{"pageid": 1194086, "title": "ডমিনিক ল্যাপিয়ের", "url": "https://bn.wikipedia.org/wiki?curid=1194086", "content": "ডমিনিক ল্যাপিয়ের (৩০ জুলাই ১৯৩১ - ৪ ডিসেম্বর ২০২২) ছিলেন ফরাসি লেখক। বাংলার তথা ভারতের অন্যতম মহানগর কলকাতা-র নামকরণ সিটি অফ জয় তথা আনন্দনগরী করেছিলেন তিনি। ২০০৮ খ্রিস্টাব্দে ভারত সরকার তৃতীয় সর্বোচ্চ বেসামরিক সম্মান পদ্মভূষণ প্রদান করে।\n\n\n== প্রারম্ভিক জীবন ==\nডমিনিক ল্যাপিয়েরের জন্ম ১৯৩১ খ্রিস্টাব্দের ৩০ জুলাই ফ্রান্সের শাঁতেলাইয়ো প্লাজ এলাকায়। তার কূটনীতিক পিতা কর্মসূত্রে ফ্রান্সের কনসাল জেনারেল হিসাবে আমেরিকা গেলে তেরো বছর বয়সে ডমিনিকও আমেরিকা যান। তার স্কুলের পড়াশোনা শুরু হয় নিউ অরলিন্সের জেসুইট স্কুলে। স্কুলে পড়াশোনার সময়ে তিনি নিউ অরলিন্স আইটেম-ট্রিবিউন সংবাদপত্র বিলি করতেন। অল্প বয়স থেকেই তিনি ছিলেন অ্যাডভেঞ্চার প্রিয় এবং লেখালেখিও করতেন। তার মায়ের দেওয়া ১৯২৭ খ্রিস্টাব্দের-ন্যাশ গাড়িতে তিনি গোটা আমেরিকা ঘুরে বেড়িয়েছেন। পকেটে মাত্র ৩০ ডলার নিয়ে কুড়ি হাজার মাইলের ভ্রমণ পথে বিভিন্ন পরিস্থিতিতে, জীবন যাপনে যে সব জিনিসের মুখোমুখি হয়েছিলেন, এইরূপ  দুঃসাহসিক কাহিনি নিয়ে রচনা করেন প্রথম গ্রন্থ- এ ডলার ফর এ থাউজ্যান্ড কিলোমিটার। তার এই রচনার জন্য শিকাগো ট্রিবিউন তাকে একশত ডলার প্রদান করে।\nডমিনিক আঠারো বৎসর বয়সে ফুলব্রাইট স্কলারশিপ নিয়ে পেনসিলভানিয়ার ইস্টনে লাফায়েট কলেজে অর্থনীতি নিয়ে পড়াশোনা করেন। তিন বছর পর তিনি তার একুশতম জন্মদিনে একজন ফ্যাশন এডিটরকে ভালোবেসে বিবাহ করেন। মধুচন্দ্রিমায় একবছরের বেশি সমুদ্রযাত্রায় তারা জাপান, হংকং, থাইল্যান্ড, ভারত, পাকিস্তান, ইরান, তুরস্ক এবং লেবাননসহ বিভিন্ন এশীয় দেশ ঘুরে ফ্রান্সে ফিরে আসেন। রচিত হয় তার দ্বিতীয় গ্রন্থ- হানিমুন এরাউন্ড দ্য আর্থ।\n\n\n== কর্মজীবন ==\nমধুচন্দ্রিমার পর ফ্রান্সে ফিরে ডমিনিক প্রথমে এক বৎসর ফরাসি সেনাবাহিনী ট্যাঙ্ক রিজিমেন্টে এবং পরে সেনাবাহিনীর  সদর দপ্তরে  দোভাষীর কাজ করেন। এক ক্যাফেটেরিয়ায় তার সাক্ষাত হয় মার্কিন যুক্তরাষ্ট্রের  ইয়েল বিশ্ববিদ্যালয়ের তরুণ স্নাতক ও আমেরিকান কর্পোরাল ল্যারি কলিন্সের সঙ্গে এবং দুজনের মধ্যে প্রবল সখ্যতা গড়ে ওঠে।  সেনাবাহিনী থেকে ছাড়া পাওয়ার পর দুজনেই যোগ দেন সংবাদমাধ্যমে। কলিন্স প্রক্টর অ্যান্ড গ্যাম্বলের বেশি মাইনের চাকরি ছেড়ে অপেক্ষাকৃত কম মাইনের ইউনাইটেড প্রেসের ক্যাপসন রাইটার পদে যোগ দেন এবং পরে চলে যান মধ্যপ্রাচ্যের  নিউজউইকের সাংবাদিকতা বিভাগে। ডমিনিক ল্যাপিয়ের রিপোর্টার হিসাবে যোগ দেন প্যারিস ম্যাচ পত্রিকায়। কলিন্স ও ল্যাপিয়ের মধ্যে বন্ধুত্বপূর্ণ প্রতিযোগিতা চলত সব সময়। দেশবিদেশে একই খবরের জন্য দুজনেই ছুটতেন। কে আগে পাঠকের কাছে পৌঁছেবেন হৃদয়গ্রাহী উপস্থাপনা নিয়ে। এরপর কিন্তু দুজনেই যৌথ পরিকল্পনায় ফরাসি ও বাংলা ভাষায় শুরু করেন তথ্য-ভিত্তিক সাহিত্যরচনা। যাকে বলা চলে অনুসন্ধানমূলক সাংবাদিকতা ও ঐতিহাসিক গবেষণাধর্মী রচনা। যৌথ প্রয়াসে তারা সফল হন। ১৯৬৫ খ্রিস্টাব্দে প্রকাশিত হয় ইজ প্যারিস বার্নিং? বইটি। ১৯৪৪ খ্রিস্টাব্দের আগস্ট এবং তার অব্যবহিত আগের দ্বিতীয় বিশ্বযুদ্ধের দলিল - এই বইটি বেস্টসেলার হিসাবে ত্রিশটির বেশি ভাষায় অনূদিত হয়ে বিক্রি হয় এক কোটি কপি।\nতারা জেরুজালেমে অতিবাহিত করেন চার বৎসর।  ইসরায়েল রাষ্ট্রের জন্ম ও পুনর্গঠনের উপর রচনা করেন ও জেরুজালেম। জনপ্রিয লেখকজুটি যৌথভাবে এরকম ছয়টি বই লেখেন এবং এই ছয়টি বইয়ের মোট বিক্রি হওয়া কপির সংখ্যা ছিল পাঁচ কোটিও বেশি।\n\n\n== সিটি অফ জয় ফাউন্ডেশন এবং মানবিকতার প্রতিমূর্তি ==\nকর্মসূত্রে বাংলাদেশে থাকার সময় ডমিনিক ল্যাপিয়ের  মাদার টেরিজার সঙ্গে দেখা করতে কলকাতায় আসেন আর ভালবেসে ফেলেন শহরটিকে। প্রথমে থাকতেন হাওড়ার পিলখানা বস্তির ৫ নম্বর বি এল রায় রোডে। এই বস্তিতে বসেই লেখেন কলকাতা শহরের সঙ্গে আন্তরিক যোগাযোগের সিটি অফ জয় উপন্যাস। উপন্যাসটির পটভূমি ছিল যমজ শহর কলকাতা-হাওড়া। এক পোলিশ যাজক, আমেরিকান চিকিৎসককে নিয়ে কলকাতার এক রিকশা চালকের জীবন সংগ্রামের কথা তুলে ধরেছেন। এই কাহিনী কেবল বিত্তমান ও বিত্তহীনের আকাশ-পাতালের জীবন কথা নয়, সর্বহারা কেমনে অফুরন্ত প্রাণের সন্ধান পান তাই যেন পরিস্ফুট হয়েছে। আর এই বইটির কারণে মিছিল নগরী কলকাতা পরিচিতি পায় 'আনন্দনগরী' তথা 'সিটি অফ জয়' নামে। ১৯৮৫ খ্রিস্টাব্দে বইটি প্রকাশিত হওয়ার পর মিছিল নগরী কলকাতা নতুন করে বিশ্বের দরবারে পরিচিতি পায় আনন্দনগরী তথা সিটি অফ জয় নামে। এই বইটির রয়্যালটির অধিকাংশ অর্থ ব্যয় করেন যজম শহর ও সুন্দরবনের মানুষের হিতার্থে। কলকাতায় কুষ্ঠরোগী এবং পোলিও শিশুদের জন্য আশ্রয় কেন্দ্র, ডিসপেনসারি, স্কুল, পুনর্বাসন কর্মশালা, শিক্ষা কার্যক্রম, স্যানিটারি সুবিধা সহ বেশ কয়েকটি মানবিক প্রকল্পে সহায়তা করেন। সুন্দরবনের প্রত্যন্ত দ্বীপের বাসিন্দাদের কাছে চিকিৎসা পরিষেবা দিতেন ভাসমান ক্লিনিকের মাধ্যমে। কলকাতায় এই সমস্ত মানবিক কাজকর্ম চালানো ও অর্থ যোগাযোগ জন্য তিনি কলকাতার কুষ্ঠরোগীদের শিশুদের জন্য অ্যাকশন এইড নামে একটি সমিতি প্রতিষ্ঠা করেন যেটি ফ্রান্সে (অ্যাকশন পোর লেস এনফ্যান্টস ডেস লেপ্রেক্স ডি ক্যালকাটা নামে) নিবন্ধিত ছিল। তিনি তার সমস্ত তহবিল ভারতে স্থানান্তরকে এমনভাবে সংগঠিত করেছিলেন যাতে অর্থ সঠিক উদ্দেশ্যে সঠিক ব্যক্তির কাছে পৌঁছায়। ১৯৮০ খ্রিস্টাব্দে তিনি তার স্ত্রী ডমিনিক কনচন-ল্যাপিয়েরকে  'সিটি অফ জয় ফাউন্ডেশনে' অংশীদার করে দেন।\nএছাড়া ভারতের সঙ্গে তার দীর্ঘকালীন যোগসূত্রে বন্ধু ল্যারি কলিন্সের সঙ্গে যৌথভাবে ভারতের স্বাধীনতা সংগ্রামের ইতিহাস নিয়ে লেখেন - ফ্রিডম অ্যাট মিডনাইট, যেখানে মাউন্ট্যাটেনকে ভাইসরয় হিসাবে নিয়োগ থেকে মহাত্মা গান্ধীর হত্যা সবেরই উল্লেখ করেছেন। বইটি ১৯৭৫ খ্রিস্টাব্দে প্রকাশিত হয়।\nপ্রকৃত তথ্যভিত্তিক আর একটি গ্রন্থ ফাইব পাস্ট মিডনাইট ইন ভোপাল ১৯৮৪ খ্রিস্টাব্দে ইউনিয়ন কার্বাইডের কারখানায় গ্যাস দুর্ঘটনা ও কর্তৃপক্ষের ভূমিকা ইত্যাদি বিষয় ছিল এক মহাকাব্যিক কাহিনী জেভিয়ার মোরোর সঙ্গে যৌথভাবে ২০০১ খ্রিস্টাব্দে উপস্থাপন করেছেন।\nবইটি হতে প্রাপ্ত রয়্যালটির অর্থ তিনি ভোপালে এক ক্ষতিগ্রস্তদের জন্য প্রতিষ্ঠানের মাধ্যমে বিনামূল্যে চিকিৎসায় ব্যয়ে, ভোপালের ওড়িয়া বস্তিতে প্রাথমিক বিদ্যালয় স্থাপনে ব্যয় করেন।\n\n\n== জীবনাবসান ==\nভারতের শুভাকাঙ্ক্ষী ও মানবদরদী ডমিনিক ল্যাপিয়ের দীর্ঘ রোগভোগের পর ২০২২ খ্রিস্টাব্দের ৪ ডিসেম্বর রবিবার ৯১ বৎসর বয়সে প্রয়াত হন। মৃত্যুর কয়েক বছর আগে ল্যাপিয়ের পথ-দুর্ঘটনায় জখম হন। কয়েকমাস কোথায় ছিলেন, পরে কিছুটা সুস্থ হলেও বাকশক্তি হারিয়ে ফেলেন। থাকতেন দক্ষিণ ফ্রান্সের একটি হোমে। ডমিনিক ল্যাপিয়ের স্ত্রী ডমিনিক কনচোন ফরাসী সংবাদপত্রে স্বামীর মৃত্যুর খবর জানান।\n\n\n== পুরস্কার ও সম্মাননা ==\nভারতের সঙ্গে ডমিনিক ল্যাপিয়ের গভীর সম্পর্ক ছিল। তার রচনায় ও বিভিন্ন প্রতিবেদনে অসামান্য অবদান রাখার জন্য ২০০৮ খ্রিস্টাব্দে ভারত সরকার  প্রজাতন্ত্র দিবসের সম্মান তালিকায় ভারতের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণে ভূষিত হন।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== উপন্যাস ===\nদ্য ফিফথ হর্সম্যান (Le Cinquième Cavalier) (১৯৮০), ল্যারি কলিন্সের সাথে,আইএসবিএন ০-৬৭১-২৪৩১৬-০\nদ্য সিটি অফ জয় (La Cité de la joie) (১৯৮৫),আইএসবিএন ০-৩৮৫-১৮৯৫২-৪\nবিয়ন্ড লাভ (Plus grands que l'amour) (১৯৯০),আইএসবিএন ০-৪৪৬-৫১৪৩৮-১\nইজ নিউ ইয়র্ক বার্নিং? (New-York brûle-t-il?) (২০০৫), ল্যারি কলিন্সের সাথে,আইএসবিএন ১-৫৯৭৭৭-৫২০-৭\n\n\n=== প্রকৃত তথ্যভিত্তিক সাহিত্য ===\nআত্মজীবনী\n\nএ থাউজ্যান্ড সানস্ (Mille soleil) (১৯৯৯), আইএসবিএন ০-৪৪৬-৫২৫৩৫-৯\nইন্ডিয়া মন এমর (Inde ma bien-aimée) (২০১০), আইএসবিএন ৯৭৮-৮-৮৪২৮-১৬৮১-২\nজীবনী\n\nচেসম্যান টোল্ড মি (Chessman m'a dit) (১৯৬০)\nঅর আই উইল ড্রেস ইউ ইন মোরনিং  (...Ou tu porteras mon deuil) (১৯৬৮), ল্যারি কলিন্সের সাথে\nইতিহাস\n\nইজ প্যারিস বার্নিং? (Paris brûle-t-il?) (১৯৬৫), (ল্যারি কলিন্সের সঙ্গে) আইএসবিএন ৯৭৮০৭৮৫৮১২৪৬৩\nও জেরুজালেম (Ô Jérusalem) (১৯৭২), (ল্যারি কলিন্সের সঙ্গে) আইএসবিএন ০-৬৭১-২১১৬৩-৩\nফ্রিডম অ্যাট মিডনাইট (Cette nuit la liberté) (১৯৭৫), (ল্যারি কলিন্সের সঙ্গে) আইএসবিএন ০-৬৭১-২২০৮৮-৮\nফাইব পাস্ট মিডনাইট ইন ভোপাল (Il était minuit cinq à Bhopal) (২০০১), (জেভিয়ার মোরো), আইএসবিএন ০-৪৪৬-৫৩০৮৮-৩\nএ রেইনবো ইন দ্য নাইট: দ্য  টুমাউটুয়াস বার্থ অফ সাউথ আফ্রিকা (Un arc-en-ciel dans la nuit) (২০০৮), আইএসবিএন ৯৭৮-১-৪৩৩২-৯১৫৬-২\nভ্রমণ\n\nএ ডলার ফর এ থাউজ্যান্ড মাইলস্ (Un dollar les mille kilomètres) (১৯৪৯)\nওয়ান্স অ্যাপন এ টাইম ইন দ্য সোভিয়েত ইউনিয়ন (Il était une fois l'URSS) (২০০৫) জিন পিয়ের পেড্রাজিনির সঙ্গে, আইএসবিএন ৯৭৮-৮১-২১৬-১২৪৭-০ —  ১৯৫৬ খ্রিস্টাব্দে জিন পিয়ের পেড্রাজিনির সঙ্গে সোভিয়েত ইউনিয়ন ভ্রমণের ইতিকথা\nহনিমুন অ্যারাউন্ড দ্য আর্থ (Lune de miel autour de la Terre) (২০০৫)\n\n\n== সাহিত্যের চলচ্চিত্রায়ন ==\nইজ প্যারিস বার্নিং? বইটির অবলম্বনে প্যারামাউন্ট পিকচার্স রেনে ক্লেমেন্টের পরিচালনায় চলচ্চিত্রায়িত করে। ১৯৬৬ খ্রিস্টাব্দের মুক্তিপ্রাপ্ত ইজ প্যারিস বার্নিং বক্স অফিসে বিশেষ সাফল্য লাভ করে।\n\"সিটি অফ জয়\" উপন্যাসটি ১৯৯২ খ্রিস্টাব্দে রোল্যান্ড জোফে পরিচালনায় চলচ্চিত্রে রূপায়িত হয়। ওম পুরি, শাবানা আজমি, প্যাট্রিক সোয়েজি ছবিটিতে অভিনয় করেন।\nফাইভ পাস্ট মিডনাইট ইন ভোপাল তথ্যসমৃদ্ধ বইটির উপর ভিত্তি করে জেরার্ডো অলিভারেস এবং ল্যারি লেভেন ২০০১ খ্রিস্টাব্দে এ ক্লাউড ওভার ভোপাল নামে একটি তথ্যচিত্র নির্মাণ করেন।\nফ্রিডম অ্যাট মিডনাইট বইটির উপর ভিত্তি করে গুরিন্দর চাড্ডার পরিচালনায় ২০১৭ খ্রিস্টাব্দে মুক্তি পায় ভাইসরয়'স হাউস\" ছবিটি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}