{"pageid": 1194769, "title": "ইমাম রামাহুরমুজি", "url": "https://bn.wikipedia.org/wiki?curid=1194769", "content": "আবু মুহাম্মাদ আল-হাসান ইবনে আব্দুর রহমান ইবনে খাল্লাদ আল-রামাহুরমুজি ছিলেন একজন বিখ্যাত পারসিক হাদিস বিশেষজ্ঞ ও লেখক, যিনি হাদিস পরিভাষা সাহিত্যে সংকলিত প্রথম বইগুলির মধ্যে একটি আল-মুহাদ্দিস আল-ফাসিল বাইন আর-রাবী ওয়া আল-ওয়াঈ বইটি রচনা করেন। মধ্যযুগীয় সাহিত্যে তিনি সাধারণত ইবনে খাল্লাদ বা শুধু ইমাম রামাহরমুজি নামে পরিচিত ছিলেন।\n\n\n== জীবনী ==\nইমাম রামাহরমুজির নির্দিষ্ট জন্ম তারিখ জানা যায়নি। তবে তার শিক্ষকদের মৃত্যুর তারিখের উপর ভিত্তি করে আনুমান করা যেতে পারে যে, তার জন্ম তারিখ নিজের মৃত্যুর প্রায় ১০০ বছর আগে হতে পারে। সে হিসেবে তার জন্ম ৮৭১ সাল বা ২৬০ হি. হতে পারে। আল-রামাহুরমুজি নামটি বর্তমান দক্ষিণ-পশ্চিম ইরানের খুজিস্তানের একটি শহর রাম-হুরমুজের দিকে সম্পৃক্ত করে রাখা হয়েছে। তিনি সেখানে জন্মগ্রহণ করেন এবং তার জন্মস্থানের প্রতি সম্পৃক্ত করেই তাকে ইমাম রামাহরমুজি বলা হয়।\nতিনি ৯০৩/২৯০ সালে তার পিতা আব্দুর রহমান ইবনে খাল্লাদের কাছে প্রথম হাদিস অধ্যয়ন শুরু করেন। নিজের পিতা ছাড়াও তিনি মুহাম্মাদ ইবনে আব্দুল্লাহ আল-হাদারি, আবুল-হুসাইন আল-ওয়ামাদিসহ আরো অন্যান্য সমকালীন মুহাদ্দিসদের থেকে হাদিস শ্রবণ করেন। তিনি কিছু সময়ের জন্য একজন বিচারক হিসাবে কাজ করেছেন। ইমাম আল-জাহাবি তাকে বিশিষ্ট ইমাম হিসাবে বর্ণনা করে বলেন, তিনি হাদীসের ইমামদের একজন ছিলেন এবং যারা হাদীসশাস্ত্রে নিজেদের কাজের প্রতিফলন ঘটান তাদের কাছে এটি স্পষ্ট হবে।\nতার বিখ্যাত ছাত্রদের মধ্যে রয়েছে আবুল হুসাইন মুহাম্মদ ইবনে আহমেদ আল-সায়দাবি, আল হাসান ইবনে আল-লায়ত আল-শিরাজি, আহমদ ইবনে মুসা ইবনে মারদাওয়াইহ প্রমুখ। ইমাম আজ-জাহাবি বলেন যে, তিনি ইমাম রামাহুরমুজির মৃত্যুর তারিখ খুঁজে পান নি এবং তিনি অনুমান করেন যে, তা ৩৫০ হিজরি হতে পারে। এরপর তিনি আবুল কাসিম ইবনে মান্দাহকে উদ্ধৃত করে তার রচনা আল-ওয়াফায়াতে উল্লেখ করেন যে, ইমাম রামাহুরমুজি রামহরমুজ শহরে বাস করার সময় প্রায় ৯৭১/৩৬০ সাল পর্যন্ত বেঁচে ছিলেন। ইসলামি এনসাইক্লোপিডিয়াও তার মৃত্যু ৯৭১/৩৬০ সালে ঘটেছে বলে উল্লেখ করেছে।\n\n\n== অবদান ==\nরামাহুরমুজি মুহাদ্দিস হওয়ার পাশাপাশি একজন প্রসিদ্ধ কবিও ছিলেন। তার কবিতার কয়েকটি লাইন ইমাম সা'লাবির ইয়াতিমাতুদ দাহরে সংগ্রহ করা হয়। তার দুটি গদ্য রচনা আজ অবধি রয়ে গেছে এবং উভয়ই হাদীসের বিষয়বস্তু সম্পর্কিত। তার বিখ্যাত কয়েকটি রচনা হল:\n\nআল-মুহাদ্দিস আল-ফাসিল বাইন আর-রাবী ওয়া আল-ওয়াঈ তাঁর সবচেয়ে বিখ্যাত কাজ। এটি হাদিসের পরিভাষা ও বর্ণনাকারীদের জীবনী মূল্যায়নের বিষয়ে একটি বিস্তৃত কাজ। ইমাম ইবনে হাজর এটিকে উক্ত বিষয়ে প্রথম বিস্তৃত কাজগুলির মধ্যে একটি বলে মনে করেন। আলি আল-কারি ইবনে হাজারের কথার ব্যাখ্যায় বলেন যে, ইবনে হাজরের অভিব্যক্তিটি এই ছাপ ফেলে যে, ইমাম রামাহুরমুজির রচনার সময় অনুরূপ অনেকগুলি রচনা ছিল, তাই প্রথমটি নির্ধারণ করা কঠিন করে তোলে। এই বইটি তার ধারায় রচিত পরবর্তী সমস্ত কাজকে প্রভাবিত করেছে এবং এটি এখন মুদ্রিত আকারে পাওয়া যায়। বৈরুতে মুহাম্মাদ ইজাজ আল-খাতিব কর্তৃক সম্পাদিত মুদ্রণটি ১৯৭১ সালে প্রকাশিত হয়। ইবনে হাজর মন্তব্য করেন যে, আল-মুহাদ্দিস আল-ফাসিল বইটি হাদীস অধ্যয়নের সমস্ত প্রাসঙ্গিক শাখাকে অন্তর্ভুক্ত করে না। আজ-জাহাবি বলেন যে, তিনি রামহুরমুজে গিয়ে একটি ইসনাদের সাথে এই বইটি শুনেছেন।\nআমসাল আন-নবী। এটি হাদিসের আকারে প্রায় ১৪০টি প্রবাদের সংকলন, যা দুটি সংস্করণে মুদ্রিত হয়েছে। ১৯৬৮ সালে প্রথমটি সম্পাদনা করেছেন হায়দ্রাবাদে আমাতুল কারিম কোরেশি এবং দ্বিতীয়টি ১৯৮৩ সালে এম এম আল-আসামি বোম্বেতে।\nরাবি'উল-মুতাইয়্যিম ফী আখবার আল-আশশাক\nআল-নওয়াদির\nরিসালাহ আল-সফর\nআল-রুকা ওয়া আল-তাযী\nআদাব আল-নাতীক \n\n\n== তথ্যসূত্র =="}