{"pageid": 1194374, "title": "আনুগত্যের আয়াত", "url": "https://bn.wikipedia.org/wiki?curid=1194374", "content": "আনুগত্যের আয়াত (আরবি: آيَة ٱلطَّاعَة, উচ্চারণ: আয়াত আত-তা'আহ) ইসলামের কেন্দ্রীয় ধর্মীয় পাঠ্য কুরআন এর ৪ঃ৫৯ আয়াতকে বোঝায়, যা পাঠ করে\n\nহে ঈমানদারগণ! আল্লাহর আনুগত্য কর এবং রসূলের আনুগত্য কর এবং তোমাদের মধ্যে যারা কর্তৃত্বে আছে (উলি আল-আমর)। আর যদি কোন বিষয়ে তোমাদের মধ্যে মতপার্থক্য হয়, তবে তা আল্লাহ ও রাসূলের কাছে প্রেরন কর, যদি তোমরা আল্লাহ ও শেষ দিবস বিশ্বাস কর। এটি উত্তম, এবং ফলাফলের দিক থেকে আরও ন্যায্য।\nসুন্নি ইসলামে, এই আয়াতে \"উলিল আমর\" বলতে বিভিন্নভাবে খলিফাদের, আবু বকর এবং উমর, ইসলামিক নবী মুহাম্মদ-এর (সামরিক) প্রধানগণ, তার সাহাবীগণ, বা মুসলিম ধর্মীয় পণ্ডিতগণকে বোঝানো হয়, যদিও প্রচলিত সুন্নি দৃষ্টিভঙ্গি মুসলিম সম্প্রদায়ের শাসক হিসেবে কর্তৃত্বে থাকা ব্যক্তিদের চিহ্নিত করে। দ্বাদশী শিয়া মতবাদে, উলিল-আমর হল দ্বাদশ ইমাম, এবং এই আয়াতে বাধ্যতামূলক পরম আনুগত্যকে ইমামদের অকাট্যতার প্রমাণ হিসাবে দেখা হয়।\n\n\n== প্রেক্ষাপট ==\nহাদীসে বর্ণিত, সূরা নিসার ৫৯ নং আয়াতটি, যা উলিল আমরের আয়াত নামে প্রসিদ্ধ, তা সাহাবী আব্দুল্লাহ ইবনে হুযাফার একটি ঘটনার প্রসঙ্গে অবতীর্ণ হয়।\n\nহাসান ইন মুহাম্মদ (রহঃ) ... ইবন আব্বাস (রাঃ) বলেনঃ (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ) অর্থঃ হে মু'মিনগণ! তোমরা আনুগত্য কর আল্লাহর, আনুগত্য কর রাসূলের এবং তাদের, যারা তোমাদের মধ্যে ক্ষমতার অধিকারী (সূরা নিসাঃ ৫৯)। আয়াতটি আবদুল্লাহ ইবন হুযায়ফা ইবন কায়স ইবন আদীর সম্পর্কে নাযিল হয়েছিল। যাকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন যুদ্ধের অধিনায়ক করে পাঠিয়েছিলেন।\nআবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলকামা ইবনে মুজাযযিয (রাঃ) কে একটি সামরিক বাহিনীর অধিনায়ক নিয়োগ করেন। আমিও তাতে শরীক ছিলাম। তিনি যখন গন্তব্যে পৌঁছেন অথবা পথিমধ্যে ছিলেন, তখন একদল সৈন্য তার নিকট (কোন বিষয়ে) অনুমতি চাইলে তিনি তাদের অনুমতি দিলেন এবং আবদুল্লাহ ইবনে হুযাফা ইবনে কায়েস আস-সাহমী (রাঃ)-কে তাদের অধিনায়ক নিযুক্ত করেন। যেসব লোক আবদুল্লাহ (রাঃ) -র সঙ্গী হয়ে জিহাদ করেছে, আমিও তাদের সাথে ছিলাম। লোকেরা পথিমধ্যে ছিল। এ অবস্থায় একদল লোক উত্তাপ গ্রহণের জন্য অথবা অন্য কোন কাজে আগুন প্রজ্জ্বলিত করলো। আবদুল্লাহ (রাঃ) তাদের বলেন (তিনি কিছুটা রসিক প্রকৃতির ছিলেন), আমার নির্দেশ শোনা ও আনুগত্য করা কি তোমাদের জন্য বাধ্যতামূলক নয়? তারা বললো হ্যাঁ। তিনি বলেন, আমি তোমাদেরকে যা করার নির্দেশই দিবো তোমরা কি তাই করবে? তারা বললো হ্যাঁ। তিনি বলেন, আমি তোমাদেরকে চূড়ান্ত নির্দেশ দিচ্ছি যে, তোমরা এই আগুনে ঝাঁপিয়ে পড়ো। কতক লোক (আগুনে ঝাঁপ দেয়ার জন্য) দাঁড়িয়ে গেলো এবং কোমর বাঁধলো। তিনি যখন দেখলেন, লোকেরা সত্যিই আগুনে ঝাঁপ দিতে প্রস্তুত হয়েছে, তখন বললেন, থামো। আমি তোমাদের সাথে ঠাট্টা করেছি। (রাবী বলেন) আমরা ফিরে এলে লোকেরা মহানবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ ঘটনা উল্লেখ করলো। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কেউ তোমাদেরকে আল্লাহর নাফরমানি করার নির্দেশ দিলে তোমরা তার আনুগত্য করবে না।\nবিশুদ্ধ বলে বর্ণিত হাদীস অনুযায়ী প্রেক্ষাপটটি নিম্নরূপ,\n\nমুসাদ্দাদ (রহঃ) ... আলী (ইবনু আবূ তালিব) (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক অভিযানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি সৈন্যবাহিনী পাঠিয়েছিলেন এবং আনসারদের এক ব্যাক্তিকে তার সেনাপতি নিযুক্ত করে তিনি তাদেরকে তাঁর (সেনাপতির) আনুগত্য করার নির্দেশ দিয়েছিলেন। (পরে কোন কারণে) আমীর ক্রুদ্ধ হয়ে গেলেন। তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি তোমাদেরকে আমার আনুগত্য করতে নির্দেশ দেননি? তাঁরা বললেন, অবশ্যই। তিনি বললেন, তাহলে তোমরা আমার জন্য কিছু কাঠ সংগ্রহ করো। তাঁরা কাঠ সংগ্রহ করলেন। তিনি বললেন, এগুলোতে আগুন লাগিয়ে দাও। তাঁরা আগুন লাগালেন। তখন তিনি বললেন, এবার তোমরা সকলে এ আগুনে ঝাঁপিয়ে পড়ো। (আদেশ মতো) তাঁরা ঝাঁপ দেয়ার সংকল্পও করে ফেললেন। কিন্তু তাদের কয়েকজন বাধা দিয়ে বলতে লাগলেন, আগুন থেকেই তো আমরা পালিয়ে গিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আশ্রয় নিয়েছিলাম। (অথচ এখানে সেই আগুনেই ঝাঁপ দেয়ারই আদেশ)। এভাবে জ্বলতে জ্বলতে অবশেষে আগুন নিভে গেলো এবং তার ক্রোধও থেমে গেলো। এরপর এ সংবাদ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পৌঁছলে তিনি বললেন, যদি তারা আগুনে ঝাঁপ দিত তা হলে কিয়ামতের দিন পর্যন্ত আর এ আগুন থেকে বের হতে পারতো না। কেননা আনুগত্য কেবল সৎ কাজের।\nআতা ইবনে আবি রাবা উলিল আমরের ব্যাখ্যায় বলেন,\n\n আব্দুল মালেক হতে বর্ণিত, আল্লাহর কথা\n(أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ)\n\n(অর্থ: তোমরা আল্লাহ ও তারঁ রাসূলের আনুগত্য কর এবং তোমাদের মধ্যকার যারা ‘উলিল আমর’।” সূরা নিসা: ৫৯), এ আয়াতের ব্যাখ্যায় আতা’ বলেন: ‘উলিল আমর’ বলতে ইলম ও ফিকহের (গভীর জ্ঞানের) অধিকারী আলিমদেরকে বুঝানো হয়েছে আর রাসূলের (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) অনুসরণ বলতে কিতাব ও সুন্নাহর’ অনুসরণকে বুঝানো হয়েছে।\n\n\n== ব্যাখ্যা ==\nবারনার্ড লুইস এই আয়াতে উলিল আমর সম্পর্কিত ব্যাখ্যায় বলেন, \"এই কুরআনের আয়াতটি মুহাম্মাদ (সাঃ) এর প্রতি আরোপিত অনেক বাণীতে বিশদভাবে বর্ণনা করা হয়েছে। তবে এমন কিছু কথাও রয়েছে যা বাধ্যতামূলক কর্তব্যের কঠোর সীমাবদ্ধতা রাখে। নবীর প্রতি আরোপিত এবং সর্বজনীনভাবে প্রামাণিক হিসাবে গৃহীত দুটি নির্দেশ নির্দেশক। একটিতে বলে, \"পাপের মধ্যে কোন আনুগত্য নেই\"; অন্য কথায়, শাসক যদি ঐশী বিধানের পরিপন্থী কিছু আদেশ করেন, তবে কেবল আনুগত্যের দায়িত্বই নেই, অবাধ্যতাও রয়েছে। এটি পশ্চিমা রাজনৈতিক চিন্তাধারায় বিপ্লবের অধিকারের চেয়ে বেশি। এটি বিপ্লবের একটি কর্তব্য, বা অন্তত অবাধ্যতা এবং কর্তৃত্বের বিরোধিতা। অপরটিতে ঘোষণা দেওয়া হয়, \"কোন প্রাণীকে তার স্রষ্টার বিরুদ্ধে মানবেন না,\" আবারও স্পষ্টভাবে শাসকের কর্তৃত্বকে সীমিত করে, শাসকের যে রূপই হোক না কেন।\"\n\n\n== ইখতিলাফ বা মতবিরোধ ==\nআনুগত্যের আয়াত অনুসারে, যদি কোনো ধর্মীয় বিষয় বা নিয়ম নিয়ে কোনো বিতর্ক বা ইখতিলাফ হয়, তাহলে কুরআনের নির্দেশ অনুযায়ী তাকলিদ বর্জন করে কুরআন এবং সুন্নাহ অনুসরন করে ইখতিলাফ নিরসন করার জন্য নির্দেশ দেয়।\nমুহাম্মদের মৃত্যুর পর, আনুগত্যের আয়াতটি নির্ধারণ করে যে মতবিরোধ বা ইখতিলাফ কুরআন ও সুন্নাহ উল্লেখ করে মধ্যস্থতা করতে হবে। যদিও কর্তৃপক্ষের লোকেরা (\"উলিল আমরি মিনকুম\") এ আয়াতে সালিশে অনুপস্থিত রয়েছে, তা ৫:৮৩ আয়াতে অন্যত্র উল্লেখ করা হয়েছে, যার মধ্যে রয়েছে, \"এবং যখনই তাদের কাছে খবর আসে, নিরাপত্তা বা ভয়ের, তারা তা ছড়িয়ে দেয়, যদি তারা এটাকে রসূল ও তাদের মধ্যে যারা কর্তৃত্বে আছে (উলিল আমরি মিনহুম) তাদের কাছে উল্লেখ করতো, তাহলে তাদের মধ্যে যাদের কাজ তদন্ত করা, তারা তা জানতে পারত।\" লালানি এই আয়াতকে দ্বাদশ ইমাম আল-বাকিরের (মৃ. আনু. ১১৪/৭৩২) প্রতি নির্দেশ করেন, যা সুন্নি আলেম আল-কুরতুবি (মৃ. ৬৭১/১২৭২) লিখিত আল-জামি' লি-আহকাম আল-কুরআনেও দেখা যায়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nNasr, S.H.; Dagli, C.K.; Dakake, M.M.; Lumbard, J.E.B.; Rustom, M., সম্পাদকগণ (২০১৫)। The Study Quran: A New Translation and Commentary। Harper Collins। আইএসবিএন 9780062227621। \nLalani, Arzina R. (২০০০)। Early Shi'i Thought: The Teachings of Imam Muhammad al-Baqir। I. B. Tauris। আইএসবিএন 978-1860644344। \nMomen, M. (১৯৮৫)। An Introduction to Shi'i Islam। Yale University Press। আইএসবিএন 9780300034998। \nSteigerwald, Diana (২০০৮), \"Twelver Shīʿī Taʾwīl\", The Blackwell Companion to the Qurʾān, Blackwell Companions to Religion, Oxford: Blackwell Publishing, পৃষ্ঠা 373–385, আইএসবিএন 978-1-4051-7844-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKadi, Wadad (২০০১)। \"Authority\"।   McAuliffe, Jane Dammen। Encyclopaedia of the Qurʾān। 1। Brill। পৃষ্ঠা 188–90। আইএসবিএন 90-04-14743-8। \nBlankinship, Khalid Yahya (২০০৩)। \"Obedience\"।   McAuliffe, Jane Dammen। Encyclopaedia of the Qurʾān। 3। Brill। পৃষ্ঠা 566–9। আইএসবিএন 90-04-14743-8। \nMadelung, Wilferd (১৯৯৭)। The Succession to Muhammad: A Study of the Early Caliphate। Cambridge University Press। আইএসবিএন 978-0-521-64696-3। \nAbbas, Hassan (২০২১)। The Prophet's Heir: the Life of Ali ibn Abi Talib। Yale University Press। আইএসবিএন 9780300252057। \nJafri, S.H.M (১৯৭৯)। Origins and Early Development of Shia Islam। London: Longman। \nMavani, Hamid (২০১৩), Religious Authority and Political Thought in Twelver Shiʿism: From Ali to Post-Khomeini, Routledge Studies in Political Islam, Abingdon: Routledge, আইএসবিএন 978-1-135-04473-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}