{"pageid": 1194273, "title": "সুপার-অ্যাপ", "url": "https://bn.wikipedia.org/wiki?curid=1194273", "content": "সুপার-অ্যাপ (এছাড়াও সুপার অ্যাপ বা সুপারঅ্যাপ হিসাবে লেখা হয়), একটি মোবাইল বা ওয়েব অ্যাপ্লিকেশন যা অর্থপ্রদান এবং আর্থিক লেনদেন প্রক্রিয়াকরণ সহ একাধিক পরিষেবা সরবরাহ করতে পারে, কার্যকরভাবে একটি সর্বব্যাপী স্বয়ংসম্পূর্ণ বাণিজ্য এবং যোগাযোগের অনলাইন প্ল্যাটফর্ম যা এর অনেক দিকে ব্যক্তিগত এবং বাণিজ্যিক জীবনকে আলিঙ্গন করে। সুপার-অ্যাপগুলির উল্লেখযোগ্য উদাহরণ চীনে টেনসেন্টের উইচ্যাট এবং ভারতের পেটিএম।\n\n\n== ইতিহাস ==\nসুপার-অ্যাপ শব্দটি সর্বপ্রথম উইচ্যাটকে বর্ণনা করতে ব্যবহৃত হয়েছিল, একটি সর্বব্যাপী অ্যাপ্লিকেশন যা ১.২ বিলিয়ন লোক ব্যবহার করে, তার বেশির ভাগই চীন থেকে। একটি সুপার-অ্যাপ হিসাবে উইচ্যাটের স্বীকৃতি একটি একক অ্যাপ্লিকেশনের মধ্যে মেসেজিং, অর্থপ্রদান, ই-কমার্স এবং আরও অনেক কিছুর সংমিশ্রণ থেকে উদ্ভূত হয়, এটি অনেক ব্যবহারকারীর জন্য অপরিহার্য করে তোলে। উইচ্যাটের সুপার-অ্যাপ মডেলের প্রতিষ্ঠা মেটা (পূর্বে ফেসবুক) এর মতো কোম্পানিগুলিকে চীনের বাইরে একই ধরনের অ্যাপ্লিকেশন তৈরি করার চেষ্টা করতে পরিচালিত করেছে।\nভারতে, টাটা গ্রুপ ঘোষণা করেছে যে তারা বর্তমানে টাটানিউ নামে একটি সুপার অ্যাপ তৈরি করছে। পেটিএম, ফোনপে, এবং ITC Maars-এর মতো প্রধান ভারতীয় কোম্পানিগুলিরও বিকাশে এমন অ্যাপ রয়েছে যা সুপার-অ্যাপ গঠন করতে পারে।\nদক্ষিণ-পূর্ব এশিয়ায়, গ্র্যাব এবং গোজেক ওয়েচ্যাট দ্বারা প্রদত্ত অনেক বৈশিষ্ট্যের অভাব সত্ত্বেও সুপার-অ্যাপ শ্রেণিবিভাগের দাবি করে। তদনুসারে, শোপি, ট্র্যাভেলোকা এবং এয়ারএশিয়ার মতো বৃদ্ধি-পর্যায়ের কোম্পানিগুলিও তাদের নিজ নিজ অ্যাপ্লিকেশন দ্বারা প্রদত্ত পরিষেবার পরিসর প্রসারিত করেছে।\n২০২২ সালে এলন মাস্ক \"X\" নামে একটি সুপার-অ্যাপ তৈরি করতে আগ্রহ প্রকাশ করেন।\n\n\n== উল্লেখযোগ্য উদাহরণ ==\n\n\n=== আলিপে ===\nআলিপে হল একটি তৃতীয় পক্ষের মোবাইল এবং অনলাইন পেমেন্ট প্ল্যাটফর্ম যা চীনের হাংচৌ ২০০৪ সালের ফেব্রুয়ারিতে আলিবাবা গ্রুপ এবং এর প্রতিষ্ঠাতা জ্যাক মা দ্বারা প্রতিষ্ঠিত হয়। এটি চীনা আলিবাবা গ্রুপের একটি অনুমোদিত কোম্পানি অ্যান্ট গ্রুপের সাথে যৌথভাবে কাজ করে।\n\n\n=== গোজেক ===\nগোজেক হল একটি ইন্দোনেশিয়ান অন-ডিমান্ড মাল্টি-সার্ভিস ডিজিটাল প্ল্যাটফর্ম এবং ফিনটেক পেমেন্ট সুপার-অ্যাপ। ২০১০ সালে জাকার্তায় প্রতিষ্ঠিত, ভোক্তাদের কুরিয়ার ডেলিভারি এবং দ্বি-চাকার রাইড-হেলিং পরিষেবাগুলির সাথে সংযুক্ত করার জন্য একটি কল সেন্টার হিসাবে, এটি ২০১৫ সালে চারটি পরিষেবা সহ তার মোবাইল অ্যাপ চালু করেছিল: GoRide, GoSend, GoShop এবং GoFood, যা তখন থেকে বিস্তৃত হয়েছে 20 টিরও বেশি পরিষেবা অফার করে। ২০২১ সালে, এটি আরেকটি ইন্দোনেশিয়ান ইউনিকর্ন, টোকোপিডিয়ার সাথে একীভূত হয়ে ডেকাকর্ন GoTo Gojek Tokopedia গঠন করে।\n\n\n=== গ্র্যাব ===\nগ্র্যাব হল একটি দক্ষিণ-পূর্ব এশীয় প্রযুক্তি কোম্পানি যার সদর দপ্তর সিঙ্গাপুর এবং ইন্দোনেশিয়ায়। 2012 সালে মালয়েশিয়ার কুয়ালালামপুরে MyTeksi অ্যাপ হিসাবে প্রতিষ্ঠিত, এটি 2014 সালে সিঙ্গাপুরে সদর দফতর সরানোর আগে, পরের বছর গ্র্যাবট্যাক্সি হিসাবে প্রসারিত হয় এবং আনুষ্ঠানিকভাবে গ্র্যাব হিসাবে পুনরায় ব্র্যান্ড করা হয়। রাইড-হেলিং এবং পরিবহন পরিষেবা ছাড়াও, কোম্পানির মোবাইল অ্যাপ খাদ্য বিতরণ এবং ডিজিটাল পেমেন্ট পরিষেবাও অফার করে।\n\n\n=== উইচ্যাট ===\nউইচ্যাট হল একটি চীনা বহুমুখী তাৎক্ষণিক বার্তাপ্রেরণ, সোশ্যাল মিডিয়া এবং মোবাইল পেমেন্ট অ্যাপ। 2011 সালে প্রথম প্রকাশিত হয়, এটি ২০১৮ সালে 1 বিলিয়ন মাসিক সক্রিয় ব্যবহারকারী সহ বিশ্বের বৃহত্তম স্বতন্ত্র মোবাইল অ্যাপে পরিণত হয়। WeChat টেক্সট মেসেজিং, হোল্ড-টু-টক ভয়েস মেসেজিং, ব্রডকাস্ট (এক-থেকে-অনেক) মেসেজিং, ভিডিও কনফারেন্সিং, ভিডিও গেমস, ফটোগ্রাফ এবং ভিডিও শেয়ারিং এবং লোকেশন শেয়ারিং প্রদান করে।\n\n\n== সমালোচনা ==\nযদিও সুপার-অ্যাপ শ্রেণিবিভাগের সাথে মানানসই অ্যাপ্লিকেশানগুলি একক-উদ্দেশ্যের বিকল্পগুলির তুলনায় ব্যবহারকারীদের বিস্তৃত পরিষেবা দিতে পারে, মার্কিন যুক্তরাষ্ট্র এবং ইউরোপের মতো অঞ্চলে ইন্টারনেট নিয়ন্ত্রকরা প্রযুক্তি শিল্পের সামগ্রিক ক্ষমতা সম্পর্কে আরও বেশি উদ্বিগ্ন হয়ে উঠেছে এবং হয়ে উঠেছে এই ধরনের অ্যাপস ডেভেলপকারী কোম্পানিগুলির আরও সমালোচনা। চীনে, WeChat এবং অন্যান্য স্থানীয় সংস্থাগুলিকে স্থানীয় নিয়ন্ত্রকদের দ্বারা প্রতিদ্বন্দ্বীদের কাছে তাদের প্ল্যাটফর্মগুলি উন্মুক্ত করার নির্দেশ দেওয়া হয়েছে।\nএমন প্রতিবেদনও রয়েছে যা পরামর্শ দেয় যে উইচ্যাট-এর সুপার-অ্যাপ মডেলের প্রতিলিপি করা কঠিন হতে পারে। এটি আংশিকভাবে বিশ্বব্যাপী অনেক অঞ্চলে স্মার্টফোনের প্রবেশের হারের শিখর থেকে উদ্ভূত হয়েছে, যার ফলে অ্যাপ স্টোরে ভিড় বেড়েছে এবং নিয়ন্ত্রক সংস্থাগুলির উপর আরও নিয়ন্ত্রণের জোর দেওয়ার কারণে লক্ষ্যযুক্ত বিজ্ঞাপনের উপর কঠোর বিধিনিষেধ রয়েছে। প্রযুক্তিগত দৃষ্টিকোণ থেকে, একক-উদ্দেশ্য অ্যাপগুলি তুলনামূলকভাবে দ্রুত, আরও প্রতিক্রিয়াশীল এবং সুপার-অ্যাপগুলির তুলনায় নেভিগেট করা সহজ, যা সামগ্রিক ব্যবহারকারীর অভিজ্ঞতা উন্নত করতে সহায়তা করে। সুপার-অ্যাপগুলি তাদের পরিষেবাগুলি সরবরাহের সুবিধার্থে আরও বেশি পরিমাণে ব্যক্তিগত ডেটা সঞ্চয় করার সম্ভাবনা বেশি, এবং ব্যবহারকারীদের গুরুতর ডেটা লঙ্ঘনের শিকার হওয়ার ঝুঁকি বেশি থাকে। 2020 সালে, টোকোপিডিয়ার সাথে এটি প্রকাশিত হয়েছিল, যখন 91 মিলিয়ন ব্যবহারকারীর ডেটা চুরি হয়েছিল এবং হ্যাকারদের দ্বারা ভাগ করা হয়েছিল।\nএটিও উল্লেখ করা হয়েছে যে একজন ব্যবহারকারী যে তাদের অ্যাকাউন্টে অ্যাক্সেস হারায় বা একটি সুপার-অ্যাপ থেকে নিষিদ্ধ করা হয় সে সাধারণত একাধিক বাস্তব-জীবন পরিষেবা এবং ডিজিটাল অ্যাপ্লিকেশনগুলিতে অ্যাক্সেস হারায়।\n২০২২ সালের অক্টোবরে দক্ষিণ কোরিয়ার সুপার অ্যাপ KakaoTalk একটি ডেটাসেন্টারে আগুন লাগার কারণে সামগ্রিক কোরিয়ান অর্থনীতিতে ব্যবহারের কারণে অর্থনৈতিক মন্দার কারণে কয়েক দিনের জন্য বিভ্রাটের সম্মুখীন হয়েছিল।\n\n\n== তথ্যসূত্র =="}