{"pageid": 1194209, "title": "বাট্টিকালোয়া আন্তর্জাতিক বিমানবন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1194209", "content": "বাট্টিকালোয়া আন্তর্জাতিক বিমানবন্দর (তামিল: மட்டக்களப்பு சர்வதேச விமான நிலையம், সিংহলি: මඩකලපුව ගුවන්තොටුපළ) (আইএটিএ: বিটিসি, আইসিএও: ভিসিসিবি) একটি বিমানবন্দর যা পূর্ব শ্রীলঙ্কায় উড়ান পরিষেবা প্রদান করে। পূর্বে, বিমানবন্দরটি বাট্টিকালোয়া বিমানবন্দর নামে পরিচিত ছিল। এটি একটি সামরিক বিমানঘাঁটি, যা শ্রীলঙ্কা এয়ার ফোর্স ব্যাটিকালোয়া বা এসএলএএফ বাট্টিকালোয়া নামে পরিচিত। বিমানবন্দরটি বাটিকালোয়া শহরের ১ নটিক্যাল মাইল (২ কিমি; ১ মা) দক্ষিণ-পশ্চিমে থিমিলাথিউ দ্বীপের পুথুনগর গ্রামে অবস্থিত। এটি ৩ মি (১০ ফু) উচ্চতা বিশিষ্ট এবং একটি বিটুমিন পৃষ্ঠযুক্ত ১,৫৬০ বাই ৪৬ মিটার (৫,১১৮ বাই ১৫১ ফুট) পরিমাপে ০৬/২৪ মনোনীত রানওয়ে রয়েছে।\n১৯৫৮ সালে একটি অভ্যন্তরীণ বিমানবন্দর হিসাবে প্রতিষ্ঠিত, বিমানবন্দরটি এয়ার সিলনের পতনের পর ১৯৭৯ সালে কাজ বন্ধ করে দেয়। শ্রীলঙ্কার গৃহযুদ্ধের সময় স্থানটি শ্রীলঙ্কা বিমান বাহিনী দ্বারা দখল করা হয়েছিল। অভ্যন্তরীণ উড়ানগুলি ২০১৮ সালে আবার শুরু হয়েছিল, এবং এটি ২০১৯ শ্রীলঙ্কার পঞ্চম আন্তর্জাতিক বিমানবন্দরে পরিণত হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== অভ্যন্তরীণ বিমানবন্দর ===\nবাট্টিকালোয়া বিমানবন্দর মূলত ১৯৫৮ সালের ১৭ই নভেম্বর খোলা হয়েছিল এবং বেসামরিক বিমান চলাচল বিভাগ দ্বারা পরিচালিত হয়েছিল। প্রায় এক দশক পরে এয়ার সিলন একটি ২৯-আসনের নর্ড এভিয়েশন বিমান ব্যবহার করে গাল ওয়া বিমানবন্দর হয়ে বাটিকালোয়া ও রাতমালানার মধ্যে অভ্যন্তরীণ উড়ান পরিচালনা শুরু করেছিল। বাট্টিকালোয়া ও রাতমালানার মধ্যে ৭৫ মিনিটের উড়ান জনপ্রিয় হয়ে ওঠে, বিশেষ করে সরকারি কর্মচারীদের কাছে যারা প্রতি বছর তিনটি অভ্যন্তরীণ উড়ানের জন্য রেলওয়ে ওয়ারেন্ট ব্যবহার করতে সক্ষম ছিলেন। এয়ার সিলনের ব্যর্থতার পর ১৯৭৯ সালের আগস্টে মাসে বিমানবন্দর থেকে সমস্ত অভ্যন্তরীণ উড়ান বন্ধ হয়ে যায়।\n\n\n=== আন্তর্জাতিক বিমানবন্দর ===\nযেহেতু জাফনা বিমানবন্দর ভারত সরকার দ্বারা পুনর্নির্মাণ করা হচ্ছে, পূর্ব শ্রীলঙ্কার সুশীল সমাজের দলগুলি জাফনায় ভারতীয় কনসালের কাছে অভিযোগ করেছিল যে ভারতীয় উন্নয়ন কাজগুলি শুধুমাত্র উত্তর দিকে মনোনিবেশ করা হয়েছে এবং পূর্বদিকে উপেক্ষা করা হয়েছে। ভারত সরকার ২০১৯ সালে বাট্টিকালোয়া বিমানবন্দর পুনর্নির্মাণ করতে সম্মত হয়েছিল এবং শ্রীলঙ্কা সরকারও এটিকে একটি আন্তর্জাতিক বিমানবন্দর করতে সম্মত হয়েছিল। বিমানবন্দরটিকে একটি আঞ্চলিক বিমানবন্দর করার জন্য ২০১৯ সালের সেপ্টেম্বর মাসে মন্ত্রিসভা থেকে অনুমোদন দেওয়া হয়েছিল, আন্তর্জাতিক উড়ান গুলিকে অনুমতি দেওয়া হয়েছিল, তবে দীর্ঘ দূরত্বের উড়ানের জন্য নয়। বিমানবন্দরটিকে ২০১৯ সালের অক্টোবর মাসে প্রথম দিকে একটি আঞ্চলিক বিমানবন্দরে উন্নীত করা হয়েছিল এবং এর নাম পরিবর্তন করে বাট্টিকালোয়া আন্তর্জাতিক বিমানবন্দর করা হয়েছিল।\nবিমানবন্দরটি ২০২০ জানুয়ারি মাসের মধ্যে আন্তর্জাতিক উড়ানের জন্য প্রস্তুত হবে বলে আশা করা হয়েছিল। অ্যালায়েন্স এয়ার ও ফিটসএয়ার বাট্টিকালোয়া থেকে আন্তর্জাতিক উড়ান পরিচালনায় আগ্রহ প্রকাশ করেছে।\n\n\n== বিমান সংস্থা ও গন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nবাট্টিকালোয়া আন্তর্জাতিক বিমানবন্দরের দাপ্তরিক ওয়েবসাইট\nশ্রীলঙ্কা বিমান বাহিনী বাট্টিকালোয়া"}