{"pageid": 1194135, "title": "আব্দুর রশীদ নোমানী", "url": "https://bn.wikipedia.org/wiki?curid=1194135", "content": "আব্দুর রশীদ নোমানী (উর্দু: عبدالرشید نعمانی‎‎; ২৮ সেপ্টেম্বর ১৯১৫ – ১২ আগস্ট ১৯৯৯) বিংশ শতাব্দীর পাকিস্তানের একজন নেতৃস্থানীয় হাদিস বিশারদ। তিনি জামিয়া উলুমুল ইসলামিয়ার হাদিস বিভাগের প্রধান এবং ভাওয়ালপুর ইসলামি বিশ্ববিদ্যালয়ের তাফসীর বিভাগের প্রধান ছিলেন। ভারতের জয়পুরে জন্মগ্রহণ করলেও পরবর্তীতে দেশভাগের পর তিনি পাকিস্তান হিজরত করেন, এর পূর্ব পর্যন্ত তিনি নাদওয়াতুল মুসান্নিফীনের সদস্য ছিলেন। তিনি হায়দার হাসান খান টোংকী ও আবুল হাসান আলী হাসানী নদভীর শিষ্য ছিলেন। এছাড়াও তিনি দীর্ঘ সময় ইলিয়াস কান্ধলভির সান্নিধ্য লাভ করেন। তিনি হাদিসশাস্ত্রে ১৫-এর অধিক গ্রন্থ রচনা করেন। তিনি সর্বপ্রথম প্রমাণ করেন যে, ফিকহি বিন্যাসে প্রথম সহীহ হাদিস গ্রন্থের রচয়িতা আবু হানিফা। বিষয় অনুযায়ী তার রচিত লুগাতুল কুরআন উর্দু ভাষায় অনন্য মর্যাদার অধিকারী। তার সম্পাদনায় বাইয়্যিনাত প্রকাশিত হয়। তার ছাত্রদের মধ্যে হাবিবুল্লাহ মুখতার ও মুহাম্মাদ আবদুল মালেক অন্যতম।\n\n\n== প্রারম্ভিক জীবন ==\nমুহাম্মাদ আব্দুর রশীদ ১৯১৫ সালের ২৮ সেপ্টেম্বর মোতাবেক ১৩৩৩ হিজরির ১৮ যিলকদ ব্রিটিশ ভারতের রাজস্থানের জয়পুরে জন্মগ্রহণ করেন। তার বংশীয় উপাধি রাজপূত ও তার পিতা মুনশী আব্দুর রহীম। তার জন্মনাম মুহাম্মাদ আব্দুর রশীদ হলেও তিনি হানাফি মাযহাবের ইমাম আবু হানিফার আসল নাম নোমান অনুসারে নিজের নামের সাথে নোমানী যুক্ত করেন। তিনি পিতার কাছে ফার্সি ভাষার প্রাথমিক জ্ঞান অর্জন করেন এবং চাচা আবদুল করীমের কাছে কুরআন পড়েন। এরপর তিনি মাদরাসা আনওয়ারে মুহাম্মাদী ও পরে মাদরাসা তালীমুল ইসলামে ভর্তি হন এবং সেখানে ফার্সি ভাষার সবগুলো কিতাব অধ্যয়ন করেন। তার উস্তাদদের মধ্যে রয়েছে: ইরশাদ আলী খান, সাত্তার আলী খান, আব্দুল কাইয়ুম নাতেক ও সাঈদ হুসাইন। ১৯২৮ থেকে ১৯৩২ পর্যন্ত তিনি কাদীর বখ্শ বাদায়ূনীর নিকট মীযানুস সরফ থেকে মিশকাতুল মাসাবীহ পর্যন্ত পাঠ্যসূচীর সকল বই অধ্যয়ন করেন। এসময় তার কাছে সহীহ বুখারীর কিছু অংশও পড়ে নেন। এছাড়াও এসময় তিনি আব্দুল হাই লখনভির রচনাবলী এবং হাফেয যাহাবীর মীযানুল ইতিদাল অধ্যয়ন করেন। এরপর তিনি দারুল উলূম নদওয়াতুল উলামার শায়খুল হাদীস হায়দার হাসান খান টোংকীর কাছে দুই বছরে হাদিসশাস্ত্রে বুৎপত্তি অর্জন করেন এবং তার কাছে বায়আত হন।\n\n\n== কর্মজীবন ==\nতিনি হায়দার হাসান খান টোংকীর ভাই মাহমূদ হাসান টোংকীর সান্নিধ্যে দক্ষিণ হায়দারাবাদে চার বছর ‘মুজামুল মুসান্নিফীন’-এর সংকলন ও গ্রন্থনার কাজ করেন। তিনি ১৯৪২ থেকে ১৯৪৭ পর্যন্ত নদওয়াতুল মুসান্নিফীনের সদস্য ছিলেন। এসময় তিনি লুগাতুল কুরআন রচনা করেন। ১৯৪৭ সালে দেশভাগের পর তিনি পাকিস্তানে চলে যান। পাকিস্তানে তিনি সিন্ধুর দারুল উলূম টেন্ডুল্লায়াতে শিক্ষক হিসেবে যোগদান করেন এবং ২ বছর সেখানে ছিলেন। ১৯৫৫ থেকে ১৯৬৩ পর্যন্ত ইউসুফ বিন্নুরীর আহ্বানে তিনি জামিয়া উলুমুল ইসলামিতে শিক্ষকতা করেন। এসময় তার সম্পাদনায় বাইয়্যিনাত প্রকাশিত হয়। এরপর ১৯৬৩ থেকে ১৯৭৬ পর্যন্ত তিনি জামিয়া ইসলামিয়া ভাওয়ালপুরে হাদিস বিভাগের উপপ্রধান এবং পরে তাফসীর বিভাগের প্রধান হিসাবে দায়িত্ব পালন করেন। ১৯৭৬ সালে তিনি পুনরায় জামিয়া উলুমুল ইসলামিতে যোগদান করেন এবং ১৯৯১ সালে বার্ধক্যজনিত অসুস্থতার কারণে অবসর নেওয়ার আগ পর্যন্ত তিনি সেখানে শিক্ষকতা করেন। এসময় তিনি হাদিসশাস্ত্র বিভাগের প্রধান এবং মাজলিসুদ্দাওয়া ওয়াত তাহকীকিল ইসলামীর সদস্য ছিলেন। তিনি ১৯৯৯ সালের ১২ আগস্ট মোতাবেক ২৯ রবীউস সানী ১৪২০ হিজরীতে মৃত্যুবরণ করেন। তার ভাই আব্দুল হালীম চিশতীর ইমামতিতে তার জানাজার নামাজ অনুষ্ঠিত হয়৷ তাকে করাচী বিশ্ববিদ্যালয়ের কবরস্থানে দাফন করা হয়।\n\n\n== সাহিত্যকর্ম ==\nতার গবেষনাধর্মী রচনার সংখ্যা ১৫। তার মধ্যে রয়েছে:\n\nলুগাতুল কুরআন (উর্দূ)\nআল ইমাম ইবনু মাজাহ ওয়া কিতাবুহুস সুনান (আরবী)\nইবনে মাজাহ আওর ইলমে হাদীস (উর্দূ)\nমাকানাতুল ইমাম আবী হানীফাহ ফিল হাদীস (আরবী)\nআত তা‘কীবাত আলাদ দিরাসাত (আরবী)\nআত তা‘লীকাত আলা যাব্বি যুবাবাতিদ দিরাসাত (আরবী)\nআত তা‘লীকুল ক্বাওয়ীম আলা মুকাদ্দিমাতি কিতাবিত তা‘লীম (আরবী)\nতাবসেরা বর মাদখাল লিল হাকিম আননায়সাবূরী\nরিজালু কিতাবিল আছার (রেওয়ায়াতু মুহাম্মাদ)\nমা খা-লাফা ফীহি আবু হানীফা ইবারাহীম আননাখায়ী\nফাতহুল আ‘য়াযযিল আকরাম লিতাখরীজিল হিযবিল আ‘যাম\nরিজালু কিতাবিল আছার\nইয়াযীদ কি শাখসিয়াত আহলে সুন্নাত কি নযর মে (উর্দূ)\nশুহাদায়ে কারবালা পর এফতেরা (উর্দূ)\nতিনি প্রায় সত্তরটি গবেষণামূলক প্রবন্ধ রচনা করেছেন। যা মাকালাতে নোমানী নামে প্রকাশিত হয়। তিনি আবু হানিফাকে ফিকহি বিন্যাসে প্রথম সহীহ হাদিস গ্রন্থের রচয়িতা হিসেবে স্বীকৃতি প্রদান করেন। এটি প্রমাণে তিনি তাঁর পাঁচ ছয়টি গ্রন্থে তথ্যসূত্রসহ বিস্তারিত আলোচনা করেছেন।\n\n\n== স্বীকৃতি ==\nআব্দুল ফাত্তাহ আবু গুদ্দাহ বলেন, \"ইলমের সমুদ্রে আকণ্ঠ নিমজ্জিত, আল্লামা শায়েখ মুহাম্মাদ আব্দুর রশীদ নোমানী রাহ. (জন্ম ১৩৩৩হি.) যিনি একাধিক টীকাগ্রন্থের প্রণেতা, বহু সূক্ষ্মাতিসূক্ষ্ম বিষয়ের উদ্ঘাটক এবং ইলমের ময়দানে একজন সফল অভিযাত্রী। তাঁর কিতাব ‘মা তামাসসু ইলাইহিল হাজাহ লিমাই ইতালিউ সুনানা ইবনি মাজাহ’ এবং ‘দিরাসাতুল লাবীব’, ‘যাব্বু যুবাবাতিদ্দিরাসাত’ ও ‘মুকাদ্দামাতু কিতাবিত তালীম’ ইত্যাদি গ্রন্থসমূহে টীকা প্রণয়ন হাদীসশাস্ত্রে তাঁর পৌরুষদীপ্ত পূর্ণতার কথাই ঘোষণা করে।'\nআবুল হাসান আলী হাসানী নদভী বলেন, \"মাওলানার (হায়দার হাসান খান টোংকীর) যোগ্যতম শাগরেদ এবং তাঁর বিদ্যা ও জ্ঞানগত চিন্তাচেতনার উত্তরাধিকারী আমাদের বিজ্ঞ বন্ধু মাওলানা আব্দুর রশীদ নোমানী জয়পুরী। বর্তমানে যিনি দ্বীনিয়াত ইউনিভার্সিটি, ভাওয়ালপুর-এর শায়খুল হাদীস। তাঁর ইলমী অবদানসমূহ কোনোরূপ পরিচয়দানের মুখাপেক্ষী নয়। তিন খণ্ডে রচিত বৈশিষ্ট্যপূর্ণ গ্রন্থ ‘লুগাতুল কুরআন’ এবং ইলমী ও গবেষণাধর্মী রচনা ‘মা-তামাসসু ইলাইহিল হাজাহ লিমাই ইতালিউ সুনানা ইবনি মাজাহ’ (আল ইমাম ইবনু মাজাহ ওয়া কিতাবুহুস সুনান) তাঁর ব্যাপক অধ্যয়ন ও সূক্ষ্মদৃষ্টির সাক্ষ্য বহন করে। তিনি কয়েক বছর আবাসে ও প্রবাসে মাওলানার সার্বক্ষণিক সান্নিধ্য লাভ করেছেন। দারুল উলূম নদওয়াতুল উলামায় থাকাকালীন সময়েও এবং টোংক-এ অবস্থানকালেও তাঁর ফয়েয ও বরকত লাভ করেছেন এবং মাওলানার গবেষণালব্ধ জ্ঞান দ্বারা পরিপূর্ণরূপে উপকৃত হয়েছেন। মাওলানার সম্পর্কও তাঁর সাথে অত্যন্ত গভীর ছিল এবং তিনি তাঁর ব্যাপারে পূর্ণ আস্থাবান ছিলেন।\"\nসহীহ বুখারীর ব্যাখ্যাকার মাওলানা আহমদ রেজা বিজনুরী বলেন, ‘তাঁর সবক’টি কিতাব গভীর ও দীর্ঘ অধ্যয়নের ফল এবং উচ্চতর গবেষণার প্রমাণ বহন করে। বিভিন্ন ভূমিকা ও টীকাগ্রন্থে তাঁর গবেষণাধর্মী চিন্তাভাবনা আল্লামা কাউসারী রাহ.-এর চিন্তাভাবনার সাথে অনেকাংশে মিলে যায়। এজন্য তাঁর স্পষ্টভাষিতা ও দ্বিধাহীন সমালোচনা কারো কাছে রুঢ় মনে হয়। অন্তর্দৃষ্টিসম্পন্ন ও ইনসাফপ্রিয় ব্যক্তিগণ তাঁর সৎসাহস ও নির্ভিক বক্তব্য প্রশংসার দৃষ্টিতে দেখে থাকেন।\"\n\n\n== আরও দেখুন ==\n\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}