{"pageid": 1194008, "title": "সৎকার্যবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1194008", "content": "সতকার্যবাদ (সংস্কৃত: सत्कार्यवाद, আইএএসটি: Satkāryavāda) হল কার্যকারণ তত্ত্ব। তত্ত্ব অনুসারে, উদ্ভাসিত প্রভাব কারণের পূর্বে বিদ্যমান; এবং যা কিছু অনুভূত হয় তার মূল কারণ প্রকৃতি। প্রকৃতি যখন অপরিবর্তনীয় পুরুষের সান্নিধ্যে থাকে না, তখন সচেতন ক্ষমতা, প্রকৃতির তিনটি পদ্ধতি (গুণ - সত্ত্ব, রজঃ ও তমঃ) সুসজ্জিত থাকে, এবং প্রকৃতি হল অব্যক্ত সম্ভাবনা। যখন সচেতন ক্ষমতা এবং বস্তুনিষ্ঠ ক্ষমতার মধ্যে অন্তঃক্রিয়া হয় তখন বস্তুনিষ্ঠ প্রকৃতির তিনটি পদ্ধতি বিঘ্নিত হয় এবং প্রবাহিত অবস্থায় প্রবেশ করে বৈচিত্র্যময় প্রকাশের জন্ম দেয়।\n\n\n== বৈদিক শিকড় ==\nবৈদিক সময়ে, সমস্ত ঘটনার অন্তর্নিহিত ঋত বা ক্রম নির্ধারণের চেষ্টা করার জন্য, শর্তারোপন করা হয়েছিল যে এই ঘটনাগুলির অন্তর্নিহিত শক্তির পরিপ্রেক্ষিতে পরিবর্তন বোঝা যায়, অর্থাৎ, প্রভাব তৈরির কারণ হিসাবে, এই শক্তিকে বলা হয়েছিল স্বধ (নিজস্ব ক্ষমতা)। কিন্তু পরে, পরিবর্তনের বাস্তবতা নিজেই প্রশ্নে আসে। যাইহোক, উপনিষদ ও সাংখ্য, যদিও অভূতপূর্ব পরিবর্তনটি মায়া ছিল নাকি বাস্তব সে বিষয়ে ভিন্ন, সতকার্যবাদকে স্বীকার করেছে। স্বধা ও সতকার্যবাদ আনুষ্ঠানিক ও বস্তুগত কারণের প্রকৃতিতে অংশ নেওয়ার জন্য কার্যকর কারণের বাইরে চলে যায়। বৌদ্ধদের প্রতিত্যসমুৎপদ অ-রৈখিক ধরনের কার্যকারণকে বোঝায়; প্যাচায়-নামরূপ-এর প্যাচায় শব্দের আক্ষরিক অর্থ সমর্থন, এবং এটি কার্যকারণকে একতরফা শক্তির পরিপ্রেক্ষিতে নয় বরং সম্পর্কের পরিপ্রেক্ষিতে উপস্থাপন করে। বৌদ্ধরা নৈমিত্তিক তাৎপর্যের জন্য সব ধরনের সম্পর্ক বিবেচনা করে।\n\n\n== বেদান্ত ব্যাখ্যা ==\nছান্দোগ্য উপনিষদ ৩.১৯ এবং তৈত্তিরীয় উপনিষদ  ২.৭ থেকে, এটা মনে হয় যে অসত (অ-সত্তা) নামে পরিচিত গর্ভবতী ও অভেদহীন বিশৃঙ্খলা থেকে উদ্ভূত হয়েছে, কিন্তু হিন্দুশাস্ত্র ব্রাহ্মণ সৃষ্টিকে বর্ণনা করেছেন \"সতের রূপান্তর হিসাবে নৈর্ব্যক্তিক বিমূর্ত বাস্তবতা\" বা \"ব্যক্তিগত স্রষ্টা\" হিসাবে উল্লেখ করা হয়েছে; সতকার্যবাদ ব্রহ্মের পরিনাম, বিকার (পরিবর্তন) হিসাবে সৃষ্টিকে কল্পনা করে, এবং অদ্বৈত বেদান্ত বিবর্তবাদ (অধিপতিত্বের তত্ত্ব) এ বিশ্বাস স্থাপন করেন।\nগৌড়পাদ, অজাতিবাদের পক্ষে, বলেন, মিথ্যা প্রভাবের মিথ্য উৎপত্তি; এটা বাস্তব উদ্ভব নয়। শঙ্করের শিষ্য তোতাকাচার্য, শ্রুতিসার্সমুদ্ধরণম শ্লোক ১৫১-এ উল্লেখ করেছেন – এমনকি যদি কেউ মনে করে যে জগৎ, মন দিয়ে শুরু হয়, কোন না কোনভাবে হয় পূর্বের অস্তিত্ব বা অ-অস্তিত্ব (প্রভাব) অনুসারে উদ্ভূত হয়। এটা বাস্তব নয়; শ্রুতির জন্ঘোষণা করা হয়েছে যে এটা অবাস্তব।\nবেদান্তের মতে, ব্রহ্ম, নিত্য বিদ্যমান অ-দ্বৈত সত্তা শত কিন্তু যিনি চিরন্তন বিষয় এবং জানার বস্তু নন, তিনিই আনন্দের একমাত্র উৎস (রসঃ), অ-সত্তা সুখের উৎস হতে পারে না। ব্রহ্মই সৃষ্টির কারণ। সগুণ ব্রহ্ম বা ঈশ্বর হিসাবে, তার অনাদি মায়ার শক্তি দিয়ে, তিনি এই সৃষ্টির উদ্ভব ঘটান যা অনাদিও, নিয়ন্ত্রণ করে এবং এর মধ্যে প্রভু হিসেবে শাসন করে। মায়া হল প্রকৃতি (অব্যক্ত), প্রকৃতি তিনটি গুণের সমন্বয়ে গঠিত। শঙ্কর সতকার্যবাদকে বিস্তৃত করে বলে যে সৃষ্টি শুধুমাত্র নাম ও রূপের প্রকাশ; অনির্দিষ্ট হয়ে ওঠায় রূপান্তরিত হয়ে মায়ার সংসর্গে সংকল্পিত হয়, অন্যথায় জগৎ অবাস্তব - অ্যাকসমিক পদ্ধতি দেখায় সৃষ্টিকে ব্রহ্মের উপর আধিপত্য হিসাবে দেখায় যেখানে বিষয়গত দৃষ্টিভঙ্গি অনুসারে বৈচিত্র্যের অভূতপূর্ব জগতটি অবাস্তব, নিছক স্বপ্ন।\nশঙ্কর অসতকার্যবাদের বিরুদ্ধে সাতকার্যবাদকে রক্ষা করে কিন্তু পরিনামাবাদ থেকে আলাদা করে বিবর্তবাদের আলোকে, তিনি অসীম ও শাশ্বতকে মানুষের আকাঙ্ক্ষার লক্ষ্য হিসেবে ধরেন, পরমার্থ ও ব্যাবহারকে আলাদা করে এবং সম্মত হন যে পূর্বেরটি নিরবধি এবং পরেরটি মৌলিকভাবে অস্থায়ী ও অস্থায়ী, যদিও তাদের অভিজ্ঞতাগত বিষয় ও কার্যকারণ বিশ্লেষণে ভিন্ন। তিনি বলেছেন যে শ্রুতি অভিজ্ঞতামূলক দৃষ্টিকোণ থেকে প্রবাদের কথা বলে; প্রাণীর পার্থক্য ইত্যাদির জন্য প্রব্ধ উৎপত্তি (বা জন্ম) জন্য গৃহীত হয়, যে পার্থক্য অন্যথায় উৎপন্ন করা যায় না। একই প্রেক্ষাপটে কিন্তু শঙ্করের দৃষ্টিভঙ্গির বিরোধিতা করে, বিশিষ্টাদ্বৈতের প্রবক্তা রামানুজ তাঁর বেদার্থসংগ্রহে সৃষ্টিকে এইভাবে সংজ্ঞায়িত করেছেন – ব্রহ্ম যার দেহ প্রাণবন্ত এবং জড় প্রাণীদের দ্বারা গঠিত, যিনি তাঁর স্থূল আকারে নাম ও রূপের পার্থক্য দ্বারা বিভক্ত। উপস্থাপন করা হয়প্রভাব ব্রহ্মের এই বিচ্ছিন্ন ও স্থূল অবস্থাকে সৃষ্টি বলা হয়।\n\n\n== সাংখ্য ব্যাখ্যা ==\nসতকার্যবাদ হল প্রাক-অস্তিত্বের প্রভাবের সাংখ্য তত্ত্ব, যে প্রভাব (কার্য) ইতিমধ্যেই এর বস্তুগত কারণের মধ্যে বিদ্যমান ও সেইজন্য, সৃষ্টির প্রক্রিয়ায় নতুন কিছুর অস্তিত্ব বা উৎপন্ন হয় না। এই তত্ত্বটি, যোগ দর্শনের সাথেও যুক্ত, হল উদ্দালক আরুনীর 'সারার্থবাদ' এবং 'শাশ্বতবাদ'-এর পদ্ধতিগত উদ্ঘাটন। ঈশ্বরকৃষ্ণ তাঁর সাংখ্যকারিকা-এ পাঁচটি কারণ দিয়েছেন কেন প্রভাবটি তার বস্তুগত কারণের মধ্যে আগে থেকে বিদ্যমান - ক) আসাদকর্ণত - যা উৎপন্ন করা যায় না, খ) উপাদান গ্রহনত - প্রভাবের জন্য একটি বস্তুগত কারণ প্রয়োজন, গ) সর্বসম্ভবভাব - সবকিছুর উদ্ভব হয় না সবকিছু থেকে, ঘ) সক্তস্য-সাক্য-কর্ণত - কারণটি কেবল তার সম্ভাব্যতার সাথে সামঞ্জস্যপূর্ণ এবং ঙ) করণভাবত - প্রভাবের কারণের প্রকৃতি রয়েছে।\nসাংখ্য দর্শনের অনুসারীরা মনে করেন যে করকব্যপার (কারণমূলক ক্রিয়াকলাপ) তিরোহিতা (অপ্রকাশিত অবস্থা) থেকে অভিভূত (প্রকাশ) করার আগেও কার্য (প্রভাব) সত (অস্তিত্ব) ছিল। সাংখ্যরা পরিণাম-বাদকে সমর্থন করে যে কারণটি ক্রমাগতভাবে নিজেকে কার্যকর করে চলেছে। তারা দুটি চিরন্তন বাস্তবতাকে সমর্থন করে, প্রকৃতি ও পুরুষ; পুরুষের অনুমানের পাঁচগুণ যুক্তি হল- ক) প্রকৃতি এবং এর বিবর্তন সকলই আত্মের উদ্দেশ্য পূরণ করে যা হল চেতনা, খ) যে স্বয়ং প্রকৃতির দ্বারা পরিবেশিত হয় তাকে অবশ্যই তিনটি গুণের সমন্বয়ে গঠিত সবকিছু থেকে আলাদা হতে হবে, গ) অভিজ্ঞতাগুলি জ্ঞানের জন্য সমস্ত অভিজ্ঞতার সমন্বয় করার জন্য বিশুদ্ধ চেতনার অতীন্দ্রিয় সংশ্লেষিত ঐক্যের পরামর্শ দেয়, ঘ) ভৌত মহাবিশ্বের অনুভব করার জন্য একজন সংবেদনশীল পুরুষের প্রয়োজন এবং ঙ) প্রকৃতি থেকে পালানোর আকাঙ্ক্ষা রয়েছে।\n\n\n== আরও দেখুন ==\nঅদ্বৈতবাদ\nদ্বৈতবাদ\nবিবর্তবাদ\nঐশ্বর্য\n\n\n== তথ্যসূত্র =="}