{"pageid": 1195601, "title": "মথুরা জংশন রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1195601", "content": "মথুরা জংশন রেলওয়ে স্টেশন দিল্লি-মুম্বাই এবং দিল্লি-চেন্নাই লাইনের আগ্রা-দিল্লি চর্ডের একটি গুরুত্বপূর্ণ স্টেশন। এটি ভারতের উত্তর প্রদেশ রাজ্যের মথুরা জেলায় অবস্থিত। এটি উত্তর-মধ্য রেলওয়ের অন্যতম গুরুত্বপূর্ণ স্টেশন। এটি মথুরা এবং বৃন্দাবন পরিবেশন করে। প্রিমিয়াম ট্রেন সাধারণত এই স্টেশন এড়িয়ে যায়।\n\n\n== ওভারভিউ ==\nমথুরা হল শ্রীকৃষ্ণের জন্মস্থান। ১১ বছর বয়সে বৃন্দাবনে তার শৈশব কেটেছে মথুরা থেকে কিমি দূরে। অতএব, উভয়ই হিন্দুদের প্রধান তীর্থস্থান। ইন্ডিয়ান অয়েল কর্পোরেশনের মথুরা শোধনাগার যা ভারতের বৃহত্তম তেল শোধনাগারগুলির মধ্যে একটি মথুরায় অবস্থিত।\n\n\n== ইতিহাস ==\n২৯ মা (৪৭ কিমি) -দীর্ঘ হাট রোড-মথুরা ক্যান্ট লাইনটি ১৮৭৫ সালে বোম্বে, বরোদা এবং মধ্য ভারত রেলওয়ে দ্বারা খোলা হয়েছিল। এটি ১৯৫২ সালে উত্তর পূর্ব রেলওয়েতে স্থানান্তরিত হয়। মথুরা-কাসগঞ্জ লাইনটি ১,০০০ মিলিমিটার (৩ ফুট ৩ ৩⁄৮ ইঞ্চি) থেকে রূপান্তরিত হয়েছিল১,০০০ মিলিমিটার (৩ ফুট ৩ ৩⁄৮ ইঞ্চি)\n৭ মা (১১ কিমি) -লং মিটার-গেজ মথুরা- বৃন্দাবন শাখা লাইন ১৮৮৯ সালে বোম্বে, বরোদা এবং মধ্য ভারতীয় রেলওয়ে দ্বারা খোলা হয়েছিল।\n\n\n== স্টেশন ==\nমথুরা জংশনে 10টি প্ল্যাটফর্ম রয়েছে। দক্ষিণগামী এবং পশ্চিমগামী ট্রেনের জন্য একটি জংশন রয়েছে। এটি ভারতের সমস্ত বড় শহরের সাথে সংযোগ রয়েছে। এই রেলওয়ে জংশন স্টেশন থেকে সাতটি রুট/লাইন রয়েছে। প্ল্যাটফর্ম 9 বৃন্দাবন মিটার-গেজ ট্রেনের জন্য উত্সর্গীকৃত। কোয়ালিটি কাউন্সিল অফ ইন্ডিয়া (QCI) দ্বারা প্রকাশিত 2018 সালের রিপোর্ট অনুসারে, 75টি প্রধান স্টেশনগুলির মধ্যে স্টেশনটিকে সবচেয়ে কম পরিচ্ছন্ন স্টেশন হিসাবে ঘোষণা করা হয়েছে।\n\n\n== বিদ্যুতায়ন ==\nফরিদাবাদ-মথুরা-আগ্রা অংশটি 1982-85 সালে বিদ্যুতায়িত হয়েছিল। মথুরা-ভরতপুর-গঙ্গাপুর সিটি লাইন 1985-86 সালে বিদ্যুতায়িত হয়েছিল।\n\n\n== সুযোগ-সুবিধা ==\nমথুরা জংশন রেলওয়ে স্টেশনে একটি পর্যটন তথ্য কেন্দ্র, টেলিফোন বুথ, কম্পিউটারাইজড রিজার্ভেশন সেন্টার, ওয়েটিং রুম, নিরামিষ এবং আমিষ খাবার কক্ষ এবং একটি বইয়ের স্টল রয়েছে। ভারতীয় রেলওয়ে, তার স্টেশন পুনঃউন্নয়ন উদ্যোগের অংশ হিসাবে, মথুরার রেলওয়ে স্টেশনটি সফলভাবে সংস্কার করেছে যা রেলওয়ে দ্বারা শহরে আসা যাত্রীদের জন্য আরও সুবিধাজনক করে তুলেছে। স্টেশনটিতে নতুন প্রবেশ ও প্রস্থান গেট রয়েছে এবং যাত্রীদের জন্য প্রথম শ্রেণীর ওয়েটিং রুমটি নতুন বেঞ্চ সরবরাহ করে সংস্কার করা হয়েছে। স্টেশনের সার্কুলেটিং এরিয়া পরিবর্তন করা হয়েছে।\n\n\n== যাত্রী ==\nমথুরা জংশন ভারতীয় রেলওয়ের শীর্ষ শতাধিক বুকিং স্টেশনগুলির মধ্যে একটি। জংশনটি গুরুত্বপূর্ণ কারণ এখান থেকে দিল্লি থেকে আসা ট্রেনের রুটগুলি মুম্বাই এবং দক্ষিণ ভারতীয় শহর হায়দ্রাবাদ, ব্যাঙ্গালোর এবং চেন্নাইয়ের দিকে বিভক্ত।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nমথুরা ক্যান্ট রেলওয়ে স্টেশন\nআগ্রা ক্যান্টনমেন্ট রেলওয়ে স্টেশন\nহযরত নিজামউদ্দিন রেলওয়ে স্টেশন\nনয়াদিল্লি রেলওয়ে স্টেশন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমথুরা জংশন রেলওয়ে স্টেশনের মধ্য দিয়ে ট্রেন যাচ্ছে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ মার্চ ২০১৬ তারিখে\nমথুরা জংশনে ট্রেন\n উইকিভ্রমণ থেকে মথুরা জংশন রেলওয়ে স্টেশন ভ্রমণ নির্দেশিকা পড়ুন।</img> ভ্রমণ নির্দেশিকা\n উইকিভ্রমণ থেকে মথুরা জংশন রেলওয়ে স্টেশন ভ্রমণ নির্দেশিকা পড়ুন।</img>উইকিভ্রমণ থেকে  টেমপ্লেট:Railway stations in Uttar Pradesh"}