{"pageid": 1195396, "title": "লুইস দে লা ফুয়েন্তে (ফুটবলার, ১৯৬১-এ জন্ম)", "url": "https://bn.wikipedia.org/wiki?curid=1195396", "content": "লুইস দে লা ফুয়েন্তে কাস্তিলো (জন্ম: ২১ জুন, ১৯৬১) হলেন একজন স্প্যানিশ ফুটবল ম্যানেজার এবং প্রাক্তন পেশাদার ফুটবলার। খেলোয়াড়ি জীবনে তিনি লেফট-ব্যাক হিসেবে খেলতেন। তিনি স্পেন জাতীয় ফুটবল দলের ম্যানেজার।\nতিনি লা লিগার ক্লাব অ্যাথলেটিক বিলবাও এবং সেভিয়ার হয়ে ১৩ মৌসুমে ২৫৪ ম্যাচ খেলে ৬টি গোল করেন। ১৯৮৪ সালে কোপা দেল রে শিরোপা জেতার পাশাপাশি লিগ শিরোপা এবং পরবর্তীতে তাদের হয়ে আরেকটি লিগ শিরোপা জেতেন।\nদে লা ফুয়েন্তে ২০১৩ সালে স্প্যানিশ যুব দলকে কোচিং করানো শুরু করেন। ২০১৫ সালের ইউরোপিয়ান চ্যাম্পিয়নশিপে অনূর্ধ্ব-১৯ দল এবং ২০১৯ সালের একই টুর্নামেন্টে অনূর্ধ্ব-২১ দলকে শিরোপা জেতান। তিনি ২০২০ গেমসে অলিম্পিক দলকে রৌপ্য পদক জেতান, এবং ২০২২ সালে স্পেন জাতীয় ফুটবল দলের দায়িত্ব নেন।\n\n\n== খেলোয়াড়ি জীবন ==\nদে লা ফুয়েন্তের জন্ম হারো, লা রিওজায়। অ্যাথলেটিক বিলবাও একাডেমি বের হওয়ার পর ১৯৭৮ সালে সেগুন্ডা ডিভিশন বি- তে রিজার্ভের দলের সাথে তার সিনিয়র ক্যারিয়ার শুরু হয়। ৮ মার্চ, ১৯৮১-এ তিনি ভ্যালেন্সিয়ার- বিপক্ষে বদলি খেলোয়াড় হিসাবে মাঠে নেমে লা লিগা -তে অভিষেক করেন।\n১৯৮২ সালের গ্রীষ্মে দে লা ফুয়েন্তেকে সিনিয়র দলে নেওয়া হয়। পরের বছরের ২৬ মার্চে তিনি তার প্রথম পেশাদার গোল করেন, আরসি সেলটা ডি ভিগোর বিপক্ষে।\nজুলাই ১৯৮৭ সালে, দে লা ফুয়েন্তে সেভিয়া- তে একটি চুক্তি স্বাক্ষর করেন। ১৯৯১ সালে তিনি ২০ মিলিয়ন ফি দিয়ে অ্যাথলেটিকে ফিরে আসেন,\nদে লা ফুয়েন্তে ১৯৯৩ সালে দেপোর্তিভো আলাভেসে যোগ দেন। এক মৌসুম পর, তিনি ৩৩ বছর বয়সে অবসর গ্রহণ করেন\n\n\n== কোচিং ক্যারিয়ার ==\n\n\n=== প্রারম্ভিক বছর ===\nদে লা ফুয়েন্তে প্রথমদিকে ক্লাব পর্তুগালেতের কোচ ছিলেন। ২০০০ সালের গ্রীষ্মে তিনি সেগুন্ডা ডিভিশন বি ক্লাব সিডি আউরেরা দে ভিটোরিয়াতে নিযুক্ত হন, পয়েন্ট টেবিলের সপ্তম স্থান থাকা সত্ত্বেও পরের বছরের মার্চ মাসে তাকে বরখাস্ত করা হয়।\nসেভিলায় ফিরে যাওয়ার পর, দে লা ফুয়েন্তে অ্যাথলেটিকে ফিরে আসেন। প্রাথমিকভাবে রিজার্ভের একজন ম্যানেজার, তিনি তার আগের দায়িত্বে ফিরে আসার আগে দুই বছর ম্যাচ প্রতিনিধি হিসেবেও কাজ করেছিলেন।\n১৩ জুলাই, ২০১১-এ, দে লা ফুয়েন্তেকে আলাভেসের কোচ মনোনীত করা হয়, এবং ১৭ অক্টোবর বরখাস্ত করা হয়।\n\n\n=== স্পেনের যুব দল ===\n৫ মে, ২০১৩-এ, দে লা ফুয়েন্তে স্পেনের অনূর্ধ্ব-১৯ দলের কোচ হিসেবে নিযুক্ত হন। কোচ হয়েই তিনি গ্রিসে অনুষ্ঠিত ২০১৫ সালের উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপ জেতেন। ২০১৮ সালে অনূর্ধ্ব-২১ দলের কোচ আলবার্ট সেলেডস পদত্যাগ করলে তাকে সে দলের ম্যানেজার করা হয়। ইতালিতে অনুষ্ঠিত ২০১৯ ইউরোপিয়ান চ্যাম্পিয়নশিপে স্পেন অ১৯ দলজার্মানির কাছে ১–০ ফাইনালে হেরে যায়।\n৮ জুন, ২০২১-এ, দে লা ফুয়েন্তে লিথুয়ানিয়ার বিরুদ্ধে উয়েফা ইউরো ২০২০ টুর্নামেন্টের প্রস্তুতি ম্যাচের জন্য স্পেন জাতীয় দল থেকে খেলোয়াড় ডাকেন। কারণ, সার্জিও বুসকেটস কোভিড-১৯ পজিটিভ ছিলেন, যার কারণে পুরো দলকেই কোয়ারেন্টাইনে পাঠানো হয়।\nদে লা ফুয়েন্তে জাপানে বিলম্বিত ২০২০ গেমসে স্পেন অলিম্পিক দলের দায়িত্বে ছিলেন। ফাইনালে ব্রাজিলের কাছে ২–১ গোলে হেরে রৌপ্য পদক নিয়েই সন্তুষ্ট থাকতে হয় তাদের।\n\n\n=== স্পেন জাতীয় ফুটবল দল ===\nস্পেন জাতীয় ফুটবল দলের কোচ লুইস এনরিকে মরক্কোর কাছে ২০২২ ফিফা বিশ্বকাপে হারের পর পদত্যাগ করলে ৮ ডিসেম্বর, ২০২২-এ, দে লা ফুয়েন্তে স্পেন জাতীয় দলের প্রধান কোচ হিসেবে নিযুক্ত হন।\n\n\n== অর্জন ==\n\n\n=== খেলোয়াড় হিসেবে ===\nঅ্যাথলেটিক বিলবাও\n\nলা লিগা : ১৯৮২–৮৩, ১৯৮৩–৮৪\nকোপা দেল রে : ১৯৮৩–৮৪\n\n\n=== কোচ হিসেবে ===\nস্পেন অ১৯\n\nউয়েফা ইউরোপীয় অনূর্ধ্ব-১৯ চ্যাম্পিয়নশিপ : ২০১৫\nস্পেন অ২১\n\nউয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপ : ২০১৯\nস্পেন অ২৩\n\nগ্রীষ্মকালীন অলিম্পিকে রৌপ্য পদক: ২০২০\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিডিফুটবলে লুইস দে লা ফুয়েন্তে  (ইংরেজি)\nBDFutbol-এ লুইস দে লা ফুয়েন্তে ম্যানেজার প্রোফাইল\nLuis de la Fuente at Athletic Bilbao"}