{"pageid": 1195444, "title": "ঘোটুল", "url": "https://bn.wikipedia.org/wiki?curid=1195444", "content": "ঘোটুল হল মাটির অথবা ছিটে বেড়ার অর্থাৎ মাটি, বাঁশ, কাঠের দেয়াল দিয়ে ঘেরা এবং খড়ের ছাউনির এক প্রশস্ত কুঁড়েঘরের আকারে নির্মিত অবিবাহিত আদিবাসী যুবক-যুবতীদের আস্তানা তথা গ্রামীণ ছাত্রাবাস। ছত্তিশগড়ের বস্তার জেলায়, মধ্যপ্রদেশ, মহারাষ্ট্র, অন্ধ্রপ্রদেশের পার্শ্ববর্তী অঞ্চলের গোণ্ড ও মুরিয়া উপজাতির শিশু- কিশোরেরা সম্মিলিতভাবে এখানে বসবাস করে। তাদের জীবনে ‘ঘোটুল’ এক গুরুত্বপূর্ণ অধ্যায়।  অন্য কথায়, ঘোটুল হল আদিবাসী সমাজের মানুষের সামাজিক, সাংস্কৃতিক ও ধর্মীয় জীবনের কেন্দ্রবিন্দু। প্রখ্যাত ব্রিটিশ বংশোদ্ভূত ভারতীয় নৃতত্ত্ববিদ ভেরিয়ার এলউইন ঘোটুলকে স্বাধীন স্বশাসিত \"শিশুদের প্রজাতন্ত্র\" হিসাবে বর্ণনা করেছেন।\n\n\n== ইতিহাস ==\nআদিবাসীদের সর্বোচ্চ দেবতা লিঙ্গো বা লিঙ্গপেনই হলেন প্রথম ঘোটুলের নির্মাতা। কয়েক শতাব্দী আগে লিঙ্গো দেবতা যখন প্রত্যক্ষ করেন গোণ্ড জাতির মধ্যে কোন রকমের শিক্ষা নেই, তিনি তাদের বসতির বাইরে বাঁশের কুঁড়েঘর তৈরি করে শিশুদের মধ্যে জীবন সংক্রান্ত যাবতীয় বিষয়ে পড়াতে থাকেন। সেই থেকে আদিবাসী সমাজে ঘোটুল সংস্কৃতি জীবনের অঙ্গ হয়ে যায়। পরবর্তীতে আদিবাসীদের বিশেষকরে মুরিয়াদের বিশ্বাস দৃঢ হয় যে, তাদের জীবনযাত্রা, জ্ঞান, বোধশক্তি সবই ঘোটুল দেবতা ‘লিঙ্গপেনের’ দয়ায়। পরিবারের মঙ্গল তথা বংশবৃদ্ধির কামনায় এবং দেবতাকে সতুষ্ট রাখতে তারা ছেলে-মেয়েদের বোধশক্তি সৃষ্টির আগেই ঘোটুলে পাঠিয়ে দেয়।\n\n\n== ক্রিয়াকলাপ ও পরিচালনা ==\nঐতিহ্যের পরম্পরায় আদিবাসীদের - বিশেষ করে গোণ্ড ও মুরিয়া জাতির মানুষের জীবনের প্রতিটি দিক - তাদের জীবিকা,  গোষ্ঠী সংগঠন, শৈশব, যৌবন, ধর্ম সবই আবর্তিত হয় ঘোটুলকে ঘিরেই। ঘোটুলের সদস্যপদ কেবল বিনোদনের জন্য নয়, বরং ধর্মীয় বিশ্বাসের সঙ্গে যুক্ত একটি সামাজিক ঐতিহ্য, যা কঠোর নিয়মের দ্বারাই  নিয়ন্ত্রিত হয়। ঘোটুলে সদস্যপ্রাপ্ত ছেলেদের বলা হয় 'চেলিক' আর মেয়েদের বলা হয় 'মোতিহারি'। ছেলেদের নেতা হন 'সরদার' এবং মেয়েদের মধ্যেকার নেতাকে বলা হয় 'বাইলোসা'।\nঘোটুল পরিচালনার জন্য গঠিত হয় -  ‘গভর্নিং বডি’।\nচেলিকদের মধ্য থেকে মনোনীত দেওয়ান, সর্দার, বা মুখোয়ানদের নিয়েই তৈরী হ’ত ‘সুপ্রীম কাউন্সিল’। এরাই নারী-পুরুষ সব সদস্যদেরই নানা ধরনের সুবিধে-অসুবিধে, গোলমাল ইত্যাদি নিয়ন্ত্রণ করে এবং প্রয়োজন হ’লে বিচার করে থাকে।\nঘোটুলের ঐতিহ্য পরম্পরায় বিভিন্ন স্থানের ঘোটুল বিভিন্ন হয়ে থাকে। কোন কোন ঘোটুলে অল্পবয়সী ছেলে-মেয়েরা ঘোটুলে ঘুমায়, আবার কোনোটিতে সারাদিন সেখানে অবস্থান করে, কিন্তু রাতে নিজ নিজ বাড়িতে তারা ঘুমাতে যায়। কিছু ক্ষেত্রে, অল্পবয়সী ছেলে মেয়েরা একসাথে জীবনসঙ্গী বেছে নেয়। তবে এই ধারা বা ঐতিহ্য এখন ধীরে ধীরে কমে আসছে। সেই জাতি  সম্পর্কিত বিশ্বাস, পরম্পরা, নৃত্য-সংগীত, শিল্পকলা ও গল্পও ঘোটুলে বলা হয়।\nঐতিহ্য এই উপজাতির কিশোর-কিশোরীদের শিক্ষা প্রদানের লক্ষ্যে শুরু করা একটি অনন্য প্রচারণা। এতে দিনের বেলায় শিশুরা লেখাপড়া থেকে শুরু করে গৃহস্থালির পাঠ গ্রহণ করে, তারপর সন্ধ্যায় বিনোদন ও রাতে আনন্দ উপভোগ সামিল হয়।  মুরিয়া শিশুরা দশ বছর বয়সে  ঘোটুলের সদস্য হয়।\nঘোটুলে প্রাপ্তবয়স্কদের ভূমিকা শুধুমাত্র উপদেষ্টাদের, যারা বাচ্চাদের পরিষ্কার-পরিচ্ছন্নতা, শৃঙ্খলা এবং সম্প্রদায় পরিষেবার গুরুত্বের সাথে পরিচয় করিয়ে দেয়। কিশোর-কিশোরীরা ছাড়াও কেবল তাদের শিক্ষকেরা ঘোটুলে প্রবেশ করতে পারে।\nপ্রতি সন্ধ্যায় ঢোলের আওয়াজ ইঙ্গিত দেয় যে মোতিয়ার এবং চেলিকদের বিনোদনের জন্য ঘোটুলে যাওয়ার সময় হয়েছে। সেখানে গভীর রাত পর্যন্ত চলে নাচ-গান, সভা-সমাবেশ, উত্ত্যক্ত-চুল্ল, অন্তাক্ষরীসহ নানা ধরনের খেলা। তামাক এবং টডি সবার জন্য উপলব্ধ। বিনোদন এবং বৃত্তিমূলক শিক্ষা প্রদানের পাশাপাশি, ঘোটুল যুবকদের বৃহত্তর গোন্ড সম্প্রদায়ের একটি অংশ হিসাবে গড়ে তোলার লক্ষ্য রাখে, তাদেরকে যথাসময়ে তাদের ঐতিহ্য এবং দায়িত্বের অনুভূতি প্রদান করে। ঘোটুলের সদস্যরা নিশ্চিতভাবে উপজাতীয় সমাজের শেষকৃত্য সহ সমস্ত আচার-অনুষ্ঠানে অংশগ্রহণ করে।\nঘোটুল সম্প্রদায়ের মানুষজন মুঘল ও ব্রিটিশ আমলে ১৭৫০  খ্রিস্টাব্দে বস্তার থেকে নালন্দায় বসতি স্থাপন করে। আজকাল তারা সম্ভবত 'ঘামিলা' উপ-জাতি হিসাবে পরিচিত।  তিনি পানিপথের যুদ্ধেও মারাঠাদের সমর্থন করেছিলেন। তিনি একজন ভাল যোদ্ধা ছিলেন।\n\n\n== সঙ্গী নির্বাচন ও বিবাহ ==\nবিবাহ আদিবাসী সমাজে প্রধানত সামাজিক অনুমোদন। ঘোটুলও এখানে গুরুত্বপূর্ণ ভূমিকা নিয়ে থাকে এবং ঘোটুলের সদস্যরা সক্রিয় অংশ নিয়ে থাকে। বিবাহে ছেলেরা অ্যাকোলাইট এবং মেয়েরা ব্রাইডমেড হিসাবে কাজ করে। তবে সঙ্গী নির্বাচন হয়ে থাকে তাদের এক অভিনব  রীতিতে। খোঁপায় চিরুনি গুঁজে সাজাটা মুরিয়া মেয়েদের বৈশিষ্ট্য। ছেলেরাও তাই চিরুনি উপহার দিয়েই প্রেম নিবেদন করে। যখন ঘোটুলে কোন ছেলে শারীরিকভাবে পরিণত হয়, তাকে একটি বাঁশের চিরুনি তৈরি করতে দেওয়া হয়। সে তার সমস্ত শক্তি ও শৈলী দিয়েই এটি তৈরি করে। সেই ছেলেটির তৈরি করা চিরুনিটি ঘোঁটুলের যে মেয়ে চুরি করবে, সেই মেয়েটি ছেলেটিকে পছন্দ করার লক্ষণ হিসাবে গণ্য করা হয়। পরে মেয়েটি চুলে এই চিরুনি নিয়ে বের হলে ঘোটুলের সবাই জানতে পারে, যে সে কাকে পছন্দ করতে শুরু করেছে। এভাবে যখন ছেলে-মেয়ের জুটি তৈরি হয়, তখন তারা উভয়ে তাদের ঘোটুলকে একত্রে সাজায় এবং উভয়েই একই কুঁড়েঘরে থাকতে শুরু করে। এই সময় থেকেই তারা নিজেরা বিবাহিত জীবন সম্পর্কিত বিভিন্ন শিক্ষা গ্রহণ করে। একে অপরের অনুভূতি বোঝা ও শারীরিক চাহিদা পূরণ করা শুরু করে। ছেলে-মেয়ে উভয়ে যখন ভালবাসে এবং বিষয়টি প্রকাশ্যে আসে তখন শুধুমাত্র সেই ছেলে মেয়েরা ঘোটুলে একসাথে যেতে পারে।\nঘোটুলে বসবাসকারী উপজাতি যুবক-যুবতীর উদ্দেশ্যে ভেরিয়ার এলউইন লিখেছেন- \"যুবকদের প্রতি তার বার্তা হল যে পার্থিব লাভের চেয়ে স্বাধীনতা ও সুখের মূল্য অনেক বেশি -  বন্ধুত্ব ও সহানুভূতি, আতিথেয়তা ও একতা প্রথম গুরুত্বপূর্ণ বিষয় এবং সর্বোপরি মানুষের ভালোবাসা এবং এর বাহ্যিক প্রকাশ সুন্দর, পরিচ্ছন্ন ও মূল্যবান এবং একান্তই ভারতীয়। \"\n\n\n== বর্তমান সময়ে ঘোটুলের পরিস্থিতি ==\nবস্তারের অভ্যন্তরীণ এলাকায় এখনও ঘোটুলকে পরিবর্তিত রূপে দেখা যায়। কিন্তু বস্তারে বহির্বিশ্বের প্রবেশের ফলে ঘোটুলের আসল চেহারা নষ্ট হয়ে গেছে। বহিরাগতরা এখানে এসে ছবি তোলা এবং ভিডিও ফিল্ম তৈরি করায়, তাদের আদিম ঐতিহ্য বন্ধের পথে।\nঅন্যদিকে, মাওবাদীরাও এই ঐতিহ্য পছন্দ করে না। এ জন্য তারা অনেক জায়গায়  নিষেধাজ্ঞা আরোপ করেছে। তাদের দৃষ্টিতে এটা এক ধরনের স্বয়ম্বর সভা। অল্পবয়সী ছেলে-মেয়েদের এভাবে স্বাধীনতা দেওয়া ঠিক নয়। তারা আরও বিশ্বাস করে যে অনেক জায়গায় এই ঐতিহ্যের অপব্যবহারে মেয়েদের শারীরিক শোষণও করা হচ্ছে। বেশিরভাগ এলাকায় এই প্রথা পুরোপুরি বন্ধ না হলেও নিশ্চিতভাবেই হ্রাস পেয়েছে।\n\n\n== আরো পড়ুন ==\nদ্য মুরিয়া অ্যান্ড দেয়ার ঘোটুল (১৯৪৭) অক্সফোর্ড ইউনিভারসিটি প্রেসআইএসবিএন ৯৭৮৯৩৮৭৫৮৭০৪৫\nমুরিয়া জনজাতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঘোটুল নাচ"}