{"pageid": 1195438, "title": "মার্থোমা নাস্রাণিগণ", "url": "https://bn.wikipedia.org/wiki?curid=1195438", "content": "মার্থোমা নাস্রাণিগণ, যাদেরকে ভারতের সিরীয় খ্রিস্টানও বলা হয়, বা মার্থোমা সূরিয়ানী নাস্রাণি, মলঙ্কর নাস্রাণি, বা নাস্রাণি মাপ্পিলা, কেরল ( মালাবার অঞ্চল ) রাজ্যের ভারতীয় খ্রিস্টানদের একটি জাতি-ধর্মীয় সম্প্রদায়,  যারা বেশিরভাগ ক্ষেত্রে অংশ, সিরীয় খ্রিস্টান ধর্মের পূর্ব এবং পশ্চিমা লিটারজিকাল আচার ব্যবহার করে।  প্রথম শতাব্দীতে প্রেরিত থোমার ধর্মপ্রচারের কার্যকলাপ থেকে তারা তাদের উৎপত্তি খুঁজে পায়।  মার্থোমা নাস্রাণিগণরা ঐতিহাসিকভাবে প্রাচ্যের চার্চের অনুক্রমের একটি অংশ ছিল কিন্তু এখন তারা বিভিন্ন পূর্ব ক্যাথলিক, ওরিয়েন্টাল অর্থোডক্স, প্রোটেস্ট্যান্ট এবং স্বাধীন সংস্থায় বিভক্ত, প্রতিটি তাদের নিজস্ব লিটার্জি এবং ঐতিহ্য সহ।  তারা মালয়ালী এবং মালয়ালম ভাষায় কথা বলে। নাস্রাণি বা নাজ়ারেতী, খ্রিস্টানদের জন্য একটি সিরীয় শব্দ, যারা নিকট প্রাচ্যে খ্রিস্টান ধর্মে প্রথম ধর্মান্তরিতদের মধ্যে ছিলেন।\nঐতিহাসিকভাবে, এই সম্প্রদায়টি অষ্টম শতাব্দীতে কুলপতি টিমোথি I (780-823 খ্রিস্টাব্দ) দ্বারা প্রাচ্যের চার্চের ভারতের প্রদেশ হিসাবে সংগঠিত হয়েছিল, বিশপ এবং স্থানীয় রাজবংশীয় আর্চডেয়াকন দ্বারা পরিবেশিত হয়েছিল।    ১৪ শতকে, তৈমুর লং-এর নিপীড়নের কারণে প্রাচ্যের চার্চ প্রত্যাখ্যান করে, এবং পর্তুগিজ ঔপনিবেশিক প্রচেষ্টা মার্থোমা নাস্রাণিদের লাতিন ক্যাথলিক চার্চে নিয়ে আসে, যা তাদের দ্বারা পরিচালিত হয়। 16 শতকে Padroado সিস্টেম, সম্প্রদায়ের মধ্যে বেশ কয়েকটি ফাটল ( বিভেদ ) এর প্রথম দিকে নিয়ে যায়।    পর্তুগিজদের প্রচেষ্টার সমাপ্তি ঘটে দিয়াম্পার ধর্মসভায়, আনুষ্ঠানিকভাবে তাদের এবং অঙ্গমালির তাদের পুরো আর্চডায়োসিসকে ভোটাধিকার হিসেবে বশীভূত করে গোয়ার আর্চডায়োসিসের কাছে, যেটি পর্তুগিজ Padroado-র অধীনে ছিল এবং রোমানদের পূজার রীতি রূপ উদযাপন করেছিল। পর্তুগিজ নিপীড়ন মার্থোমা নাস্রাণিদের মধ্যে একটি সহিংস প্রতিরোধের উদ্রেক করেছিল, যা 1653 সালে কূনান ক্রুশ শপথের প্রতিবাদে প্রকাশ করেছিল। এটি ভারতের মার্থোমা নাস্রাণিদের মধ্যে স্থায়ী বিভেদের দিকে পরিচালিত করে, যার ফলে পুতেঙ্কূর (নতুন আনুগত্য, উচ্চারণ করা Pùttènkūṟ ) এবং পাজ়ায়াকূর (পুরাতন আনুগত্য, উচ্চারিত Paḻayakūṟ ) উপদল তৈরি হয়।  Pazhayakūr বর্তমান সময়ের Syro-মালাবার চার্চ এবং ক্যালডীয় সিরিয়ান চার্চ নিয়ে গঠিত যা মূল পূর্ব সিরিয়াক রীতি (ব্যাবিলনীয় রীতি/পার্সিয়ান রীতি) লিটার্জি ব্যবহার করে চলেছে।    পুথেঙ্কুর গোষ্ঠী, যারা পর্তুগিজদের প্রতিরোধ করেছিল, আর্চডিকন থমা প্রথমের নেতৃত্বে, নিজেদেরকে স্বাধীন মালঙ্কারা চার্চ হিসাবে সংগঠিত করেছিল, সিরিয়াক অর্থোডক্স চার্চের সাথে একটি নতুন যোগাযোগে প্রবেশ করেছিল। অ্যান্টিওকের, এবং তারা সিরিয়াক অর্থোডক্স চার্চ থেকে উত্তরাধিকারসূত্রে পশ্চিম সিরিয়াক রীতিটি পেয়েছে, যেটি সেন্ট জেমসের লিটার্জিকে নিয়োগ করে, যা অ্যান্টিওকের চার্চের একটি প্রাচীন আচার, পুরানো পূর্ব সিরিয়াক রীতির লিটার্জিকে প্রতিস্থাপন করে।   \nইস্টার্ন ক্যাথলিক উপদল রোমের হলি সি-এর সাথে সম্পূর্ণ যোগাযোগে রয়েছে। এর মধ্যে রয়েছে উপরে উল্লিখিত সাইরো-মালাবার চার্চের পাশাপাশি সাইরো-মালঙ্কারা ক্যাথলিক চার্চ, এটি একটি ওরিয়েন্টাল অর্থোডক্স দল থেকে উদ্ভূত যা বিশপ গিভার্গিস ইভানিওসের (মৃত্যু 1953) অধীনে 1930 সালে রোমের সাথে যোগাযোগে প্রবেশ করেছিল। যেমন মালঙ্কারা ক্যাথলিক চার্চ সিরিয়াক অর্থোডক্স চার্চের পশ্চিম সিরিয়াক লিটার্জি নিযুক্ত করে,  অন্যদিকে সাইরো-মালাবার চার্চ পূর্বের ঐতিহাসিক চার্চের পূর্ব সিরিয়াক লিটার্জি নিযুক্ত করে। \nওরিয়েন্টাল অর্থোডক্স উপদলের মধ্যে রয়েছে মালঙ্কারা অর্থোডক্স সিরিয়ান চার্চ এবং জ্যাকোবাইট সিরিয়ান খ্রিস্টান চার্চ, 1912 সালে মলঙ্কর মণ্ডলীর মধ্যে একটি বিভক্তির ফলে চার্চটি অটোসেফালাস হওয়া উচিত নাকি সিরিয়াক অর্থোডক্স কুলপতির অধীনে।  যেমন, মালঙ্কারা অর্থোডক্স চার্চ হল অ্যান্টিওকের প্যাট্রিয়ার্ক থেকে স্বাধীন একটি অটোসেফালাস ওরিয়েন্টাল অর্থোডক্স চার্চ,  যেখানে মালঙ্কারা জ্যাকোবাইট সিরিয়ান অর্থোডক্স চার্চ সিরিয়াক অর্থোডক্স চার্চের একটি অবিচ্ছেদ্য অংশ এবং সিরিয়াক অর্থোডক্স প্যাট্রিয়ার্কের নেতৃত্বে রয়েছে। . \nইরাক ভিত্তিক অ্যাসিরিয়ান চার্চ অফ দ্য ইস্ট আর্চডায়োসিস এর মধ্যে রয়েছে থ্রিসুর ভিত্তিক ক্যালডিয়ান সিরিয়ান চার্চ।  তারা সাইরো-মালাবার চার্চের মধ্যে একটি সংখ্যালঘু দল ছিল, যারা 1870 এর দশকে পূর্ব বিশপের চার্চের সাথে বিভক্ত হয়ে যোগ দেয়। অ্যাসিরিয়ান চার্চ হল প্রাচ্যের চার্চের একটি বংশধর চার্চ।  এইভাবে এটি ভারতের মার্থোমা নাস্রাণিদের ঐতিহ্যবাহী মণ্ডলীর ধারাবাহিকতা গঠন করে। \nওরিয়েণ্টীয় প্রোটেস্ট্যান্ট সম্প্রদায়ের মধ্যে রয়েছে মার্থোমা সিরিয়ান চার্চ এবং সন্ত থোমা ইভাঞ্জেলিক্যাল চার্চ অফ ইন্ডিয়া ।  মার্থোমা সিরিয়ান চার্চ মলঙ্কর চার্চের একটি অংশ যা 1800-এর দশকে ব্রিটিশ অ্যাংগ্লিকীয় মিশনারিদের প্রভাবের কারণে আব্রাহাম মালপানের অধীনে একটি সংস্কার আন্দোলনের মধ্য দিয়ে গিয়েছিল। মার্থোমা চার্চ লিটারজিকাল পশ্চিম সিরিয়াক রীতির একটি সংস্কারকৃত বৈকল্পিক নিয়োগ করে।   ভারতের সন্ত থমাস ইভাঞ্জেলিক্যাল চার্চ হল একটি ধর্মপ্রচারক দল যা 1961 সালে মার্থোমা চার্চ থেকে বিচ্ছিন্ন হয়ে যায় \nসিএসআই সিরিয়ান খ্রিস্টানরা হল মলঙ্কর সিরীয় খ্রিস্টানদের একটি সংখ্যালঘু দল, যারা 1836 সালে অ্যাংগ্লিকীয় চার্চে যোগ দিয়েছিল এবং অবশেষে ভারতের স্বাধীনতার পরে 1947 সালে দক্ষিণ ভারতের চার্চের অংশ হয়ে ওঠে। সিএসআই ও মার্থোমা সিরীয় চার্চের সম্পূর্ণ যোগাযোগে রয়েছে।    বিংশ শতাব্দীর মধ্যে, সিরিয়ার বিভিন্ন খ্রিস্টান পেন্টেকোস্টাল এবং অন্যান্য ধর্মপ্রচারে যোগ দেয় যেমন কেরালা ব্রাদারেন, ইন্ডিয়ান পেন্টেকস্টাল চার্চ অফ গড, অ্যাসেম্বলি অফ গড ইত্যাদি। তারা পেন্টেকোস্টাল সন্ত থমাস খ্রিস্টান নামে পরিচিত। \n\n\n== তথ্যসূত্র =="}