{"pageid": 1195576, "title": "জগদ্গুরু", "url": "https://bn.wikipedia.org/wiki?curid=1195576", "content": "জগদ্গুরু, আক্ষরিক অর্থে \"মহাবিশ্বের গুরু\", সনাতন ধর্মে ব্যবহৃত উপাধি। ঐতিহ্যগতভাবে, এটি বেদান্ত দর্শনের আচার্যদের জন্য দেওয়া হয়েছে বা ব্যবহার করা হয়েছে যারা প্রস্থানত্রয়ী - ব্রহ্মসূত্র, ভগবদ্গীতা এবং প্রধান উপনিষদের সংস্কৃত ভাষ্য রচনা করেছেন। ঐতিহাসিকভাবে, জগদ্গুরুগণ একটি বংশ (পরম্পরা) প্রতিষ্ঠা করেছেন, ধর্ম প্রচারের জন্য প্রতিষ্ঠান প্রতিষ্ঠা করেছেন, যারা সংস্কৃত অধ্যয়নের কেন্দ্র বারাণসীতে অবস্থিত।\n\n\n== উৎস ও ইতিহাস ==\nজগদ্গুরু সংস্কৃত উৎপত্তির যেখানে জগৎ অর্থ 'সমগ্র জগৎ' এবং গুরু মানে 'আধ্যাত্মিক গুরু'। ক্লাসিক ও শাস্ত্রে, শব্দটি বেশ কয়েকটি দেবের জন্য ব্যবহৃত হয়েছে। মহাভারতে, অর্জুন ভগবান কৃষ্ণকে 'সমগ্র বিশ্বের পরম গুরু' বলে সম্বোধন করেছেন। আদি শঙ্করাচার্য তাঁর শ্রীকৃষ্ণ-অস্তকমে ভগবান কৃষ্ণের জন্য জগদ্গুরু উপাধি ব্যবহার করেছেন। সংস্কৃত কবি কালিদাস তাঁর কুমারসম্ভবম্‌ শিরোনামের মহাকাব্যে দেবতা শিবের জন্য উপাধিটি ব্যবহার করেছেন। রামচরিতমানসে, কবি-সন্ত তুলসীদাস  ভগবান রামের জন্য উপাধিটি ব্যবহার করেছেন। ভক্তিসিদ্ধান্ত সরস্বতী প্রভুপাদ তাঁর গুরু পরম্পরা গানে চৈতন্য মহাপ্রভুর জন্য উপাধিটি ব্যবহার করেছেন। অভয়চরণারবিন্দ ভক্তিবেদান্ত স্বামী প্রভুপাদ তাঁর রচনা মার্কিন ভাগবত-ধর্ম-এ ভগবান কৃষ্ণের জন্য উপাধিটি ব্যবহার করেছেন।\n\n\n== ঐতিহ্যবাহী জগদ্গুরু ==\nহিন্দুধর্মে, তিন মহান আচার্য — আদি শঙ্কর, মধ্বাচার্য ও রামানুজ একত্রে \"আচার্যত্রয়\" বা \"ত্রিচার্য\" নামে পরিচিত। এই তিন আচার্যকে আধ্যাত্মিক ভারতের বৈদান্তিক ঐতিহ্যের স্তম্ভ বলে মনে করা হয়।\n\n\n== পদবী হিসেবে জগদ্গুরু ==\nঐতিহ্যগতভাবে জগদ্গুরু উপাধিটি আদি শঙ্করাচার্য, রামানুজাচার্য, মধ্বাচার্য, নিম্বারকাচার্য ও বল্লভাচার্যের মতো ঐতিহ্যবাহী জগদ্গুরুদের দ্বারা প্রতিষ্ঠিত মঠের সকল পীতাধিপাঠীদের দ্বারা ব্যবহৃত হয়।\nবিশেষ গুরুর জ্ঞান ও মূল্যের জন্য বারাণসীর কাশী বিদ্বত পরিষদ দ্বারা জগদ্গুরুকে উপাধি হিসেবেও সম্মানিত করা হয়। রামানন্দী সম্প্রদায়ের প্রতিষ্ঠাতা রামানন্দের বংশে \"জগদ্গুরু রামানন্দাচার্য\" উপাধিটি ব্যবহৃত হয়।\n\n\n== আরও দেখুন ==\nবিশ্বগুরু\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nDinkar, Dr. Vagish (২০০৮)। श्रीभार्गवराघवीयम् मीमांसा [Investigation into Śrībhārgavarāghavīyam] (Hindi ভাষায়)। Delhi, India: Deshbharti Prakashan। আইএসবিএন 978-81-908276-6-9। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nPalmisano, Stefania; Pannofino, Nicola (২০১৭)। Invention of Tradition and Syncretism in Contemporary Religions: Sacred Creativity। Springer। আইএসবিএন 9783319610979। \n\n\n== বহিঃসংযোগ ==\nJagadguru Rambhadracharya Handicapped University\nJagadguru Sri Shivarathreeshwara Academy of Higher Education and Research\nSpiritual master of the whole world\nJagatguru Das Brahmacari"}