{"pageid": 1196166, "title": "দ্য ওয়েস্ট অস্ট্রেলিয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1196166", "content": "দ্য ওয়েস্ট অস্ট্রেলিয়ান পার্থ, পশ্চিম অস্ট্রেলিয়ায় প্রকাশিত একমাত্র স্থানীয়ভাবে সম্পাদিত দৈনিক সংবাদপত্র। এটি সেভেন ওয়েস্ট মিডিয়ার মালিকানাধীন, যেমন রাজ্যের অন্যান্য প্রধান সংবাদপত্র, সানডে টাইমস। এটি অস্ট্রেলিয়ার দ্বিতীয় প্রাচীনতম ক্রমাগত উত্পাদিত সংবাদপত্র, যা ১৮৩৩ সাল থেকে প্রকাশিত হয়েছে। এটি রক্ষণশীল প্রবণতা রাখে এবং বেশিরভাগই লিবারেল-ন্যাশনাল পার্টি জোটকে সমর্থন করে। দেশের যেকোনো সংবাদপত্রের বাজার অনুপ্রবেশের অস্ট্রেলিয়ার সবচেয়ে বেশি শেয়ার (৮৪%) রয়েছে।\n\n\n== বিষয়বস্তু ==\nদ্য ওয়েস্ট অস্ট্রেলিয়ান আন্তর্জাতিক, জাতীয় এবং স্থানীয় সংবাদ প্রকাশ করে। ২৩ ফেব্রুয়ারি ২০১৫ (2015-02-23)-এর হিসাব অনুযায়ী, এর সংবাদ সংগ্রহকে সেভেন নিউজ, পার্থের টিভি সংবাদ এবং কারেন্ট-অ্যাফেয়ার্স অপারেশনের সাথে একীভূত করা হয়েছিল, যা তার সংবাদ কর্মীদের কাগজটির অসবোর্ন পার্ক প্রাঙ্গনে হয়েছিল। সেভেন ওয়েস্ট মিডিয়া অসবোর্ন পার্ক থেকে thewest.com.au এবং PerthNow সহ দুটি ওয়েবসাইট প্রকাশ করে। দৈনিক সংবাদপত্রে প্লে ম্যাগাজিন, দ্য গাইড, ওয়েস্ট উইকেন্ড এবং বডি অ্যান্ড সোল সহ লিফ্ট-আউট রয়েছে। Thewest.com.au হল গ্রাহকদের জন্য উপলব্ধ দৈনিক সংবাদপত্রের অনলাইন সংস্করণ।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nThe Years of News from The West Australian and Perth Daily News। St George Books। ১৯৮৪। আইএসবিএন 0-86778-016-9। \n(1933) West Australian – history of the newspaper, printing techniques and building (Photographs first used in The West Australian on ১০ মে 1910) West Australian, 5 January 1933, Centenary issue, p. 3,8e,21d\n\n\n== বহিঃসংযোগ ==\n\nThe Perth Gazette and Western Australian Journal (WA : 1833 – 1847) at Trove\nThe Perth Gazette and Independent Journal of Politics and News (WA : 1848 – 1864) at Trove\nThe West Australian Times (Perth, WA : 1863 – 1864) at Trove\nThe Perth Gazette and West Australian Times (WA : 1864 – 1874) at Trove\nThe Western Australian Times (Perth, WA : 1874 – 1879) at Trove\nThe West Australian (Perth, WA : 1879 – 1954) at Trove"}