{"pageid": 1196126, "title": "পুষ্টিমার্গ", "url": "https://bn.wikipedia.org/wiki?curid=1196126", "content": "পুষ্টিমার্গ বা পুষ্টিমার্গ সম্প্রদায় বা বল্লভ সম্প্রদায় হলো রুদ্র সম্প্রদায় (বৈষ্ণবধর্ম) এর একটি উপ-প্রথা। এটি ১৬ শতকের গোড়ার দিকে কৃষ্ণকে কেন্দ্র করে বল্লভাচার্য দ্বারা প্রতিষ্ঠিত। ভক্তি দর্শন, পুষ্টিমার্গ বল্লভাচার্য, বিশেষ করে গুসাইনজীর বংশধরদের দ্বারা সম্প্রসারিত হয়েছিল। এর মূল্যবোধগুলি থেকে উদ্ভূত হয়েছে এবং এর সার্বজনীন-প্রেম-বিষয়যুক্ত ভক্তি অনুশীলনগুলি যুবক কৃষ্ণের পৌরাণিক কামার্ত নাটকগুলিকে কেন্দ্র করে, যেমন ভাগবত পুরাণ এবং গোবর্ধন পাহাড়ের সাথে সম্পর্কিত। পুষ্টিমার্গ সম্প্রদায় কৃষ্ণকে অনেক নামে ও উপাধি দ্বারা স্বীকৃতি দেয়, যেমন শ্রী নাথজি, শ্রী নবনীতপ্রিয়াজি, শ্রী মদনামোহনজি, শ্রী মাথুরেশজি, শ্রী গোকুলনাথজি, শ্রী বিঠোবানাথজি এবং শ্রী দ্বারকাধীশজি।\nপুষ্টিমার্গ উপ-প্রথাটি বল্লভাচার্যের শুদ্ধাদ্বৈত বেদান্তিক শিক্ষার সাথে সহমত পোষণ করে, যেটি অদ্বৈত বেদান্ত, বিশিষ্টাদ্বৈত এবং দ্বৈত বেদান্তের সাথে কিছু ধারণা ভাগ করে। এই দর্শন অনুসারে, কৃষ্ণ হলেন পরম সত্তা, যা কিছু আছে তার উৎস, মানব আত্মা কৃষ্ণের ঐশ্বরিক আলোয় আবিষ্ট হয় এবং কৃষ্ণের কৃপায় আধ্যাত্মিক মুক্তি লাভ করে। দর্শনটি তপস্বী জীবনধারা প্রত্যাখ্যান করে গৃহস্থের জীবনধারাকে লালন করে যেখানে অনুসারীরা নিজেদেরকে কৃষ্ণের অংশগ্রহণকারী ও সঙ্গী এবং তাদের দৈনন্দিন জীবনকে তাঁর সৃষ্টির চলমান রাসলীলা হিসেবে দেখে। অষ্টচপ – আটজন ভক্তি আন্দোলনের কবি, যার মধ্যে অন্ধ ভক্ত-কবি সুরদাসও রয়েছে।\nএর অনুগামীরা – যাকে বলা হয় পুষ্টিমার্গী বা পুষ্টিমার্গীয় বৈষ্ণব  - সাধারণত উত্তর ও পশ্চিম ভারতে, বিশেষ করে রাজস্থান ও গুজরাটে এবং এর আশেপাশে এবং সারা বিশ্বে এর আঞ্চলিক অভিবাসীদের পাওয়া যায়। উদয়পুরের উত্তরে নাথদুওয়ারা-এর শ্রীনাথজি মন্দির হল তাদের প্রধান মন্দির, যেটির উৎপত্তি ১৬৬৯ সালে, যখন উপ-পরম্পরা মুঘল সম্রাট আওরঙ্গজেব দ্বারা নির্যাতিত হয়ে ভয়ের মধ্যে বসবাস করত। এই নাথদুওয়ারা মন্দিরটি ভারতের সবচেয়ে সমৃদ্ধ এবং আরও বিস্তৃত কৃষ্ণের মন্দিরগুলির মধ্যে একটি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nE. Allen Richardson. Seeing Krishna in America: The Hindu Bhakti Tradition of Vallabhacharya in India and Its Movement to the West. Jefferson: McFarland, 2014. 240 pp. আইএসবিএন ৯৭৮-০-৭৮৬৪-৫৯৭৩-৫.\nThe Path of Grace: Social Organization and Temple Worship in a Vaishnava Sect. By Peter Bennett. Delhi: Hindustan Publishing Corporation, 1993. xi, 230 pp.\n\n\n== বহিঃসংযোগ ==\n\nshodash-granths-by-vallabhaacharya shodash-granths-by-vallabhaacharya (1550)\nPustimarg Sahitya by Mota Mandir Mumbai\nOfficial website of the main seat of Pushtimarg at Nathdwara\nShrinathji Nathdwara"}