{"pageid": 1196743, "title": "দ্য কুরিয়ার-মেইল", "url": "https://bn.wikipedia.org/wiki?curid=1196743", "content": "দ্য কুরিয়ার-মেইল ব্রিসবেনে প্রকাশিত একটি অস্ট্রেলীয় সংবাদপত্র। নিউজ কর্প অস্ট্রেলিয়ার মালিকানাধীন, এটি ট্যাবলয়েড বিন্যাসে সোম থেকে শনিবার পর্যন্ত প্রতিদিন প্রকাশিত হয়। এর সম্পাদকীয় কার্যালয় ব্রিসবেনের অভ্যন্তরীণ উত্তর শহরতলি বোয়েন হিলসে অবস্থিত এবং এটি ব্রিসবেনের পূর্ব শহরতলির মুরারিতে মুদ্রিত হয়। এটি কুইন্সল্যান্ড জুড়ে, উত্তর নিউ সাউথ ওয়েলসের বেশিরভাগ অঞ্চল এবং উত্তর অঞ্চলের কিছু অংশ জুড়ে পাওয়া যায়।\n\n\n== ইতিহাস ==\nকুরিয়ার-মেইলের ইতিহাস চারটি মাস্টহেডের মাধ্যমে। মোরেটন বে কুরিয়ার পরে কুরিয়ার হয়ে ওঠে, তারপর ব্রিসবেন কুরিয়ার এবং ১৯৩৩ সালে ডেইলি মেইলের সাথে একীভূত হওয়ার পর থেকে, দ্য কুরিয়ার-মেইল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBrisbane Courier 29 January 1895, p2. \"The Queenslander: New Series\".\nBrisbane Courier 20 June 1896, p7a–8c. Jubilee Issue 1846 To 1896. \"Half-a-Century of News Paper Work. A Chequered Career. Genesis of a Daily Paper. The Early Press of Queensland\". by J. J. Knight.\nBrisbane Courier 22 June 1926 \"Eightieth Birthday Number\"\nBrowne, Reginald Spencer: A Journalist’s Memories, Read Press, Brisbane 1927, 351 pages & index.\nBrowne, Reginald Spencer: article in the Brisbane Courier of 26 August 1933, page 14–15. \"Courier\" Editors. Fifty Years With Them.\nCryle, Denis: The Press In Colonial Queensland: A Social and Political History 1845–1875, Brisbane 1995, 191 pages.\nDavies, Alfred G.: \"Queensland's Pioneer Journals and Journalists\", Historical Society of Queensland Journal (RHSQ) vol 3, No 4, 1936–47, p265–283.\nØrsted-Jensen: Robert: The Right To Live – the Politics of Race and the Troubled Conscience of an Australian Journalist (yet unpublished manuscript)\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nThe Courier-Mail (Brisbane, Qld. : 1933 - 1954) at Trove\nThe Brisbane Courier (Qld. : 1864 - 1933) at Trove\nThe Courier (Brisbane, Qld. : 1861 - 1864) at Trove\nThe Moreton Bay Courier (Brisbane, Qld. : 1846 - 1861) at Trove"}