{"pageid": 1197766, "title": "সাই (অস্ত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1197766", "content": "সাই (জাপানি:釵, আক্ষ. 'মাথার কাঁটা'; চীনা:鐵尺, আক্ষ. 'লোহা শাসক') একটি ঐতিহ্যবাহী ওকিনাওয়ান ছুরিকাঘাতের অস্ত্র যা ছুরিকাঘাত এবং আঘাত করার জন্য ব্যবহৃত হয়। এটি প্রাথমিকভাবে নিনজুতসু এবং কোবুডোর পাশাপাশি দক্ষিণ চীনা মার্শাল আর্টে ব্যবহৃত হয়। অস্ত্রের মৌলিক রূপ হল একটি ধারালো ধাতব প্রং যার দুটি বাঁকা সাইডপ্রং (ইয়োকু) হাতল (সুকা) থেকে প্রক্ষিপ্ত হয়। ফাঁদে আটকানো এবং আটকানোর জন্য বিভিন্ন ধরনের সাঁই রয়েছে।\n\n\n== ইতিহাস ==\nওকিনাওয়াতে এটি তৈরির আগে, অনুরূপ অস্ত্র ইতিমধ্যেই ভারত, থাইল্যান্ড, চীন, ভিয়েতনাম, মালয়েশিয়া এবং ইন্দোনেশিয়া সহ এশিয়ার অন্যান্য দেশে ব্যবহার করা হয়েছে।  তাই সাই-এর মৌলিক ধারণা একই সাথে এক বা একাধিক স্থান থেকে ওকিনাওয়াতে আনা হতে পারে। ভারতীয় ত্রিশুলের উপর ভিত্তি করে,  জাপানি শিল্পের আকারে প্রাথমিক প্রমাণ দেখা যায় যে চাবাং পূর্ববর্তী হতে পারে চীনে সাই।  ত্রিশূলা শব্দটি নিজেই একটি দীর্ঘ বা সংক্ষিপ্ত ত্রিশূলকে নির্দেশ করতে পারে। কারণ ত্রিশূলা ভারতে তৈরি হয়েছিল, এটা সম্ভব যে সাঁই ধারণাটি ভারতে উদ্ভূত হয়েছিল এবং হিন্দু ও বৌদ্ধ ধর্মের সাথে ছড়িয়ে পড়েছিল। এটি এই সত্য দ্বারা সমর্থিত যে ত্রিশূলা একটি হিন্দু-বৌদ্ধ প্রতীক হিসাবে গুরুত্বপূর্ণ।\nওকিনাওয়াতে সাইকে স্থানীয় পুলিশ (উফুচিকু) অপরাধীদের গ্রেফতার করতে এবং ভিড় নিয়ন্ত্রণের জন্য ব্যবহার করত। জাপানি মার্শাল আর্টে সাই-এর ব্যবহার ১৬৬৮ সালে ওকিনাওয়ানের রাজপুত্র মোটো চোহেই দ্বারা উন্নত হয়েছিল। \nসাঁই অবশেষে জিত্তের আকারে জাপানে পৌঁছায়, যার সাধারণত একটি মাত্র প্রং থাকে যদিও কিছু জিত্তে সাইয়ের মতো দুটি প্রং থাকে। উভয়ই ছুরিকাঘাতকারী অস্ত্র, ছুরিকাঘাত বা আঘাত করতে ব্যবহৃত হয়।\n\n\n== জনপ্রিয় সংস্কৃতি ==\nটিনেজ মিউট্যান্ট নিনজা টার্টলস রাফেলের প্রাথমিক অস্ত্র হিসেবে দুটি সাইকে বৈশিষ্ট্যযুক্ত করে। সাইকে ফুট ক্ল্যানের অনেক সংস্করণ এবং ২০০৩ সংস্করণে মিয়ামোতো উসাগির বিশ্বের একজন বুনো শুয়োর হত্যাকারী কোজিমা দ্বারাও ব্যবহার করা হয়েছিল।\nমার্ভেল কমিকসের ফিচারগুলো সাই ইলেক্ট্রা ব্যবহার করেছে।\n\n\n== আরও দেখুন ==\nজিত্তে\nমিলিনা\nনুন্টি বো\nওকিনাওয়ান কোবুডো\nপ্যারিিং ড্যাগার\nটেকপি\nত্রিশূল (অস্ত্র)\nত্রিশূল\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nফুমিও ডেমুরা, সাই: কারাতে আত্মরক্ষার অস্ত্র\n\n\n== বহিঃসংযোগ ==\nসাই ইনট্রাকশনাল ভিডিও কীভাবে ব্যবহার করবেন"}