{"pageid": 1197705, "title": "কাব স্কাউট", "url": "https://bn.wikipedia.org/wiki?curid=1197705", "content": "কাব স্কাউটস, শাবক বা উলফ শাবক হলো যে সকল শিশুর স্কাউট হবার মত যথেষ্ট বয়স হয়নি, স্কাউট আন্দোলনে তাদের কাব-স্কাউট বলা হয় ।কাব স্কাউটিং সাথে যুক্ত প্রোগ্রামগুলি সাধারণত ৭ থেকে ১২ বছরের ছোট বাচ্চাদের জন্য, তারা কোন সংস্থার সাথে সম্পর্কিত তার উপর নির্ভর করে। যারা অনুষ্ঠানে একজন অংশগ্রহণকারীকে বলা হয় কাব স্কাউট বা শাবকের একটি দলকে 'প্যাক' বলা হয়। উলফস কাব প্রোগ্রামটি ১৯১৬ সালে যুক্তরাজ্যের বয় স্কাউটস অ্যাসোসিয়েশন দ্বারা বয় স্কাউট হওয়ার জন্য খুব কম বয়সী ছেলেদের জন্য একটি প্রোগ্রাম প্রদানের জন্য উদ্ভূত হয়েছিল। এটি অন্যান্য অনেক স্কাউটিং সংস্থা সাথে দ্বারা গৃহীত হয়েছিল। দ্য স্কাউট অ্যাসোসিয়েশন সহ অনেক স্কাউটিং সংস্থা আর উলফ কাব প্রোগ্রাম ব্যবহার করে না এবং এটিকে অন্যান্য প্রোগ্রামের সাথে প্রতিস্থাপন করেছে তবে শাবক নামটি ধরে রেখেছে। অন্যান্য, ঐতিহ্যগত স্কাউটিং সংস্থা সহ, মূল উলফ শাবক প্রোগ্রাম বজায় রাখে।\nমূলত শাবক প্রোগ্রামগুলি শুধুমাত্র ছেলেদের জন্য উন্মুক্ত ছিল, যখন অল্পবয়সী মেয়েরা ব্রাউনিতে যোগ দিতে পারে। কিছু কাব সংস্থাগুলি মেয়ে এবং ছেলে উভয়ের জন্য উন্মুক্ত ছিলো, যদিও একই ইউনিটে অগত্যা নয়। কয়েকটি সংস্থা শাবকের একটি সী কাব সংস্করণও পরিচালনা করে। \n\n\n== প্রতিষ্ঠিত ==\n\nবয় স্কাউটস এর ধারণার নয় বছর পর ১৯১৬ সালে স্কাউট সমিতি দ্বারা উলফ কাব স্কিম শুরু হয়েছিল, যাতে অনেক অল্প বয়স্ক ছেলেরা বয় স্কাউট হওয়ার জন্য খুব কম বয়সী ছিল। এই প্রথম বছরগুলিতে অনেক সৈন্য হয় অল্পবয়সী ছেলেদের যোগদানের অনুমতি দিয়েছিল বা অনানুষ্ঠানিক জুনিয়র বা ক্যাডেট স্কাউট বাহিনী গঠন করেছিল। ১৯১৬ সালে হেডকোয়ার্টার গেজেটে (নেতাদের জন্য একটি নিয়মিত জার্নাল) নিবন্ধগুলি অফিসিয়াল \"জুনিয়র স্কাউট\" তারপর \"ওল্ফ কাব\" প্রকল্পগুলির রূপরেখা দেয়। তারপরেও, রবার্ট ব্যাডেন-পাওয়েল একটি ওয়াটারড ডাউন বয় স্কাউট প্রোগ্রাম থেকে একেবারে আলাদা কিছু চেয়েছিলেন এবং স্বীকার করেছিলেন যে জুনিয়র প্রোগ্রাম এবং বয় স্কাউটের মধ্যে একটি ঘনিষ্ঠ সম্পর্ক উভয়ের থেকে বিচ্ছিন্ন হবে। ব্যাডেন-পাওয়েল আলাদা নাম, ইউনিফর্ম এবং অন্যান্য পরিচয় এবং প্রোগ্রাম সহ একটি জুনিয়র স্কিম চেয়েছিলেন।\nব্যাডেন-পাওয়েল ১৯১৬ সালের দিকে একধরনের একটি পরিকল্পনার করেন এবং এই জন্য তার নিজস্ব রূপরেখা প্রকাশ করেছিলেন, এটিকে উলফ শাবক বলা হতো। ব্যাডেন-পাওয়েল তার বন্ধু রুডইয়ার্ড কিপলিংকে  ও তার জঙ্গল বুকের ইতিহাস এবং মহাবিশ্বকে উলফ কাব স্কিমের জন্য একটি প্রেরণামূলক ফ্রেম হিসাবে ব্যবহার করার জন্য জিজ্ঞাসা করেছিলেন। ২৪ জুন ১৯১৬ , ওয়েস্টমিনস্টারের বাকিংহাম প্যালেস রোডে দ্য বয় স্কাউটস অ্যাসোসিয়েশনের ইম্পেরিয়াল সদর দফতরে এই স্কিমটি প্রচার করা হয়েছিল। ব্যাডেন-পাওয়েল একটি নতুন বই লিখেছেন, দ্য উলফ কাবস হ্যান্ডবুক, যার প্রথম সংস্করণ ১৯১৬ সালের ডিসেম্বরে প্রকাশিত হয়েছিল। তিনি ভেরা বার্কলের সাথে ওল্ফ কাব প্রশিক্ষণ প্রোগ্রাম এবং ব্যাজ তৈরিতে সহযোগিতা করেছিলেন, যার দ্বিতীয় সংস্করণে প্রকাশিত হয়েছিল।  ১৬ই ডিসেম্বর ১৯১৬ সালের দিকে-এ, ক্যাক্সটন হল, ওয়েস্টমিনস্টারে নতুন বিভাগের একটি সর্বজনীন প্রদর্শন অনুষ্ঠিত হয়, যেখানে কিপলিংকে আমন্ত্রণ জানানো হয়েছিল; তিনি উপস্থিত হতে পারেননি কিন্তু স্কাউট আন্দোলনের সাথে তার কাজের প্রশংসা করে ব্যাডেন-পাওয়েলকে ক্ষমা চেয়ে একটি চিঠি পাঠান।  ভেরা বার্কলে ২৮২৬ সালে ব্যাডেন-পাওয়েলের সাথে উলফ শাবক প্রতিষ্ঠা করেন।\n১৯৬০ সালে-এর দশক থেকে, অনেক সংস্থা উলফ কাব জঙ্গল বুক থিমকে বৈচিত্র্যময় বা পরিত্যাগ করেছে। কিছু সংগঠন নাম পরিবর্তন করে কাবস, কাব স্কাউট বা অনুরূপ কিছু করে কিন্তু জঙ্গল স্টোরিজ এবং কাব অনুষ্ঠানকে ঐতিহ্য হিসেবে ধরে রেখেছে-যেমন জঙ্গল বুকের নাম ব্যবহার করা (নিচে বর্ণিত); এবং গ্র্যান্ড চিৎকার যা কাব মিটিংয়ের শুরু এবং শেষের সংকেত দেয়। অন্যান্য সংস্থাগুলি নাম রাখলেও জঙ্গল বুকের থিম একেবারেই বাদ দেয়৷\nমূলত, কাব সদস্যপদ শুধুমাত্র ছেলেদের জন্য উন্মুক্ত ছিল যখন ব্রাউনিগুলি অল্পবয়সী মেয়েদের জন্য একটি সমান্তরাল বিভাগ হিসাবে স্থাপন করা হয়েছিল। কিছু কিছু জায়গায় এই অবস্থা রয়ে গেছে। বিশ্ব স্কাউট সংস্থা (ডব্লিউওএসএম) এর বেশিরভাগ সদস্য সংস্থা মেয়েদের শাবকগুলিতে ভর্তি করে যখন অন্যদের আলাদা থিম সহ পৃথক সহ-সম্পাদনা বিভাগ রয়েছে। ইউনিয়ন ইন্টারন্যাশনাল ডেস গাইডস এট স্কাউটস ডি'ইউরোপ (ইউআইজিএসই) এর বেশিরভাগ সদস্য সংস্থার দুটি একক লিঙ্গের বিভাগ রয়েছে যার নাম উলফ শাবক এবং উভয়ই জঙ্গল থিম।\nকাব স্কাউটিংয়ের আধ্যাত্মিক এবং চরিত্র বৃদ্ধি জন্য, নাগরিকত্ব প্রশিক্ষণসহ এবং ব্যক্তিগত ফিটনেসের আদর্শ রয়েছে। কাব স্কাউটিং একটি ইতিবাচক, উত্সাহজনক সমকক্ষ গ্রুপ, সাবধানে নির্বাচিত নেতাদের প্রদান করে যারা ভাল রোল মডেল এবং একটি গ্রুপ সেটিং প্রদান করে যেখানে চরিত্রের ইতিবাচক গুণাবলীকে শক্তিশালী করার জন্য মূল্যবোধ শেখানো হয়।\n\n\n== তথ্যসূত্র =="}