{"pageid": 1197832, "title": "জড়তা আবদ্ধতা সংযোজন", "url": "https://bn.wikipedia.org/wiki?curid=1197832", "content": "ইনর্শিয়াল কনফাইনমেন্ট ফিউশন ( আইসিএফ ) হল একটি ফিউশন শক্তি প্রক্রিয়া, যা থার্মোনিউক্লিয়ার ফুয়েলে ভরা লক্ষ্যগুলিকে সংকুচিত ও উতপ্ত করার মাধ্যমে পারমাণবিক ফিউশন বিক্রিয়া শুরু করে। আধুনিক যন্ত্রে, লক্ষ্যগুলি হল একটি পিনহেডের আকারের ছোট গোলাকার গোলক যাতে সাধারণত প্রায় ১০ মিলিগ্রাম ডিউটেরিয়াম ৩এইচ এবং ট্রিটিয়াম ৩এইচ-এর মিশ্রণ থাকে।\nজ্বালানী সংকুচিত ও উতপ্ত করার জন্য, ফোটন, ইলেকট্রন বা আয়নগুলির উচ্চ-শক্তির রশ্মি (বিম) ব্যবহার করে লক্ষ্যের বাইরের স্তরে শক্তি জমা করা হয়, যদিও ২০২০-এর হিসাব অনুযায়ী প্রায় সমস্ত আইসিএফ ডিভাইসে লেজার ব্যবহৃত হয়। বিমগুলি বাইরের স্তরকে উত্তপ্ত করে, যা বাইরের দিকে বিস্ফোরিত হয়। এটি লক্ষ্যের অবশিষ্ট অংশের বিরুদ্ধে একটি প্রতিক্রিয়া বল তৈরি করে, যা এটিকে ভিতরের দিকে ত্বরান্বিত করে এবং জ্বালানীকে সংকুচিত করে। এই প্রক্রিয়াটি শক তরঙ্গও তৈরি করে, যা লক্ষ্যের মধ্য দিয়ে ভিতরের দিকে অগ্রসর হয়। পর্যাপ্ত শক্তিশালী ঘাত তরঙ্গগুলি কেন্দ্রে জ্বালানীকে সংকুচিত ও উতপ্ত করতে পারে, যা সংযোজন বা ফিউশন ঘটায়।\nআইসিএফ হল সংযোজন বা ফিউশন শক্তি গবেষণার দুটি প্রধান শাখার মধ্যে একটি, অন্যটি হল চৌম্বকীয় বন্দীকরণ সংযোজন। ১৯৭০-এর দশকের গোড়ার দিকে যখন এটি সর্বপ্রথম সর্বজনীনভাবে প্রস্তাব করা হয়েছিল, তখন আইসিএফ শক্তি উৎপাদনের জন্য একটি ব্যবহারিক পদ্ধতি হিসাবে আবির্ভূত হয়েছিল এবং ক্ষেত্রটি সমৃদ্ধ হয়েছিল। ১৯৭০-এর দশক ও ১৯৮০-এর দশকের পরীক্ষাগুলি প্রমাণ করেছে যে এই ডিভাইসগুলির কার্যকারিতা প্রত্যাশার চেয়ে অনেক কম ছিল এবং ইগনিশনে পৌঁছানো সহজ হবে না। ১৯৮০-এর দশক ও ১৯৯০-এর দশক জুড়ে, উচ্চ-তীব্রতার লেজার আলো ও প্লাজমার জটিল মিথস্ক্রিয়া বোঝার জন্য অনেক পরীক্ষা-নিরীক্ষা করা হয়েছিল। এগুলি নতুন অনেক বড় যন্ত্রের নকশার দিকে পরিচালিত করেছিল, যা অবশেষে ইগনিশন শক্তিতে পৌঁছাবে।\nসবচেয়ে বড় কার্যক্রম আইসিএফ পরীক্ষা হল মার্কিন যুক্তরাষ্ট্রে ন্যাশনাল ইগনিশন ফ্যাসিলিটি (এআইএফ)। ২০২১ সালে, একটি পরীক্ষা \"শট\" ৭০% শক্তিতে পৌঁছেছিল, যা ১৯৯০-এর দশকে স্থাপন করা চৌম্বকীয় যন্ত্রগুলির জন্য কিছুটা সেরা ফলাফল দেয়। ন্যাশনাল ইগনিশন ফ্যাসিলিটি ২০২২ সালের ১৩ই ডিসেম্বর ঘোষণা করেছিল, যে তারা প্রথমবারের মতো ফিউশন ইগনিশন অর্জন করেছে, লক্ষ্যে ২.০৫ মেগাজুল (এমজে) শক্তি সরবরাহ করার মাধ্যমে ৩.১৫ মেগাজুল সংযোজন শক্তি উৎপাদনে সক্ষম হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}