{"pageid": 1197707, "title": "জর্ডানের সাধারণ নির্বাচন, ২০২০", "url": "https://bn.wikipedia.org/wiki?curid=1197707", "content": "উনিশতম হাউস অফ রিপ্রেজেন্টেটিভের সদস্যদের নির্বাচন করার জন্য ১০ নভেম্বর ২০২০ এ জর্ডানে সাধারণ নির্বাচন অনুষ্ঠিত হয়েছিল। ভোটার উপস্থিতি ছিল মাত্র ২৯.৮৮%, যা এক দশকের মধ্যে সর্বনিম্ন।\nদেশটি কোভিড-১৯ মামলায় বৃদ্ধির সম্মুখীন হওয়ার কারণে নির্বাচনটি হয়েছিল। ফলস্বরূপ, নির্বাচন বর্জন করার জন্য সামাজিক মিডিয়া চ্যানেলগুলিতে অসংখ্য আহ্বান ছিল, বিশেষত ব্যক্তিগতভাবে ভোট দেওয়ার কোনও বিকল্প প্রস্তাব করা হয়নি। নির্বাচনের পর দেশটি চার দিনের মোট লকডাউনে চলে যায়, নির্বাচনের দিন ২৩:০০ এ শুরু হয়, যা মূলত বলা ২২:০০ এর চেয়ে এক ঘন্টা পরে। ওয়াশিংটন পোস্টের মতে, \"ধনী ব্যবসায়িক নির্বাহী এবং উপজাতীয় স্বতন্ত্ররা আধিপত্য বিস্তার করেছে, যখন শক্তিশালী, সংস্কারমুখী সংসদ সদস্যরা তাদের আসন হারিয়েছে।\"\n\n\n== নির্বাচনী ব্যবস্থা ==\nহাউস অফ রিপ্রেজেন্টেটিভের ১৩০টি আসনের মধ্যে ১১৫ জন সদস্য রয়েছে যা ২৩টি নির্বাচনী এলাকা থেকে তিন থেকে নয়টি আসনের এবং মহিলাদের জন্য সংরক্ষিত ১৫টি আসন থেকে উন্মুক্ত তালিকার আনুপাতিক প্রতিনিধিত্ব দ্বারা নির্বাচিত হয়। ১১৫টি আনুপাতিক প্রতিনিধিত্ব আসনের মধ্যে নয়টি খ্রিস্টান সংখ্যালঘুদের জন্য সংরক্ষিত, আর তিনটি চেচেন এবং সার্কাসিয়ান সংখ্যালঘুদের জন্য সংরক্ষিত।\nমহিলাদের জন্য ১৫ টি আসন সংরক্ষিত ছিল যারা সর্বাধিক ভোট পেয়েছিলেন কিন্তু বারোটি গভর্নরেট এবং তিনটি বাদিয়া জেলার প্রতিটিতে তাদের তালিকায় নির্বাচিত হতে ব্যর্থ হন।\n\n\n== প্রতিদ্বন্দ্বিতাকারী দল ==\n১,৭০৩ জন প্রার্থী সহ মোট ২৯৪টি দলীয় তালিকা নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল, ইসলামিক অ্যাকশন ফ্রন্ট, মুসলিম ব্রাদারহুডের একটি শাখা, এবং \"প্রগতিশীল\" তালিকা, আরব বা সহ সমাজতান্ত্রিক ও জাতীয়তাবাদী দলগুলির একটি জোট। 'এথ প্রগ্রেসিভ পার্টি, জর্ডানিয়ান আরব সোশ্যালিস্ট বাথ পার্টি, জর্ডানিয়ান কমিউনিস্ট পার্টি, জর্ডানিয়ান ডেমোক্রেটিক পিপলস পার্টি এবং জর্ডানিয়ান ডেমোক্রেটিক পপুলার ইউনিটি পার্টি।\n\n\n== পরিচালনা ==\nভোট ০৭:০০ এ খোলা হয়েছে, এবং ১৯:০০ এ বন্ধ হওয়ার কথা ছিল৷ যাইহোক, ভোটিং উইন্ডো মোট ১৪ ঘন্টা সহ ক্লোজিং দুই ঘন্টা বাড়ানো হয়েছিল। কম ভোটার হওয়ার কারণে সময় বাড়ানোর কথা অস্বীকার করেছে স্বাধীন নির্বাচন কমিশন।\n৪.৫ মিলিয়নেরও বেশি জর্ডানিয়ান ২৩টি নির্বাচনী এলাকায় ভোট দেওয়ার যোগ্য ছিল। কিন্তু মাত্র ১.৩৮ মিলিয়ন মানুষ, বা ২৯.৯ শতাংশ ভোট দিয়েছেন - ২০১৬ সালে ৩৬ শতাংশ ভোটার থেকে কম।\n\n\n== ফলাফল ==\nওয়াশিংটন পোস্টের মতে, \"ধনী ব্যবসায়িক নির্বাহী এবং উপজাতীয় স্বতন্ত্ররা আধিপত্য বিস্তার করেছিল, যখন শক্তিশালী, সংস্কারমুখী সংসদ সদস্যরা তাদের আসন হারিয়েছিলেন। বৃহত্তর ভিত্তিক জোটগুলি খারাপভাবে কাজ করে। আগামী জাতীয় সংসদের ১৩০ সদস্যের মধ্যে ১০ শতাংশেরও কম হবে রাজনৈতিক দলগুলোর। সবচেয়ে প্রভাবশালী বিরোধী দল, আইএএফ তার প্রায় অর্ধেক আসন হারিয়েছে। তাদের বরাদ্দকৃত ১৫টি আসনের বাইরে কোনো নারী নির্বাচিত হননি, যদিও গত নির্বাচনে পাঁচজন তা করেছিলেন। নির্বাচিতদের মধ্যে মাত্র ১৫ শতাংশের বয়স ৪০ বছরের কম।\" মোট ১,৩৮৭,৬৯৮টি ভোট পড়েছে, যা ২৯.৮৮% ভোট পড়েছে।\n\n\n== তথ্যসূত্র =="}