{"pageid": 1197612, "title": "জর্ডানের সাধারণ নির্বাচন, ২০০৩", "url": "https://bn.wikipedia.org/wiki?curid=1197612", "content": "১৭ জুন ২০০৩ এ জর্ডানে সাধারণ নির্বাচন অনুষ্ঠিত হয়। ১৯৮৯ সালে রাজনৈতিক উদারীকরণ শুরু হওয়ার পর তারা চতুর্থ প্রতিযোগিতা এবং ১৯৯৭ সালের পর অনুষ্ঠিত প্রথম নির্বাচন। ভোটার যারা তাদের ব্যালট দিয়েছেন তাদের সংখ্যা নিবন্ধিত ভোটারদের প্রায় ৫৮.৮ শতাংশ, যা গত বছরগুলিতে রেকর্ড সর্বোচ্চ, যারা দেশের ৫.৪ মিলিয়ন নাগরিকের মধ্যে ২,৩২৫,৪৯৬ জন। রাজ্যের সবচেয়ে বিশিষ্ট উপজাতীয় প্রতিনিধিরা একটি বড় সংখ্যাগরিষ্ঠ আসন নিয়েছিলেন। সবচেয়ে বেশি ভোট পড়েছে ৮৬ শতাংশ যা কারাক -এ নথিভুক্ত হয়েছে, অন্যদিকে ভোটার উপস্থিতির সর্বনিম্ন অনুপাত ছিল ৪৪.৬২ শতাংশ যা আম্মানে।\n\n\n== অঞ্চলের রাজনৈতিক আবহাওয়া ==\nনির্বাচনগুলি প্রথমে ২০০১ সালের নভেম্বরে নির্ধারিত হয়েছিল, কিন্তু এই অঞ্চলে রাজনৈতিক অস্থিতিশীলতার কারণে বিলম্বিত হয়েছিল। প্রকৃতপক্ষে, দ্বিতীয় ইন্তিফাদা ২৮ সেপ্টেম্বর ২০০০-এ শুরু হয়েছিল এবং বাদশাহ আবদুল্লাহ সংসদ নির্বাচন পিছিয়ে দেওয়ার জন্য এটি যথেষ্ট বলে মনে করেছিলেন জর্ডানের সংবিধান রাজাকে সর্বোচ্চ দুই বছরের জন্য নির্বাচন স্থগিত করার অনুমতি দেয়। সংসদও ২০০১ সালে একটি রাজকীয় ডিক্রির মাধ্যমে সমাধান করা হয়েছিল।\n\n\n== নির্বাচনী আইন ==\n২০০৩ সালের নির্বাচনী আসন স্কিমটি ২০০১ সালের নির্বাচনী আইন নং ৩৪ এর অধীনে প্রতিষ্ঠিত হয়েছিল। এটি মহিলাদের জন্য ছয়টি আসন যুক্ত করেছে, ভোট দেওয়ার বয়স ১৯ থেকে ১৮-এ নামিয়ে এনেছে, নির্বাচনী জেলাগুলির সংখ্যা ২০ থেকে ৪৫-এ উন্নীত করেছে এবং এক-ব্যক্তি এক-ভোট নির্বাচনী ব্যবস্থাকে পুনরায় অনুমোদন দিয়েছে। অনেক দল ও রাজনৈতিক ব্যক্তিত্ব এই আইনটিকে অন্যায্য বলে মনে করেছেন।আইনটি সার্কাসিয়ান, চেচেন এবং খ্রিস্টানদের জন্য বিশেষ জাতিগত কোটা সংরক্ষণ করে, সংসদীয় আসন বন্টন নিম্নলিখিত টেবিলে দেখানো হয়েছে:\n\n\n== নারীদের অংশগ্রহণ ==\nমহিলারা নিম্ন কক্ষে নির্বাচিত হবেন তা নিশ্চিত করার জন্য একটি বিশেষ কোটা ব্যবস্থা তৈরি করা হয়েছে, জাতীয় পর্যায়ে ছয়টি আসন বরাদ্দ করা হয়েছিল, অর্থাৎ দেশব্যাপী সর্বোচ্চ শতাংশের সাথে ছয়টি মহিলা ছয়টি সংরক্ষিত আসনে জয়ী হয়েছে।অনেক নারী নির্বাচনে অংশ নিলেও বিশেষ কোটায় একটি আসনেও জয়ী হয়নি।\n\n\n== দল এবং প্রার্থী ==\n২০০৩ সালের নির্বাচনে, ১১০টি আসনের জন্য ৭৬৫ জন প্রার্থী প্রতিদ্বন্দ্বিতা করেছিলেন। প্রধান বিরোধী দল ইসলামিক অ্যাকশন ফ্রন্ট অন্যান্য বিরোধী দলগুলোর মতো নির্বাচন বয়কট করেনি।বেশিরভাগ প্রার্থীই ছিলেন বিভিন্ন প্রবণতার স্বতন্ত্র, নির্দলীয় এবং উপজাতীয় নেতা উভয়ই।\n\n\n== ফলাফল ==\n\n\n== সিনেটর সমাবেশ ==\nসিনেটরের সংখ্যা ডেপুটিদের অর্ধেকের বেশি হতে পারে না, তাই ৫৫ জন সিনেটর সাংবিধানিকভাবে রাজা কর্তৃক নিযুক্ত হন। জায়েদ আল-রিফাইকে হাউসের মুখপাত্র হিসেবে নিযুক্ত করা হয় এবং উচ্চকক্ষে ৪ জন নারীকে অন্তর্ভুক্ত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n/ Ministry of the Interior- Temporary Election Law 34 2001"}