{"pageid": 1197070, "title": "হাওড়া তারামণ্ডল ও জ্যোতির্বিজ্ঞান গবেষণা কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1197070", "content": "হাওড়া প্ল্যানেটেরিয়াম অ্যান্ড অ্যাস্ট্রোনমিক্যাল রিসার্চ সেন্টার বা হাওড়া তারামণ্ডল ও জ্যোতির্বিজ্ঞান গবেষণা কেন্দ্র বা হাওড়া প্ল্যানেটেরিয়াম হল পশ্চিমবঙ্গের হাওড়া শহরের একটি তারামণ্ডল বা প্ল্যানেটেরিয়াম, যা রাতের আকাশের অপার্থিব ভ্রমণ এবং একটি বিশেষভাবে ছিদ্রযুক্ত অর্ধগোলাকার বা গোলার্ধীয় গম্বুজে মহাজাগতিক দৃশ্য উপস্থাপন করে। এটি ভারতের প্রথম ত্রিমাত্রিক বা ৩ডি তারামণ্ডল (প্ল্যানেটোরিয়াম) এবং কলকাতার বাইরে এটি পশ্চিমবঙ্গের প্রথম তারামণ্ডল বা প্ল্যানেটোরিয়াম। এই '৪কে' তারামণ্ডলটি স্ক্রিনিং প্রযুক্তিতে নির্মিত। তারামণ্ডলটি নির্মাণে মোট ১৪ কোটি টাকা ব্যয় হয়েছিল। এটি প্রতিদিন বিকেলে বাংলা, ইংরেজি ও হিন্দি ভাষায় তিনটি শো পরিচালনা করে।\n\n\n== ইতিহাস ==\n\n\n=== প্রেক্ষাপট ===\nহাওড়া ও কলকাতা হল যমজ শহর। এই শহর দুটির মাঝে হুগলি নদী (গঙ্গার শাখানদী) প্রবাহিত হয়, এবং শহর দুটি পরস্পর থেকে গড়ে ৫০০ মিটার প্রশস্ত বিশিষ্ট এই নদী প্রবাহ দ্বারা বিচ্ছিন্ন রয়েছে। তবে শহর দুটি খুব নিকটস্থ হওয়ার পরেও, কলকাতায় বিনোদনের একাধিক ব্যবস্থা থাকলেও, হাওড়া শহরটি সে সব থেকে প্রায় ব্রাত্য। হাওড়া শহরে বাম শাসন আমলে তৈরি হাওড়া ময়দান এলাকায় শরৎ সদন এবং বালিতে রবীন্দ্র ভবন ছাড়া উন্নতমানের কোনও সরকারি প্রেক্ষাগৃহও নেই। সেগুলিও রক্ষণাবক্ষণের অভাবে বেহাল হয়ে পড়েছিল। হাওড়া পুরসভায় ২০১৫ সালে তৃণমূল কংগ্রেস ক্ষমতায় আসার পরে তৎকালীন মেয়র রথীন চক্রবর্তী শরৎ সদনকে ঢেলে সাজানোর পরিকল্পনা গ্রহণ করেছিলেন। অন্য দিকে, হাওড়ার সঙ্গে বালি পুরসভা সংযুক্ত হওয়ার পরে পুর কর্তৃপক্ষ রবীন্দ্র ভবনের সংস্কারেও শুরু করা হয়েছিল।\nশরৎ সদনের সংস্কারের পাশাপাশি কলকাতার বিড়লা তারামণ্ডলের থেকেও প্রযুক্তিগত ভাবে উন্নত আরও একটি তারামণ্ডল তৈরির পরিকল্পনা ২০১৫ সালে গ্রহণ করা হয়েছিল।\n\n\n=== নির্মাণ ===\nশরৎ সদন প্রেক্ষাগৃহ চত্বরেই কিছুটা জমি নিয়ে ২০১৫ সালে ১৪ কোটি টাকা খরচে \"হাওড়া তারামণ্ডল\" তৈরির কাজ শুরু হয়েছিল।\n\n\n=== আর্থিক সমস্যা ও বিলম্ব ===\nতারামণ্ডলে ফ্রান্সের একটি বিশেষজ্ঞ সংস্থার প্রোজেকশন যন্ত্র বসানোর সিদ্ধান্ত গৃহীত হয়েছিল। কিন্তু, এই কাজে দুটি সমস্যা দেখা দিয়েছিল, যার জন্য দীর্ঘদিন তারামণ্ডলের কাজ বন্ধ ছিল। সমস্যা মূলত, যন্ত্রটি স্থাপনের আর্থিক ব্যয়ের সঙ্কুলান এবং ওই সংস্থার সঙ্গে তারামণ্ডলের রক্ষণাবেক্ষণে চুক্তির মেয়াদ নিয়ে সংগঠিত হয়েছিল।\nকাজ সমাপ্ত হওয়ার ১০ মাস পরেও, হাওড়া পৌরসভা ঠিকাদার সংস্থার টাকা পরিশোধ করতে ব্যর্থ হয়েছিল। সংস্থাটির হাওড়া পৌরসভার থেকে প্রাপ্য টাকার পরিমাণ ৩.৫০ কোটির বেশি টাকা ছিল। ফলে, তারামণ্ডলের উদ্বোধনে বিলম্ব ঘটেছিল। তারামণ্ডলে উদ্বোধন ২০২২ সালের অক্টোবর করা হয়েছিল, কিন্তু প্রযুক্তিগত সমস্যার কারণে তা দর্শনার্থীদের উদ্দেশ্যে খোলা সম্ভব হয়নি।\n\n\n=== উদ্বোধন ===\nহাওড়া তারামণ্ডল ও জ্যোতির্বিজ্ঞান গবেষণা কেন্দ্র আনুষ্ঠানিকভাবে ২০২২ সালের অক্টোবর মাসে সরকারীভাবে পূর্ত ও নগর উন্নয়ন মন্ত্রী ফিরহাদ হাকিম উদ্বোধন করেছিলেন। এটি ২০২২ সালের ২রা ডিসেম্বর জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল।\n\n\n== বিবরণ ==\nতারামণ্ডল বা প্ল্যানেটোরিয়ামটি পশ্চিমবঙ্গের হাওড়া শহরের শরৎ সদনে নির্মিত হয়েছে। এটির আকার ১০ মিটার ব্যাসের গম্বুজ ও ৯৬ জন বসার ক্ষমতার মধ্যে সীমিত রয়েছে। ব্যবস্থাপনা ও কাঠামোটি হাওড়া পৌরসংস্থা এবং একটি ফরাসি কোম্পানির সহযোগিতায় নির্মিত হয়েছিল এবং তারামণ্ডলটি  ত্রিমাত্রিক বা ৩ডি প্রজেক্টরের মাধ্যমে দর্শকদের জন্য রাতের আকাশের দৃশ্য প্রদর্শন করে।\n\n\n== বৈশিষ্ট্য ==\nসৌরজগতে সঙ্গে দর্শকদের পরিচয় করিয়ে দেওয়ার জন্য এই প্ল্যানেটোরিয়ামে দিনে মোট ৩ টি অনুষ্ঠান বা শো পরিচালিত হয়। দর্শনার্থীরা গুরুত্বপূর্ণ মহাকাশ আবিষ্কার ও সম্পর্কিত তথ্য সম্পর্কেও জানতে পারেন। তারামণ্ডলে প্রতিটি অনুষ্ঠান বা শো ২৫ মিনিটের জন্য পরিচালিত হয়। এখানে বাংলা, ইংরেজি ও হিন্দি ভাষায় অনুষ্ঠান বা শো অনুষ্ঠিত হয়।\n\n\n== আরও দেখুন ==\nবিড়লা তারামণ্ডল, কলকাতা\n\n\n== তথ্যসূত্র =="}