{"pageid": 1197886, "title": "ইউরোপীয় সংসদে কাতার দুর্নীতি কেলেঙ্কারি", "url": "https://bn.wikipedia.org/wiki?curid=1197886", "content": "ইউরোপীয় পার্লামেন্টে প্রভাবের বিনিময়ে মরক্কো ও কাতার রাষ্ট্রের সঙ্গে জড়িত দুর্নীতি, মানি লন্ডারিং ও সংগঠিত অপরাধে চলমান রাজনৈতিক কেলেঙ্কারি, রাজনীতিবিদ, রাজনৈতিক কর্মী, লবিস্ট, বেসামরিক কর্মচারী ও তাদের পরিবার জড়িত বলে অভিযোগ রয়েছে। কাতার অভিযোগ অস্বীকার করেছে। বেলজিয়াম, ইতালি ও গ্রিসের আইন প্রয়োগকারী কর্তৃপক্ষ নগদ €১.৫ মিলিয়ন জব্দ করেছে, কম্পিউটার ও মোবাইল ফোন বাজেয়াপ্ত করেছে এবং চার ব্যক্তিকে অপরাধের জন্য অভিযুক্ত করেছে। \n\n\n== তদন্ত, অভিযান ও গ্রেফতার ==\nবেলজিয়াম ফেডারেল পুলিশের একটি ইউনিট - \"দুর্নীতি দমনের জন্য কেন্দ্রীয় কার্যালয়\" (ফরাসি: Office central pour la répression de la corruption, ওসিআরসি, ওলন্দাজ: Centrale Dienst voor de Bestrijding van Corruptie, সিডিবিসি) - ২০২২ সালের জুলাই মাসে একটি অভিযুক্ত অপরাধী সংস্থার তদন্ত শুরু করেছিল। তদন্তের নেতৃত্বে ছিলেন তদন্তকারী ম্যাজিস্ট্রেট মিশেল ক্লেস।\n\n\n== বিচার ও প্রসিকিউশন ==\nচার অভিযুক্ত সন্দেহভাজন, কাইলি, পাঞ্জেরি, জিওরগি ও ফিগা-তালামাঙ্কা ১৪ই ডিসেম্বর দেশটির প্রাথমিক আইন আদালত ব্রাসেলসের প্যালাইস ডি জাস্টিস-এ হাজির হওয়ার কথা ছিল। চার সন্দেহভাজনদের মধ্যে তিনজন আদালতে হাজির হন, কিন্তু কারাগারের কর্মীদের ধর্মঘট কাইলির উপস্থিতি বাধা প্রাপ্ত হয়; তার উপস্থিতি ২০২২ সালের ২২শে ডিসেম্বর 2022 এর জন্য পুনঃনির্ধারণ করা হয়েছিল। আরও তদন্তের জন্য পাঞ্জেরি ও জিওরগি উভয়কেই হেফাজতে পাঠানো হয়েছিল। ফিগা-তালামাঙ্কাকে হেফাজত থেকে মুক্তি দেওয়া হয়েছিল এই শর্তে যে তিনি একটি ইলেকট্রনিক পর্যবেক্ষণ গোড়ালি ব্রেসলেট পরিধান করে থাকবেন।\nজিওর্গি ২০২২ সালের ১৫ই ডিসেম্বর স্বীকার করেন যে কাতারি কর্মকর্তারা ইউরোপীয় সংসদের সিদ্ধান্তগুলিকে প্রভাবিত করার জন্য ঘুষ দিয়েছিল।\n\n\n== প্রতিক্রিয়া ==\n\nগ্রেপ্তারের পরপরই, ইউরোপীয় ইউনিয়নের থেকে ভাইস-প্রেসিডেন্ট কাইলির প্রতি নিন্দার তীব্র প্রতিক্রিয়া এসেছিল। এই ঘটনাটি প্রথম বেলজিয়ামের সংবাদ মাধ্যম দ্বারা প্রকাশিত হওয়ার পরে, ইউরোপীয় পার্লামেন্টের প্রেসিডেন্ট, রবার্টা মেটসোলা বলেছিলেন যে ইউরোপীয় সংসদ তার প্রকৃতি নির্দিষ্ট না করেই একটি চলমান তদন্ত মেনে চলছে। গ্রেপ্তারের পরপরই, গ্রিসের কাইলির রাজনৈতিক দল পিএএসওকে ও ইউরোপীয় সংসদের অভ্যন্তরে সোশ্যালিস্ট ও ডেমোক্র্যাটস গ্রুপ উভয়ই তাদের নিজ নিজ দল থেকে কাইলিকে বরখাস্ত করার ঘোষণা দেয়। গ্রেপ্তারের দুই দিন পর, মেটসোলা ইউরোপীয় পার্লামেন্টের ভাইস-প্রেসিডেন্ট হিসেবে কাইলির দায়িত্ব ও ক্ষমতা স্থগিত করেছিল। পূর্ণ কক্ষের একটি ভোটে, কাইলিকে আনুষ্ঠানিকভাবে একটি সুপার মেজরিটি দ্বারা ভাইস প্রেসিডেন্ট পদ থেকে অপসারণ করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}