{"pageid": 1197677, "title": "জর্ডানের সাধারণ নির্বাচন, ২০১৬", "url": "https://bn.wikipedia.org/wiki?curid=1197677", "content": "১৮ তম হাউস অফ রিপ্রেজেন্টেটিভস নির্বাচন করার জন্য ২০ সেপ্টেম্বর ২০১৬ এ জর্ডানে সাধারণ নির্বাচন অনুষ্ঠিত হয়েছিল। ২৯ মে ২০১৬-এ বাদশাহ দ্বিতীয় আবদুল্লাহ দ্বারা সংসদ ভেঙে দেওয়ার পর নির্বাচনগুলি ঘোষণা করা হয়েছিল, রাজা আবদুল্লাহ এনসুরের পদত্যাগের পরে হানি মুলকিকে অন্তর্বর্তীকালীন প্রধানমন্ত্রী হিসাবে নিয়োগ করেছিলেন।\n২০১৫ সালে ঘোষিত নির্বাচনী সংস্কারের পর, ১৯৮৯ সালের পর প্রথম নির্বাচন ছিল যা প্রাথমিকভাবে একটি আনুপাতিক প্রতিনিধিত্বের অধীনে অনুষ্ঠিত হয়েছিল; হস্তান্তরযোগ্য নির্বাচন একক অ-হস্তান্তরযোগ্য ভোট ব্যবস্থার অধীনে অনুষ্ঠিত হয়েছিল, যা পদ্ধতিগতভাবে ইসলামপন্থী রাজনৈতিক দলগুলিকে সুবিধাবঞ্চিত করেছিল এবং ১৯৮৯ সালের নির্বাচনে ৮০টি আসনের মধ্যে ২২টি আসনে জয়লাভ করার পর এটি চালু করা হয়েছিল। এই সংস্কারের ফলে বিরোধী দলগুলি নির্বাচনে প্রতিদ্বন্দ্বিতা করার সিদ্ধান্ত নেয়, যার মধ্যে ইসলামিক অ্যাকশন ফ্রন্ট (IAF), মুসলিম ব্রাদারহুডের রাজনৈতিক অঙ্গ, যেটি ২০১০ এবং ২০১৩ সহ বেশ কয়েকটি পূর্ববর্তী নির্বাচন বয়কট করেছিল। নির্বাচনের আগে মুসলিম ব্রাদারহুডের মধ্যে বিভক্তির ফলে মুসলিম ব্রাদারহুডের শত শত ব্যক্তিকে দলত্যাগ করে একটি নতুন, অনুমিতভাবে আরও মধ্যপন্থী দল গঠন করা হয়েছিল।\nআইএএফ ন্যাশনাল কোয়ালিশন ফর রিফর্ম (এনসিআর) জোটের অংশ হিসাবে নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল, যার মধ্যে খ্রিস্টান, সার্কাসিয়ান এবং মহিলারা অন্তর্ভুক্ত ছিল। ২০-৩০টি আসন জিতবে বলে আশা করা সত্ত্বেও, জোটটি মাত্র ১৫টি আসন জিতেছিল, যার মধ্যে ১০টি আইএএফ সদস্য ছিল। ধর্মনিরপেক্ষ মা'ন তালিকা আম্মানের তৃতীয় জেলায় দুটি আসন জিতেছে, প্রথমবারের মতো সংসদীয় প্রতিনিধিত্ব লাভ করেছে। ২০১৩ সালের নির্বাচনে উপলব্ধ ১৫০টি আসনের মধ্যে ১৮টি থেকে বৃদ্ধি পেয়ে ১৩০ জন নির্বাচিত সদস্যের মধ্যে ২০ জন মহিলা হওয়ায় নারীরা ঐতিহাসিক সাফল্য অর্জন করেছেন। ভোটারদের উপস্থিতি ৩৭% বলে জানা গেছে, যা আগের নির্বাচনের তুলনায় কম এবং নতুন নির্বাচনী আইনের কারণে জর্ডানের প্রবাসীদের (প্রায় এক মিলিয়ন) ভোট দিতে অক্ষমতাকে দায়ী করা হয়েছে। আন্তর্জাতিক পর্যবেক্ষকদের দ্বারা নির্বাচনগুলিকে সুষ্ঠু ও স্বচ্ছ বলে গণ্য করা হয়েছিল,  যদিও জর্ডানের নির্বাচনগুলি প্রায়ই উল্লেখযোগ্য ঘাটতি দ্বারা প্রভাবিত হয়, যেমন রাজতন্ত্র এবং অন্যান্য অভিজাতদের প্রতি অনুগত প্রার্থীদের প্রতি পক্ষপাতিত্ব।\n\n\n== সময়সূচী ==\n\n\n== নির্বাচনী ব্যবস্থা ==\nজর্ডানের পার্লামেন্ট দুটি চেম্বার নিয়ে গঠিত, রাজা কর্তৃক নিযুক্ত একটি উচ্চতর সেনেট এবং জনপ্রিয় ভোটের মাধ্যমে নির্বাচিত ডেপুটিদের একটি নিম্ন চেম্বার। এগুলি সমান আইনী দায়িত্ব ভাগ করে নেয়। রাজা নিম্নকক্ষ থেকে প্রধানমন্ত্রী এবং মন্ত্রিসভা নিয়োগ করেন এবং বিস্তৃত আইন প্রণয়ন ও নির্বাহী ক্ষমতাও রাখেন। সংসদ ভেঙ্গে যাওয়ার পর, সংবিধান চার মাসের মধ্যে নির্বাচনের বাধ্যবাধকতা দেয়,  যদিও রাজা নির্বাচন বিলম্বিত করতে পারেন বা সংসদ স্থগিত করতে পারেন এবং ডিক্রি দ্বারা শাসন করতে পারেন। চেম্বার অফ ডেপুটিজ দ্বারা অনাস্থার দুই-তৃতীয়াংশ ভোটের মাধ্যমে সরকারকে বরখাস্ত করা যেতে পারে।\nভোটাধিকারের বয়স ১৮। যারা দেউলিয়া বা মানসিকভাবে অক্ষম তাদের ভোট দেওয়ার অনুমতি নেই এবং অনুপস্থিত বা বিশেষ চাহিদা সম্পন্ন ভোটারদের সাহায্য করার জন্য ঐতিহাসিকভাবে কোনো ব্যবস্থা নেই। সশস্ত্র বাহিনী, রাষ্ট্রীয় নিরাপত্তা পরিষেবা, পাবলিক সিকিউরিটি সার্ভিস, জেন্ডারমি, এবং সিভিল ডিফেন্স বাহিনীর কর্মচারীরা তাদের কর্মসংস্থানের সময় ভোট দিতে পারে না,  এবং কিছু দণ্ডিতদের ভোট দেওয়ার অধিকার বাতিল হয়ে যায়।\nসংসদে নারীদের জন্য কোটা রয়েছে, পাশাপাশি কিছু জাতিগত ও ধর্মীয় সংখ্যালঘুদের জন্যও রয়েছে। মহিলাদের ১৫টি সংরক্ষিত আসন, খ্রিস্টানদের নয়টি আসন এবং সার্কাসিয়ান এবং চেচেনরা তিনটি ভাগ করে। বেদুইন উপজাতিদের নিজস্ব নির্বাচনী জেলা রয়েছে এবং তারা নয়জন সংসদ সদস্যকে নির্বাচিত করে, যার মধ্যে তিনটি নারী কোটার সাথে ওভারল্যাপ করে। যদিও রাজনৈতিক দলগুলি বিদ্যমান, তারা ঐতিহাসিকভাবে দমন করা হয়েছে, এবং বহু দশক ধরে রাজনৈতিক ব্যবস্থা তাদের দুর্বল করার জন্য ডিজাইন করা হয়েছে। রাজনৈতিক দলগুলি স্বরাষ্ট্র মন্ত্রণালয়ের এখতিয়ারের অধীনে আসে এবং ধর্মের ভিত্তিতে প্রতিষ্ঠিত নাও হতে পারে। তাদের সদস্য সংখ্যা কম, উপজাতিরা ঐতিহ্যগতভাবে রাজনৈতিক দলগুলির সাথে যুক্ত ভূমিকা পালন করে। নির্বাচন তাই প্রায়ই পৃষ্ঠপোষকতা উপর ভিত্তি করে. রাজনীতি ফিলিস্তিনি বংশোদ্ভূত এবং পূর্ব তীরের বংশোদ্ভূতদের মধ্যে জনসংখ্যাগত বিভাজনের প্রতিফলন করে। রাষ্ট্রটি পূর্ব ব্যাঙ্কারদের দ্বারা আধিপত্যশীল এবং তারা রাজতান্ত্রিক সমর্থনের মূল গঠন করে, যেখানে জর্ডানের ফিলিস্তিনিদের সামান্য রাজনৈতিক প্রতিনিধিত্ব ছিল এবং তারা নিয়মতান্ত্রিকভাবে বৈষম্যের শিকার হয়েছিল। গেরিম্যান্ডার্ড নির্বাচনী এলাকা মানে নির্বাচন প্রায়ই জাতীয় বিষয়গুলির পরিবর্তে স্থানীয় বিষয়গুলিতে ফোকাস করে।\n\n\n=== নির্বাচনী সংস্কার ===\n\nসামরিক আইনে জর্ডানে রাজনৈতিক দলগুলো দীর্ঘদিন ধরে দমন করা হয়েছিল। একটি অর্থনৈতিক বিপর্যয় এবং ফলস্বরূপ অস্থিরতা ১৯৮৯ সালে রাজনৈতিক উদারীকরণের দিকে পরিচালিত  । ১৯৮৯ সালের নির্বাচন ব্লক ভোটিং ব্যবহার করে পরিচালিত হয়েছিল, ব্রিটিশ শাসনের যুগ থেকে অবশিষ্ট একটি ব্যবস্থা। রাজনৈতিক দলগুলি নিষিদ্ধ করা হয়েছিল, কিন্তু স্বতন্ত্ররা প্রায়শই ভূগর্ভস্থ দলগুলির সাথে যুক্ত ছিল এবং ফলাফলগুলি রাজতন্ত্রের রাজনৈতিক দিকনির্দেশের বিরোধিতাকারী দলগুলিকে সংখ্যাগরিষ্ঠতা দিয়েছে। ১৯৮৯ সালের নির্বাচনের ফলাফলের কারণে, বাদশাহ হোসেন ইসলামপন্থী ভোট দমন করার জন্য ১৯৯৩ সালের নির্বাচনের জন্য রাজনৈতিক ব্যবস্থা পরিবর্তন করেছিলেন। নতুন ব্যবস্থা, যা \" এক-মানুষ এক-ভোট \" হিসাবে পরিচিত হয়ে ওঠে, শহর ও ফিলিস্তিনি সম্প্রদায়ের তুলনায় গ্রামীণ ইস্ট ব্যাঙ্কের সম্প্রদায়গুলিকে অসামঞ্জস্যপূর্ণভাবে উপকৃত করেছে‌ রাজনৈতিক দলগুলোকে বৈধ করা হলেও নতুন ব্যবস্থা তাদের দুর্বল করে দিয়েছে। এই ব্যবস্থাটি অনেক রাজনৈতিক দলের কাছে অজনপ্রিয় ছিল এবং পরবর্তীতে এই ব্যবস্থার অধীনে অনুষ্ঠিত নির্বাচনগুলি অসংখ্য গোষ্ঠী দ্বারা বয়কটের সম্মুখীন হয়, বিশেষ করে ইসলামিক অ্যাকশন ফ্রন্ট।\n২০১১-১২ জর্ডানের বিক্ষোভের সময় অশান্তির অন্যান্য কারণগুলির পাশাপাশি রাজনৈতিক অভিযোগগুলি আবির্ভূত হয়েছিল যা বৃহত্তর আরব বসন্তের অংশ হিসাবে ঘটেছিল। বাদশাহ আবদুল্লাহ জনগণকে সান্ত্বনা দিতে সরে গিয়েছিলেন, সংস্কারের প্রতিশ্রুতি দিয়ে এবং দ্রুত ধারাবাহিকভাবে সরকারগুলিকে বরখাস্ত করেছিলেন, যার অর্থ অস্থিরতা শুরু হওয়ার পর দুই বছরে পাঁচজন প্রধানমন্ত্রী ছিলেন। সংস্কার সংস্থাগুলি স্থাপন করা হয়েছিল, এবং একটি স্বাধীন নির্বাচন কমিটি (আইইসি) প্রবর্তন এবং একটি মিশ্র নির্বাচনী ব্যবস্থার প্রবর্তন সহ কিছু উল্লেখযোগ্য পরিবর্তন করা হয়েছিল যেখানে ১৫০টি নির্বাচিত আসনের মধ্যে ২৭টি দেশব্যাপী আনুপাতিক প্রতিনিধিত্বের মাধ্যমে নির্ধারিত হবে। যদিও বেশিরভাগ পরিবর্তন ছিল সর্বোত্তমভাবে প্রসাধনী, এবং আইএএফ সহ রাজনৈতিক দলগুলি ২০১৩ সালের নির্বাচন বয়কট করেছিল।\n২০১৫ সালে সরকার এক ব্যক্তি এক-ভোট পদ্ধতির অবসানের প্রতিশ্রুতি দিয়ে নতুন সংস্কার ঘোষণা করেছিল। প্রস্তাবিত সংস্কারগুলি ৩১ আগস্ট ২০১৫ এ প্রকাশিত হয়েছিল। নতুন নির্বাচনী ব্যবস্থাটি ১৯৮৯ সালের নির্বাচনের মতোই ছিল, যাতে এটি সম্পূর্ণরূপে এক-মানুষ এক-ভোট বাতিল করে, সমস্ত আসনের জন্য ব্লক ভোটিং পুনঃপ্রবর্তন করে। একটি প্রধান পার্থক্য ছিল যে স্বতন্ত্র প্রার্থীদের ভোট দেওয়ার পাশাপাশি, ভোটারদের একাধিক সদস্যের দলীয় তালিকার জন্যও একক ভোট থাকবে, এটি ২০১৩ সালের নির্বাচনে আনুপাতিক প্রতিনিধিত্বের সাথে পরীক্ষা থেকে নেওয়া একটি অভিযোজন। সমস্ত প্রার্থী তালিকার সদস্য হিসাবে দৌড়াবেন, কোটার বাইরে থাকা সমস্ত আসন নির্ধারণ করতে ওপেন লিস্ট পিআর ব্যবহার করা হবে। সার্কাসিয়ান/চেচেন এবং খ্রিস্টান আসনগুলির জন্য, এই গোষ্ঠীগুলির মধ্যে থেকে সর্বোচ্চ প্রার্থীকে আসনটি দেওয়া হয়। তবে মহিলা কোটার আসনগুলি মহিলাদের জন্য বরাদ্দ করা হয়েছে যারা অন্যথায় নির্বাচিত হতে পারবেন না। বন্ধনের ক্ষেত্রে পুনঃনির্বাচন হবে। উভয় কক্ষে সামান্য পরিবর্তনের পর, নতুন আইনটি  ১৩ মার্চ ২০১৬ তারিখে রাজা কর্তৃক অনুমোদিত হয়। ২৯ মে সংসদ ভেঙে দেওয়া হয় এবং আবদুল্লাহ এনসুরের সরকার পদত্যাগ করে, রাজা হানি আল-মুলকিকে নির্বাচনের অগ্রগতিতে তত্ত্বাবধায়ক প্রধানমন্ত্রী হিসেবে নিয়োগ দেন। আইইসি ২০ সেপ্টেম্বর ২০১৬ এর কিছুক্ষণ পরেই নির্বাচনের তারিখ হিসাবে নির্ধারণ করে।\n\n\n=== নির্বাচনী জেলা ===\n\n২৩টি নির্বাচনী জেলা রয়েছে; আম্মান গভর্নরেটে পাঁচটি, ইরবিড গভর্নরেটে চারটি, জারকা গভর্নরেটে দুটি, অন্য নয়টি গভর্নরেটের জন্য একটি এবং বেদুইনদের জন্য বাদিয়া জেলায় তিনটি। সার্কাসিয়ান/চেচেন এবং খ্রিস্টান কোটাগুলি গভর্নরেট জেলাগুলির মধ্যে নির্ধারিত আসনগুলির মধ্যে অন্তর্ভুক্ত ছিল। খ্রিস্টান কোটার জন্য নয়টি আসনের মধ্যে, দুটি বলকা জেলা এবং কারাক জেলা উভয় ক্ষেত্রেই রয়েছে এবং নিম্নলিখিতগুলির প্রত্যেকটিতে একটি রয়েছে: ইরবিডের ৩য় জেলা, আজলউন জেলা, জারকার ১ম জেলা, আম্মানের ৩য় জেলা এবং মাদাবা জেলা। তিনটি সার্কাসিয়ান/চেচেন আসন হল জারকার ১ম জেলায়, আম্মানের ৩য় জেলায় এবং আম্মানের ৪র্থ জেলায়। মহিলা কোটা ভাগ করা হয়েছে যাতে প্রতিটি গভর্নরেটে একটি করে এবং প্রতিটি বাদিয়ায় একটি করে আসন থাকে। যদিও জেলাগুলির মধ্যে জনসংখ্যার বিভাজন অসম্পূর্ণ রয়ে গেছে, এটি পূর্ববর্তী নির্বাচনের তুলনায় একটি উন্নতি ছিল।\n\n\n=== প্রশাসন ===\n২০১৩ সালের নির্বাচনের মতো ২০১৬ সালের নির্বাচনও আইইসি দ্বারা পরিচালিত হবে। আইইসি ২০১৬ সালের নির্বাচনের জন্য তার অন্যতম লক্ষ্য বলেছে নির্বাচনী ব্যবস্থায় জনগণের বিশ্বাস পুনরুদ্ধার করা। প্রার্থীদের ১৬ আগস্টের মধ্যে নিবন্ধন করতে হবে। আইইসি দ্বারা প্রচারাভিযানের ব্যয় সীমাবদ্ধ করা হয়েছে বৃহৎ শহুরে জেলার জন্য একটি জেলায় ভোটার প্রতি 5 দিনার।\nএটিই প্রথম নির্বাচন যেখানে বধির ও অন্ধ ভোটারদের জন্য বিশেষ কেন্দ্রের ব্যবস্থা করা হবে। ভোটার নিবন্ধন স্বয়ংক্রিয় ছিল, সিভিল সার্ভিস এবং পাসপোর্ট বিভাগ দ্বারা আইইসি-কে দেওয়া তালিকা ব্যবহার করে করা হয়েছিল। ভোটারদের জন্য অমোচনীয় কালি বাধ্যতামূলক হবে।\n\n\n== প্রচারণা ==\nএই সংস্কারের ফলে ফিলিস্তিনি ও ইসলামপন্থীরা তাদের প্রভাব বাড়াবে বলে আশঙ্কা তৈরি হয়েছিল। ২০১৫ সালে মুসলিম ব্রাদারহুডের মধ্যে অভ্যন্তরীণ বিভাজন দেখা দেয়, সরকার দ্বারা বিভক্ত গোষ্ঠীগুলিকে উৎসাহিত করা হয়েছিল। মুসলিম ব্রাদারহুড অ্যাসোসিয়েশন নামে পরিচিত একটি স্প্লিন্টার গ্রুপ, নিজেকে জর্ডানে সরকারী মুসলিম ব্রাদারহুড হিসাবে নিবন্ধিত করেছিল, এই সুযোগটি নিয়ে যে মুসলিম ব্রাদারহুড একটি জর্ডানের সংগঠন হিসাবে নিবন্ধিত হওয়ার পরিবর্তে তার মিশরীয় প্রতিষ্ঠাতাদের সাথে সংযুক্ত ছিল।মুসলিম ব্রাদারহুড অ্যাসোসিয়েশন, যা তার জর্ডানীয় পরিচয়ের উপর জোর দেয়, মার্চ ২০১৫ এ সরকারী মর্যাদা দেওয়া হয়েছিল। পরবর্তীকালে মূল মুসলিম ব্রাদারহুডের মধ্যে অভ্যন্তরীণ মতবিরোধের ফলে শত শত সদস্য পদত্যাগ করে। মুসলিম ব্রাদারহুড থেকে বিচ্ছিন্ন হয়ে গেছে আরও দুটি স্প্লিন্টার গ্রুপ। মুসলিম ব্রাদারহুড অ্যাসোসিয়েশন মুসলিম ব্রাদারহুড সম্পত্তির মালিকানা দাবি করে মামলা শুরু করার জন্য তার সরকারী মর্যাদা লাভ করে,  এবং এপ্রিল ২০১৬ সালে অ্যাসোসিয়েশনের পক্ষে মামলার সিদ্ধান্ত নেওয়া হয়, যার ফলে তারা মুসলিম ব্রাদারহুড সম্পত্তির বিস্তৃত অংশের নিয়ন্ত্রণ দখল করে। মুসলিম ব্রাদারহুডের প্রতিষ্ঠার ৭০তম বার্ষিকী উদযাপনেও সরকার বাধা দেয়।\nমূল মুসলিম ব্রাদারহুড তাদের স্প্লিন্টার গোষ্ঠীর আনুষ্ঠানিক স্বীকৃতির পরে অবৈধ হয়ে উঠলেও, আইএএফ একটি জর্ডানীয় সংস্থা হিসাবে নিবন্ধিত হওয়ায় আইনী রয়ে গেছে। ২০১৫ সালে নির্বাচনী সংস্কারের ঘোষণার পর, আইএএফ রিপোর্ট করেছে যে তারা পরিবর্তনগুলিকে ইতিবাচক সংস্কার বলে মনে করেছে, বিশেষ করে এক ব্যক্তির এক-ভোটের অপসারণ। এর অভ্যন্তরীণ বিভক্তি সত্ত্বেও, আইএএফ ২০১৬ সালের নির্বাচনে প্রতিদ্বন্দ্বিতা করবে কিনা তা নিয়ে একটি অভ্যন্তরীণ ভোট অনুষ্ঠিত হয়েছে এবং এটি তার 76% সদস্যদের অংশগ্রহণকে সমর্থন করেছে, যেখানে 17% রাজার সাংবিধানিক ক্ষমতার উল্লেখযোগ্য সীমাবদ্ধতা ছাড়াই অংশগ্রহণের বিরোধিতা করেছে। সরকার পশ্চিমা দৃষ্টিতে নির্বাচনের বৈধতা বাড়ানোর জন্য আইএএফকে প্রতিদ্বন্দ্বিতা করতে চেয়েছিল। অস্পষ্টতার ভয়ের সাথে এটি আইএএফ ভোটের ফলাফলে অবদান রাখতে পারে এবং মনে করা হয় যে তারা তিউনিসিয়া এবং মরক্কোর নির্বাচিত ইসলামপন্থী দলগুলির লাভকে অনুকরণ করার চেষ্টা করতে পারে যারা তাদের সরকারের সাথে সহযোগিতা করেছিল, একই রকম দমন এড়াতে, যা মিশরে ঘটছে।\n\nভোটের পরে, আইএএফ ঘোষণা করেছে যে এটি তার বয়কটের অবসান ঘটাচ্ছে এবং প্রতিদ্বন্দ্বিতা করবে, এবং এটি প্রচারণার বিষয়ে আলোচনা করার জন্য অন্যান্য বিরোধী দলগুলির সাথে যোগাযোগ করছে। ২০ আগস্ট এটি ঘোষণা করে যে এটি \"সংস্কারের জন্য জাতীয় জোট\" এর ব্যানারে বিভিন্ন নির্বাচনী জেলায় ২০টি জাতীয় তালিকায় চলবে। এই তালিকাগুলি অন্যান্য রাজনৈতিক দল এবং কিছু উপজাতির প্রতিনিধিদের সাথে ভাগ করা হয়েছে, যার মধ্যে পাঁচটি খ্রিস্টান খ্রিস্টান আসনে প্রতিদ্বন্দ্বিতা করছেন, সার্কাসিয়ান এবং চেচেন আসনের জন্য চারজন প্রার্থী এবং ১৯ জন মহিলা।\nদুই মুসলিম ব্রাদারহুড -সংযুক্ত প্রার্থী, হোসাম মেসেহ এবং আলী আবুসোকার, আন্তর্জাতিক সন্ত্রাসী আবু মুসাব আল-জারকাভির মৃত্যুর জন্য শোক প্রকাশ করার অপরাধে নির্বাচনে অযোগ্য ঘোষণা করা হয়েছিল। আলী আবুসোক্কর ২০০৬ সালে সংসদ সদস্য ছিলেন যখন তাকে আল-খালায়েহ উপজাতির শোক গৃহ পরিদর্শন করার জন্য বহিষ্কার করা হয়েছিল, যে উপজাতি আল-জারকাউই থেকে এসেছেন।\n১০ সেপ্টেম্বর, সংসদীয় দৌড় থেকে প্রত্যাহারের সময়সীমা, ২২৬টি তালিকায় চূড়ান্ত প্রার্থীর সংখ্যা ১,২৫২ এ পৌঁছেছে। ১৮ জন প্রার্থী দৌড় থেকে প্রত্যাহার করেছিলেন, যখন ২১টি আবেদন প্রত্যাখ্যাত হয়েছিল। জর্ডান নিউজ এজেন্সি জানিয়েছে যে \"১,২৫২ প্রার্থীদের মধ্যে ৯২০ জন মুসলিম পুরুষ, ২৪৫ জন মুসলিম মহিলা, ৫৮ জন খ্রিস্টান পুরুষ, পাঁচ জন খ্রিস্টান মহিলা, ২২ জন সার্কাসিয়ান এবং চেচেন পুরুষ এবং দুজন সার্কাসিয়ান এবং চেচেন মহিলা রয়েছে।\"\n\n\n== পরিচালনা ==\n\nস্বাধীন নির্বাচন কমিশন নির্বাচন প্রক্রিয়া পর্যবেক্ষণের জন্য বেশ কয়েকটি আরব ও বিদেশী সংস্থাকে আমন্ত্রণ পাঠিয়েছে। ইউরোপীয় ইউনিয়ন একটি টাস্ক ফোর্সের মাধ্যমে নির্বাচনী প্রক্রিয়া পর্যবেক্ষণে অংশ নেবে যার কাছে পুলিশ স্টেশন সহ সকল ভোট সংক্রান্ত সুবিধা রয়েছে। আইইসি ঘোষণা করেছে যে সুষ্ঠু ও স্বচ্ছ নির্বাচন নিশ্চিত করতে এটি একটি পদক্ষেপ।\nআন্তর্জাতিক পর্যবেক্ষকরা বলেছেন যে নির্বাচন \"সততার সাথে এবং সম্পূর্ণ স্বচ্ছতার সাথে\" সংগঠিত হয়েছে। কিছু লঙ্ঘনের রিপোর্ট করা হয়েছে, এবং কমিটিগুলি আসন্ন নির্বাচনের জন্য সুপারিশ পেশ করেছে।\n\n\n== ফলাফল ==\nপ্রায় ১.৫ মিলিয়ন জর্ডানিয়ান ২০ সেপ্টেম্বর নির্বাচনে গিয়েছিলেন, যা ৩৭% ভোটার উপস্থিতি। যোগ্য ভোটারের সংখ্যা প্রায় ৪.১ মিলিয়ন, যা ২০১৩ সালে ২.৩ মিলিয়ন ছিল। নতুন নির্বাচনী আইনের কারণে ভোটারদের উপস্থিতি আগের নির্বাচনের তুলনায় কম, যেখানে জর্ডানের প্রবাসীদের সংখ্যা ১ মিলিয়ন, ভোট দেওয়ার ক্ষমতা দেওয়া হয়নি।\nপাঁচজন মহিলা কোটা পদ্ধতির বাইরে জয়লাভ করতে পেরেছেন, যার ফলে মোট ১৩০ জনের মধ্যে ২০ জন মহিলা সংসদ সদস্য হয়েছে, যা জর্ডানের জন্য একটি রেকর্ড। গত নির্বাচনে ১৫০ জনের মধ্যে  ১৮ জন মহিলা জয়লাভ করেছিল।\nনির্বাচনগুলি একটি ধর্মনিরপেক্ষ আন্দোলনের প্রথম উত্থানের সাক্ষী ছিল, মা'ন তালিকা, যা একটি নাগরিক রাষ্ট্রের পক্ষে জোরালোভাবে সমর্থন করেছিল। আম্মানের তৃতীয় জেলায় এটি সবচেয়ে বেশি ভোট পেয়েছে। আম্মানের তৃতীয় জেলার নারী ও সার্কাসিয়ান কোটায় জয়ী হওয়ায় মাআনের দুজন প্রার্থী, তিনজন ইসলামপন্থীর পাশাপাশি নির্বাচিত হয়েছেন।\n\n\n== আফটারমেথ ==\n২০১৬ সালের সাধারণ নির্বাচনে প্রবর্তিত সংস্কারের ফলে ফ্রিডম হাউস জর্ডানকে তার ফ্রিডম ইন দ্য ওয়ার্ল্ড ২০১৭ রিপোর্টে \"মুক্ত নয়\" থেকে \"আংশিকভাবে মুক্ত\" হিসাবে মনোনীত করে। প্রতিবেদনে যোগ করা হয়েছে যে পরিবর্তনটি \"নির্বাচনী আইন পরিবর্তনের কারণে যা কিছুটা সুষ্ঠু সংসদ নির্বাচনের দিকে পরিচালিত করেছিল।\"\n\n\n== তথ্যসূত্র =="}