{"pageid": 1197927, "title": "কর্মক্ষেত্র", "url": "https://bn.wikipedia.org/wiki?curid=1197927", "content": "কর্মক্ষেত্র হল এমন একটি জায়গা যেখানে কেউ কাজ করে, তাদের নিয়োগকর্তা বা নিজের জন্য, কর্মসংস্থানের স্থান। এই ধরনের একটি জায়গা একটি হোম অফিস থেকে একটি বড় অফিস বিল্ডিং বা কারখানা হতে পারে। শিল্পোন্নত সমাজের জন্য, কর্মক্ষেত্র হল বাড়ি ছাড়া অন্য সবচেয়ে গুরুত্বপূর্ণ সামাজিক স্থানগুলির মধ্যে একটি, যা \"বিভিন্ন সত্তার জন্য একটি কেন্দ্রীয় ধারণা গঠন করে: কর্মী এবং কর্মীদের পরিবার, নিয়োগকারী সংস্থা, সংস্থার গ্রাহক এবং সমাজ সমস্ত।  নতুন প্রজন্মের আধুনিক যোগাযোগ প্রযুক্তির বিকাশে ভার্চুয়াল কর্মক্ষেত্র এবং দূরবর্তী কাজের বিকাশের দিকে পরিচালিত করেছে।\n\n\n== কর্মক্ষেত্রে সংঘটিত বিভিন্ন ঘটনা ==\nযৌন হয়রানি : অনাকাঙ্খিত যৌন আকাংখা বা যৌন প্রকৃতির আচরণ যা অযৌক্তিকভাবে কোনো ব্যক্তির কর্মস্থানে কাজ সম্পাদনে বাধা সৃষ্টি করে বা ভীতিকর, প্রতিকূল বা আপত্তিকর কাজের পরিবেশ তৈরি করে। \nকিস করতে থাকো অথবা নিম্নে (পদে) যাও\nবিষাক্ত কর্মক্ষেত্র\nকর্মক্ষেত্রে আগ্রাসন : একটি নির্দিষ্ট ধরনের আক্রমণ, যা কর্মক্ষেত্রে ঘটে।\nকর্মক্ষেত্রে উত্পীড়ন : ব্যক্তি বা গোষ্ঠীর প্রবণতা সহকর্মী বা অধস্তনদের বিরুদ্ধে ক্রমাগত আক্রমণাত্মক বা অযৌক্তিক আচরণ ব্যবহার করে।\nকর্মক্ষেত্রে দ্বন্দ্ব : কর্মক্ষেত্রে সংঘটিত একটি নির্দিষ্ট ধরনের দ্বন্দ্ব।\nকর্মক্ষেত্রের সংস্কৃতি : কর্মক্ষেত্রে সামাজিক আচরণ এবং নিয়ম।\nকর্মক্ষেত্রে বিপরীতমুখী আচরণ : কর্মচারীদের আচরণ, যা একটি প্রতিষ্ঠানের লক্ষ্যের সাথে সামঞ্জস্যপূর্ণ নয়।\nকর্মক্ষেত্রে সাইবার-আগ্রাসন : কর্মক্ষেত্রের ই-মেইল বা টেক্সট বার্তা যা কর্মীদের হুমকি বা ভয় দেখানো।\nকর্মক্ষেত্রে গণতন্ত্র : কর্মক্ষেত্রে সব ক্ষেত্রে গণতন্ত্রের প্রয়োগ\nকর্মক্ষেত্রে বিচ্যুতি : ইচ্ছাকৃত বা উদ্দেশ্যমূলকভাবে একটি প্রতিষ্ঠানের ক্ষতি করার চেষ্টা করা।\nকর্মক্ষেত্রে বৈষম্য : নিয়োগ, পদোন্নতি, চাকরির নিয়োগ, সমাপ্তি এবং ক্ষতিপূরণে বৈষম্য।\nকর্মক্ষেত্রের বৈচিত্র্য : একটি কোম্পানী যেটি একটি বৈচিত্র্যময় কর্মী নিয়োগ করে সে বাজারের জনসংখ্যার বিষয়ে আরও ভালভাবে বুঝতে সক্ষম হয়, এটি একটি তত্ত্ব বিশ্বব্যাপী বাজারের সামনে তুলে ধরে।\nকর্মক্ষেত্রের আবেগ : কর্মক্ষেত্রে আবেগ একটি বড় ভূমিকা পালন করে কীভাবে একটি সম্পূর্ণ সংস্থা নিজের মধ্যে এবং বাইরের বিশ্বের সাথে যোগাযোগ করে।\nকর্মক্ষেত্রে কর্মচারীর বিভিন্ন ক্ষেত্রে তার কর্ম তার চাকরির পদোন্নতির সাথে সম্পর্কিত থাকে।\n\n\n== তথ‍্যসূত্র =="}