{"pageid": 1197627, "title": "লেমিনার প্রবাহ", "url": "https://bn.wikipedia.org/wiki?curid=1197627", "content": "তরল গতিবিদ্যায়, স্তরে স্তরে মসৃণ পথ অনুসরণ করে তরল কণা দ্বারা লেমিনার প্রবাহকে চিহ্নিত করা হয়, যার প্রতিটি স্তর সামান্য বা কোন মিশ্রণ ছাড়াই সংলগ্ন স্তরগুলিকে মসৃণভাবে অতিক্রম করে। কম বেগে, তরলটি পার্শ্বীয় মিশ্রণ ছাড়াই প্রবাহিত হতে থাকে এবং সন্নিহিত স্তরগুলি তাস খেলার মতো একে অপরের পাশ দিয়ে চলে যায়। প্রবাহের দিকে লম্বভাবে কোন আড়াআড়ি স্রোত নেই, বা তরল পদার্থের এডি বা ঘূর্ণিও নেই। লেমিনার প্রবাহে, তরল কণার গতি অত্যন্ত সুশৃঙ্খলভাবে একটি কঠিন পৃষ্ঠের কাছাকাছি কণাগুলি সেই পৃষ্ঠের সমান্তরালে সরল রেখায় চলে। লেমিনার প্রবাহ হল একটি প্রবাহ ব্যবস্থা যা উচ্চ ভরবেগ বিস্তার এবং কম ভরবেগ পরিচলন দ্বারা চিহ্নিত করা হয়। মসৃণ এবং পরিষ্কার ল্যামিনার প্রবাহ এবং ফেনা সহ অশান্ত প্রবাহ উভয়ই হর্সশু জলপ্রপাতের প্রান্তে দেখা যায়।\nলেমিনার প্রবাহের সাথে যুক্ত বেগ প্রোফাইল কার্ডের ডেকের মতো। একটি পাইপের একটি তরলের এই প্রবাহ প্রোফাইলটি দেখায় যে তরলটি স্তরগুলিতে কাজ করে যা একে অপরের উপর স্লাইড করে।\nযখন একটি তরল একটি বদ্ধ চ্যানেলের মধ্য দিয়ে প্রবাহিত হয় যেমন একটি পাইপ বা দুটি সমতল প্লেটের মধ্যে, তখন তরলটির বেগ এবং সান্দ্রতার উপর নির্ভর করে দুটি ধরনের প্রবাহ ঘটতে পারে: ল্যামিনার প্রবাহ বা অশান্ত প্রবাহ। লেমিনার প্রবাহ কম বেগে ঘটে, একটি থ্রেশহোল্ডের নীচে যেখানে প্রবাহটি উত্তাল হয়ে ওঠে। থ্রেশহোল্ড বেগ একটি মাত্রাবিহীন প্যারামিটার দ্বারা নির্ধারিত হয় যা রেনল্ডস নম্বর নামক প্রবাহকে চিহ্নিত করে, যা চ্যানেলের তরল এবং মাত্রার সান্দ্রতা এবং ঘনত্বের উপরও নির্ভর করে। অশান্ত প্রবাহ হল একটি কম সুশৃঙ্খল প্রবাহ ব্যবস্থা যা এডি বা তরল কণার ছোট প্যাকেট দ্বারা চিহ্নিত করা হয়, যার ফলে পার্শ্বীয় মিশ্রণ ঘটে।[2] অ-বৈজ্ঞানিক পরিভাষায়, লেমিনার প্রবাহ মসৃণ, যখন অশান্ত প্রবাহ রুক্ষ।\nরোনাল্ড নাম্বার সহিত সম্পর্ক\nএকটি চ্যানেলে তরলে যে ধরনের প্রবাহ ঘটে তা তরল-গতিবিদ্যার সমস্যায় গুরুত্বপূর্ণ এবং পরবর্তীকালে তরল সিস্টেমে তাপ এবং ভর স্থানান্তরকে প্রভাবিত করে। মাত্রাবিহীন রেনল্ডস সংখ্যা সমীকরণের একটি গুরুত্বপূর্ণ পরামিতি যা বর্ণনা করে যে সম্পূর্ণরূপে বিকশিত প্রবাহের অবস্থা লেমিনার বা অশান্ত প্রবাহের দিকে পরিচালিত করে কিনা। রেনল্ডস সংখ্যা হল তরলটির শিয়ারিং ফোর্সের সাথে জড়ীয় বলের অনুপাত: তরল সিস্টেমের স্কেল নির্বিশেষে তরলটি কতটা সান্দ্র তা সাপেক্ষে কত দ্রুত গতিশীল। ল্যামিনার প্রবাহ সাধারণত ঘটে যখন তরল ধীরে ধীরে চলে বা তরল খুব সান্দ্র হয়। রেনল্ডস সংখ্যা বৃদ্ধির সাথে সাথে, যেমন তরল প্রবাহের হার বৃদ্ধি করে, প্রবাহটি রেনল্ডস সংখ্যার একটি নির্দিষ্ট পরিসরে ল্যামিনার থেকে অশান্ত প্রবাহে রূপান্তরিত হবে, তরল বা অসম্পূর্ণতার ছোট ব্যাঘাতের স্তরের উপর নির্ভর করে ল্যামিনার-অশান্ত রূপান্তর পরিসর। প্রবাহ ব্যবস্থায়। যদি রেনল্ডস সংখ্যা খুব ছোট হয়, 1 এর চেয়ে অনেক কম, তাহলে তরল স্টোকস বা ক্রিপিং, প্রবাহ প্রদর্শন করবে, যেখানে তরলের সান্দ্র শক্তিগুলি জড় শক্তির উপর আধিপত্য বিস্তার করে।\nরেনল্ডস সংখ্যার সুনির্দিষ্ট গণনা, এবং যে মানগুলিতে ল্যামিনার প্রবাহ ঘটে তা প্রবাহ ব্যবস্থার জ্যামিতি এবং প্রবাহ প্যাটার্নের উপর নির্ভর করবে। সাধারণ উদাহরণ হল একটি পাইপের মাধ্যমে প্রবাহ, যেখানে রেনল্ডস নম্বর হিসাবে সংজ্ঞায়িত \n\nকোথায়:\nডিএইচ হল পাইপের হাইড্রোলিক ব্যাস (মি);\nQ হল আয়তনের প্রবাহ হার (m3/s);\nA হল পাইপের ক্রস-বিভাগীয় এলাকা (m2);\nu হল তরলের গড় গতি (SI ইউনিট: m/s);\nμ হল তরলের গতিশীল সান্দ্রতা (Pa·s = N·s/m2 = kg/(m·s));\nν হল তরলের গতিশীল সান্দ্রতা, ν =\nμ\n/\nρ\n\n (m2/s);\n\nρ হল তরলের ঘনত্ব (kg/m3)।\nএই ধরনের সিস্টেমের জন্য, লেমিনার প্রবাহ ঘটে যখন রেনল্ডস সংখ্যা আনুমানিক 2,040 এর একটি সমালোচনামূলক মানের নীচে থাকে, যদিও রূপান্তর পরিসীমা সাধারণত 1,800 এবং 2,100 এর মধ্যে হয়।[4]\nবাহ্যিক পৃষ্ঠে ঘটতে থাকা তরল সিস্টেমের জন্য, যেমন তরলে স্থগিত প্রবাহ অতীত বস্তুর জন্য, রেনল্ডস সংখ্যার জন্য অন্যান্য সংজ্ঞাগুলি বস্তুর চারপাশে প্রবাহের ধরন অনুমান করতে ব্যবহার করা যেতে পারে। রেনল্ডস নম্বর রেপ কণাটি প্রবাহিত তরলে স্থগিত কণার জন্য ব্যবহার করা হবে, উদাহরণস্বরূপ। পাইপের প্রবাহের মতো, লেমিনার প্রবাহ সাধারণত নিম্ন রেনল্ডস সংখ্যার সাথে ঘটে, যখন উত্তাল প্রবাহ এবং সম্পর্কিত ঘটনা, যেমন ঘূর্ণি শেডিং, উচ্চতর রেনল্ডস সংখ্যার সাথে ঘটে।\n\n\n== তথ্যসূত্র =="}