{"pageid": 1197878, "title": "মানাকুলা বিনায়ক মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1197878", "content": "মানাকুলা বিনয়গর মন্দির হল ভারতের পুদুচেরি কেন্দ্রশাসিত অঞ্চলের একটি হিন্দু মন্দির। দেবতা বিঘ্নেশ্বর গণেশকে উৎসর্গ করা, এটি পুদুচেরির একটি জনপ্রিয় তীর্থস্থান এবং পর্যটন গন্তব্য। মন্দিরটি যথেষ্ট প্রাচীন এবং এই ভূখণ্ডে ফরাসিদের দখলের পূর্ববর্তী। ডুপ্লেক্সের শাসনামলে, মন্দিরটি ধ্বংস করার চেষ্টা করা হয়েছিল, কিন্তু হিন্দু জনগণের তীব্র প্রতিবাদ এবং ভূখণ্ডে ব্রিটিশ ও মারাঠা আক্রমণের হুমকির কারণে এটিকে রক্ষা করা হয়েছিল ।\n\n\n== বিশেষত্ব ==\nমানাকুলা বিনয়গর মন্দির, পুদুচেরির , একটি বিশাল এবং সুন্দর মন্দির, যা হিন্দু প্রভু গণেশকে উৎসর্গ করা হয়েছে। পুদুচেরি গির্জায় পূর্ণ একটি জায়গা হতে পারে তবে মানাকুলা বিনয়গর মন্দিরটি দেশের সমস্ত অংশ থেকে ভ্রমণকারী হিন্দু ভক্ত এবং পর্যটকদের মধ্যে অত্যন্ত লোভনীয়। ৫০০ বছরেরও বেশি পুরানো হওয়ায় এর একটি বর্ণাঢ্য ইতিহাস রয়েছে এবং এটি এই অঞ্চলের প্রাচীনতম মন্দিরগুলির মধ্যে একটি।\nমন্দিরটির নাম দুটি তামিল শব্দ মানাল অর্থ 'বালি' এবং কুলাম অর্থ 'সমুদ্রের কাছে পুকুর' থেকে এসেছে। মন্দিরটি আগে মানল কুলাথু বিনয়গর নামে পরিচিত ছিল। সারা বছর ধরে মন্দিরে বেশ কয়েকটি উত্সব এবং উদযাপন করা হয়, তবুও ব্রহ্মথসভাম, একটি ২৪ দিনব্যাপী উত্সব, সবচেয়ে গুরুত্বপূর্ণ।\n\n\n== সোনার রথ ==\nসোনার রথটি সম্পূর্ণরূপে ভক্তদের অনুদান সংগ্রহের ভিত্তিতে তৈরি করা হয়েছিল। এই রথে ব্যবহৃত সোনার মোট ওজন ৭.৫ কেজি যার অনুমান মূল্য প্রায় ৩৫ লক্ষ রুপি। রথের উচ্চতা এবং প্রস্থ ১০ ফুট এবং ৬ ফুট। রথটি সম্পূর্ণরূপে সেগুন কাঠে তৈরি করা হয়েছিল যা সুন্দর শিল্পকর্ম দ্বারা যথাযথভাবে খোদাই করা তামার প্লেট দ্বারা আবৃত ছিল এবং প্লেটগুলি যথাযথভাবে সোনার রেক দিয়ে সংযুক্ত ছিল। প্রথমে ০৫-১০-২০০৩ তারিখে সুবর্ণ রথের দৌড় জমকালোভাবে অনুষ্ঠিত হয়। বর্তমানে বেশিরভাগ ভক্তই নির্দিষ্ট ফি দিয়ে মন্দিরের ভিতরে সোনার রথ টেনে তাদের প্রার্থনা পূরণ করতে আগ্রহী। বছরে একবার অর্থাৎ বিজয়াধশমীর দিনে উক্ত সোনার রথ মন্দিরের বাইরে অর্থাৎ শুধুমাত্র মাদা বেদীতে চলে।\n\n\n=== থল্লাইক্কাথু সিদ্দার ===\nপ্রায় ৩০০ বছর আগে ৬ ফুট লম্বা একজন সাধু (তামিল ভাষায় সিদ্দার নামে পরিচিত) বলেছিলেন যে এই দেবতার কাছ থেকে জ্ঞান লাভ করেছিলেন এবং এই মন্দিরে সমাধি লাভ করেছিলেন। এরপর থেকে মানুষ অন্য কোনো মন্দিরে যাওয়ার আগে তাদের নবজাতককে এখানে পূজার জন্য নিয়ে আসে।\n\n\n== অবস্থান ==\nমানাকুলা বিনয়গর মন্দির  ভারতীয় উপমহাদেশের দক্ষিণ অংশে অবস্থিত একটি কেন্দ্রশাসিত অঞ্চল পুদুচেরির প্রাচীন মন্দিরগুলির মধ্যে একটি। মন্দিরটি বঙ্গোপসাগরের ৪০০ মিটার পশ্চিমে , চেন্নাই (তামিলনাড়ু রাজ্যের রাজধানী) থেকে ১৬৫ কিমি দক্ষিণে, কুদ্দালোর থেকে ২৩ কিমি উত্তরে এবং তামিলনাড়ুর ভিলুপুরম থেকে ৩৫ কিলোমিটার পূর্বে অবস্থিত । এই মন্দিরের প্রধান দেবতা \"মানাকুল বিনয়গর\" (প্রণবমূর্তি) পূর্বমুখী। মন্দিরটি একসময় পূর্ব দিকে অরলিন স্ট্রিট (বর্তমানে মানাকুলা বিনয়গর কোয়েল স্ট্রিট), দক্ষিণে জওহরলাল নেহেরু স্ট্রিট, উত্তরে ল-ডি-লরিস্টন রাস্তা এবং পশ্চিমে উত্তর-দক্ষিণে প্রবাহিত একটি খাল দ্বারা সীমাবদ্ধ ছিল।\n২০১৫ সালে মন্দিরটি সংস্কার করা হয়েছিল।\nপুদুচেরির প্রোমেনাড বিচের মুখোমুখি বিখ্যাত সমুদ্র সৈকত রাস্তা থেকে মাত্র ১০ মিনিটের হাঁটাপথে এটি পর্যটকদের দ্বারা অত্যন্ত ঘন ঘন হয়।\n\n\n== চিত্রসম্ভার ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== মন্তব্য ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nTemple by the Beach"}