{"pageid": 1197856, "title": "নার্তিয়াং দুর্গা মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1197856", "content": "নার্তিয়াং দুর্গা মন্দির হল উত্তর-পূর্ব ভারতের মেঘালয়ের পশ্চিম জৈন্তিয়া পাহাড় জেলায় অবস্থিত, ৬০০ বছরের পুরানো হিন্দু মন্দির। এটি ৫১টি শক্তিপীঠের মধ্যে একটি এবং হিন্দু শাক্ত ভক্তদের জন্য এটি অন্যতম পবিত্র স্থান। মেঘালয়ের জয়ন্তিয়া পাহাড়ের হিন্দুরা বিশ্বাস করে যে, এই মন্দিরটিই দেবী দুর্গার স্থায়ী আবাস। মন্দিরটি দুর্গাপূজা উপলক্ষে সারা দেশ থেকে বিপুল সংখ্যক তীর্থযাত্রীকে আকর্ষণ করে। নার্তিয়াং দেবী মন্দিরের শক্তি জয়ন্তী এবং ভৈরব কামাদিশ্বর হিসাবে হিসাবে পূজা করা হয়।\n\n\n== তাৎপর্য ==\n\n\n== ইতিহাস ==\nদেবীর বাম উরু জৈন্তিয়া পাহাড়ের নর্তিয়াং-এ পড়েছিল বলে মনে করা হয়। তাই দেবী জৈন্তেশ্বরী নামে পরিচিত। জৈন্তিয়া রাজা জাসো মানিক (১৬০৬-১৬৪১) হিন্দু কোচ রাজা নরা নারায়ণের কন্যা লক্ষ্মী নারায়ণকে বিয়ে করেছিলেন। প্রায় ৬০০ বছর আগে রাজা ধন মানিক নর্তিয়াংকে জৈন্তা রাজ্যের গ্রীষ্মকালীন রাজধানী করেছিলেন। এক রাতে, দেবী তাকে স্বপ্নে দেখা দেন এবং তাকে স্থানটির তাৎপর্য জানান এবং তার সম্মানে একটি মন্দির তৈরি করতে বলেন। এরই ধারাবাহিকতায় নর্তিয়াং-এ জৈন্তেশ্বরী মন্দির প্রতিষ্ঠিত হয়। মন্দিরের কৌশলগত অবস্থান এবং কামানের মতো অস্ত্রের উপস্থিতি থেকে বোঝা যায় যে মন্দিরটি অবশ্যই জৈন্তিয়া রাজাদের দুর্গের অংশ ছিল।\n\n\n== পূজা ==\nমন্দিরের আচারগুলি সমভূমির মতো প্রচলিত পদ্ধতিতে করা হয় না, তবে একটি অনন্য উপায়ে, হিন্দু এবং প্রাচীন খাসি ঐতিহ্যের মিশ্রণ। স্থানীয় সর্দার বা সাইয়েমকে মন্দিরের প্রধান পৃষ্ঠপোষক হিসাবে বিবেচনা করা হয়। আজও দুর্গাপূজার সময় সায়েমরা ছাগল বলি দেয়। দুর্গাপূজা এই মন্দিরের সবচেয়ে গুরুত্বপূর্ণ উৎসব। দুর্গাপূজার সময়, একটি কলা গাছকে সাজিয়ে দেবী হিসাবে পূজা করা হয়। চার দিনের উৎসবের শেষে, গাছটি আনুষ্ঠানিকভাবে মিন্টডু নদীতে নিমজ্জিত করা হয়। এ উপলক্ষে দেবীকে বন্দুকের স্যালুটও দেওয়া হয়।\n\n\n== বর্তমান অবস্থা ==\nমেঘালয়ের হিন্দু সম্প্রদায়ের সরকারি প্রতিনিধি কেন্দ্রীয় পূজা কমিটি মন্দিরের তত্ত্বাবধায়ক। এটি মন্দিরের দৈনিক ব্যয়ের একটি বড় অংশের অর্থায়ন করে এবং মন্দির চত্বরে উন্নয়নমূলক কার্যক্রম পরিচালনা করে। এই প্রাচীন মন্দিরে দুর্গা পূজার জনপ্রিয়তার জন্যও এটি দায়ী। বাংলার সংস্কৃতি এবং খাসিয়া-জৈন্তিয়া পাহাড়ের সংমিশ্রণে প্রতি শরতে দুর্গাপূজা করা হয় এক অনন্য উপায়ে।. দেব-দেবীর মূর্তি ব্যবহার না করার খাসি প্রথার সাথে সামঞ্জস্য রেখে, গাঁদা ফুল দিয়ে সজ্জিত একটি কলার কাণ্ড দ্বারা দুর্গার চিত্রকে উপস্থাপন করা হয়। কাছাকাছি, হাঁটার দূরত্বের মধ্যে, শিব মন্দির যেখানে মন্দিরের ভিতরে অতীতের প্রাচীন কামানের অবশেষ দেখতে পাওয়া যায়। বর্তমানে এই আশেপাশে একটি হিন্দু মন্দির রয়েছে এবং সেখানে যে পুরোহিতরা অনুশীলন করেন তারা জৈন্তিয়াপুর থেকে আগত আদি পুরোহিতদের সরাসরি বংশধর।\n২০১৭ সালে, কেন্দ্রীয় মন্ত্রী কিরেন রিজিজু বলেছিলেন যে মন্দিরটিকে হেরিটেজ সাইট হিসাবে ঘোষণা করা হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}