{"pageid": 1198823, "title": "থমাস হিথারউইক", "url": "https://bn.wikipedia.org/wiki?curid=1198823", "content": "থমাস আলেকজান্ডার হিথারউইক,  (জন্ম ১৭ ফেব্রুয়ারি ১৯৭০) একজন ইংরেজ ডিজাইনার এবং লন্ডন-ভিত্তিক ডিজাইন অনুশীলন হিথারউইক স্টুডিওর প্রতিষ্ঠাতা। তিনি লন্ডনের কিংস ক্রসের একটি স্টুডিও এবং ওয়ার্কশপের প্রায় ২০০ স্থপতি, ডিজাইনার এবং নির্মাতাদের একটি দলের সাথে কাজ করেন।\nহিথারউইকের প্রকল্পের মধ্যে রয়েছে অলিম্পিক কল্ড্রন, নিউ রুটমাস্টার বাস, এবং এক্সপো ২০১০-এ ইউকে প্যাভিলিয়ন।, হংকং প্যাসিফিক প্লেসের সংস্কার, এখন বাতিল করা গার্ডেন ব্রিজ, BEI- তে একটি বায়োমাস পাওয়ার স্টেশনের জন্য একটি প্রস্তাবিত পরিকল্পনা। -টিসাইড এবং নিউ ইয়র্ক সিটিতে ভেসেল।\n\n\n== জীবনের প্রথমার্ধ ==\n\nহিথারউইক ১৭ ফেব্রুয়ারি ১৯৭০ সালে লন্ডনে জন্মগ্রহণ করেন। তার মাতামহ ছিলেন লন্ডনের ফ্যাশন ফার্ম জেগারের মালিক এবং তার চাচা ছিলেন সাংবাদিক নিকোলাস টমালিন। উত্তর লন্ডনের উড গ্রিনে প্রাথমিক বিদ্যালয়ের পর, তিনি কেন্টের বেসরকারি সেভেনোকস স্কুলে যোগ দেন। তিনি হার্টফোর্ডশায়ারের রুডলফ স্টেইনার স্কুল কিংস ল্যাংলিতেও যোগ দিয়েছিলেন, যা বাগান, হস্তশিল্প এবং ইউরিথমি নামক খেয়ালী পারফরম্যান্স শিল্পের একটি ধরনের উপর জোর দেয়। তিনি ম্যানচেস্টার পলিটেকনিক এবং রয়্যাল কলেজ অফ আর্ট (RCA) এ ত্রিমাত্রিক নকশা অধ্যয়ন করেছেন। ১৯৯৪ সালে RCA-তে তার শেষ বছরে, হিথারউইক ডিজাইনার টেরেন্স কনরানের সাথে দেখা করেন যিনি স্কুলে বক্তৃতা দিতে এসেছিলেন। কনরান তার ডিগ্রি প্রকল্পের জন্য একটি গেজেবোর পরিকল্পনা দেখে হিদারউইকের পরামর্শদাতা হয়ে ওঠেন। এটি বার্চ প্লাইউডের দুটি উচ্চ বাঁকা স্তুপ দিয়ে তৈরি এবং কনরান হিদারউইককে তার দেশের বাড়িতে কাজ করার জন্য আমন্ত্রণ জানিয়ে এর নির্মাণ সম্ভব করেছিলেন।\nহিথারউইক ১৯৯৪ সালে RCA থেকে স্নাতক হওয়ার পর, হিথারউইক স্টুডিও প্রতিষ্ঠা করেন। কনরান হিথারউইককে কনরান শপের জন্য একটি অভ্যন্তরীণ ডিসপ্লে তৈরি করতে বলেন, এবং মেরি পোর্টাস ডিসপ্লে স্ট্যান্ড দেখার পর এটি তার প্রথম পাবলিক কমিশনের দিকে পরিচালিত করে এবং হার্ভে নিকোলস ডিপার্টমেন্টাল স্টোরে ১৯৯৭ লন্ডন ফ্যাশন সপ্তাহের জন্য একটি উইন্ডো ডিসপ্লে করার জন্য হিথারউইককে কমিশন দেয়।\n\n\n== মূল কাজসমূহ ==\n\n\n=== রোলিং ব্রিজ ===\n\n২০০২ সালে হিথারউইক স্টুডিও প্যাডিংটন বেসিনের পুনঃউন্নয়নের অংশ হিসেবে দ্য রোলিং ব্রিজ (\"দ্য কার্লিং ব্রিজ\" নামেও পরিচিত) ডিজাইন করে। প্রতি বুধ ও শুক্রবার দুপুরে এবং প্রতি শনিবার দুপুর ২ টায় সেতুটি খাল জুড়ে উন্মোচনের করা হয়। আসন্ন জলের ট্র্যাফিক অ্যাক্সেস দিতে, সেতুটি একটি অষ্টভুজ হয়ে গেছে। সেতুটিতে আটটি ত্রিভুজাকার অংশ রয়েছে যা ওয়াকওয়ে স্তরে আটকানো রয়েছে এবং দুটি অংশের লিঙ্ক দ্বারা উপরে সংযুক্ত রয়েছে যা হাইড্রোলিক পিস্টনের নিয়ন্ত্রণে ডেকের দিকে ভাঁজ হয়ে পড়ে। রোলিং ব্রিজ ২০০৫ ব্রিটিশ কনস্ট্রাকশনাল স্টিলওয়ার্ক অ্যাসোসিয়েশনের স্ট্রাকচারাল স্টিল অ্যাওয়ার্ড জিতেছে।\n\n\n=== ইস্ট বিচ ক্যাফে ===\n\n২০০৭ সালে হিথারউইক স্টুডিও ওয়েস্ট সাসেক্সের লিটলহ্যাম্পটনে ইস্ট বিচ ক্যাফে সম্পন্ন করে। বড় ইস্পাত কাঠামোতে দিনের বেলায় একটি ক্যাফে এবং সন্ধ্যায় রেস্তোরাঁ রয়েছে। ধারণাটি স্টিলে মরিচা ধরার উপায় করে দিয়েছে এবং রংটিকে একটি স্বচ্ছ তেল দিয়ে স্থির করা হয়েছে। ক্যাফেটি ২০০৮ সালে একটি RIBA জাতীয় পুরস্কার জিতেছিল।\n\n\n=== বি অফ দ্য ব্যাং ===\n\nবি অফ দ্য ব্যাং- এর জন্য হিদারউইকের ডিজাইন, একটি ১.৪২ মিলিয়ন পাউন্ডতে ২০০৫ সালে সিটি অফ ম্যানচেস্টার স্টেডিয়ামের বাইরে ১৮০টি বিশাল স্টিলের স্পাইকের ৫৬ মিটার উঁচু ভাস্কর্যটি উন্মোচিত হয়েছিল। এটি ছিল ব্রিটেনে নির্মিত সবচেয়ে উঁচু পাবলিক ভাস্কর্য। কাঠামোটি ২০০২ সালের কমনওয়েলথ গেমসের স্মরণে চালু করা হয়েছিল এবং প্রাক্তন অলিম্পিক স্প্রিন্ট চ্যাম্পিয়ন লিনফোর্ড ক্রিস্টির একটি উদ্ধৃতির নামানুসারে এর নামকরণ করা হয়েছিল এবং এর অর্থ ছিল একজন ক্রীড়াবিদ ব্লকের বাইরে গুলি করার সময় শক্তির বিস্ফোরণের প্রতীক।\nযাইহোক, ১৮০টি স্টিলের স্পাইকগুলির মধ্যে একটি দুই সপ্তাহের মধ্যে বিচ্ছিন্ন হয়ে যায় এবং পরবর্তী চার বছরে আরও ২২টি স্পাইক ভাস্কর্য থেকে সরাতে হয়েছিল। এঞ্জেল অফ দ্য নর্থ - এর স্রষ্টা অ্যান্থনি গোর্মলির ম্যানচেস্টার সিটি কাউন্সিলকে ভাস্কর্যটি বাতিল না করার জন্য অনুরোধ করেছিলেন এবং প্রধান নির্বাহী স্যার হাওয়ার্ড বার্নস্টেইনের কাছে একটি চিঠি লিখেছেন, যেখানে তিনি ১৫০-টন ল্যান্ডমার্কটিকে \"উল্লেখযোগ্য, গতিশীল এবং আকর্ষক\" হিসাবে বর্ণনা করেছেন। তিনি বলেছিলেন যে \"এটি ম্যানচেস্টারের জন্য একটি মহান শ্রদ্ধাঞ্জলি... এবং এটিকে অদৃশ্য হতে দেওয়া কেবল একটি অনুপ্রেরণামূলক শিল্পকর্মের নয়, কাউন্সিলের ক্ষতি হবে।\" কাউন্সিল এটিকে স্টোরেজে রাখার সিদ্ধান্ত নেয়, এই বলে যে এটি পরবর্তী পর্যায়ে পুনর্নির্মাণ করা যেতে পারে। তারা বলেছিল \"থমাস হিথারউইকের বি অফ দ্য ব্যাং ছিল একটি দুর্দান্ত শৈল্পিক বিবৃতি এবং এটি দুঃখজনক যে প্রযুক্তিগত সমস্যাগুলি সেই দৃষ্টিভঙ্গিকে দুর্বল করেছে।\" কাউন্সিল সমস্যার জন্য হিথারউইক স্টুডিও-এর বিরুদ্ধে মামলা করে, আদালতের বাইরে ১.৭ মিলিয়ন পাউন্ডতে নিষ্পত্তি করে৷ ড্যানি বয়েল বলেছিলেন যে এটি তার হিথারউইক স্টুডিওকে অলিম্পিক কল্ড্রন ডিজাইন করার জন্য অনুরোধ করার অনুপ্রেরণা ছিল: “এটি সেই সময় ফিরে যায় যখন আমি তার বি অব দ্য ব্যাং ভাস্কর্যের নীচে বসে কাটিয়েছি৷ আমি এটা অনেক ভালবাসি; এটা একটা ট্র্যাজেডি যে তারা এটাকে নামিয়েছে।”\n\n\n=== ওয়ার্থ অ্যাবে ===\nহিথারউইককে ২০০৯ সালে ওয়ার্থ অ্যাবে দ্বারা নিযুক্ত করা হয়েছিল তার গির্জার অভ্যন্তরটিকে নতুনভাবে ডিজাইন করার জন্য। ঐতিহ্যবাহী সন্ন্যাসীর আসবাবপত্রের একটি আধুনিক সংস্করণ ইনস্টল করা হয়েছিল যার মধ্যে রয়েছে ৭০০ জনের জন্য পিউ, গায়কদলের স্টল, মঠের আসন, ডেস্ক এবং স্বীকারোক্তি কক্ষ, যার সবকটিই শক্ত কাঠের তৈরি। কয়েক মাসের মধ্যে পিউগুলিতে ফাটল দেখা দেয় এবং চার্চের কর্মকর্তারা তাদের উপর লিখে রেখেছিলেন: “সাবধান: পিউ মেরামতের জন্য অপেক্ষা করছে। দয়া করে এখানে বসবেন না।\" হিথারউইক ত্রুটির জন্য দায় অস্বীকার করেছে এবং ঠিকাদারকে দায়ী করেছে।\n\n\n=== ইউকে প্যাভিলিয়ন, সাংহাই এক্সপো ২০১০ ===\n\nহিথারউইক স্টুডিও সাংহাই এক্সপো ২০১০-এ যুক্তরাজ্যের প্যাভিলিয়ন \"সিড ক্যাথেড্রাল\" ডিজাইন করেছে।\nস্টুডিওটি প্রকৃতি এবং শহরগুলির মধ্যে সম্পর্ক অন্বেষণ করে ইউকে প্যাভিলিয়নের জন্য ধারণাটি তৈরি করেছে এবং কেউ গার্ডেনের মিলেনিয়াম সিড ব্যাঙ্ক পার্টনারশিপকে অন্তর্ভুক্ত করেছে, যার লক্ষ্য হল ২০২০ সালের মধ্যে বিশ্বের উদ্ভিদ প্রজাতির ২৫% বীজ সংগ্রহ করা। কাঠামোটি ২৫-ফুট (৭.৬-মিটার) ও ৬০,০০০ এক্রাইলিক অপটিক ফাইবারে তৈরি। এটিতে এক্রাইলিক রডের শেষে ৬০,০০০টি গাছের বীজ রাখা হয়েছে, যেখানে রডগুলি ঢোকানো রডগুলির সাথে জ্যামিতিকভাবে কাটা গর্ত দ্বারা জায়গায় রাখা হয়েছে।\nছয় মাসের এক্সপোর সময়কালে, আট মিলিয়নেরও বেশি লোক ভিতরে গিয়েছিল, যা এটিকে যুক্তরাজ্যের সর্বাধিক দর্শনীয় পর্যটন আকর্ষণে পরিণত করেছে। একটি রাষ্ট্রীয় অনুষ্ঠানে, ঘোষণা করা হয়েছিল যে ইউকে প্যাভিলিয়ন ইভেন্টের শীর্ষ পুরস্কার, প্যাভিলিয়ন ডিজাইনের জন্য স্বর্ণপদক জিতেছে।\nইউকে প্যাভিলিয়ন একটি RIBA আন্তর্জাতিক পুরস্কার, RIBA লুবেটকিন পুরস্কার এবং লন্ডন ডিজাইন মেডেল জিতেছে।\nএক্সপোর পরে ইউকে প্যাভিলিয়নের এক্রাইলিক রডগুলি স্কুল এবং ওয়ার্ল্ড এক্সপো মিউজিয়ামে দান করা হয়েছিল, অন্যগুলি দাতব্যের জন্য নিলাম করা হয়েছিল।\n\n\n=== নিউ রুটমাস্টার বাস ===\n\n২০১০ সালে, লন্ডনের মেয়র বরিস জনসন ঘোষণা করেছিলেন যে হিথারউইক স্টুডিও নিউ রুটমাস্টার ডিজাইন করবে। ৫০ বছরেরও বেশি সময়ের মধ্যে এটি প্রথমবারের মতো লন্ডনের জন্য পরিবহন বিশেষভাবে রাজধানীর জন্য নির্মিত একটি বাসের উন্নয়নের কাজ শুরু করেছিল। সামনের একটি দীর্ঘ অসমমিতিক জানালা ড্রাইভারকে কার্বসাইডের পরিষ্কার দৃশ্য প্রদান করে, যখন একটি মোড়ানো গ্লেজিং প্যানেল যাত্রী চলাচলকে প্রতিফলিত করে – বাসে আরও দিনের আলো আনে এবং লন্ডনের বাইরের দৃশ্যগুলি অফার করে। প্রাথমিকভাবে বাসটি ১৯৫০ এর AEC রুটমাস্টারের একটি বৈশিষ্ট্য পুনঃস্থাপন করেছিল, এটির পিছনে একটি খোলা প্ল্যাটফর্ম, যা একটি \"হপ-অন হপ-অফ\" পরিষেবা প্রদান করে। যাইহোক, মূল বাসে ঘটে যাওয়া অনেক দুর্ঘটনা এড়াতে এই বৈশিষ্ট্যটি স্টাফিংয়ের খরচের কারণে এটি বন্ধ হয়ে গেছে। নকশায় তিনটি দরজা এবং দুটি সিঁড়ি রয়েছে, যা যাত্রীদের চড়তে দ্রুত এবং সহজ করে তোলে৷ ইঞ্জিনিয়ারিং পরিভাষায়, নতুন রুটমাস্টারকে বিদ্যমান হাইব্রিড বাসের তুলনায় ১৫ শতাংশ বেশি জ্বালানি সাশ্রয়ী এবং প্রচলিত ডিজেল ডাবল-ডেকারের তুলনায় ৪০ শতাংশ বেশি দক্ষ বলে দাবি করা হয়েছে।\nনতুন বাসের ডিজাইন মূলত উন্মোচন করা হয়েছিল মে ২০১০ সালে এবং একটি প্রোটোটাইপ, যা রাইটবাস দ্বারা তৈরি এবং তৈরি করা হয়েছিল, ২০১১ সালের ডিসেম্বরে চালু করা হয়েছিল, প্রথম বাসটি ফেব্রুয়ারি ২০১২ সালে পাবলিক সার্ভিসে প্রবেশ এবং ২০১২ সালের সেপ্টেম্বরে লন্ডনের পরিবহন আরও ৬০০টি বাসের অর্ডার দেয়। ২০১৮ সালের মধ্যে, ১,০০০টি নিউ রুটমাস্টারের মধ্যে শেষটি বিতরণ করা হয়েছিল। লন্ডনের বর্তমান মেয়র সাদিক খান প্রতিশ্রুতি দিয়েছেন যে লন্ডনের জন্য আর কোনো নিউ রুটমাস্টার বাস কেনা হবে না, তহবিল পরিবর্তে শহরের বিদ্যমান ফ্লিটকে সর্বশেষ টেকসই প্রযুক্তির সাথে আপগ্রেড করা এবং নতুন বাস কেনার দিকে যাচ্ছে।\nসমালোচকরা গ্রীষ্মে যাত্রীদের জন্য অত্যধিক তাপমাত্রা সহ ডিজাইনের কারণে সৃষ্ট খুব বড় খরচ এবং ঘন ঘন সমস্যার দিকে ইঙ্গিত করেছেন। এটি দাবি করা হয় যে রুটমাস্টাররা তাদের প্রতিস্থাপিত বাসের চেয়ে বেশি ক্ষতিকারক কণা নির্গত করছে। সম্ভাব্য লন্ডন মেয়র প্রার্থী ক্রিশ্চিয়ান ওলমার, যিনি প্রথম নিউ রুটমাস্টারদের সমস্যা প্রকাশ করেছিলেন, জুলাই ২০১৫ এ বলেছিলেন: \"এই প্রকল্পটি শুরু থেকেই ভুল ধারণা করা হয়েছিল৷ আমাকে বলা হয়েছে যে চালকরা গত বছরের আগস্ট থেকে ব্যর্থ ব্যাটারির বিষয়ে অভিযোগ করছেন এবং এখনও কিছুই করা হয়নি। এটা কোন আশ্চর্যের বিষয় নয় যে নির্গমন প্রচলিত বাসের তুলনায় বেশি কারণ লন্ডনের জন্য নতুন বাস ডিজাইন অনুযায়ী কাজ করছে না। এটি একটি বৈদ্যুতিক মোটর দ্বারা চালিত হওয়ার কথা, কিন্তু এর পরিবর্তে এটির অদক্ষ ডিজেল ইঞ্জিন ব্যবহার করছে যা স্বাভাবিক অবস্থায় স্থির গতিতে চলতে হবে।\"\n\n\n=== ২০১২ অলিম্পিক কলড্রন ===\nড্যানি বয়েল হিথারউইক স্টুডিওকে গ্রীষ্মকালীন অলিম্পিকের এবং প্যারালিম্পিক কল্ড্রন ডিজাইন করতে বলেছিলেন, যা ২৭ জুলাই ২০১২ তারিখে লন্ডন অলিম্পিকের উদ্বোধনী অনুষ্ঠানের সময় আলোকিত হয়েছিল।\nকলড্রনটি ২০৪টি টুকরো দিয়ে তৈরি করা হয়েছিল, যা প্রতিটি দলের প্রতিনিধিত্বকারী শিশুদের দ্বারা অলিম্পিক স্টেডিয়ামে আনা হয়েছিল। এই টুকরোগুলি ডালপালাগুলিতে মাউন্ট করা হয়েছিল যা একবার সাতটি মশালবাহী দ্বারা প্রজ্জ্বলিত হয়েছিল, একটি বিশাল শিখায় মিশে যাওয়ার জন্য উত্থাপিত হয়েছিল, যা অলিম্পিক গেমসে প্রতিদ্বন্দ্বী ২০৪টি দেশের প্রত্যেকের শান্তিতে একত্রিত হওয়ার প্রতিনিধিত্ব করে এবং সহযোগিতামূলক মানবিক চেতনার কেন্দ্রে। গেমস। পিটারবোরো-ভিত্তিক কনট্যুর অটোক্রাফ্টে তৈরি করা তামার পাপড়িগুলি এমন কারিগরদের দ্বারা তৈরি করা হয়েছিল যারা আগে বেন্টলির মতো গাড়ি নির্মাতাদের জন্য শরীরের অংশগুলি তৈরি করেছিল৷\nগেমস সমাপ্ত হওয়ার পর, প্রতিটি দেশে তাদের খেলাধুলার কৃতিত্বের উত্তরাধিকার হিসাবে পাপড়ি পাঠানো হয়েছিল। মোট ২০৪টি অলিম্পিক পাপড়ি এবং ১৬৪টি প্যারালিম্পিক পাপড়ি প্রতিযোগী দেশগুলিকে দেওয়া হয়েছিল। ২৬ নভেম্বর ২০১২ তারিখে লন্ডনের মেয়র, বরিস জনসন দিল্লিতে ভারতের পদক বিজয়ী ক্রীড়াবিদদের কাছে লন্ডনের অলিম্পিক এবং প্যারালিম্পিক গেমসের একটি স্থায়ী স্মৃতিচিহ্ন প্রদান করেন।\nজুন ২০১৩ সালে, নিউ ইয়র্কের ডিজাইন স্টুডিও অ্যাটোপিয়া দাবি করেছিল যে অলিম্পিক কলড্রনের নকশাটি ২০০৭ সালে লন্ডন অলিম্পিক কমিটির কাছে উপস্থাপন করা কিছুর সাথে অভিন্ন। একটি সীমাবদ্ধ অ-প্রকাশ চুক্তির কারণে তারা ২০১৩ সাল পর্যন্ত বিষয়টি উত্থাপন করতে পারেনি যা সমস্ত কোম্পানিকে অলিম্পিক সম্পর্কিত কোনো কাজ প্রচার করতে বাধা দেয়। যাইহোক, হিথারউইক অস্বীকার করেছেন যে কমিশনার তাকে অ্যাটোপিয়ার ধারণা সম্পর্কে অবহিত করেছেন এবং তিনি অনড় ছিলেন যে ১৯৯৩ সালে একটি ছাত্র প্রকল্পের ভিত্তিতে নকশাটি তার একা ছিল। উদ্বোধনী অনুষ্ঠানের শৈল্পিক পরিচালক ড্যানি বয়েলও পূর্বের নকশা সম্পর্কে জানার কথা অস্বীকার করেছেন, যখন মার্টিন গ্রীন, LOCOG- এর অনুষ্ঠানের প্রাক্তন প্রধান, দাবি করেছেন যে ধারণাটি বয়েল, হিথারউইক এবং নিজের মধ্যে আলোচনা থেকে এসেছে। লন্ডন অলিম্পিকের আয়োজকরা পরে আদালতের বাইরে একটি মীমাংসা করেন এবং স্বীকার করেন যে কল্ড্রনের বেশ কয়েকটি মূল ধারণা এবং নকশা বৈশিষ্ট্যগুলি Atopia দ্বারা জমা দেওয়া প্রস্তাব ছিল। হিথারউইক অবশ্য বজায় রেখেছিলেন যে নকশাটি তার নিজস্ব এবং এটিপিয়ার নকশা দ্বারা প্রভাবিত নয়।\n\n\n=== প্রস্তাবিত টেমস গার্ডেন ব্রিজ ===\nহিথারউইক ডিজাইন করেছেন, অভিনেত্রী জোয়ানা লুমলির সহযোগিতায়, সেন্ট্রাল লন্ডনের টেমস জুড়ে একটি প্রস্তাবিত পথচারী সেতু, গার্ডেন ব্রিজ। সেতুটি গাছ এবং বাগান বৈশিষ্ট্যযুক্ত করার পরিকল্পনা করা হয়েছিল।\nপ্রকল্পটি, প্রাথমিকভাবে সম্পূর্ণরূপে ব্যক্তিগতভাবে অর্থায়ন করা অনুমিত ছিল, তহবিল সমস্যা, সমালোচনা এবং বিলম্ব দ্বারা পরিবেষ্টিত ছিল। শেষ পর্যন্ত এটির জন্য মোট ৫৩ মিলিয়ন পাউন্ডর বেশি খরচ হয়েছে, যার মধ্যে ২.৭৬ মিলিয়ন পাউন্ড হিথারউইক স্টুডিওকে দেওয়া হয়েছিল।\nস্বার্থের দ্বন্দ্বের অভিযোগের পরে বারবার গার্ডেন ব্রিজ ট্রাস্টের অংশ হতে অস্বীকার করা সত্ত্বেও, কোম্পানি হাউসের নথি অনুসারে, ২০১৭ সালে হিথারউইক ট্রাস্টের একমাত্র প্রতিষ্ঠাতা সদস্য ছিলেন এবং আটটি ট্রাস্টি মিটিংয়ে অংশ নিয়েছিলেন। এটিও প্রকাশ করা হয়েছিল যে ডিজাইনের চুক্তি আনুষ্ঠানিকভাবে প্রদানের আগে ২০১৩ সালে ক্যালিফোর্নিয়ায় অ্যাপলের সাথে একটি তহবিল সংগ্রহের সভায় জনসনের সাথে হিথারউইক উপস্থিত ছিলেন।\nএপ্রিল ২০১৭ সালে, মার্গারেট হজ, পাবলিক অ্যাকাউন্টস কমিটির প্রাক্তন চেয়ার, লন্ডনের মেয়রের আদেশে একটি প্রতিবেদনে, এই সিদ্ধান্তে উপনীত হন যে প্রকল্পটি বাতিল করা উচিত: জনসাধারণের অর্থের ৪৬ মিলিয়ন পাউন্ড ইতিমধ্যেই হারিয়ে গেছে অতিরিক্ত চাহিদার ঝুঁকি নেওয়ার চেয়ে পছন্দনীয় যদি প্রকল্প এগিয়ে গেছে। হজ ২০১৩ সালে হিথারউইক স্টুডিও এবং প্রকৌশলী অরুপের নিয়োগের সমালোচনা করেছিলেন যা \"উন্মুক্ত, ন্যায্য বা প্রতিযোগিতামূলক ছিল না … এবং পদ্ধতিগত ব্যর্থতা এবং অকার্যকর নিয়ন্ত্রণ ব্যবস্থা প্রকাশ করেছে\"। প্রকল্পটি আনুষ্ঠানিকভাবে ১৪ আগস্ট ২০১৭ তারিখে বাতিল করা হয়েছিল।\n\n\n=== লার্নিং হাব ===\n\nদ্য লার্নিং হাব, দ্য হাইভ নামেও পরিচিত, ২০১৫ সালে খোলা হয়েছিল। এটি একটি বহু-ব্যবহারের শিক্ষাগত সুবিধা যা ৩৩,০০০ ছাত্রদের ব্যবহারের জন্য নানয়াং টেকনোলজিকাল ইউনিভার্সিটির ক্যাম্পাস পুনঃউন্নয়ন কর্মসূচির অংশ হিসেবে নির্মিত। প্রাথমিক শিক্ষার হাতিয়ার হিসেবে ইন্টারনেট ব্যবহারের প্রতিক্রিয়ায় শিক্ষার সমসাময়িক পদ্ধতির সাথে আরও ভালোভাবে উপযোগী করার জন্য ভবনটি ডিজাইন করা হয়েছে। নকশাটি বিশ্ববিদ্যালয়ের ভবনগুলির ঐতিহ্যগত বিন্যাসকে চ্যালেঞ্জ করে যেখানে বাক্সের মতো বক্তৃতা কক্ষগুলি দীর্ঘ করিডোর দ্বারা সংযুক্ত থাকে। পরিবর্তে, বিভিন্ন শৃঙ্খলা জুড়ে ব্যবহারকারীদের মধ্যে মিথস্ক্রিয়াকে উত্সাহিত করার জন্য শেখার সুবিধা এবং সামাজিক স্থানগুলি একে অপরের সাথে জড়িত। বিল্ডিংটিতে ৫৬টি গোলাকার টিউটোরিয়াল কক্ষ রয়েছে যা ১২টি টাওয়ারে স্তূপীকৃত একটি পূর্ণ-উচ্চতা, প্রাকৃতিকভাবে বায়ুচলাচল অলিন্দের চারপাশে সাজানো হয়েছে টিউটোরিয়াল কক্ষগুলি ছাত্র-শিক্ষক শ্রেণিবিন্যাস ভেঙে দিতে এবং ইন্টারেক্টিভ গ্রুপ শিক্ষণকে প্রচার করার জন্য কল্পনা করা হয়েছে। স্থানগুলি নমনীয় এবং পুনরায় কনফিগার করা যেতে পারে, শিক্ষার্থীদের মধ্যে সহযোগিতাকে উৎসাহিত করে। খরচ কম রাখতে এবং উচ্চ স্তরের পরিবেশগত কর্মক্ষমতা অর্জন নিশ্চিত করতে প্রাথমিক নির্মাণ সামগ্রী হিসাবে কংক্রিট ব্যবহার করা হয়েছিল। হিথারউইক স্টুডিও পুনরায় ব্যবহারযোগ্য সিলিকন ছাঁচ ব্যবহার করে সম্মুখভাগ, অভ্যন্তরীণ প্যানেল এবং কলামগুলিতে ত্রি-মাত্রিক টেক্সচার ছাপানোর জন্য একটি বেসপোক পদ্ধতি তৈরি করেছে। শিল্পী এবং চিত্রকর সারা ফানেলির দ্বারা নির্ধারিত ৭০০টি ড্রয়িং লিফটের কোর এবং সিঁড়িতে নিক্ষেপ করা হয়েছিল। অঙ্কন শিল্প, সাহিত্য এবং বিজ্ঞান উল্লেখ করে এবং ছাত্র এবং শিক্ষকদের জন্য অস্পষ্ট চিন্তার ট্রিগার হিসাবে কাজ করার জন্য বোঝানো হয়েছে। ব্যবহৃত কংক্রিটের বিভিন্ন কাঁচা চিকিত্সা বিল্ডিংটিকে প্রায় হাতে তৈরি গুণমান দেয়। ২০১৪ সালে, লার্নিং হাব BREEAM গ্রীন মার্ক প্ল্যাটিনাম স্ট্যাটাস অর্জন করেছে, যা সিঙ্গাপুরের সর্বোচ্চ পরিবেশগত রেটিং। এটি ২০১৫ সালে কংক্রিট সোসাইটি থেকে ব্রিটিশ প্রিকাস্ট 'কংক্রিটে সৃজনশীলতা' পুরস্কার জিতেছে।\n\n\n=== বোম্বে স্যাফায়ার ডিস্টিলারি ===\n\nহেদারউইক স্টুডিও হ্যাম্পশায়ারে বোম্বে স্যাফায়ার জিন ডিস্টিলারির মাস্টারপ্ল্যান এবং ডিজাইনের নেতৃত্ব দিয়েছিল, যা ২০১৪ সালে খোলা হয়েছিল। পাঁচ একর জায়গার রূপান্তরের মধ্যে একটি ৩০০ বছরের পুরানো পেপার মিলের সংস্কার এবং ২৩টি বিদ্যমান ভবনের পুনরুদ্ধার অন্তর্ভুক্ত ছিল। আধুনিকীকরণ প্রকল্পে, রিভার টেস্ট, যা সাইটের মধ্য দিয়ে চলে, প্রশস্ত করা হয়েছিল এবং একটি সাংগঠনিক ডিভাইস হিসাবে ব্যবহৃত হয়েছিল। দুটি বাঁকানো গ্লাসহাউস, একটি নাতিশীতোষ্ণ জলবায়ুযুক্ত এবং একটি ভূমধ্যসাগরীয় জলবায়ু সহ, সংস্কার করা মিল বিল্ডিং থেকে উদ্ভূত হয় এবং জিন পাতন প্রক্রিয়ায় ব্যবহৃত ১০টি বোটানিকাল রয়েছে৷ স্থির ঘর থেকে বর্জ্য তাপ পুনর্ব্যবহার করা হয় এবং গ্লাসহাউসের মধ্যে উদ্ভিদ প্রজাতির বৃদ্ধিতে ব্যবহৃত হয়। ঐতিহ্যগত বড় তামার স্থিরচিত্রগুলি অভ্যন্তরের মধ্যে অবস্থিত, যা একটি শিক্ষামূলক শুষ্ক কক্ষ এবং ট্যুর এবং পাবলিক ইভেন্টগুলিকে মিটমাট করার জন্য বার নিয়ে গঠিত। প্রকল্পটি ছিল পানীয় উৎপাদন শিল্পে প্রথম সুবিধা এবং BREEAM 'অসামান্য' স্বীকৃতি অর্জনের জন্য প্রথম সংস্কার।\n\n\n=== কয়লা ড্রপ ইয়ার্ড ===\n\nকোল ড্রপ ইয়ার্ড হল লন্ডনের কিংস ক্রসে একটি সর্বজনীন স্থান এবং খুচরা গন্তব্য। এই প্রকল্পের মধ্যে ১৮৫০ সালে নির্মিত দুটি ভবনের সংস্কার অন্তর্ভুক্ত ছিল এবং ইংল্যান্ডের উত্তর থেকে আসা মালবাহী মালামাল গ্রহণ করা হয়েছিল। নকশা দুটি ছাদকে একে অপরের দিকে প্রসারিত করে দুটি ভবনকে একত্রিত করে যতক্ষণ না তারা মিলিত হয়। এটি রৈখিক সাইটের একটি অতিরিক্ত তলা এবং স্বতন্ত্র কেন্দ্র তৈরি করে। প্রসারিত ছাদ নীচের গজকে আশ্রয় দেয় যা ইভেন্টগুলি হোস্ট করতে ব্যবহার করা যেতে পারে, যেখানে তৃতীয় তলাটি কিংস ক্রস, ফ্রান্সিস ক্রিক ইনস্টিটিউট এবং কিউবিট স্কোয়ারের দৃশ্য দেখাবে। প্রকল্পটি আর্জেন্ট এলএলপি এবং কিংস ক্রস সেন্ট্রাল লিমিটেড পার্টনারশিপ (কেসিসিএলপি) দ্বারা এলাকার জন্য ব্যাপক পুনঃউন্নয়ন কর্মসূচির অংশ। কোল ড্রপ ইয়ার্ড ডিসেম্বর ২০১৫ সালে পরিকল্পনা দ্বারা অনুমোদিত হয়েছিল, এবং অক্টোবর ২০১৮ সালে সম্পন্ন হয়েছিল।\n\n\n=== Zeitz MOCAA ===\nহিথারউইক স্টুডিও কেপ টাউনের ভিএন্ডএ ওয়াটারফ্রন্টের ঐতিহাসিক গ্রেইন সিলোকে একটি অলাভজনক সাংস্কৃতিক প্রতিষ্ঠানে রূপান্তর করার জন্য কাজ করেছে, জিৎস মিউজিয়াম অফ কনটেম্পোরারি আর্ট আফ্রিকা (Zeitz MOCAA), যেখানে সমসাময়িক শিল্পের সবচেয়ে উল্লেখযোগ্য সংগ্রহ রয়েছে। আফ্রিকা এবং এর প্রবাসী। ৯,৫০০ বর্গমিটার (২.৩ একর)  কমপ্লেক্সটি ৬,০০০ বর্গমিটার (৬৫,০০০ বর্গফুট) সহ নয়টি তলা নিয়ে গঠিত  ডেডিকেটেড প্রদর্শনী স্থান। বিভিন্ন ধরনের কংক্রিট কাটার কৌশল ব্যবহার করে, গ্যালারী এবং একটি বড় কেন্দ্রীয় অলিন্দ সিলোর ৪২টি কংক্রিট টিউব থেকে খোদাই করা হয়েছিল। কংক্রিটের শ্যাফ্টগুলি মজবুত কাঁচ দিয়ে আবদ্ধ ছিল যা দর্শনার্থীদের দ্বারা হেঁটে যেতে পারে এবং উপরে থেকে বিল্ডিংয়ে আলো আঁকতে এবং ক্যাথেড্রালের মতো অভ্যন্তর তৈরি করার জন্য ডিজাইন করা হয়েছিল।\nএই অভ্যন্তরীণ স্থানের খনন দুটি ভবনকে একীভূত করে; সাইলো এবং গ্রেডিং টাওয়ার। দ্বিখণ্ডিত টিউবগুলিতে নলাকার লিফট এবং একটি সর্পিল সিঁড়ি থাকে। ফ্ল্যাট কাচের অংশগুলি দিয়ে গঠিত বালিশযুক্ত গ্লেজিং প্যানেলগুলি উপরের তলায় ঢোকানো হয়েছে। সমসাময়িক শিল্প আফ্রিকার Zeitz মিউজিয়াম ২২ সেপ্টেম্বর, ২০১৭ এ খোলা হয়েছে।\n\n\n=== ভেসেল ===\n\n২০১৬ সালে, নিউ ইয়র্ক সিটির হাডসন ইয়ার্ডস পাবলিক প্লাজায় জাহাজের কাঠামোর জন্য হিদারউইকের নকশা উন্মোচন করা হয়েছিল। কাঠামোটি ইন্টারলকিং সিঁড়িগুলির একটি নেটওয়ার্কের আকারে যা দর্শনার্থীরা উপরে উঠতে পারে এবং এর নকশাটি ভারতের প্রাচীন স্টেপওয়েলের দ্বারা অনুপ্রাণিত হয়েছিল। এটির ১৫৪টি সিঁড়িতে ২,৫০০টি ধাপ রয়েছে, ১৫টি তলা সমতুল্য, এবং এটিতে ৮০টি দেখার অবতরণ রয়েছে। ২০১৭ সালের এপ্রিলে নির্মাণ শুরু হয় এবং এটি ১৫ মার্চ ২০১৯ সালে খোলা হয়। আগস্ট ২০১৯ সালে, ভেসেল ছিল স্কাই আর্টস প্রোগ্রাম দ্য আর্ট অফ আর্কিটেকচারের একটি প্রোফাইলের বিষয়।\n২১ জুলাই ২০২১ (2021-07-21)-এর হিসাব অনুযায়ী, দুই বছরেরও কম সময়ের মধ্যে চতুর্থ আত্মহত্যার পর ভেসেল অনির্দিষ্টকালের জন্য জনসাধারণের জন্য বন্ধ করে দেওয়া হয়েছে।\n\n\n=== বান্ড ফাইন্যান্স সেন্টার ===\nহিথারইউক স্টুডিও, ফস্টার + পার্টনারস-এর সাথে বান্ড ফাইন্যান্স সেন্টার (BFC)-এর সাথে সহযোগিতা করেছে – সাংহাইতে একটি নতুন মিশ্র-ব্যবহার কমপ্লেক্স। প্রকল্পটি সাংহাইয়ের বুন্ডের শেষ প্রান্তে অবস্থিত এবং শহরের পুরানো শহর এবং আর্থিক জেলার মধ্যে সংযোগ বিন্দু হিসাবে কল্পনা করা হয়েছে।\nপরিকল্পনায় দুটি ১৮০ মিটার টাওয়ার (৫৯০ ফুট) যা অফিস, একটি বুটিক হোটেল এবং খুচরা স্থান একত্রিত করে। একটি শিল্প ও সাংস্কৃতিক কেন্দ্র প্রকল্পের কেন্দ্রে অবস্থিত। আন্তর্জাতিক বিনিময়ের জন্য একটি প্ল্যাটফর্ম হিসাবে কল্পনা করা, কেন্দ্রটি আর্ট গ্যালারী এবং থিয়েটারের স্থানগুলিকে বৈশিষ্ট্যযুক্ত করবে। বিল্ডিংটি একটি অভিযোজিত চলন্ত ঘোমটা দ্বারা বেষ্টিত যা ব্যালকনিতে মঞ্চ এবং পুডং জেলার দিকে দৃষ্টিভঙ্গি প্রকাশ করে।\n\n\n=== গুগল সদর দপ্তর ===\n২০১৫ সালে, হিথারইউক স্টুডিও প্রকাশ করেছে যে এটি বিআকে ইঙ্গেলস গ্রুপ (BIG)-এর সাথে অংশীদারিত্বে মাউন্টেন ভিউ, ক্যালিফোর্নিয়ার নতুন গুগল সদর দপ্তর সহ প্রকল্পগুলিতে কাজ করছে। প্রকল্পটিতে প্রাথমিকভাবে গম্বুজ আকৃতির বিল্ডিংগুলির একটি সিরিজ জড়িত ছিল, কিন্তু প্রকল্পটি ২০১৬ সালে পরে সংশোধন করা হয়েছিল, তিনটি বিল্ডিং দুটি ভিন্ন সাইটে তৈরি করা হবে – একটি অবিলম্বে Googleplex এর সংলগ্ন, অন্য দুটি ছোট বিল্ডিং কয়েক ব্লক দূরে।\nহিথারউইক এবং বিআইজি গুগলের জন্য কিংস ক্রসের লন্ডন সদর দফতরের একটি নকশার জন্যও সহযোগিতা করেছে৷ 'ল্যান্ডস্কেপার' ডাকনাম দেওয়া বিল্ডিংটিতে একটি ছাদের বাগান রয়েছে।\n\n\n=== ১,০০০ গাছ ===\n\nহিথারউইক সাংহাইতে ১,০০০ গাছ শিরোনামের একটি উন্নয়ন শুরু করেছেন। প্রকল্পটি ভবনগুলিতে লাগানো গাছ দিয়ে নির্মিত দুটি পর্বত-সদৃশ চূড়া নিয়ে গঠিত, এবং এটি খুচরা এবং অফিসের স্থান, সেইসাথে অনুষ্ঠানের স্থান, গ্যালারী এবং একটি হোটেল সহ একটি মিশ্র-ব্যবহারের বিকাশ। নকশাটির লক্ষ্য সুঝো ক্রিক এবং M50 আর্টস ডিস্ট্রিক্ট বরাবর চলে এমন একটি পার্ককে একীভূত করা, যেখানে স্থানীয় উচ্চতা সীমাবদ্ধতা পার্কের নিচের দিকে ঢালু দুটি চূড়ার উচ্চতাকে সংজ্ঞায়িত করে। উন্নয়নের মধ্যে এমবেড করা একটি খোলা-বাতাস শিল্প প্রাচীর একটি শিল্প-প্রাচীর দ্বারা অনুপ্রাণিত যা মোগানশান রোড বরাবর চলে। নকশার অংশটিও মোগানশান দ্বারা অনুপ্রাণিত হয়েছিল। প্রকল্পটি দুটি পর্যায়ে সম্পন্ন হবে, প্রথম ধাপটি ২০২১ সালে খোলা হবে।\n\n\n=== এয়ারো কার ===\n২০২১ সালে, হিথারউইক সাংহাই মোটর শো-এ দূষণ-খাওয়া গাড়ি, এয়ারো-এর নকশা এবং ধারণা উন্মোচন করেন। প্রকল্পটি নবগঠিত চীনা গাড়ি ব্র্যান্ড IM মোটরসের জন্য হিথারউইক স্টুডিও দ্বারা ডিজাইন করা হয়েছিল। এয়ারো নামে, বৈদ্যুতিক গাড়িতে একটি উচ্চ দক্ষতার কণা বায়ু ফিল্টারিং সিস্টেম লাগানো হবে যা সক্রিয়ভাবে বায়ু দূষণকারীকে পরিষ্কার করবে। চীনে ২০২৩ সালে গাড়িটির উৎপাদন শুরু হবে।\n\n\n== অন্যান্য উল্লেখযোগ্য কাজ এবং প্রকল্প ==\n\nস্তরিত কাঠে ভাস্কর্য আকার, গুস্তাভিনো'স, নিউ ইয়র্ক সিটি (২০০০)\nBleigiessen, ওয়েলকাম ট্রাস্ট, লন্ডন (২০০২)\nব্লু কার্পেট, নিউক্যাসল-আপন-টাইন (২০০২)\nপ্যাটারনোস্টার ভেন্টস, প্যাটারনোস্টার স্কোয়ার, লন্ডন (২০০২)\nনিউ ইয়র্ক সিটির সোহো জেলার লংচ্যাম্প স্টোর (অভ্যন্তরীণ নকশা, ২০০৪)\nসিটুটেরি II, বার্নার্ডস ফার্ম, ওয়েস্ট হর্নডন, এসেক্স (২০০৪)\nসাউথর্ন প্লেগ্রাউন্ড, ওয়ান চাই, হংকং (প্রস্তাবিত রিডিজাইন, ২০০৫)\nপ্যাসিফিক প্লেস সংস্কার, হংকং (২০০৫)\nকনস্টাম রেস্তোরাঁ, কিংস ক্রস, লন্ডন (অভ্যন্তরীণ নকশা, ২০০৬)\nলংচ্যাম্পের জন্য \"জিপ ব্যাগ\" হ্যান্ডব্যাগ\nবয়লার স্যুট, গাই'স অ্যান্ড সেন্ট থমাস' হাসপাতাল, লন্ডন (অভিমুখ এবং প্রবেশপথ, ২০০৭)\nAberystwyth Arts Center, Aberystwyth University (২০০৯) এ স্টুডিওস কমপ্লেক্স\nইডেন সিঙ্গাপুর (২০২০)\nম্যাগিস সেন্টার, লিডস (২০২০)\nনিউ ইয়র্ক সিটির হাডসন রিভার পার্কে লিটল আইল্যান্ড (২০২১)\nল্যান্টার্ন হাউস, নিউ ইয়র্ক সিটির একটি আবাসিক উন্নয়ন\n\n\n== নকশা করার পদ্ধতি ==\nদ্য হিথারউইক স্টুডিও স্থাপত্য, প্রকৌশল, পরিবহন এবং আসবাবপত্র, ভাস্কর্য এবং পণ্যের নকশা থেকে নগর পরিকল্পনা সহ ডিজাইনের বিস্তৃত পরিসরের সাথে কাজ করেছে। হিদারউইকের মতে, হিথারউইক স্টুডিওতে প্রাপ্ত বিস্তৃত দক্ষতার সেটগুলি পৃথক বিভাগে ভাস্কর্য, স্থাপত্য, ফ্যাশন, এমব্রয়ডারি, ধাতুর কাজ, পণ্য এবং আসবাবপত্র ডিজাইনের \"চিন্তার টুকরো টুকরো\" এর মুখোমুখি হওয়ার জন্য হিদারউইকের হতাশার প্রতিক্রিয়া। তিনি সমস্ত নকশাকে তিন মাত্রায় বিবেচনা করেন, বহু-শৃঙ্খলা নকশা হিসাবে নয়, তবে একটি একক শৃঙ্খলা হিসাবে: ত্রিমাত্রিক নকশা।\nঅনেক আর্কিটেকচার অনুশীলনের বিপরীতে, হিথারউইক স্টুডিওর একটি নির্দিষ্ট শৈলী নেই এবং সমস্যা সমাধানের উপর ফোকাস করে। তিনি বলেছেন: “এটা অনেকটা অপরাধের সমাধান করার মতো। উত্তর আছে, এবং আপনার কাজ এটি খুঁজে. তাই আমরা চলে যাই এবং এমন কিছু গবেষণা করি যা সন্দেহভাজনদের তদন্ত থেকে বাদ দেয়। এবং তারপরে আপনি লিডগুলি অনুসরণ করেন এবং ধীরে ধীরে সম্ভাব্য সমাধানগুলিকে সংকুচিত করেন। শেষ পর্যন্ত আপনার কাছে যা বাকি আছে তা হল উত্তর।\"\n\n\n== প্রদর্শনী এবং প্রকাশনা ==\n২০১২ সালে ভিক্টোরিয়া এবং অ্যালবার্ট মিউজিয়াম স্টুডিওর কাজের একটি প্রধান রেট্রোস্পেকটিভ প্রকাশ করে, যার শিরোনাম ছিল Heatherwick Studio: Designing the Extraordinary, এবং আব্রাহাম থমাস দ্বারা কিউরেট করা হয়েছে। প্রদর্শনীটি স্থাপত্য, পণ্যের নকশা, প্রকৌশল, ভাস্কর্য এবং নগর পরিকল্পনার শাখাগুলিকে বিস্তৃত দুই দশকের প্রকল্প জুড়ে হিথারউইক স্টুডিওর সৃজনশীল প্রক্রিয়া এবং কৌতূহলের চেতনা প্রকাশ করেছে।\nব্রিটিশ কাউন্সিল নিউ ব্রিটিশ ইনভেনটরস: ইনসাইড হিথারউইক স্টুডিও, লন্ডনের রয়্যাল একাডেমি অফ আর্টস-এর স্থাপত্যের কিউরেটর কেট গুডউইন ড্রু হেইঞ্জ দ্বারা কিউরেটর প্রধান ট্যুরিং প্রদর্শনীর আয়োজন করেছিল। ২০১৫ এবং ২০১৬ সালে প্রদর্শনীটি পূর্ব এশিয়ার ছয়টি ভেন্যুতে ভ্রমণ করেছিল এবং ৪,০৯,১০৯ জনের বেশি দর্শকের কাছে পৌঁছেছিল। প্রদর্শনীতে ভ্রমণ করা জাদুঘর এবং গ্যালারীগুলির মধ্যে রয়েছে: সিঙ্গাপুর ন্যাশনাল ডিজাইন সেন্টার; CAFA, বেইজিং; শিল্পের পাওয়ার স্টেশন, সাংহাই; পিএমকিউ, হংকং; তাইপেই ফাইন আর্টস মিউজিয়াম; এবং ডি মিউজিয়াম, সিউল। প্রথম মার্কিন প্রদর্শনী উস্কানি: হিথারউইক স্টুডিওর আর্কিটেকচার অ্যান্ড ডিজাইন ২০১৪ এবং ২০১৫ সালে উত্তর আমেরিকার তিনটি ভেন্যুতে ভ্রমণ করেছিল: নাসের ভাস্কর্য কেন্দ্র, ডালাস; হ্যামার মিউজিয়াম, লস অ্যাঞ্জেলেস; এবং কুপার হিউইট, স্মিথসোনিয়ান ডিজাইন মিউজিয়াম, নিউ ইয়র্ক সিটি।\n২০১২ সালে, টেমস এবং হাডসন থমাস হিদারউইক: মেকিং প্রকাশ করেন, একটি বই যা হিদারউইকের এখনও অবধি কাজ করে। অন্তর্ভুক্ত ১৪০টিরও বেশি সম্পূর্ণ চিত্রিত প্রকল্পগুলির প্রতিটির সাথে একটি পাঠ্য রয়েছে যা ব্যাখ্যা করে, হিদারউইকের ভাষায়, এটি যে নকশা প্রশ্নটি উত্থাপন করেছিল এবং এটিকে মোকাবেলায় ব্যবহৃত সৃজনশীল এবং ব্যবহারিক প্রক্রিয়াগুলি। একটি দ্বিতীয় ভলিউম ২০১৩ সালে প্রকাশিত হয়েছিল যাতে অলিম্পিক কলড্রন অন্তর্ভুক্ত ছিল।\n\n\n== পুরস্কার ==\nহিথারউইকের ডিজাইন পুরস্কারের মধ্যে রয়েছে প্রিন্স ফিলিপ ডিজাইনার পুরস্কার (২০০৬), লন্ডন ডিজাইন মেডেল (২০১০) এবং ইউকে প্যাভিলিয়নের জন্য RIBA লুবেটকিন পুরস্কার (২০১০)। ২০০৪ সালে তিনি শিল্পের জন্য রাজকীয় ডিজাইনার নিযুক্ত হওয়া সর্বকনিষ্ঠ অনুশীলনকারী হয়েছিলেন।\nহিদারউইককে ইউনিভার্সিটি অফ আর্টস লন্ডন, রয়্যাল কলেজ অফ আর্ট, ইউনিভার্সিটি অফ ডান্ডি, ইউনিভার্সিটি অফ ব্রাইটন, শেফিল্ড হ্যালাম ইউনিভার্সিটি এবং ম্যানচেস্টার মেট্রোপলিটন ইউনিভার্সিটি থেকে সম্মানসূচক ডক্টরেট প্রদান করা হয়েছে।\nডিজাইন শিল্পে সেবার জন্য ২০১৩ সালের জন্মদিনের সম্মানে তিনি কমান্ডার অফ দ্য অর্ডার অফ দ্য ব্রিটিশ এম্পায়ার (CBE) নিযুক্ত হন।\n২০১৬ সালের সেপ্টেম্বরে তিনি রয়্যাল একাডেমি অফ ইঞ্জিনিয়ারিং -এর অনারারি ফেলো নির্বাচিত হন।\n২০১৫ সালে, হিথারউইক GQ- এর ৫০ জন সেরা পোষাক পরিহিত ব্রিটিশ পুরুষদের মধ্যে একজন হিসেবে মনোনীত হন।\n২০১৯ সালে, হিথারউইক নিউইয়র্ক সিটিতে ইন্টারন্যাশনাল অ্যাচিভমেন্ট সামিট চলাকালীন অ্যাওয়ার্ড কাউন্সিলের সদস্য জুলি টেমোর দ্বারা উপস্থাপিত আমেরিকান একাডেমি অফ অ্যাচিভমেন্টের গোল্ডেন প্লেট পুরস্কার পান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nHeatherwick Studio – official site\nProfile in Wired Magazine  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ এপ্রিল ২০১৬ তারিখে\nInterview Thomas Heatherwick for Studio International\nProfile in Icon magazine\nHeatherwick and the Conran Collection in Icon magazine\nProfile in Art & Architecture – PDF\nProfile in The Observer 26 September 2004\nEast Beach Café\nExtrusions at haunchofvenison.com\nManchester Metropolitan University's Honorands\nArtist in plea on 'bang' future – BBC News story\nAward  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ জানুয়ারি ২০১১ তারিখে\nRolling Bridge in Frame and Form magazine\nGlass Bridge in Frame and Form magazine\nথমাস হিথারউইক at TED\n\"Building the Seed Cathedral\" (TED2011) (also ইউটিউবে ভিডিও)"}