{"pageid": 1198268, "title": "স্টকিং", "url": "https://bn.wikipedia.org/wiki?curid=1198268", "content": "স্টকিংস (এছাড়াও পায়ের পাতার মোজা হিসাবে পরিচিত, বিশেষ করে ঐতিহাসিক প্রেক্ষাপটে) হল ক্লোজ-ফিটিং, বিভিন্নভাবে স্থিতিস্থাপক পোশাক, যা পা থেকে হাঁটু পর্যন্ত বা সম্ভবত অংশিক বা সমস্ত উরুসহ পা ঢেকে রাখে। স্টকিংস রঙ, নকশা, এবং স্বচ্ছতায় পরিবর্তিত হয়। আজ, স্টকিংস মূলত ফ্যাশন এবং নান্দনিকতার জন্য পরা হয়, সাধারণত মধ্য-দৈর্ঘ্য বা ছোট স্কার্টের সাথে।\n\n\n== ইতিহাস ==\nঐতিহাসিকভাবে, যদিও মোজা শব্দটি প্রাচীন হিসাবে, পুরুষরা সাধারণত যা পরতেন তাকে প্রায়শই স্টকিংস হিসাবে উল্লেখ করা হত, সম্ভবত যখন লম্বা পায়ের পাতার মোজাকে উল্লেখ করতে।   স্টক শব্দটি শরীরের নীচের \"স্টাম্প\" অংশকে বোঝাতে ব্যবহৃত হয়, এবং উপমা অনুসারে এই শব্দটি ১৫ শতকে নীচের ট্রাঙ্ক এবং অঙ্গগুলির এক-টুকরো আবরণ বোঝাতে ব্যবহৃত হয়েছিল।\n\n১৫৯০ এর আগে, স্টকিংস বোনা কাপড় দিয়ে তৈরি করা হয়েছিল। প্রথম বুনন মেশিনে স্টকিংস তৈরি করা হয়েছিল।  স্টকিংস তুলা, লিনেন, উল বা সিল্কের তৈরি ছিল। লিসেল নামে একটি পালিশ করা তুলা সাধারণ ছিল, যেমনটি বালব্রিগান শহরে তৈরি হয়েছিল।\n১৯২০ এর আগে, স্টকিংস উষ্ণতার জন্য পরা হত। ১৯২০-এর দশকে, যেহেতু পোশাকের হেমলাইন উঠেছিল এবং কেন্দ্রীয় গরম করার প্রচলন ছিল না, মহিলারা তাদের খোলা পা ঢেকে রাখার জন্য গায়ের রঙের স্টকিংস পরতে শুরু করেছিল। এই স্টকিংসগুলি স্পষ্ট ছিল, প্রথমে সিল্ক বা রেয়ন দিয়ে তৈরি (তখন \"কৃত্রিম সিল্ক\" নামে পরিচিত) এবং ১৯৪০ সালের পরে নাইলনের তৈরি।\nরাসায়নিক কোম্পানি ডুপন্ট দ্বারা ১৯৩৯ সালে নাইলনের প্রবর্তন মার্কিন যুক্তরাষ্ট্রে স্টকিংসের উচ্চ চাহিদা তৈরি করে এবং একদিনে ৪ মিলিয়ন জোড়া পর্যন্ত বিক্রি হয়। নাইলন স্টকিংস তাদের তুলা এবং সিল্কের প্রতিরূপের তুলনায় সস্তা, টেকসই এবং স্বচ্ছ ছিল। মার্কিন যুক্তরাষ্ট্র যখন দ্বিতীয় বিশ্বযুদ্ধে প্রবেশ করে, ডুপন্ট নাইলন স্টকিংসের উৎপাদন বন্ধ করে দেয় এবং প্যারাশুট, বিমানের দড়ি এবং দড়ি তৈরির জন্য তাদের কারখানাগুলিকে পুনরায় চালু করে। এটি একটি ঘাটতি এবং স্টকিংস তখন কালো বাজারে প্রবেশ করে। যুদ্ধের শেষে ডুপন্ট কোম্পানি স্টকিংস উৎপাদনে ফিরে আসে, কিন্তু চাহিদা মেটাতে পারে না। ডুপন্ট উৎপাদন বাড়াতে সক্ষম না হওয়া পর্যন্ত এটি নাইলন দাঙ্গা নামে পরিচিত মার্কিন স্টোরগুলিতে একের পর এক ঝামেলার সৃষ্টি করে। \n\n\n== আরো দেখুন ==\nশরীর মোজা\nফুল ফ্যাশন স্টকিংস\nহোল্ড আপ\nলেগিংস\nনাইলন রিওট\nপ্যান্টিহোজ\nমোজা\nস্টকিং ফেটিশিজম\nতাবি\nআঁটসাঁট পোশাক\nজেট্টাই রিয়োকি\n\n\n== তথ্যসূত্র ==\n\nচিসাম, হিউ, সম্পাদক (১৯১১)। \"Stocking\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়া ==\nCox, Caroline (2000). Lingerie: a lexicon of style. Scriptum Editions. আইএসবিএন ১-৯০২৬৮৬-০৮-X.\n\n\n== বহিঃসংযোগ ==\nনাইলন স্টকিংস ইতিহাস\nনিউজিল্যান্ডের যাদুঘরের সংগ্রহে স্টকিংস তে পাপা টোঙ্গারেওয়া\nনিউজিল্যান্ড তে পাপা টোঙ্গারেওয়া জাদুঘরের সংগ্রহে হোসিয়ারির ছবি\nশিশুদের স্টকিংস  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ সেপ্টেম্বর ২০২০ তারিখে\nহোসিয়ারি কারখানা, কোম্পানি এবং ট্রেডমার্কের ডাটাবেস  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জানুয়ারি ২০২২ তারিখে"}