{"pageid": 119871, "title": "নিউ গভঃ ডিগ্রী কলেজ, রাজশাহী", "url": "https://bn.wikipedia.org/wiki?curid=119871", "content": "নিউ গভঃ ডিগ্রী কলেজ, রাজশাহী রাজশাহী শহরে অবস্থিত একটি শিক্ষাপ্রতিষ্ঠান। এটি ১৯৬৬ সালে কাজিহাটা (জেলখানা মাঠের বিপরীতে) প্রতিষ্ঠিত হয়। এটি বাংলাদেশ জাতীয় বিশ্ববিদ্যালয়ের অধীনে স্নাতক  ও স্নাতকোত্তর  ডিগ্রি প্রদান করে থাকে। এটি প্রথমে উচ্চ মাধ্যমিক পর্যন্ত ছিল, সে সময় এর নাম ছিল সরকারি ইন্টারমিডিয়েট কলেজ। পরবর্তীতে এটি ডিগ্রী কলেজে উন্নীত হওয়া এর নাম রাজশাহী নিউ গভঃ ডিগ্রী কলেজ রাখা হয়। কলেজটি স্থাপনের পূর্বে এটি শিক্ষা বোর্ডের ভবন ছিল। বতর্মানে এখানে বিজ্ঞান, কলা এবং ব্যবসায় শিক্ষা শাখায় শিক্ষাথীরা অধ্যয়ন করছে। শিক্ষক সংখ্যা ৬৯ জন। নিয়মিত কমর্চারী ৯ জন ও অনিয়মিত ২৩ জন। বিভিন্ন বিষয়ে অধ্যয়নরত মোট শিক্ষাথীর সংখ্যা প্রায় ছয় হাজার এরও বেশি।\n\n\n== ইতিহাস ==\n১৯৬৬ খ্রিষ্টাব্দের জুলাই থেকে এ কলেজের আনুষ্ঠানিক যাত্রা শুরু হয়। তবে প্রতিষ্ঠাতা অধ্যক্ষ ড. মোঃ শামসুদ্দিন মিয়া নিয়োগপ্রাপ্ত হন ১৯৬৫ খ্রিষ্টাব্দের আগস্ট মাসে। এ অঞ্চলের শিক্ষার সুযোগ বৃদ্ধির লক্ষ্যে সরকারি উদ্যোগে নির্মিত এ কলেজের প্রতিষ্ঠাকালে নাম ছিল ‘রাজশাহী সরকারি ইন্টারমিডিয়েট কলেজ’। তখন নবনির্মিত এ কলেজের জন্য মোট ১৬টি প্রভাষক পদ সৃষ্টি হয়, যাঁরা রাজশাহী কলেজের অধ্যক্ষের নিয়ন্ত্রণে থেকে ইন্টারমিডিয়েট কলেজে নিযুক্ত ছিলেন। রাজশাহী কলেজে ভর্তিকৃত ছাত্র-ছাত্রীদের কিছু অংশ স্থানান্তরের মাধ্যমে এ কলেজে প্রথম ভর্তি প্রক্রিয়া সম্পন্ন হয়। প্রথম সেশনে ইন্টারমিডিয়েট ক্লাসের জন্য আর্টস ও কমার্সে ২০০জন করে শিক্ষার্থী ভর্তি করা হয়। ১৯৬৭ খ্রিষ্টাব্দে পদার্থবিজ্ঞান, রসায়ন, উদ্ভিদবিজ্ঞান, প্রাণিবিদ্যা ও ভূগোলের ল্যাবরেটরীর জন্য প্রয়োজনীয় যন্ত্রপাতি ক্রয়পূর্বক বিজ্ঞান শাখায় ২৫০ জন ছাত্র-ছাত্রী ভর্তি করা হয়। একই সাথে ডিপিআই (শিক্ষা কর্মকর্তা) এর নির্দেশে খণ্ডকালীন শিক্ষক নিয়োগের মাধ্যমে গণিত বিষয়ও খোলা হয়। এ সময় ছাত্রদের থাকার জন্য নির্মিত হয় একটি হোস্টেল (বর্তমানের শামসুদ্দিন ছাত্রাবাস)। পরবর্তীতে শিক্ষার্থী ও অভিভাবকদের চাহিদার কথা বিবেচনায় রেখে এবং কলেজের ভৌতকাঠামোর উপযোগিতা থাকায় ডিগ্রী কোর্স খোলা হলে কলেজটি রাজশাহী নিউ গভঃ ডিগ্রী কলেজ নামে পরিচিতি লাভ করে।\nপ্রতিষ্ঠাতা অধ্যক্ষ তার আন্তরিকতা, দক্ষতা, বিচক্ষণতা সর্বোপরি সাহসিকতার সঙ্গে সকল প্রতিকূলতা মোকাবেলা করে কলেজটিকে দৃঢ় ভিত্তির ওপর প্রতিষ্ঠা করার জন্য নিরলস প্রচেষ্টা চালান। প্রতিষ্ঠার তিন বছরের মধ্যেই কলেজটি লেখাপড়া, বিশেষ করে খেলাধুলা ও সাংস্কৃতিক কর্মকাণ্ডে প্রায় রাজশাহী কলেজের সমকক্ষতা অর্জন করেছিল। প্রজ্ঞাবান এ অধ্যক্ষের স্মৃতিকে ধারণ করে রাখতে কলেজের প্রথম ছাত্রাবাসটিকে তার নামে নামকরণ করা হয়। এ কলেজের দ্বিতীয় অধ্যক্ষ প্রফেসর মোঃ হায়দার হোসেনও পূর্বসূরীর কর্মনীতিকে অনুসরণ করে কলেজের মানোন্নয়নে নিরলস প্রচেষ্টা করেছেন। কলেজের দ্বিতীয় ছাত্রাবাসকে ‘হায়দার হোসেন হোস্টেল’ হিসেবে নামকরণ করা হয়। রাজশাহী কলেজে স্নাতকোত্তর শিক্ষা কার্যক্রম প্রসারের লক্ষ্যে ১৯৯৩ সালে উচ্চ মাধ্যমিক শ্রেণীতে ভর্তি বন্ধ করা হলে, নিউ গভঃ ডিগ্রী কলেজই হয়ে ওঠে উচ্চ মাধ্যমিক শ্রেণীতে শিক্ষা গ্রহণের মূল কেন্দ্র।\nবর্তমানে বিজ্ঞান শাখায় চারটি সেকশনে মোট ৬০০ জন মানবিক শাখায় দুটি সেকশনে ৩৫০ জন এবং ব্যবসায় শিক্ষা শাখায় দুটি সেকশনে মোট ২৫০ জন ছাত্র-ছাত্রী একাদশ শ্রেণীতে ভর্তি করা হয়। উচ্চ শিক্ষা গ্রহণে আগ্রহী শিক্ষার্থীদের কথা বিবেচনা করে ১৯৮৬ খ্রিষ্টাব্দ থেকে বাংলা, ইংরেজি, অর্থনীতি, উদ্ভিদবিজ্ঞান, প্রাণিবিদ্যা, হিসাববিজ্ঞান ও ব্যবস্থাপনাসহ মোট ৭টি বিষয়ে অনার্স কোর্স প্রবর্তন করা হয়। ২০০৮-০৯ শিক্ষাবর্ষ থেকে সাতটি বিষয়ে মোট ৬৩৫ জন ছাত্র-ছাত্রী ১ম বর্ষ অনার্স কোর্সে ভর্তির সুযোগ পাচ্ছে। আরও কিছু বিষয়ে অনার্স কোর্স প্রবর্তনের বিষয়টি প্রক্রিয়াধীন রয়েছে।\n\n\n== একাডেমিক তথ্য ==\nবর্তমানে এই কলেজে উচ্চ মাধ্যমিক পর্যায়ে ১৭টি বিষয়ে, স্নাতক পাস পর্যায়ে ১৫টি এবং অনার্স পর্যায়ে ৭টি বিষয়ে অধ্যয়নের সুযোগ রয়েছে এবং ৭৬টি সৃষ্ট পদে শিক্ষকগণ কর্মরত থেকে দায়িত্ব পালন করে যাচ্ছেন। এছাড়াও উচ্চ মাধ্যমিক শ্রেণীর ছাত্র-ছাত্রীদের জন্য দুটি করে মোট চারটি হোস্টেল রয়েছে।\n\n\n== হাউজ ==\nবর্তমানে কলেজের উচ্চ মাধ্যমিকের শ্রেণিসমূহকে ১৬টি হাউজের অর্ন্তভুক্ত করা হয়েছে। প্রতিটি হাইজের জন্য ২জন করে মোট ৩২জন গাইড টিচার নিযুক্ত রয়েছেন। দেশের ইতিহাস, ঐতিহ্য এবং প্রাকৃতিক সৌন্দর্যকে অন্তরে ধারণ করে হাউজ সমূহের নামকরণ করা হয়েছে।\n\n\n== ফলাফল এবং সাফল্য ==\nউচ্চ মাধ্যমিক শ্রেণীর ফলাফল বিবেচনায় সরকারী কলেজসমূহের মধ্যে ২০০৪ সাল থেকে দেশের শ্রেষ্ঠ কলেজ গুলোর মাঝে অন্যতম হওয়ার গৌরব অর্জন করে চলেছে এ কলেজ। এছাড়াও সাংস্কৃতিক, সামাজিক, বিতর্ক, বিজ্ঞান মেলা ইত্যাদি নানা ক্ষেত্রে এ কলেজের রয়েছে উজ্জ্বল সাফল্য ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনিজস্ব ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুন ২০১০ তারিখে"}