{"pageid": 1198157, "title": "দুলাদেব মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1198157", "content": "দুলাদেও মন্দির (দেবনাগরী: दुलादेव मंदिर) ভারতের মধ্যপ্রদেশের খাজুরাহোতে অবস্থিত শিবকে উৎসর্গকৃত একটি হিন্দু মন্দির। দুলোদেও' অর্থ \"পবিত্র বর\"। মন্দিরটি \"কুনওয়ার মঠ\" নামেও পরিচিত। মন্দিরটি পূর্বমুখী এবং ১০০০-১১৫০ খ্রিস্টাব্দের। চান্দেলা যুগে নির্মিত মন্দিরগুলির মধ্যে এটিই শেষ মন্দির। সাতটি রথের পরিকল্পনায় ( সপ্তরত) মন্দিরটি স্থাপন করা হয়েছে । মন্দিরে খোদাই করা মূর্তিগুলি অন্যান্য মন্দিরের মত নরম ভাবপূর্ণ বৈশিষ্ট্যযুক্ত। দেয়ালে খোদাই করা স্বর্গীয় নর্তকীদের (অপ্সরা) কামোত্তেজক ভঙ্গি এবং অন্যান্য চিত্র রয়েছে।\n\n\n== অবস্থান ==\nমন্দিরটি ৬ বর্গকিলোমিটার (২.৩ বর্গমাইল) জুড়ে বিস্তৃত একটি এলাকায় খাজুরাহো গ্রামের মন্দিরের খাজুরাহো গ্রুপের দক্ষিণ গ্রুপে খোদার নদীর তীরে অবস্থিত । এটি জৈন ঘেরের কাছাকাছি খাজুরাহো গ্রাম থেকে ৫ কিলোমিটার (৩.১ মাইল) দূরে। অ্যাপ্রোচ রোডটা রুক্ষ।\n\n\n== ইতিহাস ==\n\nদুলাদেও মন্দির হল হিন্দু দেবতা শিবের প্রধান ২২টি মন্দিরের মধ্যে একটি, যা মধ্য ভারতের চান্দেলা শাসকদের দ্বারা তৈরি করা ৮৭টি মন্দিরের মধ্যে একটি। খাজুরাহোর ছোট্ট গ্রামটিতে ৯৫০ থেকে ১০৫০ খ্রিস্টাব্দ পর্যন্ত বিল্ডিং কার্যকলাপের সর্বোচ্চ সময়কাল ছিল। মন্দিরগুলি হিন্দু ও জৈন ধর্মের ঐতিহ্যবাহী ধর্মের অন্তর্গত । তারা তিনটি গ্রুপ বা তিনটি অঞ্চলের অধীনে চিহ্নিত করা হয় - পশ্চিম অঞ্চল, পূর্ব অঞ্চল এবং দক্ষিণ অঞ্চল। মরক্কোর পর্যটক ইবনে বতুতা ১৩৩৫ সালেও এই মন্দিরগুলির অস্তিত্বের প্রমাণ দিয়েছিলেন। দক্ষিণ গ্রুপের মন্দিরগুলি হল দুলাদেও এবং চতুর্ভুজ । সমস্ত বিদ্যমান মন্দিরগুলি ১৯৮৬ সালে ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের তালিকায় শৈল্পিক সৃষ্টির জন্য মানদণ্ড III এর অধীনে এবং ১২০২ সালে মুসলমানদের দ্বারা দেশটি আক্রমণ করার আগ পর্যন্ত জনপ্রিয় চান্দেলাদের সংস্কৃতির জন্য মানদণ্ড V এর অধীনে খোদাই করা হয়েছিল । এটি আরও বলা হয় যে চান্দেলা রাজবংশের মদনবর্মন (১১২৮-১১৬৫) তাঁর রাজত্বকালে এই মন্দিরটি তৈরি করেছিলেন।\nউত্তরপ্রদেশের কানপুরের কাছে জামসোরে একটি মন্দিরের অবশিষ্টাংশের মধ্যে পাওয়া ভাস্কর্যগুলির সাথে মন্দিরের ভাস্কর্যগুলির শক্তিশালী পরিচয় রয়েছে ৷ এই সাদৃশ্য থেকে অনুমান করা হয়েছে যে উভয় স্থানের ভাস্কর্য একই ভাস্করদের হাতের কাজ ছিল এবং আরও যে তারা ১০৬০ থেকে ১১০০ সাল পর্যন্ত কীর্ত্তিবর্মনের রাজত্বকালে তৈরি হয়েছিল । যাইহোক, ভারতের প্রত্নতাত্ত্বিক জরিপ খাজুরাহোতে মন্দির নির্মাণের কার্যকলাপের সময়কালকে অনুমান করেছে ৯৫০ থেকে ১১৫০ খ্রিস্টাব্দ পর্যন্ত পুরাতত্ত্ব এবং স্থাপত্য শৈলীর উপর ভিত্তি করে ।\nমন্দিরের বেশ কয়েকটি স্থানে খোদাই করা ভাসালা নাম থেকে অনুমান করা হয় যে এই নামটি ভাস্কর্যগুলি তৈরিকারী প্রধান ভাস্করের।\n\n\n== স্থাপত্য ==\n\n\n== চিত্রসম্ভার ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\nNotes\n\nগ্রন্থপঞ্জি\nGangoly, Ordhendra Coomar (১৯৫৭)। The Art of the Chandelas। snippets। Rupa। \nGajrani, S. (২০০৪)। History, Religion and Culture of India। Isha Books। আইএসবিএন 978-81-8205-064-8। \nKnapp, Stephen (১ জানুয়ারি ২০০৯)। Spiritual India Handbook। Jaico Publishing House। আইএসবিএন 978-81-8495-024-3। \nKuiper, Kathleen (১৫ আগস্ট ২০১০)। The Culture of India। The Rosen Publishing Group। আইএসবিএন 978-1-61530-149-2। \nKumar, Brajesh (২০০৩)। Pilgrimage Centres of India। Diamond Pocket Books (P) Ltd.। আইএসবিএন 978-81-7182-185-3। \nKramrisch, Stella (১৯৭৬)। The Hindu Temple। Motilal Banarsidass। আইএসবিএন 978-81-208-0224-7। \nMitra, Sisirkumar (১ জানুয়ারি ১৯৭৭)। The Early Rulers of Khajurāho। Motilal Banarsidass। আইএসবিএন 978-81-208-1997-9। \nPacaurī, Lakshmīnārāyaṇa (১৯৮৯)। The Erotic Sculpture of Khajuraho। snippets। Naya Prokash। আইএসবিএন 978-81-85109-79-4। \nSajnani, Manohar (২০০১)। Encyclopaedia of Tourism Resources in India। Kalpaz Publications। আইএসবিএন 978-81-7835-017-2। \nShah, Kirit K. (১ জানুয়ারি ১৯৮৮)। Ancient Bundelkhand: Religious History in Socio-economic Perspective। Gian Books। আইএসবিএন 978-81-212-0189-6। \nSullere, Suśīla Kumāra (১ জানুয়ারি ২০০৪)। Chandella Art। Aakar Books। আইএসবিএন 978-81-87879-32-9। \n\n\n== বহিঃসংযোগ ==\n\nSite Plan. The Temples of Khajuraho. Southern Group; Temple of Duladeo, http://whc.unesco.org"}