{"pageid": 1198253, "title": "এয়ারলাইন হাব", "url": "https://bn.wikipedia.org/wiki?curid=1198253", "content": "একটি এয়ারলাইন হাব বা হাব বিমানবন্দর একটি বিমানবন্দর যা এক বা একাধিক এয়ারলাইনস দ্বারা যাত্রী ট্র্যাফিক এবং ফ্লাইট অপারেশনকে কেন্দ্রীভূত করার জন্য ব্যবহৃত হয়। যাত্রীদের তাদের চূড়ান্ত গন্তব্যে পৌঁছাতে সহায়তা করার জন্য হাবগুলি স্থানান্তর (বা স্টপ-ওভার) পয়েন্ট হিসাবে কাজ করে। এটি হাব-এবং সংযুক্ত সিস্টেমের অংশ। একটি বিমান সংস্থা বেশ কয়েকটি নন-হাব (সংযুক্ত) শহর থেকে হাব বিমানবন্দরে ফ্লাইট পরিচালনা করতে পারে এবং স্পোক শহরগুলির মধ্যে ভ্রমণকারী যাত্রীরা হাবের মাধ্যমে সংযোগ স্থাপন করে। এই দৃষ্টান্তটি স্কেলের অর্থনীতি তৈরি করে যা একটি এয়ারলাইনকে (একটি মধ্যবর্তী সংযোগের মাধ্যমে) শহর-জোড়াগুলি পরিবেশন করার অনুমতি দেয় যা অন্যথায় একটি নন-স্টপ ভিত্তিতে অর্থনৈতিকভাবে পরিবেশন করা যায় না। এই সিস্টেমটি পয়েন্ট-টু-পয়েন্ট মডেলের সাথে বৈপরীত্য করে, যার মধ্যে কোনও হাব নেই এবং ননস্টপ ফ্লাইটগুলি পরিবর্তে স্পোক শহরগুলির মধ্যে দেওয়া হয়। হাব বিমানবন্দর ছাড়াও উত্স এবং গন্তব্য (ও এবং ডি) ট্র্যাফিক পরিবেশন করে।\n\n\n== পরিচালনা ==\n\nস্পোক-হাব বিতরণ মডেল একটি এয়ারলাইনকে কম রুটে পরিসেবা দেয়, তাই কম বিমানের প্রয়োজন হয়।  সিস্টেম যাত্রী লোড বৃদ্ধি; একটি হাব থেকে একটি স্পোক পর্যন্ত একটি ফ্লাইট শুধুমাত্র হাব থেকে উদ্ভূত যাত্রীদের বহন করে না, একাধিক কথ্য শহর থেকে উদ্ভূত যাত্রীদেরও বহন করে।  যাইহোক, সিস্টেমটি ব্যয়বহুল। সংযোগকারী যাত্রীদের সুবিধার করার জন্য অতিরিক্ত কর্মচারী এবং সুবিধার প্রয়োজন হয়। বিভিন্ন জনসংখ্যা এবং চাহিদার কথ্য শহরগুলিকে পরিবেশন করার জন্য, একটি এয়ারলাইনের বিভিন্ন ধরনের বিমানের প্রয়োজন হয় এবং প্রতিটি ধরনের জন্য নির্দিষ্ট প্রশিক্ষণ এবং সরঞ্জাম প্রয়োজন হয়।  উপরন্তু, এয়ারলাইনগুলি তাদের হাব বিমানবন্দরে প্রসারিত হওয়ার কারণে তাদের ক্ষমতার সীমাবদ্ধতা অনুভব করতে পারে। \nযাত্রীদের জন্য, হাব-এন্ড-স্পোক সিস্টেমটি বিভিন্ন গন্তব্যে ওয়ান-স্টপ এয়ার সার্ভিস অফার করে।  যাইহোক, এটি তাদের চূড়ান্ত গন্তব্যে যাওয়ার পথে নিয়মিত সংযোগ স্থাপন করতে হবে, যা ভ্রমণের সময় বাড়ায়।  অতিরিক্তভাবে, এয়ারলাইনগুলি তাদের হাবগুলিকে একচেটিয়া করতে আসতে পারে (দুর্গ হাব), যা যাত্রীদের কোন বিকল্প না থাকায় তারা অবাধে ভাড়া বাড়াতে পারে।  বিমানবন্দরের অবস্থান এবং হাবের আধিপত্যের মাধ্যমে মার্কিন যুক্তরাষ্ট্রে উচ্চ অভ্যন্তরীণ সংযোগ অর্জন করা হয়। মার্কিন যুক্তরাষ্ট্রের শীর্ষ ১০টি মেগাহাব আমেরিকান এয়ারলাইনস, ডেল্টা এয়ার লাইনস এবং ইউনাইটেড এয়ারলাইন্স, তিনটি বৃহত্তম মার্কিন যুক্তরাষ্ট্র ভিত্তিক এয়ারলাইনস দ্বারা প্রভাবিত। \n\n\n=== ব্যাংকিং ===\nএয়ারলাইনগুলি তাদের কেন্দ্রগুলিতে ফ্লাইটের ব্যাঙ্কগুলি পরিচালনা করতে পারে, যেখানে কয়েকটি ফ্লাইট অল্প সময়ের মধ্যে আসে এবং ছেড়ে যায়। ব্যাঙ্কগুলি হাবের কার্যকলাপের সর্বোচ্চ এবং অ-ব্যাঙ্কগুলি \"উপত্যকা\" হিসাবে পরিচিত হতে পারে। ব্যাঙ্কিং যাত্রীদের জন্য সংক্ষিপ্ত সংযোগের জন্য অনুমতি দেয়।  যাইহোক, একটি এয়ারলাইনকে একটি ব্যাঙ্ক চলাকালীন ফ্লাইটগুলির আগমনের জন্য অনেক সংস্থান সংগ্রহ করতে হবে এবং একই সময়ে স্থলে একাধিক বিমান থাকার ফলে যানজট এবং বিলম্ব হতে পারে।  উপরন্তু, ব্যাংকিং এর ফলে বিমানের অদক্ষ ব্যবহার হতে পারে, বিমান পরবর্তী ব্যাঙ্কের জন্য স্পোক সিটিতে অপেক্ষা করছে। \nপরিবর্তে, কিছু এয়ারলাইন্স তাদের হাব ডিব্যাঙ্ক করেছে, একটি \"রোলিং হাব\" প্রবর্তন করেছে যেখানে ফ্লাইটের আগমন এবং প্রস্থান সারা দিন ছড়িয়ে রয়েছে। এই ঘটনাটি \"ডিপিকিং\" নামেও পরিচিত।  যদিও খরচ কমতে পারে, রোলিং হাবে সংযোগের সময় বেশি।  আমেরিকান এয়ারলাইনসই প্রথম তার হাব ডিপ্যাক করে, 11 সেপ্টেম্বরের হামলার পর লাভজনকতা উন্নত করার চেষ্টা করে।  এটি ২০১৫ সালে তার হাবগুলিকে পুনঃব্যাঙ্ক করেছে, তবে যাত্রীদের সংযোগে লাভটি খরচ বৃদ্ধির চেয়ে বেশি হবে বলে মনে করে৷ \nউদাহরণস্বরূপ, দোহা বিমানবন্দরে কাতার এয়ারওয়েজের হাব ২০২০ সালের মার্চ মাসের মধ্যে ১৪০টি গন্তব্যে প্রতিদিন ৪৭১টি চলাচল করে যার প্রতি আন্দোলনে গড়ে ২৬২টি আসন রয়েছে; তিনটি প্রধান তরঙ্গে: ৫এইস-৯এইস (১৩২ নড়াচড়া), ১৬এইস-২১এইস (১২৮) এবং ২৩এইস-৩এইস (১৩২), যা ২০১৯ সালে প্রায় ৩০ মিলিয়ন সংযোগকারী যাত্রীদের অনুমতি দেয়। \n\n\n== ইতিহাস ==\n\n\n=== যুক্তরাষ্ট্র ===\nইউএস এয়ারলাইন ইন্ডাস্ট্রি ১৯৭৮ সালে নিয়ন্ত্রণমুক্ত হওয়ার আগে, বেশিরভাগ এয়ারলাইনগুলি পয়েন্ট-টু-পয়েন্ট সিস্টেমের অধীনে পরিচালিত হয় (একটি উল্লেখযোগ্য ব্যতিক্রম হল প্যান অ্যাম )।  সিভিল অ্যারোনটিক্স বোর্ড নির্দেশ করে যে কোন রুটে একটি এয়ারলাইন উড়তে পারে। একই সময়ে, কিছু এয়ারলাইন্স হাব-এন্ড-স্পোক সিস্টেম নিয়ে পরীক্ষা-নিরীক্ষা শুরু করে। ডেল্টা এয়ার লাইনস প্রথম এই ধরনের একটি সিস্টেম বাস্তবায়ন করে, যা তার আটলান্টা হাব থেকে দূরবর্তী কথ্য শহরগুলিতে পরিষেবা প্রদান করে।  নিয়ন্ত্রণমুক্ত করার পর, অনেক এয়ারলাইন্স দ্রুত তাদের নিজস্ব হাব-এন্ড-স্পোক রুট নেটওয়ার্ক প্রতিষ্ঠা করে। \n\n\n=== মধ্যপ্রাচ্য ===\n\n১৯৭র সালে, বাহরাইন, ওমান, কাতার এবং সংযুক্ত আরব আমিরাতের সরকার ব্রিটিশ ওভারসিজ এয়ারওয়েজ কর্পোরেশন (BOAC) থেকে গাল্ফ এয়ারের নিয়ন্ত্রণ নেয়। গালফ এয়ার মধ্যপ্রাচ্যের চারটি দেশের পতাকাবাহী হয়ে উঠেছে। এটি ওমান, কাতার এবং সংযুক্ত আরব আমিরাতকে তার বাহরাইন হাবের সাথে সংযুক্ত করেছে, যেখান থেকে এটি ইউরোপ এবং এশিয়া জুড়ে গন্তব্যে ফ্লাইট অফার করে। সংযুক্ত আরব আমিরাতের প্রধানমন্ত্রী মোহাম্মদ বিন রশিদ আল মাকতুমের আকাঙ্ক্ষার বিপরীতে গালফ এয়ার দুবাইয়ের পরিবর্তে আবুধাবির দিকে মনোনিবেশ করেছিল, যা পরবর্তীটিকে একটি বিশ্বমানের মহানগরীতে রূপান্তরিত করার জন্য। শেখ মোহাম্মদ দুবাই, এমিরেটস ভিত্তিক একটি নতুন এয়ারলাইন প্রতিষ্ঠা করতে অগ্রসর হন, যা ১৯৮৫ সালে কার্যক্রম শুরু করে।\nমধ্যপ্রাচ্য অঞ্চলের অন্য কোথাও, কাতার এবং ওমানও তাদের নিজস্ব এয়ারলাইন্স তৈরি করার সিদ্ধান্ত নিয়েছে। কাতার এয়ারওয়েজ এবং ওমান এয়ার উভয়ই ১৯৯৩ সালে প্রতিষ্ঠিত হয়েছিল, যথাক্রমে দোহা এবং মাস্কাটে হাব সহ। নতুন এয়ারলাইন্স বৃদ্ধির সাথে সাথে তাদের স্বদেশী দেশগুলি বিমান পরিষেবা প্রদানের জন্য গাল্ফ এয়ারের উপর কম নির্ভর করে। কাতার ২০০২ সালে গাল্ফ এয়ার থেকে তার অংশ প্রত্যাহার করে। ২০০৩ সালে, সংযুক্ত আরব আমিরাত আরেকটি জাতীয় বিমান সংস্থা, ইতিহাদ এয়ারওয়েজ গঠন করে, যা আবুধাবিতে অবস্থিত। দেশটি ২০০৬ সালে গাল্ফ এয়ার থেকে বেরিয়ে যায় এবং ওমান ২০০৭ সালে অনুসরণ করে। তাই গালফ এয়ার বাহরাইন সরকারের সম্পূর্ণ মালিকানাধীন হয়ে ওঠে।\nএমিরেটস, কাতার এয়ারওয়েজ, সৌদিয়া এবং ইতিহাদ এয়ারওয়েজ তাদের নিজ নিজ দেশের বিমানবন্দরে বড় হাব স্থাপন করেছে। বৃহৎ জনসংখ্যা কেন্দ্রগুলির নৈকট্য থেকে উপকৃত হওয়া হাবগুলি, ইউরোপ এবং এশিয়ার মধ্যে ভ্রমণে জনপ্রিয় স্টপওভার পয়েন্ট হয়ে উঠেছে, উদাহরণস্বরূপ।  তাদের দ্রুত বৃদ্ধি লন্ডন, প্যারিস এবং নিউ ইয়র্ক সিটির মতো ঐতিহ্যবাহী হাবগুলির বিকাশকে প্রভাবিত করেছে। \n\n\n== হাবের প্রকারভেদ ==\n\n\n=== কার্গো হাব এবং কাঁচি হাব ===\nএকটি কার্গো হাব হল একটি বিমানবন্দর যা প্রাথমিকভাবে একটি কার্গো এয়ারলাইন দ্বারা পরিচালিত হয় যা হাব-এন্ড-স্পোক সিস্টেম ব্যবহার করে। মার্কিন যুক্তরাষ্ট্রে, ফেডেক্সের মেমফিস সুপারহাব বা ইউপিএস লুইসভিল ওয়ার্ল্ডপোর্টের মতো দেশীয় পরিষেবার জন্য সবচেয়ে বড় কার্গো হাব বিমানবন্দরগুলি ঐতিহ্যগতভাবে মধ্যপশ্চিমে। ফেডেক্স এর এয়ারলাইন, ফোডেক্স এক্সপ্রেস মার্কিন যুক্তরাষ্ট্রে এয়ার কার্গো শিল্প নিয়ন্ত্রণমুক্ত করার আগে ১৯৭৩ সালে তার মেমফিস হাব প্রতিষ্ঠা করে। সিস্টেমটি এয়ারলাইনের জন্য একটি দক্ষ ডেলিভারি সিস্টেম তৈরি করেছে। ইউপিএস এয়ারলাইন্স লুইসভিলে অনুরূপ প্যাটার্ন অনুসরণ করেছে। ইউরোপে, টিএনটি এয়ারওয়েজ, কার্গোলাক্স এবং ডিএইচএল এভিয়েশন অনুরূপ কৌশল অনুসরণ করে এবং যথাক্রমে লিজে, লুক্সেমবার্গ এবং লিপজিগে তাদের প্রাথমিক কেন্দ্রগুলি পরিচালনা করে।\nউপরন্তু, অ্যাঙ্কোরেজ, আলাস্কার টেড স্টিভেনস আন্তর্জাতিক বিমানবন্দর এশিয়া এবং উত্তর আমেরিকার মধ্যে উড়ন্ত অনেক কার্গো এয়ারলাইনগুলির জন্য একটি ঘন ঘন স্টপ-ওভার হাব। বেশিরভাগ কার্গো এয়ারলাইনগুলি শুধুমাত্র রিফুয়েলিং এবং কাস্টমসের জন্য অ্যাঙ্করেজে থামে, কিন্তু ফেডেক্স এবং ইউপিএস ঘন ঘন অ্যাঙ্কোরেজ ব্যবহার করে রিফুয়েলিং এবং কাস্টমস ছাড়াও প্রতিটি মহাদেশের আঞ্চলিক হাবগুলির মধ্যে ট্রান্স-প্যাসিফিক প্যাকেজগুলি সাজানোর জন্য।\nফেডেক্স এবং ইউপিএস হাবগুলির অনুরূপ পদ্ধতিতে চলাচলকারী যাত্রীবাহী এয়ারলাইনগুলিকে প্রায়শই কাঁচি হাব হিসাবে বিবেচনা করা হয়, যতগুলি ফ্লাইট একটি গন্তব্যে সমস্ত ল্যান্ড করে এবং একই সাথে যাত্রীদের নামিয়ে দেয় এবং একটি যাত্রী পরিবহন সময়ের পরে, চূড়ান্তভাবে প্রস্থান করার জন্য একই প্রক্রিয়ার পুনরাবৃত্তি করে। প্রতিটি বিমানের গন্তব্য। এয়ার ইন্ডিয়া লন্ডনের হিথ্রো বিমানবন্দরে একটি কাঁচি হাব পরিচালনা করে, যেখানে দিল্লি, আহমেদাবাদ এবং মুম্বাই থেকে যাত্রীরা নেওয়ার্কের ফ্লাইটে যেতে পারে। গ্রাউন্ডিং না হওয়া পর্যন্ত, জেট এয়ারওয়েজ ব্যাঙ্গালোর, মুম্বাই এবং দিল্লি থেকে যাত্রীদের টরন্টো-পিয়ার্সনে পরিবহনের জন্য আমস্টারডাম বিমানবন্দর শিফোল -এ একই ধরনের কাঁচি হাব পরিচালনা করে। ২০১৬ সালে শিফোলে স্থানান্তরের আগে ব্রাসেলসে তাদের প্রাক্তন কাঁচি কেন্দ্রে অপারেশনের শীর্ষে, মুম্বাই, দিল্লি এবং চেন্নাই থেকে ফ্লাইটগুলি পরিচালিত হয় এবং ব্রাসেলসে প্রায় একযোগে স্টপওভারের পরে টরন্টো, নিউইয়র্ক এবং নেওয়ার্কের দিকে চলতে থাকে। বিপরীত একটি আন্তর্জাতিক কাঁচি হাব তৃতীয় এবং চতুর্থ স্বাধীনতা ফ্লাইটের জন্য ব্যবহার করা যেতে পারে বা এটি পঞ্চম স্বাধীনতা ফ্লাইটের জন্য ব্যবহার করা যেতে পারে, যার জন্য একটি অগ্রদূত হল দুটি দেশের জোড়ার মধ্যে একটি দ্বিপাক্ষিক চুক্তি।\nওয়েস্টজেট তার গ্রীষ্মকালীন সময়সূচীতে অটোয়া, টরন্টো এবং অরল্যান্ডো থেকে অন্তর্মুখী এবং ডাবলিন এবং লন্ডন-গ্যাটউইকের আউটবাউন্ড ফ্লাইটের জন্য একটি কাঁচি হাব হিসাবে ব্যবহার করে থাকে। লস এঞ্জেলেস আন্তর্জাতিক বিমানবন্দরে, মেলবোর্ন, ব্রিসবেন বা সিডনি থেকে কান্টাস যাত্রীরা নিউ ইয়র্ক-জেএফকে ব্যবহার করতে পারে।\n\n\n=== ফোকাস শহর ===\n\nএয়ারলাইন শিল্পে, একটি ফোকাস শহর হল একটি গন্তব্য যেখান থেকে একটি এয়ারলাইন সীমিত পয়েন্ট-টু-পয়েন্ট বিমান পথ পরিচালনা করে।  তাই, একটি ফোকাস শহর প্রাথমিকভাবে যাত্রীদের সাথে সংযোগ স্থাপনের পরিবর্তে স্থানীয় বাজারকে পূরণ করে থাকে। \nযদিও ফোকাস শহর শব্দটি মূলত একটি বিমানবন্দরকে বোঝানোর জন্য ব্যবহৃত হয় যেখান থেকে একটি এয়ারলাইন সীমিত পয়েন্ট-টু-পয়েন্ট রুটগুলি পরিচালনা করে, এর ব্যবহারটি একটি ছোট-স্কেল হাবকেও উল্লেখ করার জন্য শিথিলভাবে প্রসারিত হয়েছে।  উদাহরণস্বরূপ, জেটব্লু এর নিউ ইয়র্ক-JFK ফোকাস সিটি একটি হাবের মতো চলে, যদিও এটি এখনও জেটব্লু দ্বারা ফোকাস শহর হিসাবে বিবেচিত হয়। \n\n\n=== দুর্গ কেন্দ্র ===\nএকটি দুর্গ কেন্দ্র বিদ্যমান যখন একটি এয়ারলাইন তার হাবগুলির একটিতে বাজারের একটি উল্লেখযোগ্য সংখ্যাগরিষ্ঠ নিয়ন্ত্রণ করে। দুর্গ কেন্দ্রগুলিতে প্রতিযোগিতা বিশেষভাবে কঠিন।  উদাহরণগুলির মধ্যে রয়েছে আটলান্টা, ডেট্রয়েট এবং মিনিয়াপলিস/সেন্টের ডেল্টা এয়ার লাইনস। পল, শার্লট এবং ডালাস/ফোর্ট ওয়ার্থে আমেরিকান এয়ারলাইন্স এবং হিউস্টন-ইন্টারকন্টিনেন্টাল, নিউয়ার্ক এবং ওয়াশিংটন-ডুলসে ইউনাইটেড এয়ারলাইনস। \nপতাকা বাহক ঐতিহাসিকভাবে তাদের দেশের প্রধান আন্তর্জাতিক বিমানবন্দরে একই ধরনের আধিপত্য উপভোগ করেছে এবং কিছু এখনও করে। উদাহরণগুলির মধ্যে রয়েছে মেক্সিকো সিটির অ্যারোমেক্সিকো, টরন্টোতে এয়ার কানাডা –পিয়ারসন, প্যারিসে এয়ার ফ্রান্স –চার্লস ডি গল, লন্ডন–হিথ্রোতে ব্রিটিশ এয়ারওয়েজ, হংকংয়ের ক্যাথে প্যাসিফিক, পানামা সিটিতে কোপা এয়ারলাইনস, দুবাইতে এমিরেটস, আদ্দিসে ইথিওপিয়ান এয়ারলাইন্স আবাবা, হেলসিঙ্কির ফিনায়ার, মাদ্রিদের আইবেরিয়া, সিউল-ইঞ্চিওনে কোরিয়ান এয়ার, আমস্টারডামে KLM, ফ্রাঙ্কফুর্টের লুফথানসা, সিডনির কান্টাস, দোহাতে কাতার এয়ারওয়েজ, সিঙ্গাপুরে সিঙ্গাপুর এয়ারলাইন্স, দক্ষিণ আফ্রিকান এয়ারওয়েজ, জোসেস -এ দক্ষিণ আফ্রিকান এয়ারওয়েজ, লিনেস ইন্টারন্যাশনাল এয়ারওয়েজ জুরিখ, এবং ইস্তাম্বুলে তুর্কি এয়ারলাইন্স।\n\n\n=== প্রাইমারি এবং সেকেন্ডারি হাব ===\nএকটি প্রাথমিক হাব একটি এয়ারলাইনের প্রধান কেন্দ্র। যেহেতু একটি এয়ারলাইন তার প্রাথমিক হাব-এ ক্রিয়াকলাপ প্রসারিত করে যেখানে এটি ক্ষমতার সীমাবদ্ধতার সম্মুখীন হয়, এটি সেকেন্ডারি হাব খোলার জন্য নির্বাচন করতে পারে। এই ধরনের হাবের উদাহরণ হল লন্ডনে ব্রিটিশ এয়ারওয়েজের হাব – গ্যাটউইক, এয়ার ইন্ডিয়ার হাব মুম্বাই এবং লুফথানসার হাব মিউনিখে। একাধিক হাব পরিচালনা করে, এয়ারলাইনগুলি তাদের ভৌগোলিক নাগাল প্রসারিত করতে পারে। তারা আরও ভালভাবে বাজারে পরিষেবা প্রদান করতে পারে, বিভিন্ন হাবে সংযোগ সহ আরও ভ্রমণপথ প্রদান করে থাকে।\nফেডেক্স এক্সপ্রেস এবং ইউপিএস এয়ারলাইন্সের মতো কার্গো এয়ারলাইনগুলিও কিছু পরিমাণে সেকেন্ডারি হাবগুলি পরিচালনা করে, তবে এগুলি প্রাথমিকভাবে আঞ্চলিক উচ্চ-চাহিদা গন্তব্যগুলি পরিবেশন করতে ব্যবহৃত হয় কারণ এর প্রধান হাবের মাধ্যমে শিপিং প্যাকেজগুলি জ্বালানীর অপচয় করবে। এর একটি উদাহরণ হল ফেডেক্স মেমফিস সুপারহাবের মাধ্যমে ডেলিভারি পাঠানোর পরিবর্তে সিয়াটল এবং ফিনিক্স, অ্যারিজোনার কাছাকাছি গন্তব্যগুলির মধ্যে প্যাকেজ পাঠানোর সময় ওকল্যান্ড আন্তর্জাতিক বিমানবন্দরের মাধ্যম ব্যবহার করে৷ \n\n\n=== রিলিভার হাব ===\nএকটি প্রদত্ত হাবের ক্ষমতা শেষ হয়ে যেতে পারে বা দিনের সর্বোচ্চ ট্রাফিকের সময়ে ক্ষমতার ঘাটতি দেখা দিতে পারে, এই সময়ে এয়ারলাইনগুলি ট্রাফিককে একটি রিলিভার হাবে স্থানান্তর করতে বাধ্য হতে পারে। একটি রিলিভার হাব একটি এয়ারলাইনের জন্য বিভিন্ন ফাংশন পরিবেশন করার ক্ষমতা রাখে, এটি ঘনবসতিপূর্ণ হাবকে বাইপাস করতে পারে, এটি ফ্লাইটের অতিরিক্ত চাহিদা শোষণ করতে পারে যা অন্যথায় যানজটপূর্ণ হাবে নির্ধারিত হতে পারে না এবং এটি ট্র্যাফিক সংযোগের জন্য নতুন এবং ডি সিটি জোড়া শিডিউল করতে পারে।\nএই মডেলের সবচেয়ে স্বীকৃত উদাহরণগুলির মধ্যে একটি হল ডেল্টা এয়ার লাইনস এবং আমেরিকান এয়ারলাইনস জন এফ কেনেডি আন্তর্জাতিক বিমানবন্দরে তাদের হাবগুলিতে ক্ষমতা এবং স্লট সীমাবদ্ধতার কারণে নিউ ইয়র্ক সিটিতে একটি অভ্যন্তরীণ হাব হিসাবে লাগার্দিয়া বিমানবন্দরের ব্যবহার করে থাকে। অনেক আঞ্চলিক ফ্লাইট লাগার্দিয়া থেকে চলে, যখন বেশিরভাগ আন্তর্জাতিক ফ্লাইট জেএফকে-তে থাকে।\nলুফথানসা ফ্রাঙ্কফুর্ট বিমানবন্দর এবং মিউনিখ বিমানবন্দরে তার হাবগুলির সাথে একই ধরনের ব্যবসা পরিচালনা করে। সাধারণভাবে বলতে গেলে, জার্মানিতে যাওয়া বা সেখান থেকে ফ্লাইটের একটি প্রান্তিক সংখ্যাগরিষ্ঠের ফ্লাইটের জার্মান টার্মিনাস ফ্রাঙ্কফুর্টে থাকে, যেখানে একই আকারের কিন্তু ছোট সংখ্যালঘুদের জার্মান টার্মিনাস মিউনিখে থাকে।\n\n\n=== মুনলাইট হাব ===\nঅতীতের ইতিহাসে, বিমানের হাবগুলিতে নির্দিষ্ট, সময়ের-সময়ের ক্রিয়াকলাপ পরিবর্তন করেছে। সবচেয়ে উল্লেখযোগ্য ছিল আমেরিকা ওয়েস্টের লাস ভেগাসের ম্যাককারান ইন্টারন্যাশনাল এয়ারপোর্টকে প্রাথমিক রাতের-ফ্লাইট হাব হিসেবে ব্যবহার করে বিমান ব্যবহারের হার প্রতিযোগী বাহকদের তুলনায় অনেক বেশি।\n\n\n== তথ্যসূত্র =="}