{"pageid": 1198471, "title": "প্রপফান", "url": "https://bn.wikipedia.org/wiki?curid=1198471", "content": "একটি প্রপফ্যান, যাকে ওপেন রটার ইঞ্জিনও বলা হয়ে থাকে বা আনডাক্টেড ফ্যান (একটি ডাক্টেড ফ্যানের বিপরীতে), হল এক ধরনের বিমান ইঞ্জিন যা টার্বোপ্রপ এবং টার্বোফ্যান উভয়ের সাথে সম্পর্কিত, তবে উভয়ের থেকে কিছুটা আলাদা। টার্বোপ্রপের জ্বালানী অর্থনীতির সাথে একটি টার্বোফ্যানের গতি এবং কর্মক্ষমতা প্রদানের উদ্দেশ্যে ডিজাইনটি করা হয়। একটি প্রপফ্যান সাধারণত টার্বোফ্যান ইঞ্জিনের (নালীযুক্ত) পাখার মতো অনেক ছোট, উচ্চ পাকানো ব্লেড দিয়ে ডিজাইন করা হয়। এই কারণে প্রপফানকে বিভিন্নভাবে \"আনডাক্টেড ফ্যান\" (ইউডিএফ) বা \"আল্ট্রা-হাই-বাইপাস (ইউএইসবি) টার্বোফ্যান\" হিসাবে বর্ণনা করা হয়।\n\n\n== সংজ্ঞা ==\n\n১৯৭০-এর দশকে, হ্যামিল্টন স্ট্যান্ডার্ড তার প্রফফানকে \"একটি ছোট ব্যাস হিসাবে বর্ণনা করেছিল, অত্যন্ত লোডযুক্ত একাধিক ব্লেডযুক্ত পরিবর্তনশীল পিচ প্রপুলসার যা পাতলা উন্নত এয়ারফয়েল অংশগুলির সাথে সুইপ্ট ব্লেড, ব্লেডগুলির মধ্য দিয়ে বায়ুপ্রবাহকে প্রতিহত করার জন্য একটি ন্যাসেল কনট্যুরডের সাথে একীভূত হয় যার ফলে ব্লেডের মাধ্যমে কম্প্রেস করার ক্ষমতা হ্রাস পায় একটি টারবাইন ইঞ্জিনের সাথে কাজ করে এবং একটি একক পর্যায় হ্রাস গিয়ার ব্যবহার করে যার ফলে উচ্চ কার্যকারিতা হয়।\" ১৯৭২ সালে, সাপ্তাহিক এভিয়েশন ম্যাগাজিন ফ্লাইট ইন্টারন্যাশনাল প্রপফানকে ৮-১০টি অত্যন্ত সুইপ্ট ব্লেড সহ একটি প্রপেলার হিসাবে সংজ্ঞায়িত করেছিল যা ৩৯০–৪৮০ নট (৪৫০–৫৫০ মাইল প্রতি ঘণ্টা; ৭২০–৮৯০ কিলোমিটার প্রতি ঘণ্টা) গতিতে ক্রুজ। যদিও এর সংজ্ঞাটি কয়েক বছর পরে বিবর্তিত হয় বিপরীত-ঘূর্ণায়মান প্রোফ্যানের আবির্ভাবের সাথে।\n১৯৮৬ সালে, ব্রিটিশ ইঞ্জিন প্রস্তুতকারক রোলস-রয়েস ওপেন রোটর শব্দটিকে একটি প্রোফ্যানের আসল অর্থের প্রতিশব্দ হিসাবে ব্যবহার করে। এই ক্রিয়াটি ছিল প্রপফ্যান ইঞ্জিনের ধরণকে চিহ্নিত করা সেই সময়ে বেশ কয়েকটি ডাক্টেড ইঞ্জিন প্রস্তাব থেকে যেগুলির নামে প্রোফ্যান ছিল। ২০০০ এর দশকের মধ্যে, ওপেন রোটর (ওআর) গবেষণা এবং সংবাদ প্রতিবেদনে প্রোফ্যান প্রযুক্তির জন্য একটি পছন্দের শব্দ হয়ে ওঠে, বিপরীত-ঘূর্ণায়মান ওপেন রটার (CROR) মাঝে মাঝে একক-ঘূর্ণন প্রোফ্যানগুলির মধ্যে পার্থক্য করতে ব্যবহৃত হয়। ২০১৫ সালের হিসাবে, ইউরোপীয় বিমান চলাচল নিরাপত্তা সংস্থা (ইএএসএ) একটি খোলা রটারকে কংক্রিটভাবে (কিন্তু ব্যাপকভাবে) \"একটি টারবাইন ইঞ্জিন ফ্যান স্টেজ যা একটি আবরণের মধ্যে আবদ্ধ নয়;\" হিসাবে সংজ্ঞায়িত করেছে। বিপরীতে, এটিতে একটি খোলা রটার ইঞ্জিনের শুধুমাত্র একটি কার্যকরী সংজ্ঞা ছিল (২১ শতকে প্রপফ্যানের জন্য সবচেয়ে বেশি ব্যবহৃত শব্দ), এটিকে \"একটি টারবাইন ইঞ্জিন যা একটি আবরণের মধ্যে আবদ্ধ নয় বিপরীত-ঘূর্ণায়মান ফ্যানের পর্যায় সমন্বিত করে।\" একটি টার্বোপ্রপের মতো একটি অপ্রস্তুত (খোলা) বিপরীত-ঘূর্ণায়মান প্রপেলার চালানোর জন্য ইঞ্জিনটি একটি গ্যাস টারবাইন ব্যবহার করে, তবে প্রপেলারের নকশাটি নিজেই টারবাইনের নকশার সাথে আরও শক্তভাবে সংযুক্ত থাকে এবং দুটি একক ইউনিট হিসাবে প্রত্যয়িত হয়। \nএল-সাইদ ব্লেডের সংখ্যা, ব্লেডের আকৃতি, টিপের গতি, বাইপাস অনুপাত, মাচ সংখ্যা এবং ক্রুজ উচ্চতা সহ 11টি ভিন্ন মাপকাঠি অনুসারে টার্বোপ্রপস এবং প্রফ্যানের মধ্যে পার্থক্য করে।\n\n\n== চ্যালেঞ্জ ==\n\n\n=== ব্লেড ডিজাইন ===\nটার্বোপ্রপসের সর্বোত্তম গতি প্রায় ৪৫০ মাইল প্রতি ঘণ্টা (৩৯০ নট; ৭২০ কিলোমিটার প্রতি ঘণ্টা) এর নিচে থাকে, কারণ প্রপেলার উচ্চ গতিতে কার্যক্ষমতা হারায়, ওয়েভ ড্র্যাগ নামে পরিচিত একটি প্রভাবের কারণে যা সুপারসনিক গতির ঠিক নিচে। এই শক্তিশালী ড্র্যাগের হঠাৎ সূচনা হয় এবং এটি ১৯৪০-এর দশকে প্রথম সম্মুখীন হলে শব্দ বাধার ধারণার দিকে নিয়ে যায়। এই প্রভাবটি ঘটতে পারে যখনই প্রপেলারটি যথেষ্ট দ্রুত ঘূর্ণায়মান হয় যাতে ব্লেডের টিপগুলি শব্দের গতির কাছে যায়।\nএই সমস্যাটি মোকাবেলার সবচেয়ে কার্যকর উপায় হল প্রপেলারে ব্লেড যুক্ত করা, এটি কম ঘূর্ণন গতিতে আরও শক্তি সরবরাহ করার অনুমতি দেয়। এই কারণেই দ্বিতীয় বিশ্বযুদ্ধের অনেক ফাইটার ডিজাইন দুই বা তিন-ব্লেডের প্রোপেলার দিয়ে শুরু হয়েছিল কিন্তু যুদ্ধের শেষ পর্যন্ত পাঁচটি ব্লেড ব্যবহার করা হয়েছিল; যেহেতু ইঞ্জিনগুলি আপগ্রেড করা হয়েছিল, সেই শক্তিটিকে আরও দক্ষতার সাথে রূপান্তর করার জন্য নতুন প্রপেলারের প্রয়োজন ছিল। ব্লেড যোগ করা প্রোপেলারকে ভারসাম্য বজায় রাখা এবং রক্ষণাবেক্ষণ করা কঠিন করে তোলে, এবং অতিরিক্ত ব্লেডগুলি টেনে আনা এবং দক্ষতার সমস্যাগুলির কারণে ছোট কার্যক্ষমতার শাস্তির কারণ হয়। কিন্তু এমনকি এই ধরনের পদক্ষেপের পরেও, অবশেষে প্লেনের সামনের গতি প্রপেলার ব্লেড টিপসের ঘূর্ণন গতির সাথে মিলিত হলে (একত্রে হেলিকাল টিপ গতি নামে পরিচিত) আবার তরঙ্গ টেনে সমস্যা সৃষ্টি করবে। বেশিরভাগ বিমানের জন্য, এটি প্রায় ৪৫০ মাইল প্রতি ঘণ্টা (৩৯০ নট; ৭২০ কিলোমিটার প্রতি ঘণ্টা) এর বেশি গতিতে থাকে।\n\n১৯৩৫ সালে জার্মান গবেষকরা তরঙ্গ ড্র্যাগ হ্রাস করার একটি পদ্ধতি আবিষ্কার করেন— ডানাটিকে পিছনের দিকে বাতাস দিয়ে। আজ, প্রায় সমস্ত বিমান ৪৫০ মাইল প্রতি ঘণ্টা (৩৯০ নট; ৭২০ কিলোমিটার প্রতি ঘণ্টা) উপরে উড়তে ডিজাইন করা হয় একটি সুইপ্ট উইং ব্যবহার করে। যেহেতু প্রপেলারের ভিতরের দিকটি বাইরের তুলনায় ধীর গতিতে ঘূর্ণায়মান দিকে যাচ্ছে, তাই ব্লেডটি ক্রমশ বাইরের দিকে ফিরে যায়, যা একটি স্কিমিটারের মতো একটি বাঁকা আকৃতির দিকে নিয়ে যায় - একটি অনুশীলন যা প্রথম 1909 সালে ব্যবহার করা হয়েছিল, Chauvière- এ Blériot XI- এ ব্যবহৃত দুই-ব্লেড কাঠের প্রপেলার। (ব্লেডের মূলে, ব্লেডটিকে আসলে ঘূর্ণন দিকের দিকে এগিয়ে নিয়ে যাওয়া হয়, পিছনের দিকের সুইপ্ট ব্লেড টিপস দ্বারা উত্পন্ন মোচড়কে মোকাবেলা করার জন্য।) হ্যামিল্টন স্ট্যান্ডার্ড টেস্ট প্রপফ্যানকে ধীরে ধীরে ব্লেডের ডগায় সর্বোচ্চ 39-ডিগ্রীতে ঢেলে দেওয়া হয়েছিল, প্রপফ্যানকে থ্রাস্ট তৈরি করতে দেয় যদিও ব্লেডগুলির হেলিকাল টিপ গতি প্রায় 1.15 ছিল।\nGE36 UDF এবং 578-DX-এর ব্লেডগুলির প্রায় ৭৫০–৮০০ ফুট/সে (২৩০–২৪০ মি/সে; ৫১০–৫৫০ মা/ঘ; ৮২০–৮৮০ কিমি/ঘ) ঘূর্ণনে সর্বাধিক টিপ গতি থাকে বা প্রচলিত টার্বোফ্যানের প্রপেলার ব্লেডের জন্য সর্বোচ্চ টিপ গতির প্রায় অর্ধেক। প্রপেলারের ব্যাস প্রশস্ত বা সংকীর্ণ হওয়া সত্ত্বেও ব্লেডের সর্বোচ্চ গতি স্থির রাখা হবে (যার ফলে যথাক্রমে RPM হ্রাস বা বৃদ্ধি)।\nব্লেডগুলিকে পাতলা করে টেনে আনতেও কমানো যেতে পারে, যা ব্লেডগুলির সামনের বাতাস সংকোচনযোগ্য হওয়ার আগে এবং শক ওয়েভ সৃষ্টি করার আগে যে গতি অর্জন করতে পারে তা বাড়িয়ে দেয়। উদাহরণস্বরূপ, হ্যামিল্টন স্ট্যান্ডার্ড টেস্ট প্রপফ্যানের ব্লেডগুলির একটি পুরুত্ব-থেকে-কর্ড অনুপাত ছিল যা স্পিনার জংশনে ২০% থেকে টিপসে ২% এবং মধ্য-স্প্যানে ৪%-এর কম হয়। প্রফফান ব্লেডের প্রায় অর্ধেক পুরুত্ব-থেকে-কর্ড অনুপাত ছিল যুগের সেরা প্রচলিত প্রপেলার ব্লেডের,  তাদের প্রান্তে ক্ষুরের মতো তীক্ষ্ণতায় পাতলা করা হয়েছিল, এবং ওজন ছিল ২০ পাউন্ড (৯.১ কিলোগ্রাম)। (বোয়িং ৭২৭-এ পরীক্ষা করা GE36 UDF ইঞ্জিনের সামনে এবং পিছনের ব্লেড ছিল যার ওজন ছিল ২২.৫ এবং ২১.৫ পাউন্ড (১০.২ এবং ৯.৮ কিলোগ্রাম) প্রতিটি।) \n\n\n=== গোলমাল ===\nপ্রোফ্যানের প্রধান সমস্যাগুলির মধ্যে একটি হল শব্দ। ১৯৮০-এর দশকে প্রপফ্যান গবেষণা শব্দ কমানোর উপায় আবিষ্কার করে, কিন্তু কম জ্বালানী দক্ষতার খরচে, প্রপফ্যানের কিছু সুবিধা হ্রাস করে।\nআওয়াজ কমানোর সাধারণ পদ্ধতির মধ্যে রয়েছে টিপের গতি কমানো এবং ব্লেড লোডিং কমানো, অথবা ব্লেড পৃষ্ঠের ক্ষেত্রফলের প্রতি ইউনিটে থ্রাস্টের পরিমাণ। উইং লোডিংয়ের অনুরূপ একটি ধারণা, ব্লেড লোডিং থ্রাস্টের প্রয়োজনীয়তা কমিয়ে বা ব্লেডের পরিমাণ, প্রস্থ এবং/অথবা দৈর্ঘ্য বাড়িয়ে কমিয়ে আনা যায়। বিপরীত ঘূর্ণায়মান প্রোফ্যানের জন্য, যা টার্বোপ্রপস বা একক-ঘূর্ণায়মান প্রোফ্যানের চেয়ে জোরে হতে পারে, এর দ্বারাও শব্দ কম করা যেতে পারে: \n\nপ্রোপেলারগুলির মধ্যে ব্যবধান বৃদ্ধি করা;\nপিছনের প্রপেলার ব্লেডের দৈর্ঘ্য সামনের প্রপেলারের চেয়ে ছোট রাখা, যাতে পিছনের প্রপেলার ব্লেড সামনের প্রপেলারের ব্লেডের ডগা ঘূর্ণি কাটা এড়াতে পারে (ব্লেড-ঘূর্ণি মিথস্ক্রিয়া);\nশাব্দ শক্তিবৃদ্ধি এড়াতে দুটি প্রোপেলারে বিভিন্ন সংখ্যক ব্লেড ব্যবহার করা; এবং\nবিভিন্ন গতিতে সামনের প্রপেলার এবং পিছনের প্রপেলার বাঁকানো, এছাড়াও শাব্দ শক্তিবৃদ্ধি রোধ করতে।\n\n\n==== সম্প্রদায়ের গোলমাল ====\nইঞ্জিন নির্মাতারা আশা করে যে প্রোফ্যান বাস্তবায়নগুলি দক্ষতার সুবিধার ত্যাগ না করেই সম্প্রদায়ের (কেবিনের বিপরীতে) শব্দ বিধিগুলি পূরণ করবে। কেউ কেউ মনে করেন যে প্রোফ্যানরা তাদের কম ঘূর্ণন গতির কারণে টার্বোফ্যানদের তুলনায় কম সম্প্রদায়ের প্রভাব ফেলতে পারে। একই কারণে গিয়ারড প্রফ্যানদের অনগিয়ারড প্রফ্যানদের থেকে সুবিধা থাকা উচিত।\n২০০৭ সালে, অগ্রগতি ডি-২৭ সফলভাবে মার্কিন যুক্তরাষ্ট্রের ফেডারেল এভিয়েশন অ্যাডমিনিস্ট্রেশন (FAA) স্টেজ ৪ রেগুলেশন পূরণ করার জন্য পরিবর্তন করা হয়েছিল, যা ইন্টারন্যাশনাল সিভিল এভিয়েশন অর্গানাইজেশন (ICAO) চ্যাপ্টার স্ট্যান্ডার্ডের সাথে সঙ্গতিপূর্ণ এবং ২০০৬ সালে গৃহীত হয়। একটি ২০১২ ট্রেড স্টাডি অনুমান করে যে বিদ্যমান খোলা রটার প্রযুক্তি থেকে শব্দ ১০-১৩ ডেসিবেল পর্যায় ৪ প্রবিধান দ্বারা অনুমোদিত সর্বোচ্চ শব্দ স্তরের চেয়ে শান্ত হবে; নতুন পর্যায় ৫ শব্দের সীমা (যা ২০১৮ সালে বড় বিমানের জন্য পর্যায় ৪ প্রবিধানকে প্রতিস্থাপিত করেছে এবং ২০১৪ সালে প্রতিষ্ঠিত ICAO অধ্যায় ১৪ নয়েজ স্ট্যান্ডার্ডকে প্রতিফলিত করেছে) শুধুমাত্র সাতটি কার্যকর অনুভূত নয়েজ ডেসিবেল (EPNB) দ্বারা স্টেজ ৪ প্রয়োজনীয়তার চেয়ে বেশি সীমাবদ্ধ)। তাই বর্তমান প্রপফ্যান প্রযুক্তি স্টেজ ৫ মান দ্বারা বাধাগ্রস্ত হওয়া উচিত নয়। গবেষণায় আরও অনুমান করা হয়েছে যে বিদ্যমান প্রযুক্তির স্তরে, খোলা রোটারগুলি নয় শতাংশ বেশি জ্বালানী-দক্ষ হবে তবে টার্বোফ্যানের চেয়ে 10-12 ডেসিবেল বেশি থাকবে। Snecma, তবে, বজায় রাখে যে ওপেন-রটার পরীক্ষাগুলি দেখায় যে এর প্রপফ্যান ইঞ্জিনগুলির প্রায় একই শব্দের মাত্রা থাকবে এটির CFM LEAP টার্বোফ্যান ইঞ্জিনের মতো, যা ২০১৬ সালে পরিষেবাতে প্রবেশ করে।\nভূমি থেকে শব্দ রক্ষা করার জন্য বিমানের কাঠামোকে নতুন করে ডিজাইন করে আরও হ্রাস করা যেতে পারে। উদাহরণস্বরূপ, অন্য একটি গবেষণায় অনুমান করা হয়েছে যে যদি প্রপফ্যান ইঞ্জিনগুলি প্রচলিত টিউব-এন্ড-উইং বিমানের পরিবর্তে একটি হাইব্রিড উইং বডি বিমানকে শক্তি দেওয়ার জন্য ব্যবহার করা হয়, তাহলে ICAO অধ্যায় 4 প্রয়োজনীয়তার তুলনায় শব্দের মাত্রা 38 EPNdB কমানো যেতে পারে। ২০০৭ সালে, ব্রিটিশ বাজেট এয়ারলাইন ইজিজেট তার ইকোজেট ধারণা প্রবর্তন করে, একটি ১৫০-২৫০ আসনের উড়োজাহাজ যেখানে ভি-মাউন্ট করা খোলা রটার ইঞ্জিনগুলি পিছনের ফিউজেলেজের সাথে যুক্ত এবং একটি U-টেইল দ্বারা সুরক্ষিত ছিল। এটি বিমানটি তৈরি করার জন্য এয়ারবাস, বোয়িং এবং রোলস-রয়েসের সাথে অসফলভাবে আলোচনা শুরু করে।\n\n\n=== আকার ===\n১০০-১৫০ জন যাত্রী বহনকারী একটি টুইন-ইঞ্জিন বিমানের ১২০–১৬৮ ইঞ্চি (৩০০–৪৩০ সেন্টিমিটার; ১০.০–১৪.০ ফুট; ৩.০–৪.৩ মিটার)) প্রপফান ব্যাসের প্রয়োজন হবে, এবং ২৩৬ ইঞ্চি (৬০০ সেন্টিমিটার; ১৯.৭ ফুট; ৬.০ মিটার) এর প্রপেলার ব্যাস সহ একটি প্রপফ্যান তাত্ত্বিকভাবে প্রায় ৬০,০০০ পাউন্ড-বল (২৭০ কিলোনিউটন) উত্পাদন করবে খোঁচা। এই আকারগুলি ৩০-এর বেশি কাঙ্খিত উচ্চ বাইপাস অনুপাত অর্জন করে, কিন্তু তারা সমতুল্য ক্ষমতার টার্বোফ্যান ইঞ্জিনগুলির ব্যাসের প্রায় দ্বিগুণ। এই কারণে, এয়ারফ্রেমাররা সাধারণত অ্যারোডাইনামিক উদ্দেশ্যে টি-টেইল কনফিগারেশনের সাথে এম্পেনেজ ডিজাইন করে এবং প্রফ্যানগুলি পিছনের ফিউজলেজের উপরের অংশে সংযুক্ত থাকতে পারে। Rolls-Royce RB3011 propfan প্রোটোটাইপের জন্য, প্রায় ২.৫৪ মিটার (৮.৩ ফুট; ২.৫৪ মিটার; ১০০ ইঞ্চি; ২৫৪ সেন্টিমিটার) এর একটি পাইলন ফুট (2.54 মি; 100 ভিতরে; 254 সেমি) লম্বা প্রতিটি ইঞ্জিনের কেন্দ্রকে ফিউজলেজের পাশে সংযুক্ত করতে হবে। যদি প্রফ্যানগুলিকে উইংসে মাউন্ট করা হয়, তবে ডানাগুলি একটি উচ্চ উইং কনফিগারেশনে বিমানের সাথে সংযুক্ত হবে, যা অত্যধিক দীর্ঘ ল্যান্ডিং গিয়ারের প্রয়োজন ছাড়াই গ্রাউন্ড ক্লিয়ারেন্সের অনুমতি দেয়। একই পরিমাণ শক্তি বা থ্রাস্ট উত্পাদিত হওয়ার জন্য, একটি আনডাক্টেড ফ্যানের জন্য একটি গিয়ারযুক্ত প্রফফানের চেয়ে ছোট ব্লেড প্রয়োজন, যদিও সামগ্রিক ইনস্টলেশন সমস্যাগুলি এখনও প্রযোজ্য।\n\n\n=== আউটপুট রেটিং ===\nটার্বোপ্রপস এবং বেশিরভাগ প্রফ্যানগুলিকে রেট করা হয় শ্যাফ্ট হর্সপাওয়ার (shp) এর পরিমাণ দ্বারা যা তারা উৎপন্ন করে, টার্বোফ্যান এবং UDF প্রোফ্যান টাইপের বিপরীতে, যা তারা যে পরিমাণ থ্রাস্ট দেয় তার দ্বারা রেট করা হয়। থাম্বের নিয়ম হল যে একটি স্ট্যাটিক ইঞ্জিন সহ সমুদ্রপৃষ্ঠে, ১ শাফট অশ্বশক্তি (৭৫০ ওয়াট) প্রায় ২ পাউন্ড-বল (৮.৯ নিউটন)) এর সমতুল্য খোঁচা, কিন্তু ক্রুজ উচ্চতায়, যা প্রায় ১ পাউন্ড-বল (৪.৪ নিউটন) খোঁচা। তার মানে দুই ২৫,০০০-পাউন্ড-বল থ্রাস্ট (১১০-কিলোনিউটন) ইঞ্জিনগুলিকে তাত্ত্বিকভাবে ১২,০০০–১৩,০০০ শাফট অশ্বশক্তি (৮,৯০০–৯,৭০০ কিলোওয়াট)) দিয়ে প্রতিস্থাপন করা যেতে পারে kW) propfans বা দুই ২৫,০০০-পাউন্ড-বল thrust (১১০-কিলোনিউটন) সহ এলবিএফ থ্রাস্ট (110 kN) UDF প্রোফ্যানস।\n\n\n== তথ্যসূত্র =="}