{"pageid": 1198033, "title": "আবহাওয়া বেলুন", "url": "https://bn.wikipedia.org/wiki?curid=1198033", "content": "একটি আবহাওয়া বেলুন, যা সাউন্ডিং বেলুন নামেও পরিচিত, এটি একটি বেলুন (বিশেষত উচ্চ-উচ্চতার বেলুন ) যা একটি ছোট, ব্যয়যোগ্য পরিমাপক যন্ত্রের মাধ্যমে বায়ুমণ্ডলীয় চাপ, তাপমাত্রা, আর্দ্রতা এবং বাতাসের গতি সম্পর্কিত তথ্য ফেরত পাঠানোর জন্য যন্ত্র বহন করে। একটি রেডিওসোন্ড বলা হয় যা বায়ুর তথ্য পেতে, রাডার, রেডিও দিকনির্দেশনা, বা নেভিগেশন সিস্টেম (যেমন স্যাটেলাইট-ভিত্তিক গ্লোবাল পজিশনিং সিস্টেম, জিপিএস) দ্বারা ট্র্যাক করা যেতে পারে। দীর্ঘ সময় ধরে স্থির উচ্চতায় থাকা বেলুনগুলিকে ট্রান্সোসোন্ডস বলা হয়। আবহাওয়ার বেলুনগুলি যেগুলি একটি যন্ত্রের প্যাক বহন করে না সেগুলি উপরের স্তরের বায়ু এবং মেঘের স্তরগুলির উচ্চতা নির্ধারণ করতে ব্যবহৃত হয়। এই ধরনের বেলুনের জন্য একটি থিওডোলাইট বা টোটাল স্টেশন ব্যবহার করা হয় বেলুনের আজিমুথ এবং উচ্চতা ট্র্যাক করার জন্য যেগুলি তারপরে প্রযোজ্য হিসাবে আনুমানিক বাতাসের গতি এবং দিক এবং/অথবা মেঘের উচ্চতায় রূপান্তরিত হয়।\nআবহাওয়ার বেলুনগুলি বর্তমান পরিস্থিতি নির্ণয়ের পাশাপাশি আবহাওয়ার পূর্বাভাসের জন্য মানব পূর্বাভাস এবং কম্পিউটার মডেল দ্বারা পর্যবেক্ষণের জন্য সারা বিশ্বে চালু করা হয়। সারা বিশ্বে ৯০০ থেকে ১,৩০০টি অবস্থানের মধ্যে প্রতিদিন দুই বা চারবার রুটিন রিলিজ হয়।    \n\n\n== ইতিহাস ==\nআবহাওয়ার বেলুন ব্যবহার করা প্রথম ব্যক্তিদের মধ্যে একজন ছিলেন ফরাসি আবহাওয়াবিদ লিওন টেইসারেঙ্ক ডি বোর্ট । ১৮৯৬ সালে তিনি ফ্রান্সের ট্র্যাপসে তার মানমন্দির থেকে শত শত আবহাওয়া বেলুন চালু করেন। এই পরীক্ষাগুলি তার ট্রপোপজ এবং স্ট্রাটোস্ফিয়ার আবিষ্কারের দিকে পরিচালিত করেছিল। ট্রান্সোসোন্ডস, যন্ত্রের সাথে আবহাওয়ার বেলুনগুলি দীর্ঘ সময়ের জন্য স্থির উচ্চতায় থাকার জন্য পারমাণবিক পতন থেকে তেজস্ক্রিয় ধ্বংসাবশেষ নির্ণয় করতে সাহায্য করে ১৯৫৮ সালে পরীক্ষা  হয়েছিল। ১৯৯০ এর দশকের শেষের দিক থেকে ড্রোন প্রযুক্তির বুম আবহাওয়ার ড্রোনগুলির বিকাশের দিকে পরিচালিত করেছে।  রেডিওসোন্ড বহন করার জন্য আরও নির্দিষ্ট উপায় হিসাবে এগুলি বেলুনগুলিকে প্রতিস্থাপন করতে শুরু করতে পারে। \n\n\n== উপকরণ এবং সরঞ্জাম ==\nবেলুন নিজেই উত্তোলন তৈরি করে এবং সাধারণত এটি একটি অত্যন্ত নমনীয় ল্যাটেক্স উপাদান দিয়ে তৈরি, যদিও ক্লোরোপ্রিনও ব্যবহার করা যেতে পারে। যে ইউনিটটি প্রকৃত পরিমাপ এবং রেডিও ট্রান্সমিশন সম্পাদন করে তা স্ট্রিংয়ের নীচের প্রান্তে ঝুলে থাকে এবং তাকে রেডিওসোন্ড বলা হয়। বিশেষায়িত রেডিওসোন্ডগুলি নির্দিষ্ট পরামিতি পরিমাপের জন্য ব্যবহৃত হয়, যেমন ওজোন ঘনত্ব নির্ধারণের জন্য।\nকম খরচে বেলুন সাধারণত হাইড্রোজেনে ভরা হয়, যদিও হিলিয়ামও ব্যবহার করা যেতে পারে। বেলুনটি যে পরিমাণ গ্যাস দিয়ে পূর্ণ হয় তা দ্বারা আরোহনের হার নিয়ন্ত্রণ করা যেতে পারে। আবহাওয়ার বেলুন ৪০ কিমি (২৫ মা) এর উচ্চতায় পৌঁছাতে পারে বা তার বেশি, চাপ কমানোর দ্বারা সীমিত যার ফলে বেলুনটি এমন ডিগ্রী পর্যন্ত প্রসারিত হয় (সাধারণত ১০০:১ ফ্যাক্টর দ্বারা) যে এটি বিচ্ছিন্ন হয়ে যায়। এই দৃষ্টান্তে যন্ত্রের প্যাকেজটি সাধারণত হারিয়ে যায়,  যদিও একটি প্যারাসুট ব্যবহার করা যেতে পারে যন্ত্রটি পুনরুদ্ধারের অনুমতি দেওয়ার জন্য। এর উপরে উচ্চতায় সাউন্ডিং রকেট ব্যবহার করা হয় এবং আরও বেশি উচ্চতায় স্যাটেলাইট ব্যবহার করা হয়।\n\n\n== লঞ্চের সময়, অবস্থান এবং ব্যবহার ==\n\nআবহাওয়ার বেলুনগুলি বর্তমান পরিস্থিতি নির্ণয়ের পাশাপাশি আবহাওয়ার পূর্বাভাসের জন্য মানব পূর্বাভাস এবং কম্পিউটার মডেল দ্বারা পর্যবেক্ষণের জন্য সারা বিশ্বে চালু করা হয়। সারা বিশ্বে ৯০০ থেকে ১,৩০০টি অবস্থানের মধ্যে নিয়মিত প্রকাশ করা হয়, প্রতিদিন দুই বা চারবার, সাধারণত ০০০০ ইউটিসি এবং ১২০০ ইউটিসিতে।     কিছু সুবিধা মাঝে মাঝে সম্পূরক বিশেষ রিলিজও করবে যখন আবহাওয়াবিদরা নির্ধারণ করেন যে ১২-ঘণ্টার রুটিন লঞ্চের মধ্যে অতিরিক্ত ডেটার প্রয়োজন রয়েছে যে সময়ে বায়ুমণ্ডলে অনেক পরিবর্তন হতে পারে। সামরিক এবং বেসামরিক সরকারী আবহাওয়া সংস্থাগুলি যেমন মার্কিন যুক্তরাষ্ট্রে জাতীয় আবহাওয়া পরিষেবা সাধারণত বেলুন চালু করে এবং আন্তর্জাতিক চুক্তির মাধ্যমে প্রায় সমস্ত ডেটা সমস্ত জাতির সাথে ভাগ করা হয়।\nবিশেষায়িত ব্যবহারও বিদ্যমান, যেমন বিমান চালনার স্বার্থ, দূষণ পর্যবেক্ষণ, ফটোগ্রাফি বা ভিডিওগ্রাফি এবং গবেষণা। উদাহরণগুলির মধ্যে রয়েছে পাইলট বেলুন (পিবল)। ক্ষেত্র গবেষণা প্রোগ্রাম প্রায়ই স্থল যানবাহন এবং সেইসাথে জাহাজ এবং বিমান থেকে মোবাইল লঞ্চার ব্যবহার করে (সাধারণত এই ক্ষেত্রে ড্রপসন্ডস )। সাম্প্রতিক বছরগুলিতে আবহাওয়ার বেলুনগুলি উচ্চ-উচ্চতায় মানুষের ছাই ছড়িয়ে দেওয়ার জন্যও ব্যবহার করা হয়েছে। ১৯৬০ সালের সেপ্টেম্বরে যুক্তরাজ্যের নর্থ ওয়েলসের পোর্টমেইরিওন, গুইনেড, নর্থ ওয়েলস-এ ১৯৬০-এর দশকের টিভি সিরিজ দ্য প্রিজনার -এর প্রযোজনার সময় কাল্পনিক সত্তা 'রোভার' তৈরি করতেও আবহাওয়া বেলুন ব্যবহার করা হয়েছিল। এটি ১৯৬৬-৬৭ সময়কালে এমজিএম বোরহামউড ইউকে-তে শ্যুট করা আরও দৃশ্যে ধরে রাখা হয়েছিল। \n\n\n== আরো দেখুন ==\nবায়ুমণ্ডলীয় শব্দ\nসিলিং বেলুন\nউচ্চ-উচ্চতার বেলুন\nএসসিআর-৬৫৮ রাডার\nস্কাইহুক বেলুন\nহাইড্রোজেন প্রযুক্তির সময়রেখা\nউচ্চ-উচ্চতা প্ল্যাটফর্ম\nইউএফও\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকানাডা এবং মার্কিন যুক্তরাষ্ট্রের জন্য বায়ুমণ্ডলীয় শব্দ - ওয়াইমিং বিশ্ববিদ্যালয়\nওয়েব্যাক  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ ফেব্রুয়ারি ২০১৪ তারিখে বায়ু গ্যাসের চেয়ে হালকা সহ বেলুন উত্তোলন - হাওয়াই বিশ্ববিদ্যালয়\nঝড়ের মধ্যে ইন্সট্রুমেন্টেড বেলুন চালু করার উদাহরণ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ মার্চ ২০২১ তারিখে – এনএসএসএল\nফেডারেল আবহাওয়া সংক্রান্ত হ্যান্ডবুক নং ৩ – রাউইনসোন্ডে এবং পিবাল পর্যবেক্ষণ\nকাইট এবং বেলুন - এসওওএ ফটো লাইব্রেরি\nনাসা বেলুন প্রোগ্রাম অফিস - ওয়ালপস ফ্লাইট সুবিধা, ভার্জিনিয়া\nন্যাশনাল সায়েন্স ডিজিটাল লাইব্রেরি: ওয়েদার বেলুন - মিডল স্কুলের জন্য পাঠ পরিকল্পনা\nপাইলট বেলুন পর্যবেক্ষণ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ আগস্ট ২০০৫ তারিখে থিওডোলাইটস – মার্টিন ব্রেনার, সিএসইউএলবি\nস্ট্র্যাটোক্যাট - বৈজ্ঞানিক গবেষণা, সামরিক ক্ষেত্র এবং মহাকাশ ক্রিয়াকলাপে স্ট্র্যাটোস্ফিয়ারিক বেলুনের ব্যবহার সম্পর্কিত ঐতিহাসিক পুনঃসংকলন প্রকল্প\nবিশ্বজুড়ে সমস্ত আপার এয়ার স্টেশনের WMO স্প্রেডশীট (সংশোধিত অবস্থান সেপ্টেম্বর ২০০৮)"}