{"pageid": 1198596, "title": "পয়েন্ট টু পয়েন্ট পরিবহন", "url": "https://bn.wikipedia.org/wiki?curid=1198596", "content": "পয়েন্ট-টু-পয়েন্ট পরিবহন হল একটি পরিবহন ব্যবস্থা যেখানে একটি প্লেন, বাস বা ট্রেন একটি কেন্দ্রীয় হাবের মধ্য দিয়ে যাওয়ার পরিবর্তে সরাসরি একটি গন্তব্যে ভ্রমণ করে। এটি স্পোক-হাব বিতরন মডেল থেকে আলাদা যেখানে পরিবহন একটি কেন্দ্রীয় অবস্থানে যায় যেখানে যাত্রীরা তাদের গন্তব্যে পৌঁছানোর জন্য অন্য ট্রেন, বাস বা প্লেনে পরিবর্তন করে।\n\n\n== এয়ারলাইন্সে ব্যবহার ==\nপয়েন্ট-টু-পয়েন্ট মডেলটি মার্কিন যুক্তরাষ্ট্রের অ্যালেজিয়েন্ট এয়ার এবং সাউথওয়েস্ট এয়ারলাইন্স সহ কম খরচের বাহক দ্বারা ব্যাপকভাবে ব্যবহৃত হয় এবং ইউরোপীয় বাহক যেমন রায়নায়ার, ইজিজেট এবং Wizzair এবং এশিয়ার কিছু কম খরচের বাহক যেমন AirAsia, NokScoot। থাই স্মাইল এবং টাইগারএয়ার অস্ট্রেলিয়া। এই ধরনের অনেক এয়ারলাইন্স প্রতিটি ফ্লাইট লেগ স্বাধীনভাবে বিক্রি করে এবং রাউন্ড-ট্রিপ টিকিট বা কানেক্টিং ফ্লাইটের কোনো ধারণা নেই, তাই একই এয়ারলাইনে একই সময়ে বুক করা ফ্লাইটের মধ্যে স্থানান্তর করার জন্যও লাগেজ সংগ্রহ করতে হবে এবং পুনরায় চেক করতে হবে। যদিও অনেকগুলি পয়েন্ট-টু-পয়েন্ট এয়ারলাইন রয়েছে, তবে বেশিরভাগেরই অন্তত একটি \"হোমবেস\" বিমানবন্দর রয়েছে যেখানে বেশিরভাগ ফ্লাইট উৎপন্ন হয় বা ছেড়ে যায়। মার্কিন যুক্তরাষ্ট্রের বিমানবন্দর ব্যবস্থা পয়েন্ট-টু-পয়েন্ট ছিল, CAB দ্বারা নিয়ন্ত্রিত ছিল, ১৯৬০-এর দশকের শেষের দিকে ১৯৭০-এর দশকের শুরুর দিকে, এবং অবশেষে 1978 এয়ারলাইন ডিরেগুলেশন অ্যাক্ট যখন তারা হাব ধারণায় স্যুইচ করেছিল, কম খরচের বাহকগুলির আবির্ভাব পর্যন্ত, যখন পয়েন্ট -টু-পয়েন্ট এয়ার ট্রান্সপোর্ট বেড়েছে। কিছু পূর্ণ-পরিষেবা নেটওয়ার্ক ক্যারিয়ার ফোকাস শহরগুলির মধ্যে নির্দিষ্ট উচ্চ-ঘনত্বের রুটের জন্য হাব-এন্ড-স্পোক সিস্টেমের পাশাপাশি পয়েন্ট-টু-পয়েন্ট মডেল পরিচালনা করে। ইউরোপে ঐতিহ্যবাহী ফুল-সার্ভিস এয়ারলাইনগুলি ভূমধ্যসাগরীয় এবং আলপাইন হলিডে রিসর্টে পরিবেশন করার জন্য তাদের হাবের বাইরে মৌসুমী পয়েন্ট-টু-পয়েন্ট পরিষেবা পরিচালনা করে।\n\n\n== সুবিধাদি ==\nএটি বেশিরভাগ সময় সংযোগের প্রয়োজনীয়তা দূর করে থাকে।\nএটি ভ্রমণের সময়কে উল্লেখযোগ্যভাবে হ্রাস করে থাকে।\nএটি যাত্রীর তুলনায় ব্যাগেজ হারানোর বা লাগেজ অনেক দেরিতে পৌঁছানোর ঝুঁকিকে উল্লেখযোগ্যভাবে হ্রাস করে কারণ যাত্রীদের মতো দ্রুত লাগেজ স্থানান্তর করা হয় না।\nযাত্রী প্রতি মোট জ্বালানি এবং দূষণ কম, ব্রাসেলস থেকে সান ফ্রান্সিসকো পর্যন্ত সরাসরি উড়ে যাওয়া একজন যাত্রী লন্ডন বা নিউইয়র্ক হয়ে উড়ে যাওয়ার চেয়ে কম জ্বালানী পোড়ায়।\nযাত্রীদের সংযোগ সন্তুষ্ট করার প্রয়োজন ব্যতীত, একটি পয়েন্ট-টু-পয়েন্ট সিস্টেমে ট্রিপগুলি কম পরস্পর নির্ভরশীল, তবে সময়সূচী সন্তুষ্ট করার জন্য সঠিক সময়ে প্রতিটি স্থানে পর্যাপ্ত সরঞ্জাম এবং কর্মী থাকার প্রয়োজনের অপারেশনাল সীমাবদ্ধতাগুলি রয়ে গেছে। এটি ডমিনো প্রভাবের ঝুঁকি কমিয়ে দেয় যেখানে একটি জায়গায় একটি ট্রিপের বিলম্বিত আগমনের ফলে (প্রায়শই) একাধিক ট্রিপের বিলম্বিত প্রস্থানের দিকে পরিচালিত করে যার সাথে এর যাত্রীদের সংযোগ স্থাপন করতে হয়, নেটওয়ার্কের মাধ্যমে বিলম্বের ক্যাসকেডিং। অতএব, একটি পয়েন্ট-টু-পয়েন্ট সিস্টেম বিলম্বের জন্য কমপ্রবণ।\nএটি এয়ার কার্গো শিল্পে সুবিধাজনক প্রমাণিত হয়েছে যেখানে যাত্রীবাহী ফ্লাইটে (\"বেলি কার্গো\") অব্যবহৃত ব্যাগেজ হোল্ড স্পেসে মাল বহন করা হয়। ঐতিহ্যগতভাবে, বড় কার্গো বিমানগুলি বড় হাবের মধ্যে উড়ে যাওয়ার জন্য নির্ধারিত হয় তাই মালবাহী প্রায়ই অতিরিক্ত ফ্লাইট বা রেল বা সড়কপথে অগ্রসর হতে হয়। বেলি কার্গো বাহিত পয়েন্ট টু পয়েন্ট তার চূড়ান্ত গন্তব্য কাছাকাছি পৌঁছে দেওয়া যেতে পারে।\n\n\n== অসুবিধা ==\nযদি একটি কাঙ্খিত উৎস-গন্তব্য জোড়া পরিবেশন করা না হয়, যাত্রীদের হাব মডেলের মতো একটি সংযোগ তৈরি করতে হবে বা পরিবহনের অন্য উপায়ে ভ্রমণ করতে হবে। কম খরচের বাহকগুলি সাধারণত সংযোগের সুবিধা দেয় না বা সম্মান দেয় না, এমনকি যদি পরপর ফ্লাইটগুলি সেই ক্যারিয়ার দ্বারা পরিচালিত হয় এবং একই বিমানবন্দর থেকে আসে এবং প্রস্থান করে।\nট্রিপের ফ্রিকোয়েন্সি কমে যেতে পারে কারণ উৎপত্তিস্থল-গন্তব্য জোড়ার সংখ্যা অনেক বড়।\n\n\n== তথ্যসূত্র =="}