{"pageid": 1198305, "title": "আঞ্চলিক বিমান", "url": "https://bn.wikipedia.org/wiki?curid=1198305", "content": "একটি আঞ্চলিক বিমান বা ফিডারলাইনার হল একটি ছোট বিমান যা স্বল্প দূরত্বের ফ্লাইটে ১০০ জন যাত্রীকে উড়ানোর জন্য ডিজাইন করা হয়েছে, সাধারণত ছোট বাজার থেকে বড় বহরের এয়ারলাইন হাবগুলিকে ব্যবহার হয়। এই শ্রেণীর এয়ারলাইনারগুলি সাধারণত আঞ্চলিক এয়ারলাইনগুলি দ্বারা উড্ডয়ন করা হয় যেগুলি হয় বৃহত্তর এয়ারলাইনগুলির দ্বারা বা সহায়ক সংস্থাগুলির দ্বারা চুক্তিবদ্ধ৷ আঞ্চলিক বিমানগুলি ছোট শহরগুলির মধ্যে বা একটি বড় শহর থেকে একটি ছোট শহরে ছোট ভ্রমণের জন্য ব্যবহৃত হয়। ফিডারলাইনার, কমিউটার এবং লোকাল সার্ভিস একই ক্লাসের ফ্লাইট অপারেশনের জন্য বিকল্প মাধ্যম।\n\n\n== ইতিহাস ==\n\nসংক্ষিপ্ত রুটগুলিকে সাশ্রয়ী রাখতে, এয়ারলাইন্সগুলি দামী নতুন বিমানের চেয়ে সেকেন্ড হ্যান্ড বিমান ব্যবহার করা পছন্দ করে। পুরানো বিমানগুলিকে স্বল্প দূরত্বের পরিষেবাতে রাখা হয়, নতুন বিমান দীর্ঘ পরিসরের যাত্রায় প্রতিস্থাপিত করা হয়।\n\n\n=== যুদ্ধোত্তর যুগ ===\nবৃহত্তর এয়ারলাইন্সের প্রপেলার এয়ারক্রাফ্টগুলি ছোট এয়ারলাইনগুলিতে স্থানান্তরিত হয়েছিল: এমনকি ডি হ্যাভিল্যান্ড ড্রাগন র‌্যাপিড বাইপ্লেন, বা ডগলাস ডিসি-3s, যুদ্ধের পরে বড় উদ্বৃত্তে, যা বিমান নির্মাতারা প্রতিস্থাপন করতে চেয়েছিল। ৪০টি আসন বিশিষ্ট প্রথম পিস্টন চালিত বিমান ছিল মার্টিন 2-0-2s (১৯৪৭ সালে প্রবর্তিত) এবং Convair CV-240s (১৯৪৮)।\n\n\n=== টার্বোপ্রপ ডিজাইন ===\n\nপ্রথম টার্বোপ্রপ চালিত উড়োজাহাজ ভিকার্স ভিসকাউন্ট (৭৫ আসন, ১৯৬৩ সালে প্রবর্তিত) এবং ফকার F27 (৪৮-৫৬ আসন, ১৯৫৮) এর মতো আবির্ভূত হয়। ১৯৬০-এর দশকে কিছু ছোট টার্বোপ্রপ এয়ারলাইনার তৈরি করা হয় যেমন ব্রিটিশ শর্টস স্কাইভ্যান (১৯ আসন, ১৯৬৩), এবং ফ্রেঞ্চ নর্ড 262 (২৯ আসন, ১৯৬৪) বা ব্রাজিলিয়ান এমব্রেয়ার ইএমবি 110 ব্যান্ডিরান্টে (১৯৭৩)। বিমান সরবরাহের এই \"হ্যান্ড-মি-ডাউন\" প্রক্রিয়াটি কনভায়ার 440 এবং ডগলাস ডিসি-6- এর মতো ডিজাইনের সাথে চলতে থাকে যখন প্রথম জেটগুলি চালু হয়।\n১৯৫০-এর দশকের মাঝামাঝি, আরও বেশি লাভজনক ডিজাইনের চাহিদা প্রথম কাস্টম ফিডারলাইনার তৈরির দিকে পরিচালিত করে। এগুলি প্রায় সবসময়ই ছিল টার্বোপ্রপস, যেগুলির জ্বালানী ইকোনমি পিস্টন ইঞ্জিন ডিজাইনের সমান ছিল, কিন্তু রক্ষণাবেক্ষণের খরচ অনেক কম ছিল। প্রায়শই ইঞ্জিন ওভারহল পিরিয়ডের মধ্যে সময় সেরা পিস্টন ইঞ্জিনের পাঁচগুণ ছিল। এই ডিজাইনগুলির প্রাথমিক উদাহরণগুলির মধ্যে রয়েছে Fokker F27 Friendship, Avro 748, এবং Handley Page Dart Herald .\nএই ডিজাইনগুলি এতটাই সফল ছিল যে নতুন ডিজাইনগুলিকে বিকাশের জন্য পুঁজি বিনিয়োগের পরিপ্রেক্ষিতে এটিকে সার্থক করার জন্য যথেষ্ট উন্নত করতে অনেক বছর যেতে হয়। মার্কিন যুক্তরাষ্ট্রে সিএবি অনুমোদিত স্থানীয়-পরিষেবা এয়ারলাইনগুলির জন্য তৈরি করা প্রথম উদ্দেশ্যে নির্মিত বিমানগুলির মধ্যে, আধুনিক আঞ্চলিক বিমান শিল্পের পূর্বসূরি ১৯৬০-এর দশকের শেষের দিকে এই ছোট কিন্তু প্রসারিত এয়ারলাইনগুলির প্রয়োজনের জন্য অন্তর্বর্তীকালীন এবং কাস্টম তৈরি ফেয়ারচাইল্ড F-27/FH-227 's ছিল।\nআরও কিছু ব্যতিক্রম ছিল, সাধারণত আরো নির্দিষ্ট ভূমিকার জন্য তৈরি। উদাহরণস্বরূপ, হ্যান্ডলি পেজ জেটস্ট্রিম (১৯৬৪ সালে প্রথম ফ্লাইট) অনেক বেশি গতিতে কম যাত্রীদের উদ্দেশ্যে করা হয়, বিচক্র্যাফ্ট কুইন এয়ারের মতো ছোট নকশাগুলিকে স্থানচ্যুত করে। ফেয়ারচাইল্ড/সোয়ারিংজেন মেট্রো (অরিজিনাল কুইন এয়ার থেকে বেশ কয়েকটি ধাপের মাধ্যমে বিকশিত) একই ধরনের কুলুঙ্গি পূর্ণ করেছে।\n১৯৭০ এর দশকের মধ্যে প্রথম প্রজন্মের আঞ্চলিক বিমানগুলি শেষ হয়ে যেতে শুরু করেছিল, কিন্তু এই বাজারের জন্য নতুন ডিজাইন তৈরি করার জন্য খুব কম প্রচেষ্টা করা হয়েছিল। শর্টস তাদের শর্টস ৩৩০ এবং ৩৬০ সহ অন্যান্য বিমান প্রস্তুতকারকদের দ্বারা নতুন এবং আরও আধুনিক ৩০ আসনের ডিজাইন দ্বারা প্রতিস্থাপিত হালকা পরিবহন বিমানের একটি বৈচিত্র্যময় তালিকা, প্রতিস্থাপিত হয়েছে এবং কখনও কখনও প্রতিষ্ঠিত কমিউটার বাজারে বৃদ্ধি প্রদান করেছে। আঞ্চলিক এয়ারলাইন শিল্পে বাড়তি বিকাশ ঘটেছে পূর্বের কিছু ডি হ্যাভিল্যান্ড কানাডা ধরনের যেমন ১৯৭৮ সালে বিতরণ করা ড্যাশ ৭ এর আগমনের সাথে, তবে এটি স্বল্প-পরিসর এবং শর্ট টেক-অফ এবং ল্যান্ডিং ভূমিকার জন্য আরও উপযোগী ছিল। একটি আঞ্চলিক বিমান হিসাবে তুলনায়. এয়ারলাইনস থেকে প্রতিক্রিয়া মোটামুটি সামঞ্জস্যপূর্ণ ছিল, এবং ডি হ্যাভিল্যান্ড ১৯৮৪ সালে ড্যাশ 8 এর সাথে সাড়া দিয়েছিল, যা আগের প্রজন্মের মেশিনগুলির তুলনায় অর্থনৈতিক সুবিধা ছিল, এবং সেইসাথে দ্রুত এবং শান্ত ছিল।\n\n১৯৮০-এর দশকের গোড়ার দিকে, ড্যাশ ৮-এর সাফল্য এটিআর, সাব ৩৪০, Embraer Brasilia এবং Fokker 50 সহ বেশ কয়েকটি অনুরূপ ডিজাইনের বিকাশ শুরু করে। ফলস্বরূপ, বাজারের এই সেক্টরে প্রস্তুতকারকদের দ্বারা তুলনামূলকভাবে প্রচুর সংখ্যক বিমান অফার করা হয়েছিল, যা ফকার, ভিকারস এবং অন্যান্যদের থেকে ১৯৫০-এর দশকের পুরানো ডিজাইনগুলিকে অবসরের দিকে ঠেলে দেয়। উচ্চ পর্যায়ের প্রতিযোগিতার কারণে, এই ধরনের কয়েকটির উত্পাদন বন্ধ হয়ে গেছে। Saab AB সিভিল এভিয়েশন মার্কেট থেকে বেরিয়ে আসে এবং তার ঋণ পরিশোধ করে, ডেমলার-বেঞ্জ অ্যারোস্পেস ডর্নিয়ারে \"প্লাগ টেনে নেয়\" এবং ১০০ ডেলিভারির পর ব্রিটিশ অ্যারোস্পেস তাদের BAe Jetstream 41 -এর উৎপাদন বন্ধ করে দেয়। ২০০৬ সাল নাগাদ শুধুমাত্র এটিআর ৪২-৭২ মডেল এবং ড্যাস-৮ উৎপাদনে ছিল।\nটার্বোপ্রপ এয়ারলাইনার সরবরাহ কয়েক বছরের ব্যবধানে তেলের দামের সাথে সম্পর্কযুক্ত।\n২০১৮ সালে, টার্বোপ্রপ ফ্লাইটে ২৪৫.৪ মিলিয়ন দ্বিমুখী আসন অফার করা হয়েছিল, যা ২০০৯ সালে ২০১.৪ মিলিয়ন থেকে বেশি, ৯৭% ফ্লাইট ৫০০ নটিক্যাল মাইল (৯৩০ কিলোমিটার) এর নিচে এবং ৩০০ নটিক্যাল মাইল (৫৬০ কিলোমিটার) এর নিচে ৮৭%, এবং গড় ক্ষমতা ২০০৯ সালে ৪৪টি আসন থেকে ৫১ আসনে বেড়েছে।সবচেয়ে বড় ব্যবহারকারী ছিল এয়ার কানাডা ১২.৭ মিলিয়ন আসনের সাথে, তারপরে ১০.৩ মিলিয়নের সাথে Flybe এবং ৯.২৪ মিলিয়নের সাথে উইংস এয়ার।কানাডা ছিল ৩০.৫ মিলিয়ন আসনের সাথে বৃহত্তম বাজার, তারপরে ১৪.৩ সহ ইন্দোনেশিয়া এবং ১৩.৪ সহ মার্কিন যুক্তরাষ্ট্র।সবচেয়ে ব্যস্ত টার্বোপ্রপ বিমানবন্দর ছিল ভ্যাঙ্কুভার (২.৭৫ মিলিয়ন আসন) এরপর টরন্টো পিয়ারসন (২.৬৪) তারপর সিয়াটল-টাকোমা (২.৩৯)।\n\n\n=== গোলমাল ===\nযদিও টার্বোপ্রপগুলি বাইরের পর্যবেক্ষকদের কাছে শান্ত, প্রপওয়াশ তাদের ভিতরে শোরগোল করে তোলে। অ্যাক্টিভ নয়েজ রিডাকশন বোম্বারডিয়ার Q400 বা ATR 72 -600-এর কেবিনের শব্দ কমাতে হবে।\n\n\n=== বাজারের পূর্বাভাস ===\nফ্লাইট গ্লোবাল ফ্লিট ২০১৬-২০৩৫ সময়ের জন্য $৬৩ বিলিয়ন মূল্যের জন্য ৩,০৮১ টার্বোপ্রপ ডেলিভারি এবং $১৩০ বিলিয়ন মূল্যের জন্য ৪,০৪২ আঞ্চলিক জেট ডেলিভারির পূর্বাভাস দিয়েছে। টার্বোপ্রপসে, বাজারের ১২% সহ ATR ড্যাশ 8 Q400 (3%); যেখানে এমব্রেয়ার ৪০% এর সাথে আঞ্চলিক জেট বাজারে নেতৃত্ব দেবে মিত্সুবিশি MRJ (১৭%) এবং সুপারজেট 100 (৪%), অন্যদিকে Bombardier Aerospace CSeries সহ ছোট ন্যারোবডি বিমানে চলে যায় এবং CRJ700 সিরিজ (2ও২%) বিকাশ করে না)\nএমব্রেয়ার দাবি করে যে ক্রসওভার আঞ্চলিক জেটগুলি ২০০ নটিক্যাল মাইল (৩৭০ কিলোমিটার) -এর বেশি বর্তমান টার্বোপ্রপসের চেয়ে বেশি সাশ্রয়ী, ২০১৭ সালে ৭০-সিটের টার্বোপ্রপস ফ্লাইটের ৪৫% প্রতিনিধিত্ব করে, যা Widerøe- কে E-Jets E2-এ স্যুইচ করতে নেতৃত্ব দেয় এবং আর্কটিক সার্কেলের উত্তরে সংক্ষিপ্ত রানওয়ে এবং গুরুতর আবহাওয়ার পরিস্থিতি ব্যতীত CSeries দ্বারা তার ১২ Q400s প্রতিস্থাপন করে। ২০১৮ থেকে ২০৩৭ পর্যন্ত, এটিআর ৩,০২০ টার্বোপ্রপ ডেলিভারির পূর্বাভাস দিয়েছে ৪০-৬০ আসন সহ এবং ৬১-৮০ আসন সহ ২,৩০৯০।\n\n\n=== হাইব্রিড বিমান ===\nযেহেতু উত্তরাধিকারী আঞ্চলিক বিমানগুলি সংযোগকারী দ্বীপগুলির মতো খুব ছোট খাতে ব্যবহার করা হয়, তাই তাদের প্রতিস্থাপন হাইব্রিড বা বৈদ্যুতিক বিমান হতে পারে।হাইব্রিড-ইলেকট্রিক বিমান চালনা শক্তি সঞ্চয়, উচ্চ-শক্তি বৈদ্যুতিক বিতরণ এবং সার্টিফিকেশন কাঠামোর অভাব দ্বারা প্রতিবন্ধকতা থেকে যায়।ATR এয়ারক্রাফ্ট একটি সম্পূর্ণ বৈদ্যুতিক চালনাকে বরখাস্ত করে যেটি ১৮ টন (৪০,০০০ পাউন্ড) এর মতো একই দূরত্বে একই পেলোড বহন করে। এটিআর ৪২, বর্তমান ব্যাটারির ওজন ২১ টন (৪৬,০০০ পাউন্ড) হবে।\nবর্তমান প্রকল্পগুলি ছোট ১০-সিটার, যেমন ইসরায়েলি এভিয়েশন অ্যালিস বা বোয়িং-সমর্থিত Zunum Aero ZA12 একটি Safran Ardiden টারবোশ্যাফ্ট দ্বারা চালিত এবং ৪০-৮০% কম অপারেটিং খরচ লক্ষ্য করে৷ইউএস অ্যাম্পায়ারের মতো Cessna 337 স্কাইমাস্টারের উপর ভিত্তি করে ফরাসি ভোল্টেরো ক্যাসিও, ইউএস রাইট ইলেকট্রিক নয়-সিটার পুনরায় ইঞ্জিন করার জন্য স্পেনের অ্যাক্সটার অ্যারোস্পেসের সাথে কাজ করে এবং সেসনা ক্যারাভান একটি MagniX বৈদ্যুতিক মোটর দিয়ে পুনরায় ইঞ্জিন করা হয়।ইউনাইটেড টেকনোলজিস একটি ড্যাশ 8 Q100 পুনরায় ইঞ্জিন করছে একদিকে ১ মেগাওয়াট (১,৩০০ অশ্বশক্তি) এর সাথে গ্যাস টারবাইন এবং একটি ১ মেগাওয়াট (১,৩০০ অশ্বশক্তি) বর্তমান ২,১৫০ অশ্বশক্তি (১.৬০ মেগাওয়াট) এর পরিবর্তে বৈদ্যুতিক মোটর Pratt & Whitney Canada PW121, কমপক্ষে ৩০% শক্তি সঞ্চয়ের জন্য।\n\n\n== ডিজাইন ==\n\n\n=== টার্বোপ্রপ আঞ্চলিক বিমান ===\nছোট রানওয়ে সহ ছোট হাব বা বিমানবন্দরে পরিষেবা প্রদানকারী আঞ্চলিক বিমান সংস্থাগুলি প্রায়শই জেট ইঞ্জিনের বিপরীতে প্রোপেলার ইঞ্জিন সহ টার্বোপ্রপ বিমান ব্যবহার করে। ডি হ্যাভিল্যান্ড কানাডা (ড্যাশ 7 এবং ড্যাশ ৮), আন্তোনভ (এন-২৪ এবং এন-১৪০), জিয়ান এয়ারক্রাফ্ট ইন্ডাস্ট্রিয়াল কর্পোরেশন (এমএ৪০০, এমএ৬০০ এবং এমএ৭০০) এবং এটিআর (এটিআর ৪২ এবং এটিআর ৭২) এই ধরনের নির্মাতারা তৈরি করে।\n\n\n=== আঞ্চলিক জেট ===\n\nএকটি আঞ্চলিক জেট (আরজে) হল একটি জেট বিমান যার ১০০ টিরও কম আসন রয়েছে৷ প্রথমটি ছিল ১৯৫৬ সালে সুড-এভিয়েশন ক্যারাভেল, তারপরে ব্যাপক ইয়াকভলেভ ইয়াক-40, ফকার এফ -২৮ এবং BAe 146। ১৯৯০-এর দশকে সবচেয়ে ব্যাপক কানাডায়ার আঞ্চলিক জেট এবং এর এমব্রেয়ার আঞ্চলিক জেট প্রতিপক্ষ, তারপর বৃহত্তর এমব্রেয়ার ই-জেট পরিবার এবং একাধিক প্রতিযোগী প্রকল্পের আবির্ভাব ঘটে। মার্কিন যুক্তরাষ্ট্রে, তারা স্কোপ ক্লজ দ্বারা আকারে সীমাবদ্ধ।\n\n\n=== বাসস্থান ===\n\nআঞ্চলিক এয়ারলাইনারগুলিতে আসন সংকীর্ণ এবং আঁটসাঁট হতে থাকে এবং যাত্রীদের সাধারণত বড় বিমানের ওভারহেড বিনে অসুবিধা ছাড়াই ফিট করা যায় এমন জিনিসপত্র বহন করা বোর্ডে আনতে সীমাবদ্ধ থাকে। প্রায়শই বহনযোগ্য লাগেজগুলি বোর্ডিং করার আগে অবিলম্বে সংগ্রহ করা হয় এবং কার্গো হোল্ডে রাখা হয়, যেখানে যাত্রীরা প্রস্থান করার সময় গ্রাউন্ড স্টাফরা এটি দ্রুত পুনরুদ্ধার করতে পারে। বড় প্লেনের তুলনায়, অনেক ঘন ঘন ফ্লাইয়ার আঞ্চলিক জেট কেবিনগুলিকে সঙ্কুচিত এবং অস্বস্তিকর বলে মনে করেন, নিম্ন সিলিং, আঁটসাঁট বসার জায়গা এবং প্রথম-শ্রেণীর কেবিনগুলি আপগ্রেড নিষিদ্ধ করে।\n\n\n== অপারেশন ==\n\n\n=== খরচ ===\nমার্কিন যুক্তরাষ্ট্রে, যাত্রীর সংখ্যা নির্বিশেষে প্রতি ফ্লাইটে আঞ্চলিক এয়ারলাইন্সের সাথে প্রধান বাহক চুক্তি করে এবং প্রধান বাহক টিকিটের আয় বজায় রাখে। এই চুক্তিগুলি সাধারণত ১০ বছরের মেয়াদী হয়, আঞ্চলিক বিমান অপারেটররা তাদের আয়ের বিষয়ে নিশ্চিত এবং একটি রিটার্ন অর্জনের জন্য তাদের খরচ নিয়ন্ত্রণ করতে হয়, কিন্তু তারা এয়ারলাইন দেউলিয়া, ফ্লিট হ্রাস এবং অপারেটিং খরচ বৃদ্ধির সম্মুখীন হয়। প্রধান ক্যারিয়ারগুলি আঞ্চলিক বিমান অপারেটরদের কাছ থেকে ক্ষতি এড়ায় এবং আঞ্চলিক বিমান সংস্থাগুলির মধ্যে প্রতিযোগিতা অনেক আঞ্চলিক বিমানকে গ্রাউন্ডেড করেছে।\n\n\n== বিমানের উৎপাদন ==\n\n\n== তথ্যসূত্র =="}