{"pageid": 1198827, "title": "চুণীলাল বসু", "url": "https://bn.wikipedia.org/wiki?curid=1198827", "content": "চুণীলাল বসু, রায়বাহাদুর, সি.আই.ই (১৩ মার্চ ১৮৬১ – ৩ আগস্ট ১৯৩০) ছিলেন প্রখ্যাত চিকিৎসক-গবেষক ও রসায়নবিদ এবং এক বাঙালি দূরদর্শী ব্যক্তিত্ব। চিকিৎসাশাস্ত্র অধ্যয়ন করে তিনিই ভারতীয়দের মধ্যে প্রথম রসায়নের অধ্যাপক পদ পান এবং তৎকালীন বাংলা সরকারের প্রধান রসায়ন-পরীক্ষক নিযুক্ত হন। করবী ফুলের রাসায়নিক ক্রিয়া ও বিষক্রিয়া বিশ্লেষণ ছিল তার উল্লেখযোগ্য গবেষণা। কাশীর ধর্ম মহামণ্ডল তাকে রসায়নাচার্য উপাধিতে ভূষিত করে।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nচুণীলাল বসুর জন্ম ১৮৬১ খ্রিস্টাব্দের ১৩ মার্চ ব্রিটিশ ভারতের কলকাতায়। পিতা দীননাথ বসু। তাদের আদি নিবাস ছিল পশ্চিমবঙ্গের দক্ষিণ চব্বিশ পরগনার জেলার চাংড়িপোতায়। তার বিদ্যারম্ভ হয় স্থানীয় পাঠশালায়। তারপর প্রথমে শ্যামবাজারের এভি স্কুল ও পরে সংস্কৃত কলেজিয়েট স্কুলে ছাত্রজীবন অতিবাহিত করেন। মেধাবী চুনীলাল ছাত্রজীবনে একাধিক পরীক্ষায় বৃত্তি, পুরস্কার ও পদক লাভ করেন। চিকিৎসাশাস্ত্র পড়তে কলকাতা মেডিক্যাল কলেজ ভর্তি হন। ১৮৮৬ খ্রিস্টাব্দে তিনি এম বি পরীক্ষায় প্রথম শ্রেণীতে প্রথম হয়ে বহু পুরস্কার ও স্বর্ণপদক লাভ করেন। পরীক্ষা পাশের পর কিছুদিন মেডিক্যাল কলেজে সহকারী সার্জেনপদে কাজ করে ব্রহ্মদেশে যান। \n\n\n== কর্মজীবন ==\nকিছুদিন ব্রহ্মদেশে বাসের পর কলকাতায় ফিরে আসেন। ১৮৮৯ খ্রিস্টাব্দে তিনি বাংলা সরকারের প্রধান রসায়ন-পরীক্ষক নিযুক্ত হন। বিশ শতকের প্রথম দিকে, তিনি সুষম খাদ্য এবং ব্যায়ামের গুরুত্ব তুলে ধরেন। সেসময়কার বাঙালির খাদ্যাভ্যাস দেখে তিনি মন্তব্য করেন— \"বর্তমানের বাঙালির খাদ্যাভ্যাস ত্রুটিপূর্ণ, অসামঞ্জস্যপূর্ণ এবং বিশেষ করে বাংলার মানুষের শারীরিক স্বাস্থ্যের ক্রমাগত অবনতির জন্য প্রত্যক্ষভাবে দায়ী এবং তাদের নৈতিক ও অর্থনৈতিক মঙ্গলকে সরাসরি প্রভাবিত করছে।\"\nতারই প্রচেষ্টায় খাদ্যে ভেজাল রোধে সরকার সদর্থক ব্যবস্থা গ্রহণ করে, ১৯০৪ খ্রিস্টাব্দে ইন্ডিয়ান পয়জন অ্যাক্ট এর মাধ্যমে বিষাক্ত পদার্থ অবাধে কেনা বেচা বন্ধ হয়। ১৮৯৮ খ্রিস্টাব্দে তিনিই ভারতীয়দের মধ্যে প্রথম রসায়নের অধ্যাপকপদ পান। কলকাতা মেডিক্যাল কলেজে রসায়ন বিভাগে কাজ করার সময় তিনি গবেষণার কাজেও লিপ্ত ছিলেন। ভারতের পূর্বাঞ্চলে প্রচলিত খাদ্যদ্রব্যের রাসায়নিক বিশ্লেষণ করে এই অঞ্চলের ব্যাপক অপুষ্টির কারণ ব্যাখ্যা করেন। করবী ফুলের রাসায়নিক ক্রিয়া ও বিষক্রিয়ার বিশ্লেষণ করে তিনি কলকাতা বিশ্ববিদ্যালয়ের কোট মেমােরিয়াল প্রাইজ লাভ করেন। তারই প্রচেষ্টায় খাদ্য ভেজাল রোধে এছাড়াও কুষ্ঠ রােগের ইনজেকশন প্রস্তুতির গবেষণায় পরিশুদ্ধ দ্রাবক তৈরিতে তার গুরুত্বপূর্ণ অবদান ছিল।\n\n\n== বাংলায় বিজ্ঞানচর্চার ইতিহাসে অবদান ==\nতিনি কলকাতা বিশ্ববিদ্যালয়ে বিজ্ঞান শিক্ষার জন্য উল্লেখযোগ্য ভূমিকা নিয়েছিলেন। কলকাতার  রামমোহন লাইব্রেরিতে বিজ্ঞান বিষয়ে আলোচনায় নিয়মিতই অংশ নিতেন। রসায়ন গবেষণার বিভিন্ন বিষয়, সাফল্য ইত্যাদির সঙ্গে আচার্য প্রফুল্লচন্দ্র রায়ের বেঙ্গল কেমিক্যাল তৈরির উদ্দেশ্য কী, কেন ইত্যাদি নিয়েও আলোচনা করতেন। চুণীলাল বসুর রসায়নবিজ্ঞানের গবেষণামূলক বক্তৃতা, নিবন্ধ দ্য সায়েন্টিফিক অ্যান্ড আদার পেপারস্ অফ ড. চুণীলাল বসু শীর্ষক গ্রন্থের দুটি খণ্ডে ১৯২৪ ও ১৯২৫ খ্রিস্টাব্দে তার পুত্র  জ্যোতিপ্রকাশ বসুর সংকলনে প্রকাশিত হয়েছে। বাংলা ও ইংরাজী ভাষায় তার প্রকাশিত পঁচিশটি গ্রন্থই সুখপাঠ্য। তন্মধ্যে একুশটিই বিজ্ঞান বিষয়ক। ইংরাজি ভাষায় তিনি ছিলেন প্রথম শ্রেণীর বৈজ্ঞানিক প্রবন্ধকার। ইংরাজী ভাষায় রচিত গ্রন্থ সংখ্যা বারোটি। তার বিশ্বাস ছিল জনগণের শিক্ষা এবং সচেতনতাই কেবল সংস্কার সাধন করতে পারে। তাই তিনি বিভিন্ন নিবন্ধে, পুস্তক-পুস্তিকায় জনগণের শিক্ষা প্রদানে সচেষ্ট ছিলেন। তার রচিত উল্লেখযোগ্য গ্রন্থগুলি হল—\n\nফলিত রসায়ন\nরসায়নসূত্র (২টি খণ্ড) (১৯২৫)\nজল\nবায়ু\nখাদ্য (১৯৩০)\nআলোক\nশরীর স্বাস্থ্য বিজ্ঞান (১৯১৩)\nপল্লী-স্বাস্থ্য\nস্বাস্থ্য-পঞ্চক\nনীলাচল (১৯২৬)\nপুরী যাইবার পথে (রম্য রচনা)\nচুনীলাল ১৯০১ খ্রিস্টাব্দে প্রতিষ্ঠিত ক্যালকাটা মেডিক্যাল ক্লাবের অন্যতম প্রতিষ্ঠাতা ছিলেন এবং সংস্থার প্রকাশিত দ্য ক্যালকাটা জার্নাল অফ মেডিসিন মাসিক পত্রিকার সম্পাদক ছিলেন তিন বৎসর।\n\n\n== সম্মাননা ==\nরসায়নশাস্ত্রের পাণ্ডিত্য ও গবেষণার জন্য চুণীলাল বসু বহু পুরস্কার ও সম্মানে ভূষিত হয়েছেন। কাশীর ধর্ম মহামণ্ডল তাকে রসায়নাচার্য উপাধিতে ভূষিত করে। ১৮৯৮ খ্রিস্টাব্দে তিনি কলকাতা বিশ্ববিদ্যালয়ের ফেলো নির্বাচিত হন। ১৯২১ খ্রিস্টাব্দে কলকাতার শেরিফ নিযুক্ত হন। তিনি শহরের নাগরিকদের কল্যাণে ও সুস্বাস্থ্যের বিষয়ে সজাগ দৃষ্টি রেখেছিলেন।\n\n\n== অলংকৃত পদসমূহ ==\n১৮৯৪ খ্রিস্টাব্দে অনুষ্ঠিত সারা ভারত চিকিৎসক সম্মেলনের সহ-সভাপতি\nইন্ডিয়ান অ্যাসোসিয়েশন ফর দ্য কালটিভেশন অব সায়েন্স এর সহ-সভাপতি\nইংল্যান্ডের রসায়ন সংঘের সদস্য\nবঙ্গীয় সাহিত্য পরিষদের সহ-সভাপতি\nঅধ্যাপক ড. চুণীলাল বসু বাংলার বহু শিক্ষা প্রতিষ্ঠান, সামাজিক এবং দাতব্য প্রতিষ্ঠানে ঘনিষ্ঠভাবে যুক্ত ছিলেন। কলকাতা অন্ধ বিদ্যালয় ও অনাথ আশ্রম তার পরিচালনায় উন্নতিলাভ করেছিল। তিনি তার জীবনের অনেকটা সময় উপযুক্ত স্বাস্থ্যব্যবস্থা গড়তে, স্বাস্থ্যবিধি আরোপে, খাদ্য ভেজালরোধে, পরিবেশ দূষণরোধে মানুষের সচেতনতা বৃদ্ধিতে বিজ্ঞান প্রচারে ব্যয় করেন। যার ফলে তাকে বর্তমান সময়েও 'ডায়েটিক্স' এবং 'পুষ্টির জনক' আখ্যায় আখ্যায়িত করা হয়।\n\n\n== তথ্যসূত্র =="}