{"pageid": 1198338, "title": "স্টলপোর্ট", "url": "https://bn.wikipedia.org/wiki?curid=1198338", "content": "একটি স্টলপোর্ট একটি বিমানবন্দর যা (শর্ট টেক-অফ এবং ল্যান্ডিং) অপারেশনগুলিকে মাথায় রেখে ডিজাইন করা হয়, সাধারণত নির্দিষ্ট ওজন এবং নির্দিষ্ট আকারের একটি বিমান শ্রেণীর জন্য তৈরি করা হয়। স্টলপোর্ট শব্দটি ২০০৮ সাল পর্যন্ত সাধারণ ব্যবহারে ছিল বলে মনে হয়নি, যদিও ১৯৮৬/৮৭ সালে যখন লন্ডন সিটি বিমানবন্দরটি বিগগিনের উত্তরে পন্থা এবং সিলিং সীমাবদ্ধ করে খোলা হয় তখন পাইলটরা বিগগিন হিলে উড়ে এসেছিলেন। একটি স্টলপোর্ট সাধারণত একটি ছোট একক রানওয়ে থাকে, সাধারণভাবে ১,৫০০ মি (৫,০০০ ফু) এর চেয়ে কম। স্টলপোর্ট শুধুমাত্র নির্দিষ্ট ধরনের বিমান গ্রহণ করে, প্রায়শই শুধুমাত্র ছোট প্রপেলার বিমান, এবং জ্বালানীর পরিমাণের সীমাবদ্ধ থাকে। মার্কিন যুক্তরাষ্ট্রে, সংক্ষিপ্ত রানওয়ে সুবিধাগুলি কেবল বিমানবন্দর হিসাবে পরিচিত এবং স্টলপোর্ট শব্দটি ১৯৭০ এর দশকের শুরু থেকে সাধারণত ব্যবহৃত হয় নি।\n\n\n== উত্তর আমেরিকা ==\nইন্টারন্যাশনাল সিভিল এভিয়েশন অর্গানাইজেশন (ICAO) স্টলপোর্ট কে \"অসাধারণ স্বল্প-ক্ষেত্রের পারফরম্যান্স ক্ষমতাসম্পন্ন বিমানগুলিকে পরিবেশন করার জন্য ডিজাইন করা অনন্য বিমানবন্দর\" হিসাবে সংজ্ঞায়িত করে৷\nমার্কিন যুক্তরাষ্ট্রে, একটি স্টলপোর্ট হল বিভিন্ন ধরনের সুবিধার মধ্যে একটি। স্টলপোর্ট সাইট আইডির শেষে একটি S দিয়ে চিহ্নিত করা হয়। উদাহরণস্বরূপ, ক্যালভার্ট পিক STOLport ফেডারেল এভিয়েশন অ্যাডমিনিস্ট্রেশন (FAA) সাইট নম্বর 19448.1* S হিসাবে তালিকাভুক্ত। জানুয়ারী ২০০৯ পর্যন্ত, মার্কিন যুক্তরাষ্ট্রে FAA দ্বারা প্রায় ৮০টি সুবিধাকে STOLports হিসাবে কোড করা হয়েছিল। ১৯৬৮ সালে FAA অনুসারে, উত্তর- পূর্ব মেগালোপলিসে পঁচিশটি সম্ভাব্য স্টলপোর্ট সাইট চিহ্নিত করা হয়েছিল। ১৯৭০ এর দশকের গোড়ার দিকে, একটি উচ্চতর স্টলপোর্ট পরীক্ষার সুবিধা তৈরি করা প্রয়োজন কিনা তা নির্ধারণ করতে FAA কে সাহায্য করার জন্য একটি গবেষণা পরিচালিত হয়েছিল। ১৯৬৮ সালে এক পর্যায়ে, একটি ৭৩০ মি (২,৪০০ ফু) STOLport ম্যানহাটনে একটি ছাদের জন্য বিবেচনাধীন ছিল। টরন্টো সিটি বিমানবন্দর, ১,২১৬ মি (৩,৯৮৮ ফু) এর দীর্ঘতম রানওয়ে সহ, ১৯৮০ এবং ১৯৯০ এর দশকে পতনের সময়সীমার মধ্যে চলে যায়, কিন্তু তারপর থেকে পোর্টার এয়ারলাইনস 400 সিরিজের ডি হ্যাভিল্যান্ড কানাডা ড্যাশ 8 উড্ডয়ন করে একটি শহরের কেন্দ্রস্থল বিমানবন্দর হিসাবে পুনরুজ্জীবিত করেছে। যাইহোক, এটি আনুষ্ঠানিকভাবে স্টলপোর্ট হিসাবে মনোনীত নয়।\n\n\n== স্কটল্যান্ড ==\nস্কটল্যান্ডের দ্বীপগুলিতে খুব ছোট রানওয়ে সহ কয়েকটি বিমানবন্দর রয়েছে, তবে এখনও নির্ধারিত ফ্লাইট রয়েছে। উদাহরণগুলির মধ্যে রয়েছে Colonsay বিমানবন্দর (৫০১ মি [১,৬৪৪ ফু]), Foula Airfield (৩৮২ মি [১,২৫২ ফু]) এবং Westray বিমানবন্দর (৫২৭ মি [১,৭২৯ ফু])। তারা সাধারণত ব্রিটেন-নরমান আইসল্যন্ড বিমান দ্বারা পরিসেবা করা হয়।\n\n\n== নরওয়ে এবং গ্রিনল্যান্ড ==\n১৯৬৫ এবং ১৯৮৭ সালের মধ্যে, নরওয়েতে প্রায় 3ও৩০টি স্টলপোর্ট তৈরি করা হয়, সাধারণত ২,৬০০ ফু (৮০০ মি) দিয়ে সজ্জিত রানওয়ে। এগুলোর উদ্দেশ্য ছিল পরিবহন ব্যবস্থার উন্নতি ঘটানো এবং অন্যান্য উপায়ে পৌঁছানো কঠিন বলে মনে করা হয় এমন এলাকায় ভ্রমণের সময় কমানো। নরওয়েজিয়ান ভাষায়, তাদের বলা হয় \"কর্টবানেফ্লাইপ্লাস\" (আক্ষরিক অর্থে \"সংক্ষিপ্ত রানওয়ে বিমানবন্দর\")। যেহেতু এগুলি তুলনামূলকভাবে কম জনসংখ্যার ঘনত্ব এবং ভূখণ্ড সহ এমন এলাকায় তৈরি করা হয়েছিল যা প্রায়শই একটি আদর্শ দৈর্ঘ্যের রানওয়েকে অনুমতি দেয় না, তাই ছোট রানওয়ে তৈরি করা এবং ছোট বিমান ব্যবহার করা অপরিহার্য হয়ে ওঠে। আজও বিমানবন্দরগুলি নরওয়েজিয়ান সরকারের কাছ থেকে ভর্তুকি দেওয়া হয়। তারা সাধারণত বৃহত্তর হাব বিমানবন্দরগুলিতে ফিডার রুট ফ্লাই করে যেখানে অসলো এবং নরওয়ের অন্যান্য বড় শহরগুলির সরাসরি রুট রয়েছে। যদিও বেশিরভাগ রুট Widerøe দ্বারা উড্ডয়ন করা হয়, অন্যান্য এয়ারলাইনরা মাঝে মাঝে কিছু রুটে বিড জিতে নেয়।\nনরওয়েজিয়ান উদাহরণের উপর ভিত্তি করে, বেশ কয়েকটি ছোট রানওয়ে বিমানবন্দর (৮০০–৯০০ মি [২,৬০০–৩,০০০ ফু]) হেলিপোর্ট প্রতিস্থাপন করে গ্রিনল্যান্ডে নির্মিত হয়েছিল। সেই সময়ে দেশটিতে শুধুমাত্র কয়েকটি বিমানবন্দর ছিল, যা গ্রীনল্যান্ডিক বসতি থেকে দূরে লুকানো অবস্থানে মার্কিন যুক্তরাষ্ট্রের বাহিনী দ্বারা নির্মিত হয়েছিল। এখনও ছোট রানওয়ে বিমানবন্দর (রাজধানী নুউক সহ) ডেনমার্ক বা যুক্তরাজ্যের মতো দূরবর্তী স্থান থেকে ফ্লাইট গ্রহণ করতে পারে না। আইসল্যান্ডের কিছু বিমানবন্দর হল স্টলপোর্ট যদিও বেশিরভাগই লম্বা। স্টলপোর্ট বিমানের প্রাপ্যতা আইসল্যান্ডএয়ারকে তার নেটওয়ার্ক গ্রিনল্যান্ডে প্রসারিত করতে সক্ষম করেছে।\nAvinor, নরওয়েজিয়ান বিমানবন্দর কর্তৃপক্ষ, ভবিষ্যতে ৮০০ মি (২,৬০০ ফু) এর জন্য বিমানের প্রাপ্যতা নিয়ে উদ্বিগ্ন ভবিষ্যতে রানওয়ে যখন পুরানো বিমান বর্তমানে অবসর ব্যবহার করা হয়। বর্তমানে, ড্যাশ 8-100 বিমান, ১৯৯০-এর দশকের গোড়ার দিকে তৈরি, ব্যবহার করা হয়। Avinor খুঁজে পেয়েছে যে ২০১০ এর পরে, ২০ টির বেশি আসন আছে এবং এই ধরনের ছোট রানওয়ে ব্যবহার করতে সক্ষম এমন কোনও নতুন বিমান কেনা যাবে না। এ কারণে রানওয়ে ১,২০০ মি (৩,৯০০ ফু) টি বাড়ানোর পরিকল্পনা রয়েছে বা কিছু ক্ষেত্রে নতুন বিমানবন্দর নির্মাণ, এবং রাস্তার উন্নতির সাথে কিছু বন্ধ করা। সর্বনিম্ন ব্যবহার করা হবে না বাড়ানো হবে, কিন্তু খুব ছোট বিমান সঙ্গে উড়তে হবে. এছাড়াও গ্রীনল্যান্ডেও এটি একই কারণে আলোচিত হয়। গ্রিনল্যান্ড নুউক এবং ইলুলিসাট বিমানবন্দরকে জেট বিমানের আকার, ২,২০০ মি (৭,২০০ ফু) পর্যন্ত প্রসারিত করার সিদ্ধান্ত নিয়েছে। ক্রমবর্ধমান জ্বালানীর দাম কম টেনে আনা একটি পছন্দসই বৈশিষ্ট্য করে তোলে, তাই স্টলপোর্ট বিমানগুলি ভবিষ্যতে কম আকাঙ্খিত বা অসংখ্য হতে পারে। এছাড়াও বিমানগুলি শুধুমাত্র সীমিত পেলোড সহ সংক্ষিপ্ত রানওয়ে ব্যবহার করতে সক্ষম হতে পারে, যা টিকিটকে ব্যয়বহুল করে তোলে।\n\n\n== ঐতিহাসিক স্টলপোর্ট ==\n১৯৬০-এর দশকের শেষের দিকে এবং ১৯৭০-এর দশকের গোড়ার দিকে নিউ ইয়র্ক সিটি এবং লস অ্যাঞ্জেলেস, ক্যালিফোর্নিয়া অঞ্চলের জন্য মার্কিন যুক্তরাষ্ট্রে স্টলপোর্ট তৈরি করার জন্য বেশ কয়েকটি প্রচেষ্টা করা হয়েছিল; যাইহোক, বেশিরভাগই চালু নেই বা বর্তমান সময়ে আর নেই। মন্ট্রিল, কুইবেক, কানাডার ভিক্টোরিয়া স্টলপোর্টও ছিল।\nবাণিজ্যিক অপারেশনের জন্য প্রথম মার্কিন যুক্তরাষ্ট্রের স্টলপোর্ট ৫ আগস্ট, ১৯৬৮, লা গার্দিয়া বিমানবন্দরে চালু করা হয়েছিল এবং এটি শুধুমাত্র ভিজ্যুয়াল ফ্লাইট নিয়ম (VFR) ব্যবহারের জন্য উপলব্ধ ছিল। এই ৩৩৪ মি (১,০৯৫ ফু) স্টলপোর্ট রানওয়েকে লাগার্দিয়া স্টলপোর্ট বলা হয়েছিল।\nমার্কিন যুক্তরাষ্ট্রে প্রথম আনুষ্ঠানিকভাবে মনোনীত স্টলপোর্ট ফ্লোরিডার ওয়াল্ট ডিজনি ওয়ার্ল্ড রিসোর্টে ১৭ অক্টোবর, ১৯৭১ সালে খোলা হয়। শাওনি এয়ারলাইন্স ওয়াল্ট ডিজনি ওয়ার্ল্ড বিমানবন্দর (লেক বুয়েনা ভিস্তা স্টলপোর্ট নামেও পরিচিত) এবং অরল্যান্ডো ম্যাককয় জেটপোর্ট (বর্তমানে অরল্যান্ডো আন্তর্জাতিক বিমানবন্দর) এবং সেইসাথে ডি হ্যাভিল্যান্ড কানাডা DHC-6 টুইন অটার স্টলপোর্ট-এর সাথে টাম্পা আন্তর্জাতিক বিমানবন্দরের মধ্যে নির্ধারিত যাত্রী পরিষেবা পরিচালনা করে। টার্বোপ্রপ বিমান। Shawnee Airlines স্টলপোর্ট পরিষেবা সম্পর্কিত তথ্য ইস্টার্ন এয়ার লাইনস সিস্টেমের সময়সূচীতে ৬ সেপ্টেম্বর, ১৯৭২ তারিখে অরল্যান্ডো বা টাম্পায় দুটি এয়ারলাইন্সের মধ্যে সংযোগ পরিষেবার বিষয়ে উপস্থিত হয়েছিল। ৬১০ মি (২,০০০ ফু) এই সাবেক বিমানবন্দরের স্টলপোর্ট রানওয়ে আর ব্যবহার করা হচ্ছে না। সেই তারিখের আগে, শুধুমাত্র সুবিধার অংশগুলিকে স্টলপোর্ট মনোনীত করা হয়েছিল। সেই সময়ে একটি আন্তঃরাজ্য স্টলপোর্ট পরিবহন ব্যবস্থার জন্য পরিকল্পনা করা হয়েছিল। 26 জুলাই, 1972 তারিখে; FAA V/STOL অফিসের নামকরণ করা হয়েছে শান্ত শর্ট-হল এয়ার ট্রান্সপোর্টেশন সিস্টেম অফিসে। 11 জুন, 1974 সালে শান্ত শর্ট-হোল এয়ার ট্রান্সপোর্টেশন সিস্টেম অফিসটি বাদ দেওয়া হয়েছিল। লোগান আন্তর্জাতিক বিমানবন্দর একটি ৫৫০ মি (১,৮০০ ফু) খোলা হয়েছে স্টলপোর্ট রানওয়ে 20 সেপ্টেম্বর, 1968 ইস্টার্ন এয়ার লাইনস স্টলপোর্ট সক্ষম Bréguet 941 টার্বোপ্রপ শাটল পূর্ব উপকূলের রুটে পরীক্ষা করার জন্য।\nকিছু স্টলপোর্ট কখনোই সরকারি বিমান চলাচলের জন্য উন্মুক্ত ছিল না এবং ব্যক্তিগত মালিকানাধীন ছিল, যেমন Avon স্টলপোর্ট, a ১,২০০ মি (৪,০০০ ফু) অ্যাভন, কলোরাডো শহরের সংলগ্ন অবস্থিত রানওয়ে যা বিশেষভাবে ভেল এলাকায় কাছাকাছি স্কি রিসর্টের জন্য পর্যটকদের ফ্লাইট পরিচালনা করার জন্য নির্মিত হয়েছিল। এভন স্টলপোর্ট রকি মাউন্টেন এয়ারওয়েজের মালিকানাধীন এবং পরিচালিত ছিল যেটি ১৯৭৮ থেকে ১৯৮৯ সাল পর্যন্ত এই পর্বত এয়ারফিল্ড থেকে ডি হ্যাভিল্যান্ড কানাডা ড্যাশ 7 স্টলপোর্ট টার্বোপ্রপ পরিচালনা করেছিল।\nআরেকটি ব্যক্তিগত মালিকানাধীন স্টলপোর্ট এয়ারফিল্ড ছিল জনসন স্পেস সেন্টারের কাছে হিউস্টন, টেক্সাস এলাকায় অবস্থিত ক্লিয়ার লেক সিটি STOLport। একটি ৭৬০ মি (২,৫০০ ফু) অন্তর্ভুক্ত এই ছোট বিমানবন্দর রানওয়ে, একটি বিমানের হ্যাঙ্গার এবং একটি যাত্রী টার্মিনাল ১৯৬৯ সালে নির্মিত হয়েছিল এবং এর মালিকানা ছিল হিউস্টন মেট্রো এয়ারলাইনস যা পরে এর নাম পরিবর্তন করে মেট্রো এয়ারলাইন্স রাখে। এয়ারলাইনটি এই শহরতলির এয়ারফিল্ড থেকে হিউস্টন ইন্টারকন্টিনেন্টাল এয়ারপোর্টে শাটল সার্ভিস সহ টুইন অটার পরিচালনা করে। ফেব্রুয়ারী 1ও১, ১৯৭৬ অফিসিয়াল এয়ারলাইন গাইড (ওএজি) অনুসারে, হিউস্টন মেট্রো ক্লিয়ার লেক সিটি এবং হিউস্টন ইন্টারকন্টিনেন্টালের মধ্যে সপ্তাহের দিনগুলিতে ২২টি রাউন্ড ট্রিপ ফ্লাইট পরিচালনা করে। মেট্রো এয়ারলাইনস এয়ারলাইন শিল্পে ব্যবসার অন্যান্য উপায়গুলি অনুসরণ করার সিদ্ধান্ত নেওয়ার পরে, ক্লিয়ার লেক সিটি স্টলপোর্ট পরিত্যক্ত করা হয়েছিল এবং তারপরে নতুন শহরতলির উন্নয়নের পথ তৈরি করতে ভেঙে দেওয়া হয়েছিল। এই অগ্রগামী এয়ারফিল্ডের কোন চিহ্ন অবশিষ্ট নেই।\n\n\n== স্টলপোর্ট এয়ারলাইন্স ==\nরকি মাউন্টেন এয়ারওয়েজ ডি হ্যাভিল্যান্ড কানাডা ড্যাশ ৭ চার ইঞ্জিন টার্বোপ্রপ স্টলপোর্ট বিমানের বিশ্বব্যাপী লঞ্চ গ্রাহক ছিল। রকি মাউন্টেন ৫০-যাত্রী ড্যাশ ৭ বিশেষভাবে ১৯৭৮ থেকে ১৯৮৯ সাল পর্যন্ত ডেনভারের স্ট্যাপলটন আন্তর্জাতিক বিমানবন্দরে অবস্থিত তার হাব থেকে ভ্যাল, কলোরাডোর কাছে অবস্থিত অ্যাভন স্টলপোর্ট-এর মতো ছোট রানওয়ে সহ উচ্চ পর্বত বিমানবন্দরে যাত্রী পরিবহনের উদ্দেশ্যে ৫০ যাত্রীবাহী ড্যাশ নির্বাচন করেছে। এয়ারলাইনটি কলোরাডোর ছোট স্টিমবোট স্প্রিংস বিমানবন্দরে নির্ধারিত ফ্লাইটের জন্য ড্যাশ ৭ ব্যবহার করেছে। রকি মাউন্টেন সর্বপ্রথম ডি হ্যাভিল্যান্ড ডিএইচসি-৬ টুইন অটার এয়ারক্রাফ্ট দিয়ে এয়ারলাইন অপারেশন শুরু করে এবং পরবর্তীতে ড্যাশ ৭ পরিষেবা শুরু করার আগে এবং তার অস্তিত্বের সময় শুধুমাত্র স্টলপোর্ট সক্ষম বিমান পরিচালনা করে।\nনরওয়েজিয়ান Widerøe হল ইউরোপের অন্যতম বড় স্টলপোর্ট অপারেটর কারণ তাদের কাছে ৪০ টিরও বেশি Bombardier বিমানের বহর রয়েছে যা তারা বেশিরভাগ উত্তর এবং পশ্চিম নরওয়েতে ছোট রানওয়েতে ব্যবহার করে।\nহিউস্টন মেট্রো এয়ারলাইনস টেক্সাসের ক্লিয়ার লেক সিটির ক্লিয়ার লেক সিটি স্টলপোর্ট এবং হিউস্টন ইন্টারকন্টিনেন্টাল বিমানবন্দরের মধ্যে নির্ধারিত \"ক্রস-টাউন\" বিমান পরিষেবায় টুইন অটার পরিচালনা করত যেখানে সেই সময়ে একটি ডেডিকেটেড STOL রানওয়ে ছিল। OAG-এর ফেব্রুয়ারী 1976 সংস্করণ অনুসারে, এয়ারলাইনটি যাত্রীবাহী শাটল পরিষেবাতে ক্লিয়ার লেক সিটি এবং হিউস্টন ইন্টারকন্টিনেন্টালের মধ্যে প্রতি সপ্তাহে ২২টি রাউন্ড ট্রিপ ফ্লাইট পরিচালনা করছিল।\nমালয়েশিয়া থেকে এসকেএস এয়ারওয়েজ ২০২২ সালের জানুয়ারীতে অভ্যন্তরীণ ছুটির দ্বীপগুলিতে অবস্থিত স্টলপোর্ট গুলিতে ফোকাস করে তার বাণিজ্যিক কার্যক্রম শুরু করে। এটির প্রাথমিক অপারেশনটি সুবাং বা সেনাই বিমানবন্দর থেকে পাংকোর, রেদাং এবং টিওমান দ্বীপে টুইন অটার টাইপের বিমান ব্যবহার করে পিছনে ভ্রমণ করা হবে। এটি এই অবস্থানগুলির মধ্যে কার্গো এবং চার্টার পরিষেবাগুলিও পরিচালনা করবে৷ দীর্ঘ মেয়াদে, তারা মালয়েশিয়ার প্রধান শহর এবং দক্ষিণ-পূর্ব এশিয়া এবং দক্ষিণ চীনের অন্যান্য স্থানে তাদের নেটওয়ার্ক সম্প্রসারণের পরিকল্পনা করছে।\n\n\n== তথ্যসূত্র =="}