{"pageid": 1198448, "title": "মিরাট সিটি রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1198448", "content": "মিরাট সিটি বা মিরাট সিটি জংশন হল মিরাট শহরের প্রধান রেলওয়ে স্টেশন। এটি মিরাট-বুলন্দশহর-খুরজা লাইন এবং দিল্লি-মিরাট-সাহারানপুর লাইনের একটি সংযোগস্থল। মিরাট-সাহারানপুর সেকশনের ডাবল লাইনিং পুরোদমে চলছে।\nএটি দিল্লি বিভাগের অধীনে ভারতের উত্তর রেলওয়ে জোনে অবস্থিত।\n\n\n== ইতিহাস ==\nএই স্টেশনটি ১৯১১ সালে ব্রিটিশ ভারত সরকার দ্বারা প্রতিষ্ঠিত হয়েছিল। এটি দিল্লি থেকে হরিদ্বার/দেরাদুন লাইনে অবস্থিত।\n\n\n== লাইন এবং রুট ==\nএটি মিরাট-বুলন্দশহর-খুর্জা লাইনের একটি সংযোগস্থল (৯৩ কিমি) যা হাপুর জং হয়ে যায় এবং কলকাতা-দিল্লি লাইন এবং দিল্লি-মিরাট-সাহারানপুর লাইনের সাথে সংযোগ করে। দিল্লি থেকে মিরাট সিটি ডাবল-লাইন এবং বিদ্যুতায়িত এবং মিরাট-সাহারানপুর অংশ একক-বিদ্যুতায়িত লাইন। মিরাট-সাহারানপুর সেকশনের ট্র্যাক দ্বিগুণ করার কাজ পুরোদমে চলছে।\nমিরাট থেকে বিজনোর পর্যন্ত ৬৩ কিমি (৩৯ মা) রেল সংযোগ দুটি শহরকে সংযুক্ত করার প্রস্তাব করা হয়েছে। সমীক্ষা করা হয়েছে এবং মিরাটের দৌরালা স্টেশন থেকে বিজনোর পর্যন্ত লাইন স্থাপন করা হবে। যে শহরগুলিকে রুটে অন্তর্ভুক্ত করা হবে তা হল দৌরালা, মাওয়ানা, হস্তিনাপুর, বহুসুমা এবং দারানগর৷\n\n\n== ট্রেন ==\nমোট ৭৮টি ট্রেন মিরাট সিটি জং রেলওয়ে স্টেশনে থামে। ৮টি ট্রেন মিরাট সিটি থেকে উৎপন্ন হয় এবং শেষ হয়। সঙ্গম এক্সপ্রেস, নৌচন্ডী এক্সপ্রেস, রাজ্য রানী এক্সপ্রেস হল এখান থেকে শুরু হওয়া ট্রেন যা যথাক্রমে বুলন্দশহর-আলিগড়-কানপুর, এলাহাবাদ হয়ে বেরেলি-লখনউ এবং বেরেলি-লখনউ হয়ে এলাহাবাদ যায়। তিনটি খরুজা-মিরাট প্যাসেঞ্জার ট্রেন মিরাট এবং খুর্জার মধ্যে শাটল করে এবং 1টি ট্রেন উম্বালা প্যাসেঞ্জার এবং রেওয়ারি প্যাসেঞ্জারও মিরাট শহর থেকে আসে। প্রায় 60টি ট্রেন দিল্লি, মুম্বাই, মাদুরাই, কচুভেল্লি, দেরাদুন, অমৃতসর, জম্মু তাওয়ি, ওখা, বিলাসপুর, পুরী, ইন্দোর, উজ্জয়নে প্রতিদিন, পাক্ষিক বা সাপ্তাহিকভাবে আপ এবং ডাউন চলে।\nমিরাট শহরের পরে, দ্বিতীয় প্রধান রেলওয়ে স্টেশন হল মিরাট ক্যান্টনমেন্ট, অবস্থিত ৪ কিমি উত্তরে।\n\n\n== অবকাঠামো ==\nস্টেশনটি ট্র্যাক এবং সিগন্যালিং পরিচালনার জন্য রুট রিলে ইন্টারলকিং প্রযুক্তি দিয়ে সজ্জিত। রেল ইয়ার্ডে রক্ষণাবেক্ষণ বা ট্রেনের রেকের জন্য ২টি ওয়াশিং লাইন রয়েছে। এটি ২ কোচের ক্ষমতা সহ একটি কোচ কেয়ার সুবিধাও পেয়েছে।\nমালবাহী লোডিং এবং আনলোডিংয়ের জন্য স্টেশনে একটি ডেডিকেটেড কার্গো সাইডিংও রয়েছে। সাইডিংয়ের ৩টি জোন রয়েছে: কয়লা, সিমেন্ট, সার ইত্যাদির জন্য খোলা সাইডিং, BPCL- এর একটি পেট্রোলিয়াম টার্মিনাল বে এবং, অন্যান্য সমস্ত ধরনের পণ্যের জন্য একটি বন্ধ সাইডিং টার্মিনাল৷ সাইডিং প্রায় স্টেশন থেকে ১.৯ কিমি পূর্বে অবস্থিত।\n\n\n== সুযোগ-সুবিধা ==\nসিটি রেলওয়ে স্টেশন উত্তর রেলওয়ের একটি ক্লাস-এ রেলওয়ে স্টেশন। এটি রেস্টুরেন্ট, ওয়েটিং রুম, রিটায়ারিং রুম, পুলিশ স্টেশন, পোস্ট অফিস ইত্যাদির মতো বেশিরভাগ পাবলিক সুবিধা দিয়ে সজ্জিত। স্টেশনটি সম্পূর্ণরূপে প্রতিবন্ধী বান্ধব। প্ল্যাটফর্ম ১ এবং ২-৩ এর মধ্যে যাত্রীদের চলাচল সহজ করার জন্য এসকেলেটর এবং লিফট স্থাপন করা হচ্ছে। PNB এবং SBI এটিএমগুলিও স্টেশনের প্রবেশদ্বারে উপলব্ধ।\nস্টেশন চত্বরে রেল কর্মীদের জন্য একটি রেল হাসপাতালও রয়েছে।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Railway stations in Uttar Pradesh"}