{"pageid": 1198222, "title": "সন্ত জ্ঞানেশ্বর", "url": "https://bn.wikipedia.org/wiki?curid=1198222", "content": "জ্ঞানেশ্বর বা ধ্যানেশ্বর বা জ্ঞানদেব বা জ্ঞানেশ্বর বিঠল কুলকার্নি (১২৭৫-১২৯৬),  ছিলেন ১৩শ শতাব্দীর ভারতীয় মারাঠি সাধক, কবি, এবং শৈব ও বারকরী ঐতিহ্যের যোগী, দার্শনিক ও নাথ। তাঁর ২১ বছরের জীবনে তিনি জ্ঞানেশ্বরী ও অমৃতানুভব রচনা করেন। এগুলি মারাঠি ভাষার প্রাচীনতম টিকে থাকা সাহিত্যকর্ম, এবং মারাঠি সাহিত্যের মাইলফলক হিসেবে বিবেচিত। তাঁর ধারণাগুলি অদ্বৈত বেদান্ত দর্শনকে প্রতিফলিত করে এবং দেবতা বিষ্ণুর অবতার বিঠোবার প্রতি যোগ ও ভক্তির উপর জোর দেয়।\nজ্ঞানেশ্বর একনাথ ও তুকারামের মতো সাধু-কবিদের অনুপ্রাণিত করেছিল এবং তিনি মহারাষ্ট্রের হিন্দুধর্মের বারকরী (বিঠোবা-কৃষ্ণ) ভক্তি আন্দোলন ঐতিহ্যের অন্যতম প্রতিষ্ঠাতা। তিনি ১২৯৬ সালে ভূগর্ভস্থ কক্ষে নিজেকে সমাধিস্থ করে আলান্দিতে সমাধি গ্রহণ করেন।\n\n\n== ইতিহাস ==\nজ্ঞানেশ্বর ১২৭৫ সালে (কৃষ্ণ জন্মাষ্টমীর শুভ দিনে) যাদব রাজা রামদেবরের রাজত্বকালে মহারাষ্ট্রের পৈঠানের কাছে গোদাবরী নদীর তীরে আপেগাঁও গ্রামে মারাঠিভাষী দেশস্থ ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন। অন্যান্য সূত্র থেকে জানা যায় যে তিনি ১২৭১ খ্রিস্টাব্দে জন্মগ্রহণ করেছিলেন। তাঁর দুই ভাই ও এক বোন -নিবৃত্তিনাথ, সোপান ও  মুক্তাবাই। তাঁর জীবনের অধিকতর স্বীকৃত ঐতিহ্য অনুসারে, তিনি ১২৯৬ খ্রিস্টাব্দে তিনি সমাধি লাভ করেন। জ্ঞানেশ্বর এবং তার ভাইদের ব্রাহ্মণ বর্ণ থেকে বহিষ্কার করা হয়েছিলো এবং উপনয়নের অধিকার থেকে বঞ্চিত করা হয়েছিল। জ্ঞানেশ্বর এবং তার ভাইবোনরা নাথ হিন্দু ঐতিহ্যের দ্বারা গৃহীত হয়েছিল, যেখানে তারা সকলেই বিখ্যাত যোগী ও ভক্তি কবি হয়ে ওঠেন।\nঅমৃতানুভব লেখার পরে, তিনি এবং তার ভাইবোনরা পন্ধরপুরে গিয়েছিলেন যেখানে তারা নামদেবের সাথে দেখা করেছিলেন, যিনি জ্ঞানেশ্বরের ঘনিষ্ঠ বন্ধু হয়েছিলেন। জ্ঞানেশ্বর এবং নামাদেব ভারত জুড়ে বিভিন্ন পবিত্র কেন্দ্রে তীর্থযাত্রা শুরু করেছিলেন যেখানে তারা বহু লোককে বারকরী সম্প্রদায়ে দীক্ষিত করেছিলেন; অভঙ্গ নামে জ্ঞানেশ্বরের ভক্তিমূলক রচনাগুলি এই সময়ের মধ্যে প্রণয়ন করা হয়েছিল বলে মনে করা হয়। পন্ধরপুরে ফিরে আসার পর, জ্ঞানেশ্বর ও নামাদেবকে ভোজ দিয়ে সম্মানিত করা হয়েছিল। ভোজের পর, জ্ঞানেশ্বর সঞ্জীবন সমাধিতে যেতে চেয়েছিলেন, গভীর ধ্যানের রাজ্যে প্রবেশ করার পরে স্বেচ্ছায় নিজের নশ্বর দেহ ত্যাগ করার অনুশীলন, যেমনটি প্রাচীন ভারতের অষ্টাঙ্গ যোগে অনুশীলন করা হয়েছিল। সঞ্জীবন সমাধির প্রস্তুতি নামদেবের পুত্ররা করেছিলেন। সঞ্জীবন সমাধি সম্পর্কে, জ্ঞানেশ্বর নিজেই উচ্চতর সচেতনতা ও ইলেক্ট্রোম্যাগনেটিক বিকিরণের আকারে আলো বা বিশুদ্ধ শক্তির মধ্যে সম্পর্ক সম্পর্কে জোর দিয়েছিলেন।  হিন্দু পঞ্জিকার কার্তিক মাসের অন্ধকারার্ধের ১৩ তারিখে, জ্ঞানেশ্বরের আলসন্দিতে, তখন ২১ বছর বয়সে সঞ্জীবন সমাধিতে প্রবেশ করেন।\nতার সমাধি আলান্দির সিদ্ধেশ্বর মন্দির কমপ্লেক্সে রয়েছে।  নামদেব ও অন্যান্য পথচারীরা তাঁর মৃত্যুতে শোক প্রকাশ করেন। ঐতিহ্য অনুসারে, নামদেবের সাথে দেখা করার জন্য জ্ঞানেশ্বরকে পুনরুজ্জীবিত করা হয়েছিল যখন জ্ঞানেশ্বর তার ফিরে আসার জন্য বিঠোবার কাছে প্রার্থনা করেছিলেন। ডালমায়ার লিখেছেন যে এটি \"অকৃত্রিম বন্ধুত্বের অমরত্ব এবং মহৎ ও প্রেমময় হৃদয়ের সাহচর্যের\" সাক্ষ্য দেয়। অনেক বারকরী ভক্ত বিশ্বাস করেন যে জ্ঞানেশ্বর এখনও বেঁচে আছেন।\nসন্ত জ্ঞানেশ্বরের জীবনী সংক্রান্ত বিবরণ তাঁর শিষ্য সত্যমালানাথ ও সচ্চিদানন্দের লেখায় সংরক্ষিত আছে। বিভিন্ন ঐতিহ্য তাঁর জীবনের বিবরণের পরস্পরবিরোধী বিবরণ দেয়। তাঁর রচনা জ্ঞানেশ্বরী রচনার তারিখটি অবশ্য অবিসংবাদিত।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nAttwood, Donald W. (১৯৯২), Raising cane: the political economy of sugar in western India, Westview Press, আইএসবিএন 978-0-8133-1287-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBahirat, B. P. (২০০৬), The Saint heritage of India, Cosmo Publications, আইএসবিএন 978-81-307-0124-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBalasubramanian, R. (২০০০), \"2\", Advaita Vedānta, 2, Project of History of Indian Science Philosophy and Culture, আইএসবিএন 978-81-87586-04-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBerntsen, Maxine (১৯৮৮), The Experience of Hinduism: Essays on Religion in Maharashtra, SUNY Press, আইএসবিএন 978-0-88706-662-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBobde, P. V. (১৯৮৭), Garland of Divine Flowers: Selected Devotional Lyrics of Saint Jnanesvara, Motilal Banarsidass, আইএসবিএন 978-81-208-0390-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCashman, Richard I. (১৯৭৫), The Myth of the Lokamanya: Tilak and Mass Politics in Maharashtra, University of California Press, আইএসবিএন 978-0-520-02407-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nClaus, Peter J.; Diamond, Sarah; Mills, Margaret Ann (২০০৩), South Asian Folklore: An Encyclopedia : Afghanistan, Bangladesh, India, Nepal, Pakistan, Sri Lanka, Taylor & Francis, আইএসবিএন 978-0-415-93919-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDallmayr, Fred (২০০৭), In Search of the Good Life: A Pedogogy for Troubled Times, University Press of Kentucky, আইএসবিএন 978-0-8131-3858-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDatta, Amaresh (১৯৮৮), Encyclopaedia of Indian Literature, Sahitya Akademi, আইএসবিএন 978-81-260-1194-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDe Smet, Richard V.; Malkovsky, Bradley J. (২০০০), New Perspectives on Advaita Vedānta: Essays in Commemoration of Professor Richard De Smet, S.J., BRILL, আইএসবিএন 90-04-11666-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBhagwat, R.K (২০০২), Indian Literary Criticism: Theory and Interpretation (Editor: G.N. Devy), Orient Blackswan, আইএসবিএন 978-81-250-2022-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDhongde, Ramesh Vaman; Wali, Kashi (২০০৯), Marathi, John Benjamins Publishing Company, আইএসবিএন 978-90-272-8883-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFarquhar, John Nicol (১৯৮৪), An Outline of the Religious Literature of India, Motilal Banarsidass Publ, আইএসবিএন 978-0-89581-765-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFowler, Jeaneane D. (২০০২), Perspectives of Reality: An Introduction to the Philosophy of Hinduism, Sussex Academic Press, আইএসবিএন 978-1-898723-93-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGanesh, Kamala; Thakkar, Usha (২০০৫), Culture and the Making of Identity in Contemporary India, SAGE Publications, আইএসবিএন 978-0-7619-3381-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGlushkova, Irina (২০১৪), Objects of Worship in South Asian Religions: Forms, Practices and Meanings, Routledge, আইএসবিএন 978-1-317-67595-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGrover, Verinder (১৯৯০), Mahadev Govind Ranade, Deep & Deep Publications, আইএসবিএন 978-81-7100-245-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHarrisson, Tom (১৯৭৬), Living Through the Blitz, Cambridge University Press, আইএসবিএন 978-0-00-216009-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKohn, Livia (২০০৮), Chinese Healing Exercises: The Tradition of Daoyin, University of Hawaii Press, আইএসবিএন 978-0-8248-3269-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMichell, George; Zebrowski, Mark (১৯৯৯), Architecture and Art of the Deccan Sultanates, Cambridge University Press, আইএসবিএন 978-0-521-56321-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMokashi, Digambar Balkrishna (১৯৮৭), Palkhi: An Indian Pilgrimage, SUNY Press, আইএসবিএন 978-0-88706-461-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMokashi-Punekar, Rohini (২০০৫), On the Threshold, Rowman Altamira, আইএসবিএন 978-0-7591-0821-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNovetzke, Christian Lee (২০০৯), Shared Idioms, Sacred Symbols, and the Articulation of Identities in South Asia, Routledge, আইএসবিএন 978-1-135-90477-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nO'Connell, Joseph T. (১৯৯৯), Organizational and institutional aspects of Indian religious movements, Indian Institute of Advanced Study, Manohar, আইএসবিএন 9788185952628 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPawar, G. M. (১৯৯৭), Medieval Indian Literature: Surveys and selections, Sahitya Akademi, আইএসবিএন 978-81-260-0365-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPrasad, Rajendra (২০০৯), A Historical-developmental Study of Classical Indian Philosophy of Morals, Concept Publishing Company, আইএসবিএন 978-81-8069-595-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDnyaneshwar, Shri (১৯৮৭)। Jnaneshvari (Bhavarthadipika)। Pradhan, Vitthal G. (Transl); Lambert, Hester M. (Transl, Editor)। State University of New York Press। আইএসবিএন 978-0-88706-487-6। \nRanade, Ramchandra Dattatraya (১৯৩৩), Mysticism in India: The Poet-Saints of Maharashtra, SUNY Press, আইএসবিএন 978-0-87395-669-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSchomer, Karine; McLeod, W. H. (১৯৮৭), The Sants: Studies in a Devotional Tradition of India, Motilal Banarsidass, আইএসবিএন 978-81-208-0277-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSharma, Arvind (১৯৭৯), Thresholds in Hindu-Buddhist Studies, T.K. Mukherjee, আইএসবিএন 9780836404951 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSundararajan, K. R.; Mukerji, Bithika (২০০৩), Hindu Spirituality: Postclassical and Modern, Motilal Banarsidass, আইএসবিএন 978-81-208-1937-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\nKhandarkar, Shri Shankar Maharaj (২০১৮)। Sant Jnaneswara's Pasayadana: Divine Blessings। Motilal Banarsidass। আইএসবিএন 978-8120842083। \nJames Fairbrother Edwards (১৯৪১)। Dnyāneshwar: The Out-caste Brāhmin। J.F. Edwards, Office of the Poet-Saints of Mahārāshtra Series, United Theological College of Western India। \n\n\n== বহিঃসংযোগ ==\n\nsant dyaneshwar full information, books etc in marathi\nJnaneshwari (Bhavartha Dipika) English translation by R. K. Bhagwat, 1954 (includes glossary)\nExtracts from Amritanubhav  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ ডিসেম্বর ২০২২ তারিখে\nBiography of Dnyaneshwar by V.V. Shirvaikar\nLata Mangeshkar's rendering of some of Sri Jñāneshwar's abhangas\nSant Dnaneshwar on Hindupedia, the online Hindu Encyclopedia\nPasayadan in Marathi"}