{"pageid": 1198254, "title": "লেগিংস", "url": "https://bn.wikipedia.org/wiki?curid=1198254", "content": "লেগিংস হল বিভিন্ন ধরনের পায়ের পোশাক যা বছরের পর বছর ধরে পরিবর্তিত হয়েছে। ১৯৬০-এর দশকের পর থেকে আধুনিক ব্যবহার বলতে ইলাস্টিক ক্লোজ-ফিটিং হাই-রাইজ পোশাকগুলিকে বোঝানো হয়েছে যা সাধারণত মহিলাদের পায়ে পরিধান করা হয়, যেমন লেগ ওয়ার্মার বা আঁটসাঁট পোশাক। ১৮ শতকের ব্যবহার বলতে পুরুষদের পোশাক বোঝায়, সাধারণত কাপড় বা চামড়া দিয়ে তৈরি যা পায়ের চারপাশে গোড়ালি পর্যন্ত মোড়ানো থাকতো।  ১৯ শতকে, লেগিংস সাধারণত শিশুদের পায়ের পোশাককে বোঝায় যা একটি জ্যাকেটের সাথে মিলিত হয়, সেইসাথে চামড়া বা উলের তৈরি লেগ-র্যাপিং এবং সৈন্য এবং ট্র্যাপাররা পরিধান করে।  লেগিংস ১৯৬০-এর দশকে মহিলাদের ফ্যাশনে পরিণত হয়, নর্তকদের ফর্ম-ফিটিং পোশাক থেকে আঁকা। সিন্থেটিক ফাইবার লাইক্রা ব্যাপকভাবে গ্রহণ এবং অ্যারোবিক্সের জনপ্রিয়তা বৃদ্ধির সাথে, লেগিংস ১৯৭০ এবং ১৯৮০-এর দশকে আরও প্রাধান্য লাভ করে এবং অবশেষে রাস্তার পোশাকে পরিণত হবার পথ তৈরি করে।  লেগিংস হল ২০১০-এর দশকের শেষের দিকে ২০২০-এর দশকের অ্যাথলিজার ফ্যাশন ট্রেন্ডের একটি অংশ যা ক্রীড়া কার্যক্রমের বাইরে নৈমিত্তিক সক্রিয় পোশাক হয়ে গেছে।\n\n\n== ইতিহাস ==\nবিভিন্ন আকারে এবং বিভিন্ন নামে লেগিংস পুরুষ ও মহিলা উভয়েই শতাব্দী ধরে উষ্ণতা ও সুরক্ষার জন্য পরিধার করছে। ১৩শ থেকে ১৬শ শতাব্দীতে (রেনেসাঁর সময়কাল) ইউরোপে পুরুষদের দ্বারা পরা পৃথক পায়ের পাতার মোজাবিশেষ ছিল লেগিংসের একটি রূপ, যেমন স্কটিশ হাইল্যান্ডের ট্রিউ। কিছু আদিবাসী আমেরিকানরা বকস্কিন লেদারের আলাদা লেগিংস পরত। এগুলি কিছু লং হান্টার, ফরাসি পশম ট্র্যাপার এবং পরে পর্বতের পুরুষদের দ্বারা গ্রহণ করা হয়েছিল। তারা জেমস ফেনিমোর কুপারের লেদারস্টকিং টেলস এর লেদারস্টকিং। বকস্কিনগুলি বেশিরভাগই ছিল নিস্তেজ ধূসর পাকা চামড়ার, কিন্তু বর্তমানে ব্যবহৃত হয় উজ্জ্বল, চকচকে উদ্ভিজ্জ চামড়া।\nকাউবয়রা বকস্কিনের লেগিংস পরতেন যাতে চড়ার কারণে সৃষ্ট চ্যাপিংয়ের কারণে, তাদের প্যান্ট ছিঁড়ে না যায়। এটি তাদেরকে জন্তুদের কামড়, যেমন সাপ বা পোকামাকড় থেকেও রক্ষা করতো।\nঅনেক জায়গায়, বিশেষ করে রাশিয়া এবং কোরিয়ার মতো শীতল দেশগুলিতে, পুরুষ ও মহিলারা আধুনিক সময়ে উলের লেগিংস পরেন, উষ্ণতার।\n১৯ শতকের মাঝামাঝি ক্রিনোলাইনের অধীনে মেয়েরা যে লিনেন প্যান্টলেটগুলি পরিধান করতো সেগুলো ছিল লেগিংসের একটি রূপ এবং মূলত দুটি পৃথক পোশাক ছিল। ১৯৬০-এর দশকে লেগিংস ফ্যাশনের একটি অংশ হয়ে ওঠে, কারণ ক্যাপ্রি প্যান্টের মতো ট্রাউজার্স কিন্তু শক্ত ছিল।\n\n\n== আধুনিক ফ্যাশন ==\nস্কিন-টাইট ট্রাউজার্সের আকারে লেগিংস, ক্যাপ্রিসের একটি শক্ত সংস্করণ যা মাঝামাঝি বা গোড়ালির দৈর্ঘ্যে শেষ হয়, 1960-এর দশকে মহিলাদের ফ্যাশনে প্রবেশ করেছিল এবং একটি বড় বেল্ট বা কোমরবন্ধ এবং স্লিপ-অন উঁচুতে পরা হত। হিল বা ব্যালে ফ্ল্যাট স্টাইল জুতা. [ উদ্ধৃতি প্রয়োজন ]\nনাইলন-লাইক্রা মিশ্রন থেকে তৈরি লেগিংস (সাধারণত 90% নাইলন, 10% লাইক্রা) ব্যায়ামের সময় দীর্ঘদিন পরা হয়। নাইলন লাইক্রা লেগিংস প্রায়ই সাইকেল বা চলমান আঁটসাঁট পোশাক হিসাবে উল্লেখ করা হয়, এবং তুলো থেকে তৈরি লেগিংসের তুলনায় চেহারায় চকচকে। কিছুর রেসিং স্ট্রাইপ বা প্রতিফলিত নিদর্শন রয়েছে যাতে তাদের আরও অ্যাথলেটিক পরিধান হিসাবে আলাদা করা যায় এবং অতিরিক্ত নিরাপত্তা প্রদান করে। যাইহোক, 1980 এর দশক থেকে ব্যায়াম-শৈলীর লেগিংসও ফ্যাশনের জন্য এবং রাস্তার পোশাক হিসাবে পরা হয়।\nতুলা-লাইক্রা বা তুলা-পলিয়েস্টার-লাইক্রা সংমিশ্রণ থেকে তৈরি লেগিংস সাধারণত ফ্যাশনের জন্য পরিধান করা হয়, তবে ব্যায়াম পরিধান হিসাবেও পরা হয়। সুতি-লাইক্রা লেগিংস অনেক রঙ, প্রিন্ট এবং ডিজাইনে পাওয়া যায়; কিন্তু কালো, নেভি এবং ধূসর রঙের বিভিন্ন শেডই সবচেয়ে বেশি পরিধান করা হয়।\nলম্বা, প্রায়শই ডায়াফ্যানাস, স্কার্টের নিচে কালো লেগিংস পরা ছিল জিম বা নাচের পোশাক পরার একটি সাধারণ ফ্যাশন ট্রেন্ডের অংশ যা রাস্তার পোশাক হিসেবে ফিটনেস ক্রেজের সাথে বিকশিত হয়েছে এবং ফ্ল্যাশড্যান্স মুভি এবং দীর্ঘদিন ধরে চলমান ব্রডওয়ে শো এ কোরাস এর প্রভাবে লাইন​ একটি সাম্প্রতিক প্রবণতা হল মিনিস্কার্টের সাথে কালো লেগিংস পরা।\n1990-এর দশকের গোড়ার দিকে, মার্কিন যুক্তরাষ্ট্রের অনেক অংশে লেগিংস আসলে জিন্সের বাইরে বিক্রি হচ্ছিল। [ উদ্ধৃতি প্রয়োজন ] ছোট থেকে কলেজ বয়সের বেশি বয়সী মেয়েরা লম্বা বড় আকারের টি-শার্ট, বড় আকারের সোয়েটশার্ট বা বড় আকারের সোয়েটার, স্লাউচ মোজা এবং কেডসের সাথে লেগিংস পরা খুব সাধারণ ছিল। 1990-এর দশকের শেষের দিকে এবং 2000-এর দশকের গোড়ার দিকে ফ্যাশন অল্প সময়ের জন্য লেগিংসের বিরুদ্ধে পরিণত হয়েছিল।\n2005 সালে, লেগিংস ফ্যাশনে একটি \"প্রত্যাবর্তন\" করে, বিশেষ করে ইন্ডি সংস্কৃতিতে, ক্যাপ্রি-লেংথ লেগিংসের সাথে মিনিস্কার্ট এবং ব্যালে ফ্ল্যাট বা স্বল্প দৈর্ঘ্যের ফ্ল্যাট বুটের সাথে পোশাক পরা হয়। ফলস্বরূপ, লেগিংসগুলি এখন বড় আকারের, লম্বা সোয়েটার, সোয়েটশার্ট এবং টপস ডেনিম মিনিস্কার্ট, প্লেইড স্কার্ট, ছোট পোশাক, ছোট শর্টস এবং মোজাগুলির সাথে পরার জন্য জনপ্রিয়। বিশেষ করে ঠান্ডা আবহাওয়ায় অ্যাথলেটিক শর্টস অর্থাৎ নাইকি টেম্পো শর্টসের নিচে লেগিংস পরা হয়। লেগিংস ক্যাপ্রি লেন্থ এবং বাইকের শর্ট লেন্থেও আসে। স্পোর্টস ইউনিফর্ম শর্টস এবং আন্ডার স্কার্ট এবং পোশাকের মধ্যে বাইকের ছোট দৈর্ঘ্য একটি ফ্যাশনেবল আইটেম হিসাবে এবং খুব বেশি দেখানো থেকে বিরত থাকার জন্য জনপ্রিয়।\n\n\n=== পুরুষদের জন্য ===\nফল 2007 ফ্যাশন সপ্তাহের সময় মার্নি পুরুষদের শোতে, শুধুমাত্র পুরুষদের জন্য ডিজাইন করা লেগিংস সহ পোশাকগুলি চালু করা হয়েছিল। \nপুরুষদের লেগিংস, ডাব করা \"মেগিংস\" ( \"মেন\" এবং \"লেগিংস\" শব্দের একটি পোর্টম্যানটিউ ) বসন্ত/গ্রীষ্ম 2011 ফ্যাশন রানওয়েতে পুরুষদের জন্য সর্বশেষ ফ্যাশন প্রবণতা হিসাবে উপস্থাপিত হয়েছিল, যা শর্টসের নিচে স্টাইল করা এবং স্তরযুক্ত হওয়া উচিত বলে মনে করা হচ্ছে, ব্যাগি, ঢিলেঢালা বা লম্বা টপস যেমন টি-শার্ট।\nকে-পপ মূর্তিগুলি 2010 এর দশক থেকে ফ্যাশন আইটেম হিসাবে শর্টসের নিচে পুরুষ লেগিংস পরে আসছে।\n\n\n=== জেগিংস ===\n\"জেগিংস\", সানকো গ্রুপের একটি নিবন্ধিত ব্র্যান্ড নাম,  হল লেগিংস যা ত্বক-টাইট ডেনিম জিন্সের মতো দেখতে তৈরি করা হয়।  2000 এর দশকের শেষের দিকে চর্মসার জিন্সের স্টাইল পুনরুত্থানের মাধ্যমে জেগিংস আনা হয়েছিল, যখন প্যান্টের আরও টাইট শৈলীর জন্য একটি উচ্চ চাহিদা এসেছিল।  2011 সালে \"জেগিংস\" সংক্ষিপ্ত অক্সফোর্ড ইংরেজি অভিধানের দ্বাদশ সংস্করণে প্রবেশ করা হয়েছিল।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nসংকোচিত পোশাক\nস্টকিংস\nটিবিলিয়া\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে লেগিংস সম্পর্কিত মিডিয়া দেখুন।"}