{"pageid": 1198736, "title": "নগ্নতাবাদী রিসোর্ট", "url": "https://bn.wikipedia.org/wiki?curid=1198736", "content": "নগ্নতাবাদী রিসোর্ট বা প্রকৃতিবাদী রিসোর্ট হল এমন একটি স্থাপনা যা অতিথিদের জন্য আবাসন (বা অন্তত ক্যাম্পিং স্পেস) এবং অন্যান্য সুযোগ-সুবিধা প্রদান করে এমন একটি প্রেক্ষাপটে যেখানে তাদেরকে নগ্নতাবাদ অনুশীলন করার জন্য আমন্ত্রণ জানানো হয় - অর্থাৎ, অ-যৌন সামাজিক নগ্নতার জীবনধারা। একটি ছোট, আরও গ্রাম্য, বা আরও মৌলিক নগ্নতাবাদী রিসোর্টকে একটি নগ্নতাবাদী শিবির বলা যেতে পারে।\nএকটি নগ্নতাবাদী ক্লাব হল এমন লোকদের একটি সমিতি যারা একসাথে প্রকৃতিবাদ অনুশীলন করে, তবে শব্দগুচ্ছটি প্রায়শই \"নগ্নতাবাদী রিসোর্ট\" এর প্রতিশব্দ হিসাবে ব্যবহৃত হয়, যেহেতু সাধারণভাবে এই ধরনের একটি রিসোর্ট এই জাতীয় সংস্থার দ্বারা পরিচালিত হয়। যুক্তরাজ্য ও নিউজিল্যান্ডে, কিছু নগ্নতাবাদী ক্লাবকে সান ক্লাব হিসাবে উল্লেখ করা হয়।\nএকটি নগ্নতাবাদী সম্প্রদায় হল একটি ইচ্ছাকৃত সম্প্রদায় যার সদস্যরা একসাথে বসবাস করতে এবং স্থায়ী ভিত্তিতে নগ্নতাবাদ অনুশীলন করতে পছন্দ করে। নগ্নতাবাদী সম্প্রদায়গুলিকে একসময় ন্যুডিস্ট কলোনি হিসাবে উল্লেখ করা হত, এবং এই শব্দটি এখনও জনপ্রিয় সংস্কৃতিতে বিদ্যমান, তবে নেতিবাচক অর্থের কারণে এটি আজ বেশিরভাগ নগ্নতাবাদীদের দ্বারা এড়ানো হয়।\nনগ্নতাবাদী রিসোর্ট এবং সম্প্রদায়গুলি তীক্ষ্ণ পার্থক্য ছাড়াই একটি বর্ণালীতে বিদ্যমান - একটি নগ্নতাবাদী রিসোর্ট প্রাথমিকভাবে বাণিজ্যিক হতে পারে তবে কিছু স্থায়ী বাসিন্দাও সেখানে থাকতে পারে, যখন একটি নগ্নতাবাদী সম্প্রদায় প্রাথমিকভাবে আবাসিক তবে কিছু অর্থপ্রদানকারী দর্শনার্থীরাও সেখানে থাকতে পারে। কিছু নগ্নতাবাদী রিসোর্ট এবং সম্প্রদায়ের সাইটে থাকার শর্ত হিসাবে নগ্নতা প্রয়োজন; অন্যত্র পোশাক-ঐচ্ছিক, যতক্ষণ তারা অন্যদের নগ্ন হওয়া সহ্য করে ততক্ষণ পর্যন্ত পোশাক পরতে দেয়।\nকিছু নগ্নতাবাদী সম্প্রদায় দোকান, ব্যাঙ্ক এবং রেস্তোরাঁর মতো ব্যবসা পরিচালনা করার জন্য যথেষ্ট বড়; এগুলোকে নগ্নতাবাদী গ্রাম বলা যেতে পারে। উদাহরণগুলির মধ্যে রয়েছে স্পেনের ভেরা প্লেয়া এবং ফ্রান্সের সেন্টার হেলিও-মারিন মন্টালিভেট ও ক্যাপ ডি'আগদে। কিছু ইউরোপীয়রা এই স্কেলের সম্প্রদায়ের জন্য \"নগ্নতাবাদী রিসোর্ট\" শব্দটি সংরক্ষণ করে।\n\n\n== ইতিহাস ==\nপ্রাচীনতম পরিচিত নগ্নতাবাদী ক্লাব, নেকেড ট্রাস্টের ফেলোশিপ, ১৮৯১ সালে চার্লস ক্রফোর্ড নামে এক জেলা ও দায়রা বিচারক দ্বারা ব্রিটিশ ভারতের মাথেরানে প্রতিষ্ঠিত হয়েছিল। ক্লাবের আরও দুই সদস্য ছিল, ভাই অ্যান্ড্রু এবং কেলগ ক্যাল্ডারউড। সংস্থার একটি মহিলা শাখা যুক্ত করার প্রস্তাবটি কখনই বাস্তবায়িত হয়নি, এবং খুব শীঘ্রই ক্রফোর্ডকে রত্নাগিরিতে বদলি করা হলে এটি অস্তিত্বের বাইরে চলে যায়। তিনি ১৮৯৪ সালে মারা যান। ক্রফোর্ড ও সমকামী অধিকার কর্মী এডওয়ার্ড কার্পেন্টারের মধ্যে প্রথম দিকে চালাচালি হওয়া চিঠিপত্র থেকে জানা যায় যে পরবর্তীতে তারা সেই সময়ে ভিয়েনা এবং মিউনিখে অনুরূপ কিছু গোষ্ঠী সম্পর্কে জানত, কিন্তু তাদের অস্তিত্বের অন্য কোন প্রমাণ পাওয়া যায়নি।  \n\n\n== তথ্যসূত্র =="}