{"pageid": 1198824, "title": "বিবিসি নিউজ আরবি", "url": "https://bn.wikipedia.org/wiki?curid=1198824", "content": "বিবিসি নিউজ আরবি (আরবি: بي بي سي نيوز عربي),পূর্বে বিবিসি আরবি টেলিভিশন নামে পরিচিত ছিল,বিবিসি দ্বারা আরব বিশ্বে সম্প্রচারিত একটি টেলিভিশন সংবাদ চ্যানেল। এটি ১১ মার্চ ২০০৮ এ চালু করা হয়েছিল। এটি বিবিসি ওয়ার্ল্ড সার্ভিস দ্বারা পরিচালিত এবং ব্রিটিশ টেলিভিশন লাইসেন্স ফি থেকে অর্থায়িত হয়।\n\n\n== ইতিহাস ==\n১৯৯৪ সালে, রোম-ভিত্তিক অরবিট কমিউনিকেশন কোম্পানি (বাদশাহ ফাহদের চাচাতো ভাই প্রিন্স খালিদ ইবনে আবদুল্লাহর মালিকানাধীন) এবং সৌদি আরবের মাওয়ারিদ হোল্ডিংয়ের একটি সহায়ক সংস্থা বিবিসি আরবি টেলিভিশন চালু করেছিল। ২১ এপ্রিল ১৯৯৬-এ, একটি প্রতিবেদনকে কেন্দ্র করে সৌদি আরবের সমালোচনার ফলে এটি বন্ধ হয়ে যায়। ইয়ান রিচার্ডসন, যিনি সেই সময়ে সংবাদ বিভাগ স্থাপন করেছিলেন, তিনি চ্যানেলের দ্রুত বন্ধ হয়ে যাওয়ার পিছনে সংবাদের বিষয়বস্তু নিয়ে মালিকদের মতবিরোধকে দায়ী করেন।\nমূল বিবিসি আরবি টেলিভিশন পরিষেবায় কাজ করা অনেক কর্মীকে কাতারের সংবাদ চ্যানেল আল জাজিরা দ্বারা নিযুক্ত করা হয়েছিল,ফলে আল জাজিরা অনেক শক্তিশালী মিডিয়া হয়ে ওঠে।\nচ্যানেলটি পুনরায় চালু করার পরিকল্পনা ২০০৫ সালের অক্টোবরে ঘোষণা করা হয়েছিল এবং ২০০৭ সালের শুরতে সম্প্রচার শুরু হওয়ার কথা ছিল, কিন্তু সেটি ২০০৮ পর্যন্ত বিলম্বিত হয়েছিল। চ্যানেলটি অবশেষে ১১ মার্চ ২০০৮, ০৯:৫৬ GMT- এ পুনরায় চালু হয়। প্রাথমিকভাবে এটি দিনে ১২ ঘন্টা সম্প্রচার করে, ২৪ ঘন্টা সম্প্রচার ১৯ জানুয়ারী ২০০৯ তারিখ থেকে শুরু হয়।\n\n\n== অর্থায়ন ==\nবিবিসি আরবি টেলিভিশন বিবিসি ওয়ার্ল্ড সার্ভিস দ্বারা পরিচালিত হয়। প্রাথমিকভাবে এটি ব্রিটিশ পররাষ্ট্র দপ্তর থেকে পাওয়া অনুদান-সহায়তা থেকে অর্থায়িত হতো, কিন্তু ২০১৪ সালে পরিষেবাটি টেলিভিশন লাইসেন্স থেকে আসা অর্থ দ্বারা পরিচালিত হওয়া শুরু করে যা মূলত বিবিসির অভ্যন্তরীণ সম্প্রচারে অর্থায়নের জন্য ব্যবহৃত হয়। পরিষেবাটি লন্ডনের ব্রডকাস্টিং হাউসের পিল উইং-এ অবস্থিত।\n২০১১ সালে, ব্রিটিশ সরকার বিবিসি-তে তহবিল কমানোর সাথে সাথে, বিবিসি ওয়ার্ল্ড সার্ভিসকে পাঁচটি ভাষায় তার পরিষেবা বন্ধ করতে বাধ্য করে। তবে সরকার একই সাথে বিবিসি আরবি পরিষেবাতে তহবিল বৃদ্ধি করে, পররাষ্ট্র সচিব উইলিয়াম হেগের মতে, \"সহায়তা করার জন্য বিবিসি আরবি সার্ভিস এই অঞ্চলে তাদের জন্য প্রয়োজনীয়।\n\n\n== সম্প্রচার ==\nবিবিসি আরবি ওয়েবসাইটের মাধ্যমেও দেখা যায়। ওয়েবসাইটটিতে চ্যানেলটির একটি এইচডি সরাসরি সম্প্রচার ফিড অন্তর্ভুক্ত রয়েছে।\nচ্যানেলটি প্রতিদিন ২৪ ঘন্টা সম্প্রচার করে। লাইভ সংবাদের পাশাপাশি, কারেন্ট অ্যাফেয়ার্স প্রোগ্রাম, তথ্যচিত্র এবং মাঝে মাঝে বিনোদনমূলক অনুষ্ঠানও এতে প্রচারিত হয়।\n৩০ বা ৬০ মিনিটের বিবিসি নিউজ বুলেটিনগুলি সারাদিন সম্প্রচারিত হয়, যা সারা বিশ্বে থাকা বিবিসির সাংবাদিক এবং সংবাদদাতাদের সংবাদ কভার করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিবিসি আরবি ওয়েবসাইট"}