{"pageid": 1198173, "title": "যোগ প্যান্ট", "url": "https://bn.wikipedia.org/wiki?curid=1198173", "content": "যোগ প্যান্ট হল উচ্চ-ঘনত্বের হোসিয়ারি যা গোড়ালি থেকে কোমর পর্যন্ত পৌঁছায়, মূলত যোগব্যায়াম করার জন্য নকশা করা হয়েছিল এবং সেই উদ্দেশ্যে প্রতিষ্ঠিত একটি কোম্পানি লুলুলেমন দ্বারা ১৯৯৮ সালে প্রথম বিক্রি হয়েছিল। এগুলি প্রাথমিকভাবে নাইলন এবং লাইক্রার মিশ্রণে তৈরি হয়েছিল; আর্দ্রতা, সংকোচন এবং গন্ধ কমানোর জন্য আরও বিশেষায়িত কাপড় চালু করা হয়েছে।\nযোগব্যায়ামের জনপ্রিয়তা বৃদ্ধির কারণে এবং অনেক মহিলা নৈমিত্তিক দৈনন্দিন পোশাক হিসাবে যোগ প্যান্ট পরেন বলে বাজার বৃদ্ধি পেয়েছে। এটি একটি দীর্ঘমেয়াদী \"অ্যাথলেজার\" প্রবণতার অংশ যা পোশাকে অনানুষ্ঠানিকতা বৃদ্ধি করে, ঐতিহ্যবাহী জিন্সের বিক্রয়কে হুমকির মুখে ফেলে।\nমার্কিন যুক্তরাষ্ট্রে, ব্যায়াম ছাড়া অন্য যোগ প্যান্ট পরা বিতর্কের জন্ম দিয়েছে, স্কুলে ব্যবহারের জন্য এবং মহিলাদের দ্বারা পরিধান করার সময়। যোগব্যায়ামের পোশাকের বৈশ্বিক বিক্রি দ্রুত বৃদ্ধি পেয়েছে, যা ২০১৮ সালে প্রায় $৩১ বিলিয়নে পৌঁছেছে। \n\n\n== উৎপত্তি ==\nযোগব্যায়াম ভারতে একটি আধ্যাত্মিক অনুশীলন হিসাবে উদ্ভূত হয়েছিল।  ভারতে ২০ শতকের গোড়ার দিকে, মধ্যযুগীয় হঠ যোগের ভঙ্গিগুলিকে জিমন্যাস্টিকসের নড়াচড়ার সাথে একত্রিত করা হয়েছিল, যে ভঙ্গি যোগের একটি নতুন ঐতিহ্য তৈরি করেছিল।  ১৯৯০-এর দশকে এটি পশ্চিমা বিশ্বে বিশেষ করে মহিলাদের মধ্যে ব্যায়ামের একটি জনপ্রিয় রূপ হয়ে ওঠে। \nনাইলন এবং লাইক্রা দিয়ে তৈরি যোগ প্যান্ট ১৯৯৮ সালে বাজারে উপস্থিত হয়েছিল, যা ভ্যানকুভারে তাদের প্রথম দোকানে যোগ স্টুডিওর উপযুক্ত পোশাক হিসাবে লুলুলেমন বিক্রি করেছিল।   লুলুলেমনের প্রতিষ্ঠাতা, চিপ উইলসন, ১৯৯৭ সালে একটি যোগ ক্লাসে অংশ নিয়েছিলেন বলে জানা যায় যেখানে প্রশিক্ষক \"স্লিঙ্কি নাচের পোশাক\" পরেছিলেন যা দ্বিতীয় ত্বকের মতো ফিট ছিল, কথিত আছে যে এটা তাকে তার যোগ ফ্যাশন ব্যবসা খুঁজে পেতে অনুপ্রাণিত করেছিল।  ২০০৫ সালে লুলুলেমন আরও নাইলন মাইক্রোফাইবার এবং কম পলিয়েস্টার সহ একটি স্ট্রেচ ফ্যাব্রিক (লুওন) প্রবর্তন করে, তার পরে আরও বেশ কিছু বিশেষায়িত কাপড় তারা নিয়ে আসেন। যোগ প্যান্টের জনপ্রিয়তা বৃদ্ধি পেয়েছে, যেখানে ২০১৪ সাল নাগাদ মার্কিন কিশোর-কিশোরীরা জিন্সের বদলে যোগ প্যান্ট পছন্দ করা শুরু করে; জিন্স প্রস্তুতকারক লেভি স্ট্রস, \"অস্তিত্ব সংকটে\" পরে যায়,  তারা কিছু জিন্স প্রসারিত হয় এমন কাপড়ে তৈরি করেত বাধ্য হয়েছিল।  যোগ প্যান্ট সারা বিশ্বে ছড়িয়ে পড়তে কয়েক বছর লেগেছিল; ইউরোপের প্রথম লুলুলেমন স্টোরটি ২০১৪ সালে লন্ডনের কভেন্ট গার্ডেনে খোলা হয়েছিল। \nঅসংখ্য প্রতিযোগী বাজারে প্রবেশ করেছে, এদের মধ্যে কিছু যেমন নাইকি, অ্যাডিডাস এবং টার্গেট বিশেষায়িত কাপড় অফার করে। \n\n\n== প্রকারভেদ ==\n\n\n== আরো দেখুন ==\nলেগিংস\nজিম শর্টস\nআঁটসাঁট পোশাক\nপ্যান্টিহোজ\nযোগ ব্রিক\nআমেরিকায় যোগব্যায়াম\nযোগব্যায়ামের মাদুর\n\n\n== তথ্যসূত্র =="}