{"pageid": 1198774, "title": "হরগৌরী পাইস হোটেল", "url": "https://bn.wikipedia.org/wiki?curid=1198774", "content": "হরগৌরী পাইস হোটেল হলো স্টার জলসা চ্যানেলে প্রচারিত একটি ভারতীয় বাংলা টেলিভিশন ধারাবাহিক। যার যাত্রা ১২ সেপ্টেম্বর ২০২২ সালে শুরু হয়। এটি বাংলা বিনোদন চ্যানেল স্টার জলসায় এবং ডিজিটাল প্ল্যাটফর্ম ডিজনি+ হটস্টারে উপলব্ধ। এতে প্রধান চরিত্রে অভিনয় করছেন রাহুল মজুমদার এবং শুভস্মিতা মুখোপাধ্যায়।\n\n\n== পটভূমি ==\nগল্পের পটভূমি হলো একটি ধনী পরিবারের উচ্চ শিক্ষিত মেয়ে বিয়ের পর একটি মধ্যবিত্ত পরিবারে মানিয়ে নেয়।\n\n\n== অভিনয়ে ==\n\n\n=== প্রধান চরিত্র ===\nঐশানি ঘোষ (বিবাহপূর্ব চট্টোপাধ্যায়)-এর চরিত্রে শুভস্মিতা মুখোপাধ্যায়- শঙ্করের স্ত্রী ও সোহিনীর বোন।\nশঙ্কর ঘোষের চরিত্রে রাহুল মজুমদার - ঐশানীর স্বামী, মহেশ্বরী এবং কৌশিকের ছেলে।\n\n\n=== অন্যান্য চরিত্র ===\n\n\n=== ঘোষ পরিবার ===\nমহেশ্বরী ঘোষের চরিত্রে মিঠু চক্রবর্তী - শঙ্করের মা, ঐশানীর শাশুড়ি।\nসত্যকিঙ্কর ঘোষের চরিত্রে অনিন্দ্য সরকার - শঙ্করের বাবা, ঐশানীর শ্বশুর।\nমিতালী ঘোষের চরিত্রে সুরভী মল্লিক - শঙ্করের জ্যেষ্ঠ শ্যালিকা, পিকুর মা।\nপিকু ঘোষের চরিত্রে জিষ্ণু ভট্টাচার্য - মিতালীর ছেলে।\nদিবাকরের চরিত্রে সৌম্যদীপ সিংহ রায় - শঙ্করের মামাতো ভাই, শিউলির স্বামী।\nশিউলি চরিত্রে তানিয়া রায়- দিবাকরের স্ত্রী।\nভাস্কর ঘোষের চরিত্রে অরুণাভ দে - শঙ্করের ছোট ভাই।\nবাণী ঘোষের চরিত্রে সৌমি ব্যানার্জি - শঙ্করের ছোট বোন।\nমোহিনীর চরিত্রে শ্রেয়া চট্টোপাধ্যায় - ঘোষ পরিবারের চাকরানি।\n\n\n=== চট্টোপাধ্যায় পরিবার ===\nসোহিনী রায়ের (বিবাহপূর্ব চট্টোপাধ্যায়) চরিত্রে তানিয়া কর - তাপসের স্ত্রী, ঐশানী এবং দেবুর বোন।\nতাপস রায়ের চরিত্রে মনোজ ওঝা - সোহিনীর স্বামী।\nদেবযানী চট্টোপাধ্যায় ওরফে দেবু চরিত্রে পুনম বসাক - সোহিনী এবং ঐশানীর ছোট বোন।\n\n\n=== অন্যান্য ===\nবিলু চরিত্রে জয়ন্ত দাস - শঙ্করের বন্ধু।\nমিতালির মা, তাপসের চাচাতো বোনের চরিত্রে সোমা বন্দ্যোপাধ্যায়।\nশর্মিষ্ঠার চরিত্রে অলিভিয়া মালাকার - ঐশানীর বন্ধু, শঙ্করের প্রাক্তন বাগদত্তা।\nমহেশ আগরওয়ালের চরিত্রে গৌতম মুখোপাধ্যায় - একজন নির্মাতা, তাপসের অংশীদার।\nউশষি ঘোষের চরিত্রে রুশা চট্টোপাধ্যায় - একজন আইপিএস অফিসার।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডিজনি+ হটস্টারে হরগৌরী পাইস হোটেল"}