{"pageid": 1198180, "title": "চৌম্বকীয় আবদ্ধতা সংযোজন", "url": "https://bn.wikipedia.org/wiki?curid=1198180", "content": "চৌম্বকীয় আবদ্ধতা সংযোজন হল থার্মোনিউক্লিয়ার ফিউশন শক্তি উৎপন্ন করার একটি পদ্ধতি, যা সংযোজন জ্বালানীকে প্লাজমা আকারে সীমিত করতে চৌম্বক ক্ষেত্র ব্যবহার করে। চৌম্বকীয় আবদ্ধতা হল জড় আবদ্ধতা সংযোজন সহ সংযোজন শক্তি গবেষণার দুটি প্রধান শাখার একটি। চৌম্বকীয় পদ্ধতি ১৯৪০-এর দশকে শুরু হয়েছিল এবং পরবর্তী উন্নয়নের বেশিরভাগ অংশকে নিবিষ্ট করেছিল।\nসংযোজন প্রতিক্রিয়াগুলি হাইড্রোজেনের মতো হালকা পারমাণবিক নিউক্লিয়াসকে একত্রিত করে হিলিয়ামের মতো ভারী পদার্থ তৈরি করে, শক্তি উত্পাদন করে। নিউক্লিয়াসের মধ্যে ইলেক্ট্রোস্ট্যাটিক বিকর্ষণ কাটিয়ে উঠতে, তাদের অবশ্যই লক্ষ লক্ষ ডিগ্রি তাপমাত্রা থাকতে হবে, যা একটি প্লাজমা তৈরি করে। উপরন্তু, প্লাজমা একটি পর্যাপ্ত সময়ের জন্য পর্যাপ্ত ঘনত্বে থাকা আবশ্যক, যা লসন মাপকাঠি (ট্রিপল পণ্য) দ্বারা নির্দিষ্ট করা হয়েছে।\nচৌম্বকীয় আবদ্ধতা সংযোজন চৌম্বক ক্ষেত্রের সাথে মিথস্ক্রিয়া মাধ্যমে প্লাজমার বৈদ্যুতিক পরিবাহিতা ব্যবহার করার চেষ্টা করে। চৌম্বকীয় চাপ প্লাজমা চাপকে ভারসাম্য করে। এই প্রযুক্তির প্রাথমিক চ্যালেঞ্জ হল অত্যধিক উত্তালতা বা লিকিং ছাড়াই জ্বালানী ধারণ করে এমন ক্ষেত্রগুলির উপযুক্ত বিন্যাস তৈরি করা।\n\n\n== ইতিহাস ==\nম্যাগনেটিক ফিউশন এনার্জি-এর (এমএফই) বিকাশ তিনটি স্বতন্ত্র পর্যায়ে এসেছে। এটি ১৯৫০-এর দশকে বিশ্বাস করা হয়েছিল যে এমএফই অর্জন করা তুলনামূলকভাবে সহজ হবে, একটি উপযুক্ত যন্ত্র তৈরির জন্য একটি প্রতিযোগিতা শুরু করবে। ১৯৫০-এর দশকের শেষের দিকে, এটা স্পষ্ট হয় যে প্লাজমা উত্তালতা ও অস্থিরতা সমস্যাযুক্ত ছিল এবং ১৯৬০-এর দশকে, \"অস্থিরতা\"-এর প্রচেষ্টাটি প্লাজমা পদার্থবিদ্যার আরও ভাল বোঝার দিকে পরিণত হয়েছিল।\n১৯৬৮ সালে, একটি সোভিয়েত দল টোকামাক ম্যাগনেটিক কনফাইনমেন্ট ডিভাইস আবিষ্কার করেছিল, যা বিকল্পগুলির চেয়ে দশগুণ ভাল কর্মক্ষমতা প্রদর্শন করেছিল এবং পছন্দের পদ্ধতিতে পরিণত হয়েছিল।\nএই নকশা, আইটিইআর ব্যবহার করে একটি ৫০০-মেগাওয়াট শক্তি উৎপাদনকারী ফিউশন প্ল্যান্টের নির্মাণকাজ ফ্রান্সে ২০০৭ সালে শুরু হয়েছিল। এটির সবচেয়ে সাম্প্রতিক সময়সূচী হল এটি ২০২৫ সালে কার্যক্রম শুরু করবে।\n\n\n== আরো দেখুন ==\nগ্যাস টরাস\nম্যাগনেটাইজড লাইনার ইনর্শিয়াল ফিউশন\nপ্লাজমা (পদার্থবিজ্ঞান) নিবন্ধের তালিকা\n\n\n== তথ্যসূত্র =="}