{"pageid": 1198451, "title": "ফিফা কংগ্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1198451", "content": "ফিফা কংগ্রেস হলো আন্তর্জাতিক ফুটবল ফেডারেশন ফেদেরাসিওঁ অ্যাঁতের্নাসিওনাল দ্য ফুৎবল আসোসিয়াসিওঁ‌-এর (ফরাসি: Fédération Internationale de Football Association; যা সাধারণত ফিফা () নামে পরিচিত) সর্বোচ্চ আইন প্রণয়নকারী সংস্থা। ফিফা হল ফুটবল, ফুটসাল এবং সৈকত ফুটবলের আন্তর্জাতিক নিয়ন্ত্রক সংস্থা। কংগ্রেস \"সাধারণ\" অথবা \"বিশেষ\" হতে পারে।\nপ্রতি বছর একটি সাধারণ কংগ্রেস অনুষ্ঠিত হয়, ফিফা কাউন্সিল (পূর্বে নির্বাহী কমিটি) দ্বারা যেকোন সময় ফিফার এক পঞ্চমাংশ সদস্যের সহায়তায় একটি বিশেষ কংগ্রেস আহবান করা যেতে পারে।\nফিফার ২১১ সদস্যের প্রত্যেকের কংগ্রেসে একটি করে ভোট রয়েছে। ফিফার সদস্যরা বিশ্বকাপ আয়োজক এবং ফিফার সভাপতির জন্য প্রার্থীদের প্রস্তাব করতে পারেন। ফিফা সভাপতি নির্বাচন এবং ফিফা বিশ্বকাপ আয়োজক দেশ নির্বাচন ফিফা বিশ্বকাপের পরের বছর কংগ্রেসে অনুষ্ঠিত হয়।\n\n\n== ইতিহাস ==\n১৯৯৮ সাল থেকে প্রতি বছর ফিফা কংগ্রেস অনুষ্ঠিত হয়ে আসছে। এর পূর্বে প্রতি দুই বছর অন্তর এটি অনুষ্ঠিত হতো। প্রথম ও দ্বিতীয় বিশ্বযুদ্ধের কারণে ১৯১৫ হতে ১৯২২ এবং ১৯৩৯ হতে ১৯৪৫ সালের মধ্যে কংগ্রেস অনুষ্ঠিত হয়নি। ১ম, ৩য়, ১২তম, ২৯তম, ৩০তম, ৩০তম, ৩৯তম, ৫১তম, ৫৩তম, ৬১তম এবং ৬৫তম কংগ্রেসে ফিফা সভাপতি নির্বাচন অনুষ্ঠিত হয়েছে।\n১৯৬১ সালে লন্ডনে অনুষ্ঠিত ফিফা বিশেষ কংগ্রেস স্ট্যানলি রুসকে সভাপতি হিসেবে নির্বাচিত করে। ২০১৬ সালের ২৬শে ফেব্রুয়ারি তারিখে জুরিখে অনুষ্ঠিত ২০১৬ ফিফা বিশেষ কংগ্রেস জান্নি ইনফান্তিনোকে নতুন সভাপতি হিসেবে নির্বাচিত করে। মাত্র পাঁচটি নির্বাচনে দুই অথবা ততোধিক প্রার্থী ছিল: ৩৯তম (১৯৭৪), ৫১তম (১৯৯৮), ৫৩তম (২০০২), ৬৫তম (২০১৫), এবং ২০১৬ সালের অসাধারণ কংগ্রেস।\n\n\n== কংগ্রেসের তালিকা ==\n\n\n== বিশেষ কংগ্রেস ==\nমোট আটটি বিশেষ কংগ্রেস অনুষ্ঠিত হয়েছে: ১৯০৮ (ব্রাসেলস), ১৯৫৩ (প্যারিস), ১৯৬১ (লন্ডন), ১৯৯৯ (লস অ্যাঞ্জেলেস), ২০০১ (বুয়েনোস আইরেস), ২০০২ (সিউল), ২০০৩ (দোহা) এবং ২০১৬ (জুরিখ)। ২০১৬ সালের বিশেষ কংগ্রেসে ফিফা সভাপতি সেপ ব্লাটার তার উত্তরসূরি নির্বাচিত না হওয়া পর্যন্ত তার পদে বহাল থাকেন। তবে, তাকে বরখাস্ত করার কারণে, ভারপ্রাপ্ত ফিফা সভাপতি, ইসা হায়াতু ফিফার দায়িত্বে ছিলেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফিফা কংগ্রেস (ইংরেজি)\nকংগ্রেসের আয়োজনস্থল ১৯০৪–২০১১ (ইংরেজি)"}