{"pageid": 1198869, "title": "মারবার্গ ফাইল", "url": "https://bn.wikipedia.org/wiki?curid=1198869", "content": "।\n\n\n== আবিষ্কার ==\nআমেরিকান সৈন্যরা যখন ডিজেনারশাউসেন এস্টেটের উপকণ্ঠের মধ্য দিয়ে ভ্রমণকালে রাস্তার পাশে প্রচুর পরিত্যক্ত বা ধ্বংসপ্রাপ্ত সামরিক যানবাহন দেখতে পায়, যার কিছু কিছুতে নাৎসি সরকারের বিভিন্ন আর্কাইভও ছিল। ফার্স্ট লেফটেন্যান্ট ডেভিড সিলবারবার্গ প্রাথমিকভাবে নাৎসি জার্মানির পররাষ্ট্রমন্ত্রী জোয়াকিম ভন রিবেনট্রপের স্বাক্ষরিত নথিগুলি আবিষ্কার করেন এবং তার অনুসন্ধানের পটভূমিকে আরও এগিয়ে নিতে ডিজেনারশাউসেনে ফিরে আসেন। মেইসডর্ফ হাউস এবং মারবার্গ ক্যাসেলের অবস্থান সম্পর্কে অবগত হবার পরে, তিনি গোয়েন্দা কর্মকর্তাদের সেইসব স্থানে নিয়ে যান যেখানে বেশ কয়েকটি অতিরিক্ত আইটেম আবিষ্কার করেন। একই সময়ে, আমেরিকান সৈন্যরা কার্ল ভন লোয়েশ নামে একজন জার্মান সৈনিককে গ্রেপ্তার করে, যিনি হিটলারের ব্যক্তিগত অনুবাদক পল-অটো স্মিটের একজন সহকারী ছিলেন, যখন তিনি আইসেনাচের কাছে ট্রেফুর্ট থেকে পিছু হটছিলেন। শ্মিট তাকে নির্দেশ দিয়েছিলেন যে সমস্ত গোপনীয় কাগজপত্র তিনি যে সংরক্ষণাগারে রেখেছিলেন তা ধ্বংস করতে। ভন লোয়েশ অধিকাংশ ধ্বংস করেছিলেন, কিন্তু ব্যক্তিগতভাবে কিছু রাখার সিদ্ধান্ত নিয়েছিলেন এবং মারবার্গের উপকণ্ঠে তা মাটিচাপা দিয়েছিলেন। পরবর্তী কালে দৈবক্রমে তিনি ব্রিটিশ নথি দলের প্রধান লেফটেন্যান্ট কর্নেল আরসি থমসনের সাথে পরিচিত হন এবং প্রসিকিউশন থেকে অনাক্রম্যতার বিনিময়ে থমসনের দলকে লুকানো ডকুমেন্টগুলোর অবস্থান পেতে নেতৃত্ব দেওয়ার প্রস্তাব দেন।\nমার্কিন যুক্তরাষ্ট্রের সামরিক বাহিনী দ্বারা প্রায় ৪০০ টন বস্তু উত্তোলন করা হয়েছিল এবং পর্যালোচনার জন্য মারবার্গ ক্যাসেলে পাঠানো হয়েছিল। পরিদর্শন করার পর, অন্তত ৬০টি নথিতে ডিউক অফ উইন্ডসর এবং নাৎসি জার্মান হাই কমান্ডের মধ্যে চিঠিপত্র ছিল বলে মনে হয়েছিল। আমেরিকান কূটনীতিকরা ব্রিটিশ সরকারের কাছে মূল খসড়া এবং প্রতিলিপিগুলির মিশ্রণ রিলে করার আগে বিষয়বস্তু পরীক্ষা করেছিলেন। যুক্তরাজ্যের প্রধানমন্ত্রী উইনস্টন চার্চিল রাজা ষষ্ঠ জর্জের সাথে ফাইলগুলি নিয়ে আলোচনা করেছিলেন, যিনি জোর দিয়েছিলেন যে ফাইলগুলিকে চাপা দেওয়া হবে এবং জনসাধারণের কাছে প্রকাশ করা হবে না। সমগ্র সংগ্রহটি ১৯৪৮ সালে যুক্তরাজ্যে পাঠানো হয়েছিল এবং বাকিংহামশায়ারের হোয়াডোন হলে রাখা হয়েছিল।\n\n\n== বিষয়বস্তু ==\nআবিষ্কৃত কাগজপত্র এবং চিঠিপত্রে অভিযোগ করা হয় যে নাৎসিদের দ্বারা অপারেশন উইলি নামক ১৯৪০ সালে সাজানো একটি প্লটের বিশদ ছিল, যাতে ডিউক অফ উইন্ডসরকে শান্তি আলোচনার জন্য আনুষ্ঠানিকভাবে নাৎসিদের সাথে যোগদান করতে এবং যুক্তরাজ্য আনার জন্য তাকে জার্মানিতে নিয়ে যেতে রাজি করানো হয়। এটি রাজা ষষ্ঠ জর্জ এবং প্রধানমন্ত্রী উইনস্টন চার্চিলের একটি কাল্পনিক চক্রান্তের দ্বারা ডিউককে বোঝানোর প্রস্তাব করেছিল যে বাহামা দ্বীপপুঞ্জে তার আগমনের পরে তাকে হত্যা করা হবে এবং রাজতন্ত্র ও যুক্তরাজ্যকে আত্মসমর্পণ করার জন্য ব্ল্যাকমেইল করার আশায় একটি অপহরণ নাটক সাজানোর জন্য তার সাথে ষড়যন্ত্র করা হয়েছিল। কাগজপত্রে ডিউককে রাজা হিসাবে পুনঃপ্রতিষ্ঠা করার এবং তার স্ত্রী ওয়ালিস সিম্পসনকে রানি হিসাবে স্বীকৃতি দেওয়ার পরিকল্পনা প্রকাশ করার অভিযোগ ছিল, বিনিময়ে নাৎসি বাহিনীকে ইউরোপ জুড়ে অবাধ চলাচলের সুযোগ দেওয়া হয়েছিল।\nব্রিটিশ রাজপরিবারের জন্য সবচেয়ে ক্ষতিকর বলে বিবেচিত নথিগুলো ছিল বাহামা যাত্রার আগে নাৎসিদের সাথে তার চূড়ান্ত যোগাযোগের মধ্যে, যেখানে অভিযোগ করা হয়েছে যে ডিউক ব্রিটিশ সরকারকে শান্তি আলোচনা শুরু করতে বাধ্য করার জন্য যুক্তরাজ্যে নিরলস বোমা হামলাকে উৎসাহিত করেছিলেন। অপারেশন উইলিতে সহযোগিতা করার জন্য ডিউক নাৎসিদের দেওয়া কোনো শর্ত মেনে নিয়েছিলেন বলে কোনো প্রমাণ আছে তা বিশ্বাস করা হয় না, ইতিহাসবিদরা বলেছেন যে তিনি বাহামাসের গভর্নর হতে ব্রিটিশ সরকারের কাছ থেকে যে উৎসাহ পেয়েছিলেন তাতে তিনি প্রাথমিকভাবে বেশি প্রভাবিত হয়েছিলেন। কিন্তু কিছু নথি থেকে তিনি নাৎসি মতাদর্শের প্রতি সহানুভূতিশীল ছিলেন তা নিশ্চিত বলে অভিযোগ রয়েছে।\n\n\n== প্রকাশ ==\nব্রিটিশ, ফরাসি এবং আমেরিকান ইতিহাসবিদরা প্রাথমিকভাবে ১৯৪৬ থেকে একসাথে কাজ করতে সম্মত হন শুধুমাত্র এমন নথি প্রকাশের আশায় যা তারা প্রকাশের জন্য অপরিহার্য বলে মনে করেছিলেন। ১৯৫৪ সালে একটি ছোট ব্যাচ প্রকাশ করা হয়েছিল, ১৯৫৭ সালে সম্পূর্ণ ভলিউম প্রকাশের জন্য বাধ্য হওয়ার পর ১৯৯৬ সালে কেউতে পাবলিক রেকর্ড অফিসে আরও ফাইল প্রকাশ করা হয়েছিল। ফাইল প্রকাশের ফলে ডিউকের যথেষ্ট বিরক্তির কারণ হয়ে উঠেছিল বলে জানা গেছে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nমারবুর্গ ফাইলগুলি হল নেটফ্লিক্স টেলিভিশন সিরিজ দ্য ক্রাউনের \" ভার্গেনজেনহাইট \" (\"অতীত\") পর্বের মূল বিষয় এবং ফোকাস, যা রাণী দ্বিতীয় এলিজাবেথের নথিগুলির প্রাথমিক পর্যালোচনাকে চিত্রিত করে। পর্বের পরিচালক ফিলিপা লোথর্প বলেছেন যে চিত্রগ্রহণের সময় আসল ফাইলের প্রতিলিপি ব্যবহার করা হয়েছিল। রানী এলিজাবেথ ডিউকের নিন্দা করেছিলেন তা নিশ্চিত হওয়া সত্ত্বেও, ইতিহাসবিদ হুগো ভিকার্স পরামর্শ দিয়েছেন যে পর্বটি মিথ্যাভাবে বোঝায় যে মারবার্গ ফাইলগুলি প্রকাশের পরে ডিউককে রাজপরিবার থেকে বহিষ্কার করা হয়েছিল। তিনি তার পরিবারের সাথে যোগাযোগ রেখেছিলেন এবং জনসাধারণের উপস্থিতি অব্যাহত ছিল।\n\n\n== আরও দেখুন ==\nএডওয়ার্ড অষ্টম ত্যাগ সংকট\nযুক্তরাজ্যের অষ্টম এডওয়ার্ডের সাংস্কৃতিক চিত্র\nব্লিটজ\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nব্লোচ, মাইকেল (1982)। উইন্ডসরের যুদ্ধের ডিউক। লন্ডন: উইডেনফেল্ড এবং নিকলসন।আইএসবিএন ০-২৯৭-৭৭৯৪৭-৮আইএসবিএন 0-297-77947-8।"}