{"pageid": 1198209, "title": "আল বুদুরুল মুজিয়্যাহ ফি তারাজিমিল হানাফিয়্যাহ", "url": "https://bn.wikipedia.org/wiki?curid=1198209", "content": "আল বুদুরুল মুজিয়্যাহ ফি তারাজিমিল হানাফিয়্যাহ (আরবি: البدور المضية في تراجم الحنفية‎) বাংলাদেশি ইসলামি আলেম হিফজুর রহমানের রচিত একটি ২৩ খণ্ডের আরবি জীবনীকোষ। এতে ৬৯৯ সাল থেকে বর্তমান সময় পর্যন্ত হানাফি মাযহাবের সকল আলেমদের জীবনী স্থান পেয়েছে। এটি মিশরের দারুস সালিহ থেকে ২০১৮ সালে প্রকাশিত হয়। লেখক একাজটি সম্পন্ন করতে দশ বছর সময় নেন। এটি হানাফি মাযহাবের ফকিহদের জীবনীর উপর সবচেয়ে বড় বিশ্বকোষগুলোর অন্যতম।\n\n\n== প্রেক্ষাপট ==\nগ্রন্থটির রচনার প্রেক্ষাপট সম্পর্কে লেখক একটি সাক্ষাৎকারে উল্লেখ করেন, \"আমি যখন পাকিস্তানে ইফতা পড়ছিলাম। হজরত মাওলানা আবদুর রশিদ নোমানি রহ. এর অধীনে একটি গবেষণাপত্র তৈরি করি। আমার শিক্ষক তখন আমাকে বলেন, ‘যদি তোমার সুযোগ হয় তুমি হানাফি মাজহাবের ‘রিজাল’ (স্মরণীয় ব্যক্তিত্ব) উপর একটি বড় গ্রন্থ রচনা করবে।’ তার এ উপদেশকে আমি ওসিয়ত হিসেবে গ্রহণ করি। বিষয়টি আমার মনের ভেতর লালন করছিলাম। শিক্ষকের ওসিয়ত রক্ষার জন্য এ গ্রন্থ রচনা করি।\"\n\n\n== বৈশিষ্ট্য ==\nএই গ্রন্থে আবু হানিফা থেকে শুরু করে বর্তমান শতাব্দীর হানাফি ফকিহদের জীবনী তুলে ধরা হয়েছে। এতে ফিকহ ও হাদিস শাস্ত্রসহ অন্যান্য ক্ষেত্রে তাদের জ্ঞানগত অবদান তুলে ধরা হয়েছে। জীবনী নির্বাচনের ক্ষেত্রে লেখক বলেন, \"প্রথম মাপকাঠি ছিলো রিজালশাস্ত্রের মনীষীগণ। অধিকাংশ মনীষী যাদের স্বীকৃতি দিয়েছেন এবং নিজ নিজ গ্রন্থে তাদের স্থান করে দিয়েছেন আমি তাদেরকে প্রাধান্য দিয়েছি। আমার দ্বিতীয় মাপকাঠি হানাফি মাজহাবের রচনাবলী। এসব রচনাবলীতে যাদের অবদানের কথা জানা যায় তাদেরও আমি খুঁজে খুজে বের করেছি। অর্থাৎ এমন ইমাম যার মতামত হানাফি মাজহাবের বিভিন্ন কিতাবে এসেছে কিন্তু তার জীবনী অনেক জীবনী গ্রন্থেও নেই আমি তাদেরকেও উল্লেখ করেছি।\"\n\n\n== প্রভাব ==\nএই গ্রন্থটি হানাফি মাযহাবের আলেমদের হাদিসশাস্ত্রে অবদান নিয়ে যে অভিযোগ রয়েছে তা নিরসন করবে। এতে হাদিসশাস্ত্রে হানাফি মাযহাবের আলেমদের অবদান ফুটিয়ে তুলা হয়েছে এবং তাদের রচনাবলীর দীর্ঘ তালিকা দেওয়া হয়েছে।\n\n\n== গঠন ==\nহুরুফে ‘হিজা’ আরবি হরফের সাধারণ বিন্যাস অনুসারে গ্রন্থটি সাজানো হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nবড়দের নির্দেশনা ছাড়া অগ্রসর হওয়া সম্ভব নয়\nআরবি ভাষায় বাংলাদেশি আলেমের কীর্তি\nবাংলাভাষী দুই হাজার আলেম মনীষীদের নিয়ে ৮ খন্ডের আরবি জীবনীগ্রন্থ\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট আর্কাইভে সম্পূর্ণ আল বুদুরুল মুজিয়্যাহ ফি তারাজিমিল হানাফিয়্যাহ"}