{"pageid": 1198453, "title": "আঞ্চলিক জেট", "url": "https://bn.wikipedia.org/wiki?curid=1198453", "content": "একটি আঞ্চলিক জেট (আরজে) হল একটি জেট -চালিত আঞ্চলিক বিমান যার ১০০ টিরও কম আসন রয়েছে৷ প্রথমটি ছিল ১৯৫৯ সালে সুদ-এভিয়েশন ক্যারাভেল, তারপরে ব্যাপক ইয়াকভলেভ ইয়াক-৪০, ফকার এফ -২৮ এবং বিএই১৪৭। ১৯৯০-এর দশকে সবচেয়ে ব্যাপক কানাডায়ার আঞ্চলিক জেট এবং এর এমব্রেয়ার আঞ্চলিক জেট প্রতিপক্ষ, তারপর বৃহত্তর এমব্রেয়ার ই-জেট এবং একাধিক প্রতিযোগী প্রকল্পের আবির্ভাব ঘটে। মার্কিন যুক্তরাষ্ট্রে, তারা স্কোপ ক্লজ দ্বারা আকারে সীমাবদ্ধ।\nবম্বার্ডিয়ার এভিয়েশন ২০১৭ এবং ২০১৯-এর মধ্যে তার এয়ারলাইনার প্রোগ্রামগুলি বিক্রি করার ফলে বাজারটি একত্রিত হয়েছিল, এমব্রায়ারকে একমাত্র বড় স্বাধীন আঞ্চলিক জেট প্রস্তুতকারক হিসাবে রেখেছিল, যখন উদীয়মান খেলোয়াড়রা প্রতিযোগীদের ঠেলে দেওয়ার চেষ্টা করে, মিতসুবিশি স্পেসজেট, সুখোই সুপারজেট ১০০, কোমাক, অ্যান-এআর ২ এবং অ্যানজেট ১৪৮।\n\n\n== সংজ্ঞা ==\nআঞ্চলিক জেট হল শিল্পের পরিভাষায় একটি শব্দ এবং একটি নিয়ন্ত্রক বিভাগ নয়. এমব্রি-রিডল অ্যারোনটিক্যাল ইউনিভার্সিটি আঞ্চলিক জেটকে ১০০ আসন পর্যন্ত ধারণক্ষমতা হিসেবে সংজ্ঞায়িত করে। এটি দুটি ফ্লাইট অ্যাটেনডেন্টের সীমাবদ্ধতাও। ফ্লাইট গ্লোবাল ৬৬- থেকে ১৪৬-সিটের Embraer E-Jet / E2 কে একটি আঞ্চলিক বিমান হিসাবে বাছাই করে, কিন্তু ১১৬- থেকে ১৪১-সিটের Airbus A220 (প্রাক্তন Bombardier CSeries) একটি মেইনলাইন বিমান হিসাবে।বোয়িং আঞ্চলিক জেটকে ৯০ আসনের নিচে সংজ্ঞায়িত করে।\nআঞ্চলিক জেট একাধিক বিমানের নামে ব্যবহৃত হয়:\n\n৫০-সিটের কানাডায়ার আঞ্চলিক জেট সিআরজে-১০০/২০০ ১৯৯২ সালে চালু করা হয় এবং ২০০১ থেকে ৭০- থেকে ১০০-সিটের সিআরজে-৭০০/৯০০/১০০০-এ বিবর্তিত হয়;\n৭০- থেকে ১১২-সিটের BAe 146 ১৯৯৩ সালে অভ্র রিজিওনাল জেট হিসাবে পুনঃনামকরণ করা হয়;\n৩৪- থেকে ৫০-সিটের এমব্রায়ার আঞ্চলিক জেট ইআরজে-১৩৫/১৪০/১৪৫ ১৯৯৬ সালে পরিষেবাতে প্রবেশ করে;\nপরবর্তীতে ৬৬- থেকে ১২৪-সিটের Embraer E-Jet, ২০০৪ সালে প্রবর্তিত, এখনও ইআরজে প্রকারের সনদপত্রের নাম বহন করে;\n২০১১ সালে প্রবর্তিত ৯৮-সিটের সুখোই সুপারজেট ১০০, প্রাথমিকভাবে রাশিয়ান আঞ্চলিক জেট হিসাবে পরিচিত ছিল এবং এখনও এটির প্রকারের সনদপত্রে RRJ-৯৫ নামে পরিচিত।\n২০১৬ সালে প্রবর্তিত ৭৮- থেকে ৯৮-সিটের কোমাক এআরজে২১, এর মানে হল অ্যাডভান্সড রিজিওনাল জেট।\n৭৮- থেকে ৯২-সিটের মিতসুবিশি স্পেসজেট, ২০১৯ সালের আগে মিতসুবিশি আঞ্চলিক জেট হিসাবে বাজারজাত করা হয়েছিল, ২০২১ বা ২০২২ সালে বাণিজ্যিক পরিষেবা শুরু হবে বলে আশা করা হচ্ছে।\nইউএস আঞ্চলিক এয়ারলাইনগুলিতে বিমানের আকার এবং সংখ্যা সীমিত করে স্কোপ ক্লজগুলি প্রায়শই আঞ্চলিক জেটগুলির জন্য একটি নকশা পয়েন্ট। ২০১২ সাল থেকে, আমেরিকান এয়ারলাইনস, ডেল্টা এয়ার লাইনস এবং ইউনাইটেড এয়ারলাইন্স তাদের আঞ্চলিক এয়ারলাইন্সের জেটগুলিকে ৭৬ আসন এবং সর্বোচ্চ টেক-অফ ওজন ৮৭,০০০ পাউন্ড (৩৯ টন) এ সীমাবদ্ধ করে।\nবিমানের শব্দের ইউরোপিয়ান এভিয়েশন সেফটি এজেন্সি মূল্যায়নের জন্য, আঞ্চলিক জেটগুলিকে ICAO / CAEP বিশেষজ্ঞরা ৩০–৫০ টন (৬৬,০০০–১,১০,০০০ পাউন্ড) হিসাবে সংজ্ঞায়িত করেছিলেন t (66,000–110,000 lb) MTOW বিমান।\nএই বিমানগুলি স্কাইওয়েস্ট এবং আমেরিকান ঈগলের মতো কমিউটার এয়ারলাইন্স দ্বারা ব্যাপকভাবে ব্যবহৃত হয়। জ্বালানী খরচের কম হার, যা অপারেশনের কম খরচে অনুবাদ করে, আঞ্চলিক জেটগুলিকে কমিউটার এয়ারক্রাফ্ট হিসাবে ব্যবহার করার জন্য বা কম ট্রাফিক বিমানবন্দরগুলিকে বড় বা মাঝারি হাব বিমানবন্দরগুলির সাথে সংযুক্ত করার জন্য আদর্শ করে তোলে। ইউএস এসেনশিয়াল এয়ার সার্ভিস প্রোগ্রামে আঞ্চলিক জেটগুলি ব্যাপকভাবে ব্যবহৃত হয়।\n\n\n== ইতিহাস ==\n\n\n=== ১৯৬০-১৯৭০ এর দশক ===\n১৯৫৯ সালে সুড এভিয়েশন ক্যারাভেল (৮০ থেকে ১৪০ আসনের) প্রবর্তন করা হয়, যার অর্ডার ফ্ল্যাগ ক্যারিয়ারস, প্রথম উদ্দেশ্য-নির্মিত স্বল্প দূরত্বের জেটলাইনার, আন্তঃইউরোপীয় রুটের জন্য একটি টুইন টার্বোজেট ডিজাইন। ক্যারাভেল ডি হ্যাভিল্যান্ড ধূমকেতুর সামনের ফুসেলেজ নাকের অংশটি ব্যবহার করেছিল, প্রথম বাণিজ্যিক জেটলাইনার, মহাদেশীয়-ইউরোপীয় ফ্লাইটের জন্য কার্যকর নয়। BAC ওয়ান-ইলেভেন (৮৯ থেকে ১১৯ আসন) ১৯৬৫ সালে চালু করা হয়।\n১৯৬৮ সালে, এরোফ্লট ৩২-সিটের ইয়াকভলেভ ইয়াক-40 এবং ৬৫- থেকে ৮৫-সিটের ফকার এফ28 ফেলোশিপ ১৯৬৯ সালে চালু হয়। ১৯৭৫ সালে, ৪০- থেকে ৪৪-সিটের ভিএফডব্লিউ-ফকার 614 এর স্বতন্ত্র ওভারিং ইঞ্জিন সহ সার্ভিস এন্ট্রি দেখেছিল, ১৯টি নির্মিত হয়। ব্রিটিশ অ্যারোস্পেস 125 (প্রথম ডেলিভারি: ১৯৬৪) এবং ড্যাসল্ট ফ্যালকন 20 (১৯৬৫) এর মতো কিছু ব্যবসায়িক জেট ১৯৬০ এর দশক থেকে ছোট এয়ারলাইন্স দ্বারা পরিচালিত হয়েছিল এবং ছোট Aerospatiale Corvette (১৯৭৪) ১৯৭০ এর দশক থেকে একটি আঞ্চলিক বিমান হিসাবে ব্যবহৃত হয়।\n\n\n=== ১৯৮০ এর দশক ===\n\n১৯৭৮ সালে, ইউএস এয়ারলাইন ডিরেগুলেশন অ্যাক্ট রুট উদারীকরণের দিকে পরিচালিত করে, ছোট এয়ারলাইনারদের চাহিদার পক্ষে। এয়ারক্রাফ্ট ল্যাভেটরি বা বৃহত্তর জেট বিমানের ফ্লাইট অ্যাটেনডেন্ট না থাকায় মার্কিন যাত্রীরা হতাশ হয়। ফিডার রুট বাড়ার সাথে সাথে আঞ্চলিক এয়ারলাইনগুলি বড় এয়ারলাইন হাবগুলিকে খাওয়ানোর জন্য এই ছোট বিমানগুলিকে বড় টার্বোপ্রপ এয়ারলাইনার দিয়ে প্রতিস্থাপন করে৷ এই মাঝারি এয়ারলাইনারগুলিকে দ্রুততর, দীর্ঘ পরিসরের, প্রথম বোম্বার্ডিয়ার CRJ100/200 এর মতো আঞ্চলিক জেট দ্বারা প্রতিস্থাপন করা হয়েছিল। ছোট রুটে টার্বোপ্রপের তুলনায় প্রথম দিকের ছোট জেটগুলির অপারেটিং খরচ বেশি ছিল। ব্যবধানটি আরও ভালো টার্বোফ্যানের সাহায্যে সঙ্কুচিত হয় এবং উচ্চ গতির কারণে উচ্চতর ব্যবহারের সাথে বন্ধ হয়ে যায়।\n১৯৮৩ সালে ব্রিটিশ অ্যারোস্পেস তার BAe 146 স্বল্প-পরিসরের জেট চালু করে, যা ৭০ থেকে ১১২ আসনের মধ্যে তিনটি আকারে উত্পাদিত হয়: ১০০, -২০০, এবং বৃহত্তম -৩০০, পরবর্তীতে অভ্র রিজিওনাল জেট নামকরণ করা হয়। কম এয়ারক্রাফটের শব্দ এবং ছোট টেকঅফ শহর-কেন্দ্র থেকে সিটি-সেন্টার পরিষেবার জন্য উপযুক্ত ছিল, একটি ছোট বাজারের কুলুঙ্গি, যেমন ডি হ্যাভিল্যান্ড কানাডা ড্যাশ 7, কিন্তু চারটি ইঞ্জিন জোড়া-ইঞ্জিন ডিজাইনের তুলনায় বেশি রক্ষণাবেক্ষণ খরচের দিকে পরিচালিত করে এবং BAe একটি উত্পাদন করেনি। কম অপারেটিং খরচ টুইন-ইঞ্জিন ডিজাইন, ড্যাশ 8 এর বিপরীতে।\n১৯৮৮ সালে, ৯৭- থেকে ১২২-সিটের ফকার 100, একটি প্রসারিত ফ২৭৮, চালু করা হয়েছিল, তারপরে ১৯৯৪ সালে সংক্ষিপ্ত, ৭২- থেকে ৮৫-সিটের ফকার 70 চালু হয়।\n\n\n=== ১৯৯০ এর দশক ===\n\nকম জ্বালানির দাম আঞ্চলিক জেটের বিকাশকে বৃদ্ধি করেছিল। ১৯৯০-এর দশকে তেলের দাম ব্যারেল প্রতি প্রায় $১০-২০ ছিল। টার্বোপ্রপ নির্মাতারা তাদের পোর্টফোলিও বিকাশ করতে চেয়েছিল। ১৯৮৬ সালে বোম্বারডিয়ার দ্বারা কানাডায়ারের ক্রয় তার চ্যালেঞ্জার বিজনেস জেটের একটি ৫০- সিটের প্রসারিত বিকাশকে সক্ষম করে, ১৯৮৯ সালের মার্চ মাসে তৎকালীন প্রধান নির্বাহী লরেন্ট বিউডোইন সবুজ আলো দিয়। প্রথম Bombardier চার-সামানে কানাডায়ার আঞ্চলিক জেট ১৯৯২ সালের অক্টোবরে লুফথানসা সিটিলাইনে বিতরণ করা হয়।\nএমব্রেয়ার তখন ইএমবি-120 ব্রাসিলিয়া টার্বোপ্রপ থেকে ৫০-সিটের তিন-সংলগ্ন ERJ 145 তৈরি করে, যা ১৯৯৬ সালের ডিসেম্বরে চালু করা হয়। তারা টার্বোপ্রপগুলি প্রতিস্থাপন করেছে তাদের আরও ভাল অনুভূত চিত্র এবং বৃহত্তর পরিসরের জন্য ধন্যবাদ। ছোট-ক্ষমতার দীর্ঘ রুটে, তারা কম ক্ষমতায় ফ্রিকোয়েন্সি বাড়িয়ে আরও ভাল পরিষেবা দিতে পারে এবং ম্যাকডোনেল ডগলাস DC-9s এবং বোয়িং 737s- এর মতো মেইনলাইন জেট এয়ারলাইনারগুলিকে প্রতিস্থাপন করতে পারে। এগুলি হাব-এন্ড-স্পোক মডেলের ক্ষতির জন্য সরাসরি বিমানবন্দর-থেকে-এয়ারপোর্ট ফ্লাইটের জন্য ব্যবহার করা যেতে পারে।\n1999 সাল থেকে, ফেয়ারচাইল্ড ডর্নিয়ার 328 জেইটিও প্রতিদ্বন্দ্বিতা করছিল কিন্তু ফেয়ারচাইল্ড ডর্নিয়ার দেউলিয়া হয়ে যাওয়ায় টাইপটি বড় আকারের উৎপাদনে প্রবেশ করেনি, বৃহত্তর ফেয়ারচাইল্ড ডর্নিয়ার 728 পরিবারের বিকাশও শেষ করে দেয়। CRJ/ERJ এছাড়াও BAe ১৪৬ লাইনের সমাপ্তি ঘটায়।\nCRJ এবং ERJ সাফল্যও ফকারের ব্যর্থতায় একটি ছোটখাটো ভূমিকা পালন করেছে, যার Fokker 100 \"বড়\" দিকে এবং RJs \"ছোট দিকে\" বোয়িং 737 এবং এয়ারবাস A319- এর নতুন মডেলগুলির দ্বারা উভয় দিকেই চাপা পড়ে গেছে। . 5 ফেব্রুয়ারী 1996-এ, বোম্বার্ডিয়ার একজন সংগ্রামী ফকারের দখল নেওয়ার দিকে তাকাতে শুরু করেন, ফোকার 100 100-সিটারের প্রযোজক। ফকারের সুযোগ এবং চ্যালেঞ্জের মূল্যায়ন করার পর, বোম্বারডিয়ার ২৭ ফেব্রুয়ারী এ সম্ভাবনা বাদ দেন। Bombardier অনুভব করছিলেন যে ১০০-সিটের বাজারটি ইতিমধ্যেই A319-এর মতো ডিজাইন দ্বারা পরিপূর্ণ ছিল, একটি সিদ্ধান্ত যা ই-জেটগুলির সফল প্রবর্তনের সাথে ভুল লাগছিল৷\n\n\n=== ২০০০ এর দশক ===\n\n২০০০ থেকে ২০০৫ পর্যন্ত ৩২- থেকে ১০০-সিটের আঞ্চলিক জেটে উড়ে যাওয়া মার্কিন অভ্যন্তরীণ যাত্রীদের অংশ এক-তৃতীয়াংশে উন্নীত হয়েছে, কারণ নেটওয়ার্ক ক্যারিয়ারগুলি ছোট প্লেন সহ সস্তা কমিউটার এয়ারলাইনগুলির সাথে কম ভলিউম রুটগুলি সাবকন্ট্রাক্ট কর। আঞ্চলিক জেট ব্যবহারের স্যাচুরেশন, আঞ্চলিক এয়ারলাইনগুলির দেউলিয়া হওয়া এবং ডেল্টা এয়ার লাইনস এবং নর্থওয়েস্ট এয়ারলাইনস সঙ্কুচিত হওয়ার মধ্যে, সঙ্কুচিত 50-সিটারগুলি আরও প্রশস্ত 70- থেকে 100-সিটারে বিকশিত হচ্ছে, যা ইউনিয়নের নিয়ম দ্বারা সীমাবদ্ধ।\n২০০৫ সালের শেষের দিকে, Bombardier তার CRJ-২০০ উৎপাদন লাইন স্থগিত করে।\n২০০০ থেকে ২০০৬ সালের মধ্যে, ৩৮৪টি বড় প্লেন গ্রাউন্ড করা হয়েছিল এবং ১,০২৯টি আঞ্চলিক জেট যোগ করা হয়। জুন ২০০৭ নাগাদ, প্রধান এয়ারলাইনগুলিতে মার্কিন যুক্তরাষ্ট্রের অভ্যন্তরীণ ফ্লাইটের প্রায় এক তৃতীয়াংশ দেরিতে হয়েছিল, কারণ আরও ছোট জেটগুলি ব্যবহার করার ফলে ইতিমধ্যেই একটি স্যাচুরেটেড সিস্টেমে আরও বেশি জনাকীর্ণ আকাশ এবং রানওয়ে তৈরি হয়।\nমার্কিন প্রধান বাহক উচ্চ পাইলটদের মজুরি তাদের কম শ্রম খরচ সহ আঞ্চলিক এয়ারলাইন্সের সাথে সাবকন্ট্রাক্ট ফ্লাইট করতে পরিচালিত করে। পাইলট ইউনিয়নগুলি তখন সাব-কন্ট্রাক্ট করা বিমানের আকারকে ৫০ আসনের সর্বোচ্চ সুযোগের ধারায় নিয়ন্ত্রণ করার দাবি জানায়। পরিবর্তে, বৃহৎ রুটগুলি উপ-অনুকূল ৫০-সিটের জেট দ্বারা পরিবেশিত হয় যা উত্তর আমেরিকাতে এই ধরণেরগুলির চাহিদাকে ত্বরান্বিত করে। এমব্রেয়ার ৫০০ টিরও বেশি বিমানের জন্য একটি বাজার কল্পনা করেছিল এবং বছরে ৮০টি পর্যন্ত উত্পাদন করার পরিকল্পনা করেছিল, তবে ২০০০ সালে সর্বোচ্চ ১৫৭টি ইআরজে সরবরাহ করেছিল যেখানে বোম্বারডিয়ার ২০০৩ সালে ১৫৫টি সিআরজে সরবরাহ করে।\n9/11 -এর পরে, উচ্চ জ্বালানীর দাম ফিরে আসে এবং জেটগুলিকে সিট-মাইল খরচ কম রাখতে বাড়তে হয়েছিল। এয়ারলাইনস বাজার একত্রিত হওয়ার সাথে সাথে জেটগুলিকে ৭০ আসনের মধ্যে সীমাবদ্ধ করার সুযোগ ধারা পুনর্বিবেচনা করেছে। বৃহত্তর বিমানগুলি তাদের দক্ষতার জন্য আঞ্চলিক রুটে ফিরে এসেছিল, এবং ছোট রুটে টার্বোপ্রপগুলি কম খরচে খুব বেশি ধীর ছিল না, 1990 এর প্রবণতাকে বিপরীত করে। Bombardier ২০০৬ সালে তার শেষ 5ও৫০-সিটের সিআরজে প্রদান করে এবং Embraer ২০১১ সালে তার শেষ ERJ প্রদান করে।\nBombardier তার দৈর্ঘ্য ৭০- থেকে ১০০-সিটের CRJ700 /900/1000-এ পরিবর্তন করেছে, যখন Embraer চার-সংলগ্ন ই-জেট সিরিজ 170/175/190/195 চালু করেছে। ৫০-সিট জেটের চাহিদা উচ্চ জ্বালানির দামের সাথে কম, এবং এটি তাদের নিম্ন বাজার মূল্যের উপর প্রতিফলিত হয়। তাদের অধিকাংশই বাতিল করা হবে।\nBombardier এবং Embraer রপ্তানি কর এবং ভর্তুকি নিয়ে একটি সিরিজ মামলা শুরু করেছে।\nযদিও টার্বোপ্রপের মতো সাশ্রয়ী নয়, ছোট বিমানবন্দরে এবং থেকে সরাসরি উড়ার মাধ্যমে, আঞ্চলিক জেটগুলি কম খরচে আঞ্চলিক বিমানের প্রয়োজনীয়তা হ্রাস করে।\n১৯৯০-এর দশকে একটি উন্নয়ন শুরু হওয়ার পর ১৭ ডিসেম্বর ২০০৪-এ ইউক্রেনের আন্তোনভ দ্বারা ডিজাইন ও উত্পাদিত ৬৮- থেকে ৯৯-সিটের আন্তোনোভ An-148, প্রথম ফ্লাইট করে। এটি ২৬ ফেব্রুয়ারি ২০০৭-এ প্রত্যয়িত হয়ে এবং ২০০৯ সালে চালু হয়ে। বড় এন-১৫৮ বিমানে ৯৯ যাত্রী বসতে পারে।\n\n\n=== ২০১০ এর দশক ===\n\nইউনাইটেড এয়ারক্রাফ্ট কর্পোরেশনের সহযোগী সংস্থা সুখোই সুপারজেট 100 তৈরি করেছে, এটি 19 মে 2008-এ তার প্রথম ফ্লাইট করেছিল এবং এপ্রিল 2011 সালে আরমাভিয়ার সাথে চালু হয়েছিল। এটি সাধারণত 98 জন যাত্রীর আসন করে এবং একটি Safran / NPO Saturn যৌথ উদ্যোগ থেকে 2 PowerJet SaM146 টার্বোফ্যান দ্বারা চালিত হয়।\n২০০৩ সাল থেকে অনেক CRJ100 /200 অবসর নেওয়া হয়েছে এবং ২০১৩ সালে প্রথম Embraer ERJ আলাদা করা হয়: ৫০-সিটারের মান হ্রাস পাচ্ছে কারণ মার্কিন বাহকগুলি তাদের বাদ দিচ্ছে৷ ERJ অবসরগুলি আরও বাড়িয়ে তুলতে পারে কারণ Rolls-Royce plc যন্ত্রাংশ পছন্দকে সীমাবদ্ধ করে, ইঞ্জিন রক্ষণাবেক্ষণকে আরও ব্যয়বহুল করে তোলে, কিন্তু এর টোটালকেয়ার চুক্তিগুলি খরচের পূর্বাভাস প্রদান করে।\nকোমাক এআরজে২১ হল একটি ৭৮- থেকে ৯০-সিটের বিমান যা চীনা রাষ্ট্রীয় মালিকানাধীন মহাকাশ সংস্থা কোমাক দ্বারা নির্মিত। ২০০২ সালের মার্চ মাসে উন্নয়ন শুরু হয়, প্রথম প্রোটোটাইপটি ২১ ডিসেম্বর ২০০৭-এ রোল আউট করা হয় এবং ২৮ নভেম্বর ২০০৮-এ এটির প্রথম ফ্লাইট চালু হয়। এটি ৩০ ডিসেম্বর ২০১৪-এ তার চীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষ থেকে টাইপ সার্টিফিকেশন পেয়েছে এবং চেংডু এয়ারলাইন্স দ্বারা ২৮ জুন ২০১৬-এ চালু করা হয়। চীনে লাইসেন্সের অধীনে উত্পাদিত ম্যাকডোনেল ডগলাস MD-80 / MD-90 এর সাথে সাদৃশ্যপূর্ণ, এটিতে একটি 25° সুইপ্ট, সুপারক্রিটিকাল উইং রয়েছে যা আন্তোনভ দ্বারা ডিজাইন করা হয়েছে এবং টুইন রিয়ার-মাউন্টেড জেনারেল ইলেকট্রিক CF34 ইঞ্জিন রয়েছে।\nBombardier Aerospace দুটি Pratt & Whitney PW1000G গিয়ারযুক্ত টার্বোফ্যান দ্বারা চালিত 108- থেকে 160-সিটের CSeries তৈরি করেছে। ছোট সিএস১০০ জুলাই ২০১৬ সালে সুইস গ্লোবাল এয়ার লাইনসের সাথে এবং বড় সিএস৩০০ ডিসেম্বরে এয়ারবাল্টিকের সাথে পরিষেবাতে প্রবেশ করে। এপ্রিল ২০১৬ বোয়িং দ্বারা CSeries ডাম্পিং পিটিশনের পর, এয়ারবাস অক্টোবর ২০১৭ এ প্রোগ্রামে ৫০.০১% সংখ্যাগরিষ্ঠ অংশীদারিত্ব অর্জন করে এবং জুলাই ২০১৮ এ এটির নামকরণ করে A220 -১০০/৩০০।\n\n২০১৭ সালে, Embraer Embraer E-Jet E2 এবং CSeries- এর জন্য বড়, প্রায় ন্যারোবডি আঞ্চলিক জেটগুলিকে \"ক্রসওভার\" জেট বলা শুরু করে। যদিও তারা A320neo- এর প্রতিদ্বন্দ্বী, ছোট MRJ এবং SSJ100 প্রসারিত হতে পারে। তারা প্রায়শই সবচেয়ে বড় এয়ারলাইনার যারা লন্ডন সিটি এয়ারপোর্টের মতো শহরের বিমানবন্দরগুলিতে প্রবেশ করতে পারে, তাদের দীর্ঘ পরিসর এবং কম জ্বালানী বার্ন থেকে নতুন বাজার খোলার জন্য উপকৃত হয় এবং স্থানীয় সম্প্রদায়ের ভাল গ্রহণযোগ্যতার জন্য কম শব্দ করে।\n২০১৯ সালে, সুযোগের ধারাগুলি পুনঃআলোচনা করার চেষ্টা করার পরে, ইউনাইটেড এয়ারলাইন্স শেষ পর্যন্ত তার আঞ্চলিক সহযোগীদের জন্য পঞ্চাশটি CRJ অর্ডার করার সিদ্ধান্ত নিয়েছে; বিমানটি বিদ্যমান CRJ700 এয়ারফ্রেম থেকে সংগ্রহ করা হবে এবং ৩টি ক্লাসে ৫০টি আসনের সাথে পুনরায় কনফিগার করা হবে। Bombardier বিমানটিকে CRJ550 মডেল হিসাবে পুনঃপ্রত্যয়ন করবে, স্কোপ ক্লজগুলি মেনে চলার জন্য নিম্ন MTOW সহ, এবং মার্কিন আঞ্চলিক এয়ারলাইন্সের সাথে বিদ্যমান 50-সিটার 700টি পর্যন্ত প্রতিস্থাপনের জন্য এই নতুন কনফিগারেশন বিক্রি করার আশা করছে।\nআগস্ট ২০১৯ সাল নাগাদ, বিশ্বব্যাপী ১,১০০টি ৫০-সিটের জেট চালানো হয়েছিল, যার মধ্যে ৭০০টি মার্কিন যুক্তরাষ্ট্রে রয়েছে, যা ২০ বছরেরও বেশি পুরনো।SkyWest তার ২০০ বয়স্ক Bombardier CRJ200s এবং ERJ-এর মধ্যে ১৫০টি প্রতিস্থাপন করতে চায় এবং যখন অনেকেই ৩০,০০০ সাইকেল লগ ইন করেছে, তাদের জীবন আরও ১০-১৫ বছরের পরিষেবার জন্য ৬০,০০০ সাইকেলে বাড়ানো হতে পারে৷SkyWest Bombardier, Embraer এবং Mitsubishi এয়ারক্রাফ্টকে একটি নতুন এয়ারক্রাফ্ট তৈরি করতে বলেছে কিন্তু বাজারটি সুযোগ ধারা দ্বারা নিয়ন্ত্রিত হয়।\nমিতসুবিশি স্পেসজেট (প্রাক্তন এমআরজে), ৭০-৯০ জন যাত্রীর আসন এবং মিতসুবিশি এয়ারক্রাফ্ট কর্পোরেশন দ্বারা নির্মিত, ১১ নভেম্বর ২০১৫ এ প্রথম ফ্লাইট কর। বেশ কিছু বিলম্বের পর, প্রোগ্রামটি ২০২০ সালের অক্টোবরে একটি \"সাময়িক বিরতি\" দেওয়া হয়। Bombardier Aviation তার CSeries এবং Dash 8 প্রোগ্রামগুলিকে বিচ্ছিন্ন করার পরে, এটি CRJ প্রোগ্রামটি মিতসুবিশি হেভি ইন্ডাস্ট্রিজের কাছে বিক্রি করে, একটি চুক্তিতে যা ১ জুন ২০২০এ বন্ধ হয়ে যায়।\n\n\n== অপারেশন ==\n\n\n=== খরচ ===\nএকটি ছোট বিমান একটি বড় বিমানের চেয়ে মাইল প্রতি আসনের চেয়ে বেশি ব্যয়বহুল, তবে এটি বেশিরভাগই এয়ারলাইনের উপর নির্ভর করে। ২০০৫ সালে, বোম্বারডিয়ার একটি বোয়িং ৭৩৭ ফ্লাইট করার সময় প্রতি সিট মাইল ৯ থেকে ১০ ইউএস সেন্টে,আঞ্চলিক জেটের খরচ অনুমান করে ৮ সেন্টেরও কম, সাউথওয়েস্ট এয়ারলাইন্সে প্রতি সিট মাইল কিন্তু কন্টিনেন্টাল এয়ারলাইন্সে ১৫ সেন্ট।\n\n\n=== রুট ===\nযদিও প্রাথমিকভাবে মাঝারি পর্যায়ের দৈর্ঘ্যের জন্য ডিজাইন করা হয়েছে, আঞ্চলিক জেটগুলিকে এখন প্রথাগত বড় জেট বিমানের পাশাপাশি প্রধান ট্রাঙ্ক রুটের পরিপূরক পাওয়া যেতে পারে। আরজেগুলি এয়ারলাইনগুলিকে জেট সরঞ্জাম সহ নতুন \"দীর্ঘ, পাতলা\" রাউটিং খোলার অনুমতি দেয় যা আগে বিদ্যমান ছিল না, যেমন আটলান্টা থেকে মন্টেরে, নুয়েভো লিওন৷ আরজে বলতে এমন শহরগুলিতে জেট পরিষেবা ফেরত বোঝানো হয়েছে যেখানে এক দশক আগে পূর্ণ আকারের জেট পরিষেবা চলে গিয়েছিল, যেমন ম্যাকন, জর্জিয়া এবং ব্রাউনসভিল, টেক্সাস ৷\nআঞ্চলিক জেটগুলি পয়েন্ট-টু-পয়েন্ট পরিষেবা প্রদান করবে এবং হাব-এন্ড-স্পোক সিস্টেমকে বাইপাস করবে এই ধারণা নিয়ে বিতর্ক রয়েছে। ২০০৩ সালের জানুয়ারী পর্যন্ত, মার্কিন যুক্তরাষ্ট্রের সমস্ত আঞ্চলিক জেট ফ্লাইটের ৯০% সেই ফ্লাইটের এক প্রান্তে একটি হাব বা প্রধান বিমানবন্দর ছিল এবং এই সংখ্যাটি ১৯৯৫ সাল থেকে ধীরে ধীরে বৃদ্ধি পাচ্ছে। যাইহোক ২০০৪ সালে একটি ইন্টারন্যাশনাল সেন্টার ফর এয়ার ট্রান্সপোর্টেশন রিপোর্ট উল্লেখ করেছে যে আঞ্চলিক জেটগুলি আর শুধুমাত্র হাব ফিডার অপারেশনের জন্য ব্যবহার করা হয় না। এইভাবে তারা টার্বোপ্রপসের চেয়ে দীর্ঘ রুটে উড়ে, কিন্তু সংকীর্ণ বডি জেটগুলির চেয়ে ছোট করে বাজারে একটি ফাঁক পূরণ করে।\n\n\n== মডেল ==\n\n\n=== বিমানবহর ===\n\n\n=== বিমানের দাম ===\n\n\n== তথ্যসূত্র =="}