{"pageid": 1200639, "title": "বাশার আল-খাসাওনেহের মন্ত্রিসভা", "url": "https://bn.wikipedia.org/wiki?curid=1200639", "content": "প্রধানমন্ত্রী বাশার আল-খাসাওনেহকে ৭ অক্টোবর ২০২০-এ মন্ত্রিসভা গঠনের দায়িত্ব দেওয়া হয়েছিল। তিনি ১২ অক্টোবর ২০৩০-এ তার মন্ত্রিসভার সাথে শপথ গ্রহণ করেছিলেন। দুটি ব্যতিক্রম ছিলেন প্রতিমন্ত্রী মাহমুদ খারাবশেহ যিনি কোভিড-১৯ এর জন্য ইতিবাচক পরীক্ষা করেছিলেন, এবং ফলোআপ এবং সরকারী সমন্বয় প্রতিমন্ত্রী নওয়াফ ওয়াসফি টেল যাকে বিদেশ থেকে ফিরে আসার পরে কোয়ারেন্টাইনের প্রয়োজনীয়তা অনুসরণ করতে হয়েছিল।\n\n\n== মন্ত্রিসভার সদস্যরা ==\nপ্রধানমন্ত্রী এবং প্রতিরক্ষা মন্ত্রী বিশার আল-খাসাওনেহের বর্তমান মন্ত্রিসভায় নিম্নলিখিত সদস্যদের অন্তর্ভুক্ত করা হয়েছে:\n\nতৌফিক ক্রিশান উপপ্রধানমন্ত্রী ও স্থানীয় প্রশাসন মন্ত্রী\nআয়মান সাফাদি উপ-প্রধানমন্ত্রী এবং পররাষ্ট্র ও প্রবাসী মন্ত্রী হিসেবে\nখালেদ মুসা আল হেনেফাত কৃষিমন্ত্রী হিসেবে\nশিক্ষা ও উচ্চশিক্ষা ও বৈজ্ঞানিক গবেষণা মন্ত্রী হিসেবে আজমি মাহাফজাহ\nওয়াজিহ আজাইজেহ রাজনৈতিক ও সংসদ বিষয়ক মন্ত্রী হিসেবে\nসরকারের যোগাযোগ মন্ত্রী হিসেবে ফয়সাল শবুল\nঅর্থনৈতিক বিষয়ক উপ-প্রধানমন্ত্রী এবং পাবলিক সেক্টর আধুনিকায়নের প্রতিমন্ত্রী হিসেবে নাসের শ্রাইদেহ\nআহমেদ মাহের আবুল সামেন গণপূর্ত ও গৃহায়ণ মন্ত্রী এবং পরিবহন মন্ত্রী হিসেবে\nনায়েফ আল ফায়েজ পর্যটন ও পুরাকীর্তি মন্ত্রী হিসেবে\nইব্রাহিম জাজী প্রধানমন্ত্রী বিষয়ক প্রতিমন্ত্রী\nন্যান্সি নামরুকা আইনি বিষয়ক প্রতিমন্ত্রী হিসেবে\nআহমদ নূরী জিয়াদাত বিচার মন্ত্রী হিসেবে\nইউসুফ শামালি শিল্প, বাণিজ্য ও সরবরাহ মন্ত্রী এবং শ্রম মন্ত্রী হিসেবে\nডাঃ সালেহ এ. আল-খারাবশেহ শক্তি ও খনিজ সম্পদ মন্ত্রী হিসেবে\nঅর্থমন্ত্রী হিসেবে মোহাম্মদ আল ইসিস\nআওকাফ ও ইসলামিক বিষয়ক মন্ত্রী হিসেবে মোহাম্মদ খালেলেহ\nসংস্কৃতিমন্ত্রী হিসেবে হাইফা নাজ্জার\nপরিবেশ মন্ত্রী হিসেবে মুয়াবিহ রাদাইদেহ\nসামাজিক উন্নয়ন মন্ত্রী হিসেবে ওয়াফা বানি মুস্তফা\nস্বরাষ্ট্রমন্ত্রী হিসেবে মাজিন আবদেল্লাহ হিলাল আল ফারায়েহ\nস্বাস্থ্যমন্ত্রী হিসেবে ফিরাস আল-হাওয়ারী\nপানি ও সেচ মন্ত্রী হিসেবে মোহাম্মদ আল নাজ্জার\nযুব মন্ত্রী হিসেবে মোহাম্মদ সালামেহ আল নাবুলসি\nডিজিটাল অর্থনীতি ও উদ্যোক্তা মন্ত্রী হিসেবে আহমেদ হানাদেহ\nখোলোদ সাক্কাফ বিনিয়োগ মন্ত্রী হিসেবে\nপরিকল্পনা ও আন্তর্জাতিক সহযোগিতা মন্ত্রী হিসেবে জেইনা তুকান\n\n\n== তথ্যসূত্র =="}