{"pageid": 12016, "title": "ফ্যাক্স", "url": "https://bn.wikipedia.org/wiki?curid=12016", "content": "ফ্যাক্স ( ফ্যাসিমাইলের সংক্ষিপ্ত রূপ), যাকে কখনো কখনো টেলিকপি বা টেলিফ্যাক্স ( টেলিফ্যাকসিমিলের জন্য সংক্ষিপ্ত) বলা হয়, সেটি হলো স্ক্যান করা মুদ্রিত উপাদানের (টেক্সট এবং ছবি উভয়ই) টেলিফোনিক ট্রান্সমিশন। সাধারণভাবে এটি হলো একটি প্রিন্টার বা অন্যান্য আউটপুট যন্ত্রের সাথে সংযুক্ত একটি টেলিফোন নম্বর। আসল নথিটি একটি ফ্যাক্স মেশিন (বা একটি টেলিকপিয়ার) দিয়ে স্ক্যান করা হয়, যা বিষয়বস্তুগুলোকে (টেক্সট বা ছবি) একটি একক স্থির গ্রাফিক ছবি হিসেবে প্রক্রিয়া করে, এটিকে একটি বিটম্যাপে রূপান্তর করে, এবং তারপর এটি অডিও- ফ্রিকোয়েন্সি টোন আকারে টেলিফোন সিস্টেমের মাধ্যমে প্রেরণ করে। গ্রহণকারী ফ্যাক্স মেশিন সেই টোন ব্যাখ্যা করে এবং চিত্রটি পুনর্গঠন করে, তারপর একটি কাগজের অনুলিপি মুদ্রণ করে।  প্রারম্ভিক সিস্টেমগুলো একটি অবিচ্ছিন্ন বা অ্যানালগ পদ্ধতিতে অডিও টোনকে অন্ধকারের চিত্রে সরাসরি রূপান্তর করে ব্যবহার করত। তবে, ১৯৮০-এর দশক থেকে, বেশিরভাগ মেশিনগুলো পৃষ্ঠার একটি অডিও-এনকোডেড ডিজিটাল উপস্থাপনা প্রেরণ করে, তথ্য সঙ্কোচন ব্যবহার করে সমস্ত-সাদা বা সম্পূর্ণ-কালো অঞ্চলগুলোকে আরও দ্রুত প্রেরণ করে।\nফ্যাক্স মেশিনগুলো ১৯৮০ এবং ১৯৯০ এর দশকে অফিসগুলোতে অনেক প্রচলন ছিল, কিন্তু ইমেল এবং ওয়ার্ল্ড ওয়াইড ওয়েবের মতো ইন্টারনেট-ভিত্তিক প্রযুক্তিগুলোর ফলে তা ধীরে ধীরে অপ্রচলিত হয়ে গেছে। তবে, এগুলো চিকিৎসা প্রশাসন এবং আইন প্রয়োগে এখনো বিশেষভাবে জনপ্রিয়। \n\n\n== ইতিহাস ==\n\n\n=== তারের মাধ্যমে প্রচার ===\nস্কটিশ উদ্ভাবক আলেকজান্ডার বেইন রাসায়নিক-যান্ত্রিক ফ্যাক্স-টাইপ ডিভাইসগুলোতে কাজ করেছিলেন এবং ১৮৪৬ সালে পরীক্ষাগার পরীক্ষায় গ্রাফিক লক্ষণগুলো পুনরুৎপাদন করতে সক্ষম হন। তিনি তার \"ইলেকট্রিক প্রিন্টিং টেলিগ্রাফ\" এর জন্য ২৭ মে, ১৮৪৩ তারিখে ব্রিটিশ পেটেন্ট ৯৭৪৫ লাভ করেন।  ফ্রেডরিক বেকওয়েল বেইনের ডিজাইনে বেশ কিছু উন্নতি করেছেন এবং একটি টেলিফ্যাক্স মেশিন প্রদর্শন করেছেন।  প্যানটেলিগ্রাফ আবিষ্কার করেন ইতালীয় পদার্থবিদ জিওভানি ক্যাসেলি।  তিনি ১৮৬৫ সালে প্যারিস এবং লিয়নের মধ্যে প্রথম বাণিজ্যিক টেলিফ্যাক্স পরিষেবা চালু করেছিলেন, যা ছিল টেলিফোন আবিষ্কারের প্রায় ১১ বছর আগে। \n১৮৮০ সালে, ইংরেজ উদ্ভাবক শেলফোর্ড বিডওয়েল স্ক্যানিং ফটোটেলিগ্রাফ তৈরি করেছিলেন, যেটি প্রথম টেলিফ্যাক্স মেশিন ছিল যেকোনো দ্বি-মাত্রিক আসল নথি স্ক্যান করার জন্য, এতে ম্যানুয়াল প্লটিং বা আঁকার প্রয়োজন নেই।  হেনরি সাটনের \"টেলিফেন\" এর একটি বিবরণ ১৮৯৬ সালে প্রকাশিত হয়েছিল। ১৯০০ সালের দিকে, জার্মান পদার্থবিদ আর্থার কর্ন বিল্ডটেলিগ্রাফ আবিষ্কার করেন, বিশেষ করে ১৯০৮ সালে প্যারিস থেকে লন্ডনে একটি ওয়ান্টেড-ব্যক্তির ফটোগ্রাফের ব্যাপকভাবে পরিচিতি লাভ করার পরে মহাদেশীয় ইউরোপে ব্যাপকভাবে এটি বিস্তৃত হয়, রেডিওফ্যাক্সের বিস্তৃত বিতরণের আগ পর্যন্ত এটি ব্যবহৃত হয়।  এর প্রধান প্রতিযোগী ছিল প্রথম এডুয়ার্ড বেলিনের বেলিনোগ্রাফি, তারপর ১৯৩০ সাল থেকে হেলশ্রেইবার, যা ১৯২৯ সালে জার্মান উদ্ভাবক রুডলফ হেল দ্বারা আবিষ্কৃত হয়, যা যান্ত্রিক চিত্র স্ক্যানিং এবং ট্রান্সমিশনের অগ্রগামী।\n\n১৮৮৮ সালে এলিশা গ্রে- এর টেলাটোগ্রাফের উদ্ভাবন ফ্যাক্স প্রযুক্তিতে আরও একটি উন্নয়ন চিহ্নিত করে, যা ব্যবহারকারীদের দীর্ঘ দূরত্বে স্বাক্ষর পাঠানোর অনুমতি দেয়, এইভাবে দীর্ঘ দূরত্বে সনাক্তকরণ বা মালিকানা যাচাই করার অনুমতি দেয়। \n১৯ মে, ১০২৪-এ এটিএন্ডটি কর্পোরেশনের বিজ্ঞানীরা \"বিদ্যুতের মাধ্যমে ছবি প্রেরণের একটি নতুন প্রক্রিয়ার মাধ্যমে\" ক্লিভল্যান্ড থেকে নিউ ইয়র্ক সিটিতে টেলিফোনের মাধ্যমে ১৫টি ছবি পাঠান, এই ধরনের ছবি সংবাদপত্রের পুনঃপ্রকাশের জন্য উপযুক্ত। পূর্বে, এই প্রক্রিয়া ব্যবহার করে রেডিওতে ছবি পাঠানো হয়েছিল। \n১৯৪৮ সালে ঘোষিত ওয়েস্টার্ন ইউনিয়ন \"ডেস্কফ্যাক্স\" ফ্যাক্স মেশিনটি একটি কমপ্যাক্ট মেশিন যা বিশেষ স্পার্ক প্রিন্টার পেপার ব্যবহার করে ডেস্কটপে অনায়াসে যুক্ত হয়। \n\n\n=== তারবিহীন প্রচার ===\n\nরেডিও কর্পোরেশন অফ আমেরিকা (আরসিএ) এর ডিজাইনার হিসেবে, ১৯২৪ সালে, রিচার্ড এইচ. রেঞ্জার তারবিহীন ফটোরডিওগ্রাম বা ট্রান্সওসেনিক রেডিও ফ্যাসিমাইল আবিষ্কার করেন, যা আজকের \"ফ্যাক্স\" মেশিনের অগ্রদূত। ২৯শে নভেম্বর, ১৯২৪ তারিখে রাষ্ট্রপতি ক্যালভিন কুলিজের একটি ছবি নিউ ইয়র্ক থেকে লন্ডনে পাঠানো হয়েছিল, যা ট্রান্সওসেনিক রেডিও ফ্যাসিমাইল দ্বারা পুনঃরউৎপাদিত প্রথম ছবি হয়ে ওঠে। দুই বছর পর রেঞ্জারের পণ্যের বাণিজ্যিক ব্যবহার শুরু হয়। এছাড়াও ১৯২৪ সালে,এটিএন্ডটি- এর হার্বার্ট ই. আইভস লাল, সবুজ এবং নীল রঙের বিভাজন ব্যবহার করে পিরিয়ড পোশাকে নীরব চলচ্চিত্র তারকা রুডলফ ভ্যালেন্টিনোর একটি আসল-রঙের ফটোগ্রাফ প্রথম রঙের প্রতিকৃতি প্রেরণ ও পুনর্গঠন করেন। \n১৯৩০ এর দশকের শেষের দিকে, ফিঞ্চ ফ্যাকসিমাইল সিস্টেমটি বাণিজ্যিক এএম রেডিও স্টেশন এবং ফিঞ্চের প্রিন্টার দিয়ে সজ্জিত সাধারণ রেডিও রিসিভারের মাধ্যমে ব্যক্তিগত বাড়িতে একটি \"রেডিও সংবাদপত্র\" প্রেরণ করতে ব্যবহৃত হয়েছিল, যা তাপীয় কাগজ ব্যবহার করেছিল। একটি নতুন এবং সম্ভাব্য সুবর্ণ সুযোগ অনুধাবন করে, প্রতিযোগীরা শীঘ্রই ক্ষেত্রটিতে প্রবেশ করেছিল, কিন্তু প্রিন্টার এবং বিশেষ কাগজ ছিল ব্যয়বহুল ও বিলাসবহুল, এএম রেডিও ট্রান্সমিশন খুব ধীর এবং স্থির হওয়ার জন্য দুর্বল ছিল এবং সংবাদপত্রটি খুব ছোট ছিল। ফিঞ্চ এবং অন্যদের দ্বারা একটি কার্যকর ব্যবসা হিসেবে এই ধরনের পরিষেবা প্রতিষ্ঠার জন্য দশ বছরেরও বেশি সময় ধরে বারবার প্রচেষ্টার পরেও, জনসাধারণ, স্পষ্টতই সস্তা এবং অনেক বেশি সারগর্ভসহ বাড়িতে বিতরণ করা দৈনিক সংবাদপত্রের সাথে এবং প্রচলিত কথ্য রেডিও বুলেটিনগুলোর সাথে সরবরাহ করা \"গরম\" খবর নিয়ে বেশ সন্তুষ্ট ছিল, যদিও তারা নতুন মাধ্যম সম্পর্কে শুধুমাত্র একটি ক্ষণস্থায়ী কৌতূহল দেখিয়েছিল। \n১৯৪০-এর দশকের শেষের দিকে, রেডিওফ্যাক্স রিসিভারগুলোকে ওয়েস্টার্ন ইউনিয়নের \"টেলিকার\" টেলিগ্রাম ডেলিভারি যানবাহনের ড্যাশবোর্ডের নিচে লাগানোর জন্য পর্যাপ্তভাবে ছোট করা হয়েছিল। \n১৯৬০-এর দশকে, ইউনাইটেড স্টেটস আর্মি কুরিয়ার স্যাটেলাইট ব্যবহার করে ডিল টেস্ট সাইট থেকে পুয়ের্তো রিকোতে স্যাটেলাইট ফ্যাসিমিলের মাধ্যমে প্রথম ছবি প্রেরণ করে।\nরেডিও ফ্যাক্স সমুদ্রের জাহাজগুলোতে আবহাওয়ার চার্ট এবং তথ্য প্রেরণের জন্য আজও সীমিত আকারে ব্যবহার হচ্ছে। ধীর-স্ক্যান টেলিভিশনের ঘনিষ্ঠভাবে সম্পর্কিত প্রযুক্তি এখনো অপেশাদার রেডিও অপারেটরদের দ্বারা ব্যবহৃত হয়।\n\n\n=== টেলিফোন প্রচার ===\n১৯৬৪ সালে, জেরক্স কর্পোরেশন প্রবর্তন (এবং পেটেন্ট) করে যাকে অনেকে আধুনিক ফ্যাক্স মেশিনের প্রথম বাণিজ্যিক সংস্করণ হিসেবে বিবেচনা করে, (এলডিএক্স) বা লং ডিস্টেন্স জেরোগ্রাফি নামে। এই মডেলটি দুই বছর পরে একটি ইউনিটের সাথে বাদ দেওয়া হয়েছিল যা আগামী বছরগুলোর জন্য ফ্যাক্স মেশিনের জন্য মান নির্ধারণ করে। এই পর্যন্ত ফ্যাসিমাইল মেশিনগুলো খুব ব্যয়বহুল এবং পরিচালনা করা কঠিন ছিল। ১৯৬৬ সালে, জেরক্স ম্যাগনাফ্যাক্স টেলিকপিয়ার প্রকাশ করে, একটি ছোট, ৫৬ পাউন্ড (২১ কেজি) ফ্যাসিমাইল মেশিন। এই ইউনিটটি পরিচালনা করা অনেক সহজ ছিল এবং এটি যেকোনো স্ট্যান্ডার্ড টেলিফোন লাইনের সাথে সংযুক্ত হতে পারে। এই মেশিনটি প্রায় ছয় মিনিটে একটি অক্ষর আকারের নথি প্রেরণ করতে সক্ষম ছিল। প্রথম সাব-মিনিট, ডিজিটাল ফ্যাক্স মেশিনটি ডাকোম দ্বারা তৈরি করা হয়েছিল, যা মূলত স্যাটেলাইট যোগাযোগের জন্য লকহিডে তৈরি ডিজিটাল তথ্য সঙ্কোচন প্রযুক্তির ওপর নির্মিত। \n১৯৭০ এর দশকের শেষের দিকে, সারা বিশ্বে অনেক কোম্পানি (বিশেষ করে জাপানী ফার্ম) ফ্যাক্স বাজারে প্রবেশ করেছিল। এর খুব শীঘ্রই, আরও কমপ্যাক্ট, দ্রুত এবং দক্ষ ফ্যাক্স মেশিনের একটি নতুন জোয়ার বাজারে আসবে। জেরক্স ফ্যাক্স মেশিনকে তাদের গ্রাউন্ড ব্রেকিং প্রথম মেশিনের পর বছর ধরে পরিমার্জন করতে থাকে। পরবর্তী বছরগুলোতে এটি কপিয়ার সরঞ্জামগুলোর সাথে একত্রিত হয়ে হাইব্রিড মেশিনগুলো তৈরি করা হবে যা আজ কপি, স্ক্যান এবং ফ্যাক্স করতে পারে। জেরক্স ফ্যাক্স প্রযুক্তির কিছু কম পরিচিত ক্ষমতার মধ্যে ১৯৮০-এর দশকের গোড়ার দিকে তাদের ৮০০০ ওয়ার্কস্টেশনে তাদের ইথারনেট সক্ষম ফ্যাক্স পরিষেবা অন্তর্ভুক্ত ছিল।\nসর্বব্যাপী ফ্যাক্স মেশিনের প্রবর্তনের আগে, ১৯৭০-এর দশকের মাঝামাঝি এক্সন কিউইপ  প্রথমগুলোর মধ্যে একটি, ফ্যাকসিমাইল মেশিনগুলো একটি নথির অপটিক্যাল স্ক্যানিং বা একটি ড্রামে স্পিনিং অঙ্কন করে কাজ করত। প্রতিফলিত আলো, নথির আলো এবং অন্ধকার অঞ্চল অনুসারে তীব্রতার মধ্যে পরিবর্তিত, একটি ফটোসেলের উপর জোর দেওয়া হয়েছিল যাতে একটি সার্কিটে থাকা আলোর পরিমাণের সাথে পরিবর্তিত হয়। এই কারেন্টটি একটি টোন জেনারেটর (একটি মডুলেটর ) নিয়ন্ত্রণ করতে ব্যবহৃত হত, যে কারেন্ট উৎপন্ন টোনের কম্পাঙ্ক নির্ধারণ করে। এই অডিও টোনটি তখন একটি সাধারণ টেলিফোন হ্যান্ডসেটের মাইক্রোফোনের সাথে সংযুক্ত একটি অ্যাকোস্টিক কাপলার (এক্ষেত্রে একটি স্পিকার) ব্যবহার করে প্রেরণ করা হয়েছিল। প্রাপ্তির শেষে, একটি হ্যান্ডসেটের স্পিকার একটি অ্যাকোস্টিক কাপলার (একটি মাইক্রোফোন) এর সাথে সংযুক্ত ছিল এবং একটি ডিমডুলেটর বিভিন্ন টোনকে একটি পরিবর্তনশীল কারেন্টে রূপান্তরিত করে যা একটি কাগজের ফাঁকা শীটে চিত্রটি পুনরুৎপাদন করতে একটি কলম বা পেন্সিলের যান্ত্রিক গতিবিধি ব্যবহার করে একই হারে ঘূর্ণায়মান একটি অভিন্ন ড্রামে।\n\n\n=== কম্পিউটার ফ্যাসিমিল ইন্টারফেস ===\n১৯৮৫ সালে, গামালিংক- এর প্রতিষ্ঠাতা হ্যাঙ্ক ম্যাগনুস্কি, গামাফ্যাক্স নামে প্রথম কম্পিউটার ফ্যাক্স বোর্ড তৈরি করেন। এই ধরনের বোর্ডগুলো এনালগ এক্সপেনশন বাসের মাধ্যমে ভয়েস টেলিফোনি প্রদান করতে পারে। \n\n\n=== একবিংশ শতাব্দীতে ===\n\nযদিও এখনো ব্যবসা কিছু ব্যবসা প্রতিষ্ঠান ফ্যাক্স করার সুবিধা চালু রেখেছে, তবে এখন এই প্রযুক্তিটি ইন্টারনেটভিত্তিক যে বিকল্পগুলো রয়েছে সেগুলোর কারণে ক্রমবর্ধমান প্রতিযোগিতার সম্মুখীন হয়েছে৷ কিছু দেশে, যেহেতু চুক্তিতে ইলেকট্রনিক স্বাক্ষরগুলো এখনো আইন দ্বারা স্বীকৃত নয়, কিন্তু যখন স্বাক্ষরের অনুলিপিসহ ফ্যাক্স করা হয় তখন সেগুলো স্বীকৃত হয়, তাই ফ্যাক্স মেশিনগুলো এখনো ব্যবসায় অব্যাহত সমর্থন উপভোগ করে আসছে৷  জাপানে, সাংস্কৃতিক এবং গ্রাফেমিক কারণে ফ্যাক্স এখনো ২০২০ সালের সেপ্টেম্বর পর্যন্ত ব্যাপকভাবে ব্যবহৃত হয়।  এগুলো দেশব্যাপী ৮১% এর বেশি কনভেনিয়েন্স-স্টোর থেকে দেশীয় এবং আন্তর্জাতিক উভয় প্রাপকদের কাছে পাঠানোর জন্য উপলব্ধ রয়েছে। কনভেনিয়েন্স-স্টোর ফ্যাক্স মেশিনগুলো সাধারণত প্রেরিত ফ্যাক্সের বিষয়বস্তু সামান্য পুন:-আকার করে এ৪ কাগজের ইলেকট্রনিক কনফার্মেশন-স্লিপে প্রিন্ট করে।  কোভিড-১৯ মহামারি চলাকালীন সময়ে কেস রিপোর্ট করার জন্য ফ্যাক্স মেশিনের ব্যবহার জাপানে অনেক সমালোচিত হয়েছে কারণ এর ফলে তথ্য ত্রুটি হয়েছে এবং প্রতিবেদনে বিলম্ব হয়েছে, সংক্রমণের বিস্তার রোধে প্রতিক্রিয়া প্রচেষ্টা ধীর হয়েছে এবং বাড়ি থেকে কাজে স্থানান্তর হবার প্রক্রিয়ায় প্রতিবন্ধকতা সৃষ্টি হয়েছে। \nঅনেক কর্পোরেট পরিবেশে, ফ্রিস্ট্যান্ডিং ফ্যাক্স মেশিনগুলো ফ্যাক্স সার্ভার এবং অন্যান্য কম্পিউটারাইজড সিস্টেম দ্বারা প্রতিস্থাপিত হয়েছে যা সহজেই ইলেকট্রনিকভাবে আগত ফ্যাক্স গ্রহণ এবং সংরক্ষণ করতে সক্ষম, এবং তারপর সেগুলোকে কাগজে বা একটি ইমেলের (যা সুরক্ষিত হতে পারে) মাধ্যমে ব্যবহারকারীদের কাছে পাঠায়।  তাই এই ধরনের সিস্টেমে অপ্রয়োজনীয় প্রিন্টআউট বাদ দিয়ে এবং অফিসের প্রয়োজনীয় ইনবাউন্ড এনালগ ফোন লাইনের সংখ্যা কমিয়ে খরচ কমানোর সুবিধা রয়েছে।\n\nএকসময়ের সর্বব্যাপী ফ্যাক্স মেশিনটিও এখন ছোট অফিস এবং গৃহ অফিসের পরিবেশ থেকে ধীরে ধীরে অদৃশ্য হতে শুরু করেছে। দূরবর্তীভাবে হোস্ট করা ফ্যাক্স-সার্ভার পরিষেবাগুলো ভিওআইপি এবং ই-মেইল প্রদানকারীদের কাছে ব্যাপকভাবে উপলব্ধ যা ব্যবহারকারীদের কোনো হার্ডওয়্যার বা ডেডিকেটেড ফ্যাক্স লাইনের প্রয়োজন ছাড়াই তাদের বিদ্যমান ই-মেইল অ্যাকাউন্ট ব্যবহার করে ফ্যাক্স পাঠাতে এবং গ্রহণ করার সুবিধা দেয়। ব্যক্তিগত কম্পিউটারগুলোও দীর্ঘকাল ধরে অ্যানালগ মডেম বা আইএসডিএন ব্যবহার করে ইনকামিং এবং আউটগোয়িং ফ্যাক্সগুলো পরিচালনা করতে সক্ষম হয়েছে, যা একটি স্বতন্ত্র ফ্যাক্স মেশিনের প্রয়োজনীয়তা দূর করে৷ যাদের শুধুমাত্র মাঝে মাঝে ফ্যাক্স পরিষেবা ব্যবহার করতে হয় তাদের জন্য এই সমাধানগুলো আদর্শভাবে উপযুক্ত। ২০১৭ সালের জুলাইতে যুক্তরাজ্যের জাতীয় স্বাস্থ্য পরিষেবাকে ফ্যাক্স মেশিনের বিশ্বের বৃহত্তম ক্রেতা হিসেবে বলা হয়েছিল কারণ তারা ডিজিটাল বিপ্লবকে অনেকাংশে এড়িয়ে গিয়েছে।  ২০১৮ সালের জুনে লেবার পার্টি বলেছিল যে এনএইচএস-এর অন্তত ১১,৬২০টি ফ্যাক্স মেশিন চালু আছে  এবং ডিসেম্বরে স্বাস্থ্য ও সামাজিক যত্ন বিভাগ বলেছিল যে ২০১৯ থেকে আর কোনো ফ্যাক্স মেশিন কেনা যাবে না এবং বিদ্যমানগুলোকে ৩১, ২০২০ এর মধ্যে অবশ্যই নিরাপদ ইমেল দ্বারা প্রতিস্থাপন করতে হবে মার্চ।\nলিডস টিচিং হসপিটালস এনএইচএস ট্রাস্ট, যাকে সাধারণত এনএইচএস-এ ডিজিটালভাবে উন্নত হিসেবে দেখা হয়, ২০১৯-এর প্রথম দিকে এর ফ্যাক্স মেশিনগুলো সরানোর প্রক্রিয়ার সাথে যুক্ত ছিল। ফার্মেসি এবং নার্সিং হোমগুলোর সাথে যোগাযোগ করার প্রয়োজনের কারণে এটির মধ্যে প্রচুর ই-ফ্যাক্স সমাধান জড়িত ছিল কারণ এই ফার্মেসি এবং নার্সিং হোমগুলোর বেশিরভাগেরই এনএইচএস ইমেল সিস্টেমে প্রবেশাধিকার ছিল না কিন্তু তাদের কাগজের নথিপত্রের প্রয়োজন হতো। \n২০১৮ সালে কানাডিয়ান ডাক্তারদের দুই-তৃতীয়াংশ জানিয়েছেন যে তারা প্রাথমিকভাবে অন্যান্য ডাক্তারদের সাথে যোগাযোগ করার জন্য ফ্যাক্স মেশিন ব্যবহার করেন। ফ্যাক্সগুলোকে এখনো নিরাপদ হিসেবে দেখা হয় এবং ইলেকট্রনিক সিস্টেমগুলো প্রায়শই একে অপরের সাথে যোগাযোগ করতে অক্ষম হয়। \nমার্কিন যুক্তরাষ্ট্রে হাসপাতালগুলো ফ্যাক্স মেশিন ব্যবহারের জন্য নেতৃস্থানীয়, কারণ যেখানে প্রায় সমস্ত ডাক্তার ইমেলের চেয়ে ফ্যাক্স ব্যবহার বেশি পছন্দ করেন। তারা মূলত এটা করেন যাতে ভুলক্রমে এইচআইপিএএ লঙ্ঘন না করে ফেলেন সে জন্য৷  তবে, কোভিড-১৯ মহামারির ফলে টেলিহেলথের সম্প্রসারণের কারণে ফ্যাক্স মেশিনগুলো এখন হ্রাস পেতে শুরু করেছে, এবং ভার্চুয়াল পরিদর্গুশনলো ফলে একজন রোগীর ডাক্তারের কাছে তথ্য ফ্যাক্স বা মেল করার প্রয়োজনকে কমিয়ে দিয়েছে, যেহেতু ডাক্তার টেলিহেলথের প্ল্যাটফর্ম যেমন জুম বা মাইক্রোসফট টিম-এর মাধ্যমেই তথ্য পেয়ে যান।\n\n\n== ক্ষমতা ==\nফ্যাক্স ক্ষমতার বিভিন্ন সূচক রয়েছে: দল, শ্রেণি, তথ্য সরবরাহের হার, এবং আইটিইউ-টি (পূর্বে সিসিআইটিটি) সুপারিশগুলোর সাথে সামঞ্জস্য। ১৯৬৮ সালে কার্টারফোনের সিদ্ধান্তের পর থেকে, বেশিরভাগ ফ্যাক্স মেশিন স্ট্যান্ডার্ড পিএসটিএন লাইন এবং টেলিফোন নম্বরের সাথে সংযোগ করার জন্য তৈরি করা হয়েছে।\n\n\n=== দল ===\n\n\n==== এনালগ ====\nদল ১ এবং ২ ফ্যাক্সগুলো অ্যানালগ টেলিভিশনের ফ্রেমের মতো একইভাবে পাঠানো হয়, এতে প্রতিটি স্ক্যান করা লাইন একটি অবিচ্ছিন্ন অ্যানালগ সংকেত হিসেবে পাঠানো হয়। অনুভূমিক রেজোলিউশন মূলত স্ক্যানার, ট্রান্সমিশন লাইন এবং প্রিন্টারের মানের উপর নির্ভর করে। এনালগ ফ্যাক্স মেশিনগুলো এখন অপ্রচলিত এবং আর তৈরি হয় না। আইটিইউ-টি সুপারিশ টি.২ এবং টি.৩ ১৯৯৬ সালের জুলাইতে অপ্রচলিত হিসেবে প্রত্যাহার করা হয়েছিল।\n\nদল ১ ফ্যাক্সগুলো আইটিইউ-টি সুপারিশ টি.২ মেনে চলে৷ দল ১ ফ্যাক্সগুলো প্রতি ইঞ্চিতে ৯৬ স্ক্যান লাইনের উল্লম্ব রেজোলিউশনসহ একটি একক পৃষ্ঠা পাঠাতে ছয় মিনিট সময় নেয়। দল ১ ফ্যাক্স মেশিনগুলোও অপ্রচলিত এবং আর তৈরি করা হয় না।\nদল ২ ফ্যাক্সগুলো আইটিইউ-টি সুপারিশগুলো টি.৩ এবং টি.৩০ মেনে চলে৷ দল ২ ফ্যাক্সগুলো প্রতি ইঞ্চিতে ৯৬ স্ক্যান লাইনের উল্লম্ব রেজোলিউশনসহ একটি একক পৃষ্ঠা পাঠাতে তিন মিনিট সময় নেয়। দল ২ ফ্যাক্স মেশিনগুলো প্রায় অপ্রচলিত, এবং আর তৈরি করা হয় না. দল ২ ফ্যাক্স মেশিন দল ৩ ফ্যাক্স মেশিনের সাথে ইন্টারঅপারেট করতে পারে।\n\n\n==== ডিজিটাল ====\n\nডিজিটাল প্রযুক্তির ফলে আধুনিক ফ্যাসিমাইল সিস্টেমের বিকাশে একটি বড় অগ্রগতি আসে, যেখানে স্ক্যানার থেকে অ্যানালগ সংকেতকে ডিজিটাইজ করা হয় এবং তারপরে সংকুচিত করা হয়, যার ফলে স্ট্যান্ডার্ড ফোন লাইনগুলোতে উচ্চ হারে তথ্য পাঠাবার ক্ষমতা বৃদ্ধি পায়। প্রথম ডিজিটাল ফ্যাক্স মেশিন ছিল ডাকোম র‍্যাপিডফ্যাক্স যেটি প্রথম বিক্রি হয়েছিল ১৯৬০-এর দশকের শেষের দিকে। এটিতে স্যাটেলাইট থেকে ছবি পাঠানোর জন্য লকহিড দ্বারা তৈরি ডিজিটাল তথ্য সঙ্কোচন প্রযুক্তিও অন্তর্ভুক্ত ছিল। \nডিজিটাল সঙ্কোচন পদ্ধতির সুবিধা ব্যবহার করে দল ৩ এবং ৪ ফ্যাক্সগুলো ডিজিটাল ফর্ম্যাট এবং ট্রান্সমিশন সময়কে ব্যাপকভাবে কমাতে সক্ষম হয়।\n\nদল ৩ ফ্যাক্সগুলো আইটিইউ-টি সুপারিশগুলো টি.৩০ এবং টি.৪ মেনে চলে৷ দল ৩ ফ্যাক্সগুলো ৬ থেকে ১৫ সেকেন্ডের মধ্যে একটি একক পৃষ্ঠা প্রেরণ করতে পারে (ফ্যাক্স মেশিনের হ্যান্ডশেক এবং সিঙ্ক্রোনাইজ করার প্রাথমিক সময় অন্তর্ভুক্ত নয়)। অনুভূমিক এবং উল্লম্ব রেজোলিউশনগুলোকে টি.৪ স্ট্যান্ডার্ড মধ্যে নির্দিষ্ট রেজোলিউশনের একটি সেটের মধ্যে পরিবর্তিত হওয়ার অনুমতি দেওয়া আছে:\nঅনুভূমিক: প্রতি ইঞ্চিতে ১০০ স্ক্যান লাইন\nউল্লম্ব: প্রতি ইঞ্চিতে ১০০ স্ক্যান লাইন (\"মৌলিক\")\nঅনুভূমিক: প্রতি ইঞ্চিতে ২০০ বা ২০৪ স্ক্যান লাইন\nউল্লম্ব: প্রতি ইঞ্চিতে ১০০ বা ৯৮ স্ক্যান লাইন (\"স্ট্যান্ডার্ড\")\nউল্লম্ব: প্রতি ইঞ্চিতে ২০০ বা ১৯৬ স্ক্যান লাইন (\"সূক্ষ্ম\")\nউল্লম্ব: ৪০০ বা ৩৯১ (নোট ৩৯২ নয়) প্রতি ইঞ্চি লাইন স্ক্যান (\"সুপারফাইন\")\nঅনুভূমিক: প্রতি ইঞ্চিতে ৩০০ স্ক্যান লাইন\nউল্লম্ব: প্রতি ইঞ্চিতে ৩০০ স্ক্যান লাইন\nঅনুভূমিক: প্রতি ইঞ্চিতে ৪০০ বা ৪০৮ স্ক্যান লাইন\nউল্লম্ব: প্রতি ইঞ্চিতে ৪০০ বা ৩৯১ স্ক্যান লাইন (\"আল্ট্রাফাইন\")\nদল ৪ ফ্যাক্সগুলো আইটিইউ-টি সুপারিশগুলো টি.৫৬৩, টি.৫০৩, টি.৫২১, টি.৬, টি.৬২, টি.৭০, টি.৪১১ থেকে টি.৪১৭ মেনে চলে৷ এগুলো ৬৪কেবিটস/সে-এর ডিজিটাল আইএসডিএন সার্কিটের উপরে কাজ করার জন্য তৈরি করা হয়েছে। অনুমোদিত রেজোলিউশন, টি.৪ সুপারিশের একটি সুপারসেট, টি.৬ সুপারিশে উল্লেখ করা আছে। \nফ্যাক্স ওভার আইপি (এফওআইপি ) প্রায় সাথে সাথেই  প্রাক-ডিজিটাইজড নথি প্রেরণ এবং গ্রহণ করতে পারে জেপিইজি সঙ্কোচন ব্যবহার করে একটি আইপি নেটওয়ার্কে ডিজিটাইজড ছবি পাঠাতে আইটিইউ-টি সুপারিশ টি.৩৮ ব্যবহার করে। টি.৩৮ ভিওআইপি পরিষেবাগুলোর সাথে কাজ করার জন্য তৈরি করা হয়েছে এবং প্রায়শই লিগ্যাসি ফ্যাক্স মেশিন দ্বারা ব্যবহৃত অ্যানালগ টেলিফোন অ্যাডাপ্টার দ্বারা সমর্থিত হয় যেগুলো একটি ভিওআইপি পরিষেবার মাধ্যমে সংযোগ করতে হয়৷ স্ক্যান করা নথিগুলো, স্ক্যানারে নথিগুলো তুলতে এবং ডিভাইসটি একটি ডিজিটাল ফাইল প্রক্রিয়া করার জন্য ব্যবহারকারী যে পরিমাণ সময় নেয় তার মধ্যে সীমাবদ্ধ। এর রেজোলিউশন ১৫০ ডিপিআই থেকে ৯৬০০ ডিপিআই বা আরও বেশি হতে পারে। এই ধরনের ফ্যাক্সিং ই-মেইল-টু-ফ্যাক্স পরিষেবার সাথে সম্পর্কিত নয় যা এখনো অন্তত একটি উপায়ে ফ্যাক্স মডেম ব্যবহার করে।\n\n\n=== শ্রেণি ===\nকম্পিউটার মডেমগুলো প্রায়ই একটি নির্দিষ্ট ফ্যাক্স শ্রেণি দ্বারা মনোনীত হয়, যা নির্দেশ করে যে কম্পিউটারের সিপিইউ থেকে ফ্যাক্স মডেমে কত প্রক্রিয়াকরণ অফলোড করা হয়েছে।\n\nশ্রেণি ১ (শ্রেণি ১.০ নামেও পরিচিত) ফ্যাক্স ডিভাইস ফ্যাক্স তথ্য স্থানান্তর করে, যখন টি.৪/টি.৬ তথ্য সঙ্কোচন এবং টি.৩০ সেশন পরিচালনা করে তা একটি নিয়ন্ত্রণকারী কম্পিউটারে সফ্টওয়্যার দ্বারা সঞ্চালিত হয়। এটি আইটিইউ-টি সুপারিশ টি.৩১-এ বর্ণিত আছে। \nযা সাধারণত \"শ্রেণি ২\" নামে পরিচিত তা হলো ফ্যাক্স ডিভাইসের একটি অনানুষ্ঠানিক শ্রেণি যা টি.৩০ সেশন ম্যানেজমেন্টকে নিজেরাই সম্পাদন করে, কিন্তু টি.৪/টি.৬ তথ্য সঙ্কোচন একটি নিয়ন্ত্রণকারী কম্পিউটারে সফ্টওয়্যার দ্বারা সঞ্চালিত হয়। এই \"শ্রেণির\" বাস্তবায়নগুলো স্ট্যান্ডার্ডের খসড়া সংস্করণগুলোর উপর ভিত্তি করে হয় যা অবশেষে উল্লেখযোগ্যভাবে শ্রেণি ২.০-তে পরিণত হয়েছে।  \"শ্রেণি ২\"-এর সমস্ত ব্যবহার উপযোগিতা নির্মাতা-নির্দিষ্ট। \nশ্রেণি ২.০ হলো শ্রেণি ২-র অফিসিয়াল আইটিইউ-টি সংস্করণ এবং সাধারণত শ্রেণি ২.০ নামে পরিচিত কারণ এটি অনেক নির্মাতা-নির্দিষ্ট বাস্তবায়ন থেকে আলাদা। এটি \"শ্রেণি ২\"-এর বিভিন্ন নির্মাতা-নির্দিষ্ট বাস্তবায়নের চেয়ে একটি ভিন্ন কিন্তু মানক কমান্ড সেট ব্যবহার করে। প্রাসঙ্গিক আইটিইউ-টি সুপারিশ হলো টি.৩২। \nশ্রেণি ২.১ হলো শ্রেণি  ২.০-এর উন্নত সংস্করণ যা ভি.৩৪ (৩৩.৬ কেবিট/সে) ওপর কাজ করে, যা ফ্যাক্স শ্রেণি \"২\" এবং ২.০ থেকে ফ্যাক্সিং গতি বাড়ায়, ও এটি ১৪.৪ কেবিট/সে-এ সীমাবদ্ধ।  প্রাসঙ্গিক আইটিইউ-টি সুপারিশ হলো টি.৩২ সংশোধনী ১।  শ্রেণি ২.১ ফ্যাক্স ডিভাইসগুলোকে \"সুপার জি৩\" হিসেবে উল্লেখ করা হয়।\n\n\n=== তথ্য সরবরাহ হার ===\nফ্যাক্স মেশিন দ্বারা বিভিন্ন টেলিফোন-লাইন মডুলেশন কৌশল ব্যবহার করা হয়। ফ্যাক্স- মডেম হ্যান্ডশেকের সময় তাদের তুলনা করা হয়, এবং ফ্যাক্স ডিভাইসগুলো সর্বোচ্চ তথ্য হার ব্যবহার করবে যা উভয় ফ্যাক্স ডিভাইসই সমর্থন করে, যা সাধারণত সর্বনিম্ন ১৪.৪ কেবিট/সে দল ৩ ফ্যাক্স দলের জন্য।\n\nউল্লেখ্য যে \"সুপার দল ৩\" ফ্যাক্স ভি.৩৪বিআইএস মড্যুলেশন ব্যবহার করে যা ৩৩.৬ কেবিট/সে পর্যন্ত তথ্য প্রবাহের অনুমতি দেয়।\n\n\n=== সঙ্কোচন ===\nফ্যাক্স করা ছবির রেজোলিউশন (এবং অনুমোদিত শারীরিক আকার) উল্লেখ করার পাশাপাশি, আইটিইউ-টি টি.৪ সুপারিশটি ইমেজ স্থানান্তর করার জন্য ফ্যাক্স মেশিনের মধ্যে প্রেরণ করা প্রয়োজন এমন তথ্যর পরিমাণ হ্রাস করার জন্য দুটি সঙ্কোচন পদ্ধতি নির্দিষ্ট করে। টি.৪-তে সংজ্ঞায়িত দুটি পদ্ধতি হলো:\n\nপরিবর্তিত হাফম্যান (এমএইচ)।\nপরিবর্তিত আরইএডি (এমআর) ( আপেক্ষিক উপাদান ঠিকানা মনোনীত ), ঐচ্ছিক।\nটি.৬-এ একটি অতিরিক্ত পদ্ধতি উল্লেখ করা হয়েছে:\n\nপরিবর্তিত পরিবর্তিত আরইএডি (এমএমআর)।\nপরবর্তীতে, আইটিইউ-টি সুপারিশকৃত টি.৩০-এর বিকল্প হিসেবে অন্যান্য সঙ্কোচন কৌশল যুক্ত করা হয়, যেমন দ্বি-স্তরের বিষয়বস্তুর জন্য আরও দক্ষ জেবিআইজি (টি.৮২, টি.৮৫), এবং গ্রেস্কেল, প্যালেট এবং রঙের বিষয়বস্তুর জন্য জেপিইজি (টি.৮১), টি.৪৩, এমআরসি (টি.৪৪), এবং টি.৪৫।  ফ্যাক্স মেশিন টি.৩০ অধিবেশনের শুরুতে উভয় পক্ষের মধ্যে প্রয়োগ করা সর্বোত্তম কৌশল ব্যবহার করতে পারে।\n\n\n==== পরিবর্তিত হাফম্যান ====\n\nসংশোধিত হাফম্যান (এম এইচ), টি.৪-এ এক-মাত্রিক কোডিং স্কিম হিসেবে নির্দিষ্ট করা হয়েছে, যা একটি কোডবুকভিত্তিক রান-লেংথ এনকোডিং স্কিম হোয়াইটস্পেসকে দক্ষতার সাথে সংকুচিত করার জন্য অপ্টিমাইজ করা হয়েছে।  যেহেতু বেশিরভাগ ফ্যাক্সে অধিকাংশ স্থান সাদা থাকে, এটি বেশিরভাগ ফ্যাক্সের সংক্রমণ সময়কে কমিয়ে দেয়। স্ক্যান করা প্রতিটি লাইন তার পূর্বসূরী এবং উত্তরসূরি থেকে স্বাধীনভাবে সংকুচিত হয়। \n\n\n==== পরিবর্তিত পরিবর্তিত আরইএডি ====\nপরিবর্তিত আরইএডি, টি.৪-এ একটি ঐচ্ছিক দ্বি-মাত্রিক কোডিং স্কিম হিসেবে নির্দিষ্ট করা হয়েছে, এমএইচ ব্যবহার করে প্রথম স্ক্যান করা লাইনকে এনকোড করে।  পরবর্তী লাইনটি প্রথমটির সাথে তুলনা করা হয়, পার্থক্যগুলো নির্ধারণ করা হয় এবং তারপরে পার্থক্যগুলো এনকোড এবং প্রেরণ করা হয়।  এটি কার্যকর, কারণ বেশিরভাগ লাইন তাদের আগেরটি থেকে সামান্য ভিন্ন হয়। এটি ফ্যাক্স ট্রান্সমিশনের শেষ পর্যন্ত অব্যাহত থাকে না, তবে প্রক্রিয়াটি রিসেট না হওয়া পর্যন্ত শুধুমাত্র সীমিত সংখ্যক লাইনের জন্য চলে এবং এমএইচ-এর সাথে এনকোড করা একটি নতুন \"প্রথম লাইন\" তৈরি করে। এই লাইনের সীমাবদ্ধতা দেওয়া হয়েছে পুরো ফ্যাক্স জুড়ে প্রচারিত ত্রুটি প্রতিরোধ করার জন্য, কারণ এই মান ত্রুটি সংশোধনের সুযোগ প্রদান করে না। এটি একটি ঐচ্ছিক সুবিধা, এবং কিছু ফ্যাক্স মেশিন এমআর ব্যবহার করে না যাতে মেশিনের প্রয়োজনীয় গণনার পরিমাণ কম হয়। \"স্ট্যান্ডার্ড\"-রেজোলিউশন ফ্যাক্সের জন্য সীমা হলো ২টি এবং \"সূক্ষ্ম\"-রেজোলিউশন ফ্যাক্সগুলোর জন্য ৪টি।\n\n\n==== পরিবর্তিত পরিবর্তিত আরইএডি ====\n\nআইটিইউ-টি টি.৬ সুপারিশে আরও একটি সংকোচন প্রকারের সংশোধিত পরিবর্তিত আরইএডি (এমএমআর) যোগ করা হয়েছে, যা সহজভাবে টি.৪-এর তুলনায় এমআর দ্বারা অনেক বেশি সংখ্যক লাইন কোড করার অনুমতি দেয়।  এর কারণ হলো টি.৬ অনুমান করে যে ট্রান্সমিশনটি একটি সার্কিটের উপরে রয়েছে যেখানে কম সংখ্যক লাইন ত্রুটি রয়েছে, যেমন ডিজিটাল আইএসডিএন। এই ক্ষেত্রে, লাইনের সংখ্যা যার জন্য পার্থক্যগুলো এনকোড করা হয়েছে তা সীমাবদ্ধ নয়।\n\n\n==== জেবিআইজি ====\n১৯৯৯ সালে, আইটিইউ-টি সুপারিশের ফলে টি.৩০ জেবিআইজি (আইটিইউ-টি টি.৮২)কে আরেকটি ক্ষতিবিহীন দ্বি-স্তরের সঙ্কোচন অ্যালগরিদম হিসেবে যুক্ত করেছে, বা আরও স্পষ্টভাবে জেবিআইজি (আইটিইউ-টি টি.৮৫)-এর একটি \"ফ্যাক্স প্রোফাইল\" উপসেট হিসেবে কাজ করে। জেবিআইজি-সংকুচিত পৃষ্ঠাগুলোয় এমএমআর-সংকুচিত পৃষ্ঠাগুলোর তুলনায় ২০% থেকে ৫০% দ্রুত সরবরাহ হয় এবং যদি পৃষ্ঠায় হাফটোন ইমেজ থাকে তবে ৩০ গুণ পর্যন্ত দ্রুত ট্রান্সমিশন হয়।\nজেবিআইজি অভিযোজিত সংকোচন সম্পাদন করে, অর্থাৎ, এনকোডার এবং ডিকোডার উভয়ই এখন পর্যন্ত প্রেরিত পিক্সেল থেকে প্রেরিত চিত্র সম্পর্কে পরিসংখ্যানগত তথ্য সংগ্রহ করে, যাতে প্রতিটি পরবর্তী পিক্সেল কালো বা সাদা হওয়ার সম্ভাবনার পূর্বাভাস দিতে পারে। প্রতিটি নতুন পিক্সেলের জন্য, জেবিআইজি দশটি কাছাকাছি, পূর্বে প্রেরিত পিক্সেলের দিকে তাকায়। এটি গণনা করে, অতীতে পরবর্তী পিক্সেলটির আশেপাশে কত ঘন ঘন কালো বা সাদা হয়েছে এবং সেই থেকে পরবর্তী পিক্সেলের সম্ভাব্যতা বন্টন অনুমান করা হয়। এটি একটি গাণিতিক কোডারে দেওয়া হয়, যা আউটপুট সিকোয়েন্সে শুধুমাত্র একটি ছোট ভগ্নাংশ যোগ করে যদি আরও সম্ভাব্য পিক্সেলের সম্মুখীন হয়।\nআইটিইউ-টি টি.৮৫ \"ফ্যাক্স প্রোফাইল\" সম্পূর্ণ জেবিআইজি স্ট্যান্ডার্ডের কিছু ঐচ্ছিক বৈশিষ্ট্যগুলোকে সীমাবদ্ধ করে, যেমন কোডেকগুলোকে কখনো মেমরিতে একটি ছবির শেষ তিনটি পিক্সেল সারি]র বেশি তথ্য রাখতে হবে না। এটি \"অন্তহীন\" চিত্রগুলোর স্ট্রিমিংয়ের অনুমতি দেয়, যেখানে শেষ সারিটি প্রেরণ না হওয়া পর্যন্ত চিত্রের উচ্চতা জানা যায় না।\nআইটিইউ-টি টি.৩০ ফ্যাক্স মেশিনগুলোকে টি.৮৫ \"ফ্যাক্স প্রোফাইল\" এর দুটি বিকল্পের মধ্যে একটিতে আলোচনা করতে দেয়:\n\n\"বেসিক মোডে\", জেবিআইজি এনকোডারকে অবশ্যই ১২৮ লাইনের অনুভূমিক স্ট্রাইপে চিত্রটি বিভক্ত করতে হবে (প্যারামিটার এল০ = ১২৮) এবং প্রতিটি স্ট্রাইপের জন্য গাণিতিক এনকোডার পুনরায় চালু করতে হয়।\n\"বিকল্প মোডে\" এই ধরনের কোন বাধা নেই।\n\n\n==== মাতসুশিতা হোয়াইটলাইন স্কিপ ====\nপ্যানাসনিক ফ্যাক্স মেশিনে নিযুক্ত একটি মালিকানাধীন সঙ্কোচন স্কিম হলো মাতসুশিতা হোয়াইটলাইন স্কিপ (এমডব্লিউএস)। এটিতে অন্যান্য সঙ্কোচন স্কিমগুলোতে যুক্ত করা যেতে পারে, কিন্তু শুধুমাত্র তখনই কাজ করে যখন দুটি প্যানাসনিক মেশিন একে অপরের সাথে যোগাযোগ করে। এই সিস্টেমটি পাঠ্যের লাইনগুলোর মধ্যে ফাঁকা স্ক্যান করা অঞ্চলগুলো সনাক্ত করে এবং তারপরে একটি একক অক্ষরের তথ্য স্পেসে বেশ কয়েকটি ফাঁকা স্ক্যান লাইন সংকুচিত করে। (জেবিআইজি \"সাধারণ ভবিষ্যদ্বাণী\" নামে একটি অনুরূপ কৌশল প্রয়োগ করে, যদি হেডার ফ্ল্যাগ টিপিবিওএন ১-এ সেট করা থাকে।)\n\n\n=== সাধারণ বৈশিষ্ট্য ===\nদল ৩ ফ্যাক্স মেশিন প্রতি মিনিটে এক বা কয়েকটি মুদ্রিত বা হাতে লেখা পৃষ্ঠাগুলোকে কালো-সাদা (বাইটোনাল) রেজোলিউশনে ২০৪×৯৮ (স্বাভাবিক) বা ২০৪×১৯৬ (সূক্ষ্ম) ডট প্রতি বর্গ ইঞ্চিতে স্থানান্তর করে। স্থানান্তর হার ১৪.৪  কেবিট/সেকেন্ড বা এর থেকে বেসি কিছু মডেম এবং ফ্যাক্স মেশিনের জন্য, কিন্তু ফ্যাক্স মেশিনগুলো ২৪০০ বিট/সেকেন্ড দিয়ে শুরু হয় এবং সাধারণত ৯৬০০ বিট/সেকেন্ড-এ কাজ করে। স্থানান্তরিত চিত্র বিন্যাসগুলোকে বলা হয় আইটিইউ-টি (পূর্বে সিসিআইটিটি) ফ্যাক্স দল ৩ বা ৪৷ দল ৩ ফ্যাক্সে .জি৩ এবং এমআইএমই টাইপ ইমেজ/জি৩ফ্যাক্স প্রত্যয় আছে।\nসবচেয়ে মৌলিক ফ্যাক্স মোড শুধুমাত্র কালো এবং সাদাতে স্থানান্তর করে। মূল পৃষ্ঠাটি ১৭২৮ পিক্সেল/লাইন এবং ১১৪৫ লাইন/পৃষ্ঠা ( এ৪-এর জন্য) রেজোলিউশনে স্ক্যান করা হয়। ফলস্বরূপ কাঁচা তথ্য লিখিত পাঠ্যের জন্য অপ্টিমাইজ করা একটি পরিবর্তিত হাফম্যান কোড ব্যবহার করে সংকুচিত করা হয়, যা প্রায় ২০-এর গড় সঙ্কোচন ফ্যাক্টর অর্জন করে। সাধারণত ৯৬০০ বিট/সেকেন্ড গতিতে ১৭২৮×১১৪৫ বিটের একই অসঙ্কোচিত কাঁচা তথ্যের একটি পৃষ্ঠার প্রচারের জন্য প্রায় ৩ মিনিটের পরিবর্তে প্রয়োজন মাত্র ১০ সেকেন্ড। সঙ্কোচন পদ্ধতিটি একটি একক স্ক্যান করা লাইনে কালো এবং সাদা রানের দৈর্ঘ্যের জন্য একটি হাফম্যান কোডবুক ব্যবহার করে এবং এটি এই সত্যটিও ব্যবহার করতে পারে যে দুটি সংলগ্ন স্ক্যানলাইন সাধারণত একই রকম, শুধুমাত্র পার্থক্যগুলোকে এনকোড করে ব্যান্ডউইথ সংরক্ষণ করে।\nফ্যাক্স শ্রেণি বলতে ফ্যাক্স হার্ডওয়্যারের সাথে ফ্যাক্স প্রোগ্রামগুলো যেভাবে ইন্টারঅ্যাক্ট করে তা বোঝায়। উপলব্ধ শ্রেণিগুলোর মধ্যে শ্রেণি ১, শ্রেণি ২, শ্রেণি ২.০ এবং ২.১ এবং ইন্টেল সিএএস অন্তর্ভুক্ত রয়েছে। অনেক মডেম অন্তত শ্রেণি ১ সমর্থন করে এবং প্রায়শই হয় শ্রেণি ২ বা শ্রেণি ২.০। কোনটি ব্যবহার করা পছন্দনীয় তা নির্ভর করে হার্ডওয়্যার, সফ্টওয়্যার, মডেম ফার্মওয়্যার এবং প্রত্যাশিত ব্যবহারের মতো বিষয়গুলোর উপর।\n\n\n=== মুদ্রণ প্রক্রিয়া ===\n১৯৭০ থেকে ১৯৯০ এর দশক পর্যন্ত ফ্যাক্স মেশিনগুলো প্রায়শই তাদের মুদ্রণ প্রযুক্তি হিসেবে তাপীয় কাগজের রোলসহ সরাসরি তাপীয় প্রিন্টার ব্যবহার করত, কিন্তু ১৯৯০-এর দশকের মাঝামাঝি থেকে প্লেইন-পেপার ফ্যাক্সগুলোর দিকে একটি রূপান্তর ঘটেছে: থার্মাল ট্রান্সফার প্রিন্টার, ইঙ্কজেট প্রিন্টার এবং লেজার প্রিন্টার।\nইঙ্কজেট প্রিন্টিংয়ের একটি সুবিধা হলো যে ইঙ্কজেটগুলো সাশ্রয়ী মূল্যে রঙে মুদ্রণ করতে পারে; তাই, ইঙ্কজেট-ভিত্তিক ফ্যাক্স মেশিনের অনেকগুলোই কালার ফ্যাক্স ক্ষমতা আছে বলে দাবি করে। রঙে ফ্যাক্স করার জন্য আইটিইউ-টি৩০ই (আনুষ্ঠানিকভাবে আইটিইউ-টি সুপারিশ টি.৩০ এনেক্স ই  ) নামে একটি মান আছে; যদিও, এটি ব্যাপকভাবে সমর্থিত নয়, তাই অনেক রঙিন ফ্যাক্স মেশিন শুধুমাত্র  একই নির্মাতার মেশিনে রঙে ফ্যাক্স করতে পারে।\n\n\n=== স্ট্রোক গতি ===\nফ্যাকসিমাইল সিস্টেমে স্ট্রোক গতি হলো সেই হার যে হারে স্ক্যানিং বা রেকর্ডিং স্পট দিয়ে স্ক্যানিংয়ের দিক থেকে একটি নির্দিষ্ট রেখাকে এক দিক দিয়ে পরিচালিত করা হয়। স্ট্রোক গতি সাধারণত প্রতি মিনিটে স্ট্রোকের সংখ্যা হিসেবে প্রকাশ করা হয়। যখন ফ্যাক্স সিস্টেম উভয় দিকে স্ক্যান করে, তখন স্ট্রোকের গতি এই সংখ্যার দ্বিগুণ হয়। প্রচলিত বেশিরভাগ ২০ শতকের যান্ত্রিক সিস্টেমে, স্ট্রোকের গতি ড্রামের গতির সমতুল্য হয়ে থাকে।\n\n\n=== ফ্যাক্স কাগজ ===\n\nসতর্কতা হিসেবে, ফটোকপি না করা পর্যন্ত তাপীয় ফ্যাক্স কাগজ সাধারণত আর্কাইভে বা আইনের কিছু আদালতে ডকুমেন্টারি প্রমাণ হিসেবে গ্রহণ করা হয় না। এর কারণ হল চিত্র-গঠন আবরণ নির্মূলযোগ্য এবং ভঙ্গুর, এবং এটি সংরক্ষণে দীর্ঘ সময় পরে তা মাধ্যম থেকে বিচ্ছিন্ন হয়ে যায়। \n\n\n== ইন্টারনেট ফ্যাক্স ==\n\nএকটি জনপ্রিয় বিকল্প হলো একটি ইন্টারনেট ফ্যাক্স পরিষেবায় সদস্যতা নেওয়া, যা ব্যবহারকারীদের একটি বিদ্যমান ইমেল অ্যাকাউন্ট ব্যবহার করে তাদের ব্যক্তিগত কম্পিউটার থেকে ফ্যাক্স পাঠাতে এবং গ্রহণ করতে দেয়। কোনো সফটওয়্যার, ফ্যাক্স সার্ভার বা ফ্যাক্স মেশিনের প্রয়োজন নেই। ফ্যাক্সগুলো সংযুক্ত টিআইএফএফ বা পিডিএফ ফাইল হিসেবে বা মালিকানাধীন ফরম্যাটে প্রাপ্ত হয় যার জন্য পরিষেবা প্রদানকারীর সফ্টওয়্যার ব্যবহার করা প্রয়োজন। এতে যেকোনো সময় যেকোনো জায়গা থেকে ফ্যাক্স পাঠানো বা পুনরুদ্ধার করা যেতে পারে যেখানে একজন ব্যবহারকারী ইন্টারনেট ব্যবহার করতে পারবে। কিছু পরিষেবা চিকিৎসা সংক্রান্ত তথ্য এবং আর্থিক তথ্য গোপন ও সুরক্ষিত রাখার জন্য কঠোর এইচআইপিএএ এবং গ্রাম-লিচ-ব্লিলি আইনের নিয়ম মেনে চলার জন্য নিরাপদ ফ্যাক্সিং-এর সুবিধা প্রদান করে। একটি ফ্যাক্স পরিষেবা প্রদানকারীকে ব্যবহার করার জন্য কাগজ, একটি নির্দিষ্ট ফ্যাক্স লাইন, বা ব্যবহারযোগ্য সম্পদের প্রয়োজন হয় না। \nএকটি শারীরিক ফ্যাক্স মেশিনের আরেকটি বিকল্প হলো কম্পিউটার সফ্টওয়্যার ব্যবহার করা যা মানুষকে তাদের নিজস্ব কম্পিউটার ব্যবহার করে ফ্যাক্স সার্ভার এবং ইউনিফাইড মেসেজিং ব্যবহারের মাধ্যমে ফ্যাক্স পাঠাতে এবং গ্রহণ করতে দেয়। একটি ভার্চুয়াল (ইমেল) ফ্যাক্স প্রিন্ট আউট করা যেতে পারে এবং তারপর সাইন ইন করে আবার কম্পিউটারে স্ক্যান করে ইমেল করা যেতে পারে। এছাড়াও প্রেরক নথি ফাইলে একটি ডিজিটাল স্বাক্ষর সংযুক্ত করতে পারেন।\nমোবাইল ফোনের ক্রমবর্ধমান জনপ্রিয়তার সাথে, ভার্চুয়াল ফ্যাক্স মেশিনগুলো এখন অ্যান্ড্রয়েড এবং আইওএসের অ্যাপ্লিকেশন হিসেবে ডাউনলোড করা যায়। এই অ্যাপ্লিকেশনগুলো আপলোডের জন্য ফ্যাক্স নথি স্ক্যান করতে ফোনের অভ্যন্তরীণ ক্যামেরা ব্যবহার করে বা তারা বিভিন্ন ক্লাউড পরিষেবাগুলো থেকে নথি আমদানি করতে পারে৷\n\n\n== সম্পর্কিত মান ==\nটি.৪ ফ্যাক্সের জন্য আম্ব্রেলা স্পেসিফিকেশন। এটি স্ট্যান্ডার্ড ইমেজ সাইজ, ইমেজ-তথ্য সঙ্কোচনের দুটি ফর্ম (এনকোডিং), ইমেজ-তথ্য ফরম্যাট এবং রেফারেন্স, টি.৩০ এবং বিভিন্ন মডেম স্ট্যান্ডার্ড নির্দিষ্ট করে।\nটি.৬ একটি সঙ্কোচন স্কিম নির্দিষ্ট করে যা একটি চিত্র প্রেরণের জন্য প্রয়োজনীয় সময়কে প্রায় ৫০-শতাংশ কমিয়ে দেয়।\nটি.৩০ একটি ফ্যাক্স কল সেট আপ করতে, চিত্রের আকার, এনকোডিং এবং স্থানান্তর গতি, পৃষ্ঠাগুলোর মধ্যে সীমানা নির্ধারণ এবং কলটি বন্ধ করার জন্য একটি প্রেরণ এবং গ্রহণকারী টার্মিনাল ব্যবহার করে এমন পদ্ধতিগুলো নির্দিষ্ট করে৷ টি.৩০ বিভিন্ন মডেম মান উল্লেখ করে।\nভি.২১, ভি.২৭টিইআরr, ভি.২৯, ভি.১৭, ভি.৩৪ : আইটিইউ মডেম স্ট্যান্ডার্ড ফ্যাসিমিলে ব্যবহৃত হয়। প্রথম তিনটি ১৯৮০ এর আগে অনুমোদন করা হয়েছিল এবং মূল টি.৪ এবং টি.৩০ মানগুলোতে নির্দিষ্ট করা হয়েছিল। ভি.৩৪ ১৯৯৪ সালে ফ্যাক্সের জন্য প্রকাশিত হয়েছিল \nটি.৩৭ ফ্যাক্সের উদ্দেশ্য প্রাপককে ই-মেইলের মাধ্যমে একটি ফ্যাক্স-ইমেজ ফাইল পাঠানোর জন্য আইটিইউ স্ট্যান্ডার্ড।\nটি.৩৮ আইপি (এফওআইপি) এর মাধ্যমে ফ্যাক্স পাঠানোর জন্য আইটিইউ স্ট্যান্ডার্ড।\nজি.৭১১ পাস থ্রু - এখানে টি.৩০ ফ্যাক্স কল অডিও হিসাবে এনকোড করা একটি ভিওআইপি কলে বহন করা হয়। এটি নেটওয়ার্ক প্যাকেট লস, ঘড়ি এবং ঘড়ি সিঙ্ক্রোনাইজেশনের জন্য সংবেদনশীল। ভয়েস হাই-সঙ্কোচন এনকোডিং কৌশলগুলো ব্যবহার করার সময়, কিন্তু জি.৭২৯-এর মধ্যে সীমাবদ্ধ নয়, কিছু ফ্যাক্স টোনাল সিগন্যাল প্যাকেট নেটওয়ার্ক জুড়ে সঠিকভাবে পরিবহন নাও হতে পারে।\nইমেজ/টি৩৮ এমআইএমই-টাইপ\nএসএসএল ফ্যাক্স একটি উদীয়মান মান যা একটি টেলিফোনভিত্তিক ফ্যাক্স সেশনকে ইন্টারনেটের মাধ্যমে ফ্যাক্স স্থানান্তর নিয়ে আলোচনা করতে দেয়, তবে শুধুমাত্র উভয় পক্ষই মানকে সমর্থন করলে। স্ট্যান্ডার্ডটি আংশিকভাবে টি.৩০ এর উপর ভিত্তি করে এবং হাইলাফ্যাক্স+ ডেভেলপারদের দ্বারা তৈরি করা হচ্ছে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nকুপারস্মিথ, জোনাথন, ফ্যাক্সড: দ্য  রাইজ এন্ড ফল অফ দ্য ফ্যাক্স মেশিন (জন হপকিন্স ইউনিভার্সিটি প্রেস, ২০১৫) পৃ. ৩০৮\n\" টেলিগ্রাফ দ্বারা ছবি প্রেরণ করা \", বৈজ্ঞানিক আমেরিকান নিবন্ধ, ১২ মে ১৮৭৭, পৃ. ২৯৭\n\n\n== বহিঃসংযোগ ==\n উইকিঅভিধানে ফ্যাসিমিলে-এর আভিধানিক সংজ্ঞা পড়ুন।\n উইকিমিডিয়া কমন্সে ফ্যাক্স সম্পর্কিত মিডিয়া দেখুন।\n\nদল ৩ ফ্যাকসিমাইল কমিউনিকেশন একটি '৯৭ প্রবন্ধ যা সঙ্কোচন এবং এরর কোডের প্রযুক্তিগত বিশদ সহ, এবং কল প্রতিষ্ঠা এবং প্রকাশ।\nআইটিইউ টি.৩০ সুপারিশ\nটেমপ্লেট:URI schemes"}