{"pageid": 12018, "title": "গ্লোবাল সিস্টেম ফর মোবাইল কমিউনিকেশন্‌স", "url": "https://bn.wikipedia.org/wiki?curid=12018", "content": "গ্লোবাল সিস্টেম ফর মোবাইল কমিউনিকেশন (সংক্ষেপে জিএসএম) এক ধরনের ডিজিটাল তারবিহীন সেলুলার বা মোবাইল যোগাযোগ ব্যবস্থা। জিএসএম তথ্য আদানপ্রদানের ক্ষেত্রে ন্যারোব্যান্ড টিডিএমএ ব্যবহার করে। এটি GMSK মড্যুলেশন টেকনিক ব্যবহার করে থাকে। এভাবে একটি নির্দিষ্ট রেডিও তরংঙ্গে একই সাথে আটটি কলের সুবিধা নিশ্চিত করা যায়, তবে, অর্ধ-দ্রূতি(HR) প্রযুক্তি ব্যবহার করে সর্ব্বোচ্চ ১৬ টি পর্যন্ত কল করা যায়।। জিএসএম এর সূত্রপাত ১৯৯১ সালে। ১৯৯৭ সালের শেষ \nভাগে এসে জিএসএম হয়ে ওঠে ১০০ টির বেশি দেশে জনপ্রিয় এবং বিশেষ করে ইউরোপ এবং এশিয়া তে প্রামাণ্য মোবাইল ব্যবস্থা।\n\n\n== জিএসএম ফ্রিকোয়েন্সির তালিকা ==\nসারা বিশ্বে বহু ফ্রিকোয়েন্সিতে জিএসএম প্রচলিত আছে। নিম্নের ছকে প্রধান কতগুলো ফ্রিকোয়েন্সির মধ্যে পার্থক্য দেওয়া হল। \n\nউপরিল্লিখিত ফ্রিকোয়েন্সি ছাড়াও ৪৫০,৪৮০,৭৫০,৮১০,৮৫০ ফ্রিকোয়েন্সিতেও জিএসএম প্রচলিত আছে। এছাড়া \"রেলওয়ে জিএসএম\" (GSM-R 900) নামে ভিন্ন ধরনের জিএসএম, ৯০০ ফ্রিকোয়েন্সিতে চালু আছে, যা দ্রুত গতির ট্রেনে ( যেমন TGV /Shinkansen/ Intercity-Express ) PGSM মোবাইল ফোন গুলোকে যথাযথ সার্ভিস প্রদান করে।\n\n\n== প্রাইমারি জিএসএম ৯০০ (PGSM 900 ) ==\nজিএসএমের সবচেয়ে প্রচলিত ফ্রিকোয়েন্সি হচ্ছে  প্রাইমারি জিএসএম ৯০০  । এই ফ্রিকোয়েন্সিতে মোট ১২৪ টি নির্দিষ্ট রেডিও তরংঙ্গ আছে যা ১,২,৩ ... ... ১২৪ এইভাবে নম্বরকরন করা হয়েছে। এই নির্দিষ্ট নম্বরকে ARFCN বলা হয়। ARFCN জানা থাকলে সূত্র অনুযায়ী ফ্রিকোয়েন্সি বের করা যায়। যেমন, সূত্র অনুযায়ী ARFCN = ৫৬ হচ্ছে ৯০১.২ MHz ফ্রিকোয়েন্সি। \n১২৪ টি রেডিও তরংঙ্গ এর প্রতিটি ২০০KHz দ্বারা বিভক্ত, তার মানে, ৯০১.২ এর পরবর্তী রেডিও তরংঙ্গ হবে ৯০১.৪ এবং এর ARFCN মান হবে ৫৭।\nARFCN নম্বর শুধু প্রতিদিনের কাজে ব্যবহার করা হয়, ফ্রিকোয়েন্সিকে যদি 216.239.51.99 IP address এর সাথে তুলনা করা যায়, তবে ARFCN কে তুলনা করা যায় www.google.com এর সাথে।\nএকটি নির্দিষ্ট রেডিও তরংঙ্গে ৮টি কল করা যায়, তবে অর্ধ-দ্রুতি (HR) প্রযুক্তি দিয়ে ১৬টি কল করা সম্ভব, তবে কলের গুনগত মান কমে যাবে। প্রতিটি রেডিও তরংঙ্গ TDMA প্রযুক্তি দ্বারা ৮টি সময়-কুঠুরি (Time Slot) বিভক্ত। একটি সময়-কুঠুরি শুধু একটি মোবাইলে ফোনকে বরাদ্দ করা যায়। অর্ধ-দ্রুতি (HR) প্রযুক্তি দ্বারা একটি রেডিও তরংঙ্গকে ১৬টি সময়-কুঠুরিতে বিভক্ত করা হয়,তাই ১৬টি কল করা সম্ভব। মানুষের শ্রবন শক্তির সীমাবদ্ধতার কারণে একটি রেডিও তরংঙ্গকে ১৬টি সময়-কুঠুরির বেশি ভাগে বিভক্ত করা সম্ভব নয়।\n\n\n== জিএসএম সিস্টেমের বৈশিষ্ট্যসমূহ ==\n\nএকটি জিএসএম সিস্টেমে মূলত তিনটি অংশ থাকে:-\n\nসুইচিং সিস্টেম বা এসএস (SS - Switching System)\nবেজ স্টেশন সিস্টেম বা বিএসএস (BSS - Base Station System)\nমোবাইল স্টেশন বা এমএস (MS - Mobile Station)\nএদের মধ্যে এসএস এবং বিএসএস দুটির মধ্যে সম্বয় করে এনএমসি (NMC - Network Management Center) বা ওএমসি (OMC - Operation & Maintenance Center)-র মাধ্যমে।\n\n\n=== সুইচিং সিস্টেম (SS) ===\nসুইচিং সিস্টেমে নিম্নলিখিত যন্ত্রাংশ থাকে:-\n\nএমএসসি বা মোবাইল সার্ভিসেস সুইচিং সেন্টার\nএইচএলআর বা হোম লোকেশন রেজিস্টার\nভিএলআর বা ভিজিটর লোকেশন রেজিস্টার\nএইউসি বা অথেনিকেশন সেন্টার\nইআইআর বা ইকুইপমেন্ট আইডেন্টিটি রেজিস্টার\n\n\n=== বেজ স্টেশন সিস্টেম (BSS) ===\nবেজ স্টেশন সিস্টেমে দুটি যন্ত্রাংশ থাকে:-\n\nবিএসসি বা বেজ স্টেশন কন্ট্রোলার (BSC - Base Station Controller): একটি এমএসসির অধীনে অনেকগুলো বিএসসি থাকতে পারে। বিএসসি-র সাহায্যেই বিটিএস এবং এমএসসির সংযোগ সাধিত হয়। এমএসসির সাথে বিএসসির সংযোগ মাইক্রোওয়েভ, স্যাটেলাইট, অপটিক্যাল ফাইবার অথবা যেকোন উপায়ে হতে পারে।\nবিটিএস বা বেজ ট্রান্সসিভার স্টেশন (BTS - Base Transceiver Station): এটিকেই আমরা বাইরে থেকে মুঠোফোনের টাওয়ার হিসেবে দেখি। মূলত এর সাহায্যেই বেতার তরঙ্গের মাধ্যমে মুঠোফোনের সংযোগ সাধিত হয়।\n\n\n=== মোবাইল স্টেশন (MS) ===\n\nমোবাইল সিস্টেমে দুটি যন্ত্রাংশ থাকে:- \n\nমোবাইল ইক্যুইপমেন্ট (Mobile Equipment): এটিই হলো মূল মুঠোফোন যা সাহায্যে কল সম্পাদন করা হয়।\nসিম বা সাবস্ক্রাইবার আইডেন্টিটি মডিউল (SIM - Subscriber Identity Module): এতে থাকে ব্যবহারকারীর আইডেন্টিফিকেশন নম্বর, যে নেটওয়ার্কের সাথে যুক্ত হবে তার অথরাইজেশন, নিরাপত্তার জন্য এনক্রিপশন নম্বর এবং ব্যবহারকারীর অন্যান্য তথ্যসমূহ।\n\n\n== অবস্থা ==\nসাধারণভাবে জিএসএম-এ একটি মোবাইল ফোনের তিনটি অবস্থা থাকে।\n\nIDLE: যখন মুঠোফোন চালু থাকে কিন্তু কল হয় না। সাধারণভাবে আমরা একে স্ট্যান্ডবাই অবস্থা বলি।\nACTIVE: যখন মুঠোফোনে কথা বলা হয়।\nDETACHED: যখন মুঠোফোন বন্ধ থাকে।\nসাধারণভাবে আমাদের মনে হতে পারে IDLE অবস্থায় কোনও কাজ হয় না। বাস্তবে এ সময় নিম্নলিখিত ব্যাপারগুলি ঘটে থাকে। \n\nRegistration: এই সময় মূঠোফোন একটি নেটওয়ার্কের সঙ্গে যুক্ত হয়।\nRoaming: এই সময় মুঠোফোন একটি নির্দিষ্ট এলাকায় (সাধারণভাবে একটি দেশের পুরো এলাকায়) রোমিং অবস্থায় থাকতে পারে।\nInternational Roaming: দেশের বাইরে গেলে মূলত এই ব্যপারটি ঘটে। তবে এজন্য মূল নেটওয়ার্কের সাথে অন্য দেশের নেটওয়াক ব্যবহারের চুক্তিনামা থাকতে হবে।\nLocation Updating: যখন মুঠোফোন এক এলাকা থেকে অন্য এলাকায় অবস্থান করে।\nLocating:\nPaging:\n\n\n== কল করার ধাপসমূহ ==\nসবুজ বোতাম চেপে কল করা থেকে লাল বোতাম চেপে কল শেষ করা পর্যন্ত যা ঘটে:- \n\nমোবাইল ইউনিট ইনিথিয়ালাইজেশন (Mobile Unit Intialization)\nমোবাইল অরিজিনেটেড কল (Mobile Originated Call)\nপেজিং (Paging)\nকল অ্যাকসেপ্টেড (Call Accepted)\nঅনগোয়িং কল (Ongoing Call)\nহ্যান্ডঅফ (Handoff)\nযখন আমরা কথা বলি তখন কথা যেভাবে যায়:-\n\nমুঠোফোনের ট্রান্সমিশন আংশে: মাইক্রোফোন - অ্যানালগ থেকে ডিজিটালে রূপান্তর - স্পিচ কোডিং বা সেগমেন্টেশন - চ্যানেল কোডিং - ইন্টারলিভিং, চিপারিং এবং ব্রাস্ট ফরম্যাটিং - ট্রান্সমিটার মড্যুলেটর - অ্যান্টেনা।\nমুঠোফোনের রিসিভিং অংশে: অ্যান্টেনা - রিসিভার ডিমড্যুলেটর - অ্যাডাপটিভ ইকুয়ালাইজেশন - ডি-চিপারিং এবং ডি ইন্টারলিভিং - চ্যানেল ডিকোডিং - স্পিচ ডিকোডিং - ডিজিটাল থেকে অ্যানালগে রূপান্তর - স্পিকার।\n\n\n== তথ্যসূত্র ==\n\nWireless Communications & Networks (Second Edition) by William Stallings, Prentice-Hall, Inc. ISBN 81-203-3019-6"}