{"pageid": 12059, "title": "দুর্গাপুর উপজেলা, নেত্রকোণা", "url": "https://bn.wikipedia.org/wiki?curid=12059", "content": "দুর্গাপুর উপজেলা বাংলাদেশের নেত্রকোণা জেলার অন্তর্ভুক্ত একটি প্রশাসনিক এলাকা যা সুসং দুর্গাপুর নামেও পরিচিত। এটি বাংলাদেশের অন্যতম একটি দর্শনীয় স্থান। \n\n\n== অবস্থান ও আয়তন ==\n২৭৮.২৮ বর্গ কিলোমিটার আয়তনের এই উপজেলার অবস্থান ময়মনসিংহ বিভাগের নেত্রকোণা জেলার সর্ব উত্তরে ভারতের মেঘালয়ের গারো পাহাড়ের পাদদেশে। ২১°২১’ থেকে ২১°২৬’ উত্তর অক্ষাংশের মধ্যে এবং ৮৫°৫১’ থেকে ৮৬°০৮’ পূর্ব দ্রাঘিমাংশের মধ্যে। এই উপজেলার উত্তরে ভারতের মেঘালয়, দক্ষিণে পূর্বধলা উপজেলা ও নেত্রকোণা সদর উপজেলা, পূর্বে কলমাকান্দা উপজেলা, পশ্চিমে ময়মনসিংহ  জেলার ধোবাউড়া উপজেলা। এখানকার প্রধান নদ-নদীগুলো হলো সোমেশ্বরী নদী, কংশ নদী এবং আত্রাখালি নদী।\n\n\n== ইতিহাস ==\n\n১২৮০ খ্রীষ্টাব্দে মেঘালয়ের পূর্ব অংশে সু-সঙ্গ নামে এক পরগনার গোড়াপত্তন হয়। অভিযাত্রী মার্কোপোলো তার অভিযানের এক পর্যায়ে যখন তাঁতার সাম্রাজ্যের সম্রাট কুবলাই খাঁর দরবারে তখনই আরেক অভিযাত্রী সোমেশ্বর পাঠক মতান্তরে সোমনাথ পাঠক ভারতের কান্যকুব্জ থেকে ১২৮০ খ্রিষ্টাব্দ (৬৮৬ বঙ্গাব্দ মাঘ মাস) পূর্ব ময়মনসিংহের উত্তরভাগ ‍‍'পাহাড় মুল্লুকে' প্রচুর সঙ্গীসাথী সহ কামরূপ ভ্রমণের লক্ষ্যে বর্তমান দশভূজা বাড়ির প্রাঙ্গনে অশোক বৃক্ষের নিচে বিশ্রামের জন্য যাত্রাবিরতি করেন। অত্র 'পাহাড় মুল্লুক' ছিল 'বৈশ্য গারো' নামের প্রবল পরাক্রমশালী এবং অত্যাচারী এক গারো রাজার অধীন। সোমেশ্বর পাঠক তাকে যুদ্ধে পরাস্ত করে সু-সঙ্গ অর্থাৎ ভাল সঙ্গ নামে এক সামন্ততান্ত্রিক রাজ্য প্রতিষ্ঠা করেন। এই সোমেশ্বর পাঠকই সুসঙ্গ রাজবংশের আদি পুরুষ।\nপরবর্তী তিন'শ বছর এই বংশের রাজ পুরুষগণ বহু উপাধী বদলিয়ে অবশেষে সিংহ উপাধী ধারণ করেন। এই রাজবংশের যোগ্য উত্তরসূরী মল্লযোদ্ধা এবং প্রখর কুটনৈতিক জ্ঞানের অধিকারী রাজা রঘুনাথ সিংহ মোঘল সম্রাট আকবরের সিংহাসনারোহনের পর তার সাথে এক চুক্তি করেন। এই চুক্তির অংশ হিসেবে রাজা রঘুনাথ সিংহকে মানসিংংহ এর পক্ষে বিক্রমপুরের চাঁদ রায়, কোদার রায় এর বিপক্ষে যুদ্ধে অংশ গ্রহণ করতে হয়। যুদ্ধে চাঁদ রায়, কেদার রায় পরাস্ত হলে রাজা রঘুনাথ সেখান থেকে অষ্ট ধাতুর এক দুর্গা প্রতিমা নিয়ে আসেন এবং রাজ মন্দিরে স্থাপন করেন যা আজো দশভূজা মন্দির নামে সুপরিচিত। তখন থেকেই সু-সঙ্গের সাথে দুর্গাপুর যোগ করে এই অঞ্চলের নামকরণ হয় সুসঙ্গ দুর্গাপুর।\nব্রিটিশ শাসন আমল থেকে এখানে দেওয়ানী ও ফৌজদারি আদালত রয়েছে।\n\n\n=== হাতি খেদা আন্দোলন ===\nঊনবিংশ শতাব্দীর শেষ দিকে হাজংদের হাতির খেদায় বিনা পারিশ্রমিকে কাজ করানোর প্রতিবাদে হাজং নেতা মনা সর্দারের নেতৃত্বে হাজং বিদ্রোহ সংঘটিত হয়।\n\n\n=== পাগলপন্থী বিদ্রোহ ===\nজানকুপাথর ও দোবরাজপাথর ছিলেন  শেরপুরে সংঘটিত উনিশ শতকের তৃতীয় দশকের দুইজন বিদ্রোহী এবং  পাগলপন্থি বিদ্রোহের অন্যতম নায়ক। তারা গারো-হাজংদের নেতা টিপু শাহের অনুগামী ছিলেন এবং ১৮২৭- ১৮৩৩ সালে ময়মনসিংহ অঞ্চলের প্রজাবিদ্রোহের অন্যতম নেতা ছিলেন। শেরপুরের পশ্চিমদিকে করৈবাড়ি পাহাড়ের পাদদেশে জানকুপাথরের এক প্রধান আস্তানা ছিলো। ১৮৩১ সালে ময়মনসিংহের কালেক্টর নতুন বন্দোবস্ত \"অষ্টম আইন\" হিসেবে ঘোষণা করা হলেও বিদ্রোহ চালিয়ে যান জানকুপাথর ও দোবরাজ পাথর।\nতাদের নেতৃত্বে শেষ পর্যায়ে সংগ্রামের রূপ চরম আকার ধারণ করে। ১৮৩৩ সন পর্যন্ত জানকুপাথর করৈবাড়ি পাহাড়ের পাদদেশ থেকে ও দোবরাজপাথর নালিতাবাড়ির নিকটবর্তী কোনো একস্থান থেকে শেরপুর অভিমুখে দ্বিমুখী আক্রমণ পরিচালনা করেন। বিদ্রোহী পাগলপন্থীগণ শেরপুরের জমিদারবাড়ি, কাছারিবাড়ি, জমিদারদের আশ্রিত লাঠিয়াল বাহিনীর সর্বস্ব লুট করে ও থানায় আগুন ধরিয়ে দেয়। ফলে শেরপুর জনশূন্য হয়ে পড়ে। এগার-বারটি ক্ষেত্রে সরকার ও বিদ্রোহী বাহিনীর মধ্যে যুদ্ধ হয়। অবস্থা বেগতিক দেখে ইংরেজ সরকার বিদ্রোহ সংশ্লিষ্ট লোকজন ও নিরীহ লোকজনকে পাইকারিভাবে হত্যা শুরু করে এবং বিদ্রোহের নেতাদেরকে ধরিয়ে দেবার জন্য পুরস্কার ঘোষণা করে। অতপর বিদ্রোহের দলপতিরা ধীরে ধীরে আত্মসমর্পণ করে। জানকুপাথর উত্তরের পাহাড়ে পালিয়ে যান এবং দোবরাজপাথর পূর্বাঞ্চলে আত্মগোপন করেন। দুর্গাপুর উপজেলার দোবরাজপুর গ্রাম দোবরাজপাথরের স্মৃতি বহন করছে।\n\n\n=== টঙ্ক আন্দোলন ===\n১৯৪২-৪৩ সালে কমরেড মণি সিংহর নেতৃত্বে টঙ্ক আন্দোলন পরিচালিত হয়। ১৯৪৬-৪৭ সালে তার নেতৃত্বে তেভাগা আন্দোলন শুরু হয়। পরে আন্দোলন সারা পশ্চিমবঙ্গে ছড়িয়ে পরে।\n\n\n== প্রশাসনিক এলাকা ==\nদুর্গাপুর থানা গঠিত হয় ১৮৭৪ সালে এবং উপজেলায় রূপান্তরিত হয় ১৯৮২ সালে। এ উপজেলায় বর্তমানে ১টি পৌরসভা ও ৭টি ইউনিয়ন রয়েছে। সম্পূর্ণ উপজেলার প্রশাসনিক কার্যক্রম দুর্গাপুর থানার আওতাধীন।\n\nপৌরসভা:\nদুর্গাপুর\nইউনিয়নসমূহ:\n১নং কুল্লাগড়া\n২নং দুর্গাপুর\n৩নং চণ্ডিগড়\n৪নং বিরিশিরি\n৫নং বাকলজোরা\n৬নং কাকৈরগড়া\n৭নং গাঁওকান্দিয়া\nএ উপজেলায় মোট মৌজা ১৩৪টি এবং গ্রাম ২০৫টি।\n\n\n== জনসংখ্যার উপাত্ত ==\nমোট জনসংখ্যাঃ ১৭৩৩৫৪(সর্বশেষ হালনাগাদ), পুরুষঃ ৫০.৮৯% মহিলাঃ ৪৯.৫১। মুসলমান ৮০%, হিন্দু ১২% খ্রিষ্টান এবং আদিবাসী ৮%, গারো এবং হাজং নামক দুটি আদিবাসী সম্প্রদায় রয়েছে। এরা সর্বমোট ৮৫০ টি পরিবার এখনো বিদ্যমান।\n\nজনসংখ্যা ঘনত্বঃ ৭১০ (প্রতি বর্গ কিমি)\nশিক্ষার হারঃ শহরে ৫২.৩% এবং গ্রামে ৩১.০%\nজনসংখ্যাঃ শহরে ২২,৬৬১ এবং গ্রামে ১৭৫,৬৬৫।\n\n\n== শিক্ষা ==\nঅতীতে শিক্ষার হার কম থাকলেও দিনেদিনে এই হার ক্রমশ বাড়তেছে । শিক্ষার হার গড় ৬৯%, তন্মধ্যে নারী শিক্ষার হার ৭০%। এখানে -\n\nপ্রাথমিক বিদ্যালয়ঃ ৫৮ টি (সরকারি) ৭০ টি (বেসরকারি),\nমাধ্যমিক ২৮ টি (সরকারি ২টি);\nবালিকা বিদ্যালয়ঃ ৮ টি (সরকারি ১টি)\nকলেজ - ৭ টি রয়েছে। ( সরকারি ১টি)\n\n\n== কৃষি ==\nপ্রধান কৃষি ফসল হলোঃ ধান, পাট, গম, সরিষা, চিনাবাদাম, ভুট্টা, তুলা শাকসবজি। বিলুপ্ত বা বিলুপ্তপ্রায় ফসলাদি তিসি, খেসারি, কলাই, মিষ্টি  আলু, অড়হর। প্রধান ফলফলাদি  আম, কাঁঠাল, জাম। কৃষি ভূমির মালিকানা ভূমি মালিক ৫৭.১৫%, ভূমিহীন ৪২.৮৫%। শহরে ৩৫.৩১% এবং গ্রামে ৫৯.৯১% পরিবারের কৃষিজমি রয়েছে।\n\nচাষযোগ্য ভুমির পরিমাণ ১৮৯৬২.৩৬ হেক্টর;\nপতিত জমির পরিমাণ ৬৯৯.৭২ হেক্টর;\nসেচের আওতায় আবাদী জমির পরিমাণ ৭৬%।\n\n\n== অর্থনীতি ==\nজনগোষ্ঠীর আয়ের প্রধান উৎস কৃষি। উপজেলার মোট জনগোষ্ঠীর ৪৬.৭৩% কৃষিজীবী, ২৫.১৭% কৃষি শ্রমিক, ৮.৯৬% চাকুরীজীবী, ১.৭৭% মৎসজীবি, অকৃষি শ্রমিক ৩.০৪%, শিল্প ০.৪৭%, ব্যবসা ৯.৮৩%, পরিবহন ও যোগাযোগ ১.০২%, নির্মাণ ০.৬০%, ধর্মীয় সেবা ০.২০%, রেন্ট অ্যান্ড রেমিটেন্স ০.৩২% এবং অন্যান্য ৮.৩০%।\n\nপ্রধান রপ্তানিদ্রব্য - ধান, চিনামাটি, বালি, পাথর।\nশিল্প ও কলকারখানা - বরফকল, আটাকল, স’মিল ওয়েল্ডিং কারখানা।\nকুটির শিল্প - স্বর্ণশিল্প, মৃৎশিল্প, লৌহশিল্প, তাঁতশিল্প, সূচিশিল্প, কাঠের কাজ।\nহাটবাজার - ২৮ টি;\nমেলা - ৩টি (মনিসিংহ মেলা, আড়ং (ষাঁড়-এর লড়াই) এর মেলা, চৈত্রসংক্রান্তির মেলা)।\nখনিজ সম্পদ - চিনামাটি বা সাদা মাটি, কাকর মাটি, নূড়ী পাথর, কয়লা, মোটা বালি।\n\n\n== স্বাস্থ্য ==\nপানীয়জলের উৎস নলকূপ ৮৭.৫৯%, ট্যাপ ০.৭৫%, পুকুর ১.১২% এবং অন্যান্য ১০.৫৪%। এ উপজেলার অগভীর নলকূপের পানিতে আর্সেনিকের উপস্থিতি প্রমাণিত হয়েছে। আয়রন সমস্যা এখানকার নলকূপের আর একটি প্রধান সমস্যা\nস্যানিটেশন ব্যবস্থা এ উপজেলার ১৬.৫৮% (গ্রামে ১৪.১০% ও শহরে ৩৬.৩১%) পরিবার স্বাস্থ্যকর এবং ৫৮.৮৭% (গ্রামে ৬০.৩৭% ও শহরে ৪৬.৯৫%) পরিবার অস্বাস্থ্যকর ল্যাট্রিন ব্যবহার করে। ২৪.৫৫% পরিবারের কোনো ল্যাট্রিন সুবিধা নেই।\n\nস্বাস্থ্যকেন্দ্রঃ\nউপজেলা স্বাস্থ্য কমপ্লেক্স ১টি,\nউপ-স্বাস্থ্যকেন্দ্র ১টি,\nস্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র ৭টি,\nক্লিনিক ৩টি।\nপ্রাকৃতিক দুর্যোগঃ\n১৮৯৭ সালের ১২ জুন ভূমিকম্পে উপজেলায় অনেক প্রাণহানির ঘটনাসহ ভূপৃষ্ঠের ব্যাপক পরিবর্তন ঘটে এবং বেশকিছু ঘরবাড়ি বিধ্বস্ত হয়।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nমনা সর্দার (? - ১৮২০) উনিশ শতকের কৃষক ও আদিবাসী বিদ্রোহের বিপ্লবী হাজং নেতা।\nকুমুদিনী হাজং টংক আন্দোলনের নেত্রী।\nরাসিমণি হাজং (১৯০১ - জানুয়ারি ৩১, ১৯৪৬) ১৯৪৬ সালে সংঘটিত ময়মনসিংহের টঙ্ক আন্দোলনের অন্যতম বিপ্লবী নেত্রী।\nকমরেড মণি সিংহ (২৮ জুলাই, ১৯০১ - ৩১ ডিসেম্বর, ১৯৯০) বাংলাদেশের একজন বামপন্থী রাজনীতিবিদ।\nজালাল উদ্দিন তালুকদার: সাবেক সংসদ সদস্য।\nশহীদ  অধ্যাপক আরজ আলী: শহীদ বুদ্ধিজীবী।\nপ্রমোদ মানকিন: রাজনীতিবিদ ও সাবেক সংসদ সদস্য ও সাবেক মন্ত্রী।\nআব্দুল করিম আব্বাসী(জন্ম: ১৫ ডিসেম্বর ১৯৩৮) সাবেক হুইপ ও সংসদ সদস্য।\n\n\n== দর্শনীয় স্থান ==\nএখানকার দর্শনীয় স্থানগুলো হলোঃ\n\nগারো পাহাড়\nসুসং দুর্গাপুরের জমিদার বাড়ি\nবিরিশিরি\nসোমেশ্বরী নদী\nক্ষুদ্র নৃ-গোষ্ঠী কালচারাল একাডেমী\nটংক আন্দোলনের স্মৃতিসৌধ\nসাধু যোসেফের ধর্মপল্লী\nহাজং মাতা রাশিমণি স্মৃতিসৌধ\nবিজয়পুর - সাদামাটি, টারশিয়ারি পাহাড় ও সীমান্তফাঁড়ি।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় দুর্গাপুর উপজেলা, নেত্রকোণা"}