{"pageid": 12054, "title": "ইয়ান মার্টেল", "url": "https://bn.wikipedia.org/wiki?curid=12054", "content": "ইয়ান মার্টেল (জন্ম: জুন ২৫, ১৯৬৩ -) হলেন বুকার পুরস্কার বিজয়ী একজন কানাডীয় সাহিত্যিক।\nতিনি বিশ্বের নানা দেশ ভ্রমণ করেছেন এবং ইরান, তুরস্ক এবং ভারতে বেশ কিছুটা সময় থেকেছেনও। পিটারবরো, অন্টারিও তে অবস্থিত ট্রেন্ট বিশ্ববিদ্যালয়ে দর্শনে পড়াশোনা করার পর ২৭ বছর বয়সে তিনি লেখালেখিকে পেশা হিসাবে বেছে নেন। নানা দেশের নানারকম ঐতিহ্যের সাথে পরিচয় তার লেখাকে গভীরভাবে প্রভাবিত করেছে। আর এই প্রভাব স্পষ্ট হয়ে ধরা পড়েছে তার রচিত কল্প-কাহিনী লাইফ অফ পাই এর ঐতিহ্যগত পটভূমির ব্যাপকতায়। এই কল্প-কাহিনীর সুবাদে তিনি ২০০২ সালে সম্মানজনক বুকার পুরস্কার লাভ করেন। লাইফ অফ পাই কল্প-কাহিনীটি লিখবার রসদ জোগাড় করতে মার্টেল প্রায় ছয়টি মাস ভারতে- মসজিদ, মন্দির, গির্জা আর চিড়িয়াখানা দেখে কাটিয়ে দেন। তারপর গোটা একটি বছর তিনি নানারকমের ধর্মীয় গ্রন্থ আর পরিত্যক্ত গল্প-গাঁথা পাঠ করেন এবং এতসব গবেষণার পর মূল বইটি লিখতে তার আরো দুটি বছর কেটে যায়।\nসিবিসি বেতার'র কানাডা পাঠ্য প্রতিযোগিতার ২০০৩ সংস্করণ হিসাবে লাইফ অফ পাই নির্বাচিত হয় এবং আরেকজন লেখক ন্যান্সি লি এই প্রতিযোগিতায় বিজয়ী হন। তাছাড়া এই প্রতিযোগিতার ফরাসি সংস্করণ লি কমব্যাট ডেস লিভঁ এর জন্য লাইফ অফ পাই এরই ফরাসি-অনুবাদ হিস্টোরি ডি পাই নির্বাচিত হয় এবং এখানকার বিজয়ী হন গায়ক লুসি ফরেসটিয়াঁ।\n২০০৩ এর সেপ্টেম্বর থেকে মার্টেল গণগ্রন্থাগারের আবাসিক লেখক হিসাবে সাসকাটুন, সাসকাটচেভান-এ এক বছর থাকেন। পরে তিনি মন্ট্রিল, কিউবেক-এ পাড়ি জমান এবং সম্প্রতি কানাডীয় কম্পোজার ওমর দানিয়েল এর সাথে টরেন্টো'র রয়্যাল কনসারভেটরি অফ মিউজিক'র আবাসিক কম্পোজার হিসাবে পিয়ানোর একটি মিউজিক নিয়ে কাজ করেছেন। ইউ আর হয়্যার ইউ আর বা তুমি সেথায় যেথায় তুমি আছো গানটির কথা নেয়া হয়েছে মার্টেল এর একটি লেখা থেকে যেখানে সাদামাটা একটি দিনের মুঠোফোন-আলাপকে তুলে ধরা হয়েছে।\n২০০৫ এর নভেম্বরে সাসকাটচেভান বিশ্ববিদ্যালয় ঘোষণা দিয়েছে যে, মার্টেল বিশ্ববিদ্যালয়টির ইংরেজি বিভাগের আবাসিক পণ্ডিত হিসাবে একবছর থাকবেন। সাসকাটুনের হলোকস্ট্ এর ইতিহাস নিয়ে তার পরবর্তি গ্রন্থের জন্য গবেষণা করাটাই মার্টেলের এখনকার পরিকল্পনা। বর্তমানে তিনি সাসকাটুনে তার বান্ধবীর সাথে বসবাস করছেন।\n\n\n== প্রকাশিত গ্রন্থাবলী ==\nদ্য ফ্যাক্টস বিহাইন্ড দ্য হেলসিঙ্কি রোকাম্যাশোস (১৯৯৩)\nসেলফ (১৯৯৬)\nলাইফ অফ পাই (২০০২)\nউই এইট দ্য চিল্ড্রেন ল্যাস্ট (২০০৪)\n\n\n== সাহিত্য পুরস্কার ==\nকল্প-কাহিনীর জন্য ২০০২ সালে বুকার পুরস্কার লাভ করেন।\nকল্প-কাহিনীর জন্য ২০০১ সালে হিউ ম্যাকলেনন পুরস্কার লাভ করেন।\nকল্প-কাহিনীর জন্য ২০০১ সালে গভর্নর জেনারেলের পুরস্কার এর জন্য সংক্ষিপ্ত তালিকায় তার নাম স্থান পায়।\nচ্যাপ্টারস/বুকস্ ইন কানাডা ফার্স্ট নভেল অ্যাওয়ার্ড এর জন্য সংক্ষিপ্ত তালিকায় তার নাম স্থান পায়।\nতার রচিত গল্প \"দ্য ফ্যাক্টস বিহাইন্ড দ্য হেলসিঙ্কি রোকাম্যাশোস\" ১৯৯১ সালে জার্নি পুরস্কার জয় করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}