{"pageid": 12060, "title": "নেত্রকোণা সদর উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=12060", "content": "নেত্রকোণা সদর উপজেলা বাংলাদেশের ময়মনসিংহ বিভাগের নেত্রকোণা জেলার একটি প্রশাসনিক এলাকা।\n\n\n== অবস্থান ও আয়তন ==\nএই উপজেলার উত্তরে দুর্গাপুর উপজেলা ও কলমাকান্দা উপজেলা, দক্ষিণে কেন্দুয়া উপজেলা ও গৌরীপুর উপজেলা, পূর্বে বারহাট্টা উপজেলা ও আটপাড়া উপজেলা, পশ্চিমে পূর্বধলা উপজেলা।\n\n\n== প্রশাসনিক এলাকা ==\nনেত্রকোণা সদর উপজেলায় বর্তমানে ১টি পৌরসভা ও ১২টি ইউনিয়ন রয়েছে। সম্পূর্ণ উপজেলার প্রশাসনিক কার্যক্রম নেত্রকোণা সদর থানার আওতাধীন।\n\nপৌরসভা: নেত্রকোনা\nনেত্রকোণা\nইউনিয়নসমূহ:\n১নং মৌগাতি\n২নং মেদনী\n৩নং ঠাকুরাকোণা\n৪নং সিংহের বাংলা\n৫নং আমতলা\n৬নং লক্ষ্মীগঞ্জ\n৭নং কাইলাটি\n৮নং দক্ষিণ বিশিউরা\n৯নং চল্লিশা\n১০নং রৌহা\n১১নং কালিয়ারা গাবরাগাতি\n১২নং মদনপুর\n\n\n== ইতিহাস ==\n\n১৭৬৪ সনে শুরু হয় ঐতিহাসিক ফকির বিদ্রোহ। এই ফকির বিদ্রোহের ঢেউ দ্রুত গতিতে ছড়িয়ে পড়ে নেত্রকোণা অঞ্চলে। নেত্রকোণায় ফকির বিদ্রোহ পরিশেষে টিপু শাহ পাগলের নামানুসারে পাগলপন্থী বিদ্রোহরূপে খ্যাত হয়ে উঠে। পাগলপন্থী পীর করম শাহ পাগলের অসংখ্য শিষ্য ছিল গারো-হাজং জনগোষ্ঠীর লোক। তার স্ত্রী ব্রাহ্মনকন্যা সন্ধি দেবী ইসলাম ধর্ম গ্রহণপূর্বক সন্ধি বিবি নাম ধারণ করে করম শাহ পাগলের সঙ্গে বিবাহ বন্ধনে আবদ্ধ হন। তাদের সন্তান টিপু পাগল। ফকির বিদ্রোহ-পাগল বিদ্রোহের এক মহান ক্ষেত্র ছিল নেত্রকোণা। সপ্তদশ শতকের শেষভাগে নাটোরকোণায় বিদ্রোহ দমনকল্পে জমিদারদের সহায়তা প্রদানের নিমিত্ত স্থাপিত হয় একটি পুলিশ ফাঁড়ি বা চৌকি। কথিত আছে পাগলপন্থী বিদ্রোহীরা এই ফাঁড়িটি লন্ঠণ করে নিয়ে গেলে ফাঁড়ির কর্মকর্তা/কর্মচারীগণ আত্ম রক্ষার্থে চলে আসে বর্তমান নেত্রকোণা সদর থানা কার্যালয় ভবনে। কিন্তু বর্তমান নেত্রকোণা ছিল আদিকালে সাতপাই মৌজাস্থ কালীমন্দির কেন্দ্রীক কালীগঞ্জ বাজার নামক স্থানে। পুলিশ ফাঁড়িটি কালীগঞ্জ বাজারে স্থানান্তরিত হয়ে গেলেও কাগজে-কলমে থেকে যায় নাটোরকোণা, ইংরেজদের সাহেবী উচ্চারণে হয়ে যায় নেত্রকোণা। পরবর্তীতে এই নেত্রকোণা নামানুসারে ১৮৮২ সনে নেত্রকোণা মহকুমা এবং ১৯৮৪ সনে নেত্রকোণা জেলা প্রতিষ্ঠিত হয়।নদী-নালা, খাল-বিল, হাওর-বাওর, বন-জঙ্গলের জনপদ ছিল সমগ্র নেত্রকোণা। লোক সাহিত্য সংগ্রাহক ও গবেষকদের মতে পূর্ব ময়মনসিংহ হলো লোক ও সাহিত্য সংস্কৃতির এক তীর্থ ভূমি। নেত্রকোণার সন্তান চন্দ্র কুমার দে সংগৃহীত এবং ড. দীনেশ চন্দ্র সেন সম্পাদিত বিশ্ব নন্দিত গ্রন্থ মৈমনসিংহ গীতিকা প্রকাশের পর থেকে পূর্ব ময়মনসিংহকে অনেক গবেষক মৈমনসিংহ গীতিকা অঞ্চল বলেও চিহ্নিত করে থাকেন। এই মৈমনসিংহ গীতিকা অঞ্চলের সীমানা চিহ্নিত করা হয়-উত্তরে গারো পাহাড়, দক্ষিণে মেঘনা, যমুনা সঙ্গমস্থল, পশ্চিমে ব্রহ্মপুত্র নদ এবং পূর্বে সুরমা কুশিয়ারা নদী। এই মৈমনসিংহ গীতিকা অঞ্চলের লোক সাহিত্য সংস্কৃতি, ভোগলিক ও ঐতিহাসিক বিচার-বিশ্নেষণের কেন্দ্র বিন্দু হলো নেত্রকোণা সদর থানা। ১৯৩৮ সনে নেত্রকোণা পূর্ণাঙ্গ থানা হিসেবে গঠিত হয়েছিল। কাগজে-কলমে নাটেরকোণা ইংরেজদের সাহেবী উচ্চারণে হয়ে যায় নেত্রকোণা। রাজধানী ঢাকা শহর থেকে সড়কপথে ১৬০ কি.মি. দূরে দেশের উত্তর পূর্ব কোণে অবস্থিত নেত্রকোণা সদর উপজেলা। ময়মনসিংহ জেলা সদর থেকে ৪০ কি.মি. দূরে নেত্রকোণা শহরের প্রাণকেন্দ্রে উপজেলা কমপ্লেক্স অবস্থিত।\n\n\n== ঐতিহাসিক ঘটনাবলি ==\n১৯৩৯ সালের ১৫ মার্চ নেত্রকোণা সদরের মেথরপট্টি মাঠে নেতাজী সুভাষচন্দ্র বসু এক জনসভায় বক্তৃতা করেন।\n১৯৪৫ সালের ৮, ৯ ও ১০ এপ্রিল নেত্রকোণা পাড়ার মাঠে সর্বভারতীয় কৃষক সভার সম্মেলন অনুষ্ঠিত হয়।\n১৯৭১ সালের ২৯ এপ্রিল পাকবাহিনী সদরের  ৪ জনকে ধরে নিয়ে পূর্বধলা সড়কের ত্রিমোহনী ব্রিজে গুলি করে হত্যা করে। ৯ ডিসেম্বর নেত্রকোণা সদরে পাকবাহিনীর সঙ্গে মুক্তিযোদ্ধাদের লড়াইয়ে ৩ জন মুক্তিযোদ্ধা শহীদ হন। এ উপজেলার কৃষিফার্মে মুক্তিযোদ্ধাদের সঙ্গে পাকবাহিনীদের লড়াইয়ে পাকসেনারা পরাজিত হয় এবং ২ জন মুক্তিযোদ্ধা শহীদ হন।\n\n\n== জনসংখ্যার উপাত্ত ==\nমোট:- ৩,৪৯,৫০০ জন\n\n\n== শিক্ষা ==\n\nসার্বিক শিক্ষার হার-৪৪.০৪%\nপ্রাথমিক বিদ্যালয় -\nসরকারী - ৯৪টি\nবেসরকারি - ৮৩টি\nনন রেজিঃ বেসরকারী - ২টি\nএবতেদায়ী মাদ্রাসা - ৩৭টি\nকিন্ডার গার্টেন - ১২টি\nমাদরাসা - ১৭টি\nনিম্ন মাধ্যমিক বিদ্যালয় - ১২টি\nমাধ্যমিক বিদ্যালয় - ৩২টি\nটেকনিক্যাল স্কুল এন্ড কলেজ - ৪টি\nকলেজ - ৫টি\nপাঠাগার - ১৭টি\nবইয়ের দোকান - ১৬টি\nকম্পিউটার প্রশিক্ষণ কেন্দ্র - ৫টি\nপিটিআই - ১টি\n\n\n== অর্থনীতি ==\nকৃষিই এই জেলার অর্থনীতির প্রধান চালিকাশক্তি। এই উপজেলায় ধান, পাট, গম ইত্যাদি প্রধান অর্থকরী ফসল। এছাড়াও কুমড়া, আলু, পটল, সরিষা প্রচুর পরিমাণে চাষ করা হয়। প্রধান ফল-ফলাদি হচ্ছে আম, কাঁঠাল, কলা, জাম, লিচু, পেয়ারা, তরমুজ, সুপারি, পেঁপে ইত্যাদি। বিলুপ্ত বা বিলুপ্তপ্রায় ফসলাদি হচ্ছে কাউন, খেসারি, ছোলা, আউশ ধান, অড়হর, মাষকলাই। এখানে প্রচুর হাঁস-মুরগি এবং খামার,গরু-ছাগলের খামার, মৎস্য খামার রয়েছে যা কিনা এই উপজেলার অর্থনীতিকে এগিয়ে নিতে ব্যাপক অবদান রেখেছে। ব্যবসা বাণিজ্য পরিচালনায় নেত্রকোণায় গড়ে উঠেছে অসংখ্য ছোট-বড় ক্ষুদ্র শিল্প। যুগের চাহিদা অনুযায়ী পণ্যের নতুন নকশা তৈরি, কাঁচামাল ও যন্ত্রপাতি আমদানি এবং সেগুলো বেসরকারী ঊদ্যোক্তাদের মধ্যে বিতরণের মতো বাণিজ্যিক কার্যক্রম দিয়ে নেত্রকোণা শহরের পাশে জেলা বিসিকের গোড়াপত্তন হয়।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nরশিদ উদ্দিন (১৮৮৯ -১৯৬৪);বাহিরচাপড়া, নেত্রকোণা সদর। প্রখ্যাত বাউল শিল্পী ও সাধক পুরুষ।\nমুজীবুর রহমান খাঁ\t(১৯১০ -১৯৮৪); উলুয়াটি, নেত্রকোণা। প্রখ্যাত সাংবাদিক ও সাহিত্যিক।\nচান মিয়া :-মরমী বাউল সাধক কবিয়াল।\nবারী সিদ্দিকী প্রখ্যাত বাঁশী বাদক ও মরমী কন্ঠ শিল্পী।\nদেওয়ান নজরুল :প্রখ্যাত চলচ্চিত্র  পরিচালক ও গীতিকার।\nআবু আব্বাছ:-সাবেক এমপি  ও শিক্ষা সংগঠক।\nআশরাফ উদ্দিন খান :-সাবেক এমপি।\nফজলুর রহমান খান (রাজনীতিবিদ)\n\nআরিফ খান জয়:ফুটবলার,সাবেক অধীনায়ক,বাংলাদেশ জাতীয় দল।সাবেক এমপি ও উপ মন্ত্রী।\nআশরাফ আলী খান খসরু :রাজনীতিবিদ ও প্রতি মন্ত্রী।\nঅধ্যাপক ডাক্তার আনোয়ার হোসেন :চিকিৎসক ও রাজনৈতিক।\nহাবিবা রহমান খান: বাংলাদেশি রাজনীতিবিদ ও সংসদ সদস্য।\nনুরুল ইসলাম খান(এন আই খান):সমাজ সেবা ও মুক্তিযুদ্ধের সংগঠক এবং রাজনৈতিক।\nনাজমুন মুনিরা ন্যান্সি\nআব্বাছ আলী খান :সমাজ সেবক।\nআয়েশা আক্তার :প্রখ্যাত নারী নেত্রী।\nশ্রাবস্তী দত্ত তিন্নি\nমন মোহন(নেত্রমোহন):কবি গানের সম্রাট।\nরানা হামিদ:চলচ্চিত্র অভিনেতা  ও রাজনৈতিক।\n\n\n== ঐতিহ্য ==\nনেত্রকোণা জেলার ঐতিহ্যবাহী মিষ্টান্নের নাম বালিশ মিষ্টি; যা নেত্রকোণার প্রায় সকল মিষ্টির দোকানে পাওয়া যায়।\nবিশেষ করে বারহাট্টা রোডের গয়নাথ মিষ্টান্নভান্ডারই এই মিষ্টির জন্মস্থান।\n\n\n== দর্শনীয় স্থান ==\nঅধ্যাত্মিক পুরুষ হযরত শাহ সুলতান কমর উদ্দিন রুমী  এর মাজার।\nআলী হোসেন শাহ্‌ এর মাজার।\nবিরিশিরি\nগারো পাহাড়\nদুর্গাপুর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় নেত্রকোণা সদর উপজেলা"}