{"pageid": 12074, "title": "ইংরেজি ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12074", "content": "ইংরেজি বা ইংরেজী (English) ইন্দো-ইউরোপীয় ভাষাপরিবারের জার্মানীয় শাখার পশ্চিম দলের একটি ভাষা। উৎসবিচারে ইংরেজি ভাষাটির সবচেয়ে ঘনিষ্ঠ ভাষাটি হল ফ্রিজীয় ভাষা। এছাড়া এটির সাথে ওলন্দাজ ভাষা, ফ্লেমিশ ভাষা (বেলজিয়ামে প্রচলিত ওলন্দাজ ভাষার উপভাষা) ও নিম্ন জার্মান উপভাষাগুলির সম্পর্ক আছে। উত্তর আটলান্টিক মহাসাগরের গ্রেট ব্রিটেন দ্বীপের দক্ষিণাংশে অবস্থিত ইংল্যান্ড নামক দেশটিতে খ্রিস্টীয় আনুমানিক ৬ষ্ঠ শতকে ইংরেজি ভাষার জন্ম হয়। বর্তমানে এটি যুক্তরাজ্য, আয়ারল্যান্ড, মার্কিন যুক্তরাষ্ট্র, কানাডা, অস্ট্রেলিয়া, নিউজিল্যান্ড এবং ক্যারিবীয় সাগর ও প্রশান্ত মহাসাগরে ছড়িয়ে থাকা অনেক দ্বীপরাষ্ট্রের প্রধান ভাষা। ইংরেজি প্রায় ৩৮ কোটি মানুষের মুখের মাতৃভাষা। মাতৃভাষাভাষীর সংখ্যার বিচারে এর অবস্থান বিশ্বে তৃতীয়।\nইংরেজি ভাষার শব্দভাণ্ডারের ৭০ শতাংশ বিদেশি উৎসজাত। বাকি ৩০ শতাংশ ইংরেজি শব্দ প্রাচীন ইংরেজি, অ্যাংলো-স্যাক্সোন ও জার্মানীয় উৎসজাত। অ্যাংলো-সাক্সোন ও জার্মানীয় উৎসজাত শব্দগুলো খাঁটি ইংরেজি শব্দরূপে গণ্য হয়ে থাকে। ৮ম থেকে ১১শ শতাব্দীর কোন সময়ে রচিত বেওউল্‌ফ ইংরেজি ভাষার আদি নিদর্শন হিসেবে বিবেচিত হয়। উইলিয়াম শেকসপিয়র ইংরেজি ভাষার শ্রেষ্ঠ সাহিত্যিক।\n১৮শ শতক থেকে ২০শ শতক পর্যন্ত বিশ্বের নানা প্রান্তে ইংরেজরা উপনিবেশ গড়ে তুললে এবং মার্কিন যুক্তরাষ্ট্র পরাশক্তি হয়ে উঠলে, ইংরেজি বিশ্বের লিঙ্গুয়া ফ্রাঙ্কায় পরিণত হয় ২০শ শতকের মধ্যভাগে এসে। বর্তমানে ইংরেজি বিশ্বের সবচেয়ে বেশি অধীত দ্বিতীয় ভাষা। দক্ষিণ আফ্রিকা, ভারত, পাকিস্তান, ফিলিপাইন, সিঙ্গাপুরের মতো প্রাক্তন বহুভাষী ইংরেজ উপনিবেশগুলো স্বাধীনতা পরবর্তীকালে ইংরেজিকে লিঙ্গুয়া ফ্রাঙ্কা তথা সহ-সরকারি ভাষা হিসেবে গ্রহণ করে। সব মিলিয়ে মাতৃভাষাভাষী নন এরকম ৭৫ কোটি মানুষ বিদেশী ভাষা হিসেবে ইংরেজি ভাষা ব্যবহার করেন। আধুনিক ইলেকট্রনিক, টেলিযোগাযোগ ও কম্পিউটার প্রযুক্তি, বিশ্ববাণিজ্য ও কূটনীতির প্রধান ভাষা হিসেবে ইংরেজি গোটা বিশ্বের মানুষের দৈনন্দিন জীবনে ব্যাপক প্রভাব বিস্তার করে আছে।\n\n\n== ইতিহাস ==\nজার্মানীয় গোত্র অ্যাংগল্‌স, স্যাক্সন ও জুটদের ভাষা থেকে ইংরেজি ভাষার উৎপত্তি। এই গোত্রগুলি ৪৫০ খ্রিষ্টাব্দের দিকে ব্রিটিশ দ্বীপপুঞ্জের দক্ষিণ ও পূর্ব উপকূলে পা রাখে এবং সেখানকার কেল্টীয় ভাষাভাষী আদিবাসীদের উত্তরে ও পশ্চিমে স্কটল্যান্ড, কর্নওয়াল, ওয়েল্‌স ও আয়ারল্যান্ডে হটিয়ে দেয়। এই হানাদার জার্মানীয় গোত্রগুলির মুখের ভাষাই প্রাচীন ইংরেজি ভাষার ভিত্তি গড়ে দিয়েছিল। ৬০০ খ্রিষ্টাব্দে দক্ষিণ জার্মানিতে প্রচলিত উচ্চ জার্মান উপভাষাগুলিতে দ্বিতীয় বারের মত ব্যঞ্জনধ্বনি সরণ ঘটে। কিন্তু উত্তর জার্মানিতে প্রচলিত নিম্ন জার্মান উপভাষাগুলিতে ও ওলন্দাজ ভাষায় দ্বিতীয়বারের মত ব্যঞ্জনধ্বনি সরণ ঘটেনি (এদের সাথেই ইংরেজির সবচেয়ে বেশি মিল দেখা যায়); এদের মত ইংরেজিতেও দ্বিতীয় ধ্বনি সরণ ঘটেনি। পরবর্তীকালে ৮ম ও ৯ম শতকে নরওয়েজীয় ভাইকিং হানাদারদের প্রাচীন নর্স ভাষাও প্রাচীন ইংরেজিকে গভীরভাবে প্রভাবিত করে।\n১০৬৬ সালে উত্তর ফ্রান্সের নরমদি অঞ্চলে বসবাসকারী নর্মান জাতি ইংলিশ চ্যানেল নামক সমুদ্র প্রণালী পাড়ি দিয়ে ইংল্যান্ড আক্রমণ করে। নর্মানদের ইংল্যান্ড বিজয়ের পর প্রায় ৩০০ বছর ধরে ইংল্যান্ডের রাজারা ছিলেন নর্মান বংশোদ্ভূত এবং এসময় রাজকীয় ও প্রশাসনিক কাজকর্ম কেবল নর্মানদের কথ্য এক ধরনের প্রাচীন ফরাসি ভাষায় সম্পন্ন হত। এই যুগে বিপুল পরিমাণ ফরাসি শব্দ প্রাচীন ইংরেজি ভাষায় আত্মীকৃত হয়ে যায়, ইংরেজি ভাষার বেশির ভাগ বিভক্তি লুপ্ত হয় এবং ফলস্বরূপ মধ্য ইংরেজি ভাষার আবির্ভাব ঘটে। প্রাচীন ও মধ্য ইংরেজির সবচেয়ে বিখ্যাত সাহিত্যকর্মের মধ্যে আছে বেওউল্‌ফ এবং চসারের দ্য ক্যান্টারবেরি টেলস।\n১৫০০ সালের দিকে বৃহৎ স্বরধ্বনি সরণ সংঘটিত হয় এবং আধুনিক ইংরেজি ভাষার উদ্ভব ঘটে। শেক্‌সপিয়ারের রচনাসহ আধুনিক ইংরেজি সাহিত্যের পুরোটাই এই আধুনিক ইংরেজিতে লেখা। ভাষা-গবেষণার আকরগ্রন্থ এথ্‌নোলগ অনুসারে ইংরেজি ভাষার মাতৃভাষাভাষীর সংখ্যা প্রায় ৩৪ কোটি। মাতৃভাষাভাষীর সংখ্যা অনুযায়ী ইংরেজির স্থান ম্যান্ডারিন, হিন্দি ও স্পেনীয় ভাষার পরেই।\nপ্রথমে ইংল্যান্ড ও পরে মার্কিন যুক্তরাষ্ট্রের রাজনৈতিক, অর্থনৈতিক, বৈজ্ঞানিক ও সাংস্কৃতিক প্রভাবের কারণে বিশ্বের অন্য যেকোন ভাষার চেয়ে ইংরেজিই বেশি বিস্তার লাভ করেছে। ইংরেজি প্রায় ৫২টি দেশের জাতীয় বা সরকারি ভাষা। বিশ্বের ইন্টারনেট ব্যবহারকারী জনসংখ্যার ৩৫ শতাংশই ইংরেজিভাষী। আধুনিক যোগাযোগে ও বিভিন্ন পেশায় ইংরেজির ব্যাপক ব্যবহারের কারণে এটি বর্তমানে বিশ্বের সবচেয়ে বেশি অধীত দ্বিতীয় ভাষা। সংস্কৃতি ও প্রযুক্তির নতুন নতুন আন্তর্জাতিক পরিভাষার অধিকাংশই ইংরেজি থেকে এসেছে।\n\n\n== ভৌগোলিক বণ্টন ==\nইংরেজি ভাষা প্রথম ভাষা বা মাতৃভাষা হিসেবে যুক্তরাজ্য, মার্কিন যুক্তরাষ্ট্র, কানাডা, অস্ট্রেলিয়া, আয়ারল্যান্ড, নিউজিল্যান্ড ও অনেক ক্যারিবীয় দেশে স্বীকৃত। এছাড়া ভারত, পাকিস্তান, ফিলিপাইন ও অনেক আফ্রিকান দেশে ইংরেজি সরকারি ভাষা হিসেবে স্বীকৃৃৃত।\n\n\n== আরও দেখুন ==\n\nউইকিপিডিয়া:বাংলা ভাষায় ইংরেজি শব্দের প্রতিবর্ণীকরণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইংরেজি ভাষার উপর এথনোলগ প্রতিবেদন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ সেপ্টেম্বর ২০০৭ তারিখে"}