{"pageid": 12079, "title": "জাপানি ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12079", "content": "জাপানি ভাষা বা নিপ্পনীয় ভাষা (日本語, ) জাপানের প্রচলিত ভাষা। জাপানসহ বিশ্বের প্রায় ১৩ কোটি মানুষ জাপানি ভাষায় কথা বলে। জাপানি ভাষা লিখতে ৩ ধরনের লিপির ব্যবহার হয়: কাঞ্জি, হিরাগানা ও কাতাকানা। জাপানি যখন রোমান হরফে লেখা থাকে তাকে \"রোমাজি\" বলা হয়।\nভাষাবিজ্ঞানীরা জাপানি ভাষার সাথে অন্যান্য ভাষা ও ভাষাপরিবারের বংশগত সম্পর্ক প্রতিষ্ঠার জন্য বহুবার চেষ্টা করেছেন। এদের মধ্যে সবচেয়ে জনপ্রিয় তত্ত্বটি অনুসারে কোরীয় ভাষার সাথে জাপানি ভাষা আলতায়ীয় ভাষা পরিবারের সদস্য। অর্থাৎ জাপানি ও কোরীয় ভাষা অত্যন্ত দূরবর্তীভাবে একে অপরের সাথে সম্পর্কিত। তবে উত্তর জাপানে প্রচলিত আইনু ভাষাটিকে এখনও একটি বিচ্ছিন্ন ভাষা হিসেবেই গণ্য করা হয়। তবে বিতর্কিতও, নতুন স্বাধীন জাপানীয় ভাষা পরিবারের চর্চা চলছে।\nজাপানি ভাষা জাপানের সরকারি ভাষা। এখানকার সমস্ত শিক্ষা, গণমাধ্যম, ব্যবসা ও সরকারি কাজকর্ম জাপানি ভাষাতে সম্পন্ন হয়। জাপানি ভাষা ছাড়াও ওকিনাওয়াতে ও পার্শ্ববর্তী র‌্যুউক্যুউ দ্বীপগুলিতে র‌্যুউক্যুউ ভাষা প্রচলিত। এগুলি জাপানি ভাষার সাথে, এমনকি নিজেদের সাথেও পারস্পরিক বোধগম্য নয়। তবে বর্তমানে অনেক ভাষাবিজ্ঞানী মনে করেন এগুলি জাপানি ভাষারই উপভাষা।\n\n\n== উপভাষা ==\nজাপান তুলনামূলকভাবে একটি ছোট দেশ হলেও এখানে বিস্ময়করীভাবে বহু সংখ্যক উপভাষা প্রচলিত, যেগুলি উচ্চারণ, ব্যাকরণ এবং শব্দভাণ্ডারের দিক থেকে একে অপরের চেয়ে আলাদা। অনেকগুলিই পরস্পর বোধগম্য নয়। জাপানি উপভাষাগুলিকে দুইটি প্রধান ভাগে ভাগ করা যায়:\n\nপূর্ব জাপানি: এর মধ্যে পড়েছে হোক্কাইদৌ, তৌহোকু, কান্তৌ, তৌক্যৌ, নাগোয়া, মিকাওয়া, ইত্যাদি।\nপশ্চিম জাপানি: হোকুরিকু, তোয়ামা, ফুকুই, কান্সাই, ঔসাকা, কৌবে, ক্যৌতো, চুউগোকু, হৌনিচি, মিয়াযাকি, হাকাতা, কাগোশিমা, ইত্যাদি।\nজাপানি ভাষার দুইটি রূপ আদর্শ হিসেবে স্বীকৃত। হিয়োজুংগো বা আদর্শ জাপানি এবং কিয়োতসুগো বা সাধারণ ভাষা। স্কুল কলেজে, টেলিভিশনে ও সরকারি যোগাযোগের ক্ষেত্রে হিয়োজুংগো ব্যবহার করা হয়। আদর্শ জাপানি ভাষাটি আবার লিখিত বুংগো এবং মৌখিক কোগো ভাষায় ভাগ করা যায়। মৌখিক ও লিখিত রূপের মধ্যে ব্যাকরণ ও শব্দভাণ্ডারের পার্থক্য আছে। ১৯৪০-এর দশক পর্যন্ত বুংগো জাপানি ভাষার লিখিত রূপ ছিল। তবে বর্তমানে কোগো-ই লিখিত ভাষা হিসেবে বেশি প্রচলিত। ইতিহাসবিদ, সাহিত্যিক এবং আইনজীবীদের কাছে বুংগো এখনও গুরুত্বপূর্ণ।\nআদর্শ জাপানি ভাষাটি তৌক্যৌর উপভাষার উপর ভিত্তি করে নির্মিত, তবে এটি পুরোপুরি তোকিও-র ভাষার মত নয়। জাপানের সর্বত্র এটি একই রূপে প্রচলিত নয়। বরং অঞ্চলভেদে আদর্শ জাপানি ভাষাটিরও কিছু বৈচিত্র‌্য দেখতে পাওয়া যায়। অনেক লোক আদর্শ ভাষার পাশাপাশি তাদের স্থানীয় উপভাষাতেও কথা বলেন।\n\n\n== উদাহরণ পাঠ্য ==\nজাপানী ভাষায় মানবাধিকারের সর্বজনীন ঘোষণা এর অনুচ্ছেদ ১:\n\nটেমপ্লেট:Fs interlinear\n\n\n== আরও দেখুন ==\nজাপানি লিখন পদ্ধতি\n\n\n== তথ্যসূত্র =="}