{"pageid": 12076, "title": "আরবি ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12076", "content": "আরবি ভাষা (العَرَبِيَّة [al ʕaraˈbijːa] (), আল্-ʿআরাবিয়্যাহ্ বা عَرَبِيّ ʻআরাবি) সেমেটিক ভাষা পরিবারের জীবন্ত সদস্যগুলির মধ্যে বৃহত্তম। এটি একটি কেন্দ্রীয় সেমেটীয় ভাষা। হিব্রু ও আরামীয় ভাষার সাথে এ ভাষার ঘনিষ্ঠ সম্পর্ক আছে। আধুনিক আরবিকে 'ম্যাক্রো ভাষা' আখ্যা দেয়া হয়; এর ২৭ রকমের উপভাষা ISO 639-3-তে স্বীকৃত।\nসমগ্র আরব বিশ্ব জুড়ে এই উপভাষাগুলি প্রচলিত এবং আধুনিক আদর্শ আরবি ইসলামী বিশ্বের সর্বত্র পড়া ও লেখা হয়। আধুনিক আদর্শ আরবি চিরায়ত আরবি থেকে উদ্ভূত। মধ্যযুগে আরবি গণিত, বিজ্ঞান ও দর্শনের প্রধান বাহক ভাষা ছিল। বিশ্বের বহু ভাষা আরবি থেকে শব্দ ধার করেছে।\n\n\n== ইতিহাস ==\nইসলামের আবির্ভাবের বহু আগেই আরব উপদ্বীপে আরবি ভাষার উৎপত্তি ঘটে। প্রাক-ইসলামী আরব কবিরা যে আরবি ভাষা ব্যবহার করতেন, তা ছিল অতি উৎকৃষ্ট মানের। তাদের লেখা কবিতা মূলত মুখে মুখেই প্রচারিত ও সংরক্ষিত হত। আরবি ভাষাতে সহজেই বিজ্ঞান ও শিল্পের প্রয়োজনে নতুন নতুন শব্দ ও পরিভাষা তৈরি করা যেত এবং আজও তা করা যায়। ইসলামের প্রচারকেরা ৭ম শতাব্দীতে আরব উপদ্বীপের সীমানা ছাড়িয়ে এক বিশাল আরব সাম্রাজ্য গড়তে বেরিয়ে পড়েন এবং প্রথমে দামেস্ক পরে বাগদাদে তাদের রাজধানী স্থাপন করেন। এসময় ভূমধ্যসাগরের তীরবর্তী এক বিশাল এলাকা জুড়ে আরবি প্রধান প্রশাসনিক ভাষা হিসেবে ব্যবহার করা হত। ভাষাটি বাইজেন্টীয় গ্রিক ভাষা ও ফার্সি ভাষা থেকে ধার নিয়ে এবং নিজস্ব শব্দভাণ্ডার ও ব্যাকরণ পরিবর্তন করে আরও সমৃদ্ধ হয়ে ওঠে।\n৯ম ও ১০ম শতকে বাগদাদে এক মহান বুদ্ধিবৃত্তিক আন্দোলন সম্পন্ন হয়। সেসময় বিশ্বের অপরাপর প্রাচীন ভাষা, বিশেষত গ্রিক ভাষার বহু প্রাচীন বৈজ্ঞানিক ও দার্শনিক লেখা আরবিতে অনুবাদ করা হয়। এগুলিতে আবার আরবি চিন্তাবিদেরা নিজস্ব চিন্তা সংযোজন করেন। পরবর্তীতে আরব স্পেনে এই জ্ঞানচর্চাই ইউরোপে মধ্যযুগের অবসান ঘটিয়ে রেনেসাঁসের সূচনা করেছিল। আরবিই ছিল ১১শ শতকে মনুষ্য জ্ঞানভাণ্ডারের বাহক ভাষা এবং এই দৃষ্টিকোণ থেকে প্রাচীন গ্রিক ও লাতিনের উত্তরসূরী। আরব সভ্যতা বলতে কেবল আরব জাতি বা ইসলামকে বোঝায় না; এই ভাষার মহিমা এই যে বিভিন্ন জাতি ও গোষ্ঠীর মানুষকে এটি আকৃষ্ট করেছিল। বিস্তীর্ণ আরব সাম্রাজ্যের নানা জাতের মানুষ আরবি ভাষার ছায়ায় এক বৃহত্তর সমৃদ্ধিশীল আরব সভ্যতার অংশ হিসেবে একতাবদ্ধ হয়েছিল। ৮ম শতক থেকে ১২শ শতক পর্যন্ত সংস্কৃতি, কূটনীতি, বিজ্ঞান ও দর্শনের সার্বজনীন ভাষা ছিল আরবি। ঐ সময়ে যারা অ্যারিস্টটল পড়তে চাইত, বা চিকিৎসাবৈজ্ঞানিক পরিভাষা ব্যবহার করতে চাইত, বা গাণিতিক সমস্যার সমাধান খুঁজত, বা যেকোন ধরনের বুদ্ধিবৃত্তিক আলোচনায় অংশ নিতে চাইত, তাদের জন্য আরবির জ্ঞান ছিল অপরিহার্য।\nআরবি ভাষা সেমেটীয় গোত্রের ভাষাসমূহের অন্তর্গত একটি ভাষা। অন্যান্য জীবিত সেমিটীয় ভাষাগুলির মধ্যে রয়েছে আধুনিক হিব্রু ভাষা (ইসরায়েলের ভাষা), আমহারীয় ভাষা (ইথিওপিয়ার ভাষা), এবং ইথিওপিয়ায় প্রচলিত অন্যান্য ভাষা। মৃত সেমিটীয় ভাষাগুলির মধ্যে আছে ধর্মগ্রন্থ তাওরাতের প্রাচীন হিব্রু ভাষা, আক্কাদীয় ভাষা (ব্যাবিলনীয় ও আসিরীয়), সিরীয় ভাষা ও ইথিওপীয় ভাষা।\nসব সেমেটীয় ভাষারই একটি প্রধান বৈশিষ্ট্য হল ব্যঞ্জন দিয়ে গঠিত ধাতুরূপ বা শব্দমূল। সাধারণত তিনটি ব্যঞ্জন নিয়ে একটি মূল গঠিত হয় এবং প্রতিটির একটি মূল অর্থ থাকে। তারপর এই মূলকে বিভিন্নভাবে পরিবর্তন করে (স্বরবর্ণ যোগ করে, উপসর্গ-মধ্যসর্গ-অন্ত্যপ্রত্যয় বসিয়ে) অন্যান্য কাছাকাছি অর্থের শব্দ সৃষ্টি করা হয়। উদাহরণস্বরূপ নেয়া যাক আরবি \"সালিম\" মূলটি, যার অর্থ নিরাপদ (আরও সঠিকভাবে সালিম মানে সে (পুরুষ) নিরাপদ ছিল।) এখান থেকে আমরা পাই সাল্লাম (সরবরাহ করা), আসলামা (সমর্পণ করা, জমা দেওয়া), ইস্তালামা (গ্রহণ করা), ইস্তাস্তালামা (আত্মসমর্পণ করা), সালামুন (শান্তি), সালামাতুন (নিরাপত্তা) এবং মুসলিমুন (মুসলিম)। এই বৈশিষ্ট্যের কারণে আরবি ভাষার শিক্ষার্থী সহজেই আরবি শব্দভাণ্ডারের জ্ঞান বৃদ্ধি করতে পারেন।\nআরবিকে সাধারণত ধ্রুপদী আরবি, আধুনিক লেখ্য আরবি এবং আধুনিক কথ্য বা চলতি আরবি --- এই তিন শ্রেণীতে বিভক্ত করা হয়। ধ্রুপদী আরবি ৬ষ্ঠ শতক থেকে প্রচলিত ও এতেই কুরআন মাজিদ লেখা হয়েছে। আল-মুতানাব্বি ও ইবন খালদুন ধ্রুপদী আরবির বিখ্যাত কবি। আধুনিক লেখ্য আরবিতে আধুনিক শব্দ যোগ হয়েছে ও অতি প্রাচীন শব্দগুলি বর্জন করা হয়েছে, কিন্তু এ সত্ত্বেও ধ্রুপদী আরবির সাথে এর পার্থক্য খুব একটা বেশি নয়। আরবি সংবাদপত্র ও আধুনিক সাহিত্য আধুনিক লেখ্য আরবিতেই প্রকাশিত হয়। তাহা হুসাইন ও তাওফিক আল হাকিম আধুনিক লেখ্য আরবির দুই অন্যতম প্রধান লেখক ছিলেন।\n\n\n== লিখন পদ্ধতি ==\nআরবি লিপি ডান থেকে বাম দিকে লেখা হয়। ২৯টি বর্ণ বা হরফের এই লিপিতে কেবল ব্যঞ্জন ও দীর্ঘ স্বরধ্বনি নির্দেশ করা হয়। আরবিতে বড় হাতের ও ছোট হাতের অক্ষর বলে কিছু নেই। আরবি লিপি এক অক্ষরের সাথে আরেক অক্ষর পেঁচিয়ে লেখা হয়। প্রতিটি বর্ণের একাধিক রূপ আছে, যে রূপগুলি বর্ণটি শব্দের শুরুতে, মাঝে, শেষে নাকি আলাদাভাবে অবস্থিত, তার উপর নির্ভর করে। কতগুলি বর্ণ একই মূল রূপের উপর ভিত্তি করে লেখা হয় এবং বিন্দুর সংখ্যা দিয়ে একে অপরের থেকে পৃথক করা হয়।\n\n\n== আরও দেখুন ==\n\nআরবি লিপি\nআরবি ব্যাকরণ\nইসলামে আরবি ভাষা\nআরবিকে পাকিস্তানের রাষ্ট্রভাষা করার প্রস্তাব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআরবি ভাষার উপর এথনোলগ রিপোর্ট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ অক্টোবর ২০১২ তারিখে\nআল-কুরআনের ভাষা - ব্যাকরণভিত্তিকভাবে বাংলাভাষায় শাস্ত্রীয়/ধ্রুপদী বা কুরআনীয় আরবি ভাষা শিক্ষার ওয়েবসাইট"}