{"pageid": 12073, "title": "স্পেনীয় ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12073", "content": "স্পেনীয়, স্প্যানিশ, হিস্পানি বা কাস্তিলীয় ( বা ) ইন্দো-ইউরোপীয় ভাষা-পরিবারের রোমান্স শাখার একটি ভাষা। বাকি সব রোমান্স ভাষার মত স্পেনীয় ভাষাও একটি প্রাকৃত লাতিন ভাষা থেকে উৎপত্তি লাভ করে; এই প্রাকৃত ভাষাটি ইবেরীয় উপদ্বীপে (বর্তমান স্পেনে) প্রচলিত ছিল। এটি একটি বৈশ্বিক ভাষা যা প্রায় ৫০ কোটি মানুষের মাতৃভাষা এবং দ্বিতীয় ভাষাসহ হিসাব করলে প্রায় ৬০ কোটি মানুষ এই ভাষায় কথা বলেন, যাদের বেশিরভাগ উত্তর আমেরিকা, দক্ষিণ আমেরিকা মহাদেশ ও স্পেনে বসবাস করেন। স্পেনীয় ২০টি দেশের সরকারি ভাষা এবং জাতিসংঘের ছয়টি দাপ্তরিক ভাষার একটি। ম্যান্ডারিন চীনার পরে স্পেনীয় বিশ্বের দ্বিতীয় সর্বাধিক মানুষের মাতৃভাষা; এটি ইংরেজি, ম্যান্ডারিন চীনা এবং হিন্দুস্তানি (হিন্দি-উর্দু) ভাষার পরে সামগ্রিকভাবে বিশ্বের চতুর্থ সর্বাধিক কথ্য ভাষা এবং সবচেয়ে ব্যাপকভাবে ব্যবহৃত রোমান্স ভাষা। মাতৃভাষা হিসেবে মেক্সিকোতে স্পেনীয় ভাষাভাষী মানুষের সংখ্যা সবচেয়ে বেশি। তারপরেই আছে কলম্বিয়া, আর্জেন্টিনা, স্পেন ও মার্কিন যুক্তরাষ্ট্র।\nস্পেনীয় ইবেরীয়-রোমান্স ভাষাগোষ্ঠির অন্তর্ভুক্ত, যেখানে এটি কাস্তিলীয় (castellano) নামেও পরিচিত। এই গোষ্ঠী ৫ম শতকে পশ্চিম রোমান সাম্রাজ্যের পতনের পরে ইবেরিয়ার বিভিন্ন প্রাকৃত লাতিন উপভাষা থেকে বিকশিত হয়। ৯ম শতকে ইবেরিয়ার উত্তর-মধ্য অংশে স্পেনীয় ভাষার প্রাচীনতম লাতিন পাঠ্যগুলোর সন্ধান মেলে। ভাষাটির প্রথম পদ্ধতিগত লিখিত ব্যবহার ঘটে ১৩শ শতকে কাস্তিয়া রাজ্যের গুরুত্বপূর্ণ শহর তোলেদোতে। আধুনিক যুগের শুরুতে স্প্যানিশ ঔপনিবেশিকতার কারণে ভাষাটি বিশ্বব্যাপী, বিশেষ করে আমেরিকা মহাদেশে, ব্যাপকভাবে প্রচারিত হয়।\nস্পেনীয় একটি রোমান্স ভাষা, যা লাতিনের উত্তরসূরি। আধুনিক স্পেনীয় শব্দভাণ্ডারের প্রায় ৭৫% লাতিন উৎস থেকে উদ্ভূত, যার মধ্যে প্রাচীন গ্রিক থেকে নেওয়া শব্দও অন্তর্ভুক্ত। ইংরেজি ও ফরাসির সঙ্গে এটি সারা বিশ্বে সর্বাধিক পড়ানো বিদেশি ভাষাগুলির মধ্যে একটি। মানবিক এবং সামাজিক বিজ্ঞানের ক্ষেত্রেও স্পেনীয় ভাষার ব্যাপক উপস্থিতি রয়েছে। ইন্টারনেট ব্যবহারকারীর সংখ্যার ভিত্তিতে এটি ইংরেজি ও চীনার পরে তৃতীয় সর্বাধিক ব্যবহৃত ভাষা এবং ওয়েবসাইটের সংখ্যার ভিত্তিতে ইংরেজির পরে দ্বিতীয়।\nস্প্যানিশ অনেক আন্তর্জাতিক সংস্থার দাপ্তরিক ভাষা হিসেবে ব্যবহৃত হয়, যার মধ্যে রয়েছে জাতিসংঘ, ইউরোপীয় ইউনিয়ন, অর্গানাইজেশন অফ আমেরিকান স্টেটস, ইউনিয়ন অফ আমেরিকান নেশনস, কমিউনিটি অফ লাতিন আমেরিকান অ্যান্ড ক্যারিবিয়ান স্টেটস এবং আফ্রিকান ইউনিয়নসহ আরও অনেক সংস্থা।\n\n\n== ভাষার নাম ও ব্যুৎপত্তি ==\n\n\n=== ভাষার নাম ===\nস্পেন এবং স্পেনীয়ভাষী বিশ্বের কিছু অংশে স্পেনীয় ভাষাকে শুধু এস্পানিওল (Español) নয়, কাস্তিলীয় (Castellano) নামেও ডাকা হয়। এটি কাস্তিয়া রাজ্যের ভাষা, যা স্পেনের অন্যান্য ভাষা যেমন গালিসীয়, বাস্ক, আস্তুরীয়, কাতালান/ভালেন্সীয়, আরাগোনীয়, অক্সিতঁ এবং অন্যান্য ক্ষুদ্র ভাষার থেকে আলাদা করে চিহ্নিত করা হয়।\nস্পেনের ১৯৭৮ সালের সংবিধানে কাস্তিলীয় (castellano) শব্দটি পুরো স্পেনের সরকারি ভাষা হিসেবে সংজ্ঞায়িত করা হয়েছে, যা 'las demás lenguas españolas' (শাব্দিক অর্থে, 'অন্য স্পেনীয় ভাষাগুলো') থেকে আলাদা। তৃতীয় অনুচ্ছেদে এটি উল্লেখ করা:\n\nEl castellano es la lengua española oficial del Estado. ... Las demás lenguas españolas serán también oficiales en las respectivas Comunidades Autónomas...\nকাস্তিলীয় রাষ্ট্রের সরকারি স্পেনীয় ভাষা। ... অন্যান্য স্পেনীয় ভাষাগুলোও তাদের নিজ নিজ স্বায়ত্তশাসিত অঞ্চলে সরকারি ভাষা হিসেবে স্বীকৃত হবে।\nঅন্যদিকে, রেয়াল আকাদেমিয়া এস্পানিওলা বর্তমানে তাদের প্রকাশনায় ভাষাটিকে এস্পানিওল (Español) নামে উল্লেখ করে। তবে, ১৭১৩ থেকে ১৯২৩ সাল পর্যন্ত একাডেমি ভাষাটিকে কাস্তিলীয় (castellano) নামে অভিহিত করত।\nরেয়াল আকাদেমিয়া এস্পানিওলা কর্তৃক প্রকাশিত 'দিকসিওনারিও পানিস্পানিকো দে দুদাস' ভাষা নির্দেশিকায় উল্লেখ করে যে, যদিও একাডেমি তাদের প্রকাশনাগুলোতে স্পেনীয় ভাষার জন্য এস্পানিওল শব্দটি ব্যবহার করতে পছন্দ করে, তবে এস্পানিওল এবং কাস্তিলীয়—উভয় শব্দকেই সমার্থক এবং সমানভাবে বৈধ হিসেবে বিবেচনা করা হয়।\n\n\n=== ব্যুৎপত্তি ===\nকাস্তেয়ানো শব্দটি কাস্তিল (Castilla বা প্রাচীনরূপ Castiella) রাজ্যের সঙ্গে সম্পর্কিত, যেখানে এই ভাষার উৎপত্তি হয়েছিল। কাস্তিল নামটি সাধারণত কাস্তিয়ো (castillo অর্থ 'দুর্গ') শব্দ থেকে উদ্ভূত বলে মনে করা হয়।\nমধ্যযুগে কাস্তিল অঞ্চলে প্রচলিত ভাষাকে সাধারণভাবে রোমান্স বলা হত এবং পরে লেঙ্গুয়া ভালগার নামে অভিহিত করা হতো। পরবর্তীতে এই ভাষার ভৌগোলিক পরিচিতি পাওয়া যায় রোমান্স কাস্তেয়ানো (রোমাঞ্জ কাস্তেয়ানো, রোমাঞ্জ দে কাস্তিয়েইয়া), লেঙ্গুয়াহে দে কাস্তিয়েইয়া, এবং সর্বশেষে শুধু কাস্তেয়ানো (বিশেষ্য) নামে।\nস্পেনীয় শব্দ এস্পানিওলের (Español) বিভিন্ন ব্যুৎপত্তি প্রস্তাবিত হয়েছে। রেয়াল আকাদেমিয়া এস্পানিওলা অনুসারে, এস্পানিওল শব্দটি অক্সিতঁ শব্দ espaignol থেকে উদ্ভূত, যা আবার প্রাকৃত লাতিন শব্দ hispaniolus ('হিস্পানিয়ার অধিবাসী') থেকে এসেছে। হিস্পানিয়া ছিল পুরো ইবেরীয় উপদ্বীপের জন্য রোমান নাম।\nরেয়াল আকাদেমিয়া এস্পানিওলার প্রস্তাবিত তত্ত্ব ছাড়াও অন্যান্য ধারণা রয়েছে। স্প্যানিশ ভাষাতত্ত্ববিদ রামোন মেনেন্দেজ পিদাল প্রস্তাব করেছেন যে ধ্রুপদী hispanus বা hispanicus শব্দটি প্রাকৃত লাতিন থেকে -one প্রত্যয় গ্রহণ করেছিল, যেমনটি অন্যান্য শব্দের ক্ষেত্রে ঘটেছে, যেমন bretón (ব্রেটন) বা sajón (স্যাক্সন)।\n\n\n== ভৌগোলিক বণ্টন ==\n\n\n=== দেশ অনুযায়ী স্পেনীয় ভাষাভাষী ===\n২০টি দেশ এবং মার্কিন যুক্তরাষ্ট্রের একটি অঞ্চল আনুষ্ঠানিকভাবে স্প্যানিশ ভাষায় কথা বলে এবং মার্কিন যুক্তরাষ্ট্রের বাকি অংশ, অ্যান্ডোরা, বেলিজ এবং জিব্রাল্টার অঞ্চলে ভাষাটির একটি উল্লেখযোগ্য অনানুষ্ঠানিক উপস্থিতি রয়েছে।\n\n\n== আরও দেখুন ==\nউইকিপিডিয়া:বাংলা ভাষায় স্পেনীয় শব্দের প্রতিবর্ণীকরণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSpanish – BBC Languages\nUSA Foreign Service Institute Spanish basic course\nSpanish evolution from Latin  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ জুলাই ২০১৩ তারিখে\nHispanosfera/Hispanosphere\nHispanidad (English: Hispanicity)"}