{"pageid": 1208618, "title": "প্যান্ডোক", "url": "https://bn.wikipedia.org/wiki?curid=1208618", "content": "প্যান্ডোক হল একটি মুক্ত সফটওয়্যার ডকুমেন্ট কনভার্টার, ব্যাপকভাবে লেখার সাধনী হিসেবে ব্যবহৃত হয় (বিশেষ করে পণ্ডিতদের দ্বারা)  এবং কর্মপ্রবাহ প্রকাশের ভিত্তি হিসেবে।  এটি তৈরি করেছিলেন জন ম্যাকফারলেন, দর্শনের অধ্যাপক ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলি । \n\n\n== কার্যকারিতা ==\nপ্যান্ডোক নিজেকে একটি \"মার্কআপ বিন্যাস\" রূপান্তরকারী আখ্যা দেয়। এটি একটি সমর্থিত বিন্যাসে একটি নথি নিতে পারে এবং শুধুমাত্র তার মার্কআপটিকে অন্য বিন্যাসে রূপান্তর করতে পারে। নথির চেহারা এবং অনুভূতি বজায় রাখা অগ্রাধিকার নয়। \nপদ্ধতি বিন্যাসের জন্য প্লাগ-ইনগুলি লুয়া- তেও লেখা যেতে পারে, যা জার্নাল আর্টিকেল ট্যাগ স্যুটের জন্য একটি এক্সপোরটিং টুল তৈরি করতে ব্যবহার করা হয়েছে, উদাহরণস্বরূপ। \nএকটি অন্তর্ভুক্ত সাইটপ্রক বিকল্প প্যানডককে পাঁচটি বিন্যাসের যে কোনো একটিতে রেফারেন্স ম্যানেজমেন্ট সফটওয়্যার থেকে গ্রন্থপঞ্জী সংক্রান্ত ডেটা ব্যবহার করার অনুমতি দেয়: বিবটেক্স, বিব্ল্যাটেক্স, সিএসএল জেসন বা সিএসএল অয়াইএএমএল, বা আরআইএস ৷  তথ্যটি স্বয়ংক্রিয়ভাবে উদ্ধৃতি শৈলী ভাষার একটি বাস্তবায়ন ব্যবহার করে বিভিন্ন শৈলীতে (যেমন এপিএ, শিকাগো বা এমএলএ ) একটি উদ্ধৃতিতে রূপান্তরিত হয়।  এটি প্রোগ্রামটিকে একাডেমিক লেখা তৈরির জন্য ল্যাটেক্স- এর একটি সহজ বিকল্প হিসাবে পরিবেশন করার অনুমতি দেয়। \n\n\n== সমর্থিত ফাইল বিন্যাস ==\n\n\n=== ইনপুট ফরম্যাট ===\nসর্বাধিক সমর্থন সহ ইনপুট বিন্যাসটি মার্কডাউনের একটি বর্ধিত সংস্করণ।  তা সত্ত্বেও, প্যানডোক নিম্নলিখিত বিন্যাসেও পড়তে পারে:\n\nক্রেওল\nডকবুক\nইপাব\nফিকশনবুক (এফবি২)\nহ্যাডক\nএইচটিএমএল\nজিরা উইকি মার্কআপ\nজার্নাল আর্টিকেল ট্যাগ স্যুট (জ্যাটস)\nজেসন\nল্যাটেক্স\nলাইটওয়েট মার্কআপ ল্যাঙ্গুয়েজ\nম্যান\nমার্কডাউন : স্ট্রিক্ট, কমনমার্ক, গিটহাব ফ্লেভারড মার্কডাউন (জিএফএম), মাল্টিমার্কডাউন (এমএমডি) এবং মার্কডাউন এক্সট্রা (পিএইচপি এক্সট্রা) ভেরিয়েন্ট\nওপেন ডকুমেন্ট (ওডিটি)\nওপিএমএল\nঅফিস ওপেন এক্সএমএল : মাইক্রোসফ্ট ওয়ার্ড ভেরিয়েন্ট\nঅর্গ-মোড\nপুনর্গঠিত পাঠ্য\nটেক্সটাইল\nটেক্সট২ট্যাগ (টি২টি)\nউইকি মার্কআপ : মিডিয়াউইকি, মিউজ, টিকিউইকি, টিউইকি এবং ভিমউইকি ভেরিয়েন্ট\n\n\n=== আউটপুট ফরম্যাট ===\nপ্যান্ডোক নিম্নলিখিত আউটপুট বিন্যাসে ফাইলগুলি তৈরি করতে পারে, যেগুলি ইনপুট বিন্যাসের মতো বিন্যাসের একই সেট অগত্যা নয়:\n\nআসকিডক\nকনটেক্সট\nডকবুক : সংস্করণ ৪ এবং ৫\nইপাব : সংস্করণ ২ এবং ৩ \nফিকশনবুক (এফবি২)\nহ্যাডক\nএইচটিএমএল : এইচটিএমএল ৪ এবং এইচটিএমএল ৫ ভেরিয়েন্ট, যথাক্রমে এক্সএইচটিএমএল ১.০ ট্রানজিশনাল এবং এক্সএইচটিএমএল স্ট্রিক্টের সাথে সঙ্গতিপূর্ণ\nইনডিজাইন আইসিএমএল\nজিরা উইকি মার্কআপ\nজার্নাল আর্টিকেল ট্যাগ স্যুট (জ্যাটস)\nজেসন\nল্যাটেক্স\nম্যান\nমার্কডাউন : স্ট্রিক্ট, কমনমার্ক, গিটহাব ফ্লেভারড মার্কডাউন (জিএফএম), মাল্টিমার্কডাউন (এমএমডি) এবং মার্কডাউন এক্সট্রা (পিএইচপি এক্সট্রা) ভেরিয়েন্ট\nওপেন ডকুমেন্ট (ওডিটি/ওডিএফ)\nওপিএমএল\nঅফিস ওপেন এক্সএমএল : মাইক্রোসফ্ট ওয়ার্ড এবং মাইক্রোসফ্ট পাওয়ারপয়েন্ট ভেরিয়েন্ট\nঅর্গ-মোড\nপিডিএফ (একটি তৃতীয় পক্ষের অ্যাড-অন প্রয়োজন যেমন কনটেক্সট, পিডিফ্রফ, ওকএইচটিএমএলটুপিডিএফ, ওয়াসিপ্রিন্ট বা প্রিন্স ) \nপ্লােইন টেক্স\nপুনর্গঠিত পাঠ্য\nরিচ টেক্সট ফরম্যাট (আরটিএফ)\nটিইআই\nটেক্সইনফো\nটেক্সটাইল\nওয়েব-ভিত্তিক স্লাইডশো : ল্যাটেক্স বিমার, স্লাইডীয়, স্লাইডি, ডিযস্লাইড, রেভেল.জেএস এবং এস৫ ভেরিয়েন্ট \nউইকি মার্কআপ : ডকুউইকি, মিডিয়াউইকি, মিউজ, টিকিউইকি, টুইকি এবং ভিমউইকি ভেরিয়েন্ট\n\n\n== আরো দেখুন ==\n\nরাউন্ড-ট্রিপ ফরম্যাট রূপান্তর\nহেল্প অথরিং টুল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nটেমপ্লেট:Document markup languagesটেমপ্লেট:HTML editorsটেমপ্লেট:LaTeX navbox"}