{"pageid": 1208785, "title": "আব্বাস আলী", "url": "https://bn.wikipedia.org/wiki?curid=1208785", "content": "আব্বাস আলী (আরবীঃ عباس علي) পবিত্র কুরআনের প্রথম পূর্ণাঙ্গ মুসলিম অনুবাদক,বহু গ্রন্থ প্রণেতা ও বিদ্বান। যিনি বিংশ শতাব্দীর শুরুর দিকে বাংলা ভাষায় কুরআন, হাদিস ও ইলম চর্চায় বিশেষ ভূমিকা রেখেছেন।\n\n\n== জন্ম ও বাল্যকাল ==\nমাওলানা আববাস আলী পরাধীন ভারতবর্ষে বাংলা ভাষাভাষী নেতৃস্থানীয় আলেম ছিলেন। তিনি পত্রিকা প্রকাশনা, গ্রন্থ রচনা ও প্রকাশনা, পূর্ণাঙ্গ কুরআনের অনুবাদ ও প্রকাশনা, ওয়ায়েযীন এবং সমাজ হিতৈষী রূপে খ্যাতিমান ছিলেন।\nবাংলাদেশ অঞ্চলে বিভিন্ন কর্মতৎপরতার মাধ্যমে কুরআন ও সুন্নাহের প্রচার প্রসারে গুরুত্বপূর্ণ অবদান রাখেন। বর্তমান ভারতের পশ্চিমবঙ্গ রাজ্যের উত্তর চবিবশ পরগনা যেলার বশিরাহাট মহকুমার চন্ডিপুর গ্রামে ১৮৫৯ খৃষ্টাব্দ মোতাবেক বাংলা ১২৬৬ সনে এক সম্ভ্রান্ত মুসলিম পরিবারে তিনি জন্মগ্রহণ করেন। তাঁর পিতার নাম তমীযুদ্দীন ও চাচার নাম মাওলানা মুনীরুদ্দীন।\n\n\n== শিক্ষা জীবন ==\nমাওলানা আববাস আলীর জন্মভূমি চন্ডিপুর ছিল শিক্ষা-দীক্ষায় পশ্চাৎপদ অজপাড়াগাঁ। তারপরও সেখানে ছিল গ্রামীণ পাঠশালা। সেই গ্রাম্য পাঠশালাতেই তিনি বাল্য শিক্ষা লাভ করেন। চাচা মাওলানা মুনীরুদ্দীন ছিলেন আহলে হাদিস সমাজের বিখ্যাত ওয়ায়েযীন ও খ্যাতনামা মুহাদ্দিছ। চাচার নিকট আববাস আলী প্রাথমিক আরবী, উর্দূ ও ফার্সী ভাষা শিক্ষা করেন। অতঃপর বিভিন্ন মাদরাসায় তিনি শিক্ষা লাভ করেন। পরিশেষে মাটির মায়া মমতা ছেড়ে পশ্চিমবঙ্গ থেকে চলে আসেন একেবারে ভাটির দেশ পূর্ববঙ্গের ময়মনসিংহ। বিষয়টি তাঁর ক্ষেত্রে ব্যতিক্রমধর্মী বলে মনে হয়। কারণ সে আমলে পূর্ব বঙ্গের বিভিন্ন অঞ্চলের ছাত্রগণ দ্বীনী শিক্ষার জন্য পশ্চিমবঙ্গ সহ ভারতের অন্যান্য প্রদেশের মাদরাসাগুলোতে পাড়ি জমাতো। কিন্তু কি কারণে মাওলানা আববাস আলী পূর্ববঙ্গে এসেছিলেন তার বিবরণ জানা যায়নি। যাহোক, সে সময় ভাটির দেশ ময়মনসিংহ যেলার টাঙ্গাইল মহকুমার দেলদুয়ারে এক বিখ্যাত মুসলমান জমিদার বাড়ি ছিল। জমিদার আবার আহলে হাদিস ছিলেন। জমিদার বাড়ীতে একটি মাদরাসা প্রতিষ্ঠিত হয়েছিল। বিখ্যাত মুহাদ্দিছ, আরবী ভাষায় সুপন্ডিত আলেম মাওলানা আব্দুর রহমান কান্দাহারী(রহ.) উক্ত মাদরাসায় শিক্ষকতা করতেন। আববাস আলী উক্ত দেলদুয়ার মাদরাসায় ভর্তি হন। মাওলানা আব্দুর রহমান কান্দাহারীর নিকট তিনি ১৫ বছর যাবত আরবী সাহিত্য, তাফসীর ও হাদীছ শাস্ত্র অধ্যয়ন করেন। এখানেই তাঁর শিক্ষাজীবনের সমাপ্তি ঘটে’।\n\n\n== মৃত্যু ==\nবাংলার এই জ্ঞান তাপস ব্যক্তির মৃত্যু হয় ১৯৩২ সালে।\n\n\n== আরো দেখুন ==\nকুরআন\n\n\n== তথ্যসূত্র =="}