{"pageid": 1208586, "title": "শহীদ", "url": "https://bn.wikipedia.org/wiki?curid=1208586", "content": "একজন শহিদ বা হুতাত্মা এমন একজন ব্যক্তি যিনি একটি বহিরাগত পক্ষের দাবি অনুযায়ী একটি ধর্মীয় বিশ্বাস বা অন্য কারণের পক্ষে ওকালতি করা, আত্মত্যাগ করা বা ত্যাগ করতে বা প্রত্যাখ্যান করার জন্য নিপীড়ন বরণ এবং মৃত্যু বরণ করেন। তাকে স্মরণকারী সম্প্রদায়ের শহিদত্বের বা শাহাদতের বর্ণনায়, উপস্থাপিত দাবিগুলি মেনে চলতে এই অস্বীকৃতির ফলে একজন অভিযুক্ত নিপীড়ক দ্বারা একজন নায়কের শাস্তি বা মৃত্যুদণ্ড কার্যকর হয়। তদনুসারে, 'শহিদ'-এর মর্যাদা তাদের জন্য একটি পুরস্কার হিসাবে একটি মরণোত্তর উপাধি হিসাবে বিবেচিত হতে পারে যারা জীবিতদের দ্বারা শহিদ হওয়ার ধারণার যোগ্য বলে বিবেচিত হয়, মৃত ব্যক্তির দ্বারা কীভাবে তাদের আগে থেকে স্মরণ করা হবে তা নিয়ন্ত্রণ করার জন্য যে-কোনো প্রচেষ্টাই থাকুক না কেন।  এখন পর্যন্ত, শহিদ হলো একটি সমাজের সীমানা সংক্রান্ত কাজের একটি সম্পর্কীয় ব্যক্তিত্ব যা সম্মিলিত স্মৃতি দ্বারা উদ্ভব হয়।  শহিদ শব্দটি মূলত শুধু তাদের জন্য প্রযোজ্য যারা তাদের ধর্মীয় বিশ্বাসের জন্য ক্ষতিগ্রস্ত হয়েছিল এবং এই শব্দটি রাজনৈতিক কারণে নিহত ব্যক্তিদের সাথে সম্পর্কিত হিসাবেও ব্যবহার করা হয়েছে।\nবেশিরভাগ শহিদকে পবিত্র বলে মনে করা হয় বা তাদের অনুসারীদের দ্বারা সম্মান করা হয়, কঠিন পরিস্থিতিতে ব্যতিক্রমী নেতৃত্ব এবং বীরত্বের প্রতীক হয়ে ওঠে। শহিদরা ধর্মে গুরুত্বপূর্ণ ভূমিকা পালন করে। একইভাবে, অন্যান্য রাজনৈতিক ও সাংস্কৃতিক উদাহরণগুলির মধ্যে সক্রেটিসের মতো ব্যক্তিত্ব-সহ ধর্মনিরপেক্ষ জীবনে শহিদদের উল্লেখযোগ্য প্রভাব রয়েছে।\n\n\n== অর্থ ও ব্যুৎপত্তি ==\nগোলাম মুর্শিদের মতে, আদিতে বাংলা ভাষার নিজস্ব সংস্কৃত ও খাটি বাংলা শব্দভাণ্ডারে শহিদ শব্দের নিজস্ব সমার্থক প্রতিশব্দ ছিল না।\nদোভাষী ইসলামি পুঁথি, বিশেষ করে মহররমের কাহিনি নিয়ে রচিত পুঁথির মাধ্যমে শহিদ শব্দটি প্রথম বাংলা ভাষায় প্রবেশ করে, যেমন শহিদে কারবালা নামক পুঁথি, যার সবচেয়ে প্রাচীন সংস্করণের লেখক ফকির গরীবুল্লাহ (১৭শ শতক)।\nবিশ শতকের শুরুতে ১৯০৫ সালে রোকেয়া সাখাওয়াত হোসেন তাঁর মতিচুর রচনায় প্রথম মূলধারার মুদ্রিত বাংলা সাহিত্যে শহিদ শব্দটি ব্যবহার করেন।\n\nকেবল বেতনভোগী সেনা কেন, দেশের ইতর-ভদ্র—সকল লোকই যুদ্ধক্ষেত্রে উপস্থিত হইল। এমনকি ৬০ বৎসরের বৃদ্ধ হইতে ষোড়শবর্ষীয় বালক পর্যন্ত সমরশহিদ হইতে চলিল। কতিপয় প্রধান সেনাপতি নিহত হইলেন; অসংখ্য সেনা প্রাণ হারাইল। অবশিষ্ট যোদ্ধাগণ বিতাড়িত হইয়া পৃষ্ঠপ্রদর্শনে বাধ্য হইল। শত্রু এখন রাজধানী ﻿হইতে মাত্র ১২/১৩ ক্রোশ দূরে অবস্থিত। আর দুই-চারি দিবসের যুদ্ধের পরেই তাহারা রাজধানী আক্রমণ করিবেন।\nগোলাম মুরশিদ বলেন, সম্ভবত ১৯১৬ সালে জ্ঞানেন্দ্ৰনাথ দাসের বাঙ্গালা ভাষার অভিধানে এ শব্দটি প্রথমবারের মতো অভিধানের অন্তর্ভুক্ত হয়। এ শব্দের সঙ্গে তিনি রোকেয়া সাখাওয়াত হোসেনের বই মতিচুর থেকেও শব্দটির দৃষ্টান্তও দেন।\n১৯২২ সালের আগস্ট মাসে কাজী নজরুল ইসলাম ধূমকেতু পত্রিকার ষষ্ঠ সংখ্যায় ক্ষুদিরাম বসুর একটি ছবি ছাপান, তার সঙ্গে লেখা ছিলো “বাঙলার প্রথম শহীদ ক্ষুদিরাম”। পরবর্তীতে ঈশানচন্দ্র মহাপাত্ৰ ক্ষুদিরামকে নিয়ে তার লেখা জীবনীর নাম দেন শহীদ ক্ষুদিরাম। কমলা দাশগুপ্ত ভারতকোষে ক্ষুদিরামকে শহীদ আখ্যায়িত করেন। পাশাপাশি প্রীতিলতা ওয়াদ্দেদার, সূর্যসেন, নলিনীকান্ত বাগচী, বাঘা যতীন, তিতুমীর, ভগৎ সিং প্রভৃতিকেও শহীদ হিসেবে আখ্যায়িত করা হতো।\n১৯৩০-এর দশকে সংকলিত হরিচরণ বন্দ্যোপাধ্যায়ের অভিধান বঙ্গীয় শব্দকোষে শব্দটির অর্থ দেওয়া হয়: ধর্মের কারণে নিহত মুসলমান। ১৯৩৮ সালে আশুতোষ দেব তাঁর নূতন বাঙ্গালা অভিধানে শহিদের সঙ্গে শাহাদাৎ শব্দটিও অন্তর্ভুক্ত করেন এবং শাহাদাৎ শব্দের অর্থ দেন: সাক্ষ্য।\n১৯৩০ সালের ২৩ শে মার্চ ব্রিটিশদের হাতে নিহত ভগৎ সিংহ, শিবরাম রাজগুরু, সুখদেব থাপরকে ভারতে জাতীয়ভাবে শহিদ হিসেবে আখ্যায়িত করা হয়।\nগোলাম মুরশিদের  মতে, কাজী নজরুল ইসলাম নতুন অভিধায় শহিদ শব্দটি ব্যবহারের পর থেকে এ শব্দের মূল অর্থ পাল্টে যেতে থাকে এবং ক্রমবর্ধমান মাত্রায় এর ব্যবহারও বৃদ্ধি পায়। সহিংস রাজনৈতিক আন্দোলনে প্ৰাণত্যাগীদের ত্যাগকে গৌরবান্বিত করার জন্য সমসাময়িক লেখকগণ শহিদ শব্দটির ব্যবহার করতে থাকে। সমসাময়িক সহিংস আন্দোলনকারীরা এবং পাশাপাশি বামপন্থী সমাজতান্ত্রিক কমিউনিস্টরা এ শব্দটির ব্যবহার করতে থাকে, যেমন লতিকা সেন। বাংলা ভাষায় এর কোনো প্রতিশব্দ না-থাকায় হিন্দু লেখকরাও এ শব্দটি ব্যাপকভাবে ব্যবহার করতে আরম্ভ করে। দক্ষিণ এশিয়ায়, হিন্দুরা হিন্দু শহীদদের বোঝাতে \"শহিদ\" শব্দটিকে সংস্কৃত শব্দ \"হুতাত্মা\"-এর প্রতিশব্দ হিসেবে গ্রহণ করে (দেবনাগরীতে हुतात्मा এবং বাংলায় হুতাত্মা, हुत् ও হুত্ = (আত্ম)বলিদানকারী, आत्मा ও আত্মা = আত্মা, অতএব হুতাত্মা = বলিদনকারী আত্মা/শহিদ)। এমনকি শিখ ধর্মাবলম্বীরাও শহিদ শব্দটি গ্রহণ করেছে। যেমন তাদের গুরত্বপূর্ণ নেতা শহিদ মতি দাস এবং শহিদ ভগৎ সিং অন্যতম। তাদেরকে শহিদ বলে গণ্য করা হয়।\n১৯৪৮ সালের ৩০ জানুয়ারি মহাত্মা গান্ধী নাথুরাম গডসে দ্বারা নিহত হলে তাকেও শহিদ আখ্যায়িত করা হয়।\n১৯৫২ সালের বাংলা ভাষা আন্দোলনের পর পূর্ব বাংলায় এবং পশ্চিমবঙ্গে ষাটের দশকে বামপন্থীদের দ্বারা শব্দটি বিশেষ জনপ্রিয়তা অর্জন করে। বাংলা ভাষা আন্দোলনের সময়ে একুশে এবং বাইশে ফেব্রুয়ারি যারা পুলিশের গুলিতে নিহত হয়, তাদের সবাইকে শহিদ আখ্যায়িত করা হয়।\n১৯৬০-এর দশকে পশ্চিম বাংলায় কমিউনিস্ট আন্দোলন ছড়িয়ে পড়ার পর সেখানেও কমরেড ও মিলিট্যান্ট শব্দদুটির পাশাপাশি আন্দোলনে প্রাণ হারানো আন্দোলনকারীদের আখ্যায়িত করতে শহীদ শব্দটি ব্যবহৃত হতে থাকে। যেমন ১৯৬৯ সালের ৩০ আগস্ট পশ্চিমবঙ্গে ভারতের কমিউনিস্ট পার্টির দ্রব্যমূল্যবৃদ্ধি ও দুর্ভিক্ষ প্রতিরোধ কমিটি কর্তৃক সংঘটিত আন্দোলনে নিহত (মতান্তরে ২০ থেকে ৮০ জনের মধ্যে) সকল আন্দোলনকর্মীকে কমিটির পক্ষ থেকে শহীদ হিসেবে আখ্যায়িত করা হয়।\n১৯৬৯ এ অধ্যাপক মোহাম্মদ শামসুজ্জোহা, জহুরুল হক এবং আমানুল্লাহ মোহাম্মদ আসাদুজ্জামানকে শহিদ উপাধিতে আখ্যায়িত করা হয়। ১৯৭১ এর বাংলাদেশের স্বাধীনতা যুদ্ধে নিহত বাংলাদেশী সামরিক ও বেসামরিক ব্যক্তিবর্গকে শহীদ আখ্যায়িত করা হয়, যেমন বীরশ্রেষ্ঠ সম্মাননায় ভূষিত ব্যক্তিবর্গ।\nসরলা দেবী চৌধুরানী কর্তৃক ১৯৫৭ সালে রচিত \"জীবনের ঝরাপাতা\" আত্মচরিতে প্রকাশক লেখিকা সম্পর্কে বলেন,\n\n‘শহীদ’ কথাটির আজকাল খুবই চল। ইংরেজী ‘martyr' শব্দের বাংলা ‘শহীদ’। কিন্তু দৈহিক মত্যু না ঘটিলেও কোন বিশেষ আদর্শ বা মতবাদের জন্য যিনি আত্মবলি দেন তাঁহাকেও ‘শহীদ’ বলা যায়। ঠিক এই অর্থেই সরলা দেবী চৌধুরাণী মহাত্মা গান্ধী প্রবর্তিত অহিংস আন্দোলনের প্রথম মহিলা ‘শহীদ'। তিনি মনপ্রাণ দিয়া অসহযোগ আন্দোলনে যোগ দিয়াছিলেন। চরখা-খদ্দরের প্রবর্তনে তিনি মহাত্মা গান্ধীর দক্ষিণহস্তস্বরূপ ছিলেন। অসহযোগ প্রচেষ্টার প্রথম দিকে তিনি ছিলেন গান্ধীজীর একান্তই সমর্থক। পণ্ডিত রামভজ ছিলেন ক্ষাত্রতেজো- দীপ্ত। তিনি অহিংসা তথা অহিংস আন্দোলনের তেমন পক্ষপাতী ছিলেন না, হয়ত এই কারণে উভয়ের মধ্যে খানিক মতানৈক্য উপস্থিত হইয়াছিল।\nএছাড়াও পরবর্তীকালে বিভিন্ন রাজনৈতিক ব্যক্তিত্ব যেমনঃ শেখ মুজিবুর রহমান, জিয়াউর রহমান, জাতীয় চার নেতা, আবু তাহের, সিরাজ সিকদার, নূর হোসেন, শামসুল আলম খান মিলন, আইভি রহমান ইত্যাদি ব্যক্তিবর্গকে ইতিবাচক দৃষ্টিকোণ থেকে শহীদ আখ্যায়িত করা হয়।\n\n\n=== অন্যান্য ভাষায় ===\nআসল অর্থে মার্টিয়ার শব্দটির অর্থ সাক্ষী (গ্রিক: μάρτυς, martys, \"সাক্ষী\" বা μαρτυρία, মার্টুরিয়া, স্টেম μαρτυρ-, মার্টিয়ার-), ধর্মনিরপেক্ষ ক্ষেত্রের পাশাপাশি বাইবেলের নূতন নিয়মে ব্যবহৃত হয়েছিল। সাক্ষী দেওয়ার প্রক্রিয়াটি সাক্ষীর মৃত্যুর দিকে পরিচালিত করার উদ্দেশ্যে ছিল না, যদিও এটি প্রাচীন লেখকদের কাছ থেকে জানা যায় (যেমন জোসেফাস ) এবং নূতন নিয়ম থেকে যে সাক্ষীরা প্রায়শই তাদের সাক্ষ্যের জন্য মারা যায়।\nপ্রারম্ভিক খ্রিস্টীয় শতাব্দীতে, এই শব্দটি বিশ্বাসীদের থেকে সম্প্রসারিত অর্থ অর্জন করেছিল যাদেরকে তাদের ধর্মীয় বিশ্বাসের জন্য সাক্ষ্য দেওয়ার জন্য ডাকা হয় এবং এই সাক্ষীর কারণে, দুঃখকষ্ট বা মৃত্যু সহ্য করা হয়। শব্দটি, এই পরবর্তী অর্থে, একটি ঋণ শব্দ হিসাবে ইংরেজি ভাষায় প্রবেশ করেছে। একজন শহীদের মৃত্যু বা তার জন্য যে মূল্য আরোপ করা হয় তাকে শাহাদাত বলা হয়।\nপ্রারম্ভিক খ্রিস্টানরা যারা প্রথম মার্টিয়ার শব্দটিকে নতুন অর্থে ব্যবহার করতে শুরু করেছিল তারা যীশুকে তার ক্রুশবিদ্ধ হওয়ার কারণে প্রথম এবং সর্বশ্রেষ্ঠ মার্টিয়ার বা শহীদ হিসাবে দেখেছিল। প্রারম্ভিক খ্রিস্টানরা যীশুকে আর্কিওলজিকাল মার্টিয়ার বা প্রত্নতাত্ত্বিক শহীদ হিসাবে দেখেছিল।\nমার্টিয়ার শব্দটি ইংরেজিতে ব্যবহৃত হয় বিভিন্ন ধরনের লোককে বোঝাতে। যাইহোক, নীচের সারণীটি স্টেরিওটাইপিক্যাল মার্টিয়ারডম বা প্রথাগত শাহাদাতে উপস্থিত সাধারণ বৈশিষ্ট্যগুলির একটি সাধারণ রূপরেখা উপস্থাপন করে।\n\n\n== ইসলাম ধর্মে ==\n\nশহিদ কুরানীয় আরবি শব্দ থেকে এসেছে যার অর্থ 'সাক্ষী' এবং এটি একজন শহিদ বোঝাতেও ব্যবহৃত হয়। সাধারণ অর্থে 'সাক্ষী' শব্দে কুরআনে শহিদ ঘন ঘন দেখা যায়, কিন্তু শুধুমাত্র একবার \"শহিদ, যে তার বিশ্বাসের জন্য মারা যায়\" এ অর্থে; এই শেষোক্ত অর্থটি হাদিসগুলিতে ব্যাপকভাবে ব্যবহৃত হয়। ইসলাম একজন শহিদকে একজন পুরুষ বা মহিলা হিসাবে দেখে যে জিহাদ পরিচালনা করার সময় মারা যায়, তা যুদ্ধক্ষেত্রে হোক বা বাইরে হোক ( বৃহত্তর জিহাদ এবং ক্ষুদ্রতর জিহাদ দেখুন)।  ইরানে ইসলামি বিপ্লব (১৯৭৮/৭৯) এবং পরবর্তী ইরান-ইরাক যুদ্ধের সময় ইসলামে  শহিদের ধারণাটিকে বিশিষ্ট করা হয়েছিল, যাতে শহিদদের প্রতি শ্রদ্ধাবোধ যেন বিপ্লব এবং যুদ্ধের সময় স্থায়ী প্রভাব ফেলে।\n\n\n== হিন্দু ধর্মে ==\nগোলাম মুরশিদের মতে, হিন্দুধর্মে শহীদের ধারণা নেই। সনাতন ধর্মের মধ্যে অহিংসা (অহিংসা) প্রচার করার কারণে এবং শহীদ হওয়ার কোনও ধারণা না থাকা সত্ত্বেও,  ধার্মিক কর্তব্যের বিশ্বাস ( ধর্ম ) এর উদাহরণ মহাভারতে পাওয়া যায়। যেখানে নির্বাসন শেষ হওয়ার পর, পান্ডবদের তাদের চাচাতো ভাই দুর্যোধন রাজ্যের তাদের অংশ ফিরিয়ে দিতে অস্বীকার করেছিলেন এবং যা অনুসরণ করে কৃষ্ণ, বিদুর ও সঞ্জয়ের শান্তি আলোচনার সকল উপায় ব্যর্থ হয়। শুরু হওয়া মহান যুদ্ধে অর্জুনকেও সংশয়, যেমন: আসক্তি, দুঃখ, ভয় নিয়ে নামানো হয়েছিল অনুপ্রেরণা দিয়ে। কৃষ্ণ অর্জুনকে নির্দেশ দেন কীভাবে একজন ধার্মিক যোদ্ধা হিসেবে তাঁর দায়িত্ব পালন করতে হবে এবং যুদ্ধ করতে হবে।\n\n\n== বৌদ্ধ ধর্মে ==\nমহাযান বৌদ্ধধর্মে বোধিসত্ত্ব শব্দটির সঙ্গে শহিদের ধারণার কিছু যোগসূত্র রয়েছে।\n\n\n== খ্রিষ্টধর্মে ==\n\nখ্রিস্টধর্মের নিউ টেস্টামেন্টের মূল গ্রিক শহীদের অর্থ অনুসারে, যিনি একটি সাক্ষ্য নিয়ে আসেন, সাধারণত লিখিত বা মৌখিক।  সাক্ষ্য হল খ্রিস্টীয় সুমাচার বা আরও সাধারণভাবে ঈশ্বরের বাক্য। একজন খ্রিস্টান সাক্ষী হল বাইবেলের সাক্ষী। \n\nএকজন শহিদ হিসাবে যিশুর ধারণাটি সম্প্রতি বেশি মনোযোগ পেয়েছে। গসপেলের বা সুসমাচারের আবেগের বর্ণনার বিশ্লেষণ অনেক পণ্ডিত এই সিদ্ধান্তে নেয় যে সেগুলি শৈলী এবং শৈলীর পরিপ্রেক্ষিতে শহীদের বিবরণ।  অনেক পণ্ডিতও এই সিদ্ধান্তে পৌঁছেছেন যে পল প্রেরিত যিশুর মৃত্যুকে শাহাদাত।  এই ধরনের উপসংহারের আলোকে কেউ কেউ যুক্তি দিয়েছেন যে প্রথম কয়েক শতাব্দীর খ্রিস্টানরা যীশুকে ক্রুশবিদ্ধ করাকে শাহাদাত হিসেবে। \nগির্জার ইতিহাসের প্রেক্ষাপটে রোমান সাম্রাজ্যের প্রথম দিকের খ্রিস্টানদের নিপীড়নের সময় থেকে এবং নিরোর এটা বিকশিত হয়েছিল যে একজন শহিদ হলেন এমন একজন যিনি ধর্মীয় বিশ্বাস বজায় রাখার জন্য নিহত হন আর নিহত হওয়ার আগেও জেনেছিলেন যে এটি প্রায় নিশ্চিতভাবেই আসন্ন মৃত্যুতে পরিণত হবে ( যদিও ইচ্ছাকৃতভাবে মৃত্যু চাওয়া ছাড়া)। শহীদের এই সংজ্ঞাটি বিশেষভাবে খ্রিস্টান বিশ্বাসের মধ্যে সীমাবদ্ধ নয়। যদিও খ্রিস্টধর্ম কিছু ওল্ড টেস্টামেন্টের ইহুদি ব্যক্তিত্বকে স্বীকৃতি দেয়, যেমন: অ্যাবেল এবং ম্যাকাবিসকে, পবিত্র হিসাবে এবং নিউ টেস্টামেন্টে জন ব্যাপ্টিস্ট, যীশুর সম্ভাব্য চাচাতো ভাই এবং তাঁর নবী এবং অগ্রদূত, প্রথম খ্রিস্টান সাক্ষীর কারাদন্ড এবং শিরশ্ছেদ করার কথা উল্লেখ করা হয়েছে। খ্রিস্টান বিশ্বাস (পেন্টেকস্টে) তার সাক্ষ্যের জন্য হত্যা করা হয়েছিল সেন্ট স্টিফেন (যার নামের অর্থ \"মুকুট\") এবং যারা শহীদ হয়েছেন তাদের \"মুকুট\" দেওয়া হয়েছে বলে বলা হয়। কনস্টানটাইনের সময় থেকে খ্রিস্টধর্মকে অপরাধমূলক করা হয়েছিল এবং তারপর, থিওডোসিয়াস প্রথমের অধীনে রাষ্ট্রীয় ধর্ম হয়ে ওঠে যা নিপীড়নকে ব্যাপকভাবে হ্রাস করে (যদিও নন-নিসেন খ্রিস্টানদের জন্য নয়)। যেহেতু কেউ কেউ ভাবছিল যে কীভাবে তারা খ্রিস্টকে সবচেয়ে ঘনিষ্ঠভাবে অনুসরণ করতে পারে সেখানে মরুভূমির আধ্যাত্মিকতার বিকাশ ঘটেছিল, মরুভূমির সন্ন্যাসী, আত্ম-মৃত্যু, তপস্বী, ( পল দ্য হারমিট, সেন্ট অ্যান্টনি ), পৃথিবী থেকে বিচ্ছিন্ন হয়ে খ্রিস্টকে অনুসরণ করেছিলেন। এটি ছিল এক ধরনের সাদাসিধে শাহাদাত, প্রতিদিন নিজের কাছে মারা যাওয়া, লাল শাহাদাতের বিপরীতে, হিংস্র মৃত্যুতে নিজের জীবন দেওয়া। \n\nখ্রিস্টধর্মে সাম্প্রদায়িক নিপীড়নে মৃত্যুকে শাহাদাত হিসাবে দেখা হয়। ১৫৩৪ সালের পরে রোমান ক্যাথলিক চার্চ এবং চার্চ অফ ইংল্যান্ডের মধ্যে বিভেদের উভয় দিকেই শহীদদের স্বীকৃতি দেওয়া হয়। ১৫৫৩ থেকে ১৫৫৮ সালের মধ্যে ইংল্যান্ডে রোমান ক্যাথলিক রানি প্রথম মেরি  দ্বারা ১৫৫৯ সালে রানি এলিজাবেথ প্রথমের অধীনে চার্চ অফ ইংল্যান্ডে প্রত্যাবর্তনের দিকে পরিচালিত করে ১৫৫৩ থেকে ১৫৫৮ সালের মধ্যে জনসমক্ষে পুড়িয়ে ফেলার মাধ্যমে দুইশত আশি জন খ্রিস্টান তাদের বিশ্বাসের জন্য শহিদ হন। ১৫৪৫ সালে মেরিন্ডলের গণহত্যায় \"শত থেকে হাজার হাজার\" ওয়ালডেনসিয়ান শহিদ হয়েছিল। ষোড়শ এবং সপ্তদশ শতাব্দীতে ইংল্যান্ডে চার্চ কর্তৃপক্ষের দ্বারা তিনশত রোমান ক্যাথলিককে শহীদ করা হয়েছিল বলে জানা গেছে। \nখ্রিস্টের জন্য শহিদ হওয়ার আরও আধুনিক দিনের বিবরণ রয়েছে, যিশু ফ্রেক্সের মতো বইগুলিতে চিত্রিত করা হয়েছে, যদিও সংখ্যাগুলি বিতর্কিত। দাবি করা হয় যে প্রতি বছর খ্রিস্টানদের তাদের বিশ্বাসের জন্য হত্যার সংখ্যা অত্যন্ত অতিরঞ্জিত, কিন্তু চলমান খ্রিস্টান শহীদদের ঘটনা অবিসংবাদিত রয়ে গেছে। \n\n\n== ইহুদী ধর্মে ==\n\nইহুদি ধর্মে শাহাদাত হল কিদ্দুশ হাশেমের অন্যতম প্রধান উদাহরণ, যার অর্থ ইহুদি অনুশীলনে জনসাধারণের উৎসর্গের মাধ্যমে \"ঈশ্বরের নামের পবিত্রকরণ\"। পাশ্চাত্য সভ্যতায় হেলেনিস্টিক ইহুদি ধর্মের অন্যতম গুরুত্বপূর্ণ অবদান হিসেবে ধর্মীয় শাহাদাতকে বিবেচনা করা হয়। ১ম ম্যাকাবিস এবং ২য় ম্যাকাবিস ইহুদিদের দ্বারা হেলেনাইজিং (গ্রীক ধারণা বা হেলেনিস্টিক সভ্যতার প্রথা গ্রহণ) তাদের সেলিউসিড অধিপতিদের দ্বারা প্রতিরোধ করা, তাদের দেবতাদের উদ্দেশ্যে বলিদান করা, বিশ্রামবার পালন করা, তাদের ছেলেদের খৎনা করা বা আমাকে শুকর খাওয়া প্রত্যাখ্যান করার মতো অপরাধের জন্য মৃত্যুদণ্ড দেওয়া হয়েছে এমন অসংখ্য শহীদের কথা বর্ণনা করে। ডব্লিউএইচসি ফ্রেন্ডের মতে, \"ইহুদি ধর্ম নিজেই ছিল শহীদের ধর্ম\" এবং এই \"শহিদের ইহুদি মনোবিজ্ঞান\" খ্রিস্টান শাহাদাতে অনুপ্রাণিত করেছিল। তবে দুটি রেওয়ায়েতে শাহাদাতের ধারণার মধ্যে যথেষ্ট পার্থক্য রয়েছে। \n\n\n== চীনা সংস্কৃতিতে ==\nআধুনিক চীনে টংমেনঘুই এবং কুওমিনতাং পার্টি শাহাদাতকে ব্যাপকভাবে প্রচার করেছিল। সিনহাই বিপ্লবে কিং রাজবংশের বিরুদ্ধে লড়াই করে এবং চীন প্রজাতন্ত্রের পুরো সময়কালে বিপ্লব এগিয়ে নিয়ে যাওয়া বিপ্লবীরা শহীদ হিসাবে স্বীকৃত হতো।\n\n\n== বাহাই ধর্মে ==\nবাহাই ধর্মে শহীদ তারা যারা ঈশ্বরের নামে মানবতার সেবায় তাদের জীবন উৎসর্গ করে।  বাহাই ধর্মের প্রতিষ্ঠাতা বাহাউল্লাহ একজনের জীবন উৎসর্গ করার আক্ষরিক অর্থকে নিরুৎসাহিত করেছিলেন। পরিবর্তে, তিনি ব্যাখ্যা করেছিলেন যে শাহাদাত মানবতার সেবায় নিজেকে নিবেদিত করা। \n\n\n== শহীদ আখ্যায়িত উল্লেখযোগ্য ব্যক্তিবর্গ ==\n\n৩৯৯ খ্রিস্টপূর্বাব্দ - সক্রেটিস, একজন গ্রিক দার্শনিক যিনি তার আদর্শ ত্যাগ করার পরিবর্তে মৃত্যুকে বেছে নিয়েছিলেন।\nআ.  ৩৪ খ্রিস্টাব্দ - সেন্ট স্টিফেন, প্রথম খ্রিস্টান শহীদ হিসাবে বিবেচিত।\nআ.  খ্রিস্টীয় ২য় শতাব্দী - ইহুদি ধর্মের দশ শহীদ।\nআ.  ২৮৮ – সেন্ট সেবাস্তিয়ান, শিল্পের অনেক কাজের বিষয়।\nআ.  ৩০৪ - রোমের সেন্ট অ্যাগনেস, রোমান পৌত্তলিকতার জন্য খ্রিস্টের প্রতি তার ভক্তি ত্যাগ করতে অস্বীকার করার জন্য শিরশ্ছেদ করা হয়েছিল।\nআ.  ৬৮০ – উমাইয়া খিলাফতের বিরোধিতা করার জন্য ইসলামী নবী মুহাম্মদের নাতি হুসেন ইবনে আলীকে শিরশ্ছেদ করা হয়।\n১৪১৫ – জান হুস, খ্রিস্টান সংস্কারক ধর্মদ্রোহিতার জন্য পুড়িয়ে মারা হয়েছিল।\n১৫৩৫ – থমাস মোর, হেনরি অষ্টমকে চার্চ অফ ইংল্যান্ডের সুপ্রিম হেড হিসাবে স্বীকার করতে অস্বীকার করার জন্য শিরশ্ছেদ করা হয়েছিল।\n১৬০৬ – গুরু অর্জন দেব, শিখ ধর্মের পঞ্চম নেতা।\n১৬৭৫ - গুরু তেঘা বাহাদুর, শিখ ধর্ম এর নবম গুরু, হিন্দুদের ধর্মীয় স্বাধীনতা রক্ষায় শহীদ হয়ে \"হিন্দ দি চাদর\" বা \"ভারতের ঢাল\" হিসাবে উল্লেখ করা হয়।\n১৮৪৪ - জোসেফ স্মিথ, জুনিয়র, মরমনবাদের প্রতিষ্ঠাতা, ইলিনয়ের কার্থেজ জেল-এ এক জনতার হাতে নিহত।\n১৯৪১ – ম্যাক্সিমিলিয়ান কোলবে, ওএফএম, একজন রোমান ক্যাথলিক ধর্মযাজক, যিনি আউশভিৎজ-এ নাৎসি বন্দী শিবিরে শহীদ হন, আগস্ট ১৯৪১।\n\n\n== শহীদ আখ্যায়িত রাজনৈতিক ব্যক্তিবর্গ ==\n\nএকজন রাজনৈতিক শহীদ হলেন এমন একজন ব্যক্তি যিনি রাজনৈতিক বিশ্বাস বা কারণের পক্ষে ওকালতি, ত্যাগ, ত্যাগ করতে অস্বীকার বা প্রত্যাখ্যান করার জন্য নিপীড়ন বা মৃত্যু ভোগ করেন।  উল্লেখযোগ্য রাজনৈতিক শহীদদের মধ্যে রয়েছে:\n\n১৭৯৩ - জিন-পল মারাট, একজন ফরাসি জ্যাকোবিন শার্লট কর্ডে কর্তৃক হত্যা।\n১৭৯৩ – শার্লট কর্ডে, একজন গিরোন্ডিন অনুরাগী যাকে ফরাসি বিপ্লবী জিন-পল মারাতকে হত্যার জন্য মৃত্যুদণ্ড দেওয়া হয়েছিল।\n১৮৩৫ - রাজা হিন্টসা কাখাউতা, একজন জোসা রাজা যিনি ষষ্ঠ সীমান্ত যুদ্ধ সময় বন্দীদশা থেকে পালানোর চেষ্টা করার সময় গুলিবিদ্ধ হয়ে নিহত হন, যা নামেও পরিচিত  হিন্টসা যুদ্ধ।\n১৮৫৯ - জন ব্রাউন, একজন জঙ্গি মার্কিন যুক্তরাষ্ট্রে বিলোপবাদ হার্পার ফেরিতে অভিযান।  তৎকালীন অনেক বিলুপ্তিবাদী তাকে শহীদ বলে প্রশংসা করেছিলেন।\n১৮৬৫ – আব্রাহাম লিংকন, ১৬শতম ইউ.এস. রাষ্ট্রপতি।  আমেরিকান গৃহযুদ্ধ শেষ হওয়ার পর একজন কনফেডারেট সহানুভূতিশীল দ্বারা হত্যা করা হয়।\n১৯১৯ – রোসা লুক্সেমবার্গ, একজন জার্মান মার্কসবাদী বিপ্লবীকে কার্ল লিবকনেখ্ট-এর সাথে স্পার্টাসিস্ট বিদ্রোহ-এ তাদের ভূমিকার জন্য সংক্ষেপে মৃত্যুদণ্ড দেওয়া হয়েছিল।\n১৯২৯ - ইউসুফ আল-আজমা, সিরিয়ার সেনা কমান্ডার যার ফরাসিদের কাছে আত্মসমর্পণ করতে অস্বীকৃতি, নিম্নতর বাহিনীর সাথে যুদ্ধে প্রবেশের জন্য তার জেদ এবং মায়সালুনে সিরীয়দের নেতৃত্বে তার মৃত্যু তাকে সিরিয়া এবং আরব বিশ্বে নায়ক করে তুলেছিল।\n১৯২৯ – নুরখোন ইউলদাশখোজায়েভা, একজন উজবেক নর্তকীকে সম্মান হত্যা ঘোমটা ছাড়া নাচের জন্য হত্যা করা হয়েছিল;  তার মৃত্যুর পর কামিল ইয়াশিনের \"নূরখোঁ\" নাটকে তাকে হুজুম-এর শহীদ হিসেবে চিত্রিত করা হয়েছে।\n১৯৩০ - হর্স্ট ওয়েসেল আলব্রেখ্ট হোহলার (কমিউনিস্ট পার্টির সদস্য) কর্তৃক নিহত।  জোসেফ গোয়েবেলস কর্তৃক প্রমোশনের কারণে নাৎসি শহীদ হয়েছিলেন।\n১৯৪৩ - হ্যান্স এবং সোফি স্কল, হলোকাস্ট লিফলেট বিতরণ করার জন্য নাৎসিবাদের বিরোধিতা এর সময় নিহত হন।\n১৯৪৮ – মহাত্মা গান্ধী, একজন ভারতীয় জাতীয়তাবাদী নেতা, যাকে ভারতীয়রা 'জাতির পিতা' হিসেবে উল্লেখ করেছেন, সাম্প্রদায়িক সম্প্রীতি ছড়িয়ে দেওয়ার চেষ্টা করার জন্য হিন্দু ধর্মান্ধ নাথুরাম গডসে দ্বারা হত্যা করা হয়েছিল।\n১৯৫৬ – ইমরে নাগি, একজন হাঙ্গেরিয়ান কমিউনিস্ট রাজনীতিবিদ।  ১৯৫৬ সালের হাঙ্গেরিয়ান বিপ্লব নেতৃত্বের ভূমিকার জন্য মৃত্যুদণ্ড কার্যকর করা হয়।\n১৯৫৭- লারবি বেন মাহিদি, একজন আলজেরিয়ার বিপ্লবী নেতা এছাড়াও এফএলএন এর ৬ জন নেতার একজন যিনি আলজেরিয়ার স্বাধীনতার জন্য লড়াই করেছিলেন  ফরাসি।  তিনি ফরাসিদের দ্বারা বন্দী, গ্রেফতার এবং নির্যাতনের মাধ্যমে মৃত্যুবরণ করেন।\n১৯৬১ - প্যাট্রিস লুমুম্বা, ১৯২৫ সালে জন্মগ্রহণ করেন, কাতাঙ্গার মওয়াডিঙ্গুশায় হত্যা করা হয়, ১৯৬১ সালে তৎকালীন প্রধানমন্ত্রী। তাকে কঙ্গোর স্বাধীনতার প্রতীক হিসাবে বিবেচনা করা হয়।\n১৯৬৩ – মেডগার এভারস, ১৯৬৩ সালে তার নিজ রাজ্য মিসিসিপিতে নাগরিক অধিকার আন্দোলন নেতৃত্বের জন্য হত্যা করা হয়।\n১৯৬৫ - ম্যালকম এক্স, কালো জাতীয়তাবাদ নেতৃত্বের কারণে ১৯৬৫ সালে হত্যা করা হয়।\n১৯৬৬ - সায়্যিদ কুতুব, একজন মিশরীয় ইসলামপন্থী এবং ১৯৫০-এর দশকে আধুনিক রাজনৈতিক ইসলাম প্রতিষ্ঠার প্রধান ব্যক্তিত্ব।  মিশরের রাষ্ট্রপতি গামাল আবদেল নাসের হত্যার ষড়যন্ত্রের জন্য ১৯৬৬ সালে ফাঁসি দেওয়া হয়।\n১৯৬৭ – চে গুয়েভারা, একজন আর্জেন্টিনা মার্কসবাদী বিপ্লবী।  বলিভিয়া এ ফোমেন্ট বিপ্লব করার চেষ্টা করার জন্য মৃত্যুদণ্ড কার্যকর করা হয়েছে।\n১৯৬৮ - মার্টিন লুথার কিং জুনিয়র, নাগরিক অধিকার আন্দোলন এর নেতৃত্বের জন্য ১৯৬৮ সালে নিহত হন।\n১৯৭৭ - স্টিভ বিকো, একজন দক্ষিণ আফ্রিকান কর্মী তার বর্ণবাদ বিরোধী কার্যকলাপের জন্য পুলিশ হেফাজতে নিহত হন।\n১৯৮০ - অস্কার রোমেরো, সান সালভাদর এর আর্চবিশপ, বেসামরিক লোকদের হত্যা করার আদেশ অমান্য করার জন্য সালভাদরের সৈন্যদের আহ্বান করার পরে অতি-ডান-ডেথ-স্কোয়াড নেতা রবার্তো ডি'অবুইসন-এর নির্দেশে হত্যা করা হয়।\n১৯৮১ - ববি স্যান্ডস, একজন আইরিশ রিপাবলিকান যিনি বন্দী অবস্থায় অনশনের সময় মারা যান।\n১৯৮৭ – থমাস সানকারা, একজন বুর্কিনাবে মার্কসবাদী বিপ্লবী, উর্ধ্ব ভোল্টার প্রজাতন্ত্র (যার নাম পরিবর্তন করে  বুর্কিনা ফাসো পরিবর্তন করার প্রচেষ্টার জন্য তাকে ক্ষমতাচ্যুত এবং হত্যা করা হয়) একটি সমাজতান্ত্রিক রাষ্ট্রে।\n১৯৮৯ - সফদার হাশমি, একজন ভারত একজন মার্কসবাদী বিপ্লবী নাট্যকার এবং অভিনেতা, শ্রমিকদের অধিকারের সমর্থনে একটি পথ নাটক করার সময় নিহত হন।\n১৯৯৩ - থেম্বিসাইল ক্রিস হানি, দক্ষিণ আফ্রিকা-বিরোধী বর্ণবাদ কর্মী, ANC সামরিক শাখা Mkhonto weSizwe কমান্ডার তার বাড়ির বাইরে জানুস ওয়ালুস দ্বারা হত্যা করা হয়েছিল।\n১৯৯৫ – কেন সারো-উইওয়া, নাইজেরিয়া একজন কর্মীকে আদিবাসী ওগোনি ভূমি ধ্বংসের বিরুদ্ধে কথা বলার জন্য হত্যা করা হয়েছে।\n১৯৯৫ – ইকবাল মসীহ,  পাকিস্তানে শিশুশ্রমের বিরুদ্ধে ওকালতি করার জন্য ১২ বছর বয়সে নিহত হন।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}