{"pageid": 1208399, "title": "ফ্লাইটের দৈর্ঘ্য", "url": "https://bn.wikipedia.org/wiki?curid=1208399", "content": "বিমান চালনায়, ফ্লাইটের দৈর্ঘ্য একটি ফ্লাইটের দূরত্বকে বোঝায়। বাণিজ্যিক ফ্লাইটগুলিকে প্রায়ই ফ্লাইটের দৈর্ঘ্যের উপর ভিত্তি করে বাণিজ্যিক এয়ারলাইনগুলির দ্বারা দীর্ঘ-, মাঝারি- বা স্বল্প-দূরত্বে শ্রেণীবদ্ধ করা হয়, যদিও কোনও আন্তর্জাতিক মানের সংজ্ঞা নেই এবং অনেক এয়ারলাইন্স পরিবর্তে বিমানের সময় বা ভৌগোলিক সীমানা ব্যবহার করে।রুট বিভাগের দৈর্ঘ্য ৬০০–৮০০ নটিক্যাল মাইল (১,১০০–১,৫০০ কিলোমিটার) এর চেয়ে ছোট হিসাবে স্বল্প-দূরত্বের পথকে সংজ্ঞায়িত করে, ২,২০০–২,৬০০ নটিক্যাল মাইল (৪,১০০–৪,৮০০ কিলোমিটার) -এর চেয়ে দীর্ঘ হিসাবে দীর্ঘ পথ এবং এই দুইয়ের মাঝারি পথকে মাঝারি পথ বলা হয়।\nসম্পর্কিত শব্দ ফ্লাইট সময়কাল একটি একক ফ্লাইট (সেগমেন্ট) প্রস্থান গেটে পিছনে ঠেলা থেকে তার গন্তব্য গেটে পৌঁছানোর জন্য নির্ধারিত সময়ের পরিমাণ হিসাবে সংজ্ঞায়িত করা হয়। এটিকে আনুষ্ঠানিকভাবে ICAO (আন্তর্জাতিক বেসামরিক বিমান চলাচল সংস্থা) দ্বারা সংজ্ঞায়িত করা হয়েছে \"একটি বিমান প্রথম উড্ডয়নের উদ্দেশ্যে চলার মুহূর্ত থেকে ফ্লাইট শেষে বিশ্রাম নেওয়ার মুহূর্ত পর্যন্ত মোট সময়\" বলেও বলা হয়। \"চোক থেকে চক্স\" সময়।\nফ্লাইটের সময়কাল আনুষ্ঠানিকভাবে ঘন্টা এবং মিনিটে পরিমাপ করা হয় কারণ এটি ভ্রমণ করা ভৌগোলিক দূরত্ব নির্বিশেষে। একটি রুটের ফ্লাইটের সময়কাল অনেক কিছু দ্বারা প্রভাবিত হতে পারে যেমন প্রত্যাশিত রাউটিং, আবহাওয়া, ট্রাফিক বা ট্যাক্সি চালানোর সময়। একই রুট এবং এয়ারলাইনের জন্য নির্ধারিত সময়কাল কি বিমান ব্যবহার করা হয় তার উপরও পরিবর্তিত হতে পারে।\nএকটি ফ্লাইটের সময়কালকে \"ফ্লাইট হাউল টাইপ\" এর এভিয়েশন পরিভাষা ব্যবহার করেও বর্ণনা করা যেতে পারে, যেমন \"শর্ট হাউল\" বা \"লং হাউল\" যার উৎসের উপর নির্ভর করে একাধিক ভিন্ন সংজ্ঞা রয়েছে। আরও কিছু বিশিষ্ট উদাহরণের জন্য নীচের টেবিলটি দেখুন:\n\n\n== পথ বিভাগের সংজ্ঞা ==\n\nফ্লাইট পথ টাইপ শব্দগুলি প্রায়ই বিমান সংস্থা যেমন এয়ারলাইনস, বিমানবন্দর এবং সরকারী কর্তৃপক্ষ দ্বারা ফ্লাইটের দৈর্ঘ্য বর্ণনা করতে ব্যবহৃত হয়। সংজ্ঞাগুলি পরিবর্তিত হয় কারণ সেগুলি সেই সত্তার উদ্দেশ্যে বিষয়ভিত্তিক এবং তাদের গ্রাহকদের একটি নির্দিষ্ট বার্তা প্রদান করে যে তারা কীভাবে একটি ফ্লাইটকে দীর্ঘ বা ছোট হিসাবে দেখে। কিছু উদাহরণ,\n\n\n=== এশিয়া ও অস্ট্রেলিয়া ===\nহংকং আন্তর্জাতিক বিমানবন্দর উত্তর ও দক্ষিণ আমেরিকা, ইউরোপ, মধ্যপ্রাচ্য, আফ্রিকা, দক্ষিণ-পশ্চিম প্রশান্ত মহাসাগরীয় অঞ্চল এবং ভারতীয় উপমহাদেশের গন্তব্য বিবেচনা করে এবং অন্য সবগুলো স্বল্প দূরত্বের।\nজাপান এয়ার লাইনস ইউরোপ এবং উত্তর আমেরিকার রুটগুলিকে দীর্ঘ দূরত্ব এবং অন্যান্য সমস্ত ফ্লাইটগুলিকে স্বল্প দূরত্ব হিসাবে সংজ্ঞায়িত করে।\nকাতার এয়ারওয়েজ কাতার থেকে আমেরিকা, অস্ট্রেলিয়া এবং নিউজিল্যান্ডের সমস্ত ফ্লাইটকে আল্ট্রা-লং-হোল হিসাবে এবং অন্যান্য সমস্ত ফ্লাইটকে মাঝারি বা দীর্ঘ-দূরত্ব হিসাবে সংজ্ঞায়িত করে।\nভার্জিন অস্ট্রেলিয়া অস্ট্রেলিয়ার অভ্যন্তরীণ ফ্লাইটগুলিকে সংজ্ঞায়িত করে, দক্ষিণ-পূর্ব এশিয়া/প্রশান্ত মহাসাগরীয় ফ্লাইটগুলিকে স্বল্প-দূরত্বের এবং আবুধাবি বা লস অ্যাঞ্জেলেসের জন্য দীর্ঘ দূরত্বের ফ্লাইটগুলিকে।\n\n\n=== ইউরোপ ===\nইউরোপীয় ইউনিয়ন শহর জোড়ার মধ্যে যেকোনো যাত্রীবাহী ফ্লাইটকে সংজ্ঞায়িত করে যা ১,৫০০ কিলোমিটারের কম দূরত্বের বৃহৎ বৃত্ত দ্বারা পৃথক করা হয়, যা স্বল্প-দূরত্বের, ১,৫০০ থেকে ৩,৫০০ কিলোমিটারের মধ্যে মাঝারি দূরত্বের এবং ৩,৫০০ কিলোমিটারের বেশি সমস্ত ফ্লাইটকে দীর্ঘ দূরত্বের পথ বলে।\nইউরোকন্ট্রোল \"খুব কম দূরত্বের\" ফ্লাইটগুলিকে ৫০০ কিলোমিটারের কম, স্বল্প দূরত্বের ফ্লাইটগুলি ৫০০ থেকে ১,৫০০ কিলোমিটারের মধ্যে, মাঝারি দূরত্বের ফ্লাইটগুলি ১,৫০০ এবং ৪,০০০ কিলোমিটার (৯৩০ এবং ২,৪৯০ মাইল; ৮১০ এবং ২,১৬০ নটিক্যাল মাইল) এর মধ্যে বলে, এবং এর চেয়ে দীর্ঘ দূরত্বের ফ্লাইট।\nঅ্যাসোসিয়েশন অফ ইউরোপিয়ান এয়ারলাইন্স আমেরিকা, সাব-সাহারান আফ্রিকা, এশিয়া, অস্ট্রেলেশিয়ার ফ্লাইট এবং মাঝারি দূরত্বের ফ্লাইটকে উত্তর আফ্রিকা এবং মধ্যপ্রাচ্যের ফ্লাইট হিসাবে সংজ্ঞায়িত করেছে।\nবর্তমানে বিলুপ্ত এয়ারলাইন এয়ার বার্লিন ইউরোপ/উত্তর আফ্রিকার ফ্লাইট হিসেবে স্বল্প ও মাঝারি দূরত্বের ফ্লাইট এবং বিশ্বের বাকি অংশের জন্য দীর্ঘ দূরত্বের ফ্লাইটকে সংজ্ঞায়িত করেছে।\nএয়ার ফ্রান্স স্বল্প দূরত্বকে অভ্যন্তরীণ, ইউরোপ/উত্তর আফ্রিকার মধ্যে মাঝারি দূরত্ব এবং বিশ্বের বাকি অংশ হিসাবে দীর্ঘ দূরত্বকে সংজ্ঞায়িত করে।\n\n\n=== উত্তর আমেরিকা ===\nআমেরিকান এয়ারলাইন্স স্বল্প/মাঝারি ফ্লাইটগুলিকে ৩,০০০ মা (২,৬০০ নটিক্যাল মাইল; ৪,৮০০ কিমি) -এর কম বলে সংজ্ঞায়িত করে এবং দীর্ঘ পাল্লার হয় ৩,০০০ মা (২,৬০০ নটিক্যাল মাইল; ৪,৮০০ কিমি) এর বেশি অথবা নিউইয়র্ক-লস অ্যাঞ্জেলেস এবং নিউইয়র্ক-সান ফ্রান্সিসকো দূরত্বের পথ।\nইউনাইটেড এয়ারলাইনস স্বল্প দূরত্বের ফ্লাইটগুলিকে ৭০০ মা (৬১০ নটিক্যাল মাইল; ১,১০০ কিমি) এর কম হিসাবে সংজ্ঞায়িত করে এবং দূরপাল্লার ফ্লাইট ৩,০০০ মা (২,৬০০ নটিক্যাল মাইল; ৪,৮০০ কিমি) -এর বেশি।\n\n\n== বিমান বিভাগের সংজ্ঞা ==\nবাণিজ্যিক বিমানের উল্লেখ করার সময় কখনও কখনও ফ্লাইট হাল টাইপ শব্দগুলি ব্যবহার করা হয়। কিছু বাণিজ্যিক ক্যারিয়ার ফ্লাইট হউল টাইপ শর্তাবলী ব্যবহার করে তাদের বিমানের উল্লেখ করতে বেছে নেয়, উদাহরণস্বরূপ:\n\nডেল্টা এয়ার লাইনস তার বোয়িং 717, MD-88 এবং MD-90 কে স্বল্প দূরত্বের অভ্যন্তরীণ বিমান হিসাবে উল্লেখ করে; বোয়িং 757, বোয়িং 737, এয়ারবাস A319 এবং A321 দূরপাল্লার অভ্যন্তরীণ হিসাবে; এবং এর ট্রান্সওসেনিক বোয়িং 757, 767, 777 এবং এয়ারবাস এ330 দীর্ঘ দূরত্বে।\nলুফথানসা তার বহরে শ্রেণীবদ্ধ করে: এয়ারবাস A330 / Airbus A340, Airbus A350, Airbus A380, এবং Boeing 747 -এর মতো ওয়াইড-বডি বিমানের জন্য দীর্ঘ দূরত্ব; এয়ারবাস A320 এবং 737 পরিবারের মতো ন্যারো-বডি এয়ারক্রাফ্টের জন্য মাঝারি পথ; এবং Embraer E-Jets এবং Bombardier CRJ-900 এর মত আঞ্চলিক জেটগুলির জন্য স্বল্প দূরত্ব।\nTUI এয়ারওয়েজ তাদের বোয়িং 737 -কে একটি ছোট এবং মধ্য-দূরত্বের বিমান এবং বোয়িং 767 এবং 787 -কে দীর্ঘ পথ বলে উল্লেখ করে।\nযদিও তারা আরও উড়তে সক্ষম, দীর্ঘ দূরত্বে সক্ষম ওয়াইড-বডিগুলি প্রায়শই ছোট ভ্রমণে ব্যবহৃত হয়। ২০১৭ সালে - এ৩৫০ রুটের ৪০% ২,০০০ নটিক্যাল মাইল (২,৩০০ মাইল; ৩,৭০০ কিলোমিটার) এর চেয়ে ছোট ছিল, এ৩৮০ ফ্লাইটের ৫০% ২,০০০–৪,০০০ নটিক্যাল মাইল (২,৩০০–৪,৬০০ মাইল; ৩,৭০০–৭,৪০০ কিলোমিটার) এর মধ্যে পড়ে, ৭৭৭-২০০ইআর রুটের ৭০% ৪,০০০ নটিক্যাল মাইল (৪,৬০০ মাইল; ৭,৪০০ কিলোমিটার) এর চেয়ে ছোট, ৭৮৭-৯ এর ৮০% রুট ছিল ৫,০০০ নটিক্যাল মাইল (৫,৮০০ মাইল; ৯,৩০০ কিলোমিটার) এর চেয়ে ছোট, 777-200LR-এর ৭০% ফ্লাইট ৬,০০০ নটিক্যাল মাইল (৬,৯০০ মাইল; ১১,০০০ কিলোমিটার) -এর চেয়ে কম ছিল।\n\n\n== অসাধারণ কিছু ফ্লাইট ==\n\n\n=== সবচেয়ে ছোট বাণিজ্যিক ফ্লাইট ===\nঅর্কনিতে ওয়েস্ট্রে থেকে পাপা ওয়েস্ট্রে ফ্লাইট, লোগানএয়ার দ্বারা পরিচালিত, এটি বিশ্বের সবচেয়ে ছোট বাণিজ্যিক ফ্লাইট যা ২.৮ এর বেশি। কিমি (1.7 mi) ট্যাক্সি চালানো সহ নির্ধারিত ফ্লাইটের সময় দুই মিনিট।\n\n\n=== দীর্ঘতম বাণিজ্যিক ফ্লাইট ===\nবিশ্বের দীর্ঘতম বাণিজ্যিক ফ্লাইট ছিল এয়ার তাহিতি নুই ফ্লাইট টিএন ৬৪ ২০২০ সালের প্রথম দিকে। COVID-19 মহামারি এবং লস এঞ্জেলেস আন্তর্জাতিক বিমানবন্দরের মাধ্যমে মার্কিন যুক্তরাষ্ট্রে ট্রানজিট করার অসম্ভবতার কারণে, এয়ার তাহিতি নুই মার্চ এবং এপ্রিল ২০২০-এ পাপিতে এবং প্যারিস চার্লস ডি গলের মধ্যে একটি বিরতিহীন ফ্লাইট হিসাবে ফ্লাইট টিএন৬৪ নির্ধারিত এবং পরিচালিত হয় বোয়িং 787-9 এবং পথ চলে ১৫,৭১৫ কিমি (9,765 মাই; 8,485 nmi)।\n৯ নভেম্বর, ২০২০ থেকে, সিঙ্গাপুর এয়ারলাইন্স SQ 23/24 হল বিশ্বের দীর্ঘতম সক্রিয় বাণিজ্যিক ফ্লাইট যা সিঙ্গাপুর এবং JFK বিমানবন্দর নিউ ইয়র্ক সিটি, মার্কিন যুক্তরাষ্ট্রের মধ্যে। ১৫,৩৪৯ কিলোমিটার (৯,৫৩৭ মাইল; ৮,২৮৮ নটিক্যাল মাইল) কভার করে প্রায় ১৮ ঘন্টা ৪০ মিনিটে এবং একটি Airbus A350-900ULR দ্বারা পরিচালিত হয়৷\n\n\n== দূরত্বের পার্থক্য ==\n\n\n=== সম্পূর্ণ দূরত্ব বনাম ফ্লাইটের দৈর্ঘ্য ===\n\nদুটি বিন্দুর মধ্যে নিখুঁত দূরত্ব হল মহা-বৃত্ত দূরত্ব, যা সর্বদা সংক্ষিপ্ত ভৌগোলিক পথ। উদাহরণে (ডানদিকে), উত্তর আমেরিকা থেকে জাপানে পশ্চিম দিকে ভ্রমণকারী বিমানটি আর্কটিক অঞ্চলের দিকে উত্তর দিকে প্রসারিত একটি বিশাল-বৃত্ত পথ অনুসরণ করে। একটি প্রচলিত মানচিত্র অভিক্ষেপের উপর প্লট করা হলে রুটের আপাত বক্রতা বিকৃতির ফলস্বরূপ এবং রুটটিকে বাস্তবের চেয়ে দীর্ঘ বলে মনে করে। পৃথিবীতে উত্তর আমেরিকা এবং জাপানের মধ্যে একটি স্ট্রিং প্রসারিত করা দেখাবে কেন এটি উপস্থিতি সত্ত্বেও সত্যিই সবচেয়ে ছোট পথ।\nপ্রকৃত উড্ডয়নের দৈর্ঘ্য হল বাস্তবে মাটির উপর দিয়ে উড়ে আসা ট্র্যাকের দৈর্ঘ্য, যা সাধারণত আদর্শ মহাবৃত্তের চেয়ে দীর্ঘ হয় এবং খারাপ আবহাওয়া, বাতাসের দিক এবং গতি, জ্বালানি এড়ানোর প্রয়োজনীয়তার মতো অনেকগুলি কারণ দ্বারা প্রভাবিত হয়। অর্থনীতি, ন্যাভিগেশনাল সীমাবদ্ধতা এবং অন্যান্য প্রয়োজনীয়তা। উদাহরণ সরূপ, জাপান থেকে উত্তর আমেরিকার পূর্ব দিকের ফ্লাইটগুলিকে ছোট বড়-বৃত্তের চেয়ে দীর্ঘ, আরও দক্ষিণ দিকে, রুট নেওয়ার দেখানো হয়েছে, এটি হল সুবিধাজনক জেট স্ট্রীম, একটি দ্রুত, উচ্চ-উচ্চতার টেল-ওয়াইন্ডের সুবিধা নেওয়া, যা ভৌগোলিকভাবে সংক্ষিপ্ততম রুটের চেয়ে বেশি সময় এবং জ্বালানী সাশ্রয় করে তার গ্রাউন্ড ট্র্যাক বরাবর বিমানটিকে সহায়তা করে।\n\n\n=== এয়ার টাইম বনাম সময়সূচী সময় ===\nফ্লাইটটি যে সময় অঞ্চলে শুরু হয় এবং শেষ হয় তা নির্বিশেষে এয়ার টাইম হল উড়োজাহাজটি বায়ুবাহিত হওয়া অতিবাহিত সময়।\nশিডিউল টাইম হল উৎপত্তিস্থলে নির্ধারিত স্থানীয় সময় এবং গন্তব্যের নির্ধারিত স্থানীয় সময়ের মধ্যে পার্থক্য এবং সাধারণত বাতাসের প্রকৃত সময় থেকে ভিন্ন হয় কারণ এটি স্থানীয় সময় অঞ্চল দ্বারা প্রভাবিত হয়। পশ্চিম দিকে উড়ে যাওয়া স্থানীয় ঘড়ির সময়, বা \"সূর্যের তাড়া\" ধীর হয়, যখন স্থানীয় ঘড়ির সময় পূর্বদিকে উড়ে যায়। যাইহোক, প্রশান্ত মহাসাগরে আনুমানিক ১৮০o পূর্ব এ অবস্থিত আন্তর্জাতিক তারিখ রেখার উপর দিয়ে ফ্লাইটগুলি পূর্ব দিকে যাওয়ার সময়সূচী থেকে ২৪ ঘন্টা বিয়োগ করবে এবং পশ্চিম দিকে ২৪ ঘন্টা যোগ করবে। উদাহরণ স্বরূপ, জাপান থেকে উত্তর আমেরিকার উদাহরণে দেখানো পূর্বমুখী ফ্লাইটে প্রস্থানের সময়ের আগে পৌঁছানোর একটি নির্ধারিত সময় থাকবে, যখন উত্তর আমেরিকা থেকে জাপান পর্যন্ত ফ্লাইটটি স্থানীয় সময় অনুসারে পুরো দিন বেশি সময় নেবে; উভয় ক্ষেত্রেই প্রকৃত উড়ন্ত সময় একই বা অনুরূপ।\n\n\n=== ফ্লাইট দৈর্ঘ্য বনাম ফ্লাইট সময়কাল উদাহরণ ===\nএমনকি একই দৈর্ঘ্যের সাথে, একটি রুটের ফ্লাইটের সময়কাল প্রত্যাশিত রুটিং, মৌসুমী আবহাওয়া, ট্র্যাফিক, ট্যাক্সি চালানোর সময়, বা সরঞ্জামের ক্ষমতা দ্বারা প্রভাবিত হতে পারে যেমনটি এই উদাহরণে দেখা গেছে:\nলাক্সএয়ার দ্বারা পরিচালিত লাক্সেমবার্গ থেকে বুখারেস্ট রুটে, নির্ধারিত ফ্লাইটের দৈর্ঘ্য স্থির থাকে যখন ফ্লাইটের সময়কাল ব্যবহৃত বিমানের উপর নির্ভর করে পরিবর্তিত হয়:\n\nবৃহস্পতিবার সকালে, লাক্সএয়ার একটি ডি হ্যাভিল্যান্ড কানাডা ড্যাশ ৮ টার্বোপ্রপ পরিচালনা করে যার সময়কাল প্রায় ৩ ঘন্টা।\nশনিবার সকালে, লাক্সএয়ার একটি এমব্রেয়ার ১৯০ জেট এয়ারলাইনার পরিচালনা করে, যা ফ্লাইটের নির্ধারিত সময়কাল কমিয়ে প্রায় ২ ঘন্টা ২০ মিনিট করে।\n\n\n== তথ্যসূত্র =="}