{"pageid": 1208919, "title": "বিবটেক্স", "url": "https://bn.wikipedia.org/wiki?curid=1208919", "content": "বিবটেক্স হল প্রসঙ্গের তালিকা বিন্যাস করার জন্য রেফারেন্স ম্যানেজমেন্ট সফ্টওয়্যার। বিবটেক্স টুলটি সাধারণত ল্যাটেক্স ডকুমেন্ট প্রস্তুতি সিস্টেমের সাথে একসাথে ব্যবহার করা হয়। টাইপসেটিং সিস্টেমের মধ্যে, এর নাম শৈলী করা হয়েছে \n  \n    \n      \n        \n          \n            B\n            \n              \n                \n                  I\n                  B\n                \n              \n            \n            \n            T\n            \n              \n              \n                \n                  E\n                \n              \n            \n            \n            X\n          \n        \n      \n    \n    {\\displaystyle {\\mathrm {B{\\scriptstyle {IB}}\\!T\\!_{\\displaystyle E}\\!X} }}\n  \n। নামটি গ্রন্থপঞ্জি শব্দের একটি পোর্টম্যান্টো এবং টেক্স টাইপসেটিং সফ্টওয়্যারের নাম।\nবিবটেক্স -এর উদ্দেশ্য হল এই তথ্যের উপস্থাপনা থেকে গ্রন্থপঞ্জী সংক্রান্ত তথ্য আলাদা করে, একইভাবে ল্যাটেক্স দ্বারা সমর্থিত বিষয়বস্তু এবং উপস্থাপনা/শৈলী আলাদা করার মাধ্যমে সুসংগতভাবে উত্সগুলি উদ্ধৃত করা সহজ করা।\n\n\n== মৌলিক কাঠামো ==\nঅনুষ্ঠানের লেখক ওরেন পাটাশনিকের কথায়:বিবটেক্স কীভাবে কাজ করে তা এখানে। এটি ইনপুট হিসাবে লাগে  .bib ফাইল(গুলি) থেকে শুধুমাত্র .aux ফাইল দ্বারা নির্দিষ্ট করা এন্ট্রিগুলিকে বেছে নেয় (অর্থাৎ, ল্যাটেক্স-এর \\cite বা \\nocite কমান্ড দ্বারা প্রদত্ত), এবং বিন্যাস সহ এই এন্ট্রিগুলি সম্বলিত একটি .bbl ফাইল আউটপুট হিসাবে তৈরি করে। .bst ফাইল দ্বারা নির্দিষ্ট কমান্ড [. . ]। উল্লেখ তালিকা তৈরি করতে লাটেক্স .bbl ফাইল ব্যবহার করবে, সম্ভবত ব্যবহারকারীর দ্বারা সম্পাদিত।\n\n\n== ইতিহাস ==\nবিবটেক্স ১৯৮৫ সালে ওরেন পাটাশনিক এবং লেসলি ল্যামপোর্ট দ্বারা তৈরি করা হয়েছিল। এটা ওয়েব/প্যাসকেল এ লেখা আছে।\n০.৯৮এফ সংস্করণ ১৯৮৫ সালের মার্চ মাসে প্রকাশিত হয়েছিল।\nসংস্করণ ০.৯৯সি (ফেব্রুয়ারি ১৯৮৮ সালে প্রকাশিত), ২২ বছর ধরে একটি স্থির অবস্থায় পৌঁছেছিল।\nমার্চ ২০১০ সালে, ইউআরএল প্রিন্টিং উন্নত করার জন্য সংস্করণ ০.৯৯ডি প্রকাশ করা হয়েছিল। আরও উন্মুক্ত ঘোষণা করা হয়.\n\n\n== পুনরায় প্রয়োগ ==\n১৯৮৫ সালে বিবটেক্স এর বাস্তবায়নের পরের সময়কালে, বেশ কয়েকটি পুনঃপ্রবর্তন প্রকাশিত হয়েছে:\n\nবিবটেক্সঊ\nবিবটেক্সের একটি পুনঃপ্রয়োগ (ইয়ানিস হারালামবস এবং তার ছাত্রদের দ্বারা) যা ঊটিএফ-৮ অক্ষর সেটকে সমর্থন করে। লুয়াটেক্স দলের টাকো হএকওয়াটার ২০১০ সালে দুর্বল ডকুমেন্টেশন এবং ডিবাগ করা কঠিন এমন ত্রুটি তৈরি করার জন্য এর সমালোচনা করেছিল।\nবিবটেক্স৮\nবিবটেক্সের একটি পুনঃপ্রয়োগ যা ৮-বিট অক্ষর সেট সমর্থন করে।\nসিএল-বিবটেক্স\nকমন লিস্পে বিবটেক্সের সম্পূর্ণ সামঞ্জস্যপূর্ণ পুনঃপ্রয়োগ, বিবিটেক্স .bst ফাইলগুলি সরাসরি ব্যবহার করতে বা মানব-পঠনযোগ্য লিস্প .lbst ফাইলগুলিতে রূপান্তর করতে সক্ষম। সিএল-বিবটেক্স ইউনিকোড লিস্প বাস্তবায়নে ইউনিকোড সমর্থন করে, লিস্প সম্পর্কে জানে এমন যেকোনো অক্ষর সেট ব্যবহার করে।\nএমএলবিবটেক্স\nজিন-মিশেল হাফলেনের বহুভাষিক বৈশিষ্ট্যের উপর দৃষ্টি নিবদ্ধ করে বিবটেক্স-এর একটি পুনঃপ্রয়োগ।\nবিবল্যাটেক্স\nএকটি সম্পূর্ণ পুনরায় বাস্তবায়ন. \"এটি মোটামুটি মৌলিক স্তরে বিবটেক্সের সাথে যেভাবে ল্যাটেক্স ইন্টারঅ্যাক্ট করে তা নতুন করে ডিজাইন করে । বিব ল্যাটেক্স এর সাথে, বিবটেক্স শুধুমাত্র গ্রন্থপঞ্জি সাজাতে এবং লেবেল তৈরি করতে ব্যবহৃত হয়। বিবটেক্স-এর শৈলী ফাইলগুলিতে প্রয়োগ করার পরিবর্তে, গ্রন্থপঞ্জির বিন্যাস সম্পূর্ণরূপে টেক্স ম্যাক্রো দ্বারা নিয়ন্ত্রিত হয়।\" এটি গ্রন্থপঞ্জি প্রক্রিয়াকরণ প্রোগ্রাম বাইবার ব্যবহার করে এবং সম্পূর্ণ ইউনিকোড এবং থিমিং সমর্থন অফার করে।\nবিবুলাস\nপাইথনে লেখা সম্পূর্ণ ইউনিকোড সমর্থন সহ শৈলী টেমপ্লেটের উপর ভিত্তি করে একটি ড্রপ-ইন বিবটেক্স প্রতিস্থাপন।\n\n\n== গ্রন্থপঞ্জী তথ্য ফাইল ==\nবিবটেক্স গ্রন্থপঞ্জি আইটেমগুলির তালিকার জন্য একটি শৈলী-স্বাধীন পাঠ্য-ভিত্তিক ফাইল বিন্যাস ব্যবহার করে, যেমন নিবন্ধ, বই এবং থিসিস। বিবটেক্স গ্রন্থপঞ্জি ফাইলের নাম সাধারণত .bib এ শেষ হয়। একটি বিবটেক্স ডাটাবেস ফাইল এন্ট্রিগুলির একটি তালিকা দ্বারা গঠিত হয়, প্রতিটি এন্ট্রি একটি গ্রন্থপঞ্জী আইটেমের সাথে সম্পর্কিত। প্রবেশের ধরনগুলি বিভিন্ন ধরনের গ্রন্থপঞ্জি সূত্র যেমন নিবন্ধ, বই বা পরামর্শের সাথে মিলে যায়।\n\nএকটি উদাহরণ এন্ট্রি যা একটি গাণিতিক হ্যান্ডবুক বর্ণনা করে একটি এন্ট্রি নাম হিসাবে গঠন করা হবে এবং তারপরে ক্ষেত্রগুলির একটি তালিকা, যেমন লেখক এবং শিরোনাম :যদি একটি নথি এই হ্যান্ডবুকটি উল্লেখ করে, তাহলে গ্রন্থপঞ্জী সংক্রান্ত তথ্য বিভিন্ন উপায়ে বিন্যাস করা যেতে পারে তার উপর নির্ভর করে কোন উদ্ধৃতি শৈলী ( এপিএ, এমএলএ, শিকাগো ইত্যাদি) নিযুক্ত করা হয়েছে। ল্যাটেক্স  এর সাথে যেভাবে বণ্টন করে তা হল ল্যাটেক্স নথিতে \\cite কমান্ড এবং কাঙ্খিত গ্রন্থপঞ্জি শৈলী নির্দিষ্ট করে। যদি কমান্ডটি  {{{1}}} একটি ল্যাটেক্স নথির ভিতরে উপস্থিত হয়, তাহলে বিবটেক্স প্রোগ্রাম এই বইটিকে নথির তথ্যসূত্রের তালিকায় অন্তর্ভুক্ত করবে এবং উপযুক্ত ল্যাটেক্স ফর্ম্যাটিং কোড তৈরি করবে। ফরম্যাট করা ল্যাটেক্স নথি দেখার সময়, ফলাফলটি এইরকম দেখতে পারে:\nআব্রামোভিৎস, মিল্টন এবং আইরিন এ. স্টেগান (১৯৬৪), সূত্র, গ্রাফ এবং গাণিতিক টেবিল সহ গাণিতিক ফাংশনের হ্যান্ডবুক। নিউ ইয়র্ক: ডোভার।\nশৈলী ফাইলের উপর নির্ভর করে, বিবটেক্স লেখকদের শেষ নাম পুনর্বিন্যাস করতে পারে, শিরোনামের ক্ষেত্রে পরিবর্তন করতে পারে, .bib ফাইলে উপস্থিত ক্ষেত্রগুলি বাদ দিতে পারে, ইটালিক টেক্সট ফর্ম্যাট করতে পারে, যতিচিহ্ন যোগ করতে পারে ইত্যাদি। যেহেতু একই শৈলী ফাইলটি তথ্যসূত্রের সম্পূর্ণ তালিকার জন্য ব্যবহার করা হয়, তাই লেখক বা সম্পাদকদের কাছ থেকে প্রয়োজনীয় ন্যূনতম প্রচেষ্টার সাথে এগুলি ধারাবাহিকভাবে বিন্যাস করা হয়।\nকার্যত সমস্ত বিবটেক্স শৈলী বিবটেক্স-এ ব্যবহৃত এন্ট্রি এবং ক্ষেত্রগুলির প্রকারগুলি নীচে তালিকাভুক্ত করা হয়েছে৷\n\n\n=== প্রবেশের ধরন ===\nএকটি বিবটেক্স ডাটাবেসে নিম্নলিখিত ধরনের এন্ট্রি থাকতে পারে:\n\nনিবন্ধ\nএকটি জার্নাল বা ম্যাগাজিন থেকে একটি নিবন্ধ.<br /> প্রয়োজনীয় ক্ষেত্র: লেখক, শিরোনাম, জার্নাল, বছর, ভলিউম<br /> ঐচ্ছিক ক্ষেত্র: সংখ্যা, পৃষ্ঠা, মাস, doi, নোট, কী\nবই\nএকটি স্পষ্ট প্রকাশকের সাথে একটি বই৷<br /> প্রয়োজনীয় ক্ষেত্র: লেখক/সম্পাদক, শিরোনাম, প্রকাশক, বছর<br /> ঐচ্ছিক ক্ষেত্র: ভলিউম/সংখ্যা, সিরিজ, ঠিকানা, সংস্করণ, মাস, নোট, কী, url\nপুস্তিকা\nএকটি কাজ যা মুদ্রিত এবং আবদ্ধ, তবে নাম প্রকাশক বা স্পনসরকারী প্রতিষ্ঠান ছাড়াই।<br /> প্রয়োজনীয় ক্ষেত্র: শিরোনাম<br /> ঐচ্ছিক ক্ষেত্র: লেখক, কীভাবে প্রকাশিত, ঠিকানা, মাস, বছর, নোট, কী\nসম্মেলন\nস্ক্রাইব সামঞ্জস্যের জন্য কার্যক্রমের মতোই।\nবইয়ে\nএকটি বইয়ের একটি অংশ, সাধারণত শিরোনামহীন। একটি অধ্যায় (বা বিভাগ, ইত্যাদি) এবং/অথবা পৃষ্ঠাগুলির একটি পরিসর হতে পারে৷<br /> প্রয়োজনীয় ক্ষেত্র: লেখক/সম্পাদক, শিরোনাম, অধ্যায়/পৃষ্ঠা, প্রকাশক, বছর<br /> ঐচ্ছিক ক্ষেত্র: ভলিউম/সংখ্যা, সিরিজ, প্রকার, ঠিকানা, সংস্করণ, মাস, নোট, কী\nইনকলেকশন\nএকটি বইয়ের একটি অংশ যার নিজস্ব শিরোনাম রয়েছে।<br /> প্রয়োজনীয় ক্ষেত্র: লেখক, শিরোনাম, বইয়ের শিরোনাম, প্রকাশক, বছর<br /> ঐচ্ছিক ক্ষেত্র: সম্পাদক, ভলিউম/সংখ্যা, সিরিজ, প্রকার, অধ্যায়, পৃষ্ঠা, ঠিকানা, সংস্করণ, মাস, নোট, কী\nকার্যক্রম\nএকটি সম্মেলনের কার্যক্রমে একটি নিবন্ধ।<br /> প্রয়োজনীয় ক্ষেত্র: লেখক, শিরোনাম, বইয়ের শিরোনাম, বছর<br /> ঐচ্ছিক ক্ষেত্র: সম্পাদক, ভলিউম/সংখ্যা, সিরিজ, পৃষ্ঠা, ঠিকানা, মাস, সংগঠন, প্রকাশক, নোট, কী\nম্যানুয়াল\nপ্রযুক্তিগত নথিপত্রে.<br /> প্রয়োজনীয় ক্ষেত্র: শিরোনাম<br /> ঐচ্ছিক ক্ষেত্র: লেখক, সংস্থা, ঠিকানা, সংস্করণ, মাস, বছর, নোট, কী\nমাস্টারথিসিস\nএকটি মাস্টার্স থিসিস .<br /> প্রয়োজনীয় ক্ষেত্র: লেখক, শিরোনাম, স্কুল, বছর<br /> ঐচ্ছিক ক্ষেত্র: প্রকার, ঠিকানা, মাস, নোট, কী\nবিবিধ\nঅন্য কিছু ফিট না যখন ব্যবহারের জন্য.<br /> প্রয়োজনীয় ক্ষেত্র: কোনোটিই নয়<br /> ঐচ্ছিক ক্ষেত্র: লেখক, শিরোনাম, কীভাবে প্রকাশিত, মাস, বছর, নোট, কী\nপিএইচডিথিসিস\nএকটি পিএইচ.ডি. থিসিস<br /> প্রয়োজনীয় ক্ষেত্র: লেখক, শিরোনাম, স্কুল, বছর<br /> ঐচ্ছিক ক্ষেত্র: প্রকার, ঠিকানা, মাস, নোট, কী\nকার্যধারা\nএকটি সম্মেলনের কার্যক্রম।<br /> প্রয়োজনীয় ক্ষেত্র: শিরোনাম, বছর<br /> ঐচ্ছিক ক্ষেত্র: সম্পাদক, ভলিউম/সংখ্যা, সিরিজ, ঠিকানা, মাস, প্রকাশক, সংস্থা, নোট, কী\nটেকরিপোর্ট\nএকটি স্কুল বা অন্য প্রতিষ্ঠান দ্বারা প্রকাশিত একটি প্রতিবেদন, সাধারণত একটি সিরিজের মধ্যে সংখ্যা করা হয়।<br /> প্রয়োজনীয় ক্ষেত্র: লেখক, শিরোনাম, প্রতিষ্ঠান, বছর<br /> ঐচ্ছিক ক্ষেত্র: টাইপ, নম্বর, ঠিকানা, মাস, নোট, কী\nঅপ্রকাশিত\nলেখক এবং শিরোনাম সহ একটি নথি, কিন্তু আনুষ্ঠানিকভাবে প্রকাশিত হয়নি।<br /> প্রয়োজনীয় ক্ষেত্র: লেখক, শিরোনাম, নোট<br /> ঐচ্ছিক ক্ষেত্র: মাস, বছর, কী\n\n\n=== ক্ষেত্র প্রকার ===\nএকটি বিবটেক্স এন্ট্রিতে বিভিন্ন ধরনের ক্ষেত্র থাকতে পারে। নিম্নলিখিত প্রকারগুলি ডিফল্ট গ্রন্থপঞ্জী শৈলী দ্বারা স্বীকৃত হয়; কিছু তৃতীয় পক্ষের শৈলী অতিরিক্তগুলি গ্রহণ করতে পারে:\n\nঠিকানা\nপ্রকাশকের ঠিকানা (সাধারণত শুধুমাত্র শহর, কিন্তু কম পরিচিত প্রকাশকদের জন্য সম্পূর্ণ ঠিকানা হতে পারে)\nটীকা\nটীকাযুক্ত গ্রন্থপঞ্জী শৈলীর জন্য একটি টীকা (সাধারণ নয়)\nলেখক\nলেখকের নাম (গুলি) (একাধিক লেখকের ক্ষেত্রে, এবং দ্বারা পৃথক করা হয়েছে)\nবইটিরশিরোনাম\nবইটির শিরোনাম, যদি এর কিছু অংশ উদ্ধৃত করা হয়\nইমেইল\nলেখকের ইমেইল\nঅধ্যায়\nঅধ্যায় সংখ্যা\nক্রসরেফ\nক্রস-রেফারেন্সড এন্ট্রির কী\nডই\nডিজিটাল অবজেক্ট আইডেন্টিফায়ার\nসংস্করণ\nএকটি বইয়ের সংস্করণ, দীর্ঘ ফর্ম (যেমন \"প্রথম\" বা \"দ্বিতীয়\")\nসম্পাদক\nসম্পাদক(দের) এর নাম(গুলি)\nকীভাবে প্রকাশ করা হলো\nকীভাবে প্রকাশ করা হলো, প্রকাশনা পদ্ধতি যদি মানসম্মত না হয়\nপ্রতিষ্ঠান\nযে প্রতিষ্ঠান প্রকাশনার সঙ্গে জড়িত ছিল, তা কিন্তু প্রকাশক নয়\nম্যাগাজিন\nজার্নাল বা ম্যাগাজিনে কাজটি প্রকাশিত হয়েছিল\nমূল\nএন্ট্রির বর্ণানুক্রমিক ক্রম নির্দিষ্ট বা ওভাররাইড করার জন্য ব্যবহৃত একটি লুকানো ক্ষেত্র (যখন \"লেখক\" এবং \"সম্পাদক\" ক্ষেত্রগুলি অনুপস্থিত থাকে)। মনে রাখবেন যে এটি কী (এই তালিকার ঠিক পরে উল্লিখিত) থেকে খুব আলাদা যা এন্ট্রিটি উদ্ধৃত করতে বা ক্রস-রেফারেন্স করতে ব্যবহৃত হয়।\nমাস\nপ্রকাশের মাস (বা, অপ্রকাশিত হলে, সৃষ্টির মাস)\nবিবিধ\nবিবিধ অতিরিক্ত তথ্য\nসংখ্যা\nএকটি জার্নাল, ম্যাগাজিন বা টেক-রিপোর্টের \"(ইস্যু) সংখ্যা\", যদি প্রযোজ্য হয়। মনে রাখবেন যে এটি কিছু জার্নাল দ্বারা নির্ধারিত \"নিবন্ধ সংখ্যা\" নয়।\nসংগঠন\nসম্মেলনের উদ্যোক্তা\nপৃষ্ঠা\nপৃষ্ঠা সংখ্যা, হয় কমা বা ডবল-হাইফেন দ্বারা বিভক্ত।\nপ্রকাশক\nপ্রকাশকের নাম\nবিদ্যালয়\nযে বিদ্যালয়ে থিসিস লেখা হয়েছিল\nসিরিজ\nবইটি যে সিরিজে প্রকাশিত হয়েছিল (যেমন \" দ্য হার্ডি বয়েজ \" বা \" কম্পিউটার সায়েন্সে লেকচার নোটস \")\nশিরোনাম\nকাজের শিরোনাম\nক্ষেত্র\nক্ষেত্রটি প্রকাশনার ডিফল্ট প্রকারকে ওভাররাইড করে (যেমন টেকরিপোর্টের জন্য \"গবেষণা নোট\", phdthesis-এর জন্য \"{PhD} গবেষণামূলক\", ইনবুক/ইনকলেকশনের জন্য \"বিভাগ\")\nখণ্ড\nএকটি জার্নাল বা বহু-খণ্ড বইয়ের খণ্ড\nবছর\nপ্রকাশের বছর (বা, অপ্রকাশিত হলে, সৃষ্টির বছর)\nউপরন্তু, প্রতিটি এন্ট্রিতে একটি মূল (বিবটেক্সমূল) থাকে যা এন্ট্রিকে উদ্ধৃত করতে বা ক্রস-রেফারেন্স করতে ব্যবহৃত হয়। এই মূলটি বিবটেক্স এন্ট্রির প্রথম আইটেম, এবং এটি কোনো ক্ষেত্রের অংশ নয়।\n\n\n== শৈলী ফাইল ==\nবিবটেক্স  একটি স্টাইল ফাইল অনুসারে গ্রন্থপঞ্জি বিষয়ক আইটেমগুলিকে বিন্যাস করে, সাধারণত টেক্স বা ল্যাটেক্স বিন্যাস কমান্ড তৈরি করে৷ যাইহোক, এইচটিএমএল আউটপুট তৈরির জন্য শৈলী ফাইলগুলিও বিদ্যমান। বিবটেক্স শৈলী ফাইল, যার জন্য .bst প্রত্যয়টি সাধারণ, একটি সহজ, স্ট্যাক-ভিত্তিক প্রোগ্রামিং ভাষায় লেখা হয় (\"বিবটেক্স অ্যানোনিমাস ফোর্থ-লাইক ল্যাঙ্গুয়েজ\" বা ড্রিউ ম্যাকডারমট দ্বারা \"বাফল\" নামে ডাকা হয়েছে) যা বর্ণনা করে যে গ্রন্থপঞ্জি আইটেমগুলি কীভাবে বিন্যাস করা উচিত। কিছু প্যাকেজ আছে যা স্বয়ংক্রিয়ভাবে .bst ফাইল তৈরি করতে পারে (যেমন কাস্টম-বিব বা বিবি-ইট)।\nবেশিরভাগ জার্নাল বা প্রকাশক যারা ল্যাটেক্স সমর্থন করে তাদের কাছে লেখকদের সুবিধার জন্য একটি কাস্টমাইজ করা গ্রন্থপঞ্জী শৈলী ফাইল রয়েছে। এটি নিশ্চিত করে যে গ্রন্থপঞ্জী শৈলী ন্যূনতম প্রচেষ্টার সাথে প্রকাশকের নির্দেশিকা পূরণ করে।\n\n\n== ব্যবহারসমূহ ==\nঅ্যাস্ট্রোফিজিক্স ডেটা সিস্টেম - নাসা এডিএস হল আট মিলিয়নেরও বেশি জ্যোতির্বিদ্যা এবং পদার্থবিজ্ঞানের কাগজগুলির একটি অনলাইন ডাটাবেস এবং বিবটেক্স বিন্যাস উদ্ধৃতি প্রদান করে।\nবিবডেস্ক – বিবটেক্স ফাইল তৈরি, সম্পাদনা, পরিচালনা এবং অনুসন্ধানের জন্য ম্যাকওএস-এর জন্য ওপেন-সোর্স সফ্টওয়্যার অ্যাপ্লিকেশন।\nবিবসনমি - বিবটেস্ক-এর উপর ভিত্তি করে একটি সামাজিক বুকমার্ক এবং প্রকাশনা ব্যবস্থাপনা সিস্টেম।\nসিটাভি - রেফারেন্স ম্যানেজার। বিভিন্ন টেক্স-এডিটরস এর সাথে কাজ করে এবং বিবটেক্স ইনপুট এবং আউটপুট সমর্থন করে।\nসিটিসির – গবেষণা প্রকাশনার একটি অনলাইন ডাটাবেস যা বিবটেক্স বিন্যাস উদ্ধৃতি তৈরি করতে পারে।\nসিটিইউলাইক (বন্ধ) - একটি সম্প্রদায় ভিত্তিক গ্রন্থপঞ্জি ডাটাবেস যাতে বিবটেক্স ইনপুট এবং আউটপুট ছিল।\nকম্পিউটার সায়েন্স গ্রন্থপঞ্জির সংগ্রহ - বিবটেক্স কে অভ্যন্তরীণ ডেটা বিন্যাস, অনুসন্ধান ফলাফল এবং প্রাথমিকভাবে বিবটেক্স-এ অবদান হিসাবে ব্যবহার করে।\nকননোটিয়া - ওপেন সোর্স সোশ্যাল বুকমার্ক স্টাইল পাবলিকেশন ম্যানেজমেন্ট সিস্টেম।\nডিজিটাল গ্রন্থপঞ্জি ও গ্রন্থাগার প্রকল্প - একটি গ্রন্থপঞ্জী ওয়েবসাইট যা কম্পিউটার বিজ্ঞান ক্ষেত্রে ৯১০,০০০টিরও বেশি নিবন্ধ তালিকাভুক্ত করে।\nগুগল বুকস – প্রতিটি বইয়ের গ্রন্থপঞ্জী সংক্রান্ত তথ্য 'এক্সপোর্ট সাইট্যাশন' বৈশিষ্ট্যের মাধ্যমে বিবটেক্স বিন্যাসে রপ্তানিযোগ্য।\nগুগল স্কলার - পণ্ডিত সাহিত্য অনুসন্ধানের জন্য গুগল এর সিস্টেম বিবটেক্স বিন্যাস উদ্ধৃতি প্রদান করে যদি বিকল্পটি 'স্কলার পছন্দসমূহ'-এ সক্রিয় থাকে।\nগুগল রিসার্চ - গুগলের কৃত্রিম বুদ্ধিমত্তা বিভাগের মধ্যে অবস্থিত বিবিটেক্স উদ্ধৃতি লিঙ্ক সহ গুগল কর্মীদের প্রকাশনাগুলির একটি সংকলন।\nহাবমেড - বিবটেক্স আউটপুট সহ একটি বহুমুখী পাবমেড ইন্টারফেস।\nইন্সপায়ার-এইচইপি - ইন্সপায়ার হাই-এনার্জি ফিজিক্স লিটারেচার ডাটাবেস এক মিলিয়নেরও বেশি হাই-এনার্জি ফিজিক্স পেপারের জন্য বিবটেক্স ফর্ম্যাট উদ্ধৃতি প্রদান করে।\nযাবরেফ – বিবটেক্স এবং বিবল্যাটেক্স ফাইল তৈরি, সম্পাদনা, পরিচালনা এবং অনুসন্ধানের জন্য ওপেন-সোর্স ক্রস-প্ল্যাটফর্ম সফ্টওয়্যার অ্যাপ্লিকেশন।\nম্যাথসাইনেট – আমেরিকান ম্যাথমেটিকাল সোসাইটি (সাবস্ক্রিপশন) দ্বারা ডেটাবেস, \"বিকল্প বিন্যাস নির্বাচন করুন\" বাক্সে বিবটেক্স নির্বাচন করুন\nমেন্ডেলি - রেফারেন্স ম্যানেজার, কাগজপত্র সংগ্রহের জন্য। এটি বিব ফাইলগুলিতে সংগ্রহ এক্সপোর্ট সমর্থন করে এবং তাদের নিজস্ব ডাটাবেসের সাথে সিঙ্ক্রোনাইজ করে রাখে।\nপ্যান্ডোক - ওপেন-সোর্স ডকুমেন্ট কনভার্টার যা একটি বিবটেক্স ফাইল পড়তে পারে এবং একটি উদ্ধৃতি শৈলী ভাষা (সিএসএল) ফাইলে নির্দিষ্ট করা যেকোনো গ্রন্থপঞ্জী শৈলীতে ফর্ম্যাট করা উদ্ধৃতি তৈরি করতে পারে।\nকিক্কা – মাইক্রোসফট উইন্ডোজ এর জন্য সফ্টওয়্যার অ্যাপ্লিকেশন যাতে পিডিএফ-এর জন্য বিবটেক্স রেকর্ডগুলি স্বয়ংক্রিয়ভাবে পপুলেট করার সরঞ্জামগুলির সাথে একটি সম্পূর্ণ বৈশিষ্ট্যযুক্ত বিবটেক্স সম্পাদক এবং যাচাইকারী অন্তর্ভুক্ত রয়েছে৷\nরেফবেইস - প্রাতিষ্ঠানিক সংগ্রহস্থলের জন্য ওপেন-সোর্স রেফারেন্স ম্যানেজার এবং বিবটেক্স ইনপুট এবং আউটপুট সহ স্ব সংরক্ষণাগার।\nরেফটেক্স – ইম্যাক্স ভিত্তিক রেফারেন্স ম্যানেজার।\nউইকিন্ডএক্স - ওপেন সোর্স ভার্চুয়াল গবেষণা পরিবেশ/বিবটেক্স ইনপুট এবং আউটপুট সহ উন্নত গ্রন্থপঞ্জী পরিচালক।\nউইকিপিডিয়া – একটি নিবন্ধের পাশে এই পৃষ্ঠাটি টিপলে একটি বিবটেক্স বিন্যাস উদ্ধৃতি পাওয়া যায়।\nজিন্ত্রলব্যাট ম্যাথ – ইউরোপিয়ান ম্যাথমেটিকাল সোসাইটি, ফিজ কার্লসরুহে এবং হাইডেলবার্গ একাডেমি দ্বারা ডেটাবেস (সাবস্ক্রিপশন, ৩টি বিনামূল্যের এন্ট্রি); বিবটেক্স বোতাম বা বিন্যাস নির্বাচন করুন।\nজোটেরো – বিভিন্ন কম্পিউটারের মধ্যে সিঙ্ক্রোনাইজেশন, সামাজিক বুকমার্কিং, সংরক্ষিত পিডিএফ এবং বিবটেক্স আউটপুটের মধ্যে অনুসন্ধানের মতো উন্নত বৈশিষ্ট্য সহ ওপেন-সোর্স রেফারেন্স ম্যানেজার।\n\n\n== আরও দেখুন ==\n\nডেটা স্কিম\n\nইন্ডনোট – ইন্ডনোট প্রোগ্রাম দ্বারা ব্যবহৃত একটি পাঠ্য-ভিত্তিক ডেটা স্কিম\nউল্লেখ করুন - একটি বার্ধক্য পাঠ-ভিত্তিক ডেটা স্কিম ইউনিক্স-এর মতো সিস্টেমে সমর্থিত\nরিস – গবেষণা তথ্য সিস্টেম থেকে একটি পাঠ্য-ভিত্তিক ডেটা স্কিম\nবিবপ – বিবটেক্স-এর জন্য একটি ওয়েব-ভিত্তিক ফ্রন্ট-এন্ড ইন্টারফেস\nঅন্যান্য\n\nউদ্ধৃতি শৈলী ভাষা – একটি নতুন এক্সএমএল-ভিত্তিক গ্রন্থপঞ্জি শৈলী স্পেসিফিকেশন যা বিবটেক্স এর .bst ফাইলের অনুরূপ\nরেফারেন্স ম্যানেজমেন্ট সফ্টওয়্যার তুলনা\nটেক্স এক্সটেনশনের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসিটান: প্যাকেজ বিবটেক্স অফিসিয়াল সাইট\nbibtex.org তৃতীয় পক্ষের সাইট।\nবিবটেক্সিং। মূল ম্যানুয়াল (১৯৮৮) বিবটেক্স এর সহ-লেখক, ওরেন পাটাশনিক।\nজর্গেন ফেন দ্বারা বিবটেক্সের সাথে উদ্ধৃতি এবং আপনার গ্রন্থপঞ্জি পরিচালনা করা (দ্য প্র্যাকটেক্স জার্নাল ২০০৬, নম্বর ৪)।\nবিবটেক্স টিউটোরিয়াল। ল্যাটেক্স টিউটোরিয়াল সহ গেটিং টু গ্রিপস থেকে বিভাগ।\nটেমপ্লেট:TeX navbox"}