{"pageid": 1208710, "title": "আকাবা", "url": "https://bn.wikipedia.org/wiki?curid=1208710", "content": "আকাবা (ইংরেজি:   AK-ə-bə,AHK-; আরবি: الْعَقَبَة, উচ্চারণ [ælˈʕæqɑba, ælˈʕæɡæba]) জর্ডানের একমাত্র উপকূলীয় শহর এবং আকাবা উপসাগরের তীরে অবস্থিত বৃহত্তম ও সর্বাধিক জনবহুল শহর। জর্ডানের দক্ষিণ প্রান্তে অবস্থিত এই শহর আকাবা গভর্নোরেটের প্রশাসনিক কেন্দ্র। ২০১৫ সালে শহরটির জনসংখ্যা ছিল ১,৪৮,৩৯৮ জন এবং এর ভৌগোলিক এলাকা ছিল ৩৭৫ বর্গকিলোমিটার (১৪৪.৮ বর্গমাইল)। আকাবা একটি গুরুত্বপূর্ণ বাণিজ্য ও পর্যটনকেন্দ্র। আকাবা বন্দর আশেপাশের অন্যান্য দেশকেও সেবা প্রদান করে।\nআকাবার কৌশলগত অবস্থান লাল সাগরের উত্তর-পূর্ব প্রান্তে এশিয়া ও আফ্রিকার সংযোগস্থলে এর বন্দরের গুরুত্ব হাজার বছরের পুরনো করেছে। প্রাচীন এই শহরের নাম ছিল এলাথ যা লাতিনে পরিচিত ছিল আয়েলা নামে এবং আরবিতে আইলা নামে পরিচিত। তামার খনির কাছাকাছি অবস্থানের কারণে চালকোলিথিক যুগে এটি তামা উৎপাদন ও বাণিজ্যের একটি আঞ্চলিক কেন্দ্র হয়ে ওঠে।\nবাইজেন্টাইন শাসনামলে আইলা একটি বিশপরিক ছিল এবং মুসলিমদের দখলের পর আনুমানিক ৬৫০ খ্রিস্টাব্দে এটি আইলা নামে পরিচিতি পায়; আকাবা নামটি মধ্যযুগের শেষভাগের। মহান আরব বিদ্রোহের সময় আকাবার যুদ্ধে আরব বাহিনী অটোমান সৈন্যদের পরাজিত করে।\nআকাবার পাশেই ওয়াদি রাম এবং পেত্রা অবস্থিত হওয়ায় এটি জর্ডানের অন্যতম প্রধান পর্যটন কেন্দ্র। শহরটি আকাবা বিশেষ অর্থনৈতিক অঞ্চল কর্তৃপক্ষ দ্বারা পরিচালিত হয়, যা আকাবাকে একটি কম করযুক্ত ও শুল্কমুক্ত শহরে রূপান্তর করেছে। এর ফলে আইলা ওয়েসিস, সরায়া আকাবা, মারসা যায়েদ এবং আকাবা বন্দরের সম্প্রসারণসহ বিভিন্ন বৃহৎ প্রকল্প আকৃষ্ট হয়েছে। এসব প্রকল্প আকাবাকে আঞ্চলিক পর্যটনের একটি বড় কেন্দ্রে পরিণত করার লক্ষ্যে গৃহীত হয়েছে। তবে শহরটির কৌশলগত অবস্থানের কারণে শিল্প ও বাণিজ্যিক কর্মকাণ্ড এখনও গুরুত্বপূর্ণ, যেহেতু এটি দেশের একমাত্র সমুদ্রবন্দর। শহরটি ইসরায়েলের ইলাত শহরের সীমানার ঠিক অপর পাশে অবস্থিত, যা একইভাবে ইসরায়েলের একমাত্র লাল সাগর বন্দর। ১৯৯৪ সালের ইসরায়েল–জর্ডান শান্তি চুক্তির পর একটি আন্তঃসীমান্ত পর্যটন ও অর্থনৈতিক অঞ্চল গঠনের পরিকল্পনা থাকলেও, সেগুলোর অল্প কিছু বাস্তবায়িত হয়েছে।\n\n\n== নাম ==\nশহরটির প্রাচীন নাম ছিল এলাথ বা আইলাথ। ধারণা করা হয়, এই নামটি এসেছে সেমিটিক ভাষার একটি গাছের (Pistacia গণের) নাম থেকে। আধুনিক ইলাত (প্রতিষ্ঠিত ১৯৪৭ সালে), যা আকাবা থেকে প্রায় ৫ কিমি উত্তর-পশ্চিমে অবস্থিত, তার নামও এই প্রাচীন বসতি থেকে গ্রহণ করেছে। হেলেনীয় যুগে, শহরটির নামকরণ হয় বেরেনিস (গ্রিক ভাষায় Βερενίκη), তবে মূল নামটি টিকে থাকে এবং রোমান শাসনামলে পুনরায় চালু হয় আইলা, আয়েলা বা হায়েলা নামে, যা বাইজেন্টাইন গ্রিকে লেখা হত Άιλα (আইলা) এবং আরবিতে আইলা (آيلا) নামে পরিচিত ছিল। ক্রুসেডারদের সময় এই শহরটিকে এলিন নামে ডাকা হত।\nবর্তমান নাম আল-আকাবা (العقبة) এসেছে ʿআকাবাত আইলা (عقبة آيلة) থেকে, যার অর্থ \"আইলার পর্বত-পথ\"। এই নামটি প্রথম ১২শ শতকে ভূগোলবিদ ইদ্রিসি-এর লেখায় পাওয়া যায়, তখন এই এলাকা মূলত একটি সামরিক দুর্গে পরিণত হয়েছিল। প্রকৃতপক্ষে এই নামটি বসতির উত্তর-পূর্বে অবস্থিত একটি পার্বত্য পথকে নির্দেশ করে (২৯.৫৫৯° উত্তর ৩৫.০৯৫° পূর্ব﻿ / 29.559; 35.095), যা বর্তমানে আকাবা মহাসড়ক দ্বারা অতিক্রম করা হয়।\n\n\n== ভূগোল ==\nএই শহরটি জর্ডানের দক্ষিণতম প্রান্তে অবস্থিত, লাল সাগরের শীর্ষে আকাবা উপসাগরের তীরে। এর কৌশলগত অবস্থান হলো এটি এশিয়া ও আফ্রিকা মহাদেশের সংযোগস্থলে অবস্থিত, এবং এটি ইসরায়েল, মিশর ও সৌদি আরবের সীমানা ঘেঁষে রয়েছে।\n\n\n=== জলবায়ু ===\nআকাবা অঞ্চলে উষ্ণ মরু জলবায়ু (কেপেন শ্রেণিবিন্যাসে BWh) বিরাজমান, যেখানে শীতকাল নরম ও মাঝে মাঝে উষ্ণ হয়ে থাকে এবং গ্রীষ্মকাল অত্যন্ত গরম ও শুষ্ক। কয়েক বছর অন্তর এখানে শূন্য ডিগ্রির নিচে তাপমাত্রা পরিলক্ষিত হয়। ২০০৮ সালের ১৬ জানুয়ারি, ইলাত-এর মতো আকাবায়ও সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয় −৩.৯ ডিগ্রি সেলসিয়াস (২৫.০ ডিগ্রি ফারেনহাইট)।\n\n\n== স্থানীয় সরকার ==\n২০০০ সালের আগস্ট মাসে আকাবা বিশেষ অর্থনৈতিক অঞ্চল কর্তৃপক্ষ (ASEZA) গঠিত হয়, যা একটি আইনানুগ সংস্থা হিসেবে প্রশাসনিক, রাজস্বসংক্রান্ত, নিয়ন্ত্রক ও অর্থনৈতিক দায়িত্বপ্রাপ্ত প্রতিষ্ঠান হিসেবে কাজ করে।\n\n\n=== প্রশাসনিক বিভাগ ===\nজর্ডান ১২টি প্রশাসনিক বিভাগে বিভক্ত, যেগুলিকে গভর্নোরেট বলা হয়। আকাবা গভর্নোরেট ৩টি জেলায় বিভক্ত, যেগুলোর কিছু উপজেলা এবং আরও ছোট গ্রামে বিভক্ত।\n\n\n== অর্থনীতি ==\nআকাবা জর্ডানের বিশেষ অর্থনৈতিক অঞ্চল হিসেবে পরিচিত এবং এর অর্থনীতি মূলত পর্যটন ও বন্দর শিল্পের ওপর ভিত্তি করে গড়ে উঠেছে। আকাবার ওয়াদি রাম ও পেত্রার নিকটবর্তী অবস্থান শহরটিকে বিশ্ব মানচিত্রে দৃঢ়ভাবে প্রতিষ্ঠিত করেছে এবং এটিকে জর্ডানের অন্যতম প্রধান পর্যটন আকর্ষণ হিসেবে পরিগণিত করেছে। শহরটি আকাবা বিশেষ অর্থনৈতিক অঞ্চল কর্তৃপক্ষ (ASEZA) দ্বারা পরিচালিত হয়, যা আকাবাকে কম করযুক্ত ও শুল্কমুক্ত শহরে রূপান্তর করেছে। এর ফলে আইলা ওয়েসিস, সরায়া আকাবা, মারসা যায়েদ এবং আকাবা বন্দরের সম্প্রসারণসহ বিভিন্ন বৃহৎ প্রকল্প আকৃষ্ট হয়েছে। এসব প্রকল্প শহরটিকে আঞ্চলিক পর্যটন কেন্দ্র হিসেবে গড়ে তুলবে বলে প্রত্যাশা করা হয়। তবে আকাবার কৌশলগত অবস্থানের কারণে এটি দেশের একমাত্র সমুদ্রবন্দর হিসেবে শিল্প ও বাণিজ্যিক কর্মকাণ্ডেও গুরুত্বপূর্ণ ভূমিকা পালন করে।\nআকাবা জর্ডানের একমাত্র সমুদ্রবন্দর হওয়ায় দেশের প্রায় সব রপ্তানি এখান থেকেই সম্পন্ন হয়। ভারী যন্ত্রপাতি শিল্পেও আকাবায় অগ্রগতি লক্ষ্য করা যায়, যেমন এখানে ল্যান্ড রোভার আকাবা অ্যাসেম্বলি প্ল্যান্ট-এর মতো আঞ্চলিক কারখানা স্থাপিত হয়েছে।\n২০০৮ সালের মধ্যে আকাবা বিশেষ অর্থনৈতিক অঞ্চল (ASEZ) প্রায় ১৮ বিলিয়ন মার্কিন ডলার বিনিয়োগ আকৃষ্ট করে, যা ২০২০ সালের জন্য নির্ধারিত ৬ বিলিয়ন ডলারের লক্ষ্যকে এক দশকের কম সময়ে তিনগুণ ছাড়িয়ে যায়। এরপর লক্ষ্য পুনর্নির্ধারণ করে ২০২০ সালের মধ্যে আরও ১২ বিলিয়ন ডলার বিনিয়োগ আনার পরিকল্পনা গ্রহণ করা হয়। কেবল ২০০৯ সালেই ১৪ বিলিয়ন ডলারের চুক্তি স্বাক্ষরিত হয়। বর্তমানে নির্মাণাধীন কয়েকটি প্রধান প্রকল্প হলো:\n\nমারসা যায়েদ — ১০ বিলিয়ন মার্কিন ডলারের এই প্রকল্পটি জর্ডান এবং গোটা অঞ্চলের বৃহত্তম মিশ্র ব্যবহারের উন্নয়ন প্রকল্প। এতে আবাসিক এলাকা, বাণিজ্যিক প্রতিষ্ঠান, বিনোদন কেন্দ্র, আর্থিক ও ব্যবসায়িক সুবিধা এবং হোটেল অন্তর্ভুক্ত থাকবে। এছাড়াও এখানে মেরিনা ও একটি ক্রুজ শিপ টার্মিনাল থাকবে। প্রকল্পটি ৬.৪ মিলিয়ন বর্গমিটার এলাকা জুড়ে বিস্তৃত হবে।\nসরায়া আকাবা — ১.৫ বিলিয়ন ডলারের একটি রিসোর্ট, যাতে থাকবে কৃত্রিম ল্যাগুন, বিলাসবহুল হোটেল, ভিলা ও টাউনহাউস। এটি ২০১৭ সালের মধ্যে সম্পন্ন হওয়ার কথা ছিল।\nআইলা ওয়েসিস — ১.৫ বিলিয়ন ডলারের একটি রিসোর্ট, যেখানে থাকবে কৃত্রিম ল্যাগুন ঘিরে হোটেল, ভিলা ও গ্রেগ নরম্যান ডিজাইনকৃত ১৮-হোল গলফ কোর্স। এর আর্কিটেকচার ‘আরব ভেনিস’-এর অনুকরণে নির্মিত হয়েছে যেখানে অ্যাপার্টমেন্টগুলো খালঘেঁষে অবস্থিত এবং কেবল হেঁটে বা নৌকায় যাওয়া যায়। প্রকল্পটি ২০১৭ সালের মধ্যে সম্পন্ন হওয়ার কথা ছিল।\nতালা বে — ৬৮০ মিলিয়ন মার্কিন ডলার ব্যয়ে নির্মিত একটি রিসোর্ট, যার স্থাপত্যশৈলীতে জর্ডানি ও আঞ্চলিক বৈশিষ্ট্য মিশে আছে। এটি ২ কিমি দীর্ঘ ব্যক্তিগত বালুকাবেলা নিয়ে গঠিত, যা লাল সাগরের তীরে বিস্তৃত।\nদ্য রেড সি অ্যাস্ট্রারিয়াম (TRSA) — এটি ছিল বিশ্বের একমাত্র স্টার ট্রেক থিমভিত্তিক থিম পার্ক প্রকল্প, যার মূল্য ছিল ১.৫ বিলিয়ন মার্কিন ডলার। ২০১৪ সালে এটি সম্পন্ন হওয়ার কথা থাকলেও ২০১৫ সালে প্রকল্পটি বাতিল হয়।\nবন্দর স্থানান্তর — আকাবার বর্তমান বন্দরটি প্রদেশের দক্ষিণ প্রান্তে, সৌদি সীমান্তের কাছে স্থানান্তর করা হবে। নতুন বন্দরের ধারণক্ষমতা বর্তমান বন্দরকে ছাড়িয়ে যাবে। প্রকল্পটির মোট ব্যয় ধরা হয়েছে ৫ বিলিয়ন মার্কিন ডলার এবং এটি ২০১৩ সালের মধ্যে সম্পন্ন হওয়ার কথা ছিল।\nরেল সংযোগ — আকাবাকে জাতীয় রেল ব্যবস্থার সঙ্গে সংযুক্ত করা হবে, যা ২০১৩ সালের মধ্যে সম্পন্ন হওয়ার কথা। এই প্রকল্পটি আকাবাকে জর্ডানের প্রধান শহর ও অর্থনৈতিক কেন্দ্রগুলোর সঙ্গে যুক্ত করবে এবং সৌদি আরব, ইরাক ও সিরিয়ার মতো দেশগুলোর সঙ্গে সংযোগ স্থাপন করবে।\nআকাবা কন্টেইনার টার্মিনাল (ACT) — ২০০৮ সালে টার্মিনালটি ৫৮৭,৫৩০টি টিইইউ (২০ ফুট সমতুল্য ইউনিট) হ্যান্ডেল করে, যা আগের বছরের তুলনায় ৪১.৬% বেশি। ইরাকের রাজনৈতিক স্থিতিশীলতা এবং কনটেইনার শিপিং-এর চাহিদা বৃদ্ধির পরিপ্রেক্ষিতে আকাবা ডেভেলপমেন্ট কর্পোরেশন (ADC) নতুন বন্দর নির্মাণের পরিকল্পনা ঘোষণা করে। নতুন বন্দরটি শহরের দক্ষিণ দিকে প্রায় ২০ কিলোমিটার (১২ মাইল) দূরে স্থাপিত হবে এবং এর জন্য প্রায় ৬০০ মিলিয়ন ডলার ব্যয় হবে। এই প্রকল্পের ফলে অবকাঠামো উন্নয়ন হবে এবং শহরে অন্যান্য উন্নয়নের জন্য জায়গা উন্মুক্ত হবে। কিং হুসেইন আন্তর্জাতিক বিমানবন্দর (KHIA) উন্নয়ন এবং একটি লজিস্টিক সেন্টার স্থাপন আকাবাকে বাণিজ্য ও পরিবহণের একটি আঞ্চলিক কেন্দ্রে পরিণত করবে।\n\n\n== জনমিতি ==\n২০১১ সালে আকাবা ছিল জর্ডানের মধ্যে সর্বোচ্চ জনসংখ্যা বৃদ্ধির হারসম্পন্ন শহরগুলোর একটি। ওই সময়ে শহরের কেবল ৪৪% ভবন ১৯৯০ সালের আগেই নির্মিত হয়েছিল। জর্ডানের পরিসংখ্যান বিভাগ ২০০৭ সালে আকাবা শহরের জন্য একটি বিশেষ আদমশুমারি পরিচালনা করে, যাতে শহরের মোট জনসংখ্যা ছিল ৯৮,৪০০। ২০১১ সালের আনুমানিক জনসংখ্যা ছিল ১,৩৬,২০০। জাতীয় স্তরের সঙ্গে তুলনামূলক ফলাফল নিচের ছকে উপস্থাপন করা হলো:\n\n\n=== ধর্ম ===\n\nআকাবার জনসংখ্যার বেশিরভাগই মুসলিম, তবে শহরে এখনও খ্রিষ্টানদের উপস্থিতি বিদ্যমান। আনুমানিক ৫,০০০ খ্রিষ্টান পরিবার আকাবায় বসবাস করে। শহরে একাধিক গির্জা এবং রোজারি সিস্টার্স স্কুল আকাবা-সহ বেশ কয়েকটি খ্রিষ্টান স্কুল রয়েছে।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}