{"pageid": 1208647, "title": "সাধ বৈষ্ণববাদ", "url": "https://bn.wikipedia.org/wiki?curid=1208647", "content": "সাধ বৈষ্ণববাদ বা মধ্ব বৈষ্ণববাদ বা ব্রহ্মসম্প্রদায় হিন্দুধর্মের বৈষ্ণব ঐতিহ্যের মধ্যে একটি। সাধ বৈষ্ণববাদ ত্রয়োদশ শতাব্দীর দার্শনিক মধ্বাচার্য দ্বারা প্রতিষ্ঠিত।\nঐতিহ্যটি প্রাচীন বেদ ও পঞ্চরাত্র গ্রন্থে এর শিকড় খুঁজে পায়। মাধব সম্প্রদায় বা সাধ বৈষ্ণব সম্প্রদায়কে ব্রাহ্ম সম্প্রদায় বলা হয়, যা আধ্যাত্মিক গুরুদের \nউত্তরাধিকার সূত্রে ব্রহ্মা থেকে উদ্ভূত হয়েছে বলে উল্লেখ করে।\nমাধব চূড়ান্ত বাস্তবতাকে ব্যক্তিগত ও সগুণ ব্রহ্ম (গুণ সহ পরম) হিসাবে দেবতা বিষ্ণু (নারায়ণ)-কে সমর্থন করেছেন। তাই দেবতা বিষ্ণু তাঁর সহধর্মিণী  লক্ষ্মী সহ, এবং তাদের ঐশ্বরিক অবতার ও রূপকে এই ঐতিহ্যে শ্রদ্ধা করা হয় এবং পূজা করা হয়। সাধ বৈষ্ণবধর্মে, সৃষ্টিকর্তা সৃষ্টির চেয়ে উচ্চতর, এবং তাই মোক্ষ শুধুমাত্র বিষ্ণুর কৃপা থেকে আসে, তবে একা প্রচেষ্টা থেকে নয়। সাধ বৈষ্ণবধর্ম জ্ঞানে, ভক্তি ও বৈরাগ্য হল মোক্ষের জন্য প্রয়োজনীয় পদক্ষেপ এবং কর্ম করাকেও পূজার রূপ হিসেবে বিবেচনা করা হয়। তাই সাধ বৈষ্ণবধর্মে, জ্ঞানযোগ, ভক্তিযোগ ও  কর্মযোগ শ্রী বৈষ্ণবধর্মের তুলনায় মোক্ষ অর্জনের জন্য সমানভাবে গুরুত্বপূর্ণ যেখানে মোক্ষ লাভের জন্য শুধুমাত্র ভক্তিযোগ যথেষ্ট।\n\n\n== ব্যুৎপত্তি ==\nসাধ বৈষ্ণববাদ শব্দটি সাধ থেকে উদ্ভূত হয়েছে, যার অর্থ \"সত্য\" এবং হিন্দু দেবতা বিষ্ণু। মধ্ব শব্দটি ঐতিহ্যের প্রতিষ্ঠাতা মধ্বাচার্যের নাম থেকে এসেছে। সম্প্রদায় শব্দটি হিন্দুধর্মীয় ঐতিহ্যকে বোঝায়। এর অনুসারীরা সাধ বৈষ্ণব নামে পরিচিত।\n\n\n== দর্শন ও ধর্মতত্ত্ব ==\n\nসাধ বৈষ্ণববাদের দার্শনিক ভিত্তি মাধব দ্বারা প্রতিষ্ঠিত, যিনি অদ্বৈত বেদান্ত মঠে অচ্যুতপ্রেক্ষার সাথে তার বৈদিক অধ্যয়ন শুরু করেছিলেন। কিন্তু গুরু ও শিষ্যের মধ্যে ক্রমাগত মতবিরোধ ছিল এবং অধ্যয়ন শীঘ্রই শেষ হয়। যাইহোক, তিনি এই গুরুর হাতে পূর্ণপ্রজ্ঞা নামে দীক্ষা গ্রহণ করেন এবং আনন্দ তীর্থ নামে তাঁর ভাষ্য রচনা করেন। মধ্বাচার্য তার নিজের গুরু অচ্যুতপ্রেক্ষাকে দ্বৈতবেদান্তে রূপান্তরিত করেছিলেন, যেমন রামানুজ তার অদ্বৈত গুরু যাদবপ্রেক্ষাকে রূপান্তরিত করে গোবিন্দসুরে বিশিষ্টাদ্বৈত রেখেছিলেন। মাধব এই ঐতিহ্যে বৈদান্তিক ও উপনিষদিক ধারণা নিয়ে আসেন এবং হিন্দু ঐতিহ্যে দ্বৈতবেদান্ত নামে দ্বৈতবাদের উপর গ্রন্থ রচনা করেন। তার ধারণা হল বেদান্তের তিনটি উপদর্শনের একটি, বাকি দুটি আদি শঙ্করের অদ্বৈত বেদান্ত (পরম অদ্বৈত) এবং রামানুজাচার্যের বিশিষ্টাদ্বৈত (যোগ্য অদ্বৈতবাদ) নামে পরিচিত।\nমাধবের মতে, দিব্য ও আত্মা একে অপরের থেকে সম্পূর্ণ আলাদা। মাধবসম্প্রদায় বিষ্ণুকে সর্বোচ্চ হিন্দু দেবতা হিসেবে পূজা করে এবং মাধবকে সম্মান করে, যাকে তারা বিষ্ণুর পুত্র বায়ুর অবতার বলে মনে করে। মাধবধর্ম এই পৃথিবীতে বায়ুকে বিষ্ণুর প্রতিনিধি এবং হনুমান, ভীম ও মধ্বাচার্যকে তার তিন অবতার বলে মনে করে; এই কারণে, রামায়ণে হনুমানের এবং মহাভারতে ভীমের ভূমিকার উপর জোর দেওয়া হয়েছে, এবং মধ্বাচার্যকে বিশেষভাবে সম্মান করা হয়।\nঅগণিত গ্রন্থে মাধব দ্বারা বায়ুকে বিশিষ্টভাবে দেখানো হয়েছে।\nমধ্বাচার্য ছিলেন কট্টর বৈষ্ণব যিনি হিন্দু দেবতাদের মধ্যে বিষ্ণুই সর্বোচ্চ এই বিশ্বাসকে জোর দিয়েছিলেন, এবং অন্য হিন্দু দেবতারা সমানভাবে সর্বোচ্চ হতে পারে এমন কোনো দাবি মেনে নিতে অস্বীকার করেন। মধ্বাচার্য বলেন যে আদিতে একজনই দেবতা ছিলেন এবং তিনি ছিলেন নারায়ণ বা বিষ্ণু। মধ্বাচার্য বলেছেন যে চূড়ান্ত ঐশ্বরিক বাস্তবতা, যাকে হিন্দু ঐতিহ্যগুলি ব্রহ্ম হিসাবে উল্লেখ করে এবং জীবাত্মা নামে পরিচিত পৃথক আত্মাগুলি স্বাধীন বাস্তবতা হিসাবে বিদ্যমান এবং এগুলি স্বতন্ত্র। মাধব বলেছেন \"ব্রহ্মশব্দশ্চ বিষ্ণবেব\", যে ব্রহ্ম শুধুমাত্র বিষ্ণুকে উল্লেখ করতে পারেন। মধ্বাচার্যের মতে, বিষ্ণু কেবল অন্য কোন দেব ছিলেন না, বরং তিনিই এক এবং একমাত্র পরম সত্তা ছিলেন। \"যথেচ্চাসি তাথা কুরু\" এর উপর  মাধব আরও জোর দেন, যা শর্মা অনুবাদ করে ব্যাখ্যা করেছেন \"সঠিক ও ভুলের মধ্যে বেছে নেওয়ার অধিকার রয়েছে, প্রতিটি ব্যক্তি তার নিজের দায়িত্ব ও নিজের ঝুঁকি থেকে বেছে নেয়\"। \nমাধবসম্প্রদায়ে, বিষ্ণু, লক্ষ্মী, ব্রহ্মা, বায়ু, সরস্বতী, শিব, পার্বতী, সুব্রহ্মণ্য ও গণেশ সহ সমস্ত দেবতাকে \"তারতম্য বেধ\" অনুসারে পূজা করা হয়। প্রকৃতপক্ষে, মধ্বাচার্য তাঁর তন্ত্র সারসংগ্রহে দেবতার পূজা পদ্ধতি স্পষ্টভাবে ব্যাখ্যা করেছেন। তার অনেক রচনায় মধ্বাচার্য শিবতত্ত্ব, পঞ্চমুখী শিব (রুদ্র) পূজা করার পদ্ধতি এবং পঞ্চাক্ষরী মন্ত্র—ওঁ নমঃ শিবায় এবং স্পষ্টভাবে শিব উপাসনার কারণ ব্যাখ্যা করেছেন। মাধবসম্প্রদায়ের অনেক বিশিষ্ট সাধক ও পণ্ডিত শিবের উপর স্তোত্র, স্তুতি ও গান লিখেছেন। ব্যাসতীর্থ রচিত \"লঘু শিব স্তূতি\", নারায়ণ পণ্ডিতাচার্য  শিবস্তূতি এবং সত্যধর্মতীর্থ শ্রী রুদ্রম এর উপর ভাষ্য লিখেছেন। ভারতবিদ বি. এন. কে. শর্মা বলেছেন যে মাধবসম্প্রদায় শিবের উপাসনার বিরোধী নন।  শর্মা বলেছেন, মধ্বাচার্যের বৈষ্ণববাদ অন্যান্য দেবতা যেমন শিব, পার্বতী, গণেশ, সুব্রহ্মণ্য এবং হিন্দু ধর্মালম্বীদের উপাসনার ক্ষেত্রে বেশি সহনশীল ও মানানসই। এই কারণেই কণক দাস যদিও তার প্রথম জীবনে তথাচার্যের প্রভাবে শিব ইত্যাদি উপাসনার বিরুদ্ধে শ্রী বৈষ্ণব মতবাদে সম্পূর্ণভাবে সন্মত হননি এবং পরে ব্যাসতীর্থের শিষ্য হয়েছিলেন।\nমাধব শঙ্করের নির্গুণ ব্রহ্ম-এর ধারণাকে প্রত্যাখ্যান করেন—অর্থাৎ, বৈশিষ্ট্যহীন ব্রহ্ম—এবং সগুণ ব্রহ্ম—অর্থাৎ বৈশিষ্ট্যযুক্ত ব্রহ্ম—কে চূড়ান্ত ঐশ্বরিক বাস্তবতা হিসেবে গ্রহণ করেন। মাধব দর্শনে, ব্রহ্ম সমস্ত ইতিবাচক গুণাবলীর অধিকারী; এগুলোর মূলে রয়েছে অস্তিত্ব, চেতনা ও আনন্দ। একজন নৈর্ব্যক্তিক ব্রহ্ম, যেমন শঙ্করের নির্গুণ ব্রহ্ম এই কাজগুলি সম্পাদন করতে পারে না। মাধবের জন্য, ব্যক্তিগত ব্রহ্ম বিষ্ণুর থেকে আলাদা নয়, যাকে বৈষ্ণবরা বিশ্বের সৃষ্টিকর্তা, রক্ষণাবেক্ষণকারী ও ধ্বংসকারী বলে মনে করেন। মাধব দৃষ্টিভঙ্গি অনুসারে, কিছুই ব্রহ্মকে শর্ত দিতে পারে না। মাধবের মতে, ব্রহ্ম ন্যায় দর্শনের সীমিত অসীম ঐশ্বরিক বাস্তবতা নয় বা রামানুজের দর্শনের মতো বস্তু ও নিজের সাথে অবিচ্ছেদ্য সম্পর্কযুক্ত নয়। বরং, ব্রহ্মকে সম্পূর্ণ স্বাধীন হিসাবে দেখা হয়, কিন্তু জীবদের কার্যকলাপ, জ্ঞান ও অস্তিত্বের জন্য ব্রহ্মের উপর নির্ভরশীল হিসাবে দেখা হয়। বৈষ্ণব দৃষ্টিভঙ্গি অনুসারে, বিষ্ণু তাঁর ইচ্ছায় জগৎ সৃষ্টি করেন এবং বস্তু ও আত্মের জগতকে অস্তিত্বে আনেন। বস্তু ও আত্মা, যদিও একে অপরের কাছে বাস্তব ও অপরিবর্তনীয়, তারা ব্রহ্মের উপর নির্ভরশীল। জগৎ বিলুপ্তির সময়, বস্তু ও বস্তুগুলিকে ব্রহ্ম দ্বারা বিচ্ছিন্ন বুদ্ধিতে রূপান্তরিত করে এবং নিজেদেরকে বিচ্ছিন্ন বুদ্ধিতে রূপান্তরিত বলে মনে করা হয়; এটা বিশ্বাস করা হয়, এমনকি দ্রবীভূত অবস্থায়ও, ব্রহ্ম, পদার্থ ও জীব একে অপরের থেকে স্বতন্ত্র থাকে এবং একে অপরের সাথে মিশে যায় না।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\n\n== আরও পড়ুন ==\nHelmuth von Glasenapp (১৯৯২)। Madhva's Philosophy of the Viṣṇu Faith। Dvaita Vedanta Studies and Research Foundation। \nDeepak Sarma (২৯ সেপ্টেম্বর ২০১৭)। An Introduction to Madhva Vedanta। Routledge। আইএসবিএন 9781351958738। সংগ্রহের তারিখ ২৯ সেপ্টেম্বর ২০১৭। \nOkita, Kiyokazu (২০১২)। \"Chapter 15. Who are the Mādhvas? A Controversy over the Public Representation of the Mādhva Sampradāya\"।   John Zavos;  ও অন্যান্য। Public Hinduisms। New Delhi: Sage Publ. India। আইএসবিএন 978-81-321-1696-7। \nPadmanabhachar, C.M.। The Life and Teachings of Sri Madhvacharya (পিডিএফ)। সংগ্রহের তারিখ ২৮ জুলাই ২০১১। \nSharma, B. N. Krishnamurti (১৯৬২)। Philosophy of Śrī Madhvācārya। Motilal Banarsidass (2014 Reprint)। আইএসবিএন 978-8120800687। \nSharma, B. N. Krishnamurti (২০০০)। A History of the Dvaita School of Vedānta and Its Literature, 3rd Edition। Motilal Banarsidass (2008 Reprint)। আইএসবিএন 978-8120815759। \n\n\n== বহিঃসংযোগ ==\nDvaita.org  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ জুন ২০২৩ তারিখে\nTatvavada"}