{"pageid": 12089, "title": "উর্দু ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12089", "content": "উর্দু ভাষা (اردو) ইন্দো-ইউরোপীয় ভাষা পরিবারের ইন্দো-আর্য শাখার ভাষা। পাকিস্তানে প্রায় ১ কোটি লোক এবং ভারতে প্রায় ৫ কোটি লোকের মাতৃভাষা উর্দু। এছাড়াও এটি আফগানিস্তানের শহরগুলিতে ও পারস্য উপসাগরীয় দেশগুলির শহর এলাকায় প্রচলিত। যুক্তরাজ্য, যুক্তরাষ্ট্র, কানাডা, নরওয়ে ও অস্ট্রেলিয়ার পাকিস্তানি অভিবাসী সম্প্রদায় উর্দুতে কথা বলেন। সারা বিশ্বে উর্দু মাতৃভাষীর সংখ্যা প্রায় ৬ কোটি।\n\n\n== ইতিহাস ==\nহিন্দি নামটি ফার্সি থেকে এসেছে। পারস্যের অধিবাসীরা ভারতীয় লোক ও তাদের ভাষাকে হিন্দি নামে ডাকত। ইতিহাসবিদেরা মনে করেন। ৮ম-১০ম শতকের দিকে ভারতে মুসলিম আক্রমণের সময় উত্তর ভারতের খারি বোলি কথ্য ভাষা থেকে হিন্দির উৎপত্তি ঘটে।\n১৩তম শতাব্দী হতে ১৯তম শতাব্দীর শেষ অবধি আজকের যে ভাষাটি উর্দু নামে পরিচিত, সেই ভাষাটি যুগপৎ হিন্দি হিন্দভি, হিন্দুস্তানি ভাষা নামে পরিচিত ছিল৷\nউর্দু শব্দটি ফার্সি ভাষার জন্য ব্যবহৃত হত৷ শাহেনশাহ-ই-হিন্দোস্তান শাহ্ আলম দ্বিতীয় যিনি হিন্দী ভাষায় লিখেছেন, তিনি নিজে শহর-ই-উর্দুয়ে-মুয়াল্লায়ে-শাহজাহানাবাদ (বর্তমান পুরাতন দিল্লী) এ হিন্দী ভাষার প্রচলন ও জনপ্রিয়তা বৃদ্ধি করেন৷ তখন হতেই হিন্দী/হিন্দবী/হিন্দোস্তানী ভাষার সাথে সমার্থক রূপে জুবান-ই-উর্দুয়ে-মুয়াল্লায়ে-শাহজাহানাবাদ (বা সংক্ষেপে জুবান-ই-উর্দূ) নামের ব্যবহার শুরু হয়৷ তবে ব্রিটিশ সরকারের সময় ১৯০০ সনে ঐতিহাসিক মূল হিন্দুস্তানি ভাষাটিকে উর্দু নাম দিয়ে সেই একই ব্যাকরণের উপর সংস্কৃত শব্দ বহুল হিন্দি নামে একটি ভাষা রেজিস্টার তৈরি করা হয়৷\nখড়ি বোলি ছিল দিল্লি এলাকার ভাষা, এবং বহিরাগত মুসলিম শাসকেরা সাধারণ জনগণের সাথে যোগাযোগের জন্য এই ভাষাই ব্যবহার করতেন। এই খড়ি বোলি ভাষার একটি রূপ ধীরে ধীরে ফার্সি ও আরবি ভাষা থেকে প্রচুর শব্দ ধার করলে উর্দু নামের এক সাহিত্যিক ভাষার উদ্ভব ঘটে। উর্দু শব্দটি তুর্কি \"ওর্দু\" শব্দ থেকে এসেছে যার অর্থ \"শিবির\" বা \"ক্যাম্প\"। অন্যদিকে সাধারণ জনগণের মুখের ভাষায় আরবি-ফার্সির তেমন প্রভাব পড়েনি, বরং তারা সংস্কৃত ভাষা থেকে শব্দ ও সাহিত্যিক রীতি ধার করতে শুরু করে এবং এভাবে হিন্দি ভাষার জন্ম হয়।\n\n\n== লিখন পদ্ধতি ==\n\nদ্বিবিধ প্রভাবের কারণে হিন্দি ভাষা দেবনাগরী লিপিতে লেখা হয় এবং এর শব্দভাণ্ডারের বেশির ভাগই সংস্কৃত থেকে এসেছে। অন্যদিকে উর্দু ভাষা নাস্তালিক লিপিতে লেখা হত এবং এর শব্দভাণ্ডার ফার্সি ও আরবি থেকে বহু ঋণ নিয়েছে। তবে নাস্তালিক ছাড়াও সপ্তদশ, অষ্টাদশ ও ঊনবিংশ শতাব্দীতে উর্দূ ভাষা দেবনাগরী, গুরুমুখী এবং কায়থী সহ আরও অনেক হরফে লেখা হত৷ এছাড়া ভাষা দুইটির ধ্বনি ব্যবস্থা ও ব্যাকরণেও সামান্য পার্থক্য আছে। ১২শ শতক থেকে উর্দু ও হিন্দি উভয় ভাষাই সাহিত্যের ভাষা হিসেবে ব্যবহৃত হয়ে আসছে। ১৯শ শতকে ইংরেজির প্রভাবে উর্দু ও হিন্দি সাহিত্যের বিকাশ ঘটে।\n\n\n== হিন্দুস্তানি ভাষার সঙ্গে সম্পর্ক ==\n\nমূলত হিন্দুস্তানি ভাষাটিই আসলে আজকের উর্দু ভাষা৷ কিন্তু ১৯৪৭-এর পর হিন্দুস্তানি ভাষাটি সাহিত্যিক ভাষার মর্যাদা পায়নি, যদিও মহাত্মা গান্ধী ইংরেজবিরোধী আন্দোলনে একতা প্রদর্শনের জন্য হিন্দুস্তানি ভাষায় কথা বলতেন।\n\n\n== উপভাষা ==\nউর্দুর বেশ কিছু উপভাষা বিদ্যমান। এর অধিকাংশই ভারতে। পাকিস্তানের পাঞ্জাব প্রদেশে উর্দুর বেশ কিছু জাত লক্ষ্য করা যায়।\nএকসময় ঢাকাইয়া উর্দু নামে বাংলাদেশের ঢাকাতে উর্দুর একটি উপভাষা প্রচলিত ছিল। কিন্তু বাংলাদেশের স্বাধীনতার পরে প্রমিত বাংলার প্রভাবে এই ভাষাটি হারিয়ে যেতে থাকে।\n\n\n== স্বীকৃতি ==\nউর্দু ইংরেজির সাথে পাকিস্তান এর রাষ্ট্রভাষা। যেসব পাকিস্তানির মাতৃভাষা উর্দু নয়, তাদের জন্য এটি ২য় বা ৩য় ভাষা। পাকিস্তানের সমস্ত সরকারি, ব্যবসায়িক, গণমাধ্যমমূলক ও শিক্ষায়তনিক কাজ উর্দুতে সম্পন্ন হয়।\nউর্দু ভারতেরও একটি সরকারি ভাষা এবং তেলেঙ্গানা অন্ধ্রপ্রদেশ, দিল্লি, জম্মু ও কাশ্মীর, এবং উত্তরপ্রদেশ এ এটির সরকারি মর্যাদা আছে। এই রাজ্যগুলিতে উর্দু সরকারি প্রশাসন ও প্রাথমিক বিদ্যালয়গুলিতে শিক্ষার মাধ্যম হিসেবে ব্যবহৃত হয়। ভারতের সর্বত্রই মুসলিমেরা উর্দু ভাষা ব্যবহার করেন, তবে পশ্চিমবঙ্গের মুসলমানরা উর্দু ভাষার গুরুত্ব দেয়না, কারণ সে রাজ্যের মোট মুসলিম জনসংখ্যার ৯৫% বাঙালি ও তাই মাতৃভাষা বাংলা। কেরল, তামিলনাড়ুর মুসলিমরাও যথাক্রমে মালয়ালম ও তামিলে কথাবার্তা-কাজকর্ম করে। থাকেন ভারতে বেশ কিছু উর্দু সংবাদপত্র ছাপা হয়। নিজস্ব পাঠ্যপরিকল্পনাবিশিষ্ট উর্দু স্কুলও রয়েছে ভারতে।\n\n\n== আরও দেখুন ==\nহিন্দি-উর্দু বিতর্ক\nআরবি হরফে বাংলা লিখন\n\n\n== তথ্যসূত্র ==\n\nহিন্দি-উর্দু বিতর্ক\n\n\n== বহিঃসংযোগ ==\n\nThe History of the Urdu Language\nEncyclopedia Britannica\nবিবিসি\nউর্দ্দু"}