{"pageid": 1208492, "title": "গুদেতামা", "url": "https://bn.wikipedia.org/wiki?curid=1208492", "content": "গুদেতামা ( জাপানি: ぐでたま ) হল ২০১৩ সালের একটি কার্টুন চরিত্র যা জাপানি কোম্পানি সানরিও দ্বারা উত্পাদিত হয়।  চরিত্রটি একটি নৃতাত্ত্বিক ডিমের কুসুম যার প্রধান বৈশিষ্ট্য হল অলসতা এবং দুঃখ।  \"গুদেতামা\" নামটি lazy (ぐでぐで, gudegude)  এবং egg (たまご, tamago)  tamago) এর জন্য জাপানি শব্দ থেকে উদ্ভূত হয়েছে।  গুদেতামা তৈরি করেছিলেন সানরিও ডিজাইনার অ্যামি, যার আসল নাম Emi Nagashima (永嶋 瑛美, Nagashima Emi)  । \nমূলত প্রাক-কৈশোরের বাজারকে লক্ষ্য করে, গুদেতামা কিশোর এবং প্রাপ্তবয়স্কদের মধ্যে সম্পর্কযুক্ত হওয়ার জন্য জনপ্রিয়তা অর্জন করেছিল, আধুনিক সমাজে বেঁচে থাকার অসুবিধাগুলিকে মূর্ত করে।  ফলস্বরূপ, গুদেতামার লক্ষ্য গোষ্ঠী সহস্রাব্দে প্রসারিত হয়েছিল।  ২০১৯ সালের হিসাবে গুদেতামা ছিলেন সানরিওর তৃতীয় সবচেয়ে লাভজনক চরিত্র।  গুদেতামা ২০১৪ থেকে ২০২০ পর্যন্ত জাপানে টিবিএস -এ একটি অ্যানিমেটেড মর্নিং শোতে প্রদর্শিত হয়েছিল এবং ২০২২ সালের ডিসেম্বরে প্রকাশিত একটি নেটফ্লিক্স শোতে উপস্থিত হয়েছিল।  চরিত্রের ওপর ভিত্তি করে ভিডিও গেম ও কমিকসও তৈরি করা হয়েছে। বিমান এবং ট্রেনগুলিকে গুদেটামা থিমযুক্ত সাজসজ্জার সাথে ব্র্যান্ড করা হয়েছে এবং রেস্তোরাঁগুলি গুদেটামা থিমযুক্ত ডিমের খাবার পরিবেশন করেছে। চরিত্রটি পোশাক, স্টেশনারি এবং খেলনা সহ বিভিন্ন পণ্যদ্রব্যে প্রদর্শিত হয়েছে।\n\n\n== সৃষ্টি ও ইতিহাস ==\nগুদেটামা ২০১৩ সালে ২৬ বছর বয়সী সানরিও ডিজাইনার অ্যামি বা এমি নাগাশিমা (নাগাশিমা এমি) দ্বারা তৈরি করা হয়েছিল।  গুডেটামার সৃষ্টি একটি ডিম দ্বারা অনুপ্রাণিত হয়েছিল যা তিনি কর্মক্ষেত্রে দীর্ঘ দিন পরে রাতের খাবারের জন্য প্রস্তুত করছিলেন। তার কাছে, কুসুমটি তার ঘৃণ্য আচরণের কারণে সুন্দর বলে মনে হয়েছিল।  তিনি অনুভব করেছিলেন যে কুসুমটি আজকের তরুণদের মতো দেখাচ্ছে - জীবন সম্পর্কে ক্লান্ত বোধ করছে। অতএব, তিনি একটি ডিমের চরিত্র ডিজাইন করেছিলেন এবং সহস্রাব্দকে আকৃষ্ট করার জন্য এর ব্যক্তিত্ব তৈরি করেছিলেন। \n২০১৩ সালে, গুডেটামা তার ডিজাইনারদের অনুপ্রাণিত করার জন্য এবং নতুন চরিত্রগুলি পরীক্ষা করার জন্য সানরিও দ্বারা আয়োজিত একটি খাদ্য-ভিত্তিক প্রতিযোগিতায় অংশ নিয়েছিল। গুদেটামা দ্বিতীয় স্থানে ছিলেন, প্রতিযোগিতার বিজয়ী কিরিমিচান নামে একটি প্রফুল্ল স্যামন ফিলেট ছিলেন।  যদিও গুডেটামা প্রাথমিকভাবে কিরিমিচানের চেয়ে কম জনপ্রিয় ছিল, তবে এটি স্যামন চরিত্রের চেয়ে বেশি ভক্ত এবং উচ্চতর বাজার মূল্য অর্জন করেছিল।\n\"গুদেতামা\" নামটি দুটি অংশ থেকে নেওয়া হয়েছে: প্রথমটি হল আইডিওফোন গুদেগুদে ( জাপানি: ぐでぐで) ), যা অলস এবং শক্তির অভাবের ছাপ জাগানোর জন্য ব্যবহৃত হয়। দ্বিতীয় অংশটি জাপানি শব্দ তামাগো ( জাপানি: たまご) থেকে এসেছে ) যার অর্থ ডিম।  অতএব, গুদেতামাকে ইংরেজিতে \"অলস ডিম\" হিসাবে অনুবাদ করা যেতে পারে।\n\n\n== তথ্যসূত্র =="}