{"pageid": 1208894, "title": "২৮তম কলকাতা আন্তর্জাতিক চলচ্চিত্র উৎসব", "url": "https://bn.wikipedia.org/wiki?curid=1208894", "content": "২৮তম কলকাতা আন্তর্জাতিক চলচ্চিত্র উৎসব ২০২২ সালের ১৫ - ২২ ডিসেম্বর পর্যন্ত কলকাতার নেতাজি ইন্ডোর স্টেডিয়ামে অনুষ্ঠিত হয়েছিল। ১৯৭৩ সালে হৃষিকেশ মুখোপাধ্যায়ের অভিমান চলচ্চিত্র দিয়ে উৎসবের সূচনা হয়। উৎসবের ৭ দিনের মধ্যে ১৩০টি ফিচার ফিল্ম এবং ৪২টি দেশের ৫২টি শর্ট ও ডকুমেন্টারি ফিল্ম সহ ১৮৩টি চলচ্চিত্র প্রদর্শিত হয়।  উদ্বোধনী অনুষ্ঠানে উপস্থিত ছিলেন পশ্চিমবঙ্গের মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায়, অমিতাভ বচ্চন , জয়া বচ্চন, শাহরুখ খান, রানী মুখার্জী এবং ক্রিকেটার সৌরভ গাঙ্গুলী।\n২২ ডিসেম্বর সাহেব চ্যাটার্জির আয়োজনে রবীন্দ্র সদনে উৎসবটি সমাপ্ত হয়। জুয়ান সেবাস্তিয়ান ভাসকুয়েজ ও আলেজান্দ্রো রোজাসের স্প্যানিশ চলচ্চিত্র আপন এন্ট্রি এবং মুহাম্মদ কাইয়ুমের বাংলাদেশি চলচ্চিত্র কুড়া পক্ষীর শূন্যে উড়া যৌথভাবে সেরা চলচ্চিত্রের জন্য গোল্ডেন রয়েল বেঙ্গল টাইগার পুরস্কার জিতেছে, যেখানে সেরা পরিচালকের জন্য গোল্ডেন রয়েল বেঙ্গল টাইগার পুরস্কার জিতেছে আর্নেস্তো আরদিতো এবং ভির্না মোলিনা তাদের চলচ্চিত্র হিটলারস উইচের জন্য।\n\n\n== বছরের হাইলাইটস ==\nঅমিতাভ বচ্চন সম্পর্কে রেট্রোস্পেকটিভ\nঅমিতাভ বচ্চন তার জীবন এবং কাজ উদযাপনের উপর একটি পূর্ববর্তী, তার চলচ্চিত্র প্রদর্শনের মাধ্যমে উপস্থাপন করা হয়।\nবিশেষ শ্রদ্ধা নিবেদনের মাধ্যমে\nচলচ্চিত্র নির্মাতা তরুণ মজুমদার, প্রবীণ অভিনেতা প্রদীপ মুখার্জি, শাস্ত্রীয় সঙ্গীতজ্ঞ শিবকুমার শর্মা এবং আমেরিকান অভিনেতা অ্যাঞ্জেলা ল্যান্সবারি , যারা ২০২২ সালে মারা গিয়েছিলেন, তাদের উৎসবে বিশেষ শ্রদ্ধা জানানো হবে।\nশতবর্ষ উদযাপন\nফরাসি চলচ্চিত্র পরিচালক ও চিত্রনাট্যকার অ্যালাইন রেসনাইস, ইতালীয় চলচ্চিত্র নির্মাতা পিয়ের পাওলো পাসোলিনি , গ্রীক চলচ্চিত্র অভিনেতা ও পরিচালক মাইকেল ক্যাকোয়ানিস, ভারতীয় চলচ্চিত্রের কিংবদন্তি ব্যক্তিত্ব দিলীপ কুমার, অসিত সেন, হৃষিকেশ মুখার্জী, ভারতী দেবী, কে আসিফ এবং হিন্দুস্তানি শাস্ত্রীয় সঙ্গীতজ্ঞ আলী আকবর খান ।\nগেম অন, একটি নতুন বিভাগ\nএ বছর থেকে একটি নতুন ক্যাটাগরি 'গেম অন' চালু করা হবে। সৌমিত্র চট্টোপাধ্যায়ের ১৯৮৪ সালের চলচ্চিত্র কোনি , ২০১৬ সালের চলচ্চিত্র এমএস ধোনি: দ্য আনটোল্ড স্টোরি , ২০২১ সালের চলচ্চিত্র ৮৩ সহ সাতটি ক্রীড়া সম্পর্কিত চলচ্চিত্র তরুণ প্রজন্মের মধ্যে খেলাধুলার প্রচারের জন্য প্রদর্শিত হবে।\n\n\n== জুরি ==\n\n\n=== আন্তর্জাতিক জুরি ===\nআন্তর্জাতিক প্রতিযোগিতা: মুভিং ইমেজে উদ্ভাবন\n\nইলিয়ানা জাকোপোলো, (চেয়ারপারসন), গ্রীক ফিল্ম সেন্টারের বিক্রয় ও প্রচার বিভাগের প্রধান (হেলাস ফিল্ম)।\nমানো খলিল, একজন কুর্দি-সুইস চলচ্চিত্র পরিচালক এবং প্রযোজক\nশালিনী ডোরে, ভ্যারাইটির সম্পাদক\nতানভীর মোকাম্মেল, বাংলাদেশ ফিল্ম ইনস্টিটিউটের (বিএফআই) বর্তমান পরিচালক\nতন্নিষ্ঠা চ্যাটার্জি, একজন ভারতীয় অভিনেত্রী এবং পরিচালক\nভারতীয় ভাষার চলচ্চিত্র নিয়ে প্রতিযোগিতা\n\nসিদ্দিক বারমাক , (চেয়ারপারসন), একজন আফগান চলচ্চিত্র পরিচালক ও প্রযোজক\nগুলনারা আবিকেয়েভা, একজন কাজাখ চলচ্চিত্র সমালোচক এবং চলচ্চিত্র গবেষক\nভিয়েরা ল্যাঙ্গেরোভা, স্লোভাকিয়ান চলচ্চিত্র সমালোচক, প্রভাষক এবং চিত্রনাট্যকার\nএশিয়ান সিলেক্ট (NETPAC পুরস্কার)\n\nলতিকা পাদগাঁওকর (চেয়ারপারসন), একজন কলামিস্ট, অনুবাদক এবং একাধিক বইয়ের সম্পাদক, এছাড়াও NETPAC (ভারত) এবং FIPRESCI-এর সদস্য।\nইতালো স্পিনেলি, একজন পরিচালক এবং লেখক, এশিয়াটিকা ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল, রোমের প্রতিষ্ঠাতা এবং শৈল্পিক পরিচালক\nসুপ্রিয়া সুরি, ভারতে সিনেদারবার-এর প্রতিষ্ঠাতা সদস্য এবং একজন চলচ্চিত্র কিউরেটর এবং তার প্রযোজনা সংস্থা মাইসন সু পরিচালনা করেন।\nভারতীয় শর্ট ফিল্ম নিয়ে প্রতিযোগিতা\n\nজয়া সীল ঘোষ, একজন ভারতীয় অভিনেত্রী, নৃত্যশিল্পী এবং প্রযোজক\nপ্রসূন চট্টোপাধ্যায়, একজন ভারতীয় চলচ্চিত্র নির্মাতা, এছাড়াও কলকাতা ভিত্তিক চলচ্চিত্র প্রযোজনা সংস্থা কথক টকিজের প্রতিষ্ঠাতা\nরাজহরশী দে, একজন লেখক এবং সৃজনশীল পরিচালক, এছাড়াও বাংলায় দুটি চ্যানেল- কালারস বাংলা এবং জি বাংলার প্রকল্প প্রধান ।\nভারতীয় ডকুমেন্টারি ফিল্ম নিয়ে প্রতিযোগিতা\n\nঅনিন্দিতা চৌধুরী, Zee5 কলকাতা এবং বাংলাদেশের জন্য অরিজিনাল কনটেন্টের বর্তমান ভাইস প্রেসিডেন্ট\nমানস মুকুল পাল, একজন ভারতীয় চলচ্চিত্র পরিচালক এবং লেখক\nসানি ঘোষ রায়, একজন সৃজনশীল উদ্যোক্তা। বর্তমানে Acropolis Entertainment Pvt. লিমিটেড\n\n\n== অফিসিয়াল নির্বাচন ==\nSource:\n\n\n=== Inaugural Film ===\n\n\n=== Competition categories ===\n\n\n==== International Competition: Innovation in Moving Images ====\nSource:\n\nHighlighted title indicates award winner\n\n\n==== Competition on Indian Language's Films ====\nSource:\n\nHighlighted title indicates award winner\n\n\n==== Asian Select (NETPAC Award) ====\n\n\n==== Competition on Indian Short Films ====\nSource:\n\n\n==== Competition on Indian Documentary Films ====\n\n\n=== Non-Competition Categories ===\n\n\n==== Amitabh Bachchan: A Living Legend ====\nSource:|\n\n\n==== Bengali Panorama ====\n\n\n==== Centenary tribute ====\nInternational\n\nIndian\n\n\n==== Cinema International ====\n\n\n==== Game On ====\n\n\n==== Homage ====\nFour films will be showcased to pay homage to Jean-Luc Godard, the French-Swiss film director, screenwriter, and film critic.\n\n\n==== Short and Documentary Panorama ====\n\n\n==== Special Screening ====\nSource:\n\n\n==== Special tribute ====\n\n\n==== Unheard India: Rare Language Films ====\nSource:\n\n\n== বিজয়ী ==\nSource:\n\nGolden Royal Bengal Tiger Award for Best Film:\nUpon Entry\nদ্য গোল্ডেন উইংস অফ ওয়াটারকোক্স\nGolden Royal Bengal Tiger Award for Best Director: Ernesto Ardito, Virna Molina for Hitler's Witch\nGolden Royal Bengal Tiger Award for Best Short: I Am, Mehmood by Prataya Saha\nGolden Royal Bengal Tiger Award for Best Documentary: Nybreum - The Unsettled Shade by Neha Sharma\nSpecial Jury mention (Innovation in Moving Pictures): Silent Glory by Nahid Hassanzadeh\nHiralal Sen Memorial Award Best Film (Indian language's films) : Muthayya by Bhaskhar Maurya\nHiralal Sen Memorial Award Best Director (Indian language's films) : Naanera by Deepankar Prakash\nSpecial Jury mention (Indian language's films):\nThe Terrace by Indrani\nIf Only Trees Could Talk by Dr. Bobby Sarma Baruah\nNETPAC Award for Best Film : Fortune by Muhiddin Muzaffar\nSpecial Jury mention (Indian Short Films):\nVoid by Nabapan Deka\nThe Divine Touch by Dr. Prosenjit Choudhury\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}