{"pageid": 12094, "title": "ইউক্রেনীয় ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12094", "content": "ইউক্রেনীয় (українська мова, উক্রাইন্‌স্কা মভ়া, আধ্বব: [ʊkrɐˈjinʲsʲkɐ ˈmɔʋɐ]) হলো ইন্দো-ইউরোপীয় ভাষাগোষ্ঠীর পূর্ব স্লাভীয় শাখার একটি ভাষা, যা মূলত ইউক্রেনে ব্যবহার করা হয়ে থাকে। এই ভাষাটি অধিকাংশ ইউক্রেনীয়দের মাতৃভাষা বা প্রথম ভাষা।\nইউক্রেনীয় ভাষা ইউক্রেনীয় বর্ণমালায় লেখা হয়, যা সিরিলিক লিপির একটি প্রকারভেদ। ইউক্রেনীয় ভাষার প্রমিত ও মান্যরূপ ইউক্রেনের জাতীয় বিজ্ঞান একাডেমি ও পোটেবনিয়া ভাষাবিজ্ঞান ইনস্টিটিউট কর্তৃক নির্ধারণ করা হয়। ইউক্রেনীয় ভাষাকে প্রায়শই রুশ ভাষা ও পূর্ব স্লাভীয় ভাষা পরিবারের বেলারুশীয় ভাষা (বেলারুশীয় ভাষা ও ইউক্রেনীয় ভাষা অধিক পারস্পরিক বোধগম্য) এবং দূরবর্তী শাব্দিক মিলযুক্ত পশ্চিম স্লাভীয় ভাষা পরিবারের পোলিশ ভাষা ও দক্ষিণ স্লাভীয় ভাষা পরিবারের বুলগেরীয় ভাষার সাথে তুলনা করা হয়।\nইউক্রেনীয় ভাষা হলো প্রাচীন পূর্ব স্লাভীয় ভাষার বংশধর। মধ্যযুগীয় কিয়েভান রুশ' রাজ্যের অধিবাসীরা এই ভাষায় কথা বলত। গ্র‍্যান্ড ডাচি অব লিথুয়ানিয়ার অধীনে এই ভাষাটি রুথেনীয় ভাষায় রূপান্তরিত হয় এবং দাপ্তরিক মর্যাদা লাভ করে। এরপর পোলীয়–লিথুয়ানীয় কমনওয়েলথের অধীনে এই ভাষায় পোলিশ ভাষার প্রভাব বাড়তে থাকে। ১৮শ শতাব্দীর দিকে রুথেনীয় ভাষা বিভিন্ন আঞ্চলিক উপভাষায় বিভক্ত হয়ে পড়ে এবং বর্তমান ইউক্রেন অঞ্চলে আধুনিক ইউক্রেনীয় ভাষার রূপ লাভ করে। রুশ সাম্রাজ্যের অধীনে রুশীকরণের প্রভাবে প্রাতিষ্ঠানিক শিক্ষা ও দাপ্তরিক কাজে ইউক্রেনীয় ভাষাকে নিষিদ্ধ করা হয়। সোভিয়েত আমলেও এই ধারা অনেকটা অব্যাহত থাকে। তা সত্ত্বেও ভাষাটি দেশজুড়ে ব্যবহৃত হতে থাকে। বিশেষ করে পশ্চিম ইউক্রেনে ভাষাটি শক্তিশালী অবস্থান ধরে রাখে।\n\n\n== ভাষাতাত্ত্বিক বিকাশ ==\n\n\n=== তত্ত্ব ===\nপ্রাচীন পূর্ব স্লাভীয় ভাষা থেকে আধুনিক ইউক্রেনীয় ভাষায় রূপান্তরের জন্য প্রয়োজনীয় স্বরধ্বনির ক্রমান্বিত পরিবর্তনের সূচনা ঘটে খ্রিষ্টীয় ১২শ-১৩শ শতাব্দীতে। এই সময়কালে কিয়েভীয় রুশ'-এর রাজত্ব ছিল। প্রাচীন পূর্ব স্লাভীয় ভাষার স্বরধ্বনি এ এবং ও-এর উচ্চারণ ঈষৎ দীর্ঘায়িত ও উচ্চায়িত হয়। একই সাথে দুর্বল ইয়ের নামক স্বরধ্বনি সম্পূর্ণভাবে বিবর্জিত হয়। উদাহরণস্বরূপ, প্রাচীন পূর্ব স্লাভীয় ভাষার котъ /kɔtə/ > ইউক্রেনীয় кіт /kit/ 'বিড়াল' (মধ্যবর্তী /koˑtə̆/, /kuˑt(ə̆)/, /kyˑt/ বা অনুরূপ ধারাবাহিক রূপান্তরের মাধ্যমে) অথবা প্রাচীন পূর্ব স্লাভীয় ভাষার печь /pʲɛtʃʲə/ > ইউক্রেনীয় піч /pitʃ/ 'চুল্লি' (মধ্যবর্তী /pʲeˑtʃʲə̆/, /pʲiˑtʃʲ/ বা অনুরূপ ধারাবাহিক রূপান্তরের মাধ্যমে) ইত্যাদি। এছাড়াও ১৩শ-১৪শ শতাব্দীতে প্রাচীন পূর্ব স্লাভীয় ভাষার স্বনিম и /i/ ও ы /ɨ/ একত্রিত হয়ে ইউক্রেনীয় ভাষার স্বতন্ত্র ধ্বনিতে /ɪ ~ e/ রূপান্তরিত হয়, যাকে и দিয়ে লেখা হয়। প্রাচীন পূর্ব স্লাভীয় ব্যঞ্জনধ্বনি г /g/ উষ্মধ্বনিতে রূপান্তরের মাধ্যমে ১৩শ শতকের দিকে প্রথমে /ɣ/ এবং পরে আধুনিক ইউক্রেনীয় ভাষায় /ɦ/ হিসেবে পরিবর্তিত হয়। সেই সময়ের ধ্বনিতাত্ত্বিক এই পরিবর্তনগুলো রুশ ভাষায় দেখা যায় না। ইউক্রেনীয় ভাষার বাইরে পূর্ব স্লাভীয় ভাষায় г /g/ ধ্বনির উষ্মধ্বনিতে রূপান্তর শুধু বেলারুশীয় ভাষার ক্ষেত্রে লক্ষ্য করা যায়, যেখানে এর ধ্বনির বর্তমান উচ্চারণ /ɣ/।\nআগাফানগেল ক্রিমস্কি ও আলেক্সি শাখমাতভ ধারণা করেন, প্রাগৈতিহাসিক সময়ে পূর্ব স্লাভীয়রা একটি সাধারণ ভাষা ব্যবহার করত। তাদের মতে খ্রিষ্টীয় ৮ম অথবা ৯ম শতাব্দীর শুরুর দিকে প্রাচীন পূর্ব স্লাভীয় ভাষার বিভাজন ঘটতে শুরু করে।\nরুশ ভাষাবিদ আন্দ্রে জালিজনিয়াকের মতে, ১১শ-১২শ শতাব্দীতে প্রাচীন নভগোরদ উপভাষা কিয়েভীয় রুশ'-এর অন্যান্য উপভাষার থেকে উল্লেখযোগ্যভাবে পৃথক ছিল। তবে ১৩শ-১৫শ শতাব্দীর দিকে উপভাষাগুলোর সাথে অনেকটা সাদৃশ্য লাভ করে। ফলে আধুনিক রুশ ভাষা এই নভগোরদ উপভাষা এবং কিয়েভীয় রুশ' অঞ্চলের অন্যান্য উপভাষার সংমিশ্রিত হয়ে সৃষ্টি হয়েছে বলে মনে করেন। অন্যদিকে, তার মতে, ইউক্রেনীয় ও বেলারুশীয় ভাষা এমন কিছু উপভাষা থেকে উৎপত্তি লাভ করেছে, যা একে অপরের থেকে খুব সামান্যই আলাদা ছিল।\nতবে ইউক্রেনীয় ভাষাবিদ স্তেপান স্মাল-স্তৎস্কি পূর্বে কোনো এক সময়ে সাধারণ প্রাচীন পূর্ব স্লাভীয় ভাষার অস্তিত্ব অস্বীকার করেন। ইয়েভগেন তিমচেনকো, ভসেভলোদ গানৎসভ, ওলেনা কুরিলো, ইভান ওগিয়েনকো প্রমুখ স্মাল-স্তৎস্কির সাথে সহমত পোষণ করেন। তাদের মতে, পূর্ব স্লাভীয় জাতিসমূহের মৌখিক উপভাষাগুলো ৬ষ্ঠ থেকে ৯ম শতাব্দী পর্যন্ত কোনো অন্তর্বর্তী সাধারণ ভাষায় রূপান্তর লাভ না করে, বরং সরাসরি প্রত্ন-স্লাভীয় ভাষা থেকে ধীরে ধীরে রূপান্তরিত হয়েছিল। সম্ভবত পরবর্তী ঐতিহাসিক সময়ে বর্তমান ইউক্রেন অঞ্চলে জাতিসমূহের ঘন ঘন পরিব্রাজনের কারণে উপভাষাসমূহ একত্রিত হয়ে আধুনিক ইউক্রেনীয় ভাষায় রূপ লাভ করেছে। জর্জ শেভেলভের ধ্বনিতাত্ত্বিক গবেষণাতেও এই বিষয়টি পরিলক্ষিত হয়। শেভেলভের গবেষণায় দেখা যায় যে, ইউক্রেনীয় ভাষার পূর্বপুরুষ প্রাচীন পূর্ব স্লাভীয় ভাষার দক্ষিণাঞ্চলীয় উপভাষাগুলোর যতদূর পর্যন্ত সন্ধান পাওয়া যায়, তাদের মধ্যে কিছু বিশেষ বৈশিষ্ট্য ইতোমধ্যেই দৃশ্যমান ছিল।\n\n\n=== মধ্যযুগে ব্যুৎপত্তি ও বিকাশ ===\n\nকৃষ্ণসাগরের উত্তরে স্লাভীয় জনগোষ্ঠী মধ্যযুগের শুরু পর্যন্ত সিথীয় ও সারমেশীয়দের ঘনিষ্ঠ সংস্পর্শে ছিল। ফলস্বরূপ, ধারণা করা হয়, আধুনিক ইউক্রেনীয় ও রুশ ভাষার দক্ষিণাঞ্চলীয় উপভাষাসমূহের মহাপ্রাণ উষ্ম γ/г (রোমানীকরণে \"h\") ধ্বনি সিথীয় ভাষা থেকে এসেছে এবং এর সাথে পূর্ব ইরানীয় উপভাষার সম্পর্ক রয়েছে। এগুলো আরও পূর্বে প্রত্ন-ইন্দো-ইউরোপীয় *g এবং *gʰ থেকে এসেছে।\n১৩শ শতাব্দীতে রুথেনিয়া রাজ্যের যুবরাজগণ জার্মানদের ইউক্রেন অঞ্চলে আমন্ত্রণ জানালে, এই অঞ্চলের কথ্য ভাষায় জার্মান শব্দ প্রবেশ করতে থাকে। পোলিশ সাম্রাজ্যের অধীনেও ইউক্রেনীয় ভাষায় জার্মানদের প্রভাব অব্যাহত থাকে। জার্মান অভিবাসীদের সাথে সাথে ইদ্দিশভাষী ইহুদিদের মাধ্যমেও এই প্রভাব বিস্তৃত হয়। বাণিজ্য ও হস্তশিল্পসংক্রান্ত শব্দসমূহ বিশেষ অবস্থান লাভ করে। ইউক্রেনীয় ভাষায় জার্মান বা ইদ্দিশ ভাষা থেকে উদ্ভূত শব্দের মধ্যে উল্লেখযোগ্য হলো: dakh (\"ছাদ\"), rura (\"নল\"), rynok (\"বাজার\"), kushnir (\"ফুরিয়ার\"), and majster (\"মাস্টার\" বা \"শিল্পী\")।\n\n\n=== পোল্যান্ড ও লিথুয়ানিয়ার অধীনে বিকাশ ===\n১৩শ শতাব্দীতে মস্কোসহ রুশ' রাজ্যের পূর্বাংশ তাতার শাসনের অধীনে চলে আসে। পরবর্তীতে এই অঞ্চল মাস্কোভীয় জারতন্ত্রের অধীনে আসে। অন্যদিকে কিয়েভসহ দক্ষিণ-পশ্চিমাঞ্চল লিথুয়ানিয়ার গ্র‍্যান্ড ডাচির অধীনে ন্যাস্ত হয়। পরবর্তী প্রায় ৪০০ বছর ইউক্রেনের দুই অঞ্চলের ভাষা অনেকটা পৃথকভাবে বিকাশ লাভ করে। ১৬শ শতাব্দীর শেষ দিকে সরাসরি লিখিত ইউক্রেনীয় ভাষার অস্তিত্ব পাওয়া যায়। ১৬শ শতাব্দীতে ধর্মীয়ভাবে প্রমিত প্রাচীন গির্জার স্লাভোনীয়, রুথেনীয় এবং পোলিশ ভাষার সংমিশ্রণে এক অদ্ভূত ভাষাকে দাপ্তরিক কাজকর্মের জন্য স্বীকৃতি দেওয়া হয়। তৎকালীন অভিজাত এবং শ্লাখটা নামে পরিচিত গ্রামীণ জমিদারশ্রেণির অধিকাংশই পোলিশভাষী ছিল। তাই এই ভাষাগুলোর মধ্যে পোলিশ ভাষা অপেক্ষাকৃত বেশি গুরুত্ব লাভ করতে থাকে। এই সময়কার নথিপত্র থেকে দেখা যায়, এই সময়ে স্থানীয় রুথেনীয় ভাষা ধ্বনিসমষ্টির উপরে পোলিশ ভাষার বৈশিষ্ট্য প্রকটভাবে আরোপিত হতে থাকে।\nপোলীয়–লিথুয়ানীয় শাসন এবং শিক্ষাব্যবস্থায় এই অঞ্চলে লাতিন ভাষার প্রভাব যুক্ত হয়। ইউক্রেনীয় ভাষায় পোলিশ প্রভাবের প্রায় সবটুকুই এই সময়ের মধ্যে প্রতিষ্ঠিত হয়। পোলিশ ও লাতিন থেকে আগত শব্দভাণ্ডার এবং ভাষাতাত্ত্বিক কাঠামো দৈনন্দিন কাজে ব্যবহার্য ইউক্রেনীয় ভাষায় স্থায়ী রূপ লাভ করে। পোলিশ ভাষা থেকে আগত শব্দের মধ্যে উল্লেখযোগ্য হলো: zavzhdy (সর্বদা; প্রাচীন পোলিশ ভাষার শব্দ zawżdy থেকে আগত) এবং obitsiaty (প্রতিজ্ঞা করা; পোলিশ ভাষার obiecać থেকে আগত)। এছাড়া raptom (হঠাৎ) এবং meta (লক্ষ্য বা উদ্দেশ্য) শব্দগুলো লাতিন থেকে পোলিশ ভাষার মাধ্যমে ইউক্রেনীয় ভাষায় প্রবেশ লাভ করে।\nতাতার এবং তুর্কি জাতিগোষ্ঠীর মধ্যে গুরুত্বপূর্ণ সংস্পর্শের কারণে তুর্কীয় ভাষাসমূহ থেকে যুদ্ধ ও কৃষিজ শিল্পসংক্রান্ত শব্দাবলি ইউক্রেনীয় ভাষায় প্রবেশ করে। যেমন: torba (ব্যাগ) ও tyutyun (তামাক) ইত্যাদি।\nপোলিশ, জার্মান, চেক ও লাতিন থেকে প্রচুর কৃতঋণ শব্দের কারণে, শুরুতে আধুনিক কথ্য ইউক্রেনীয় ভাষার (প্রস্তা মভা, “সরল বুলি”) শব্দভাণ্ডার রুশ কিংবা গির্জার স্লাভোনীয় ভাষার তুলনায় পশ্চিম স্লাভীয় ভাষাসমূহের সাথে অধিক সাদৃশ্যপূর্ণ ছিল। ১৭শ শতাব্দীর মাঝামাঝি পর্যায়ে এসে রুশ ও ইউক্রেনীয় ভাষার মধ্যে পার্থক্য এতটাই প্রকট রূপ লাভ করেছিল যে জাপোরিজিয়ার শাসক বোহদান খমেলনিৎস্কি ও রাশিয়ার মধ্যে পেরিয়াস্লাভের চুক্তি স্বাক্ষরে আলোচনার সুবিধার্থে দোভাষী নিয়োগ করা হয়।\n১৮শ শতাব্দী নাগাদ রুথেনীয় ভাষার বিভিন্ন আঞ্চলিক উপভাষা বিকশিত হয়ে বেলারুশীয়, রুসিন ও ইউক্রেনীয় ভাষার রূপ লাভ করে।\n\n\n=== ধারাবাহিক সময়রেখা ===\nইউক্রেনীয় ভাষার স্বীকৃত ধারাবাহিক সময়কালকে তিনটি ভাগে ভাগ করা হয়, যথাক্রমে: প্রাচীন ইউক্রেনীয়, মধ্য ইউক্রেনীয় ও আধুনিক ইউক্রেনীয়। শেভেলভের মতে, এই বিভাজন সমসাময়িক লিখিত উৎসের ভিত্তিতে করা হয়েছে, যা তৎকালীন সামাজিক-ঐতিহাসিক বিকাশকেও প্রতিফলিত করে। তিনি মধ্য ইউক্রেনীয় সময়কালকে আবার তিনটি ভাগে ভাগ করেন:\n\nপ্রত্ন-ইউক্রেনীয় যুগ (সংক্ষেপে পিইউ, ইউক্রেনীয়: protoukrajinsʼkyj, ১১শ শতাব্দীর মাঝামাঝি সময়ের পূর্ব পর্যন্ত), এই সময়কালে ইউক্রেনের অধিবাসীদের কোনো উল্লেখযোগ্য লিখিত বিবরণ খুঁজে পাওয়া যায় না। এই সময়কালের ভাষা প্রাচীন পূর্ব স্লাভীয় ভাষার বৈশিষ্ট্যসমূহের অনুরূপ।\nপ্রাচীন ইউক্রেনীয় (সংক্ষেপে ওইউ, davnʼoukrajinsʼkyj বা davnʼoukrajinsʼka mova, ১১শ শতাব্দী মাঝামাঝি থেকে আনুমানিক ১৪শ শতাব্দী পর্যন্ত, প্রথাগতভাবে ১৩৮৭ সালকে এই সময়কালের শেষসীমা হিসেবে ধরা হয়), মূলত গির্জার স্লাভীয় ভাষার লিখিত দলিলাদি থেকে এই ভাষার ধ্বনিতাত্ত্বিক বৈশিষ্ট্য বের করা হয়েছে। বৃহত্তর প্রাচীন পূর্ব স্লাভীয় ভাষার অংশ।\nমধ্য ইউক্রেনীয় (serednʼoukrajinsʼkyj বা staroukrajinsʼka mova, ১৫শ থেকে ১৮শ শতাব্দী পর্যন্ত), ঐতিহাসিকভাবে রুথেনীয় ভাষা নামে পরিচিত।\nপ্রাক মধ্য ইউক্রেনীয় (ইএমই, rannʼoserednʼoukrajinsʼkyj, ১৫শ শতাব্দী থেকে ১৬শ শতাব্দীর মাঝামাঝি সময় পর্যন্ত), এই সময়কার ইউক্রেনীয় ও বেলারুশীয় ভাষার মধ্যকার পার্থক্য ভাষাতাত্ত্বিক বিশ্লেষণের প্রধান লক্ষ্যবস্তু।\nমধ্য ইউক্রেনীয় (এমইউ, serednʼoukrajinsʼkyj, ১৬শ শতাব্দীর মাঝামাঝি থেকে ১৮শ শতাব্দীর শুরুর সময় পর্যন্ত, আনুমানিক ১৫৭৫–১৭২০), বিভিন্ন আঞ্চলিক উপভাষার সাথে গির্জার স্লাভোনীয় ভাষার সংমিশ্রণ বা সমষ্টি।\nশেষ মধ্য ইউক্রেনীয় (এলএমইউ, piznoserednʼoukrajinsʼkyj, ১৮শ শতাব্দীর অবশিষ্টাংশ, আনুমানিক ১৭২০–১৮১৮), বিভিন্ন ইউক্রেনীয়–রুশ এবং রুশ–ইউক্রেনীয় মিশ্র পাঠ্য হিসেবে প্রাপ্ত।\nআধুনিক ইউক্রেনীয় (এমওইউ, sučasnyj বা sučasna ukrajinsʼka mova, ১৮শ শতাব্দীর শেষ থেকে বর্তমানকাল পর্যন্ত, শুরুর সময়কে ১৮১৮ সাল ধরা হয়), স্থানীয় ভাষাকে প্রথমে সাহিত্য এবং পরবর্তীতে সকল ক্ষেত্রে স্বীকৃতি দেওয়া হয়।\nইউক্রেনে প্রতি বছর ৯ নভেম্বর পূর্বদেশীয় সনাতনপন্থী কাহিনীকার নেস্টারের ভোজন দিবসে ইউক্রেনীয় লিখন ও ভাষা দিবস উদযাপন করা হয়।\n\n\n== মৌখিক ভাষার ইতিহাস ==\n\n\n=== কিয়েভীয় রুশ' এবং রুথেনিয়া রাজ্য ===\n\nকিয়েভীয় রুশ' আমলে (আনু. ৮৮০–১২৪০) ইউক্রেনীয় ভাষার বিষয়ে ভাষাবিজ্ঞানীদের মধ্যে মতপার্থক্য বিদ্যমান। এর কারণ হলো, এই সময়ে লিখিত অধিকাংশ সাহিত্য বা পাঠ্য সর্বাংশে অথবা প্রায় সবটুকু অংশে প্রাচীন গির্জার স্লাভোনীয় ভাষায় লিখিত। কোনো কোনো ভাষাতাত্ত্বিক এখানে প্রাক ইউক্রেনীয় ভাষা বিকাশের ক্ষেত্র বলে করেন এবং একে প্রাচীন রুথেনীয় ভাষা হিসেবে আখ্যা দেন। তবে অন্যান্যরা একে প্রাচীন পূর্ব স্লাভীয় ভাষা বলে বর্ণনা করেন। রুশ ভাষাতাত্ত্বিকগণ রুশ' জাতিকে রাশিয়ার পূর্বপুরুষ বলে মনে করেন এবং এই ভাষার সময়কালকে প্রাচীন রুশ ভাষার কাল বলে আখ্যা দেন। তবে রুশ ভাষাবিদ আন্দ্রে জালিজনিয়াকের (২০১২) মতে, নভগোরদ প্রজাতন্ত্রের অধিবাসীরা ১৪শ শতাব্দী পর্যন্ত নিজেদের রুশ' বলে পরিচয় দিত না, বরং কিয়েভ, পেরিয়াস্লাভ ও চেরনিগভের অধিবাসীদের তারা রুশ' বলে অভিহিত করত। সমসাময়িক বিভিন্ন উপাখ্যান থেকে জানা যায়, গ্যালিসিয়া–ভোলহিনিয়া রাজ্যের রাজা ও যুবরাজগণ নিজেদের \"রুশ'-এর অধিবাসী\" বলে পরিচয় দিতেন। তবে বৈদেশিক বিবরণে তাদের রুথেনীয় বলে অভিহিত করা হয় এবং এই কারণে এই অঞ্চলকে রুথেনিয়া প্রিন্সিপালিটি বা রাজ্য নামেও অভিহিত করা হতো।\nআন্দ্রে জালিজনিয়াকের মতে, ১১শ থেকে ১২শ শতাব্দীর দিকে নভগোরদীয় উপভাষার সাথে কিয়েভীয় রুশ'-দের কথ্য ভাষায় উল্লেখযোগ্য পার্থক্য ছিল। তবে ১৩শ–১৫শ শতাব্দীর দিকে এদের মধ্যকার বৈসাদৃশ্য হ্রাস পেতে থাকে। ফলে, রুশ ভাষা নভগোরদীয় উপভাষা এবং কিয়েভীয় রুশ উপভাষার সংমিশ্রণের ফলে বিকশিত হয় বলে মনে করা হয়। অন্যদিকে, ইউক্রেনীয় ও বেলারুশীয় ভাষা এমন কিছু উপভাষা থেকে উৎপত্তি লাভ করে, যাদের মধ্যে উল্লেখযোগ্য বৈসাদৃশ্য ছিল না।\n\n\n=== লিথুয়ানিয়া/পোল্যান্ড এবং মস্কোভি/রাশিয়ার অধীনে ===\n\nরুথেনিয়া রাজ্যের পতনের পর ইউক্রেন প্রথমে লিথুয়ানিয়া এবং এরপর পোল্যান্ডের অধীনে চলে আসে। লিথুয়ানিয়ার শাসনকালে স্থানীয় প্রশাসন ও ভাষা স্বতন্ত্রভাবে বিকশিত হয়। লিথুয়ানিয়ার গ্র‍্যান্ড ডাচির অধীনে প্রাচীন পূর্ব স্লাভীয় ভাষা দাপ্তরিক মর্যাদা লাভ করে এবং রুথেনীয় ভাষায় বিকশিত হয়। এরপর পোলিশ শাসনের অধীনে এই ব্যবস্থা অনেকটা আত্তীকরণবাদী হয়ে উঠে। ১৫৬৯ সালের লুবলিন ইউনিয়নের মাধ্যমে পোলিশ–লিথুয়ানীয় কমনওয়েলথ প্রতিষ্ঠা হলে ইউক্রেনের একটি বড় অংশ লিথুয়ানিয়ার থেকে পোল্যান্ডের অধীনে ন্যাস্ত হয়। এই সময়ে ইউক্রেনে সাংস্কৃতিক পোলীয়করণ এবং পোলিশ অভিজাত কর্তৃক ইউক্রেনে উপনিবেশ স্থাপনের প্রবণতা দেখা যায়।\nএই সময়ে অনেক অভিজাত শ্রেণির ইউক্রেনীয়দের মধ্যে নিজেদের সামাজিক উচ্চ এবং অভিজাত অবস্থান ধরে রাখার জন্য পোলিশ ভাষা শেখা এবং ক্যাথলিক ধর্মাবলম্বনের প্রবণতা লক্ষ্য করা যায়। শিক্ষাগ্রহণের প্রবণতা সমাজের উঁচু শ্রেণির অভিজাত এবং যাজকশ্রেণির মধ্যে সীমাবদ্ধ থাকায় সমাজের নিচু শ্রেণির মানুষের মধ্যে এর প্রভাব খুব কমই দেখা যায়। ক্যাথলিক গির্জার সাথে সংযুক্তির পরে যাজকশ্রেণি পোলিশ শাসকদের থেকে আরও অধিক চাপের সম্মুখীন হয়। ধীরে ধীরে প্রায় সম্পূর্ণ শিক্ষাব্যবস্থাই পোলিশ ভাষার উপর নির্ভরশীল হয়ে পড়ে। রুথেনিয়ায় প্রশাসনিক দলিলাদির ক্ষেত্রেও ধীরে ধীরে একমাত্র ভাষা হিসেবে পোলিশ অধিষ্ঠা লাভ করতে থাকে।\nবিশেষ করে ইউক্রেনের পশ্চিমাঞ্চলে পোলিশ প্রভাব অত্যন্ত বেশি পরিলক্ষিত হয়। দক্ষিণ-পশ্চিম ইউক্রেনের ভাষা পোলিশে রূপান্তরশীল হয়ে উঠে। ইউক্রেনীয় ভাষা আরও বিকশিত হতে থাকলে তাতার ও তুর্কি ভাষার সংস্পর্শে তাতার ও তুর্কি থেকে বিভিন্ন শব্দ ইউক্রেনীয় ভাষায় প্রবেশ করে। খ্রিষ্টীয় ১৬শ শতাব্দী ও ১৭শ শতাব্দীর মাঝামাঝি পর্যন্ত পোলিশ–লিথুয়ানীয় কমনওয়েলথের অংশ হওয়া সত্ত্বেও এই সময়ে ইউক্রেনীয় ভাষা ও সংস্কৃতির প্রভূত উন্নয়ন সাধিত হয়। এই সময়ে স্থাপিত প্রতিষ্ঠানসমূহের মধ্যে পূর্ব সনাতনপন্থী প্রধান বিশপ পেট্রো মোগিলা কর্তৃক প্রতিষ্ঠিত কিয়েভ-মোগিলা কলেজিয়াম (কিয়েভ-মোগিলা একাডেমির পূর্বসূরি) বিশেষভাবে উল্লেখযোগ্য। সেই সময়ে ভাষা গির্জার সাথে গভীর সম্পর্কযুক্ত ছিল। পোলিশ ভাষা ক্যাথলিক গির্জা এবং রুথেনীয় ভাষা সনাতনপন্থী গির্জার ভাষা হিসেবে ব্যবহৃত হতে থাকে।\n১৬৫৪ সালে কস্যাক গেটমানা ও রাশিয়ার আলেক্সিসের মধ্যকার পেরিয়াস্লাভের চুক্তির ফলে ইউক্রেন পোলিশ–লিথুয়ানীয় কমনওয়েলথ এবং জারতন্ত্রী রাশিয়ার মধ্যে দ্বিধা বিভক্ত হয়ে পড়ে। পরবর্তী প্রায় একশ বছরের মধ্যে দুই সাম্রাজ্যের শাসকগণই ইউক্রেনের স্বতন্ত্র সাংস্কৃতিক ও রাজনৈতিক মতাদর্শের ঘোরতর বিরোধী হয়ে উঠে। ইউক্রেনীয়রা নিজেদের ঔপনিবেশিক শাসকদের মাঝখানে আবিষ্কার করে। রুশ শাসকগণ ইউক্রেনকে ছোট রাশিয়া এবং ইউক্রেনের ভাষাকে ছোট রুশ ভাষা হিসেবে অভিহিত করতে থাকেন। এই নামটি মূলত বাইজেন্টাইন গ্রিকদের দেওয়া, যার অর্থ দাঁড়ায় “প্রাচীন, প্রকৃত এবং মূল রাশিয়া”। আনুমানিক ১৪শ শতাব্দী থেকে বাইজেন্টাইনরা এই শব্দটি ব্যবহার করে আসছে। ইউক্রেনের স্বতন্ত্র সাংস্কৃতিক ঐতিহ্য দ্রুত হ্রাস পেতে থাকে। কিয়েভ-মোগিলা একাডেমি রুশ সাম্রাজ্য কর্তৃক অধিগৃহীত হয়। অধিকাংশ ইউক্রেনীয় বিদ্যালয়গুলো নিজ নিজ অধীনস্ত সাম্রাজ্য অনুযায়ী রুশ অথবা পোলিশ ভাষায় পাঠদান চালু করে। ফলে স্থানীয় অভিজাতদের মধ্যে নতুন করে পোলীয়করণ এবং রুশীকরণের প্রবণতা পরিলক্ষিত হতে থাকে। ধীরে ধীরে পোল্যান্ডের অধীনস্ত ইউক্রেনীয় প্রদেশগুলোর দাপ্তরিক ভাষা হিসেবে পোলিশ অধিষ্ঠিত হয় এবং রুশ অধীনস্ত অঞ্চলে অভিজাত শ্রেণির মানুষজন রুশ ভাষায় অভ্যস্ত হতে থাকেন।\n\n\n=== অস্ট্রিয়ার অধীন গ্যালিসিয়া ও লডোমেরিয়া (১৭৭২–১৯১৮) ===\n১৭৭২ সালে পোল্যান্ডের প্রথম বিভাজনের পর অস্ট্রিয়ার হাবসবার্গ রাজতন্ত্র ইউক্রেনের অংশবিশেষকে গ্যালিসিয়া ও লডোমেরিয়া রাজ্য হিসেবে অন্তর্ভুক্ত করে। হাবসবার্গের প্রশাসন এটি দেখে অবাক হয় যে, এই অঞ্চলে পোলিশ জাতির পাশাপাশি আরেকটি জাতির বসবাস রয়েছে, যারা নিজেদের রুথেনেন (\"রুথেনীয়\" বা \"রুসিনি\") নামে পরিচয় দেয়। পোলিশদের থেকে তারা পৃথক এই অর্থে যে, রুথেনীয়দের অধিকাংশ রোমান ক্যাথলিকের বদলে গ্রিক ক্যাথলিক ধর্মবিশ্বাসের (রুথেনীয় ইউনিয়েট গির্জা কর্তৃক সমন্বিত) অনুসারী এবং তাদের স্থানীয় ভাষা হিসেবে লাতিনের বদলে গির্জার স্লাভোনীয় ব্যবহার করে। তাদের অধিকাংশ প্রাতিষ্ঠান শিক্ষালাভ করেনি এবং তাদের একমাত্র কথ্য ভাষা হিসেবে রুথেনীয় ভাষা ব্যবহার করে। তাদের খুব সামান্য কয়েকজনই পড়ালেখা পারত। এই জাতির শিক্ষিতরা পোলিশ ভাষা ব্যবহার করে এবং শীঘ্রই তাদের মধ্যে জার্মান ব্যবহারের ক্রমবর্ধমান প্রবণতা পরিলক্ষিত হয়। সম্রাজ্ঞী মারিয়া থেরেসা ১৭৭৪ সালে সবার জন্য বাধ্যতামূলক শিক্ষার (আলেমাইনার শুলৎজভাং) ঘোষণা দিলে ১৭৭৭ সালে সাম্রাজ্যে নতুন যুক্ত হওয়া গ্যালিসিয়া ও লডোমেরিয়া অঞ্চলে তা কার্যকর হয়। ফলে এই অঞ্চলের পোলিশ ও রুথেনীয় ভাষাভাষীদের প্রাথমিক বিদ্যালয়ের পাঠদানের জন্য পৃথক পোলিশ ও রুথেনীয় ভাষার পাঠ্যপুস্তক তৈরি করা হয়। \n\nকিছু রুথেনীয় গ্রামে প্যারিশ বিদ্যালয় স্থাপন করা এবং রুথেনীয় ভাষায় প্রাইমার ও ধর্মীয় প্রশ্নোত্তরমালা ছাপিয়ে বিতরণ করা হলেও, ১৮১৫ সাল নাগাদ রুথেনীয় ভাষায় শিক্ষা কার্যক্রম খুবই সীমিতভাবে হয়েছিল। ঐ বছর পশেমিশল এপার্কির ক্যানন ইভান মোগিলনিৎস্কি রুথেনীয় প্যারিশ বিদ্যালয় ও শিক্ষক প্রশিক্ষণ কেন্দ্রের একটি সফল বিস্তৃত ব্যবস্থা গড়ে তোলেন এবং রয়েল ইউনিভার্সিটি ইব বুডা থেকে Christian Learning in the Case of the Common Catechism for Parish Children নামে একটি ধর্মীয় বিলিপত্র প্রচার করেন। ১৮২৩ সালে তিনি স্লোভিন-রুথেনীয় ভাষার ব্যাকরণ রচনা করেন, তবে সেটি কখনো প্রকাশিত হয়নি। এরপর ১৮২৯ সালে তিনি রুথেনীয় ভাষা সম্পর্কিত তথ্য নামে একটি গ্রন্থ প্রকাশ করেন, যা একই সাথে Rozprawa o ięzyku ruskim নামে পোলিশ ভাষায় এবং Відомість о руском языці রুশ ভাষায় প্রকাশিত হয়। এই গ্রন্থটিই রুথেনীয় ভাষাকে পোলিশ, রুশ ও গির্জার স্লাভোনিক ভাষা থেকে পৃথকভাবে বর্ণনা করে লিখিত কোনো গবেষণা গ্রন্থ। অন্যদিকে, ১৮১৮ সালে নতুন শিক্ষা নীতিতে সিদ্ধান্ত নেওয়া হয় যে, গ্রিক ক্যাথলিক গির্জার অনুসারী অভিভাবকের শিশুরা যেই বিদ্যালয়ে বেশি সংখ্যায় অধ্যয়ন করে, সেখানে রুথেনীয় ভাষায় শিক্ষা প্রদান করা হবে এবং যেখানে রোমান ক্যাথলিক ও গ্রিক ক্যাথলিক, উভয় গির্জার অধীনের শিশুরাই প্রায় সমানভাবে অধ্যয়ন করে, সেখানে পোলিশকে শিক্ষার মাধ্যম হিসেবে গ্রহণ করা হয়। তবে, রুথেনীয় ভাষায় পাঠদান করা শিক্ষাপ্রতিষ্ঠানগুলোতে দ্বিতীয় ভাষা হিসেবে পোলিশ ভাষা শিক্ষাকে অন্তর্ভুক্ত করা হয়। উচ্চশিক্ষায় রুথেনীয় ভাষাকে সমান মর্যাদা দেওয়া হয়নি। ফলে শিক্ষার্থীদের লাতিন ও পোলিশ ভাষায় উচ্চশিক্ষা কার্যক্রম সম্পন্ন করতে হতো। ১৭৮৭ থেকে ১৮০৯ সাল পর্যন্ত লিভিভ বিশ্ববিদ্যালয়ে গ্রিক ক্যাথলিক যাজক হওয়ার জন্য পাঠদানকালে অস্ট্রীয় নীতিমালা অনুযায়ী “স্টাডিয়াম রুথেনাম” নামে একটি বিষয়ে পড়ানো হতো। তবে এটি স্বয়ংসম্পূর্ণ পাঠ্য বলে বিবেচিত হতো না, বরং যারা এখনও লাতিনে পারদর্শী হয়ে উঠতে পারেননি, তাদের জন্য বিকল্প সাময়িক ব্যবস্থা হিসেবে এই পাঠ্য প্রদান করা হতো। এমনকি তাদের \"স্টাডিয়াম ল্যাটিনাম\" পড়া অধ্যাপক এবং শিক্ষার্থীদের থেকে অর্ধেক বেতন দেওয়া হতো। ফলে ধীরে ধীরে এই বিষয়ে শিক্ষার্থী সংখ্যা কমতে থাকে এবং ১৮০৯ সালে শিক্ষার্থী ও অধ্যাপকদের অনুরোধসাপেক্ষে এই বিষয়ে পাঠদান বন্ধ করে দেওয়া হয়।\nগ্যালিসিয়ায় অস্ট্রীয় শাসনের প্রথম কয়েক দশক যাবৎ অস্ট্রিয়ার হাবসবার্গ প্রশাসন এবং রুথেনিয়ার অভিজাত শ্রেণির মধ্যে রুথেনীয় ভাষা লেখার মাধ্যম কী হওয়া উচিত, তা নিয়ে দ্বিধাদ্বন্দ্ব ছিল। সমসাময়িক গির্জার স্লাভোনীয়, সাহিত্যিক রুশ, ঐতিহাসিক লিখিত রুথেনীয় কিংবা তৎকালীন গ্যালিসিয়ায় প্রচলিত রুথেনীয় ভাষার কাছাকাছি কোনো প্রমিত রূপে লিখা হবে কিনা, তা বিচার বিবেচনা করা হচ্ছিল। হাবসবুর্গ সাম্রাজ্যের স্লাভীয় প্রকাশনার রক্ষক ইয়ার্নেই কপিটার (যিনি স্লোভেনিয়ার অধিবাসী ছিলেন) প্রাথমিকভাবে রুথেনিয়ার স্বদেশী কোনো মাধ্যমে লিখার জন্য রুথেনীয় লেখকদের অনুরোধ করেন এবং ১৮৩৩ সালের ডিসেম্বরের পর থেকে তিনি সিরিলিক লিপির বদলে লাতিন বর্ণমালায় রুথেনীয় লিখার কথা বলেন। ফলশ্রুতিতে রুথেনীয়দের আত্মপরিচয় নিয়ে আলোচনা শুরু হয়, যা পরবর্তীতে \"প্রথম বর্ণমালার যুদ্ধ\" বা \"ব্লিজার্ড\" নামে পরিচিতি লাভ করে। অধিকাংশ রুথেনীয় লেখক স্থানীয় লেখনপদ্ধতিতে লিখার পরিমাণ বৃদ্ধি করেন। তা সত্ত্বেও পোলীয়করণের সম্ভাবনার কারণে তারা সিরিলিক লিপির পক্ষাবলম্বন করেন। এরপরেও রুথেনীয় ভাষার প্রমিতকরণের প্রশ্নে তারা একত্রিত হতে পারেননি। ১৮৩৪ থেকে ১৮৪৮ পর্যন্ত রুথেনীয় ভাষায় তিনটি পৃথক ব্যাকরণ রচনার প্রয়াস দেখা যায়, কিন্তু এগুলোর মধ্যে কোনোটিই ব্যাপকভাবে সমাদৃত হয়নি। ১৮৪৮ সালের পূর্বে রুথেনীয় ভাষায় কোনো অভিধান রচনা করা হয়নি, হাবসবার্গ গ্যালিসিয়ার মধ্যে রুথেনীয় ভাষার কোনো সাময়িক প্রকাশনা প্রতিষ্ঠান ছিল না এবং প্রশাসনিকভাবে এই ভাষা কোনো অবদান রাখতে সক্ষম হয়নি।\n\n১৮৪৮ সালে অস্ট্রীয় সাম্রাজ্যে বিপ্লবের পর পরিস্থিতি অনেকটা পরিবর্তিত হয়ে যায়। রুথেনীয় ভাষাসহ দানুবীয় সাম্রাজ্যের অধীনে থাকা বৃহৎ জনগোষ্ঠীর ভাষাসমূহকে রাষ্ট্রীয় মর্যাদা প্রদান করা হয় এবং ১৮৪৮ সালের ১ অক্টোবর থেকে প্রতিটি ভাষায় সাম্রাজ্যের সকল আইন প্রকাশিত হতে থাকে। এইভাবে ল্যান্ডেসগেসেৎজব্লেটার-এর স্থানীয় প্রশাসনে রুথেনীয় ভাষার ব্যবহার শুরু হয়। ১৮৪৯ সাল থেকে রুথেনীয় ভাষায় নিয়মিত ভিত্তিতে সাময়িকপত্র প্রকাশিত হতে থাকে এবং স্বরাষ্ট্র মন্ত্রণালয় থেকে ঘোষণা দেওয়া হয়, যেন লিভিভের সড়কচিহ্নগুলোতে রুথেনীয় ভাষার নির্দেশনাও যুক্ত করা হয়। ১৮৫২ সালের অক্টোবর মাসে বিচারবিভাগীয় মন্ত্রণালয় থেকে ঘোষণা করা হয় যে, আদালতের কার্যে রুথেনীয় ভাষা ব্যবহার করা যাবে। তবে ১৮৬১ সালের আগে আদালতে লাতিন লিপি এবং মস্কোভীয় গ্রাজডাঙ্কা সিরিলিক লিপির স্থলে স্কোরোপিস সিরিলিক লিপির প্রচলন করা সম্ভব হয়নি। ১৮৪৮ সালের পূর্বে কিছু রুথেনীয় ভাষার বিরোধী কার্যক্রমের উত্থান ঘটছিল। কেউ কেউ শিক্ষার ক্ষেত্রে পোলিশ ভাষার পক্ষপাতী ছিলেন, অন্যদিকে কেউ কেউ প্রশাসনে আরও পোলিশ নির্ভরতা বৃদ্ধিতে জোর দিচ্ছিলেন। একইভাবে গ্যালিসীয় রুশপ্রীতি বা মস্কোপ্রীতি ছড়িয়ে পড়ার ফলে কেউ কেউ \"বৃহত্তর রুশ\" ভাষী জাতীয়তার ধারক হয়ে উঠেন। তাদের মতে, মস্কোতে ব্যবহার করা ভাষার মতো রুথেনীয় ভাষাও গির্জার স্লাভোনীয় ভাষার বিশেষ অনুরাগী। এর বিরুদ্ধে হাবসবার্গ প্রশাসন এবং গ্রিক ক্যাথলিক গির্জা উভয়ই ঘোষণা করে যে, এই দাবিগুলো \"বাস্তবসম্মত নয়\" এবং \"রুথেনীয় ভাষার বিকাশের প্রতিবন্ধক\", পাশাপাশি সনাতনপন্থী রুশ সাম্রাজ্য ক্যাথলিকপন্থী হাবসবার্গ সাম্রাজ্যের জন্য বৃহত্তম হুমকি হিসেবে কাজ করে। \n১৮৫৯ সালের মে মাসে গ্যালিসিয়ার পোলিশ গভর্নর আগেনর রোমুয়াল্ড গোলুচোভস্কি রুথেনীয় ভাষার জন্য চেক ভাষাবিদ ইয়োসেফ ইয়েরেচেকের লাতিন বর্ণমালার প্রস্তাব অনুমোদন করলে রুথেনীয় ভাষার প্রশ্নে \"বর্ণমালার দ্বিতীয় যুদ্ধ\" বা \"ব্লিজার্ড\" সংঘটিত হয়। রুথেনীয় ভাষার বুদ্ধিজীবীগণ পোলীয়করণের আশঙ্কায় প্রায় একতাবদ্ধভাবে এই প্রস্তাব প্রত্যাখ্যান করলে গভর্নর প্রতিক্রিয়ায় ১৮৫৯ সালের জুলাই মাসে \"রুশ লিপি\" (তথা মস্কোভীয় গ্রাজডাঙ্কা লিপি) নিষিদ্ধ করেন। রুথেনীয় লেখকগণ একপ্রকারে এই আদেশকে অবজ্ঞা করেন। ১৮৬১ সালে হাবসবার্গ প্রশাসন ভাষার প্রশ্নে ব্যর্থতা স্বীকার করে ঘোষণা দেয় যে, সরকার নয়, বরং রুথেনীয়রাই নিজেদের ভাষার উন্নয়নে সিদ্ধান্ত গ্রহণের ক্ষমতা রাখেন। একই সময়ে রুথেনীয় পণ্ডিতরা রাশিয়ার অধীন \"ছোট রাশিয়া\"-এর অধিবাসী ইউক্রেনপন্থী বিভিন্ন লেখকের সাথে পরিচিত হন। কবি তারাস শেভচেঙ্কো (মৃত্যু ১৮৬১) প্রমুখ কট্টর রুশবিরোধী এবং ইউক্রেনপন্থী কবির লেখার সংস্পর্শে গ্যালিসিয়ার রুথেনীয়রা তাদের রুশপ্রীতিকে বর্জন করে। পোলিশ-পন্থা এবং রুশপন্থার মাঝামাঝি পর্যায়ে বেড়ে ওঠা রুথেনীয় ভাষা ১৯শ শতাব্দীর দ্বিতীয় অর্ধ নাগাদ স্বতন্ত্র সাহিত্যিক ও বিদ্বান ভাষা হিসেবে প্রতিষ্ঠিত হতে থাকে এবং \"ইউক্রেনীয় ভাষা\" হিসেবে পরিচিত হতে শুরু করে।\n\n\n=== রুশ সাম্রাজ্যের অধীন ===\n১৯শ শতাব্দীতে রুশ সাম্রাজ্যের অধীন নিপার ইউক্রেন এবং অস্ট্রিয়ার অধীন গ্যালিসিয়া উভয় স্থানের সাহিত্যিক সত্তায় ইউক্রেনীয় আত্মপরিচয় প্রতিভাত হতে থাকে। কিয়েভে সন্ত সিরিল ও মেথোডিয়াস ভাতৃসত্তা ইউক্রেনীয়দের নিজেদের মাতৃভূমিকে পুরনো কসাক নামানুসারে উক্রায়িনি এবং তাদের ভাষাকে উক্রায়িনস্কা মভা বলে অভিহিত করেন। বহু লেখক ইউক্রেনীয় ভাষা ইউরোপীয় প্রণয়ধর্মী সাহিত্য রচনা করে প্রমাণ করতে সমর্থ হন, যে ইউক্রেনীয় ভাষা কোনো সামান্য গ্রামীণ উপভাষা নয়, বরং সাহিত্যকর্মের জন্যও বিশেষভাবে উপযোগী।\nকিন্তু রুশ সাম্রাজ্য ইউক্রেনের স্বতন্ত্র সাংস্কৃতিক সত্তা এবং ভাষাগত উন্নয়নের ফলে স্বাধীন ইউক্রেনীয় জাতীয়তাবাদের উত্থানকে রুশ সাম্রাজ্যের সার্বভৌমত্বের প্রতি হুমকি হিসেবে দেখতে থাকে এবং ইউক্রেনীয় ভাষা ও সংস্কৃতিকে অবদমনের প্রচেষ্টা চালায়। ১৮০৪ সালে রাশিয়ায় পাঠদানের মাধ্যম এবং শিক্ষাক্রমের একটি বিষয় হিসেবে ইউক্রেনীয়কে নিষিদ্ধ ঘোষণা করে। ১৮১১ সালে রুশ সরকার কিয়েভ-মোগিলা একাডেমি বন্ধ ঘোষণা করে।\n১৮৪৭ সালে সন্ত সিরিল ও মেথোডিয়াসের ভাতৃসংঘ বিলুপ্ত ঘোষণা করা হয়। তারাস শেভচেঙ্কোকে গ্রেফতার করে নির্বাসন দণ্ড দেওয়া হয় এবং তার লিখা ও চিত্রকর্মের উপরে নিষেধাজ্ঞা আরোপ করা হয়। ১৮৬২ সালে পাভলো চুবিনস্ককে সাত বছরের জন্য আর্কানজেলস্কে নির্বাসিত করা হয়। ইউক্রেনীয় সাময়িকপত্রিকা অসনোভা-এর প্রকাশনা বন্ধ করা হয়। ১৮৬৩ সালে জারতন্ত্রী স্বরাষ্ট্রমন্ত্রী পিয়োতর ভালুয়েভ একটি ফরমান জারি করেন যে, \"কখনোই পৃথক ছোট রুশ ভাষার অস্তিত্ব ছিল না, এখনও নেই, এবং ভবিষ্যতেও থাকবে না।\"\nইউক্রেন নামটি ১১৮৭ সাল থেকে পরিচিত হলেও ১৯শ শতাব্দীর মাঝামাঝি সময়ের পূর্বে এই ভাষায় ব্যবহার করা হয়নি। ইয়াকিভ হলোভাৎস্কি ১৮৪৯ সালে তার একটি বইয়ে ভাষার নাম হিসেবে ইউক্রেনীয় ভাষা প্রথম লিপিবদ্ধ করেন। তিনি মূলত ছোট রুশ ভাষা-এর নামের বিভিন্ন প্রকরণের মধ্যে ইউক্রেনীয় ভাষা নামটি উল্লেখ করেছিলেন। ১৮৫৪ সালে তারাস শেভচেঙ্কো তার একটি ব্যক্তিগত গোপন চিঠিতে \"আমাদের চমৎকার ইউক্রেনীয় ভাষা\"-এর প্রশংসা করেন। ভালুয়েভ কর্তৃক ১৮৬৩ সালে জারিকৃত ফরমানের সম্পূর্ণ অংশজুড়ে \"ছোট রুশ\" ভাষার উল্লেখ করা হয়েছে এবং কেবল একটি স্থানে \"তথাকথিত ইউক্রেনীয় ভাষা\"-এর উল্লেখ করা হয়েছে। গ্যালিসিয়ায় ইউক্রেনীয় শব্দটি প্রথম হাইফেন-যোগে ইউক্রেনীয়-রুথেনীয় (১৮৬৬, পাউলিন শোয়িসিৎস্কি) হিসেবে পাওয়া যায়। এছাড়া রুথেনীয়-ইউক্রেনীয় (১৮৭১, পান্টেলিমন কুলিশ এবং ইভান পুলুয়) শব্দটিও ব্যবহৃত হয়। তবে স্বতন্ত্রভাবে ইউক্রেনীয় ভাষা শব্দটি ব্যবহৃত হয় আরও পরে, মিখাইলো দ্রাহোমানভ কর্তৃক ১৮৭৮ সালে।\nইউক্রেনীয় বইয়ের উপর নিষেধাজ্ঞার পরে দ্বিতীয় আলেকজান্ডার গোপনীয় এমস উকাজ জারি করেন, যার ফলে ইউক্রেনীয় ভাষায় অধিকাংশ বইয়ের প্রকাশনা ও আমদানি, প্রকাশ্য নাট্য, এমনকি ইউক্রেনীয় ব্যাখ্যাসম্বলিত সঙ্গীতের বইয়ের প্রকাশনাও নিষিদ্ধ ঘোষণা করে। ১৯০৫ সাল থেকে এই আইনে কিছুটা নমনীয়তা দেখা গেলেও ১৯১৪ সালে আরও কঠোর আইন প্রণয়ন করা হয়, যা রাশিয়া কর্তৃক অধিকৃত গ্যালিসিয়াতেও কার্যকর হয়।\n১৯শ শতাব্দীজুড়ে অস্ট্রীয় প্রশাসন পোলিশ সংস্কৃতির প্রতি পক্ষপাতী হলেও গ্যালিসিয়া] ও বুকোভিনায় ইউক্রেনীয়রা অনেকটা স্বাধীনভাবে তাদের সাংস্কৃতিক কার্যক্রম পরিচালনা করত। অস্ট্রিয়ার এই দুই অঞ্চলে ইউক্রেনীয় শিক্ষা ও দাপ্তরিক ভাষা হিসেবে স্বীকৃত ছিল। রাশিয়ার অবদমনমূলক নীতির ফলে নিপ্রো ইউক্রেনে ইউক্রেনীয় ভাষার সাহিত্যিক বিকাশ বাধাপ্রাপ্ত হচ্ছিল। তবে গ্যালিসিয়ার সাথে সাংস্কৃতিক বিনিময়ের একটি সুযোগ থাকায় অস্ট্রিয়ায় প্রকাশিত বহু সাহিত্যকর্ম গোপনে নিপ্রো ইউক্রেনে পাচার করা হতো।\n১৯১৭ সালে রুশ বিপ্লব এবং ১৯১৮ সালে অস্ট্রিয়া-হাঙ্গেরির পতনের পর ইউক্রেনীয়রা স্বাধীনভাবে একটি জাতীয় সাহিত্যিক প্রতিষ্ঠান, ইউক্রেনীয় ভাষায় শিক্ষাব্যবস্থা প্রণয়ন এবং একটি স্বাধীন রাষ্ট্র ইউক্রেনীয় গণপ্রজাতন্ত্র গঠন করে। শীঘ্রই স্বল্প সময়ের জন্য পশ্চিম ইউক্রেনীয় গণপ্রজাতন্ত্রও এর সাথে যুক্ত হয়। এই স্বল্পস্থায়ী রাষ্ট্রের বদৌলতে ইউক্রেনীয় ভাষার ব্যবহার আরও বৃদ্ধি পায় এবং অবস্থান আরও সমুন্নত হয়।\n\n\n==== রুশ সাম্রাজ্যে ভাষিক জনসংখ্যা ====\n\n১৮৯৭ সালের রুশ সাম্রাজ্যের জনশুমারিতে ইউক্রেনীয় ভাষা সমগ্র সাম্রাজ্যের দ্বিতীয় বৃহত্তম ভাষা হিসেবে প্রতিষ্ঠিত হয়। রুশ জনশুমারির সংজ্ঞা অনুযায়ী, রুশ ভাষাকে (Русскій) দুইটি ভাগে ভাগ করা হয়, যথা ইউক্রেনীয় (Малорусскій, 'ছোট রুশ'), যা বর্তমানে রুশ ভাষার (Великорусскій, 'বৃহৎ রুশ') নামে পরিচিত, এবং বেলারুশীয় (Бѣлорусскій, 'শ্বেত রুশ')।\nনিচের সারণিতে ১৮৯৭ সালে রুশ সাম্রাজ্যের জনশুমারি অনুযায়ী অন্তত ১,০০,০০০ ইউক্রেনীয়ের বসবাস রয়েছে, এমন গভর্নরেটের মাতৃভাষা (по родному языку) অনুযায়ী জনসংখ্যা দেওয়া হলো:\n\n১৮৯৭-এর জনশুমারিতে ইউক্রেনীয় প্রদেশসমূহের গ্রামীণ এলাকায় প্রায় ৮০% মানুষ নিজেদের ভাষাকে ইউক্রেনীয় বলে পরিচয় দেয়। অন্যদিকে মাত্র ৩২.৫% মানুষ নিজদের ভাষাকে ইউক্রেনীয় বলে পরিচয় দেয়। উদাহরণস্বরূপ, তৎকালে অধুনা ইউক্রেন অঞ্চলের সবচেয়ে বড় শহর ওডেসায় মাত্র ৫.৬% মানুষ নিজেদের ইউক্রেনীয় ভাষী বলে পরিচয় দেয়।\n১৯২০-এর দশক পর্যন্ত ইউক্রেনীয় শহরগুলোতে ইউক্রেনীয় ভাষায় কথা বলা মানুষের চাইতে শহরের জনসংখ্যা তুলনামূলকভাবে বেশি বৃদ্ধি পায়। ফলে ইউক্রেনীয় ভাষীদের সংখ্যা তুলনামূলকভাবে হ্রাস পায় বলে মনে করা হয়। উদাহরণস্বরূপ, কিয়েভে ১৮৭৪ সালে ৩০.৩% মানুষ ইউক্রেনীয় ভাষায় কথা বললেও ১৯১৭ সালে তা কমে দাঁড়ায় মাত্র ১৬.৬%-তে।\n\n\n=== সোভিয়েত শাসনামল ===\n\nপ্রায় সাত দশক দীর্ঘ সোভিয়েত শাসনামলে ইউক্রেনীয় ভাষা ইউক্রেনীয় এসএসআরের প্রধান দাপ্তরিক ভাষা হিসেবে স্বীকৃত ছিল। তবে, বাস্তবতা কিঞ্চিৎ ভিন্ন ছিল। ইউক্রেনীয় ভাষার মর্যাদার প্রশ্নে সোভিয়েত শাসকদের দৃষ্টিভঙ্গি ভিন্ন ভিন্ন ছিল। কেউ কেউ ইউক্রেনীয় ভাষার প্রতি উৎসাহমূলক ও সহনশীল হলেও, অনেক ক্ষেত্রে কার্যত নির্বাসনদণ্ডও প্রদান করা হয়েছিল।\nসোভিয়েত ইউনিয়নের শেষের দিকে খুব স্বল্প সময় ব্যতীত কোনো স্বীকৃত রাষ্ট্রভাষা ছিল না। ১৯৯০ সালে রুশ ভাষাকে সমগ্র সোভিয়েত ইউনিয়নের রাষ্ট্রভাষা হিসেবে ঘোষণা করা হয় এবং ইউনিয়নের অন্তর্ভুক্ত প্রজাতন্ত্রসমূহকে নিজ নিজ এলাকায় স্থানীয় কোনো ভাষাকে অতিরিক্ত দাপ্তরিক ভাষার স্বীকৃতি দেওয়ার ক্ষমতা দেওয়া হয়। ফলে ইউক্রেনীয় সোভিয়েত প্রজাতন্ত্রে ইউক্রেনীয় ভাষা কিংবা উজবেক এসএসআরএরে উজবেক ভাষা প্রভৃতি সংখ্যালঘু ভাষাসমূহ প্রত্যক্ষভাবে নিজ নিজ প্রদেশে ব্যবহৃত হবে। তবে রুশ ভাষা সমগ্র সোভিয়েত ইউনিয়নের জন্য লিঙ্গুয়া ফ্রাঙ্কা হিসেবে কাজ করে এবং বিশেষভাবে \"বিভিন্ন জাতির আন্তঃযোগাযোগের ভাষা\" হিসেবে স্বীকৃতি দেওয়া হয়।\n\n\n==== স্তালিন ====\n\n\n==== ক্রুশচেভের শাসনে শিথিলতা ====\n\n১৯৫৩ সালে স্তালিনের মৃত্যুর পর ১৯৫৮ থেকে ১৯৬৩ সালের মধ্যে পূর্বে জারি করা শিথিল ভাষা নীতির বাস্তবায়ন করা শুরু হয়। ক্রুশচেভ স্থানীয় ও প্রজাতন্ত্র পর্যায়ে ভাষাসমূহের জন্য তুলনামূলক শিথিল নীতি গ্রহণ করেন। তবে সোভিয়েত সরকারের নীতি ১৯২০-এর দশকে ব্যাপক ইউক্রেনীকরণের ধারেকাছেও পৌঁছাতে পারেনি। ক্রুশচেভের আমলে ইউক্রেনীয় ভাষায় সাময়িকপত্র এবং বিশ্বকোষ প্রকাশের পরিমাণ বৃদ্ধি পায় এবং ক্রিমিয়াকে ইউক্রেনের অধীনে ন্যাস্ত করা হয়।\n১৯৫৮ সালে প্রণীত শিক্ষানীতিতে অভিভাবকগণ তাদের সন্তানের জন্য শিক্ষার মাধ্যম হিসেবে ভাষা বাছাই করার সুযোগ পান। এই সিদ্ধান্ত জাতীয় স্তরের বুদ্ধিজীবী শ্রেণির নিকট গ্রহণযোগ্য হয়নি। ফলে ধরে নেওয়া হয়, অন্যান্য ভাষাসমূহ টিকে থাকার লড়াইয়ে পিছিয়ে যাবে এবং রুশ ভাষা তার স্থলাভিষিক্ত হবে। সোভিয়েত আমলের পূর্বে ইউক্রেনীয় ভাষার যেই অগ্রগতি সাধিত হয়েছিল, স্তালিনের শাসনে ইউক্রেনীয় ভাষা তার থেকে অনেক কদম পিছিয়ে পড়ে, যা স্থানীয় ভাষা হিসেবে ইউক্রেনীয় ভাষায় শিক্ষাগ্রহণে উৎসাহিত করার পথে একটি প্রধান প্রতিবন্ধকতা সৃষ্টি করে। একইসাথে রুশ ভাষা শেখার চাহিদা বাড়তে থাকে।\nশিক্ষার্থীদের অভিভাবকগণ তাদের সন্তানের শিক্ষার মাধ্যম বাছাই করতে পারতেন। কিছু কিছু এলাকায় দীর্ঘ পথ যাতায়াতের প্রয়োজন হয়, এমন ইউক্রেনীয় বিদ্যালয় ছাড়া অধিকাংশ ক্ষেত্রে অভিভাবকগণ রুশ ভাষাকে বেছে নিতেন। ফলস্বরূপ, ইউক্রেনীয় ভাষা আরেক দফা রুশীকরণের সম্মুখীন হয়। এই অর্থে কোনো কোনো বিশ্লেষক একে সরাসরি \"নিগ্রহ\" বা \"নিপীড়ন\" না বলে ভাষাগত সুরক্ষার বঞ্চনা বলে অভিহিত করেন। এইভাবে রুশ ভাষার বিস্তারের ফলে ১৯৭০ ও ১৯৮০-এর দশকে ইউক্রেনীয় ভাষা স্তিমিত হয়ে পড়ে। মানুষের মনে এই ধারণা সৃষ্টি হয় যে, জীবনে উন্নতির প্রয়োজনে রুশ ভাষায় ভালো দক্ষতা থাকা বাঞ্ছনীয় এবং ইউক্রেনীয় ভাষা তেমন গুরুত্বপূর্ণ নয়। তাই অভিভাবকগণ ইউক্রেনীয় ভাষার বিদ্যালয় থাকা সত্ত্বেও, তাদের সন্তানদের রুশ ভাষায় পাঠদানে অধিক আগ্রহী ছিলেন।\nইউক্রেনের শিক্ষাপ্রতিষ্ঠানগুলোতে রুশ ভাষায় শিক্ষার্থীদের সংখ্যা ক্রমান্বয়ে বর্ধনশীল ছিল। ১৯৩৯ খ্রিষ্টাব্দে ইউক্রেনের ১৪ শতাংশ শিক্ষার্থী রুশ মাধ্যমে শিক্ষা গ্রহণ করত। ১৯৬২ খ্রিষ্টাব্দে সেই সংখ্যা বৃদ্ধি পেয়ে ৩০ শতাংশে উন্নীত হয়।\n\n\n==== শেলেস্টের শাসন ====\n১৯৬৩ থেকে ১৯৭২ সাল পর্যন্ত পেত্রো শেলেস্ট কমিউনিস্ট পার্টির নেতা নির্বাচিত হন। তিনি সোভিয়েত ইউনিয়নের অধীনে ইউক্রেনের স্বার্থ রক্ষায় ভূমিকা পালন করেন। তিনি ইউক্রেনীয় ভাষার সৌন্দর্য বৃদ্ধির লক্ষ্যে পদক্ষেপ নেন এবং উচ্চশিক্ষায় ইউক্রেনীয় ভাষার গুরুত্ব বৃদ্ধি করেন। খুব স্বল্প শাসনামলের পর ইউক্রেনীয় জাতীয়তাবাদের প্রতি নমনীয় ভূমিকার জন্য তাকে অপসারণ করা হয়।\n\n\n==== শ্চেরবিৎস্কির শাসন ====\n১৯৭২ থেকে ১৯৮৯ সাল পর্যন্ত পার্টির নতুন নেতা ভলোদিমির শ্চেরবিৎস্কি স্থানীয়ভাবে পার্টিতে ব্যাপক পরিবর্তন আনেন। তিনি তীব্রভাবে ভিন্নমত দমন করেন, এবং স্থানীয় অনুষ্ঠানসহ সকল ক্ষেত্রে পার্টির মধ্যে রুশ ভাষা ব্যবহার বাধ্যতামূলক করেন। তবে ১৯৮৫ সালের পর তার এই রুশীকরণ নীতি তিনি সামান্য শিথিল করেছিলেন।\n\n\n==== গর্বাচেভ এবং পেরেবুদোভা ====\n\nইউক্রেনের কমিউনিস্ট পার্টির অধীনে ভিন্নমত দমন প্রক্রিয়া সোভিয়েত ইউনিয়নের অন্যান্য প্রজাতন্ত্রের তুলনায় আরও গুরুতর ও কঠোর ছিল। মিখাইল গর্ভাচেভ শুরতেই পেরেবুদোভা ও গ্লাসনস্তে সংস্কার আনেন। শ্চেরবিৎস্কির কঠোর শাসনের ফলে ইউক্রেন স্বাধিকার আন্দোলনে রাশিয়ার থেকেও পিছিয়ে পড়ে।\nইউক্রেনের স্বাধীনতা ঘোষণার সময়ে দেশটির অধিকাংশ মানুষ জাতিতাত্ত্বিকভাবে ইউক্রেনীয় হলেও, তাদের একটি অংশ ব্যাপকভাবে রুশ প্রভাবের মধ্যে ছিল। দোনেৎস্কে ইউক্রেনীয় ভাষার কোনো বিদ্যালয় ছিল না। এমনকি কিয়েভের প্রায় মাত্র এক-চতুর্থাংশ শিশ্য ইউক্রেনীয় ভাষায় শিক্ষালাভ করত।\nসোভিয়েত শাসনামলে রুশ ভাষা শুধু সরকারের কার্যক্রমের প্রধান ভাষাই ছিল না, গণমাধ্যম ও ব্যবসা, এমনকি আধুনিকায়নের সবচেয়ে প্রভাবশালী ভাষা ছিল। পশ্চিম ইউক্রেন কৃত্রিম দুর্ভিক্ষ, মহাত্রাস এবং স্তালিনবাদের হাত থেকে অনেকাংশে রক্ষা পেয়েছিল। এই অংশটিই ইউক্রেনের স্বাধীনতার কালে ইউক্রেনীয় ভাষার নবজাগরণের প্রাণকেন্দ্রে পরিণত হয়।\n\n\n=== স্বাধীন ইউক্রেন ও বর্তমান অবস্থান ===\n\n১৯৯১ সাল থেকে ইউক্রেনীয় ভাষা ইউক্রেনের রাষ্ট্রভাষা হিসেবে স্বীকৃত। দেশটির রাজ্য সরকার ইউক্রেনীয় ভাষার বিস্তারে কাজ করে যাচ্ছে। স্বাধীনতা লাভের এক দশকের মধ্যে ইউক্রেনের শিক্ষাব্যবস্থায় আংশিক ইউক্রেনীয়-নির্ভরতা থেকে উত্তরিত হয়ে প্রায় সম্পূর্ণরূপে ইউক্রেনীয়-ভিত্তিক ব্যবস্থায় রূপান্তরিত হয়েছে। গণমাধ্যম ও ব্যবসা-বাণিজ্যের ক্ষেত্রে ইউক্রেনীয় ভাষার ব্যবহার বৃদ্ধিতেও সরকার প্রয়োজনীয় ব্যবস্থা গ্রহণ করছে।\n২০০১ সালে ইউক্রেনের জনশুমারি অনুযায়ী দেশটির ৬৭.৫% মানুষের মাতৃভাষা ছিল ইউক্রেনীয়, যা ১৯৮৯ সালের তুলনায় ২.৮% বেশি। অন্যদিকে, একই বছরের জনশুমারিতে রুশ ভাষী মানুষের পরিমাণ ছিল ২৯.৬%, যা ১৯৮৯-এর জনশুমারির তুলনায় ৩.২% কম। অনেক ইউক্রেনীয়দের ক্ষেত্রে মাতৃভাষা বা ন্যাটিভ ল্যাঙ্গুয়েজ তাদের সর্বাধিক ব্যবহৃত ভাষার চেয়ে ভিন্ন হতে পারে। উদাহরণস্বরূপ, অনেক জাতিগতভাবে ইউক্রেনীয়দের মাতৃভাষা ইউক্রেনীয় হলেও, বিভিন্ন প্রয়োজনে রুশ ভাষা সবচেয়ে বেশি ব্যবহার করতে হতে পারে।\n২০০১ সালের জনশুমারির প্রতিবেদন অনুযায়ী, কিয়েভ অঞ্চলের ৯২.৩% মানুষের মাতৃভাষা (রিদনা মভা) ছিল ইউক্রেনীয়, ১৯৮৯ সালে যার পরিমাণ ছিল ৮৮.৪%। একইসাথে ৭.২% মানুষ নিজেদের রুশভাষী হিসেবে পরিচয় দেন। \n২০১৯ সালে ইউক্রেন সরকার কর্তৃক প্রণীত রাষ্ট্রভাষা হিসেবে ইউক্রেনীয় ভাষার কার্যকারিতা সুরক্ষায় আইন আইনসভায় পাশ হয়। এতে ইউক্রেনীয় ভাষার ব্যবহার সংক্রান্ত বিধিমালা প্রণয়নের পাশাপাশি আইন অমান্য করার ফলে শাস্তির বিধানও রাখা হয়েছে।\n\n\n== সাহিত্য ==\n\nপ্রাচীন পূর্ব স্লাভীয় ভাষায় রচিত সাহিত্যের উত্তরসূরী হিসেবে ইউক্রেনীয় ভাষার সাহিত্যকে সময় বিবেচনায় দুইটি ভাগে বিভক্ত করা যায়। ১২শ থেকে ১৮শ শতাব্দী পর্যন্ত এই ভাষার সাহিত্যকে \"প্রাচীন ইউক্রেনীয় সাহিত্য\" হিসেবে গণ্য করা হয়। তবে সমসাময়িক উৎসে একে \"রুথেনীয় সাহিত্য\" হিসেবেও উল্লেখ করা হয়ে থাকে। ১৮শ শতাব্দীর শেষভাগ থেকে ইউক্রেনীয় ভাষার কালকে \"আধুনিক ইউক্রেনীয়\" বলা হয়। তবে একে কেবল \"ইউক্রেনীয়\" হিসেবেও উল্লেখ করা হয়ে থাকতে পারে।\nআধুনিক ইউক্রেনীয় ভাষার সাহিত্যের বিকাশে প্রভাবশালী ব্যক্তিদের মধ্যে উল্লেখযোগ্য হলেন গ্রিগরি স্কভরোদা, ইভান কোতলিয়ারেভস্কি, মিকোলা কস্তোমারভ, মিখাইলো কস্তিউবিনস্কি, শেভচেঙ্কো, ইভান ফ্রাঙ্কো এবং লেসিয়া উক্রাইনকা প্রমুখ। ১৭৯৮ সালে দক্ষিণ-পশ্চিম ইউক্রেনের পলতাভা এলাকার অধিবাসী কোতলিয়ারেভস্কি ভার্জিলের ইনিড অবলম্বনে বুরলেস্ক ঘরানার মহাকাব্য এনেয়িদা রচনা করেন। একে আধুনিক ইউক্রেনীয় ভাষার সবচেয়ে পুরনো নিদর্শন হিসেবে ধরা হয়। কোতলিয়ারেভস্কি প্রশাসনের নিষেধাজ্ঞা এড়ানোর জন্য ব্যঙ্গমূলক এই মহাকাব্যটি স্থানীয় উপভাষায় রচনা করেন। এই বইটি সাম্রাজ্যবাদী শক্তি এবং তৎপরবর্তী কঠোর সোভিয়েত নীতির মধ্যেও এখন পর্যন্ত টিকে থাকা সবচেয়ে পুরনো নিদর্শন।\nকোতলিয়ারেভস্কি ও তার সমসাময়িক ইউক্রেনীয় ভাষার শুরুর দিকের আরেকজন লেখক পেত্রো আর্তেমোভস্কি দক্ষিণ-পূর্বাঞ্চলীয় উপভাষা ব্যবহার করেন, যা রুশ সাম্রাজ্যের অধীন পোলতাভা, খারকিভ ও কিয়েভ অঞ্চলের দক্ষিণাংশে ব্যবহৃত হতো। ১৯শ শতাব্দীর মধ্যভাগে শেভচেঙ্কো ও কুলিশ কর্তৃক ইউক্রেনীয় ভাষার সাহিত্যের বিকাশকালে এই উপভাষা ভিত্তি হিসেবে কাজ করে। উপভাষা থেকে একটি স্বতন্ত্র ভাষায় রূপান্তরের জন্য লোকগাথা ও ঐতিহ্যবাহী বিভিন্ন উপাদান এতে যুক্ত করা হয়।\nরুশ সাম্রাজ্যের অধীনে ইউক্রেনীয় ভাষা নিষিদ্ধ হলে এবং ইউক্রেনীয় লেখকদের দেশ থেকে বিতারিত করে পার্শ্ববর্তী গ্যালিসিয়ায় নির্বাসিত করলে ইউক্রেনীয় ভাষা আরও বেশি বিকশিত হওয়ার সুযোগ পায়। অস্ট্রিয়ার অধীনে গ্যালিসিয়া নামে পরিচিত পশ্চিম ইউক্রেনে তুলনামূলক উদারপন্থী নীতি বিরাজমান ছিল। ফলে ১৮৬০-এর দশক থেকে অধিকাংশ ইউক্রেনীয় সাহিত্য অস্ট্রিয়ার গ্যালিসিয়া থেকে প্রকাশিত হয়। সেই সময় থেকে ইউক্রেনীয় সাহিত্যে গ্যালিসীয় উপাদান যুক্ত হতে থাকে। গ্যালিসিয়ার বিভিন্ন সামাজিক ও ঐতিহ্যবাহী উপদান, আইন-কানুন, সরকারব্যবস্থা, প্রযুক্তি, বিজ্ঞান ও প্রশাসন সংক্রান্ত বহু নতুন শব্দ ইউক্রেনীয় ভাষায় যুক্ত হয়।\n\n\n== বর্তমান ব্যবহার ==\n\nদীর্ঘদিন স্তিমিত থাকার পর ইউক্রেনীয় ভাষার ব্যবহারের পুনরুজ্জীবন ঘটে। বিশ্বজুড়ে প্রায় ৫০ মিলিয়ন ইউক্রেনীয়ের মধ্যে ২০০১ সালের জনশুমারির হিসাব অনুযায়ী ইউক্রেনে ৩৭.৫ মিলিয়নের বসবাস ছিল, যা তৎকালে ইউক্রেনের মোট জনসংখ্যার ৭৭.৮% ছিল। মূলত ইউক্রেনের পশ্চিম ও মধ্যাঞ্চলে ইউক্রেনীয়দের মধ্যে ইউক্রেনীয় ভাষা সবচেয়ে বেশি প্রভাব বিস্তার করে। কিয়েভে ইউক্রেনীয় ও রুশ উভয় ভাষাভাষী মানুষেরই বসবাস রয়েছে। তবে অদূর অতীতে যখন শহরটিতে অধিকাংশ রুশভাষীর বসবাস ছিল, সেই সময় থেকে বর্তমানকালে পরিস্থিতি অনেকাংশে পরিবর্তিত হয়েছে।\nধারণা করা হয়, পশ্চিম ইউক্রেন থেকে বিপুল সংখ্যক মানুষের রাজধানীমুখী অভিবাসনের কারণে এই পরিবর্তন দেখা যাচ্ছে। তবে এর পাশাপাশি কিয়েভবাসীদের একাংশের মধ্যে বৃহত্তর পরিসরে মাতৃভাষায় সকল কার্যাদি পরিচালনার তাড়না থেকেও ইউক্রেনীয় ভাষার পরিসংখ্যানে ইতিবাচক পরিবর্তন আনছে। কিয়েভের প্রায় সকল সড়ক ও অন্যান্য চিহ্ন ইউক্রেনীয় ভাষায় রূপান্তর করা হয়েছে। দক্ষিণ ও পূর্ব ইউক্রেনের অধিকাংশ বড় শহর এবং কিছু ছোট শহরে রুশ ভাষা ইউক্রেনীয় ভাষার চেয়ে অধিক প্রভাবশালী। ২০০১ সালের জনশুমারির হিসাবে ইউক্রেনে বসবাসকারীদের ৮৭.৮% ইউক্রেনীয় ভাষায় সাবলীল ছিলেন।\n২০২২ সালের আগস্ট মাসে রেটিং গ্রুপ নামের একটি প্রতিষ্ঠান কর্তৃক পরিচালিত একটি জরিপের তথ্যমতে, ইউক্রেনের ৮৫% অধিবাসী বাসাবাড়িতে ইউক্রেনীয় অথবা ইউক্রেনীয় এবং রুশ ভাষা ব্যবহার করে, যা ২০১৪ সালের ফেব্রুয়ারিতে ৬১% ছিল। একইভাবে ২০২২ সালের আগস্টে ৫১% ইউক্রেনীয় তাদের বাসাবাড়িতে শুধু ইউক্রেনীয় ভাষা ব্যবহার করতেন, যা ২০২৪ সালের আগস্ট মাসে ছিল ৪৪%। একই জরিপে ৭৬% ইউক্রেনীয় ভাষাকে নিজের মাতৃভাষা হিসেবে উল্লেখ করেন, ২০১২ সালের জুলাই মাসে যা ছিল ৫৭%। একইসাথে ৩০% নিজের মাতৃভাষা রুশ হিসেবে উল্লেখ করেন।\n\n\n=== জনপ্রিয় সংস্কৃতি ===\n\n\n==== সঙ্গীত ====\nইউক্রেনীয় ভাষায় চলচ্চিত্র ও সঙ্গীতের মাধ্যমে ইউক্রেনীয় ভাষা পৃথিবীর অন্যান্য দেশে জনপ্রিয় হয়েছে। ইউক্রেনের জনপ্রিয় রক সঙ্গীতের ব্যান্ড ওকিয়ান এলজি, ভোপলি ভিদোপ্লিয়াসোভা ও বুমবক্স প্রভৃতি ইউরোপ, ইসরায়েল, উত্তর আমেরিকা এবং বিশেষভাবে রাশিয়ায় অনুষ্ঠান আয়োজন করে থাকে। ইউক্রেনের বাইরে যেসকল দেশে ইউক্রেনীয়রা বিশাল সংখ্যায় বসবাস করে, সেই সকল দেশে প্রায়শই ইউক্রেনীয় ভাষার গান টপচার্টে উঠে আসে। উদাহরণ হিসেবে পোল্যান্ডের ইনেই ব্যান্ডের নাম উল্লেখ করা যায়। এছাড়া অন্যান্য ইউক্রেনীয় ব্যান্ডের মধ্যে যুক্তরাজ্যের দি ইউক্রেনিয়ানস, কানাডার ক্লুচ, মার্কিন যুক্তরাষ্ট্রের ইউক্রেনিয়ান ভিলেজ ব্যান্ড এবং রাশিয়ার কুবান অঞ্চলের কুবান ভিলেজ কোয়ার প্রভৃতি উল্লেখযোগ্য।\n\n\n==== চলচ্চিত্র ====\n২০১০-এর দশকে ইউক্রেনীয় চলচ্চিত্রে পুনর্জাগরণের জোয়ার আসে। আইএমডিবির র‍্যাটিং অনুযায়ী ইউক্রেনীয় ভাষার শীর্ষ চলচ্চিত্রগুলো হলো:\n\n\n==== শ্রেণিভিত্তিক কথ্য ভাষা ====\n১৯৫১ সালে ওলেকসা গর্বাচ বিভিন্ন শ্রেণির (পেশাদার শ্রেণি, দুর্বৃত্ত, জেলখাটা ব্যক্তি, গৃহহীন, বিদ্যালয়গামী শিশু প্রভৃতি) মৌখিক কথ্য ভাষার বিশেষ শব্দাবলি (আর্গট) বিশ্লেষণ করেন এবং এদের ব্যুৎপত্তিগত বৈশিষ্ট্য, শব্দগঠন ও উৎস ভাষা (গির্জার স্লাভোনীয়, রুশ, চেক, পোলিশ, রোমানি, গ্রিক, রোমানীয়, হাঙ্গেরীয়, জার্মান) থেকে শব্দ গ্রহণের প্রক্রিয়া সম্পর্কে আলোকপাত করেন।\n\n\n=== উপভাষা ===\n\nআধুনিক ইউক্রেনীয় ভাষায় বেশকিছু উপভাষা বিদ্যমান।\n\nউত্তরাঞ্চলীয় (পলিসীয়) উপভাষাসমূহ:\n(৩) পূর্ব পলিসীয়: চেরনিহিভ (দক্ষিণ-পূর্বাঞ্চলীয় জেলাসমূহ ব্যতীত), সুমি অব্লাস্টের উত্তরাঞ্চল এবং কিয়েভ অব্লাস্টের দক্ষিণ-পূর্বাঞ্চলীয় অংশবিশেষ, রাশিয়ার ইউক্রেন সীমান্তসংলগ্ন অঞ্চল, যেমন: ব্রিয়ানস্ক অব্লাস্টের স্তারদুপ শহরের আশেপাশের এলাকা, কুরস্ক, ভরোনিজ ও বেলগরোদ অব্লাস্টের অংশবিশেষে এই উপভাষা প্রচলিত। তবে ভাষাগত কোনো সুনির্দিষ্ট সীমারেখা চিহ্নিত করা যায় না। রুশ সীমান্তবর্তী হওয়ায় এই উপভাষার শব্দভাণ্ডারে রুশ ভাষার প্রভাব পরিলক্ষিত হয়। ইউক্রেনীয় ও রুশ উভয় ভাষার ব্যাকরণ এই উপভাষার ক্ষেত্রে খাটে।\n(২) মধ্য পলিসীয়: কিয়েভ অব্লাস্টের উত্তর-পশ্চিমাঞ্চল, ঝিতোমির অব্লাস্টের উত্তরাঞ্চল এবং রিভনে অব্লাস্টের উত্তর-পূর্বাঞ্চলে এই উপভাষা প্রচলিত।\n(১) পশ্চিম পলিসীয়: ভলিনের অব্লাস্টের উত্তরাঞ্চল, রিভনে অব্লাস্টের উত্তর-পশ্চিমাঞ্চল এবং তৎসংলগ্ন বেলারুশের ব্রেস্ট অঞ্চলে এই উপভাষা প্রচলিত। বেলারুশ অঞ্চলের উপভাষা বেলারুশীয় ভাষার ব্যাকরণ মেনে চলে বিধায় কেউ কেউ সেটিকে বেলারুশীয় ভাষার উপভাষা বলে মনে করেন।\nদক্ষিণাঞ্চলীয় উপভাষাসমূহ:\n(৪) মধ্য নিপ্রো অঞ্চলীয়: প্রমিত ইউক্রেনীয় ভাষার ভিত্তি হিসেবে পরিচিত। মূলত ইউক্রেনের মধ্যাঞ্চলের বিভিন্ন অংশে (প্রধানত কিয়েভ অব্লাস্টের দক্ষিণ ও পূর্বাঞ্চলে) এই উপভাষা ব্যবহৃত হয়। তাছাড়াও, চেরকাসি, পোলতাভা ও কিয়েভ অঞ্চলের কথ্যভাষাকে প্রমিত ইউক্রেনীয় ভাষার কাছাকাছি হিসেবে গণ্য করা হয়।\n(৫) স্লবোদীয়: খারকিভ, সুমি, লুহানস্ক ও ডোনেৎস্ক অব্লাস্টের উত্তরাঞ্চলে এই উপভাষা ব্যবহৃত হয়। পাশাপাশি রাশিয়ার ভরোনিজ ও বেলগরোদ অঞ্চলেও এই উপভাষা প্রচলিত রয়েছে। এই উপভাষা রুশ ও ইউক্রেনীয় ভাষার ধারাবাহিক সংমিশ্রণের ফলে তৈরি হয়। উত্তর ও পূর্বদিক বরাবর এই উপভাষায় ক্রমাগত রুশ উপাদান যুক্ত হতে থাকে। ফলে রুশ ও ইউক্রেনীয় ভাষার কোনো ভৌগোলিক সীমারেখা টানা সম্ভব হয় না এবং এই উপভাষায় উভয় ভাষার ব্যাকরণই প্রয়োগ করা যায়।\n(৬) তৃণভূমি অঞ্চলের একটি উপভাষা সমগ্র দক্ষিণ ও দক্ষিণ পূর্বাঞ্চলীয় ইউক্রেনজুড়ে ব্যবহার করা হয়। এই উপভাষা এককালে জাপোরিজীয় কসাকদের প্রধান ভাষা হিসেবে গণ্য হতো।\nকুবান উপভাষা: রাশিয়ার কুবান অঞ্চলের কুবান কসাকদের কথ্য উপভাষা তৃণভূমি অঞ্চলের উপভাষার সাথে সম্পর্কযুক্ত অথবা এই ভাষার উপর ভিত্তি করে গড়ে উঠেছে। এই উপভাষাকে বালাচকা বলেও অভিহিত করা হয়। এই উপভাষার ব্যবহারকারীরা জাপোরিজীয় কসাকদের উত্তরসূরি। ১৮শ শতাব্দীতে তারা রাশিয়ার কুবান অঞ্চলে বসতি স্থাপন করে। ফলে তাদের কথ্য ভাষায় ইউক্রেনীয় ভাষার সাথে রুশ ভাষার ক্রমাগত সংমিশ্রণ ঘটে। এই উপভাষায় কিছু রুশ শব্দের সাথে রুশ ব্যাকরণের বহু উপাদান অন্তর্ভুক্ত হয়েছে। এই উপভাষার তিনটি শ্রেণিবিভাগ রয়েছে, যাদের ভৌগোলিক বিবেচনায় একত্রিত করা হয়।\nদক্ষিণ-পশ্চিমাঞ্চলীয় উপভাষাসমূহ:\n(১৩) বয়কো: লেভিভ ও ইভানো-ফ্রাঙ্কিভস্ক অব্লাস্টে কার্পেথীয় পর্বতমালার উত্তর অংশে বসবাসকারী বয়কো জাতির লোকেদের ভাষা। এটি পোল্যান্ড সীমান্তের অপরপাশে নিম্ন কার্পেথীয় অঞ্চলেও ব্যবহৃত হয়।\n(১২) হুৎসুল: হুৎসুল জাতির কথ্য ভাষা। হুৎসুলরা কার্পেথীয় পর্বতমালার উত্তরে, ইভানো-ফ্রাঙ্কিভস্ক অব্লাস্টের দক্ষিণাঞ্চলের প্রতিকূল পরিবেশ এবং চেরনিভৎসি ও জাকারপাটিয়া অব্লাস্টের কিছু কিছু অংশে বসবাস করে।\nলেমকো: লেমকো জাতির কথ্য ভাষা। লেমকো জাতির বাসভূমি ইউক্রেনের সীমান্তবর্তী কার্পেথীয় পর্বতমালার দক্ষিণদিকে স্লোভাকিয়ার প্রেশভ অঞ্চল থেকে পর্বতমালার উত্তর দিকে আধুনিক পোল্যান্ডের দক্ষিণ-পূর্বদিক পর্যন্ত বিস্তৃত।\n(৮) পোডিলীয়: ভিনিৎসিয়া ও খমেলনিৎস্কি অব্লাস্টের দক্ষিণাংশ, ওডেসা অব্লাস্টের উত্তরাংশ এবং চেরকাসি অব্লাস্টের তৎসংলগ্ন অঞ্চল, কিরোবোগরাদ ও মাইকোলাইভ অব্লাস্টে এই উপভাষা প্রচলিত।\n(৭) ভোলিনীয়: রিভনে ও ভোলিন অব্লাস্টের পাশাপাশি জিতোমির ও টেরনোপিল অব্লাস্টেও এই উপভাষায় কথা বলা হয়। এছাড়াও, পোল্যান্ডের খেভমেও এই উপভাষা প্রচলিত রয়েছে।\n(১১) পোকুট্টিয়া (বুকোভিনীয়): ইউক্রেনের চেরনিভৎসি অব্লাস্টে এই উপভাষা ব্যবহৃত হয়। রোমানীয় ভাষা থেকে আগত বিশেষ কৃতঋণ শব্দের কারণে অন্যান্য উপভাষার তুলনায় বুকোভিনীয় উপভাষা অনন্য।\n(৯) উচ্চ নিস্ট্রীয় (ক্রেসি): একে প্রধান গ্যালিসীয় উপভাষা হিসেবে গণ্য করা হয়। লেভিভ, টেরনোপিল ও ইভানো-ফ্রাঙ্কিভস্ক অব্লাস্টে এই উপভাষায় কথা বলা হয়। পোলিশ ও জার্মান ভাষার বিশেষ প্রভাব এই উপভাষার বিশেষত্ব, যা এই অঞ্চলে অস্ট্রো-হাঙ্গেরীয় শাসনের ইতিহাসকে বহন করে। এই উপভাষায় এমন কিছু অনন্য শব্দ ব্যবহার করা হয়, যা ইউক্রেনীয় ভাষার অন্যান্য উপভাষায় সচরাচর ব্যবহৃত হয় না।\n(১০) উচ্চ স্যানীয়: স্যান নদীর উপত্যকায় ইউক্রেন ও পোল্যান্ডের সীমান্তবর্তী এলাকায় এই উপভাষা ব্যবহার করা হয়।\nকখনো কখনো ইউক্রেনীয় ভাষাতাত্ত্বিকগণ রুসিন ভাষাকে ইউক্রেনীয় ভাষার উপভাষা হিসেবে গণ্য করে থাকেন।\nদোলিনীয় রুসিন বা নিম্ন কার্পেথীয় রুসিন: জাকারপাটিয়া অব্লাস্টে এই ভাষায় কথা বলা হয়।\nপানোনীয় বা বাচকা রুসিন: সার্বিয়ার উত্তর-পশ্চিমাঞ্চল এবং ক্রোয়েশিয়ার পূর্বাঞ্চলে এই ভাষা ব্যবহার করা হয়। রুসিন ভাষার বাচকা উপভাষা সার্বিয়ার স্বায়ত্তশাসিত অঞ্চল ভয়ভদিনার অন্যতম দাপ্তরিক ভাষা।\nপ্রিয়াশিভ রুসিন: স্লোভাকিয়ার প্রেশভ অঞ্চলে (ইউক্রেনীয় নাম প্রিয়াশিভ) এবং বিশেষভাবে মার্কিন যুক্তরাষ্ট্রে অভিবাসিত রুসিন ভাষার উপভাষা।\n\n\n=== প্রতিবেশী দেশসমূহে ===\n\nইউক্রেনের প্রতিবেশী দেশসমূহের মধ্যে হাঙ্গেরি ব্যতীত প্রায় প্রতিটি দেশের ঐতিহাসিক কারণে উল্লেখযোগ্য পরিমাণে ইউক্রেনীয়দের বসবাস রয়েছে। ইউক্রেনীয় ভাষা বেলারুশ, রোমানিয়া ও মলদোভায় আনুষ্ঠানিকভাবে সংখ্যালঘু ভাষা হিসেবে স্বীকৃত।\n\n\n=== প্রবাসী ইউক্রেনীয় ===\nকানাডা, মার্কিন যুক্তরাষ্ট্র এবং ব্রাজিল, আর্জেন্টিনা, প্যারাগুয়েসহ বেশ কিছু দক্ষিণ আমেরিকার দেশে উল্লেখযোগ্য সংখ্যায় ইউক্রেনীয় অভিবাসীগণ ইউক্রেনীয় ভাষায় কথা বলে থাকেন। এই অঞ্চলসমূহে বসবাসকারী ইউক্রেনীয়দের পূর্বপুরুষগণ দ্বিতীয় বিশ্বযুদ্ধের পূর্বে অস্ট্রিয়া-হাঙ্গেরির অন্তর্ভুক্ত গ্যালিসিয়া থেকে অভিবাসিত হয়ে পারি জমান। প্রথম বিশ্বযুদ্ধের পরে গ্যালিসিয়া পোল্যান্ডের অন্তর্ভুক্ত ছিল। ফলে প্রবাসী ইউক্রেনীয়দের এই অংশের কথ্য ভাষা ২০শ শতকের শুরুর ভাগের ইউক্রেনীয় ভাষার গ্যালিসীয় উপভাষার সাথে অধিকমাত্রায় সম্পর্কিত। আধুনিক ইউক্রেনীয় ভাষার তুলনায় এই অঞ্চলের ইউক্রেনীয় ভাষায় রুশ ভাষার প্রভাব তুলনামূলকভাবে অনেক কম। তবে এই দেশগুলোর স্থানীয় ভাষা বিভিন্ন থেকে কৃতঋণ শব্দ প্রবাসী ইউক্রেনীয়দের ভাষায় প্রবেশ করেছে।\nসোভিয়েত আমলে ইউক্রেনীয়রা বিভিন্ন সোভিয়েত প্রজাতন্ত্রে অভিবাসিত হয়। ফলে সোভিয়েত-পরবর্তী দেশসমূহে উল্লেখযোগ্য সংখ্যক ইউক্রেনীয়-ভাষী বসবাস করেন। এছাড়া কানাডা ও মার্কিন যুক্তরাষ্ট্রেও উল্লেখযোগ্য সংখ্যায় ইউক্রেনীয় ভাষী বসবাস করেন। এইখানে দেশ অনুযায়ী ইউক্রেনীয়দের জনসংখ্যা নিকটবর্তী হাজারে দেখানো হলো:\n\nরাশিয়া ১১,২৯,৮৩৮ (২০১০ সালের রুশ জনশুমারি অনুযায়ী);\nকানাডা ২০০,৫২৫ (২০০১ সালের হিসাব অনুযায়ী, ৬৭,৬৬৫ জন বাসাবাড়িতে ব্যবহার করেন এবং ১,৪৮,০০০ জন মাতৃভাষা হিসেবে ব্যবহার করেন)\nইউক্রেনীয় ভাষা মলদোভার বিচ্ছিন্নতাবাদী অঞ্চল ট্রান্সনিস্ট্রিয়ার তিনটি রাষ্ট্রীয় ভাষার অন্যতম হিসেবে স্বীকৃত।\nইউক্রেনীয় ভাষা প্রায় ৪,০০,০০০-এর অধিক (১৯৯৪-এর হিসাব অনুযায়ী ইউক্রেনীয় ব্রাজিলীয় সম্প্রদায়ের মুখের ভাষা। ব্রাজিলের প্রুদেন্তপোলিস শহরে পর্তুগিজ ভাষার পাশাপাশি ইউক্রেনীয় ভাষাও আনুষ্ঠানিক ভাষা হিসেবে স্বীকৃত।\n\n\n== ভাষার গঠন ==\nএই অংশে সিরিলিক লিপির পাঠ্যকে বৈজ্ঞানিক নিয়মের মাধ্যমে রোমান অক্ষরে প্রতিবর্ণীকরণ করা হয়েছে।\n\n\n=== ব্যাকরণ ===\n\nUkrainian is a fusional, nominative–accusative, satellite-framed language. It exhibits T–V distinction, and is null-subject. The canonical word order of Ukrainian is SVO. Other word orders are common due to the free word order enabled by Ukrainian's inflectional system.\nNouns have one of 3 genders: masculine, feminine, neuter; nouns decline for:\n\n7 cases: nominative, accusative, genitive, dative, instrumental, locative, vocative;\n2 numbers: singular, plural.\nAdjectives agree with nouns in gender, case, and number.\nVerbs conjugate for:\n\n4 tenses: past, pluperfect, present, future;\n2 voices: active, mediopassive;\n3 persons: first, second, third;\n2 numbers: singular, plural.\nUkrainian verbs come in aspect pairs: perfective, and imperfective. Pairs are usually formed by a prepositional prefix and occasionally a root change. The past tense agrees with its subject in number and gender (but not person), having developed from the perfect participle.\nThe Old East Slavic and Russian o in syllables ending in a consonant, often correspond to a Ukrainian i, as in pod → pid (під, 'under'). Thus, in the declension of nouns, the o can re-appear when it is no longer located in a closed syllable, such as rik (рік, 'year') (nom): rotsi (loc) (році). Similarly, some words can have і in some cases when most of the cases have o, for example слово (nominative singular), слова (nominative plural) but слiв (genitive plural).\nUkrainian case endings are somewhat different from Old East Slavic, and the vocabulary includes a large overlay of Polish terminology. Russian na pervom etaže 'on the first floor' is in the locative (prepositional) case. The Ukrainian corresponding expression is na peršomu poversi (на першому поверсі). -omu is the standard locative (prepositional) ending, but variants in -im are common in dialect and poetry, and allowed by the standards bodies. The kh of Ukrainian poverkh (поверх) has mutated into s under the influence of the soft vowel i (k is similarly mutable into c in final positions).\n\n\n=== ধ্বনিতত্ত্ব ===\n\nThe Ukrainian language has six vowels, /i/, /u/, /ɪ/, /ɛ/, /ɔ/, /a/.\nA number of the consonants come in three forms: hard, soft (palatalized) and long, for example, /l/, /lʲ/, and /lː/ or /n/, /nʲ/, and /nː/.\nThe letter ⟨г⟩ represents the voiced glottal fricative /ɦ/, often transliterated as Latin h. It is the voiced equivalent of English /h/. Russian speakers from Ukraine often use the soft Ukrainian /ɦ/ in place of Russian /ɡ/, which comes from northern dialects of Old East Slavic. The Ukrainian alphabet has the additional letter ⟨ґ⟩ for /ɡ/, which appears in a few native words such as ґринджоли  gryndžoly 'sleigh' and ґудзик gudzyk 'button'. However, /ɡ/ appears almost exclusively in loan words, and is usually simply written ⟨г⟩. For example, loanwords from English on public signs usually use ⟨г⟩ for both English g and h.\nAnother phonetic divergence between the Ukrainian and Russian languages is the pronunciation of Cyrillic ⟨в⟩ v/w. While in standard Russian it represents /v/, in many Ukrainian dialects it denotes /w/ (following a vowel and preceding a consonant (cluster), either within a word or at a word boundary, it denotes the allophone [u̯], and like the off-glide in the English words \"flow\" and \"cow\", it forms a diphthong with the preceding vowel). Native Russian speakers will pronounce the Ukrainian ⟨в⟩ as [v], which is one way to tell the two groups apart. As with ⟨г⟩ above, Ukrainians use ⟨в⟩ to render both English v and w; Russians occasionally use ⟨у⟩ for w instead.\nUnlike Russian and most other modern Slavic languages, Ukrainian does not have final devoicing.\n\n\n=== Alphabet ===\n\nUkrainian is written in a version of Cyrillic, consisting of 33 letters, representing 38 phonemes; an apostrophe is also used.  Ukrainian orthography is based on the phonemic principle, with one letter generally corresponding to one phoneme, although there are a number of exceptions. The orthography also has cases where the semantic, historical, and morphological principles are applied.\nThe modern Ukrainian alphabet is the result of a number of proposed alphabetic reforms from the 19th and early 20th centuries, in Ukraine under the Russian Empire, in Austrian Galicia, and later in Soviet Ukraine. A unified Ukrainian alphabet (the Skrypnykivka, after Mykola Skrypnyk) was officially established at a 1927 international Orthographic Conference in Kharkiv, during the period of Ukrainization in Soviet Ukraine.  But the policy was reversed in the 1930s, and the Soviet Ukrainian orthography diverged from that used by the diaspora. The Ukrainian letter ge ґ was banned in the Soviet Union from 1933 until the period of Glasnost in 1990.\nThe letter щ represents two consonants [ʃt͡ʃ]. The combination of [j] with some of the vowels is also represented by a single letter ([ja] = я, [je] = є, [ji] or [jı̽] = ї, [ju] = ю), while [jɔ] = йо and the rare regional [jɨ] = йи are written using two letters. These iotated vowel letters and a special soft sign change a preceding consonant from hard to soft. An apostrophe is used to indicate the hardness of the sound in the cases when normally the vowel would change the consonant to soft; in other words, it functions like the yer in the Russian alphabet.\nA consonant letter is doubled to indicate that the sound is doubled, or long.\nThe phonemes [d͡z] and [d͡ʒ] do not have dedicated letters in the alphabet and are rendered with the digraphs дз and дж, respectively. [d͡z] is equivalent to English ds in pods, [d͡ʒ] is equivalent to j in jump.\nAs in Russian, the acute accent may be used to denote vowel stress.\n\n\n==== Transliteration ====\n\n\n=== Orthography ===\n\nSpelling search, which began in the late 18th century with the emergence of modern literary language, led to the emergence of several spelling options. In particular, there was the spelling system of Oleksii Pavlovskyi, the spelling version of \"Mermaid of the Dniester\" (1837), Kulishivka (P. Kulish's spelling system), Drahomanivka (produced in Kyiv in the 1870s by a group of cultural figures led by linguist P. Zhytetskyi, which included and M. Drahomanov), Zhelekhivka (system of Yevhen Zhelekhovskyi (1886), enshrined in the Russian Grammar by Smal-Stotskyi and Theodore Gartner 1893).\nBorys Hrinchenko used some corrections in the fundamental four-volume Dictionary of the Ukrainian Language (1907–1909). Most of the spelling rules (practically based on phonetics – \"write as you hear\") used in Hrinchenko's dictionary are still valid. Hrinchenko's work became an informal spelling and model for Ukrainian writers and publications from 1907 until the creation of the first official Ukrainian spelling in 1918.\nOn 17 January 1918, the Central Rada of Ukraine issued the \"Main Rules of Ukrainian orthography\", which, however, did not cover the entire scope of the language. On 17 May 1919, the Ukrainian Academy of Sciences approved the \"Main Rules of Ukrainian Orthography\", which became the basis for all subsequent revisions and amendments.\nOn 23 July 1925, the Council of People's Commissars of the USSR decided to organize a State Commission for the Organization of Ukrainian Spelling (State Spelling Commission). It included more than 20 academics from the USSR, who also expressed a desire to invite representatives of Western Ukraine: Smal-Stotskyi, Volodymyr Hnatiuk and Vasyl Simovych.\nAfter almost a year of work in April 1926, the \"Project of Ukrainian Spelling\" was published to acquaint the general public with the new system. After several months of discussion and consideration of the project at the All-Ukrainian Spelling Conference (26 May – 6 June 1927), the Ukrainian orthography of 1928 was adopted in accordance with the RNC resolution of 6 September 1928. It went down in history as \"Kharkiv\" or \"Skrypnik orthography\" – from the place of creation, or from the surname of Skrypnyk.\nIn 1929, Hryhorii Holoskevych published the Ukrainian Spelling Dictionary (about 40,000 words), agreed with the full spelling produced by the State Spelling Commission and approved by the People's Commissar for Education (6 September 1928).\nIn 1933, a spelling commission headed by Andrii Khvylia branded the Ukrainian orthography of 1928 as \"nationalist\", immediately stopped publishing any dictionaries, and without any discussion, in a very short time (five months), created a new spelling that unified as never before the Ukrainian and Russian languages. The letter ґ was removed from the alphabet, and Ukrainian scientific terminology was revised and harmonized with Russian-Ukrainian dictionaries (the Institute of Ukrainian Scientific Language was abolished in 1930). This version of the spelling was approved by the resolution of the People's Commissar of Education of the USSR of 5 September 1933.\nSome minor changes were made in the spelling of 1946 and 1959 (published the following year). It was connected with the document \"The rules of Russian spelling and punctuation\", published in 1956. From 1960 until 1990, the 1960 edition was the official standard.\nAfter the beginning of \"perestroika\", the issue of improving Ukrainian spelling became relevant again: the editing of the spelling code was started by the Orthographic Commission at the LMM of the USSR Academy of Sciences. The project was also discussed in the newly established Ukrainian Language Society. T. Shevchenko (headed by Dmytro Pavlychko). The new version was approved on 14 November 1989, and published in 1990. The main achievements were the restoration of the letter ґ and the accusative case (in Soviet times it was optional and was called the accusative form).\nToday, despite the existence of the official spelling of the Ukrainian language, it is not the only spelling standard in use. Even in Ukraine itself, many publishers and publications use other versions of the spelling, which either tend to \"skrypnykivka\", or else differ from the official rules of transmission of words of foreign origin.\nOn 22 May 2019, the Cabinet of Ministers of Ukraine approved a new version of the orthography prepared by the Ukrainian National Commission on Spelling. The new edition brought to life some features of orthography in 1928, which were part of the Ukrainian orthographic tradition. At the same time, the commission was guided by the understanding that the language practice of Ukrainians in the second half of the 20th to the beginning of the 21st century has already become part of the Ukrainian orthographic tradition.\n\n\n=== Vocabulary ===\nThe Dictionary of the Ukrainian Language, in 11 volumes, contains 253,000 entries. Lexical card catalog of the Ukrainian Institute of Language Studies has six million cards. As mentioned at the top of the article, Ukrainian is most closely related lexically to Belarusian, and is also closer to Polish than to Russian (for example, можливість, mozhlyvist', \"possibility\", and Polish możliwość, but Russian возможность, vozmozhnostটেমপ্লেট:Softsign).\n\n\n=== False cognates with Russian ===\n\nThe standard Ukrainian language which is based on the Kyiv–Poltava dialect has a plethora of false friends with the standard Russian language which is based on the dialect of Moscow. Many people intentionally do or do not use them, causing their language shift into what is known as Surzhyk, where the meaning of some words mimicking Russian could be understood out of context rather than their literal meaning in Ukrainian.\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nKorunets', Ilko V. (২০০৩)। Contrastive Topology of the English and Ukrainian Languages। Vinnytsia: Nova Knyha Publishers,। আইএসবিএন 966-7890-27-9। \nLesyuk, Mykola \"Різнотрактування історії української мови\".\nLuckyj, George S. N. (১৯৯০) [1956]। Literary Politics in the Soviet Ukraine, 1917–1934। Durham and London: Duke University Press। আইএসবিএন 0-8223-1099-6।  (revised and updated edition)\nNimchuk, Vasyl'. Періодизація як напрямок дослідження генези та історії української мови. Мовознавство. 1997.- Ч.6.-С.3–14; 1998.\nMagocsi, Paul Robert (1996). A History of Ukraine. Toronto: University of Toronto Press. আইএসবিএন ০-৮০২০-০৮৩০-৫.\nPivtorak, Hryhoriy Petrovych (১৯৯৮)। Походження українців, росіян, білорусів та їхніх мов (The origin of Ukrainians, Belarusians, Russians and their languages)। Kiev: Akademia। আইএসবিএন 966-580-082-5। , (ইউক্রেনীয়). Litopys.kiev.ua\nShevelov, George Y. (১৯৭৯)। A Historical Phonology of the Ukrainian Language.। Heidelberg: Carl Winter Verlag। আইএসবিএন 3-533-02787-2। . Ukrainian translation is partially available online.\nSubtelny, Orest (১৯৮৮)। Ukraine: A History। Toronto: University of Toronto Press,। আইএসবিএন 0-8020-5808-6। \n\"What language is spoken in Ukraine\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ অক্টোবর ২০১৭ তারিখে, in Welcome to Ukraine, 2003, 1., wumag.kiev.ua\nAll-Ukrainian population census 2001, ukrcensus.gov.ua\nКонституція України (Constitution of Ukraine), 1996, rada.kiev.ua (ইউক্রেনীয়) English translation (excerpts), rada.kiev.ua.\n1897 census, demoscope.ru"}