{"pageid": 1209807, "title": "শনির ষড়ভুজ", "url": "https://bn.wikipedia.org/wiki?curid=1209807", "content": "শনির ষড়ভুজ মূলত শনি গ্রহের উত্তর মেরুতে প্রায় ৭৮° উত্তর অক্ষাংশে অবস্থিত ষড়ভুজ মেঘের প্যাটার্ন। ষড়ভুজের বাহু প্রায় ১৪,৫০০ কিলোমিটার (৯,০০০ মাইল) দীর্ঘ, যা পৃথিবীর ব্যাসের চেয়ে ২,০০০ কিলোমিটার (১,২০০ মাইল) বেশি। ষড়ভুজটি ২৯,০০০ কিলোমিটার (১৮,০০০ মাইল) এর একটু বেশি প্রশস্ত,  ৩০০ কিলোমিটার (১৯০ মাইল) উচ্চ, এবং বায়ুমণ্ডলীয় গ্যাস দিয়ে তৈরি একটি জেট স্ট্রীম যা ৩২০ কিলোমিটার প্রতি ঘণ্টা (২০০ মাইল প্রতি ঘণ্টা) বেগে ঘূর্ণায়মান। এটি 10h 39m 24s সময়ে একবার ঘোরে, যা এর অভ্যন্তরের শনির রেডিও নির্গমনের সময়কালের সমান। ষড়ভুজ দৃশ্যমান বায়ুমণ্ডলে অন্যান্য মেঘের মতো দ্রাঘিমাংশ বরাবর পরিবর্তিত হয় না।\nশনির ষড়ভুজটি ১৯৮১ সালে ভয়েজার অভিযানের সময় আবিষ্কৃত হয়েছিল, এবং পরে ২০০৬ সালে ক্যাসিনি-হাইগেন্সের  মাধ্যমে পুনরায় পর্যবেক্ষণ করা হয়। ক্যাসিনি পর্যবেক্ষণ অভিযানের সময়, ষড়ভুজটি বেশিরভাগ নীল রঙ থেকে একটি সোনালি রঙে পরিবর্তিত হয়েছিল। শনির দক্ষিণ মেরুতে কোনও ষড়ভুজ নেই, যা হাবল পর্যবেক্ষণ দ্বারা যাচাই করা হয়েছে। তবে এর একটি ঘূর্ণাবর্ত রয়েছে, এবং উত্তর ষড়ভুজের অভ্যন্তরে একটি ঘূর্ণাবর্তও রয়েছে। ষড়ভুজ মেঘের আদলের জন্য একাধিক অনুমান তৈরি করা হয়েছে।\n\n\n== আবিষ্কার ==\nডেভিড গডফ্রে ১৯৮৭ সালে শনির মেরু ষড়ভুজ আবিষ্কার করেন। যা ছিল ১৯৮১ সালের ভয়েজার অভিযানের পার্শ্ব-অতিক্রমী উড্ডয়নের সময় প্রাপ্ত চিত্র একত্রিত করার ফসল, ২০০৬ সালে ক্যাসিনি অভিযানে পুনরায় পরিদর্শন করা হয়েছিল। ২০০৯ সালের জানুয়ারিতে সূর্যের আলোতে প্রবেশ না করা পর্যন্ত ক্যাসিনি কেবলমাত্র ষড়ভুজের  অবলোহিত বিকিরণ চিত্রগুলি গ্রহণ করতে সক্ষম হয়েছিল।\nক্যাসিনি গ্রহের মতো একই গতিতে ভ্রমণের সময় ষড়ভুজ আবহাওয়ার প্যাটার্নের একটি ভিডিও তুলতে সক্ষম হয়েছিল, তাই কেবল ষড়ভুজের গতিবিধি রেকর্ড করেছিল।\n\nএটির আবিষ্কারের পরে, এবং এটি সূর্যের আলোতে ফিরে আসার পরে, পরিমিত আকারের টেলিস্কোপ দিয়েও অপেশাদার জ্যোতির্বিজ্ঞানীরা পৃথিবী থেকে ষড়ভুজটি দেখতে সক্ষম হন।   \n\n\n== রঙ ==\n\n২০১২ থেকে ২০১৬ সালের মধ্যে, ষড়ভুজটি বেশিরভাগ নীল রঙ থেকে একটি সোনালি রঙে পরিবর্তিত হয়েছে। এর জন্য একটি তত্ত্ব হল যে ঋতু পরিবর্তনের কারণে মেরুটি সূর্যের আলোতে উন্মুক্ত হওয়ায় সূর্যের আলো কুয়াশা সৃষ্টি করছে। এই পরিবর্তনগুলি ক্যাসিনি মহাকাশযান দ্বারা পর্যবেক্ষণ করা হয়েছে।\n\n\n== ষড়ভুজ আকৃতির ব্যাখ্যা ==\n\nঅক্সফোর্ড বিশ্ববিদ্যালয়ে একটি অনুকল্প অনুসারে  শনিতে ষড়ভুজ সেই জায়গায় গঠন হয়েছে যেখানে শনির বায়ুমণ্ডলে বায়ুমণ্ডলীয় বাতাসের গতিতে একটি খাড়া অক্ষাংশীয় গ্রেডিয়েন্ট রয়েছে। গবেষণাগারে অনুরূপ নিয়মিত আকারগুলি তরলের বৃত্তাকার ট্যাংক তার কেন্দ্র এবং পরিধিতে বিভিন্ন গতিতে ঘোরানো পরীক্ষায় তৈরি করা হয়েছিল। সবচেয়ে সাধারণ আকৃতিটি ছয়টি পার্শ্বযুক্ত ছিল, তবে তিন থেকে আট দিকের আকারগুলিও উৎপন্ন হয়েছিল। আকারগুলি ভিন্ন গতির সাথে দুটি ভিন্ন ঘূর্ণায়মান তরল দেহের মধ্যে অশান্ত প্রবাহের একটি অঞ্চলে গঠন করে। তরল সীমানার ধীর (দক্ষিণ) দিকে একই আকারের বেশ কয়েকটি স্থিতিশীল ভাটার তৈরি হয় এবং এগুলি পরিধির চারপাশে সমানভাবে স্থান দেওয়ার জন্য একে অপরের সাথে যোগাযোগ করে। ভাটারগুলির উপস্থিতি সীমানাটিকে উত্তরদিকে অগ্রসর হতে প্রভাবিত করে যেখানে প্রতিটি উপস্থিত থাকে এবং এটি বহুভুজ প্রভাবের জন্ম দেয়। বহুভুজগুলি বাতাসের সীমানায় গঠিত হয় না যতক্ষণ না গতির পার্থক্য এবং সান্দ্রতা প্যারামিটারগুলি নির্দিষ্ট সীমার মধ্যে থাকে এবং তাই শনির দক্ষিণ মেরু বা বৃহস্পতির মেরুগুলির মতো অন্যান্য সম্ভাব্য স্থানে উপস্থিত থাকে না।\nঅন্যান্য গবেষকরা দাবি করেন যে ল্যাব অধ্যয়নগুলো ঘূর্ণি রাস্তাগুলি প্রদর্শন করে, শনির ষড়ভুজে পরিলক্ষিত না হওয়া সর্পিল ঘূর্ণির একটি সিরিজ। সিমুলেশনগুলো দেখায় যে শনির বিরাজমান মেঘের মতো একই দিকে একটি অগভীর, ধীর, স্থানীয়করণ করা জেটস্ট্রিম একই সীমানা স্থিতিশীলতার সাথে শনির ষড়ভুজের পর্যবেক্ষণ আচরণের সাথে মিলতে সক্ষম।\nশনির উত্তর মেরু হেক্সাগোনাল সার্কপোলার জেট (জেট) প্লাস নর্থ পোলার ভর্টেক্স (এনপিভি) সিস্টেমের ব্যারোট্রপিক অস্থিতিশীলতার বিকাশ পর্যবেক্ষণ ষড়ভূজের মতো একটি দীর্ঘ-জীবন্ত কাঠামো তৈরি করে, যা জেট-কেবল সিস্টেমের ক্ষেত্রে নয়, যা সাহিত্যের বেশ কয়েকটি গবেষণাপত্রে এই প্রসঙ্গে অধ্যয়ন করা হয়েছিল। উত্তর মেরু ঘূর্ণি (এনপিভি), এইভাবে, ষড়ভূজ জেটগুলিকে স্থিতিশীল করার জন্য একটি নির্ণায়ক গতিশীল ভূমিকা পালন করে। আর্দ্র সঞ্চালনের প্রভাব, যা সম্প্রতি সাহিত্যে শনির উত্তর মেরু ঘূর্ণিসিস্টেমের উত্স হিসাবে প্রস্তাবিত হয়েছিল, ব্যারোট্রপিক ঘূর্ণনশীল অগভীর জলের মডেলের কাঠামোতে তদন্ত করা হয় এবং সিদ্ধান্তগুলো পরিবর্তন করে না।\nক্যালিফোর্নিয়া ইনস্টিটিউট অফ টেকনোলজির অ্যান্ডি ইঙ্গারসোল ল্যাবরেটরির ২০২০ সালের একটি গাণিতিক গবেষণায় দেখা গেছে যে বহুভুজের একটি স্থিতিশীল জ্যামিতিক বিন্যাস যে কোনও গ্রহে ঘটতে পারে যখন কোনও ঝড় ঝড়ের বিপরীত দিকে ঘুরতে থাকা বাতাসের বলয় দ্বারা বেষ্টিত হয়, যাকে অ্যান্টিসাইক্লোনিক রিং বা অ্যান্টিসাইক্লোনিক শিল্ডিং বলা হয়। এই ধরনের সুরক্ষা প্রতিবেশী ঘূর্ণিঝড়ের পটভূমিতে একটি ঘূর্ণি গ্রেডিয়েন্ট তৈরি করে, ঘূর্ণিঝড়গুলির মধ্যে পারস্পরিক প্রত্যাখ্যান ঘটায় ( বিটা-ড্রিফটের প্রভাবের মতো)। আপাতদৃষ্টিতে রক্ষা করা হলেও, শনি গ্রহের মেরু ঘূর্ণিঝড় শনির মেরু ঘূর্ণিঝড়ের বড় আকার এবং ধীর বাতাসের গতির কারণে বৃহস্পতির মতো চক্রাকার ঘূর্ণিঝড়ের বহুভুজ প্যাটার্ন ধরে রাখতে পারে না।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউটিউবে Cassini Video of Saturn's Hexagon\nSaturn Revolution 175  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ আগস্ট ২০২১ তারিখে, Cassini images, November 27, 2012\nSaturn’s Strange Hexagon – In Living Color! – Universe Today\nEdge of the hexagon from Planetary Photojournal\nSaturn's Hexagon Comes to Light, APOD January 22, 2012\nIn the Center of Saturn's North Polar Vortex, Astronomy Picture of the Day – December 4, 2012\nVideo of hexagon's rotation from NASA\nNASA's Cassini Spacecraft Obtains Best Views of Saturn Hexagon (December 4, 2013)\nAnimated vortex view (TPS)\nHexagon image  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ আগস্ট ২০২১ তারিখে\nSaturn's Hexagon Replicated In Laboratory, video\nHexagon Changes Color (October 21, 2016)"}