{"pageid": 1209054, "title": "রংপুর সিটি কর্পোরেশন নির্বাচন, ২০২২", "url": "https://bn.wikipedia.org/wiki?curid=1209054", "content": "২০২২ সালের রংপুর সিটি কর্পোরেশন নির্বাচন ছিল একটি বাংলাদেশী স্থানীয় সরকার নির্বাচন। এটি ২৭ ডিসেম্বর ২০২২ তারিখে অনুষ্ঠিত হয়। প্রতি পাঁচ বছর অন্তর সিটি করপোরেশন নির্বাচন অনুষ্ঠিত হয় এবং রংপুরে এটি ছিল এ জাতীয় তৃতীয়বারের মতো নির্বাচন। এবারের নির্বাচনে কর্পোরেশনের মেয়র ও ৩৩টি ওয়ার্ডের কাউন্সিলর নির্বাচিত হন। মেয়র নির্বাচনে মোট ৯ জন প্রার্থী প্রতিদ্বন্দ্বিতা করেন এবং অন্যান্য ২৪৬ জন সাধারণ পরিষদ ও সংরক্ষিত (মহিলা) আসনে প্রতিদ্বন্দ্বিতা করেন।\nনির্বাচনের পূর্বেও এটিই একমাত্র শহর ছিল যা জাতীয় পার্টির অধীনে ছিল, যা জাতীয় সংসদের বর্তমান বিরোধী দল। এটিও দেশের বারোটির মধ্য়ে দুটি সিটি করপোরেশনের একটি যা আওয়ামী লীগ ছাড়া অন্য দলগুলোর দখলে। রাজনৈতিক বিশ্লেষকদের মতে, বর্তমান আওয়ামী লীগ-সরকার এবং কাজী হাবিবুল আউয়ালের নেতৃত্বে নবগঠিত নির্বাচন কমিশনের জন্য নির্বাচনটি তাৎপর্যপূর্ণ ছিল- কারণ এই সরকারের অধীনে নির্বাচন কমিশনগুলিকে বাংলাদেশকে প্রকৃতপক্ষে আওয়ামী লীগের অধীনে একদলীয় রাষ্ট্রে পরিণত করার জন্য সরকারের একটি 'পুতুল কমিশন' হিসেবে বিএনপি ও তাদের সমমনাদের দ্বারা অভিযুক্ত করা হয়।\nএছাড়াও একই বছরের জুন মাসে কুমিল্লা সিটি করপোরেশনের নির্বাচনে মেয়রের কার্যালয় বিএনপি থেকে আওয়ামী লীগের কাছে চলে যাওয়ায় অভিযোগ বেড়ে ওঠে।\n\n\n== পটভূমি ==\nসিটি কর্পোরেশন বা সিটি কাউন্সিল হল বাংলাদেশের স্থানীয় কাউন্সিলগুলির মধ্যে সর্বোচ্চ স্তর, সাধারণত শহর বা মেট্রোপলিটন এলাকা নিয়ে গঠিত। প্রতি পাঁচ বছর অন্তর মেয়র ও ওয়ার্ড কাউন্সিলর নির্বাচনের জন্য নির্বাচন হয়। ওয়ার্ড কাউন্সিলগুলি একটি শহরের প্রশাসনিক অংশগুলিকে বিভক্ত করে এবং একটি শহরের ওয়ার্ডের সংখ্যা মোট প্রশাসনিক এলাকার উপর নির্ভর করে। প্রতিটি ওয়ার্ডের জন্য ওয়ার্ড কাউন্সিলর তাদের ওয়ার্ডের বাসিন্দাদের দ্বারা নির্বাচিত হয়। প্রতি ৩টি ওয়ার্ডের জন্য সাধারণ পরিষদে মহিলাদের জন্য একটি সংরক্ষিত আসন রয়েছে, তারাও জনগণের দ্বারা নির্বাচিত। তবে মেয়র নির্বাচন তাদের কাছে অনেক বেশি প্রাধান্য পেয়েছে।\nরংপুর সিটি কর্পোরেশন (RpCC) মেট্রোপলিটন রংপুর নিয়ে গঠিত। এটি আবার ৩৩টি ওয়ার্ডে বিভক্ত। রংপুরে কর্পোরেশন ২০১২ সালে প্রতিষ্ঠিত হয় এবং একই বছর প্রথম নির্বাচন অনুষ্ঠিত হয়, প্রথম মেয়র হিসেবে শরফুদ্দিন আহমেদ ঝন্টু নির্বাচিত হন।\nরাজনৈতিকভাবে, রংপুর অঞ্চলকে জাতীয় পার্টির 'ঘাঁটি' হিসেবে বিবেচনা করা হয়, যেখানে বিপুল সংখ্যক আওয়ামী লীগ সমর্থক রয়েছে। বিগত দুটি নির্বাচনে, প্রথমটি আওয়ামী লীগের একজন প্রার্থী যিনি জাতীয় পার্টির সাবেক সদস্য ছিলেন এবং সর্বশেষ জাতীয় পার্টির প্রার্থী জিতেছিলেন।\n\n\n== প্রার্থীতা ==\n\n\n=== মেয়র নির্বাচন ===\n\n\n== ফলাফল ==\n\nরংপুর সিটি কর্পোরেশনের ১ লাখ ৪৬ হাজার ৭৯৮ ভোট পেয়ে টানা দ্বিতীয় বারের মতো মেয়র নির্বাচিত হয়েছেন জাতীয় পার্টির প্রার্থী মোস্তাফিজার রহমান মোস্তফা। তার নিকটতম প্রতিদ্বন্দ্বী হাতপাখা পেয়েছে ৪৯ হাজার ৮৯২ ভোট। এছাড়া ৩৩ হাজার ৮৮৩ ভোট পেয়ে তৃতীয় হয়েছে হাতি। আর আওয়ামী লীগ মনোনীত প্রার্থী অ্যাডভোকেট হোসনে আরা লুৎফা ডালিয়া  ২২ হাজার ৩০৯ টি ভোট পায়।\nএই নির্বাচনে মেয়র পদে নয়জন প্রার্থী ছিলো। ৩৩টি সাধারণ ওয়ার্ডের কাউন্সিলর পদে ১৮৩ জন এবং ১১টি সংরক্ষিত ওয়ার্ডের নারী কাউন্সিলর পদে ৬৮ জন প্রার্থীছিলেন। এছাড়া ৩০ নম্বর ওয়ার্ডের কাউন্সিলর বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হয়েছেন।\n\n\n== আরো পড়ুন ==\nরংপুর সিটি কর্পোরেশন\nরংপুর সিটি কর্পোরেশনের মেয়র\n\n\n== তথ্যসূত্র ==\n\n\n== পাদটীকা =="}