{"pageid": 1209312, "title": "পেনরোজ সিঁড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1209312", "content": "পেনরোজ সিঁড়ি (ইংরেজিতে Penrose stairs বা Penrose steps) একটি অসম্ভব বস্তু। ১৯৩৭ সালে অস্কার রয়টার্সফের্ড পেনরোজ সিঁড়ির সৃষ্টি করেন। এটিকে অসম্ভব সিঁড়ি নামেও ডাকা হয়। পরবর্তীতে লিওনেল পেনরোজ ও তার পুত্র রজার পেনরোজ এটি পুনরাবিস্কার করেন ও এটির জনপ্রিয়তায় অবদান রাখেন। এটি মূলত পেনরোজ ত্রিভুজের একটি প্রকারভেদ। এটি একটি সিঁড়ির দ্বিমাত্রিক চিত্র যেখানে সিঁড়িটি চারবার ৯০ ডিগ্রি কোণে বাঁক নেয় কিন্তু একটি আবদ্ধ ফাঁসের মতো নামতেই থাকে বা উঠতেই থাকে, তাই একজন ব্যক্তি এই সিঁড়ি দিয়ে চিরকাল উঠতে থাকে কিন্তু কখনোই উপরে ওঠে না। এই ব্যাপারটি পরিস্কারভাবে একটি ত্রিমাত্রিক ইউক্লিডীয় জ্যামিতিতে অসম্ভব, কিন্তু কিছু অ-ইউক্লিডীয় জ্যামিতি যেমন শূন্য জ্যামিতিতে সম্ভব।\n১৯৫৮ সালে ব্রিটিশ জার্নাল অফ সাইকোলজিতে রজার পেনরোজের নিবন্ধ \"পেনরোজের ত্রিভুজ\" এর উপর ভিত্তি করে ১৯৫৯ সালে লিওনেল ও রজার পেনরোজ যে নিবন্ধটি লিখেছিলেন তাতে \"পেনরোজ সিঁড়ি\"র ধারণা প্রথম উপস্থাপিত হয়।এম. সি. এশ্যর পরে পেনরোজ সিঁড়ি আবিষ্কার করেন এবং ১৯৬০ সালের মার্চ মাসে তাঁর বিখ্যাত লিথোগ্রাফ ক্লিমমেন এন ডালেন (অ্যাসেন্ডিং অ্যান্ড ডিসেন্ডিং ) তৈরি করেন। একই বছর পেনরোজ এবং এশ্যর একে অপরের কাজের বিষয়ে অবহিত হন। এশ্যর তার ১৯৬১ সালে প্রকাশিত চিত্র ওয়াটারভাল (জলপ্রপাত)-এ   পেনরোজের সিঁড়িকে আরও উন্নতবস্থায় এঁকে দেখিয়েছেন।\nলিওনেল ও রজার পেনরোজ উল্লেখ করেছেন যে \"কাঠামোটির প্রতিটি অংশ এক সারি সিঁড়ির ধাপ হিসেবে গ্রহণযোগ্য কিন্তু সংযোগগুলি এমন যে চিত্রটি সামগ্রিকভাবে অসঙ্গত হয়ে যায়, সিঁড়ির ধাপগুলি ক্রমাগত ঘড়ির কাঁটার দিকে নামতেই থাকে।\"\n\n\n== ইতিহাস ==\n\n\n=== লিওনেল পেনরোজ ও রজার পেনরোজ ===\n\n১৯৫৪ সালে রজার পেনরোজ আমস্টারডামে আন্তর্জাতিক গণিত কংগ্রেসে এম. সি. এশ্যরের সৃষ্ঠকর্মের সাথে পরিচিত হন। তিনি এশ্যরের কাজে অত্যন্ত মুগ্ধ হয়েছিলেন। ইংল্যান্ডে ফিরে যাওয়ার সময় তিনি নিজের থেকে অসম্ভব কিছু তৈরি করার সিদ্ধান্ত নিয়েছিলেন। একটির উপর একটি দণ্ড বসিয়ে বিভিন্ন নকশা তৈরি ও পরীক্ষা-নিরীক্ষার পর অবশেষে তিনি অসম্ভব ত্রিভুজ তৈরিতে সক্ষম হন। রজার তার আঁকা ছবিটি তার বাবাকে দেখিয়েছিলেন, যিনি খুব সহজে এর অনুরূপ বিভিন্ন অসম্ভব বস্তু তৈরি করেন, যার মধ্যে অসম্ভব সিঁড়ি অন্তর্ভুক্ত ছিল । তারা তাদের গবেষণার ফল প্রকাশ করতে চেয়েছিল কিন্তু এটি কোন বিষয়ের সঙ্গে সম্পর্কিত তা জানতেন না। লিওনেল পেনরোজ ব্রিটিশ জার্নাল অফ সাইকোলজির সম্পাদক লিওনেলের পরিচিত ছিলেন এবং তাই তিনি তাদের সংক্ষিপ্ত পাণ্ডুলিপি প্রকাশ করতে তাকে রাজি হয়েছিলেন। এরপর অসম্ভব সিড়িকে একটি মনস্তাত্ত্বিক বিষয় হিসাবে উপস্থাপন করা হয়েছিল। ১৯৫৮ সালে এটি প্রকাশের পর এশ্যরের প্রতি সম্মান প্রদর্শণ স্বরূপ পেনরোজরা নিবন্ধটির একটি অনুলিপি পাঠান।\nএশ্যর তাদের কাজে বিমোহিত হয়ে ১৯৬০ সালে এপ্রিলে পেনরোজদের একটি প্রশংসাপত্র পাঠিয়েছিলেন।\n১৯৮৫ সালে রোমের একটি এশ্যর সম্মেলনে, রজার পেনরোজ বলেছিলেন যে তিনি এশ্যরের কর্মগুণ দ্বারা ব্যাপকভাবে অনুপ্রাণিত হয়েছিলেন যখন তিনি এবং তার পিতা পেনরোজ ত্রিভুজ এবং পেনরোজ সিঁড়ি উভয়ই আবিষ্কার করেছিলেন ।\n\n\n=== অস্কার রয়টার্সভার্ড ===\nপেনরোজের আগে অসম্ভব সিঁড়ি নকশাটি আবিষ্কার করেছিলেন সুইডিশ শিল্পী অস্কার রয়টার্সভার্ড, কিন্তু পেনরোজ বা এশ্যর কেউই তার নকশা সম্পর্কে অবগত ছিলেন না। বেতারে মোৎসার্টের মৌলিক সুর ও সঙ্গীত নির্মাণের কৌশল সংক্রান্ত এক অনুষ্ঠান থেকে অনুপ্রাণিত হয়ে রয়টার্সভার্ড ১৯৫০ সালে স্টকহোম থেকে প্যারিস ভ্রমণকালে ধারাবাহিকভাবে কয়েকটি অসম্ভব বস্তু আঁকা শুরু করেন। তিনি তখন বুঝতে পারেননি যে অঙ্কন করার সময় তার ছবিটি একটি ক্রমাগত উপরে গমনের সিঁড়ি ছিল, তবে এই প্রক্রিয়াটি তাকে ধাপে ধাপে তার ক্রমবর্ধমান জটিল নকশাগুলির সন্ধানে কার্যকর ভূমিকা রেখেছিল। ১৯৬১ সালে রয়টার্সভার্ডের কাছে যখন এম.সি. এশ্যরের অস্যান্ডিং এন্ড ডেসেন্ডিং পাঠানো হয়েছিল, তখন তিনি মুগ্ধ হয়েছিলেন কিন্তু সিঁড়ির অনিয়মটি পছন্দ করেননি। ১৯৬০ এর দশক জুড়ে, রয়টার্সভার্ড তাঁর কাজের প্রশংসা জানানোর জন্য এশ্যরকে বেশ কয়েকটি চিঠি পাঠিয়েছিলেন, কিন্তু সেই ডাচ শিল্পী সাড়া দিতে ব্যর্থ হন। রজার পেনরোজ ১৯৮৪ সালে রয়টার্সভার্ডের কাজ আবিষ্কার করেন।\n\n\n=== এশ্যরিও সিঁড়ি ===\nএশ্যরিযও সিঁড়ি হলো পেনরোজ সিঁড়ির বিভ্রমের উপর ভিত্তি করে তৈরি করা একটি ভাইরাল ভিডিও। ভিডিওটি মাইকেল লাকানিলাও রচেস্টার ইনস্টিটিউট অফ টেকনোলজিতে চলচ্চিত্রায়ন করেছিলেন। ভিডিও দেখানো হয় একটি চাক্রিক সিঁড়ির এক প্রান্ত থেকে কেউ যদি একদিক থেকে হাঁটা শুরু করে, তাহলে সে পুনরায় একই স্থানে পৌঁছাবে। ভিডিওটির মতে সিঁড়িটি ১৯৬০ এর দশকে কাল্পনিক স্থপতি রাফায়েল নেলসন আবোগান্ডা দ্বারা নির্মিত হয়েছিল। পরবর্তীতে ভিডিওটি একটি ইন্টারনেট প্রতারণা বলে প্রকাশিত হয়েছিল, কারণ বিভিন্ন ব্যক্তি এই সিঁড়িটি দেখতে রচেস্টার ইনস্টিটিউট অফ টেকনোলজিতে ভ্রমণ করেছিলেন।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nপেনরোজ সিঁড়ি ইনসেপশন চলচ্চিত্রে দুবার উপস্থিত হয়েছিল। এই দৃষ্টি-বিভ্রম শুধুমাত্র চলচ্চিত্রের মাধ্যমে উপলব্ধি করা যেতে পারে।\n২০১১ সালের আমেরিকান রক ব্যান্ড দ্য স্ট্রোকস এর অ্যালবাম অ্যাঙ্গেলস এর প্রচ্ছদে পেনরোজ সিঁড়ির একটি জটিল সেট চিত্রিত করা হয়েছিল।\nইংরেজ রক ব্যান্ড দ্য ওম্ব্যাটস  তাদের ২০১৫ সালের গ্রীক ট্র্যাজেডি শিরোনামের একক সঙ্গীতে, পেনরোজ সিঁড়ি উল্লেখ করেছেন।\n\n\n== আরও দেখুন ==\n\nঅসম্ভব বস্তু\nদৃষ্টিভ্রম\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থ ও রচনাপঞ্জি =="}