{"pageid": 12092, "title": "গুজরাতি ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12092", "content": "গুজরাতি ভাষা বা গুজরাটি ভাষা হলো ইন্দো-ইউরোপীয় ভাষা-পরিবারের অন্তর্ভুক্ত ইন্দো-আর্য ভাষা। এটি ভারতের গুজরাত রাজ্যের স্থানীয় এবং সরকারি ভাষা। এছাড়াও ভারতের দমন ও দিউ এবং দাদরা ও নগর হাভেলি কেন্দ্রশাসিত অঞ্চলগুলির সরকারি ভাষা।\nভারতের ২০০১ সালের জনগননা অনুযায়ী এটি মাতৃভাষীর সংখ্যা অনুসারে ভারতের ৭ম সর্বাধিক প্রচলিত ভাষা\nএবং ভারতে এই ভাষার বক্তার সংখ্যা ৪ কোটি ৯ লক্ষ যা ভারতের মোট জনসংখ্যার ৪.৪৮%। মাতৃভাষী বক্তার সংখ্যা অনুসারে এই ভাষাটি বিশ্বের ২৬তম সর্বাধিক প্রচলিত ভাষা। ভারত ছাড়াও পৃথিবীর বিভিন্ন দেশে (মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, কেনিয়া, পাকিস্তান\n, উগান্ডা, দক্ষিণ আফ্রিকা, কানাডা, অস্ট্রেলিয়া,, চীন, বাহরাইন\n, সিঙ্গাপুর\n, তানজানিয়া,\n, and নিউজিল্যান্ড\n) ৫ কোটিরও বেশি মানুষ ৭০০ বছরের ঐতিহ্যশালী এই ভাষাটি ব্যবহার করেন। এই ভাষাটি মহাত্মা গান্ধীর এবং মুহাম্মদ আলী জিন্নাহর মাতৃভাষা।\n\n\n== ইতিহাস ==\n\nগুজরাতি (কখনও গুজরাতি) একটি আধুনিক ইন্দো-আর্য ভাষা যা সংস্কৃত ভাষা থেকে বিবর্তিত হয়েছে, এবং এর বিবর্তনের দুটি মতবাদ আছে:\n\n১) অন্যান্য ইন্দো-আর্য ভাষার মতো এই ভাষাটিও তিনটি ধাপে বিবর্তিত হয়েছে:\nপ্রাচীন ইন্দো-আর্য (বৈদিক এবং ধ্রুপদী সংস্কৃত)\nমধ্য ইন্দো-আর্য (বিভিন্ন প্রাকৃত এবং অপভ্রংশ)\nনব্য ইন্দো-আর্য (হিন্দি, গুজরাতি, বাংলার মতো আধুনিক ভাষা)\n২) ইন্দো-আর্য ভাষার বংশলতিকা ক্রমানুযায়ী বিভক্ত হয়েছে:\n\nসংস্কৃত থেকে গুজরাতির শব্দের সৃষ্টির ধারা: \n\nধ্বনিতাত্ত্বিক\nস্বরধ্বনির মূল স্বনিমীয় দৈর্ঘ্যের হ্রাস পাওয়া\nসংযুক্ত ব্যঞ্জনধ্বনির দ্বিত্বীভবন এবং ক্রমান্বয়ে অযুগ্ম ব্যঞ্জনধ্বনি হওয়া (পূরক দীর্ঘ স্বরধ্বনি যোগে)\n\nরূপতাত্ত্বিক\nযৌগিক শব্দ বা সমাসবদ্ধ পদের সংখ্যা হ্রাস পাওয়া\nদ্বিবচনের এবং বহুবচনের সংযোগ হওয়া\nকারক পরিবর্তে অনুসর্গের ব্যবহার\nকাল, বাচ্যতা, ভাব-প্রকারের ক্ষেত্রে প্রত্যয়ের পরিবর্তে একের বেশি শব্দ ব্যবহার\nবাক্যতাত্ত্বিক\nবিভক্ত কর্মকর্তৃরূপতা\nআরও জটিল অন্বয় রীতি\nএরপর গুজরাতি ভাযাকে তিনটি পর্যায় ভাগ করা হয়েছে:\n\n\n=== প্রাচীন গুজরাতি ===\nপ্রাচীন গুজরাতি (જૂની ગુજરાતી জুনি গুজ্‌রাতি;  ગુજરાતી ભાખા গুজ্‌রাতি ভাখা বা ગુર્જર અપભ્રંશ গুর্জর অপভ্রংশ, ৭০০ খ্রিস্টপূর্ব - ১৫০০ খ্রীষ্টাব্দ), আধুনিক গুজরাতি এবং রাজস্থানি ভাষার পূর্বপুরুষ , গুজরাত, পাঞ্জাব, রাজপুতানা এবং মধ্য ভারতের বিভিন্ন অঞ্চলে বসবাসকারী গুর্জর জাতির মানুষরা ব্যবহার করাতেন। এই ভাষাটি ১২শ শতাব্দি থেকেই সাহিত্যিক ভাষা হিসাবে ব্যবহার হত।\nএই সময়কার বিভিন্ন লেখায় গুজরাতি ভাষার বৈশিষ্ট, যেমন বিশেষ্যর সাধারণ/তির্যক রূপ, অনুসর্গের ব্যবহার, এবং সহায়ক ক্রিয়া  দেখা যেত। আধুনিক গুজরাতির মতোই এর তিনটি ব্যাকরণগত লিঙ্গ ছিল, এবং আনুমানিক ১৩০০ খ্রীষ্টাব্দে এই ভাষার প্রমিত রূপটি প্রকাশ পাওয়া শুরু করে।\nপ্রাচীন গুজরাতি নামে পরিচিতি থাকলেও কোন কোন বিশেষজ্ঞ এই ভাষাটিকে প্রাচীন পশ্চিম রাজস্থানি হিসাবে চিহ্নিত করতে পছন্দ এই যুক্তি দেখিয়ে যে সেই সময় গুজরাতি এবং রাজস্থানি স্বতন্ত্র ভাষা হিসাবে উদ্ভূত হয়নি।\nএর একটা কারণ হল তারা এটা বিশ্বাস করেন যে রাজস্থানি ভাষায় ক্লিব লিঙ্গ বিক্ষিপ্তভাবে প্রকাশ পায়, যা এই ভুল ধারণা থেকে জন্মেছে যে গুজরাতির -ঊ- [ũ] আর রাজস্থানি ভাষায় নাসিক্য ব্যঞ্জনধ্বনির পরে পুংলিঙ্গের বিভক্তি -ও- [o]-এর পরিবর্তিত রূপ -ঊ- [ũ] সমগোত্রীয়। সোলাঙ্কি (চৌলুক্য বা গুজরাতি চালুক্য) বংশের রাজা জয়সিংহ সিদ্ধরাজের সময়কার জৈন সন্ন্যাসী এবং বিশিষ্ট পণ্ডিত আচার্য্য হেমচন্দ্র এই ভাষার পূর্ববর্তী ভাষার প্রাকৃত ব্যাকরণ নামে এক আচারিক ব্যাকরণের বই লিখেছিলেন।\n\n\n=== মধ্য গুজরাতি ===\nমধ্য গুজরাতি (খ্রী: ১৫০০ - ১৮০০) রাজস ভাষা থেকে বিভক্ত হয়ে যায়, এবং নতুন স্বনিম /ɛ/ এবং /ɔ/, সহায়ক ধাতু ছ- এবং সম্বন্ধসূচক -ন--এর ব্যবহার দেখা যায়। প্রাচীন থেকে মধ্য গুজরাতির মধ্যে প্রধান ধ্বনিগত পরিবর্তনগুলি হল:\n- /i/এবং/u/বিবৃতাক্ষরগুলিতে/ə/হয়ে যাওয়া\n\n/əi/ এবং /əu/ দ্বিস্বরধ্বনিগুলির শব্দের শুরুতে /ɛ/ এবং /ɔ/, এবং অন্যান্য জায়গায় /e/ এবং /o/ হয়ে যাওয়া\n/əũ/-এর শব্দের শুরুতে /ɔ̃/, এবং শব্দের শেষে /ű/ হয়ে যাওয়া\n\n\n=== আধুনিক গুজরাতি ===\n\nআধুনিক গুজরাতির প্রধান ধ্বনিগত পরিবর্তন যেটি হয়েছিল তা হল শব্দের শেষে/ə/-এর অপসারণ, যার ফলে এখন গুজরাতিতে ব্যঞ্জনান্ত শব্দ পাওয়া যায়। নতুন বহুবচনসূচক -ও- ব্যবহার দেখা গেল। সাহিত্যে ১৯শ শতকের শেষের দিকে বেশকিছু পরিবর্তন দেখা যায়।\n\n\n== ব্যবহার এবং বিস্তৃতি ==\n\n১৯৯৭ সালের হিসাব অনুযায়ী প্রায় ৪ কোটি ৬০ লক্ষ গুজরাতি ভাষাভাষির মধ্যে প্রায় ৪ কোটি ৫৫ লক্ষ ভারতে বসবাস করেন, উগান্ডায় ১,৫০,০০০, তানজানিয়ায় ৫০,০০০, কেনিয়ায় ৫০,০০০ এবং পাকিস্তানের করাচিতে কয়েক লক্ষ ভাষাভাষি বসবাস করেন, যদিও পাকিস্তানে গুজরাতি সম্প্রদায়ের নেতাদের মতে করাচিতে প্রায় ৩০ লক্ষ গুজরাতি বসবাস করেন।\nমরিশাসের জনসংখ্যার একটি নির্দিষ্ট পরিমাণ এবং রেইউনিয়ান দ্বীপের বিপুল সংখ্যক লোক গুজরাতি বংশোদ্ভূত, যাদের মধ্যে কিছু লোক এখনও গুজরাতিতে কথা বলেন।\nউত্তর আমেরিকায় একটি উল্লেখযোগ্য গুজরাতি ভাষাভাষী জনসংখ্যার বিদ্যমান, বিশেষত নিউ ইয়র্ক সিটি মেট্রোপলিটান অঞ্চল এবং বৃহত্তর টরন্টো অঞ্চলে যথাক্রমে ১,০০,০০০ জন বক্তা এবং ৭৫,০০০ এরও বেশি বক্তা আছে।\nএছাড়াও মার্কিন যুক্তরাষ্ট্র এবং কানাডার বেশিরভাগ মেট্রোপলিটান এলাকাগুলিতে গুজরাতি ভাষাভাষীরা আছে।\n২০১১ সালের জনগননা অনুযায়ী, গুজরাতি বৃহত্তর টরন্টো অঞ্চলের সপ্তদশতম সবথেকে বেশি কথিত ভাষা এবং হিন্দি-উর্দু, পাঞ্জাবি এবং তামিলের পরে চতুর্থ সবচেয়ে বেশি ব্যবহৃত দক্ষিণ এশীয় ভাষা।\nযুক্তরাজ্যে ২ লক্ষেরও বেশি গুজরাতি ভাষাভাষী মানুষ বসবাস করে, এদের মধ্যে অনেকেই লন্ডন অঞ্চলে, বিশেষত উত্তর পশ্চিম লন্ডনে, এছাড়াও বার্মিংহাম, ম্যানচেস্টার এবং লিসেস্টার, কভেন্ট্রি, ব্র্যাডফোর্ড এবং ল্যাঙ্কাশায়ারের প্রাক্তন মিল শহরে অবস্থিত।\nএই সংখ্যার একটি অংশ পূর্ব আফ্রিকার গুজরাতিরাও আছেন, যারা আফ্রিকার বিভিন্ন দেশ \"আফ্রিকায়ীত\" হওয়ার পর সেখান থেকে চলে এসেছেন। অধিকাংশই, যাদের ব্রিটিশ পাসপোর্ট আছে, যুক্তরাজ্যে বসতি স্থাপন করেছেন। যুক্তরাজ্যে জিসিএসই শিক্ষার্থীদের জন্য গুজরাতি একটি বিষয় হিসাবে রাখা হয়েছে।\nগুজরাতিরা ছাড়াও গুজরাতের অ-গুজরাতি বাসিন্দা এবং অভিবাসীরাও গুজরাতিতে কথা বলেন যাদের মধ্যে কচ্ছি জাতি (সাহিত্যে ব্যবহার হয়), পারসি (মাতৃভাষা হিসাবে গৃহীত হয়েছে) এবং পাকিস্তান থেকে আগত হিন্দু সিন্ধি শরণার্থীরা উল্লেখযোগ্য।\nভৌগোলিক বণ্টনের বিষয়ে আরও বিস্তারিতভাবে জানা যাবে জর্জ এ. গ্রীয়ারসনের 'ভারতের ভাষাতত্ত্ব জরিপ' বইটিতে।\n\n\n=== সরকারি মর্যাদা ===\nভারতের ২৩টি সরকারী ভাষা এবং ভারতের ১৪টি আঞ্চলিক ভাষাগুলির মধ্যে একটি হল গুজরাতি।\nগুজরাত, দাদরা ও নগর হাভেলি এবং দমন ও দিউয়ে ভাষাটি সরকারীভাবে স্বীকৃত।\nরাজস্থান, মধ্যপ্রদেশ, মহারাষ্ট্র, এবং তামিলনাড়ু রাজ্যগুলিতে এবং দিল্লির জাতীয় রাজধানী অঞ্চলে গুজরাতি সংখ্যালঘু ভাষা হিসাবে স্বীকৃত এবং শেখানো হয়।\n\n\n=== উপভাষা ===\nব্রিটিশ ইতিহাসবিদ, ভাষাতত্ত্ববিদ এবং গুজরাতি ব্যাকরণের প্রাথমিক পণ্ডিত উইলিয়াম তিসডালের মতে, গুজরাতির তিনটি প্রধান প্রজাতি আছে: আদর্শ 'হিন্দু' উপভাষা, 'পার্সি' উপভাষা এবং 'মুসলিম' উপভাষা।\nকিন্তু, আঞ্চলিক বিভিন্নতার কারণে গুজরাতি ভাষার সমসাময়িক পুনশ্রেণীকরন করা হয়েছে:\n\nপ্রমিত গুজরাতি: সংবাদমাধ্যম, শিক্ষা এবং সরকারি ক্ষেত্রে এই প্রকারটি ব্যবহা করা হয়। মহারাষ্ট্রের কিছু কিছু জায়গায়তেও এই প্রকারটি ব্যবহৃত হয়। এই উপভাষার প্রকারগুলি হল মুম্বাই গুজরাতি, নাগরি, পাটনুলি, সৌরাষ্ট্রি।\nগামাদিয়া: পধানত আহমেদাবাদ এবং তার পার্শবর্তী এলাকায় বলা হয়। এছাড়াও ভারুচ এবং সুরাতে ব্যবহার হয় যেখানে এটিকে \"সুরাতি\" নামে ডাকা হয়। এর প্রকারগুলি হল আহমেদাবাদ গামাদিয়া, আনাওলা, ব্রাথেলা, চারোতারি, পূর্ব ব্রোচ গুজরাতি, গ্রাম্য, পাটানি, পাতিদারি, সুরাতি, ভাদোদারি।\nকাথিয়াওয়াড়ি: প্রধানত কাথিয়াওয়াড় অঞ্চলে বলা হয়। সিন্ধি ভাষার প্রভাব লক্ষনীয়। এর প্রকাগুলি হল ভাবনগরি, গোহিলওয়াড়ি, হোলাদি/হালারি, ঝালাওয়ড়ি, সোরাঠি।\nআরও যে প্রকারের উদ্ধৃত করে তা হল খারওয়া, কাকরি এবং তারিমুকি (ঘিসাডি)।\nপারসি: সংখ্যালঘু জরাথুস্ট্রীয় পারসি সম্প্রদায় দ্বারা ব্যবহৃত হয়। এই অত্যন্ত স্বতন্ত্র প্রকারটি শব্দভান্ডারের দিক থেকে অবেস্তা ভাষার দ্বারা যথেষ্ট  প্রভাবিত হয়েছে।\nলিসান-উদ-দাওয়াত: মূলত গুজরাতি মুসলিম বোহরা সম্প্রদায়ের দ্বারা কথিত, এটির শব্দভান্ডার আরবি এবং ফার্সি দ্বারা প্রভাবিত এবং আরবি লিপিতে লিখিত হয়।\nকচ্ছি ভাষাকে প্রায়শই গুজরাতির একটি উপভাষা বলে অভিহিত করা হয়, তবে বেশীরভাগ ভাষাবিদরা এটিকে সিন্ধির কাছাকাছি বলে বিবেচনা করেন। উপরন্তু, সিন্ধি, গুজরাত, এবং কচ্ছি ভাষার একটি মিশ্র ভাষা মেমনী ভাষাও গুজরাতির সঙ্গে সম্পর্কিত।\nঅধিকন্তু, পূর্ব আফ্রিকার যে অঞ্চলগুলিতে গুজরাতিরা প্রবাসী সম্প্রদায় হয়েছেন, সেখানে স্থানীয় ভাষার শব্দগুলি গুজরাতি ভাষার শব্দ-ঋণ হয়ে উঠেছে।\n\n\n== ধ্বনিতত্ত্ব ==\n\n\n=== স্বরধ্বনি ===\n\n\n=== ব্যঞ্জনধ্বনি ===\n\n\n== লিখন পদ্ধতি ==\n\nগুজরাতি লেখার জন্য গুজরাতি লিপি ব্যবহার করা হয় যেটি একটি আবুগিডা। গুজরাতি ভাষা ছাড়াও কচ্ছি ভাষা লেখার জন্য এই লিপির ব্যবহার হয়। এই লিপিটি দেবনাগরী লিপির একটি প্রকার। এর বিশেষত্ব হল এই লিপির বর্ণের কোন মাত্রা নেই।\nগুজরাতি লিপি ছাড়াও গুজরাতি ভাষা আরবি লিপি এবং ফার্সি লিপিতেও লেখা হয়। গুজরাতের কচ্ছ জেলায় এর প্রচলন বেশি দেখা যায়।\n\n\n== শব্দভান্ডার ==\n\n\n=== শ্রেণিবিভাগ এবং উৎস ===\n\n\n==== তদ্ভব শব্দ ====\nতদ্ভব (તદ્ભવ) শব্দ হল সেই সব সংস্কৃত শব্দ যেগুলি সময়ের সঙ্গে সঙ্গে পরিবর্তনের মাধ্যমে গুজরাতিতে এসেছে। এই শব্দগুলি সাধারণত দৈনন্দিন এবং গুরুত্বপূর্ণ শব্দ, এবং কথিত ভাষায় ব্যবহার হয়ে থাকে।\n\n\n==== তৎসম ====\n\n\n==== বিদেশি ====\n\n\n===== ফার্সি-আরবি =====\n\n\n===== ইংরাজি =====\nBye\n\n\n===== পর্তুগীজ =====\n\n\n=== ইংরাজিতে গ্রহণ করা গুজরাতি শব্দ ===\n\n\n== ব্যাকরণ ==\n\n\n== নমুনা ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ =="}