{"pageid": 12093, "title": "পোলীয় ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12093", "content": "পোলীয় বা পোলিশ (পোলীয়: język polski ,[ˈjɛ̃zɨk ˈpɔlskʲi] (), polszczyzna [pɔlˈʂt͡ʂɨzna] () অথবা শুধু polski, [ˈpɔlskʲi] ()) লাতিন লিপিতে লিখিত লেখিটীয় ভাষাগোষ্ঠীর অন্তর্গত পশ্চিম স্লাভীয় ভাষা। এটি মূলত পোল্যান্ডে ব্যবহৃত হয় এবং পোলদের স্থানীয় ভাষা হিসাবে কাজ করে। পোল্যান্ডের সরকারী ভাষা হওয়ার পাশাপাশি, প্রবাসী পোলীয়রাও এই ভাষা ব্যবহার করে থাকে। বিশ্বজুড়ে ৫ কোটিরও বেশি পোলীয়ভাষী রয়েছে। এটি ইউরোপীয় ইউনিয়নের ভাষাগুলির মধ্যে ষষ্ঠ সর্বাধিক ব্যবহৃত কথ্যভাষা হিসাবে স্থান পেয়েছে। পোলীয় আঞ্চলিক উপভাষায় বিভক্ত। এই ভাষায় ব্যক্তিসম্বোধন করার সময় বিশেষভাবে সর্বনামে তুমি-আপনি পার্থক্য, বিভিন্ন সম্মানসূচক শব্দ এবং বিভিন্ন ধরনের আনুষ্ঠানিকতা ব্যবহৃত হয়।\nপোলীয় বর্ণমালায় মূল ২৬-বর্ণের লাতিন বর্ণমালার তিনটি (x, q, v) বর্ণ বাদে সবকটি বর্ণ ব্যবহার হয়। এর সঙ্গে আরো নয়টি বর্ণ (ą, ć, ę, ł, ń, ó, ś, ź, ż) সহযোগে ৩২-বর্ণের পোলীয় বর্ণমালা তৈরি হয়েছে। লাতিন বর্ণমালার x, q, v কখনও কখনও একটি বর্ধিত ৩৫-বর্ণের বর্ণমালায় অন্তর্ভুক্ত করা হয়, যদিও সেগুলি স্থানীয় শব্দতে ব্যবহৃত হয় না। পোলীয় বর্ণমালায় ২৩টি ব্যঞ্জনবর্ণ এবং ৯টি লিখিত স্বরবর্ণ রয়েছে, যার মধ্যে দুটি অনুনাসিক স্বর (ę, ą) রয়েছে যা মুল স্বরবর্ণের সাথে ধ্বনিনির্দেশক চিহ্ন দ্বারা সংজ্ঞায়িত করা হয়, এবং এই বিষেশ চিহ্নকে অগনেক বলা হয়।\n\nপোলীয় ভাষা একটি একীভূত সংশ্লেষণাত্নক ভাষা যার সাতটি কারক রয়েছে। এটি বিশ্বের এমন স্বল্প সংখ্যক ভাষার মধ্যে একটি যার মধ্যে কিছু ব্যতিক্রম ছাড়া সব ক্ষেত্রেই উপান্ত ধ্বনিদলের উপর শ্বাসাঘাত পরে এবং এর ভাষাগোষ্ঠীর মধ্যে একমাত্র ভাষা যার মধ্যে তালব্য ব্যঞ্জনধ্বনির প্রাচুর্য রয়েছে। সমসাময়িক পোলিশ ১৭০০-এর দশকে আদি পোলীয় (১০ম-১৬শ শতক) এবং মধ্য পোলীয় (১৬শ-১৮শ শতক) ভাষাগুলির উত্তরসূরি হিসেবে বিকশিত হয়েছিল।\nপ্রধান ভাষাগুলির মধ্যে এটি স্লোভাক এবং চেক ভাষার সাথে সবচেয়ে ঘনিষ্ঠভাবে সম্পর্কিত, তবে উচ্চারণ এবং সাধারণ ব্যাকরণের ক্ষেত্রে এদের থেকে ভিন্ন। এছাড়াও, পোলিশ লাতিন এবং অন্যান্য রোমান্স ভাষা, যেমন ইতালীয় এবং ফরাসি, এবং সেইসাথে জার্মানীয় ভাষা (সবচেয়ে উল্লেখযোগ্যভাবে জার্মান) দ্বারা গভীরভাবে প্রভাবিত হয়েছিল, এবং এই ভাষগুলি প্রচুর সংখ্যক ঋণ শব্দ এবং অনুরূপ ব্যাকরণগত কাঠামোতে অবদান রেখেছিল। অপ্রমিত উপভাষার ব্যাপক ব্যবহার প্রমিত ভাষাকেও আকার দিয়েছে; পোলীয় ভাষার যথেষ্ট পরিমাণ কথ্যতা এবং অভিব্যক্তিগুলি সরাসরি জার্মান বা ইদ্দিশ থেকে ধার করা হয়েছিল এবং পরবর্তীতে পোলিশের স্থানীয় ভাষায় গৃহীত হয়েছিল, বর্তমানে যা দৈনন্দিন ব্যবহারে রয়েছে।\nঐতিহাসিকভাবে, পোলীয় ছিল একটি লিঙ্গুয়া ফ্রাঙ্কা, মধ্য ও পূর্ব ইউরোপে কূটনিতী এবং উচ্চশিক্ষাক্ষেত্রে গুরুত্বপূর্ণ। বর্তমানে পোল্যান্ডে প্রায় ৩.৮ কোটি মানুষ তাদের প্রথম ভাষা হিসাবে পোলিশ ভাষায় কথা বলে। এটি পূর্ব জার্মানি, উত্তর চেক প্রজাতন্ত্র এবং স্লোভাকিয়া, বেলারুশ এবং ইউক্রেনের পশ্চিমাংশের পাশাপাশি দক্ষিণ-পূর্ব লিথুয়ানিয়া এবং লাতভিয়াতেও দ্বিতীয় ভাষা হিসাবে ব্যবহৃত হয়। বিভিন্ন সময়ে, বিশেষত দ্বিতীয় বিশ্বযুদ্ধের পরবর্তীকালে, পোল্যান্ড থেকে দেশত্যাগের কারণে, লক্ষ লক্ষ পোলীয়ভাষী কানাডা, আর্জেন্টিনা, ব্রাজিল, ইজরায়েল, অস্ট্রেলিয়া, যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রের মতো দেশেও পাওয়া যায়।\n\n\n== ইতিহাস ==\n\n১০ম শতকের দিকে পোলিশ একটি স্বতন্ত্র ভাষা হিসাবে আবির্ভূত হতে শুরু করে, এই প্রক্রিয়াটি মূলত পোলিশ রাষ্ট্রের প্রতিষ্ঠা ও বিকাশের মাধ্যমে শুরু হয়েছিল। বৃহত্তর পোল্যান্ড অঞ্চলের পোলান উপজাতির শাসক প্রথম মিয়েশকো ৯৬৬ সালে বাপ্তিজম গ্রহণ করার আগে ভিস্তুলা এবং ওডারের অববাহিকা থেকে কিছু সাংস্কৃতিক এবং ভাষাগতভাবে সম্পর্কিত উপজাতিকে একত্রিত করেছিলেন। খ্রিস্টধর্মের সাথে, পোল্যান্ডও লাতিন বর্ণমালা গ্রহণ করে, যার ফলে পোলিশকে লিখতে সক্ষম করে, যা তখন পর্যন্ত শুধুমাত্র একটি কথ্য ভাষা হিসাবে বিদ্যমান ছিল। আধুনিক পোলিশের অগ্রদূত হল আদি পোলীয় ভাষা, যেটি প্রত্ন-স্লাভিক ভাষা থেকে এসেছে।\n\nপোলীয় ভাষায় লেখা প্রাচীনতম বাক্যটি লেখা হয়েছিল ১২৭০ সালে হেনরিকোফ-এর বইয়ে (পোলীয়: Księga henrykowska, লাতিন: Liber fundationis claustri Sanctae Mariae Virginis in Heinrichau): Day, ut ia pobrusa, a ti poziwai (আধুনিক অর্থকথায়: Daj, uć ja pobrusza, a ti pocziwaj; আধুনিক পোলীয়তে সংশ্লিষ্ট বাক্য: Daj, niech ja pomielę, a ty odpoczywaj বা Pozwól, że ja będę mełł, a ty odpocznij ; এবং বাংলায়: আসুন, আমাকে পিষতে দিন, এবং আপনি বিশ্রাম করুন)।\nএই শব্দগুচ্ছের মধ্যযুগীয় লেখক, হেনরিকো মঠের সিস্টারসিয়ান সন্ন্যাসী পিটার উল্লেখ করেছেন যে \"Hoc est in polonico\" (\"এটি পোলীয় ভাষায়\")।\nপোলীয় বর্ণমালা সম্বন্ধীয় প্রথম গ্রন্থটি ইয়াকুব পারকোষ লিখেছিলেন ১৪৭০ সালের দিকে  পোলীয় ভাষায় প্রথম বইটি ১৫০৮ বা ১৫১৩ সালে মুদ্রিত হয়েছিল। প্রথম পোলীয় ভাষার সংবাদপত্র মের্কুরিউষ পলস্কি অর্ডিনারিয়িনি ১৬৬১ সালে প্রকাশিত হয়েছিল। ১৫২০-র দশক থেকে শুরু করে, পোলীয় ভাষায় প্রচুর সংখ্যক বই প্রকাশিত হয়েছিল, যা ব্যাকরণ এবং বর্ণমালার সমজাতীয়তা বৃদ্ধিতে অবদান রাখে। পোলীয় বর্ণমালা সামগ্রিক রূপ অর্জন করে ১৬শ শতকে, যে সময়টাকে পোলীয় সাহিত্যের স্বর্ণযুগ হিসাবেও গণ্য করা হয়। বর্ণমালা প্রথমে ১৯শ শতকে এবং পরে ১৯৩৬ সালে সংশোধন করা হয়।\nতমাষ কামুসেলা উল্লেখ করেছেন যে \"পোলীয় হল প্রাচীনতম, অ-যাযকীয়, লিখিত স্লাভিক ভাষা যেখানে সাক্ষরতা এবং সরকারী ব্যবহারের একটি ধারাবাহিক ঐতিহ্য রয়েছে, যা ১৬শ শতক থেকে আজ পর্যন্ত অবিচ্ছিন্নভাবে টিকে আছে।\" পোলীয় ভাষা ১৫শ শতকে পোল্যান্ড-লিথুয়ানিয়াতে অভিজাতদের প্রধান সামাজিক ভাষাতে বিকশিত হয়েছিল। রাষ্ট্র পরিচালনার ভাষা হিসেবে পোলীয় ভাষার ইতিহাস শুরু হয় ১৬ শতকে, পোল্যান্ড রাজ্যে। পরবর্তী শতাব্দীগুলিতে, পোলীয় ভাষা লিথুয়ানিয়ার গ্র্যান্ড ডাচি, কংগ্রেস পোল্যান্ড, গ্যালিসিয়া এবং লোডোমেরিয়ার রাজ্যে এবং রুশ সাম্রাজ্যের পশ্চিম ক্রাই-এর প্রশাসনিক ভাষা হিসাবে ব্যবহৃত হয়েছে। পোল্যান্ড-লিথুয়ানিয়া কমনওয়েলথের প্রভাব বৃদ্ধি পোলীয় ভাষাকে মধ্য ও পূর্ব ইউরোপে লিঙ্গুয়া ফ্রাঙ্কার মর্যাদা দিয়েছে।\n\n\n== ভৌগোলিক বন্টন ==\nপোল্যান্ড হল ইউরোপীয় দেশগুলির মধ্যে ভাষাগতভাবে সবচেয়ে সমজাতীয় দেশ; পোল্যান্ডের প্রায় ৯৭% নাগরিক পোলীয় ভাষাকে তাদের প্রথম ভাষা হিসাবে চিহ্নিত করে। অন্যত্র, যে সমস্ত অঞ্চল একসময় পোল্যান্ড দ্বারা শাসিত বা দখলায়িত ছিল, পোলরা সেই অঞ্চলে সংখ্যালঘু সম্প্রদায়ের বৃহদাংশের গঠন করেছে, বিশেষ করে প্রতিবেশী লিথুয়ানিয়া, বেলারুশ এবং ইউক্রেনে। লিথুয়ানিয়ার ভিলনিয়াস কাউন্টিতে পোলীয় হল সর্বাধিক ব্যবহৃত সংখ্যালঘু ভাষা, ২০০১ সালের জনগণনা অনুসারে জনসংখ্যার ২৬% এই ভাষায় কথা বলে, এর কারণ ভিলনিয়াস শহর ১৯২২ থেকে ১৯৩৯ সাল পর্যন্ত পোল্যান্ডের অংশ ছিল। পোলীয় ভাষার ব্যবহার দক্ষিণ-পূর্ব লিথুয়ানিয়ার অন্য অঞ্চলেও পাওয়া যায়। ইউক্রেনে, এর ব্যবহার লিভিভ এবং ভলিন ওব্লাস্তের পশ্চিম অংশে সবচেয়ে বেশি দেখা যায়। পশ্চিম বেলারুশে এটি উল্লেখযোগ্য পোলিশ সংখ্যালঘুদের দ্বারা ব্যবহৃত হয়, বিশেষ করে ব্রেস্ট এবং গ্রোডনো অঞ্চলে এবং লিথুয়ানিয়া সীমান্ত বরাবর এলাকায়। অন্যান্য অনেক দেশে পোলিশ অভিবাসী এবং তাদের বংশধরদের মধ্যে উল্লেখযোগ্য সংখ্যক পোলীয় ভাষাভাষী রয়েছে।\nমার্কিন যুক্তরাষ্ট্রে, পোলীয় মার্কিনীদের সংখ্যা ১ কোটিরও বেশি কিন্তু তাদের অধিকাংশই পোলীয় ভাষায় কথা বলতে পারে না। মার্কিন যুক্তরাষ্ট্রের ২০০০ সালের জনগণনা অনুসারে, সেই দেশে ৬৬৭,৪১৪ পাঁচ বছর বা তার বেশি বয়সী মার্কিনীরা বাড়িতে কথ্য ভাষা হিসাবে পোলীয় ভাষা ব্যবহার, যা অ-ইংরেজিভাষীদের প্রায় ১.৪%, মার্কিন জনসংখ্যার 0.২৫% এবং পোলিশ-মার্কিনী জনসংখ্যার ৬%। জনগণনা অনুসারে পোলিশ ভাষাভাষীদের সর্বাধিক ঘনত্ব (৫০% এর বেশি) তিনটি অঙ্গরাজ্যে পাওয়া গেছে: ইলিনয় (১৮৫,৭৪৯), নিউ ইয়র্ক (১১১,৭৪০), এবং নিউ জার্সি (৭৪,৬৬৩)। এই এলাকাগুলিতে এত সংখ্যক পোলীয়ভাষী থাকার ফলে পিএনসি ফাইনান্সিয়ার সার্ভিস গ্রুপ, যাদের এই সমস্ত এলাকায় প্রচুর সংখ্যক শাখা রয়েছে, ইংরেজি এবং স্পেনীয় ভাষা ছাড়াও তাদের সমস্ত এটিএম-এর পরিষেবাগুলি পোলীয় ভাষায় উপলব্ধ করেছে৷\n২০১১ সালের আদমশুমারি অনুসারে ইংল্যান্ড এবং ওয়েলসে ৫ লাখেরও বেশি লোক রয়েছে যারা পোলিশকে তাদের \"প্রধান\" ভাষা বলে মনে করে। কানাডায় একটি উল্লেখযোগ্য পোলিশ-কানাডীয় জনসংখ্যা রয়েছে: ২০০৬ সালের আদমশুমারি অনুসারে প্রায় আড়াই লক্ষ পোলীয়ভাষী রয়েছে, এই জনসংখ্যার মূল কেন্দ্রগুলি হলো টরন্টো এবং মন্ট্রিয়ল।\nদ্বিতীয় বিশ্বযুদ্ধ এবং পোলিশ জনসংখ্যা স্থানান্তর (১৯৪৪-৪৬) হওয়ার পরপরই পোল্যান্ডের আঞ্চলিক পরিবর্তন দ্বারা পোলীয় ভাষার ভৌগোলিক বন্টন ব্যাপকভাবে প্রভাবিত হয়েছিল। পশ্চিম এবং উত্তরে \"পুনরুদ্ধার করা\" অঞ্চলগুলিতে পোল বসতি স্থাপন করেছিল, যা আগে অধিকাংশই জার্মানভাষী ছিল। কিছু পোল পূর্বে সাবেক পোলিশ-শাসিত অঞ্চলে রয়ে গেছিল যেগুলি সোভিয়েত ইউনিয়ন দ্বারা সংযুক্ত করা হয়েছিল। এর ফলে লিথুয়ানিয়া, বেলারুশ এবং ইউক্রেনে বর্তমান পোলিশ-ভাষী সংখ্যালঘুরা রয়েছে, যদিও অনেক পোলকে সেই অঞ্চলগুলি থেকে পোল্যান্ডের নতুন সীমান্তের মধ্যস্থিত অঞ্চলগুলিতে বিতাড়িত বা দেশান্তর করা হয়েছিল। পোল্যান্ডের পূর্বে, সবচেয়ে উল্লেখযোগ্য পোলিশ সংখ্যালঘুরা লিথুয়ানিয়া-বেলারুশ সীমান্তের উভয় পাশে একটি দীর্ঘ, সরু অঞ্চলে বসবাস করে। এদিকে, জার্মানদের উড্ডয়ন এবং বহিষ্কার (১৯৪৪-৫০), সেইসাথে ইউক্রেনীয়দের বহিষ্কার এবং অপারেশন ভিস্টুলা, ১৯৪৭ সালে দেশের পশ্চিমে পুনরুদ্ধার করা অঞ্চলগুলিতে ইউক্রেনীয় সংখ্যালঘুদের জোরপূর্বক পুনর্বাসন, এই সকল ঘটনাই দেশটির ভাষাগত একতাত্বে অবদান রেখেছিল।\n\n\n== উপভাষা ==\nপোল্যান্ডের বিভিন্ন অঞ্চলের বাসিন্দারা কিছুটা ভিন্নভাবে পোলীয় ভাষায় কথা বলে থাকে, যদিও আধুনিক কালের আঞ্চলিক প্রকার এবং মান্য পোলীয়ের মধ্যে পার্থক্য তুলনামূলকভাবে সামান্য প্রদর্শিত হয়। বেশিরভাগ মধ্যবয়সী এবং অল্পবয়সীরা মান্য পোলীয়ের কাছাকাছি স্থানীয় ভাষায় কথা বলে, ঐতিহ্যবাহী উপভাষাগুলি গ্রামীণ এলাকায় বয়স্ক লোকদের মধ্যে সংরক্ষিত রয়েছে। প্রথম ভাষার হিসাবে পোলীয় ব্যবহারকারীদের একে অপরকে বুঝতে কোন সমস্যা হয় না এবং অন্যান্যদের ভাষার মধ্যেকার আঞ্চলিক এবং সামাজিক পার্থক্যগুলি চিনতে অসুবিধা হতে পারে। আধুনিক প্রমিত উপভাষা, যাকে প্রায়ই \"সঠিক পোলীয়\" হিসাবে অভিহিত করা হয়, সারা দেশে বলা হয়।\nপোলীয়কে ঐতিহ্যগতভাবে চার বা পাঁচটি প্রধান আঞ্চলিক উপভাষার সমষ্টি হিসাবে বর্ণনা করা হয়েছে:\n\nবৃহত্তর পোলীয়, পশ্চিমে ব্যবহৃত\nখর্বতর পোলীয়, দক্ষিণ এবং দক্ষিণ-পূর্বে ব্যবহৃত\nমাসোভীয়, দেশের মধ্য ও পূর্বাঞ্চল জুড়ে ব্যবহৃত\nসিলেসীয়, দক্ষিণ-পশ্চিমে ব্যবহৃত (এটি একটি পৃথক ভাষা হিসাবে বিবেচিত হয়ে থাকে, নীচে মন্তব্য দেখুন)\nব্যবহৃত মানদণ্ডের উপর নির্ভর করে বাল্টিক সাগরের গাডানস্কের পশ্চিমে পোমেরানিয়ায় কথিত কাশুবীয় পোলীয়র উপভাষা বা একটি স্বতন্ত্র ভাষা হিসাবে বিবেচিত হয়। এটিতে এমন অনেক বৈশিষ্ট্য রয়েছে যা পোল্যান্ডের অন্য কোথাও পাওয়া যায়নি, যেমন নয়টি স্বতন্ত্র মৌখিক স্বর (মান্য পোলীয়ের পাঁচটি) এবং (উত্তর উপভাষায়) স্বনিমগত শ্বাসাঘাত, একটি প্রাচীন বৈশিষ্ট্য যা সাধারণ স্লাভিক সময় থেকে সংরক্ষিত এবং পশ্চিম স্লাভিক ভাষার মধ্যে অন্য কোথাও পাওয়া যায় নি। তবে ভাষার পর্যায় যাওয়ার বেশিরভাগ ভাষাগত এবং সামাজিক নির্ধারকের অভাব কাশুবীয়তে বর্তমান।\nঅনেক ভাষাতাত্ত্বিক উৎস সিলেসিয়ানকে পোলীয়ের একটি উপভাষা হিসেবে শ্রেণীবদ্ধ করে। তবে, অনেক সিলেসীয় নিজেদেরকে একটি পৃথক জাতি বলে মনে করে এবং সিলেসিয়ান ভাষার স্বীকৃতির পক্ষে ওকালতি করে আসছে। ২০১১ সালে পোল্যান্ডে সর্বশেষ সরকারী জনগণনা অনুসারে, ৫ লাখেরও বেশি লোক সিলেসিয়ানকে তাদের মাতৃভাষা হিসাবে ঘোষণা করেছিল। এছাড়াও, গবেষণা সংস্থা যেমন এসআইএল ইন্টারন্যাশনাল এবং ভাষাবিজ্ঞানের শিক্ষাক্ষেত্রের সংস্থান যেমন এথনোলগ, লিঙ্গুইস্ট লিস্ট এবং অন্যান্য সংস্থা, যেমন পোল্যান্ডের প্রশাসন ও ডিজিটাইজেশন মন্ত্রণালয় সিলেসিয়ান ভাষাকে স্বীকৃতি দিয়েছে। ২০০৭ সালের জুলাই মাসে সালে, সিলেসিয়ান ভাষাটি ISO দ্বারা স্বীকৃত হয়েছিল।\nকিছু অতিরিক্ত বৈশিষ্ট্যযুক্ত কিন্তু কম বিস্তৃত আঞ্চলিক উপভাষাগুলির মধ্যে রয়েছে:\n\nগরালদের স্বতন্ত্র উপভাষা চেক প্রজাতন্ত্র এবং স্লোভাকিয়ার সীমান্তবর্তী পাহাড়ী এলাকায় দেখা যায়। এটি ১৪শ-১৭শ শতকে ওয়ালাচিয়া (দক্ষিণ রোমানিয়া) থেকে স্থানান্তরিত ভ্লাচ মেষপালকদের কিছু সাংস্কৃতিক প্রভাব প্রদর্শন করে।\nলক্ষণীয় জার্মান প্রভাব সহ পোজনানস্কি উপভাষা, পোজনান এবং কিছু পরিমাণে প্রাক্তন প্রুশিয়া অর্জিত সমগ্র অঞ্চলে (উর্ধ্ব সাইলেসিয়া বাদে)।\nউত্তর এবং পশ্চিমাঞ্চলীয় (সাবেক জার্মান) অঞ্চলে যেখানে সোভিয়েত ইউনিয়ন দ্বারা সংযুক্ত অঞ্চলগুলির পোলরা দ্বিতীয় বিশ্বযুদ্ধের পরে পুনর্বাসিত হয়েছিল, পুরানো প্রজন্ম ক্রেসির পোলীয় বৈশিষ্ট্যের একটি উপভাষায় কথা বলে যার মধ্যে স্বরবর্ণের দীর্ঘ উচ্চারণ রয়েছে।\nলিথুয়ানিয়ায় (বিশেষ করে ভিলনিয়াস অঞ্চলে), বেলারুশে (বিশেষ করে উত্তর-পশ্চিমে) এবং পোল্যান্ডের উত্তর-পূর্বে বসবাসকারী পোলরা পূর্ব সীমান্তের উপভাষায় কথা বলে।\nকিছু নগরবাসী, বিশেষ করে কম ধনী, তাদের নিজস্ব স্বতন্ত্র উপভাষা ব্যবহার করতেন - উদাহরণস্বরূপ, ওয়ারশ উপভাষা, যা এখনও ভিস্টুলার পূর্ব তীরে প্রাগার জনসংখ্যার কিছু লোকের দ্বারা ব্যবহৃত হয়। যাইহোক, এই শহরের উপভাষাগুলি স্ট্যান্ডার্ড পোলীয়ের সাথে আত্তীকরণের কারণে বেশিরভাগই বিলুপ্ত।\nঅভিবাসী সম্প্রদায়ে বসবাসকারী অনেক পোল (উদাহরণস্বরূপ, মার্কিন যুক্তরাষ্ট্রে), যাদের পরিবার দ্বিতীয় বিশ্বযুদ্ধের ঠিক পরেই পোল্যান্ড ছেড়ে চলে গিয়েছিল, বিংশ শতাব্দীর প্রথমার্ধে বলা পোলীয় শব্দভান্ডারের বেশ কিছু ছোটখাটো বৈশিষ্ট্য ধরে রেখেছে যা বর্তমানে পোল্যান্ডে বসবাসকারি পোলদের কাছে বলে মনে হয়।\nপোলীয় ভাষাতত্ত্বকে ভাষার হস্তক্ষেপ এবং ব্যবহার অভিন্নতার নীতিনির্ধারক ধারণাগুলিকে প্রচার করার জন্য একটি শক্তিশালী প্রচেষ্টার দ্বারা চিহ্নিত করা হয়েছে, ভাষা \"সঠিকতা\" (পশ্চিমী মান অনুসারে অস্বাভাবিক) এর আদর্শিক-ভিত্তিক ধারণার সাথে।\n\n\n== ধ্বনিতত্ত্ব ==\n\n\n=== স্বরধ্বনি ===\nপোলীয় ভাষায় ছয়টি মৌখিক স্বর আছে (লিখিত আকারে সাতটি মৌখিক স্বর), যেগুলো সবই একক স্বর এবং দুটি অনুনাসিক স্বর । মৌখিক স্বরগুলি হল /i/ (বানান i), /ɨ/ (বানান y এবং /ɘ/ হিসাবে প্রতিলিপি করা হয়), /ɛ/ (বানান e), /a/ (বানান a), /ɔ/ (বানান o) এবং /u/ (u এবং ó বানান পৃথক অক্ষর হিসাবে)। অনুনাসিক স্বরগুলি হল /ɛ̃/ (বানান ę) এবং /ɔ̃/ (বানান ą)। চেক বা স্লোভাক ভাষার মত পোলীয় ধ্বনিগত স্বরবর্ণের দৈর্ঘ্যতা ধরে রাখে না — অক্ষর ó, যা পূর্বে ভাষার পুরানো রূপগুলিতে দীর্ঘ্য /ɔ/ প্রতিনিধিত্ব করত, বর্তমানে অকেজো এবং পরিবর্তে /u/ এর সাথে মিল রয়েছে।\n\n\n=== ব্যঞ্জনধ্বনি ===\nপোলীয় ব্যঞ্জনধ্বনি প্রণালীতে আরও জটিল প্রক্রিয়া দেখা যায়: এর চারিত্রিক বৈশিষ্ট্যগুলির মধ্যে রয়েছে ঘৃষ্ট এবং তালব্য ব্যঞ্জনধ্বনির শ্রেণী যা চারটি প্রত্ন-স্লাভীয় তালব্যীভবন এবং পোলীয় ভাষায় সংঘটিত আরও দুটি তালব্যীভবনের ফলে সৃষ্ট হয়েছে। ব্যঞ্জনধ্বনির সম্পূর্ণ দলকে তাদের সবচেয়ে সাধারণ বানান সহ, নিম্নরূপে উপস্থাপন করা যেতে পারে (যদিও অন্যান্য উচ্চারণগত বিশ্লেষণ বিদ্যমান):\n\nকিছু পরিবেশে, যেমন শব্দের শেষে (যেখানে অঘোষিকরণ হয়) এবং নির্দিষ্ট জটিল ব্যঞ্জনধ্বনিগুচ্ছের ক্ষেত্রে (যেখানে সমীভবন ঘটে) ঘোষ-অঘোষ ব্যঞ্জনধ্বনিদ্বয়ের মধ্যে একরূপীকরণ ঘটে।\nবেশিরভাগ পোলিশ শব্দের শ্বাসাঘাত শেষ থেকে দ্বিতীয় অক্ষরের উপর পড়ে, যদিও এর ব্যতিক্রম আছে।\n\n\n=== ব্যঞ্জনধ্বনির বণ্টন ===\nবিভিন্ন পশ্চিম-স্লাভীয় ভাষার মত পোলীয়তে ইয়ের (ъ এবং ь) বর্ণের ব্যবহার হ্রাস পাওয়ার ফলে জটিল ব্যঞ্জনধ্বনিগুচ্ছের সৃষ্টি হয়েছে। পোলীয়তে শব্দাদ্যে এবং শব্দমধ্যে চারটি পর্যন্ত ব্যব্যঞ্জনধ্বনিগুচ্ছ এবং যেখানে শব্দান্তে পাঁচটি পর্যন্ত ব্যঞ্জনধ্বনিগুচ্ছের থাকতে পারে। এই ধরনের ধ্বনিগুচ্ছগুলির উদাহরণ bezwzględny [bɛzˈvzɡlɛndnɨ] ('পরম' বা 'হৃদয়হীন', 'নির্মম'), źdźbło [ˈʑd͡ʑbwɔ] ('ঘাসের ফলক'),   [ˈfstʂɔw̃s] ('অভিঘাত'), এবং krnąbrność [ˈkrnɔmbrnɔɕt͡ɕ] ('অবাধ্যতা')। একটি জনপ্রিয় পোলিশ জিভে জট হলো জ্যান ব্রজেচোয়া-র একটি লেখা থেকে  [fʂt͡ʂɛbʐɛˈʂɨɲɛ ˈxʂɔw̃ʂt͡ʂ ˈbʐmi fˈtʂt͡ɕiɲɛ], যার অর্থ Szczebrzeszyn-এ একটি গুবরে খাগড়ায় গুঞ্জন করছে।\nপোলীয়তে দলধর্মী ব্যঞ্জনধ্বনি নেই - একটি অক্ষরের কেন্দ্রক সর্বদা একটি স্বরবর্ণ হয়।\nব্যঞ্জনধ্বনি /j/ স্বরবর্ণ সংলগ্ন অবস্থানে সীমাবদ্ধ। এটি y অক্ষরের পূর্বে ব্যবহৃত হতে পারে না।\n\n\n=== ছন্দ ও অলংকার ===\nপোলীয় ভাষায় প্রধান শ্বাসাঘাত ধাঁচ হল উপান্ত্য শ্বাসাঘাত - একাধিক অক্ষর বিষিষ্ট শব্দে শেষ থেকে দ্বিতীয় অক্ষরে শ্বাসাঘাত পরে। পর্যায়ান্বিত পূর্ববর্তী অক্ষরগুলিতে গৌণ শ্বাসাঘাত পরে, যেমন একটি চার অক্ষরের শব্দে প্রাথমিক শ্বাসাঘাত থাকবে তৃতীয় অক্ষরের উপর এবং গৌণ শ্বাসাঘাত থাকবে প্রথম অক্ষরে।\nপ্রতিটি স্বরবর্ণ একটি অক্ষরের প্রতিনিধিত্ব করে, যদিও i বর্ণটি অন্য একটি স্বরবর্ণের আগে থাকলে সাধারণত একটি স্বরধ্বনির প্রতিনিধিত্ব করে না (বিশ্লেষণের উপর নির্ভর করে এটি /j/ ধ্বনির বা পূর্ববর্তী ব্যঞ্জনপধ্বনির তালব্যীভবনের, বা উভয়েরই প্রতিনিধিত্ব করে)। এছাড়াও u এবং i অন্য একটি স্বরবর্ণকে অনুসরণ করলে কখনও কখনও শুধুমাত্র অর্ধস্বরকে প্রতিনিধিত্ব করে, যেমন autor /ˈawtɔr/ ('লেখক'), যার মধ্যে বেশিরভাগ ঋণ শব্দ।\n\n\n== লিখন পদ্ধতি ==\nপোলীয় বর্ণমালা লাতিন লিপি থেকে উদ্ভূত, তবে ধ্বনিনির্দেশক চিহ্ন ব্যবহার করে গঠিত কিছু অতিরিক্ত অক্ষর অন্তর্ভুক্ত রয়েছে। পোলীয় বর্ণমালা ছিল লাতিনলিপি ভিত্তিক বানানের তিনটি প্রধান রূপের মধ্যে একটি যা পশ্চিম স্লাভীয় এবং কিছু দক্ষিণ স্লাভীয় ভাষার জন্য তৈরি হয়েছিল। অন্যদুটি হল চেক বানান এবং ক্রোয়েশীয় বানান, এর মধ্যে শেষেরটি ১৯শ শতকের আবিস্কার যা প্রথমদুটির মধ্যে একটি আপস করার চেষ্টা হিসাবে তৈরি করা হয়েছিল। কাশুবীয় একটি পোলীয়-ভিত্তিক পদ্ধতি ব্যবহার করে, স্লোভাক একটি চেক-ভিত্তিক পদ্ধতি ব্যবহার করে এবং স্লোভেন ক্রোয়েশীয়-ভিত্তিক পদ্ধতি অনুসরণ করে; সোর্বীয় ভাষাগুলি পোলীয় এবং চেক পদ্ধতিগুলির সংমিশ্রন ব্যবহার করে।\nঐতিহাসিকভাবে, পোল্যান্ডের একসময়ের বৈচিত্র্যময় এবং বহু-জাতিগত জনসংখ্যা পোলীয় লেখার জন্য অনেক ধরনের লিখনপদ্ধতি ব্যবহার করেছিল। উদাহরণস্বরূপ, লিপকা তাতার এবং প্রাক্তন পোলিশ-লিথুয়ানীয় কমনওয়েলথের পূর্ব অংশে বসবাসকারী মুসলমানরা আরবি বর্ণমালায় পোলীয় লিখত। পশ্চিম বেলারুশের পোলিশভাষীদের দ্বারা সিরিলীয় লিপি একটি নির্দিষ্ট ক্ষেত্রে ব্যবহৃত হয়, বিশেষ করে ধর্মীয় গ্রন্থের জন্য।\nপোলীয় বর্ণমালায় ব্যবহৃত চিহ্নগুলি হল ক্রেস্কা (উদাত্ত ধ্বনিচিহ্নের অনুরূপ) যা ć, ń, ó, ś, ź অক্ষরের উপরে এবং ł বর্ণের মাঝে ব্যবহার হয়, ক্রোপকা (উর্দ্ধতন বিন্দু) যা ż অক্ষরের উপরে, এবং ওগোনেক (\"ছোট লেজ\") যেটা ą, ę অক্ষরের নিচে ব্যবহার হয়। q, v, x অক্ষরগুলি শুধুমাত্র বিদেশী শব্দ এবং নামের ক্ষেত্রে ব্যবহৃত হয়।\nপোলীয় বানান মূলত স্বনিমভিত্তিক — অক্ষর (বা দ্বিলেখ এবং ত্রিলেখ) এবং ধ্বনিগুলির মধ্যে একটি সামঞ্জস্য রয়েছে (ব্যতিক্রমের জন্য নীচে দেখুন)। বর্ণমালার বর্ণ এবং তাদের স্বাভাবিক ধ্বনিগত মানগুলি নিম্নলিখিত সারণিতে তালিকাভুক্ত করা হয়েছে।\n\nনিম্নলিখিত দ্বিলেখ এবং ত্রিলেখ ব্যবহার করা হয়:\n\nঘোষ ব্যঞ্জনবর্ণগুলি প্রায়শই অঘোষ ধ্বনিকে চিহ্নিত করে (সারণিতে দেখানো হয়েছে); একরূপীকরণের কারণে এটি শব্দের শেষে এবং নির্দিষ্ট ধ্বনিগুচ্ছে ঘটে। মাঝে মাঝে অঘোষ ব্যঞ্জনবর্ণ ঘোষ ব্যঞ্জনধ্বনিগুচ্ছকেও চিহ্নিত করতে পারে।\nতালব্য ধ্বনিগুলির (/ɕ/, /ʑ/, /tɕ/, /dʑ/ এবং /ɲ/) বানান নিয়ম নিম্নরূপ: স্বরবর্ণ i এর আগে s, z, c, dz, n ব্যবহার করা হয়; অন্যান্য স্বরবর্ণের আগে si, zi, ci, dzi, ni ব্যবহার করা হয়; একটি স্বরবর্ণ দ্বারা অনুসরণ করা না হলে ধ্বনিচিহ্নযুক্ত রূপ ś, ź, ć, dź, ń ব্যবহার করা হয়। উদাহরণস্বরূপ, siwy-তে s (\"ধূসর-কেশিক\"), siarka-তে si (\"সালফার\") এবং święty-তে ś (\"পবিত্র\") সবগুলি /ɕ/ ধ্বনি চিহ্নিত করে। উপরের নিয়মের ব্যতিক্রম হল লাতিন, ইতালীয়, ফরাসি, রুশ বা ইংরেজি থেকে কিছু ঋণ শব্দ—যেখানে s এর আগে i কে s হিসাবে উচ্চারণ করা হয়, যেমন sinus, sinologia, do re mi fa sol la si do, Saint-Simon i saint-simoniści, Sierioża, Siergiej, Singapur, singiel . অন্যান্য ঋণ শব্দে i স্বরবর্ণটি y- তে পরিবর্তিত হয়, যেমন Syria, Sybir, synchronizacja, Syrakuzy।\nনিম্নের সারণিটিতে ধ্বনি এবং বানানের মধ্যে সঙ্গতি প্রদর্শন করা হলো: \n\nঅনুরূপ নীতিগুলি /kʲ/, /ɡʲ/, /xʲ/ এবং /lʲ/ এর ক্ষেত্রে প্রযোজ্য, তবে এগুলি শুধুমাত্র স্বরধ্বনির আগে ঘটতে পারে, তাই বানানগুলি হল i-এর আগে যথাক্রমে k, g, (c)h, l, এবং অন্যান্য ক্ষেত্রে যথাক্রমে ki, gi, (c)hi, li। তবে বেশিরভাগ পোলীয় বক্তারা মনে করেন না যে k, g, (c)h বা l- এর তালব্যিভবনের ফলে নতুন ধ্বনি তৈরি হয়।\nউপরে উল্লিখিত ক্ষেত্র ব্যতীত, একই শব্দে অন্য একটি স্বরবর্ণের পরে i বর্ণটি সাধারণত /j/ ধ্বনি চিহ্নিত করে, তবুও পূর্ববর্তী ব্যঞ্জনধ্বনির তালব্যীভবন সর্বদা অনুমান করা হয়। বিপরীত ক্ষেত্রে, যেখানে ব্যঞ্জনধ্বনিটি তালব্যীভূত হয় না কিন্তু তার পরে একটি তালব্যীভূত ব্যঞ্জনধ্বনি থাকে, i এর পরিবর্তে j ব্যবহার করে লেখা হয় : উদাহরণস্বরূপ, zjeść, \"খেয়ে নেওয়া\"।\ną এবং ę যখন স্পর্শধ্বনি এবং ঘৃষ্টধ্বনির আগে বসে তখন এগুলি অনুনাসিক স্বরধ্বনির পরিবর্তে মৌখিক স্বরধ্বনি এবং স্পর্শধ্বনি বা ঘৃষ্টধ্বনিটি সানুনাসিক ব্যঞ্জনধ্বনি হিসাবে চিহ্নিত হয়। উদাহরণস্বরূপ,  dąb (\"ওক\") শব্দে ą-এর উচ্চারণ [ɔm], এবং tęcza (\"রামধনু\") শব্দে ę-এর উচ্ছারণ [ɛn] (অনুনাসিক অংশটি পরবর্তি ব্যঞ্জনধ্বনির সাথে মিলিত হয়)। যখন এগুলি l বা ł (উদাহরণস্বরূপ przyjęli, przyjęły ) আগে বসে, তখন ę ঠিক /e/ হিসাবে উচ্চারিত হয়। শব্দের শেষে ę থাকলে এটি প্রায়শই ঠিক [ɛ] হিসাবে উচ্চারিত হয়।\nশব্দের উপর নির্ভর করে /x/ এর বানান h বা ch করা যেতে পারে,  /ʐ/ এর বানান ż বা rz করা যেতে পারে এবং /u/ এর বানান করা যেতে পারে u বা ó । বেশ কিছু ক্ষেত্রে এটি অর্থ নির্ধারণ করে, উদাহরণস্বরূপ: może (\"হয়তো\") এবং morze (\"সমুদ্র\")।\nকিছু কিছু শব্দে, যে বর্ণগুলি সাধারণত একটি দ্বিলেখ গঠন করে সেগুলি আলাদাভাবে উচ্চারিত হয়। উদাহরণস্বরূপ, zamarzać (\"জমে যাওয়া\") এর মতো শব্দে এবং Tarzan নামে rz এর উচ্ছারণ /rz/, /ʐ/ নয় ।\nযুগ্ম বর্ণগুলি সাধারণত দীর্ঘায়িত একক ব্যঞ্জনধ্বনি হিসাবে উচ্চারিত হয়, তবে কিছু বক্তা যুগ্মধ্বনিকে দুটি পৃথক ধ্বনি হিসাবে উচ্চারণ করে থাকেন।\nসংখ্যাবাচক শব্দগুলির একটি জটিল বিভক্তি এবং পদসংগতি রয়েছে। শূণ্য এবং সংখ্যাবাচক শব্দগুলি পাঁচের চেয়ে বেশি (ব্যতিক্রম হলো ২, ৩ বা ৪ দিয়ে যে সংখ্যা শেষ হয় কিন্তু ১২, ১৩ বা ১৪ দিয়ে শেষ হয় না) কর্তৃকারক বা কর্ম কারকের পরিবর্তে সম্বন্ধ পদকে পরিচালনা করে। সংখ্যার বিশেষ রূপ ( সমষ্টিগত সংখ্যা ) নির্দিষ্ট শ্রেণীর বিশেষ্যের সাথে ব্যবহৃত হয়, যার মধ্যে রয়েছে dziecko (\"শিশু\") এবং এককভাবে বহুবচন বিশেষ্য যেমন drzwi (\"দরজা\")।\n\n\n== ব্যাকরণ ==\nপোলীয় তুলনামূলকভাবে মুক্ত শব্দ ক্রম সহ একটি অধিকভাবে সংমিশ্রণমূলক ভাষা, যদিও প্রধান পদবিন্যাস হলো কর্তা–ক্রিয়া–কর্ম। এই ভাষার কোন পদাশ্রিত নির্দেশক নেই, এবং কর্তাবাচক সর্বনাম প্রায়ই বাদ দেওয়া হয়।\nসকল বিশেষ্য তিনটি লিঙ্গের একটির অন্তর্গত: পুংলিঙ্গ, স্ত্রীলিঙ্গ এবং ক্লীবলিঙ্গ। পুংলিঙ্গকেও উপলিঙ্গে ভাগ করা হয়েছে : একবচনে প্রাণীবাচক বনাম অপ্রাণীবাচক, বহুবচনে মানবিক বনাম অমানবিক। পোলীয়তে সাতটি কারক আছে: কর্তৃকারক, সম্বন্ধ পদ, কর্ম-সম্প্রদান, কর্ম, করণ, অধিকরণ এবং সম্বোধন পদ।\nবিশেষণগুলি লিঙ্গ, কারক এবং বচনের পরিপ্রেক্ষিতে বিশেষ্যগুলির সাথে পদসংগতি মেনে চলে। বিশেষ্য বিশেষণগুলি সাধারণত বিশেষ্যের আগে থাকে, যদিও কিছু ক্ষেত্রে, বিশেষ করে নির্দিষ্ট বাক্যাংশে (যেমন język polski, \"পোলিশ ভাষা\"), বিশেষ্যটি প্রথমে আসতে পারে; অঙ্গুষ্ঠের নিয়ম হল যে সাধারণ বর্ণনামূলক বিশেষণগুলি সাধারণত আগে থাকে (যেমন piękny kwiat, \"সুন্দর ফুল\"), শ্রেণীভিত্তিক বিশেষণগুলি প্রায়ই বিশেষ্যকে অনুসরণ করে (যেমন węgiel kamienny, \"কালো কয়লা\")। বেশিরভাগ সংক্ষিপ্ত বিশেষণ এবং তাদের উদ্ভূত ক্রিয়াবিশেষণগুলি বিভক্তির মাধ্যমে -তম এবং -তর গঠন করে (তুলনামূলকের সাথে naj- উপসর্গ দ্বারা -তর পদ গঠিত হয়)।\nক্রিয়াপদগুলি অপূর্ণক বা সপূর্ণক ভাবপ্রকার, প্রায়শই জোড়ায় ঘটে। অসম্পূর্ণ ক্রিয়াপদের একটি বর্তমান কাল, অতীত কাল, যৌগিক ভবিষ্যত কাল থাকে ( być \"হয়\" ব্যতীত যার একটি সাধারণ ভবিষ্যত będę ইত্যাদি আছে, এটি অন্য ক্রিয়াপদের যৌগিক ভবিষ্যত গঠনে ব্যবহৃত হয়), সম্ভাবক/সাপেক্ষিক (by অব্যয় দ্বারা গঠিত), অনুজ্ঞা, অসমাপিকা, বর্তমান ক্রিয়াবাচক বিশেষণ, বর্তমান ক্রিয়াবিশেষ্য এবং অতীত ক্রিয়াবাচক বিশেষণ। সপূর্ণক ক্রিয়াপদের একটি সাধারণ ভবিষ্যত কাল থাকে (অপূর্ণক ক্রিয়াপদের বর্তমান কালের মতো গঠিত), অতীত কাল, সম্ভাবক/সাপেক্ষিক, অনুজ্ঞা, অসমাপিকা, বর্তমান ক্রিয়াবিশেষ্য এবং অতীত ক্রিয়াবাচক বিশেষণ। সংযোজিত ক্রিয়ারূপগুলি পুরুষ, বচন এবং (অতীত কাল এবং সম্ভাবক/সাপেক্ষিক রূপের ক্ষেত্রে) লিঙ্গের ক্ষেত্রে তাদের উদ্দেশ্যের সাথে পদসংগতি বজায় রাখে।\nকর্মবাচ্য নির্মাণগুলি কর্মবাচক ক্রিয়াবাচক বিশেষণ সহ সহায়ক অব্যয় być বা zostać (\"হয়ে যায়\") ব্যবহার করে তৈরি করা যেতে পারে। একটি নৈর্ব্যক্তিক নির্মাণও রয়েছে যেখানে কর্তৃবাচক ক্রিয়া ব্যবহার করা হয় (তৃতীয় পুরুষ একবচনে) কোন কর্তা ছাড়াই, কিন্তু একটি সাধারণ, অনির্দিষ্ট কর্তা নির্দেশ করার জন্য আত্মবাচক সর্বনাম się উপস্থিত থাকে (যেমন pije się wódkę \"ভোদকা পান করা হচ্ছে\"—এখানে উল্লেখ্য wódka কর্মবাচ্য)। অতীত কালে অনুরূপ বাক্যের শেষে -o সহ কর্মবাচক ক্রিয়াবাচক বিশেষণ ব্যবহার হয়, যেমন widziano ludzi (\"লোক দেখা গেছিল\")। অন্যান্য স্লাভীয় ভাষার মতো, এখানেও কর্তাবিহীন বাক্য অসমাপিকা ক্রিয়া ব্যবহার করে গঠন করা হয়, যেমন można (\"এটি সম্ভব\")।\nহ্যাঁ-না প্রশ্ন (প্রত্যক্ষ এবং পরোক্ষ উভয়ই) শুরুতে czy (\"কিনা\") শব্দটি স্থাপন করে গঠিত হয়, যদিও এটি প্রায়শই নৈমিত্তিক বক্তৃতায় বাদ দেওয়া হয়। নঞর্থক তৈরি হয় ক্রিয়া বা যে শব্দের নঞর্থক করা হচ্ছে তার পূর্বে nie ব্যবহার করে;  কোন বাক্যতে nigdy (\"কখনও না\") বা nic (\"কিছুই না\") এর মত অন্যান্য নঞর্থক শব্দ থাকলেও nie ক্রিয়াপদের আগে যোগ করা হয়, যার ফলে কার্যকরভাবে একটি দ্বৈত নঞর্থক তৈরি করে।\nসংখ্যাবাচক শব্দগুলির একটি জটিল বিভক্তি প্রকরণ এবং পদসংগতি রয়েছে। শূণ্য এবং সংখ্যাবাচক শব্দগুলি পাঁচের চেয়ে বেশি (ব্যতিক্রম হলো ২, ৩ বা ৪ দিয়ে যে সংখ্যা শেষ হয় কিন্তু ১২, ১৩ বা ১৪ দিয়ে শেষ হয় না) কর্তৃকারক বা কর্ম কারকের পরিবর্তে সম্বন্ধ পদকে পরিচালনা করে। সংখ্যার বিশেষ রূপ ( সমষ্টিগত সংখ্যা ) নির্দিষ্ট শ্রেণীর বিশেষ্যের সাথে ব্যবহৃত হয়, যার মধ্যে রয়েছে dziecko (\"শিশু\") এবং এককভাবে বহুবচন বিশেষ্য যেমন drzwi (\"দরজা\")।\n\n\n== পাঠব্য উদাহরণ ==\nপোলীয় ভাষায় মানবাধিকারের সার্বজনীন ঘোষণাপত্র ধারা ১:\n\nWszyscy ludzie rodzą się wolni i równi pod względem swej godności i swych praw. Są oni obdarzeni rozumem i sumieniem i powinni postępować wobec innych w duchu braterstwa.\nবাংলায় মানবাধিকারের সার্বজনীন ঘোষণাপত্র ধারা ১:\n\nসমস্ত মানুষ স্বাধীনভাবে সমান মর্যাদা এবং অধিকার নিয়ে জন্মগ্রহণ করে। তাঁদের বিবেক এবং বুদ্ধি আছে; সুতরাং সকলেরই একে অপরের প্রতি ভ্রাতৃত্বসুলভ মনোভাব নিয়ে আচরণ করা উচিৎ।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nBisko, Wacław (১৯৬৬)। Mówimy po polsku. [পোলীয় ভাষার একটি শিক্ষানবিস কোর্স] (ডেইজি ডিজিটাল টকিং বুক)। Stanisław Kryński দ্বারা অনুদিত এবং অভিযোজিত। Wiedza Powszechna (pl)। \nগুসমান, এডমুন্ড (২০০৭)। The Phonology of Polish। অক্সফোর্ড ইউনিভার্সিটি প্রেস। আইএসবিএন 978-0-19-926747-7। ওসিএলসি 320907619। \nSadowska, Iwona (২০১২)। Polish: A Comprehensive Grammar। রুটলেজ। আইএসবিএন 978-0-415-47541-9। \nSwan, Oscar E. (২০০২)। A Grammar of Contemporary Polish। Slavica। আইএসবিএন 0-89357-296-9। \n\n\n== বহিঃসংযোগ ==\n\nওম্নিগ্লট-এ পোলীয় ভাষা ও লিখিতরূপ সংক্রান্ত তথ্য\nমৌলিক পোলীয় বাক্যাংশ\nরোনাল্ড এফ. ফেল্ডস্টেইনের একটি সংক্ষিপ্ত পোলীয় ব্যাকরণ (১১০ পৃষ্ঠা, ৬০০ কেবি, pdf)\nপোলীয় ভাষা শিখুন\nপোলীয় ভাষা: Culture.pl থেকে শিক্ষানবিশদের জন্য একটি চিটশিট\nইংরেজি উইকশনারির সোয়াদেশ-তালিকা পরিশিষ্ট থেকে পোলীয় মৌলিক শব্দের সোয়াদেশ তালিকা"}