{"pageid": 12095, "title": "মালয়ালম ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12095", "content": "মালয়ালম বা মলয়ালম (മലയാളം মালায়াাল়াম্) দক্ষিণ ভারতের একটি ধ্রুপদী দ্রাবিড় ভাষা। ভাষাটি তামিলের সাথে ঘনিষ্ঠভাবে সম্পর্কিত, তবে তামিল ভাষার চেয়ে সংস্কৃত ভাষা মালয়ালম ভাষাকে বেশি প্রভাবিত করেছে। মালয়ালম ভাষাভাষীরা জাতিগতভাবে মালয়ালী নামে পরিচিত। ধারণা করা হয় মালয়ালম ও তামিল ভাষা একই পূর্বসূরী ভাষা থেকে উদ্ভূত এবং খ্রিস্টীয় ৯ম শতকের দিকে এগুলি আলাদা স্বতন্ত্র ভাষায় পরিণত হয়। তামিল তখনকার দিনে শিক্ষাদীক্ষা ও প্রশাসনের ভাষা ছিল বলে মালয়ালম ভাষাকে প্রভাবিত করেছিল। পরবর্তীতে ধর্মীয় সূত্রে সংস্কৃত ভাষা মালয়ালম ভাষার উপর প্রভাব ফেলে।\nএ পর্যন্ত প্রাপ্ত মালয়ালম ভাষায় লেখা আদিতম রচনাগুলি ৯ম শতকে লেখা। ১১২৫-১২৫০ অব্দের মধ্যবর্তী সময়ে মালয়লাম ভাষার প্রথম সাহিত্যিক রচনাগুলি লিখিত হয়। এদের মধ্যে আছে ধ্রুপদী গীতিকবিতা। বিভিন্ন যুগের মালয়ালম গদ্যের উপর অন্যান্য ভাষা যেমন তামিল, সংস্কৃত, হিন্দি, উর্দু, আরবি, ফার্সি, পর্তুগিজ, ওলন্দাজ, ফরাসি এবং ইংরেজি ভাষার প্রভাব পড়েছে। আধুনিক মালয়ালম সাহিত্য কবিতা, গল্প, উপন্যাস, নাটক, জীবনী এবং সাহিত্যিক সমালোচনা ---সব ক্ষেত্রেই সমৃদ্ধ।\nদক্ষিণ ভারতের কেরল অঙ্গরাজ্য এবং লক্ষদ্বীপের প্রায় সাড়ে তিন কোটি লোক মালয়ালম ভাষাতে কথা বলেন। মালয়ালম ভারতের ২২টি সরকারী ভাষার একটি। এছাড়াও এটি ইসরায়েল, বাহরাইন, ফিজি, কাতার, মালয়েশিয়া, সংযুক্ত আরব আমিরাত এবং যুক্তরাজ্যে প্রচলিত।\nবর্তমানে কেরলে প্রশাসন ও শিক্ষার ভাষা হিসেবে মালয়ালম ভাষা ধীরে ধীরে গুরুত্ব লাভ করে চলেছে।\n\n\n== ধ্বনিব্যবস্থা ==\nঅন্যান্য দ্রাবিড় ভাষার মত মালয়ালম ভাষাতেও বেশ কিছু মূর্ধন্য ব্যঞ্জনধ্বনি আছে যেগুলি জিহ্বার ডগা উল্টিয়ে মুখের উপরের তালুতে বা মূর্ধায় স্পর্শ করিয়ে উচ্চারণ করতে হয়।\n\n\n== ব্যাকরণ ==\nমালয়ালম একটি সংশ্লেষণাত্মক ভাষা। এর ব্যাকরণ তামিলের অনুরূপ।\n\n\n== শব্দভাণ্ডার ==\nমালয়ালম ভাষার একটি বিশেষ বৈশিষ্ট্য এবং তামিল ভাষার সাথে এর পার্থক্য হল এটি অন্য বিদেশী ভাষা যেমন সংস্কৃত, হিন্দি, উর্দু, আরবি, ফার্সি, পর্তুগিজ, ওলন্দাজ, ফরাসি ও ইংরেজি ভাষা থেকে উদারহস্তে শব্দ ঋণ নিয়েছে। এ ভাষার স্ক্রিপ্টে ৫৭৮টি শব্দ রয়েছে। \n\n\n== লিখন পদ্ধতি ==\nমালয়ালম একটি সিলেবলভিত্তিক লিপিতে লেখা হয়, যাতে প্রতিটি ব্যঞ্জনবর্ণের সাথে একটি স্বরবর্ণ অন্তর্নিহিত থাকে। ব্রাহ্মী লিপি থেকে বিবর্তিত হয়ে ১৩শ শতকে লিপিটির উদ্ভব হয়। ১৯৭০-৮০-র দশকে ছাপার সুবিধার্থে লিপিটির একটি সহজ সংস্করণ প্রবর্তন করা হয়। মালয়ালম লিপির অক্ষরগুলির সাথে তামিল লিপির অনেক মিল আছে।\nসিঙ্গাপুর ও মালয়েশিয়াতে মালয়ালম ভাষা আরবি লিপিতে লেখা হয়। অনেক সময় কেরলের মুসলমানেরাও আরবি লিপিতে ভাষাটি লিখে থাকেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমালয়ালম ভাষার উপর এথনোলগ রিপোর্ট"}