{"pageid": 1209484, "title": "হিমাচল প্রদেশ বিধানসভা নির্বাচন, ২০২২", "url": "https://bn.wikipedia.org/wiki?curid=1209484", "content": "হিমাচল প্রদেশ বিধানসভার ৬৮ জন সদস্য নির্বাচন করার জন্য ১২ নভেম্বর ২০২২-এ হিমাচল প্রদেশে বিধানসভা নির্বাচন অনুষ্ঠিত হয়েছিল।\nফলাফলটি ভারতীয় জাতীয় কংগ্রেসের জন্য একটি বিজয় ছিল, যা ২০১৭ সালে তাদের সংখ্যাগরিষ্ঠতা হারানোর পরে ক্ষমতায় ফিরে আসে, এবং ১৯৮৫ সাল থেকে হিমাচল প্রদেশে ক্ষমতাসীন দলটি পুনরায় নির্বাচনে হেরে যাওয়ার একটি প্যাটার্ন অব্যাহত রাখে।\nসুখবিন্দর সিং সুখু হিমাচল প্রদেশের মুখ্যমন্ত্রী হন এবং মুকেশ অগ্নিহোত্রী হিমাচল প্রদেশের উপ-মুখ্যমন্ত্রী হন।\n\n\n== পটভূমি ==\nহিমাচল প্রদেশ বিধানসভার মেয়াদ ৮ জানুয়ারী ২০২৩ তারিখে শেষ হওয়ার কথা। আগের বিধানসভা নির্বাচন হয়েছিল ২০১৭ সালের নভেম্বরে। নির্বাচনের পরে, ভারতীয় জনতা পার্টি রাজ্য সরকার গঠন করে এবং জয় রাম ঠাকুর মুখ্যমন্ত্রী হন। মুকেশ অগ্নিহোত্রী হিমাচল প্রদেশ বিধানসভায় বিরোধী দলনেতা হন ভারতীয় জাতীয় কংগ্রেস বিরোধী দলে পরিণত হয়।\n\n\n=== উপনির্বাচন এবং দলত্যাগ ===\nগত বিধানসভা নির্বাচনের পর থেকে, বেশ কয়েকটি উপনির্বাচন অনুষ্ঠিত হয়েছিল, যার মধ্যে সাম্প্রতিকতমটি ভারতীয় জাতীয় কংগ্রেস জিতেছিল, এটি মণ্ডী লোকসভা কেন্দ্র এবং ৩টি অন্যান্য বিধানসভা কেন্দ্রের নিয়ন্ত্রণ নিয়েছিল।\nকংগ্রেস বিধায়ক পবন কুমার কাজল এবং লখবিন্দর সিং রানা ২০২২ সালের আগস্টে বিজেপিতে যোগ দেন। কাজল ছিলেন কংগ্রেস ওয়ার্কিং কমিটির প্রধান। বিধানসভা নির্বাচনের মাত্র কয়েক মাস আগে কংগ্রেসের দুই ঊর্ধ্বতন কর্মকর্তার পদত্যাগকে দলের জন্য একটি বড় ধাক্কা বলে মনে করা হয়েছিল। ২৮ সেপ্টেম্বর ২০২২-এ, হিমাচল প্রদেশ রাজ্য কংগ্রেসের কার্যকরী সভাপতি এবং প্রাক্তন ক্যাবিনেট মন্ত্রী হর্ষ মহাজন বিজেপিতে যোগ দেন। দলত্যাগ কংগ্রেসের জন্য আরেকটি ধাক্কা।\n\n\n== সময়সূচী ==\nভারতের নির্বাচন কমিশন ১৪ অক্টোবর ২০২২ তারিখে নির্বাচনের তফসিল ঘোষণা করে।\n\n\n== নির্বাচনের পরিসংখ্যান ==\nসূত্র:\n\n\n== দল ও জোট ==\n\n\n=== জাতীয় গণতান্ত্রিক জোট ===\n\n\n=== সংযুক্ত প্রগতিশীল জোট ===\n\n\n=== বামফ্রন্ট ===\nসিপিআই(এম) বিধানসভা নির্বাচনে সিপিআই -এর সঙ্গে জোটবদ্ধ হয়ে প্রতিদ্বন্দ্বিতা করেছিল।\n\n\n=== আম আদমি পার্টি ===\n\n\n=== অন্যান্য ===\n\n\n== প্রার্থী ==\nআপ ২০ সেপ্টেম্বর ২০২২ তারিখে ৪ জন প্রার্থীর প্রথম তালিকা প্রকাশ করে। ২০ অক্টোবর ২০২২ তারিখে ৫৪ জন প্রার্থীর দ্বিতীয় তালিকা প্রকাশ করা হয়। ২০ অক্টোবর ২০২২ তারিখে ১০ জন প্রার্থীর তৃতীয় তালিকা প্রকাশ করা হয়। দারাং আসনে আপ এর মনোনয়ন ২৯ অক্টোবর ২০২২-এ প্রত্যাহার করা হয়।\nসিপিআইএম ২২ সেপ্টেম্বর ২০২২ তারিখে ১১ জন প্রার্থীর প্রথম তালিকা এবং ২৪ সেপ্টেম্বর ২ জন প্রার্থীর দ্বিতীয় তালিকা প্রকাশ করে। যাইহোক, আগের তালিকাগুলি প্রত্যাহার করা হয়েছিল এবং ১১ জন প্রার্থীর একটি চূড়ান্ত তালিকা ১৮ অক্টোবর ২০২২ তারিখে প্রকাশ করা হয়েছিল। জানা গেছে যে সিপিআই ৩টি আসনে প্রতিদ্বন্দ্বিতা করবে, তবে মাত্র ১টি আসনে প্রতিদ্বন্দ্বিতা করার সিদ্ধান্ত নিয়েছে।\nকংগ্রেস ১৮ অক্টোবর ২০২২-এ ৪৬ জন প্রার্থীর প্রথম তালিকা প্রকাশ করে। ১৭ জন প্রার্থীর দ্বিতীয় তালিকা ২০ অক্টোবর ২০২২ এ প্রকাশিত হয়। কংগ্রেস ২২ অক্টোবর ২০২২ তারিখে ৪ জন প্রার্থীর তৃতীয় তালিকা প্রকাশ করে। ২৫ অক্টোবর ২০২২ তারিখে অবশিষ্ট ১ আসনের প্রার্থীর নাম ঘোষণা করা হয়।\n১৯ অক্টোবর ২০২২ তারিখে বিজেপি ৬২ জন প্রার্থীর প্রথম তালিকা প্রকাশ করে। বাকি ৬ জন প্রার্থীর দ্বিতীয় তালিকা ২০ অক্টোবর ২০২২ তারিখে প্রকাশিত হয়। বিজেপি ২০ অক্টোবর ২০২২ এবং ২৫ অক্টোবর ২০২২-এ কুল্লু থেকে তাদের প্রার্থীদের প্রতিস্থাপন করেছিল।\n\n\n== প্রচারণা ==\n\n\n=== আম আদমি পার্টি ===\n৬ এপ্রিল ২০২২-এ, আপ দিল্লির মুখ্যমন্ত্রী কেজরিওয়াল এবং পাঞ্জাবের মুখ্যমন্ত্রী ভগবন্ত মান-এর সাথে মান্ডিতে একটি রোড শো করেছে। সুরজিত ঠাকুরকে ২০২২ সালের জুন মাসে রাজ্য ইউনিটের সভাপতি হিসেবে নিযুক্ত করা হয়েছিল।\n\n\n==== ঘোষণাপত্র ====\nআপ ক্ষমতায় এলে প্রতিটি বাড়িতে ৩০০ ইউনিট বিনামূল্যে বিদ্যুৎ দেওয়ার প্রতিশ্রুতি দেয়।\nআম আদমি পার্টি সমস্ত যুবকদের জন্য চাকরির গ্যারান্টি, বেকারত্ব ভাতা, ব্যবসায়ীদের জন্য একটি উপদেষ্টা বোর্ড, \"পরিদর্শক শাসনের অবসান\" এবং দুর্নীতিমুক্ত প্রশাসনের ১০টি প্রতিশ্রুতি প্রকাশ করেছে।\n\nকর্মসংস্থান : সমস্ত যুবকের জন্য চাকরি। আপ যুবকদের জন্য ছয় লাখ সরকারি চাকরির প্রতিশ্রুতি দিয়েছে। আপ পরীক্ষার প্রশ্নপত্র ফাঁসের বিরুদ্ধে আইন আনবে, সময়মতো সমস্ত নিয়োগ পরীক্ষা পরিচালনা করবে এবং সুপারিশ নয়, যোগ্যতার ভিত্তিতে চাকরি দেওয়া হবে।\n₹৩০০০ বেকারত্ব ভাতা।\nপুরাতন পেনশন প্রকল্পের বাস্তবায়ন।\nকৃষি : কৃষি পণ্যের জন্য ন্যূনতম সমর্থন মূল্য (MSP)। নিয়ন্ত্রিত বায়ুমণ্ডল স্টোর, বাজার, এবং খাদ্য প্রক্রিয়াকরণ ইউনিট; সুলভ মূল্যে কীটনাশক ও সার; আপেল প্যাকেজিং উত্পাদন ইউনিট স্থাপন করবে।\nব্যবসায়ী: ব্যবসায়ীদের জন্য একটি উপদেষ্টা বোর্ড, অভিযানের রাজত্বের অবসান এবং \"পরিদর্শক শাসন\", ভ্যাট ফেরতের জন্য একটি সাধারণ ক্ষমা স্কিম। পর্যটন প্রকল্পের জন্য একক উইন্ডো ক্লিয়ারেন্স সিস্টেম\nদুর্নীতিমুক্ত প্রশাসন, জনসেবা দ্বারে ধাপে পৌঁছে দেওয়া।\nবিনামূল্যে স্বাস্থ্যসেবা : দিল্লির মতো মহল্লা ক্লিনিক এবং বিনামূল্যে স্বাস্থ্যসেবা।\nবিনামূল্যে শিক্ষা: দশম শ্রেণি পর্যন্ত সবার জন্য বিনামূল্যে শিক্ষা। অস্থায়ী শিক্ষক পদ স্থায়ী করা। মানসম্পন্ন শিক্ষাসহ আরও স্কুল গড়ে তোলা। বেসরকারী স্কুলগুলিকে অতিরিক্ত ফি বাড়ানো থেকে বিরত রাখা।\nনারী: হিমাচল প্রদেশের সমস্ত মহিলাদের জন্য ₹১০০০ মাসিক ভাতা এবং ৬৫ বছরের বেশি বয়সী মহিলাদের জন্য দ্বিগুণ।\nপঞ্চায়েতকে ₹১০ লক্ষ বার্ষিক অনুদান এবং পঞ্চায়েত প্রধানদের জন্য ₹১০,০০০ বেতন।\nবিনামূল্যে তীর্থযাত্রা প্রকল্প\nকর্তব্যরত অবস্থায় নিহত সেনাদের জন্য ১ কোটি টাকা ক্ষতিপূরণ ।\n\n\n=== ভারতীয় জনতা পার্টি ===\nরাজ্যে ক্ষমতা ধরে রাখার লক্ষ্যে বিজেপি 'মিশন রিপিট' চালু করেছে। বিজেপি নেতা এবং প্রধানমন্ত্রী নরেন্দ্র মোদি উনা এবং চাম্বাতে দুটি সমাবেশ করেছেন এবং রাজ্যে বিভিন্ন প্রকল্পের উদ্বোধন করেছেন।\nবিজেপি তার ইশতেহারের জন্য পরামর্শ চাইতে ওয়েবসাইটও চালু করেছে।\n৩০ অক্টোবর, দলের ৩০ জন প্রচারকর্মী ৬৮টি নির্বাচনী এলাকায় একযোগে সমাবেশ করেন।\n\n\n==== ঘোষণাপত্র ====\nযুব : বিজেপি রাজ্যের যুবকদের জন্য ₹৯০০ কোটি টাকার কর্পাস সহ \"হিম স্টার্টআপ\" প্রকল্পের প্রতিশ্রুতি দিয়েছে।\nকর্মসংস্থান : বেকারত্বের জন্য বিরোধীদের সমালোচনার মধ্যে, এটি 8 লাখ কাজের সুযোগ তৈরি করার ঘোষণা দিয়েছে।\nস্বাস্থ্য : ৫টি নতুন মেডিকেল কলেজ তৈরি। প্রতিটি বিধানসভা কেন্দ্রে মোবাইল ক্লিনিকের পরিমাণ দ্বিগুণ করা হবে।\nরাস্তার পরিকাঠামো : সমস্ত আবহাওয়ার রাস্তাগুলি ₹৫,০০০ কোটির বিনিয়োগের সাথে সমস্ত গ্রামকে সংযুক্ত করবে।\nশিক্ষা : ষষ্ঠ থেকে দ্বাদশ শ্রেণির মেয়েদের স্কুলে যাওয়ার জন্য সাইকেল দেওয়া হবে। প্রতি জেলায় দুটি করে বালিকা হোস্টেল স্থাপন।\nতীর্থযাত্রা : \"শক্তি\" প্রকল্পের অধীনে, ধর্মীয় গুরুত্বের এলাকাগুলির আশেপাশে অবকাঠামো এবং পরিবহনের বিকাশের জন্য ১০ বছরে ১২,০০০ কোটি টাকা ব্যয় করা হবে।\nকৃষি : প্রধানমন্ত্রী - কিষাণ নিধি যোজনার অধীনে বার্ষিক ₹৩,০০০ এর অতিরিক্ত অনুদান, ১০ লক্ষ কৃষককে এই কর্মসূচিতে যুক্ত করা হবে।\nএকটি বিচার বিভাগীয় কমিশনের অধীনে আইন অনুযায়ী ওয়াকফ সম্পত্তির তদন্ত।\nবেতন : সরকারি কর্মচারীদের বেতন বিতরণে অসঙ্গতি দূর করা হবে।\nকর্তব্যরত অবস্থায় নিহত সৈন্যদের আত্মীয়দের ক্ষতিপূরণ বৃদ্ধি করা হয়েছে।\nআপেল চাষীদের জন্য জিএসটি ১২% এর মধ্যে সীমাবদ্ধ থাকবে।\nইউনিফর্ম সিভিল কোডের বাস্তবায়ন।\n\n\n=== ভারতীয় জাতীয় কংগ্রেস ===\n১৭ থেকে ২২ আগস্ট পর্যন্ত, ভারতীয় জাতীয় কংগ্রেস তার \"মেহঙ্গাই চৌপাল\" এর অংশ হিসাবে হিমাচল প্রদেশ জুড়ে বিক্ষোভের আয়োজন করে। হিমাচল পিসিসির ব্লক ইউনিটগুলি মূল্যবৃদ্ধি এবং মূল্যস্ফীতির বিরুদ্ধে সমস্ত ৬৮টি নির্বাচনী এলাকায় প্রতিবাদ করেছে। বিক্ষোভগুলি দিল্লিতে বিজেপি -নেতৃত্বাধীন সরকারের বিরুদ্ধে কংগ্রেস দ্বারা আয়োজিত বিস্তৃত \"হাল্লা বোল\" বিক্ষোভের একটি অংশ ছিল।\n৩১ আগস্ট ২০২২-এ, ভারতীয় জাতীয় কংগ্রেস হিমাচল কা সংকল্পে তার ১০টি গ্যারান্টি সহ তার ঘোষণাপত্র চালু করেছিল।\n১৪ অক্টোবর ২০২২ তারিখে কংগ্রেস, সিনিয়র কংগ্রেস নেতা প্রিয়াঙ্কা গান্ধী, প্রতিভা সিং, মুকেশ অগ্নিহোত্রী এবং ভূপেশ বাঘেলের সাথে সোলানে \"পরিবর্তন প্রতিজ্ঞা সমাবেশ\" দিয়ে প্রচার শুরু করে।\n৪ নভেম্বর ২০২২-এ, প্রিয়াঙ্কা গান্ধী কাংড়ার নাগরোটা বাগওয়ানে একটি সমাবেশে ভাষণ দেন। কংগ্রেস ক্ষমতায় এলে প্রথম মন্ত্রিসভার বৈঠকে তিনি ১ লক্ষ সরকারি চাকরি এবং পুরনো পেনশন স্কিম পুনরুদ্ধারের প্রতিশ্রুতি দিয়েছিলেন।\n\n\n==== ঘোষণাপত্র ====\nকর্মসংস্থান: দেশব্যাপী বেকারত্ব সংকটের মধ্যে সরকার গঠনের পর মন্ত্রিসভার প্রথম বৈঠকে হিমাচল প্রদেশের যুবকদের ৫ লক্ষ চাকরির প্রতিশ্রুতি দিয়েছিল কংগ্রেস যার মধ্যে ১ লক্ষ সরকারি চাকরি দেওয়া হবে।\nযুব : একটি ৬৮০ কোটি টাকার স্টার্টআপ তহবিল বাস্তবায়ন, যার জন্য রাজ্যের সমস্ত বিধানসভা বিভাগে ₹১০ কোটি প্রদান করা হবে। তরুণদেরও সুদমুক্ত ঋণ দেওয়া হবে।\nস্বাস্থ্যসেবা : হিমাচল কা সংকল্পে কংগ্রেস তার ১০টি গ্যারান্টির অংশ হিসাবে বিনামূল্যে মোবাইল ক্লিনিক তৈরি এবং স্বাস্থ্য সুবিধা আপগ্রেড করার প্রতিশ্রুতি দিয়েছে। সব গ্রামে ভ্রাম্যমাণ ক্লিনিক খোলা হবে।\nশিক্ষা : সমাবেশ বিভাগে ইংরেজি মাধ্যম স্কুলের সাথে মানসম্মত শিক্ষা।\nকৃষি : কংগ্রেস প্রতি কেজি ২ টাকায় গোবর কেনার পাশাপাশি গরু ও মহিষের মালিক স্থানীয়দের কাছ থেকে ১০ লিটার দুধ কেনার প্রতিশ্রুতি দিয়েছে। আপেল বাগান চাষীরা, যারা ক্রমবর্ধমান আয় হ্রাসের কারণে ক্রমশ অস্থির হয়ে উঠছে, তাদের বলা হয়েছে যে তাদের ফলের সঠিক মূল্য নির্ধারণের স্বাধীনতা দেওয়া হবে। এটি ফসল ও ফলের ন্যায্যমূল্যেরও প্রতিশ্রুতি দিয়েছে\nবিদ্যুৎ : সমস্ত পরিবারের জন্য মাসিক ৩০০ ইউনিট পর্যন্ত বিনামূল্যে বিদ্যুৎ।\nমহিলা : ১৮-৬০ বছর বয়সী মহিলাদের জন্য মাসিক ₹১৫০০ আর্থিক সহায়তা\nপ্রবীণ নাগরিক : কংগ্রেস পুরানো পেনশন প্রকল্পের পুনরায় প্রয়োগের প্রতিশ্রুতি দিয়েছিল, যা এটি রাজস্থান এবং ছত্তিশগড়ে করেছিল। ৭৫ বছরের বেশি বয়সী নাগরিকদের বিশেষ সামাজিক নিরাপত্তা পেনশন দেওয়া হবে।\nপর্যটন : গ্রামে পর্যটনের প্রসারের জন্য একটি নতুন নীতি চালু করা হবে, \"স্মার্ট ভিলেজ\" প্রকল্প শুরু করা হবে।\n\n\n== সমীক্ষা এবং পোল ==\n\n\n=== জনমত জরিপ ===\n\n\n=== এক্সিট পোল ===\nভারতের নির্বাচন কমিশন ১২ নভেম্বর ২০২২ এবং ৫ ডিসেম্বর ২০২২ তারিখে সন্ধ্যা ৬:৩০ থেকে কোনো এক্সিট পোল পরিচালনা এবং এক্সিট পোলের ফলাফল প্রকাশ নিষিদ্ধ করেছে। সেই অনুযায়ী, এই এক্সিট পোলগুলি ৫ ডিসেম্বর সন্ধ্যায় প্রকাশিত হয়েছিল।\n\n\n== ভোটার উপস্থিতি ==\nঅস্থায়ী তথ্য অনুসারে হিমাচল প্রদেশে ৭৫.৬০% ভোটার ভোট পড়েছে।\n\n\n== ফলাফল ==\nভারতীয় জাতীয় কংগ্রেস ৪০টি আসন নিয়ে বিজয়ী হয়েছে, যেখানে ভারতীয় জনতা পার্টি ২৫টি আসনে নেমে গেছে। উল্লেখযোগ্যভাবে, বিজেপি কেন্দ্রীয় মন্ত্রী অনুরাগ ঠাকুরের নিজ জেলা হামিরপুরের সবকটি আসন কংগ্রেসের কাছে হেরেছে এবং ১টি স্বতন্ত্র। বিজেপি সরকারের ৮ জন মন্ত্রী তাদের আসন হারিয়েছেন। ৩ জন বিজেপি বিদ্রোহী স্বতন্ত্র হিসেবে জয়ী হয়েছেন। অন্যদিকে, একমাত্র সিপিআই(এম) বিধায়ক রাকেশ সিংহ কংগ্রেস প্রার্থী কুলদীপ সিং রাঠোরের কাছে হেরেছেন।\n\n\n=== জোট ও দলের ফলাফল ===\n\n\n=== বিভাগ অনুযায়ী ফলাফল ===\n\n\n=== জেলা অনুযায়ী ফলাফল ===\n\n\n== আরো দেখুন ==\n২০২২-এ ভারতে নির্বাচন\nপাঞ্জাব বিধানসভা নির্বাচন, ২০২২\n\n\n== তথ্যসূত্র =="}