{"pageid": 1209, "title": "বিশ্বকোষ", "url": "https://bn.wikipedia.org/wiki?curid=1209", "content": "বিশ্বকোষ (ইংরেজি: encyclopaedia) হলো সকল শাখা বা কোনো নির্দিষ্ট শাখার সমন্বিত কীর্তি বা একটি নির্দেশক কাজ, যাতে জ্ঞানের সারসংক্ষেপ রয়েছে। বিশ্বকোষে সাধারণত নিবন্ধ বা এন্ট্রি থাকে, যা নামের প্রথম অক্ষরানুসারে বা কখনো কখনো বিষয়ের ভিত্তিতে সাজানো হয়। অভিধানের চেয়ে বিশ্বকোষের নিবন্ধগুলোর আকার বড় এবং বিস্তৃত হয়। অন্যকথায় অভিধান যেখানে কেন্দ্র হচ্ছে শব্দের বুৎপত্তি, উচ্চারণ, ব্যবহার এবং ব্যাকরণভিত্তিক রূপের মতো ভাষাবিজ্ঞানের বিষয়গুলো সেখানে বিশ্বকোষে নিবন্ধের বিষয়ের বাস্তব সত্য নিয়ে আলোচনা করা হয়।\nবিশ্বকোষ প্রায় ২০০০ বছর ধরে বিদ্যমান রয়েছে এবং ভাষা (কোনো আন্তর্জাতিক বা স্থানীয় ভাষায় লেখা), আকার (অল্প বা অনেক অংশ), অভিপ্রায় (বৈশ্বিক বা স্থানীয় সীমিত জ্ঞানের উপস্থাপনা), সাংস্কৃতিক দৃষ্টিভঙ্গি (প্রামাণিক, নীতিগত, আদর্শগত এবং হিতবাদসংক্রান্ত), লেখকতা (মানের ধরন), পাঠকতা (শিক্ষাগত যোগ্যতা, পারিপাশ্বিক অবস্থা, আগ্রহ এবং যোগ্যতা), বিশ্বকোষ তৈরিতে ব্যবহৃত প্রযুক্তি এবং বণ্টন (হাতে লেখা পাণ্ডুলিপি, বড় বা ছোট প্রিন্ট অনুলীপি এবং ইন্টারনেট) এর ক্ষেত্রে সেই সময় থেকেই বিবর্তিত হতে থাকে। বিশেষজ্ঞদের প্রদত্ত তথ্যের একটি মূল্যবান উৎস হওয়ায় এটিকে অনেক গন্থাগার, বিদ্যালয় এবং অন্যান্য শিক্ষা প্রতিষ্ঠানে বিশেষ স্থান দেওয়া হয়।\n২১ শতাব্দিতে, উইপিডিয়ার মতো বিশ্বকোষ ডিজিটাল এবং ওপেন সোর্স সংস্করণের উৎপত্তির কারণে প্রবেশাধিকার, লেখকতা, পাঠকতা এবং লেখার বিভিন্ন ধরনের বিস্তৃতি ঘটেছে।\n\n\n== বুৎপত্তি ==\n\n\n=== দুটো গ্রিক শব্দ একটি শব্দ হিসেবে ভুলবসত বিবেচনা করা হয়েছে ===\nবিশ্বকোষের ইংরেজি প্রতিশব্দ, “encyclopedia” (encyclo|pedia) কোইন গ্রিক শব্দ, ἐγκύκλιος παιδεία থেকে এসেছে। “এনকাইকিওস পিডিয়া” -এর অর্থ “সাধারণ শিক্ষা”, যেখানে বৃত্তাকার, পুনরাবৃত্তিক, নিয়মিত প্রয়োজন এবং সাধারণ এবং পেইডিয়া (παιδεία) অর্থ সন্তান হিসেবে লালনপালন করা। একত্রে তাদের অনুবাদ করা যায়, “পূর্ণাঙ্গ জ্ঞান” বা পূর্ণাঙ্গ নির্দেশনা। ১৪৭০ সালের কুইন্টিলিয়ান সংস্করণের একটি লাতিন পান্ডুলীপির নকলকারীদের লেখায় একটি ভুলের কারণে এই দুটো পৃথক শব্দ এক হয়ে যায়। সেই নকলকারী এই দুটি শব্দকে একটি শব্দ, এরকাইক্লোপিডিয়া (enkyklopaedia) হিসেবে মনে করেন, যদিও এটির অর্থ একই বলে বিবেচনা করেন। এই সমস্যাযুক্ত শব্দটিতে থেকে নতুন লাতিন শব্দ, এনসাইকেলপিডিয়া (encyclopaedia) -এর উৎপত্তি হয় এবং পরবর্তীকালে সেটি ইংরেজি ভাষায় যুক্ত হয়। এই যৌগিক শব্দের কারণে ১৫ শতাব্দির পাঠকেরা এবং তখন থেকে অনেকের রোমান লেখক কুইন্টিলিয়ান এবং প্লিনি কোনো প্রাচীন রীতি ব্যাখ্যা করেছেন বলে ভুল ধারণা ছিল।\n\n\n=== ১৬ শতাব্দিতে সংযুক্ত শব্দের ব্যবহারসমূহ ===\n১৬ শতাব্দিতে এই নতুন সংযুক্ত শব্দটি কীভাবে ব্যবহার করা উচিত তা নিয়ে কিছুটা অস্পষ্টতা দেখা দেয়। বিভিন্ন শিরোনাম থেকে দেখা যায় যে, শব্দটির বানান এবং নামবাচক শব্দ হিসেবে স্বীকৃতি নিয়ে বিতর্ক চলছিল, যেমন: জাকোবাস ফিলোমুসাস এর মার্গারিটা ফিলোসোফিকা এনসাইক্লেওপেইডিয়াম (encyclopaediam) এক্সিবেন (১৫০৮), হোয়ানাস আভেনটিনা এর এনসাইকেলপিডিয়া (Encyclopedia) অরবিস্কে ডকট্রিনারুম, হোক এস্ট ডোমনিউম আরটিউম, ইপসিওস ফিলোসোফাইয়ে ইনডেক্স এসি ডিভিসিও, ইযোয়াহিমুস ফোটিয়াস রিঙ্গেলবার্গ এর লুকুব্রেসনস ভেল পর্চিয়স অ্যাবসোলটিসিমা কিক্লোপিডিয়া (১৫৩৮, ১৫৪১), পোল স্কেলিছ এর “এনসাইক্লোপেইডিয়া, সেউ অবলিস ডিসিপনারুম, তাম সাকরারুম কুয়াম প্রোফানারুম, এপিস্টেমোন”, জর্জ রেইচ এর মার্গারিটা ফিলোসোফিকা (১৫০৩ সালে প্রকাশিত এবং ১৫৮৩ সালে নাম পরিবর্তন করে এনসাইকেলপিডিয়া নাম রাখা হয়।) এবং সেমুয়েল আইজেনম্যাঙ্গার এর সাইকেলপিডিয়া প্যারাসেলসিকা (১৫৮৫)।\nএই যৌগিক শব্দটির দুটো ভার্নাকুলার ব্যবহারের উদাহরণ রয়েছে। সম্ভবত ১৪৯০ সালে, ফ্রান্সিয়াস পুসিয়াস পলিটিয়ানুসকে একটি চিঠি পাঠান, যেখানে তিনি এটিকে এনসাইকেলপিডিয়া (encyclopedia) বলেছেন। প্রায়ই ফ্রাঁসোয়া রাবলেকে তার পেন্টাগ্রুয়েল -এ এই শব্দটির ব্যবহারের জন্য প্রায়ই উল্লেখ করা হয়।\n\n\n=== পিডিয়া (-p(a)edia) প্রত্যয় সম্পর্কে ===\nঅনেক বিশ্বকোষের নামে পিডিয়া (-p(a)edia) প্রত্যয়টি যুক্ত থাকে, যাতে বোঝা যায় যে, লেখাটি বিশ্বকোষ শ্রেণিভূক্ত, যেমন: বাংলাপিডিয়া (বাংলাদেশের জন্য সঙ্গতিপূর্ণ বিষয়গুলো নিয়ে)।\n\n\n=== সমসাময়িক ব্যবহার ===\nবর্তমানে ইংরেজিতে সাধারণত এই শব্দটির বানান হলো: encyclopedia, যদিও encyclopaedia (encyclopædia -শব্দটিতে থেকে এসেছে) বানানটি ব্রিটেনে প্রায়ই ব্যবহার করা হয়।\n\n\n== বৈশিষ্ট্য ==\nবিশ্বকোষ ১৮ শতাব্দিতে অভিধান থেকে বিকশিত হয়। অভিধান এবং বিশ্বকোষ দুটোই উচ্চ শিক্ষিত এবং খুবই অবগত বিশেষজ্ঞরা পরীক্ষা করেছেন, তবে গঠনের দিক থেকে দুটোর মধ্যে অনেক পার্থক্য রয়েছে। অভিধান ভাষা সংক্রান্ত কীর্তি, যেখানে মূলত শব্দের বর্ণানুক্রমিক তালিকা এবং সেগুলো সঙ্গার উপর গুরুত্ব দেওয়া হয়েছে। অভিধানে সমার্থক শব্দ এবং বিষয়বস্তুর সাথে সাদৃশ্যপূর্ণ শব্দগুলো বিছিন্নভাবে থাকে এবং সেগুলোর গভীরে যাওয়ার কোনো সুয়োগ থাকে না। যদিও অভিধানে শব্দগুলোর তথ্য, বিশ্লেষণ এবং পটভূমি সীমিতভাবে থাকে। অভিধানে একটি সংজ্ঞা দেওয়া হলেও, এটি থেকে শব্দের সম্পূর্ণ অর্থ, সীমাবদ্ধতা এবং যেভাবে শব্দগুলো জ্ঞানের কোনো প্রশস্ত ক্ষেত্রের সাথে যুক্ত থাকে তা পাঠক সম্পূর্ণভাবে বুঝতে না পারতেও পারে।\nএই সমস্যা সমাধানে, বিশ্বকোষের নিবন্ধগুলো শুধু সরল সঙ্গা বা কোনো নির্দিষ্ট শব্দের সঙ্গা দেওয়ার মধ্যে সীমাবদ্ধ থাকে না, বরং এতে কোনো বিষয় বা শিক্ষার বিষয়ের একটি আরও বিস্তৃত অর্থ থাকে। কোনো বিষয়ের সমার্থক শব্দগুলো সঙ্গায়িত এবং সেগুলোর তালিকা করা ছাড়াও বিশ্বকোষের নিবন্ধগুলো বিষয়ের আরও বিস্তৃত অর্থ নিয়ে গভীরভাবে কাজ কর এবং সেই বিষয়ে সবচেয়ে সামঞ্জস্যপূর্ণ পুঞ্জীভূত জ্ঞান বহন করে। একটি নিবন্ধে প্রায়ই মানচিত্র, চিত্র, গ্রন্থপঞ্জি এবং পরিসংখ্যান থাকতে পারে। তত্ত্বানুসারে বিশ্বকোষ কাউকে সন্তুষ্ট করার উদ্দেশ্যে লেখা হয় না, যদিও এর একটি উদ্দেশ্য পাঠকদের এটির সত্যতায় সন্তুষ্ট করা।\nচারটি গুরুত্বপূর্ণ উপাদান দ্বারা একটি বিশ্বকোষকে ব্যাখ্যা করা হয়। যেগুলো হলো: বিষয়বস্তু, প্রসার, বিন্যাসের পদ্ধতি এবং তৈরির পদ্ধতি।\n\nকোনো বিশ্বকোষ সাধারণ বিশ্বকোষ হিসেবে বিবেচিত হতে পারে যদি সেটিতে সকল ক্ষেত্রের সকল বিষয় নিয়ে নিবন্ধ থাকে। কোনো সাধারণ বিশ্বকোষে সেটি ব্যবহারের জন্য বেশ কিছু নির্দেশনা, অভিধান এবং ভৌগোলিক অভিধান থাকতে পারে। দ্যা গ্রেট সোভিয়েত এনসাইকেলপিডিয়া এবং এনসাইকেলপিডিয়া জুদাইকা -এর মতো বিশ্বকোষও রয়েছে, যেখানে কোনো সাংস্কৃতিক, জাতিগত এবং জাতীয়তা সংক্রান্ত দৃষ্টিভঙ্গি থেকে অনেক বিষয় নিয়ে লেখা হয়েছে।\nচিকিৎসা বিজ্ঞান বা আইনের বিশ্বকোষের মতো বিশ্বকোষীয় প্রসারের কীর্তিগুলোর লক্ষ্য হচ্ছে নির্দিষ্ট বিষয়ে গুরুত্বপূর্ণ পুঞ্জীভূত জ্ঞান ধারণ করা। নির্দিষ্ট পাঠক শ্রেণির উপর ভিত্তি করে এগুলো বিষয়বস্তুর বিস্তার এবং আলোচনার গভীরতার দিক থেকে ভিন্ন।\nকোনো বিশ্বকোষকে সেটির নির্দিষ্ট কাজের জন্য ব্যবহার করতে বিন্যাসের কোনো শৃঙ্খলাবদ্ধ পদ্ধতির প্রয়োজন। মুদ্রিত বিশ্বকোষ বিন্যাসের জন্য ঐতিহাসিকভাবে দুটো পদ্ধতি রয়েছে। সেগুলো হলো: বর্ণানুক্রমিক (এতে প্রত্যেকটি নিবন্ধের একটি নির্দিষ্ট সংখ্যা থাকতে পারে বা নিবন্ধগেুলোকে বর্ণানুক্রমিকভাবে সাজানো হতে পারে) এবং হায়ারার্কি পদ্ধতি। আগের পদ্ধতি এখন আরও প্রচলিত, বিশেষ করে সাধারণ বিশ্বকোষগুলোর ক্ষেত্রে। ইলেক্ট্রনিক মাধ্যমের জন্য একই বস্তু আরও পদ্ধতিতে বিন্যাস করা সম্ভব হয়েছে। এছাড়াও, ইলেক্ট্রনিক মাধ্যমের কারণে অনুসন্ধান, ইনডেক্স করার এবং ক্রোস রেফারেন্স -এর জন্য নতুন উপায় তৈরি হয়েছে। ১৮ শতাব্দির ওনসিক্লোপিডি -এর প্রথম পৃষ্ঠার হোরাস এর এপিগ্রাফ একটি বিশ্বকোষ কাঠামের গুরুত্ব বর্ণনা করছে। যেখানে তিনি লিখেছেলেন: “সাধারণ বিষয়ে নিয়ম এবং সংযুক্তির শক্তিতে কি আকর্ষণ যুক্ত হতে পারে”।\nআধুনিক মাল্টিমিডিয়া এবং তথ্য যুগের সাথে সব ধরনের তথ্যের সংগ্রহ, যাচাইকরণ, সংমিশ্রণ এবং উপস্থাপনায় নতুন পদ্ধতির আবির্ভাব হয়েছে। এভরিথিং২, এনকার্টা, এইচ২জি২ এবং উইকিপিডিয়া -এর মতো প্রকল্পগুলো তথ্য সংগ্রহ তথ্য সংগ্রহ সহজতর হওয়ার সাথে সাথে নতুন ধরনের বিশ্বকোষ আবির্ভূত বিশ্বকোষের উদাহরণ। ঐতিহাসিকভাবে বিশ্বকোষ তৈরির পদ্ধতি উভয় লাভজনক ও অলাভজনক দিক থেকে সমর্থিত। উপরে উল্লেখিত গ্রেট সোভিয়েত এনসাইকেলপিডিয়া নামক বিশ্বকোষটি রাষ্ট্র সমর্থিত এবং ব্রিটানিকা একটি অলাভজনক প্রতিষ্ঠান হিসেবে গড়ে উঠেছে। উইকিমিডিয়া ফাউন্ডেশনের নামক সংস্থার অধীনে একটি অলাভজনক পরিবেশে সেচ্ছাসেবকগণ অবদান রাখার মাধ্যমে উইকিপিডিয়া গড়ে তুলেছে।\nকিছু অভিধান নামক কীর্তি বিশ্বকোষের সাথে সাদৃশ্যপূর্ণ, বিশেষ করে, যেগুলো কোনো বিষয়ের উপর ভিত্তি করে গড়ে উঠেছে (যেমন: মধ্যযুগের অভিধান, যুক্তরাষ্ট্রের নৌবাহিনীর যুদ্ধ জাহাজের অভিধান এবং ব্ল্যাকের আইন অভিধান)। অস্ট্রেলিয়ার জাতীয় অভিধান, ম্যককুয়ারি অভিধান সেটির প্রথম সংস্করণের পর সাধারণ নিবন্ধে যথার্থ নামবাচক শব্দ এবং সেই যথার্থ নামবাচক শব্দগুলো থেকে পাওয়া শব্দের ব্যবহারের জন্য একটি বিশ্বকোষ অভিধানে পরিণত হয়।\nবিশ্বকোষ এবং অভিধানের মধ্যে বড় পার্থক্য রয়েছে। বিশ্বকোষের নিবন্ধগুলো অধিকাংশ সাধারণ উদ্দেশ্যে তৈরি অভিধানের চেয়ে বেশি দীর্ঘ, পরিপূর্ণ এবং বিস্তৃত। বিশ্বকোষ এবং অভিধানের বিষয়বস্তুর মধ্যেও পার্থক্য রয়েছে। সাধারণ ভাষায় অভিধানে শব্দের ভাষাগত তথ্য থাকে কিন্তু বিশ্বকোষ যে জন্য ব্যবহার করা হয় সেটির ‍উপর বেশি গুরুত্ব দেয়। অভিধানের লেখাগুলো শব্দের বর্ণনার সাথে অবিচ্ছিন্ন কিন্তু বিশ্বকোষের নিবন্ধগুলোর ভিন্ন নাম দেওয়া যায়। এ কারণে, অভিধানের লেখাগুলো অন্য ভাষায় সম্পূর্ণভাবে অনুবাদ করা যায় না কিন্তু বিশ্বকোষের নিবন্ধগুলোর ক্ষেত্রে এটি সম্ভব।\nবাস্তবভিত্তিক বিশ্বকোষীয় তথ্য এবং ভাষাগত তথ্যের (যেমনটা অভিধানে থাকে) সুস্পষ্ট কোনো পার্থক্য না থাকায় ব্যবহারিকভাবে পার্থক্যগুলো সদৃশ নয়। এ কারণে, বিশ্বকোষেে এমন কোনো বিষয়বস্তু থাকতে পারে যা অভিধান এবং অন্যান্য সাদৃশ্যপূর্ণ কিছুতেও আছে। বিশেষ করে, কোনো শব্দের মাধ্যমে যে বিষয়টি অভিহিত করা হয় অভিধানে প্রায়ই সেই বিষয়টি সম্পর্কে বাস্তবভিত্তিক তথ্য থাকে।\n\n\n== ইতিহাস ==\nপ্রাচীনকালে যেখানে বিশ্বকোষগুলো হাতে লেখা হতো, বর্তমানে সেখানে এগুলো মুদ্রিত হয়। এখন এগুলোকে ইলেক্ট্রনিকভাবে বণ্টন এবং প্রদর্শনও করা যায়।\n\n\n=== প্রাচীনকাল ===\n\nপ্রথম শতাব্দি খ্রিষ্টাব্দের একজন রোমান রাষ্ট্রনায়ক, প্লিনি দ্য এল্ডার এর নাতুরালিস ইসতোরিয়ে হচ্ছে সবচেয়ে প্রাচীয় বিশ্বকোষীয় কীর্তিগুলোর মধ্যে একটি, যা আধুনিক সময় পর্যন্ত অক্ষত রয়েছে। তিনি ৩৭ পরিচ্ছেদের একটি কীর্তি তৈরি করেন, যেখানে তিনি প্রাকৃতিক ইতিহাস, স্থাপত্য, চিকিৎসা বিজ্ঞান, ভূগোল, ভূতত্ত্ব এবং তার আশেপাশে থাকা পৃথিবীর অন্যান্য বিষয়গুলো তুলে ধরেন। তিনি সেটির ভূমিকায় লিখেছেলেন যে, ২০০ এর বেশি লেখকের কীর্তি থেকে তিনি ২০,০০০টি সত্য একত্রিত করেছেন এবং অনেকগুলো তার নিজের অভিজ্ঞতা থেকে যুক্ত করেন। তার কীর্তি ৭৭-৭৯ খ্রিষ্টাব্দে প্রকাশিত হয়। তিনি ৭৯ খ্রিষ্টাব্দের ভিসুভিয়াসের অগ্ন্যুৎপাতের সময়ে মৃত্যুবরণ করেন এবং সম্ভবত তিনি তার জীবনে কীর্তিটির সম্পাদনা শেষ করেননি।\n\n\n=== মধ্যযুগ ===\nমধ্যযুগের প্রথম দিকের একজন মহান জ্ঞানী ব্যক্তিদের মধ্যে একজন, সেভিয়ার ইসিদোরে -কে এটিমোলোজিআই (দ্য এটিমোলোজিআই) বা অরিজিনেস (৬৩০ খ্রিষ্টাব্দের কাছাকাছি সময়ে) নামক মধ্যযুগের প্রথম বিশ্বকোষ লেখার জন্য স্বীকৃত। তিনি সেখানে তিনি সেই সময়ে বিদ্যমান থাকা উভয় প্রাচীন এবং সমসাময়িক শিক্ষার বড় অংশ এতে সংযুক্ত করেন। এতে ২০টি খণ্ডে বিভক্ত ৪৪৮টি পরিচ্ছেদ রয়েছে। এটিতে থাকা অন্য লেখকদের বক্তব্য এবং লেখার অংশগুলোর জন্য এটি মূল্যবান, কারণ তিনি সেগুলো সংগ্রহ না করলে হয়তো সেগুলো হারিয়ে যেত।\nক্যারোলিংগিয়ান যুগের সবচেয়ে জনপ্রিয় বিশ্বকোষ ছিল রাবাউনুস মাউরুস ৮৩০ খ্রিষ্টাব্দের কাছাকাছি সময়ে এটিমোলোজিআই এর উপর ভিত্তি করে লেখা দে উনিভার্সো এবং দে রেরুম নাতুরিস।\nদশম শতাব্দি খ্রিষ্টাব্দের বাইজেনটাইন সম্রাজ্যের সুদা নামক বিস্তৃত বিশ্বকোষটিতে ৩০,০০০ এর বেশি লেখা ছিল, যার অনেকগুলো প্রাচীন উৎস থেকে এসেছে, যেগুলো তখন থেকে হারিয়ে গেছে এবং অনেক সময় খ্রিষ্টান সংকলকদের কাছ থেকে নেওয়া হয়েছে। লেখাগুলো বর্ণানুক্রমে বিন্যাস করা ছিল, যাতে স্বরবর্ণের ক্রম এবং গ্রিক বর্ণমালায় সেগুলোর স্থানে একটু বিচ্যুতি ছিল।\nমধ্যযুগের মুসলিমদের প্রথমদিকের জ্ঞানের সংকলনের মধ্যে অনেক গুরুত্বপূর্ণ কীর্তি ছিল। ৯৬০ খ্রিষ্টাব্দের দিকে বসরা শহরের ইখওয়ান আল সাফা ইখওয়ান আল সাফা বিশ্বকোষের সাথে সংযুক্ত হয়। উল্লেখযোগ্য কীর্তিগুলোর মধ্যে রয়েছে আবু বকর আল রাযী এর বিজ্ঞানের বিশ্বকোষ, মুতাজিলা অনুসরণকারী আল-কিন্দি এর ২৭০টি বই এবং ইবনে সিনা এর চিকিৎসা বিজ্ঞানের বিশ্বকোষ, যা কয়েক শতাব্দি জুড়ে একটি মানসম্মত নির্দেশক কীর্তি ছিল। অন্যান্য উল্লেখযোগ্য কীর্তিগুলোর মধ্যে রয়েছে: আশআরিদের বৈশ্বিক ইতিহাস, আত তাবারি, আল-মাসুদী, আত তাবারি এর নবী এবং রাজাদের ইতিহাস,আমজাদ ইবনে রুস্তাহ, আলি ইবনে আসির এবং ইবনে খালদুন, যাদের মুকাদ্দিমায় বিশ্বাসের সতর্কতা সম্পর্কে লেখা আছে, যা আজও সম্পর্ণভাবে প্রযোজ্য।\n\nচীনের সোং সাম্রাজ্যের প্রথম দিকে (৯৬০-১২৭৯ খ্রিষ্টাব্দ) ১১ শতাব্দির মধ্যে সংকলিত ফোর গ্রেট বুকস অব সোং নামক মহান কীর্তিটি ছিল সেই সময়ের একটি ব্যাপক প্রতিশ্রুতি। এই চারটির সর্বশেষ বিশ্বকোষ, দ্য প্রাইম টোরটোইস ইন দ্য রেকর্ড ব্যুরো -এর ১০০০টি লেখা খণ্ডে ৯.৪ মিলিয়ন পর্যন্ত চীনা অক্ষর ছিল। ১০ থেকে ১৭ শতক পর্যন্ত বিশ্বকোষবিদদের যুগ স্থায়ী হয়, যেসময়ে চীনা সরকার শতশত জ্ঞানী ব্যক্তিদের ব্যাপক কিছু বিশ্বকোষ তৈরির জন্য নিয়োগ করে। ইয়ংগল বিশ্বকোষ ছিল এগুলোর মধ্যে সবচেয়ে বড় বিশ্বকোষ। এটি ১৪০৮ সালে সম্পন্ন হয়। এটি প্রায় ২৩,০০০টি হাতে লেখা অংশে বিভক্ত। ২০০৭ সালে উইকিপিডিয়ার বৃহত্তম বিশ্বকোষে পরিণত হওয়ার পূর্ব পর্যন্ত উইকিপিডিয়ার এটি ইতিহাসের বৃহত্তম বিশ্বকোষ হিসেবে ছিল।\nমধ্যযুগের শেষের দিকে ইউরোপে কোনো বিষয়ে বা সকল ক্ষেত্রে পৃথিবীর মানুষের জ্ঞানের সমষ্টি একত্রিত করা অনেকের লক্ষ্য ছিল। তাদের মধ্যে উল্লেখযোগ্য ইংল্যান্ডের বার্থোলোমেও, বোভে -এর ভিনসেন্ট, রাডুলফুস আর্ডেনস, সাইদ্রাক, ব্রুনেতো লাটিনি, গোভালনী দ্য সাঙ্গিমিয়ানো, পিয়েে বেরসুয়ার এবং বিঙেনের হিলডেগার্ড ও ল্যান্ডবার্গ এর হ্যারাড এর মতো নারীরা। বোভে -এর ভিনসেন্ট এর স্পেকুলুম মায়উস (বড় দর্পন) এবং ইংল্যান্ডের বার্থোলোমেও এর দে প্রোপিয়েটাটিবুস রেরুম (বস্তুসমুহের বৈশিষ্ট্য) ছিল এগুলোর মধ্যে সবচেয়ে সফল বিশ্বকোষ। মধ্যযুগে দে প্রোপিয়েটাটিবুস রেরুম -কে ফরাসি, জার্মান, প্রুভেনাল, ইংরেজি, অ্যাংলো-নরম্যান এবং স্পেনীয় ভাষায় অনুবাদ করা হয় (অথবা গ্রহণ করা হয়)। দুটো বিশ্বকোষই ১৩ শতকের মধ্যবর্তী সময়ে লেখা হয়। মধ্যযুগের কোনো বিশ্বকোষ “বিশ্বকোষ” শিরোনামটি ব্যবহার করেনি, বরং সেগুলো “অন নেচার” (দে নাতুরা, দে নাতুরিস রেরুম), দর্পন (স্পেকুলুম মায়উস, স্পেকুলুম ইউনিভার্সাল) বা গুপ্তধন (ট্রেসর) নামে অভিহিত ছিল। জেমস লে পালমার এর ১৪ শতকের ওমনে বনুম -এ প্রথম বিভিন্ন বিষয়ের উপর লেখার একক বর্ণানুক্রমিক পদ্ধতি ব্যবহার করা হয়েছে।\n\n\n=== রেনেসাঁ ===\n\nমধ্যযুগের বিশ্বকোষগুলো সব হাতে সম্পাদিত ছিল এবং শুধু ধনী বা জ্ঞান পিপাসু মানুষদের কাছে থাকত। সেগুলো ব্যয়বহুল ছিল এবং যারা জ্ঞান বৃদ্ধির করতে চাইত তাদের জন্য লেখা হতো, সকল ব্যবহারকারীদের জন্য নয়।\n১৪৯৩ সালে, নুরেমবার্গ ক্রনিকল তৈরি হয়, যেখানে ঐতিহাসিক মানুষ, ঘটনা এবং ভৌগোলিক স্থানসমুহের শতশত চিত্র ছিল। এটি একটি বিশ্বকোষীয় ধারাবিবরণী হিসেবে লেখা এই কীর্তিটি সবচেয়ে ভালো নথিভূক্ত মুদ্রিত বই ছিল (একটি ইনকুনাবুলা) এবং লেখার সাথে চিত্র যোগ করতে সক্ষম হওয়া প্রথম দিকের বিশ্বকোষগুলোর একটি। এই চিত্রগুলো আগে কখনো চিত্রিত না হওয়া ইউরোপ এবং পূর্ব কাছাকাছির বড় শহরগুলোকে চিত্রিত করে। এগুলো চিত্রিত করতে ৬৪৫টি কাঠে খোদাই ছবি ব্যবহার করা হয়েছে।\nরেনেসাঁর সময়ে মুদ্রণের আবিষ্কারের কারণে বিশ্বকোষ আরও প্রসারিত এবং প্রত্যেক জ্ঞানী ব্যক্তি নিজস্ব একটি সংস্করণ রাখতে পারত। জর্জি ভায়া এর দে এক্সপেডেনন্টিজ এট ফুজানডিস রেবুস তার মৃত্যুর পর ১৫০১ সালে ভেনিসে আলদুজ মানুসিয়স কর্তৃক প্রকাশিত হয়। এই কীর্তিটি স্বাধীন শিল্পের একটি ঐতিহ্যবাহী উদাহরণ। ভায়া সদ্য আবিস্কৃত এবং অনুবাদ করা গণিতের উপর গ্রিকদের কীর্তিগুলোর (প্রথমে আর্কিমিডিস এর) অনুবাদ যুক্ত করেন। ১৫০৩ সালে মুদ্রিত গ্রেগর রাইচের মার্গারিটা ফিলোসোফিকা ছিল একটি সম্পন্ন বিশ্বকোষ, যেখানে সাতটি স্বাধীন শিল্পের ব্যাখ্যা দেওয়া হয়েছে।\n১৬ শতকের মানবতাবাদীরা প্লিনি এবং কুইন্টিলিয়ান এর লেখাগুলো ভুলভাবে পড়েন এবং “এনকাইক্লস” “পেইডিয়া” শব্দ দুটিকে শব্দ (έγκυκλοπαιδεία) বলে মনে করলে এনসাক্লেওপেইডিয়া শব্দটির উদ্ভব হয়। প্লুটার্ক “এনকাইক্লস পেইডিয়া” শব্দটি ব্যবহার করেন (ἐγκύκλιος παιδεία) এবং লাতিন শব্দ, এনসাইক্লোপেইডিয়া (encyclopaedia) প্রবর্তন করেন।\nএই শব্দটি ব্যবহার করে নাম দেওয়া প্রথম কীর্তিগুলো ছিল এনসাইকেলপিডিয়া অরবিস্কে ডকট্রিনারুম, হোক এস্ট ওমনিউম আরটিউম, সিনটিয়ারুম এবং হোয়ানাস আভেনটিনা এর ১৫১৭ সালে প্রকাশিত ইপসিওস ফিলোসোফাইয়ে ইনডেক্স এসি ডিভিসিও।\nইংরেজ চিকিৎসক এবং দার্শনিক, স্যার থোমাস ব্রাউন ১৬৪৬ সালে তার সিউডোডক্সিয়া এপিডেমিক -এর ভূমিকায় এনসাইক্লোপেইডিয়া শব্দটি ব্যবহার করেছেন, যা ১৭ শতাব্দির বৈজ্ঞানিক বিপ্লবের একটি গুরুত্বপূর্ণ কীর্তি। রেনেসাঁর “সৃষ্টির মাপকাঠি” নামক সম্মানজনক প্রথাটির সময়ের উপর ভিত্তি করে তিনি তার বিশ্বকোষটি তৈরি করেছেন। সিউডোডক্সিয়া এপিডেমিকাস সর্বোচ্চ বিক্রি হওয়া কীর্তিগুলোর একটি ছিল এবং এটি জার্মান, লাতিন, ফরাসি এবং ডাচ ভাষায় অনুবাদ করা হয়। এটির কমপক্ষে পাঁচটি সংস্করণ বের হয় এবং সর্বোশেষ সংস্করণটি ১৬৭২ সালে প্রকাশিত হয়।\nঅর্থনৈতিক, বাণিজ্যিক এবং আইনীসহ বিভিন্ন বিষয়ের কারণে বিশ্বকোষের আকার পরিবর্তিত হয়েছে। রেনেসাঁর সময়ে মধ্যবিত্ত শ্রেণির মানুষদের পড়ার বেশি সময় ছিল এবং বিশ্বকোস তাদের আরও জানতে সাহায্য করে। প্রকাশকরা তাদের প্রকাশনা বৃদ্ধি করতে চেয়েছিল, তাই জার্মানির মতো দেশগুলো দ্রুত প্রকাশনার জন্য বর্ণানুক্রমিক অংশ বাদ দিয়ে বই প্রকাশ করা শুরু করে। প্রকাশকরা একাই তাদের সকল ব্যয় বহন করতে পারত না। এজন্য একাধিক প্রকাশক যৌথভাবে একটি ভালো বিশ্বকোষ তৈরি করতে অর্থ ব্যয় করত। যখন একই মূল্যে প্রকাশনা অসম্ভব হয়ে পড়ে তখন প্রকাশকরা সাবস্ক্রিপসশন এবং সিরিয়াল প্রকাশনা পদ্ধতি ব্যবহার করা শুরু করল। এই পদ্ধতি কার্যকর হলে মূলধন বৃদ্ধি পায় এবং বিশ্বকোষের জন্য একটি স্থির শুরু হয়। প্রতিদ্বন্দ্বীতার সৃষ্টি হলে, দুর্বল অনুন্নত আইনের কারণে কটিরাইট হওয়া শুরু হয়। বেশি বিত্রি করার জন্য এবং যাতে খদ্দেরদের বেশি অর্থ খরচ না করতে হয় তাই দ্রুততর এবং কম খরচে বিশ্বকোষ তৈরির জন্য কিছু প্রকাশক অন্যান্য প্রকাশকের কীর্তি নকল করেন। মধ্যবিত্ত মানুষের ঘরে থাকা গ্রন্থগারে বিশ্বকোষ রাখা থাকত। ইউরোপিওরা তাদের আশেপাশের সমাজ সম্পর্কে বিস্মিত হতে থাকে, ফলে সরকারের বিরূদ্ধে বিদ্রোহ সংঘটিত হয়।\n\n\n=== ঐতিহ্যবাহী বিশ্বকোষ ===\n\nসাধারণ উদ্দেশ্যে তৈরি ব্যাপকভাবে বণ্টন করা মুদ্রিত বিশ্বকোষের আধুনিক ধারণা ১৮ শতকের বিশ্বকোষবিদের পূর্বেই এসেছে। চেম্বারের ক্লাইকোপিডিয়া, ইউনিভার্সাল ডিকশনারি অব আর্ট এন্ড সাইয়েন্সেস (১৭২৮), ডেনি দিদেহো (১৭৫০) ও যিন দে রোন্ড দা’লেম্বার্ট (১৭৫১ থেকে) এর এনসাইক্লোপেডি, এনসাইক্লোপিডিয়া ব্রিটানিকা (১৭৬৮) এবং কনভার্সেসন লেক্সিকন বর্তমানে আমাদের পরিচিত রূপে প্রকাশিত হয়। এগুলোতে অনেক বিষয় গভীরভাবে আলোচনা করা হয় এবং লেখাগুলো একটি বোধগোম্য, নিয়মানুগ পদ্ধতিতে সাজানো হয়।১৭২৮ সালে, চেম্বার এর ১৭০৪ সালে জন হারিস কর্তৃক প্রকাশিত লেক্সিকুম টেকনিকুম এবং তার পরবর্তী কীর্তিগুলো অনুসরণ করেন। চেম্বারের কীর্তিটি নাম এবং বিষয়বস্তু অনুযায়ী ছিল শিল্প এবং বিজ্ঞানের একটি ইংরেজি অভিধান, যাতে শুধু শিল্পের শর্তগুলোই নয়, বরং শিল্পগুলোরও ব্যাখ্যা দেওয়া হয়েছে।\n১৯২০ এর দশকে হামর্সওর্য়থ এর সার্বজনীন বিশ্বকোষ এবং শিশুদের বিশ্বকোষের মতো জনপ্রিয় এবং সাশ্রয়ী বিশ্বকোষগুলোর আবির্ভাব হয়।\n১৯৫০ এবং ১৯৬০ এর দশকে যুক্তরাষ্ট্রে কিছু ব্যাপক জনপ্রিয় বিশ্বকোষ প্রকাশিত হয়, যেগুলো কিস্তিতে বিক্রি করা হয়। ফাঙ্ক এন্ড ওয়াগনালস এবং ওয়ার্ল্ড বুক ছিল এগুলোর মধ্যে সবচেয়ে বিখ্যাত। এগুলোর প্রায় ৯০ শতাংশ বাড়িতে-বাড়িতে গিয়ে বিক্রি করা হয়েছে। জেক লিঞ্চ তার বইয়ের মধ্যে লিখেছেন যে, বিশ্বকোষ বিক্রেতারা এত সুলভ ছিল যে তারা কৌতুকের কেন্দ্র হয়ে যায়। “তারা শুধু বই নয়, বরং তারা একটি জীবনব্যবস্থা, একটি ভবিষ্যৎ এবং সামাজিক গতিশীলতার একটি প্রতিজ্ঞা বিক্রি করছেন” বলে তিনি তাদের কাজের ক্ষেত্রকে ব্যাখ্যা করেন। ১৯৬১ সালে ওয়ার্ল্ড বুক এর একটি বিজ্ঞাপনে একজন নারীর হাতে একটি অর্ডার ফর্ম দেখিয়ে বলা হয়েছে, “আপনি এখন আপনার হাতে আপনার পরিবারের ভবিষ্যৎ ধরে রেখেছেন”।\n\nবিংশ শতাব্দির ২য় অংশে অনেকগুলো বিশেষায়িত বিশ্বকোষ প্রকাশিত হয়, যেখানে মূলত নির্দিষ্ট কোনো শিল্প বা পেশাকে সমর্থন দেওয়ার জন্য কোনো নির্দিষ্ট ক্ষেত্রের বিষয়গুলো সংকলিত করা হয়। এই প্রচলনটি স্থায়ী হয়। বর্তমানে কমপক্ষে এক খন্ড আকারের বিশ্বকোষ রয়েছে, যাতে শিক্ষার সকল ক্ষেত্রগুলো না থাকলেও জীবনীতিশাস্ত্রের মতো ছোট বিষয়গুলো ছিল।\n\n\n=== ডিজিটাল এবং অনলাইন বিশ্বকোষের উত্থান ===\n২০ শতাব্দির মধ্যে নিজস্ব কম্পিউটারে ব্যবহারের জন্য সিডি-রোমে বিশ্বকোষ প্রকাশ করা হয়। মাইক্রোসফট -এর এনকার্টা এর কোনো মুদ্রিত সংকলন না থাকায় এটি এরকম বিশ্বকোষের একটি গুরুত্বপূর্ণ উদাহরণ। এর নিবন্ধগুলোতে ভিডিও, অডিও ফাইল এবং অসংখ্য উচ্চ মানসম্মত চিত্র ব্যবহার করা হয়.\n\nডিজিটাল প্রযুক্তি এবং অনলাইন ক্রাউডসোর্সিং এর কারণে বিশ্বকোষগেুলো বিষয়ের বিস্তৃতি এবং গভীরতার দিক সীমাবদ্ধতা কাটিয়ে উঠেছে। ওপেন সোর্স মিডিয়াউইকি সফটওয়্যার এবং উইকিমিডিয়া ফাউন্ডেশন সমর্থিত একটি বহুভাষাভিত্তিক মুক্ত লাইসেন্স ইন্টারনেট বিশ্বকোষ, উইকিপিডিয়া ২০০১ সালে স্থাপিত হয়। এনসাইক্লোপিডিয়া ব্রিটানিকা অনলাইন এর মতো বিশেষজ্ঞদের লেখা বাণিজ্যিক বিশ্বকোষ সাথে বৈসাদৃশ্যপূর্ণভাবে সেচ্ছাসেবক সম্পাদকরা যৌথভাবে উইকিপিডিয়া গড়ে তুল এবং পরিচালনা করে। উইপিডিয়া যৌথভাবে সম্মত নিয়মকানুন এবং ব্যবহারকারীদের যৌথ অবদানে পরিচালিত হয়। এর অধিকাংশ অবদানকারীরা চদ্মনাম ব্যবহার করে নিজেকে গোপন রাখে। অন্তর্নিহিত মান এবং বাইরের উৎসের সমর্থনের উপর ভিত্তি করে এর উপাদানগুলো পর্যালোচনা, চেক, রাখা এবং অপসারণ করা হয়।\nঐতিহ্যবাহী বিশ্বকোষগুলোর নির্ভরযোগ্যতা রচয়িতা এবং সংযুক্ত পেশাদার বিশেষজ্ঞদের উপর নির্ভর করে। অনেক শিক্ষাবিদ, শিক্ষক এবং সাংবাদিকরা উইকিপিডিয়ার মতো ক্রাউডসোর্সড বিশ্বকোষকে তথ্যের নির্ভরযোগ্য উৎস হিসেবে মনে করেন না এবং উইকিপিডিয়ার উন্মুক্ত সম্পাদনা ব্যবস্থা এবং গোপন ক্রাউডসোর্সিং কাঠামোর জন্য সেটি নিজের মানের দিক থেকেও কোনো নির্ভরযোগ্য উৎস নয়। ২০০৫ সালে, নেচার এর করা একটি গবেষণা থেকে জানা যায় যে, উইকিপিডিয়ার নিবন্ধগুলো এনসাইক্লোপিডিয়া ব্রিটানিকা এর নিবন্ধগুলোর সাথে মোটামুটিভাবে তুলনাযোগ্য, যেগুলোতে একই সংখ্যক বড় ভুল এবং বাস্তবিকতার আরও ১/৩ বেশি ভুল রয়েছে তবে উইকিপিডিয়ার নিবন্ধগুলো বিভ্রান্তিকর এবং কম পাঠযোগ্য হতে পারে। এনসাইক্লোপিডিয়া ব্রিটানিকা গবেষণাটিতে সমস্যা ছিল বলে বিবেচনা করে সেটি প্রত্যাখ্যান করে। ২০১৪ সালের ফেব্রুয়ারি মাস পর্যন্ত উইকিপিডিয়ার পৃষ্ঠা দেখা সংখ্যা ছিল ১৮ বিলিয়ন এবং প্রতি মাসে ৫০০ মিলিয়ন নতুন পরিদর্শক ছিল। সমালোচকরা বিতর্ক করে যে, উইকিপিডিয়া এ বিষয়ে পদ্ধতিগত পক্ষপাতমূলক তথ্য প্রদর্শন করে।\nবিভিন্ন বিষয়ের উপর আরও ছোট, সাধারণত আরও বিশেষায়িত কিছু বিশ্বকোষ আছে, যেগুলোর কয়েকটি কোনো নির্দিষ্ট স্থান বা সময়ের জন্য নির্দিষ্ট থাকতে পারে। এ রকম বিশ্বকোষের একটি উদাহরণ হলো স্ট্যানফোর্ড এনসাইক্লোপিডিয়া অফ ফিলোসফি।\n\n\n=== সবচেয়ে বড় বিশ্বকোষসমুহ ===\n২০২০ সাল পর্যন্ত সবচেয়ে বড় বিশ্বকোষগুলোর মধ্যে রয়েছে: চীনা বাইডু বাইকে (১৬ মিলিয়ন নিবন্ধ), হুডোং বাইকে (১৩ মিলিয়ন নিবন্ধ), ইংরেজি (৬ মিলিয়ন নিবন্ধ), জার্মান (২ মিলিয়ন নিবন্ধ) এবং ফরাশি (২ মিলিয়ন নিবন্ধ) উইকিপিডিয়া। আরও ১২টিরও বেশি উইকিপিডিয়ায় ১ মিলিয়ন বা তার চেয়ে বেশি নিবন্ধ বিভিন্ন মান এবং দৈর্ঘের নিবন্ধ রয়েছে। কোনো বিশ্বকোষের আকার সেটির নিবন্ধ দিয়ে পরিমাপ করা একটি অনিশ্চিত উপায়, যেমন: উপরে উল্লেখিত অনলাইন চীনা বিশ্বকোষগুলোতে কোনো বিষয়ে মাত্র একাধিক নিবন্ধ থাকতে পারে যেখানে উইকিপিডিয়ায় প্রতি বিষয়ে মাত্র একটি নিবন্ধ গ্রহণযোগ্য, যদিও উইকিপিডিয়ায় প্রায় শূন্য নিবন্ধ স্বয়ংক্রিয়ভাবে তৈরি হতে পারে।\n\n\n== বাংলা ভাষায় বিশ্বকোষ ==\nনগেন্দ্রনাথ বসু সম্পাদিত 'বিশ্বকোষ' নামে বিশ্বকোষের কাজ ১৯০২ সালে শুরু হয় এবং ১৯১১ সালে প্রকাশিত হয়। প্রায় সতের সহস্র পৃষ্ঠার এই বিশ্বকোষটি ২২ খণ্ডে সঙ্কলিত হয়েছিল। তবে বাংলা ভাষায় 'ভারতকোষ' (প্রকাশকাল: ১৮৯৬-১৯০৬)একটি বিশ্বকোষ আছে, যা তিন খণ্ডে প্রকাশিত হয়। ভারতকোষ এর সঙ্কলক ছিলেন রাজকৃষ্ণ রায় ও শরচ্চন্দ্র দেব। এছাড়াও ১৯৭২ সালে খান বাহাদুর আবদুল হাকিমের সম্পাদনায় ঢাকায় প্রকাশিত ৪ খণ্ডে বিভক্ত মুক্তধারার বাংলা বিশ্বকোষ উল্লেখযোগ্য।\nইসলামিক ফাউন্ডেশন বাংলাদেশ ইসলামি বিশ্বকোষ প্রকাশ করে। এটির কাজ শুরু হয় ১৯৮০ সালে এবং প্রকাশিত হয় ২০০০ সালে।\n\n\n== বিভিন্ন বিশ্বকোষ ==\nউইকিপিডিয়া\nএনসাইক্লোপিডিয়া ব্রিটানিকা\nএনকার্টা\nএনসাইক্লোপিডিয়া অ্যামেরিকানা\nব্রিটানিকা ম্যাক্রোপিডিয়া\nইসলামী বিশ্বকোষ\nবাংলাপিডিয়া\nকিতাবুশ শিফা\nগ্রেট বুক্‌স অব দ্য ওয়েস্টার্ন ওয়ার্ল্ড\n\n\n== আরও দেখুন ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nEncyclopaedia and Hypertext\nInternet Accuracy Project – Biographical errors in encyclopedias and almanacs\nEncyclopedia – Diderot's article on the Encyclopedia from the original Encyclopédie.\nDe expetendis et fugiendis rebus – First Renaissance encyclopedia\nErrors and inconsistencies in several printed reference books and encyclopedias  ওয়েব্যাক মেশিনে আর্কাইভকৃত জুলাই ১৮, ২০০১ তারিখে\nDigital encyclopedias put the world at your fingertips –  CNET article\nEncyclopedias online University of Wisconsin –  Stout listing by category\nChambers' Cyclopaedia, 1728, with the 1753 supplement\nEncyclopædia Americana, 1851, Francis Lieber ed. (Boston: Mussey & Co.) at the University of Michigan Making of America site\nEncyclopædia Britannica, articles and illustrations from 9th ed., 1875–89, and 10th ed., 1902–03.\n উইকিসংকলনে পাঠ্য:\n\"Cyclopædia\"। কলিয়ার নিউ এনসাইক্লোপিডিয়া। ১৯২১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Encyclopædia\"। এনসাইক্লোপিডিয়া আমেরিকানা। ১৯২০। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Encyclopædia\"। The New Student's Reference Work। ১৯১৪। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Encyclopaedia\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। ১৯১১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Encyclopædia\"। The Nuttall Encyclopædia। ১৯০৭। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Encyclopædia\"। New International Encyclopedia। ১৯০৫। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[Category:উইকিপিডিয়া নিবন্ধ যাতে নিউ ইন্টারন্যাশনাল এনসাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত করা হয়েছে]]\n\"Cyclopædia\"। নিউ আমেরিকান সাইক্লোপিডিয়া। ১৮৭৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[বিষয়শ্রেণী:উইকিপিডিয়া নিবন্ধ উইকিসংকলন তথ্যসূত্রসহ নিউ আমেরিকান সাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত]]\n\nনগেন্দ্রনাথ বসু সঙ্কলিত বিশ্বকোষের কিছু খণ্ডের PDF সংষ্করণ"}