{"pageid": 1209307, "title": "বাংলাদেশ জাতীয়তাবাদী কৃষক দল", "url": "https://bn.wikipedia.org/wiki?curid=1209307", "content": "বাংলাদেশ জাতীয়তাবাদী কৃষক দল বাংলাদেশ জাতীয়তাবাদী দলের কৃষক শাখা।\n\n\n== ইতিহাস ==\nরাষ্ট্রপতি জিয়াউর রহমান ১৯৮০ সালের  ৩০ ডিসেম্বর বাংলাদেশ জাতীয়তাবাদী কৃষক দল প্রতিষ্ঠা করেন। প্রথম আহ্বায়ক কমিটির নেতৃত্বে ছিলেন বিচারপতি আবদুস সাত্তার।\n১৯৯২ সালে আবদুল মান্নান ভূঁইয়া ও শামসুজ্জামান দুদু বাংলাদেশ জাতীয়তাবাদী কৃষক দলের সভাপতি ও সাধারণ সম্পাদক নিযুক্ত হন।\n১৯৯৮ সালের ১৬ মে মাহবুবুল আলম তারাকে সভাপতি ও শামসুজ্জামান দুদুকে সাধারণ সম্পাদক করে বাংলাদেশ জাতীয়তাবাদী কৃষক দলের কমিটি গঠিত হয়। তারা আওয়ামী লীগে যোগ দেন এবং মজিবুর রহমান সভাপতি নিযুক্ত হন। মজিবুর রহমানের মৃত্যুর পর মির্জা ফখরুল ইসলাম আলমগীর সভাপতির দায়িত্ব পান।\nবাংলাদেশ জাতীয়তাবাদী কৃষক দল নীলফামারী জেলায় অক্টোবর ২০০৩ সালে দ্বিবার্ষিক সম্মেলন করে। সম্মেলনে উপস্থিত ছিলেন বাংলাদেশ জাতীয়তাবাদী কৃষক দলের সভাপতি মজিবুর রহমান, আসাদুল হাবিব দুলু, মির্জা ফখরুল ইসলাম আলমগীর, শাহরিন ইসলাম তুহিন প্রমুখ। সেখানে মির্জা ফখরুল আওয়ামী লীগ সমালোচিত এবং সাবেক রাষ্ট্রপতি হুসেইন মোহাম্মদ এরশাদকে \"মাটির সন্তান\" নয়, ভারত থেকে অভিবাসী বলে অভিহিত করেছেন।\n২০০৭ সালে বাংলাদেশ জাতীয়তাবাদী কৃষক দলের খুলনা জেলা শাখার সভাপতি ও সাংগঠনিক সম্পাদক বাংলাদেশ সেনাবাহিনী কর্তৃক গ্রেফতার হন।\nমোখলেছুর রহমান বাচ্চু, বাংলাদেশ জাতীয়তাবাদী কৃষকদলের রাজনীতিবিদ, ২০০৫ সালে ২০০ অনুসারী নিয়ে আওয়ামী লীগে যোগ দেন; ২০১৪ সালের  জানুয়ারিতে একটি পুলিশ স্টেশনে আগুন দেওয়ার অভিযোগে তার বিরুদ্ধে মামলা হয়েছিল। ২০১৫ সালের  এপ্রিলে দলটির সম্পাদক শামসুজ্জামান দুদুকে গ্রেফতার করা হয়। গত ডিসেম্বরে কৃষকদল খাগড়াছড়ি জেলা শাখার সহ-সভাপতি নজরুল ইসলামকে হত্যা করা হয়। \n২০১৬ সালে, যশোর জেলা থেকে বাংলাদেশ জাতীয়তাবাদী কৃষক দলের আহ্বায়ক কামরুল হাসান নাসিম,আসল বিএনপি নামে একটি বিচ্ছিন্ন দল বাংলাদেশ জাতীয়তাবাদী দল থেকে তৈরি করার চেষ্টা করেছিলেন। জানুয়ারিতে, বাংলাদেশ জাতীয়তাবাদী কৃষক দল সাবেক প্রধানমন্ত্রী খালেদা জিয়ার বিরুদ্ধে রাষ্ট্রদ্রোহ মামলা দায়েরের প্রতিবাদে একটি অনুষ্ঠানের আয়োজন করে।\nবাংলাদেশ জাতীয়তাবাদী দল ২০১৯ সালের ফেব্রুয়ারিতে শামসুজ্জামান দুদুকে আহ্বায়ক করে  বছর বিরতির পর বাংলাদেশ জাতীয়তাবাদী কৃষক দলের ১৫৩ সদস্য বিশিষ্ট নতুন আহ্বায়ক কমিটি গঠন করে। বাংলাদেশ জাতীয়তাবাদী দলের চেয়ারপারসন খালেদা জিয়ার মুক্তির দাবিতে তারা বিক্ষোভের আয়োজন করে। এটি জাতীয় কমিটি ভেঙ্গে দেয় এবং ২০২১ সালে বাংলাদেশ জাতীয়তাবাদী কৃষক দলের জন্য একটি নতুন কমিটি গঠন  । সম্মেলন চলাকালে চারটি বাস ব্যবহার করে পাবনা থেকে হাসান জাফির তুহিনের সমর্থকদের আনার ঘটনায় কিছুটা উত্তেজনা দেখা দেয়। হাসান জাফির তুহিনকে সভাপতি ও শহিদুল ইসলাম বাবুলকে সাধারণ সম্পাদক করে জাতীয়তাবাদী কৃষক দলের নতুন কমিটির দায়িত্ব দেওয়া হয়। দলের জন্য ২৩১ সদস্যের একটি কমিটি গঠন করা হয়েছে।\nজাতীয়তাবাদী কৃষকদল নেতা সালাহ উদ্দিন খান ২০২২  সেপ্টেম্বরে জাতীয়তাবাদী যুবদল কর্মী শহিদুল ইসলামের মৃত্যুর ঘটনায় পুলিশ কর্মকর্তা ও আওয়ামী লীগ কর্মীদের বিরুদ্ধে মামলা দায়ের করেন।\n\n\n== তথ্যসূত্র =="}