{"pageid": 1209127, "title": "পরিমাপবিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1209127", "content": "পরিমাপবিজ্ঞান বলতে পরিমাপ বিষয়ক বৈজ্ঞানিক গবেষণাকে বোঝায়। পরিমাপবিজ্ঞানের উদ্দেশ্য পরিমাপের এককসমূহের একটি সাধারণ বোধগম্যতা প্রতিষ্ঠা করা, যা মানব কর্মকাণ্ডের সংযোগসাধনে অত্যন্ত গুরুত্বপূর্ণ।  আধুনিক পরিমাপবিজ্ঞানের শেকড় হল ফরাসি বিপ্লবের সময় ফ্রান্সের পরিমাপের এককগুলির আদর্শায়ন সংক্রান্ত রাজনৈতিক অভিলাষ। এর সূত্র ধরে ১৭৯৫ খ্রিস্টাব্দে দশ-ভিত্তিক মেট্রিক পদ্ধতি সৃষ্টি করা হয় এবং এখান থেকে অন্যান্য ধরনের পরিমাপের জন্য আদর্শমানের একটি সংগ্রহ প্রতিষ্ঠালাভ করে। ১৭৯৫ থেকে ১৮৭৫ খ্রিস্টাব্দের মধ্যে আরও বেশ কিছু দেশ মেট্রিক পদ্ধতি গ্রহণ করে। দেশসমূহের মধ্যে সঙ্গতি বজায় রাখার জন্য মিটার চুক্তির মাধ্যমে ব্যুরো আঁতেরনাসিওনাল দে পোয়া জে ম্যজ্যুর (ওজন ও পরিমাপের আন্তর্জাতিক কার্যালয়) প্রতিষ্ঠা করা হয়। সংস্থাটির ১১তম ওজন ও পরিমাপ বিষয়ক সাধারণ সম্মেলনশেষে ১৯৬০ সালে আন্তর্জাতিক একক ব্যবস্থার (সিস্তেম আঁতেরনাসিওনাল দে জ্যুনিতে বা সংক্ষেপে এস.ই., ইংরেজিতে এস.আই) উদ্ভব হয়।\nপরিমাপবিজ্ঞানকে তিনটি মৌলিক পরস্পর-বিজড়িত কর্মকাণ্ডে বিভক্ত করা যায়: \n\nপরিমাপের এককসমূহের সংজ্ঞায়ন\nঐসব পরিমাপের এককের বাস্তবায়ন\nঅনুসরণযোগ্যতা (Traceability) — বাস্তবে কৃত পরিমাপের সাথে প্রসঙ্গ আদর্শমানগুলির মধ্যে সংযোগ স্থাপন\nএই পরস্পর-বিজড়িত কর্মকাণ্ডগুলি বিভিন্ন মাত্রায় পরিমাপবিজ্ঞানের তিনটি মৌলিক ক্ষেত্রে ব্যবহৃত হয়, যেগুলি নিম্নরূপ: \n\nবৈজ্ঞানিক বা মৌলিক পরিমাপবিজ্ঞান (Scientific or fundamental metrology), যেখানে পরিমাপের এককসমূহ প্রতিষ্ঠা বিবেচ্য বিষয়।\nফলিত, কারিগরি বা শিল্প পরিমাপবিজ্ঞান (Applied, technical or industrial metrology), যেখানে শিল্প ও সমাজের অন্যান্য প্রক্রিয়ায় পরিমাপের প্রয়োগ আলোচ্য বিষয়।\nআইনি পরিমাপবিজ্ঞান (Legal metrology), যেখানে পরিমাপকারী যন্ত্রপাতি ও পরিমাপের পদ্ধতিসমূহ বিষয়ে আইনকানুন ও সংবিধিবদ্ধ আবশ্যকীয়তা আলোচনা করা হয়।\nপ্রতিটি দেশে একটি জাতীয় পরিমাপ ব্যবস্থা (national measurement system, NMS) বিদ্যমান, যেটি হল পরীক্ষাগার, ক্রমাঙ্কন কেন্দ্র ও আনুষ্ঠানিক স্বীকৃতিদানকারী সংস্থার একটি জালিকাব্যবস্থা, যেগুলি দেশটির পরিমাপবৈজ্ঞানিক অবকাঠামোটি বাস্তবায়ন ও রক্ষণাবেক্ষণ করে। জাতীয় পরিমাপ ব্যবস্থাটি কোনও দেশে কীভাবে পরিমাপ করা হয় এবং পরিমাপগুলি আন্তর্জাতিক সম্প্রদায়ে কীভাবে স্বীকৃত হয়, তার উপর প্রভাব ফেলে, এবং এর ফলে দেশটির সমাজে (অর্থনীতি, শক্তি, পরিবেশ, স্বাস্থ্য, শিল্পোৎপাদন, ভোক্তার আত্মবিশ্বাস) ব্যাপক প্রভাব পড়ে। ক্রয়বিক্রয় ও অর্থনীতির উপরে পরিমাপবিজ্ঞানের প্রভাবগুলি সবচেয়ে সহজে পর্যবেক্ষণযোগ্য কিছু সামাজিক প্রভাব। ন্যায্য বাণিজ্য সহজ করতে সব পক্ষের সম্মতি আছে, এমন পরিমাপ পদ্ধতি থাকা উচিত।\n\n\n== তথ্যসূত্র =="}