{"pageid": 1209385, "title": "ভারতীয় ইংরেজি", "url": "https://bn.wikipedia.org/wiki?curid=1209385", "content": "ভারতীয় ইংরেজি (Indian English ইন্ডিঅ্যন্ ইংলিশ্) বলতে ভারতীয় প্রজাতন্ত্র এবং প্রবাসী ভারতীয়দের মধ্যে প্রচলিত বিভিন্ন ইংরেজি উপভাষার এক গোষ্ঠীকে বোঝায়। ভারতের সংবিধানে বিধৃত হিন্দি ভাষার পাশাপাশি ভারত সরকার যোগাযোগের মাধ্যম হিসাবে ইংরেজি ব্যবহার করে। ইংরেজি ভারতের সাতটি রাজ্য ও সাতটি কেন্দ্রশাসিত অঞ্চলের সরকারি ভাষা এবং অন্যান্য সাতটি রাজ্য ও একটি কেন্দ্রশাসিত অঞ্চলের অতিরিক্ত সরকারি ভাষা। এছাড়া ইংরেজি হচ্ছে ভারতের বিচার বিভাগের একমাত্র সরকারি ভাষা যদি না রাজ্যের রাজ্যপাল বা আইনসভা কোনো আঞ্চলিক ভাষার ব্যবহার বাধ্যতামূলক করে, কিংবা যদি ভারতের রাষ্ট্রপতি আদালতে আঞ্চলিক ভাষা ব্যবহারে ছাড়পত্র দেন।\n\n\n== ইতিহাস ==\n\n\n=== ব্রিটিশ ভারত ===\n\n\n=== স্বাধীন ভারত ===\nভারতের স্বাধীনতা ও বিভাজনের পর দেবনাগরী লিপিতে লিখিত হিন্দি ভাষাকে ভারতীয় প্রজাতন্ত্রের সরকারি ভাষা হিসাবে ঘোষণা করা হয়েছিল, যার উল্লেখ সংবিধানের ৩৪৩ নং অনুচ্ছেদে পাওয়া যায়। কিন্তু হিন্দি ভাষা চাপিয়ে দেওয়ার বিরুদ্ধে অহিন্দিভাষীরা, বিশেষত দক্ষিণ ভারতীয়রা, বিক্ষোভ শুরু করেছিল, যার ফলে সরকারি ভাষা আইন, ১৯৬৩ লাগু হয়েছিল এবং সমস্ত সরকারি কাজকর্মে অনির্দিষ্টকাল ধরে ইংরেজি ভাষার ব্যবহার হতে লাগল।\nবহু ভারতীয়দের মধ্যে ইংরেজি ভাষা নিয়ে মনোভাব সময়ের সঙ্গে পরিবর্তিত হয়েছে। আগে ইংরেজি ভাষা মূলত উপনিবেশবাদের সঙ্গে সম্পর্কিত ছিল; পরে এটি অর্থনৈতিক প্রগতির সঙ্গে সম্পর্কিত হতে লাগল এবং সরকারি ভাষা হিসাবে ইংরেজির মর্যাদা বহাল রয়েছে।\nযদিও এটি মনে করা হয় যে ইংরেজি ভারতে সহজলভ্য, গবেষণা থেকে পাওয়া যাচ্ছে যে ভারতীয় জনসংখ্যার বড় অংশে উপযুক্ত শিক্ষার অভাবের জন্য দেশে ইংরেজি ভাষার ব্যবহার আদতে এলিটদের মধ্যে সীমিত। মেয়াদোত্তীর্ণ শিক্ষা পদ্ধতির ব্যবহার এবং অনেক পাঠ্যপুস্তকের লেখকদের মধ্যে ইংরেজির উপলব্ধির অভাব সেইসব ছাত্রছাত্রীদের অসুবিধায় ফেলবে যারা এই বইগুলো অনুসরণ করে। এর ফলে ভারতে ইংরেজি ভাষার দক্ষতা মধ্যম মানের।\n\n\n== বর্তমান অবস্থা ও মর্যাদা ==\nবহুভাষিক দেশ হওয়ার জন্য ইংরেজি ভারতের বিভিন্ন প্রান্তের সঙ্গে যোগাযোগ রক্ষাকারী ভাষা, অর্থাৎ লিঙ্গুয়া ফ্রাঙ্কায় পরিণত হয়েছে। দ্য নিউ ইয়র্ক টাইমস সংবাদপত্রের সম্পাদক মানু জোসেফ ২০১১ সালে বলেছিলেন যে ইংরেজি ভাষার গুরুত্ব ও ব্যবহার এবং ইংরেজি শিক্ষার আকাঙ্ক্ষার জন্য এটি ভারতের ডি ফ্যাক্টো জাতীয় ভাষা। রঞ্জন কুমার ঔড্ডি তাঁর ইন সার্চ অব ইন্ডিয়ান ইংলিশ গ্রন্থে দেখিয়েছেন যে ভারতীয় জাতীয়তাবাদের জাগরণ এবং ভারতীয় ইংরেজির ইতিহাস ও আবির্ভাব পরস্পর নিবিড়ভাবে সম্পর্কিত।\n\n\n=== বক্তার সংখ্যা ===\n২০০১ জনগণনা অনুযায়ী, ১২.১৮% ভারতীয় ইংরেজি জানতেন। এর মধ্যে প্রায় ২ লাখ ভারতীয় জানিয়েছিলেন যে এটি তাঁদের প্রথম ভাষা, ৮ কোটি ৬০ লাখ ভারতীয় জানিয়েছিলেন যে এটি তাঁদের দ্বিতীয় ভাষা এবং ৩ কোটি ৯০ লাখ ভারতীয় জানিয়েছিলেন যে এটি তাঁদের তৃতীয় ভাষা।\n২০১১ জনগণনা অনুযায়ী, ১২ কোটি ৯০ লাখ ভারতীয় (১০.৬%) ইংরেজি ভাষার বক্তা এবং ২,৫৯,৬৭৮ জন ভারতীয়দের (০.০২%) প্রথম ভাষা ইংরেজি। এছাড়া, প্রায় ৮ কোটি ৩০ লাখ ভারতীয় (৬.৮%) জানিয়েছিলেন যে ইংরেজি তাঁদের দ্বিতীয় ভাষা এবং প্রায় ৪ কোটি ৬০ লাখ ভারতীয় (৩.৮%) জানিয়েছিলেন যে ইংরেজি তাঁদের তৃতীয় ভাষা। এর ফলে ইংরেজি ভারতের দ্বিতীয় সবচেয়ে বেশি প্রচলিত ভাষায় পরিণত হয়েছে।\n\n\n=== সংঘের সরকারি ভাষা ===\nসংবিধানের ভাগ ১৭ ভারতীয় সংঘের সরকারি ভাষা সম্বন্ধে আলোচনা করে। ৩৪৩ নং অনুচ্ছেদে সংঘের সরকারি ভাষা হিসেবে দেবনাগরী লিপিতে হিন্দি এবং ইংরেজির নাম উল্লেখ আছে।\nএটা ভাবা হয়েছিল যে ১৯৬৫ সালের মধ্যে হিন্দি ভাষা ভারত সরকারের একমাত্র সরকারি ভাষা হবে (৩৪৪ (২) ও ৩৫১ নং অনুচ্ছেদ অনুযায়ী)। কিন্তু হিন্দি ভাষা চাপিয়ে দেওয়ার বিরুদ্ধে অহিন্দিভাষীরা, বিশেষত দক্ষিণ ভারতীয়রা, বিক্ষোভ শুরু করেছিল, যার ফলে সরকারি ভাষা আইন, ১৯৬৩ লাগু হয়েছিল এবং সমস্ত সরকারি কাজকর্মে অনির্দিষ্টকাল ধরে ইংরেজি ভাষার ব্যবহার হতে লাগল।\n\n\n=== আদালতের ভাষা ===\nআবার, সংবিধান অনুযায়ী ইংরেজি ভারতের সর্বোচ্চ আদালত এবং সমস্ত উচ্চ আদালতের ভাষা। তবে রাষ্ট্রপতির বিশেষ অনুমোদন অনুযায়ী উত্তরপ্রদেশ, বিহার, মধ্যপ্রদেশ ও রাজস্থানের আদালতে হিন্দি ভাষাও প্রচলিত। ২০১৮ সালের হিসাব অনুযায়ী, পাঞ্জাব ও হরিয়ানা উচ্চ আদালত ইংরেজির পাশাপাশি হিন্দি ভাষার ব্যবহারের জন্য রাষ্ট্রপতির অনুমোদনের অপেক্ষায়, এবং মাদ্রাজ উচ্চ আদালত ইংরেজির পাশাপশি তামিল ভাষা ব্যবহার করার পদক্ষেপ গ্রহণ করছে।\n\n\n== ধ্বনিতত্ত্ব ==\n\n\n=== ব্যঞ্জনধ্বনি ===\nভারতীয় ইংরেজির ব্যঞ্জনধ্বনির বিভিন্ন বৈশিষ্ট্য হচ্ছে নিম্নরূপ:\n\nভারতীয় ইংরেজিতে অঘোষ স্পর্শ ব্যঞ্জনধ্বনি /p/, /t/, /k/ সর্বদা অল্পপ্রাণ, যেখানে আরপি, জেনারেল আমেরিকান ও বেশিরভাগ ইংরেজি উপভাষায় শব্দের শুরুতে বা শ্বাসাঘাতযুক্ত সিলেবলে এই ব্যঞ্জনধ্বনিগুলো মহাপ্রাণ হিসাবে উচ্চারিত হয়। সুতরাং, ভারতীয় ইংরেজিতে pin শব্দটি উচ্চারিত হয় [pɪn] (পিন্), যেখানে বেশিরভাগ উপভাষায় উচ্চারিত হয় [pʰɪn] (ফিন্)। ভারতের প্রধান ভাষা পরিবার ইন্দো-আর্য ভাষাসমূহে এই অল্পপ্রাণ ও মহাপ্রাণ স্পর্শধ্বনির মধ্যে পার্থক্য ধ্বনিমূলক, এবং ইংরেজি স্পর্শধ্বনি বোঝানোর জন্য স্থানীয় ভাষাদের মহাপ্রাণ ধ্বনির জায়গায় অল্পপ্রাণ ধ্বনি ব্যবহার করা হয়। স্থানীয় অঘোষ মহাপ্রাণ স্পর্শধ্বনিদের বরং ইংরেজি উষ্ম ব্যঞ্জনধ্বনি /f/ ও /θ/ বোঝানোর জন্য ব্যবহার করা হয়।\nপ্রমিত হিন্দিসহ ভারতের অনেক ভাষা /v/ (ঘোষ দন্তৌষ্ঠ্য উষ্মধ্বনি) ও /w/ (ঘোষ ওষ্ঠ্য–পশ্চাত্তালব্য নৈকট্যধ্বনি) ব্যঞ্জনধ্বনির মধ্যে পার্থক্য করতে পারে না। বরং সেখানে উভয় ধ্বনির জন্য ঘর্ষণহীন দন্তৌষ্ঠ্য নৈকট্যধ্বনি [ʋ] ব্যবহার করা হয়, সম্ভবত অঞ্চলভেদে [v] এবং/অথবা [w] ধ্বনির মধ্যে মুক্ত বৈচিত্র্যের সঙ্গে। সুতরাং, wet ও vet অনেকসময় সমোচ্চারিত হয়। তবে বাংলা, অসমীয়া, ওড়িয়া, পাঞ্জাবি ও মারাঠি ভাষায় এই সমস্যাটি থাকে না।\nবাংলা ভাষায় ইংরেজি /v/ বোঝানোর জন্য /bʱ/ এবং /w/ বোঝানোর জন্য /o̯/ বা /u̯/ ব্যবহার করা হয়। যেমন: visa শব্দটি উচ্চারিত হয় /bʱisa/ (\"ভিসা\") এবং washing শব্দটি উচ্চারিত হয় /o̯aʃiŋ/ (\"ওয়াশিং\")।\nঅসমীয়া ভাষায় /tʃ/ ও /ʃ/ ধ্বনিদুটো /s/ হিসাবে এবং /dʒ/ ও /ʒ/ ধ্বনিদুটো /z/ হিসাবে উচ্চারিত হয়। অসমীয়া ভাষায় বেশিরভাগ ভারতীয় ভাষার মতো পৃথক মূর্ধন্য ও দন্ত্য ব্যঞ্জনধ্বনি নেই, বরং সেখানে কেবল দন্তমূলীয় ব্যঞ্জনধ্বনি ব্যবহৃত হয়। বাংলার মতোই অসমীয়া ভাষায় /v/ ধ্বনিটি /bʱ/ বা /β/ হিসাবে উচ্চারিত হয়। যেমন: change শব্দটি উচ্চারিত হয় /sɛɪnz/ (সেইন্‌জ়্) এবং vote শব্দটি উচ্চারিত হয় /bʱʊt/ (ভুট্)।\n\n\n== শব্দকোষ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ভারতীয় ইংরেজি সম্পর্কিত মিডিয়া দেখুন।"}