{"pageid": 1209302, "title": "মিউজিক হাউস মিউজিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1209302", "content": "মিউজিক হাউস মিউজিয়াম একটি জাদুঘর যেখানে পুনরুদ্ধার করা প্রাচীন বাদ্যযন্ত্র, প্রারম্ভিক রেডিও এবং রেকর্ডিংয়ের সংগ্রহ রয়েছে। এটি উত্তর মিশিগানের গ্র্যান্ড ট্র্যাভার্স কাউন্টিতে একমি এবং উইলিয়ামসবার্গের সম্প্রদায়ের মধ্যে অবস্থিত একটি ১৯০৯ সালের ডেইরি বার্ন এবং একটি ১৯০৫ সালের গ্র্যানারি ফার্মহাউসে অবস্থিত। এটি ১৯৮৩ সালে প্রতিষ্ঠিত হয়েছিল এবং এটি একজন স্থপতি এবং একজন যান্ত্রিক প্রকৌশলীর একটি শখের ফল।\n\n\n== পটভূমির ইতিহাস ==\nডেভিড স্টিফলার, একজন স্থপতি, এবং ডিন জাঙ্কার, একজন যান্ত্রিক প্রকৌশলী, ১৯৭০-এর দশকে প্রাচীন বাদ্যযন্ত্রের সংগ্রহ, পুনরুদ্ধার এবং প্রদর্শনের একটি শখ শুরু করেছিলেন। সেই সময়ে তারা মিশিগানের ট্র্যাভার্স শহরের কাছে একমি এবং উইলিয়ামসবার্গের সম্প্রদায়ের মধ্যে পুরানো স্টিফলার পারিবারিক খামার ব্যবহার করছিলেন। ১৯৭৯ সালে, তারা বন্ধুদের এবং অন্যদের জন্য তাদের সংগ্রহ দেখতে একটি আনুষ্ঠানিক প্রদর্শন তৈরি করার সিদ্ধান্ত নিয়েছে। তারা প্রাচীন বাদ্যযন্ত্র সংগ্রহ, পুনরুদ্ধার এবং প্রদর্শনের জন্য একটি উদ্যোগ হিসাবে ডি এবং ডি এন্টারপ্রাইজ গঠন করে। তারা স্টিফলার ১৯০৯ ডেইরি বার্ন এবং ১৯০৫ গ্র্যানারি ফার্মহাউসকে বাদ্যযন্ত্রের জন্য একটি উপস্থাপনা এলাকায় পুনর্নির্মাণের কাজ শুরু করে।\n১৯৮৩ সালের মাঝামাঝি সময়ে ঐতিহাসিক পুনরুদ্ধারকৃত যান্ত্রিক বাদ্যযন্ত্রের প্রথম প্রদর্শনটি শস্যের খামারবাড়িতে হয়েছিল।\nএরপর ১৯৮৩ সালের শেষের দিকে ১২,০০০ বর্গফুট (১,১০০ মিটার২) অংশে সাদা ডেইরি বার্ন।এটি অবশেষে ১৯৮৪ সালের মে মাসে একটি অলাভজনক সংস্থা মিউজিক হাউস মিউজিয়াম হিসাবে সাধারণ মানুষের জন্য উন্মুক্ত করা হয়। মূল সাদা ডেইরি বার্নটি পুনরুদ্ধার করা প্রাচীন বাদ্যযন্ত্রের প্রধান সংগ্রহ। শস্যভাণ্ডার হল যাদুঘরের প্রধান প্রবেশদ্বার এবং এতে পুরনো রেডিও রয়েছে। একটি আচ্ছাদিত ওয়াকওয়ে ১৯৮১ সালে গ্র্যানারি ফার্মহাউসের প্রবেশদ্বারের মধ্যে নির্মিত হয়েছিল যেখানে সংগ্রহগুলি রয়েছে। তারা শস্যভাণ্ডারকে পুরানো খামারবাড়ি বলে, যেখান থেকে সঙ্গীত জাদুঘরটি তার \"হাউস\" নামটি পেয়েছে এবং যেখানে খামারের শ্রমিকরা থাকতেন এবং ঘুমাতেন।\n\n\n== বর্তমান যাদুঘর ==\nযাদুঘরটি যন্ত্র সংগ্রহের ইতিহাস এবং কারুকার্য প্রদর্শন করে ভ্রমণ এবং স্ব-নির্দেশিত ট্যুর করেছে। এটি প্রতি বছর প্রায় বিশ হাজার পর্যটক থাকে এবং এটি শুরু থেকে প্রায় দেড় মিলিয়ন দর্শক পেয়েছে। যাদুঘরটি বছরের পর বছর ধরে বেড়েছে এবং ১৭৮০ থেকে ১৯৫০ এর দশক পর্যন্ত বাদ্যযন্ত্র সামগ্রী প্রদর্শন করে। এটিতে প্রাথমিকভাবে এক ধরনের পুনরুদ্ধার করা স্বয়ংক্রিয় বাদ্যযন্ত্র, প্লেয়ার পিয়ানো, মিউজিক বক্স, কীবোর্ড যন্ত্র, একটি যান্ত্রিক বেহালা, অ্যান্টিক রেডিও, ভিনাইল ফোনোগ্রাফ রেকর্ড এবং মুদ্রিত সঙ্গীত রয়েছে।\nনরুদ্ধার করা বাদ্যযন্ত্রের সময়ে সময়ে বিক্ষোভ রয়েছে। ১৯ শতকের নস্টালজিক সেটিংসে পুনরুদ্ধার করা যন্ত্রগুলির উদাহরণ হল ডেট্রয়েটের বিলুপ্ত সিন্ডারেলা থিয়েটারের অরগ্যান, একটি ১৯২৪ ওয়ার্লিৎজার থিয়েটার অরগ্যান এবং একটি ৯৭-কী অ্যামেরিলিস মর্টিয়ার ড্যানস অরগ্যান যা ৩০ ফুট (৯.১ মিটার) প্রশস্ত এবং ১৮ ফুট (৫.৫ মিটার) উঁচু।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরোও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nDirectory of historical organizations in the United States and Canada। American Association for State and Local History (15th সংস্করণ)। Walnut Creek, CA: AltaMira Press। ২০০২। আইএসবিএন 0-7591-0002-0। ওসিএলসি 48910178। \nCantor, George (২০০৫)। Explore Michigan. Traverse City। Ann Arbor: University of Michigan Press। আইএসবিএন 978-0-472-03091-0। ওসিএলসি 60375591। \nCounts, Jeff (৬ জুন ২০১১)। Explorer's Guide Michigan। Countryman Press। আইএসবিএন 978-1-58157-876-8। \nMaloney, David J. (২০০৩)। Maloney's antiques & collectibles resource directory (7th সংস্করণ)। Iola, WI: Antique Trader Books। আইএসবিএন 0-87349-732-5। ওএল 9720667M। ওসিএলসি 54514976। \n\n\n== বহিঃসংযোগ ==\n\nTraverse City Attraction  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ ডিসেম্বর ২০২২ তারিখে"}