{"pageid": 1210145, "title": "নীরদাসুন্দরী", "url": "https://bn.wikipedia.org/wiki?curid=1210145", "content": "নীরদাসুন্দরী (১৮৮৯ – ৩১ ডিসেম্বর ১৯৭৪) ছিলেন গিরিশ-যুগে বাংলা রঙ্গমঞ্চের খ্যাতনাম্নী  অভিনেত্রী। নৃত্যগীতেও ছিলেন পারদর্শী।\n\n\n== অভিনয় জীবন ==\nনীরদাসুন্দরীর জন্ম হয়েছিল  ব্রিটিশ ভারতের উত্তর কলকাতার কুখ্যাত অন্ধকারাচ্ছন্ন বস্তিতে ১৮৮৯ খ্রিস্টাব্দে। মাত্র ৯ বৎসর বয়সেই তাকে অভিনয় জগতে আসতে হয়। 'ক্লাসিক' থিয়েটারে ‘দোল লীলায়’ সখীর দলে নৃত্য দিয়েই তার অভিনয় জীবন শুরু হয়। তারপর ১৮৯৮ খ্রিস্টাব্দের ২০ ডিসেম্বর অমরেন্দ্রনাথ দত্ত রচিত ‘নির্মলা’ নাটকে বাঁশরীর ভূমিকায় অভিনয় করেন। পরে গিরিশচন্দ্র রচিত ‘প্রফুল্ল’ নাটকে নীরদা ‘যাদবের’ ভূমিকায় অভিনয় করেন। ১৯০১ খ্রিস্টাব্দে ৩১ আগস্ট অমরেন্দ্রনাথ রচিত ক্লাসিক থিয়েটারে ‘গুপ্তকথা’ নাটকে অধিরার ভূমিকায় অভিনয় করেন। ক্লাসিক থিয়েটার ছাড়াও তিনি মনমোহন, মিনার্ভা, আলফ্রেড, স্টার, নাট্যনিকেতন প্রভৃতি তৎকালীন কলকাতার সব রঙ্গমঞ্চেই অভিনয় করেছেন। সতের বৎসর বয়সে তাকে চার টাকা পারিশ্রমিকে কলকাতার প্রায় প্রতিটি রঙ্গালয়ে অভিনয়ের সঙ্গে নানা স্থানে ঘুরে অভিনয় করতে হয়েছে। ১৯১১ খ্রিস্টাব্দে যখন তিনি মিনার্ভা থিয়েটারে আসেন, তখন তিনি  গিরিশচন্দ্র ঘোষের  সান্নিধ্যে আসেন। তার কাছ থেকে তিনি শিক্ষালাভের সুযোগ এবং মিনার্ভায় অভিনেত্রীর চাকরি পান। এখানে রকমারি নাটকে 'দীপি' এবং গিরিশচন্দ্রের গৃহলক্ষ্মী নাটকে 'কুলি'-র ভূমিকায় অভিনয় করে প্রশংসিত হন। প্রসঙ্গত গৃহলক্ষ্মী নাটকের পঞ্চম অঙ্ক রচনা করেছিলেন দেবেন্দ্রনাথ বসু। কেননা গিরিশচন্দ্র নাটকটি অসম্পূর্ণ রেখে ১৯১২ খ্রিস্টাব্দের ৮ ফেব্রুয়ারি মারা যান। এরপর নীরদাসুন্দরী মা সারদার পরমভক্ত অপরেশচন্দ্রের সংস্পর্শে আসেন। তার রচিত ও নির্দেশিত নাটক রামানুজ -এ কলহপরায়ণা লক্ষ্মণের স্ত্রীর চরিত্রে অভিনয়ের সুযোগ পান। আর এই নাটকে নীরদাসুন্দরীর এক পরম প্রাপ্তি ঘটে। ঠাকুর শ্রীরামকৃষ্ণ নটী বিনোদিনীর শ্রীচৈতন্যলীলায় অভিনয় দেখে মুগ্ধ হয়ে নটী বিনোদিনীকে আশীর্বাদ করেছিলেন, তেমনই অপরেশচন্দ্রের মনের বাসনা পূর্ণ করতে ১৯১৬ খ্রিস্টাব্দের ১৫ জুলাই 'রামানুজ' নাটক দেখতে এসেছিলেন ঠাকুর শ্রীশ্রীরামকৃষ্ণের সহধর্মিণী ‘মা সারদা’। তিনিও অভিভূত হয়েছিলেন সকলের অভিনয় দেখে। আর অভিনয় শেষ হতেই তিনি দেখা করতে চাইলেন নীরদাসুন্দরীর। সস্নেহে মা সারদা তাকে কোলে নিয়ে আশীর্বাদ করেন। অশ্রুধারায় সিক্ত নীরদা মাকে প্রণাম করেন, ধন্য হয় তার নটীর জীবন।\nনীরদাসুন্দরী ১৯১৮ খ্রিস্টাব্দে কিন্নরী নাটকে নামভূমিকায় অভিনয় করে প্রশংসনীয় অভিনয় ক্ষমতার পরিচয় দিয়েছিলেন।\n\n\n== জীবনাবসান ==\nজীবনের শেষ তিরিশ বৎসর নীরদাসুন্দরী মঞ্চ থেকে বিদায় নিয়ে আত্মীয়স্বজনবিহীন অবস্থায় অভিনেত্রী শান্তি গুহ'র গৃহে আশ্রয় পেয়েছিলেন। ১৯৭৪ খ্রিস্টাব্দের ৩১ ডিসেম্বর পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}