{"pageid": 1210005, "title": "মিথিলা (ভারতে প্রস্তাবিত রাজ্য)", "url": "https://bn.wikipedia.org/wiki?curid=1210005", "content": "মিথিলা ভারতের বিহার ও ঝাড়খণ্ডের মৈথিলি ভাষাভাষী অঞ্চলগুলো নিয়ে প্রস্তাবিত একটি রাজ্য। মৈথিলি ভাষার নিজস্ব ঐতিহ্যবাহী লিপি রয়েছে, যা মিথিলাক্ষর নামে পরিচিত। এটি ঐতিহাসিক মিথিলা অঞ্চলের অংশ।প্রস্তাবিত রাজ্যে সমগ্র অঙ্গিকা ও বাজিকা ভাষী জেলাসমূহ অন্তর্ভুক্ত করা হবে যেগুলোকে মূলত মৈথিলীর উপভাষা হিসাবে বিবেচনা করা হয়। ভারতের মিথিলার রাজধানী কোথায় হবে তা এখনও ঠিক হয়নি। ঐতিহাসিকভাবে মিথিলার রাজধানী শহরগুলো হচ্ছে জনকপুর (নেপাল), বৈশালী, সিমরাউনগড় (নেপাল), রাজনগর (মধুবনি) ও দরভাঙ্গার মধ্যে স্থানান্তরিত হতে থেকেছে; এবং এখন বেগুসরাই রাজধানী শহরের ভূমিকায় রয়েছে। \nনেপালের মৈথিলি ভাষী এলাকাতেও পৃথক রাজ্যের জন্য একটি আন্দোলন হয়েছিল যা ২০১৫ সালে নেপালের সংবিধানে প্রদেশ ২-এর গঠন নিশ্চিত করার পরে শেষ হয়।\n\n\n== ইতিহাস ==\nডঃ লক্ষ্মণ ঝা ও অন্যান্য অনেকেই স্বাধীনতার পরপরই পৃথক মিথিলা রাজ্যের দাবি করেছিলেন এবং বিহারের প্রাক্তন মুখ্যমন্ত্রী জগন্নাথ মিশ্রও রাজ্য তৈরির পক্ষে মত প্রকাশ করেছেন।\nপৃথক রাজ্য গঠনের দাবিতে বিভিন্ন সংগঠন গঠিত হয়েছে যেমন, মৈথিল মহাসভা ও মিথিলাঞ্চল বিকাশ কংগ্রেস যারা রাজ দরভাঙ্গা থেকে সমর্থন পেয়েছিল।অখিল ভারতীয় মিথিলা রাজ্য সংঘর্ষ সমিতি কর্তৃক আয়োজিত ২০০৯ সালে দিল্লিতে একটি বৃহৎ আন্দোলনের মাধ্যমে মিথিলা রাজ্যের দাবিতে বিভিন্ন বিক্ষোভ প্রদর্শন করে।\n\n\n== রাজনৈতিক সমর্থন ==\n\n\n=== মিথিলা রাজ্য নির্মাণ সেনা ===\nপ্রবীণ বিজেপি নেতা, রঙ্গনাথ ঠাকুর, মিথিলা রাজ্য নির্মাণ সেনার সভাপতি ও প্রতিষ্ঠাতা সদস্য, মিথিলা রাজ্যের সমর্থনে জনসভার আয়োজন করেছেন।\nমিথিলা রাজ্য নির্মাণ সেনা ২০১৭ ও ২০২১ সালে তার নেতৃত্বে জনমত বৃদ্ধি ও আন্দোলনের প্রতি সজাগতা বৃদ্ধির উদ্দেশ্যে একটি সংকল্প যাত্রাও করেছিল।\n\n\n=== ভারতীয় জনতা পার্টি ===\nদারভাঙ্গার প্রাক্তন বিজেপি সাংসদ কীর্তি আজাদ (বর্তমান কংগ্রেস নেতা) মিথিলার সমর্থনে একাধিক ধর্না ও বিক্ষোভের আয়োজন করেছিলেন। সজাগতা বৃদ্ধির লক্ষ্যে তিনি মিথিলায় একটি স্বাক্ষর অভিযানও শুরু করেছিলেন।\nপ্রবীণ বিজেপি নেতা, তারাকান্ত ঝা, বিহার বিধান পরিষদের প্রাক্তন সভাপতি, মিথিলা রাজ্যের সমর্থন করে জনসভার আয়োজন করেছেন।\n\n\n=== জনতা দল (ইউনাইটেড) ===\n২০১১ সালের নভেম্বরে, বিহারের মুখ্যমন্ত্রী নীতীশ কুমারও পৃথক মিথিলা রাজ্যের প্রতি তার সমর্থন জানিয়েছেন।\nজেডিইউ রাজ্য সভাপতি শ্রাবণ চৌধুরী মিথিলার রাজ্যের দাবিকে প্রকাশ্যে সমর্থন করেছেন।\n\n\n=== রাষ্ট্রীয় জনতা দল ===\nবিহারের প্রাক্তন মুখ্যমন্ত্রী রাবড়ি দেবী বরাবরই আলাদা মিথিলা রাজ্য গঠনের পক্ষে রয়েছেন।\n\n\n== পৃথকীকরণের ন্যায্যতা ==\n১৯১২ সালে বিহার রাজ্য সৃষ্টির পর থেকেই পৃথক  রাজ্যের দাবি রয়েছে। \n\nগঙ্গার উত্তর ও দক্ষিণের মধ্যে উল্লেখযোগ্য সাংস্কৃতিক পার্থক্য বিদ্যমান।\nমিথিলা অঞ্চলের সমস্যা বিহারের অন্যান্য অঞ্চল থেকে আলাদা।\nএই অঞ্চলের ভাষা মৈথিলীর ন্যায্য মূল্যায়ন তথা স্বীকৃত দেওয়া হয়নি। ভারতের সংবিধানের ৮ম তফসিলে মৈথিলী সহ ২২টি ভাষার স্বীকৃতি রয়েছে (তবে দেবনাগরী লিপিতে)। বিহারে মৈথিলী এখনও কোনও সরকারী মর্যাদা পায়নি।\n\n\n== বাধা ও আপত্তি ==\nমিথিলা একটি দরিদ্র ও বন্যাপ্রবণ অঞ্চল যা জীবিকা নির্বাহকারী কৃষির উপর নির্ভরশীল, যা পৃথক রাজ্য হিসাবে এর অর্থনৈতিকভাবে সম্ভাব্যতা নিয়ে সন্দেহের উদ্রেক করে।\nপৃথক মিথিলার দাবি মূলত দারভাঙ্গা-মধুবনী অঞ্চল থেকে দেখতে পাওয়া যায়, তিরহুত ও সীমাঞ্চলেও সামান্য সমর্থন রয়েছে, তবে অঙ্গিকা ভাষী ভাগলপুর–মুঙ্গের থেকে কার্যত কোন সমর্থন দেখা যায় না। \n\n\n== আরও দেখুন ==\nমিথিলা, নেপাল\nমৈথিলী ভাষা\nমৈথিলী সাহিত্য\nমৈথিল\nমৈথিলী সঙ্গীত\nমিথিলা চিত্রকলা\nমিথিলা মাখনা\nমিথিলা (অঞ্চল)\nসহরসা\nদারভাঙ্গা\nমৈথিলী (দ্ব্যর্থতা নিরসন)\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:উত্তর ভারতের ঐতিহাসিক অঞ্চলসমূহ"}