{"pageid": 12116, "title": "সোমালি ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12116", "content": "সোমালি ভাষা আফ্রো-এশীয় ভাষাপরিবারের কুশিটীয়/ওমোটীয় শাখার অন্তর্গত একটি ভাষা। এটি ওরোমো ভাষার সমগোত্রীয় ভাষা। সোমালিদের দাবী অনুযায়ী প্রায় এক হাজার বছর আগে আরব-বংশোদ্ভূত সোমালিরা সোমালিয়ার তীরে বসতি স্থাপন করে। তবে ভাষাবিজ্ঞানী ও ঐতিহাসিকেরা মনে করেন তারা আরও আগে থেকে এই অঞ্চলে বসবাস করছে।\n১৮৬৯ সালে সুয়েজ খাল খননের পর এই অঞ্চলে ইউরোপীয়দের আগমন ঘটে। ১৯শ শতকের শেষ ভাগে এসে সোমালিরা চারটি ভিন্ন বিদেশী শক্তির অধীনে বাস করছিল: উত্তর-মধ্য সোমালিয়া ও উত্তর-পূর্ব কেনিয়া ছিল ব্রিটিশ শাসনাধীন, দক্ষিণ সোমালিয়া ছিল ইতালীয়দের দখলে, পশ্চিমে বর্তমান জিবুতি অঞ্চল ছিল ফরাসিদের অধীন এবং ওগাদেন অঞ্চলটি ইথিওপীয়রা শাসন করত।\nসোমালিয়া ও সোমালিল্যান্ডের প্রায় ৮০ লক্ষ মানুষ সোমালি ভাষায় কথা বলে। এটি এই দুই দেশের একমাত্র সরকারি ভাষা। এছাড়া ভাষাটি ইথিওপিয়া, জিবুতি ও কেনিয়ায় একটি সরকারী ভাষা হিসেবে প্রচলিত। এথ্‌নোলগ অনুযায়ী সারা বিশ্বে প্রায় ১ কোটি ২৬ লক্ষ লোক সোমালি ভাষায় কথা বলেন।\nসোমালিয়ার প্রাথমিক স্কুলগুলিতে একটি বিষয় হিসেবে সোমালি ভাষা পড়ানো হয় ও ভাষাদানের মাধ্যমে হিসেবেও একে ব্যবহার করে হয়। মাধ্যমিক স্কুলগুলিতে একটি ভাষা হিসেবে এটি পড়ানো হয়। সারা বিশ্বে প্রায় ২০টির মত রেডিও ও টিভি স্টেশন সোমালি ভাষায় প্রোগ্রাম সম্প্রচার করে।\n\n\n== ধ্বনি ব্যবস্থা ==\nঅন্যান্য কুশিটীয় ভাষার মত সোমালি ভাষার ধ্বনি ব্যবস্থা বেশ জটিল।\n\n\n=== স্বরধ্বনি ===\nসোমালি ভাষাতে পাঁচটি স্বরধ্বনি/i/,/e/,/a/,/o/,/u/আছে; এগুলি হ্রস্ব বা দীর্ঘ দুই-ই হতে পারে। স্বরধ্বনির হ্রস্বতা ও দীর্ঘতা শব্দের অর্থ বদলে দিতে পারে। লেখার সময় স্বরবর্ণগুলি পাশাপাশি দুইবার লিখে দীর্ঘ স্বরধ্বনিগুলি বোঝানো হয়। যেমন - a \"তিক্ত,\" aa \"বাবা\"।\n\n\n=== ব্যঞ্জনধ্বনি ===\nসোমালি ভাষায় ২৪টি ব্যঞ্জন আছে। এদের মধ্যে ব, দ, ধ, গ, ল, ম, ন, ও র ধ্বনিগুলি একক বা দ্বিত্ব হয়ে উচ্চারিত হতে পারে। লেখার সময় দ্বিত্ব ব্যঞ্জনগুলি দুইটি ব্যঞ্জনবর্ণ পাশাপাশি লিখে প্রকাশ করা হয়। ওরোমো ভাষার মত সোমালি ভাষার দেশি শব্দে/p/,/v/, ও/z/ধ্বনিগুলি নেই। এগুলি কেবল ঋণ করা বিদেশী শব্দেই দেখা যায়।\n\n\n=== সিলেবল ===\nসোমালি ভাষার বেশির ভাগ সিলেবলই উন্মুক্ত, অর্থাৎ এগুলি স্বরধ্বনিতে শেষ হয়।\n\n\n=== সুর ===\nসোমালি একটি সুরপ্রধান ভাষা। এর সুরব্যবস্থা চীনা ভাষার সুরব্যবস্থার চেয়ে ভিন্ন। চীনা ভাষার মত এতে প্রতিটি শব্দ একটি নির্দিষ্ট সুরের সাথে সম্পৃক্ত নয়। শব্দের অর্থের পার্থক্য নির্দেশের জন্য নয়, বরং সোমালি সুর-ঝোঁক ব্যবস্থা মূলত ব্যাকরণিক ও ডিসকোর্স স্তরে ব্যাকরণিক ক্যাটেগরি ও তথ্য কাঠামো নির্দেশ করতে ব্যবহৃত হয়। তবে কোন কোন ভাষাবিদ মনে করেন সোমালি ভাষায় দুই স্তরের সুর আছে। একটি শব্দের ঝোঁকের সাথে সম্পর্কিত, অপরটি বাক্যের সুরভঙ্গির সাথে। এই দুটি মিলে সামগ্রিক সুরব্যবস্থা গঠন করে। সোমালি লিখিত ভাষায় সাধারণত সুর নির্দেশ করা হয় না।\n\n\n== ব্যাকরণ ==\n\n\n=== বিশেষ্য ===\nসোমালি ভাষায় বিশেষ্য পদ বচন, লিঙ্গ (পুং বা স্ত্রী) এবং কারকের (কর্তা, সম্প্রদান, সম্বোধন ও absolutive) জন্য রূপ পরিবর্তন করে। সুর-ঝোঁকের মাধ্যমে এই পার্থক্য করা হয়। যেমন -\nলিঙ্গ: ínan \"ছেলে\"; inán \"মেয়ে\"\nবচন: díbi \"ষাঁড়\"; dibí \"ষাঁড়গুলি\"\n\n\n=== অনুসর্গ ===\nসোমালিতে মাত্র চারটি অনুসর্গ আছে, কিন্তু এগুলির বিভিন্ন অর্থ হতে পারে।\n\n\n=== ক্রিয়া ===\nসোমালি ক্রিয়াপদ কাল ও প্রকার (aspect) অনুযায়ী পরিবর্তিত হয়।\n\n\n=== পদক্রম ===\nঅন্যান্য কুশিটীয় ভাষার মত সোমালি ভাষাতেও পদক্রম সাধারণত কর্তা-কর্ম-ক্রিয়া।\n\n\n=== টপিক-ফোকাস ===\nসোমালি ভাষায় টপিক-ফোকাসের একটি ক্যাটেগরি আছে যার মাধ্যমে বাক্যের কোন শব্দ বা তথ্যটির উপর জোর দেয়া হচ্ছে তা আলাদা শব্দের মাধ্যমে নির্দেশ করা যায়।\n\nbaa, ayaa, ও waxaa শব্দগুলি বিশেষ্য ও বিশেষ্য পদগুলিকে ফোকাস করে। যেমন -\nJamal \tbaa \tbaxay\nজামাল (ফোকাস) বাইরে গেছে।\n\nwaa ক্রিয়া ও ক্রিয়াপদগুচ্ছকে চিহ্নিত করে। যেমন -\nJamal \twaa \tbaxay\nজামাল বাইরে গেছে (ফোকাস)।\n\n\n== শব্দভাণ্ডার ==\nসোমালি ভাষায় ইসলাম ধর্মের মাধ্যমে আরবি ভাষার ব্যাপক প্রভাব পড়েছে। এছাড়া ভাষাটি ইতালীয় ও ইংরেজি ভাষা থেকেও ধার নিয়েছে।\n\n\n== লিখন পদ্ধতি ==\n১৯২০ সালের আগে সোমালি ভাষা লিখিত হত না। ঐ বছর সিসমান ইয়ুসুফ আরবি লিপির ভবিষ্যৎ প্রভাব দূর করতে ওসমানিয়া বর্ণমালা উদ্ভাবন করেন। এটি হরফগুলির নাম আরবি নামের মত হলেও বাম থেকে ডানে লিখিত হত। ১৯৬০-এর দশকে রোমান লিপির প্রচলন হয় এবং ১৯৭২ সালে বর্তমান রোমান লিপিভিত্তিক বর্ণমালাটি গৃহীত হয়; ওসমানীয় বর্ণমালা ধীরে ধীরে অপ্রচলিত হয়ে পড়ে।"}