{"pageid": 1211040, "title": "দ্য গোট পাজল", "url": "https://bn.wikipedia.org/wiki?curid=1211040", "content": "দ্য গোট পাজল, যা দ্য ইনফেমাস গোট পাজল, দ্য ইনফেমাস গোট, দ্য রেচেড গোট, দ্য গোট অব লোচমার্ন, বা সহজভাবে দ্য গোট নামেও পরিচিত, এটি একটি ধাঁধা যা রেভল্যুশন সফটওয়্যারের ১৯৯৬ সালর পয়েন্ট আ্যান্ড ক্লিক অ্যাডভেঞ্চার গেম ব্রোকেন সোর্ড: দ্য শ্যাডোতে এ ধাঁধা বৈশিষ্ট্যযুক্ত। টেম্পলারদের ধাঁধার মধ্যে, নায়ক জর্জ স্টববার্টকে আয়ারল্যান্ডের লোচমার্নে একটি দুর্গে অবস্থিত একটি ভূগর্ভস্থ খননে প্রবেশ করতে হবে একটি ভয়ঙ্কর ছাগলের দ্বারা নিক্ষিপ্ত হওয়া এড়ানোর মাধ্যমে। গেমের আগের ধাঁধার থেকে ভিন্নভাবে খেলোয়াড়কে চ্যালেঞ্জ করার কারণে এটি প্রায়ই কঠিন বলে ব্যাখ্যা করা হয়। এটি অনেক গেমার এবং বিভিন্ন প্রকাশনা দ্বারা সর্বকালের অন্যতম কঠিন ভিডিও গেম ধাঁধা হিসাবে উল্লেখ করা হয়েছে। \n\n\n== ধাঁধা এবং সমাধান ==\nএকটি হত্যার তদন্ত করার সময়, নায়ক এবং খেলোয়াড়ের চরিত্র জর্জ স্টবার্ট নিজেকে নাইট টেম্পলার সম্পর্কিত একটি অন্ধকার রহস্য উন্মোচন করতে দেখেন। একটি মধ্যযুগীয় পাণ্ডুলিপি যা তিনি তিনি তদন্তের সময় পেয়েছিলেন তা তাকে আয়ারল্যান্ডের লোচমার্নে অবস্থিত একটি দুর্গে নিয়ে যায়। তিনি প্রধান প্রবেশদ্বার দিয়ে দুর্গে প্রবেশ করতে না পারায় তিনি একটি খড়ের গাদায় আরোহণ করেন, যা দেয়ালের উপরের অংশে থেমে যায়। তিনি একটি নর্দমা চাবি রাখেন যা তিনি গেমের শুরুতে দেওয়ালের ফাটলে পেয়েছিলেন যা একটি ধাপ তৈরি করে, যা তাকে দেয়ালের উপরে উঠতে দেয়।\nদুর্গের ভিতরে, একটি ভূগর্ভস্থ খননের প্রবেশদ্বার অবস্থিত। প্রবেশদ্বারের কাছে একটি বাঁধা ছাগল বসে আছে; যাইহোক, এটি যে দড়িতে বাঁধা তা যথেষ্ট লম্বা যাতে এটি জর্জকে প্রবেশদ্বারে পৌঁছাতে বাধা দেয়। একটি পুরানো কৃষি যন্ত্রপাতি স্ক্রিনের বাম পাশে অবস্থিত, কিন্তু জর্জ এটির সাথে যোগাযোগ করতে অক্ষম, কারণ ছাগলটি তাকে লক্ষ্য করে আঘাত করে করতে থাকে।\nপ্রবেশপথের পৌঁছানোর চেষ্টা করার সময় জর্জকে অবশ্যই ছাগলটিকে তাকে লক্ষ্য করে আঘাত করার অনুমতি দিতে হবে, কিন্তু ছাগলটি তার আসল অবস্থানে ফিরে আসার সময়, খেলোয়াড়কে অবশ্যই কৃষির যন্ত্রপাতিতে ক্লিক করতে হবে, যার ফলে জর্জ দ্রুত লাফিয়ে উঠে যন্ত্রপাতির কাছে ছুটে যায় এবং সামান্য পরিবর্তন করে। এটা যখন তার আসল অবস্থানে ফিরে আসে, ছাগলটি আবার জর্জকে ছুটে গিয়ে আক্রমণ করে এবং লক্ষ্য করে আঘাত দেয়, কিন্তু এটি করার সময়, এটির অবস্থানের কারণে তার দড়িটি যন্ত্রপাতির সাথে জড়িয়ে যায়। এটি জর্জকে অবাধে চলাচল করতে এবং খননের মধ্যে প্রবেশ করতে দেয়।\n\n\n== উত্তরাধিকার ==\nঅনেক গেমার এবং প্রকাশনা দ্বারা ধাঁধাটিকে সর্বকালের সবচেয়ে চ্যালেঞ্জিং এবং কঠিনতম ভিডিও গেম ধাঁধাগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয়। ব্রোকেন সোর্ডের স্রষ্টা এবং রেভল্যুশন সফটওয়্যারের সিইও চার্লস সিসিল এবং ব্রোকেন সোর্ড ডিজাইনার স্টিভ ইনস, পাশাপাশি প্রকাশনাগুলি যা এটিকে কভার করেছে, ব্যাখ্যা করে যে ধাঁধাটি চ্যালেঞ্জিং ছিল কারণ প্লেয়ারের আগে কোনও \"সময় সমালোচনামূলক\" ধাঁধার মুখোমুখি হয়নি। গেমের এই মুহুর্তে, যার অর্থ তারা \"অগত্যা এমন সংযোগ তৈরি করবে না যে একটি গুরুত্বপূর্ণ মুহূর্তে মেশিনে ক্লিক করলে এটি ঘটবে।\"\nঅফিসিয়াল নিন্টেন্ডো ম্যাগাজিনের ক্রিস স্কুলিয়ন বলেছেন যে \"আপনি যদি [ ব্রোকেন সোর্ড ] খেলে থাকেন তবে 'দ্য গোট পাজল' শব্দটি সম্ভবত আপনাকে ঠান্ডা ঘামে ভেঙ্গে ফেলবে।\" হার্ডকোর গেমারের জিওফ থিউ লিখেছেন যে ব্রোকেন সোর্ড \"জটিল, চ্যালেঞ্জিং পাজল (কিছু কুখ্যাতভাবে)\" এর জন্য পরিচিত ছিল। ধাঁধাটি কম্পিউটার এবং ভিডিও গেমের ২০১১ বৈশিষ্ট্য, ' গেমিংয়ের কঠিনতম পাজল\"-এ উপস্থিত হয়েছিল। ২০১২ সালে, এটি গেমফ্রন্টের \"৫ পাগল কঠিন এবং জটিল ভিডিও গেম পাজল\" এ তালিকাভুক্ত হয়েছিল। ২০১৪ সালের আগস্ট এ ইউরোপিয়ান গেম ডেভেলপারস কনফারেন্সে দ্য শ্যাডো অব দ্য টেম্পলারের একটি ক্লাসিক পোস্টমর্টেম করার সময়, যখন সেসিল কঠিন ধাঁধার বিষয় নিয়ে এসেছিলেন, তখন দর্শকদের একজন সদস্য চিৎকার করে বলেছিল \"সেই ফাকিং গোট!\"; হাসির সৃষ্টি হয়, এবং সিসিল যোগ করেন: \"এটি খুব অন্যায্য ছিল, এবং এটি একেবারে বিভ্রান্তিকর ছিল।\" তিনি আরও দাবি করেছেন যে তিনি জানতেন যে তিনি \"এটি তৈরি করেছেন\" যখন একজন ট্যাক্সি ড্রাইভার তাকে তার পেশা সম্পর্কে প্রশ্ন করেছিল: তিনি ব্রোকেন সোর্ড লিখেছিলেন জানতে পেরে ড্রাইভার চিৎকার করে বলেছিল, \"তুমি কি সেই জারজ যে ছাগলের ধাঁধাটি লিখেছিল?\"\nধাঁধাটিকে সরলীকৃত করা হয়েছে দ্য শ্যাডো অফ দ্য টেম্পলারস ' ২০০৯- এর পরিচালকের কাট বাই, সেসিলের মতে, আরও যৌক্তিক সমাধান যোগ করে। গেমটির এই সংস্করণে একটি ডায়েরি রয়েছে, যেখানে চরিত্রটি নোট নেয়; ছাগলের ধাঁধা শেষ করার পরে, জর্জের ডায়েরি পড়ে: \"তাই 'লোচমার্নের ভূত' একটি হিংস্র বিলি ছাগল ছাড়া আর কিছু নয়। এক মুহুর্তের জন্য আমি ভেবেছিলাম এটি অতীত পেতে অবিশ্বাস্যভাবে বিশ্রী হতে চলেছে, কিন্তু শেষ পর্যন্ত এটি আশ্চর্যজনকভাবে সহজ ছিল। কে জানত?\", মূল ধাঁধার খ্যাতির রেফারেন্স হিসাবে। ' শ্যাডো অফ দ্য টেম্পলারের সিক্যুয়েল, ব্রোকেন সোর্ড II: দ্য স্মোকিং মিরর (১৯৯৭-এ একটি কথা বলা ছাগল জড়িত একটি ইস্টার ডিম অন্তর্ভুক্ত করা হয়েছিল। একটি ছাগল পাজল ব্রোকেন সোর্ড 5: দ্য সার্পেন্টস কার্স, ২০১৪ এর শুরুতে এবং শেষের শিরোনামের দ্বিতীয় এবং শেষ পর্বে, $৮০০,০০০কিকস্টার্টার \"স্ট্রেচ গোল\" অর্জনের অংশ হিসাবে প্রদর্শিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOrder of the Goat History  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে\n\nটেমপ্লেট:Broken Sword series"}