{"pageid": 12113, "title": "সিন্ধি ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12113", "content": "সিন্ধি/ˈsɪndʰi/ (আরবি লিপিতে: سنڌي, দেবনাগরী লিপিতে: सिन्धी, গুরুমুখী লিপিতে: ਸਿੰਧੀ) দক্ষিণ এশিয়ার সিন্ধু অঞ্চলে প্রচলিত ইন্দো-আর্য ভাষা। পাকিস্তানে  (বিশেষ করে সিন্ধু প্রদেশে যেখানে এটি সরকারী ভাষা) প্রায় ২ কোটি ২৭ লক্ষ  এবং ভারতে প্রায় ২৫ লক্ষ লোক এই ভাষায় কথা বলেন।\nএই ভাষাটি ভারতে কেন্দ্রীয় সরকার স্বীকৃত তফসিলভুক্ত ভাষাগুলির মধ্যে একটি, যদিও সিন্ধি ভারতের কোন রাজ্যের সরকারী ভাষা নয়।\n\n\n== বিস্তার ==\nঅধিকাংশ সিন্ধি ভাষাভাষীরা পাকিস্তানের সিন্ধু প্রদেশে এবং ভারতবর্ষের গুজরাত রাজ্যের কচ্ছ অঞ্চল এবং মহারাষ্ট্রের উল্লাসনগর অঞ্চলে বসবাস করেন।\nভারতে অবশিষ্ট ভাষাভাষীরা হল হিন্দু ধর্মালবম্বী সিন্ধিভাষী, যারা ১৯৪৭ সালে পাকিস্তানের স্বাধীন হওয়ার পর যখন সিন্ধু অঞ্চল পাকিস্তানের চলে যায় তখন পাকিস্তান ত্যাগ করে ভারতে এবং পৃথিবীর অন্যান্য অঞ্চলে স্থানান্তরিত হন।\nসিন্ধি পাকস্তানের সিন্ধ, বেলুচিস্তান এবং পাঞ্জাব প্রদেশ এবং ভারতের রাজস্থান, পাঞ্জাব এবং গুজরাত রাজ্যগুলি ছাড়াও হংকং, ওমান, ইন্দোনেশিয়া, সিঙ্গাপুর, সংযুক্ত আরব আমিরাত, যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রে অভিবাসী সম্প্রদায়ের মধ্যে ব্যবহার হয়।\n\n\n== ইতিহাস ==\n\nসিন্ধি নামটি সিন্ধু নদী থেকে এসেছে।\nএকই ভাষা পরিবারের অন্যান্য ভাষার মতই সিন্ধিও প্রাচীন ইন্দো-আর্য (সংস্কৃত) এবং মধ্য ইন্দো-আর্য (পালি, প্রাকৃত এবং অপভ্রংশ) পর্যায় পেড়িয়ে ১০ম শতাব্দিতে নব্য ইন্দো-আর্য স্তরে প্রবেশ করে। \nআধুনিক যুগে (১৮৪৩ থেকে) সিন্ধি সাহিত্যে সমৃদ্ধি লাভ করে, যদিও পাকিস্তান ও ভারতের সমসাময়িক সিন্ধি রচনাবলী এবং ভাষাগত সাহিত্যিক শৈলীগুলি বিংশ শতাব্দীর শেষের দিক থেকেই উল্লেখযোগ্যভাবে বিচ্ছিন্ন হতে শুরু করে;\nএকদিকে যেমন পাকিস্তানের সিন্ধি লেখকরা ফার্সি ও আরবি শব্দভান্ডার থেকে ব্যাপকভাবে শব্দ ধার নিয়েছিল, অপরদিকে তেমনই ভারতের লেখকরা হিন্দি ভাষার দ্বারা অত্যন্তভাবে প্রভাবিত হয়েছিল।\n১৮৪৮ সালে, যখন সিন্ধ প্রদেশ ব্রিটিশদের দখলে ছিল এবং বম্বের সঙ্গে সংযুক্ত ছিল, তখন সেই প্রদেশের গভর্নর স্যার জর্জ ক্লার্ক সিন্ধি ভাষাকে সরকারি ভাষা করার আদেশ দিয়েছিলেন।\nসেই সময়কার সিন্ধের কমিশানার স্যার বার্টেল ফ্রেরে ২৯শে আগস্ট, ১৮৫৭ সালে সরকারী কর্মচারীদের সিন্ধি ভাষায় পরীক্ষা দেওয়ার পরামর্শ দেন।\nতিনি সিন্ধিকে সরকারী যোগাযোগের ক্ষেত্রে ব্যবহার করারও নির্দেশ দেন।\nসিন্ধে সিন্ধি-ফাইনাল নামে সাত-শ্রেণীর শিক্ষা ব্যবস্থা চালু করেন।\nরাজস্ব, পুলিশ ও শিক্ষা বিভাগে কর্মসংস্থানের জন্য সিন্ধি-ফাইনালটি পূর্বশর্ত করে দেওয়া হয়।\n১৮৬৮ সালে বম্বে প্রদেশে নারায়ণ জগন্নাথ বৈদ্যকে সিন্ধি লেখার জন্য আবজাদ লিপির পরিবর্তে খোদাবাদি লিপি চালু করার জন্য  ভার দেওয়া হয়।\nএই লিপিকে বম্বে প্রদেশে আইনতভাবে প্রমিত লিপি হিসাব বিধিবদ্ধ করা হয়।\nএর ফলে মুসলিম সংখ্যাগরিষ্ঠ অঞ্চলে অরাজকতা শুরু হয় এবং প্রবল বিশৃঙ্খলার সৃষ্টি হয়।\nযার ফলস্বরূপ ব্রিটিশ কর্তৃপক্ষ বারো শামরিক বিধি আরোপ করেন।\nইসলামি সিন্ধি ঐতিহ্য অনুযায়ী, সিন্ধিতে কুরআনের প্রথম অনুবাদ সিন্ধ প্রদেশের মনসুর অঞ্চলে ৮৮৩ খ্রীষ্টাব্দে/২৭০ হিজরীতে সম্পন্ন হয়েছিল।\nকুরআনের প্রথম বিস্তৃত সিন্ধি অনুবাদ করেন আখুন্দ আজাজ আল্লাহ মুত্তালাউই (১৭৪৭-১৮২৪ খ্রীষ্টাব্দ/১১৬০-১২৪০ হিজরী) এবং ১৮৭০ সালে সেটি প্রথম গুজরাতে প্রকাশিত হয়।\nপ্রথম মূদ্রণ করেন মুহাম্মদ সিদ্দিক ১৮৬৭ সালে লাহোরে।\n\n\n== উপভাষা ==\nসিন্ধির উপভাষাগুলি হল ভিচোলি, লারি, লাসি, কাথিয়াওয়াড়ি কচ্ছি, থারেলি, মাচারিয়া, দুকস্লিনু এবং মুসলিম সিন্ধি। উত্তর সিন্ধের \"সিরাইকি\" উপভাষাটি দক্ষিণ পাঞ্জাবের সারাইকি ভাষার থেকে আলাদা, যদিও আগে এটিকে কখনও সারাইকির উপভাষা আবার কখনও সিন্ধির উপভাষা হিসাবে গণ্য করা হত। আগে সিন্ধির যে উপভাষাটিকে \"সিরাইকি\" বলা হত এখন সেটিকে \"সিরোলি\" বলা হয়।\n\n\n== ব্যবহার ==\nমহাভারতের সিন্ধি সংস্করণের মাধ্যমে লিখিত সিন্ধির প্রথম উল্লেখ পাওয়া যায় ৮ম শতাব্দীতে।\nতবে, সিন্ধির প্রাচীনতম নিদর্শন পাওয়া যায় ১৫শ শতাব্দী থেকে।\nবর্তমানে পাকিস্তানে সবচেয়ে প্রচলিত ভাষাগুলির মধ্যে তৃতীয় স্থানে রয়েছে এই ভাষাটি।\nপাকিস্তান সরকার নাগরিকদেরকে যে জাতীয় পরিচয়পত্র প্রদান করেন, তা কেবলমাত্র উর্দু ভাষা ও সিন্ধি ভাষাতে ছাপানো হয়।\nইন্দো-আর্য ভাষা হলেও সিন্ধি ভাষার উপর দ্রাবিড় ভাষার বেশ বড় প্রভাব পরিলক্ষিত হয়।\nহিন্দু ধর্মালবম্বী সিন্ধিভাষীরা দেবনাগরী লিপিতে লিখতেন। বেশির ভাগ সিন্ধিভাষী ইসলাম ধর্মে ধর্মান্তরিত হবার পর ভাষাটি লিখতে একটি পরিবর্তিত আরবি লিপি উদ্ভাবন করা হয়। ভারতে সিন্ধি লিখতে দেবনাগরী ও আরবি উভয় লিপিই ব্যবহার করা হয়।\n\n\n=== বর্তমান মর্যাদা ===\n\nপাকিস্তানের সিন্ধি ভাষা এবং অন্যান্য স্থানীয় ভাষাগুলি আনুষ্ঠানিকভাবে পাকিস্তানে জাতীয় ভাষার মর্যাদা পাওয়ার জন্য সংগ্রাম করছে।\nপাকিস্তানের গোড়াপত্তনের আগে সিন্ধ প্রদেশের জাতীয় ভাষা ছিল সিন্ধি।\nপাকিস্তানে অনেক সিন্ধি ভাষার টেলিভিশন চ্যানেল যেমন কেটিএন, সিন্ধ টিভি, আওয়াজ টেলিভিশন নেটওয়ার্ক, মেহেরান টিভি এবং ধরতি টিভিত প্রচারিত হয়। এছাড়াও ভারতীয় আদালত থেকে দূরদর্শনকে ভারতের হিন্দু ধর্মালবম্বী সিন্ধিদের জন্য একটি সংবাদ চ্যানেল শুরু করার আদেশ দিয়েছে।\n১৯৬৭ সালে ভারতীয় সংবিধানের ২১তম সংশোধনীতে ভারত সরকার কর্তৃক সিন্ধিকে একটি সরকারি ভাষা হিসেবে সংবিধানের ৮ম তফসিলে অন্তর্ভুক্ত করা হয়।\n\n\n== ধ্বনিতত্ত্ব ==\nঅন্যান্য ইন্দো-আর্য ভাষার তুলনায় সিন্ধির ব্যঞ্জনধ্বনি এবং স্বরধ্বনির তালিকা একটু বড়ো।\nসিন্ধিতে ৪৬টি ব্যঞ্জন স্বনিম এবং ১৬টি স্বর স্বনিম আছে।\nব্যঞ্জন এবং স্বরধ্বনির অনুপাত বিশ্বের বিভিন্ন ভাষার গড় অনুপাতের প্রায় সমান। সব স্পর্শ, ঘৃষ্ট, নাসিক্য ব্যঞ্জনধ্বনি, এবং মূর্ধন্য তাড়নজাত ধ্বনি এবং পার্শ্বিক নৈকট্যধ্বনিগুলির প্রতিরূপ মহাপ্রাণ ধ্বনি আছে।\nভাষাটিতে চারটি অন্তঃস্ফোটী ব্যঞ্জনধ্বনিও আছে।\n\n\n=== স্বরধ্বনি ===\nস্বরধ্বনিগুলি হয় অনতি দৈর্ঘ্যের (/i e æ ɑ ɔ o u/) অথবা হ্রস্ব (/ɪ̆ ʊ̆ ɐ̆/)।\nহ্রস্ব স্বরধ্বনিগুলির পরবর্তি ব্যঞ্জনধ্বনিগুলি দীর্ঘায়ীত করা হয়: তুলনীয় [pɐ̆tˑo] 'পাতা' এবং [pɑto] 'ক্ষয় হয়ে গেছে এমন'।\n\n\n=== ব্যঞ্জনধ্বনি ===\n\nমূর্ধন্য ব্যঞ্জনধ্বনিগুলি শীর্ষ পশ্চাদ্দন্তমূলীয় এবং এগুলি উচ্চারণ করার জন্য জিহ্বাকে কুঞ্চিত করতে হয় না। অর্থাৎ এই ধ্বনিগুলিকে প্রতিবর্ণীকরণ করে এইভাবে লেখা যায়: /t̠, t̠ʰ, d̠, d̠ʱ n̠ n̠ʱ s̠ ɾ̠ ɾ̠ʱ/। দন্ত্য অন্তঃস্ফোটী ধ্বনিটি কখনও মূর্ধন্য ধ্বনি হিসাবে উচ্চারণ করা হয়: [ɗ̠]~[ᶑ]। /t̠ɕ, t̠ɕʰ, d̠ʑ, d̠ʑʱ/ ঘৃষ্ট ধ্বনিগুলি জিহ্বফলকীয় মূর্ধন্য, এবং হ্রস্ব দৈর্ঘ্যের। /ɲ/ একইরকম না বিশুদ্ধ তালব্য তা সুস্পষ্ট নয়।  /ʋ/ মুক্ত বৈচিত্র্যে  কন্ঠৌষ্ঠ্য বা দন্তৌষ্ঠ্য  [ʋ] হিসাবে প্রতীত হয়, কিন্তু স্পর্শধ্বনির আদিতে ছাড়া এটি বিরল।\n\n\n== ব্যাকরণ ==\n\nআর্নেস্ট ট্রাম্প প্রথম সিন্ধি ভাষার ব্যাকরণ লেখেন, যার নাম ছিল Sindhi Alphabet and Grammar।\n\n\n== শব্দভান্ডার ==\nসিন্ধি ইংরেজি এবং হিন্দুস্তানি ভাষা থেকে শব্দ ঋণ নিয়েছে। বর্তমানে পাকস্তানে সিন্ধি ভাষা উর্দু দ্বারা এবং ভারতে হিন্দির তৎসম শব্দ দ্বারা প্রভাবিত হয়েছে।\n\n\n== লিখন পদ্ধতি ==\nসিন্ধির বানান পদ্ধতির প্রমিতিকরণের আগে ব্যবসাক্ষেত্রে সিন্ধি লেখার জন্য দেবনাগরী এবং লাহন্ডা লিপির বিভিন্ন রূপ ব্যবহার করা হত। সাহিত্য এবং ধর্মীয় লেখায় আব-উল-হাসান সিন্ধি নামে একটি ফার্সি-আরবি লিপি এবং গুরুমুখী লিপির ব্যবহার হত।\nএছাড়াও লাহন্ডা লিপির সংশোধিত রূপ খোদাবাদি লিপি এবং শিকারপুরি লিপি ব্যবহার হত। ঊনবিংশ শতাব্দীর শেষের দিকে ব্রিটিশ শাসনের সময়, দেবনাগরীর পরিবর্তে একটি ফার্সি বর্ণমালা আইনত প্রামাণ্য লিপি হিসাবে নির্ধারণ করা হয়েছিল।\n\n\n=== লাহন্ডা লিপি ===\nঐতিহাসিকভাবে সিন্ধি লেখার জন্য লাহন্ডা-ভিত্তিক লিপি, যেমন গুরুমুখী, খোজকি এবং খোদাবাদি লিপি ব্যবহার করা হত।\n\n\n=== খোদাবাদি লিপি ===\nখোদাবাদি বর্ণমালা ১৫৫০ খ্রিষ্টাব্দে উদ্ভাবিত হয় এবং ঔপনিবেশিক যুগে একমাত্র আরবি লিপির ব্যবহারের আইন প্রণয়ন করার আগে পর্যন্ত হিন্দু সম্প্রদায়ের দ্বারা অন্যান্য লিপিগুলির পাশাপাশি ব্যবহার করা হত।\nএই লিপিটি ১৯৪৭ সাল অবধি পাকিস্তানের ব্যবসায়ী সম্প্রদায় দ্বারা ব্যবহৃত হত।\n\n\n=== খোজকি লিপি ===\n\nখোজকি মূলত শিয়া ইসমাইলি মুসলিম ধর্মীয় লেখায় ব্যবহৃত হত।\nএছাড়াও কিছু গোপন শিয়া মুসলিম সম্প্রদায়ের সাহিত্যেও ব্যবহার হত।\n\n\n=== গুরুমুখী লিপি ===\n\nগুরুমুখী লিপি প্রধানত সিন্ধে প্রদেশের উত্তরে এবং হিন্দু মহিলাদের দ্বারা ব্যবহৃত হয়। \n\n\n=== ফার্সি-আরবি লিপি ===\nভারতে ব্রিটিশ শাসনের সময়ে ১৯শ শতাব্দিতে সিন্ধি লেখার জন্য ফার্সি লিপির একটি বৈকল্পিক রূপ গৃহীত হয়েছিল।\nবর্তমানে সেই বর্ণমালাটি পাকিস্তানে ব্যবহার করা হয়।\nএই বর্ণমালায় ৬৪টি বর্ণ আছে, কিছু বিশেষক ধ্বনিচিহ্ন এবং ১৮টি নতুন বর্ণ (ڄ ٺ ٽ ٿ ڀ ٻ ڙ ڍ ڊ ڏ ڌ ڇ ڃ ڦ ڻ ڱ ڳ ڪ) যোগে ফার্সি লিপির পরিবর্ধন করে সিন্ধি এবং অন্যান্য ইন্দো-আর্য ভাষা লেখার জন্য এটি ব্যবহার করা হয়।\nকিছু বর্ণ আছে যেগুলির রূপ আরবি এবং ফার্সিতে ভিন্ন হলেও তাদের উচ্চারণ সিন্ধিতে এক।\n\n\n=== দেবনাগরী লিপি ===\nভারতে সিন্ধি লেখার জন্য দেবনাগরী লিপিও ব্যবহার করা হয়।\n১৯৪৮ সালে ভারত সরকার একটি আধুনিক সংস্করণ চালু করে, কিন্তু সেটি সম্পূর্ণ স্বীকৃতি লাভ না করায় ফার্সি-আরবি এবং দেবনাগরী উভয় লিপিতেই সিন্ধি লেখা হয়।\nভারতে সিভিল সার্ভিস পরীক্ষার সিন্ধি পরীক্ষা পত্র যে কোন একটি লিপিতেই দেওয়া যায়। ধ্বনিবিশেষক আধোদন্ড দ্বারা অন্তঃস্ফোটী ধ্বনি এবং নুকতা দ্বারা অতিরিক্ত ব্যঞ্জনধ্বনি চিহ্নিত করা হয়।\n\n\n=== গুজরাতি লিপি ===\nভারতে সিন্ধি ভাষার কচ্ছি উপভাষা লেখার জন্য গুজরাতি লিপি ব্যবহার করা হয়।\n\n\n=== সিন্ধি-রোমক লিপি ===\n\nসিন্ধি-রোমক বা রোমক-সিন্ধি লিপি একটি সমসাময়িক সিন্ধি লিপি যা সাধারনত সিন্ধিরা তাদের মোবাইল ফোনে বার্তা পাঠানোর সময় ব্যবহার করে থাকেন।\nসিন্ধি-রোমক লিপিটি ২০০৯ সালে লস অ্যাঞ্জেলেসে প্রমিতিকরণ করা হয় এবং ২০১০ সালে ১১ জন পণ্ডিত দ্বারা অল্প সংখ্যক পরিবর্তনের মাধ্যমে পুনর্বিবেচনা করা হয়।\n\n\n== নমুনা ==\nনিম্নোক্ত নমুনাটি সিন্ধি উইকিপিডায়তে সিন্ধি ভাষা বিষয়ক নিবন্ধ থেকে নেওয়া।\nফার্সি-আরবি লিপি: سنڌي ٻولي انڊو يورپي خاندان سان تعلق رکندڙ آريائي ٻولي آھي، جنھن تي عربي ٻوليءَ جو بہ تمام وڏو اثر آهي. هن وقت سنڌي ٻولي سنڌ جي مک ٻولي ۽ دفتري زبان آھي.\nদেবনাগরী লিপি: सिंधी ॿोली इंडो यूरपी ख़ांदान सां ताल्लुक़ु रखंदाड़ आर्याई ॿोली आहे, जिंहन ते अर्बी बोलिा जो बह तमाम वड्डो असर आहे। हिन वक़्तु सिंधी ॿोली सिंध जी मुख ॿोली अईं दफ़्तरी ज़बान आहे।\nপ্রতিবর্নীকরণ (আসলিব): sindhī b̤olī iṇḍo yūrapī khāndān sā̃ taʿlluqu rakhandaṛ āryāī b̤olī āhe, jinhan te arbī bolī-a jo bah tamaam waddo asar-u aahe. hin-a vaqtu sindhī b̤olī sindh jī mukh b̤olī ãĩ daftarī zabānā āhe.\nপ্রতিবর্নীকরণ (বাংলা): সিন্ধী বোলী ইন্ডো ইয়ুরপী খ়ান্দানী সাঁ তাল্লুক়ু রাখান্দাড় আরিয়াই বোলী আহে, জিন্হান তে আর্বঈ বোলিা জো বাহ তামাম ভ়াড্ডো আসারউ আহে। হিনআ ভাক়্তু সিন্ধী বোলী সিন্ধ জী মুখ বোলি আইঁ দফ়্তরী জ়াবানা আহে।\n\n\n== শিক্ষা ==\nভারত সরকার সিন্ধিকে ঐচ্ছিক ভাষা এবং অধ্যয়নের মাধ্যম করার জন্য আইন প্রণয়ন করেছে।\nসিন্ধি দিল্লি, রাজস্থান, গুজরাত এবং মহারাষ্ট্র রাজ্যগুলিতে ঐচ্ছিক তৃতীয় ভাষা হিসাবে ব্যবহৃত হয়।\nরাজস্থানে সিন্ধি ভাষা উন্নয়নের জন্য রাজস্থান সিন্ধি অ্যাকাডেমি স্থাপন করা হয়েছে।\n\n\n== কম্পিউটারে সিন্ধি ==\nকম্পিউটারে সিন্ধি ভাষায় লেখার জন্য উইন্ডোজ ও এস, অ্যান্ড্রয়েড ও এস সিন্ধি ভার্চুয়াল কিবোর্ড প্রস্তুত করেছে।\nএছাড়াও এসআইএল ইন্টারন‌্যাশনালের কীম্যানডটকম এবং মাজিদ ভুর্গ্রির এম বি সিন্ধি কিবোর্ড অনলাইন এবং অফলাইনে উপলব্ধ।\nসিন্ধি লেখার জন্য ব্যবহৃত ফার্সি-আরবি এবং দেবনাগরী লিপির মধ্যে আন্তঃ-প্রতিবর্ণিকরণের জন্য পাকিস্তানের সিন্ধি ভাষা কর্তৃপক্ষ এবং, পাঞ্জাবি বিশ্ববিদ্যালয় এবং ম্যানচেস্টার বিশ্ববিদ্যালয়ের গবেষকরা পৃথকভাবে সফটওয়্যার তৈরি করেছেন।\n\n\n== আরও দেখুন ==\n\nসিন্ধি সাহিত্য\nভারতের ভাষা\nপাকিস্তানের ভাষা\nভারতের সরকারি ভাষাসমূহ\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nNihalani, Paroo (১৯৭৪)। \"Lingual Articulation of Stops in Sindhi\"। Phonetica। 30 (4): 197–212। আইএসএসএন 1423-0321। ডিওআই:10.1159/000259489। \nAddleton and Brown (২০১০)। Sindhi:  An Introductory Course for English Speakers। South Hadley: Doorlight Publications। ২৮ আগস্ট ২০১০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৮ মে ২০১৮। \nBughio, M. Qasim (জানুয়ারি–জুন ২০০৬)।  Maniscalco, Fabio Maniscalco, সম্পাদক। \"The Diachronic Sociolinguistic Situation in Sindh\"। Web Journal on Cultural Patrimony। 1। ৩০ জানুয়ারি ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৮ মে ২০১৮। \nCole, Jennifer S (২০০১)। \"Sindhi\"।   Garry, Jane; Rubino, Carl। Facts About the World's Languages। H W Wilson। পৃষ্ঠা 647–653। আইএসবিএন 0-8242-0970-2। \nInternational Phonetic Association। ১৯৯৯। আইএসবিএন 0-521-63751-1। \nKhubchandani, Lachman M (২০০৩)। \"Sindhi\"।   Cardona, George; Jain, Dhanesh। The Indo-Aryan Languages। Routledge। পৃষ্ঠা 622–658। আইএসবিএন 978-0-415-77294-5। \nটেমপ্লেট:SOWL\nShackle, Christopher (২০০৭)। \"পাকিস্তান\"।   Simpson, Andrew। Language and national identity in Asia। Oxford linguistics Y। Oxford University Press। আইএসবিএন 978-0-19-922648-1। \nTrumpp, P (১৮৭২)। Grammar of the Sindhi Language। London: Trübner and Co। আইএসবিএন 81-206-0100-9। \nFor further reading:\n\nChopra, R. M., The Rise, Growth And Decline of Indo-Persian Literature, 2012, Iran Culture House, New Delhi, Chapter on\"Persian in Sindh\".\n\n\n== বহিঃসংযোগ ==\n\nSindhi Language Authority\nSindhi Dictionary  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুন ২০১০ তারিখে\nType in Sindhi online\n\"All about Sindhi language and culture\"। আগস্ট ৩১, ২০১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ মে ৮, ২০১৮। \nWals.info\nSindhi computing resources at world's first Sindhi website by Majid Bhurgri (Arabic script)\nSindhi computing resources at TDIL (Arabic script)\nSindhi computing resources at TDIL (Devanagari script)\nFirst and only 24-hour international Sindhi radio station online\nSindhi newspapers gasping for breath in India"}