{"pageid": 12121, "title": "ইগবো ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12121", "content": "ইগবো ভাষা (Igbo ইগ্‌বো) আফ্রিকা মহাদেশের নাইজেরিয়ায় প্রচলিত একটি ভাষা। নাইজেরিয়ার দক্ষিণ-পূর্ব অঞ্চলের (বিয়াফ্রা) প্রায় ১ কোটি ৮০ লক্ষ ইগবো জাতির লোক এ ভাষায় কথা বলেন। \nইয়োরুবা ও চীনা ভাষার মত ইগবো ভাষাও একটি সুরপ্রধান ভাষা।\n\n\n== উপভাষা ==\nIgbo has a number of dialects, distinguished by accent or orthography but almost universally mutually intelligible, including the Idemili Igbo dialect (the version used in Chinua Achebe's epic novel, Things Fall Apart), bende, Owerri, Ngwa, Umuahia, Nnewi, Onitsha, Awka, Abriba, Arochukwu, Nsukka, Mbaise, Ohafia, Agbor, Wawa and Okigwe,Ukwa/Ndoki. It is considered to be a dialect continuum. There is apparently a degree of dialect levelling occurring.\nThe wide variety of spoken dialects has made agreeing a standardised orthography and dialect of the Igbo language very difficult. The current Onwu orthography, a compromise between the older Lepsius orthography and a newer orthography advocated by the International Institute of African Languages and Cultures (IIALC), was agreed in 1962.\nThe dialect form gaining widest acceptance, Central Igbo, is based on the dialects of two members of the Ezinehite group of Igbos in Central Owerri Province between the towns of Owerri and Umuahia, Eastern Nigeria. From its proposal as a literary form in 1939 by Dr. Ida C. Ward, it was gradually accepted by missionaries, writers, and publishers across the region. In 1972, the Society for Promoting Igbo Language and Culture (SPILC), a nationalist organisation which saw Central Igbo as an imperialist exercise, set up a Standardisation Committee to extend Central Igbo to be a more inclusive language. Standard Igbo aims to cross-pollinate Central Igbo with words from Igbo dialects from outside the \"Central\" areas, and with the adoption of loan words.\nIn 1999, Chinua Achebe, the most internationally famous Igbo speaker, passionately denounced Standard Igbo and its ancestors as colonial and conservative impositions on the rich range of Igbo dialects. To illustrate his point, he delivered his lecture in a dialect peculiar only to Onitsha speakers, which was almost unintelligible to more than half the audience.\n\n\n== বিস্তার ==\nIgbo is mainly a spoken and colloquial language today, and not much Igbo literature exists. Reading and writing Igbo is not very widespread either, and Igbo is mostly used as a spoken language. Although Igbo is taught at all levels in eastern Nigerian schools, English remains the literary language that is to be studied extensively. In many urban areas, Nigerian Pidgin English often replaces Igbo.\n\n\n== শব্দভাণ্ডার ==\nIgbo, like many other West African languages, has borrowed many words from English. Example loanwords include the Igbo word for blue (\"blu\") and operator (\"opareto\").\nMany names in Igbo are actually fusions of older original words and phrases. For example, one Igbo word for green is \"akwukwo nri,\" which literally means \"leaves for eating,\" or \"vegetables.\" Another example is train (\"ugbo igwe\"), which comes from the words \"ugbo\" (vehicle, craft) and \"igwe\" (iron, metal); thus a locomotive train is vehicle via iron (rails)\n, a car \"ugbo ala\" ; vehicle via land and an aeroplane \"ugbo elu\" ; vehicle via air.\nWords may also take on multiple meanings. Take for example the word \"akwukwo.\" \"Akwukwo\" originally means \"leaf\" (as on a tree), but during and after the colonization period, akwukwo also came to mean \"paper,\" \"book,\" \"school,\" and \"education.\" This is because printed paper can be first likened to an organic leaf, and then the paper to a book, the book to a school, and so on. Combined with other words, \"akwukwo\" can take on many forms — for example, \"akwukwo ego\" means \"printed money\" or \"bank notes,\" and \"akwukwo eji eje ije\" means \"passport.\"\n\"akwukwo ndu\" means \"life green leaf on a tree\" because \"ndu\" means \"life\".\n\n\n== বাগধারা ও প্রবাদ ==\nProverbs and idiomatic expressions are highly valued by the Igbo people and proficiency in the language means knowing how to intersperse speech with a good dose of proverbs. Chinua Achebe in Things Fall Apart describes proverbs as \"the palm oil with which words are eaten\". Proverbs are widely used in the traditional society to describe, in very few words, what could have otherwise required a thousand words.\n\n\n== ধ্বনিব্যবস্থা ==\nIgbo is a tonal language with two distinctive tones; high and low. In some cases a third, downstepped high tone is also recognized. The language features vowel harmony with two sets of vowels distinguished by pharyngeal cavity size and can also be described in terms of \"advanced tongue root\" (ATR).\nIn some dialects, such as Enu-Onitsha Igbo, the doubly articulated /g͡b/ and /k͡p/ are realized as a voiced/devoiced bilabial implosive. The approximant /ɹ/ is realized as an alveolar tap [ɾ] between vowels as in árá.\n\nSyllables are of the form (C)V (optional consonant, vowel) or N (a syllabic nasal). CV is the most common syllable type. Every syllable bears a tone. Consonant clusters do not occur. The semivowels j and w can occur between consonant and vowel in some syllables. The semi-vowel in CjV is analyzed as an underlying vowel 'ị', so that -bịa is the phonemic form of bjá 'come'. On the other hand, 'w' in CwV is analysed as an instance of labialization; so the phonemic form of the verb -gwá 'tell' is /-gʷá/.\n\n\n== লিখন পদ্ধতি ==\nThe most commonly-used orthography for Igbo is currently the Onwu (/oŋwu/) Alphabet. It is presented in the following table, with the International Phonetic Alphabet equivalents for the characters:\n\nThe graphemes <gb> and <kp> are described both as implosives and as coarticulated /ɡ/+/b/and/k/+/p/, thus both values are included in the table.\n<m> and <n> each represent two phonemes: a nasal consonant and a syllabic nasal.\nTones are sometimes indicated in writing, and sometimes not. When tone is indicated, low tones are shown with a grave accent over the vowel, for example <a> → <à>, and high tones with an acute accent over the vowel, for example <a> → <á>.\n\n\n== তথ্যসূত্র ==\n\n\n== আকর গ্রন্থপঞ্জি ==\nAwde, Nicholas and Onyekachi Wambu (1999) Igbo: Igbo-English/English-Igbo Dictionary and Phrasebook New York: Hippocrene Books.\nEmenanjo, 'Nolue (1976) Elements of Modern Igbo Grammar. Ibadan: Oxford University Press. আইএসবিএন ৯৭৮-১৫৪-০৭৮-৮\nInternational Phonetic Association (1999) Handbook of the International Phonetic Association আইএসবিএন ০-৫২১-৬৩৭৫১-১\n\n\n== আরও দেখুন ==\nইগবো জাতি\nইগবো পুরাণ\nইগবো সঙ্গীত\nনাইজেরিয়ার ভাষা\n\n\n== বহিঃসংযোগ ==\n\nইগবো ভাষার উপর এথ্‌নোলগের রিপোর্ট\nইগবো ভাষা কেন্দ্র  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ আগস্ট ২০০৮ তারিখে\nইগবো ভাষার ইতিহাস\nইন্টারনেটে ইগবো ভাষা শিক্ষা\nইগবো জাতির সংস্কৃতি ও ভাষার উপর নির্দেশিকা"}