{"pageid": 12140, "title": "গ্রিক ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12140", "content": "গ্রিক (ইংরেজি: Greek,গ্রিক ভাষায় \"Ελληνικά \"এলিনিকা) বিশ্বের অন্যতম প্রধান সভ্যতা ও সাহিত্যের ধারক ভাষা। গ্রিক একটি ইন্দো-ইউরোপীয় ভাষা, কিন্তু এটির কোন নিকটাত্মীয় ভাষা নেই। সমস্ত জীবিত ইন্দো-ইউরোপীয় ভাষার মধ্যে কেবল আরমেনীয় ভাষার সাথে গ্রিক ভাষার মিল আছে। গ্রিক ভাষা দক্ষিণ বলকান অঞ্চলে খ্রিস্টপূর্ব ২য় সহস্রাব্দের শুরু থেকে কথিত হয়ে আসছে। এ ভাষার ৩,৫০০ বছর আগের লিখিত নিদর্শন পাওয়া গেছে, যা ইন্দো-ইউরোপীয় ভাষাগুলির মধ্যে প্রাচীনতম। ক্রেতে দ্বীপপুঞ্জের মাইসেনীয় গ্রিক দলিলপত্রসমূহে এবং মূল গ্রিসদেশীয় ভূখণ্ডে \"রৈখিক বি\" লিপিতে লেখা রচনাসমূহে গ্রিক ভাষার প্রাচীনতম নিদর্শন খুঁজে পাওয়া গেছে।\nআধুনিক গ্রিক ভাষা প্রত্ন-গ্রিক (Proto-Greek) ভাষার উত্তরসূরী। খ্রিস্টপূর্ব ৪র্থ শতকে গ্রিসের বিভিন্ন স্থানে প্রচলিত বিভিন্ন প্রাচীন গ্রিক উপভাষা ধীরে ধীরে আথেন্স অঞ্চলের আত্তিক উপভাষার উপর ভিত্তি করে উদ্ভূত \"কোইনি\" (Koine) বা সাধারণ গ্রিক ভাষায় রূপ নেয়। কোইনি থেকে প্রত্ন-গ্রিক ও সেখান থেকে আধুনিক গ্রিক ভাষার উৎপত্তি।গ্রিক ভাষায় রচিত প্রাচীন গ্রন্থগুলো পরবর্তীকালে ইউরোপ,এশিয়া ও উত্তর আফ্রিকার ইতিহাস জানতে সহায়তা করেছে। এ থেকে ধারণা করা যায় গ্রিকভাষীরা কীভাবে এসব অঞ্চলে ছড়িয়ে পড়েছিল।বহুল ব্যবহৃত ভাষা না হওয়া সত্ত্বেও এর যথেষ্ট প্রভাব বিদ্যমান। পৃথিবীর বৈজ্ঞানিক শব্দভাণ্ডারের বিরাট অংশ এই ভাষার। এ ভাষা ব্যাকরণ চর্চার ক্ষেত্রে অগ্রদূত।\n\n\n== পর্ববিভাগ ==\nখ্রিস্টপূর্ব ১৪শ শতক থেকে বর্তমান কাল পর্যন্ত প্রায় অবিছিন্নভাবে গ্রিক ভাষার নমুনা পাওয়া গেছে। প্রায় ৩৫০০ বছর দীর্ঘ এই সময়-পরিসরে গ্রিক ভাষার অনেকগুলি রূপভেদ লক্ষ্য করা যায়। এই রূপভেদগুলি কেবল গ্রিক ভাষার ঐতিহাসিক ও ভৌগোলিক বৈচিত্র্য নির্দেশ করে।\nঐতিহাসিক, রাজনৈতিক ও ভাষাবৈজ্ঞানিক দৃষ্টিকোণ থেকে বিবেচনা করে গ্রিক ভাষার ইতিহাসকে চারটি প্রধান পর্বে ভাগ করা যায়।\n\nপ্রাচীন গ্রিক (১৪০০-৩০০ খ্রিপূ)\nহেল্লেনীয় গ্রিক (৩০০ খ্রিপূ - ৩০০ খ্রি)\nমধ্য গ্রিক (৩০০-১৬৫০ খ্রি)\nআধুনিক গ্রিক (১৬৫০ খ্রি - বর্তমান)\n\n\n=== প্রাচীন গ্রিক ===\nএই গ্রিক ভাষার মধ্যে আছে মাইসেনীয় গ্রিক (১৪০০-১২০০ খ্রিপূ), হোমারীয় মহাকাব্যের গ্রিক (আনু ৮০০ খ্রিপূ) এবং ধ্রুপদী গ্রিক (৬০০-৩০০ খ্রিপূ)। মাইসেনীয় গ্রিক গ্রিক ভাষার আদিতম নিদর্শন। ১৯৫০-এর দশকে মাইকেল ভেনট্রিস ও জন চ্যাডউইক এ ভাষা আবিষ্কার করেন। ১৯শ শতকে ক্রেতে দ্বীপপুঞ্জ ও মূল গ্রিসদেশীয় ভূখণ্ডে মিনোয়ান ও মিসেনীয় সভ্যতার নিদর্শন হিসেবে প্রাপ্ত কাদামাটির চাঙড়গুলিতে রৈখিক বি (Linear B) লিপিতে লেখা রচনাগুলির অর্থ তারা উদ্ধার করেন এবং এগুলি যে প্রাচীন গ্রিকের একটি রূপভেদ, তা প্রমাণ করেন। তবে মাইসেনীয় গ্রিকের সাথে পরবর্তী গ্রিক ভাষাগুলির সরাসরি পূর্বসুরী-উত্তরসূরী সম্পর্ক এখনও প্রতিষ্ঠা করা যায়নি।\nহোমারীয় গ্রিক ভাষার নিদর্শন খুঁজে পাওয়া যায় হোমারের লেখা ইলিয়াড, অডিসি ও অন্যান্য রচনায়। এটি মূলত ইওনীয় (Ionic) গ্রিক, তবে এতে অন্যান্য উপভাষার প্রভাব, বিশেষ করে আয়েওলীয় উপভাষার প্রভাব দেখা যায়।\nধ্রুপদী গ্রিক ভাষা ইওনীয় ও আয়েওলীয় - এই দুই মূল রূপভেদেই দেখতে পাওয়া যায়। প্লাতো, হেরোদোতুস, থুকিদিদেস, আয়েস্কিলুস, এউরিপিদেস, সফোক্লেস, আরিস্তোফানেস ও আরও বহু লেখকের রচনায় এবং অ্যাথেন্সের বহু শিলালিপিতে এই ভাষার দেখা মেলে।\n\n\n=== হেল্লেনীয় গ্রিক ===\nকোইনি গ্রিক ভাষায় লেখা বাইবেলের পুরাতন নিয়ম (মূল সেপ্তুয়াগিন্ত) ও নূতন নিয়ম হেলেনীয় গ্রিক ভাষার প্রধান নিদর্শন। এছাড়াও পলিবিয়ুস, দিয়োনিসিয়ুস থ্রাক্স, এপিকতেতুস, ও লুকিয়ানের রচনা এই ভাষার নিদর্শন। উৎপত্তি। মহাবীর আলেকজান্ডারের সময় হেল্লেনীয় গ্রিক ভাষার ব্যাপক বিস্তার ঘটে। এটি পূর্ব ভূমধ্যসাগরীয় অঞ্চল ও মধ্যপ্রাচ্যে কোইনি ভাষা (he koine dialektos এ কোইনি দিয়ালেক্‌তোস \"সাধারণ উপভাষা\" থেকে) হিসেবে প্রচলিত হয় এবং এই কোইনি ভাষা থেকেই পরবর্তীকালে মধ্য ও আধুনিক গ্রিক ভাষার উদ্ভব ঘটে।\n\n\n=== মধ্য গ্রিক ===\nমধ্য গ্রিক ভাষা বাইজেন্টীয় গ্রিক ও মধ্যযুগীয় গ্রিক এই দুই উপপর্ব নিয়ে গঠিত। হেল্লেনীয় যুগের তুলনায় এসময় গ্রিক ভাষার ভৌগোলিক বিস্তার হ্রাস পায়। তবে বাইজেন্টীয় সাম্রাজ্যের কন্সতান্তিনোপল, এশীয় মাইনর ও কৃষ্ণ সাগর অঞ্চলে গ্রিক ভাষা প্রচলিত থাকে। মধ্যযুগে গ্রিক ধীরে ধীরে এর বর্তমান বলকান রূপ পরিগ্রহ করতে শুরু করে এবং আধুনিক গ্রিক উপভাষাগুলি এসময়ই তাদের বৈশিষ্ট্যসূচক চরিত্রে আত্মপ্রকাশ আরম্ভ করে। ১২শ শতকের পরে মধ্য গ্রিক ভাষায় প্রচুর ঐতিহাসিক ও ধর্মীয় রচনা, প্রণয়োপাখ্যান, কাব্য, নাটক, ইত্যাদি রচিত হয়। ১৬শ-১৭শ শতকে ক্রেতে দ্বীপপুঞ্জের নবজাগরণও গ্রিক রচনার সংখ্যাবৃদ্ধিতে ভূমিকা রাখে।\n\n\n=== আধুনিক গ্রিক ===\n\nআধুনিক মান্য গ্রিক ভাষা, যা আথেন্স ও গ্রিসের অন্যান্য শহুরে এলাকায় প্রচলিত, মূলত পেলোপোন্নেসুসের একটি দক্ষিণী উপভাষাকে ভিত্তি করে উদ্ভূত। আধুনিক গ্রিক ভাষার বিশ্বখ্যাত সাহিত্যিকদের মধ্যে আছেন নিকোস কাজান্তজাকিস, কন্সতান্তিন কাভাফিস, নোবেল বিজয়ী গেঅর্গে সেফেরিস ও অদেসিউস এলিতিস।\n\n\n== দ্বিভাষিকতা ==\nধ্রুপদী গ্রিক পর্বেই সাহিত্যিক গ্রিক ভাষা ও আগোরা বা হাটবাজারে প্রচলিত গ্রিক ভাষার মধ্যে অনেক পার্থক্য দেখা যায়। হেল্লেনীয় পর্বেও দেখা যায়, সাহিত্যিক গ্রিক ভাষা এবং মিশরের প্যাপিরাসের ভাষার মধ্যে বেশ পার্থক্য আছে। পরবর্তীকালে বাইজেন্টীয় সাম্রাজ্যের সময় ও মধ্যযুগে গ্রিক সাহিত্যিকেরা সচেতনভাবে তাদের রচনায় প্রাচীন আত্তীয় ভাষা ব্যবহারের চেষ্টা করতেন। কিন্তু একই সময়ে ভাষা পরিবর্তনের স্বাভাবিক নিয়মে লোকমুখের গ্রিক ভাষা কোইনি ভাষার উপর ভিত্তি করে একটি সম্পূর্ণ ভিন্ন ধারায় বিবর্তিত হতে থাকে। ধর্মীয় গুরুগম্ভীর রচনাবলী এবং লোকসাংস্কৃতিক কাব্যগুলিতে এই পার্থক্য প্রকট হয়ে ওঠে।\n১৮২০-এর দশকে উসমানীয় সাম্রাজ্য থেকে স্বাধীনতা যুদ্ধের মাধ্যমে মুক্তিলাভ করে আধুনিক রাষ্ট্র হিসেবে গ্রিসের আবির্ভাব ঘটে এবং এসময় গ্রিক নেতারা রাষ্ট্রভাষার প্রশ্নে দ্বিধাবিভক্ত হয়ে পড়েন। \"কাথারেভুসা\" অর্থাৎ \"পরিশীলিত বা সংস্কৃত\" গ্রিক ভাষা, যা সাহিত্যে ব্যবহৃত হয় এবং \"দেমোতিকোস\" অর্থাৎ \"জনপ্রিয় বা প্রাকৃত\", যা গ্রিসদেশীয় জনগণ স্বাভাবিক কথাবার্তায় ব্যবহার করেন - এই দুই ভাষার কোনটি গ্রিসের রাষ্ট্রভাষা হবে - তা নিয়ে রাজনৈতিক বিতর্কের ও মেরুকরণের সূত্রপাত হয়। কাথারেভুসার সমর্থকেরা রক্ষণশীল এবং দেমোতিকোসের সমর্থকেরা প্রগতিবাদী হিসেবে চিহ্নিত হন। গ্রিক ভাষাকে উচ্চ ও নিম্ন - এই দুইটি রূপে বিভক্ত করে দেয়া হয় (অনেকটা বাংলা সাধু ও চলিত ভাষার সাথে তুলনীয়)। বেশির ভাগ সরকারি ও অন্যান্য আনুষ্ঠানিক পরিস্থিতে উচ্চ ভাষাটি ব্যবহার করা হয়; আর অন্যান্য অনানুষ্ঠানিক পরিস্থিতিতে ব্যবহৃত হয় নিম্ন ভাষাটি। ১৯শ ও ২০শ শতকের প্রায় পুরোটা জুড়েই এই দ্বিভাষিকতা ব্যাপকভাবে সমগ্র গ্রিসে প্রচলিত ছিল। কোন ক্ষেত্রে কোন্‌ ভাষাটি ব্যবহার করা হবে, তা ছিল গ্রিসের রাজনৈতিক জীবনের অন্যতম আলোচ্য বিষয়। ১৯৭৬ সালে এসে নিম্ন বা দেমোতিক ভাষাটিকে সরকারী মর্যাদা দেয়া হয়। বর্তমানে প্রচলিত মান্য গ্রিক ভাষা মূলত দেমোতিক, তবে এতে কিছু কিছু উচ্চ বা কাথারেভুসা উপাদান বিদ্যমান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nGreek Phrasebook on Wikivoyage\nGreek Language, Columbia Electronic Encyclopedia.\nThe Greek Language and Linguistics Gateway, useful information on the history of the Greek language, application of modern Linguistics to the study of Greek, and tools for learning Greek.\nThe Greek Language Portal, a portal for Greek language and linguistic education.\nThe Perseus Project has many useful pages for the study of classical languages and literatures, including dictionaries.\nAncient Greek Tutorials, Berkeley Language Center of the University of California, Berkeley"}