{"pageid": 1215, "title": "পাটিগণিত", "url": "https://bn.wikipedia.org/wiki?curid=1215", "content": "নিবন্ধ সহায়িকা: পরিভাষা তালিকা • বিদেশী নামের তালিকা\n\nপাটিগণিত হচ্ছে গণিতের অন্যতম প্রাচীন একটি শাখা যা সংখ্যা সম্পর্কিত  জ্ঞান নিয়ে, বিশেষকরে সংখ্যার যোগ, বিয়োগ, গুণ, ভাগ, সূচকীকরণ ও মূল নির্ণয়ের প্রথাগত গাণিতিক প্রক্রিয়াসমূহের গুণাবলীর সাথে জড়িত জ্ঞানের সমন্বয়ে গড়ে উঠেছে। এটি গণিতের সেই শাখা যেখানে গণনা সংক্রান্ত হিসাব-নিকাশ যোগ, বিয়োগ, গুণ, ভাগ ও অন্যান্য গাণিতিক প্রক্রিয়ার মাধ্যমে সরাসরি সম্পাদন করা হয়। পাটিগণিত হলো সংখ্যাতত্ত্বের একটি মৌলিক অংশ, আর বীজগণিত, জ্যামিতি ও বিশ্লেষণী গণিতের সাথে সংখ্যাতত্ত্বকেও আধুনিক গণিতের শীর্ষ-পর্যায়ের শাখাগুলোর একটি গণ্য করা হয়। বিংশ শতাব্দীর শুরুর আগ পর্যন্ত  arithmetic (পাটিগণিত) এবং higher arithmetic (উচ্চতর পাটিগণিত) পরিভাষা দুটি সংখ্যাতত্ত্ব-এর প্রতিশব্দ হিসেবে ব্যবহৃত হতো। এমনকি অদ্যাবধি কিছু কিছু ক্ষেত্রে সংখ্যাতত্ত্বের একটি বিস্তৃত অংশকে বোঝাতে এই পরিভাষা দুটি ব্যবহার করা হয়ে থাকে।\n\n\n== পরিভাষা ==\nপাটিগণিতে পাটি (√পট্‌+ই) শব্দটি সংখ্যা অর্থে ব্যবহৃত হয়েছে। পাটিগণিত শব্দটি ইংরেজি Arithmetic এর বাংলা পারিভাষিক শব্দরূপে স্বীকৃত। Arithmetic শব্দটি এসেছে প্রাচীন গ্রিক ভাষার ἀριθμός (arithmos) ও τική [τέχνη] (tiké [téchne]) থেকে, যেগুলোর অর্থ যথাক্রমে সংখ্যা, শিল্পকলা ও শিল্পকর্ম (craft)।\nএই নিবন্ধে গুরুত্বপূর্ণ অন্যান্য যেসব পরিভাষা ব্যবহার করা হয়েছে:\n\nArithmetic operations বা operations — গাণিতিক ক্রিয়া বা পাটিগাণিতিক ক্রিয়া বা গাণিতিক প্রক্রিয়া\nPositional notation — স্থানিক অঙ্কপাতন\nPlace-value — স্থানীয় মান\nSingle unit — অনন্য বা অভগ্ন একক\nCompound unit — সংযুক্ত বা ভগ্ন একক\nNormalization — আদর্শীকরণ\nOn-going normalization method — চলমান আদর্শীকরণ পদ্ধতি\n\n\n== উৎপত্তি ==\nপাটীগণিত গণিতের একটি শাখা। প্রাচীন কাল থেকে মানুষ নানান রকমের হিসাব-নিকাশ করেছে বিভিন্ন পদ্ধতিতে । পাটীগণিত সেসব পদ্ধতির মধ্যে অন্যতম। প্রাচীন কালের অনেক মণীষী পাটিগণিতের উৎকর্ষ সাধন করে। তাদের মধ্যে পিথাগোরাস, গ্যালিলিও, মহাবীর, রামানুজন প্রমুখ উল্লেখযোগ্য।\n\n\n== ইতিহাস ==\n\nপাটিগণিতের প্রাক-ইতিহাস কেবল অল্প সংখ্যক নিদর্শনের মধ্যেই পাওয়া যায়। মধ্য আফ্রিকার কঙ্গোয় আবিষ্কৃত সর্বাধিক পরিচিত ইশাংগো হাড় হলো সেই প্রাক-ইতিহাসের একটি প্রমাণ। ২০,০০০ থেকে ১৮,০০০ খ্রিস্টপূর্বাব্দের এই নিদর্শনটির বিস্তারিত ব্যাখ্যা নিয়ে বিতর্ক থাকলেও এটা সেই সময়ের যোগ ও বিয়োগের ধারণাকে ইঙ্গিত দেয়।\nপ্রায় ২০০০ খ্রিস্টপূর্বাব্দের শুরুর দিকে\nমিশরীয় ও ব্যাবিলীয়রা যোগ, বিয়োগ, গুণ ও ভাগ এই মৌলিক পাটিগাণিতিক প্রক্রিয়াগুলোর সবগুলোই যে ব্যবহার করত, সবচেয়ে প্রাচীন লিখিত নথিগুলো থেকে সেটারই ইঙ্গিত পাওয়া যায়। সমস্যা সমাধানে ঠিক কোন কোন পদ্ধতির প্রয়োগ করা হতো তা এই নিদর্শনগুলো থেকে সব সময় উদঘাটন করা না গেলেও, এসব পদ্ধতির জটিলতা বা দুর্বোধ্যতাকে প্রবলভাবে প্রভাবিত করেছে যে স্বতন্ত্র সংখ্যাপদ্ধতি সেটার বৈশিষ্ট্যগুলো এসব নিদর্শন থেকে উন্মোচিত হয়। মিশরীয় সংখ্যাব্যবস্থায় ব্যবহৃত হায়ারোগ্লিফিক পদ্ধতি পরবর্তী যুগের রোমান সংখ্যার মতোই গণনার কাজে ব্যবহৃত টালি চিহ্নের উত্তরসূরী। উভয় ক্ষেত্রেই আদি এই সংখ্যাগুলোর মান এমনভাবে বের করা হতো যেগুলোতে একটি \"দশমিক ভিত্তি\" ব্যবহার করা হয়েছিল। তবে এই সংখ্যা ব্যবস্থা দুটির কোনটিতেই অঙ্কের অবস্থানভিত্তিক ব্যবস্থা তথা স্থানিক অঙ্কপাতনকে অন্তর্ভুক্ত করা হয়নি। রোমান সংখ্যা দিয়ে জটিল গণনাগুলোর ফলাফল বের করতে গেলে একটি কাউন্টিং বোর্ডের বা রোমান অ্যাবাকাসের সহায়তা নেওয়ার প্রয়োজন হতো।\nআবার, প্রাচীন যে সংখ্যাপদ্ধতিগুলোতে স্থানিক অঙ্কপাতনকে অন্তর্ভুক্ত করা হয়েছিল, সেগুলো দশমিক পদ্ধতির (দশভিত্তিক) ছিল না। যেমন: ব্যাবীলনীয় সংখ্যা ছিল ষষ্টিক (ষাটভিত্তিক) এবং মায়া সংখ্যা ছিল বিংশীয় (বিশ-ভিত্তিক)। স্থানীয় মানের এই ধারণার ফলস্বরূপ, ভিন্ন ভিন্ন মানের জন্য একই অঙ্কের পুনর্ব্যবহারযোগ্যতার বিষয়টি গণনার জন্য সরলতর ও আরও কার্যকর পদ্ধতিগুলোর ক্ষেত্রে অবদান রাখতে পেরেছে।\nআধুনিক পাটিগণিতের উৎপত্তি ব্যাবিলনীয় ও মিশরীয় নজিরগুলোর অনেক পরে হলেও এর চলমান ঐতিহাসিক উন্নয়ন শুরু হয় প্রাচীন গ্রিসের হেলেনিস্টিক সভ্যতার যাত্রার সাথে। ৩০০ খ্রিস্টপূর্বাব্দের কাছাকাছি সময়ে ইউক্লিড যে কাজগুলো করেছিলেন তার সেই কাজগুলোর পূর্ববর্তী সময়ে গ্রিক গণিতের যে শাখাগুলো ছিল সেগুলো দার্শনিক এবং অতীন্দ্রিয় বিশ্বাসের সাথে মিশে গিয়েছিল। যেমন: সংখ্যার ব্যাপারে প্রাচীন পিথাগোরাসীয় চিন্তাধারার কী দৃষ্টিভঙ্গি, সেইসঙ্গে এই দৃষ্টিভঙ্গি ও সংখ্যার পারস্পরিক সম্পর্কসমূহ নিকোমাকোস তার অ্যারিথমিতিকি ইসাগোইয়ি-তে (পাটিগণিতের সাথে পরিচয়) সংক্ষিপ্ত আকারে বিবৃত করে গেছেন।\nআর্কিমিডিস, ডিওফ্যান্টাস এবং অন্যান্য পণ্ডিতগণ যে স্থানিক অঙ্কপাতনে গ্রিক সংখ্যাসমূহ প্রয়োগ করেছিলেন, সেটি আধুনিক অঙ্কপাতনের তুলনায় খুব বেশি ভিন্ন ছিল না। হেলেনিস্টিক সভ্যতার আবির্ভাবের পূর্ববর্তী সময় পর্যন্ত প্রাচীন গ্রীকরা শূন্যের জন্য প্রয়োজনীয় একটি প্রতীকের অভাবে ভুগেছিল। সে সময় সংখ্যার জন্য প্রয়োজনীয় অঙ্ক হিসেবে তারা পরস্পর আলাদা তিন সেট প্রতীক ব্যবহার করতো: প্রতীকের এই গুচ্ছ তিনটির একটি ব্যবহার করা হতো একক স্থানের জন্য, আরেকটি ব্যবহার করা হতো দশক স্থানের জন্য এবং অবশিষ্ট গুচ্ছটি শতকের জন্য। সহস্রের ঘরের জন্য তারা একক স্থানের প্রতীকগুলো পুনরায় ব্যবহার করত এবং অন্যান্য ঘরের ক্ষেত্রে তারা একইভাবে কাজ চালাত। যোগের জন্য তারা যে অ্যালগরিদম ব্যবহার করত, তা আধুনিক পদ্ধতির মতই ছিল। আর তাদের ব্যবহৃত গুণের অ্যালগরিদমে কেবল সামান্য পার্থক্যই ছিল। ভাগের জন্য তারা যে দীর্ঘ অ্যালগরিদম ব্যবহার করত সেটাও ছিল একই ধরনের। বর্গমূল নির্ণয়ে অঙ্ক ধরে ধরে (Digit by digit calculation) যে গণনা পদ্ধতি, যা বিংশ শতাব্দীর মতো সাম্প্রতিক সময়গুলোতে  জনপ্রিয়, সেই নিয়মটি আর্কিমিডিস জানতেন এবং সম্ভবত তিনি এর আবিষ্কারকও ছিলেন। বর্গমূল নির্ণয়ের ধারাবাহিক আসন্নায়ন নিয়মটি যা হিরনের নিয়ম বা ব্যাবিলনীয় নিয়ম নামে পরিচিত সেটি অপেক্ষা অঙ্ক ধরে ধরে বর্গমূল বের করার নিয়মটিই আর্কিমিডিসের নিকট অধিক পছন্দের ছিল। কারণ হলো, একবার হিসাব করা হলে এখানে অঙ্কের পরিবর্তন ঘটে না এবং এই নিয়মে পূর্ণবর্গ সংখ্যার বর্গমূল খুব দ্রুতই বের হয়; (যেমন: ৭৪৮৫৬৯৬ এর মতো বড় সংখ্যার বর্গমূল ২৭৩৬ খুব সহজেই বের করা যায়)। ভগ্নাংশযুক্ত সংখ্যার (যেমন: ৫৪৬.৯৩৪) বর্গমূল বের করার ক্ষেত্রে গ্রিকরা ভগ্নাংশযুক্ত অংশের (.৯৩৪) জন্য ১০-এর ঋণাত্মক ঘাতের পরিবর্তে ৬০-এর ঋণাত্মক ঘাত ব্যবহার করত।\nপ্রাচীন চীনে শাং রাজবংশ থেকে শুরু করে ধারাবাহিকভাবে তাং রাজবংশের সময়ে, চীনাদের মৌলিক সংখ্যা থেকে শুরু করে উন্নত বীজগণিতসহ উচ্চতর পাটিগণিতে যথেষ্ট জ্ঞান ছিল। প্রাচীন চীনারা গ্রিকদের মতই একটি স্থানিক অঙ্কপাতনের ব্যবহার করত। যেহেতু চীনারাও শূন্যের জন্য একটি প্রয়োজনীয় চিহ্নের অভাবে ছিল, তাই তারা সংখ্যার একক স্থানের জন্য এক গুচ্ছ প্রতীক ব্যবহার করত, দশক স্থানের জন্য ব্যবহার করত দ্বিতীয় আরেক সেট প্রতীক। শতক স্থানের জন্য তারা এককের ঘরের প্রতীকগুলো পুনরায় ব্যবহার করত এবং অন্যান্য স্থানীয় মানের জন্য একইভাবে কাজ চালাত। তাদের এই প্রতীকগুলো ছিল প্রাচীন গণনা কাঠিভিত্তিক। চীনারা ঠিক কখন সংখ্যাকে স্থানের (অঙ্কপাতনের) দ্বারা উপস্থাপনের মাধ্যমে গণনা শুরু করে তা অজানা। তবে এই অধিগ্রহণ ৪০০ খ্রীস্টপূর্বাব্দে শুরু হয়েছিল বলে জানা যায়।  সর্বপ্রথম প্রাচীন চীনারাই ঋণাত্মক সংখ্যার অর্থপূর্ণ আবিষ্কার ঘটায়, এটি হৃদয়ঙ্গম করে এবং এর প্রয়োগ করে। খ্রিস্টপূর্ব ২য় শতকে লাইয়ু হুই-এর লেখা গাণিতিক শিল্পকলার নয়টি অধ্যায়-এ (Jiuzhang Suanshu) এর ব্যাখ্যা রয়েছে।\nহিন্দু-আরবীয় সংখ্যা পদ্ধতির ধারাবাহিক বিকাশ স্বতন্ত্রভাবে স্থানীয় মানের ধারণার এবং স্থানিক অঙ্কপাতনের উদ্ভাবন ঘটিয়েছে, যেখানে এই পদ্ধতিটির সাথে একটি দশমিক ভিত্তির সহজতর গণনা পদ্ধতির এবং ০-এর প্রতিনিধিত্বকারী একটি অঙ্কের প্রয়োগের সমন্বয় ঘটেছে। এর ফলে সুস্পষ্টভাবেই এই পদ্ধতির মাধ্যমে ছোট ও বড় উভয় সংখ্যার প্রতিনিধিত্বের সুযোগ তৈরি হয়েছিল — এটি এমনই এক অর্জন যা ঘটনাক্রমে অন্যান্য সকল পদ্ধতির জায়গা দখল করে ফেলে। খ্রিস্টীয় ৬ষ্ঠ শতকের প্রথম দিকে, ভারতীয় গণিতবিদ আর্যভট্ট সেই সময়ে এই নিয়মটির একটি প্রচলিত সংস্করণ তার কাজের মধ্যে অন্তর্ভুক্ত করে ফেলেন এবং ভিন্ন অঙ্কপাতনের মাধ্যমে পরীক্ষা চালান। ৭ম শতকে ব্রহ্মগুপ্ত ০-কে একটি পৃথক সংখ্যা হিসেবে প্রতিষ্ঠা করেন। তিনিই প্রথম শূন্যকে সংখ্যার মর্যাদা দেন। এছাড়া শূন্য এবং অন্যান্য সমস্ত সংখ্যার গুণ, ভাগ, যোগ ও বিয়োগের ফলাফল কী হবে তিনি সেগুলোও নির্ধারণ করেন। তবে শূন্য দ্বারা ভাগের ফলাফল কী হবে তা তিনি সুস্পষ্টভাবে বলতে পারেন নি। শূন্য দ্বারা ভাগের ব্যাপারে তার দেওয়া মত আধুনিক গণিতের সাথে মিলে না। সে যাই হোক, ব্রহ্মগুপ্তের সমসাময়িক সিরিয়াক বিশপ সেভেরাস সেবোখট (৬৫০ খ্রিস্টাব্দ) বলেছেন, \"ভারতীয়দের এমন একটি গণনা পদ্ধতি রয়েছে, কোনো ভাষা দিয়েই যার যথাযথ প্রশংসা করা সম্ভব নয় — তা হলো গণিতে তাদের বুদ্ধিদীপ্ত পদ্ধতি, অর্থাৎ তাদের বুদ্ধিদীপ্ত গণনা পদ্ধতি। আমি বলতে চাচ্ছি তাদের সেই নিয়মটির কথা, যেটাতে নয়টি প্রতীক ব্যবহার করা হয়।\" আরবরাও এই নতুন নিয়মটি শিখে নেয় আর তারা একে হেসাব নামে অভিহিত করে।\n\n৯৭৬ খ্রিস্টাব্দের পূর্বেই কোডেক্স ভিজিল্যানাস ০-কে বাদ দিয়ে আরবীয় অঙ্কবাচক সংখ্যাগুলোর আদি গঠনের ওপর একটি বিবরণ দিলেও, পিসার লিওনার্দোর (ফিবোনাচ্চি) লিবার অ্যাবাসি প্রকাশের পর মূলত তার (ফিবোনাচ্চি) হাত ধরেই সমগ্র ইউরোপে দশভিত্তিক এই সংখ্যা ব্যবস্থা ছড়িয়ে পড়ে, ইউরোপে এই অঙ্কগুলো ছড়িয়ে পড়ার পেছনে কৃতিত্ব লিওনার্দোরই। তিনি লিখেছেন, \"মোডাস ইন্ডোরাম তথা ভারতীয়দের এই পদ্ধতিটি গণনার অন্য সকল পরিচিত পদ্ধতিকে ছাড়িয়ে গেছে। এটি বিস্ময়কর একটি পদ্ধতি। তারা নয়টি অঙ্ক এবং শূন্য প্রতীকটি ব্যবহারের মাধ্যমে তাদের গণনার কাজ করে\"।\nমধ্যযুগে বিশ্ববিদ্যালয়গুলোতে যে সাতটি মুক্ত শিল্পকলার (liberal arts education) শিক্ষা শিক্ষার্থীদের দেওয়া হতো পাটিগণিত ছিলো সেগুলোর একটি।\nমধ্যযুগে মুসলিম বিশ্বে বীজগণিতের বর্ধিষ্ণু উত্থান বা ক্রমবর্ধমান উন্নতি, অধিকন্তু ইউরোপে সংঘটিত রেনেসাঁ এগুলোর সবই ছিল দশমিক অঙ্কপাতনের মাধ্যমে গণনার অসাধারণ সরলীকরণের এক বাড়তি ফসল।\nসাংখ্যিক হিসাব-নিকাশে সহায়তার উদ্দেশ্যে বিভিন্ন ধরনের সরঞ্জামের উদ্ভাবন হয়েছে এবং ব্যাপকহারে সেগুলোর প্রয়োগ ঘটেছে। রেনেসাঁর আগে বিভিন্ন ধরনের অ্যাবাকাসের দেখা মিলত। সাম্প্রতিকতম গণনা যন্ত্রের উদাহরণগুলোর মধ্যে রয়েছে স্লাইড রুল, নোমোগ্রাম এবং বিভিন্ন ধরনের যান্ত্রিক ক্যালকুলেটর (যেমন: প্যাসকেলের ক্যালকুলেটর)। বর্তমানে, এই সরঞ্জামগুলোর জায়গায় ইলেকট্রনিক ক্যালকুলেটর এবং কম্পিউটার স্থান দখল করে নিয়েছে।\n\n\n== ভারতীয় উপমহাদেশে পাটিগণিতের ইতিহাস ==\n\nভারতীয় উপমহাদেশের বিশিষ্ট গণিতবিদ ছিলেন যাদব চন্দ্র চক্রবর্তী যিনি সচারচর যাদব বাবু নামে অভিহিত ছিলেন। ব্রিটিশ সরকার তাকে “গণিত সম্রাট” উপাধি দিয়েছিল।  ১৮৯০ সালে তিনি প্রকাশ করেন গণিতশাস্ত্রের অন্যতম শ্রেষ্ঠ বই “Arithmetic”। এটি সাধারণ্যে “যাদবের পাটিগণিত” হিসেবে পরিচিতি লাভ করে। এটি বিভিন্ন ভাষায় অনূদিত হয় এবং বিভিন্ন দেশে পাঠ্যপুস্তক হিসেবে গৃহীত হয়।\n\n\n== পাটিগাণিতিক ক্রিয়াসমূহ ==\n\nপাটিগণিতে ব্যবহৃত মৌলিক গাণিতিক ক্রিয়াগুলোর মধ্যে যোগ, বিয়োগ, গুণ ও ভাগের নাম থাকলেও শতকরা, বর্গমূল, সূচকীকরণ, লগারিদমিক ফাংশনের মতো উচ্চতর গাণিতক প্রক্রিয়াসমূহও এর অন্তর্ভুক্ত। উপরন্তু একইভাবে লগারিদমের মতো (প্রোস্টাফেরেসিস) ত্রিকোণমিতিক ফাংশনও এর অন্তর্ভুক্ত। পাটিগাণিতিক রাশিমালার (যেমন: ৪+৬–১÷৩ একটি পাটিগাণিতিক রাশিমালা) মান বের করতে হলে তাকে অবশ্যই গাণিতিক ক্রিয়াসমূহের কাঙ্ক্ষিত ক্রম অনুসারে নির্ধারিত হতে হবে। একটি রাশিমালায় সংখ্যা এবং ক্রিয়া চিহ্নগুলোর (+, –,×, ÷ ইত্যাদি) অবস্থান নির্ধারণের জন্য বেশ কয়েকটি সুনির্দিষ্ট পদ্ধতি রয়েছে, যার প্রতিটিই বহুল প্রচলিত। এগুলো মধ্যে রয়েছে ইনফিক্স নোটেশন, প্রিফিক্স নোটেশন বা পোলিশ নোটেশন, পোস্টফিক্স নোটেশন বা বিপরীত পোলিশ নোটেশন ইত্যাদি। ইনফিক্স নোটেশনের মাধ্যমে রাশিমালা লেখার ক্ষেত্রে বন্ধনী চিহ্নকে সুস্পষ্টভাবে ব্যবহার করতে হয় এবং এই পদ্ধতিটি গাণিতিক ক্রিয়ার ক্রমের নিয়ম মেনে চলে, অর্থাৎ ক্রিয়া চিহ্নের ধারাবাহিকতা মেনে চলতে হয়। মূলত এ নিয়মেই আমরা রাশিমালা লিখে এসেছি। যেমন: ৪ + ৬ – ১ ÷ ৩ রাশিমালাটি ইনফিক্স নোটেশনের মাধ্যমে লেখা হয়েছে। অপরদিকে প্রিফিক্স ও পোস্টফিক্স নোটেশনের ক্ষেত্রে রাশিমালার গাণিতিক ক্রিয়াগুলোর নির্বাহের বেলায় এদের নিজ নিজ ধারাবাহিকতা রয়েছে। যেমন: ইনফিক্স নোটেশনে লেখা (৭ − ৪) × ৩ রাশিমালাটিকে প্রিফিক্স বা পোলিশ নোটেশনে লিখলে হবে: × (− ৭ ৪) ৩ বা × − ৭ ৪ ৩। এবং (৭ − ৪) × ৩ কে পোস্টফিক্স নোটেশনে লিখলে এটি ৭৪ – ৩ × হয়ে যাবে।\nযে সেটের ওপর চারটি পাটিগাণিতিক ক্রিয়ার সবগুলোই (শূন্য দ্বারা ভাগ ব্যতীত) প্রয়োগ করা যেতে পারে এবং যে সেটে এই ক্রিয়াসমূহ বণ্টন বিধিসহ অন্যান্য সাধারণ বিধিগুলো মেনে চলে গণিতের ভাষায় তাকে ক্ষেত্র বলা হয়।\n\n\n=== যোগ ===\n\nযোগ হলো পাটিগণিতের সবচেয়ে মৌলিক গাণিতিক ক্রিয়া যাকে \n  \n    \n      \n        +\n      \n    \n    {\\displaystyle +}\n  \n\nপ্রতীকের দ্বারা চিহ্নিত করা হয়। যোগের প্রক্রিয়া এই সাধারণ চিহ্নটির মাধ্যমে দুটি সংখ্যাকে (যোজ্য ও যোজক) একটি একক সংখ্যায় সমন্বিত করে। এই সমন্বিত বা একীভূত সংখ্যাটিকে বলা হয় যোগফল বা সমষ্টি। যেমন:  ৫ + ২ = ৭। উল্লেখ্য যে,  ৫ + ২ রাশিমালায় যোজ্য ও যোজকের স্থানের পরিবর্তন ঘটলেও যোগফল অপরিবর্তিত থাকবে এবং যোগফল অপরিবর্তিত থাকার এই ব্যাপারটি যেকোনো রাশিমালার ক্ষেত্রেও একইভাবে প্রযোজ্য হবে।\nসসীম সংখ্যক অনেকগুলো পদের যোগকে সাধারণ যোগের (দুটি সংখ্যা বা পদের) পুনরাবৃত্তিরূপে দেখা যেতে পারে এবং অসীম বা সসীম যেকোনো সংখ্যক অনেকগুলো পদের যোগকেও সমষ্টি নামে অভিহিত করা হয়। তবে ধারার ক্ষেত্রে (এর সমষ্টির বেলায়) এর পদগুলোকে সাধারণ অন্তর, সাধারণ অনুপাত অথবা অন্যান্য বাড়তি শর্তও মেনে চলতে হয়। ১ সংখ্যাটির বারংবার যোগের মাধ্যমে কাঙ্ক্ষিত সংখ্যা বের করার নিয়মটি হলো গণনার আদি ও সবচেয়ে মৌলিক  রূপ। ১ সংখ্যাটি যোগ করে যে সংখ্যাটি পাওয়া যায় তাকে মূল সংখ্যাটির উত্তরসূরি (Successor) বলা হয় এবং এই প্রক্রিয়াটিকে বলা হয় উত্তরসূরি ফাংশন (Successor function)। যেমন: স্বাভাবিক সংখ্যা n-এর উত্তরসূরি ফাংশন হলো S(n) = n + ১।\nযোগের প্রক্রিয়া বিনিময় ও সংযোগ বৈশিষ্ট্যযুক্ত হওয়ায় অর্থাৎ যোগের প্রক্রিয়া বিনিময় ও সংযোগ বিধি মেনে চলায় সসীম সংখ্যক অনেকগুলো পদ নিয়ে গঠিত রাশিমালায় পদগুলোর ক্রম কী হলো তা যোগফলের ওপর কোনো প্রভাব ফেলে না।\nশূন্য (০) সংখ্যাটির একটি অনন্য বৈশিষ্ট্য রয়েছে, আর তা হলো, যে সংখ্যার সাথেই শূন্য যোগ করা হোক না কেন সংখ্যাটি একই থাকবে। তাই শূন্য হলো যোগের অভেদ উপাদান বা যোগাত্মক অভেদ। বাস্তব সংখ্যার জন্য গুণের অভেদ উপাদান বা গুণাত্মক অভেদ হলো ১।\nপ্রতিটি সংখ্যা x-এর জন্য –x দ্বারা চিহ্নিত একটি সংখ্যা রয়েছে যাকে x-এর যোগাত্মক বিপরীত সংখ্যা (additive inverse) বলা হয়, যেখানে x + (–x) = 0 এবং (–x) + x = 0। সুতরাং, –x হলো যোগের সাপেক্ষে x-এর বিপরীত সংখ্যা। x এবং –x হলো পরস্পরের যোগাত্মক বিপরীত। যোগাত্মক বিপরীতকে সংক্ষেপে শুধু বিপরীত বলা হয়। উদাহরণস্বরূপ, ৬ এর বিপরীত হল −৬, যেহেতু ৬ + (−৬) = ০।\nযোগকে জ্যামিতিক উপায়েও ব্যাখ্যা করা যেতে পারে, যেমনটি পরবর্তী উদাহরণটিতে করা হয়েছে। যদি ২ ও ৫ একক দৈর্ঘ্যের দুটি কাঠি নেওয়া হয় এবং একটি কাঠির পর আরেকটি কাঠি সারিবদ্ধ করা হয়, তাহলে তাহলে সম্মিলিতভাবে কাঠিটির দৈর্ঘ্য হবে ৭ একক। কারণ ২ + ৫ = ৭।\n\n\n=== বিয়োগ ===\n\nবিয়োগ হলো যোগের বিপরীত প্রক্রিয়া, যা \n  \n    \n      \n        −\n      \n    \n    {\\displaystyle -}\n  \n প্রতীকটির দ্বারা চিহ্নিত করা হয়। বিয়োগে দুটি সংখ্যার মধ্যে পার্থক্য অর্থাৎ বিয়োগফল (D) তথা বিয়োজন (M) বিয়োগ বিয়োজ্য (S) বের করা হয়: D = M − S। ইতিপূর্বে প্রতিষ্ঠিত যোগের অলোকে এটা বলতে হয় যে, বিয়োগফল হলো সেই সংখ্যা, যার সাথে বিয়োজ্য যোগ করা হলে বিয়োজন সংখ্যাটি পাওয়া যায়: D + S = M\nধনাত্মক গাণিতিক যুক্তির ক্ষেত্রে  M এবং S-এর এই বৈশিষ্ট্য থাকবে:\n\nবিয়োজন বিয়োজ্যের চেয়ে বড় হলে বিয়োগফল D ধনাত্মক হবে। যদি বিয়োজন বিয়োজ্যের চেয়ে ছোট হয়, তাহলে বিয়োগফল D ঋণাত্মক হবে।\nকোন ক্ষেত্রে যদি বিয়োজন ও বিয়োজ্য সমান হয়, তাহলে বিয়োগফল D = 0 শূন্য হবে।\nবিয়োগের প্রক্রিয়া বিনিময় ও সংযোগ বৈশিষ্ট্যের কোনোটিই মানে না। এই কারণে, আধুনিক বীজগণিতে যোগের বিপরীত এই প্রক্রিয়া তথা বিয়োগকে বিপরীত উপাদানের ধারণার সূচনার সুবিধার্থে প্রায়ই বাতিল করা হয় এবং § যোগ-এর অধীনে চিত্রায়িত করা হয়। এক্ষেত্রে, বিয়োগকে বিয়োজনের সাথে বিয়োজ্যের যোগাত্মক বিপরীতের যোগরূপে গণ্য করা হয়, যেখানে, a − b = a + (−b)। বিয়োগের দ্বিমিক ক্রিয়া বাতিলের তাৎক্ষণিক ফল হিসেবে যেকোনো নির্দিষ্ট সংখ্যার যোগাত্মক বিপরীতের আবির্ভাব ঘটার মাধ্যমে এবং তাৎক্ষণিকভাবে পার্থক্যের ধারণার অ্যাক্সেস হ্রাস পাওয়ার মাধ্যমে \"নগণ্য ইউনারি অপারেশনের\" সূচনা ঘটে, ঋণাত্মক যুক্তির অন্তর্ভুক্তি করা হলে যা সম্ভাব্যরূপেই একটি বিভ্রান্তিকর বিষয়।\nসংখ্যার যেকোনো উপস্থাপনার ক্ষেত্রে ফলাফল গণনার জন্য কিছু পদ্ধতি রয়েছে। প্রক্রিয়ার নির্বাহ বা প্রয়োগের ক্ষেত্রে এই পদ্ধতিগুলোর মধ্যে কয়েকটি বিশেষরকম জুতসই ও একটি অপারেশনের জন্য সক্রিয়। সামান্য এদিক-সেদিক  করলে সেগুলো অন্য অপারেশনগুলোতেও একইরকম। উদাহরণস্বরূপ, ডিজিটাল কম্পিউটার যোগের সক্রিয় সার্কিট ব্যবস্থাকে (adding-circuitry) পুনর্ব্যবহার করতে পারে এবং একটি বিয়োগের বাস্তবায়ন বা সম্পাদনার জন্য অতিরিক্ত সার্কিট সংরক্ষণ করতে পারে। যোগাত্মক বিপরীত-এর উপস্থাপনার জন্য ব্যবহৃত দুইয়ের পূরক বা two's complement (সেকেন্ড কমপ্লিমেন্ট) পদ্ধতির প্রয়োগের মাধ্যম, এই সার্কিট হার্ডওয়্যারে বাস্তবায়ন বা সম্পাদনা করা অত্যন্ত সহজ। নির্দিষ্ট শব্দ-দৈর্ঘ্যের সংখ্যার সীমাকে অর্ধেক করার প্রক্রিয়াকে ট্রেড-অফ বলা হয়।\nবকেয়া এবং প্রদানকৃত অর্থের পরিমাণ জেনে সঠিকভাবে এর পরিবর্তনের পরিমাণ বের করার একটি পদ্ধতি হলো কাউন্টিং আপ পদ্ধতি (counting up method), যা অতীতে ব্যাপকভাবে বিস্তার লাভ করেছিল। সুস্পষ্টতই, এই পদ্ধতিতে পার্থক্যের পরিমাণ (অর্থাৎ অর্থের পরিবর্তনের পরিমাণ) বের করা হয় না। উদাহরণ হিসেবে ধরাযাক, Q পরিমাণ অর্থ পরিশোধের জন্য P পরিমাণ অর্থ এমনভাবে দেওয়া হলো যেখানে, P-এর পরিমাণ Q-এর চেয়ে বেশি। এক্ষেত্রে, সরাসরি P − Q = C বিয়োগটি না করে এবং C অর্থের পরিবর্তনের কাউন্টিং আউট বের না করে, বরং Q-এর আগের হিসাব দিয়ে অর্থের পরিমাণের কাউন্ট আউট শুরু করা হয় এবং P-এ না পৌঁছানো পর্যন্ত মুদ্রার হিসাব ধাপে ধাপে চালিয়ে যাওয়া হয়। কাউন্ট আউটকৃত অর্থের পরিমাণ অবশ্যই P − Q এর অন্তরফলের সমান হবে। তাসত্ত্বেও এই পদ্ধতিতে P − Q বিয়োগটি কিন্তু একেবারেই করা হয়নি এবং এই পদ্ধতিটা P − Q এর কথাও বলে না।\n\n\n=== গুণ ===\n\nগুণ হলো পাটিগণিতে ব্যবহৃত দ্বিতীয় মৌলিক গাণিতিক ক্রিয়া, যাকে \n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n  ও \n  \n    \n      \n        ⋅\n      \n    \n    {\\displaystyle \\cdot }\n  \n প্রতীক দুটির মাধ্যমে চিহ্নিত করা হয়। যোগের মতো গুণও দুটি সংখ্যাকে একটি একক সংখ্যায় রূপান্তর করে, যাকে বলা হয় গুণফল। যে দুটি সংখ্যার ওপর এই প্রক্রিয়াটি প্রয়োগ করা হয় তাদেরকে বলা হয় গুণ্য ও গুণক। মূলত গুণ্য ও গুণকের উভয়কেই গুণজ বা উৎপাদক (factors) সাধারণ নামগুলো দিয়েও সম্বোধন করা হয়।\nগুণকে একটি স্কেলিং অপারেশনরূপে দেখা যেতে পারে। সংখ্যাকে যদি কোনো রেখা বরাবর স্থাপিত কল্পনা করা হয়, তাহলে ১-এর চেয়ে বড় একটি সংখ্যা (ধরাযাক x) দ্বারা গুণনকে, ০ থেকে সবকিছুর সুষমভাবে সম্প্রসারিত হওয়ার অনুরূপ কল্পনা করা যায়, যেখানে এই সম্প্রসারণ এমনভাবে ঘটে যে, স্বয়ং সংখ্যাটি x-এর অবস্থানের দিকে সম্প্রসারিত হয়। একইভাবে, ১-এর চেয়ে ছোট একটি সংখ্যা দ্বারা গুণ করাকে ০-এর দিকে সংকোচনরূপে কল্পনা করা যেতে পারে, যেখানে এই সংকোচন এমনভাবে সম্পন্ন হয় যেন, ১ সংখ্যাটি গুণজটির দিকে ধাবিত হয়।\nপূর্ণসংখ্যার গুণনকে আরেকটি দৃষ্টিকোণ থেকে দেখা যেতে পারে, যেখানে এই ধারণাটি পূর্ণসংখ্যার পাশাপাশি মূলদ সংখ্যার ক্ষেত্রে প্রযোজ্য হলেও, এটি অন্যান্য বাস্তব সংখ্যার বেলায় খুব সহজভাবে ব্যবহারের উপযুক্ত নয়। এই দৃষ্টিকোণের আলোকে, গুণকে পুনঃপুন যোগ হিসেবে গণ্য করা হয়। উদাহরণস্বরূপ, ৩ × ৪ গুণন প্রক্রিয়াটি একটি ৪-কে ৩ বার যোগ করার অনুরূপ অথবা, এটি একটি ৩-কে ৪ বার যোগ করার অনুরূপ, যেখানে উভয় ক্ষেত্রেই ফলাফল বের হয় একই। গণিত শিক্ষণের ক্ষেত্রে গুণের এই দৃষ্টান্তগুলোর (paradigm) উপকারিতার ব্যাপারে ভিন্ন ভিন্ন মতামত রয়েছে।\nযোগের মতো গুণও বিনিময় ও সংযোগবিধি মেনে চলে, উপরন্তু গুণের প্রক্রিয়া যোগ ও বিয়োগের বণ্টন বিধিও মেনে চলে। এছাড়াও গুণ সূচক বিধিও মেনে চলে। যেকোনো সংখ্যাকে ১ দ্বারা গুণ করলে যেহেতু একই সংখ্যা পাওয়া যায়, তাই গুণাত্মক অভেদ যে সংখ্যাটি হবে তা হলো ১। শূন্য (০) ব্যতীত যেকোনো সংখ্যার গুণাত্মক বিপরীত হলো ঐ সংখ্যারই ব্যাস্তানুপাত, কারণ যেকোনো সংখ্যার ব্যাস্তানুপাতকে ঐ সংখ্যাটি দ্বারা গুণ করলে গুণাত্মক অভেদ ১ পাওয়া যাবে। ০ হলো একমাত্র সংখ্যা যার গুণাত্মক বিপরীত নেই এবং যেকোন সংখ্যাকে ০ দ্বারা গুণ করলে পুনরায় ০ হবে। কোনো কোনো পণ্ডিতের মতে ০ সংখ্যাটি সংখ্যার গুণাত্মক গ্রুপেরর সদস্য নয়।\na এবং b-এর গুণফলকে a × b আকারে অথবা, a·b আকারে লেখা হয়। a এবং b রাশিদুটি যদি কোনো অঙ্ক না হয়, অর্থাৎ এগুলো শুধু চলককে নির্দেশ করে, সেক্ষেত্রে একটি সাধারণ সংযোজন পদ্ধতিতে অর্থাৎ, রাশিগুলো পাশাপাশি বসিয়ে গুণফলটি লেখা হয়: ab। কম্পিউটার প্রোগ্রামিং ভাষায় এবং সফ্টওয়্যার প্যাকেজগুলোতে (যেক্ষেত্রে কীবোর্ডে সাধারণভাবে উপলব্ধ অক্ষরগুলোই কেবল ব্যবহারের সুযোগ থাকে), গুণকে প্রায়শই একটি তারকাচিহ্ন দিয়ে লেখা হয়: a * b।\nবিভিন্ন ধাচের সংখ্যার ক্ষেত্রে গুণ প্রক্রিয়াটির বাস্তবায়নকারী অ্যালগরিদমগুলো যোগের প্রক্রিয়ার তুলনায় অনেক বেশি ব্যয়বহুল এবং শ্রমসাধ্য। হাতে-কলমে হিসাব-নিকাশের (manual computation) এসব সহজসাধ্যতা  নির্ভর করে গুণজকে একক স্থানীয় মানে ভেঙে ফেলার ওপর ও পুনঃপুনঃ যোগ করার ওপর, অথবা এগুলো নির্ভর করে গাণিতিক সারণী ও স্লাইড স্ক্যালের ব্যবহারের ওপর। এর ফলে, গুণের মানচিত্রায়ন নির্ভর করে যোগের ওপর এবং তদ্বিপরীতভাবে যোগের মানচিত্রায়ন নির্ভর করে গুণের মানচিত্রায়নের ওপর। এই পদ্ধতিগুলো সেকেলে আর বহনযোগ্য যন্ত্রাংশসমূহ (mobile devices) ধীরে ধীরে এগুলোর জায়গা দখল করে নিচ্ছে৷ কম্পিউটার সিস্টেম সংখ্যার যে বিভিন্ন ধাচসমূহ\n(number format) সমর্থন করে, কম্পিউটারে সেগুলোর গুণ ও ভাগ প্রক্রিয়ার বাস্তবায়নের জন্য নানাবিধ অত্যাধুনিক, বাস্তবধর্মী ও পরিশীলিত (sophisticated) এবং অত্যন্ত কার্যকরভাবে এবং সুচারুভাবে প্রয়োগকৃত (highly optimized) অ্যালগরিদমসমূহ ব্যবহার করা হয়।\n\n\n=== ভাগ ===\n\nভাগকে \n  \n    \n      \n        ÷\n      \n    \n    {\\displaystyle \\div }\n  \n এবং \n  \n    \n      \n        \n          /\n        \n      \n    \n    {\\displaystyle /}\n  \n প্রতীকদুটির মাধ্যমে চিহ্নিত করা হয়। ভাগ আবশ্যিকভাবেই গুণের বিপরীত প্রক্রিয়া। ভাগের মাধ্যমে ভাগফল তথা ভাজ্য ভাগ ভাজক বের করা হয়। সাধারণ নিয়মাবলির আলোকে ভাজ্যকে শূন্য দ্বারা ভাগ একটি অসংজ্ঞায়িত বিষয়। স্বতন্ত্র ধনাত্মক সংখ্যার ক্ষেত্রে  যদি ভাজ্য ভাজক অপেক্ষা বড় হয়, তাহলে ভাগফল ১-এর চেয়ে বড় হবে; অন্যথায়, ভাগফল হবে ১-এর চেয়ে ছোট অথবা ১-এর সমান। ঋণাত্মক সংখ্যার ক্ষেত্রে এধরনেরই একটি নিয়ম ব্যবহার করা হয়। ভাগফলকে ভাজক দ্বারা গুণ করা হলে সর্বদা ভাজ্য বের হবে।\nভাগের প্রক্রিয়া বিনিময় বিধি ও সংযোগ বিধির কোনোটিই মানে না। একারণে, § বিয়োগ-এর ক্ষেত্রে যেমনটা ব্যাখ্যা করা হয়েছে, সেরূপভাবেই আধুনিক বীজগণিতে ভাগের প্রক্রিয়াকে, গুণের বিপরীত উপাদানটির সুবিধার্থে অর্থাৎ গুণের বিপরীত উপাদানের পক্ষে বর্জন করা হয়, যেমনটা § গুণ-এর ক্ষেত্রে বলা হয়েছে। এই কারণে, ভাগ হলো\nভাজকের ব্যাস্তানুপাত তথা গুণাত্মক বিপরীতের সাথে ভাজ্যের গুণ, যেখানে এই গুণাত্মক বিপরীতটি একটি গুণজরূপে ভূমিকা পালন করে। আলোচনা অনুসারে, ভাগের প্রক্রিয়াকে লেখা যায় এভাবে: a ÷ b = a × +১/b।\nস্বাভাবিক সংখ্যার ভাগের ক্ষেত্রে, ইউক্লিডীয় ভাগ নামে একটি ভিন্ন কিন্তু সম্পর্কযুক্ত একটি ধারণারও দেখা যায়, যেখানে স্বাভাবিক সংখ্যা N-কে (লব) একটি স্বাভাবিক সংখ্যা D (হর) দ্বারা \"ভাগ করা\" হলে দুটি সংখ্যা বের হয়: যার প্রথমটি হবে একটি স্বাভাবিক সংখ্যা Q (ভাগফল), এবং অপরটি হবে ভিন্ন আরেকটি স্বাভাবিক সংখ্যা R (ভাগশেষ), যাতে করে  N = D×Q + R এবং 0 ≤ R < Q হয়।\nকিছু কিছু ক্ষেত্রে (যার মধ্যে কম্পিউটার প্রোগ্রামিং এবং উচ্চতর পাটিগণিতও রয়েছে), ভাগের প্রক্রিয়াকে ভাগশেষের ক্ষেত্রে ভিন্ন আরেকভাবে সম্প্রসারণ করা হয়। এই পদ্ধতিটিকে সচরাচর স্বতন্ত্র একটি প্রক্রিয়ারূপে গণ্য করা হয়, যাকে মডিউলো অপারেশন নামে অভিহিত করা হয় এবং একে চিহ্নিত করা হয় \n  \n    \n      \n        %\n      \n    \n    {\\displaystyle \\%}\n  \n প্রতীকটির দ্বারা অথবা \n  \n    \n      \n        m\n        o\n        d\n      \n    \n    {\\displaystyle mod}\n  \n শব্দটির দ্বারা। তবে এই পদ্ধতিটিকে কখনো কখনো \"divmod\" অপারেশনের একটি দ্বিতীয় আউটপুটরূপেও গণ্য করা হয়। উভয় ক্ষেত্রেই, মডুলার পাটিগণিতের প্রয়োগ-ক্ষেত্রের একটি বৈচিত্র্য রয়েছে। ভাগের বিভিন্ন প্রক্রিয়ার (যেমন: ফ্লোর ভাগ, ট্রাঙ্কেটেড ভাগ, ইউক্লিডীয় ভাগ ইত্যাদি) বাস্তবায়ন নির্ভর করে মডুলাসের ভিন্ন ভিন্ন বাস্তবায়নের ওপর।\n\n\n== পাটিগণিতের মৌলিক উপপাদ্য ==\n\nপাটিগণিতের মৌলিক উপপাদ্য হচ্ছে এমন একটি উপপাদ্য যেখানে, একটি পূর্ণ সংখ্যাকে মৌলিক সংখ্যাসমূহের গুণফল আকারে উপস্থাপন করা হয়। এই উপপাদ্য অনুসারে, ১-এর চেয়ে বড় যেকোনো পূর্ণসংখ্যাকে মৌলিক উৎপাদকে বিশ্লেষণ করা হলে কেবল একটিই (অনন্য) মৌলিক উৎপাদকে বিশ্লেষণ পাওয়া যাবে, যদি উৎপাদকে বিশ্লেষণটিতে উৎপাদকগুলোর ক্রমকে অগ্রাহ্য করা হয়। অর্থাৎ, ১-এর চেয়ে বড় যেকোনো পূর্ণসংখ্যার একটি অনন্য মৌলিক উৎপাদকে বিশ্লেষণ রয়েছে।  উদাহরণস্বরূপ, ২৫২-কে উৎপাদকে বিশ্লেষণ করা হলে শুধু একটি মৌলিক উৎপাদকে বিশ্লেষণ পাওয়া যাবে:\n\n২৫২ = ২২ × ৩২ × ৭১\nইউক্লিডের এলিমেন্টসে প্রথম এই উপপাদ্যটি উপস্থাপন করা হয়েছিল এবং এতে এর একটি আংশিক প্রমাণও দেওয়া হয়েছে, যাকে ইউক্লিডের লেমা বলা হয়। পাটিগণিতের মৌলিক উপপাদ্যটির প্রথম পূর্ণাঙ্গ প্রমাণ দেন জার্মান গণিতবিদ কার্ল ফ্রেডরিখ গাউস।\n১-কে যেসব কারণে মৌলিক সংখ্যা হিসেবে বিবেচনা করা হয় না, পাটিগণিতের মৌলিক উপপাদ্য হলো সেই কারণগুলোর মধ্যে একটি। অন্যান্য কারণগুলোর মধ্যে রয়েছে ইরাটোস্থেনসের ছাকনি এবং স্বয়ং মৌলিক সংখ্যার সংজ্ঞা। সংজ্ঞানুসারে, মৌলিক সংখ্যা হলো, ১-এর চেয়ে বড় এমন একটি স্বাভাবিক সংখ্যা যাকে ঐ সংখ্যাটির চেয়ে ছোট দুটি স্বাভাবিক সংখ্যার গুণফল আকারে করে উপস্থাপন করা যায় না।\n\n\n== দশমিক সংখ্যার পাটিগণিত ==\nসাধারণ প্রয়োগের ক্ষেত্রে, দশমিক পদ্ধতিতে সংখ্যার উপস্থাপন বলতে মূলত আরবি সংখ্যা সহযোগে লিখিত সংখ্যাপদ্ধতিকে বোঝানো হয়, যেখানে এই সংখ্যাগুলো (আরবি সংখ্যা) দশভিত্তিক (\"দশমিক\") একটি স্থানিক অঙ্কপাতনের (positional notation) অঙ্করূপে ব্যবহার করা হয়। এমনকি, ১০-এর ঘাতভিত্তিক গ্রিক, সিসিলীয়, রোমান অথবা চৈনিক সংখ্যাগুলোকেও ধারণাগতভাবে \"দশমিক অঙ্কপাতন\" অথবা \"দশমিক পদ্ধতিতে সংখ্যার উপস্থাপন\" হিসেবে বর্ণনা করা যেতে পারে।\nমৌলিক চারটি গাণিতিক ক্রিয়ার (যোগ, বিয়োগ, গুণ ও ভাগ) জন্য আধুনিক পদ্ধতির পরিকল্পনার পেছনে সর্বপ্রথম ভারতীয় গণিতবিদ ব্রহ্মগুপ্ত তার বুদ্ধিমত্তার প্রয়োগ করেন। এটি মধ্যযুগীয় ইউরোপে \"মোডাস ইন্ডোরাম\" অর্থাৎ ভারতীয়দের পদ্ধতি নামে পরিচিত ছিল। অবস্থানের ভিত্তিতে অঙ্কপাতন তথা স্থানিক অঙ্কপাতন \"স্থানীয় মানের মাধ্যমে অঙ্কপাতন\" (place-value notation) নামেও পরিচিত। \n  \n    \n      \n        \n          \n            1\n            \n              10\n            \n          \n        \n        ≤\n        a\n        <\n        \n          \n            10\n          \n        \n      \n    \n    {\\displaystyle {\\frac {1}{\\sqrt {10}}}\\leq a<{\\sqrt {10}}}\n  \n শর্তাধীনে যেকোনো সংখ্যা \n  \n    \n      \n        R\n      \n    \n    {\\displaystyle R}\n  \n-কে \n  \n    \n      \n        R\n        =\n        a\n        ×\n        \n          10\n          \n            b\n          \n        \n      \n    \n    {\\displaystyle R=a\\times 10^{b}}\n  \n আকারে প্রকাশ করা হলে \n  \n    \n      \n        b\n      \n    \n    {\\displaystyle b}\n  \n-এর মানকে  ঐ সংখ্যাটির মানানুক্রম (orders of magnitude) বলা হয়, যা হবে শূন্যসহ যেকোনো পূর্ণ সংখ্যা। পৃথক পৃথক মানানুক্রমের (যেমন: এককের ঘর, দশকের ঘর, শতকের ঘর ইত্যাদি) জন্য একই প্রতীক সহযোগে, উপরন্তু ভগ্নাংশসমূহ (যেমন: দশমাংশের ঘর, শতাংশের ঘর ইত্যাদি) নির্দেশের ক্ষেত্রেও দশমিক বিন্দুসহকারে ঐ প্রতীকগুলোকেই কাজে লাগানোর মাধ্যমে কোনো সংখ্যার উপস্থাপনকেই অর্থাৎ এইভাবে কোনো সংখ্যাকে সংকেতে রূপান্তরকেই (encoding) স্থানিক অঙ্কপাতন নামে নির্দেশ করা হয়। উদাহরণস্বরূপ, ৫০৭.৩৬ সংখ্যাটির অঙ্কপাতনে দেখা যায় এটি ৫ টি শতক (১০২), ০ টি দশ বা দশক (১০১), ৭ টি একক (১০০), ৩ টি দশমাংশ (১০−১) এবং ৬ টি শতাংশের (১০−২) সমষ্টিকে নির্দেশ করছে।\nভারতীয়দের পূর্বে অন্য কোনো সভ্যতার ইতিহাসে স্থানিক অঙ্কপাতনে শূন্যকে ঠাই দেওয়ার উল্লেখ পাওয়া যায় না। অন্যান্য অঙ্কের ন্যায় শূন্যকেও স্থানিক অঙ্কপাতনে স্থান (যেমন: দশমিক পদ্ধতির ক্ষেত্রে একক, দশক, শতক ইত্যাদি ঘরে) দিয়ে সংখ্যায় একে প্রয়োগের ধারণা, উপরন্তু কোনো সংখ্যাকে ০ দ্বারা গুণ এবং সংখ্যার সাথে ০ যোগের সংজ্ঞা যেমন অত্যাবশ্যক, তেমনইভাবে এই অঙ্কপাতনে অন্যান্য মৌলিক অঙ্কের মতোই ০-কেও একটি সংখ্যারূপে গণ্য করার ধারণা থাকা অত্যাবশ্যক। সংখ্যায় নির্দিষ্ট স্থানে  ০-এর প্রয়োগের অর্থাৎ শূন্য যে স্থান দখল করতে পারে তার এবং এর মাধ্যমে সংখ্যার উপস্থাপনের নিমিত্তে একটি স্থানিক অঙ্কপাতনের প্রথম প্রমাণ পাওয়া যায় ৪৫৮ খৃস্টাব্দের লোকবিভাগ শিরোনামের একটি ভারতীয় ও জৈন পুস্তকে। আর কেবল ১৩শ শতকের প্রথম ভাগই ছিল সেই সময় যখন এই ধারণাগুলো আরব দুনিয়ার পণ্ডিতদের মাধ্যমে বাহিত হয়ে ফিবোনাচ্চির হাত ধরে ইউরোপে পরিচিতি লাভ করে, যেখানে ফিবোনাচ্চি এই কাজটি করেছিলেন হিন্দু-আরবি সংখ্যা পদ্ধতি প্রয়োগ ঘটানোর মাধ্যমে।\nএই ধরনের লিখিত সংখ্যা সহযোগে গাণিতিক হিসাব সম্পাদনের জন্য ব্যবহৃত সকল নিয়ম নিয়েই অ্যালগোরিজম গড়ে উঠেছে।   উদাহরণস্বরূপ, যোগের প্রক্রিয়ায় দুটি অবাধ সংখ্যার যোগফল বা সমষ্টিই বের করা হয়। ডান থেকে বাম দিকে অগ্রসর হয়ে প্রতিটি সংখ্যার একই স্থানে (অর্থাৎ, একক, দশক, শতক ইত্যাদির ঘরে) থাকা প্রতিটি স্বতন্ত্র অঙ্ক যোগ করে, এবং একইভাবে পরবর্তী স্থানের (বাম সারির) অঙ্কগুলো যোগের মাধ্যমে এই ফলাফল গণনা করা হয়। দশটি সারি ও দশটি কলামযুক্ত যোগের সারণী থেকে প্রতিটি যোগফলের জন্য সকল সম্ভাব্য মান পাওয়া যায়। যদি কোন যোগফলের মান  ৯-এর চেয়ে বেশি হয়, তবে যোগফলটি দুটি অঙ্ক সহযোগে উপস্থাপন করা হয়। সর্বডানের অঙ্কটি হলো বর্তমান স্থানের মান এবং পরবর্তী ধাপে বামদিকের অঙ্কগুলোর যোগের ফল দ্বিতীয় (সর্ববাম) অঙ্কের মানের সমপরিমাণ বৃদ্ধি পায়। দ্বিতীয় অঙ্কটি সর্বদা এক হবে যদি না এটি শূন্য হয়। এই সমন্বয়কে একটি হাতে রাখা ১ বলা হয় (\"carry\" of the value 1)।\nদুটি অবাধ সংখ্যা গুণের প্রক্রিয়াটি যোগের প্রক্রিয়ার অনুরূপ। দশটি সারি ও দশটি কলামযুক্ত একটি গুণের সারণীতে প্রতিটি জোড়া অঙ্কের গুণফলকে তালিকাভুক্ত করা হয়। যদি এক জোড়া অঙ্কের গুণফল ৯-এর বেশি হয়, তাহলে সমন্বয়ের জন্য হাতে রাখা মান পরবর্তী ধাপের বামদিকের অঙ্কগুলোর গুণফলে দ্বিতীয় (সর্ববাম) অঙ্কের মানের সমপরিমাণ বৃদ্ধি ঘটায়, যেখানে দ্বিতীয় অঙ্কটি ১ থেকে ৮ (৯ × ৯ = ৮১) পর্যন্ত যেকোনো মানের হবে। আরও কয়েকটি ধাপ অগ্রসর হলে চূড়ান্ত ফল বের হবে।\nবিয়োগ ও ভাগের জন্যও একই ধরনের কৌশল বিদ্যমান।\nসন্নিহিত অঙ্ক দুটির মানগুলোর মধ্যে যে সম্পর্ক বিদ্যমান, সেই সম্পর্কের ওপর নির্ভর করে গুণের জন্য সঠিক একটি প্রক্রিয়া তৈরির ব্যাপারটি। অঙ্কবাচক সংখ্যায় বিদ্যমান যেকোনো একটি একক অঙ্কের মান ঐ সংখ্যায় তার অবস্থানের উপর নির্ভর করে। উপরন্তু, বাম দিকের প্রতিটি স্থান এর ডানদিকের সন্নিহিত স্থানের চেয়ে দশগুণ বড় একটি মান উপস্থাপন করে। গাণিতিক ভাষায় বলা যায়, দশমিক সংখ্যার বাম থেকে ডানে গেলে ভিত্তি ১০-এর সূচক এক করে বাড়ে এবং বাম থেকে ডানে গেলে তা এক করে কমে। তাই, সংখ্যায় বিদ্যমান কোনো অবাধ অঙ্কের (স্থানীয়) মান পেতে হলে অঙ্কটিকে  10n আকারের মান দিয়ে গুণ করতে হয়, যেখানে  n হলো একটি পূর্ণসংখা। কোনো সংখ্যায় একটি একক অঙ্ক যে সমস্ত সম্ভাব্য স্থান দখল করে তাদের মানগুলোর তালিকাকে  {..., 102, 10, 100, 10−1, 10−2, ...} আকারে লেখা যায়, যা শব্দে প্রকাশ করলে হবে {..., হাজার, শতক, দশক, একক, দশমাংশ, শতাংশ, সহস্রাংশ,...}।\nএই তালিকার যেকোনো মানকে বারবার ১০ দ্বারা গুণ করা হলে যে পৃথক মানসমূহ পাওয়া যাবে সেগুলোও এই তালিকায় বিদ্যমান। গাণিতিক পরিভাষায় এই বৈশিষ্ট্যটিকে ক্লোজার নামে সংজ্ঞায়িত করা হয় এবং পূর্ববর্তী তালিকাটিকে গুণের অধীনে বদ্ধ হিসেবে বর্ণনা করা হয়। পূর্ববর্তী কৌশলটি গুণের ফলাফল সঠিকভাবে বের করার ক্ষেত্রে ভিত্তিরূপে কাজ করে। সংখ্যাতত্ত্বের ব্যবহারের একটি উদাহরণ হলো এই ফলাফলটি।\n\n\n== সংযুক্ত এককের গণিত ==\nসংযুক্ত (Compound) একক হলো রাশির পরিমাপের সেই একক যেখানে রাশিটিকে কেবল একটি এককের দ্বারা প্রকাশ না করে একাধিক এককের সমন্বয়ে প্রকাশ করা হয়। যেমন: ২.৫০ টাকা না লিখে যদি ২ টাকা ৫০ পয়সা লেখা হয় তবে এটাকে সংযুক্ত এককে প্রকাশ বলা যায়, পক্ষান্তরে ২.৫০ টাকা হলো একটি অনন্য এককে (single unit) প্রকাশ। ফুট ও ইঞ্চি; গ্যালন ও পিন্ট; পাউন্ড, শিলিং ও পেন্স এবং একইভাবে অন্যান্য মিশ্র ভিত্তিযুক্ত (mixed radix) রাশিসমূহের ওপর পাটিগাণিতিক প্রক্রিয়াদির প্রয়োগই হচ্ছে সংযুক্ত এককের গণিত। অর্থ এবং পরিমাপের এককের দশভিত্তিক অর্থাৎ দশমিক পদ্ধতি চালুর আগে বাণিজ্য ও শিল্পক্ষেত্রে সংযুক্ত এককের হিসাব ব্যাপকভাবে ব্যবহার করা হতো।\n\n\n=== মৌলিক পাটিগাণিতিক ক্রিয়াসমূহ ===\nসংযুক্ত এককের গণনায় ব্যবহৃত কৌশলগুলো বহু শতাব্দী ধরে বিকশিত হয়েছে, বিভিন্ন ভাষার অনেক পাঠ্যপুস্তকে যেগুলো ভালোভাবে নথিভুক্ত করা হয়েছে। দশমিক সংখ্যার পাটিগণিত ও সংযুক্ত এককের পাটিগণিতের সংশ্লিষ্ট মৌলিক পাটিগাণিতিক ফাংশনে আরও তিনটি ফাংশনের প্রয়োগ করা হয়। এগুলো হলো:\n\nরিডাকশন বা সংকোচন: এখানে একটি সংযুক্ত রাশিকে একক রাশিতে সংকুচিত করা হয়। উদাহরণস্বরূপ, গজ, ফুট এবং ইঞ্চি একক তিনটির সমন্বয়ে পরিমাপকৃত দূরত্বকে কেবল ইঞ্চিতে রূপান্তর।\nএক্সপানশন বা সম্প্রসারণ: এটা হলো রিডাকশনের বিপরীত। এখানে পরিমাপের অনন্য একককে (single unit) একটি সংযুক্ত এককে রূপান্তর করা হয়। ৫০ সেরকে  ১ মণ ১০ সেরে রূপান্তর হলো এককের সম্প্রসারণের একটি উদাহরণ।\nনর্মালাইজেশন বা আদর্শীকরণ: সংযুক্ত এককের একটি সেটকে একটি আদর্শ আকারে রূপান্তরই আদর্শীকরণ। উদাহরণস্বরূপ, \"১ ফুট ১৩ ইঞ্চি\"-কে \"২ ফুট ১ ইঞ্চি\" লেখা হলো নর্মালাইজেশন।\nপরিমাপের বিভিন্ন একক, তাদের গুণিতক এবং তাদের উপগুণিতকগুলোর মধ্যে সম্পর্কজনিত যে জ্ঞান, তা সংযুক্ত এককের গণিতের জন্য একটি অপরিহার্য অংশ গঠন করেছে।\n\n\n=== সংযুক্ত এককের গণিতের মূলনীতিসমূহ ===\nসংযুক্ত এককের গণনার জন্য দুটি মৌলিক ধারা রয়েছে:\n\nসংকোচন–সম্প্রসারণ পদ্ধতি : এখানে সংযুক্ত এককযুক্ত সমস্ত চলককে অনন্য এককের চলকে সংকোচন করা হয়, এরপর গণনা করা হয় এবং ফলাফলকে পুনরায় সংযুক্ত এককে সম্প্রসারণ করা হয়। এই পদ্ধতিটি স্বয়ংক্রিয় গণনার জন্য উপযুক্ত। এই পদ্ধতির একটি সাধারণ উদাহরণ হিসেবে মাইক্রোসফ্ট এক্সেলের মাধ্যমে সময়ের গণনার কথা বলা যায়, যেখানে সময়ের সকল প্রকার ব্যাপ্তিকে অভ্যন্তরীণভাবে দিনের এবং দিনের দশমিক আকারে প্রক্রিয়াজাত করা হয়, কিন্ত ফলাফল দেখানো হয় দিন-ঘণ্টা-মিনিট-সেকেন্ড ইত্যাদি ব্যাপ্তি সহযোগে বিস্তারিতভাবে।\nঅনগোয়িং নর্মালাইজেশন বা চলমান আদর্শীকরণ পদ্ধতি : এখানে প্রতিটি একককে পৃথক-পৃথকভাবে নির্বাহ করা হয় এবং সমাধানটি এগোনোর সাথে সাথে অবিচ্ছিন্নভাবে সমস্যাটির আদর্শীকরণ করা হয়। চিয়ারত গ্রন্থগুলোতে বিস্তারিতভাবে আলোচিত এই পদ্ধতিটি হাতে-কলমে অর্থাৎ ম্যানুয়াল পদ্ধতির গণনার জন্য সবচেয়ে উপযুক্ত।  যোগের ক্ষেত্রে অনগোয়িং নর্মালাইজেশন পদ্ধতির প্রয়োগ করা হয়েছে এমন একটি উদাহরণ নীচে দেখানো হলো:\n\nএখানে যোগের প্রক্রিয়াটি ডান থেকে বামে চালনা করা হয়েছে এবং d দ্বারা পেনি, s দ্বারা সিলিং ও £ দ্বারা পাউন্ড নির্দেশ করা হয়েছে। এই যোগে প্রথমে পেনি যোগ করা হয়েছে, তারপরে শিলিং এবং পাউন্ড। \"উত্তরের সারি\"র নীচের যে সংখ্যাগুলো দেওয়া হয়েছে, সেগুলো সামগ্রিক যোগ প্রক্রিয়াটির মধ্যবর্তী ফলাফল নির্দেশ করছে।\nপেনির কলামের সংখ্যাগুলো যোগ করা হলে মোট হয় ২৫। এক শিলিংয়ে  ১২ পেনি হওয়ায়  ২৫-কে ১২ দিয়ে ভাগ দিলে ভাগফল হয় ২, এবং ভাগশেষ হয় ১। ভাগশেষ ১-কে উত্তরের সারিতে লেখা হয়েছে এবং ভাগফল হয় ২-কে (হাতে রাখা মান) শিলিংয়ের কলামে স্থানান্তর করা হয়েছে। এরপর শিলিংয়ের কলামের মানগুলো যোগ করলে মোট হয় ২৬; এর সঙ্গে পূর্বের হাতে রাখা মানটি (ভাগফল ২) যোগ করা হলে অনাদর্শ মোট হয় ২৮। যেহেতু, ২০ সিলিংয়ে ১ পাউন্ড হয়, তাই আগের মতোই এবার  ২৮-কে ২০ দিয়ে ভাগ দিলে বের হয় ১ পাউন্ড (হাতে) এবং অবশিষ্ট থাকে ৮ সিলিং, যা উত্তরের সারিতে সিলিংয়ের কলামে বসেছে। সবশেষে পাউন্ডের কলামের মানগুলো যোগ করলে পাওয়া যায় ১২। এর সঙ্গে হাতে রাখা ১ যোগ করলে অনাদর্শ মোট হয় ১৩ পাউন্ড। যেহেতু, এই গণনাটিতে ব্যবহৃত এককগুলোর মধ্যে পাউন্ড সবচেয়ে বড় একক, তাই এরপর আর হাতে রাখার দরকার হয়নি এবং \"অনাদর্শ মোট  ১৩\"-কে উত্তরের সারিতে স্থানান্তর করা হয়েছে।\nউদাহরণরূপে বেছে নেওয়া এই গণনাটিতে সহজবোধ্যতার স্বার্থে ফার্দিংকে (ব্রিটিশ মুদ্রাবিশেষ) বাদ দেওয়া হয়েছে।\n\n\n=== পাটিগাণিতিক প্রক্রিয়াসমূহের প্রয়োগ ===\n\nবিভিন্ন কাজে সংযুক্ত এককগুলোর ব্যবহারের ক্ষেত্রে, বিশেষতঃ এগুলোর বাণিজ্যিক প্রয়োগের নিমিত্তে সহায়তার উদ্দেশ্যে ১৯শ এবং ২০শ শতাব্দীতে বিভিন্ন সহায়ক উপকরণের উন্নয়ন ঘটানো হয়েছিল। এসব সহায়ক উপকরণের মধ্যে সবচেয়ে প্রচলিত ছিল যান্ত্রিক ক্যাশ রেজিস্টারসমূহ, যেগুলো যুক্তরাজ্যের মতো দেশগুলোতে পাউন্ড, শিলিং, পেনি এবং ফার্দিংয়ের সমন্বয়ের জন্য অভিযোজন করা হয়েছিল। সবচেয়ে প্রচলিত সহায়ক উপকরণগুলোর মধ্যে আরেকটি ছিল রেডি রেকনার। রেডি রেকনার আদতে একপ্রকার মুদ্রিত বই, যেখানে ব্যবসায়ীদের সুবিধার্থে নিয়মমাফিক বিভিন্ন গণনা যেমন বিভিন্ন অঙ্কের মুদ্রার শতকরা বা গুণিতকের ফলাফল কী হবে সেগুলো তালিকাভুক্ত করা থাকত। ১৫০ পৃষ্ঠার সাধারণ এই পুস্তিকায় \"এক ফার্দিং থেকে শুরু করে এক পাউন্ডের বিভিন্ন মূল্যমানেরর এক থেকে দশ হাজার\" পর্যন্ত গুণিতক তালিকাভুক্ত করা হয়েছিল।\nমানুষ বহু বছর ধরেই সংযুক্ত এককের গণনার জটিল প্রকৃতির কথা জানত। ১৫৮৬ সালে ফ্লেমিশ গণিতবিদ সাইমন স্টিভোন একটি প্যাম্ফলেট প্রকাশ করেছিলেন। ভবিষ্যতে যে দশমিক পদ্ধতির মুদ্রা, পরিমাপ ও ওজন যে চালু হবেই হবে তার সর্বজনীন ঘোষণা দেওয়া হয়েছিল ডি থিয়েন্ডে (\"দশম\") নামের তার এই ছোট পুস্তিকায়। আধুনিক যুগে মাইক্রোসফ্ট উইন্ডোজ সেভেন অপারেটিং সিস্টেম চালিত ক্যালকুলেটরসহ একক রূপান্তরের অনেক প্রোগ্রামেই সংযুক্ত একককে সম্প্রসারিত আকারে না দেখিয়ে বরং দশমিক ব্যবহার করে সংকুচিত আকারে একটি অনন্য একক দিয়ে প্রদর্শন করা হয়। যেমন: \"২ ফুট ৬ ইঞ্চি\" না দেখিয়ে বরং \"২.৫ ফুট\"  দেখানো হয়।\n\n\n== সংখ্যাতত্ত্ব ==\n\nঊনবিংশ শতক পর্যন্ত \"পাটিগণিত\"-এর প্রতিশব্দরূপে সংখ্যাতত্ত্ব শব্দটি ব্যবহৃত হতো।  পাটিগণিতের এই সমস্যাগুলো মৌলিক গাণিতিক প্রক্রিয়াগুলোর সাথে সরাসরি সম্পর্কযুক্ত ছিল। আর এগুলো ছিল মৌলিকত্ব, বিভাজ্যতা এবং ফের্মার শেষ উপপাদ্যের মতো পূর্ণসংখ্যার সমীকরণসমূহের সমাধান বিষয়ক। এটা লক্ষ্য করা গেছে যে, অবস্থার দিক থেকে এই সমস্যাগুলোর বেশিরভাগই খুবই প্রাথমিক পর্যায়ের হলেও এগুলো খুব কঠিন এবং গণিতের অন্যান্য অনেক শাখার ধারণা এবং পদ্ধতির সাথে জড়িত খুব গভীর গণিত ছাড়া এগুলোর সমাধান করা সম্ভব নয়। এই বিষয়টি সংখ্যাতত্ত্বের নতুন নতুন শাখা যেমন: বিশ্লেষণী সংখ্যাতত্ত্ব, বীজগাণিতিক সংখ্যাতত্ত্ব, ডিওফ্যান্টাইন জ্যামিতি এবং পাটিগাণিতিক বীজগণিতীয় জ্যামিতির উদ্ভাবনে নেতৃত্ব দেয়। ফের্মার শেষ উপপাদ্যের ওপর ওয়াইলসের প্রমাণ হলো অত্যাধুনিক ও বাস্তবধর্মী (sophisticated) পদ্ধতিগুলোর প্রয়োজনীয়তার একটি সাধারণ উদাহরণ, যা প্রাথমিক পাটিগণিতের জন্য উল্লেখ করা যেতে পারে এমন সমস্যাগুলোর সমাধানের ক্ষেত্রে  পাটিগণিতের চিরায়ত পদ্ধতিগুলোকে ছাড়িয়ে গেছে।\n\n\n== শিক্ষার অংশরূপে পাটিগণিত ==\nপদ্যে রচিত পাটিগণিতের একটি সমস্যা এ রকম: \n\nগণিতে হাতেখড়ি দেওয়ার ক্ষেত্রে সচরাচর স্বাভাবিক সংখ্যা, পূর্ণ সংখ্যা ও ভগ্নাংশের পাটিগণিতের অ্যালগরিদমের ওপর এবং দশমিক পদ্ধতির স্থানীয় মানের দ্বারা লিখিত দশমিক সংখ্যার পাটিগণিতের অ্যালগরিদমের ওপর অর্থাৎ উল্লেখিত সংখ্যাগুলো হিসাব করার ওপর ভালভাবে নজর দেওয়া হয়। জ্ঞানের এই শাখা কখনও কখনও অ্যালগরিজম (algorism) নামেও পরিচিতি পেয়ে থাকে।\nএই অ্যালগরিদমগুলোর দুঃসাধ্যতা এবং নিরুৎসাহী দৃষ্টিগোচরতা শিক্ষাবিদমহলে এই পাঠ্যক্রমকে নিয়ে প্রশ্ন করার দীর্ঘ এক সুযোগ এনে দেয়। আরও কেন্দ্রীয় এবং স্বজ্ঞাত যে গাণিতিক ধারণাগুলো অতীতে শেখানো হতো সেগুলোর পক্ষে শিক্ষাবিদদের দীর্ঘদিন ওকালতি করার পেছনের কারণও ছিল এই দুঃসাধ্যতা এবং নিরুৎসাহী দৃষ্টিগোচরতা। নিউ ম্যাথমেটিক্স নামের নতুন এক পদ্ধতির উদ্ভাবন ছিল এই ধারাবাহিকতার অন্তর্ভুক্ত একটি উল্লেখযোগ্য আন্দোলন, যা স্পুটনিক সংকটের অল্পকিছুদিন পরেই মার্কিন যুক্তরাষ্ট্রের শিক্ষা কাঠামোয় পরিবর্তনের ধারাবাহিকতায় ১৯৬০ এবং ১৯৭০-এর দশকে অন্তর্ভুক্ত করা হয়। সেট তত্ত্বের স্বতঃসিদ্ধ যে বিকাশ, তার আলোকে পাটিগণিত শেখানোর চেষ্টা করা হয়েছিল গণিত শেখানোর নতুন এই নিয়মে, যা আবার ছিল উচ্চতর গণিতের প্রচলিত রীতির অনুরূপ।\nএছাড়াও, যাকাত ও মুসলিম উত্তরাধিকার সম্পর্কিত আইনসমূহের প্রয়োগ সংক্রান্ত শিক্ষার কাজেও পাটিগণিতের প্রয়োগ ঘটেছিল মুসলিম পণ্ডিতদের হাত ধরে। আবদুল ফাত্তাহ আল দুমিয়াতি-এর দ্য বেস্ট অফ অ্যারিথমেটিক শিরোনামের একটি বইয়ে এ সংক্রান্ত আলোচনা করা হয়েছে। বইটির শুরুতে গণিতের ভিত্তি নিয়ে আলোচনা করা হয়েছে এবং এর প্রয়োগ দেখানো হয়েছে পরবর্তী অধ্যায়গুলোতে।\n\n\n== বিস্তার ==\n\n\n== আরও দেখুন ==\n\nবীজগণিত\nযোগাত্মক বিপরীত সংখ্যা\nসমান্তর প্রগমন\nবিনিময় বৈশিষ্ট্য\nপূর্ণ সংখ্যা\nসংখ্যারেখা\n\n\n== তথ্যসূত্র ==\n\n\n== সহায়ক গ্রন্থপঞ্জি ==\nCunnington, Susan, The Story of Arithmetic: A Short History of Its Origin and Development, Swan Sonnenschein, London, 1904\nDickson, Leonard Eugene, History of the Theory of Numbers (3 volumes), reprints: Carnegie Institute of Washington, Washington, 1932; Chelsea, New York, 1952, 1966\nEuler, Leonhard, Elements of Algebra, Tarquin Press, 2007\nFine, Henry Burchard (1858–1928), The Number System of Algebra Treated Theoretically and Historically, Leach, Shewell & Sanborn, Boston, 1891\nKarpinski, Louis Charles (1878–1956), The History of Arithmetic, Rand McNally, Chicago, 1925; reprint: Russell & Russell, New York, 1965\nOre, Øystein, Number Theory and Its History, McGraw–Hill, New York, 1948\nWeil, André, Number Theory: An Approach through History, Birkhauser, Boston, 1984; reviewed: Mathematical Reviews 85c:01004"}