{"pageid": 12159, "title": "উইগুর ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12159", "content": "উইগুর ভাষা (( ئۇيغۇر تىلى, Уйғур тили, Uyghur tili, Uyƣur tili or ئۇيغۇرچە, Uyghurche, Uyƣurqə), уйғурчәউইগুর্চ্যা) আলতায়ীয় ভাষাপরিবারের তুর্কীয় শাখার একটি সদস্য ভাষা। উত্তর-পশ্চিম গণচীনের সিঞ্চিয়াং উইগুর স্বায়ত্বশাসিত অঞ্চলের ৭২ লক্ষ উইগুর আদিবাসী এই ভাষায় কথা বলেন। এছাড়া কাজাকিস্তানের প্রায় ৩ লক্ষ লোক এতে কথা বলেন। এছাড়া মধ্য এশিয়ার অন্যান্য দেশ, যুক্তরাজ্য ও যুক্তরাষ্ট্রে এটি প্রচলিত।\nপ্রাচীনকালে উইগুর জাতির লোকেরা বর্তমান মঙ্গোলিয়াতে বসবাস করত। সেখানে তারা একটি রাজ্য স্থাপন করেছিল। ৮৪০ সালে কিরগিজ হানাদারেরা তাদেরকে পরাজিত করে। এর পর কিছু উইগুর উত্তর চীনে চলে আসে। এদেরকে ইয়ুগুর বা হলুদ উইগুর বলা হয়। এদের ভাষা উইগুর ভাষা অপেক্ষা ভিন্ন। উইগুরদের আরেকটি বড় দল উত্তর-পূর্ব চীনের তুর্ফান অঞ্চলে বসতি স্থাপন করে, যেখানে তারা আরেকটি রাষ্ট্র স্থাপন করে, যেটি ১৫শ শতক পর্যন্ত স্থায়ী ছিল। এই লোকেরা যে ভাষায় কথা বলত, সেগুলিকে বর্তমানে উইগুর ভাষার তুর্ফান ও কাশগার উপভাষা হিসেবে গণ্য করা হয়।\nমধ্য এশিয়ায় চাগাতাই খানাত বা রাজত্ব প্রতিষ্ঠিত হলে উইগুর শব্দটি হারিয়ে যায়। এই রাজত্বের সরকারি ভাষা ছিল উজবেক ও উইগুরের মিশ্রণে তৈরি কৃত্রিম চাগাতাই ভাষা। ১৯২১ সালে আবার উইগুর শব্দটি আবার পুনরুজ্জীবিত করা হয় এবং উইগুর লোকেদেরকে চিহ্নিত করতে সরকারিভাবে শব্দটি ব্যবহার করা শুরু হয়।\nবর্তমানে যে আদর্শ উইগুর ভাষা প্রচলিত, তা চাগাতাই খানাতের পূর্ববর্তী উইগুর ভাষার চেয়ে অনেক আলাদা। ১৯শ শতকে পূর্ব তুর্কিস্তানের বিভিন্ন অঞ্চল থেকে বহু সংখ্যক উইগুর জাতির লোক ইলি নদীর তীরে বসতি স্থাপন করা শুরু করে। তাদের কথ্য বিভিন্ন উইগুর উপভাষা এবং ইলি উপত্যকার উপভাষাটি মিশ্রিত হয়ে আধুনিক আদর্শ উইগুর ভাষাটির জন্ম হয়েছে।\nউইগুরদেরকে চীনের ৫৬টি জাতির একটি জাতি হিসেবে স্বীকৃতি দেয়া হয়েছে। সিঞ্চিয়াং-এর প্রাদেশিক সরকারি ভাষা হিসেবে উইগুর ভাষা প্রতিষ্ঠিত। শিক্ষা ও গণমাধ্যমের সর্বত্র এটি ব্যবহৃত। প্রায় ৫০টি সংবাদপত্র ও সাময়িকী এবং ৬টির মত টেলিভিশন চ্যানেলে এই ভাষা ব্যবহার করা হচ্ছে। মাধ্যমিক থেকে বিশ্ববিদ্যালয় পর্যায় পর্যন্ত উইগুর ভাষায় শিক্ষার ব্যবস্থা আছে। বয়স্ক উইগুরেরা কেবল উইগুর ভাষাতেই কথা বলেন। অন্যদিকে তরুণ প্রজন্ম উইগুর ছাড়াও চীনা ভাষাতেও স্বচ্ছন্দ।\nকাজাকিস্তানের ৩ লক্ষ উইগুর জাতির লোকের ৮০%-এর মাতৃভাষা উইগুর ভাষা। কাজাকিস্তানের বেশির ভাগ তরুণ ও শিক্ষিত উইগুর রুশ ভাষাতেও কথা বলতে পারে।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:চীনের ভাষা"}