{"pageid": 12164, "title": "হিব্রু ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12164", "content": "হিব্রু বা ইব্রীয় (ইব্রীয়: עִבְרִית, ʿivrit; আরবি: العِبْرِيَّة, প্রতিবর্ণীকৃত: al-ʿibriyyah; আ-ধ্ব-ব: [ivˈʁit] বা [ʕivˈɾit]) হল একটি উত্তর-পশ্চিমা সেমিটিক ভাষা যা  ফিলিস্তিন  ও ইসরায়েলের রাষ্ট্রভাষা। এই ভাষায় মূলত ইস্রায়েলীয় ও সামারিতীয় রা কথা বলে।   ২০১২ সালের একটি জরিপমতে বিশ্বে হিব্রু ভাষাভাষীর সংখ্যা ৯০ লাখ যার মধ্যে ৫০ লাখ ইসরাইলের বাসিন্দা। ঐতিহাসিকভাবে হিব্রুকে ফিলিস্তিনি  ও তাদের পূর্বপুরুষদের ভাষা হিসেবে গণ্য করা হয়, যদিও তানাখে ভাষাটিকে ইব্রীয় নামে অবিহিত করা হয়নি। হিব্রু আফ্রো-এশীয় ভাষা-পরিবারের সেমিটীয় শাখার সদস্য। ভাষাটি একমাত্র কনানীয় ভাষা যা এখনও কথিত হয় এবং এটি কোনো মৃত ভাষার পুনরুজ্জীবিত হওয়ার একমাত্র সফল উদাহরণ। বাইবেলের পুরাতন নিয়ম তথা তোরাহের ভাষা হিব্রু।\n\n\n== ইতিহাস ==\nহিব্রু ভাষার ইতিহাস বৈচিত্র্যময়। ২০০ খ্রিষ্টাব্দের দিকে মুখের ভাষা হিসেবে এটি বিলুপ্ত হয়ে যায়। কিন্তু লিখিত ভাষা হিসেবে এটি আরও বহু শতক টিকে থাকে। এটি ধর্ম, আইন, ব্যবসা, দর্শন ও চিকিৎসা বিষয়ক বহু বই লিখতে ব্যবহৃত হত। ১৯শ শতকের শেষে ও বিংশ শতাব্দীর শুরুতে কথ্য ভাষা হিসেবে এটির পুনর্জন্ম হয়। বিশ্বের বিভিন্ন অঞ্চল থেকে (প্রধানত রাশিয়া থেকে) বর্তমান ইসরায়েলে (তৎকালীন ব্রিটিশ প্যালেস্টাইনে) ইহুদিরা তাদের নিজস্ব বিভিন্ন মাতৃভাষা যেমন আরবি, ইডিশ, রুশ, ইত্যাদির পরিবর্তে আধুনিক হিব্রু ভাষায় কথা বলা শুরু করেন। ১৯২২ সালে হিব্রু ব্রিটিশ প্যালেস্টাইনের সরকারি ভাষার মর্যাদা পায়।\nইসরায়েলে প্রায় ৫০ লক্ষের বেশি লোক হিব্রু ভাষায় কথা বলেন। এছাড়া বিশ্বের বিভিন্ন ইহুদি সম্প্রদায়ের প্রায় কয়েক লক্ষ লোক হিব্রুতে কথা বলেন। বর্তমানে আরবির পাশাপাশি হিব্রু ইসরায়েলের সরকারি ভাষা। আরব সেক্টরগুলি বাদে ইসরায়েলের সমস্ত সরকারি ও বেসরকারি কাজে হিব্রু ব্যবহার করা হয়। সরকারি স্কুলগুলিতে হয় হিব্রু বা আরবি ভাষায় শিক্ষাদান করা হয়, তবে আরবি স্কুলগুলিতে হিব্রু দশম শ্রেণী পর্যন্ত পড়া বাধ্যতামূলক। বিশ্ববিদ্যালয় পর্যায়েও হিব্রু ভাষাই শিক্ষাদানের মাধ্যম। ইসরায়েলের সংবাদপত্র, বই, রেডিও ও টেলিভিশনের প্রধান ভাষা হিব্রু।\n\n\n== পুনর্জন্ম ==\nআধুনিক কথ্য ভাষা হিসেবে হিব্রুর পুনঃপ্রতিষ্ঠার নেপথ্যে ছিলেন এলিয়েজের বেন ইয়েহুদা নামের এক রুশ-বংশোদ্ভূত ইহুদি। তিনি ১৮৮১ সালে হিব্রু ভাষা পুনঃপ্রতিষ্ঠার পরিকল্পনা নিয়ে তৎকালীন উসমানীয় সাম্রাজ্যের অধীন ব্রিটিশ প্যালেস্টাইনে আসেন। বেন ইয়েহুদা চাইতেন প্যালেস্টাইনে বসবাসরত ইহুদিরা কেবলই হিব্রু ভাষায় কথা বলুক। তিনি হিব্রুকে ঘরে ও বাইরে সমাজের সব ধরনের কাজের চাহিদা মেটাতে সক্ষম একটি ভাষা হিসেবে প্রচলন করার পরিকল্পনা নেন। এজন্য তিনি ইহুদি শিশুরা যাতে ছোটবেলা থেকেই হিব্রুতে শিক্ষা পায়, তার ব্যবস্থা করেন। এভাবে ধীরে ধীরে হিব্রু আবার একটি জীবিত ভাষায় পরিণত হয়। আজকে হিব্রু ইসরায়েলের সরকারি ভাষা।\n\n\n== জনপ্রিয় গ্রন্থ ও রচনা ==\nগিলাদ জাকারমান (Zuckermann, Ghil'ad)\n(2003), Language Contact and Lexical Enrichment in Israeli Hebrew, Palgrave Macmillan (আইএসবিএন ৯৭৮১৪০৩৯১৭২৩২/আইএসবিএন ৯৭৮১৪০৩৯৩৮৬৯৫)\n(2014), Jewish Language Contact (International Journal of the Sociology of Language 226)\n(2020), Revivalistics: From the Genesis of Israeli to Language Reclamation in Australia and Beyond, Oxford University Press (আইএসবিএন ৯৭৮০১৯৯৮১২৭৯০/আইএসবিএন ৯৭৮০১৯৯৮১২৭৭৬)\n(2012), Burning Issues in Afro-Asiatic Linguistics  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ আগস্ট ২০২০ তারিখে\n\n\n== আরও দেখুন ==\nহিব্রু লিপি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOfficial website  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ মে ২০১৮ তারিখে of the Academy of the Hebrew Language\nMa'agarim – The Historical Dictionary Project by the Academy of the Hebrew Language\nHebrew Phrases by the Israeli Ministry of Tourism"}