{"pageid": 12161, "title": "কিনিয়ারোয়ান্ডা ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12161", "content": "কিনিয়ারোয়ান্ডা ভাষা হলো রোয়ান্ডার একটি আনুষ্ঠানিক ভাষা এবং রোয়ান্ডা-রুন্ডি ভাষার একটি উপ-ভাষা, যে ভাষায় রোয়ান্ডা, গণতান্ত্রিক কঙ্গো প্রজাতন্ত্র এবং দক্ষিণ উগান্ডা সংলগ্ন অঞ্চলগুলোতে প্রায় ১ কোটি মানুষ কথা বলে। এ অঞ্চলগুলোতে এটি রুফুমবিরা নামে পরিচিত। পার্শ্ববর্তী বুরুন্ডিতে এর পাস্পরিক বোধগোম্যময় উপ-ভাষা কিরুন্ডি একটি আনুষ্ঠানিক ভাষা।  গণতান্ত্রিক কঙ্গো প্রজাতন্ত্রতের দক্ষিণ কিভু এবং উত্তর কিভুতে এর দুটি প্রচলিত পারস্পরিক উপভাষার নাম কিনিয়াউইসা এবং কিনিয়ামুলেঙ্গা।\nকিনিয়ারোয়ান্ডা হচ্ছে রোয়ান্ডার চারটি আনুষ্ঠানিক ভাষার একটি (বাকি তিনটি ইংরেজি, ফরাসি এবং সোয়াহিলি ভাষা)। দেশটির প্রায় সকল স্থানীয় জনগণ এই ভাষায় কথা বলেন। এ ব্যাপারটি ঔপনোবেশিক শক্তি কর্তৃক নির্ধারিত সীমানার আধুনিক আফ্রিকান রাষ্ট্রগুলোর থেকে বিপরীত এবং জাতিগত সীমানা বা উপনিবেশ পূর্ববর্তী রাজ্যগুলোর রাজ্যগুলোর ক্ষেত্রে প্রযোজ্য নয়।\n\n\n== শব্দতত্ত্ব ==\n\n\n== ব্যান্জনবর্ণ ==\nনিচের টেবিলে কিনিয়ারোয়ান্ডা ভাষার ব্যান্জনবর্ণগুলো দেখানো হলো:-\n\n/p/ is only found in loanwords.\nConsonants in parentheses are allophones.উভয়ৌষ্ঠ্য ব্যঞ্জনধ্বনি\n\n\n=== স্বরধ্বনি ===\nনিচের টেবিলটিতে কিনিয়ারোয়ান্ডা ভাষার স্বরবর্ণধ্বনিগুলো দেওয়া হলো:-\n\n\n=== ধ্বনিয় ===\nকিনিয়ারোয়ান্ডা একটি ধ্বনিয় ভাষা। অনেক বানতু ভাষার মতো এ ভাষারও উচ্চ ও নিম্ন ধ্বনির মধ্যে অনেক পার্থক্য বিদ্যমান। নিম্ন ধ্বনির বর্ণমালাগুলোকে ধ্বনিহীন হিসেবেও বিবেচনা করা যেতে পারে। কিনিয়ারোয়ান্ডা ভাষার ধ্বনির বোধগোম্যতা কিছু শব্দগত নিতী দ্বারা প্রভাবিত হয়।\n\n\n== অর্থোগ্রাফি ==\n\nকিছু গাঠনিক ক্ষেত্র ছাড়া, বক্তা'ki' এবং 'ke' -কে পরিবর্তন করে [ki] এবং [ke] অথবা [ci] এবং [ce] হিসেবে উচ্চারণ করতে পারেন।\nশব্দের শেষে 'a', 'e', অথবা 'i' থাকলে এবং পরের শব্দের শুরু কোনো স্বরবর্ণ দিয়ে হলে তা একটি বর্জন নীতি অনুসরণ করে (এ বিষয়টি রুয়ান্ডা।রুয়ান্ডার জাতীয় সংঙ্গিতের একটি উদ্ধৃতিতে লক্ষণীয়, যা নিচে উদাহরণ হিসেবে উল্লেখ করা হলো) সাধারণ কথোপকথনে য়দিও এর অর্থোগ্রাফি একই থাকে, যেমন: Reka tukurate tukuvuge ibigwi wowe utubumbiye hamwe twese Abanyarwanda uko watubyaye berwa, sugira, singizwa iteka। এর উচ্চারণ করা হয় এভাবে: \"Reka tukurate tukuvug' ibigwi wow' utubumiye hamwe twes' abanyarwand' uko watubyaye berwa, sugira singizw' iteka.\nনিচে Cw এবং Cy এর শব্দপ্রকরণ এবং উচ্চারণের মধ্যে কিছু পার্থক্য রয়েছে। উচ্চারণের ক্ষেত্রে, /w j/ স্বরটি জড়ালো হয়ে ব্যাজ্ঞনবর্ণগুচ্ছতে থামে। উদাহরণস্বরূপ, rw (রুয়ান্ডায়) [ɾɡw] হিসেবে উচ্চারিত হয়। এ পার্থক্যগুলো নিচে দেখানো হলো:\n\nবিঃদ্রঃ এগুলো সবই ক্রম। উদাহরণস্বরূপ, এগুলো কোনোটিই লাকিয়াল ভেলার [ɡ͡b] নয়। এমনকি, যখন ‘Rwanda’ ‘/ɾɡwanda/’ হিসেবে উচ্চারিত হয়, তখনও তার শুরুটি একটি ক্রম।\n\n\n== ব্যাকরণ ==\n\n\n=== বিশেষ্য ===\nকিনিয়ারোয়ান্ডা ভাষা বানতু বিশেষ্য শ্রেণিরগুলোর ১৬টি ব্যবহার করে। এগুলো কখনো কখনো ১০টি জোড়ায় একত্রিত হয় যাতে একই শব্দের সর্বাধিক একবচন ও বহুবচন রূপ একই শ্রেণিভূক্ত করা যায়। নিচের টেবিলে ১৬টি বিশেষ্য শ্রেণি এবং তারা কীভাবে দুটি অধিক ব্যবহৃত নিয়মে একত্রিত হয় তা দেখানো হয়েছে।\n\n\n=== ক্রিয়া ===\nকিনিয়ারোয়ান্ডা ভাষার সকল ক্রিয়াই Infinitive, যার শুরু হয় ‘ku’ দিয়ে (ডাল -এর নীতি অনুসারে, স্বরবর্ণের পূর্বে ‘k(w)’ -তে পরিবর্তিত হয় এবং ধ্বনিহীন ব্যাঞ্জনবর্ণের পূর্বে ‘gu’ -তে পরিবর্তিত হয়) সংহতকরণের জন্য  Infinitive Prefix অন্য একটি subject -এর সাথে সঙ্গতিপূর্ণ Prefix দ্বারা পরিবর্তিত হয়ে যায়। এরপর একটি কাল নির্ধারক যোগ করা যেতে পারে।\n\nশ্রেণি I -এর prefix ‘y-’/‘a’- এবং ‘ba’ ‘মানুষ (বহুবচন)’ এর জন্য ৩য় ব্যক্তির সাথে সম্পর্কিত। ডাল -এর নীতি অনুসারে, লাবিয়াল ধ্বনির (p, b, f, v) পূর্বে ব্যক্তি সম্পর্কিত prefix n হয়ে যায় m এবং ‘tu’- হয়ে যায় ‘du’।\n\nপ্রত্যেকটি সাধারণ ক্রিয়ার তিনটি নির্ধারক আছে: Imperfective (রূপমূল -a দিয়ে শেষ হয়), Perfective (রূপমূল -:ye দিয়ে শেষ হয়, যা পূর্ববর্তী অংশগুলোতে রুপতত্ত্বীয় বিভিন্নতা ঘটাতে পারে), subjunctive (রূপমূল -e দিয়ে শেষ হয়)।\nবোটনে -এর মতে, কোনো ক্রিয়া আইট অ্যাকশনসার্ট শ্রেণিগুলোর যেকোনো একটির অন্তর্ভুক্ত থাকতে পারে, যাকে স্টাটিভ বা ডাইনামিক শ্রেণিগুলোতে বৃহত্তরভাবে অন্তর্ভুক্ত করা যায়। তাৎক্ষণিক কালের (tense) ক্ষেত্রে ডাইনামিক ক্রিয়া ইমপারফেক্টিভ নির্ধারক এবং স্টাটিভ ক্রিয়া পারফেক্টিভ নির্ধারক ব্যবহার করে। কিন্তু habitual বা gnomic tense এর ক্ষেত্রে দুটো ক্রিয়াই ইমপারফেক্টিভ নির্ধারক ব্যবহার করেন।\nSimple tense/mood marker -গুলোর মধ্যে রয়েছে:\n\nবর্তমান নির্ধারকের ক্ষেত্রে (present stem):\nPresent ('I do'): - (no infix)\nPresent Progressive ('I am doing'): -ra- (n দিয়ে শুরু হয়ে -da- দিয়ে একত্রিত হয়)\nHabitual Past ('আমি এটা করতাম/করছিলাম'):  ক্রিয়ার সাথে -a- এবং -ga suffix যোগ হয়েছে\nFuture ('আমি করব'): -za- \nঅতীত নির্ধারকের ক্ষেত্রে (past stem):\nPolite Imperative ('আমাকে করতে দাও'; 'অনুগ্রহ করে করো'): - (no infix)\nPerfect ('আমি করেছি/আমি করেছিলাম'):  -a-\nNear Past ('আমি মাত্র করলাম'): -ra- (n দিয়ে শুরু হয়ে -da- দিয়ে একত্রিত হয়)\nPreterite ('আমি করেছিলাম'): -ara-\nSubjunctive ('সেটা আমি করি/করেছিলাম'): -za- \nকোনো Object এর affix সেই Object -এর বিশেষ্য শ্রেণি অনুযায়ী কাল নির্ধারক এর পরে অথবা ক্রিয়া নির্ধারকের পূর্বে বসে।\n\nব্যক্তিবাচক affix-গুলো নিচে দেওয়া হলো:\n\n\n=== কোজেটিভ (Causatives) ===\nকিনিয়ারোয়ান্ডা ভাষায় রূপতত্ত্বীয় ক্রিয়ার পাশাপাশি পেরিফেরাস্টিক কোজেটিভ (Causatives) এর ব্যবহার আছে।\nপেরিফেরাস্টিক কোজেটিভ (Causatives) -teer- and -tum- ক্রিয়া ব্যবহার করে, যাদের অর্থ ‘ঘটানো’ বা ‘ঘটায়’ (cause), -teer- এর ক্ষেত্রে প্রধান subject মূল clause -এর object -এ পরিণত হয়। এতে ইংরেজির মতো মূল ক্রিয়া infinitive রূপেই থাকে।\n\nএ গঠনে S উঠিয়ে দেওয়া যেতে পারে।\n\n-túm- এর ক্ষেত্রে, S আটকানো clause -টিতে থাকবে এবং মূল ক্রিয়া ব্যক্তি এবং কালের জন্য নির্দেশিত থাকবে। :\n\nডেরিভেসনাল কোসেটিভগুলো instrumental marker -iish- ব্যবহার করে।. গঠন একই কিন্তু subject যদি inanimate হয়, তাহলে এটি instrumental কিন্তু subject যদি animate হয়, তাহলে এটি কোজেটিভ (causative):\n\nএই রূপতত্ত্বটি intransitives (3) অথবা transitives (4) এর জন্য প্রযোজ্য:\n\nযদিও শুধু একটি animate direct object থাকতে পারে কিন্তু যদি কোনো বাক্যে দুটি থাকে, তাহলে প্রসঙ্গ থেকে দুটিই উঠিয়ে দেওয়া বা অনুক্ত করে দেওয়া হয়।\n-iish- suffix -টি একটি indirect causation বোঝায় (যেমনটা এই ইংরেজি বাক্যটির have -এর ক্ষেত্রে লক্ষণীয়: I had him write a paper), তবে অন্যান্য কোজেটিভগুলো direct causation বোঝায় (যেমনটা এই ইংরেজি বাক্যটির make -এর ক্ষেত্রে লক্ষণীয়  in \"I made him write a paper\").\nএই direct causation device -গুলোর একটি \"neutral\" morpheme -ik- উঠিয়ে দেওয়া, যা একটি সম্ভাবনাময় অবস্থা নির্দেশ করে -ik- বাদ দিলে নির্দেশকের সাথে -iish যোগ হতে পারে, কিন্তু এতে causation স্বল্প direct হবে:\n\nআরেকটি direct causation marker হচ্ছে -y-, যা কিছু ক্রিয়ার সাথে ব্যবহৃত হয়।:\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nBoyd, J. Barron (ডিসেম্বর ১৯৭৯)। \"African Boundary Conflict: An Empirical Study\"। African Studies Review। 22 (3): 1–14। আইএসএসএন 0002-0206। জেস্টোর 523892। \nBrack, Matthias & Marie-Goretti Musoni (eds.) (২০২০)। Kinyarwanda Wörterbuch. Mit einer Einführung in Sprache und Grammatik (German ভাষায়)। Cologne: Rüdiger Köppe Verlag। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অতিরিক্ত লেখা: লেখকগণের তালিকা (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nHabumuremyi, Emmanuel;  ও অন্যান্য (২০০৬)। IRIZA-STARTER 2006: The 1st Kinyarwanda–English and English–Kinyarwanda Dictionary। Kigali: Rural ICT-Net। \nJouannet, Francis (ed.) (১৯৮৩)। Le Kinyarwanda, langue bantu du Rwanda (French ভাষায়)। Paris: SELAF। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অতিরিক্ত লেখা: লেখকগণের তালিকা (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nKimenyi, Alexandre (১৯৭৯)। Studies in Kinyarwanda and Bantu Phonology। Edmonton, Alberta, Canada: Linguistic Research Inc.। আইএসবিএন 0887830331। \nKimenyi, Alexandre (১৯৮০)। A Relational Grammar of Kinyarwanda। Berkeley: University of California Press। আইএসবিএন 0520095987। \nRumford, James (২০২০)। Ikinyarwanda। Honolulu: Manoa Press। আইএসবিএন 9781891839245। \n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে কিনিয়ারোয়ান্ডা ভাষা সম্পর্কিত মিডিয়া দেখুন।\nKinyarwanda.net Kinyarwanda–English dictionary  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ আগস্ট ২০১১ তারিখে and grammar reference\nKinyarwanda phonology case study by University of Texas\nPanAfrican localisation page on Kinyarwanda and Kirundi\nKinyarwanda–English Dictionary by Betty Ellen Cox  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ অক্টোবর ২০১৭ তারিখে\nA Kinyarwanda-English and English-Kinyarwanda Dictionary\nটেমপ্লেট:Languages of Rwanda\nটেমপ্লেট:Languages of Uganda\nটেমপ্লেট:Narrow Bantu languages"}