{"pageid": 12176, "title": "দক্ষিণ আফ্রিকা", "url": "https://bn.wikipedia.org/wiki?curid=12176", "content": "দক্ষিণ আফ্রিকা আফ্রিকা মহাদেশের সর্বদক্ষিণে অবস্থিত রাষ্ট্র। দেশটির পূর্ণ সরকারি নাম দক্ষিণ আফ্রিকা প্রজাতন্ত্র (ইংরেজি: Republic of South Africa)। দেশটির দক্ষিণে ভারত মহাসাগর ও দক্ষিণ আটলান্টিক মহাসাগর অবস্থিত; দুই মহাসাগর মিলিয়ে দক্ষিণ আফ্রিকার উপকূলীয় তটরেখার দৈর্ঘ্য প্রায় ২৮০০ কিলোমিটার। দক্ষিণ আফ্রিকার উত্তর সীমান্তে নামিবিয়া, বতসোয়ানা ও জিম্বাবুয়ে এবং পূর্ব ও উত্তর-পূর্ব সীমানায় মোজাম্বিক  ও ইসোয়াতিনি (প্রাক্তন সোয়াজিল্যান্ড) রাষ্ট্রগুলি অবস্থিত। এছাড়া দক্ষিণ আফ্রিকা ক্ষুদ্র  স্বাধীন রাষ্ট্র লেসোথোকে চারদিক থেকে ঘিরে রেখেছে। দক্ষিণ আফ্রিকার আয়তন প্রায় ১২,২১,০৩৭ বর্গকিলোমিটার (বাংলাদেশের আয়তনের প্রায় সাড়ে আট গুণ ও ভারতের আয়তনের এক-তৃতীয়াংশের কিছু বেশি)। এখানে ৫ কোটি ৮০ লক্ষেরও বেশি অধিবাসী বাস করে, ফলে এটি বিশ্বের ২৪তম সর্বোচ্চ জনবহুল রাষ্ট্র। জনঘনত্ব খুবই কম, প্রতি বর্গকিলোমিটারে ৪২.৪ জন, যা বিশ্বে ১৬৯তম। রাষ্ট্রটির তিনটি রাজধানী আছে। প্রিটোরিয়া বা তশোয়ানে নির্বাহী রাজধানী, কেপ টাউন আইন বিভাগীয় রাজধানী এবং ব্লুমফন্টেইন বা মানগাউং বিচার বিভাগীয় রাজধানী। দেশটির বৃহত্তম নগরী জোহানেসবার্গ; এছাড়া ডারবান ও পোর্ট এলিজাবেথ অন্যতম প্রধান কিছু নগরী। প্রশাসনিকভাবে নয়টি প্রদেশে বিভক্ত দেশটিতে একটি বহুদলীয় দ্বিকাক্ষিক আইনসভাবিশিষ্ট প্রজাতন্ত্র। রাষ্ট্রপতি একাধারে রাষ্ট্র ও সরকার প্রধান।\nদক্ষিণ আফ্রিকার ভূগোলকে তিনটি বৃহৎ অঞ্চলে ভাগ করা যায়। অভ্যন্তরভাগে একটি প্রশস্ত মালভূমি দেশটির সিংহভাগ এলাকা গঠন করেছে। মধ্যভাগের এই মালভূমিটিকে এস্কার্পমেন্ট নামক একটি পার্বত্য অঞ্চল ঘিরে রেখেছে এবং একই সাথে উপকূলীয় নিম্ন সমভূমির একটি সরু বেষ্টনী থেকে মালভূমিটিকে পৃথক করেছে। পূর্বে ড্রাকেন্সবার্গ পর্বতশ্রেণীটি দেশের সর্বোচ্চ পর্বতাঞ্চল। দেশের পশ্চিমভাগে কালাহারি মরুভূমি ও নামিব মরুভূমির কিয়দংশ অবস্থিত। অরেঞ্জ নদী ও লিম্পোপো নদী দক্ষিণ আফ্রিকার প্রধান দুই নদী। দক্ষিণ আফ্রিকার জলবায়ু নাতিশীতোষ্ণ উপক্রান্তীয় প্রকৃতির। শুষ্ক জলবায়ুর কারণে মাঝে মাঝে খরার সমস্যা দেখা দেয়। দেশটিতে  স্বর্ণ, কয়লা, হীরা, প্লাটিনাম ও ভ্যানাডিয়ামের মজুদ আছে।\nদক্ষিণ আফ্রিকার সিংহভাগ বিক্ষিপ্ত বৃক্ষরাজি ও তৃণভূমি (স্থানীয় আফ্রিকান্স ভাষায় \"ভেল্ড\") দিয়ে আচ্ছাদিত। দেশের দক্ষিণ-পশ্চিম অংশে প্রচুর ফুল-ফলের গাছ জন্মে। পশ্চিমের শুষ্ক অঞ্চলে ঝোপঝাড় ও গুল্ম জন্মে যেগুলি খুব কম বৃষ্টিপাতেও বেঁচে থাকতে পারে। দক্ষিণ আফ্রিকার যে স্বল্পসংখ্যক অরণ্য আছে, সেগুলি মূলত উপকূল ঘেঁষে কিংবা পার্বত্য উপত্যকাগুলিতে অবস্থিত। দেশটিতে সীমিত সংখ্যায় সিংহ, হাতি, গণ্ডার, জলহস্তী, চিতাবাঘ ও কৃষ্ণসার হরিণের মতো বন্যপ্রাণীগুলি দেখায় যায়। এগুলি মূলত বন্যপ্রাণী উদ্যানে সুরক্ষিত অবস্থায় বাস করে।\nদক্ষিণ আফ্রিকা নৃতাত্ত্বিকভাবে একটি বহু-গোষ্ঠীয় রাষ্ট্র, যেখানে বহু বিচিত্র সংস্কৃতি, ভাষা ও ধর্মের মেলবন্ধন ঘটেছে। এ কারণে এটিকে \"রংধনু জাতি\" হিসেবেও ডাকা হয়। জনসংখ্যার চার-পঞ্চমাংশ কৃষ্ণাঙ্গ বান্টু বংশোদ্ভূত লোক; এদের মধ্যে জুলু, খোসা, সোথো ও তসোয়ানা নৃগোষ্ঠীর লোক প্রধান। ইউরোপীয় শ্বেতাঙ্গ (৮%), মিশ্র জাতির লোক (প্রায় ৯%) ও দক্ষিণ এশীয় বা ভারতীয় (২%) বংশোদ্ভূত লোকেরা জনসংখ্যার বাকী এক-পঞ্চমাংশ গঠন করেছে। প্রতিটি কৃষ্ণাঙ্গ নৃগোষ্ঠীর নিজস্ব ভাষা আছে। ইউরোপীয় বংশোদ্ভূত লোকেরা হয় ওলন্দাজ ভাষা থেকে উদ্ভূত আফ্রিকান্স ভাষাতে কিংবা ইংরেজি ভাষাতে কথা বলে। আফ্রিকান্স ভাষাভাষীরা মূলত ওলন্দাজ, ফরাসি ও জার্মান বংশোদ্ভূত। ইংরেজিভাষীরা মূলত ব্রিটিশ বংশোদ্ভূত। এশীয়রা মূলত ভারত থেকে এসেছে। মিশ্র জাতির লোকেদের দেহে ইউরোপীয়, এশীয় ভারতীয় ও কৃষ্ণাঙ্গ রক্তের মিশ্রণ ঘটেছে। আফ্রিকান্স, ইংরেজি, এনদেবেলে ভাষা, পেদি (উত্তরীয় সোথো ভাষা), সোথো (দক্ষিণী সোথো ভাষা), সোয়াতি ভাষা, তসোঙ্গা ভাষা, তসোয়ানা ভাষা, ভেন্দা ভাষা, খোসা ভাষা ও জুলু ভাষা --- এই ১১টি ভাষার সবগুলিকেই দক্ষিণ আফ্রিকার সরকারী ভাষার মর্যাদা দেওয়া হয়েছে। খ্রিস্টধর্ম এখানকার প্রধান ধর্ম; এছাড়া ঐতিহ্যবাহী আফ্রিকান ধর্ম, হিন্দু ধর্ম ও ইসলাম ধর্মও প্রচলিত। দেশের অর্ধেকের বেশি লোক পৌর এলাকায় ও মূলত দেশের পূর্বভাগে বাস করে।\nদক্ষিণ আফ্রিকা একটি উন্নয়নশীল অর্থনীতির রাষ্ট্র। মানব উন্নয়ন সূচকে এর অবস্থান ১১৩তম, যা আফ্রিকার মধ্যে ৭ম সর্বোচ্চ। স্থূল অভ্যন্তরীণ উৎপাদনের (জিডিপি) হিসাবে দক্ষিণ আফ্রিকার অর্থনীতি আফ্রিকা মহাদেশের দ্বিতীয় বৃহত্তম এবং সারা বিশ্বের ৩৩তম সর্ববৃহৎ অর্থনীতি। দেশটির মুদ্রার নাম র‍্যান্ড। বিশ্বব্যাংক দেশটিকে একটি \"নব্য শিল্পায়িত দেশ\" হিসেবে শ্রেণীকরণ করেছে। আন্তর্জাতিক রাজনৈতিক অঙ্গনে দক্ষিণ আফ্রিকা একটি মধ্যম শক্তি হিসেবে পরিগণিত হয়। জি২০ দলের সদস্য এই রাষ্ট্রটি আঞ্চলিক রাজনীতিতে তাৎপর্যপূর্ণ প্রভাব বিস্তার করে। তবে দেশটির সর্বব্যাপী এখনও অপরাধ, দারিদ্র্য ও অর্থনৈতিক বৈষম্য বিরাজমান; জনসংখ্যার এক-চতুর্থাংশই বেকার এবং দিনে ১.২৫ মার্কিন ডলারের কম আয় করে।\nব্যাংকিং ও পর্যটনের মতো সেবাখাতগুলি দক্ষিণ আফ্রিকার অর্থনীতির মেরুদণ্ড। এছাড়া খনিজ সম্পদ উত্তোলন ও উৎপাদন এবং শিল্পজাত পণ্য উৎপাদনও খুবই গুরুত্বপূর্ণ দুইটি খাত। দক্ষিণ আফ্রিকা বিভিন্ন খনিজের জন্য বিশ্বের বৃহত্তম উৎপাদক, যেমন সোনা, প্লাটিনাম ও ক্রোমিয়াম। এছাড়া এখানে কয়লা ও হীরা খনন করা হয়। শিল্পকারখানাগুলিতে লোহা, ইস্পাত, প্রক্রিয়াজাত খাদ্য, যন্ত্রপাতি, রাসায়নিক দ্রব্যাদি, মোটরযান ও অন্যান্য পণ্য প্রস্তুত করা হয়। দেশের কৃষিখাতে উৎপাদিত প্রধান ফসলগুলি হল ভুট্টা, গম, আখ, কমলা বা লেবু জাতীয় ফল ও আলু। এছাড়া কৃষকেরা আঙুর ফলান, যা থেকে দ্রাক্ষারস বানানো হয়। অন্যান্য খামারজাত দ্রব্যের মধ্যে মাংস, পশম ও দুধ উল্লেখযোগ্য।\nপ্রস্তর যুগে আজ থেকে ১০ হাজার বছর আগে এখানে সান ও খোয়েখোয়ে (খোইসান ভাষাভাষী) জাতির লোকেরা খাদ্য শিকার ও সংগ্রহের জন্য চরে বেড়াত। খোয়েখোয়েরা পরবর্তীতে পশুচারণ সংস্কৃতি গড়ে তোলে। আজ থেকে ২ হাজার বছর আগে এখানে বান্টু ভাষাভাষী জাতিরা বসতি স্থাপন করে; তারা এখানে সোনা ও তামার খনি প্রতিষ্ঠা করে ও পূর্ব আফ্রিকার দেশগুলির সাথে বাণিজ্যে সক্রিয়ভাবে অংশ নিত। বান্টুরাই বর্তমান দক্ষিণ আফ্রিকার কৃষ্ণাঙ্গদের মূল পূর্বসুরী। ১৫শ শতকের শেষভাগে আফ্রিকার সর্বদক্ষিণ বিন্দুতে পর্তুগিজরা একটি বসতি স্থাপন, যা ছিল অঞ্চলটির ইউরোপীয় উপনিবেশিকীকরণের সূচনা। ১৬৫২ সালে ওলন্দাজরা দক্ষিণ-পশ্চিমের উত্তমাশা অন্তরীপে একটি উপনিবেশ স্থাপন করে। তারা ধীরে ধীরে তাদের বসতির আয়তন বৃদ্ধি করতে থাকে, কৃষিকাজ ও গবাদি পশুপালন শুরু করে। এই ঔপনিবেশিক ওলন্দাজদেরকে \"বুর\" (অর্থাৎ \"কৃষক\") নামে ডাকা হত। পরবর্তীতে তারা ওলন্দাজ ভাষা থেকে উদ্ভূত আফ্রিকান্স ভাষায় কথা বলার কারণে \"আফ্রিকানার\" নামে পরিচিত লাভ করে। বুররা পূর্বে বসতি স্থাপন করার চেষ্টা করার সময় স্থানীয় অনেক আফ্রিকান জাতিগোষ্ঠীর সাথে যুদ্ধে লিপ্ত হয়, যাদের মধ্যে খোসা জাতি ছিল অন্যতম। ১৭৯৫ সালে ব্রিটিশ সেনারা উত্তমাশা অন্তরীপটি নিয়ন্ত্রণে নেয় এবং ১৮০৬ সাল নাগাদ সমগ্র ওলন্দাজ উপনিবেশটিকেই নিজেদের নিয়ন্ত্রণে নিয়ে আসে। ব্রিটিশ শাসন থেকে মুক্ত হতে ১৮৩৬ সাল থেকে শুরু করে প্রায় দুই দশক ধরে ওলন্দাজ বংশোদ্ভূত আফ্রিকানার জাতির লোকেরা দেশের উত্তর দিকে এক মহাযাত্রা সম্পাদন করে এবং ১৮৫০-এর দশকে সেখানে অরেঞ্জ ফ্রি স্টেট ও দক্ষিণ আফ্রিকান প্রজাতন্ত্র (বর্তমান ট্রান্সভাল অঞ্চল) নামের দুইটি স্বাধীন বুর প্রজাতন্ত্র স্থাপন করে। ব্রিটিশরা উত্তমাশা অন্তরীপে কেপ কলোনি নামের যে ব্রিটিশ উপনিবেশটি স্থাপন করেছিল, সেটিকে তারা দক্ষিণ আফ্রিকার দক্ষিণ প্রান্তের সমগ্র অংশ জুড়ে প্রসারিত করে। এরপর ব্রিটিশরা বুরদের রাষ্ট্রগুলিকে বিজয় করতে উদ্যত হয়। ১৮৯৯ সাল থেকে ১৯০২ সাল পর্যন্ত ব্রিটিশ ও বুরেরা একটি যুদ্ধে লিপ্ত হয়, যার নাম ছিলে দক্ষিণ আফ্রিকান যুদ্ধ বা বুর যুদ্ধ। যুদ্ধে ব্রিটিশদের বিজয় ঘটে এবং তারা এই দুইটি ওলন্দাজ প্রজাতন্ত্রকে ব্রিটিশ উপনিবেশে পরিণত করে। ১৯১০ সালে কেপ কলোনি বা অন্তরীপ উপনিবেশ, ট্রান্সভাল, নাটাল ও অরেঞ্জ রিভার নামের ব্রিটিশ উপনিবেশগুলি একত্রিত হয়ে ইউনিয়ন অফ সাউথ আফ্রিকা নামের একটি নতুন স্বাধীন রাষ্ট্র গঠন করে। নতুন এই রাষ্ট্রের দায়িত্বে ছিল শ্বেতাঙ্গ একটি সরকার। তারা ১৯৬১ সালে ব্রিটিশ কমনওয়েলথ পরিত্যাগ করে। ২০শ শতক জুড়ে দক্ষিণ আফ্রিকার রাজনীতির মূল অমীমাংসিত প্রশ্নটি ছিল দেশের সংখ্যাগরিষ্ঠ কৃষ্ণাঙ্গ জনগোষ্ঠীর উপরে শ্বেতাঙ্গদের আধিপত্য বজায় রাখার প্রশ্ন। ২০শ শতকের শুরু থেকেই শ্বেতাঙ্গরা কৃষ্ণাঙ্গদের থেকে অনানুষ্ঠানিকভাবে পৃথক থাকলেও ১৯৪৮ সালে আনুষ্ঠানিকভাবে দেশটিতে আপার্টহাইট অর্থাৎ \"পৃথকাবস্থা\" নীতির প্রবর্তন করা হয়। এই ব্যবস্থার সুবাদে শ্বেতাঙ্গ সংখ্যালঘু গোষ্ঠীর হাতে প্রায় সমস্ত রাজনৈতিক ক্ষমতা, সিংহভাগ জমি ও সেরা চাকুরিগুলি কুক্ষিগত হয়। ১৯১২ সালেই দক্ষিণ আফ্রিকার কৃষ্ণাঙ্গ ও মিশ্রবর্ণের অধিবাসীরা আফ্রিকান ন্যাশনাল কংগ্রেস নামের একটি রাজনৈতিক দল গঠন করে। তারা শুরুতে শ্বেতাঙ্গ সরকারের বিরুদ্ধে অহিংস আন্দোলন পালন করত। ১৯৬০-এর দশকে শার্পভিল নগরীতে শ্বেতাঙ্গ পুলিশেরা শত শত কৃষ্ণাঙ্গ মিছিলকারীদের উপর গুলিবর্ষণ করে। এর প্রতিক্রিয়াতে আফ্রিকান ন্যাশনাল কংগ্রেস বোমা বিস্ফোরণসহ অন্যান্য সহিংস কর্মকাণ্ডের মাধ্যমে আপার্টহাইটের বিরুদ্ধে তাদের লড়াই অব্যাহত রাখে। তাদের অনেক নেতাকে কারাগারে প্রেরণ করা হয়, যাদের মধ্যে অন্যতম ছিলেন নেলসন ম্যান্ডেলা। দক্ষিণ আফ্রিকার শ্বেতাঙ্গ সরকারের বিরুদ্ধে বিশ্বব্যাপী নিন্দা ও ধিক্কারের ঝড় ওঠে। ১৯৯০ সালে এসে নতুন রাষ্ট্রপতি এফ ডব্লিউ ডি ক্লার্কের নেতৃত্বে দক্ষিণ আফ্রিকার শ্বেতাঙ্গ সরকার আপার্টহাইট আইনগুলি একে একে রদ করা শুরু করে এবং নেলসন ম্যান্ডেলাকে কারাগার থেকে মুক্ত করে দেয়। ১৯৯৪ সালে সমস্ত জাতি ও বর্ণের জন্য একটি উন্মুক্ত নির্বাচন অনুষ্ঠিত হয়, যাতে নেলসন ম্যান্ডেলা দেশটির প্রথম কৃষ্ণাঙ্গ রাষ্ট্রপতি হিসেবে নির্বাচিত হন। ১৯৯৭ সালে একটি স্থায়ী বর্ণবৈষম্যরোধী সংবিধান প্রণীত হয়।\n\n\n== ইতিহাস ==\n\n\n=== প্রাগৈতিহাসিক পর্যায় ===\nদক্ষিণ আফ্রিকা বিশ্বের কিছু খুবই প্রাচীন জীবাশ্ম ও প্রত্নতাত্ত্বিক নিদর্শন দেখা যায়। Gauteng Province এর অনেক গুহায় বাদবাকি বিস্তৃত জীবাশ্ম পাওয়া গেছে। এটি ইউনেস্কোর ওয়ার্ল্ড হেরিটেজ সাইট এর অন্তর্ভুক্ত।\nদক্ষিণ আফ্রিকায় যারা প্রথমে বসতি স্থাপন করে তারা স্যান নামে পরিচিত। এরপর আসে খৈ খৈ ও বান্টু ভাষার লোকজন। আফ্রিকার অন্যান্য অঞ্চল থেকে এরা যাযাবর হিসেবে এখানে আসে। ১৫০০ খ্রিষ্টাব্দে কেপ সাগরপথ আবিষ্কারের দেড় শ’ বছর পর ১৬৫২ খ্রিষ্টাব্দে হল্যান্ডের ইস্ট ইন্ডিয়া কোম্পানি এখানে একটি বিশ্রামকেন্দ্র স্থাপন করে। পরে সেটাকেই কেন্দ্র করে গড়ে ওঠে কেপটাউন শহর। তখন সেখানে বাস করত স্থায়ী জোনা ও জুলু সম্প্রদায়।\nকেপটাউনে ইউরোপীয়দের আগমন ও বসতি স্থাপন বাড়তে থাকে। তবে অষ্টাদশ শতকের শেষ ভাগ পর্যন্ত তা ছিল প্রায় ১৫ হাজার। স্থানীয় অধিবাসী ও বসতি স্থাপনকারীরা ১৭৯৫ সালে একটি প্রজাতন্ত্র প্রতিষ্ঠায় চেষ্টা চালায়। হল্যান্ড, জার্মানি, ফ্রান্স ইত্যাদি ইউরোপীয় বংশোদ্ভূত লোকজন একসাথে এ প্রচেষ্টা চালায়। কিন্তু ব্রিটিশরা প্রবল হয়ে ওঠে এবং ১৮০৬ সালে কেপটাউনকে ব্রিটিশ উপনিবেশ করে নেয়। ১৮১৫ সালে নেপোলিয়ানের যুদ্ধের শেষে ব্রিটিশরা পুরো এলাকায় দখল প্রতিষ্ঠা করে এবং আরো পাঁচ হাজার বসতি স্থাপন করে। ইউরোপের অন্য বাসিন্দাদের তারা আফ্রিকার উত্তর ও পূর্ব দিকে বিতাড়িত করে। এদের সংখ্যা ছিল প্রায় ১২ হাজার। সেখানে গিয়ে তারা ট্রান্সভাল ও অরেঞ্জ ফ্রি স্টেট প্রজাতন্ত্র প্রতিষ্ঠা করে।\n১৮৬৭ সালে সেখানে হীরক ও নয় বছর পরে স্বর্ণ খনি আবিষ্কৃত হয়। তখন যেমন বাইরের লোকদের আগমন বেড়ে যায়, তেমনি কেপ কলোনির প্রধানমন্ত্রী সেসিল রোডস চক্রান্ত আঁটতে থাকেন উত্তর ও পূর্বাঞ্চলকে একীভূত করে নেয়ার জন্য। আসলে এটা ছিল খনিজসম্পদ দখলে নেয়ার জন্য স্থানীয়দের সাথে ব্রিটিশ শক্তির সঙ্ঘাত। ১৯০২ সালে স্থানীয়রা পরাজিত হয়। তবুও ব্রিটিশরা এখানে সীমিত স্বায়ত্তশাসন দান করে এবং ১৯১০ সালে গঠিত হয় ইউনিয়ন অব সাউথ আফ্রিকা। আগের দুই প্রজাতন্ত্র এবং পুরনো কেপ ও নাটাল উপনিবেশ এ চারটি প্রদেশ নিয়ে এটা গঠিত হয়। অব্রিটিশ লুইস বোথা হন প্রথম প্রধানমন্ত্রী। তবে ১৯১২ সালে আফ্রিকান ন্যাশনাল কংগ্রেস গঠিত হওয়ার পর আফ্রিকানদের মধ্যে সংগঠিত রাজনৈতিক কার্যকলাপ শুরু হয়।\n\n\n=== প্রজাতন্ত্র (১৯৬১-বর্তমান) ===\n৩১শে মে ১৯৬১ তে দেশটি নামমাত্র প্রজাতন্ত্র লাভ করে। সেসময় শুধু শ্বেতাঙ্গদের ভোট দানের অধিকার ছিল। ওয়েস্টমিনিস্টার সিস্টেমের মাধ্যমে কার্যত ক্ষমতাহীন রাষ্ট্রপতি নিয়োগ হতেন। চার্লস রবার্ট স্মর্ট , জিম ফৌচে , মারাইস ভিলজেন ছিলেন দীর্ঘমেয়াদি কয়েকজন রাষ্ট্রপতি। পি. ও. যথা-র উদ্যোগে ১৯৮৩ র সংবিধানে রাষ্ট্রপতির হাতে প্রভূত ক্ষমতা প্রদান করা হয়। পি. ও. যথা রাষ্ট্রপতি পদে আসীন হন। পরবর্তীতে এফ. ডব্লিউ. ডি ক্লার্ক এই পদে আসীন হন।\n১৯৯৪ সালে প্রথমবারের মতো জাত-পাত নির্বিশেষে নির্বাচন প্রক্রিয়া অনুষ্ঠিত হয়। নেলসন ম্যান্ডেলা-র নেতৃত্বে আফ্রিকান ন্যাশনাল কংগ্রেস বিপুল ভোটে জয়ী হয় ও বর্তমান কাল অব্দি ক্ষমতাসীন রয়েছে।\n\n\n== রাজনীতি ==\nদক্ষিণ আফ্রিকার রয়েছে তিনটি রাজধানী শহর। তিনটির মধ্যে সবচেয়ে বড় কেপটাউন আইনসভার রাজধানী। প্রিটোরিয়া প্রশাসনিক ও ব্লোয়েমফন্টেইন বিচারিক রাজধানী। দক্ষিণ আফ্রিকার পার্লামেন্ট দ্বিকক্ষবিশিষ্ট। উচ্চকক্ষের নাম ন্যাশনাল কাউন্সিল অব প্রভিন্সেস যা ৯০ জন সদস্য নিয়ে গঠিত হয়। নিম্নকক্ষ ন্যাশনাল অ্যাসেম্বলির সদস্য ৪০০। নিম্নকক্ষের সদস্যরা জনসংখ্যার ভিত্তিতে আনুপাতিক প্রতিনিধিত্বের মাধ্যমে নির্বাচিত হন। অর্ধেক সদস্য নির্বাচিত হন জাতীয় তালিকা থেকে, আর অর্ধেক প্রাদেশিক তালিকা থেকে। উচ্চকক্ষ গঠিত হয় প্রত্যেক প্রদেশ থেকে দশজন সদস্য নিয়ে। এ ক্ষেত্রে জনসংখ্যার তারতম্য বিবেচ্য নয়। প্রতি পাঁচ বছর পর নির্বাচন হয়। নিম্নকক্ষে সরকার গঠিত হয় এবং ন্যাশনাল অ্যাসেম্বলিতে সংখ্যাগরিষ্ঠ দলের নেতা হন প্রেসিডেন্ট।\n১৯৯৪ সালে বর্ণবাদ বিলুপ্তির পর থেকে দক্ষিণ আফ্রিকার রাজনীতিতে একচ্ছত্র প্রাধান্য বজায় রেখেছে আফ্রিকান ন্যাশনাল কংগ্রেস বা এএনসি। তবে বর্ণবাদ চালু করেছিল যে ন্যাশনাল পার্টি, সেটার পুনর্গঠিত সংগঠন নিউ ন্যাশনাল পার্টি ২০০৫ সালের এপ্রিলে এএনসি’র সাথে একীভূত হয়ে যায়। ২০০৯ সালের নির্বাচনে এএনসি থেকে বেরিয়ে যাওয়া কংগ্রেস অব পিপল শতকরা ৭ দশমিক ৪ ভাগ এবং জুলু ভোটারদের প্রতিনিধিত্বকারী ইনকাথা ফ্রিডম পার্টি শতকরা ৪ দশমিক ৬ ভাগ ভোট পেয়েছে। এএনসি’র প্রধান প্রতিদ্বন্দ্বী ডেমোক্র্যাটিক অ্যালায়েন্স পেয়েছে শতকরা ১৬ দশমিক ৭ ভাগ ভোট। ফলে এএনসি’র ভোটের পরিমাণ শতকরা ৭০ ভাগেই রয়ে গেছে, যা প্রথম থেকে ছিল।\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\n\n\n== ভূগোল ==\n\n\n== অর্থনীতি ==\n\nকেপটাউন এ দেশের গুরুত্বপূর্ণ পর্যটন কেন্দ্র। জাতিসঙ্ঘের শ্রেণিবিন্যাস অনুযায়ী দক্ষিণ আফ্রিকা একটি মধ্য আয়ের দেশ। এখানে রয়েছে প্রচুর সম্পদ। তেমনি এখানকার অর্থ আইন, যোগাযোগ, জ্বালানি ও যাতায়াতব্যবস্থা বেশ উন্নত। এখানকার স্টক এক্সচেঞ্জটি বিশ্বের শীর্ষস্থানীয় বিশটির একটি। ২০০৭ সালে জিডিপি’র দিক দিয়ে দক্ষিণ আফ্রিকার অবস্থান ছিল ২৫তম। তবে বেকারত্বের হার অনেক বেশি এবং আয়ের বৈষম্য ব্রাজিলের প্রায় সমান। দক্ষিণ আফ্রিকা এ মহাদেশের সবচেয়ে বড় জ্বালানি উৎপাদনকারী ও ব্যবহারকারী দেশ। পর্যটনের জন্য দেশটি খুব প্রসিদ্ধ এবং রাজস্বের উল্লেখযোগ্য অংশ আসে পর্যটন খাত থেকে।\nআফ্রিকার দেশগুলো ছাড়াও দক্ষিণ আফ্রিকার বাণিজ্য সম্পর্ক রয়েছে জার্মানি, যুক্তরাষ্ট্র, চীন,জাপান, যুক্তরাজ্য ও স্পেনের সাথে। প্রধান রফতানি দ্রব্য খাদ্যশস্য, হীরক, ফল, স্বর্ণ, ধাতব ও খনিজ দ্রব্য, চিনি ও উল। আমদানির এক-তৃতীয়াংশজুড়ে থাকে যন্ত্রপাতি ও যানবাহন। অন্যান্য আমদানি পণ্যের মধ্যে রয়েছে কেমিক্যাল সামগ্রী, উৎপাদিত পণ্য ও পেট্রোলিয়াম।\n\n\n== সংস্কৃতি ==\nসমাজ ও সংস্কৃতি\nদক্ষিণ আফ্রিকার বাসিন্দাদের নৃতাত্ত্বিক বৈচিত্র্যের কারণে এখানে কোনো একক সংস্কৃতি গড়ে ওঠেনি। খাদ্যের বৈচিত্র্যই পর্যটকদের অন্যতম প্রধান আকর্ষণের বিষয়।\nদক্ষিণ আফ্রিকার কালো বাসিন্দারা এখনো বেশির ভাগই বাস করে গ্রামে। এরা প্রায়ই দারিদ্র্যের মধ্যে দিন কাটায়। অবশ্য বর্তমানে প্রচুরসংখ্যক কালো মানুষ শহুরে হয়ে উঠছে। ফলে ঐতিহ্যগত সংস্কৃতি থেকে তারা পশ্চিমা সংস্কৃতির দিকে ঝুঁকছে। শহুরে লোকরা ইংরেজিতে কথা বলে। তবে তাদের নিজস্ব ভাষাও রয়েছে।\nমধ্যবিত্ত শ্রেণীর প্রায় পুরোটা শ্বেতাঙ্গ। ইদানীং কালোরা তাতে যুক্ত হচ্ছে দ্রুতগতিতে। তেমনি অশ্বেতাঙ্গ ও ভারতীয় বা এশীয়রাও অর্থনৈতিক দিক দিয়ে এগিয়ে যাচ্ছে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদক্ষিণ আফ্রিকার সরকার\nরাষ্ট্র প্রধান এবং মন্ত্রিপরিষদ সদসবৃন্দ\nসিআইএ প্রণীত দ্য ওয়ার্ল্ড ফ্যাক্টবুক-এ দক্ষিণ আফ্রিকা-এর ভুক্তি\nSouth Africa from UCB Libraries GovPubs\nকার্লিতে দক্ষিণ আফ্রিকা (ইংরেজি)\nSouthAfrica.info  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ জানুয়ারি ২০১৩ তারিখে\n উইকিমিডিয়া অ্যাটলাসে দক্ষিণ আফ্রিকা"}