{"pageid": 12175, "title": "ক্রোয়েশীয় ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12175", "content": "ক্রোয়েশীয় ভাষা (ক্রোয়েশীয় ভাষায়: hrvatski jezik খ্‌র্‌ভাৎস্কি য়েজ়িক্‌) একটি দক্ষিণ স্লাভীয় ভাষা। এটি মূলত ক্রোয়েশিয়া, বসনিয়া ও হার্জেগোভিনা, এবং অন্যান্য প্রতিবেশী রাষ্ট্রের ক্রোয়াট সম্প্রদায়ের লোকদের মধ্যে প্রচলিত। ভাষাবিজ্ঞানীরা অনেক সময় এটিকে বৃহত্তর সার্বো-ক্রোয়েশীয় ভাষার অন্তর্গত বলে গণ্য করেন। তবে ক্রোয়েশিয়ার প্রেক্ষাপটে সার্বো-ক্রোয়েশীয় ভাষা বলতে মূলত ক্রোয়েশীয় শ্‌তোকাভীয় ভাষাকে বোঝানো হয়। ক্রোয়েশিয়ার বর্তমান মান ভাষা বা স্ট্যান্ডার্ড ভাষার মূল ভিত্তি শ্‌তোকাভীয় ভাষা।\n\n\n== ক্রোয়েশিয়ার ভাষাসমূহ ==\nক্রোয়েশিয়ায় শ্‌তোকাভীয় ভাষা ছাড়াও কায়কাভীয় ও চাকাভীয় ভাষা রয়েছে। তিনটি ভাষার নামকরণে স্ব-স্ব ভাষায় ব্যবহৃত 'কী?' এর নাম ব্যবহৃত হয়েছে (শ্‌তোকাভীয় ভাষায় 'কী?' হচ্ছে 'Što?', কায়কাভীয় ভাষায় 'কী?' হচ্ছে 'Kaj?' এবং চাকাভীয় ভাষায় 'কী?' হচ্ছে 'Ča?')। কায়কাভীয় ক্রোয়েশীয় ভাষার সাথে পার্শ্ববর্তী স্লোভেনিয়ার নিজস্ব স্লোভেনীয় ভাষার বেশ মিল রয়েছে, উভয় ভাষার বক্তারা একে অপরকে সহজেই বুঝতে পারেন। চাকাভীয় ভাষার সাথে কায়কাভীয়, স্লোভেনীয় ও শ্‌তোকাভীয় ভাষাত্রয়ের মোটামুটি মিল রয়েছে। তবে ব্য়াকরণগত, ব্যবহারিক ও সাহিত্যিক প্রেক্ষিতে বিচার করলে শ্‌তোকাভীয়, কায়কাভীয় ও চাকাভীয় - এই তিনটিই নিজ যোগ্যতায় ভাষা হিসেবে বিবেচ্য, একইসাথে এই তিন ভাষাই ক্রোয়েশিয়ার নিজস্ব ভাষাত্রয়।\n\n\n== ইতিহাস ==\nসংক্ষেপে বললে ক্রোয়েশিয়ার ভাষা-ইতিহাস বেশ পুরোনো। চাকাভীয় ভাষা ১১শ শতাব্দী থেকে গ্লাগোলিটিক বর্ণমালায় লিখিত হয়ে এসেছিল, তবে পরবর্তীতে লাতিন বর্ণমালার প্রচলন শুরু হয়। কায়কাভীয় ভাষা ও শ্‌তোকাভীয় ভাষাও প্রায় একই সময় থেকেই আলাদা আলাদাভাবে বিকশিত হয়। ক্রোয়েশীয় ভাষাত্রয় লাতিন বর্ণমালাতে লিখিত হলেও বানানরীতি নিয়মতান্ত্রিক ছিল না। বানানের সমস্যা দূর করতে ১৮৩০ সালে ল্যুদেভিত গায় (Ljudevit Gaj) চেক বর্ণমালার উপর ভিত্তি করে ক্রোয়েশীয় বর্ণমালা প্রণয়ন করেন। এতে অনুপ্রাণিত হয়ে সার্ব ভাষাবিদ ভুক স্তেফানোভিচ্য কারাজিচ্য (Вук Стефановић Караџић/Vuk Stefanović Karadžić) সার্বীয় সিরিলিক বর্ণমালা পরিমার্জিত করেন। গায়-এর লাতিন বর্ণমালার উপর ভিত্তি করে পরবর্তীতে স্লোভেনীয় বর্ণমালা ও ম্যাসেডোনীয় লাতিন বর্ণমালা প্রণয়ন করা হয়।\n\n\n== বর্ণমালা ==\nস্ট্যান্ডার্ড শ্‌তোকাভীয় ক্রোয়েশীয়, কায়কাভীয় ক্রোয়েশীয় ও চাকাভীয় ক্রোয়েশীয় - এই তিন ভাষাই গায়-এর লাতিন বর্ণমালা ব্যবহার করে থাকে। নিম্নে শ্‌তোকাভীয় ভাষার জন্যে ব্যবহৃত গায়-এর বর্ণমালা দেখানো হল:\n\nগায়-এর প্রণীত বর্ণমালাতে 'জ্য' (/d͡ʑ/) এর জন্যে 'Dj dj' ব্যবহৃত হলেও পরবর্তীতে জ্যুরো দানিচিচ্য (Ђуро Даничић/Đuro Daničić) এর পরিবর্তে 'Đ đ' বর্ণটি ব্যবহার করার প্রস্তাব করেন ও পরে তাঁর এই প্রস্তাবনা গৃহীত হয়। কায়কাভীয় ভাষায় /t͡ɕ/ ও /d͡ʑ/ ধ্বনি নেই তাই Ć ć ও Đ đ এই দুই বর্ণের ব্যবহার কায়কাভীয়তে নেই। চাকাভীয়তে Ć ć বর্ণটি ব্যবহৃত হলেও এর উচ্চারণ ভিন্ন (/c/) যেটি তুর্কি ও আধুনিক গ্রীক - এই দুই ভাষায় পাওয়া যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}