{"pageid": 12179, "title": "উগান্ডা", "url": "https://bn.wikipedia.org/wiki?curid=12179", "content": "উগান্ডা (সোয়াহিলি: Uganda), আনুষ্ঠানিকভাবে উগান্ডা প্রজাতন্ত্র (সোয়াহিলি: Jamhuri ya Ugandaa nne) পূর্ব আফ্রিকার একটি স্থলবেষ্টিত রাষ্ট্র। দেশটির পূর্বে কেনিয়া, উত্তরে দক্ষিণ সুদান, পশ্চিমে গণতান্ত্রিক কঙ্গো প্রজাতন্ত্র, দক্ষিণ-পশ্চিমে রুয়ান্ডা এবং দক্ষিণে তানজানিয়া অবস্থিত। ভিক্টোরিয়া হ্রদের একটি উল্লেখযোগ্য অংশ দেশটির দক্ষিণ অংশে কেনিয়া এবং তানজানিয়ার সাথে ভাগ করা রয়েছে। উগান্ডা আছে আফ্রিকান গ্রেট লেক অঞ্চল। উগান্ডাও নীলনদের অববাহিকায় অবস্থিত এবং এর বৈচিত্র্যময় কিন্তু সাধারণত পরিবর্তিত নিরক্ষীয় জলবায়ু রয়েছে। এর জনসংখ্যা ৪২ মিলিয়নেরও বেশি, যার মধ্যে ৮.৫ মিলিয়ন রাজধানী এবং বৃহত্তম শহর কাম্পালায় বাস করে।\nবুগান্ডা রাজ্যের নামানুসারে উগান্ডার নামকরণ করা হয়েছে, যা রাজধানী কাম্পালা সহ দেশের দক্ষিণের একটি বড় অংশকে জুড়ে রয়েছে।\n১৮৯৪ সালের শুরুতে, এলাকাটি যুক্তরাজ্যের দ্বারা শাসিত ছিল, যা সমগ্র অঞ্চল জুড়ে প্রশাসনিক আইন প্রতিষ্ঠা করেছিল। উগান্ডা ৯ অক্টোবর ১৯৬২ সালে যুক্তরাজ্যের কাছ থেকে স্বাধীনতা লাভ করে। তারপরের সময়কালটি ইদি আমিনের নেতৃত্বে আট বছরের সামরিক একনায়কত্ব সহ সহিংস সংঘাত এর মধ্য দিয়ে গিয়েছে।\nদেশটির সরকারি ভাষাগুলি হল ইংরেজি এবং সোয়াহিলি, যদিও সংবিধান বলে যে \"স্কুল বা অন্যান্য শিক্ষা প্রতিষ্ঠানে শিক্ষার মাধ্যম হিসাবে বা আইন দ্বারা নির্ধারিত আইনী, প্রশাসনিক বা বিচারিক উদ্দেশ্যে অন্য যেকোন ভাষা ব্যবহার করা যেতে পারে।\" লুগান্ডা, একটি কেন্দ্রীয় অঞ্চল-ভিত্তিক ভাষা, দেশের মধ্য ও দক্ষিণ-পূর্ব অঞ্চল জুড়ে ব্যাপকভাবে ব্যবহৃত হয় এবং ল্যাঙ্গো, আচোলি, রুনিয়োরো, রুনিয়ানকোল, রুকিগা, লুও, রুতুরো, সামিয়া, জোপাধোলা এবং লুসোগা সহ আরও কয়েকটি ভাষাও বলা হয়।\nউগান্ডার বর্তমান রাষ্ট্রপতি হলেন ইওওয়েরি কাগুতা মুসেভেনি, যিনি দীর্ঘ ছয় বছরের গেরিলা যুদ্ধের পর ১৯৮৬ সালের জানুয়ারিতে ক্ষমতা গ্রহণ করেন। সাংবিধানিক সংশোধনীগুলি অনুসরণ করে তিনি রাষ্ট্রপতির মেয়াদের সীমা অপসারণ করেছিল, যার ফলে তিনি ২০১১, ২০১৬ এবং ২০২১ সালের সাধারণ নির্বাচনে দাঁড়াতে সক্ষম হন এবং উগান্ডার রাষ্ট্রপতি নির্বাচিত হন।\n\n\n== ইতিহাস ==\n\n\n=== প্রাক-ঔপনিবেশিক উগান্ডা ===\nবান্টু ভাষাভাষীরা ৩,০০০ বছর আগে দক্ষিণ উগান্ডায় ১০০০ খ্রিস্টপূর্বাব্দে এবং নিলোটিক ভাষাভাষীরা ১০০০ খ্রিস্টাব্দে আসার আগে বেশিরভাগ উগান্ডার মধ্য সুদানিক এবং কুলিয়াক ভাষী কৃষি-যাজকদের দ্বারা অধ্যুষিত ছিল। ১৫০০ খ্রিস্টাব্দের মধ্যে, তারা সকলেই মাউন্ট এলগন, নীলনদ এবং কিয়োগা হ্রদের দক্ষিণে বান্টু ভাষী সংস্কৃতিতে একীভূত হয়ে যায়।\nপ্রচলিত ঐতিহ্য এবং প্রত্নতাত্ত্বিক অধ্যয়ন অনুসারে, কিতারা সাম্রাজ্য উত্তরের হ্রদ আলবার্টা এবং কিয়োগা থেকে দক্ষিণের হ্রদ ভিক্টোরিয়া এবং টাঙ্গানিকা পর্যন্ত বিশাল হ্রদ অঞ্চলের একটি গুরুত্বপূর্ণ অংশ জুড়ে ছিল। বুনোরো-কিতারাকে তোরো, আনকোল এবং বুসোগা রাজ্যের পূর্ববর্তী বলে দাবি করা হয়।\nকিছু লুও বুনিয়োরো অঞ্চলে আক্রমণ করেছিল এবং সেখানে বান্টু সমাজের সাথে একীভূত হয়ে বুনিয়োরো-কিতারার বর্তমান ওমুকামার (শাসক) বাবিতো রাজবংশ প্রতিষ্ঠা করেছিল।\n১৮৩০-এর দশকে ব্যবসায় ও বাণিজ্যের জন্য আরব ব্যবসায়ীরা পূর্ব আফ্রিকার ভারত মহাসাগর উপকূল থেকে অভ্যন্তরীণ অঞ্চলে স্থানান্তরিত হয়েছিল। ১৮৬০-এর দশকের শেষের দিকে, মধ্য-পশ্চিম উগান্ডার বুনিওরো মিশরীয়দের দ্বারা উদ্দীপিত প্রতিনিধিদের দ্বারা উত্তর থেকে হুমকির সম্মুখীন হয়। পূর্ব আফ্রিকার উপকূলীয় আরব ব্যবসায়ীরা যারা বাণিজ্য করতে চেয়েছিলেন তাদের বিপরীতে এই প্রতিনিধিরা বিদেশী বিজয়ের প্রচার করত। ১৮৬৯ সালে, মিশরের খেদিভ ইসমাইল পাশা, ভিক্টোরিয়া লেকের সীমানার উত্তরে এবং আলবার্টা লেকের পূর্বে এবং গন্ডোকোরোর দক্ষিণে অঞ্চলগুলিকে সংযুক্ত করতে চেয়েছিলেন। তিনি একজন ব্রিটিশ অনুসন্ধানকারী স্যামুয়েল বেকারকে পাঠান উত্তর উগান্ডার সীমান্তে একটি সামরিক অভিযানে, সেখানে দাস-বাণিজ্য দমন এবং বাণিজ্য ও সভ্যতার পথ উন্মোচিত করার লক্ষ্যে। ব্যানিওরোবাসী বেকারকে প্রতিরোধ করেছিল এবং তাকে তার পশ্চাদপসরণ নিশ্চিত করার জন্য একটি মরিয়া যুদ্ধ করতে হয়েছিল। বেকার এই প্রতিরোধকে বিশ্বাসঘাতকতার কাজ বলে মনে করেন, এবং তিনি একটি বইতে ব্যানিয়োরোবাসীদের নিন্দা করেছিলেন (ইসমাইলিয়া - দাস বাণিজ্যের দমনের জন্য মধ্য আফ্রিকার একটি আখ্যান, ইসমাইল দ্বারা সংগঠিত, মিশরের খাদিভ (১৮৭৪)) যা ব্রিটেনে ব্যাপকভাবে পঠিত হয়। পরবর্তীতে, ব্রিটিশরা উগান্ডায় পৌঁছে বুনিয়োরোর বিরুদ্ধে একটি অবস্থান নিয়ে এবং বুগান্ডার পাশে দাঁড়ায়। অবশেষে ব্রিটিশদের কাছ থেকে পুরস্কার হিসাবে বুগান্ডাকে রাজ্যের অর্ধেক অঞ্চল দেওয়া হয়। স্বাধীনতার পর অসংখ্য \"হারানো কাউন্টি\" এর মধ্যে এই দুটি বুনিয়োরোতে পুনরুদ্ধার করা হয়েছিল।\n১৮৬০-এর দশকে, যখন আরবরা উত্তর থেকে প্রভাব বিস্তার করতে চেয়েছিল, তখন ব্রিটিশ অভিযাত্রীরা নীল নদের উৎসের সন্ধান করতে এসে উগান্ডায় পৌঁছায়। ১৮৭৭ সালে ব্রিটিশ অ্যাংলিকান মিশনারিরা এবং ১৮৭৯ সালে ফরাসি ক্যাথলিক মিশনারিরা তাদের অনুসরণ করে বুগান্ডা রাজ্যে এসেছিলেন। মুতিসা প্রথম এবং তার দরবারের বেশিরভাগ অংশে এবং তার খ্রিস্টান বিরোধী পুত্র মওয়াঙ্গার ধর্মান্তরিত হওয়ার পরে - এই পরিস্থিতি ১৮৮৫ সালে উগান্ডা শহীদদের মৃত্যুর কারণ হয়।\nব্রিটিশ সরকার ১৮৮৮ সালে শুরুতে এই অঞ্চলে বাণিজ্য চুক্তির জন্য আলোচনার জন্য ইম্পেরিয়াল ব্রিটিশ ইস্ট আফ্রিকা কোম্পানি (আই বি ই এ সি) কে তালিকাভুক্ত করে।\n১৮৮৬ সাল থেকে বুগান্ডায় একটি ধারাবাহিক ধর্মীয় যুদ্ধ হয়েছিল, প্রাথমিকভাবে মুসলিম এবং খ্রিস্টানদের মধ্যে এবং তারপরে ১৮৯০ থেকে বিএ-ইংলেজা প্রোটেস্ট্যান্ট এবং বিএ-ফ্রান্সা ক্যাথলিকদের মধ্যে। নাগরিক অস্থিরতা এবং আর্থিক বোঝার কারণে, আইবিইএসি দাবি করেছে যে তারা এই অঞ্চলে তাদের দখল বজায় রাখতে অক্ষম। ব্রিটিশ বাণিজ্যিক স্বার্থ নীল নদের বাণিজ্য পথ রক্ষার জন্য প্রবল ছিল, যা ব্রিটিশ সরকারকে ১৮৯৪ সালে উগান্ডা প্রটেক্টরেট তৈরি করতে বুগান্ডা এবং পার্শ্ববর্তী অঞ্চলগুলিকে সংযুক্ত করতে প্ররোচিত করেছিল।\n\n\n=== উগান্ডা প্রটেক্টরেট (১৮৯৪ - ১৯৬২) ===\n১৮৯৪ থেকে ১৯৬২ সাল পর্যন্ত উগান্ডার প্রটেক্টরেট ব্রিটিশ সাম্রাজ্যের একটি সংরক্ষিত এলাকা ছিল। ১৮৯৩ সালে, ইম্পেরিয়াল ব্রিটিশ ইস্ট আফ্রিকা কোম্পানি প্রধানত বুগান্ডা রাজ্যের অন্তর্ভুক্ত ভূখণ্ডের প্রশাসনিক অধিকার ব্রিটিশ সরকারের কাছে হস্তান্তর করে। উগান্ডার অভ্যন্তরীণ ধর্মীয় যুদ্ধগুলি দেউলিয়া হয়ে যাওয়ার পর আইবিইএসি উগান্ডার উপর তার নিয়ন্ত্রণ ছেড়ে দেয়।\n১৮৯৪ সালে, উগান্ডা প্রটেক্টরেট প্রতিষ্ঠিত হয়, এবং বুগান্ডার সীমানা ছাড়িয়ে অন্যান্য রাজ্যে (১৯০০ সালে তোরো, ১৯০১ সালে আনকোলে এবং ১৯৩৩ সালে বুনিওরো) এর সাথে আরও চুক্তি স্বাক্ষর করে অঞ্চলটি বুগান্ডার সীমানার বাইরে প্রসারিত হয়। যেটা মোটামুটি বর্তমানের উগান্ডার সাথে মিলে যায়।\nপ্রতিবেশী কেনিয়ার মতো এই অঞ্চলটিকে উপনিবেশে পরিণত করা হলে উগান্ডার জন্য প্রটেক্টরেটের মর্যাদা উল্লেখযোগ্যভাবে ভিন্ন পরিণতি পেত, যেহেতু উগান্ডা স্ব-শাসনের একটি ডিগ্রি বজায় রেখেছিল যা অন্য জায়গায় সম্পূর্ণ ঔপনিবেশিক প্রশাসনের অধীনে সীমাবদ্ধ থাকত।\n১৮৯০-এর দশকে, ব্রিটিশ ভারত থেকে ৩২,০০০ শ্রমিককে উগান্ডা রেলওয়ে নির্মাণের জন্য চুক্তিবদ্ধ শ্রম চুক্তির অধীনে পূর্ব আফ্রিকায় নিয়োগ করা হয়েছিল। জীবিত ভারতীয়দের অধিকাংশই দেশে ফিরে আসেন, কিন্তু লাইন শেষ হওয়ার পর ৬,৭২৪ জন পূর্ব আফ্রিকায় থাকার সিদ্ধান্ত নেন। পরবর্তীকালে, কেউ কেউ ব্যবসায়ী হয়ে ওঠে এবং তুলা জিনিং এবং সারটোরিয়াল খুচরা বিক্রির নিয়ন্ত্রণ নেয়।\n১৯০০ থেকে ১৯২০ সাল পর্যন্ত, ভিক্টোরিয়া হ্রদের উত্তর তীর বরাবর উগান্ডার দক্ষিণ অংশে একটি ঘুমের অসুস্থতা মহামারীতে ২৫০,০০০ এরও বেশি লোক মারা গিয়েছিল।\nদ্বিতীয় বিশ্বযুদ্ধ উগান্ডার ঔপনিবেশিক প্রশাসনকে রাজার আফ্রিকান রাইফেলে কাজ করার জন্য ৭৭,১৪৩ জন সৈন্য নিয়োগ করতে উৎসাহিত করেছিল। পশ্চিম মরুভূমি অভিযান, আবিসিনিয়ান অভিযান, মাদাগাস্কারের যুদ্ধ এবং বার্মা অভিযানে তাদের সক্রিয় দেখা গেছে।\n\n\n=== স্বাধীনতা (১৯৬২ - ১৯৬৫) ===\nউগান্ডা ৯ অক্টোবর ১৯৬২-এ রাণী দ্বিতীয় এলিজাবেথকে রাষ্ট্রপ্রধান এবং উগান্ডার রানী হিসেবে নিয়ে যুক্তরাজ্য থেকে স্বাধীনতা লাভ করে। ১৯৬৩ সালের অক্টোবরে, উগান্ডা একটি প্রজাতন্ত্রে পরিণত হয় কিন্তু কমনওয়েলথ অফ নেশনস -এর সদস্যপদ বজায় রাখে।\n১৯৬২ সালে অনুষ্ঠিত স্বাধীনতা-পরবর্তী প্রথম নির্বাচনে, উগান্ডা পিপলস কংগ্রেস (ইউপিসি) এবং কাবাকা ইয়েক্কা (কেওয়াই)-এর মধ্যে জোটবদ্ধ হয়ে জয়লাভ করে। স্বাধীনতা-পরবর্তী মিল্টন ওবোটের নির্বাহী প্রধানমন্ত্রী হিসাবে নিয়ে ইউপিসি এবং কেওয়াই প্রথম সরকার গঠন করেছিল, বুগান্ডা কাবাকা (রাজা) দ্বিতীয় এডওয়ার্ড মুটিসা রাষ্ট্রপতির প্রধান আনুষ্ঠানিক পদে অধিষ্ঠিত ছিলেন।\n\n\n=== বুগান্ডা সংকট (১৯৬২ - ১৯৬৬) ===\nউগান্ডার স্বাধীনতা-পরবর্তী বছরগুলি কেন্দ্রীয় সরকার এবং বৃহত্তম আঞ্চলিক রাজ্য - বুগান্ডার মধ্যে সম্পর্কের দ্বারা প্রভাবিত ছিল।\nব্রিটিশরা উগান্ডা প্রটেক্টরেট তৈরি করার মুহূর্ত থেকে, একটি একক রাষ্ট্রের কাঠামোর মধ্যে কীভাবে বৃহত্তম রাজতন্ত্র পরিচালনা করা যায় তা সর্বদা একটি সমস্যা ছিল। ঔপনিবেশিক গভর্নররা একটি ফর্মুলা নিয়ে আসতে ব্যর্থ হয়েছিল। কেন্দ্রীয় সরকারের বুগান্ডার প্রতি অসাধু মনোভাবের কারণে এটি আরও জটিল হয়েছিল। বুগান্ডা কখনই স্বাধীনতা চায়নি বরং একটি শিথিল ব্যবস্থা নিয়ে স্বাচ্ছন্দ্য বোধ করেছিল যা তাদের সুরক্ষার মধ্যে অন্যান্য বিষয়ের উপরে বিশেষ সুবিধা বা ব্রিটিশরা চলে যাওয়ার সময় একটি বিশেষ মর্যাদার গ্যারান্টি দেয়। স্বাধীনতার পূর্বে ব্রিটিশ ঔপনিবেশিক কর্তৃপক্ষ এবং বুগান্ডার মধ্যে বৈরিতা দ্বারা এটি আংশিকভাবে প্রমাণিত হয়েছিল।\nবুগান্ডার মধ্যে যারা কাবাকাকে প্রভাবশালী রাজা হিসেবে দেখতে চেয়েছিল এবং যারা একটি আধুনিক ধর্মনিরপেক্ষ রাষ্ট্র তৈরি করতে বাকি উগান্ডার সাথে যোগ দিতে চেয়েছিল তাদের মধ্যে বিভাজন ছিল। বিভক্তির ফলে দুটি প্রভাবশালী বুগান্ডা ভিত্তিক দল তৈরি হয় - কাবাকা ইয়েক্কা (কেবল কাবাকা) কেওয়াই এবং ডেমোক্রেটিক পার্টি (ডিপি) যার শিকড় ছিল ক্যাথলিক চার্চে। এই দুই দলের মধ্যে তিক্ততা অত্যন্ত তীব্র ছিল বিশেষ করে যখন ঔপনিবেশিক পরবর্তী সংসদের প্রথম নির্বাচন ঘনিয়ে আসে। কাবাকাকে বিশেষ করে ডিপি নেতা বেনেডিক্টো কিওয়ানুকাকে অপছন্দ করতেন।\nবুগান্ডার বাইরে, উত্তর উগান্ডার একজন মৃদুভাষী রাজনীতিবিদ, মিল্টন ওবোট, উগান্ডা পিপলস কংগ্রেস (ইউপিসি) গঠনের জন্য অ-বুগান্ডা রাজনীতিবিদদের একটি জোট গঠন করেছিলেন। ইউপিসি এর কেন্দ্রস্থলে বুগান্ডার বিশেষ মর্যাদাকে সমর্থনকারী রাজনীতিবিদদের দ্বারা আধিপত্য ছিল তারা আঞ্চলিক বৈষম্য সংশোধন করতে চেয়েছিল। এটি বুগান্ডার বাইরে থেকে যথেষ্ট সমর্থন পেয়েছে। দলটি যদিও স্বার্থের একটি আলগা জোট ছিল, কিন্তু ওবোট একটি ফেডারেল সূত্রের ভিত্তিতে একটি সাধারণ স্থলে তাদের আলোচনার ক্ষেত্রে দুর্দান্ত দক্ষতা দেখিয়েছিলেন।\nস্বাধীনতার সময়, বুগান্ডা প্রশ্ন অমীমাংসিত ছিল। উগান্ডা ছিল কয়েকটি ঔপনিবেশিক অঞ্চলের মধ্যে একটি যা সংসদে স্পষ্ট সংখ্যাগরিষ্ঠতা নিয়ে প্রভাবশালী রাজনৈতিক দল ছাড়াই স্বাধীনতা অর্জন করেছিল। প্রাক-স্বাধীনতার নির্বাচনে, ইউপিসি বুগান্ডায় কোনো প্রার্থী দেয়নি এবং ৬১টি সরাসরি নির্বাচিত আসনের (বুগান্ডার বাইরে) ৩৭টিতে জয়লাভ করে। বুগান্ডার বাইরে ডিপি ২৪টি আসন জিতেছিল। বুগান্ডাকে দেওয়া \"বিশেষ মর্যাদা\" এর অর্থ হল ২১টি বুগান্ডা আসন আনুপাতিক প্রতিনিধিত্ব দ্বারা নির্বাচিত হয়েছিল যা বুগান্ডা সংসদ - লুকিক্কোর নির্বাচনকে প্রতিফলিত করে। সমস্ত ২১টি আসন জিতে, কেওয়াই ডিপি-এর উপর একটি দুর্দান্ত বিজয় অর্জন করেছিল।\n১৯৬৪ সালের শেষের দিকে ইউপিসি সর্বোচ্চ উচ্চতায় পৌঁছেছিল যখন সংসদে ডিপি নেতা, বাসিল কিজা বাতারিংয়া, অন্য পাঁচজন এমপির সাথে সংসদীয় ফ্লোর ত্যাগ করেছিলেন, ডিপির তখন মাত্র নয়টি আসন রয়ে গিয়েছিল। ডিপি এমপিরা বিশেষভাবে খুশি ছিলেন না যে কাবাকার প্রতি তাদের নেতা বেনেডিক্টো কিওয়ানুকার শত্রুতা তাদের কেওয়াই-এর সাথে আপোশ করার সম্ভাবনাকে বাধাগ্রস্ত করতে ছিল। দলত্যাগের স্রোত বন্যায় পরিণত হয় যখন ১০ জন কেওয়াই সদস্য ফ্লোর ত্যাগ করে যখন তারা বুঝতে পেরেছিল যে ইউপিসির সাথে আনুষ্ঠানিক জোট আর কার্যকর নয়। সারাদেশে ওবোটের ক্যারিশম্যাটিক বক্তৃতাগুলি তার সামনে ব্যাপকভাবে ছড়িয়ে পড়েছিল, এবং ইউপিসি অনুষ্ঠিত প্রায় প্রতিটি স্থানীয় নির্বাচনে জয়লাভ করছিল এবং বুগান্ডার বাইরে সমস্ত জেলা পরিষদ এবং আইনসভার উপর তার নিয়ন্ত্রণ বৃদ্ধি করছিল। সম্ভবত তার আনুষ্ঠানিক ভূমিকা এবং দেশের তার অংশে প্রতীকীতায় কাবাকার প্রতিক্রিয়া নিঃশব্দ ছিল। যাইহোক, তার প্রাসাদের মধ্যেও বড় ধরনের বিভাজন ছিল যা তার পক্ষে ওবোটের বিরুদ্ধে কার্যকরভাবে কাজ করা কঠিন করে তুলেছিল। উগান্ডা স্বাধীন হওয়ার সময়, বুগান্ডা \"প্রতিদ্বন্দ্বী সামাজিক ও রাজনৈতিক শক্তির সাথে একটি বিভক্ত ঘর ছিল\"। তবে তখন ইউপিসি-এর অভ্যন্তরে সমস্যা তৈরি শুরু হয়েছিল। এর পদমর্যাদা বৃদ্ধির সাথে সাথে জাতিগত, ধর্মীয়, আঞ্চলিক এবং ব্যক্তিগত স্বার্থ দলটিকে নাড়া দিতে থাকে। দলের কেন্দ্রীয় ও আঞ্চলিক কাঠামোতে দলগত দ্বন্দ্বের জটিল ধারাবাহিকতায় পার্টির আপাত শক্তি হ্রাস পেয়েছিল। এবং ১৯৬৬ সালের মধ্যে, ইউপিসি নিজেকে বিচ্ছিন্ন করে ফেলেছিল। ডিপি এবং কেওয়াই থেকে সংসদীয় ফ্লোর পার হওয়া নবাগতদের দ্বারা দ্বন্দ্ব আরও তীব্র হয়।\nইউপিসি প্রতিনিধিরা তাদের প্রতিনিধি সম্মেলনের জন্য ১৯৬৪ সালে গুলুতে আসেন। এখানে প্রথম প্রদর্শন ছিল যে কীভাবে ওবোট তার দলের নিয়ন্ত্রণ হারাচ্ছেন। পার্টির সেক্রেটারি-জেনারেলের লড়াই ছিল নতুন মধ্যপন্থী প্রার্থী - গ্রেস ইবিনগিরা এবং কট্টরপন্থী জন কাকোঙ্গের মধ্যে একটি তিক্ত প্রতিদ্বন্দ্বিতা। ইবিনগিরা পরবর্তীকালে ইউপিসি-তে ওবোটের বিরোধিতার প্রতীক হয়ে ওঠে। বুগান্ডা এবং কেন্দ্রীয় সরকারের মধ্যে সঙ্কট সৃষ্টিকারী পরবর্তী ঘটনাগুলির দিকে তাকানোর সময় এটি একটি গুরুত্বপূর্ণ কারণ। ইউপিসি-এর বাইরের লোকদের জন্য (কেওয়াই সমর্থক সহ), এটি একটি চিহ্ন ছিল যে ওবোট দুর্বল ছিল। প্রখর পর্যবেক্ষকরা বুঝতে পেরেছিলেন যে ইউপিসি আর একটি সমন্বিত ইউনিট নয়।\nইউপিসি-কেওয়াই জোটের পতনের ফলে বুগান্ডার \"বিশেষ মর্যাদা\" সম্পর্কে ওবোট এবং অন্যদের অসন্তোষ প্রকাশ পেয়েছে। ১৯৬৪ সালে, সরকার সুবিশাল বুগান্ডা রাজ্যের কিছু অংশের দাবিতে সাড়া দেয় যে তারা কাবাকার প্রজা নয়। ঔপনিবেশিক শাসনের আগে, বুগান্ডা প্রতিবেশী বুনিয়োরো রাজ্যের প্রতিদ্বন্দ্বী ছিল। বুগান্ডা বুনিয়োরোর কিছু অংশ জয় করেছিল এবং ব্রিটিশ ঔপনিবেশিকরা বুগান্ডা চুক্তিতে এটিকে আনুষ্ঠানিক রূপ দিয়েছিল। \"হারানো কাউন্টি\" হিসাবে পরিচিত, এই অঞ্চলের লোকেরা বুনিয়োরোর অংশ হতে ফিরে আসতে চেয়েছিল। ওবোটে একটি গণভোটের অনুমতি দেওয়ার সিদ্ধান্ত নিয়েছিলেন, যা কাবাকা এবং বুগান্ডার বাকি অংশকে ক্ষুব্ধ করেছিল। কাবাকার ভোটকে প্রভাবিত করার চেষ্টা সত্ত্বেও কাউন্টির বাসিন্দারা বুনিয়োরোতে ফিরে যাওয়ার পক্ষে ভোট দিয়েছেন। গণভোটে হেরে যাওয়ার পর, কেওয়াই কাউন্টিগুলিকে বুনিয়োরোতে পাস করার বিলের বিরোধিতা করেছিল, এইভাবে ইউপিসির সাথে জোটের অবসান ঘটে।\nউগান্ডার রাজনীতির উপজাতীয় প্রকৃতিও সরকার ব্যবস্থায় নিজেকে প্রকাশ করছিল। ইউপিসি যেটি পূর্বে একটি জাতীয় দল ছিল তা উপজাতি লাইন ধরে ভাঙতে শুরু করে যখন ইবিনগিরা ইউপিসিতে ওবোটকে চ্যালেঞ্জ করেছিল। \"উত্তর/দক্ষিণ\" জাতিগত বিভাজন যেটি অর্থনৈতিক ও সামাজিক ক্ষেত্রে স্পষ্ট ছিল তা পরে রাজনীতিতে নিজেকে আবদ্ধ করে। ওবোটে নিজেকে প্রধানত উত্তরের রাজনীতিবিদদের সাথে ঘিরে রেখেছিলেন – এএ নেইকন, ফেলিক্স ওনামা, অ্যালেক্স ওজেরা – যখন ইবিনগিরার সমর্থকরা যারা পরবর্তীতে তাকে গ্রেফতার করে জেলে বন্দী করা হয়েছিল, তারা মূলত দক্ষিণের ছিল – জর্জ ম্যাগেজি, বি. কিরিয়া, ম্যাথিয়াস এনগোবি। সময়ের সাথে সাথে, দুটি উপদল জাতিগত লেবেল অর্জন করে - \"বান্টু\" (প্রধানত দক্ষিণ ইবিনগিরা দল) এবং \"নিলোটিক\" (প্রধানত উত্তর ওবোট দল)।\nএই লেবেল দুটি খুব শক্তিশালী প্রভাব মিশ্রণ মধ্যে আনা হয়। প্রথম বুগান্ডা - বুগান্ডার লোকেরা বান্টু এবং তাই স্বাভাবিকভাবেই ইবিনগিরা উপদলের সাথে সংযুক্ত। ইবিনগিরা দলটি কাবাকাকে উৎখাত করতে চায় বলে ওবোটকে অভিযুক্ত করে এই জোটকে আরও এগিয়ে নিয়েছিল। তারা তখন ওবোটের বিরোধিতা করার জন্য একত্রিত হয়েছিল। দ্বিতীয় - নিরাপত্তা বাহিনী - ব্রিটিশ উপনিবেশবাদীরা এই ভূমিকাগুলির জন্য তাদের অনুভূত উপযুক্ততার কারণে প্রায় একচেটিয়াভাবে উত্তর উগান্ডায় সেনাবাহিনী এবং পুলিশ নিয়োগ করেছিল। স্বাধীনতার সময়, সেনাবাহিনী এবং পুলিশ এর মধ্যে উত্তরের উপজাতিদের আধিপত্য ছিল - প্রধানত নিলোটিক। তারা এখন ওবোটের সাথে আরও বেশি সম্পৃক্ত হয়, এবং তিনি তার ক্ষমতাকে একত্রিত করার জন্য এর সম্পূর্ণ সুবিধা গ্রহণ করেছিলেন। এপ্রিল ১৯৬৬ সালে, ওবোট মোরোটোতে আটশত নতুন সেনা নিয়োগ করেছিলেন যার মধ্যে ৭০ শতাংশ উত্তরাঞ্চল থেকে এসেছিল।\nসেই সময়ে কেন্দ্রীয় সরকার এবং নিরাপত্তা বাহিনীকে \"উত্তরীয়দের\" আধিপত্য হিসাবে দেখার প্রবণতা ছিল - বিশেষ করে আচোলি যাদের ইউপিসি-এর মাধ্যমে জাতীয় স্তরে সরকারি পদগুলিতে উল্লেখযোগ্য প্রবেশাধিকার ছিল। উত্তর উগান্ডায় বুগান্ডা বিরোধী অনুভূতির বিভিন্ন মাত্রা ছিল, বিশেষ করে স্বাধীনতার আগে এবং পরে রাজ্যের \"বিশেষ মর্যাদা\" এবং এই মর্যাদার সাথে আসা সমস্ত অর্থনৈতিক ও সামাজিক সুবিধা নিয়ে। ওবোট সিভিল সার্ভিস এবং মিলিটারি উভয়ের মাধ্যমে কেন্দ্রীয় রাজ্যে উল্লেখযোগ্য সংখ্যক উত্তরবাসীকে নিয়ে এসেছিলেন এবং উত্তর উগান্ডায় একটি পৃষ্ঠপোষকতা মিশন তৈরি করেছিলেন। যাইহোক, \"বান্টু\" এবং \"নিলোটিক\" উভয় লেবেল উল্লেখযোগ্য অস্পষ্টতার প্রতিনিধিত্ব করে। উদাহরণস্বরূপ বান্টু শ্রেণীতে বুগান্ডা এবং বুনিয়োরো উভয়ই অন্তর্ভুক্ত রয়েছে - যারা ঐতিহাসিকভাবে তিক্ত প্রতিদ্বন্দ্বী। নিলোটিক লেবেলে লুগবারা, আচোলি এবং লাঙ্গি অন্তর্ভুক্ত রয়েছে, যাদের সবার মধ্যে তিক্ত প্রতিদ্বন্দ্বিতা রয়েছে যা পরবর্তীতে উগান্ডার সামরিক রাজনীতিকে সংজ্ঞায়িত করবে। এই অস্পষ্টতা থাকা সত্ত্বেও, এই ঘটনাগুলি অজান্তেই উত্তর/দক্ষিণ রাজনৈতিক বিভাজন সামনে এনেছে যা কিছু পরিমাণে এখনও উগান্ডার রাজনীতিকে প্রভাবিত করে।\nবিরোধীরা ওবোটের দুর্বলতা অনুভব করার সাথে সাথে ইউপিসি বিভক্তকরণ এ অব্যাহত ছিল। স্থানীয় পর্যায়ে যেখানে ইউপিসি বেশির ভাগ কাউন্সিলের আধিপত্য ছিল, সেখানে অসন্তোষ বর্তমান কাউন্সিল নেতাদের চ্যালেঞ্জ করতে শুরু করে। এমনকি ওবোটের নিজ জেলাতেও, ১৯৬৬ সালে স্থানীয় জেলা পরিষদের প্রধানকে ক্ষমতাচ্যুত করার চেষ্টা করা হয়েছিল। ইউপিসির জন্য একটি আরও উদ্বেগজনক পরবর্তী জাতীয় নির্বাচন ১৯৬৭ সালে সংগঠিত হয়েছিল - এবং কেওয়াই-এর সমর্থন ছাড়াই (যারা এখন সম্ভবত ডিপি) এবং ইউপিসি-তে ক্রমবর্ধমান দলাদলির ফলে, কয়েক মাসের মধ্যে ইউপিসি ক্ষমতার বাইরে চলে যাওয়ার বাস্তব সম্ভাবনা দেখা দেয়।\nওবোট ১৯৬৬ সালের প্রথম দিকে পার্লামেন্টের একটি নতুন আইন নিয়ে কেওয়াই-এর পরে গিয়েছিলেন যা বুগান্ডার বাইরে বিস্তৃত করার কেওয়াই-এর যেকোনো প্রচেষ্টাকে বাধা দেয়। কেওয়াই তাদের কয়েকজন অবশিষ্ট এমপির মধ্যে একজন, গুরুতর অসুস্থ দাউদি ওচিয়েং-এর মাধ্যমে সংসদে প্রতিক্রিয়া জানাতে দেখা গেছে। ওচিয়েং একজন বিদ্রুপের অধিকারী ছিলেন – যদিও উত্তর উগান্ডা থেকে, তিনি কেওয়াই-এর র‍্যাঙ্কে অনেক উঁচুতে উঠেছিলেন এবং কাবাকার একজন ঘনিষ্ঠ আস্থাভাজন হয়েছিলেন যিনি তাকে বুগান্ডায় বিশাল জমির শিরোনাম দিয়েছিলেন। সংসদে ওবোটের অনুপস্থিতিতে, ওচিয়েং কঙ্গো থেকে হাতির দাঁত এবং সোনার অবৈধ লুণ্ঠন প্রকাশ করেছিলেন যেটি ওবোটের সেনাপ্রধান কর্নেল ইদি আমিন দ্বারা সংগঠিত হয়েছিল। তিনি আরও অভিযোগ করেছেন যে ওবোট, ওনামা এবং নেইকন সকলেই এই প্রকল্প থেকে উপকৃত হয়েছেন। পার্লামেন্ট অপ্রতিরোধ্যভাবে আমিনকে নিন্দা ও ওবোটের জড়িত থাকার তদন্তের প্রস্তাবের পক্ষে ভোট দেয়। এটি সরকারকে নাড়া দেয় এবং দেশে উত্তেজনা বাড়ায়।\nকেওয়াই আবারও ইউপিসি বুগান্ডা সম্মেলনে তার দলের মধ্যে থেকে ওবোটকে চ্যালেঞ্জ করার ক্ষমতা প্রদর্শন করেছিল যেখানে গডফ্রে বিনাইসা (অ্যাটর্নি জেনারেল) কে একটি দল দ্বারা বহিষ্কার করা হয়েছিল যেটিকে বুগান্ডায় কেওয়াই, ইবিনগিরা এবং অন্যান্য-ওবোট-বিরোধী উপাদানগুলির সমর্থন রয়েছে বলে বিশ্বাস করা হয়েছিল। ওবোটের প্রতিক্রিয়া ছিল মন্ত্রিসভার বৈঠকে ইবিনগিরা এবং অন্যান্য মন্ত্রীদের গ্রেপ্তার করা এবং ১৯৬৬ সালের ফেব্রুয়ারিতে বিশেষ ক্ষমতা গ্রহণ করা। ১৯৬৬ সালের মার্চ মাসে, ওবোট ঘোষণা করেছিলেন যে রাষ্ট্রপতি এবং ভাইস-প্রেসিডেন্টের কার্যালয়গুলি বিদ্যমান থাকবে না - কার্যকরভাবে কাবাকাকে বরখাস্ত করা হবে। ওবোট আমিনকে আরও ক্ষমতা দিয়েছিলেন - তাকে আগের ধারক (ওপোলট) এর চেয়ে আর্মি কমান্ডার পদে দিয়েছিলেন যিনি বিয়ের মাধ্যমে বুগান্ডার সাথে সম্পর্ক রেখেছিলেন (সম্ভবত বিশ্বাস করেন যে ওপোলট কাবাকার বিরুদ্ধে সামরিক পদক্ষেপ নিতে অনিচ্ছুক হবেন)। ওবোট সংবিধান বিলুপ্ত করেন এবং কয়েক মাসের মধ্যে নির্বাচন কার্যকরভাবে স্থগিত করেন। ওবোট টেলিভিশন এবং রেডিওতে কাবাকাকে বিদেশী সৈন্যদের অনুরোধ সহ বিভিন্ন অপরাধের জন্য অভিযুক্ত করতে গিয়েছিলেন যা আমিনের অভ্যুত্থানের ষড়যন্ত্রের গুজবের পরে কাবাকা অনুসন্ধান করেছিল বলে মনে করা হয়।\n\nফেডারেল ইউনিটগুলির জন্য স্বাধীন পাবলিক সার্ভিস কমিশনের বিলুপ্তি। এটি বুগান্ডায় বেসামরিক কর্মচারী নিয়োগের জন্য কাবাকার কর্তৃত্বকে সরিয়ে দেয়।\nবুগান্ডা হাইকোর্টের বিলুপ্তি - কাবাকার যেকোনো বিচারিক কর্তৃত্ব অপসারণ।\nবুগান্ডা আর্থিক ব্যবস্থাপনাকে আরও কেন্দ্রীয় নিয়ন্ত্রণে আনা।\nবুগান্ডা প্রধানদের জন্য জমি বিলুপ্তি। জমি তার প্রজাদের উপর কাবাকার ক্ষমতার অন্যতম উৎস।\nবুগান্ডা এবং কেন্দ্রীয় সরকারের মধ্যে শো ডাউনের জন্য লাইনগুলি এখানে টানা হয়েছিল। সমঝোতার মাধ্যমে এটি এড়ানো যেত কিনা তা নিয়ে ঐতিহাসিকরা তর্ক করতে পারেন। এটি অসম্ভাব্য ছিল কারণ ওবোট এখানে সাহসী বোধ করেছেন এবং কাবাকাকে দুর্বল হিসাবে দেখেছেন। প্রকৃতপক্ষে, চার বছর আগে রাষ্ট্রপতির পদ গ্রহণ করে এবং ইউপিসি-র পাশে থাকার মাধ্যমে, কাবাকা তার জনগণকে বিভক্ত করেছিল এবং একজনের বিরুদ্ধে অন্যের পক্ষ নিয়েছিল। বুগান্ডার রাজনৈতিক প্রতিষ্ঠানের মধ্যে, ধর্ম এবং ব্যক্তিগত উচ্চাকাঙ্ক্ষার দ্বারা চালিত প্রতিদ্বন্দ্বিতা প্রতিষ্ঠানগুলিকে অকার্যকর করে তোলে এবং কেন্দ্রীয় সরকারের পদক্ষেপে সাড়া দিতে অক্ষম করে তোলে। কাবাকাকে প্রায়শই বিচ্ছিন্ন এবং তরুণ বুগান্ডা রাজনীতিবিদদের পরামর্শের প্রতি প্রতিক্রিয়াহীন হিসাবে বিবেচনা করা হত যারা স্বাধীনতা-পরবর্তী নতুন রাজনীতিকে আরও ভালভাবে বুঝতেন, ঐতিহ্যবাদীদের বিপরীতে যারা তাদের ঐতিহ্যগত সুবিধা বজায় রাখা পর্যন্ত যা ঘটছে তার প্রতি দ্বিধাহীন ছিল। কাবাকা নব্য ঐতিহ্যবাদীদের পক্ষপাতী ছিলেন।\n১৯৬৬ সালের মে মাসে, কাবাকা তার পদক্ষেপ নিয়েছিলেন। তিনি বিদেশী সাহায্য চেয়েছিলেন এবং বুগান্ডা পার্লামেন্ট উগান্ডা সরকারকে বুগান্ডা (রাজধানী কাম্পালা সহ) ছেড়ে যাওয়ার দাবি জানিয়েছিলেন। জবাবে ওবোট ইদি আমিনকে কাবাকার প্রাসাদ আক্রমণ করার নির্দেশ দেন। কাবাকার প্রাসাদের জন্য যুদ্ধ ছিল ভয়ানক - কাবাকার প্রহরীরা প্রত্যাশার চেয়ে বেশি প্রতিরোধ গড়ে তুলেছিল। ব্রিটিশদের প্রশিক্ষিত ক্যাপ্টেন - কাবাকা প্রায় ১২০ জন সশস্ত্র লোক নিয়ে ইদি আমিনকে বারো ঘন্টা ধরে আটকে রেখেছিল। এটি অনুমান করা হয় যে যুদ্ধে ২,০০০ জন লোক মারা গিয়েছিল যা শেষ হয়েছিল যখন সেনাবাহিনী ভারী বন্দুক আহ্বান করেছিল এবং প্রাসাদটি দখল করেছিল। বুগান্ডায় প্রত্যাশিত গ্রামাঞ্চলের অভ্যুত্থান বাস্তবায়িত হয়নি এবং কয়েক ঘন্টা পরে একজন উজ্জ্বল ওবোট তার বিজয়কে উপভোগ করার জন্য প্রেসের সাথে দেখা করেন। কাবাকা প্রাসাদের দেয়াল ধরে পালিয়ে যায় এবং সমর্থকদের দ্বারা লন্ডনে নির্বাসনে নিয়ে যাওয়া হয়। সেখানে তিন বছর পর তিনি মারা যান।\n\n\n=== ১৯৬৬ - ১৯৭১ (অভ্যুত্থানের আগে) ===\n১৯৬৬ সালে, ওবোটের নেতৃত্বাধীন সরকার এবং রাজা মুতিসার মধ্যে ক্ষমতার লড়াইয়ের পর, ওবোট সংবিধান স্থগিত করেন এবং আনুষ্ঠানিক রাষ্ট্রপতি ও উপ-রাষ্ট্রপতিকে অপসারণ করেন। ১৯৬৭ সালে, একটি নতুন সংবিধান উগান্ডাকে একটি প্রজাতন্ত্র ঘোষণা করে এবং ঐতিহ্যবাহী রাজ্যগুলিকে বিলুপ্ত করে। ওবোটকে রাষ্ট্রপতি ঘোষণা করা হয়।\n\n\n=== ১৯৭১ (অভ্যুত্থানের পরে) - ১৯৭৯ (আমিন শাসনের অবসান) ===\n১৯৭১ সালের ২৫ জানুয়ারি একটি সামরিক অভ্যুত্থানের পর, ওবোট ক্ষমতা থেকে অপসারিত হন এবং জেনারেল ইদি আমিন দেশের নিয়ন্ত্রণ দখল করেন। আমিন পরবর্তী আট বছর সেনাবাহিনীর সমর্থনে একনায়ক হিসেবে উগান্ডা শাসন করেন। তিনি তার শাসন বজায় রাখার জন্য দেশের মধ্যে গণহত্যা চালান। তার শাসনামলে আনুমানিক ৮০,০০০-৫০০,০০০ উগান্ডাবাসী তাদের জীবন হারিয়েছিল। তার বর্বরতা ছাড়াও, তিনি উগান্ডা থেকে ভারতীয় সংখ্যালঘু উদ্যোক্তাদের জোরপূর্বক সরিয়ে দেন। ১৯৭৯ সালে উগান্ডা-তানজানিয়া যুদ্ধের পর আমিনের রাজত্বের অবসান ঘটে, যেখানে উগান্ডার নির্বাসিতদের সহায়তায় তানজানিয়ান বাহিনী উগান্ডা আক্রমণ করে।\n\n\n=== ১৯৭৯ - বর্তমান ===\n১৯৮৬ সালের জানুয়ারিতে পূর্ববর্তী শাসনের পতনের পর থেকে ইওওয়েরি মুসেভেনি রাষ্ট্রপতি ছিলেন।\nউগান্ডার রাজনৈতিক দলগুলি সেই বছরের শুরুতে তাদের কার্যকলাপে সীমাবদ্ধ ছিল, এই পদক্ষেপ যা স্পষ্টতই সাম্প্রদায়িক সহিংসতা হ্রাস করার জন্য ডিজাইন করা হয়েছিল। মুসেভেনি দ্বারা প্রতিষ্ঠিত অ-দলীয় \"আন্দোলন\" ব্যবস্থায়, রাজনৈতিক দলগুলি বিদ্যমান ছিল, কিন্তু তারা শুধুমাত্র একটি সদর দপ্তর পরিচালনা করতে পারে। তারা শাখা খুলতে, সমাবেশ করতে বা সরাসরি প্রার্থী দিতে পারেনি (যদিও নির্বাচনী প্রার্থীরা রাজনৈতিক দলের অন্তর্গত হতে পারে)। একটি সাংবিধানিক গণভোট জুলাই ২০০৫ সালে বহুদলীয় রাজনীতিতে এই উনিশ বছরের নিষেধাজ্ঞা বাতিল করে।\n১৯৯৩ সালে, পোপ দ্বিতীয় জন পল উগান্ডাকে পুনর্মিলন চাওয়ার জন্য উগান্ডাবাসীদের আহ্বান জানাতে ৬ দিনের যাজক ভ্রমণের সময় উগান্ডা সফর করেন। গণ উদযাপনের সময়, তিনি নিহত খ্রিস্টান শহীদদের প্রতি শ্রদ্ধা নিবেদন করেন।\n১৯৯০ এর দশকের মাঝামাঝি থেকে শেষের দিকে, আফ্রিকান নেতাদের একটি নতুন প্রজন্মের অংশ হিসাবে মুসেভেনি পশ্চিমা দেশগুলির দ্বারা প্রশংসিত হয়েছিলেন।\nতবে দ্বিতীয় কঙ্গো যুদ্ধের সময় গণতান্ত্রিক প্রজাতন্ত্র কঙ্গো আক্রমণ ও দখল করে তার রাষ্ট্রপতিত্ব নষ্ট হয়ে যায়, যার ফলে ১৯৯৮ সাল থেকে আনুমানিক ৫.৪ মিলিয়ন মানুষ মারা গেছে এবং আফ্রিকার গ্রেট লেক অঞ্চলে অন্যান্য সংঘাতে অংশ নেওয়ার মাধ্যমে। তিনি লর্ডস রেজিস্ট্যান্স আর্মির বিরুদ্ধে গৃহযুদ্ধে বছরের পর বছর ধরে সংগ্রাম করেছেন, যেটি শিশু দাসত্ব, আতিয়াক গণহত্যা এবং অন্যান্য গণহত্যা সহ মানবতার বিরুদ্ধে অসংখ্য অপরাধের জন্য দোষী সাব্যস্ত হয়েছেন। উত্তর উগান্ডায় সংঘাত এ হাজার হাজার নিহত এবং লক্ষ লক্ষ বাস্তুচ্যুত হয়েছে।\nপার্লামেন্ট ২০০৫ সালে রাষ্ট্রপতির মেয়াদের সীমা বাতিল করে, কারণ মুসেভেনি পাবলিক তহবিল ব্যবহার করে পার্লামেন্টের প্রতিটি সদস্যকে ২,০০০ ইউএস ডলার প্রদান করার জন্য যারা এই পদক্ষেপকে সমর্থন করেছিলেন। ২০০৬ সালের ফেব্রুয়ারিতে রাষ্ট্রপতি নির্বাচন অনুষ্ঠিত হয়। মুসেভেনি বেশ কয়েকজন প্রার্থীর বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেন, তাদের মধ্যে সবচেয়ে বিশিষ্ট ছিলেন কিজ্জা বেসিগিয়ে।\n২০ ফেব্রুয়ারি ২০১১-এ, উগান্ডা নির্বাচন কমিশন বর্তমান রাষ্ট্রপতি ইওওয়েরি কাগুতা মুসেভেনিকে ২০১১ সালের নির্বাচনে বিজয়ী প্রার্থী হিসাবে ঘোষণা করে। যেটি ১৮ ফেব্রুয়ারি ২০১১ তারিখে অনুষ্ঠিত হয়েছিল। তবে বিরোধীরা ফলাফলে সন্তুষ্ট ছিল না, তাদের ছলনা ও কারচুপিতে ভরা বলে নিন্দা করে। অফিসিয়াল ফলাফল অনুসারে, মুসেভেনি ৬৮ শতাংশ ভোট পেয়ে জয়ী হয়ে ছিলেন। এটি সহজেই তার নিকটতম প্রতিদ্বন্দ্বী, বেসিগিয়েকে শীর্ষে পৌঁছেছিল, যিনি মুসেভেনির চিকিৎসক ছিলেন এবং সাংবাদিকদের বলেছিলেন যে তিনি এবং তার সমর্থকরা ফলাফলের পাশাপাশি মুসেভেনির বা তিনি যে কাউকে নিয়োগ করতে পারেন তার অবিরাম নিয়মকে \"সরাসরিভাবে বাদ দেন\"। বেসিগিয়ে যোগ করেছেন যে কারচুপির নির্বাচন অবশ্যই একটি অবৈধ নেতৃত্বের দিকে নিয়ে যাবে এবং এটি সমালোচনামূলকভাবে বিশ্লেষণ করা উগান্ডানদের উপর নির্ভর করে। ইউরোপীয় ইউনিয়নের নির্বাচন পর্যবেক্ষণ মিশন উগান্ডার নির্বাচনী প্রক্রিয়ার উন্নতি এবং ত্রুটি সম্পর্কে রিপোর্ট করেছে: \"নির্বাচনী প্রচারণা এবং ভোটদানের দিন শান্তিপূর্ণভাবে পরিচালিত হয়েছিল। তবে, নির্বাচনী প্রক্রিয়াটি পরিহারযোগ্য প্রশাসনিক এবং লজিস্টিক ব্যর্থতার দ্বারা ক্ষতিগ্রস্ত হয়েছিল যার ফলে উগান্ডার নাগরিকদের একটি অগ্রহণযোগ্য সংখ্যক ভোটাধিকার থেকে বঞ্চিত হয়েছিল।\"\nআগস্ট ২০১২ থেকে, হ্যাকটিভিস্ট গ্রুপ অ্যানোনিমাস উগান্ডার কর্মকর্তাদের হুমকি দিয়েছিল এবং তার সমকামী বিরোধী বিলগুলির জন্য সরকারী ওয়েবসাইটগুলি হ্যাক করেছিল। সমকামী বিরোধী বিল অব্যাহত থাকলে কিছু আন্তর্জাতিক দাতা দেশটিকে আর্থিক সাহায্য বন্ধ করার হুমকি দিয়েছিল।\nপ্রেসিডেন্টের ছেলে মুহুজি কাইনেরুগাবার উত্তরাধিকার পরিকল্পনার সূচক উত্তেজনা বাড়িয়েছে।\nরাষ্ট্রপতি ইওওয়েরি মুসেভেনি ১৯৮৬ সাল থেকে দেশ শাসন করেছেন এবং তিনি সর্বশেষ ২০২১ সালের জানুয়ারিতে রাষ্ট্রপতি নির্বাচনে পুনরায় নির্বাচিত হন। অফিসিয়াল ফলাফল অনুযায়ী মুসেভেনি ৫৮% ভোট নিয়ে নির্বাচনে জয়ী হয়েছেন যেখানে পপস্টার থেকে রাজনীতিবিদ হওয়া ববি ওয়াইন ৩৫% ভোট পেয়েছিলেন। ব্যাপক জালিয়াতি ও অনিয়মের অভিযোগের কারণে বিরোধীরা ফলাফলকে চ্যালেঞ্জ করে।\n\n\n== ভূগোল ==\nউগান্ডা দক্ষিণ-পূর্ব আফ্রিকায় ১º উত্তর এবং ৪º উত্তর অক্ষাংশের মধ্যে এবং ৩০º পূর্ব এবং ৩৫º পূর্ব দ্রাঘিমাংশের মধ্যে অবস্থিত। আগ্নেয়গিরির পাহাড়, পর্বত এবং হ্রদ নিয়ে গঠিত এর ভূগোল খুবই বৈচিত্র্যময়। দেশটি সমুদ্রপৃষ্ঠ থেকে গড়ে ৯০০ মিটার উপরে অবস্থিত। উগান্ডার পূর্ব ও পশ্চিম উভয় সীমান্তেই পাহাড় রয়েছে। রুয়েনজোরি পর্বতশ্রেণীতে উগান্ডার সর্বোচ্চ শৃঙ্গ রয়েছে, যার নাম আলেকজান্দ্রা এবং এর উচ্চতা ৫,০৯৪ মিটার।\n\n\n=== হ্রদ এবং নদী ===\nদেশের দক্ষিণের বেশিরভাগ অংশ বিশ্বের অন্যতম বৃহত্তম হ্রদ, লেক ভিক্টোরিয়া দ্বারা প্রবলভাবে প্রভাবিত, যেখানে অনেক দ্বীপ রয়েছে। রাজধানী কাম্পালা এবং নিকটবর্তী শহর এন্টেবে সহ সবচেয়ে গুরুত্বপূর্ণ শহরগুলি দক্ষিণে এই হ্রদের কাছে অবস্থিত।\nকিয়োগা হ্রদ দেশের কেন্দ্রে এবং বিস্তৃত জলাভূমি দ্বারা বেষ্টিত।\nযদিও স্থলবেষ্টিত, উগান্ডায় অনেক বড় হ্রদ রয়েছে। লেক ভিক্টোরিয়া এবং কিয়োগা ছাড়াও, লেক আলবার্টা, লেক এডওয়ার্ড এবং ছোট লেক জর্জ রয়েছে।\nউগান্ডা প্রায় সম্পূর্ণরূপে নীল নদের অববাহিকায় অবস্থিত। নীল নদ ভিক্টোরিয়া হ্রদ থেকে কিয়োগা হ্রদে এবং সেখান থেকে কঙ্গোলিজ সীমান্তের আলবার্ট হ্রদে প্রবাহিত হয়েছে। তারপর এটি উত্তর দিকে দক্ষিণ সুদানে চলে গেছে। তুরকানা হ্রদের অভ্যন্তরীণ নিষ্কাশন বেসিনের অংশ, সুয়াম নদী দ্বারা পূর্ব উগান্ডার একটি এলাকা নিষ্কাশন করা হয়েছে। উগান্ডার চরম উত্তর-পূর্ব অংশ লোটিকিপি অববাহিকায় প্রবাহিত হয়, যা মূলত কেনিয়াতে অবস্থিত।\n\n\n=== জীববৈচিত্র্য এবং সংরক্ষণ ===\nউগান্ডার দশটি জাতীয় উদ্যান সহ ৬০টি সুরক্ষিত এলাকা রয়েছে: বিউইন্ডি দুর্ভেদ্য ন্যাশনাল পার্ক এবং রোয়েনজোরি মাউন্টেন ন্যাশনাল পার্ক (উভয়ই ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইট), কিবালে ন্যাশনাল পার্ক, কিডেপো ভ্যালি ন্যাশনাল পার্ক, লেক এমবুরো ন্যাশনাল পার্ক, মাগাহিঙ্গা গোরিলা ন্যাশনাল পার্ক, মাউন্ট এলগন ন্যাশনাল পার্ক, মুর্চিসন ফলস ন্যাশনাল পার্ক, কুইন এলিজাবেথ ন্যাশনাল পার্ক এবং সেমুলিকি ন্যাশনাল পার্ক।\nউগান্ডায় প্রচুর প্রজাতি রয়েছে, যার মধ্যে রয়েছে বিউইন্ডি অভেদ্য ন্যাশনাল পার্কের পাহাড়ি গরিলা, মাগাহিঙ্গা গরিলা ন্যাশনাল পার্কে গরিলা এবং সোনার বানর এবং মুর্চিসন ফলস ন্যাশনাল পার্কে হিপ্পো।\nদেশটির একটি ২০১৯ ফরেস্ট ল্যান্ডস্কেপ ইন্টিগ্রিটি ইনডেক্স মানে ৪.৩৬/১০ স্কোর ছিল, এটি ১৭২টি দেশের মধ্যে বিশ্বব্যাপী ১২৮তম স্থানে রয়েছে।\n\n\n== সরকার ও রাজনীতি ==\nউগান্ডার রাষ্ট্রপতি রাষ্ট্রপ্রধান এবং সরকার প্রধান উভয়ই। রাষ্ট্রপতি তাকে শাসনে সহায়তা করার জন্য একজন ভাইস-প্রেসিডেন্ট এবং একজন প্রধানমন্ত্রী নিয়োগ করেন।\nসংসদটি জাতীয় পরিষদ দ্বারা গঠিত, যার ৪৪৯ সদস্য রয়েছে। এর মধ্যে রয়েছে; ২৯০ আসনের প্রতিনিধি, ১১৬ জেলা মহিলা প্রতিনিধি, ১০ জন উগান্ডা পিপলস ডিফেন্স ফোর্সের প্রতিনিধি, ৫ জন যুব প্রতিনিধি, ৫ জন শ্রমিক প্রতিনিধি, ৫ জন প্রতিবন্ধী ব্যক্তি এবং ১৮ জন প্রাক্তন সদস্য।\n\n\n=== বৈদেশিক সম্পর্ক ===\nকেনিয়া, তানজানিয়া, রুয়ান্ডা, বুরুন্ডি এবং দক্ষিণ সুদান সহ উগান্ডা পূর্ব আফ্রিকান সম্প্রদায়ের (ইএসি) সদস্য। ২০১০ সালের পূর্ব আফ্রিকান কমন মার্কেট প্রোটোকল অনুসারে, কর্মসংস্থানের উদ্দেশ্যে অন্য সদস্য দেশে বসবাসের অধিকার সহ মানুষের মুক্ত বাণিজ্য এবং অবাধ চলাচল নিশ্চিত করা হয়েছে। তবে এই প্রোটোকল, কাজের অনুমতি এবং অন্যান্য আমলাতান্ত্রিক, আইনি এবং আর্থিক বাধার কারণে বাস্তবায়িত হয়নি। উগান্ডা হর্ন অফ আফ্রিকা, নীল উপত্যকা এবং আফ্রিকান গ্রেট লেকগুলির সরকারগুলি সহ একটি আট-দেশীয় ব্লক ইন্টারগভর্নমেন্টাল অথরিটি অন ডেভেলপমেন্ট (আইজিএডি) এর প্রতিষ্ঠাতা সদস্য। এর সদর দপ্তর জিবুতি শহরে। উগান্ডাও অর্গানাইজেশন অব ইসলামিক কো-অপারেশনের সদস্য।\n\n\n=== সামরিক ===\nউগান্ডায়, উগান্ডা পিপলস ডিফেন্স ফোর্স সামরিক বাহিনী হিসাবে কাজ করে। উগান্ডায় সামরিক কর্মীর সংখ্যা অনুমান করা হয় ৪৫,০০০ সৈন্য সক্রিয় দায়িত্বে রয়েছে। উগান্ডার সেনাবাহিনী এই অঞ্চলে বেশ কয়েকটি শান্তিরক্ষা এবং যুদ্ধ মিশনে জড়িত, মন্তব্যকারীরা উল্লেখ করেছেন যে শুধুমাত্র মার্কিন যুক্তরাষ্ট্রের সশস্ত্র বাহিনী আরও দেশে মোতায়েন রয়েছে। উগান্ডার কঙ্গো গণতান্ত্রিক প্রজাতন্ত্রের উত্তর ও পূর্বাঞ্চলে এবং মধ্য আফ্রিকান প্রজাতন্ত্র, সোমালিয়া এবং দক্ষিণ সুদানে সৈন্য মোতায়েন রয়েছে।\n\n\n=== দুর্নীতি ===\nট্রান্সপারেন্সি ইন্টারন্যাশনাল উগান্ডার পাবলিক সেক্টরকে বিশ্বের অন্যতম দুর্নীতিগ্রস্ত হিসাবে রেট করেছে। ২০১৬ সালে, উগান্ডা ১৭৬-এর মধ্যে ১৫১তম সবচেয়ে খারাপ স্থান পেয়েছিল এবং ০ (সবচেয়ে দুর্নীতিগ্রস্ত হিসাবে বিবেচিত) থেকে ১০০ (পরিষ্কার হিসাবে বিবেচিত) স্কেলে ২৫ স্কোর ছিল।\nবিশ্বব্যাংকের ২০১৫ বিশ্বব্যাপী গভর্নেন্স সূচকে উগান্ডাকে সব দেশের মধ্যে সবচেয়ে খারাপ ১২ শতাংশে স্থান দেওয়া হয়েছে। ইউনাইটেড স্টেট ডিপার্টমেন্ট অফ স্টেট এর ২০১২ সালের উগান্ডা মানবাধিকার রিপোর্ট অনুসারে, \"বিশ্বব্যাংকের সাম্প্রতিক বিশ্বব্যাপী গভর্নেন্স সূচকগুলি প্রতিফলিত করে যে দুর্নীতি একটি গুরুতর সমস্যা\" এবং \"দুর্নীতির জন্য দেশটি বার্ষিক ৭৬৮.৯ বিলিয়ন শিলিং (২৮৬ মিলিয়ন মার্কিন ডলার) হারায়।\"\n২০১৪ সালে উগান্ডার সংসদ সদস্যরা বেশিরভাগ রাষ্ট্রীয় কর্মচারীরা যা অর্জন করেছিলেন তার ৬০ গুণ উপার্জন করেছিলেন এবং তারা একটি বড় বৃদ্ধি চেয়েছিলেন। সংসদ সদস্যদের মধ্যে দুর্নীতি তুলে ধরার জন্য জুন ২০১৪ সালে সংসদে দুটি শূকর পাচার সহ এটি ব্যাপক সমালোচনা ও প্রতিবাদের সৃষ্টি করে। গ্রেপ্তার হওয়া বিক্ষোভকারীরা তাদের অভিযোগ তুলে ধরতে \"এমপিগস\" শব্দটি ব্যবহার করেছিল।\nএকটি সুনির্দিষ্ট কেলেঙ্কারি, যার উল্লেখযোগ্য আন্তর্জাতিক পরিণতি ছিল এবং উচ্চ-স্তরের সরকারি দফতরগুলিতে দুর্নীতির উপস্থিতি হাইলাইট করেছিল, তা ছিল ২০১২ সালে প্রধানমন্ত্রীর কার্যালয় থেকে ১২.৬ মিলিয়ন ডলারের দাতা তহবিল আত্মসাৎ। এই তহবিলগুলিকে \"গুরুত্বপূর্ণ সমর্থন হিসাবে চিহ্নিত করা হয়েছিল ২০ বছরের যুদ্ধে বিধ্বস্ত উত্তর উগান্ডা এবং উগান্ডার দরিদ্রতম অঞ্চল কারামোজা পুনর্গঠন এর জন্য।\" এই কেলেঙ্কারি ইইউ, যুক্তরাজ্য, জার্মানি, ডেনমার্ক, আয়ারল্যান্ড এবং নরওয়েকে সাহায্য স্থগিত করতে প্ররোচিত করেছিল।\nসরকারী কর্মকর্তা এবং রাজনৈতিক পৃষ্ঠপোষকতা ব্যবস্থার সাথে জড়িত ব্যাপক এবং ক্ষুদ্র দুর্নীতিও উগান্ডায় বিনিয়োগের পরিবেশকে মারাত্মকভাবে প্রভাবিত করেছে। উচ্চ দুর্নীতির ঝুঁকিপূর্ণ ক্ষেত্রগুলির মধ্যে একটি হল পাবলিক প্রকিউরমেন্ট যেখানে অ-স্বচ্ছ আন্ডার-দ্য-টেবিল নগদ অর্থপ্রদান প্রায়ই প্রকিউরমেন্ট অফিসারদের কাছ থেকে দাবি করা হয়।\nযা শেষ পর্যন্ত এই সমস্যাটিকে আরও বাড়িয়ে তুলতে পারে তা হল তেলের প্রাপ্যতা। পেট্রোলিয়াম বিল, ২০১২ সালে পার্লামেন্টে পাশ হয় এবং এনআরএম দ্বারা তেল খাতে স্বচ্ছতা আনার দাবি করা হয়, যা দেশীয় এবং আন্তর্জাতিক রাজনৈতিক ভাষ্যকার এবং অর্থনীতিবিদদের খুশি করতে ব্যর্থ হয়েছে। উদাহরণস্বরূপ, ইউএস-ভিত্তিক ওপেন সোসাইটি ফাউন্ডেশনের উগান্ডার শক্তি বিশ্লেষক অ্যাঞ্জেলো ইজামা বলেছেন যে নতুন আইনটি মুসেভেনি এবং তার শাসনামলে \"একটি এটিএম (নগদ) মেশিন হস্তান্তর করার\" সমতুল্য। ২০১২ সালে আন্তর্জাতিক আইনের প্রতি নিবেদিত একটি বেসরকারি সংস্থা গ্লোবাল উইটনেসের মতে, উগান্ডায় এখন \"তেল মজুদ রয়েছে যা ছয় থেকে দশ বছরের মধ্যে সরকারের রাজস্ব দ্বিগুণ করার ক্ষমতা রাখে, যার মূল্য আনুমানিক প্রতি বছর ২.৪ বিলিয়ন মার্কিন ডলার। \"\n২০০৬ সালে পাস করা বেসরকারি সংস্থা (সংশোধন) আইন, সেক্টরের মধ্যে প্রবেশ, কার্যকলাপ, তহবিল এবং সমাবেশে বাধা তৈরি করে এনজিওগুলির উৎপাদনশীলতাকে স্তব্ধ করে দিয়েছে। ভারসাম্যহীন এবং দুর্নীতিগ্রস্ত নিবন্ধন পদ্ধতি (অর্থাৎ সরকারি কর্মকর্তাদের সুপারিশ প্রয়োজন; বার্ষিক পুনঃনিবন্ধন), অপারেশনের অযৌক্তিক নিয়ন্ত্রণ (অর্থাৎ এনজিও-এর আগ্রহের ক্ষেত্রে ব্যক্তিদের সাথে যোগাযোগ করার আগে সরকারী বিজ্ঞপ্তির প্রয়োজন), এবং সমস্ত বিদেশী তহবিল পাস করার পূর্বশর্ত ব্যাংক অফ উগান্ডা এর মাধ্যমে, অন্যান্য বিষয়গুলির মধ্যে, এনজিও সেক্টরের আউটপুটকে মারাত্মকভাবে সীমিত করছে। অধিকন্তু, ভীতি প্রদর্শনের মাধ্যমে সেক্টরের বাক স্বাধীনতা ক্রমাগত লঙ্ঘন করা হয়েছে।\n\n\n=== মানবাধিকার ===\nউগান্ডায় মানবাধিকারের ক্ষেত্রে এমন অনেক ক্ষেত্র রয়েছে যা উদ্বেগকে আকৃষ্ট করে।\nজোসেফ কোনির নেতৃত্বে বিদ্রোহী লর্ডস রেজিস্ট্যান্স আর্মি (এলআরএ) এবং উগান্ডার আর্মি উভয়ের দ্বারাই দেশের উত্তরাঞ্চলে সংঘাত অব্যাহত রয়েছে। জাতিসংঘের একজন কর্মকর্তা ২০০৯ সালের ফেব্রুয়ারিতে কঙ্গো গণতান্ত্রিক প্রজাতন্ত্রে \"ভয়াবহ বর্বরতার\" জন্য এলআরএকে অভিযুক্ত করেছিলেন।\nঅভ্যন্তরীণভাবে বাস্তুচ্যুত ব্যক্তির সংখ্যা অনুমান করা হয় ১.৪ মিলিয়ন। নিরাপত্তা সংস্থাগুলির মধ্যে নির্যাতন একটি ব্যাপক প্রথা হিসাবে অব্যাহত রয়েছে। পার্লামেন্টের বিরোধী সদস্যদের গ্রেপ্তার ও মারধর সহ দেশের রাজনৈতিক স্বাধীনতার উপর আক্রমণ আন্তর্জাতিক সমালোচনার কারণ হয়েছে, মে ২০০৫ সালে ব্রিটিশ সরকার দেশটিকে তার সহায়তার কিছু অংশ বন্ধ করার সিদ্ধান্তে পরিণত হয়েছিল। ফেব্রুয়ারী ২০০৬ সালের নির্বাচনের আগে - ভারী সশস্ত্র নিরাপত্তা বাহিনী দ্বারা বেসিগের মামলার শুনানির সময় প্রধান বিরোধীদলীয় নেতা কিজ্জা বেসিগিয়েকে গ্রেপ্তার করা এবং হাইকোর্ট অবরোধ করা নিন্দার কারণ হয়েছিল৷\nউগান্ডায় শিশুশ্রম সাধারণ। অনেক শিশু শ্রমিক কৃষিকাজে সক্রিয়। উগান্ডায় তামাক খামারে কাজ করা শিশুরা স্বাস্থ্যের ঝুঁকির সম্মুখীন হয়। উগান্ডায় শিশু গৃহকর্মীরা যৌন নির্যাতনের ঝুঁকিতে থাকে। শিশুদের পাচার ঘটে। দাসপ্রথা এবং জোরপূর্বক শ্রম উগান্ডার সংবিধান দ্বারা নিষিদ্ধ।\nশরণার্থী ও অভিবাসীদের জন্য ইউএস কমিটি ২০০৭ সালে শরণার্থী অধিকারের বেশ কয়েকটি লঙ্ঘনের রিপোর্ট করেছে, যার মধ্যে উগান্ডা সরকারের জোরপূর্বক নির্বাসন এবং শরণার্থীদের বিরুদ্ধে সহিংসতা রয়েছে।\nসাম্প্রতিক বছরগুলোতে উগান্ডায় নির্যাতন এবং বিচারবহির্ভূত হত্যাকাণ্ড একটি ব্যাপক সমস্যা। উদাহরণস্বরূপ, ২০১২ ইউএস স্টেট ডিপার্টমেন্টের রিপোর্ট অনুসারে, \"নির্যাতনের শিকারদের জন্য আফ্রিকান সেন্টার ফর ট্রিটমেন্ট অ্যান্ড রিহ্যাবিলিটেশন পুলিশের বিরুদ্ধে ১৭০টি নির্যাতনের অভিযোগ নথিভুক্ত করেছে, ২১৪টি ইউপিডিএফের বিরুদ্ধে, ১টি সামরিক পুলিশের বিরুদ্ধে, ২৩টি বিশেষ তদন্ত ইউনিটের বিরুদ্ধে, ৩৬১টি অনির্দিষ্ট নিরাপত্তা কর্মী বিরুদ্ধে, এবং ২৪ জন কারা কর্মকর্তার বিরুদ্ধে অভিযোগ করেছে\" জানুয়ারী এবং সেপ্টেম্বর ২০১২ এর মধ্যে।\n২০০৯ সালের সেপ্টেম্বরে মুসেভেনি বাগান্ডা রাজা কাবাকা মুভেন্দা মুতেবিকে বুগান্ডা রাজ্যের কিছু এলাকা, বিশেষ করে কায়ুঙ্গা জেলা দেখার অনুমতি প্রত্যাখ্যান করেন। দাঙ্গা সংঘটিত হয় এবং ৪০ জনেরও বেশি লোক নিহত হয় এবং অন্যরা এই তারিখ পর্যন্ত বন্দী থাকে। উপরন্তু, এপ্রিল ২০১১ \"ওয়াক টু ওয়ার্ক\" বিক্ষোভের সময় আরও ৯ জন নিহত হয়েছিল। হিউম্যান রাইটস ওয়াচ ২০১৩ ওয়ার্ল্ড রিপোর্ট অন উগান্ডা অনুসারে, সরকার এই দুটি ঘটনার সাথে জড়িত হত্যাকাণ্ডের তদন্ত করতে ব্যর্থ হয়েছে।\n\n\n=== এলজিবিটি অধিকার ===\n২০০৭ সালে, একটি উগান্ডার সংবাদপত্র, দ্য রেড পিপার, কথিত সমকামী পুরুষদের একটি তালিকা প্রকাশ করে, যার ফলে অনেকেই হয়রানির শিকার হন।\n৯ অক্টোবর ২০১০-এ, উগান্ডার সংবাদপত্র রোলিং স্টোন \"উগান্ডার শীর্ষ হোমোস লিকের ১০০ ছবি\" শিরোনামে একটি প্রথম পৃষ্ঠার নিবন্ধ প্রকাশ করে যেটিতে একটি হলুদ ব্যানারের পাশাপাশি ১০০ জন সমকামীর নাম, ঠিকানা এবং ফটোগ্রাফ তালিকাভুক্ত ছিল যাতে লেখা \"হ্যাং দ্যেম\"। কাগজটি অভিযোগ করে যে সমকামীরা উগান্ডার শিশুদের নিয়োগের লক্ষ্যে ছিল। এই প্রকাশনাটি মানবাধিকার সংস্থার আন্তর্জাতিক দৃষ্টি আকর্ষণ করেছে এবং সমালোচনা করেছে, যেমন অ্যামনেস্টি ইন্টারন্যাশনাল, ন্যায়বিচার ছাড়া শান্তি নেই এবং আন্তর্জাতিক লেসবিয়ান, গে, উভকামী, ট্রান্স এবং ইন্টারসেক্স অ্যাসোসিয়েশন। সমকামী অধিকার অনুযায়ী অ্যাক্টিভিস্ট, প্রকাশনার পর থেকে অনেক কে উগান্ডায় আক্রমণ করা হয়েছে। ২৭ জানুয়ারি ২০১১, সমকামী অধিকার কর্মী ডেভিড কাটোকে হত্যা করা হয়।\n২০০৯ সালে, উগান্ডার পার্লামেন্ট একটি সমকামিতা বিরোধী বিল বিবেচনা করে যা পূর্বে দোষী সাব্যস্ত, বা এইচআইভি-পজিটিভ, এবং সমকামী যৌন ক্রিয়ায় জড়িতদের জন্য মৃত্যুদণ্ড প্রবর্তন করে সমকামিতার অপরাধীকরণকে প্রসারিত করে। বিলে উগান্ডাবাসীদের জন্যও বিধান অন্তর্ভুক্ত করা হয়েছে যারা উগান্ডার বাইরে সমকামী যৌন সম্পর্কে লিপ্ত হয়, দাবি করে যে তাদের শাস্তির জন্য উগান্ডায় ফেরত পাঠানো হতে পারে এবং ব্যক্তি, কোম্পানি, মিডিয়া সংস্থা বা বেসরকারি সংস্থার জন্য শাস্তির বিধান অন্তর্ভুক্ত রয়েছে যারা আইনি সমর্থন করে। ১৪ অক্টোবর ২০০৯ সমকামিতা বা সোডোমির জন্য সুরক্ষায় প্রাইভেট মেম্বার বিলটি পেশ করেন এমপি ডেভিড বাহাতি উগান্ডায়, এবং উগান্ডা পার্লামেন্টে ব্যাপক সমর্থন ছিল বলে মনে করা হয়। হ্যাকটিভিস্ট গ্রুপ নামবিহীন বিলের প্রতিবাদে উগান্ডার সরকারের ওয়েবসাইট হ্যাক করেছে। বিশ্বব্যাপী নিন্দার প্রতিক্রিয়ায় বিলটির বিতর্ক বিলম্বিত হয়েছিল কিন্তু শেষ পর্যন্ত ২০ ডিসেম্বর ২০১৩ তারিখে পাস হয় এবং ২৪ ফেব্রুয়ারি ২০১৪ তারিখে রাষ্ট্রপতি ইওওয়েরি মুসেভেনি স্বাক্ষর করেন। চূড়ান্ত আইনে মৃত্যুদণ্ড বাদ দেওয়া হয়। আইনটি আন্তর্জাতিক সম্প্রদায়ের দ্বারা ব্যাপকভাবে নিন্দিত হয়েছিল। ডেনমার্ক, নেদারল্যান্ডস এবং সুইডেন বলেছে যে তারা সাহায্য বন্ধ করবে। ২৮ ফেব্রুয়ারি ২০১৪ এ বিশ্বব্যাংক বলেছিল যে এটি ৯০ মিলিয়ন মার্কিন ডলার ঋণ স্থগিত করবে, তখন মার্কিন যুক্তরাষ্ট্র বলেছিল যে এটি উগান্ডার সাথে সম্পর্ক পর্যালোচনা করছে। ১ আগস্ট ২০১৪-এ, উগান্ডার সাংবিধানিক আদালত বিলটিকে অবৈধ বলে রায় দেয় কারণ এটি প্রয়োজনীয় কোরামে পাস হয়নি। ১৩ আগস্ট ২০১৪ সালের একটি সংবাদ প্রতিবেদনে বলা হয়েছে যে উগান্ডার অ্যাটর্নি জেনারেল রাষ্ট্রপতি মুসেভেনির একটি নির্দেশনা অনুসারে আপিল করার সমস্ত পরিকল্পনা প্রত্যাখ্যান করেছেন, যিনি বিলের বিদেশী প্রতিক্রিয়া সম্পর্কে উদ্বিগ্ন ছিলেন এবং তিনি আরও বলেছিলেন যে কোনও নতুন প্রবর্তিত বিল সম্মতিপ্রাপ্ত প্রাপ্তবয়স্কদের মধ্যে সমকামী সম্পর্ককে অপরাধী করা উচিত নয়। আফ্রিকা মহাদেশে অগ্রগতি ধীর কিন্তু দক্ষিণ আফ্রিকাই একমাত্র দেশ যেখানে একই লিঙ্গের বিবাহ স্বীকৃত।\n\n\n=== প্রশাসনিক বিভাগ ===\n২০১৮ সালের হিসাবে, উগান্ডা ১২১টি জেলায় বিভক্ত। জেলার গ্রামীণ এলাকাগুলিকে উপ-কাউন্টি, প্যারিশ এবং গ্রামে ভাগ করা হয়েছে। মিউনিসিপ্যাল ​​এবং টাউন কাউন্সিলগুলি জেলার শহুরে এলাকায় মনোনীত।\nউগান্ডায় রাজনৈতিক মহকুমাগুলি আনুষ্ঠানিকভাবে উগান্ডা স্থানীয় সরকার সমিতি (ইউএলজিএ), একটি স্বেচ্ছাসেবী এবং অলাভজনক সংস্থা যা উগান্ডার উপ-জাতীয় সরকারগুলির জন্য সমর্থন এবং নির্দেশনার জন্য একটি ফোরাম হিসাবে কাজ করে, এবং একত্রিত হয়।\nরাজ্য প্রশাসনের সাথে সমান্তরালভাবে, পাঁচটি ঐতিহ্যবাহী বান্টু রাজ্য রয়ে গেছে, যা মূলত সাংস্কৃতিক স্বায়ত্তশাসনের কিছু ডিগ্রি উপভোগ করছে। রাজ্যগুলি হল তোরো, বুসোগা, বুনিয়োরো, বুগান্ডা এবং রোয়েনজুরুরু। তদুপরি, কিছু গোষ্ঠী আনকোলে কে আনুষ্ঠানিকভাবে স্বীকৃত ঐতিহ্যবাহী রাজ্যগুলির মধ্যে একটি হিসাবে পুনরুদ্ধার করার চেষ্টা করে, তবে এখনও তাতে কোন লাভ হয়নি। সরকার কর্তৃক সরকারীভাবে স্বীকৃত আরও বেশ কিছু রাজ্য এবং প্রধান রাজ্য, যার মধ্যে রয়েছে আলুর প্রধানদের ইউনিয়ন, ইতেসো প্যারামাউন্ট চীফটেনসি, ল্যাঙ্গো এবং পাধোলা রাজ্য।\n\n\n== অর্থনীতি এবং অবকাঠামো ==\nব্যাংক অফ উগান্ডা হল উগান্ডার কেন্দ্রীয় ব্যাংক এবং যা উগান্ডার শিলিং মুদ্রণের সাথে সাথে আর্থিক নীতি পরিচালনা করে।\n২০১৫ সালে, উগান্ডার অর্থনীতি নিম্নলিখিত পণ্যদ্রব্য থেকে রপ্তানি আয় তৈরি করেছে: কফি (৪০২.৬৩ মিলিয়ন মার্কিন ডলার), তেল পুনরায় রপ্তানি (১৩১.২৫ মিলিয়ন মার্কিন ডলার), বেস ধাতু এবং পণ্য (১২০.০০ মিলিয়ন মার্কিন ডলার), মাছ (১১৭.৫৬ মিলিয়ন মার্কিন ডলার), ভুট্টা (৯০.৯৭ মিলিয়ন মার্কিন ডলার), সিমেন্ট (৮০.১৩ মিলিয়ন মার্কিন ডলার), তামাক (৭৩.১৩ মিলিয়ন মার্কিন ডলার), চা (৬৯.৯৪ মিলিয়ন মার্কিন ডলার), চিনি (৬৬.৪৩ মিলিয়ন মার্কিন ডলার), হাইডস এবং স্কিনস (৬২.৭১ মিলিয়ন মার্কিন ডলার), কোকো বিনস (৫৫.৬৭ মিলিয়ন মার্কিন ডলার), মটরশুটি (৫৩.৮৮ মিলিয়ন মার্কিন ডলার), সিম (৫২.২০ মিলিয়ন মার্কিন ডলার), ফুল (৫১.৪৪ মিলিয়ন মার্কিন ডলার), এবং অন্যান্য পণ্য (৭৬৬.৭৭ মিলিয়ন মার্কিন ডলার)।\nদেশটি ধারাবাহিক অর্থনৈতিক প্রবৃদ্ধির সম্মুখীন হয়েছে। ২০১৫-১৬ অর্থবছরে, উগান্ডা প্রকৃত অর্থে ৪.৬ শতাংশ এবং নামমাত্র পদে ১১.৬ শতাংশ মোট দেশীয় পণ্য বৃদ্ধির রেকর্ড করেছে। এটি ২০১৪-১৫ অর্থবছরে ৫.০ শতাংশ প্রকৃত বৃদ্ধির সাথে তুলনা করে।\nদেশটিতে অপরিশোধিত তেল এবং প্রাকৃতিক গ্যাস উভয়েরই ব্যাপকভাবে অব্যবহৃত মজুদ রয়েছে। যদিও ১৯৮৬ সালে অর্থনীতির ৫৬ শতাংশ কৃষি ছিল, কফি তার প্রধান রপ্তানি ছিল, এটি এখন পরিষেবা খাতের দ্বারা অতিক্রম হয়েছে, যা ২০০৭ সালে জিডিপির ৫২ শতাংশ ছিল। ১৯৫০ এর দশকে, ব্রিটিশ ঔপনিবেশিক শাসন প্রায় ৫০০,০০০ জীবিকা নির্বাহকারী কৃষককে সমবায়ে যোগ দিতে উৎসাহিত করেছিল। ১৯৮৬ সাল থেকে, সরকার (বিদেশী এবং আন্তর্জাতিক সংস্থার সহায়তায়) ইদি আমিনের শাসনামলে এবং পরবর্তী গৃহযুদ্ধের সময় বিধ্বস্ত অর্থনীতির পুনর্বাসনের জন্য কাজ করেছে।\n২০১২ সালে, বিশ্বব্যাংক উগান্ডাকে ভারী ঋণগ্রস্ত দরিদ্র দেশের তালিকায় তালিকাভুক্ত করেছে।\nঅর্থনৈতিক প্রবৃদ্ধি সবসময় দারিদ্র্য হ্রাসের দিকে পরিচালিত করে না। ২০০০ থেকে ২০০৩ সালের মধ্যে গড় বার্ষিক ২.৫ শতাংশ প্রবৃদ্ধি সত্ত্বেও, সেই সময়ে দারিদ্র্যের মাত্রা ৩.৮ শতাংশ বৃদ্ধি পেয়েছে। এটি বেকার বৃদ্ধি এড়ানোর গুরুত্ব তুলে ধরেছে এবং যা শুধুমাত্র উগান্ডায় নয়, উন্নয়নশীল বিশ্ব জুড়ে ন্যায়সঙ্গত বৃদ্ধির প্রয়োজনীয়তার উন্নয়ন বৃত্তে ক্রমবর্ধমান সচেতনতার অংশ।\n১৯৯৬ সালে প্রতিষ্ঠিত উগান্ডা সিকিউরিটিজ এক্সচেঞ্জের সাথে, বেশ কয়েকটি ইক্যুইটি তালিকাভুক্ত করা হয়েছে। সরকার শেয়ারবাজারকে বেসরকারিকরণের পথ হিসেবে ব্যবহার করেছে। সমস্ত সরকারি ট্রেজারি বিষয় সিকিউরিটিজ এক্সচেঞ্জে তালিকাভুক্ত করা হয়। ক্যাপিটাল মার্কেট কর্তৃপক্ষ ১৮ জন ব্রোকার, অ্যাসেট ম্যানেজার এবং বিনিয়োগ উপদেষ্টাদের লাইসেন্স দিয়েছে যার মধ্যে রয়েছে: আফ্রিকান অ্যালায়েন্স ইনভেস্টমেন্ট ব্যাংক, বরোদা ক্যাপিটাল মার্কেটস উগান্ডা লিমিটেড, ক্রেন ফাইন্যান্সিয়াল সার্ভিসেস উগান্ডা লিমিটেড, ক্রেস্টেড স্টকস অ্যান্ড সিকিউরিটিজ লিমিটেড, ডায়ার অ্যান্ড ব্লেয়ার ইনভেস্টমেন্ট ব্যাংক, ইকুইটি স্টক ব্রোকার লিমিটেড, রেনেসাঁ ক্যাপিটাল ইনভেস্টমেন্ট ব্যাংক এবং ইউএপি ফাইন্যান্সিয়াল সার্ভিসেস লিমিটেড। আনুষ্ঠানিক গার্হস্থ্য সঞ্চয় বাড়ানোর অন্যতম উপায় হিসাবে, পেনশন খাতের সংস্কার হয় মনোযোগের কেন্দ্রবিন্দু (২০০৭)।\nউগান্ডা ঐতিহ্যগতভাবে ভারত মহাসাগরের মোম্বাসা বন্দরে প্রবেশের জন্য কেনিয়ার উপর নির্ভর করে। তানজানিয়ার অভ্যন্তরীণ অরুশা এবং ভারত মহাসাগরের টাঙ্গা বন্দরের সাথে রেলপথে সংযুক্ত উগান্ডার বুকাসা এবং তানজানিয়ার মুসোমার লেকসাইড বন্দরগুলির মাধ্যমে সমুদ্রে দ্বিতীয় প্রবেশ পথ স্থাপনের প্রচেষ্টা জোরদার হয়েছে।\nউগান্ডা পূর্ব আফ্রিকান সম্প্রদায়ের সদস্য এবং পরিকল্পিত পূর্ব আফ্রিকান ফেডারেশনের একজন সম্ভাব্য সদস্য।\nউগান্ডার একটি বৃহৎ প্রবাসী রয়েছে, যারা প্রধানত মার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্যে বসবাস করে। এই প্রবাসীরা রেমিটেন্স এবং অন্যান্য বিনিয়োগের (বিশেষ করে সম্পত্তি) মাধ্যমে উগান্ডার অর্থনৈতিক প্রবৃদ্ধিতে ব্যাপকভাবে অবদান রেখেছে। বিশ্বব্যাংকের মতে, উগান্ডা ২০১৬ সালে বিদেশ থেকে আনুমানিক ১.০৯৯ বিলিয়ন মার্কিন ডলার রেমিট্যান্স পেয়েছে, পূর্ব আফ্রিকান সম্প্রদায়ের মধ্যে কেনিয়ার (১.৫৭৪ বিলিয়ন মার্কিন ডলার) পরেই তারা দ্বিতীয় এবং আফ্রিকার সপ্তম। উগান্ডা বেশ কয়েকটি প্রতিবেশী দেশ যেমন ডেমোক্রেটিক রিপাবলিক অফ কঙ্গো, দক্ষিণ সুদান, এবং রুয়ান্ডার অর্থনৈতিক কেন্দ্র হিসেবে কাজ করে।\nউগান্ডার পরিসংখ্যান ব্যুরো ২০১৬ সালের নভেম্বরে মুদ্রাস্ফীতি ৪.৬ শতাংশ ঘোষণা করেছে। ২৯ জুন ২০১৮-এ, উগান্ডার পরিসংখ্যান সংস্থা বলেছে যে দেশটিতে মুদ্রাস্ফীতি রেকর্ড করা ২০১৬/১৭ আর্থিক বছরে ৫.৭ শতাংশের তুলনায় ২০১৭/১৮ শেষ হওয়া আর্থিক বছরে ৩.৪ শতাংশে নেমে এসেছে।\n\n\n=== শিল্প ===\n২৬,৩৪৯ (মিলিয়ন মার্কিন ডলার) জিডিপি সহ আন্তর্জাতিক মুদ্রা তহবিল দ্বারা নামমাত্র মোট দেশজ উৎপাদনে বিশ্বের দেশগুলির মধ্যে উগান্ডা ১০২ নম্বরে রয়েছে। বিশ্বব্যাংক ২৫,৮৯১ (মিলিয়ন মার্কিন ডলার) জিডিপি সহ নামমাত্র জিডিপিতে উগান্ডাকে ৯৯ নম্বরে স্থান দিয়েছে। ক্রয় ক্ষমতার সমতা সহ জিডিপির উপর ভিত্তি করে আইএমএফ উগান্ডাকে ৮৬ নম্বরে স্থান দিয়েছে (বর্তমান এর ৯১,২১২ মিলিয়ন মার্কিন ডলার) এবং বিশ্বব্যাংক তাদের ৯০ (বর্তমান এর ৭৯,৮৮৯ মিলিয়ন মার্কিন ডলার) এ স্থান দিয়েছে।\n১৯৯০ সাল থেকে, উগান্ডার অর্থনীতি বৃদ্ধি পাচ্ছে। প্রকৃত মোট দেশজ উৎপাদন (জিডিপি) ১৯৯০-২০১৫ সময়কালে বার্ষিক গড়ে ৬.৭% হারে বৃদ্ধি পেয়েছিল, যেখানে একই সময়ে মাথাপিছু প্রকৃত জিডিপি বার্ষিক ৩.৩% হারে বৃদ্ধি পেয়েছে।\n\n\n=== দারিদ্র্য ===\nউগান্ডা বিশ্বের অন্যতম দরিদ্র দেশ। ২০১২ সালে, জনসংখ্যার ৩৭.৮ শতাংশ প্রতিদিন ১.২৫ ডলারেরও কম খরচে বেঁচে ছিল। দেশব্যাপী দারিদ্র্যের ঘটনা ১৯৯২ সালে জনসংখ্যার ৫৬ শতাংশ থেকে ২০০৯ সালে ২৪.৫ শতাংশে কমিয়ে আনার ক্ষেত্রে ব্যাপক অগ্রগতি করা সত্ত্বেও, দারিদ্র্য দেশের গ্রামীণ এলাকায় গভীরভাবে প্রোথিত রয়েছে, যা উগান্ডার ৮৪ শতাংশের আবাসস্থল।\nউগান্ডার গ্রামীণ এলাকার মানুষ আয়ের প্রধান উৎস হিসাবে কৃষির উপর নির্ভর করে এবং সমস্ত গ্রামীণ মহিলার ৯০ শতাংশ কৃষি খাতে কাজ করে। কৃষি কাজের পাশাপাশি, গ্রামীণ মহিলারা তাদের পরিবারের তত্ত্বাবধানও করে। উগান্ডার মহিলা প্রতিদিন গড়ে ৯ ঘন্টা ঘরোয়া কাজে ব্যয় করেন, যেমন খাবার এবং পোশাক প্রস্তুত করা, জল এবং জ্বালানী কাঠ আনা এবং বয়স্ক, অসুস্থ এবং অনাথদের যত্ন নেওয়া। এই হিসাবে, মহিলারা পুরুষদের তুলনায়, যারা দিনে ৮ থেকে ১০ ঘন্টা কাজ করে, বেশি কাজ করে দিনে ১২ থেকে ১৮ ঘন্টা, প্রতিদিন গড়ে ১৫ ঘন্টার মত।\nতাদের আয়ের পরিপূরক করার জন্য, গ্রামীণ মহিলারা স্থানীয় জাতের পশু লালন-পালন এবং বিক্রির মতো ছোট আকারের উদ্যোক্তা কার্যক্রমে জড়িত থাকেন। তা সত্ত্বেও, তাদের ভারী কাজের চাপের কারণে, তাদের এই আয়-উৎপাদনমূলক কার্যক্রমের জন্য খুব কম সময় থাকে। দরিদ্ররা তাদের সন্তানদের স্কুলে সহায়তা করতে পারে না এবং বেশিরভাগ ক্ষেত্রেই মেয়েরা ঘরোয়া কাজে সাহায্য করার জন্য বা বিয়ে করার জন্য স্কুল ছেড়ে দেয়। অন্য মেয়েরা যৌন কাজে লিপ্ত হয়। ফলস্বরূপ, অল্পবয়সী মহিলাদের মধ্যে বয়স্ক এবং আরও বেশি যৌন অভিজ্ঞ অংশীদার থাকার প্রবণতা রয়েছে এবং এটি মহিলাদের এইচআইভি দ্বারা আক্রান্ত হওয়ার অসম ঝুঁকির মধ্যে রাখে, উগান্ডায় এইচআইভি আক্রান্ত বসবাসকারী সমস্ত প্রাপ্তবয়স্কদের প্রায় ৫.৭ শতাংশ।\nগ্রামীণ উগান্ডায় মাতৃস্বাস্থ্য জাতীয় নীতি লক্ষ্যমাত্রা এবং সহস্রাব্দ উন্নয়ন লক্ষ্যমাত্রা থেকে পিছিয়ে রয়েছে, ভৌগোলিক দুর্গমতা, পরিবহনের অভাব এবং মাতৃস্বাস্থ্য পরিষেবাগুলি গ্রহণ করার ক্ষেত্রে আর্থিক বোঝা সহ পরিপার্শ্বের চাহিদা প্রধান বাধা হিসাবে চিহ্নিত; যেমন, মধ্যবর্তী পরিবহন ব্যবস্থার মতো হস্তক্ষেপগুলি দেশের গ্রামীণ অঞ্চলে মাতৃত্বকালীন স্বাস্থ্যসেবা পরিষেবাগুলিতে মহিলাদের প্রবেশাধিকার উন্নত করার উপায় হিসাবে গৃহীত হয়েছে।\nলিঙ্গ বৈষম্য নারীর দারিদ্র্য হ্রাসের প্রধান অন্তরায়। নারীরা পুরুষদের তুলনায় সামগ্রিকভাবে নিম্ন সামাজিক মর্যাদার শিকার। অনেক নারীর জন্য, এটি তাদের স্বাধীনভাবে কাজ করার, সম্প্রদায়ের জীবনে অংশগ্রহণ করার, শিক্ষিত হওয়ার এবং আপত্তিজনক পুরুষদের উপর নির্ভরতা থেকে বাঁচার ক্ষমতা হ্রাস করে।\n\n\n=== বিমান পরিবহন ===\nউগান্ডায় ৩৫টি বিমানবন্দর রয়েছে। বাণিজ্যিক বিমান সংস্থাগুলি চারটি বিমানবন্দরের মধ্যে নির্ধারিত যাত্রী পরিষেবা পরিচালনা করে। উগান্ডার একটি আন্তর্জাতিক বিমানবন্দর রয়েছে, এন্টেবে আন্তর্জাতিক বিমানবন্দর, যা কাম্পালার দক্ষিণ-পশ্চিমে ২৫ মাইল (৪০ কিমি) দূরে অবস্থিত। ২০১৭ সালে বিমানবন্দরের ট্রাফিক ১.৫৩ মিলিয়ন যাত্রীকে ছুঁয়ে ছিল, যা আগের বছরের তুলনায় ৮% বেশি। একটি দ্বিতীয় আন্তর্জাতিক বিমানবন্দর, হোইমা আন্তর্জাতিক বিমানবন্দর, বর্তমানে নির্মাণাধীন।\n\n\n=== রাস্তার নেটওয়ার্ক ===\nসড়ক পরিবহন উগান্ডায় পরিবহনের সবচেয়ে গুরুত্বপূর্ণ উপায়। মালবাহী এবং যাত্রী পরিবহনের ৯৫% সড়ক ট্রাফিক দ্বারা পরিচালিত হয়। উগান্ডার রাস্তার নেটওয়ার্ক প্রায় ৮০,৪৪৮ মাইল (১২৯,৪৬৯ কিমি) দীর্ঘ। এই রাস্তাগুলির প্রায় ৪% পাকা যার মানে প্রায় ৩,২৯৩ মাইল (৫,৩০০ কিমি)। বিভিন্ন ধরনের রাস্তা হল জাতীয় সড়ক (১৩,৬৭৬ মাইল (২২,০০৯ কিমি) - ১৭%), জেলা সড়ক (২০,৯১৬ মাইল (৩৩,৬৬১ কিমি) - ২৬%), শহুরে রাস্তা (৫,৬৩১ মাইল (৯,০৬২ কিমি) - ৭%), এবং সম্প্রদায় রাস্তা (৪০,২২৪ মাইল (৬৪,৭৩৪ কিমি) - ৫০%)। জাতীয় সড়ক নেটওয়ার্কের প্রায় ১৭% তৈরি করে কিন্তু মোট সড়ক ট্রাফিকের ৮০% এর বেশি বহন করে। উগান্ডায় ৮৩,০০০ প্রাইভেট কার রয়েছে যার মানে প্রতি ১০০০ জন বাসিন্দার জন্য ২.৯৪টি গাড়ি।\n\n\n=== রেলপথ ===\nউগান্ডায় রেল নেটওয়ার্ক প্রায় ৭৮৩ মাইল (১,২৬০ কিমি) দীর্ঘ। দীর্ঘতম লাইনগুলি হল কাম্পালা থেকে তোরোরো পর্যন্ত প্রধান লাইন (১৫৫ মাইল (২৪৯ কিমি)), কাম্পালা থেকে কাসেসে পশ্চিম লাইন (২০৭ মাইল (৩৩৩ কিমি)), তোরোরো থেকে পাকওয়াচ পর্যন্ত উত্তর লাইন (৩৯৮ মাইল (৬৪১ কিমি))।\n\n\n=== যোগাযোগ ===\n৩৪ মিলিয়নেরও বেশি জনসংখ্যার ২১ মিলিয়ন গ্রাহকদের মধ্যে সাতটি টেলিযোগাযোগ সংস্থা রয়েছে। ইন্টারনেট সংযোগের ৯৫ শতাংশেরও বেশি মোবাইল ফোন ব্যবহার করে তৈরি করা হয়।\nমোট মোবাইল এবং ফিক্সড টেলিফোনি সাবস্ক্রিপশন ২০ মিলিয়ন থেকে ২১ মিলিয়নের বেশি হয়েছে যা ১.১ মিলিয়নেরও বেশি গ্রাহক (৫.৪ বৃদ্ধি) বৃদ্ধি করেছে যা আগের ত্রৈমাসিক কিউ-৪ অনুসারে ২০১৪ সালে (অক্টোবর-ডিসেম্বর) ৪.১ শতাংশ বৃদ্ধি পেয়েছে।\n\n\n=== প্রাকৃতিক শক্তি ===\nউগান্ডা প্রচুর পরিমাণে শক্তি সম্পদে সমৃদ্ধ, যা সারা দেশে মোটামুটিভাবে বিতরণ করা হয়। এর মধ্যে রয়েছে জলবিদ্যুৎ, বায়োমাস, সৌর, জিওথার্মাল, পীট এবং জীবাশ্ম জ্বালানি।\n১৯৮০-এর দশকে, উগান্ডার বেশিরভাগ শক্তি কাঠকয়লা এবং কাঠ থেকে এসেছিল। যাইহোক, লেক আলবার্টা এলাকায় তেল পাওয়া গেছে, মোট আনুমানিক ৯৫ মিলিয়ন ঘনমিটার (৩.৪ × ১০ ৯  ঘনফুট) অশোধিত ব্যারেল। হেরিটেজ অয়েল উগান্ডায় পাওয়া বৃহত্তম অপরিশোধিত তেলের মধ্যে একটি যা তারা আবিষ্কার করেছে এবং সেখানে কাজ চালিয়ে যাচ্ছে।\nউগান্ডা এবং তানজানিয়া ১৩ সেপ্টেম্বর ২০১৬-এ একটি চুক্তি স্বাক্ষর করেছে যে দুটি দেশ ১,৪৪৫ কিমি,৩.৫ বিলিয়ন মার্কিন ডলার এর অপরিশোধিত তেল পাইপলাইন নির্মাণ করবে। উগান্ডা-তানজানিয়া ক্রুড অয়েল পাইপলাইন (ইউটিসিওপি), যা ইস্ট আফ্রিকান ক্রুড অয়েল পাইপলাইন (ইএসিওপি) নামেও পরিচিত, এটি হবে পূর্ব আফ্রিকায় তার ধরনের প্রথম, উগান্ডার তেল সমৃদ্ধ হোইমা অঞ্চলকে তানজানিয়ায় টাঙ্গা বন্দরের মাধ্যমে ভারত মহাসাগরের সাথে সংযুক্ত করবে।\n\n\n=== জল সরবরাহ এবং স্যানিটেশন ===\n২০০৬ সালে প্রকাশিত একটি প্রতিবেদন অনুসারে, উগান্ডার জল সরবরাহ এবং স্যানিটেশন সেক্টর ১৯৯০-এর দশকের মাঝামাঝি থেকে শহুরে এলাকায় যথেষ্ট অগ্রগতি করেছে, কভারেজের পাশাপাশি অপারেশনাল এবং বাণিজ্যিক কর্মক্ষমতাতেও যথেষ্ট বৃদ্ধি পেয়েছে। ১৯৯৮-২০০৩ সময়কালে সেক্টর সংস্কারের মধ্যে রয়েছে শহর ও বড় শহরগুলিতে কর্মরত জাতীয় জল ও নিকাশী কর্পোরেশনের বাণিজ্যিকীকরণ এবং আধুনিকীকরণ, সেইসাথে ছোট শহরগুলিতে বিকেন্দ্রীকরণ এবং বেসরকারি খাতের অংশগ্রহণ।\nযদিও এই সংস্কারগুলি উল্লেখযোগ্য আন্তর্জাতিক মনোযোগ আকর্ষণ করেছে, তবুও ২০১০ সালে জনসংখ্যার ৩৮ শতাংশের এখনও একটি উন্নত জলের উৎসে প্রবেশাধিকার ছিল না। উন্নত স্যানিটেশন প্রবেশাধিকারের বিষয়ে, পরিসংখ্যান ব্যাপকভাবে পরিবর্তিত হয়েছে। সরকারি পরিসংখ্যান অনুসারে, ২০১১ সালে এটি গ্রামীণ এলাকায় ৭০ শতাংশ এবং শহরাঞ্চলে ৮১ শতাংশ ছিল, যখন জাতিসংঘের পরিসংখ্যান অনুযায়ী এটি ছিল মাত্র ৩৪ শতাংশ।\nজল ও স্যানিটেশন সেক্টর ২০০৪ দারিদ্র্য নির্মূল অ্যাকশন প্ল্যান (পিইএপি), দারিদ্র্যের বিরুদ্ধে লড়াই করার জন্য উগান্ডার প্রধান কৌশলপত্রের অধীনে একটি গুরুত্বপূর্ণ ক্ষেত্র হিসাবে স্বীকৃত হয়েছিল। ২০০৬ সালে প্রকাশিত প্রতিবেদন অনুসারে, বহিরাগত দাতা, জাতীয় সরকার এবং বেসরকারি সংস্থাগুলির দ্বারা আর্থিক সহায়তার সমন্বয়ের জন্য একটি ব্যাপক ব্যয় কাঠামো চালু করা হয়েছিল। পিইএপি অনুমান করেছে যে ২০০১ থেকে ২০১৫ পর্যন্ত, প্রতি বছর প্রায় ১.৪ বিলিয়ন মার্কিন ডলার বা ৯২ মিলিয়ন মার্কিন ডলার, জল সরবরাহের কভারেজ ৯৫ শতাংশ পর্যন্ত বাড়ানোর জন্য প্রয়োজন ছিল, যেখানে গ্রামীণ এলাকায় প্রয়োজন ৯৫৬ মিলিয়ন মার্কিন ডলার, শহুরে এলাকায় এবং বড় শহরগুলির প্রয়োজন ২৮১ মিলিয়ন মার্কিন ডলার, এবং ছোট শহরগুলির প্রয়োজন ১৩৬ মিলিয়ন মার্কিন ডলার।\n\n\n=== শিক্ষা ===\nউগান্ডার শিক্ষা ব্যবস্থায়, যদিও অনেক ক্ষেত্রে অভাব রয়েছে, সাম্প্রতিক বছরগুলিতে উল্লেখযোগ্য পরিবর্তন দেখা গেছে। শিক্ষাব্যবস্থা এমনভাবে পরিকল্পনা করা হয়েছে যাতে শিশুরা সাত বছর প্রাথমিক বিদ্যালয়ে, ছয় বছর মাধ্যমিক বিদ্যালয়ে এবং তিন থেকে পাঁচ বছর পোস্ট সেকেন্ডারি স্কুলে কাটায়। ১৯৯৭ সালে, সরকার ঘোষণা করে যে প্রাথমিক বিদ্যালয় সকল শিশুর জন্য বিনামূল্যে হবে। এই সংশোধনীর বিশাল সুবিধা রয়েছে। ১৯৮৬ সালে মাত্র দুই মিলিয়ন শিশু প্রাথমিক বিদ্যালয়ে পড়ত। ১৯৯৯ সাল নাগাদ, ৬ মিলিয়ন শিশু প্রাথমিক বিদ্যালয়ে যোগদান করছিল এবং এই সংখ্যাটি ক্রমাগত বৃদ্ধি পাচ্ছে। ১৯৯৭ সাল থেকে যখন সার্বজনীন প্রাথমিক শিক্ষা (ইউপিই) চালু করা হয়েছিল তখন থেকে প্রাথমিক শিক্ষার ক্ষেত্রে উল্লেখযোগ্য বৃদ্ধির পরে, ২০০৭ সালে উগান্ডা সাব-সাহারান আফ্রিকার প্রথম দেশ হিসেবে সর্বজনীন মাধ্যমিক শিক্ষা চালু করে (ইউএসই)। উগান্ডা সরকারের এই সাহসী পদক্ষেপের ফলে ২০০৭ থেকে ২০১২ সালের মধ্যে নিম্ন মাধ্যমিকে তালিকাভুক্তির সংখ্যা প্রায় ২৫% বৃদ্ধি পেয়েছে।\n২০০২ সালের আদমশুমারিতে, উগান্ডার সাক্ষরতার হার ছিল ৬৬.৮ শতাংশ (৭৬.৮ শতাংশ পুরুষ এবং ৫৭.৭ শতাংশ মহিলা)। শিক্ষার উপর সরকারি ব্যয় ছিল ২০০২-২০০৫ জিডিপির ৫.২ শতাংশ।\n২০২০ সাল পর্যন্ত, এনসিএইচই ওয়েবসাইট ৪৬টি বেসরকারি স্বীকৃত বিশ্ববিদ্যালয় তালিকাভুক্ত করেছে। কয়েকটি উল্লেখ করা যায়, মেকেরের ইউনিভার্সিটি, এমবারারা ইউনিভার্সিটি অফ সায়েন্স অ্যান্ড টেকনোলজি, কেয়াম্বোগো ইউনিভার্সিটি, গুলু ইউনিভার্সিটি, উগান্ডা ক্রিশ্চিয়ান ইউনিভার্সিটি, কাম্পালা ইন্টারন্যাশনাল ইউনিভার্সিটি আরও অনেকের মধ্যে।\n\n\n=== স্বাস্থ্য ===\n২০০০ এর দশকের গোড়ার দিকে প্রতি ১০০,০০০ জনে আটজন চিকিৎসক ছিলেন। উগান্ডা ২০০১ সালে রাষ্ট্রীয় স্বাস্থ্য সুবিধাগুলিতে ব্যবহারকারীর ফি বাদ দেওয়ার ফলে ভিজিট ৮০ শতাংশ বৃদ্ধি পেয়েছে, এই বৃদ্ধির অর্ধেকেরও বেশি দরিদ্রতম ২০ শতাংশ জনসংখ্যা থেকে এসেছে। এই নীতিটি উগান্ডাকে তার সহস্রাব্দ উন্নয়ন লক্ষ্য অর্জনে সহায়তা করার জন্য এবং সেই লক্ষ্যগুলি অর্জনে ইক্যুইটির গুরুত্বের উদাহরণ হিসাবে একটি মূল কারণ হিসাবে উল্লেখ করা হয়েছে। এই নীতি থাকা সত্ত্বেও, অনেক ব্যবহারকারী যদি তাদের নিজস্ব চিকিৎসা সরঞ্জাম সরবরাহ না করে তবে তাদের যত্ন থেকে বঞ্চিত করা হয়, যেমনটি জেনিফার অ্যাঙ্গুকোর ক্ষেত্রে অত্যন্ত প্রচারিত হয়েছিল। হাসপাতালের মধ্যে দুর্বল যোগাযোগ, স্বাস্থ্য পরিষেবার সাথে স্বল্প সন্তুষ্টি এবং স্বাস্থ্য পরিষেবা প্রদানকারীদের দূরত্ব উগান্ডায় বসবাসকারী লোকেদের জন্য মানসম্পন্ন স্বাস্থ্যসেবার বিধানকে দুর্বল করে, এবং বিশেষ করে যারা দরিদ্র এবং বয়স্ক-প্রধান পরিবারগুলির জন্য। দরিদ্র ও গ্রামীণ জনগোষ্ঠীর জন্য ভর্তুকি প্রদানের বিধান, সরকারি-বেসরকারি অংশীদারিত্বের সম্প্রসারণ সহ, ঝুঁকিপূর্ণ জনগোষ্ঠীকে স্বাস্থ্য পরিষেবা প্রবেশাধিকার নিশ্চিত করতে সক্ষম করার জন্য গুরুত্বপূর্ণ বিধান হিসাবে চিহ্নিত করা হয়েছে।\n২০১৯ সালে জন্মের সময় আয়ু ৬৩.৪ বছর অনুমান করা হয়েছিল। শিশু মৃত্যুর হার ২০১২ সালে প্রতি ১,০০০ শিশুর মধ্যে প্রায় ৬১ জন মারা গিয়েছিল।\nজুলাই ২০১২ সালে, দেশের কিবালে জেলায় একটি ইবোলা প্রাদুর্ভাব দেখা দেয়। ৪ অক্টোবর ২০১২-এ, অন্তত ১৬ জন মারা যাওয়ার পর স্বাস্থ্য মন্ত্রণালয় আনুষ্ঠানিকভাবে প্রাদুর্ভাবের সমাপ্তি ঘোষণা করে।\nস্বাস্থ্য মন্ত্রণালয় ১৬ আগস্ট ২০১৩ এ ঘোষণা করেছে যে কঙ্গো ক্রিমিয়ান হেমোরেজিক জ্বরের সন্দেহভাজন প্রাদুর্ভাবের কারণে উত্তর উগান্ডায় তিনজন মারা গেছে।\nউগান্ডা বিরল এইচআইভি সাফল্যের গল্পের মধ্যে রয়েছে। ১৯৮০ -এর দশকে জনসংখ্যার ৩০ শতাংশের সংক্রমণের হার ২০০৮ সালের শেষ নাগাদ ৬.৪ শতাংশে নেমে আসে।\nসমস্ত যৌন সক্রিয় অবিবাহিত মহিলাদের অর্ধেকেরও কম একটি আধুনিক গর্ভনিরোধক পদ্ধতি ব্যবহার করে, যার একটি ভগ্নাংশ যা ২০০০ থেকে ২০১১ সাল পর্যন্ত পরিবর্তিত হয়েছে। তবে, ২৬% বিবাহিত মহিলা ২০১১ সালে গর্ভনিরোধক ব্যবহার করেছিলেন। গর্ভনিরোধকগুলির ব্যবহার দরিদ্রদের মধ্যেও যথেষ্ট পার্থক্য রয়েছে (~১৫%) এবং ধনী মহিলা (~৪০%)। ফলস্বরূপ, উগান্ডার মহিলাদের ~৬ সন্তান রয়েছে যখন তারা প্রায় ~৪ সন্তানের জন্ম দিতে পছন্দ করে। ২০১১ উগান্ডা ডেমোগ্রাফিক অ্যান্ড হেলথ সার্ভে (ডিএইচসি) অনুসারে, ৪০% এর বেশি জন্ম অপরিকল্পিত। ২০১০ সালে, উগান্ডার স্বাস্থ্য মন্ত্রণালয় অনুমান করেছে যে দেশের মাতৃমৃত্যুর ৮% অনিরাপদ গর্ভপাতের জন্য দায়ী। ২০০৬ উগান্ডা ডেমোগ্রাফিক হেলথ সার্ভে (ইউডিএইচসি) নির্দেশ করে যে প্রায় ৬,০০০ মহিলা প্রতি বছর গর্ভাবস্থা সংক্রান্ত জটিলতার কারণে মারা যায়। ফিউচার হেলথ সিস্টেমস দ্বারা ২০১২ সালে পাইলট গবেষণায় দেখা গেছে যে স্বাস্থ্য পরিষেবা এবং ক্লিনিকে পরিবহনের জন্য একটি ভাউচার প্রকল্প বাস্তবায়নের মাধ্যমে এই হার উল্লেখযোগ্যভাবে হ্রাস করা যেতে পারে।\nমহিলাদের যৌনাঙ্গচ্ছেদ (এফজিএম) এর প্রবণতা কম: ২০১৩ সালে ইউনিসেফের একটি রিপোর্ট অনুসারে, উগান্ডায় শুধুমাত্র ১ শতাংশ মহিলা এফজিএম- এর মধ্য দিয়ে গেছে, এই অনুশীলনটি দেশে অবৈধ।\n\n\n=== অপরাধ এবং আইন প্রয়োগ ===\nউগান্ডায়, মিত্র গণতান্ত্রিক বাহিনীকে একটি সহিংস বিদ্রোহী বাহিনী হিসাবে বিবেচনা করা হয় যা উগান্ডা সরকারের বিরোধিতা করে। এই বিদ্রোহীরা উগান্ডা পিপলস ডিফেন্স ফোর্সের শত্রু এবং তাদের আল-শাবাবের সহযোগী হিসেবে বিবেচনা করা হয়।\n\n\n=== পর্যটন ===\nউগান্ডার পর্যটন উগান্ডার ল্যান্ডস্কেপ এবং বন্যপ্রাণীর উপর দৃষ্টি নিবদ্ধ করে। এটি কর্মসংস্থান, বিনিয়োগ এবং বৈদেশিক মুদ্রার একটি প্রধান চালক, ২০১২-১৩ আর্থিক বছরে উগান্ডার জিডিপিতে ৪.৯ ট্রিলিয়ন উগান্ডার শিলিং (আগস্ট ২০১৩ অনুযায়ী ১.৮৮ বিলিয়ন মার্কিন ডলার বা ১.৪ বিলিয়ন ইউরো) অবদান রেখেছে। উগান্ডা পর্যটন বোর্ড উগান্ডায় পর্যটন সম্পর্কিত তথ্য বজায় রাখার জন্য দায়ী। প্রধান আকর্ষণ হল জাতীয় উদ্যান এবং গেম রিজার্ভের মাধ্যমে ফটো সাফারি। অন্যান্য আকর্ষণের মধ্যে রয়েছে বিউইন্ডি দুর্ভেদ্য জাতীয় উদ্যান (বিআইএনপি) এবং মগহিঙ্গা গরিলা ন্যাশনাল পার্ক (এমজিএনপি) তে পাওয়া মাউন্টেন গরিলা, আফ্রিকার প্রাচীনতম সাংস্কৃতিক রাজ্যের মধ্যে থাকা উগান্ডায় অনেক সাংস্কৃতিক স্থান রয়েছে। উগান্ডা একটি পাখির স্বর্গরাজ্য যেখানে ১০৭৩ টিরও বেশি নথিভুক্ত পাখি প্রজাতির একটি বিশাল পাখির তালিকা রয়েছে যা আফ্রিকার পাখি প্রজাতির মধ্যে ৪ তম এবং আন্তর্জাতিকভাবে ১৬ তম স্থানে রয়েছে। উগান্ডায় সাদা-আবদ্ধ রোয়েনজোরি পর্বত এবং গ্রেট রিফ্ট উপত্যকা থেকে শুরু করে ল্যান্ডস্কেপ আছে।\n\n\n== বিজ্ঞান ও প্রযুক্তি ==\nজাতীয় বিজ্ঞান, প্রযুক্তি এবং উদ্ভাবন নীতি ২০০৯ সাল থেকে নির্ধারিত হয়। এর অত্যধিক লক্ষ্য হল 'উগান্ডার উন্নয়ন লক্ষ্য অর্জনের জন্য প্রাকৃতিক সম্পদের টেকসই ব্যবহার নিশ্চিত করে এমন বৈজ্ঞানিক জ্ঞান, দক্ষতা এবং প্রযুক্তিগুলি তৈরি, স্থানান্তর এবং প্রয়োগ করার জাতীয় ক্ষমতাকে শক্তিশালী করা।' মন্ত্রিসভার ভাষ্যমতে নীতিটি উগান্ডা ভিশন ২০৪০ এর আগে, যা এপ্রিল ২০১৩ সালে চালু করা হয়েছিল '৩০ বছরের মধ্যে উগান্ডার সমাজকে কৃষক থেকে একটি আধুনিক এবং সমৃদ্ধ দেশে রূপান্তর করার জন্য'। উগান্ডা ভিশন ২০৪০ অন্যান্য লক্ষ্যগুলির মধ্যে বেসরকারী খাতকে শক্তিশালীকরণ, শিক্ষা ও প্রশিক্ষণের উন্নতি, অবকাঠামো এবং অনুন্নত পরিষেবা এবং কৃষি খাতকে আধুনিকীকরণ, শিল্পায়ন এবং সুশাসনের প্রচারের প্রতিশ্রুতি দেয়। অর্থনৈতিক উন্নয়নের সম্ভাব্য ক্ষেত্রগুলির মধ্যে রয়েছে তেল ও গ্যাস, পর্যটন, খনিজ এবং তথ্য ও যোগাযোগ প্রযুক্তি (আইসিটি)।\nউগান্ডা ২০২১ সালে গ্লোবাল ইনোভেশন ইনডেক্সে ২০১৯ সালের ১০২ তম থেকে নেমে এসে ১১৯ তম স্থানে ছিল। ইউনেস্কো ইনস্টিটিউট ফর স্ট্যাটিস্টিকস অনুসারে, একই সময়ের মধ্যে, গবেষকদের সংখ্যা দ্বিগুণ (মাথার সংখ্যায়) ১৩৮৭ থেকে ২৮২৩-এ দাঁড়িয়েছে। এটি একই সময়ের মধ্যে প্রতি মিলিয়ন বাসিন্দার ৪৪ থেকে ৮৩ গবেষকের একটি উন্নতির প্রতিনিধিত্ব করে। চারজন গবেষকের মধ্যে একজন নারী। উগান্ডা কিরা নামক গাড়ির প্রোটোটাইপ তৈরি করতে সক্ষম হয়েছে যাতে সরকার ৭০ ইউএসডি বিনিয়োগ করেছে।\n\n\n== জনসংখ্যা ==\nউগান্ডার জনসংখ্যা ১৯৬৯ সালে ৯.৫ মিলিয়ন লোক থেকে ২০১৪ সালে ৩৪.৯ মিলিয়নে উন্নীত হয়েছে। শেষ আন্তঃ-শুমারি সময়ের (সেপ্টেম্বর ২০০২) সাপেক্ষে, গত ১২ বছরে জনসংখ্যা ১০.৬ মিলিয়ন বেড়েছে। উগান্ডার গড় বয়স ১৫ বছর বিশ্বের সর্বনিম্ন। উগান্ডায় বিশ্বের পঞ্চম সর্বোচ্চ মোট উর্বরতার হার রয়েছে, প্রতি মহিলার ৫.৯৭ শিশু জন্মে (২০১৪ অনুমান)।\n১৯৭২ সালে ইদি আমিনের উগান্ডা-এশীয়দের (অধিকাংশ ভারতীয় বংশোদ্ভূত) বহিষ্কারের প্রয়োজনের আগে উগান্ডায় প্রায় ৮০,০০০ ভারতীয় ছিল, যা এই জনসংখ্যাকে ৭,০০০-এ নেমে এসেছিল। ১৯৭৯ সালে আমিনের পতনের পর অনেক ভারতীয় অবশ্য উগান্ডায় ফিরে আসেন। উগান্ডার ভারতীয়দের প্রায় ৯০ শতাংশ কাম্পালায় বাস করে।\nইউএনএইচসিআর অনুসারে, উগান্ডা নভেম্বর ২০১৮ পর্যন্ত তার মাটিতে ১.১ মিলিয়নেরও বেশি উদ্বাস্তু পুনর্বাসন করে। বেশিরভাগই আফ্রিকান গ্রেট লেক অঞ্চলের প্রতিবেশী দেশগুলি থেকে আসে, বিশেষ করে দক্ষিণ সুদান (৬৮.০ শতাংশ) এবং কঙ্গো গণতান্ত্রিক প্রজাতন্ত্র (২৪.৬% )।\n\n\n=== ভাষা ===\nসোয়াহিলি, আফ্রিকান গ্রেট লেক অঞ্চল জুড়ে একটি বহুল ব্যবহৃত ভাষা, ২০০৫ সালে দেশের দ্বিতীয় সরকারি জাতীয় ভাষা হিসাবে অনুমোদিত হয়েছিল। ২০০৫ সালে সংবিধান সংশোধন না হওয়া পর্যন্ত ইংরেজি ছিল একমাত্র সরকারি ভাষা। দেশের দক্ষিণ এবং দক্ষিণ-পশ্চিমের বান্টু-ভাষী জনগোষ্ঠীর পক্ষ থেকে, উত্তরাঞ্চলের একটি গুরুত্বপূর্ণ ভাষা ফ্রাঙ্কা। এটি পুলিশ এবং সামরিক বাহিনীতেও ব্যাপকভাবে ব্যবহৃত হয়, যা ঔপনিবেশিক আমলে নিরাপত্তা বাহিনীতে উত্তরাঞ্চলীয়দের অসামঞ্জস্যপূর্ণ নিয়োগের একটি ঐতিহাসিক ফলাফল হতে পারে। এইভাবে ক্ষমতায় থাকা রাজনৈতিক গোষ্ঠীর সাথে সোয়াহিলির মর্যাদা পরিবর্তিত হয়েছে। উদাহরণস্বরূপ, উত্তর-পশ্চিম থেকে আসা ইদি আমিন সোয়াহিলিকে জাতীয় ভাষা হিসাবে ঘোষণা করেছিলেন।\n\n\n=== ধর্ম ===\nরোমান ক্যাথলিক চার্চের সবচেয়ে বেশি সংখ্যক অনুসারী ছিল (৩৯.৩ শতাংশ, ২০০২ সালে ৪১.৬ থেকে কম), তারপরে উগান্ডার অ্যাংলিকান চার্চ (৩২ শতাংশ, ৩৫.৯ শতাংশ থেকে কম)। ইভানজেলিকাল/পেন্টেকোস্টাল/বর্ন-অগেন- এর বিভাগ সবচেয়ে বেশি বৃদ্ধি পেয়েছে, যা ২০০২-তে ৪.৭% থেকে ২০১৮-এ ১১.১%-তে বেড়েছে। অ্যাডভেন্টিস্ট এবং অন্যান্য প্রোটেস্ট্যান্ট চার্চগুলি বাকি খ্রিস্টানদের বেশিরভাগ দাবি করেছে, যদিও সেখানে একটি ছোট পূর্ব অর্থোডক্স সম্প্রদায়ও ছিল। উগান্ডার পরবর্তী সর্বাধিক রিপোর্ট করা ধর্ম হল ইসলাম, মুসলিম জনসংখ্যার ১৩.৭ শতাংশ প্রতিনিধিত্ব করে, যা ২০০২ সালে ১২.১% ছিল।\n২০১৪ সালের আদমশুমারি অনুসারে অবশিষ্ট জনসংখ্যা সনাতন ধর্ম অনুসরণ করে (০.১ শতাংশ, ২০০২ সালে ১% থেকে কম), অন্যান্য ধর্ম (১.৪ শতাংশ), বা কোন ধর্মীয় অনুষঙ্গ ছিল না (০.২ শতাংশ)।\n\n\n== সংস্কৃতি ==\nবিপুল সংখ্যক সম্প্রদায়ের কারণে, উগান্ডার সংস্কৃতি বৈচিত্র্যময়। ইদি আমিনের শাসনামলে বহিষ্কৃত অনেক এশীয় (বেশিরভাগই ভারত থেকে) উগান্ডায় ফিরে এসেছে।\n\n\n=== খেলাধুলা ===\nফুটবল উগান্ডার জাতীয় খেলা। উগান্ডা জাতীয় ফুটবল দল, ডাকনাম \"দ্য ক্রেনস\" ফেডারেশন অফ উগান্ডা ফুটবল অ্যাসোসিয়েশন দ্বারা নিয়ন্ত্রিত হয়৷ তারা কখনোই ফিফা বিশ্বকাপের ফাইনালে খেলার যোগ্যতা অর্জন করতে পারেনি। আফ্রিকান কাপ অফ নেশনস -এ তাদের সেরা ফিনিশিং ১৯৭৮ সালে দ্বিতীয় ছিল।\n২০২০ সাল পর্যন্ত, অলিম্পিকে উগান্ডা মোট দুটি স্বর্ণ, তিনটি রৌপ্য এবং দুটি ব্রোঞ্জ পদক জিতেছে; যার মধ্যে চারটি ছিল বক্সিং এবং তিনটি অ্যাথলেটিক্সে। কমনওয়েলথ গেমসে উগান্ডা ১৩টি স্বর্ণপদক এবং মোট ৪৯টি পদক সংগ্রহ করেছে, সবগুলোই বক্সিং এবং অ্যাথলেটিক্সে।\nউগান্ডা জাতীয় বক্সিং দলকে বলা হয় দ্য বোম্বার্স। তারা ১৯৬৮ থেকে ১৯৮০ গ্রীষ্মকালীন অলিম্পিকে চারটি পদক জিতেছে, পাশাপাশি ১৯৭৪ সালের বিশ্ব অপেশাদার বক্সিং চ্যাম্পিয়নশিপে দুটি পদক জিতেছে। উল্লেখযোগ্য বক্সারদের মধ্যে রয়েছেন কর্নেলিয়াস বোজা-এডওয়ার্ডস, জাস্টিন জুকো, আইয়ুব কালুলে, জন মুগাবি, এরিদাদি মুকওয়াঙ্গা, জোসেফ নুবুগা, কাসিম ওমা, স্যাম রুকুন্ডো এবং লিও রওয়াবওগো।\nঅ্যাথলেটিক্সে, জন আকি-বুয়া উগান্ডার হয়ে প্রথম অলিম্পিক স্বর্ণপদক জিতেছেন। মিউনিখে ১৯৭২ সালের গ্রীষ্মকালীন অলিম্পিকে, তিনি ৪৭.৮২ সেকেন্ডের বিশ্ব রেকর্ড সময়ের সাথে ৪০০ মিটার হার্ডলস রেস জিতেছিলেন। ৪০০ মিটার দৌড়বিদ ডেভিস কামোগা ১৯৯৬ গ্রীষ্মকালীন অলিম্পিক আটলান্টায় ব্রোঞ্জ পদক এবং ১৯৯৭ বিশ্ব চ্যাম্পিয়নশিপে রৌপ্য পদক অর্জন করেন। ডরকাস ইনজিকুরু ২০০৫ বিশ্ব চ্যাম্পিয়নশিপ এবং ২০০৬ কমনওয়েলথ গেমসে ৩০০০ মিটার স্টিপলচেজ জিতেছিলেন।\nস্টিফেন কিপ্রোটিচ লন্ডনে ২০১২ গ্রীষ্মকালীন অলিম্পিক এবং ২০১৩ বিশ্ব চ্যাম্পিয়নশিপে ম্যারাথন জিতেছেন এবং ২০১৩ টোকিও ম্যারাথনে দ্বিতীয় স্থান অর্জন করেছেন। জোশুয়া চেপ্টেগি ওয়ার্ল্ড চ্যাম্পিয়নশিপ, ওয়ার্ল্ড অ্যাথলেটিক্স ক্রস কান্ট্রি চ্যাম্পিয়নশিপ এবং কমনওয়েলথ গেমসে ১০ কিমি রেস জিতেছেন এবং ৫ কিমি এবং ১৫ কিমিতে বিশ্ব রেকর্ড গড়েছেন। হালিমা নাকাই ২০১৯ বিশ্ব চ্যাম্পিয়নশিপে ৮০০ মিটার দৌড় জিতেছেন।\nক্রিকেটে, উগান্ডা ১৯৭৫ সালে ক্রিকেট বিশ্বকাপের জন্য যোগ্যতা অর্জনকারী পূর্ব আফ্রিকা দলের অংশ ছিল।\nদেশটিতে একটি ক্রমবর্ধমান সফল জাতীয় বাস্কেটবল দল রয়েছে। এটির ডাকনাম \"দ্য সিলভারব্যাকস\", এবং তারা ২০১৫ এফআইবিএ ​​আফ্রিকা চ্যাম্পিয়নশিপে আত্মপ্রকাশ করে।\nজুলাই ২০১১ সালে, কাম্পালা, উগান্ডা প্রথমবারের মতো উইলিয়ামসপোর্ট, পেনসিলভানিয়াতে ২০১১ লিটল লিগ ওয়ার্ল্ড সিরিজের জন্য যোগ্যতা অর্জন করে, সৌদি আরবের বেসবল দল ধরন এলএলকে পরাজিত করে, যদিও ভিসা জটিলতা তাদের সিরিজে অংশগ্রহণ করতে বাধা দেয়। উগান্ডা থেকে লিটল লিগ দল ২০১২ লিটল লিগ ওয়ার্ল্ড সিরিজের জন্য যোগ্যতা অর্জন করেছিল এবং অংশগ্রহণ করেছিল।\n\n\n=== সিনেমা ===\nউগান্ডার চলচ্চিত্র শিল্প তুলনামূলকভাবে তরুণ। এটি দ্রুত বিকশিত হচ্ছে, কিন্তু এখনও চ্যালেঞ্জের একটি ভাণ্ডার এর সম্মুখীন। আমাকুলা, পার্ল ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল, মাইশা আফ্রিকান ফিল্ম ফেস্টিভ্যাল এবং মান্য হিউম্যান রাইটস ফেস্টিভ্যালের মতো ফিল্ম ফেস্টিভ্যালের প্রসারে শিল্পের জন্য সমর্থন পাওয়া গেছে। যাইহোক, চলচ্চিত্র নির্মাতারা হলিউডের বড় বাজেটের চলচ্চিত্র ছাড়াও মহাদেশের অন্যান্য দেশ যেমন নাইজেরিয়া এবং দক্ষিণ আফ্রিকার প্রতিযোগী বাজারের বিরুদ্ধে লড়াই করে।\nপ্রথম সর্বজনীনভাবে স্বীকৃত চলচ্চিত্র যেটি শুধুমাত্র উগান্ডার দ্বারা নির্মিত হয়েছিল তা ছিল “অনুভূতি সংগ্রাম”, যেটি ২০০৫ সালে হাজ্জি আশরাফ সেমওগেরের দ্বারা পরিচালিত এবং লেখা হয়েছিল। এটি উগান্ডায় চলচ্চিত্রের আরোহণের বছরকে চিহ্নিত করে, এমন একটি সময় যেখানে অনেক উৎসাহী নিজেদেরকে বিভিন্ন ক্ষমতার সিনেমাটোগ্রাফার হিসাবে শ্রেণীবদ্ধ করতে গর্বিত ছিলেন।\nস্থানীয় চলচ্চিত্র শিল্প দুই ধরনের চলচ্চিত্র নির্মাতাদের মধ্যে মেরুকরণ করা হয়। প্রথমটি হল ফিল্ম নির্মাতা যারা নলিউড ভিডিও ফিল্ম যুগের গেরিলা পদ্ধতি ব্যবহার করে ফিল্ম তৈরি করে, প্রায় দুই সপ্তাহের মধ্যে একটি ছবি মন্থন করে এবং অস্থায়ী ভিডিও হলগুলিতে স্ক্রিনিং করে। দ্বিতীয়টি হল সেই ফিল্মমেকার যার ফিল্মের নান্দনিকতা রয়েছে, কিন্তু সীমিত তহবিলের সাথে দাতার নগদ অর্থের জন্য প্রতিযোগিতামূলক ঝাঁকুনির উপর নির্ভর করতে হয়।\nযদিও উগান্ডার সিনেমা বিকশিত হচ্ছে, এটি এখনও বড় চ্যালেঞ্জের মুখোমুখি। অভিনয় এবং সম্পাদনা দক্ষতা পরিমার্জন করার মতো প্রযুক্তিগত সমস্যার পাশাপাশি, তহবিল সংক্রান্ত সমস্যা এবং সরকারী সহায়তা এবং বিনিয়োগের অভাব রয়েছে। দেশে চলচ্চিত্রের জন্য নিবেদিত কোনো স্কুল নেই, ব্যাংকগুলি ফিল্ম উদ্যোগে ঋণ দেয় না এবং চলচ্চিত্রের বিতরণ ও বিপণন দুর্বল থাকে।\nউগান্ডা কমিউনিকেশন কমিশন (ইউসিসি) ২০১৪ থেকে শুরু হওয়া প্রবিধানগুলি প্রস্তুত করছে যার জন্য উগান্ডার টেলিভিশনকে ৭০ শতাংশ উগান্ডার বিষয়বস্তু সম্প্রচার করতে হবে এবং এর মধ্যে ৪০ শতাংশ স্বাধীন প্রযোজনা হতে হবে। মূলধারার টেলিভিশনের জন্য উগান্ডার চলচ্চিত্র এবং ইউসিসি প্রবিধানের উপর জোর দিয়ে, উগান্ডার চলচ্চিত্র অদূর ভবিষ্যতে আরও বিশিষ্ট এবং সফল হতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরাষ্ট্র প্রধান এবং মন্ত্রিপরিষদ সদসবৃন্দ\nসিআইএ প্রণীত দ্য ওয়ার্ল্ড ফ্যাক্টবুক-এ Uganda-এর ভুক্তি\nUganda from UCB Libraries GovPubs\nকার্লিতে উগান্ডা (ইংরেজি)\n উইকিমিডিয়া অ্যাটলাসে Uganda\nHumanitarian news and analysis from IRIN - Uganda\nCountry Profile from BBC News\nUganda Tourist Board\n\nUganga Humanist Schools Trust\nUG Pulse with daily photos of Uganda\nRadio France International - dossier on Uganda and Lord's Resistance Army  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ ফেব্রুয়ারি ২০২১ তারিখে"}