{"pageid": 1219, "title": "বিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1219", "content": "বিজ্ঞান হলো একটি পদ্ধতিগত শৃঙ্খলা, যা পরীক্ষাযোগ্য অনুমান ও ভবিষ্যদ্বাণীর মাধ্যমে জগত সম্পর্কে জ্ঞান গঠন ও সংগঠিত করে। আধুনিক বিজ্ঞান সাধারণত দুই বা তিনটি প্রধান শাখায় বিভক্ত থাকে: প্রাকৃতিক বিজ্ঞান (যেমন পদার্থবিজ্ঞান, রসায়ন ও জীববিজ্ঞান), যা ভৌত বিশ্ব অধ্যয়ন করে; এবং সামাজিক বিজ্ঞান (যেমন অর্থনীতি, মনোবিজ্ঞান ও সমাজবিজ্ঞান), যা ব্যক্তি ও সমাজ নিয়ে গবেষণা করে। ফলিত বিজ্ঞান হলো এমন শাখা যা বৈজ্ঞানিক জ্ঞানকে ব্যবহারিক ক্ষেত্রে, যেমন প্রকৌশল ও চিকিৎসায় প্রয়োগ করে। যদিও যুক্তি, গণিত ও তাত্ত্বিক কম্পিউটার বিজ্ঞানকে অনেক সময় আনুষ্ঠানিক বিজ্ঞান বলা হয়, এই শাখাগুলি মূলত সূত্র ও নিয়ম দ্বারা পরিচালিত আনুষ্ঠানিক পদ্ধতির উপর নির্ভর করে। এ কারণে এগুলোকে সাধারণত বিজ্ঞান থেকে আলাদা গণ্য করা হয়, কারণ এই শাখাগুলো বৈজ্ঞানিক পদ্ধতি বা অভিজ্ঞতালব্ধ প্রমাণ নয়, বরং যুক্তিপূর্ণ বিশ্লেষণ ব্যবহার করে।\nবিজ্ঞানের ইতিহাস মানব ইতিহাসের একটি বড় অংশ জুড়ে বিস্তৃত। এর সূচনালগ্ন ধরা হয় মিশর ও মেসোপটেমিয়ার ব্রোঞ্জ যুগে (খ্রিস্টপূর্ব আনুমানিক ৩০০০–১২০০)। সেই সময়ে গাণিতিক, জ্যোতির্বিজ্ঞান ও চিকিৎসা বিষয়ক জ্ঞান বিকশিত হয়, যা পরবর্তীকালে গ্রিক প্রাকৃতিক দার্শনিকতাকে প্রভাবিত করে। এরপর ভারতের গৌপ্ত যুগে হিন্দু–আরব সংখ্যা পদ্ধতিসহ অনেক গুরুত্বপূর্ণ অগ্রগতি সাধিত হয়।\nপশ্চিম রোমান সাম্রাজ্যের পতনের পর বিজ্ঞানচর্চা কিছুটা স্তিমিত হয়ে পড়ে, তবে মধ্যযুগীয় পুনর্জাগরণকালে (যেমন ক্যারোলিঞ্জিয় পুনর্জাগরণ, ওট্টোনিয় পুনর্জাগরণ, এবং দ্বাদশ শতাব্দীর রেনেসাঁ) আবারও বুদ্ধিবৃত্তিক অগ্রগতি দেখা যায়। এই সময়ে মধ্যপ্রাচ্যে বহু গ্রিক পাণ্ডুলিপি সংরক্ষিত ও সমৃদ্ধ হয়। পুনর্জাগরণ যুগে গ্রিক পণ্ডিতগণ এসব রচনাকে পশ্চিম ইউরোপে ফিরিয়ে আনেন।\n১০ম থেকে ১৩শ শতাব্দীর মধ্যে গ্রিক সাহিত্য ও ইসলামী বিজ্ঞানের পুনরুদ্ধার এবং আত্মস্থকরণের ফলে প্রাকৃতিক দার্শনিকতার পুনর্জাগরণ ঘটে। পরে, ১৬শ শতকে শুরু হওয়া বৈজ্ঞানিক বিপ্লব পুরনো গ্রিক ধ্যান-ধারণা থেকে সরে এসে নতুন আবিষ্কার ও মতবাদ গঠনে সহায়ক হয়। এরপর বৈজ্ঞানিক পদ্ধতি জ্ঞান আহরণে কেন্দ্রীয় ভূমিকা পালন করতে শুরু করে এবং ১৯শ শতকে বিজ্ঞান আরও প্রাতিষ্ঠানিক ও পেশাদারী রূপ লাভ করে।\nআজকের দিনে বৈজ্ঞানিক গবেষণা মূলত কৌতূহল ও সমস্যা সমাধানের আগ্রহ থেকে চালিত হয়। এই গবেষণা অধিকাংশ সময়ই যৌথভাবে বিশ্ববিদ্যালয় ও গবেষণা প্রতিষ্ঠানসমূহ, সরকারি সংস্থা, এবং ব্যবসায়িক প্রতিষ্ঠানসমূহে সম্পাদিত হয়। গবেষণার ফলাফল বিজ্ঞানভিত্তিক নীতিনির্ধারণে গুরুত্বপূর্ণ ভূমিকা রাখে, যা নৈতিক ও সামাজিকভাবে দায়িত্বশীল পণ্যের উন্নয়ন, অস্ত্রনীতি, স্বাস্থ্যসেবা, অবকাঠামো ও পরিবেশ রক্ষার ক্ষেত্রে প্রভাব ফেলে।\n\n\n== ইতিহাস ==\n\nআধুনিক যুগের পূর্বে ও বিভিন্ন ঐতিহাসিক সভ্যতায় বিজ্ঞান ব্যাপক অর্থে ব্যবহৃত হত। আধুনিক বিজ্ঞান পদ্ধতিতে স্বতন্ত্র এবং ফলাফলের মধ্যে সফল তাই বিজ্ঞান বলতে কি বোঝায় তা এখন পরিষ্কার এবং কঠোরভাবে সংজ্ঞায়ীত ।\nবিজ্ঞান শব্দটি উৎপত্তিগতভাবে এক ধরনের জ্ঞান বোঝাতো কিন্তু বিজ্ঞান সম্পর্কিত জ্ঞান অর্জন বুঝাতো না । বিশেষ করে, এটি ছিল এক ধরনের জ্ঞান যা মানুষের একে অপরের সাথে যোগাযোগ করতে ব্যবহৃত হত। উদাহরণস্বরূপ, প্রাকৃতিক বিষয়গুলির জ্ঞান লিপিবদ্ধ হবার পূর্বেই এগুলো সংগৃহীত হয়েছিল এবং জটিল বিমূর্ত ধারণাগুলির উন্নয়ন ঘটেছিল । এটি ছাপ দেখা যায় জটিল ক্যালেন্ডার নির্মাণ, কৌশল ব্যবহার করে বিষাক্ত উদ্ভিদকে খাবার উপযোগী করে তোলা, জনমানুষের জন্য জাতীয় পর্যায়ে কাজ করা যেমন প্লাবনভূমি থেকে বাধেঁর মাধম্যে জলাধার নির্মান এবং পিরামিডের মতো ভবন তৈরী করা। যাইহোক, এই ধরনের জিনিসগুলির জ্ঞানের মধ্যে কোন সঙ্গতিপূর্ণ বিশিষ্ট পার্থক্য তৈরি করা হয়নি যা প্রতিটি সম্প্রদায়ের মধ্যে সত্য। সেই সাথে অন্যান্য ধরনের সাম্প্রদায়িক জ্ঞানের মতো বিষয়, যেমন: পৌরাণিক কাহিনী এবং আইনি ব্যবস্থা ইত্যাদির বেলাও তা সত্য।\nধাতুবিদ্যা পূর্বেও জানা ছিল এবং ভিনট্ফাক সংস্কৃতিতে ব্রোঞ্জের মত পদার্থ তৈরির জ্ঞান জানত। মনে করা হয় পূর্বে কোন বস্তু গরম করে গলিয়ে সেটার সাথে অন্যকোন উপাদান, পদার্থ যোগ করে অন্য একটি ধাতু তৈরির যে জ্ঞান সেটাই ধীরে ধীরে \"আলকেমি\" নামে পরিচিত হয়।\n\n\n=== প্রাকাদিকালের বিস্তার যুগ ===\n\nসক্রেটিস পূর্ব দার্শনিকগণ দ্বারা \"প্রকৃতি\" (প্রাচীন গ্রিক ফোসিস) এর ধারণার উদ্ভাবনের আগে, একই শব্দটি ব‍্যবহার করা হত একটি প্রাকৃতিক \"পথ\" বোঝাতে। যেভাবে একটি উদ্ভিদ বৃদ্ধি পায় অথবা একটি উপজাতি যেভাবে একটি নির্দিষ্ট ঈশ্বরকে পূজা করে এমন ধারনাকে বোঝাতে। এই কারণেই এই দাবি করা হত যে, কঠোর অর্থে এই পুরুষরা প্রথম দার্শনিক ছিল। এমনকি ধারণা করা হত প্রথম মানুষটি \"প্রকৃতি\" এবং \"রীতি\" প্রভৃতির পার্থক্য স্পষ্ট করে তুলে ধরেছিল । বিজ্ঞান প্রকৃতির জ্ঞান হিসাবে বিশিষ্ট ছিল এবং প্রত্যেক সম্প্রদায়ের জন্য যা ছিল সত্য জিনিস। আর এই ধরনের বিশেষ জ্ঞান সাধনার নাম ছিল দর্শন - প্রথম দার্শনিক-পদার্থবিজ্ঞানীর আলোচ্য বিষয় । তারা প্রধানত ছিল তত্ত্ববিদ, বিশেষ করে জ্যোতির্বিদ্যাতে আগ্রহী ছিল । এর বিপরীতে, প্রকৃতির জ্ঞানকে ব‍্যবহার করে প্রকৃতির অনুকরণ করার চেষ্টা, শাস্ত্রীয় বিজ্ঞানীদের দ্বারা নিম্ন শ্রেণির কারিগরদের জন্য আরও উপযুক্ত স্বার্থ হিসাবে দেখা হত ।  প্রথাগত এবং গবেষণামূলক বিজ্ঞান মধ্যে একটি স্পষ্ট পার্থক্য প্রাক-সক্রেটিস দার্শনিক পার্মিনাইডস (প্রায় ছয় শতকের প্রথম দিকে বা পঞ্চম শতকের প্রথম দিকে ) তৈরি করে ছিলেন । যদিও তার কাজটি ছিল পেরি ফিসুয়েস (প্রকৃতির উপর) একটি কবিতা, প্রাকৃতিক বিজ্ঞানের পদ্ধতিতে একে একটি জ্ঞানতাত্ত্বিক প্রবন্ধ হিসেবে দেখা যেতে পারে। পার্মিনাইডস ' একটি প্রথাগত পদ্ধতি বা ক্যালকুলাসকে নির্দেশ করে যা প্রাকৃতিক ভাষাগুলির তুলনায় প্রকৃতির নিখুঁত বর্ণনা করতে পারে। \"ফিজিস\"  এর অনুরূপ হতে পারে ।\nপ্রথম দিকে দার্শনিক বিজ্ঞানের ইতিহাসে একটি বড় টার্নিং পয়েন্ট হল সক্রেটিস কর্তৃক মনুষ্য প্রকৃতি, রাজনৈতিক সম্প্রদায়ের প্রকৃতি এবং মানব জ্ঞানের সাথে মানবিক বিষয়গুলির গবেষণায় দর্শন প্রয়োগের বিষয় বিতর্কিত কিন্তু সফল প্রচেষ্টা ছিল। তিনি পুরাতন ধরনের পদার্থবিজ্ঞানের গবেষণার সমালোচনা করেছিলেন যেমনটা কেবল বিশ্লেষণেই এবং স্ব-সমালোচনার অভাব ছিল । তিনি বিশেষ করে সচেতন ছিলেন যে কিছু প্রাথমিক পদার্থবিজ্ঞানী প্রকৃতিকে এমনভাবে ব্যবহার করেছিলেন যেখানে এর কোন বুদ্ধিমান শৃঙ্খলা নেই, যা কেবল গতি ও বস্তুর ক্ষেত্রকেই ব্যাখ্যা করে ।\nমানবকেন্দ্রিক অধ্যয়ন ছিল পৌরাণিক এবং ঐতিহ্য ভিত্তিক, সক্রেটিস এর বাহিরে গিয়ে জ্ঞানদান করতে চেয়েছিলেন, তাই তাকে হত্যা করা হয়েছিল। অ্যারিস্টটল সক্রেটিসের চেয়ে কম বিতর্কিত পদ্ধতি তৈরি করেছিলেন।  তিনি পূর্বের বিজ্ঞানীদের অনেক মীমাংসিত বিষয়কে প্রত্যাখ্যান করেছিলেন । উদাহরণস্বরূপ, তার পদার্থবিজ্ঞানে সূর্য পৃথিবীর চারপাশে ঘুরে এবং অনেকগুলো প্রকৃতির অংশ হিসাবে যা ছিল মানুষের জন্য। প্রতিটি জিনিসের একটি আনুষ্ঠানিক কারণ এবং চূড়ান্ত কারণ থাকে এবং তার সাথে যুক্তিসঙ্গত মহাজাগতিক ক্রমের একটি ভূমিকা আছে । গতি এবং পরিবর্তনকে ইতোমধ্যে সম্ভাব্য  বাস্তবায়ন হিসাবে বর্ণনা করা হয়েছিল তাদের ধরনটা কেমন তার উপর ভিত্তি করে । সক্রেটিস যখন দৃঢ়তার সাথে দাবি করেন যে মানুষের জন্য জীবিত থাকার সর্বোত্তম উপায় (একটি অধ্যয়ন অ্যারিস্টটল একে নৈতিকতা ও রাজনৈতিক দর্শনে বিভক্ত করেছিলেন) এর ব্যবহারিক প্রশ্ন বিবেচনা করার জন্য দর্শনের ব্যবহার করা উচিত, তখন তারা অন্য কোনও ধরনের প্রযোজ্য বিজ্ঞানের পক্ষে তর্কবিতর্ক করে না।\nঅ্যারিস্টটল বিজ্ঞান এবং কারিগরদের ব্যবহারিক জ্ঞানের মধ্যে তীক্ষ্ণ পার্থক্য বজায় রেখেছিলেন । তাত্ত্বিক ধারণাকে মানবীয় ক্রিয়াকলাপের সর্বোচ্চ ধরন হিসাবে তিনি বিবেচনা করতেন । কম জীবনধারা হিসাবে ব্যবহারিক চিন্তাভাবনা ভাল জীবনযাপনের জন্য উঁচুমানের এবং কারিগরদের জ্ঞান নিম্ন শ্রেণির জন্য উপযুক্ত বলে তিনি মনে করতেন ।\n\n\n=== মধ্যযুগীয় বিজ্ঞান ===\n\nপ্রাক-প্রাচীন এবং প্রাথমিক মধ্যযুগে প্রাকৃতিক ঘটনাগুলির অনুসন্ধানে অ্যারিস্টটলীয় পদ্ধতির ব্যবহার করা হয়েছিল । রোমান সাম্রাজ্য পতনের সময় এবং পর্যায়ক্রমিক রাজনৈতিক সংগ্রামের সময় কিছু প্রাচীন জ্ঞান হারিয়ে গিয়েছিল, অথবা কিছুটা অস্পষ্ট অবস্থায় রাখা হয়েছিল। যাইহোক, বিজ্ঞানের সাধারণ ক্ষেত্র (বা \"প্রাকৃতিক দর্শন\" যেটিকে বলা হয়) এবং প্রাচীন বিশ্বের অধিকাংশ সাধারণ জ্ঞান সেভিলের ইসিডোরের মতো প্রাথমিক ল্যাটিন এনসাইক্লোপিডীয়দের কাজগুলির মাধ্যমে সংরক্ষিত ছিল। বাইজেন্টাইন সাম্রাজ্যে অনেক গ্রিক বিজ্ঞানের গ্রন্থগুলি নেস্টোরিয়ান্স এবং মনোফিসিটস গোষ্ঠী দ্বারা সম্পন্ন সিরিয়াক অনুবাদগুলিতে সংরক্ষিত ছিল।  এইগুলির মধ্যে বেশিরভাগই পরবর্তীতে খলিফাদের অধীনে আরবিতে অনূদিত হয়েছিল, যার মধ্যে অনেক ধরনের শাস্ত্রীয় শিক্ষা সংরক্ষণ করা হয়েছিল এবং কিছু কিছু ক্ষেত্রে উন্নতি সাধিত হয়েছিল।\n\"উইসডম হাউস\" আব্বাসীয় যুগে ইরাকের বাগদাদে প্রতিষ্ঠিত হয়েছিল । এটি ইসলামিক \"স্বর্ণযুগ\" এর একটি প্রধান জ্ঞান চর্চা কেন্দ্র বলে বিবেচিত হয়, যেখানে বাগদাদে আল-কিন্দি এবং ইবনে সাহল এর মত মুসলিম পণ্ডিত এবং কায়রোতে ইবনে আল-হায়তাম নবম থেকে ত্রয়োদশ শতাব্দী পর্যন্ত সমৃদ্ধ হয়েছিল বাগদাদ মোঘলদের দ্বারা ধ্বংস হওয়ার আগ পর্যন্ত ॥ ইবনে আল-হায়থাম যিনি পশ্চিমে আলহাজেন হিসেবে পরিচিত, তিনি পরীক্ষামূলক তথ্যের উপর জোর দিয়ে অ্যারিস্টটলীয় দৃষ্টিকোণকে আরও এগিয়ে নিয়ে গিয়েছিলেন ।\nপরে মধ্যযুগীয় সময়ের মধ্যে, অনুবাদের জন্য চাহিদা বৃদ্ধি পেয়েছিল (উদাহরণস্বরূপ, টলেডো অনুবাদকদের বিদ্যালয়), পশ্চিমা ইউরোপীয়রা শুধুমাত্র ল্যাটিন ভাষায় নয় বরং গ্রিক, আরবি এবং হিব্রু থেকে ল্যাটিন অনুবাদ লিখিত সংগ্রহগুলি সংগ্রহ করতে শুরু করেছিল । বিশেষত, অ্যারিস্টটল, টলেমী,  এবং ইউক্লিডের গ্রন্থগুলো উইসডম এর ঘরগুলিতে সংরক্ষিত ছিল যা ক্যাথলিক পণ্ডিতদের মধ্যে চাওয়া হয়েছিল । ইউরোপে, আলহাজেনের বুক অফ অপটিকস এর ল্যাটিন অনুবাদ সরাসরি ইংল্যান্ডে রজার বেকনকে (ত্রয়োদশ শতকে) প্রভাবিত করেছিল, যিনি আলহাজেনের দ্বারা প্রকাশিত আরও পরীক্ষামূলক বিজ্ঞান সম্পর্কে যুক্তি দিয়েছিলেন। মধ্যযুগ যুগ ধরে, পশ্চিমা ইউরোপে ক্যাথলিকবাদ ও আরিস্টোলেটিয়ালিজমের একটি সংশ্লেষণের উদ্ভব হয় যা পশ্চিমা ইউরোপে উদ্দীপ্ত ছিল, যেখানে বিজ্ঞান একটি নতুন ভৌগোলিক কেন্দ্র হয়ে উঠেছিল ।  কিন্তু পঞ্চদশ থেকে ষোড়শ শতাব্দীতে পণ্ডিতবাদের সকল দিক নিয়ে সমালোচনা করা হয়েছিল।\n\n\n=== রেনেসাঁ এবং আধুনিক বিজ্ঞান ===\n\nমধ্যযুগীয় বিজ্ঞান সক্রেটিস, প্লেটো এবং অ্যারিস্টটলের হেলেনিস্ট সভ্যতার মতামত বহন করে, যেমন আলহাজেনের হারানো কর্মের একটি বইয়ে দেখানো হয়েছে যেখানে 'আমি ইউক্লিড ও টলেমীর দুই বই থেকে অপটিক্সের বিজ্ঞান সমন্ধে তুলেছি, যা আমি যোগ করেছি প্রথম বক্তৃতা যা ইবনে আবি যোসেবিয়া এর ক্যাটালগ থেকে টলেমীর বই থেকে হারিয়ে যাওয়া (স্মিথ ২০০১): ৯১ (ভল .১), পি. এক্স. ভি । আলহাজেন নিছক টলেমীর দৃষ্টি তত্ত্বকে ভুল প্রমাণ করেছিলেন, কিন্তু তিনি অ্যারিস্টটলের তত্ত্ববিদ্যা বজায় রেখেছিলেন; রজার বেকন, ভিটেল্লো এবং জন পেখাম প্রত্যেকে আলহাজেনের বুক অফ অপটিক্স-এর উপর একটি তত্ত্ববিদ্যা রচনা করেছিলেন ।  একটি সংবেদন চিহ্নের শৃঙ্খলে সেন্সেশন, ধারণা এবং শেষ পর্যন্ত অ্যারিস্টটলের ব্যক্তিগত ও সার্বজনীন ফর্মগুলির স্বীকৃতি দিয়েছিলেন । দৃষ্টি তত্ত্বের এই মডেল Perspectivism হিসাবে পরিচিত হয়ে ওঠে, যা রেনেসাঁ শিল্পীদের দ্বারা ব্যবহৃত এবং অধ্যয়ন করা হয়েছিল ।\nএ .মার্ক স্মিথ দৃষ্টিতত্ত্ব নিয়ে তার নিজস্ব দৃষ্টিভঙ্গি নির্দেশ করেছিল যা অ্যারিস্টটলের চারটির মধ্যে তিনটি কারণ আনুষ্ঠানিক, পদার্থ এবং চূড়ান্ত দোষে দায়ী,  \" যা মূলত অর্থনৈতিক, যুক্তিসঙ্গত এবং সুসঙ্গত।\" যদিও আলহাজেন জানতেন যে একটি দৃশ্য  একটি অ্যাপারচারের মাধ্যমে চিত্রিত করা হয়েছে যা হল তার বিপরীত । তিনি যুক্তি দেন যে দৃষ্টি হল উপলব্ধি সম্পর্কিত । যা কেপলার দ্বারা উল্টানো হয়েছিল, যিনি প্রবেশপথের ছাত্রকে মডেল করার জন্য এটির সামনে একটি অ্যাপারচার সহ একটি জলভর্তি কাঁচের মতো চোখের মডেল করেছিলেন । তিনি দেখেছিলেন যে, একক দৃষ্টিকোণ থেকে সমস্ত আলো এক গ্লাসে কাচের গোলকের পিছনে চিত্রিত হয়েছিল । অপটিক্যাল শিকল চোখের পেছনে রেটিনাতে শেষ হয় এবং ছবিটি উল্টে যায়।\nকোপার্নিকাস টলেমীর আলমাজেস্টের পৃথিবীকেন্দ্রিক মডেলের বিপরীতে সৌরজগতের একটি সূর্যকেন্দ্রিক মডেল তৈরি করেছিলেন।\nগালিলিও পরীক্ষামূলক ও গণিতের উদ্ভাবনী ব্যবহার করেছিলেন । যাইহোক, তিনি অষ্টম পোপ আরবান দ্বারা কোপার্নিকাসের ব্যবস্থার বিষয়ে লিখতে আশীর্বাদ পুষ্ট হয়েছিলেন । গালিলিও পোপের কাছ থেকে আর্গুমেন্ট ব্যবহার করেছিলেন এবং তাদেরকে \"ডায়ালগ কনসার্নিং দ্য টু চিফ ওয়ার্ল্ড সিস্টেম\" এ কাজটি সহজবোধ্যতার জন্য দিয়েছিলেন যা তাকে অনেকটা হতাশ করেছিল।\nউত্তর ইউরোপে প্রিন্টিং প্রেসের নতুন প্রযুক্তি ব্যাপকভাবে বহু আর্গুমেন্ট প্রকাশ করতে ব্যবহৃত হয়েছিল, কিছু কিছু ক্ষেত্রে প্রকৃতির সমসাময়িক ধারণাগুলির সাথে ব্যাপকভাবে মতবিরোধে ছিল। রেনি ডেসকার্টেস এবং ফ্রান্সিস বেকন একটি নতুন ধরনের অ-অ্যারিস্টটলীয় বিজ্ঞানের পক্ষে দার্শনিক আর্গুমেন্ট প্রকাশ করেছিলেন । Descartes দাবী করেন যে গ্যালিলিওর মত প্রকৃতির অধ্যয়ন করার জন্য গণিত ব্যবহার করা যেতে পারে এবং বেকন চিন্তার উপর গবেষণার গুরুত্বের উপর জোর দিয়েছিলেন । বেকন  Aristotelian আনুষ্ঠানিক কারণ এবং চূড়ান্ত কারণের ধারণা নিয়ে প্রশ্ন তুলেছিলেন এবং বিজ্ঞানকে \"সহজ\" প্রকৃতির নিয়মগুলির মাধ্যমে অধ্যয়ন করা উচিত, যেমন- তাপকে কোনও নির্দিষ্ট প্রকৃতি বা \"আনুষ্ঠানিক কারণ\" বলে অভিহিত করা যায় না। এই নতুন আধুনিক বিজ্ঞান নিজেকে \"প্রাকৃতিক আইন\" হিসাবে বর্ণনা করতে শুরু করেছিল । প্রকৃতির গবেষণায় এই হালনাগাদ পদ্ধতিটিকে যান্ত্রিক হিসাবে দেখা হয় । বেকন যুক্তি দেন যে বিজ্ঞানের উচিত সমস্ত মানব জীবনের উন্নতির জন্য ব্যবহারিক আবিষ্কারগুলির উপর জোর দেয়া  ।\n\n\n=== নবজাগরণের যুগ ===\n\nসপ্তদশ  ও অষ্টাদশ শতকের মধ্যে আধুনিকতার প্রকল্প বেকন ও রেনে দেকার্তের দ্বারা উন্নত করা হয়েছিল যা দ্রুত বৈজ্ঞানিক অগ্রগতির দিকে এগিয়ে নিয়েছিল এবং একটি নতুন ধরনের প্রাকৃতিক বিজ্ঞান, গাণিতিক, পদ্ধতিগতভাবে পরীক্ষামূলক এবং ইচ্ছাকৃতভাবে উদ্ভাবনী এর সফল উন্নয়নের দিকে পরিচালিত হয়েছিল । নিউটন ও লিবনিজ একটি নতুন পদার্থবিজ্ঞান তৈরিতে সফল হয়েছিলেন যা এখন ক্লাসিক্যাল মেকানিক্স হিসাবে পরিচিত, যা পরীক্ষা দ্বারা নিশ্চিত করা যায় এবং গণিত ব্যবহার করে ব্যাখ্যা করা যায় । লিবনিস এরিস্টটলিয়ান পদার্থবিদ্যা থেকে পদটি নিয়েছিলেন, কিন্তু এখন এটি একটি নতুন অ-টেলিওলজিকাল পদ্ধতিতে ব্যবহার করা হচ্ছে, উদাহরণস্বরূপ, \"শক্তি\" এবং \"সম্ভাব্যতা\" (Aristotelian \"Energeia এবং potentia\" এর আধুনিক সংস্করণ) । বেকনের শৈলীতে তিনি ধারণা করেছিলেন যে, বিভিন্ন ধরনের জিনিস প্রকৃতির একই সাধারণ সূত্র অনুযায়ী কাজ করে যার প্রতিটি ধরনের কোন বিশেষ আনুষ্ঠানিক বা চূড়ান্ত কারণ নেই। এই সময়ের মধ্যে \"বিজ্ঞান\" শব্দটি ধীরে ধীরে এক প্রকারের জ্ঞান বিশেষ করে প্রাকৃতিক জ্ঞানের প্রেক্ষাপট হিসাবে ব্যবহৃত হতে শুরু হয়েছিল যা  পুরাতন শব্দ \"প্রাকৃতিক দর্শনের\" অর্থের কাছাকাছি চলে আসছে।\n\n\n=== উনিশ শতক ===\n\nজন হার্শেল এবং উইলিয়াম হুইয়েল উভয়ে মিলে প্রণালী বিজ্ঞানকে একটি সিস্টেমের মধ্যে নিয়ে এসেছিলেন পরে শব্দটি  বিজ্ঞানীকে বুঝানো হত । যখন চার্লস ডারউইন  'দ্য অরিজিন অব স্পিসিজ' প্রকাশ করেছিলেন তখন তিনি বিবর্তনকে প্রতিষ্ঠিত করেছিলেন প্রচলিত জৈবিক জটিলতার ব্যাখ্যা হিসাবে । তার প্রাকৃতিক নির্বাচনের তত্ত্বটি কীভাবে প্রজাতি উৎপন্ন হয়েছিল তার প্রাকৃতিক ব্যাখ্যা প্রদান করেছিল । তবে এটি কেবল শত বছর পরে ব্যাপক স্বীকৃতি লাভ করেছিল । জন ডাল্টন পরমাণুর ধারণাটির উন্নয়ন করেছিলেন । ঊনবিংশ শতাব্দীতে তাপবিদ্যুৎ এবং তড়িৎচুম্বকীয় তত্ত্বের আইনগুলিও প্রতিষ্ঠিত হয়েছিল, যার ফলে নতুন প্রশ্নগুলি উত্থাপিত হয়েছিল যা নিউটনের কাঠামো ব্যবহার করার মাধ্যমেও সহজেই উত্তর মেলেনি । উনিশ শতকের শেষ দশকে পরমাণুর বিভাজনকে পুনর্নির্মাণ করার ঘটনাটি আবিষ্কৃত হয়েছিল ।  এক্স-রশ্মি আবিষ্কার তেজস্ক্রিয়তা আবিষ্কারকে অনুপ্রেরণা দিয়েছিল। পরের বছর প্রথম উপপারমানবিক কণা ইলেকট্রন আবিষ্কৃত হয়েছিল ।\n\n\n=== বিংশ শতাব্দী ===\n\nআইনস্টাইনের আপেক্ষিকতাবাদ এবং কোয়ান্টাম বলবিদ্যা এর বিকাশের ফলে একটি নতুন পদার্থবিজ্ঞানের সাথে শাস্ত্রীয় বলবিজ্ঞানগুলির প্রতিস্থাপনের সৃষ্টি হয় যার দুটি অংশ রয়েছে।তাদের মাধ্যমে প্রকৃতির বিভিন্ন ধরনের ঘটনা বর্ণনা করা যায়।\nবিংশ শতাব্দীর প্রথমার্ধে কৃত্রিম সারের উন্নয়ন বিশ্বব্যাপী  জনসংখ্যার বৃদ্ধি সম্ভব হয়েছে। একই সময়ে পরমাণু এবং নিউক্লিয়াস এর গঠন আবিষ্কার করা হয়েছিল, যার ফলে \"পারমাণবিক শক্তি\" (নিউক্লীয় ক্ষমতা) মুক্ত করা  সম্ভব হয়েছিল। উপরন্তু, এই শতাব্দীর যুদ্ধ দ্বারা অনুপ্রাণিত বৈজ্ঞানিক উদ্ভাবনের ব্যাপক ব্যবহার অ্যান্টিবায়োটিকের আবিষ্কার সহজসাধ্য করেছিল যার ফলে মানুষের প্রত্যাশিত গড় আয়ু বৃদ্ধি পেয়েছিল। তাছাড়া পরিবহন বিপ্লব (অটোমোবাইল এবং বিমান), ICBM এর বিকাশ, মহাকাশ নিয়ে প্রতিযোগিতা, এবং  পারমাণবিক অস্ত্র নিয়ে প্রতিযোগিতা, সবকিছুই আধুনিক বিজ্ঞানের উপহার যা সবাই গুরুত্বের সাথে গ্রহণ করেছে।\nবিংশ শতাব্দীর শেষ চতুর্থাংশে যোগাযোগের উপগ্রহগুলির সাথে সংযুক্ত ইন্টিগ্রেটেড সার্কিটগুলির বিস্তৃত ব্যবহার তথ্য প্রযুক্তির ক্ষেত্রে একটি বিপ্লব বয়ে নিয়ে আসে যার ফলে স্মার্টফোন সহ বিশ্বব্যাপী ইন্টারনেট এবং মোবাইল কম্পিউটিংয়ের উত্থান ঘটেছে।\n\n\n=== একবিংশ শতক ===\n\nমানব জিনোম প্রকল্পটি ২০০৩ সালে পূর্ন হয় যাতে সম্পূর্ণভাবে নিওক্লিওটাইড ভিত্তিক জোড় সিকোয়েন্স নির্ধারন করে মানব শরীরস্থ  ডিএনএ চিহ্নিত করা হয় সেই সাথে মানব জিনোম এবং জিনের মানচিত্রও চিহ্নিত করা হয়। ইনডিউস প্লুরিপোটেন্ট স্টেম কোষ আবিষ্কৃত হয় ২০০৬ সালে যা একটি প্রযুক্তি যাকে ব্যবহার করে বয়স্ক কোষগুলিকে স্টেম কোষে রূপান্তর করা যায় যা শরীরস্থ যে কোন কোষের প্রতিস্থাপন সম্ভবনা বাড়িয়ে দিয়েছে। এর ফলে পুনরুত্পাদনশীল চিকিৎসাবিজ্ঞানে এর গুরুত্ব অনেক বেড়ে যায়।\n২০১৫ সালে মধ্যাকর্ষীয় তরঙ্গ প্রথম পর্যবেক্ষণ করা সম্ভব হয় যা সাধারণ রিলেটিভিটিতে এক শতাব্দি পূর্বেই অনুমান করা হয়েছিল। ২০২১ সালে হিগস বোসন কনার আবিষ্কারের ফলে প্রমিত মডেলের শেষ কণা হিসেবে বিজ্ঞানিগণ যে কনাটিকে অনুমান করেছিলেন তা পাওয়া যায়।\n\n\n== বিজ্ঞানের শাখা এবং ক্ষেত্র ==\nআধুনিক বিজ্ঞানকে সাধারণত তিনটি প্রধান ভাগে ভাগ করা হয়: প্রাকৃতিক বিজ্ঞান, যা প্রাকৃতিক ঘটনা (জীববিজ্ঞান সহ), সামাজিক বিজ্ঞান, যা মানবিক আচরণ ও সমাজের অধ্যয়ন করে এবং সাধারণ বিজ্ঞান। প্রথম দুটি বিজ্ঞান গবেষণামূলক বিজ্ঞান, যার মানে তাদের জ্ঞানটি দৃশ্যমান ঘটনা এবং তার অবস্থার জন্য একই অবস্থার অধীনে কাজ করে এমন অন্যান্য গবেষকদের দ্বারা যাচাই করার জন্য সক্ষম হতে হবে ।\nএছাড়াও সম্পর্কিত বিষয়গুলি যেমন আন্তঃসম্পর্কিত প্রয়োগ বিজ্ঞান হিসাবে শ্রেণীবদ্ধ করা হয়, যেমন ইঞ্জিনিয়ারিং এবং চিকিৎসা বিজ্ঞান, এগুলোকে প্রায়োগিক বিজ্ঞান হিসেবে অভিহিত করা হয়। এই বিভাগগুলি ছাড়াও আরও  বিশেষ বৈজ্ঞানিক ক্ষেত্র রয়েছে যাদেরকে অন্যান্য বৈজ্ঞানিক শাখার অন্তর্ভুক্ত করা যেতে পারে যদিও প্রায়ই তাদের নিজস্ব নামকরণ এবং দক্ষতা থাকে ।  নিম্নোক্ত ছক দ্বারা বিজ্ঞানের বিভিন্ন শাখার মধ্যকার সর্ম্পক তুলে ধরা হল:\n\nগণিতকে একটি সাংগঠনিক বিজ্ঞান হিসাবে শ্রেণীবদ্ধ করা হয়।এর সাথে গবেষণামূলক বিজ্ঞান (প্রাকৃতিক ও সামাজিক বিজ্ঞান)  উভয়ের সাদৃশ্য এবং বৈসাদৃশ্য আছে। এটি পরীক্ষামূলক অনুষঙ্গের অনুরূপ যেহেতু এটি জ্ঞানের একটি ক্ষেত্রের উদ্দেশ্যমূলক,সতর্ক এবং নিয়মানুগ গবেষণার সাথে জড়িত; অভিজ্ঞতানির্ভর পদ্ধতির পরিবর্তে অগ্রাধিকারের ব্যবহার করে তার জ্ঞান যাচাইয়ের পদ্ধতির কারণে এটি ভিন্ন ।  সাংগঠনিক বিজ্ঞান যা পরিসংখ্যান এবং যুক্তিবিদ্যাকে অন্তর্ভুক্ত করে, পরীক্ষামূলক বিজ্ঞানের জন্য গুরুত্বপূর্ণ।সাংগঠনিক বিজ্ঞানে বড় বড় অগ্রগতি  সবসময় প্রধান পরীক্ষামূলক বিজ্ঞানকে অগ্রগতির দিকে এগিয়ে নিয়ে যায় । সাংগঠনিক বিজ্ঞান অনুমান, তত্ত্ব ও সূত্রের গঠনের জন্য অপরিহার্য।তাছাড়া কোন জিনিস কীভাবে কাজ করে (প্রাকৃতিক বিজ্ঞান) এবং মানুষ কীভাবে চিন্তা করে এবং কাজ করে (সামাজিক বিজ্ঞান) উভয়েরই আবিষ্কার এবং বর্ণনার জন্য সাংগঠনিক বিজ্ঞান অপরিহার্য।\nবিজ্ঞানের বিস্তৃত অর্থের বাইরেও,\"\nবিজ্ঞান\" শব্দটি কখনও কখনও বিশেষভাবে মৌলিক বিজ্ঞান (গণিত এবং প্রাকৃতিক বিজ্ঞান) বোঝাতে । অনেক প্রতিষ্ঠানের বিজ্ঞান স্কুল বা অেনুষদ চিকিৎসা বা প্রকৌশল বিভাগকে পৃথক করে দেখা হ় । তাদের প্রতিটিকে একটিা প্রিকয়োগ বিজ্ঞান হিসাবে ধরা হয় ।\n\n\n=== প্রাকৃতিক বিজ্ঞান ===\nপ্রাকৃতিক বিজ্ঞান প্রকৃতির গতিধারার বর্ণনা, ভবিষ্যদ্বাণী এবং ব্যাখ্যার জন্য গবেষনামূলক প্রমাণ (পর্যবেক্ষণ ও পরীক্ষা) নিয়ে কাজ করে। একে দুটি প্রধানভাগে ভাগ করা যায়: জীব বিজ্ঞান এবং পদার্থ বিজ্ঞান। এ দুটো শ্রেণীকে আরো বিশেষায়িত শ্রেণীতে বিভাজন করা হয়েছে। পদার্থ বিজ্ঞানকে পদার্থ, রসায়ন, জ্যোর্তিবিদ্যা এবং ভূবিদ্যা ইত্যাদি শ্রেণীতে ভাগ করা যায়। আধুনিক প্রাকৃতিক বিজ্ঞান হল গ্রিক দার্শনিকদের প্রাকৃতিক দর্শনশাস্ত্রের আধুনিক রূপ। প্রাচীন গ্রিকের গ্যালিলিও, বেকন, ডেসকার্টেস এবং নিউটন বির্তক করেছিলেন পরীক্ষার পদ্ধতিগুলো বেশি গাণিতীক করা এবং বেশি বেশি পরীক্ষামূলক করার সুবিধা নিয়ে। তা সত্ত্বেও দার্শনিক দৃষ্টিকোণ, অনুমান এবং পূর্বধারণাগুলোকে প্রায়শই অবহেলা করা হয় কিন্তু সেগুলো প্রাকৃতিক বিজ্ঞানে আবশ্যক। সুনির্দিষ্ট পদ্ধতিতে তথ্য সংগ্রহ ব্যবস্থা যার মধ্যে আবিষ্কার বিদ্যাও অন্তর্ভুক্ত রয়েছে, বর্তমানে প্রাকৃতিক ইতিহাসে রূপ নিয়েছে। এই বিদ্যার আগমন ঘটে ১৬শ শতকে যখন সুনির্দিষ্ট পদ্ধতিতে তথ্য সংগ্রহ ব্যবস্থা পদ্ধতি ব্যবহার করে গাছ, প্রাণী, খনিজসহ সব ধরনের বস্তুরই সঠিক তথ্য ভান্ডার গড়ে তোলা হয়। আজ \"প্রাকৃতিক ইতিহাস\" জনপ্রিয় শ্রোতাদের লক্ষ্য করে পর্যবেক্ষণমূলক বিবরণ প্রস্তাব করে\n\n\n=== সামাজিক বিজ্ঞান ===\n\nসামাজিক বিজ্ঞান সমাজ এবং সমাজস্থ একক ব্যক্তিকে নিয়ে গবেষণা করে। এর বিভিন্ন শাখা রয়েছে যেমন: নৃবিজ্ঞান, প্রত্নতত্ত্ব, যোগাযোগ বিদ্যা, অর্থনীতি, ইতিহাস, মানবীয় ভূগোল, আইন, ভাষাবিজ্ঞান, রাষ্ট্রবিজ্ঞান, মনোবিজ্ঞান, জনস্বাস্থ্য, এবং সমাজবিজ্ঞান। তবে সামাজিক বিজ্ঞান শুধু এগুলোতেই সীমাবদ্ধ নয়। সামাজিক বিজ্ঞানীগন দার্শনিক তত্ত্বসমূহ ব্যক্তি এবং সমাজ গবেষনার সময় কাজে লাগাতে পারেন। যেমন ইতিবাচক বিজ্ঞানীরা প্রাকৃতিক বিজ্ঞানের সদৃশ পদ্ধতি ব্যবহার করেন সমাজকে বোঝার জন্য এবং এই ভাবে বর্তমানের আধুনিক বিজ্ঞানের কঠোরতম সংজ্ঞাটিকে কাজে লাগান। অনুবাদপ্রধান সামাজিক বিজ্ঞানীগণ সামাজিক বির্তক অথবা প্রতীকী অনুবাদ ব্যবহার করেন পরীক্ষামূলক তত্ত্বের তুলনায় এবং এই ভাবে তারা বিজ্ঞানের বড় পরিসরের যে সংজ্ঞা রয়েছে তার আওতায় পড়েন। আধুনিক পাঠ্যক্রমের ব্যবহারিকক্ষেত্রে, গবেষনাকারীরা একই সময়ে বিভিন্ন পদ্ধতিগত পরীক্ষণ নিয়ে কাজ করেন যেমন একই সাথে পরিমানগত এবং গুণগত গবেষণা পদ্ধতি ব্যবহার করা। সামাজিক গবেষনার সংজ্ঞাটিও একক সত্ত্বার হয়ে উঠেছে কারণ বিভিন্ন ক্ষেত্রের বিভিন্ন গবেষনাকারীরা তাদের গবেষনার কাজে সামাজিক গবেষনার উদ্দেশ্য এবং পদ্ধতি ব্যবহার করে থাকে।\n\n\n=== বিধিবদ্ধ বিজ্ঞান ===\nবিধিবদ্ধ বিজ্ঞান হল সাধারণ পদ্ধতিগুলোর বর্ণনা, বিশ্লেষন ও গবেষনাজনিত বিজ্ঞান। এর মধ্যে রয়েছে :গণিত, ব্যবস্থা তত্ত্ব, এবং তাত্ত্বিক কম্পিউটার বিজ্ঞান। বিধিবন্ধ বিজ্ঞান অন্য দুটি বিজ্ঞানের শাখার সাথে মিলে যায় কেননা এখানেও গবেষণা পরবর্তী জ্ঞানার্জনের জন্য পদ্ধতিগত ব্যবস্থা নেয়া হয় যেমন উদ্দেশ্য ঠিক করা, সর্তকভাবে ও পদ্ধতিগতভাবে গবেষণা করা। কিন্তু এগুলো পরীক্ষামূলক বিজ্ঞানের থেকে আলাদা কারন বিধিবদ্ধ বিজ্ঞান বিশেষভাবে ন্যায়িক কারণের উপর নির্ভর করে সারাংশ ধারণাগুলোকে যাচাই করতে, যার ফলে পরীক্ষামূলক প্রমাণের দরকার হয় না।  বিধিবদ্ধ বিজ্ঞান হল প্রাথমিক/অগ্রীম পাঠ্য এবং এই বৈশিষ্ট্যের ফলে বিতর্ক রয়েছে যে আসলে এটি কোন বিজ্ঞান কিনা। তবুও বিধিবদ্ধ বিজ্ঞান প্রামানিক বিজ্ঞানের ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা রাখে। ক্যালকুলাস তৈরি করা হয়েছিল পদার্থের গতি বোঝার জন্য। প্রাকৃতিক বিজ্ঞান এবং সামাজিক বিজ্ঞানের যে ক্ষেত্রগুলো গণিতের উপর নির্ভরশীল তা হল  গাণিতিক পদার্থবিজ্ঞান, গাণিতিক রসায়ন, গাণিতিক জীববিজ্ঞান, গাণিতিক অর্থায়ন, এবং গাণিতিক অর্থনীতি।\n\n\n=== ফলিত বিজ্ঞান ===\n\nফলিত বিজ্ঞান হল বৈজ্ঞানিক পদ্ধতি এবং জ্ঞান ব্যবহার করে বিশেষ উদ্দেশ্য সাধন করা। এর মধ্যে অনেক বিষয় অন্তর্ভুক্ত যেমন\nপ্রকৌশল এবং চিকিৎসা বিজ্ঞান. প্রকৌশল বিদ্যা হল বৈজ্ঞানিক নীতিগুলো মেনে \"রূপরেখা ও নকশা\" করে কোন কিছু তৈরী করা যেমন ব্রীজ, টানেল, রোড, গাড়ি এবং বিল্ডিং ইত্যাদি। প্রকৌশল বিদ্যার মধ্যেই বিশেষ ভাগ রয়েছে যেগুলো বিশেষ বিশেষ ক্ষেত্র নিয়ে কাজ করে যেমন ফলিত গণিত। চিকিৎসা হল কোন রোগীর দেহকে পরীক্ষণ, রোগ নির্ণয় এবং আঘাত সারিয়ে তোলা ও রোগ নিরাময় করা। সমসাময়িক চিকিৎসার মধ্যে রয়েছে জৈবচিকিৎসা বিজ্ঞান, চিকিৎসা গবেষণা, জেনেটিক্স এবং রোগ বন্ধ করার চিকিৎসা প্রযুক্তি যেমন ঔষধ, চিকিৎসা যন্ত্রের ব্যবহার, সার্জারি এবং ঔষধ সেবার বাইরে অন্যান্য সেবা প্রদান। ফলিত বিজ্ঞানকে সাধারণ বিজ্ঞানের সাথে তুলনা করা হয় কিন্তু সাধারণ বিজ্ঞানের ক্ষেত্র হল প্রাকৃতিক ঘটনাবলির তত্ত্বগত এবং আইনগত উন্মেষজনিত বিষয়গুলি যার মাধ্যমে প্রাকৃতিক বিশ্বের নানা ঘটনা ব্যাখ্যা করা যায় এবং পূর্বাভাস প্রদান করা সম্ভব হয়।\n\n\n== বৈজ্ঞানিক গবেষণা ==\nবৈজ্ঞানিক গবেষণাকে সাধারণ এবং ফলিত গবেষণা হিসেবে অভিহিত করা যায়। সাধারণ গবেষণা হল জ্ঞানের অন্বেষণ করা এবং ফলিত গবেষণা হল সাধারণ গবেষণা দ্বারা আহরিত জ্ঞান ব্যবহার করে কোন সমস্যার সমাধান খোজা। যদিও কিছু বৈজ্ঞানিক গবেষণা নির্দিষ্ট সমস্যাগুলির জন্য ফলিত গবেষণার মাধ্যমে করা হয়। তবুও আমাদের বোঝার বেশিরভাগ বিষয় সাধারণ গবেষণার উদ্দীপনামূলক উদ্যোগ থেকে আসে। এভাবে গবেষণার ফলসরূপ এটি আমাদের প্রযুক্তিগত অগ্রগতির দিকে নিয়ে যায় যা হয় অপরিকল্পিত হতে পারে আবার কখনও যা কল্পনাপ্রসূত ছিল না এমন ফলাফলের দিকে নিয়ে যায়।\nএই বিষয়টি মাইকেল ফ্যারাডে উল্লেখ্য করেছিলেন যখন তাকে প্রশ্ন করা হয়েছিল \"মৌলিক গবেষণার ব্যবহার কী?\" তিনি প্রতিক্রিয়া জানিয়েছিলেন যে: \"স্যার, নতুন জন্মানো শিশুর ব্যবহার কী?\"। উদাহরণস্বরূপ, মানুষের চোখের রড নামক কোষগুলোতে লাল আলোর প্রভাব সম্পর্কে গবেষণায় মনে হয়েছিল কোন বাস্তব উদ্দেশ্য নেই; অবশেষে, আবিষ্কার হয় যে আমাদের নাইট ভিশনে লাল আলো সমস্যা তৈরি করে না। সেই আবিষ্কার পরে জেট বিমান এবং হেলিকপ্টারের ককপিটে (এগুলো ছাড়াও অনেক কাজে ব্যবহৃত হয় যেমন অনুসন্ধান এবং উদ্ধারকারী দলের কাজে) লাল আলো ব্যবহার করা হয়।  সর্বশেষে বলা যায়, অনেক সময় মৌলিক/সাধারণ গবেষণায় অপ্রত্যাশিত মোড় আসতে পারে এবং এমন কিছু ধারণা রয়েছে যাতে মনে করা হয় বৈজ্ঞানিক পদ্ধতিগুলো ভাগ্য আহরনের জন্য নির্মিত।\n\n\n=== বৈজ্ঞানিক পদ্ধতি ===\n\nবৈজ্ঞানিক গবেষণায় বৈজ্ঞানিক পদ্ধতি ব্যবহার করা হয় যার মাধ্যমে উদ্দেশ্যগতভাবে প্রকৃতির ঘটনাগুলোকে এমনভাবে ব্যাখ্যা করা হয় যাতে পরবর্তীতে তা যে কেউ পুনরায় একইভাবে সংগঠিত করতে পারে। ব্যাখ্যাসহ একটি অনুমানকল্প দাড় করানো হয় যেখানে সবচেয়ে সাধারণ ব্যাখ্যাটিই হল সঠিক ব্যাখ্যা এমন নীতি (পার্সিমনি) গ্রহণ করা হয় এবং সাধারণত যে সকল প্রতিষ্ঠিত নীতি, আইন, পদ্ধতি রয়েছে তাদের সাথে অনুমানকল্পটি ভালভাবে খাপ খাবে এমনটা আশা করা হয়। নতুন যে ব্যাখ্যা দাড় করানো হয় তা সব অবস্থাতেই একই ফলাফল দেবে কিনা তা দেখা হয়। পূর্বকল্পিত ধারণাগুলি আগেই ব্যাখ্যা করতে হবে যাতে পরীক্ষার সময় তাতে জালিয়াতি করা হয়নি তা ধরা পড়ে। কোন ভবিষ্যদ্বাণীকে অস্বীকার করা অগ্রগতির প্রমাণ। প্রাকৃতিক ঘটনাগুলোর ক্ষেত্রে এটি অর্ধেক করা হয় কিন্তু গবেষনাকৃত বিষয়টির আওতায় নিয়ন্ত্রিত পরিবেশে তা পরীক্ষা করা যেতে পারে (পর্যবেক্ষণমূলক বিজ্ঞান যেগুলোতে ব্যবহৃত হয় যেমন ভূতত্ত্ব এবং জৌর্তিবিদ্যা সেখানে পূর্বঘোষিত পর্যবেক্ষণ করা যেতে পারে)। বিজ্ঞানের গবেষনায় কারন-প্রভাব সম্পর্ক নির্ণয়ে পরীক্ষা নিরীক্ষা খুবই গুরুত্বপূর্ণ (পারস্পরিক সম্পর্কের ভুলত্রুটি এড়াতে)।\nযখন কোন অনুমান অসন্তোষজনক প্রমাণিত হয় তখন এটি সংশোধন বা বাতিল করা হয়। যদি প্রকল্পটি পরীক্ষায় টিকে যায় তবে এটি একটি বৈজ্ঞানিক তত্ত্বের কাঠামোতে রূপান্তরিত করা হয়। যা নির্দিষ্ট প্রাকৃতিক ঘটনাগুলির আচরণের বর্ণনা দেওয়ার জন্য একটি যৌক্তিক, যুক্তিযুক্ত এবং স্বতন্ত্র মডেল বা কাঠামো হিসাবে বিবেচিত হয়। একটি তত্ত্ব সাধারণত একটি প্রকল্পের চেয়ে অনেক বিস্তৃত আকারের আচরণকে ব্যাখ্যা করে। সাধারণভাবে, একটি তত্ত্ব বৃহৎ পরিসরের অনুমানকল্প নিয়ে গঠিত হতে পারে। সুতরাং একটি তত্ত্ব হল এক ধরনের অনুমানকল্প যা আরও ব্যাপক সংখ্যক অনুমানের/হাইপোথিসিসের ব্যাখ্যা করতে পারে। সেই সূত্রে, তত্ত্বগুলি যে বৈজ্ঞানিক নীতিমালা অনুসারে প্রণয়ন করা হয় অনুমানকল্পও তা অনুসরণ করে চলে। অনুমানকল্প পরীক্ষা করার পাশাপাশি বিজ্ঞানীরা একটি মডেল তৈরি করতে পারেন - যে মডেলের মাধ্যমে যৌক্তিক, ভৌত বা গাণিতিক দিক থেকে প্রকাশ করা সম্ভব হবে। এবং সেই মডেল দ্বারা হাইপোথিসিস/অনুমানকল্প তৈরি করা যাবে এবং পর্যবেক্ষণযোগ্য ঘটনাগুলির উপর ভিত্তি করে যা পরীক্ষা করা সম্ভব হবে।\nহাইপোথিসিস পরীক্ষা করার সময় বিজ্ঞানীদের একটি নিদির্ষ্ট ফলাফল অর্জনের প্রতি দুর্বলতা থাকতে পারে। তাই এটি নিশ্চিত করা গুরুত্বপূর্ণ যে বিজ্ঞান সম্পূর্ণভাবে এই পক্ষপাতকে দূর করতে পারে। পক্ষপাত দূরীকরণের জন্য সতর্কভাবে পরীক্ষামূলক নকশা, স্বচ্ছতা, এবং পরীক্ষামূলক ফলাফলগুলির একটি সম্পূর্ণ পিয়ার রিভিউ প্রক্রিয়া চালানো যেতে পারে এবং সবশেষে উপসংহার করা যেতে পারে। পরীক্ষার ফলাফল ঘোষিত বা প্রকাশিত হওয়ার পর স্বাধীন গবেষকদের কাজ হল গবেষণাটি কীভাবে পরীক্ষা করা হয়েছিল তা আবার পরীক্ষা করা এবং ফলাফলগুলি নির্ভরযোগ্য কিনা তা নির্ণয় করা। পরীক্ষাগুলো পরিচালনার জন্য সাধারণ অনুশীলন ব্যবস্থা অনুসরণ করা যেতে পারে। তাদেরকে তখনই সম্পূর্ণভাবে গ্রহণ করা হবে যখন বৈজ্ঞানিক পদ্ধতি দ্বারা পুরোপুরি পক্ষপাতমূলক ফলাফলের প্রভাবকে কমিয়ে আনা সম্ভব হবে।\n\n\n==== যাচাইযোগ্যতা ====\nজন জিম্যান উল্লেখ্য করেন যে, বৈজ্ঞানিক জ্ঞান তৈরিতে আন্তঃবিষয়ক যাচাইযোগ্যতা থাকা জরুরী। জিম্যান দেখান কীভাবে যুগ যুগ ধরে বিজ্ঞানীরা একে অন্যের নমুনা চিহ্নিত করতে পারেন। তিনি এই চিহ্নিত করার সক্ষমতাকে বলেন \"বোধগম্য সম্মতি\"। তারপর তিনি বোধগম্য সম্মতিকে সর্বসম্মতিতে পরিচালনা করেন যা সকল নির্ভরযোগ্য জ্ঞানের মাইলফলক।\n\n\n=== বিজ্ঞানে গণিতের ভূমিকা এবং সাংগঠনিক/আনুষ্ঠানিক বিজ্ঞান ===\n\nগণিত বিজ্ঞানের জন্য অত্যাবশ্যক । বিজ্ঞান ক্ষেত্রে গণিতের একটি গুরুত্বপূর্ণ ভূমিকা হল এটি  বৈজ্ঞানিক মডেলকে প্রকাশের ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করে । পর্যবেক্ষণ এবং পরিমাপ সংগ্রহ,  পাশাপাশি প্রকল্প রচনা করা এবং পূর্বাভাস প্রদানের ক্ষেত্রে প্রায়ই ব্যাপকভাবে গণিত ব্যবহারের প্রয়োজন হয় । উদাহরণস্বরূপ, পাটিগণিত, বীজগণিত, জ্যামিতি, ত্রিকোণমিতি, এবং ক্যালকুলাস সব পদার্থবিজ্ঞানের জন্য অপরিহার্য । কার্যত বিজ্ঞানের প্রতিটি শাখায় গণিতের প্রয়োগ করা হয়, যেমন  \"বিশুদ্ধ\" এলাকা হিসাবে \"তত্ত্ব\" এবং টপোলজির কথা বলা যায় ।\nপরিসংখ্যানগত পদ্ধতিগুলি, যা বিজ্ঞানীদের গাণিতিক কৌশল অবলম্বন করে বিশ্বস্ততার সাথে পরীক্ষামূলক ফলাফলগুলির পরিমাণ মূল্যায়ন করার অনুমতি দেয় । পরিসংখ্যানগত বিশ্লেষণটি প্রাকৃতিক বিজ্ঞান ও সামাজিক বিজ্ঞান উভয় ক্ষেত্রেই একটি মৌলিক ভূমিকা পালন করে।\nকম্পিউটেশনাল বিজ্ঞান বাস্তব বিশ্বে পরিস্থিতি অনুকরণ করার জন্য কম্পিউটিং শক্তি প্রয়োগ করে যা গঠনগত গণিতের তুলনায় বৈজ্ঞানিক সমস্যাজনিত বিষয়গুলো খুব ভালভাবে বোঝার জন্য সাহায্য করতে পারে । সোসাইটি ফর ইন্ডাস্ট্রিয়াল অ্যান্ড অ্যাপ্লাইড ম্যাথম্যাটিকসের মতে, গণিতের জ্ঞান বৈজ্ঞানিক প্রবর্তনের তত্ত্ব এবং গবেষণার মতোই এখন গুরুত্বপূর্ণ বিষয় ।\nগণিতবিদ ও দার্শনিকদের মধ্যে বিবর্তিত তত্ত্বের উত্থান এবং গণিতের ভিত্তিগুলির জন্য এটির ব্যবহারের জন্য বিংশ শতাব্দীর প্রথম দিকে আনুষ্ঠানিক যুক্তিবিজ্ঞানের গবেষণায় অনেক গুরুত্ব দেওয়া হয়েছিল । উল্লেখযোগ্য গণিতজ্ঞ এবং দার্শনিক যারা এই ক্ষেত্রে অবদান রেখেছেন তাদের মধ্যে রয়েছেন গটলব ফ্রেজ,জিউসেপ পেয়ানো,জর্জ বুল,আর্নেস্ট জেরমেলো, আব্রাহাম ফ্রাংকেল,ডেভিড হিলবার্ট, বারট্রান্ড রাসেল এবং আলফ্রেড হোয়াইটহেড। প্যানানো গণিতের মতো বিভিন্ন স্বতন্ত্র সিস্টেমগুলি, যেমন-  জেরেমো-ফেনেকেলের সেটমার্ক পদ্ধতি এবং প্রিন্সিপিয়া ম্যাথমেটিকা​ ব্যবস্থার পাশাপাশি গণিতের ভিত্তি প্রমাণ করার জন্য অনেকের ধারণা ব্যবহার করা হয়েছিল । যাইহোক, ১৯৩১ সালে কার্ট গডেলের অসম্পূর্ণতা তত্ত্বের প্রকাশের সঙ্গে সঙ্গে তাদের বেশিরভাগ প্রচেষ্টা হ্রাস পেয়েছিল।গণিত,দর্শন ও কম্পিউটার বিজ্ঞানের শিক্ষার্থীরা বিশ্ববিদ্যালয়ে আজও সাংগঠনিক যুক্তিবিদ্যা অধ্যয়ন করে। উদাহরণস্বরূপ, বুলিয়ান বীজগণিত দ্বারা সমস্ত আধুনিক কম্পিউটারগুলি কার্যকরী হয় এবং এই শাখার জ্ঞান প্রোগ্রামারদের জন্য অত্যন্ত দরকারী।\n\n\n=== বিজ্ঞানের দর্শন ===\n\nবিজ্ঞানীরা সাধারণভাবে কিছু মৌলিক ধারণা ধরে কোন বৈজ্ঞানিক গবেষনার জন্য বৈজ্ঞানিক পদ্ধতি ঠিক করেন। এগুলো হল: (১) প্রথমত সকল পর্যবেক্ষকদের দ্বারা স্বীকৃত একটি প্রকৃত বাস্তবতা (কোন প্রভাবক ছাড়া) থাকতে হবে ; (২) এই প্রকৃত বাস্তবতা প্রাকৃতিক আইন দ্বারা পরিচালিত হতে হবে; (৩) এই আইনগুলি পদ্ধতিগত পর্যবেক্ষণ ও গবেষণার মাধ্যমে আবিষ্কৃত হতে পারে। বিজ্ঞানের দর্শন এই অন্তর্নিহিত অনুমান কি বোঝায় এবং তারা বৈধ কিনা তা গভীরভাবে অনুসন্ধান করে।\nযে বিশ্বাসের কারণে মনে করা হয় যে বৈজ্ঞানিক তত্ত্ব অবশ্যই অধিবিদ্যাকে প্রতিনিধিত্ব করে তাকে বাস্তববাদ বলে। একে অবাস্তববাদ দ্বারা বিপরীতভাবে দেখা যেতে পারে, যেখানে বলা হয় বিজ্ঞানের সাফল্য শুধুমাত্র সঠিকতার উপর নির্ভর করে না বিশেষত সেই সমস্ত বস্তুর ক্ষেত্রে যেগুলো চোখে দেখা যায় না যেমন ইলেকট্রন। অবাস্তববাদীতার আর একটি রূপ হল আদর্শবাদ, যেখানে মনে করা হয় যে মন বা চেতনা হল সবচেয়ে মৌলিক সারমর্ম, এবং প্রতিটি মন তার নিজস্ব বাস্তবতা উৎপন্ন করে।[g] একটি আদর্শবাদী জগতের দৃষ্টিভঙ্গি হল \"যা একটি মনের জন্য যা সত্য, তা অন্য মনের জন্য সত্য নাও হতে পারে\"।\nবিজ্ঞানের দর্শনের মধ্যে চিন্তার বিভিন্ন ধাপ আছে । সবচেয়ে জনপ্রিয় ধাপ হচ্ছে প্রয়োগবাদ[h], যাতে ধারণা করা হয় যে কোন জ্ঞান পর্যবেক্ষণ প্রক্রিয়ায় লব্ধ হয় এবং বৈজ্ঞানিক তত্ত্বগুলো এই পর্যবেক্ষণ থেকে সাধারণীকরণের ফলাফল হিসাবে তৈরী হয়।[124]\nপ্রয়োগবাদ সাধারণত inductivism কে অন্তর্ভুক্ত করে, একটি পজিশন যা ব্যাখ্যা করতে পারে যে সাধারণ তত্ত্বগুলি পরিমাপের সংখ্যা দ্বারা মানুষ তাকে যথাযথভাবে যাচাই করতে পারবে এবং সেইজন্য বৈজ্ঞানিক তত্ত্বগুলি নিশ্চিত করার জন্য উপলব্ধ প্রামাণিক প্রমাণগুলির সীমাবদ্ধ পরিমাণ উপলব্ধ করা হয়। এটি অপরিহার্য কারণ এই তত্ত্বগুলির পূর্বাভাসের সংখ্যা অসীম, যার অর্থ হল যে কেবলমাত্র নিখুঁত লজিক ব্যবহার করে প্রমাণের সীমাবদ্ধ পরিমাণ থেকে তা জানা যাবে না । প্রয়োগবাদের অনেক সংস্করণ বিদ্যমান রয়েছে, যার মধ্যে প্রধানত বেইসিয়ানিজম এবং হাইপোথেটিকো ন্যায়ত পদ্ধতি অন্যতম ।\nপ্রয়োগবাদ যুক্তিবাদের বিপরীতে দাঁড়িয়েছে, অবস্থানটি মূলত ডেসকার্টেসের সাথে সম্পর্কযুক্ত, যা এই ধারণাকে ধারণ করে যে মানব বুদ্ধি দ্বারা জ্ঞান তৈরি হয় পর্যবেক্ষণের দ্বারা নয় । বিংশ শতাব্দীর দিকে জটিল যুক্তিবাদ বিজ্ঞানের বৈপরীত্যে অবস্থান নিয়েছিল তা প্রথম  সংজ্ঞায়িত হয়েছিল অস্ট্রিয়ান-ব্রিটিশ দার্শনিক কার্ল পপার দ্বারা । পপার তত্ত্ব এবং পর্যবেক্ষণের মধ্যে সংযোগের বিষয়টিকে প্রয়োগবাদ যেভাবে বর্ণনা দেয় তা পরিত্যাগ করেছিলেন । তিনি দাবি করেন যে তত্ত্বগুলি পর্যবেক্ষণ দ্বারা উৎপন্ন হয় না, তবে ঐ পর্যবেক্ষণ তত্ত্বের আলোকে তৈরি করা হয় এবং একমাত্র উপায়টি পর্যবেক্ষণ দ্বারা প্রভাবিত হতে পারে যখন এটির সাথে বিরোধও একসাথে আসে ।  পপার প্রস্তাব করেছিলেন যে বৈজ্ঞানিক তত্ত্বের ল্যান্ডমার্ক হিসাবে মিথ্যাকে যাচাইয়ের সাথে যাচাইযোগ্যতাকে প্রতিস্থাপিত করা দরকার এবং পরীক্ষামূলক পদ্ধতি হিসাবে জালিয়াতির সঙ্গে ন্যায়তাকে প্রতিস্থাপন করা যেতে পারে ।\n\n\n==== নিশ্চয়তা এবং বিজ্ঞান ====\nবৈজ্ঞানিক তত্ত্ব হল পরীক্ষামূলক এবং নতুন প্রমাণ উপস্থাপন করা হলে এটি সর্বদা জালিয়াতিকে উন্মুক্ত করে দেয় । অর্থাৎ কোন তত্ত্বকে কখনোই কঠোরভাবে নির্দিষ্ট বা নিশ্চিত বলে বিবেচিত হয় না কারণ বিজ্ঞান ফ্যালিবিলিজমের ধারণাকে গ্রহণ করে।  বিজ্ঞানের দার্শনিক কার্ল পপার সুনির্দিষ্টভাবে সত্যকে থেকে নিশ্চিতকে আলাদা করেছিলেন । তিনি লিখেছেন যে বৈজ্ঞানিক জ্ঞান \"সত্যের সন্ধানে গঠিত\", কিন্তু এটি \"নিশ্চিততার সন্ধান করেনা ...মানুষের সমস্ত জ্ঞান ভ্রমপ্রবণ এবং সেইজন্য তা অনিশ্চিত।\"\nনতুন বৈজ্ঞানিক জ্ঞান খুব কমই আমাদের বোঝার মধ্যে পরিবর্তন নিয়ে আসে । মনস্তাত্ত্বিক কিথ স্ট্যানোভিচের মতে, \"বিপ্লব\" শব্দটি  মিডিয়াগুলির দ্বারা অত্যধিক ব্যবহৃত হতে পারে যার ফলে জনসাধারণ কল্পনা করে যে বিজ্ঞান ক্রমাগত প্রতিটা মিথ্যাকে বলে সত্য বলে প্রমাণ করে । যদিও বিখ্যাত আপেক্ষিকতার তত্ত্ব যা সম্পূর্ণ পুনর্বিবেচনার প্রয়োজন বলে মনে করে যাকে চরম ব্যতিক্রম বলা যায় । বিজ্ঞানের বিভিন্ন শাখায় বিভিন্ন গবেষকরা গবেষণার মাধ্যমে স্নাতকোত্তর জ্ঞান অর্জন করেন; এটি অনেকটা আরোহণ করার তুলনায় লাফ দেয়া বুঝায় ।  তত্ত্বগুলি ভালোভাবে পরীক্ষা এবং যাচাই করা হয়েছে কিনা, সেইসাথে বৈজ্ঞানিক সম্প্রদায়ের দ্বারা তারা স্বীকৃতি পেয়েছে কিনা তার উপর ভিত্তি করে তারা পরিবর্তিত হয় । উদাহরণস্বরূপ, সূর্যকেন্দ্রিক তত্ত্ব,  বিবর্তন তত্ত্ব, আপেক্ষিকতা তত্ত্ব এবং জীবাণু তত্ত্ব এখনও \"তত্ত্ব\" নাম বহন করে যদিও প্রথাগতভাবে এটি বাস্তবিক বলে মনে করা হয় ।  দর্শনশাস্ত্র ব্যারি স্ট্রাউড যোগ করেন যে, যদিও \"জ্ঞান\" এর জন্য সর্বোত্তম সংজ্ঞাটি প্রতিযোগিতার সম্মুখীন হয়েছে এবং একটি ভুলটি সঠিক হওয়ার সাথে সামঞ্জস্যপূর্ণ বলে বিবেচিত হচ্ছে । তদ্ব্যতীত, বিজ্ঞানীরা সঠিক বৈজ্ঞানিক দৃষ্টিভঙ্গি অনুসরণ করে এমনকি সত্যের পরেও তারা তা নিয়ে সন্দেহ করবে ।  ফ্যাল্লিবিলিস্ট সি.এস. পিয়ারস যুক্তি দেন যে তদন্তটি সঠিক সন্দেহ সমাধানের জন্য সংগ্রাম এবং কেবল নিছক দ্বন্দ্বপূর্ণ, মৌখিক বা অতিপ্রাকৃত সন্দেহের ফলশ্রুতি । কিন্তু অনুসন্ধানকারীকে সাধারণ জ্ঞানের পরিবর্তে প্রকৃত সন্দেহ অর্জন করার চেষ্টা করতে হবে । তিনি মনে করেন যে সফল বিজ্ঞানগুলি কোন একক শৃঙ্খলার অনুভূতিতে বিশ্বাস করে না (তারা দুর্বলতম লিঙ্কের চেয়ে শক্তিশালী নয়) কিন্তু একত্রে সংযুক্ত বহুবিধ এবং বিভিন্ন আর্গুমেন্টের ক্যাবলের সাথে তারা যুক্ত থাকে ।\n\n\n=== বৈজ্ঞানিক সাহিত্য ===\n\nবৈজ্ঞানিক সাহিত্যের একটি বিশাল পরিসর প্রকাশিত হয়েছে । বৈজ্ঞানিক জার্নালগুলি বিশ্ববিদ্যালয় এবং অন্যান্য গবেষণা প্রতিষ্ঠানগুলিতে পরিচালিত গবেষণার ফলাফলগুলি  ডকুমেন্ট আকারে প্রকাশ করে, যা বিজ্ঞানের একটি আর্কাইভ রেকর্ড হিসাবে কাজ করে। প্রথম বৈজ্ঞানিক পত্রিকা জার্নাল দেসভভানস দর্শনশাস্ত্র অনুসরণ করে ১৬৬৫ সালে প্রকাশনা শুরু করেছিল । সেই সময় থেকে সক্রিয় সাময়িকীর মোট সংখ্যা ক্রমান্বয়ে বৃদ্ধি পেয়েছে । ১৯৮১ সালে প্রকাশ্যে প্রকাশিত বিজ্ঞানী ও কারিগরি জার্নালগুলির সংখ্যা ছিল ১১,৫০০ । মার্কিন যুক্তরাষ্ট্রের ন্যাশনাল চিকিৎসা লাইব্রেরি  বর্তমানে ৫,৫১৬ জার্নালকে সূচিত করে যা জীবন বিজ্ঞান সম্পর্কিত বিষয়ের উপর নিবন্ধ রয়েছে । যদিও জার্নালগুলি ৩৯ টি ভাষায় হয়, তবুও সূচকের ১১২ শতাংশ নিবন্ধ ইংরেজিতে প্রকাশিত হয় ।\nবেশিরভাগ বৈজ্ঞানিক পত্রিকা একক বৈজ্ঞানিক ক্ষেত্রকে অন্তর্ভুক্ত করে এবং সেই ক্ষেত্রের মধ্যেই গবেষণা প্রকাশ করে; গবেষণা সাধারণত একটি বৈজ্ঞানিক কাগজের আকারে প্রকাশ করা হয় । আধুনিক সমাজে বিজ্ঞানের এত স্পর্শকাতর হয়ে উঠেছে যে সাধারণভাবে বিজ্ঞানীদের কাছে কৃতিত্ব, খবর এবং যোগাযোগ করার জন্য এটি ব্যাপকভাবে গুরুত্বপূর্ণ বলে বিবেচিত হয়।\nবিজ্ঞানের ম্যাগাজিন যেমন নিউ সায়েন্টিস্ট, সায়েন্স এন্ড ভিই, এবং বৈজ্ঞানিক আমেরিকান অনেক বেশি পাঠকের প্রয়োজনগুলি পূরণ করে এবং গবেষণার কয়েকটি ক্ষেত্রে উল্লেখযোগ্য আবিষ্কার এবং অগ্রগতি সহ গবেষণার জনপ্রিয় অঞ্চলের একটি অ-টেকনিকাল সারসংক্ষেপ প্রদান করে ।\n\n\n=== ব্যবহারিক প্রভাব ===\nমৌলিক বিজ্ঞানের আবিষ্কারগুলো পৃথিবীর ব্যাপক পরিবর্তন সাধিত করে। উদাহরণসরূপ:\n\n\n=== প্রতিদ্বন্দ্বিতা ===\n\n\n==== প্রতিলিপি সংকট ====\nপ্রতিলিপি সংকট একটি চলমান পদ্ধতিগত সংকট যা প্রাথমিকভাবে সামাজিক এবং জীব বিজ্ঞানকে প্রভাবিত করে। বিশেষজ্ঞরা দেখেছেন যে অনেক গবেষনার ফলাফলই বাস্তবক্ষেত্রে প্রতিলিপি করা বা পুনরুৎপাদন করা কঠিন তা সে একক কোন গবেষক বা যারা শুরুতে গবেষণা করেছিলেন তারাও হতে পারে। এই সমস্যার সচেতনার থেকে জানা যায় এটি অনেক আগে থেকেই শুরু হয়েছিল প্রায় ২০১০ দশকের শুরু থেকেই। প্রতিলিপি সংকট অন্য একটি গুরুত্বপূর্ণ বিষয়কে প্রতিনিধিত্ব করে তা হল মেটাবিজ্ঞান (বিজ্ঞানকেই পরীক্ষার পদ্ধতি)। মেটাবিজ্ঞানের উদ্দেশ্য হল সমস্ত বৈজ্ঞানিক গবেষণার মানোন্নয় করার পাশাপাশি কম বর্জ্য নিঃসরণ করা।\n\n\n==== ফ্রিন্জ বিজ্ঞান, ছদ্মবিজ্ঞান, এবং জাঙ্ক বিজ্ঞান ====\nএটি গবেষণায় বা অনুমানমূলক একটি ক্ষেত্র যা  বিজ্ঞান হিসাবে বৈধতা দাবি করার চেষ্টা করা সত্ত্বেও  তারা বিজ্ঞানের মর্যাদা অর্জন করতে সক্ষম হবে না কখনও কখনও তাদেরকে ছদ্মবিজ্ঞান, fringe বিজ্ঞান, বা জাঙ্ক বিজ্ঞান হিসাবে উল্লেখ করা হয়।  পদার্থবিদ রিচার্ড ফাইনম্যান \"cargo cult science\" শব্দটি ব্যবহার করেছেন তাদের ক্ষেত্রে যে গবেষকরা বিশ্বাস করেন যে তারা বিজ্ঞানের কাজ করছেন কারণ তাদের কার্যক্রমগুলিতে বিজ্ঞানের বাহ্যিক চেহারা রয়েছে কিন্তু প্রকৃতপক্ষে\" নির্গত সততার \"অভাব রয়েছে যার ফলে তাদের ফলাফল অক্ষরে অক্ষরে মূল্যায়ন করা যায় ।  বিভিন্ন ধরনের বাণিজ্যিক বিজ্ঞাপন হাইপ থেকে জালিয়াতি পর্যন্ত এই বিভাগগুলির মধ্যে পড়তে পারে ।\nবৈজ্ঞানিক বিতর্কে সকল পক্ষের উপর রাজনৈতিক বা মতাদর্শগত পক্ষপাতের একটি উপাদানও থাকতে পারে। কখনও কখনও গবেষণায় একে \"অপবিজ্ঞান\" হিসাবে চিহ্নিত করা যেতে পারে, যা গবেষণায় ভালভাবে ধারণা করা যায় কিন্তু প্রকৃতপক্ষে এটি আসলেই ভুল, অপ্রচলিত, অসম্পূর্ণ, বা বৈজ্ঞানিক ধারণাগুলির সরলীকৃত ব্যাখ্যা । \"বৈজ্ঞানিক অপব্যবহার\" শব্দটি এমন পরিস্থিতিতে বোঝায় যখন গবেষকরা ইচ্ছাকৃতভাবে তাদের প্রকাশিত তথ্যকে ভুলভাবে উপস্থাপন করেছেন বা ভুলভাবে ভুল ব্যক্তির কাছে একটি আবিষ্কারের জন্য ইচ্ছাকৃতভাবে তাকে কৃতিত্ব দিয়েছেন ।\n\n\n== বৈজ্ঞানিক সমাজ ==\nবৈজ্ঞানিক সমাজ হল সকল বিজ্ঞানীদের (নিজ নিজ ক্ষেত্র এবং প্রতিষ্ঠানে থেকেও) পারস্পরিক সহযোগীতা ও যোগাযোগের একটি দল।\n\n\n=== বিজ্ঞানীগণ ===\n\nবিজ্ঞানীগণ হল ব্যক্তিবিশেষ বা দল বিশেষ যারা তার বা তাদের পছন্দের বিষয়ের উপর বৈজ্ঞানিক গবেষণা পরিচালনা করেন। ১৮৩৩ সালে বিজ্ঞানি শব্দটি প্রথম ব্যবহার করেন উইলিয়াম হিওয়েল। আধুনিক সময়ে অনেক পেশাদার বিজ্ঞানীকে শিক্ষাদানের আদলে প্রশিক্ষণ দেয়া হয় এবং প্রশিক্ষণ শেষে তারা একটি শিক্ষাগত ডিগ্রি লাভ করেন যার মধ্যে সবোর্চ্চ হল ডক্টরেট ডিগ্রি যেমন দর্শনশাস্ত্রে ডক্টরেট হল পিএইটডি। অনেক বিজ্ঞানিই তাদের ক্যারিয়ার বেছে নেন বিভিন্ন শিক্ষাপ্রতিষ্ঠানে, শিল্পে, সরকারি খাতে এবং অলাভজনক প্রতিষ্ঠানে।\nবিজ্ঞানীরা বাস্তবতার সম্পর্কে প্রচন্ড আগ্রহী হন। কেউ কেউ বিজ্ঞানের জ্ঞানকে স্বাস্থ্যসেবা উন্নয়নে, জাতীয় উন্নয়নে, পরিবেশ বা শিল্পের উন্নয়নে ব্যবহার করেন। অন্যরা সম্মান এবং স্বীকৃতির জন্য কাজ করেন। নোবেল পুরস্কার, হল এরূপ সবোর্চ্চ সম্মানজনক পুরস্কার যা সর্বস্বীকৃত। এটি প্রতিবছর দেয়া হয়। যে সব বিজ্ঞানীরা বর্তমান বিজ্ঞানকে গবেষণার মাধ্যমে আরো উচ্চতর পর্যায়ে নিয়ে গেছেন সেই সকল বিজ্ঞানীদের থেকে বাছাই করে সেরা আবিষ্কারগুলোকে পুরুষ্কৃত করা হয়। এটি ঔষধ, পদার্থ, রসায়ন এবং অর্থনীতি খাতে গবেষণা করা বিজ্ঞানীদের দেয়া হয়।.\n\n\n==== বিজ্ঞানে নারী ====\n\nবিজ্ঞানের ইতিহাসে ঐতিহাসিকভাবে একটি পুরুষ-আধিপত্যের ক্ষেত্র রয়েছে যদিও এর মধ্যে কিছু উল্লেখযোগ্য ব্যতিক্রম রয়েছে । বিজ্ঞানের ক্ষেত্রে নারীরা অনেক বৈষম্যের স্বীকার হয়েছিল । তবে নারীরা সমাজের অন্যান্য অঞ্চলে যেমন পুরুষ-শাসিত সমাজের প্রায় সব কাজই করেছিলেন । তাছাড়া তাদের কাজের কৃতিত্বকে প্রায়ই অস্বীকার করা হত । উদাহরণস্বরূপ, ক্রিস্টিন লেড (১৮৪৭-১৯৩০) পিএইচডি প্রোগ্রামে প্রবেশ করতে সক্ষম হয়েছিলেন \"সি লেড\"; ক্রিস্টিন \"কিটটি\" লেড ১৮৮২ সালে সব প্রয়োজনীয়তা সম্পন্ন করেছিলেন কিন্তু ১৯২৬ সালে  ডিগ্রি লাভ করেছিলেন ।  তার কর্মজীবনের পর তিনি লজিক, বীজগণিত (সত্য সারণি), রঙ দর্শন, এবং মনস্তত্ত্ব নিয়েও গবেষণা করেছিলেন । তার কাজগুলি উল্লেখযোগ্য গবেষক Ludwig Wittgenstein এবং চার্লস স্যান্ডার্স Peirce মত বিখ্যাত হয়েছিল । বিজ্ঞানের ক্ষেত্রে নারীদের কৃতিত্বকে গার্হস্থ্য গোলকের মধ্যে শ্রমিক হিসাবে অভিহিত করা হত ।\nবিংশ শতাব্দীর শেষের দিকে নারীর সক্রিয় নিয়োগ এবং লিঙ্গ নিয়ে প্রাতিষ্ঠানিক বৈষম্য দূর করার ফলে নারী বিজ্ঞানীর সংখ্যা বৃদ্ধি পেয়েছে । তবে বেশিরভাগ লিঙ্গ বৈষম্য কিছু ক্ষেত্রে থেকেই গেছে ; অর্ধেকের ও বেশি নতুন জীববিজ্ঞানী হচ্ছে নারী, আর যেখানে ৮০% পিএইচডি পুরুষ পদার্থবিদের দেওয়া হয় । নারীবাদীরা দাবি করে যে লিঙ্গ বৈষম্যের পরিবর্তে সংস্কৃতির ফলাফলের পার্থক্যই হল মূল বিষয় । কিছু পরীক্ষায় দেখা গেছে যে বাবা-মা মেয়েদের চেয়ে ছেলেদের উপর বেশি গুরুত্বারোপ করে যার প্রভাব তাদেরকে গভীরভাবে এবং যুক্তিযুক্তভাবে প্রতিফলিত করে। বিংশ শতকের প্রথম দিকে আমেরিকাতে ৫০.৩% স্নাতক ডিগ্রি, ৪৫.৬% মাস্টার ডিগ্রী এবং বিজ্ঞান ও প্রকৌশলের ক্ষেত্রে ৪০.৭% পিএইচডি ডিগ্রি লাভ করে । নারীদের অর্ধেকেরও বেশি তিনটি ক্ষেত্রে ডিগ্রি অর্জন করে, যেমন- মনোবিজ্ঞানে (প্রায় ৭০%), সামাজিক বিজ্ঞানে (প্রায় ৫০%) এবং জীববিজ্ঞানে (প্রায় ৫০-৬০%)। যাইহোক, যখন শারীরিক বিজ্ঞান, ভূতত্ত্ব, গণিত, প্রকৌশল এবং কম্পিউটার বিজ্ঞান আসে, তখন মহিলাদের অর্ধেকেরও কম ডিগ্রি অর্জন করে ।  যাইহোক, লাইফস্টাইল পছন্দের বিষয়টি বিজ্ঞানের ক্ষেত্রে মহিলাদের অংশগ্রহণ একটি প্রধান ভূমিকা পালন করে ।  কর্মক্ষেত্রের ভারসাম্য জনিত সমস্যাগুলির কারণে ছোট শিশুদের সঙ্গে মেয়েদের বয়স ২৮% কম থাকে,  এবং গ্র্যাজুয়েট স্কুলের কোর্সে ছাত্রীদের স্নাতক আগ্রহের হার নাটকীয়ভাবে হ্রাস পায়, যদিও তাদের পুরুষ সহকর্মীদের ক্ষেত্রে তা অপরিবর্তিত রয়ে যায় ।\n\n\n=== প্রতিষ্ঠান ===\nরেনেসাঁসকালীন সময় থেকে বৈজ্ঞানিক চিন্তাধারা ও গবেষণার প্রচার এবং গবেষণার জন্য শিক্ষিত সমাজগুলি বিদ্যমান ছিল । প্রাচীনতম জীবিত সংস্থাটি ইতালির অ্যাক্রেডেমিয়া দে লিন্সি যা ১৬০৩ সালে প্রতিষ্ঠিত হয়েছিল । বিজ্ঞানের সাথে সংশ্লিষ্ট জাতীয় একাডেমী কয়েকটি দেশে প্রতিষ্ঠিত হয়েছিল । যেমন-১৬৬০ সালে ব্রিটিশ রয়্যাল সোসাইটির এবং ১৬৬৬ খ্রিষ্টাব্দে ফ্রান্সের অ্যাকাডেমি ডি সাইন্স যাত্রা শুরু করেছিল ।\nইন্টারন্যাশনাল কাউন্সিল ফর সায়েন্সের মতো আন্তর্জাতিক বৈজ্ঞানিক সংগঠনগুলি বিভিন্ন জাতির বিজ্ঞানীদের মধ্যে সহযোগিতা বৃদ্ধির জন্য গঠিত হয়েছে। অনেক সরকার বৈজ্ঞানিক গবেষণার সমর্থনে সংস্থাগুলিকে উৎসর্গ করেছে । বিশিষ্ট বৈজ্ঞানিক সংস্থায় মার্কিন যুক্তরাষ্ট্রে ন্যাশনাল সায়েন্স ফাউন্ডেশন, আর্জেন্টিনায় ন্যাশনাল সায়েন্টিফিক অ্যান্ড টেকনিকাল রিসার্চ কাউন্সিল, অস্ট্রেলিয়ায় সিএসআইআরও, ফ্রান্সের সেন্ট্রাল ন্যাশনাল দে লা রিচার্স সায়েন্টিফিক, ম্যাক্স প্লাংক সোসাইটি এবং জার্মানিতে ডয়েশ ফোর্শংজেমিনসচফ্ট এবং স্পেনের সিএসআইসি অন্যতম।\n\n\n== বিজ্ঞান এবং জনসাধারণ ==\nবিজ্ঞান নিয়ে জনসচেতনতা, যোগাযোগের সাথে বিজ্ঞানের সম্পর্ক, বিজ্ঞান উৎসব, নাগরিক বিজ্ঞান, বিজ্ঞান সাংবাদিকতা, বিজ্ঞান আউটরিচ,গণ বিজ্ঞান, এবং জনপ্রিয় বিজ্ঞানের মতো জনসাধারণ এবং বিজ্ঞান/বিজ্ঞানীর মধ্যে যোগাযোগের জন্য বিভিন্ন কর্মকাণ্ডগুলি উন্নত করা হয়েছে।\n\n\n=== বিজ্ঞান নীতি ===\nবিজ্ঞান নীতি হচ্ছে জনসাধারণের নীতির সাথে সম্পর্কিত একটি ক্ষেত্র যা বৈজ্ঞানিক উদ্যোগের আচরণকে প্রভাবিত করে তাছাড়া গবেষণা তহবিল সহ অন্যান্য জাতীয় নীতির লক্ষ্যসমূহ যেমন বাণিজ্যিক পণ্য উন্নয়ন, অস্ত্র উন্নয়ন, স্বাস্থ্যসেবা এবং পরিবেশ উন্নত করার জন্য প্রযুক্তিগত উদ্ভাবন পর্যবেক্ষণ অন্যতম । বিজ্ঞান নীতি জনসাধারণের নীতিগুলি উন্নয়নের জন্য বৈজ্ঞানিক জ্ঞান এবং ঐক্যমত্য প্রয়োগের আইনটিকেও উল্লেখ করে । এইভাবে বিজ্ঞান নীতি বিষয়গুলি এমন সমস্ত বিষয়গুলির সাথে সম্পর্কিত হয় যা প্রাকৃতিক বিজ্ঞানকে অন্তর্ভুক্ত করে ।  জনগণের নীতিমালা অনুযায়ী বিজ্ঞানের নীতিমালার প্রধান লক্ষ্য হল জনগণের কল্যাণে বিজ্ঞান ও প্রযুক্তি জনসাধারণের জন্য কীভাবে সর্বোত্তমভাবে সেবা প্রদান করে তা বিবেচনা করা ।\nরাষ্ট্রীয় নীতিমালা হাজার হাজার বছর ধরে জনকল্যাণ ও বিজ্ঞানকে আর্থিকভাবে প্রভাবিত করেছে, কমপক্ষে মোহিস্টদের সময় থেকে যারা  হান্ড্রেড স্কুল অফ থট দ্বারা অনুপ্রাণিত হয়েছিলেন, এবং চীনে Warring রাজ্যের সময় রক্ষণাত্মক দুর্গসমূহের অধ্যয়ন গবেষণায় অনুপ্রাণিত করেছিলেন । গ্রেট ব্রিটেনে সপ্তদশ শতাব্দীতে রয়্যাল সোসাইটির সরকারি অনুমোদনটি একটি বৈজ্ঞানিক সম্প্রদায়কে স্বীকৃতি দিয়েছিল যা আজকের দিনেও বিদ্যমান । বিজ্ঞানের পেশাদারিত্ব উনিশ শতকে শুরু হয়েছিল এবং  বৈজ্ঞানিক সংস্থার সৃষ্টি দ্বারা আংশিকভাবে সক্রিয় করা হয়েছিল । যেমন-জাতীয় বিজ্ঞান একাডেমী, কাইজার উইলহেম ইন্সটিটিউট, এবং তাদের নিজ দেশের বিশ্ববিদ্যালয়গুলির রাষ্ট্রীয় তহবিলের মাধ্যমে পরিচালিত হত । পাবলিক পলিসি শিল্প গবেষণা জন্য পুঁজি সরঞ্জাম এবং বৌদ্ধিক অবকাঠামোর জন্য যে তহবিল দরকার তা গবেষণা ফান্ডের মাধ্যমে বা ঐ সংস্থাকে কর প্ররোচনা প্রদান করার মাধ্যমে প্রভাবিত করতে পারেন । ভানিভার বুশ ন্যাশনাল সায়েন্স ফাউন্ডেশনের অগ্রদূত এবং মার্কিন যুক্তরাষ্ট্র সরকারের জন্য বৈজ্ঞানিক গবেষণা ও উন্নয়ন কার্যালয়ের পরিচালক ১৯৪৫ সালের জুলাই লিখেছিলেন যে \"বিজ্ঞান সরকারের একটি সঠিক উদ্বেগের বিষয়।\n\n\n=== রাজনৈতিক ব্যবহার ===\n\nঅনেক বিষয় বিজ্ঞানের সম্পর্ককে ক্ষতিগ্রস্ত করে মিডিয়া এবং রাজনীতিবিদদের দ্বারা বিজ্ঞান ও বৈজ্ঞানিক আর্গুমেন্টগুলি ব্যবহার করার ফলে । খুব বিস্তৃত সাধারণীকরণের হিসাবে অনেক রাজনীতিক নিশ্চয়তা এবং সত্য খোঁজেন আর বিজ্ঞানীরা সাধারণত সম্ভাব্যতা এবং caveats অফার করেন । যাইহোক,  রাজনীতিবিদদের দ্বারা গণমাধ্যম শোনার সামর্থ্য প্রায়ই জনসাধারণের দ্বারা বৈজ্ঞানিক বিষয়গুলি বোঝার ক্ষেত্রে বাধা হয়ে দাঁড়াতে পারে । উদাহরণ হিসাবে যুক্তরাজ্যের এমএমআর ইস্যুতে সৃষ্ট বিতর্ককে অন্তর্ভুক্ত করা যায় । ১৯৮৮ সালে সরকারি মন্ত্রী এডউইন কুরিয়েকে জোর পূর্বক পদত্যাগের জন্য বাদ্য করা হয়েছিল কারণ তিনি প্রকাশ করে দিয়েছিলেন যে ব্যাটারিজাত ডিমকে সালমোনেলা দিয়ে দূষিত করা হয়েছিল ।\nজন হরগান, ক্রিস মুনে এবং মার্কিন যুক্তরাষ্ট্র ও কানাডার গবেষকগণ বৈজ্ঞানিক সার্টিফিকেট আর্গুমেন্টেশন পদ্ধতি (এসএএনএএম) বর্ণনা করেছেন, যেখানে কোনও প্রতিষ্ঠান বা চিন্তাধারা তাদের সমর্থিত বিজ্ঞাপনের উপর সন্দেহ করার জন্য তাদের একমাত্র লক্ষ্য করে কারণ এটি রাজনৈতিক এজেন্ডাগুলির সাথে বিরোধিতা করে ।  হ্যাঙ্গক ক্যাম্পবেল এবং মাইক্রোবায়োলজি বিশেষজ্ঞ অ্যালেক্স বিয়ারজো রাজনীতিতে ব্যবহৃত বিশেষত বামপন্থী \"feel-good fallacies\" বর্ণনা করেছেন যেখানে রাজনীতিবিদরা এমন একটি পজিশন তৈরি করেন যা মানুষকে কিছু নীতি সমর্থন করার ব্যাপারে স্বাবাভিক করে তুলে , এমনকি যখন বৈজ্ঞানিক প্রমাণ দেখায় যে উদ্বিগ্ন হওয়ার প্রয়োজন নেই বা বর্তমান কর্মসূচিতে নাটকীয় পরিবর্তনের কোন প্রয়োজন নেই।\n\n\n== বৈজ্ঞানিক চর্চা ==\n\nযদিও প্লিনির প্রাকৃতিক ইতিহাস সম্পর্কিত এনসাইক্লোপিডিয়াগুলি (৭৭ খ্রিষ্টপূর্বাব্দ) গভীর সত্যের প্রমাণ দেয়, তবে তারা অবিশ্বস্ত প্রমাণিত হয়েছিল । একটি সংশয়বাদী দৃষ্টিভঙ্গি, প্রমাণের একটি পদ্ধতির দাবি করে যা অবিশ্বস্ত জ্ঞান মোকাবেলা করার জন্য গৃহীত বাস্তব পদক্ষেপ নেয়া হয়েছিল। যেমন ১০০০ বছর আগে আলহাজেন (টলেমীর বিষয়ে সন্দেহ করেছিলেন), রজার বেকন, উইটেলো, জন পেখাম, ফ্রান্সিস বেকন (১৬০৫) এবং সি .এস. পিয়ারস (১৮৩৯-১৯১৪) এর মত পণ্ডিতরা অনিশ্চয়তার এই বিষয়গুলি সম্প্রদায়কে মোকাবেলা করতে দিয়েছিলেন । বিশেষ করে, প্রতারণাপূর্ণ যুক্তি প্রকাশ হতে পারে, যেমন \"পরিণাম দৃঢ় করা।\"\n\"যদি একজন মানুষ নিশ্চিতভাবেই শুরু করে তবে সে সন্দেহের মধ্যেই পতিত হবে, কিন্তু যদি সে সন্দেহের সাথে শুরু করতে চায় তবে সে নিশ্চিতভাবেই শেষ করবে।\"\n- ফ্রান্সিস বেকন, \"The Advancement of Learning\", বই ১, ভি, ৮\nএকটি সমস্যা তদন্তের পদ্ধতি হাজার বছর ধরে পরিচিত এবং অনুশীলনের তত্ত্ব অতিক্রম চর্চার দিকে প্রসারিত হয়েছে । উদাহরণস্বরূপ, পরিমাপের ব্যবহার, সম্প্রদায়ের মধ্যে বিদ্যমান বিরোধের নিষ্পত্তি করার একটি বাস্তবসম্মত পদ্ধতি।\nজন জিমান নির্দেশ করে যে আন্তঃবৈচিত্র্যিক প্যাটার্ন শনাক্তকরণটি সকল বৈজ্ঞানিক জ্ঞান সৃষ্টির জন্য মৌলিক বিষয়।  জিমান দেখায় যে বিজ্ঞানীরা শত শত শতাব্দী ধরে একে অপরের পরিমাপ কীভাবে চিহ্নিত করতে পারে; তিনি এই ক্ষমতাটিকে \"চেতনাগত যৌক্তিকতা\" বলে উল্লেখ করেন। তারপর তিনি ঐকমত তৈরি করেন, ঐক্যমত্যের দিকে অগ্রসর হন এবং অবশেষে নির্ভরযোগ্য জ্ঞানের আশ্রয় নেন ।\n\n\n== পদটিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উপাত্তসূত্র ===\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nপ্রকাশনাসমূহ\n\"GCSE Science textbook\". Wikibooks.org\nসহায়ক উৎস\nEuroscience:\n\"ESOF: Euroscience Open Forum\"। জুন ১০, ২০১০ তারিখে মূল থেকে আর্কাইভ করা। \nScience Development in the Latin American docta\nClassification of the Sciences in Dictionary of the History of Ideas. (Dictionary's new electronic format is badly botched, entries after \"Design\" are inaccessible. Internet Archive old version).\n\"Nature of Science\" University of California Museum of Paleontology\nUnited States Science Initiative Selected science information provided by US Government agencies, including research & development results\nHow science works University of California Museum of Paleontology\nবিজ্ঞান  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ সেপ্টেম্বর ২০২০ তারিখে"}