{"pageid": 12204, "title": "সংস্কৃত ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=12204", "content": "সংস্কৃত (সংস্কৃত উচ্চারণ: [ˈsɐ̃skr̩t̪ɐm] संस्कृतम् সংস্কৃতম্‌, সঠিক নাম: संस्कृता वाक्, সংস্কৃতা বাক্, পরবর্তীকালে প্রচলিত অপর নাম: संस्कृतभाषा সংস্কৃতভাষা, \"পরিমার্জিত ভাষা\") হল একটি ঐতিহাসিক ধ্রুপদী ইন্দো-ইউরোপীয় ভাষা এবং হিন্দু ও বৌদ্ধধর্মের পবিত্র দেবভাষা। এটি ইন্দো-ইউরোপীয় ভাষাগোষ্ঠীর প্রধান দুই বিভাগের একটি \"শতম\" ভুক্ত ভাষা।  বর্তমানে সংস্কৃত ভারতের ২২টি সরকারি ভাষার অন্যতম এবং উত্তরাখণ্ড রাজ্যের অন্যতম সরকারি ভাষা।\nধ্রুপদী-সংস্কৃত এই ভাষার প্রামাণ্য ভাষাপ্রকার। খ্রিষ্টপূর্ব চতুর্থ শতাব্দীতে রচিত পাণিনির ব্যাকরণে এই প্রামাণ্যরূপটি প্রতিষ্ঠিত হয়। ইউরোপে লাতিন বা প্রাচীন গ্রিক ভাষার যে স্থান, বৃহত্তর ভারতের সংস্কৃতিতে সংস্কৃত ভাষার সেই স্থান।তাই রবীন্দ্রনাথ বলেছেন,\n\n ভারতীয় উপমহাদেশ, বিশেষত ভারত ও নেপালের অধিকাংশ আধুনিক ভাষাই এই ভাষার দ্বারা প্রভাবিত।\nসংস্কৃতের প্রাক-ধ্রুপদি রূপটি বৈদিক সংস্কৃত নামে পরিচিত। এই ভাষা ঋগ্বেদের ভাষা এবং সংস্কৃতের প্রাচীনতম রূপ। এর সর্বাপেক্ষা প্রাচীন নিদর্শনটি প্রায় খ্রিষ্টপূর্ব ১৫০০ অব্দে  রচিত। এই কারণে ঋগ্বৈদিক সংস্কৃত হল প্রাচীনতম ইন্দো-ইরানীয় ভাষাগুলির অন্যতম এবং ইন্দো-ইউরোপীয় ভাষাপরিবারের (ইংরেজি ও অধিকাংশ ইউরোপীয় ভাষা যে পরিবারের সদস্য) আদিতম সদস্য ভাষাগুলির অন্যতম। বৈদিক সংস্কৃতের সঙ্গে প্রাচীন এবং ধ্রুপদী লাতিন,গথিক, প্রাচীন নর্স, প্রাচীন আবেস্তী ও নবতর আবেস্তীর সম্পর্ক অনেকটা দূরের। এর আরও নিকট-আত্মীয় হলো নুরিস্তানি ভাষাগুলো।\nসংস্কৃত সাহিত্যের ভাণ্ডার কাব্য ও নাটকের ঐতিহ্যশালী ধারাদুটি ছাড়াও বৈজ্ঞানিক, কারিগরি, দার্শনিক ও হিন্দু শাস্ত্রীয় রচনায় সমৃদ্ধ। হিন্দুদের ধর্মীয় আচার-অনুষ্ঠানে সংস্কৃত হল আনুষ্ঠানিক ভাষা। এই ধর্মে স্তোত্র ও মন্ত্র সবই সংস্কৃতে লিখিত। কয়েকটি ঐতিহ্যবাহী প্রতিষ্ঠানে আজও কথ্য সংস্কৃতের ব্যবহার প্রচলিত রয়েছে এবং সংস্কৃত ভাষাকে পুনরুজ্জীবিত করার নানা প্রচেষ্টাও করা হয়ে থাকে।\n\n\n== ব্যুৎপত্তি ==\n\nসংস্কৃত ক্রিয়া বিশেষণ সংস্কৃত- কথাটির আক্ষরিক অর্থ \"সংযুক্ত করা\", \"উন্নত ও সম্পূর্ণ আকারপ্রাপ্ত\", \"পরিমার্জিত\" বা \"সুপ্রসারিত\"। শব্দটি সংস্কার ধাতু থেকে উৎসারিত; যার অর্থ \"সংযুক্ত করা, রচনা করা, ব্যবস্থাপনা করা ও প্রস্তুত করা\"। সং শব্দের অর্থ \"সমরূপ\" এবং \"(স্)কার\" শব্দের অর্থ \"প্রস্তুত করা\"। এই ভাষাটিকে সংস্কৃত বা পরিমার্জিত ভাষা মনে করা হয়। এই কারণে এই ভাষা একটি \"পবিত্র\" ও \"অভিজাত\" ভাষা। প্রাচীন ভারতে ধর্মীয় ও শিক্ষাদান-সংক্রান্ত উদ্দেশ্যে লোকপ্রচলিত প্রাকৃত (\"প্রাকৃতিক, শিল্পগুণবর্জিত, স্বাভাবিক ও সাধারণ\") ভাষার পরিবর্তে এই ভাষা ব্যবহৃত হত। এই ভাষাকে \"দেবভাষা\" বলা হত; কারণ প্রচলিত বিশ্বাস অনুযায়ী এই ভাষা ছিল \"দেবগণ ও উপদেবতাগণের ভাষা\"।\n\n\n== ইতিহাস ==\n\nসংস্কৃত ইন্দো-ইউরোপীয় ভাষাপরিবারের ইন্দো-ইরানীয় উপপরিবারের সদস্য। এই ভাষার নিকটতম প্রাচীন আত্মীয় হল ইরানীয় আদি পারসিক ও আবেস্তান ভাষাদুটি। বৃহত্তর ইন্দো-ইউরোপীয় ভাষাপরিবারে সংস্কৃত ভাষার ধ্বনিপরিবর্তন বৈশিষ্ট্যগুলি সাতেম ভাষাসমূহ (বিশেষত স্লাভিক ও বাল্টিক ভাষা) এবং গ্রিক ভাষার অনুরূপ।\nসংস্কৃত ও অন্যান্য ইন্দো-ইউরোপীয় ভাষার সাধারণ বৈশিষ্ট্যগুলি আলোচনা করতে গিয়ে গবেষকগণ একটি অনুপ্রবেশ তত্ত্বের অবতারণা করেছেন। এই তত্ত্ব অনুযায়ী, বর্তমানে যে ভাষাটি সংস্কৃত ভাষায় পরিণত হয়েছে, তার আদি ভাষাভাষীগণ খ্রিষ্টপূর্ব দ্বিতীয় সহস্রাব্দের প্রথম ভাগে উত্তর-পশ্চিম সীমান্ত পথে ভারতীয় উপমহাদেশে প্রবেশ করে। এই তত্ত্বের প্রমাণস্বরূপ বাল্টিক ও স্লাভিক ভাষার সঙ্গে ইন্দো-ইরানীয় ভাষার ঘনিষ্ঠ সম্পর্ক, অ-ইন্দো-ইউরোপীয় ফিনো-আগরিক ভাষাসমূহের সঙ্গে শব্দভাণ্ডার আদানপ্রদান, এবং উদ্ভিদ ও জীবজগতের নামসংক্রান্ত ইন্দো-ইউরোপীয় প্রামাণ্য শব্দগুলিকে তুলে ধরা হয়।\nসংস্কৃত ভাষায় রচিত প্রাচীনতম প্রামাণ্য রচনা হল হিন্দু ধর্মগ্রন্থ ঋগ্বেদ। খ্রিষ্টপূর্ব দ্বিতীয় সহস্রাব্দের মধ্য থেকে শেষ ভাগের মধ্যবর্তী সময়ে এই গ্রন্থ রচিত হয়। এই সময়কার কোনো লিখিত নথি পাওয়া যায় না। যদিও বিশেষজ্ঞদের মতে, এই গ্রন্থের মৌখিক প্রচলনটি বিশ্বাসযোগ্য। কারণ, এই জাতীয় গ্রন্থগুলির সঠিক উচ্চারণকে ধর্মীয় কারণেই গুরুত্বপূর্ণ মনে করা হত।\nঋগ্বেদ থেকে পাণিনি (খ্রিষ্টপূর্ব চতুর্থ শতাব্দী) পর্যন্ত সংস্কৃত ভাষার বিকাশ লক্ষিত হয় সামবেদ, যজুর্বেদ, অথর্ববেদ, ব্রাহ্মণ এসব গ্রন্থগুলিতে। এই সময় থেকে এই ভাষার মর্যাদা, ধর্মীয় ক্ষেত্রে এর ব্যবহার, এবং এর সঠিক উচ্চারণ সংক্রান্ত বিধিনিষেধগুলি এই ভাষার বিবর্তনের পথে বাধা হয়ে দাঁড়ায়।\nপাণিনির অষ্টাধ্যায়ী প্রাচীনতম সংস্কৃত ব্যাকরণ, যা আজও বর্তমান রয়েছে। এটি মূলত একটি প্রামাণ্য ব্যাকরণ। এটি বর্ণনামূলক নয়, নির্দেশমূলক প্রামাণ্য গ্রন্থ। যদিও পাণিনির সময় বেদের কয়েকটি অচলিত হয়ে পড়া কয়েকটি বাক্যবন্ধের বর্ণনাও এখানে রয়েছে।\n\"সংস্কৃত\" শব্দটির দ্বারা অন্যান্য ভাষা থেকে পৃথক একটি ভাষাকে বোঝাত না, বরং বোঝাত একটি পরিমার্জিত কথনরীতিকে। প্রাচীন ভারতে সংস্কৃত শিক্ষার মাধ্যমে শিক্ষিত উচ্চসমাজে স্থান পাওয়া যেত। সাধারণত উচ্চবর্ণের মধ্যেই পাণিনির ব্যাকরণ তথা সংস্কৃত ভাষার চর্চা প্রচলিত ছিল। প্রাচীন ভারতে সংস্কৃত ছিল বিদ্যাচর্চার ভাষা। লোকসাধারণে প্রচলিত প্রাকৃত ভাষার সঙ্গে সঙ্গে সংস্কৃতও সমাজে প্রচলিত ছিল। উল্লেখ্য কথ্য প্রাকৃত ভাষা থেকেই পরবর্তীকালের আধুনিক ইন্দো-ইউরোপীয় ভাষাগুলির উৎপত্তি হয়।\n\n\n=== বৈদিক সংস্কৃত ===\n\nবৈদিক সংস্কৃত হলো ধ্রুপদী সংস্কৃতের পূর্বসূরী। খ্রিস্টপূর্ব দ্বিতীয় সহস্রাব্দীর মধ্য বা শেষ দিকে রচিত হিন্দু ধর্মগ্রন্থ ঋগ্বেদ হলো এর সবচেয়ে প্রাচীন লিখিত রূপ। ঋগ্বেদের পূর্বেও যদি এ ভাষার লিখিত রূপ থেকেও থাকে তবুও তার কোনো প্রমাণ নেই। প্রাচীন ভারতের ভিন্ন ভিন্ন স্থানের লেখকগণ ভিন্ন ভিন্ন সময়ে একে লিপিবদ্ধ করেন। যেমন: ঋগ্বেদের দ্বিতীয়-সপ্তম মণ্ডল রচনাকালের দিক দিয়ে প্রাচীন এবং প্রথম ও দশম মণ্ডল নবতর। কিন্তু ফরাসি বিশেষজ্ঞ লুই রেনু বলেছেন, এতদ্সত্ত্বেও এরা কোনো উপভাষাগত বৈচিত্র্য দেখায়নি।\nবৈদিক সংস্কৃত ভাষায় রচিত ঋগ্বেদ ছাড়াও বর্তমানে বিদ্যমান অন্য গ্রন্থগুলো হলো সামবেদ, যজুর্বেদ, অথর্ববেদ , ব্রাহ্মণ , আরণ্যক এবং কিছু প্রাচীন উপনিষদ। মাইকেল উইটজেলের মতে, বৈদিক সংস্কৃত অর্ধ-যাযাবর আর্যদের কথ্য ভাষা ছিল। ঋগ্বেদে প্রাপ্ত বৈদিক সংস্কৃতের ভাষা অন্যান্য বৈদিক গ্রন্থের ভাষা থেকে অনেক সেকেলে।আবার ঋগ্বেদের ভাষা প্রাচীন আবেস্তী ভাষার জরথুস্ত্রীয় গাথা এবং গ্রিক কবি হোমারের মহাকাব্য ইলিয়াস (Ἰλιάς) ও ওদিসিয়ার (Ὀδύσσεια) সঙ্গে সাদৃশ্যপূর্ণ ছিল। ঋগ্বেদের অনুবাদের জন্য পরিচিত ভারতবিদ স্টেফানি জেমিসন ও জোয়েল ব্রেরেটন বলেছেন যে বৈদিক সাহিত্য সেই সময়ের ইন্দো-ইরানি ও ইন্দো-ইউরোপীয় সামাজিক কাঠামোর অনুসরণে রচিত হতো। যেমন: অর্থনৈতিক ব্যবস্থা, সমাজে পুরোহিত বা কবিদের ভূমিকা ও অন্যান্য বিষয়। কথাবার্তার ধরন এমনকি কাব্যের মাত্রাও ইন্দো-ইউরোপীয় অন্য ভাষার সঙ্গে সাদৃশ্যপূর্ণ।\n\n\n=== ধ্রুপদী সংস্কৃত ===\nপ্রায় ২০০০ বছর ধরে একটি সাংস্কৃতিক প্রবাহ দক্ষিণ এশিয়া, মধ্য এশিয়া, দক্ষিণ-পূর্ব এশিয়া ও পূর্ব এশিয়ার কিয়দংশকে প্রভাবিত করে। বেদোত্তর সংস্কৃত ভাষার প্রধান রূপটি পরিলক্ষিত হয় হিন্দু মহাকাব্য রামায়ণ ও মহাভারতে। এই দুই মহাকাব্যে পাণিনির ব্যাকরণ থেকে যে চ্যূতি লক্ষিত হয়, তার কারণ প্রাক-পাণিনীয় প্রভাব নয়, বরং প্রাকৃত প্রভাব। প্রাচীন সংস্কৃত পণ্ডিতগণ এই চ্যূতিকে বলেছেন আর্ষ (आर्ष) বা ঋষির দ্বারা উক্ত। কোথাও কোথাও একে ধ্রুপদি সংস্কৃত না বলে প্রাকৃতবাদ বলা হয়েছে। বৌদ্ধ সংকর সংস্কৃত ভাষা হল একটি মধ্য ইন্দো-ইউরোপীয় ভাষা, যা বিভিন্ন দিক থেকে ধ্রুপদি সংস্কৃত ভাষার অনুরূপ প্রাকৃত ভাষায় লেখা বৌদ্ধদের আদি ধর্মগ্রন্থগুলি রচনার ক্ষেত্রে ব্যবহৃত হয়।\n(তিওয়ারির ১৯৫৫) মতে, ধ্রুপদি সংস্কৃতের চারটি প্রধান উপভাষা ছিল: পশ্চিমোত্তরী (উত্তর-পশ্চিম, উত্তর বা পশ্চিম নামেও পরিচিত ছিল), মধ্যদেশী (মধ্য অঞ্চল), পূর্বী (পূর্বাঞ্চল) ও দক্ষিণী (দক্ষিণাঞ্চল, ধ্রুপদি যুগে উদ্ভূত)। প্রথম তিনটি উপভাষার উৎস বৈদিক ব্রাহ্মণ। এগুলির মধ্যে প্রথমটিকে শুদ্ধতম মনে করা হয়। (কৌষিতকী ব্রাহ্মণ, ৬.৭)\n\n\n=== অবক্ষয় ===\nকথ্য সংস্কৃত সংক্রান্ত একাধিক সমাজভাষাবৈজ্ঞানিক গবেষণা থেকে জানা যায়, কথ্য সংস্কৃত সীমাবদ্ধ এবং এর বিবর্তন ঘটে না। এই পরিপ্রেক্ষিতে কেউ কেউ সংস্কৃতকে \"মৃত\" বলেন। কিন্তু \"মৃত\" ভাষা লাতিনের সঙ্গে এর পার্থক্যটি স্পষ্ট নয়। (পোলক ২০০১) লিখেছেন:\n\nBoth died slowly, and earliest as a vehicle of literary expression, while much longer retaining significance for learned discourse with its universalist claims. Both were subject to periodic renewals or forced rebirths, sometimes in connection with a politics of translocal aspiration… At the same time… both came to be ever more exclusively associated with narrow forms of religion and priestcraft, despite centuries of a secular aesthetic.\nদু'জনেই আস্তে আস্তে অবলুপ্ত হয়ে গিয়েছিল এবং সাহিত্যের প্রকাশের বাহন হিসাবে প্রাচীনতম, যদিও এর সর্বজনীনবাদী দাবি নিয়ে শেখার বক্তৃতাটির জন্য দীর্ঘকালীন তাৎপর্য বজায় ছিল।  উভয়ই পর্যায়ক্রমিক পুনর্নবীকরণ বা জোরপূর্বক পুনর্জন্মের বিষয় ছিল, কখনও কখনও আন্তঃস্থানীয় আকাঙ্ক্ষার রাজনীতির সাথে সম্পর্কিত ... একই সাথে ... উভয়ই একাধিক শতাব্দী ধর্মনিরপেক্ষ নন্দনতত্ব সত্ত্বেও ধর্ম এবং পুরোহিতশৈলীর সংকীর্ণ রূপগুলির সাথে আরও বিশেষভাবে যুক্ত হয়ে উঠেছিল।\n\n\n== ভৌগোলিক বিস্তার ==\n\nসংস্কৃত ভাষা ভারতবর্ষে বিকশিত হলেও শাসনগত, ধর্মীয় এবং প্রভাবশালী ভাষা হওয়ার কারণে তা এশিয়ার অন্যান্য অঞ্চলেও ছড়িয়ে পড়ে। তীর্থযাত্রী ,ব্যবসায়ী ও ধর্মগুরুদের মাধ্যমে প্রথম সহস্রাব্দীতে (খ্রিস্টাব্দ) সংস্কৃত ভাষা দক্ষিণ-পূর্ব এশিয়া ও মধ্য এশিয়ায় প্রবেশ করে। বৌদ্ধধর্মের কারণে সংস্কৃত পূর্ব এশিয়াতেও পরিচিতি লাভ করে।\n\nপ্রাচীন ভারত বা বাংলাদেশ-পাকিস্তানের বাহিরেও সংস্কৃতে রচিত পাণ্ডুলিপি ও অন্যান্য লিখিত নিদর্শন চীন (বিশেষত তিব্বতীয় মঠগুলোতে), মিয়ানমার, ইন্দোনেশিয়া, কম্বোডিয়া, লাওস , ভিয়েতনাম , থাইল্যান্ড, মালয়েশিয়ায় পাওয়া গিয়েছে।   এছাড়াও নেপাল, আফগানিস্তান, মঙ্গোলিয়া, উজবেকিস্তান, তাজিকিস্তান, কাজাখস্তানেও লিখিত নিদর্শন পাওয়া গিয়েছে।\n\n\n== সাহিত্য ==\nসংস্কৃত ভাষার সাহিত্যকে বিস্তৃতভাবে বৈদিক সংস্কৃত এবং পরবর্তী ধ্রুপদী সংস্কৃতে রচিত গ্রন্থে ভাগ করা যায়। বৈদিক সংস্কৃত হল বৈদিক ধর্মের ব্যাপক লিটারজিকাল কাজের ভাষা,  যা চারটি বেদ ছাড়াও ব্রাহ্মণ এবং সূত্র অন্তর্ভুক্ত করে।\nযে বৈদিক সাহিত্য টিকে আছে তা সম্পূর্ণরূপে একটি ধর্মীয় রূপ, যেখানে ধ্রুপদী সংস্কৃতের রচনাগুলি মহাকাব্য, গীতিকার, নাটক, রোমান্স, রূপকথা, উপকথা, ব্যাকরণ, নাগরিক ও ধর্মীয় আইন, রাজনীতির বিজ্ঞান এবং ব্যবহারিক সহ বিভিন্ন ক্ষেত্রে বিদ্যমান। জীবন, প্রেম এবং যৌনতার বিজ্ঞান, দর্শন, চিকিৎসা, জ্যোতির্বিদ্যা, জ্যোতিষশাস্ত্র এবং গণিত এবং বিষয়বস্তুর ক্ষেত্রে মূলত ধর্মনিরপেক্ষ।\nযদিও বৈদিক সাহিত্য মূলত আত্মায় আশাবাদী, যেখানে মানুষকে এখানে এবং পরকালের উভয় ক্ষেত্রেই পরিপূর্ণতা খুঁজে পেতে শক্তিশালী এবং ক্ষমতাবান হিসাবে চিত্রিত করা হয়েছে, পরবর্তী সাহিত্যগুলি হতাশাবাদী, মানুষকে ভাগ্যের শক্তি দ্বারা নিয়ন্ত্রিত হিসাবে জাগতিক সুখ-দুঃখের কারণ হিসাবে বিবেচনা করা হয়েছে। মনোবিজ্ঞানের এই মৌলিক পার্থক্যগুলি বৈদিক যুগে কর্ম এবং পুনর্জন্মের মতবাদের অনুপস্থিতির জন্য দায়ী করা হয়, ধারণাগুলি পরবর্তী সময়ে খুব প্রচলিত।\n\n\n=== কাজ ===\nপ্রাচীনকাল থেকে সংস্কৃত বিভিন্ন মাধ্যম যেমন খেজুর পাতা, কাপড়, কাগজ, শিলা এবং ধাতব পত্রকগুলিতে বিভিন্ন লিপিতে লেখা হয়েছে।\n\n\n== প্রভাব ==\n\n\n=== অন্য ভাষার উপর প্রভাব ===\nসংস্কৃত ভাষা প্রায় দুই সহস্রাব্দী ধরে বিজ্ঞান,ধর্ম, সাহিত্য, প্রশাসন ইত্যাদির বাহন থাকায় এটি ভারত, দক্ষিণ এশিয়া ও দক্ষিণ-পূর্ব এশিয়ার অধিকাংশ ভাষাকেই প্রভাবিত করেছিল। বৌদ্ধধর্মের প্রসার এ ভাষাকে যথেষ্ট জনপ্রিয় করে তুলেছিল। ভারতীয় ইন্দো-আর্য ভাষাগুলো(হিন্দি,বাংলা, মারাঠি, গুজরাতি ইত্যাদি) পরোক্ষভাবে সংস্কৃত ভাষা থেকেই উদ্ভূত। তাই শব্দভাণ্ডার ও ব্যাকরণের অন্যান্য উপাদানের প্রায় পুরোটাই সংস্কৃত।এসব ভাষায় অবিকৃত সংস্কৃত শব্দগুলো তৎসম রূপে চিহ্নিত ও প্রাকৃতের মাধ্যমে পরিবর্তিত শব্দগুলো তদ্ভব রূপে পরিচিত। ভারতে ইন্দো-ইউরোপীয় ভাষাগোষ্ঠীর ভাষা ছাড়াও দ্রাবিড়ীয় পরিবারের ভাষাগুলো যেমন: তেলুগু, মালয়ালম,কানাড়ি, তামিল ইত্যাদির শব্দভাণ্ডার ও ক্ষুদ্র নৃগোষ্ঠীদের ভাষা যেমন মুণ্ডারি,সাঁওতালি, বিষ্ণুপ্রিয়া মণিপুরী ভাষাও সংস্কৃত দ্বারা প্রভাবিত।\nমালয়ালম ভাষার লেখক কে.এম জর্জ বলেছেন, মালয়ালম ভাষার মতো অন্য কোনো দ্রাবিড়ীয় ভাষা এত গভীরভাবে সংস্কৃতের দ্বারা প্রভাবিত নয়। তামিল ভাষায় দেশীয় শব্দের দ্বারা সংস্কৃত শব্দগুলোকে অপসারণের প্রয়াস চলেছে যা \"বিশুদ্ধ তামিল আন্দোলন\" নামে পরিচিত । চীনা-তিব্বতি ভাষাগোষ্ঠীর মিয়ানমারের বর্মী, নেপালের নেওয়ার ভাষা ও চীনা ভাষাতেও সংস্কৃতের কৃতঋণ শব্দ রয়েছে। পূর্ব এশিয়ার ভাষাগুলোর মধ্যে চীনা ভাষায় অনেক সংস্কৃত শব্দ প্রবেশ করেছে। যেমন:剎那(চানা)> ক্ষণ (সংস্কৃত)। থাই ভাষায় বিভিন্ন শব্দ বিশেষত বিজ্ঞানসম্পর্কিত শব্দগুলো সংস্কৃত থেকে ব্যুৎপন্ন। যেমন:มานุษยวิทยา(মানুসিউইথিয়া>মনুষ্য+বিদ্যা  নৃবিজ্ঞান ),วิศวกรรม>বিশ্বকর্মা (এখানে প্রকৌশল অর্থে)। উল্লেখ্য যে \"বিদ্যা\" শব্দটি \"উইথিয়া\" রূপে অপভ্রংশ হয়েছে এবং অন্যান্য শব্দের সঙ্গে সংযুক্ত হয়ে থাই ভাষায় এরূপ আরও শব্দ গঠন করে। থাই ভাষায় বিজ্ঞানসম্পর্কিত শব্দগুলো সংস্কৃতের কাছে ঋণী।সেই সাথে অন্যান্য প্রকৃতির শব্দেরও অনুপ্রবেশ ঘটেছে।\nঅস্ট্রোনেশীয় ভাষাগোষ্ঠীর ভাষাগুলোর শব্দভাণ্ডার সংস্কৃত শব্দের দ্বারা অধিকৃত হয়েছে। যেমন: মালয়,ইন্দোনেশীয়, ফিলিপিনো ইত্যাদি। সংস্কৃত \"ভাষা\" শব্দটি দক্ষিণ-পূর্ব এশিয়ার অধিকাংশ ভাষাতেই \"ভাষা\" বোঝাতে ব্যবহৃত হয়। দক্ষিণ-পূর্ব এশিয়ার অনেক স্থাননামও সংস্কৃত থেকে উৎপন্ন। ইন্দোনেশীয় ভাষায় সংস্কৃত কৃতঋণ শব্দের উদাহরণ হলো: Menteri< মন্ত্রী,Duka< দুঃখ , Manusia< মনুষ্য ইত্যাদি। এছাড়াও আরও বিভিন্ন শব্দ প্রত্যক্ষ ও পরোক্ষভাবে অন্য ভারতীয় ভাষার মাধ্যমে সংস্কৃত এ ভাষায় বিস্তার লাভ করেছে। ফিলিপিনো ভাষায় রয়েছে dukha < দুঃখ,mukha < মুখ,guro < গুরু ইত্যাদি। লাও,খেমের,জাভানি ইত্যাদি ভাষাগুলোও সংস্কৃতের দ্বারা প্রভাবিত। ঔপনিবেশিক যুগে ব্রিটিশদের ভারতীয় উপমহাদেশে শাসনের কারণে ইংরেজি ভাষায়ও সংস্কৃত শব্দের প্রবেশ ঘটে।  \n\n\n=== সংস্কৃতের উপর প্রভাব ===\nশুধু সংস্কৃত ভাষাই দ্রাবিড়ীয় ভাষাগুলোকে প্রভাবিত করেনি,দ্রাবিড়ীয় ভাষাগুলোর প্রভাবও সংস্কৃতে বিদ্যমান।বলা হয় সংস্কৃতসহ ইন্দো-আর্য ভাষাগুলোতে  মূর্ধন্য ধ্বনিসমূহ দ্রাবিড়ীয় প্রভাবের ফল।\n\n\n== আধুনিক যুগে ==\n\n\n=== স্তোত্র, অনুষ্ঠান ও ধর্মাচরণ ===\nসংস্কৃত বিভিন্ন হিন্দু, বৌদ্ধ এবং জৈন ঐতিহ্যের পবিত্র ভাষা। এটি হিন্দু মন্দিরে পূজার সময় ব্যবহৃত হয় । নেওয়ার বৌদ্ধধর্মে , এটি সমস্ত মঠে ব্যবহৃত হয়, যখন মহাযান এবং তিব্বতি বৌদ্ধ ধর্মীয় গ্রন্থ এবং সূত্রগুলি সংস্কৃতের পাশাপাশি স্থানীয় ভাষায় রয়েছে। তত্ত্বার্থ সূত্র , রত্নকরন্দ শ্রাবকাচার , ভক্তমার স্তোত্র এবং আগামের পরবর্তী সংস্করণ সহ জৈন ধর্মের কিছু শ্রদ্ধেয় গ্রন্থ সংস্কৃতে রয়েছে।\nহিন্দু ধর্মানুষ্ঠানে সংস্কৃত ভাষার ব্যাপক ব্যবহার রয়েছে। এসব অনুষ্ঠানে সংস্কৃত মন্ত্রের ব্যবহার অপরিহার্য। পূজা ছাড়াও বিবাহ, অন্নপ্রাশন, মৃতের সৎকার ইত্যাদিতে সংস্কৃত শ্লোকাদি ব্যবহৃত হয়।\n\n\n=== সাহিত্য ===\n১৯৪৭ সালে ভারতের স্বাধীনতার পর সংস্কৃত ভাষায় ৩,০০০ এরও অধিক সাহিত্যকর্মের রচনা হয়েছে। ভারতীয় ভাষাগুলো নিয়ে কার্যরত সাহিত্য আকাদেমি সংস্কৃত ভাষায় সৃজনশীল কাজের স্বীকৃতি স্বরূপ পুরস্কার প্রদান করে থাকে। সংস্কৃত ভাষার জন্য সত্যব্রত শাস্ত্রী প্রথম জ্ঞানপীঠ পুরস্কার পান। চীনা সংগীতশিল্পী সা দিংদিং সংস্কৃত ভাষায় গান রচনা করেছেন। এ ভাষা ভারতীয় বিভিন্ন সংগীত, কীর্তন, ভজন ইত্যাদিতে বিখ্যাত। সংস্কৃত সংগীত আবহসঙ্গীত(Background music) রূপে বিভিন্ন টিভি ধারাবাহিক ও অন্যান্য অনুষ্ঠানেও ব্যবহৃত হয়।\n\n\n=== অন্যান্য ===\nআকাশবাণী রেডিও সম্প্রচারে সংস্কৃত ভাষায়ও সংবাদ প্রচার করা হয়।\n\nइयम् आकाशवाणी। सम्प्रति वार्ताः श्रुयन्तम्।\n ইয়ম্ আকাশবাণী। সম্প্রতি বার্তাঃ শ্রুয়ন্তম্।\nআকাশবাণীতে সংস্কৃত সংবাদ এভাবে উপস্থাপনা আরব্ধ হয় ১৯৭০ সাল থেকে কর্ণাটকের মহীশূর থেকে \"সুধর্মা\" নামক সংস্কৃত পত্রিকা প্রকাশিত হয়। আরেকটি সংস্কৃত পত্রিকা হলো \"বিশ্বস্য বৃত্তান্তম্\"( বিশ্বের বৃত্তান্ত)। ২০০৩ সাল থেকে অনলাইনভিত্তিক বিশ্বকোষ \"সংস্কৃত উইকিপিডিয়া\" পরিচালিত হয়ে আসছে যাতে ১০,০০০ এরও অধিক নিবন্ধ রয়েছে।\n\n\n== আরও দেখুন ==\nআর্যভট্ট সংখ্যাপাতকরণ\nসংস্কৃত-সম্পর্কিত বিষয়ের তালিকা\nপ্রত্ন-ভারতীয়-আর্য ভাষা\nসংস্কৃত নীতিবাক্য যুক্ত প্রতিষ্ঠানের তালিকা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSamskrita Bharati  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ মে ২০০৮ তারিখে\nTransliterator from romanized to Unicode Sanskrit\nSanskrit Voice: Learn, read and promote Sanskrit\nSanskrit transliterator with font conversion to Latin and other Indian Languages\nSanskrit Alphabet in Devanagari, Gujarati, Bengali, and Thai scripts with an extensive list of Devanagari, Gujarati, and Bengali conjuncts\nAcademic Courses on Sanskrit Around The World\nসংস্কৃত নথিপত্র\nSanskrit Documents: Documents in ITX format of Upanishads, Stotras etc. and a metasite with links to translations, dictionaries, tutorials, tools and other Sanskrit resources.\nRead online Sanskrit text (PDF) of Mahabharata, Srimad Bhagavat, Upanishada, Bhagavad-Gita, Yoga-Sutra, Chandi Path etc. as well as Sanskrit-English spiritual Dictionary; Also listen online four vedas\nDigital Sanskrit Buddhist Canon\nGRETIL: Göttingen Register of Electronic Texts in Indian Languages, a cumulative register of the numerous download sites for electronic texts in Indian languages.\nGaudiya Grantha Mandira - A Sanskrit Text Repository. This site also provides encoding converter.\nSanskrit texts at Sacred Text Archive\nClay Sanskrit Library publishes Sanskrit literature with facing-page text and translation.\n[১] for texts and word-to-word translations\n[২]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ এপ্রিল ২০১৯ তারিখে for ageold publications\n[৩] for similar old publications\nপ্রাথমিক পাঠ\nSanskrit Self Study by Chitrapur Math\nDiscover Sanskrit A concise study of the Sanskrit language\nA Practical Sanskrit Introductory by Charles Wikner.\nA Sanskrit Tutor\nAncient Sanskrit Online from the University of Texas at Austin\nব্যাকরণ\nAn Analytical Cross Referenced Sanskrit Grammar By Lennart Warnemyr.\nটেমপ্লেট:Sister bar\nটেমপ্লেট:Sanskrit language topics"}