{"pageid": 1220, "title": "পিংক ফ্লয়েড", "url": "https://bn.wikipedia.org/wiki?curid=1220", "content": "পিংক ফ্লয়েড ১৯৬৫ সালে গঠিত লন্ডন ভিত্তিক ব্রিটিশ রক ব্যান্ড। ১৯৬০-এর দশকের শেষের দিকে লন্ডনের আন্ডারগ্রাউন্ড ব্যান্ড হিসেবে তাদের দার্শনিক গানের কথা, সম্প্রসারিত সুরারোপ (কম্পোজিশন), ধ্বনিত নিরীক্ষণ এবং বিস্তৃত সরাসরি পরিবেশনার জন্য দলটি ব্রিটিশ সাইকেডেলিক ব্যান্ড হিসেবে শীর্ষস্থানীয় হয়ে উঠে। তারা প্রোগ্রেসিভ রক ঘরানার নেতৃস্থানীয় ব্যান্ড, যাদের কেউ কেউ সর্বকালের সর্বশ্রেষ্ঠ প্রোগ্রেসিভ রক ব্যান্ড হিসেবে উল্লেখ করে।\n১৯৬৫ সালে স্থাপত্যবিদ্যার শিক্ষার্থী সিড ব্যারেট (গিটার ও মূল কন্ঠ), নিক মেইসন (ড্রাম), রজার ওয়াটার্স (বেস ও কন্ঠ) এবং রিচার্ড রাইট (কিবোর্ড ও কন্ঠ)- এই চারজন তরুণের সমন্বয়ে পিংক ফ্লয়েড গঠিত হয়। ব্যারেটের নেতৃত্বাধীনে দলটি দুটি চার্ট তালিকাভুক্ত একক এবং দ্য পাইপার অ্যাট দ্য গেট্‌স অব ডউন (১৯৬৭) নামে একটি সফল আত্মপ্রকাশ অ্যালবাম প্রকাশ করে। ১৯৬৭ সালের ডিসেম্বরে, পঞ্চম সদস্য হিসেবে গিটারবাদক ডেভিড গিলমোর দলে যোগদান করেন। ১৯৬৮ সালের এপ্রিলে, মানসিক স্বাস্থ্যের অবনতি ঘটায় ব্যারেট দল ত্যাগ করেন। ওয়াটার্স, ব্যান্ডের প্রধান গীতিকার এবং ধারণাগত নেতা হয়ে ওঠেন, পাশাপাশি তাদের সমালোচক নন্দিত এবং বাণিজ্যিকভাবে সফল দ্য ডার্ক সাইড অব দ্য মুন (১৯৭৩), উইশ ইউ ওয়্যার হেয়ার (১৯৭৫), অ্যানিম্যাল্‌স (১৯৭৭), দ্য ওয়াল (১৯৭৯) এবং দ্য ফাইনাল কাট (১৯৮৩) অ্যালবামের ধারণা উদ্ভাবন করেন। ১৯৮২ সালের পিংক ফ্লয়েড – দ্য ওয়াল অ্যালবামের উপর ভিত্তি করে নির্মিত সঙ্গীতধর্মী চলচ্চিত্রটি দুটি বাফটা পুরস্কার জিতেছে। এছাড়াও ব্যান্ডটি সাতটি চলচ্চিত্রের স্কোর পরিচালনা করেছে।\nব্যক্তিগত দুশ্চিন্তায় থাকার দরুন, ১৯৭৯ সালে রাইট পিংক ফ্লয়েড ত্যাগ করেন; ১৯৮৫ সালে একই পথ অনুসরণ করেন ওয়াটার্স। গিলমোর এবং মেইসন পিংক ফ্লয়েড হিসাবে নিজেদের অব্যাহত রাখেন। পরবর্তীতে সক্ষিপ্ত সময়ের জন্য রাইট পুনরায় ব্যান্ডে যোগ দিয়েছিলেন। এরপর তারা তিনজন তৈরি করেন আরও দুটি অ্যালবাম— অ্যা মৌমানট্রি ল্যাপ্‌স অব রিজন (১৯৮৭) ও দ্য ডিভিশন বেল (১৯৯৪)— এবং পরবর্তীতে দীর্ঘকাল নিস্ক্রিয় থাকার আগ পর্যন্ত দলটির সঙ্গীত সফর অব্যাহত রাখেন। প্রায় দুই দশক সময় পরে, ২০০৫ সালে লাইভ এইট নামে বৈশ্বিক সচেতনতা অনুষ্ঠানে পিংক ফ্লয়েড হিসেবে পরিবেশন করতে ব্যারেট ব্যতীত দলের বাকি সদস্যরা সর্বশেষবার একত্রিত হয়েছিলেন। ব্যারেট মারা যান ২০০৬ সালে, এবং রাইট ২০০৮ সালে। পিংক ফ্লয়েডের সর্বশেষ স্টুডিও অ্যালবাম দি এন্ডলেস রিভার (২০১৪), ওয়াটার্সকে ছাড়াই রেকর্ড করা হয়, এবং যা মূলত তাদের অপ্রকাশিত সঙ্গীত উপাদানের ওপর ভিত্তি করে নির্মিত। ২০২২ সালে, গিলমোর এবং মেইসন পিংক ফ্লয়েডকে সংস্কার করে রুশ-ইউক্রেনীয় যুদ্ধের প্রতিবাদে \"হেই, হেই, রাইজ আপ!\" গানটি প্রকাশ করেন।\n২০১৩ সাল নাগাদ, বিশ্বব্যাপী ২৫০ মিলিয়নেরও বেশি পিংক ফ্লয়েডের রেকর্ড বিক্রি হয়েছিল, যা তাদের সর্বকালের শ্রেষ্ঠ-বিক্রি হওয়া সঙ্গীতশিল্পীদের মধ্যে অন্তর্ভুক্ত করে। দ্য ডার্ক সাইড অব দ্য মুন এবং দ্য ওয়াল গ্র্যামি হল অব ফেমের অন্তর্ভুক্ত হয়েছিল, এবং এই অ্যালবামগুলিসহ তাদের উইশ ইউ ওয়্যার হেয়ার সর্বকালের সেরা বিক্রিত অ্যালবামগুলির মধ্যে অন্তর্ভুক্ত হ্য়। তাদের চারটি অ্যালবাম ইউএস বিলবোর্ড ২০০-এর শীর্ষে এবং পাঁচটি অ্যালবাম ইউকে অ্যালবাম চার্টের শীর্ষে রয়েছে। পিংক ফ্লয়েডের হিট একক গানগুলির মধ্যে রয়েছে \"সি এমিলি প্লে\" (১৯৬৭), \"মানি\" (১৯৭৩), \"অ্যানাদার ব্রিক ইন দ্য ওয়াল (অংশ ২)\" (১৯৭৯), \"নট নাও জন\" (১৯৮৩), \"অন দ্য টার্নিং অ্যাওয়ে\" (১৯৮৭) এবং \"হাই হোপ্‌স\" (১৯৯৪)। ১৯৯৬ সালে ব্যান্ডটি মার্কিন রক অ্যান্ড রোল হল অব ফেমের এবং ২০০৫ সালে ইউকে মিউজিক হল অব ফেমের অর্ন্তভুক্ত হয়। পিংক ফ্লয়েডকে ব্রিটিশ সাইকিডেলিয়ার শীর্ষ দলগুলির একটি বিবেচনা করা হয় এবং প্রোগ্রেসিভ রক ও চারিপার্শ্বিক সঙ্গীতের মতো ধারাগুলির বিকাশে অনুপ্রেরণা সৃষ্টির কৃতিত্ব দেওয়া হয়। ২০০৮ সালে, সুইডেনের রাজা কার্ল ষোড়শ গুস্তাফ আধুনিক সঙ্গীতে অবদানের জন্য পিংক ফ্লয়েডকে পোলার মিউজিক প্রাইজ প্রদান করেন।\n\n\n== ইতিহাস ==\n\n\n=== ১৯৬৩–৬৫: গঠন ===\n\n\n==== ব্যান্ড গড়ার আগে ====\nরজার ওয়াটার্স এবং নিক মেইসনের সাক্ষাত ঘটে, যখন তারা দুজনই রিজেন্ট স্ট্রিটে লন্ডন পলিটেকনিকে স্থাপত্যবিদ্যায় অধ্যয়ন করছেন। তারা প্রথম কিথ নোবল ও ক্লাইভ মেটক্যাফ পরিচালিত একটি দলে নোবলের বোন শেইলাঘের সঙ্গে একসঙ্গে সঙ্গীত পরিবেশন করেন। পরবর্তী বছর স্থাপত্যবিদ্যার আরেক সতীর্থ ছাত্র, রিচার্ড রাইট তাদের সঙ্গে যুক্ত হন, এবং দলটি হয়ে ওঠে 'সিগমা সিক্স' নামক একটি সেক্সটেট। ওয়াটার্স লিডগিটার বাজান, মেইসন ড্রাম, এবং রাইট রিদম গিটার (যেহেতু তখন পর্যন্ত কিবোর্ডের উপলভ্য সীমিত ছিল)। সে সময়ে ব্যান্ডটি ব্যক্তিগত অনুষ্ঠানে পরিবেশন করতো এবং রিজেন্ট স্ট্রিটে পলিটেকনিকের ভূগর্ভস্থ অংশে বা বেসমেন্টে একটি চাঘরে মহড়া দিতো। সে সময়ে তারা সার্চার্স ব্যান্ড কর্তৃক এবং তাদের ব্যাবস্থাপক ও গীতিকার সহকর্মী কেইন চ্যাপম্যান রচিত উপাদানের মাধ্যমে সঙ্গীত পরিবেশন করতো।\n১৯৬৩ সালের সেপ্টেম্বরে, ওয়াটার্স ও মেইসন লন্ডনে ক্রাউচ এন্ডের নিকট ৩৯ স্ট্যানহোপ গার্ডেনের একটি ফ্ল্যাটে স্থানান্তরিত হন, যেটি ছিল নিকটবর্তী হর্নসি কলেজ অব আর্ট ও রিজেন্ট স্ট্রিট পলিটেকনিকের খণ্ডকালীন শিক্ষক মাইক লিওনার্ডের মালিকানাধীন। ১৯৬৪ সালের শিক্ষাবর্ষ সমাপ্তির পর মেইসন স্থানান্তরিত হন, এবং ১৯৬৪-এর সেপ্টেম্বরের মাঝামাঝি যুক্ত হন গিটারবাদক বব ক্লোসা, যিনি ওয়াটার্সকে বেস গিটার বাজাতে প্ররোচনা দিয়েছিলেন। সিগমা সিক্স বিভিন্ন নামের মধ্য দিয়ে, যার মধ্যে মেগাডেথ্‌স, আব্দাবাস অ্যান্ড দ্য স্কাইমিং আব্দাবাস, লিওনার্ড'স লজার্স, স্পেকট্রাম ফাইভ অন্তর্ভুক্ত, শেষে টি সেট নামে প্রতিষ্ঠাপিত হয়। ১৯৬৪ সালে, মেটকাল্ফ ও নোবল তাদের নিজস্ব ব্যান্ডে চলে যায়, গিটারবাদক সিড ব্যারেট স্ট্যানহোপ গার্ডেনে ক্লোসা ও ওয়াটার্সের সঙ্গে যুক্ত হন। দুই বছরের কনিষ্ঠ, ব্যারেট, ১৯৬২ সালে ক্যাম্বারওয়েল কলেজ অব আর্টসে অধ্যয়নের জন্য লন্ডনে আসেন। ওয়াটার্স ও ব্যারেট ছিল শৈশব বন্ধু। ওয়াটার্স প্রায়ই ব্যারেটর মায়ের বাড়িতে যেতেন এবং সেখানে তাকে গিটার বাজাতে দেখা যেত। ব্যারেট সম্পর্কে মেইসন বলেন: \"একটি নির্দিষ্ট সময়ের মধ্যে, যখন সকলে ঠান্ডায় আত্মসচেতন উপায়ে শিশুর মতোন হয়ে উঠত, তখন ব্যারেট অবাঞ্ছিতভাবে বাইরে বেরতো; আমাদের প্রথম সাক্ষাতের স্থায়ী স্মৃতি রয়েছে, যখন সে নিজেকে আমার সঙ্গে পরিচিত করে নিতে কিছুটা বিরক্তও হচ্ছিল।\"\n১৯৬৩ সালের শেষের দিকে নোবল ও মেটকাল্ফ টি সেট ত্যাগ করেন, এবং ক্লোসা, গায়ক ক্রিস ডেনিসের সঙ্গে ব্যান্ডটির পরিচয় করিয়ে দেন। ডেনিস ছিলেন রয়্যাল এয়ার ফোর্সের (আরএএফ) প্রযুক্তিবিদ। ১৯৬৪ সালের ডিসেম্বরে, ওয়েস্ট হ্যাম্পস্টেডের একটি স্টুডিওতে তারা দলটির প্রথম রেকর্ডিংয়ের সময় নির্ধারণ করে। সেখানে রাইটের এক বন্ধু তাদেরকে বিনামূল্যে কিছু বাড়তি সময় প্রাপ্তির সুযোগ করে দিয়েছিল। রাইট সে সময়ে পড়াশোনা থেকে বিরতি নিয়েছিলেন, এবং সেই অধিবেশনে তিনি অংশগ্রহণ করেন নি। ১৯৬৫ সালের প্রথম দিকে আরএএফ যখন ডেনিসকে বাহরাইনে একটি পদে নিয়োগ দেয়, তখন ব্যারেট ব্যান্ডের মুখপাত্র ছিলেন। পরবর্তী বছর, তারা লন্ডনে কেনসিংটন হাই স্ট্রিটের নিকট কাউন্টডাউন ক্লাবের একটি আবাসিক ব্যান্ড হয়ে ওঠে, যেখানে শেষ রাত থেকে শুরু করে ভোর পর্যন্ত তারা ৯০ মিনিটের তিনটি সেট পরিবেশন করতো। এই সময়ের মধ্যে, দলের প্রয়োজনীয়তা স্বত্তে গানের পুনরাবৃত্তি হ্রাস করার লক্ষে তারা তাদের নির্ধারিত সেটসমূহ দীর্ঘ করতে অনুপ্রাণিত হতো। সে সময় ব্যান্ডটি বুঝতে পারে যে, \"সুরের মধ্য দিয়েই গান দীর্ঘ হতে পারে\", মেইসন বলেন। বাবা-মায়ে চাপ ও কলেজ শিক্ষকের পরামর্শের পর, ক্লোসা ১৯৬৫ সালের মাঝামাঝি সময়ে ব্যান্ড ত্যাগ করেন এবং ব্যারেট লিড গিটারের নেতৃত্ব গ্রহণ করেন।\n\n\n=== ১৯৬৫–১৯৬৭: প্রারম্ভিক বছর ===\n\n\n==== পিংক ফ্লয়েড ====\n১৯৬৫ সালের শেষের দিকে ব্যান্ডটি প্রথম নিজেদের 'পিংক ফ্লয়েড সাউন্ড' হিসেবে পরিচিত করে। যদিও ব্যারেট সে সময়ে টি সেট নামের অন্য আরেকটি ব্যান্ডের উপস্থিতি আবিষ্কার করেন, এবং দ্রুততার সঙ্গে ব্যান্ডের নতুন নাম তৈরি করেন। দলের নতুন নামটি পিংক অ্যান্ডারসন ও ফ্লয়েড কাউন্সিল নামে দুজন ব্লুজ সঙ্গীতশিল্পীর নামের প্রথম অংশের সংযোজনের মাধ্যমে তৈরি, যাদের প্যাডমন্ট ব্লুজ রেকর্ড ব্যারেটের সংগ্রহে ছিল। ১৯৬৬ সালের দিকে, দলটি প্রধানত রিদম অ্যান্ড ব্লুজ গান মঞ্চস্থ করবে ঠিক করেছিল এবং এজন্য অগ্রিম বুকিংও পেতে শুরু করে তারা। যার মধ্যে ১৯৬৬-এর মার্চে মার্কি ক্লাবে একটি পরিবেশনা উল্লেখযোগ্য; যেখানে তারা লন্ডন স্কুল অব ইকোনমিক্সের প্রভাষক পিটার জেনারের নজরে আসে। জেনার, ব্যারেট ও রাইটের নির্মিত ধ্বনিত প্রভাবে অভিভূত হন, এবং তার ব্যবসায়িক অংশীদার ও বন্ধু অ্যান্ড্রু কিংয়ের সঙ্গে ব্যান্ডটির ব্যবস্থাপক হয়ে ওঠেন। এই জুটির সঙ্গীত শিল্পে সামান্য অভিজ্ঞতা থাকলেও ব্ল্যাকহিল এন্টারপ্রাইজেস প্রতিষ্ঠার জন্য তারা কিংয়ের উত্তরাধিকার সূত্রে প্রাপ্ত সম্পদ ব্যয় করেন এবং ব্যান্ডের জন্য প্রায় £১,০০০ (২০২১ অনুযায়ী £১৮,৩০০-এর সমতুল্য) মূল্যের নতুন যন্ত্র-সরঞ্জাম ক্রয় করেন। এই সময়ে জেনার, ব্যান্ডের নাম থেকে \"সাউন্ড\" অংশটি বাদ দেয়ার পরামর্শ দেন, এইভাবে তারা পিংক ফ্লয়েড হয়ে ওঠে। জেনার ও কিংয়ের নির্দেশনার অধীনে, ব্যান্ডটি লন্ডনের আন্ডারগ্রাউন্ড সঙ্গীত দৃশ্যের অংশ হয়ে ওঠে, পাশাপাশি আর অল সেইন্টস হল এবং মার্ককিউ সহ বিভিন্ন ভেন্যুতে পরিবেশন করতে থাকে। কাউন্টডন ক্লাবে পরিবেশনের সময়, ব্যান্ডটি দীর্ঘ যন্ত্রসঙ্গীত বাজানোর পরীক্ষা-নিরীক্ষা চালায়, এবং প্রাথমিক তবে কার্যকরীভাবে রঙিন স্লাইড ও গার্হস্থ্য আলোর ব্যবহারের মাধ্যমে অভিক্ষিপ্ত আলোক প্রদর্শনীর চর্চাও শুরু করে। জেনার ও কিংয়ের সামাজিক সংযোগগুলি ফাইন্যান্সিয়াল টাইমসে ব্যান্ডটির অভিক্ষিপ্ত কাভারেজ লাভ করতে সহায়তা করেছিল, এবং সানডে টাইমসের একটি নিবন্ধ যেখানে বলা হয়েছে: \"নতুন আইটি ম্যাগাজিনটি চালু করার সময়, আরেকটি পপ দল বলে যে পিংক ফ্লয়েড পরিবশেনকালে তাদের পেছনে বিশাল পর্দায় বিচিত্র রঙের অবয়বগুলি ছড়িয়ে পাড়ার সময় কম্পান্বিত সঙ্গীত বাজিয়েছিল ... যা দৃশ্যত খুবই সাইকেডেলিক\"।\n১৯৬৬ সালে, ব্যান্ডটি ব্ল্যাকহিল এন্টারপ্রাইজেসের সঙ্গে তাদের ব্যবসায়িক সম্পর্ক শক্তিশালী করে তোলে। জেনার ও কিংয়ের সঙ্গে ব্যান্ড সদস্যদের প্রত্যেকে ছয় ভাগের এক ভাগ শেয়ারের সমান অংশীদার হয়ে ওঠে। ১৯৬৬ সালের শেষের দিকে, তাদের সেটে আরঅ্যান্ডবি মান হ্রাস পাওয়ায় মূল ব্যারেটের অন্তর্ভুক্তি বাড়তে থাকে, যার বেশিরভাগই পরবর্তীতে তাদের প্রথম অ্যালবামে অন্তর্ভুক্ত হয়। যদিও উল্লেখযোগ্যভাবে তাদের পরিবেশনায় পৌনঃপুনিকতা বাড়তে থাকা স্বত্ত্বেও ব্যান্ডটি তখনো ব্যাপকভাবে গ্রহণযোগ্য হয়ে ওঠে নি। একটি ক্যাথলিক যুব ক্লাবে পরিবেশনার পর, এর মালিক তাদের অর্থ প্রদান করতে অসম্মতি জানিয়ে দাবি করেন যে তাদের পরিবেশনা কোনো সঙ্গীত-ই ছিল না। ব্যন্ডটির ব্যবস্থাপক যুব প্রতিষ্ঠানের মালিকের বিরুদ্ধে একটি মামলা দায়ের করার পরও ব্যর্থ হয়, এবং স্থানীয় ম্যাজিস্ট্রেট মালিকের সিদ্ধান্তকে সমর্থন জানায়। অন্যদিকে ব্যান্ডটি লন্ডনে ইউএফও ক্লাবে চমৎকারভাবে গ্রহণযোগ্য হয়ে ওঠে, যেখানে তারা ভক্তদের একটি ভিত নির্মাণ করতে শুরু করে। ব্যারেটের পরিবেশনা উৎসাহী ছিল, \"চারপাশে লাফানো ... পাগলামি ... তাৎক্ষণিক উদ্ভাবন ... [অনুপ্রাণিত] তার বিগত সীমাবদ্ধতা ছাড়িয়ে যায় এবং যে স্থানের মধ্যে ছিল ... তা খুবই আগ্রহব্যাঞ্জক। যা অন্যদের মধ্যে কেউ করতে পারে না\", লিখেছেন জীবনী লেখক নিকোলাস শ্যাফনার।\n\n\n==== ইএমআই-এর সঙ্গে চুক্তি ====\n১৯৬৭ সালের দিকে, পিংক ফ্লয়েড সঙ্গীত শিল্পের মনোযোগ আকর্ষণ করতে শুরু করে। রেকর্ড কোম্পানিগুলির সঙ্গে আলোচনার সময়, আইটি সহ-প্রতিষ্ঠাতা ও ইউএফও ক্লাবের ব্যবস্থাপক জো বয়েড এবং পিংক ফ্লয়েডের বুকিং এজেন্ট ব্রায়ান মরিসন লন্ডনের ওয়েস্ট হ্যাম্পস্টেডের সাউন্ড টেকনিক্স স্টুডিওতে একটি রেকর্ডিং অধিবেশনের আয়োজন করে। এর তিন দিন পরে, পিংক ফ্লয়েড ইএমআই রেককর্ডসের সঙ্গে চুক্তি স্বাক্ষর করে, এবং অগ্রিম £৫,০০০ ডলার গ্রহণ করে (২০১৮-এর হিসেবে £৮৯,১০০ এর সমতুল্য ২০২১ অনুযায়ী £৮৯,১০০-এর সমতুল্য)। ১৯৬৭ সালের ১০ মার্চ, ইএমআই তাদের কলাম্বিয়া লেবেলের অধীনে ব্যান্ডটির প্রথম একক গান \"আরনল্ড লেইন\", সঙ্গে বি-পাশে \"ক্যান্ডি অ্যান্ড অ্যা কারেন্ট বান\" গানের সঙ্গে মুক্তি দেয়। দুটি ট্র্যাকই রেকর্ড করা হয়েছিল ১৯৬৭ সালের ২৯ জানুয়ারি। \"আরনল্ড লেইন\" গানের বেশান্তর সূত্রসমূহ সে সময়ে বিভিন্ন রেডিও স্টেশন কর্তৃক নিষিদ্ধ হয়েছিল; যদিও, সঙ্গীত ব্যবসার বিক্রয় পরিসংখ্যান সরবরাহকারী খুচরা বিক্রেতাদের সৃজনশীল কারচুপি থেকে প্রাপ্ত উপাত্ত অনুসারে জানা যায় যে এই একক গানটি ইউকে চার্টে ২০ নম্বর স্থানে অবস্থান নিয়েছিল।\nইএমআই-কলাম্বিয়া পিংক ফ্লয়েডের দ্বিতীয় একক \"সি এমিলি প্লে\", প্রকাশ করে ১৯৬৭ সালের ১৬ জুন। এটি \"আরনল্ড লেইন\" এককের তুলনায় কিছুটা অধিক গ্রহণযোগ্যভাবে ইউকে চার্টে ৬তম স্থান অবস্থান নিয়েছিল। ব্যান্ডটি বিবিসি'র লুক অব দ্য উইক অনুষ্ঠানে উপস্থিত হয়েছিল, যেখানে ওয়াটার্স ও ব্যারেট, পাণ্ডিত্যপূর্ণ এবং চিত্তাকর্ষকভাবে, হান্স কেলারের কঠিন প্রশ্নের সম্মুখীন হয়েছিলেন। ব্যান্ডটি এছাড়াও উপস্থিত হয়েছিল বিবিসি'র জনপ্রিয় টেলিভিশন অনুষ্ঠান টপ অব দ্য পপ্‌স-এ, যেখানে বিতর্কিতভাবে শিল্পীদের নিজেদের গান গেয়ে এবং বাজিয়ে পরিবেশন করার প্রয়োজন হয়ে থাকে। যদিও পিংক ফ্লয়েড-কে আরও দুটি পরিবেশনার জন্য ফিরে আসতে হয়, আর তৃতীয় পরিবেশনার মধ্য দিয়ে, ব্যারেটের নেতৃত্বের উদ্ভব ঘটতে শুরু করে, এবং প্রায় একই সময়ে প্রথম ব্যান্ডটির সঙ্গীতাচরণেও উল্লেখযোগ্য পরিবর্তন নজরে আসে। ১৯৬৭ সালের প্রথম দিকে, ব্যারেট নিয়মিত এলএসডি গ্রহণ করতেন, এবং এ-সম্পর্কে মেইসন বর্ণনা করেছিলেন, \"সাম্প্রতিক সবকিছু থেকেই সে (ব্যারেট) তখন সম্পূর্ণরূপে দূরে অবস্থান করতো\"।\n\n\n==== দ্য পাইপার অ্যাট দ্য গেট্‌স অব ডউন ====\n\nমরিসন ও ইএমআই-এর প্রযোজক নরম্যান স্মিথ পিংক ফ্লয়েডের প্রথম রেকর্ডিং চুক্তি নিয়ে আলোচনা করেন, এবং চুক্তির অংশ হিসাবে, ব্যান্ডটি লন্ডনে ইএমআই স্টুডিওতে তাদের প্রথম অ্যালবাম রেকর্ড করতে সম্মত হয়। মেইসন এই সেশনটিকে ঝামেলাহীন ছিল বলে স্মরণ করেন। স্মিথ মতবিরোধ জানিয়ে উল্লেখ করেন, ব্যারেট সে সময়ে তার পরামর্শ এবং গঠনমূলক সমালোচনায় অপ্রতিক্রিয়াশীল ছিলেন। ১৯৬৭ সালের আগস্টে ইএমআই-কলাম্বিয়া দ্য পাইপার অ্যাট দ্য গেট্‌স অব ডউন মুক্তি দেয়। অ্যালবামটি ইউকে চার্টে ১৪ সপ্তাহ অতিক্রম করে ৬ নম্বরে অবস্থান নিয়েছিল। এক মাস পর, অ্যালবামটি টাওয়ার রেকর্ডস লেবেলের অধীনে পুনরায় মুক্তি পায়। একই সাথে পিংক ফ্লয়েড ইউএফও ক্লাবে বৃহত্তর জনসাধারণকে আকর্ষণ করে চলেছে; যদিও, ব্যারেটের মানসিক ভাঙ্গন সে সময়ে গুরুতর উদ্বেগের সৃষ্টি করে। দলটি প্রাথমিকভাবে ভেবেছিল যে ব্যারেটের এই অনিয়মিত আচরণ ক্ষণস্থায়ী হবে, তবে কেউ কেউ এ-ব্যাপারে ক্ষীণ আশাবাদী ছিলেন, যাদের মধ্যে জেনার ও তার সহকারী অন্তর্ভুক্ত, জুন চাইল্ড, মন্তব্য করেন যে: \"আমি তাকে [ব্যারেটকে] সাজঘরে খুঁজে পেয়েছি এবং সে তখন প্রায় নেই... এমন অবস্থা। ওয়াটার্স ও আমি তাকে টেনে তুলি, [এবং] মঞ্চের বাইরে নিয়ে যাই;... ব্যান্ডের বাকিরা পুনরায় বাজাতে শুরু করে এবং সিড তখন শুধু সেখানে দাঁড়িয়েই ছিল। তার গলায় গিটার ছিল এবং তার বাহু ছাড়া অবস্থায় ছিল।\"\nক্রমান্বয়ে জাতীয় জ্যাজ ও ব্লুজ উৎসবে পিংক ফ্লয়েডের উপস্থিতি বাতিল করতে বাধ্য করে, পাশাপাশি অন্যান্য আনুষ্ঠানগুলিও। কিং, সঙ্গীত গগণমাধ্যগুলোয় অবগত করেন যে, ব্যারেট স্নায়বিক অবসাদে ভুগছিলেন। ওয়াটার্স মনোবিজ্ঞানী আর. ডি. লাইংয়ের সঙ্গে সিডের সাক্ষাতের আয়োজন করেন, এবং ব্যক্তিগত উদ্যোগে ব্যারেটের সাক্ষাত স্থির করেন, যদিও ব্যারেট তখন গাড়ি থেকেই বের হতে অসম্মতি জানান। ফোরমেন্টেরায় থাকাকালীন, স্যাম হাটের সঙ্গে, একজন চিকিৎসক যিনি আন্ডারগ্রাউন্ড সঙ্গীত ধারণায় প্রতিষ্ঠিত, ব্যারেটের দৃশ্যত কোনো উন্নতি ঘটে নি। সেপ্টেম্বরে প্রথম যুক্তরাষ্ট্র সফরের পর ব্যান্ডটি ইউরোপে অক্টোবর মাসের দিকে কয়েকটি কনসার্ট নির্দিষ্ঠ করে। ইউএস সফরের সময়, ব্যারেটের অবস্থা ক্রমান্বয়ে খারাপ হয়ে ওঠে। নভেম্বর মাসে ডিক ক্লার্ক এবং প্যাট বুন অনুষ্ঠানগুলিতে উপস্থাপনের সময়, ব্যারেট তার আয়োজকদের দৃষ্টি আকর্ষণে সাড়া না দিয়ে তাদের কিংকর্তব্যবিমূঢ় করে তোলে। বুনয়ের অনুষ্ঠানে \"সি এমিলি প্লে\" পরিবেশনের সময় ব্যারেট ঠোঁট মিলাতে অসম্মতি জানান। এই হতবুদ্ধিকর পর্বের পর, কিং তাদের যুক্তরাষ্ট্র সফরে ইতি টানেন এবং অবিলম্বে তাদের লন্ডনে বাড়িতে পাঠিয়ে দেন। ফেরার পর শীঘ্রই তারা, ইংল্যান্ড সফরের সময়  জিমি হেন্ডরিক্সের সহযোগী ছিল; যদিও, ব্যারেটের বিষণ্ণতা নেতিবাচকভাবে তাদের সফর অব্যাহত রাখতে বিঘ্ন ঘটালে, ডিসেম্বর মাসে দলটি একরকম সঙ্কট মুহূর্তে পৌঁছোয়, যখন ব্যান্ডটি তাদের লাইন-আপে নতুন একজন সদস্য যোগদান করানোর উদ্যোগ নেয়।\n\n\n=== ১৯৬৭–১৯৭৮: অবস্থান্তর ও আন্তর্জাতিক সাফল্য ===\n\n\n==== ১৯৬৭: গিলমোর দ্বারা ব্যারেটের প্রতিস্থাপন ====\n\n১৯৬৭ সালের ডিসেম্বরে, দলটি গিটারবাদক ডেভিড গিলমোরকে পিংক ফ্লয়েডের পঞ্চম সদস্য হিসেবে নিযুক্ত করে। গিলমোর ইতোমধ্যেই ব্যারেটকে জানতেন, ১৯৬০-এর দশকের প্রথম দিকে ক্যামব্রিজ টেকে (টেকনোলজি) তারা একসঙ্গে পড়াশোনা করেছিলেন। শিক্ষানবিশকালীন তারা দুইজন একসঙ্গে মধ্যাহ্নভোজের সময়ে গিটার ও হারমোনিকার মাধ্যমে পরিবশেন করতেন এবং পরবর্তীতে হিচ-হাইকে আর ফ্রান্সের দক্ষিণ জুড়ে তারা পথ পরিবেশনাও (বাস্কিং) করেছিলেন। ১৯৬৫ সালে, জোকার্স ওয়াইল্ড ব্যান্ডের সদস্য থাকাকালীন গিলমোর প্রথম টি সেট প্রত্যক্ষ করেছিলেন। মরিসনের সহকারী, স্টিভ ও'রোর্ক, সপ্তাহে £৩০ পাউন্ডের (২০১৮-এর হিসেবে £৫,০০ এর সমতুল্য২০২১ অনুযায়ী £৫০০-এর সমতুল্য) বিনিময়ে নিজের বাড়ির উপরে একটি কক্ষে গিলমোরকে নিযুক্ত করেন, এবং ১৯৬৮ সালের জানুযারিতে, ব্ল্যাকহিল এন্টারপ্রাইজেস গিলমোরকে ব্যান্ডের নতুন; দ্বিতীয় গিটারবাদক এবং পঞ্চম সদস্য হিসেবে ঘোষণা করে। আর ব্যান্ডটি একজন অ-কর্মক্ষম গীতিকার হিসেবে ব্যারেটের সঙ্গে দল চালিয়ে যাবার সিদ্ধান্তে উপনীত হয়। জেনার মন্তব্য করেছেন: \"ধারণা ছিল যে ড্যাভ (ডেভিড) ... [ব্যারেটের] খামখেয়ালীর ক্ষতি পুরণ করবে এবং যখন এটি কার্যকর হবে না শুধু তখনই সিডের সাহায্য নেয়া হবে। এটা শুধু সিডকে নামমাত্র দলে জড়িত রাখার চেষ্টা।\" ব্যারেট হতাশা প্রকাশ করেন, যিনি \"আরনল্ড লেইন\" এবং \"সি এমিলি প্লে\" গানের পর আরও হিট গান লেখার প্রত্যাশা করেছিলেন, তার পরিবর্তে তিনি \"হ্যাব ইউ গট ইট ইয়েট?\" গানটি ইচ্ছাকৃতভাবে প্রতিটি কর্মক্ষমতার উপর এমন কাঠামো পরিবর্তন করেছিলেন যাতে গানটি শেখা এবং অনুকরণ করা দূরহ হয়ে ওঠে। ১৯৬৮ সালের জানুয়ারিতে পিংক ফ্লয়েডের পাঁচজন সদস্যের আলোকচিত্রে, ব্যারেটকে বাকিদের থেকে বিচ্ছিন্ন দেখা যায়।\nব্যারেটের সঙ্গে কাজ করা অবশেষে কঠিন প্রমাণিত হয়, এবং জানুয়ারিতে বিষয়টি উপসংহারে পৌছে, যখন সাউথহ্যাম্পটনে একটি পরিবশেনায় যাত্রা পথে এক ব্যান্ড সদস্য ব্যারেটকে রাখার বিষয়ে জিজ্ঞাসা করছিলেন। গিলমোরের মতে, এর উত্তর ছিল \"নাহ, আর বিরক্তি চাই না\", যা ছিল পিংক ফ্লয়েডের সঙ্গে ব্যারেটের মেয়াদ শেষ হওয়ার পূর্ব সংকেত। ওয়াটার্স পরবর্তীতে এক স্বীকারোক্তিতে জানান যে, \"সে আমাদের বন্ধু ছিল, কিন্তু বেশিভাগ সময় আমরা তাকে গলা টিপে ধরতে চেয়েছিলাম\"। ১৯৬৮ সালের মার্চের প্রথমদিকে, পিংক ফ্লয়েড, ব্যান্ডের ভবিষ্যত বিষয়ে আলোচনা করবার জন্য ব্যবসা অংশীদার জেনার এবং কিংয়ের সঙ্গে সাক্ষাত করে; ব্যারেট দল ছেড়ে যেতে রাজি হয়।\nজেনার ও কিং, ব্যারেটকে ব্যান্ডের সৃজনশীল প্রতিভা বলে বিশ্বাস করেন, এবং তার প্রতিনিধিত্ব করতে ও পিংক ফ্লয়েডের সঙ্গে তার সম্পর্ক শেষ করার সিদ্ধান্ত নেন। মরিসন এরপর তার ব্যবসা এনইএমএস এন্টারপ্রাইজেসের নিকট বিক্রি করেন এবং ও'রোর্ক ব্যান্ডের ব্যক্তিগত ব্যবস্থাপক হয়ে ওঠেন। ১৯৬৮ সালের ৬ এপ্রিল, ব্ল্যাকহিল ব্যারেটের আনুষ্ঠানিক প্রস্থান ঘোষণা করেন। ব্যারেটের প্রস্থানের পর, গান রচনা এবং সৃজনশীল নির্দেশনাদানের ভার অধিকাংশে ওয়াটার্সের উপর বর্তায়। প্রাথমিকভাবে, গিলমোর, দলটির ইউরোপিয় টেলিভিশনে উপস্থিতিতে ব্যারেটের কন্ঠে মুকাভিনয় করেন; যদিও, বিশ্ববিদ্যালয়ের সার্কিটে বাজানোর সময়, তারা ওয়াটার্স ও রাইটের \"ইট উড বি সো নাইস\" এবং \"কেয়ারফুল উইথ দ্যাট এক্স, ইউজিন\" গানের মাধ্যমে ব্যারেটের গানগুলি পরিহার করেছিলেন।\n\n\n==== আ সসারফুল অব সিক্রেট্‌স (১৯৬৮) ====\n\n১৯৬৮ সালে, পিংক ফ্লয়েড তাদের দ্বিতীয় অ্যালবাম আ সসারফুল অব সিক্রেট্‌স রেকর্ডের জন্য অ্যাবি রোড স্টুডিওসে ফিরে আসে। তাদের ডিস্কোগ্রাফির এই অ্যালবামটিতে ছিল ব্যারেটের চূড়ান্ত অবদান, \"জাগব্যান্ড ব্লুস\"। ওয়াটার্স তার স্বরচিত গানে উন্নয়ন ঘটাতে শুরু করে, \"সেট দ্য কন্ট্রোল্‌স ফর দ্য হার্ট অব দ্য সান\", \"লেট দেয়ার বি মোর লাইট\" এবং \"কর্পোরাল ক্লেগ\" গানসমূহ অবদান রাখার মাধ্যমে। রাইট রচনা করেন \"সি-স\" এবং \"রিমেম্বার অ্যা ডে\"। নরম্যান স্মিথ দলটিকে তাদের স্ব-উৎপাদিত সঙ্গীত করতে উৎসাহিত করেন, এবং তারা তাদের বাড়িতেই নতুন উপাদান ডেমো রেকর্ড করতো। অ্যাবি রোডে স্মিথের নির্দেশে, তারা নিজেদের শৈল্পিক দৃষ্টি উপলব্ধ করতে রেকর্ডিং স্টুডিওর ব্যবহারিক জ্ঞান লাভ করে। যদিও, স্মিথ তাদের সঙ্গীতে অপ্রত্যয়ী ছিল, এবং যখন মেইসন \"রিমেম্বার অ্যা ডে\" গানে তার ড্রাম অংশ পরিবেশনে সংগ্রাম করছিল, স্মিথ তখন তার প্রতিস্থাপনের বিষয়ে এগুচ্ছিলেন। রাইট এই সেশন সম্পর্কে স্মিথের মনোভাব স্মরণ করে উল্লেখ করেন, \"নরম্যান দ্বিতীয় অ্যালবামের উপর ছেড়ে দিয়েছিল ... তিনি সব সময় এমনটাই ইঙ্গিত করতেন, 'আপনি বিশ মিনিট যাবৎ এই হাস্যকর শব্দ করতে পারেন না'\"। কেনোনা ওয়াটার্স কিংবা মেইসন সঙ্গীত পড়তে পারতেন না, অ্যালবামের শিরোনাম ট্র্যাক কাঠামো চিত্রিত করতে, তারা তাদের নিজস্ব স্বরলিপি পদ্ধতি উদ্ভাবন করে। গিলমোর পরবর্তীতে তাদের পদ্ধতি সম্বন্ধে বর্ণনা করেন, \"একটি স্থাপত্য ডায়াগ্রামের মতো\"।\nজুন ১৯৬৮ সালে মুক্তিপ্রাপ্ত, অ্যালবামটি হিপনোসিসের স্টর্ম থরগের্সন এবং অউব্রে পাওয়েল কর্তৃক নকশাকৃত একটি সাইকেডেলিক প্রচ্ছদ উপস্থাপন করে। এটি পিংক ফ্লয়েডের বেশিরভাগ অ্যালবামের মধ্যে প্রথম, যেটি হিপনোসিস নকশা করে নি। এবং এটি দ্বিতীয় বারের মতো ইএমআই তাদের একটি দলকে অ্যালবামের মোড়ক পরিকল্পনার জন্য নকশাকারীদের চুক্তিবদ্ধ করতে অনুমতি দিয়েছিল। অ্যালবামটি ইউকে চার্টে ১১ সপ্তাহ অতিক্রম করে ৯ নম্বরে অবস্থান নিয়েছিল। রেকর্ড মিরর অ্যালবামটির সামগ্রিক অনুকূল পর্যালোচনা প্রকাশ করে, যদিও শ্রোতাদের \"কোনো পার্টি ব্যাকগ্রাউন্ড সঙ্গীত হিসেবে\" এটি না শোনার আহ্বান জানান। জন পিল শিরোনাম ট্র্যাকের সরাসরি পরিবেশনা সম্পর্কে বর্ণনা করেছেন যে, \"একটি ধর্মীয় অভিজ্ঞতার মত\", যেখানে এনএমই গানটিকে \"দীর্ঘ এবং বিরক্তিকর\" ... [সাথে] \"একঘেঁয়ে\" হিসেবে বর্ণনা করেছে। অ্যালবামটির ইউকে মুক্তির পর দিন, পিংক ফ্লয়েড প্রথমবারের মতো বিনামূল্যে হাইড পার্ক কনসার্টে পরিবেশন করে। জুলাই ১৯৬৮ সালে, তারা দ্বিতীয়বারের মতো যুক্তরাষ্ট্রে সফর করে। সফ্ট মেশিন ও দ্য হু ব্যান্ডের সাথে এটি পিংক ফ্লয়েডের প্রথম উল্লেখযোগ্য সফর হিসেবে বিবেচিত। সেই বছরের ডিসেম্বরে, তারা মুক্তি দেয় \"পয়েন্ট মি অ্যাট দ্য স্কাই\"; যেটি \"সি এমিলি প্লে\" পর্যন্ত মুক্তিপ্রাপ্ত দুটি এককের তুলনায় খুব একটা সফল ছিলো না, যা ব্যান্ডের \"মানি\"-এর পর ১৯৭৩ সালে মুক্তিপ্রাপ্ত সর্বশেষ একক।\n\n\n==== উমাগুমা (১৯৬৯), অ্যাটম হার্ট মাদার (১৯৭০), এবং মেডল (১৯৭১) ====\n\nউমাগুমা মূলত তাদের পূর্বের অপ্রকাশিত কাজসমূহের প্রতিনিধিত্ব করেছে। ইএমআইয়ের হার্ভেস্ট লেবেলে একটি যুগল-এলপি (লং প্লে) হিসেবে অ্যালবামটি মুক্তি পেয়েছিল। এর প্রথম দুই সাইডে ম্যানচেস্টার কলেজ অব কমার্স এবং বার্মিংহামের মাদার্স ক্লাবে অনুষ্ঠিত সরাসরি পরিবেশনাগুলি অন্তর্ভুক্ত হয়েছিল। দ্বিতীয় এলপিতে ব্যান্ডের প্রতি সদস্যের একটি করে একক গানের পরীক্ষামূলক অবদান অন্তর্ভুক্ত রয়েছে। ১৯৬৯ সালের নভেম্বরে মুক্তির পর উমাগুমা ইতিবাচক পর্যালোচনা লাভ করে। অ্যালবামটি ইউকে চার্টে ২১ সপ্তাহ অতিক্রম করে ৫ নম্বর স্থানে অবস্থান নিয়েছিল।\n১৯৭০ সালের অক্টোবরে, পিংক ফ্লয়েড অ্যাটম হার্ট মাদার মুক্তি দেয়। গানটির একটি প্রাথমিক সংস্করণ জানুয়ারিতে ফ্রান্সে প্রিমিয়ার হয়েছিল, কিন্তু রন গিসিন মতানৈক্যের ভিত্তিতে শব্দ সমস্যা সমাধানের অনুরোধ জানায়। গিসিন স্কোর উন্নতির জন্য খাটতে শুরু করেন, কিন্তু ব্যান্ডের ক্ষুদ্র সৃজনশীল ইনপুটের কারণে উৎপাদন কিছুটা অসুবিধাজনক ছিল। গীসিন, শেষ পর্যন্ত এই প্রকল্পের কাজ সম্পন্ন করেন জন আলদিসের সাহায্যে, যিনি ছিলেন রেকর্ডে কয়ার পরিবেশনের জন্য নিযুক্ত পরিচালক। স্মিথ, নির্বাহী প্রযোজকের কৃতিত্ব অর্জন করেন, এবং অ্যালবামটি ব্যান্ডের ডিস্কোগ্রাফিতে তার চূড়ান্ত প্রাতিষ্ঠানিক অবদান হিসেবে চিহ্নিত হয়। গিলমোর বলেন এটি ছিলো \"বলার পরিস্কার উপায় যে তিনি কিছুই ... করেন নি\"। ওয়াটার্স অ্যাটম হার্ট মাদার'-এর সমালোচনা করেছিলেন, দাবী জানান যে, \"এটি ডাস্টবিনে ছুঁড়ে ফেলা হলে এবং কখনোই আর কাউকে শুনতে না হলে\" তিনি তাই পছন্দ করতেন\"। গিলমোরও অ্যালবামটি সম্পর্কে সমধারণা পোষণ করেন এবং একবার এটিকে, \"আবর্জনার স্তুব\" হিসাবে বর্ণনা করে বলেন: \"আমি মনে করি আমরা সে সময়ে কিছুটা নিরূদ্যম ছিলাম।\" পিংক ফ্লয়েডের প্রথম নম্বর ১ অ্যালবাম, অ্যাটম হার্ট মাদার ব্রিটেনে ব্যাপকভাবে সফল হয়েছিল, এবং ইউকে চার্টে ১৮ সপ্তাহ অতিক্রম করেছিল। এটি ১৯৭০ সালের ২৭ জুন, বাথ উৎসবে প্রদর্শিত হয়েছিল।\nপিংক ফ্লয়েড, ১৯৭০ সালের দিকে ব্যাপকভাবে আমেরিকা ও ইউরোপ জুড়ে সঙ্গীত সফর করে। ১৯৭১ সালে, পিংক ফ্লয়েড মেলোডি মেকার নামে পাঠকের একটি জনমত সমীক্ষায় দ্বিতীয় স্থানে অবস্থান নিয়েছিল, এবং প্রথমবারের মত তারা মুনাফা তৈরি করতে সক্ষম হয়। মেইসন ও রাইট বাবা হন এবং লন্ডনে বাড়ি ক্রয় করেন। অন্যদিকে গিলমোর তখনো একা, যখন এসেক্সে একটি ১৯-শতকের খামারে স্থানান্তরিত হন তিনি। ওয়াটার্স ইজলিংটনে তার বাড়িতে বাগানের পেছনে একটি রূপান্তরিত টুল ছাউনির হোম রেকর্ডিং স্টুডিও স্থাপন করেন।\n১৯৭১ সালের জানুয়ারিতে, তাদের অ্যাটম হার্ট মাদার সফর থেকে প্রত্যাবর্তনের পর পিংক ফ্লয়েড নতুন উপাদান তৈরির জন্য কাজ শুরু করে। একটি কেন্দ্রীয় ভাবনাবিহীন তারা কয়েকটি অনুৎপাদিত পরীক্ষার চেষ্টা চালায়। প্রকৌশলী জন ল্যাকি বর্ণনা করেছেন, যে প্রায়ই এই সেশন বিকালে শুরু হয়ে পরদিন ভোরে সমাপ্ত হত, \"যে সময়ে কিছুই পাওয়া [সম্পন্ন করা] যাচ্ছিল না। তখন তাদের লেবেল ব্যবস্থাপককে দুই বোতল ওয়াইন এবং দুইটি জয়েন্ট সহকারে দেখা যাওয়া ব্যতীত তখন তাদের কোনো রেকর্ড কোম্পানির সঙ্গেও যোগাযোগ ছিল না\"। ব্যান্ডটি প্রাথমিক শব্দ বা গিটার রিফের ওপর কাজ করে দীর্ঘ সময় ব্যয় করে। এছাড়াও তারা এয়ার স্টুডিওসে কয়েকদিন সময় ব্যয় করেছিল। গৃহস্থ বস্তুর বিভিন্ন সমন্বিত ব্যবহারে সঙ্গীত তৈরি করার প্রচেষ্টা চালায় তারা। একটি প্রকল্প যা দ্য ডার্ক সাইড অব দ্য মুন (১৯৭৩) এবং উইশ ইউ ওয়্যার হেয়ার (১৯৭৫) অ্যালবামে প্রতিয়মান।\n\n১৯৭১ সালের অক্টোবরে মুক্তিপ্রাপ্ত, \"মেডল শুধুমাত্র দলের সঙ্গে বাস্তব কার্যকরী সংমিশ্রণের মাধ্যমে লিড গিটারবাদক ডেভিড গিলমোরের উত্থান নিশ্চিত করার পাশাপাশি এটি জোরাল এবং সঠিকভাবে দলটিকে পুনরায় সমৃদ্ধ করে তোলে\", লিখেছেন রোলিং স্টোন-এর জ্যান-চার্লস কোস্টা। এনএমই মেডল-কে \"একটি অসাধারণ ভাল অ্যালবাম\" মন্তব্য করে, \"একোস\" গাওয়ার জন্য তারা রীতিমত কঠোর পরিশ্রম করেছিল\"। যদিও, মেলোডি মেকার'র মাইকেল ওয়াট্‌স এটিকে অনভিভূত হিসাবে আবিষ্কার করে বলেন, অ্যালবামটি \"একটি অস্তিত্বহীন চলচ্চিত্রের সাউন্ডট্র্যাক\", এবং পিংক ফ্লয়েডকে তাচ্ছিল্ল সুরে বলেন \"অধিক শব্দ এবং উন্মত্ততা, যা কোনো কিছুই প্রকাশ করে না\"। মেডল ১৯৬০-এর দশকের শেষে ব্যারেট-প্রভাবশালী দল এবং উদীয়মান পিংক ফ্লয়েডের মধ্যে একটি অর্ন্তবর্তীকালীন অ্যালবাম হিসাবে বিবেচিত। অ্যালবামটি ইউকে চার্টে ৮২ সপ্তাহ অতিক্রম করে ৩ নম্বরে অবস্থান নিয়েছিল।\n\n\n==== দ্য ডার্ক সাইড অব দ্য মুন (১৯৭২) ====\n\nপিংক ফ্লয়েড ১৯৭২-এর মে থেকে ১৯৭৩-এর জানুয়ারির মাঝামাঝি সময়ে দ্য ডার্ক সাইড অব দ্য মুন রেকর্ড করেছিল, অ্যাবি রোডে ইএমআই কর্মচারী প্রকৌশলী অ্যালান পারসন্স সহযোগে। শিরোনামটি জ্যোতির্বিজ্ঞানের পরিবর্তে বরং খ্যাপামিরর ইঙ্গিত। যুক্তরাজ্য, জাপান, উত্তর আমেরিকা এবং ইউরোপ সফরের সময় ব্যান্ডটি ডার্ক সাইড-এর উপাদান রচনা এবং পরিমার্জিত করেছিল। প্রযোজক ক্রিস থমাস পারসন্সকে সহায়তা করেন। অ্যালবাম মোড়কিকরণনের নকশা করেছিল হিপনোসিস, যেটি জর্জ হার্ডির কিংবদন্তি প্রতিসরণধর্মী প্রিজম নকশা অন্তর্ভুক্ত। থরগের্সনের ডার্ক সাইড অ্যালবাম প্রচ্ছদে একতার প্রতিনিধিত্বকারী সাদা আলোর একটি রশ্মি একটি প্রিজমের ভেতর অতিবাহিত হচ্ছে, যা সমাজের প্রতিনিধিত্ব করছে। ফলপ্রসুত রঙিন আলোর প্রতিসৃত রশ্মি একতা বিচ্ছুরিত হয়ে পড়ছে বলে প্রতীয়মান, অর্থাৎ এখানে একতা অনুপস্থিত। ওয়াটারস অ্যালবামের গানের একমাত্র লেখক।\n\nমার্চ ১৯৭৩ সালে মুক্তিপ্রাপ্ত, এই এলপি ইউকে এবং সমগ্র ইউরোপ চার্ট জুড়ে তাৎক্ষণিক সাফল্য লাভ করে, এবং সমালোচকদের কাছ থেকে উৎসাহী প্রতিক্রিয়া অর্জন করে। রাইট ব্যতীত পিংক ফ্লয়েডের সকল সদস্য দ্য ডার্ক সাইড অব দ্য মুন-এর সংবাদ লিপি বর্জন করেছিল, কারণ সে সময় পর্যন্ত তাদের একটি কোয়াড্রোফোনিক মিশ্রণ সম্পন্ন হয় নি বলে, এবং নিম্ন-মানের স্টেরিও পিএ সিস্টেমের মাধ্যমে অ্যালবামের উপস্থাপন অপর্যাপ্ত ছিল বলে তারা মনে করেছিল। মেলোডি মেকার'র রায় হোলিংওর্থ অ্যালবামটির প্রথম অংশকে \"একচেটিয়া বিভ্রান্তি ... [এবং] অনুসরণ করা জটিল\" হিসেবে বর্ণনা করেছেন, তবে দ্বিতীয অংশের প্রশংসা করে লিখেছেন: \"গান, শব্দ ... [এবং] ছন্দ একেবারে নিরেট ... স্যাক্সফোন যেনো বাতাসে আঘাত করেছে, [আর] ব্যান্ডটি- রক অ্যান্ড রোল\"। রোলিং স্টোন'র লয়েড গ্রসম্যান এটিকে বর্ণনা করেছে, \"এটি একটি বিন্যাস্ত এবং ধারণাগত সমৃদ্ধ অ্যালবাম যেটি শুধুমাত্র আমন্ত্রণই জানায় না, বরং এর সঙ্গে একাত্ম হতেই দাবী জানায়।\"\n১৯৭৩ সালের মার্চ জুড়ে, দ্য ডার্ক সাইড অব দ্য মুন পিংক ফ্লয়েডের মার্কিন সফরের অংশ হয়ে ওঠে। এটি সর্বকালের সর্বোচ্চ বাণিজ্যিকভাবে সফল রক অ্যালবামের একটি; চৌদ্দ বছরেরও বেশি সময় ধরে বিলবোর্ড শীর্ষ এলপি ও টেপ চার্টে তালিকাধীন থেকে, বিশ্বব্যাপী প্রায় ৪৫ মিলিয়ন কপি বিক্রির সাফল্য অর্জনের মধ্য দিয়ে ইউএস চার্টে ১ নম্বরে অবস্থান নিয়েছিল। ব্রিটেনে, অ্যালবামটি ইউকে চার্টে ৩৬৪ সপ্তাহ অতিক্রম করে ২ নম্বরে অবস্থান নিয়েছিল। ডার্ক সাইড বিশ্বের তৃতীয় সেরা-বিক্রিত অ্যালবাম, এবং মার্কিন যুক্তরাষ্ট্রে সর্বকালের শ্রেষ্ঠ-বিক্রিত অ্যালবামে তালিকায় একুশতম স্থানে অবস্থান করে নেয়।  অ্যালবামটির সাফল্য পিংক ফ্লয়ডের সদস্যদের জন্য বিপুল সম্পদ নিয়ে আসে। ওয়াটার্স এবং রাইট বড় কান্ট্রি হাউস ক্রয় করেছিলেন অন্যদিকে মেইসন হয়ে উঠেছিলেন দামি গাড়ি সংগ্রাহক। মার্কিন রেকর্ড কোম্পানি, ক্যাপিটল রেকর্ডসের সঙ্গে তাদের মোহমুক্তির পর, পিংক ফ্লয়েড এবং ও'রুরকে কলাম্বিয়া রেকর্ডসের সঙ্গে নতুন চুক্তি নিয়ে আলোচনা করেন, যারা তাদের $১,০০০,০০০ (US$৫১৮৪২১১ 2021 ডলার) ডলারের অগ্রিম রেকর্ড সম্মানী প্রদান করে। ইউরোপে, তারা হার্ভেস্ট রেকর্ডস কর্তৃক প্রতিনিধিত্ব শুরু করে।\n\n\n==== উইশ ইউ ওয়্যার হেয়ার (১৯৭৫) ====\n\nযুক্তরাজ্যে ডার্ক সাইড পরিবেশনার সফর শেষে, ১৯৭৫ সালের ১ জানুয়ারি পিংক ফ্লয়েড স্টুডিওতে ফিরে আসে তাদের নবম স্টুডিও অ্যালবাম উইশ ইউ ওয়্যার হেয়ার-এর কাজ শুরু করতে। পারসন্স তাদের সঙ্গে কাজ চালিয়ে যাবার প্রস্তাব প্রত্যাখ্যান করেন, মূলত তার অ্যালান পারসন্স প্রকল্প সফল হয়ে উঠতে শুরু করায়। তাই ব্যান্ডটি ব্রায়ান হ্যামফ্রিসের স্মরণাপন্ন হয়েছিল। প্রাথমিকভাবে, নতুন উপাদান রচনা তাদের পক্ষে জটিল হয়ে উঠেছিল; দ্য ডার্ক সাইড অব দ্য মুন-এর সাফল্য পিংক ফ্লয়ডকে কিছুটা শারীরিক ও মানসিকভাবে নিষ্কশিত করে। রাইট পরবর্তীতে এই সেশনটিকে প্রাথমিকভাবে \"একটি কঠিন সময়ের মধ্যে পতন\" বলে বর্ণনা করেছিলেন, এবং ওয়াটার্স নিজেদেরকে \"অসরল\" মন্তব্য করেছিলেন। গিলমোর ব্যান্ডের বিদ্যমান উপাদান উন্নয়নে অধিক আগ্রহী ছিলেন। অসমর্থিত বিয়ে মেইসনকে সাধারণ অসুবিধার মধ্যে রেখে তার মধ্যে উদাসীন অনুভূতির সৃষ্টি করেছিল, উভয় কারণের ফলে তার ড্রাম পরচিালনার ক্ষেত্রে বিপত্তি ঘটেছিল।\nসৃজনশীলতার অভাব সত্ত্বেও, কয়েক সপ্তাহ পরে ওয়াটার্স দলের কাছে একটি নতুন ধারণার দৃষ্টিগোচর করতে শুরু করে। ১৯৭৪ সালের মধ্যে, পিংক ফ্লয়েড তিনটি মূল রচনা সম্পন্ন করে, এবং তাদের ইউরোপে কনসার্টের একটি ধারাবাহিকে সেগুলো পরিবেশন করে। এই রচনাগুলি একটি নতুন অ্যালবাম শুরুর কেন্দ্রবিন্দু হয়ে ওঠে, যার উদ্বোধনী চার-নোটের গিটার ফ্রেস, গিলমোর কর্তৃক বিশুদ্ধরূপে রচিত হয়েছিল, যা ওয়াটার্সকে বারেটের স্মরণ করিয়ে দেয়। গানগুলি তাদের প্রাক্তন ব্যান্ড সদস্যের উত্থান ও পতনের একটি উপযুক্ত সারসংক্ষেপ প্রদান করে। ওয়াটার্স মন্তব্য করেছেন: \"কারণ আমি যতোটা সম্ভব গূঢ়ভাবে সিডের অন্তর্ধান সম্পর্কে অনির্দিষ্ট, অনিবার্য বিষাদ তুলে আনতে চেয়েছিলাম ... [যা] আমি অনুভব করেছি।\"\nযদিও পিংক ফ্লয়েড যখন অ্যালবামে কাজ করছিল, তখন স্টুডিওতে একবার ব্যারেটের অপ্রত্যাশিত আগমন ঘটে। থরগের্সন সে ঘটনা স্মরণ করে বলেন, \"ব্যারেট সেখানে বসেছিল এবং স্বল্প আলাপ করেছিল, তবে সে সত্যিই যেন সেখানে ছিল না।\" তার চেহারায় উল্লেখযোগ্যভাবে পরিবর্তন ঘটেছিল, এর মাত্রা এতো অধিক ছিল যে ব্যান্ডটি শুরুতে তাকে চিনতে ব্যার্থ হয়। ওয়াটার্স এই অভিজ্ঞতায় গভীরভাবে উদ্বিগ্ন ছিল বলে জানা যায়। অধিকাংশ উইশ ইউ ওয়্যার হেয়ার ৫ জুলাই ১৯৭৫ সালে, নিবওর্থে একটি মুক্ত-মঞ্চ সঙ্গীত উৎসবে পরিবেশিত হয়। সেপ্টেম্বরে মুক্তিপ্রাপ্ত অ্যালবামটি ইউকে এবং ইউএস চার্টে ১ নম্বরে অবস্থান নিয়েছিল।\n\n\n==== অ্যানিম্যাল্‌স (১৯৭৫) ====\n\n১৯৭৫ সালে, পিংক ফ্লয়েড ইসিলিংটনে ৩৫ ব্রিটানিয়া রো একটি বহৃতলবিশিষ্ঠ গির্জা হলের সমষ্টি ক্রয় করে এবং ভবনটিকে একটি রেকর্ডিং স্টুডিও ও সংরক্ষণাগারে রূপান্তর করে। ১৯৭৬ সালে, তারা তাদের দশম অ্যালবাম অ্যানিম্যাল্‌স-এর রেকর্ড সমাপ্ত করে, নতুন ২৪-ট্যাক স্টুডিওতে। অ্যানিম্যাল্‌স-এর ধারণাটি মূলত ওয়াটার্সের সঙ্গে সম্ভূত হয়েছিল, কিছুটা জর্জ অরওয়েলের অ্যানিম্যাল ফার্ম (১৯৪৫) রাজনৈতিক কাহিনির ওপর ভিত্তি করে। অ্যালবামের গানগুলি কুকুর, শূকর ও ভেড়া হিসাবে সমাজের বিভিন্ন শ্রেণির বর্ণনা করেছে। হিপনোসিস অ্যানিম্যাল্‌স-এর মোড়কিকরণের কৃতিত্ব অর্জন করে; যদিও, ওয়াটার্স চূড়ান্ত ধারণার নকশা করেছিলেন, প্রবীণ ব্যাটারসি বিদ্যুৎ কেন্দ্রের একটি ছবি নির্বাচন করেন, যার ওপর তারা একটি উড়ন্ত শূকরের ছবি স্থাপন করেছিল।\nব্যান্ড সদস্যদের মধ্যে রয়্যালটি ভাগ নিয়ে দ্বন্দ্বের উৎস ছিল, যারা প্রতি-গানের ভিত্তিতে রয়্যালটি অর্জন করতো। যদিও, গিলমোর \"ডগ্‌স\" গানের জন্য অধিকাংশে দায়বদ্ধ ছিল, যা অ্যালবামের প্রথম দিকে প্রায় সম্পূর্ণ অংশ জুড়ে রয়েছে। যদিও গিলমোরের প্রাপ্য ওয়াটার্সের চাইতে কম ছিল, যিনি অ্যালবামের বিপরীত পাশে তুলনামূলক ছোটো অংশের \"পিগ্‌স অন দ্য উইং\" গানে অবদান রেখেছেন। রাইট মন্তব্য করেন: \"এটা আংশিকভাবে আমারই ভুল ছিল যে আমি নিজের উপাদানের জন্য জোড় খাটাই নি ... কিন্তু ডেভের (ডেভিড) প্রস্তাব রাখার কিছু থাকায় সে তা করেছিল, এবং শুধুমাত্র সেখানে দুইটি জিনিসের ব্যবস্থা সে করতে পেরেছিল।\" মেইসন স্মরণ করে জানান: \"সম্পূর্ণ ধারণা রজারের ছিল, কিন্তু তিনি সত্যিই ডেভকে (ডেভিড) অনেকটা অবমূল্যায়ন করেছিলেন, এবং ভেবেচিন্তে তাকে হতাশ করে তুলেছিলেন।\" গিলমোর, তার প্রথম সন্তানের জন্মে বিক্ষিপ্তচিত্ত থাকায় অ্যালবামে সামান্য অবদান রেখেছিলেন। একইভাবে, মেইসন, রাইট কেউই অ্যানিম্যাল্‌স-এ ব্যাপক অবদান রাখেন নি। রাইট সে সময়ে বৈবাহিক জটিলতায় ভুগছিলেন, এবং এছাড়াও ওয়াটার্সের সঙ্গে তার সম্পর্কেরও ছিল দুর্দশা অবস্থা। অ্যানিম্যাল্‌স পিংক ফ্লয়েডের প্রথম অ্যালবাম যেখানে রাইটের একটি রচনার কৃতিত্ব অন্তর্ভুক্ত করা হয় নি, পরবর্তীতে তিনি এ-বিষয়ে মন্তব্য করেছিলেন: \"অ্যানিম্যাল্‌স... নির্মাণ করবার জন্য উপভোগ্য রেকর্ড ছিল না ... যখন রজার সত্যিই বিশ্বাস করতে শুরু করছিলেন যে তিনিই ব্যান্ডের একমাত্র লেখক ... এটি ছিল শুধুমাত্র তার কারণেই যে [আমরা] এখনও চালিয়ে যাচ্ছি ... যখন তিনি তার অহংবোধ চর্চা শুরু করেন, তার শুধু আমারই সঙ্গে দ্বন্দ্ব থাকতে পারে।\"\n১৯৭৭ সালের জানুযারিতে মুক্তিপ্রাপ্ত, অ্যালবামটি ইউকে চার্টে ২ নম্বরে এবং ইউএস চার্টে ৩ নম্বরে অবস্থান নিয়েছিল। এনএমই অ্যালবামটির বর্ণনায় উল্লেখ করেছে, \"সবচেয়ে চরম, নিরবধি, মর্মভেদী এবং সঙ্গীতের নিতান্ত প্রতিমাচূর্ণকারী\", এবং মেলোডি মেকার'র কার্ল ডালাস বলেছেন \"এটি এমন এক মাধ্যমের মধ্যে বাস্তবতার অস্বাচ্ছন্দ্য স্বাদ যা সাম্প্রতিক বছরগুলিতে পরিণত হয়ে ক্রমেই ক্রিয়াশীল থাকবে\"।\nপিংক ফ্লয়েড তাদের \"ইন দ্য ফ্লেশ\" সফরের সময় অ্যালবামের অনেক উপাদান পরিবেশন করেছে। এটি ছিল কোনো বড় স্টেডিয়ামে তাদের বাজানোর প্রথম অভিজ্ঞতা, যার আকারে প্রায়ই তাদের অস্বস্তি হয়েছিল। ওয়াটার্স প্রতিটি ভেন্যুতে একা পৌঁছাতে শুরু করলেন, পরিবেশনের পর অবিলম্বে আবার প্রস্থান করতেন। এক অনুষ্ঠান থেকে রাইট ইংল্যান্ডে ফিরে এসে ব্যান্ড ছাড়ার হুমকি দেন। মন্ট্রিয়ল অলিম্পিক স্টেডিয়ামে, শ্রোতাদের সামনের সারিতে উচ্চণ্ড ও উৎসাহী ভক্তদের এক দল ওয়াটার্সকে এত অতিষ্ঠ করেছিল যে তিনি তাদের একজনের উপর ঝাপিয়ে পড়েছিলেন। সফর শেষে গিলমোরের জন্য একটি নিম্ন পয়েন্ট চিহ্নিত হয়েছিল, অনেকেই মনে করেছে যে ব্যান্ডটি তারা কাঙ্ক্ষিত সফলতা অর্জন করতে সক্ষম হলেও, নিজেদের জন্য কিছুই বাকি রাখে নি।\n\n\n=== ১৯৭৮–১৯৮৫: ওয়াটার্স-নেতৃত্বাধীন যুগ ===\n\n\n==== দ্য ওয়াল (১৯৭৮) ====\n\n১৯৭৮ সালের জুলাইয়ে, অবহেলিত বিনিয়োগের ফলে আর্থিক সংকটে আবর্তীত হওয়ায়, ওয়াটার্স তাদের পরবর্তী অ্যালবামের জন্য দুটি মূল ধারণা দলের কাছে উপস্থাপন করেন। প্রথমটি ছিল ৯০-মিনিটের একটি ডেমো যার কাজের শিরোনাম ব্রিক্‌স ইন দ্য ওয়াল, এবং অন্যটি পরবর্তীতে ওয়াটার্সের প্রথম একক অ্যালবাম দ্য প্রস অ্যান্ড কন্স অব হিচ হাইকিং-এ পরিণত হতে দেখা যায়। যদিও মেইসন ও গিলমোর উভয়ই প্রথমে সচেতন ছিলেন, এবং তারা প্রথম ধারণাটিই তাদের আসন্ন অ্যালবামের জন্য নির্বাচন করেন। বব এজরিন অ্যালবামটির সহ-প্রযোজক, যিনি এই নতুন অ্যালবামের জন্য চল্লিশ-পাতার চিত্রনাট্য রচনা করেছিলেন। এজরিন গল্পটি রচনা করেছেন কেন্দ্রীয় চরিত্র পিংক-এর ওপর ভিত্তি করে— এটি একটি ধাঁচ চরিত্র যা ওয়াটার্সের শৈশব অভিজ্ঞতা থেকে অধিকাংশে অনুপ্রাণিত, যেখানে সবচেয়ে উল্লেখযোগ্য ছিল দ্বিতীয় বিশ্বযুদ্ধে তার বাবার মৃত্যু। এই প্রথম রুপকশোভিত ইট আরও সমস্যার নেতৃত্ব দিতে থাকে; পিংক মাদকাসক্ত হয়ে ওঠে এবং সঙ্গীত শিল্পের প্রতি বিষণ্ণ বোধ করে, অবশেষে একটি মেগালোমিনিয়াক অবস্থার মধ্যে তার রূপান্তর ঘটতে থাকে, যা আরও উন্নতরূপে সিড ব্যারেটের পতনের সঙ্গে আংশিকভাবে অনুপ্রাণিত। অ্যালবামের শেষে, ক্রমবর্ধমান ফ্যাসিবাদী শ্রোতা হিসেবে দেখানো হয় পিংক প্রাচীরের তল বিদীর্ণ করে দেয়, আরও একবার একজন নিয়মিত এবং যত্নশীল ব্যক্তি হয়ে উঠতে।\nদ্য ওয়াল রেকর্ডিংয়ের সময়, অ্যালবামে রাইটের উল্লেখযোগ্য অবদানের অভাবের কারণে ওয়াটার্স, গিলমোর এবং মেইসন ক্রমশ অসন্তুষ্ট ছিলেন। গিলমোর বলেন যে রাইট \"অ্যালবামে কোনো মূল্যের বিশেষে অবদান রাখে নি—সে রেখেছে অতি, অতি সামান্য\" এবং এই কারণেই তিনি \"বাদ পড়েছিলেন\"। মেইসনের মতানুযায়ী, \"রিকের অবদান দ্রুত শুরু হয়, এবং কিছু না করা ছাড়াই সেশনে বসে থাকত, শুধু 'একজন প্রযোজক হওয়া ছাড়া'।\" ওয়াটার্স মন্তব্য করেছেন: \"[রাইট] রেকর্ড তৈরিতে সহযোগিতা করার জন্য প্রস্তুত ছিল না ... [এবং] এটি সকলের দ্বারা সম্মত ছিল ... [সে] হয়তো একটি দীর্ঘ সংগ্রামী হতে পরতো বা [সে] অ্যালবামটি সম্পন্ন করতে ... সম্মত হতে পারতো, [তার] সম্পূর্ণ ভাগ রাখা হতো ... কিন্তু শেষে [তিনি চাইলেন] শান্তভাবে চলে যেতে। রিক এ-বিষয়ে একমত হয়েছিলেন।\"\nঅ্যালবামটি \"অ্যানাদার ব্রিক ইন দ্য ওয়াল (অংশ ২)\" দ্বারা সমর্থিত, এবং \"মানি\" গানের পর এটি পিংক ফ্লয়েডের প্রথম একক গান যা মার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্যে চার্টে শীর্ষ স্থানে অবস্থান নিয়েছিল। ১৯৭৯ সালের ৩০ নভেম্বর অ্যারমাবটির আনুষ্ঠানিক মুক্তির পর, দ্য ওয়াল ১৫ সপ্তাহ ধরে মার্কিন যুক্তরাষ্ট্রের বিলবোর্ড চার্টে শীর্ষ অবস্থানে, এবং যুক্তরাজ্যে চার্টে তৃতীয় অবস্থানে ছিল। মার্কিন যুক্তরাষ্ট্রে ২৩ মিলিয়ন প্রত্যয়িত সংখ্যক কপি বিক্রির মাধ্যমে দ্য ওয়াল আরআইএএ-এর সর্বকালের সেরা ১০০টি অ্যালবামের তালিকায় তৃতীয় স্থানে অবস্থান নিয়েছিল। অ্যালবামের প্রচ্ছদ ছিলো তাদের ইতোপূর্বের পরিমিত নকশার মধ্যে একটি, যেটি শুধুমাত্র একটি সাদা ইটের প্রাচীর এবং তাতে কোনও ট্রেডমার্ক বা ব্যান্ডের নামও নেই। এটি ব্যান্ডটির দ্য পাইপার অ্যাট দ্য গেটস্ অব ডউন অ্যালবামের পর আরেকটি অ্যালবাম প্রচ্ছদ যেটি হিপনোসিস নকশা করে নি।\nজেরাল্ড স্কার্ফ পরবর্তী সরাসরি অনুষ্ঠান, দ্য ওয়াল সফরের জন্য অ্যানিমেশনের একটি ধারাবাহিক তৈরি করেছিলেন। তিনি \"মা\", \"প্রাক্তন স্ত্রী\" এবং \"বিদ্যালয় শিক্ষক\" সহ কাহিনি থেকে বর্ণিত চরিত্রের প্রতিনিধিত্বকারী বৃহৎ পুতুল নির্মাণ করেছিলেন। পিংক ফ্লয়েড অ্যালবামটির জন্য তাদের পরিবেশনার সময় পুতুলগুলির ব্যবহার করে। ব্যান্ডের মধ্যেকার সম্পর্ক সেখানে সব সময় কম ছিল; তাদের চারটি উইনেবেগোস একটি বৃত্তে পার্ককৃত ছিল, আর সেগুলোর দরজা কেন্দ্র থেকে দূরে মুখোমুখি অবস্থায় ছিল। ওয়াটার্স ভেন্যুতে পৌঁছানোর জন্য ব্যক্তিগত গাড়ি ব্যবহার করেন ও ব্যান্ডের বাকিদের থেকে আলাদা হোটেলে অবস্থান করেন। রাইট একমাত্র শিল্পী হিসাবে মুনাফা লাভ করেন এবং বাকি চারজনের মধ্যে তিনি একমাত্র মুনাফা পান, যেখানে এই উদ্যোগটি প্রায় $৬০০,০০০ ডলার (২০২১ অনুযায়ী $১৬,৮৭,৩৩৫-এর সমতুল্য) হারায়।\nদ্য ওয়াল ধারণাটি পিংক ফ্লয়েড – দ্য ওয়াল নামে একটি চলচ্চিত্রে রূপান্তরিত হয়েছিল। যেটির মূল ধারণা ছিল সরাসরি কনসার্টের ফুটেজ এবং অ্যানিমেটেড দৃশ্যাবলীর সমন্বয়ে তৈরি। তবে, কনসার্টের ফুটেজ চলচ্চিত্রে ব্যবহারের জন্য অবাস্তব হিসাবে প্রমাণিত হয়। অ্যালান পার্কার সরাসরি সম্মত হন এবং একটি ভিন্ন পদ্ধতি গ্রহণ করেন। যেখানে অ্যানিমেটেড ক্রমগুলি থাকবে, কিন্তু দৃশ্যাবলী কোন প্রকার সংলাপ ছাড়াই পেশাদার অভিনেতাদের দ্বারা অভিনীত হবে। ওয়াটার্সের স্ক্রিন পরীক্ষা করা হলেও দ্রুত তাকে বাদ দেয়া হয় এবং তারা বব গেল্ডফকে পিংক চরিত্রের জন্য চূড়ান্ত করেন। গেল্ডফ প্রাথমিকভাবে এটি উড়িয়ে দিয়েছিলেন, এবং দ্য ওয়াল-এর কাহিনিকে \"বোললকস\" হিসাবে নিন্দা করেছিলেন। অবশেষে একটি উল্লেখযোগ্য চলচ্চিত্রে অংশগ্রহণের প্রত্যাশায় এবং তার কাজের জন্য একটি উচ্চ পারিশ্রমিক পাবার কারণে গেল্ডফ কাজ করতে সম্মত হন। ১৯৮২ সালের মে মাসে কান চলচ্চিত্র উৎসবে প্রদর্শনীর পর, পিংক ফ্লয়েড – দ্য ওয়াল জুলাইয়ে যুক্তরাজ্যে মুক্তি পায়।\n\n\n==== দ্য ফাইনাল কাট (১৯৮২) ====\n\n১৯৮২ সালে, ওয়াটার্স স্পেয়ার ব্রিক্‌স কাজের শিরোনামের সাথে একটি নতুন বাদ্যযন্ত্র প্রকল্পের প্রস্তাব জানায়, যা মূলত পিংক ফ্লয়েড – দ্য ওয়ালের সাউন্ডট্র্যাক অ্যালবাম হিসাবে বিবেচিত। ফকল্যান্ডস যুদ্ধের সূত্রপাতের পর ওয়াটার্স দিক পরিবর্তন করে নতুন উপাদান রচনা শুরু করেন। তিনি দেখেন যে, ফকল্যাণ্ডস আক্রমণে মার্গারেট থ্যাচারের প্রতিক্রিয়া মূলত উগ্র দেশপ্রেম ও অপ্রয়োজনীয়। তিনি অ্যালবামটি তার মৃত পিতাকে উৎসর্গ করেছিলেন। ওয়াটার্স এবং গিলমোরের মধ্যে তাৎক্ষণিক বিতর্ক দেখা দেয়, গিলমোর মনে করেন দ্য ওয়াল অ্যালবামের জন্য গৃহীত পুনরাবৃত্তি গানগুলির পরিবর্তে সমস্ত নতুন উপাদান অন্তর্ভুক্ত করা উচিত। ওয়াটার্স অনুভব করেছিলেন যে গিলমোর ব্যান্ডটির গীতিকার হিসাবে সামান্য অবদান রেখেছিলেন। দ্য ওয়াল-এর অর্কেস্ট্রাল ব্যবস্থাপনার একজন অবদানকারী মাইকেল কামেন দুইজনের মধ্যকার মধ্যস্থতা করেন এবং ঐতিহ্যগতভাবে অনুপস্থিত রাইটের ভূমিকা পালন করেন। ব্যান্ডটির মধ্যে চিন্তার বৃদ্ধি ঘটে। ওয়াটার্স এবং গিলমোর স্বাধীনভাবে কাজ করছেন; যদিও, গিলমোর স্ট্রেন অনুভব করতে শুরু করেছিলেন, মাঝে মাঝে তার সামঞ্জস্য বজায় রাখতে। চূড়ান্ত সংঘর্ষের পর, গিলমোরের নাম অ্যালবামের কৃতিত্ব তালিকা থেকে বাদ দেয়া হয়, যেহেতু ওয়াটার্সের মনে হয়েছিলো যে গীতিকবিতায় গিলমোরের অবদানের ঘাটতি ছিল।\nযদিও মেইসনের সাঙ্গীতিক অবদান স্বল্প ছিল, তিনি অ্যালবামে ব্যবহারযোগ্য একটি পরীক্ষামূলক হোলোফোনিক পদ্ধতি রেকর্ডিংয়ে ব্যস্ত ছিলেন। সে সময়ে মেইসনের বৈবাহিক সমস্যা চলছিলো। এবার পিংক ফ্লয়েড প্রচ্ছদ নকশার জন্য থোরজ্রেসনের সরণাপন্ন হন নি। ওয়াটার্স নিজেই প্রচ্ছদ নকশার পরিকল্পনা করেন। ১৯৮৩ সালের মার্চে মুক্তির পর, দ্য ফাইনাল কাট সরাসরি যুক্তরাষ্ট্রে এক নম্বর এবং মার্কিন যুক্তরাষ্ট্র চার্টে ছয় নম্বর স্থানে অবস্থান নেয়। ওয়াটার্স সমস্ত গান রচনার পাশাপাশি অ্যালবামের সমস্ত সঙ্গীত রচনা করেছিলেন। গিলমোরের অ্যালবামের জন্য কোনও উপাদান সে সময়ে প্রস্তুত না থাকায় তিনি ওয়াটার্সকে কিছু গান লিখতে না পারা পর্যন্ত রেকর্ডিং বিলম্ব করতে বলেছিলেন, কিন্তু ওয়াটার্স তা করতে অস্বীকৃতি জানান। পরবর্তীতে গিলমোর মন্তব্য করেছেন: \"অলসতার জন্য আমি অবশ্যই দোষী ছিলাম ... কিন্তু দ্য ফাইনাল কাট-এ কিছু খসরা ট্র্যাক রাখতে চাওয়া তার [ওয়াটার্স] উচিত হয় নি।\" রোলিং স্টোন ম্যাগাজিন অ্যালবামটিকে পাঁচ তারকা প্রদান করে। যেখানে কার্ট লোডার এটি \"একটি অসাধারণ অর্জন ... আর্ট রকের চরম মাষ্টারপিস\" মন্তব্য করেন। লোডার দ্য ফাইনাল কাট-কে \"মূলত রজার ওয়াটার্সের একক অ্যালবাম\" হিসাবে বিবেচনা করেন।\n\n\n==== ওয়াটার্সের প্রস্থান এবং আইনি যুদ্ধ ====\n১৯৮৪ সালে গিলমোর তার দ্বিতীয় অ্যালবাম, অ্যাবাউট ফেইস রেকর্ড করেন এবং জন লেননের হত্যাকাণ্ড থেকে ওয়াটার্সের সাথে তার সম্পর্ক পর্যন্ত, বিভিন্ন বিষয় সম্পর্কে তার অনুভূতি প্রকাশ করার জন্য এটি ব্যবহার করেছিলেন। পরে বলেছিলেন যে, পিংক ফ্লয়েড থেকে নিজের দূরত্ব তৈরি করতে অ্যালবামটি ব্যবহার করেছেন তিনি। খুব শীঘ্রই, ওয়াটার্স তার প্রথম একক অ্যালবাম দ্য প্রস অ্যান্ড কন্স অব হিচ হাইকিং সফর শুরু করেন। রাইট ডেভ হ্যারিসের সাথে জী গঠন করেছিলেন এবং আইডেন্টিটি অ্যালবাম রেকর্ড করেছিলেন, যা মুক্তির পরে প্রায় অপরিচিতই ছিল। ১৯৮৫ সালে আগস্টে মেইসন তার দ্বিতীয় একক প্রকাশ প্রোফাইল্‌স প্রকাশ করেছিলেন।\nদ্য প্রস অ্যান্ড কন্স অব হিচ হাইকিং অ্যালবাম মুক্তির পর, ওয়াটার্স প্রকাশ্যে জোর দিয়ে বলেন যে পিংক ফ্লয়েড আর পুনর্মিলন করবে না। তিনি ভবিষ্যত রয়্যালটি পারিশ্রমিক নিষ্পত্তি বিষয়ে আলোচনা করতে 'ও'রউরকের সাথে যোগাযোগ করেন। 'ও'রউরকে, মেইসন এবং গিলমোরকে বিষয়টি অবহিত করা আবশ্যক মনে করেন, ফলে ওয়াটার্স রাগ হন এবং ব্যান্ড ব্যবস্থাপক হিসাবে তাকে বরখাস্ত করতে চেয়েছিলেন। তিনি 'ও'রউরকের সাথে তার ব্যবস্থাপনা চুক্তি বাতিল করেন এবং পিটার রুজকে তার বিষয়গুলি পরিচালনা করার জন্য নিযুক্ত করেন। ওয়াটার্স ইএমআই এবং কলাম্বিয়াকে তার ব্যান্ড ত্যাগ করার ঘোষণা দিতে লিখেছিলেন, এবং তাদেরকে তাদের চুক্তিবদ্ধ বাধ্যবাধকতা থেকে মুক্ত করার জন্য বলেছিলেন। গিলমোর বিশ্বাস করেন যে ওয়াটার্স পিংক ফ্লয়েডের ধ্বংসের আগেই দ্রুত চলে গেছেন। ওয়াটার্স পরবর্তীতে বলেছিলেন, নতুন অ্যালবাম তৈরি না করে পিংক ফ্লয়েড চুক্তির লঙ্ঘন করবে—যার ফলে রয়্যালটি পারিশ্রমিক স্থগিত করা হবে—এবং ব্যান্ডের অন্য সদস্যরা দলের কাছ থেকে তাকে মামলা করার হুমকি দিয়ে বাধ্য করেছিল। এরপর তিনি ব্যান্ডের নিষ্পত্তি ঘটাতে এবং পিংক ফ্লয়েড নাম ব্যবহার বন্ধ করার প্রচেষ্টায় উচ্চ আদালতে গিয়েছিলেন, পিংক ফ্লয়েডকে \"সৃজনশীলভাবে একটি ব্যয়বহুল শক্তি ঘোষণা করে।\" যখন ওয়াটার্সের আইনজীবী আবিষ্কার করেন যে দলের অংশীদারত্বটি কখনই আনুষ্ঠানিকভাবে নিশ্চিত করা হয় নি, তখন তিনি দলের নামের ব্যবহারে কর্তৃত্ববলে নিযেধাজ্ঞা (ভেটো) পাওয়ার চেষ্টা করতে উচ্চ অদালতে ফিরে আসেন। গিলমোর একটি সাবধানবাণীযুক্ত প্রেস রিলিজ প্রকাশ করে প্রতিক্রিয়া জানান যে পিংক ফ্লয়েড বিদ্যমান থাকবে। গিলমোর পরে দ্য সানডে টাইমসকে বলেছিলেন: \"রজার একজন গর্তের কুকুর এবং আমি তার সঙ্গে লড়তে যাচ্ছি।\" ২০১৩ সালে ওয়াটার্স বলেছিলেন যে তিনি পিংক ফ্লয়েড নামের ব্যান্ড সদস্যের বাণিজ্যিক মূল্যের স্বাধীনতা উপলব্ধি করতে ব্যর্থ হন এবং অন্যদের দ্বারা এর ব্যবহার বন্ধ করার চেষ্টা করে ব্যর্থ হয়েছিলেন।\n\n\n=== ১৯৮৫–১৯৯৪: গিলমোর-নেতৃত্বাধীন যুগ ===\n\n\n==== অ্যা মৌমানট্রি ল্যাপ্‌স অব রিজন (১৯৮৭) ====\n\n১৯৮৬ সালে, ওয়াটার্স ব্যতীত পিংক ফ্লয়েডের প্রথম অ্যালবাম অ্যা মৌমানট্রি ল্যাপ্‌স অব রিজন-এর জন্য গিলমোর সঙ্গীতশিল্পীদের নিয়োগ করতে শুরু করেছিলেন। রাইটের ব্যান্ডে পুনরায় প্রবেশের আইনি বাধা ছিল, কিন্তু হ্যাম্পস্টেডের একটি বৈঠকের পর, পিংক ফ্লয়েড রাইটকে আসন্ন অধিবেশনগুলিতে অংশগ্রহণের আমন্ত্রণ জানায়। গিলমোর পরে বলেছিলেন যে রাইটের উপস্থিতি \"তাদের আইনি ও সাঙ্গীতিকভাবে শক্তিশালী করে তুলবে\", এবং পিংক ফ্লয়েড সাপ্তাহিক $১১,০০০ ডলারের বিনিময়ে রাইটকে নিযুক্ত করেছিল। রেকর্ডিং সেশন টেম্‌স নদীর পাড়ে গিলমোরের অ্যাস্টোরিয়া হাউসবোটে রেকর্ডিং শুরু হয়। গিলমোর এরিক স্টুয়ার্ট এবং রজার ম্যাকগফ সহ বেশকয়েকজন গীতিকারদের নিয়ে কাজ করলেও, অবশেষে অ্যালবামের গানগুলি লেখার জন্য এন্থনি মুরকে নির্বাচন করেছিলনে। পরবর্তীতে গিলমোর স্বীকার করেছিলেন যে প্রকল্পটি ওয়াটার্সের সৃজনশীল দিকনির্দেশনা ব্যতীত কঠিন ছিল। মেইসন, অ্যালবামে পরিবেশনার জন্য খুব-বেশি অনুশীলন করেন নি, তিনি ড্রামের অনেক অংশ সম্পন্ন করার জন্য সেশন সঙ্গীতশিল্পীদের ব্যবহার করেছেন। পরিবর্তে তিনি অ্যালবামের সাউন্ড এফেক্টে নিজেকে ব্যস্ত রেখেছিলেন।\n\n১৯৮৭ সালের সেপ্টেম্বরে অ্যা মৌমানট্রি ল্যাপ্‌স অব রিজন মুক্তি পায়। অ্যালবামের প্রচ্ছদ নকশা করেছেন স্টর্ম থরগের্সন, যার সৃজনশীল অন্তর্ভুক্তি দ্য ওয়াল এবং দ্য ফাইনাল কাট অ্যালবামের পর থেকে অনুপস্থিত ছিল। ওয়াটার্স ব্যান্ড ছেড়ে চলে যাওয়ায় তাকে ছাড়াই, মেডেল অ্যলবামের এই প্রথম তারা অভ্যন্তরীন প্রচ্ছদে একটি দলগত আলোকচিত্র অন্তর্ভুক্ত করেছিল। অ্যালবামটি ইউকে এবং মার্কিন যুক্তরাষ্ট্রে সরাসরি তিন নম্বর অবস্থানে স্থান করে নিয়েছিল। ওয়াটার্স মন্তব্য করেছেন: \"আমার মনে হয়েছে এটি বেশ সাবলীল, কিন্তু বেশ চতুর জালিয়াতি ... গানগুলি সাধারণত দরিদ্রমানের ... [এবং] গিলমোরের গানগুলি তৃতীয় স্তরের।\" যদিও গিলমোর প্রাথমিকভাবে অ্যালবামটি ব্যান্ডের শীর্ষ ফর্মটিতে ফিরে এসেছে হিসেবে বিবেচনা করেন, রাইট ভিন্নমত পোষণ করে বলেন, \"রজারের সমালোচনাগুলি ন্যায্য। সবমিলিয়ে এটি ব্যান্ডের অ্যালবাম নয়।\" কিউ ম্যাগাজিন অ্যালবামটি মূলত গিলমোরের একটি একাক অ্যালবাম হিসাবে বর্ণনা করেছে।\nএয়াটার্স মার্কিন যুক্তরাষ্ট্রে প্রবর্তকদের সাথে যোগাযোগ করে অ্যা মৌমানট্রি ল্যাপ্‌স অব রিজন সফর বাতির করার চেষ্টা চালিয়েছিল এবং যদি তারা পিংক ফ্লয়েড নামটি ব্যবহার করে তবে তাদের বিরুদ্ধে মামলা করার হুমকি দিয়েছিল। মেইসনের জামানতবিহীন ফারারি ২৫০ জিটিও ব্যবহার করে গিলমোর এবং মেইসন দুজনই সমভাবে প্রারম্ভিক খরচগুলি অর্থায়ন যোগাড় করেছিলেন। আসন্ন সফরের প্রাথমিক মহড়াগুলি অনেকটা বিশৃঙ্খল ছিল, মেইসন এবং রাইটের মহড়া সম্পূর্ণভাবে বন্ধ হয়ে গিয়েছিল। নিজে অনেক-বেশি দ্বায়িত্ব নিয়েছেন অনুভব করে গিলমোর ইজরিনকে সাহায্য করার জন্য বললেন। পিংক ফ্লয়েড উত্তর আমেরিকা সফর সম্পন্ন করে, ওয়াটার্সের রেডিও কেএএওএসএস সফর আয়োজনও কাছাকাছি ছিল, যদিও প্রাক্তন ব্যান্ডের  পারফরম্যান্স আয়োজনের তুলনায় তা অনেক ছোট স্থানে আয়োজিত হয়েছিল। উড়ন্ত শূকর ব্যবহার করায় কপিরাইট ফির জন্য ওয়াটার্স একটি রিট জারি করেন। ওয়াটার্সের নকশা থেকে আলাদা করার জন্য পিংক ফ্লয়েড অন্তর্নিহিত অংশে পুরুষ জননেন্দ্রিয়ের একটি বড় সেট সংযুক্ত করে প্রতিক্রিয়া জানান। ২৩ ডিসেম্বরে দুইপক্ষ একটি আইনি চুক্তিতে পৌঁছেছিল; মেইসন এবং গিলমোর চিরকালের জন্য পিংক ফ্লয়েড নাম ব্যবহার করার অধিকার অর্জন করে এবং ওয়াটার্স অন্যান্য বিষয়ের মধ্যরে দ্য ওয়াল-এর একচেটিয়া অধিকার লাভ করে।\n\n\n==== দ্য ডিভিশন বেল (১৯৯৪) ====\n\nবেশকয়েক বছর ধরে পিংক ফ্লয়েড তাদের ব্যক্তিগত কর্মকাণ্ডের সাথে নিজেদের ব্যস্ত রেখেছিল, যেমন লা ক্যার্রিয়া পানামেরিকানাতে চিত্রগ্রহণ ও প্রতিযোগিতা এবং ইভেন্টের উপর ভিত্তি করে একটি চলচ্চিত্রের সাউন্ডট্র্যাক রেকর্ডিং। জানুয়ারি ১৯৯৩ সালে, তারা একটি নতুন অ্যালবামে কাজ শুরু করতে ব্রিটানিয়া রো স্টুডিওসে ফিরে আসে, যেখানে গিলমোর, মেইসন এবং রাইট বেশকিছুদিন ধরে সহযোগিতামূলকভাবে কাজ করেছিল। প্রায় দুই সপ্তাহ পরে, তারা গান তৈরি শুরু করার জন্য যথেষ্ট ধারণা লাভ করেছিল। এজরিন অ্যালবামের সহ-প্রযোজনা করতে এগিয়ে আসেন এবং প্রযোজনাটি অ্যাস্টোরিয়ায় স্থানান্তরিত হয়, যেখানে ১৯৯৩ সালের ফেব্রুয়ারি থেকে মে পর্যন্ত তারা প্রায় ২৫টি ধারণা নিয়ে কাজ করে।\nচুক্তিবদ্ধভাবে, রাইট সে সময়ে ব্যান্ডের সদস্য ছিলেন না এবং বলেন, \"এটি এমন একটি বিন্দুতে পৌছেছিলো যেখানে আমি এই অ্যালবামতে কাজ করছি না।\" যাইহোক, তিনি এই অ্যালবামে পাঁচটি সহ-রচনার কৃতিত্ব অর্জন করেছিলেন, ১৯৭৫ সালের উইশ ইউ ওয়্যার হেয়ার-এর এটি তার প্রথম পিংক ফ্লয়েড অ্যালবাম। অ্যালবামে আরেকটি গান রচনার কৃতিত্ব পান গিলমোরের ভবিষ্যত স্ত্রী পলি স্যামসন। এজরিনের মতে, \"হাই হোপ্‌স\", যা তিনি প্রাথমিকভাবে, \"সমগ্র অ্যালবামটি একসঙ্গে টেনে নিয়েছিলেন\", বেশকয়েকটি ট্র্যাক লিখতে সাহায্য করেছিলেন। অ্যালবামের অর্কেস্ট্রার অংশগুলি পরিচালনার জন্য তারা মাইকেল কামেনকে নিয়োগ দেয়; ডিক প্যারি এবং ক্রিস টমাসও এতে যুক্ত ছিলেন। লেখক ডগলাস অ্যাডামস অ্যালবামের শিরোনাম ঠিক করেন এবং থরগের্সন প্রচ্ছদের শিল্পকর্ম নির্মাণ করেন। থরগের্সন ইস্টার দ্বীপের মোয়াই মোনোলিথ বা একপ্র্রস্তরস্তম্ভগুলি থেকে অ্যালবামেরের প্রচ্ছদ অনুপ্রেরণা অর্জন করেছেন; দুইটি মুখোমুখি মুখ মিলে একটি তৃতীয় মুখ তৈরি করে যার বিষয়ে তিনি মন্তব্য করেছেন: \"অনুপস্থিত মুখ—পিংক ফ্লয়েডের অতীত, বাকি দুইটি সিড এবং রজারের মুখ\"। অ্যালবাম মুক্তির প্রতিযোগিতা এড়ানোর বিষয়ে আগ্রহী ছিলেন, যেমনটা  অ্যা মৌমানট্রি ল্যাপ্‌স অব রিজন অ্যালবামের সময় ঘটেছে। পিংক ফ্লয়েড ১৯৯৪ সালের এপ্রিলে মুক্তির সময়সীমা নির্ধারণ করে, যে সময়ে তাদের সফর শুরু হবে অ্যালবাম যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রে ১ নম্বর স্থানে পৌঁছেছিল। পাশাপাশি এটি ইউকে চার্টে ৫১ সপ্তাহ অতিবাহিত করেছিল।\n২০০৯ সালের ২৯ মার্চ মিয়ামিতে সান বার্নার্ডিনো, ক্যালিফোর্নিয়ার নর্টন এয়ার ফোর্স বেসের হ্যাঙ্গারে দুই সপ্তাহের বেশি সময় ধরে মহড়া দেন, মিয়ামিতে প্রায় একই রাস্তার নিযুক্ত কর্মীবৃন্দ তাদের অ্যা মৌমানট্রি ল্যাপ্‌স অব রিজন সফরে কাজ করেছিল। তারা বিভিন্ন ধরনের পিংক ফ্লয়েড পছন্দ তালিকা থেকে গান পরিবেশ্ন করে এবং পরে দ্য ডার্ক সাইড অব দ্য মুন অন্তর্ভুক্ত করার জন্য তাদের সম্পূর্ণ তালিকাটি পরিবর্তন করআ হয়। এটি ছিল পিংক ফ্লয়েডের সর্বশেষ সফর, যা ১৯৯৪ সালের ২৯ অক্টোবর সমাপ্ত হয়।\n\n\n=== ২০০৫–২০১৬: পুনর্মিলন, মৃত্যু, এবং দি এন্ডলেস রিভার ===\n\n\n==== লাইভ এইট পুনর্মিলন ====\n\n২০০৫ সালের ২ জুলাই, ওয়াটার্স, গিলমোর, মেইসন এবং রাইট লন্ডনের হাইড পার্কে লাইভ এইট কনসার্টে ২৪ বছরেরও বেশি সময় পর প্রথমবারের মতো পিংক ফ্লয়েড হিসাবে একসাথে পরিবেশন করেছেন। আয়োজক বব গেলডফ দ্বারা লাইভ এইট পুনর্মিলনের ব্যবস্থা করা হয়েছিল। শুরুতে গিলমোরের এই প্রস্তাব প্রত্যাখ্যানের পর, গেলডফ মেইসনকে অনুরোধ করলেন, ওয়াটার্সের সাথে যোগাযোগ করতে। প্রায় দুই সপ্তাহ পরে, ওয়াটার্স গিলমোরকে সাক্ষাতের জন্য আহবান জানায়, এবং দুই বছরের বেশি সময় পর সেই প্রথম তাদের কথোপকথন হয়। পরের দিন গিলমোর কনসার্টের বিষয়ে সম্মত হয়েছিলেন। প্রেসের এক বিবৃতিতে, ব্যান্ডটি লাইভ এইট ঘটনার প্রসঙ্গে তাদের সমস্যাগুলির গুরুত্বহীনতার উপর জোর দেয়।\nতারা লন্ডনের কনট হোটেলে তাদের সেটতালিকা তালিকাভুক্ত করেন। এরপর ব্ল্যাক আইল্যান্ড স্টুডিওসে তিন দিনের মহড়া দেন। তাদের অনুশীলন করা গানগুলির শৈলী এবং গতির বিষয়ে মতবিরোধ থাকায় সেশনগুলি সমস্যাযুক্ত ছিল; পরিবেশনার প্রাক্কালে চলমান ক্রমধারার সিদ্ধান্ত নেয়া হয়েছিল। পরিবেশনার শুরুতে ছিল \"উইশ ইউ ওয়্যার হেয়ার\", ওয়াটার্স দর্শকদের বলেছিলেন: \"[এটা] বেশ আবেগপ্রবণ, আনেক বছর পরে এই তিনজনের সঙ্গে এখানে দাঁড়িয়েছি, দাঁড়িয়েছি বাকিদের সাথে নিজেকে গণনা করার জন্য ... আমরা এসব করছি যারা এখানে নেই তাদের এবং বিশেষত সিডের জন্য।\" শেষ পর্যন্ত, গিলমোর শ্রোতাদের ধন্যবাদ জানালেন এবং মঞ্চে ছেড়ে চলে যেতে ঘুরে দাঁড়ালেন। ওয়াটার্স তাকে ফিরে ডাকেন, এবং তারা সকলে আলিঙ্গন করেন। লাইভ এইট কনসার্টের পর সানডে সংবাদপত্রে তাদের এই আলিঙ্গনের ছবিটি জনপ্রিয়তা লাভ করে। ওয়াটার্স তাদের প্রায় ২০ বছরের বিদ্বেষ সম্পর্কে বলেন: \"আমার মনে হয় যে ১৯৮৫ সালের পর থেকে আমাদের কেউ কোনও কৃতিত্বের জন্য আজ এখানে আসে নি ... এটি মন্দ ছিল, নেতিবাচক সময়, এবং আমি সেই নেতিবাচকতায় আমার অংশের জন্য দুঃখ প্রকাশ করছি।\"\nযদিও চূড়ান্ত সফরের জন্য পিংক ফ্লয়েড £১৩৬ মিলিয়ন মূল্যের চুক্তি স্থগিত করে দেয়। ওয়াটার্স পরিবেশন বাতিল না করে, এটি শুধুমাত্র একটি দাতব্য অনুষ্ঠান হওয়া উচিত বলে মনে করেছেন। তবে, গিলমোর এসোসিয়েটেড প্রেসকে জানান যে পুনর্মিলন ঘটবে না: \"[লাইভ এইট] মগড়া আমাকে বিশ্বাস করিয়েছিল [যে] এটি এমন কিছু ছিল না যে আমি অনেক কিছু করতে চেয়েছিলাম ... মানুষের জীবন এবং কর্মজীবনে বিদায়ের মুহূর্তের সকল প্রকার এখানে ছিল যা তারা পরে অবরুদ্ধ করেছে, কিন্তু আমি মনে করি আমি মোটামুটি পরিষ্কারভাবে বলতে পারি যে কোনও সফর বা অ্যালবামে আমাদের পুনরায় অংশ নিতে হবে না। এটা বিদ্বেষ বা এমন কিছু নয়। এটা শুধুমাত্র ... আমি সেখানে ছিলাম, আমি যা করার করেছি।\" ২০০৬ সালের ফেব্রুয়ারিতে, গিলমোরের ইটালিয় সংবাদপত্র লা রেপুব্লিকার গিনো কাস্টাল্ডোর এক সাক্ষাৎকারে ঘোষণা করেছেন: \"ভক্তদের জন্য শোকের ধৈর্য। সংবাদটি প্রাতিষ্ঠানিক। পিংক ফ্লয়েড ব্র্যান্ড বিলুপ্ত, সমাপ্ত, নিশ্চিতভাবে মৃত।\" পিংক ফ্লয়েডের ভবিষ্যৎ সম্পর্কে জিজ্ঞাসা করলে গিলমোর প্রতিক্রিয়া জানায়: \"এটা শেষ হয়ে গেছে ... আমার যথেষ্ট করেছি। আমি ৬০ বছর বয়সী ... এখন আমার নিজের কাজ করার জন্য এটি বেশি আরামদায়ক।\" গিলমোর এবং ওয়াটার্স বার-বার বলেছিলেন যে তাদের পূর্বের সদস্যদের সাথে পুনরায় মিলিত হওয়ার কোনো পরিকল্পনা ছিল না।\n\n\n==== ব্যারেট এবং রাইটের মৃত্যু ====\n\nব্যারেট ২০০৬ সালের ৭ জুলাই কেমব্রিজে তার বাড়িতে ৬০ বছর বয়সে মারা যান। ২০০৬ সালের ১৮ জুলাই কেমব্রিজ ক্রিমেটোরিয়ামে তার অন্ত্যেষ্টিক্রিয়া অনুষ্ঠিত হয়; পিংক ফ্লয়েডের কোন সদস্য উপস্থিত ছিলেন না। রাইট মন্তব্য করেছেন: \"সিড ব্যারেটের মৃত্যুতে ব্যান্ড খুব স্বাভাবিকভাবেই মর্মাহত এবং দুঃখিত। সিড গোড়ার দিকে ব্যান্ডের লাইন-আপের পথনির্দেশক আলো ছিল এবং একটি লিগ্যাসি রেখে যান যা অনুপ্রাণিত করা অব্যাহত রেখেছিল।\" যদিও ৩৫ বছর ধরে ব্যারেট অস্পষ্টতায় পড়ে গিয়েছিলেন, তবে সঙ্গীততে তার অবদানের জন্য জাতীয় প্রেস তাকে প্রশংসা করেছিল। ২০০৭ সালের ১০ মে, ওয়াটার্স, গিলমোর, রাইট এবং মেইসন লন্ডনের বার্বিনিকান সেন্টারে বারেটের শ্রদ্ধাসূচক কনসার্ট \"ময়াডকাপ'স লাস্ট লাফ\" এ পরিবেশন করেন। গিলমোর, রাইট এবং মেইসন ব্যারেটের সুরোচিতো \"বাইক\" এবং \"আরনল্ড লেইন\" এবং ওয়াটার্স তার \"ফ্লিকারিং ফ্লেম\"-এর একটি একক সংস্করণ পরিবেশন করেন করেন।\n২০০৮ সারের ২৫ সেপ্টেম্বর, ৬৫ বছর বয়সে ক্যান্সারে রাইট মারা যান। তার প্রাক্তন ব্যান্ড সহচারী তার জীবন ও কাজে শ্রদ্ধা নিবেদন করেছিল। গিলমোর বলেন: \"পিংক ফ্লয়েড কে বা কী ছিল তা নিয়ে বিতর্কের সূচনায়, রিকের (রাইট) বিশাল অর্ন্তভূক্তি প্রায়শই বিস্মৃত। তিনি ছিলেন অমায়িক, নিরভিমান এবং নিভৃত কিন্তু তার গভীর বা উচ্চ ভাবপূর্ন কণ্ঠ এবং বাজানো ছিলো অত্যাবশ্যক, যা আমাদের সবচেয়ে স্বীকৃত পিংক ফ্লয়েড শব্দের ঐন্দ্রজালিক উপাদান ছিল।\" রাইটের মৃত্যুর এক সপ্তাহ পর, গিলমোর আ সসারফুল অব সিক্রেট্‌স অ্যঅলবাম থেকে রাইটের রচিত এবং গাওয়া \"রিমেমবার অ্যা ডে\" গানটি পরিবেশন করেছিলেন, রাইটের সম্মানে। কিবোর্ডবাদক কিথ এমারসন রাইটকে পিংক ফ্লয়েডের \"কশেরুকা\" হিসাবে প্রশংসা করে একটি বিবৃতি প্রকাশ করেছেন।\n\n\n==== আরও পরিবেশনা এবং পুন-মুক্তি ====\n২০১০ সালের ১০ জুলাই, ওয়াটার্স এবং গিলমোর হোপিং ফাউন্ডেশনের জন্য একটি দাতব্য অনুষ্ঠানে একসাথে পরিবেশন করেন। প্যালেস্টাইনের শিশুদের জন্য অর্থোপার্জন করা এই অনুষ্ঠানটি ইংল্যান্ডের অক্সফোর্ডশায়ারের কিডিংটন হলে প্রায় ২০০ জন দর্শকের উপস্থিতি ছিল। এই অনুষ্ঠানে ওয়াটার্সের ফিরে আসার বিনিময়ে, ২০১১ সালের ১২ মে লন্ডনের ওটু এরিনায় ওয়াটার্সের দ্য ওয়াল পরিবেশনায় গিলমোর \"কমফোর্টেবলি নাম্ব\" পরিবেশনা করেছিলেন, যেখানে তিনি গিটার সলো বাজানোর পাশাপাশি কোরাস গেয়েছিলেন। মেইমেসনও যোগ দেন, গিলমোরের সাথে \"আউটসাইড দ্য ওয়াল\" গানে ম্যান্ডোলিনের জন্য টাম্বোরিন বাজান।\n২০১১ সালের ২৬ সেপ্টেম্বর হোয়াই পিংক ফ্লয়েড ...? শিরোনামে পিংক ফ্লয়েড এবং ইএমআই একটি সম্পূর্ণ পুনঃপ্রকাশ প্রচারণা শুরু করেছিল। \"এক্সপেরিয়েন্স\" এবং \"ইমমের্শন\" মাল্টি-ডিস্ক মাল্টি-ফর্ম্যাট সংস্করণ সহ তাদের ব্যাক ক্যাটালগুলি পুনরায় নতুন রিমাস্টার করা সংস্করণে প্রকাশ করে। অ্যালবামগুলির রিমাস্টার করেছিলেন দ্য ওয়াল-এর সহ-প্রযোজক জেমস গাথরি। ২০১৫ সালের নভেম্বর মাসে, পিংক ফ্লয়েড ১৯৬৫: দেয়ার ফার্স্ট রেকর্ডিং শিরোনামে একটি সীমিত সংস্করণ ইপি প্রকাশ করেছিল, যাতে দ্য পাইপার অ্যাট দ্য গেট্‌স অব ডউন-এ রেকর্ড করা ছয়টি গান রয়েছে।\n\n\n==== দি এন্ডলেস রিভার (২০১৪) ====\n\n২০১২ সালে, প্রধানত দ্য ডিভিশন বেল অ্যালবামের সেশনগুলির সময়ে গিলমোর এবং মেইসন রাইটের সাথে তৈরি রেকর্ডিং পুনর্বিবেচনার সিদ্ধান্ত নেন, একটি নতুন পিংক ফ্লয়েড অ্যালবাম তৈরির জন্য। তারা নতুন অংশ রেকর্ড করতে এবং \"সাধারণত হারনেস স্টুডিও প্রযুক্তি\"-তে সাহায্য করার জন্য সেশন সঙ্গীতশিল্পীদের নিয়োগ দেন। ওয়াটার্স একাজে জড়িত ছিলের না। মেইসন অ্যালবামটিকে রাইটের প্রতি শ্রদ্ধা হিসাবে বর্ণনা করেছেন: \"আমি মনে করি তিনি [রাইট] যা করেছেন এবং তার কাজ কীভাবে পিংক ফ্লয়েড সাউন্ডের হৃদয়ে স্বীকৃতি প্রদানের এই রেকর্ডটি একটি ভাল উপায়। পারানো সেশনে শুনতে গিয়ে, এটা সত্যিই মনে হয় যে তিনি একজন বিশেষ বাদক চিলেন যা আমাকে ঘরে ফিরিয়ে আনে।\"\nদি এন্ডলেস রিভার ২০১৪ সালের ৭ নভেম্বর মুক্তি পায়। ২০১৪ সালে দ্য ডিভিশন বেল-এর ২০তম বার্ষিকী সংস্করণ প্রকাশের পর পার্লোফোন কর্তৃক পরিবেশিত এটি পিংক ফ্লয়েডে দ্বিতীয় অ্যালবাম। যদিও এটি মিশ্র পর্যালোচনা লাভ করলেও, এটি অ্যামাজন ইউকে-এর সর্বকালের সর্বাধিক প্রি-অর্ডার অ্যালবাম হয়ে উঠে, এবং বেশ কয়েকটি দেশে এটি প্রথম স্থানে অবস্থান নেয়। এটির ভাইনাল সংস্করণ ২০১৪ সালে মুক্তিপ্রাপ্ত অ্যালবামের মধ্যে দ্রুততম বিক্রি হওয়া ইউকে ভাইনাল মুক্তি এবং ১৯৯৭ সাল থেকে দ্রুততম বিক্রি হওয়া ভাইনাল সংস্করণ ছিলো। গিলমোর দ্য এন্ডলেস রিভার-কে পিংক ফ্লয়েডের সর্বশেষ অ্যালবাম হিসেবে মন্তব্য করেন: \"আমি মনে করি আমরা সফলভাবে যা অর্জন করেছি তার সফলদতার অধিকার আমাদের রয়েছে ... এটি লজ্জাজনক, কিন্তু এটাই শেষ।\" অ্যালবামটি সমর্থন করার জন্য এর কোন সফর ছিল না, এ বিষয়ে গিলমোর মনে করেন যে রাইট ছাড়া এটি \"এক ধরনের অসম্ভব\" বিষয়। ২০১৫ সালের আগস্টে, গিলমোর পুনর্ব্যক্ত করেছিলেন যে পিংক ফ্লয়েড \"সম্পন্ন\" হয়েছে এবং রাইট ছাড়া এর পুনর্মিলন করা \"ভুল হবে\"।\n২০১৬ সালের নভেম্বরে, পিংক ফ্লয়েড দ্য আর্লি ইয়ার্স ১৯৬৫–১৯৭২ শিরোনামে একটি বক্সসেট মুক্তি দেয়, যেখানে আউটটেক, সরাসরি রেকর্ডিং, রিমিক্স, এবং তাদের প্রাথমিক কর্মজীবন থেকে চলচ্চিত্র অন্তর্ভুক্ত। ২০১৯ সালের নভেম্বরে এটির পরবর্তী সংস্করণ দ্য লেটার ইয়ার্স ১৯৮৭–২০১৯ প্রকাশ করা হবে, যেখানে থাকবে ওয়াটার্স পরবর্তী পিংক ফ্লয়েডের কাজের সংকলন, রাইট এবং মেইসনের বিস্তৃত অবদানসহ অ্যা মৌমানট্রি ল্যাপ্‌স অব রিজন (১৯৮৭) অ্যালবামের একটি \"হালনাগকৃত ও রিমিক্সকৃত\" সংস্করণ, এবং মূল প্রকাশ থেকে বাদ দেওয়া ট্র্যাক সহ ১৯৮৮ সালের ডেলিকেট সাউন্ড অব থান্ডার সরাসরি অ্যালবামের একটি বর্ধিত পুনঃপ্রকাশ।\n২০১৮ সালে, মেইসন পিংক ফ্লয়েডের প্রাথমিক উপাদান পরিবেশনের উদ্দেশ্যে নিক মেইসন'স সসারফুল অব সিক্রেট্‌স নামে একটি নতুন ব্যান্ড গঠন করেন। ব্যান্ডটি স্প্যান্ডাউ ব্যালের গ্যারি কেম্প এবং দীর্ঘদিনের পিংক ফ্লয়েড সহযোগি গাই প্র্যাটকে অন্তর্ভুক্ত দলে করে। তারা ২০১৮ সালের সেপ্টেম্বরে ইউরোপ, এবং ২০১৯ সালে উত্তর আমেরিকা সফর করেছিল, নিউ ইয়র্ক সিটির বীকন থিয়েটারে ওয়াটার্স যখন  \"সেট দ্য কন্ট্রোল্‌স ফর দ্য হার্ট অব দ্য সান\" পরিবেশনের জন্য ভোকাল হিসেবে ব্যান্ডে যোগ দিয়েছিলেন।\n\n\n== সদস্য ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nসিড ব্যারেট – লিড এবং রিদম গিটার, ভোকাল (১৯৬৫–১৯৬৮) (২০০৬-এ মৃত্যু )\nডেভিড গিলমোর – লিড এবং রিদম গিটার, ভোকাল, বেস, কিবোর্ড, সিন্থেজাইজার (১৯৬৭–১৯৯৪, ২০০৫, ২০০৭, ২০১৩–২০১৪, ২০২২)\nরজার ওয়াটার্স – বেস, ভোকাল, রিদম গিটার, সিন্থেজাইজার (১৯৬৫–১৯৮৫, ২০০৫)\nরিচার্ড রাইট – কিবোর্ড, পিয়ানো, অর্গান, সিন্থেজাইজার, ভোকাল (১৯৬৫–১৯৭৯, ১৯৯০–১৯৯৪, ২০০৫, ২০০৭) (touring/session member ১৯৭৯–১৯৮১ এবং ১৯৮৬–১৯৯০) (২০০৮-এ মৃত্যু)\nনিক মেইসন – ড্রাম, পারকাশন, ভোকাল (১৯৬৫–১৯৯৪, ২০০৫, ২০০৭, ২০১৩–২০১৪, ২০২২)\n\n\n== সাঙ্গীতিক দক্ষতা ==\n\n\n=== ধারা ===\nযুক্তরাজ্যের প্রথম দিককার সাইকেডেলিক সঙ্গীত দলগুলির একটি হিসাবে বিবেচিত, পিংক ফ্লয়েড অগ্রদূত হিসাবে তাদের সঙ্গীতজীবন শুরু করেছিল লন্ডনের আন্ডারগ্রাউন্ড সঙ্গীতের মাধ্যমে। কেউ-কেউ তাদের কাজকে স্পেস রক হিসাবে শ্রেণিবদ্ধ করে। রোলিং স্টোনের মতে: \"১৯৬৭ থেকে, তারা অভ্রান্তচিত্তে সাইকেডেলিক শব্দ বিকাশে অবদান রাখছে, বিস্তৃত পরিবেশনা, উচ্চতর সুটেলাইক রচনা যা হার্ড রক, ব্লুজ, দেশাত্ববোধক, লোক এবং ইলেকট্রনিক সঙ্গীতকে স্পর্শ করেছে।\" ১৯৬৮ সালে মুক্তিপ্রাপ্ত \"কেয়ারফুল উইথ দ্যাট এক্স, ইউজিন\" গানটি আর্ট রক দল হিসাবে তাদের খ্যাতি আরও বাড়িয়ে তুলতে সহায়তা করেছিল। ব্যান্ডের ক্ষেত্রে বিবেচিত অন্যান্য ধারাগুলির মধ্যে রয়েছে পরীক্ষামূলক রক, অ্যাসিড রক, প্রোটো-প্রোগ, পরীক্ষামূলক পপ (ব্যারেটের অধীনে থাকাকালীন), এবং সাইকেডেলিক পপ। ১৯৬০-এর দশকের শেষের দিকে, গণমাধ্যমগুলি তাদের সঙ্গীতকে প্রগ্রেসিভ রক লেবেল যুক্ত করতে শুরু করেছিল। ও'নিল সার্বার পিংক ফ্লয়েডের সঙ্গীত সম্পর্কে মন্তব্য করেছেন:\n\nRarely will you find Floyd dishing up catchy hooks, tunes short enough for air-play, or predictable three-chord blues progressions; and never will you find them spending much time on the usual pop album of romance, partying, or self-hype. Their sonic universe is expansive, intense, and challenging ... Where most other bands neatly fit the songs to the music, the two forming a sort of autonomous and seamless whole complete with memorable hooks, Pink Floyd tends to set lyrics within a broader soundscape that often seems to have a life of its own ... Pink Floyd employs extended, stand-alone instrumentals which are never mere vehicles for showing off virtuoso but are planned and integral parts of the performance.\n\n১৯৬৮ সালে রাইট পিংক ফ্লয়েডের ধ্বনিত খ্যাতি সম্পর্কে মন্তব্য করেছিলেন: \"আমদের প্রথম ব্রিটিশ সাইকিডেলিক দল হিসাবে দেখা মুশকিল। কেনোনা আমরা কখনও নিজেদের সেভাবে দেখিনি ... সবশেষে, আমরা বুঝতে পেরেছিলাম যে আমরা ছিলাম, কেবল মজা করে বাজিয়েছিলাম ... গানের কোনও বিশেষ রূপের মধ্যে আবদ্ধ ছিলাম না, আমরা যা চেয়েছিলাম তা করতে পারতাম ... দৃঢ়ভাবে স্বতঃস্ফূর্ততা এবং তাৎক্ষণিক উদ্ভাবনের ওপর গুরুত্ব দিয়েছিলাম।\" ওয়াটার্স ব্যান্ডের প্রাথমিক শাব্দিক উৎপাদন সম্পর্কে কম উৎসাহী মূল্যায়ন জানিয়েছেন: \"এ সম্পর্কে 'মহান' কিছুই ছিল না। আমরা হাস্যকর ছিলাম। আমরা অকেজো ছিলাম। আমরা মোটেও বাজাতে পারতাম না তাই আমেদের নির্বোধ এবং 'পরীক্ষামূলক' কিছু করতে হয়েছিল... সিড ছিল প্রতিভাবান, তবে আমি ঘণ্টার পর ঘণ্টা \"ইন্টারস্টেলার ওভারড্রাইভ\" বাজাতে ফিরে যেতে চাই না।\" প্রচলিত পপ গঠন দ্বারা নিয়ন্ত্রিত, পিংক ফ্লয়েড ছিল ১৯৭০-এর দশকে প্রোগ্রেসিভ রক এবং ১৯৮০-এর দশকে পরিবেষ্টিত সঙ্গীতের উদ্ভাবক।\n\n\n=== গিলমোরের গিটারের কাজ ===\n\nরোলিং স্টোন-এর সমালোচক অ্যালান ডি পেরনা গিলমোরের গিটারের কাজকে পিংক ফ্লয়েডের শব্দের সাথে অবিচ্ছেদ্য বলে প্রশংসা করেছিলেন, এবং তাকে ১৯৭০-এর দশকের সবচেয়ে গুরুত্বপূর্ণ গিটারবাদক হিসাবে বর্ণনা করেছিলেন, \"হেন্ডরিক্স এবং ভ্যান হ্যালেনের মধ্যে অনুপস্থিত সংযোগ\"। রোলিং স্টোন তাকে সর্বকালের ১৪তম শ্রেষ্ঠ গিটারবাদক হিসাবে তালিকাভুক্ত করেছে। ২০০৬ সালে, গিলমোর তার কৌশল সম্পর্কে বলেছিলেন: \"[আমার] আঙ্গুলগুলি স্বতন্ত্র শব্দ করে ... [তারা] খুব বেগবান নয়, তবে আমি মনে করি আমি তাৎক্ষণিকভাবে শনাক্তসক্ষম ... আমি যেভাবে সুরগুলি বাজিয়েছি তা হ্যাঙ্ক মারভিন এবং দ্য শ্যাডো-এর সুরের সাথে সংযুক্ত।\" গিলমোরের সামর্থ বা সৌন্দর্যের ত্যাগ ছাড়াই নিজেকে প্রকাশ করার জন্য সবচেয়ে কম নোট ব্যবহারের ক্ষমতা জ্যাজ ট্রাম্পটার মাইলস ডেভিসের তুলনায় অনুকূল বিবেচিত।\n২০০৬ সালে, গিটার ওয়ার্ল্ড-এর লেখক জিমি ব্রাউন গিলমোরের গিটারের শৈলীকে \"সরল, হিউজ-সাউন্ডিং রিফস; ঔদরিক, সু-গতিযুক্ত সলো এবং সমৃদ্ধ, পরিবেষ্টিত কর্ডাল টেক্সচারের দ্বারা চিহ্নিত\" বলে বর্ণনা করেছিলেন।\" ব্রাউনের মতে, \"মানি\", \"টাইম\" এবং \"কমফোর্টেবলি নাম্ব\" গানে গিলমোরের সলো \"কুয়াশার মাধ্যমে লেজার রশ্মির মতো মিশ্রণ ভেদ করতে সক্ষম।\" ব্রাউন \"টাইম\" গানটিকে কেবল \"বাচনভঙ্গি এবং অনুপ্রেরণা বিকাশের একটি মাস্টারপিস\" হিসাবে বর্ণনা করেছিলেন ... গিলমোর তার প্রাথমিক ধারণাটি নিয়ে নিজের গতিতে বাজিয়ে গেছেন।\" ব্রাউন গিলমোরের বাচনভঙ্গিকে স্বজ্ঞাত এবং সম্ভবত লিড গিটারবাদক হিসাবে এটিই তার সেরা সম্পদ হিসাবে বর্ণনা করেছিলেন। নিজের স্বাতন্ত্র স্বর অর্জন করার প্রসঙ্গে গিলমোর ব্যাখ্যা করেছেন: \"আমি সাধারণত একটি ফাজ বাক্স, একটি বিলম্ব এবং একটি উজ্জ্বল ইকিউ সেটিং ব্যবহার করি ... গাওয়ার গতি ধরে রাখতে ... প্রতিক্রিয়া প্রান্তিকের কাছাকাছি—আপনাকে উচ্চস্বরে বাজাতে হবে। এটি বাজানো আরও মজাদার ... যখন বাঁকানো নোটগুলি আপনার কাছে একটি রেজার ব্লেডের মতো ঠিক টুকরো টুকরো হয়ে ওঠে।\"\n\n\n=== ধ্বনিত নিরীক্ষণ ===\nপুরো কর্মজীবন জুড়ে, পিংক ফ্লয়েড তাদের শব্দ নিয়ে পরীক্ষা-নিরীক্ষা করেছিল। তাদের দ্বিতীয় একক, \"সি এমিলি প্লে\" লন্ডনের কুইন এলিজাবেথ হলে ১২ মে ১৯৬৭ সালে প্রদর্শিত হয়েছিল। পরিবেশনের সময়, ব্যান্ডটি প্রথমে অ্যাজিমুথ কো-অর্ডিনেটর নামে পরিচিত একটি প্রাথমিক চতুষ্কোণ যন্ত্রের ব্যবহার করেছিল। যন্ত্রটিতে নিয়ন্ত্রণযোগ্য ছিলো, যা সাধারণত রাইটের দ্বারা নিয়ন্ত্রিত হত এবং ব্যান্ডের প্রশস্ত শব্দ, রেকর্ড কৃত টেপগুলির সাথে মেলাতে, অনুষ্ঠানস্থানের প্রায় ২৭০ ডিগ্রি অংশে শব্দ সৃষ্টি করতে সক্ষম ছিল যা একটি ধ্বনিত ঘূর্ণায়মান প্রভাব সৃষ্টি করে। ১৯৭২ সালে, তারা একটি প্রছন্দসই নির্মিত পিএ কিনেছিল যা একটি উন্নততর চার-চ্যানেল এবং ৩৬০-ডিগ্রি ব্যবস্থা সম্পন্ন।\nপিংক ফ্লয়েডের \"অন দ্য রান\", \"ওয়েলকাম টু দি মেশিন\", এবং \"ইন দ্য ফ্লেশ?\"-এর মতো অংশে এয়াটার্স ভিসিএস থ্রি সিন্থেসাইজার পরীক্ষা করেছিলেন। \"ওয়ান অব দিস ডেস\" গানের জন্য তার বেস-গিটার ট্র্যাকের উপর বিনসন ইকোরাক ২ বিলম্বের এফেক্ট ব্যবহার করেছিলেন।\nদ্য ফাইনাল কাট অ্যালবাম রেকর্ডিংয়ের সময় পিংক ফ্লয়েড অভিনব সাউন্ড এফেক্ট এবং আর্ট অডিও রেকর্ডিং প্রযুক্তি ব্যবহার করেছিল। অ্যালবামে মেইসনের অবদানগুলি প্রায় সম্পূর্ণরূপে পরীক্ষামূলক হলোফোনিক ব্যবস্থার মধ্যে সীমাবদ্ধ ছিল, এটি একটি ত্রি-মাত্রিক প্রভাব অনুকরণ করতে ব্যবহৃত অডিও প্রক্রিয়াকরণ কৌশল। এই ব্যবস্থায় এমন একটি এফেক্ট তৈরি করতে প্রচলিত স্টেরিও টেপ ব্যবহার করা হয়েছিল যার ফলে শব্দ শ্রোতাদের মাথার চারপাশে আবর্তিত হয়েছে যেনো হেডফোন কানে শোনার অনুভূতি। প্রক্রিয়াটিতে একজন প্রকৌশলী শ্রোতার কানের উপরে বা পাশে পিছনে, শব্দটিকে সরাতে সক্ষম ছিল।\n\n\n=== চলচ্চিত্রের সুর ===\nপিংক ফ্লয়েড, ১৯৬৮ সাল থেকে শুরু করে, দ্য কমিটি  সহ আরও কয়েকটি চলচ্চিত্রের সুর রচনা করেছে। ১৯৬৯ সালে, তারা বারবেট শ্রোডার পরিচালিত মোর চলচ্চিত্রের সুর রেকর্ড করে। এই সাউন্ডট্র্যাকটি ব্যবসাসফল হয়েছিল; এটি শুধুমাত্র যে ভাল আয় করেছিল তাই নয়, তবে, আ সসারফুল অব সিক্রেট্‌স-এর পাশাপাশি সরাসরি পরিবেশনার জন্য তৈরি সঙ্গীত উপাদানও এতে সংযোজিত হয়েছে। পরিচালক মিকেলাঞ্জেলো আন্তোনিওনি'র জাব্রিস্কি পয়েন্ট (১৯৭০) চলচ্চিত্রের সাউন্ডট্র্যাক রচনা করার সময়, দলটি প্রায় এক মাস রোমের অভিজাত হোটেলে অবস্থান নিয়েছিল। ওয়াটার্স অভিযোগ করে বলেন, আন্তোনিওনির ক্রমাগত পরিবর্তনের প্রবণতা না থাকলে তারা এক সপ্তাহের কম সময়ে কাজ সমাপ্ত করতে পারতো। অবশেষে আন্তোনিওনি শুধুমাত্র তাদের তিনটি রেকর্ডিং ব্যবহার করেছিলেন। আন্তোনিওনির বাদ দেয়া একটি অংশ, \"দ্য ভায়োলেন্ট সিকোয়েন্স\", পরবর্তীতে \"আস অ্যান্ড দ্যাম\", শিরোনামে ১৯৭৩-এর দ্য ডার্ক সাইড অব দ্য মুন অ্যালবামে সংযোজিত হয়েছে। ১৯৭১ সালে, দলটি দ্বিতীয়বারের মত শ্রোডারের সঙ্গে লা ভ্যালি চলচ্চিত্রে কাজ করে, যার জন্য তারা অব্‌সকিওর্ড বাই ক্লাউড্‌স নামে একটি সাউন্ডট্র্যাক অ্যালবাম প্রকাশ করেছিল। তারা প্যারিসের কাছাকাছি শ্যাটো ডি'হেরুভিল অঞ্চলে প্রায় এক সপ্তাহব্যাপী সময়নাগাদ এর সঙ্গীত উপাদান গঠন করে, এবং মুক্তির পর, এটি পিংক ফ্লয়ডের প্রথম অ্যালবাম হিসাবে ইউএস বিলবোর্ড চার্টের শীর্ষ ৫০-এ আবন্থান নেয়।\n\n\n=== সরাসরি পরিবেশনা ===\n\nসরাসরি সঙ্গীত পরিবেশনায় পিংক ফ্লয়েড তাদের বুহুলব্যায়ী মঞ্চ প্রদর্শনীর জন্য খ্যাত, এছাড়াও শব্দ মানের ক্ষেত্রে উচ্চতর মান স্থাপন, উদ্ভাবনী শব্দ এফেক্ট এবং চতুর্ভুজ স্পিকার সিস্টেম ব্যবহারের পথিকৃৎ হিসাবে পরিচিত। দলের শুরুর দিকের সময় থেকেই লন্ডনের ইউএফও ক্লাবের মতো স্থানে পরিবেশন করার সময় তারা তাদের সাইকেডেলিক রক সঙ্গীতের সাথে ভিজ্যুয়াল এফেক্ট ব্যবহার শুরু করেছিল। তাদের স্লাইড-লাইট শো ছিল ব্রিটিশ শৈলীর অন্যতম একটি প্রদর্শনী এবং যটি লন্ডনের আন্ডারগ্রাউন্ড সঙ্গীত জগতে জনপ্রিয় হয়ে উঠতে তাদের সহায়তা করেছিল।\n১৯৬৬ সালে লন্ডন ফ্রি স্কুলের ইন্টারন্যাশনাল টাইমস ম্যাগাজিনের উদ্বোধন উদযাপনের জন্য, তারা রাউন্ডহাউসে উদ্বোধনকালে তারা ২ হাজার মানুষের সামনে পরিবেশন করেছিলেন, যেখানে পল ম্যাককার্টনি এবং মারিয়ান ফেইথফুল সহ খ্যাতিমান ব্যক্তিরা উপস্থিত ছিল। ১৯৬৬ সালের মাঝামাঝি সময়ে, রোড ব্যবস্থাপক পিটার ওয়াইন-উইলসন তাদের রোড ক্রুতে যোগ দিয়েছিলেন এবং সমবর্তিত, আয়না এবং প্রসারিত কনডমের ব্যবহার সহ কিছু উদ্ভাবনী ধারণার মাধ্যমে ব্যান্ডের আলোকশৈলী উন্নততর করেছিলেন। ইএমআই-এর সাথে তাদের রেকর্ড চুক্তির পরে, পিংক ফ্লয়েড একটি ফোর্ড ট্রানজিট ভ্যান কিনেছিল, যা তখন বহির্মুখী ব্যান্ড পরিবহন হিসাবে ব্যবহৃত হতো। ১৯৬৭ সালের ২৯ এপ্রিল তারা লন্ডনের আলেকজান্দ্রা প্রাসাদে দ্য ফর্টিন আওয়ার টেকনিকালার ড্রিম নামে একটি রাতব্যাপী অনুষ্ঠানের তারা শিরোনাম হয়েছিলেন। সূর্য উঠতে শুরু করার সাথে সাথে মঞ্চে উঠার উদ্দেশ্যে নেদারল্যান্ডস থেকে ভ্যান ও ফেরিতে করে দীর্ঘ যাত্রা শেষে শেষরাত তিনটার দিকে পিংক ফ্লয়েড উৎসবে উপস্থিত হয়। ১৯৬৯ সালের জুলাইয়ে, তাদের মহাকাশ-সম্পর্কিত সঙ্গীত এবং গানের সুরের জন্য তারা অ্যাপোলো ১১ মহাকাশযানের চাঁদে অবতরণের সরাসরি বিবিসি টেলিভিশনের কভারেজে যুক্ত হয়, যেখানে তাদের ইন্সট্রুমেন্টাল \"মুনহেড\" ব্যবহৃত হয়েছিলো।\n১৯৭৮ সালের নভেম্বরে, তারা প্রথমবারের মতো বৃহতাকার বিজ্ঞপ্তি পর্দা নিযুক্ত করেছিল যা তাদের সরাসরি অনুষ্ঠানগুলির চলাকালীন প্রদর্শিত হবে। ১৯৭৭ সালে, তারা \"অ্যালজি\" নামে একটি বৃহত ফাঁফানো ভাসমান শূকরের বেলুন তৈরি করে। এই হিলিয়াম ও প্রোপেন দিয়ে ভর্তি অ্যালজি ইন দ্য ফ্লেশ সফর চলাকালীন শ্রোতাদের উপরে ভেসে ওঠার সময় উচ্চ শব্দে বিস্ফোরিত হবে। সফরকালীন দর্শকদের আচরণ এবং ভেন্যুগুলির বৃহত আকার তাদের দ্য ওয়াল ধারণা অ্যালবামটিকে শক্তিশালীভাবে প্রভাবিত করেছিল। পরবর্তী দ্য ওয়াল সফরে ব্যান্ড এবং দর্শকদের মাঝে কার্ডবোর্ডের ইট থেকে নির্মিত একটি ৪০ ফুট (১২ মিটার) উচ্চ প্রাচীর বানানো হয়। দর্শকদের গল্পের প্রয়োজনে বিভিন্ন দৃশ্য দেখাতে তারা প্রাচীরের উপরে অ্যানিমেশন প্রদর্শন করেছিল। গল্পের চরিত্রগুলিকে উপস্থাপন করার জন্য তারা বেশ কয়েকটি ফাঁফানো দৈত্য বাানিয়েল। এই সফরের একটি আকর্ষণীয় বৈশিষ্ট্য হল \"কমফোর্টেবলি নাম্ব\" গানের পরিবেশনা। ওয়াটার্স তার উদ্বোধনী শ্লোক গাওয়ার সময়, অন্ধকারে, গিলমোর প্রাচীরের উপরে তার অংশ বাজানোর জন্য অপেক্ষা করেছিলেন। যখন গিলমোরের বাজানোর সময় এলো, উজ্জ্বল নীল এবং সাদা আলোগুলি হঠাৎ তাকে প্রকাশ করল। গিলমুর ক্যাসেটরগুলির একটি ফ্লাইটকেসের উপর দাঁড়িয়েছিলেন, যেটি ছিল একজন প্রযুক্তিবিদের নিয়ন্ত্রণে পিছনে থেকে বাঁধা একটি অনিরাপদ সেটআপ। একটি বৃহৎ হাইড্রোলিক প্ল্যাটফর্ম গিলমোর এবং প্রযুক্তিবিদ উভয়কেই প্রতিরক্ষা প্রদান করে।\nডিভিশন বেল সফর চলাকালীন, পাব্লিয়াস নাম ব্যবহার করে অজ্ঞাতপরিচয়ধারী ব্যক্তি একটি সংবাদ গ্রুপে অনুরাগীদের নতুন এই অ্যালবামে লুকিয়ে থাকা একটি ধাঁধা সমাধান করার জন্য আমন্ত্রণ জানিয়ে একটি বার্তা পোস্ট করেন। পূর্ব রাদারফোর্ডের পিংক ফ্লয়েডের কনসার্টে মঞ্চের সামনে সাদা বাতিগুলি একসঙ্গে এনিগমা পাবলিয়াস (Enigma Publius) শব্দটির বানান। ১৯৯৪ সালের ২০ অক্টোবর আর্লস কোর্টে একটি টেলিভিশনের কনসার্ট চলাকালীন, কেউ একজ মঞ্চের পটভূমিতে বড় অক্ষরে \"এনিগমা\" শব্দটির অনুমান করেছিলেন। মেইসন পরবর্তীতে স্বীকার করেছেন যে তাদের রেকর্ড সংস্থাটি ব্যান্ডের চাইতে অধিক পাবলিয়াস এনিগমা রহস্যকে উদ্বুদ্ধ করেছিল।\n\n\n== গীতধর্মী বিষয় ==\nওয়াটার্সের দার্শনিক গীতিকবিতার আঙ্গিকে চিহ্নিত, রোলিং স্টোন পিংক ফ্লয়েডকে \"স্বতন্ত্র অন্ধকার দৃষ্টির সীমারেখা\" হিসাবে বর্ণনা করেছে। লেখক জেরে ও'নেইল সার্বার লিখেছেন: \"তাদের আগ্রহ সত্য এবং মায়া, জীবন এবং মৃত্যু, সময় এবং মহাকাশ, কার্যকারণ এবং সুযোগ, সমবেদনা এবং উদাসীনতা।\" পিংক ফ্লয়েডের গানের একটি কেন্দ্রীয় ভাব হিসাবে ওয়াটার্স সমানুভূতি শনাক্ত করেছে। লেখক জর্জ রিশ বর্ণনা করেছেন, মেডল-এর সাইকেডেলিক রচনা, \"ইকোস\", \"সত্যিকারের যোগাযোগ, সহানুভূতি, এবং অন্যদের সাথে সহযোগিতার মূল ধারণাটির সংস্পর্শে নির্মিত।\" লেখক ডিনা ওয়েইনস্টাইন, ওয়াটার্সকে একজন অস্তিত্ববাদী হিসাবে উল্লেখ করেন।\n\n\n=== মোহমুক্তি, অনুপস্থিতি এবং অনস্তিত্ব ===\nউইশ ইউ ওয়্যার হেয়ার-এর \"হ্যাব অ্যা সিগার\" গানে ওয়াটার্সের পঙ্‌ক্তিতে রয়েছে সঙ্গীত ইন্ডাস্ট্রির প্রতিনিধিদের আন্তরিকতাবোধহীনতার কথা। গানটি ব্যান্ড এবং একটি রেকর্ড লেবেল নির্বাহীর মধ্যে অকার্যকর গতিশীলতা চিত্রায়ন করেছে যারা তাদের বর্তমান বিক্রয় সাফল্যের জন্য দলটিকে অভিনন্দন জানায়, বোঝায় যে তারা একই দলে রয়েছেন এবং প্রকাশ্যে যে ভুলক্রমে বিশ্বাস করেন যে \"পিংক\" ব্যান্ডের অন্যতম সদস্যের নাম। লেখক ডেভিড ডেটমারের মতে, অ্যালবামের গানে \"বাণিজ্য জগতের অমানবিক দিকগুলি\" বিষয়ক কথাগুলি, এমন পরিস্থিতি যেখানে শ্রোতাদের কাছে পৌঁছানোর জন্য শিল্পীদের সহনশীল হতে হয়।\nপিংক ফ্লয়েডের স্বভাবত গীতি দর্শনের একটি হলো অনুপস্থিতি। উদাহরণস্বরূপ ১৯৬৮ সালের পরে ব্যারেটের অনুপস্থিতি এবং দ্বিতীয় বিশ্বযুদ্ধে ওয়াটার্সের নিহত পিতা। এছাড়াও ওয়াটার্সের গানে অসাধিত রাজনৈতিক লক্ষ্য এবং ব্যর্থ প্রচেষ্টার কথা পাওয়া যায়। তাদের চলচ্চিত্রের স্কোর, অব্‌সকিওর্ড বাই ক্লাউড্‌স, তারুণ্যের প্রফুল্লতা হ্রাসের কথা বলে যা কখনও কখনও বার্ধক্য বা সুপরিণতির ইঙ্গিত করে। পিংক ফ্লয়েডের অ্যালবামের প্রচ্ছদের দীর্ঘকালীন ডিজাইনার, স্টর্ম থরগের্সন, উইশ ইউ ওয়্যার হেয়ার গানের প্রসঙ্গে বলেছেন: এখানে \"অস্তির ধারণা প্রতিসংহৃত হয়েছে, যেভাবে লোকেরা নিজেদের উপস্থিতি দেখানোর ভান করে অথচ তাদের মন সত্যিই অন্য কোথাও রয়েছে এবং তাদের উপস্থিতির পুরো শক্তিটি দমন করতে তাদের যন্ত্রাংশ এবং অনুপ্রেরণাগুলি মনস্তাত্ত্বিকভাবে প্রলিপ্ত হয়, অবশেষে ফলাফল দাঁড়াচ্ছে অনুপস্থিতি: অর্থাৎ ব্যক্তির অনুপস্থিতি, তার অনুভূতির অনুপস্থিতি।\" ওয়াটার্স মন্তব্য করেছিলেন: \"এটা আসলে আমাদের কেউই সেখানে না থাকার কথা... [এটা] উইশ উই ওয়্যার হেয়ার বলা উচিত ছিল\"।\nও'নিল সার্বার পিংক ফ্লয়েডের গানের বিশ্চেষণ করে জানিয়েছেন তাদের সঙ্গীতে অনুপস্থিতির বিষয়টি একটি বিশেষ ধারণা। ওয়াটার্স দ্য ওয়াল-এর \"কমফোর্টেবলি নাম্ব\" গানে অনুপস্থিতি বা অনস্তিত্বের আহ্বান জানিয়েছে: \"আমি আমার চোখের কোণ থেকে একটি ক্ষণস্থায়ী আভাস পেয়েছি। আমি তাকালাম, কিন্তু তা চলে গেছে, আমি এখন এতে আমার আঙুল রাখতে পারি না, শিশুটি বড় হয়েছে, স্বপ্নটি চলে গেছে।\" ব্যারেট ব্যান্ডের সাথে তার সর্বশেষ দিকের গান \"জাগব্যান্ড ব্লুজ\"-এ অনুপস্থিতি বিষয়টি উল্লেখ করেছেন: \"আমি এখানে নই এটা পরিষ্কার করার জন্য আমি আপনার কাছে সবচেয়ে বেশি বাধ্য।\"\n\n\n=== শোষণ ও নিপীড়ন ===\nলেখক প্যাট্রিক ক্রস্কারি, অ্যানিম্যাল্‌স অ্যালবামটিকে \"শক্তিশালী শব্দ এবং পরামর্শমূলক ধারণার\" একটি অনন্য মিশ্রণ হিসাবে দ্য ওয়াল-এর সাথে ডার্ক সাইড-এর শৈল্পিক বিচ্ছিন্নতার চিত্রায়নের বর্ণনা করেছেন। তিনি অ্যালবামের রাজনৈতিক ধারণা এবং অরওয়েলের অ্যানিম্যাল ফার্মের মধ্যে একটি সমান্তরাল সদৃশ আঁকেন। একটি চিন্তার পরীক্ষণের মধ্য দিয়ে অ্যানিম্যাল্‌স শুরু হয়, যা জিজ্ঞাসা করে: \"If you didn't care what happened to me. And I didn't care for you\", তারপরে প্রত্যেকের মনের স্বতন্ত্র অবস্থা প্রতিবিম্বিত করতে সঙ্গীত ব্যবহার করে অ্যানথ্রোপমর্ফাইজড চরিত্রগুলির ভিত্তিতে পশুর উপকথার বিকাশ ঘটে। গানের কথাগুলি শেষ পর্যন্ত ডাইস্টোপিয়ায় একটি চিত্র অঙ্কন করে, সমবেদনা এবং করুণাবিহীন একটি পৃথিবীর অনিবার্য পরিণতি, শুরুর পঙ্‌ক্তিতে উত্থাপিত প্রশ্নের উত্তর দিয়ে।\nঅ্যালবামের অন্তর্ভুক্ত চরিত্রগুলিতে রয়েছে \"কুকুর\", যারা পুঁজিপতিদের প্রতিনিধিত্ব করে, \"শূকর\", যারা রাজনৈতিক দুর্নীতির প্রতীক, এবং \"ভেড়া\", যারা শোষিতদের প্রতিনিধিত্ব করে। ক্রস্ক্যারি \"ভেড়া\"-কে একটি \"বিভ্রান্তিকর সাংস্কৃতিক পরিচয় দ্বারা সৃষ্ট বিভ্রমের অবস্থা\" হিসাবে বর্ণনা করেছিলেন, এটি একটি ভ্রান্ত চেতনা। \"কুকুর\", তার স্বার্থ এবং সাফল্যের অক্লান্ত সাধনায়, হতাশাগ্রস্ত হয়ে পড়ে এবং বিশ্বাস করার মতো কাওকে খুঁজে পায় না। শোষণের পরেও পুরোপুরি মানসিক তৃপ্তির অভাব বোধ করে। ওয়াটার্স মেরি হোয়াইটহাউসকে \"শূকরের\" উদাহরণ হিসাবে ব্যবহার করেছিলেন; তার অনুমান অনুসারে, যারা সরকারের শক্তি প্রয়োগ করে সমাজে নিজের মূল্যবোধ চাপিয়ে দেওয়ার ভূমিকা নেয়। অ্যালবামের সমাপ্তিতে ওয়াটার্সের গীতিময় বক্তব্য সহানুভূতিতে ফিরে আসে: \"You know that I care what happens to you. And I know that you care for me too.\"। তবে, তিনি আরও স্বীকার করেছেন যে \"শূকরগুলি\" একটি অব্যাহত হুমকি স্বরূপ এবং শেষে তারা দেখে যে \"কুকুর\" যার আশ্রয় প্রয়োজন, যে রাষ্ট্র, বাণিজ্য এবং সম্প্রদায়ের মধ্যে ভারসাম্য বজায় রাখার পরামর্শ দিয়েছিল, তাদের মধ্যেকার চলমান যুদ্ধের বিপরীতে।\n\n\n=== বিচ্ছিন্নতা, যুদ্ধ এবং উন্মাদনা ===\n\nও'নিল সার্বার দ্য ডার্ক সাইড অব দ্য মুন-এর \"ব্রেইন ড্যামেজ\" গানের \"there's someone in my head, but it's not me\" পঙ্‌ক্তির সঙ্গে কার্ল মার্কসের স্ব-বিচ্ছিন্নতা তত্ত্বের তুলনা করেছেন। উইশ ইউ ওয়্যার হেয়ার-এর \"ওয়েলকাম টু দি মেশিন\" গান মার্কসের বস্তুর বিচ্ছিন্নতার সুপারিশ করে; গানের মূল চরিত্র বস্তুগত ভাবের সঙ্গে ওতোপ্রোতোভাবে জড়িত ছিল যে, তিনি নিজেকে, নিজ এবং অন্যদের থেকে বিছিন্ন ভাবছেন। মানব প্রজাতির বিচ্ছিন্নতা সম্পর্কে জবানবন্দি পাওয়া যেতে পারে অ্যানিম্যাল্‌স অ্যালবামের মধ্যে; যেখানে \"কুকুর\" অ-মানব হিসাবে প্রবৃত্তিগতভাবে বসবাস হ্রাস করে। দিয়েটমার লিখেছেন, \"কুকুরেরা\" নিজেদের থেকে এই পরিমাণে বিচ্ছিন্ন হয়ে যায় যে তারা \"প্রয়োজনীয় এবং প্রতিরক্ষামূলক\" অবস্থান হিসাবে \"সহানুভূতি বা নৈতিক নীতির কোনও জায়গা ছাড়াই একটি সাংঘাতিক (কাটথ্রোট) ভুবন\" হিসাবে তাদের সত্যতার অভাবকে ন্যায্যতা দেয়। পিংক ফ্লয়েডের গানগুলির মধ্যে অন্যদের থেকে বিচ্ছিন্নতা হচ্ছে একটি ধারাবাহিক ধারণা, এবং যা মূলত দ্য ওয়াল অ্যালবামের প্রধান উপাদান হিসেবে বিবেচিত।\nযুদ্ধ, অন্যের কাছ থেকে বিচ্ছিন্নতা প্রকাশের সবচেয়ে মারাত্মক পরিণতি হিসাবে দেখা, মূলত দ্য ওয়াল-এর মূল উপাদান এবং ব্যান্ডের সঙ্গীতের একটি পুনরাবৃত্ত থিম। ওয়াটার্সের বাবা দ্বিতীয় বিশ্বযুদ্ধের সময় যুদ্ধে মারা গিয়েছিলেন, এবং তার রচনাগুলি প্রায়শই যুদ্ধের ব্যয়কে নির্দেশ করে, যার মধ্যে \"কর্পোরাল ক্লেগ\" (১৯৬৮), \"ফ্রি ফোর\" (১৯৭২), \"আস অ্যান্ড দেম\" (১৯৭৩), \"হোয়েন দ্য টাইগার্স ব্রোক ফ্রি\" এবং দ্য ফাইনাল কাট (১৯৮৩) থেকে \"দ্য ফ্লেচার মেমোরিয়াল হোম\", যে অ্যালবামটি তিনি তার বাবাকে উৎসর্গ করেছেন এবং শিরোনামে লিখেছেন অ্যা রেকুয়েম ফর দ্য পোস্টওয়ার ড্রিম। দ্য ওয়াল-এর থিম এবং রচনায় প্রকাশ পায় দ্বিতীয় বিশ্বযুদ্ধের পরে ইংরেজ সমাজে পুরুষদের বিচ্ছিন্নতাবস্থায় ওয়াটার্সের বেড়ে ওঠা, এবং এমন একটি অবস্থা যা নারীদের সাথে তার ব্যক্তিগত সম্পর্কের উপর নেতিবাচক প্রভাব ফেলেছিল।\nদ্য ডার্ক সাইড অব দ্য মুন-এ ওয়াটার্সের লিরিক আধুনিক জীবনের চাপগুলির সাথে মোকাবিলা করেছিল এবং কীভাবে সেই চাপগুলি মাঝে মধ্যে উন্মাদনার কারণ হতে পারে। তিনি অ্যালবামটির মানসিক অসুস্থতার বহিঃপ্রকাশকে সর্বজনীন অবস্থা আলোকিত হিসাবে দেখেন। তবে, ওয়াটার্স চেয়েছিলেন অ্যালবামটির ইতিবাচকতা জানাতে, \"এর ইতিবাচকতা আলিঙ্গন এবং নেতিবাচকতা প্রত্যাখ্যান করার\" আহবান করেন। রিশ \"দ্য ওয়াল\"-কে \"অভ্যাস, প্রতিষ্ঠান এবং সামাজিক কাঠামো যা পাগলামি তৈরি করে বা সৃষ্টি করে তার চেয়ে উন্মাদ অভিজ্ঞতা সম্পর্কে অপেক্ষাকৃত কম বলে বর্ণনা করেছেন। দ্য ওয়াল-এর নায়ক, পিংক, তার জীবনের পরিস্থিতি মোকাবেলা করতে অক্ষম, এবং অপরাধবোধের দ্বারা কাটিয়ে উঠা, ধীরে ধীরে নিজের তৈরি বাধার ভিতরে নিজেকে বাইরের জগত থেকে আবন্ধ করে তোলে। পৃথিবী থেকে তার বিচরণ সম্পন্ন করার পরে, পিংক বুঝতে পারে যে তিনি \"উন্মাদ, রংধনুর ওপরে (crazy, over the rainbow)\"। তারপরে তিনি (পিংক) এই সম্ভাবনাটি বিবেচনা করেন যে তার এই অবস্থা তার নিজের দোষে হতে পারে: \"আমি কি এতক্ষণ অপরাধবোধে ছিলাম? (have I been guilty all this time?)\" তার সবচেয়ে বড় ভয় বুঝতে পেরে, পিংক বিশ্বাস করেন যে তিনি সবাইকে হতাশ করেছেন, তার কর্তৃত্বপ্রয়াসী মা বুদ্ধি করে তাকে হতাশার উপায় বেছে নিয়েছে, শিক্ষকরা তার কাব্যিক আকাঙ্ক্ষার যথাযথভাবে সমালোচনা করেছেন এবং তার স্ত্রী তাকে ছেড়ে চলে যাওয়াকে ন্যায়সঙ্গত করেছেন। তারপরে তিনি \"প্রায় মানুষের প্রকৃত অনুভূতি দেখানোর\" জন্য বিচারের মুখোমুখি হন, আরও প্রজাতির সত্তার বিচ্ছিন্নতা বাড়িয়ে তোলেন। রিশের মতে, রিচার মত দার্শনিক মিশেল ফুকোর রচনার মতো, ওয়াটার্সের গানে বোঝা যায় যে পিংক-এর উন্মাদনা আধুনিক জীবনের একটি পণ্য, যার উপাদানগুলি, \"পছন্দসই, সহনির্ভরতা এবং সাইকোপ্যাথোলজি\", যা তার ক্রোধের সুষ্টি করে।\n\n\n== স্বীকৃতি ও প্রভাব ==\n\nপিংক ফ্লয়েড সর্বকালের সর্বাধিক বাণিজ্যিকভাবে সফল এবং প্রভাবশালী রক ব্যান্ডগুলির একটি। বিশ্বব্যাপী তাদের প্রায় ২৫০ মিলিয়নের অধিক রেকর্ডের বিক্রি হয়েছে, যার মধ্যে ৭৫ মিলিয়ন প্রত্যায়িত একক কেবল যুক্তরাষ্ট্রে। ১৯৯৩ সাল পর্যন্ত যুক্তরাষ্ট্রে তাদের ৩৭.৯ মিলিয়ন অ্যালবাম বিক্রি হয়েছে। সানডে টাইমস ধনী তালিকা, সঙ্গীত মিলিয়নিয়ার ২০১৩ (ইউকে), তালিকায় রজার ওয়াটার্সকে আনুমানিক £১৫০ মিলিয়নের (১৫ কোটি) হিসেবে ১২তম, ডেভিড গিলমোরকে £৮৫ মিলিয়নের (৮.৫ কোটি) হিসেবে ২৭তম, এবং নিক মেইসনকে £৫০ মিলিয়নের (৫ কোটি) হিসেবে ৩৭তম স্থানে অর্ন্তভুক্ত করেছে।\n২০০৪ সালে, এমএসএনবিসি তাদের \"দ্য টেন বেস্ট রক ব্যান্ডস এভার\" তালিকায় পিংক ফ্লয়েডকে ৮তম স্থানে অন্তর্ভুক্ত করেছে। রোলিং স্টোন তাদের \"দ্য হান্ড্রেড গ্রেটেস্ট আর্টিস্ট অব অল টাইম\" তালিকায় ৫১তম স্থানে অন্তর্ভুক্ত করেছে। কিউ তাদের সংকলনে সর্বকালের বৃহত্তম ব্যান্ড হিসেবে পিংক ফ্লয়েডের নাম উল্লেখ করেছে। ভিএইচওয়ান \"হান্ড্রেড গ্রেটেস্ট আর্টিস্ট অব অল টাইম\" তালিকায় তাদের ১৮তম স্থানে অন্তর্ভুক্ত করেছে। কলিন লারকিন তার 'টপ ফিফ্টি আর্টিস্ট অব অল টাইম' তালিকায় পিংক ফ্লয়েডকে ৩য় স্থানে অন্তর্ভুক্ত করেছে, এটি তার অল টাইম টপ হান্ড্রেড অ্যালবাম্‌স তালিকায় প্রতিটি শিল্পীর অ্যালবামের জন্য সংযোজনী ভোটের মাধ্যমে অন্তর্ভুক্ত।\nপিংক ফ্লয়েড বিভিন্ন পুরস্কার জিতেছে। ১৯৮১ সালে অডিও প্রকৌশলী জেমস গাথরি দ্য ওয়াল গানের জন্য \"শ্রেষ্ঠ প্রকৌশলী নন-ক্লাসিক্যাল অ্যালবাম\" বিভাগে গ্র্যামি অ্যাওয়ার্ড লাভ করেন, এবং ১৯৮৩ সালে রজার ওয়াটার্স দ্য ওয়াল চলচ্চিত্রের \"অ্যানাদার ব্রিক ইন দ্য ওয়াল\" গানের জন্য \"চলচ্চিত্রের জন্য রচিত শ্রেষ্ঠ মূল গান\" বিভাগে ব্রিটিশ একাডেমি অব ফিল্ম অ্যান্ড টেলিভিশন আর্টস পুরস্কার  লাভ করেন। ১৯৯৫ সালে, পিংক ফ্লয়েড \"মরুন্ড\" গানের জন্য শ্রেষ্ঠ রক যন্ত্রসঙ্গীত পরিবেশনা বিভাগে গ্র্যামি পুরস্কার লাভ করে। ২০০৮ সালে, সুইডেনের রাজা কার্ল ষোড়শ গুস্তাফ আধুনিক সঙ্গীতে তাদের অবদানের স্বীকৃতি স্বরূপ পিংক ফ্লয়েডকে পোলার মিউজিক প্রাইজ প্রদান করেন; ওয়াটার্স এবং মেইসন অনুষ্ঠানে যোগদান পূর্বক পুরস্কার গ্রহণ করেন। পিংক ফ্লয়েড ১৯৯৬ সালে রক অ্যান্ড রোল হল অব ফেম, ২০০৫ সালে ইউকে মিউজিক হল অব ফেমের, এবং ২০১০ সালে হিট পারাডে হল অব ফেম-এর অন্তর্ভুক্ত হয়।\nপিংক ফ্লয়েডের সঙ্গীত বহু শিল্পীদের প্রভাবিত করেছে; ডেভিড বোয়ি একটি উল্লেখযোগ্য অনুপ্রেরণার জন্য ব্যারেটর নাম উল্লেখ করেছেন, এবং ইউটু ব্যান্ডের দ্য এজ মূলত অ্যানিম্যাল্‌স-এর \"ডগ্‌স\" গানের শুরুর গিটার কর্ড শোনার পর প্রথম ডিলে প্যাডেলে ক্রয় করেছিলেন। অন্যান্যদের ব্যান্ড যারা তাদের উদ্ধৃত প্রভাবের হিসাবে পিংক ফ্লয়েডের নাম অন্তর্ভুক্ত করেছে, যার মধ্যে কুইন, টুল, রেডিওহেড, ক্রাফ্টরেক, ম্যারিলিয়ন, Queensrÿche, নাইন ইঞ্চ নেইলস, দ্য অর্ব এবং দ্য স্মাশিং পাম্পিনস অর্ন্তভূক্ত। পিংক ফ্লয়েড নব্য-প্রোগ্রেসিভ রক উপশাখার ওপর প্রভাব বিস্তার করেছে যা ১৯৮০-এর দশকে আবির্ভূত হয়েছিল। ইংরেজ রক ব্যান্ড মোস্টলি অটাম তাদের শব্দে \"জেনেসিস এবং পিংক ফ্লয়েডের সঙ্গীত একীভূত করেছে\"।\nপিংক ফ্লয়েড এছাড়াও মন্টি পাইথন কমেডি দলের প্রশংসাকারী ছিল। ফ্লয়েড তাদের ১৯৭৫ সালের মন্টি পাইথন অ্যান্ড দ্য হিল গ্রিল চলচ্চিত্রে অর্থ প্রদানের মাধ্যমে সাহায্য করেছিল।\n২০১৬ সালে, ব্যান্ডটির প্রধান একটি কাজ লন্ডনে ভিক্টোরিয়া ও অ্যালবার্ট জাদুঘরে অন্তর্ভূক্তির ঘোষণা দেওয়া হয়, পরবর্তী বছর দলটির প্রথম একক প্রকাশের ৫০তম বার্ষিকী উপলক্ষ্যে। মে ২০১৭ সালে, অডিও-ভিজুয়াল প্রদর্শনী, দেয়ার মর্টাল রিমেইন্স, অ্যালবাম প্রচ্ছদ শিল্প বিশ্লেষণ, মঞ্চ শো এবং নিক মেইসনের ব্যক্তিগত সংরক্ষণ থেকে আলোকচিত্রশিল্পের ধারণাগত প্রতিরূপের বৈশিষ্টায়িত করা হয়েছিল; এর জনপ্রিয়তার কারণে, এটি ১ অক্টোবরে বন্ধের তারিখ অতিক্রমের পর দুই সপ্তাহের জন্য বৃদ্ধি করা হয়েছিল।\n\n\n== ডিস্কোগ্রাফি ==\n\nস্টুডিও অ্যালবাম\n\n\n== কনসার্ট সফর ==\n\n\n== টিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\nবইসমূহ\n\nতথ্যচিত্রসমূহ\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nডিস্কওগ্‌সে পিংক ফ্লয়েড ডিস্কতালিকা  \nরোলিং স্টোনে পিংক ফ্লয়েড (ইংরেজি)\nসঙকিকে পিংক ফ্লয়েডের ভ্রমণ তারিখ  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে পিংক ফ্লয়েড  (ইংরেজি)\nআলোসিনেতে পিংক ফ্লয়েড (ফরাসি) \nমেটাক্রিটিকে পিংক ফ্লয়েড  \nরটেন টম্যাটোসে পিংক ফ্লয়েড (ইংরেজি)\nওপেনকর্পোরেটে দলবদ্ধ পিংক ফ্লয়েড কোম্পানি (ইংরেজি)\nকার্লিতে পিংক ফ্লয়েড (ইংরেজি)"}