{"pageid": 12213, "title": "প্রধান ধর্মাবলম্বী গোষ্ঠীসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=12213", "content": "বিশ্বের প্রধান ধর্ম ও আধ্যাত্মিক বিশ্বাসগুলোকে কয়েকটি গোষ্ঠীতে ভাগ করা যায়। এটি প্রথম শুরু হয়েছিল ১৮ শতকে সমাজের উন্নতির স্তর বোঝার জন্য। তবে এখন অনেক সংস্কৃতি এই ধরণের ভাগকে আর ভালোভাবে দেখে না।\nকোনো ধর্ম বা ধর্মাবলম্বী গোষ্ঠী সুনির্দিষ্টভাবে নির্ধারণ করাও কঠিন একটি কাজ। অনেক ধর্মের রয়েছে নানা ফেরকা এবং পারস্পরিক সংশ্লিষ্টতা। যেমন, ধর্মের তালিকায় খ্রিস্ট ধর্ম-উদ্ভূত বিভিন্ন ফেরকার কোনটি আলাদা ধর্ম হিসেবে ধরা হবে আর কোনটি খ্রিস্ট ধর্মে অন্তর্ভুক্ত হবে সে বিষয় একমত হওয়া সহজ নয়। একইভাবে, আহ্‌মাদিয়ারা নিজেদের মুসলিম মনে করলেও অনেক ইসলামি ধর্মীয় ও রাজনৈতিক গোষ্ঠী তাদের ভিন্ন ধর্মানুসারী বলে দাবী করেন - এমতাবস্থায় আহ্‌মাদিয়াদের মুসলিম ধরা হবে কিনা সে বিষয়ও বিতর্ক থেকে যায়।\n\n\n== ধর্মীয় জনসংখ্যা ==\n\n\n=== ধর্মসমূহ ও অনুসারী সংখ্যা ===\nপ্রধান ধর্ম নির্ধারণের সবচেয়ে প্রচলিত উপায় হল ধর্মানুসারীদের সংখ্যার ভিত্তিতে তা নির্ধারণ। তবে এই সংখ্যা-উপাত্তও সবসময় যথেষ্ট যাচাই বা নির্ভরযোগ্য নয়। সাধারণত কোনো দেশের আদমশুমারি থেকে এই উপাত্ত সংগ্রহ করা হয়। যুক্তরাষ্ট্র, বা ফ্রান্সের মত যেসব দেশে আদমশুমারিতে ব্যক্তির ধর্মীয় বিশ্বাস সংক্রান্ত তথ্য থাকে না, সেখানে জরিপের মাধ্যমে তথ্য সংগ্রহ করা হয়। এই উপাত্তের নির্ভরযোগ্যতার পেছনে অন্তরায়সমূহ হল - সকল আদমশুমারি বা জরিপে একই ধরনের প্রশ্ন করে ব্যক্তির বিশ্বাস সংক্রান্ত তথ্য না নেয়া, ধর্মের পরিধি বা সংজ্ঞা নিয়ে সর্বত্র একই মত না থাকা, জরিপকারী সংস্থার পক্ষপাত ও দৃষ্টিভঙ্গি। তারপরেও এই উপাত্তের সমাহার মোটা দাগে পৃথিবীর বৃহত্তম ধর্মাবলম্বী গোষ্ঠীগুলোকে শনাক্ত করে।\nঅনুসারীর সংখ্যার ভিত্তিতে বিভিন্ন বিশ্বাসের তালিকা নিম্নে দেয়া হল। এখানে এমন বিশ্বাসী গোষ্ঠীও অন্তর্ভুক্ত করা হয়েছে, যাদের বিশ্বাস সার্বিকভাবে কোনো ধর্ম গঠন করে না, আবার তারা অন্য কোনো সংঘবদ্ধ ধর্মীয় গোষ্ঠীরও অন্তর্গত নন।\n\nখ্রিস্ট ধর্ম - ২৪৫ কোটি (গোড়াপত্তন ২৭ খ্রিস্টাব্দ)\nরোমান ক্যাথলিক চার্চ - ১৩০ কোটি\nপ্রোটেস্ট্যান্ট মতবাদ (অ্যাঙ্গলিকান মতবাদ ও অন্যান্য ইভান্‌জালীয় বিশ্বাস সহ) - ৮৫ বা১০০ কোটি (গোড়াপত্তন ১৫২০ খ্রিস্টাব্দ)\nঅর্থোডক্স চার্চ, আসিরীয় চার্চ, মর্মন ও অন্যান্য খ্রিস্টীয় বিশ্বাস - ১৫ কোটি\nইসলাম ধর্ম - ২০০ কোটি (গোড়াপত্তন ৬২২ খ্রিস্টাব্দ)\nসুন্নি ইসলাম - ১৬২ কোটি\nশিয়া ইসলাম - ২৬ কোটি\nসুফিবাদ ও অন্যান্য ইসলামি বিশ্বাস - ১২ কোটি\nবৌদ্ধ ধর্ম - ১৩০ কোটি (গোড়াপত্তন আনুমানিক খ্রিস্টপূর্ব ৬ শতক)\nমহাযান - ১১৩ কোটি\nথেরবাদ - ১৫ কোটি\nবজ্রযান - ২ কোটি\nহিন্দু ধর্ম - ১২২ কোটি (গোড়াপত্তন আনুমানিক খ্রিস্টপূর্ব ১৫ শতক) #* বৈষ্ণব -৬৯ কোটি\nশৈব - ৩২ কোটি\nশাক্ত/স্মার্ত/আর্য সমাজ ও অন্যান্য হিন্দু বিশ্বাস - ২১ কোটি।\nনাস্তিকতাবাদ,জুচে,ইহবাদী -পৃথিবীর ১০ শতাংশেরও বেশি, বিভিন্ন জরিপে ৮৭ কোটি বা ১২০ কোটি।\nচীনা লোকধর্ম - ৪২ কোটি বা প্রকৃত সংখ্যা অজানা তবে,বৌদ্ধধর্মের মিশ্রণ রয়েছে তাই বৌদ্ধ হিসেবে গণনা করা হয়েছে।\nআফ্রিকীয় সনাতন বিশ্বাসসমূহ - ১০ কোটি বা বিভিন্ন পরিসংখ্যান বিভিন্ন রকম তথ্য দেয়।\nশিখ ধর্ম - ৩ কোটি ৫০ লক্ষ (গোড়াপত্তন ১৫ শতক)\nআত্মাবাদ - ১ কোটি ৮০ লক্ষ (গোড়াপত্তন মধ্য ১৯ শতক)\nকোনো একক সংঘবদ্ধ ধর্মীয় গোষ্ঠী নয়।\nইহুদি ধর্ম - ১ কোটি ৪৫ লক্ষ (গোড়াপত্তন আনুমানিক খ্রিস্টপূর্ব ১৩ শতক)\nবাহাই ধর্ম - ৭০ লক্ষ (গোড়াপত্তন ১৯ শতক)\nজৈন ধর্ম - ৪৫ লক্ষ (গোড়াপত্তন ৬ শতক)\nশিন্টো - ৪০ লক্ষ (গোড়াপত্তন আনুমানিক খ্রিস্টপূর্ব ৩ শতক)\nযারা শিন্টোকে ধর্ম হিসেবে মেনে নিয়ে পালন করেন হিসেবে উল্লেখ করেছেন, শুধু তারাই এখানে অন্তর্ভুক্ত। এছাড়া ইতিহাস, জাতি ও ঐতিহ্যগতভাবে যারা নিজেদের শিন্টো মনে করেন, তাদেরকেও এখানে অন্তর্ভুক্ত করলে এ সংখ্যা দাঁড়াবে প্রায় ১০ কোটি বা ততোধিক।\nকাও দাই - ৪০ লক্ষ (গোড়াপত্তন ১৯২৬)\nজরথুস্ত্র ধর্ম - ২৬ লক্ষ (গোড়াপত্তন আনুমানিক খ্রিস্টপূর্ব ৬ শতক)\nফালুন গং - ২১ লক্ষ* (গোড়াপত্তন ১৯৯২)\nবিভিন্ন জরিপকারী সংস্থা একে কোনো আলাদা বিশ্বাস বা ধর্ম মনে না করায় এর অনুসারীদের প্রকৃত সংখ্যা অযাচাইযোগ্য রয়ে গেছে।\nটেনরিকিও - ২০ লক্ষ (গোড়াপত্তন ১৮৩৮)\nনব্য-পেগান ধর্ম - ১০ লক্ষ (গোড়াপত্তন ২০ শতক)\nএকত্ববাদী সর্বজনীনতাবাদ - ৮ লক্ষ (গোড়াপত্তন ১৯৬১)\nরাসটাফারি আন্দোলন - ৬ লক্ষ (গোড়াপত্তন ১৯৩০ এর গোড়ার দিকে)\nসাইন্টোলজি - ৫ লক্ষ (গোড়াপত্তন ১৯৫২)\nফালুন গং ব্যতীত অন্যান্য ধর্মাবলম্বী-সংখ্যার উপাত্ত নেয়া হয়েছে Adherents.com ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ জানুয়ারি ২০১০ তারিখে এই পাতার ২০০৫ সংস্করণ হতে। বিভিন্ন উৎস হতে সকল উপাত্ত নিয়ে এই তালিকা সংকলনে যে পদ্ধতি গ্রহণ করা হয়েছে, তা বিস্তারিত জানতে Adherents.com-এর ব্যাখ্যা ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ জানুয়ারি ২০১০ তারিখে দেখুন।\n* ফালুন গং-এর উপাত্তটি গণপ্রজাতন্ত্রী চীনের ১৯৯৯ সালের উপাত্ত হতে পাওয়া; ২০০৪ সাল নাগাদ তাদের নেতৃত্ব অনুসারীর সংখ্যা ১০ কোটি বলে দাবী করেছেন।\n** adherents.com এ জুচে-কে আলাদা ধর্ম হিসেবে দেখানো হলেও প্রাতিষ্ঠানিকভাবে এই মতবাদ কোনো ধর্মীয় বিশ্বাস প্রচার করে না এবং ইহবাদী বৈশিষ্ট্যসম্পন্ন বিধায় এটিকে ধর্মীয় নয় এমন মতবাদের শ্রেণীতে রাখা হল।\n\n\n=== অনুসারীর ভিত্তিতে অনুক্রম ===\nখ্রিস্টান সায়েন্স মনিটর ধর্মগুলোর অনুক্রম নির্ধারণের ক্ষেত্রে কেবল সুসংগঠিত ধর্মসমূহ বিবেচনায় এনেছে। এখানে পত্রপত্রিকায় প্রকাশিত একটি তালিকা উল্লেখিত হল। ১৯৯৮ সালে পত্রিকায় \"Top 10 Organized Religions in the World\" নামে বিশ্বের সর্ববৃহৎ ১০ টি ধর্মের তালিকা প্রকাশিত হয়:\n\n*১ অনুসারী সংখ্যা Adherents.com[১] ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ জানুয়ারি ২০১০ তারিখে, থেকে নেয়া। ২০০৫ সালের তথ্য অনুসারে।\n*২ কেবল বামের দুইটি কলাম খ্রিস্টান সায়েন্স মনিটর থেকে নেয়া হয়েছে। বাকি তথ্যগুলো এই নিবন্ধের জন্য সংগৃহীত।\n*৩ ভৌগোলিক তথ্যসমূহ এনসাইক্লোপিডিয়া ব্রিটানিকা বিশ্বকোষের ককটি টেবিল থেকে নয়া হয়েছে। Worldwide Adherents of All Religions by Six Continental Areas, ২০০২ সালের তথ্য মতে।\n*৪ World Christian Encyclopedia-এর ধর্ম পাতার অনুসারী সংখ্যার বিন্যাস অনুসারে করা হয়েছে, David A. Barrett, 2001, p. 4.\n\n\n== তথ্যসূত্র =="}