{"pageid": 12235, "title": "ব্যাঙ", "url": "https://bn.wikipedia.org/wiki?curid=12235", "content": "ব্যাঙ উভচর (অ্যাম্ফিবিয়ান) শ্রেণীর অ্যানিউরা (লেজহীন, অ্যান=নাই, ইউরো=লেজ) বর্গের মেরুদণ্ডী প্রাণী। এদের লাফ (দেহের আয়তনের তুলনায় বিশ্বরেকর্ড) ও বর্ষাকালে (প্রজনন ঋতু) ঘ্যাঙর্ ঘ্যাঙ্ ডাক (প্রণয় সম্ভাষণ) বিখ্যাত।\nঅনেক সময় কুনো ব্যাঙ (toad) ও সোনা (কোলা) ব্যাঙ (frog) এই দুরকম ব্যাঙের মধ্যে পার্থক্য করার চেষ্টা করা হয়। কুনো ব্যাঙ শুকনো জায়গায় বেশি থাকে আর কোলা ব্যাঙ আর্দ্র জায়গায় বা জলে বেশি থাকে। কিন্তু বুফোটিডে পরিবার ছাড়া আর কোন ব্যাঙকে কুনো ব্যাঙ বলা হয় না। এগুলো ছাড়াও আরো অনেক রকমের ব্যাঙ রয়েছে, যেমন—ধেড়ে ব্যাঙ, গিরগিটিসদৃশ ব্যাঙ, গোলাপি ব্যাঙ, হলুদ ব্যাঙ, ডারউইন্স ফ্রগ (মেক্সিকান বারোয়িং টোড) ইত্যাদি।\nব্যাঙের বিভিন্ন প্রজাতির মধ্যে কিছু প্রজাতি নিশাচর আবার কিছু শীতল রক্তবিশিষ্ট। বিজ্ঞানের যে শাখায় উভচর এবং সরিসৃপ প্রাণীদের নিয়ে আলোচনা করা হয় তাকে হারপেটোলজি বলে, আর এসব প্রাণীদের নিয়ে কাজ করেন এমন বিজ্ঞানীদের বলা হয় হারপেটোলজিস্ট।\nমানুষের খাদ্য তালিকায় ব্যাঙের ভুমিকা রয়েছে। এছাড়াও এর সাহিত্য, প্রতীক এবং ধর্মের মধ্যে অনেক সাংস্কৃতিক ভূমিকা আছে। ব্যাঙের সংস্কৃত নাম দর্দুর যা থেকে বাংলা নাম দাদুর বা দাদুরী এসেছে। আরেক নাম ভেক।\nএক সময় গ্রামাঞ্চলে, বিশেষ করে চিলি, ঘানা, কোস্টারিকা ও পানামায় ঝাঁকে ঝাঁকে বিভিন্ন প্রজাতির ব্যাঙ দেখা যেত। এখন তাদের বাসস্থানের জায়গা কমেছে, ছত্রাকজনিত বিশেষ ধরনের ভয়াবহ রোগও হানা দিচ্ছে। যার ফলে দিনে দিনে এদের সংখ্যা বিলুপ্তির হুমকির মুখে পড়ছে।\n\n\n== খাদ্য ==\nব্যাঙের প্রধান খাদ্য হচ্ছে ছোট বড় বিভিন্ন রকমের পোকামাকড়। এক প্রজাতির ব্যাঙ আছে যারা কাঁকড়া খেয়ে থাকে।\nএকটি ব্যাঙ দিনে তার সমপরিমাণ পোকামাকড় খেয়ে ফেলতে পারে|\n\n\n== বাসস্থান ==\nবিভিন্ন ব্যাঙ বিভিন্ন জায়গায় বসবাস করে। কিছু ব্যাঙ জলে বাস করে। আবার কিছু ব্যাঙ মাটিতে গর্ত করে বাস করে। কিছু ব্যাঙ গাছে আর কিছু ব্যাঙ জঙ্গলে বাস করে।\n\n\n== বহিঃঅঙ্গসংস্থান ও দেহতত্ত্ব ==\n\n\n=== পা ও পায়ের পাতা ===\n\nপরিবেশে খুব দ্রুত চলা, শিকার ধরা, শিকারীর কাছ থেকে পালানো, এবং অভিযোজনের জন্য ব্যাঙের পা ও পায়ের পাতা বিশেষ গঠনের হয়। আর এ গঠন সাধারণত এদের ডাঙ্গা, পানি, বা বৃক্ষে(গাছ) বাস করার উপর নির্ভর করে হয়ে থাকে।\n\n\n=== গায়ের চামড়া ===\nব্যাঙ সাধারণত তাদের গায়ের চামড়া ব্যবহার করে শরীরে বাতাস প্রবেশের মাধ্যমে শ্বাস-প্রশ্বাসে কাজটি সম্পন্ন করে থাকে। শ্বাসযন্ত্রের কাজ ছাড়াও এদের গায়ের চামড়া পানি শোষণ, শরীরের তাপমাত্রা নিয়ন্ত্রণ, ও গায়ের প্রতিরক্ষা হিসেবে কাজ করে। এর গায়ে অনেক গ্রন্থি আছে, বিশেষ করে মাথার উপরে ও পেছনে, যা প্রায়ই অপ্রীতিকর এবং বিষাক্ত পদার্থ ছড়ায়।\n\n\n== গুরুত্ব ও ভূমিকা ==\n\n\n=== অর্থনৈতিক গুরুত্ব ===\nব্যাঙ আমাদের পরিবেশের ভারসাম্য রক্ষার কাজে সহায়তা করে। এটি ফসলের পোকা মাকড় খেয়ে ফসলের সুরক্ষা করে, ফলে জমিতে অতিরিক্ত কিটনাশক(পোকা নিধন ঔষদ) দিতে হয়না। তাই জমির উর্বরতা নষ্ট হয়না।\n\n\n=== মানুষের খাদ্য হিসেবে ===\nবহুযুগ ধরেই মানুষ ব্যাঙকে খাবার হিসেবে গ্রহণ করে আসছে। ব্যাঙের মাংস খুবই সুস্বাদু ও পুষ্টিকর। এখনও পর্যন্ত পৃথিবীর বিভিন্ন দেশে ব্যাঙ একটি উপাদেয় খাদ্য। যেমন, ফ্রান্সের মানুষের কাছে ব্যাঙ পা (frog legs) খুবই জনপ্রিয় একটি খাবার (des cuisses de grenouille)।\n\n\n=== প্রকৃতির খাদ্যপ্রবাহে ভূমিকা ===\nপ্রকৃতির খাদ্যপ্রবাহে ব্যাঙের অনেক ভূমিকা আছে। সাধারণত ব্যাঙ প্রকৃতির খাদ্যপ্রবাহে মাঝামাঝি স্থানে অবস্থান করে, যেমন—ব্যাঙ বিভিন্ন রকমের পোকামাকড় খায়, আবার ব্যাঙকে খায় সাপ, পাখি, এমনকি মানুষও। বড় বড় পোকামাকড় ও বিভিন্ন জটিল রোগ ছড়ায় এমন পোকামাকড় এরা খায়, বিশেষ করে ম্যালেরিয়ার বিস্তার ঘটায় এমন মশাও খেয়ে ফেলে।\n\n\n=== প্রাকৃতিক দুর্যোগের পূর্বাভাস ===\nপরিবেশ-প্রকৃতির সাথে ব্যাঙের নিবিড় সম্পর্কের ফলে পরিবেশ সম্পর্কে এরা অনেক বেশি স্পর্শকাতর, এবং পরিবেশের অনেক পরিবর্তন আগে থেকে আঁচ করতে পেরে ডেকে ডেকে এরা সবাইকে সজাগ করে দেয়। এজন্যই ব্যাঙকে অনেকসময় কয়লাখনির খুদে গায়কপাখি (ক্যানারিজ ইন দ্য কোলমাইন) নামে ডাকা হয়। যেমন, যুক্তরাজ্যের ওপেন ইউনিভার্সিটির প্রাণিবিদ ড. রাসেল গ্রান্টের এক গবেষণায় দেখা গেছে যে, একপ্রকার কুনো ব্যাঙ সাধারণত ভূমিকম্পের কমপক্ষে সপ্তাহ খানেক আগে নিজের ঘর ছেড়ে অন্যত্র নিরাপদ আশ্রয় নেয়।\n\n\n=== রাসায়নিক ও চিকিৎসাশাস্ত্রে গুরুত্ব ===\nকিছু কিছু ব্যাঙের শরীরে এমন ধরনের রাসায়নিক উপাদান রয়েছে যা কিনা মানুষের অনেক জটিল রোগ সারাতে সাহায্য করে। আবার কোন কোন ব্যাঙের দেহে একপ্রকার বিষ রয়েছে যা মানুষ বহুবছর ধরে তিরের ফলায় বিভিন্ন প্রাণী শিকার করার কাজে ব্যবহার করে আসছে। ১৯৫০ সালের দিকে মানুষের প্রেগন্যান্সি টেস্টের জন্য আফ্রিকার এক ধরনের ব্যাঙের দেহের কাইট্রিড নামক ছত্রাক ব্যবহার করা হতো।\n\n\n== বিলুপ্তির হুমকি ==\nএক জরিপে দেখা গেছে যে, সাম্প্রতিক বছরগুলোতে ১৬৫টিরও বেশি প্রজাতির ব্যাঙ পৃথিবী থেকে নিশ্চিন্ন হয়ে গেছে। বিশেষ করে বর্তমানে লাল-চোখ ওয়ালা ডুলেমানোহিলা নামক একপ্রকার ব্যাঙ এর উজ্জল দৃষ্টান্তে পরিনত হয়েছে।\n\n\n=== বিলুপ্তির কারণ ===\nসাধারণত ব্যাঙের চর্মরোগ তাদের বিলুপ্তির প্রধান কারণ। কাইট্রিডিওমাইকোসিস হচ্ছে ব্যাঙের এরপ্রকার দুরারোগ্য চর্মরোগ যা কাইট্রিড (কুইট্রিড ফাঙ্গাস নামের একটি স্কিন ফাঙ্গাস) ছত্রাকের মাধ্যমে ছড়ায়। এ ছত্রাক গায়ের চামড়ার হানা দেয় এবং যার পরিণাম অবধারিত মৃত্যু। বিজ্ঞানীদের মতে, পৃথিবীতে উভচর প্রাণীদের বিলুপ্তির জন্য অন্যতম কারণ এ ছত্রাক।\nযথেচ্ছ পরিমাণে কীটনাশকের ব্যবহার, ঝোপ-ঝাড় বিনষ্ট করে মানুষের আবাসস্থল নির্মাণ, ঘন বসতি গড়ে ওঠার কারণেও এই প্রাণী বিলুপ্ত হচ্ছে। অবশিষ্ট টিকে থাকা এই এদের খাদ্য শৃঙ্খল নষ্ট হওয়া থেকে বাস্তুতন্ত্র ভেঙে পড়ার আশঙ্কাও রয়েছে। এতে জীবজগতেও ভয়ঙ্কর প্রভাবের আশঙ্কা গবেষকদের। ব্যাঙ ধ্বংসের আরেক বড় কারণ, শিকারীদের টার্গেটে এরা যখন তাদের খাবারে পরিণত হয়।\n\n\n== তথ্যসূত্র =="}