{"pageid": 1225, "title": "সমাজ", "url": "https://bn.wikipedia.org/wiki?curid=1225", "content": "সমাজ বলতে মূলত এমন এক ব্যবস্থা বোঝায়, যেখানে একাধিক চরিত্র একত্রে কিছু নিয়ম-কানুন প্রতিষ্ঠা করে একত্রে বসবাসের উপযোগী পরিবেশ গড়ে তোলে। মানুষের ক্ষেত্রে একাধিক ব্যক্তি একত্র হয়ে লিখিত কিংবা অলিখিত নিয়ম-কানুন তৈরি করে; এরকম একত্র বসবাসের অবস্থাকে সমাজ বলে। মানুষ ছাড়াও ইতর প্রাণীর ক্ষেত্রে সমাজের অস্তিত্ব দেখা যায়, তবে সেখানে মানুষের মতো কাঠামোবদ্ধ সমাজের দৃষ্টান্ত নজরে আসে না।\nসমাজের দুটো গুরুত্বপূর্ণ উপাদান হলো:ট্যাবু বা নিষিদ্ধ আচার, ও টোট্যাম। সমাজের মধ্যে যেমন সদস্যদের মধ্যে থাকে পরস্পর সৌহার্দ্য, সহযোগিতা, মমত্ব ; তেমনি তৈরি হতে পারে ঘৃণা, লোভ, জিঘাংসা। তাই সমাজের মধ্যে শৃংখলা ধরে রাখার স্বার্থে বেশিরভাগ ক্ষেত্রেই অলিখিতভাবে তৈরি হয় কিছু নিয়ম, অধিকাংশ ক্ষেত্রেই যার লঙ্ঘন চরম অসম্মানজনক এবং সমাজের দৃষ্টিতে শাস্তিযোগ্য। তবে, নিঃসন্দেহে সুন্দর ও সুষ্ঠু সমাজ ব্যবস্থার জন্য সৌহার্দ্য, সহযোগিতা একান্ত দরকার।\n\n\n== ব্যুৎপত্তি এবং ব্যবহার ==\nইংরেজি \"society\" শব্দটি দ্বাদশ শতাব্দীর ফরাসি শব্দ société থেকে এসেছে যার অর্থ 'সঙ্গ'।  এটি পালাক্রমে ল্যাটিন শব্দ societas থেকে এবং পরবর্তীতে বিশেষ্য socius (\" কমরেড, বন্ধু, মিত্র\";  বিশেষণ socialis ) থেকে উদ্ভূত হয়েছিল। শব্দটি নাগরিকদের মধ্যে একপ্রকার বন্ধন বা বন্ধুত্বপূর্ণ মিথস্ক্রিয়া বোঝাতে ব্যবহৃত হতো। সমাজ শব্দটি সমগ্র মানবতাকে নির্দেশ করতে পারে (এছাড়াও: \"সাধারণভাবে সমাজ\", \" মুক্ত সমাজ\" ইত্যাদি নির্দেশ করে)। যদিও এই অর্থে যারা সমাজের বাকি অংশের প্রতি অবন্ধুসুলভ বা অসভ্য তাদের অসামাজিক \" মনে করা হয়। ১৬৩০-এর দশকে, শব্দটি \"প্রতিবেশী ও সম্পর্কে  আবদ্ধ এবং একটি সুশৃঙ্খল সম্প্রদায়ে একসাথে বসবাস সম্পর্কে সচেতন ব্যক্তিদের\" বোঝাতে ব্যবহৃত হয়েছিল।  কিন্তু, ১৮ শতকে স্কটিশ অর্থনীতিবিদ অ্যাডাম স্মিথ পরামর্শ দেন যে একটি সমাজ \"বিভিন্ন মানুষ, বিভিন্ন ব্যবসায়ীর মধ্যে, কোনও পারস্পরিক ভালোবাসা বা স্নেহ ছাড়াই তার উপযোগিতা বোধ থেকে টিকে থাকতে পারে, যদি তারা একে অপরের ক্ষতি করা থেকে বিরত থাকে। \" \n\n\n== আরও দেখুন ==\nসুশীল সমাজ\nভোগবাদ\nসম্প্রদায়\nসংস্কৃতি\nপরিবার\nধর্ম\nবিদ্বৎসমাজ\nসমাজবিজ্ঞান\nসামাজিক চুক্তি তত্ত্ব\nসামাজিক কাঠামো\nসমাজকর্ম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}