{"pageid": 12274, "title": "উদয় শঙ্কর", "url": "https://bn.wikipedia.org/wiki?curid=12274", "content": "উদয় শঙ্কর (ইংরেজি: Uday Shankar)(জন্ম ৮ ডিসেম্বর ১৯০০-মৃত্যু ২৬ সেপ্টেম্বর ১৯৭৭)। একজন ভারতীয় নৃত্যশিল্পী, নৃত্য পরিকল্পক, অভিনেতা।তিনি ভারতীয় নৃত্যশৈলী, ভারতীয় জাতীয় নৃত্যের ইউরোপীয় থিয়েটারস সমন্বয় পদ্ধতি গ্রহণের জন্য সুপরিচিত। ভারতীয় শাস্ত্রীয় এবং উপজাতীয় নৃত্যের উপাদানগুলির সাথে সমন্বয় করেন, যা তিনি পরবর্তী কালে ভারত, ইউরোপ এবং মার্কিন যুক্তরাষ্ট্রে ১৯২০ থেকে ১৯৩০ সালে জনপ্রিয় করান।। তিনি ভারতে আধুনিক নৃত্যের একজন অগ্রগামী ছিলেন।\n\n\n== প্রাথমিক জীবন এবং পটভূমি ==\nউদয়শঙ্কর একটি বাঙালি পরিবারে উদয়পুর রাজস্থানে জন্ম গ্রহণ করেন। তার পুরো নাম উদয়শঙ্কর চৌধুরী। তার বাবা পণ্ডিত শ্যামশঙ্কর চৌধুরী ছিলেন বাংলাদেশের যশোর জেলার নড়াইল মহকুমার কালিয়া গ্রামের অধিবাসী। পণ্ডিত শ্যামশঙ্কর যখন ঝালাওয়ারের মহারাজার ব্যক্তিগত সচিব হিসেবে কাজ করছিলেন তখন উদয় শঙ্করের জন্ম হয়। উদয়ের শৈশব বেশিরভাগই তার মা এবং ভাইবোনদের সাথে নুসরাতপুরে তার মায়ের বাড়িতে কাটিয়েছিলেন।তার পিতার কাজ তাকে নিয়মিতভাবে শহরে স্থানান্তর করতে বাধ্য করেছিল। ফলস্বরূপ, উদয়কে নসরতপুর, গাজীপুর, বারাণসী ও ঝালওয়ার মতো বিভিন্ন স্কুলে পরিবর্তন করতে হয়েছিল। যদিও উদয়কে অল্প বয়সে নাচতে দেখা যায় না, তবে গাজীপুরে তার বিদ্যালয়ে সংগীত ও ফটোগ্রাফির মত অন্যান্য শিল্পীগুলির সাথে তার সম্পর্ক।  তার পিতা, পণ্ডিত শ্যাম শঙ্কর ছিলেন শিল্পবোদ্ধা প্রাজ্ঞজন।তার কাছে নৃত্যকলা ছিল একাধারে শিল্প এবং পুজা ও উপাসনা। উদয় সহজাতভাবে চিত্রকলা ও নৃত্যকলার প্রতি অত্যন্ত অণুরক্ত ছিলেন। ১৯১৮ সালে উদয়কে মুম্বাইয়ের জে জে স্কুল অব আর্টস এবং পরে গান্ধর্ব মহাবিদ্যালয়ে প্রশিক্ষণের জন্য পাঠানো হয়। এর পর তিনি উচ্চতর প্রশিক্ষণের জন্য লন্ডনের রয়েল কলেজ অব আর্টস্ এ যান। এখানে তিনি প্রাচ্য ও পাশ্চাত্যের চিত্রকলা ও নৃত্যকলার বিষয়ে তাত্ত্বিক ও ব্যবহারিক জ্ঞান অর্জন করেন। রয়েল কলেজ অব আর্টস্ এর বৃত্তি নিয়ে উদয় চিত্রকলা বিষয়ে উচ্চতর অধ্যয়নের জন্য রোমে যান।\n\n\n== পরিবার এবং কর্মজীবন ==\n\nউদয়শঙ্কর তার নাচের সঙ্গী অমলার সঙ্গে বিবাহ করেন। ১৯৪২ সালে তার প্রথম সন্তান, আনন্দ শঙ্কর জন্মগ্রহণ করে এবং ১৯৫৫ সালে, তার কন্যা মমতা শংকর জন্মগ্রহণ করে।তিনি তার পুত্র,আনন্দ শঙ্কর খুব অল্প বয়সে গান গাওয়ার আরম্ভ করেছিলেন এবং একজন সঙ্গীতজ্ঞ এবং সুরকার হন। অন্যদিকে, তার কন্যা,মমতা শঙ্কর নৃত্য শেখেন এবং একটি বিখ্যাত অভিনেত্রী হয়ে ওঠেন। ১৯৪৮ সালে উদয় লিখেছিলেন, 'কল্পনা',তারই দ্বারা নির্মিত এবং পরিচালিত, ভারতের প্রথম চলচ্চিত্র মূলত শাস্ত্রীয় নৃত্যশিল্পী প্রধান চরিত্রে। তার স্ত্রী প্রধান চরিত্রটি করেন। যদিও চলচ্চিত্রটি বক্স অফিসে ভাল না করলেও, এটি পরে অনেক সমালোচক ও চলচ্চিত্র প্রেমীদের দ্বারা স্বীকৃত এবং প্রশংসিত হয়, যা ২০০৯ সালে ডিজিটাল পুনঃস্থাপন করা হয়।আকর্ষণীয়ভাবে, এই চলচ্চিত্রটিও পদ্মিনির পর্দা অভিব্যক্তিটি চিহ্নিত করে, পরে দক্ষিণ ভারতে তিনি সবচেয়ে বিখ্যাত অভিনেত্রী হন।\n\n\n=== উদয়-ইয়উথ উৎসব ===\n১৯৮৩ সালে, উদয়ের ছোট ভাই ও কিংবদন্তি সিতার পণ্ডিত রবি শংকর নতুন দিল্লিতে একটি বড় উৎসব পালন করেন যা চার দিন ধরে চলে। অনুষ্ঠানটি \"উদয়-ইয়উথ উৎসব\" নামে পরিচিত এবং অনেক বিখ্যাত নৃত্যশিল্পী ও সঙ্গীতশিল্পীকে আকর্ষণ করে। উৎসবে উদয়শঙ্করের ছাত্ররা অংশগ্রহণ করেন এবং অর্কেস্ট্রার সঙ্গীত প্রদর্শনী হয়, যা গঠিত করেন কিংবদন্তি সিতার পণ্ডিত রবি শংকর নিজে।\n\n\n== পুরস্কার ও সম্মান ==\n১৯৬০ সালে, \"সংগীত নাটক অকাদেমি পুরস্কার\", তিনি 'ক্রিয়েটিভ ডানস' সৃষ্টির জন্য এই মর্যাদাপূর্ণ পুরস্কার লাভ করেন।\n১৯৬২ সালে, \"সঙ্গীত নাটক একাডেমী ফেলোশিপ\",এটি ন্যাশনাল একাডেমী অব মিউজিক, নাচ ও ড্রামা কর্তৃক প্রদত্ত সর্বোচ্চ সম্মান। এই পুরস্কারটি তার জীবদ্দশায় কৃতিত্বের জন্য উদয়শঙ্করকে দেওয়া হয়।\n১৯৭১ সালে, পদ্মবিভূষণ, ভারতের দ্বিতীয় সর্বোচ্চ বেসামরিক পুরস্কার লাভ করেন।\n১৯৭৫ সালে, দেশিকোত্তম সম্মাননা- বিশ্বভারতী বিশ্ববিদ্যালয়ের সর্বোচ্চ সম্মানে সম্মানিত।\n\n\n== আরও পড়ুন ==\nUday Shankar and his art, by Projesh Banerji. Published by B.R. Pub. Corp., 1982.\nHis Dance, His Life: A Portrait of Uday Shankar, by Mohan Khokar. Published by Himalayan Books, 1983.\nUday Shankar, by Paschimbanga Rajya Sangeet Akademi. Published by West Bengal State Sangeet Academy, Information & Cultural Affairs Dept., Govt. of West Bengal, 2000.\nUday Shankar, by Ashoke Kumar Mukhopadhyay. 2008. আইএসবিএন ৮১-২৯১-০২৬৫-X.\nHonoring Uday Shankar, by Fernau Hall. Dance Chronicle, Volume 7, Issue 3 1983, pages 326 – 344.\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nCelebrating Creativity: Life & Work of Uday Shankar at IGNCA"}