{"pageid": 1228, "title": "সাহিত্য", "url": "https://bn.wikipedia.org/wiki?curid=1228", "content": "সাহিত্য বলতে যথাসম্ভব কোনো লিখিত বিষয়বস্তুকে বুঝায়। সাহিত্য শিল্পের একটি অংশ বলে বিবেচিত হয়, অথবা এমন কোনো লেখনী, যেখানে শিল্পের বা বুদ্ধিমত্তার আঁচ পাওয়া যায়, অথবা যা বিশেষ কোনো প্রকারে সাধারণ লেখনী থেকে আলাদা৷  মোটকথা, ইন্দ্রিয় দ্বারা জাগতিক বা মহাজাগতিক চিন্তা চেতনা, অনুভূতি, সৌন্দর্য ও শিল্পের লিখিত বা লেখকের বাস্তব জীবনের অনুভূতি হচ্ছে সাহিত্য। ধরন অনুযায়ী সাহিত্যকে কল্পকাহিনি বা বাস্তব কাহিনি কিংবা পদ্য, গদ্য এই দুইভাগে ভাগ করা যায়। পদ্যের মধ্যে ছড়া, কবিতা ইত্যাদি, গদ্যের মধ্যে প্রবন্ধ, নিবন্ধ, গল্প, উপন্যাস ইত্যাদি শাখা হিসেবে অন্তর্ভুক্ত করা যায়। এছাড়াও অনেকে নাটককে আলাদা প্রধান শাখা হিসাবে অন্তর্ভুক্ত করেন।  নাটকের মধ্যে নাটিকা, মঞ্চনাটক ইত্যাদিকে ভুক্ত করা যায়।\n\n\n== প্রধান ধারা ==\n\n\n=== পদ্য ===\n\nপদ্য (ইংরেজি: Poetry) হলো সাহিত্যিক ধারার একটি রূপ, যা কোনো অর্থ বা ভাব প্রকাশের জন্য গদ্যছন্দে প্রতীয়মান অর্থ না ব্যবহার করে ভাষার নান্দনিক ও ছন্দোবদ্ধ গুণ ব্যবহার করে থাকে। পদ্যে ছন্দোবদ্ধ বাক্য ব্যবহারের কারণে গদ্য থেকে ভিন্ন। গদ্য বাক্য আকারে লেখা হয়, পদ্য ছত্র আকারে লেখা হয়। গদ্যের পদবিন্যাস এর অর্থের মাধ্যমে বুঝা যায়, যেখানে পদ্যের পদবিন্যাস কবিতার দৃশ্যমান বিষয়বস্তুর উপর নির্ভরশীল।\n\n\n=== গদ্য ===\n\nগদ্য হলো ভাষার একটি রূপ, যা সাধারণ পদবিন্যাস ও স্বাভাবিক বক্তৃতার ছন্দে লেখা হয়। গদ্যের ঐতিহাসিক বিকাশ প্রসঙ্গে রিচার্ড গ্রাফ লিখেন, \"প্রাচীন গ্রিসের ক্ষেত্রে সাম্প্রতিক গবেষণায় দেখা যায় যে, গদ্য তুলনামূলকভাবে অনেক পরে বিকশিত হয়েছে, এই \"আবিষ্কার\" ধ্রুপদী যুগের সাথে সম্পর্কিত।\"\n\n\n=== নাটক ===\n\nনাটক হলো এমন এক ধরনের সাহিত্য, যার মূল উদ্দেশ্য হলো তা পরিবেশন করা। সাহিত্যের এই ধারায় প্রায়ই সঙ্গীত ও নৃত্যও যুক্ত হয়, যেমন গীতিনাট্য ও গীতিমঞ্চ। মঞ্চনাটক হলো নাটকের একটি উপ-ধরন, যেখানে একজন নাট্যকারের লিখিত নাটকীয় কাজকে মঞ্চে পরিবেশন করা হয়ে থাকে। এতে চরিত্রগুলোর সংলাপ বিদ্যমান থাকে এবং এতে পড়ার পরিবর্তে নাটকীয় বা মঞ্চ পরিবেশনা হয়ে থাকে।\n\n\n== আরো দেখুন ==\nআন্তর্জাতিক বাংলা সাহিত্য পরিষদ\nবঙ্গীয় সাহিত্য পরিষদ\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nPreminger, Alex; V. F. Brogan, Terry (১৯৯৩)। The New Princeton Encyclopedia of Poetry and Poetics। US: Princeton University Press। আইএসবিএন 0-691-02123-6। \n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:উইকিপ্রকল্প\n\nডিকশনারী অব দ্য হিস্টোরি অব আইডিয়াস\nকার্ণেগী মেলন বিশ্ববিদ্যালয়ের বিশ্বজনীন পাঠাগার\nইংলিশ লিটারেচার ফোরাম\nপ্রজেক্ট গুটেনবার্গের অনলাইন পাঠাগার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ জানুয়ারি ২০০২ তারিখে\nআর্টস, বিডিনিউজ টোয়েন্টিফোর ডটকম  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ অক্টোবর ২০০৭ তারিখে"}