{"pageid": 1230484, "title": "যুক্তিদোষের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1230484", "content": "যুক্তিদোষ বলতে কোনও যুক্তি নির্মাণের সময় অবৈধ বা অন্য কোনও ত্রুটিপূর্ণ যুক্তিবিন্যাসের ব্যবহারকে বোঝায়। সব ধরনের মানব যোগাযোগে যুক্তিদোষ থাকতে পারে। যুক্তিদোষ বিভিন্ন ধরনের হতে পারে, তাই এগুলিকে শ্রেণীবদ্ধ করা দুরূহ। তা সত্ত্বেও এগুলিকে আকার বা রূপের ভিত্তিতে (রৌপ যুক্তিদোষ) বা বিষয়বস্তুর ভিত্তিতে (অরৌপ যুক্তিদোষ) শ্রেণীবদ্ধ করা যেতে পারে। অরৌপ যুক্তিদোষগুলির সংখ্যা বেশি, তাই এগুলিকে উপশ্রেণীতে ভাগ করা যেতে পারে, যেমন অযথার্থ পূর্বানুমান, ত্রুটিপূর্ণ সামান্যীকরণ, হেতুনির্দেশ ত্রুটি, প্রাসঙ্গিকতা, ইত্যাদি।\nযখন সাধারণত ত্রুটিহীন যুক্তিবিন্যাস ব্যবহারের তুলনায় ঐকমত্য অর্জনের লক্ষ্য বেশি গুরুত্বপূর্ণ হয়, তখন প্রায়শই দুষ্টযুক্তি ব্যবহৃত হয়ে থাকে। যখন দুষ্টযুক্তি ব্যবহৃত হয়, তখন সেটির হেতুবাক্যটি যে যুক্তিসঙ্গত নয়, সিদ্ধান্তটি যে অপ্রমাণিত (তবে অবশ্যম্ভাবীরূপে মিথ্যা নয়) এবং যুক্তিটি যে ভ্রান্ত, সে ব্যাপারগুলি শনাক্ত করতে হয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎসপঞ্জি ===\n\n\n== আরও পড়ুন ==\nThe following is a sample of books for further reading, selected for a combination of content, ease of access via the internet, and to provide an indication of published sources that interested readers may review. The titles of some books are self-explanatory. Good books on critical thinking commonly contain sections on fallacies, and some may be listed below.\nDiCarlo, Christopher (২০১১)। How to Become a Really Good Pain in the Ass: A Critical Thinker's Guide to Asking the Right Questions। Prometheus Books। আইএসবিএন 9781616143978। \nEngel, S. Morris (১৯৯৪)। Fallacies and Pitfalls of Language: The Language Trap। Dover Publications। আইএসবিএন 0486282740। সংগ্রহের তারিখ ৩০ নভেম্বর ২০১০। \nHamblin, C. L. (২০০৪)। Fallacies। Methuen & Co.। আইএসবিএন 0416145701। \nHughes, William; Lavery, Jonathan (২০০৪)। Critical Thinking: An Introduction to the Basic Skills (4th সংস্করণ)। Broadview Press। আইএসবিএন 1551115735। সংগ্রহের তারিখ ৩০ নভেম্বর ২০১০। \nPaul, Richard; Elder, Linda (২০০৬)। Thinker's Guide to Fallacies: The Art of Mental Trickery। Foundation for Critical Thinking। আইএসবিএন 9780944583272। ৫ জুলাই ২০১৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩০ নভেম্বর ২০১০। \nSinnott-Armstrong, Walter; Fogelin, Robert (২০১০)। Understanding Arguments: An Introduction to Informal Logic (8th সংস্করণ)। Wadsworth Cengage Learning। আইএসবিএন 9780495603955। সংগ্রহের তারিখ ৩০ নভেম্বর ২০১০। \nThouless, Robert H. (১৯৫৩)। Straight and Crooked Thinking (পিডিএফ)। Pan Books। সংগ্রহের তারিখ ৩০ নভেম্বর ২০১০। \nTindale, Christopher W. (২০০৭)। Fallacies and Argument Appraisal। Critical Reasoning and Argumentation। Cambridge University Press। আইএসবিএন 9780521842082। সংগ্রহের তারিখ ৩০ নভেম্বর ২০১০। \nWilson, David Carl (২০২০)। A Guide to Good Reasoning: Cultivating Intellectual Virtues (2nd সংস্করণ)। University of Minnesota Libraries। আইএসবিএন 9781946135667।  Creative Commons Attribution-Non-Commercial 4.0 International License\n\n\n== বহিঃসংযোগ ==\nLogical Fallacies, Literacy Education Online\nInformal Fallacies, Texas State University page on informal fallacies.\nStephen's Guide to the Logical Fallacies (mirror)\nVisualization: Rhetological Fallacies, Information is Beautiful\nMaster List of Logical Fallacies University of Texas at El Paso\nFallacies Internet Encyclopedia of Philosophy"}