{"pageid": 12321, "title": "বড়লেখা উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=12321", "content": "বড়লেখা উপজেলা বাংলাদেশের মৌলভীবাজার জেলার একটি প্রশাসনিক এলাকা। ১৯৪০ খ্রিষ্টাব্দে বড়লেখাকে একটি থানা হিসেবে ঘোষণা করা হয়, পরবর্তিতে তা উপজেলা হিসেবে পরিগণিত হয়।\n\n\n== ইতিহাস বা পটভূমি ==\n\n\n=== ইংরেজ আমল ===\nব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানীর গভর্নর লর্ড কার্জন ১৯০৫ খ্রিষ্টাব্দে তৎকালীন বঙ্গদেশকে দুভাগে ভাগ করে পূর্ববঙ্গকে আসামের সাথে রেখে দিলেন। এরপর স্বদেশী আন্দোলন হয়েছে, সপ্তম এডওয়ার্ড মারা গেলেন, পঞ্চম জর্জ সম্রাট হলেন। ১৯১১ খ্রিষ্টাব্দে পঞ্চম জর্জ দিল্লী এলে দিল্লীর দরবারে বঙ্গবিভাজন রোহিত হলো। কিন্তু তৎকালীন শ্রীহট্ট রইলো আসামের সঙ্গে। শ্রীহট্টে তখন ছিল ৪ মহকুমা: সদর শ্রীহট্ট, সুনামগঞ্জ, হবিগঞ্জ, করিমগঞ্জ। সদর মহকুমার আয়তন বেশি হওয়ায় পরবর্তিতে ১৯৮২ খ্রিষ্টাব্দে এটিকে ভেঙে দক্ষিণ শ্রীহট্ট মহকুমার সৃষ্টি করা হয়। করিমগঞ্জে ছিল পাঁচটি থানা: করিমগঞ্জ, জলঢুপ, পাথারকান্দি, রাতাবাড়ি ও বদরপুর। ১৯৪০ খ্রিষ্টাব্দের ১৮ মে তারিখে সরকারি নোটিফিকেশন নম্বর ৫৪৩৩-এর মধ্য দিয়ে জলঢুপ থানাকে দুই ভাগে ভাগ করা হয়। আর তখনই উদ্ভব হয় বিয়ানীবাজার ও বড়লেখা থানার।\n\n\n== অবস্থান ও আয়তন ==\nউপজেলার আয়তন ৪৪৮.৮৬ বর্গ কিলোমিটার। অবস্থান: ২৪°২৬´ থেকে ২৪°৩৯´ উত্তর অক্ষাংশ এবং ৯১°৪৪´ থেকে ৯১°৫৮´ পূর্ব দ্রাঘিমাংশ। এই উপজেলার উত্তরে সিলেট জেলার বিয়ানীবাজার উপজেলা, দক্ষিণে মৌলভীবাজার জেলার জুড়ী উপজেলা, পূর্বে ভারতের আসাম, পশ্চিমে কুলাউড়া উপজেলা, সিলেট জেলার ফেঞ্চুগঞ্জ উপজেলা ও গোলাপগঞ্জ উপজেলা। এবং ভারতের সাথে এর আন্তর্জাতিক সীমানা ২০ কিলোমিটার। বড়লেখা, সিলেট বিভাগের অন্তর্গত মৌলভীবাজার জেলার দ্বিতীয় বৃহত্তম উপজেলা। এই উপজেলা, সিলেট শহর থেকে প্রায় ৬৪ কিলোমিটার দূরে অবস্থিত।\n\n\n== ভূগোল ও ভূ-প্রকৃতি ==\n২০১১ খ্রিষ্টাব্দের শুমারী অনুযায়ী উপজেলায় তাপমাত্রা সর্বোচ্চ ২৩.৭°, সর্বনিম্ন ৮.৩° সেন্টিগ্রেড (গড় তাপমাত্রা ১৬° সেন্টিগ্রেড) আর বাতাসে আর্দ্রতার মাত্রা ৭৮.৮ শতাংশ। বৃষ্টিপাতের মাত্রা ২,০৭১ মিলিমিটার।\n\n\n== প্রশাসনিক এলাকা ==\nবড়লেখা উপজেলায় বর্তমানে ১টি পৌরসভা ও ১০টি ইউনিয়ন রয়েছে। সম্পূর্ণ উপজেলার প্রশাসনিক কার্যক্রম বড়লেখা থানার আওতাধীন।\n\nপৌরসভা:\nবড়লেখা\nইউনিয়নসমূহ:\n১নং বর্ণি\n২নং দাসের বাজার\n৩নং নিজ বাহাদুরপুর\n৪নং উত্তর শাহবাজপুর\n৫নং দক্ষিণ শাহবাজপুর\n৬নং বড়লেখা\n৭নং তালিমপুর\n৮নং কাঠালতলী\n৯নং সুজানগর\n১০নং দক্ষিণভাগ\n\n\n== অর্থনীতি ==\nএই অঞ্চলের মানুষ মূলত কৃষিজীবী। এছাড়া রয়েছেন ব্যবসায়ী ও সীমিত পর্যায়ে চাকরিজীবী। তবে স্থানীয়রা অধিকাংশই স্বাধীন পেশাজীবি। এই উপজেলার প্রধান রপ্তানীদ্রবের মধ্যে রয়েছে চা, আগর-আতর, আগরবাতি ইত্যাদি। এছাড়া হাওরাঞ্চলের লোকজন মৌসুমে নিজেদের প্রয়োজন মিটিয়ে দেশের অন্যান্য অঞ্চলেও মাছ বিক্রি করে থাকেন। প্রবাসীদের পাঠানো রেমিটেন্স হচ্ছে এতদ অঞ্চলের অর্থনীতির ভিত। তাছাড়া পূর্বাঞ্চলের মানুষের প্রধান অর্থনীতির উৎস হচ্ছে পাহাড় থেকে পাথর সংরক্ষণ ও বিক্রয়, পশ্চিমাঞ্চলের মানুষ বিশেষ করে মাছ ধরে, নদী থেকে বালু সংগ্রহ ও বিক্রয় করে, মধ্য নিম্নাঞ্চলের মানুষও বাজার সংলগ্ন জনগোষ্ঠি কৃষি ও কৃষিজাত পণ্য উৎপাদন ও বিক্রয় করে তাদের জীবিকা নির্বাহ করেন।\n\n\n== ভাষা, সংস্কৃতি ও খেলাধুলা ==\nবাংলাদেশের রাষ্ট্রীয় ভাষা বাংলা এ অঞ্চলের ভাষা হলেও মূলত বড়লেখা উপজেলার ভাষা হলো সিলেটি ভাষা বা সিলেটি উপভাষা। তবে কেউ কেউ সিলেটি ভাষার মধ্যেও এই অঞ্চলের ভাষাকে বড়লেখী ভাষা বলে স্বতন্ত্র পরিচয় দিতে পছন্দ করেন। বাংলাদেশের সাধারণ ভাষার মতোও এই ভাষায় ধর্মীয় প্রভাব লক্ষ্যণীয়, যেমন: মুসলমানরা 'পানি' বললেও হিন্দুরা বলেন 'জল', মুসলমানরা 'নাস্তা' বললেও হিন্দুরা বলেন 'জলখাবার', মুসলমানরা 'গোসল' বললেও হিন্দুরা বলেন 'নিহান' ইত্যাদি। যদিও আধুনিক প্রজন্মে এর অনেকটাই বিলুপ্তির পথে।\nনিচে বাংলা ভাষার সাথে সিলেটি ও অন্যান্য উপজাতীয় ভাষার পারস্পরিক তুলনা উদ্ধৃত হলো:\n\n\n== শিল্প ==\n\n\n=== কুটির শিল্প ===\n\n\n==== মৃৎশিল্প ====\nহাওড় সংলগ্ন অঞ্চলের বন্যার পলিবিধৌত এঁটেল মাটি এতদ অঞ্চলের মৃৎশিল্পকে করেছে গতিশীল। তাছাড়া সনাতন ধর্মাবলম্বীরা অধিকাংশ সময় নিজেদের আচার-অনুষ্ঠানে মাটির বাসন আঁকড়ে রাখেন বলে মৃৎশিল্প এ অঞ্চলে মূলত হিন্দু ধর্মাবলম্বীদের মধ্যেই বেশি দেখা যায়।\n\n\n==== তাঁত শিল্প ====\nমণিপুরী তাঁত এতদ অঞ্চলের তাঁত শিল্পের মূল যোগানদাতা।\n\n\n==== আগর-আতর শিল্প ====\nউপজেলার প্রায় সর্বত্র আগর গাছ থেকে সুগন্ধী আতর উৎপাদনের প্লান্ট থাকলেও ব্রিটিশ আমল থেকেই মূলত এই শিল্পকে পৃষ্ঠপোষকতা ও লালন করে আসছে উপজেলার সুজানগর ইউনিয়নের বাসিন্দারা। এ অঞ্চলের আগর-আতর শিল্প মধ্যপ্রাচ্যসহ বিভিন্ন দেশে রপ্তানী হয় এবং দেশ তা থেকে বৈদেশিক মুদ্রা অর্জন করে। সরকারি অর্থায়ন ও পৃষ্ঠপোষকতায় তাই এতদ অঞ্চলে অনুষ্ঠিত হয় বিভিন্ন কর্মশালা এবং আগর বৃক্ষায়ন (আগর বাগান) কর্মসূচীও।\n\n\n==== পাটি শিল্প ====\n\n\n==== বাঁশ-বেত শিল্প ====\nশীতল পাটি শিল্প সিলেট অঞ্চলের অন্যান্য স্থানের মতো এই উপজেলায়ও অন্যতম একটি কুটির শিল্প। কেউ কেউ একে পেশা হিসেবেও নিয়ে থাকেন এবং উৎপাদিত পাটি বিভিন্ন হাট-বাজারে ও শহরে বিক্রীর জন্য প্রেরণ করে থাকেন। বিশেষ করে বড়লেখা তালিমপুর ইউনিয়নের গলগজা ও হরিণবদি গ্রামের হিন্দু সম্প্রদায়ের লোক এ পেশার সাথে বেশি জড়িত। দাসের বাজার এক সময় পাটির জন্য বিখ্যাত ছিল। কালের স্বাক্ষী হয়ে এখনো বাজারে পাটি বিক্রি হয়। গোবিন্দপুর,শংকরপুর,লঘাটি,পানিসাওয়া,গুলুয়া,মহারাণি,টুকা,উজিরপুর,মিহারী,কান্দিগ্রাম ছাড়াও সানেশ্বর,উলুউরী,নছিরপুরের লোকেরা পাটি ব্যবসার সাথে জড়িত ছিল।\n\n\n=== ক্ষুদ্রশিল্প ===\n\n\n==== লৌহশিল্প ====\n\n\n==== চা শিল্প ====\nউপজেলার পাহাড়ি অঞ্চলের ঢালু জমিতে চা বাগান রয়েছে, যা বাংলাদেশের চা শিল্পে অবদান রাখছে। উপজেলায় চা বাগান রয়েছে ১৮টি (২০০৮), যার সম্মিলিত আয়তন ৬৪.৩৯ বর্গ কিলোমিটার। প্রায় প্রত্যেক বাগানেই চা উৎপাদন কারখানা রয়েছে।\n\n\n== জনসংখ্যার উপাত্ত ==\n\nউপজেলার সর্বমোট জনসংখ্যা ২,৫৭,৬২০ জন (২০১১ খ্রিষ্টাব্দ); তন্মধ্যে পুরুষ ১,২৪,৩৭৭, আর নারী ১,৩৩,২৪৩ জন। এই জনসংখ্যার সিংহভাগ মুসলমান (২,১৬,৭৪২ জন), বাকিরা অন্যান্য ধর্মাবলম্বী: হিন্দু ৩৮,৬৫০ জন, খ্রিস্টান ১,৮৮৭ জন, বৌদ্ধ ৫ জন, অন্যান্য ৩৩৬ জন। এই জনসংখ্যার সিংহভাগই কৃষিজীবী।\n\n\n=== উপজাতি ===\n\n\n==== মণিপুরি ====\nমণিপুরি বা মৈতেই সম্প্রদায় মঙ্গোলীয় মহাজাতি গোষ্ঠীয় তিব্বত-ব্রহ্ম শাখার অন্তর্গত কুকিচিন পরিবারভুক্ত একটি জাতি। মনিপুরিরা নিজেদের মধ্যে পরিচয় আদান-প্রদানে নিজেদেরকে মৈতেই বলে পরিচয় দেয়। মনিপুরি সম্প্রদায়ে তিনটি গোত্র রয়েছে: মৈতেই, বিষ্ণুপ্রিয়া ও মৈতেই পাঙ্গাল। এদের মধ্যে বিষ্ণুপ্রিয়া ও মৈতেই হিন্দুধর্মে বিশ্বাসী ও গৌড়িয় বৈষ্ণব সম্প্রদায়ভুক্ত। মৈতেই পাঙ্গালরা ইসলাম ধর্মে বিশ্বাসী। তিন গোত্রে ভাষাগত ও সাংস্কৃতিক পার্থক্য পরিলক্ষিত হয়। মণিপুরিদের নিজস্ব ভাষা রয়েছে, যা মণিপুরি ভাষা বলেই খ্যাত এবং এই ভাষা প্রায় ৩৪০০ বছরের পুরোনো। মণিপুরি ভাষায় লেখার জন্য রয়েছে নিজস্ব বর্ণলিপি। ভাষাতাত্ত্বিকদের অভিমত এই বর্ণলিপির উদ্ভব হয়েছে ব্রাহ্মী লিপি থেকে। এই লিপির প্রতিটা বর্ণের নামকরণ করা হয়েছে মানবদেহের প্রতিটা অঙ্গ-প্রত্যঙ্গের নামানুসারে: যেমন, বাংলা 'ক' বর্ণের মণিপুরি প্রতিবর্ণ 'কোক' (অর্থ মাথা), বাংলা ম বর্ণের মণিপুরি প্রতিবর্ণ 'মীং' (চোখ) ইত্যাদি।\n\n\n==== খাসিয়া ====\nবড়লেখা উপজেলার মাধব পাহাড়কে কেন্দ্র করে গড়ে ওঠা আরেকটি আদিবাসী সম্প্রদায় হলো খাসিয়া। খাসিয়ারাও মঙ্গোলীয় মহাজাতি গোষ্ঠীর। খাসিয়ারা \"পুঞ্জি\"ভিত্তিক বাসস্থান গড়ে তোলে। সাধারণত ১০-১৫টি বা ততোধিক পরিবার মিলে একেকটি পুঞ্জি বা গ্রাম গঠিত হয়। প্রত্যেক খাসিয়া পুঞ্জি একেকজন নির্বাহী প্রধান কর্তৃক পরিচালিত হয়, খাসিয়া সম্প্রদায়ে এরকম নির্বাহীকে মন্ত্রী বলা হয়।\n\n\n==== সাঁওতাল ====\nবাংলাদেশের অধিকাংশ সাঁওতালরা যদিও রাজশাহী, দিনাজপুরে বাস করেন, তদুপরি বড়লেখা উপজেলাতে চা-বাগানকেন্দ্রীক আবাস গড়ে উঠেছে সাঁওতালদের। অধিকাংশ সাঁওতালই চা-বাগানের শ্রমিক হিসেবে এখানে এসেছেন।\n\n\n== শিক্ষা ==\nবড়লেখা উপজেলার অধীনে রয়েছে স্কুল, কলেজ, স্কুল এন্ড কলেজ,   মাদ্রাসা এবং কারিগরী শিক্ষাকেন্দ্র। বড়লেখায় অবস্থিত 'নারী শিক্ষা একাডেমী' এই অঞ্চলের নারী শিক্ষার অন্যতম পথিকৃৎ। এছাড়া বড়লেখা সরকারি ডিগ্রী কলেজ এই অঞ্চলের ডিগ্রী শিক্ষার্থীদের অন্যতম বিদ্যাপিঠ। ১৯৪৮ সালে প্রতিষ্ঠিত সীমান্তবর্তী শিক্ষা  প্রতিষ্ঠান শাহবাজপুর উচ্চ বিদ্যালয় ও কলেজ উপজেলায় শিক্ষা ক্ষেত্রে অনন্য ভূমিকা রেখে আসছে।\nবড়লেখা উপজেলার শিক্ষালয়ের উপাত্ত(উপাত্তসমূহ ১৯৯৮ খ্রিষ্টাব্দের হিসাব অনুযায়ী):\n\nসরকারি প্রাথমিক বিদ্যালয়: ১০৮টি\nবেসরকারি প্রাথমিক বিদ্যালয়: ৪৮টি\nউচ্চ বিদ্যালয়: ১৭টি\nনিম্ন মাধ্যমিক বিদ্যালয়: ৩টি\nকলেজ: ৫টি\nমাদ্রাসা (সরকারি স্বীকৃতিপ্রাপ্ত): ১৪টি\nস্কুল এন্ড কলেজ: ১টি\nশাহবাজপুর উচ্চ বিদ্যালয় ও কলেজ।\n\n\n== স্বাস্থ্য ==\nউপজেলার পাখিয়ালাতে রয়েছে ৫০ শয্যাবিশিষ্ট উপজেলা স্বাস্থ্য কমপ্লেক্স।\n\n\n== খনিজ সম্পদ ==\n১৯৫১ খ্রিষ্টাব্দে কাঁঠালতলীর বিওসি তেল কূপ ড্রিলিং-এর সময় অতিরিক্ত চাপের কারণে নিয়ন্ত্রণহীনভাবে বেশি মাত্রায় তেল বেরিয়ে আসতে থাকে। ফলে পরিস্থিতি মোকাবেলায় সিমেন্ট প্লাগ দিয়ে কূপটি বন্ধ করে দেয়া হয়েছিল। এছাড়া কুলাউড়া সংলগ্ন জুরির হারাগাছা পাহাড়ে ইউরেনিয়াম খনির সন্ধান পাওয়া যায়, এবং ১৯৯৬ খ্রিষ্টাব্দে একদল বিশেষজ্ঞ এই মজুত সম্বন্ধে নিশ্চিত করেন।\n\n\n== দর্শনীয় স্থান ==\n\n\n=== প্রত্নতাত্ত্বিক নিদর্শন ===\nউপজেলার দাসের বাজার ইউনিয়নে লঘাটি গ্রামে অবস্থিত \"খোজার মসজিদ\"/\"বৃহত্তর লঘাটি কেন্দ্রীয় জামে মসজিদ\" ষোড়শ শতকের প্রত্নতাত্ত্বিক নিদর্শন।\n\n\n=== ভ্রমণ আকর্ষণ ===\n\nবড়লেখা উপজেলার দর্শনীয় স্থানগুলোর মধ্যে উল্লেখযোগ্য হলো:\n\nমাধবকুণ্ড জলপ্রপাত, মাধবকুণ্ড ইকোপার্ক ও মাধব মন্দির\nহাকালুকি হাওর\nশাহবাজপুর চা-বাগান\nপরিকুণ্ড জলপ্রপাত\nরামাকুন্ড জলপ্রপাত\nরজনীকুন্ড জলপ্রপাত\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nড. মোহাম্মদ আতাউল করিম, শিক্ষক ও বিজ্ঞানী\nদ্বিজেন শর্মা, শিক্ষক, লেখক ও প্রকৃতিবিদ\nএবাদুর রহমান চৌধুরী, রাজনীতিবিদ\nশাহাব উদ্দিন, রাজনীতিবিদ\nজুম্মন লুসাই, হকি খেলোয়াড়\nহাসিবুল হোসেন, ক্রিকেটার।\nইবাদত হোসেন, ক্রিকেটার।\nমৃনাল কান্তি দাস, কবি ও সাহিত্যিক।\nশফিক উদ্দিন আহমেদ, বীর প্রতীক (বড়লেখা উপজেলার একমাত্র খেতাবপ্রাপ্ত মুক্তিযোদ্ধা )।\n\n\n== গণমাধ্যমে উপস্থাপন ==\nবড়লেখা উপজেলা এককভাবে বিভিন্ন সময়, আর নানা শিল্পকেন্দ্রিক উপস্থাপনায় অসংখ্যবার  গণমাধ্যমে উপস্থাপিত হয়েছে। ১৯৯৮ খ্রিষ্টাব্দের ফেব্রুয়ারি মাসে বাংলাদেশ টেলিভিশনে, এ. মাসুদ চৌধুরী পিটুর পরিচালনায় প্রচারিত হয় মাধবকুণ্ডের কলধ্বনি নামক ৩০ মিনিটের প্রামাণ্যচিত্র। এছাড়া দেশের দর্শনীয় স্থান ও জলপ্রপাতের আলোচনায় বারংবার উপজেলার মাধবকুণ্ড জলপ্রপাত উঠে আসে।\n\n\n== বিবিধ ==\n\n\n== আরও দেখুন ==\nমাধবকুণ্ড জলপ্রপাত;\nহাকালুকি হাওর;\nআগর-আতর শিল্প;\nমৌলভীবাজার জেলা;\nসিলেট বিভাগ;\nবাংলাদেশের উপজেলাসমূহ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় বড়লেখা উপজেলা \nবড়লেখা - উপজেলা তথ্য বাতায়ন, গণপ্রজাতন্ত্রী বাংলাদেশ সরকার\nজেলা পরিসংখ্যান: মৌলভীবাজার - ২০১১, বাংলাদেশ পরিসংখ্যান ব্যুরো। প্রকাশকাল: ডিসেম্বর ২০১৩।\nঅর্থনৈতিক শুমারি: মৌলভীবাজার - ২০১৩, বাংলাদেশ পরিসংখ্যান ব্যুরো। প্রকাশকাল: সেপ্টেম্বর ২০১৬।\nবাংলাদেশ পরিসংখ্যান ব্যুরো কর্তৃক প্রকাশিত ২০০১ খ্রিষ্টাব্দের আদমশুমারী প্রতিবেদন\nবাংলাদেশের পরিসংখ্যানে বড়লেখার তুলনামূলক অবস্থা, GeoHive.com\nবাংলাপিডিয়ার ইংরেজি নিবন্ধ, বাংলাদেশ এশিয়াটিক সোসাইটি"}