{"pageid": 1232078, "title": "পাকিস্তান ডাক", "url": "https://bn.wikipedia.org/wiki?curid=1232078", "content": "পাকিস্তান ডাক (উর্দু: پاکستان ڈاک‎‎) একটি রাষ্ট্রীয় উদ্যোগ যা পাকিস্তানের প্রাথমিক ও বৃহত্তম ডাক পরিচালনাকারী হিসেবে কাজ করে। ৪৯,৫০২ জন কর্মী ৫,০০০ জনের একটি যানবাহন বহরের মাধ্যমে সারা দেশে ১৩,৪১৯ টিরও বেশি পোস্ট অফিস থেকে ঐতিহ্যগত \"দ্বারে দ্বারে\" পরিষেবা পরিচালনা করে, ৫ কোটিরও বেশি লোককে পরিষেবা দেয়। পাকিস্তান ডাক গ্রাহকদের সম্পূর্ণ পরিসরের বিলি, রসদ ও পরিপূর্ণতা পরিষেবা প্রদানের জন্য স্বায়ত্তশাসিত \"ডাক সেবা ব্যবস্থাপনা বোর্ড\"-এর অধীনে কাজ করে।\nএর ঐতিহ্যগত ভূমিকার পাশাপাশি, পাকিস্তান ডাক ডাক জীবন বীমা এবং পাকিস্তান ডাক সঞ্চয় ব্যাঙ্ক-এর মতো পরিষেবাও প্রদান করে। এটি কর ও ইউটিলিটি বিলের জন্য একটি সংগ্রহের পয়েন্ট হিসাবে কাজ করে কেন্দ্রীয় ও প্রাদেশিক সরকারের পক্ষ থেকে পরিষেবাগুলোও পরিচালনা করে।\n\n\n== ইতিহাস ==\n\n\n=== মধ্যযুগ ===\nমুঘল সাম্রাজ্য ও সাম্মা রাজবংশের সময়, ১৩শ শতাব্দীর শুরুতে সিন্ধুতে সিন্ধু নদীর তীরে একটি প্রাথমিক ডাক ব্যবস্থা গড়ে ওঠে। এই ব্যবস্থায় বার্তাবহ বা \"ডাক\" (ڈاک) ছিলো যারা এক বিন্দু থেকে অন্য বিন্দুতে চিঠি নিয়ে যেতেন ও তারপর পরবর্তী বার্তাবহের হাতে তুলে দিতেন যিনি আবার একই কাজ করতেন। দূরত্ব ভ্রমণ ও চিঠির ওজন অনুযায়ী দৌড়বিদদের অর্থ প্রদান করা হতো। এই ব্যবস্থা দক্ষিণে ঠাট্টা থেকে কোটরি ও হায়দ্রাবাদ হয়ে উত্তরে সুক্কুর পর্যন্ত বিস্তৃত ছিল। এই ব্যবস্থা পরবর্তীতে নিম্ন পাঞ্জাবে (মুলতান ও বাহাওয়ালপুর) প্রসারিত হয়। তাদের গন্তব্যে পৌঁছানোর আগে দুই ডজনেরও বেশি বার্তাবহ চিঠি আদান-প্রদান করতে পারতো।\n\n\n=== ব্রিটিশ আমল (১৮৪৩–১৯৪৭) ===\n১৭ ফেব্রুয়ারি ১৮৪৩ সালে, মিয়ানির লড়াইয়ের পরে সিন্ধু ও পরে ১৮৪৫ সালে পাঞ্জাব ব্রিটিশদের হাতে চলে যায়। স্যার বার্টল ফ্রেয়ার ১৮৫০ সালে সিন্ধুর প্রধান কমিশনার হন ও ডাক ব্যবস্থার উন্নতি সাধন করেন এবং ডাকের জন্য একটি সস্তা ও মানক হার প্রবর্তন করেন, যা দূরত্বের উপর অনির্ভরশীল ছিলো। ১৮৫১ সালে ঘোড়া ও উট দিয়ে বার্তাবহদের প্রতিস্থাপিত করা হয় যা উপকারী বলে প্রমাণিত হয়েছিল কারণ এটি দ্রুত ও দক্ষতার সাথে ডাক পরিবহন করে, সরকারি দপ্তর ও পোস্ট অফিসের সাথে সংযোগ স্থাপন করে। ১৮৫৫ সালে সিন্দে রেলওয়ে বেশিরভাগ ডাক রুটগুলো দখল করতে শুরু করে, তবে উট ও ঘোড়াগুলো তখনো সেই অঞ্চলগুলোয় ব্যবহৃত হতো যেখানে রেলপথ এখনও পৌঁছায়নি। ১৮৮৬ সালের মধ্যে উত্তর-পশ্চিম স্টেট রেলওয়ে দেশের উপরে ও নিচে বেশিরভাগ ডাক পরিবহনের জন্য দায়ী ছিলো। এখন পর্যন্ত ডাক ব্যবস্থা দক্ষিণে করাচি থেকে উত্তরে গিলগিত পর্যন্ত প্রসারিত হয়েছে।\n\n\n=== স্বাধীনতা-পরবর্তী সময়কাল (১৯৪৭–বর্তমান) ===\nপাকিস্তান ডাক ব্রিটেন থেকে দেশের স্বাধীনতার পর সংশোধিত ডাক দপ্তর আইন ৬, ১৮৯৮-এর অধীনে প্রতিষ্ঠিত ও ১৪ আগস্ট ১৯৪৭ সালে চালু হয়। পাকিস্তান ডাক যোগাযোগ মন্ত্রণালয়ের ডাক ও টেলিগ্রাফ বিভাগের অধীনে আসে। লাহোরে পোস্টমাস্টার জেনারেলের অফিস প্রতিষ্ঠিত হয়। ১০ই নভেম্বর ১৯৪৭ সালে, পাকিস্তান বিশ্ব ডাক ইউনিয়নের ৮৯ তম সদস্য হিসাবে যোগদান করে। ৯ জুলাই ১৯৪৮-এ পাকিস্তান ডাক নিজের প্রথম ডাকটিকিট জারি করে যা ছিলো দেশের স্বাধীনতার স্মরণে চারটি ডাকটিকিটের একটি সেট। ১৯৫৯ সালে একটি \"অল-আপ-এয়ারমেইল\" স্কিম চালু করা হয়েছিল যার মাধ্যমে সমস্ত চিঠিগুলো একটি এয়ার নেটওয়ার্কে স্টেশনগুলোর মধ্যে বিমানযোগে পাঠানো হয়। পাকিস্তান ইন্টারন্যাশনাল এয়ারলাইন্সের সিকোরস্কি হেলিকপ্টার পূর্ব পাকিস্তানে চিঠি পাঠানোর জন্য ব্যবহার করা হতো। জুলাই ১৯৬২ সালে, সরকার পুরানো বিভাগকে বিভক্ত করে ও স্বাধীনভাবে পাকিস্তান ডাককে যোগাযোগ মন্ত্রণালয়ের অধীনে রাখে। ১৯৮৭ সালের জানুয়ারিতে, দেশে \"জরুরী ডাক সেবা\" চালু করা হয় ও এপ্রিল ১৯৮৭ সালে \"স্থানীয় প্যাকেট ও পার্সেল সার্ভিস\" চালু করা হয়। ১ জানুয়ারি ১৯৮৮-এ পাঁচ অঙ্কের পোস্ট কোড দেশব্যাপী চালু করা হয়। ১ আগস্ট ১৯৯২ থেকে ৬ জুলাই ১৯৯৬ সালের মধ্যে, পোস্ট অফিসটি যোগাযোগ মন্ত্রণালয় থেকে আলাদা করে একটি স্বাধীন কর্পোরেশন করা হয়েছিল। বিদেশী ডাককে প্রবাহিত করার জন্য ১ ডিসেম্বর ১৯৯২ থেকে ইসলামাবাদে সদর দপ্তর সহ একটি নতুন \"বৈদেশিক ডাক সার্কেল\" চালু করা হয়েছিল। ইসলামাবাদের পরিকাঠামোর পূর্বে, সমস্ত আন্তর্জাতিক চিঠি করাচির মাধ্যমে গৃহীত ও পাঠানো হত। ২০০৬ থেকে ২০০৭ সালের মধ্যে চিত্রাল, করাচি, লাহোর, মহেঞ্জোদাড়ো, মুলতান ও স্কার্দু সহ ১৯ অভ্যন্তরীণ বিমানবন্দর ব্যবহার করে চিঠি পাঠানো হয়। একই সময়ে, চারটি আন্তর্জাতিক বিমানবন্দরও ব্যবহার করা হয়েছিল: ইসলামাবাদ, করাচি, লাহোর ও পেশোয়ার। ২০০৭ সালে পাকিস্তান ডাক একটি নতুন দৃষ্টিভঙ্গির সূচনা করে যার মধ্যে একটি প্রতীক পরিবর্তন অন্তর্ভুক্ত ছিল। ৩ নভেম্বর ২০০৮-এ বিভাগটিকে নতুন তৈরি করা ডাক পরিষেবা মন্ত্রণালয়ের ডাক বিভাগের অধীনে রাখা হয়েছিল। সিনেটর ইসরার উল্লাহ জেহরি এর প্রথম মন্ত্রী নিযুক্ত হন।\n\n\n== সেবা ==\nপাকিস্তান ডাক শুধুমাত্র কিছু ডাক পরিষেবার মধ্যে সীমাবদ্ধ নয়। এর কার্যক্রমের ক্ষেত্রগুলো বৃহত্তর পরিসরে বিস্তৃত। জাতীয় বৈশিষ্ট্য, শক্তিশালী মার্কার স্বীকৃতি ও পোস্ট অফিসের বিস্তৃত নেটওয়ার্ক পাকিস্তানের অর্থনৈতিক ও সামাজিক উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালনে পাকিস্তান ডাককে একটি অনন্য অবস্থান প্রদান করে। এটি মূল নীতি বাস্তবায়নে সরকারের প্রধান সংস্থা হিসেবে কাজ করে। পাকিস্তান ডাক অনেক কেন্দ্রীয় ও প্রাদেশিক সরকার বিভাগের পক্ষ থেকে বিভিন্ন ধরনের সেবা প্রদান করছে। ডিসেম্বর ২০১৮ সালে, যোগাযোগ ও ডাক পরিষেবার ফেডারেল মন্ত্রী মুরাদ সাইদ পাকিস্তান ডাক মোবাইল অ্যাপ্লিকেশন চালু করেন।\n\n\n=== ডাক সেবা ===\nনিম্নলিখিতগুলি দেশের মধ্যে দেওয়া ডাক পরিষেবা।\n\nচিঠি পাঠানো (সাধারণ ও নিবন্ধিত)\nপার্সেল ডাক (অভ্যন্তরীণ এবং আন্তর্জাতিক)\nপোস্টিং সার্টিফিকেট\nডাক বাক্স\nবিশেষ সেবা\nনিম্নলিখিত বিশেষ সেবাগুলো বন্ধনীতে দেওয়া শুরু হওয়ার তারিখ সহ। প্রতিটি পোস্ট অফিসে সমস্ত পরিষেবা দেওয়া হয় না।\n\nএয়ার এক্সপ্রেস (এয়ারেক্স) (২ আগস্ট ১৯৮৬)\nফ্যাক্স মেইল সার্ভিস (এফএম) (১ আগস্ট ১৯৮৮)\nফ্যাক্স মানি অর্ডার (এফএমও) (১৫ আগস্ট ১৯৮৮)\nইন্টারন্যাশনাল স্পিড পোস্ট (আইএসপি) (১ সেপ্টেম্বর ১৯৮৬)\nলোকাল এক্সপ্রেস ডেলিভারি (এলইএস) (২২ এপ্রিল ১৯৮৭)\nডাক খসড়া পরিষেবা (১৫ নভেম্বর ১৯৮৭)\nডাক গিরো সার্ভিস (১৫ মার্চ ১৯৮৮)\nসেভিং ব্যাঙ্ক মোবাইল অ্যাকাউন্ট (১২ জানুয়ারি ১৯৮৮)\nজরুরী মেইল সার্ভিস (ইউএমএস) (১ জানুয়ারি ১৯৮৭)\nজরুরী মানি অর্ডার সার্ভিস (ইউএমও) ১৫ এপ্রিল ১৯৮৮\nইএমও (ইলেক্ট্রনিক মানি অর্ডার সেবা)\nপাকিস্তান ডাক বাড়ি থেকে ইউটিলিটি বিল সংগ্রহ করা শুরু করে (জুন ২০০৭)\n\n\n=== কেন্দ্রীয় পরিষেবা ===\nকর সংগ্রহ: আয় ও ধার্যকৃত (এনএসএস মুনাফা প্রদানের উপর)\nশুল্ক ও বিক্রয় কর সংগ্রহ (বিদেশী ডাক নিবন্ধে)\nকম্পিউটারাইজড জাতীয় পরিচয়পত্র (সিএনআইসি) বিতরণ\nকল্যাণ/আর্থিক সহায়তা প্রদান\nখাদ্য সহায়তা কর্মসূচি\nপাকিস্তান সশস্ত্র বাহিনী পেনশনভোগীদের পেমেন্ট\nহাইওয়ে ও মোটরওয়ে নিরাপত্তা বই বিক্রয়\n\n\n=== সরকারি মালিকানাধীন ব্যবসা ===\nখুশিলী ব্যাংকের জন্য নগদ ব্যবস্থাপনা সেবা\nবিদ্যুৎসহ ইউটিলিটি বিল সংগ্রহ: ওয়াপদা ও কেইএসসি; প্রাকৃতিক গ্যাস: সুই সাউদার্ন গ্যাস কোম্পানি; এবং টেলিফোন: পিটিসিএল\nএনটিএন সার্টিফিকেট ডেলিভারি\nরাজধানী উন্নয়ন কর্তৃপক্ষ (সিডিএ) পেনশনভোগীদের পেমেন্ট\nপাকিস্তান টেলিকমিউনিকেশন কোম্পানি লিমিটেড (পিটিসিএল) পেনশনভোগীদের পেমেন্ট\nপিটিসিএল ফোনকার্ড বিক্রি\nকৃষি ঋণ পাস বই বিক্রি\nডাক জীবন বীমা বিক্রয়\n\n\n=== প্রাদেশিক সেবা ===\nঅস্ত্র লাইসেন্স নবায়ন\nড্রাইভিং লাইসেন্স নবায়ন\nরুট পারমিট ফি স্ট্যাম্প বিক্রি\nমোটর গাড়ির ফিটনেস স্ট্যাম্প বিক্রি\nমোটরযান ট্যাক্স সংগ্রহ\n\n\n=== ব্যক্তিগত উদ্যোগ ===\nনিম্নলিখিত পরিষেবাগুলি ব্যক্তিগত উদ্যোগের সাথে অংশীদারিত্বে প্রদত্ত।\n\nবিআইএসপির সাথে: বেনজির ইনকাম সাপোর্ট প্রোগ্রামের ২.২ মিলিয়নের বেশি সুবিধাভোগী পেমেন্ট (পাকিস্তান জুড়ে জিপিও ও পোস্ট অফিসে)\nপ্রথম মাইক্রোফিন্যান্স ব্যাংক লিমিটেড – পাকিস্তান (এফএমএফবি-পি): পোস্ট অফিসের মাধ্যমে ক্ষুদ্রঋণ পরিষেবা\nসিটি ব্যাংকের জন্য নগদ ব্যবস্থাপনা ও কুরিয়ার পরিষেবা\n\n\n== প্রশিক্ষণ ==\n১৯৮৭ সালে, পোস্ট অফিস তার কর্মচারীদের বিভিন্ন ক্ষেত্রে প্রশিক্ষণ প্রদানের জন্য ইসলামাবাদে একটি ডাক কর্মচারী কলেজ প্রতিষ্ঠা করে। বছরের পর বছর ধরে এটি আলবেনিয়া, কম্বোডিয়া, ফিজি, কেনিয়া, মালদ্বীপ, নেপাল, ত্রিনিদাদ অ্যান্ড টোবাগো ও জাম্বিয়া সহ ৫৭টি অন্যান্য ডাক পরিষেবার কর্মীদের প্রশিক্ষণ দিয়েছে। ইসলামাবাদ, করাচি, লাহোর, নওশেরা এবং কোয়েটায় এর ৫টি আঞ্চলিক প্রশিক্ষণ কেন্দ্র রয়েছে।\n২৬ অক্টোবর ২০১৫-এ গণমাধ্যমের কাছে একটি সাক্ষাৎকারে, \"একজন পাকিস্তান ডাক কর্মকর্তা গণমাধ্যমকে বলেছিলেন যে বিভাগটিকে পুনরুজ্জীবিত করার জন্য একটি নতুন ব্যাপক পরিকল্পনা তৈরি করা হয়েছে, যার মধ্যে রয়েছে কর্মীদের প্রশিক্ষণ, ইলেকট্রনিক অর্থ স্থানান্তর ও ট্র্যাকিং সুবিধা ইত্যাদি। এর উদ্দেশ্য হল সত্তাকে গ্রাহক সন্তুষ্টির আন্তর্জাতিক মানের উপরে নিয়ে আসা।\"\n১৫ অক্টোবর ২০১৩-এ এশিয়া ও ইউরোপের ১০টি সদস্য দেশের অর্থনৈতিক সহযোগিতা সংস্থা (ইসিও), আজারবাইজানের বাকুতে নিজেদের ২০ তম বৈঠকে পাকিস্তানের ইসলামাবাদে \"ইসিও ডাক কর্মচারী কলেজ\" প্রতিষ্ঠার সিদ্ধান্ত নেয় যাতে ১০টি সদস্য দেশের জন্য ডাক পরিষেবার কর্মীদের প্রশিক্ষণ দেওয়া যায়। ১০টি সদস্য দেশ ছিল আফগানিস্তান, আজারবাইজান, ইরান, কাজাখস্তান, কিরগিজস্তান, পাকিস্তান, তাজিকিস্তান, তুরস্ক, তুর্কমেনিস্তান ও উজবেকিস্তান।\n২০১৬ সালে \"পাকিস্তান বিশ্ব ডাক ইউনিয়নের (ইউপিইউ) প্রশাসন পরিষদে (সিএ) পুনঃনির্বাচিত হয়, যা আন্তর্জাতিক ডাক পরিষেবার উন্নয়ন ও সহযোগিতার জন্য দায়ী জাতিসংঘের বিশেষায়িত সংস্থার প্রধান সিদ্ধান্ত গ্রহণকারী সংস্থা\"।\n\n\n== ডাকঘর ==\nঅর্থবছর (জুলাই থেকে জুন) অনুযায়ী পাকিস্তানে ডাকঘরের সংখ্যা:\n\n\n== রাজস্ব ==\nএটি পাকিস্তান ডাকের লাখের হিসাবে পাকিস্তানি রুপির পরিসংখ্যান সহ পোস্ট, পার্সেল, ব্যাংকিং, বীমার মতো বৈচিত্র্যময় জনসেবা থেকে আয়ের প্রবণতার একটি তালিকা।\n\n\n== আরও দেখুন ==\nপাকিস্তানের ডাকটিকিট ও ডাক ইতিহাস\nপাকিস্তানের পোস্টাল অর্ডার\nপাকিস্তানের পোস্ট কোডের তালিকা\nপাকিস্তানের ডাকটিকেটে থাকা ব্যক্তিদের তালিকা\nবিশ্ব ডাক ইউনিয়ন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nEMTTS - Express Mail Track & Trace System  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ ডিসেম্বর ২০২২ তারিখে\nPakistan Postal / Zip Codes"}