{"pageid": 12328, "title": "নড়িয়া উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=12328", "content": "নড়িয়া বাংলাদেশের শরীয়তপুর জেলার অন্তর্গত একটি উপজেলা।\n\n\n== অবস্থান ও আয়তন ==\nএ উপজেলার মোট আয়তন ২০৩.৫৮ বর্গ কিলোমিটার। নড়িয়া উপজেলার উত্তরে জাজিরা উপজেলা, মুন্সীগঞ্জ জেলার লৌহজং উপজেলা ও টংগিবাড়ী উপজেলা, দক্ষিণে শরীয়তপুর সদর উপজেলা ও ভেদরগঞ্জ উপজেলা, পূর্বে ভেদরগঞ্জ উপজেলা ও মুন্সীগঞ্জ সদর উপজেলা, পশ্চিমে জাজিরা উপজেলা।\n\n\n== প্রশাসনিক এলাকা ==\nনড়িয়া উপজেলা ১টি পৌরসভা, ৯টি ওয়ার্ড, ৩৪টি মহল্লা, ১৪৮ মৌজা, ১৯০টি গ্রাম ও ১৪টি ইউনিয়ন পরিষদ নিয়ে গঠিত।\nপৌরসভা: \n\nনড়িয়া পৌরসভা\nইউনিয়ন সমূহ:\n\nমোত্তারেরচর ইউনিয়ন\nরাজনগর ইউনিয়ন, নড়িয়া\nনশাসন ইউনিয়ন\nভােজেশ্বর ইউনিয়ন\nজপসা ইউনিয়ন\nফতেজংপুর ইউনিয়ন\nবিঝারি ইউনিয়ন\nভূমখাড়া ইউনিয়ন\nডিংগামানিক ইউনিয়ন\nকেদারপুর ইউনিয়ন, নড়িয়া\nচরআত্রা ইউনিয়ন\nনওপাড়া ইউনিয়ন, নড়িয়া\nঘড়িষার ইউনিয়ন\nচামটা ইউনিয়ন\n\n\n== ইতিহাস ==\nনড়িয়া উপজেলার নামকরণের ঐতিহাসিক ভিত্তি পাওয়া যায় নাই। তবে কথিত আছে যে, অত্র এলাকার সবচেয়ে বড় মৌজা নড়িয়া কে ১৯৩০ সালে নড়িয়া থানায় রুপান্তর করা হয় এবং ১৯৮৩ সালে ১৪ টি ইউনিয়ন নিয়ে নড়িয়া উপজেলা গঠিত হয়।\nপ্রাচীণকালে এ অঞ্চল তথা বৃহত্তর মাদারিপুর মহকুমার নাম ছিল ইদিলপুর যা কোটালিপাড়া অথবা চন্দ্রদ্বীপ রাজ্যের অন্তর্ভুক্ত ছিল। পরবর্তীতে বিক্রমপুরের অধীনে নাম ছিল কেদারপুর। বারোভূঁইয়ার বিপ্লবী চাঁদ রায় ও কেদার রায় (মৃ: ১৬০৩), দক্ষিণ বিক্রমপুরের আড়া ফুলবাড়িয়ায়(বর্তমান নদীতে বিলীন নড়িয়া উপজেলার অংশ) জন্মগ্রহণ করেন। কেদার রায় প্রতিষ্ঠা করেছিলেন রায়পুর নামের গ্রামটি। তাদের রায়বংশ অনুসারেই নাম হয়েছিল রায়পুর যা কয়েক শতাব্দী ধরে ছিল। সেই গ্রামের নাম এখন পুটিজুরি। আজ আর চাঁদ রায়, কেদার রায়দের কোন চিহ্নমাত্র নেই সেখানে। শুধু পাশের গ্রামে তাদের খনন করা দুটি বিশাল দীঘি রয়ে গেছে। এখনো দিগম্বরী দেবীর পূজা হয় সেখানে। তাই এই দিঘীগুলোর বর্তমান নাম দিগম্বরীর দীঘি। শুধু এই দীঘি দুটিই পদ্মার এপারে বারোভূঁইয়া কেদার রায়কে মনে রেখেছে। পদ্মায় ভেসে গেছে রায়পুরের ইতিহাস। কেদার রায়ের খনন করা দিগম্বরীর দিঘির একটু দূরেই এখনও কিছু পোড়া ইট নিয়ে দাঁড়িয়ে আছে একটা বাড়ি। সেখানে এখন অন্য লোকের বসতি। স্থানীয় লোকেরা বাড়িটাকে বলে ‘ভিয়া বাড়ি’। আসলে ‘ভুঁইয়া বাড়ি’ মানুষের মুখে মুখে অপভ্রংশ হতে হতে ‘ভিয়া বাড়ি’ হয়ে গেছে।\nকেদার রায় কেদারপুরে বাসস্থান তৈরী করতে চেয়েছিলেন। কিছু কাজ সমাপানান্তে তারমৃত্যু হওয়াতে উহ পরিত্যক্ত হয়। বাড়ির চতুষ্পার্শ্বে যে পরিখা খনন করতেছিলেন তার ভগ্নাবশেষ এখনও বিদ্যমান। ইহাকে কেদার রায়ের বাড়ির বেড় (পরিখা) বলে।\nফতেজঙ্গপুরে মান সিংহ র নেতৃত্বাধীন মোঘল বাহিনী ও রাজা কেদার রায়ের প্রতিরোধকারী বাহিনীর মধ্যে ভয়ঙ্কর যুদ্ধ হয়। প্রাচীন নাম শ্রীনগর। মুঘল সেনাপতি মানসিংহ যখন বিক্রমপুর আক্রমণ করেন তখন তার সহযোগী যোদ্ধাগণ এখানকার রাজা কেদার রায় কর্তৃক পরাস্ত হয়ে শ্রীনগরে আশ্রয় নিয়েছিলেন। মানসিংহ তাদেরকে উদ্ধারের জন্য তার সেনাবাহিণী প্রেরণ করেন। ফলে প্রচন্ড যুদ্ধ সংঘঠিত হয়। তিনি মোগলদের জয়ের চিহ্ন স্বরুপ মানসিংহ সেখানে ফতেজঙ্গপুর দুর্গ নির্মাণ করেন এবং শ্রীনগরের নাম পরিবর্তন করে ফতেজঙ্গপুর রাখেন। এখানে নাককাটা বাসুদেবের প্রস্থর মূর্তি আছে। তথাপি কেদার রায়ের মৃত্যুর পর সম্রাট জাহাঙ্গীরের আমলে বাংলার গভর্ণর ইসলাম খার (১৬০৮-১৬১৩) সময়েই মূলতঃ এ দেশে মুগল রাজত্বের ভিত্তি হয়। তখন হতেই মাদারিপুর অঞ্চলসহ বাংলার এ এলাকা মুগলদের পতন পর্যন্তই তাদের দখলে ছিল। ইসলাম খানের পর একুশজন গভর্নর ১৬১৩ হতে ১৭৫৭ পর্যন্ত এ অঞ্চল শাসন করেন। ১৭৫৭ সালের সেই পলাশির মর্মান্তিক পরিণতির পূর্ব পর্যন্ত নবাব সিরাজউদ্দৌলা বাংলার স্বাধীন নওয়াব হিসেবে ক্ষমতায় অধিষ্ঠিত ছিলেন।\n\n\n== জনসংখ্যা ==\nজনসংখ্যা: ২,৩১৬৪৪ জন(প্রায়)\nপুরুষ: ১,০৯৯৬৭ জন(প্রায়)\nমহিলা: ১,২১৬৭৭ জন(প্রায়)\nলোক সংখ্যার ঘনত্ব: ৯৩৯ (প্রতি বঃ কি.মি.)।\n\n\n== শিক্ষা ==\nসরকারী প্রাথমিক বিদ্যালয়: ৮৮টি\nবে-সরকারী প্রাথমিক বিদ্যালয়: ৬১টি\nকমিউনিটি প্রাথমিক বিদ্যালয়: ১২টি\nউচ্চ বিদ্যালয়: ৫টি\nদাখিল মাদ্রাসা: ০৪টি\nআলিম মাদ্রাসা:০১টি\nফাজিল মাদ্রাসা: ০১টি\nকামিল মাদ্রাসা: ০০টি\nকলেজ(সহপাঠ): ০৫টি\nশিক্ষার হার: ৫৬.৪৩%\n\n\n=== উল্লেখযোগ্য শিক্ষা প্রতিষ্ঠান ===\nনড়িয়া সরকারী কলেজ\nমজিদ জরিনা ফাউন্ডেশন স্কুল এন্ড কলেজ৷\nপন্ডিতসার টি.এম.গিয়াসউদ্দিন কলেজ৷\nকার্তিকপুর উচ্চ বিদ্যালয় অ্যান্ড কলেজ\n\n\n== অর্থনীতি ==\nনড়িয়া উপজেলা মূলত কৃষি এবং বৈদেশিক রেমিটেন্সের উপর নির্ভরশীল। এছাড়াও বর্তমানে কিছু ব্যবসায়িক প্রতিষ্ঠান গড়ে উঠেছে। এ উপজেলার ভোজেশ্বর বাজার ও ঘড়িষার বাজার প্রাচীন বাণিজ্যিক কেন্দ্র। এখান  থেকে ধান, গম, পাটসহ বিভিন্ন দ্রব্যসামগ্রী একসময় কলিকাতা ও ঢাকা সহ দেশের বিভিন্ন স্থানে নদী পথে বাণিজ্যিকভাবে আনা নেয়া হতো। এছাড়া সুরেশ্বর ঘাট ও কার্তিকপুর লঞ্চঘাট থেকে কলিকাতা ও ঢাকা সহ দেশের বিভিন্ন স্থানে লঞ্চ ও স্টীমার চলাচল করত। বতমানে ভোজেশ্বর হাট-বাজার, ঘড়িষার হাট-বাজার, নড়িয়া বাজার ও মূলফত গঞ্জ বাজার প্রধান প্রধান বাণিজ্যিক কেন্দ্র। এছাড়া ওয়াপদা ঘাট, চন্ডীপুর ঘাট, সুরেশ্বরঘাট, নড়িয়া, ভোজেশ্বরঘাট দিয়ে নদী পথে ব্যবসা বাণিজ্য পরিচালিত হয়। এখন সড়ক পথে দেশের বিভিন্ন স্থানের সাথে ব্যবসা বাণিজ্য পরিচালিত হচ্ছে।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nকেদার রায় (মৃত্য‌ঃ ১৬০৩) - বার ভুঁইয়ার অন্যতম ও বিক্রমপুর পরগনার জমিদার;\nরাম ঠাকুর (১৮৬০-১৯৪৯) - হিন্দু ধর্মগুরু এবং সাধক;\nপুলিন বিহারী দাস (১৮৭৭-১৯৪৯) - ব্রিটিশ বিরোধী সন্ত্রাসবাদী আন্দোলনের ঢাকা অনুশীলন সমিতির প্রধান (১৯০৭-১০);\nঅতুলপ্রসাদ সেন (১৮৭১-১৯৩৪) - আইন ব্যবসা ও গানের গীতিকার;\nগোপালচন্দ্র ভট্টাচার্য (১৮৯৫-১৯৮১) - পতঙ্গবিশারদ, উদ্ভিদবিদ;\nগোষ্ঠ পাল (১৮৯৬-১৯৭৫) - ফুটবলার, ভারত সরকার দ্বারা পদ্মশ্রী উপাধিতে (১৯৬২) ভূষিত হন;\nগোলাম মওলা (১৯২০-১৯৬৭)- চিকিৎসক ও ভাষা সৈনিক;\nআবু ইসহাক (১৯২৬-২০০৩)- কবি ও সাহিত্যিক;\nক্যাপ্টেন এ. শওকত আলী (১৯৩৭- ) - মুক্তিযুদ্ধের সংগঠক,সংসদ সদস্য এবং সাবেক ডেপুটি স্পিকার\nএ কে এম শহীদুল হক - সাবেক আইজিপি,  কমিনিউটিং পুলিশের প্রবর্তক, সাবেক সভাপতি, বাংলাদেশ কাবাডি ফেডারেশন\nসফিকুর রহমান কিরণ - সাবেক সংসদ সদস্য, শরীয়তপুর-৩ আসন\n\n\n== দর্শনীয় স্থানসমূহ ==\nশিবলিঙ্গ- শরীয়তপুর জেলার নড়িয়া উপজেলার ভোজেশ্বর ইউনিয়নে উপমহাদেশের সর্ববৃহৎ কষ্ঠিপাথরের শিবলিঙ্গটি পাওয়া গেছে\nকার্তিকপুর জমিদার বাড়ি\nপুর্ব কাঠহুগলী গায়েবী মসজিদ ( পুর্ব কাঠহুগলী পাকা মসজিদ।\nরাম ঠাকুরের মন্দির (ডিঙ্গামানিক)।\nপন্ডিতসার সামপুরীর মাজার।\nসুরেশ্বর দরবার শরীফ।\nতেলীপাড়া জয় মিয়া সাহেবের দরগা।\nমোহাম্মদ ফকিরের মাজার।\nপাগলা মৌলভীর মাজার।\n\n\n== নদ নদী ==\nপদ্মা নদী\n\n\n== আরও দেখুন ==\nঢাকা বিভাগ\nশরীয়তপুর\nবাংলাদেশের জেলাসমূহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় নড়িয়া উপজেলা"}