{"pageid": 12334, "title": "রবের্তো বাজ্জো", "url": "https://bn.wikipedia.org/wiki?curid=12334", "content": "রবের্তো বাজ্জো ( ইতালীয়: Roberto Baggio; জন্ম ১৮ই ফেব্রুয়ারি, ১৯৬৭, কালদোনিও, ভেনেতো, ইতালি) একজন সাবেক ইতালীয় ফুটবলার। তাকে ৯০ দশকের এবং ২০০০ দশকের প্রথমার্ধের বিশ্বের অন্যতম কুশলী এবং প্রতিভাধর খেলোয়াড় হিসেবে বিবেচনা করা হয় । ইতালির পক্ষে ৩টি বিশ্বকাপে তিনি অংশ নেন এবং ৩টি বিশ্বকাপেই গোল করা একমাত্র ইতালীয় খেলোয়াড় হিসেবে ইতিহাসে নাম লেখান।\n\n\n== জীবনী ==\nরবের্তো বাজ্জো উত্তর ইতালির ভিচেন্‌জার নিকটবর্তী ক্যালডোগনো, ভেনেটোতে জন্মগ্রহণ করেছিলেন। তিনি মাতিলদে এবং ফ্লোরিন্দো বাজ্জোর ছেলে। ৮ ভাইবোনের মধ্যে বাজ্জো তার পিতা-মাতার ৬ষ্ঠতম সন্তান। বাজ্জো শৈশব থেকেই ফুটবলের প্রতি ভীষণ আকর্ষণ অনুভব করতেন এবং স্থানীয় একটি যুবদলে ৯ বছর খেলেন। একটি ম্যাচে ৬ গোল করার পর আন্তোনিও মোরা তাকে ভিচেন্‌জা ক্লাবে খেলার প্রস্তাব দেন। তার ছোট ভাই এডি বাজ্জো একজন ফুটবলার ছিলেন যিনি সেরি বি তে ৮৬টি ম্যাচ খেলেছিলেন। বাজ্জো ইতালির হয়ে সর্বমোট ৫৬টি ম্যাচ খেলেছেন এবং ২৭টি গোল করেছেন। তিনি আলেসান্দ্রো দেল পিয়েরোর সাথে জাতীয় দলের হয়ে যৌথ চতুর্থ-সর্বোচ্চ গোলদাতা নির্বাচিত হয়েছিলেন।\n\n\n=== ক্লাব ফুটবল ===\n১৯৮২ সালে ভিচেন্‌জার হয়ে সেরি সি লীগে অংশ নিয়ে তিনি পেশাদারী ফুটবল জীবন শুরু করেন। ১৯৮৫ সালে ফিওরেন্তিনা তাকে কিনে নেয়। ভিসেনজায় তার চুড়ান্ত মৌসুমের শেষের দিকে রিমিনির বিপক্ষে খেলার সময়ে বাজ্জো একটি স্লাইড ট্যাকল করার চেষ্টা করলে (৫ই মে ১৯৮৫) দাঁ ডান হাঁটুর মেনিস্কাস ভেঙ্গে ফেলেন। ফিওনেন্টিনায় ট্রান্সফার চুক্তিটি চুড়ান্ত হওয়ার দুই দিন পুর্বেই বাজ্জো ইনজুরিতে পড়ে। এই ইনজুরি তার ক্যারিয়ার কে মারাত্মক হুমকিতে ফেলে দেয়। ডাক্তাররা আশঙ্কা করেছিল যে তার ফুটবল ক্যারিয়ার শেষ। তবে ফিওরেন্টিনা বাজ্জোর প্রতি আস্থা বজায় রেখেছিল। তারা তার সাথে প্রতিশ্রুতি বজায় রাখতে সম্মত ছিলেন। তার অস্ত্রোপচার ও অন্যান্ন চিকিৎসার জন্য তারা তহবিল গঠন করেন।\nসাম্পাদোরিয়ার বিপক্ষে ম্যাচের মধ্য দিয়ে ১৯৮৬ সালে তার \"সেরি আ\" লীগে অভিষেক হয়। ১৯৮৭ সালের ১০ মে নাপোলির বিপক্ষে সেরি আ ক্যারিয়ারের প্রথম গোল করেন। উল্লেখ্য, সে বছর নাপোলি স্কুদেত্তি জয় করেছিল।\n১৯৯০ সালে তৎকালীন রেকর্ড ১৯ মিলিয়ন মার্কিন ডলারের বিনিময়ে ফিওরেন্তিনা তাকে জুভেন্টাসের কাছে বেচে দেয়। এ ঘটনায় ফ্লোরেন্সের রাস্তায় পুলিশের সাথে সমর্থকদের ব্যাপক দাঙ্গা সংঘটিত হয়।\n১৯৯৩ সালে জুভেন্টাসের হয়ে তিনি উয়েফা কাপ জয় করেন । তার ক্যারিয়ারে এটি একমাত্র ইউরোপীয় শিরোপো। এ টুর্নামেন্টে তার উজ্জ্বল উপস্থিতি তাকে \"ওয়ার্ল্ড প্লেয়ার অফ দ্য ইয়ার\" এবং \"ইউরোপিয়ান প্লেয়ার অফ দ্য ইয়ার\"-এর সম্মান এনে দেয়।\n১৯৯৫ সালে জুভেন্টাসের হয়ে এবং ১৯৯৬ সালে এসি মিলানের হয়ে তিনি স্কুডেট্টি জয় করেন । ১৯৯৭ এ তার ফর্মের অবনতি হলে ক্যারিয়ার বাঁচাতে তিনি বোলোনিয়া ক্লাবে যোগ দেন এবং ২২ গোল করে দারুণভাবে ফর্মে ফিরে আসেন। এটি তাকে ১৯৯৮-এর ফ্রান্স বিশ্বকাপগামী দলে জায়গা করে দেয়। বিশ্বকাপে ফর্মে থাকা বাজ্জোর বদলে আলেস্‌সান্দ্রো দেল পিয়েরো,-কে বেশি সুযোগ দেয়ায় তৎকালীন কোচ সেজার মালদিনি ব্যাপকভাবে সমালোচিত হন। ইতালি সেবার কোয়ার্টার ফাইনাল থেকে বিদায় নেয় ।\n৯৮ বিশ্বকাপের পর তিনি ইন্টার মিলানে যোগ দেন। কিন্তু কোচ মার্চেল্লো লিপ্পির সুনজর কাড়তে ব্যর্থ হন। ফলশ্রুতিতে জাতীয় দলে তার জায়গা হারান।\n২০০২ সালের বিশ্বকাপের পূর্বে দলে জায়গা পেতে বাজ্জো ব্রেসিয়া ক্লাবে যোগ দেন।ইনজুরি কাটিয়ে বিশ্বকাপের পূর্বে নাটকীয়ভাবে তিনি সুস্থ হয়ে উঠেন, পাশাপাশি ফর্মে থাকারও ইঙ্গিত দেন । জিওভানি ত্রাপাত্তোনি শেষ পর্যন্ত তাকে দলভুক্ত করেননি।\n২০০৪ সালে অবসর নেয়ার পূর্ব পর্যন্ত তিনি ব্রেসিয়া ক্লাবের হয়ে খেলে যান ।১৬ মে , ২০০৪ তিনি এসি মিলানের বিপক্ষে ক্যারিয়ারের শেষ লীগ ম্যাচটি খেলেন । তার করা ২০৫ গোল সিরি এ লীগের ইতিহাসে পঞ্চম সর্বোচ্চ ।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\n\n\n=== ১৯৯০ বিশ্বকাপ ===\n\nএ বিশ্বকাপে ইতালি তৃতীয় স্থান অর্জন করে । অধিকাংশ ম্যাচে বাজ্জো বদলি খেলোয়াড় হিসেবে মাঠে নামেন । চেকোস্লোভাকিয়ার বিরুদ্ধে করা তার গোলটি \"গোল অফ দ্য টুর্নামেন্ট\" এর মর্যাদা লাভ করে।\n\n\n=== ১৯৯৪ বিশ্বকাপ ===\nপ্রথম রাউন্ডে দুর্বল পারফর্মেন্স কাটিয়ে উঠে ইতালি শেষ পর্যন্ত রানার্স-আপ হয়। নক আউট পর্বে বাজ্জো অসাধারণ পারফর্মেন্স প্রদর্শন করে ৫টি গোল করেন। নাইজেরিয়ার বিপক্ষে ম্যাচ শেষ হওয়ার দুই মিনিট আগে তার গোলে ইতালি সমতা আনে । পরবর্তীতে তার করা গোল্ডেন গোলে ইতালি ম্যাচ জয় করে। স্পেনের বিপক্ষে ম্যাচ শেষ হওয়ার ৩ মিনিট আগে জয়সূচক গোল আসে তার পা থেকে। সেমিফাইনালে বুলগেরিয়ার বিপক্ষে তার করা জোড়া গোলে ইতালি জয়ী হয়। ফাইনালে সম্পূর্ণ সুস্থ না থাকা সত্ত্বেও ব্রাজিলের বিপক্ষে মাঠে নামেন। ম্যাচটি শেষ পর্যন্ত টাই-ব্রেকারে গড়ালে ইতালির ফ্রাংকো বারেসি ও ডানিয়েল মাসারোর সাথে বাজ্জো গোল করতে ব্যর্থ হন; শিরোপা তুলে নেয় ব্রাজিল।\n\n\n=== ১৯৯৮ বিশ্বকাপ ===\nচিলির বিপক্ষে প্রথম ম্যাচে বাজ্জোর দক্ষতায় শেষ মূহুর্তে ইতালি পেনাল্টি অর্জন করে। পেনাল্টিতে গোল করে বাজ্জো খেলায় সমতা আনেন। ম্যাচটি ২-২ এ ড্র হয়। অস্ট্রিয়ার বিপক্ষে জয়সূচক গোলটিও আসে তার পা থেকে। কোয়ার্টার ফাইনালে ফ্রান্সের বিপক্ষে দ্বিতীয়ার্ধে তাকে নামানো হয়। ম্যাচে ইতালির সবচেয়ে সম্ভাবনাময় আক্রমণটির রূপকার ছিলেন তিনি। অতিরিক্ত সময় শেষে ম্যাচটি পেনাল্টিতে গড়ায়। বাজ্জো গোল করলেও ব্যর্থ হন ডি বিয়াজো। ইতালি টুর্নামেন্ট থেকে বিদায় নেয়। ফর্মের শিখরে থাকা সত্ত্বেও দেল পিয়েরোকে বাজ্জোর চাইতে বেশি সুযোগ দেয়ায় কোচ সেজার মালদিনিকে ব্যাপক সমালোচনার সম্মুখীন হতে হয়।\n\n\n=== অবসর পরবর্তী জীবন ===\n\n\n== ধর্ম ==\nবাজ্জো উত্তারাধিকার সূত্রে ক্যাথলিক ছিলেন । পরে বৌদ্ধ ধর্মে দীক্ষিত হন।\n\n\n== রেকর্ড ==\nইতালির পক্ষে বিশ্বকাপের মূলপর্বে ১৬ ম্যাচে ৯ গোল করেন, যা একটি ইতালীয় রেকর্ড ।\n\"সেরি আ\" লীগে ৮৬ ভাগ পেনাল্টি সফলভাবে নিয়েছেন । ১২২ পেনাল্টির মধ্যে ১০৬ টিতেই গোল করেছেন ।\nবাজ্জোর অংশগ্রহণ করা তিনটি বিশ্বকাপে ইতালি মাত্র একটি ম্যাচ হেরে যায়। সেটি ১৯৯৪ সালে আয়ারল্যান্ডের বিপক্ষে। ১৯৯০ সালে আর্জেন্টিনা, ১৯৯৪ সালে ব্রাজিল, ১৯৯৮ সালে ফ্রান্সের বিপক্ষে ইতালি পেনাল্টি শুট-আউটে বিদায় নেয়।"}