{"pageid": 123638, "title": "শিল্পাচার্য জয়নুল লোক ও কারুশিল্প জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=123638", "content": "শিল্পাচার্য জয়নুল লোক ও কারুশিল্প জাদুঘর, বাংলাদেশের প্রাচীন ঐতিহ্য রক্ষার্থে বাংলাদেশ লোক ও কারুশিল্প ফাউন্ডেশনের উদ্যোগে গঠিত একটি জাদুঘর, যা ঢাকার অদূরে সোনারগাঁতে অবস্থিত।\n\n\n== অবস্থান ==\n\nএর অবস্থান ঢাকা থেকে ২৫ কিলোমিটার দক্ষিণ-পূর্বে এবং ঢাকা-চট্টগ্রাম মহাসড়ক থেকে প্রায় ১ কিলোমিটার অভ্যন্তরে।\n\n\n== ইতিহাস ==\n\nআবহমান গ্রাম বাংলার লোক সাংস্কৃতিক ধারাকে বিকশিত করার উদ্যোগে ১৯৭৫ খ্রিষ্টাব্দে ১২ মার্চ শিল্পাচার্য জয়নুল আবেদিন সোনারগাঁয়ের ঐতিহাসিক পানাম নগরীর একটি পুরনো বাড়িতে প্রতিষ্ঠা করেন বাংলাদেশ লোক ও কারুশিল্প ফাউন্ডেশন। পরে ১৯৮১ খ্রিষ্টাব্দে ১৫০ বিঘা আয়তনের কমপ্লেক্সে খোলা আকাশের নিচে বাংলার প্রকৃতি ও পরিবেশে গ্রামীণ রূপকেন্দ্রিক বাংলাদেশের সাধারণ মানুষের শৈল্পিক কর্মকাণ্ডের পরিচয় তুলে ধরতে শিল্পী জয়নুল আবেদিন এই জাদুঘর উন্মুক্ত পরিবেশে গড়ে তোলার প্রয়াস নেন এবং বাংলাদেশ লোক ও কারুশিল্প ফাউন্ডেশন কমপ্লেক্সটি প্রায় ১০০ বছর পুরাতন সর্দার বাড়িতে স্থানান্তরিত হয়।\n\n\n== বিবরণ ==\n\nসোনারগাঁয়ে বাংলাদেশ লোক ও কারুশিল্প ফাউন্ডেশন এলাকায় রয়েছে লোক ও কারুশিল্প জাদুঘরটি। এখানে স্থান পেয়েছে বাংলাদেশের অবহেলিত গ্রাম-বাংলার নিরক্ষর শিল্পীদের হস্তশিল্প, জনজীবনের নিত্য ব্যবহার্য পণ্যসামগ্রী। এসব শিল্প-সামগ্রীতে তৎকালীন প্রাচীন বাংলার ঐতিহ্যবাহী লোকশিল্পের রূপচিত্র প্রস্ফুটিত হয়।\nসর্দার বাড়িতে মোট ১০টি গ্যালারি রয়েছে। গ্যালারিগুলোতে কাঠ খোদাই, কারুশিল্প, পটচিত্র ও মুখোশ, আদিবাসী জীবনভিত্তিক নিদর্শন, গ্রামীণ লোকজীবনের পরিবেশ, লোকজ বাদ্যযন্ত্র ও পোড়ামাটির নিদর্শন, তামা-কাসা-পিতলের নিদর্শন, লোহার তৈরি নিদর্শন, লোকজ অলংকারসহ রয়েছে বহু কিছু। ভবনটির সামান্য পূর্বে রয়েছে লোকজ স্থাপত্যকলায় সমৃদ্ধ আধুনিক এক ইমারতে প্রতিষ্ঠিত জয়নুল আবেদিন স্মৃতি জাদুঘর। এই ভবনটিতে মাত্র দু'টি গ্যালারি। এই দুইটি গ্যালারির মধ্যে একটি গ্যালারি কাঠের তৈরি, যা প্রাচীন ও আধুনিক কালের নিদর্শনসমৃদ্ধ। তাছাড়া বাংলাদেশের প্রাকৃতিক, বৈশিষ্ট্য কাঠ এবং কাঠ থেকে বিভিন্ন কারুপণ্য তৈরি এবং সর্বশেষ বিক্রির সামগ্রিক প্রক্রিয়া, অত্যন্ত আকর্ষণীয়ভাবে সুন্দর মডেল দিয়ে ফুটিয়ে তোলা হয়েছে। এই দুটি ভবনের বাইরে রয়েছে পাঠাগার, ডকুমেন্টেশন সেন্টার, সেমিনার হল, ক্যান্টিন, কারুমঞ্চ, গ্রামীণ উদ্যান ও বিভিন্ন রকমের বৃক্ষ, মনোরম লেক, লেকের মাঝে ঘুরে বেড়ানোর জন্য নৌ বিহার, মৎস্য শিকারের সুন্দর ব্যবস্থা ও পঙ্খিরাজ নৌকা।\n\n\n== জাদুঘরে সংরক্ষিত বিভিন্ন নিদর্শনের ছবি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}