{"pageid": 123664, "title": "এর্নান কোর্তেস", "url": "https://bn.wikipedia.org/wiki?curid=123664", "content": "হের্নান কোর্তেস, ভেলী দে ওয়াক্সাকার প্রথম মার্কেস (স্পেনীয়: Hernán Cortés, Marqués primero de la Valle de Oaxaca) (১৪৮৫ – ২রা ডিসেম্বর, ১৫৪৭) ছিলেন একজন স্পেনীয় দখলদার, যিনি ষোড়শ শতাব্দীতে একটি অভিযানের নেতৃত্ব দেন যার ফলে উত্তর আমেরিকা মহাদেশের দক্ষিণে অবস্থিত এজটেক সাম্রাজ্যের পতন ঘটে এবং বর্তমান মেক্সিকোর বিশাল অঞ্চলগুলো স্পেনের ক্যাস্টিল রাজ্যের অধিনে আসে।\nহের্নান কোর্তেস ১৪৮৫ সালে স্পেনের মেদেয়ীন (Medellín) শহরে জন্মগ্রহণ করেন, যা বর্তমানে স্পেনের এক্সত্রেমাদুরা (Extremadura) অঞ্চলে অবস্থিত। তার পিতার নাম ছিল মার্টিন কোর্তেস দে মনরোয় (Martín Cortés de Monroy), যিনি ক্যাস্টিল রাজ্যের এক পদাতিক সৈন্যবাহিনীর ক্যাপটেন ছিলেন। হের্নান কোর্তেসের মাতার নাম ছিল কাতালিনা পিসার্‌রো আলতামিরানো (Catalina Pizarro Altamirano), যার চাচাত ভাইয়ের পুত্র ছিল ফ্রান্সিসকো পিসার্‌রো, যিনি পরবর্তীকালে দক্ষিণ আমেরিকা মহাদেশের পশ্চিমে অবস্থিত ইনকা সাম্রাজ্য দখল করেন।\nপঞ্চদশ শতাব্দীতে যখন ইউরোপীয়রা আমেরিকা মহাদেশ আবিষ্কার করে, তখন থেকে এই অঞ্চলকে বলা হতো ‘নতুন দুনিয়া’ এবং পরে স্পেনীয়রা সেই অঞ্চলের কিউবা ও হিস্পানিওলা দ্বীপ দখল করেন। কোর্তেস এই নতন দুনিয়ায় যাওয়ার সিদ্ধান্ত নেন এবং ১৫০৪ সালে হিস্পানিওলাতে যান এবং পরে কিউবাতে যান। কিউবাতে কোর্তেসকে একটি encomienda দেয়া হয় এবং তিনি অল্প সময়ের জন্য সেই দ্বীপের এক স্পেনীয় শহরের আলকালদে (alcalde) (ম্যাজিস্ট্রেট) হন।\n১৫১৯ সালে নতুন দুনিয়ার প্রধান অঞ্চলগুলোতে তৃতীয়বার স্পেনীয় অভিযানের জন্য কোর্তেস ক্যাপটেন নির্বাচিত হন। এই অভিযানের জন্য কোর্তেস টাকা দান করেছিলেন। কিন্ত স্পেনীয় রাজার অধিনে কিউবার গভর্নর, দিয়েগো ভেলাসকেস দে কোইয়া (Diego Velázquez de Cuéllar)-এর সঙ্গে কোর্তেসের শত্রুতা শুরু হলে সেই অভিযান শুরুর শেষ মুহূর্তে অভিযান বাতিল করার আদেশ দেয়া হয়। কিন্তু কোর্তেস এই আদেশ অমান্য করেন এবং সেই অভিযান শুরু করে আমেরিকা মহাদেশের প্রধান অঞ্চলে যান। সেখানে কোর্তেস উত্তর আমেরিকা মহাদেশের দক্ষিণে অবস্থিত আজটেক সাম্রাজ্যের বিরুদ্ধে স্থানীয় অন্যান্য দেশজ জাতির সঙ্গে মিত্রতা স্থাপন করেন। কোর্তেস এসব দেশজ আমেরিকানদের সঙ্গে তাদের স্থানীয় ভাষা, কেচুয়া ভাষায় যোগাযোগ করার জন্য সেখানকার ডোনা মারিনা (Doña Marina) নামের একজন দেশজ নারীর সাহায্য নিতেন। ডোনা মারিনা পরবর্তীকালে কোর্তেসের এক জারজ সন্তানকে জন্ম দেন।\nকোর্তেস কিউবার গভর্নরের আদেশ অমান্য করে অভিযান শুরু করার কারণে কিউবার গভর্নর কোর্তেসকে গ্রেপ্তার করার জন্য সৈন্য পাঠান। কিন্তু কোর্তেস এই সৈন্যদের পরাজিত করেন এবং আজটেক সাম্রাজ্য দখল করার সময় এদের ব্যবহার করেন। কোর্তেস তারপর স্পেনের ক্যাস্টিল রাজ্যের রাজা প্রথম চার্লসের কাছে আমেরিকা মহাদেশে তার নিজের সাফল্যগুলোর কথা বলে স্বীকৃতি পাওয়ার জন্য অনুরোধ করেন এবং রাজার কাছে, কিউবার গভর্নরের আদেশ অমান্য করে অভিযান শুরু করার জন্য, কোর্তেস ক্ষমা প্রার্থনা করে চিঠি লিখেন। ১৫২১ সালে যখন কোর্তেস আজটেক সাম্রাজ্য দখল করেন তখন তিনি সেখানকার অনেক মূল্যবান ধাতু রাজা চার্লসের কাছে উপহার হিসেবে পাঠান। এতে রাজা উৎসাহিত হয়ে কোর্তেসকে Marqués del Valle de Oaxaca (ভেলী দে ওয়াক্সাকার মার্কেস) উপাধীতে ভূষিত করেন। কোর্তেস ১৫৪১ সালে স্পেনে ফেরত আসেন এবং সেখানে সেভীল প্রদেশের কাস্তিয়েহা দে লা কুয়েস্তা (Castilleja de la Cuesta) শহরে ১৫৪৭ সালে আমাশয় রোগে আক্রান্ত হয়ে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র ==\n\n[১]\n\n\n== বহিঃসংযোগ ==\n\nGenealogy of Hernán Cortés\nOrigin of the Surname Cortés\nBiography of Hernán Cortés\nThe change of Hernán Cortés' self-image by means of the conquest\nHernando Cortes on the Web – web directory with thumbnail galleries\nConquistadors, with Michael Wood – website for 2001 PBS documentary\nIbero-American Electronic Text Series presented online by the University of Wisconsin Digital Collections Center.\nHernan Cortes - The Conquistador of the Aztecs; Informational Link Blog about the History of Cortes, the Aztecs along with a variety of sources, pictures and educational resources\nLatin American studies center, material on Cortés\nFernand Cortez opera by Gaspare Spontini, Jean-Paul Penin\n\"Cortes, Hernando\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ ডিসেম্বর ২০০৮ তারিখে Belinda H. Nanney\n\"Hernan Cortes, marques del Valle de Oaxaca\", Encyclopædia Britannica"}