{"pageid": 123681, "title": "পূজা", "url": "https://bn.wikipedia.org/wiki?curid=123681", "content": "পূজা (সংস্কৃত: पूजा) হিন্দুদের পালনীয় একটি ধর্মীয় অনুষ্ঠান। হিন্দুধর্মতে, দেবতাগণ, বিশিষ্ট ব্যক্তি অথবা অতিথিদের পূজা করার রীতি প্রচলিত রয়েছে। স্থান ও কালভেদে বিভিন্ন প্রকার পূজানুষ্ঠান এই ধর্মে প্রচলিত। যথা, গৃহে বা মন্দিরে নিত্যপূজা, উৎসব উপলক্ষে বিশেষ পূজা অথবা যাত্রা বা কার্যারম্ভের পূর্বে কৃত পূজা ইত্যাদি। \nপূজানুষ্ঠানের মূল আচারটি হল দেবতা ও ব্যক্তির আশীর্বাদ পাওয়ার জন্য তাঁদের উদ্দেশ্যে বিশেষ উপহার প্রদান। পূজা সাধারণত গৃহে বা মন্দিরে অনুষ্ঠিত হয়। পূজার বিভিন্ন প্রকারভেদও রয়েছে। \nদুর্গাপূজা বা কালীপূজার মতো উৎসবগুলি প্রকৃতপক্ষে পূজাকেন্দ্রিক উৎসব।\n\n\n== পূজার প্রকারভেদ ==\nপূজা মূলত দুই প্রকার - বাহ্য পূজা এবং আন্তর পূজা। এই দুই ধরনের পূজার পার্থক্য আছে। বাহ্য পূজাতে বাহ্যিক আড়ম্বর লাগে। আর আন্তর পূজায় সেসবের প্রয়োজন নেই। শুধু প্রয়োজন ভক্তি এবং শ্রদ্ধা। এই দুয়ের পার্থক্য নির্দেশ করছেন ভাদুড়ী মহাশয়- মহর্ষি নগেন্দ্রনাথ :\n\n\"বাহ্যপূজাই অনেকে করেন। কদাচিৎ কেউ আন্তর পূজার অধিকারী। বাহ্য পূজায় আড়ম্বর থাকে। লোক সংঘট হয়। হৈ-চৈ হৈ-হৈ রৈ-রৈ চলে, দেবতার সঙ্গে মনের যোগ ঘটে কম, কেবল ফুল ছোঁড়াছুড়ি, ঢাক, ঢোল, বাদ্য ও আলোকসজ্জার ঘটা। কিন্তু আন্তর পূজায় এসবের কোনও বালাই নেই। একমাত্র সুস্থ শরীরে থেকে পূজা করার জন্য একটা পরিবেশ দরকার। সেখানে মনই ফুল, ভক্তিই চন্দন, অশ্রু পাদ্য, শ্রদ্ধা অর্ঘ্য, বলির দ্রব্য সাধকের ইন্দ্রিয়নিচয়, একাগ্রতাই হ'ল অনুষ্ঠানের দ্রব্য।\"\n\n\n== নিত্য পূজার ক্রম ==\nপূজা করার সময় প্রথমে আচমন করতে হয়। তারপর থাকে - বিষ্ণু স্মরণ, গন্ধাদি অর্চনা, নারায়ণাদি অর্চনা, স্বস্তি বাচন, সংকল্প, জলশুদ্ধি, আসনশুদ্ধি, গুরুপংক্তি প্রণাম, করশুদ্ধি, পুষ্প শুদ্ধি, ভূতাপররণ, দ্বিগবন্ধন, ভূতশুদ্ধি, ন্যাস, প্রাণায়াম, মানসপূজাদি, পঞ্চ দেবতা, নবগ্রহ, দশদিকপাল, সর্ব দেব-দেবীর পূজা, পীঠ পূজা।\n\n\n== বিভিন্ন পূজা ও পূজার উপাচার ==\n\n\n=== ঘরের পূজা ===\nঅনেক হিন্দুগৃহেই নির্দিষ্ট ঠাকুরঘর বা উপাসনাস্থল রয়েছে। ঠাকুরঘরে দেবদেবীর ছবি বা মূর্তি রাখা থাকে। এই ঘরেই কুলদেবতা (পারিবারিক দেবতা) ও ইষ্টদেবতার (নিজস্ব দেবতা) নিত্যপূজা হয়ে থাকে। ঘরের নিত্যপূজা খুব সাধারণভাবে করা হয়ে থাকে। এই পূজায় দেবতার উদ্দেশ্যে ধূপ, দীপ, জল ও ফল উৎসর্গ করা হয়। কিন্তু এর অন্য তাৎপর্যও আছে। সেক্ষেত্রে ফলমূলাদি উপাচার ঠাকুরকে নিবেদন করা বড়ো বিষয় নয়। এক্ষেত্রে নিবেদন করতে হয় মনন, নিদিধ্যাসন। - এদিকেই আমাদের দৃষ্টি আকর্ষণ করেছেন ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ।  \nপূজার পর ছোটো করে আরতিও করা হয়ে থাকে। পূজার সময় জপধ্যান ও দেবদেবীর মন্ত্র ও স্তবস্তুতি পাঠের প্রথা রয়েছে।\n\n\n=== মন্দিরের পূজা ===\nমন্দিরের পূজা বিস্তারিতভাবে করা হয়ে থাকে। অনেক মন্দিরেই দিনে একাধিকবার পূজা অনুষ্ঠিত হয়। এই পূজা সাধারণত পুরোহিত সম্পাদনা করে থাকেন। তাছাড়া, মন্দিরের দেবতা অতিথি দেবতা নন, তিনি মন্দিরের অধিবাসী। তাই তাঁর পূজায় সেই দিকটির কথা মনে রাখা হয়। উদাহরণস্বরূপ, মন্দিরে সকালে দেবতাকে জাগরিত করা হয়, তাঁকে আবাহন করা হয় না। অঞ্চল ও সম্প্রদায় ভেদে মন্দিরের পূজায় নানান প্রথা লক্ষিত হয়। মন্দিরের পূজায় পুরোহিতই সকলের হয়ে পূজা নিবেদন করেন।\n\n\n=== পূজার উপাচার ===\nঘরের বা মন্দিরের পূর্ণাঙ্গ পূজায় একাধিক উপাচার বা পূজাদ্রব্য দেবতাকে উৎসর্গ করার প্রথা রয়েছে। এই উপাচারগুলি অঞ্চল, সম্প্রদায় বা সময় ভেদে ভিন্ন ভিন্ন হয়। পূজার কয়েকটি সাধারণ উপাচার হলো - আবাহন, আসন, স্বাগত, পাদ্য, অর্ঘ্য, আচমনীয়, মধুপর্ক, স্নান বা অভিষেক, বস্ত্র, অনুলেপনা বা গন্ধ, পুষ্প, ধূপ, দীপ, নৈবেদ্য, চাঁদমালা, মালা, বিল্বপত্র, প্রণাম ও বিসর্জন।\nসাধারণভাবে পঞ্চোপচার, দশোপচার, ষোড়শোপচার এবং অষ্টাদশোপচারে পূজা করা হয়। পঞ্চোপচার হলো — \n১) গন্ধ (চন্দন), \n২) পুষ্প, \n৩) ধূপ, \n৪) দীপ ও \n৫) নৈবেদ্য। \nদশোপচার হলো — \n১) পাদ্য, \n২) অর্ঘ্য, \n৩) আচমনীয়, \n৪) পুনরাচমনীয়, \n৫) গন্ধ, \n৬) পুষ্প, \n৭) বসন, \n৮) ধূপ, \n৯) দীপ এবং \n১০) নৈবেদ্য। \nষোড়শোপচার হলো — \n১) আসন, \n২) স্বাগত, \n৩) পাদ্য, \n৪) অর্ঘ্য, \n৫) আচমনীয়, \n৬) মধুপর্ক, \n৭) স্নানীয়, \n৮) বসন, \n৯) আভরণ, \n১০) গন্ধ, \n১১) পুষ্প, \n১২) ধূপ, \n১৩) দীপ, \n১৪) নৈবেদ্য, \n১৫) পুনরাচমনীয়, ও \n১৬) তাম্বুল। \nঅষ্টাদশোপচার হলো — \n১) আসন, \n২) স্বাগত, \n৩) পাদ্য, \n৪) অর্ঘ্য, \n৫) আচমনীয়, \n৬) মধুপর্ক \n৭) স্নানীয়, \n৮) যজ্ঞোপবীত, \n৯) আভরণ, \n১০) গন্ধ, \n১১) পুষ্প, \n১২) ধূপ, \n১৩) দীপ, \n১৪) অন্ন, \n১৫) দর্পণ, \n১৬) মাল্য, \n১৭) অনুলেপন অর্থাৎ গন্ধদ্রব্য, \n১৮) নমস্কার ও বিসর্জন।\n\n\n== পূজায় বাদ্যযন্ত্রের ব্যবহার ==\nদেব-দেবীদের পূজায় বিভিন্ন বাদ্যের ব্যবহার হয়। পূজায় ঘণ্টা, কাঁসর, শঙ্খ, ঢাক, ঢোল প্রভৃতি বাজানো হয়। ঘণ্টাকে বলা হয় ‘সকল বাদ্যময়ী’। তাই অন্য বাদ্যের অভাব থাকলে শুধু ঘণ্টা বাজিয়েই পূজা করা যায়। \nতবে পূজার ক্ষেত্রে বাদ্যযন্ত্র ব্যবহারে কিছু নিষেধও আছে। যেমন, লক্ষ্মীপূজায় ঘণ্টা বাজানো নিষেধ। শিব পূজায় করতাল বাজানো নিষেধ। দুর্গা পূজায় বাঁশি বাজানো নিষেধ। ব্রহ্মাপূজায় ঢাক এবং সূর্য পূজায় শঙ্খ বাজানো প্রচলিত পূজা বিধি অনুসারে নিষিদ্ধ।\n\n\n== পূজার কিছু বিশেষ নিয়ম ==\nপূজার আগে সর্বদা ভূতশুদ্ধি করে নিতে হয়। ঘট, পট, যন্ত্র, প্রতিমা, শালগ্রাম না থাকলে জলের ওপর দেব-দেবীর পূজা করা যায়। ঘট প্রতিষ্ঠিত থাকলে আবাহন অপ্রয়োজনীয়। নারায়ণ পূজার ক্ষেত্রেও একই কথা প্রযোজ্য। শিবলিঙ্গ পার্থিব হলে তাতে কেবলমাত্র শিব পূজা চলে, অন্য দেব-দেবীর পূজা তাতে নিষিদ্ধ।\nদেবীর পূজায় তুলসীপত্র ব্যবহার নিষিদ্ধ। গণেশ পূজায় তুলসী এবং সূর্যদেবের পূজায় বিল্বপত্র ব্যবহার করা যায় না। নারায়ণ পূজায় রক্তপুষ্প ব্যবহার নিষিদ্ধ।\n\n\n== কয়েকটি প্রসিদ্ধ পূজা ==\n\nদুর্গাপূজা\nকালীপূজা\nজগদ্ধাত্রী পূজা\nঅন্নপূর্ণা পূজা\nলক্ষ্মী পূজা \nসরস্বতী পূজা\nশিবরাত্রি\nজন্মাষ্টমী \nরাধাষ্টমী \nদোলযাত্রা\nরথযাত্রা \nরামনবমী \nসীতা নবমী \nকার্তিক পূজা \nবিশ্বকর্মা পূজা \nসত্যনারায়ণ পূজা\nগণেশ চতুর্থী\nশীতলা পূজা\nষষ্ঠী পূজা\nমনসা পূজা \nইতু পূজা \nখুঁটি পূজা\nভিত পূজা\nগুরু পূজা \nগম্ভীরা পূজা\n\n\n== অন্যান্য ধর্মে পূজা ==\n\n\n=== বৌদ্ধধর্ম ===\n\n\n== রাজপূজা ==\n\n\n== আরও দেখুন ==\n\nনবদ্বীপের শাক্তরাস\nগৌরাঙ্গিনী মাতা\nডুমুরেশ্বরী মাতা\nনবদ্বীপের ভদ্রকালী মাতা\nমৃন্ময়ী মাতা, বিষ্ণুপুর\nবড় দেবী\nহোম\nযজ্ঞ\nবৌদ্ধধর্মে পূজা\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\nFlood, Gavin D. (২০০২)। The Blackwell companion to Hinduism। Wiley-Blackwell। পৃষ্ঠা 6। আইএসবিএন 9780631215356। \nLindsay Jones, সম্পাদক (২০০৫)। Gale Encyclopedia of Religion। 11। Thompson Gale। আইএসবিএন ISBN 0-02-865980-5। \n\n\n== বহিঃসংযোগ ==\n\nMurti Puja on Hindupedia, the Hindu Encyclopedia\nWhy do Hindus have a puja room ?"}