{"pageid": 123700, "title": "হিথ্রো বিমানবন্দর", "url": "https://bn.wikipedia.org/wiki?curid=123700", "content": "লন্ডন হিথ্রো বিমানবন্দর (ইংরেজিতে: London Heathrow Airport) যা ১৯৬৬ সাল পর্যন্ত লন্ডন বিমানবন্দর নামে পরিচিত ছিল (আইএটিএ: এলএইচআর, আইসিএও: ইজিএলএল)। বর্তমানে এটি যুক্তরাজ্যের সর্ববৃহৎ বিমানবন্দর। যাত্রী পরিবহনের দিক থেকে এটি পৃথিবীর চতুর্থ ব্যস্ততম বিমানবন্দর। ইউরোপীয় ইউনিয়নে এটি সর্বাধিক ব্যস্ততম বিমানবন্দর। বিএএ লিমিটেড এই বিমানবন্দরের কর্তৃপক্ষ। বিএমআই, ব্রিটিশ এয়ারওয়েজ ও ভার্জিন আটলান্টিক এয়ারওয়েজ হিথ্রো বিমানবন্দরকে প্রধান কেন্দ্র হিসেবে ব্যবহার করে। \n\nসেন্ট্রাল লন্ডন থেকে হিথ্রো বিমানবন্দর ১২ নটিক্যাল মাইল পশ্চিমে অবস্থিত।  প্রায় ৯০টি এয়ারলাইন্স লন্ডন হিথ্রো বিমানবন্দরে চলাচল করে। এসব এয়ারলাইন্স বিশ্বের প্রায় ১৭০টি শহরের সাথে যুক্তরাজ্যকে সংযুক্ত করেছে।\nএটি লন্ডন বিমানবন্দর ব্যবস্থার   ছয়টি আন্তর্জাতিক বিমানবন্দরের মধ্যে বৃহত্তম। বিমানবন্দরটি হিথ্রো বিমানবন্দর হোল্ডিংসের মালিকানাধীন ও পরিচালিত, যার মালিকানা প্রধানত কাতার ইনভেস্টমেন্ট অথোরিটি, পাবলিক ইনভেস্টমেন্ট ফান্ড এবং সিডিপিকি-এর।\n২০২২ সালে, এটি আন্তর্জাতিক যাত্রী পরিবহনের দ্বারা বিশ্বের দ্বিতীয় ব্যস্ততম বিমানবন্দর এবং ২০২৩ সালে ইউরোপের ব্যস্ততম বিমানবন্দর ছিল। প্রকৃতপক্ষে, এটি এয়ারপোর্টস কাউন্সিল ইন্টারন্যাশনাল র্যাঙ্কিংয়ে বিশ্বের ব্যস্ততম বিমানবন্দরগুলির মধ্যে স্থান পেয়েছে।  এটি ২০২৩ সালের হিসাবে বিশ্বের সবচেয়ে বেশি আন্তর্জাতিক সংযোগকারী বিমানবন্দরও।\nহিথ্রো ১৯৩০ সালে একটি ছোট বিমানক্ষেত্র হিসাবে প্রতিষ্ঠিত হয়েছিল, তবে দ্বিতীয় বিশ্বযুদ্ধের পরে এটি আরও অনেক বড় বিমানবন্দরে রূপান্তরিত হয়। এটি কেন্দ্রীয় লন্ডনের ১৪ মাইল (২৩ কিলোমিটার) পশ্চিমে অবস্থিত, এটি ৪.৭৪ বর্গ মাইল (১২.৩ বর্গ কিলোমিটার) এলাকা জুড়ে অবস্থিত। এটি ধীরে ধীরে ৭৫ বছরেরও বেশি সময় ধরে সম্প্রসারিত হয়েছে এবং এখন এটিতে দুটি সমান্তরাল পূর্ব-পশ্চিম রানওয়ে, চারটি চালু যাত্রী টার্মিনাল এবং একটি কার্গো টার্মিনাল রয়েছে।  এই বিমানবন্দরটি ব্রিটিশ এয়ারওয়েজ এবং ভার্জিন আটলান্টিকের প্রাথমিক কেন্দ্রস্থল।\n\n\n== অবস্থান ==\n\nহিথ্রো বিমানবন্দর কেন্দ্রীয় লন্ডনের পশ্চিমে ১৪ মাইল (২৩ কিলোমিটার) দূরে অবস্থিত। এটি হাউন্সলোর পশ্চিমে ৩ মাইল (৪.৮ কিলোমিটার), হেসের পশ্চিমে ৩ মাইল (৪.৮ কিলোমিটার), এবং স্টেইনস-আপোন-টেমসের উত্তর-পূর্বে ৩ মাইল (৪.৮ কিলোমিটার) দূরে অবস্থিত।\nহিথ্রো বিমানবন্দর সম্পূর্ণরূপে লন্ডন বরো অফ হিলিংডনের সীমানার মধ্যে এবং টুইকেনহাম পোস্টকোড এলাকার অধীনে, টুইকেনহাম পোস্টকোড TW6 এর সাথে অবস্থিত। এটি উত্তরে সিপসন, হারলিংটন, হারমন্ডসওর্থ এবং লংফোর্ড গ্রাম এবং পূর্বে ক্র্যানফোর্ড ও হ্যাটন এলাকা দ্বারা বেষ্টিত। বিমানবন্দরের দক্ষিণে অবস্থিত ফেলথাম, বেডফন্ট এবং স্ট্যানওয়েল, যখন পশ্চিমে এম২৫ মোটরওয়ে হিথ্রোকে বার্কশায়ারের স্লাউ, হর্টন এবং উইন্ডসর থেকে পৃথক করে। বিমানবন্দরটি হেস এবং হারলিংটন সংসদীয় এলাকার মধ্যে অবস্থিত।\nবিমানবন্দরটি যেহেতু লন্ডনের পশ্চিমে অবস্থিত এবং এর রানওয়েগুলি পূর্ব-পশ্চিমে চলে, তাই সাধারণত বাতাস যখন দক্ষিণ-পশ্চিম দিক থেকে আসে - অর্থাৎ বেশিরভাগ সময়ই -  একটি বিমানের অবতরণ পথটি সরাসরি গ্রেটার লন্ডন  শহুর এলাকার উপর দিয়েই হয়।\nএই বিমানবন্দরটি (বেশিরভাগ) গ্রেটার লন্ডন এবং আশেপাশের হোম কাউন্টিগুলির কিছু অংশ নিয়ে গঠিত কর্মক্ষেত্রের ভ্রমণ অঞ্চলের একটি অংশ গঠন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nHeathrow Airport Consultative Committee"}