{"pageid": 123758, "title": "আন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘ", "url": "https://bn.wikipedia.org/wiki?curid=123758", "content": "আন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘ বা ইন্টারন্যাশনাল সোসাইটি ফর কৃষ্ণ কনশাসনেস (ইসকন) হলো গৌড়ীয় বৈষ্ণব মতবাদের অনুসারী একটি হিন্দু ধর্মীয় প্রতিষ্ঠান। ১৯৬৬ সালে নিউ ইয়র্ক শহরে অভয়চরণারবিন্দ ভক্তিবেদান্ত স্বামী প্রভুপাদ এই সংগঠনটি প্রতিষ্ঠা করেন। ইসকনের মূল ধর্মবিশ্বাসটি শ্রীমদ্ভাগবত, ভগবদ্গীতা ও অন্যান্য বৈদিক শাস্ত্রসমূহের উপর ভিত্তি করে গড়ে উঠেছে। আধ্যাত্মিক সমাজে এটি ‘হরেকৃষ্ণ আন্দোলন’ নামেও ব্যাপক পরিচিত। এর ভক্তরা দুগ্ধ-শাকাহারে বিশ্বাস করে এবং প্রাথমিকভাবে ভক্তি যোগ প্রচারের জন্য প্রতিষ্ঠিত হয়েছিল। এই আন্দোলনের অনুসারীরা, যাদের ভক্ত নামে ডাকা হয়, তাদের চিন্তা ও কর্ম কৃষ্ণের প্রতি নিবেদন করে। কৃষ্ণকে তারা স্বয়ং সর্বোচ্চ ব্যক্তিত্ব হিসাবে সম্মান জানায়। এই আন্দোলন ভারতে সবচাইতে দ্রুত বৃদ্ধি লাভ করে এবং সোভিয়েত ইউনিয়নের পতনের পর রাশিয়া এবং পূর্ব ইউরোপের অন্যান্য প্রাক্তন সোভিয়েত-সংশ্লিষ্ট দেশগুলোতও এর প্রসার ঘটে।\n\n\n== ইতিহাস ==\n\nইসকন গৌড়ীয় বৈষ্ণব সম্প্রদায়ের অংশ। গৌড়ীয় গৌড় অঞ্চলে এর উৎপত্তিস্থলকে বোঝায় এবং বৈষ্ণব অর্থ ' বিষ্ণুর উপাসক। উক্ত মতটি প্রায় পঞ্চদশ শতাব্দীতে প্রবর্তিত হয় এবং ১৯৬০-এর দশক থেকে পাশ্চাত্যে ছড়িয়ে পড়ে। ইসকন একটি হিন্দু ধর্মভিত্তিক সংগঠন। ভক্তিযোগ অনুশীলন, ভগবান শ্রীকৃষ্ণের উপাসনা ও হরে কৃষ্ণ মহামন্ত্র জপ করা এই সংগঠনের মূল উপজীব্য।\nভক্তিবেদান্ত স্বামী প্রভুপাদ ১৯৬৫ সালে ৭০ বছর বয়সে পাশ্চাত্যবাসীর মধ্যে নৈতিক ও আধ্যাত্মিক শিক্ষা প্রচারের লক্ষ্যে নিউইয়র্কে পাড়ি জমান। প্রায় এক বছর পর তিনি ১৯৬৬ সালের জুলাই মাসে প্রতিষ্ঠা করেন আন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘ বা ইসকন। বৈদিক দর্শনের গ্রন্থাবলী প্রকাশ করার জন্য প্রতিষ্ঠিত বিশ্বের অন্যতম বৃহৎ গ্রন্থ-প্রকাশনী সংস্থা ‘ভক্তিবেদান্ত বুক ট্রাস্ট।\n\n২০০৯ সালের তথ্য অনুযায়ী, বর্তমানে বিশ্বে ইসকনের ৫০০০০ টিরও বেশি মন্দির এবং কেন্দ্র রয়েছে। এর মধ্যে ৬০টি খামার সংগঠন (কয়েকটি স্বনিযুক্তি প্রকল্প সহ), ৫৪টি বিদ্যালয় ও ৯০টি ভোজনালয়। বর্তমানে পূর্ব ইউরোপ, আমেরিকা, মধ্য এশিয়ায় ও ভারত উপমহাদেশে এই সংগঠনের সদস্য সংখ্যা উল্লেখযোগ্য হারে বৃদ্ধি পেয়েছে।\n\n\n== অনুশীলন ==\n\n\n=== চারটি নিয়ন্ত্রক নীতি ===\nদীক্ষা সময় ইসকন ভক্তরা চারটি মৌলিক বিধি ও নিয়ম অনুসরণ করেন । সেগুলো হলো-\n\nল্যাক্টো নিরামিষ জাতীয় খাদ্য কৃষ্ণ প্রসাদ হিসেবে গ্রহণ।\nনেশা জাতীয় দ্রব্য (অ্যালকোহল, সিগারেট বা অন্য কোনো মাদক দ্রব্য) সেবন থেকে বিরত থাকা।\nজুয়া না খেলা এবং\nঅবৈধ যৌনতা পরিহার করা।\n\n\n=== উৎসব ===\n\nদৈনিক, সাপ্তাহিক বা মাসিক পূজা পার্বণের পাশাপাশি ইসকন ভক্তরা জন্মাষ্টমী, রাধাষ্টমী, দিওয়ালি, গৌর পূর্ণিমা, একাদশী, হোলি, রাম নবমী এবং গীতা জয়ন্তী সহ বিভিন্ন ধরনের হিন্দু উৎসব উদযাপন করেন।\n\n\n=== প্রচার ===\nইসকন প্রচারের পক্ষে। সদস্যরা প্রাথমিকভাবে প্রকাশ্য স্থানে হরে কৃষ্ণ মন্ত্র গেয়ে এবং বিভিন্ন ভাষায় বৈদিক বই বিক্রি করে কৃষ্ণচেতনা ছড়িয়ে দেওয়ার চেষ্টা করেন। চৈতন্য মহাপ্রভুর মতবাদ অনুসারে, এই অনুশীলনের জন্য একজনকে হিন্দু পরিবারে জন্মগ্রহণ করার প্রয়োজন নেই, জাতি বর্ণ ধর্ম নির্বিশেষে যে কেউ অনুশীলন করতে পারে।\n\n\n== ব্যবস্থাপনা কাঠামো ==\n\nগভর্নিং বডি কমিশন (বা জিবিসি) হল ইসকনের ব্যবস্থাপনা কর্তৃপক্ষ। ১৯৭০ সালে ভক্তিবেদান্ত দ্বারা এটি বার্ষিক মিলিত হয়। ১৯৭০ সালে ২৮ জুলাই লেখা একটি নথিতে \"পরিচালনার নির্দেশনা \" প্রভুপাদ কমিশনে বারোজন সদস্য নিয়োগ করেছিলেন। তাদের মধ্যে সৎস্বরূপ দাস গোস্বামী, হংসদত্ত স্বামী এবং তমাল কৃষ্ণ গোস্বামী ও ছিলেন। চিঠিতে কমিশনের উদ্দেশ্যগুলি তুলে ধরা হয়েছে: মন্দির পরিচালনার মান উন্নত করা, কৃষ্ণ চেতনার বিস্তার, বই ও সাহিত্য বিতরণ, নতুন কেন্দ্র খোলা এবং ভক্তদের শিক্ষা। বর্তমানে জিবিসির আকারে বৃদ্ধি করে ৪৮ জন সিনিয়র সদস্য নিযুক্ত করা হয়েছে, যারা ঐক্যমতের ভিত্তিতে সিদ্ধান্ত গ্রহণ করেন।\n\n\n== কীর্তন ও সঙ্গীতের প্রভাব ==\n\nইসকন আন্দোলনে বিশিষ্ট হলো কীর্তন। উৎসর্গীকৃত কীর্তন উৎসবগুলি প্রতি বছর সারা বিশ্বে অনুষ্ঠিত হয়, যেমন বুনে, নর্থ ক্যারোলিনার সাধু সংগ রিট্রিট, কীর্তন ৫০ ডালাস, টেক্সাসে এবং রাধাদেশ মেলোস, ডারবু, বেলজিয়ামে। উল্লেখযোগ্য কীর্তনকারীদের মধ্যে রয়েছে জাহ্নবী হ্যারিসন, গৌরা বাণী এবং মায়াপুরীরা, যারা কীর্তন অ্যালবাম প্রকাশ করেছে। স্থানীয় ইউনিভার্সিটি \"ভক্তি ক্লাবস\", মন্ত্র লাউঞ্জে এবং যোগব্যায়াম ও সুস্থতা উৎসব সহ মন্দিরের বাইরেও কীর্তন সেশন অনুষ্ঠিত হয়।\nবৈদিক ধর্মতত্ত্বের উপর ভিত্তি করে সম্পূর্ণ নাট্য পরিবেশনা তৈরি করা হয়। বিশিষ্ট পারফরম্যান্স কোম্পানির মধ্যে রয়েছে ভিভা কুলতুরা এবং ভান্দে আর্টস।\nহরে কৃষ্ণ মহামন্ত্রটি কিছু বিখ্যাত গানে প্রদর্শিত হয়, যেমন প্রাক্তন বিটল জর্জ হ্যারিসনের ১৯৭০ সালের হিট \"মাই সুইট লর্ড\"। জন লেনন তার \"পিস এ চান্স\" এবং বিটলসের ১৯৬৬ সালের ট্র্যাক \"আই অ্যাম দ্য ওয়ালরাস\" এর গানে \"হরে কৃষ্ণ\" শব্দবন্ধটি অন্তর্ভুক্ত করেছিলেন। সমর্থনকারী কণ্ঠশিল্পীরা রিঙ্গো স্টারের ১৯৭১ সালের হিট \"ইট ডোন্ট কাম ইজি\"তেও এই শব্দগুচ্ছটি গেয়েছেন, হ্যারিসনের সাহায্যে লেখা, যদিও প্রকাশিত সংস্করণে শব্দগুলি কম মিশ্রিত ছিল।\nচারটি বিটলের মধ্যে শুধুমাত্র হ্যারিসনই কৃষ্ণভাবনাকে সম্পূর্ণরূপে গ্রহণ করেছিলেন। এছাড়াও তিনি ইসকনের ইউকে শাখার জন্য আর্থিক সহায়তা প্রদান করেন এবং ১৯৭৩ সালে তাদের মন্দির প্রাঙ্গণের জন্য ভক্তিবেদান্ত মনোর ক্রয় করেন। হ্যারিসন প্রভুপাদের সাথে একটি উষ্ণ বন্ধুত্ব উপভোগ করেছিলেন, যিনি হ্যারিসনের \"বস্তু জগতে বসবাস\" গানের জন্য অনুপ্রেরণা জুগিয়েছিলেন।\n১৯৮০-এর দশকে আন্ডারগ্রাউন্ড নিউ ইয়র্ক সিটির হার্ডকোর পাঙ্ক ব্যান্ড ক্রো-ম্যাগস হরে কৃষ্ণ সদস্যদের অন্তর্ভুক্ত করে এবং কৃষ্ণ চেতনার উল্লেখ করেছিল। ১৯৯০ এর দশকের গোড়ার দিকে, নিউ ইয়র্কের অন্যান্য হার্ডকোর ব্যান্ড যেমন শেল্টার এবং ১০৮ এর সাথে একটি সম্পূর্ণ আন্ডারগ্রাউন্ড কৃষ্ণকোর সাবজেনার প্রতিষ্ঠিত হয়েছিল।\n২০২০ সালে, উইল স্মিথ এবং জাহ্নবী হ্যারিসন \"আত্মসমর্পণ (কৃষ্ণ কেশব\") গান এবং \"RISE\" অ্যালবামে সহযোগিতা করেছিলেন, যেখানে সংস্কৃত গানের সাথে ভারতের প্রাচীন পবিত্র গানগুলি রয়েছে।\n\n\n== সহায়ক ও প্রজেক্ট ==\n\n\n=== ভক্তিবেদান্ত বুক ট্রাস্ট ===\n\nভক্তিবেদান্ত বুক ট্রাস্ট (বিবিটি) হল ইসকনের একটি অলাভজনক সংস্থা এবং ইসকন এবং সাধারণভাবে বই ব্যবসা উভয় ক্ষেত্রেই বই সরবরাহ করে। বিবিটি গৌড়ীয় বৈষ্ণবের বইয়ের প্রকাশক। বিবিটি ১৯৭২ সালে এসি ভক্তিবেদান্ত তার বই এবং অন্যান্য লেখকদের বইয়ের জন্য প্রকাশক হিসাবে প্রতিষ্ঠিত হয়েছিল। এটি একাধিক ভাষায় ব্যাক টু গডহেড পত্রিকাও প্রকাশ করে । প্রকাশনায় বিবিটির কাজ ছাড়াও, এটি বৃন্দাবন এবং মায়াপুরের মতো গৌড়ীয় বৈষ্ণব পবিত্র স্থানগুলিতে কৃষ্ণ মন্দির নির্মাণ ও সংস্কারে অর্থায়নে সহায়তা করে ।\n\n\n=== গাভী সুরক্ষা এবং ISCOWP ===\nISCOWP (ইন্টারন্যাশনাল সোসাইটি ফর কাউ প্রোটেকশন) দাবি করে \"কৃষি ও খাদ্যাভ্যাসের বিকল্পগুলি উপস্থাপন করে যা মাংস ও দুগ্ধ শিল্পের গরু জবাইকে সমর্থন করে না এবং তার উপর নির্ভর করে\"।\n\n\n=== ইসকন ট্রাইবাল কেয়ার ট্রাস্ট ===\n\nইসকন ট্রাইবাল কেয়ার ট্রাস্ট (আইটিসিটি) আদিবাসীদের একটি অনুমোদিত সংস্থা। ট্রাস্ট আদিবাসীদের জন্য স্কুল, খাবার এবং পানীয় জলের উৎস স্থাপন করেছে।\n\n\n=== ফুড ফর লাইফ ===\n\nফুড ফর লাইফ হলো বিশ্বের বৃহত্তম অলাভজনক নিরামিষ খাদ্য ত্রাণ সংস্থা। যার স্বেচ্ছাসেবকরা প্রতিদিন বিশ্বের ৬০টিরও বেশি দেশে প্রায় ২,০০০,০০০ জনের খাদ্য বিনামূল্যে সরবরাহ করে থাকে।\n\n\n=== পাণ্ডব সেনা ===\nওয়াটফোর্ড যুক্তরাজ্যের ভক্তিবেদান্ত ম্যানরের উপর ভিত্তি করে, পাণ্ডব সেনা হল একটি যুব সংগঠন যা ১৯৯৪ সালে শুরু হয়েছিল। এটি পেশাদার এবং বিশ্ববিদ্যালয়ের ছাত্রদের সমন্বয়ে গঠিত যারা বার্ষিক আন্তর্জাতিক মেন্টরশিপ এবং পুনর্মিলনী রিট্রিট এবং সাপ্তাহিক সামাজিক সমাবেশের আয়োজন করে। \nপাণ্ডব সেনা যুক্তরাজ্যের ৩০টি বিশ্ববিদ্যালয়ে \"KCSocs\" বা \"কৃষ্ণ সচেতন সমাজ\" প্রতিষ্ঠা করেছে। অনেক বিশ্ববিদ্যালয়ে স্থানীয় ইসকন মন্দিরের যুবকদের সমন্বিত একই ধরনের ছাত্র দল রয়েছে।\n\n\n== বিশ্বব্যাপী কেন্দ্রগুলি ==\n\n\n=== নেপাল ===\nইসকন মন্দির নেপাল বা ইসকন নেপাল কাঠমান্ডুতে অবস্থিত। এটি শিবপুরী পর্বতের কোলে যেখানে পবিত্র বিষ্ণুমতী নদী প্রবাহিত হয়েছে। এই মন্দিরে শ্রী শ্রী রাধা গোবিন্দ হরি (রাধা ও কৃষ্ণ), জগন্নাথ, বলদেব, সুভদ্রা, গৌর নিতাই, নৃসিংহ দেবদেবীদের উপাসনা করা হয়। ইসকন নেপাল প্রতি বছর জগন্নাথ রথযাত্রা পালন করে। এছাড়া এখানে আরও ৩৫ টির ও অধিক বড় ইসকন মন্দির রয়েছে।\n\n\n=== ইউরোপ ===\nইউরোপে ১৩৫ টিরও বেশি ইসকন-অনুমোদিত মন্দির এবং সাংস্কৃতিক কেন্দ্র রয়েছে। যার মধ্যে স্পেনের নুভা ব্রজমন্ডলা, ফ্রান্সের লা নুভেল মায়াপুরা এবং ইতালির ভিলা বৃন্দাবন।\n\n\n=== রাধাদেশ, বেলজিয়াম ===\n\nএখানে অনেক মন্দিরসহ ইসকন দ্বারা প্রতিষ্ঠিত ভক্তিবেদান্ত কলেজ নামক একটি কলেজ আছে ।\n\n\n=== ভক্তিবেদান্ত মনোর, ওয়াটফোর্ড ===\nভক্তিবেদান্ত মনোর সম্পত্তি বিটলসের জর্জ হ্যারিসন দান করেছিলেন এবং ইংল্যান্ডের জাতীয় ঐতিহ্যের তালিকায় রয়েছে।\n\n\n=== উত্তর ও দক্ষিণ আমেরিকা ===\n\nযুক্তরাষ্ট্রে আনুষ্ঠানিকভাবে অনুমোদিত ৫৬ টি ইসকন কেন্দ্র রয়েছে। উল্লেখযোগ্য কেন্দ্রগুলির মধ্যে রয়েছে আলাচুয়া, ফ্লোরিডাতে শ্রী শ্রী রাধা কৃষ্ণ মন্দির (স্প্যানিশ ফোর্ক), ইউটা, নিউ রমন রেটি এবং ডালাস, টেক্সাসে শ্রী শ্রী রাধা কালাচাঁদজি মন্দির, পশ্চিম ভার্জিনিয়াতে নিউ বৃন্দাবন এবং গীতা নগরী ইকো খামার ও পেনসিলভেনিয়াতে স্যাংচুয়ারি। কানাডায় ১২ টি কেন্দ্র রয়েছে। মেক্সিকোতে আনুষ্ঠানিকভাবে অনুমোদিত পাঁচটি ইসকন কেন্দ্র রয়েছে। দক্ষিণ আমেরিকাতে ইসকন মন্দির রয়েছে ৬০টি । এছাড়া আর্জেন্টিনা এবং ব্রাজিলের ও অসংখ্য ইসকন মন্দির রয়েছে।\n\n\n=== এশিয়া, আফ্রিকা এবং অস্ট্রেলাসিয়া ===\n\nএশিয়াতে ৮০ টিরও বেশি ইসকন অনুমোদিত কেন্দ্র রয়েছে, যার বেশিরভাগ ইন্দোনেশিয়া, মালয়েশিয়া এবং ফিলিপাইনে অবস্থিত। রাশিয়ায় আরও ৩১ টি অতিরিক্ত কেন্দ্র রয়েছে ।\nআফ্রিকাতে ৬৯ টি অনুমোদিত ইসকন কেন্দ্র রয়েছে। ইসকন ডারবান ভারতের বাইরে বিশ্বের বৃহত্তম রথযাত্রা রথ উৎসব আয়োজন করে থাকে ।\nঅস্ট্রেলিয়ায় ছয়টি এবং নিউজিল্যান্ডে চারটি ইসকন মন্দির রয়েছে।\n\n\n=== ভারত ===\n\nভারতে বিশ্বের সবচেয়ে বেশি ইসকন কেন্দ্র রয়েছে। এখানে ১৫৯ টিরও বেশি মন্দির, ১২ টি রাষ্ট্র-স্বীকৃত শিক্ষাপ্রতিষ্ঠান, ২৫ টি অনুমোদিত এবং অ-অনুমোদিত রেস্তোরাঁ এবং বেশ কয়েকটি পর্যটক এবং তীর্থযাত্রা হোটেল রয়েছে।  এটির গোবর্ধন ইকো-ভিলেজ নামে মুম্বাইয়ের কাছে একটি আয়ুর্বেদিক চিকিৎসা ও রিট্রিট সেন্টার রয়েছে। ইসকন ভারতে তার পশ্চিমা সমকক্ষদের তুলনায় আরও প্রচলিত গোঁড়া বৈদিক মূল্যবোধকে সমর্থন করে । যা প্রগতিশীল সামাজিক প্রচেষ্টাকে সমর্থন করে।\n\n\n==== বৈদিক তারামণ্ডল মন্দির ====\n\n২০২৪ সালে পশ্চিমবঙ্গের মায়াপুরে বৈদিক প্ল্যানেটোরিয়ামের মন্দিরটি হিন্দুধর্মের গৌড়ীয়-বৈষ্ণব বংশের প্রতিষ্ঠাতা শ্রী চৈতন্য মহাপ্রভুর জন্মস্থানে নির্মাণ সম্পূর্ণ হতে চলেছে। মন্দিরটি বর্তমানে ৪২৫,০০০ বর্গফুটে অবস্থিত এবং ৩৪০ ফুট লম্বা এবং এর চারপাশে লজ, দোকান, বাসস্থান, শিক্ষাকেন্দ্র এবং বাগান রয়েছে। এই প্রকল্পের খরচ আনুমানিক $৭৫ মিলিয়ন, যার প্রধান বিনিয়োগকারী হলেন আলফ্রেড বি. ফোর্ড, হেনরি ফোর্ডের প্রপৌত্র। কমপ্লেক্সে বৈদিক সৃষ্টিতত্ত্বের উপর ভিত্তি করে একটি প্ল্যানেটোরিয়াম রয়েছে এবং শ্রীমদ্ভাগবতে বর্ণিত বৈদিক শিল্প, বিজ্ঞান এবং সংস্কৃতির প্রদর্শনী রয়েছে।\n\n\n==== শ্রী কৃষ্ণ-বলরাম মন্দির, বৃন্দাবন ====\n\nউত্তর প্রদেশের বৃন্দাবনের রমন রেতি এলাকায় অবস্থিত। শ্রী কৃষ্ণ বলরাম মন্দিরটি আদি গ্রামে নির্মিত হয়েছিল যেখানে আধ্যাত্মিক ব্যক্তিত্ব কৃষ্ণ এবং বলরাম ভারতীয় ইতিহাসের বৈদিক যুগে বসবাস করেছিলেন বলে জানা যায়। এটি অন্যান্য পবিত্র স্থান যেমন গোকুল গ্রাম, গোবর্ধন পাহাড়, মথুরা প্রাসাদ এবং বিভিন্ন পবিত্র হ্রদগুলির কাছাকাছি অবস্থিত। ফলস্বরূপ, ইস্কন বৃন্দাবন কৃষ্ণ চেতনা আন্দোলনের অনুসারীদের জন্য একটি সাধারণ তীর্থস্থান। কমপ্লেক্সটিতে একটি গেস্টহাউস, একটি জাদুঘর, উপহারের দোকান, একটি রেস্তোরাঁ, একটি বেকারি, একটি সম্প্রচার স্টুডিও এবং সেইসাথে একটি মার্বেল মন্দির হল রয়েছে। মন্দিরটি বৃন্দাবন ইনস্টিটিউট অফ হায়ার এডুকেশনের সাথেও অধিভুক্ত।\n\n\n==== রাধা পার্থসারথি মন্দির, নতুন দিল্লি ====\n\nশ্রী শ্রী রাধা পার্থসারথি মন্দির কমপ্লেক্সে ভারতের বৈদিক সাংস্কৃতিক কেন্দ্রের গৌরব রয়েছে, যা ইন্টারেক্টিভ শিক্ষামূলক প্রদর্শনীর একটি সেট, সেইসাথে বিশ্বের বৃহত্তম মুদ্রিত ধর্মীয় বই, যা \"আশ্চর্যজনক ভগবদ গীতা \" নামে পরিচিত।\n\n\n==== রাধা কৃষ্ণ মন্দির, চেন্নাই ====\n\nচেন্নাই মন্দিরটি শহরের দক্ষিণ অংশে ইস্ট কোস্ট রোডে অবস্থিত। ১.৫ একর জমিতে নির্মিত এবং ২০১২ সালে পবিত্র মন্দিরটি তামিলনাড়ুর বৃহত্তম রাধা কৃষ্ণ মন্দির।\n\n\n==== ভারতে এছাড়া কিছু উল্লেখযোগ্য মন্দির ====\n\nমায়াপুর চন্দ্রোদয় মন্দির, পশ্চিমবঙ্গ\nশ্রী রাধা কৃষ্ণ মন্দির রাজাজিনগর, বেঙ্গালুরু\nশ্রী কৃষ্ণ বলরাম মন্দির বৃন্দাবন, উত্তর প্রদেশ\nশ্রী শ্রী রাধিকারমন-কৃষ্ণ বলরাম মন্দির, কৈলাশের পূর্বদিকে, নয়াদিল্লি\nশ্রী শ্রী রাধা গোপীনাথ মন্দির, চৌপাটি, মুম্বাই\nশ্রী শ্রী রাধা বৃন্দাবনচন্দ্র মন্দির, ক্যাম্প, পুনে\nশ্রী শ্রী রাধা-মদনমোহন মন্দির, আবিদস, হায়দ্রাবাদ\nশ্রী শ্রী রাধা গোবিন্দ মন্দির, সেক্টর ৩৩, নয়ডা,উত্তর প্রদেশ\nশ্রী শ্রী রাধা গোবিন্দ ধাম, সারখেজ - গান্ধীনগর হাইওয়ে, আহমেদাবাদ\nশ্রী শ্রী রাধা কৃষ্ণ মন্দির, শোলিংনাল্লুর, চেন্নাই\nশ্রী শ্রী রাধা মাধব সুন্দর মন্দির, শিলিগুড়ি, পশ্চিমবঙ্গ\nশ্রী শ্রী রুক্মিণী কৃষ্ণ মন্দির, দক্ষিণ সারানিয়া, গুয়াহাটি,আসাম\nশ্রী কৃষ্ণ বলরাম মন্দির,নয়াপল্লী, ভুবনেশ্বর,ওড়িশা\nশ্রী শ্রী রাধা দামোদর মন্দির, জাহাঙ্গীর পুর, সুরাত,গুজরাত\nশ্রী শ্রী রাধা পার্থসারথি মন্দির, সোমালোদদি, অন্ধ্র প্রদেশ\nশ্রী শ্রী রাধা মাধব মন্দির, সেক্টর-৩৬ বি, চণ্ডীগড়\n\n\n=== বাংলাদেশ ===\nবাংলাদেশে ইসকন পরিচালিত মন্দিরসমূহ\n\n\n==== ঢাকা বিভাগ ====\nইসকন স্বামীবাগ আশ্রম, ৭৯, ৭৯/১ স্বামীবাগ রোড, স্বামীবাগ, ঢাকা-১১০০\nশ্রীশ্রী রাধাগোবিন্দ জিউ মন্দির, ৫ নং চন্দ্র বসাক স্ট্রিট, ওয়ারী (বনগ্রাম), ঢাকা-১২০৩\nশ্রীশ্রী রাধাগোবিন্দ মন্দির, সাবালিয়া, মধ্যপাড়া, টাঙ্গাইল।\nশ্রীশ্রী জগন্নাথ মন্দির, বৌয়াপুর (নদীর পাড়), নরসিংদী।\nশ্রীশ্রী রাধাগোবিন্দ মন্দির, শোভারামপুর,ফরিদপুর।\nশ্রীশ্রী রাধাকান্ত মন্দির, ২২২ লাল মোহন সাহা স্ট্রীট, দক্ষিণ মৈশন্ডী, ঢাকা।\nশ্রীশ্রী কানাইলাল জিউ মন্দিরম কাতালপুর, সাভার, ঢাকা।\nশ্রীশ্রী রাধাকৃষ্ণ মন্দির (নামহট্ট), ইসকন মন্দির রোড, পাচুরিয়া, গোপালগঞ্জ।\nইসকন হরেকৃষ্ণ নামহট্ট কেন্দ্রীয় কার্যালয়, শ্রীশ্রী লক্ষ্মী নারায়ণ জিউ মন্দির, ৩৫, তনু গছুলেইন, সূত্রাপুর, ঢাকা-১১৮০\nশ্রীশ্রী রাধাগোবিন্দ মন্দির, দেওভোগ, নারায়ণগঞ্জ।\nশ্রীশ্রী রাধা গোপীনাথ মন্দির, বিবেকানন্দ পল্লী, লৌকর রোড, বিনোদপুর, রাজবাড়ী।\nশ্রীশ্রী রাধা গিরিধারী মন্দির, ডনোভান স্কুল সংলগ্ন, মাদারীপুর সদর।\nশ্রীশ্রী কানাই বলাই রাধা শ্যামসুন্দর মন্দির, পাল পাড়া রোড,কাগমারি, টাঙ্গাইল।\nশ্রীশ্রী রাধা গোবিন্দ মন্দির, হরে কৃষ্ণ নামহট্ট সংঘ, পাথরাইল,দেলদুয়ার, টাঙ্গাইল।\nশ্রী শ্রী জগন্নাথ মন্দির, বত্রিশ কিশোর গঞ্জ সদর\n\n\n==== সিলেট বিভাগ ====\nশ্রীশ্রী রাধামাধব মন্দির, যুগলটিলা, কাজলশাহ্, সিলেট।\nযুগল টিলা ইসকন মন্দির, সিলেট\nকালাচাঁদ গোপাল-জিউ ইসকন মন্দির, কাজীর পয়েন্ট, সুনামগঞ্জ।\nশ্রীশ্রী রাধামাধব মন্দির, পাথারিয়া, সুনামগঞ্জ।\nশ্রীশ্রী রাধা মদন গোপালজিউ মন্দির, পণতীর্থ, গড়কাঠি, তাহেরপুর, সুনামগঞ্জ।\nরঙ্গীরকুল বিদ্যাশ্রম (ইসকন), ডাক: রঙ্গীরকুল, কুলাউড়া, মৌলভীবাজার।\nশ্রী নৃসিংহ মন্দির, বগলা বাজার, হবিগঞ্জ।\nশ্রী গৌর নিতাই জিউ মন্দির, সৈয়ারপুর, মৌলভীবাজার।\nশ্রী শ্রী দূর্ল্লভ ঠাকুর হরে কৃষ্ণ নামহট্ট মন্দির ইসকন, আলমপুর, নবীগঞ্জ, হবিগঞ্জ।[১]\n\n\n==== চট্টগ্রাম বিভাগ ====\nশ্রীশ্রী পুণ্ডরীক ধাম গ্রাম:মেখল, হাটহাজারী, চট্টগ্রাম।\nইসকন প্রবর্তক শ্রীকৃষ্ণ মন্দির, ডাক: মেডিকেল, পাঁচলাইশ, চট্টগ্রাম।\nশ্রীশ্রী নন্দনকানন ১নং গলি, চট্টগ্রাম।\nশ্রীশ্রী রাধা-গোবিন্দ মন্দির, সেন্ট্রাল মোহরা, চান্দগাঁও, চট্টগ্রাম।\nগোলাপ সিং লেইন, নন্দনকানন ২নং গলি, চট্টগ্রাম।\nশ্রীশ্রী রাধা গিরিধারী মন্দির, নতুন ব্রিজ সংলগ্ন, কালাঘাটা, বান্দরবান পার্বত্য\nশ্রীশ্রী রাধা দামোদর মন্দির, কৃষ্ণানন্দ ধাম রোড, ঘোনারপাড়া, কক্সবাজার।\nশ্রীশ্রী রাধা রাসবিহারী মন্দির, বনরূপা, হ্যাপির মোড়, রাঙ্গামাটি পার্বত্য জেলা।\nশ্রীশ্রী রাধা বঙ্কুবিহারী মন্দির, আদালত সড়ক, খাগড়াছড়ি বাজার, খাগড়াছড়ি।\nশ্রীশ্রী রাধা বংশীধারী মন্দির, দ.সহদেবপুর, ফেনী।\nশ্রীশ্রী রাধাকৃষ্ণ গৌর-নিতাই মন্দির, গ্রাম: নরোত্তমপুর, ডাক: পণ্ডিতবাজার, চৌমুহনী, নোয়াখালী।\nশ্রীশ্রী জগন্নাথ মন্দির, এনাম নাহার মোড়, সন্দীপ।\nশ্রীশ্রী রাধা কৃষ্ণ জিউ মন্দির, উচ্চাঙ্গ, বাকিলা, হাজিগঞ্জ, চাঁদপুর।\nশ্রী শ্রী জগন্নাথ মন্দির, জগন্নাথপুর, কুমিল্লা।\nশ্রী শ্রী গৌর-‌নিতাই ম‌ন্দির, ঠাকুরপাড়া, কু‌মিল্লা।\nশ্রী শ্রী রাধামাধব মন্দির (নামহট্ট), মধ্যপাড়া, ব্রাহ্মণবাড়িয়া।\nশ্রীশ্রী গোপীনাথ জিঁউ মন্দির (ইসকন), ফান্দাউক, নাসিরনগর।\nহরিসভা মন্দির, পুরাণবাজার, চাঁদপুর।\nশ্রী গৌর নিতাই নামহট্ট মন্দির দেওয়ানপুর জোরারগঞ্জ চট্টগ্রাম।\nপরমেশ্বর ভগবান শ্রীকৃষ্ণ চৈতন্য মহাপ্রভুর মন্দির,জুবলি দীঘির পাড়(কালি বাড়ী সংলগ্ন), লক্ষ্মীপুর।\nশ্রী শ্রী গোবিন্দ মন্দির, ঘোষপাড়া, পুরান বাজার, চাঁদপুর।\n\n\n==== খুলনা বিভাগ ====\nশ্রীশ্রী রাধামাধব মন্দির, জেলখানার চর, ময়মনসিংহ।\nশ্রীশ্রী নৃসিংহ জিউ মন্দির (ইসকন)\nশ্রীশ্রী রূপ সনাতন স্মৃতি তীর্থ (ইসকন), ডাক: মাগুরাহাট, থানা: অভয়নগর, গ্রাম: রামসরা, যশোর।\nশ্রীশ্রী রাধামাধব মন্দির, গল্লামারি, সোনাডাঙ্গা, খুলনা।\nশ্রীশ্রী গৌর-নিতাই মন্দির, কাটাখালি বাজার, পাকিজা, যশোর।\nশ্রীশ্রী রাধাগোবিন্দ জিউ মন্দির, ফকরাবাদ, বড়দল, আশাশুনি, সাতক্ষীরা।\nশ্রীশ্রী রাধা শ্যাম সুন্দর মন্দির, আড়ুয়াপাড়া, কুষ্টিয়া।\nশ্রীশ্রী জগন্নাথ মন্দির, মাঝিয়ারা, তালা, সাতক্ষীরা।\nশ্রীশ্রী নিতাই গৌর ও লক্ষ্মী জনার্দন বিগ্রহ মন্দির, উজিরপুর, নড়াইল পৌরসভা, নড়াইল।\n\n\n==== রংপুর বিভাগ ====\nশ্রীশ্রী রাধামদনমোহন মন্দির, ডাক+থানা: তারাগঞ্জ, রংপুর।\nশ্রীশ্রী জগন্নাথ নামহট্ট মন্দির, পুরাতন পোস্ট অফিস পাড়া, কুড়িগ্রাম।\nশ্রীশ্রী রাধা গোপীনাথ মন্দির, গোপালপুর আশ্রম, ডাক: গড়েয়া, ঠাকুরগাঁও।\nশ্রীশ্রী রাধামাধব মন্দির ও ভক্তিবেদান্ত সংস্কৃত কলেজ, গড়েয়া, গোপালপুর, ডাক: গড়েয়া, ঠাকুরগাঁও।\nশ্রীশ্রী রাধাগোবিন্দ জিউ মন্দির, কাহারুল, দিনাজপুর।\nশ্রীশ্রী জগন্নাথ মন্দির (ইসকন), ডহচী, ডাক - জয়নন্দ , কাহারোল, দিনাজপুর ।\nশ্রীশ্রী রাধাকৃষ্ণ মন্দির, সেতাবগঞ্জ, নামহট্ট সংঘ (আশ্রম), বোচাগঞ্জ, দিনাজপুর।\nশ্রীশ্রী রাধা-গিরিধারী মন্দির, বানিয়ার দিঘী, লালমনির হাট।\n\n\n==== রাজশাহী ====\nআনন্দ আশ্রম, সেউজগাড়ী, পালপাড়া, বগুড়া।\nশ্রীশ্রী রাধাগোবিন্দ জিউ মন্দির, বগুড়া।\nশ্রীশ্রী রাধামাধব মন্দির, রেশমপট্টি ঘোড়ামারা রাজশাহী।\nশ্রীশ্রী রাধা গোবিন্দ জিউ মন্দির, উত্তর সাহা পাড়া সেরপুর, বগুড়া।\nশ্রীশ্রী জগন্নাথ মন্দির, কিশোরগঞ্জ।\nশ্রীশ্রী রাধা -শ্যামসুন্দর মন্দির, কর্মকার পাড়া, পুরাতন সাতক্ষীরা।\nশ্রী গৌর নিতাই নামহট্র মন্দির দেওয়ানপুর জোরারগঞ্জ চট্রগ্রাম।\nশ্রী শ্রী জগন্নাথ মন্দির কুমাই গাড়ী, শিবপুর।\n\n\n==== বরিশাল ====\nশ্রীশ্রী রাধা শ্যামসুন্দর মন্দির, শংকর মঠ, বি.এম. কলেজ রোড, বরিশাল।\nইসকন মন্দির, রায়েরকাঠি, পিরোজপুর- ৮৫০০\nপটুয়াখালী ইসকন বৈদিক মন্দির, জুবিলী স্কুল রোড, পটুয়াখালী।\nশ্রীশ্রী রাধা দামোদর মন্দির (ইসকন),বরগুনা।\n\n\n==== ময়মনসিংহ ====\nশ্রীশ্রী জগন্নাথ বল্লভ মন্দির, গাড়া রোড, সাতপাই, নেত্রকোণা।\nগৃদ্দা নারায়ণ, শেরপুর সদর-২১০০\nশ্রীশ্রী রাধা মাধব মন্দির, মাঝের চর, ময়মনসিংহ।\n\n\n== সমালোচনা ও বিতর্ক ==\n১৯৭০-এর শেষভাগ থেকে শুরু করে ইসকন একাধিক অভ্যন্তরীণ সমস্যার মধ্য দিয়ে যায়, বিশেষভাবে যা প্রভুপাদের মৃত্যুপরবর্তী যুগে বেড়ে যায়। একাধিক কাল্ট-বিরোধী সংগঠন ইসকনকে বিভিন্ন সময়ে যাচাই করেছে। ১৯৯০-এর দশকে ইসকন শিশু নির্যাতনের অভিযোগে অভিযুক্ত হয় এবং এর কিছু নেতারা যুক্তরাষ্ট্র ও ভারতের বোর্ডিং স্কুলে পাঠানো শিশুদের শারীরিক, মানসিক এবং যৌন হয়রানি করার অভিযোগ ওঠে। সংঘ-প্রতিষ্ঠার গোড়ার দিক থেকেই সিঙ্গাপুরে ইসকন নিষিদ্ধ থেকেছে দীর্ঘকাল। সংঘটির রেজিস্ট্রেশন আটকিয়ে রাখা হয়েছিল। তবে পরে অন্য নাম নিয়ে সেদেশে শুরু হয় ইসকনের কর্মকাণ্ড, এখন সেখানে একটি মন্দির আছে এবং ইসকনের ভক্তরা খোলাখুলিই কাজ করেন। এছাড়া ইসকন চীন, মালয়েশিয়া, সৌদি আরব, আফগানিস্তান ও ইন্দোনেশিয়ায় নিষিদ্ধ। তাজিকিস্তান, উজবেকিস্তান, কাজাখস্তান এবং তুর্কমেনিস্তানে ইসকনের কার্যক্রমের ওপর কঠোর নজরদারি জারি রয়েছে।\n\n\n=== আমেরিকা ===\n১৯৭৬ সালের একটি মামলায়, পিপল ভার্সেস মারফি, নিউ ইয়র্কের কুইন্স কাউন্টির একটি ফৌজদারি বিচার আদালত রায়ে উল্লেখ করে যে, \"হরে কৃষ্ণ ধর্ম একটি প্রামাণ্য ধর্ম, যার শিকড় ভারতীয় ইতিহাসে হাজার হাজার বছর পূর্বে প্রোথিত।\"একটি গ্র্যান্ড জুরি ইসকন ইনকর্পোরেটেড এবং ইসকনের একটি মন্দিরের সভাপতিকে প্রথম স্তরের অবৈধ আটক অপরাধে অভিযুক্ত করে। দুই হরে কৃষ্ণ সমর্থকের বাবা-মা ইসকনের বিরুদ্ধে মামলা করেন। তারা দাবি করেন যে, তাদের সন্তানদের জোর করে ধর্মান্তরিত করা হয়েছে। কিন্তু আদালত এই মামলা খারিজ করে দেয়, কারণ ওই দুইজন স্বেচ্ছায় এই ধর্মে এসেছেন।\n১৯৮৪ সালের একটি মামলায়, জর্জ ভার্সেস ইন্টারন্যাশনাল সোসাইটি ফর কৃষ্ণ কনশাসনেস অফ ক্যালিফোর্নিয়া, একটি মামলা দীর্ঘকাল ধরে চলা আপিলের পর মিশ্র রায়ে শেষ হয়। মার্সিয়া এবং রবিন জর্জ, এক মা ও মেয়ে, ইসকন এর বিরুদ্ধে অভিযোগ করেন যে, তারা রবিনকে মস্তিষ্কধোলাই করে অপহরণ করে এবং পরে তার অবস্থান সম্পর্কে তার অভিভাবকদের মিথ্যা তথ্য প্রদান করেছে। মিথ্যা বন্দীত্ব, ইচ্ছাকৃত মানসিক যন্ত্রণা, মানহানি এবং রবিনের বাবার মৃত্যুর দায়ে তারা ইস্কনের বিরুদ্ধে মামলা করেন। তাদের দাবি, এই ঘটনাবলির কারণে সৃষ্ট চাপের ফলেই রবিনের বাবা মারা যান। ক্যালিফোর্নিয়া অঙ্গরাজ্যের একটি উচ্চ আদালত রবিনের বিরুদ্ধে করা মিথ্যা বন্দীত্ব ও ইচ্ছাকৃত মানসিক নির্যাতনের অভিযোগ খারিজ করে দেয়। আদালতের মতে, রবিনকে মস্তিষ্ক ধোলাই করা হয়নি। বরং, তিনি একজন অত্যন্ত মেধাবী ও প্রতিভাবান উচ্চ বিদ্যালয়ের ছাত্রী ছিলেন, যার বুদ্ধি ও পরিণতি তার বয়সের তুলনায় অনেক বেশি এবং তিনি তার কথিত অপহরণকারীদের সঙ্গে ভ্রমণের জন্য সম্মতি দেওয়ার সক্ষমতা রাখতেন। অন্যদিকে, একই আপিল আদালত জুরির রায় বহাল রাখে, যেখানে ইস্কনকে মার্সিয়ার প্রতি ইচ্ছাকৃত মানসিক যন্ত্রণা সৃষ্টির এবং রবিনের পিতার অকাল মৃত্যুর জন্য দায়ী বলে চিহ্নিত করা হয়। আদালত রায়ে উল্লেখ করে যে, অভিযুক্তরা ইচ্ছাকৃতভাবে রবিনের অবস্থান সম্পর্কে তার অভিভাবকদের মিথ্যা তথ্য প্রদান করেছিল এবং একইসঙ্গে রবিনকে তার ভ্রমণে সক্রিয়ভাবে সহযোগিতা করেছিল। আদালত রবিনের অপবাদের অভিযোগ খারিজ করে দেয়, তবে মার্সিয়ার পক্ষে জুরির অপবাদ সংক্রান্ত রায় বহাল রাখে।\nইসকনের একজন নেতা কীর্তনানন্দ স্বামী, বা অন্য নামে স্বামী ভক্তিপদ, ১৯৮৭ সালে নিয়ম-কানুন লঙ্ঘনের দায়ে সংগঠন থেকে বহিষ্কৃত হন। তিনি নিউ বৃন্দাবন-এর নেতা ছিলেন, যা সেই সময়ে যুক্তরাষ্ট্রের সর্ববৃহৎ এবং সবচেয়ে প্রসিদ্ধ হরে কৃষ্ণ সম্প্রদায় হিসেবে পরিচিত ছিল। ১৯৯৬ সালে, কীর্তনানন্দ রেকেটিয়ারিং বা অবৈধ কার্যকলাপের অভিযোগে দোষী সাব্যস্ত হন এবং ২০ বছরের কারাদণ্ডের মধ্যে ৮ বছর কারাভোগ শেষে ২০০৪ সালে মুক্তি পান। পূর্বে, ১৯৯১ সালে, জুরি তাকে রেকেটিয়ারিং এবং মেইল প্রতারণার জন্য দোষী সাব্যস্ত করেছিল। পরবর্তীতে এই দোষী সাব্যস্তকরণ আপিলে বাতিল করা হয় এবং নতুন করে তার বিচারকার্য শুরু হয়।\n\n\n==== বাংলাদেশ ====\nবাংলাদেশের একটি শিক্ষাপ্রতিষ্ঠানে খাবার বিতরণ নিয়ে গুজব ছড়ালে তারা উদ্বৃতি দেয় যে, বাংলাদেশে হিন্দু ছাত্রছাত্রীদের মধ্যেই স্বাস্থ্যসম্মত খাবার বিতরণ করা হয়েছে উল্লেখ করে বিবৃতিতে আরও বলা হয়, হিন্দু অধ্যুষিত এলাকার শুধুমাত্র একটি স্কুলে হিন্দু ছাত্রছাত্রীরা ‘হরে কৃষ্ণ’ মন্ত্র বলেছে। ইসকন শুধুমাত্র হিন্দুদের নয় ইসকন সমগ্র জাতিকেই সমানভাবে সম্ভাষণ করে এবং ধর্মীয় প্রচারণামূলক কার্যক্রম পরিচালনা করে।\n\nতবে বাংলাদেশে ইসকনকে নিয়ে সেখানকার কিছু নেতিবাচক মনোভাবাপন্ন ব্যক্তিরা কিছু অশালীন ঘটনা ঘটিয়ে ছিলেন। ২০১৯ সালে চট্টগ্রামের বিভিন্ন স্কুলে ইসকন ফুড ফর লাইফের খাবার বিতরণ নিয়ে সামাজিক যোগাযোগ মাধ্যমে একটি ভিডিও বানিয়ে ভাইরাল করা হয়। যেখানে দেখা যায় শিশুদের খাবার দেওয়ার পূর্বে হরে কৃষ্ণ বলানো হচ্ছে। অবশ্য এ নিয়ে পরবর্তীতে দুঃখ প্রকাশ করে কিছু ব্যক্তি।\nএছাড়াও প্রায়ই ইসকন মন্দির নির্মাণ ও ইসকনের কার্যক্রম নিয়ে ইসকন ও স্থানীয় জনগণ এবং সরকারের মধ্যে উত্তেজনা বিরাজ করে।\n\nবাংলাদেশে সংগঠনটির সদস্যদের বিরুদ্ধে নানা অভিযোগ রয়েছে। প্রতারণা, জমি দখল, যৌন নিপীড়নসহ বিভিন্ন সময়ে অভিযুক্ত হয়েছেন ইসকন সদস্যরা। এমনকি সনাতন হিন্দুদের জমি দখলে নিচ্ছে ইসকন-উঠেছে এমন অভিযোগও। ফলে বাংলাদেশের সনাতন ধর্মালম্বীদের অনেকের সাথেই ইসকনের সরাসরি বিবাদে জড়ানোর ঘটনাও ঘটেছে। এছাড়া বাংলাদেশের চট্টগ্রামের ঐতিহ্যবাহী হিন্দু প্রতিষ্ঠান প্রবর্তক সংঘ ইসকনকে প্রকৃত অর্থেই 'উগ্রবাদী, প্রকৃত অর্থেই ধর্মবিরোধী ও পেশীশক্তি প্রদর্শনকারী' বলে উল্লেখ করেন। ঢাকার স্বামীবাগে ২০১৪ সালে তারাবীর নামাজে বাধা দেয় ইসকন। সে সময় হিন্দু-মুসিলম সংঘর্ষে বেশ কয়েকজন আহত হয়। পুরো দেশে হিন্দু-মুসলিম সাম্প্রদায়িক পরিস্থিতি বিরাজ করে। ২০১৬ সালে সিলেটে ইসকন মন্দির থেকে পার্শ্ববর্তী মসজিদের মুসল্লীদের উপর গুলি বর্ষণের ভিডিও ছড়িয়ে পড়ে। এ সময় ইসকনীদের হামলায় ডজনখানেক মুসল্লী গুরতর আহত হয়। ইসকনের বিরুদ্ধে স্ট্যাটাস দেয়ায় ২০১৬ সালে খুন হয় সিলেটের এক মসজিদের ইমাম।\nআবরার ফাহাদ হত্যার দায়ে যাবজ্জীবন কারাদণ্ডপ্রাপ্ত অমিত সাহা ইসকন এর সদস্য ছিলেন।\nইসকন গুরু চিন্ময় দাস ব্রহ্মচারী ওরফে চন্দন কুমার ধরকে ২০১৩ সালের ৬ অক্টোবর প্রস্তত করা ইসকনের একটি চিঠিতে শিশু নিপীড়নের অপরাধে তার উপর সাময়িক বিধিনিষেধ আরোপ করা হয়। ওই চিঠিতে চিন্ময় দাসকে কিছু সময়ের জন্য কীর্তন করতেও বিধিনিষেধ আরোপ করা হয়। যদিও পরে সাংগঠনিক শৃঙ্খলা ভঙ্গের দায়ে ইসকনের যাবতীয় কার্যক্রম থেকে চট্টগ্রামের পুন্ডরীক ধামের অধ্যক্ষ চিন্ময় কৃষ্ণ দাস, প্রবর্তক শ্রীকৃষ্ণ মন্দিরের অধ্যক্ষ লীলারাজ গৌরদাস ও সদস্য স্বতন্ত্র গৌরাঙ্গ দাসকে অব্যাহতি দেওয়া হয়েছে বলে জানান ইসকনের সাধারন সম্পাদক চারু চন্দ্র দাস। ২০২৪ সালের নভেম্বরে রাষ্ট্রদ্রোহের মামলায় চিন্ময়কে গ্রেপ্তার করা হয় এবং দেশজুড়ে এর প্রতিবাদে বিক্ষোভ হয়। পরবর্তীতে ঐ বছরের ২৭ নভেম্বর চট্টগ্রাম শহরে তার জামিন আবেদন নামঞ্জুর করে কারাগারে পাঠানোর নির্দেশ দিলে চিন্ময় কৃষ্ণ দাস অনুসারীদের সাথে পুলিশের সংঘর্ষের মধ্যে সাইফুল ইসলাম আলিফ নামের একজন সহকারী সরকারি কৌঁসুলিকে কুপিয়ে হত্যা করা হয়। এসময় আদালত এলাকার মসজিদসহ বেশ কয়েকটি স্থাপনা ভাঙচুরের ঘটনা ঘটে। এর সাথে ইসকনের সংশ্লিষ্টতার অভিযোগ করা হয়, যা ইসকন পৃথক বিবৃতিতে অস্বীকার করে।\n\n\n== নিপীড়ন ==\n২০০৯ সালে, বাংলাদেশের চট্টগ্রামের শ্রী শ্রী রাধা মাধব মন্দির পরিচালিত একটি অনাথাশ্রমে অজ্ঞাত ব্যক্তিরা হামলা চালিয়ে অনাথাশ্রমের আসবাবপত্র এবং প্রতিমা ভাঙচুর এবং ভক্তদের মারধর করে।\n২০১৫ সালে, বাংলাদেশের দিনাজপুরের ইসকন মন্দিরে জামায়াত-উল-মুজাহিদিন সন্ত্রাসীরা হামলা করে। সেখানে সন্ত্রাসীরা গুলি চালায় এবং হামলায় কমপক্ষে দুইজন আহত হয়।\n২০১৬ সালে, সিলেটের ইসকন মন্দির উগ্রপন্থী দ্বারা আক্রান্ত হয় এবং সেই হামলায় কমপক্ষে দশ জন আহত হয়।\n২০১৮ সালে, বাংলাদেশে ইসকন ঢাকা কর্তৃক আয়োজিত রথযাত্রায় একদল লোকের দ্বারা হামলা হয়, এতে ছয়জন আহত হয়।\n২০২০ সালে, নিষিদ্ধ সন্ত্রাসী সংগঠন আনসার আল ইসলাম ঢাকায় হামলার পরিকল্পনা করলেও পুলিশ তাদের গ্রেফতার করে।\n২০২১ সালে, দূর্গাপূজার নবমীতে (১৫ অক্টোবর), কোরান অবমাননার অভিযোগ তুলে প্রায় ৫০০ জন উগ্রবাদী নোয়াখালীর ইস্কন মন্দিরে আক্রমণ করে এবং চৌমুহনীতে একজন ইসকন অনুগামীকে হত্যা করে। পরবর্তী দিনে আরও দুজনের লাশ পাওয়া যায়, এবং কয়েকজন নিখোঁজ হয়েছিল।\n২০২২ সালে, ১৭ই মার্চ তারিখে প্রায় দুইশত দুস্কৃতকারী আকস্মিকভাবে হামলা চালিয়ে পুরোনো ঢাকার ওয়ারী এলাকায় রাধাকান্ত ইস্কন মন্দিরে হামলা ও ভাঙচুর চালায়। যাতে ৩ জন ভক্ত আহত হয়।\n২০২৪ বাংলাদেশে সাম্প্রদায়িক সহিংসতায় খুলনার মেহেরপুরের ইসকন মন্দিরে হামলা চালিয়ে জ্বালিয়ে দেওয়া হয়। মন্দিরে অবস্থারত ভক্তরা কোনওভাবে পালিয়ে বাঁচতে সক্ষম হয়। ২৯ নভেম্বর, কিশোরগঞ্জের ভৈরবের রাণীবাজার হলুদপট্টি এলাকায় ইসকনের পরিচালিত ‘শ্রী শ্রী হরে কৃষ্ণ নামহট্ট সংঘ’ মন্দিরে হামলা ও ভাঙচুরের ঘটনা ঘটে, পরদিন পুলিশ ভিডিও ফুটেজ এবং অন্যান্য তথ্যের ভিত্তিতে ছাত্রলীগের তিন নেতাকে গ্রেপ্তার করে।\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\n\nজয়পতাকা স্বামী\nজর্জ হ্যারিসন\nপলি স্টাইরিন\n\n\n== সম্মাননা ==\n২০১৭ সালে জাতিসংঘের অঙ্গসংস্থা ইউএনডব্লিউটিও কর্তৃক ইসকনের ইকোভিলেজ প্রকল্পকে বিশেষ পুরস্কারে ভূষিত করা হয়।\n\n\n== আরো পড়ুন ==\nহরে কৃষ্ণ টিভি\nব্যাক টু গডহেড\nকৃষ্ণ ভ্যালি, হাংগেরি\nজনপ্রিয় সংস্কৃতিতে হরে কৃষ্ণ\n\n\n== তথ্যসূত্র ==\n\n\n== পাদটীকা ==\nEnglish Comedian Russell Brand has been noted to say Hare Krishna, Goodnight when he leaves the stage after one of his stand up shows\n\nBeck, Guy L. (Ed.) (২০০৫)। Alternative Krishnas: Regional and Vernacular Variations on a Hindu Deity। SUNY Press। আইএসবিএন 0791464156। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অতিরিক্ত লেখা: লেখকগণের তালিকা (link) \nLynne Gibson (২০০২)। Modern World Religions: Hinduism – Pupil Book Core (Modern World Religions)। Oxford (England): Heinemann Educational Publishers। আইএসবিএন 0-435-33619-3। \nRochford, E. Burke (২০০৭)। Hare Krishna Transformed। পৃষ্ঠা 249। আইএসবিএন 0814775799। \nShinn, Larry (১৯৯৪)। \"The Maturation of the Hare Krishnas in America\"। ISKCON Communications Journal। 2 (1)। ৩ জানুয়ারি ২০১৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৩ অক্টোবর ২০১০।  \nSatsvarupa, dasa Goswami (১৯৮৪)। Srila Prabhupada Nectar, Vol 2। Philadelphia: GN Press, Inc। আইএসবিএন 0-911233-23-7। \nRosen, Steven J. (১৯৯২)। Vaisnavism: Contemporary Scholars Discuss the Gaudiya Tradition। New York: Folk Books। আইএসবিএন 0-9619763-6-5। \nKlostermaier, Klaus (১৯৯৮)। A Concise Encyclopedia of Hinduism। Oxford: Oneworld Publications। আইএসবিএন 1-85168-175-2। \nSharma, Arvind (১৯৯৬)। Hinduism for Our Times। New Delhi: Oxford University Press। আইএসবিএন 0-195-63749-6। \nKlostermaier, Klaus K. (২০০০)। Hinduism: A Short History। Oxford: Oneworld Publications। আইএসবিএন 1-85168-213-9। \n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nবাংলাপিডিয়ায় আন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘ"}