{"pageid": 123704, "title": "দ্বিতীয় নিকোলাস", "url": "https://bn.wikipedia.org/wiki?curid=123704", "content": "দ্বিতীয় নিকোলাস বা দ্বিতীয় নিকোলাই (রুশ: Николай II Nikolay Vtoroy; ১৮ মে [O.S. ৬ মে] ১৮৬৮ – ১৭ জুলাই ১৯১৮) ছিলেন রাশিয়ার সর্বশেষ সম্রাট, পোল্যান্ডের রাজা ও ফিনল্যান্ডের গ্র্যান্ড ডিউক। তিনি ১ নভেম্বর ১৮৯৪ থেকে ১৫ মার্চ ১৯১৭ পর্যন্ত শাসন করেন। তার শাসনকালের সমাপ্তির মাধ্যমে তৎকালিন বিশ্বের সর্ববৃহৎ অর্থনৈতিক ও সামরিক শক্তি রাশিয়ার সাম্রাজ্যের পতন হয়। খোদিঙ্কা ট্রাজেডি, সেমেটিক-বিরোধী অভিযান, ব্লাডি সানডে (১৯০৫), ১৯০৫ সালে বিপ্লবীদের দমন ও বিভিন্ন সময় রাজকীয় সরকারের বিরোধী রাজনৈতিক ব্যক্তিদের শাস্তী প্রদান এবং রুশ-জাপান যুদ্ধ সূচনার দায়ে তার রাজনৈতিক শত্রুরা তাকে নিকোলাস দ্যা ব্লাডি নামে অভিহিত করত।\n৩১ জুলাই ১৯১৪ সালে নিকোলাস রাশিয়ান বাহিনীকে অগ্রসর হবার আদেশ দানের পরদিন জার্মানি রাশিয়ার বিরুদ্ধে যুদ্ধ ঘোষণা করে। ধারণা করা হয় ৩.৩ মিলিয়ন রাশিয়ান প্রথম বিশ্ব যুদ্ধে মারা যায়। জাপানের সাথে যুদ্ধে রাশিয়া শোচনীয়ভাবে পরাজিত হয়। যুদ্ধে রাশিয়ান নৌবাহিনীর বাল্টিক ফ্লীট সম্পূর্ণরূপে ধ্বংসপ্রাপ্ত হয়।  এছাড়া রাশিয়া মাঞ্চুরিয়া এবং কোরিয়ার উপর তার নিয়ন্ত্রণ হারায়।  এই যুদ্ধে রাশিয়ার সমরনেতারা চরম অব্যবস্থাপনায় পরিচয় দেয় বলে অভিযোগ করা হয়। এসব ছিল রোমানভ শাসনের এবং সেই সাথে জারতন্ত্রের পতনের অন্যতম কারণ।\n১৯১৭ সালে ফেব্রুয়ারি বিপ্লবের পর নিকোলাস নিজে এবং তার সন্তানের পক্ষ থেকে সিংহাসন ত্যাগের ঘোষণা দেন। জারকে সপরিবারে কারাবন্দী করা হয়। ১৯১৮ সালের বসন্তে নিকোলাসকে স্থানীয় উরাল সোভিয়েতদের হাতে হস্থান্তর করা হয়। লেনিনের অনুমোতিক্রমে বলিশেভিকরা ১৬ এবং ১৭ জুলাই ১৯১৮ সালে সপরিবারে জার দ্বিতীয় নিকোলাসকে হত্যা করে। ১৯৯৮ সালে নিহত জার পরিবারের সকলের দেহাবশেষ সেন্ট পিটার্সবার্গে সসম্মানে সমাধীস্থ করা হয়।\n১৯৮১ সালে নিকোলাস, তার স্ত্রী এবং সন্তানদেরকে নিউয়র্কে অবস্থিত রাশিয়ান অর্থোডক্স চার্চ শহীদ হিসাবে ঘোষণা করে। ১৫ আগস্ট ২০০০ সালে রাশিয়ায় অবস্থিত রাশিয়ান অর্থোডক্স চার্চ তাদের মৃত্যুকে খ্রীষ্টিয়-মৃত্যু হিসাবে স্বীকৃতি দেয়।\n\n\n== পারিবারিক পটভূমি ==\n\nনিকোলাসে সেন্ট পিটার্সবার্গে আলেক্সান্ডার প্রাসাদে সম্রাট তৃতীয় আলেক্সান্ডার এবং মাতা মারিয়া ফেদরোভানের (ডেনমার্কের রাজকুমারী ডাগমার) পরিবারে জন্মগ্রহণে করেন। নিকোলাস ছিলেন তাদের জ্যেষ্ঠ সন্তান। তার ভাইবোনরা হলেন, আলেক্সান্ডার (১৬৯-১৮৭০), জর্জ (১৮৭১-১৮৯৯), জিনিয়া (১৮৭৫-১৯০), মাইকেল (১৯৭৮-১৯১) এবং ওলগা (১৮২-১৯৬০)। সম্রাট আলেক্সান্ডার ১৮৯৪ সালে মারা যান। নিকোলাস প্রায়ই তার প্রয়াত পিতার স্মৃতিচারন করতেন। তাদের মধ্যকার কিছু চিঠিপত্র থেকে জানা যায় যে মাতার সাথেও তার ঘনিষ্ঠ সম্পর্ক ছিল।\n\n\n== সিংহাসন আরোহণ এবং বিবাহ ==\nজার্মানির এক বিবাহ অনুষ্ঠানে নিকোলাস আলেক্সান্ড্রিয়াকে বিবাহের প্রস্তাব দেন। ২০ এপ্রিল ১৮৯৪ সালে তাদের বাকদান সম্পন্ন হয়। নিকোলাসের পিতা মাতা এই বিয়েতে খুব বেশি উৎসাহী ছিলেন না। ব্রিটেনের রাণী ভিক্টোরিয়া ছিলেন নিকোলাসের আত্মীয়। তিনিও প্রথমদিকে এই বিয়ের বিপক্ষে ছিলেন। ব্যক্তিগতভাবে রানী নিকোলাসকে পছন্দ করলেও রাশিয়ার প্রতি তার বিরূপ মনোভাব ছিল। \n\nসেই বছর গ্রীষ্মে, নিকোলাস রানী এবং হবু পত্নীর সাথে দেখা করার জন্য ইংল্যান্ডে গমন করেন। ঘটনাক্রমে সে সময় ডিউক এবং ডাচেস অব ইয়র্কের প্রথম সন্তান, ভবিষ্যত রাজা অষ্টম এডওয়ার্ডের জন্ম হয়। নিকোলাস এবং এলিক্স নবজাতকের গডপেরেন্টস (যে সকল আত্মীয় নবজাতকের বাপ্তিস্মে উপস্থিত থাকেন এবং ভবিষ্যতে তার ধর্মীয় শিক্ষার দায়িত্বপ্রাপ্ত হন।)\nসে বছর শরৎকালের মধ্যে জার তৃতীয় আলেক্সান্ডারের শারীরিক অবস্থা অত্যন্ত খারাপ হয়। এক পক্ষকাল সময়ের মধ্যে তার মৃত্যু হবে এই আশংকায় জার যুবরাজ নিকোলাস ও তার হবু পত্নীকে ডেকে পাঠান। আলেক্স ২২ অক্টোবর রাশিয়ায় পৌছান। জার সসম্মানে রাজপরিবারের সকলকে সম্পূর্ণ রাজকীয় পোশাকে উপস্থিত হয়ে তাকে অভ্যর্থনা জানানোর জন্য নির্দেশ দেন। মৃত্যুশয্যায় জার পুত্রদের তার সবচেয়ে গুরুত্বপূর্ভ মন্ত্রী Witte এর পরামর্শ নেয়ার জন্য উপদেশ দেন। এর দশ দিন পর, জার তৃতীয় আলেক্সান্ডার ঊনপঞ্চাশ বছর বয়সে তরুন নিকোলাসকে রাশিয়ার পরবর্তী জার হিসাবে রেখে মারা যান। সেদিন সন্ধ্যায় ছাব্বিশ বছর বয়সী যুবরাজ জারেভিচ দ্বিতীয় নিকোলাস  পরবর্তী জার হিসাবে ঘোষিত হন। পর দিন আলেক্সকে রাশিয়ান অর্থডক্স চার্চ আনুষ্ঠানিকভাবে গ্রহণ করে। তার নতুন নামকরণ করা হয় আলেক্সান্ড্রা ফেদরভনা। তার নতুন পদবী হয় গ্র্যান্ড ডাচেস।\n\nনিকোলাস সম্ভবত নিজেকে রাজদায়িত্বের জন্য অপ্রস্তুত মনে করেছিলেন। তিনি তার শ্যালক ও জ্ঞাতি ভাই গ্র্যান্ড ডিউক আলেক্সান্ডারকে জিজ্ঞেস করেছিলেন, “আমার আর রাশিয়ার ভাগ্যে কি ঘটতে চলেছে?” অপ্রস্তু হলেও নিকোলাস রাজকার্য় পরিচালনায় একেবারে আনাড়ি ছিলেন না। তার শাসনামলে তিনি তার পিতার রক্ষনশীল নীতি অনুসরণ করেন। তবে তিনি প্রশাসনকে ঢেলে সাজানোর ব্যাপারে মনোযোগী হন।\n১৮৯৫ সালের বসন্তে নিকোলাস ও আলেক্সির বিবাহ হবার কথা থাকলেও নিকোলাসের ইচ্ছা অনুযায়ী অনুষ্ঠান অনেক এগিয়ে আনা হয়। ২৬ নভেম্বর ১৮৯৪ সালে তাদের বিয়ে হয়। বধূর পরনে ছিল ঐতিহ্যবাহী রোমানভ কনের  পোশাক এবং জার পরিধান করেছিলেন রাশিয়া সেনাবাহিনীর হুসার রেজিমেন্টের সেনানায়কের পোশাক। জ্বলন্ত মোমবাতি হাতে দুইজনে প্রাসাদের পাদ্রীর সামনে দাঁড়ান। দুপুরের কিছু আগে তারা বিবাহবন্ধনে আবদ্ধ হন।\n\n\n== জারেভিচ ==\n\n১ মার্চ ১৮৮১ সালে পিতামহ তৃতীয় আলেক্সান্ডারের হত্যাকাণ্ডের পর, যুবরাজ নিকোলাসকে জারেভিচ ঘোষণা করা হয়।\n\n\n== সম্পদ ==\nজার দ্বিতীয় নিকোলাসের ব্যক্তিগত সম্পদের যে বিবরন প্রচলিত তা কিছুটা অতিরঞ্জিত। সমগ্র রাশিয়ার সম্রাট এবং বিশাল এলাকার একচ্ছত্র অধিপতি হিসাবে তার নিয়ন্ত্রণে থাকা সম্পদের পরিমাণ পরিমাপ করা ছিল প্রকৃতপক্ষে অসম্ভব। এই সম্পদের একটি বৃহৎ অংশ ‘ক্রাউন স্টেট’ দ্বারা নিয়ন্ত্রিত হত। রোমানভ পরিবারের ব্যক্তিগত সম্পত্তি বলতে এর খুব সামান্য অংশকেই গণ্য করা হত। সম্রাট হিসাবে নিকোলাস বছরে ২৪ মিলিয়ন স্বর্ণমুদ্রা ভাতা পেতেন। এই ভাতা রাজকোষ এবং ক্রাউন ল্যান্ডের কৃষিজমির আয় থেকে প্রদান করা হতো। এই আয় থেকে জার তার কর্মচারিদের বেতন, রাজকীয় প্রাসাদের রক্ষনাবেক্ষন, রাজকীয় নাট্যশালার ব্যয়, জারের পরিবারের ভরনপোষন, পেনশন, অনুদান এবং অন্যান্য খরচ মেটানো হতো। “বছর শেষ হবার পূর্বেই জার একদম কপর্দকশূন্য হয়ে পরতেন। অনেক সময় শরৎকাল শুরুর আগেই তার এই অবস্থা হতো।” রাজদরবারের গ্র্যান্ড মার্শাল পল বেনকেনপর্ফের মতে জারের সম্পদের মোট পরিমাণ ছিল, ১২.৫ থেকে ১৭.৫ মিলিয়ন রুবল। \n\n\n== জারেভিচ আলেক্সেই এর অসুস্থতা এবং রাসপুতিন ==\n\nসাম্রাজ্যের উত্তারাধিকার নিয়ে সংশয় ছিল। চারজন কন্যা সন্তানের পর আলেক্সেই নামে তার এক পুত্র সন্তান জন্ম নেয়। জার দ্বিতীয় নিকোলাসের একমাত্র পুত্র এবং জারেভিচ আলেক্সেই ১২ আগস্ট ১৯০৪ সালে জন্মগ্রহণ করেন। তিনি হেমোফিলিয়া বি রোগে আক্রান্ত ছিলেন। তার এই রোগটি ছিল বংশগত। সে সময়ে এর কোন চিকিৎসা ছিল না। রানী ভিক্টোরিয়ার বংশের অনেকেই এই রোগে আক্রান্ত হয়েছিলেন। ইউরোপের অনেক রাজপরিবারে সে সময়ে এই রোগ দেখা যেত। এই কারণে এ রোগকে ‘রাজরোগ’ বলা হত। জার শাসন সে সময়ে বেশ নাজুক হয়ে গিয়েছিল। এ কারণে আলেক্সেই এর অসুস্থতার বিষয়টি রাজপরিবারের বাইরে যাতে জানাজানি না হয় সে ব্যাপারে সতর্কতা অবলম্বন করা হত। প্রথমদিকে প্রচলিত চিকিৎসা বিফলে গেলে আধ্যাত্মিক চিকিৎসা ব্যবস্থা গ্রহণ করা হয়। কয়েকজন স্টারেটকে (যাজক ও ধর্মীয় শিক্ষক) এই দায়িত্ব দেয়া হয়। এদের মধ্যে একজন ছিলেন গ্রিগোরি রাসপুতিন। বলা হয় তিনি এই চিকিৎসায় বেশ সফল হয়েছিলেন। রাসপুটিন সম্রাজ্ঞী আলেক্সান্ড্রা ও জার নিকোলাসের বিশেষ স্নেহভাজন ছিলেন।  ১৯১২ সালে পোল্যান্ডের এক প্রাসাদে অবকাসকালিন সময়ে একটি আঘাতের ফলে জারেভিচের জীবন সংশয় দেখা দেয়। তার মৃত্যু নিশ্চিত জেনে ১০ অক্টোবর তার শেষ স্যাক্রামেন্ট সম্পন্ন করা হয়। সম্রাজ্ঞী রাসপুটিনের দারস্থ হন। রাসপুটিন সম্রাজ্ঞীকে উত্তর দেন, “ঈশ্বর আপনার অশ্রু ও প্রার্থনা শুনেছেন। শোকাহত হবেন না, আপনার সন্তান সুস্থ হয়ে উঠবেন। চিকিৎসকদের তাকে অতিরিক্ত বিরক্ত করতে নিষেধ করুন।” এর পর দিন থেকেই আলেক্সেই ধীরে ধীরে সুস্থ হতে থাকেন।\n\n\n== শাসনামল ==\n\n১৮৯৩ সালের যুক্তরাজ্য ভ্রমণের সময় সেখানকার সংসদীয় সরকার ব্যবস্থা সম্পর্কে বেশ উৎসাহবোধ করেন। মার্কিন যুক্তরাষ্ট্রের কংগ্রেসের কর্মকান্ডেও তিনি আগ্রহী হন। তা সত্ত্বেও নিজ দেশের শাসন ব্যবস্থা নির্বাচিত প্রতিনিধিদের হাতে ন্যস্ত করার ব্যাপারে তিনি সম্পূর্ণ উদাসীন ছিলেন। সিংহাসনে আরোহণ করার পর জেমস্টভস (কৃষকদের নগর সংসদ) প্রতিনিধীরা নতুন জারের শীতকালিন প্রসাদে তার সাথে দেখা করেন এবং বেশকিছু সংস্কারের প্রস্তাব করেন। তার মধ্যে অন্যতম ছিল রাশিয়ায় সাংবিধানিক রাজতন্ত্রের প্রবর্তন করা।  সেই সাথে আরো কিছু সংস্কার তারা প্রস্তাব করেছিলেন যা কৃষকদের রাজনৈতিক ও অর্থনৈতিক জীবনের উন্নয়নের সহায়ক হতো।\nএসব দাবী মার্জিত ও রাজকীয় পরিভাষায় জারের নিকট পেশ করা হলে তিনি অত্যন্ত বিরক্ত হন এবং এক রাজকীয় অনুষ্ঠানে তা প্রত্যাক্ষান করেন।\n২৬ মে ১৮৯৬ সালে ক্রেমলিন প্রাসাদে ডরমিশান ক্যাথেড্রালে জার হিসাবে তার রাজ্যাভিষেক অনুষ্ঠিত হয়।  অভিষেকের পরের দিন ২৭ মে তারিখে বিশাল অনুষ্ঠানের আয়োজন করা হয়। মস্কোর বাইরে খোদাইনকা নামের উন্মুক্ত মাঠে আয়োজিত এই অনুষ্ঠানে প্রজাদের জন্য খাবার, বিয়ার এবং স্মারকের ব্যবস্থা করা হয়েছিল।\nমাঠটি সামরিক বাহিনীর প্রশিক্ষণের জন্য ব্যবহার করা হত। এলাকাটি খানা খন্দকে পরিপূর্ণ ছিল। খাবার এবং বিয়ার বিতরনের পূর্বে গুজোব শোনা যায় যে, উপস্থিত সকলের জন্য পর্য়াপ্ত খাবারের ব্যবস্থা নেই। সমাগত জনতা বিশৃঙ্খলভাবে খাবার সংগ্রহ করতে গেলে বহু মানুষ পদদলিত হয়ে হতাহত হয়। কিছু মানুষ ধূলিময় মাঠে পতিত হয়ে নিঃশ্বাস বন্ধ হয়ে মারা যায়।  আনুমানিক এক লক্ষ মানুষের মধ্যে ১,৩৮৯ জন নিহত হয়। আনুমানিক ১,৩০০ জন আহত হয়। ইতিহাসে এই ঘটনা খোদিঙ্কা ট্রাজেডি নামে পরিচিত। তার শাসনামলের শুরুতে এই মর্মান্তিক ঘটনাকে একটি অশুভ ইঙ্গিত হিসাবে মনে করা হত। সেই রাতে ফ্রান্সের রাষ্ট্রদূতের দেয়া নৈশ ভোজের আয়োজন করা হয়েছিল। নিকোলাস তাতে যোগ না দিয়ে নিজ কক্ষে অবস্থান করে নিহতদের জন্য প্রার্থনা করতে চেয়েছিলেন। পরে তার চাচার বিশেষ অনুরোধে তিনি সিদ্ধান্ত পরিবর্তন করে নৈশ ভোজে যোগদান করেন। শোকাহত জনতা তার এই আচরনকে নিষ্ঠুরতার পরিচয় বলে ধরে নেয়।\nঅভিষেকের পর নিকোলাস ও আলেক্সান্ড্রা ইউরোপ ভ্রমণ করেন। অষ্ট্রিয়া-হাঙ্গেরীর সম্রাট, জার্মান কাইজার এবং তার ডেনিস আত্মীয় স্বজনের সাথে দেখা করেন। নবদম্পতি এরপর তাদের জন্য ডেনমার্কে নির্মিত একটি ইয়াট গ্রহণ করেন। সেখান থেকে তারা স্কটল্যান্ডে রানী ভিক্টোরিয়ার সাথে দেখা করেন। রানী ভিক্টোরিয়া ছিলেন আলেক্সান্ড্রার মাতামহ। সেসময় তৎকালিন প্রিন্স অব ওয়েল্স নিকোলাসকে তার ইচ্ছার বিরুদ্ধে স্যুটিং এ নিয়ে যান। আবহাওয়া অতিরিক্ত ঠান্ডা হওয়ায় নিকোলাস দাঁতের ব্যাথায় কষ্ট পান বলে তার মাতাকে চিঠি লিখে অভিযোগ করেন।\n\n\n=== তিনশতবার্ষিকী উজ্জাপন ===\n১৯১৩ সালের ফ্রেব্রুয়ারি মাসে নিকোলাস রোমানভ বংশের তিনশতবার্ষিকী উৎসবে সভাপতিত্ব করেন। ২১ ফ্রে্রুয়ারি ১৯১৩ কাজান ক্যাথেড্রালে এক খ্রীষ্টিয় প্রার্থনা সভা এবং শীতকালিন প্রাসাদে এক রাজকীয় সম্বর্ধনার  আয়োজন করা হয়।  মে মাসে নিকোলাস ও রাজপরিবারের সদস্যরা সমগ্র সম্রাজ্যে তীর্থ ভ্রমণে বের হয়। ১৬১৩ সালে রোমানভ বংশের অন্যতম সম্রাট প্রথম মাইকেল যে পথ দিয়ে মস্কো এসে শেষ অবধি জার হতে রাজী হয়েছিলেন।\n\n\n=== প্রথম বিশ্বযুদ্ধ ===\n২৮ জুন ১৯১৪ সালে অস্ট্রো-হাঙ্গেরিয় যুবরাজ আর্চ ডিউক ফ্রাঞ্জ ফারদিনান্দ গ্যাবরিলো প্রিন্সেপ এর হাতে নিহত হন। এই পরিস্থিতিতে নিকোলাস রাশিয়ার করনিয় সম্পর্কে একটু দ্বিধাগ্রস্থ ছিলেন। অবশ্যম্ভাবি একটা যুদ্ধ হয়ত এড়ানো সম্ভব হত না। ঊনব্বিংশ শতকের ইউরোপের কূটনীতি ও সামরিক জোটসমূহ সেই যুদ্ধকে একটি বড় মাপের সংঘাতের দিকে ঠেলে দিয়েছিল। সালভিক ভাষাভাষী জাতিগোষ্ঠী এবং তাদের জাতিগতভাবে অভিন্ন মিত্র রাশিয়া এবং সার্বিয়ার মধ্যে সামরিক মৈত্রীচুক্তি ছিল। অপরদিকে জার্মানি এবং অষ্ট্রিয়ার মধ্যেও অনুরূপ মৈত্রীচুক্তি ছিল। জার্মানি ও ফ্রান্সের মধ্যে আঞ্চলিক বিরোধ ছিল। একই রকম বিরোধ ছিল অষ্ট্রিয়া ও সার্বিয়ার মধ্যেও। ফলশ্রুতিতে সমগ্র ইউরোপে সামরিক মৈত্রীর একটি নেটওয়ার্ক গড়ে ওঠে। যুবরাজ ফার্দিনান্দের মৃত্যুর পর এসব মিত্রতার নেটওয়ার্ক ভেঙে পরে এবং রাষ্ট্রগুলো একে অন্যের বিরুদ্ধে যুদ্ধ ঘোষণা করতে থাকে। নিকোলাস অষ্ট্রিয়-হাঙ্গেরী জোটের হুমকির মুখে সার্ব জোটকে পরিত্যাগ করতে রাজী ছিলেন না। তবে তিনি একটি বড় ধরনের যুদ্ধ শুরু করতেও রাজী ছিলেন না। এ সময়ে জার্মান কাইজার উইলহেমের সাথে জার নিকোলাসের বেশ কয়েকদফা চিঠি আদান প্রদান হয় (\"Willy and Nicky correspondence\" হিসাবে খ্যাত)। নিকোলাসের ইচ্ছা ছিল শুধুমাত্র অষ্ট্রিয়া সীমান্তে সামরিক বাহিনী পাঠান। যাতে জার্মান সাম্রাজ্যের সাথে যুদ্ধ এড়ান সম্ভব হয়।\n\nরাশিয়ান সৈন্যদের আংশিক সমাবেশের কোন পরিকল্পনা ছিল না। ৩১ জুলাই ১৯১৪ সালে নিকোলাস তার সৈন্যদের সার্বিক অগ্রসর হবার আদেশ দেন। যদিও তার পরামর্শদাতারা এই সিদ্ধান্তের বিরুদ্ধে মতামত দেন। ২৫ জুলােই ১৯১৪ তারিখে মন্ত্রিসভায় অস্ট্রো-সার্বিয়ান সংঘাতে হস্তক্ষেপ করার সিদ্ধান্ত নেন। সেই সাথে রাশিয়ান সৈন্যবাহিনীকে ‘‘সতর্ক’’ অবস্থায় থাকার নির্দেশ দেন। প্রকৃতপক্ষে সেটা ছিল একটি সার্বিক যুদ্ধ ঘোষণার শামিল।\n২৮ জুলাই অস্ট্রিয়া সার্বিয়ার বিরুদ্ধে যুদ্ধ ঘোষণা করে। সার্বিয়ার সাথে সামরিক জোটে থাকা রাশিয়াও কার্য়ত যুদ্ধে জাড়িয়ে পরে। একই সাথে রাশিয়ার মিত্র হিসাবে ব্রিটেন এবং ফ্রান্সও যুদ্ধে জড়িয়ে পরে। ২৯ জুলাই ১৯১৪ জার নিকোলাস ইউলহেমকে অস্ট্রো-সার্বিয়ার সমস্যা হেগ কনফারেন্সে উত্থাপন করার পরামর্শ দিয়ে টেলিগ্রাম প্রেরণ করেন। ইউলহেমের উত্তরে এ বিষয়ে কোন  উল্লেখ ছিল না। রাশিয়া তার সৈন্য সমাবেশ শেষ করে কিন্তু তারা সচেতনভাবে এটা নিশ্চিত করতে চায় যে শান্তি আলোচনা শুরু হলে তারা আক্রমণ করবে না। এর পরিপ্রেক্ষিতে জার্মানি রাশিয়াকে সৈন্য প্রত্যাহার করার জন্য ২৪ ঘণ্টা সময় বেধে দেয়। ৩১ শে জুলাই সন্ধ্যা ৭ টায় সেইন্ট পিটার্সবার্গে রাশিয়ার প্রতি জার্মানির বেধে দেয়া সময়সীমা শেষ হয়। মস্কোতে নিযুক্ত জার্মানির রাষ্ট্রদূত রাশিয়ার প্রতিরক্ষামন্ত্রীর সাথে দেখা করে শেষবারের মতো জানতে চান রাশিয়া তাদের পরামর্শ পুনর্বিবেচনা করবে কিনা। একই প্রশ্ন তিনি তিনবার উচ্চারন করেন। এরপর করমর্দন করে যুদ্ধে সম্মতিদান সংবলিত নোটটি হস্তান্তর করেন। এভাবেই আনুষ্ঠানিক ভাবে রাশিয়ার বিরুদ্ধে যুদ্ধ ঘোষিত হয়।\n১ আগস্ট ১৯১৪ সালে যে যুদ্ধ শুরু হয় তাতে রাশিয়া বাহিনী সম্পূর্ণ অপ্রস্তু ছিল। রাশিয়া এবং তার মিত্ররা রাশিয়ার সামরিকবাহিনীর উপর নির্ভর করেছিল যার ‘রাশিয়ান স্টিম রোলার’ নামে পরিচিত ছিল। রাশিয়া বাহিনীতে নিয়মিত সৈন্য সংখ্যা ছিল ১,৪০০,০০০; পরে আরো ৩,১০০,০০০ জন নতুন সৈন্যকে যুদ্ধে প্রেরণ করা হয়। এবং কয়েক মিলিয়ন সৈন্যের সমন্বয়ে বিশাল বাহিনী রিজার্ভ সৈন্য হিসাবে সংরক্ষিত ছিল। এছাড়া আর সব বিষয়ে রাশিয়া ছিল অপ্রস্তুত। জার্মানিতে প্রতি বর্গ মাইলে রেলপথের পরিমাণ ছিল রাশিয়ার চেয়ে ১০ গুন বেশি। রাশিয়ার সৈন্যবাহিনীকে প্রায় ১,২৯০ কিলোমিটার পথ পারি দিয়ে যুদ্ধক্ষেত্রে পৌছাতে হত। যেখানে জার্মান সেনাদের পারি দিতে হত মাত্র চার ভাগের এক ভাগ দুরত্ব। রাশিয়ার ভারী শিল্প বিশাল জার বাহিনীকে সরঞ্জাম সরবরাহ করতে ব্যর্থ ছিল। এমনকি তাদের গোলাবারুদের সরবরাহও ছিল নিতান্তই কম। অন্যদিকে ১৯১৪ সালের জার্মান সৈন্যদের সমরসজ্জা প্রয়োজনের তুলানায় যথেষ্ট ছিল। রাশিয়ানদের আর্টিলারি সরঞ্জাম, গোলা, মোটরযান এমনকি বুটেরও অভাব ছিল। জার্মান ইউ-বোট বাল্টিক সাগর অবরোধ করে রেখেছিল এবং জার্মানির মিত্র তুরস্ক দার্দানলেস প্রনালী অবরোধ করে রেখেছিল। রাশিয়া আর্চাঙ্গেল হয়ে তাদের রসদ সরবরাহ করতে পারত কিন্তু শীতকালে সমুদ্রের পানি জমে বরফে পরিনত হলে এই পথ ব্যবহারযোগ্য ছিল না। রাশিয়ার জন্য অন্য বিকল্পটি ছিল ভ্লাদিভস্তক রুট। কিন্তু ফ্রন্টে পৌছাতে এই পথ ব্যবহার করতে গেলে ৬,৪০০ মাইল অতিরিক্ত রাস্তা ভ্রমণ করতে হত।\n\n\n=== রুশ-জাপান যুদ্ধ ===\n\n১৯০৪ সালে রুশ-জাপান যুদ্ধ শুরু হয়। আনুষ্ঠানিক যুদ্ধ ঘোষণার পূর্বেই জাপান পোর্ট আর্থারে অবস্থানরত রুশ নৌবহরে আক্রমণ করে। রাশিয়ার ফার ইষ্ট নৌবহর আটকা পরলে, অবশিষ্ট একটি নৌবহর বাল্টিক ফ্লীটকে পৃথিবীর অন্য প্রান্ত থেকে ডেকে পাঠান হয়। উত্তর সাগরে ব্রিটিশ একটি মাছ ধরা নৌকার উপর গুলি বর্ষনের ঘটনার জের স্বরূপ এবং জাপানের সাথে সামরিক মৈত্রী চুক্তি থাকার কারণে যুক্তরাজ্য বাল্টিক ফ্লীটকে তাদের নিয়ন্ত্রণে থাকা সুয়েজ খাল ব্যবহার করার অনুমোতি দেয়নি। অনেক ঘুরো পথে আসার জন্য এই নৌবহর পৌছাতে সময় নেয় নয় মাস। নৌবহরকে বহুদূর পথ অনেক দুর্ঘটনার মধ্য দিয়ে অতিক্রম করার পর সুসমিয়া প্রনালীর নৌ-যুদ্ধে জাপানি নৌবহরের আক্রমণে বাল্টিক ফ্লীট প্রায় নিশ্চিহ্ন হয়ে যায়। স্থলযুদ্ধে রাশিয়ান বাহিনী যুদ্ধক্ষেত্রে রসদ সরবরাহের ক্ষেত্রে ব্যাপক সমস্যায় পরে। ট্র্যান্স-সাইবেরিয়ান রেলপথ ছিল যুদ্ধের রসদ ও সৈন্য সরবরাহের মূল লাইন। নয় মাস নৌ অবরোধের পর জাপানের হাতে পোর্ট আর্থারের পতন হয়।\nঅনেকের মতে জাপানের সাথে যুদ্ধে জড়িয়ে পড়ার বিষয়টি নিতান্তই একটি হটকারি সিদ্ধান্ত ছিল। নিকোলাসের বিশ্বাস ছিল যে এই যুদ্ধ রাশিয়ানদের মনোবল ও দেশপ্রেম বৃদ্ধি করবে। কিন্তু অনেক দূরের একটি যুদ্ধক্ষেত্রে গিয়ে যুদ্ধ পরিচালনা করার যে অর্থনৈতিক পরিনতি তিনি বিবেচনায় আনেননি। যুদ্ধে জাপানের কাছে পরাজয় অবশ্যাম্ভাবী হয়ে ওঠে। সন্ধি ও শান্তির দাবী জোড়াল হতে থাকে। নিকোলাসের মাতা এবং মাতার জ্ঞাতি ভাই জার্মানির কাইজার ইউলহেলম নিকোলাসকে দ্রুত শান্তি আলোচনা শুরু করতে পরামর্শ দেন। শান্তি প্রক্রিয়ার শুরুর পরিবর্তে নিকোলাস যুদ্ধ চালিয়ে যাবার ব্যাপারে অনঢ় থাকেন। ১০ অক্টোবর পাঠান এক টেলিগ্রামে তিনি কাইজারকে জানান যে তিনি জাপানিদের মাঞ্চুরিয়া থেকে বিতাড়িত না করা পর্য়ন্ত যুদ্ধ চালিয়ে যেতে চান। ২৭-২৮ মে ১৯০৫ সাল জাপান কর্তৃক রাশিয়ান ফ্লীট নিশ্চিহ্ন হওয়ার পর নিকোলাস শান্তী চু্ক্তি করতে রাজী হন। তিনি শান্তী প্রক্রিয়ায় আমেরিকার মধ্যস্থতায় রাজী ছিলেন। সের্গেই উইট্টেকে আলোচনার পূর্ণ ক্ষমতা দেয়া হয়। পোর্টসমাউথ চুক্তি স্বাক্ষরের মাধ্যমে এই যুদ্ধ শেষ হয়।\n\n\n=== ইহুদী নির্যাতন ১৯০৬- ১৯০৬ ===\nরাশিয়ার তৎকালিন স্বরাষ্ট্রমন্ত্রী ‘কিশেনিভ’ নামের একটি পত্রিকাকে অর্থ বরাদ্দ করেন। পত্রিকাটি ইহুদী বিরোধী প্রচারণা চালাত। যা পরবর্তীতে খ্রীষ্টান-ইহুদী দাঙ্গায় উস্কানি দেয়। জার দ্বিতীয় নিকোলাস রিজিয়নাল গভর্নরকে ভৎর্ষনা করেন এবং বরখাস্ত করেন। এই দাঙ্গার কুশিলবদের গ্রেফতার ও শাস্তী দেয়া হয়। অর্থোডক্স চার্চও এর বিরোধিতা করে। রাশিয়ার সকল চার্চে আনুষ্ঠানিকভাবে সর্বসম্মুখে এর নিন্দা করা হয়। যদিও নিকোলাস ব্যক্তিগত এই ইহুদী বিরোধী মতবাদকে  প্রশ্রয় দিতেন। তিনি মনে করতেন ইহুদী বিরোধিতা তার শাসনকে ঐক্যবদ্ধ করবে।\n\n\n=== ব্লাডি সানডে (১৯০৫) ===\n\nব্লাডি সানডের কিছুদিন পূর্বে (৯(২২) জানুয়ারি ১৯০৫ তারিখে একজন যাজক ও শ্রমিক নেতা জর্জ গ্যাপন জার সরকারকে জানান যে শ্রমিকদের একটি মিছিল জারের শীতকালিন প্রাসাদে গিয়ে তার নিকট একটি দাবীনামা পেশ করবে। জারের পরামর্শ অনুযায়ী জার নয় তার পরিবারের অন্য কোন সদস্য তাদের এই দাবীনামা গ্রহণ করবেন।\nপুলিশ প্রিফেক্ট জানান গ্যাপনকে তার বিশাল সমর্থকদের মধ্য থেকে গ্রেফতার করার জন্য পুলিশের পর্য়াপ্ত লোকবল নেই। নতুন নিয়োগপ্রাপ্ত স্বরাষ্ট্রমন্ত্রী যুবরাজ পিটর দিমিত্রেভিচ ও পুলিশের ঊর্ধ্বতন কর্মকর্তারা শহরে অতিরিক্ত পুলিশ মোতায়েনের ব্যবস্থা করেন। সেদিন সন্ধ্যায় নিকোলাস তার ডায়েরীতে লেখেন, “শক্তি বৃদ্ধির জন্য শহরের বাইরে থেকে অতিরিক্ত পুলিশ আনা হয়েছে। এখন পর্য়ন্ত শ্রমিকরা শান্তই আছে। সংখ্যায় তারা ১২০,০০০ জন। তাদের নেতা সমাজতন্ত্রবাদে বিশ্বাসী একজন যাজক যার নাম গ্যাপন। মিরস্কাই আজ সন্ধ্যায় এ সব রিপোর্ট করল।\"\nরবিবার ৯(২২) জানুয়ারি ১৯০৫ তারিখে, গ্যাপন ও তার সঙ্গীরা মিছিল শুরু করে। পরস্পরের হাতে হাত ধরে শান্তিপূর্ণভাবে শ্রমিকরা মিছিল শুরু করে। অনেকে ধর্মীয় প্রতীক ও ব্যানার বহন করছিল। কেউ কেউ জারের প্রতিকৃতি এবং জাতীয় পতাকাও বহন করছিল। যখন তারা হাঁটছিল তারা প্রার্থনা সংগীত ও রাজকীয় সংগীত “ঈশ্বর জারকে রক্ষা করুন” গাইছিল। দুপুর ২টায় সকল মিছিলকারিদের শীতকালিন প্রসাদে পৌছার কথা। পথে কোথাও পুলিশ ও সামরিক বাহিনীর সাথে তাদের কোন রকম সংঘর্ষের ঘটনা ঘটেনি। বোলভার্ড সেতুর কাছে কসাক ও অশ্বারোহী সৈনিকরা মিছিলকারীদের পথরোধ করে। একমসয়ে তারা মিশিলকারীদের ‍ উপর গুলিবর্ষন করে। সরকারীভাবে ৯২ জনের মৃত্যু ও অনেক আহতের কথা ঘোষণা করা হয়। মিছিলকারীদের নেতৃত্বে থাকা বেশ কয়েকজন নেতাকে গ্রেফতার করা হয়। তাদেরকে রাজধানী থেকে বহিষ্কার করা হয়। গ্যাপন পালিয়ে যান। তৎকালিন ব্রিটিশ প্রধানমন্ত্রী জারের তীব্র সমালোচনা করে তাকে একজন সাধারণ খুনী আখ্যা দেন।\n\nসেদিন সন্ধ্যায় নিকোলাস তার ডায়েরীতে লেখেন:\n\nখুব কঠিন একটি দিন! শ্রমিকরা শীতকালিন প্রাসাদে আসতে চাইলে সেন্ট পিটার্সবার্গে ভীষন গন্ডগোল হয়েছে। শহরের কয়েকটি জায়গায় সৈন্যদের গুলি চালাতে হয়েছে। অনেক মানুষ হাতাহত হয়েছে। হায় প্রভু, কী কষ্টকর ব্যাপার!\n\n\n=== পতন ===\nনিত্য প্রয়োজনিয় দ্রব্যের অভাব, সমগ্র দেশ জুড়ে ব্যাপক দাঙ্গা ও বিদ্রোহের জন্ম দেয়। ১৯১৫ সাল থেকে ১৯১৬ সাল পর্য়ন্ত নিকোলাস যুদ্ধক্ষেত্রে অবস্থান করেন। তার অবর্তমানে প্রশাসনযন্ত্র ভেঙে পরে। রাজধানী হরতালকারী, এবং বাধ্যতামূলকভাবে সেনাবাহিনীতে ভর্তি হওয়া বিদ্রোহী সৈন্যদের দখলে চলে যায়। বিদ্রোহ প্রতিহত করার জন্য ব্রিটিশ রাষ্ট্রদূত জর্জ বুচানন জারকে সাংবিধানিক সংস্কার করতে রাজী করানর চেষ্টা করেছিলেন। কিন্তু রাজধানীকে ষড়যন্ত্র ও বিদ্রোহ দিকে ঠেলে দিয়ে নিকোলাস দিনের পর দিন সামরিক সদর দপ্তরে অবস্থান করতে থাকেন।\n১৯১৭ সালের শুরুর দিকে রাশিয়া পতনের দ্বারপ্রান্তে চলে যায়। ১৫ মিলিয়ন কৃষককে বাধ্যতামূলকভাবে সৈন্যদলে যোগদান করে। পর্য়াপ্ত লোকবলের অভাবে খাদ্য উৎপাদন ব্যাহত হয়। খাবারের মূল্য অত্যন্ত বৃদ্ধি পায়। ১৯১৪ সালের তুলনায় ডিমের দাম চার গুন বৃদ্ধি পায়, মাখনের দাম পাঁচ গুন বৃদ্ধি পায়। প্রচন্ড শীতে জরুরি রসদ সরবরাহের চাপে রাশিয়ান রেলওয়ে ব্যবস্থা ভেঙ্গে পরে। \nযুদ্ধের শুরুতে রাশিয়ার লোকাল লোকমোটিভের সংখ্যা ছিল ২০,০০০। ১৯১৭ সালে তার সংখ্যা ৯,০০০ এ নেমে আসে। কর্মক্ষম রেলওয়ে ওয়াগনের সংখ্যা অর্ধ মিলিয়ন থেকে কমে মাত্র ১৭০,০০০ টিতে এসে দাঁড়ায়। ফেব্রুয়ারি ১৯১৭ সালে ১,২০০ টি লোকমোটিভের বয়লার বিস্ফোরিত হয়ে অকেজো হয়ে যায়। ৬০,০০০ ওয়াগন সম্পূর্ণ ব্যবহারের অনুপোযোগি হয়ে পরে। পেট্রোগ্রাদ থেকে জ্বালানি তেল এবং ময়দা উধাও হয়ে যায়। যুদ্ধকালিন সময়ে মদের উপর যে নিষেধাজ্ঞা আরোপ করা হয়েছিল তার ফলে সরকার মদের উৎপাদন ও বিপেনন থেকে পাওয়া রাজস্ব থেকে বঞ্চিত হয়। যুদ্ধের খরচ মেটাতে হিমশিম খাওয়া অর্থনীতির জন্য এটি ছিল একটি বিরাট আঘাত।\n\n২৩ ফেব্রুয়ারি ১৯১৭ সালে প্রেট্রাগ্রাদে প্রচন্ড শীতে এবং খাদ্যাভাবের তাড়নায় জনগণ শহরের খাবার দোকানগুলো থেকে রুটি ও অন্যান্য দ্রব্যসামগ্রী লুট করতে শুরু করে। শহরের রাস্তায় লাল ব্যানার দেখা যেত যেখানে লেখাছিল “জার্মান মহিলা নিপাত যাক! আলেক্সান্ডার প্রোটোপপোভ নিপাত যাক! জার নিপাত যাক!\" পুলিশ ভবনের ছাদের ‍উপর থেকে  দাঙ্গায় অংশ নেয়া জনতাকে গুলি করে। শান্তিরক্ষায় নিয়োজিত পুলিশ বাহিনীর জারের প্রতি অনুগত্যে ঘাটতি ছিল। অনেক ক্ষেত্রে তারা বিক্ষবরত জনতার পক্ষ অবলম্বনকরে। জারের মন্ত্রিপরিষদ তাকে রাজধানীতে ফিরে এসে ইস্তফা দেবার জন্য অনুরোধ জানায়।\n\n\n== কারাদন্ড ==\nপদত্যাগের পর নিকোলাস যুক্তরাজ্যে নির্বাসনে যাবার খুব চেষ্টা করেছিলেন। ১৭ মার্চ ১৯১৭ সালে ব্রিটিশ সরকার অনিচ্ছাসত্বেও জারের পরিবারকে আশ্রয় দিতে রাজী হয়। পরে অবশ্য রাজা পঞ্চম জর্জের আপত্তির কারণে এই অনুমোতি প্রত্যাহার করা হয়। ফ্রান্সের সরকার রোমানভদের আশ্রয় দিতে অস্বীকার করে\nআগস্ট ১৯১৭ সালে কেরেনেস্কি সরকার রোমানভ পরিবারকে উরালের টোবলিস্কে স্থান্তর করে। বিপ্লবীদের রোষানল থেকে রক্ষা জন্য  তাদেরকে সেখানকার প্রাক্তন গভর্নরের বাসভবনে রাখা হয়। ১৯১৭ সালে বলিসেভিকরা রাশিয়ার ক্ষমতা দখল করে। নিকোলাস সাগ্রহে এই পটপরিবর্তনের খবর রাখলেও কোন উৎকন্ঠিত হননি। নিকোলাস তখনও লেলিনের গুরত্ব বুঝতে পারেননি। কারবন্দী নিকোলাসের উপর ধীরে ধীরে নিয়মকানুন কঠোর হতে থাকে। তাকে বিচারের মুখোমুখি করার দাবী ক্রমেই জোরল হতে থাকে। তাকে সামরিক পদমর্য়াদা সংবলিত এপুলেটস পরিধান করতে নিষেধ করা হয়।\n১৯১৮ সালের ১ মার্চ থেকে তাদেরকে সৈন্যদের রেশন সরবরাহ করা হয়। এর অর্থ হল জার পরিবারকে কফি ও মাখনের মতো বিলাসদ্রব্য বর্জন করতে হয়। তবে তখন পরিবারের সবাই আশা করে ছিল যেকোন সময়ে সাহায্য আসবে। তাদেরকে এখান থেকে উদ্ধার করে নিরাপদ জায়গায় নিয়ে যাওয়া হবে। কিন্তু ৩০ এপ্রিল ১৯১৮ তাদেরকে তাদের চূড়ান্ত গন্তব্য ইয়েকাতারিনবাগ শহরে নিয়ে গিয়ে একটি দ্বিতল ভবেন বন্দী করে রাখা হয়। এই ভবনটিকে “বিশেষ কাজে ব্যবহৃত ভবন” হিসাবে উল্লেখ করা হয়।\n\n\n=== মৃত্যুদন্ড ===\nসেদিনের ঘটনাবলি সম্পর্কে বিভিন্ন বর্ণনা পাওয়া গেলেও ঐতিহাসিকরা যে কোন একটি বর্ণনায় একমত হতে পারেননি। ১৭ জুলাই ১৯১৮ সালে ভোররাত দুইটায় প্রধান ঘাতক উয়াকভ ইউরোভক্সির নির্দেশে রাজপরিবারের সকল সদস্যকে ঘুম থেকে তোলা হয়। পোশাক পরিবর্তন করার পর তাদেরকে বেসমেন্টের একটি ঘরে নিয়ে আসা হয়। আযুহাত হিসাবে বলা হয় যে বলসেভিক সৈন্যরা ভবনের দিকে আসতে পারে এবং নিরাপত্তার জন্যই তাদেরকে এখানে আনা হয়েছে।\nনিকোলাস, আলেক্সান্ড্রা ও তার সন্তানদের সাথে আরো ছিল একজন চিকিৎসক ও তিনজন ভৃত্য। তারা স্বেচ্ছায় রাজপরিবারের সাথে এসেছিল। তারা ছিলেন জারের ব্যক্তিগত চিকিৎসক ইউজেনে বটকিন, তার স্ত্রীর পরিচারিকা আন্না ডেমিডোভা, এবং পাচক ইভান কারিটনভ, এবং চাপরাসী এলেক্সেই ট্রুপ।  ফায়ারিং স্কোয়াডে থাকা সৈন্যরা হাঙ্গেরিয়ান ছিল বলে বলা হয়। ইউরোভস্কি যাদেরকে লাটভিয়ান হিসাবে বর্ণনা করেন। নিকোলাস তার পুত্রকে কোলে করে নিয়ে আসেন। সম্রাজ্ঞী অনুযোগ করেন যে কক্ষে কোন বসার ব্যবস্থা নেই। এরপর সেখানে দুইটি চেয়ার আনা হয়। সম্রাট ও সম্রাজ্ঞী চেয়ারে বসার পর সৈন্যরা কক্ষে প্রবেশ করে সারিবদ্ধভাবে দাঁড়িয়ে যায়। ইউরোভক্সি ঘোষণা করেন যে উরাল সোভিয়েতদের ওয়ার্কাস ডেপুটিরা তাদের মৃত্যুদন্ডের আদেশ দিয়েছেন। হতভম্ব নিকোলাস বলে ওঠেন, ‘‘কি? কি?” বলেই তিনি পরিবারের অন্য সদস্যদের দিকে ঘুড়ে দাঁড়ান। ইউরোভক্সি দ্রুত পুনরায় ঘোষণাপত্র পাঠ করেন এবং সরাসরি নিকোলাসকে গুলি করেন। \nসৈন্যরা রিভালভার দিয়ে গুলিবর্ষন শুরু করে। নিকোলাস সর্বপ্রথম মারা যায়। ইউরোভক্সি বেশ কয়েকবার তার বুকে গুলি করে। (অনেক জায়গায় ভুল করে বলা হয় যে নিকোলাসের মাথায় গুলি করা হয়। ১৯৯১ সালে যখন তার মৃতদেহ আবিষ্কার করা হয় তখন তার খুলিতে কোন গুলির আঘাত পাওয়া যায়নি।) আনাস্তাশিয়া, তাতিয়ানা, ওলগা এবং মারিয়া প্রথম গুলিবর্ষনের পর কিছু সময় বেঁচে ছিলেন। তাদের পোশাকের নিচে দামি অলংকার ও রত্ন থাকায় গুলি তাদের স্পর্শ করেনি। সৈন্যরা তাদের খুব কাছ থেকে পুনরায় গুলি করে ও বেয়োনেট দিয়ে আঘাত করে হত্যা করে।\n\n\n== শনাক্তকরণ ==\n\n১৯৭৯ সালে আলেক্সান্ডার আভদোনিন নামের একজন শখের প্রত্নতাত্ত্বিক ইয়াকাটেরিনবার্গের কাছে এক স্থানে জার দ্বিতীয়ে নিকোলাস, তার তিন কন্যা এবং তাদের চারজন কর্মচারির মৃতদেহ আবিষ্কার করেন। জানুয়ারি ১৯৯৮ সালে একটি ধুলিময় রাস্তার নিচ থেকে যুবরাজ আলেক্সাই এবং একজন রাজকন্যার মৃতদেহ ছাড়া অন্য সবার মৃতদেহ মাটি খুঁড়ে বের করা হয়। রাশিয়ান, ব্রিটিশ এবং আমেরিকান বিজ্ঞানীরা পৃথক ডিএনএ পরীক্ষা করে এই সিদ্ধান্তে উপনীত হয়েছিলেন।\n\n\n== অন্তোষ্ট্যিক্রিয়া ==\nমৃত্যুর ৮০ বছর পর  ১৯৯৮ সালের ১৭ জুলাই রাশিয়ার শেষ সম্রাট ও তার পরিবারের সদস্যদেরকে যথাযোগ্য খ্রীষ্টিয় মর্য়াদায় সেইন্ট পিটার্সবার্গের সেইন্ট পিটার এন্ড পলস ক্যাথেড্রালে, সমাহিত করা হয়। রাশিয়ার তৎকালিন প্রেসিডেন্ট বোরিস ইয়ালেৎসিন অনুষ্ঠানে যোগ দিয়ে বলেন, ”আজ রাশিয়ার জন্য একটি ঐতিহাসিক দিন, এতদিন আমরা এই ভয়ঙ্কর অপরাধ সম্পর্কে নিশ্চুপ ছিলাম, কিন্তু সত্যকে একদিন না একদিন বলতেই হবে।”\n\n\n== সেইন্টহুড ==\n\n১৯৮১ সালে নিকোলাস এবং তার পরিবারকে রাশিয়ান অর্থোডক্স চার্চ শহীদ সেইন্ট হিসাবে ঘোষণা দেয়। ১৪ আগস্ট ২০০০ সালে চার্চসমূহের সঙগঠন সিনড কর্তৃক সেই ঘোষণা স্বীকৃত হন।\nযদিও নিকোলাসকে সেন্টহুড প্রদান কিছুটা বিতর্কিত ছিল। ১৯৮১ সালে মার্কিন যুক্তরাষ্ট্রে অবিস্থিত রাশিয়ান অর্থোডক্স চার্চ এই বিষয়ে দ্বিমত পোষন করেছিল। চার্চের অনেক সদস্য মতামত দেন যে নিকোলাস একজন দূর্বল শাসক ছিলেন এবং বলিশেভিকদের উত্থান প্রতিহত করতে ব্যর্থ হয়েছিলেন। একজন যাজক নির্দিষ্ট করে বলেন যে রাশিয়ান অর্থডক্স চার্চের নিয়মনুযায়ী একজন শহীদের ব্যক্তিগত কার্য়াবলী নয় বরং কোন কারণে তাকে হত্যা করা হয়েছে সেটাই বিবেচ্য বিষয়।\nরাশিয়ার অভ্যন্তরে অবস্থিত রাশিয়ান অর্থডক্স চার্চ তাদের শহীদের স্বীকৃতি দিতে অস্বীকার করে কারণ খ্রীষ্ট ধর্মীয় কোন কারণে তাদেরকে হত্যা করা হয়নি। উভয় চার্চের যাজকরা এই মর্মে মতামত দিয়েছিলেন যে নিকোলাস একজন দূর্বল সম্রাট ছিলেন। তার অযোগ্যতা বিপ্লবের জন্ম দেয় যা পরবর্তিতে বহু নিরপরাধ মানুষের জীবনে দূর্ভোগ বয়ে আনে। তার নিজের, স্ত্রী ও সন্তান ও কর্মচারিদের মৃত্যুর জন্য তাকেও আংশিকভাবে দায়ি করা যায়।\n\n\n== কোট অব আর্মস ==\n\n\n== সন্তান ==\n\n\n== মন্তব্য ==\n^O.S./N.S. Over the course of Nicholas's life, two calendars were used: the Old Style Julian Calendar and the New Style Gregorian Calendar. Russia switched from the Julian to the Gregorian calendar on 1 February (O.S.) / 14 February (N.S.) 1918.\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Russian emperors"}