{"pageid": 123739, "title": "বরেন্দ্র গবেষণা জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=123739", "content": "বরেন্দ্র গবেষণা জাদুঘর রাজশাহী শহরে স্থাপিত বাংলাদেশের প্রথম জাদুঘর। এটি প্রত্ন সংগ্রহে সমৃদ্ধ। এই প্রত্ন সংগ্রহশালাটি ১৯১০ খ্রিষ্টাব্দে ব্যক্তিগত উদ্যোগে স্থাপিত হয়েছিল। বর্তমানে রাজশাহী বিশ্ববিদ্যালয় এটি পরিচালনা করে থাকে।\n\n\n== ইতিহাস ==\nবরেন্দ্র গবেষণা জাদুঘর রাজশাহী মহানগরের কেন্দ্রস্থল হেতেম খাঁ-তে অবস্থিত। এটি বাংলাদেশের প্রথম জাদুঘর। প্রত্নতত্ত্ব সংগ্রহের দিক থেকে এটি দক্ষিণ এশিয়ার অন্যতম সংগ্রহশালা। বরেন্দ্র জাদুঘর প্রতিষ্ঠায় নাটোরের দিঘাপাতিয়া রাজপরিবারের জমিদার শরৎ কুমার রায়, আইনজীবী অক্ষয়কুমার মৈত্রেয় এবং রাজশাহী কলেজিয়েট স্কুল এর শিক্ষক রামপ্রসাদ চন্দ্রের উল্লেখযোগ্য আবদান রয়েছে। ১৯১০ খ্রিষ্টাব্দে তারা বাংলার ঐতিহ্য ও নিদর্শন সংগ্রহ ও সংরক্ষণের জন্য বরেন্দ্র অনুসন্ধান সমিতি গঠন করেন। ঐ বছরে তারা রাজশাহীর বিভিন্ন স্থানে অনুসন্ধান চালিয়ে ৩২টি দুষ্প্রাপ্য নিদর্শন সংগ্রহ করেন। এই নিদর্শনগুলো সংরক্ষণ করার জন্য শরৎ কুমার রায়ের দান করা জমিতে জাদুঘরটির নিজস্ব ভবন নির্মাণের কাজ শুরু হয়। নির্মাণ শেষ হয় ১৯১৩ খ্রিষ্টাব্দে। একই বছরের ১৩ নভেম্বর বাংলার তৎকালীন গভর্নর কারমাইকেল জাদুঘরটি উদ্বোধন করেন। \n\n১৯১১ খ্রিষ্টাব্দে কলকাতা জাদুঘর অকস্মাৎ এতে সংরক্ষিত সকল নিদর্শন দাবি করে বসে। তৎকালীন গভর্নর কারমাইকেলের প্রচেষ্টায় ১৯১৩ খ্রিষ্টাব্দে ১৪ ফেব্রুয়ারি তারিখে জারীকৃত একটি সরকারি প্রজ্ঞাপনের মাধ্যমে বরেন্দ্র জাদুঘরকে এর নিদর্শন সংগ্রহ ও সংরক্ষণের ব্যপারে স্বাধিকার প্রদান করা হয়।\n১৯২৩ খ্রিষ্টাব্দে জাদুঘর কর্তৃপক্ষের সাথে কলকাতা বিশ্ববিদ্যালয় যৌথভাবে নওগাঁর পাহাড়পুর বৌদ্ধ বিহারের খনন কাজ শুরু করে। পরবর্তিতে বরেন্দ্র অনুসন্ধান সমিতির একক প্রচেষ্টায় পাহাড়পুর থেকে ২৫৬টি নিদর্শন আবিষ্কৃত হয়। ১৯৪৭ খ্রিষ্টাব্দের পরে জাদুঘরটির অস্তিত্ত্ব নিয়ে সংকট দেখা দেয়। ১৯৪৯ থেকে ১৯৬১ খ্রিষ্টাব্দ পযর্ন্ত জাদুঘর ভবনটির অর্ধেকাংশ মেডিকেল স্কুল হিসেবে ব্যবহার করা হয়েছিল। ১৯৬৪ খ্রিষ্টাব্দে জাদুঘরটি বন্ধ হবার উপক্রম হলে ঐ বছরের ১০ অক্টোবর তারিখে এর স্থাবর-অস্থাবর সম্পত্তি রাজশাহী বিশ্ববিদ্যালয় অধিগ্রহণ করে। জাদুঘরটির পরিদর্শকদের মধ্যে রয়েছেন মহাত্মা গান্ধী, নেতাজী সুভাষচন্দ্র বসু প্রমুখ সহ আনেক বিখ্যাত ব্যক্তিবর্গ।\n\n\n== নিদর্শনসমূহ ==\nবরেন্দ্র জাদুঘরের সংগ্রহ সংখ্যা ৯ হাজারেরও অধিক। এখানে হাজার বছর আগের সিন্ধু সভ্যতার নিদর্শন রয়েছে। মহেনজোদারো সভ্যতা থেকে সংগৃহীত প্রত্নতত্ত, পাথরের মূর্তি, খ্রিস্টীয় একাদশ শতকে নির্মিত বুদ্ধ মূর্তি, ভৈরবের মাথা, গঙ্গা মূর্তি সহ অসংখ্য মূর্তি এই জাদুঘরের অমূল্য সংগ্রহের অন্তর্ভুত। মোঘল আমলের রৌপ্র মুদ্রা, গুপ্ত সম্রাট চন্দ্রগুপ্তের গোলাকার স্বর্ণমুদ্রা, সম্রাট শাহজাহানের গোলাকার রৌপ্য মুদ্রা বিশেষ ভাবে উল্যেখয়োগ্য। এখানে প্রায় ৫,০০০ পুঁথি রয়েছে যার মধ্যে ৩৬৪৬টি সংস্কৃত আর বাকিগুলো বাংলায় রচিত। পাল যুগ থেকে মুসলিম যুগ পযর্ন্ত সময় পরিধিতে অঙ্কিত চিত্রকর্ম, নূরজাহানের পিতা ইমাদ উদ দৌলার অঙ্কিত চিত্র এখানে রয়েছে।\n\n\n== সংগ্রহ ==\n\nএই জাদুঘরে ১২ সহস্র গ্রন্থ সমৃদ্ধ একটি গ্রন্থশালা রয়েছে। জাদুঘরটিকে ৭টি প্রদর্শনকোষ্ঠে ভাগ করা হয়েছে।\n\nপ্রথম প্রদর্শনকোষ্ঠে নওগাঁর পাহাড়পুর থেকে উদ্ধারকৃত ২৫৬টি ঐতিহাসিক সামগ্রী রয়েছে।\nদ্বিতীয় প্রদর্শনকোষ্ঠে আছে হিন্দু ও বৌদ্ধদের তৈরী কাঠ ও পাথরের নানা ভাস্কর।\nতৃতীয় ও চতুর্থ প্রদর্শনকোষ্ঠে রয়েছে বিভিন্ন দেব-দেবীর মূর্তি।\nপঞ্চম প্রদর্শনকোষ্ঠে আছে বৌদ্ধ মূর্তি।\nষষ্ঠ প্রদর্শনকোষ্ঠে রয়েছে বিভিন্ন ভাষায় লিখিত পাথরের খণ্ড।\nসপ্তম প্রদর্শনকোষ্ঠে সংরক্ষিত আছে বিভিন্ন আদিবাসী জনগোষ্ঠীর নিদর্শনসমূহ।\n\n\n== চিত্রমালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবরেন্দ্র অনুসন্ধান সমিতি\nবাংলাদেশ জাতীয় জাদুঘর\nরাজশাহী বিশ্ববিদ্যালয়\nরাজশাহী কলেজ\nরাজশাহী কলেজিয়েট স্কুল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nwww.erajshahi.gov.bd রাজশাহী মহানগরের তথ্যবাতায়ন\nwww.dcrajshahi.gov.bd রাজশাহী জেলা তথ্যবাতায়ন"}