{"pageid": 12402, "title": "ডিরাক সমীকরণ", "url": "https://bn.wikipedia.org/wiki?curid=12402", "content": "ডিরাক সমীকরণটি পদার্থবিজ্ঞানের আপেক্ষিকতা তত্ত্বীয় কোয়ান্টাম বলবিদ্যাজাত একটি তরঙ্গ সমীকরণ যা মৌলিক স্পিন ১/২ কণিকা, যেমন- ইলেকট্রনের আচরণের এমন পূর্ণাঙ্গ ব্যাখ্যা দেয় যা, কোয়ান্টাম বলবিদ্যা এবং বিশেষ আপেক্ষিকতা তত্ত্ব উভয়ের সাথেই সামঞ্জস্যপূর্ণ। ব্রিটিশ পদার্থবিদ পল ডিরাক ১৯২৮ সালে এটি আবিষ্কার করেন। গবেষণাগারে আবিষ্কার করার আগেই এই সমীকরণের সাহায্যে ডিরাক প্রতিকণা'র(বিশেষতঃ পজিট্রন) অস্তিত্ব সম্পর্কে ভবিষ্যদ্বাণী করেন। পরবর্তিতে এই ভবিষ্যদ্বাণীর সূত্র ধরে ইলেকট্রনের প্রতিকণা, পজিট্রনের আবিষ্কার আধুনিক তত্ত্বীয় পদার্থবিজ্ঞানের সবচেয়ে বড় সাফল্যগুলির একটি।\nযেহেতু ডিরাক সমীকরণটি মূলতঃ ইলেকট্রনের আচরণ ব্যাখ্যা করার উদ্দেশ্যে উদ্ভাবণ করা হয়, তাই এই নিবন্ধে ইলেকট্রন নিয়েই আলোচনা করা হবে। তবে সমীকরণটি স্পিন ১/২ কণিকা কোয়ার্ক'র বেলায়ও সমভাবে প্রযোজ্য হবে। যদিও প্রোটন এবং নিউট্রন মোলিক কণিকা নয়(এরা প্রত্যেকে একাধিক কোয়ার্কের সমন্বয়ে গঠিত) তবুও খানিকটা পরিবর্তিত ডিরাক সমীকরণ এদের আচরণও ব্যাখ্যা করতে পারে। ডিরাক সমীকরণের আরেকটি প্রকরণ হলো ম্যাজোরানা সমীকরণ, যা নিউট্রিনো'র আচরণ ব্যাখ্যা করতে পারবে বলে আশা করা হয়।\nডিরাক সমীকরণটি হচ্ছে,\n\n  \n    \n      \n        \n          (\n          \n            \n              α\n              \n                0\n              \n            \n            m\n            \n              c\n              \n                2\n              \n            \n            +\n            \n              ∑\n              \n                j\n                =\n                1\n              \n              \n                3\n              \n            \n            \n              α\n              \n                j\n              \n            \n            \n              p\n              \n                j\n              \n            \n            \n            c\n          \n          )\n        \n        ψ\n        (\n        \n          x\n        \n        ,\n        t\n        )\n        =\n        i\n        ℏ\n        \n          \n            \n              ∂\n              ψ\n            \n            \n              ∂\n              t\n            \n          \n        \n        (\n        \n          x\n        \n        ,\n        t\n        )\n      \n    \n    {\\displaystyle \\left(\\alpha _{0}mc^{2}+\\sum _{j=1}^{3}\\alpha _{j}p_{j}\\,c\\right)\\psi (\\mathbf {x} ,t)=i\\hbar {\\frac {\\partial \\psi }{\\partial t}}(\\mathbf {x} ,t)}\n  \n\nযেখানে, \n\nm হলো ইলেকট্রনের নিশ্চল ভর;\nc হলো আলোর দ্রুতি;\np হলো ভরবেগ অপেক্ষক;\n\n  \n    \n      \n        \n        ℏ\n      \n    \n    {\\displaystyle \\,\\hbar }\n  \n হলো লঘুকৃত প্ল্যাংকের ধ্রুবক;\nx এবং t হলো যথাক্রমে স্থান এবং কাল স্থানাংক; আর\n\n  \n    \n      \n        \n        ψ\n        (\n        \n          x\n        \n        ,\n        t\n        )\n      \n    \n    {\\displaystyle \\,\\psi (\\mathbf {x} ,t)}\n  \n হলো চার-উপাদান বিশিষ্ট তরঙ্গ অপেক্ষক (সাধারণ আপেক্ষিকতা তত্ত্বের শর্তানুসারে তরঙ্গ অপেক্ষক'কে সাধারণ স্কেলার রূপে নয়, বরং চার-উপাদানবিশিষ্ট স্পিনর হিসাবে প্রকাশ করতে হয়। উপাদানগুলির ভৌত তাৎপর্য নিচে বর্ণনা করা হয়েছে।)\n\n  \n    \n      \n        \n        α\n      \n    \n    {\\displaystyle \\,\\alpha }\n  \n গুলি হলো রৈখিক অপারেটর, এরা তরঙ্গ অপেক্ষকের উপর ক্রিয়া করে। এদের সবচেয়ে মোলিক বৈশিষ্ট্যটি হলো, এদের অবশ্যই পরস্পরের সাথে প্রতিবিনিময়যোগ্য হতে হবে। অন্যভাবে বললে,\n\n  \n    \n      \n        \n        \n          α\n          \n            i\n          \n        \n        \n          α\n          \n            j\n          \n        \n        =\n        −\n        \n          α\n          \n            j\n          \n        \n        \n          α\n          \n            i\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\,\\alpha _{i}\\alpha _{j}=-\\alpha _{j}\\alpha _{i},}\n  \n\nযেখানে \n  \n    \n      \n        i\n        ≠\n        j\n      \n    \n    {\\displaystyle i\\neq j}\n  \n, এবং i ও j এর সম্ভাব্য মান ০ থেকে ৩ এর মধ্যে সীমাবদ্ধ থাকবে। সবচেয়ে সহজ যে উপায়ে এই বৈশিষ্ট্যগুলি পাওয়া যাবে তা হলো: ৪ X ৪ ম্যাট্রিক্স। এরচেয়ে ক্ষুদ্রতর মাত্রার ম্যাট্রিক্সের কোন সেট পাওয়া সম্ভব নয়, যা প্রতিবিনিময় শর্তটি মেনে চলে। আসলে চতুর্মাত্রার ম্যাট্রিক্সের প্রয়োজনীয়তার ভৌতিক তাৎপর্য রয়েছে।\nযদিও এর বিকল্প রয়েছে, তবু \n  \n    \n      \n        \n        α\n      \n    \n    {\\displaystyle \\,\\alpha }\n  \nগুলোর জন্য একটা সুবিধাজনক পছন্দ হতে পারে এরকম:\n\n  \n    \n      \n        \n          α\n          \n            0\n          \n        \n        =\n        \n          \n            [\n            \n              \n                \n                  1\n                \n                \n                  0\n                \n                \n                  0\n                \n                \n                  0\n                \n              \n              \n                \n                  0\n                \n                \n                  1\n                \n                \n                  0\n                \n                \n                  0\n                \n              \n              \n                \n                  0\n                \n                \n                  0\n                \n                \n                  −\n                  1\n                \n                \n                  0\n                \n              \n              \n                \n                  0\n                \n                \n                  0\n                \n                \n                  0\n                \n                \n                  −\n                  1\n                \n              \n            \n            ]\n          \n        \n        ,\n        \n        \n          α\n          \n            1\n          \n        \n        =\n        \n          \n            [\n            \n              \n                \n                  0\n                \n                \n                  0\n                \n                \n                  0\n                \n                \n                  1\n                \n              \n              \n                \n                  0\n                \n                \n                  0\n                \n                \n                  1\n                \n                \n                  0\n                \n              \n              \n                \n                  0\n                \n                \n                  1\n                \n                \n                  0\n                \n                \n                  0\n                \n              \n              \n                \n                  1\n                \n                \n                  0\n                \n                \n                  0\n                \n                \n                  0\n                \n              \n            \n            ]\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\alpha _{0}={\\begin{bmatrix}1&0&0&0\\\\0&1&0&0\\\\0&0&-1&0\\\\0&0&0&-1\\end{bmatrix}},\\quad \\alpha _{1}={\\begin{bmatrix}0&0&0&1\\\\0&0&1&0\\\\0&1&0&0\\\\1&0&0&0\\end{bmatrix}},}\n  \n\n  \n    \n      \n        \n          α\n          \n            2\n          \n        \n        =\n        \n          \n            [\n            \n              \n                \n                  0\n                \n                \n                  0\n                \n                \n                  0\n                \n                \n                  −\n                  i\n                \n              \n              \n                \n                  0\n                \n                \n                  0\n                \n                \n                  i\n                \n                \n                  0\n                \n              \n              \n                \n                  0\n                \n                \n                  −\n                  i\n                \n                \n                  0\n                \n                \n                  0\n                \n              \n              \n                \n                  i\n                \n                \n                  0\n                \n                \n                  0\n                \n                \n                  0\n                \n              \n            \n            ]\n          \n        \n        ,\n        \n        \n          α\n          \n            3\n          \n        \n        =\n        \n          \n            [\n            \n              \n                \n                  0\n                \n                \n                  0\n                \n                \n                  1\n                \n                \n                  0\n                \n              \n              \n                \n                  0\n                \n                \n                  0\n                \n                \n                  0\n                \n                \n                  −\n                  1\n                \n              \n              \n                \n                  1\n                \n                \n                  0\n                \n                \n                  0\n                \n                \n                  0\n                \n              \n              \n                \n                  0\n                \n                \n                  −\n                  1\n                \n                \n                  0\n                \n                \n                  0\n                \n              \n            \n            ]\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\alpha _{2}={\\begin{bmatrix}0&0&0&-i\\\\0&0&i&0\\\\0&-i&0&0\\\\i&0&0&0\\end{bmatrix}},\\quad \\alpha _{3}={\\begin{bmatrix}0&0&1&0\\\\0&0&0&-1\\\\1&0&0&0\\\\0&-1&0&0\\end{bmatrix}},}\n  \n\nএরা ডিরাক ম্যাট্রিক্স নামে পরিচিত। সম্ভাব্য সবগুলি বিকল্পই আসলে অনুরূপতা রূপান্তর দ্বারা সম্পর্কিত, কারণ তত্ত্বীয়ভাবে উপস্থাপন করতে ডিরাক স্পিনরের কোন বিকল্প নাই।\nডিরাক সমীকরণটি একটি একক ইলেকট্রনের সম্ভাব্যতার বিস্তার ব্যাখ্যা করে। এটা একটা একক-কণা তত্ত্ব; অন্যকথায়, এতে কণাসমূহের সৃষ্টি ও ধ্বংস নিয়ে কিছু বলা হয় না। এটি ইলেকট্রনের চৌম্বক ভ্রামকের উৎসের একটি ভালো ব্যাখ্যা দেয় এবং পারমাণবিক বর্ণালীরেখা'য় দৃষ্ট সূক্ষ্মতর গঠনেরও ব্যাখ্যা দেয়। এটি ইলেকট্রনের স্পিনকে ব্যাখ্যা করতে পারে। সমীকরণটির চারটি সমাধানের দুটি ইলেকট্রনের দুইটি স্পিন দশাকে ব্যাখ্যা করে। কিন্তু বাকি দুটি সমাধান একটু অদ্ভুতভাবে অসীমসংখ্যক কোয়ান্টাম দশার অস্তিত্ব সম্পর্কে ভবিষ্যদ্বাণী করে যেখানে ইলেকট্রনের শক্তি হবে ঋণাত্মক। এই অদ্ভুৎ ফলাফলকে ব্যাখ্যা করতে ডিরাক \"গহ্বর তত্ত্ব\" নামের একটি অসাধারণ তত্ত্বের অবতারনা করেন, যার সূত্রধরে তিনি ধনাত্মক আধানযুক্ত ইলেকট্রনের অনুরূপ কণার অস্তিত্ব সম্পর্কে ভবিষ্যদ্বাণী করেন। ডিরাক প্রথমে মনে করেছিলেন যে, এই কণাগুলো বোধ হয় প্রোটন। কিন্তু তার তত্ত্বমতে কণাগুলোর আধানই কেবল ইলেকট্রনের সমান হবে তা নয়, এদের ভরও হতে হবে ইলেকট্রনের সমান। তাই ১৯৩২ সালে পজিট্রন আবিষ্কৃত হওয়ার পর যখন দেখা গেল যে, তার প্রাথমিক অনুমানটি ভুল ছিল, বরং তার তত্ত্বের ভবিষ্যদ্বাণী অক্ষরে অক্ষরে ফলে গেছে, তখন ডিরাক একটু লজ্জায় পড়ে গিয়েছিলেন। পরে তাকে যখন জিজ্ঞাসা করা হল যে, কেন তিনি অনাগত পজিট্রনকে সঠিক ভরসহ অনুমান করেননি, তিনি বললেন, \"নির্ভেজাল কাপুরুষতা!\" তবে সে যাই হোক, এতে করে ১৯৩৩ সালে তার নোবেল পুরস্কার ভাগাভাগি করে নেয়াটা কিন্তু থেমে থাকেনি।\nএত সাফল্য সত্ত্বেও ডিরাকের তত্ত্বের একটা ত্রুটি হলো, এখানে কণাগুলির সৃষ্টি বা ধ্বংসের সম্ভাবনাকে আমল দেয়া হয়নি, যা কিনা আপেক্ষিকতা তত্ত্বের একটি মৌলিক ফলাফল। পরবর্তিতে তার তত্ত্বটাকে কোয়ান্টাম ক্ষেত্র তত্ত্বে রূপান্তরিত করে এই ত্রুটিটি দূর করা হয়েছে। কোয়ান্টায়িত তাড়িৎ-চৌম্বক ক্ষেত্র যোগ করলে এই তত্ত্বটি কোয়ান্টাম ইলেকট্রো-গতিবিদ্যা তত্ত্বে রূপ নেয়। তাছাড়া ডিরাক সমীকরণটি কেবল ধনাত্মক শক্তিযুক্ত কণার আচরণ ব্যাখ্যা করতে পারে, ঋণাত্মক শক্তির কণাকে ব্যাখ্যা করতে পারে না।\nস্পিন ৩/২ কণার জন্য অনুরূপ সমীকরণটির নাম হলো রারিটা-শুইঙ্গার সমীকরণ।\n\n\n== ডিরাক সমীকরণের প্রতিপাদন ==\nডিরাক সমীকরণটি শ্রোডিঙ্গার সমীকরণের আপেক্ষিকতা তত্ত্বীয় সম্প্রসারণ যা সময়ের সাথে কোয়ান্টাম গতিবিদ্যা সম্পর্কিত কোন ব্যবস্থার বিবর্তনের বর্ণনা দেয়:\n\n  \n    \n      \n        H\n        \n          |\n          \n            ψ\n            (\n            t\n            )\n          \n          ⟩\n        \n        =\n        i\n        ℏ\n        \n          \n            d\n            \n              d\n              t\n            \n          \n        \n        \n          |\n          \n            ψ\n            (\n            t\n            )\n          \n          ⟩\n        \n        .\n      \n    \n    {\\displaystyle H\\left|\\psi (t)\\right\\rangle =i\\hbar {d \\over dt}\\left|\\psi (t)\\right\\rangle .}\n  \n\nসুবিধার্থে এখানে অবস্থান ভিত্তি নিয়ে কাজ করা হবে, যেখানে ব্যবস্থাটির দশাকে একটি তরঙ্গ অপেক্ষক, \n  \n    \n      \n        \n        ψ\n        (\n        \n          x\n        \n        ,\n        t\n        )\n      \n    \n    {\\displaystyle \\,\\psi (\\mathbf {x} ,t)}\n  \n দ্বারা প্রকাশ করা হয়। এই ভিত্তি ব্যবহার করলে শ্রোডিঙ্গার সমীকরণটির আকার হবে এরকম,\n\n  \n    \n      \n        H\n        ψ\n        (\n        \n          x\n        \n        ,\n        t\n        )\n        =\n        i\n        ℏ\n        \n          \n            \n              ∂\n              ψ\n            \n            \n              ∂\n              t\n            \n          \n        \n        (\n        \n          x\n        \n        ,\n        t\n        )\n      \n    \n    {\\displaystyle H\\psi (\\mathbf {x} ,t)=i\\hbar {\\frac {\\partial \\psi }{\\partial t}}(\\mathbf {x} ,t)}\n  \n\nযেখানে হ্যামিল্টনিয়ান H দ্বারা দশা সদিক নয় বরং তরঙ্গ অপেক্ষকের উপর ক্রিয়াশীল একটি অপারেটরকে নির্দেশ করা হয়।\nহ্যামিল্টনিয়ানকে যথাযথভাবে নির্দেশ করতে হবে যাতে এটি ব্যবস্থার মোট শক্তিকে সঠিকভাবে বর্ণনা করে। বাহ্যিক সকল বল ক্ষেত্রের প্রভাব থেকে মুক্ত একটি ইলেকট্রনকে বিবেচনা করা যাক। অ-আপেক্ষিকতা তত্ত্বীয় মডেলের জন্য চিরায়ত বলবিদ্যা'র গতিশক্তি'র অনুরূপ হিসাবে হ্যামিল্টনিয়ান'কে ব্যবহার করলে (আপাতত স্পিনকে বিবেচনার বাইরে রাখা হল):\n\n  \n    \n      \n        H\n        =\n        \n          ∑\n          \n            j\n            =\n            1\n          \n          \n            3\n          \n        \n        \n          \n            \n              p\n              \n                j\n              \n              \n                2\n              \n            \n            \n              2\n              m\n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle H=\\sum _{j=1}^{3}{\\frac {p_{j}^{2}}{2m}},}\n  \n\nযেখানে p গুলি হলো স্থানিক তিনটি দিক, j=1,2,3 এর প্রতিটিতে ভরবেগ অপারেটর। প্রতিটি ভরবেগ অপারেটর তরঙ্গ অপেক্ষকের উপর স্থানিক অবকলনরূপে ক্রিয়া করে:\n\n  \n    \n      \n        \n          p\n          \n            j\n          \n        \n        ψ\n        (\n        \n          x\n        \n        ,\n        t\n        )\n        ≡\n        −\n        i\n        ℏ\n        \n        \n          \n            \n              ∂\n              ψ\n            \n            \n              ∂\n              \n                x\n                \n                  j\n                \n              \n            \n          \n        \n        (\n        \n          x\n        \n        ,\n        t\n        )\n      \n    \n    {\\displaystyle p_{j}\\psi (\\mathbf {x} ,t)\\equiv -i\\hbar \\,{\\frac {\\partial \\psi }{\\partial x_{j}}}(\\mathbf {x} ,t)}\n  \n\nআপেক্ষিকতা তত্ত্বীয় কোন ব্যবস্থার জন্য অন্য একটি হ্যামিল্টনিয়ান খুঁজে বার করতে হবে। ধরে নেয়া যাক যে, ভরবেগ অপারেটরগুলির সংজ্ঞা অপরিবর্তিত থাকবে। আলবার্ট আইনস্টাইনের বিখ্যাত ভর-ভরবেগ-শক্তি সম্পর্ক অনুযায়ী ব্যবস্থাটির সর্বমোট শক্তি হবে,\n\n  \n    \n      \n        E\n        =\n        \n          \n            (\n            m\n            \n              c\n              \n                2\n              \n            \n            \n              )\n              \n                2\n              \n            \n            +\n            \n              ∑\n              \n                j\n                =\n                1\n              \n              \n                3\n              \n            \n            (\n            \n              p\n              \n                j\n              \n            \n            c\n            \n              )\n              \n                2\n              \n            \n          \n        \n        .\n      \n    \n    {\\displaystyle E={\\sqrt {(mc^{2})^{2}+\\sum _{j=1}^{3}(p_{j}c)^{2}}}.}\n  \n\nযার ফলশ্রুতিতে পাওয়া যাবে,\n\n  \n    \n      \n        \n          \n            (\n            m\n            \n              c\n              \n                2\n              \n            \n            \n              )\n              \n                2\n              \n            \n            +\n            \n              ∑\n              \n                j\n                =\n                1\n              \n              \n                3\n              \n            \n            (\n            \n              p\n              \n                j\n              \n            \n            c\n            \n              )\n              \n                2\n              \n            \n          \n        \n        \n        ψ\n        =\n        i\n        ℏ\n        \n          \n            \n              d\n              ψ\n            \n            \n              d\n              t\n            \n          \n        \n        .\n      \n    \n    {\\displaystyle {\\sqrt {(mc^{2})^{2}+\\sum _{j=1}^{3}(p_{j}c)^{2}}}\\;\\psi =i\\hbar {\\frac {d\\psi }{dt}}.}\n  \n\nএই সমীকরণটি সন্তোষজনক নয়, কারণ এটা সময় ও স্থানকে বিশেষ আপেক্ষিকতা তত্ত্বের মূলনীতি অনুযায়ী একি সত্ত্বা হিসাবে বিবেচনা করে না। এই সমীকরণটিকে বর্গ করলে ক্লেইন-গর্ডন সমীকরণ পাওয়া যায়। ডিরাক যুক্তি দেখান, যেহেতু সমীকরণটির ডানপক্ষে সময়ের সাপেক্ষে প্রথম-ক্রম অবকলন রয়েছে, এর বামপক্ষেও কালের সাপেক্ষে (অর্থাৎ, ভরবেগ অপারেটরের সাপেক্ষে) একিরকম সরল কোন প্রথম-ক্রম অবকলন থাকা উচিত। এরকমটা হতে পারে যদি বর্গমূল চিহ্নের অন্তর্গত রাশিটি একটি পূর্ণবর্গ হয়। মনে করা যাক, নিম্নারূপ করা হলো,\n\n  \n    \n      \n        E\n        ⋅\n        I\n        =\n        \n          α\n          \n            0\n          \n        \n        m\n        \n          c\n          \n            2\n          \n        \n        +\n        c\n        \n          ∑\n          \n            i\n            =\n            1\n          \n          \n            3\n          \n        \n        \n          α\n          \n            i\n          \n        \n        \n          p\n          \n            i\n          \n        \n        .\n      \n    \n    {\\displaystyle E\\cdot I=\\alpha _{0}mc^{2}+c\\sum _{i=1}^{3}\\alpha _{i}p_{i}.}\n  \n\nএখানে, I মানে অভেদ উপাদান। তাহলে মুক্ত ডিরাক সমীকরণ পাওয়া যাবে:\n\n  \n    \n      \n        i\n        ℏ\n        \n          \n            \n              d\n              ψ\n            \n            \n              d\n              t\n            \n          \n        \n        =\n        \n          [\n          \n            c\n            \n              ∑\n              \n                i\n                =\n                1\n              \n              \n                3\n              \n            \n            \n              α\n              \n                i\n              \n            \n            \n              p\n              \n                i\n              \n            \n            +\n            \n              α\n              \n                0\n              \n            \n            m\n            \n              c\n              \n                2\n              \n            \n          \n          ]\n        \n        ψ\n      \n    \n    {\\displaystyle i\\hbar {\\frac {d\\psi }{dt}}=\\left[c\\sum _{i=1}^{3}\\alpha _{i}p_{i}+\\alpha _{0}mc^{2}\\right]\\psi }\n  \n\nযেখানে \n  \n    \n      \n        \n        α\n      \n    \n    {\\displaystyle \\,\\alpha }\n  \n'গুলি ধ্রুবক যাদের মান আপেক্ষিকতা তত্ত্বীয় মোট শক্তির বদৌলতে সহজেই নির্ণয় করা সম্ভব।\n\n  \n    \n      \n        \n          E\n          \n            2\n          \n        \n        =\n        (\n        m\n        \n          c\n          \n            2\n          \n        \n        \n          )\n          \n            2\n          \n        \n        +\n        \n          ∑\n          \n            j\n            =\n            1\n          \n          \n            3\n          \n        \n        (\n        \n          p\n          \n            j\n          \n        \n        c\n        \n          )\n          \n            2\n          \n        \n        =\n        \n          \n            (\n            \n              \n                α\n                \n                  0\n                \n              \n              m\n              \n                c\n                \n                  2\n                \n              \n              +\n              \n                ∑\n                \n                  j\n                  =\n                  1\n                \n                \n                  3\n                \n              \n              \n                α\n                \n                  j\n                \n              \n              \n                p\n                \n                  j\n                \n              \n              \n              c\n            \n            )\n          \n          \n            2\n          \n        \n        .\n      \n    \n    {\\displaystyle E^{2}=(mc^{2})^{2}+\\sum _{j=1}^{3}(p_{j}c)^{2}=\\left(\\alpha _{0}mc^{2}+\\sum _{j=1}^{3}\\alpha _{j}p_{j}\\,c\\right)^{2}.}\n  \n\nবর্গ'কে সম্প্রসারিত করে, উভয়পক্ষের সহগগুলি তুলনা করে, \n  \n    \n      \n        \n        α\n      \n    \n    {\\displaystyle \\,\\alpha }\n  \nগুলির জন্য নিম্নোক্ত শর্তাদি পাওয়া যায়:\n\n  \n    \n      \n        \n          α\n          \n            0\n          \n          \n            2\n          \n        \n        =\n        I\n        ,\n      \n    \n    {\\displaystyle \\alpha _{0}^{2}=I,}\n  \n\n  \n    \n      \n        \n          α\n          \n            i\n          \n        \n        \n          α\n          \n            0\n          \n        \n        +\n        \n          α\n          \n            0\n          \n        \n        \n          α\n          \n            i\n          \n        \n        =\n        0\n        \n        ,\n        \n        i\n        =\n        1\n        ,\n        2\n        ,\n        3\n        ,\n      \n    \n    {\\displaystyle \\alpha _{i}\\alpha _{0}+\\alpha _{0}\\alpha _{i}=0\\,,\\quad i=1,2,3,}\n  \n\n  \n    \n      \n        \n        \n          α\n          \n            i\n          \n        \n        \n          α\n          \n            j\n          \n        \n        +\n        \n          α\n          \n            j\n          \n        \n        \n          α\n          \n            i\n          \n        \n        =\n        2\n        \n          δ\n          \n            i\n            j\n          \n        \n        \n        ,\n        \n        i\n        ,\n        j\n        =\n        1\n        ,\n        2\n        ,\n        3.\n      \n    \n    {\\displaystyle \\quad \\alpha _{i}\\alpha _{j}+\\alpha _{j}\\alpha _{i}=2\\delta _{ij}\\,,\\quad i,j=1,2,3.}\n  \n\nসর্বশেষ এই শর্তগুলি আরো সংক্ষেপে নিম্নোক্তভাবে প্রকাশ করা যায়\n\n  \n    \n      \n        \n          {\n          \n            \n              α\n              \n                μ\n              \n            \n            ,\n            \n              α\n              \n                ν\n              \n            \n          \n          }\n        \n        =\n        2\n        \n          δ\n          \n            μ\n            ν\n          \n        \n        ⋅\n        I\n        \n        ,\n        \n        μ\n        ,\n        ν\n        =\n        0\n        ,\n        1\n        ,\n        2\n        ,\n        3\n      \n    \n    {\\displaystyle \\left\\{\\alpha _{\\mu },\\alpha _{\\nu }\\right\\}=2\\delta _{\\mu \\nu }\\cdot I\\,,\\quad \\mu ,\\nu =0,1,2,3}\n  \n\nযেখানে {...} হলো প্রতিবিনিময়কারী, যার সংজ্ঞা হচ্ছে, {A,B}≡AB+BA, এবং δ হলো ক্রনেকার ডেল্টা, যার মান ১ হবে যদি উভয় পাদসূচকই সমান হয়, নতুবা এর মান হবে ০। ক্লিফোর্ড অ্যালজেবরা দেখুন।\n\n  \n    \n      \n        \n        α\n      \n    \n    {\\displaystyle \\,\\alpha }\n  \nগুলি সাধারণ সংখ্যা না হয়ে ম্যাট্রিক্স হলেই কেবল এই শর্তগুলি রক্ষা করা সম্ভব হবে। ম্যাট্রিক্সগুলিকে হারমিশিয়ান হতে হবে যাতে হ্যামিল্টনিয়ান হয় হারমিশিয়ান। কমপক্ষে ৪ X ৪ ম্যাট্রিক্স প্রয়োজন। তবে ম্যাট্রিক্সের উপস্থাপনা'র জন্যে একাধিক বিকল্প রয়েছে। কোনভাবে উপস্থাপন করা হচ্ছে তার ওপর ডিরাক সমীকরণের বৈশিষ্ট্য নির্ভর না করলেও তরঙ্গ অপেক্ষকের আলাদা আলাদা উপাদানের ভৌত তাৎপর্য নির্ভর করে।\nশুরুতেই ডিরাক সমীকরণটি উপস্থাপন করা হয়েছিল, তবে একে আরো সংহতভাবে নিম্নরূপে প্রকাশ করা যায়,\n\n  \n    \n      \n        \n          α\n          \n            0\n          \n        \n        =\n        \n          \n            [\n            \n              \n                \n                  I\n                \n                \n                  0\n                \n              \n              \n                \n                  0\n                \n                \n                  −\n                  I\n                \n              \n            \n            ]\n          \n        \n        \n        \n          α\n          \n            j\n          \n        \n        =\n        \n          \n            [\n            \n              \n                \n                  0\n                \n                \n                  \n                    σ\n                    \n                      j\n                    \n                  \n                \n              \n              \n                \n                  \n                    σ\n                    \n                      j\n                    \n                  \n                \n                \n                  0\n                \n              \n            \n            ]\n          \n        \n      \n    \n    {\\displaystyle \\alpha _{0}={\\begin{bmatrix}I&0\\\\0&-I\\end{bmatrix}}\\quad \\alpha _{j}={\\begin{bmatrix}0&\\sigma _{j}\\\\\\sigma _{j}&0\\end{bmatrix}}}\n  \n\nযেখানে 0 এবং I হলো যথাক্রমে ২ X ২ শূন্য এবং অভেদ ম্যাট্রিক্স, এবং σjগুলি (j = ১,২,৩) হলো পাউলি মেট্রিক্স।\nএই সমীকরণের হ্যামিল্টনিয়ান হলো,\n\n  \n    \n      \n        H\n        =\n        \n        \n          α\n          \n            0\n          \n        \n        m\n        \n          c\n          \n            2\n          \n        \n        +\n        \n          ∑\n          \n            j\n            =\n            1\n          \n          \n            3\n          \n        \n        \n          α\n          \n            j\n          \n        \n        \n          p\n          \n            j\n          \n        \n        \n        c\n      \n    \n    {\\displaystyle H=\\,\\alpha _{0}mc^{2}+\\sum _{j=1}^{3}\\alpha _{j}p_{j}\\,c}\n  \n\nএকে ডিরাক হ্যামিল্টনিয়ান বলা হয়।\n\n\n== আরও দেখুন ==\nব্রেইট সমীকরণ\nক্লেইন-গর্ডন সমীকরণ\nকোয়ান্টাম তড়িৎ-গতিবিদ্যা\nরারিটা-শুইঙ্গার সমীকরণ\n\n\n== উৎসপঞ্জী ==\n\n\n=== নির্বাচিত গবেষণাপত্র ===\nP.A.M. Dirac, Proc. R. Soc. A117 610 (1928)\nP.A.M. Dirac, Proc. R. Soc. A126 360 (1930)\nC.D. Anderson, Phys. Rev. 43, 491 (1933)\nR. Frisch and O. Stern, Z. Phys. 85 4 (1933)\n\n\n=== পাঠ্যপুস্তক ===\nDirac, P.A.M., Principles of Quantum Mechanics, 4th edition (Clarendon, 1982)\nShankar, R., Principles of Quantum Mechanics, 2nd edition (Plenum, 1994)\nBjorken, J D & Drell, S, Relativistic Quantum mechanics\nThaller, B., The Dirac Equation, Texts and Monographs in Physics (Springer, 1992)\nSchiff, L.I., Quantum Mechanics, 3rd edition (McGraw-Hill, 1955)\n\n\n== তথ্যসূত্র =="}