{"pageid": 1240330, "title": "অস্ট্রেলিয়ায় বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1240330", "content": "অস্ট্রেলিয়ায় বৌদ্ধ ধর্ম একটি সংখ্যালঘু ধর্ম। ২০১৬ সালের আদমশুমারি অনুসারে, অস্ট্রেলিয়ার মোট জনসংখ্যার ২.৪ শতাংশ বৌদ্ধ হিসাবে চিহ্নিত। ১৯৯৬ এবং ২০০১ সালের আদমশুমারির মধ্যে এটির অনুসারীদের সংখ্যা ৭৯ শতাংশ বৃদ্ধি করে শতাংশের ভিত্তিতে এটি সবচেয়ে দ্রুত বর্ধনশীল ধর্মও ছিল। অস্ট্রেলিয়ার বৌদ্ধদের সর্বোচ্চ শতাংশ ক্রিসমাস দ্বীপে রয়েছে, যেখানে বৌদ্ধরা ২০১৬ সালের আদমশুমারি অনুসারে মোট জনসংখ্যার ৩৫% গঠন করে। খ্রিস্টান এবং হিন্দু ধর্মের পরে বৌদ্ধ ধর্ম দেশের ৩য় বৃহত্তম ধর্ম।\n\n\n== ইতিহাস ==\nঅস্ট্রেলিয়ায় বৌদ্ধ বসতি স্থাপনের প্রথম স্পষ্ট উদাহরণ ১৮৫৮ সালে। যাইহোক, কিছু নৃতাত্ত্বিকদের কাছ থেকে অনুমান করা হয়েছে যে কয়েকশ বছর আগে যোগাযোগ ছিল; অ্যাবোরিজিনাল মেন অফ হাই ডিগ্রী বইতে, এপি এলকিন তার বিশ্বাসের প্রমাণ হিসেবে উল্লেখ করেছেন যে ইন্দোনেশিয়ার ব্যবসায়ীরা আধুনিক যুগের ড্যাম্পিয়ারের কাছাকাছি অঞ্চলে বৌদ্ধ ও হিন্দু ধর্মের সাথে ক্ষণস্থায়ী যোগাযোগ এনে থাকতে পারে। এলকিন আদিবাসী অস্ট্রেলিয়ান সংস্কৃতি এবং বৌদ্ধ ধারণা যেমন পুনর্জন্মের মধ্যে একটি যোগসূত্র ব্যাখ্যা করেছেন। তিনি যুক্তি দিয়েছিলেন যে ম্যাকাসান ব্যবসায়ীদের সাথে যোগাযোগের মাধ্যমে এই লিঙ্কটি আনা হতে পারে। ১৫শতকের উত্তর অস্ট্রেলিয়ায় চীনা ধ্বংসাবশেষের উপস্থিতির প্রতিবেদনের কারণেও জল্পনা-কল্পনা ছিল, যদিও এটি পূর্বের অনুসন্ধানের পরিবর্তে বাণিজ্যের মাধ্যমে অনেক পরে আনা হতে পারে।\n১৮৫১ সালে, চীনাদের প্রথম বৃহৎ গোষ্ঠী অস্ট্রেলিয়ায় এসেছিল গোল্ড রাশের অংশ হিসাবে, তাদের বেশিরভাগই গণ অভিবাসনের পরিবর্তে প্রত্যাশার উদ্দেশ্যে সংক্ষিপ্তভাবে অবস্থান করেছিল। ১৮৫৬ সালে, ধর্মনিরপেক্ষ সেজে ইয়াপ গ্রুপ দ্বারা দক্ষিণ মেলবোর্নে একটি মন্দির প্রতিষ্ঠিত হয়েছিল। এই মন্দিরটি তাওবাদ, কনফুসিয়ানিজম, বিভিন্ন সাংস্কৃতিক দেবতা এবং এমনকি জ্যোতিষ সংক্রান্ত কার্যকলাপের জন্যও ব্যবহৃত হয়েছিল। যাইহোক, চীন থেকে কোন ধর্মযাজক কখনও অস্ট্রেলিয়ায় আসেননি, এবং মন্দিরটি শেষ পর্যন্ত ২০ শতকের শেষের দিকে হ্রাস পায় এবং অদৃশ্য হয়ে যায়।\nঅস্ট্রেলিয়ায় আগমনকারী প্রথম বৌদ্ধ দলটি ছিল জাপানের অ্যাক্রোব্যাট এবং জাগলদের একটি দল যারা ১৮৬৭ সালে সফর করেছিল। পুরো শতাব্দী জুড়ে আরও বেশি লোক এসেছে, বেশিরভাগই উত্তর অস্ট্রেলিয়ার মুক্তা শিল্পের সাথে জড়িত, বৃহস্পতিবার দ্বীপে এবং ব্রুম এবং ডারউইন, উত্তর টেরিটরিতে আনুমানিক ৩৬০০ ছুঁয়েছে।\n১৮৭০ সালে শ্রীলঙ্কা থেকে প্রথম সিংহলি বৌদ্ধরা আখের বাগানে কাজ করতে আসেন। 1876 সালে বৃহস্পতিবার দ্বীপে একটি সম্প্রদায় বিদ্যমান বলে বিশ্বাস করা হয়েছিল। ১৮৮২ সালে, ৫০০ জনের একটি দল কলম্বো ছেড়ে কুইন্সল্যান্ডের উদ্দেশ্যে, বেশিরভাগই ম্যাকেতে। অস্ট্রেলিয়ায় বৌদ্ধ ধর্মের প্রতিষ্ঠার প্রমাণকারী প্রাচীনতম অবশিষ্ট কাঠামো হল 1890-এর দশকে বৃহস্পতিবার দ্বীপে রোপণ করা দুটি বোধি গাছ, যদিও একসময় সেখানে দাঁড়িয়ে থাকা মন্দিরটি আর নেই।\n২০ শতকের সময়, হোয়াইট অস্ট্রেলিয়া নীতির কারণে দেশত্যাগ এবং অভিবাসনের অভাবের কারণে বৌদ্ধদের সংখ্যা ধীরে ধীরে হ্রাস পায়।\n১৮৯১ সালে, আমেরিকান বৌদ্ধ, কর্নেল হেনরি স্টিল ওলকট, যিনি থিওসফিক্যাল সোসাইটির সহ-প্রতিষ্ঠাতা ছিলেন অস্ট্রেলিয়ায় আসেন এবং একটি বক্তৃতা সিরিজে অংশ নেন, যা প্রধানত উচ্চ-শ্রেণীর সমাজের ছোট চেনাশোনাগুলিতে বৌদ্ধধর্ম সম্পর্কে আরও বেশি সচেতনতার দিকে পরিচালিত করে। থিওসফিক্যাল সোসাইটির একজন সদস্য ছিলেন ভবিষ্যতের অস্ট্রেলিয়ান প্রধানমন্ত্রী আলফ্রেড ডিকিন, যিনি ১৮৯০ সালে ভারত ও শ্রীলঙ্কায় তিন মাস কাটিয়েছিলেন এবং একটি বই লিখেছিলেন যা বৌদ্ধধর্ম সহ আধ্যাত্মিক বিষয় নিয়ে আলোচনা করেছিল।\nঅস্ট্রেলিয়ায় সন্ন্যাসীর আগমনের প্রথম উদাহরণ ছিল ১৯১০ সালে, যখন ইয়ারমাউথে ইএইচ স্টিভেনসন জন্মগ্রহণকারী ইউ সাসানা ধাজা বার্মা থেকে এসেছিলেন। বছরের পর বছর ধরে, বিভিন্ন সন্ন্যাসীরা অস্ট্রেলিয়া সফর করেছিলেন, কিন্তু 1970-এর দশকে শ্রীলঙ্কা থেকে একজন আবাসিক সন্ন্যাসী (নাম শ্রদ্ধেয় সোমালোকা) আসেননি।\nপ্রথম নির্দিষ্ট বৌদ্ধ গোষ্ঠী, বৌদ্ধ স্টাডি গ্রুপ মেলবোর্ন, মেলবোর্নে 1938 সালে লেন বুলেন দ্বারা গঠিত হয়েছিল, কিন্তু দ্বিতীয় বিশ্বযুদ্ধের সময় এটি ভেঙে পড়ে। 1953 সালে ভিক্টোরিয়ার বৌদ্ধ সোসাইটি গঠিত হয় এবং 1956 সালে নিউ সাউথ ওয়েলসের বৌদ্ধ সোসাইটি গঠিত হয়। 1950 এর দশক থেকে 1970 এর দশক পর্যন্ত, বৌদ্ধ সমাজগুলি এমন একটি সংগঠন ছিল যা বৌদ্ধধর্ম নিয়ে স্ব-আলোচনা করত।\n\n1970 এর দশকের শেষের দিকে, বৌদ্ধধর্ম আরও ব্যাপক হতে শুরু করে, প্রধানত ভিয়েতনাম যুদ্ধের পরে দক্ষিণ পূর্ব এশিয়া থেকে অভিবাসনের কারণে, সেইসাথে তিব্বতি বৌদ্ধধর্মের পশ্চিম দেশগুলিতে প্রসারের কারণে, যার নেতৃত্বে লামা ইয়েশের মতো ব্যক্তিত্ব, যিনি ধর্মীয় প্রতিষ্ঠানগুলি প্রতিষ্ঠা করেছিলেন। আবাসিক সন্ন্যাসী, এবং সোগিয়াল রিনপোচে, 1980-এর দশকে, রিগপা সংস্থার প্রতিষ্ঠাতা। চলমান দশকগুলিতে এশিয়া থেকে আরও অভিবাসন দ্বারা এটি পরিপূরক হয়েছিল।\n2009 সালে অস্ট্রেলিয়ায় চারজন মহিলা থেরবাদা সন্ন্যাসিনী হিসাবে ভিক্ষুনি অর্ডিনেশন পেয়েছিলেন, অস্ট্রেলিয়ায় প্রথমবারের মতো এই ধরনের অর্ডিনেশন হয়েছিল। এটি অস্ট্রেলিয়ার পার্থে ২২ অক্টোবর ২০০৯-এ বোধিনিয়ানা মঠে পরিবেশিত হয়েছিল। পালি বিনয়ের সাথে সম্পূর্ণ সঙ্গতিপূর্ণ ভিক্ষু এবং ভিক্ষুনিদের একটি দ্বৈত সংঘের দ্বারা পূজনীয় নিরোধ, সেরি এবং হাসপান্নার সাথে অ্যাবেস ভায়ামাকে ভিক্ষুনি হিসাবে নিযুক্ত করা হয়েছিল।\n\n1996 সাল থেকে ২০০১ সালের আদমশুমারি পর্যন্ত বৌদ্ধধর্মের অনুগামীদের সংখ্যা ৭৯ শতাংশ বৃদ্ধি পেয়ে অস্ট্রেলিয়ায় সব ধর্মের সর্বোচ্চ শতাংশ বৃদ্ধি পেয়েছিল। 1986 সালের আদমশুমারি থেকে, অনুগামীদের সংখ্যা 80,387 থেকে বেড়ে 2001-এ প্রায় 370,345 হয়েছে। যাইহোক, এটি 2011 সালে 2.5 শতাংশ থেকে 2016 সালে 2.4 শতাংশে হ্রাস পেতে শুরু করে, যদিও এখনও অনুগামীদের সংখ্যা প্রায় 34,700 বৌদ্ধ বৃদ্ধি পেয়েছে।\n\n\n== জনসংখ্যা ==\nঅস্ট্রেলিয়ায় বৌদ্ধ ধর্মের জনসংখ্যার পরিবর্তন দেওয়া হয়েছে \n\n2011 সালের আদমশুমারির তথ্য দেখায় যে বৌদ্ধ অধিভুক্ত জনসংখ্যা 418,749 থেকে 528,977 জনে বেড়েছে, যা 20.8% বৃদ্ধি পেয়েছে।  সেই সময়ে অস্ট্রেলিয়ার জনসংখ্যা 21.5 মিলিয়ন হিসাবে অনুমান করা হয়েছিল, একই আদমশুমারি অনুসারে, বৌদ্ধ জনসংখ্যা জনসংখ্যার 2.46% অনুমান করা যেতে পারে।\n2016 আদমশুমারি, বৌদ্ধ জনসংখ্যার সংখ্যা 563,677 জন, যাদের মধ্যে 33% বৃহত্তর সিডনিতে, 30% গ্রেটার মেলবোর্নে এবং 8% গ্রেটার ব্রিসবেন এবং গ্রেটার পার্থে বাস করে। বৌদ্ধদের সর্বাধিক অনুপাত সহ রাজ্য এবং অঞ্চলগুলি হল ভিক্টোরিয়া (৪%) এবং নিউ সাউথ ওয়েলস (৩%), যেখানে সবচেয়ে কম বৌদ্ধদের মধ্যে রয়েছে কুইন্সল্যান্ড (1.51%) এবং তাসমানিয়া (0.79%)৷ \nবৌদ্ধদের সর্বোচ্চ শতাংশ ক্রিসমাস দ্বীপে উপস্থিত, যেখানে বৌদ্ধ ধর্ম ২০১৬ সালের আদমশুমারি অনুসারে মোট জনসংখ্যার ১৮.১%। ২০১৩ সাল পর্যন্ত ক্রিসমাস দ্বীপে বৌদ্ধধর্ম ছিল বৃহত্তম ধর্ম,সেখানে প্রভাবশালী ধর্ম হয়ে ওঠে যখন মালয়রা দ্বীপের বৃহত্তম জাতিগোষ্ঠীতে পরিণত হয়।\n\n\n== তথ্যসূত্র =="}