{"pageid": 1240230, "title": "সরকারি–বেসরকারি অংশীদারিত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1240230", "content": "একটি সরকারি–বেসরকারি অংশীদারত্ব (পাবলিক–প্রাইভেট পার্টনারশিপ, পিপিপি, ৩পি, বা পি৩) হলো একটি সরকারি ও বেসরকারি খাত মধ্যকার একটি দীর্ঘমেয়াদী সংস্থান। সাধারণত এতে সরকারি প্রকল্প ও পরিষেবা বেসরকারি মূলধন অর্থায়ন এবং তারপর পিপিপি চুক্তির সময় করদাতা এবং/অথবা ব্যবহারকারীদের কাছ থেকে রাজস্ব আদায় জড়িত থাকে। সরকারি–বেসরকারি অংশীদারিত্ব একাধিক দেশে বাস্তবায়িত হয়েছে ও প্রাথমিকভাবে অবকাঠামো প্রকল্পের জন্য ব্যবহৃত হয়ে থাকে। স্কুল, হাসপাতাল, পরিবহন ব্যবস্থা এবং পানি ও পয়ঃনিষ্কাশন ব্যবস্থা নির্মাণ, সজ্জা, পরিচালনা ও রক্ষণাবেক্ষণের জন্য তাদের নিযুক্ত করা হয়েছে।\nবিশেষত কর সংগ্রহ ও উপনিবেশ স্থাপনের উদ্দেশ্যে সার্বভৌম রাষ্ট্রের সূচনা থেকেই ব্যক্তিগত কার্যকর্তা, কর্পোরেশন ও সরকারের মধ্যে সহযোগিতা বিদ্যমান। যাইহোক, সমসাময়িক \"সরকারি-বেসরকারি অংশীদারত্ব\" ২০শ শতাব্দীর শেষের দিকে শুরু হয়। এগুলো লোকপ্রশাসনে বেসরকারি খাতের সম্পৃক্ততা বাড়াতে নব্যউদারনীতির সাথে যুক্ত ছিলো। মূলত, বিশ্বজুড়ে সরকারগুলো তাদের স্থিতিপত্রের বাইরে নতুন বা পুনর্নবীকরণ করা সরকারি খাতের সম্পদকে অর্থায়নের একটি পদ্ধতি হিসেবে দেখেছিল। সহস্রাব্দের প্রারম্ভে, পিপিপির এই দৃষ্টিভঙ্গি প্রবল সমালোচনার মুখে পড়ে কারণ করদাতা বা ব্যবহারকারীদের তখনো সেই পিপিপি প্রকল্পগুলোর জন্য অসামঞ্জস্যপূর্ণ উচ্চ সুদের খরচ সহ অর্থ প্রদান করতে হয়েছিল।\nমূলত এই উদ্বেগের জন্য পিপিপি তহবিল সরঞ্জাম হিসেবে অত্যন্ত বিতর্কিত হয়ে থাকে যে বিনিয়োগের উপর সরকারি বিনিয়োগের ফিরতি ব্যক্তিগত তহবিলের আয়ের তুলনায় কম। পিপিপি বেসরকারিকরণ ও সরকারি পরিষেবার বাইরে চুক্তির মতো ধারণাগুলোর সাথে ঘনিষ্ঠভাবে সম্পর্কিত। পিপিপি কী ও তাদের আর্থিক বিবরণের আশেপাশে থাকা গোপনীয়তা সম্পর্কে একটি সমভাবে বোঝার অভাব পিপিপি সফল হয়েছে কিনা তা মূল্যায়নের প্রক্রিয়াকে জটিল করে তোলে। যখন সমালোচকরা তাদের উচ্চ খরচ ও জবাবদিহিতার বিষয়গুলোকে অস্বীকার করে তখন পিপিপির উকিলরা ঝুঁকির ভাগাভাগি ও উদ্ভাবনের বিকাশকে সবার দৃষ্টিগোচর করে। উদাহরণস্বরূপ, অর্থ ও দক্ষতার মূল্যের ক্ষেত্রে পিপিপি কার্যক্ষমতার প্রমাণ মিশ্র ও প্রায়শই অনুপলব্ধ হয়ে থাকে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\nAbou-bakr, A (2013), Managing Disasters Through Public–Private Partnerships, Georgetown University Press.\nBurnett, M. \"PPP – A decision maker's guide\", European Institute of Public Administration, 2007\nChinchilla, C. \"El nuevo contrato de colaboración entre el setor público y el sector privado\", Revista Española de Derecho Administrativo nº 132 (2006)\nDelmon, Jeff \"Private Sector Investment in Infrastructure: Project finance, PPP projects and risk,\" Kluwer, 2009.\nDelmon, Jeff \"Public Private Partnership Programs: Creating a framework for private sector investment in infrastructure, Kluwer, 2014.\nGonzalez Garcia, Julio V. (মে–আগস্ট ২০০৬)। \"El contrato de colaboración público privada\" [The public-private collaboration contract]। Revista de Administración Pública (স্পেনীয় ভাষায়)। Madrid (170): 7–39। আইএসএসএন 0034-7639। \nKoh, Jae Myong (২০১৮)। Green Infrastructure Financing: Institutional Investors, PPPs and Bankable Projects। Palgrave Macmillan। আইএসবিএন 978-3-319-71769-2। \nLinotte, Didier (১০ জানুয়ারি ২০০৫)। \"Un cadre juridique désormais sécurisé pour les contrats de partenariat\" [A secure legal framework for partnership contracts]। AJDA (ফরাসি ভাষায়)। 2005 (1)। \nMonera Frédéric, Les financements innovants de services et de projets publics, Revue de la Recherche Juridique – Droit prospectif, PUAM, 2005–1, p. 337 & s.\nMoszoro M., Gasiorowski P. (2008), 'Optimal Capital Structure of Public–Private Partnerships', IMF Working Paper 1/2008. [১]\nColman, J. (2002), 'Mumbo jumbo...and other pitfalls:Evaluating PFI/PPP projects', National Audit Office PFI / PPP Conference \"Bringing about beneficial change, London, May.\nEconomic Planning Advisory Commission (EPAC) (1995), 'Final Report of the Private Infrastructure Task Force', Australian Government Publishing Service, Canberra.\nEconomic Planning Advisory Commission (EPAC) (1995), 'Interim Report of the Private Infrastructure Task Force', Australian Government Publishing Service, Canberra.\nHarris, A. C. (1996), 'Financing infrastructure: private profits from public losses', Audit Office of NSW, Public Accounts Committee, Parliament of NSW, Conference, Public/Private infrastructure financing: Still feasible?, Sydney, September.\nHart, Oliver (2003). \"Incomplete contracts and public ownership: Remarks, and an application to public‐private partnerships\". Economic Journal 113: C69-C76.\nHoppe, Eva I.; Schmitz, Patrick W. (২০১৩)। \"Public‐private partnerships versus traditional procurement: Innovation incentives and information gathering\" (পিডিএফ)। The RAND Journal of Economics। 44: 56–74। ডিওআই:10.1111/1756-2171.12010। \nHouse of Representatives Standing Committee on Communications Transport and Microeconomic Reform,   (1997), 'Planning not Patching: An Inquiry Into Federal Road Funding', The Parliament of the Commonwealth of Australia, Australian Government Publishing Service, Canberra.\nIndustry Commission (1996), 'Competitive Tendering and Contracting by Public Sector Agencies', Australian Government Publishing Service, Canberra.\nIossa, Elisabetta; Martimort, David (২০১২)। \"Risk allocation and the costs and benefits of public‐private partnerships\"। The RAND Journal of Economics। 43 (3): 442–474। hdl:2108/90910। ডিওআই:10.1111/j.1756-2171.2012.00181.x। \nLoxley, J. (2010). Public service, private profits: the political economy of public/private partnerships in Canada. Fernwood Publishing. 224 p.\nMinnow, Martha and Jody Freeman (2009), Government By Contract: Outsourcing and American Democracy, Harvard U.P.\nMSI Integrity. (2020). \"Not Fit-for-Purpose The Grand Experiment of Multi-Stakeholder Initiatives in Corporate Accountability, Human Rights and Global Governance.\" San Francisco: Institute for Multi-Stakeholder Initiative Integrity\nMonbiot, George (২০০০)। Captive State, The Corporate Takeover of Britain। Macmillan। আইএসবিএন 978-0-333-90164-9। \nMöric, K. (2009), 'Les partenariats public-privé – le choix du partenaire privé au regard du droit communautaire, Editions Larcier, 264 p.\nOnses, Richard (২০০৩)। The Public Private Partnership of Cartagena de Indias – Colombia: Agbar's Experience। Barcelona। আইএসবিএন 978-84-607-8089-2। \nQuiggin, J. (1996), 'Private sector involvement in infrastructure projects', Australian Economic Review, 1st quarter, 51–64.\nSchaeffer, Peter V.; Loveridge, Scott (২০০২)। \"Toward an Understanding of Types of Public-Private Cooperation\"। Public Performance and Management Review। Taylor & Francis। 26 (2): 169–189। এসটুসিআইডি 143932122। জেস্টোর 3381276। ডিওআই:10.1177/1530957602238261। \nSpackman, M. (2002), 'Public–private partnerships: lessons from the British approach', Economic Systems, 26(3), 283–301.\nStrauch, L. (2009), 'Public Private Partnership in European Road Infrastructure: PPP as Investment Asset Following the M6 Road Project in Hungary', VDM.\nTalibdjanov, N. and Koshnazarov, S. UNDP & Chamber of Commerce and Industry of Uzbekistan, Public-Private Partnership in Uzbekistan: Problems, Opportunities and Ways of Introduction (2008–2009)\nVenkat Raman, A. and J. W. Bjorkman (2009), 'Public-Private Partnerships in Health Care in India: Lessons for Developing Countries'. London. Routledge.\nWhiteside, H. (2015). Purchase for profit: public-private partnerships and Canada's public health-care system. University of Toronto Press."}