{"pageid": 1240160, "title": "শ্রী শ্রী রাধামাধব জিউর মন্দির, চৌমুহনী", "url": "https://bn.wikipedia.org/wiki?curid=1240160", "content": "শ্রী শ্রী রাধামাধব জিউর মন্দির বাংলাদেশের নোয়াখালী জেলার চৌমুহনীতে অবস্থিত একটি হিন্দু মন্দির। এটি প্রায় চারশত বছরেরও বেশি পুরাতন। ১৯৭১ সালের স্বাধীনতা যুদ্ধের সময় হানাদার বাহিনীরা মন্দিরটি সম্পূর্ণরূপে ধংশ করে। স্বাধীনতার পরবর্তী সময়ে ১৯৭৪ সালে মন্দিরটি নতুন ভাবে পুনঃপ্রতিষ্ঠা করা হয়। এখানে হিন্দুধর্মীয় কল্যাণ ট্রাস্ট কর্তৃক শিশু শিক্ষা কেন্দ্র চালু আছে।\n\n\n== ইতিহাস ==\nএই মন্দিরটি আনুমানিক ১৭শ শতাব্দীতে প্রতিষ্ঠিত হয়। এটি কাঠামো টিনের ছাউনির ছিল। ১৯৭১ সালে মহান মুক্তিযুদ্ধে এই মন্দিরের বিগ্রহসহ সব কিছু ধ্বংস করে দেওয়া হয়। পরে ১৩৮১ বঙ্গাব্দে (১৯৭৪ সাল) এখানে নতুনভাবে শ্রী শ্রী রাধামাধব জির বিগ্রহ প্রতিষ্ঠা করে মন্দিরটি পুনরায় চালু করা হয়। সম্প্রতি ২০১০ দশকে জগন্নাথ, বলরাম, সুভদ্রা ও গৌর নিতাইয়ের বিগ্রহ প্রতিষ্ঠা করা হয়। ভক্তরা দোতলা বিশিষ্ট নাটমন্দির তৈরি ও কাঠামোগত উন্নয়ন করেছে। মন্দিরের পিছনে যাত্রী নিবাস ও সাধু সন্ন্যাসীদের থাকার জন্য ত্রিতলা ভবন রয়েছে। মন্দিরের দক্ষিণেও একটি ত্রিতলা ভবন তৈরির পরিকল্পনা থাকলেও সে স্থান ভূমি দরসুর কবলে পড়ায় তা এখনো সম্ভব হয়ে ওঠেনি। এছাড়াও মন্দিরের আরো ৪৯ শতক সম্পত্তি এখনো অন্য এক ভূমি দরসুর দখলে।\n\n\n== পরিচালনা কমিটি ==\nমন্দির কমিটি দ্বারা মন্দিরটি পরিচালিত হয়, বর্তমানে মন্দিরের পরিচালনা কমিটির সভাপতি অ্যাডভকেট রতন লাল সাহা ও সাধারণ সম্পাদক শ্রী গণেশ পুরী।\n\n\n== পূজা অর্চনা ==\nমন্দিরে নিয়মিত রাধা মাধবের পূজা অর্চনা করা হয়। সকালে বাল্যভোগ, বিকেল বেলায় রাজ ভোগ ও রাতে সন্ধ্যা ভোগ নিবেদন করা হয়।  জন্মাষ্টমী, রাধাষ্টমী, ঝুলনযাত্রা, দুর্গাপূজা,  কালীপূজা, শনি পূজাসহ বিভিন্ন অনুষ্ঠান পালন করা হয়ে থাকে। এছাড়া এখনে স্থানীয় ভক্তদের বিবাহ অনুষ্ঠান, অন্নপ্রাশন, শ্রাদ্ধ অনুষ্ঠান করার অনুমতি দেওয়া হয়।\n\n\n== ২০২১-এ হামলা ও লুট ==\nসামাজিক যোগাযোগ মাধ্যমে বিভ্রান্তিকর ও উসকানিমূলক তথ্য ফেসবুকে প্রচার করা হয়েছিল। সাম্প্রদায়িক হামলার সময় লুট হয় কমপক্ষে দুই কোটি টাকার সম্পদ ও নগদ অর্থ। পিতলের মূর্তি ও বিভিন্ন পূজার সামগ্রীসহ অন্যান্য মূল্যবান জিনিসপত্র লুট করে, সেগুলো গলিয়ে বিক্রি করার চেষ্টা করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n২০২১ সালে মন্দির কমিটির সভাপতির সাক্ষাৎকার"}