{"pageid": 1240177, "title": "বাংলাদেশে বিবাচন", "url": "https://bn.wikipedia.org/wiki?curid=1240177", "content": "বাংলাদেশে বিবাচন বলতে বাংলাদেশের সরকার বা সরকারি কর্তৃপক্ষ কর্তৃক দেশটির সংবাদপত্রের বিবাচন (সেন্সরশিপ) এবং বাক-স্বাধীনতার লঙ্ঘনকে বোঝায়। বাংলাদেশের সংবিধানের ৩৯ নং অনুচ্ছেদে বাকস্বাধীনতাকে সুরক্ষা প্রদান করা হয়েছে।\nআন্তর্জাতিক মানবাধিকার সংস্থা হিউম্যান রাইটস ওয়াচের মতে ২০২৪ সালে বাংলাদেশ সরকার সরকারের সমালোচনাকারী ওয়েবসাইটগুলিকে বাধাদান (ব্লক) করতে এবং আন্তর্জালিক তথ্য-উপাত্তের প্রবাহ তথা অনলাইন ট্রাফিকের উপর নজরদারি চালাতে অত্যাধুনিক সরঞ্জাম ব্যবহার করে। হিউম্যান রাইটস ওয়াচের এশিয়া বিভাগীয় পরিচালক ব্র্যাড অ্যাডামস তৎকালীন প্রধানমন্ত্রী শেখ হাসিনার বিরুদ্ধে স্বাধীন সংবাদমাধ্যমকে ভয় দেখানো এবং মতপ্রকাশের স্বাধীনতা খর্ব করার মাধ্যমে কর্তৃত্ববাদের দিকে অগ্রসর হওয়ার অভিযোগ করেন। সম্পাদকরা মানবাধিকার সংস্থাটিএ বলেন যে তারা সরকারের সাথে ঝামেলা এড়াতে ৫০ থেকে ৮০ শতাংশ সংবাদই আত্ম-বিবাচন করে থাকেন। এশিয়া টাইমস বাংলাদেশকে অরওয়েলিয়ান ডিস্টোপিয়া হিসেবে বর্ণনা করেছে। ব্রিটিশ মানবাধিকার সংস্থা আর্টিকেল ১৯ দ্বারা প্রকাশিত গ্লোবাল এক্সপ্রেশন রিপোর্ট ২০১৮-১৯ অনুযায়ী বাংলাদেশে মতপ্রকাশের স্বাধীনতা হ্রাস পায়।\n\n\n== ইতিহাস ==\nসরকার ওয়েব ট্রাফিক নিরীক্ষণের জন্য ডিপ প্যাকেট পরিদর্শনের ব্যবহার অনুমোদন করেছে। ফ্রিডম হাউসের মতে, বাংলাদেশ আংশিক স্বাধীন। রাজনৈতিক প্রতিদ্বন্দ্বী ও সাংবাদিকদের ভয়ভীতি দেখিয়ে আওয়ামী লিগ সরকার ক্ষমতা সুসংহত করেছে বলে জানিয়েছে ফ্রিডম হাউস। তথ্য আপলোড করা থেকে রোধ করতে বাংলাদেশ সরকার ২০১৮ সালের বাংলাদেশ সড়ক-নিরাপত্তা বিক্ষোভের সময় ইন্টারনেটের গতি কমিয়ে দিয়েছে।\n২০১৯ সালের মে মাসে, বাংলাদেশ সরকার অনলাইনে পোস্ট করা বিষয়বস্তুর জন্য একজন আইনজীবী এবং কবি সহ তিনজনকে গ্রেপ্তার করে।\nবাংলাদেশে কোভিড-১৯ মহামারীর পর বাংলাদেশ সরকার প্রেসের ওপর দমন-পীড়ন বাড়িয়েছে। সুইডেনে অবস্থিত নেত্র নিউজ, বাংলাদেশে মহামারীতে ২০ লাখ মারা যাবে বলে দাবি করার পর, সরকারি গোয়েন্দা এজেন্টরা সিলেটে এর সম্পাদক তাসনিম খলিলের মাকে দেখতে যান। তারা তাকে তার ছেলেকে ডেকে সরকারের বিরুদ্ধে সংবাদ প্রকাশ বন্ধ করতে বলে। তথ্যমন্ত্রী হাসান মাহমুদের \"গুজব\" বিরুদ্ধে সতর্কতার পর তারা তাকে দেখতে যান। দ্য ডিপ্লোম্যাটের মতে, শেখ হাসিনার নেতৃত্বাধীন আওয়ামী লিগের সমালোচনামূলক যে কোনো তথ্যকে সরকার \"গুজব\" বলে। কোভিড ১৯-এ সরকারের প্রতিক্রিয়ার সমালোচনা করার জন্য সরকার ডাক্তার, সরকারি কর্মকর্তা এবং শিক্ষাবিদদের বরখাস্ত করেছে।\nপর্নোগ্রাফি বিরোধী অভিযানের অংশ হিসেবে বাংলাদেশ সরকার ২০ হাজার ওয়েবসাইট ও ব্লগ নিষিদ্ধ করেছে। আইসিটি মন্ত্রী মোস্তাফা জব্বার এটিকে তার \"পর্নোগ্রাফির বিরুদ্ধে যুদ্ধের\" অংশ হিসেবে বর্ণনা করেছেন। ব্লগ করা ওয়েবসাইটগুলির মধ্যে একটি হল সামহোয়্যার ইন ব্লগ যা ব্লগিং ওয়েবসাইট যা স্পষ্ট বিষয়বস্তু নিষিদ্ধ করে এবং ডয়চে ভেলের অংশীদার। জব্বার এই নিষেধাজ্ঞাকে সমর্থন করেন যে ওয়েবসাইটটি সরকার ও ইসলামের সমালোচনামূলক বিষয়বস্তু প্রকাশ করেছে।\n২০২১ সালে বাংলাদেশ সরকার পেগাসাস স্পাইওয়্যার ব্যবহার করছে বলে সন্দেহ করা হয়েছিল।\n\n\n== আইন ==\nডিজিটাল নিরাপত্তা আইনকে সংবাদমাধ্যমকে দমন করার হাতিয়ার বলে সমালোচনা করা হয়েছে। রয়টার্সের মতে, ডিজিটাল নিরাপত্তা আইনটি বাকস্বাধীনতা এবং মিডিয়ার উপর একটি শীতল প্রভাব ফেলেছে। সরকারী অনুমোদন ছাড়াই সরকারী অফিস থেকে তথ্য, নথি এবং ছবি পাওয়ার জন্য এই আইনে সাংবাদিককে শাস্তি দেওয়া হয়েছে। ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক আসিফ নজরুলের মতে, এটি বাংলাদেশের অনুসন্ধানী সাংবাদিকতার জন্য হুমকিস্বরূপ। আইনটি পরোয়ানা ছাড়াই সাংবাদিকদের গ্রেপ্তারের অনুমতি দেয় এবং জামিন সীমাবদ্ধ করে। মানব জমিনের সম্পাদক মতিউর রহমান চৌধুরী রিপোর্ট করেছেন যে সাংবাদিকরা আত্ম-বিবাচন অনুশীলন করছে। অ্যামনেস্টি ইন্টারন্যাশনাল অনুসারে এই আইনের অধীনে এক হাজারেরও বেশি মামলা দায়ের করা হয়েছে, যা আইনটিকে \"কঠোর\" বলে বর্ণনা করে।\nসম্প্রচার আইন ২০১৮ হল একটি আইন যা সম্প্রচার মাধ্যমকে নিয়ন্ত্রণ করার জন্য ডিজাইন করা হয়েছে। আইনটি পরোয়ানা ছাড়াই সাংবাদিককে গ্রেপ্তারের অনুমতি দেয় এবং জামিনে বাধা দেয়। টেলিভিশনের টক শোকে দমন করার লক্ষ্যে এই আইন করা হয়েছে।\n\n\n=== মোকদ্দমা ===\nবাংলাদেশ সরকার এবং বাংলাদেশ আওয়ামী লিগের কর্মীরা দ্য ডেইলি স্টার -এর সম্পাদক মাহফুজ আনামের বিরুদ্ধে দেশের বিভিন্ন আদালতে প্রায় ৮০টি ফৌজদারি মামলা দায়ের করেছে, যা বিভিন্ন আদালতে জামিনের জন্য আনামকে সারা দেশে ঘুরতে বাধ্য করেছে। মামলায় তার কাছ থেকে ৮ কোটি টাকা ক্ষতিপূরণ চাওয়া হয়েছে। আনামকে প্রধানমন্ত্রী শেখ হাসিনার অনুষ্ঠান কভার করতেও বাধা দিয়েছে সরকার। ২০১৫ সালে সরকার কোম্পানিগুলিকে ডেইলি স্টারে বিজ্ঞাপন বন্ধ করতে বলেছিল। আনাম তার লেখা সম্পাদকীয় সংখ্যা কমাতে বাধ্য হন।\n\n\n== সংস্থাসমূহ ==\nজাতীয় টেলিকমিউনিকেশন মনিটরিং সেন্টার \"কন্টেন্ট ব্লকিং এবং ফিল্টারিং সিস্টেম\" ব্যবহারের মাধ্যমে সরকারের সমালোচনামূলক বিষয়বস্তু ব্লক করতে সক্ষম। কেন্দ্র বাংলাদেশের সকল ইলেকট্রনিক যোগাযোগ পর্যবেক্ষণ করে।\n\n\n== গেমস ==\nঅতীতে বিভিন্ন গেম ব্লক করা হয়েছিল\n বিভিন্ন ইন্টারনেট সাইটও বাংলাদেশে পরিষেবা দিতে পারে না।\n\n\n== চলচ্চিত্র ==\n১৯৯১ সালে বাংলাদেশ সেন্সর বোর্ড বাংলাদেশের মুক্তিযুদ্ধের উপর তানভীর মোকাম্মেলের একটি ডকুমেন্টারি রিমেমব্রেন্স অফ '৭১ সেন্সর করে।\n১৯৯৪ সালে বাংলাদেশ সেন্সর বোর্ড তানভীর মোকাম্মেলের নদির নাম মধুমতিকে \"জাতীয়তাবিরোধী\" বলে নিষিদ্ধ করেছিল।আওয়ামী লিগ ক্ষমতায় আসার পর ছবিটি মুক্তি পায়।\n১৯৯৫ সালে সেন্সর বোর্ড তারেক মাসুদ এবং ক্যাথরিন মাসুদের দ্বারা মুক্তির গানে আপত্তি জানায়, কারণ তারা বিশ্বাস করেছিল যে ডকুমেন্টারির গানগুলি আওয়ামী লিগপন্থী, তৎকালীন বিরোধী দল। আওয়ামী লিগ ক্ষমতায় আসার পর ছবিটি মুক্তি পায়।\n২০০৫ সালে স্বরাষ্ট্র মন্ত্রণালয় পার্বত্য চট্টগ্রামের আদিবাসী সম্প্রদায়ের উপর কাপ্তাই বাঁধের প্রভাবের একটি প্রামাণ্যচিত্র কর্ণফুলীর টিয়ারড্রপস সেন্সর করার চেষ্টা করে। তথ্যচিত্রটি নির্মাণ করেছেন তানভীর মোকাম্মেল।\n২০০৯ সালে বাংলাদেশ সেন্সর বোর্ড এনামুল করিম নির্ঝরের একটি ব্যঙ্গাত্মক চলচ্চিত্র নোমুনা মুক্তির অনুমতি দিতে অস্বীকার করে, কারণ চলচ্চিত্রটি বাংলাদেশের রাজনৈতিক ব্যক্তিত্বদের ব্যঙ্গ করে। সেন্সর বোর্ড থার্ড পারসন সিঙ্গুলার নম্বর সিনেমা থেকে রাস্তার হয়রানি দেখানো দৃশ্য অপসারণ করতে বাধ্য করেছে।\n২০১১ সালে বাংলাদেশ সেন্সর বোর্ড হৃদয় ভাঙ্গা ধেউকে নিষিদ্ধ করেছিল কারণ সিনেমার প্রধান খলনায়ক একটি মুজিব কোট পরেছিলেন, একটি কোট যা শেখ মুজিবুর রহমান পরিধান করেছিলেন।\n২০১৫ সালে বাংলাদেশ সেন্সর বোর্ড বাংলাদেশের প্রথম চাকমা, একটি জাতিগত সংখ্যালঘু, ভাষার চলচ্চিত্র মোর ঠেঙ্গারি ছবিটিকে শংসাপত্র দিতে অস্বীকার করে মুক্তি বিলম্বিত করে। তথ্য মন্ত্রণালয় সেন্সর বোর্ডকে চিঠি দিয়ে ছবির কিছু দৃশ্যে আপত্তি জানিয়ে সেগুলো মুছে ফেলার অনুরোধ করেছে। পরিচালক অং রাখাইন ছবিটি কেটে না দিয়ে প্রত্যাহার করে নেন।\n\n\n== সংবাদপত্র ==\n১৯৭৪ সালে একদলীয় বাকশাল শাসন শুরুর পর বাংলাদেশে সংবাদপত্র বিধিনিষেধের সম্মুখীন হয়।\nমুক্ত গণমাধ্যম পরবর্তী সামরিক শাসনের অধীনে আরও বিবাচন অনুভব করে। ১৯৯১ সালে গণতন্ত্র পুনঃপ্রতিষ্ঠার পর, প্রেস আবার বিকাশ লাভ করতে শুরু করে।\n২০০২ সালে বাংলাদেশ জাতীয়তাবাদী দল সরকার বেসরকারি নিউজ নেটওয়ার্ক ইটিভি নিষিদ্ধ করে।\n২০০৮ সালে সামরিক সমর্থিত তত্ত্বাবধায়ক সরকার একটি ব্লগিং ওয়েবসাইট সচলায়তন নিষিদ্ধ করেছিল।\n২০০৯ সালে বাংলাদেশ আওয়ামী লিগ সরকার ২০০৯ সালের বাংলাদেশ রাইফেলস বিদ্রোহের সরকারী ব্যবস্থাপনার সমালোচনামূলক ভিডিওগুলির জন্য ইউটিউব ব্লক করে।\n২০১০ সালে সরকার ইসলামের সমালোচনামূলক ছবিগুলির জন্য ফেসবুককে ব্লক করে।\n২০১২ সালে সরকার ইসলামের সমালোচনামূলক ভিডিওগুলির জন্য ইউটিউব ব্লক করে।\n২০১৩ সালে বাংলাদেশ টেলিকমিউনিকেশন রেগুলেটরি কমিশন পাইরেসি উদ্বেগের কারণে আইএসপিগুলিকে আপলোড ব্যান্ডউইথ কমাতে বলেছিল কিন্তু এটি অনুমান করা হয়েছিল যে এটি সরকারের সমালোচনামূলক ভিডিও আপলোড করা প্রতিরোধ করার জন্য করা হয়েছিল।\n২০১৫ সালে আন্তর্জাতিক অপরাধ ট্রাইব্যুনালের রায়ের প্রতিবাদে সরকার ২২ দিনের জন্য সোশ্যাল মিডিয়া সাইটগুলি ব্লক করে। সরকার দেশে ব্লগারদের ওপরও নজরদারি করে। একটি ফাঁস হওয়া প্রতিবেদনে দেখা গেছে যে বাংলাদেশে নিহত ব্লগার রাষ্ট্রের নজরদারিতে থাকা ব্যক্তিদের সাথে ওভারল্যাপ করেছেন।\n২০১৬ সালে বাংলাদেশ সরকার কোনো ব্যাখ্যা ছাড়াই ৩৫টি সংবাদ ওয়েবসাইট ব্লক করে।\n২০১৭ সালের মে মাসে বাংলাদেশ সরকার র‌্যাপিড অ্যাকশন ব্যাটালিয়নের একজন কর্মকর্তার বিচারবহির্ভূত হত্যার বিষয়ে স্বীকারোক্তিমূলক বিবৃতি সম্বলিত একটি প্রতিবেদন প্রকাশ করার পর সুইডিশ রেডিওর একটি ওয়েবসাইট ব্লক করে।\n২০১৭ সালে বাংলাদেশ সরকার দ্য ওয়্যার, একটি ভারতীয় সংবাদপত্রকে অবরুদ্ধ করে, যেটি ডিরেক্টরেট জেনারেল অফ ফোর্সেস ইন্টেলিজেন্স একজন শিক্ষাবিদকে অপহরণ করার বিষয়ে একটি প্রতিবেদনের পরে।\n১ থেকে ২ জুন ২০১৮ পর্যন্ত, বাংলাদেশ সরকার মাদক ব্যবসার গভীর তদন্তের জন্য ডেইলি স্টারের ওয়েবসাইট ব্লক করে।\nআগস্ট ২০১৮ সালে শহিদুল আলম  আল জাজিরা ইংলিশে বাংলাদেশ সরকারের সমালোচনামূলক একটি সাক্ষাত্কারের পরে তাকে গ্রেপ্তার করা হয়েছিল।\n২০ মার্চ ২০১৯-এ, সরকার aljazeera.com-কে তার ব্যবসায়িক সহযোগীদের অপহরণের ঘটনায় প্রধানমন্ত্রী শেখ হাসিনার প্রতিরক্ষা উপদেষ্টা মেজর জেনারেল তারেক আহমেদ সিদ্দিককে জড়িত করে এমন প্রতিবেদন প্রকাশ করার পরে ব্লক করে। তারেক আহমেদ সিদ্দিকীকে নিয়ে প্রতিবেদন প্রকাশের পর বাংলা ভাষার সংবাদ ওয়েবসাইট দ্য জোবানকে ব্লক করা হয়েছে। এ ক্ষেত্রে বাংলাদেশ টেলিযোগাযোগ নিয়ন্ত্রণ কমিশন এবং যথাযথ প্রক্রিয়াকে ফাঁকি দিয়ে গোয়েন্দা সংস্থা দুটি ওয়েবসাইটই ব্লক করে দেয়।\n২০২০ সালের জানুয়ারিতে, বাংলাদেশ সরকার সুইডিশ ভিত্তিক একটি নিউজ ওয়েবসাইট নেত্র নিউজকে ব্লক করে, যখন তারা ওবায়দুল কাদেরকে দুর্নীতির অভিযোগে একটি প্রতিবেদন প্রকাশ করে এবং ৩৪ হাজার ডলারের রোলেক্স সহ দামি ঘড়ি পরা তার ছবি ব্যবহার করে।\n২০২০ সালে শফিকুল ইসলাম কাজল বাংলাদেশে ৫৩ দিনের জন্য জোরপূর্বক গুমের শিকার হন। তিনি আবার হাজির হওয়ার পর তাকে গ্রেফতার করে ডিজিটাল নিরাপত্তা আইনে আটক করা হয়। অ্যামনেস্টি ইন্টারন্যাশনাল তাকে বিবেকের বন্দী বলে অভিহিত করেছে। মহিলা আওয়ামী লিগ নেত্রী পরিচালিত পতিতাবৃত্তি নিয়ে একটি নিবন্ধ প্রকাশ করেছিলেন তিনি। পতিতাবৃত্তির অভিযোগে মানব জমিনের সম্পাদক মতিউর রহমান চৌধুরীকেও মামলায় আসামি করা হয়। মামলাগুলো পূরণ করেছেন সংসদ সদস্য ও প্রধানমন্ত্রী শেখ হাসিনার সাবেক সহকারী একান্ত সচিব সাইফুজ্জামান শিখর।\n২০২৩ সালে ক্ষমতাসীন আওয়ামী লীগের যুগ্ম সাধারণ সম্পাদক এবং তথ্য ও সম্প্রচার মন্ত্রী হাসান মাহমুদের বিরুদ্ধে ভিডিও নির্মাণ করায় ডিজিটাল নিরাপত্তা আইনে মামলা করা হয় এক প্রবাসীর বিরুদ্ধে। অভিযুক্ত আবদুর রব ভুট্টো লন্ডন বাংলা চ্যানেলের ফেসবুক পেজের অ্যাডমিন জানিয়ে মামলার বিবৃতিতে বলা হয়, আব্দুর রব ভুট্টো ফেসবুকে এবং ইউটিউবে মন্ত্রীর বিদেশে অবৈধ সম্পদ অর্জনের অভিযোগ এনে একটি ভিডিও প্রকাশ করেন।\n\n\n=== সাংবাদিক ===\n২০১৮ সালের জুলাই মাসে আমার দেশ পত্রিকার সম্পাদক মাহমুদুর রহমান কুষ্টিয়ার একটি আদালত থেকে বের হওয়ার সময় হামলার শিকার হন। তিনি বিরোধী দল বাংলাদেশ জাতীয়তাবাদী দলের প্রতি সহানুভূতিশীল বলে পরিচিত। ক্ষমতাসীন আওয়ামী লিগের ছাত্র সংগঠন বাংলাদেশ ছাত্রলীগের নেতাকর্মীর হামলার শিকার হন।  রক্তাক্ত অবস্থায় তার আঘাতের ছবি সামাজিক যোগাযোগ মাধ্যমে ভাইরাল হয়।\n২০২০ সালের মার্চ মাসে, নির্বাহী ম্যাজিস্ট্রেট ঢাকা ট্রিবিউন ও বাংলা ট্রিবিউনের সংবাদদাতা আরিফুল ইসলামকে আটক ও সাজা দেন। নির্বাহী ম্যাজিস্ট্রেট বিকাশ চাকমা যথাযথ প্রমাণ ছাড়াই তাকে নির্যাতন, মৃত্যুদণ্ডের হুমকি এবং সাজা দিয়েছেন। কুড়িগ্রাম জেলা প্রশাসক সুলতানা পারভিনের বিরুদ্ধে সংবাদ লেখার পর তাকে গ্রেফতার করা হয়। তার গ্রেফতারের নিন্দা জানিয়েছে সম্পাদক পরিষদ। গ্রেফতারের সঙ্গে জড়িত রিন্টু চাকমা, নাজিম উদ্দিন ও এসএম রাহাতুল ইসলামকে সাময়িক বরখাস্ত করে সরকার। পারভিনের কার্যালয়ে মধ্যরাতে বিচারে আরিফুলকে এক বছরের কারাদণ্ড দেওয়া হয়। ২৩ মার্চ ২০২০, বাংলাদেশ হাইকোর্ট বাংলাদেশ পুলিশকে সুলতানা পারভিন এবং অন্যদের বিরুদ্ধে হত্যা চেষ্টার অভিযোগ দায়ের করার নির্দেশ দেয়।\n\n\n== বই ==\n২০০২ সালে বাংলাদেশ সরকার তসলিমা নাসরিনের ওয়াইল্ড উইন্ড নিষিদ্ধ করেছিল। এটি ছিল তসলিমার তৃতীয় বই যা বাংলাদেশ সরকার নিষিদ্ধ করেছে। তার লজ্জা উপন্যাস প্রকাশের পর তাকে বাংলাদেশ থেকে পালাতে বাধ্য করা হয়েছিল, যা নিন্দাজনক বলে বিবেচিত হয়েছিল। তার দ্বিতীয় বই মাই গার্লহুডও ব্লাসফেমির জন্য নিষিদ্ধ করা হয়েছিল।\n২০১০ সালে বাংলাদেশ সরকার জামায়াতে ইসলামী দলের প্রতিষ্ঠাতা সৈয়দ আবুল আলা মওদুদীর লেখা সমস্ত বই মসজিদ ও লাইব্রেরি থেকে সরিয়ে ফেলার নির্দেশ দেয়। তারা সরকার বলেছে যে তার বই চরমপন্থা প্রচার করে।\nবাংলাদেশ ২০২০ সালে ধর্মীয় অনুভূতিতে আঘাতের জন্য দুটি কাল্পনিক বই, দিয়া আরেফিন এবং দিয়া আরেফিনের নানির বাণী নিষিদ্ধ করেছিল। বাংলাদেশ হাইকোর্টের আদেশে বইগুলো নিষিদ্ধ করা হয়। তাদের লেখা হয়েছিল দিয়ার্শি আরাগ, একজন ধর্মনিরপেক্ষ লেখক।\n\n\n== তথ্যসূত্র =="}