{"pageid": 1240219, "title": "ভাস্বর বাতি", "url": "https://bn.wikipedia.org/wiki?curid=1240219", "content": "ভাস্বর বাতি বা আরও সঠিক করে ভাস্বর বৈদ্যুতিক বাতি এক ধরনের বৈদ্যুতিক বাতি যা একটি কাচের গোলকের (বাল্ব) ভেতরে স্থাপিত একটি সরু ধাতব তার (ফিলামেন্ট) দিয়ে গঠিত, যে সরু ধাতব তারটির মধ্য দিয়ে বিদ্যুৎ প্রবাহিত করলে সেটি উত্তপ্ত হয়ে ভাস্বর হয়ে ওঠে, অর্থাৎ শিখা ছাড়াই উজ্জ্বল আলো বিকিরণ করে। আধুনিক যুগে এসে প্রায় সমস্ত ভাস্বর বাতির সরু ধাতব তারটিকে টাংস্টেন ধাতু দিয়ে তৈরি করা হয়, কেননা ধাতুটির গলনাংক অতি-উচ্চ (৩৪২২ ডিগ্রি সেলসিয়াস) অর্থাৎ অতি-উচ্চ তাপেও এটি না গলে কঠিন অবস্থায় থেকে যায়, এটি উচ্চতাপে টেকসই, এটির বৈদ্যুতিক রোধ বেশি বলে দক্ষভাবে তাপ ও আলোকশক্তি উৎপাদন করে এবং এর বাষ্পীয় চাপ নিম্ন বলে খুব ধীরে ধীরে বাষ্পীভূত হয়। সরু ধাতব তারটি যাতে উত্তপ্ত অবস্থায় অক্সিজেন দ্বারা জারিত হতে না পারে, সেজন্য কাচের গোলকটির অভ্যন্তরভাগ বায়ুশূন্য রাখা হয় কিংবা এটিকে নিষ্ক্রিয় গ্যাস দিয়ে পূর্ণ করে রাখা হয়। কাচের ভেতরে গ্রথিত তার বা বর্তনীপ্রান্তের (টার্মিনাল) মাধ্যমে সরু ধাতব তারে বিদ্যুৎ প্রবাহ সরবরাহ করা হয়। কাচের গোলকের একটি প্রান্তে বাতির ভিত্তি (বেস) থাকে, যা একই সাথে বাতিটিকে যান্ত্রিক অবলম্বন ও বৈদ্যুতিক সংযোগ প্রদান করে।\nভাস্বর বাতিগুলিকে বহু বিভিন্ন ধরনের আকার, আলোক উৎপাদন ক্ষমতা ও বৈদ্যুতিক বিভবের (ভোল্টেজ) জন্য (১.৫ থেকে ৩০০ ভোল্ট বিভব পর্যন্ত) শিল্পোৎপাদন করা হয়ে থাকে। এগুলির জন্য কোনও বাহ্যিক নিয়ন্ত্রক সরঞ্জাম প্রয়োজন হয় না। এগুলির শিল্পোৎপাদন ব্যয় কম। এগুলি পরিবর্তী বিদ্যুৎ প্রবাহ ও অপরিবর্তী বিদ্যুৎ প্রবাহ - উভয় ধরনের বিদ্যুৎ প্রবাহের জন্যই সমান ভালভাবে কাজ করে থাকে। এ কারণে বিংশ শতাব্দী থেকে গৃহস্থালি ও বাণিজ্যিক ক্ষেত্রে আলোকিতকরণের প্রযুক্তি হিসেবে ভাস্বর বৈদ্যুতিক বাতি ব্যাপকভাবে ব্যবহৃত হওয়া শুরু হয়। একই সাথে বহনযোগ্য আলোকিতকরণ প্রযুক্তি যেমন টেবিলের বাতি, মোটরযানের সম্মুখবাতি বা হেডলাইট, চমকানি আলো বা ফ্ল্যাশলাইট, ইত্যাদিতে এবং শোভাবর্ধনমূলক ও বিজ্ঞাপনী আলোকিতকরণের কাজেও এগুলি ব্যবহৃত হয়।\nকিন্তু ভাস্বর বাতিগুলি বৈদ্যুতিক শক্তি থেকে আলোক শক্তি উৎপাদনের কাজে খুব দক্ষ নয়। তাদের ব্যবহৃত বৈদ্যুতিক শক্তির মাত্র ৫% আলোকশক্তিতে রূপান্তরিত হয়, বাকি শক্তি তাপশক্তি হিসেবে হারানো যায়। একটি ১২০ ভোল্ট বিভবে পরিচালিত সাধারণ ভাস্বর বৈদ্যুতিক বাতির দীপন ক্ষমতা (luminous efficacy) প্রতি ওয়াটে ১৬ লুমেন। তুলনামূলকভাবে একটি ছোট প্রতিপ্রভ বাতির দীপন ক্ষমতা ৬০ লুমেন (প্রতি ওয়াটে) এবং একটি সাধারণ শ্বেতবর্ণ এলইডি বাতির দীপন ক্ষমতা ১০০ লুমেন (প্রতি ওয়াটে)।\nধাতব সরু তারের দ্বারা উৎপন্ন তাপশক্তিকে কিছু কিছু ক্ষেত্রে যেমন ডিম্বস্ফোটন যন্ত্রগুলিতে তাপীয় বাতি হিসেবে, লাভা বাতিতে, এডিসন ক্রিয়া বাতিতে এবং ইজি-বেক আভেন খেলনাতে কাজে লাগানো হতে পারে। কোয়ার্জ পরিবেষ্টিত হ্যালোজেন অবলোহিত উত্তাপকগুলিকে বিভিন্ন শিল্পোৎপাদন প্রক্রিয়া যেমন রঙ শুকিয়ে বসানো এবং বাসস্থান উত্তাপনের কাজে ব্যবহার করা হয়। ভাস্বর বৈদ্যুতিক বাতিগুলির আয়ুষ্কাল অন্যান্য ধরনের বৈদ্যুতিক বাতির তুলনায় কম হয়ে থাকে। গৃহস্থালি কাজে ব্যবহৃত ভাস্বর বৈদ্যুতিক বাতিগুলি সাধারণত ১০০০ ঘণ্টা ঠিকমত কাজ করে। এর বিপরীতে ছোট প্রতিপ্রভ বৈদ্যুতিক বাতিগুলি ১০ হাজার ঘণ্টা এবং এলইডি বাতিগুলি (আলোকনিঃসারী দ্বিদ্বার বা ডায়োডভিত্তিক বাতি) ২০ হাজার থেকে ৩০ হাজার ঘণ্টা পর্যন্ত ঠিকমত কাজ করতে পারে। কিছু কিছু দেশে বিদ্যুৎশক্তির অপচয় হ্রাস করার জন্য সরকারি উদ্যোগে ভাস্বর বৈদ্যুতিক বাতির ব্যবহার ধাপভিত্তিক বন্ধকরণ শুরু হয়েছে।\n\n\n== অন্যান্য ভাষায় নাম ==\n\n\n=== ইংরেজি ===\nভাস্বর বৈদ্যুতিক বাতিকে ইংরেজিতে ইনক্যানডেসেন্ট লাইট বাল্ব (incandescent light bulb), ইনক্যানডেসেন্ট ল্যাম্প (incandescent lamp) বা ইনক্যানডেসেন্ট লাইট গ্লোব (incandescent light globe) নামে ডাকা হতে পারে।\n\n\n== তথ্যসূত্র =="}