{"pageid": 1240292, "title": "জেডাউনলোডার", "url": "https://bn.wikipedia.org/wiki?curid=1240292", "content": "জেডাউনলোডার হল একটি ডাউনলোড ম্যানেজার, যা জাভাতে লিখিত, এক-ক্লিক হোস্টিং সাইট থেকে দলবদ্ধ ফাইল স্বয়ংক্রিয়ভাবে ডাউনলোড করার অনুমতি দেয়। জেডাউনলোডার প্রিমিয়াম অ্যাকাউন্ট ব্যবহার সমর্থন করে। কোডের কিছু অংশের উৎস উন্মুক্ত। ২০০৯ সালের ডিসেম্বরে প্রোগ্রামটির ওয়েবসাইটটি স্পেনের শীর্ষ ১০০০ পরিদর্শন করা ওয়েবসাইটের মধ্যে ছিল। এটি এক বছরে অর্ধ মিলিয়নেরও বেশি ডাউনলোডসহ শীর্ষ ৫০টি সর্বাধিক ডাউনলোড করা অ্যাপ্লিকেশনের মধ্যে স্থান করে নেওয়ার পরে জার্মান অনলাইন ম্যাগাজিন চিপ.ডে এটিকে ২০০৯ সালে \"বছরের সেরা নবীন\" হিসেবে মনোনীত করে৷\n২০১১ সালে জেডাউনলোডার তার উত্তরসূরি জেডাউনলোডার 2 দ্বারা বাতিল করা হয়েছিল। মূল জেডাউনলোডারের জন্য সমর্থন এখনও ফোরামে বিদ্যমান থাকলেও দাপ্তরিক সাইট শুধুমাত্র জেডাউনলোডার ২ তালিকাভুক্ত করে।\n২০১২ সালের মাঝামাঝি এমন অভিযোগ ছিল যে, জেডাউনলোডার এর ইনস্টলার ব্যবহারকারীর সম্মতি ছাড়াই অ্যাডওয়্যার যুক্ত করেছে। জেডাউনলোডার ইনস্টলেশনে ডেভেলপারের নিজস্ব ফোরামসহ বিভিন্ন উৎসের অ্যাডওয়্যার রয়েছে। ২০১৪ সালের মাঝামাঝি সময়ে আরও অভিযোগ সামনে আসে। প্রতিক্রিয়া হিসাবে নন-অ্যাডওয়্যার সংস্করণের একটি লিঙ্ক উপলব্ধ করা হয়েছিল কিন্তু শুধুমাত্র একটি ফোরাম পোস্টে।\nজুন ২০১৩-এ, কপিরাইটযুক্ত এবং সুরক্ষিত RTMPE স্ট্রীম ডাউনলোড করার জেডাউনলোডার এর ক্ষমতা একটি জার্মান আদালত বেআইনি বলে বিবেচিত হয়েছিল। এই বৈশিষ্ট্যটি কখনই একটি দাপ্তরিক সংস্করণে সরবরাহ করা হয়নি, তবে কয়েকটি নাইটলি সংস্করণ দ্বারা সমর্থিত ছিল।\n\n\n== লাইসেন্স ==\nলাইসেন্সের বিপরীতে, কিছু উৎস ফাইল সর্বজনীনভাবে উপলব্ধ নয়। ডেভেলপাররা বলেছে যে লাইসেন্স পরিবর্তন হতে পারে-প্রোগ্রামটি ওপেন সোর্স থাকবে, কিন্তু একটি লাইসেন্স পাবে যা বন্ধ-উৎস অংশের অনুমতি দেয়।\n\n\n== বৈশিষ্ট্য ==\nনির্দিষ্ট বৈশিষ্ট্য:\n\nমাইক্রোসফট উইন্ডোজ, লিনাক্স, ম্যাক ইত্যাদি এবং জাভা ১.৫ বা পরবর্তী সংস্করণগুলো সমর্থন করে\nএকযোগে একাধিক ফাইল ডাউনলোড করতে পারে, একাধিক সংযোগের মাধ্যমে\nনিজস্ব ওসিআর মডিউল দিয়ে স্বয়ংক্রিয়ভাবে কিছু ক্যাপচা সমাধান করতে পারে (জেঅ্যান্টিক্যাপচা)।\nরার আর্কাইভগুলোর জন্য স্বয়ংক্রিয় এক্সট্রাক্টর (পাসওয়ার্ড তালিকা অনুসন্ধানসহ)\nআরএসডিএফ, সিসিএফ এবং ডিএলসি কন্টেইনার ফাইলগুলি ডিক্রিপ্ট করে\nঅনেক পরিষেবার জন্য প্রায় ৩০০ ডিক্রিপ্ট প্লাগইন। উদাহরণস্বরূপ, sj.org, UCMS, WordPress, এবং RLSLog।\nযেমন একটি নির্দিষ্ট এক-ক্লিক হোস্টার থেকে ডাউনলোড করার জন্য \"হোস্টার প্লাগইনগুলি\" সমর্থন করে (১২৩০ সংস্করণে ২০১৪-এর হিসাব অনুযায়ী)\nহোস্টের সাথে অপেক্ষার সময় বাঁচাতে স্বয়ংক্রিয়ভাবে একটি নতুন আইপি ঠিকানা অর্জন করতে পারে যা একটি ঠিকানায় ডাউনলোড সীমাবদ্ধ করে (১৪০০ রাউটার সমর্থিত)\nঅতিরিক্ত মডিউলগুলির জন্য ইন্টিগ্রেটেড প্যাকেজ ম্যানেজার (যেমন, ওয়েব ইন্টারফেস, শাটডাউন)\nথিম সমর্থন\nবহুভাষিক\nব্যবহারকারী কর্তৃক নির্ধারিত ডাউনলোড লিঙ্কগুলিকে প্যাকেজগুলিতে বিভক্ত করা হয়েছে যাতে পৃথক বিরতি এবং ডাউনলোডগুলি চালিয়ে যাওয়া যায়৷ প্রোগ্রামটি সমস্ত অংশ ডাউনলোড হওয়ার পরে স্বয়ংক্রিয়ভাবে বিভক্ত রার সংরক্ষণাগারগুলি আনপ্যাক করার জন্য কনফিগার করা যেতে পারে।\nজেডাউনলোডার অনেক ফাইল হোস্টিং সাইটে \"ওয়েটিং টাইম\" এবং ক্যাপচা স্বীকৃতি সমর্থন করে, ব্যবহারকারীর ইনপুট ছাড়াই ব্যাচ ডাউনলোড সক্ষম করে। এক-ক্লিক-হোস্ট সাইটের প্রিমিয়াম ব্যবহারকারীরা ডাউনলোড করা ফাইল প্রতি একাধিক সংযোগ ব্যবহার করতে পারে, যা বেশিরভাগ ক্ষেত্রে ডাউনলোডের গতি বাড়ায়। এটি মেটালিংককেও সমর্থন করে, একাধিক আয়না তালিকাভুক্ত করার জন্য একটি বিন্যাস। সফ্টওয়্যার আপডেট এবং ছোট প্যাচ ঘন ঘন প্রকাশ করা হয়; ডিফল্টরূপে জেডাউনলোডার আরম্ভ করার পরে নিজেকে আপডেট করে। ২০১৪-এর হিসাব অনুযায়ী জেডাউনলোডার একটি অবিচ্ছিন্ন স্থাপনার ব্যবস্থা ব্যবহার করে যেখানে প্রোগ্রাম কোডের পরিবর্তনগুলি (যেমন একটি ডাউনলোড সাইটের HTTP API-তে পরিবর্তনের জন্য একটি প্লাগইনকে মানিয়ে নেওয়া) মিনিটের মধ্যে প্রকাশ করা যেতে পারে। বিটা সংস্করণের জন্য, প্লাগইনগুলিতে প্রায়শই ঘটে যাওয়া ত্রুটিগুলি স্বয়ংক্রিয় ত্রুটি রিপোর্টের মাধ্যমে সনাক্ত করা হয় (ব্যবহারকারীর আইপি ঠিকানা এবং ডাউনলোড করা ফাইলের নাম সহ কিছু গোপনীয়তা-সংবেদনশীল ডেটা বাদ দেওয়া)।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n(জার্মান ভাষায়) JDownloader: One-Click-Hoster für jedermann, gulli.com, 29 Aug 2009, (interview with one of the developers)\n(স্পেনীয় ভাষায়) JDownloader: un Ares para Rapidshare, El Diario del Centro del País, 12 Feb 2009\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}