{"pageid": 1240176, "title": "বিজনবালা ঘোষদস্তিদার", "url": "https://bn.wikipedia.org/wiki?curid=1240176", "content": "বিজনবালা ঘোষদস্তিদার  বা 'বিজন ঘোষদস্তিদার' (১৯ অক্টোবর, ১৯২১ - ৯ জুন, ১৯৮১) ছিলেন একজন ভারতীয় বাঙালি কণ্ঠশিল্পী, সুরকার ও সঙ্গীত পরিচালক। তারই কারণে আইনত শিল্পীর সুরের কপিরাইট প্রথম স্বীকৃতি পায় এবং রয়ালিটি চালু হয়।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nবিজনবালা ঘোষদস্তিদারের জন্ম ১৯২১ খ্রিস্টাব্দের ১৯ অক্টোবর অবিভক্ত বাংলার অধুনা বাংলাদেশের ময়মনসিংহের আমলাপাড়ায়। পিতা ধরণীরঞ্জন ঘোষদস্তিদার এবং মাতা সরযূবালা। তাঁদের আদি নিবাস ছিল অধুনা বাংলাদেশেরই  বরিশালের গাভা'য়। যৌথ পরিবারের জ্যেষ্ঠ কন্যা বিজনবালা রাজনৈতিক পরিমণ্ডলে বড় হয়েছেন। তাঁর ছোট কাকা স্বাধীনতা সংগ্রামী অবনীরঞ্জন দীর্ঘদিন আন্দামানে বন্দিজীবন কাটিয়েছেন। তাঁর বাবা ও অন্য কাকারাও বিভিন্ন সময়ে কারাদণ্ড ভোগ করেছেন।\n\n\n== সঙ্গীত শিক্ষা ও সঙ্গীত জীবন ==\nপ্রথমদিকে বিজনবালার সঙ্গীত শিক্ষা শুরু হয় ময়মনসিংহে ললিতমোহন সেনের কাছে। ছয়-সাত বৎসর বয়সে ময়মনসিংহ জেলা রাজনৈতিক সম্মেলনে তিনি বন্দে মাতরম ও অন্যান্য স্বদেশী গান পরিবেশন করেন। তারপরে তিনি কলকাতায়  পণ্ডিত ওমকারনাথ ঠাকুরের কাছে সঙ্গীত শিক্ষা লাভ করেন। উল্লেখ্য এই যে, সারা বাংলায় বিজনবালাই ছিলেন পণ্ডিতজীর একমাত্র শিষ্যা। কলকাতাতেই তিনি আই.এ পাশ করেন। কলকাতা ও দেশের নানা প্রান্তে যখনই রাজনৈতিক সম্মেলন আয়োজিত হত, সেখানে তার উপস্থিতি প্রায় অনিবার্য ছিল। প্রথম দিকে তিনি রবীন্দ্রনাথের সুরে বন্দে মাতরম গাইতেন, কিন্তু পরে তিনি  পণ্ডিত ওমকারনাথ ঠাকুরের সুরে গাওয়া শুরু করেন। ১৯৪৬ খ্রিস্টাব্দে মহাত্মা গান্ধী কলকাতার বেলেঘাটায় অবস্থান করলে, তিনি সেখানে গিয়ে তাঁকে রামের নানা ভজন শুনিয়ে আসেন। বিজনবালা আকাশবাণী কলকাতা কেন্দ্রের সঙ্গে যুক্ত ছিলেন। গান্ধীজির মৃত্যুর পর তার রামধূন গীত বেতারে ও রেকর্ডে দেশের কোণে কোণে প্রচারিত হয়। আকাশবাণীর গীতিকার  দীপনারায়ণ মিঠোলিয়ার রচিত বহু গান তিনি ও উৎপলা সেন গেয়েছেন। বেতার কর্তৃপক্ষের সঙ্গে সঙ্গীত পরিচালক পঙ্কজ মল্লিকের মত বিরোধের কারণে ১৯৪৫ খ্রিস্টাব্দে  মহিষাসুরমর্দিনীর পরিবর্তে যে অন্য গানসহ যে প্রভাতী অনুষ্ঠান সম্প্রচারিত হয়, সেখানে তিনি যৌথভাবে সঙ্গীত পরিচালকের দায়িত্ব নেন শচীন দাশ মতিলালের সঙ্গে। তাঁর নিজের সুর সৃষ্টিতে গাওয়া কলম্বিয়া কোম্পানিকৃত রেকর্ডের একটি গান অন্য শিল্পীর কণ্ঠে অঞ্জনগড় ছবিতে গাওয়া হলে তিনি সুরের রয়ালিটি দাবি করে কলকাতা হাইকোর্টে মামলা দায়ের করেন। এই মামলার ফলেই শিল্পীর সুরের কপিরাইট স্বীকৃত হয় এবং সেই থেকে সুরের রয়ালিটি প্রথা চালু হয়। বিজনবালার গাওয়া গানগুলির মধ্যে বিখ্যাত গানগুলি হল—\n\nবন্ধুজন মিলি কহ\nপ্রেম মোদিত মনসে কহ রাম রাম রাম\nযোগী মত্ যা\nভজ মন রাম রহিম\nরামধনু\nবন্দে মাতরম\nবিজনবালার সুরারোপিত গান হল—\n\n মান্না দে'র কণ্ঠে -\nগুরু বিনা কে দেখাবে দিশা\nআমার আল্লা যে জন সেই ভগবান\nকাদার মাঝে হারিয়ে হীরা\nআমি রামরসায়ন পান করে যে মাতাল হয়েছি (ছায়াছবির গান) - 'যুগমানব কবীর' ছবিতে\n হেমন্ত মুখোপাধ্যায়ের কণ্ঠে -\nনূপুর পরিয়া পায়ে (ছায়াছবির গান)- 'মহাকবি কৃত্তিবাস' ছবিতে\nভজন গীত-\nআদি অন্ত মেরা হ্যায় রাম\n\n\n== জীবনাবসান ==\nবিজনবালা ঘোষদস্তিদার ১৯৮১ খ্রিস্টাব্দের ৯ জুন প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}