{"pageid": 12420, "title": "রোমারিও", "url": "https://bn.wikipedia.org/wiki?curid=12420", "content": "রোমারিও ডি ফারিয়া সুজা (জন্ম ২৯ জানুয়ারী,১৯৬৬) বিশ্ব ফুটবল মঞ্চে সবচেয়ে পরিচিত খেলোয়াড়দের একজন। তার অসাধারণ নৈপুণ্য ব্রাজিলকে ১৯৯৪ সালে চতুর্থবারের মত বিশ্বকাপ জয়ে গুরুত্বপূর্ণ ভূমিকা পালন করে। ব্রাজিল জাতীয় দল ছাড়াও ক্লাব ফুটবলে রোমারিও সর্বকালের সবচেয়ে বেশি সংখ্যক গোলদাতাদের একজন।\n১৯৯৪ সালে ফিফা তাকে ফিফা বর্ষসেরা ফুটবলার হিসেবে নির্বাচিত করে। একই বছর তিনি গোল্ডেন বল বিজয়ীর সম্মান অর্জন করেন। এছাড়াও ফিফার শততম বর্ষপূর্তিতে ঘোষিত সেরা ১২৫ বেঁচে থাকা ফুটবলার-এর তালিকায় তার নাম অন্তর্ভুক্ত হয়। নিজের দাবী অনুযায়ী পেশাদারী জীবনে তিনি ১০০০-এর বেশি গোল করেছেন, যদিও প্রকৃত পরিসংখ্যানে অনেকে এই সংখ্যাটি ৯০০-এর অধিক বলে মনে করেন।\n\n\n== জাতীয় দল ==\nব্রাজিল অলিম্পক ফুটবল দলের সদস্য হিসেবে সিউলে অনুষ্ঠিত ১৯৮৮ গ্রীষ্মকালীন অলিম্পিক্‌স এ ৭ গোল করে রৌপ্যপদক জয়ে সহায়তা করেন।১৯৯০ এবং ১৯৯৪ এর বিশ্বকাপে তিনি ব্রাজিল জাতীয় ফুটবল দলের প্রতিনিধিত্ব করেন। জাতীয় দলের হয়ে ৮৫ টি আন্তর্জাতিক ম্যাচে তিনি ৭১ টি গোল করেছেন। গোলসংখ্যার হিসেবে পেলের পরেই টার অবস্থান।\n১৯৯০ বিশ্বকাপে বেশিরভাগ সময়ই বেঞ্চে বসে কেটেছে তার। স্কটল্যান্ডের বিরুদ্ধে ম্যাচে তিনি ৬৬ মিনিট খেলার সুযোগ পান। শেষ ১৬ তে সেবার আর্জেন্টিনার কাছে পরাজিত হয়ে ব্রাজিল বিদায় নেয়।\n\n\n=== ১৯৯৪ বিশ্বকাপ ===\n১৯৯২ সালে , পিএসভি এইন্দহোভেন এর হয়ে সফল মৌসুম কাটানোর সময় , জার্মানীর বিরুদ্ধে পোর্ট আলেগ্রেতে অনুষ্ঠিত প্রীতিম্যাচে জাতীয় দলে খেলার জন্য ডাক পান।কিন্তু পুরোটা সময় দলের বেঞ্চে কাটানোয় তিনি ক্ষুদ্ধ হয়ে ঘোষণা করেন যে, খেলতে পারবেন না জানলে তিনি নেদারল্যান্ড থেকে ফিরতেন না। ফলে কোচ কার্লোস আলবার্তো পেরেইরা তাকে জাতীয় দলে নিষিদ্ধ ঘোষণা করেনI\n১৯৯৪ বিশ্বকাপের বাছাইপর্বের প্রথম ৭ টি ম্যাচে ব্রাজিল রোমারিওকে দলে নেয়নি।ফলে বলিভিয়ার কাছে লা-পাজ এ ব্রাজিলের ঐতিহাসিক পরাজয় ঘটে। এ ঘটনার পর সমর্থক এবং সাংবাদিকদের প্রবল চাপের মুখে কোচ তাকে দলে অন্তর্ভুক্ত করতে বাধ্য হন।সমীকরণ এমন দাঁড়ায় যে , শেষ ম্যাচে মারাকানা স্টেডিয়ামে ব্রাজিলকে অবশ্যই উরুগুয়েকে পরাজিত করতে হবে। ব্রাজিল রোমারিওর অনবদ্য জোড়া গোলের উপর সে ম্যাচটি ২-০ গোলে বিজয়ী হয়ে যুক্তরাষ্ট্র বিশ্বকাপের মূলপর্বে উন্নীত হয়।\nবিশ্বকাপের চূড়ান্ত পর্বে বেবোতোর সাথে জুটি ব্রাজিলকে ২৪ বছর পর বিশ্বকাপ জয় এবং বিশ্বের প্রথম দেশ হিসেবে চতুর্থবারের মত বিশ্বকাপ জয়ের সম্মান এনে দেয়। চূড়ান্ত পর্বে তিনি পাঁচটি গোল করেন। এর মাঝে ছিল গ্রুপের তিনটি ম্যাচে রাশিয়া,ক্যামেরুন এবং সুইডেনের বিরুদ্ধে একটি করে , কোয়ার্টার ফাইনালে নেদারল্যান্ডসের বিরুদ্ধে একটি গোল । সুইডেনের বিরুদ্ধে তার মাথা ছুঁয়ে আসে ম্যাচের একমাত্র গোলটি । এছাড়া শেষ ১৬ রাউন্ডে যুক্তরাষ্ট্রের বিরুদ্ধে ১-০ গোলের জয়ে , বেবেতোর করা গোলটিও হয় তার পাস থেকে। ফলে তিনি টুর্নামেন্টের সবচেয়ে ভাল খেলোয়াড় হওয়ার গৌরব অর্জন করেন।\nইতালীর বিরুদ্ধে ফাইনাল খেলাটি নির্ধারিত সময়ে গোলশূন্যভাবে শেষ হয়। টাইব্রেকারে ব্রাজিলের ৩-২ জয়ে পেনাল্টি শ্যুটআউটে রোমারিও গোল করেন।\n\n\n=== রো-রো হ্যাট্রিক ===\nপরবর্তী বছরগুলিতে রোমারিও ব্রাজিল দলের অন্যতম খ্যাতনামা স্ট্রাইকার রোনাল্ডোর সাথে দুর্ধর্ষ স্ট্রাইকিং জুটি গড়ে তোলেন। নামের আদ্যক্ষরের সাথে মিলিয়ে এ জু'টিকে রো-রো জুটি জুটি হিসেবে আখ্যায়িত করা হত। ১৯৯৭ সালে কনফেডারেশন্স কাপ ফাইনালে ব্রাজিল , অস্ট্রেলিয়াকে ৬-০ গোলে বিধ্বস্ত করে। রোমারিও এবং রোনাল্ডো উভয়েই এ ম্যাচে হ্যাটট্রিক করেন।\n\n\n=== ১৯৯৮ এবং ২০০২ বিশ্বকাপে অনুপস্থিতি ===\n১৯৯৮ সালের বিশ্বকাপ শুরুর কিছুদিন আগে ডাক্তারি পরীক্ষায় রোমারিওর পেশিতে আঘাতের প্রমাণ পাওয়া যায়। বিশ্বকাপকে সামনে রেখে নিবিড় পরিচর্যায় রোমারিও সেরে উঠতে থাকেন। দল ঘোষণার সর্বশেষ দিনেও রোমারিও সেরে না উঠলে তাকে কোচ জাগালো দল থেকে বাদ দেন। রোমারিওকে বাদ দেয়ার ঘটনায় ব্রাজিলে মারিও জাগালো প্রচন্ড সমালোচনার শিকার হয়। রোমারিও বিহীন ব্রাজিল সেবার ফাইনালে পৌঁছালেও ফ্রান্সের কাছে শোচনীয়ভাবে পরাজিত হয়\n২০০২ বিশ্বকাপের আগে ৩৬ বছর বয়েসি রোমারিও ফ্লুমিনেস ক্লাবের হয়ে বেশ ভাল ফর্মে ছিলেন। কিন্তু শৃংখলাজনিত অভিযোগ তুলে ব্রাজিলের তৎকালীন কোচ লুইজ ফেলিপে স্কলারি তাকে দলে নেননি। সেবার ব্রাজিল ফাইনালে জার্মানীকে পরাজিত করে কাপ তুলে নেয়।\n\n\n=== ব্রাজিলের পক্ষে সর্বশেষ ম্যাচ ===\n২০০৫ সালের ২৮ এপ্রিল গুয়েতামালা দলের বিরুদ্ধে এক প্রদর্শনী ম্যাচে সবশেষ বারের মত ব্রাজিলের হলুদ-নীল জার্সি পড়েন রোমারিও । ৩-০ গোলের জয়ে দ্বিতীয় গোলটি আসে রোমারিওর পা থেকে। এ ম্যাচে তার হলুদ কার্ড প্রাপ্তি আরেকটি উল্লেখযোগ্য ঘটনা\n\n\n== বিখ্যাত ফুটবলারদের স্বীকৃতি ==\nইয়োহান ক্রুইফ তাকে আখ্যা দিয়েছেন গোলমুখ অভিমুখী মেধা হিসেবে (\"genius of the goal area\")\nদিয়েগো ম্যারাডোনা, তার আত্মজীবনী \"আমি দিয়েগো বলছি\"(Yo soy El Diego)তে লিখেছেন, রোমারিও একজন অবিশ্বাস্য ফিনিশার। তার মত স্ট্রাইকার আমি কখনও দেখিনি। সর্বকালের সেরা ফুটবলারদের যে কোন দলেই অনায়াসে জায়গা পাবেন রোমারিও।\nরোমারিওর সমসাময়িক ইতালির বিশ্বনন্দিত তারকা রবার্তো ব্যাজিও বলেন: \"রোমারিও সর্বকালের সেরাদের একজন। তার রয়েছে অসাধারণ কৌশল এবং ব্যক্তিত্ব। পেনাল্টি বক্সের ভেতরে সে ছিল রীতিমত কুশলী শিল্পী\"\nডেনমার্কের বিখ্যাত ফুটবলার মাইকেল লাউড্রপ এর মতে রোমারিও তার জীবনের সেরা স্ট্রাইকিং পার্টনার। তিনি আরও বলেন: রোমারিওর মত আর কেউ আমার পাসগুলির এত সদ্ব্যবহার করতে পারত না।\n\n\n== পরিসংখ্যান ==\n\n\n== তথ্যসূত্র =="}