{"pageid": 124671, "title": "হিন্দুধর্মের শব্দকোষ", "url": "https://bn.wikipedia.org/wiki?curid=124671", "content": "হিন্দুধর্ম-সংক্রান্ত নাম, অভিধা ও শব্দাবলির তালিকা নিচে দেওয়া হল। এই তালিকায় হিন্দুধর্ম ও হিন্দু প্রথা ও রীতিনীতি, উভয়-সংক্রান্ত শব্দই স্থান পেয়েছে। শব্দগুলি সংস্কৃত বা অন্যান্য ভারতীয় ভাষা থেকে উৎসারিত। এই তালিকার প্রধান উদ্দেশ্য হল একটি বা দুটি কথায় কোনো একটি বিশেষ শব্দের ব্যাখ্যা করা এবং হিন্দুধর্মের পারিভাষিক শব্দগুলি সম্পর্কে একটি সাধারণ ধারণা সৃষ্টি করা।\n\n\n== অ ==\nঅংশুমত (अंशुमत): মহারথ যোদ্ধা।\nঅকম্পন (अकम्‍पन): আক্ষরিক অর্থে অজেয়, হনুমানের হস্তে পরাজিত এক রাক্ষস। রাবনের মামা ও একজন সেনাপতি। পিতা সুমালী ও মাতা কেতুমতী। ইনিই রাবনকে সীতা হরণের পরামর্শ দেন।\nঅক্বিলা (अक्‍विला): বিষ্ণুর বাহন গরুড়।\nঅক্ষয়পাত্র (अक्षयपत्र): সূর্য যুধিষ্ঠিরকে এই পাত্র দান করেছিলেন। এই পাত্রের বৈশিষ্ট্য হল যে, এটি কখনই খাদ্যশূন্য অবস্থায় থাকত না।\nঅগ্নি (अगस्त्य): আগুনের দেবতা।\nঅগস্ত্য (अगस्त्य): মহান ঋষি। পাণ্ডবেরা বনবাসকালে তার জীবনকাহিনি শ্রবণ করেন। তার স্ত্রী লোপামুদ্রাও বিশিষ্ট ঋষী ছিলেন।\nঅগ্নি (अग्‍नि): হিন্দু আগুনের দেবতা।\nঅগ্নিহোত্র (अग्निहोत्र): অগ্নিযজ্ঞ।\nঅঘাসুর (अघासुर): কৃষ্ণবধের নিমিত্ত কংস প্রেরিত দৈত্য।\nঅঙ্গ (अंग): ম্লেচ্ছ রাজ্য, কৌরবদের সমর্থক।\nঅঙ্গদ (अंगद): বানর দলপতি, বালীর পুত্র।\nঅচ্যূত (अचुत): কৃষ্ণের অপর নাম।\nঅজসত (अजसत): এক রাজপুত্র যিনি বুদ্ধকে হত্যা করার জন্য দেবদত্তের সঙ্গে ষড়যন্ত্রে লিপ্ত হয়েছিলেন।\nঅজাতশত্রু (अजातशत्रु): যাঁর কোনো শত্রু নেই; যুধিষ্ঠিরের অভিধা।\nঅঞ্জনা (अंजना): হনুমানের মা।\nঅঞ্জলিকা (अंजलिका): অর্জুনের শ্রেষ্ঠ তীর, যেটির সাহায্যে তিনি কর্ণবধ করেছিলেন।\nঅদিতি (अदिति): আকাশ, চৈতন্য, অতীত, ভবিষ্যৎ ও উর্বরতার দেবী।\nঅদ্বৈত বেদান্ত (अद्वैत वेदान्त): হিন্দু দর্শনের একটি শাখা। এই শাখা একেশ্বরবাদী এবং আত্ম ও ব্রহ্মের অভিন্নতার প্রবক্তা।\nঅধিরথ (अधिरथ): কর্ণের পালক-পিতা।\nঅনন্ত (अनन्‍त): অনন্ত হতে পারে ১. পৌরাণিক সহস্র মস্তকবিশিষ্ট নাগ; ২. কাত্যায়ন সূত্রের লেখক ও টীকাকারের নাম; ৩. রাজস্থানের অধুনা শেখাওয়াতি অঞ্চলের প্রাচীন নাম।\nঅনিরুদ্ধ (अनिरुद्ध): প্রদ্যুম্নের পুত্র এবং চারুমতী ও ঊষার স্বামী।\nঅনূসুয়া (अनुसूया): সতী অনূসুয়া ছিলেন মহর্ষি অত্রির স্ত্রী ও দত্তাত্রেয়ের মা। পশ্চিম ভারতীয় হিন্দুদের মতে এই দত্তাত্রেয় হলেন ব্রহ্মা, বিষ্ণু ও শিবের একক অবতার।\nঅন্ধক (अंधक): শিবের দৈত্যপুত্র। তিনি শিবের স্বেদবিন্দু থেকে জন্মগ্রহণ করেন। অন্ধক জন্মান্ধ ছিলেন। জন্মের পর অপুত্রক হিরণ্যাক্ষের উপর তাকে লালনপালন করার ভার ন্যস্ত হয়। পরে অন্ধক হিরণ্যাক্ষের রাজ্যের রাজা হন।\nঅপ্সরা (अपसरा): স্বর্গের রাজসভার নর্তকী।\nঅবতার (अवतार): বিশেষ উদ্দেশ্য সাধনে মর্ত্যে অবতীর্ণ দেবতাদের (বিশেষত বিষ্ণুর) বিশেষ সত্ত্বা।\nঅভিমন্যু (अभिमन्यु): অর্জুন ও সুভদ্রার পুত্র। তিনি বিরাট রাজার কন্যা উত্তরাকে বিবাহ করেছিলেন।\nঅভিষেক:হিন্দু স্নানের আচার যাকে পূজা করা হয় তাকে দেওয়া হয়।\nঅমরকণ্টক (अमरकंटक): ভারতের মধ্যপ্রদেশ রাজ্যের পূর্বাঞ্চলে অবস্থিত একটি বিখ্যাত হিন্দু তীর্থ। এখানে বিন্ধ্য, সাতপুরা ও মহাকাল ত্রিভূজাকারে পরস্পরের সঙ্গে মিলিত হয়েছে। নর্মদা, শোন ও জোহিলা নদীর উৎপত্তিস্থলও অমরকণ্টক।\nঅমরাবতী (अमरावती): স্বর্গের রাজধানী, ইন্দ্রের শহর।\nঅমৃত (अमृत): দেবতাদের পানীয়, যা পান করলে পানকারী অমরত্ব লাভ করেন।\nঅম্বা (अम्‍बा), অম্বিকা (अम्‍बिका), অম্বালিকা (अम्‍बालिका): কাশীরাজের তিন কন্যা। জ্যেষ্ঠা কন্যা অম্বা রাজা শাল্বের প্রেমিকা ছিলেন।\nঅযোধ্যা (अयोध्या): কোশল রাজ্যের রাজধানী।\nঅরণি (अरणि): আগুন জ্বালাবার উপকরণ একপ্রকার জোড়াকাঠ।\nঅরুণ: সূর্য় দেবের সারথী।\nঅরুন্ধতী (अरुंधति): বশিষ্ঠের স্ত্রী, কর্দম প্রজাপতি ও তার পত্নী দেবাহুতির নয় কন্যার অন্যতমা।\nঅর্থ (अर्थ): সম্পদ, চার পুরুষার্থের অন্যতম।\nঅর্জুন (अर्जुन): তৃতীয় পাণ্ডব।\nঅলম্বস (अलम्‍बस): এক রাক্ষস। তিনি দুর্যোধনের বন্ধু ছিলেন। কুরুক্ষেত্রের যুদ্ধে যোগদানও করেন। কিন্তু সাত্যকি তাকে পালিয়ে যেতে বাধ্য করেন।\nঅলর (अलर) : বিশিষ্ট যোগী, বুদ্ধ তার সন্ধান করেছিলেন।\nঅষ্টবক্র (अष्‍टवक्र): পৌরাণিক ঋষি, কৈশোরেই সর্বশাস্ত্রজ্ঞ হয়ে ওঠেন।\nঅষ্টলক্ষ্মী: দেবী লক্ষ্মীর আটটি বিশেষ রূপ যা সম্পদের আটটি উৎসের প্রতীক।\nঅশ্বত্থামা (अश्‍वत्‍थामां): দ্রোণের পুত্র ও কৌরবপক্ষের শেষ সেনাপতি, তিনি অশ্বের ন্যায় শক্তিশালী ছিলেন।\nঅশ্বপতি (अश्‍वपति): ভরত ও শত্রুঘ্নের মামা।\nঅশ্বমেধ (अश्‍वमेध): একটি বিশেষ যজ্ঞ যাতে অশ্ব বলি দেওয়া হত।\nঅশ্বসেন (अश्‍वसेन): কর্ণের পাঁচটি শক্তিশালী বাণ।\nঅশ্বিনীকুমার (अश्‍विन): স্বর্গের দুই যমজ দেবতা এবং স্বর্গের চিকিৎসক |\nঅসমঞ্জ (असमंज): সগর রাজার পুত্র।\nঅসিত (असित): প্রসিদ্ধ ঋষি যিনি পাশাখেলার কুফল সম্পর্কে সকলকে অবহিত করেন।\nঅস্ত্র (अस्त्र): মন্ত্রোচ্চারণের পর নিক্ষেপিত অস্ত্র।\nঅস্মক (अस्मक): কৌরব যোদ্ধা যিনি অভিমন্যুকে আক্রমণ করেন\nঅহংকার (अहंकार): আত্মম্ভরিতার সংস্কৃত প্রতিশব্দ। ব্যক্তির আমিত্ব বোঝাতেও এই শব্দটি ব্যবহার করা হয়।\nঅহি (अहि): আক্ষরিক অর্থে \"সাপ\", বেদে বৃত্রকে অহি নামে অভিহিত করা হয়েছে। ইনি জরথুস্ত্রীয় পুরাণের আজহি দাহাকার সমতুল্য। কিংবদন্তি অনুযায়ী, তার তিনটি মাথা ছিল।\nঅহিংসা (अहिंसा): অহিংসা ও সকল জীবের প্রতি শ্রদ্ধাবোধ-সংক্রান্ত একটি ধর্মীয় ধারণা।\n\n\n== আ ==\nআগ্নেয়াস্ত্র (आग्नेयास्त्र): অগ্নিদেব কর্তৃক নির্মিত আগ্নেয়াস্ত্র।\nআচার্য (आचार्य): শিক্ষক বা গুরু।\nআত্মা (आत्‍मा): মানবের অন্তর্নিহিত সত্ত্বা, যার সৃষ্টি বা লয় নেই।\nআদি শংকর (आदि शङ्कर): প্রথম হিন্দু দার্শনিক যিনি অদ্বৈত বেদান্ত প্রচার করেন।\nআরণ্যক (आरण्यक): হিন্দু শ্রুতি শাস্ত্রের অন্তর্গত দর্শন গ্রন্থ।\nআর্য:  সংস্কৃত ভাষায় লিখিত শ্লোক তথা পৌরাণিক গ্রন্থসমূহতে আর্যদের উল্লেখ পাওয়া যায়। সেখানে আর্য বলতে জ্ঞানী বা বুদ্ধিমান লোকদের বোঝানো হয়েছে। আবার কারও মতে, আর্য শব্দের অর্থ ঈশ্বরের পুত্র। ঈশ্বরের অনেক পুত্রদের মধ্যে যে পিতার আজ্ঞাবহ, অনুগত, ও জ্ঞানশীল সে আর্য নামে অভিহিত হতো। এই ধারণা অনুয়ায়ী ভারতবর্ষে বসবাসকারী লোকদের ঈশ্বরের পুত্র তথা অত্যন্ত জ্ঞানী মনে করা হয়। ভারতবর্ষে এই শ্রেণীর লোকদের বসবাস হওয়ায় তা আর্যদেশ/আর্যবর্ত হিসেবে পরিচিতি লাভ করে।\nআরতি: কাউকে স্বাগত জানানোর জন্য হিন্দু রীতি।\n\n\n== ই ==\n\n\n== ঈ ==\n\n\n== উ ==\n\n\n== ঊ ==\n\n\n== ঋ ==\nঋষ্যমৃঙ্ঘ: বিভান্ডক মুনির পুত্র। নদীতে স্নানরতা উর্বশীকে দেখে বিভান্ডক মুনির বীর্য়স্খলন হলে নদীতীরে জলপানরত একটি হরিনী সেই শুক্রমিশ্রিত জল পান করে গর্ভবতী হয়ে পরে এবং ঋষ্যমৃঙ্গের জন্ম হয়।\n\n\n== এ ==\nএকলব্য: একলব্য ছিলেন এক আদিবাসী জাতির রাজপুত্র। যুদ্ধবিদ্যা শেখার জন্য তিনি গুরু দ্রোণের কাছে গিয়েছিলেন। কিন্তু ক্ষত্রিয় না হওয়ায় দ্রোণ তাকে শিষ্য হিসাবে গ্রহণ করেননি।\n\n\n== ঐ ==\nঐরাবত (ऐरावत): ইন্দ্রের বাহন শ্বেতহস্তীর নাম।\n\n\n== ও ==\n\n\n== ঔ ==\n\n\n== ক ==\nকীর্তন (कीर्तन): সংস্কৃত শব্দ, যার অর্থ ধারণা বা গল্পের বর্ণনা করা, আবৃত্তি করা, বলা, বর্ণনা করা।\nকলি যুগ\nকল্কি\nকালী\nকলি (অসুর)\nকলিসন্তরণোপনিষদ্‌\nকৃষ্ণ\n\n\n== খ ==\n\n\n== গ ==\n\n\n== ঘ ==\n\n\n== চ ==\n\n\n== ছ ==\n\n\n== জ ==\n\n\n== ঝ ==\n\n\n== ট ==\n\n\n== ঠ ==\n\n\n== ড ==\nডাকিনী: হিন্দু পুরাণ অনুসারে অসুরের নারী আত্মা।\n\n\n== ঢ ==\n\n\n== ত ==\n\n\n== দ ==\nদশরথ: রামের পিতা। অযোধ্যার রাজা।\n\n\n== ধ ==\nধৃতরাষ্ট্র: কৌরবদের পিতা। হস্তিনাপুরের রাজা।\nধৌম্য : একজন মহান ঋষি যার তিনজন শিষ্য ছিল - অরুণি, উপামন্যু এবং বেদ।\n\n\n== ন ==\n\n\n== প ==\n\n\n== ফ ==\n\n\n== ব ==\nবকাসুর (बकासुर): একচক্রা নগরের নিকটে এক গুহায় বসবাসকারী ভয়ানক, নিষ্ঠুর ও শক্তিশালী রাক্ষস। নগরবাসীর ত্রাণে ভীম একে হত্যা করেন।\nবদ্রীকাশ্রম (बद्रीकाश्रम): প্রসিদ্ধ হিন্দু তীর্থ। হিমালয়ে গঙ্গার নিকট অবস্থিত। কিংবদন্তি অনুযায়ী, এই স্থানটি বিষ্ণুর নর-নারায়ণ রূপের সঙ্গে সম্পর্কযুক্ত।\nবভ্রুবাহন: অর্জুন ও চিত্রাঙ্গদার পুত্র।\nবলদেব (बलदेव): কৃষ্ণের দাদা বলরামের অপর নাম।\nবলরাম (बलराम): কৃষ্ণের দাদা। বিষ্ণুর শয্যারূপি সহস্র ফণাবিশিষ্ট শেষনাগ বা আদিশেষের অবতার।\nবাহু (बाहु): সূর্যবংশের রাজা, তিনি হৈহয় ও তৈয়জঙ্ঘ জাতির হাতে পরাজিত হয়ে বিতাড়িত হন। তার পিতা ছিলেন সগর।\nবাহুক (बाहुक): অযোধ্যার রাজা ঋতুপর্ণের সারথিরূপে নলের নাম। বাহুর অপর নাম।\nবাহ্লিক (बाह्लिक), দশর্ণ (दशर्ण): কলিঙ্গ ও মগধ। এই দুই রাজ্যের রাজা। পাণ্ডব, মৎস্য, পাঞ্চাল ও শাল্ব রাজ্যের বন্ধু।\nব্রহ্মা: সৃষ্টিকর্তা দেবতা। ত্রিদেবের একজন।\nব্রাহ্মন: উচ্চবর্ণের হিন্দু। ঋষি, গুরু ও পুরোহিতরা এই বর্ণের অন্তর্গত।\nব্রহ্মচারী: একজন ব্যক্তির জীবনের প্রাথমিক সময় যখন সে তার গুরুর কাছে শিক্ষা অর্জনের জন্য গমন করে।\nব্রজ: যে অঞ্চলে কৃষ্ণের জন্ম হয়েছিল।\n\n\n== ভ ==\nভজন: আধ্যাত্মিকতার অনুশীলনের জন্য ব্যবহার করা হয় এমন একটি হিন্দু ভক্তিমূলক গান।\n\n\n== ম ==\n\n\n== য ==\n\n\n== র ==\n\n\n== ল ==\n\n\n== ব ==\nব্রহ্মা: সৃষ্টিকর্তা দেবতা। ত্রিদেবের একজন।\n\n\n== শ ==\nশিমলা\nশ্রেয়স\nশৌনক\n\n\n== ষ ==\n\n\n== স ==\nসৌভিক\nস্বস্তিকা\n\n\n== হ ==\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\nStorm, Rachel (১৯৯৯)। The Encyclopedia of Eastern Mythology। New York: Lorenz Books। আইএসবিএন 0-7548-0069-5। \nPaul V. M. Flesher। \"Hinduism Glossary for Introduction to Religion\"। ২০০৬-০৬-১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৬-০৬-২৫। \nDallapiccola, Anna L. (২০০২)। Dictionary of Hindu Lore and Legend। Thames & Hudson। আইএসবিএন 0-500-51088-1। \nExcerpt from MAHABHARATA retold by C. Rajagopalachari (Compiled and edited International Gita Society)\nSister Nivedita & Ananda K.Coomswamy: Myths and Legends of the Hindus and Bhuddhists, Kolkata, 2001 আইএসবিএন ৮১-৭৫০৫-১৯৭-৩\nThe Mahabharata of Krishna-Dwaipayana Vyasa, translated by Kisari Mohan Ganguli\nMonier-Williams Sanskrit-English Dictionary\nEncyclopedia for Epics of Ancient India\nGlossary of Indian epics\nGlossary of Indian Terms"}