{"pageid": 1247, "title": "মন", "url": "https://bn.wikipedia.org/wiki?curid=1247", "content": "মন দর্শনশাস্ত্রের একটি অন্যতম কেন্দ্রীয় ধারণা। মন বলতে সাধারণভাবে বোঝায় যে, বুদ্ধি এবং বিবেকবোধের এক সমষ্টিগত রূপ যা চিন্তা, অনুভূতি, আবেগ, ইচ্ছা এবং কল্পনার মাধ্যমে প্রকাশিত হয়। মন কি এবং কীভাবে কাজ করে সে সম্পর্কে অনেক রকম তত্ত্ব প্রচলিত আছে। এসব তত্ত্ব নিয়ে চিন্তা-ভাবনা শুরু হয়েছে মূলতঃ প্লেটো, অ্যারিস্টটল এবং অন্যান্য প্রাচীন গ্রীক দার্শনিকদের সময়কাল থেকে।\nজড়বাদী দার্শনিকগণ মনে করেন যে, মানুষের মনের প্রবৃত্তির কোন কিছুই শরীর থেকে ভিন্ন নয়। বরং মানুষের মস্তিষ্ক থেকে উদ্ভূত শারীরবৃত্তিক কর্মকাণ্ডের মাধ্যমে মন গড়ে উঠে।\nমন এর সঠিক সংজ্ঞা সম্ভব নয়। তবে এই ভাবে বলা যেতে পারে, মন হলো এমন কিছু যা নিজের অবস্থা এবং ক্রিয়াগুলি সম্পর্কে সচেতন। মনের সরুপ লক্ষণ হলো চেতনা যার থেকে মনকে জড়ো থেকে আলাদা করা হয়।\nমন চেতনা উপলব্ধি চিন্তা রায় ভাষা এবং মেমরি সহ জ্ঞানীয় অনুষদ একটি সেট। এটা সাধারণত একটি সত্তা এর চিন্তাভাবনা এবং চেতনা অনুষদ হিসাবে সংজ্ঞায়িত করা হয় এটি কল্পনা স্বীকৃতি এবং অনুগ্রহের ক্ষমতা ধারণ করে, এবং মনোভাব এবং কর্মের ফলে অনুভূতি ও আবেগ প্রক্রিয়াকরণের জন্য দায়ী।\nদর্শনের ধর্ম মনোবিজ্ঞান এবং জ্ঞানের বিজ্ঞানের একটি দীর্ঘ ঐতিহ্য আছে যা মনকে গঠন করে এবং তার বিশিষ্ট বৈশিষ্ট্যগুলি কি।\nমনের প্রকৃতির বিষয়ে একটি খোলা প্রশ্ন হলো মস্তিষ্কের সমস্যা যা শারীরিক মস্তিষ্ক ও স্নায়ুতন্ত্রের কাছে মনের সম্পর্কের তদন্ত করে। পুরাতন দৃষ্টিভঙ্গি দ্বৈতবাদ এবং আদর্শবাদকে অন্তর্ভুক্ত করে যা মনকে কোনভাবে অ শারীরিক বলে মনে করে। আধুনিক দৃষ্টিভঙ্গিগুলি প্রায়ই শারীরিকতা এবং কার্যকারিতার কেন্দ্রবিন্দুতে থাকে যা মনে করে যে মন মস্তিষ্কের সাথে প্রায় অনুরূপ এবং স্নায়ুসংক্রান্ত ক্রিয়াকলাপ যেমন সংক্রমনের কার্যকলাপের সাথে সামঞ্জস্যপূর্ণ।, যদিও দ্বৈতবাদ ও আদর্শবাদে অনেক সমর্থক রয়েছে। আরেকটি প্রশ্ন উদ্বেগ যে মানুষের মধ্যে কি ধরনের মন থাকতে পারে? উদাহরণস্বরূপ, মন যে সমস্ত বাস্তবসম্মত জিনিসগুলি দ্বারা কিছু বা সমস্ত প্রাণী দ্বারা মনুষ্যদের কাছে একচেটিয়াভাবে হয়, তা সবই একটি কঠোরভাবে সুনির্দিষ্ট চরিত্রগত কিনা বা মন মনুষ্য বানানো মেশিনগুলির কিছুও হতে পারে।\nযাই হোক না কেন এর প্রকৃতি স্বাভাবিকভাবেই সম্মত হয় যে মন এমন একটি বিষয় যার ফলে ব্যক্তিবিশেষ সচেতনতা ও উদ্দেশ্যপ্রণোদিতভাবে তাদের পরিবেশের দিকে নজর দেওয়া এবং কোনো ধরনের এজেন্সিগুলির সাথে উদ্দীপনাকে প্রতিক্রিয়া জানাতে এবং চিন্তা ও অনুভূতি সহ চেতনা থাকতে পারে।\nবিভিন্ন ধারণা বিভিন্ন সাংস্কৃতিক ও ধর্মীয় ঐতিহ্যের দ্বারা বিভিন্ন ধারণা থেকে বোঝা যায়। কিছু মানুষ মনুষ্যদের জন্য এক সম্পত্তি হিসাবে মনকে দেখতে পায় কিন্তু অন্যেরা প্রাণীদের এবং দেবতাদের কাছে নন জীবিত সত্তা (যেমন প্যান্সিসিজম এবং প্রাণিবিজ্ঞান) মনের বৈশিষ্ট্যগুলিকে সমর্পণ করে। মৃত্যুর পরে জীবন এবং জীববিজ্ঞান ও প্রাকৃতিক আদেশের উভয় তত্ত্বের সাথে জোরারদার বুদ্ধ প্লাটো অ্যারিস্টটল এবং অন্যান্য প্রাচীন গ্রীক ভারতীয় এবং পরবর্তীতে ইসলামিক মতবাদের তত্ত্বের উদাহরণ হিসাবে মনস্তাত্ত্বিক কিছু কিছু রেকর্ডকৃত ধারণাগুলি (মনুষ্য বা আত্মার সাথে একরকমভাবে বর্ণনা করা হয়েছে) মধ্যযুগীয় ইউরোপীয় দার্শনিক।\nমনস্তাত্ত্বিক গুরুত্বপূর্ণ দার্শনিকরা প্লাতো, ডেসকার্টস, লিবিনিজ, লক, বার্কলে, হিউম, কান্ট, হিগসেল, শোপেনহেওর, সিয়ারেল, ডেনেট, ফডর, নাগেল এবং ক্লামার্স। মনস্তাত্ত্বিক যেমন ফ্রয়েড এবং জেমস এবং কম্পিউটার বিজ্ঞানী যেমন টুরিং এবং পুঠামের মনের প্রকৃতি সম্বন্ধে প্রভাবশালী তত্ত্বগুলি গড়ে তুলেছে। অমানবিক মানসিকতার সম্ভাবনা কৃত্রিম বুদ্ধিমত্তার ক্ষেত্রে উদ্ভাবিত হয় যা সাইবারনেটিক এবং তথ্য তত্ত্বের সাথে সম্পর্কযুক্ত কাজ করে যা অবহেলা মেশিনের মাধ্যমে তথ্য প্রক্রিয়াগুলি মানুষের মনের মধ্যে মানসিক চেতনার তুলনায় তুলনীয় বা ভিন্ন।\nমনকে চেতনা প্রবাহের মতো চিত্রিত করা হয় যেখানে অনুভূতি এবং মানসিক চেতনা ক্রমাগত পরিবর্তিত হয়\n\n\n== মনের ধারণা ==\nসাধারণত মনকে তিনটি ভিন্ন অর্থে গ্রহণ করা হয়\n\nপ্রথমত মন বলতে চিন্তা, অনুভূতি ও ইচ্ছা-এই মানসিক কাজ গুলোর সমষ্টিগত রূপ বুঝায়।\nদ্বিতীয়ত-মন বলতে চিন্তা, অনুভূতি ও ইচ্ছা -এই মানসিক কাজগুলি থেকে স্বতন্ত্র দেহাতিরিক্ত এক স্থান, অপরিবর্তিত আধ্যাত্ম সত্তাকে বুঝায়।\nতৃতীয়ত- মন বলতে বুঝায় এক মূর্ত আধ্যাত্মিক ঐক্যের সম্বন্ধ যা চিন্তা, অনুভূতি ও ইচ্ছা প্রভৃতি মানসিক প্রক্রিয়া ছাড়া কিছুই নয়, অথচ যা নিজের স্বাতন্ত্র্য না হারিয়ে এই সকল মানসিক কাজের ভিতর দিয়ে নিজেকে প্রকাশ করে।\nপ্রথম টি হলো মন এর অভিজ্ঞতামূলক মতবাদ পরেরটা আধ্যাত্মিক-মতবাদ, শেষেরটা ভাববাদীদের মতবাদ।\nমন ও চেতনা\nমন ও চেতনা এক নয়। যদিও চেতনা হল মনের স্বরুপ লক্ষণ।\n\n\n== মনের স্বরুপ সম্পর্কে প্রাচীন মতবাদ ==\n\n\n== মনের বিষয়বস্তু ==\nমন এক আধ্যাত্মিক ধারণা। যা মানুষ শুধু কল্পনা করতে পারে যাকে স্পর্শ করা যায় না। মানুষ কাউকে উপলব্ধি করতে চাইলে মানুষ ভাবে সে মন থেকেই করছে। কোন বিষয়ের প্রতি সম্পর্কিত হতে হলে মানুষের চিন্তা-চেতনা ধ্যান- ধারণা বা সুখ-দুঃখ অনুভতির প্রয়োজন হয় যা মানুষ মন থেকে শরীরের আচরণের মাধ্যমে বহিঃপ্রকাশ ঘটায়। \nমানুষের বেশকিছু জৈবিক চাহিদা রয়েছে। এগুলো পূরণ করার জন্য মানুষ বিভিন্ন সম্পর্কে যায় এবং নানা ধরনের আচরণ করে থাকে। জৈবিক চাহিদাগুলোর মধ্যে রয়েছে ক্ষুধা, তৃঞ্চা, ঘুম, যৌনতা ও রেচন প্রভৃতি। এ চাহিদাগুলো যখন পূরণ হয়ে যায়, তখন মানুষ মানবিক এবং বুদ্ধিবৃত্তিক নানারকম কার্যাবলী সম্পাদন করে থাকে। এভাবে মানুষ কখন কেন জৈবিক আচরণগুলো করে এবং তারপর কখন কীভাবে কেন সে মানবিক এবং বুদ্ধিবৃত্তিক আচরণগুলো করা শুরু করে সেটি মানবিক পদক্ষেপ হিসেবে সুপরিচিত।\nমানুষের স্বাভাবিক বৈশিষ্ট্য হচ্ছে, জৈবিক চাহিদাগুলো পূরণ করেই মানবিক বৈশিষ্ট্যের দিকে অগ্রসর হওয়া। সাংস্কৃৃতিক চর্চা, বৈজ্ঞানিক চর্চা, দার্শনিক চর্চা, সাহিত্য চর্চা, গল্প করা, আয়েশ করা প্রভৃতি মানবিক পদক্ষেপজনিত আচরণ। এ সব কার্যক্রমের মাধ্যমে প্রেমপ্রীতি, স্নেহ, ভালোবাসা, মমতা ও প্রশান্তি, প্রভৃতি ধনাত্মক বিষয়গুলো বিকশিত হয় এবং ক্রোধ, হিংসা প্রভৃতি ঋণাত্মক বিষয়গুলো দূরীভূত হয়। তবে জৈবিক চাহিদা পূরণ না হলে মানুষ মানবিক চাহিদা পূরণ করার জন্য অগ্রসর হতে চায় না। যেমন, যেখানে ক্ষুধা, দারিদ্র্য ব্যাপকভাবে রয়েছে সেখানে সঙ্গীত চর্চা, বিজ্ঞান চর্চা প্রভৃতি সুষ্ঠুভাবে চলতে পারে না।\n\n\n== মনের বৈজ্ঞানিক ধারণা ==\n\n\n== মনের দর্শনশাস্ত্র ==\nখ্রিস্টপূর্বকালীন সময় থেকেই দার্শনিকেরা মনের চারিত্র্য নিয়ে মাথা ঘামিয়েছেন। মানব মন এবং দেহের যে সম্পর্ক তা নিয়ে বিভিন্ন যুগে বিভিন্ন দেশের দার্শনিকরা ভাবিত হয়েছেন এবং তাদের মত প্রকাশ করেছেন। দার্শনিকদের চিন্তাবলী দুটি স্রোতে বিভক্ত:  এক দিকে মন এবং দেহ পৃথক এই দ্বৈততা এবং বিপরীতে মন এবং দেহ অভিন্ন এই একসূত্রিতা।\n\n\n== মনের রোগ ==\nমনের রোগ হলো সেই সমস্ত রোগ যেগুলোর অস্তিত্ব কেবল মনে অর্থাৎ শরীরে কোনো রোগ নাই কিন্তু মন খারাপ বা মনের মধ্যে দুঃখ-বেদনা, অশান্তি-হতাশা ইত্যাদির কারণে মানসিকভাবে সুস্থ নয় ফলে শরীরের উপরও তার প্রভাব পড়ে। \nমনের রোগ হলে মানুষ মানসিক সমস্যায় ভোগে। এক্ষেত্রে তাকে মানসিক চিকিৎসকের শরণাপন্ন হতে হয়।\n\n\n== সনাতন ধর্মীয় শাস্ত্রে মন.... ==\nমন হল - মানুষের ভাবনাচিন্তা, যার নিয়ন্ত্রন মানুষের মধ্যে না থাকলে মানুষ অস্থিরতায় ভোগে এবং জীবনের সঠিক লক্ষ্যে পৌঁছাতে পারে না।\nশ্রীকৃষ্ণ ভগবদগীতা তে বলেছেন - দেহের থেকে 'বুদ্ধি' বড়, বুদ্ধির থেকে 'মন' বড় এবং মন থেকে 'আত্মা' বড়... তুমি আত্মায় স্থির হও, তবেই নিজের লক্ষ্য অর্জন সম্ভব।\nআত্মা বলতে - ইচ্ছাশক্তি কে নির্দিষ্ট করে, যা পরমাত্মার থেকে উৎস। \n\n\n== পশু-পাখির ক্ষেত্রে মন ==\n\n\n== আরও দেখুন ==\nচিন্তা\nসংজ্ঞানাত্মক বিজ্ঞান\nচেতনা\nবিবেক\nমনের দর্শন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nC. D. Broad, The Mind and Its Place in Nature, 1925.\nThinkQuest: Think.com, Oracle Education Foundation, Projects | Competition | Library  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ মার্চ ২০০৯ তারিখে, History of Artificial Intelligence.\nLoebner.net  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ মার্চ ২০১৩ তারিখে, Description by Turing of testing machines for intelligence."}