{"pageid": 124704, "title": "রাজশাহী মেডিকেল কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=124704", "content": "রাজশাহী মেডিকেল কলেজ (রামেক) রাজশাহী নগরে অবস্থিত একটি ঐতিহ্যবাহী সরকারি মেডিকেল শিক্ষাপ্রতিষ্ঠান। এটি রাজশাহী চিকিৎসা মহাবিদ্যালয় নামেও পরিচিত। শুরু থেকেই এটি রাজশাহী বিশ্ববিদ্যালয়ের অধিভুক্ত ছিল। প্রতিষ্ঠানটি ১৯৫৮ সালের ১লা জুলাই যাত্রা শুরু করে। বতর্মানে ১৮ টি অনুষদের মাধ্যমে স্নাতক পর্যায়ে এমবিবিএস ও বিডিএস এবং স্নাতকোত্তর  পর্যায়ে এমএস, এমফিল, এমডি, এমপিএইচ এবং ডিপ্লোমা ডিগ্রি প্রদান করা হয়। স্নাতক পর্যায়ে আসন সংখ্যা ২৩০। এছাড়া সার্কভুক্ত দেশগুলোর ছাত্রছাত্রীদের জন্যও কিছু আসন বরাদ্দ রয়েছে।\n\n\n== ইতিহাস ==\n১৯৪৭ সালে ভারত বিভক্তির সাথে সাথে রাজশাহী বিভাগ তদানীন্তন বিভাগীয় শহর জলপাইগুড়ি থেকে  পৃথক হয়ে যায় এবং মেডিকেল স্কুল, হাসপাতাল সহ বড় বড় শিক্ষাপ্রতিষ্ঠান ভারতের মধ্যে চলে যায় ফলে রাজশাহী বিভাগ মেডিকেল শিক্ষা ও স্বাস্থ্য সেবা থেকে বঞ্চিত হয়ে পড়ে।\nপরবর্তীকালে ১৯৪৯ সালে কিছু শিক্ষানুরাগী, স্বনামধন্য সমাজসেবী, রাজনৈতিক বরেণ্য ব্যক্তিবর্গসহ প্রশাসন এর সাথে জড়িত বিভিন্ন ব্যক্তিবর্গ সম্পূর্ণ বেসরকারিভাবে  রাজশাহী শহরে একটি মেডিকেল স্কুল প্রতিষ্ঠা করেন। প্রথমে স্টেট মেডিকেল ফ‍্যাকাল্টি ঢাকা এর অধীনে চার বছর মেয়াদী এল.এম.এফ ডিপ্লোমা কোর্স চালু করেন। প্রথম বছরে ৮০ জন শিক্ষার্থীকে ভর্তি করা হয়। সাহেব বাজারের কো-অপারেটিভ বিল্ডিং স্কুল এর শ্রেণীকক্ষে স্কুলের ক্লাসরুম হিসাবে ব্যবহৃত হত। বর্তমান টিবি ক্লিনিক  ভবনের নীচতলায় মেডিকেল স্কুলের বিভাগুলো স্থাপিত হয়েছিল। এনাটমি বিভাগের শব ব্যবচ্ছেদের জন্য বরেন্দ্র জাদুঘর ভবন প্রাঙ্গণের পশ্চিমদিকে একটি ভবন তৈরি করা হয়েছিল। রাজশাহী কলেজের বিপরীতে আলমগীর হোস্টেল ছেলেদের ও সিভিলসার্জন অফিসের বিপরীতে 'কছিরন ভিলা' মেয়েদের হোস্টেল হিসাবে ব্যবহৃত হত। ১৯৫৪ সালে তৎকালীন পূর্ব পাকিস্তান সরকার এটিকে সরকারি মেডিকেল কলেজে রূপান্তরিত করেন। ১৯৫৮ সালে এটি পূর্ণাঙ্গ মেডিকেল কলেজে পরিণত হয়। সেই থেকে শুরু হলো রাজশাহী মেডিকেল কলেজ (রামেক) এর পথ চলা। ঢাকা মেডিকেল কলেজ এবং চট্টগ্রাম মেডিকেল কলেজ এর পর এটি বাংলাদেশের তৃতীয় মেডিকেল কলেজ। প্রথমে এনাটমি ও ফিজিওলজি বিভাগের বিভাগীয় প্রধান ছিলেন যথাক্রমে কলেজের ১ম অধ্যক্ষ লে. কর্নেল গিয়াস উদ্দীন আহমেদ ও অধ্যাপক ডা. নায়েব আলী।মাত্র ৫ জন অফিস স্টাফ নিয়ে কলেজের যাত্রা শুরু হয়। প্রথম ব্যাচে ২ জন ছাত্রী সহ মোট ৪৩ জন ছাত্র ভর্তি হয়। কলেজ ও হাসপাতাল চত্বরটি প্রায় ৯০ একর জমির উপর অবস্থিত। মেডিকেল স্কুলের জন্য তৈরি ভবনটিই বর্তমান কলেজ বিল্ডিং যা ৩০ বিঘা জমির উপর নির্মিত। মেডিসিন, সার্জারি ও অবস্-গাইনি বিভাগ নিয়ে তিনতলা বিশিষ্ট ৫৩০ শয্যার হাসপাতালটি ১৯৬৫ সালের এপ্রিল মাসে চালু  হয়। হাসপাতাল ভবনটি প্রায় ৬০ একর জমির উপর নির্মিত যা পূর্বে কৃষি ফার্ম ছিল। ২০ শয্যা বিশিষ্ট সংক্রামক ব্যাধি হাসপাতাল, কুষ্ঠ নিয়ন্ত্রণ কেন্দ্র ও ১৫০ শয্যার সদর হাসপাতাল কলেজের অন্তর্ভুক্ত ছিল। পরে সদর হাসপাতাল ডেন্টাল ইউনিটে রূপান্তরিত করা হয়।\nবর্তমান কলেজে এম বি বি এস, বি ডি এস ও বিভিন্ন বিষয়ে পোস্ট গ্রাজুয়েট কোর্স চালু আছে।\nবিডিএস কোর্স ১৯৯০ সালে এবং পোস্ট গ্রাজুয়েট  কোর্স ১৯৯৮ সালে চালু হয়। রাজশাহী মেডিকেল কলেজে বিভিন্ন দেশ থেকে অনেক ছাত্র-ছাত্রী শিক্ষা গ্রহণ করেছে।  এর মধ্যে ভারত, নেপাল, পাকিস্তান, শ্রীলঙ্কা, ভুটান, ইরাক, ইরান উল্লেখযোগ্য। জেনারেল মেডিকেল কাউন্সিল, গ্রেট ব্রিটেন ১ লা জুলাই ১৯৯২ সালে এই কলেজকে স্বীকৃতি প্রদান করে।\n১৯৭১ সালে মহান মুক্তিযুদ্ধে এই কলেজের বহু সংখ্যক চিকিৎসক, ছাত্র-ছাত্রী ও কর্মচারী অংশগ্রহণ করেছিলেন। ১৯৭৪ সালে মেডিকেল কলেজের প্রশাসনিক ভবনের সামনে শহীদ মিনার নির্মিত হয়। ২০০৬ সালে শিক্ষক সমিতির উদ্যোগে শহীদ মিনারের পার্শ্বে মুক্তিযুদ্ধে শহীদ রাজশাহী মেডিকেল  কলেজের ৬ জনের নাম দিয়ে একটি স্মৃতিফলক স্থাপিত হয়। \n\n\n== কলেজ অবকাঠামো ও হোস্টেল ==\n\nকলেজ ভবনে কম্পিউটার মাল্টিমিডিয়া প্রজেক্টর সহ ৪টি গ্যালারি, ৯টি ল্যাবরেটরি,  ২টি মিউজিয়াম, ২টি ব্যবচ্ছেদ  কক্ষ, ১টা পোস্ট-মর্টেম ঘর, ১ টা লাইব্রেরি ও ২টা ছাত্র-ছাত্রীদের কমনরুম রয়েছে। \n১৯৯০ সালে মূল ভবনের পূর্বদিকে নতুন ফার্মাকোলজি ভবন তৈরি করা হয়। এই ভবনের পূর্বদিকে ১৯৯৫ সালে একটি সুন্দর ও অত্যাধুনিক ও শীতাতপ নিয়ন্ত্রিত ১০০০ আসন বিশিষ্ট অডিটোরিয়াম নির্মাণ করা হয় যা বর্তমানে 'কাইছার রহমান চৌধুরী অডিটোরিয়াম' নামে নামকরণ করা হয়েছে।\nমূল ভবনের উত্তর-পূর্বদিকে আরেকটি নতুন ভবন নির্মাণ করা হয় ফরেনসিক মেডিসিন বিভাগের জন্য। ২০১০ সালে এটি চালু করা হয়। এছাড়া কলেজ চত্বরে একটি সেবিকা প্রশিক্ষণ  কেন্দ্র রয়েছে।\nরাজশাহী  মেডিকেল কলেজের লাইব্রেরিতে পর্যাপ্ত নতুন সংস্করণের বই সহ প্রায় ১৯৫০০ টি বই ও দেশি-বিদেশি ৬০টি জার্নাল  রাখা হয়। মেডিকেল এডুকেশন ইউনিটে ইন্টারনেট ব্রাউজিংসহ তথ্য প্রযুক্তির সকল সুযোগ সুবিধা পাওয়া যায়। কলেজের রিসার্চ সেল এখানকার শিক্ষক ও ছাত্র-ছাত্রীদের গবেষণা কাজে সাহায্য করে। রাজশাহী মেডিকেল কলেজ শিক্ষক সমিতি 'TAJ' নামে একটি মেডিকেল জার্নাল ৬ মাস অন্তর অন্তর  প্রকাশ করে যা BMDC কর্তৃক স্বীকৃত।\nছাত্রদের জন্য শহীদ মুক্তিযোদ্ধা কাজী নুরন্নবী ও শহীদ  শাহ মঈনুল আহসান চৌধুরী পিংকু ছাত্রাবাস ও ছাত্রীদের জন্য পলিন, ফাল্গুনি ও আয়েশা সিদ্দিকা ছাত্রীনিবাস আছে। এর মধ্যে আয়েশা সিদ্দিকা ছাত্রীনিবাসটি ২০০৬ সালে উদ্বোধন করা হয়। শিক্ষানবিশ চিকিৎসকদের জন্য শহীদ জামিল আখতার রতন ছাত্রাবাস ও মেয়েদের জন্য আলাদা ইন্টার্নি হোস্টেল, স্টাফ কোয়ার্টার ও জিমনেশিয়াম আছে। ছাত্র-ছাত্রীদের যাতায়াত করার জন্য একটি বাস আছে।\nএই কলেজে প্রথম ক্যান্টিন  চালু হয় হাসপাতাল কিচেনের পাশে। পরে ১৯৬৩ সালে প্যাথলজি বিভাগের উত্তর পাশে একটি টিনের ছাউনিতে স্থানান্তর করা হয়। ১৯৮২ সালে এখানে একটি পাকা একতলা ভবনে চালু হয় যা 'চারু মামার ক্যান্টিন' নামে পরিচিত। এছাড়া পিংকু ছাত্রাবাসের পাশে ২০০৬ সালে একটি ক্যান্টিন নির্মিত হয়েছে।\n\n\n== হাসপাতাল অবকাঠামো ==\n\nহাসপাতালের তিনতলা বিশিষ্ট ৫৩০ শয্যার ভবনটি ১৯৬৫ সালের এপ্রিল মাসে চালু হয়। মূল ভবনের মাঝখানে ফাঁকা জায়গাতে আরও একটি নতুন চারতলা ভবন নির্মাণ করা হয়েছে যা ২০১২ সালে চালু করা হয়।এতে আরও ৩৫২ বেড ও ৬ টি অপারেশন থিয়েটার যুক্ত করা হয়, ফলে হাসপাতালের মোট বেড সংখ্যা দাঁড়ায় ৮৬২। হাসপাতলে অপারেশন থিয়েটার এর উত্তর পাশে আরও একটি ভবন নির্মাণ করে তাতে ১০ বেড বিশিষ্ট আইসিইউ চালু করা হয় ২০১২ সালে এবং উক্ত ভবনেই ২০১৪ সাল থেকে বার্ন ইউনিট চালু করা হয়। বর্তমানে হাসপাতালের শয্যা সংখ্যা  ১২০০।\n১৯৮৪ সালে স্থানীয় ব্যবস্থাপনায় করোনারি কেয়ার  ইউনিট  স্থাপিত হয়। ১৯৯০ সালে এই কেয়ার ইউনিট কার্ডিওলজি বিভাগ হিসাবে পূর্ণতা লাভ করে। ২০১৪ সালে এই বিভাগকে আরও বর্ধিতভাবে হাসপাতালের নবনির্মিত ভবনে স্থানান্তর করা হয়। এখানে ২০০৭ সাল থেকে নিয়মিতভাবে করোনারি অ্যাঞ্জিওগ্রাম ও পেসমেকার প্রতিস্থাপন করা হচ্ছে।\n১৯৯১ সালে কিডনি রোগ বিভাগ ও নিউরোসার্জারি বিভাগ খোলা হয়। কিডনি রোগ বিভাগে ২০০৪ সাল থেকে হেমোডায়ালাইসিস চালু হয়েছে।\n১৯৯৩ সালে শিশু সার্জারি ও ১৯৯৪ সালে নিউরোমেডিসিন চালু করা হয়। ১৯৯৬ সালে ক্যান্সার এর অত্যাধুনিক চিকিৎসার জন্য কোবাল্ট-৬০ মেশিন চালু হয়েছে।\n১৯৬৯ সালে রাজশাহীতে রোগ নির্ণয় ও চিকিৎসা সেবা প্রদানের জন্য এই ক্যাম্পাসে পরমাণু চিকিৎসা কেন্দ্র চালু হয়। ২০০২ সালে নির্যাতিতা মেয়েদের চিকিৎসা ও আইনি সহায়তা দেবার জন্য ওসিসি সেন্টার চালু করা হয়। ২০০৫ সালে হাসপাতালের রেডিওলজি ও ইমেজিং বিভাগে সিটি স্ক্যান ও এম আর আই চালু করা হয়। ২০০৭ সালে এন্ডোস্কপি ও কলোনস্কপি চালু হয়।\n\n\n== ডেন্টাল ইউনিট ==\n১৯৮৯ সালে রাজশাহীতে একটা পূর্ণাঙ্গ ডেন্টাল কলেজ স্থাপনের ঘোষণা দেওয়া হয়। প্রাথমিক অবস্থায় এটি রাজশাহী মেডিকেল কলেজের সাথে ডেন্টাল ইউনিট হিসেবে চালু হয়। প্রথমে এর আসন সংখ্যা ছিল ২০। ২০০৫ সালে আসন সংখ্যা বাড়িয়ে ৫০-এ উন্নীত করা হয়। ১৯৯৪ সালে ডেন্টাল ইউনিটকে সদর হাসপাতালের জায়গায় স্থানান্তর করা হয়।\nপ্রথম ব্যাচে ৯ জন ছাত্র ছাত্রী ভর্তি হয়েছিল। ভূতপূর্ব সদর হাসপাতালে ডেন্টাল কলেজের নতুন চারতলা ভবন নির্মাণ  করা হয়েছে ২০১০ সালে। ডেন্টাল ইউনিটকে রাজশাহী ডেন্টাল কলেজে রূপান্তরিত করার কাজ প্রক্রিয়াধীন।\n\n\n== জনবল কাঠামো ==\n১৯৬৫ সালে হাসপাতাল টি যখন ৫৫০ শয্যার ছিলো তখন যে জনবল কাঠামো ছিলো, বর্তমানে (২০১৯ সালে) ১২০০ শয্যা তে উন্নীত করা হলেও জনবল কাঠামো বাড়ানো হয় নি। হাসপাতালটিতে চিকিৎসক পদ আছে ২৩৩টি যার মধ্যে ৩০টি পদ শূন্য আছে। দ্বিতীয়, তৃতীয় ও চতুর্থ শ্রেণীর মোট ৯১১ পদের মধ্যে ১৪৬ টি শূন্য আছে। আগের ৫৫০ শয্যার জনবল দিয়েই ১২০০ শয্যা বিশিষ্ট এই হাসপাতালটির কার্যক্রম চালাতে অনেক সমস্যার সম্মুখীন হতে হয়।\n\n\n== সংগঠন ==\nরোটারাক্ট ক্লাব\nসন্ধানী ক্লাব\nমেডিসিন ক্লাব\nহাসিমুখ ফাউন্ডেশন।\nএসো পড়তে শিখি\nআমরা ধূমপান নিরারণ করি-আধূনিক\n\n\n== বিতর্ক ==\n২০১৮ সালের ১৪ই ফেব্রুয়ারি রাতে রাজশাহী বিশ্ববিদ্যালয়ের সহযোগী অধ্যাপক এটিএম এনামুল জহির রাজশাহী মেডিকেল কলেজের একদল ইন্টার্ন চিকিৎসকের হাতে হাসপাতাল প্রাঙ্গণে লাঞ্ছিত ও মারধরের শিকার হন। তিনি ঐ রাতে হাসপাতালটিতে ভর্তি থাকা তাঁর মেয়েকে দেখতে গিয়েছিলেন। রাত সাড়ে ১১টার দিকে ইন্টার্ন চিকিৎসক মেরি প্রিয়াংকার সঙ্গে তাঁর ধাক্কা লাগে। এসময় উভয়ই একে অপরকে গালিগালাজ করেন। এরপর প্রিয়াংকা আরেক ইন্টার্ন চিকিৎসক মির্জা কামাল হোসেনকে ফোন করে বিষয়টি জানান। কামালের সাথে আরো কয়েকজন ইন্টার্ন চিকিৎসক এরপর ঘটনাস্থলে এসে এনামুল জহিরকে বেধড়ক মারধর করেন। এতে এনামুল জহির গুরুতর আহত হন এবং তাঁকে ঐ হাসপাতালেই ভর্তি করা হয়। অবস্থার অবনতি হলে পরে তাঁকে ঢাকার একটি হাসপাতালে ভর্তি করা হয়। এই ঘটনার পরিপ্রেক্ষিতে রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষার্থীরা ব্যাপক আন্দোলন করেন এবং জড়িত ইন্টার্ন চিকিৎসকদের গ্রেপ্তার ও দৃষ্টান্তমূলক শাস্তি দাবি করেন।\n\n\n== কৃতি শিক্ষার্থী ==\nআবু সালেহ মোহাম্মদ নাজমুল হক\nআলতাফুর রহমান\nএ জেড এম মোস্তাক হোসেন\nকাজী তরিকুল ইসলাম\nখলিলুর রহমান (কূটনীতিক)\nপিনাকী ভট্টাচার্য\nফসিউর রহমান\nমনসুর রহমান\nমাসুম হাবিব\nমেসবাহুল হক\nমোঃ শামীম আহসান\nমোস্তফা আলম\nমোহাম্মদ শামশাদ আলী\nসামিল উদ্দিন আহমেদ শিমুল\nসিদ্দিকুর রহমান পাটোয়ারী\nসুসানে গীতি\nমামুন হুসাইন\n\n\n== আরও দেখুন ==\nবাংলাদেশের মেডিকেল কলেজের তালিকা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}