{"pageid": 124791, "title": "ধর্মমঙ্গল", "url": "https://bn.wikipedia.org/wiki?curid=124791", "content": "ধর্মমঙ্গল মধ্যযুগীয় বাংলা সাহিত্যের মঙ্গলকাব্য ধারার তিনটি প্রধান শাখার অন্যতম (অপর শাখাদুটি হল মনসামঙ্গল ও চণ্ডীমঙ্গল)। এই কাব্য রচনার প্রধান উদ্দেশ্য দক্ষিণ-পশ্চিম বাংলার লৌকিক অনার্য দেবতা ধর্মঠাকুরের মাহাত্ম্য প্রচার। এই কাব্যের উপাদান মূলত রাঢ় বাংলার রাজনৈতিক ও সামাজিক উপাদান। ধর্মমঙ্গল কাব্যে দুটি কাহিনি সন্নিবেশিত হয়েছে: প্রথমটি পৌরাণিক রাজা হরিশ্চন্দ্রের কাহিনি, এবং দ্বিতীয়টি লাউসেনের উপাখ্যান। দ্বিতীয় উপাখ্যানটিই কাব্যের মূল উপজীব্য। ধর্মমঙ্গল কাব্যের প্রধান কবিরা হলেন রূপরাম চক্রবর্তী (বর্ধমান, সপ্তদশ শতাব্দী) ও ঘনরাম চক্রবর্তী (বর্ধমান, সপ্তদশ-অষ্টাদশ শতাব্দী)। এছাড়া এই কাব্যের অন্যান্য কবিরা হলেন ময়ূরভট্ট (ধর্মমঙ্গলের আদিকবি), শ্যাম পণ্ডিত, ধর্মদাস, রামদাস আদক, সীতারাম দাস, যাদুনাথ বা যাদবনাথ পণ্ডিত, খেলারাম চক্রবর্তী ও মানিকরাম গাঙ্গুলি। রাঢ় অঞ্চলের সমাজ ও রাজনীতি এই কাব্যের মূল উপজীব্য হওয়ায় কোনো কোনো সমালোচক এই কাব্যকে \"রাঢ়ের জাতীয় মহাকাব্য\" বলে উল্লেখ করেন। তবে এই মত বিতর্কিত।\n\n\n== আখ্যানভাগ ==\n\n\n=== হরিশ্চন্দ্রের উপাখ্যান ===\nসকল ধর্মমঙ্গল কাব্যের গোড়ার দিকে রাজা হরিশ্চন্দ্র বা হরিচন্দ্র ও রানি মদনার পুত্রলাভের উপাখ্যান বর্ণিত হয়েছে। এই কাব্যের হরিশ্চন্দ্রের পুত্রের নাম লুইচন্দ্র বা লুইধর। তবে এই উপাখ্যানটির সঙ্গে মূল কাহিনির অন্তরঙ্গ যোগ নেই। উপাখ্যানটি নিম্নরূপ:\n\nরাজা হরিশ্চন্দ্র (কোনো কোনো পুথিতে হরিচন্দ্র) ও রানি মদনার সন্তানাদি ছিল না বলে নানাপ্রকার লাঞ্ছনা সহ্য করতে হত। একদা রাজা-রানি বনে ঘুরতে ঘুরতে বল্লুকা নদীর তীরে ভক্তদের ধর্মঠাকুরের পূজা করতে দেখেন। তা দেখে তাঁরাও পুত্রকামনায় ধর্মপূজা করেন। পুত্র বয়ঃপ্রাপ্ত হলে তাঁকে ধর্মের নিকট বলি দিতে হবে - এই শর্তে ধর্মঠাকুর তাঁদের পুত্রবর দেন। কালক্রমে লুইচন্দ্র বা লুইধর নামে তাঁদের এক সর্বসুলক্ষণযুক্ত পুত্র জন্মায়। কিন্তু রাজা-রানি ধর্মকে দেওয়া তাঁদের প্রতিশ্রুতি বিস্মৃত হন। যথাকালে ধর্মঠাকুর এক ব্রাহ্মণের ছদ্মবেশে উপস্থিত হয়ে রাজা ও রানির কাছে এসে বলেন যে, তিনি তাঁর উপবাসভঙ্গের পর লুইচন্দ্রের মাংস ভক্ষণ করতে চান। রাজা ও রানির কাতর অনুনয়ে তিনি কর্ণপাত করেন না, বরং তাঁদেরও তাঁর সঙ্গে বসে পুত্রমাংস ভক্ষণ করার আদেশ দেন। অগত্যা রাজা ও রানি লুইচন্দ্রকে খড়্গাঘাতে হত্যা করে তাঁর মাংস রন্ধন করেন। কিন্তু তাঁরা ব্রাহ্মণবেশী ধর্মের আদেশানুসারে পুত্রমাংস ভক্ষণ করার পূর্বেই ধর্মঠাকুর স্ববেশ ধারণ করে তাঁদের হাত ধরে ফেলেন। জানা যায়, লুইচন্দ্রকে আদৌ কাটা হয়নি। ধর্মঠাকুরের মায়ায় হরিশ্চন্দ্র মায়া-লুইকে হত্যা করেছেন মাত্র। আসলে লুইকে নিজের কোলে লুকিয়ে রেখে ধর্মঠাকুর রাজা ও রানিকে পরীক্ষা করছিলেন। পুত্রকে অক্ষত অবস্থায় ফিরে পেয়ে রাজা ও রানি মহাখুশি হলেন এবং মহাসমারোহে ধর্মপূজার আয়োজন করলেন।\nএই কাহিনিটি অতি প্রাচীন। অসিতকুমার বন্দ্যোপাধ্যায়ের অনুমান, পূর্বে ধর্মপূজার আসরে কেবল এই উপাখ্যানটিই গীত হত। আজও ধর্মপূজার দ্বিতীয় দিনে এটি গীত হয়। সকল ধর্মমঙ্গলেই এই কাহিনিটি রয়েছে। কোনো কোনো ধর্মমঙ্গলে আবার লাউসেনের প্রধান উপাখ্যানটির বদলে কেবল এই গল্পটিই স্থান পেয়েছে।\n\n\n=== লাউসেনের উপাখ্যান ===\nধর্মমঙ্গল কাব্যের দ্বিতীয় তথা প্রধান কাহিনিটি গড়ে উঠেছে লাউসেনের বীরত্বগাথাটিকে কেন্দ্র করে। ধর্মপূজার 'ঘরভরা' অনুষ্ঠানের জন্য এই কাহিনিটিকে গীত আকারে চব্বিশ পালায় বিভক্ত করে বারো দিন ধরে গাওয়া হয়। এই কারণে এই কাহিনিটির অপর নাম 'বারোমতি' বা 'বার্মাতি'। অসিতকুমার বন্দ্যোপাধ্যায়ের মতে, \"দেবকৃপাশ্রিত লাউসেন এই কাব্যের নায়ক এবং তাহার বীরত্বের অদ্ভুতরসের গল্পই ধর্মমঙ্গল কাব্যের প্রধান আকর্ষণ।\" লাউসেনের উপাখ্যানটি নিম্নরূপ:\n\nধর্মঠাকুর মর্ত্যে পূজা প্রচারের জন্য উৎসুক ছিলেন। এমন সময় স্বর্গের নর্তকী জাম্ববতী শাপগ্রস্থ হয়ে বমতি নগরে বেণুরায়ের কন্যারূপে জন্মগ্রহণ করেন। তাঁর নাম হয় রঞ্জাবতী। রঞ্জাবতীর দিদি ছিলেন গৌড়েশ্বরের রাজমহিষী এবং তাঁর দাদা মহামদ ছিলেন গৌড়েশ্বরের মন্ত্রী। গৌড়েশ্বরের বিদ্রোহী সামন্ত তথা চণ্ডীর বরপুত্র ইছাই ঘোষের সঙ্গে যুদ্ধ করতে গিয়ে গৌড়েশ্বরের অপর সামন্ত তথা ঢেকুরগড়ের অধিপতি কর্ণসেনের ছয় পুত্র ও পুত্রবধূগণ যুদ্ধে নিহত হন। কর্ণসেন নিজেও পরাজিত হন। কর্ণসেনকে সান্ত্বনাস্বরূপ গৌড়েশ্বর নিজ শ্যালিকা রঞ্জাবতীর সঙ্গে তাঁর বিবাহ দেন। বিবাহের পর রঞ্জাবতীকে নিয়ে কর্ণসেন ময়নাগড়ে নতুন সামন্তের পদে অধিষ্ঠিত হন। এদিকে বৃদ্ধ কর্ণসেনের সঙ্গে বোনের বিবাহ হওয়ায় ক্ষুব্ধ হন মহামদ। গৌড়েশ্বরের কাজের প্রতিবাদ করতে না পেরে কর্ণসেনের সঙ্গেই শত্রুতা করেন তিনি। কর্ণসেনকে বারবার 'পুত্রহীন' বলে গালি দিতে থাকেন মহামদ। এতে বিচলিত হয়ে রঞ্জাবতী পুত্রকামনায় কঠোর কৃচ্ছ্রসাধন সহ ধর্মঠাকুরের পূজা করতে থাকেন। যথাকালে ধর্মঠাকুরের কৃপায় এক স্বর্গভ্রষ্ট দেবতা রঞ্জাবতীর গর্ভে জন্ম নেন। তাঁর নাম রাখা হয় লাউসেন। এতে ক্রোধে উন্মত্ত হয়ে মহামদ ইন্দা মেটে নামে এক অনুচরকে পাঠিয়ে লাউসেনকে অপহরণ করলেন। ধর্মঠাকুর কর্পূরবিন্দু থেকে আর একটি ছেলে সৃষ্টি করে রঞ্জাবতীকে দিলেন। তার নাম হল কর্পূর ধবল। এদিকে ধর্মঠাকুরের আজ্ঞায় হনুমান লাউসেনকে উদ্ধার করে রঞ্জাবতীর কোলে ফিরিয়ে দিলেন। এইভাবে রঞ্জাবতী হলেন দুই পুত্রের জননী। \nক্রমে লাউসেন বড়ো হয়ে উঠল। লেখাপড়া ও অস্ত্রবিদ্যায় অর্জন করল বিশেষ ব্যুৎপত্তি, এদিলে মল্লযুদ্ধেও হয়ে উঠল এক অপ্রতিরথ যোদ্ধা। গৌড়েশ্বরকে নিজ বীরত্ব দেখিয়ে খ্যাতি অর্জনের উদ্দেশ্যে সে ভাই কর্পূর ধবলকে নিয়ে যাত্রা করল গৌড়ের উদ্দেশ্যে। পথে বাঘ, কুমির ইত্যাদি হিংস্র জন্তু বধ করে একদিকে যেমন নিজের খ্যাতি বৃদ্ধি করল, অন্যদিকে ভ্রষ্টা নারীদের প্রলোভন এড়িয়ে সে নৈতিক শুচিতারও পরিচয় দিল। এদিকে গৌড়ে পৌঁছেই লাউসেন মহামদের চক্রান্তে বন্দী হল। কিন্তু গৌড়েশ্বরকে বাহুবল দেখিয়ে খুশি করে সে অচিরেই মুক্তিলাভ করল। গৌড়েশ্বর তাঁকে প্রচুর পুরস্কার ও ময়নাগড়ের ইজারা দিলেন। ফেরার পথে কালু ডোম ও তার বউ লখ্যার সঙ্গে লাউসেনের শখ্যতা হল। লাউসেন এদেরও ময়নাগড়ে নিয়ে এল। কালুকে করল সেনাপতি। এরপর মহামদের চক্রান্তে গৌড়েশ্বর লাউসেনকে পাঠালেন কামরূপরাজকে দমন করতে। মহামদ ভেবেছিলেন প্রবল প্রতাপশালী কামরূপরাজের সঙ্গে যুদ্ধ করতে গিয়ে লাউসেনের মৃত্যু অবশ্যম্ভাবী। কিন্তু ধর্মঠাকুরের কৃপায় লাউসেন কামরূপরাজকে পরাজিত করে তাঁর কন্যা কলিঙ্গাকে বিয়ে করে দেশে ফিরল। এতে মহামদ ঈর্ষায় দগ্ধ হতে লাগলেন। তাঁর চক্রান্তে আবার গৌড়েশ্বর লাউসেনকে শিমূল রাজ্য আক্রমণ করতে পাঠালেন। লাউসেনও লোহার গণ্ডার কেটে শিমূল রাজকন্যা কানাড়াকে বিবাহ করে নিয়ে এল। এতে মহামদের ক্রোধ বেড়ে গেল। তাঁরই চক্রান্তে অজয় নদের তীরে ইছাই ঘোষের সঙ্গে লাউসেনের প্রবল যুদ্ধ হল। যুদ্ধে ইছাই পরাজিত ও নিহত হল। এরপর মহামদ লাউসেনকে অন্যভাবে বিপাকে ফেলার চেষ্টা করলেন। তিনি কৌশলে গৌড়েশ্বরকে দিয়ে আদেশ করালেন যে, লাউসেন যদি ধর্মঠাকুরের বরপুত্র হয়, তবে তাকে পশ্চিমে সূর্যোদয় ঘটিয়ে দেখাতে হবে, নচেত তাকে মৃত্যুদণ্ড দেওয়া হবে। হাকন্দ নামক স্থানে ধর্মের কঠোর তপস্যা করে লাউসেন এই অসাধ্যটিও সাধন করল। \n\nলাউসেন যখন হাকন্দে তপস্যা করছিল, তখন সেই সুযোগে মহামদ ময়নাগড় আক্রমণ করে। যুদ্ধে সপত্নী কালুরায় মারা যায়। লাউসেনের প্রথমা স্ত্রী কলিঙ্গা বীরবীক্রমে যুদ্ধ করে প্রাণত্যাগ করে। শেষে বীরাঙ্গনা কানাড়ার হাতে পরাজিত হয়ে মহামদ পালিয়ে যেতে বাধ্য হন। দেশে ফিরে ধর্মঠাকুরের স্তব করে সকলকে বাঁচিয়ে তোলে লাউসেন। মর্ত্যে ধর্মঠাকুরের পূজা প্রচারিত হয়। মহামদ তাঁর কৃত পাপের জন্য কুষ্ঠ ব্যাধিগ্রস্থ হয়। কিন্তু দয়াপরবশ হয়ে লাউসেন ধর্মঠাকুরের নিকট প্রার্থনা করে তাঁকে রোগ থেকে মুক্তি দেয়। এরপর পরম গৌরবে কিছুকাল রাজত্ব করে পুত্র চিত্রসেনের হাতে রাজ্যভার তুলে দিয়ে স্বর্গারোহণ করে লাউসেন।\n\n\n== আরও দেখুন ==\nধর্মঠাকুর\n\n\n== পাদটীকা ==\n\n\n== গ্রন্থসূত্র ==\nসাহিত্যের ইতিহাস ও অন্যান্য আলোচনা\nবাংলা মঙ্গলকাব্যের ইতিহাস, আশুতোষ ভট্টাচার্য, এ. মুখার্জি অ্যান্ড কোম্পানি প্রাইভেট লিমিটেড, কলকাতা, ২০০৯ সং.\nবাঙ্গালা সাহিত্যের ইতিহাস, প্রথম খণ্ড, সুকুমার সেন, আনন্দ পাবলিশার্স প্রাইভেট লিমিটেড, কলকাতা, ১৯৯১ সং.\nবাংলা সাহিত্যের ইতিবৃত্ত, তৃতীয় খণ্ড : প্রথম পর্ব, অসিতকুমার বন্দ্যোপাধ্যায়, মডার্ন বুক এজেন্সি প্রাইভেট লিমিটেড, কলকাতা, ১৯৯৩ সং.\nমধ্যযুগের বাংলা সাহিত্যের তথ্য ও কালক্রম, সুখময় মুখোপাধ্যায়, ভারতী বুক স্টল, কলকাতা, ২০০৭ সং."}