{"pageid": 124734, "title": "প্রাইড অ্যান্ড প্রেজুডিস", "url": "https://bn.wikipedia.org/wiki?curid=124734", "content": "প্রাইড অ্যান্ড প্রেজুডিস (ইংরেজি: Pride and Prejudice) জেন অস্টেন রচিত একটি উপন্যাস। ১৭৯৬ সালে এই উপন্যাস রচনার কাজ শুরু হয়। এটি লেখিকার উপন্যাস রচনার দ্বিতীয় প্রয়াস এবং তার সেন্স অ্যান্ড সেন্সিবিলিটি, প্রাইড অ্যান্ড প্রেজুডিস, নরদ্যাঙ্গার অ্যাবে উপন্যাসত্রয়ীর অন্যতম। উপন্যাসটি প্রকাশিত হতে বারো বছরেরও বেশি সময় লেগেছিল। অস্টেন ১৭৯৭ সালেই মূল পাণ্ডুলিপিটি রচনার কাজ শেষ করে ফেলেছিলেন। এই পাণ্ডুলিপি রচনার কাজটি তিনি করেন হ্যাম্পশায়ারের স্টিভেনটনে। এখানকারঈ এক টাউন রেকটরিতে তিনি তার পিতামাতা ও ভাইবোনদের সঙ্গে বাস করতেন। অস্টিন প্রথমে উপন্যাসটির নাম দিয়েছিলেন ফার্স্ট ইম্প্রেশনস। তবে এই নামে বইটি আদৌ কোনোদিন প্রকাশিত হয়নি। বরং তিনি পাণ্ডুলিপিতে ব্যাপক সংশোধনী আনেন, তারপর পুনরায় উপন্যাসটির নতুন নামকরণ করেন এবং শেষে প্রাইড অ্যান্ড প্রেজুডিস নামে বইটি প্রকাশিত হয়। উপন্যাসটির নতুন নামকরণের ক্ষেত্রে অস্টেন সম্ভবত ফ্যানি বার্নির সিসিলিয়া উপন্যাসটির শেষ অধ্যায়ের (যার শিরোনামও \"প্রাইড অ্যান্ড প্রেজুডিস\", শব্দটি এখানে মোটা বড়ো হাতের হরফে তিনবার মুদ্রিত হয়েছিল) দ্বারা প্রভাবিত হয়েছিলেন বলে অনুমিত হয়।\nউপন্যাসের কেন্দ্রীয় চরিত্র এলিজাবেথ বেনেট। ঊনবিংশ শতাব্দীর সূচনাভাগের ইংল্যান্ডের ভূম্যধিকারী উচ্চবিত্ত সমাজে তার আচরণ, বেড়ে ওঠা, নৈতিকতাবোধ, শিক্ষা ও বিবাহকে কেন্দ্র করে উপন্যাসের ঘটনাগুলি বিন্যস্ত। এলিজাবেথ এক মফঃস্বলবাসী ভদ্রলোকের দ্বিতীয়া কন্যা। সে লন্ডনের নিকটস্থ হার্টফোর্ডশায়ারে অবস্থিত মেরিটন নামে এক কাল্পনিক শহরে বাস করত।\nউপন্যাসের পটভূমি ঊনবিংশ শতাব্দীর সূচনাকাল হলেও, এই উপন্যাসটি আধুনিক পাঠকের কাছেও সমান জনপ্রিয়। আজও সাহিত্য সমালোচকগণ এই বইটির প্রশংসা করে থাকেন। আধুনিক কালে এর জনপ্রিয়তার ফলস্রুতিতে এই উপন্যাস একাধিকবার চলচ্চিত্রায়িত ও মঞ্চায়িত হয়েছে এবং এই উপন্যাসের চরিত্র ও কেন্দ্রীয় বিষয়বস্তু অবলম্বনে একাধিক উপন্যাস ও গল্পও লিখিত হয়েছে। অদ্যাবধি সারা বিশ্বে এই উপন্যাসের প্রায় ২ কোটি সংস্করণ বিক্রি হয়েছে।\nবইটি বাংলা অনুবাদ করেছেন তুহিন কুমার মুখোপাধ্যায়।\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\n\nPride and Prejudice  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ মার্চ ২০১০ তারিখে entire novel at HolyeBooks.org\n\nগুটেনবের্গ প্রকল্পে Pride and Prejudice \nPride and Prejudice  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ মে ২০১০ তারিখে PDF format\nPride and Prejudice, page-by-page text.\nAnnotated HTML hypertext of Pride and Prejudice\nFree audiobook from LibriVox\nA Detailed Analysis of Pride and Prejudice by character, scene, principles of accomplishment, social evolution, etc. at Human Science\nSpark Notes\n\nটেমপ্লেট:Pride and Prejudice\nটেমপ্লেট:Jane Austen"}