{"pageid": 124774, "title": "গণেশ ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=124774", "content": "গণেশ ঘোষ (২২ জুন, ১৯০০ – ২২ ডিসেম্বর, ১৯৯২) ছিলেন একজন বাঙালি ভারতীয় স্বাধীনতা সংগ্রামী, বিপ্লবী ও রাজনীতিবিদ। তিনি চট্টগ্রাম যুগান্তর দলের সদস্য হয়েছিলেন। ১৯৩০ সালের ১৮ এপ্রিল সূর্য সেন ও অন্যান্য বিপ্লবীদের সঙ্গে তিনি চট্টগ্রাম অস্ত্রাগার দখলেঅংশ  নেন।\nবিচারের পর ১৯৩২ সালে তাকে পোর্ট ব্লেয়ারে সেলুলার জেলে স্থানান্তরিত করা হয়। ১৯৪৬ সালে মুক্তিলাভের পর তিনি কমিউনিস্ট রাজনীতিতে যোগ দেন এবং ভারতের কমিউনিস্ট পার্টির সদস্যপদ গ্রহণ করেন। স্বাধীনতার পর তিনি এই দলের একজন নেতা হয়েছিলেন। ১৯৬৪ সালে কমিউনিস্ট পার্টি বিভাজনের পর তিনি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) নামক নবগঠিত দলে যোগ দেন। তিনি একবার লোকসভার (১৯৬৭) এবং তিনবার পশ্চিমবঙ্গ বিধানসভার সদস্য নির্বাচিত হয়েছিলেন (১৯৫২, ১৯৫৭ ও ১৯৬২ সালে)।\n\n\n== জীবনী ==\nবিপ্লবী গণেশ ঘোষের জন্ম হয় অধুনা বাংলাদেশ রাষ্ট্রের যশোরের নিকটবর্তী বিনোদপুরে। তার পিতা বিপিনবিহারী ঘোষ ছিলেন রেলকর্মচারী। পিতার কর্মস্থল ছিল চট্টগ্রাম। চট্টগ্রাম মিউনিসিপ্যাল হাইস্কুলে পড়াশোনা করার সময় বন্ধু অনন্ত সিং-এর মাধ্যমে সূর্য সেনের সংস্পর্শে আসেন। এরপর তিনিও বিপ্লবী দলে যোগ দেন।\n১৯২১ সালে অসহযোগ আন্দোলনে অংশ নিয়ে স্কুল-কলেজ, চট্টগ্রামের বার্মা ওয়েল মিল, স্টিমার কোম্পানি, আসাম-বেঙ্গল রেলওয়ে ইত্যাদি ধর্মঘটে সক্রিয় অংশ নেন। ১৯২২ সালে কলকাতায় এসে ভরতি হন বেঙ্গল টেকনিক্যাল ইনস্টিটিউটে (বর্তমানে যাদবপুর ইঞ্জিনিয়ারিং কলেজ)। সেখানে পড়াশোনা করার সময়েই ১৯২৩ সালে বোমা বানানোর অভিযোগে গ্রেফতার হন। কিন্তু সেবার তিনি প্রমাণাভাবে মুক্তি পান। ১৯২৪ সালে ভারতরক্ষা আইনে গ্রেফতার হয়ে চার বছর জেলে বন্দি থাকেন।\n১৯২৮ সালে সূর্য সেনের নেতৃত্বে আরও কয়েকজনের সঙ্গে কলকাতায় কংগ্রেস অধিবেশনে যোগ দেন। এই অধিবেশনে সুভাষচন্দ্র বসু যে বেঙ্গল ভলেন্টিয়ার্স দল গঠন করেছিলেন, তার আদলে মাস্টারদার চট্টগ্রামের দলে তিনি জিওসি হন। ১৯২৯ সালে চট্টগ্রাম জেলা কংগ্রেসে নির্বাচিত হওয়ার পর সূর্য সেন যে ‘বিপ্লবী পরিষদ’ গঠন করেছিলেন, গণেষ ঘোষ ছিলেন তার পাঁচ সদস্যের অন্যতম সদস্য (অপর সদস্যেরা হলেন মাস্টারদা নিজে, অম্বিকা চক্রবর্তী, নির্মল সেন ও অনন্ত সিং)। পরে পরিষদের সিদ্ধান্ত অনুযায়ী দলের নাম পালটে ‘ইন্ডিয়ান রিপাবলিকান আর্মি, চট্টগ্রাম শাখা’ রাখা হয়। পরিষদের সিদ্ধান্ত অনুযায়ীই ১৯৩০ সালের ১৮ এপ্রিল চট্টগ্রাম অস্ত্রাগার লুণ্ঠন অভিযান সংগঠিত হয়। এই অভিযানে গণেশ ঘোষ ছিলেন ফিল্ড মার্শাল। পরে ঘটনাচক্রে তিনি অপর কয়েক জন সঙ্গীর সঙ্গে বাহিনী থেকে বিচ্ছিন্ন হয়ে পড়ায় ২২ এপ্রিল কলকাতার পথে রওনা হন। ফেনী রেল স্টেশনে রেলপুলিশের হাতে বন্দী হলেও তারা পালাতে সক্ষম হন। কলকাতায় আসার পর যুগান্তর দলের সহায়তায় তাদের চন্দননগরে আশ্রয়ের ব্যবস্থা করা হয়।\n১৯৩০ সালের ১ সেপ্টেম্বর চন্দননগর সংঘর্ষের ঘটনায় অন্যান্য কয়েকজনের সঙ্গে গণেশ ঘোষ বন্দি হন। এই ঘটনায় শহীদ হন কিশোর বিপ্লবী জীবন ঘোষাল। ১৯৩২ সালে অস্ত্রাগার লুণ্ঠন মামলায় দণ্ডিতদের সঙ্গে তাকেও সেলুলার জেলে চালান করা হয়। ১৯৪৬ সালে মুক্তি পাওয়ার পর তিনি ভারতের কমিউনিস্ট পার্টিতে যোগ দেন। ১৯৬৪ সালে কমিউনিস্ট পার্টি বিভাজনের পর তিনি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) নামে নবগঠিত দলটিতে যোগদান করেন। পার্টি নিষিদ্ধ হলে তিনি ১৯৪৮ থেকে ১৯৫২ সাল পর্যন্ত কারারুদ্ধ থাকেন। ১৯৫২, ১৯৫৭ ও ১৯৬২ সালে তিনি বেলগাছিয়া বিধানসভা কেন্দ্র থেকে পশ্চিমবঙ্গ বিধানসভায় নির্বাচিত হন। ১৯৬৭ সালে কলকাতা দক্ষিণ লোকসভা কেন্দ্র থেকে লোকসভাতেও নির্বাচিত হয়েছিলেন তিনি। ১৯৭০ সালে মাস্টারদা সূর্য সেনের সহকর্মী ও অনুরাগীদের নিয়ে গঠিত ‘বিপ্লবতীর্থ চট্টগ্রাম স্মৃতি সংস্থা’-র সভাপতিত্বের ভার গ্রহণ করেন।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nবলিউডে চট্টগ্রাম অস্ত্রাগার লুণ্ঠন নিয়ে আশুতোষ গোয়ারিকরের পরিচালনায় খেলে হাম জি জান সে শীর্ষক একটি চলচ্চিত্র নির্মিত হয়েছে ২০১০ সালে, যার অন্যতম প্রধান চরিত্র বিপ্লবী গণেশ ঘোষ। এই ছবিতে তার চরিত্রে অভিনয় করেছেন বাংলা ও হিন্দি চলচ্চিত্রের শিল্পী সম্রাট মুখার্জী।\n\n\n== আরও দেখুন ==\nসূর্য সেন\nপ্রীতিলতা ওয়াদ্দেদার\nচট্টগ্রাম অস্ত্রাগার লুন্ঠন\nখেলে হাম জি জান সে\nকল্পনা দত্ত\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\n\nMuktadhara article"}