{"pageid": 124730, "title": "আবদুশ শাকুর", "url": "https://bn.wikipedia.org/wiki?curid=124730", "content": "আবদুশ শাকুর (জন্ম: ২৫ ফেব্রুয়ারি, ১৯৪১ - মৃত্যু: ১৫ জানুয়ারি, ২০১৩) বাংলাদেশের একজন প্রতিষ্ঠিত কথাসাহিত্যিক, প্রাবন্ধিক, রচনাসাহিত্যিক, রবীন্দ্র-গবেষক, সঙ্গীতজ্ঞ ও গোলাপ-বিশেষজ্ঞ। কাজের স্বীকৃতি হিসেবে ২০১৪ সালে তিনি পেয়েছেন একুশে পদক। তিনি রম্যচনার জন্য বিশেষ প্রসিদ্ধি লাভ করেছিলেন।\n\n\n== জীবনী ==\nআবদুশ শাকুরের জন্ম ২৫শে ফেব্রুয়ারি ১৯৪১ খ্রিষ্টাব্দে, নোয়াখালী জেলার সুধারাম থানার রামেশ্বরপুর গ্রামে। বাবা মকবুল আহমাদ ও মা ফায়জুন্নিসা। দুই ভাই-এক বোনের মধ্যে তিনি সর্বকনিষ্ঠ।তিনি ঢাকা আলিয়া মাদ্রাসা থেকে কামিল পাস করেন। ঢাকা বিশ্ববিদ্যালয় থেকে ইংরেজি সাহিত্যে অনার্সসহ এম.এ এবং ১৯৮০ সালে নেদারল্যান্ডসের আই.এস.এস থেকে উন্নয়ন অর্থনীতিতে এম.এস। প্রথমে বিশ্ববিদ্যালয়ে ইংরেজি সাহিত্যের অধ্যাপনা, পরে পাকিস্তানের কেন্দ্রীয় সিভিল সার্ভিসে যোগদান এবং বাংলাদেশ সরকারের সচিব হিসেবে ২০০০ সালে তিনি কর্মজীবন থেকে অবসর নেন। পড়াশোনা করেন বিবিধ বিষয়ে এবং নানান ভাষায়। লেখেন গল্প, উপন্যাস, নাটক ও প্রবন্ধ। তবে রচনাসাহিত্যে তার অবস্থান অবিসংবাদিতভাবেই শীর্ষস্থানীয়।\n\n\n== সাহিত্যকর্ম ==\nআবদুশ শাকুরের পাঁচশতাধিক পৃষ্ঠার ‘গল্পসমগ্র’ গ্রন্থটি কীর্তি হিসেবে বাংলা কথাসাহিত্যের ক্ষেত্রে দীর্ঘস্থায়ী হবার উপাদানে সমৃদ্ধ। তার পাঁচশতাধিক পৃষ্ঠার ‘রম্যসমগ্র’ ব্যাখ্যা করে কেন রম্যরচনার ক্ষেত্রে তিনি দেশের অগ্রগণ্য লেখক হিসেবে বরিত। তার গোলাপ-বিষয়ক গবেষণামূলক রচনাসমূহ বিশেষত ‘গোলাপসংগ্রহ’ গ্রন্থটি স্বক্ষেত্রে বাংলাভাষায় একক। শুধু পুষ্পরানী সম্পর্কেই নয়, পুস্তকটিতে রয়েছে মৌসুমী, বর্ষজীবী, দ্বিবর্ষজীবী, চিরজীবী পুষ্পবিষয়ক বিবিধ আলোচনাসহ বাংলাদেশের জাতীয় ফুল ও জাতীয় উদ্ভিদ উদ্যানের উপর সারগর্ভ পর্যালোচনাও। গবেষণামূলক সঙ্গীতলেখক হিসেবে দেশের সঙ্গীত ও সাহিত্যিক সমাজে তিনি অগ্রগণ্য। শুদ্ধসঙ্গীতের স্বর, সুর, কথা, হিন্দুস্তানীসঙ্গীত বনাম কর্ণাটকসঙ্গীত, ধ্বনিমুদ্রণ প্রযুক্তি, ধ্বনিসংস্কৃতি বনাম লিপিসংস্কৃতি ইত্যাদি বিষয়ে গভীরচারী আলোচনার জন্য তার ‘সঙ্গীত সঙ্গীত’, রাগসঙ্গীতচর্চার সোনালী শতক সম্পর্কিত ‘মহান শ্রোতা’ এবং সার্ধশত বর্ষের দেশাত্মবোধক সঙ্গীত পর্যালোচনা গ্রন্থ ‘বাঙালির মুক্তির গান’ বিশেষজ্ঞমহলে সমাদৃত। তার ‘মহামহিম রবীন্দ্রনাথ’, ‘পরম্পরাহীন রবীন্দ্রনাথ’ এবং ‘রবীন্দ্রনাথকে যতটুকু জানি’-নামক রবীন্দ্র-গবেষণামূলক গ্রন্থগুলি বোদ্ধা মহলে কবিগুরুর শেষহীন গুরুত্ব অণুধাবনে বিশেষ সহায়ক বলে বিবেচিত। চ. তার উপন্যাসগুলি ভাষা ও উপজীব্যের দিক দিয়ে অভিনব বলেই বেশি গুরুত্বপূর্ণ। উদাহরণ : ‘ক্রাইসিস’, ‘সংলাপ’, ‘উত্তর-দক্ষিণ সংলাপ’ ও `ভালোবাসা'। ছ. মুখের ভাষার মতো তাঁর গদ্যও বুদ্ধিদীপ্ত, ক্ষিপ্র, কাব্যময়, রঙিন ও ক্ষুরধার। গদ্যশরীর যতখানি নিখাদ আর শাণিত হতে পারে, তাঁর ভাষা প্রায় তারই উপমা। বাংলা সাহিত্যের খ্যাতিমান অধ্যাপক আবদুল্লাহ আবু সায়ীদ-এর ভাষায়, ‘আজ আমাদের চারপাশে অযত্ন আর অবহেলায় লেখা শিথিল গদ্যভাষার যে “অলীক কুনাট্যরঙ্গ” মাথা উঁচিয়ে উঠেছে। আবদুশ শাকুরের গদ্য চিরায়ত গদ্যের পক্ষ থেকে তার শক্তিমান প্রতিবাদ…জ্ঞান, মেধা এবং মননের সমবায় তার বৈদগ্ধ্যকে এমন এক পরিশীলিত শ্রী এবং উপভোগ্যতা দিয়েছে যার কাছাঁকাছি জিনিশ চিরায়ত বাংলাসাহিত্যের ভিতরেই কেবল খুঁজে পাওয়া যাবে’ (স্বনির্বাচিত প্রবন্ধ ও রচনা)।\n\n\n=== কথাসাহিত্য ===\nবিদ্যাসাগর বিশ্ববিদ্যালয়ের উপাচার্য ও তুলনামূলক সাহিত্যের অধ্যাপক ড. অমিয় দেব কলকাতার দৈনিক গণকণ্ঠ পত্রিকার ২০০৪ খ্রিস্টাব্দের বিশেষ একটি সাহিত্যিক ক্রোড়পত্রে আবদুশ শাকুরের কথাসাহিত্য আলোচনাক্রমে লিখেছেন : “প্রজ্ঞা ও অভিজ্ঞতা তাঁর ছোটগল্পে এক অণুপম চারুতা ও প্রাসঙ্গিকতা যোগ করে। বাগ্মী এই কথাকোবিদের প্রতিটি রচনাকেই আলোকিত করে বিবিধ বিষয়ে তাঁর অগাধ পাণ্ডিত্য। শাকুরের সমগ্র কথাসাহিত্যে বিশেষভাবে লক্ষণীয় বস্তুটি হলো চিন্তাশক্তি আর কল্পনাশক্তির চমৎকার সমবায়।”\nসমসময়ের বহুলপঠিত কথাসাহিত্যিক, বিশ্বসাহিত্যের উৎসাহী পাঠক ও আদৃত অনুবাদক আন্দালিব রাশদি দৈনিক সমকাল পত্রিকার সাহিত্যপত্র “কালের খেয়া”-য় আবদুশ শাকুরের উপন্যাস পর্যালোচনাকালে লেখেন : “তাঁর ‘ভালোবাসা’ আর ‘ক্রাইসিস’-নামের উপন্যাস দুটি মধ্যবিত্ত সমাজের প্রেমের গভীরচারী অধ্যয়ন। প্রতিপক্ষে ‘সংলাপ’ আর ‘উত্তর-দক্ষিণ সংলাপ’-নামক দুটি উপন্যাস সমাজতন্ত্রের স্বরূপ বিশ্লেষণ করে বৈশ্বিক প্রেক্ষাপটে, সঠিক শব্দের উজ্জ্বল আলোকে।”\n\n\n=== রচনাসাহিত্য ===\nবঙ্গবাসী কলেজের প্রাক্তন অধ্যক্ষ ড. বিষ্ণু বেরা, কলকাতার মাসিক ‘একুশ শতক’ পত্রিকায় ২০০৫ সালের এক সংখ্যায় আলোচনাকালে আবদুশ শাকুরের রম্যরচনা সম্পর্কে লেখেন :\n“অসাধারণ পাণ্ডিত্য ও সূক্ষ্ম রসবোধসম্পন্ন কথাশিল্পী শাকুর তাঁর রচনাসাহিত্যে নিজেকে এবং তাঁর প্রিয় বাংলাদেশ ও পরিবর্তমান বাঙালি সমাজকে বিশশতকের উত্তাল বিশ্ব ইতিহাসের প্রেক্ষাপটে নানা রঙে নানা ভঙ্গিমায় স্থাপন করেছেন। মনন ও অভিজ্ঞতায় এই লেখক প্রকৃত অর্থেই একজন বিশ্বনাগরিক। বাংলাদেশের নাগরিক বৃত্তের উচ্চমহল সম্বন্ধে বিশদ ও প্রত্যক্ষ অভিজ্ঞতায় তাঁর জীবনপাত্র উছলে উঠে এক স্বতন্ত্র মাধুরীর ছবি ফুটিয়ে তুলেছে তাঁর গল্প-উপন্যাসে, বিশেষত রমণীয় রচনার ছোটগল্পরূপ উপস্থাপনায়। বিশ্ববিদ্যার নানা শাখায় অবাধ সঞ্চরণের ফলে তাঁর রচনার সঞ্চরণও প্রজ্ঞার এক দীপ্তিমান পরিসরে। মানুষের প্রতি গভীর ভালবাসা, সংসারের তুচ্ছাতিতুচ্ছ ঘটনাকে গভীর অন্তর্দৃষ্টির সাহায্যে অসামান্য তাৎপর্যময় করে তোলা এবং পুঙ্খানুপুঙ্খ উপস্থাপনার নির্মোহ দার্শনিকতা তাঁর রচনাকে একান্তই নিজস্ব করে তুলেছে। শাকুর তাঁর চেনা সমাজের অন্তঃসারশূন্যতা ও স্ববিরোধিতা নির্দ্বিধায় অনাবৃত করেছেন কিন্তু নগ্ন বীভৎসতায় নামিয়ে আনেননি। বরঞ্চ সংবেদনশীলতার নক্সাকাটা চাদরে তাকে আদরে ঢেকে দিয়েছেন।”\n‘বিশ্বসাহিত্য কেন্দ্র বাংলাদেশ’-এর সভাপতি অধ্যাপক আবদুল্লাহ আবু সায়ীদ তার ‘স্বনির্বাচিত প্রবন্ধ ও রচনা’-নামক গ্রন্থে ‘আবদুশ শাকুরের রম্যরচনা’-শীর্ষক প্রবন্ধে (পৃ. ১৮০-১৮৮) লিখেছেন :\n“রম্যরচনার ক্ষেত্রে শাকুর একটি ভিন্ন ধারার প্রবর্তক। প্রতিটি লেখার সবখানে ঘাই-দেওয়া কাঁটাওয়ালা মাছের মতো ক্রূর আঘাতে যা পাঠককে নিরন্তর ছিন্ন-বিচ্ছিন্ন করে যায় তা হল তাঁর দ্যুতিময় মননশীলতা। প্রতি পদে তাঁর ক্ষুরধার চিন্তার আঘাত পাঠককে আহত করে, জাগ্রত করে, আলোকিত করে এবং একটি নতুন দীপিত জগৎে তুলে নেয়। একটি রম্যরচনার কাছ থেকে এতখানি প্রাপ্তি সত্যিকার অর্থেই দুর্লভ। এ দিক থেকে বাংলা হাস্যকৌতুকের ধারায় তাঁর স্থান তৃতীয় একটি বিন্দুতে। তিনি সেই দলের লেখক যাঁরা রম্যরচনার ছদ্মাবরণে উচ্চতর চেতনাসম্পদ উপহার দিয়েছেন সাহিত্যে। আবদুশ শাকুরকে তাই শুধুমাত্র রম্যরচনাকার হিসেবে চিহ্নিত করলে ভুল হবে। তিনি যা উপহার দিয়েছেন তা সঠিক অর্থে রম্যরচনা নয়, পরম রমণীয় রচনা।\nশাকুরের রম্যরচনার আর একটা দামি সম্পত্তি এর বৈদগ্ধ্য। এই রম্যরচনাগুলো হাতে নিলেই টের পেতে দেরি হয় না যে এই লেখকের পড়াশোনা বিস্তর এবং ওই জগৎে তিনি নিদ্রাহীনভাবে জাগ্রত। ক্ষুরধার ধীশক্তির কারণে তিনি পারিপার্শ্বিক পৃথিবীকে দৃষ্টিপাতমাত্র নিজের ভেতর আত্মসাৎ করতে পারেন। তাঁর মেধা প্রখর, মনন জাগ্রত এবং চিন্তাপ্রক্রিয়া আধুনিক। জ্ঞান, মেধা এবং মননের সমবায় তাঁর বৈদগ্ধ্যকে এমন এক পরিশীলিত শ্রী এবং উপভোগ্যতা দিয়েছে যার কাছাঁকাছি জিনিশ খুঁজে পাওয়া যাবে কেবল চিরায়ত বাংলাসাহিত্যের ভেতরেই। তাঁর প্রতিটি বাক্য পরিশীলন ও মননের উদ্ভাসে আলোকিত এবং আকণ্ঠ উপভোগ্য। শাকুরের শব্দেরা সজাগ ও গতিময়। প্যারীচাঁদ ও কালীপ্রসন্ন মানুষের আটপৌরে জীবনকে উপহার দিয়েছিলেন কৌতুক রসের চটুল তারল্যে উপস্থিত করে। রবীন্দ্রনাথ ও প্রমথ চৌধুরী ভাবের আভিজাত্যকে উপহার দিয়েছিলেন তাঁদের বর্ণাঢ্য ভাষায়, কৌতুকের মার্জিত রস সংযোজন করে। শাকুরের এলাকা একটু আলাদা। মধ্যবিত্ত জীবনের দৈনন্দিন সমস্যা ও অসহায়তাকে তিনি তুলে ধরেছেন তাঁর বৈদগ্ধ্যমণ্ডিত ভাষায়। কৌতুকাশ্রিত বাংলাসাহিত্যের ধারায় এটি একটি পৃথক পদপাত।”\n\n\n=== রবীন্দ্রনাথ ===\nরবীন্দ্রজন্মের সার্ধশতবর্ষ উপলক্ষে কলকাতা থেকে ২০১০ সালে প্রকাশিত ‘রবীন্দ্রনাথকে যতটুকু জানি’-শীর্ষক আবদুশ শাকুরের সর্বশেষ গ্রন্থটি সম্পর্কে মাসিক ‘একুশ শতক’ পত্রিকায় আলোচনাকালে পশ্চিমবঙ্গের সুপরিচিত সাংবাদিক ও সাহিত্যিক সৌমিত্র লাহিড়ি বিবেচ্য বিষয়ে লেখকের পর্যবেক্ষণ ও উপস্থাপনের তিক্ষ্নতা ও গভীরতার উদাহরণস্বরূপ নিচের উদ্ধৃতিগুলি ব্যবহার করেছেন :\n“রবীন্দ্রনাথের সৃষ্টি সবসময়ই আকস্মিক, অণুমিত সম্ভাবনার সকল সীমারই বাইরে। অন্যদের সঙ্গে তাঁর প্রতিভার তুলনার অবকাশই নেই কোনো। কেননা অন্যরা ব্যক্তি, রবীন্দ্রনাথ পরিব্যক্তি। উদ্ভিদবিদ্যায় পরিব্যক্তি হল মিউটেশন-এর পরিভাষা। পুষ্পজগতে প্রকৃতির এমনি খেয়ালী সৃষ্টিকে বলে ‘স্পোর্ট’। যেমন ‘পিস’-নামক ঐতিহাসিক গোলাপটির বংশধারার পরম্পরাচ্যুত এক ব্যতিক্রান্ত নিদর্শনস্বরূপ গোলাপবিশ্বে ‘শিকাগো পিস’-নামক গোলাপটি ফুটেছে প্রকৃতির আকস্মিক খেয়ালে, তেমনি মনুষ্যবিশ্বে রবীন্দ্রনাথ ঠাকুরও জন্মেছেন স্রষ্টার আকস্মিক খেয়ালে এবং ডিজাইনারের কপির মতো দ্বিতীয়হীন।\nঅন্যরা প্রতিভার বরপুত্র হলে, রবীন্দ্রনাথ প্রতিভার বিশেষ সংজ্ঞা। নবনবোন্মেষশালিনী প্রজ্ঞার মানুষী মূর্তি তিনি। তাই রবীন্দ্ররহস্যের যেদিকেই তাকাই কেবল এই সত্যই দেখতে পাই যে অনৈসর্গিক এই শিল্পীর সৃজনধর্মী চিত্তবৃত্তি সর্বদাই অন্যথাচারী এবং সর্বকালেই চিত্তহারী। তাই অদ্ভুতকর্মা এই সার্বক্ষণিক শিল্পীকে এক জন্মে নয়, বহু জন্মেও নয়; এক প্রজন্মে নয়, বহু প্রজন্মেও নয়; এক শতকে নয়, বহু শতকেও নয় ; এককথায় রবীন্দ্রনাথকে সম্পূর্ণরূপে জানা হয়তো সম্ভবই নয়। তাই আমাদের কেবল পড়েই যেতে হবে তার সাহিত্য, শুনেই যেতে হবে তার সঙ্গীত, দেখেই যেতে হবে তার চিত্র, নিয়েই যেতে হবে তার শিক্ষা, ভেবেই যেতে হবে তার কথা।”\n\n\n=== সঙ্গীত ===\nলেখক আবদুশ শাকুর একজন গায়কও। তাই সঙ্গীতজ্ঞ এবং উচ্চমানের সঙ্গীতালোচক তিনি স্বাধিকারবলেই। তাঁর ‘সঙ্গীত সঙ্গীত’-শীর্ষক গ্রন্থের পরিচায়ক-পত্রে প্রসিদ্ধ সঙ্গীততাত্ত্বিক ড. করুণাময় গোস্বামী লিখেছেন :\n“স্বয়ং গায়ক বলে শাকুর সঙ্গীত বিষয়টিকে একেবারে ভেতর থেকে জানেন ও বোঝেন। ক্রিয়াপরতার চমৎকারিত্ব সম্পর্কে তিনি সম্যক অবহিত। হিন্দুস্তানি ও কর্ণাটকী মিলিয়ে ভারতবর্ষের রাগসংগীতকলার যে বিপুল বিস্তার, এদের বিকাশের যে বিস্ময়কর তরঙ্গভঙ্গ সে বিষয়ে সঙ্গীতজ্ঞ হিসেবে শাকুরের পঠনপাঠন যে গভীর তা তার লেখা থেকেই বোঝা যায়। সেজন্যে সঙ্গীতের ক্ষেত্রে উপমহাদেশের যাবতীয় অর্জনকে তিনি ইতিহাসের পরিপ্রেক্ষিতে বিবেচনা করতে পারেন। যেহেতু গায়ক, কণ্ঠসংগীতে শাকুরের আগ্রহ প্রবল। তবে যন্ত্রকে ঘিরেও তার রসপিপাসায় কমতি নেই।\nবাংলায় সঙ্গীতালোচনার একাধিক রীতির উল্লেখ করা যায়। অমিয়নাথ সান্যালের একটি রীতি, যে-আলোচনারীতিতে সঙ্গীত যেন একটি অণুভবনীয়, দর্শনীয় ও স্পর্শনীয় বিষয়ে পরিণত হয়। আরেকটি রীতি জ্ঞানপ্রকাশ ঘোষ ও কুমারপ্রসাদ মুখোপাধ্যায়ের। ওঁদের ঢঙটি মজলিশি, গভীরে প্রবেশ করার চেয়ে জমিয়ে তোলার চেষ্টা বেশি। তৃতীয় রীতির প্রতিষ্ঠাতা রবীন্দ্রনাথ। দিলীপকুমার রায় ও ধূর্জটিপ্রসাদ মুখোপাধ্যায় তাদের মতো করে রাবীন্দ্রিক রীতির অণুসরণ করেন এবং এই মহা তিনের প্রয়াসে তাদের ধরনের সঙ্গীতালোচনার একটি প্রাতিষ্ঠানিক ভিত্তি গড়ে ওঠে।\nএই রীতির মূলে আছে শ্রবণেন্দ্রিয়কে অন্তরেন্দ্রিয়ের সঙ্গে মিলিয়ে নেওয়া, পর্যবেক্ষণকে দর্শনচিন্তায় উজ্জ্বল করে তোলা, সঙ্গীতের বিবর্তনকে সমাজবিবর্তনের সূত্র দিয়ে গ্রথীত করা। সঙ্গীতালোচক আবদুশ শাকুর এ বিষয়টি অনিবার্যভাবে মনে করিয়ে দেন। অতি অল্প যে কয়েকজন বাঙালি সঙ্গীতালোচক এই ধারাটিকে সফলভাবে বহন করে চলেছেন শাকুর তাদের অন্যতম।\nহিন্দুস্তানি গুরু ও লঘু সঙ্গীতের রসে আবদুশ শাকুরের হৃদয় নিত্য সিঞ্চিত। বাংলা নাগরিক গান হিন্দুস্তানি গানের বৃত্তে থেকেও ঈষৎ পৃথক। এই পার্থক্যের স্বরূপ যে কি, আবদুশ শাকুর তা গভীরভাবে বোঝেন। নিজে যেহেতু গেয়ে, শুনে ও ভেবে কথা বলেন, বাংলা গান সম্পর্কে তার বক্তব্য গড়পড়তা কথাবার্তা থেকে খানিক পৃথক শোনায়। তিনি তার পর্যবেক্ষণকে যুক্তি ও নান্দনিক চেতনার আলোকে প্রতিষ্ঠিত করতে জানেন। আবদুশ শাকুর রবীন্দ্রনাথ, দ্বিজেন্দ্রলাল, রজনীকান্ত, অতুলপ্রসাদ ও নজরুলের সঙ্গীত রচনার রীতি প্রকৃতি নিয়ে আলোচনা করেছেন।\nএঁদের গান নিয়ে আলোচনা যা কিছু হয়েছে তা যে যথেষ্ট নয় সে কথা বলাই বাহুল্য। রবীন্দ্রনাথের গান নিয়ে অনেক সন্দর্ভ রচিত হয়েছে, এর বাইরেও বই লেখা হয়েছে অনেক। মানের বিবেচনায় কিছু কাজ চমৎকার হয়ে উঠেছে। সে তুলনায় নজরুলের গান নিয়ে লেখা হয়েছে অনেক কম, মানের বিবেচনায় উত্তীর্ণ কাজ একেবারেই কম। আবদুশ শাকুর যে নজরুল সঙ্গীতালোচনায় অভিনিবিষ্ট হয়েছেন এতে সঙ্গীতামোদীদের বিশেষ প্রাপ্তিযোগ ঘটবে সন্দেহ নেই। বাংলা গানের বিকাশে নজরুলের অবদান সম্পর্কে শাকুরের বিবেচনা তাদের জন্যে অপরিহার্য পাঠ্য বিষয় হয়ে উঠবে।\nসাহিত্য রচনায় ও সাহিত্যলোচনায় তার অর্জন অতি উচ্চ মানের। শাকুরের সাহিত্যবোধস্পৃষ্ট সঙ্গীতালোচনা এমন মনোহর হয়ে ওঠে যে, মুগ্ধ হওয়া ছাড়া উপায় থাকে না। সঙ্গীতালোচক যদি স্বয়ং গায়ক, সঙ্গীতজ্ঞ ও সাহিত্যরচয়িতা হন এবং তার যদি কলাবিদ্যার নানা শাখায় অধিকার থাকে, তাহলে তার আলোচনায় যে মহাকাণ্ডটি ঘটা সম্ভব, আবদুশ শাকুরের সঙ্গীতালোচনায় সেটিই ঘটেছে।”\n\n\n=== গোলাপ ===\nকলকাতার স্বনামধন্য পত্রিকা প্রতিক্ষণ ১৯৮৭ খ্রিস্টাব্দের এক সংখ্যায় আবদুশ শাকুরের ‘গোলাপ বিসংবাদ’ গ্রন্থটি আলোচনাকালে লিখেছে : “জ্ঞাত ইতিহাসে গোলাপের আবির্ভাবের মুহূর্তটি থেকে শুরু করে ধাপে ধাপে কীভাবে আজকের বাগানশোভা পুষ্পরানি এতসব প্রকারে রূপান্তরিত হল তারই এক জ্ঞানগর্ভ অথচ মনোজ্ঞ আলোচনা রয়েছে এতে। লেখক মানুষকে আর গোলাপকে সুদীর্ঘ পথ পাশাপাশি হাঁটিয়ে নিয়ে গিয়েছেন তাঁর রসমণ্ডিত গল্পকথনে সম্মোহিত করে। অন্তে যোজিত গোলাপ নিয়ে সমাজতাত্ত্বিক বাহাসটি একান্তই অভিনব, তবে অতীব গুরুত্বপূর্ণ।”\nগোলাপকে কেন্দ্রীয় চরিত্ররূপে পাওয়া যায় তার কোনো কোনো গল্প এবং প্রবন্ধেও। কারণ গোলাপের সঙ্গে তার সম্পর্ক কেবল পাঠের নয়, চাষেরও। তার বাংলোর লনে এবং ছাদের বাগানে ৩৫০ প্রকার গোলাপের ৭৫০টি গুল্ম স্বহস্তে লালন করে তিনি ‘লন রোজ গার্ডেন’-শ্রেণিতে দেশের বছর-সেরা গোলাপবাগান-লালকের স্বীকৃতিস্বরূপ ‘বাংলাদেশ জাতীয় গোলাপ সমিতি’র স্বর্ণপদক পেয়েছিলেন ১৯৮৯ সালে।\nদেশের শ্রেষ্ঠ নিসর্গবিদ, দ্বিজেন শর্মা আবদুশ শাকুরের গোলাপ বিষয়ক রচনাসংগ্রহের পরিচায়ক-পত্রে লিখেছেন : ‘‘সাহিত্যিকের এ এক অসাধারণ বিজ্ঞানলেখা। শাকুর গোলাপের অধরা মাধুরী ধরেছেন অনবদ্য এক ছন্দোবন্ধনে। এক তথ্যবহুল সাক্ষাৎকারে পুষ্পোৎপাদনবিদ এই কথাসাহিত্যিক সাক্ষাৎকারী কবি বেলাল চৌধুরীকে অনেক মনোহারী বিজ্ঞান-সংবাদ দিয়েছেন যা প্রথমে তাঁর ‘সন্দ্বীপ’-শীর্ষক সাময়িকীতে এবং পরে আলোচ্য গ্রন্থে প্রকাশিত হয়েছে। এতে রয়েছে গোলাপ আর বুনোগোলাপ ছাড়াও বেশ কিছু বর্ষজীবী, দ্বিবর্ষজীবী, চিরজীবী পুষ্প সম্পর্কে অনেক চমকপ্রদ কথা এবং বাংলাদেশের জাতীয় ফুল ও জাতীয় উদ্ভিদ উদ্যান সম্পর্কে অনেক গুরুত্বপূর্ণ আলোচনা। . . . নির্দ্বিধায় বলা যায় বাংলাদেশের প্রকৃতিসাহিত্যে গোলাপপ্রেমী কথাশিল্পী আবদুশ শাকুরের গোলাপবিষয়ক যাবতীয় রচনা বাংলা সাহিত্যে মূল্যবান অবদান হয়ে থাকবে এবং প্রকৃতিবিপর্যয়ের এই দুঃসময়ে লেখক দীর্ঘদিন বাঙালির কৃতজ্ঞতা ও ভালোবাসা কুড়াবেন।”\n\n\n== মৃত্যু ==\n২০১৩ খ্রিষ্টাব্দের ১৫ই জানুয়ারি মঙ্গলবার বিকেল পৌনে পাঁচটায় রাজধানীর ধানমন্ডির নিজ বাড়িতে তিনি শেষ নিঃশ্বাস ত্যাগ করেন। মৃত্যুকালে তার বয়স হয়েছিল ৭২ বছর। মিরপুর বুদ্ধিজীবী কবরস্থানে আবদুশ শাকুরকে সমাহিত করা হয়।\n\n\n== প্রকাশিত গ্রন্থাবলী ==\n\n\n=== উপন্যাস ===\nসহে না চেতনা\nভালোবাসা\nউত্তর-দক্ষিণ সংলাপ\nসংলাপ\nক্রাইসিস\n\n\n=== ছোটগল্প ===\nশারীর\nগল্পসমগ্র\nনির্বাচিত গল্প\nআক্কেলগুড়ুম (কিশোর গল্পগ্রন্থ)\nআঘাত\nক্ষীয়মাণ\nএপিটাফ\nধস\nবিচলিত প্রার্থনা\nশ্রেষ্ঠ গল্প : আবদুশ শাকুর (জাকির তালুকদার সম্পাদিত)\n\n\n=== রম্যরচনা ===\nভেজাল বাঙালি\nনির্বাচিত কড়চা\nমধ্যবিত্তের কড়চা\nচুয়াত্তরের কড়চা\nআবদুশ শাকুরের কড়চা\nসেরা রম্যরচনা : আবদুশ শাকুর (আবদুল্লাহ আবু সায়ীদ সম্পাদিত)\nরম্যসমগ্র\n\n\n=== গবেষণামূলক ===\nগোলাপসংগ্রহ (পুষ্পবিষয়ক)\nবাঙালির মুক্তির গান (দেশাত্মবোধক গান সম্পর্কে)\nসঙ্গীত সঙ্গীত (সঙ্গীতবিষয়ক)\nমহান শ্রোতা (সঙ্গীতবিষয়ক)\nমহামহিম রবীন্দ্রনাথ (রবীন্দ্রনাথ বিষয়ক)\nপরম্পরাহীন রবীন্দ্রনাথ (রবীন্দ্রনাথ বিষয়ক)\nরবীন্দ্রনাথকে যতটুকু জানি (রবীন্দ্রনাথ বিষয়ক)\nচিরনতুন রবীন্দ্রনাথ(রবীন্দ্রনাথ বিষয়ক)\nগোলাপনামা(পুষ্পবিষয়ক)\n\n\n=== প্রবন্ধ ===\nমহামহিম রবীন্দ্রনাথ\nআবদুশ শাকুরের শ্রেষ্ঠ প্রবন্ধ\nভাষা ও সাহিত্য\nপরম্পরাহীন রবীন্দ্রনাথ\nসঙ্গীতবিচিত্রা\nনির্বাচিত প্রবন্ধ\nসমাজ ও সমাজবিজ্ঞান\nসঙ্গীত সংবিৎ (সঙ্গীত গবেষণামূলক)\nহিন্দুস্তানি যন্ত্রসংগীতের পঞ্চপ্রদীপ\nরসিক বাঙালি\nমহান শ্রোতা (শাস্ত্রীয় সঙ্গীতচর্চামূলক)\nসাঙ্গীতিক সাক্ষরতা\nমহাগদ্যকবি রবীন্দ্রনাথ\nস্বর, সুর, শব্দ ও সঙ্গীত\nশ্রোতার কৈফিয়ত (সঙ্গীত গবেষণামূলক)\n\n\n=== আত্মজীবনী ===\nকাঁটাতে গোলাপও থাকে(প্রথম খণ্ড)\nকাঁটাতে গোলাপও থাকে(দ্বিতীয় খণ্ড)\nকাঁটাতে গোলাপও থাকে  (তৃতীয় খণ্ড)\n\n\n=== প্রহসন ===\nদুটি প্রহসন (ঝামেলা ও টোটকা)\n\n\n=== সম্পাদিত গ্রন্থাবলী ===\n(আবদুশ শাকুর সম্পাদিত ও তাঁর বিস্তারিত ভূমিকা সংবলিত এবং বিশ্বসাহিত্য কেন্দ্র কর্তৃক প্রকাশিত গ্রন্থাবলী )\n\nবাংলাসাহিত্যের নির্বাচিত রমণীয় রচনা (প্রথম খণ্ড)\nবাংলাসাহিত্যের নির্বাচিত রমণীয় রচনা (দ্বিতীয় খণ্ড)\nবাংলাসাহিত্যের নির্বাচিত রম্যরচনা ও গল্প (প্রথম খণ্ড)\nবাংলাসাহিত্যের নির্বাচিত রম্যরচনা ও গল্প (দ্বিতীয় খণ্ড)\nপরশুরামের সেরা হাসির গল্প\nআসহাব উদ্দীন আহমদ : সেরা রম্যরচনা\nঅমিয়নাথ সান্যাল : স্মৃতির অতলে (রাগসংগীত বিষয়ক প্রবন্ধ)\nত্রৈলোক্যনাথ মুখোপাধ্যায় : সেরা রম্যগল্প\nনারায়ণ গঙ্গোপাধ্যায় : সেরা রম্যরচনা\nসৈয়দ মুজতবা আলী : সেরা রম্যরচনা\nসৈয়দ মুজতবা আলী : শ্রেষ্ঠ গল্প\nসৈয়দ মুজতবা আলী : শ্রেষ্ঠ প্রবন্ধ\nমহর্ষি দেবেন্দ্রনাথ ঠাকুরের আত্মজীবনী\nরবীন্দ্রনাথ ঠাকুর : আত্মপরিচয়\nপরশুরামের শ্রেষ্ঠ গল্প\nশিবরাম চক্রবর্তীর শ্রেষ্ঠ গল্প\nশিবরাম চক্রবর্তীর মজার গল্প\nনারায়ণ গঙ্গোপাধ্যায়ের শ্রেষ্ঠগল্প \nহাস্যশিল্পী সুকুমার রায়\n\n\n== পুরস্কার ==\nবাংলা একাডেমী পুরস্কার ১৯৭৯ বাংলাদেশ\nঅমিয় ভূষণ পুরস্কার ২০০৩ (পশ্চিমবঙ্গ, ভারত)\nপ্রথম আলো বর্ষসেরা বই পুরস্কার ২০০৪ ঢাকা\nঅলক্ত সাহিত্য পুরস্কার ২০০৮ [ঢাকা]\nএকুশে পদক, (২০১৪)\n\n\n== তথ্যসূত্র ==\n\nবাংলা একাডেমী লেখক অভিধান, পরিবর্ধিত ও পরিমার্জিত সংস্করণ, গবেষণা, সংকলন ও ফোকলোর বিভাগ, বাংলা একাডেমী, ঢাকা, সেপ্টেম্বর ২০০৮। আইএসবিএন ৯৮৪-০৭-৪৭২৫-৮।পৃষ্ঠা: ৩৯-৪০।\nআবদুশ শাকুর\nঅন্দর-ভুবন থেকে মুক্ত ভুবনে\nগ্রন্থ তালিকা\n\n\n== বহিঃসংযোগ ==\nরসিক বাঙালি  গ্রন্থের অংশ বিশেষ - পৃষ্ঠা ১৯৪, ১৯৫\nলেখকের ফেসবুক পৃষ্ঠা\nলেখকের নিজস্ব ওয়েবসাইট"}