{"pageid": 124818, "title": "মোটর এবং ইঞ্জিন প্রযুক্তির ক্রমবিকাশ", "url": "https://bn.wikipedia.org/wiki?curid=124818", "content": "মোটর এবং ইঞ্জিন প্রযুক্তির সময়রেখাঃ\n\n(c. ৩০–৭০ এডি) – হিরো অব আলেক্সান্দ্রিয়া (Hero of Alexandria) সর্বপ্রথম aeolipile নামক বাষ্প চালিত যন্ত্র আবিষ্কার করেন।\n১৬৯৮ – থমাস সার্ভে (Thomas Savery) খনি থেকে পানি নিষ্কাশনের জন্য বাষ্প চালিত পানির পাম্প তৈরি করেন।\n১৭১২ – থমাস নিউকমেন (Thomas Newcomen) খনি থেকে পানি নিষ্কাশনের জন্য নিউকমেন স্টিম ইঞ্জিন নামক বাষ্প চালিত পানির পাম্প তৈরি করেন।\n১৭৬৯ – জেমস ওয়াট (James Watt) তার উন্নয়কৃত বাষ্প ইঞ্জিনের পেটেন্ট করান।\n\n\n== ১৯শ শতাব্দী ==\n১৮০৬ – ফ্রাঙ্কোইস আইজাক দ্য রিভাজ (François Isaac de Rivaz) সর্ব প্রথম অন্তর্দহ ইঞ্জিন আবিষ্কার করেন।\n১৮১৬ – রবার্ট স্টার্লিং (Robert Stirling) গরম বায়ু দ্বারা চালিত স্টার্লিং ইঞ্জিন আবিষ্কার করেন।\n১৮২১ – মাইকেল ফ্যারাডে (Michael Faraday) বৈদ্যুতিক মোটর তৈরি করেন।\n১৮২৪ – নিকোলাস লিওনার্ড সাদি কার্নো (Nicolas Léonard Sadi Carnot) সর্ব প্রথম প্রকাশ করেন যে কোন তাপ ইঞ্জিনের কর্ম দক্ষতা এর তাপমাত্রা পার্থক্য এবং পরিবেশের উপর নির্ভর করে।\n১৮৩৭ –যুক্তরাষ্ট্রে সর্বপ্রথম বৈদ্যুতিক মোটোরের পেটেন্ট করা হয়। (মার্কিন পেটেন্ট ১৩২)\n১৮৫০ – রুডলফ ক্লসিয়াস (Rudolf Clausius) সর্বপ্রথম তাপগতিবিদ্যার প্রথম এবং দ্বিতীয় সূত্রের সহজবোধ্য বিবৃতি দান করেন।\n১৮৭৭ – নিকোলাস অটো (Nikolaus Otto) ফোর স্ট্রোক অন্তর্দহ ইঞ্জিন এর পেটেন্ট করান (মার্কিন পেটেন্ট ১৯৪০৪৭)।\n১৮৮২ – জেমস এটকিনসন (James Atkinson) এটকিনসন চক্র ইঞ্জিন উদ্ভবন করেন। এই ইঞ্জিন এখন বিভিন্ন হাইব্রিড যানবাহনে ব্যবহৃত হয়।\n১৮৮৫ – গোটলিব ড্যামলার (Gottlieb Daimler) সর্বপ্রথম সুপার চার্জার এর পেটেন্ট করান।\n১৮৮৮ – নিকোলা টেসলা (Nikola Tesla) ইনডাকশন মোটর এর পেটেন্ট করান (মার্কিন পেটেন্ট ৩৮১৯৬৮)। \n১৮৯২ – রুডলফ ডিজেল (Rudolf Diesel) ডিজেল ইঞ্জিনের পেটেন্ট করান (মার্কিন পেটেন্ট ৬০৮৮৪৫)।\n১৮৯৯– ফার্ডনান্ড পোর্সে (Ferdinand Porsche) প্রথম হাইব্রিড গাড়ি উদ্ভাবন করেন।\n\n\n== ২০শ শতাব্দী ==\n১৯০৫ – আলফ্রড বোচি (Alfred Büchi) প্রথম টার্বো চার্জার এর পেটেন্ট করান।\n১৯১৩ – রেনে লরিন (René Lorin) রামজেট (Ram jet) উদ্ভাবন করেন।\n১৯১৫ – লিওনার্দ ডেয়ার (Leonard Dyer) একটি সিক্স স্ট্রোক ইঞ্জিন উদ্ভাবন করেন। পরবর্তিতে এই ইঞ্জিন ক্রাউয়ার সিক্স স্ট্রোক ইঞ্জিন হিসেবে পরিচিতি লাভ করে।\n১৯২৯ – ফেলিক্স ওয়াঙ্কেল (Felix Wankel) ওয়াঙ্কেল ইঞ্জিন এর পেটেন্ট করান (মার্কিন পেটেন্ট ২৯৮৮০০৮)।\n১৯৩০ পরবর্তি – হ্যান্স ভন ওহেন (Hans von Ohain) এবং ফ্রাঙ্ক হুইটলার (Frank Whittle) উভয়েই পৃথক ভাবে গ্যাস টারবাইন উদ্ভাবন করেন। যা পরবর্তিতে ১৯৩৯ সালে জার্মানি এবং ১৯৪১ সালে ইংল্যান্ডে টার্বোজেট ইঞ্জিন তৈরির পথ সুগম করে।\n১৯৩৯ – বি এম ডব্লিউ কোম্পানির তৈরি বি এম ডব্লিউ ৮০১ বিমানের রেডিয়াল ইঞ্জিন এর মাধ্যমে ইঞ্জিন নিয়ন্ত্রণ ইউনিট এর ব্যবহারের সূচনা হয়।\n১৯৪০ – রালফ মিলার মিলার সাইকেল ইঞ্জিন পেটেন্ট করান।\n১৯৫৪ – ফেলিক্স ওয়াঙ্কেল (Felix Wankel) সর্বপ্রথম ওয়াঙ্কেল ইঞ্জিন তৈরিকরতে সক্ষম হন।\n১৯৬০ এর দশক – অটোমোবাইলে জেনারেটরের স্থান দখল করে অলটারনেটর।\n১৯৭০ এর দশক – অটোমোবাইলে বৈদ্যুতিক ভাবে নিয়ন্ত্রিত ইগনিশন পদ্ধতির ব্যবহার শুরু হয়।\n১৯৭৫ – যুক্তরাষ্ট্রে ক্যাটালাইটিক কনভার্টার এর ব্যবহার প্রসার লাভ করে।\n১৯৮০ এর দশক – পরিবেশ দূষন রোধে বৈদ্যুতিক ভাবে নিয়ন্ত্রিত ইগনিশন পদ্ধতিতে আরও উন্নয়ন সাধন করা হয়।\n১৯৮০ এর দশক – গ্যাসোলিন চালিত অটোমোবাইলে বৈদ্যুতিক ফুয়েল ইনজেকশন ব্যবহার শুরু হয়।\n১৯৮৯ – জেনেভার বাজুলাজ এস এ কোম্পানি বাজুলাজ সিক্স স্ট্রোক ইঞ্জিন এর পেটেন্ট করায় মার্কিন পেটেন্ট ৪৮০৯৫১১ এবং মার্কিন পেটেন্ট ৪৫১৩৫৬৮।\n১৯৯০ এর দশক – অন্তর্দহ ইঞ্জিন এবং বৈদ্যুতিক মোটোরের সমন্বয়ে চালিত হাইব্রিড গাড়ির ব্যবহার প্রসার লাভ করে।\n\n\n== তথ্যসূত্র =="}