{"pageid": 124801, "title": "২০১০ কমনওয়েলথ গেমস", "url": "https://bn.wikipedia.org/wiki?curid=124801", "content": "২০১০ কমনওয়েলথ গেমস (পোষাকি নাম ঊনবিংশ কমনওয়েলথ গেমস) ২০১০ সালের ৩ থেকে ১৪ অক্টোবর তারিখের মধ্যে ভারতের দিল্লিতে আয়োজিত হয়। ৭১টি কমনওয়েলথ রাষ্ট্র ও অধীনস্থ অঞ্চলের মোট ৬,০৮১ জন খেলোয়াড় ২১টি খেলা ও ২৭২টি ইভেন্টে অংশ নেন। এটি দিল্লিতে আয়োজিত বৃহত্তম আন্তর্জাতিক বহুমুখী ক্রীড়া প্রতিযোগিতা, যা এই শহরেই আয়োজিত ১৯৫১ ও ১৯৮২ সালের এশিয়ান গেমস অনুষ্ঠানকেও ছাপিয়ে যায়।\nএই খেলার উদ্বোধনী অনুষ্ঠানটি আয়োজিত হয় খেলার জন্য নির্ধারিত প্রধান ক্রীড়াঙ্গন জওহরলাল নেহেরু স্টেডিয়ামে। এই প্রথমবার কমনওয়েলথ গেমসের আসর ভারতে বসেছিল। এশিয়ায় এটি কমনওয়েলথ গেমসের দ্বিতীয় অনুষ্ঠান। প্রথমটি ১৯৯৮ সালে মালয়েশিয়ার কুয়ালালামপুরে বসে। গেমসের অফিসিয়াল ম্যাসকটের নাম শেরা এবং অফিসিয়াল গানটি ছিল বিশিষ্ট ভারতীয় সুরকার এ. আর. রহমান কর্তৃক সুরারোপিত জিও উঠো বাধো জিতো। ২০১০ কমনওয়েলথ গেমস ছিল সর্বাপেক্ষা ব্যয়বহুল ক্রীড়া প্রতিযোগিতা। এই প্রতিযোগিতার জন্য মোট ১৫৭,৭৩১,০০০,০০০ মার্কিন ডলার খরচ হয়। এই অর্থে উড়ালপুল, সড়ক, নতুন বিমানবন্দর টার্মিনাল এবং স্টেডিয়াম নির্মাণ করা হয়।\nপ্রথমদিকে খেলা শুরুর আগে গেমসের প্রস্তুতি ব্যাপক সমালোচনার মুখে পড়ে। কিন্তু তা সত্ত্বেও কমনওয়েলথের সকল সদস্য গেমসে অংশ নেন। কেবলমাত্র কমনওয়েলথ থেকে বরখাস্ত হওয়া ফিজি গেমসে অংশ নিতে পারেনি এবং টোকেলাউ তাদের দল পাঠায়নি। বহুপ্রশংসিত উদ্বোধনী অনুষ্ঠানটি গেমসের ভাবমূর্তি উদ্ধারে অনেকটাই সাহায্য করে। গেমস ভিলেজ নির্মাণ সংক্রান্ত যে উদ্বেগ বিভিন্ন মহল থেকে জানানো হয়েছিল, কোনোরকম অপ্রীতিকর ঘটনা ছাড়াই ক্রীড়ানুষ্ঠান সম্পন্ন হওয়ায়, তা ভুল প্রমাণিত হয়। অস্ট্রেলিয়া এই গেমসে সর্বাধিক সংখ্যায় পদক অর্জন করে। আয়োজক দেশ ভারত দ্বিতীয় স্থান অর্জন করে এযাবৎকালের শ্রেষ্ঠ কৃতিত্বটি দেখায় এবং ইংল্যান্ড তৃতীয় স্থান অধিকার করে। গেমস সমাপ্ত হওয়ার এক দিন পরেই ভারত সরকার গেমস ভিলেজ নির্মাণে দুর্নীতি ও অব্যবস্থার অভিযোগের তদন্তের জন্য একটি বিশেষ তদন্ত কমিটি নিয়োগের কথা ঘোষণা করে।\n\n\n== দায়িত্বপ্রাপ্তি ==\n২০১০ কমনওয়েলথ গেমসের দুই প্রধান দাবিদার ছিল ভারতের দিল্লি ও কানাডার হ্যামিলটন। ২০০৩ সালের নভেম্বর মাসে জামাইকার মন্টেগো বে-তে অবস্থিত কমনওয়েলথ গেমস ফেডারেশন জেনারেল অ্যাসেম্বলিতে সদস্যদের একটি ব্যালট আয়োজিত হয়। দিল্লি ৪৬-২২ ভোটে এই নির্বাচনে জয়লাভ করে। এটি ছিল ভারতের প্রথম সফল দায়িত্ব নির্বাচনে অংশগ্রহণ এবং কানাডার পঞ্চম বারের মতো গেমস আয়োজনের প্রয়াস। ভারতের ‘বিড মটো’ ছিল New Frontiers and Friendships।\nনির্বাচনের দ্বিতীয় পর্বে ভারত প্রতিটি অংশগ্রহণকারী দেশের কাছ থেকে ১০০,০০০ মার্কিন ডলার সাহায্য এবং বিমান টিকিট, বোর্ডিং, লজিং ও পরিবহন সংক্রান্ত অন্যান্য সুযোগসুবিধার প্রতিশ্রুতি আদায় করে নেয়। ২০০৩ অ্যাফ্রো-এশিয়ান গেমস হায়দ্রাবাদের আয়োজিত হয়েছিল। এই গেমসের সাফল্য থেকে ভারত তার সম্পদ, পরিকাঠামো ও প্রযুক্তিগত সামর্থ্যের দিকটি প্রমাণ করতে সক্ষম হয়। ভারত অলিম্পিক কাউন্সিল অফ এশিয়ার প্রাক্তন ভাইস প্রেসিডেন্ট লতিফ বাটকে ধন্যবাদ জানিয়ে বলে, \"You played a vital role in the Commonwealth Games 2010 being allotted to India. Such actions are worthy of emulation by all concerned in Pakistan and India. I have no doubt that if both sides continue to live by such ideals, one day, sooner than later our generations to come will reap the benefits of and be grateful to those making such contributions. You would certainly be such person.\" ভারত সরকার জানায় তারা গেমস আয়োজনের খরচাপাতির দিকটি দেখবে।\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\n\nCommonwealth Games 2010 Delhi – official site\n2010 Commonwealth Games – Commonwealth Games Federation official site\n\nটেমপ্লেট:Commonwealth Games Associations at the 2010 Commonwealth Games\nটেমপ্লেট:Sports at the 2010 Commonwealth Games"}