{"pageid": 124821, "title": "মেঘদূতম্‌", "url": "https://bn.wikipedia.org/wiki?curid=124821", "content": "মেঘদূত (দেবনাগরী: मेघदूत) বা মেঘসন্দেশ কালিদাস রচিত একটি কাব্য। প্রাচীন টীকাকারদের মতে এটি কেলিকাব্য, ক্রীড়াকাব্য, খণ্ডকাব্য বা মহাকাব্য; আধুনিক গবেষকগণ এটিকে \"বর্ষাকাব্য\", \"বিরহকাব্য\" বা \"গীতিকাব্য\" নামে অভিহিত করেন। মন্দাক্রান্তা ছন্দে রচিত এই কাব্য কালিদাসের সর্বাপেক্ষা জনপ্রিয় এবং সম্পূর্ণ মৌলিক রচনা। আবার \"শুদ্ধ বিরহকে অবলম্বন করে সংস্কৃত সাহিত্যের প্রথম ও পূর্ণাঙ্গ কাব্য(ও) মেঘদূত।\"\nরামগিরি পর্বতে নির্বাসিত এক অভিশপ্ত যক্ষের প্রিয়াবিরহ এই কাব্যের মূল উপজীব্য। কাব্যটি \"পূর্বমেঘ\" ও \"উত্তরমেঘ\" নামে দুটি অংশে বিভক্ত। ধীরেন্দ্রনাথ বন্দ্যোপাধ্যায় লিখেছেন, \"কালিদাসের মেঘদূত অতি প্রাচীনকালেই জনপ্রিয়তার শিখরে স্থান পেয়েছিল। একদিকে পঞ্চাশটির অধিক টীকা, বহু প্রক্ষিপ্ত শ্লোক, অন্যদিকে এর অনুকরণে পঞ্চাশাধিক দূতকাব্যের রচনা এর জনপ্রিয়তার প্রমাণ।... আধুনিক প্রাচ্য ও পাশ্চাত্য সংস্কৃত রসিকেরা এর ভূয়সী প্রশংসা করেছেন।\"\n\n\n== খণ্ড ==\nকালিদাসের মেঘদূতম্‌ দুটি খণ্ডে বিভক্ত। যথা: \"পূর্বমেঘ\" ও \"উত্তরমেঘ\"। যদিও এই খণ্ডবিভাজন কবিকৃত নয়। \"পূর্বমেঘ\" ও \"উত্তরমেঘ\" অংশের শ্লোকসংখ্যা যথাক্রমে ৬৪ ও ৫৪। \"পূর্বমেঘ\" অংশের আলোচ্য বিষয় নিসর্গবর্ণনা; অন্যদিকে \"উত্তরমেঘ\" অংশের আলোচ্য কুবেরপুরী অলকার বিলাসবৈভব ও যক্ষপ্রিয়ার বর্ণনা। একদল পাঠক \"পূর্বমেঘ\" অংশটিকে কাব্যের ভূমিকামাত্র মনে করে \"উত্তরমেঘ\" অংশটিকে মূল কাব্যের মর্যাদা দেন; অপর এক শ্রেণীর পাঠকের মতে, \"উত্তরমেঘ\" কৃত্রিম রচনা, তাই \"পূর্বমেঘ\"-ই শ্রেষ্ঠ।\n\n\n== সারাংশ ==\n\nকালিদাসের মেঘদূতম্‌ কাব্যের সারবস্তুটি সরল অথচ কাব্যগুণসমন্বিত: কর্তব্যে অসাবধানতায় প্রভুর অভিশাপে যক্ষকে রামগিরি পর্বতের বিজন আশ্রমে নির্বাসিত হতে হয়। সেখানে বসে আষাঢ়ের প্রথম দিবসে নববর্ষার মেঘ দেখে তারই মাধ্যমে অলকাপুরীর রম্যপ্রাসাদে তাঁর বিরহী প্রিয়ার উদ্দেশ্যে বার্তা প্রেরণ করবেন বলে মনস্থির করেন তিনি। বিরহের আতিশায্যে তিনি জড় ও জীবের ভেদাভেদজ্ঞান লুপ্ত হন। তিনি মেঘকে জানাতে থাকেন, কোন কোন নগর, নদী ও পর্বত পেরিয়ে তাকে অলকায় পৌঁছতে হবে। কাব্যের এই অংশে প্রাচীন ভারতের এক অসামান্য ভৌগোলিক বিবরণ ফুটে উঠেছে। এরপর যক্ষ কুবেরপুরী অলকা ও তাঁর বিরহী প্রিয়ার রূপলাবণ্য বর্ণনা করেছেন মেঘের নিকট। অবশেষে মেঘকে অনুরোধ করেছেন, প্রিয়তমার নিকট তাঁর কুশল সংবাদ নিবেদন করতে।\n\n\n== প্রভাব ==\n\nকালিদাসের মেঘদূতম্‌ কাব্যের টীকার সংখ্যা পঞ্চাশটিরও অধিক। এগুলির মধ্যে উল্লেখযোগ্য মল্লিনাথ সুরি (১৪শ শতাব্দী), কাশ্মীরী বল্লভদেব (১০ম শতাব্দী), দক্ষিণাবর্তনাথ ও স্থিরদেবের টীকা। কালিদাসের কাব্যের অনুকরণে সংস্কৃত সাহিত্যে পঞ্চাশটিরও বেশি দূতকাব্যের সন্ধান পাওয়া যায়। এগুলির মধ্যে উল্লেখযোগ্য পবনদূত, পদাঙ্কদূত, হংসদূত, ভ্রমরদূত, বাতদূত, কোকিলদূত ইত্যাদি। জৈন সন্তগণও এই কাব্যের অনুকরণে মহাপুরুষদের জীবনী ও ধর্মীয় কাহিনি অবলম্বনে কাব্য রচনা করেছেন।\n\n\n== অনুবাদে মেঘদূতম ==\n\nইংল্যান্ডের রয়্যাল এশিয়াটিক সোসাইটি মল্লিনাথের পূর্ববর্তী টীকাকার বল্লভদেবের টীকা প্রকাশ করে। এছাড়াও, উইলসন দ্য ক্লাউড ম্যাসেঞ্জার নামে মেঘদূতমের একটি পদ্য অনুবাদ ইংরেজিতে প্রকাশ করেন। ১৮১৩ সালে, কবিতাটি হোরেছ হেইম্যান উইলসনের মধ্যে ইংরেজি ভাষায় একে প্রথম অনুবাদ করা হয়েছিল।\n\n\n== পাদটীকা =="}