{"pageid": 12501, "title": "আলি করিমি", "url": "https://bn.wikipedia.org/wiki?curid=12501", "content": "আলী কারিমি (ফার্সি: علی کریمی; জন্ম ৮ নভেম্বর ১৯৭৮) একজন ইরানি ফুটবল কোচ এবং অবসরপ্রাপ্ত খেলোয়াড়। তার পেশাদার ফুটবল ক্যারিয়ারের সময় তিনি ইরান প্রো লিগ, ইউএই প্রো লিগ, কাতার স্টারস লিগ এবং বুন্দেসলিগা- এর সাথে খেলেছেন। তিনি ইরান জাতীয় দলের  হয়ে খেলেন। তিনি  জাতীয় দলে ১২৭ ম্যাচে ৩৮টি গোল করেন। ২০০৪ সালে তিনি চতুর্থ ইরানি খেলোয়াড় হিসেবে বছরের সেরা এশিয়ান ফুটবলার হিসেবে নির্বাচিত হন। ২০১৩-১৪ মৌসুমের শেষে তিনি অবসরের ঘোষণা দেন এবং ১১ এপ্রিল ২০১৪ সালে তাঁর ১৮ বছরের ক্যারিয়ারের শেষ খেলাটি খেলেন।\nকারিমি এর পেশাগত ক্যারিয়ার শুরু হয় ফাতেহ তেহরানের সাথে, যেখানে ১৮ বছর বয়সে ১৯৯৬ সালে প্রথম দলের হয়ে অভিষেক করেন। এরপর তিনি পেরসিপোলিসের  সাথে তিনটি মৌসুম খেলেন।সে সময় ক্লাব দুইবার ইরানি লিগ এবং একবার হাযফি কাপ জয় করে। ২০০১ সালের জুলাইয়ে কারিমি সংযুক্ত আরব আমিরাতের প্রো লিগের ক্লাব আল-আহলি দুবাইয়ের সাথে দুই বছরের চুক্তি স্বাক্ষর করেন। আল-আহলির খেলোয়াড় থাকাবস্থায়, কারিমি দুই কাপ শিরোপা জিতেছেন, এবং ২০০৩-০৪ মৌসুমে একজন মিডফিল্ডার হিসেবে চিত্তাকর্ষক কীর্তিতে সর্বোচ্চ গোলদাতা হওয়ার গৌরব অর্জন করেন। ২০০৫ সালে ২৬ বছর বয়সে ক্লাবটি ত্যাগ করার পর কারিমি ইউরোপের বায়ার্ন মিউনিখের যাওয়ার মাধ্যমে দীর্ঘ প্রতীক্ষিত এক পদক্ষেপ গ্রহণ করেন। এই ক্লাবে ২০০৫-০৬ মৌসুমে বুন্দেসলিগা এবং ডিএফবি-পোকাল জয় করে পূর্ববর্তী সাফল্যের ধারা বজায় রাখেন। পরবর্তীকালে তিনি আবার সাবেক কোচ ফেলিক্স মাগাথ এর সাথে যোগ দেন এবং শলকে ০৪ এর হয়ে দ্বিতীয় জার্মান কাপ জেতেন। কারিমি তার ক্যারিয়ার শেষ করেন ইরানের পেরিসিপোলিস এবং ট্রাক্টর সাজি দিয়ে, এবং তার ক্যারিয়ারের চূড়ান্ত মৌসুমে হাজফি কাপ জয় করেন।\nকারিমি ১৮ বছর বয়সে ১৯৯৮ সালের ১৩ অক্টোবর ১৯৯৮ ইরান জাতীয় দল - এ আন্তর্জাতিক ফুটবলে অভিষেক করেন। তিনি সর্বমোট ১২৭ ম্যাচ খেলেন, যেখানে তিনি এশিয়ান গেমস ১৯৯৮, ২০০০, ২০০৪, এবং এশিয়ান কাপ ২০০৭ এবং ফিফা বিশ্বকাপ ২০০৬ সহ পাঁচটি প্রধান টুর্নামেন্টে অংশগ্রহণ করেছেন। তিনি তাঁর অন-বল দক্ষতার, ড্রিবলিং রান এবং প্লেমেকিং ক্ষমতার কারণে বিখ্যাত, এসব কারণে তাঁকে প্রায়ই এশিয়ান ম্যারাডোনা এবং জাদুকর হিসেবে উল্লেখ করা হয়। তাঁকে এশিয়ার সর্বশ্রেষ্ঠ খেলোয়াড়দের মধ্যে একজন হিসেবে বিশ্বাস করা হয়, এবং প্রায়ই সর্বকালের সর্বশ্রেষ্ঠ ইরানি খেলোয়াড় হিসেবে তালিকাভুক্ত করা হয়।\n\n\n== তথ্যসূত্র =="}