{"pageid": 12513, "title": "ফের্নান্দো তোরেস", "url": "https://bn.wikipedia.org/wiki?curid=12513", "content": "ফের্নান্দো হোসে তোরেস সান্স (স্পেনীয় উচ্চারণ: [feɾˈnando ˈtores], স্পেনীয়: Fernando Torres; জন্ম: ২০ মার্চ ১৯৮৪; ফের্নান্দো তোরেস নামে সুপরিচিত) হলেন একজন স্পেনীয় সাবেক পেশাদার ফুটবল খেলোয়াড়। ভক্তদের কাছে এল নিনিয়ো ডাকনামে পরিচিত তোরেস তার খেলোয়াড়ি জীবনের অধিকাংশ সময় আতলেতিকো মাদ্রিদ, লিভারপুল এবং স্পেন জাতীয় দলের হয়ে একজন আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছেন। তিনি মূলত একজন কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছেন।\n১৯৯৫–৯৬ মৌসুমে, স্পেনীয় ফুটবল ক্লাব আতলেতিকো মাদ্রিদের যুব পর্যায়ের হয়ে খেলার মাধ্যমে তোরেস ফুটবল জগতে প্রবেশ করেছিলেন এবং এই দলের হয়ে খেলার মাধ্যমেই তিনি ফুটবল খেলায় বিকশিত হয়েছিলেন। ২০০১–০২ মৌসুমে, আতলেতিকো মাদ্রিদের মূল দলের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছিলেন, যেখানে তিনি ৬ মৌসুম অতিবাহিত করেছিলেন; আতলেতিকো মাদ্রিদের হয়ে তিনি ২১৪ ম্যাচে ৮২টি গোল করেছিলেন। অতঃপর ২০০৭–০৮ মৌসুমে তিনি প্রায় ২০ মিলিয়ন ইউরোর বিনিময়ে ইংরেজ ক্লাব লিভারপুলে যোগদান করেছিলেন, যেখানে তিনি সকল প্রতিযোগিতায় ১৪২ ম্যাচে ৮১টি গোল করেছিলেন। লিভারপুলে ৪ মৌসুম অতিবাহিত করার পর প্রায় ৫০ মিলিয়ন ইউরোর বিনিময়ে (যা উক্ত সময়ে চেলসির ক্লাব রেকর্ডের পাশাপাশি কোন ব্রিটিশ খেলোয়াড়ের জন্য প্রদত্ত সর্বোচ্চ মূল্য ছিল) চেলসির সাথে চুক্তি স্বাক্ষর করেছিলেন, চেলসির হয়ে তিনি রবের্তো দি মাত্তেওর অধীনে ২০১১–১২ উয়েফা চ্যাম্পিয়নস লিগের শিরোপা জয়লাভ করেছিলেন। পরবর্তীকালে, তিনি এসি মিলান এবং আতলেতিকো মাদ্রিদের হয়ে খেলেছিলেন। সর্বশেষ ২০১৮–১৯ মৌসুমে, তিনি আতলেতিকো মাদ্রিদ হতে জাপানি ক্লাব সাগান তোসুতে যোগদান করেছিলেন; সাগান তোসুতে হয়ে ১ মৌসুম খেলার পর তিনি অবসর গ্রহণ করেছিলেন।\n২০০০ সালে, তোরেস স্পেন অনূর্ধ্ব-১৫ দলের হয়ে স্পেনের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ৪ বছর যাবত স্পেনের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০০৩ সালে স্পেনের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছিলেন; স্পেনের জার্সি গায়ে তিনি সর্বমোট ১১০ ম্যাচে ৩৮টি গোল করেছিলেন। তিনি স্পেনের হয়ে সর্বমোট ৩টি ফিফা বিশ্বকাপ (২০০৬, ২০১০ এবং ২০১৪) এবং ৩টি উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপে (২০০৪, ২০০৮ এবং ২০১২) অংশগ্রহণ করেছিলেন, যার মধ্যে ২০১০ সালে ভিসেন্তে দেল বস্কের অধীনে ফিফা বিশ্বকাপের শিরোপা জয়লাভ করার পাশাপাশি ২টি উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপের শিরোপা জয়লাভ করেছিলেন। এছাড়াও তিনি ২০০৯ এবং ২০১৩ ফিফা কনফেডারেশন্স কাপে অংশগ্রহণ করেছিলেন।\nব্যক্তিগতভাবে, তোরেস বেশ কিছু পুরস্কার জয়লাভ করেছেন, যার মধ্যে ২০১৩ সালে ফিফা কনফেডারেশন্স কাপ গোল্ডেন শু, ২০১২ উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপ গোল্ডেন বুট জয়ের পাশাপাশি ২০০৮ বালোঁ দরে তৃতীয় স্থান অধিকার করা অন্যতম। দলগতভাবে, তোরেস সর্বমোট ৯টি শিরোপা জয়লাভ করেছিলেন, যার মধ্যে ২টি আতলেতিকো মাদ্রিদের হয়ে, ৩টি চেলসির হয়ে এবং ৪টি স্পেনের হয়ে জয়লাভ করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nফের্নান্দো হোসে তোরেস সান্স ১৯৮৪ সালের ২০শে মার্চ তারিখে স্পেনের ফুয়েনলাব্রাদায় জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন। তোরেস শৈশব হতেই ফুটবল খেলার প্রতি আকৃষ্ট হয়ে পরেন, যার জন্য মাত্র ৫ বছর বয়সেই তিনি পার্কে ৮৪ নামক দলে যোগদান করেছিলেন। তার বাবার নাম হোসে তোরেস এবং তার মাতার নাম ফ্লোরি সান্স। তার ইসরায়েল এবং মারিয়া পাস নামক দুইজন ভাই-বড় রয়েছে।\n\n\n== আন্তর্জাতিক ফুটবল ==\nতোরেস স্পেন অনূর্ধ্ব-১৫, স্পেন অনূর্ধ্ব-১৬, স্পেন অনূর্ধ্ব-১৭, স্পেন অনূর্ধ্ব-১৮, স্পেন অনূর্ধ্ব-১৯ এবং স্পেন অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে স্পেনের প্রতিনিধিত্ব করেছিলেন। ২০০১ সালে তিনি স্পেন অনূর্ধ্ব-১৬ দলের হয়ে ২০০১ উয়েফা ইউরোপীয় অনূর্ধ্ব-১৬ চ্যাম্পিয়নশিপের শিরোপা জয়লাভ করেছিলেন, উক্ত প্রতিযোগিতার ফাইনালে তার দল ফ্রান্স অনূর্ধ্ব-১৬ দলকে ১–০ গোলের ব্যবধানে পরাজিত করে উক্ত প্রতিযোগিতার ইতিহাসে ৬ষ্ঠ বারের মতো শিরোপা ঘরে তুলতে সক্ষম হয়েছিল। স্পেন অনূর্ধ্ব-১৭ দলের হয়ে তিনি ২০০১ ফিফা অনূর্ধ্ব-১৭ বিশ্ব চ্যাম্পিয়নশিপে অংশগ্রহণ করেছিলেন, তবে তার দল উক্ত প্রতিযোগিতায় শুধুমাত্র গ্রুপ পর্বে অংশগ্রহণ করতে সক্ষম হয়েছিল। এছাড়াও ২০০২ সালে তিনি স্পেন অনূর্ধ্ব-১৯ দলের হয়ে ২০০২ উয়েফা ইউরোপীয় অনূর্ধ্ব-১৯ চ্যাম্পিয়নশিপের শিরোপা জয়লাভ করেছিলেন, ফাইনালে স্পেন অনূর্ধ্ব-১৯ জার্মানি অনূর্ধ্ব-১৯ দলকে ১–০ গোলের ব্যবধানে পরাজিত করে উয়েফা ইউরোপীয় অনূর্ধ্ব-১৯ চ্যাম্পিয়নশিপের ইতিহাসে চতুর্থ বারের মতো শিরোপা জয়লাভ করেছিল। স্পেনের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৪ বছরে ৩০ ম্যাচে অংশগ্রহণ করে ২২টি গোল এবং ২টি শিরোপা জয়লাভ করেছিলেন।\n২০০৩ সালের ৬ই সেপ্টেম্বর তারিখে, মাত্র ১৯ বছর ৫ মাস ১৭ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী তোরেস পর্তুগালের বিরুদ্ধে এক প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে স্পেনের হয়ে অভিষেক করেছিলেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন, তবে ম্যাচের দ্বিতীয়ার্ধের শুরুতে আক্রমণভাগের খেলোয়াড় দিয়েগো ত্রিস্তানের বদলি খেলোয়াড় হিসেবে তিনি মাঠ ত্যাগ করেছিলেন। ম্যাচটি স্পেন ৩–০ গোলের ব্যবধানে জয়লাভ করেছিল। স্পেনের হয়ে অভিষেকের বছরে তোরেস সর্বমোট ৩ ম্যাচে অংশগ্রহণ করেছিলেন। জাতীয় দলের হয়ে অভিষেকের ৭ মাস ২৩ দিন পর, স্পেনের জার্সি গায়ে প্রথম গোলটি করেছিলেন; ২০০৪ সালের ২৮শে এপ্রিল তারিখে, ইতালির বিরুদ্ধে ম্যাচে স্পেনের একমাত্র গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছিলেন। অন্যদিকে, অভিষেকের ২ বছর পর, ২০০৫ সালের ১২ই অক্টোবর তারিখে, সান মারিনোর বিরুদ্ধে ২০০৬ ফিফা বিশ্বকাপ বাছাইপর্বের ম্যাচে আন্তর্জাতিক ফুটবলে তার প্রথম হ্যাট্রিকটি করেছিলেন; তিনি উক্ত ম্যাচের দ্বিতীয়, পঞ্চম এবং ষষ্ঠ গোল করেছিলেন। প্রথম হ্যাট্রিকের ৩ বছর ৮ মাস ৩ দিন পর জাতীয় দলের জার্সি গায়ে দ্বিতীয়বারের মতো হ্যাট্রিক করেছিলেন; নিউজিল্যান্ডের বিরুদ্ধে ২০০৯ ফিফা কনফেডারেশন্স কাপের গ্রুপ পর্বের ম্যাচের প্রথম, দ্বিতীয় এবং তৃতীয় গোলটি করার মাধ্যমে তিনি হ্যাট্রিকটি করেন। এছাড়াও ২০১৩ সালের ২০শে জুন তারিখে, তাহিতির বিরুদ্ধে ম্যাচে প্রথমবারের মতো এক ম্যাচে চারটি গোল করেছিলেন; তিনি উক্ত ম্যাচের প্রথম, তৃতীয়, ষষ্ঠ এবং নবম গোলটি করেছিলেন। ২০০৫ সালের ৩রা সেপ্টেম্বর তারিখে, তিনি কানাডার বিরুদ্ধে এক প্রীতি ম্যাচে স্পেনের হয়ে প্রথমবারের মতো অধিনায়কের দায়িত্ব পালন করেছিলেন, ম্যাচটি স্পেন ২–১ গোলের ব্যবধানে জয়লাভ করেছিল।\n\nতোরেস জার্মানিতে অনুষ্ঠিত ২০০৬ ফিফা বিশ্বকাপের জন্য লুইস আরাগোনেসের অধীনে ঘোষিত স্পেন দলে স্থান পাওয়ার মাধ্যমে প্রথমবারের মতো ফিফা বিশ্বকাপে অংশগ্রহণ করার সুযোগ পেয়েছিলেন। ২০০৬ সালের ১৪ই জুন তারিখে, তিনি ইউক্রেনের বিরুদ্ধে গ্রুপ পর্বে নিজেদের প্রথম ম্যাচে অংশগ্রহণ করার মাধ্যমে ফিফা বিশ্বকাপে অভিষেক করেছিলেন। উক্ত বিশ্বকাপে তিনি ৪ ম্যাচে ৩টি গোল করেছিলেন। ফিফা বিশ্বকাপে তার অভিষেক ম্যাচের সর্বশেষ গোলটি করার মাধ্যমে তিনি ফিফা বিশ্বকাপে তার প্রথম গোলটি করেছিলেন। অতঃপর তোরেস ২০১০ ফিফা বিশ্বকাপের জন্য প্রকাশিত স্পেনের ২৩ সদস্যের চূড়ান্ত দলে অন্তর্ভুক্ত হয়েছিলেন। তিনি উক্ত বিশ্বকাপে স্পেনের হয়ে সবকটি ম্যাচে অংশগ্রহণ করেছিলেন এবং স্পেনের হয়ে ফিফা বিশ্বকাপের শিরোপা জয়লাভ করেছিলেন। পরবর্তীকালে, তিনি ভিসেন্তে দেল বস্কের অধীনে ২০১৪ ফিফা বিশ্বকাপে স্পেনের চূড়ান্ত দলে স্থান পেয়েছিলেন, যেখানে তার দল শুধুমাত্র গ্রুপ পর্বে অংশগ্রহণ করতে সক্ষম হয়েছিল। তোরেস তার খেলোয়াড়ি জীবনে সর্বমোট ৩টি বিশ্বকাপে অংশগ্রহণ করেছেন, যার মধ্যে তিনি ১৪টি ম্যাচে ১টি গোল করেছিলেন।\n২০০৮ সালের ১০ই জুন তারিখে অস্ট্রিয়ার ইন্সব্রুকের টিভোলি স্টেডিয়াম টিরোলে অনুষ্ঠিত রাশিয়ার বিরুদ্ধে ম্যাচে অংশগ্রহণ করার মাধ্যমে তিনি স্পেনের জার্সি গায়ে তার ৫০তম ম্যাচ খেলেছিলেন, ম্যাচটি স্পেন ৪–১ গোলের ব্যবধানে জয়লাভ করেছিল, যেখানে ম্যাচের প্রথম গোলটিতে ডেভিড ভিয়াকে অ্যাসিস্ট করেছিলেন; অন্যদিকে, ২০১২ সালের ৯ই জুলাই তারিখে তোরেস তার খেলোয়াড়ি জীবনে ১০০তম ম্যাচটি খেলেছিলেন, ফ্রান্সের বিরুদ্ধে স্পেনের মাদ্রিদে অনুষ্ঠিত উক্ত ম্যাচটি স্পেনের হয়ে অধিনায়কের দায়িত্ব পালন করেছিলেন। ২০১৪ সালের ২১শে জুন তারিখে তোরেস ৩০ বছর বয়সে স্পেনের তার সর্বশেষ ম্যাচটি খেলে আন্তর্জাতিক ফুটবল থেকে অবসর গ্রহণ করেছিলেন। তিনি উক্ত ম্যাচের দ্বিতীয় গোলটি করেছিলেন, যা স্পেনকে ম্যাচটি ৩–০ গোলের ব্যবধানে জয়লাভ করতে সাহায্য করেছিল। আন্তর্জাতিক ফুটবলে, তার ১২ বছরের খেলোয়াড়ি জীবনে তিনি সর্বমোট ১১০ ম্যাচে ৩৮টি গোল করেছিলেন। এছাড়াও তিনি ১টি বিশ্বকাপ এবং ২টি উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপের শিরোপা জয়লাভ করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\n২০০৯ সালের ২৭শে মে তারিখে একটি ব্যক্তিগত অনুষ্ঠানের মাধ্যমে তোরেস ওলায়া দোমিঙ্গেস লিস্তের সাথে বিবাহ বন্ধনে আবদ্ধ হয়েছেন। তাদের উভয়ের নোরা (২০০৯ সালের ৮ই জুলাই তারিখে জন্ম) নামে একটি কন্যাসন্তান এবং লিও (২০১০ সালের ৬ই ডিসেম্বর তারিখে জন্ম) নামে একটি পুত্রসন্তান রয়েছে। তার পুত্রসন্তানের জন্মের জন্য তিনি অ্যানফিল্ডে অনুষ্ঠিত অ্যাস্টন ভিলার বিরুদ্ধে লিভারপুলের ম্যাচটিতে অংশগ্রহণ করতে পারেননি।\n\n\n== পরিসংখ্যান ==\n\n\n=== ক্লাব ===\n\n\n=== আন্তর্জাতিক ===\n\n\n=== আন্তর্জাতিক গোল ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nফের্নান্দো তোরেস – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nফের্নান্দো তোরেস – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে ফের্নান্দো তোরেস  (ইংরেজি)  \nসকারবেসে ফের্নান্দো তোরেস (ইংরেজি) \nবিডিফুটবলে ফের্নান্দো তোরেস  (ইংরেজি)  \nওয়ার্ল্ডফুটবল.নেটে ফের্নান্দো তোরেস (ইংরেজি) \nইএসপিএন এফসিতে ফের্নান্দো তোরেস (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে ফের্নান্দো তোরেস (ইংরেজি)"}