{"pageid": 12585, "title": "ভিভিএস লক্ষ্মণ", "url": "https://bn.wikipedia.org/wiki?curid=12585", "content": "ভাঙ্গিপুরাপ্পু বেংকাট সাই লক্ষ্মণ (তেলুগু: వి.వి.యెస్.లక్ష్మణ్, ; জন্ম: ১ নভেম্বর ১৯৭৪) ভি.ভি.এস. লক্ষ্মণ নামেই বেশি পরিচিত যিনি একজন ভারতীয় ক্রিকেটার এবং বর্তমানে একজন ক্রিকেট ভাষ্যকার। তিনি ডান হাতি মিডল অর্ডার ব্যাটসম্যান এবং ডান হাতি অনিয়মিত অফ-স্পীন বোলার।\nতাঁর দুর্দান্ত স্ট্রোকপ্লে আর টেল-এন্ডার(আট থেকে এগারো নম্বরে অবস্থানকারী ব্যাটসম্যান) ব্যাটসম্যানদের সাথে বড় ইনিংস খেলার ক্ষমতা এবং অসংখ্য হেরে যাওয়া ম্যাচ জয় করার নজির তাঁকে ক্রিকেট কিংবদন্তিদের মধ্যে একটি অনন্য মর্যাদায় দিয়েছে। তিনি তাঁর সময়ের সেরা দল অস্ট্রেলিয়ার বিপক্ষে, তাঁর অনেকগুলি দুর্দান্ত ক্রীড়াকৌশল প্রদর্শন নথি রয়েছে যেমন ২০০১-এর ইডেন গার্ডেনে তাঁদের বিপক্ষে ২৮১ করা তাঁর রান সর্বকালের সেরা টেস্ট ইনিংস হিসাবে বিবেচিত হয়। পরবর্তীকালে, তিনি অনেক পুরস্কারে পুরস্কৃত হয়েছেন, যেমন ২০০১ সালে 'অর্জুন' পুরস্কার, ২০১১ সালে 'পদ্মশ্রী', ভারতের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার। তিনি এমন কয়েকজন খেলোয়াড়ের মধ্যে পড়েন যিনি ক্রিকেট বিশ্বকাপে কখনও না খেলে ১০০ টেস্ট খেলেছেন। উইকেটের মধ্যে তুলনামূলকভাবে ধীরে দৌড়নো সত্ত্বেও তিনি তাঁর মাস্টার স্ট্রোক খেলার ক্ষমতায় জাতীয় দলে জায়গা পাওয়ার জন্য নিজেকে বারবার প্রমাণ করেছেন। তিনি প্রথম শ্রেণীর ক্রিকেটে হায়দারবাদের প্রতিনিধিত্ব করেন। তিনি ইংলিশ কাউন্টি ক্রিকেটেও ল্যাঙ্কাশায়ারের পক্ষে খেলেন। ইন্ডিয়ান প্রিমিয়ার লিগের উদ্বোধনী মরসুমে তিনি ডেকান চার্জার্স দলের অধিনায়কত্ব করেন। পরে তিনি কোচি টাস্কারস দলের হয়ে খেলেছিলেন। তিনি ক্রিকেট কোচিংয়ের সংস্থা 'আইএমডিআই - আই এম দ্যা আই' সাথে যুক্ত আছেন। ২০০২ সালে, উইজডেনের বর্ষসেরা পাঁচ ক্রিকেটারের মধ্যে তিনি একজন ছিলেন। ২০১২ সালে, লক্ষ্মণ আন্তর্জাতিক ক্রিকেট থেকে অবসর নিয়েছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\n১ নভেম্বর, ১৯৭৪ তারিখে নামকরা চিকিৎসক ডাঃ শান্তরাম এবং বিজয়ওয়াদার সত্যভামা দম্পতির সন্তান ভি.ভি.এস. লক্ষ্মণ অন্ধ্র প্রদেশের হায়দরাবাদে জন্মগ্রহণ করেন।  লক্ষ্মণ হলেন ভারতের দ্বিতীয় রাষ্ট্রপতি ড।সর্বপল্লী রাধাকৃষ্ণণ নাতির পুত্রের ভাইপো। লক্ষ্মণ হায়দরাবাদের লিটল ফ্লাওয়ার হাই স্কুলে পড়াশোনা করেছেন। স্নাতকোত্তর পড়াশোনার জন্য তিনি মেডিকেল স্কুলে যোগদান করলেও তিনি ক্রিকেটকে ক্যারিয়ার হিসাবে বেছে নিয়েছিলেন। ১৬ ফেব্রুয়ারি ২০০৪ তারিখে কম্পিউটার অ্যাপ্লিকেশন স্নাতক, গুন্টুর জি আর শায়লাজকে বিয়ে করেছিলেন। তাঁদের দুটি সন্তান - পুত্র সর্বজিৎ এবং মেয়ে অচিন্ত্যা।\n\n\n== কীর্তি ও সম্মাননা ==\n২০০১ সালে 'অর্জুন' পুরস্কার। ২০০২ সালে, উইজডেনের বর্ষসেরা পুরস্কার। ২০১১ সালে 'পদ্মশ্রী', ভারতের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার। একক ওয়ানডে সিরিজে সর্বাধিক সংখ্যক সেঞ্চুরি (৩) গড়ার কয়েকজন ক্রিকেটারের মধ্যে তিনি রয়েছেন। ২০০১ সালে কলকাতায় অস্ট্রেলিয়ার বিপক্ষে ২৮১ রানের ইনিংসটি উইজডেনের খেলার ইতিহাসে ১০০ টি দুর্দান্ত টেস্ট ইনিংসের তালিকায় ষষ্ঠ স্থানে রাখা হয়েছে। একক ওয়ানডে সিরিজে উইকেটকিপারের ছাড়া সবচেয়ে বেশি ক্যাচ (১২) নেওয়ার রেকর্ড তাঁরই রয়েছে, তিনি এই রেকর্ডটি অ্যালান বর্ডারের সাথে ভাগ করেছেন। তিনি রাহুল দ্রাবিড়ের সাথে টেস্ট ম্যাচের তৃতীয় ইনিংসে সর্বোচ্চ পার্টনারশিপ (৩৬৬ রান) করেন, যা কোনও এক উইকেটের পার্টনারশিপের বিশ্ব রেকর্ড। লক্ষ্মণ একটি টেস্ট ম্যাচের একক অধিবেশনে ১০০ রান সংগ্রহ করা ছয় ভারতীয় টেস্ট খেলোয়াড়ের মধ্যে একজন। তিনি দ্বিতীয় ভারতীয় খেলোয়াড় যিনি একই মাঠে ১০০০ বা তারও বেশি রান করেছেন। তিনি ইডেন গার্ডেন ১১০.৬৩ গড়ে মোট ১২১৭ রান করেছিলেন। তিনি একমাত্র ভারতীয় খেলোয়াড় যিনি একই মাঠে ১০০ এর বেশি গড়ে ১০০০ রান করেছেন। একাধিক বার টেস্টের উভয় ইনিংসে অপরাজিত ৫০ করার রেকর্ড মাত্র ৩ জন আন্তর্জাতিক খেলোয়াড়ের মধ্যে তিনি একমাত্র ভারতীয় খেলোয়াড়, অন্যরা শিবনারায়ণ চন্দরপল এবং স্টিভ স্মিথ। ৪ ফেব্রুয়ারি ২০১৫, নিউ দিল্লির টেরি বিশ্ববিদ্যালয় তাঁকে সম্মানসূচক ডক্টরেট ডিগ্রিতে ভূষিত করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nমিতালী রাজ\nভারত জাতীয় ক্রিকেট দল\nসৌরভ গঙ্গোপাধ্যায়\nবিরাট কোহলি\nচেতেশ্বর পুজারা\n\n\n== বহিঃসংযোগ ==\n\nইএসপিএনক্রিকইনফোতে ভিভিএস লক্ষ্মণ (ইংরেজি)\n\nইএসপিএনক্রিকইনফোতে ভিভিএস লক্ষ্মণ  (ইংরেজি)\nক্রিকেটআর্কাইভে ভিভিএস লক্ষ্মণ   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}