{"pageid": 12599, "title": "যুবরাজ সিং", "url": "https://bn.wikipedia.org/wiki?curid=12599", "content": "যুবরাজ সিং (গুরুমুখী: ਯੁਵਰਾਜ ਸਿੰਘ; জন্ম ডিসেম্বর ১২ ১৯৮১,চন্ডীগড়, ভারত) একজন প্রাক্তন ভারতীয় ক্রিকেটার যিনি সব ধরনের ক্রিকেট খেলেছেন। তিনি একজন অলরাউন্ডার যিনি বাঁহাতি মিডিয়াম পেসে বল করতেন এবং মিডল অর্ডারে বাঁহাতি ব্যাটিং করতেন। তার পিতা পাঞ্জাবী চলচ্চিত্র তারকা যোগরাজ সিং। ভারতের হয়ে খেলতে আসা ওয়ানডে খেলোয়াড়দের মধ্যে যুবরাজ ছিলেন অন্যতম, তিনি তার ব্যাটিং আর ফিল্ডিংয়ের জন্য বিশেষভাবে খ্যাতি পেয়েছিলেন।\n২০০০ সালে তিনি ওয়ানডে আন্তর্জাতিক ক্রিকেটে ভারতের হয়ে আত্মপ্রকাশ করেছিলেন এবং ২০০৩ সালের অক্টোবরে তার প্রথম টেস্ট ম্যাচে খেলেন। ২০০৭ সালের আইসিসি বিশ্বকাপ টি-টোয়েন্টিতে এবং ২০১১ আইসিসি ক্রিকেট ওয়ানডে বিশ্বকাপে উভয়ে তিনি ভারতের মহাকাব্য জয়ের এক অবিচ্ছেদ্য অংশীদার ছিলেন। ২০১১ সালের আইসিসি ক্রিকেট বিশ্বকাপে তিনি ম্যান অফ দ্য টুর্নামেন্ট ছিলেন। তিনি ২০০০ সাল থেকে ২০১৭ সাল অবধি ভারতীয় ক্রিকেট দলের সদস্য ছিলেন। ২০০৭ সালের আইসিসি বিশ্বকাপ টি-টোয়েন্টিতে ইংল্যান্ডের বিপক্ষে তিনি স্টুয়ার্ট ব্রড এর একটি ওভারে ছয়টি ছক্কা মারেন - এমন একটি কীর্তি যা পূর্বে মাত্র তিনবার ঘরোয়া ক্রিকেটে ঘটে ছিল, যদিও দুটি টেস্ট ক্রিকেট দলের মধ্যে কোনও আন্তর্জাতিক ম্যাচে কখনও হয়নি। একই ম্যাচে, তিনি আর একটি কীর্তি স্থাপন করেন টি-টোয়েন্টি আন্তর্জাতিক এবং সমস্ত টি-টোয়েন্টি ক্রিকেটে সবচেয়ে দ্রুততম ৫০ রানের রেকর্ড, তিনি মাত্র ১২ বলে ৫০ রান করেছিলেন। ২০১১ বিশ্বকাপ চলাকালীন, তিনি প্রথম খেলোয়াড় হয়েছিলেন যিনি ৫ উইকেট শিকার নেওয়ার সাথে সাথে একই বিশ্বকাপের ম্যাচে ৫০ রান করেছেন।\n২০১১ সালে, ঘটে এক বড় অঘটন, যুবরাজের বাম ফুসফুসে ক্যান্সারযুক্ত টিউমার ধরা পড়ে এবং তিনি বোস্টন এবং ইন্ডিয়ানাপলিসে কেমোথেরাপির চিকিৎসা করতে চলে যান।  ২০১২ সালের মার্চ মাসে কেমোথেরাপির তৃতীয় ও চূড়ান্ত চক্র শেষ করে তাঁকে হাসপাতাল থেকে ছেড়ে দেওয়া হয় এবং এপ্রিল মাসে তিনি ভারতে ফিরে আসেন। ২০১২ বিশ্ব টি-টোয়েন্টির কিছু আগে, সেপ্টেম্বরে নিউজিল্যান্ডের বিপক্ষে একটি টি-টোয়েন্টি ম্যাচে তিনি তার আন্তর্জাতিক প্রত্যাবর্তন করেছিলেন।\n২০১২ সালে, সালে তার ভারতীয় এবং আন্তর্জাতিক ক্রিকেটে তার অবদানের জন্য অর্জুন পুরস্কার লাভ করেন, ভারতের দ্বিতীয় সর্বোচ্চ ক্রীড়া পুরস্কার। পরবর্তীকালে, ২০১৪ সালে, তিনি ভারত সরকারের দ্বারা পদ্মশ্রী পুরস্কারে ভূষিত হন, ভারতের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার। ২০১৪ আইপিএল নিলামে রয়্যাল চ্যালেঞ্জার্স বেঙ্গালুরু যুবরাজকে সর্বকালের সর্বোচ্চ দামে ১৪ কোটি টাকা দিয়ে তাঁদের দলে নিয়েছিল এবং ২০১৫ সালে, দিল্লি ডেয়ারডেভিলস তাঁকে ১৬ কোটি টাকা দিয়ে তাঁদের দলে নিয়েছিল।\n২০১৭ সালের জুন মাসে, তিনি ওয়েস্ট ইন্ডিজের বিপক্ষে ভারতের হয়ে প্রতিনিধিত্ব করার পর আর ভারতীয় দলে খেলার সুযোগ পাননি এবং সেটাই ছিল তার সর্বশেষ খেলা। ১০ জুন ২০১৯-তে যুবরাজ আন্তর্জাতিক ক্রিকেট থেকে অবসর নেওয়ার কথা ঘোষণা করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইএসপিএনক্রিকইনফোতে যুবরাজ সিং  (ইংরেজি)\nYuvraj Singh's profile page on Wisden\nYuvraj Singh\nYuvraj singh : RCB Player \nক্রিকেটআর্কাইভে যুবরাজ সিং   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)\nI would return to field in few months: Yuvraj Singh Gurgaon, 11 April"}