{"pageid": 12615, "title": "শোয়েব আখতার", "url": "https://bn.wikipedia.org/wiki?curid=12615", "content": "শোয়েব আখতার (পাঞ্জাবি, উর্দু : شعیب اختر; জন্ম ১৩ আগস্ট ১৯৭৫ রাওয়ালপিন্ডি) একজন সাবেক পাকিস্তানি ডান হাতি ফাস্ট বোলার। যাকে ক্রিকেটের ইতিহাসে সবচেয়ে দ্রুতগতির বোলার মনে করা হয়। তিনি দ্রুত গতির বল ডেলিভারির জন্য অফিসিয়ালি বিশ্বরেকর্ড গড়েছিলেন। কেপটাউনের নিউল্যান্ডসে  ইংল্যান্ডের বিরুদ্ধে ২০০৩ সালে তার বোলিং স্পীড ছিল ঘণ্টায় ১৬১.৩৭ কি.মি. (১০০.২৩ মাইল)। বর্তমানে তিনি স্টার স্পোর্টসের হিন্দি ধারাভাষ্যকার হিসেবে কাজ করছেন।\n\n\n== শৈশবকাল ==\nশোয়েব আখতারের জন্ম পাকিস্তানের পাঞ্জাব প্রদেশের রাওয়ালপিন্ডির নিকটে ছোট শহর মরগাতে। তার বাবা ছিলেন আট্টোক তেল বিশুদ্ধ করন কোম্পানির একজন প্লান্ট অপারেটর। শোয়েব পড়ালেখা শুরু করেছিলেন মরগার ইলিয়ট হাই স্কুলে। পরবর্তীতে তিনি ভর্তি হন অ্যাঞ্জেলিয়া রুশকিন ইউনিভার্সিটি ইউকে-তে।\n\n\n== ক্যারিয়ার ==\n\n\n=== আন্তর্জাতিক ক্যারিয়ার ===\nশোয়েব আখতার যেমন একজন উঁচুমানের ক্রিকেটার হিসেবে বিবেচিত, তার আন্তর্জাতিক ক্যারিয়ারের শুরুটাও ছিল ঠিক সেরকমই প্রতিশ্রুতিময়। ১৯৯৭/৯৮ সালে ঘরের মাঠ রাওয়ালপিন্ডিতে সফরকারী ওয়েস্ট ইন্ডিজ দলের বিপক্ষে তার টেষ্ট অভিষেক হয়। ১৯৯৮ এর শীতে দক্ষিণ আফ্রিকাগামী টেষ্ট দলেও তার জায়গা হয়। যেখানে তিনি তিন টেষ্টের সবগুলো ম্যাচ খেলার সুযোগ পান। এভাবে অল্পদিনের মধ্যেই পাকিস্তানের শক্তিশালী ফাস্ট বোলিং লাইনআপে তিনি নিজের জায়গা পাকাপোক্ত করে নেন। ১৯৯৮ সালে পেশোয়ারে সফরকারী অস্ট্রেলিয়ার দলের বিপক্ষেও তিনি দলে ছিলেন। যে ম্যাচে অস্ট্রেলীয় ব্যাটসম্যান মার্ক টেলর অপরাজিত ৩৩৪* রান করেছিলেন। এমনই ভাল-মন্দ মিলিয়ে দারুণ প্রতিশ্রুতি জাগিয়ে দলে আসা শোয়েবের ক্যারিয়ারে প্রথম ৮ টেষ্টে নামের পাশে উইকেট সংখ্যা ছিল মাত্র ১৮টি।\nআন্তর্জাতিক ক্যারিয়ারে শোয়েবের সমীহ জাগানীয়া পারফর্মেন্সের শুরুটা হয় মূলত ১৯৯৯ সালে ভারতের বিপক্ষে একটি বিশ্বকাপ পূর্ববর্তী সিরিজ থেকে। পরবর্তীতে তিনি তার পারফর্মেন্সের এই ধারাবাহিকতা ধরে রাখেন শারজাহ এবং ১৯৯৯ সালের ক্রিকেট বিশ্বকাপেও। এই সময়ই তিনি তার ক্যারিয়ারের সবচেয়ে আলোচিত পারফর্মেন্সটি করেন ১৯৯৯ সালের ভারত সফরে ভারতের বিপক্ষে। যেখানে এশিয়ান টেষ্ট চ্যাম্পিয়ানশীপের এক ম্যাচে দুই ইনিংস মিলিয়ে তিনি ৮ টি উইকেট লাভ করেন। যার মধ্যে কলকাতার ইডেন গার্ডেনে পর পর দুই বলে তিনি দুই ভারতীয় কিংবদন্তি ব্যাট্সম্যান রাহুল দ্রাবিড় এবং শচীন তেন্ডুলকর কে আউট করেন। এটি ছিল তেন্ডুলকরকে করা তার ক্যারিয়ারের প্রথম বল।\n২০০২ সালে তিনি অস্ট্রেলিয়ার বিপক্ষে পাকিস্তান দলে ডাক পান  এবং সাফল্য লাভ করেন। এ সময় শ্রীলঙ্কায় নিরপেক্ষ ভেন্যুতে অস্ট্রেলিয়ার বিপক্ষে টেষ্ট ম্যাচে শোয়েব তার ক্যারিয়ার সেরা (৬/১১) বোলিং করেন। কিন্তু বিশ্বকাপে দলের খারাপ ২০০৩ ক্রিকেট বিশ্বকাপ পারফর্মেন্সের বলি হয়ে টুর্নামেন্ট শেষে অন্যদের সাথে তিনিও দল থেকে বাদ পড়েন। যদিও একই বিশ্বকাপে তিনি ইংল্যান্ড এর বিপক্ষে সর্বকালের সর্বোচ্চ গতিতে বল করার বিশ্ব রেকর্ড গড়েন।\nপুনঃরায় ২০০৪ সালে নিউজিল্যান্ডের বিপক্ষে তাকে দলে ফেরানো হয়। কিন্তু একই বছর ভারতের বিপক্ষে সিরিজে তার শহর রাওয়ালপিন্ডিতে অনুষ্ঠিত শেষ টেষ্টে তার বিতর্কিত অসুস্থতার জন্য তাকে বেশ ঝামেলায় পড়তে হয়। পরে পাকিস্তানি ক্রিকেট বোর্ড তার ইনজুরির প্রকৃতি নিয়ে তদন্ত করে তাকে অভিযোগ হতে অব্যহতি দেয়। যদিও পরবর্তীকালে তৎকালীন পাকিস্তানি অধিনায়ক ইনজামাম-উল-হক এবং কোচ বব উলমারের সাথে সম্পর্কের অবনতি হওয়ায় তিনি  ২০০৫ সালের শুরুতে অস্ট্রেলিয়া সফর শেষে বিতর্কের জন্য দল থেকে আবার বাদ পড়েন। তারপর ২০০৫ সালের শেষ দিকে পাকিস্তান দলে শোয়েবের প্রত্যাবর্তন হয়। একই বছর ইংল্যান্ডের বিপক্ষে তিন টেস্টের হোম সিরিজে তিনি চমৎকার বোলিং করেন। কার্যকরী স্লোয়ার ডেলিভেরির বল ইংলিশ ব্যাটসম্যানদের ভীষণ সমসস্যায় ফেলে এবং তিনি মরা পিচে ১৭ উইকেট লাভ করেন। কিন্তু ভারতের বিপক্ষে ওয়ানডে সিরিজের আগেই শোয়েব ইনজুরিতে আক্রান্ত হয়ে দল থেকে ছিটকে পড়েন। একই বছর ইংল্যান্ডের মাটিতে ওয়ানডে সিরিজে ফিরে দুর্দান্ত পারফর্মেন্স করলেও কিছুদিনের মধ্যেই তিনি আরেক সতীর্থ মোহাম্মাদ আসিফ এর সাথে ড্রাগ টেষ্টে পজিটিভ হন। ফলে তার ওপর নিষেধাজ্ঞা জারি করা হয়।\n২৯ অক্টোবর ২০০৭ সালে ১৩ ম্যাচ নিষিদ্ধ থাকার পর শোয়েব আবার ক্রিকেটে ফিরে আসেন। এসেই লাহোরে ওডিআই সিরিজে দক্ষিণ আফ্রিকার বিরুদ্ধে ৪৩ রানে ৪ উইকেট তুলে নেন। কিন্তু ২০০৭ সালে টি ২০ বিশ্বকাপের আগে তিনি তার সতীর্থ মোহাম্মাদ আসিফ কে ব্যাট দিয়ে আঘাত করে স্কোয়াড থেকে পুনরায় বাদ পড়েন। পরবর্তীতে ২০০৮ সালে ভারত সফরে তাকে ১৬ সদেস্যর দলে রাখা হয়। ২০১১ ক্রিকেট বিশ্বকাপে তিনি তার শেষ আন্তর্জাতিক  ম্যাচ খেলেন। একজন দুর্দান্ত বোলারের পরিচয় থাকলেও তার ক্যারিয়ার ছিল বিতর্কিত। অবৈধ ড্রাগ গ্রহণ, অবৈধ বোলিং অ্যাকশন, সতীর্থের সাথে হাতাহাতি করার জন্য তিনি বারবার বিতর্কিত হয়েছেন।\n\n\n== ঘরোয়া ক্রিকেট ক্যারিয়ার ==\n\n\n=== কাউন্টি ক্রিকেট ===\n\nশোয়েব তার ক্যারিয়ারে মোট তিনটি ইংলিশ কাউন্টি ক্রিকেট ক্লাবের হয়ে খেলেছেন। যার মধ্যে রয়েছে ২০০১ সালে সমারসেট, ২০০৩ ও ২০০৪ সালে ডারহাম এবং ২০০৫ সালে ওরচেস্টারশায়ার।\n\n\n=== ইন্ডিয়ান প্রিমিয়ার লিগ ===\nইন্ডিয়ান প্রিমিয়ার লিগ দিয়ে বরাবরের মত ক্রিকেটে শোয়েবের আরও একবার সাফল্যমন্ডিত প্রত্যাবর্তন হয়। লিগের প্রথম ম্যাচে কলকাতা নাইট রাইডার্স এর হয়ে দিল্লী ডেয়ারডেভিলস এর বিপক্ষে ১১ রানে প্রথম সারির ৪ জন্য ব্যাট্সম্যানকে আউট করে দলের ১৩ ৩  রানের সংগ্রহকে যথেষ্ট প্রমাণ করেন। যার ফলে তিনি ম্যাচ সেরা খেলোয়াড়ের পুরস্কারও লাভ করেন। কিন্তু চিরকালীন ইনজুরি সমস্যার জন্য তিনি দলের হয়ে সবগুলো ম্যাচ খেলতে পারেননি।\nএছাড়াও শোয়েব বাংলাদেশের ঘরোয়া এনসিএল টি-২০ বাংলাদেশ টি-টুয়েন্টি ক্রিকেট লিগে সাইক্লোন অব চিটাগং এর পক্ষে খেলেছেন।\n\n\n== ক্রিকেট বিতর্ক এবং ইনজুরি ==\nশোয়েবের ক্যারিয়ার জুড়েই ছিল ইনজুরি এবং বিতর্ক। আন্তর্জাতিক ক্রিকেটে আবির্ভাবের লগ্ন থেকেই তিনি কখনো গতির সাথে আপস করেননি। তাই ঘনঘন ইনজুরি আক্রান্ত হওয়াই ছিল তার নিয়তি। ২০০৩ ক্রিকেট বিশ্বকাপ এ দলের খারাপ পারফর্মেন্সের সঙ্গে শোয়েব সাবেক পাকিস্তানি কিংবদন্তি ফাস্ট বোলার ওয়াকার ইউনুস এর সাথে মৌখিক দ্বন্ধে জড়ানোর দায়ে অভিযুক্ত হন। একই বছর শ্রীলঙ্কায় অনুষ্ঠিত একটি তিনজাতি সিরিজে বল টেম্পারিংয় এর দায়ে ক্রিকেটের দ্বিতীয় খেলোয়াড় হিসেবে ধরা পড়েন। সেই বছরই আরেকবার দক্ষিণ আফ্রিকার স্পিন বোলার পল এডামসের সাথে অশোভন আচরণের দায়ে একটি টেষ্ট ও দুটি ওয়ানডে ম্যাচের জন্য নিষিদ্ধ হন। ২০০৪ সালে ভারত এর বিপক্ষে হোম সিরিজে তার পিঠের ইনজুরি নিয়ে তৎকালীন পাকিস্তানি অধিনায়ক ইনজামাম উল হক অসন্তুষ্টি প্রকাশ করেন। তিনি তখন দলের প্রতি শোয়েবের দায়বদ্ধতা নিয়েও প্রশ্ন তুলেন। যদিও পরবর্তীকালে ইনজামাম-উল-হকের এই সন্দেহ ভুল প্রমাণিত হয়। ২০০৫ সালে অস্ট্রেলিয়া সফর থেকে শৃঙ্খলাভঙ্গের দায়ে শোয়েবকে দেশে ফিরিয়ে আনা হয়। তারপর ২০০৬ সালে পারফর্মেন্স বর্ধক ড্রাগ নেওয়ার দায়ে তাকে ২ বছরের জন্য ক্রিকেট থেকে নিষিদ্ধ করা হয়। তাছাড়া ২০০৭ সালে টি-২০ বিশ্বকাপের আগে তিনি তার সতীর্থ মোহাম্মাদ আসিফ কে ব্যাট দিয়ে আঘাত করে স্কোয়াড থেকে বাদ পড়েন।\n\n\n=== ফাস্ট বোলিং ===\n\nশোয়েব আখতার ক্রিকেট ইতিহাসের সর্বোচ্চ গতিতে বল করতে পারার জন্য সর্বাধিক পরিচিত এবং তার সর্বাধিক গতির ডেলিভারিটি ছিল ঘণ্টায় ১৬১.৩৭ কি.মি. । এছাড়াও তিনি ঘণ্টায় ১৫৯.৩ কি.মি., ১৬০ কি.মি., ১৫৯ কি.মি. ১৫৮.৪ কি.মি. গতিতে বল করেছেন। সবচেয়ে গতির বলটি তিনি ইংল্যান্ড এর বিপক্ষে করেছিলেন। এর পরের গতিময় তিনটি বল তিনি করেছিলেন নিউজিল্যান্ড এর বিপক্ষে ২০০২ সালে। একই বছর এর পরের গতিময় তিনটি বল তিনি করেছিলেন শ্রীলঙ্কার বিপক্ষে। ইতিহাসের প্রথম বোলার হিসেবে তিনিই প্রথম ঘণ্টাই ১০০ মাইলের বেশি গতিতে বল করার রেকর্ড গড়েন।\n\n\n== ব্যক্তিগত জীবন ==\nশোয়েব ২০১৪ সালের ২৫শে জুন রোবাবকে বিয়ে করেন। .\n\n\n== আন্তর্জাতিক বোলিং রেকর্ড ==\n\n\n== টেস্ট ক্রিকেট: এক ইনিংসে পাঁচ উইকেট ==\n\n\n=== টেস্ট ক্রিকেট : এক ম্যাচে দশ উইকেট ===\n\n\n=== একদিনের আন্তর্জাতিক : এক ইনিংসে পাঁচ উইকেট ===\n\n\n== সবচেয়ে ভাল সাফল্য ==\n২০১০ সালের ৮ নভেম্বর এর হিসাব অনুযায়ী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে শোয়েব আখতার  (ইংরেজি)\nক্রিকেটআর্কাইভে শোয়েব আখতার   (সদস্যতা প্রয়োজনীয়) (ইংরেজি)\nShoaib Akhtar's Official Website\nwww.skysports.com – Shoaib Akhtar's article"}