{"pageid": 12682, "title": "সমকোণ", "url": "https://bn.wikipedia.org/wiki?curid=12682", "content": "জ্যামিতি এবং ত্রিকোণমিতিতে, সমকোণ বলতে ৯০° বা +π/২ রেডিয়ান মাপবিশিষ্ট কোণকে বোঝায়।  যদি একটি রশ্মির পাদবিন্দু একটি সরলরেখার উপর অবস্থান করে, এবং সন্নিহিত কোণ দুইটি সমান হয়, তবে তারা সমকোণ। \n\nএর সাথে সম্পর্কযুক্ত এবং গুরুত্বপূর্ণ বিষয় হলো লম্ব রেখা, মানে রেখাগুলি যা তাদের ছেদ বিন্দুতে সমকোণ গঠন করে এবং অর্থোগোনালিটি, যা সমকোণ গঠনের বৈশিষ্ট্য, সাধারণত ভেক্টর রাশিতে প্রয়োগ করা হয়। একটি ত্রিভুজে একটি সমকোণের উপস্থিতি হল সমকোণী ত্রিভুজগুলির জন্য সংজ্ঞায়িত ফ্যাক্টর, ত্রিকোণমিতির জন্য সমকোণ ভিত্তিস্বরূপ।\n\n\n== ব্যুৎপত্তি ==\nসমকোণে সম  শব্দটি সম্ভবত ল্যাটিন বিশেষণ রেক্টাস থেকে এসেছে।  যার অর্থ 'খাড়া, সোজা, খাড়া, লম্ব' বোঝায়। এটির গ্রীক সমতুল্য শব্দ অর্থোস  যার অর্থ 'সোজা অথবা লম্ব'।\n\n\n== প্রাথমিক জ্যামিতিতে ==\nএকটি আয়তক্ষেত্র হল চারটি সমকোণ বিশিষ্ট একটি চতুর্ভুজ। একটি বর্গক্ষেত্রে সমান দৈর্ঘ্যের বাহু ছাড়াও চারটি সমকোণ রয়েছে।\nপিথাগোরাসের উপপাদ্যটির মাধ্যমে কোন ত্রিভুজ একটি সমকোণী ত্রিভুজ হবে তা নির্ধারণ করা যায়।\n\n\n== প্রতীক ==\n\nইউনিকোডে, সমকোণের প্রতীক হলো U+221F ∟ সমকোণ (এইচটিএমএল: &#8735;)। অনুরূপ আকৃতির চিহ্নের সাথে বিভ্রান্ত হওয়া উচিত নয়: U+231E ⌞ নীচের বাম কোণে (এইচটিএমএল: &#8990;). সম্পর্কিত প্রতীকগুলো হলো U+22BE ⊾ চাপসহ সমকোণ (এইচটিএমএল: &#8894;), U+299C ⦜ বর্গসহ ভিন্ন সমকোণ (এইচটিএমএল: &#10652;), এবং U+299D ⦝ বিন্দুসহ সমকোণ (এইচটিএমএল: &#10653;)।\nডায়াগ্রামে, একটি কোণ আছে যা একটি সমকোণ। এটির সাথে একটি ছোট সমকোণ যোগ করে প্রকাশ করা হয় যা ডায়াগ্রামের কোণের সাথে একটি বর্গক্ষেত্র তৈরি করে, যেমনটি ডানদিকের সমকোণী ত্রিভুজের চিত্রে দেখা যাচ্ছে (ব্রিটিশ ইংরেজিতে, একটি সমকোণ ত্রিভুজ)। এটি মাপা কোণের প্রতীক, একটি বিন্দু সহ একটি চাপ, জার্মান-ভাষী দেশ এবং পোল্যান্ড সহ কিছু ইউরোপীয় দেশে সমকোণের এই বিকল্প প্রতীক হিসাবে ব্যবহৃত হয়।\n\n\n== ইউক্লিড ==\nসমকোণ ইউক্লিড এর এলিমেন্টস গ্রন্থের মৌলিক বিষয়। ১নং খণ্ডের ১০নং সংজ্ঞায় সমকোণের সংজ্ঞা দেওয়া হয়েছে। যেখানে সমান্তরাল রেখারও সংজ্ঞা দেওয়া হয়েছে। ১০নং সংজ্ঞায় কোন পরিমাপের একক ব্যবহার করা হয় নি। বরং সমকোণের প্রকৃত সংজ্ঞা দেওয়া হয়েছে। দুইটি সরলরেখা একে অপরকে ছেদ করলে সন্নিহিত কোণ দুইটি পরস্পর সমান হলে, তারা উভয়েই সমকোণ। যে সরলরেখাগুলো সমকোণ গঠন করে সেই দুটি রেখাকে পরস্পরের লম্ব বলে।  ১১ এবং ১২নং সংজ্ঞায় সূক্ষ্মকোণ (সমকোণ হতে ছোট) এবং স্থুলকোণকে (সমকোণ হতে বড়) সংজ্ঞায়িত করতে ইউক্লিড সমকোণ ব্যবহার করেছেন। দুইটি কোণের সমষ্টি এক সমকোণ হলে, তারা পরস্পর পূরক কোণ।\n১নং খণ্ডের ৪নং প্রতিজ্ঞায় বলা হয়েছে, প্রতিটি সমকোণ সমান। যার ফলে ইউক্লিড সমকোণকে কোণ মাপার একক হিসেবে ব্যবহার করেছেন। ইউক্লিডের সমালোচক প্রোক্লাস পূর্ববর্তী প্রতিজ্ঞাগুলি ব্যবহার করে এই অনুমানটির একটি প্রমাণ দিয়েছেন, তবে এটি যুক্তি দেওয়া যেতে পারে যে এই প্রমাণটি কিছু গোপন অনুমান ব্যবহার করে করা হয়েছিল। সাচেরি একটি প্রমাণও দিয়েছেন তবে আরও স্পষ্ট ধারণা ব্যবহার করেছেন। হিলবার্টের জ্যামিতির স্বতঃসিদ্ধকরণে এই বিবৃতিটি একটি উপপাদ্য হিসাবে দেওয়া হয়েছে, তবে শুধুমাত্র অনেক ভিত্তির পরে। কেউ যুক্তি দিতে পারে যে, এমনকি যদি পূর্ববর্তীগুলি থেকে ৪নং প্রতিজ্ঞা প্রমাণ করা যায়, ইউক্লিড যে ক্রমে তার উপাদানটি উপস্থাপন করেছেন তাতে এটি অন্তর্ভুক্ত করা আবশ্যক কারণ এটি ৫নং প্রতিজ্ঞা ব্যতীত, যা পরিমাপের একক হিসাবে সমকোণ ব্যবহার করে।\n\n\n== অন্যান্য এককে রূপান্তর ==\nসমকোণকে বিভিন্ন এককে প্রকাশ করা যায়: \n\n+১/৪ বৃত্ত\n৯০° (ডিগ্রি)\n+'\"`UNIQ--math-০০০০০০১৬-QINU`\"'/২ রেডিয়ান\n১০০ গ্রেডিয়ান\n৬ ঘণ্টা (জ্যোতির্বৈজ্ঞানিক ঘণ্টা কোণ)\n\n\n== ৩-৪-৫ নিয়ম ==\nইতিহাস হতে জানা যায়, ছুতার এবং রাজমিস্ত্রিরা একটি ত্রিভুজ সমকোণী কি না তা জানার উপায় জানতেন। বহুল ব্যবহৃত পিথাগোরাস ত্রয়ী (৩, ৪, ৫) এর উপর ভিত্তি করেই এটি রচিত এবং এটিকে ৩-৪-৫ নিয়ম বলা হয়। যে কোণটিকে মাপা হবে, সে কোণটির এক দিকে ৩ একক এবং অপর দিকে ৪ একক লাইন টানতে হবে এবং অতিভুজটি যদি ৫ একক হয় তবে এটি একটি সমকোণ। এই নিয়মের জ্যামিতিক ব্যাখ্যা হলো পিথাগোরাসের উপপাদ্য।\n\n\n== থেলসের উপপাদ্য ==\n\nথেলসের উপপাদ্য অনুসারে অর্ধবৃত্তে অন্তর্লিখিত কোণ সমকোণ।\nঅন্যভাবে বলতে গেলে অর্ধবৃত্তস্থ কোণ এক সমকোণ।\n\n\n== আরও দেখুন ==\n\nপিথাগোরাসের উপপাদ্য\nকার্তেসীয় স্থানাঙ্ক ব্যবস্থা\n\n\n== তথ্যসূত্র =="}