{"pageid": 12690, "title": "সেরেনা উইলিয়ামস", "url": "https://bn.wikipedia.org/wiki?curid=12690", "content": "সেরেনা জামেকা উইলিয়ামস (জন্ম ২৬ শে সেপ্টেম্বর, ১৯৮১)  একজন আমেরিকান পেশাদার টেনিস খেলোয়াড় এবং মহিলাদের একক টেনিসে সাবেক বিশ্বের প্রথম স্থান অধিকারী। তিনি ২৩ টি গ্র্যান্ড স্ল্যাম একক শিরোপা জিতেছেন, ওপেন টেনিসে যে কোনও খেলোয়াড়ের মধ্যে সর্বাধিক এবং মার্গারেট কোর্টের (২৪) পরে সর্বকালের দ্বিতীয়তম। উইমেন টেনিস অ্যাসোসিয়েশন (ডাব্লুটিএ) ২০০২ থেকে ২০১৭ সালের মধ্যে আটটি পৃথক অনুষ্ঠানে এককভাবে তাকে বিশ্বের নাম্বার ১ খেতাব দিয়েছে। তিনি জুলাই ৮,২০০২ এ প্রথমবারের জন্য প্রথম র‍্যাঙ্কিংয়ে পৌঁছেছিলেন। তার ষষ্ঠ মৌসুমে, তিনি স্টেফি গ্রাফের রেকর্ডটি একটানা ১৮৬ সপ্তাহ পর্যন্ত ধরে রেখেছিলেন। সব মিলিয়ে তিনি ৩১৩ সপ্তাহ ধরে এক নম্বরে রয়েছেন, যা গ্রাফ এবং মার্টিনা নবরটিলোভার পরে মহিলা খেলোয়াড়দের মধ্যে ওপেন টেনিসে তৃতীয়।\nউইলিয়ামস সর্বকালের অন্যতম সেরা মহিলা টেনিস খেলোয়াড় হিসাবে বিবেচিত।তিনি সক্রিয় খেলোয়াড়দের মধ্যে একক, ডাবলস এবং মিশ্র ডাবলসের মধ্যে সবচেয়ে বেশি গ্র্যান্ড স্ল্যাম জয় করেছেন। তার ৩৯ গ্র্যান্ড স্ল্যাম শিরোপা তাকে সর্বকালের সেরার তালিকায় যৌথ-তৃতীয় স্থান এবং ওপেন এরাতে দ্বিতীয়: একক ক্ষেত্রে ২৩, নারীদের ডাবলসে ১৪, এবং মিশ্র ডাবলসে ২য় স্থান এনে দেয়। রড ল্যাভার এবং গ্রাফের পরে তিনি হলেন তৃতীয় ও সাম্প্রতিক নারী খেলোয়াড় যিনি দুইবারে পরপর দু'বার একসাথে চারটি গ্র্যান্ড স্ল্যাম একক (২০০২-০৩ এবং ২০১৪-১৫) অর্জন করেন। তিনি অতি-সাম্প্রতিক খেলোয়াড় যিনি এক বছরে (২০১৫) প্রত্যেক ধরনের মাঠে (হার্ড, কাদামাটি এবং ঘাস) গ্র্যান্ড স্ল্যাম খেতাব অর্জন করেছেন। তিনি সর্বশেষ খেলোয়াড় যিনি  তাঁর বড় বোন ভেনাসের সাথে একসাথে নারীদের  চারটি গ্র্যান্ড স্ল্যাম ডাবল শিরোপা পরপর (২০০৯-১০) জয় করেছেন।\nউইলিয়ামস হার্ড কোর্টে ১৩ টি গ্র্যান্ড স্ল্যাম একক শিরোপা জেতার রেকর্ড রয়েছে।ওপেন টেনিসে  অস্ট্রেলিয়ান ওপেনে  উইলিয়ামসের সর্বাধিক  ৭ শিরোপা জয়ের  রেকর্ড রয়েছে এবং ইউএস ওপেনে ক্রিস এভার্ট  এর সাথে যৌথভাবে সবচেয়ে বেশি (৬) শিরোপা জয়ের  রেকর্ড রয়েছে। নারীদের এককে সর্বাধিক বেশি জয় (৩৬২ ম্যাচ ) এর রেকর্ডও তার, যার অধিকাংশ তিনি জয় করেছেন ৩০ বছর বয়সের পরে।\nউইলিয়ামস তার বোন ভেনাসের সাথে একত্রে ১৪ টি গ্র্যান্ড স্লাম যৌথ শিরোপা জিতেছেন এবং এই জুটি গ্র্যান্ড স্লাম ডাবল ফাইনালে অপরাজিত রয়েছে।  একটি দল হিসাবে, তিনি এবং ভেনাসের তৃতীয় সর্বাধিক মহিলা ডাবল গ্র্যান্ড স্ল্যাম শিরোপা রয়েছে, নাতাশা জাভেরেভা এর ১৮ টি শিরোনামের পরে (গিগি ফার্নান্দেজের সাথে ১৪ টি ) এবং রেকর্ড ২০ শিরোপা জিতেছে মার্টিনা নবরতিলোভা ও পাম শ্রীবর। উইলিয়ামস একক বিভাগে ডাব্লুটিএ ট্যুর চ্যাম্পিয়নশিপের পাঁচবারের বিজয়ী।  তিনি চারটি অলিম্পিক স্বর্ণ পদক জিতেছেন, একটি মহিলা একক এবং তিনটি মহিলা ডাবলস-যা তার বোন ভেনাসের সাথে সর্বকালের রেকর্ড হয়ে রয়েছে।  উইলিয়ামস বোনদের আগমনকে নারীদের পেশাদার টেনিসে শক্তি এবং অ্যাথলেটিকিজমের নতুন যুগে সূচনা করার কৃতিত্ব দেওয়া হয়েছে।  ২০২১ সালের ২২ শে ফেব্রুয়ারি পর্যন্ত তিনি ডাব্লুটিএ দ্বারা বিশ্বের ৭ নম্বর র‍্যাংকিং এ স্থান পেয়েছেন \nপুরস্কারের অর্থ এবং এন্ডোর্সমেন্ট হিসাব মিলিয়ে প্রায় ২৯ ডলার মিলিয়ন উপার্জন নিয়ে ,উইলিয়ামস  ছিলেন ২০১৬ সালে সর্বাধিক বেতনপ্রাপ্ত নারী অ্যাথলিট।  তিনি ২০১৭ সালে আবারও এই কৃতিত্ব'র অধিকারী হন যখন সে $২৭ মিলিয়ন ডলার নিয়ে ফোর্বস এর  সর্বোচ্চ পারিশ্রমিক পাওয়া ১০০ ক্রীড়াবিদের মধ্যে একমাত্র মহিলা ছিল  (প্রাইজ মানি এবং এন্ডোসমেন্টস মিলিয়ে)। তিনি চারবার (২০০৩, ২০১০, ২০১৬, ২০১৮) 'লরিয়াস স্পোর্টসওম্যান অব দ্য ইয়ার' পুরস্কার জিতেছেন এবং ২০১৫ সালের ডিসেম্বরে স্পোর্টস ইলাস্ট্রেটেড ম্যাগাজিন তাকে স্পোর্টস পার্সন অব দ্য ইয়ার হিসাবে মনোনীত করেছিলেন।  ২০১৯ সালে তিনি ফোর্বস ' সর্বোচ্চ বেতনভোগী ক্রীড়াবিদ তালিকায় ৬৩ তম স্থান অর্জন করে। \nউইলিয়ামস মিশিগানের সাগিনাউতে  ওরেসিন প্রাইস এবং রিচার্ড উইলিয়ামসের ঘরে জন্মগ্রহণ করেছিলেন এবং ওরেসিনের পাঁচ কন্যার মধ্যে তিনি সর্বকনিষ্ঠ: বোন ইয়েতুন্ডে, লিন্ড্রিয়া এবং ইশা প্রাইস এবং বড় বোন ভেনাস ।  তার অন্তত সাত পৈত্রিক ভাইবোনও রয়েছে।  তারা যখন ছোট ছিল, তখন পরিবারটি ক্যালিফোর্নিয়ার কমপটনে চলে আসে, যেখানে উইলিয়ামস চার বছর বয়সে টেনিস খেলতে শুরু করেছিলেন।   তার বাবা বাড়িতে সেরেনা এবং তার বোন ভেনাসকে শিখিয়েছিলেন।।   যদিও তিনি এবং তার মা তাঁর অফিসিয়াল কোচ ছিলেন, অন্যান্য পরামর্শদাতারা যারা তাকে খেলাটি শিখতে সহায়তা করেছিলেন তাদের মধ্যে রিচার্ড উইলিয়ামসও ছিল,রিচার্ড কমপটনের একজন  লোক যিনি তার বাবার নাম ভাগ করে নিয়েছিলেন এবং ভেনাস এবং সেরেনা উইলিয়ামস টেনিস / টিউটোরিয়াল একাডেমী প্রতিষ্ঠা করেছিলেন।\n\n\n== তথ্যসূত্র =="}