{"pageid": 1269, "title": "যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1269", "content": "যুদ্ধ হলো রাজ্য, সরকার, সমাজ বা আধাসামরিক বাহিনী যেমন ভাড়াটে সৈন্য, বিদ্রোহী এবং যে কোনো প্রকারের সামরিক বাহিনীর মধ্যে একটি তীব্র সশস্ত্র সংঘর্ষ। এক্ষেত্রে সাধারণত নিয়মিত বা অনিয়মিত সামরিক বাহিনীর ব্যবহারের ফলস্বরুপ চরম হিংস্রতা, আগ্রাসন, ধ্বংসলীলা এবং \nবহুসংখ্যক মৃত্যু দেখা যায়। অন্যদিকে, যুদ্ধবিগ্রহ বলতে যুদ্ধের সাধারণ বৈশিষ্ট্যগুলিকে বা যুদ্ধ সম্পর্কিত ক্রিয়াকলাপ বা বিভিন্ন প্রকারের যুদ্ধকে বোঝানো হয়ে থাকে।  কোনো যুদ্ধ পূর্ণভাবে বৈধ সামরিক লক্ষ্যমাত্রার মধ্যে সীমাবদ্ধ নাও হতে পারে এবং এর ফলে প্রচুর অসামরিক এবং সাধারণ মানুষের হতাহতের ঘটনা ঘটতে পারে।\nযুদ্ধবিদ্যাকে কখনও কখনও পোলেমোলজি বলা হয়, গ্রীক পোলেমোস থেকে যার অর্থ \"যুদ্ধ\", এবং-লজি, যার অর্থ \"অধ্যয়ন\"।\nযদিও যুদ্ধবিশারদরা যুদ্ধকে মানব প্রবৃত্তির সার্বজনীন এবং আদিম দিক হিসাবে দেখেন, কিছু মানুষ একে নির্দিষ্ট সামাজিক-সাংস্কৃতিক, অর্থনৈতিক বা পরিবেশগত পরিস্থিতির ফলাফল বলে মনে করেন। \n\n\n== ব্যুৎপত্তি ==\n\n\"যুধ্‌\" একটি সংস্কৃত ক্রিয়ামূল যার অর্থ \"লড়াই করা বা যুদ্ধ করা\"। \"যুধ্\"‌ ক্রিয়ামূলের সাথে \"ক্ত\" কৃৎ-প্রত্যয় যুক্ত হয়েছে, যার অর্থ \"অতীতে সংঘটিত হয়েছে\"। অর্থ্যাৎ যুদ্ধ = যুধ্‌ + ক্ত। প্রত্যয়টি যুক্ত হবার সময় ‌এর \"ক্\" লুপ্ত হয়ে ক্রিয়ামূলের অন্ত্যে অবস্থিত \"ধ্‌\" ও প্রত্যয়ের \"ত\" একত্রে মিলে \"দ্ধ\" গঠন করেছে।\n\n\n== ইতিহাস ==\n\nপ্রাগৈতিহাসিক যুদ্ধের প্রাচীনতম প্রমাণটি হলো জেবেল সাহাবাতে অবস্থিত একটি মেসোলিথিক কবরস্থান, যা আনুমানিক প্রায় ১৪,০০০ বছরের পুরোনো। সেখানকার কঙ্কালগুলির প্রায় পঁয়তাল্লিশ শতাংশই ভয়ানক মৃত্যুর চিহ্ন প্রদর্শন করে। প্রায় ৫,০০০ বছর আগে, যখন থেকে রাজ্যগুলির উত্থান শুরু হয়েছে, তখন থেকেই বিশ্বের বেশিরভাগ অংশে সামরিক ক্রিয়াকলাপ দেখা গেছে। বারুদের আবিষ্কার এবং প্রযুক্তিগত উন্নয়ন আধুনিক পন্থার যুদ্ধবিগ্রহের পথপ্রদর্শক। কন‌ওয়ে ডব্লিউ. হেনডারসনের মতে, \"একটি উৎস অনুসারে, খ্রিস্টপূর্ব ৩৫০০ অব্দ থেকে বিংশ শতাব্দীর শেষের মধ্যে ১৪,৫০০ যুদ্ধ সংঘটিত হয়েছে, যেখানে মাঝের শান্তিপূর্ণ ৩০০ বছর বাদ দিলে ৩.৫ বিলিয়ন মানুষের মৃত্যু হয়েছে।\" এই অনুমানের একটি প্রতিকূল পর্যালোচনা এর প্রবক্তাদের নিম্নলিখিত সম্পর্কে উল্লেখ করেছে: \"তাছাড়া, হয়তো যুদ্ধে হতাহতের সংখ্যাটা অসম্ভব বেশি মনে হয়েছিল, তাই তিনি 'প্রায় ৩,৬৪০,০০০,০০০জন লোক যুদ্ধে কিংবা যুদ্ধের কারণে সৃষ্ট রোগে নিহত হয়েছিল'-  পরিবর্তে লিখেছেন 'প্রায় ১,২৪০,০০০,০০০ জন লোক...নিহত হয়েছিল।'\" নিম্নসংখ্যার পরিসংখ্যানটি অধিক বিশ্বাসযোগ্য, তবে খ্রিষ্টপূর্ব ৪৮০ অব্দ থেকে ২০০২ খ্রিষ্টাব্দের মধ্যে সংঘটিত গণহিংসার ১০০টি মারাত্মক ঘটনা (কমপক্ষে ৩০০,০০০ থেকে সর্বোচ্চ ৬৬ মিলিয়ন হতাহতের সংখ্যাবিশিষ্ট যুদ্ধ এবং মানবসৃষ্ট দুর্যোগ) বিবেচনা করা হলে, যেখানে সর্বমোট প্রায় ৪৫৫ মিলিয়ন লোকের প্রাণ যায়,  উক্ত পরিসংখ্যানটির উচ্চতর হওয়ার সম্ভাবনাই বেশি । আদিম যুদ্ধগুলির ফলস্বরুপ প্রায় ১৫.১% মৃত্যু এবং ৪০০ মিলিয়ন লোক হতাহতের শিকার হয়েছে বলে অনুমান করা হয়। একে খ্রিষ্টপূর্ব ৩৫০০ অব্দ থেকে বিংশ শতাব্দীর শেষভাগ পর্যন্ত যে ১,২৪০ মিলিয়ন লোক মারা গেছে, তার সাথে যোগ করা হলে, মানবজাতির ঐতিহাসিক ও প্রাগৈতিহাসিক সময়ের যুদ্ধে মোট ১,৬৪০,০০০,০০০ জন লোক নিহত হয়েছে (যুদ্ধের কারণে সৃষ্ট দুর্ভিক্ষ ও অন্যান্য দুর্যোগে মৃতের সংখ্যাসহ)। তুলনামুলকভাবে বিংশ শতাব্দীতে সংক্রামক রোগের কারণে আনুািক ১,৬৮০,০০০ জন মানুষের মৃত্যু ঘটেছে।\nইলিনয় বিশ্ববিদ্যালয়ের অধ্যাপক লরেন্স এইচ. কিলে তাঁর ওয়ার বিফোর সিভিলাইজেশন ব‌ইতে বলেন, ইতিহাসের পরিচিত সমাজগুলোর প্রায় ৯০-৯৫% অনিয়মিত যুদ্ধে লিপ্ত ছিল এবং অনেকে নিয়মিত যুদ্ধ‌ও করত।\n\n\n== যুদ্ধের প্রকারভেদ ==\n\nঅসমমিতিক যুদ্ধ হল সামরিক ক্ষমতা বা আকারের  যুদ্ধরতদের মধ্যে একটি যুদ্ধ বা প্রতিযোগিতা।\nজৈবিক যুদ্ধ বা জীবাণু যুদ্ধ হচ্ছে অস্ত্র হিসেবে জৈবিক বিষ বা সংক্রামক এজেন্ট যেমন ব্যাকটেরিয়া, ভাইরাস এবং ছত্রাকের ব্যবহার।\nরাসায়নিক যুদ্ধ  হচ্ছে মারণাস্ত্র হিসেবে রাসায়নিক পদার্থ ব্যবহার। রাসায়নিক অস্ত্র হিসাবে বিষাক্ত গ্যাস প্রধানত প্রথম বিশ্বযুদ্ধের সময় ব্যবহৃত হয়েছিল, এবং এর ফলে আনুমানিক ১ লক্ষেরও বেশি বেসামরিক নাগরিক সহ এক মিলিয়নেরও বেশি  হতাহতের ঘটনা ঘটেছিল।\nঠান্ডা যুদ্ধ বা স্নায়ুযুদ্ধ হল প্রত্যক্ষ সামরিক সংঘাত ছাড়াই একটি তীব্র আন্তর্জাতিক প্রতিদ্বন্দ্বিতা, কিন্তু এটির একটি টেকসই হুমকি সহ, উচ্চ স্তরের সামরিক প্রস্তুতি, ব্যয় এবং উন্নয়ন সহ, এবং পরোক্ষ উপায়ে সক্রিয় সংঘাত জড়িত হতে পারে।যেমন: অর্থনৈতিক যুদ্ধ, রাজনৈতিক যুদ্ধ, গোপন অপারেশন, গুপ্তচরবৃত্তি, সাইবারওয়ারফেয়ার বা প্রক্সি যুদ্ধ।\nপ্রচলিত যুদ্ধ হয় দুটি সার্বভৌম রাষ্ট্রের মাঝে তবে পারমাণবিক অস্ত্র, জৈব অস্ত্র অথবা রাসায়নিক অস্ত্র কম ব্যবহৃত হয় বা হয়না।\nসাইবারওয়ারফেয়ার একটি জাতি-রাষ্ট্র বা আন্তর্জাতিক সংস্থা কর্তৃক আক্রমণ এবং অন্য দেশের তথ্য ব্যবস্থাকে ক্ষতিগ্রস্ত করার চেষ্টা  করে।\nবিদ্রোহ হল কর্তৃত্বের বিরুদ্ধে একটি বিদ্রোহ, এর বাইরে যারা বিদ্রোহে অংশ নিচ্ছে তারা বিদ্রোহী (আইনযুক্ত যোদ্ধা) হিসাবে স্বীকৃত নয়।একটি বিদ্রোহ পাল্টা -অভ্যুত্থানের মাধ্যমে লড়াই করা যেতে পারে ও জনসংখ্যার সুরক্ষার ব্যবস্থা দ্বারা এবং ক্ষমতাসীন শাসনের বিরুদ্ধে বিদ্রোহীদের দাবিকে দুর্বল করার লক্ষ্যে বিভিন্ন ধরনের রাজনৈতিক ও অর্থনৈতিক কর্মকাণ্ডে বিরোধিতা করা ।\nতথ্য যুদ্ধ হল তথ্য সম্পদ এবং সিস্টেমের বিরুদ্ধে, চারটি গুরুত্বপূর্ণ অবকাঠামো (বিদ্যুৎ গ্রিড, যোগাযোগ, আর্থিক এবং পরিবহন) সমর্থনকারী কম্পিউটার এবং নেটওয়ার্কগুলির বিরুদ্ধে ব্যাপকভাবে ধ্বংসাত্মক শক্তি প্রয়োগ করা।\nপারমাণবিক যুদ্ধ হল এমন যুদ্ধ যেখানে পারমাণবিক অস্ত্র হল প্রাথমিক বা প্রধান আত্মসমর্পণ অর্জনের পদ্ধতি।\nসর্বাত্মক যুদ্ধ হচ্ছে যুদ্ধ আইন আমান্য করে যুদ্ধ  বৈধ সামরিক লক্ষ্যবস্তুর উপর কোন সীমাবদ্ধতা না রাখা, অস্ত্র ও কৌশল ব্যবহার করে যার ফলে উল্লেখযোগ্য বেসামরিক হতাহতের ঘটনা ঘটে বা বন্ধুত্বপূর্ণ বেসামরিক জনগণের দ্বারা উল্লেখযোগ্য ত্যাগের প্রয়োজনে যুদ্ধ প্রচেষ্টার দাবি করা।\nঅপ্রচলিত যুদ্ধ, প্রচলিত যুদ্ধের বিপরীত  একটি বিদ্যমান সংঘাতের এক পক্ষের জন্য সম্মতি, আত্মসমর্পণ বা গোপন সমর্থনের মাধ্যমে সামরিক বিজয় অর্জনের একটি প্রচেষ্টা।\n\n\n== লক্ষ্য ==\nঅনেক সত্তা যুদ্ধে যাওয়ার কথা ভাবছে এবং যুদ্ধের সমাপ্তি ঘটবে কিনা তা বিবেচনা করে সত্তাগুলি একটি প্রচারের হাতিয়ার হিসাবে যুদ্ধের লক্ষ্য প্রণয়ন করতে পারে। যুদ্ধের লক্ষ্য জাতীয় সামরিক বাহিনীর সমস্যা সমাধানের বিকল্প।\nসংজ্ঞা:\nফ্রাইড যুদ্ধের লক্ষ্যকে \"একটি যুদ্ধের সফল সমাপ্তির শেষে  প্রত্যাশিত আঞ্চলিক, অর্থনৈতিক, সামরিক বা অন্যান্য সুবিধা পাওয়া\"\nশ্রেণিবিভাগ\nস্পষ্ট ও অস্পষ্ট লক্ষ্য\nস্পষ্ট  যুদ্ধের লক্ষ্যগুলি অন্তর্ভুক্ত হতে পারে (উদাহরণস্বরূপ) অঞ্চল অধিগ্রহণ (যেমন: ২০ শতকের প্রথমে লেবেনসরামের জার্মান লক্ষ্য ) বা অর্থনৈতিক ছাড়ের স্বীকৃতিসরূপ (যেমন: অ্যাংলো-ডাচ যুদ্ধগুলি)।\nঅস্পষ্ট  যুদ্ধের লক্ষ্য – বিশ্বাসযোগ্যতা বা খ্যাতি সংগ্রহের মতো  - আরও স্পষ্ট অভিব্যক্তি থাকতে পারে (\"বিজয় প্রতিপত্তি পুনরুদ্ধার করে, সংযুক্তি শক্তি বৃদ্ধি করে\")।\n\n\n== প্রভাব ==\nযুদ্ধের ক্ষতিকর প্রভাব সুদূরপ্রসারী। যুদ্ধ মানেই মানবতার পরাজয়। যুদ্ধে নিরাপরাধ মানুষের মৃত্যু ঘটে। বিশেষ করে, নারী নির্যাতন ও শিশু মৃত্যুর ঘটনা বিশ্ব বিবেককে স্তম্ভিত করে দেয়। \nযুদ্ধে প্রাণহানির সাথে সাথে যে বিপুল সম্পদহানি বা, অর্থনৈতিক ক্ষতি সাধিত হয় তা পূরণ করতে দীর্ঘ সময় ব্যয় হয়। এ কারণে প্রায় প্রতি সময়েই যুদ্ধের পরে অবধারিতভাবে দুর্ভিক্ষ আসে, অনেক সময় দেখা দেয় মহামারি। \nএছাড়া, যুদ্ধের ফলে যুদ্ধের সাথে সংশ্লিষ্ট  মানুষের মাঝে যে বিভেদ-বিদ্বেষ আর, সন্দেহ-অবিশ্বাসের জন্ম হয় তা দূর হতে দীর্ঘ সময়ের প্রয়োজন হয়ে পড়ে। অনেক সময় যুগ যুগ ধরে এমনকি শতাব্দী ব্যাপী এই হিংসা ও বিদ্বেষ মানুষের সুস্থ-স্বাভাবিক চিন্তা-চেতনাকে আচ্ছন্ন করে রাখে।\n\n\n== অনুপ্রেরণামূলক তত্ত্বসমূহ ==\n\n\n== নৈতিকতা ==\nসমস্ত যুদ্ধই অমানবিক, অগ্রহণযোগ্য ও অনৈতিক। যুদ্ধ মানেই ধ্বংস। যুদ্ধ মানেই মৃত্যু এবং অধিকাংশ মৃত্যুই নিরাপরাধ মানুষের। শান্তিকামী মানুষ যুদ্ধ চায় না।\nতাই, যুদ্ধ শুরু হওয়ার আগে সবার চেষ্টা এটাই হওয়া উচিত, যেন যুদ্ধটা না ঘটে। এখন প্রশ্ন, যুদ্ধ কেন ঘটে?\nযুদ্ধ তখনই ঘটে যখন নেগোসিয়েশন বা, আলাপ-আলোচনা ব্যর্থ হয়। \nনেগোসিয়েশন কেন ব্যর্থ হয়? \nনেগোসিয়েশন তখনই ব্যর্থ হয় যখন কোন ইস্যুতে বা, কোন বিষয়ে একমত হওয়া যায় না। \nকোন বিষয়ে কখন একমত হওয়া যায় না? \nযখন সেই বিষয় বা, বিষয়গুলোর সাথে কিছু পক্ষ বা, মানুষ যুক্ত থাকে। \nবিষয় বা, বিষয়গুলোর সাথে কেন মানুষ যুক্ত হয়? \nযখন সেইসব বিষয় বা, বিষয়গুলোর সাথে মানুষের স্বার্থ জড়িত থাকে। \nকাজেই, যুদ্ধের রুট কজ্ বা, গোড়ার কারণ হলো স্বার্থপরতা। মানুষ স্বার্থের উর্দ্ধে উঠতে পারলেই সমস্ত যুদ্ধ বন্ধ হওয়া সম্ভব।\nএখন তাহলে দেখা উচিত কোন কোন স্বার্থের কারণে মানুষ একত্রিত হয় এবং যুদ্ধের পরিণতি ডেকে আনে। অর্থাৎ, মানুষের ক্ষতিকর সামষ্টিক স্বার্থর বিষয়গুলো কি কি? \nঅনেকগুলোই হতে পারে। এর মধ্যে প্রথমেই আসবে পাওয়ার বা, ক্ষমতা লিপ্সা। অর্থাৎ, নিজেদেরকে অন্যদের থেকে বেশি ক্ষমতাশালী করতে চাওয়ার বাসনা। \nআরেকটা বিষয় হতে পারে, শ্রেষ্ঠত্বের ধারণা। অর্থাৎ, নিজেদেরকে অন্যদের থেকে শ্রেষ্ঠজ্ঞান করা।\nকাজেই, যুদ্ধ বন্ধ করতে চাইলে এবং মানুষের  নৈতিকতার বিকাশ লাভের স্বার্থে মানুষের ক্ষমতা লিপ্সা ও নিজেদের শ্রেষ্ঠত্বের ধারণার বিষয়কে ত্যাগ করতে হবে |\n\n\n== তথ্যসূত্র =="}