{"pageid": 127108, "title": "শকুন্তলা", "url": "https://bn.wikipedia.org/wiki?curid=127108", "content": "শকুন্তলা (সংস্কৃত: Śakuntalā, তিব্বতি: བྱ་ལེན་མའི་ཟློ་གར) ছিলেন হিন্দু পুরাণে বর্ণিত দুষ্মন্তের স্ত্রী ও সম্রাট ভরতের মা। তার উপাখ্যান মহাভারতের আদিপর্বে বর্ণিত আছে। কালিদাস তার অভিজ্ঞানশকুন্তলম্ নাটকে এই কাহিনিটি নাট্যায়িত করেন।\n\n\n== নামকরণ ==\n\nঋষি কণ্ব বনে শিশুকন্যাটিকে \"শকুন্ত\" (সংস্কৃত: शकुन्त, śakuntagg) অর্থাৎ পক্ষীপরিবৃত অবস্থায় কুড়িয়ে পান। এই কারণে তিনি এর নামকরণ করেন \"শকুন্তলা\"। শব্দটির অর্থ \"পক্ষীর দ্বারা সুরক্ষিতা\"।\n\n\n== জন্ম ও শৈশব ==\n\nঋষি বিশ্বামিত্রের ঔরসে অপ্সরা মেনকার গর্ভে শকুন্তলার জন্ম হয়। দেবরাজ ইন্দ্র বিশ্বামিত্রের তপস্যা ভঙ্গ করতে মেনকাকে তার নিকট প্রেরণ করেন। মেনকা তার কাজে সফল হন।তার রূপ ও লাবণ্যের মোহে বিশ্বামিত্র বিচলিত হন। সংযম হারিয়ে তিনি মেনকার সাথে শারীরিক সম্পর্ক স্থাপন করেন। দীর্ঘকাল এইভাবে যৌনসংগম করার ফলে বিশ্বামিত্রর ঔরসে মেনকা গর্ভবতী হন। উভয়ের মিলনের ফলে একটি শিশুকন্যার জন্ম হয়। তপস্যার্জিত পুণ্যফল ক্ষয়ের জন্য ক্রুদ্ধ হয়ে বিশ্বামিত্র মেনকা ও তার কন্যাকে পরিত্যাগ করে চলে যান। এরপর মেনকাও তার শিশুকন্যাকে একটি বনে পরিত্যাগ করে চলে যান। ঋষি কণ্ব সেই কন্যাটিকে পক্ষীপরিবৃত অবস্থায় উদ্ধার করেন। তিনি মেয়েটির নামকরণ করেন শকুন্তলা। এরপর শকুন্তলাকে নিজ আশ্রমে এনে লালন পালন করতে থাকেন।\n\n\n== দুষ্মন্তের সঙ্গে বিবাহ ==\nরাজা দুষ্মন্ত মৃগয়ায় এসে একটি হরিণকে তাড়া করতে করতে কণ্বের তপোবনে এসে উপস্থিত হন। এখানেই শকুন্তলার সঙ্গে তার সাক্ষাৎ হয়। তারা পরস্পরের প্রেমে পড়েন ও আশ্রমেই তাদের গান্ধর্ব বিবাহ সম্পন্ন হয়, অর্থাৎ মালাবদল করে তারা মৈথুনে মিলিত হন। এরপর জরুরি কাজে দুষ্মন্তকে রাজধানীতে ফিরে যেতে হয়। যাওয়ার আগে দুষ্মন্ত শকুন্তলাকে একটি রাজকীয় অঙ্গুরীয় দিয়ে যান এবং কথা দেন যে আবার ফিরে আসবেন। শকুন্তলা গর্ভবতী হয়ে পড়ে।\n\n\n== অভিশাপ ==\n\nএরপর শকুন্তলা অহর্নিশ দুষ্মন্তের কথা ভাবতে লাগলেন। একদিন কোপনস্বভাব ঋষি দুর্বাসা কণ্বের আশ্রমে এলে শকুন্তলা পতিচিন্তায় মগ্ন হয়ে ঋষিসেবায় অবহেলা করে। এতে দুর্বাসা ক্রুদ্ধ হয়ে তাকে শাপ দেন যে, যাঁর কথা চিন্তা করতে করতে শকুন্তলা ঋষিসেবায় অবহেলা করেছে, সেই শকুন্তলাকে বিস্মৃত হবে। শকুন্তলার সখীরা তার হয়ে ক্ষমা প্রার্থনা করলে, দুর্বাসা শান্ত হয়ে তাকে ক্ষমা করেন এবং বলেন যদি সেই ব্যক্তির দেওয়া কোনো উপহারসামগ্রী শকুন্তলা তাকে দেখায়, তবে আবার তিনি শকুন্তলাকে চিনতে পারবেন।\nএদিকে দুষ্মন্ত ফিরে আসছেন না দেখে শকুন্তলা নিজেই দুষ্মন্তের রাজধানীর উদ্দেশ্যে যাত্রা করেন। পথে নদীতে স্নান করতে নেমে তিনি দুষ্মন্তের দেওয়া অঙ্গুরীয়টি হারিয়ে ফেলেন। এরপর অঙ্গুরীয় ছাড়াই দুষ্মন্তের রাজসভায় উপনীত হলে, দুষ্মন্ত শকুন্তলাকে চিনতে পারেন না। অপমানিতা শকুন্তলা বনে চলে আসেন। সেখানে জন্ম দেন এক পুত্রসন্তানের। তার নাম হয় ভরত। শৈশবেই ভরত হয়ে ওঠেন অকুতোভয় ও প্রবল পরাক্রমী। ছেলেবেলায় তার খেলা ছিল সিংহকে হাঁ করিয়ে তার দাঁতকপাটি গোনা।\n\n\n== পুনর্মিলন ==\nইতোমধ্যে এক ধীবর মাছ ধরতে গিয়ে একটি মাছের পেট থেকে রাজার অঙ্গুরীয়টি উদ্ধার করে। সেটি দেখে দুষ্মন্তের শকুন্তলার কথা মনে পড়ে যায়। তিনি তাকে খুঁজতে বের হন। অনেক খুঁজে তিনি শেষে সিংহের সঙ্গে ক্রীড়ারত এক বালকের সন্ধান পান। নাম জিজ্ঞেস করতে ছেলেটি বলে সে দুষ্মন্তের পুত্র ভরত। এরপর ভরত দুষ্মন্তকে শকুন্তলার কাছে নিয়ে যায়। আবার সকলের মিলন ঘটে।\nএরপর  দুষ্মন্তর ঔরসে শকুন্তলার তিনটি পুত্রলাভ হয়।\n\n\n== মহাভারত ও অন্যান্য পাঠান্তর ==\nমহাভারত-এর বর্ণনা অনুযায়ী, দুষ্মন্ত লোকনিন্দার ভয়ে শকুন্তলাকে গ্রহণ করতে চাননি।\n\nআর একটি পাঠান্তর অনুযায়ী, শকুন্তলা দুষ্মন্ত কর্তৃক প্রত্যাখ্যাত হলে মেনকা তাকে স্বর্গে নিয়ে যান। একবার স্বর্গে একটি যুদ্ধে দেবতাদের সাহায্য করার জন্য দুষ্মন্তের ডাক পড়ে। স্বর্গে এসে তিনি দেখেন একটি ছেলে সিংহের দাঁত গুনছে। এমন সময় ছেলেটির হাত থেকে তার কবচটি খুলে যায়। দেবতারা দুষ্মন্তকে জানান যে, একমাত্র ছেলেটির পিতা বা মাতাই এই কবচটি আবার বেঁধে দিতে পারবেন। দুষ্মন্ত ছেলেটির কবচ বেঁধে দিতে সক্ষম হন। ছেলেটি হতচকিত হয়ে তাকে মায়ের কাছে নিয়ে যায় ও বলে যে, এই লোকটি নিজেকে তার পিতা বলে দাবি করছে। এতে শকুন্তলা ভরতকে জানান যে, সেই ব্যক্তি সত্যিই তার পিতা। এভাবে দুষ্মন্ত স্বর্গে তার স্ত্রী ও পুত্রকে ফিরে পান এবং তারা মর্ত্যে ফিরে আসেন। ভরতের বংশেই পরবর্তীকালে পাণ্ডবদের জন্ম হয়।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n\n\n=== থিয়েটার, সাহিত্য এবং সঙ্গীত ===\n\n\n=== কালিদাস ===\n\nশকুন্তলার স্বীকৃতি কালিদাসের লেখা একটি সংস্কৃত নাটক।\nমারাঠি মঞ্চে একই গল্প অবলম্বনে শকুন্তল নামে একটি মিউজিক্যাল ড্রামা হয়েছিল।\n\n\n=== অন্যান্য সাহিত্য ===\nঈশ্বরচন্দ্র বিদ্যাসাগর সাধুভাষা, বাংলায় একটি উপন্যাস তৈরি করেছিলেন। এটি ছিল বাংলা থেকে প্রথম অনুবাদ গুলির মধ্যে একটি। অবনীন্দ্রনাথ ঠাকুর পরে মূলত শিশু ও কিশোরীদের জন্য চলিত ভাষায় লিখেছিলেন (যেটি বাংলার একটি সহজ সাহিত্যিক প্রকরণ)।\n১৮ শতকের মধ্যে, পশ্চিমা কবিরা ভারতীয় সাহিত্য ও দর্শনের কাজের সাথে পরিচিত হতে শুরু করেছিলেন।\n\n\n=== চলচ্চিত্র ও টেলিভিশন অভিযোজন ===\nশকুন্তলার গল্প নিয়ে উল্লেখযোগ্য সংখ্যক ভারতীয় চলচ্চিত্র নির্মিত হয়েছে। এর মধ্যে রয়েছে: সুচেত সিংহের শকুন্তলা (১৯২০), এস এন পাটাঙ্করের শকুন্তলা (১৯২০) , ফাতমা বেগমের শকুন্তলা (১৯২৯), মোহন দয়ারাম ভাবনানির শকুন্তলা (১৯৩১), জেজে মদনের শকুন্তলা (১৯৩১), শকুন্তলা ( ১৯৩১ ) , শকুন্তলা (১৯২০) বাদামি , শকুন্তলা (১৯৩২), এলিস ডুঙ্গানের শকুন্তলা (১৯৪০) , জ্যোতিষ ব্যানার্জির শকুন্তলা (১৯৪১), শকুন্তলা (১৯৪৩)ভি. শান্তরাম , শকুন্তলা (1961) , ভূপেন হাজারিকা দ্বারা শকুন্তলা (১৯৬৫) , কুঞ্চকোর শকুন্তলা (১৯৬৫), কমলাকার কামেশ্বর রাও দ্বারা শকুন্তলা (১৯৬৬) , ভি. শান্তরামের স্ট্রী ।\n২০০৯ সালের ভারতীয় টেলিভিশন শো, শকুন্তলা ছিল কালিদাসের নাটকের একটি রূপান্তর।\n\n\n=== শিল্প ===\nক্যামিল ক্লডেল শকুন্তলার একটি ভাস্কর্য তৈরি করেন ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nDorothy Matilda Figueira. Translating the Orient: The Reception of Sakuntala in Nineteenth-Century Europe. SUNY Press, 1991. আইএসবিএন ০৭৯১৪০৩২৭০\nRomila Thapar. Sakuntala: Texts, Readings, Histories. Columbia University Press, 2011. আইএসবিএন ০২৩১১৫৬৫৫৩\nVyasa. Mahabharata."}