{"pageid": 127103, "title": "বৃন্দাবন", "url": "https://bn.wikipedia.org/wiki?curid=127103", "content": "বৃন্দাবন () হল ভারতের উত্তরপ্রদেশ রাজ্যের মথুরা জেলার অন্তর্গত একটি শহর। ঈশ্বর পরম রাধামাধব এখানে নিজেদের সচ্চিদানন্দ ছেলেবেলার লীলা প্রকাশ করে থাকেন । শহরটি ঈশ্বর পরম রাধামাধবের ভূ লোকের লীলা ভূমি   জেলাসদর মথুরা থেকে ১১ কিলোমিটার দূরে আগ্রা-দিল্লি হাইওয়ের (২ নং জাতীয় সড়ক) উপর অবস্থিত। বৃন্দাবন শহরে রাধা ও কৃষ্ণের অনেকগুলি মন্দির আছে। হিন্দু ধর্মের বৈষ্ণব সম্প্রদায়ের কাছে এটি একটি পবিত্র তীর্থস্থান।\n\n\n== নাম-ব্যুৎপত্তি ==\nসংস্কৃত ভাষায় 'বৃন্দাবন' কথাটি এসেছে 'বৃন্দা' (তুলসী) ও 'বন' (অরণ্য) শব্দদুটি থেকে। নিধুবন ও সেবাকুঞ্জে দুটি ছোটো তুলসীবন এখনও বিদ্যমান।\n\n\n== ইতিহাস ==\n\nবৃন্দাবন একটি প্রাচীন শহর। এই শহর হিন্দু ইতিহাসের সঙ্গে যুক্ত এবং হিন্দুধর্মের একটি গুরুত্বপূর্ণ তীর্থস্থান। এই শহরের প্রাচীনতম মন্দিরগুলির একটি হল গোবিন্দদেব মন্দির। এটি ১৫৯০ সালে নির্মিত হয়। সেই শতাব্দীরই গোড়ার দিকে বৃন্দাবন একটি শহর হিসেবে গড়ে ওঠে। বৃন্দাবনের আদি অবস্থান কোথায় ছিল, তা ১৬শ শতাব্দীর আগে মানুষ ভুলে গিয়েছিল। চৈতন্য মহাপ্রভু এই স্থান পুনরাবিষ্কার করেন। ১৫১৫ সালে কৃষ্ণের বাল্যলীলার স্থানগুলি নির্ধারণ করার উদ্দেশ্য নিয়ে চৈতন্য মহাপ্রভু বৃন্দাবনে এসেছিলেন। কথিত আছে, তিনি দিব্য প্রেমের আধ্যাত্মিক ভাবে আচ্ছন্ন হয়ে বিভিন্ন পবিত্র বনে পরিভ্রমণ করেছিলেন। হিন্দুরা বিশ্বাস করেন, তিনি তাঁর দৈব আধ্যাত্মিক শক্তির মাধ্যমে বৃন্দাবন ও তার চারপাশে যে সকল স্থানে কৃষ্ণ তাঁর বাল্যলীলা করেছিলেন বলে মনে করা হয়, সেগুলি আবিষ্কার করেন।\nমীরা বাই মেবার রাজ্য পরিত্যাগ করে তীর্থযাত্রা করতে করতে বৃন্দাবনে আসেন। তিনি জীবনের শেষ ১৪ বছর বৃন্দাবনেই কাটান। যে মন্দিরে তিনি ছিলেন সেটি এখন 'প্রাচীন মীরাবাই' নামে পরিচিত।\nবিগত ২৫০ বছরে বৃন্দাবনের অধিকাংশ বনই নগরায়ণের ফলে ক্ষতিগ্রস্ত হয়েছে। এই নগরায়ণ প্রথম শুরু করেন স্থানীয় রাজারা। পরবর্তীকালে সেই কাজ চালিয়ে নিয়ে যান গৃহনির্মাতা সংস্থাগুলি। শুধুমাত্র কয়েকটি স্থান ছাড়া বাকি অঞ্চলের বনাঞ্চল স্থানীয় ময়ূর, গরু, বাঁদর ও বিভিন্ন ধরনের পাখি সহ বিলুপ্ত হয়। শহরে এখন অল্প ময়ূরই দেখা যায়। তবে বাঁদর ও গরু শহরের সর্বত্রই দেখা যায়।\n\n\n== ভূগোল ==\n\nবৃন্দাবন ২৭.৫৮° উত্তর ৭৭.৭° পূর্ব﻿ / 27.58; 77.7 অক্ষ-দ্রাঘিমাংশে অবস্থিত। সমুদ্রপৃষ্ঠ থেকে এই শহরের উচ্চতা ১৭০ মিটার (৫৫৭ ফুট)।\n\n\n== জনপরিসংখ্যান ==\n২০১১ সালের জনগণনা অনুসারে, বৃন্দাবনের জনসংখ্যা ৫৬,৬১৮। জনসংখ্যা ৫৬% পুরুষ ও ৪৪% নারী। বৃন্দাবনের সাক্ষরতার গড় হার ৬৫%, যা জাতীয় গড় হার ৭৪.০৪%-এর কম। বৃন্দাবনে জনসংখ্যার ১৩%-এর বয়স ৬ বছরের নিচে।\n\n\n== ধর্মীয় ঐতিহ্য ==\n\nহিন্দুধর্মের বৈষ্ণব সম্প্রদায়ের কাছে বৃন্দাবন একটি পবিত্র তীর্থস্থান। দেবী রাধা হলেন বৃন্দাবনের অধীশ্বরী। তাই তিনি বৃন্দাবনেশ্বরী। এটি বৃন্দাবনেশ্বরী রাধা ও বৃন্দাবনেশ্বর কৃষ্ণের উপাসনার পীঠস্থান। বৃন্দাবন, গোবর্ধন ও গোকুল কৃষ্ণের জীবনের সঙ্গে যুক্ত। কৃষ্ণের ভক্তেরা প্রতি বছর এই স্থানে তীর্থযাত্রায় আসেন এবং বিভিন্ন উৎসবে অংশগ্রহণ করেন। ভাগবত পুরাণ অনুসারে, কৃষ্ণ গোপীদের গ্রাম গোকুলে তাঁর পালক পিতামাতা নন্দ ও যশোদার গৃহে পালিত হয়েছিলেন। উক্ত পুরাণ অনুসারে, রাধিকা ও কৃষ্ণ বৃন্দাবনের বনেই রাসলীলা ও অন্যান্য বাল্যলীলা করেন। তাঁর দাদা বলরাম ও অন্যান্য রাখাল বালকদের সঙ্গে তিনি এখানে দুষ্টুমি করে বেড়াতেন।\n\n\n=== মন্দির ===\n\nমদনমোহন মন্দির - মুলতানের রাজা কাপুর রাম দাস কালীয়দমন ঘাটের কাছে মদনমোহন মন্দিরটি নির্মাণ করেন। এটি বৃন্দাবনের অন্যতম প্রাচীন মন্দির। চৈতন্য মহাপ্রভুর জীবনের সঙ্গে এই মন্দিরটি ঘনিষ্ঠভাবে যুক্ত।  আওরঙ্গজেবের রাজত্বকালে এই মন্দিরের আদি মদনগোপাল বিগ্রহটি নিরাপত্তাজনিত কারণে রাজস্থানের কারাউলিতে স্থানান্তরিত করা হয়। বর্তমানে এই মন্দিরে মূল বিগ্রহের একটি প্রতিমূর্তি পূজিত হয়।\n\nমীরা বাই মন্দির - নিধিবনের কাছে শাহজি মন্দিরের দক্ষিণ দিকে মীরা বাই মন্দিরটি অবস্থিত। এই মন্দিরটি মীরা বাইয়ের মন্দির। কোনো কোনো জীবনীগ্রন্থে বলা হয়েছে, ১৫৪৭ সালে দ্বারকায় মীরা বাই সশরীরে দ্বারকায় কৃষ্ণ বিগ্রহে বিলীন হয়ে যান। তবে গবেষকরা এই কিংবদন্তির ঐতিহাসিকতা স্বীকার করেন না। তবে একথা সত্য যে, মীরা বাই কৃষ্ণ-উপাসনা নিয়েই থাকতেন এবং তাঁর রচিত ভজনগুলি তাঁকে ভক্তি আন্দোলন যুগের অন্যতম শ্রেষ্ঠ সন্ত-কবির স্বীকৃতি এনে দিয়েছিল।\nবাঁকে বিহারী মন্দির - স্বামী হরিদাস নিধিবন থেকে বাঁকেবিহারীর(রাধাকৃষ্ণের অর্ধনারীশ্বর মূর্তি) বিগ্রহটি আবিষ্কার করার পর ১৮৬২ সালে বাঁকেবিহারী মন্দির নির্মিত হয়।\nরাধাবল্লভ মন্দির - হরিবংশ মহাপ্রভু রাধাবল্লভ মন্দির প্রতিষ্ঠা করেন। এই মন্দিরের বেদীতে কৃষ্ণের বিগ্রহের পাশে দেবী রাধার একটি মুকুট রাখা থাকে।\nস্বয়ম্ভু রাধারমণ মন্দির - ১৫৪২ সাল নাগাদ গোপাল ভট্ট গোস্বামীর অনুরোধে রাধারমণ মন্দির নির্মিত হয়। এই মন্দিরে কৃষ্ণের একটি শালগ্রাম বিগ্রহ রয়েছে।\nশাহজি মন্দির - ১৮৭৬ সালে লখনউয়ের শাহ কুন্দন লাল এই মন্দিরের নকশা করেন এবং মন্দিরটি প্রতিষ্ঠা করেন। এই মন্দিরটি অনন্য স্থাপত্যশৈলী ও শ্বেতপাথরের সুন্দর ভাস্কর্যের জন্য বিখ্যাত। মন্দিরে বারোটি সর্পিল স্তম্ভ রয়েছে। প্রত্যেকটি স্তম্ভের উচ্চতা ১৫ ফুট। এছাড়া মন্দিরে বেলজিয়াম কাঁচের ঝাড়বাতি ও তৈলচিত্র সমন্বিত একটি হলঘরও আছে।\nরঙ্গজি মন্দির - ১৮৫১ সালে নির্মিত রঙ্গজি মন্দির বিষ্ণুর অন্যতম রূপ রঙ্গনাথ বা রঙ্গজির প্রতি উৎসর্গিত। এই মন্দিরে বিষ্ণু অনন্তশায়ী ভঙ্গিমায় পূজিত হন। মন্দিরটি দ্রাবিড়ীয় স্থাপত্যশৈলীতে নির্মিত। এতে একটি ছয় তলা গোপুরম ও ৫০ ফুট উঁচু ধ্বজা স্তম্ভ রয়েছে। প্রতি বছর মার্চ-এপ্রিল মাসে মন্দিরে ব্রহ্মোৎসব উপলক্ষ্যে মন্দিরের উদ্যানে রথযাত্রা আয়োজিত হয়।\nগোবিন্দদেব মন্দির -.১৫৯০ সালে মুঘল সম্রাট আকবরের দান করা লাল বেলেপাথর দিয়ে রাজা মানসিংহ সাত তলা উঁচু গোবিন্দদেব মন্দিরটি নির্মাণ করিয়েছিলেন। আওরঙ্গজেব এই মন্দিরটি ধ্বংস করে দেন।\nরাধাদামোদর মন্দির - ১৫৪২ সালে বৃন্দাবনের ষড়গোস্বামী কর্তৃক সেবাকুঞ্জে রাধাদামোদর মন্দির প্রতিষ্ঠিত হয়।\nবৃন্দাবন শক্তিপীঠ /কাত্যায়নী মন্দির ও ভূতেশ্বর মহাদেব মন্দির - রঙ্গনাথ মন্দিরের কাছে রাধাবাগে কাত্যায়নী মন্দির অবস্থিত। এটি একটি শক্তিপীঠ। কথিত আছে, এখানে দেবী সতীর আঙটি পড়েছিল।\nচিন্তাহরণ হনুমান মন্দির - অটলবনের কাছে অবস্থিত চিন্তাহরণ হনুমান মন্দিরটি হল হনুমানের মন্দির।\nজয়পুর মন্দির - জয়পুরের মহারাজ দ্বিতীয় সাওয়াই মাধো সিং ১৯১৭ সালে রাধামাধব মন্দির বা জয়পুর মন্দির প্রতিষ্ঠা করেন।\nকৃষ্ণ বলরাম মন্দির - বিশ্বের অন্যতম প্রধান ইসকন মন্দির। ১৯৭৭ সালে প্রতিষ্ঠিত একটি গৌড়ীয় বৈষ্ণব মন্দির ।\nপ্রেম মন্দির - ২০১২ সালে প্রতিষ্ঠিত বৃন্দাবনের উপকণ্ঠে ৫৪ একর জমির উপর প্রেম মন্দিরটি নির্মিত। এটি প্রতিষ্ঠা করেন কৃপালু মহারাজ। মূল মন্দিরটি শ্বেতপাথরে নির্মিত এবং সেখানে কৃষ্ণের বহু মূর্তি খোদিত রয়েছে।\n\n\n=== অন্যান্য পবিত্র স্থান ===\nবৃন্দাবনের অন্যান্য পবিত্র স্থানগুলি হল সর্বেশ্বরী রাধারানী মন্দির, সেবাকুঞ্জ, কেশীঘাট, শ্রীজি মন্দির,যুগলকিশোর মন্দির, লালবাবু মন্দির, রাজঘাট, কুসুম সরোবর, ইমলিতল, কালীয়ঘাট, রমণরেতি, বরাহঘাট, চিরঘাট, স্বামী হরিদাসের সমাধি। স্বামী হরিদাসের সম্মানে তাঁর সমাধিতে প্রতি বছর একটি সম্মেলনের আয়োজন করা হয়। এই সম্মেলনে ভারতের বিশিষ্ট সংগীতজ্ঞেরা গান পরিবেশন করেন। সেবাকুঞ্জ রক্ষণাবেক্ষণ করে ব্রজ ফাউন্ডেশন।\n\nবৃন্দাবন চন্দ্রোদয় মন্দির - একটি নির্মাণাধীন মন্দির । পরিকল্পনা অনুযায়ী এটি হবে বিশ্বের সবচেয়ে উঁচু ধর্মীয় স্মৃতিস্তম্ভ।\n\n\n== \"বিধবার নগরী\" ==\nবৃন্দাবন \"বিধবার নগরী\" নামেও পরিচিত। কারণ, স্বামীর মৃত্যুর পর বহুসংখ্যক বিধবা বৃন্দাবন ও পারিপার্শ্বিক অঞ্চলে এসে বসবাস শুরু করেন। এই অঞ্চলে প্রায় ১৫,০০০ থেকে ২০,০০০ বিধবা বাস করেন। এঁরা ভজনাশ্রমগুলিতে ভজন গেয়ে সময় কাটান। অবহেলিত নারী ও শিশুদের সাহায্যার্থে বৃন্দাবনে গিল্ড অফ সার্ভিস নামে একটি সংস্থা গঠিত হয়েছে। একটি সরকারি সমীক্ষার প্রতিবেদন অনুসারে, এই শহরে সরকার ও বিভিন্ন এনজিও বিধবাদের জন্য বৃদ্ধাশ্রম পরিচালনা করে।\n\n\n== আরও দেখুন ==\nস্বয়ং ভগবান আমাদের মংগল করুন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n উইকিভ্রমণ থেকে বৃন্দাবন ভ্রমণ নির্দেশিকা পড়ুন।"}