{"pageid": 127130, "title": "কৈবর্ত, জালিয়া", "url": "https://bn.wikipedia.org/wiki?curid=127130", "content": "কৈবর্ত, জালিয়া বা জেলে কৈবর্ত হচ্ছে  বৃহত্তর কৈবর্ত সম্প্রদায়ের একটি পেশাজীবী শ্রেণী, যা সংস্কৃতায়নের মাধ্যমে বৃহত্তর হিন্দু জাতিভুক্ত করা হয়েছে। বর্তমানে তারা তফশীলী জাতিভুক্ত একটি সম্প্রদায়। সাধারণত এদের গতানুগতিক প্রধান পেশা ছিল মাছ ধরা এবং মূলত আসাম, উত্তর পশ্চিমবঙ্গ, ওড়িশা ও পূর্ব বিহার এবং এর সাথে বাংলাদেশ, নেপাল, ভুটান ও অন্যান্য দক্ষিণ-পূর্ব এশিয়ার দেশগুলোতেই এদের বসবাস ‌।  শৈব নাথপন্থীদের আদি গুরু এবং হঠযোগের পুনরুজ্জীবক মীননাথ বা মৎস্যেন্দ্রনাথ, যিনি উপমহাদেশের বিভিন্ন জায়গায় পূজিত হন, তিনি কৈবর্ত সম্প্রদায়ভুক্ত ছিলেন।\n\n\n== নাম রহস্য ==\nকর্বট দেশীয় বা কেবর্তভূমের রাজন্য বা কৃষিকার জাতিকে কৈবর্ত বলে। অন্যমতে, কৈবর্ত শব্দটির উৎপত্তি 'কিম' বা 'কা' ও 'বৃত' থেকে। কা শব্দের অর্থ জল আর বৃত শব্দের অর্থ হল জীবন যাপন অর্থাৎ জলকে কেন্দ্র করে জীবনযাপন। আবার 'কিম' শব্দের অর্থ কৃষিকাজ ও 'বৃত' শব্দের অর্থ জীবন যাপন করা, অর্থাৎ এই অর্থে কৈবর্ত শব্দের অর্থ কৃষিজীবী জাতি।\n\n\n== পুরাণ ও স্মৃতি শাস্ত্রের বর্ণনা ==\nপ্রাচীন যুগে কৈবর্তদের নিম্ন স্থান দেওয়া হয়েছিল, নৌচালক, জেলেদের সাথে যুক্ত, বা অরণ্যবাসী শিকারী‌, নিষাদ, বা দাস জাতীয় হানাদার, বা মিশ্র জাতি হিসাবে বর্ণনা করা হয়েছিল - সংকীর্ণ জাতি বা অন্ত্যজ হিসাবে।\nবায়ুপুরাণে আছে-\nমগধানাং মহাবীর্যো বিশ্বস্ফানির্ভবিষ্যতি। \nউৎসাদ্য পার্থিবান্ সর্বান্ সোহন্যান্ বর্ণান্ করিষ্যতি।।\nকৈবর্তান্ পঞ্চকাংশ্চৈব পুলিন্দান্ ব্রাহ্মণাংস্তথা।\nস্থাপষ্যয়িতি রাজনঃ নানাদেশেযূতেজসা।।\nঅর্থাৎ মহাবীর্য বিশ্বস্ফানি (গুপ্ত বংশের রাজা দ্বিতীয় চন্দ্রগুপ্তকে পুরাণে বিশ্বস্ফানি, বিশ্বস্ফটিক নামে অভিহিত করা হয়েছে) মগধের রাজা হবেন। তখনকার সমস্ত রাজাদের উৎসাদিত করে তিনি অন্যান্য জাতিকে রাজপদে বৃত করবেন। কৈবর্ত, পঞ্চক, পুলিন্দ, ব্রাহ্মণদের নানা দেশে রাজপদে অভিষিক্ত করবেন।\nবিষ্ণুপুরাণে আছে-\nমগধানং বিশ্বস্ফটি সংজ্ঞ অন্যান্য বর্ণান করিষ্যতি।\nকৈবর্ত্ত কটু পুলিন্দ সংজ্ঞান ব্রাহ্মণান্।।\nরাজ্যে স্থাপিয়িষ্যতুৎসাদ্য মিলে ক্ষত্র জাতিন।।\nঅর্থাৎ বিশ্বস্ফটিক পূর্বের ক্ষত্রিয়দের নির্মূল করে কৈবর্ত, কটু, পুলিন্দ ও ব্রাহ্মণদের ক্ষত্রিয় পদে প্রতিষ্ঠিত করবেন।\nক্ষত্রবীর্যেণ বৈশ্যায়াং কৈবর্তঃ পরিকীর্তিতঃ।(ব্রহ্মবৈবর্ত পুরাণ, ব্রহ্মখণ্ড ১০ অধ্যায়) অর্থাৎ, ক্ষত্রিয়ের পরিণীতা বৈশ্যা পত্নীর সন্তানের নাম কৈবর্ত বলে পরিগণিত হয়েছে। ব্রহ্মবৈবর্ত পুরাণের এই কৈবর্তগণই যাজ্ঞবল্ক্যাদি সংহিতায় মাহিষ্য নামে উল্লেখ করা আছে। মনুসংহিতা অনুযায়ী, এদের পেশা হয় জ্যোতির্বিদ্যা, সঙ্গীতচর্চা, নৃত্যশিল্প ও ফসলাদির রক্ষা করা । মাতা-পিতা সমতায় মাহিষ্য ও ব্রহ্মবৈবর্ত পুরাণের ক্ষত্রবৈশ্যাজাত কৈবর্ত একই জাতি।\nআবার  স্কন্দপুরাণে আছে, ভার্গব অর্থাৎ পরশুরাম ব্রাহ্মণ্যহীন দেশে কৈবর্তদের দেখে আত্মপক্ষ প্রবল করার জন্যে যজ্ঞসূত্র দিয়ে তাঁদের ব্রাহ্মণপদে উপনীত করলেন --\nঅব্রাহ্মণ্যে তদা দেশে কৈবর্ত্তান প্রেক্ষ ভার্গবঃ। স্বপক্ষং প্রবলং কর্ত্তউং যজ্ঞ সূত্রমকল্পয়ৎ।।\nঊনবিংশ শতাব্দী পর্যন্ত কৈবর্তদের একক সম্প্রদায় হিসেবে গণনা করা হলেও, পরবর্তীতে দুইভাগ হয়ে যায়। বাংলাতে যাদেরকে জালিয়া এবং হালিয়া বলা হয়।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nহরিশংকর জলদাস\nভূপেন হাজারিকা\nহিমা দাস\n\n\n== আরও দেখুন ==\nকৈবর্ত বিদ্রোহ\n\n\n== তথ্যসূত্র =="}