{"pageid": 1272, "title": "আলো", "url": "https://bn.wikipedia.org/wiki?curid=1272", "content": "আলো এক ধরনের শক্তি বা বাহ্যিক কারণ, যা চোখে প্রবেশ করে দর্শনের অনুভূতি জন্মায়। অথবা বলা যায়, আলো একটি তির্যক, তড়িৎ-চৌম্বকীয় তরঙ্গ যা সাধারণ মানুষ দেখতে পারে। আলো বস্তুকে দৃশ্যমান করে, কিন্তু এটি নিজে অদৃশ্য। আমরা আলোকে দেখতে পাই না, কিন্তু আলোকিত বস্তুকে দেখি। আলো এক ধরনের বিকীর্ণ শক্তি। এটি এক ধরনের তরঙ্গ। আলো তির্যক তড়িৎচুম্বকীয় তরঙ্গের আকারে এক স্থান থেকে আরেক স্থানে গমন করে। মাধ্যমভেদে আলোর বেগের পরিবর্তন হয়ে থাকে। আলোর বেগ মাধ্যমের ঘনত্বের ব্যস্তানুপাতিক। শুন্য মাধ্যমে আলোর বেগ সবচেয়ে বেশি, আলোর বেগ অসীম নয়। শূন্যস্থানে আলোর বেগ প্রতি সেকেন্ডে ২৯,৯৭,৯২,৪৫৮ মিটার বা ১,৮৬,০০০ মাইল। কোন ভাবেই আলোর গতিকে স্পর্শ করা সম্ভব নয়। আলোর বেগ ধ্রুব। আলোর কোনো আপেক্ষিক বেগ নেই। আলোর বেগ সর্বদা সমান। দৃশ্যমান আলো মূলত তড়িৎ চুম্বকীয় বর্ণালির ছোট একটি অংশ মাত্র। মানুষ ৪০০ ন্যানোমিটার থেকে ৭০০ ন্যানোমিটার তরঙ্গ দৈর্ঘ্যের তড়িৎ চুম্বকীয় তরঙ্গ দেখতে পায় ।  সাদা আলো সাতটি রঙের মিশ্রণ, প্রিজম এর দ্বারা আলোকে বিভিন্ন রঙে (৭টি রঙ) আলাদা করা যায়। যা আমরা রংধনু দেখতে পাই। আলোর প্রতিফলন, প্রতিসরণ, আপবর্তন, ব্যাতিচার হয়। আশ্চর্যের বিষয় হচ্ছে আলোর একই সাথে কণা ধর্ম ও তরঙ্গ ধর্ম বিদ্যমান।\n\nদীপ্তমান বস্তু থেকে আলো কীভাবে আমাদের চোখে আসে তা ব্যাখ্যার জন্য বিজ্ঞানীরা এ পর্যন্ত চারটি তত্ত্ব প্রদান করেছেন। যথা-\n১. স্যার আইজ্যাক নিউটনের কণা তত্ত্ব (Corpuscular Theory)\n২. বিজ্ঞানী হাইগেন এর তরঙ্গ তত্ত্ব (Wave Theory)\n৩. ম্যাক্সওয়েলের তড়িতচৌম্বক তত্ত্ব (Electromagnetic Theory)\n৪. ম্যাক্স প্লাঙ্ক এর কোয়ান্টাম তত্ত্ব (Quantum Theory)\n১৯০৫ সালে আলোর কোয়ান্টাম তত্ত্বের সাহায্যে আইন্সটাইন এ ঘটনার ব্যাখ্যা দেন, সেজন্য তাকে ১৯২১ সালে নোবেল পুরস্কার দেওয়া হয়।\n\n\n== জীবজগতে আলোর প্রভাব ==\nউদ্ভিদের বৃদ্ধি মূলত আলোর দ্বারা নিয়ন্ত্রিত হয়। আলোর উপস্থিতিতেই সবুজ উদ্ভিদ সালোকসংশ্লেষে খাদ্য উৎপন্ন করে। তাই আলো ছাড়া উদ্ভিদের বৃদ্ধি হয় না। এছাড়া উদ্ভিদ অঙ্গের চলন অনেক সময় আলো দিয়ে নিয়ন্ত্রিত হয়। প্রাণীদের বৃদ্ধি আলোর উপর খুব একটা নির্ভর করে না। তবে বিভিন্ন পতঙ্গের জীবনচক্রে আলোর প্রভাব আছে বলে জানা গেছে। অনেক প্রাণীর দেহত্বকে ভিটামিন D সংশ্লেষে আলো সাহায্য করে। ফলে দেহ কিছুটা নীরোগ হয়। সূর্যালোকের প্রভাবে জীবদেহের অনেক রোগ-জীবাণু মারা যায়। তাই পরোক্ষভাবে আলো আবার বৃদ্ধিতে সাহায্য করে।\nআলোর উপস্থিতিতেই প্রাণী সব কিছু দেখতে পায়।\n\n\n== আলোকীয় পথ ==\nআলােকীয় পথ : কোনাে মাধ্যমে একটি নির্দিষ্ট (জ্যামিতিক) পথ অতিক্রম করতে আলােকের যে সময় লাগে ঠিক সেই সময়ে শূন্য বা বায়ু মাধ্যমের মধ্যদিয়ে আলােক যে পরিমাণ পথ অতিক্রম করতে পারে, সে পথকে আলােকীয় পথ বলে।\n\n\n== আলোক পথ ও ফার্মাটের নীতি ==\n১৬৫০ সালে পিয়েরে ফার্মাট আলোকপথ সংক্রান্ত একটি নীতি দেন যা ফার্মাটের নীতি নামে পরিচিত। এই নীতি অনুসারে \"যখন কোন আলোক রশ্মি প্রতিফলন  বা প্রতিসরণের সূত্র মেনে কোন সমতল পৃষ্ঠে প্রতিফলিত বা প্রতিসৃত হয়, তখন তা সর্বদা ক্ষুদ্রতম পথ অনুসরণ করে।\"\nআমরা জানি, আলোকরশ্মি কোন একটি বিন্দু হতে চলে সমতল পৃষ্ঠ কর্তৃক প্রতিফলন বা প্রতিসরণের পর অন্য কোন দূরত্বে পৌঁছাতে যদি কম দূরত্ব অতিক্রম করে তবে ঐ দূরত্বে পৌঁছাতে যে সময় লাগে তাও সর্বাপেক্ষা কম সময় হয়। এখন আলোকরশ্মির ক্ষুদ্রতম পথ বা ন্যূনতম সময় বিষয়ক যে নীতি তা কেবল সমতল পৃষ্ঠের ক্ষেত্রে প্রযোজ্য। গোলকীয় তলে এর ব্যতিক্রম দেখা যায়,তখন আলোকরশ্মি হয় ক্ষুদ্রতম না হয় দীর্ঘতম পথ অতিক্রম করবে। তবে আলোকপথ সর্বদা স্থির থাকবে।\n\n\n=== আলোর প্রতিফলন ===\nআলো যখন বায়ু বা অন্য স্বচ্ছ মাধ্যমের ভিতর দিয়ে যাওয়ার সময় অন্য কোনো মাধ্যমে বাধা পায় তখন দুই মাধ্যমের বিভেদতল থেকে কিছু পরিমাণ আলো প্রথম মাধ্যমে ফিরে আসে, একে আলোর প্রতিফলন বলে।\nযে পৃষ্ঠ থেকে বাধা পেয়ে আলোক রশ্মি ফিরে আসে তাকে আলোক পৃষ্ঠ বলে।\nআপতিত আলোর কতটুকু প্রতিফলিত হবে তা দুটি বিষয়ের উপর নির্ভর করে; যথাঃ-\n১. আপতিত আলো প্রতিফলকের উপর কত কোণে আপতিত হচ্ছে;  এবং\n২. প্রথম ও দ্বিতীয় মাধ্যমের প্রকৃতি। \n\nআলোর প্রতিফলনের সূত্র—\n\nআপতিত রশ্মি, প্রতিফলিত রশ্মি ও আপতন বিন্দুতে প্রতিফলকের ওপর অঙ্কিত অভিলম্ব সর্বদা একই সমতলে থাকে।\nআপতন কোণ ও প্রতিফলন কোণের মান সর্বদা সমান হয়।\nপ্রতিফলক পৃষ্ঠের প্রকৃতি অনুসারে প্রতিফলন দুই প্রকারের হতে পারে; যথা–\n১. নিয়মিত প্রতিফলন (Regular Reflection)\n২. ব্যাপ্ত প্রতিফলন (Diffused Reflection)\n\n\n=== আলোর প্রতিসরণ ===\nভিন্ন ঘনত্বের দুইটি স্বচ্ছ মাধ্যমের বিভেদ তলে আলো যদি তির্যকভাবে আপাতিত হয়, তাহলে দ্বিতীয় মাধ্যমে প্রবেশের সময় রশ্মির দিক পরিবর্তিত হয়। এ দিক পরিবর্তন হওয়াকে আলোর প্রতিসরণ বলে।\nআলোর প্রতিসরণের সূত্র\n\nআপতিত রশ্মি, প্রতিসৃত রশ্মি ও আপতন বিন্দুতে দুই মাধ্যমের বিভেদতলের ওপর অঙ্কিত অভিলম্ব সর্বদা একই সমতলে থাকে।\nদুটি নির্দিষ্ট মাধ্যমের বিভেদতলে, নির্দিষ্ট বর্ণের আলোকরশ্মির প্রতিসরণে, আপতন কোণের sine ও প্রতিসরণ কোণের sine এর অনুপাত (প্রতিসরাঙ্ক) সর্বদা সমান হয়।\nসুতরাং, sin i/sin r = μ\n\n\n== তথ্যসূত্র =="}