{"pageid": 12742, "title": "সমন্বিত বর্তনী", "url": "https://bn.wikipedia.org/wiki?curid=12742", "content": "একটি সমন্বিত বর্তনী (ইংরেজি: integrated circuit ইন্টিগ্রেটেড সার্কিট) অর্ধপরিবাহী উপাদানের উপরে নির্মিত অনেকগুলি আণুবীক্ষণিক ইলেকট্রনিক উপাদানের অত্যন্ত ক্ষুদ্র সমবায় বা  বর্তনী, যাকে অতিক্ষুদ্র ও একটিমাত্র খণ্ডবিশিষ্ট যন্ত্রাংশ হিসেবে উৎপাদন করা হয়। এটি মাইক্রোচিপ, সিলিকন চিপ, সিলিকন চিলতে, আইসি (IC, অর্থাৎ integrated circuit-এর সংক্ষিপ্ত রূপ) বা কম্পিউটার চিপ নামেও পরিচিত। বর্তমানে জীবনের প্রায় প্রতিটি ক্ষেত্রে, যেমন  কম্পিউটার, টেলিফোন, গাড়ি, রুটি সেঁকার যন্ত্র বা টোস্টার, বাসা-বাড়ির বিভিন্ন ইলেকট্রনিক যন্ত্রপাতি, ইত্যাদিতে ব্যাপকভাবে ও বিপুল সংখ্যায় সমন্বিত বর্তনী ব্যবহৃত হয়।\n\n\n== সমন্বিত বর্তনীর গঠন ==\nসমন্বিত বর্তনীর মূল মাতৃকারূপী অংশটি হল অর্ধপরিবাহী পদার্থ (সাধারণত সিলিকন) দিয়ে তৈরি একটি পাতলা অধঃস্তর (substrate)। সাধারণত এক-কেলাসবিশিষ্ট সিলিকনে ভেজাল উপাদান ঢুকিয়ে, ছড়িয়ে ও মিশিয়ে দিয়ে এটিকে অর্ধপরিবাহী পদার্থে পরিণত করা হয়। এরপর ইলেকট্রন রশ্মিপট্টি (ইলেকট্রন বিম) ব্যবহার করে এই সিলিকনের স্তরের উপর বর্তনীর নকশা খাঁজ করে কাটা হয়। সিলিকন স্তরের উপরে বহুসংখ্যক অতিক্ষুদ্র সক্রিয় ইলেকট্রনিক যন্ত্রাংশ (যেমন ট্রানজিস্টর ও ডায়োড), নিষ্ক্রিয় ইলেকট্রনিক যন্ত্রাংশ (যেমন ধারক ও রোধক) এবং তাদের মধ্যকার ধাতব আন্তঃসংযোগগুলি সৃষ্টি করা হয়। সমন্বিত বর্তনীর ইলেকট্রনিক উপাদানগুলি সাধারণত আণুবীক্ষণিক হয়ে থাকে, এদেরকে খালি চোখে দেখা যায় না। উপাদানগুলি একে অপরের থেকে পাতলা বিদ্যুৎ-অপরিবাহী অন্তরক স্তরের মাধ্যমে বিচ্ছিন্ন থাকে। এভাবে সৃষ্ট সমগ্র বর্তনীটি একটি ক্ষুদ্র একখণ্ড চিলতের মতো দেখায়, যার আকার মাত্র কয়েক বর্গমিলিমিটার থেকে কয়েক বর্গসেন্টিমিটার পর্যন্ত হতে পারে। সমন্বিত বর্তনীর শিল্পোৎপাদন প্রক্রিয়াতে ভিত্তি বা মাতৃকা হিসেবে সাধারণত সিলিকনের একটি ওয়েফার (Wafer) বা চ্যাপ্টা পাতলা চাকতি ব্যবহার করা হয়, যার ব্যাস হয় ৮ থেকে ১৫ সেন্টিমিটার (৩ থেকে ৬ ইঞ্চি)। একেকটি ওয়েফারে একই রকমের শতশত সমন্বিত বর্তনী সারিবদ্ধভাবে উৎপাদন করা হয়। পরে ওয়েফারটিকে কেটে কেটে একেকটি সমন্বিত বর্তনী বা চিপ বের করা হয়। এভাবে তৈরি একেকটি চিপকে একটি প্লাস্টিকের তৈরি অতিক্ষুদ্র চ্যাপ্টা বাক্সের ন্যায় মোড়কে আবদ্ধ করা হয়। মোড়কের গায়ে অনেকগুলি বহির্মুখী বৈদ্যুতিক সংযোগ বা লিড থাকে যেগুলির মাধ্যমে চিপটিকে মুদ্রিত বর্তনী পাতে (প্রিন্টেড সার্কিট বোর্ড) সহজে অনুপ্রবিষ্ট করিয়ে অন্যান্য বর্তনী বা অন্যান্য উপাদানের সাথে সংযুক্ত করা হয়।\n\n\n== সমন্বিত বর্তনী উদ্ভাবনের ইতিহাস ==\n১৯৪৭ সালে আমেরিকান টেলিফোন অ্যান্ড টেলিগ্রাফ কোম্পানির বেল ল্যাবরেটরিজ পরীক্ষাগারে উইলিয়াম শকলি ও তার সহযোগীদের উদ্ভাবিত ট্রানজিস্টর নামক যন্ত্রাংশ হচ্ছে সমন্বিত বর্তনীর আদি উৎস। শকলি ও তার দল (জন বার্ডিন ও ওয়াল্টার ব্র্যাটেইন যার অন্যতম সদস্য ছিলেন) বের করেন যে সঠিক পরিস্থিতিতে ইলেকট্রনগুলি কিছু কেলাসের পৃষ্ঠতলে প্রতিবন্ধকতার সৃষ্টি করে। এই প্রতিবন্ধকতাকে নিয়ন্ত্রণ করে কীভাবে কেলাসের ভেতর দিয়ে ইলেকট্রন প্রবাহ নিয়ন্ত্রণ করা যায়, সে ব্যাপারে তারা জ্ঞান অর্জন করেন। এভাবে কেলাসের ভেতর দিয়ে ইলেকট্রন প্রবাহ নিয়ন্ত্রণ করে তারা এমন একটি যন্ত্রাংশ সৃষ্টি করতে সক্ষম হলেন, যা কিছু নির্দিষ্ট বৈদ্যুতিক কাজ সম্পাদন করতে পারত, যেমন সংকেত বা সিগনালের বৃহদীকরণ। এই কাজগুলি তার আগে ভ্যাকুয়াম টিউব তথা বায়ুশূন্য নলের মাধ্যমে সম্পাদন করা হত। তারা এই নতুন যন্ত্রাংশের নাম দিলেন ট্রানজিস্টর। ট্রানজিস্টর শব্দটি ছিল ট্রান্সফার (হস্তান্তর) এবং রেজিস্টর (রোধক) –এই দুই ইংরেজি শব্দের যোগফল। এভাবে কঠিন উপাদান-পদার্থ ব্যবহার করে ইলেকট্রনিক যন্ত্রাংশ তৈরি করার যে বৈজ্ঞানিক ক্ষেত্রটি তৈরি হল, তার নাম দেওয়া হল কঠিন-অবস্থার ইলেকট্রনিক্স। কঠিন-অবস্থার যন্ত্রাংশগুলি বায়ুশূন্য নল বা ভ্যাকুয়াম টিউবের তুলনায় অনেক দৃঢ়, সহজে ব্যবহারযোগ্য, বেশি নির্ভরযোগ্য, অনেক ক্ষুদ্রাকার ও অনেক কম ব্যয়বহুল ছিল। ট্রানজিস্টর তৈরির মূলনীতি ও একই উপাদান ব্যবহার করে প্রকৌশলীরা শীঘ্রই রোধক,ধারক ও অন্যান্য ইলেকট্রনিক যন্ত্রাংশ উদ্ভাবন করেন। এর ফলে ইলেকট্রনিক যন্ত্রাংশগুলি এত ক্ষুদ্র হয়ে যায় যে সেগুলির মধ্যকার বিদঘুটে সংযোগস্থাপক তারগুলিই ছিল বর্তনীর সিংহভাগ আয়তন দখলকারী অংশ।\n১৯৫৮ সালে টেক্সাস ইনসট্রুমেন্টস প্রতিষ্ঠানের জ্যাক কিলবি এবং ফেয়ারচাইল্ড সেমিকন্ডার কর্পোরেশনের রবার্ট নয়েস স্বাধীনভাবে নিজ নিজ উপায়ে এরূপ বর্তনীর আকার আরও ছোট করতে সক্ষম হন। তারা একই উপাদানের যন্ত্রাংশের উপরে খুবই সরু ধাতব পথ (অ্যালুমিনিয়াম বা তামা-র তৈরি) বসাতে সক্ষম হন, যেগুলি তারের মত কাজ করে। এই কৌশলের সাহায্যে কঠিন উপাদানের একটিমাত্র খণ্ডের উপর একটি সম্পূর্ণ বর্তনীর সমস্ত উপাদানগুলি “সমন্বিত” করা সম্ভব হয়। এভাবে “সমন্বিত বর্তনী” উদ্ভাবিত হয়। সমন্বিত বর্তনীতে মটরদানার সমান এক চিলতে উপাদানের উপর লক্ষ লক্ষ, এমনকি কোটি কোটি ট্রানজিস্টর থাকতে পারে। যদি একই সংখ্যক বায়ুশূন্য নল দিয়ে বর্তনী তৈরি করতে হত, তাহলে সেটি বাস্তবায়ন করা অত্যন্ত দুরূহ ও খরচসাপেক্ষ হত। সমন্বিত বর্তনী উদ্ভাবনের ফলে আধুনিক তথ্যকেন্দ্রিক যুগের বিভিন্ন প্রযুক্তি বাস্তবে রূপদান সম্ভব হয়।\n১৯৫০-এর দশকের শেষ দিকে সমন্বিত বর্তনীগুলির আয়তন ছিল প্রায় ৩ বর্গমিলিমিটার এবং এগুলিতে প্রায় ১০টি ইলেকট্রনিক যন্ত্রাংশ থাকত। সাম্প্রতিক বছরগুলিতে সমন্বিত বর্তনীগুলির কর্মসম্পাদন ক্ষমতা উত্তরোত্তর বৃদ্ধি পেয়ে চলেছে এবং এই কাজগুলি সম্পাদন করার ব্যয় ক্রমাগত কমে যাচ্ছে। ফলে ইলেকট্রনিক যন্ত্রপাতি নির্মাণশিল্পে বৈপ্লবিক পরিবর্তন এসেছে। একদিকে যেমন এগুলির কর্মসম্পাদন ক্ষমতা ও নির্ভরযোগ্যতা  বহুগুণে বৃদ্ধি পেয়েছে, অন্যদিকে এগুলির আকার, জটিলতা ও শক্তির ব্যবহার বহুগুণে হ্রাস পেয়েছে। অতি বৃহৎ-মাপের সমন্বয় (VLSI, Very Large Scale Integration) কৌশল ব্যবহার করে সমন্বিত বর্তনীতে উপাদানগুলির ঘনত্ব বহুগুণ বৃদ্ধি করা সম্ভব হয়েছে।\n\n\n== সমন্বিত বর্তনীর প্রয়োগ ==\nঅতি বৃহৎ মাপের সমন্বিত বর্তনীর উদ্ভাবনের ফলে কম্পিউটার প্রযুক্তি বিশালভাবে লাভবান হয়েছে। একটি ছোট কম্পিউটারের যৌক্তিক (বা লজিক) ও গাণিতিক (বা অ্যারিথমেটিক) কাজগুলি বর্তমানে একটিমাত্র ভিএলএসআই (অর্থাৎ অতিবৃহৎ মাপের সমন্বয়) চিপ ব্যবহার করে সম্পাদন করা যায়, যে বর্তনীটির নাম দেওয়া হয়েছে মাইক্রোপ্রসেসর (অর্থাৎ অণুপ্রক্রিয়াকারক)। আর সমগ্র যৌক্তিক, গাণিতিক ও স্মৃতি (মেমরি) সংশ্লিষ্ট কর্মকাণ্ডগুলি একটি মাত্র মুদ্রিত বর্তনী পাতের (প্রিন্টেড সার্কিট বোর্ড) উপরে ধারণ করা সম্ভব হয়েছে।  এমনকি সমগ্র ব্যবস্থাটি একটি মাত্র চিলতে বা চিপের উপরেই বসানো সম্ভব। এরূপ একটি যন্ত্রকে “মাইক্রোকম্পিউটার” (অর্থাৎ “অণু-গণকযন্ত্র”) নাম দেওয়া হয়েছে। ইন্টেল কর্পোরেশন ১৯৭৪ সালে বিশ্বের সর্বপ্রথম ব্যবসাসফল সমন্বিত বর্তনী মাইক্রোপ্রসেসর চিপ বা চিলতেটি উদ্ভাবন করে, যাতে ৪৮০০টি ট্রানজিস্টর ছিল। ১৯৯৩ সালে এসে ইন্টেলের পেন্টিয়াম চিপে ৩২ লক্ষ ট্রানজিস্টর ছিল। ২০১৮ সালে এসে মোবাইল ফোনে ব্যবহৃত সমন্বিত বর্তনীতে ট্রানজিস্টরের সংখ্যা ৬৯০ কোটিরও বেশি ছিল (অ্যাপল কোম্পানির এ১২ বায়োনিক চিপ)। আর একই সময়ে এ এম ডি কোম্পানির উদ্ভাবিত এপিক (Epyc) প্রসেসরের ট্রানজিস্টর সংখ্যা ছিল প্রায় ১৯২০ কোটি।\nকম্পিউটার প্রযুক্তির বাইরে ভোক্তামুখী ইলেকট্রনিকস ক্ষেত্রে সমন্বিত বর্তনীর বদৌলতে বহু নতুন নতুন পণ্য নির্মাণ করা সম্ভব হয়েছে। এদের মধ্যে আছে ব্যক্তিগত গণকযন্ত্র বা ক্যালকুলেটর, কম্পিউটার, ডিজিটাল ঘড়ি ও ভিডিও গেম। বহু ইতোমধ্যে বিদ্যমান বৈদ্যুতিক যন্ত্রপাতির উন্নয়ন ও এদের খরচ কমানোর ক্ষেত্রেও সমন্বিত বর্তনী বিশাল ভূমিকা রেখেছে, যেমন গৃহস্থালি যন্ত্রপাতি, টেলিভিশন, টেলিফোন, বেতার এবং উচ্চ-মানের (হাই ফাই) শব্দ উৎপাদক যন্ত্র (স্পিকার, ইত্যাদি)। মোটরযান নির্মাণ শিল্পে এই বর্তনীগুলিকে মান পরীক্ষণ ও দূষণ নিয়ন্ত্রণে ব্যবহার করা হয়। এছাড়া এই বর্তনীগুলি শিল্পকারখানা, ঔষধশিল্প, স্থল ও বিমান যান চলাচল নিয়ন্ত্রণ, পরিবেশ পর্যবেক্ষণ ও টেলিযোগাযোগ ক্ষেত্রে  ব্যাপকভাবে ব্যবহৃত হয়।\n\n\n== সমন্বিত বর্তনীর প্রকারভেদ ==\nবর্তনীর অধঃস্তরের উপাদানের উপর ভিত্তি করে সমন্বিত বর্তনী দুই ধরনের হতে পারে: এক-ঔপাদানিক (মনোলিথিক) এবং সংকর (হাইব্রিড)। একটি সংকর সমন্বিত বর্তনী (হাইব্রিড আইসি) হল বর্তনীপাতের উপরে একাধিক ভিন্ন ভিন্ন অর্ধপরিবাহী বস্তু ও নিষ্ক্রিয় (প্যাসিভ) উপাদানের সমন্বয়ে গঠিত ক্ষুদ্র ইলেক্ট্রনিক বর্তনী।\nকী ধরনের ট্রানজিস্টর ব্যবহার করা হচ্ছে তার উপর ভিত্তি করে সমন্বিত বর্তনী মূলত দুই প্রকারের হয়। এগুলি হল\n\nবাইপোলার সমন্বিত বর্তনী\nধাতব অক্সাইড অর্ধপরিবাহী সমন্বিত বর্তনী\nসমন্বিত বর্তনীর সমন্বয় ক্ষমতা অনুযায়ী এগুলিকে চার ভাগে ভাগ করা হয়: \n\nক্ষুদ্র মাপের সমন্বিত বর্তনী (Small Scale Integration - SSI) : এতে প্রতিটি চিপে ৫০-এর কমসংখ্যক উপাদান থাকে।\nমাঝারি মাপের সমন্বিত বর্তনী (Medium Scale Integration - MSI) : এতে প্রতিটি চিপে ৫০ হতে ৫০০-র মত উপাদান থাকে।\nবৃহৎ মাপের সমন্বিত বর্তনী (Large Scale Integration - LSI) : এতে প্রতিটি চিপে ৫শ' থেকে ৩ লক্ষের মত উপাদান থাকে।\nঅতিবৃহৎ মাপের সমন্বিত বর্তনী (Very Large Scale Integration - VLSI) : এতে প্রতিটি চিপে ৩ লক্ষের বেশি উপাদান থাকে।\n\n\n== প্রস্তুত প্রণালী ==\nসমন্বিত বর্তনী প্রধানত চারটি উপায়ে তৈরি করা হয়। \n\nএকখণ্ডীয় বা মনোলিথিক (Monolithic) পদ্ধতি;\nপাতলা ঝিল্লী বা থিন ফিল্ম  (Thin film) পদ্ধতি;\nস্থুল ঝিল্লী বা থিক ফিল্ম (Thick film) পদ্ধতি;\nসংকর বা হাইব্রিড (Hybrid) পদ্ধতি।\nএদের মধ্যে প্রথম বা একখণ্ডীয় পদ্ধতিটিই বেশি প্রচলিত। এই পদ্ধতিতে সমন্বিত বর্তনী তৈরির পর্যায়ক্রমিক ধাপগুলো নিম্নরূপ। \n\nP-সাবস্ট্রেট (p-অধঃস্তর) তৈরি\nএপিট্যাক্সিয়াল N-স্তর তৈরি\nঅন্তরীত (Insulated) স্তর তৈরি\nউপাদান স্থাপন\nখাঁজ কাটা (Etching)\nচিপ তৈরি\n\n\n== সমন্বিত বর্তনীর সুবিধা ==\nএর সাহায্যে তৈরি বর্তনী আকারে বহুগুণ ছোট হয়।\nওজনে হালকা।\nএকসাথে অনেকগুলো চিপ তৈরি হয় বলে মূল্য খুবই কম।\nকম বিদ্যুতের প্রয়োজন হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসমন্বিত বর্তনীর ইতিহাস এবং আরো প্রাসঙ্গিক কথা"}