{"pageid": 12779, "title": "শ্বেত বামন", "url": "https://bn.wikipedia.org/wiki?curid=12779", "content": "শ্বেত বামন (ইংরেজি ভাষায়: White dwarf) এক ধরনের ছোট তারা যা মূলত ইলেকট্রন-অপজাত পদার্থ দিয়ে গঠিত। একারণে একে অপজাত বামন-ও বলা হয়। এদের ভর সূর্যের সাথে তুলনীয় হলেও আকার তুলনীয় পৃথিবীর সাথে, অর্থাৎ এদের ঘনত্ব অনেক বেশি। উজ্জ্বলতা খুব কম যা তাদের জমিয়ে রাখা তাপ শক্তি থেকে উৎপন্ন হয়। ২০০৯ সালের জানুয়ারিতে রিসার্চ কনসোর্টিয়াম অন নেয়ারবাই স্টারস-এর সদস্যরা সূর্যের সবচেয়ে নিকটে অবস্থিত ১০০টি তারা জগতে ৮টি শ্বেত বামন খুঁজে পান। এই তারাগুলোর অস্বাভাবিক ক্ষীয়মানতা প্রথম লক্ষ্য করেছিলেন হেনরি নরিস রাসেল, এডওয়ার্ড চার্লস পিকারিং এবং উইলিয়ামিনা ফ্লেমিং, ১৯১০ সালে।, পৃ. ১ ১৯২২ সালে ইংরেজি white dwarf নামটি চয়ন করেছিলেন ডেনীয়-মার্কিন জ্যোতির্বিজ্ঞানী Willem Jacob Luyten।\n\n\n== তৈরী ==\nধারণা করা হয় শ্বেত বামন যেসব তারার ভর নিউট্রন তারা হওয়ার জন্য যথেষ্ট নয় তাদের সবাই বিবর্তনের শেষ পর্যায়ে শ্বেত বামনে পরিণত হয়। সে হিসেবে আমাদের ছায়াপথের শতকরা ৯৭ ভাগ তারার শেষ গন্তব্য শ্বেত বামন।, §১. নিম্ন বা মাঝারি ভরের প্রধান ধারার তারাদের হাইড্রোজেন দহনের আয়ুষ্কাল শেষ হওয়ার পর তারা প্রসারিত হয় লোহিত দানবে পরিণত হয়। লোহিত দানবদের কেন্দ্রে এক পর্যায়ে ত্রি-আলফা বিক্রিয়া শুরু হয় যার মাধ্যমে হিলিয়াম পুড়ে কার্বন ও অক্সিজেন উৎপন্ন হয়। লোহিত দানবের ভর যদি কেন্দ্রে কার্বন দহন শুরু করতে প্রয়োজনীয় তাপমাত্রা (প্রায় ১০০ কোটি কেলভিন) তৈরির জন্য যথেষ্ট না হয় তাহলে কেন্দ্রভাগে কার্বন ও অক্সিজেন থেকেই যাবে। গ্রহ নীহারিকা তৈরির জন্য লোহিত দানব যখন তার বাইরের স্তরগুলো ঝেড়ে ফেলে তখন কেবল এই কার্বন-অক্সিজেন কেন্দ্রভাগটিই অবশিষ্ট থাকে যা শ্বেত বামন তৈরি করে। সেহেতু সাধারণত শ্বেত বামন গঠিত হয় কার্বন ও অক্সিজেন দিয়ে। আদি তারাটির ভর যদি ৮ সৌরভরের চেয়ে বেশি কিন্তু ১০.৫ সৌরভরের কম হয় তাহলে কেন্দ্রের তাপমাত্রা কার্বন দহনের জন্য যথেষ্ট হলেও নিয়ন দহনের জন্য যথেষ্ট হবে না। সেক্ষেত্রে একটি অক্সিজেন-নিয়ন-ম্যাগনেসিয়াম শ্বেত বামন গঠিত হতে পারে। এছাড়া মাঝেমাঝে যুগ্ন তারা ব্যাবস্থায় কোন একটি তারার ভর ক্রমান্বয়ে হ্রাসের মাধ্যমে হিলিয়াম শ্বেত বামনও তৈরি হয়।\nশ্বেত বামনের ভেতরকার পদার্থের আর কোন নিউক্লীয় সংযোজন বিক্রিয়া ঘটে না সুতরাং তারাটির শক্তির কোন উৎস থাকে না। সেহেতু কেন্দ্রমুখী মহাকর্ষীয় বলের কারণে ধ্বস ঠেকানোর জন্য প্রয়োজনীয় বহির্মুখী বল নিউক্লীয় বিক্রিয়ার মাধ্যমে উৎপন্ন হতে পারে না। ধ্বস ঠেকাতে কাজ করে একমাত্র ইলেকট্র অপজাত্য চাপ যে কারণে শ্বেত বামনের ঘনত্ব অনেক বেশি। অপজাত্য বস্তুর পদার্থবিজ্ঞান ঘূর্ণনবিহীন শ্বেত বামনের ভরের একটি সর্বোচ্চ সীমা নির্দিষ্ট করে দেয় যার নাম চন্দ্রশেখর সীমা। এর মান প্রায় ১.৪ সৌরভর। ভর এর চেয়ে বেশি হলে অপজাত্য চাপ আর বামনটির ধ্স ঠেকাতে পারে না। যদি কোন কার্বন-অক্সিজেন শ্বেত বামনের ভর প্রতিবেশী কোন তারা থেকে ভর বিবৃদ্ধির (accretion) কারণে এর চেয়ে বেশি হয়ে যায় তাহলে বামনটি সাধারণত কার্বন বিস্ফোরণ প্রক্রিয়ায় বিস্ফোরিত হয়ে টাইপ ১এ ধরনের অতিনবতারা গঠন করে। অতিনবতারা ১০০৬ এমন বিস্ফোরণের একটি বিখ্যাত উদাহরণ।\nশ্বেত বামন গঠিত হওয়ার সময় অনেক উত্তপ্ত থাকে। কিন্তু যেহেতু এর শক্তির কোন উৎস নেই সেহেতু জমে থাকা তাপ শক্তি বিকিরণ করে সে ধীরে ধীরে শীতল হতে থাকবে। এর অর্থ দাঁড়ায়, এর বিকিরণ, যার বর্ণ তাপমাত্রা প্রথমে অনেক বেশি থাকে, সময়ের সাথে সাথে হ্রাস পাবে এবং লালাভ হতে থাকবে। অনেক সময় পর শ্বেত বামনের তাপমাত্রা এত কমে যাবে যে সে আর উল্লেখযোগ্য পরিমাণ শক্তি বিকিরণ করতে পারবে না এবং তথাপি একটি শীতল কৃষ্ণ বামনে পরিণত হবে। অবশ্য কোন শ্বেত বামনের বয়সই যেহেতু মহাবিশ্বের বয়সের (প্রায় ১৩.৭ বিলিয়ন বছর) চেয়ে বেশি হতে পারে না সেহেতু সবচেয়ে পুরনো শ্বেত বামনগুলোও সাধারণত কয়েক হাজার কেলভিন তাপমাত্রায় বিকিরণ করে এবং ধারণা করা হয় এখন পর্যন্ত কোন কৃষ্ণ বামন গঠিত হয়নি।\n\n\n== গঠন ও গাঠনিক উপাদান ==\n\n\n=== ভর-ব্যাসার্ধ্য সম্পর্ক ===\nশক্তির লঘূকরণ যুক্তি ব্যবহার করে বেশ সহজেই শ্বেত বামনের ভর এবং ব্যাসার্ধ্যের মধ্যে একটি সম্পর্ক প্রতিষ্ঠা করা যায়।\n\n\n== তথ্যসূত্র =="}