{"pageid": 12784, "title": "ক্ষুদ্রবিবর", "url": "https://bn.wikipedia.org/wiki?curid=12784", "content": "ক্ষুদ্রবিবর বা ওয়ার্মহোল যা আইনস্টাইন-রোজেন সেতু নামেও পরিচিত, হলো স্থান-কালের একটি টপোগণিতিক বৈশিষ্ট্য যা মৌলিকভাবে মহাবিশ্বের দুই প্রান্ত বা দুই মহাবিশ্বের মধ্যে স্থান-কালের ক্ষুদ্র সুড়ঙ্গপথ বা \"শর্টকাট\"। যদিও গবেষকরা এখনো ক্ষুদ্রবিবর পর্যবেক্ষণ করতে পারেননি তবে আইনস্টাইনের সাধারণ আপেক্ষিকতার সমীকরনে এর বৈধ সমাধান রয়েছে, কারণ এর তাত্ত্বিক শক্তি খুব জোরালো। সাধারণ আপেক্ষিকতা অধ্যাপনার জন্য ক্ষুদ্রবিবর হচ্ছে পদার্থবিদ্যার আদর্শ রুপক। শোয়ার্যসচাইল্ড ওয়ার্মহোল সমাধান হচ্ছে প্রথম টাইপ আবিষ্কৃত ক্ষুদ্রবিবর যার মুল ভিত্তি হল শোয়ার্যসচাইল্ড ম্যাট্রিক তত্ত্ব যা একটি অনন্ত কৃষ্ণ বিবর \nবর্ণনা করে, কিন্তু পরবর্তীতে দেখা যায় এই ধরনের ক্ষুদ্রবিবর কোন বস্তুর পারাপারের জন্য ততটা সময় সাপেক্ষ নয় কারণ এটি ক্ষণস্থায়ী।\nক্ষুদ্রবিবর কল্পনা করার জন্য একটা দ্বিমাত্রিক তল, যেমন কাগজ তলের কথা ভাবুন। এর এক স্থানে রয়েছে একটি ছিদ্র যা থেকে একটি ত্রিমাত্রিক টিউব বা সুড়ঙ্গ বের হয়, এবং সেটি কাগজের অন্য একটি অংশে আরেকটি ছিদ্রে গিয়ে মিলিত হয়। দ্বিমাত্রিক কাগজের উপর দিয়ে দুটি ছিদ্রের দূরত্ব বেশি হলেও সুড়ঙ্গ দিয়ে দূরত্ব কম, কারণ এটি কাগজটিকে ত্রিমাত্রিকভাবে বাঁকিয়ে নিয়ে সুড়ঙ্গপথটির দৈর্ঘ্য কমিয়ে দিয়েছে।\nওর্মহোলের ব্যাপারটাও অনেকটা এমন, যদিও এখানে দ্বিমাত্রিক কাগজ পৃষ্ঠের বদলে রয়েছে ত্রিমাত্রিক মহাকাশ, এবং ত্রিমাত্রিক সুড়ঙ্গের বদলে রয়েছে চতুর্মাত্রিক ওয়ার্মহোল।\nবিভিন্ন সাইন্স ফিকশন, উপন্যাস এ ক্ষুদ্রবিবরের অস্তিত্ব পাওয়া যায়।\n\n\n== ম্যাট্রিক ==\nক্ষুদ্রবিবর ম্যাট্রিক তত্ত্ব একটি ক্ষুদ্রবিবরের স্থান-কাল জ্যামিতি বর্ণনা করে থাকে।\n\n  \n    \n      \n        d\n        \n          s\n          \n            2\n          \n        \n        =\n        −\n        \n          c\n          \n            2\n          \n        \n        d\n        \n          t\n          \n            2\n          \n        \n        +\n        d\n        \n          l\n          \n            2\n          \n        \n        +\n        (\n        \n          k\n          \n            2\n          \n        \n        +\n        \n          l\n          \n            2\n          \n        \n        )\n        (\n        d\n        \n          θ\n          \n            2\n          \n        \n        +\n        \n          sin\n          \n            2\n          \n        \n        ⁡\n        θ\n        \n        d\n        \n          ϕ\n          \n            2\n          \n        \n        )\n        .\n      \n    \n    {\\displaystyle ds^{2}=-c^{2}dt^{2}+dl^{2}+(k^{2}+l^{2})(d\\theta ^{2}+\\sin ^{2}\\theta \\,d\\phi ^{2}).}\n  \n\nOne type of non-traversable wormhole metric is the Schwarzschild solution (see the first diagram):\n\n  \n    \n      \n        d\n        \n          s\n          \n            2\n          \n        \n        =\n        −\n        \n          c\n          \n            2\n          \n        \n        \n          (\n          \n            1\n            −\n            \n              \n                \n                  2\n                  G\n                  M\n                \n                \n                  r\n                  \n                    c\n                    \n                      2\n                    \n                  \n                \n              \n            \n          \n          )\n        \n        d\n        \n          t\n          \n            2\n          \n        \n        +\n        \n          \n            \n              d\n              \n                r\n                \n                  2\n                \n              \n            \n            \n              1\n              −\n              \n                \n                  \n                    2\n                    G\n                    M\n                  \n                  \n                    r\n                    \n                      c\n                      \n                        2\n                      \n                    \n                  \n                \n              \n            \n          \n        \n        +\n        \n          r\n          \n            2\n          \n        \n        (\n        d\n        \n          θ\n          \n            2\n          \n        \n        +\n        \n          sin\n          \n            2\n          \n        \n        ⁡\n        θ\n        \n        d\n        \n          ϕ\n          \n            2\n          \n        \n        )\n        .\n      \n    \n    {\\displaystyle ds^{2}=-c^{2}\\left(1-{\\frac {2GM}{rc^{2}}}\\right)dt^{2}+{\\frac {dr^{2}}{1-{\\frac {2GM}{rc^{2}}}}}+r^{2}(d\\theta ^{2}+\\sin ^{2}\\theta \\,d\\phi ^{2}).}\n  \n\n\n== আরও দেখুন ==\nকৃষ্ণ বিবর\nশ্বেত বিবর\nমহাবিশ্ব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nWhat exactly is a 'wormhole'? answered by Richard F. Holman, William A. Hiscock and Matt Visser.\nWhy wormholes? by Matt Visser.\nWormholes in General Relativity by Soshichi Uchii.\nWhite holes and Wormholes provides a very good description of Schwarzschild wormholes with graphics and animations, by Andrew J. S. Hamilton.\nQuestions and Answers about Wormholes a comprehensive wormhole FAQ by Enrico Rodrigo.\nLarge Hadron Collider – Theory on how the collider could create a small wormhole, possibly allowing time travel into the past.\nanimation that simulates traversing a wormhole\nrenderings and animations of a Morris-Thorne wormhole\nN.A.S.A's current theory on wormhole creation  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ সেপ্টেম্বর ২০১৩ তারিখে"}