{"pageid": 1282, "title": "ন্যানোপ্রযুক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1282", "content": "ন্যানোপ্রযুক্তি বলতে ন্যানোমাপনীর বস্তুসমূহের বিজ্ঞান ও প্রযুক্তিকে বোঝায়, যেসব বস্তু সেগুলির গঠনকারী উপাদান পদার্থগুলির বৃহৎ-মাপনীতে এমনকি আণুবীক্ষণিক মাপনীতে প্রদর্শিত ধর্মাবলি অপেক্ষা তাৎপর্যপূর্ণরূপে ভিন্ন ধর্মাবলি প্রদর্শন করে। সাধারণত ন্যানোপ্রযুক্তিতে এমন সব কাঠামো নিয়ে কাজ করা হয় যা অন্তত একটি মাত্রায় ১০০ ন্যানোমিটার থেকে ছোট। কিন্তু এই সংজ্ঞাটি সম্পূর্ণ সঠিক নয়। ন্যানোপ্রযুক্তির সারমর্ম শুধুমাত্র মাত্রার পরিমাপেই সীমাবদ্ধ নয়, বরং এর চেয়ে বেশি গুরুত্বপূর্ণ হল ক্ষুদ্র মাপনীতে উপাদান পদার্থের ধর্মের পরিবর্তন। তাই একটি ২০০ ন্যানোমিটার দৈর্ঘ্যের বস্তুকেও যথার্থ ন্যানো উপাদান গণ্য করা হতে পারে, যদি সেটি বৃহৎ-মাপনী বা আণুবীক্ষণিক (মাইক্রোমিটার) মাপনীতে প্রদর্শনকৃত ধর্মগুলির পরিবর্তে তাৎপর্যপূর্ণরূপে ভিন্ন ধর্মাবলি প্রদর্শন করে।\nন্যানোপ্রযুক্তি বহুমাত্রিক, এর সীমানা প্রচলিত অর্ধপরিবাহী পদার্থবিজ্ঞান থেকে শুরু করে অত্যাধুনিক আণবিক স্বয়ং-সংশ্লেষণ প্রযুক্তি পর্যন্ত, কিংবা আণবিক কাঠামোর নিয়ন্ত্রণ থেকে নতুন বৈশিষ্ট্যসম্পন্ন ন্যানোপদার্থের উদ্ভাবন পর্যন্ত বিস্তৃত। রিচার্ড ফাইনম্যানকে ন্যানোপ্রযুক্তির জনক বলা হয়।\nন্যানোপ্রযুক্তির ব্যবহার চিকিৎসাবিজ্ঞান, ইলেকট্রনিক্স, শক্তি উৎপাদনসহ বহু ক্ষেত্রে বৈপ্লবিক পরিবর্তন আনতে পারে। অপরদিকে পরিবেশের উপর এর সম্ভাব্য বিরূপ প্রভাব নিয়েও সংশয় রয়েছে। তারপরও পৃথিবীর বহু দেশে ন্যানোপ্রযুক্তি নিয়ে ব্যাপক গবেষণা চলছে।\n\n\n== ইতিহাস ==\n\n১৯৫৯ সালের ২৯ জানুয়ারি রিচার্ড ফাইনম্যান ক্যালিফোর্নিয়া ইন্সটিটিউট অফ টেকনোলজিতে অনুষ্ঠিত আমেরিকান ফিজিক্যাল সোসাইটির এক সভায় There's Plenty of Room at the Bottom শীর্ষক এক বক্তৃতা দেন। এই বক্তৃতাটিই সর্বপ্রথম ন্যানোপ্রযুক্তির ধারণা দেয়। \n১৯৮৯ সনের নভেম্বরের ৯ তারিখ ন্যানোটেকনলজির জন্য একটা অন্যতম স্মরণীয় দিন হিসবে বিবেচিত হবে। এই দিনে ক্যালিফোর্নিয়ার IBM এর Almaden Research Center এ Don Eigler এবং Erhard Schweizer ৩৫ টি Xenon অণু দিয়ে IBM এর লগোটি তৈরি করেছিলেন। সেইদিনই প্রথম অণুকে ইচ্ছেমত সাজিয়ে পছন্দমত কিছু তৈরি করা সম্ভব হয় মানুষের পক্ষে। এইদিনই প্রথম মানুষ প্রকৃতির সবথেকে গুরুত্বপূর্ণ ভিত্তি অণুর কাঠামোকে ভাঙতে সক্ষম হয়েছিল। অণুর গঠনকে ইচ্ছেমত তৈরি করে অনেক কিছু করা সম্ভব। এক বিশাল সম্ভাবনার দ্বার মানুষের সামনে উন্মোচিত হল। শুধু মাত্র অণুর কাঠামোগত পার্থক্য হবার কারণেই কয়লা এত সস্তা আর হীরক এত দামী। দুটি জিনিসের মূল উপাদান হল কার্বণ। শুধু মাত্র অণুর গঠনের পার্থক্যের কারণে হীরক পৃথিবীর সবথেকে শক্ত দ্রব্য আর কয়লা কিংবা পেন্সিলের শীষ নরম।\n১৯৯৯ সনে Cornell বিশ্ববিদ্যালয়ের Wilson Ho এবং তার ছাত্র Hyojune Lee অণুকে জোড়া লাগানোর প্রক্রিয়া প্রদর্শন করেন। এতদিন পর্যন্ত অণু-পরমাণুর সংযোগ শুধু মাত্র রাসয়নিক বিক্রিয়ার মাধ্যমেই সংগঠিত হত। কিন্তু ন্যানোটেকনলজির মাধ্যমে অণু-পরমাণুকে ভেঙে কিংবা জোড়া লাগিয়ে অনেক কিছুই করার সম্ভাবনার দ্বার খুলে দিল।\n\n\n== ন্যানোপ্রযুক্তি কী? ==\n\nন্যানো একটি মাপার একক। ম্যাট্রিক একক এর শুরুটা হয়েছিল ১৭৯০ সনে ফ্রান্সে। ফ্রান্স জাতীয় পরিষদ এককগুলিকে সাধারণ করবার জন্য কমিটি গঠন করে এবং তারাই প্রথম ডেসিমাল কিংবা দশ একক এর ম্যাট্রিক পদ্ধতির প্রস্তাব করেন। এবং দৈর্ঘ্যের একক এক মিটার এর সূচনা করেন। তারা পৃথিবীর পরিধির ৪০,০০০,০০০ ভাগের এক ভাগকে এক মিটার বলেন। মিটার শব্দটি গ্রিক শব্দ metron থেকে এসেছে যার অর্থ হল, পরিমাপ। এছাড়া মিটার এর ১০০ ভাগের এক ভাগকে সেন্টিমিটার বলা হয়। ১৭৯৩ সনে ফ্রান্সে আইন করে তা প্রচলন করা হয়। ১৯৬০ সনে এই মিটার এর সংজ্ঞা পরিবর্তন করা হয়। ক্রিপটন ৮৬ এর কমলারঙের রেডিয়েশন এর তরঙ্গদৈর্ঘ্যের ১,৬৫০,৭৬৩.৭৩ ভাগের এক ভাগকে মিটার বলা হয়। ১৯৮৩ সনে মিটার এর সংজ্ঞা পুনরায় পরিবর্তিত করা হয়, বর্তমান সংজ্ঞা অনুযায়ী, বায়ুশুন্যে আলোর গতির ২৯৯,৭৯২,৪৫৮ ভাগের এক ভাগকে মিটার বলা হয়। এই মিটার এর ১,০০০,০০০,০০০ (১০০ কোটি) ভাগের এক ভাগকে ন্যানোমিটার বলা হয়। ন্যানো শব্দটি গ্রিক nanos শব্দ থেকে এসেছে যার অভিধানিক অর্থ হল dwarft কিন্তু এটি মাপের একক হিসাবে ব্যবহৃত হচ্ছে। আর এই ন্যানোমিটার স্কেলে যে সমস্ত টেকনোলজি গুলি সর্ম্পকিত সেগুলিকেই বলে ন্যানোপ্রযুক্তি।\nমিটার এককটি আমাদের দৈনন্দিন জীবনের সাথে জড়িত। বাড়িঘর আসবাবপত্র সবই আমরা মাপি এই মিটার এককে। দ্বিতীয় বিশ্বযুদ্ধের আগ পর্যন্ত মিলিমিটার স্কেলে যন্ত্রপাতির সূক্ষতা মাপা হত। মিলিমিটার এর ছোট কোন কিছু নিয়ে চিন্তা ভাবনার অবকাশ ছিলনা। কিন্তু দ্বিতীয় বিশ্বযুদ্ধ শেষ হবার পরে, বিজ্ঞান ও প্রযুক্তিতে এক নতুন যুগের সূচনা হল। সেমিকণ্ডাকটর তার পথযাত্রা শুরু করল। আর এর শুরুটা হল, ট্রানজিস্টর আবিষ্কার দিয়ে। তখন মাইক্রোমিটার একক দিয়ে আমাদের চিন্তভাবনা শুরু হল। বলা যায় যাত্রা শুরু হল, মাইক্রোটেকনোলজির।\nএর পরে টেকনোলজি এগুতে লাগলো প্রচন্ড গতিতে। নানা জিনিসপত্র, যার মধ্যে টেলিভিশন, রেডিও, ফ্রিজ ইত্যাদি ইত্যাদি। আর তা কীভাবে আরও ছোট করা যায় তা নিয়েই প্রচন্ত যুদ্ধ শুরু হয়ে গেল। কোন কম্পানি কত ছোট আকারের এই সমস্ত ভোগ্য জিনিস আমাদের কাছে পৌঁছাতে পারবে, তার প্রতিযোগিতা শুরু হল। আর এই সমস্ত ব্যাপারটা সম্ভব হল, সেমিকণ্ডাকটর সংক্রান্ত প্রযুক্তির কল্যাণে। প্রথম দিকের রেডিও কিংবা টিভির আকার দেখলে আমাদের এখন হাসি পাবে। এত বড় বড় জিনিস মানুষ ব্যবহার করত কীভাবে? সেই প্রশ্নটি হয়তো এসে দাড়াবে। কিন্তু এখন বাজারে দেয়ালে ঝুলাবার জন্য ক্যালেন্ডারের মত পাতলা টিভি এসেছে। সামনে হয়তো আরও ছোট আসবে।\n১৯৮০ সনে IBM এর গবেষকরা প্রথম আবিষ্কার করেন STM(Scanning Tunneling Microscope) এই যন্ত্রটি দিয়ে অণুর গঠন পর্য়ন্ত দেখা সম্ভব। এই যন্ত্রটির আবিষ্কারই ন্যানোপ্রযুক্তিকে বাস্তবে রূপ দিতে সক্ষম হয়েছে। কীভাবে কাজ করে এই STM। এই যন্ত্রে খুব সূক্ষ পিনের মত সুচাল টিপ আছে এবং তা যখন কোন পরিবাহী বস্তুর খুব কাছে নিয়ে যাওয়া হয়, তখন তা থেকে টানেলিং নামে খুব অল্প পরিমাণে বিদ্যুৎ পরিবাহিত হয়। এবং এই বিদ্যুৎ এর পরিমাণ দিয়েই সেই বস্তুটির বাহিরের স্তরের অণুর চিত্র তৈরি করা হয়। তবে এই STM এর ক্ষেত্রে যা দেখতে চাইবো তাকে অবশ্যই বিদ্যুৎ পরিবাহী হতে হবে। কিন্তু বিদ্যুৎ অপরিবাহীর অণুর গঠন কীভাবে দেখা যাবে? না মানুষ বসে থাকেনি। অসম্ভবকে সম্ভব করেই মানুষ যেভাবে এতদূর এসেছে, তেমনি ভাবে এই অসম্ভবকে সম্ভব করা গেল AFM দিয়ে। STM এর ক্ষেত্রে টানেলিং বিদ্যুৎ দিয়ে কাজ করা হয় এবং AFM দিয়ে সূক্ষ্ম পিন দিয়ে অণুর গঠন দেখা সম্ভব।\n\n\n== টপ টু ডাউন ও ডাউন টু টপ ==\n\nন্যানোটেকনোলজির ক্ষেত্র দুটি প্রক্রিয়া আছ। একটি হল উপর থেকে নিচে (Top to Bottom)ও অপরটি হল নীচ থেকে উপর (Bottom to top)। টপডাউন পদ্ধতিতে কোন জিনিসকে কেটে ছোট করে তাকে নির্দিষ্ট আকার দেয়া হয়। এই ক্ষেত্র সাধারণত Etching প্রক্রিয়াটি সর্ম্পকিত। আর ডাউনটুটপ হল ক্ষুদ্র ক্ষুদ্র আকারের ছোট জিনিস দিয়ে বড় কোন জিনিস তৈরি করা। আমাদেরর বর্তমান ইলেক্ট্রনিক্স হল, টপডাউন প্রযুক্তি। আর ন্যানোটেকনোলজির হল, বটমটপ প্রযুক্তি। ন্যানোমিটার স্কেলে ক্ষুদ্র ক্ষুদ্র বস্তুর উপাদান দিয়ে তৈরি করা হবে এই ন্যানোপ্রযুক্তিতে। সহজে বুঝবার জন্য একটা উদাহরণ দেয়া যাক। মনে করুন, আপনার একটা বিশেষ ধরনের DNA এর প্রয়োজন। সুতরাং বটমটপ প্রযুক্তিতে, সেই DNA এর ছোট ছোট উপাদান গুলিকে মিশ্রণ করে সেই কাঙ্ক্ষিত DNA টি তৈরি করা হবে। তবে নানোপ্রযুক্তিতে শুধু মাত্র বটমটুটপ প্রযুক্তিই নয়, বরং টপটুবটম প্রযুক্তি ব্যবহার করে এই দুটির সংমিশ্রণ করা হবে।\nআমরা যারা কম্পিউটার ব্যবহার করছি তারা জানি যে, প্রতি বছরই কম্পিউটার এর মূল্য কমছে। প্রতিবছরই আগের তুলনায় সস্তায় আরও ভাল কার্যক্ষমতার কম্পিউটার পাওয়া যাচ্ছে। আসলে এই কম্পিউটার এর সাথেও ন্যানোটেকনোলজি সম্পর্কিত রয়েছে। কম্পিউটার এর ভিতর যে প্রসেসর আছে, আপনারা প্রায় সবাই ইন্টেল প্রসেসর এর নাম শুনে থাকবেন? এই প্রসেসর এর ভিতরে রয়েছে অসংখ্য ক্ষুদ্র ক্ষুদ্র ন্যানোমিটার স্কেলের সার্কিট। আর তাতে ব্যবহৃত হচ্ছে ন্যানোটেকনলজি। ইন্টের প্রসেসরে, সিলিকন এর উপর প্যাটার্ণ করে সার্কিট বানান হয় তার বর্তমান সাইজ হল ১০০ ন্যানোমিটার। সামনের তিন বছরে এর আকার হবে ৭০ ন্যানোমিটার। এবং সাতবছরে এর আকার হবে ৫০ ন্যানোমিটার। ইন্টেল আশা করছে যে ২০১০ সনে তারা ৩০ ন্যানোমিটার সাইজে নিয়ে আনতে পারবে। আর আজকের থেকে তখন এই প্রসেসর এর আকার অর্ধেক হয়ে আসবে। সেই দিনটা খুব বেশি দূরে নয় যেদিন আপনার মোবাইলটি কাজ করবে কম্পিউটারের মত। (বর্তমানেই এই ধরনের কিছু মোবাইল বাজারে এসেছে)। এছাড়া রয়েছে কম্পিউটারের হার্ডডিস্ক। এই হার্ডডিস্কের তথ্য সংরক্ষণের ক্ষমতা দিন দিন বড়ছে। এই হার্ডডিস্কেও ব্যবহৃত হচ্ছে ন্যানোটেকনলজি। এখন বাজারে ৪ টেরাবাইটের হার্ডডিস্ক পাওয়া যাচ্ছে। অথচ এই ব্যাপারটা আজ হতে ১০ বছর আগেও ছিল কল্পনার বাহিরে।\n\n\n== স্থির বিদ্যুৎ ও তার কারসাজি ==\n\nন্যানোটেকনলজি দিয়ে সার্কিট বানান যতটা সোজা বলে মনে করা হয়, ব্যাপারটা ততটা সোজা নয়। সেইখানে প্রধান যে বাধা এসে দাড়াবে তা হল, স্থির বিদ্যুৎ। শীতের দিনে বাহির থেক এসে দরজার নবে হাত দিয়েছেন? এমনি সময় হাতে শক লাগল কিংবা অন্ধকারে সুয়েটার খুলতে গেছেন এমনি সময় বিদ্যুৎ এর মত কণা সুয়েটারে দেখা গেল। এইগুলি সবই আমাদের প্রাত্যাহিক দিনে ঘটে, আর এইগুলিই হল স্থির বিদ্যুতের কারসাজি। সাধারণ ইলেক্ট্রিক সার্কিটের মধ্যে এই স্থির বিদ্যুৎ থেকে সার্কিটটিকে রক্ষা করার ব্যবস্থা থাকে। যদি তা না করা হত, তাহলে কোন একটা কারণে স্থির বিদ্যুৎ আপনার বৈদ্যুতিক সারঞ্জামকে নষ্ট করে দিত। কিন্তু ন্যানোটেকনলজির ক্ষেতে বৈদ্যুতিক সার্কিট কল্পনাতিত ছোট হয়ে যায় বলে গতানুগতিক পদ্ধতিতে রক্ষা করা সম্ভব নয়। কীভাবে ন্যানোস্কেলেও এই সার্কিটগুলিকে রক্ষা করা যায় তা নিয়ে বিজ্ঞানীরা গবেষণা করছেন। স্থির বিদ্যুৎ সার্কিটে কীরকম ক্ষতি করতে পারে? প্রকৃতপক্ষে ছোটসার্কিটে স্থিরবিদ্যুত প্রায় ১৫০০ ডিগ্রী সেন্টিগ্রেড এর মত তাপ সৃষ্টি করে। এই তাপে সার্কিট এর উপকরণ গলে, সেই সার্কিটটিকে নষ্ট করে দিতে পারে। এই কারণে ১৯৯৭ এর পরে IC সার্কিটে গতানুগতিক ভাবে ব্যবহৃত এলুমিনিয়ামের পরিবর্তে তামা ব্যবহৃত হয়। কেননা তামার গলনাঙ্ক ১০৮৩ যেখানে এলুমিনিয়ামের গলনাঙ্ক ৬৬০ ডিগ্রী সেন্টিগ্রেড। ফলে অধিক তাপমাত্রাতেও তামা এ্যালুমিনিয়ামের তুলনায় ভাল কাজ করবে।\n\n\n== ন্যানোপ্রযুক্তির ব্যবসায় ==\nন্যানোটেকনলজির ভিত্তিতে অনেক অনেক নতুন নতুন টেকনলজির উদ্ভব হচ্ছে। নতুন নতুন দ্রব্য এর সূচনা করছে এবং সেই সাথে ব্যবসায়িক সুযোগের দ্বার উন্মোচন করছে। আশা করা হচ্ছে যে আমেরিকাতে ২০১০ সনের আগে ন্যানোটেকনলজি সম্পর্কিত পণ্যের বাজার ১ ট্রিলিয়ন ডলারে পৌছবে এবং ৮ লক্ষ নতুন চাকরির সুযোগ করে দেবে। ন্যানোটেকনলজির গুরুত্বের কথা চিন্তা করে আমেরিকার সরকার বর্তমানে ন্যানোটেকনলজি সংক্রান্ত গবেষণাতে ২০০০ খ্রিষ্টাব্দে ৪২২ মিলিয়ন ডলার এবং ২০০৩ খ্রিষ্টাব্দে ৭১০ মিলিয়ন ডলার ব্যবহৃত হয়েছিল। শুধু সরকারই নয়, পাশাপাশি বিভিন্ন বেসরকারি প্রতিষ্ঠানও ন্যানোটেকনলজি গবেষণায় অর্থ সরবরাহ করছে। তার কারণ হল: ন্যানোটেকনলজি সম্ভাবনার এক নতুন দুয়ার উন্মোচন করতে যাচ্ছে। যদিও ন্যানোটেকনলজি খুব ক্ষুদ্র টেকনলজি সংক্রান্ত জিনিসগুলি নিয়ে কাজ করে যার ব্যাস একটি চুলের ব্যাসের ৮০ হাজার ভাগের এক ভাগ, কিন্তু এর ক্ষেত্র দিন দিন আরও বর্ধিত হচ্ছে। ১৯৯৬ সনের নোবেল পুরস্কারে সম্মানিত রিচার্ড স্মলি বলেছেন,\n\n\n== ন্যানোপ্রযুক্তি সম্পর্কিত বই ==\nThe next big thing is really small by Jack Uldrich with Deb Newberry. Publisher: Crown Business, আইএসবিএন ১-৪০০০-৪৯১৭-২\nwww.nanotec.org.\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nন্যানোপ্রযুক্তি পরিভাষা\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:Wikiversity department\n\nকার্লিতে Nanotechnology (ইংরেজি)\nWhat is Nanotechnology? (A Vega/BBC/OU Video Discussion).\nটেমপ্লেট:Z148"}