{"pageid": 1283, "title": "রিচার্ড ফাইনম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1283", "content": "রিচার্ড ফিলিপ্‌স ফাইনম্যান (১১ই মে, ১৯১৮ - ১৫ই ফেব্রুয়ারি, ১৯৮৮) একজন নোবেল বিজয়ী মার্কিন পদার্থবিজ্ঞানী, যিনি তার কোয়ান্টাম বলবিদ্যার পাথ ইন্টিগ্রাল ফর্মুলেশন, কোয়ান্টাম তড়িৎ-গতিবিজ্ঞান তত্ত্ব এবং অতিশীতলকৃত তরল হিলিয়ামের চরমপ্রবাহমানতা ক্রিয়াকৌশল ব্যাখ্যা করেছেন ও কণা পদার্থবিজ্ঞানে তার কাজের জন্য (তিনি পার্টন মডেল প্রস্তাব করেন।) খ্যাত। কোয়ান্টাম তড়িৎ-গতিবিজ্ঞানে তার অবদানের স্বীকৃতিস্বরূপ ১৯৬৫ সালে ফাইনম্যান মার্কিন বিজ্ঞানী জুলিয়ান শুইঙার এবং জাপানি বিজ্ঞানী সিন-ইতিরো তোমোনাগার সাথে যৌথভাবে পদার্থবিজ্ঞানে নোবেল পুরস্কার অর্জন করেন। ফাইনম্যান অতিপারমাণবিক কণাসমূহের আচরণ নিয়ন্ত্রণকারী গাণিতিক প্রকাশের বহুল ব্যবহৃত একটি চিত্ররূপ প্রদান করেন, যা ফাইনম্যান চিত্র নামে পরিচিত। জীবদ্দশায় এবং মৃত্যুর পরেও ফাইনম্যান পৃথিবীর অন্যতম জনপ্রিয় ও বিখ্যাত বিজ্ঞানী হিসেবে বিবেচিত।\nফাইনম্যান ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজি এবং প্রিন্সটন বিশ্ববিদ্যালয়ে পড়াশোনা করেন। ১৯৪২ সালে পিএইচডি ডিগ্রি অর্জনের পর অন্যান্য অনেক তরুণ পদার্থবিদের সাথে নিউ মেক্সিকোর লস আলামোসে পারমাণবিক বোমা তৈরিতে সাহায্য করেন। যুদ্ধশেষে প্রথমে তিনি কর্নেল বিশ্ববিদ্যালয়ে এবং পরবর্তীকালে ক্যালটেকে শিক্ষকতা করেন। তাকে কোয়ান্টাম গণনা এবং ন্যানোপ্রযুক্তির (আণবিক স্তরে যন্ত্রপাতি তৈরি) ধারণার জনক বলা হয়।. \nফাইনম্যান তার বিভিন্ন বই ও লেকচারের মাধ্যমে পদার্থবিজ্ঞানকে জনপ্রিয় করার কাজ করেছেন, যার মধ্যে উল্লেখযোগ্য হলো ১৯৫৯ সালে ন্যানোপ্রযুক্তির ওপর প্রদত্ত ভাষণ দেয়ার্স প্লেনটি অফ রুম অ্যাট দা বটম, এবং দ্য ফাইনম্যান লেকচার্স অন ফিজিক্স। ফাইনম্যান তার আধা-আত্মজীবনীমূলক গ্রন্থ শিওরলি ইউ আর জোকিং, মি. ফাইনম্যান! এবং হোয়াট ডু ইউ কেয়ার হোয়াট আদার পিপল থিংক? ইত্যাদির জন্যেও খ্যাত। তিনি ছিলেন একজন প্রাঙ্কস্টার, জাগলার, সেফক্রাকার, শখের চিত্রশিল্পী ও বঙ্গোবাদক। তিনি ছিলেন মুক্ত চিন্তার অধিকারী একজন সুরসিক ব্যক্তি। পদার্থবিজ্ঞান ছাড়াও তার জীববিজ্ঞান, চিত্রকলা, মায়ান স্ক্রিপ্ট এবং সেফক্রাকিং-এ আগ্রহ ছিল।\nফাইনম্যানের জীববিজ্ঞানে গভীর আগ্রহ ছিল; তার জিনবিজ্ঞানী ও অণুজীববিজ্ঞানী এস্থার লিডারবার্গের বন্ধুত্ব ছিল, যিনি রেপ্লিকা প্লেটিং ও ব্যাকটেরিওফায ল্যামডা আবিষ্কার করেছিলেন। তাদের বেশ কিছু বিজ্ঞানী সাথে সখ্যতা ছিল, যাঁরা নিউক্লিয়ার পদার্থবিজ্ঞানে ক্যারিয়ার শুরু করলেও নৈতিক কারণে জিনতত্ত্বে আগ্রহী হন—তাদের মধ্যে লিও জিলার্ড, গুইদো পনটেকরভো, এরন রোভিক এবং কার্ল সাগান উল্লেখযোগ্য।\n\n\n== জীবনবৃত্তান্ত ==\nরিচার্ড ফিলিপ ফাইনম্যান ১১ মে, ১৯১৮ সালে নিউ ইয়র্কের ফার রকওয়ে, কুইনসে জন্মগ্রহণ করেন। তার পূর্বপুরুষরা রাশিয়া ও পোল্যান্ডের আদি অধিবাসী ছিলেন এবং তার পিতামাতা উভয়েই ছিলেন ইহুদি, তবে তারা গোঁড়া ছিলেন না। ফাইনম্যান (দুই বিখ্যাত পদার্থবিজ্ঞানী আলবার্ট আইনস্টাইন ও এডওয়ার্ড টেলারের মতো) দেরিতে কথা বলা শুরু করেছিলেন; তিন বছর পূর্ণ হবার আগ পর্যন্ত তিনি একটি শব্দও উচ্চারণ করেননি। শৈশবে ফাইনম্যান তার বাবা মেলভিল ভীষণভাবে প্রভাবিত করেন, তিনিই তাকে প্রচলিত চিন্তা-ভাবনাকে চ্যালেঞ্জ করতে শিখিয়েছিলেন। আর মা লুসিলের কাছ থেকে ফাইনম্যান পেয়েছিলেন রসবোধ। ছোটোবেলা থেকেই তার বিজ্ঞানের প্রতি আগ্রহ ছিল; তিনি রেডিও মেরামত করে আনন্দ পেতেন এবং প্রকৌশলেও তার প্রতিভার কমতি ছিল না। তার বোন জোয়ানও একজন পেশাদার পদার্থবিজ্ঞানী ছিলেন।\n\n\n== শিক্ষা ==\nফাইনম্যান ছিলেন অত্যন্ত মেধাবী, তার আইকিউ ছিল ১২৫। কলেজে প্রবেশের আগেই তিনি ডিফারেন্সিয়াল ক্যালকুলাস ও ইন্টিগ্রাল ক্যালকুলাস জানতেন। গণিতে তার অপার আগ্রহ ছিল, তিনি জুনিয়র স্কুলের ছাত্র থাকাকালীন সময়ে স্কুলের গণিত দলের নিয়মিত সদস্য ছিলেন এবং নিত্য নতুন সমস্যা সমাধান করার কৌশল আবিষ্কার করা তার নেশার মত ছিল। এছাড়া গণিতে ব্যবহৃত বিভিন্ন প্রতীকের নিজস্ব রূপ উদ্ভাবন করাটাও তার শখ ছিল, তার আত্মজীবনীতে তিনি বলেছেন ত্রিকোণমিতির সাইন, কোসাইন এবং অন্যান্য অনেক প্রচলিত প্রতীকের নিজস্ব রূপ তিনি ব্যবহার করতেন। অবশ্য পরবর্তীকালে তিনি এ শখটি পরিত্যাগ করেন, কারণ অন্য মানুষজন তার প্রতীকের সাথে পরিচিত ছিল না। \nফাইনম্যান ফার রকওয়ে হাই স্কুলের ছাত্র ছিলেন, যাতে নোবেল বিজয়ী বার্টন রিখটার ও বারুচ স্যামুয়েল ব্লুমবার্গ পড়েছিলেন। ফাইনম্যান তার হাই স্কুলে পড়াশোনার শেষ বছরে নিউ ইয়র্ক ইউনিভার্সিটি ম্যাথ চ্যাম্পিয়নশিপ জয় করেন; তার প্রাপ্ত নম্বরের সাথে নিকটতম প্রতিযোগীর নম্বরের ব্যবধান বিচারকদের বিস্মিত করেছিল। তিনি ম্যাসাচুসেটস ইন্সটিটিউট অফ টেকনোলজি থেকে ১৯৩৯ সালে পদার্থবিজ্ঞানে স্নাতক অর্জন করেন এবং এরপর তিনি প্রিন্সটন ইউনিভার্সিটিতে পিএইচডি করতে যান। প্রিন্সটনে নির্বাচনী পরীক্ষায় তিনি গণিত ও পদার্থবিজ্ঞানে পারফেক্ট স্কোর করেন, যা ছিল একটি রেকর্ড - তবে ইতিহাস ও ইংরেজি ভাষা অংশে তিনি অতটা ভালো করতে পারেননি। তিনি ১৯৪২ সালে জন আর্কিবাল্ড হুইলারের অধীনে পিএইচডি ডিগ্রি অর্জন করেন। তার গবেষণার বিষয় ছিল প্রিন্সিপাল অফ স্টেশনারি একশান। কোয়ান্টাম বলবিদ্যার এই কাজই তার পাথ ইন্টিগ্রালের ভিত্তি ছিল, যার মাধ্যমে দ্য প্রিন্সিপাল অফ লিস্ট একশান ইন কোয়ান্টাম মেকানিকস গড়ে ওঠে।\n\n\n=== ম্যানহাটন প্রকল্প ===\n\nপ্রিন্সটনে থাকাকালীন সময়ে পদার্থবিজ্ঞানী রবার্ট আর. উইলসন ফাইনম্যানকে ম্যানহাটন প্রকল্পে যোগদানের আমন্ত্রণ জানান— যা ছিল লস আলামসে যুদ্ধকালীন সময়ে মার্কিন সামরিক বাহিনীর পারমাণবিক বোমা তৈরির প্রকল্প। জার্মানিতে অ্যাটম বোমা তৈরির পূর্বেই কাজটি সম্পন্ন করার গুরূত্ব অনুধাবন করে ফাইনম্যান এর সাথে যুক্ত হন। তাকে হানস বেথের অধীনে তত্ত্বীয় পদার্থবিজ্ঞানী হিসাবে নিয়োগ দেয়া হয়, এবং বেথেকে চমৎকৃত করে তিনি একটি দলের নেতা নিযুক্ত হন। রবার্ট সার্বারের কাজের ওপর ভিত্তি করে ফাইনম্যান ও বেথে ফিশন বোমার বিধ্বংসী ফলাফল নির্ণয়ের জন্যে যৌথভাবে বেথে-ফাইনম্যান ফর্মুলা তৈরি করেন। ফাইনম্যান এই প্রকল্পে শুরু থেকে শেষ পর্যন্ত কাজ করেছেন এবং ট্রিনিটি পরীক্ষামূলক বিস্ফোরণের সময়ও তিনি উপস্থিত ছিলেন। তার দাবী অনুযায়ী বিস্ফোরণ একমাত্র তিনিই খালি চোখে (সহায়ক কালো গ্লাস না লাগিয়ে) পর্যবেক্ষণ করেছিলেন। তিনি একটি ট্রাকের উইন্ডশিল্ডের মধ্য দিয়ে বিস্ফোরণ অবলোকন করেছিলেন, যার কাচ ক্ষতিকর অতিবেগুনী তেজষ্ক্রিয়তা শুঁষে নেবে বলে তিনি বুঝতে পেরেছিলেন।\nতখনকার সময়ে কম্পিউটার ছিল না বলে ম্যানহাটন প্রজেক্টে মানব কম্পিউটার ব্যবহার করা হত, আর ফাইনম্যান গণনার তত্ত্বাবধান করতেন। এছাড়াও তার কাজের মধ্যে ছিল নিউক্লিয়ার রিঅ্যাকটর ডিজাইন করা।\nকাজটির নিশ্ছিদ্র গোপনীয়তার কারণে লস আলামস ছিল জনবিরল। ফাইনম্যানের ভাষায়, ওখানে করবার মতো কিছুই ছিল না, বসে থেকে থেকে বিরক্ত হয়ে ফাইনম্যান নানানরকম মজার পরীক্ষা-নিরীক্ষা শুরু করেন। ম্যানহাটন প্রকল্পে কর্মরত বিজ্ঞানীদের সব চিঠিপত্রই কর্তৃপক্ষের অনুমোদন লাভ করার পর (মানে প্রয়োজনীয় সম্পাদনার পর) প্রেরিত হত। ফাইনম্যান প্রায়ই তার সহকর্মীদের সাথে বাজি ধরতেন কোন কথাটা কাচির তলা পড়বে আর কোনটা পড়বে না তা নিয়ে। তিনি এ বিষয়ে একটা নিয়মও আবিষ্কার করে ফেলেছিলেন। আবার একবার তিনি ল্যাবরেটরি আবেষ্টন করা কাঁটাতারের বেড়ায় একটি ফাঁক আবিষ্কার করলেন, যা কর্মচারীরা শর্টকাট হিসাবে ব্যবহার করতো। তিনি তা নিরাপত্তা কর্মীদের নজরে আনবার জন্যে বারবার গেট দিয়ে বের হয়ে বেড়ার ফাঁক দিয়ে ঢুকে আবার গেট দিয়ে বের হতে লাগলেন। এভাবে নিত্য নতুন ফন্দি আঁটা ফাইনম্যান কম্বিনেশন লক খোলার বিদ্যা শিখতে উঠে পড়ে লাগলেন। তিনি খেয়াল করেছিলেন বিজ্ঞানীরা ও কর্মকর্তারা পারমাণবিক বোমা সংক্রান্ত অতি গোপনীয় কাগজপত্র যেসব স্থানে তালাবন্ধ অবস্থায় রাখেন তা আদৌ নিরাপদ নয়। তিনি প্রায়ই এসব ক্যাবিনেট ও সেফের তালা খুলে সহকর্মীদের সাথে প্র্যাকটিকাল জোক করতেন। একসময় ব্যাপারটা তার নেশায় পরিণত হয় এবং তিনি সেফক্রাকিং এর ওপর রীতিমতো পড়াশোনা করে তালা খোলার বিদ্যা পারদর্শীতা অর্জন করেন। লস আলামসে কম্বিনেশন লকের নিরাপত্তা যাচাই করার জন্যে তার কাছে মতামত চাওয়া হতে শুরু করে। ফাইনম্যান কম্বিনেশন লকের কম্বিনেশন বের করার মজার এক বুদ্ধি বের করেছিলেন এবং এর মাধ্যমে তালা খুলে নানান হাস্যরসাত্মক ঘটনার জন্ম দিতেন।\n\n\n=== কর্মজীবনের সূচনাভাগ ===\n১৯৪২ সালে ডক্টরেট করার পর ফাইনম্যান ইউনিভার্সিটি অফ উইসকনসিন-ম্যাডিসনে সহকারী অধ্যাপক হিসেবে নিয়োগ পেয়েছিলেন। ম্যানহাটন প্রজেক্টে যোগদানের কারণে তার নিয়োগের পরপরই তিনি ছুটিতে চলে যান। ১৯৪৫ সালে তিনি ডিন মার্ক ইনগ্রাহামের কাছ থেকে একটি চিঠি পান, যাতে তাকে পরবর্তী শিক্ষাবর্ষে পাঠদানের জন্যে বিশ্ববিদ্যালয়ে যোগ দিতে অনুরোধ করা হয়। কিন্তু ফাইনম্যান এ বিষয়ে নিশ্চিত করে কিছু না বলায় তার নিয়োগ আর বর্ধিত করা হয়নি। পরবর্তীকালে ফাইনম্যান ইউডব্লুতে কয়েকটি বক্তৃতা দিয়েছিলেন, যেখানে তিনি মন্তব্য করেন, \"এই বিশ্ববিদ্যালয়ে ফিরে আসতে পেরে খুবই ভালো লাগছে কারণ আমাকে চাকরিচ্যুত করার সুবুদ্ধি বিশ্ববিদ্যালয়ের আছে।\nযুদ্ধের পর ফাইনম্যান প্রিন্সটনের ইন্সটিটিউট অফ অ্যাডভান্স স্টাডির আমন্ত্রণ পেয়েছিলেন, কিন্তু সেখানে আলবার্ট আইনস্টাইন, কুর্ট গোডেল, জন ভন নিউম্যান প্রমুখ বাঘা বিজ্ঞানীদের উপস্থিতি থাকা সত্ত্বেও তিনি সে আমন্ত্রণ প্রত্যাখান করে কর্নেল বিশ্ববিদ্যালয়ে তত্ত্বীয় পদার্থবিজ্ঞান পড়ানোর চাকরি গ্রহণ করেন। ফাইনম্যান ১৯৪৫ থেকে ১৯৫০ পরযন্ত কর্নেলে পদার্থবিজ্ঞানে গাণিতিক পদ্ধতি প্রয়োগের পাঠদান করেন। হিরোশিমায় পারমাণবিক বোমা বিস্ফোরণের পর তার গবেষণায় একটু ভাঁটার টান চলে, তবে তার পদার্থবিজ্ঞান নিয়ে আনন্দময় গবেষণা করার অভ্যাসটি তিনি শীঘ্রই ফিরে পান। একবার ক্যাফেটেরিয়ায় বসে এক কর্নেলের লোগো আঁকা প্লেট নিয়ে এক দড়াবাজিকরের খেলা দেখতে দেখতে তিনি প্লেট ও লোগোর ঘূর্ণনের সম্পর্কের একটি জটিল হিসাব নিকাশ সম্পন্ন করেন, যা পরবর্তীকালে তার নোবেল পুরস্কার পাওয়া কাজের ভিত্তি।\nফাইনম্যান অসাধারণ ব্যাখ্যাদাতা হিসাবে সুপরিচিত ছিলেন। ছাত্রদের কোন কিছু সহজভাবে বোঝানোর ব্যাপারটি তিনি খুবই গুরুত্বপূর্ণ মনে করতেন এবং পাঠ্য বিষয় ছাত্রদের হৃদয়ঙ্গম করাকে নিজের নৈতিক দায়িত্ব মনে করতেন। তিনি মনে করতেন একজন প্রথম বর্ষের ছাত্রকে যেকোন বিষয় বোঝানো সম্ভব, তা না করতে পারার মানে হল শিক্ষক নিজে বিষটি সম্পূর্ণরূপে অনুধাবন করতে পারেন নি। তার বিভিন্ন লেকচার এবং বক্তৃতায় এ নীতির ছাপ স্পষ্ট লক্ষ করা যায়।\nনা বুঝে পদার্থবিজ্ঞান বা বিজ্ঞানের যে কোন বিষয় পড়াকে ফাইনম্যানের অর্থহীন মনে হত। তিনি বিশ্ববিদ্যালয়ে থাকার সময়েই লক্ষ্য করেছিলেন তার সহপাঠীরা যা শেখে তা অনেকটাই গ্রন্থগত; পরবর্তীকালে তিনি অনেক গুরুত্বপূর্ণ পদে আসীন ব্যক্তির মধ্যেও এমন সীমাবদ্ধতা লক্ষ্য করেন। কর্নেলে অধ্যাপনারত অবস্থায় ফাইনম্যান কিছুদিনের জন্যে পরিদর্শক অধ্যাপক হিসেবে ব্রাজিলে যান। সেখনে গিয়ে তিনি খেয়াল করেন সেখানকার বিজ্ঞান শিক্ষার দৈন্যদশা এবং পাঠ্যপুস্তকের দুর্বলতা। তিনি সে দেশের শিক্ষা সংক্রান্ত জাতীয় কনফারেন্সে অকুন্ঠচিত্তে এ বিষয়ে সমালোচনা করেন। তিনি যা ভালো মনে করতেন তা করতে তিনি কখনো দ্বিধাবোধ করতেন না। তিনি নির্বুদ্ধিতা বা ভান করা পছন্দ করতেন না এবং যারা তাকে বোকা বানাতে চাইত তাদের তিনি সহজে ছেড়ে দিতেন না।\n\n\n== পুরস্কার ও সম্মাননা ==\nনোবেল পুরস্কার, (১৯৬৫)\nন্যাশনাল মেডেল অব সায়েন্স, (১৯৭৯)\n\n\n== উক্তিসমূহ ==\n\n\n=== ফাইনম্যানের উক্তি ===\n\"প্রিয় মিসেস. চাউন, আপনাকে পদার্থবিজ্ঞান শেখানোর জন্য আপনার ছেলের প্রচেষ্টাকে আপনি খুব একটা আমলে নেবেন না। সবচেয়ে গুরুত্বপূর্ণ বিষয় কিন্তু পদার্থবিজ্ঞান নয়। সবচেয়ে গুরুত্বপূর্ণ হলো ভালোবাসা। শুভেচ্ছান্তে, রিচার্ড ফাইনম্যান।\"\n\"হস্তমৈথুনের কাছে যৌনসঙ্গম যেমন, গণিতের কাছে পদার্থবিজ্ঞান সেরকম।\"\n\"পদার্থবিজ্ঞান হলো যৌন-সঙ্গমের মতন: এটা কিছু বাস্তব ফল দিতেই পারে, কিন্তু সেজন্য আমরা এটা চর্চা করি না।\"\n\"গণিত বাস্তব নয়, তবে এটাকে বাস্তব বলে মনে হয়। তাহলে এটা আসলে কি?\"\n\"কোন সমস্যা সমাধান করার সময়টাতে দুশ্চিন্তা করো না। যখন সমাধান করা শেষ হলো তখনই আসলে দুশ্চিন্তা করার উপযুক্ত সময়।\"\n\"বিজ্ঞানের সবচেয়ে আকর্ষণীয় দিক হলো, এটি জীবন্ত।\"\n\"সব মৌলিক প্রক্রিয়াকেই উল্টোদিকে চালনা করা সম্ভব।\"\n\"কোন কিছু বোঝা-র অর্থ কি? ... আমি জানি না।\"\n\"যা আমি তৈরি করতে পারি না, তা আমি বুঝি না।\" (মৃত্যুর পর তার চকবোর্ড থেকে নেয়া হয়েছে।)\n\"যে সব সমস্যা সমাধান করা হয়েছে তাদের প্রতিটির সমাধান প্রক্রিয়া জানতে হবে।\" (মৃত্যুর পর তার চকবোর্ড থেকে নেয়া হয়েছে।)\n\"যারা গণিতে অজ্ঞ তাদের জন্য প্রকৃতির নিগূঢ়তম সৌন্দর্যকে সত্যকারভাবে উপলব্ধি করাটা কষ্টকর। ... প্রকৃতিকে জানতে হলে, তার সৌন্দর্যকে অনুধাবন করতে হলে প্রকৃতির ভাষা জানা চাই।\"\n\"সত্যিকার সমস্যাটা আমি সংজ্ঞায়িত করতে পারছি না, তাই আমার সন্দেহ হচ্ছে সত্যিকার কোন সমস্যা আদৌ আছে কি-না, কিন্তু কোন সত্যিকার সমস্যা যে নেই এটাও আমি নিশ্চিত করে বলতে পারছি না।\" (কোয়ান্টাম বলবিদ্যা সম্পর্কে)\n\"দুইবার মরতে হলে ব্যাপারটাকে আমি ঘৃণা করতাম। কারণ মৃত্যু খুবই একঘেয়ে ব্যাপার।\" (শেষ উক্তি).\n\n\n=== ফাইনম্যানের সম্বন্ধে উক্তি ===\nফাইনম্যানের সহকর্মী নোবেল পুরস্কার বিজয়ী পদার্থবিদ মুরে জেল-ম্যান নিউ ইয়র্ক টাইমস-এ সরসভাবে বর্ণনা করেছেন যে, ফাইনম্যানের সমস্যা সমাধানের এলগরিদমটি ছিল এরকমঃ\nসমস্যাটা লিখে ফেলুন;\nখুব করে ভাবুন;\nসমাধানটি লিখে ফেলুন।\nনোবেল পুরস্কার বিজয়ী পদার্থবিজ্ঞানী ও গণিতবিদ ই. পি. উইগনার ফাইনম্যান সম্পর্কে বলেছেন, \"তিনি হলেন দ্বিতীয় ডিরাক। পার্থক্য শুধু, এবারের জন একজন মানুষ।\"\nনোবেল পুরস্কার বিজয়ী তত্ত্বীয় পদার্থবিজ্ঞানী হান্স বিদে বলেছেন, \"দুই রকমের জিনিয়াস আছেন। সাধারণ জিনিয়াসেরা মহান সব কাজ করে থাকেন, কিন্তু সবসময়েই এটা চিন্তা করার সুযোগ থেকে যায় যে, যথেষ্ট পরিমাণে খাটলে আপনিও বুঝি ওটা করতে পারতেন। আরেকরকমের জিনিয়াস অনেকটা যাদুকরের মতন, আপনি কিছুতেই ভেবে উঠতে পারবেন না, তারা সেটা কীভাবে করল। ফাইনম্যান ছিলেন একজন যাদুকরী জিনিয়াস। \"\n\n\n== তথ্যসূত্র ==\n\n\n== পাদটীকা ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\n\nGuide to the Papers of Richard Phillips Feynman, 1933-1988\nFeynman at The Caltech Institute Archives\nBiography and Bibliographic Resources, from the Office of Scientific and Technical Information, United States Department of Energy\nThe Feynman Lectures Website\nAbout Richard Feynman\nFeynman's Scientific Publications\nA Biography of R. P. Feynman as a mathematician  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ মার্চ ২০০৮ তারিখে\nGallery of Drawings by Richard P. Feynman  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ জানুয়ারি ২০১২ তারিখে\nThe Pleasure of Finding Things Out: A 49-minute BBC Horizon TV programme from the 1980s in which Feynman reminisces about his life and work.\nEdge-video: Murray Gell-mann reminisces about Feynman's personal eccentricities\nFeynman on the rules of chess\nFeynman lecture\nFeynman on the nature of physics\nFeynman talks about confusion\nFeynman's BBC interview on uncertainty\nFeynman on disrespect of authority"}