{"pageid": 1285, "title": "ইয়োহান জেবাস্টিয়ান বাখ", "url": "https://bn.wikipedia.org/wiki?curid=1285", "content": "ইয়োহান জেবাস্টিয়ান বাখ ([Johann Sebastian Bach য়োহান্ জ়েবাস্টিয়ান্ বাখ়্ আ-ধ্ব-ব [ˈjoːhan zəˈbastjan ˈbax]] ত্রুটি: {{Lang-xx}}: text has italic markup (সাহায্য)) (২১শে মার্চ, ১৬৮৫ পু. প. – ২৮শে জুলাই, ১৭৫০ ন. প.) একজন জার্মান সুরকার ও অর্গানবাদক। তার কাজের পরিমাণ বিপুল। কয়ার, অর্কেস্ট্রা ও একক বাদনের জন্য লেখা তার ধর্মীয় ও ধর্মনিরপেক্ষ সঙ্গীতকর্ম বারোক পর্বের বিভিন্ন সাঙ্গীতিক ধারাকে একত্রিত করে ও পূর্ণতা প্রদান করে। বাখ কোন নতুন ধরনের সঙ্গীত উদ্ভাবন করেননি। তবে তিনি কাউন্টারপয়েন্ট, ছোট থেকে বড় স্কেলে সুনিয়ন্ত্রিত প্রগমন, ইতালি ও ফ্রান্সের সঙ্গীত থেকে ঋণ করা ছন্দ ও টেক্সচারের প্রয়োগ, ইত্যাদি কৌশল ব্যবহার করে তার সমকালীন জার্মান সঙ্গীতকে ঋদ্ধ করেন। তিনি সর্বকালের অন্যতম সেরা সুরকার হিসেবে খ্যাত।\nজীবিত অবস্থায় একজন দক্ষ অর্গানবাদক হিসেবে প্রচুর খ্যাতি লাভ করলেও সুরকার হিসেবে বাখ তেমন পরিচিতি পান নি। বাখের সমসাময়িক অন্যান্য সুরকাররা বারোক ঘরানার গঠন ও \"কনট্র্যাপচুয়াল\" ধরনের সঙ্গীতের প্রতি তার অণুরাগকে সেকেলে মনে করতেন‌- বিশেষ করে তার সঙ্গীতজীবনের শেষের দিকে, যখন মূলধারার সঙ্গীত ক্রমশ \"রকোকো\", ও আরও পরবর্তীকালে ধ্রুপদী, রূপ গ্রহণ করতে থাকে। বাখের সঙ্গীত সম্পর্কে সঙ্গীতজ্ঞদের সত্যিকারের আগ্রহ দেখা যায় ১৯শ শতকের প্রথম দিকে; অন্যদের হাতে তার সঙ্গীতের চর্চাও শুরু হয় এ সময়েই।\nবাখের সঙ্গীতকর্ম চিন্তার গভীরতা, কৌশলগত দক্ষতা ও শৈল্পিক সৌন্দর্যের জন্য বিখ্যাত। নিচে Weihnachtsoratorium থেকে নেয়া কোরাস Ehre sei Gott in der Höhe শুনুন। এটি বাখ ১৭৩৪-এ রচনা করেন।\n\n\n== জীবনী ==\n\n\n=== শৈশব ===\n\nসাংক্‌ত গেয়র্গেস গির্জার অর্গানবাদক ইয়োহান আমব্রোসেউস বাখ এবং মারিয়া এলিজাবেটা বাখের সবচেয়ে ছোট ছেলে ইয়োহান জেবাস্টিয়ান বাখ জার্মানির টুরিঙেন প্রদেশের আইজেনাখ শহরে জন্মগ্রহণ করেন। বাবার হাতেই বেহালা এবং হারপসিকর্ড বাদনে বাখের হাতেখড়ি হয়। বাখের চাচারা সবাই ছিলেন পেশাদার সঙ্গীতবিদ; চার্চের অর্গানবাদক, রাজসভার বাজিয়ে, সুরকার হিসেবে নানা জায়গায় কর্মরত ছিলেন তারা। এই চাচাদের মধ্যে বিশেষ খ্যাতিমান একজন, ইয়োহান ক্রিস্টফ বাখ (১৬৪৫‌-১৬৯৩), অর্গানের সাথে জেবাস্টিয়ান বাখের পরিচয় করান। সঙ্গীত বিষয়ে নিজের পরিবারের অর্জন নিয়ে বেশ গর্ব ছিলো বাখের, যার বহিঃপ্রকাশ ১৭৩৫ সালে তার নিজের হাতে করা \"বাখ সঙ্গীত পরিবারের উৎস\" নামক বংশপঞ্জিকার খসড়া।\nবাখের মা ১৬৬৪ সালে মারা যান,এবং তার বাবা এর ৮ মাস পরেই মারা যান।১০ বছর বয়সের এতিম এই শিশু তার ভাইদের মধ্যে সবার বড় johann christopher bach(1671-1721) যিনি ছিলেন Michaeliskirche (Ohrdruf, Sachsen-Gotha-Altenburg এ অবস্থিত) এর একজন অর্গানবাদক।ঐ সময় তিনি তার ভাইয়ের কাছ থেকে সঙ্গীত সম্বন্ধে মূল্যবান জ্ঞান লাভ করেন এবংcalvichord বাজানো শেখেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nJ.S. Bach Home Page, by Jan Hanford—extensive information on Bach and his works; database of recordings and user reviews\nJ.S. Bach bibliography  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ ফেব্রুয়ারি ২০০৬ তারিখে, by Yo Tomita of Queen's University Belfast—especially useful to scholars\nBach-Cantatas.com, by Aryeh Oron—information on the cantatas as well as other works\nBach manuscripts – video lectures by Christoph Wolff on the Bach family's hidden manuscripts archive\nগ্রন্থাগারে ইয়োহান জেবাস্টিয়ান বাখ সম্পর্কিত বা কর্তৃক কাজ (ওয়ার্ল্ডক্যাট ক্যাটালগ) (ইংরেজি)"}