{"pageid": 1285475, "title": "লুই বার্জার গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1285475", "content": "লুই বার্জার (পূর্বে বার্জার গ্রুপ হোল্ডিংস নামে পরিচিত) হলো একটি পূর্ণ-পরিষেবা প্রকৌশল, স্থাপত্য, পরিকল্পনা, পরিবেশগত, প্রোগ্রাম এবং নির্মাণ ব্যবস্থাপনা ও অর্থনৈতিক উন্নয়ন সংস্থা, যা নিউ জার্সির মরিসটাউনে অবস্থিত। ১৯৫৩ সালে হ্যারিসবার্গ, পেনসিলভানিয়াতে অধ্যাপক লুই বার্জার দ্বারা প্রতিষ্ঠিত ফার্মটি বিশ্বব্যাপী ৫০ (টিরও বেশি দেশে প্রায় ৬,০০০ কর্মচারী নিয়ন্ত্রণ করে। কোম্পানিটি ২০১৮ সালে ডাব্লিউএসপি গ্লোবাল দ্বারা অধিগ্রহণ করা হয়।\nফার্মটি ফেডারেল, রাজ্য ও স্থানীয় সরকারের মক্কেলদের পাশাপাশি আন্তর্জাতিক বহুপাক্ষিক প্রতিষ্ঠান ও বাণিজ্যিক শিল্পকে পরিষেবা প্রদান করে। সেপ্টেম্বর ২০১১ পর্যন্ত, লুই বার্জার তৃতীয় বৃহত্তম ইউএসএইড ব্যক্তিগত-ক্ষেত্রের অংশীদার হিসাবে স্থান পেয়েছে, ও ইঞ্জিনিয়ারিং নিউজ-রেকর্ড দ্বারা মোট দৃঢ় আয়ের পরিপ্রেক্ষিতে মার্কিন ডিজাইন ফার্মগুলোর মধ্যে ২০১৫ সালে #২৫ র‍্যাঙ্কে ছিলো।\nআফগানিস্তানে চুক্তির জন্য জালিয়াতির অভিযোগ নিষ্পত্তির সাথে সাম্প্রতিক বছরগুলোয় এশিয়ার সরকারগুলোর ঘুষের জন্য মার্কিন বিচার বিভাগের সাথে একটি নিষ্পত্তিতে বিদেশী দুর্নীতি চর্চা আইন লঙ্ঘনের অপরাধমূলক দায় স্বীকার; ও বিশ্ব ব্যাংকের দুর্নীতির জন্য একটি নিষেধাজ্ঞার ফলে কোম্পানিটি বিপর্যয়ের সম্মুখীন হয়েছে। ২০১৯ সালে জাতীয় পরিবহন নিরাপত্তা বোর্ড নির্ধারণ করেছে যে লুই বার্জারের নকশা অপর্যাপ্ত সমকক্ষ পর্যালোচনা ফ্লোরিডা আন্তর্জাতিক বিশ্ববিদ্যালয় পথচারী সেতু ধসে অবদান রেখেছে। অবকাঠামোগত চিড় ধরার তাৎপর্য সনাক্ত করতে ব্যর্থতা ও এটি মোকাবেলার জন্য একটি প্রতিকারমূলক পরিকল্পনা প্রস্তুত না করার জন্যও তাদের সমালোচনা করা হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\nকোম্পানিটি ১৯৫৩ সালে পেনসিলভানিয়ার হ্যারিসবার্গে লুই বার্জার দ্বারা প্রতিষ্ঠিত হয়েছিল। ১৯১৪ সালে ম্যাসাচুসেটসের লরেন্সে জন্মগ্রহণ করা অধ্যাপক বার্জার ১৯৩৬ সালে টাফ্টস কলেজ থেকে পুরকৌশলে স্নাতক ও ১৯৪০ সালে ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজি থেকে মাটি ও ভূতত্ত্বে স্নাতকোত্তর ডিগ্রি অর্জন করেন। ১৯৪২ সালে, অধ্যাপক বার্জার মার্কিন যুক্তরাষ্ট্র কোস্ট গার্ডে যোগদান করেন যেখানে তিনি মিসিসিপি নদীর তীরের জলপ্রান্তরের পরিকাঠামো নকশা করেন ও গ্রিনল্যান্ডে একটি কোস্ট গার্ড ঘাঁটির নির্দেশ দেন। সক্রিয় দায়িত্ব থেকে ফিরে আসার পর তিনি নর্থওয়েস্টার্ন বিশ্ববিদ্যালয় থেকে মৃত্তিকা বলবিজ্ঞানে পিএইচডি অর্জন করেন ও পেনসিলভেনিয়া স্টেট ইউনিভার্সিটির শিক্ষকতায় যোগদান করেন। ১৯৫২ সালে অধ্যাপক বার্জার পেনসিলভেনিয়া স্টেট ইউনিভার্সিটির নিজ অবস্থান ছেড়ে প্রকৌশল পরামর্শক সংস্থা গঠন করেন যা পরে লুই বার্জার হয়ে ওঠে।\nকোম্পানির প্রতিষ্ঠাতা অধ্যাপক লুই বার্জারের পুত্র ফ্রেডরিক এস. বার্জার ১৯৭২ সাল থেকে কোম্পানির সাথে জড়িত ছিলেন ও ২০০৭ থেকে এপ্রিল ২০১৫ সালে আমৃত্যু লুই বার্জার গ্রুপের চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন। জনাব বার্জার টাফ্টস বিশ্ববিদ্যালয় থেকে অর্থনীতিতে স্নাতক ও ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজি থেকে পুরকৌশল বিজ্ঞানে স্নাতকোত্তর ডিগ্রি অর্জন করেন। জনাব বার্জার আফগানিস্তানের আমেরিকান বিশ্ববিদ্যালয়ের একজন প্রতিষ্ঠাতা সদস্য ছিলেন এবং ২০০৪ থেকে ২০১৫ সাল পর্যন্ত বিশ্ববিদ্যালয়ের বোর্ডে দায়িত্ব পালন করেন। ২০১৩ সালে জনাব বার্জার মার্কিন যুক্তরাষ্ট্র শান্তি ইনস্টিটিউট ও মার্কিন যুক্তরাষ্ট্র বাণিজ্য ও উন্নয়ন এজেন্সির জন্য উপদেষ্টা বোর্ডে নিযুক্ত হন।\n\n\n=== প্রারম্ভিক বছর ===\nফার্মের প্রথম প্রধান প্রকল্পগুলোর মধ্যে রয়েছে মার্কিন যুক্তরাষ্ট্রের প্রথম টার্নপাইক পেনসিলভানিয়া টার্নপাইক, এবং আই-৮০-তে ডেনভিল এবং নেটকংয়ের মধ্যকার নিউ জার্সি রাজ্যের প্রথম আন্তঃরাজ্য সড়ক। এছাড়াও ১৯৬৫ সালে ফার্মটি আফগানিস্তানের হেরাত–ইসলাম কালা মহাসড়ক নকশা করেছিল।\n\n\n=== আন্তর্জাতিক উন্নয়ন কাজ ===\nলুই বার্জার ১৯৫৯ সালে তার প্রথম আন্তর্জাতিক প্রকল্প শুরু করে যখন ফার্মটিকে ইউএসএইড ও মার্কিন সেনা ইঞ্জিনিয়ার কর্পস উপসাগর জেলা দ্বারা মিয়ানমারের ইয়াঙ্গুন ও মান্দালয়ের মধ্যে একটি ৪৩৫ মাইল মহাসড়ক নকশা করার জন্য নির্বাচিত করা হয়। ইঞ্জিনিয়ার কর্পস দ্বারা প্রস্তাবিত প্রকল্পটি প্রাথমিকভাবে বর্মী সরকার প্রত্যাখ্যান করে, কিন্তু লুই বার্জার আরও অর্থনৈতিক বিকল্প ব্যবহার করে প্রকল্পটি নকশা করতে সক্ষম হয়।\n২০১০ সালের ডিসেম্বরে ডিসকভারি সায়েন্স চ্যানেল প্রযোজনা দল সার্বিয়ার বেলগ্রেডে সাভা নদীর উপর একটি নতুন সেতু নির্মাণের কাজের ৩০-ঘন্টার ফুটেজ চিত্রায়িত করে।\n২০১২ সালে লুই বার্জার সুদান অবকাঠামো পরিষেবা প্রকল্পের অধীনে দক্ষিণ সুদানের জুবা-নিমুলে রোডের কাজ সম্পন্ন করে। রাস্তাটি ছিল দক্ষিণ সুদানের প্রথম পাকা মহাসড়ক যা সুদানের রাজধানীকে উগান্ডার সীমান্তের নিমুলে শহরের সাথে সংযুক্ত করেছে।\n\n\n== সংগঠন ==\nলুই বার্জার তিনটি পরিচালনা কোম্পানি নিয়ে গঠিত যার মধ্যে রয়েছে একটি মার্কিন ইউনিট (পূর্বে লুই বার্জার গ্রুপ নামে পরিচিত), একটি আন্তর্জাতিক ইউনিট ও একটি পরিষেবা ইউনিট যেটি ভিত্তি রসদ ও পরিচালন সাপোর্ট, বৈশ্বিক পরিচালনা ও রক্ষণাবেক্ষণ, টার্নকি শক্তি সমাধান এবং জ্বালানী ও সুবিধা পরিষেবা প্রদান করে। নিউ জার্সির মরিসটাউনে অবস্থিত সদর দফতর ছাড়া লুই বার্গার ওয়াশিংটন ডিসি, ফ্রান্স, সংযুক্ত আরব আমিরাত, ভারত ও পানামার দফতরের বাইরে নিজ আঞ্চলিক কার্যক্রম পরিচালনা করে। কোম্পানিটি কানাডা ভিত্তিক ডাব্লিউএসপি গ্লোবাল ২০১৮ সালে $৪০০ মিলিয়নে অধিগ্রহণ করে।\n\n\n== শিল্প র‍্যাঙ্কিং ==\nইঞ্জিনিয়ারিং নিউজ-রেকর্ড দ্বারা মোট ফার্ম আয়ের ভিত্তিতে ২০১৫ সালে মার্কিন নকশা ফার্মগুলোর মধ্যে লুই বার্জারকে #২৫ এবং প্রোগ্রাম ব্যবস্থাপনা ফার্মগুলোর মধ্যে #১০ নম্বরে স্থান দেওয়া হয়েছিল। ফার্মটি ২০১৪ সালে পরিবেশগতভাবে ফার্মগুলোর মধ্যেও #৩৭ নম্বরে ছিল।\n\n\n== সমালোচনা ==\n\n\n=== আফগানিস্তানে জালিয়াতি ===\nনভেম্বর ২০১০-এ লুই বার্জার মিথ্যা দাবি আইনের অধীনে আনা সরকারের বিরুদ্ধে জালিয়াতির অভিযোগ নিষ্পত্তি করতে রেকর্ড $৬৯.৩ মিলিয়ন দিতে সম্মত হয়। একজন ফাঁসকারীর দায়ের করা মামলায় অভিযোগ করা হয়েছে যে কোম্পানিটি আফগানিস্তানে তার পুনর্নির্মাণের চুক্তির সাথে সম্পর্কহীন অভ্যন্তরীণ খরচের জন্য সরকারকে অর্থ দিয়েছে।\n\n\n=== ভারত, ভিয়েতনাম, ইন্দোনেশিয়া ও কুয়েতে ঘুষ ===\n১৯৯৮ থেকে ২০১০ এর মধ্যে কোম্পানির নির্বাহীরা বিদেশী দুর্নীতিমূলক অনুশীলন আইন লঙ্ঘন করে ব্যবসায় জয়ী হওয়ার জন্য ভারত, ইন্দোনেশিয়া, ভিয়েতনাম ও কুয়েতের সরকারি কর্মকর্তাদের $৩.৯ মিলিয়ন ঘুষ দিয়েছিল। মার্কিন বিচার বিভাগের সাথে কোম্পানির মধ্যে একটি মীমাংসা চুক্তি জুলাই ২০১৫ সালে ঘোষণা করা হয়, যেখানে কোম্পানি অপরাধমূলক দায় স্বীকার করে $১৭.১ মিলিয়ন জরিমানা দিতে সম্মত হয়। ভিয়েতনামে কোম্পানির কার্যক্রমের তদন্তে তৃতীয় গ্রামীন পরিবহন ও ডা নাং অগ্রাধিকার অবকাঠামো বিনিয়োগ প্রকল্পে সরকারি কর্মকর্তাদের দুর্নীতির অর্থ প্রদানের বিষয়টি উন্মোচিত হয়, উভয়ই বিশ্বব্যাংক অর্থায়িত প্রকল্প। বিশ্বব্যাংক ফেব্রুয়ারী ২০১৫ এ \"দুর্নীতিমূলক অনুশীলনে\" জড়িত থাকার জন্য ফার্মের উপর এক বছরের নিষেধাজ্ঞা আরোপ করে।\n\n\n=== তালেবানকে চাঁদা প্রদান ===\nগোল্ড স্টার পরিবারের পক্ষে ডিসি জেলা আদালতে ২০১৯ সালের ডিসেম্বরে দায়ের করা মামলা অনুযায়ী, লুই বার্জার গ্রুপ সহ আফগানিস্তানের পুনর্গঠন প্রকল্পের সাথে জড়িত কিছু মার্কিন ঠিকাদার, তালেবানকে অবৈধ \"সুরক্ষা অর্থ প্রদান\" করেছে, তথা \"তালেবানের নেতৃত্বে সন্ত্রাসী বিদ্রোহ\"-এ অর্থায়ন করেছে যারা আফগানিস্তানে হাজার হাজার মার্কিন হত্যা বা আহত করেছে। ২০০৯ সালে, তৎকালীন রাষ্ট্রসচিব হিলারি ক্লিনটন বলেছিলেন যে \"সুরক্ষা অর্থ\" ছিল \"তালেবানের জন্য অর্থায়নের অন্যতম প্রধান উৎস\"।\n\n\n== মূল প্রকল্প ==\n\n\n=== সড়ক ও সেতু ===\nড্রাগন নদী সেতু, ভিয়েতনাম\nবাং না এক্সপ্রেসওয়ে, থাইল্যান্ড\nকাবুল কান্দাহার মহাসড়ক, আফগানিস্তান\nপানামা খালের উপর তৃতীয় সেতু, পানামা\nঅ্যাডা সেতু, সার্বিয়া\nপেনসিলভানিয়া টার্নপাইক, পেনসিলভানিয়া\nজুবা–নিমুলে সড়ক, দক্ষিণ সুদান\nওহমি–ওডোরি সেতু, জাপান\n\n\n=== বিমানচালনা ===\nসুবর্ণভূমি বিমানবন্দর\nস্যার সিউওসাগুর রামগুলাম আন্তর্জাতিক বিমানবন্দর\nওভদা বিমান ঘাঁটি\nরানী আলিয়া আন্তর্জাতিক বিমানবন্দর\n\n\n=== রেল ===\nকমলাপুর রেলওয়ে স্টেশন\nদোহা মেট্রো\nএমআরটি নীল লাইন\nমুম্বই মনোরেল\nউত্তর দক্ষিণ রেলওয়ে (সৌদি আরব)\n\n\n=== সামুদ্রিক ===\nলেক্কি বন্দর\nসান্তোস বন্দর\n\n\n=== অন্যান্য প্রকল্প ===\nলিঙ্কন স্মৃতি প্রতিফলিত পুল\nকাজকি বাঁধ\n\n\n== আরও দেখুন ==\nহারমানোস সেরডান আন্তর্জাতিক বিমানবন্দর\nকাবুল কান্দাহার মহাসড়ক\nপেনসিলভানিয়া টার্নপাইক\nপানামা খালের উপর তৃতীয় সেতু\n\n\n== তথ্যসূত্র =="}