{"pageid": 1287, "title": "দ্য বিটল্‌স", "url": "https://bn.wikipedia.org/wiki?curid=1287", "content": "দ্য বিটল্‌স (ইংরেজি: The Beatles) ছিল ইংল্যান্ডের লিভারপুলের একটি রক সঙ্গীত গ্রুপ। এর চার সদস্য ছিলেন জন লেনন, পল ম্যাকার্টনি, জর্জ হ্যারিসন এবং রিঙ্গো স্টার। বিটল্‌স জনপ্রিয় ধারার সঙ্গীতের ইতিহাসে সমালোচক ও শ্রোতা উভয় দিক থেকেই শীর্ষস্থানীয় সঙ্গীত দল ছিল। ১৯৬০ এর দশকের মধ্যভাগে বিটল্‌স অভূতপূর্ব জনপ্রিয়তা লাভ করে। ১৯৬৯ এ বিটল্‌স ভেঙ্গে যায়, কিন্তু তা সত্ত্বেও সারা পৃথিবীতে বিটল্‌স এখন পর্যন্ত জনপ্রিয়।\nপ্রথম যুগের রক এন্ড রোল এবং পপ সঙ্গীতে তাদের প্রভাবের জন্য তাদের শিল্পসম্মত অর্জন ও বাণিজ্যিক সফলতা একটি মর্যাদাপূর্ণ আসনে আসীন হয়ে আছে। যদিও তাদের প্রাথমিক সাঙ্গীতিক ধরন ১৯৫০-এর রক এ্যান্ড রোল এর মূলে প্রোথিত ছিল, তারপরও বিভিন্ন সাঙ্গীতিক ধরন, যেমন, লোক সঙ্গীত, রকাবেলী সাইকেডেলিক এবং ভারতীয় সঙ্গীতের বিভিন্নতাকে ধারণ করেছিল বিটল্‌স।\nবিটল্‌স্ এর প্রভাব সঙ্গীতের বাহিরেও ব্যাপ্ত ছিল। তাদের পোশাক-আশাক, কেশবিন্যাস, বক্তব্য, এমনকি তাদের পছন্দের সঙ্গীত যন্ত্রসমূহের প্রভাব ১৯৬০ দশকজুড়ে তাদেরকে দৃষ্টান্ত সৃষ্টিকারী হিসেবে তৈরি করে ফেলেছিল। আজ পর্যন্ত বিটল্‌স অন্য যেকোন ব্যান্ড দলের চেয়ে বেশি অ্যালবাম বিক্রি করেছে। যুক্তরাজ্যে তাদের ৪০টি বিভিন্ন অ্যালবাম বেরিয়েছিল যা সর্বোচ্চ জনপ্রিয়তা পেয়েছিল। এই বাণিজ্যিক সফলতার পুনরাবৃত্তি হয়েছিল অন্যান্য অনেক দেশেই। ই.এম.আই. এর অনুমান অনুযায়ী ১৯৮৫ এর মধ্যে বিটল্‌স্ এর এক বিলিয়নের উপর ডিস্ক ও টেপ বিক্রি হয়েছিল। আমেরিকাতেও একক গান এবং অ্যালবাম বিক্রির ক্ষেত্রে বিটল্‌স ছিল সর্বকালের সেরা শিল্পী দল।\n২০০৪ সালে রোলিং স্টোন ম্যাগাজিন বিটল্‌সকে সর্বকালের সেরা ১০০ শ্রেষ্ঠ শিল্পীর তালিকার শীর্ষে স্থান দেয়।\n\n\n== ইতিহাস ==\n\n\n=== ১৯৫৭–৬২: গঠন, হামবুর্গ এবং যুক্তরাজ্য জনপ্রিয়তা ===\nটেমপ্লেট:The Beatles history\n১৯৫৭ সালের মার্চে লিভারপুলের কুয়েরি ব্যাংক গ্রামার স্কুলে পড়াকালীন সময়ে জন লেনন দ্য কোয়ারিমেন নামে একটি দল গঠন করেন। ১৯৫৭ সালের ৬ জুলাই সেইন্ট পিটার্স চার্চের উল্টন গার্ডেনে লেননের সাথে পল ম্যাককার্টনির সাক্ষাৎ হয় এবং এর কিছুদিন পর লেনন তাকে ব্যান্ডে যোগ দেবার আমন্ত্রণ জানান। ১৯৫৮ সালের ৬ ফেব্রুয়ারি তরুণ গিটারিস্ট জর্জ হ্যারিসনকে লিভারপুলের উইন্সটন হলে দলটির শো দেখতে আমন্ত্রণ জানানো হয়। ম্যাককার্টনি ও হ্যারিসন ছিলেন একই এলাকার বাসিন্দা। লিভারপুল ইনস্টিটিউট থেকে ফেরার সময় তারা পরিচিত হন এবং ম্যাককার্টনির অনুরোধে জর্জ হ্যারিসন লিড গিটারিস্ট হিসেবে দ্য কোয়ারিমেন দলে যোগ দেন। লেনন শুরুতে কম বয়স্ক হবার কারণে হ্যারিসনকে নিতে না চাইলেও ১৯৫৮ সালের মার্চে দলের সাথে মহড়ার পর তিনি সন্তুষ্ট হন। সে সময় নিয়মিত সদস্য যোগ দিয়েছেন আবার বেরিয়েও গেছেন। ১৯৬০ সালের জানুয়ারিতে লেননের ক্লেজ জীবনের বন্ধু স্টুয়ার্ট সাটক্লিফ বেজ গিটারিস্ট হিসেবে যোগ দেন। লেনন ও ম্যাককার্টনি উভয়েই রিদম গিটার বাজাতেন। দলে ড্রামারের সঙ্কট ছিল। পরে ১৯৬২ সালে রিঙ্গো স্টার দলটিতে যোগ দান করেন। রিঙ্গোকে সঙ্গে নিয়ে দলটি তাদের নিজস্ব একক গানগুলো বিভিন্ন কনসার্টে পরিবেশন করতে থাকে। ম্যাককার্টনি ও লেনন ম্যাককার্টনি/লেনন গান লেখায় জুটি গড়ে তোলেন। ইতোমধ্যেই তারা বেশ সাফল্য অর্জন করতে সক্ষম হন।\n\n\n==== নামকরণ ====\nকোয়ারিমেন ব্যান্ডের নাম বেশ কয়েকবার পরিবর্তন করা হয়— \"জনি অ্যান্ড দ্য মুনডগস\", \"লং জন অ্যান্ড দ্য বিটল্‌স\", \"দ্য সিলভার বিটল্‌স\", এবং শেষ পর্যন্ত ১৯৬০ সালের আগস্ট মাসে \"দ্য বিটল্‌স\" নামটি স্বীকৃতি পায়। ব্যান্ডের নাম ও নামের বানান নিয়ে বেশ কয়েকটি মতবাদ প্রচলিত রয়েছে। তবে সাধারণত লেননকেই নামকরনের কৃতিত্ব দেয়া হয়, যিনি বলেছিলেন নামটি বিটল (beetle) পোকা (বাডি হলির দ্য ক্রিকেটস নামে ব্যান্ড ছিল) ও বিট (beat) এর মিলনে তৈরি করা হয়েছে। সিনথিয়া লেননের মতে বিটল্‌স নামটি রর্যাাভেনশ হল বারের বিয়ার-পূর্ণ টেবিলে মাথা খাটিয়ে তৈরি করা হয়েছে। লেনন যিনি একই ঘটনার বিভিন্ন কাহিনী বলার জন্য বিখ্যাত, ১৯৬১ সালে মার্সি বিট ম্যাগাজিনকে বলেন, স্বপ্নে একটি মানুষ জলন্ত পাই নিয়ে তাদের কাছে আসে এবং বলে যে আজকে থেকে তারা এ বানানের বিটল্‌স। ২০০১ সালে এক সাক্ষাৎকারে পল ম্যাককার্টনি নামের বিদঘুটের বানানের কৃতিত্ব নিজের বলে দাবি করেন। তিনি বলেন, জন বিটল্‌স (beetles) নামের প্রস্তাব করেছিল, তখন আমি বলি বিটল্‌স (beatles) হলে কেমন হয়? কারণ আমি ড্রামের বিট পছন্দ করি। তখন সবাই এটি বেশ পছন্দ করে।\n\n\n== আন্তর্জাতিক খ্যাতি ==\n১৯৬৩ সালের ২২ মার্চ দ্য বিটল্‌স এর প্রথম স্টুডিও অ্যালবাম প্লিজ প্লিজ মি মুক্তি পায়। ১৯৬২ সালের জনপ্রিয় একক গানগুলোর পাশাপাশি নতুন কিছু গানসহ মোট ১৪টি গান এ অ্যালবামে স্থান পায়। এ অ্যালবামটি ইংল্যান্ডের সঙ্গীতের শীর্ষতালিকায় প্রথম স্থান দখল করে। ফলে দলটি বিপুল জনপ্রিয়তা অর্জন করে। তারা নিজেদের একটি লোগোও তৈরি করে ফেলে।\n\nদ্য বিটল্‌স এর দ্বিতীয় স্টুডিও অ্যালবাম উইদ দ্য বিটল্‌স মুক্তি পায় ২২ নভেম্বর ১৯৬৩ সালে। এ অ্যালবামটির রেকর্ডিং চলেছে একই বছরের ১৮ জুলাই থেকে ২৩ অক্টোবর পর্যন্ত। এতে জর্জ হ্যারিসনের প্রথম কম্পোজিশান করা গানটি রয়েছে। \n১৯৬৪ সালের ফেব্রুয়ারি মাসে দলটি ইংল্যান্ড ত্যাগ করে আন্তর্জাতিক পরিসরে কনসার্ট করার জন্য। তারা যুক্তরাষ্ট্রের এক টিভি অনুষ্ঠানে সঙ্গীত পরিবেশন করে । ৭৩ লক্ষ দর্শক— সে দেশের ৪০% মানুষ এ অনুষ্ঠান দেখেন।  এর ফলে তাদের আন্তর্জাতিক খ্যাতি আরও বেড়ে যায়। জন লেনন পরিচিত ছিলেন সুদর্শন বিটল হিসেবে, পল ম্যাককার্টনি মিষ্টি বিটল, জর্জ হ্যারিসন শান্ত বিটল, ও রিঙ্গো স্টার রসাত্নক বিটল হিসেবে পরিচিত ছিলেন। এ হার্ড ডে’স নাইট ১৯৬৪ সালে মুক্তি পায়। এতে ব্যান্ডটি তাদের রক অ্যান্ড রোল ধারা অব্যাহত রাখে। এটি প্রকৃতপক্ষে বিটল্‌সের সদস্যদের অভিনীত কয়েকদিন আগের মুক্তি পাওয়া একই শিরোনামের একটি হাস্যরসাত্নক চলচ্চিত্রের গানের অ্যালবাম। চলচ্চিত্রটি আন্তর্জাতিক ভাবে প্রচন্ড জনপ্রিয় হয়। এ গানের অ্যালবামের রেকর্ডিং-এ জর্জ হ্যারিসন ব্যবহার করেন ১২ তারের রিকেনবেকার গীটারটি। একই বছরের একেবারে শেষভাগে, বড়দিনের আগে বিটল্‌স ফর সেল মুক্তি পায়। তারা সর্বমোট ১২ টি স্টুডিও অ্যালবাম প্রকাশ করে। তাদের সর্বশেষ অ্যালবাম 'লেট ইট বি' ১৯৭০ সালের মে মাসে মুক্তি পায়। ১৯৬০ দশক পুরটুকুই দ্য বিটল্‌স বিশ্ব সঙ্গীতজগতে রাজত্ব করেছে।\n\n\n== ভাঙ্গন ==\nদ্য বিটল্‌স-এর ভাঙ্গনের পেছনে একাধিক কারণ ছিল। মূলত ব্যক্তিগত মতের অমিলের রেশ ধরেই ১৯৬৮ সাল থেকে তাদের দলে ভাঙ্গনের সূত্রপাত হয়। ১৯৭০ সালে 'দ্য বিটল্‌স-এর আনুষ্ঠানিক ভাঙ্গন হয়। ভাঙ্গনের পর চার বিটল ব্যক্তিগত সঙ্গীত ক্যারিয়ারে প্রবেশ করেন। ১৯৮০ সালে জন লেনন-এর মৃত্যর পর ১৯৯৪ সালে বাকি তিন বিটল একত্রিত হয়েছিলেন।\n\n\n== ডিস্কোগ্রাফি ==\n\n\n=== মূল ক্যাটালগ ===\nপ্লিজ প্লিজ মি (১৯৬৩)\nউইথ দ্য বিটল্‌স (১৯৬৩)\nএ হার্ড ডে'স নাইট (১৯৬৪)\nবিটল্‌স ফর সেল (১৯৬৪)\nহেল্প! (১৯৬৫)\nরাবার সোল (১৯৬৫)\nরিভলভার (১৯৬৬)\nসার্জেন্ট পেপার'স লোনলি হার্টস ক্লাব ব্যান্ড (১৯৬৭)\nম্যাজিকাল মিস্টেরি ট্যুর (১৯৬৭)\nদ্য বিটল্‌স (হোয়াইট অ্যালবাম) (১৯৬৮)\nইয়েলো সাবমেরিন (১৯৬৯)\nঅ্যাবি রোড (১৯৬৯)\nলেট ইট বি (১৯৭০)\n\n\n== টীকা ==\n\n\n== উদ্ধৃতি ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nFBI file on The Beatles\nHugo Keesing Collection on the Beatles - মেরিল্যান্ড বিশ্ববিদ্যালয়ের শিল্পকলা সঞ্চালনার বিশেষ সংগ্রহ\nদ্য বিটল্‌স রোলিং স্টোন এ\nদ্য বিটল্‌সের ইন্টার্ভিউ ডেটাবেস\nদ্য বিটল্‌স - টাইমলাইন\nহামবুর্গে দ্য বিটল্‌স ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ ডিসেম্বর ২০০৬ তারিখে\nহওয়াট গোজ অন দ্য বিটল্‌সের খবর"}