{"pageid": 1290, "title": "মস্তিষ্ক", "url": "https://bn.wikipedia.org/wiki?curid=1290", "content": "মস্তিষ্ক হলো কেন্দ্রীয় স্নায়ুতন্ত্রের স্ফীত, তরল দ্বারা পূর্ণ গহ্বরযুক্ত ও মেনিনজেস নামক আবরণী দ্বারা আবৃত করোটির ভেতরের অংশ। ভ্রুণ অবস্থায় সুষুম্নাকান্ডের অগ্রবর্তী দন্ডাকার অংশ ভাঁজ হয়ে পর পর ৩টি বিষমাকৃতির স্ফীতি তৈরী করে৷ স্ফীতি ৩টি মিলেই গঠিত হয় মস্তিষ্ক৷ প্রাপ্তবয়স্ক লোকের মস্তিষ্কের আয়তন ১৫০০ ঘন সেন্টিমিটার, গড় ওজন ১.৩৬ কেজি। মানবদেহে সেরিব্রাল কর্টেক্সে প্রায় ১৪ থেকে ১৬ বিলিয়ন নিউরন থাকে। মস্তিষ্ক মেনিনজেস নামক পর্দা দ্বারা আবৃত। মানুষের মস্তিষ্কের প্রধান তিনটি অংশ হলো গুরুমস্তিষ্ক, মধ্যমস্তিষ্ক এবং লঘুমস্তিষ্ক।\n(ক) গুরুমস্তিষ্ক: মস্তিষ্কের প্রধান অংশ হলো গুরুমস্তিষ্ক। এটি ডান ও বাম খণ্ডে বিভক্ত। এদের ডান ও বাম সেরিব্রাল হেমিস্ফিয়ার বলে। মানব মস্তিষ্কের সেরিব্রাল হেমিস্ফিয়ার অধিকতর উন্নত ও সুগঠিত।\n(খ) মধ্যমস্তিষ্ক: গুরুমস্তিষ্ক ও পনস এর মাঝখানে মধ্যমস্তিস্ক অবস্থিত। মধ্যমস্তিষ্ক দৃষ্টিশক্তি,শ্রবণশক্তির সাথে সম্পর্কযুক্ত।\n(গ) লঘুমস্তিষ্ক : লঘুমস্তিষ্ক গুরুমস্তিষ্কের নিচে ও পশ্চাতে অবস্থিত। এটা গুরু মস্তিষ্কের চেয়ে আকারে ছোট। লঘুমস্তিষ্ক কথা বলা ও চলাফেরা নিয়ন্ত্রণ করে। এর তিনটি অংশ হলো সেরিবেলাম, পনস এবং মেডুলা।\n\n\n== স্নায়ুকোষ ও স্নায়ুসন্ধি ==\n\nমানবমস্তিষ্কের মূল গঠন-উপাদান হল স্নায়ুকোষ। এই কোষগুলো বৈদ্যুতিক সংকেতের আকারে অনুভূতি পরিবহন করতে পারে। এদের দুই প্রান্তে যে শাখাপ্রশাখার মত প্রবর্ধক থাকে তারা হল ডেন্ড্রাইট, আর মূল তন্তুর মত অংশের নাম অ্যাক্সন। ডেন্ড্রাইট হল সংকেতগ্রাহক অ্যান্টেনার মত, যা অন্য নিউরন থেকে সংকেত গ্রহণ করে। অ্যাক্সন সেই সংকেত পরিবহন করে অপরপ্রান্তের ডেন্ড্রাইটে নিয়ে যায়। দুটি বা ততোধিক নিউরোনের সংযোগস্থলকে বলে সিন্যাপস, যেখানে এদের সংকেত বিনিময় হয়। মূলত একটি নিউরনের অ্যাক্সন এবং অপর একটি নিউরনের ডেনড্রাইটের মিলনস্থলকে স্নায়ুসন্ধি (সিন্যাপস) বলে। মানুষের করটেক্সে মোটামুটি ১০,০০০ এর মত সিন্যাপস থাকে। মানুষের সেরিব্রামের বাম অংশ তুলনামূকভাবে বেশি উন্নত৷ সেরিব্রামকে গুরুমস্তিষ্কও বলা হয়৷ সেরিব্রামের ভিতরের অংশে স্নায়ুতন্ত থাকে৷ এই অংশটি শ্বেত বর্ণের এবং বাইরের অংশ ধূসর বর্ণের। সেরিব্রামের ডান খণ্ড শরীরের বাম অঞ্চল এবং সেরিব্রামের বাম খণ্ড শরীরের ডান অঞ্চল নিয়ন্ত্রণ করে।\n\n\n== মস্তিষ্কের বিভাগ ==\n\nমানুষের মস্তিষ্ক ৩ ভাগে বিভক্ত ৷ \n\nঅগ্র মস্তিষ্ক (Fore brain/ Prosencephalon)\n\"টেলেনসেফালন=সেরিব্রাল হেমিস্ফিয়ার\"দ্বয় (telencephalon=cerebral hemispheres)\nডায়েনসেফালন (Diencephalon)\nথ্যালামাস (thalamus) এবং এপিথ্যালামাস, সাবথ্যালামাস, মেটাথ্যালামাস\nহাইপোথ্যালামাস (ও পশ্চাৎ পিটুইটারি গ্রন্থি) এই অগ্র মস্তিষ্ক ২ ভাগে বিভক্ত- ১.ডান সেরিব্রাল হেমিস্ফিয়ার ২.বাম সেরাব্রাল হেমিস্ফিয়ার\nমধ্য মস্তিষ্ক (Mid brain/ mesencephalon)\n\"সেরিব্রাল পেডাঙ্কল\"দ্বয় (Cerebral peduncles)\nসাবস্ট্যানসিয়া নাইগ্রা (Substantia nigra)\nপশ্চাৎ মস্তিষ্ক (hindbrain/ rhombencephalon)\nমেটেনসেফালন (Metencephalon)\nপন্স ও সেরিবেলাম\nমেডুলা অবলঙ্গাটা\n\n\n== মস্তিষ্ক এবং সুষুম্নাকাণ্ডের গহ্বর ==\nসমগ্র কেন্দ্রীয় স্নায়ুসূত্র ফাঁপা বা গহ্বরবিশিষ্ট। মস্তিষ্কের গহ্বরকে ইংরেজীতে ভেনট্রিকল (Ventricle) বলে। সুষুম্না কাণ্ডের গহ্বরকে কেন্দ্রীয় নালী (Central Canal) বলা হয়।  ভেনট্রিকল ও কেন্দ্রীয় নালী দুইই তরল লিম্ফ পদার্থে পূর্ণ থাকে যার নাম 'সেরিব্রোস্পাইনাল ফ্লুইড' (Cerebro-Spinal fluid)। এই রসের মাধ্যমে মস্তিষ্ক ও সুষূম্নাকাণ্ডের কোষ- গুলিতে খাদ্য ও অক্সিজেন প্রেরিত হয়।\nমস্তিষ্কের মধ্যে যে সব গহ্বর দেখা যায় তার মধ্যে আছে-\n১। একজোড়া পার্শ্ব ভেনট্রিকল (Lateral ventricle)-যা সেরিব্রামের দুটি  গোলার্ধের মধ্যে অবস্থিত।\n২। তৃতীয় ভেনট্রিকল, (Third Ventricle)-ডায়ানসেফালন মধ্যবর্তী গহ্বর যা ফোরামেন অব মনরো (Foramen of Monro) নামে ছিদ্রের মাধ্যমে দুটি পার্শ্ব ভেনট্রিকলের সঙ্গে যুক্ত।\n৩। চতুর্থ ভেনট্রিকল, (Fourth Ventricle)-মেডালা অবলংগাটা মধ্যবর্তী গহ্বর, যা ইটার (Iter) বা অ্যাকুইডাক্ট অব সিলভিয়াস (Aqueduct of Sylvius) নামে একটি সরু নালীর সাহায্যে তৃতীয় ভেনট্রিকলের সঙ্গে যুক্ত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThe Society for Neuroscience\nIBRO (International Brain Research Organization)\nThe HOPES Brain Tutorial at hopes.stanford.edu  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ আগস্ট ২০২০ তারিখে\nComparative Mammalian Brain Collection\nBrain Research News from ScienceDaily\nBrainInfo for Neuroanatomy\nNeuroscience for kids\nBrainMaps.org, interactive high-resolution digital brain atlas based on scanned images of serial sections of both primate and non-primate brains\nThe Brain from Top to Bottom\nThe Department of Neuroscience at Wikiversity\nThe Secret Life of the Brain : History of the Brain from PBS\nUniversity of Washington  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ জুলাই ২০১৮ তারিখে 3D animations of brain regions - click through from \"Click for copyright\"\nCell Centered Database"}