{"pageid": 1294, "title": "পঞ্জিকা (হিন্দুধর্ম)", "url": "https://bn.wikipedia.org/wiki?curid=1294", "content": "পঞ্জিকা (বা পাঁজি) হলো বাংলা, ওড়িয়া, মৈথিলী এবং  অসমীয়া ভাষায় প্রকাশিত হিন্দু জ্যোতির্বিজ্ঞানীয় পঞ্জিকা। আড়ম্বরপূর্ণ ভাষায় একে ‘পাঁজি’ বলা হয়। ভারতের অন্যান্য অঞ্চলে একে পঞ্চঙ্গম বলা হয়। এটি ভারতে প্রকাশিত সর্বাধিক জনপ্রিয় বার্ষিক বইগুলির মধ্যে অন্যতম এবং এটি পর্যবেক্ষক হিন্দুদের তাদের ধর্মীয় অনুষ্ঠান, উৎসব, উদ্‌যাপন এবং বিবাহ, ভ্রমণ, ইত্যাদিসহ বিভিন্ন প্রকারের সাধনার জন্য সর্বাধিক শুভ সময় নির্ধারণ করার একটি সহজ রেফারেন্স। কোনও কোনও পুরোহিত বা জ্যোতিষীর কাছে বিশদ সিদ্ধান্ত নেওয়ার আগে এটি কিছুটা প্রস্তুত-গণনাকারী বা প্রথম উৎস।  এমনকি হিন্দুদের মধ্যে ‘অবিশ্বাসী’ এবং যারা হিন্দু নন তারা প্রায়শই ব্যবহারিক তথ্যের জন্য একটি পঞ্জিকার প্রকাশিত তথ্যের পরামর্শ নেন। এটিতে মুসলমান, খ্রিস্টান এবং অন্যান্য উৎসব, অনেক শীর্ষস্থানীয় ব্যক্তিত্বের জন্ম ও মৃত্যুর তারিখ লিপিবদ্ধ করে এবং জ্যোতিষশাস্ত্র সম্পর্কিত তথ্যমূলক নিবন্ধ থাকে।  বাঙালিদের মধ্যে বেণীমাধব শীলের ফুল পঞ্জিকাটি হলো অন্যতম জনপ্রিয় ও বহুল ব্যবহৃত পঞ্জিকা। তবে ১৮৯০ খ্রিস্টাব্দে প্রখ্যাত গণিতজ্ঞ মাধবচন্দ্র চট্টোপাধ্যায় প্রবর্তিত বিশুদ্ধ সিদ্ধান্ত পঞ্জিকা বিজ্ঞানসম্মত এবং অনেকেই তা অনুসরণ করেন।\n\n\n== ওড়িয়া পাঁজি ==\nওড়িয়ায় ছয়টি পাঁজি রয়েছে, সেগুলি হলো:\n\nআসালি খাদিরত্ন পাঞ্জিকা,\nবিরাজা পাঁজি,\nভাগ্যাদায়া পাঁজি,\nকোহিনূর পাঁজি,\nগৌড়িয়া বিষ্ণব পাঞ্জিকা\nএবং মাদালা পাঁজি।\nমাদালাল পাঞ্জি দ্বাদশ শতাব্দী থেকে ভারতীয় আঞ্চলিক ভাষার প্রথম পঞ্জিকা। এটি ওড়িশার ইতিহাসের মূল উৎস এবং প্রমাণ। পাঠানী সমন্ত চন্দ্র শেখর (১৮৩৫ থেকে ১৯০৪) বৈজ্ঞানিক উপায়ে ওড়িয়া পঞ্জিকা পুনরুদ্ধার করেছেন। এবং গৌড়িয়া বিষ্ণব পাঞ্জিকা।\nমাদালা পাঞ্জি (ওড়িয়া - ମାଦଳ ପାଂଜି) উড়িষ্যার পুরী জগন্নাথ মন্দিরের একটি ক্রনিকল। এটি জগন্নাথ এবং জগন্নাথ মন্দির সম্পর্কিত ওড়িশ্যার ঐতিহাসিক ঘটনা বর্ণনা করে। মাদালা পাঞ্জি দ্বাদশ শতাব্দীর। মাদালা পাঞ্জি ঐতিহ্যগতভাবে বছর-বছর ভিত্তিতে রচিত হয়েছিল। বিজয়া-দশমীর দিন করণাস (ওড়িশ্যার একটি পুরীর পুরির সরকারি ইতিহাস লেখকরা ইতিহাসের ইতিহাস রক্ষায় জড়িত। এই ক্রনিকলটি রাখার ঐতিহ্যটি ওড়িয়া রাজা অনন্তবর্মণ চূড়াগঙ্গা দেব (1078-11150) এর মাধ্যমে শুরু হয়েছিল।\nঐতিহ্য অনুসারে,চূড়াগঙ্গা মন্দিরের রেকর্ড সংরক্ষণের জন্য ক্যারানাসের ২৪টি পরিবার তৈরি করেছিলেন। এর মধ্যে পাঁচজনকে মাদালা পাঞ্জির রচনা ও সংরক্ষণের দায়িত্ব দেওয়া হয়েছিল। তারা হলো:\n\nপাঞ্জিয়া করণ - মাদালা পাঞ্জি সংরক্ষণ করে\nতাদৌ করণ — লিখেছেন মাদালা পাঞ্জি\nদেউলা করণ - মাদালা প্রয়োগ করে\nকথা করণ — মূল সংকলক\nবৈঁঠি করণ - সহকারী\n\n\n== বাঙালি পঞ্জিকা নির্মাতাদের দুটি স্কুল ==\nবাংলায় পঞ্জিকা নির্মাতাদের দুটি পদ্ধতি রয়েছে – দৃকসিদ্ধান্ত (বিশুদ্ধসিদ্ধান্ত পঞ্জিকা) এবং অদৃকসিদ্ধান্ত (গুপ্ত প্রেস, পিএম বাগচি  ইত্যাদি)। যে দিনগুলিতে উৎসব অনুষ্ঠিত হবে সেগুলি তারা নির্দেশ করে। কখনও কখনও, তারা বিশেষ উৎসব জন্য বিভিন্ন তারিখ নির্দিষ্ট। ২০০৫ সালে দুর্গাপূজার জন্য, দুটি পৃথক তারিখের মধ্য দিয়ে এসেছিল। কিছু সম্প্রদায় পূজা গুপ্ত প্রেস পঞ্জিকা অনুসরণ করেছিল, এর জনপ্রিয়তার কারণে। এটি সম্মেলনের সম্মানের সাথেই ছিল, বৈদিক পণ্ডিত ও পুরুষোহিত মহামিলন কেন্দ্রের সভাপতি পণ্ডিত নিতাই চক্রবর্তী নিশ্চিত করেছেন। বেলুড় মঠ বিশুদ্ধসিদ্ধান্ত পঞ্জিকার প্রতি অনুগত ছিলেন। স্বামী বিজ্ঞানানন্দ (যিনি ১৯৩৭-৩৮ সালে গণিতের রাষ্ট্রপতি হয়েছিলেন), তিনি একজন জ্যোতিষী ছিলেন, যিনি সিদ্ধান্ত নিয়েছিলেন যে রামকৃষ্ণ মিশন আরও বৈজ্ঞানিক হওয়ায় এই পঞ্জিকা অনুসরণ করবেন। \nএদের পার্থক্য দুটি স্কুল লুনি-সৌর আন্দোলনের ভিন্ন ক্যালেন্ডার অনুসরণ করে যার তিথি উপর ভিত্তি করে। যদিও গুপ্ত প্রেস পঞ্জিকা ১৬ শতাব্দীতে অনুসরণ রঘুনন্দন রচিত  অষ্টবিংশতিতত্ত্ব ১৫০০ বছর বয়সী জ্যোতির্বিদ্যা গ্রন্থ উপর ভিত্তি করে সূর্যসিদ্ধান্ত। বিশুদ্ধসিদ্ধান্ত পঞ্জিকা, সূর্যসিদ্ধান্তের দেওয়া গ্রহের অবস্থানের একটি ১৮৯০ সংশোধনীর উপর ভিত্তি করে। \n\n\n== বৈজ্ঞানিক সংস্কার ==\nপ্রাচীনতম পঞ্জিকা প্রায় খ্রিস্টপূর্ব ১০০০ অবধি। এটি সময় বিশ্লেষণ করে তবে গণনাগুলি সব সময় খুব সঠিক হত না। সূর্যসিদ্ধান্ত, যে যুগে উৎপাদিত, সব পরের পঞ্জিকার এর অগ্রদূত ছিল। \nব্রিটিশ শাসনামলে বিশ্বম্ভর আবার হাতে লেখা বই আকারে পঞ্জিকা প্রকাশের কাজ শুরু করেছিলেন। মুদ্রিত সংস্করণটি ১৮৬৯ সালে এসেছিল। বিশুদ্ধ সিদ্ধান্ত পঞ্জিকা ১৮৯০ সালে প্রথম প্রকাশিত হয়েছিল।  গুপ্ত প্রেস সূর্যসিদ্ধান্তকে মূল বিন্যাসের সাথে অনুসরণ করে যখন ‘সংশোধন’ শাস্ত্রের সংস্করণটিকে বিশুদ্ধ সিদ্ধান্ত বলা হয়। \nবিশুদ্ধ সিদ্ধান্ত পঞ্জিকা অস্তিত্ব নিয়েছিলেন কারণ একজন জ্যোতির্বিদ মাধবচন্দ্র চট্টোপাধ্যায়, পঞ্জিকা অধ্যয়ন করার পরে প্রচলিতভাবে গ্রহ-নক্ষত্রের প্রকৃত এবং জ্যোতিষীয় অবস্থানের মধ্যে পার্থক্য খুঁজে ছিলেন। তিনি বৈজ্ঞানিক পাঠ অনুসারে পঞ্জিকা সংশোধন করেছিলেন। ভারতের বিভিন্ন অঞ্চলে অন্যান্য ব্যক্তিরাও ছিলেন যাঁরা পঞ্জিকার বৈজ্ঞানিক পুনর্বিবেচনার পদ্ধতিকে সমর্থন করেছিলেন। এটি উড়িষ্যার মহামহোপাধ্যায় চন্দ্রশেখর সিংহ সামন্ত এবং পুনেতে বাল গঙ্গাধর তিলকের মতো লোককে অন্তর্ভুক্ত করেছিল। \n১৯৫২ সালে পঞ্জিকার একটি বড় সংশোধনী ভারত সরকারের নেতৃত্বে গৃহীত হয়েছিল। \n\n\n== রূপান্তর ==\nগুপ্ত প্রেস, একজন বাঙালি পঞ্জিকা, ২০০৭ সালে একটি সিডি-সংস্করণ প্রকাশ করেছে যা ‘আপনার দিনটি জানুন’, ‘প্রতিদিনের রাশিফল’ এবং ‘কোষ্ঠী বিচার’ (রাশিফল) এর মত ইন্টারেক্টিভ বৈশিষ্ট্যযুক্ত। পঞ্জিকার মূল রূপান্তর রূপান্তর। সময়ের সাথে সাথে এটি আরও আকর্ষণীয় করে তুলতে পর্যটকদের আকর্ষণ, তীর্থস্থানগুলির স্থান, টেলিফোন কোড এবং সাধারণ মানুষ যে সাধারণ তথ্যের সন্ধান করে তার মতো তথ্য যুক্ত করেছে। বিভিন্ন গোষ্ঠীর চাহিদা পূরণের জন্য এই ফর্ম্যাটটি আরও নমনীয় করা হয়েছে। ‘ডিরেক্টরি পঞ্জিকা’ (ম্যাগনাম ওপাস) ‘পূর্ণ পঞ্জিকা’ (পাতলা সংস্করণ) এবং ‘অর্ধ পঞ্জিকা’ (সংক্ষিপ্ত সংস্করণ) এবং ‘পকেট পঞ্জিকা’-এর মতো রূপগুলির আলাদা আলাদা দাম রয়েছে। পকেট পঞ্জিকা স্থানীয় ট্রেনগুলিতে হকারদের আনন্দ। \n১৯৩০ এর দশকে প্রকাশিত মদন গুপ্তের সম্পূর্ণ পঞ্জিকা বাহ্যিকভাবে খুব বেশি পরিবর্তন হয়নি। পুরু গোলাপী কাগজে কভারটি এখনও একইরকম, তবে অভ্যন্তরটি খুব আলাদা। পৃষ্ঠাগুলি মোটা নিউজপ্রিন্ট থেকে মসৃণ সাদা কাগজে পরিবর্তিত হয়েছে, লেটার প্রেসগুলি অফসেট প্রিন্টিংয়ের পথ তৈরি করেছে, কাঠের ব্লকগুলি ধারালো ফটোগ্রাফ দ্বারা প্রতিস্থাপন করা হয়েছে। সবচেয়ে বড় পার্থক্যটি হলো বিজ্ঞাপন-সম্পাদকীয় অনুপাতের। পূর্বে বিজ্ঞাপনগুলি মুদ্রিত পদার্থের বেশিরভাগ অংশ তৈরি করেছিল - এবং খাঁটি আনন্দ ছিল। \"যখন টিভি ছিল না এবং এতগুলি সংবাদপত্র ছিল না, তখন পঞ্জিকা অনেকগুলি পণ্যের বিজ্ঞাপনের জায়গা ছিল। \"বিজ্ঞাপনের জন্য অনেকেই পঞ্জিকা কিনেছিলেন,\" মালিক মহেন্দ্র কুমার গুপ্ত বলেছেন, \"তারা অনেকগুলি 'অযোগ্য' রোগের সমাধান দিতে পারে।\" 1938 সংস্করণ একটি \"বৈদ্যুতিক সমাধান\" - এর একটি পূর্ণ পৃষ্ঠার বিজ্ঞাপন দিয়ে শুরু হয়েছিল, যা মৃত লোকদের পুনরুত্থিত করার প্রতিশ্রুতি দিয়েছিল। এখন তারা লন্ডন, ওয়াশিংটন এবং নিউ ইয়র্কে সূর্যাস্ত এবং সূর্যোদয়ের ভিত্তিতে দুর্গাপূজার সময় প্রকাশ করে। \nগুপ্ত প্রেসের ব্যবস্থাপনা পরিচালক অরিজিৎ রায়চৌধুরির মতে, পূর্বের রাজ্যের পূর্ব অংশে বাজারটি নষ্ট হয়ে যাওয়ায় ভারত বিভাগের পরে পঞ্জিকা বিক্রয় হ্রাস পেয়েছে। যাই হোক, ফর্ম্যাট এবং সামগ্রীর অভিনব রূপান্তরের সাথে সাথে বিক্রয়ও বেড়েছে এবং ২০০৭ এর সামগ্রিক বার্ষিক বাজারটি ২০ লাখ কপি। চিত্রটি মার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্যের বিক্রয় অন্তর্ভুক্ত। \nপাঞ্জিকরা আধুনিক দিনের শপিংমলগুলিতেও প্রবেশ করেছে। আরপিজি গ্রুপের এক প্রবীণ কর্মকর্তা মণি শঙ্কর মুখোপাধ্যায়, যিনি নিজে একজন খ্যাতিমান লেখক, বলেছেন, “গুড়গাঁয়ে আমাদের স্পেনসারের স্টোর রেকর্ড সংখ্যক পাঞ্জিকা বিক্রি করেছে।”  বাংলা পঞ্জিকা অনুসরণ বাংলা ক্যালেন্ডার এবং মাসে আউট সাধারনত চৈত্র, তাই মানুষ এটা আগে ভাল কিনতে পারেন যে পহেলা বৈশাখ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিশুদ্ধ সিদ্ধান্ত পাঞ্জিকা সফটওয়্যার আপনার পিসি এবং মোবাইলের জন্য ৫০০০ খ্রিস্টপূর্ব থেকে ৫০০০ খ্রিস্টাব্দ\nবিশুদ্ধ সিদ্ধান্ত পাঞ্জিকা অনুসারে বাংলা ক্যালেন্ডার (ভারতীয় স্ট্যান্ডার্ড সময় অনুসরণ করে)\nজগন্নাথ পাঞ্জি / মাদালা পাঞ্জি। পূর্ব ভারতের প্রাচীনতম পানজি\nমাদালা পাঞ্জি\nওড়িয়া পাঞ্জি\nনতুন ওড়িয়া পাঞ্জিকা 2017-18\nবিশুদ্ধ পূর্ণাঙ্গ পাঞ্জিকা - প্রবোধ শর্মা"}