{"pageid": 129459, "title": "আসানসোল সদর মহকুমা", "url": "https://bn.wikipedia.org/wiki?curid=129459", "content": "আসানসোল সদর মহকুমা পশ্চিমবঙ্গের পশ্চিম বর্ধমান জেলার একটি মহকুমা। এই মহকুমা আসানসোল পৌরসংস্থা ও চারটি সমষ্টি উন্নয়ন ব্লক (বরাবনি, জামুরিয়া, রানিগঞ্জ ও সালানপুর) নিয়ে গঠিত। উক্ত চারটি ব্লকের অধীনে ৩৫টি গ্রাম পঞ্চায়েত ও ১৮টি সেন্সাস টাউন রয়েছে। বিদ্রোহী কবি কাজী নজরুল ইসলাম এই মহকুমার অন্তর্গত চুরুলিয়ায় জন্মগ্রহণ করেন।\n\n\n== এলাকা ==\nআসানসোল পৌরসংস্থা ছাড়া আসানসোল সদর মহকুমার বরাবনি, জামুরিয়া, রানিগঞ্জ ও সালানপুর ব্লক চারটির অধীনে ৩৫টি গ্রাম পঞ্চায়েত ও ১৮টি সেন্সাস টাউন রয়েছে। এই ১৮টি সেন্সাস টাউন হল পানগাছিয়া (খ), ভানোয়ারা, পরশিয়া, কেন্দা, কুনুস্তারা, বাঁশড়া, চেলাদ, রতিবাটী, চাপুই, জেমারি (জে. কে. নগর টাউনশিপ), আমকুলা, মুরগাথুল, রঘুনাথচক, বল্লভপুর, বেলেবাথান, চিত্তরঞ্জন, হিন্দুস্তান কেবলস টাউন ও জেমারি।\n\n\n== ব্লক ==\n\n\n=== বরাবনি ব্লক ===\nবরাবনি ব্লকের গ্রামীণ এলাকা আটটি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল বরাবনি, ইটাপাড়া, নুনি, পানুরিয়া, দোমোহানি, জামগ্রাম, পানগাছিয়া ও পুঁচড়া। এই ব্লকের শহরাঞ্চল পানগাছিয়া (খ) ও ভানোয়ারা সেন্সাস টাউন দুটি নিয়ে গঠিত। ব্লকটি বরাবনি ও আসানসোল (উত্তর) থানার অধীনস্থ। ব্লকের সদর দোমোহানি বাজার।\n\n\n=== জামুরিয়া ব্লক ===\nজামুরিয়া ব্লকের গ্রামীণ এলাকা দশটি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল বাহাদুরপুর, দোবরানা, মদনতোড়, তপসি, চিনচুরিয়া, হিজলগাড়া, পরশিয়া, চুরুলিয়া, কেন্দা ও শ্যামলা। এই ব্লকের শহরাঞ্চল পরশিয়া, কেন্দা ও কুনুস্তারা সেন্সাস টাউন তিনটি নিয়ে গঠিত। ব্লকটি জামুরিয়া ও পাণ্ডবেশ্বর থানার অধীনস্থ। ব্লকের সদর বাহাদুরপুর।\n\n\n=== রানিগঞ্জ ব্লক ===\nরানিগঞ্জ ব্লকের গ্রামীণ এলাকা ছয়টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল আমড়াসোতা, এগরা, রতিবাটী, বল্লভপুর, জেমারি ও তিরাট। এই ব্লকের শহরাঞ্চল বাঁশড়া, চেলাদ, রতিবাটী, চাপুই, জেমারি (জে. কে. নগর টাউনশিপ), আমকুলা, মুরগাথুল, রঘুনাথচক, বল্লভপুর ও বেলেবাথান সেন্সাস টাউন দশটি নিয়ে গঠিত। ব্লকটি রানিগঞ্জ থানার অধীনস্থ। ব্লকের সদর সিয়ারশোল রাজবাড়ি।\n\n\n=== সালানপুর ব্লক ===\nসালানপুর ব্লকের গ্রামীণ এলাকা ১১টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল আছড়া, দেন্দুয়া, ফুলবেরিয়া বোলকুন্দা, আল্লাদি, এথোরা, রূপনারায়ণপুর, বাসুদেবপুর জেমারি, জিতপুর-উত্তররামপুর, সালানপুর, কাল্যা ও সামদি। এই ব্লকের শহরাঞ্চল চিত্তরঞ্জন, হিন্দুস্তান কেবলস টাউন ও জেমারি সেন্সাস টাউন তিনটি নিয়ে গঠিত। ব্লকটি চিত্তরঞ্জন ও সালানপুর থানার অধীনস্থ। ব্লকের সদর রূপনারায়ণপুর বাজার।\n\n\n== বিধানসভা কেন্দ্র ==\nসীমানা নির্ধারণ কমিশনের সুপারিশ ক্রমে পশ্চিমবঙ্গের পরিবর্তিত বিধানসভা কেন্দ্র বিন্যাসে:\n\nআসানসোল পৌরসংস্থা এলাকা দুটি বিধানসভা কেন্দ্রে বিভক্ত। এই পৌরসংস্থার ১-৮, ১০-১৭, ১৯, ২৩-৩৩ ওয়ার্ডগুলি নিয়ে আসানসোল উত্তর বিধানসভা কেন্দ্র গঠিত।\nআসানসোল পৌরসংস্থার ৯, ১৮, ২০, ৩৪-৫০ নং ওয়ার্ডগুলি এবং রানিগঞ্জ ব্লকের আমড়াসোতা, এগরা, বল্লভপুর, জেমারি ও তিরাট গ্রাম পঞ্চায়েত নিয়ে আসানসোল দক্ষিণ বিধানসভা কেন্দ্র গঠিত।\nরানিগঞ্জ ব্লকের অবশিষ্ট গ্রাম পঞ্চায়েতগুলি, জামুরিয়া পুরসভা এলাকা ও জামুরিয়া ব্লক নিয়ে জামুরিয়া বিধানসভা কেন্দ্র গঠিত।\nরানিগঞ্জ পুরসভা এলাকা নিয়ে রানিগঞ্জ বিধানসভা কেন্দ্র গঠিত।\nকুলটি পুরসভা এলাকা নিয়ে কুলটি বিধানসভা কেন্দ্র গঠিত।\nবরাবনি ও সালানপুর ব্লকদুটি নিয়ে বরাবনি বিধানসভা কেন্দ্র গঠিত।\nছয়টি বিধানসভা কেন্দ্রই আসানসোল লোকসভা কেন্দ্রের অন্তর্গত।\n\n\n== পাদটীকা ==\n\nটেমপ্লেট:Bardhaman District"}