{"pageid": 12953, "title": "৩৬", "url": "https://bn.wikipedia.org/wiki?curid=12953", "content": "৩৬ জুলীয় বর্ষপঞ্জীর একটি অধিবর্ষ যেটি রবিবার দিয়ে শুরু। সেই সময়ে এই বছর এল্লেনাস ও প্লাওতাস-এর কন্সালশীপের বছর বলে পরিচিত ছিল (বা, কম প্রচলিত, আব উরবে ক্যন্দিতার ৭৮৯ বছর; রোম প্রতিষ্ঠার বছর)। এই বছরকে ৩৬ বলে আখ্যায়িত করা হয় শুরুর দিকের মধ্যযুগীয় কাল থেকে, যখন ইউরোপে কমন এরা এবং অ্যানো ডোমিনি বছরের নামকরনের জন্য প্রচলিত পদ্ধতি হয়ে উঠে।\n\n\n== ঘটনাবলী ==\n\n\n=== এলাকা অনুসারে ===\n\n\n==== চীন ====\n\nডিসেম্বর ২৫ – ঊ হান সম্রাট পূর্বাঞ্চলীয় হানগুয়াংউর সৈন্যবাহিনীকে,চেঞ্জিয়া সাম্রাজ্যের বিচ্ছিন্নতাবাদীদের সঙ্গে বিজয়ী হয়ে একীভূত চীনের জন্য হুকুম দেন।\n\n\n==== রোমান সাম্রাজ্য ====\nপন্টিয়াস পিলেট is recalled to রোম after putting down a সামারিটান uprising.\nলুসিয়াস ভিটেলিয়াস Lucius Vitellius defeats আরতাবানুস তৃতীয় Artabanus III of পার্থিয়া Parthia in support of another clamaint to the throne, তিরিডেটস তৃতীয় Tiridates III.\nহেরোড অ্যান্টিপাস Herod Antipas suffers major losses in a war with অ্যারেটাস চতুর্থ Aretas IV of [[\nনবতীয়া Nabatea]], provoked partly by এন্টিপাস  Antipas' divorce of আরিতাস Aretas' daughter. According to জোসিফাস Josephus, ইরোদ্ Herod's defeat was popularly believed to be divine punishment for his execution of John the Baptist. Emperor টাইবেরিয়াস Tiberius orders his governor of সিরিয়া, \nভিটেলিয়াস Vitellius, to capture or kill আরিতাস  Aretas, but he is reluctant to support Herod and abandons his campaign upon টাইবেরিয়াস Tiberius' death in AD ৩৭.\n\nমার্সেলাস becomes governor of যিহূদিয়ার Judaea and শামারিয়া Samaria.\n\n\n==== মেসোয়ামেরিকা ====\nLast calendar monument before a moratorium that lasts for about three centuries.\n\n\n=== বিষয় অনুসারে ===\n\n\n== জন্ম ==\nলুসিয়াস অ্যানিয়াস ভিনিশিয়ানাস  Lucius Annius Vinicianus, Roman senator and legatus in the Roman–Parthian War of 58–63.\n\n\n== মৃত্যু ==\nডিসেম্বর ২৪ – গঙ্গসুন শু, চেঞ্জিয়ার চাইনিজ সম্রাট\nগাইয়াস সুলপিসিয়াস গালবা, রোমান সিনেটর এবং কনসাল\nমেন্ডেসের থ্র্যাসিলাস, গ্রীক ব্যাকরণবিদ এবং জ্যোতিষী\nভাইবুলেনাস আগ্রিপা, রোমান অভিজাত বংশীয় ব্যক্তি এবং নাইট (সমীকরণ)\n\n\n== তথ্যসূত্র =="}