{"pageid": 1295, "title": "কানাডা", "url": "https://bn.wikipedia.org/wiki?curid=1295", "content": "কানাডা (ইংরেজি: Canada) উত্তর আমেরিকার উত্তরাংশে অবস্থিত একটি রাষ্ট্র। এর দশটি প্রদেশ ও তিনটি অঞ্চল আটলান্টিক মহাসাগর থেকে প্রশান্ত মহাসাগর এবং উত্তরে আর্কটিক মহাসাগর পর্যন্ত বিস্তৃত। ‌এটি পৃথিবীর দ্বিতীয় বৃহত্তম রাষ্ট্র।\nকানাডার অধিকৃত ভূমি প্রথম বসবাসের জন্য চেষ্টা চালায় আদিবাসী জনগোষ্ঠীসমূহ। পঞ্চদশ শতকের শুরুতে ইংরেজ এবং ফরাসি অভিযাত্রীরা আটলান্টিক উপকূল আবিষ্কার করে এবং পরে বসতি স্থাপনের উদ্যোগ নেয়। ফ্রান্স দীর্ঘ সাত বছরের যুদ্ধে পরাজয়ের ফলস্বরূপ ১৭৬৩ সালে উত্তর আমেরিকায় তাদের সব উপনিবেশ ব্রিটিশদের কাছে ছেড়ে দেয়। ১৮৬৭ সালে, মিত্রতার মধ্য দিয়ে চারটি স্বায়ত্তশাসিত প্রদেশ নিয়ে দেশ হিসেবে কানাডা গঠন করা হয়। এর ফলে আরো প্রদেশ এবং অঞ্চল সংযোজনের পথ সুগম,এবং ইংল্যান্ড থেকে স্বায়ত্তশাসন পাওয়ার প্রক্রিয়া ত্বরান্বিত হয়। ১৯৮২ সালে জারীকৃত কানাডা অ্যাক্ট অনুসারে, দশটি প্রদেশ এবং তিনটি অঞ্চল নিয়ে গঠিত কানাডা সংসদীয় গণতন্ত্র এবং আইনগত রাজ্যতন্ত্র উভয়ই মেনে চলে। রাষ্ট্রের প্রধান রাজা তৃতীয় চার্লস ও রাষ্ট্রের সরকার প্রধান প্রধানমন্ত্রী এবং কানাডার সরকারি ভাষা ইংরেজি ও ফরাসি।\n\n\n== কানাডীয় শিল্ড অঞ্চল ==\nউত্তর আমেরিকার উত্তর-পূর্বাংশে যে প্রাচীন শিলা গঠিত ক্ষয়প্রাপ্ত মালভূমি অবস্থান করছে তাকে কানাডীয় শিল্ড অঞ্চল অথবা 'লরেন্সিয় মালভূমি' বলা হয়। বিরাট 'V' আকৃতির এই অঞ্চলটি কানাডার উত্তরাংশে হাডসন উপসাগরকে বেষ্টন করে রয়েছে। পৃথিবীর মোট ১১টি শিল্ড অঞ্চলের মধ্যে এটি বৃহত্তম। 'শিল্ড' কথার অর্থ বর্ম বা ঢাল, তবে এক্ষেত্রে এর অর্থ শক্ত পাথুরে তরঙ্গায়িত ভূমিরূপ।\n\n\n== ব্যুৎপত্তি ==\n\"কানাডা\" নামটি সম্ভবত এসেছে সেন্ট লরেন্স ইরোকোয়াইয়ান (St. Lawrence Iroquoian) শব্দ \"কানাটা\" (kanata) থেকে, যার অর্থ \"জেলেদের ক্ষুদ্র গ্রাম\", \"গ্রাম\", অথবা \"বসতি\"। ১৫৩৫ সালের দিকে, বর্তমান ক্যুবেক শহরের বসবাসকারীরা অভিযাত্রী জ্যাক কার্তিয়ারকে (Jacques Cartier) স্টেইডাকোনা (Stadacona) গ্রামের দিকে পথনির্দশনের সুবিধার্থে শব্দটি ব্যবহার করেছিল । কার্তিয়ার 'কানাডা' শব্দটি ব্যবহার করেছিল শুধুমাত্র গ্রামটি চিহ্নিত করতেই নয়, বরং গ্রাম্য-প্রধান ডোন্নাকোনা (Donnacona) সম্পর্কিত সব কিছু নির্দেশ করতে। ১৫৪৫ সাল নাগাদ, ইউরোপের বই এবং মানচিত্রে এই অঞ্চলকে \"কানাডা\" হিসেবে নির্দেশিত করা শুরু হয়।\nকানাডায় ফরাসি উপনিবেশকে \"নব্য ফ্রান্স\" (New France) বলা হত, যার বিস্তৃতি ছিল সেন্ট লরেন্স নদী থেকে গ্রেইট লেইকসের উত্তর উপকূল পর্যন্ত। পরবর্তীতে, ১৮৪১ সাল পর্যন্ত, এটি যথাক্রমে \"উচ্চ কানাডা\" এবং \"নিম্ন কানাডা\" নামক দুটি ইংরেজ উপনিবেশে বিভক্ত থাকে। কানাডা অ্যাক্ট ১৯৮২ অনুসারে, \"কানাডা\"ই একমাত্র আইনগত এবং দ্বিভাষিক নাম। ১৯৮২ সালে সরকারী ছুটি 'ডোমিনিয়ান ডে' কে পরিবর্তন করে 'কানাডা ডে' করা হয়।\n\n\n== রাজনীতি ==\n\nকানাডা একটি ফেডারেশন যাতে সংসদীয় গণতন্ত্রভিত্তিক সরকারব্যবস্থা এবং একটি সাংবিধানিক রাজতন্ত্র প্রচলিত। কানাডার সরকার দুই ভাগে বিভক্ত। কেন্দ্রীয় সরকার এবং প্রাদেশিক বা আঞ্চলিক সরকার। প্রশাসনিক অঞ্চলগুলির তুলনায় প্রদেশগুলিতে স্বায়ত্তশাসনের পরিমাণ বেশি। কানাডার বর্তমান সংবিধান ১৯৮২ সালে রচিত হয়। এই সংবিধানে পূর্বের সাংবিধানিক আদেশগুলি একটিমাত্র কাঠামোয় একত্রিত করা হয় এবং এতে অধিকার ও স্বাধীনতার উপর একটি চার্টার যোগ করা হয়। এই সংবিধানেই প্রথম কানাডার নিজস্ব স্থানীয় সরকারকে তার সংবিধানের উপর পূর্ণ ক্ষমতা প্রদান করা হয়। পূর্বে কানাডা ১৮৬৭ সালে প্রণীত ব্রিটিশ উত্তর আমেরিকা অধ্যাদেশবলে পরিচালিত হত এবং এতে ও এর পরে প্রণীত আইনসমূহে ব্রিটিশ সরকারকে কিছু সাংবিধানিক ক্ষমতা প্রদান করা হয়েছিল।\n\n\n== ভূগোল ==\nআয়তনের বিচারে কানাডা বিশ্বের ২য় বৃহত্তম রাষ্ট্র। এটি উত্তর আমেরিকা মহাদেশের প্রায় ৪১% নিয়ে গঠিত। কানাডা হচ্ছে পৃথিবীর দ্বিতীয় বৃহত্তম এবং শীতলতম দেশ। উত্তর আমেরিকার এই  দেশটিতে ছয়টি সময় অঞ্চল বিদ্যমান।\nএই দেশের জলবায়ুতে গ্রীষ্মকালে হালকা ভ্যাপসা ঠান্ডা, ভিজা কুয়াশা (কিছুসময়ে গরম রৌদ্রসম্পন্ন), শীতকালে ভীষণ ঠান্ডা, বরফাচ্ছন্ন, শুষ্ক এবং তুষারপাত ইত্যাদি দ্বারা থাকে। এ দেশে প্রতিদিন আর্কটিক বরফাচ্ছন্নের দ্বারা শৈত্যপ্রবাহ সৃষ্টি হয়। এই জলবায়ুটি রাশিয়ার তুলনায় সমতুল্য। এই দেশে রাশিয়ার জলবায়ুর মত শৈত্যপূর্ণ এবং হিমশীতল। এই দেশে বছরে ৮ মাস বরফাচ্ছন্ন থাকে। বরং এদেশে থাকাটা কিছু অনুকূল আবার কিছু প্রতিকুল আছে এবং মানুষ ঠান্ডায় অভ্যস্ত।\n\n\n== অর্থনীতি ==\n\nকানাডা বিশ্বের সবচেয়ে ধনী দেশগুলির একটি। দেশটি অর্গানাইজেশন ফর ইকোনমিক কোঅপারেশন অ্যান্ড ডেভেলপমেন্ট (ওইসিডি) এবং জি৮ গ্রুপের সদস্য। অন্যান্য উন্নতদেশগুলির মত কানাডার অর্থনীতির সিংহভাগ সেবামূলক শিল্প নিয়ে গঠিত। প্রায় তিন চতুর্থাংশ কানাডাবাসী কোন না কোন সেবা শিল্পের সাথে যুক্ত আছেন। কাঠ ও খনিজ তেল আহরণ শিল্প কানাডার প্রধানতম দুইটি ভারী শিল্প। এছাড়া দক্ষিণ ওন্টারিও-কে কেন্দ্র করে একটি উৎপাদন শিল্পব্যবস্থা গড়ে উঠেছে। এগুলির মধ্যে মোটরযান উৎপাদন শিল্প প্রধানতম।\n\n\n== ভাষা ==\n\nইংরেজি ভাষা ও ফরাসি ভাষা যৌথভাবে কানাডার সরকারি ভাষা। কানাডার কেবেক (Quebec) প্রদেশে ফরাসি ভাষা প্রাদেশিক সরকারি ভাষা। আন্তর্জাতিক ক্ষেত্রে সাধারণত ইংরেজি ভাষা ব্যবহার করা হয়। এছাড়াও বহু ইউরোপীয় অভিবাসী ভাষার প্রচলন আছে। এদের মধ্যে উল্লেখযোগ্য তিনটি জার্মান ধর্মীয় সম্প্রদায়ের ভাষা --- হাটারীয়, মেনোনীয়, এবং পেনসিলভেনীয়। কানাডার প্রায় দেড় লক্ষ আদিবাসী আমেরিকান ৭০টিরও বেশি ভাষাতে কথা বলে। এই স্থানীয় ভাষাগুলির মধ্যে ব্ল্যাকফুট, চিপেউইয়ান, ক্রে, ডাকোটা, এস্কিমো, ওজিবওয়া উল্লেখযোগ্য। এখানকার স্থানীয় প্রধান প্রধান ভাষাপরিবারের মধ্যে আছে আলগোংকিন, আথাবাস্কান, এস্কিমো-আলেউট, ইরোকোইয়ান, সিউয়ান এবং ওয়াকাশান ভাষাপরিবার। এছাড়াও অনেক বিচ্ছিন্ন ভাষাও রয়েছে।\n\n\n== সামরিক বাহিনী ==\nবর্তমান কানাডীয় সামরিক বাহিনী ১৯৬৮ সালে প্রতিষ্ঠিত হয়। এটিতে এখন প্রায় ৬২ হাজার সদস্য সক্রিয় আছেন। রিজার্ভে আছেন ২৫ হাজার সদস্য, যার মধ্যে ৪ হাজার কানাডীয় রেঞ্জার্সও আছেন।\n\n\n== তথ্যসূত্র =="}