{"pageid": 1299, "title": "ক্যাথলিক মণ্ডলী", "url": "https://bn.wikipedia.org/wiki?curid=1299", "content": "ক্যাথলিক গির্জা সদস্যসংখ্যা অনুযায়ী খ্রীষ্টধর্মের বৃহত্তম মণ্ডলী বা শাখা। \n২০১৬ সালের হিসাব অনুযায়ী সারা বিশ্বে প্রায় ১৩০ কোটি লোক রোমান ক্যাথলিক গির্জা দীক্ষিত বলে পরিগণিত হন। রোমীয় ক্যাথলিক গির্জা \"বিশ্বের প্রাচীনতম নিরবচ্ছিন্নভাবে অদ্যাবধি সচল আন্তর্জাতিক সংস্থা\" হিসেবে পরিচিত। নাসরতীয় যীশু ও তাঁর বারোজন প্রেরিত কর্তৃক প্রবর্তিত প্রথম ও অবিভক্ত খ্রীষ্টান সম্প্রদায় থেকে শুরু করে নিরবচ্ছিন্ন প্রেরিতীয় উত্তরাধিকারের মাধ্যমে এই মণ্ডলী এখন পর্যন্ত টিকে আছে। মণ্ডলীটির সর্বোচ্চ নেতা হলেন রোমের বিশপ, যাঁকে পোপ উপাধি দেওয়া হয়। মণ্ডলীর কেন্দ্রীয় প্রশাসন, যার নাম “পবিত্র পোপরাজ্য”, ইতালির রোম শহরের অভ্যন্তরীণ একটি স্বতন্ত্র নগররাষ্ট্র ভ্যাটিকান সিটিতে অবস্থিত।\nক্যাথলিক শব্দটি গ্রীক শব্দ কাথোলিকোস (প্রাচীন গ্রিক: καθολικός) থেকে এসেছে, যার অর্থ সর্বজনীন। খ্রীষ্টধর্মের ইতিহাসের প্রথম দিকে এই অর্থে ব্যবহৃত হলেও ৪র্থ শতকে এসে ক্যাথলিক বলতে রোমের পোপের অনুসারীদের বোঝানো শুরু হয়।\nনিকীয় মতবাদটি  ক্যাথলিক ভিত্তি। ক্যাথলিক মণ্ডলী দাবি করে যে এটি যীশুখ্রীষ্ট কর্তৃক প্রতিষ্ঠিত অদ্বিতীয়, পবিত্র, সর্বজনীন (ক্যাথলিক) ও আদিপ্রচারকদের (প্রেরিতগণ) গির্জা। এটি আরও দীক্ষা দেয় যে, ক্যাথলিক বিশপরা হলেন যীশুখ্রীষ্টের শিষ্যদের উত্তরসূরী প্রচারক। তারা আরও বলেন যে পোপ হলেন প্রেরিত পৌলের উত্তরসূরী এবং যীশুখ্রীষ্ট নিজে সাধু পৌলকে শ্রেষ্ঠত্ব অর্পণ করেছিলেন। ক্যাথলিক গির্জা দাবি করে যে এটি আদি খ্রীষ্টধর্মীয় বিশ্বাস অনুযায়ী কাজ করে, তাদের বিশ্বাস অভ্রান্ত এবং পবিত্র ঐতিহ্যের মাধ্যমে এটি পরম্পরাক্রমে অদ্যাবধি চলে এসেছে।\nক্যাথলিক মণ্ডলীর সাতটি প্রধান অনুষ্ঠান আছে, যাদের মধ্যে সবচেয়ে গুরুত্বপূর্ণটি হল যীশুর নিস্তারপর্বের ভোজ উদ্‌যাপন অনুষ্ঠান। বহু মানুষের উপস্থিতিতে স্ত্রোত্রপাঠের মাধ্যমে এটি সম্পন্ন করা হয়। একজন পাদ্রি মদ ও রুটি উৎসর্গ করেন, যেগুলি যথাক্রমে যীশুর রক্ত ও দেহের প্রতিনিধিত্বমূলক।\nক্যাথলিক মণ্ডলী পশ্চিমা সভ্যতার ইতিহাস ও বিকাশে গুরুত্বপূর্ণ ভূমিকা রেখেছে। এটি পশ্চিমা দর্শন, সংস্কৃতি, বিজ্ঞান ও শিল্পকলার উপর প্রভাব ফেলেছে। ১০৫৪ সালে রোমের পোপের কর্তৃত্ব নিয়ে বিতর্কের ফলে প্রাচ্য অর্থোডক্স মণ্ডলীটি আলাদা হয়ে যায়। ১৬শ শতকে খ্রীষ্টধর্ম সংস্কার আন্দোলনের ফলশ্রুতিতে প্রোটেস্ট্যান্ট খ্রীষ্টানেরা ক্যাথলিক মণ্ডলী পরিত্যাগ করে। ২০শ শতাব্দী থেকে বেশিরভাগ ক্যাথলিক খ্রীষ্টান দক্ষিণ গোলার্ধে বাস করছে, যার কারণ ইউরোপে ধর্মনিরপেক্ষতাবাদের উত্থান এবং মধ্যপ্রাচ্যে খ্রীষ্টানদের উৎপীড়ন বৃদ্ধি।\n২০শ শতাব্দীর শেষদিকে ও ২১শ শতাব্দীর প্রারম্ভে এসে ক্যাথলিক মণ্ডলী যৌনতা সংক্রান্ত মতবাদ, নারী যাজক নিয়োগে অসম্মতি এবং ধর্মীয় নেতাদের যৌন অসদাচরণের ব্যাপারে প্রতিক্রিয়া ইত্যাদি নিয়ে নিন্দিত হয়েছে।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nVatican.va  – official website of the Holy See\nNews.va  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ জুন ২০১১ তারিখে  – official news website\nVatican YouTube  – official YouTube channel"}