{"pageid": 1300682, "title": "পঞ্চব্রহ্মা উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1300682", "content": "পঞ্চব্রহ্মা উপনিষদ (সংস্কৃত: पञ्चब्रह्मा उपनिषत्) একটি মধ্যযুগীয় সংস্কৃত পাঠ এবং এটি হিন্দুধর্মের ছোট উপনিষদ। পাঠ্যটি ১৪টি শৈব উপনিষদের একটি এবং কৃষ্ণ যজুর্বেদের ৩২টি উপনিষদের একটি হিসাবে শ্রেণীবদ্ধ করা হয়েছে।\nঅদ্বৈত বেদান্ত এর পরিভাষায়, উপনিষদটি শিবকে মহিমান্বিত করে। ব্রহ্ম হিসাবে সদাশিবের উপর ফোকাস করার জন্য পাঠ্যটি উল্লেখযোগ্য, তাঁর পাঁচটি মুখ পাঁচজন দেবতার সাথে সম্পর্কিত, এবং ব্রহ্মের সাথে মিলন বা মোক্ষ অর্জনের জন্য \"সোহম\" বা \"আমিই তিনি, তিনি আমি\" এর ধ্যানের সুপারিশ করে।\n\n\n== ইতিহাস ==\nপঞ্চব্রহ্মা উপনিষদের তারিখ বা লেখক অজানা। ক্র্যামরিচ বলেছেন যে এটি বিলম্বিত পাঠ্য, তবে সম্ভবত বিষ্ণুধর্মোত্তর পুরাণের আগে রচিত হয়েছিল।\nতিনি অজন্তা গুহা চিত্রের সাথে সমসাময়িক ৭ম-শতাব্দীর শেষের দিকের কথা বলেছেন।\nএই পাঠের পাণ্ডুলিপিগুলিকে পঞ্চব্রহ্মা উপনিষদ  এবং পঞ্চব্রহ্মোপনিষদ নামে পাওয়া যায়। মুক্তিকা সূত্রের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম কর্তৃক হনুমানের কাছে বর্ণিত, এটিকে ৯৩ নম্বরে পঞ্চব্রহ্মা উপনিষদ হিসেবে তালিকাভুক্ত করা হয়েছে। এই পাঠ্যটি মুঘল যুগের দারা শিকোহ দ্বারা প্রকাশিত ৫০টি গুরুত্বপূর্ণ হিন্দু উপনিষদের সংকলন এবং হেনরি টমাস কোলব্রুক দ্বারা প্রকাশিত ৫২টি উপনিষদের ১৮শ শতকের সংকলনের অংশ নয়, বা এটি নারায়নার Bibliotheca Indica সংকলনে পাওয়া যায় না।\nউপনিষদ হিসেবে, এটি হিন্দুধর্মের দার্শনিক ধারণা উপস্থাপন করে বেদান্ত সাহিত্য সংগ্রহের একটি অংশ।\n\n\n== বিষয়বস্তু ==\n\nপাঠ্যটি ঋষি পিপ্পলাদ শিবকে জিজ্ঞাসা করার সাথে শুরু হয়, \"সেটি কী যা প্রথম অস্তিত্ব লাভ করেছিল?\" শিবের উত্তরটি পঞ্চব্রহ্ম উপনিষদের শ্লোক হিসাবে গঠন করা হয়েছে।\nপঞ্চব্রহ্মা উপনিষদ বাস্তবতার (ব্রহ্ম) বা শিবের পাঁচটি রূপ বর্ণনা করে যা সর্বোচ্চ বাস্তবতা থেকে উদ্ভূত –সদ্যোজাত, অঘোরSবামদেব, তৎপুরুষ ও ঈশান। তিনি হলেন পঞ্চমতক, যিনি পাঁচটি ব্রহ্মাকে লুকিয়ে রাখেন এবং তাঁকে উপলব্ধি করাই হল মোক্ষ। পাঠ্যটি দাবি করে, ঈশান ব্রহ্মের সর্বোচ্চ রূপ, অপ্রকাশিত প্ররোচনাকারী, ওঁ দ্বারা সুশোভিত, এবং যে পাঁচটি ব্রহ্মাই পরম নির্গুণ ব্রহ্মে স্থির হন। এই পঞ্চব্রহ্মা গ্রন্থে বলা হয়েছে, পঞ্চব্রহ্মার বাইরেও পরম তার নিজস্ব আলোয় জ্বলজ্বল করে।\nপাঠ্যটি জোর দেয়, সদ্যোজাত পৃথিবীর প্রতিনিধিত্ব করে এবং ক্রিয়াশক্তি এর সাথে যুক্ত, অঘোর আগুনের প্রতিনিধিত্ব করে এবং ইচ্ছাশক্তি চালনা করে এবং বামদেব জলের প্রতিনিধিত্ব করে এবং জ্ঞানশক্তি প্রেরণ করে। তৎপুরুষ বায়ুর প্রতিনিধিত্ব করে এবং জীবনের শক্তি, যেখানে ঈশান ইথার-স্পেস ও অতীন্দ্রিয়ের প্রতিনিধিত্ব করে।\nতেউন গৌদ্রিয়ান বলে, পঞ্চব্রহ্মা উপনিষদ শিবের পাঁচটি মুখের পিছনের এই প্রতীকবাদের উপর ফোকাস করে এবং ঈশান মুখ ব্যতীত সকলের সম্পর্কে রহস্যময় সমীকরণ। শিবের ঈশান মুখ সাধারণ উপাখ্যান যেমন \"শান্তির থেকে উচ্চতর\", \"ব্রহ্ম\", \"সর্বোচ্চ\", \"সবকিছুর পিছনে দীপ্তি\" এবং \"আমি নিজেই সেই ব্রহ্ম\" হিসাবে মহিমান্বিত, এইভাবে এই পাঠ্যে তার মৌলিক অবস্থানের উপর জোর দেওয়া হয়েছে। পাঠ্যেের ২৩ নং শ্লোকটি জোর দিয়ে বলে যে একজনকে অবশ্যই \"সোহম\" বা \"আমি তিনি, তিনিই আমি\" এর সাথে মোক্ষ, ব্রহ্মের সাথে মিলনের জন্য শিবের ধ্যান করতে হবে। গৌদ্রিয়ান বলেন, এই পাঠ্যের এই দৃষ্টিভঙ্গি হিন্দু দর্শনের অদ্বৈত বেদান্ত অবস্থানের সাথে মিলে যায়।\nক্র্যামরিচ বলে, এই উপনিষদ \"জ্ঞানের শক্তি\"কে প্রাধান্য দেয়, কিছু শৈব পাঠের বিপরীতে, যেমন ভাতুলসুদ্ধ-আগামা যা \"ইচ্ছার শক্তি\"কে জোর দেয়। ক্র্যামরিচের মতে, এটি হয় মতবাদগত পার্থক্য হতে পারে বা শতাব্দী ধরে পাণ্ডুলিপিগুলির সংক্রমণে সম্ভাব্য ত্রুটি হতে পারে, তবে শৈবধর্ম সত্তাতত্ত্বর উপাদানগুলি ১ম-সহস্রাব্দ খ্রিস্টাব্দ-এর শেষের অংশ থেকে পাঠ্য জুড়ে সামঞ্জস্যপূর্ণ।\nক্র্যামরিচ যোগ করে, পাঠ্য জোর দিয়ে বলে যে \"এই সমস্ত অভূতপূর্ব জগৎ হল পরব্রহ্ম, শিব, পঞ্চমুখী ব্রহ্মের চরিত্রের\", এবং যে সত্তার অভ্যন্তরীণ ও বাহ্যিক ইন্দ্রিয়ের সবকিছু, যা ভিতরে পড়ে বা তার বাইরে থাকে, তা হল পঞ্চগুণ ব্রহ্ম চরিত্রের শিব।\nঅন্বেষক তাঁর দৃষ্টিশক্তি, তাঁর আধ্যাত্মিক বিকাশের শক্তি অনুসারে পাঁচটি ব্রহ্ম শিবের সেই দিকটি উপলব্ধি করেন এবং তিনি হলেন শিব যিনি সমস্ত প্রাণীর হৃদয়ে আছেন, শিব হলেন সত-চিত্ত-আনন্দ, যার অর্থ অস্তিত্ব, চেতনা ও সুখ। শিব হলেন মুক্তিদাতা, পাঠটি জোর দিয়ে বলে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nAyyangar, TRS (১৯৫৩)। Saiva Upanisads। Jain Publishing Co. (Reprint 2007)। আইএসবিএন 978-0895819819। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nGoudriaan, Teun (২০০৮)। Maya: Divine And Human। Motilal Banarsidass। আইএসবিএন 978-8120823891। \nKramrisch, Stella (১৯৮১)। The Presence of Śiva। Princeton, New Jersey: Princeton University Press। আইএসবিএন 978-8120804913। \nParmeshwaranand, S (২০০৪)। Encyclopaedia of the Śaivism, Volume 1। Sarup & Sons। পৃষ্ঠা 196। \nMahadevan, T. M. P. (১৯৭৫)। Upaniṣads: Selections from 108 Upaniṣads। Motilal Banarsidass Publ। আইএসবিএন 978-81-208-1611-4। \nNair, Shantha N. (২০০৮)। Echoes of Ancient Indian Wisdom। Pustak Mahal। আইএসবিএন 978-81-223-1020-7। \nHattangadi, Sunder (২০০০)। \"पञ्चब्रह्मोपनिषत् (Panchabrahma Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১ ফেব্রুয়ারি ২০১৬। \nTinoco, Carlos Alberto (১৯৯৬)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2।"}