{"pageid": 1300808, "title": "কৃষ্ণসার", "url": "https://bn.wikipedia.org/wiki?curid=1300808", "content": "কৃষ্ণসার বা অ্যান্টিলোপ শব্দটি আফ্রিকা এবং ইউরেশিয়ার বিভিন্ন অঞ্চলের আদিবাসী যুগ্ম-ক্ষুরযুক্ত রোমন্থক প্রাণীর অনেক প্রজাতিকে বোঝাতে ব্যবহৃত হয়।\n\"অ্যান্টিলোপ\" শব্দটিকে যুগ্ম ক্ষুরযুক্ত চতুষ্পদ ক্রমের বোভিডি পরিবারের অন্তর্গত পুরনো বিশ্বের অসংখ্য চারণ এবং ব্রাউজিং খুরযুক্ত স্তন্যপায়ী প্রাণীদের সমন্বয়ে সংজ্ঞায়িত করা হয়। উত্তর আমেরিকার প্রজাতি, প্রংহর্ন,\"আমেরিকান কৃষ্ণসার\" হিসাবে পরিচিত। তবে এটি আফ্রিকান এবং ইউরেশীয় কৃষ্ণসার থেকে আলাদা পরিবারের অন্তর্গত।\nহরিণের একটি দলকে হরিণপাল বলা হয়। হরিণ শিংগুলি যেখানে বাৎসরিকভাবে ঝড়ে পড়ে এবং পুনরায় জন্মায় সেখানে কৃষ্ণসারের শিং ক্রমাগত বৃদ্ধি পায়।\n\n\n== ব্যুৎপত্তি ==\n\nইংরেজি শব্দ \"অ্যান্টিলোপ\" সর্বপ্রথম ১৪১৭ সালে ব্যবহৃত হয়েছিল এবং এটি প্রাচীন ফরাসি অ্যান্টিলপ থেকে উদ্ভূত হয়েছিল। আবার মধ্যযুগীয় ল্যাটিন ant(h)alopus থেকে উদ্ভূত হয়েছিল, যা বাইজেন্টাইন গ্রীক শব্দ ἀνθόλοψ, anthólops থেকে এসেছে। যা প্রথম অ্যান্টিওকিয়াসের ইউস্টাথিয়াসে প্রত্যয়িত হয়েছিল আনু. ৩৩৬। যার মতে অ্যান্টিলোপ একটি কল্পিত প্রাণী ছিল যেটি; \"ইউফ্রেটিসের তীরে তাড়া করে বেড়ায়, খুব অসভ্য, ধরা কঠিন এবং লম্বা, করাতের মতো শিং যা গাছ কাটতে সক্ষম\"। এটি সম্ভবত গ্রীক ἀνθος, অ্যান্থোস (ফুল) এবং ώψ, অপস (চোখ) থেকে এসেছে, যার অর্থ সম্ভবত \"সুন্দর চোখ\"। অ্যান্টিলোপ শব্দটি সর্বপ্রথম ১৬০৭ সালে জীবিত জরায়ুজ প্রাণীর ক্ষেত্রে ব্যবহৃত হয়েছিল।\n\n\n== প্রজাতি ==\nকৃষ্ণসারের ৯১টি প্রজাতি রয়েছে। যার বেশিরভাগই আফ্রিকার স্থানীয়। কৃষ্ণসারের প্রায় ৩০টি গণ দেখা যায়। বোভিডি গণের উপজাতি বা উপ-পরিবারগুলির শ্রেণিবিভাগ এখনও বিতর্কের বিষয়। তবে বেশ কয়েকটি বিকল্প শ্রেণিবিভাগও রয়েছে। \n\nকৃষ্ণসারের আকারে ব্যাপকভাবে বৈচিত্র্য পরিলক্ষিত হয়। উদাহরণস্বরূপ, একটি পুরুষ সাধারণ ইল্যান্ডের দৈর্ঘ্য ১৭৮ সেমি (৫ ফু ১০ ইঞ্চি) এবং ওজন প্রায় ৯৫০ কিগ্রাম (২,১০০ পা), যেখানে একটি প্রাপ্তবয়স্ক রাজকীয় অ্যান্টিলোপের দৈর্ঘ্য ২৪ সেমি (৯+১⁄২ ইঞ্চি) এবং ওজন মাত্র ১.৫ কিগ্রাম (৩+১⁄৪ পা) ।\n\n\n=== আভিজাতিকচিহ্ন ===\nএন্টিলোপ হেরাল্ড্রিতে একটি সাধারণ প্রতীক, যদিও তারা প্রকৃতি থেকে একটি অত্যন্ত বিকৃত আকারে ঘটে। হেরাল্ডিক এন্টিলোপের দেহ একটি হরিন এবং একটি সিংহের লেজ, দানাদার শিংসহ, এবং এর থুতুর শেষে একটি ছোট টিস্ক থাকে। এই উদ্ভট এবং ভুল ফর্মটি মধ্যযুগে ইউরোপীয় হেরাল্ডদের দ্বারা উদ্ভাবিত হয়েছিল, যারা বিদেশী প্রাণীদের খুব কম জানত এবং বাকিগুলি তৈরি করেছিল। হরিণটিকে ভুলভাবে শিকারের একটি রাক্ষস জানোয়ার হিসাবে কল্পনা করা হয়েছিল; ষোড়শ শতাব্দীর কবি এডমন্ড স্পেন্সার এটিকে \"হিংস্র এবং নেকড়ের মতো পতিত\" বলে উল্লেখ করেছেন।\n\n\n== আরও দেখুন ==\nহরিণ\nভারতীয় কৃষ্ণসার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআল্টিমেট আনগুলেট\nসান দিয়েগো চিড়িয়াখানায় কৃষ্ণসার"}