{"pageid": 1300909, "title": "তারাময় রাত", "url": "https://bn.wikipedia.org/wiki?curid=1300909", "content": "তারাময় রাত (ওলন্দাজ: দ্য স্টেরেননাখট) ওলন্দাজ উত্তর-অন্তর্মুদ্রাবাদী চিত্রশিল্পী ভিনসেন্ট ভ্যান গখের একটি ক্যানভাসে তেল রঙে আঁকা চিত্রকর্ম। ১৮৮৯ সালের জুনে আঁকা এই চিত্রকর্মে, সাঁ-রেমি-দ্য-প্রোভঁসে ভ্যান গখের উন্মাদাগারের শয়নকক্ষের পূর্বমুখী জানালা থেকে একটি কাল্পনিক গ্রামের সংযোজন সহ সূর্যোদয়ের ঠিক পূর্বের মূহুর্ত চিত্রিত করে। এটি ১৯৪১ সাল থেকে মার্কিন যুক্তরাষ্ট্রের নিউ ইয়র্ক শহরের মিউজিয়াম অব মডার্ন আর্টের স্থায়ী সংগ্রহে রয়েছে, যেটি লিলি পি ব্লিস বিকোয়েস্টের মাধ্যমে যাদুঘর কর্তৃক অধিকৃত হয়েছিল। ব্যাপকভাবে ভ্যান গঘের ম্যাগনাম ওপাস হিসাবে বিবেচিত, তারাময় রাত হল পশ্চিমা শিল্পকলার অন্যতম স্বীকৃত চিত্রকর্ম।\n\n\n== আশ্রম ==\n\nমানসিক স্বাস্থ্যভঙ্গের ফলাফল স্বরুপ ১৯৮৮ সালের ২৩ ডিসেম্বর ভ্যান গখ তার বাম কানের আত্ম-বিচ্ছেদ ঘটান। এরপর ১৯৮৯ সালের ৪ মে তিনি স্বেচ্ছায় সেন্ট-পল-ডি-মৌসোল উন্মাদাগারে ভর্তি হন। একটি প্রাক্তন মঠে অবস্থিত, সেন্ট-পল-ডি-মৌসোল ধনীদের জন্য খাবার সরবরাহ করেত এবং ভ্যান গখ এখানে আসার সময় এটি অর্ধেকের বেশি খালি ছিল, ফলে তিনি দ্বিতীয় তলার শয়নকক্ষের পাশাপাশি নিচতলার একটি ঘরও পেইন্টিং স্টুডিও হিসাবে ব্যবহার করার সুযোগ পেয়েছিলেন।\nযে বছর ভ্যান গখ সাঁ-রেমি-দ্য-প্রোভঁসের আশ্রয়ে ছিলেন, আর্লেসে তিনি যে চিত্রকর্ম শুরু করেছিলেন তা অব্যাহত ছিল। এই সময়কালে, তিনি তার কর্মজীবনের কিছু বিখ্যাত কাজ তৈরি করেন, যার মধ্যে রয়েছে ১৮৮৯ সালের মে মাসে আইরিস, এখন জে. পল গেটি মিউজিয়ামে এবং ১৮৮৯ সালের সেপ্টেম্বর থেকে মিউজে ডি'অরসেতে নীল আত্ম-প্রতিকৃতি। তারাময় রাত জুনের মাঝামাঝি ১৮ জুনের মধ্যে আঁকা হয়েছিল, যে তারিখ তিনি তার ভাই থিওকে লিখেছিলেন যে তিনি তারাময় আকাশের নতুন গবেষণা করেছেন।\n\n\n== চিত্রকর্ম ==\n\nযদিও ভ্যান গখের গ্রাউন্ড-ফ্লোর স্টুডিওতে দিনের বেলায় তারাময় রাত আঁকা হয়েছিল, তবে এটি বলা ভুল হবে যে চিত্রকর্মটি স্মৃতি থেকে আঁকা হয়েছিল। পূর্ব দিকে মুখ করা তার শয়নকক্ষের জানালা থেকে দৃশ্যটিকে চিহ্নিত করা হয়েছে, ভ্যান গখ তারাময় রাত সহ যে দৃশ্যটির ২১ বারেরও কম ভিন্নতা এঁকেছেন। ১৮৮৯ সালের ২৩ মে, তিনি তার ভাই থিওকে লিখেছিলেন \"লোহা-বাঁধানো জানালা দিয়ে, আমি গমের একটি ঘেরা বর্গক্ষেত্র দেখতে পাচ্ছি ... যার উপরে, সকালে, আমি তার সমস্ত মহিমায় সূর্যোদয় দেখি।\"\nভ্যান গখ দিনের বিভিন্ন সময়ে এবং বিভিন্ন আবহাওয়ার মধ্যে দৃশ্যটি চিত্রিত করেছেন, যেমন সূর্যোদয়, চন্দ্রোদয়, সূর্যালোক-ভরা দিন, মেঘলা দিন, বাতাসের দিন এবং বৃষ্টি সহ একদিন। হাসপাতালের কর্মীরা ভ্যান গখকে তার শোবার ঘরে ছবি আঁকার অনুমতি না দিলেও, তিনি সেখানে কাগজে কালি বা কাঠকয়লা দিয়ে স্কেচ তৈরি করতে সক্ষম হন; অবশেষে, তিনি পূর্ববর্তী সংস্করণের উপর ভিত্তি করে নতুন বৈচিত্র্য আনেন। এই সমস্ত চিত্রকর্মগুলিকে একত্রিত করে সচিত্র উপাদান হল ডান দিক থেকে আসা তির্যক রেখা যা আলপিল্লেস পর্বতমালার নিচু ঘূর্ণায়মান পাহাড়গুলিকে চিত্রিত করে। একুশটি সংস্করণের মধ্যে পনেরটিতে, সাইপ্রাস গাছগুলি গমক্ষেত ঘেরা দূরের প্রাচীর ছাড়িয়ে দৃশ্যমান। ভ্যান গখ এই চিত্রগুলির মধ্যে ছয়টিতে সেগুলির আকারকে অতিরঞ্জিত করেছেন, বিশেষত এফ৭১৭ সাইপ্রাসের সাথে গমক্ষেত এবং তারাময় রাত-এ, গাছগুলিকে চিত্রতলের কাছাকাছি নিয়ে এসেছে।\nদৃশ্যটির প্রথম চিত্রকর্মের মধ্যে একটি ছিল এফ৬১১ সেন্ট-রেমির পিছনে পর্বতীয় ভূদৃশ্য, যেটি এখন কোপেনহেগেনে রয়েছে। ভ্যান গখ চিত্রকর্মের জন্য বেশকয়েকটি স্কেচ তৈরি করেছিলেন, যার মধ্যে এফ১৫৪৭ ঝড়ের পরে অটক গমক্ষেত সাধারণ বা আদর্শস্বরূপ। চিত্রকর্মটি তার স্টুডিওতে নাকি বাইরে করা হয়েছিল তা স্পষ্ট নয়। তার ৯ জুনের চিঠিতে এটি বর্ণিত হয়েছে, তিনি উল্লেখ করেছেন যে তিনি কয়েক দিন ধরে বাইরে কাজ করছিলেন। ভ্যান গখ ১৯৮৯ সালের ১৬ জুন তার বোন উইলকে লেখা একটি চিঠিতে উল্লেখ করেছেন যে, দুটি ভূদৃশ্যে তিনি কাজ করছেন তার মধ্যে দ্বিতীয়টি বর্ণনা করেছেন। এফ৭১৯ সাইপ্রাসের সাথে সবুজ গমক্ষেত, যা এখন প্রাগে রয়েছে, এবং আশ্রমে প্রথম চিত্রকর্ম যা তিনি এন প্লেইন এয়ারে এঁকেছিলেন। এফ১৫৪৮ \"গমক্ষেত, সাঁ-রেমি-দ্য-প্রোভঁসে\", বর্তমানে একটি গবেষণাভ জন্য নিউ ইয়র্কে রয়েছে। দুই দিন পরে, ভিনসেন্ট থিওকে লিখেছিলেন যে তিনি \"একটি তারাময় আকাশ\" এঁকেছেন।\nতার শয়নকক্ষের জানালা থেকে দৃশ্যের ধারাবাহিকের মধ্যে তারাময় রাত একমাত্র নিশীথচিত্র। জুনের প্রথম দিকে, ভিনসেন্ট থিওকে লিখেছিলেন, \"আজ সকালে আমি সূর্যোদয়ের অনেক আগে আমার জানালা থেকে গ্রামাঞ্চলকে দেখলাম, সকালের তারা ছাড়া আর কিছুই নেই, যা দেখতে খুব বড়\"। গবেষকরা নির্ধারণ করেছেন যে শুক্র গ্রহ (কখনও কখনও \"মর্নিং স্টার\" হিসাবে উল্লেখ করা হয়) প্রকৃতপক্ষে ১৮৮৯ সালের বসন্তে প্রোভঁসে ভোরবেলা দৃশ্যমান ছিল এবং সেই সময়ে এটিকে প্রায় যতটা সম্ভব উজ্জ্বল দেখা যেত। তাই চিত্রকর্মের সবচেয়ে উজ্জ্বল \"তারা\", সাইপ্রাস গাছের ঠিক ডানদিকে, আসলে শুক্র গ্রহ।\nচিত্রকর্মে চাঁদকে শৈলীযুক্ত করা হয়েছে, যেহেতু জ্যোতির্বিজ্ঞানের রেকর্ডগুলি ইঙ্গিত করে যে ভ্যান গখের চিত্রকর্মটি আঁকার সময় এটি আসলে ক্ষয়প্রাপ্ত হয়ে যাচ্ছিল এবং সেই সময়ে চাঁদের পর্যায়টি যদি তার ক্ষয়প্রাপ্ত অর্ধচন্দ্রাকার হয়ে থাকত, তবে ভ্যান গখের চাঁদটি জ্যোতির্বিদ্যাগতভাবে সঠিক হত না। (চাঁদের অন্যান্য ব্যাখ্যার জন্য, নীচে দেখুন।) ভ্যান গখের কক্ষ থেকে স্পষ্টভাবে দৃশ্যমান নয় এমন একটি সচিত্র উপাদান হল গ্রাম, যা সেন্ট-রেমি গ্রামের উপরে একটি পাহাড়ের ধারে তৈরি স্কেচের (এফ১৫৪১ভি) উপর ভিত্তি করে আঁকা। পিকভ্যান্স ভেবেছিলেন এফ১৫৪১ভি পরে আঁকা হয়েছিল, এবং স্টিপলটি প্রোভেনসালের চেয়ে বেশি ওলন্দাজ ছিল, তার নুয়েনেন আমলে বেশকয়েকটি ভ্যান গখের একটি সংমিশ্রণ এঁকেছিলেন, এবং এইভাবে তার \"উত্তরের স্মৃতিচারণ\"-এর প্রথমটি তিনি আঁকতে শুরু করেছিলেন পরের বছর। হুলসকার ভেবেছিলেন বিপরীত দিকে একটি ভূদৃশ্য (F1541r) চিত্রকলার জন্য একটি গবেষণাও।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== চিত্রকর্মের উপকরণ ==\nরচেস্টার ইনস্টিটিউট অব টেকনোলজি এবং নিউ ইয়র্কের মিউজিয়াম অব মডার্ন আর্টের বিজ্ঞানীরা চিত্রকর্মটি তদন্ত করেছিলেন। রঞ্জক চূর্ণ বিশ্লেষণে দেখা গেছে যে আকাশটি আল্ট্রামেরিন এবং কোবাল্ট নীল রঙে আঁকা হয়েছিল, এবং তারা এবং চাঁদের জন্য, ভ্যান গগ বিরল রঞ্জক ভারতীয় হলুদ রঙ জিঙ্ক হলুদের সাথে ব্যবহার করেছিলেন।\n\n\tভ্যান গখের তারাময় রাত চিত্রকর্মের বিবরণ নিউ ইয়র্কের মিউজিয়াম অব মডার্ন আর্টে প্রদর্শন করা হয়েছে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\nউদ্ধৃতি\n\nচিঠিপত্র\n\nসূত্র\n\n\n== বহিঃসংযোগ ==\n\nমিউজিয়াম অব মডার্ন আর্টে তারাময় রাত\nহু ইজ ভ্যান গখ সাইটে তারাময় রাত\nVan Gogh, paintings and drawings: a special loan exhibition, a fully digitized exhibition catalog from The Metropolitan Museum of Art Libraries, which contains material on this painting (see index)\nAerial photo of monastery marking Vincent's bedroom  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ এপ্রিল ২০১৭ তারিখে\n\"12 Most Famous Paintings in History\", paintandpainting.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জানুয়ারি ২০২৩ তারিখে"}