{"pageid": 1301674, "title": "টাইটানোবোয়া", "url": "https://bn.wikipedia.org/wiki?curid=1301674", "content": "টাইটানোবোয়া (; আক্ষ. 'titanic boa'।) হল বৃহৎ আকৃতির সাপের একটি বিলুপ্ত প্রজাতি যা বর্তমান উত্তর-পূর্ব কলম্বিয়ার লা গুয়াজিরাতে বসবাস করত। তারা সম্ভবত ১২.৮ মি (৪২ ফু) পর্যন্ত বাড়তে পারতো, এমনকি এর শরীর বৃদ্ধি পেতে পেতে দৈর্ঘ্য ১৪.৩ মি (৪৭ ফু) এবং ভর ৭৩০–১,১৩৫ কিগ্রাম (১,৬১০–২,৫০০ পা)-এ পৌঁছে যেত বলে ধারণা করা হয়। এই সাপটি প্রায় ৬০ থেকে ৫৮ মিলিয়ন বছর আগে মধ্য থেকে শেষ প্যালিওসিন যুগে বাস করত, সমস্ত নন-এভিয়ান ডাইনোসরের বিলুপ্তির পরে। যদিও প্রাথমিকভাবে এটিকে শীর্ষ শিকারী বলে মনে করা হয়েছিল, তবে খুলির হাড়ের গঠন থেকে জানা যায় যে এটি মাছ শিকারে বিশেষজ্ঞ ছিলো। একমাত্র পরিচিত প্রজাতি হল Titanoboa cerrejonensis, যা এখন পর্যন্ত আবিষ্কৃত সবচেয়ে বড় সাপ,\n\n\n== ইতিহাস এবং নামকরণ ==\n২০০৯ সালে, কলোম্বিয়ার লা গুয়াজিরাতে সেরেজন এর কয়লা খনির সেরেজন গঠনে টি. সেরিজোনেনসিস এর ৩০টি জীবাশ্ম পাওয়া যায়। এই নমুনাগুলো থেকে হলোটাইপ, একটি বৃহৎ প্রিক্লোঅ্যাকাল কশেরুকা, প্যারাটাইপ, এছাড়াও একটি কশেরুকা, এবং ১৮৪টি অতিরিক্ত অবশিষ্টাংশকে অতিরিক্ত কশেরুকা এবং পাঁজর ইত্যাদি চিহ্নিত করা হয়েছে। হলোটাইপ ছাড়াও মোট ২৮টি নমুনা এবং প্যারাটাইপ রয়েছে। এই আবিষ্কারের আগে, দক্ষিণ আমেরিকার প্রাচীন গ্রীষ্মমণ্ডলীয় পরিবেশে প্যালিওসিন-যুগের মেরুদণ্ডী প্রাণীর কিছু জীবাশ্ম পাওয়া গিয়েছিল। ফ্লোরিডা বিশ্ববিদ্যালয়ের মেরুদণ্ডী জীবাশ্মবিদ জোনাথন ব্লচের নেতৃত্বে আন্তর্জাতিক বিজ্ঞানীদের একটি দল এবং পানামার স্মিথসোনিয়ান ট্রপিক্যাল রিসার্চ ইনস্টিটিউটের জীবাশ্মবিদ কার্লোস জারামিলোর নেতৃত্বে পরিচালিত যৌথ অভিযানে সাপটি আবিষ্কৃত হয়। এই প্রাথমিক আবিষ্কারগুলি অনুসরণ করে মাঠপর্যায়ের কাজ চলতে থাকে, সংশ্লিষ্ট পোস্টক্র্যানিয়াল হাড়ের সাথে তিনটি খুলি সহ একাধিক অতিরিক্ত নমুনা পুনরুদ্ধার করা হয়।\nবৈজ্ঞানিক নামটি গ্রীক শব্দ \"টাইটান\"-এর সাথে Boa- এর সাথে মিলিত হয়েছে, যা Boidae পরিবারের প্রকার। অন্যদিকে প্রজাতির নামটি সেরেজন অঞ্চলের সাথেও সম্পর্কিত।\n\n\n== শ্রেণিবিভাগ ==\nকশেরুকার অঙ্গসংস্থানবিদ্যা আমেরিকার অন্যান্য বৃহৎ সাপ পেষক যেমন অ্যানাকোন্ডা এবং সাধারণ বোয়াসের পাশাপাশি সাপটিকে পরিবারে বোইনে রাখে। মাথার খুলির উপাদানটি নিশ্চিত করেছে যে টাইটানোবোয়া-এর প্রাথমিক স্থাপনা পরিবারের মধ্যে, এখন হ্রাসকৃত প্যালাটাইন চোয়ানাল দ্বারা সমর্থিত। বিশেষত, 2013 এর বিমূর্তটি প্রশান্ত মহাসাগরীয় দ্বীপপুঞ্জ এবং মাদাগাস্কার থেকে ট্যাক্সার সাথে ঘনিষ্ঠভাবে সংযুক্ত থাকা দৈত্য সাপটিকে উদ্ধার করেছে, যা ওল্ড ওয়ার্ল্ড এবং নিউ ওয়ার্ল্ড বয়েডকে সংযুক্ত করেছে এবং পরামর্শ দিয়েছে যে দুটি বংশ অবশ্যই প্যালিওসিনের দ্বারা বিচ্ছিন্ন হয়েছে। সর্বশেষ। এটি Boinae এর কান্ডে Titanoboa স্থাপন করবে, যার ফল পরে 2015 সালে একটি গবেষণার দ্বারা নিশ্চিত করা হয়েছে।\n\n\n== তথ্যসূত্র =="}