{"pageid": 1301378, "title": "যৌথ ম্যালোনিক ও মিথাইল ম্যালোনিক এসিডুরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1301378", "content": "যৌথ ম্যালোনিক এবং মিথাইল ম্যালোনিক এসিডুড়িয়া (ইংরেজি: Combined malonic and methylmalonic aciduria, CMAMMA), এটি যৌথ ম্যালোনিক এবং মিথাইল ম্যালোনিক এসিডেমিয়া নামেও পরিচিত। এটি একটি জন্মগত বিপাকীয় রোগ, যা ম্যালোনিক এবং মিথাইল ম্যালোনিক এসিডের উচ্চমাত্রা দ্বারা চিহ্নিত করা হয় । যৌথ ম্যালোনিক এবং মিথাইল ম্যালোনিক এসিডুড়িয়া, মিথাইল ম্যালোনিক এসিডেমিয়ার সবচেয়ে সাধারণ রূপগুলোর মধ্যে একটি হিসেবে কিছু গবেষক অনুমান করেন এবং এটি বিপাকের সবচেয়ে স্বাভাবিক জন্মগত ত্রুটিগুলোর মধ্যে একটি  । কদাচিৎ নির্ণয় হওয়ার কারণে এটি প্রায়ই শনাক্ত করা যায় না ।\n\n\n== উপসর্গ ও লক্ষণ ==\nযৌথ ম্যালোনিক এবং মিথাইল ম্যালোনিক এসিডুড়িয়া এর ক্লিনিকাল ফ্যানোটাইপগুলো অত্যন্ত ভিন্ন এবং উপসর্গ বিহীন, হালকা থেকে গুরুতর উপসর্গগুলো পরিসর । অন্তর্নিহিত প্যাথোফিজিওলোজিগুলো এখনো বোঝা যায়নি । নিম্ন লিখিত লক্ষন গুলো বিভিন্ন সাহিত্যে উল্লেখ করা হয়েছে:\n\nবিপাকীয় এসিডোসিস \nকোমা \nরক্তে গ্লুকোজের পরিমাণ কমে যাওয়া \nখিঁচুনি \nপেট ও অন্ত্রজনিত রোগ \nশারীরিক বৃদ্ধিতে দেড়ি হওয়া \nদেড়িতে কথা বলা \nসতেজতা কমে যাওয়া \nমানসিক রোগ \nস্মৃতিভ্রম হওয়া \nজ্ঞান বৃদ্ধি কমে যাওয়া \nমস্তিষ্কের প্রদাহ \nহৃদপিন্ডের প্রদাহ \nবিকলাঙ্গতা \nশৈশবে যখন প্রথম লক্ষণগুলো দেখা যায়, তখন সেগুলো মধ্যম পর্যায়ের বিপাকীয় রোগ হওয়ার সম্ভাবনা বেশি থাকে, যেখানে প্রাপ্তবয়স্কদের মধ্যে এটি সাধারণত স্নায়বিক লক্ষণ ।\n\n\n== কারণ সমূহ ==\nকারণ সমূহের উপর ভিত্তি করে যৌথ ম্যালোনিক এবং মিথাইল ম্যালোনিক এসিডুড়িয়াকে দুইটি আলাদা জন্মগত ব্যাধিতে ভাগ করা যায়: একটি হচ্ছে ACSF3 জিন দ্বারা নিয়ন্ত্রিত মাইটোকন্ড্রিয়াল এনজাইম এসাইল -কোএ সিনথাটেজ পরিবারের সদস্য-৩ এর ঘাটতি (OMIM#614265) অপরটি হচ্ছে MLYCD জিন দ্বারা নিয়ন্ত্রিত ম্যালোনাইল -কোএ ডিকারবক্সিলেস এনজাইম এর ঘাটতি (OMIM#248360) ।\n\n\n== রোগ নির্ণয় ==\nক্লিনিকাল লক্ষণগুলো একটি বিস্তৃত পরিসরের কারণে এবং বেশিরভাগ নবজাতক শিশুর রোগ নির্ণয় কঠিন হওয়ার কারণে যৌথ ম্যালোনিক এবং মিথাইল ম্যালোনিক এসিডুড়িয়া কম স্বীকৃত অবস্থা ধারণা করা হয় ।\n\n\n=== নবজাতকের রোগ নির্ণয় কৌশল ===\nযৌথ ম্যালোনিক এবং মিথাইল ম্যালোনিক এসিডুড়িয়া রোগে আক্রান্ত হলে ACSF3 জীন মিথাইল ম্যালোনিক কো-এ, মেলোনিক কো-এ অথবা প্রোপায়নিক কো-এ জমা হতে দেয় না। এমনকি এসাইলকার্নিটিন প্রোফাইলে কোনো অস্বাভাবিকতাও দেখা যায় না। তাই যৌথ ম্যালোনিক এবং মিথাইল ম্যালোনিক এসিডুড়িয়া রোগটি মানসম্মত রক্ত পরীক্ষার মাধ্যমে নবজাতকে সনাক্ত করা যায় না ।\nকুইবেক (Quebec) প্রদেশের ক্ষেত্রে বিষয়টি সম্পূর্ণ আলাদা, কুইবেক নিউনেটাল রক্ত ও প্রস্রাব স্ক্রীনিং প্রোগ্রামের আওতায় জন্মের ২১দিন পরে শিশুর রক্ত ও প্রস্রাব পরীক্ষার মাধ্যমে রোগ নির্ণয় করে থাকে। এটি কুইবেক প্রদেশকে সিএমএএমএমএ গবেষণার জন্য আকর্ষণীয় করে তোলে, কারণ এটি  নির্বাচনের পক্ষাঘাত ছাড়াই বিশ্বের একমাত্র রোগীদের প্রতিনিধিত্ব করে ।\n\n\n=== ম্যালোনিক এসিড থেকে মিথাইল ম্যালোনিক এসিডের অনুপাত ===\nপ্লাজমাতে ম্যালোনিক এসিড/ মিথাইল ম্যালোনিক এসিডের অনুপাত গণনা করে একটি সিএমএএমএমএ পরিষ্কারভাবে ক্লাসিক মিথাইল ম্যালোনিক এসিডেমিয়া থেকে আলাদা করা যায় । মিথাইল ম্যালোনিক এসিডেমিয়া ভিটামিন বি১২ প্রতিক্রিয়াকারী এবং অ-প্রতিক্রিয়াকারী উভয়ের জন্য এটি সত্য । প্রস্রাবের থেকে ম্যালোনিক এসিডের মান এবং মিথাইল ম্যালোনিক এসিডের মানের উপর ভিত্তি করে এই অনুপাত নির্ণয় করা সঠিক নয় ।\nACSF3 এর কারণে সিএমএএমএমএ তে মিথাইল ম্যালোনিক এসিডের মাত্রা ম্যালোনিক এসিডের চেয়ে বেশি হয়। বিপরীতে, মেলোনিক কো-এ ডিকার্বোক্সিলেজ এনজাইমের অভাবের কারণে সিএমএএমএমএ তে ম্যালোনিক এসিডের মাত্রা মিথাইল ম্যালোনিক এসিডের চেয়ে বেশি হয় ।\n\n\n=== জেনেটিক পরীক্ষা ===\nACSF3 এবং MLYCD জিন বিশ্লেষণ করে সিএমএএমএমএ নির্ণয় করা যায়। উর্বরতা চিকিৎসার সময় বর্ধিত ক্যারিয়ার স্ক্রীনিং ACSF3 জিনের মিউটেশনের বাহককেও সনাক্ত করতে পারে ।\n\n\n== তথ্যসূত্র =="}