{"pageid": 1301619, "title": "একাক্ষর উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1301619", "content": "একাক্ষর উপনিষদ (সংস্কৃত: एकाक्षर उपनिषत्; আইএএসটি: Ekākshara Upaniṣad) বা হল সংস্কৃত ভাষায় রচিত হিন্দুধর্মের ক্ষুদ্\t[উপনিষদ। এটি কৃষ্ণ যজুর্বেদের সাথে সংযুক্ত এবং একুশটি সামান্য উপনিষদের একটি। এটিকে একাক্ষরোপনিষদও বলা হয়।\nউপনিষদ ওঁ (প্রণব) কে চূড়ান্ত বাস্তব ব্রহ্ম হিসাবে আলোচনা করে, এটিকে অবিনশ্বর সত্য এবং শব্দের সাথে সমান করে, মহাবিশ্বের উৎস, উমা, শিব, নারায়ণ, আত্মা যা একজনের হৃদয়ে বাস করে।\nএক অমর শব্দাংশ (একাক্ষর), গ্রন্থে হিরণ্যগর্ভ (সোনার ভ্রূণ, সূর্য, ব্রহ্মা), উদ্ভাসিত মহাবিশ্ব, সেইসাথে মহাবিশ্বের অভিভাবক হিসাবে বর্ণনা করা হয়েছে।\n\n\n== ইতিহাস ==\nএকাক্ষর, আক্ষরিক অর্থে \" শব্দাংশ\", হিন্দুধর্মের ওঁ-\nকে বোঝায়। এটি আদিম ধ্বনি, বীজ, অভিজ্ঞতাগতভাবে পর্যবেক্ষণ করা মহাবিশ্বের উৎসকে বোঝায়, যা উদ্ভাসিত পরিবর্তিত মহাজাগতিকতার সমগ্রতা ও অপরিবর্তনীয় সর্বোচ্চ বাস্তবতা ব্রহ্মকে প্রতিনিধিত্ব করে। উপনিষদ শব্দের অর্থ হল জ্ঞান বা \"লুকানো মতবাদ\" পাঠ্য যা হিন্দুধর্মের দার্শনিক ধারণাগুলি উপস্থাপন করে বেদান্ত সাহিত্যের সংগ্রহের অংশের অন্তর্গত এবং এর ধর্মগ্রন্থ বেদ-এর সর্বোচ্চ উদ্দেশ্য বলে বিবেচিত হয়।\nমুক্তিকা সূত্রের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, যা রাম হনুমানের কাছে বর্ণনা করেছেন, এটি ৬৯ নম্বরে তালিকাভুক্ত করা হয়েছে।\n\n\n== বিষয়বস্তু ==\n১৩টি শ্লোকে উপস্থাপিত এই উপনিষদটি একাক্ষরকে উৎসর্গ করা হয়েছে।\nএকাক্ষর হল এক ও অক্ষর বা হিন্দু ঐতিহ্যের অবিনশ্বর শব্দাংশ, ওঁ। পাঠ্যটি শব্দ ব্রহ্ম ঐতিহ্য অনুসরণ করে। ওঁ হিসাবে একাক্ষরের প্রথম উল্লেখগুলির মধ্যে একটি, মহাজাগতিক ধ্বনি, এটি ব্রহ্ম ও মহাবিশ্বের উৎস, মৈত্রী উপনিষদের শ্লোক ৬.২২-৬.২৩, সেইসাথে বৈদিক সাহিত্যের ব্রাহ্মণ স্তরে পাওয়া যায়।\n\n\n=== অবিনশ্বর ===\nপাঠ্যটি ওঁ একাক্ষরকে অবিনশ্বর বলে ঘোষণা করে, এটি হল সুষুম্না (দয়াময় মূল), এটি এখানে যা আছে, যা অপরিবর্তনীয় দৃঢ়, সকলের আদি উৎস, যিনি জল সৃষ্টি করেছেন যেখানে জীবনের উদ্ভব হয়েছে, রক্ষাকর্তা, একমাত্র। উপনিষদের শ্লোক ২ ও ৩ বলে যে একাক্ষর হল প্রাচীন অজাত, এবং তার থেকে প্রথম জন্ম, অন্তহীন সত্য, অতীন্দ্রিয় বাস্তবতা, যিনি সর্বদা উৎসর্গ করেন, অগ্নি, সর্বদা সর্বব্যাপী, জীবনের পিছনে নীতি, উদ্ভাসিত বিশ্ব, গর্ভ, গর্ভ থেকে সন্তান, কারণ, এবং কারণের কারণ।\nপাঠ্যটি দাবি করে যে এটি একাক্ষর যেটি সূর্য, হিরণ্যগর্ভ, উদ্ভাসিত মহাজাগতিক, কুমার, অরিষ্টনেমি, বজ্রের উৎস, সমস্ত প্রাণীর নেতা তৈরি করেছে। উপনিষদে বলা হয়েছে, ইহাই সকল প্রাণীর মধ্যে কাম (প্রেম), ইহাই সোম, স্বাহা, স্বধা, সমস্ত প্রাণীর হৃদয়ে যন্ত্রণাহীন রুদ্র।\n\n\n=== শাশ্বত ===\nএকাক্ষর হল যা সর্বব্যাপী, ঐশ্বরিক, একাকীত্বের আনন্দ, এক চিরস্থায়ী সমর্থন, পরিচ্ছন্নকারী, সবকিছুর অতীত, সবকিছুর বর্তমান এবং সবকিছুর ভবিষ্যৎ, অবিনশ্বর শব্দাংশ, পাঠটিকে জোর দিয়ে বলে। শ্লোক ৭ বলে যে ঋগ্বেদীয় স্তোত্র, সামবেদের গান, যজুর্বেদের সূত্রগুলি এই মহাজাগতিক শব্দাংশে উদ্ভূত, এটি সমস্ত জ্ঞান, এটি সমস্ত ত্যাগ, এটি সমস্ত প্রচেষ্টার উদ্দেশ্য। এটি অন্ধকার দূর করে, এটি সেই আলো যেখানে দেবতারা বাস করেন, এটি সমস্ত জ্ঞান, এটিই যা সমস্ত প্রাণীর মূল, এটি বিশুদ্ধ সত্য, এটি যা জন্মগ্রহণ করে না, এটি মোট সবই, বেদ যা গায়, ইহাই ব্রহ্ম যা জ্ঞানীরা জানে।\n\n\n=== প্রতিটি সত্তার মধ্যে এক ===\nওঁ, একাক্ষর, প্রতিটি পুরুষ, প্রতিটি নারী, প্রতিটি ছেলে, প্রতিটি মেয়ে, উপনিষদ বলে।\nতিনি রাজা বরুণ, মিত্র, গরুড়, চন্দ্র, ইন্দ্র, রুদ্র, ত্বষ্টা, বিষ্ণু, সাবিত্র, পৃথিবী, বায়ুমণ্ডল, ভূমি, জল, সমস্ত কিছুর গর্ভে যা জন্মেছে, যা বিশ্বকে আচ্ছন্ন করে, এবং স্ব-জন্ম সেই পাঠ্যটি বর্ণনা করে। এটি রক্ষক বিষ্ণু, যিনি ভুল থেকে দূরে সরে যান। উপনিষদ ১৩ নং শ্লোকে বলেছে, এটি হল প্রজ্ঞা, যারা জ্ঞান খোঁজে তাদের লক্ষ্য, যা প্রতিটি সত্তার অন্তরে রয়েছে, চিরন্তন বাসস্থান অন্তরতম আত্মা, সোনালি সত্য। এভাবে উপনিষদ শেষ হয়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nAyyangar, TRS (১৯৪১)। The Sāmanya Vedānta Upaniṣads। Adyar Library Series (1941), Reprinted in 2007 by Jain Publishing Co.। আইএসবিএন 978-0895819833। \nCush, Denise;  ও অন্যান্য (২০০৭)। Encyclopedia of Hinduism। Routledge। আইএসবিএন 978-0700712670। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-8120814677। \nHattangadi, Sunder (২০০০)। \"एकाक्षरोपनिषत् (Ekakshara Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ২০ ফেব্রুয়ারি ২০১৬। \nMahadevan, T. M. P. (১৯৭৫)। Upaniṣads: Selections from 108 Upaniṣads। Motilal Banarsidass। আইএসবিএন 978-81-208-1611-4। \nTinoco, Carlos Alberto (১৯৯৬)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2।"}