{"pageid": 1301148, "title": "সরস্বতীরহস্য উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1301148", "content": "সরস্বতীরহস্য উপনিষদ (সংস্কৃত: सरस्वतीरहस्य उपनिषत्, অনুবাদ 'প্রজ্ঞা দেবীর গোপন জ্ঞান') হল মধ্যযুগীয় সংস্কৃত পাঠ এবং হিন্দুধর্মের একটি ক্ষুদ্র উপনিষদ। পাঠ্যটি আটটি শাক্ত উপনিষদের একটি এবং কৃষ্ণ যজুর্বেদের অন্তর্ভুক্ত।\nউপনিষদ স্ত্রীলিঙ্গকে শক্তি হিসেবে এবং আধিভৌতিক ব্রহ্ম নীতি হিসেবে মহিমান্বিত করার জন্য উল্লেখযোগ্য এবং ব্যাপকভাবে ভক্তি ও বেদান্ত পরিভাষার সংমিশ্রণ ব্যবহার করে। অ্যানেট উইলক এবং অলিভার মোয়েবাস বলেছেন যে এই পাঠ্যের অন্তর্নিহিত দার্শনিক ভিত্তি অদ্বৈত বেদান্তের সাথে মিলে যায়। পাঠ্যটি হিন্দুধর্মের দেবী ঐতিহ্যের জন্য গুরুত্বপূর্ণ।\n\n\n== ইতিহাস ==\nসরস্বতীরহস্য উপনিষদের লেখক ও রচনাকাল অজানা। এটি বিলম্বিত উপনিষদ, সম্ভবত মধ্যযুগের শেষের দিকের। \nপাঠ্যটি সম্ভবত অন্যান্য শাক্ত উপনিষদের মতো একই সময়ে, ১২-১৫ শতাব্দীর মধ্যবর্তী সময়ে রচিত হয়েছিল। সি ম্যাকেঞ্জি ব্রাউন, ধর্মের অধ্যাপক এবং হিন্দু দেবদেবীর উপর বইয়ের লেখক, এর মতে, অন্যান্য শাক্ত উপনিষদের সাথে পাঠ্যটি ১৬ শতকের তারিখে লেখা হয়েছে। যদিও এই পাঠটি অপেক্ষাকৃত দেরীতে উৎপত্তি হয়েছে, দেবী হিসাবে সরস্বতী ২য় সহস্রাব্দ খ্রীস্টপূর্ব থেকে বৈদিক সাহিত্যে খুঁজে পাওয়া যায়।\nপাঠ্যটি হিন্দুধর্মের শাক্তধর্মীয় ঐতিহ্যে প্রভাবশালী হয়েছে। এর অনেক শ্লোক পরবর্তী শক্তি গ্রন্থে অন্তর্ভুক্ত পাওয়া যায় যেমন বাক্যসুধা, হিন্দু দর্শনের অদ্বৈতবাদী বেদান্ত দর্শনের একটি গ্রন্থ। এই লিঙ্কটি মরিস উইন্টারনিৎস এবং লুই রেনুর লেখা এই লেখাটিকে প্রথম সহস্রাব্দের সময়সীমা করার ভিত্তি ছিল, কারণ তারা ৮ম শতাব্দীর আদি শঙ্করকে বালাবোধনি রচনা করার কৃতিত্ব দিয়েছিলেন, যাকে কিছু পণ্ডিত যেমন উইন্ডিশম্যান মনে করেন যে তাকে বাক্যসুধা এবং  দ্রিগদৃষ্টি বিবেক নামেও উপাধি দেওয়া হয়েছে। যাইহোক, ২০ শতকের স্কলারশিপ সন্দেহ করে যে শঙ্কর তার জন্য দায়ী করা কয়েকটি মাধ্যমিক রচনার প্রকৃত লেখক ছিলেন, এবং এইভাবে এটি অস্পষ্ট যে বাক্যসুধা বা এই উপনিষদীয় পাঠটি ৮ম শতাব্দীর খ্রিস্টাব্দর আগে বিদ্যমান ছিল কিনা।\nএই পাঠের পাণ্ডুলিপিগুলিকে সরস্বতী উপনিষদ, সরস্বতী রহস্যোপনিষদ, সরস্বত্যুপনিষদ এবং সরস্বতীরহস্যোপনিষদ নামেও পাওয়া যায়। মুক্তিকা সূত্রের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম কর্তৃক হনুমানকে বর্ণিত, এটি ১০৬ নম্বরে তালিকাভুক্ত করা হয়েছে।\n\n\n== বিষয়বস্ত ==\n\nপাঠ্যটিতে স্বতন্ত্র বিন্যাসে দুটি অধ্যায় রয়েছে। প্রথমটি ঋগ্বেদে দেবীর (দেবী সরস্বতী) মধ্যে পাওয়া প্রার্থনা-সঙ্গীত স্তোত্রের শৈলীতে গঠন করা হয়েছে, দ্বিতীয় অংশটি শ্লোক (ছন্দযুক্ত শ্লোক) বিন্যাসে রয়েছে।\nপাঠ্যের শব্দগুলি এমনভাবে স্তরিত করা হয়েছে যে এটিকে দুটি উপায়ে ব্যাখ্যা করা যেতে পারে,  প্রথমটি দ্বৈতবাদী ভক্তি (ভক্তিমূলক উপাসনা), বেদান্ত দর্শনের দিকে ভক্তের অবিচল যাত্রার প্রতিনিধিত্বকারী ভক্ত ও দেবীর মধ্যে বক্তৃতার দ্বিতীয়টি, পাঠ্যের শেষ শ্লোকগুলি অ-দ্বৈতবাদের প্রাঙ্গনে ক্লাইম্যাক্স করে, শৈলী যা উইল্কে ও মোয়েবস \"কোড স্যুইচিং\" বলে ডাকে।\nপাঠ্যটি দেবী সরস্বতীর আশীর্বাদের সাথে খোলা হয়। এই আশীর্বাদ, কৃষ্ণ যজুর্বেদের অন্যান্য উপনিষদেও পাওয়া যায়, \"তুমি কি আমাদের রক্ষা করো, তুমি আমাদের রক্ষা করো\" দিয়ে শুরু হয়। তিনি সত্যের সারাংশ, সর্বজনীন সম্রাজ্ঞী হিসাবে প্রশংসিত হন, যিনি সমস্ত কিছুতে প্রকাশ করেন, মন ও আত্মাকে পুষ্ট করেন এবং তার আশীর্বাদ চান। তাকে জ্ঞানের দেবী বলা হয়, দীপ্তিময়, সাদা রঙের দীপ্তিময়ী, যিনি উচ্চারণ, শব্দ, বাক্য, অর্থ এবং বোঝার মতো প্রকাশ করেন, যার ফলে মানুষের আত্মাকে শুদ্ধ ও সমৃদ্ধ করেন। তিনি, সরস্বতীরহস্য উপনিষদ অনুসারে, সঙ্গীতের, কবিতার, কণ্ঠের, ভাষার, শিল্পের, কল্পনার প্রবাহিত সমস্ত কিছুর দেবী। পাঠ্যের প্রথম অধ্যায় ভক্তের প্রার্থনা-সঙ্গীতকে শব্দের সাথে উপস্থাপন করে যেমন, \"হে দেবী, আমার বোধশক্তি বৃদ্ধি করুন\", \"সরস্বতী! আমাকে তোমার মত করে দাও\" এবং \"সরস্বতী, আমরা যেন তোমার মধ্যে নিমগ্ন থাকি!\"\nপাঠ্যটি দ্বিতীয় অধ্যায়ে সরস্বতী ও ভক্তের মধ্যে কথোপকথন উপস্থাপন করে। এখানে, তাকে ব্রহ্মার শক্তি, অনুপ্রেরণা এবং জ্ঞানের উৎস বলে উল্লেখ করা হয়েছে, যাকে বেদ রচনার কৃতিত্ব দেওয়া হয়। তারপরে, পাঠ্যটি তার পরিবর্তিত বাস্তবতা (মায়া) এবং অপরিবর্তনীয় বাস্তবতা (ব্রহ্ম) এর তত্ত্ব উপস্থাপন করে। এই অধ্যায়ের পাঠ্যের ষোলটি শ্লোক উল্লেখ করা হয়েছে এবং তাদের সম্পূর্ণরূপে বাক্যসুধা (আক্ষরিক অর্থে \"বাণীর অমৃত\") অদ্বৈত বেদান্ত পাঠ, শ্লোক ১৩, ১৫-২০, ২৩-২৮ এবং ৩০-৩২ হিসাবে পাওয়া যায়। ধবমনি বলেন, এই শ্লোকগুলির বিষয় \"ব্রহ্ম, পরম, বস্তুনিষ্ঠ জগতের চূড়ান্ত স্থল, এবং মানুষের বিষয়গত চেতনা কাঠামোর অন্তর্নিহিত আত্ম (আত্মা)\"। এটা হল সব কিছুর মধ্যে আধ্যাত্মিক ঐক্যের বৈদান্তিক ধর্মতত্ত্ব।\nউপনিষদের শ্লোকগুলি পরিবর্তনশীল বাস্তবতা হিসেবে মায়াকে এবং অপরিবর্তনশীল বাস্তবতা হিসেবে ব্রহ্মকে উপস্থাপন করে। উদাহরণস্বরূপ, এই উপনিষদ ও বাক্যসুধা উভয়েই নিম্নলিখিত শ্লোকগুলি উপস্থিত রয়েছে:\n\nপাঠ্যটি, তার সত্তাতাত্ত্বিক আলোচনার পরে, ধরণ-সমাধি (ঘনিষ্ঠতা-মিলন) এর ছয়টি পদ্ধতি উপস্থাপন করে, এবং ধ্যান হল আত্মজ্ঞান ও নিজের মধ্যে দেবীর উপলব্ধি করার উপায় হল আত্ম-উজ্জ্বল, দ্বৈততা থেকে মুক্ত এবং \"সত্তা, চেতনা ও সুখ\" দিয়ে সমৃদ্ধ।\n\nদ্বৈতবাদ হল অনুমান ও মিথ্যা, সমাপনী শ্লোকগুলিতে পাঠ্যটিকে জোর করে এবং স্বতন্ত্র আত্মা এবং দেবী সরবতীর একত্বের উপলব্ধি হল মুক্তি।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nCush, Denise;  ও অন্যান্য (২০০৭)। Encyclopedia of Hinduism। Routledge। আইএসবিএন 978-0700712670। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nDhavamony, Mariasusai (১৯৭০)। \"Vakyasudha\"। Gregorianum। 51 (4)। জেস্টোর 23574748। \nDikshitar, V. R. Ramachandra (১৯৯৯)। The Lalitā Cult। Motilal Banarsidass। আইএসবিএন 978-8120809192। \nHattangadi, Sunder (২০০০)। \"श्रीसरस्वतीरहस्योपनिषत् (Saraswati Rahasya Upanishad)\" (পিডিএফ) (Sanskrit ভাষায়)। সংগ্রহের তারিখ ২৬ জানুয়ারি ২০১৬। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nJohnsen, Linda (২০০২)। The Living Goddess। YI Publishers। আইএসবিএন 978-0936663289। \nMahadevan, T. M. P. (১৯৭৫)। Upaniṣads: Selections from 108 Upaniṣads। Motilal Banarsidass। আইএসবিএন 978-81-208-1611-4। \nTinoco, Carlos Alberto (১৯৯৬)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2। \nWilke, Annette; Moebus, Oliver (২০১১)। Sound and Communication: An Aesthetic Cultural History of Sanskrit Hinduism। De Gruyter, Berlin। আইএসবিএন 978-3110181593। \nWarrier, AG Krishna (১৯৬৭)। Śākta Upaniṣads। Adyar Library and Research Center। আইএসবিএন 978-0835673181। ওসিএলসি 2606086।"}