{"pageid": 1301254, "title": "অর্ধ পক্ষাঘাত", "url": "https://bn.wikipedia.org/wiki?curid=1301254", "content": "অর্ধ পক্ষাঘাত বা হেমিপ্লেজিয়া হলো শরীরের একপাশের দুর্বলতা (হেমি- মানে \"অর্ধেক\")। হেমিপ্লেজিয়ার মারাত্মক পর্যায়ে শরীরের অর্ধেক অংশ সম্পূর্ণ পক্ষাঘাতগ্রস্থ হয়ে পড়তে পারে। জন্মগত কারণ, ট্রমা, টিউমার বা স্ট্রোক সহ বিভিন্ন চিকিৎসা অবস্থার কারণে অর্ধ পক্ষাঘাত বা হেমিপ্লেজিয়া হতে পারে।\n\n\n== লক্ষণ ও উপসর্গ ==\nনির্ণয়ক পদ্ধতির উপর ভিত্তি করে অর্ধ পক্ষাঘাত বিভিন্ন শারীরিক ক্রিয়াকলাপকে প্রভাবিত করতে পারে। কিছু প্রভাব প্রত্যাশিত (যেমন, আক্রান্ত দিকে একটি অঙ্গের আংশিক পক্ষাঘাত)। অন্যান্য প্রতিবন্ধকতা, যদিও, প্রথমে সম্পূর্ণরূপে অঙ্গ দুর্বলতার সাথে সম্পর্কিত নয় বলে মনে হতে পারে কিন্তু প্রকৃতপক্ষে, মস্তিষ্কের প্রভাবিত অংশের ক্ষতির সরাসরি ফলাফল। দুর্বলতা ব্যতীত অন্যান্য বৈশিষ্ট্যগুলির মধ্যে রয়েছে নড়াচড়া নিয়ন্ত্রণ হ্রাস, ক্লোনাস (অনৈচ্ছিক দ্রুত পেশী সংকোচনের একটি সিরিজ), স্প্যাস্টিসিটি, গভীর টেন্ডন রিফ্লেক্স এবং সহনশীলতা হ্রাস।\n\n\n== কারণসমূহ ==\nঅর্ধ পক্ষাঘাত এবং হেমিপ্লেজিয়ার সবচেয়ে সাধারণ কারণ হল স্ট্রোক। ক্ষতের অবস্থান এবং তীব্রতার উপর নির্ভর করে স্ট্রোক বিভিন্ন ধরনের নড়াচড়ার ব্যাধি সৃষ্টি করতে পারে। যখন স্ট্রোক কর্টিকোস্পাইনাল ট্র্যাক্টকে প্রভাবিত করে তখন তাকে সাধারণ হেমিপ্লেজিয়া বলে। হেমিপ্লেজিয়ার অন্যান্য কারণগুলির মধ্যে রয়েছে মেরুদণ্ডের আঘাত, বিশেষত ব্রাউন-সেকোয়ার্ড সিন্ড্রোম, মস্তিষ্কের আঘাত, বা মস্তিষ্ককে প্রভাবিত করে এমন রোগ। অন্তঃসত্ত্বাকালীন সময়ে বা প্রসবের সময়ে মস্তিষ্কে স্থায়ী আঘাতের কারণেও হেমিপ্লেজিয়া হতে পারে।\n\n\n=== সাধারণ কারণ ===\nভাস্কুলার : মস্তিষ্কে রক্তক্ষরণ, স্ট্রোক, সেরিব্রাল পালসি\nসংক্রামক : এনসেফালাইটিস, মেনিনজাইটিস, মস্তিষ্কের ফোড়া, সেরিব্রাল পালসি, মেরুদণ্ডের এপিডুরাল ফোড়া\nনিওপ্লাস্টিক : গ্লিওমা, মেনিনজিওমা, মস্তিষ্কের টিউমার, মেরুদণ্ডের টিউমার\nডিমাইলিনেশন : মাল্টিপল স্ক্লেরোসিস, ডিসেমিনেটেড স্ক্লেরোসিস, এডিইএম, নিউরোমাইলাইটিস অপটিকা\nআঘাতজনিত: সেরিব্রাল লেসারেশন, সাবডুরাল হেমাটোমা, এপিডুরাল হেমাটোমা, সেরিব্রাল পালসি, কশেরুকা কম্প্রেশন ফ্র্যাকচার\nআইট্রোজেনিক : স্নায়ুর শাখায় না দিয়ে আন্তঃ ধমনীতে দ্রুত স্থানীয় অ্যানেস্থেটিক ইনজেকশন দেওয়া হয়।\nইকটাল : খিঁচুনি, টডের পক্ষাঘাত\nজন্মগত : সেরিব্রাল পালসি, নবজাতক-অনসেট মাল্টিসিস্টেম ইনফ্ল্যামেটরি ডিজিজ (NOMID)\nডিজেনারেটিভ : ALS, কর্টিকোবাসাল অবক্ষয়\nপ্যারাসমনিয়া : ঘুমের পক্ষাঘাত\n\n\n== চিকিৎসা ==\nস্ট্রোক বা মস্তিষ্কের আঘাত চিকিৎসা এবং অর্ধ পক্ষাঘাতের চিকিত্সা একই। শারীরিক থেরাপিস্ট এবং পেশাগত থেরাপিস্টের মতো স্বাস্থ্যসেবা পেশাদাররা এই রোগীদের তাদের পুনরুদ্ধারে সহায়তা করার জন্য একটি বড় ভূমিকা পালন করে। চিকিৎসা সংবেদন এবং মোটর ক্ষমতার উন্নতির উপর দৃষ্টিপাত করে, তারা রোগীকে তাদের দৈনন্দিন জীবনযাত্রার ক্রিয়াকলাপগুলিকে আরও ভালভাবে পরিচালনা করতে দেয়। চিকিৎসার জন্য ব্যবহৃত কিছু কৌশলগুলির মধ্যে রয়েছে কার্যকরী কাজের সময় হেমিপারেটিক অঙ্গের ব্যবহারকে প্রচার করা, গতির পরিসীমা বজায় রাখা এবং স্পাস্টিসিটি হ্রাস করতে এবং অঙ্গ সম্পর্কে সচেতনতা বাড়াতে নিউরোমাসকুলার বৈদ্যুতিক উদ্দীপনা ব্যবহার করা।\n\n\n== তথ্যসূত্র =="}