{"pageid": 1301215, "title": "কিবতীয় বর্ষপঞ্জি", "url": "https://bn.wikipedia.org/wiki?curid=1301215", "content": "কিবতীয় বর্ষপঞ্জি যাকে আলেকজান্দ্রীয় বর্ষপঞ্জিও বলা হয় হলো একটি ধর্মভিত্তিক বর্ষপঞ্জি যা আলেক্সান্দ্রীয় কিবতীয় সনাতনপন্থী মণ্ডলী ও এটি মিশরের কৃষক শ্রেণি দ্বারাও ব্যবহৃত হয়। ১১ সেপ্টেম্বর (৬ নেসি) ১৮৭৫-এ গ্রেগরীয় বর্ষপঞ্জি গ্রহণ না হওয়া পর্যন্ত এটি মিশরে আর্থিক উদ্দেশ্যে ব্যবহৃত হয়েছিল। এই বর্ষপঞ্জি প্রাচীন মিশরীয় বর্ষপঞ্জির উপর ভিত্তি করে তৈরি করা হয়। পরবর্তীকালের বর্ষপঞ্জির সমস্যা এড়াতে (বছরের পর বছর যাতে প্রতি বছরে মাত্র ৩৬৫ দিন থাকে, যেন ঋতুগুলো প্রতি চার বছরে প্রায় এক দিন স্থানান্তরিত হয়), তৃতীয় টলেমির সময় প্রাচীন মিশরীয় বর্ষপঞ্জির একটি সংস্কার চালু করা হয় (২৩৮ খ্রিস্টপূর্বাব্দে ক্যানোপাসের ডিক্রি) যা প্রতি চতুর্থ বছরে একটি অতিরিক্ত দিন যোগ করে। যাইহোক, মিশরীয় যাজকদের দ্বারা এই সংস্কারের বিরোধিতা করা হয় ও ২৫ খ্রিস্টপূর্বাব্দ পর্যন্ত সংস্কারটি গৃহীত হয়নি, এরপর রোমান সম্রাট আউগুস্তুস মিশরের উপর সরকারি বর্ষপঞ্জি হিসেবে নিজের ডিক্রি চাপিয়েছিলেন (যদিও প্রাথমিকভাবে, ২৫ খ্রিস্টপূর্বাব্দ থেকে ৫ খ্রিস্টপূর্বাব্দের মধ্যে এটি অসঙ্গত ছিল। নতুন প্রবর্তিত জুলীয় বর্ষপঞ্জির সাথে যা অধিবর্ষের নিয়মের একটি ভুল ব্যাখ্যার কারণে প্রতি তৃতীয় বছরে ভুলভাবে অধিদিবসকে আন্তঃকালকরণ করা হয়েছিল যাতে অন্তর্ভুক্ত গণনা প্রয়োগ করা যায়)। এটিকে মধ্যযুগ পর্যন্ত কিছু জ্যোতির্বিজ্ঞানীদের দ্বারা ব্যবহৃত প্রাচীন মিশরীয় বর্ষপঞ্জি থেকে আলাদা করার জন্য এই সংস্কার করা বর্ষপঞ্জিকে কিবতীয় বা আলেকজান্দ্রীয় বর্ষপঞ্জি নামে পরিচিত। এর বছর ও মাসগুলো ইথিওপীয় বর্ষপঞ্জির সাথে মিলে যায় তবে বিভিন্ন ভিন্ন নাম ব্যবহার হয়।\n\n\n== কিবতীয় বছর ==\nকিবতীয় বছর হল প্রাচীন মিশরীয় বেসামরিক বছরের সম্প্রসারণ, প্রতিটি চার মাস বিশিষ্ট তিনটি ঋতুতে নিজ উপবিভাগ বজায় রাখে। তিনটি ঋতু কিবতীয় ধর্মবিদ্যায় বিশেষ প্রার্থনার মাধ্যমে স্মরণ করা হয়। এই বর্ষপঞ্জি এখনও মিশর জুড়ে কৃষকদের দ্বারা বিভিন্ন কৃষি মৌসুমের হিসাব রাখার জন্য ব্যবহার করা হচ্ছে।\nকিবতীয় বর্ষপঞ্জিতে ১৩ মাস, ৩০ দিনের মধ্যে ১২টি ও একটি বছরের শেষে ৫ দিন বা অধিবর্ষে ৬ দিন থাকে। কিবতীয় অধিবর্ষ জুলীয় বর্ষপঞ্জির ন্যায় একই নিয়ম অনুসরণ করে যেখানে জুলীয় অধিবর্ষের আগে পুরুষোত্তম মাসে সবসময় ছয় দিন থাকে।\nএর বছর মিশরীয় বছরের প্রথম মাস থোত মাসের প্রথম দিন তথা নায়রোজ উৎসবে শুরু হয়। ১৯০১ থেকে ২০৯৮ সালের জন্য এটি গ্রেগরীয় বর্ষপঞ্জির ১১ বা ১২ সেপ্টেম্বর একটি অধিবর্ষের আগে, কিন্তু যে কোনও বছরের জন্য এটি জুলীয় বর্ষপঞ্জির ২৯ বা ৩০ আগস্টের সাথে এক অধিবর্ষের আগে মিলে যায়। কিবতীয় বছর ২৮৪ খ্রিস্টাব্দ থেকে গণনা করা হয়, যে বছর ডায়োক্লেটিয়ান রোমান সম্রাট হয়েছিলেন যার শাসনকাল বিশেষ করে মিশরে খ্রিস্টানদের নির্যাতন ও গণহত্যা দ্বারা চিহ্নিত হয়েছিল। তাই কিবতীয় অব্দকে সংক্ষেপে এএম (শহিদী সাল বা \"শহীদাব্দ\") দ্বারা চিহ্নিত করা হয়। জুলীয় বর্ষপঞ্জিতে কিবতীয় অব্দের প্রথম বছরের প্রথম দিনটি ছিল ২৯ আগস্ট ২৮৪। উল্লেখ্য যে এএম সংক্ষিপ্ত রূপটি সম্পর্কহীন পঞ্জিকা সালের জন্যও ব্যবহৃত হয় (যেমন বাইজেন্টাইন ও ইহুদি পঞ্জিকা সাল) যা বিশ্বের পুঁথিগত সৃষ্টিকাল থেকে শুরু হয়; এটি তখন সৃষ্টাব্দ থেকে শুরু হয়।\n১৯ বছরের মেটোনীয় চক্রের অসংশোধিত পুনরাবৃত্তির সাথে জুলীয় বর্ষপঞ্জি দ্বারা পুনরুত্থান পার্বণ গণনা করা হয়।\nকিবতীয় বছরের সংখ্যা পেতে, জুলীয় বছরের সংখ্যা থেকে ২৮৩ (জুলীয় নতুন বছরের আগে) বা ২৮৪ (এর পরে) বিয়োগ করুন।\n\n\n== বড়দিনের তারিখ ==\nজুলীয় বর্ষপঞ্জির ২৫ ডিসেম্বরের ঘোষণা অনুযায়ী কিবতীয় বড়দিন পালন করা হয়, এটি একটি তারিখ যা বর্তমানে বহুল ব্যবহৃত গ্রেগরীয় বর্ষপঞ্জির ৭ জানুয়ারির সাথে সাথে মিলে যায় (যে তারিখে রাশিয়ার মতো পূর্ব সনাতনপন্থী দেশগুলোয় বড়দিন হিসেবেও পালন করা হয়)। সর্বপ্রথম দানিয়েল ৪:২৩-এর ধারাভাষ্যে রোমের হিপোলিটাস (১৭০-২৩৬) ২৫ ডিসেম্বরে খ্রিস্টের জন্মের কথা ইঙ্গিত করেছিলেন: \"আমাদের প্রভুর সশরীরে প্রথম আগমন ঘটে জানুয়ারী মাসের বর্ষপঞ্জির আট দিন আগে, একটি বুধবার, অগাস্টাসের রাজত্বের চল্লিশতম বছরে, আদম থেকে ৫৫০০ বছর আগে। যখন তিনি বেথলেহেমে জন্মগ্রহণ করেছিলেন।\" \"আরেকটি প্রাথমিক উৎস হলো সিজারিয়ার থিওফিলাস বিশপ (১১৫-১৮১): \"আমাদের প্রভুর জন্মদিন উদযাপন করা উচিত যে দিনে ২৫ ডিসেম্বর ঘটবে।\"  যাইহোক, ৩৬৭ সালের আগে ২৫ ডিসেম্বর সর্বজনীনভাবে গৃহীত হতে শুরু করেনি। তখন পূর্বদেশীয় মণ্ডলী ৬ জানুয়ারীকে \"নিকট যিশুর আবির্ভাব\" নামে জন্ম হিসেবে রেখেছিল। জন ক্রিসোস্টম ৩৮৭ সালে আন্টিওকে প্রচারিত একটি ধর্মোপদেশে কীভাবে জন্মের সঠিক তারিখটি দশ বছর আগে পূর্বে আনা হয়েছিল তা বর্ণনা করেছেন। আলেকজান্দ্রিয়ার ডায়োনিসিয়াস এই পছন্দের জন্য অতীন্দ্রিয় ন্যায্যতাগুলো জোরালোভাবে উদ্ধৃত করেছেন। ২৫ মার্চকে সৃষ্টির বার্ষিকী হিসাবে বিবেচনা করা হত। এটি ছিল মধ্যযুগীয় জুলীয় বর্ষপঞ্জির বছরের প্রথম দিন ও নামমাত্র মার্চ বিষুপ (যখন জুলীয় বর্ষপঞ্জি মূলত নকশা করা হয়েছিল তখন এটি প্রকৃত বিষুব ছিল)। সেই তারিখে যিশুর গর্ভধারণ করা হয়েছিল বলে মনে করা হয়, ২৫ মার্চ ঘোষণার পরব হিসাবে স্বীকৃত হয়েছিল যা নয় মাস পরে তথা ২৫ ডিসেম্বর খ্রিস্টের জন্ম, বড়দিন উদযাপনের মাধ্যমে অনুসরণ করতে হয়েছিল।\n২৫ ডিসেম্বর নির্বাচন করার জন্য আরও ব্যবহারিক বিবেচনা থাকতে পারে। এই পছন্দটি শীতকালীন অয়নকে ঘিরে জনপ্রিয় পৌত্তলিক উদযাপনের জন্য একটি প্রধান খ্রিস্টধর্মীয় ছুটির পরিবর্তে সাহায্য করে (রোমান সল স্টিসিয়া, তিন দিনের স্থবিরতা যখন সূর্য উত্তর দিকে যাওয়ার আগে তার দক্ষিণতম বিন্দুতে ২১, ২২ ও ২৩ ডিসেম্বর পরপর উদিত হবে)। ২৭৪ খ্রিস্টাব্দে, সম্রাট অরেলিয়ান দেবতা সল ইনভিকটাসকে উদযাপনের জন্য ২৫ ডিসেম্বর (\"অজিত সূর্যের জন্মের উৎসব\") একটি বেসামরিক ছুটি ঘোষণা করেন। চূড়ান্ত সময়ে ঋতুর প্রাকৃতিক গ্লানি (উত্তর গোলার্ধে) লড়াই করার জন্য বছরের সেই সময়ে আনন্দ উৎসবগুলোর প্রয়োজন।\n১৬শ শতাব্দী পর্যন্ত ২৫ ডিসেম্বর কিবতীয় বর্ষপঞ্জির ২৯ কোইয়াকের সাথে মিলে যায়। যাইহোক, ১৫৮২ সালে গ্রেগরীয় বর্ষপঞ্জি প্রবর্তনের পর ২৫ ডিসেম্বর জুলীয় ও কিবতীয় বর্ষপঞ্জির তুলনায় ১০ দিন আগে স্থানান্তরিত হয়। তদুপরি গ্রেগরীয় বর্ষপঞ্জিতে প্রতি ৪০০ বছরে ৩টি অধিদিবস নেমে এসে একটি সৌর বছরের দৈর্ঘ্যের কাছাকাছি আসে। ফলস্বরূপ, গ্রেগরীয় বর্ষপঞ্জিতে প্রতিবার অধিদিবস নামলে কিবতীয় বড়দিন একটি দিন করে অগ্রসর হয় (বছর ১৭০০, ১৮০০ এবং ১৯০০)। এই কারণেই পুরোনো পঞ্জিকাবাদীরা (জুলীয় ও কিবতীয় বর্ষপঞ্জি ব্যবহার করে) বর্তমানে ৭ জানুয়ারী বড়দিন উদযাপন করে, নব্য পঞ্জিকাবাদীদের (গ্রেগরীয় বর্ষপঞ্জি ব্যবহার করে) ১৩ দিন পরে ২৫ ডিসেম্বর বড়দিন উদযাপন করে। ২১০১ খ্রিস্টাব্দ থেকে, কিবতীয় বড়দিন ৮ জানুয়ারী গ্রেগরীয় তারিখে হবে।\n\n\n== পুনরুত্থান পার্বণের তারিখ ==\n\nনিকিয়ার প্রথম অধিবেশন (৩২৫) আলেকজান্দ্রিয়ার মণ্ডলীকে এই লিখে চিঠি পাঠিয়েছিল যে \"পূর্বে আমাদের সমস্ত ভাই যারা ইহুদিদের রীতি অনুসরণ করেছিল এবং আপনারা ও যারা শুরু থেকে পুনরুত্থান পার্বণ পালন করেছেন তারা এখন থেকে রোমানদের সাথে একই সময়ে পুনরুত্থান পার্বণ নামক সবচেয়ে পবিত্র উৎসব উদযাপন করবে।\nনিকিয়ার অধিবেশনে পুনরুত্থান পার্বণের তারিখগুলো নির্ধারণ করা ও অন্যান্য খ্রিস্টান মণ্ডলীতে এটি ঘোষণা করা আলেকজান্দ্রিয়ার পিতৃকর্তার অন্যতম কর্তব্য হয়ে ওঠে। দায়িত্বটি এই কর্মকর্তার উপর পড়ে আলেকজান্দ্রিয়াতে তিনি যে পাণ্ডিত্য অর্জন করতে করেছেন সেই কারণে। এটি নির্ধারণ করার নিয়মগুলো জটিল, কিন্তু দিবসটি হলো পূর্ণিমার পর প্রথম রবিবার যা উত্তরাঞ্চলীয় মহাবিষুবের পরে যা ২১ মার্চ বা তার পরে পড়ে। জুলিয়াস সিজার দ্বারা বর্ষপঞ্জি সংস্কারের কিছু পরেই ২৫ মার্চ নামমাত্র তারিখে উত্তরাঞ্চলীয় স্থানীয় বিষুব ঘটে। এটি নিকিয়ার পরেই পরিত্যক্ত হয়, কিন্তু পর্যবেক্ষিত অসঙ্গতির কারণটি উপেক্ষা করা হয়েছিল (প্রকৃত ক্রান্তীয় বছরটি জুলীয় বছরের ৩৬৫১⁄৪ দিনের সমান নয় দিন, তাই বিষুব তারিখটি জুলীয় বর্ষপঞ্জিতে ফিরে আসে)।\nক্যাথলিক ও সনাতনপন্থী মণ্ডলীর মধ্যে ছুটির জন্য বিভিন্ন তারিখ রয়েছে। সাম্প্রতিক বছরগুলোতে এই তারিখগুলো একই দিবসে আনার জন্য একাধিক প্রচেষ্টা দেখানো হয়েছে। কেউ কেউ এই প্রচেষ্টার সাফল্য নিয়ে সন্দিহান। পূর্বদেশীয় সনাতনপন্থী মণ্ডলী জুলীয় বর্ষপঞ্জি ব্যবহার করে, অন্যদিকে ক্যাথলিকরা গ্রেগরীয় বর্ষপঞ্জি ব্যবহার করে। কিবতীয় পোপ তাওয়াড্রোস ও ক্যাথলিক পোপ ফ্রান্সিস একই দিনে পুনরুত্থান পার্বণ উদযাপনের প্রস্তাবে সম্মত হন। পোপ তাওয়াড্রোস এপ্রিলের দ্বিতীয় রবিবার পুনরুত্থান পার্বণ উদযাপনের পরামর্শ দিয়েছেন।\n\n\n== কিবতীয় মাস ==\nনিম্নলিখিত সারণীটি কিবতীয় বছরের জন্য তারিখগুলোকে বোঝায় যেখানে ২৯ ফেব্রুয়ারি নেই। এই ধরনের বছরগুলো পূর্ববর্তী বছরের শেষে একটি কিবতীয় অধিদিবসের পরে বসে। এটি জুলীয় ও গ্রেগরীয় বর্ষপঞ্জিতে কিবতীয় নববর্ষের দিন থেকে যথাক্রমে জুলীয় বা গ্রেগরীয় বর্ষপঞ্জির অধিদিবস পর্যন্ত তারিখগুলোকে এক দিন পরে স্থানান্তরিত করে।\n\n\n== সাহিত্য ==\nWolfgang Kosack: Der koptische Heiligenkalender. The Calendar of the Coptic Holies. Deutsch – Koptisch – Arabisch nach den besten Quellen neu bearbeitet und vollständig herausgegeben mit Index Sanctorum koptischer Heiliger, Index der Namen auf Koptisch, Koptische Patriarchenliste, Geografische Liste. Christoph Brunner, Berlin 2012, আইএসবিএন ৯৭৮-৩-৯৫২৪০১৮-৪-২।\n\n\n== আরও দেখুন ==\nমিশরীয় বর্ষপঞ্জি\nইথিওপীয় বর্ষপঞ্জি\nকম্পিউটাস\nশহিদী সাল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nশহীদদের কিবতীয় বর্ষপঞ্জি\n\"কিবতীয় বর্ষপঞ্জির উপর ভিত্তি করে মৌসুমী পঞ্জিকা\" ১৬৭৮ সালের একটি আরবি পাণ্ডুলিপি।\nবিশয় কে আর দাউদের কিবতীয় বর্ষপঞ্জি (১.২৯ এমবি পিডিএফ ফাইল – ঐতিহাসিক উন্নয়ন ও প্রযুক্তিগত আলোচনা)\nকিবতীয় বর্ষপঞ্জির একটি ভূমিকা (গ্রেগরীয় সমতুল্য শুধুমাত্র ১৯০০ থেকে ২০৯৯ সাল পর্যন্ত বৈধ)\nপ্রাচীন মিশরীয় বর্ষপঞ্জি ও কিবতীয় বর্ষপঞ্জি"}