{"pageid": 1301522, "title": "অভিজ্ঞতাভিত্তিক গবেষণা", "url": "https://bn.wikipedia.org/wiki?curid=1301522", "content": "অভিজ্ঞতাভিত্তিক গবেষণা (ইংরেজিতে Empirical research) বলতে অভিজ্ঞতালব্ধ সাক্ষ্যপ্রমাণ (empirical evidence) ব্যবহার করে সম্পাদিত গবেষণাকে বোঝায়। এই ধরনের গবেষণাতে প্রত্যক্ষ বা পরোক্ষ পর্যবেক্ষণ বা অভিজ্ঞতার মাধ্যমে জ্ঞান অর্জন করা হয়। অভিজ্ঞতাবাদে কিছু বিশেষ ধরনের গবেষণাকে অন্যান্য ধরনের গবেষণার চেয়ে বেশি মূল্য দেওয়া হয়। অভিজ্ঞতালব্ধ সাক্ষ্যপ্রমাণ (কোনও ব্যক্তির প্রত্যক্ষ পর্যবেক্ষণসমূহ বা অভিজ্ঞতার লিপিবদ্ধ নথি) গুণবাচক বা পরিমাণবাচক উপায়ে বিশ্লেষণ করা যেতে পারে। সাক্ষ্যপ্রমাণের পরিমাণীকরণ বা সেটির গুণবাচক রূপের অর্থ উদ্ঘাটন করে একজন গবেষক এমন সব অভিজ্ঞতাবাদী প্রশ্নের উত্তর প্রদান করতে পারেন, যে প্রশ্নগুলি স্পষ্টভাবে সংজ্ঞায়িত থাকে এবং যেগুলি সংগৃহীত সাক্ষ্যপ্রমাণের (উপাত্তের) সাহায্যে উত্তর দেওয়ার যোগ্য। গবেষণার নকশা জ্ঞানবিজ্ঞানের ক্ষেত্রভেদে ও গবেষণাধীন প্রশ্নভেদে ভিন্ন ভিন্ন হতে পারে। অনেক গবেষক বিশ্লেষণের গুণবাচক ও পরিমাণবাচক রূপগুলির সমবায় ঘটিয়ে উত্তমরূপে এমন সব প্রশ্নের উত্তর দেন, যেগুলি কেবলমাত্র পরীক্ষাগার বা গবেষণাগারে অধ্যয়ন করা সম্ভব নয়; বিশেষত সামাজিক বিজ্ঞান ও শিক্ষা গবেষণায় এমনটি করা হয়। অভিজ্ঞতাভিত্তিক গবেষণাকে পরীক্ষাভিত্তিক গবেষণা, পরখী গবেষণা, প্রায়োগিক গবেষণা বা পর্যবেক্ষণভিত্তিক গবেষণাও বলা হতে পারে।\nজ্ঞান বিজ্ঞানের কিছু শাখাতে পরিমাণবাচক গবেষণা একটি গবেষণা প্রশ্ন দিয়ে শুরু হতে পারে (যেমন “কোনও শব্দতালিকা শেখার সময় কণ্ঠসঙ্গীত শুনলে কি সেই শব্দগুলির স্মৃতির উপর পরবর্তীতে কোনও প্রভাব পড়ে?”), যে প্রশ্নটিকে পরবর্তীতে পরীক্ষণের মাধ্যমে যাচাই করা হয়। সাধারণত গবেষক তাঁর তদন্তাধীন বিষয়টির উপর কোনও একটি বিশেষ তত্ত্ব নির্মাণ করেন। এই তত্ত্বের ভিত্তিতে বিবৃতি বা অনুমানসমূহ প্রস্তাব করা হয় (যেমন “কণ্ঠসঙ্গীত শোনা একটি শব্দতালিকা শেখার উপর নেতিবাচক প্রভাব ফেলে”)। এই অনুমানটি থেকে বিশেষ বিশেষ ঘটনার পূর্বাভাস প্রদান করা হয় (যেমন “যেসব লোক কন্ঠসঙ্গীত শুনতে শুনতে একটি শব্দতালিকা শেখে, তারা পরবর্তীতে একটি স্মৃতি পরীক্ষাতে নিরবে শব্দতালিকা শেখা ব্যক্তিদের তুলনায় কম শব্দ মনে করতে পারে।“)। এই পূর্বাভাসগুলিকে অতঃপর একটি যথোপযুক্ত পরীক্ষার মাধ্যমে যাচাই করা হতে পারে। পরীক্ষার ফলাফলের উপর ভিত্তি করে যে তত্ত্বের উপরে অনুমান ও পূর্বাভাসগুলির দাঁড়িয়ে থাকে, সেই তত্ত্বটি সমর্থন পায় বা সমর্থন হারায়, কিংবা সেটিতে কিছু পরিবর্তন সাধন করে পুনরায় অতিরিক্ত পরীক্ষার মধ্য দিয়ে যেতে হয়।\n\n\n== অভিজ্ঞাতাভিত্তিক চক্র ==\n\nওলন্দাজ মনোবিজ্ঞানী আড্রিয়ান ডে খ্রোট (Adriaan de Groot) অভিজ্ঞতাভিত্তিক গবেষণার একটি চক্র প্রস্তাব করেন, যা নিম্নরূপ:\n\nপর্যবেক্ষণ: কোনও ঘটনা পর্যবেক্ষণ ও এটির কারণ জিজ্ঞাসা।\nআরোহী যুক্তিবিন্যাস: অনুমানসমূহ সূত্রায়ন – ঘটনাটির সাধারণীকৃত ব্যাখ্যা।\nঅবরোহী যুক্তিবিন্যাস: অনুমানগুলিকে যাচাই করবে এমন সব পরীক্ষার সূত্রায়ন বা রূপদান (অর্থাৎ পরীক্ষার ফলাফল সত্য হলে অনুমানগুলি সঠিক প্রতিপন্ন হবে, আর মিথ্যা হলে অনুমানগুলি অসত্য প্রতিপন্ন হয়ে খণ্ডিত হবে)।\nপরীক্ষা: যেসব পদ্ধতিতে অনুমানগুলিকে যাচাই করা হয় ও উপাত্ত সংগৃহীত হয়।\nমূল্যায়ন: উপাত্ত ও তত্ত্বের সূত্রায়নের ব্যাখ্যা – একটি অপসারক যুক্তিবিন্যাস যেটি পরীক্ষার ফলাফলগুলিকে ঘটনাটির সর্বাধিক যুক্তিসম্মত ব্যাখ্যা হিসেবে উপস্থাপন করে।\n\n\n== আরও দেখুন ==\nদৃষ্টান্ত অধ্যয়ন\nপ্রকৃত ঘটনা\nমাঠ পর্যায়ের গবেষণা\nবৈজ্ঞানিক পদ্ধতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSome Key Concepts for the Design and Review of Empirical Research  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ এপ্রিল ২০২১ তারিখে"}