{"pageid": 1301069, "title": "অ্যান্ডরু মারি (ধর্মযাজক)", "url": "https://bn.wikipedia.org/wiki?curid=1301069", "content": "অ্যান্ডরু মারি (৯ মে ১৮২৮ - ১৮ জানুয়ারি ১৯১৭) একজন দক্ষিণ আফ্রিকান লেখক, শিক্ষক এবং খ্রিস্টান যাজক ছিলেন। মারি মিশনগুলিকে \"গির্জার প্রধান প্রান্ত\" হিসাবে বিবেচনা করেছিলেন। [১]\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nঅ্যান্ডরু মারি ছিলেন অ্যান্ডরু মারি সিনিয়র (১৭৯৪-১৮৬৬) এর দ্বিতীয় সন্তান, একজন ডাচ সংস্কৃত গির্জার ধর্মপ্রচারক যাকে স্কটল্যান্ড থেকে দক্ষিণ আফ্রিকায় পাঠানো হয়েছিল। তিনি দক্ষিণ আফ্রিকার গ্রাফ রেইনেটে জন্মগ্রহণ করেন। তার মা মারিয়া সুজানা স্টেগম্যান ছিলেন ফরাসি হুগেনোট এবং জার্মান লুথেরান বংশ্যদূত।\nমারিকে তার বড় ভাই জন এর সাথে তার প্রাথমিক শিক্ষার জন্য স্কটল্যান্ডের অ্যাবারডিন বিশ্ববিদ্যালয়ে পাঠানো হয়েছিল। ১৮৪৫ সালে তাদের স্নাতকোত্তর ডিগ্রি অর্জন না করা পর্যন্ত দুজনেই সেখানেই থেকে যান। এই সময়ে তারা স্কটিশ পুনরুজ্জীবন সভা এবং রবার্ট মারে ম্যাকচেইন, হোরাটিয়াস বোনার এবং উইলিয়াম বার্নসের যাজকবৃত্তির দ্বারা প্রভাবিত হয়েছিল। সেখান থেকে তারা দুজনেই ইউনিভার্সিটি অফ ইউট্রেক্টে গিয়েছিলেন যেখানে তারা ধর্মতত্ত্ব অধ্যয়ন করেছিলেন। দুই ভাই হেট রিভিল-এর সদস্য হন, একটি ধর্মীয় পুনরুজ্জীবন আন্দোলন যা সেই সময়ে নেদারল্যান্ডয়ে প্রচলিত যুক্তিবাদের বিরোধিতা করে। উভয় ভাই ১৮৪৮ সালের ৯ মে ডাচ সংস্কৃত গির্জার হেগ কমিটি দ্বারা নিযুক্ত হন এবং কেপে ফিরে আসেন।\nমারি ১৮৫৬ সালের ২ জুলাই দক্ষিণ আফ্রিকার কেপটাউনে এমা রাদারফোর্ডকে বিয়ে করেন। তাদের একসাথে আটটি সন্তান ছিল (চারটি ছেলে এবং চারটি মেয়ে)।\n\n\n== ইউট্রেখটে বাসস্থান ==\n১৮৪৬ সালে তারা মিনরেব্রোএডেস্ট্রাট (সংখ্যা অজানা) এ বসবাস করত।\n১৮৪৭ থেকে ১৮৪৮ সাল পর্যন্ত তারা জাডেলস্ট্রাট ৩৯ এ বসবাস করত।\n\n\n== দক্ষিণ আফ্রিকায় ধর্মীয় কাজ ==\nমারি দক্ষিণ আফ্রিকার ব্লুমফন্টেইন, ওরচেস্টার, কেপ টাউন এবং ওয়েলিংটনের গির্জাগুলিতে যাজকবৃত্তি পালন করেন। তিনি ১৮৬০ সালের দক্ষিণ আফ্রিকান পুনরুজ্জীবনের একজন রক্ষক ছিলেন।\n১৮৮৯ সালে, তিনি মার্থা ওসবর্ন এবং স্পেন্সার ওয়ালটনের সাথে দক্ষিণ আফ্রিকার সাধারণ মিশন (এসএজিএম) এর অন্যতম প্রতিষ্ঠাতা ছিলেন। মার্থা ওসবর্ন জর্জ হাউকে বিয়ে করার পর, তারা ১৮৯১ সালে দক্ষিণ পূর্ব আফ্রিকা সাধারণ মিশন (এসইএজিএম) গঠন করে। এসএজিএম এবং এসইএজিএম ১৮৯৪ সালে একীভূত হয়। যেহেতু এর পরিষেবা অন্যান্য আফ্রিকার দেশে ছড়িয়ে পড়েছিল, মিশনের নাম ১৯৬৫ সালে আফ্রিকান ধর্মপ্রচারক গোষ্ঠী (এইএফ) এ পরিবর্তন করা হয়েছিল। এইএফ ১৯৯৮ সালে সার্ভিং ইন মিশন (এসইএম) এর সাথে যোগদান করে এবং আজও তা অব্যাহত রয়েছে।\nতার লেখার মাধ্যমে, মারি একজন গুরুত্বপূর্ণ \"অভ্যন্তরীণ জীবন\" বা \" উচ্চতর জীবন \" বা কেসউইক নেতাও ছিলেন, এবং তার ধর্মতত্ত্বের নিরাময় এবং প্রেরিত উপহারের ধারাবাহিকতায় বিশ্বাস তাকে পেন্টেকস্টাল আন্দোলনের একটি উল্লেখযোগ্য অগ্রদূত করে তোলে।\n১৮৯৪ সালে, জন ম্যাকনিল এবং প্রাক্তন ব্রিটিশ সেনা চ্যাপ্লেন এবং কেসউইক কনভেনশনের বক্তা. জে গেলসন গ্রেগসন, মারিকে দেখতে আসেন।\n\n\n== পরিত্রাণ আন্দোলনের সাথে যোগাযোগ ==\nমারি পবিত্র আন্দোলনের একজন মানুষ ছিলেন, এবং তিনি এর শিক্ষাগুলিতে বিশ্বাস করতেন এবং এটি অনুশীলন করেছিলেন। তিনি যেমন পবিত্রতা সম্মেলনে একজন জনপ্রিয় বক্তা ছিলেন কেসউইকে (কেসউইক আন্দোলন) বি. তিনি অক্সফোর্ড ১৮৭৪ এবং ব্রাইটন ১৮৭৫ সালে জাগ্রত জাগরণ দ্বারা দৃঢ়ভাবে প্রভাবিত ছিলেন, যেমন এছাড়াও ডি.এল. মুডি দ্বারা, এবং অসুস্থদের নিরাময় বা পবিত্রকরণ সম্পর্কে তৎকালীন সাধারণ শিক্ষার প্রতিনিধিত্ব করেছিলেন।\nতিনি অনুষ্ঠিত আই.এ. পবিত্রতা আন্দোলনের নেতৃবৃন্দের সঙ্গে যোগাযোগ করেন, যেমন বি. অটো স্টকমায়ার এবং ফ্রাঞ্জ ইউজেন শ্লাচটারের অস্থায়ী কর্মচারী আনা ফন ওয়াটেনউইল, তিনি জেসি পেন-লুইসের উপরও একটি বড় প্রভাব ফেলেছিলেন। তার স্ত্রী তার বিশ্বাস ভাগ করেছিলেন। ধর্মীয় দীক্ষার বিষয়ে, তিনি সংস্কারকৃত দৃষ্টিভঙ্গির প্রতিনিধিত্ব করেছিলেন।\n\n\n== লেখক ==\nপ্রফেসর গেরডেনার মনে করেন যে রেভ। মারিকে লিখতে হয়েছিল; \"কেবল কথ্য শব্দের জন্য, তার আত্মা খুব মহান ছিল। এইভাবে প্রায় ২৫০ টি প্রকাশনার তার সাহিত্যিক উত্তরাধিকার আবির্ভূত হয়েছিল যা দক্ষিণ আফ্রিকার বিভিন্ন ভাষা (ইংরেজি, ডাচ, আফ্রিকান এবং সোথো) এ ছাড়াও ফরাসি, জার্মান, স্প্যানিশ, ইতালীয়, গ্রীক, ডেনিশ, সুইডিশ এবং রাশিয়ান ভাষায় তাদের বার্তা বহন করেছিল পশ্চিমা বিশ্ব জুড়ে, এবং আরবি, আর্মেনিয়ান, হিব্রু ভাষায়।, চীনা, জাপানি, এবং তিনটি ভারতীয় ভাষা তাদের পথ খুঁজে পেয়েছে।\nরেভ-এ কাজ করা সমস্ত লেখকদের মধ্যে। মুরে ছিলেন অষ্টাদশ শতাব্দীর ইংরেজ রহস্যময় উইলিয়াম আইন, সর্বাগ্রে। ১৭৬২ সালে লন্ডনে নয়টি অংশে প্রকাশিত আইনের কাজগুলি পুনরায় প্রকাশিত হয়েছিল। মারির শেল্ফ, এবং তিনি আইন থেকে উদ্ধৃতি সহ কমপক্ষে ছয় টি খণ্ড প্রকাশ করেছিলেন। তিনি \"খ্রীষ্টীয় জীবনের সবচেয়ে শক্তিশালী ও প্রেরণাদায়ক লেখকদের মধ্যে একজন, যার সাথে আমি কখনও যোগাযোগ করেছি\" বলে অভিহিত করেছিলেন। রহস্যবাদের মধ্যে তার গভীরতা তিনি প্রথম এবং সর্বাগ্রে জার্মান ধর্মতত্ত্ববিদ জেটি বেককে দায়ী করেছিলেন, তবে রুসব্রোয়কের মধ্যযুগীয় জান, ম্যাডাম গাওন, কাউন্ট জিনজেন্ডর্ফ এবং অন্যান্য জার্মান পিয়েটিস্টরা তাকে প্রভাবিত করেছিলেন; জিনজেনডর্ফ যে রেভ এর একটি জীবন বর্ণনা। মারি লিখতে চেয়েছিলেন, কলমের মধ্যে থেকে গিয়েছিলেন।\nতিনি যে বিষয়ের উপর সবচেয়ে বেশি লিখেছেন তা হল প্রার্থনা। বিশেষ করে, কর্নাবির (চীনে একজন ধর্মপ্রচারক) প্রার্থনা এবং মানুষের সমস্যা এবং প্রার্থনার মাধ্যমে সীমানার শক্তি তাকে গভীরভাবে আঘাত করেছিল। কিন্তু ধর্মপ্রচারেও তাঁর লেখায় একটি গুরুত্বপূর্ণ স্থান রয়েছে; তাঁর \"দক্ষিণ আফ্রিকায় ঈশ্বরের রাজ্য\" (১৯০৬) কাজ এভাবে শেষ হয়েছে: \"প্রার্থনা হল ধর্মপ্রচারের জীবন। অবিরাম এবং বিশ্বাসশীল প্রার্থনা হল জীবনীশক্তি এবং ধর্মপ্রচারনা কাজের ফলপ্রসূতার রহস্য। ধর্মপ্রচারের ঈশ্বর হলেন প্রার্থনার ঈশ্বর।\"\nপ্রফেসর গেরডেনার রেভ সম্পর্কে লিখেছেন। মুরের সর্বশ্রেষ্ঠ কাজ: \"তার লেখার সারিগুলির মধ্যে নির্বাচন করা, যার মধ্যে তার জীবনীতে একটি সম্পূর্ণ প্রত্যাবর্তন প্রদর্শিত হয়, একটি ম্যাগনাম ওপাস, একটি কঠিন কাজ, সম্ভবত কারণ রেভ। মারির কাজগুলি এত গভীরভাবে আধ্যাত্মিক এবং তাই গুণগতভাবে সমান। তবুও তার দুটি মহান ধর্মপ্রচারের বই দ্য কি টু দ্য মিশনারি প্রবলেম (১৯০১) এবং দ্য স্টেট অফ দ্য চার্চ (১৯১১), তাদের ডাচ অনুবাদের সাথে শ্রেষ্ঠত্ব অর্জন করে, কারণ তারা আসলেই কোন সাধারণ প্রকাশনা ছিল না কিন্তু খ্রীষ্টীয় গির্জার ইতিহাসের ঘটনাবলী ছিল। এই দুটি কাজই ছিল বিশ্ব ধর্মপ্রচারনা সম্মেলনের প্রতি তাঁর প্রতিক্রিয়া: ১৯০০ সালে নিউ ইয়র্কে একুমেনিকাল ধর্মপ্রচারনা সম্মেলন এবং ১৯১০ সালে এডিনবার্গে বিশ্ব ধর্মপ্রচারনা সম্মেলন। প্রফেসর গারডেনার বিশ্বাস করেন যে উভয়ই প্রমাণ করে যে, অন্য যে কোনও লেখকের চেয়ে বেশি, তার কাছে প্রকৃত বিন্দু বা শেষ কারণের উপর তার আঙুল রাখার এবং বিশ্বের দৃষ্টি আকর্ষণ করার উপহার ছিল: মিশনটি কেবল গির্জার মূল উদ্দেশ্য নয়, তবে প্রতিটি বিশ্বাসীকে অবশ্যই এতে অংশ নিতে হবে। ১৯০১ সালে এটাই ছিল তাঁর বার্তার মূল কথা। ১৯১১ সালে তিনি জেগে ওঠার আহ্বানকে সাতগুণ বেশি প্রার্থনায় উত্থাপন করেন।\n১৯৪২ সালে প্রকাশিত তাঁর 'সংগৃহীত কাজ'-এর দশ খণ্ডে চতুর্থ ও অষ্টম অংশযথাক্রমে প্রার্থনা জীবন ও ধর্মপ্রচারণা বিষয়ের জন্য উৎসর্গ করা হয়েছিল। ১৮৮০ সাল থেকে তার মৃত্যুর মধ্যে, একটি বছর অতিবাহিত হয়, উচ্চ ব্যতিক্রমসহ, যেখানে তার হাতের একটি বা একাধিক বইয়ের কাজ প্রকাশিত হয়নি। সবচেয়ে ফলপ্রসূ বছরটি ছিল ১৮৯৫ সাল, যখন তার ১৬টিরও কম প্রকাশনা দিনের আলো দেখেছিল। এর মধ্যে সাতটি ছিল দশ পৃষ্ঠারও কম পৃষ্ঠার সংক্ষিপ্ত বক্তৃতা, তবে নয়টি ছিল ১৩৫ পৃষ্ঠার গড় বই। তিনি ৩১ বা ৫২ টি অধ্যায়ের ছোট ছোট বই পছন্দ করতেন যা মাসের প্রতিটি দিন বা বছরের প্রতি সপ্তাহে পড়া যেতে পারে। বিশেষ করে গত কয়েক বছরে পকেটবুক সিরিজের দারুণ ব্যবহার করেছেন তিনি। এই ধরনের ১২টি পুস্তিকা প্রকাশিত হয়েছিল, যার মধ্যে পাঁচটি ইংরেজিতে অনুবাদ করা হয়েছিল। খ্রীষ্টীয় জীবন সম্বন্ধে তাঁর শিক্ষাগুলোর নির্বাচন কে এর চেয়ে বেশি সারসংক্ষেপ আর কোথাও দেওয়া হয় না এবং তাঁর আধ্যাত্মিক অভিজ্ঞতার সমৃদ্ধি এখানের চেয়ে ভালভাবে সংক্ষেপিত হয়।\nতার জীবনের প্রথম দিকে, তিনি তার ধর্মোপদেশ সহ নিজেকে লিখেছিলেন, যার মধ্যে বেশিরভাগই বিস্তৃত নকশা ছিল। পরবর্তী বছরগুলিতে, তিনি তার এক কন্যাকে নির্দেশ দিয়েছিলেন, বসে ছিলেন, একটি শব্দ দিয়ে কথা বলছিলেন, যেন তার সামনে শ্রোতা ছিল এবং এমনকি অঙ্গভঙ্গিও করেছিলেন। তিনি তার বার্তাটিতে জোর দেওয়ার জন্য ইটালিক এবং সাহসী ব্যবহার করার সম্ভাবনা তত বেশি ছিলেন। যদিও তিনি ইন্টারপাংচার এবং প্রতিটি অনুচ্ছেদের বিষয়বস্তুর প্রতি গভীর মনোযোগ দিয়েছিলেন, তবে অধ্যাপক গারডেনারের মতে, তিনি ঠিক একটি আকর্ষণীয় লেখার শৈলী বিকাশ করেননি। তার সাথে কখনও চিন্তার সৌন্দর্য বা ভাষার সুন্দরতার সন্ধান ছিল না। গঠনের জন্য কিছুই নয়, তবে বিষয়বস্তুর জন্য সবকিছু: ঈশ্বরকে তাঁর মাধ্যমে একটি বার্তা প্রেরণ করতে হয়েছিল। তার রহস্যময় দক্ষতা কোনভাবেই কর্মের জন্য একটি অজুহাত ছিল না; বিপরীতে, এটি ছিল তার অস্থির ক্রিয়াকলাপের বসন্ত শক্তি। যাদের কাছে তাঁর কণ্ঠস্বর ছিল না, তাদের সঙ্গে তাঁর অভিষিক্ত কলমও যুক্ত হয়েছিল।\nতার দাপ্তরিক জীবনীকার অধ্যাপক জন ডু প্লেসিসের ভাষায়, দক্ষিণ আফ্রিকার জন্য তার তাৎপর্যের সারসংক্ষেপ: \"অ্যান্ড্ররু মারি এই দেশের জনগণের কাছে ঈশ্বরের কাছ থেকে একটি মহান এবং গ্রহণযোগ্য উপহার ছিল - এর সমগ্র ইতিহাসের সর্বশ্রেষ্ঠ, এবং আমরা খুব কমই কল্পনা করতে পারি যে ঐশ্বরিক দৈবযোগ ভবিষ্যতে আমাদের আরও বড় উপহার দিয়েছে।\n\n\n== মৃত্যু ==\nমারি তার ৮৯তম জন্মদিনের চার মাস আগে ১৯১৭ সালের ১৮ জানুয়ারি মারা যান। তিনি জোহান ক্রিস্টোফ ব্লুমহার্ডের মটলিংজেন পুনরুজ্জীবন দ্বারা এতটাই প্রভাবিত হয়েছিলেন যে তিনি উইথ ক্রাইস্ট ইন দ্য স্কুল অফ প্রেয়ারের শেষে ফ্রেডরিখ জুন্ডেলের জীবনীর একটি অংশ অন্তর্ভুক্ত করেছিলেন।\n\n\n== কার্যকলাপ ==\nডিএসবি জুবার্ট দ্বারা সংকলিত একটি গ্রন্থপঞ্জি অনুমান করে যে মারি ২৪০ টিরও বেশি বই এবং গবেষণামূলক পুস্তিকা প্রকাশ করেছেন; এই সংখ্যায় প্রায় ৫০টি বই রয়েছে, যার মধ্যে অনেকগুলি ডাচ এবং ইংরেজি সহ:উভয় ভাষায় রচিত,\n\nখ্রীষ্টে থাকুন\nপরম আত্মসমর্পণ\nপরিপূর্ণ হও\nঐশ্বরিক নিরাময়\nঈশ্বরের ইচ্ছা: আমাদের বাসস্থান\nখ্রীষ্টে পবিত্র\nকীভাবে খ্রীষ্টের জন্য আপনার সন্তানদের বড় করবেন\nনম্রতা: পবিত্রতার দিকে যাত্রা (১৮৮৪)\nচল আমরা কাছাকাছি আঁকি - ১৮৯৪\nখ্রীষ্টের মত\nগভীর খ্রিস্টীয় জীবন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ নভেম্বর ২০১৯ তারিখে\nদ্য হোলিস্ট অফ অল: অ্যান এক্সপোজিশন অফ দ্য এপিস্টল টু দ্য হিব্রু\nপ্রভুর আবাস\nপরিষেবায় মধ্যস্থতা\nখ্রীষ্টের রক্তের শক্তি\nপ্রার্থনা জীবন\nবাধ্যতা স্কুল\nখ্রীষ্টের আত্মা\nআধ্যাত্মিক জীবন\nদুই চুক্তি\nতারা করে ফেলবে\nঈশ্বরের অপেক্ষায়\nঈশ্বরের জন্য কাজ!\nধর্মান্তরের অভাব\nযীশু নিজেই\nপ্রভু আমাদের প্রার্থনা করতে শেখান বা, একমাত্র শিক্ষক\nখ্রীষ্টে থাকুন, ১৮৬৪ (জার্মান: জেসুতে ব্লেইব)\nখ্রীষ্টের মত, ১৮৮৪ (জার্মান: নাচ জেসু বিল্ড)\nদ্য নিউ লাইভ, ১৮৮৫\nপ্রার্থনা বিদ্যালয়ে খ্রিস্টের সাথে, ১৮৮৫ (জার্মান: ডাই শুলে দেস গেবেটস)\nখ্রীষ্টে পবিত্র, ১৮৮৭\nখ্রিস্টের জন্য আপনার বাচ্চাদের কীভাবে বড় করবেন * প্রার্থনা বিদ্যালয়ে খ্রিস্টের সাথে (জার্মান: প্রার্থনার স্কুল), ১৮৮৭\nখ্রীষ্টের আত্মা, ১৮৮৮\nসম্পূর্ণরূপে ঈশ্বরের জন্য, ১৮৯০\nনিখুঁত হও, ১৮৯৩\nযীশু নিজেই, ১৮৯৩\nদ্য হোলিস্ট অফ অল, ১৮৯৪\nখ্রিস্টের রক্তের শক্তি, ১৮৯৪\nকেন আপনি বিশ্বাস করেন না, ১৮৯৪\nপেন্টেকস্টের বিশ্বাসীদের সম্পূর্ণ আশীর্বাদ, ১৮৯৪\nমাস্টার্স ইনডওয়েলিং, ১৮৯৫\nঈগল উইংস, ১৮৯৫\nআধ্যাত্মিক জীবন, ১৮৯৫\nদ্য পাওয়ার অফ দ্য স্পিরিট (উইলিয়াম ল থেকে নির্যাস), ১৮৯৫\nআমার উপর দয়া করুন, ১৮৯৫\nপরম আত্মসমর্পণ, ১৮৯৫ (জার্মান: হিঙ্গাবে, রুফ আন ডেন গ্লাউবেন্ডেন)\nনম্রতা, ১৮৯৫ (জার্মান: ডেমুট, ক্লেইনোড ডের হেইলিগেন)\nপেন্টেকস্টের পূর্ণ আশীর্বাদ (জার্মান: ডাই ফুলে দেস পিফিংস্টসেজেনস, ১৮৯৫)\nঈশ্বরের জন্য অপেক্ষা, ১৮৯৬\nদ্য ডিভাইন ইনডওয়েলিং, ১৮৯৬\nদ্য মিস্ট্রি অফ দ্য ট্রু ভাইন, ১৮৯৭\nলর্ডস টেবিল, ১৮৯৭ (জার্মান: আসুন, সবকিছু প্রস্তুত)\nমধ্যস্থতায় পরিষেবা, ১৮৯৭\nঅর্থ, ১৮৯৭, আইএসবিএন\nআনুগত্যের বিদ্যালয়, ১৮৯৮ (জার্মান: শুলে দেস গেহোরসামস)\nদ্য ট্রু ভাইন, ১৮৯৮\nদ্রাক্ষালতার ফল, ১৮৯৮\nদুটি চুক্তি, ১৮৯৮\nবিরতি ছাড়াই প্রার্থনা করুন, ১৮৯৮\nডিভাইন হিলিং, ১৯০০\nআপনার কাজ সম্পন্ন হবে, ১৯০০\nতার পূর্ণতা থেকে, ১৯০০\nঈশ্বরের জন্য কাজ, ১৯০১\nধর্মপ্রচারনা সমস্যার চাবিকাঠি, ১৯০১\nঈশ্বরের জন্য কাজ, ১৯০২\nদ্য ইনার চেম্বার, ১৯০৫\nএইডস টু ডিভোশন, ১৯০৯\nগির্জার রাজ্য, ১৯১১\nদ্য প্রেয়ার লাইফ, ১৯১৩ (জার্মান: সাধারণ প্রার্থনার রহস্য)\nপেন্টেকস্টে ফিরে যান, ১৯১৭\n\n\n== প্রকাশনা ==\nখ্রীষ্টের রক্ত, ২০০১ (জার্মান: যীশু খ্রীষ্টের রক্ত); যীশুর রক্তের শক্তি এবং ক্রুশের রক্ত নিয়ে গঠিত একটি খণ্ড\n\n\n== সাহিত্য ==\nআলফ্রেড স্টুকি: অ্যান্ড্রু মারে। দক্ষিণ আফ্রিকায় খ্রীষ্টের একজন সাক্ষী। ২য় সংস্করণ। হেনরিখ মেজার, বাসেল ১৯৫৯\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রজেক্ট গুটেনবার্গে অ্যান্ড্ররু মারির কাজ\nইন্টারনেট আর্কাইভে অ্যান্ড্ররু মারি বা তার সম্পর্কে কাজ\nলিব্রিভক্স (পাবলিক ডোমেন অডিওবুক) এ অ্যান্ড্ররু মারি এর কাজ\nঅ্যান্ড্ররু মারি এর কাজ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ জানুয়ারি ২০২৩ তারিখে কালানুক্রমিক ক্রমানুসারে তার ৬০টিরও বেশি ইংরেজি বইয়ের একটি সম্পূর্ণ তালিকা।\nঅ্যান্ড্ররু মারি এর কাজের তালিকা অনলাইন এবং ইবুক সংস্করণের লিঙ্ক সহ।\nঅ্যান্ড্রু মারে, কেসউইক/হায়ার লাইফ লিডার: অ্যা বায়োগ্রাফিক্যাল স্কেচ, ইন দ্য ডকট্রিন অফ স্যাক্টিফিকেশন, টমাস ডি. রস, পিএইচডি। প্রবন্ধ, গ্রেট প্লেইন ব্যাপটিস্ট ডিভিনিটি স্কুল, ২০১৪\nট্রু ভাইন অডিও\nবিশ্ব অদৃশ্য অনলাইন লাইব্রেরি মারির অনেক বই অন্তর্ভুক্ত\nপ্রার্থনার পথে \"পিডিএফ আকারে ৪০টি মারির বইয়ের সংগ্রহ রয়েছে\"\nসংক্ষিপ্ত জীবনী ফ্রম দ্য হিলিং অ্যান্ড রিভাইভাল প্রেস\nসংক্ষিপ্ত জীবনী ফ্রম দ্য ওয়েলিংটন মিউজিয়াম\nঅ্যান্ড্ররু মারি সেন্টার ওয়েলিংটন, দক্ষিণ আফ্রিকায়\nঅ্যান্ড্ররু মারির বাইবেল স্কুল দক্ষিণ আফ্রিকায়\nটেমপ্লেট:Protestant missions to Africa"}