{"pageid": 1301427, "title": "বুদ্ধদেব ভট্টাচার্যের দ্বিতীয় মন্ত্রিসভা", "url": "https://bn.wikipedia.org/wiki?curid=1301427", "content": "বুদ্ধদেব ভট্টাচার্য পশ্চিমবঙ্গের মুখ্যমন্ত্রী হিসেবে ষষ্ঠ বামফ্রন্ট সরকারে অন্যান্য ৪৭ জন মন্ত্রীর সাথে শপথ নেন। ভারতের পশ্চিমবঙ্গ রাজ্যে ২০০৬ সালের মে মাসে বামফ্রন্ট মন্ত্রণালয়ের সদস্যরা নিম্নরূপ:\n\n\n== সাংবিধানিক প্রয়োজনীয়তা ==\nরাজ্যপালকে সাহায্য ও পরামর্শ দেওয়ার জন্য মন্ত্রী পরিষদের জন্য : ভারতীয় সংবিধানের ১৬৩ অনুচ্ছেদ অনুসারে,\n\n# রাজ্যপালের কার্যনির্বাহে সহায়তা ও পরামর্শ প্রদানের জন্য মুখ্যমন্ত্রীর নেতৃত্বাধীন একটি মন্ত্রিপরিষদ থাকবে, যতক্ষণ না তিনি সংবিধানের দ্বারা বা সংবিধান অনুসারে তাঁর কার্যাবলি স্বাধীনভাবে নির্বাহ করেন।\nকোনো বিষয়ে সংবিধানের দ্বারা বা সংবিধান অনুযায়ী রাজ্যপালের স্বেচ্ছাধীন ক্ষমতা প্রয়োগ করার প্রয়োজন অনুভূত হয়, তবে রাজ্যপালের স্বেচ্ছাধীন ক্ষমতা প্রয়োগের সিদ্ধান্তই হবে চূড়ান্ত সিদ্ধান্ত। স্বেচ্ছাধীন ক্ষমতা প্রয়োগের মাধ্যমে রাজ্যকালের কোনো কাজের বৈধতা নিয়ে প্রশ্ন তোলা যাবে না।\nমন্ত্রিগণ রাজ্যপালকে কোনো পরামর্শ দিয়েছেন কিনা, বা দিলে কী পরামর্শ দিয়েছেন তা কোনো আদালতে অনুসন্ধান করা যাবে না।\nএর মানে হল যে মন্ত্রীরা রাজ্যপালের সন্তুষ্টির অধীনে কাজ করেন এবং তিনি যখনই চান মুখ্যমন্ত্রীর পরামর্শে তাদের অপসারণ করতে পারেন।\nমন্ত্রীদের জন্য অন্যান্য বিধানের জন্য : ভারতীয় সংবিধানের ১৬৪ অনুচ্ছেদ অনুসারে,\n\n# মুখ্যমন্ত্রী রাজ্যপাল কর্তৃক নিযুক্ত হবেন এবং অন্যান্য মন্ত্রীরা মুখ্যমন্ত্রীর পরামর্শে রাজ্যপাল কর্তৃক নিযুক্ত হবেন, এবং মন্ত্রী রাজ্যপালের সন্তুষ্টির সময় পদে অধিষ্ঠিত হবেন:তবে শর্ত থাকে যে, বিহার, মধ্যপ্রদেশ এবং উড়িষ্যা রাজ্যে উপজাতি কল্যাণের দায়িত্বে থাকা একজন মন্ত্রী থাকবেন যিনি তফসিলি জাতি এবং অনগ্রসর শ্রেণীর কল্যাণ বা অন্য কোনও কাজের দায়িত্বে থাকতে পারেন।\nমন্ত্রী পরিষদ রাজ্যের আইনসভার কাছে সম্মিলিতভাবে দায়ী থাকবে।\nএকজন মন্ত্রী তার অফিসে প্রবেশ করার আগে, গভর্নর তাকে তৃতীয় তফসিলে উদ্দেশ্যের জন্য নির্ধারিত ফর্ম অনুসারে অফিস এবং গোপনীয়তার শপথ পড়াবেন।\nএকজন মন্ত্রী যিনি একটানা ছয় মাস রাজ্যের আইনসভার সদস্য নন, সেই মেয়াদ শেষ হলে তিনি মন্ত্রীর পদ থেকে বিলুপ্ত হবেন।\nমন্ত্রীদের বেতন ও ভাতাগুলি এমন হতে হবে যেমন রাজ্যের আইনসভা সময়ে সময়ে আইন দ্বারা নির্ধারণ করতে পারে এবং যতক্ষণ না রাজ্যের আইনসভা এইভাবে নির্ধারণ করে, তা দ্বিতীয় তফসিলে নির্দিষ্ট থাকবে।\n\n\n== ক্যাবিনেট মন্ত্রীগণ ==\nবুদ্ধদেব ভট্টাচার্য - মুখ্যমন্ত্রী; স্বরাষ্ট্র (পুলিশ), তথ্য ও সংস্কৃতি বিষয়ক, বিজ্ঞান ও প্রযুক্তি\nনিরুপম সেন - শিল্প, পাবলিক উদ্যোগ এবং শিল্প পুনর্গঠন, পরিকল্পনা ও উন্নয়ন\nসূর্যকান্ত মিশ্র - স্বাস্থ্য ও পরিবার কল্যাণ, গ্রামীণ উন্নয়ন, পঞ্চায়েত\nমহম্মদ আমিন - শ্রম\nঅসীম দাসগুপ্ত - অর্থ\nসুভাষ চক্রবর্তী - পরিবহন, খেলাধুলা, হুগলি নদী সেতু কমিশনার\nমহম্মদ সেলিম - সংখ্যালঘু উন্নয়ন ও কল্যাণ, শহুরে বেকারদের জন্য স্ব-কর্মসংস্থান প্রকল্প, যুব পরিষেবা, কারিগরি শিক্ষা\nকমল গুহ - কৃষি\nবিশ্বনাথ চৌধুরী - সমাজকল্যাণ, কারাগার\nকিরণময় নন্দ - মৎস্য, জলজ, জলজ সম্পদ, পোতাশ্রয়\nনন্দগোপাল ভট্টাচার্য - ক্ষুদ্র সেচ, জল অনুসন্ধান উন্নয়ন\nপ্রবোধ সিনহা - সংসদীয় বিষয়ক ও আবগারি\nকলিমুদ্দিন শামস - খাদ্য ও সরবরাহ\nঅমর চৌধুরী - গণপূর্ত\nগৌতম দেব - হাউজিং অ্যান্ড পাবলিক হেলথ অ্যান্ড ইঞ্জিনিয়ারিং\nকান্তি বিশ্বাস- স্কুল শিক্ষা, মাদ্রাসা\nনরেন দে - সহযোগিতা ও ভোক্তা বিষয়ক\nমানবেন্দ্র মুখোপাধ্যায় - তথ্য প্রযুক্তি ও পরিবেশ\nঅশোক ভট্টাচার্য - পৌর বিষয়ক, নগর উন্নয়ন, শহর ও দেশ পরিকল্পনা\nদীনেশ ডাকুয়া - পর্যটন\nসাইলেন সরকার - ফুড প্রসেসিং অ্যান্ড হর্টিকালচার\nসত্যসাধন চক্রবর্তী - উচ্চশিক্ষা\nঅমরেন্দ্রলাল রায় - সেচ ও জলপথ\nআব্দুর রেজ্জাক মোল্লা - ভূমি ও ভূমি সংস্কার\nমৃণাল ব্যানার্জি - শক্তি\nবংশ গোপাল চৌধুরী - কুটির ও ক্ষুদ্র শিল্প\nনিসীথ অধিকারী - আইন ও বিচার বিভাগ\nউপেন কিস্কু - তফসিলি জাতি, উপজাতি এবং অন্যান্য অনগ্রসর শ্রেণীর কল্যাণ\nআনিসুর রহমান - প্রাণী সম্পদ উন্নয়ন\nযোগেশ চন্দ্র বর্মন - বন\nনেমাই মাল - লাইব্রেরি পরিষেবা\nনন্দরানী দল - গণশিক্ষা\nছায়া ঘোষ - কৃষি বিপণন\nহাফিজ আলম সাইরানী- ত্রাণ\n\n\n== প্রতিমন্ত্রীগণ ==\nপ্রতিম চ্যাটার্জি - ফায়ার সার্ভিসেস\nধীরেন সেন - ভূমি ও ভূমি সংস্কার, পঞ্চায়েত এবং গ্রামীণ উন্নয়ন\nসুশান্ত ঘোষ - শ্রম, এমপ্লয়মেন্ট এক্সচেঞ্জ, এমপ্লয়িজ স্টেট ইন্স্যুরেন্স (ইএসআই)\nদশরথ তিরকে - গণপূর্ত\nমহেশ্বর মুর্মু - পশ্চিমাঞ্চল উন্নয়ন ও বন\nঅঞ্জু কর - মিউনিসিপ্যাল অ্যাফেয়ার্স\nবিলাসিবালা সহিস - তফসিলি জাতি, তপশিলি উপজাতি এবং ওবিসি\nগণেশ চন্দ্র মন্ডল - সেচ ও জলপথ\nশ্রীকুমার মুখোপাধ্যায় - সিভিল ডিফেন্স\nকান্তি গাঙ্গুলী - সুন্দরবন উন্নয়ন বিষয়ক\nপ্রত্যুষ মুখার্জি - স্বাস্থ্য ও পরিবার কল্যাণ\nনারায়ণ বিশ্বাস - পরিবহন\nনয়ন সরকার- উদ্বাস্তু পুনর্বাসন\nইভা দে - স্কুল শিক্ষা\n\n\n== আরো দেখুন ==\nবুদ্ধদেব ভট্টাচার্যের তৃতীয় মন্ত্রিসভা\nবামফ্রন্ট (পশ্চিমবঙ্গ)\n\n\n== তথ্যসূত্র =="}