{"pageid": 1301869, "title": "চার-ভেক্টর", "url": "https://bn.wikipedia.org/wiki?curid=1301869", "content": "বিশেষ আপেক্ষিকতায় চার-ভেক্টর (বা ৪-ভেক্টর) হচ্ছে চারটি উপাংশ নিয়ে গঠিত এমন একটি বিষয়, যেখানে এই উপাংশগুলো লরেন্টজ রূপান্তরের অধীনে একটি নির্দিষ্ট পদ্ধতিতে রূপান্তরিত হয়। বিশেষতঃ চার-ভেক্টর হচ্ছে কোনো চার-মাত্রিক ভেক্টর স্থানের একটি উপাদান, যেখানে এই চার-মাত্রিক ভেক্টর স্থানটিকে লরেন্টজ গ্রুপের আদর্শ প্রতিনিধিত্বের ((+১/২,+১/২) প্রতিনিধিত্বের) একটি প্রতিনিধিত্ব-স্থান হিসেবে বিবেচনা করা হয়। কীভাবে চার-ভেক্টরের মান নির্ধারণ করা হয় সে দিক থেকে বিবেচনা করা হলে এটি ইউক্লিডীয় ভেক্টর থেকে পৃথক। যে রূপান্তরগুলোতে এই মানটি বজায় থাকে সেই রূপান্তরগুলো হলো লরেন্টজ রূপান্তর, যার মধ্যে স্থানিক ঘূর্ণন এবং বুস্টসমূহ (অর্থাৎ, কোনো জড় প্রসঙ্গ কাঠামোয় ধ্রুবক বেগের পরিবর্তন) অন্তর্ভুক্ত থাকে।\nমিনকোভস্কি-স্থান হিসেবে রূপায়নকৃত স্থান-কালের ভিতরে কোনো অবস্থান xμ, কোনো কণার চার-ভরবেগ pμ, স্থান-কালের কোনো x বিন্দুতে তড়িচ্চুম্বকীয় চার-বিভব Aμ(x)-এর বিস্তার, এবং ডিরাক বীজগণিতের অভ্যন্তরে গামা ম্যাট্রিক্স দ্বারা বিস্তৃত উপ-স্থানের উপাদানসমূহের ব্যাখা চার-ভেক্টর থেকে পাওয়া যায়।\nলরেন্টজ গ্রুপকে 4×4 ম্যাট্রিক্স Λ দ্বারা উপস্থাপন করা যায়। (উপরের উদাহরণগুলোর মতো) একটি সাধারণ কন্ট্রাভ্যারিয়েন্ট চার-ভেক্টর X-কে যখন শুরুতেই কোনো একটি জড় কাঠামোর সাপেক্ষে\nকার্তেসীয় স্থানাঙ্কযুক্ত একটি কলাম ভেক্টররূপে বিবেচনা করা হয়, তখন এই কন্ট্রাভ্যারিয়েন্ট চার-ভেক্টরের উপর লরেন্টজ রূপান্তরকে নিম্নোক্ত ম্যাট্রিক্স গুণনের মাধ্যমে লেখা হয়:\n\n  \n    \n      \n        \n          X\n          ′\n        \n        =\n        Λ\n        X\n        ,\n      \n    \n    {\\displaystyle X'=\\Lambda X,}\n  \n\nএটি একটি ম্যাট্রিক্স গুণন, যেখানে প্রাইম চিহ্নযুক্ত সংকেতটি নতুন এক প্রসঙ্গ কাঠামোকে নির্দেশ করছে। উপরে কন্ট্রাভ্যারিয়েন্ট ভেক্টরের আকারে যেসব উদাহরণ হিসেবে দেওয়া হয়েছে, তাদের মধ্যে একই ধরনের কোভ্যারিয়েন্ট ভেক্টরও রয়েছে। একই জাতীয় এই কোভ্যারিয়েন্ট ভেক্টরগুলো হলো xμ, pμ এবং Aμ(x)। এদের রূপান্তর ঘটে নিম্নোক্ত সূত্রানুযায়ী:\n\n  \n    \n      \n        \n          X\n          ′\n        \n        =\n        \n          \n            (\n            \n              Λ\n              \n                −\n                1\n              \n            \n            )\n          \n          \n            \n              T\n            \n          \n        \n        X\n        ,\n      \n    \n    {\\displaystyle X'=\\left(\\Lambda ^{-1}\\right)^{\\textrm {T}}X,}\n  \n\nযেখানে T চিহ্ন দ্বারা ম্যাট্রিক্সের ট্রান্সপোজ নির্দেশ করা হয়েছে। এই সূত্রটি উপরের সূত্রটি থেকে ভিন্ন। এটি আদর্শ প্রতিনিধিত্বের দ্বৈত প্রতিনিধিত্বের সাথে সম্পর্কযুক্ত। সে যাই হোক, লরেন্টজ গ্রপের ক্ষেত্রে যেকোনো প্রতিনিধিত্বের দ্বৈত রূপ মূল প্রতিনিধিত্বেরই অনুরূপ। এই কারণে, কোভারিয়েন্ট সূচকযুক্ত রাশিগুলোও চার-ভেক্টর।\nচার-উপাদানযুক্ত একটি বিষয়বস্তু যা বিশেষ আপেক্ষিকতার ক্ষেত্রে সুষ্ঠু আচরণ করে, উপরন্তু যা আবার চার-ভেক্টরও নয়, তার একটি উদাহরণের জন্য বাইস্পাইনর নিবন্ধটি দেখুন। বাইস্পাইনরকেও একইভাবে সংজ্ঞায়িত করা হয়। বাইস্পাইনরের সংজ্ঞায়নের ক্ষেত্রে পার্থক্য এই যে, লরেন্টজ ট্রান্সফরমেশনের অধীনে বাইস্পাইনরের রূপান্তরের সূত্রটিকে আদর্শ কোনো প্রতিনিধিত্বের মাধ্যমে উপস্থাপন না করে অন্য একটি প্রতিনিধিত্বের মাধ্যমে উপস্থাপন করা হয়। এই ক্ষেত্রে, সূত্রটিকে X ′ = Π(Λ) X পড়া যায়, যেখানে Π(Λ) রাশিটি অন্য কোনো Λ-কে না বুঝিয়ে বরং একটি 4×4 ম্যাট্রিক্সকে বোঝায়। লরেন্টজ রূপান্তরের অধীনে সুষ্ঠু আচরণ করে এমন বিষয়বস্তুগুলোর (যে বিষয়বস্তুগুলো গুটিকয়েক কিংবা অনেক উপাদানের সমন্বয়ে সজ্জিত) ক্ষেত্রে অনুরূপ মন্তব্য প্রযোজ্য। এই বিষয়বস্তুগুলোর মধ্যে রয়েছে স্কেলার, স্পাইনর, টেনসর এবং স্পাইনর-টেনসরসমূহ।\nএই নিবন্ধটিতে চার-ভেক্টরকে বিশেষ আপেক্ষিকতার পরিপ্রেক্ষিতে বিবেচনা করা হয়েছে। যদিও চার-ভেক্টরের ধারণাটিকে সাধারণ আপেক্ষিকতার ক্ষেত্রেও সম্প্রসারিত করা যায়, তথাপি এই নিবন্ধে বর্ণিত কিছু ফলাফলের জন্য সাধারণ আপেক্ষিকতায় পরিবর্তন-পরিবর্ধন-পরিমার্জন প্রয়োজন।\n\n\n== তথ্যসূত্র =="}