{"pageid": 1302208, "title": "ওলাক্কান্নেশ্বর মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1302208", "content": "ওলাক্কান্নেশ্বর মন্দির (\"অগ্নিশিখা\"; সাধারণত ওলাক্কানাথ; \"ওল্ড লাইটহাউস\" নামেও পরিচিত) ভারতের তামিলনাড়ুর কাঞ্চীপুরম জেলার বঙ্গোপসাগরের কোরোমন্ডেল উপকূলকে উপেক্ষা করে মহাবালিপুরম শহরে অবস্থিত। শোর মন্দিরের মতো ওলাক্কান্নেশ্বর মন্দিরটি একটি কাঠামোগত মন্দির। ৮ম শতাব্দীতে নির্মিত, এটি মহিষাসুরমর্দিনী মণ্ডপের উপরে একটি পাহাড়ের উপরে অবস্থিত যা শহরের মনোরম দৃশ্য দেখায়। দক্ষিণে কয়েক কিলোমিটার দূরে একটি পারমাণবিক বিদ্যুৎ কেন্দ্র থাকায় এলাকাটি উচ্চ নিরাপত্তা বলয়ের মধ্যে থাকায় ফটোগ্রাফি নিষিদ্ধ। ওলাক্কান্নেশ্বর মন্দিরকে কখনও কখনও ভুলবশত মহিষাসুর মন্দির হিসাবে উল্লেখ করা হয়। এটি শিবের একটি অবতারকে উৎসর্গ করা হয়েছে। এটি মহাবালিপুরমের একটি গ্রুপ অফ মনুমেন্টের একটি যা ১৯৮৪ সাল থেকে ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইট হিসাবে মনোনীত।\n\n\n== ব্যুৎপত্তি ==\n\nসাধারণত, ভবনটি \"ওলাক্কানাথ মন্দির\" নামে পরিচিত। তবে এর আসল নাম ছিল ওলাক্কান্নেশ্বর, এটি \"উলাইক্কান্নিশ্বরম\" এর অপভ্রংশ (অর্থ: শিবের মন্দির যার কপালে অর্ধচন্দ্র বা জ্ঞানের চোখ রয়েছে)। ওলাক্কান্নেশ্বরকে ভুলভাবে মহিষাসুর মন্দির বলা হয় কারণ এটি মহিষাসুরমর্দিনী মণ্ডপের (গুহা মন্দির) উপরে অবস্থিত।\n\n\n== ভূগোল ==\nওলাক্কান্নেশ্বর মন্দির মহাবালিপুরম শহরে অবস্থিত। পূর্ব দিকে মুখ করে, মন্দিরে প্রবেশ করা যায় শুধুমাত্র উন্মুক্ত শিলার উপর কাটা ধাপগুলির একটি সিরিজ। এটি আধুনিক বাতিঘরের কাছে মহিষাসুরমর্দিনী মণ্ডপের উপরে পাহাড়ের চূড়ায় অবস্থিত। এটি প্রায় ৫৮ কিলোমিটার (৩৬ মাইল) চেন্নাই শহর থেকে (আগে, মাদ্রাজ) এবং প্রায় ২০ মাইল (৩২ কিলোমিটার) চেঙ্গলপেট থেকে। এলাকাটি একটি উচ্চ নিরাপত্তা অঞ্চল কারণ এর দক্ষিণে প্রায় কয়েক কিলোমিটার দূরে একটি পারমাণবিক বিদ্যুৎ কেন্দ্র রয়েছে।\n\n\n== ইতিহাস ==\nশোর মন্দিরের মতো, ওলাক্কান্নেশ্বর মন্দিরটি পল্লব রাজবংশের রাজা রাজাসিংহের রাজত্বকালে নির্মিত হয়েছিল। প্রত্নতাত্ত্বিক অ্যালবার্ট লংহার্স্ট পর্যবেক্ষণ করেছেন যে ১৯০০ সালে এই স্থানে বর্তমান বাতিঘর নির্মাণের আগে, ওলাক্কান্নেশ্বর মন্দিরের ছাদটি বাতিঘর হিসাবে কাজ করেছিল এবং সম্ভবত ছাদে একটি কাঠের চালা কাঠামো ছিল। উনিশ শতক পর্যন্ত এই মন্দিরে পূজা দেওয়া হত।\n\n\n== বৈশিষ্ট্য ==\n\nকাঠামোটি ধূসর-সাদা গ্রানাইট দিয়ে নির্মিত। মন্দিরের শিখরা বা টাওয়ারটি মূলত দ্রাবিড় স্থাপত্য শৈলীতে শোর টেম্পল টাওয়ারের মতো একই শৈলীতে নির্মিত বলে ব্যাখ্যা করা হয় তবে এখন এটি নেই। একটি ছোট অর্ধ-মণ্ডপ (অর্ধেক হল) একটি আয়তাকার মন্দিরে নিয়ে যায়। একটি অস্বাভাবিক বৈশিষ্ট্য হল মূল মন্দিরের দ্বারপাল (রক্ষীদের) খোদাই করা, যেগুলি অর্ধ-প্রোফাইলে রয়েছে যদিও উপলব্ধ স্থান সামনের মুখী শৈলীর ঐতিহ্যগত অনুশীলন অনুসারে একটি পূর্ণ-মুখ প্রোফাইল তৈরি করতে ব্যবহার করা যেতে পারে। এটি মহাবালিপুরম পল্লব শৈলীর আদর্শ এবং ত্রিমূর্তি গুহা মন্দিরে দ্বারপালদের অনুরূপ প্রোফাইল উল্লেখ করা হয়েছে। এটিকে মহেন্দ্র স্থাপত্যশৈলী থেকে রাজাসিংহ শৈলীতে রূপান্তর হিসাবে ব্যাখ্যা করা হয়; রূপান্তরটি সম্পূর্ণ সামনে থেকে তিন-চতুর্থাংশ এবং তারপর একে অপরের মুখোমুখি অর্ধেক প্রোফাইলে ছিল। যাইহোক, মন্দিরের পিছনের দেয়ালে খোদাই করা অভিভাবকগুলি সম্পূর্ণ সামনের প্রোফাইলে রয়েছে। ভবনটি পূর্বে ইটের গাঁথনি দিয়ে সারিবদ্ধ ছিল।\nবাইরের দেয়ালে, অর্ধ-মণ্ডপের কুলুঙ্গিতে দুটি ভাস্কর্য মূর্তি রয়েছে। স্তম্ভের মধ্যে আবদ্ধ, কালান্তক \"কাল\" (যম) বধ করে শিবের এই চিত্রগুলি পরবর্তীকালে সংযোজন, পল্লবদের জন্য দায়ী নয়। মূল মন্দিরের বাইরের দেয়ালে, অন্যান্য কুলুঙ্গি বা দেবকোষ রয়েছে; দক্ষিণ দেওয়ালে ভাস্কর্যটি একটি গাছের নীচে উপবিষ্ট ভঙ্গিতে দক্ষিণামূর্তি হিসাবে শিবের, পশ্চিম দিকে কৈলাস পর্বতে উপবিষ্ট শিব ও পার্বতীর মূর্তি এবং রাবণ পর্বতকে নাড়াতে চাইছেন, এবং উত্তর দেওয়ালে একটি শিবের মূর্তি রয়েছে। নটরাজের ভঙ্গিতে। ভাস্কর্যগুলি অনেকটাই ধ্বংসপ্রাপ্ত, এবং প্লাস্টার করা এবং আঁকা ছিল তাই মৌলিকতা অনেক কম দৃশ্যমান। দেয়ালে প্রচুর সংখ্যক সিংহ পিলাস্টার রয়েছে। মন্দিরের ভিতরে কোন দেবতার মূর্তি নেই।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}