{"pageid": 1302292, "title": "বাগপ্রচণ্ড খাঁ", "url": "https://bn.wikipedia.org/wiki?curid=1302292", "content": "বাগপ্রচণ্ড খাঁ বাংলাদেশের সিলেট জেলার বিয়ানীবাজার উপজেলার লাউতা ইউনিয়নের অন্তর্গত একটি গ্রাম ও মৌজা।\n\n\n== প্রশাসন ==\nবাগপ্রচণ্ড খাঁ বিয়ানীবাজার উপজেলার ১১ নং লাউতা ইউনিয়ন পরিষদ ১নং ওয়ার্ডের একটি গ্রাম ও মৌজা।\n\n\n== ইতিহাস ==\nযাদবানন্দ পালের পাঁচ পুত্রের মধ্যে কনিষ্ঠ প্রতাপচন্দ্র পাল হিন্দুধর্ম থেকে সুন্নি ইসলামে ধর্মান্তরিত হওয়ার পর, প্রচণ্ড খাঁ নাম গ্রহণ করেন এবং এই এলাকায় বসতি স্থাপন করেন। তিনি ওই এলাকায় একটি বৃহৎ দীঘি খনন করেন, যার নামকরণ করা হয় বাগ প্রচণ্ড খাঁ, যা পরে এটি মৌজা হিসেবে প্রতিষ্ঠিত হয়। তার বংশধরেরা সেগ্রামে বসবাস করে চলেছে এবং এক সময়ে পঞ্চখণ্ড পরগণার মধ্যে কালা ও বাহাদুরপুরের চৌধুরী খান্দান নামে তারা পরিচিত ছিল। প্রচণ্ড খাঁর স্থলাভিষিক্ত হন তার পুত্র গওহর খাঁ, যার পুত্র মজলিস আগোয়ান, যার পুত্র মজলিস ইখতিয়ার, যার পুত্র মজলিস খাঁ, যার পুত্র মাবারিম খাঁ, যার পুত্র মাসূম খাঁ, যার পুত্র ফতেহ মুহম্মদ, যার পুত্র ফয়েজ মুহম্মদ, যার পুত্র সফর মুহম্মদ, যার পুত্র আব্দুল আলী, যার পুত্র আব্দুল মজীদ, যার পুত্র আব্দুল ওয়াহেদ, যার পুত্র ও উত্তরসূরী ছিলেন আব্দুল খালেক চৌধুরী। এই পরিবারের হাজী মৌলবী মোহসেন চৌধুরী ছিলেন আমাতুল মন্নান খাঁতুনের পিতা, যিনি সৈয়দ মুজতবা আলী ও সৈয়দ মুর্তজা আলীর মাতা।\nইতিহাসবিদ অচ্যুতচরণ চৌধুরী এবং সৈয়দ মুর্তজা আলীর দ্বারা লিপিবদ্ধ একটি প্রবাদে প্রচণ্ড খাঁর বংশের সাধারণ শ্রেষ্ঠত্ব প্রদর্শিত হয়েছে:\n\nপাল, প্রচণ্ড, জাংদার।\n এই তিন মিরাশদার।\nযার অর্থ দাঁড়ায়, পঞ্চখণ্ডের পাল পরিবার, প্রচণ্ড খাঁর সন্তানবর্গ ও জাংদার বংশের পরবর্তী পুরুষরাই অত্র অঞ্চলের প্রধান মিরাশদার ছিলেন।\nবাগপ্রচণ্ড খাঁর বাজার পরে করিমগঞ্জ মহকুমার একটি উল্লেখযোগ্য বাণিজ্য কেন্দ্রে পরিণত হয়। গ্রামটি নানকার বিদ্রোহের একটি গুরুত্বপূর্ণ কেন্দ্রও ছিল। ১৯৩০ এর দশকের শেষের দিকে, ভারতীয় ইম্পেরিয়াল পুলিশ বাঘপ্রচান্দা খান গ্রামে নানকার বিদ্রোহীদের নির্যাতন ও ছিনতাই করে। ১৯৪০ খ্রীষ্টাব্দের ১৮ মে তারীখে,  বিয়ানীবাজার থানা (বাগপ্রচণ্ড খাঁ-সহ) করিমগঞ্জ মহকুমা থেকে সিলেট মহকুমায় স্থানান্তরিত হয়।\n২০১৩ সালে পশ্চিম বাগপ্রচণ্ড খাঁ প্রাথমিক বিদ্যালয়ে শিক্ষক হয়রানির অভিযোগ ওঠে।\n\n\n== তথ্যসূত্র =="}