{"pageid": 1302024, "title": "পান্না-মুক্তা তেলক্ষেত্র", "url": "https://bn.wikipedia.org/wiki?curid=1302024", "content": "পান্না-মুক্তা তেলক্ষেত্রটি ভারতের মুম্বই শহরের উত্তর-পশ্চিমে দুটি সংলগ্ন সমুদ্র মধ্যস্থ তেলক্ষেত্র নিয়ে গঠিত।\n\n\n== অবস্থান ==\nপান্না ক্ষেত্রটি মুম্বইয়ের ৯৫ কিলোমিটার (৫৯ মাইল) উত্তর-পশ্চিমে, এবং ৪৩০ বর্গকিলোমিটার (১৭০ বর্গমাইল) এলাকা নিয়ে গঠিত। এটি বাসেন গ্যাসক্ষেত্রের ঠিক উত্তরে এবং বোম্বে হাই তেলক্ষেত্রের প্রায় ৫০ কিলোমিটার (৩১ মাইল) পূর্বে অবস্থিত। মুক্তা ক্ষেত্রটি মুম্বইয়ের প্রায় ১০০ কিলোমিটার (৬২ মাইল) উত্তর-পশ্চিমে, এবং ৭৭৭ বর্গকিলোমিটার (৩০০ বর্গমাইল) এলাকা নিয়ে গঠিত। জলের গড় গভীরতা পান্না ক্ষেত্রে ৪৫ মিটার (১৪৮ ফুট) ও মুক্ত ক্ষেত্রে ৬৫ মিটার (২১৩ ফুট)। তেলের আনুমানিক পুনরুদ্ধারযোগ্য মজুদ ১৯৯৯ সালের মে মাস পর্যন্ত ২৮৭ মিলিয়ন ব্যারেল ছিল।\n\n\n== মালিকানা ==\nপান্না-মুক্তা তেলক্ষেত্র এবং উত্তরে তাপ্তি গ্যাসক্ষেত্রটি ভারতীয় রাষ্ট্রীয় মালিকানাধীন তেল ও প্রাকৃতিক গ্যাস কর্পোরেশন (ওএনজিসি) দ্বারা আবিষ্কৃত হয়েছিল, সংস্থাটি প্রাথমিকভাবে ক্ষেত্রগুলি পরিচালনা করেছিল। একটি বেসরকারীকরণ নীতি অনুসরণ করে রিলায়েন্স-এনরন কনসোর্টিয়াম ১৯৯৪ সালের ফেব্রুয়ারি মাসে তেলক্ষেত্রে ২৫ বছরের ইজারা অর্জন করে। তখন তেলের উৎপাদন ছিল দৈনিক ১২,০০০ ব্যারেল। একটি উত্পাদন ভাগাভাগি ব্যবস্থার অধীনে ইজারা দেওয়া হয়েছিল। ভারত সরকার মুনাফার একটি পরিবর্তনশীল অংশ পাবে, যা বিনিয়োগের গুণিতকের উপর নির্ভর করে। ওএনজিসি (৪০%), এনরন (৩০%) ও রিলায়েন্স (৩০%) এর মধ্যে একটি যৌথ উদ্যোগ ১৯৯৪ সালের ডিসেম্বর মাসে তেলক্ষেত্রের নিয়ন্ত্রণ নেয়।\nব্রিটিশ গ্যাস (বিজি) ২০০২ সালে ৩৫০ মিলিয়ন ডলারে এনরনের পান্না-মুক্তা এবং তাপ্তি ক্ষেত্রের ৩০% শেয়ার ক্রয় করেছিল। অন্য দুটি স্টেকহোল্ডার ৪০% সহ ওএনজিসি এবং ৩০% সহ রিলায়েন্স রয়ে গেছে। প্রাথমিকভাবে, বিজি এনরনের জায়গায় অপারেটর হিসাবে কাজ চালিয়েছিল। যাইহোক, ক্ষেত্রটির পরিচালনা নিয়ে অংশীদারদের মধ্যে বিরোধ ছিল, বিজি অপারেশন নিয়ন্ত্রণ করতে চায় এবং দুটি ভারতীয় সংস্থা নিয়ন্ত্রণের আরও সমান ভাগাভাগি চায়।\n\n\n== উন্নয়ন ও উৎপাদন ==\nউন্নয়নের প্রাথমিক পর্যায়টি ১৯৯৫ সাল থেকে ১৯৯৯ পর্যন্ত ছিল, যে সময়ে যৌথ উদ্যোগটি তিনটি ওয়েলহেড প্ল্যাটফর্ম স্থাপন করে, উন্নয়ন কূপ ড্রিল করে এবং প্রক্রিয়াকরণ ও পরিবহনের জন্য সুবিধা স্থাপন করে। পরবর্তী পর্যায়ে যৌথ উদ্যোগটি ২০০৪ সালের নভেম্বর মাস থেকে ২০০৭ সালের মার্চ মাসের মধ্যে পান্না তেলক্ষেত্রে পাইপলাইন এবং দুটি ওয়েলহেড প্ল্যাটফর্ম স্থাপন করেছিল। উৎপাদন ২০০৬ সাল পর্যন্ত পিপিএ সুবিধায় কেন্দ্রীভূত ছিল, যা প্রতিদিন ৪৫,০০০ ব্যারেল (৭,২০০ ঘনমিটার) তেল এবং স্ট্যান্ডার্ড অবস্থায় ৯০ নিযুত ঘনফুট (২.৫ নিযুত ঘনমিটার) গ্যাস উত্তলন পরিচালনার জন্য নকশা করা হয়েছিল। সাতটি স্যাটেলাইট প্ল্যাটফর্ম থেকে তরল মসুদ্র মধ্যস্থ লাইনের মাধ্যমে পিপিএ-তে পৌঁছায়, যেখানে এটি প্রক্রিয়া করা হয়। অপরিশোধিত তেল একটি ট্যাঙ্কারে লোড করা হয় এবং গ্যাস পাইপ লাইন দিয়ে হাজিরায় পাঠানো হয়। পিপিএ ৭৫ জন কর্মীকে ধারণ করতে পারে।\n১৯৯৯ সালে প্রতিদিন তেলের উত্পাদন ২৭,০০০ ব্যারেল (৪,৩০০ ঘনমিটার) এবং প্রতিদিন গ্যাসের উত্পাদন ৭১ নিযুত ঘনফুট (২.০ নিযুত মি৩) ছিল। ২০০৬ সালের হিসাবে, ক্ষেত্রগুলি প্রতিদিন ৩০,০০০ ব্যারেল (৪,৮০০ ঘনমিটার) তেল এবং ৯০ নিযুত ঘনফুট (২.৫ নিযুত মি৩) গ্যাস উত্পাদন করছিল। ২০০৮ সালের হিসাবে, ক্ষেত্রটি প্রতিদিন ৪০,০০০ ব্যারেল (৬,৪০০ ঘনমিটার) তেল এবং ১৯০ নিযুত ঘনফুট (৫.৪ নিযুত মি৩) গ্যাস উত্পাদন করছিল। সমস্ত তেল ইন্ডিয়ান অয়েলের কাছে এবং সমস্ত গ্যাস গেইল ইন্ডিয়ার কাছে বিক্রি করা হয়েছিল। একটি বিস্ফোরণ ২০০৮ সালের ৩ই জুন ঘটেছিল, যাতে একজন শ্রমিক নিহত হয়, যা সাময়িকভাবে উৎপাদন বন্ধ করে দেয়। ক্ষেত্রটি ২০১০ সালের জুলাই মাসের হিসাবে প্রতিদিন প্রায় ৩৫,০০০ ব্যারেল (৫,৬০০ ঘনমিটার) তেল এবং ২০৫ নিযুত ঘনফুট (৫.৮ নিযুত মি৩) গ্যাস উৎপাদন করছিল। পান্না সিঙ্গেল বয় মুরিংয়ের কাছে ২০১০ সালের ২০ই জুলাই সাব-সি হোসে ফুটো হওয়ার কারণে উৎপাদন বন্ধ হয়ে যায়। ওই বছরের অক্টোবর মাস পর্যন্ত উৎপাদন শুরু করা যায়নি।\n২০০৮ সালের অক্টোবর মাসে রিপোর্ট করা হয়েছিল যে ব্রিটিশ গ্যাস নয়টি ভরাট কূপ নির্মাণের জন্য ১৫০ মিলিয়ন মার্কিন ডলার (ইউএস$) অনুমোদনের জন্য অপেক্ষা করছে। এগুলি চাপ বজায় রাখতে এবং পুনরুদ্ধারের উন্নতি করতে জলাধারে জল পাম্প করতে ব্যবহার করা হবে। যৌথ উদ্যোগটি আরও নয়টি উত্পাদন কূপ খনন এবং দুটি অতিরিক্ত প্ল্যাটফর্ম স্থাপন করার জন্য একটি কর্মসূচি বাস্তবায়ন শুরু করেছিল, প্ল্যাটফর্মগুলি ২০০৯ সালের জুন মাসে চালু হওয়ার কথা ছিল। বিজি গ্রুপ ২০১১ সাল পর্যন্ত ভাল হস্তক্ষেপ, ইনফিল ড্রিলিং এবং সম্প্রতি ইনস্টল করা পান্না এল-এর মতো নতুন প্রকল্প স্থাপনের মাধ্যমে ক্ষেত্রগুলির ক্রমবর্ধমান বিকাশ অব্যাহত রেখেছিল।\n\n\n== তথ্যসূত্র =="}