{"pageid": 1302014, "title": "জাকিয়া খুদাদাদি", "url": "https://bn.wikipedia.org/wiki?curid=1302014", "content": "জাকিয়া খুদাদাদি ( পশতু: ذکیه خدادادی   ; জন্ম ২৯ সেপ্টেম্বর ১৯৯৮) একজন আফগান প্যারাটাইকোয়ান্দো অনুশীলনকারী। তিনি প্রথম আফগান মহিলা তায়কোয়ান্দো অনুশীলনকারী। ১৮ বছর বয়সে ২০১৬ সালে আফ্রিকান ইন্টারন্যাশনাল প্যারাটাইকোয়ান্দো চ্যাম্পিয়নশিপ জেতার পর তিনি সুপরিচিত হয়ে ওঠেন। তিনি ২০২০ গ্রীষ্মকালীন প্যারালিম্পিকে আফগানিস্তানের প্রতিনিধিত্ব করেছিলেন। তালেবান দখলের কারণে তাকে প্রাথমিকভাবে তার প্রথম প্যারালিম্পিকে প্রতিদ্বন্দ্বিতা করার সুযোগ থেকে বঞ্চিত করা হয়েছিল কিন্তু পরে আফগানিস্তান থেকে নিরাপদে সরিয়ে নেওয়ার পর আন্তর্জাতিক প্যারালিম্পিক কমিটি তাকে এই ইভেন্টে প্রতিদ্বন্দ্বিতা করার অনুমতি দেয়। তিনি প্রতিদ্বন্দ্বিতা করতে সক্ষম হন এবং ২০০৪ সালের গ্রীষ্মকালীন প্যারালিম্পিকে মারিনা করিমের অংশগ্রহণের পর ১৭ বছর পর প্যারালিম্পিকে প্রতিদ্বন্দ্বিতা করা প্রথম আফগান মহিলা প্যারালিম্পিক প্রতিযোগী হন। তালেবান দখলের পর তিনি আনুষ্ঠানিকভাবে প্রথম আফগান মহিলা ক্রীড়াবিদ হিসেবে আন্তর্জাতিক ক্রীড়া ইভেন্টে অংশগ্রহণ করেন।\n\n\n== জীবনী ==\nখুদাদাদি মূলত হেরাত প্রদেশের বাসিন্দা। তার শুধুমাত্র একটি কার্যকরী বাহু আছে।\n\n\n== কর্মজীবন ==\n২০০৮ এবং ২০১২ সালে তায়কোয়ান্দোতে আফগানিস্তানের একমাত্র অলিম্পিক পদক আসার পর থেকে খুদাদাদি তায়কোয়ান্দো খেলায় অংশগ্রহণ করতে অনুপ্রাণিত হন। তিনি রোহুল্লাহ নিকপাই দ্বারা অনুপ্রাণিত হয়েছিলেন, যিনি আফগানিস্তানের প্রথম (এবং বর্তমানে একমাত্র) অলিম্পিক পদক বিজয়ী হিসাবে অত্যন্ত পরিচিত। ২০০১ সালে তালেবানের পতনের পর, তিনি, আফগানিস্তানের অন্যান্য অনেক নারীর মতো, পুরুষদের মতোই ক্রীড়া ইভেন্টে প্রতিদ্বন্দ্বিতা করতে উৎসাহিত হন। যাইহোক, তার বেশিরভাগ প্রশিক্ষণ সেশন বাড়িতে এবং তার বাড়ির উঠোনে ছিল কারণ তার নিজ প্রদেশ হেরাতে তালেবানদের উপস্থিতির কারণে স্থানীয় ক্লাবগুলির প্রতিনিধিত্ব করার সুযোগগুলি বাধাগ্রস্ত হয়েছিল।\nতিনি মিশরে অনুষ্ঠিত ২০১৬ আফ্রিকান আন্তর্জাতিক প্যারাটাইকোয়ান্দো চ্যাম্পিয়নশিপ জিতেছেন। বিলম্বিত টোকিও ২০২০ গ্রীষ্মকালীন প্যারালিম্পিকে অংশগ্রহণের জন্য তিনি ওয়াইল্ড কার্ড এন্ট্রি পেয়েছিলেন, যেখানে তিনি ট্র্যাক অ্যাথলেট হোসেন রাসুলির পাশাপাশি আফগানিস্তানের দুই প্রতিযোগীর একজন হিসেবে নির্বাচিত হন। খুদাদাদি মহিলাদের কে৪৪ অনূর্ধ্ব-৪৯-এ প্রতিদ্বন্দ্বিতা করার যোগ্যতা অর্জন করেছে কেজি ঘটনা।\nগ্রীষ্মকালীন প্যারালিম্পিকের প্রস্তুতির জন্য তিনি তার বাবা-মাকে ছেড়ে কাবুলে যান। যাইহোক, তালেবানের হাতে কাবুলের পতনের পর গেমসে আফগানিস্তানের অংশগ্রহণ বাধাগ্রস্ত হয়েছিল। বিমানবন্দর বন্ধ থাকায় আফগান ক্রীড়াবিদরাও কাবুল ত্যাগ করতে পারেননি। খুদাদাদি তালেবানদের কাছ থেকে আত্মগোপনে চলে যান এবং নিরাপদে আফগানিস্তান ছেড়ে টোকিও প্যারালিম্পিকে অংশ নেওয়ার জন্য প্রকাশ্যে অবিলম্বে সাহায্যের অনুরোধ করেন। তাকে স্পেনের উচ্ছেদ তালিকায় থাকার বিষয়টি নিশ্চিত করা হয়েছে।\n২৮ শে আগস্ট ২০২১-এ, খুদাদাদি, তার পুরুষ স্বদেশী হোসেন রসৌলির সাথে, আন্তর্জাতিক উচ্ছেদ প্রচেষ্টার অংশ হিসাবে রয়্যাল অস্ট্রেলিয়ান এয়ার ফোর্স দ্বারা কাবুল থেকে প্যারিসে এয়ারলিফ্ট করার পরে টোকিওতে পৌঁছেন, টোকিওতে আফগানিস্তানের অংশগ্রহণের বিষয়ে বিরাজমান অনিশ্চয়তার অবসান ঘটিয়ে। আন্তর্জাতিক প্যারালিম্পিক কমিটির সভাপতি, অ্যান্ড্রু পার্সনস, ঘোষণা করেছেন যে উভয় আফগান ক্রীড়াবিদ সাক্ষাত্কারের জন্য উপলব্ধ থাকবেন না এবং তাদের স্বাভাবিক প্রেস কনফারেন্স এড়িয়ে যাওয়ার অনুমতি দেওয়া হয়েছে।\n২ সেপ্টেম্বর ২০২১-এ, তিনি ২০২০ টোকিও প্যারালিম্পিকে রাউন্ড অফ ১৬ ইভেন্টে প্রতিদ্বন্দ্বিতা করেছিলেন এবং রাউন্ডে উজবেকিস্তানের জিওদাখোন ইসাকোভার কাছে হেরেছিলেন। খুদাদাদি পরবর্তীতে রেপেচেজ রাউন্ডে যোগ্যতা অর্জন করে কিন্তু ইউক্রেনের ভিক্টোরিয়া মার্চুকের কাছে হেরে যান।\n\n\n== তথ্যসূত্র =="}