{"pageid": 1302062, "title": "হরিদ্বার জংশন রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1302062", "content": "হরিদ্বার রেলওয়ে স্টেশন (স্টেশন কোড: HW), হরিদ্বার জেলা, উত্তরাখণ্ড, ভারত এর অন্যতম প্রধান রেলওয়ে স্টেশন। এটি ভারতীয় রেলওয়ের উত্তর রেলওয়ে জোনের মোরাদাবাদ বিভাগের অধীনে পড়ে।\n১৮৮৬ সালে হরিদ্বার প্রথমে লাকসার হয়ে রেলপথের সাথে যুক্ত হয়েছিল। যখন অওধ এবং রোহিলখণ্ড রেলপথ রুরকি হয়ে সাহারানপুর জংশন পর্যন্ত প্রসারিত হয়েছিল যা পরে ১৯০৬ সালে দেরাদুন পর্যন্ত প্রসারিত হয়েছিল।\n\n\n== ওভারভিউ ==\nদিল্লি, হাওড়া এবং ভারতের বাকি অংশের সাথে সংযোগের জন্য স্টেশনটি লাকসার-দেরাদুন রেলপথে অবস্থিত। উত্তর রেলওয়ে জোনের প্রধান রেলপথগুলির মধ্যে একটি, হরিদ্বার জংশন রেলওয়ে স্টেশনটি ব্রড-গেজ লাইন দ্বারা সংযুক্ত। স্টেশনটি হরিদ্বারের দেবপুরা লোকালয়ে NH 58 -এ অবস্থিত। ঋষিকেশের নিকটবর্তী স্টেশনটি একটি শাখা লাইনে হরিদ্বারের সাথে সংযুক্ত। পশ্চিম দিকে, প্রধান রেলপথ সাহারানপুরে (৭৬ কিমি) এবং উত্তর দিকে গেলে প্রধান রেলপথ দেরাদুনে (৫২ কিমি)।\n\n\n== অবস্থান ==\nরেলওয়ে স্টেশনটি শহরের দক্ষিণ দিকে, বেশিরভাগ হোটেলের হাঁটার দূরত্বের মধ্যে অবস্থিত। যাত্রীদের সাহায্য করার জন্য রেলওয়ে বিভাগ দ্বারা একটি পর্যটন তথ্য কেন্দ্র সরবরাহ করা হয়। কম্পিউটারাইজড রিজার্ভেশন সুবিধা দেওয়া হয়. রেলওয়ে স্টেশনের সামনে হরিদ্বারের ইউটিসি রোডওয়েজ বাস স্টেশনটি হরিদ্বারের এবং এর আশেপাশে যেমন দিল্লি এবং মুসৌরি, মিরাট, সাহারানপুর, গাজিয়াবাদ, কানপুর, লখনউ, বেরেলি, সিমলা সহ উত্তর ভারতের সমস্ত প্রধান গন্তব্যে নিয়মিত পরিষেবা প্রদান করে।, দেরাদুন, বদ্রীনাথ, নৈনিতাল, রানিক্ষেত এবং উত্তরকাশী। নিকটতম বিমানবন্দর হল জলি গ্রান্ট বিমানবন্দর অবস্থিত প্রায় (৪২ কিমি) দেরাদুনে। স্টেশনটি বিখ্যাত তীর্থস্থান \"চার-ধাম\" এবং অন্যান্য পর্যটন স্টেশনগুলির অন্যতম প্রধান রেলপথ। হরিদ্বারকে ভারতের হিন্দুধর্মের সাতটি পবিত্র শহরগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয় এবং এটি আধ্যাত্মিক কেন্দ্র, শিক্ষা প্রতিষ্ঠানগুলির সাথে প্রসারিত ও উন্নতি লাভ করে চলেছে এবং দুর্দান্ত জনসংখ্যার প্রবাহের সাক্ষী হয়েছে।\n\n\n== অবকাঠামো এবং সুযোগ-সুবিধা ==\n\nহরিদ্বার রেলওয়ে স্টেশন সম্প্রতি রিটায়ারিং রুম এবং ওয়েটিং হল দিয়ে সংস্কার করা হয়েছে। যাত্রীদের, বিশেষ করে প্রবীণ নাগরিক, প্রতিবন্ধী ব্যক্তি, মহিলা এবং শিশু যাত্রীদের সুবিধার্থে স্টেশনটিতে নতুন এস্কেলেটর এবং লিফটও দেওয়া হয়েছে। পে অ্যান্ড ইউজ টয়লেট, প্ল্যাটফর্ম ১ থেকে প্ল্যাটফর্ম ৪ পর্যন্ত কোচ নির্দেশিকা সিস্টেমের মতো অতিরিক্ত সুবিধাগুলি ইনস্টল করা হয়েছে। ভারতীয় রেলওয়ে নতুন রেলওয়ে প্রোটেকশন ফোর্স (RPF) এবং GRP (সরকারি রেল পুলিশ) স্টেশন প্রদান করে স্টেশনে নিরাপত্তা ব্যবস্থাকে আপগ্রেড করা হয়েছে যা নিরাপত্তার প্রয়োজনের জন্য দ্রুত জরুরি কেন্দ্র হিসেবে কাজ করবে এবং সেইসাথে আরাম ও সুবিধা প্রদানের পাশাপাশি অপরাধের রিপোর্ট করার জন্য কাজ করবে। নিরাপত্তা বাহিনীর কাছে। যেহেতু হরিদ্বারে সারা বছর ধরেই বড়সড় পা পড়ে এবং তাই সিসিটিভি নজরদারি উন্নত করা হয়েছে যা স্টেশনে ঘনিষ্ঠ নজরদারি এবং নিরাপত্তা জোরদার করে। উত্তর রেলওয়ে জোন কোচ রক্ষণাবেক্ষণের জন্য ধোয়া যায় এমন অ্যাপ্রন, পার্কিং এবং সঞ্চালন এলাকার উন্নতি, ফুট-ওভার-ব্রিজের ব্যবস্থা, দ্বিতীয় প্রবেশের ব্যবস্থা, এলইডি আলোর ব্যবস্থা সহ সম্মুখের আলো, প্ল্যাটফর্ম ছাউনি, স্টেশন বিল্ডিংয়ের উন্নতির সাথে সম্পৃক্ত কাজগুলি সহ আধুনিকীকরণ করছে।\n\n\n== তথ্যসূত্র =="}