{"pageid": 1302155, "title": "কাঁচা বাদাম (গান)", "url": "https://bn.wikipedia.org/wiki?curid=1302155", "content": "বাদাম বাদাম দাদা কাঁচা বাদাম হচ্ছে সামাজিক যোগাযোগ মাধ্যমে আলোড়ন সৃষ্টিকারী একটি গান যা একজন ফেরিওয়ালা ভুবন বাদ্যকরের মাধ্যমে ভাইরাল হয়। তবে গানটি মূলত ক্রেতাদের আকৃষ্ট করতেই বানিয়েছিলেন বাদামওয়ালা ভুবন বাদ্যকর।\n\n\n== প্রেক্ষাপট ==\nএকজন বাদাম বিক্রেতা, ভুবন বাদ্যকর হলেন কাঁচা বাদাম গানের স্রষ্টা। তার বাড়ি ভারতের পশ্চিমবঙ্গের বীরভূমের দুবরাজপুর ব্লকের অন্তর্গত লক্ষ্মীনারায়ণপুর পঞ্চায়েতের কুড়ালজুরি গ্রামে। সেখানে একটি মোটরসাইকেলের পেছনে বাদাম নিয়ে গ্রামে, বাজারে, বন্দরে, মানুষের বাড়ি বাড়ি গিয়ে বাদাম বিক্রি করেন তিনি। তবে ভাজা বাদাম বিক্রি করেন না ভুবন। বরং তার কাছে পাওয়া সব বাদামই কাঁচা। কিন্তু শুধু টাকা দিলেই বাদাম মিলে না। বাড়ির অব্যবহৃত পুরনো যন্ত্রাংশ, নষ্ট মোবাইলের যন্ত্রাংশ, ব্যাটারি, হাঁসের পালক, মাথার চুল, সিটি গোল্ডের চেইন, দুল, চুড়ির মতো গহনার বিনিময়ে বাদাম দিয়ে থাকেন তিনি। আর এসব তথ্য গানে গানে বলে বেড়ান ভুবন, যা কাঁচা বাদাম গান হয়ে বিশ্বজুড়ে ভাইরাল হয়। শুধু এই গানই নয়, পাশাপাশি জনপ্রিয় হয়ে ওঠেন ভুবন বাদ্যকরও।\n\n\n== প্রতিক্রিয়া ==\nগণমাধ্যমে দেয়া সাক্ষাৎকারে ভুবন বাদ্যকর জানান, মোবাইলে আমার গান দেখছে সবাই। দেখা হলেই সবাই এসে আমার গানের প্রশংসা করে যাচ্ছে। ভালোই লাগছে। গানটি আমিই লিখেছি, আমারই তৈরি। আমারই সুর, আমারই গলা। চিন্তাভাবনা করতে করতেই করেছি। বিগত ১০ বছর ধরে বাদাম বিক্রি করছি। আমি বাদাম বিক্রি করতে গিয়ে এই গান করি। সেই সময় কোনও একটি ছেলে সেই গান ক্যামেরা করে সোশ্যাল মিডিয়ায় ছেড়ে দিয়েছে, কিন্তু আমি সেই ছেলেটিকে চিনি না।\nঅন্যদিকে ইনস্টাগ্রামে কাঁচা বাদাম গানের রিমিক্স পোস্ট করে ডেভিড লিখলেন, 'ভুবন বাদ্যকরের গানকে রিমিক্স করায় আমি খুব গর্বিত।'\n\n\n== জনপ্রিয়তা ==\nদর্শনা বণিক, নীল ভট্টাচার্যসহ আরও অনেকে বিভিন্ন সময়ে কাঁচা বাদাম গানে নেচেছেন। দিল্লিতে একটি শো করতে যান ভুবন বাদ্যকর। সেখানে এক ভক্ত তার গানে মুগ্ধ হয়ে তাকে উপহার দেন একটি আইফোন ১৩ হ্যান্ডসেট। দক্ষিণ আফ্রিকার ইন্টারনেট সেনসেশন কিলি পলও কাঁচা বাদাম গানে ইন্সটাগ্রাম রিল তৈরি করেছেন। জনপ্রিয় হয়ে ওঠা ভুবন বাদ্যকরকে উপস্থাপন করা হয় কলকাতার টেলিভিশনের জনপ্রিয় কুইজ শো দাদাগিরির মঞ্চে। সেখানে তিনি সৌরভ গাঙ্গুলীর হাত থেকে গ্রহণ করেন ট্রফি। কলকাতার পুরভোটের সময়ও তৃণমূলের প্রচারে জনপ্রিয় ছিল কাঁচা বাদামের সুর।\nকাঁচা বাদাম গানে জমিয়ে নাচেন এক তরুণ আর বৃদ্ধা। নিমেষেই ভাইরাল হয়ে যায় সেই ভিডিও। গানটি ফেইসবুক, টিকটক, ইউটিউবে ভাইরাল হওয়ায় অনেকে সেখান থেকে অর্থ উপার্জন করলেও গানের স্রষ্টা ভুবন কোনো অর্থ পাননি। গানের শিল্পী হিসেবে তার নামও অনেকে উল্লেখ করছেন না বলে জানা যায়। তাই নিজের নামে গানের স্বত্বের পাশাপাশি গান থেকে উপার্জিত প্রাপ্য অর্থ পেতে বীরভূমের দুবরাজপুর থানায় গিয়ে তিনি অভিযোগ দায়ের করেছেন বলে এক প্রতিবেদনে জানিয়েছিলেন আনন্দবাজার পত্রিকা।\n\n\n== তথ্যসূত্র =="}