{"pageid": 1302722, "title": "পুণে জংশন রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1302722", "content": "পুণে জংশন রেলওয়ে স্টেশন (স্টেশন কোড: PUNE) হল ভারতের মহারাষ্ট্রের পুণে শহরের প্রধান রেলওয়ে জংশন। এটি মহারাষ্ট্রের অন্যতম প্রধান রেলওয়ে জংশন। পুণে জংশন ৬টি প্ল্যাটফর্ম নিয়ে গঠিত। এটিতে একটি শহরতলির ট্রেন নেটওয়ার্কও রয়েছে।\nএর দুটি প্রবেশপথ রয়েছে, দক্ষিণে এইচএইচ আগা খান রোড থেকে এবং উত্তর দিকে রাজা বাহাদুর মিলস রোড থেকে। এটি পুণে পুলিশ এবং কেন্দ্রীয় রিজার্ভ পুলিশ ফোর্স দ্বারা নিয়ন্ত্রিত ও পরিচালিত হয়।\n\n\n== ইতিহাস ==\nভারতে প্রথম যাত্রীবাহী ট্রেনটি ১৮৫৩ সালের ১৬ এপ্রিল মুম্বইয়ের ছত্রপতি শিবাজি মহারাজ টার্মিনাস থেকে থানে পর্যন্ত গ্রেট ইন্ডিয়ান পেনিনসুলা রেলওয়ে দ্বারা স্থাপিত ট্র্যাকে চলে। জিআইপিআর লাইনটি ১৮৫৪ সালে কল্যাণ পর্যন্ত প্রসারিত করা হয়েছিল, তারপরে ১৮৫৬ সালে পশ্চিমঘাটের পাদদেশে পলাশদারি রেলওয়ে স্টেশন হয়ে দক্ষিণ-পূর্ব দিকে খোপোলি পর্যন্ত প্রসারিত হয়েছিল। যখন ভোর ঘাট জুড়ে নির্মাণ কাজ চলছিল, জিআইপিআর ১৮৫৮ সালে জনসাধারণের জন্য খান্দালা - পুণে ট্র্যাকটি খুলে দেয়। পুণে রেলওয়ে স্টেশনটি ১৮৫৮ সালে খোলা হয়েছিল। ১৮৬২ সালে পলাসদারি থেকে খান্ডালাকে সংযোগকারী ভোর ঘাট বাঁক সম্পন্ন হয়েছিল, যার ফলে মুম্বই এবং পুণেকে সংযুক্ত করা হয়েছিল।  বর্তমান পুণে রেলওয়ে স্টেশন ভবনটি ১৯২৫ সালে নির্মিত হয়েছিল।\nমুম্বই-চেন্নাই লাইনের পুণে-রাইচুর সেক্টরটি পর্যায়ক্রমে খোলা হয়েছিল: পুণে থেকে বার্শি রোড পর্যন্ত অংশটি ১৮৫৯ সালে, বার্শি রোড থেকে মোহোল পর্যন্ত ১৮৬০ সালে এবং মহোল থেকে সোলাপুর পর্যন্ত ১৮৬০ সালে খোলা হয়েছিল। ১৮৬৫ সালে সোলাপুর থেকে দক্ষিণ দিকে লাইনের কাজ শুরু হয় এবং লাইনটি ১৮৭১ সালে রায়চুর পর্যন্ত প্রসারিত হয়। \nসাউদার্ন মাহরাত্তা রেলওয়ে (এসএমআর) 1890 সালে লোন্ডা থেকে মিরাজ হয়ে পুণে পর্যন্ত শাখা সহ মিটার-গেজ ভাস্কো-গুন্টকাল রেললাইন সম্পন্ন করে। পুণে-লোন্ডা প্রধান বিভাগকে মিটারগেজ থেকে ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) - ব্রডগেজে  এ রূপান্তরিত করা হয়েছিল  ১৯৭১ সালে। \n\n\n== বিদ্যুতায়ন ==\nভারতে রেলওয়ে বিদ্যুতায়ন শুরু হয় প্রথম বৈদ্যুতিক ট্রেনের মাধ্যমে, বোম্বে ভিক্টোরিয়া টার্মিনাস এবং কুরলার মধ্যে, জিআইপিআর দ্বারা ৩ ফেব্রুয়ারি ১৯২৫ সালে, ১.৫ কেভি ডিসিতে। ১৯৩০ সালে ১.৫ কেভি ডিসি ওভারহেড সিস্টেমের সাহায্যে কল্যাণ-পুণে অংশটি বিদ্যুতায়িত হয়েছিল। \nপূর্বে ব্যবহৃত ১.৫ কেভি ডিসি 5 মে ২০১৩-এ কল্যাণ থেকে খোপোলি এবং কল্যাণ থেকে কাসারা পর্যন্ত ২৫ কেভি ডিসি-তে রূপান্তরিত হয়েছিল।  লোকমান্য তিলক টার্মিনাস-থানে-কল্যাণ বিভাগে ১.৫ কেভি ডিসি থেকে ২৫ kV AC-তে রূপান্তর ১২ জানুয়ারি ২০১৪-এ সম্পন্ন হয়েছিল।  সিএসএমটি থেকে এলটিটি বিভাগটি ৮ জুন ২০১৫-এ 1.5 kV DC থেকে 25 kV AC-তে রূপান্তরিত হয়েছিল।  ২০১০ সালে কাসারা-পুণে বিভাগটি ১.৫ kV DC থেকে ২৫ kV AC-তে রূপান্তরিত হয়েছিল। \nপুণে-দাউন্ড-ভিগওয়ান অংশটি ২০১৭ সালে বিদ্যুতায়িত হয়েছিল। \nপুণে-মিরাজ অংশটি ২০২০ সাল থেকে বিদ্যুতায়িত হচ্ছে।\n\n\n== অবকাঠামো ==\nএই স্টেশনে একটি স্কাইওয়াক সহ তিনটি ফুটব্রিজ রয়েছে৷ ফুটব্রিজে লিফট পরিষেবা আছে। স্টেশনটিকে আরও উন্নত করার পরিকল্পনা নেওয়া হচ্ছে। \nকরোনাভাইরাসের বিরুদ্ধে সুরক্ষা হিসাবে, মধ্য রেল এর রেলওয়ে প্রোটেকশন ফোর্স রোগীদের স্ক্রীন করতে এবং স্টেশনে নিরাপত্তা নজরদারি বাড়াতে একটি রোবট, 'ক্যাপ্টেন অর্জুন' মোতায়েন করেছে।  এর ইলেকট্রনিক চোখ বোর্ডিংয়ের সময় যাত্রীদের স্ক্রিনিংয়ের জন্য দরকারী। রোবটটি নিরাপত্তা রক্ষণাবেক্ষণের পাশাপাশি যাত্রী ও রেল কর্মীদের সংক্রমণ থেকে রক্ষা করতে সাহায্য করবে। রোবটটি মোশন সেন্সর, একটি প্যান-টিল্ট-জুম ক্যামেরা এবং একটি গম্বুজ ক্যামেরা দিয়ে সজ্জিত, যা কৃত্রিম বুদ্ধিমত্তা ব্যবহার করে স্টেশনে সন্দেহজনক বা অসামাজিক দুষ্টুমিকারীদের ট্র্যাক করতে পারে।  সম্প্রতি, ভারতীয় রেলওয়ে রেলওয়ে স্টেশনে তার প্রথম খাদ্য ট্রাক চালু করেছে।  এটি কুইক সার্ভিস রেস্তোরাঁ ব্র্যান্ড জাম্বকিং দ্বারা রক্ষণাবেক্ষণ করা হয়। এটি ছাড়াও, আইআরএসডিসি অনুসারে পুণে রেলওয়ে স্টেশনে বর্তমানে ১৪টি খাবারের স্টল রয়েছে।  এগুলো স্টেশন ও প্ল্যাটফর্মের বিভিন্ন স্থানে অবস্থিত। স্টেশনের অন্যান্য সুবিধার মধ্যে রয়েছে ওয়েটিং হল, ডরমিটরি, রিটায়ারিং রুম, ক্লোক রুম, বুক স্টল, হেলথ কিয়স্ক, পে অ্যান্ড ইউজ টয়লেট, এসবিআই ক্রেডিট কার্ড কিয়স্ক, এটিএম, ওয়াটার ভেন্ডিং মেশিন, পে অ্যান্ড পার্ক এবং যাত্রীদের সুবিধার জন্য আরও অনেক কিছু।   দ্য ইন্ডিয়ান রেলওয়ে স্টেশন ডেভেলপমেন্ট কর্পোরেশন লিমিটেড (IRSDC) দ্বারা স্টেশনে সুবিধা ব্যবস্থাপনা করা হয়। স্টেশনটির আধুনিকীকরণ ও সৌন্দর্যায়নের অংশ হিসেবে, আইআরএসডিসি রেলওয়ে স্টেশন এবং এর আশেপাশে সুবিধাগুলি আপগ্রেড করার জন্য বিভিন্ন উদ্যোগ ও ব্যবস্থা গ্রহণ করছে। এর মধ্যে কিছু নেতৃস্থানীয় তৃতীয় পক্ষের বিক্রেতাদের সহযোগিতায় করা হয়।\n\n\n=== মালঢাক্কা গুডস ইয়ার্ড ===\nমালঢাক্কা হল পুণে রেলওয়ে স্টেশনের মালবাহী ডিপো এবং দুটি রেলওয়ে শেড নিয়ে গঠিত। সমস্ত মালবাহী ট্রেন এই ডিপোতে লোড এবং আনলোড করা হয়। মালঢাক্কা চকে পণ্যের আঙিনায় প্রবেশের পথটি অবস্থিত। \n\n\n=== শক্তি ===\nস্টেশনটি একটি সৌর বিদ্যুৎ কেন্দ্র এবং জরুরি ডিজেল জেনারেটর দ্বারা চালিত হয়। ১৬০ kWp সৌর বিদ্যুৎ কেন্দ্রটি বার্ষিক প্রায় ২.৪ লক্ষ ইউনিট (kWh) উৎপন্ন করে। Persistent CSR এর অর্থায়নে, Sunshot ২০১৬ সালের জুন মাসে প্ল্যান্টটি তৈরি করে। এই প্রকল্পটি হায়দ্রাবাদ ডেকান রেলওয়ে স্টেশনের জন্য প্রতিলিপি করা হয়েছিল। \n\n\n=== ডিজেল লোকো শেড ===\nপুণে স্টেশন থেকে  ২ কিলোমিটার (১.২ মাইল)  দূরে  ঘোরপুরী রেলওয়ে স্টেশনের কাছে একটি ডিজেল লোকোমোটিভ শেড রয়েছে। মধ্য রেলের অন্তর্গত তিনটি ডিজেল শেডের মধ্যে সবচেয়ে বড়টি এখানে অবস্থিত।\n\n\n== পরিষেবা ==\nপুণে রেলওয়ে স্টেশনটি মুম্বই, গুজরাট এবং মধ্যপ্রদেশ থেকে দক্ষিণগামী ট্রেনের স্টপ হিসেবে কাজ করে। এটি গোয়া এবং কর্ণাটক থেকে উত্তরগামী ট্রেনের স্টপ হিসেবেও কাজ করে। স্টেশনটি মাল পরিবহনের একটি প্রধান কেন্দ্র।\n\n\n=== শহরতলির রেলপথ ===\nপুণে শহরতলির রেলওয়ে একটি একক রুটে পরিচালনা করে, পুণে জংশন থেকে লোনাভালা এবং এর অংশ, শিবাজিনগর থেকে তালেগাঁও। পুণে -লোনাভালা রুটে ১৫টি ট্রেন এবং শিবাজিনগর-তালেগাঁও রুটে 3টি ট্রেন চলাচল করে।\nপুণে জংশন এবং দাউন্ড স্টেশনের মধ্যে আটটি ডেমু ট্রেন চলাচল করে। এই বিভাগটি বিদ্যুতায়িত এবং শহরতলির রেলে অন্তর্ভুক্ত করার পরিকল্পনা করা হয়েছে।\nপুণে এবং আহমেদনগর স্টেশনগুলির মধ্যে ডেমু পরিষেবাগুলি শুরু করার সম্ভাবনা বৃদ্ধি পেয়েছে কারণ দাউন্ড-আঙ্কাই বিভাগের ২৪টি স্টেশন পুণে রেল বিভাগের সাথে একীভূত হবে৷ বর্তমানে দাউন্ড-আঙ্কাই সেকশন সোলাপুর রেল বিভাগের অধীনে। পুণে ডিভিশনের সাথে একীভূত হলে আহমেদনগর এবং পুণে রেলওয়ে স্টেশনের মধ্যে ডেমু পরিষেবা শুরু করার সম্ভাবনা বাড়বে৷ \n\n\n== ভবিষ্যৎ ==\nমুম্বই – পুণে বিভাগে পরিষেবা বৃদ্ধির পরিকল্পনা রয়েছে, পুণে এবং লোনাভালার মধ্যে অতিরিক্ত ট্র্যাক স্থাপন, ট্র্যাক সমীক্ষার জন্য বাজেট বাড়ানো  এবং শহরতলির ট্রেনের জন্য পৃথক টার্মিনাল নির্মাণ করা।  একটি নতুন ইএমইউ টার্মিনাল নির্মাণের প্রস্তাবও রয়েছে। এটি বিদ্যমান স্টেশনের পশ্চিমে অবস্থিত এবং তিনটি লাইন এবং তিনটি প্ল্যাটফর্ম থাকবে।  পুণে এবং আহমেদনগর স্টেশনগুলির মধ্যে ডেমু পরিষেবা শুরু করার সম্ভাবনা বৃদ্ধি পেয়েছে কারণ দৌন্দ-আঙ্কাই সেকশনের ২৪টি স্টেশন পুণে রেলওয়ে বিভাগের সাথে একীভূত হবে৷ বর্তমানে দাউন্ড-আনকাই সেকশন সোলাপুর রেলওয়ে বিভাগের অধীনে। পুণে বিভাগের সাথে একীভূত হওয়ার ফলে আহমেদনগর এবং পুণে রেলওয়ে স্টেশনের মধ্যে ডেমু পরিষেবা শুরু করার সম্ভাবনা বৃদ্ধি পাবে৷ \n\n\n== আরো দেখুন ==\nভারতের ডেডিকেটেড ইন্টারসিটি ট্রেন\nপুণে আন্তর্জাতিক বিমানবন্দর\nপুণে স্টেশন বাস স্ট্যান্ড\nপুণেতে রাস্তার তালিকা\n\n\n== তথ্যসূত্র =="}