{"pageid": 1302230, "title": "ফারমপাশা", "url": "https://bn.wikipedia.org/wiki?curid=1302230", "content": "ফারমপাশা ভারতের করিমগঞ্জ জেলার নিলামবাজার ব্লকে অবস্থিত একটি গ্রাম পঞ্চায়েত। এটি করিমগঞ্জ সদর থেকে ১৮ কিলোমিটার দক্ষিণে অবস্থিত। ফারমপাশা তিনটি অংশ নিয়ে গঠিত, সম্মিলিতভাবে এর জনসংখ্যা ৪৪১২, খানা সংখ্যা ১৬১৭ এবং মোট আয়তন ৫.০১৩ বর্গ কিলোমিটার।\n\n\n== ইতিহাস ==\nফারমপাশা পূর্বে শ্রীহট্ট জিলার ডেওয়াদি (কিংবা ডৌয়াদি) পরগণার একটি অংশ ছিল। ১৩০৩ খ্রীষ্টাব্দে শ্রীহট্ট বিজয়ের পর, মুসলমানরা ডেওয়াদি এবং আশেপাশের এলাকায় বসতি স্থাপন শুরু করে। মুলুক সুয়াই নামে এক মুসাফির ডেওয়াদির জঙ্গল পরিষ্কার করেন এবং সেখানে তার বাড়ি প্রতিষ্ঠা করেন। শ্রীহট্ট নগরীর শাহ জালাল দরগাহ পরিদর্শনের সময় মুলুক সুয়াইকে জিজ্ঞাসা করা হয়েছিল তার বাসা কোথায়। তার উত্তরটি ইতিহাসবিদ অচ্যুতচরণ চৌধুরীর লিপিবদ্ধ একটি প্রবাদে সংরক্ষিত আছে:\n\nগাছে পিঠা গোবাটে দই\nমোর সঙ্গে নি যাইবায় কই?\nযদিও আপাত অনুবাদটি হবে \"এমন একটি জায়গা যেখানে গাছ থেকে পিঠা জন্মে এবং গোবাটে দই পাওয়া যায়, কেউ কি আমার সাথে সেখানে যাবে? \" বাস্তবে, মুলুক সুয়াই রূপকভাবে পিঠার বদলে পিঠাকর ফল, দইয়ের বদলে কাদার কথা উল্লেখ করছিলেন, যা এর বিকাশের আগে ডেওয়াদির পরিবেশ ও অবস্থা নির্ধারণ করে। শাহজালালের দরগাহের পীরদের অন্যতম ব্যাক্তি সমীরুদ্দীন গাছে থেকে বেড়ে ওঠা পিঠা দেখতে বিস্মিত হয়েছিলেন এবং বাড়ি যাওয়ার পথে মুলুক সুয়াইর সাথে যোগ দেওয়ার সিদ্ধান্ত নেন। সমীরুদ্দীন ডেওয়াদি সফরের সময় মারা যান এবং তাঁর সমাধি সম্বলিত মাজারটি এখনও সেখানে সংরক্ষিত রয়েছে। মৃত্যুর পর মুলুক সুয়াইকে তার পাশে সমাহিত করা হয়।\nফারমপাশা পরবর্তীকালে 'ডেওয়াদি পরগণার চৌধুরী ' নামে পরিচিত একটি বাঙালি মুসলিম জমিদার বংশের আসনে পরিণত হয়। তারা মজলিস আলমের অধীনে প্রসিদ্ধি লাভ করে, যিনি সিলেটের নবাবকে তার বোন রূপবতীকে দিল্লিতে সম্রাটের অন্দরমহলে পাঠানোর অনুমতি দিয়েছিলেন। নবাব তাকে ডেওয়াদির জায়গির প্রদান করে তার প্রস্তাবের জন্য পুরস্কৃত করেন। মজলিস আলমের জমিতে একটি মসজিদ নির্মাণ প্রকল্পে অংশ নেওয়ার জন্য দিল্লি থেকে বেশ কিছু রাজমিস্ত্রি ও কারিগরকে পাঠানো হয়েছিল। যাইহোক, কারিগররা মজলিস আলমকে তার 'সামান্য সম্পদ' বলে উপহাস করেছিল এবং ফলস্বরূপ তাদেরকে মৃত্যুদণ্ড দেওয়া হয়েছিল। এই ঘটনার খবর দিল্লির আদালতে পৌঁছলে দায়ীদের শাস্তির জন্য সশস্ত্র ঘোড়সওয়ারদের একটি দল পাঠানো হয়। ফলস্বরূপ, মজলিস আলম আত্মহত্যা করেন বলে কথিত আছে এবং তার পুত্র এবং তারপর তার কন্যার পুত্র শাহ মসূদ স্থলাভিষিক্ত হন। ফারমপাশার বড় দীঘিগুলো জমিদার মজলিস আলমের সাবেক গৌরব প্রতিধ্বনিত করে এবং সেই এলাকাটি দীঘিরপাড় নামে এখনও পরিচিত। সবচেয়ে বড় দীঘি ধলিদীঘি এবং এর পশ্চিম পাড়ে মজলিস আলমের বাড়ি ছিল। এই পুকুরের বড় ঘাটের ধ্বংসাবশেষ এখনো দেখা যায়। দীঘিরপাড়ের আরেকটি বড় দীঘি হল বালিদীঘি, যার উত্তরে একটি হিন্দুপল্লী ছিল যা ঊনবিংশ শতাব্দীর শেষভাগে বিলুপ্ত হয়ে যায়। শাহ মসূদের স্থলাভিষিক্ত হন মুজাফল খাঁ, যিনি চৌধুরী উপাধি লাভ করেন। তাঁর পুত্র ও উত্তরসূরি ছিলেন মহব্বৎ খাঁ। অষ্টাদশ শতাব্দীর মাঝামাঝি, মহব্বৎ খাঁর দুই ছেলের মধ্যে সম্পত্তি ভাগ হয়ে যায়; কর মুহম্মদ খাঁ ও দ্বীন মুহম্মদ খাঁ। কর মুহম্মদ খাঁর স্থলাভিষিক্ত হন মুহম্মদ ফয়েজ খাঁ, যার উত্তরসূরি ছিলেন মুহম্মদ হাদী খাঁ। হাদী খাঁর ছেলে গোলাম নজব তার পরিবারের সাথে ফারমপাশার উত্তরে পার্শ্ববর্তী ভগীরখোলা গ্রামে স্থানান্তরিত হন।\n\n\n== ভূগোল ==\nনীলমবাজারে অবস্থিত২৪° উত্তর ৯২° পূর্ব। এটির গড় উচ্চতা 14 মিটার (46 পা দুটো).\n\n\n=== রাস্তাঘাট ===\nনিয়মিত বাস পরিষেবাগুলি NH 8 (পূর্বে NH 44) হয়ে গুয়াহাটি, শিলং এবং আগরতলার সাথে ফারামপাশাকে সংযুক্ত করে।\n\n\n== উল্লেখযোগ্য মানুষ ==\nআজিজ আহমেদ খান, রাজনীতিবিদ\n\n\n== তথ্যসূত্র =="}