{"pageid": 1302176, "title": "অপরাধ তদন্ত বিভাগ (পশ্চিমবঙ্গ)", "url": "https://bn.wikipedia.org/wiki?curid=1302176", "content": "ক্রিমিনাল ইনভেস্টিগেশন ডিপার্টমেন্ট (সিআইডি) হলো ভারতের পশ্চিমবঙ্গ রাজ্যের প্রধান তদন্ত সংস্থা। বাংলায়, অপরাধ তদন্ত বিভাগ (সিআইডি) ১ এপ্রিল ১৯০৬ সালে জনাব সিডব্লিউসি প্লোডেনের অধীনে অস্তিত্ব লাভ করে। স্বাধীনতার পর সিআইডির প্রথম প্রধান ছিলেন এইচএন সরকার, আইপিজেপি। সিআইডি-এর সদর দফতর ভবানী ভবন, ৩১ বেলভেডের রোড, আলিপুর, কলকাতায় অবস্থিত। বর্তমানে সিআইডি পশ্চিমবঙ্গের প্রধান পুলিশের অতিরিক্ত মহাপরিচালক, জ্ঞানবন্ত সিং, আইপিএস।\n\n\n== ইতিহাস ==\nভারতীয় পুলিশ কমিশন ১৯০২-০৩ সালে প্রতিটি প্রদেশে অপরাধ তদন্ত বিভাগ (সিআইডি) গঠনের সুপারিশ করেছিল এবং ২১ মার্চ ১৯০৫ সালে ভারত সরকার কমিশনের প্রস্তাব গ্রহণ করে। সরকার ১৯০৭ সালের মধ্যে প্রতিটি প্রদেশে বিভাগ চালু করার নির্দেশ জারি করে। বাংলায়, ক্রিমিনাল ইনভেস্টিগেশন ডিপার্টমেন্ট (সিআইডি) ১ এপ্রিল ১৯০৬ সালে জনাব সিডব্লিউসি প্লোডেনের অধীনে অস্তিত্ব লাভ করে।\n\n\n== বিভাগ এবং ইউনিট ==\nসিআইডি, পশ্চিমবঙ্গের সদর দফতরে বিশেষ মামলার তদন্তের জন্য বেশ কয়েকটি বিশেষায়িত ইউনিট রয়েছে এবং সারা বাংলায় ২২টি ডিডি ইউনিট রয়েছে -\n\nতদন্ত ইউনিট/বিভাগ\nডিডি ইউনিট\nবিশেষায়িত ইউনিট\nফরেনসিক ইউনিট\nপ্রশাসনিক অফিস\n\n\n=== তদন্ত ইউনিট/বিভাগ ===\n\n\n=== বিশেষায়িত ইউনিট ===\n\n\n=== ফরেনসিক ইউনিট ===\n\n\n== উল্লেখযোগ্য মামলা ==\nসিআইডি পশ্চিমবঙ্গ সাধারণ ঘটনাগুলি ছাড়াও অনেক উল্লেখযোগ্য এবং অনন্য মামলায় জড়িত।\n\n\n=== ভুয়া ডাক্তারের মামলা ===\nএপ্রিল ২০১৭-এ পশ্চিমবঙ্গ মেডিকেল কাউন্সিল পশ্চিমবঙ্গ সিআইডিকে জানিয়েছিল যে বেশ কিছু ভুয়া ডাক্তার বাংলায় কাজ করছে এবং তাদের তদন্ত করার অনুরোধ করেছে। তদন্তে জানা গেছে যে গ্রেফতারকৃত ভুয়ো ডাক্তারদের বেশিরভাগই কোঠারি মেডিক্যাল, বেলে ভিউ ক্লিনিক সহ রাজ্যের কয়েকটি নামী হাসপাতালের সাথে যুক্ত ছিলেন। ২০১৭ সালের জুনের মধ্যে ৫০০ জনের বেশি ভুয়া ডাক্তার শনাক্ত হয়েছে। এর পরে বেশ কয়েকটি গ্রেপ্তার করা হয়েছে এবং পশ্চিমবঙ্গ সিআইডি সহ রাজ্য স্বাস্থ্য বিভাগের সাথে জাল ডাক্তারদের খুঁজে বের করার জন্য একটি অ্যাপ চালু করার পরিকল্পনা করছে। ভুয়া মেডিকেল ইনস্টিটিউট ও মেডিকেল কলেজও সিলগালা করা হয়েছে।\n\n\n=== শিশু পাচারের মামলা ===\nঘটনাটি নভেম্বর ২০১৬-এ প্রকাশ পায় যখন প্রমাণ পাওয়া যায় যে কীভাবে একটি হাসপাতাল এক মাসে ৬৫ টিরও বেশি শিশু বিক্রি করছে যেখানে ডাক্তাররা স্বীকার করেছেন যে তারা কয়েক দশক ধরে এই বাণিজ্যের সাথে জড়িত। মামলাটি ধরা পড়ার আট মাস পরে, পুলিশ এখন দাবি করছে প্রায় ১৫০ টি হাসপাতাল এই র‌্যাকেটের সাথে জড়িত। তদন্তের ফলে প্রায় ১০,০০০ শিশুর অবৈধভাবে হাত বদলানো সম্পর্কিত তথ্য পাওয়া গেছে। প্রমাণের ফলে আমেরিকায় এতিমখানা বেআইনিভাবে বাচ্চা বিক্রি করছে।\n\n\n=== ব্লু হোয়েল গেম কেস ===\nভারতে ব্লু হোয়েল গেমের প্রাদুর্ভাবের সময়, পশ্চিমবঙ্গ সিআইডি সচেতনতা প্রচারের পাশাপাশি একজন ইঞ্জিনিয়ারিং ছাত্রকে আত্মহত্যায় তার জীবনের ঝুঁকি নেওয়া থেকে বাঁচিয়েছিল।\n\n\n== আরো দেখুন ==\nপশ্চিমবঙ্গ পুলিশ\nকলকাতা পুলিশ\nজাতীয় তদন্ত সংস্থা\nক্রাইম ইনভেস্টিগেশন ডিপার্টমেন্ট ইন্ডিয়া (সিআইডি ইন্ডিয়া)\n\n\n== তথ্যসূত্র =="}