{"pageid": 1302520, "title": "বন্দু", "url": "https://bn.wikipedia.org/wiki?curid=1302520", "content": "বন্দু (ফরাসি: bande যার অর্থ \"ফালা\") একটি পোশাক যা দেখতে, এক ফালা বা ফালি কাপড়ের মত। আজ, শব্দটি প্রায়শই এমন একটি পোশাককে বোঝায় যা একজন মহিলার স্তনের চারপাশে আবৃত থাকে।  এটি সাধারণত খেলাধুলা বা সাঁতারের পোশাকে বিকিনির অংশ। এটি একটি টিউব টপের অনুরূপ, কিন্তু সংকীর্ণ। এটি সাধারণত হাতাকাটা শার্ট, ফিতাবিহীন, এবং কাঁধের বাইরে থাকে। এটি সাধারণত ইলাস্টিক উপাদান থেকে তৈরি করা হয় যাতে নিচের দিকে পিছলে না যায়, বা পিছনে বা সামনে বাঁধা বা পিন করা যায়। ২০ শতকের প্রথমার্ধে, একটি \"বন্দু\" ছিল একটি সরু ব্যান্ড যা নারীরা চুল বাঁধতে বা মাথায় পরিধেয় পোশাকের অংশ হিসাবে পরিধান করত। \n\n\n== সমসাময়িক ব্যবহার ==\n\n\n=== আধুনিক সাঁতারের পোশাক ===\n\n১৯৪০-এর দশকে বন্দু একটি টু-পিস সাঁতারের পোশাকের শীর্ষ অংশ হিসাবে আবির্ভূত হয়েছিল। ১৯৫০-এর দশকে অপেক্ষাকৃত সহজ বৃত্ত বা ব্যান্ডের আকৃতি বজায় রাখা হয়, নগ্ন মিডরিফের উপর জোর দেওয়া হয়। আরেকটি বৈচিত্রের একটি এক-পিস বন্দু সাঁতারের পোশাক রয়েছে যা শরীরের মধ্যভাগকে ঢেকে রাখে।  স্ট্রিং বিকিনির যুগে সাঁতারের পোশাকে এর জনপ্রিয়তা হ্রাস পায়, কিন্তু এটি ১৯৮০-এর দশকে, বিশেষ করে স্প্যানডেক্স এবং অন্যান্য প্রসারিত কাপড়ের মিশ্রণের সাথে পুনরায় আবির্ভূত হয়। সাইড স্টে, সেন্টার ফ্রন্ট ভি-ওয়্যার, ও-রিং এবং টুইস্টেড টপ জনপ্রিয় হয়। \nআধুনিক খেলাধুলা এবং সাঁতারের পোশাকে, একটি বন্দু হল একটি স্ট্র্যাপলেস পোশাক যা একজন মহিলার স্তনের চারপাশে পরিধান করা হয়। এটি সামনে বা পিছনে বেঁধে রাখা যেতে পারে বা পর্যাপ্ত স্থিতিস্থাপক হতে পারে যাতে কোনও ফাস্টেনারের প্রয়োজন না হয়। একটি বন্দু অতিরিক্ত সমর্থনের জন্য একটি বিচ্ছিন্ন হল্টার চাবুক আসতে পারে। একটি স্ট্র্যাপলেস বন্দু, বা টিউব টপ, ১৯৭০-এর দশক থেকে শুরু হওয়া নৈমিত্তিক পরিধান এবং ক্রীড়া পরিধান হিসাবেও পরিধান করা হত এবং কখনও কখনও এটি খেলাধুলার পোশাকের অংশ হিসাবে পরিধান করা হয়। \n\n\n=== আনুষ্ঠানিক পোশাকে ===\nঅভিনেত্রী হ্যালি বেরি ২০০০ এমটিভি মুভি অ্যাওয়ার্ডের সাথে মিলে যাওয়া প্যান্টের সাথে একটি গোলাপী বন্দু পরেছিলেন, যা বাড়ির বাইরের পোশাক হিসাবে একটি বন্দু টপ পরার প্রবণতাকে বাড়িয়ে তোলে।  মাইলি সাইরাস ২০১৪ এমটিভি ভিডিও মিউজিক অ্যাওয়ার্ডে উচ্চ কোমরযুক্ত প্যান্ট সহ একটি ক্রপ করা কালো বন্দু টপ পরেছিলেন। \n\n\n== ইতিহাস ==\n\n\n== আরও দেখুন ==\nসরশি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বন্দু সম্পর্কিত মিডিয়া দেখুন।\nCelui d'Evy - Ceinture Bandeau Turban"}