{"pageid": 1302398, "title": "আনাতকাবির", "url": "https://bn.wikipedia.org/wiki?curid=1302398", "content": "আনাতকাবির তুরস্কের রাজধানী আঙ্কারার চাঙ্কায়া জেলায় অবস্থিত একটি কমপ্লেক্স যেখানে মোস্তফা কামাল আতাতুর্কের সমাধি রয়েছে। এমিন ওনাত ও ওরহান আরদার নকশাকৃত আনাতকাবিরের নির্মাণকাজ ১৯৪৪ সালে শুরু হয়ে ১৯৫৩ সালে সম্পন্ন হয়। এটি একটি জঙ্গলযুক্ত এলাকা যেখানে সমাধিসৌধের পাশাপাশি বিভিন্ন স্থাপনা ও স্মৃতিস্তম্ভও রয়েছে।\n১৯৩৮ সালের ১০ নভেম্বরে আতাতুর্কের মৃত্যুর পর ঘোষণা করা হয় যে আঙ্কারায় সমাধিসৌধ নির্মাণ না হওয়া পর্যন্ত তার দেহ আঙ্কারা নৃকুলবিদ্যা জাদুঘরে থাকবে। সমাধিসৌধটি কোথায় নির্মাণ করা হবে তা নির্ধারণের জন্য সরকার একটি কমিশন গঠন করেছিলো। প্রস্তুতকৃত প্রতিবেদনের সাথে সামঞ্জস্য রেখে ১৭ জানুয়ারি ১৯৩৯ তারিখে প্রজাতন্ত্রী জনতা দলের সংসদীয় দলের সভায় রাসাত্তেপেতে ভবনটি নির্মাণের সিদ্ধান্ত নেওয়া হয়েছিলো। এই সিদ্ধান্তের পর, সমাধিসৌধ নির্মাণের স্থানের সাথে সম্পর্কিত জমি অধিগ্রহণের কাজ শুরু করার সময় ভবনের নকশা নির্ধারণের জন্য ১৯৪১ সালের ১ মার্চে একটি আন্তর্জাতিক প্রকল্প প্রতিযোগিতা শুরু হয়। ১৯৪২ সালের ২ মার্চে শেষ হওয়া প্রতিযোগিতার পরে করা মূল্যায়নের ফলস্বরূপ, নকশায় কিছু সংশোধনের পর এমিন ওনাত ও ওরহান আরদার প্রকল্প বাস্তবায়নের সিদ্ধান্ত নেওয়া হয় এবং ১৯৪৪ সালের ৯ অক্টোবরে অনুষ্ঠিত ভিত্তিপ্রস্তর অনুষ্ঠানের মাধ্যমে এর নির্মাণ শুরু হয়। কিছু সমস্যা ও বাধার কারণে পরিকল্পনা করার পরে চারটি পর্যায়ে পরিচালিত এই নির্মাণকাজ ১৯৫৩ সালের অক্টোবরে শেষ হয়, নির্মাণ কাজ চলাকালেও প্রকল্পে পরিবর্তন আনা হয়। ১৯৫৩ সালের ১০ নভেম্বরে অনুষ্ঠিত একটি অনুষ্ঠানের মাধ্যমে আতাতুর্কের দেহ এখানে স্থানান্তর করা হয়। ১৯৬৬ সালে জেমাল গুরসেল ও ১৯৭৩ সালে ইসমত ইনোনুর দেহ আনাতকাবিরে সমাহিত করা হয়। ১৯৬০–১৯৬৩ সালের মধ্যে দাফন করা এগারো জনের কবর আনাতকাবির থেকে ১৯৮৮ সালে সরিয়ে নেওয়া হয়।\nএখানে সমাধি ভবনের সম্মানকক্ষ নামক অংশে আতাতুর্কের একটি প্রতীকী সমাধিস্তম্ভ রয়েছে। এটি কমপ্লেক্সের প্রধান ভবন যেখানে আতাতুর্কের দেহ এই ভবনের নীচের তলায় সমাধি কক্ষে সমাহিত করা হয়েছিলো। কমপ্লেক্সের প্রবেশদ্বার সিংহ সড়ক নামক ছায়াবীথির সম্মুখে অবস্থিত। এই সড়ক আনুষ্ঠান চত্বরে নিয়ে যায়। সমাধিটি পোর্টিকো দ্বারা বেষ্টিত এই এলাকার একপাশে অবস্থিত হলেও সেখানে চত্বরের অপর পাশে সিংহ সড়কের দিকে কমপ্লেক্সের প্রস্থান অংশ রয়েছে। সিংহ সড়কের চারটি কোণ, আনুষ্ঠান চত্বরের প্রস্থান ও চত্বরের কোণগুলো সহ এই কমপ্লেক্সে দশটি মিনার, দুটি ভাস্কর্য গোষ্ঠী এবং আতাতুর্ক ও স্বাধীনতা যুদ্ধ জাদুঘর রয়েছে। স্মৃতিস্তম্ভ বিভাগ নামে পরিচিত এই সমস্ত স্থাপনাগুলো শান্তি উদ্যান নামে একটি জঙ্গলে ঘেরা। রিইনফোর্সড কংক্রিট ব্যবহার করা ভবনগুলোর উপরিভাগে ও মেঝেতে বিভিন্ন ধরনের মার্বেল ও ট্র্যাভারটাইন ব্যবহার করা হয়েছে। সেখানে বিভিন্ন জায়গায় রিলিফ, মোজাইক, ফ্রেস্কো ও খোদাই কৌশল দ্বারা সাজানো হয়েছে। দ্বিতীয় জাতীয় স্থাপত্য আন্দোলনের শৈলীতে নির্মিত এই নব্য-ধ্রুপদীয় ভবন হিট্টীয়, গ্রিক, সেলজুক ও উসমানীয় সংস্কৃতির চিহ্ন বহন করে যারা আজকের তুরস্ক ভূমিকে ইতিহাসের বিভিন্ন সময় শাসন করেছে।\nতুর্কি সশস্ত্র বাহিনীর জেনারেল স্টাফ আনাতকাবিরের সমস্ত পরিষেবা ও কাজের দায়িত্বে রয়েছে। এখানে যে কার্যকলাপগুলো অনুষ্ঠিত হয় তা একটি আইন দ্বারা নিয়ন্ত্রিত। তুরস্কের সরকারি ছুটির দিন ও ১০ নভেম্বরে আতাতুর্কের মৃত্যুবার্ষিকীতে সরকার কর্তৃক আনাতকাবিরে সরকারি স্মরণ অনুষ্ঠান অনুষ্ঠিত হয়। এগুলো ছাড়াও রাষ্ট্রীয় প্রটোকলের অন্তর্ভুক্ত ব্যক্তি এবং অন্যান্য প্রকৃত প্রতিনিধি ও সংসদীয় ব্যক্তিদের প্রতিনিধিদের দ্বারা অনুষ্ঠানগুলোও এখানে সংগঠিত হয়। আনাতকাবির হলো একটি জায়গা যেখানে বিদেশী সরকারি কর্মকর্তারা তুরস্কে তাদের সরকারি সফরের সময় মাঝেমধ্যে যান ও সেখানে সরকারি অনুষ্ঠান অনুষ্ঠিত হয়।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ও সমাধিসৌধের অবস্থান নির্ণয় ===\n\n১৯৩৮ সালের ১০ নভেম্বর ইস্তাম্বুলের দোলমাবাহজে প্রাসাদে মোস্তফা কামাল আতাতুর্কের মৃত্যুর পর তার সমাধিসৌধ সম্পর্কে সংবাদমাধ্যমে অনেক আলোচনা শুরু হয়। ১৩ নভেম্বর তারিখের সরকারের বিবৃতিতে বলা হয় যে আতাতুর্কের জন্য একটি সমাধিসৌধ নির্মাণ না হওয়া পর্যন্ত তার দেহ আঙ্কারা নৃকুলবিদ্যা জাদুঘরে থাকবে বলে সিদ্ধান্ত নেওয়া হয়েছে। ১৯ নভেম্বরে তার শেষকৃত্যানুষ্ঠান আঙ্কারায় স্থানান্তরিত হয় এবং ২১ নভেম্বরে অনুষ্ঠিত একটি অনুষ্ঠানের মাধ্যমে তার দেহ জাদুঘরে রাখা হয়।\nসমাধিসৌধের অবস্থান নির্ধারণে গঠিত কমিশন বিদেশি স্থপতিদের নিয়ে গঠিত কমিটির মতামত সম্বলিত একটি প্রতিবেদন তৈরি করে। ২৪ ডিসেম্বরে মন্ত্রিপরিষদ প্রতিবেদনটি নিরীক্ষার উদ্দেশ্যে প্রজাতন্ত্রী জনতা দলের সংসদীয় দলের নিকট পাঠানোর সিদ্ধান্ত নেয়। ১৯৩৯ সালের ৩ জানুয়ারিতে প্রতিবেদনটি নিরীক্ষার জন্য দায়িত্বপ্রাপ্ত সংসদীয় দলের সভায় ১৫ সদস্যের একটি প্রজদ আনাতকাবির পার্টি দল কমিটি প্রতিষ্ঠিত হয়। বিভিন্ন স্থানে অনুসন্ধান করে তদন্তকারী কমিশন ১৭ জানুয়ারি নিজেদের সভায় রাসাত্তেপেকে সমাধিসৌধ নির্মাণের স্থান হিসেবে নির্ধারণ করে। ১৯৩৯ সালের জুন মাসে প্রথম পর্যায়ের অধিগ্রহণের কাজ শুরু হয়, কারণ যে জমিতে সমাধিসৌধ নির্মিত হবে তার একটি অংশ ব্যক্তিগত মালিকানাধীন ছিলো।\n\n\n=== প্রকল্প পর্যায় ===\n\nপ্রজাতন্ত্রী জনতা দলের প্রতিনিধিদের নিয়ে গঠিত কমিশন আনাতকবিরের নির্মাণস্থলের জমি অধিগ্রহণ করার জন্য দায়িত্বপ্রাপ্ত ছিলো। তারা ১৯৩৯ সালে ৬ অক্টোবরে আনাতকাবিরের নকশা নির্ধারণের জন্য একটি আন্তর্জাতিক প্রকল্প প্রতিযোগিতার আয়োজন করার সিদ্ধান্ত নেয়। ১৯৪১ সালের ১৮ ফেব্রুয়ারিতে কমিশনের বিবৃতিতে ঘোষণা করা হয় যে এই প্রকল্প প্রতিযোগিতা ৩১ অক্টোবরে শেষ হবে। পরিবর্তিত নিয়মাবলীর কারণে এর সবিস্তার বিবরণী পুনর্গঠন করা হয়। ফলে প্রতিযোগিতা ১ মার্চে শুরু হয়। বিবরণী অনুসারে কমপক্ষে তিনজনের সমন্বয়ে গঠিত বিচারক পক্ষ প্রথম স্থানের জন্য সরকারের কাছে তিনটি প্রকল্প প্রস্তাব করা ও সরকার কর্তৃক সেগুলোর মধ্যে একটিকে বেছে নেওয়ার কথা ছিলো। প্রতিযোগিতার বিচারক সদস্যদের ১৯৪১ সালের অক্টোবরের পরিকল্পিত সময়সীমার আগে নির্ধারণ করা সম্ভব না হওয়ায় ২৫ অক্টোবরে প্রতিযোগিতার সময়কাল ২ মার্চ ১৯৪২ পর্যন্ত বাড়ানো হয়। বিচারক হিসেবে ইভার টেংবোম, ক্যারোলি উইচিংগার ও পল বোনাৎজদের নিয়ে প্রতিযোগিতা চলতে থাকে; সমাপ্তির পর, আরিফ হিকমেত হলতায়, মুয়াম্মার চাভুসোলু ও মুহলিস সার্তেলদের বিচারকমণ্ডলীর সদস্য হিসেবে নির্ধারণ করা হয়।\n\nপ্রকল্পের জন্য তুরস্ক থেকে ২৫; জার্মানি থেকে ১১; ইতালি থেকে ৯; অস্ট্রিয়া, চেকোস্লোভাকিয়া, ফ্রান্স ও সুইজারল্যান্ড থেকে একটি করে মোট ৪৯ প্রস্তাব পাঠানো হয়েছিলো। বিভিন্ন কারণে অযোগ্য ঘোষিত প্রকল্পগুলো বাদ দেওয়ার পর ৪৭টি প্রকল্প মূল্যায়নের জন্য ১৯৪২ সালের ১১ মার্চে বিচারকদের নিকট জমা দেওয়া হয়। ২১ মার্চে কাজ শেষ করে, বিচারকমণ্ডলী মূল্যায়ন সম্বলিত একটি প্রতিবেদন প্রধানমন্ত্রীর কাছে জমা দেয়। সরকারের কাছে প্রস্তাবিত প্রতিবেদনে, ইয়োহানেস খ্রুগার ও আর্নালদো ফসকিনি, এবং এমিন ওনাত ও ওরহান আরদার প্রস্তাব নির্বাচিত হয়। প্রতিবেদনে উল্লেখ করা হয়েছিলো যে তিনটি প্রকল্পই সরাসরি বাস্তবায়নের জন্য উপযুক্ত নয়, সেগুলো পুনরায় পরীক্ষা করে কিছু পরিবর্তন করা উচিত। এছাড়াও হামিত কেমালি সোয়েলেমেজোলু, কেমাল আহমেত আরু ও রেজাই আকচায়, মেহমেত আলি হান্দান ও ফেরিদুন আকোজান, জিওভান্নি মুজিও, রোল্যান্ড রোহন এবং জোসেফ ভ্যাকারো ও জিনো ফ্রাঞ্জি দ্বারা প্রস্তাবিত প্রকল্পগুলো সম্মানসূচক উল্লেখ করারও প্রস্তাব করা হয়। প্রস্তুতকৃত প্রতিবেদনের সারসংক্ষেপ ২৩ মার্চে একটি ইশতেহার হিসেবে প্রধানমন্ত্রী জনগণের নিকট প্রকাশ করে।\nরাষ্ট্রপতি ইসমত ইনোনুর সভাপতিত্বে ৭ মে মন্ত্রিপরিষদে বৈঠক আহবান করা হয়, সেখানে ওনাত ও আরদার প্রস্তাবিত প্রকল্প প্রতিযোগিতার বিজয়ী হিসেবে নির্ধারিত হয়। প্রতিযোগিতার বিচারকদের দ্বারা প্রস্তাবিত অন্য দুটি প্রকল্প দ্বিতীয় স্থান হিসেবে গৃহীত হলেও, পাঁচটি সম্মানসূচক প্রকল্প উল্লেখ করা হয়। সরকার প্রাথমিকভাবে কোন প্রস্তাব বাস্তবায়ন না করার সিদ্ধান্ত নেয়। তার সিদ্ধান্তের মধ্যে প্রথমে একটি বেছে নিয়ে সেটা সমেত ৯ জুন প্রকাশিত একটি বিবৃতিতে সিদ্ধান্তটি পরিবর্তন করে ঘোষণা করেছিলো যে ওনাত ও আরদার প্রকল্প কিছু বন্দোবস্তের পরে বাস্তবায়িত হবে। এই বন্দোবস্তগুলো একটি কমিটি দ্বারা করার সিদ্ধান্ত নেওয়া হয় যেখানে প্রকল্পের প্রস্তাবকারীদের অন্তর্ভুক্ত করার কথা ছিলো। ৫ এপ্রিল ১৯৪৩ সালে ওনাত ও আরদাকে প্রধানমন্ত্রী জানায় যে বিচারকমণ্ডলীর পর্যালোচনার সাথে সঙ্গতি রেখে ছয় মাসের মধ্যে একটি সংশোধিত প্রস্তাবনা প্রস্তুত করা উচিত। প্রধানমন্ত্রীর আনাতকাবির কমিশনের কাছে স্থপতিরা দ্বিতীয় প্রকল্পটি জমা দেয়। কমিশন ১৮ নভেম্বর ১৯৪৩ সালে ঘোষণা করে যে স্থপতিদের দ্বারা উপযুক্ত বলে মনে করা ব্যবস্থার পর প্রকল্পটি বাস্তবায়ন করা হবে। ২০ নভেম্বর গণপূর্ত মন্ত্রণালয়কে নির্মাণকাজের দায়িত্ব দেওয়া হয়। এই সিদ্ধান্তের পর ওনাত ও আরদা দ্বিতীয় প্রস্তাবনা সংশোধন করে তৃতীয় প্রকল্প তৈরি করে। ১৯৪৪ সালের ৪ জুলাইয়ে দুই স্থপতি ও মন্ত্রণালয়ের মধ্যে স্বাক্ষরিত চুক্তির মাধ্যমে তৃতীয় প্রস্তাবনার বাস্তবায়ন পর্ব শুরু হয়।\n\n\n=== নির্মাণ পর্যায় ===\n\n\n==== প্রথম ও দ্বিতীয় অংশ ====\n\nআনাতকাবির নির্মাণের পূর্বে রাসাত্তেপে ছিলো একটি অনুর্বর ভূমি যেখানে কোন গাছের অস্তিত্ব ছিলো না। নির্মাণের ভিত্তিপ্রস্তর স্থাপনের আগে, ১৯৪৪ সালের আগস্টে এই অঞ্চলের বনায়ন নিশ্চিত করার জন্য ₺৮০০০০ ব্যয়ে খননের কাজ করা হয়েছিলো। ১৯৪৬ সালে সাদ্রি আরানের নেতৃত্বে আনাতকাবির ও এর আশেপাশের ভূমি উন্নয়নের পরিকল্পনা শুরু হয়। ভূমি উন্নয়ন ও বনায়ন কাজের অংশ হিসাবে আরানের প্রস্তুতকৃত পরিকল্পনা অনুযায়ী বনায়ন, মাটি সমতলকরণ ও চারা রোপণ করা হয়। ১৯৫৩ সালে সমাধিসৌধ চালু করার পরে বনায়ন ও ভূমি উন্নয়নের কাজ নিয়মিতভাবে চলতে থাকে।\nহায়রি কায়াদেলানের মালিকানাধীন নুরহায়ের কোম্পানি নির্মাণের প্রথম অংশের জন্য দরপত্র জিতে যা ১৯৪৪ সালের ৪ সেপ্টেম্বরে গণপূর্ত মন্ত্রণালয় দ্বারা পরিচালিত হয়, এতে নির্মাণস্থলে মাটি সমতলকরণের কাজ ও ছায়াবীথির দেয়াল রিটেনিং নির্মাণ অন্তর্ভুক্ত ছিলো। প্রধানমন্ত্রী, মন্ত্রীগণ, বেসামরিক ও সামরিক আমলারা ৯ অক্টোবর ১৯৪৪ সালে অনুষ্ঠিত আনাতকাবিরের ভিত্তিপ্রস্তর স্থাপনের অনুষ্ঠানে অংশ নেন। ১২ অক্টোবরে সরকার একটি খসড়া আইন তৈরি করে যাতে আনাতকাবির নির্মাণের জন্য তহবিল বরাদ্দের অনুমতি দেওয়া যায়। ১ নভেম্বরে প্রধানমন্ত্রী কর্তৃক সংসদে পেশ করা বিল অনুযায়ী, গণপূর্ত মন্ত্রণালয় ₺১ কোটি পর্যন্ত অস্থায়ী প্রতিশ্রুতিতে ব্যয় করতে পারতো, তবে শর্ত থাকে যে মন্ত্রণালয় যেন ১৯৪৫-১৯৪৯ সময়ের জন্য প্রতি বছর ₺২৫ লাখ অতিক্রম না করে। খসড়া আইন ১৮ নভেম্বরে সংসদীয় বাজেট কমিটিতে আলোচিত ও গৃহীত হয়, এটি ২২ নভেম্বরে সংসদের সাধারণ পরিষদে গৃহীত হয়ে ৪ ডিসেম্বর ১৯৪৪ সালে তুর্কি সরকারি গেজেট প্রকাশিত হওয়ার পর কার্যকর হয়।\n\nনির্মাণ নিয়ন্ত্রণ ও প্রকৌশল পরিষেবা গণপূর্ত মন্ত্রণালয়ের অধীনস্থ নির্মাণ ও জোনিং বিষয়ক অধিদপ্তর দ্বারা নির্মাণ নিয়ন্ত্রণের পরিচালিত হওয়ার সময় সিদ্ধান্ত নেওয়া হয় যে ওরহান আরদা ১৯৪৫ সালের মে মাসের শেষের দিকে এই কাজ গ্রহণ করবেন ও দায়িত্বে থাকবেন। একরেম ডেমিরতাস নির্মাণ তত্ত্বাবধায়ক হিসেব্ব নিযুক্ত হলেও ২৯ ডিসেম্বর ১৯৪৫ সালে তিনি নিজ পদ ছেড়ে দেওয়ার পর সাবিহায় গুরাইমান দায়িত্ব নেন। নির্মাণের প্রথম অংশ ১৯৪৫ সালের শেষের দিকে সম্পন্ন হওয়ার সময়, জুলাই মাসে রাসাত্তেপেতে তুর্কি ঐতিহাসিক সমিতি কর্তৃক একটি সমাধিস্তূপ ক্ষেত্র খনন করার সময় ফ্রিজীয় যুগের কিছু প্রত্নতাত্ত্বিক নিদর্শন পাওয়া যায়।\n১৮ আগস্ট ১৯৪৫ সালে অনুষ্ঠিত টেন্ডারে জয়লাভ করার পর ২০ সেপ্টেম্বরে রার তুর্ক নামের কোম্পানির সাথে মন্ত্রণালয়ের একটি চুক্তি স্বাক্ষরিত হয়। চুক্তির মধ্যে সমাধি নির্মাণ ও আনুষ্ঠান চত্বরের পার্শ্ববর্তী ভবন অন্তর্ভুক্ত ছিলো। ভূগর্ভস্থ জরিপ, ভিত ব্যবস্থা প্রতিস্থাপন, রিইনফোর্সড কংক্রিট ও স্থিতিবিদ্যা গণনা এবং এসব গণনার খরচ প্রদানের কারণে নির্মাণের দ্বিতীয় অংশের শুরুতে বিলম্ব হলেও ১৯৪৭ সালের নির্মাণ মৌসুমে ভিত নির্মাণ শুরু হয়। আনাতকাবির নির্মাণে ব্যবহৃত পাথর ও মার্বেল দেশের বিভিন্ন স্থান থেকে আনা হয়েছিলো। নির্মাণের জন্য পর্যাপ্ত পাথর শিল্পের অভাবের কারণে সারাদেশে খনন অনুসন্ধান করা হয় ও চিহ্নিত খনি খননের পাশাপাশি পাথর প্রাপ্তির জন্য কিছু গবেষণা করা হয়েছিলো।\n১৮ ডিসেম্বরে গণপূর্ত মন্ত্রণালয়ের সিদ্ধান্ত অনুযায়ী হামদি চিজকিউলু ২৩ জানুয়ারি ১৯৪৫ সালে নির্মাণ বিষয়ক অধিদপ্তরের আনাতকাবির নির্মাণস্থলের ভূমিকম্প ও মৃত্তিকা মেকানিক্স অধ্যয়নের জন্য টেন্ডারটি জিতে। পরের দিন অধ্যয়ন শুরু হওয়ার পরে ২০ মে ১৯৪৫ সালে তৈরিকৃত প্রতিবেদন দেওয়া হয়। মাটি ও ভূগর্ভস্থ জলের রাসায়নিক বৈশিষ্ট্য অন্তর্ভুক্ত করে বানানো বিশ্লেষণমূলক প্রতিবেদন ১ ডিসেম্বর ১৯৪৫ সালে প্রদান করা হয়। প্রতিবেদনে মত দেওয়া হয় যে ভিত ব্যবস্থায় পরিবর্তন আনা উচিত। গণপূর্ত মন্ত্রণালয় তাই ভবনের ভিত্তি পরিবর্তন করে বর্তমান স্থানে করার দাবি করে। প্রতিবেদনের পর প্রকল্পে যে পরিবর্তন আনার কথা উঠে তা ওনাত ও আরদা এবং মন্ত্রণালয় মধ্যকার একটি আইনি প্রক্রিয়ার দিকে নিয়ে যায়। ভিত পরিবর্তনের সিদ্ধান্তের পর স্থপতিগণ বর্তমান স্থানে একটি নতুন প্রকল্প তৈরি করেন। এই পরিবর্তনের পর ১৯৪৮ সালের মে পর্যন্ত নির্মাণ স্থগিত করা হয়। তখন রার তুর্ক এই বলে বেশি অর্থ দাবি করে যে তারা প্রয়োজনের চেয়ে বেশি সামগ্রী ক্রয় করা ও পরবর্তী আমলাতান্ত্রিক সমস্যার কারণে ক্ষতির সম্মুখীন হয়েছে।\n১৯৫০ সালের ১৪ মের নির্বাচনের পর ক্ষমতায় আসা ডেমোক্র্যাট পার্টি নেতৃত্বাধীন সরকার দ্রুত নির্মাণকাজ চূড়ান্ত করা ও কিছু পরিবর্তনের সাথে খরচ কমিয়ে আনার লক্ষ্যে একটি কমিশন প্রতিষ্ঠা করে। সেই প্রেক্ষাপটে কমিশনের প্রতিবেদনে প্রকল্পের লক্ষ্যমাত্রার পরিবর্তন অন্তর্ভুক্ত ছিলো, এটি ২৯ নভেম্বর ১৯৫০ সালে মন্ত্রিপরিষদের সভায় গৃহীত হয়।\n\n\n==== তৃতীয় ও চতুর্থ অংশ ====\n\nদ্বিতীয় অংশের নির্মাণ চলমান অবস্থায় হেদেফ তিজারেফ তৃতীয় অংশের নির্মাণের দরপত্র জিতে। তৃতীয় অংশ ১১ সেপ্টেম্বর ১৯৫০ সালে সমাপ্ত হয়। নির্মাণের এই অংশে আনাতকাবির, সিংহ সড়ক ও অনুষ্ঠান এলাকায় যাওয়ার রাস্তা পাকাকরণে পাথর বসানোর কাজ, সমাধির উপরের তলার পাথর পাকাকরণ, সিঁড়ি নির্মাণ, সমাধিমন্দির প্রতিস্থাপন ও স্থাপনের কাজ অন্তর্ভুক্ত ছিলো। ১৯৫১ সালের ৬ জুনে মুজাফফের বুদাকের কোম্পানি নির্মাণের চতুর্থ তথা চূড়ান্ত অংশের জন্য দরপত্র জিতে। নির্মাণের এই অংশে সম্মানকক্ষের মেঝের খিলানগুলোর নীচের মেঝে, সম্মানকক্ষের চারপাশে পাথরের কাজ, ঝালর সজ্জা ও মার্বেলের কাজ অন্তর্ভুক্ত ছিলো। এই অংশে ব্যবহৃত উপকরণ কায়সেরি, হাসন্দেরে, হাতাই, আফিয়নকারাহিসার, চানাক্কালে, আদানা, হায়মানা, পোলাটলু এবং গাভুর পর্বতমালা থেকে আনা হয়েছিলো।\n৩১ আগস্ট ১৯৫১ সালে আনাতকাবির জাদুঘর বিভাগে অন্তর্ভুক্ত করা রিলিফ, ভাস্কর্য, লেখা ও বস্তু নির্ধারণের জন্য প্রতিষ্ঠিত কমিশন একটি সভায় আতাতুর্কের জীবন ও স্বাধীনতা যুদ্ধ এবং আতাতুর্কের সংস্কার সম্পর্কিত আন্দোলন বিবেচনা করে এই বিষয়বস্তু নির্বাচন করার সিদ্ধান্ত নেয়। শিলালিপি, ভাস্কর্য ও রিলিফ নির্ধারণের জন্য দুটি পৃথক উপ-কমিটি গঠন করা হয়। ১৯৫১ সালের ১ সেপ্টেম্বরের বৈঠকে আনাতকাবিরের মিনার, শিলালিপি, ভাস্কর্য ও রিলিফের কী বৈশিষ্ট্য থাকা উচিত তা নির্ধারণ করা হয়। ৭ জানুয়ারি ১৯৫২ সালে পাণ্ডুলিপির পাঠ্য নির্ধারণের জন্য দায়ী উপকমিটি দ্বারা প্রস্তুতকৃত প্রতিবেদনে বলা হয়েছিলো যে কমপ্লেক্সের লেখায় কেবল আতাতুর্কের রচনা অন্তর্ভুক্ত করার সিদ্ধান্ত নেওয়া হয়েছে।\nশুধুমাত্র তুর্কি শিল্পীদের জন্য উন্মুক্ত ১৯টি ভাস্কর্য ও রিলিফের বিষয় নির্ধারণ করার প্রতিযোগিতাটি ১৯ জানুয়ারি ১৯৫২ সাল্ব শেষ হয়। ২৬ জানুয়ারি ১৯৫২ সালে ঘোষিত ফলাফল অনুযায়ী প্রবেশদ্বারে পুরুষ ও মহিলা ভাস্কর্যের দল ও ছায়াবীথিতে স্থাপিত সিংহের ভাস্কর্যগুলো হুসেইন আঙ্কা ওজকান; সমাধির দিকে যাওয়ার সিঁড়ির ডানদিকে সাকারিয়ার লড়াইয়ের রিলিফ ইলহান কোমান, বাম দিকে সেনাপতির লড়াইয়ের অংশ এবং স্বাধীনতার রিলিফের সাথে মেহমেচিক ও মুক্তি মিনার জুহতু মুরিদৌলু; শিক্ষা ও পতাকা দণ্ডের নীচের রিলিফ কেনান ইয়নতোঞ্জ; অধিকার রক্ষা, বিপ্লব, শান্তি ও জাতীয় চুক্তি মিনার নুসরেত সুমান নকশা করেন। ২৩ এপ্রিল মিনারের জন্য কোন গুরুত্বপূর্ণ কাজ না থাকায় রিলিফের জন্য দ্বিতীয়বারের মতো হাক্ক আতামুলুর কাজ ব্যবহার করা হয়। প্রজাতন্ত্র ও বিজয় মিনারের জন্য, \"সাফল্যের সাথে বিষয়ের প্রতিনিধিত্ব করে\" এমন কোনও কাজ পাওয়া যায়নি। তাই এই মিনারগুলোর এমবসিংয়ের কাজ বাদ দেওয়া হয়। ১৯৫১ সালের ১ সেপ্টেম্বরের সভায় সম্মানকক্ষ তথা সমাধিমন্দিরের পাশের দেয়ালে রিলিফ তৈরি প্রয়োজন থাকলেও বিষয়টিকে সফলভাবে উপস্থাপন করে এমন কোনও কাজ পাওয়া যায়নি বলে বাদ দেওয়া হয়। ইতালিভিত্তিক এমএআরএমআই ২৬ আগস্ট ১৯৫২ সালে ভাস্কর্য ও রিলিফের কাজের জন্য রিলিফ প্রস্তুতকারি নুসরাত সুমান আন্তর্জাতিক দরপত্র জিতে কোম্পানির উপ-কন্ট্রাক্টর হয়। এমিন বাইরেন কমপ্লেক্সে গানের কথা খোদাই জন্য ১৭ জুলাই ১৯৫৩ সালে অনুষ্ঠিত আন্তর্জাতিক দরপত্র জিতেন।\nপ্রকল্পের স্থপতিগণ আনাতকাবিরে ব্যবহার করা মোজাইক মোটিফ নির্ধারণের জন্য নেজিহ এলদেমকে দায়িত্ব দেয়। সম্মানকক্ষের মাঝামাঝি অংশের মোজাইকগুলো ব্যতীত এলদেম আনাতকাবিরের সমস্ত মোজাইক সজ্জার ডিজাইন করেন। সম্মান কক্ষের ছাদে মোজাইক মোটিফ স্থাপন করার জন্য তুর্কি ও ইসলামি শিল্পকলা জাদুঘরে ১৫শ ও ১৬শ শতাব্দীর তুর্কি গালিচা ও কিলিম থেকে নেওয়া এগারোটি মোটিফকে একত্রিত করে একটি নতুন মোটিভ আবিষ্কার করা হয়। সেই সময়ে তুরস্কে মোজাইক তৈরির করা সম্ভব হওয়ায় ২২ জুলাই ১৯৫২ সালে ইতালিতে উৎপাদিত মোজাইকগুলো সমাবেশ ও টুকরো টুকরো করে আঙ্কারায় পাঠানো শুরু হয়। এই মোজাইকের কাজ ১০ নভেম্বর ১৯৫৩ সাল পর্যন্ত অব্যাহত ছিলো। তারিক লেভেন্দোলু ২৭ মার্চ ১৯৫৩ সালে সমাধির চারপাশের কলাম, সহায়ক ভবনের সামনের পোর্টিকো ও মিনারের ছাদের ফ্রেস্কো সজ্জার জন্য দরপত্র জিতেন। ১১ এপ্রিল ১৯৫৩ সালে স্বাক্ষরিত চুক্তির বিবরণ অনুসারে প্রশাসনকে ফ্রেস্কো মোটিফ সরবরাহ করা হয়। ফ্রেস্কোর কাজ ৩০ এপ্রিল ১৯৫৩ সালে শুরু হয়ে ১০ নভেম্বর ১৯৫৩ সালে শেষ হয়। ১১ সেপ্টেম্বর ১৯৫৪ সালে শুষ্ক ফ্রেস্কো কাজ ও সমাধি ভবনের লোহার সিঁড়িগুলোর জন্য একটি দরপত্র আহবান করা হয়।\n২৬ অক্টোবর ১৯৫৩ সালে এই বলে ঘোষণা করা হয় যে আনাতকাবির নির্মাণ শেষ হয়েছে। নির্মাণকাজ শেষে প্রকল্পের মোট খরচ আনুমানিক ২ কোটি লিরায় পৌঁছায় ও প্রকল্পের জন্য বরাদ্দকৃত ২.৪০ কোটি লিরা বাজেট থেকে আনুমানিক ৪০ লাখ লিরা সংরক্ষণ করা হয়েছিলো। আতাতুর্কের কফিন ১৯৫৩ সালের ১০ নভেম্বর সকালে নৃতাত্ত্বিক জাদুঘর থেকে একটি অনুষ্ঠানের মাধ্যমে আনাতকাবিরে আনা হয় ও সমাধিমন্দিরে সমাহিত করা হয়। যখন নির্মাণ সম্পন্ন হয় তখন আনাতকাবিরের ভূপৃষ্ঠের মোট আয়তন ৬,৭০,০০০ মি২ জুড়ে ছিলো এবং ১৯৬৪ থেকে ১৯৮২ পর্যন্ত বেদখল হওয়ার পরে আনাতকাবিরের আয়তন বর্তমান অবস্থায় আসে।\n\n\n=== পরবর্তী সময়ে পরিবর্তন ===\n\n১৯৬০ সালের ৩ জুনে জাতীয় ঐক্য কমিটির জারি করা বিবৃতিতে, একই বছরের ২৮ এপ্রিল থেকে ১৭ মে পর্যন্ত \"স্বাধীনতার বিক্ষোভ\" চলাকালীন পাঁচজন \"স্বাধীনতার শহীদ\" ১০ জুন ১৯৬০ সালে আনাতকাবিরে সমাহিত হয়। সরকারের পক্ষ থেকে ছয় জন ২০ মে ১৯৬৩ সালে সামরিক হস্তক্ষেপের সময় সংঘর্ষে মারা গিয়েছিলো। ১৯৬৩ সালের ২৩ মে তারিখে জাতীয় নিরাপত্তা পরিষদের সভায় গৃহীত সিদ্ধান্ত অনুসারে তাদের এখানে সমাহিত করা হয়। ১৪ সেপ্টেম্বর, ১৯৬৬ সালের মৃত্যুবরণকারী চতুর্থ রাষ্ট্রপতি জেমাল গুরসেলের মৃতদেহ চারদিন পরে অনুষ্ঠিত মন্ত্রিপরিষদের বৈঠকে গৃহীত সিদ্ধান্ত অনুসারে তার পরের দিন আনাতকাবিরের মুক্তি শহীদ কবরস্থানে দাফন করা হয়। ১৯৭৩ সালের ২৫ ডিসেম্বরে মারা যাওয়া ইসমত ইনোনুর মৃতদেহ তিন দিন পরে একটি রাষ্ট্রীয় অনুষ্ঠানের মাধ্যমে আনাতকাবিরে দাফন করা হয়।\n১২ সেপ্টেম্বরের অভ্যুত্থানের পর, ১৯৮১ সালের ১০ নভেম্বরে জাতীয় নিরাপত্তা পরিষদ কর্তৃক প্রণীত আইনের মাধ্যমে প্রণয়ন করা হয় যে আতাতুর্ক ছাড়া শুধুমাত্র ইনোনুর কবরটি আনাতকাবিরে থাকবে। আইনের খসড়া তৈরির সময় ইনোনুর মৃতদেহ রাষ্ট্রীয় কবরস্থানে স্থানান্তর করার পরিকল্পনা করা হলেও ইনোনুর পরিবারের মতামত নেওয়ার পরে তার শরীর আনাতকাবিরে রাখার সিদ্ধান্তের ভিত্তিতে আইনটি প্রণীত হয়। ২৭ মে ১৯৬০ ও ২১ মে ১৯৬৩ সালের পর এগারো জনকে আনাতকাবিরে দাফন করা হয়েছিলো। তাদের কবর ৩০ আগস্ট ১৯৮৮ সালে রাষ্ট্রীয় কবরস্থানে স্থানান্তর করা হয়।\n১৯৭৭ সালে, সম্মান কক্ষের জানালায় কাঁচ স্থাপন করা হয়। ১৯৮১ সালে তথা আতাতুর্কের জন্মশতবার্ষিকীতে সাইপ্রাসের পাশাপাশি তুরস্কের ৬৭টি প্রদেশ থেকে আনা মাটি আতাতুর্কের কবরের চারপাশে পিতলের ফুলদানিতে স্থাপন করা হয়। প্রদেশের সংখ্যা বাড়ার সাথে সাথে মাটি ভরা ফুলদানির সংখ্যাও বাড়তে থাকে এবং আজারবাইজান থেকে আসা মাটির সাথে সাথে এই সংখ্যা ৮৩ পর্যন্ত পৌঁছেছে। একই বছরের আতাতুর্কের মৃত্যুবার্ষিকীতে সম্মানকক্ষের ভিতরে দরজার ডানদিকের দেওয়ালে ২৯ অক্টোবর ১৯৩৮ সালে তুর্কি সেনাবাহিনীর প্রতি আতাতুর্কের প্রদত্ত শেষ বার্তা এবং তুর্কি জাতির প্রতি ইনোনুর শোকবার্তার পাঠ্য ২১ নভেম্বর ১৯৩৮ সালে দেওয়ালের বাম দিকে যোগ করা হয়েছে।\n২০০০ সালে সূচিত মূল্যায়নের ফলস্বরূপ, সমাধিসৌধের অধীনে একটি এলাকাকে জাদুঘর হিসেবে সংগঠিত করা হয়। জাদুঘরটি ২৬ আগস্ট ২০০২ সালে আতাতুর্ক ও স্বাধীনতা যুদ্ধ জাদুঘর নামে খোলা হয়।\n\n\n== স্থাপত্যশৈলী ==\n\nআনাতকাবিরের মূখ্য স্থাপনা ১৯৪০-১৯৫০ সালের দ্বিতীয় জাতীয় স্থাপত্য আন্দোলনের বৈশিষ্ট্য বহন করে। এই কমপ্লেক্সের স্থাপত্যে ইসলামি ও উসমানীয় স্থাপত্যকে প্রত্যক্ষভাবে ফুটিয়ে তোলা হয়নি। আনাতোলিয়ার প্রাচীন শিকড়কে নির্দেশকারী এই প্রকল্পে স্থপতিগণ একটি উদাহরণ হিসেবে হ্যালিকারনেসাসের সমাধিকে গ্রহণ করেন। উভয় স্থাপনার গঠন মূলত একটি আয়তক্ষেত্রাকার ত্রিপার্শ্ব কাচের আকারে প্রধান অংশের ভরকে ঘিরে থাকা কলামগুলো নিয়ে গঠিত। এই স্থাপনায় ধ্রুপদী শৈলীর পুনরাবৃত্তি হয়েছে বলে উল্লেখ করে দোয়ান কুবান বলেছেন যে \"আনাতোলিয়াকে রক্ষা করার ইচ্ছার ফলস্বরূপ হ্যালিকারনেসাসের সমাধিসৌধকে একটি দৃষ্টান্ত হিসেবে নেওয়া হয়েছিলো\"। মার্কিন স্থাপত্য ইতিহাস গবেষক ক্রিস্টোফার উইলসন লিখেছেন যে প্রকল্প থেকে সমাধির অংশের ছাদ অপসারণের সাথে সাথে এই স্থাপনা \"একটি সাধারণ ও বিমূর্ত স্তম্ভবিশিষ্ট প্রধান ভবনে পরিণত হয়, যা অ্যাক্রোপলিস-এর শীর্ষে অবস্থিত একটি হেলেনীয় মন্দিরকে স্মরণ করিয়ে দেয়। সিংহ সড়কে থাকা সিংহের ভাষ্কর্য আনাতোলিয়ায় শাসনকারী হিট্টীয়দের দ্বারা ব্যবহৃত প্রতীক।\n\nভবনের অভ্যন্তরে কলাম ও মরীচি মেঝের ব্যবস্থাকে একটি খিলান, গম্বুজ (পরবর্তীতে পরিবর্তনের ফলে অপসারণ করা হয়) এবং একটি খিলান ব্যবস্থা দিয়ে প্রতিস্থাপন করে, উসমানীয় স্থাপত্যের উপাদানগুলো অভ্যন্তরীণ স্থাপত্যে ব্যবহার করা হয়। এছাড়াও বারান্দার মেঝে, অনুষ্ঠান চত্বর এবং সম্মানকক্ষ বা ভবনের ছাদে থাকা কিলিম মোটিফ সহ রঙিন পাথরের অলঙ্কার সেলজুক ও উসমানীয় স্থাপত্যের বৈশিষ্ট্য বহন করে। আতাতুর্কের অষ্টভুজ সমাধিমন্দির সেলজুক ও উসমানীয় আমলের সমাধি স্থাপত্যের সাথে সঙ্গতিপূর্ণ। ওনাত এই বৈশিষ্ট্যগুলোর মাধ্যমে বিভিন্ন স্থাপত্যশৈলীর এই মিশ্র ব্যবহারকে আনাতকাবিরে প্রকাশ করেছেন:\n\nউসমানীয় সময়কাল সম্মানজনক একটি সময় হলেও এটা অবশ্যই স্বীকার করতে হবে যে এটি একটি সীমাবদ্ধ পরিমণ্ডল নিয়ে গঠিত হয়েছিলো যেখানে আদর্শগত চেতনা প্রবল। বাস্তবে, আমাদের ইতিহাস এমন একটি অন্তর্মুখী সভ্যতা নিয়ে গঠিত ছিলো না যাকে জিয়া গোকাল্প একবার 'উম্মাহ যুগ' বলে অভিহিত করেছিলেন। বিভিন্ন ভূমধ্যসাগরীয় জাতির মতো আমাদের ইতিহাস হাজার হাজার বছরের। এটি সুমেরীয় ও হিট্টীয়দের থেকে শুরু হয়ে মধ্য এশিয়া থেকে ইউরোপ পর্যন্ত অনেক উপজাতির জীবনের সাথে জড়িত। এটি ভূমধ্যসাগরীয় সভ্যতার ধ্রুপদী ঐতিহ্যের অন্যতম প্রধান শিকড় গঠন করেছে। আতাতুর্ক আমাদের দিগন্তকে প্রসারিত করেছেন এবং আমাদের মধ্যে ইতিহাসের এই সমৃদ্ধ ও ফলপ্রসূ স্বাদবোধ স্থাপন করেছেন। মধ্যযুগ থেকে তিনি আমাদের বাঁচানোর জন্য সবচেয়ে বড় পদক্ষেপ গ্রহণ করেছিলেন। পদক্ষেপটি আমাদের দেখিয়ে দিয়েছিলো যে আমাদের প্রকৃত অতীত মধ্যযুগে নয়, বরং বৈশ্বিক ধ্রুপদীর সাধারণ উৎসে... তাই আমরা মহান নেতার জন্য যে স্মৃতিস্তম্ভটি তৈরি করতে চেয়েছিলাম, তার উদ্দেশ্য ছিলো তুর্কি জাতির বিপ্লবের জন্য। অহমিকা থেকে জেগে উঠা ও মধ্যযুগ থেকে মুক্তি দেওয়ায় তিনি যে নতুন চেতনা নিয়ে এসেছিলেন তা প্রকাশ করার জন্য... এই কারণে, আমরা আতার সমাধি স্থাপন করতে চেয়েছিলাম, যা পাশ্চাত্যকরণের দিকে আমাদের সবচেয়ে বড় পদক্ষেপে নিয়ে যায়, একটি যুক্তিবাদী ধারার উপর ভিত্তি করে ধ্রুপদী চেতনায় গঠিত সাত হাজার বছরের পুরনো সভ্যতাটির আত্মা, সুলতান বা ওয়ালির সমাধির আত্মা থেকে সম্পূর্ণ আলাদা।\nআনাতকাবিরকে \"তুরস্কের সবচেয়ে নাৎসি প্রভাবিত স্থাপনা\" হিসাবে সংজ্ঞায়িত করে সেভকি ভ্যানলি ভবনটিকে মূল্যায়ন করেন, যাকে তিনি \"রোমান উৎসের নাৎসি ব্যাখ্যা\" দিয়ে সর্বগ্রাসী পরিচয় বলে উল্লেখ করেছেন। এছাড়া দোয়ান কুবান বলেছেন যে ১৯৫০ সালে প্রকল্পে করা পরিবর্তনের ফলস্বরূপ, ভবনটি একটি \"হিটলারি শৈলীর কাঠামোয়\" পরিণত হয়। অন্যদিকে উইলসন বলেছেন যে আনাতকাবিরের ভাস্কর্য ও রিলিফ সমাজতান্ত্রিক বাস্তববাদের সাথে সাদৃশ্যপূর্ণ।\n\n\n== অবস্থান ও বিন্যাস ==\n\nআনাতকাবির ৯০৬ মিটার উচ্চতা বিশিষ্ট একটি পাহাড়ের উপর অবস্থিত যার নাম আগে রাসাত্তেপে ছিলো, বর্তমানে এটিকে আনাত্তেপে বলা হয়। প্রশাসনিকভাবে এটি আঙ্কারার চাঙ্কায়া জেলার মেবুসেভলেরে মহল্লার ৩১ আকদেনিজ অ্যাভিনিউতে অবস্থিত।\nএই সমাধিসৌধ সিংহ সড়ক থেকে দুটি প্রধান অংশে বিভক্ত: অনুষ্ঠান চত্বর ও একটি সমাধি নিয়ে গঠিত স্মৃতিসৌধ বিভাগ এবং বিভিন্ন গাছপালা নিয়ে গঠিত শান্তি উদ্যান। এর মোট আয়তন ৭,৫০,০০০ মি২, যার ১,২০,০০০ মি২ হলো স্মৃতিসৌধ বিভাগ এবং ৬,৩০,০০০ মি২ হলো শান্তি উদ্যান। আনাতোলীয় চত্বরের দিকে প্রবেশদ্বার ধরে সিঁড়ি দিয়ে প্রবেশ করার পর সেখানে সিংহ সড়ক নামক একটি ছায়াবীথি রয়েছে, যা উত্তরপশ্চিম-দক্ষিণপূর্ব দিকে অনুষ্ঠান করার এলাকা পর্যন্ত বিস্তৃত। সিংহ সড়কের প্রথমে আয়তাকার আকৃতির মুক্তি ও স্বাধীনতা মিনার। এই মিনার দুটির সামনে যথাক্রমে পুরুষ ও মহিলা ভাস্কর্য গোষ্ঠী স্থাপন করা হয়েছে। গোলাপ ও জুনিপার সহ সিংহ সড়কের দুপাশে বারোটি সিংহের মূর্তি আছে। আয়তাকার আকৃতির অনুষ্ঠান চত্বরে তিন ধাপে প্রবেশ করার সময় রাস্তার শেষে যথাক্রমে ডান ও বাম দিকে মেহমেচিক ও আইন রক্ষা মিনার রয়েছে।\n\nঅনুষ্ঠান চত্বরে প্রতিটি কোণে আয়তাকার মিনার রয়েছে যেগুলো তিন দিকে বারান্দা দিয়ে ঘেরা। সিংহ সড়কের দিকে অনুষ্ঠান চত্বরের প্রবেশপথের ঠিক বিপরীত দিকে প্রস্থান পথ অবস্থিত। প্রস্থান করার সময় সিঁড়ির মাঝখানে তুর্কি পতাকা নিয়ে গঠিত একটি পতাকাদণ্ড রয়েছে। সেখানে প্রস্থানের উভয় পাশে ২৩ এপ্রিল ও জাতীয় চুক্তি মিনার রয়েছে। অনুষ্ঠান এলাকার কোণায় অবস্থিত বিজয়, শান্তি, বিপ্লব ও প্রজাতন্ত্র মিনার সহ এখানে মোট ১০টি মিনার রয়েছে। এলাকার পার্শ্ববর্তী পোর্টিকোতে আনাতকাবির কমান্ড, চিত্রশালা ও গ্রন্থাগার, জাদুঘর এবং জাদুঘর পরিচালকমণ্ডলী অবস্থিত। সিঁড়ির মাঝখানে একটি বাগ্মীতা রয়েছে যা অনুষ্ঠান চত্বর থেকে স্তম্ভশ্রেণী ঘেরা সমাধি পর্যন্ত পৌঁছেছে ও উভয় পাশের দেয়ালে একটি রিলিফ রয়েছে। সমাধিমন্দির নামক বিভাগে আতাতুর্কের প্রতীকী সমাধিস্তম্ভ আছে যেখানে এই বিভাগের নীচে আতাতুর্কের মৃতদেহ সহ একটি কবরস্থান রয়েছে। সমাধির সরাসরি বিপরীতে অনুষ্ঠান চত্বরের চারপাশের নির্জনস্থানের মাঝখানে ইনোনুর সমাধিমন্দির আছে।\n\n\n== বিভাগসমূহ ==\n\n\n=== সমাধিমন্দির ===\n\n\n==== স্থাপত্যের বহিরাবরণ ====\n\nআয়তাকার আকৃতির এই সমাধিমন্দিরের দৈর্ঘ্য ৭২ মিটার, প্রস্থ ৫২ মিটার ও উচ্চতা ১৭ মিটার। এটি একটি রিইনফোর্সড কংক্রিটের কাঠামো, যা একটি প্রতিসম ও নিয়মিত ভিত্তির উপর নির্মিত, এর উচ্চতা ভিত থেকে ২২.৮ মিটার উপরে। ১৮ মিটার প্রশস্ত সম্মান কক্ষে ১০০০ মিমি দীর্ঘ ও ৫০০ মিমি প্রস্থের ২৭টি কড়ি রয়েছে। এগুলো ৫.৫ মিটার দূরত্বে থাকা কলামগুলোর জোড়া দ্বারা সমর্থিত। ভবনটি ৮০০ × ৮০০ মিটার পরিমাপের মোট ৪৪টি বর্গ-বিভাগের কলাম নিয়ে গঠিত একটি কলোনেড দ্বারা বেষ্টিত। প্রতিটি কলোনেডের উচ্চতা ১৪.৪ মিটার, সামনে ও পিছনে আটটি এবং পাশে চৌদ্দটি কলোনেড রয়েছে।\nছাঁইচের নীচে ছাদের সাথে বাইরের দেয়ালের সংযোগস্থলে, ভবনটি তুর্কি খোদাই শিল্পের তৈরি একটি মুকারনাস প্রভাবিত কার্নিস দ্বারা বেষ্টিত। অন্যদিকে বৃষ্টির জল নিষ্কাশনের জন্য গারগোয়েলগুলো সম্মুখভাগের বাইরে অবস্থিত। যে হলুদ ট্র্যাভারটাইনগুলোর উপর ভবনটি আচ্ছাদিত তা এস্কিপাজার থেকে আনা হয়েছে, চৌকাঠে ব্যবহৃত বেইজ ট্র্যাভারটাইনগুলো, কলামগুলোয় ব্যবহৃত কার্নিস ও গার্গোয়েলগুলো কায়সেরির পাথরের খনি থেকে আনা হয়েছিল। স্থানের সাদা মার্বেল মেঝেতে কলোনেডগুলো অবস্থিত। এখানে থাকা কলামগুলোর মধ্যবর্তী স্থানগুলোর সাথে মিল রেখে লাল মার্বেলের স্ট্রিপ দ্বারা বেষ্টিত সাদা আয়তক্ষেত্রাকার এলাকা রয়েছে। কলোনেডের ছাদের সংকীর্ণ দিকে সাতটি ও দীর্ঘ দিকে তেরোটি মোট ৪০টি ফ্রেস্কো রয়েছে। ক্যাসেটের ফ্রেস্কোতে হালকা ধূসর, টালি ও হলুদ রং ব্যবহার করা হয়েছে। সামনের ও পিছনের সম্মুখভাগে, মাঝখানের দুটি স্তম্ভের মধ্যবর্তী ব্যবধানটি অন্যগুলো তুলনায় আরও প্রশস্ত রাখা হয়েছে। একই অক্ষের উপর অবস্থিত কম খিলানযুক্ত সাদা মার্বেল জ্যাম্ব প্রধান প্রবেশদ্বার ও আতাতুর্কের সমাধিমন্দিরের গঠনকে শক্তিশালী করে। আনুষ্ঠানিক চত্বরের মুখোমুখি সম্মুখভাগের বাম দিকে \"তরুণদের কাছে আবেদন\" ও ডানদিকে \"দশম বর্ষের বক্তৃতা\" পাথরের রিলিফের উপর সোনার পাতায় খোদাই করা আছে।\n৮ মিটার উচ্চতার একটি ৪২ ধাপ বিশিষ্ট সিঁড়ি দিয়ে সমাধি ভবনে প্রবেশ করা যায়। সিঁড়ির মাঝখানে বাগ্মীতা রয়েছে। সাদা মার্বেল দিয়ে তৈরি আনুষ্ঠানিক চত্বরমুখী লেকটার্নের সম্মুখভাগ একটি সর্পিল আকারে রূপ নিয়েছে। এর মাঝে খোদাই করে আতাতুর্কের বাক্যাংশ \"সার্বভৌমত্ব নিঃশর্তভাবে জাতির জন্য\" লেখা হয়েছে।\n\nসমাধির দিকে যাওয়ার সিঁড়ির ডানদিকে সাকারিয়ার লড়াই ও বামদিকে সর্বাধিনায়কের লড়াইয়ের রিলিফ রয়েছে। এস্কিপাজার থেকে আনা হলুদ ট্র্যাভারটাইন উভয় রিলিফে ব্যবহার করা হয়েছে। সাকারিয়ার লড়াইয়ের স্মৃতি সমৃদ্ধ রিলিফের একেবারে ডানদিকে যুবক ও দুটি ঘোড়ার পাশাপাশি পুরুষ ও একজন মহিলার চিত্র রয়েছে। সমগ্র চিত্রটি \"যারা যুদ্ধের প্রথম পর্যায়ে আক্রমণের বিরুদ্ধে প্রতিরক্ষামূলক সংগ্রামের সময় তাদের বাড়িঘর ত্যাগ করেছিল এবং তাদের স্বদেশ রক্ষার জন্য যাত্রা করেছিল\" তার প্রতিনিধিত্ব করে। যুবকটি যে দিক থেকে এসেছে তার দিকে ফিরে যায় ও তার বাম হাতটি মুষ্টিতে তুলে নেয়। এই দলের সামনে একটি ষাঁড়ের গাড়ি রয়েছে, গাড়িটিকে প্রাক-যুদ্ধ কাদা, সংগ্রামরত ঘোড়া, একজন পুরুষ ও দুই মহিলা চাকা ঘুরানোর চেষ্টা করে এবং একজন দাঁড়িয়ে থাকা পুরুষ ও একজন মহিলা হাঁটু গেড়ে বসে তাকে একটি খোলা তলোয়ার প্রদান করে। এই গোষ্ঠীর বাম দিকে মাটিতে বসে থাকা দুই মহিলা ও একটি শিশুর দৃশ্য সেই লোকদের প্রতীক যারা আক্রমণের অধীনে রয়েছে ও তুর্কি সেনাবাহিনীর জন্য অপেক্ষা করছে। মানুষ, উড়ন্ত জীব ও আতাতুর্কের উপরে, একটি বিজয়ের ফেরেশতার চিত্র রয়েছে যে পুষ্পস্তবক অর্পণ করছে। এই দৃশ্যকথনের একেবারে বাম দিকে মাটিতে বসে আছেন \"মাতৃভূমি\" রূপে একজন মহিলা, আছেন যুদ্ধে জয়ী তুর্কি সেনাবাহিনীর প্রতিনিধিত্বকারী একজন নতজানু যুবক ও বিজয়ের প্রতিনিধিত্বকারী একটি ওক গাছ। ক্রিস্টোফার উইলসন এই রিলিফকে আর্নালদো ফসকিনির প্রকল্পের সাথে তুলনা করেছেন।\nসর্বাধিনায়কের লড়াইয়ের দৃশ্যকল্প সহ রিলিফের একেবারে বাম দিকে একজন কৃষাণী, একটি ছেলে ও একটি ঘোড়া নিয়ে গঠিত দলটি একটি জাতি হিসেবে যুদ্ধের প্রস্তুতির সময়ের প্রতীক। আতাতুর্ক নিজের ডানদিকের অংশে এক হাত এগিয়ে দিয়ে তুর্কি সেনাবাহিনীকে লক্ষ্য দেখাচ্ছে। সামনের ফেরেশতা নিজের শিং দিয়ে এই আদেশটি জানান দেয়। এই বিভাগে দুটি ঘোড়ার চিত্রও রয়েছে। পরের অংশে একজন পতিত সৈনিকের হাতে পতাকা ধরে থাকা একজন ব্যক্তির চিত্র রয়েছে, যা আতাতুর্কের আদেশ অনুসারে আক্রমণকারী তুর্কি সেনাবাহিনীর আত্মত্যাগ ও বীরত্বের প্রতিনিধিত্ব করে এবং পরিখায় একটি ঢাল ও একটি তলোয়ার সহ একজন সৈনিক। তার সামনে বিজয়ের ফেরেশতা, হাতে তুর্কি পতাকা নিয়ে তুর্কি সেনাবাহিনীকে ডাকছে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n==== সম্মানকক্ষ ====\n\nভবনের প্রথম তলাকে সম্মানকক্ষ বলা হয়। এখানে আতাতুর্কের প্রতীকী সমাধিস্তম্ভ অবস্থিত। এই তলায় ও প্রস্তুতির এলাকায় ভেনেরোনি প্রেজাটি নামক কোম্পানির তৈরি ব্রোঞ্জের দরজার দিয়ে প্রবেশ করতে হয়। প্রস্তুতির এলাকাটি সেই দিকের মধ্যখান ও সংকীর্ণ স্থানের দুটি সারি বিস্তৃত কলোনেডের সমন্বয়ে গঠিত। সমাধিমন্দিরের অভ্যন্তরে, দরজার ডানদিকের দেওয়ালে ২৯ অক্টোবর ১৯৩৮ তারিখে তুর্কি সেনাবাহিনীর কাছে আতাতুর্কের শেষ বার্তাটি এবং বাম দেওয়ালে ২১ নভেম্বর ১৯৩৮ তারিখে আতাতুর্কের মৃত্যুতে তুর্কি জাতির প্রতি ইনোনুর শোক বার্তা দেখা যায়। উভয় অংশে এমিন বাইরেনের লেখার টেমপ্লেট ব্যবহার করা হয়েছে। সম্মানকক্ষের ভিতরের দিকের দেয়াল আফিয়নকারাহিসার থেকে আনা টাইগার স্কিনের সাদা মার্বেল ও সাধারণ মার্বেল এবং হাসান্দেরে থেকে আনা সবুজ মার্বেল দিয়ে আচ্ছাদিত, মেঝে ও নীচের তলাটি চানাক্কালে থেকে আনা ক্রিম, হাতাই থেকে আনা লাল মার্বেল এবং আদানা থেকে আনা কালো মার্বেল দিয়ে আবৃত। প্রস্তুতি অংশে কলোনেড পথের উভয় পাশে, প্রবেশদ্বারের ফ্রেমিং সহ ছাদ থেকে মেঝে পর্যন্ত প্রসারিত অংশে ডোরাকাটা মোজাইক রয়েছে। প্রবেশদ্বারে, সম্মানকক্ষের তিনটি প্রবেশপথের সীমানার পরে কালো মার্বেল দ্বারা বেষ্টিত তির্যক আয়তক্ষেত্রাকার লাল মার্বেল স্থাপন করে চিহ্নিত করা হয়েছে। অন্য দুটি প্রবেশপথের চেয়ে চওড়া মধ্যম প্রবেশপথে, প্রস্তুতি অংশের মাঝখানে লাল ও কালো মার্বেল দিয়ে তৈরি ভেড়ার সিংয়ের মোটিফ অনুদৈর্ঘীয় আয়তক্ষেত্রাকার এলাকার চার দিকে স্থাপন করা হয়েছে; অন্য দুটি প্রবেশপথে ভেড়ার শিংয়ের মোটিফ মেঝের মাঝখানে অনুদৈর্ঘীয় আয়তক্ষেত্রাকার অংশে কালো মার্বেলের উপর লাল মার্বেল দিয়ে তৈরি করা হয়েছে। একই উপাদানের দাঁতের রিমিং লাল মার্বেলের স্ট্রিপ থেকে বিচ্ছুরিত হয়। এই স্ট্রিপ কালো মার্বেল দ্বারা চিহ্নিত। এগুলো মেঝের পার্শ্বীয় প্রান্ত পর্যন্ত সীমাবদ্ধ। আয়তক্ষেত্রাকার আকৃতিতে পরিকল্পিত হল অফ ফেমের লম্বা দিকে, লাল ব্র‍্যাকগ্রাউন্ডে কালো দাঁত সহ প্রস্তুতির জায়গায় সীমানাত অলঙ্কারের মোটিফের একটি বিস্তৃত প্রয়োগ রয়েছে। তা ছাড়া, কালো ও সাদা মার্বেলের একটি পথ স্ট্রাইড সহ হল অফ ফেমের দীর্ঘ দিকগুলোতে বিচ্ছুরণ ঘটায়। এই সীমানার বাইরে, প্রবেশপথে ভেড়ার শিংয়ের মোটিফের স্তরে নিয়মিত বিরতিতে পাঁচটি অনুদৈর্ঘ্য আয়তক্ষেত্রাকার অংশে সাদা মার্বেল ও পিচফর্কের মোটিফগুলো একটি কালো রঙের পটভূমিতে স্থাপন করা হয়েছে।\n\nহল অফ অনারের পাশে, একটি মার্বেল মেঝে ও নয়টি কুঁচকির খিলান সহ একটি আয়তক্ষেত্রাকার চিত্রশালা রয়েছে যার পরিমাপ ২ × ৩৫ × ৫ মিটার। মার্বেল জ্যাম্ব সহ সাতটি ফাঁকা স্থানের মধ্যখান এই চিত্রশালায় প্রবেশাধিকার প্রদান করে। সেখানের মাঝখানে আয়তক্ষেত্রাকার সাদা মার্বেলের চারপাশে বেইজ মার্বেল স্ট্রিপের ফলে থেকে যাওয়া সংকীর্ণ দিকে ভেড়ার শিংয়ের মোটিফ তৈরি করা হয়েছে। উভয় চিত্রশালার নয়টি বিভাগের প্রতিটির মেঝেতে একই ভাবে ভিন্ন ভিন্ন মোটিফ তৈরি করা হয়েছে। বাম দিকের চিত্রশালায়, প্রবেশদ্বার থেকে প্রথম অংশে বেইজ মার্বেল দিয়ে ঘিরে থাকা সাদা মার্বেলের বর্গাকার অংশগুলো মাঝখানে আয়তাকার বৃত্ত এবং চার কোণে কালো মার্বেল স্ট্রিপ সহ অনুদৈর্ঘ্য আকৃতির মোটিফ বানিয়েছে। একই চিত্রশালার দ্বিতীয় বিভাগে, কেন্দ্রে তির্যক আয়তক্ষেত্রের চারপাশে কালো মার্বেল স্ট্রিপগুলো লম্বা প্রান্তের দিকে কৌণিকভাবে বাঁকিয়ে রাম হর্নের মোটিফ তৈরি করে। তৃতীয় বিভাগে, কালো স্ট্রাইপের সরু ও প্রশস্ত ব্যবহার দ্বারা তৈরি ভেড়র শিংয়ের মোটিফের একটি দৃশ্যকল্প রয়েছে। চতুর্থ বিভাগে, ভেড়ার শিংয়ের অনুরূপ মোটিফ রয়েছে, যা কালো মার্বেল স্ট্রিপ থেকে আয়তক্ষেত্রের সংকীর্ণ স্থানের দিকে বিমূর্ত ও টুকরো টুকরো করে রাখা হয়েছে। পঞ্চম অংশে, কালো ও সাদা মার্বেল দিয়ে চেকার পাথরের মতো একটি সৃষ্টিকর্ম তৈরি করা হয়েছে। ষষ্ঠ অংশে, আয়তক্ষেত্রের লম্বা দিকের মাঝখানে অনুদৈর্ঘ্য আয়তক্ষেত্রাকার অঞ্চলের চারপাশে কালো ডোরাগুলো সংকীর্ণ দিকের কোঁকড়ানো অংশ থেকে ভেড়ার শিংয়ের মোটিফ তৈরি করে। সপ্তম অংশে, এমন একটি দৃশ্যকল্প রয়েছে যেখানে আয়তক্ষেত্রাকার জায়গার ছোট পাশে স্থাপন করা কালো মার্বেল স্ট্রিপগুলো পিচফর্ক মোটিফ তৈরি করেছে। অষ্টম অংশে, মাঝখানে অনুদৈর্ঘ্য আয়তক্ষেত্রাকার এলাকাকে সীমাবদ্ধ করা কালো ডোরা ছোট ও দীর্ঘ দিকগুলোকে চালিয়ে যাওয়ার সময়, পাশের উপরে চারটি দিকে একটি জোড়া প্যাঁচানো আকৃতি গঠন করে; ইংরেজি \"এল\" আকৃতির কালো মার্বেলগুলো আয়তক্ষেত্রের চারটি কোণে স্থাপন করা হয়। নবম বা শেষ অংশে, মাঝখানে আয়তক্ষেত্র থেকে বেরিয়ে আসা স্ট্রিপগুলো চার দিকে আয়তক্ষেত্রাকার জায়গা তৈরি করার জন্য সম্পূর্ণ করে দিয়ে সমাপ্ত করা হয়।\n\nসম্মানকক্ষের ডানদিকে চিত্রশালার প্রবেশদ্বার থেকে প্রথম অংশের মেঝেতে একটি দৃশ্যকল্প রয়েছে। এই দৃশ্যকল্পে মধ্য আয়তক্ষেত্রের চারপাশে কালো ফিতে দুটি জোড়া প্যাঁচানো আকৃতি তৈরি করে। দ্বিতীয় অংশের মেঝেতে, লম্বা পাশে মুখোমুখি দুটি ভেড়ে শিং স্থাপন করা হয়েছে। এগুলো কালো মার্বেলের একটি ফালা দ্বারা গঠিত। এগুলো মাঝখানে লম্ব ব্যান্ড দ্বারা একে অপরের সাথে সংযুক্ত রয়েছে। তৃতীয় অংশের মেঝেতে, কালো মার্বেল স্ট্রিপগুলো উপরে ও নীচে মধ্য বর্গক্ষেত্রে লম্বা হয়ে ভেড়ার শিং তৈরি করে। চতুর্থ অংশে, মাঝখানে একটি বর্গাকার সাদা মার্বেল সহ তির্যক আয়তক্ষেত্রের কোণ থেকে বেরিয়ে আসা স্ট্রিপগুলো ভেড়ার শিংয়ের মোটিফ তৈরি করে। পঞ্চম অংশে, বর্গক্ষেত্রের প্রতিটি কোণে কালো মার্বেল দিয়ে পিচফর্ক মোটিফগুলো খোদাই করা হয়েছে। ষষ্ঠ অংশের বর্গক্ষেত্রের প্রান্তে কালো মার্বেল ব্যান্ডগুলো প্রতিসাম্যভাবে একটি প্যাঁচানো আকৃতি গঠন করে। সপ্তম অংশে কালো মার্বেল স্ট্রিপগুলো পিচফর্ক মোটিফগুলোর সাথে একটি দৃশ্যকল্প তৈরি করে। অষ্টম অংশে, বর্গক্ষেত্রের উপরে ও নীচে ভেড়ার শিংগুলোকে একটি ভিন্ন বিন্যাস তৈরি করতে কালো মার্বেল স্ট্রিপের সাথে একত্রিত করা হয়েছে। নবম বা শেষ অংশে, বর্গক্ষেত্রের নীচে ও উপরে অনুভূমিক কালো মার্বেল স্ট্রিপগুলো ভেড়ার শিংয়ের মোটিফ তৈরি করেছে।\nমোট বাইশটি জানালার মধ্যে আটটি স্থায়ীভাবে লাগানো এগুলো ছাড়া হল অফ অনারে প্রবেশদ্বারের বিপরীতে অন্যান্য জানালার তুলনায় একটি বড় জানালা রয়েছে। এটি আঙ্কারা দুর্গের দিকে মুখ করে যার অবস্থান সমাধিমন্দিরের ঠিক পিছনে। এই জানালার ব্রোঞ্জের রেলিংগুলো ত্রিপত্র পাতার মোটিফ তৈরি করার সময় চারটি চাঁদের আকৃতির টুকরো একত্রিত হয়ে একটি মোটিফ তৈরি করে। টুকরোগুলো একে অপরের সাথে হাতকড়া ও কীলক দিয়ে আটকে থাকে, এর ফলে এই মোটিফটি পাতার মোটিফের পাশে আটকে থাকে। সমাধিমন্দিরটি নীচে ১.৪ মিটার ও শীর্ষে ১.৫ মিটার চওড়া, এবং ৩.৪৫ মিটার লম্বা ও ১.৬২ মিটার উঁচু; এটি মাটির উপরে অবস্থিত, কুলুঙ্গির ভিতরে একটি বড় জানালা, এর দেয়াল ও মেঝে আফিয়নকারাহিসার থেকে আনা সাদা মার্বেল দিয়ে আবৃত। সমাধিমন্দির নির্মাণে, বাহচের গাভুর পর্বতমালা থেকে আনা চল্লিশ টন ওজনের দুটি শক্ত লাল মার্বেল ব্যবহার করা হয়েছে।\nহল অফ অনারের ২৭ কড়ির সিলিং, চিত্রশালাগুলোকে আচ্ছাদিত ক্রস ভল্টের পৃষ্ঠ ও চিত্রশালার সিলিংগুলো মোজাইক দিয়ে সজ্জিত। এখানে মোট ১২টি ব্রোঞ্জ মশাল আছে, এগুলোর মধ্যে ছয়টি হল অফ অনারের পাশের দেয়ালে ব্যবহার করা হয়েছে। ভবনের শীর্ষ একটি সমতল সীসা ছাদ দিয়ে আচ্ছাদিত।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n==== সমাধি কক্ষ ====\nভবনের নিচতলায় থাকা দরদালানগুলো কুঁচকির খিলান দিয়ে আচ্ছাদিত এবং সুড়ঙ্গ খিলান সিলিং সহ ইওয়ানের আকারে সেখানে ফাঁকা জায়গাগুলো রাখা হয়েছে। আতাতুর্কের দেহ সরাসরি প্রতীকী সমাধিস্তম্ভের নীচে অবস্থিত, তার সমাধি এই মেঝেতে অষ্টভুজাকার সমাধিমন্দিরে সরাসরি মাটিতে খনন করা একটি সমাধিতে পাওয়া যায়। ঘরের ছাদটি একটি পিরামিড আকৃতির শঙ্কু দিয়ে আচ্ছাদিত করা হয়েছে। এটি একটি অষ্টভুজাকার স্কাইলাইট দ্বারা প্রতিটি কোণে উৎস থেকে সোনালী আলো বিকিরণ করছে। সমাধিমন্দিরটি ক্বিবলার দিকে মুখ করে ঘরের মাঝখানে অবস্থিত। এটি একটি অষ্টভুজাকার এলাকায় সীমাবদ্ধ। মার্বেলের বক্ষস্থলের চারপাশে তুরস্কের ৮১টি প্রদেশ, তুর্কি সাইপ্রাস ও আজারবাইজান থেকে নেওয়া জমি সহ পিতলের ফুলদানি রয়েছে। সমাধির ভিতরে, তুরস্কের ৬৭টি প্রদেশের মাটি রয়েছে। প্রদেশগুলোর অস্তিত্ব আতাতুর্কের সমাধির সময় বিদ্যমান ছিল; আতাতুর্কের জন্মস্থান থেসালোনিকিতে অবস্থিত তার বাড়ির বাগান; দক্ষিণ কোরিয়ার বুসানের জাতিসংঘের মেমোরিয়াল কবরস্থানে তুর্কি সৈন্যদের যে অংশে দাফন করা হয়েছিল ও সিরিয়ার তুর্কি ছিটমহলের মর্যাদা প্রাপ্ত সুলেইমান শাহের সমাধির মাটি কবরে আনা হয়েছে। ঘরে মোজাইক সজ্জা রয়েছে, যার মেঝে ও দেয়াল মার্বেল দিয়ে আচ্ছাদিত।\n\n\n=== সিংহ সড়ক ===\n২৬ আগস্ট ১৯২২ সালের স্বাধীনতা যুদ্ধের মহা আক্রমণের তারিখের উপর ভিত্তি করে আনাতকাবিরের প্রবেশদ্বারের জন্য ২৬ ধাপযুক্ত সিঁড়ি বানানো হয়েছে। ৪ মিটার উঁচু এই সিঁড়ি অনুষ্ঠান চত্বরে নেমে গেছে, ২৬২.২ মিটার ও দীর্ঘ ১২.৮ মিটার চওড়া ছায়াবীথি উত্তরপশ্চিম-দক্ষিণপূর্ব দিকে প্রসারিত। উভয় পাশে সিংহের মূর্তি থাকার কারণে একে সিংহ সড়ক বলা হয়। রাস্তার উভয় পাশে, ৪০ সেন্টিমিটার উঁচু একটি স্তম্ভমূলের উপর \"শক্তি ও প্রশান্তি স্থাপন\"-কারী ২৪ ওঘুজ উপজাতির জন্য ২৪টি সিংহের মূর্তি রয়েছে। মূর্তিগুলো \"তুর্কি জাতির ঐক্য ও সংহতির প্রতিনিধিত্ব\" করার জন্য জোড়ায় জোড়ায় সারিবদ্ধ। ভাস্কর্যগুলো তৈরি করার সময়, হুসেইন আঙ্কা ওজকান ইস্তাম্বুল প্রত্নতত্ত্ব জাদুঘরের হিট্টীয় যুগের মারাশ সিংহ নামক ভাস্কর্য দ্বারা অনুপ্রাণিত হয়েছিলেন। রাস্তার দুই পাশে পেন্সিল জুনিপার ও গোলাপ রয়েছে। রাস্তার ফুটপাতে, কায়সেরি থেকে আনা বেইজ ট্র্যাভারটাইন ব্যবহার করা হয়েছে ও প্রতিটি পাথরের টালির মধ্যের শূন্যস্থানে ৫ সেন্টিমিটার ঘাসে ঢাকা রয়েছে। সিংহ সড়কের শুরুতে মুক্তি ও স্বাধীনতা মিনার রয়েছে, এই মিনারের সামনে যথাক্রমে পুরুষ ও মহিলার ভাষ্কর্য গোষ্ঠী রয়েছে। রাস্তাটি শেষ প্রান্তে একটি ছয় ধাপের সিঁড়ি দ্বারা অনুষ্ঠান চত্বরের সাথে সংযুক্ত।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== পুরুষ ও মহিলা ভাস্কর্য গোষ্ঠী ===\nমুক্তি মিনারের সামনে তিনজন পুরুষের একটি ভাস্কর্য গোষ্ঠী রয়েছে, এটি \"তুর্কি পুরুষেরা আতাতুর্কের মৃত্যুর জন্য যে গভীর শোক অনুভব করে\" তা প্রকাশ করে থাকে। একটি স্তম্ভমূলের উপর স্থাপিত ভাষ্কর্যগুলোর মধ্যে, ডানদিকে হেলমেট পরিহিত ব্যক্তি ঘোমটা যুক্ত ও র‍্যাঙ্কবিহীন একটি তুর্কি সৈন্যের প্রতিনিধিত্ব করে। এর পাশে একটি বই রয়েছে, বইটি উলের ঘোমটা পরিহিত তুর্কি যুবক ও বুদ্ধিজীবীদের প্রতিনিধিত্ব করে। বাম দিকে জমাট বোনা কাপড়ের পোশাক ও লাঠি সহ ব্যক্তি তুর্কি জনগণের প্রতিনিধিত্ব করে।\nস্বাধীনতা মিনারের সামনে তিনজন মহিলার সমন্বয়ে একটি ভাস্কর্য গোষ্ঠী রয়েছে, যা \"আতাতুর্কের মৃত্যুর জন্য তুর্কি মহিলারা যে গভীর শোক অনুভব করে\" তা প্রকাশ করে থাকে। পাশের ভাষ্কর্যগুলো একটি স্তম্ভমূলে উপবিষ্ট। জাতীয় পোশাক পরিহিত ভাষ্কর্যগুলোর মধ্যে দুটি ভাষ্কর্য তুরস্কের উর্বরতার প্রতিনিধিত্বকারী মাটিতে পৌঁছে যাওয়া একটি পুষ্পস্তবক ধারণ করে। ডানদিকের ভাষ্কর্য তার হাতে বাটি নিয়ে আতাতুর্কের প্রতি ঈশ্বরের করুণা কামনা করছে, অন্যদিকে মাঝখানের মহিলাটি এক হাত দিয়ে তার কান্নারত মুখ ঢেকে রেখেছে। উভয় গোষ্ঠীর ভাষ্কর্য প্রায় ৬ মিটার উঁচু, যার মধ্যে তাদের ১ মিটার স্তম্ভমূল উচ্চতা রয়েছে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== মিনার ===\nআনাতকাবিরের দশটি আয়তক্ষেত্রাকার মিনার বানানো হয়েছে। এর দৈর্ঘ্য ৮.৮ মিটার, প্রস্থ ১০.৮৫ মিটার ও উচ্চতা ৭.২ মিটার; মিনারগুলোর উপরে থাকা ভিতরের অংশটি আয়নাযুক্ত খিলান দিয়ে আচ্ছাদিত ও বাইরের অংশটি পিরামিড আকৃতির ছাদ দিয়ে আচ্ছাদিত, এগুলোর প্রতিটিতে একটি বর্শা-আকৃতির ব্রোঞ্জের গম্বুজদণ্ড রয়েছে। গ্রামীণ তুরস্ক ও মধ্য এশিয়ার তুর্কি বসতিতে পাওয়া তুর্কি যাযাবর তাঁবুর নকশায় জায়গাগুলো একই ভাবে তৈরি করা হয়েছে। মিনারের অভ্যন্তরীণ ও বাইরের সম্মুখভাগ এস্কিপাজার থেকে আনা হলুদ ট্র্যাভারটাইন দ্বারা আবৃত, এছাড়া জায়গাগুলোতে তুর্কি গালিচা দিয়ে তৈরি ফ্রেস্কো ও মিনারের অভ্যন্তরের ছাদে কিলিম মোটিফ ব্যবহার করা হয়েছে। শ্বেতপাথরের জ্যাম্ব দিয়ে ঘেরা দরজা ও জানালার খিলানযুক্ত শ্বেতপাথরের পেডিমেন্টে বিভিন্ন নিদর্শন সহ রঙিন মোজাইক রয়েছে, যা পুরানো তুর্কি জ্যামিতিক অলঙ্কারে সুশোভিত। মিনারের বাইরের দিকে, কায়সেরির বেইজ রঙের ট্র্যাভারটাইন দিয়ে তৈরি কার্নিস রয়েছে, কার্নিসে তুর্কি স্থাপত্যশৈলীর খোদাই করা হয়েছে, এগুলো ভবনগুলোকে চারপাশ থেকে ঘিরে রেখেছে, এছাড়া খোদাইয়ের স্থলে বৃষ্টির জল নিষ্কাশনের জন্য গারগোয়েল রয়েছে।\n\n\n==== স্বাধীনতা মিনার ====\n\nসিংহ সড়কের প্রবেশপথের ডানদিকে অবস্থিত স্বাধীনতা মিনারের লাল পাথরের মেঝেতে হলুদ পাথরের স্ট্রিপগুলো এলাকাটিকে আয়তক্ষেত্রে বিভক্ত করেছে। মিনারের প্রবেশদ্বারের বাম দিকে দেওয়ালের ভিতরের রিলিফে দেখা যায় যে একজন দাঁড়ানো লোক দুই হাতে তলোয়ার ধরে আছে ও তার পাশে একটি ঈগল পাথরের উপর বসে আছে। ঈগল হলো শক্তি ও স্বাধীনতা; পুরুষ চিত্রটি তুর্কি জাতির ক্ষমতা ও শক্তি সেনাবাহিনীর প্রতিনিধিত্ব করে। মিনারের অভ্যন্তরে ট্র্যাভারটাইনের সন্ধিস্থলের মধ্যে মাটির সমান্তরালে ১৪টি সারি ফিরোজা টালি ও জানালার ফ্রেমের প্রান্তে ফিরোজা টালির একক সারি রয়েছে। স্বাধীনতার বিষয়ে আতাতুর্কের কথাগুলো দেয়ালে লেখার সীমানা হিসেবে উল্লেখ রয়েছে:\n\n\"যখন আমাদের জাতি সবচেয়ে বিপর্যয়কর অজ্ঞতার সাথে শেষ হতে চলেছে বলে মনে হচ্ছে, নিজ সন্তানদের বন্দীদশায় দাঁড়াতে আমন্ত্রণ জানানো পূর্বপুরুষদের কণ্ঠস্বর আমাদের হৃদয়ে জেগে উঠেছিল ও মুক্তির শেষ লড়াইয়ে আমাদের আমন্ত্রণ জানিয়েছিল।\" (১৯২১)\n\"জীবন মানে সংগ্রাম, সহনশীলতা। সংগ্রামে সাফল্যের সাথে জীবনে সফলতা অবশ্যই সম্ভব।\" (১৯২৭)\n\"আমরা এমন একটি জাতি যারা জীবন ও স্বাধীনতা চায়, এবং আমরা শুধু ও শুধুমাত্র এর জন্যই আমাদের জীবন সমর্পণ করি।\" (১৯২১)\n\"দয়া ও করুণা ভিক্ষা করার মত কোন নীতি নেই। তুর্কি জাতি, তুরস্কের ভবিষ্যত সন্তানদের, এক মুহুর্তের জন্য এটি ভুলে যাওয়া উচিত নয়।\" (১৯২৭)\n\"স্বাধীনতা ছাড়া এই জাতি ছিলো না, বাঁচতে পারেনা ও কখনই পারবে না। হয় স্বাধীনতা নয়তো মৃত্যু!\" (১৯১৯)\n\n\n==== মুক্তি মিনার ====\n\nসিংহ সড়কের প্রবেশপথের বাম দিকে মুক্তি মিনারের লাল পাথরের মেঝে রয়েছে। এটি স্বাধীনতা মিনারের মতো একই আয়তনে নির্মিত। হলুদ পাথরের স্ট্রিপগুলো এই লাল পাথরের মেঝেটিকে আয়তক্ষেত্রে বিভক্ত করেছে। মিনারটির প্রবেশদ্বারের ডানদিকে প্রাচীরের ভিতরে রিলিফে একজন ফেরেশতা নিজের হাতে একটি কাগজ ধরে আছেন ও তার পাশে একটি ঘোড়ার চিত্র রয়েছে। একটি দাঁড়িয়ে থাকা মেয়ে হিসেবে চিত্রিত সেই ফেরেশতা স্বাধীনতার পবিত্রতার প্রতীক, তার ডান হাতে \"মুক্তির ঘোষণা\"-এর প্রতিনিধিত্বকারী কাগজটি রয়েছে। এখানের ঘোড়াটি স্বাধীনতা ও মুক্তির প্রতীকও বটে। মিনারের অভ্যন্তরে, আনাতকাবিরের নির্মাণ কাজ ও নির্মাণে ব্যবহৃত পাথরের উদাহরণ দেখানো আলোকচিত্রের একটি প্রদর্শনীস্থল রয়েছে। এর দেয়ালে, স্বাধীনতা সম্পর্কে আতাতুর্কের বাণী খোদাই করা আছে:\n\n\"মূল বিষয় হলো যে তুর্কি জাতি একটি মর্যাদাপূর্ণ ও সম্মানিত জাতি হিসাবে বাস করে। এই ভিত্তি শুধুমাত্র স্বাধীনতার পূর্ণ অধিকারের সাথে আদায় করা যেতে পারে। যতই ধনী ও সমৃদ্ধ হোক না কেন, স্বাধীনতা বঞ্চিত একটি জাতি তার মানবতার প্রতিক্রিয়ায় সেবক হওয়ার চেয়ে উচ্চতর আচরণের যোগ্য হতে পারে না।\" (১৯২৭)\n\"আমি মনে করি যে একটি জাতির মধ্যে সম্মান, মর্যাদা, সম্মান ও মানবতা তখনই আশ্রয় ও স্থায়ীত্ব খুঁজে পেতে পারে যদি সেই জাতি তার স্বাধীনতা ও মুক্তি অর্জন করতে পারে।\" (১৯২১)\n\"যার উপর একটি জাতীয় সার্বভৌমত্ব ভিত্তি করে তা হলো স্বাধীনতা, শান্তি ও ন্যায়বিচার।\" (১৯২৩)\n\"আমরা এমন একটি জাতি যারা নিজেদের জীবনের ইতিহাস জুড়ে স্বাধীনতা ও মুক্তির প্রতীক হিসেবে আছি।\" (১৯২৭)\n\n\n==== মেহমেচিক মিনার ====\n\nসিংহ সড়ক যেখানে অনুষ্ঠান চত্বরে পৌঁছেছে তার ডানদিকে মেহমেচিক মিনারের লাল পাথরের মেঝে অবস্থিত। সেই মেঝের কোণ থেকে বেরিয়ে আসা কালো তির্যক ডোরাগুলো কেন্দ্রে দুটি ক্রুশ আকৃতি তৈরি করেছে। মিনারের বাইরের অংশে থাকা রিলিফ তুর্কি সৈনিকের (মেহমেচিক) প্রস্থানকে চিত্রিত করে যিনি তার বাড়ি থেকে সীমান্তে গিয়েছিলেন। দৃশ্যকল্পে, যে মা তার সৈনিক পুত্রের কাঁধে হাত রেখে তাকে দেশের জন্য যুদ্ধে প্রেরণ করেছিলেন তাকে চিত্রিত করা হয়েছে। মিনারের অভ্যন্তরে ট্র্যাভারটাইনগুলোর সন্ধিস্থলগুলোর মধ্যে মাটির সমান্তরালে ১৪টি সারি ও জানালার কাঠামোর প্রান্তে ফিরোজা টালির একক সারি; জাদুঘর অধিদপ্তরের দেয়ালে গোলাপ ব্যাজ মোটিফের বিভিন্ন কাজ রয়েছে। প্রবেশদ্বারের দরজার গার্ডারে একটি হবনাইল মোটিফ লাগানো হয়েছে। মিনারের দেয়ালে তুর্কি সৈন্য ও নারীদের সম্পর্কে আতাতুর্কের কথা লেখা আছে:\n\n\"বীর তুর্কি সৈন্যরা আনাতোলীয় লড়াইগুলোর অর্থ বুঝতে পেরেছিলো ও একটি নতুন আদর্শ নিয়ে যুদ্ধ করেছিলো।\" (১৯২১)\n\"পৃথিবীর কোথাও, কোনো দেশেই আনাতোলীয় কৃষাণীর উপরে নারীর কাজ উল্লেখ করা সম্ভব নয়।\" (১৯২৩)\nএ জাতির সন্তানদের আত্মত্যাগ ও বীরত্বের কোনো তুলনা হতে পারে না।\n\n\n==== আইন রক্ষা মিনার ====\n\nআইন রক্ষা মিনারের লাল পাথরের মেঝের কোণগুলো থেকে কালো তির্যক স্ট্রিপ বেরিয়ে আসে, এগুলো কেন্দ্রে দুটি ক্রুশ তৈরি করেছে। এটি যেখানে সিংহ সড়ক অনুষ্ঠান চত্বরের পোঁছানোর স্থানের বামে অবস্থিত। মিনার প্রাচীরের বাইরের রিলিফ স্বাধীনতা যুদ্ধে জাতীয় অধিকারের প্রতিরক্ষা ব্যবস্থা চিত্রিত করে। রিলিফে, এক হাতে মাটিতে ডগা দিয়ে তরবারি ধরে, অন্য হাতটি সীমানা অতিক্রম করার চেষ্টাকারী শত্রুকে \"থামুন!\" বলে চিৎকার করে। একটি নগ্ন পুরুষকে এখানে চিত্রিত করা হয়েছে: প্রসারিত হাতের নীচে থাকা গাছটি তুরস্কের প্রতিনিধিত্ব করে ও এটি রক্ষাকারী পুরুষ চিত্রটি পরিত্রাণের জন্য ঐক্যবদ্ধ জাতিকে প্রতিনিধিত্ব করে। মিনারের দেয়ালে আইনের প্রতিরক্ষা সম্পর্কে আতাতুর্কের বাণী লেখা আছে:\n\n\"আধিপত্য বিস্তারের জন্য জাতীয় বাহিনীকে কারণ ও ইচ্ছাশক্তি তৈরি করা অপরিহার্য।\" (১৯১৯)\n\"এখন থেকে, জাতি হবে তাদের জীবন, স্বাধীনতা ও তাদের সমস্ত অস্তিত্বের জন্য চৌকিদার।\" (১৯২৩)\nইতিহাস কখনোই একটি জাতির রক্ত, অধিকার ও অস্তিত্বকে অস্বীকার করতে পারে না। (১৯১৯)\n\"তুর্কি জাতির হৃদয় ও বিবেক দ্বারা উপলব্ধি ও অনুপ্রাণিত হওয়া ছিলো সবচেয়ে মৌলিক, সবচেয়ে সুস্পষ্ট আকাঙ্ক্ষা ও বিশ্বাস, এটি পরিচিত হয়েছিল যে নামে তা হলো: পরিত্রাণ।\" (১৯২৭)\n\n\n==== বিজয় মিনার ====\n\nসিংহ সড়কের পাশে অনুষ্ঠান চত্বরের ডান কোণে বিজয় মিনার লাল মেঝে অবস্থিত। মেঝের মাঝখানে কালো স্ট্রিপ ঘেরা আয়তক্ষেত্রাকার এলাকায়, স্ট্রিপের ডোরাগুলো একটি তির্যক আকৃত তৈরি করে কেন্দ্রে অতিক্রম করে। আয়তক্ষেত্র দ্বারা গঠিত প্রতিটি ত্রিভুজ এলাকায় একটি কালো ত্রিভুজ দ্বারা স্থাপন করা হয়। আয়তক্ষেত্রের প্রতিটি পাশে পিছন দিকে ঘুরানো ইংরেজি অক্ষর \"এম\" আকারে একটি মোটিফ রয়েছে। মিনারের অভ্যন্তরে ট্র্যাভারটাইনগুলোর সন্ধিস্থলের মধ্যে মাটির সমান্তরালে ১৪টি সারি ও জানালার কাঠামোর প্রান্তে ফিরোজা টালির একক সারি রয়েছে। প্রবেশদ্বার দরজার গার্ডারে একটি হবনাইল মোটিফ প্রয়োগ করা হয়েছে। মিনারের অভ্যন্তরে, ১৯৩৮ সালের ১৯ নভেম্বরে দোলমাবাহজে প্রাসাদ থেকে নিয়ে সারাইবুরনুতে নৌবাহিনীর কাছে পৌঁছে দেওয়া আতাতুর্কের কামান ও গাড়ি রয়েছে। এর দেয়ালে আতাতুর্কের কিছু সামরিক বিজয়ের কথা লেখা আছে:\n\n\"বিজয়ের শালীন ফলাফল শুধুমাত্র জ্ঞানের সেনাবাহিনীর সাথেই হয়।\" (১৯২৩)\n\"এই স্বদেশ হলো একটি সমৃদ্ধ স্বদেশ যা আমাদের সন্তান ও নাতি-নাতনিদের জন্য স্বর্গে পরিণত হওয়ার যোগ্য।\" (১৯২৩)\n\"এখানে কোন প্রতিরক্ষা সীমান্ত নেই, পৃষ্ঠ প্রতিরক্ষা আছে। সেই ভূপৃষ্ঠই গোটা দেশ। স্বদেশের মাটির প্রতিটি ইঞ্চি নাগরিকদের রক্তে ভেজা না হওয়া পর্যন্ত পরিত্যাগ করা যাবেনা।\" (১৯২১)\n\n\n==== শান্তি মিনার ====\n\nবিজয় মিনারের বিপরীতে অনুষ্ঠান চত্বর দূরের কোণে শান্তি মিনার অবস্থিত। এর লাল রঙের পটভূমির মাঝখানে কালো স্ট্রিপ ঘেরা আয়তক্ষেত্রাকার এলাকায় সেগুলো একটি তির্যক আকৃতি তৈরি করে সেগুলো কেন্দ্রে ছেদ করে। আয়তক্ষেত্র দ্বারা গঠিত প্রতিটি ত্রিভুজ এলাকায় একটি কালো আকৃতির ত্রিভুজ স্থাপন করা হয়। পিছনে ঘুরানো ইংরেজি অক্ষর \"এম\" আকারে আয়তক্ষেত্রের প্রতিটি পাশে একটি মোটিফ রয়েছে। মিনারের প্রাচীরের বাইরে পশ্চিম পোর্টিকোর দিকে পাখির জন্য একটি বাড়ি রয়েছে। দেয়ালের অভ্যন্তরে আতাতুর্কের \"ঘরে শান্তি, পৃথিবীতে শান্তি\" নীতির রিলিফ ফুটিয়ে তোলা হয়েছে৷ রিলিফে কৃষি, ক্ষেত ও গাছে নিয়োজিত কৃষকদের দেখা যায়। সেখানে তুর্কি সেনাবাহিনীর প্রতিনিধিত্বকারী একজন সৈনিক ব্যক্তিকে নাগরিকদের রক্ষা করতে নিজের তলোয়ার ধরে রাখতে দেখা যায়। মিনারের ভিতরে, ১৯৩৫-১৯৩৮ সালের মধ্যে আতাতুর্কের ব্যবহৃত লিঙ্কনের আনুষ্ঠানিক ও দাপ্তরিক গাড়ি প্রদর্শন করা হয়। এর দেয়ালে শান্তি সম্পর্কে আতাতুর্কের বাণী লেখা আছে:\n\n\"হিংসা, লোভ ও বিদ্বেষ এড়াতে বিশ্বের নাগরিকদের অবশ্যই শৃঙ্খলাবদ্ধ হতে হবে।\" (১৯৩৫)\n\"ঘরে শান্তি, পৃথিবীতে শান্তি\"\n\"জাতির জীবন বিপন্ন না হলে যুদ্ধ হত্যা হবে।\" (১৯২৩)\n\n\n==== ২৩ এপ্রিল মিনার ====\nঅনুষ্ঠান চত্বর থেকে বেরিয়ে আসা সিঁড়ির ডানদিকে ২৩ এপ্রিল মিনার অবস্থিত। এর লাল পাথরের মেঝেতে কোণ থেকে বেরিয়ে আসা কালো তির্যক ডোরা কেন্দ্রস্থলে দুটি ক্রুশ আকৃতি তৈরি করে। এর দেওয়ালের রিলিফ ১৯২০ সালের ২৩ এপ্রিলে তুর্কি মহান জাতীয় সভা উদ্বোধনের প্রতিনিধিত্ব করে। রিলিফের ভিতরের দেয়ালে একজন দাঁড়িয়ে থাকা মহিলার এক হাতে একটি চাবি ও অন্য হাতে একটি কাগজ সেখতে পাওয়া যায়। কাগজে ২৩ এপ্রিল ১৯২০ লেখা আছে, অন্যদিকে চাবিটি সংসদের উদ্বোধনের প্রতীক। এই মিনারে ১৯৩৬-১৯৩৮ সালের মধ্যে ব্যবহৃত আতাতুর্কের ব্যক্তিগত ক্যাডিলাক গাড়ি প্রদর্শিত হয়। মিনারের দেয়ালে সংসদের উদ্বোধন সম্পর্কে আতাতুর্কের কথা লেখা আছে:\n\n\"একমাত্র সিদ্ধান্ত ছিলো: একটি নতুন স্বাধীন তুর্কি রাষ্ট্র প্রতিষ্ঠা করা যার আধিপত্য হবে জাতীয় সরকারের উপর ভিত্তি করে।\" (১৯১৯)\n\"তুর্কি রাষ্ট্রের একমাত্র ও প্রকৃত প্রতিনিধি হলো একমাত্র ও অদ্বিতীয় তুর্কি মহান জাতীয় সভা।\" (১৯২২)\n\"আমাদের দৃষ্টিভঙ্গি হলো ক্ষমতা, ক্ষমতার আধিপত্য ও সরাসরি জনগণকে প্রদত্ত প্রশাসন, এগুলো সবই জনগণের হাতে।\" (১৯২০)\n\n\n==== জাতীয় চুক্তি মিনার ====\n\nঅনুষ্ঠান চত্বরের বাইরের দিকে যাওয়ার সিঁড়ির বাম দিকে জাতীয় চুক্তি মিনারের অবস্থান। এর লাল পাথরের মেঝের কোণ থেকে বেরিয়ে আসা কালো তির্যক ডোরা, মধ্যস্থলে দুটি ক্রুশের ন্যায় আকৃতি তৈরি করে। মিনারের প্রাচীরের বাইরের রিলিফ একটি তরবারির ধারে একটির উপরে একটি করে এভাবে চারটি হাতকে চিত্রিত করেছে। এই দৃশ্যকল্পের মাধ্যমে স্বদেশ রক্ষার শপথ নেওয়া জাতির প্রতীককে বোঝানো হয়েছে। মিনারের দেয়ালে জাতীয় চুক্তি সম্পর্কে আতাতুর্কের বাণী লেখা রয়েছে:\n\n\"এটি জাতির লৌহ হাত, যার মূলমন্ত্র আমাদের পথ, যা ইতিহাসে জাতীয় চুক্তি সৃষ্টি করেছে।\" (১৯২৩)\n\"আমরা আমাদের জাতীয় সীমানার মধ্যে মুক্তভাবে ও স্বাধীনভাবে বসবাস করতে চাই।\" (১৯২১)\n\"যে জাতিগুলোর জাতীয় পরিচয় নেই সেগুলো অন্যান্য জাতির জন্য পীড়া।\" (১৯২৩)\n\n\n==== বিপ্লব মিনার ====\nসমাধিসৌধের ডানদিকে অবস্থিত বিপ্লব মিনারের লাল পৃষ্ঠের মাঝখানে থাকা আয়তক্ষেত্রাকার এলাকাটির সংকীর্ণ দিকে কালো পাথর ও দীর্ঘ দিকে লাল পাথর দ্বারা বেষ্টিত; স্থানের প্রান্তগুলো কালো পাথরের ফালা দ্বারা গঠিত চিরুনি মোটিফ দ্বারা সীমানাযুক্ত। মিনারের ভিতরের দেয়ালে রিলিফে এক হাতে ধরে দুটি মশাল চিত্রিত করা হয়েছে। ছিন্নভিন্ন উসমানীয় সাম্রাজ্যের সাথে একটি দুর্বল ও শক্তিহীন হাতের মশাল নিভে যেতে চলেছে; অন্য দীপ্তিময় মশালটি একটি শক্তিশালী হাত দ্বারা আকাশের দিকে উত্থাপিত, সেটি তুর্কি জাতিকে সমসাময়িক সভ্যতার স্তরে নিয়ে যাওয়ার জন্য সদ্য প্রতিষ্ঠিত তুরস্ক প্রজাতন্ত্র ও আতাতুর্কের বিপ্লবের প্রতীক। মিনারের দেয়ালে আতাতুর্কের সংস্কার সম্পর্কে তার কথা লেখা আছে:\n\n\"যদি একটি কমিটি তার সকল নারী-পুরুষকে নিয়ে একই লক্ষ্যের দিকে অগ্রসর না হয়, তাহলে তার জন্য অগ্রগতি ও চিন্তাভাবনার কোনো বৈজ্ঞানিকতা বা বৈজ্ঞানিক সম্ভাবনা নেই।\" (১৯২৩)\n\"আমরা আমাদের অনুপ্রেরণা সরাসরি জীবন থেকে নিয়েছি, আকাশ ও অদৃশ্য জগত থেকে নয়।\" (১৯৩৭)\n\n\n==== প্রজাতন্ত্র মিনার ====\nসমাধিসৌধের বামদিকে অবস্থিত প্রজাতন্ত্র মিনারের লাল পাথরের মেঝের মাঝখানে কালো আয়তক্ষেত্রাকার অংশটি কালো ডোরা দ্বারা বেষ্টিত গালিচার ন্যায় একটি মোটিফ তৈরি করে। মিনারের পাশের দেয়ালের বাইরে একটি পাখির বাসা অবস্থিত। এর দেয়ালের ভিতরে, প্রজাতন্ত্র সম্পর্কে আতাতুর্কের বক্তব্য লেখা আছে:\n\n\"আমাদের সর্বশ্রেষ্ঠ শক্তি, আমাদের নিরাপত্তার সবচেয়ে মূল্যবান উৎস হল যে আমরা আমাদের জাতীয়তার সার্বভৌমত্ব উপলব্ধি করেছি ও প্রকৃতপক্ষে এটি জনগণের হাতে তুলে দিয়েছি এবং প্রকৃতপক্ষে প্রমাণ করেছি যে আমরা এটি জনগণের হাতে রাখতে পারি।\"\n\n\n=== অনুষ্ঠান চত্বর ===\n\nসিংহ সড়কের শেষে অবস্থিত ১৫,০০০ জন ধারণক্ষমতা সম্পন্ন এই অনুষ্ঠান চত্বর ১২৮ × ৮৪.২৫ মিটার আয়তক্ষেত্রাকার এলাকা নিয়ে গঠিত। মেঝের প্রতিটি অংশ ৩৭৩টি আয়তক্ষেত্রে বিভক্ত; সেগুলো ঘন আকৃতির কালো, হলুদ, লাল ও বেইজ রঙের ট্র্যাভারটাইন তুর্কি গালিচা ও পাটির মোটিফ তৈরি করতে ব্যবহৃত হয়েছে। কালো ট্র্যাভারটাইন দ্বারা ঘেরা এলাকায় অবস্থিত চত্বরের মাঝখানের বিন্যাসে লাল ও কালো ট্র্যাভারটাইন দ্বারা গঠিত রম্বস আকৃতির মোটিফ রয়েছে। কালো পাথর ও পিচফর্ক মোটিফ লাল পাথর দিয়ে ঘেরা ও এগুলো প্রশস্ত পাশের অলঙ্কারের দীর্ঘ দিকে সারিবদ্ধ, এগুলো চারপাশে একক বা দ্বৈত 'সংকর' মোটিফ একই সীমানা অলঙ্কারের মেঝেকে সংক্ষিপ্ত দিকে অর্ধেক রম্বস দিয়ে পূর্ণ করে। এলাকায় কালো ট্র্যাভারটাইন দ্বারা বেষ্টিত ছোট আয়তক্ষেত্রাকার অংশগুলোর পেটের অংশে একটি সম্পূর্ণ মোটিফ ও প্রান্তের মাঝখানে একটি অর্ধ-রম্বীয় মোটিফ রয়েছে। পূর্ণ রম্বস থেকে বেরিয়ে আসা লাল ডোরাগুলো মধ্যবর্তী কালো পাথরের চারপাশে লাল পাথর দ্বারা গঠিত তির্যক অংশ গঠন করে।\n\nচার দিকে তিন ধাপ নিচের দিকের সিঁড়ি দিয়ে এই এলাকায় প্রবেশ করা যায়। অনুষ্ঠান এলাকাটি তিন দিকে পোর্টিকো দিয়ে ঘেরা ও এস্কিপাজার থেকে আনা হলুদ ট্র‍্যাভারটাইন দিয়ে আবৃত। কালো ট্র্যাভারটাইন দ্বারা গঠিত আয়তক্ষেত্রাকার অংশগুলো হলুদ ট্র্যাভারটাইন দ্বারা বেষ্টিত পোর্টিকোর মেঝেতে অবস্থিত। আনুষ্ঠানিক চত্বরের দীর্ঘ দিকের পোর্টিকোগুলোয় ও দ্বি-কলামের অংশে এই চতুর্ভুজাকৃতি অংশ রয়েছে। এগুলো প্রত্যেকটি পোর্টিকোর জানালা বা দরজা খোলার স্তরে প্রতিটি জোড়া কলামের মধ্যে মাটিতে অবস্থিত। পোর্টিকোগুলোর নীচতলায় আয়তাকার জানালা রয়েছে ও খিলানযুক্ত গ্যালারি রয়েছে। মিনারের সাথে সংযোগকারী পোর্টিকোর সিলিংয়ে ক্যাসেটে তুর্কি গালিচা বিশিষ্ট মোটিফের কেন্দ্রে দুটি ভেড়ার শিং একে অপরের থেকে পৃথকভাবে খোদাই করা হয়েছে। ভেড়ার শিংয়ের শৈলী দ্বারা বেষ্টিত কাঠামোর মাঝখানে থাকা প্রতিটি মিনারের মধ্যে কোলনেডে ১১ বার পুনরাবৃত্তি করা একটি আয়তক্ষেত্রাকার অংশ রয়েছে। বিজয় ও শান্তি মিনারের মধ্যবর্তী কোলনেডে থাকা সিলিং ফ্রেস্কোগুলো ২৫ বার পুনরাবৃত্তি করা হয়েছে, এবং মধ্যখানে আয়তক্ষেত্রাকার অংশে দুটি ভেড়ার শিংয়ের মোটিফগুলো একত্রিত করা সহ অন্যান্য কোলনেডের মোটিফগুলোর থেকে একটি আলাদা মোটিফ তৈরি করতে কাজ করেছিলো। কোলোনেডের সিলিংয়ে মোট ফ্রেস্কোর টুকরা ৬৯ টি, যাতে হালকা ও গাঢ় হলুদ, টাইল, বারগান্ডি, সাদা ও গাঢ় ধূসর রং ব্যবহার করা হয়েছে।\nচাঙ্কায়ার দিকে অনুষ্ঠান চত্বরে প্রবেশপথে ২৮-ধাপ সিঁড়ির মাঝখানে একটি ইস্পাতের পতাকাদণ্ডে লাগানো তুরস্কের পতাকা উড়তে দেখা যায়। এর উচ্চতা ২৯.৫৩ মিটার, এর ভিত্তি ব্যাস ৪৪০ মিমি ও উপরের ব্যাস ১১৫ মিমি। কেনান ইয়নতুঞ্চ পতাকা দণ্ডের গোড়ায় থাকা রিলিফের নকশা করেছেন, নুসরেত সুমান রিলিফের প্রয়োগটি পাদদেশে করেন। রূপক দিয়ে গঠিত রিলিফের মধ্যে রয়েছে; মশাল দিয়ে সভ্যতা, তলোয়ার দিয়ে আক্রমণ, শিরস্ত্রাণ দিয়ে প্রতিরক্ষা, ওক শাখার সাথে বিজয় ও জয়তুনের শাখায় শান্তি।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== ইসমত ইনোনুর সমাধিস্তম্ভ ===\n\nশান্তি ও বিজয় মিনারের মাঝখানে ২৫ স্প্যান বিশিষ্ট কোলনেডের ১৩তম ও ১৪ তম কলামের মধ্যে ইসমত ইনোনুর প্রতীকী সমাধিস্তম্ভ রয়েছে। সমাধিস্তম্ভটি অনুষ্ঠান চত্বরের জায়গায় বেইজ রঙের ট্র্যাভারটাইন-আচ্ছাদিত স্তম্ভমূলের উপর অবস্থিত, এটি টোপচামের খনি থেকে নিষ্কাশিত গোলাপী সাইনাইট দিয়ে আবৃত। সমাধিস্তম্ভের সামনে একই উপাদান দিয়ে তৈরি একটি প্রতীকী পুষ্পস্তবক রয়েছে। সমাধিস্তম্ভের বাম দিকে, ইনোনুর দ্বিতীয় লড়াইয়ের পরে তিনি আঙ্কারায় যে টেলিগ্রামটি পাঠিয়েছিলেন তার একটি উদ্ধৃতি রয়েছে যা তার কমান্ডে জয়ী হয়েছিলো, টেলিগ্রামটি নিম্নরূপ:\n\nমেট্রিস্তেপে থেকে, ১ এপ্রিল ১৯২১ সকাল ৬.৩০ টায় মেট্রিস্তেপে থেকে আমি যে পরিস্থিতি দেখেছি: বোজুইউক আগুনে জ্বলছে, শত্রুরা আমাদের অস্ত্রের জন্য হাজার হাজার মৃতদেহে ভরা যুদ্ধক্ষেত্র ছেড়ে দিয়েছে।পশ্চিম সীমান্তের কমান্ডার ইসমত\nসমাধিস্তম্ভের ডানদিকে, আতাতুর্ক এই টেলিগ্রামের জবাবে যে টেলিগ্রাম পাঠিয়েছিলেন তার নিম্নোক্ত উদ্ধৃতি রয়েছে:\n\nআঙ্কারা, ১ এপ্রিল, ১৯২১ ইসমত পাশা, পশ্চিম সীমান্তের কমান্ডার ও জেনারেল স্টাফের প্রধান আপনি শুধু শত্রুকে নয়, জাতির দুর্ভাগ্যকেও পরাজিত করেছেন। মহান জাতীয় সভার সভাপতি মোস্তফা কামাল\n\nসমাধিস্তম্ভের নীচে সমাধি কক্ষ ও প্রদর্শনী হল হয়েছে। এখানে পশ্চিমের স্তম্ভগুলোর বাইরের প্রাচীর থেকে খোলা দরজা দিয়ে প্রবেশ করতে হয়। ছোট করিডোরের বাম দিকে, প্রথম তলায় যাওয়ার সিঁড়িগুলো আয়তক্ষেত্রাকার অভ্যর্থনা হলে পৌঁছেছে, এর দেয়াল ও ছাদ ফাইবার-রিইনফোর্সড কংক্রিটের তৈরি। সিলিংয়ে দেয়ালের দিকে ঝুঁকে থাকা শক্ত ওক জালি রয়েছে। গ্রানাইট দিয়ে আচ্ছাদিত মেঝে অংশে ওকের কাঠামোর চামড়ার আরামকেদারা এবং একটি বিশাল ওক লেকটার্ন রয়েছে যেখানে ইনোনু পরিবার তাদের ভ্রমণের সময় তাদের লেখা বিশেষ দিনলিপি লিখেছিলো। অভ্যর্থনা হলের বাম দিকে প্রদর্শনী হল ও ডানদিকে কবরস্থান রয়েছে। প্রদর্শনী হলে রয়েছে শোকেস যেখানে ইনোনুর ছবি ও তার ব্যক্তিগত কিছু জিনিসপত্র প্রদর্শন করা হয়। সিনেভিশন বিভাগে ইনোনের জীবন ও কার্যকলাপ সম্পর্কে একটি তথ্যচিত্র সম্প্রচার করা হয়। এই হলের নকশা অভ্যর্থনা হলের অনুরূপ। বর্গাকার পরিকল্পিত সমাধি কক্ষে পৌঁছাতে প্রথমে একটি কাঠের দরজা ও তারপর একটি ব্রোঞ্জের দরজা দিয়ে প্রবেশ করতে হয়। এটি একটি ছাঁটা পিরামিড-আকৃতির ছাদ দিয়ে আবৃত। ঘরের পশ্চিম দেয়ালে লাল, নীল, সাদা ও হলুদ রঙের চশমা দিয়ে তৈরি জ্যামিতিক নকশার দাগযুক্ত কাঁচের জানালা এবং ক্বিবলার দিকে একটি মিহরাব রয়েছে। মিহরাবের অবগুণ্ঠন ও ছাদ সোনালি মোজাইক দ্বারা আবৃত। সাদা গ্রানাইট দিয়ে আচ্ছাদিত মেঝেতে, একটি সমাধিস্তম্ভ রয়েছে। ক্বিবলার দিকে মুখ করে এই সমাধিমন্দির সাদা গ্রানাইট দিয়ে আচ্ছাদিত। এই সমাধিস্তম্ভে ইনোনুর শরীর রয়েছে। কক্ষের দক্ষিণ দেয়ালে ও প্রবেশপথের উভয় পাশে সোনালী আয়তক্ষেত্রাকার কুলুঙ্গিতে ইনোনুর নিম্নলিখিত কথা উল্লেখ রয়েছে:\n\nআমাদের পক্ষে প্রজাতন্ত্রের মৌলিক নীতি পরিত্যাগ করা অসম্ভব, যা সকল নাগরিকের সাথে সমান আচরণ করে এবং সকল নাগরিককে একই অধিকার দেয়। ইসমত ইনোনুপ্রিয় তুর্কি যুবক! আমাদের সকল কাজে, উন্নত মানুষ, উন্নত জাতি ও উন্নত মানব সমাজ আপনাদের চোখের সামনে লক্ষ্য হিসেবে দাঁড়ানো উচিত। একজন শক্তিশালী দেশপ্রেমিক প্রজন্ম হিসেবে আপনারা তুর্কি জাতিকে নিজেদের কাঁধে বয়ে বেড়াবেন। ১৯.০৫.১৯৪৪ ইসমত ইনোনু\n\n\n=== আতাতুর্ক ও স্বাধীনতা যুদ্ধ জাদুঘর ===\n\nআনাতকাবিরের জাদুঘরের অংশটি জাতীয় চুক্তি মিনারের প্রবেশদ্বার থেকে শুরু হয়ে পোর্টিকোর মধ্য দিয়ে বিপ্লব মিনারে পৌঁছায়, তারপর সম্মানকক্ষের নীচের পথটি হয়ে প্রজাতন্ত্র মিনার পর্যন্ত যায়। সেখান থেকে পোর্টিকো হয়ে অধিকার রক্ষা মিনার পর্যন্ত যায়। যাত্রাপথের সম্পূর্ণ জায়গাটি আতাতুর্ক ও স্বাধীনতা যুদ্ধ জাদুঘরের অংশ। জাতীয় চুক্তি ও বিপ্লব মিনারের মধ্যে প্রথম বিভাগে, আতাতুর্কের জিনিসপত্র ও আতাতুর্কের মোমের মূর্তি প্রদর্শন করা হয়। দ্বিতীয় অংশে; চানাক্কালের লড়াই, সাকারিয়ার লড়াই, মহা আক্রমণ ও সর্বাধিনায়কের লড়াই, সেইসাথে আতাতুর্ক ও স্বাধীনতা যুদ্ধে অংশগ্রহণকারী কিছু সেনাপতির প্রতিকৃতিতে তিনটি প্যানোরামা এবং যুদ্ধের বিভিন্ন মুহূর্তকে চিত্রিত করে তৈলচিত্র রয়েছে। দ্বিতীয় বিভাগের পার্শ্ববর্তী করিডোরে ১৮টি চিত্রশালার বিষয়ভিত্তিক প্রদর্শনী এলাকা নিয়ে তৃতীয় বিভাগ গঠিত; সেখানের চিত্রশালায় আতাতুর্ক সময়ের ঘটনাগুলোর রিলিফ, মডেল, আবক্ষ মূর্তি ও আলোকচিত্র সহ তুলে ধরা হয়েছে। চতুর্থ তথা শেষ বিভাগ প্রজাতন্ত্র ও প্রতিরক্ষা মিনারের মাঝখানে অবস্থিত। এখানে আতাতুর্কের ডেস্কে বসা তার একটি মোমের মূর্তি ও তার কুকুর ফোকসের সংরক্ষিত পুতুলের সাথে আতাতুর্কের বই নিয়ে গঠিত তার ব্যক্তিগত পাঠাগার রয়েছে।\n\n\n=== শান্তি উদ্যান ===\n\n৬,৩০,০০০ বর্গ মিটার এলাকা জুড়ে বিস্তৃত এই উদ্যানের নামটি আতাতুর্কের \"ঘরে শান্তি, পৃথিবীতে শান্তি\" নীতি দ্বারা অনুপ্রাণিত হয়ে রাখা হয়েছে। এখানে হয়ে বিভিন্ন দেশ ও তুরস্কের কিছু অঞ্চল থেকে গাছপালা এনে লাগানো হয়েছে। উদ্যান এলাকা দুটি অংশ নিয়ে গঠিত, পূর্ব ও পশ্চিম উদ্যান। আফগানিস্তান, মার্কিন যুক্তরাষ্ট্র, জার্মানি, অস্ট্রিয়া, বেলজিয়াম, যুক্তরাজ্য, চীন, ডেনমার্ক, ফিনল্যান্ড, ফ্রান্স, ভারত, ইরাক, স্পেন, ইসরায়েল, সুইডেন, ইতালি, জাপান, কানাডা, সাইপ্রাস, মিশর, নরওয়ে, পর্তুগাল, তাইওয়ান, যুগোস্লাভিয়া ও গ্রিস সহ ২৫ টি দেশ থেকে বিভিন্ন বীজ বা চারা পাঠানো হয়েছিলো। বর্তমানে, শান্তি উদ্যানে ১০৪ প্রজাতির প্রায় ৫০,০০০ গাছপালা রয়েছে। এই উদ্যান ১৯৬০-এর দশকের শেষের দিকে বা ১৯৭০-এর দশকের শুরু থেকে দর্শনার্থীদের জন্য বন্ধ ছিলো।\n\n\n== পরিষেবা, পরিদর্শন ও অন্যান্য অনুষ্ঠান পরিচালনা ==\n\nপ্রকল্প প্রতিযোগিতা, নির্মাণ ও উদ্বোধনের সময় কমপ্লেক্সের দায়িত্ব গণপূর্ত মন্ত্রণালয়ের ছিলো। শিক্ষা মন্ত্রণালয় দ্বারা আইন নং ৬৭৮০-এর আনাতকাবিরের সমস্ত ধরনের পরিষেবার কার্য পরিচালনা নিবন্ধ অনুযায়ী আনাতকাবিরের ব্যবস্থাপনা ও এর পরিষেবা পরিচালনার দায়িত্ব শিক্ষা জাতীয় শিক্ষা মন্ত্রণালয়ের সংস্কৃতি বিষয়ক আন্ডার সেক্রেটারিয়েটকে দেওয়া হয়েছিলো, এটি ১৪ জুলাই ১৯৫৬ সালে কার্যকর হয়। এই পর্বে; স্থল, নৌ ও বিমানবাহিনী এবং আরক্ষী বাহিনী সৈন্যদের সমন্বয়ে একটি গার্ড ব্যাটালিয়নকে শান্তি উদ্যানের একটি ব্যারাকে মোতায়েন করা শুরু হয়। মন্ত্রণালয়গুলোর মধ্যে অভ্যন্তরীণ চিঠি চালাচালির পর ১৯৭৪ সালে জাতীয় শিক্ষা মন্ত্রণালয়ের এই দায়িত্ব সংস্কৃতি মন্ত্রণালয়ে স্থানান্তরিত হয়। ১৫ সেপ্টেম্বর ১৯৮১ সালে কার্যকর করা আইন নং ২৫২৪-এর মাধ্যমে আনাতকাবিরের সেবার কার্যকরীকরণের জন্য আইন নং ৬৭৮০-এর পরিবর্তে আনাতকাবিরের সমস্ত কাজের দায়িত্ব তুর্কি সশস্ত্র বাহিনীর জেনারেল স্টাফের কাছে হস্তান্তর করা হয়।\n\nআনাতকাবিরে পরিদর্শন ও অনুষ্ঠান সংক্রান্ত নীতিগুলো প্রবিধান দ্বারা নিয়ন্ত্রিত হয়, যা আনাতকাবিরের পরিষেবা পরিচালনের জন্য আইন নং ২৫২৪-এর ২য় ধারা অনুসারে প্রস্তুত করা ও ৯ এপ্রিল, ১৯৮২ সালে কার্যকর করা হয়৷ নিয়মানুযায়ী, আনাতকাবিরে জাতীয় ছুটির দিনে ও ১০ নভেম্বরে আতাতুর্কের মৃত্যুবার্ষিকীতে অনুষ্ঠিত ১ম অনুষ্ঠান তিনটি আনুষ্ঠানিকতায় বিভক্ত, কেননা রাষ্ট্রীয় প্রোটোকলের অন্তর্ভুক্ত ব্যক্তিদের দ্বারা ২য় অনুষ্ঠান এবং সমস্ত প্রকৃত ব্যক্তি ও সংসদ প্রতিনিধিগণ, এই দুই ধরনের অনুষ্ঠানে অংশগ্রহণকারী ব্যতীত অনুষ্ঠান, রাষ্ট্রপ্রধান বা তার প্রতিনিধি ৩য় অনুষ্ঠানে উপস্থিত থাকেন। ১ম অনুষ্ঠানে গার্ড কোম্পানি কমান্ডার হলেন অনুষ্ঠান কর্মকর্তা, সিংহ সড়ক প্রবেশদ্বার থেকে শুরু হয় ও কর্মকর্তারা সমাধিমন্দিরে রেখে যাওয়ার জন্য পুষ্পস্তবক বহন করে। বিদেশী রাষ্ট্রপ্রধানদের অংশগ্রহণ ব্যতীত অন্যান্য অনুষ্ঠানে জাতীয় সঙ্গীতের একটি রেকর্ডিং বাজানো হয়, ১০ জন কর্মকর্তা ১০ নভেম্বরের অনুষ্ঠানের সময় সম্মানের প্রহর ধারণ করেন। ২য় অনুষ্ঠানে কোম্পানি কমান্ডার বা একজন কর্মকর্তা অনুষ্ঠান কর্মকর্তা হন এবং সেখানে জাতীয় সঙ্গীত বাজানো হয় না। এটাও সিংহ সড়কের প্রবেশদ্বার থেকে শুরু হয়। এই ধরনের অনুষ্ঠানে নন-কমিশনড কর্মকর্তা ও প্রাইভেটরা সমাধিমন্দিরে রেখে যাওয়ার জন্য পুষ্পস্তবক বহন করে। ৩য় অনুষ্ঠানে জাতীয় সঙ্গীত বাজানো হয় না, সেখানে টিম কমান্ডার বা নন-কমিশন অফিসার একজন অনুষ্ঠান কর্মকর্তা হিসেবে কাজ করেন। সেখানে অনুষ্ঠান চত্বর থেকে অনুষ্ঠান শুরু হয় ও প্রাইভেটরা পুষ্পস্তবক অর্পণ করে। তিন ধরনের অনুষ্ঠানেই বিভিন্ন পরিদর্শন বই রাখা হয় যাতে পরিদর্শনের আগে আনাতকাবিরে কমান্ডকে দেওয়া লিখিত পাঠ্য অন্তর্ভুক্ত করা হয় ও দর্শনার্থীরা এই লিখিত গ্রন্থগুলোতে স্বাক্ষর করে।\nপ্রবিধান অনুযায়ী অনুষ্ঠানের সংগঠন আনাতকাবির কমান্ডের অন্তর্গত। অনুষ্ঠান ছাড়াও, আনাতকাবিরে ইতিহাসের বিভিন্ন রাজনৈতিক গঠনকে সমর্থন বা বিরোধিতা করে বিভিন্ন বিক্ষোভ, সমাবেশ ও প্রতিবাদেরও আয়োজন করা হয়। প্রবিধানে প্রবেশের পর থেকে আতাতুর্ককে সম্মান জানানোর উদ্দেশ্যে ব্যতীত সব ধরনের অনুষ্ঠান, বিক্ষোভ ও মিছিল নিষিদ্ধ করা হয়েছে। এটি বলা হয়েছে যে জাতীয় সঙ্গীত ব্যতীত অন্য গান বা সঙ্গীত বাজানো প্রবিধান অনুযায়ী নিষিদ্ধ এবং আনাতকাবিরে সুর ও আলোর অনুষ্ঠান আনাতকাবির কমান্ড দ্বারা নির্ধারিত সময়ে অনুষ্ঠিত হতে পারে, যা প্রটোকল নীতির সাথে সামঞ্জস্য রেখে সংস্কৃতি ও পর্যটন মন্ত্রণালয় তৈরি করবে। রাষ্ট্রপ্রধান ও পররাষ্ট্র মন্ত্রণালয়, প্রটোকলের সাধারণ অধিদপ্তর, বাহিনী প্রধান এবং আঙ্কারা গ্যারিসন কমান্ডের অনুমতি সাপেক্ষে পুষ্পস্তবক অর্পণ ও অনুষ্ঠান করা যাবে। আঙ্কারা গ্যারিসন কমান্ড অনুষ্ঠানের সুরক্ষা ও নিরাপত্তা ব্যবস্থার জন্য দায়ী; এই দায়িত্ব আঙ্কারা গ্যারিসন কমান্ড, আঙ্কারা পুলিশ বিভাগ ও জাতীয় গোয়েন্দা সংস্থার আন্ডার সেক্রেটারিয়েট দ্বারা গৃহীত হয়েছে।\nআনাতকাবির কমান্ডের চাহিদা মেটাতে ১৯৬৮ সালে আনাতকাবির কমপ্লেক্সে প্রতিষ্ঠিত আনাতকাবির সংঘের ব্যয়ভার রাষ্ট্রের বাজেটের মাধ্যমে মেটানো না গেলেও এটি আজও মেবুসেভলেরিতে নিজ ভবনে কার্যক্রম চালিয়ে যাচ্ছে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== দর্শনার্থী ==\n২০০৭ সালের ১০ নভেম্বরে আতাতুর্কের ৬৯তম মৃত্যুবার্ষিকীতে ৫,৪৬,৬২০ জন আনাতকাবির পরিদর্শন করেন। তাদের মধ্যে ২,৪২০ জন বিদেশী ছিলেন। এটি ছিলো দৈনিক দর্শনার্থীদের সর্বকালের উচ্চ রেকর্ড। ২০০৭ সালের প্রথম ১১ মাসে, আনাতকাবির ১.১ কোটির বেশি দর্শনার্থী পেয়েছিলো, এই সংখ্যাটি আগের যে কোনো বার্ষিক দর্শনার্থীর মোট সংখ্যা ছাড়িয়ে যায়। ২০০৬ সালে, মোট ৮,১৫০,০০০ মানুষ ও ২০০৫ সালে, মোট ৩,৮০০,০০০ মানুষ আনাতকাবির গিয়েছিলেন।\n২০১৩ সালের ১০ নভেম্বরে ১০,৮৯,৬১৫ জন লোক আনাতকাবির পরিদর্শন করে। এটি ছিলো নতুন সর্বকালের রেকর্ড। ২৯ অক্টোবর ২০১৩ তথা তুরস্ক প্রজাতন্ত্রের প্রতিষ্ঠাবার্ষিকীতে ৪,৩৮,৪৫১ জন লোক আনাতকাবির পরিদর্শন করেছিলো। ২০১২ সালের ১০ নভেম্বরে রেকর্ডকৃত দর্শকের সংখ্যা ৪,১৩,৫৬৮ জন ঘোষণা করা হয়।\n\n\n== নিরাপত্তা ==\n১৯৮৬ সালের ২৯ আগস্টে শান্তি উদ্যানের প্রায় ৬ একর বনাঞ্চল আগুনে পুড়ে যায়। আঙ্কারা পুলিশ বিভাগের কর্মকর্তারা বলেছিলেন যে তারা অনাতকাবিরে ও অন্য একটি স্থান আগুন লাগানোর হুমকি পেয়েছিলেন, আগুন লাগার আগে পুলিশ যে ফোন কলগুলো পেয়েছিলো তাতে জানানো হয়েছিলো যে তারা আনাতকাবিরে সেলাল বায়ারের সম্ভাব্য দাফনের বিরুদ্ধে। পরের দিন আঙ্কারার বিভিন্ন অংশের পাশাপাশি শান্তি উদ্যানের আরও বেশ কয়েকটি জায়গায় আগুন ছড়িয়ে পড়ে। যদিও আগুন নিভিয়ে ফেলে নিরাপত্তা কর্তৃপক্ষ একটি বিবৃতি দেয় যে আগুন আগের দিনে পুরোপুরি নিভে যায়নি, ফলে পুরোপুরি নিভে না যাওয়া অঙ্গার পুনরায় জ্বালানোর কারণে আগুন জ্বলে উঠে, জেনারেল স্টাফ নাশকতার সম্ভাবনা সম্পর্কে একটি তদন্ত শুরু করে। ১৯৮৬ সালের ১২ সেপ্টেম্বরে জেনারেল স্টাফের সামরিক প্রসিকিউটর দপ্তরের দেওয়া বিবৃতিতে জানানো হয় যে উভয় আগুনের ঘটনার পেছনে কোনও উদ্দেশ্য ছিলো না এবং কাঁচের টুকরোতে সূর্যের রশ্মি প্রতিফলিত করে এই ঘাসগুলো প্রজ্বলনের ফলে প্রথম আগুনের ঘটনাটি ঘটে। এটি বলা হয়েছিলো যে পরের দিন শুকনো ঘাসে বা সিগারেটের বাটের ফলে লাগা দ্বিতীয় আগুনে গাছের শিকড় ছিলো যা প্রথম আগুনে পুরোপুরি নিভে যায়নি।\n১৯৮৭ সালের ১৯ আগস্টে যে ভবনে সামরিক ইউনিটগুলো আনাতকবিরে অবস্থান করছিলো সেখানে বিস্ফোরণের পরে লাগা আগুন একই রাতে নিভে যায়। জেনারেল স্টাফের সাধারণ সচিবালয় জানায় যে বৈদ্যুতিক গোলযোগের ফলে আগুনের ঘটনা ঘটেছে। ২০০৩ সালের ১৮ আগস্টে শান্তি উদ্যানে লাগা আগুন সেই দিনেই নিভে যায়। বলা হয়েছিলো যে \"শুকনো ঘাস পুড়ে গেছে ও কয়েকটি গাছ ক্ষতিগ্রস্ত হয়েছে\"।\n১৯৯৮ সালের ২৮ অক্টোবরে তুর্কি নিরাপত্তা ইউনিট দ্বারা পরিচালিত অপারেশন চলাকালীন সময় হিলাফেত দেভলিতের কিছু সদস্য সেই বছরের ২৯ অক্টোবর প্রজাতন্ত্র দিবস উদযাপনের সময় আনাতকাবিরের উপর হামলা চালানোর প্রচেষ্টার কারণে ধরা পড়ে। ২০০১ সালে ১১ সেপ্টেম্বর হামলার দুই দিন পর, ১২ সেপ্টেম্বরে কোলনে পররাষ্ট্র মন্ত্রণালয়ে তুর্কি কনস্যুলেট জেনারেলের পাঠানো বার্তায় বলা হয়, \"একটি অজ্ঞাত সন্ত্রাসী সংগঠন\" আনাতকাবিরের ওপর ১১ সেপ্টেম্বরের হামলার মতো একটি হামলা চালানোর প্রস্তুতি নিচ্ছে। আনাতকাবিরের নিরাপত্তা ব্যবস্থা বাড়ানো হয়েছে।\n\n\n== প্রতীকী গুরুত্ব ==\n\nউদ্বোধনের পরপরই আনাতকাবির শুধুমাত্র আতাতুর্কের স্মরণ বা অনুস্মারক অনুষ্ঠানের অন্যতম কেন্দ্র হিসেবেই নয়, এটি তুর্কিদের ও \"আধুনিক তুর্কি প্রজাতন্ত্রের অন্যতম প্রতীক\" হয়ে ওঠে। বিভিন্ন সময়ে অনুষ্ঠিত প্রতিবাদগুলো আনাতকাবিরে শেষ করার দাবি করার সময় উইলসন কারণ হিসেবে উল্লেখ করেছেন যাতে \"অভিযোগ সরাসরি আতাতুর্কের কাছে জানানো যেতে পারে\"। আনাতকাবিরের ভ্রমণ বইয়ে লেখা কিছু প্রবন্ধে আতাতুর্ককে সরাসরি সম্বোধন করে অভিযোগ বা অনুরোধ জানানো হয়েছে। উইলসন বলেছিলেন যে অভিযোগ ও অনুরোধ সম্বলিত চিঠিগুলো এমনভাবে লিখে আনাতকাবিরে পাঠানো হয়েছিলো যেন আতাতুর্ক জীবিত আছেন এবং এই পরিস্থিতি \"তুর্কি জাতির চোখে আতাতুর্কের অমরত্ব।\"... তিনি আরও বলেছেন যে \"আনাতকাবির এই ধারণাটিকেও শক্তিশালী করে যে এটি এমন একটি জায়গা যেখানে তিনি থাকেন, ... যেখানে তিনি আসলে বিদ্যমান এবং যেখানে তিনি পিটিটি নামক একটি সরকারি রাষ্ট্রীয় প্রতিষ্ঠানের মাধ্যমে চিঠি পেতে পারেন।\"\nমক্কায় অবস্থিত কাবা দর্শনের সাথে আনাতকাবিরে সফরেকে তুলনা করে ক্যারল ডেলানি আনাতকাবিরকে একটি \"ধর্মনিরপেক্ষ তীর্থস্থান\" হিসেবে সংজ্ঞায়িত করেছেন। অন্যদিকে, মার্কিন নৃতত্ত্ববিদ মাইকেল ই. মিকার, উসমানীয় আমলে তোপকাপি প্রাসাদে অনুষ্ঠিত গ্যালেবে দিভান অনুষ্ঠানের সাথে আনাতকাবির পরিদর্শনের সময় পুষ্পস্তবক অর্পণের অনুষ্ঠানের তুলনা করে বলেছেন যে \"নাগরিক ও প্রতিষ্ঠাতা একটি জাতি হওয়ার দ্বারা আরোপিত সীমাবদ্ধতার একটি ব্যবস্থার ব্যবহারের মাধ্যমে যোগাযোগ করে\"। এসব আচার-অনুষ্ঠানে শারীরিক অসুবিধার প্রতি দৃষ্টি আকর্ষণ করে ব্রুস ট্রিগারের \"লম্বা পথের স্মারক গুণ রাষ্ট্রের মহিমার প্রতীক\" বিবৃতির উপর ভিত্তি করে উইলসন সম্মান প্রদর্শন হিসেবে আতাতুর্কের সমাধিমন্দিরে পৌঁছানোর জন্য হেঁটে যাওয়া দূরত্ব এবং পুষ্পস্তবক অর্পণ করার জন্য নিচু হওয়া ও পিছন ফিরে না যাওয়া উভয়কেই উল্লেখ করেছেন।\n\n\n== সাংস্কৃতিক প্রভাব ==\n\n১৯৬৬ সালের জুন থেকে ১৯৮৭ সালের আগস্ট পর্যন্ত ২০টি তুর্কি লিরা প্রচলন করা হয়, ১৯৯৭ সালের জানুয়ারি থেকে ২০০৬ সালের জানুয়ারির মধ্যে ৫,০০০,০০০ তুর্কি লিরা ছাপানো হয়, এবং ২০০৫ সালের জানুয়ারি থেকে ২০১০ সালের জানুয়ারির মধ্যে ৫টি নতুন তুর্কি লিরার পেছনের দিকে আনাতকাবিরের ছবি ছিলো। ১৯৫৩ সালের ১০ নভেম্বরে আনাতকাবির চালু করা উপলক্ষে তুরস্কে ছাপানো ডাকটিকিটে; ১৯৬৩ সালে তুরস্কে প্রকাশিত আঙ্কারা ভবন ডাকটিকেট ধারাবাহিকের একটি ডাকটিকেটে, এবং একই বছরে আতাতুর্কের মৃত্যুবার্ষিকী উপলক্ষে ইরান ও পাকিস্তানে মুদ্রিত ডাকটিকেটে আনাতকাবিরের চিত্রাঙ্কন অন্তর্ভুক্ত ছিলো। ২০০৮ তারিখে দেশের জাতীয় টাকশাল দ্বারা রৌপ্য স্মারক মুদ্রা জারি করা হয় এবং ২০১৩ তারিখে আতাতুর্কের মৃতদেহ আনাতকাবিরে স্থানান্তরিত হওয়ার ৬০তম বার্ষিকীর স্মরণে নতুন একটি স্মারক মুদ্রার পেছনের দিকে আনাতকাবিরের একটি চিত্র ছিলো।\nঅরকুন উকার ও বুরাক তুর্না রচিত ২০০৪ সালের মেটাল স্টর্ম উপন্যাসে মার্কিন যুক্তরাষ্ট্রের সশস্ত্র বাহিনীর অন্তর্গত বিমান দ্বারা বোমা মেরে ধ্বংস করে ফেলা আনাতকাবিরের ধ্বংসাবশেষে আতাতুর্কের মৃতদেহ পাওয়া যায়নি। আতাতুর্কের মৃতদেহের গল্পটি উকারের ২০০৫ সালের সিক্যুয়াল, মেটাল স্টর্ম ২: লস্ট নাস-এ বলা হয়েছে। ২০০৫ সাল থেকে ইসমাইল আনভারের বিজ্ঞান কল্পকাহিনী উপন্যাস আনাতকাবির ডাকাতি, ২০০৮ সালে নুরেত্তিন ইগসির বাজারিক ধারাবাহিকের শিশুতোষ বই বাজারিক আনাতকাবির'দে প্রকাশিত হয়।\nমে ২০০৩ সালে প্রতিষ্ঠিত ইস্তাম্বুলের বেয়োগলুতে অবস্থিত মিনিয়াতুর্ক চালুর পর থেকে সেখানে উপস্থিত মডেলগুলোর মধ্যে আনাতকাবিরের একটি মডেল রয়েছে। এই মডেলটি এপ্রিল ২০১৫ পর্যন্ত পুনর্নবীকরণ হিসেবে প্রদর্শন করা অব্যাহত রয়েছে। মে ২০০৪ সালে আন্টালিয়ার কোনিয়াল্টিতে খোলা ও ২০১৮ সালে কেপেজে স্থানান্তরিত হওয়া কেপেজ উন্মুক্ত বিমান জাদুঘরে প্রদর্শিত মডেলগুলোর মধ্যে এই কমপ্লেক্সের একটি মডেল রয়েছে। ওয়ার্ল্ডমিনিয়া প্রদর্শনীর মডেলগুলোর মধ্যে আনাতকাবির ছিলো। এটি বেশ কয়েকবার অনুষ্ঠিত হয়েছিল, যার মধ্যে প্রথমটি ছিল ২০১৪ সালের জানুয়ারি–ফেব্রুয়ারিতে এএনকামলে। এক্সট্রামুকেডেলে মোস্তফা কামাল সমাধি নামক ভাস্কর্যে, ছাদের কোণে একটি মিনার যুক্ত করে আনাতকাবিরের সমাধি চিত্রিত করা হয়েছে।\nআনাতকাবির শিরোনামের একটি প্রদর্শনী ইজমিরে রয়েছে, এটি ১০ নভেম্বর ২০০৬ তারিখে ইজমিরের কনক চত্বরে চালু হয়, সেখানে আনাতকাবির পরিদর্শনের অনুভূতি তৈরি করার জন্য আনাতকাবিরের বিন্যাস অনুসারে কমপ্লেক্সের উপাদানগুলোর দৃশ্যকল্প প্রদর্শিত হয়েছিলো। প্রদর্শনীটি ২০১০ পর্যন্ত অব্যাহত ছিল।\nতুরস্কের (১৯২৩-২০০৩) সমসাময়িক স্থাপত্যের ২০টি শীর্ষস্থানীয় কাজের তালিকায় আনাতকাবির ৭ম স্থানে ছিল, যা আর্কিটেকচার ম্যাগাজিনের মে–জুন ২০০৩ সংখ্যায় ঘোষিত সমীক্ষার ফলাফলের ভিত্তিতে তৈরি করা হয়েছিলো।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== আরও পড়ুন ==\nএদজু, আমিলে, সম্পাদক (১৯৯৭)। Atatürk için Düşünmek. İki Eser: Katafalk ve Anıtkabir. İki Mimar: Bruno Taut ve Emin Onat [আতাতুর্কের কথা স্মরণ। দুটি কাজ: কাটাফাল্ক ও আনাতকাবির। দুই স্থপতি: ব্রুনো টাউট ও এমিন ওনাত] (তুর্কি ভাষায়)। ইস্তাম্বুল: মিলি রে প্রকাশনা। আইএসবিএন 975723527X। \nইভলিয়াগিল, নেজদেত (১৯৮৮)। Atatürk ve Anıtkabir [আতাতুর্ক ও আনাতকাবির] (তুর্কি ভাষায়)। আঙ্কারা: আজান্স-তুর্ক। \nগুলার, আলি (২০১৭)। Milletin Sinesinde Atatürk ve Anıtkabir [জাতির পাপে আতাতুর্ক ও আনাতকাবির] (তুর্কি ভাষায়)। হাক কিতাবেভে। আইএসবিএন 9786052365014। \nওজগুচ, তাহসিন; আকোক, মাহমুত (১৯৪৭)। \"Türk Tarih Kurumu adına Anıt-Kabir alanında yapılan tümülüs kazıları\" [তুর্কি ঐতিহাসিক সোসাইটির পক্ষ থেকে আনাত-কাবির এলাকায় সমাধিস্তূপ খনন]। ব্যালেটেন (তুর্কি ভাষায়)। ১১ (৪১)।  \nটেকে, কাসম মেহমেত; ওঞ্জু, বোরা, সম্পাদকগণ (২০১৯)। Anıtkabir: Bir Veda Bir Başlangıç [আনাতকাবির: একটি বিদায়, একটি সূচনা] (তুর্কি ভাষায়)। তুর্কি ইসব্যাঙ্ক সাংস্কৃতিক প্রকাশনা। আইএসবিএন 9786052958445। \nইয়োজগাতলে, হুসেইন; উলুয়াল্প, আয়শেগুল, সম্পাদকগণ (১৯৯৪)। Anıtkabir Anıtkabir Müzesi [আনাতকাবির আনাতকাবির জাদুঘর] (তুর্কি ভাষায়)। আঙ্কারা: আনাতকাবির কুমুতানলু। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি ভাষায়)\nআনাতকাবিরের ৩৬০° ভার্চুয়াল সফর (ইংরেজি ভাষায়)\nআনাতকাবিরের পরিদর্শন বই  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ সেপ্টেম্বর ২০২০ তারিখে (তুর্কি ভাষায়)\nআনাতকাবিরের পেছনের গল্প: শেষকৃত্য স্থাপত্যে মোস্তফা কামাল আতাতুর্কের উদ্দেশ্যে জাতীয় স্মৃতির জন্য নির্মাণ ও রক্ষণাবেক্ষণ (ইংরেজি ভাষায়)"}