{"pageid": 1302110, "title": "সৌভাগ্যলক্ষ্মী উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1302110", "content": "সৌভাগ্যলক্ষ্মী উপনিষদ (সংস্কৃত: सौभाग्यलक्ष्मी उपनिषत्) বা সৌভাগ্যলক্ষ্ম্যুপনিষদ হল সংস্কৃত ভাষায় লিখিত হিন্দুধর্মের ক্ষুদ্র উপনিষদ। এটি ঋগ্বেদের সাথে সংযুক্ত এবং শাক্ত উপনিষদের শ্রেণীবদ্ধ।\nউপনিষদ তার ধারণাগুলি লক্ষ্মীর (সম্পদ ও সৌভাগ্যের দেবী) মাধ্যমে উপস্থাপন করে। এটি প্রকৃত সম্পদ নিয়ে আলোচনা করে, এবং তারপর বস্তুগত লোভ থেকে দূরে এবং অভ্যন্তরীণ সম্পদের দিকে আধ্যাত্মিক অর্জনের জন্য যোগ ধ্যান উপস্থাপন করে। শ্রী হল লক্ষ্মীর প্রতিশব্দ। পাঠটি যোগ অনুশীলনের অংশ হিসেবে নয়টি চক্রের মতো তন্ত্র ধারণাও উপস্থাপন করে। শাক্তধর্মের উপাসনার সাথে অদ্বৈত বেদান্ত মতবাদের সমন্বিত উপস্থাপনের জন্য পাঠটি উল্লেখযোগ্য।\nমুক্তিকা সংকলনে ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে ১০৫ নম্বরে তালিকাভুক্ত, রাম কর্তৃক হনুমানকে বর্ণিত।\n\n\n== বিষয়বস্তু ==\n\nউপনিষদ পাঠটি তিনটি অধ্যায়ে উপস্থাপন করা হয়েছে। প্রথম অংশে লক্ষ্মীকে সমৃদ্ধির দেবী হিসেবে বর্ণনা করা হয়েছে, শ্রীর স্তোত্র উপস্থাপন করা হয়েছে এবং তারপর তাকে তন্ত্রের ভাষায় যন্ত্র অঙ্কন হিসেবে উপস্থাপন করা হয়েছে।\nপাঠ্যটিতে ওঁ মন্ত্রের উল্লেখ রয়েছে, তার পরে তার মূর্তি রয়েছে। পাঠ্যটি তাকে পদ্ম-চোখযুক্ত বলে, তার মূর্তিকে বর্ণনা করে পদ্ম ধারণ করা, উপহারের বৃষ্টি, সোনার মতো উজ্জ্বল, যেখানে সাদা হাতিরা তার উপর জল ছিটিয়ে দেয়। তিনি রত্ন সহ মুকুট পরেন, চকচকে সূচিকর্ম করা রেশম ও পদ্মের মধ্যে দাঁড়িয়ে আছেন।\nপাঠ্য বলে তিনি বিষ্ণুর পত্নী। তিনি সম্পদের দাতা, উপনিষদ দাবি করে, কিন্তু তিনি তার আশীর্বাদ তাদের জন্য সংরক্ষণ করেন যারা বস্তুগত লোভ থেকে মুক্ত এবং যারা তাদের আকাঙ্ক্ষাকে নির্বিকারভাবে লালন করে তাদের কখনও তা দেন না।\nদ্বিতীয় অধ্যায়ে দেবী যাদের অনুগ্রহ করেন তাদের বর্ণনা করা হয়েছে। পাঠ্য জোর দেয়, যোগ তাদের পথ।\nতারা ওঁ মন্ত্র ব্যবহার করে ভিতরের আলো খোঁজে। তারা তাদের অভ্যাস এবং তারা কি খায়, আসন (ভঙ্গিমা) এবং শ্বাস-প্রশ্বাসের যোগ অনুশীলন করে। অধ্যায়টি বর্ণনা করে যে এই ধরনের যোগী তাদের কুণ্ডলিনী চক্রকে জাগ্রত করে, এই ধরনের যোগের কারণে তারা তাদের স্বাস্থ্যে উজ্জ্বল দেখায়।\nপাঠ্যটি, দ্বিতীয় অধ্যায়ের দ্বিতীয় অংশে, দাবি করে যে যোগের লক্ষ্য হল সমস্ত দ্বৈততা থেকে মুক্ত হওয়া এবং আত্মার সাথে একতা অর্জন করা। যোগী অহংবোধ পরিত্যাগ করেন এবং এইভাবে অন্যতা ও দুঃখ থেকে মুক্ত হন।\nপাঠ্যটি দাবি করে, যোগ ধ্যানের মাধ্যমে যোগী একাগ্রতা এবং এমন অবস্থা আবিষ্কার করেন যেখানে তার নিম্ন ও উচ্চতর আত্ম একত্রিত হয়। তাঁর আত্মা ও পরব্রহ্ম এক হয়ে যান, এবং তিনি লক্ষ্মীর বাসস্থানের সাথে থাকেন, পাঠ্যটি বলে।\nপাঠ্যের তৃতীয় অধ্যায় চক্রের আলোচনায় ফিরে আসে এবং নয়টি চক্র উপস্থাপন করে। পাঠ্যটি নবম চক্র হিসাবে সর্বোচ্চ শূন্যতা উপস্থাপনের জন্য উল্লেখযোগ্য। পাঠ্যটি এই কথার দ্বারা শেষ হয় যে যে কেউ এই পাঠ্যটি অধ্যয়ন করে এবং বোঝে সে যা কিছু চায় তা অর্জন করে এবং সে পুনর্জন্মের চক্র থেকেও মুক্তি পায়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nDalal, Roshen (২০১০)। Hinduism: An Alphabetical Guide। Penguin Books India। আইএসবিএন 978-0-14-341421-6। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nHattangadi, Sunder (২০০০)। \"सौभाग्यलक्ष्म्युपनिषत् (Saubhagyalakshmi Upanishad)\" (পিডিএফ) (Sanskrit ভাষায়)। সংগ্রহের তারিখ ২৪ ফেব্রুয়ারি ২০১৬। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nTinoco, Carlos Alberto (১৯৯৭)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2। \nWarrier, AG Krishna (১৯৬৭)। Śākta Upaniṣads। Adyar Library and Research Center। আইএসবিএন 978-0835673181। ওসিএলসি 2606086।"}