{"pageid": 1304, "title": "ক্রোমোজোম", "url": "https://bn.wikipedia.org/wiki?curid=1304", "content": "ক্রোমোজোম হল একটি দীর্ঘ ডিএনএ অণু যাতে একটি জীবের জিনগত উপাদানের একটি অংশ বা সমস্ত অংশে বিদ্যমান থাকে। বেশিরভাগ প্রকৃতকোষী (ইউক্যারিওটিক) জীবের ক্রোমোজোমে প্যাকেজিং প্রোটিন থাকে যাকে হিস্টোন বলা হয়। এটি ক্রোমোজোম অখণ্ডতা বজায় রাখতে চ্যাপেরোন প্রোটিনের সাহায্যে ডিএনএ অণুকে আবদ্ধ করে এবং ঘনীভূত করে। এই ক্রোমোজোমগুলো একটি জটিল ত্রি-মাত্রিক গঠন প্রদর্শন করে, যা ট্রান্সক্রিপশনাল রেগুলেশনে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nক্রোমোজোমগুলো সাধারণত কেবল কোষ বিভাজনের মেটাফেজ দশাতেই আলোক অণুবীক্ষণ যন্ত্রের নিচে দৃশ্যমান হয়। কারণ, এই পর্যায়ে ক্রোমোজোমগুলো সবচেয়ে ঘনীভূত হয়ে কোষের বিষুবীয় অঞ্চলে সজ্জিত থাকে)। এটি ঘটার আগে, প্রতিটি ক্রোমোজোমের অনুলিপি হয়ে (এস ফেজ) উভয় অনুলিপিই একটি সেন্ট্রোমিয়ার দ্বারা যুক্ত হয়। সেন্ট্রোমিয়ারটি ক্রোমোজোমের মাঝামাঝি অবস্থান করলে একটি X-আকৃতির কাঠামো (উপরে চিত্রিত) তৈরি হয়। অন্যদিকে সেন্ট্রোমিয়ারটি কোনও একদিকে অবস্থান করলে দুই-বাহুবিশিষ্ট কাঠামোর সৃষ্টি হয় এতে সংযুক্ত অনুলিপিগুলোকে সিস্টার ক্রোমাটিড বলা হয়। মেটাফেজের সময় X-আকৃতির কাঠামোটিকে মেটাফেজ ক্রোমোজোম বলা হয়। এই পর্যায়ে ক্রোমোজোম অত্যন্ত ঘনীভূত হয় এবং এদের মধ্যে আলাদাভাবে চিহ্নিত করা ও পর্যবেক্ষণ করা সবচেয়ে সহজ। প্রাণীকোষে ক্রোমোজোমগুলো পৃথকীকরণের সময় অ্যানাফেজ দশায় তাদের সর্বোচ্চ সংকোচনের স্তরে পৌঁছায়।\nমিয়োসিস এবং পরবর্তী যৌন প্রজননের সময় ক্রোমোসোমাল পুনর্মিলন জেনেটিক বৈচিত্র্যের ক্ষেত্রে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। ক্রোমোসোমাল অস্থিরতা এবং ট্রান্সলোকেশন নামে পরিচিত প্রক্রিয়াগুলোর মাধ্যমে এই কাঠামোগুলোকে যদি ভুলভাবে পরিচালনা করে, তবে কোষটি মাইটোটিক বিপর্যয়ের মধ্য দিয়ে যেতে পারে। সাধারণত, এটি কোষটিকে কোষপতন শুরু করবে যা তার নিজের মৃত্যুর দিকে নিয়ে যাবে, তবে কখনও কখনও কোষের মিউটেশন এই প্রক্রিয়াটিকে বাধা দেয় এবং এইভাবে ক্যান্সারের অগ্রগতি ঘটায়।\nকেউ কেউ ক্রোমোজোম শব্দটিকে বিস্তৃত অর্থে ব্যবহার করে, কোষে ক্রোমাটিনের স্বতন্ত্র অংশগুলোকে বোঝাতে, হয় দৃশ্যমান বা হালকা মাইক্রোস্কোপির অধীনে নয়। অন্যরা ধারণাটিকে সংকীর্ণ অর্থে ব্যবহার করে, কোষ বিভাজনের সময় ক্রোমাটিনের স্বতন্ত্র অংশগুলোকে বোঝাতে, উচ্চ ঘনীভবনের কারণে হালকা মাইক্রোস্কোপির অধীনে দৃশ্যমান।\n\n\n== বুৎপত্তি ==\nগ্রীক ক্রোমা = রঙ, সোমা = দেহ। ) যেহেতু ক্রোমোজোমকে কিছু বিশেষ রঙ দিয়ে গভীর ভাবে রাঙানো যায়, তাই এই নাম। শব্দটি জার্মান অ্যানাটমিস্ট হেনরিখ উইলহেম ওয়াল্ডেয়ার দ্বারা প্রথম ব্যবহার করা হয়েছিল, ক্রোমাটিন শব্দটিকে উল্লেখ করে, যা কোষ বিভাজনের আবিষ্কারক ওয়ালথার ফ্লেমিং দ্বারা প্রবর্তিত হয়েছিল।\nপ্রারম্ভিক কিছু ক্যারিওলজিক্যাল পদ পুরানো হয়ে গেছে। উদাহরণস্বরূপ, ক্রোমাটিন (ফ্লেমিং ১৮৮o) এবং ক্রোমোজোম (ওয়াল্ডেয়ার ১৮৮৮), উভয়ই একটি অ-রঙিন অবস্থার জন্য রঙকে দায়ী করে।\n\n\n== আবিষ্কারের ইতিহাস ==\n\nজার্মান বিজ্ঞানী শ্লেইডেন, ভির্চো এবং বুটসলি বিজ্ঞানীগণ ক্রোমোজোম হিসাবে পরিচিত কাঠামোগুলোকে স্বীকৃতি দিয়েছিলেন।\n১৮৮o-এর দশকের মাঝামাঝি থেকে শুরু হওয়া পরীক্ষা-নিরীক্ষার একটি সিরিজে, থিওডোর বোভেরি ক্রোমোজোমগুলো বংশগতির ভেক্টর, দুটি ধারণার সাথে 'ক্রোমোজোম ধারাবাহিকতা' এবং 'ক্রোমোজোম স্বতন্ত্রতা' নামে পরিচিত হয়ে ওঠে তা ব্যাখ্যা করার জন্য নির্দিষ্ট অবদান রেখেছিলে।\nউইলহেলম রক্স পরামর্শ দিয়েছিলেন যে, প্রতিটি ক্রোমোজোম আলাদা জেনেটিক কনফিগারেশন বহন করে এবং বোভেরি এই অনুমান পরীক্ষা এবং নিশ্চিত করতে সক্ষম হয়েছিল।গ্রেগর জোহান মেন্ডেলের ১৯oo-এর শুরুতে পুনঃআবিষ্কারের সাহায্যে,বোভেরি উত্তরাধিকারের নিয়ম এবং ক্রোমোজোমের আচরণের মধ্যে সংযোগ নির্দেশ করতে সক্ষম হন। বোভেরি আমেরিকান সাইটোলজিস্টদের দুটি প্রজন্মকে প্রভাবিত করেছিলেন: এডমন্ড বিচার উইলসন, নেটি স্টিভেনস, ওয়াল্টার সাটন এবং থিওফিলাস পেইন্টার সকলেই বোভেরি দ্বারা প্রভাবিত ছিলেন (উইলসন, স্টিভেনস এবং পেইন্টার আসলে তাঁর সাথে কাজ করেছিলেন)।\nতার বিখ্যাত পাঠ্যপুস্তক দ্য সেল ইন ডেভেলপমেন্ট অ্যান্ড হেরিডিটি-তে, উইলসন উত্তরাধিকারের ক্রোমোজোম তত্ত্বকে বোভেরি-সাটন ক্রোমোজোম তত্ত্ব (নামগুলো কখনও কখনও বিপরীত করা হয়) নামকরণ করে বোভেরি এবং সাটনের (উভয়ই প্রায় ১৯o২ সালের দিকে) স্বাধীন কাজকে একত্রে যুক্ত করেছেন। আর্নস্ট মেয়ার মন্তব্য করেছেন যে এই তত্ত্বটি কিছু বিখ্যাত জেনেটিস্টদের দ্বারা তীব্রভাবে প্রতিদ্বন্দ্বিতা করেছিল: উইলিয়াম বেটসন, উইলহেলম জোহানসেন, রিচার্ড গোল্ডশমিড এবং টিএইচ মরগান, সমস্তই একটি বরং গোঁড়ামিপূর্ণ মন। অবশেষে, সম্পূর্ণ প্রমাণ মর্গ্যানের নিজস্ব ল্যাবে ক্রোমোজোম মানচিত্র থেকে এসেছে।\nমানব ক্রোমোজোমের সংখ্যা ১৯২৩ সালে থিওফিলাস পেইন্টার প্রথম প্রকাশ করেছিলেন । মাইক্রোস্কোপের মাধ্যমে পরিদর্শন করে, তিনি ২৪ জোড়া গণনা করেছিলেন, যার অর্থ ৪৮টি ক্রোমোজোম। তার ত্রুটি অন্যদের দ্বারা অনুলিপি করা হয়েছিল এবং ১৯৫৬ সাল পর্যন্ত সত্য ক্রোমোজোম সংখ্যা ৪৬টি, ইন্দোনেশিয়ায় জন্মগ্রহণকারী সাইটোজেনেটিস্ট জো হিন টিজিও দ্বারা নির্ধারিত হয়েছিল।\n\n\n== প্রোক্যারিওটস ==\nপ্রোক্যারিওটস : - ব্যাকটেরিয়া এবং আর্কিয়া - সাধারণত একটি একক বৃত্তাকার ক্রোমোজোম থাকে, তবে অনেক বৈচিত্র বিদ্যমান।  বেশিরভাগ ব্যাকটেরিয়ার ক্রোমোজোম, যাকে কিছু লেখক জেনোফোর বলতে পছন্দ করেন, এন্ডোসিমবায়োটিকব্যাকটেরিয়া -''ক্যান্ডিডেটাস হজকিনিয়া সিকাডিকোলা  এবং ''ক্যান্ডিডেটাস ট্রেম্বলায়া প্রিন্সেপস'',এর মধ্যে মাত্র ১৩o,ooo বেস জোড়া ক্রোমোজোম হতে পারে। মাটিতে বসবাসকারী ব্যাকটেরিয়া- সোরাঞ্জিয়াম সেলুলসাম। বোরেলিয়া গোত্রের স্পিরোচেটিস এই ব্যবস্থার একটি উল্লেখযোগ্য ব্যতিক্রম, বোরেলিয়া বার্গডোরফেরির মতো ব্যাকটেরিয়া লাইম রোগের কারণ এবং এর একটি একক রৈখিক ক্রোমোজোম রয়েছে।\n\n\n=== ক্রমানুসারে গঠন ===\nপ্রোক্যারিওটিক ক্রোমোজোমগুলোর ইউক্যারিওটসের তুলনায় কম ক্রম-ভিত্তিক গঠন থাকে। ব্যাকটেরিয়া সাধারণত একক বিন্দুর মতো। প্রোক্যারিওটের জিনগুলো প্রায়শই অপারনগুলোতে সংগঠিত হয় এবং ইউক্যারিওটের বিপরীতে সাধারণত ইন্ট্রোন থাকে না।\n\n\n==== ডিএনএ প্যাকেজিং ====\nপ্রোক্যারিওটদের নিউক্লিয়াস থাকে না। এর পরিবর্তে, এদের ডিএনএ নিউক্লিয়েড নামে একটি কাঠামো সংগঠিত হয়ে থাকে। নিউক্লিওড একটি স্বতন্ত্র গঠন এবং ব্যাকটেরিয়া কোষের একটি নির্দিষ্ট অঞ্চল দখল করে। এই কাঠামোটি অবশ্য গতিশীল এবং হিস্টোন-সদৃশ প্রোটিনের ক্রিয়া দ্বারা রক্ষণাবেক্ষণ ও পুনর্নির্মাণ করে, যা ব্যাকটেরিয়া ক্রোমোজোমের সাথে যুক্ত।  আর্চিয়ায় ক্রোমোজোমের ডিএনএ আরও বেশি সংগঠিত, ডিএনএ ইউক্যারিওটিক নিউক্লিওসোমের মতো কাঠামোর মধ্যে প্যাকেজযুক্ত।\nকিছু ব্যাকটেরিয়াতে প্লাজমিড বা অন্যান্য অতিরিক্ত ক্রোমোসোমাল ডিএনএ ও থাকে। এগুলো সাইটোপ্লাজম নামে পরিচিত। সাইটোপ্লাজম বৃত্তাকার কাঠামো, যা সেলুলার ডিএনএ ধারণ করে এবং এটি আনুভূমিক জিন স্থানান্তরে ভূমিকা পালন করে। প্রোক্যারিওটস ( নিউক্লিওডস।নিউক্লিওডসে দেখুন ) এবং ভাইরাসে ডিএনএ প্রায়ই ঘনবসতিপূর্ণ।আর্কিয়ার ক্ষেত্রে, ইউক্যারিওটিক হিস্টোনের সমতুল্য এবং ব্যাকটেরিয়ার ক্ষেত্রে হিস্টোন-সদৃশ প্রোটিন দ্বারা গঠিত।\nব্যাকটেরিয়া ক্রোমোজোমগুলো ব্যাকটেরিয়ার প্লাজমা ঝিল্লির সাথে সংযুক্ত থাকে। আণবিক জীববিজ্ঞানের প্রয়োগে, এটি প্লাজমিড ডিএনএ থেকে লাইজড ব্যাকটেরিয়াকে কেন্দ্রীভূত করে এবং ঝিল্লির (এবং সংযুক্ত ডিএনএ) ছিদ্র করে বিচ্ছিন্ন করার অনুমতি দেয়।\nপ্রোক্যারিওটিক ক্রোমোজোম এবং প্লাজমিডগুলো ইউক্যারিওটিক ডিএনএর মতো। সাধারণত সুপারকোয়েলডট্রান্সক্রিপশন, রেগুলেশন এবং রেপ্লিকেশনের অ্যাক্সেসের জন্য ডিএনএ কে প্রথমে তার শিথিল অবস্থায় ছেড়ে দিতে হবে।\n\n\n== ইউক্যারিওটস ==\n\nপ্রতিটি ইউক্যারিওটিক ক্রোমোজোমে প্রোটিনের সাথে যুক্ত একটি দীর্ঘ রৈখিক ডিএনএ অণু থাকে, যা ক্রোমাটিন নামক প্রোটিন এবং ডিএনএর একটি কমপ্যাক্ট কমপ্লেক্স গঠন করে। ক্রোমাটিন একটি জীবের ডিএনএর বিশাল সংখ্যাগরিষ্ঠতা ধারণ করে, তবে মাতৃত্বের উত্তরাধিকারসূত্রে অল্প পরিমাণে মাইটোকন্ড্রিয়াতে পাওয়া যায়। এটি বেশিরভাগ কোষে উপস্থিত থাকে, কয়েকটি ব্যতিক্রম সহ, উদাহরণস্বরূপ, লোহিত রক্তকণিকা।\nহিস্টোনগুলো ক্রোমোজোম সংগঠনের প্রথম এবং সবচেয়ে মৌলিক একক এবং নিউক্লিওসোমের জন্য দায়ী।\nইউক্যারিওটস ( নিউক্লিয়াস সহ কোষ যেমন উদ্ভিদ, ছত্রাক এবং প্রাণীদের মধ্যে পাওয়া যায়) কোষের নিউক্লিয়াসে থাকা একাধিক বড় রৈখিক ক্রোমোজোম ধারণ করে। প্রতিটি ক্রোমোসোমের একটি করে সেন্ট্রোমিয়ার থাকে, যার একটি বা দুটি বাহু যুক্ত সেন্ট্রোমিয়ার থেকে প্রক্ষেপিত হয়, যদিও বেশিরভাগ পরিস্থিতিতে এই বাহুগুলো তেমন দৃশ্যমান হয় না। উপরন্তু, বেশিরভাগ ইউক্যারিওটের একটি ছোট বৃত্তাকার মাইটোকন্ড্রিয়াল জিনোম থাকে এবং কিছু ইউক্যারিওটে অতিরিক্ত ছোট বৃত্তাকার বা রৈখিক সাইটোপ্লাজমিক ক্রোমোজোম থাকতে পারে।\n\nইউক্যারিওটের পারমাণবিক ক্রোমোজোমে, অসংকীর্ণ ডিএনএ একটি অর্ধ-ক্রমযুক্ত কাঠামোতে বিদ্যমান, যেখানে এটি হিস্টোন (গঠনগত প্রোটিন ) এর চারপাশে আবৃত থাকে, যা ক্রোমাটিন নামক একটি যৌগিক উপাদান তৈরি করে।\n\n\n=== ইন্টারফেজ ক্রোমাটিন ===\nনিউক্লিওসোমে ডিএনএর প্যাকেজিং ১o ন্যানোমিটার ফাইবার সৃষ্টি করে যা আরও ৩o এনএম ফাইবার পর্যন্ত ঘনীভূত হতে পারে ইন্টারফেজ নিউক্লিয়াসের বেশিরভাগ ইউক্রোমাটিন ৩o-এনএম ফাইবার আকারে বলে মনে হয়। ক্রোমাটিন গঠন হল আরও ডিকন্ডেন্সড স্টেট, অর্থাৎ ১o-এনএম কনফর্মেশন ট্রান্সক্রিপশনের অনুমতি দেয়।\n\nইন্টারফেজ চলাকালীন ( কোষ চক্রের সময়কাল যেখানে কোষ বিভাজিত হয় না), দুই ধরনের ক্রোমাটিনকে আলাদা করা যায়:\n\nইউক্রোমাটিন, যা সক্রিয় ডিএনএ নিয়ে গঠিত, যেমন, প্রোটিন হিসাবে প্রকাশ করা হচ্ছে।\nহেটেরোক্রোমাটিন, যা বেশিরভাগ নিষ্ক্রিয় ডিএনএ নিয়ে গঠিত। এটি ক্রোমোসোমাল পর্যায়ে কাঠামোগত উদ্দেশ্যে পরিবেশন করে বলে মনে হয়।\nগঠনমূলক হেটেরোক্রোমাটিন, যা কখনো প্রকাশ করা হয় না। এটি সেন্ট্রোমিয়ারের চারপাশে অবস্থিত এবং সাধারণত পুনরাবৃত্তিমূলক ক্রম ধারণ করে।\nফ্যাকাল্টেটিভ হেটেরোক্রোমাটিন, যা কখনও কখনও প্রকাশ করা হয়।\n\n\n==== মেটাফেজ ক্রোমাটিন এবং বিভাজন ====\n\nমাইটোসিস বা মিয়োসিসের প্রাথমিক পর্যায়ে (কোষ বিভাজন) ক্রোমাটিন ডাবল হেলিক্স আরও ঘনীভূত হয়। তারা অ্যাক্সেসযোগ্য জেনেটিক উপাদান হিসাবে কাজ করা বন্ধ করে দেয় ( ট্রান্সক্রিপশন বন্ধ হয়ে যায়) এবং একটি কমপ্যাক্ট পরিবহনযোগ্য আকারে পরিণত হয়। ৩onm ক্রোমাটিন ফাইবারের লুপগুলো মাইটোটিক কোষের কমপ্যাক্ট মেটাফেজ ক্রোমোজোম গঠনের জন্য নিজেদের উপর আরও ভাঁজ করে বলে মনে করা হয়। এইভাবে ডিএনএ প্রায় ১o,ooo গুণ ঘনীভূত হয়। \nক্রোমোজোম স্ক্যাফোল্ড, কনডেনসিন, TOP২A এবং KIF4 এর মতো প্রোটিন দিয়ে তৈরি। ক্রোমাটিন কমপ্যাক্ট ক্রোমোজোমকে ধরে রাখতে গুরুত্বপূর্ণ ভূমিকা পালন করে। ৩o nm কাঠামোর লুপগুলো উচ্চ ক্রম কাঠামোতে ভারা সহ আরও ঘনীভূত হয়।\nএই অত্যন্ত কম্প্যাক্ট ফর্মটি পৃথক ক্রোমোজোমগুলোকে দৃশ্যমান করে তোলে এবং তারা ক্লাসিক চার-বাহু কাঠামো গঠন করে।সেন্ট্রোমিয়ারে একে অপরের সাথে সংযুক্ত বোন ক্রোমাটিডগুলো একটি জোড়া। খাটো বাহুগুলোকে p আর্মস বলা হয় (যা ফরাসি শব্দ পেটিট থেকে এসেছে, যার অর্থ-ছোট) এবং লম্বা বাহুগুলোকে বলা হয় q আর্মস (q ল্যাটিন বর্ণমালায় p অনুসরণ করে। যার অর্থ ফরাসি ভাষায় লেজ) )।এটিই একমাত্র প্রাকৃতিক প্রেক্ষাপট যেখানে পৃথক ক্রোমোজোমগুলো একটি অপটিক্যাল মাইক্রোস্কোপের সাহায্যে দৃশ্যমান হয়।\nমাইটোটিক মেটাফেজ ক্রোমোজোমগুলোকে পরপর ক্রোমাটিন লুপগুলোর একটি রৈখিকভাবে সংগঠিত অনুদৈর্ঘ্যভাবে সংকুচিত অ্যারের দ্বারা সর্বোত্তমভাবে সক্রিয় করে।\nমাইটোসিসের সময় মাইক্রোটিউবুলগুলো কোষের বিপরীত প্রান্তে অবস্থিত সেন্ট্রোসোম থেকে বৃদ্ধি পায় এবং কাইনেটোচোরস নামক বিশেষ কাঠামোতে সেন্ট্রোমিয়ারের সাথে সংযুক্ত হয়। যার মধ্যে প্রতিটি বোন ক্রোমাটিডে উপস্থিত থাকে। কাইনেটোচোরসঅঞ্চল একটি বিশেষ ডিএনএ বেস ক্রম। এই বিশেষ অঞ্চল প্রোটিনের সাথে দীর্ঘস্থায়ী সংযুক্তি প্রদান করে।তারপরে মাইক্রোটিউবিউলগুলো ক্রোমাটিডগুলোকে সেন্ট্রোসোমের দিকে টেনে নিয়ে যায়, যাতে প্রতিটি জনন কোষ ক্রোমাটিডগুলোর একটি সেট উত্তরাধিকার সূত্রে পায়। একবার কোষগুলো বিভক্ত হয়ে গেলে, ক্রোমাটিডগুলো আনকোয়েল করা হয় এবং ডিএনএ আবারও প্রতিলিপি করা শুরু করে। ক্রোমোজোমগুলো গঠনগতভাবে অত্যন্ত ঘনীভূত হয়, যা এই দৈত্যাকার ডিএনএ গঠনগুলোকে কোষের নিউক্লিয়াসের মধ্যে থাকতে সক্ষম করে।\n\n\n== মানুষের ক্রোমোজোম ==\nমানুষের ক্রোমোজোম দুটি প্রকারে বিভক্ত করা যেতে পারে: অটোসোম s (শরীরের ক্রোমোজোম(গুলো)) এবং অ্যালোসোম ( X এবং Y ক্রোমোজোম,যৌন ক্রোমোজোম)। কিছু জিনগত বৈশিষ্ট্য একজন ব্যক্তির লিঙ্গের সাথে যুক্ত এবং সেক্স ক্রোমোজোমের মাধ্যমে প্রেরণ করা হয়। অটোসোমে বাকি জিনগত বংশগত তথ্য থাকে। কোষ বিভাজনের সময় সবাই একইভাবে কাজ করে।\nমানুষের (পুরুষ ও নারী উভয়ের) কোষে ২৩ জোড়া (মোট ৪৬টি) ক্রোমোজোম থাকে। এর ২২ জোড়া অটোসোম এবং ২৩ তম জোড়া হল সেক্স ক্রোমোজোম (X এবং Y ক্রোমোজোম)। মহিলাদের দুটি X ক্রোমোজোম (XX) থাকে,পুরুষদের একটি X এবং একটি Y ক্রোমোজোম (XY) থাকে।\nX ক্রোমোজোম, Y ক্রোমোজোমের তুলনায় তিনগুন লম্বা এবং X ক্রোমোজোমে 900টি প্রোটিন কোডিং জিন রয়েছে, Y ক্রোমোজোমে 100 প্রোটিন কোডিং জিন আছে ।  মহিলারা পিতার কাছ থেকে একটি X ক্রোমোজোম এবং মায়ের কাছ থেকে অন্য X ক্রোমোজোমটি উত্তরাধিকার সূত্রে পায়। পুরুষ সবসময় পিতার কাছ থেকে Y ক্রোমোজোম,মায়ের কাছ থেকে X ক্রোমোজোম পায় ।\nস্ত্রী স্তন্যপায়ী প্রাণীর প্রতিটি কোষে দুটি X ক্রোমোজোম থাকে,যার একটি X ক্রোমোজোমের নিষ্ক্রিয় হয়ে যায়। এই ধরনের নিষ্ক্রিয়তা ট্রান্সক্রিপশন ঘটতে বাধা দেয়, X-লিঙ্কযুক্ত জিনের বিষাক্ত ডবল ডোজ না ঘটা নিশ্চিত করে।\nএগুলো ছাড়াও, মানব কোষে মাইটোকন্ড্রিয়াল জিনোমের মধ্যে কয়েক শত কপি রয়েছে। মানুষের জিনোমের সিকোয়েন্সিংপ্রতিটি ক্রোমোজোম সম্পর্কে প্রচুর তথ্য প্রদান করেছে। নিচে ক্রোমোজোমের পরিসংখ্যান সংকলন করার একটি টেবিল রয়েছে, যা মেরুদণ্ডী জিনোম অ্যানোটেশন (VEGA) ডাটাবেসে স্যাঙ্গার ইনস্টিটিউটের মানব জিনোমের তথ্যের উপর ভিত্তি করে।  জিনের সংখ্যা একটি অনুমান, কারণ এটি আংশিকভাবে জিনের পূর্বাভাস এর উপর ভিত্তি করে। মোট ক্রোমোজোমের দৈর্ঘ্যও একটি অনুমান, অনুক্রমহীন হেটেরোক্রোমাটিন অঞ্চলের আনুমানিক আকারের উপর ভিত্তি করে।\n\n\n== ক্রোমোজোমের কাজ ==\nক্রোমোজোমের কাজ:\nক্রোমোজোম বস্তুটি বিভিন্ন দিক দিয়ে অত্যন্ত গুরুত্বপূর্ণ। ক্রোমোজোমের কাজকে এইভাবে তালিকাবদ্ধ করা যেতে পারে;\n(১) ক্রোমোজোম প্রকৃতপক্ষে বংশগতির ধারক ও বাহক। ক্রোমোজোম মধ্যস্থ জিন বা D. N. A.( Dioxy Ribonucleic Acid) ঐ বংশগতি (Heredity) নিয়ন্ত্রণের জন্যে দায়ী। জীবদেহের যাবতীয় বৈশিষ্ট্য জিনগুলির মধ্যে নিহিত থাকে। আগে মনে করা হত যে প্রতিটি বৈশিষ্ট্যের জন্য দায়ী এক একটি জিন।কিন্তু বর্তমানে জানা গেছে যে একাধিক জিন কোনো বিশেষ বৈশিষ্ট্য প্রকাশের জন্যে দায়ী হতে পারে। এমনকি একটি জিনও যদি একটি বৈশিষ্ট্য বহন করে সেক্ষেত্রে ক্রোমোজোমের উপর তার বিশেষ অবস্থানও তাৎপর্যপূর্ণ কেননা আশেপাশের জিনগুলি ঐ বিশেষ জিনের ক্রিয়াকলাপের উপর প্রভাব বিস্তার করে। এই কারণে ক্রোমোজোমের সংখ্যাগত বা প্রকৃতিগত পরিবর্তন (Mutation) জীবদেহে অর্থাৎ অপত্য দেহে বিপুল পরিবর্তনের সূচনা করতে পারে।\n(২) ক্রোমোজোমের D. N. A. উপাদান কোষ বিভাজনকালে তার সমগ্র চেহারার একটি হুবহু প্রতিমূর্তি বা নকল তৈরী করে নেয় (Replication of D.N.A) যা অপত্যকোষে চলে যায়। এই কারণেই অপত্যকোষ মাতৃকোষের সমস্ত গুণ বা বৈশিষ্ট্য লাভ করে। এইভাবে জীবদেহের প্রতিটি কোষে সেই প্রজাতির বৈশিষ্ট্যগুলিকে টিকিয়ে রাখার দায়িত্ব ক্রোমোজোমের।\n(৩) কোষের মধ্যে যে সব জৈব রাসায়নিক বিক্রিয়া ঘটে চলেছে ক্রোমোজোম সে সমস্তই নিয়ন্ত্রণ করে। আসলে ঐ সব জৈব রাসায়নিক প্রক্রিয়ার প্রতিটিতে বিশেষ বিশেষ এনজাইম লাগে এবং জিনের কাজ ঐসব এনজাইমের কাজ নিয়ন্ত্রণ করা। জিন ও এনজাইমের এইরকম ঘনিষ্ঠ সম্পর্কের কথা সম্প্রতি আবিষ্কৃত হয়েছে (One gene-one enzyme Theory)।\n(৪) সাইটোপ্লাজমের মধ্যে প্রতিনিয়ত যে প্রোটিন সংশ্লেষণের কাজ চলে তার জন্যে প্রয়োজনীয় নির্দেশ আসে ক্রোমোজোমের D. N. A. থেকে। অর্থাৎ কোষে কী ধরনের প্রোটিন সংশ্লেষিত হবে তা পুরোপুরি ক্রোমোজোমের নিয়ন্ত্রণাধীন।\nএইভাবে দেখা যাচ্ছে যে একদিকে যেমন ক্রোমোজোম সজীব কোষের সামগ্রিক শারীরবৃত্ত (Physiology) নিয়ন্ত্রণ করে ও অপরদিকে তেমনি তা বংশ পরস্পরায় ঐ কোষের (অর্থাৎ জীবদেহের) চরিত্র (genetic character) অপরিবর্তিত রাখে।\n\n\n== বিভিন্ন জীবে সংখ্যা ==\n\n\n=== ইউক্যারিওট ===\nইউক্যারিওটে ক্রোমোজোমের সংখ্যা অত্যন্ত পরিবর্তনশীল (টেবিল দেখুন)। প্রকৃতপক্ষে, ক্রোমোজোমগুলো ফিউজ করে বা ভাঙতে পারে এবং এইভাবে অভিনব ক্যারিওটাইপগুলো বিবর্তিত হতে পারে। ক্রোমোজোমগুলোও কৃত্রিমভাবে মিশ্রিত করা যেতে পারে। উদাহরণস্বরূপ, খামিরের ১৬টি ক্রোমোজোম একটি দৈত্যাকার ক্রোমোজোমে মিশ্রিত করা হয়েছে এবং কোষগুলো এখনও কিছুটা কম বৃদ্ধির হারের সাথে কার্যকর থাকে।\nনিচের সারণীগুলো একটি কোষের নিউক্লিয়াসে মোট ক্রোমোজোমের (সেক্স ক্রোমোজোম সহ) সংখ্যা নির্দেশ করে। উদাহরণস্বরূপ-বেশিরভাগ ইউক্যারিওট ডিপ্লয়েড, মানুষের মতো যাদের ২২টি ভিন্ন ধরনের অটোসোম রয়েছে। প্রতিটিতে দুটি সমজাতীয় জোড়া এবং দুটি সেক্স ক্রোমোজোম রয়েছে। এটি মোট ৪৬টি ক্রোমোজোম নির্দেশকরে।অন্যান্য জীবের ক্রোমোজোমের দুইটিরও বেশি কপি রয়েছে। যেমন ব্রেড হুইট (যা হেক্সাপ্লয়েড) এতে মোট ৪২টি ক্রোমোজোম থাকে।\n\nএকটি নির্দিষ্ট ইউক্যারিওটিক প্রজাতির সাধারণ সদস্যদের সকলেরই একই সংখ্যক পারমাণবিক ক্রোমোজোম থাকে (টেবিলটি দেখুন)। অন্যান্য ইউক্যারিওটিক ক্রোমোজোম, অর্থাৎ মাইটোকন্ড্রিয়াল এবং প্লাজমিডের মতো ছোট ক্রোমোজোম সংখ্যায় অনেক বেশি পরিবর্তনশীল এবং প্রতি কোষে হাজার হাজার কপি থাকতে পারে।\n\nঅযৌনভাবে প্রজননকারী প্রজাতির এক সেট ক্রোমোজোম থাকে যা শরীরের সমস্ত কোষে একই রকম। যাইহোক, অযৌন প্রজাতির হ্যাপ্লয়েড বা ডিপ্লয়েড হতে পারে।\nযৌনভাবে প্রজননকারী প্রজাতির সোমাটিক কোষ (দেহের কোষ) আছে, যেগুলো ডিপ্লয়েড [২n] ক্রোমোজোমের দুই সেট (মানুষে ২৩জোড়া)এর মধ্যে এক সেট মায়ের থেকে এবং বাবার কাছ থেকে আর একটি সেট। গেমেটে প্রজনন কোষ, হল হ্যাপ্লয়েড [n], এদের এক সেট ক্রোমোজোম রয়েছে। গেমেটগুলো একটি ডিপ্লয়েড জীবাণু রেখা কোষের মিয়োসিস দ্বারা উৎপাদিত হয়। মিয়োসিসের সময়, পিতা এবং মাতার মিলিত ক্রোমোজোমগুলো নিজেদের ছোট ছোট অংশ (ক্রসওভার) বিনিময় করতে পারে এবং এইভাবে নতুন ক্রোমোজোম তৈরি করতে পারে,যা শুধুমাত্র পিতামাতার কাছ থেকে উত্তরাধিকারসূত্রে পাওয়া যায় না। যখন একটি পুরুষের এবং একটি মহিলার গ্যামেট একত্রিত হয় (নিষিক্তকরণ), তখন একটি নতুন ডিপ্লয়েড জীব গঠিত হয়।\nকিছু প্রাণী ও উদ্ভিদের প্রজাতি হল পলিপ্লয়েড [Xn]: তাদের দুই সেটেরও বেশি সমজাতীয় ক্রোমোজোম আছে। তামাক বা গমের মতো কৃষিতে গুরুত্বপূর্ণ উদ্ভিদগুলো তাদের পূর্বপুরুষের প্রজাতির তুলনায় প্রায়শই পলিপ্লয়েড হয়। গমের সাতটি ক্রোমোজোমের হ্যাপ্লয়েড সংখ্যা রয়েছে, যা এখনও কিছু কাল্টিভার এবং সেইসাথে বন্য বংশোদ্ভূতদের মধ্যে দেখা যায়। আরও সাধারণ পাস্তা এবং রুটি গমের প্রকারগুলো হল পলিপ্লয়েড, বন্য গমের ১৪টি (ডিপ্লয়েড) ক্রোমোজোমের তুলনায় ২৮টি (টেট্রাপ্লয়েড) এবং ৪২টি (হেক্সাপ্লয়েড) ক্রোমোজোম রয়েছে।\n\n\n==== প্রোক্যারিওট ====\nপ্রোকারিওট প্রজাতির সাধারণত প্রতিটি প্রধান ক্রোমোজোমের একটি অনুলিপি থাকে, তবে বেশিরভাগ কোষ সহজেই একাধিক অনুলিপি নিয়ে বেঁচে থাকতে পারে। উদাহরণ স্বরূপ, বুচনেরা, এফিড এর একটি সিম্বিওন্ট এর ক্রোমোজোমের একাধিক কপি রয়েছে, প্রতি কোষে ১o-৪oo কপি। যাইহোক, কিছু বড় ব্যাকটেরিয়াতে, যেমন ইপুলোপিসিয়াম ফিশেলসনিতে ক্রোমোজোমের ১oo,ooo কপি পর্যন্ত উপস্থিত থাকতে পারে। প্লাজমিড এবং প্লাজমিড-সদৃশ ছোট ক্রোমোজোমগুলো, ইউক্যারিওটের মতো, অনুলিপি সংখ্যায় অত্যন্ত পরিবর্তনশীল। কোষে প্লাজমিডের সংখ্যা প্রায় সম্পূর্ণরূপে প্লাজমিডের বিভাজনের হার দ্বারা নির্ধারিত হয় - দ্রুত বিভাজন উচ্চ কপি সংখ্যার কারণ হয়।\n\n\n=== ক্যারিওটাইপ ===\n\nসাধারণভাবে, ক্যারিওটাইপ হল একটি ইউক্যারিওট প্রজাতি এর বৈশিষ্ট্যযুক্ত ক্রোমোজোম পরিপূরক। ক্যারিওটাইপগুলোর প্রস্তুতি এবং অধ্যয়ন সাইটোজেনেটিক্স এর অংশ।\nযদিও ডিএনএ-এর প্রতিলিপি এবং ট্রান্সক্রিপশন ইউক্যারিওটস-এ অত্যন্ত মানসম্মত, তবে তাদের ক্যারিওটাইপগুলোর জন্য একই কথা বলা যায় না, যা প্রায়শই উচ্চতর হয়। পরিবর্তনশীল ক্রোমোজোম সংখ্যা এবং বিস্তারিত সংগঠনে প্রজাতির মধ্যে পার্থক্য থাকতে পারে।\nকিছু ক্ষেত্রে, প্রজাতির মধ্যে উল্লেখযোগ্য তারতম্য রয়েছে। প্রায়শই আছে:\n\n১ দুটি লিঙ্গের মধ্যে পার্থক্য\n২। জীবাণু-রেখা এবং সোমা (গেমেটে এবং শরীরের বাকি অংশের মধ্যে পার্থক্য\n৩। জনসংখ্যার সদস্যদের মধ্যে পার্থক্য, ভারসাম্য জেনেটিক পলিমরফিজম এর কারণে\n৪। অ্যালোপ্যাট্রিক প্রজাতি\n৫। মোজাইক বা অন্যথায় অস্বাভাবিক ব্যক্তি।\nএছাড়াও, নিষিক্ত ডিম থেকে বিকাশের সময় ক্যারিওটাইপের তারতম্য ঘটতে পারে।\nক্যারিওটাইপ নির্ধারণের কৌশলটিকে সাধারণত ক্যারিওটাইপিং বলা হয়। কোষগুলোকে বিভাজনের মাধ্যমে আংশিকভাবে লক করা যেতে পারে (মেটাফেজে) ইন ভিট্রো (একটি প্রতিক্রিয়া শিশিতে) কোলচিসিন দিয়ে। তারপরে এই কোষগুলোকে দাগ দেওয়া হয়, ফটোগ্রাফ করা হয় এবং একটি ক্যারিওগ্রাম-এ সাজানো হয়, যেখানে ক্রোমোজোমের সেট সাজানো হয়, দৈর্ঘ্যের ক্রম অনুসারে অটোজোম এবং শেষে সেক্স ক্রোমোজোম (এখানে X/Y)।\nঅনেক যৌন প্রজননকারী প্রজাতির মতো, মানুষের বিশেষ গনসোম (যৌন ক্রোমোজোম, স্বয়ংক্রিয়গুলোর বিপরীতে) রয়েছে। এগুলো মহিলাদের মধ্যে XX এবং পুরুষদের মধ্যে XY। \n\n\n==== ইতিহাস এবং বিশ্লেষণ কৌশল ====\nমানব ক্যারিওটাইপের তদন্তে সবচেয়ে মৌলিক প্রশ্নটি নিষ্পত্তি করতে অনেক বছর লেগেছিল প্রশ্নটি হলো: একটি স্বাভাবিক ডিপ্লয়েড মানব কোষে কতটি ক্রোমোজোম থাকে? ১৯১২ সালে, হ্যান্স ফন উইনিওয়ার্টার ৪৭টি ক্রোমোজোম হওয়ার দাবি করেছিলেন স্পার্মাটোগোনিয়া এবং ওগোনিয়া- ৪৮টি ক্রোমোজোম হওয়ার দাবি করেছিলেন। পেইন্টার ১৯২২ সালে মানুষের ডিপ্লয়েড সংখ্যা ৪৬ নাকি ৪৮, প্রথমে তিনি ৪৬ এর পক্ষে ছিল।কিন্তু তা নিশ্চিত ছিল না। তিনি পরবর্তীতে তার মতামতকে ৪৬ থেকে ৪৮ পর্যন্ত সংশোধন করেন এবং তিনি সঠিকভাবে মানুষের একটি XX/XY সিস্টেমের ওপর জোর দেন।\nসমস্যাটি নিশ্চিতভাবে সমাধান করার জন্য এই নতুন কৌশলগুলোর প্রয়োজন ছিল:\n\nকোলচিসিন এর একটি দ্রবণ দ্বারা মেটাফেজ এ আটক করা মাইটোসিস।\nএকটি হাইপোটোনিক দ্রবণ o.o৭৫ M KCl-এ প্রিট্রিটিং কোষ, যা তাদের ফুলিয়ে দেয় এবং ক্রোমোজোম ছড়িয়ে দেয়।\nস্লাইডে প্রস্তুতি স্কোয়াশ করা ক্রোমোজোমগুলোকে একক সমতলে জোর করে।\nএকটি ফটোমাইক্রোগ্রাফ কাটা এবং ফলাফলটিকে একটি অবিসংবাদিত ক্যারিওগ্রামে সাজানো।\nমানব ডিপ্লয়েড সংখ্যা ৪৬টি হিসাবে নিশ্চিত হওয়ার আগে এটি ১৯৫৪ সাল পর্যন্ত সময় নেয়।  উইনিওয়ার্টার এবং পেইন্টারের কৌশলগুলো বিবেচনা করে এবং তাদের ফলাফলগুলো বেশ উল্লেখযোগ্য ছিল।শিম্পাঞ্জি, আধুনিক মানুষের সবচেয়ে কাছের জীবিত আত্মীয়, অন্যান্য মহান এপস এর মতো ৪৮টি ক্রোমোজোম রয়েছে: মানুষের মধ্যে দুটি ক্রোমোজোম মিলিত হয়ে গঠন করে ক্রোমোজোম ২।\n\n\n=== অ্যাবরেশন ===\n\nক্রোমোসোমাল বিচ্যুতি হল, একটি কোষের স্বাভাবিক ক্রোমোসোমাল বিষয়বস্তুতে বাধা হওয়া। এটি মানুষের মধ্যে জেনেটিক অবস্থার একটি প্রধান কারণ, যেমন ডাউন সিনড্রোম। যদিও বেশিরভাগ অ্যাবরেশনের কোনো প্রভাব নেই। কিছু ক্রোমোজোম অস্বাভাবিক বাহকদের মধ্যে রোগ সৃষ্টি করে না, যেমন ট্রান্সলোকেশন, বা ক্রোমোজোম ইনভার্সনস।যদিও তারা ক্রোমোজোম ডিসঅর্ডারে আক্রান্ত একটি শিশুর জন্মের উচ্চ সম্ভাবনার দিকে নিয়ে যেতে পারে। ক্রোমোজোমের অস্বাভাবিক সংখ্যা বা ক্রোমোজোম সেট যাকে অ্যানিপ্লয়েডি বলা হয়।এটি প্রাণঘাতী হতে পারে বা জেনেটিক ব্যাধির জন্ম দিতে পারে।জেনেটিক কাউন্সেলিং, ক্রোমোজোম পুনর্বিন্যাস বহন করতে পারে এমন পরিবারের জন্য দেয়।\nক্রোমোজোম থেকে ডিএনএ লাভ বা ক্ষতি বিভিন্ন ধরনের জেনেটিক ডিসঅর্ডার হতে পারে। এতে মানুষের উদাহরণ অন্তর্ভুক্ত:\n\nCri du chat, যা ক্রোমোজোম ৫ এর ছোট হাতের অংশের মোছা দ্বারা সৃষ্ট হয়। \"ক্রি ডু চ্যাট\" এর অর্থ ফরাসি ভাষায় \"বিড়ালের কান্না\"; অবস্থার এমন নামকরণ করা হয়েছিল কারণ আক্রান্ত শিশুরা বিড়ালের মতো উচ্চস্বরে কান্নাকাটি করে। আক্রান্ত ব্যক্তিদের চোখ চওড়া, ছোট মাথা এবং চোয়াল, মাঝারি থেকে গুরুতর মানসিক স্বাস্থ্য সমস্যা এবং খুব ছোট।\nডাউন সিন্ড্রোম, সবচেয়ে সাধারণ ট্রাইসোমি, সাধারণত ক্রোমোজোম ২১ (ট্রাইসমি ২১) এর অতিরিক্ত অনুলিপি দ্বারা সৃষ্ট। বৈশিষ্ট্যগুলোর মধ্যে রয়েছে পেশীর স্বর হ্রাস, স্টকিয়ার বিল্ড, অসমম্যাট্রিকাল মাথার খুলি, তির্যক চোখ এবং হালকা থেকে মাঝারি বিকাশগত অক্ষমতা।\nএডওয়ার্ডস সিনড্রোম, বা ট্রাইসোমি-১৮, দ্বিতীয় সবচেয়ে সাধারণ ট্রাইসোমি। লক্ষণগুলোর মধ্যে রয়েছে মোটর প্রতিবন্ধকতা, বিকাশজনিত অক্ষমতা এবং অসংখ্য জন্মগত অসঙ্গতি যা গুরুতর স্বাস্থ্য সমস্যা সৃষ্টি করে। আক্রান্তদের নব্বই শতাংশ শৈশবেই মারা যায়। তাদের বৈশিষ্ট্যযুক্ত হাত এবং আঙ্গুলগুলো ওভারল্যাপ করা আছে।\nIsodicentric 15, যাকে বলা হয় idic(15), আংশিক টেট্রাসোমি ১৫q, বা ইনভার্টেড ডুপ্লিকেশন ১৫ (inv dup ১৫)।\nজ্যাকবসেন সিনড্রোম, যা খুবই বিরল। একে টার্মিনাল ১১q ডিলিট ডিসঅর্ডারও বলা হয়। এই রোগে আক্রান্তদের স্বাভাবিক বুদ্ধিমত্তা বা মৃদু বিকাশজনিত অক্ষমত হয় এবং দুর্বল অভিব্যক্তিপূর্ণ বেশিরভাগেরই প্যারিস-ট্রাউসেউ সিনড্রোম নামে রক্তপাতের ব্যাধি হতে পারে।\nক্লাইনফেল্টার সিন্ড্রোম (XXY)। ক্লাইনফেল্টার সিন্ড্রোমে আক্রান্ত পুরুষরা সাধারণত জীবাণুমুক্ত হয় এবং তাদের সমবয়সীদের তুলনায় লম্বা হতে থাকে এবং তাদের হাত ও পা লম্বা হয়। সিন্ড্রোমে আক্রান্ত ছেলেরা প্রায়ই লাজুক এবং শান্ত থাকে এবং তাদের কথার বিলম্ব এবং ডিসলেক্সিয়া এর প্রবণতা বেশি থাকে। টেস্টোস্টেরন চিকিৎসা ছাড়া কিছু মানুষের বয়ঃসন্ধিকালে গাইনেকোমাস্টিয়া হতে পারে।\nপাটাউ সিনড্রোম, যাকে ডি-সিনড্রোম বা ট্রাইসোমি-১৩ও বলা হয়। লক্ষণগুলো কিছুটা ট্রাইসোমি-১৮-এর মতো, বৈশিষ্ট্যগতভাবে ভাঁজ করা হাত ছাড়াই।\nছোট সুপারনিউমারারি মার্কার ক্রোমোজোম এর মধ্যে একটি অতিরিক্ত ও অস্বাভাবিক ক্রোমোজোম আছে। এর বৈশিষ্ট্যগুলো অতিরিক্ত জেনেটিক উপাদানের উৎসের উপর নির্ভর করে। ক্যাট-আই সিন্ড্রোম এবং আইসোডিসেন্ট্রিক ক্রোমোজোম ১৫ সিন্ড্রোম (বা আইডিক ১৫) উভয়ই একটি সুপারনিউমারারি মার্কার ক্রোমোজোম দ্বারা সৃষ্ট, যেমনটি প্যালিস্টার-কিলিয়ান সিনড্রোম।\nট্রিপল-এক্স সিন্ড্রোম (XXX)। XXX মেয়েরা লম্বা এবং চিকন হয় এবং তাদের ডিসলেক্সিয়ার প্রবণতা বেশি থাকে।\nটার্নার সিন্ড্রোম (XX বা XY-এর পরিবর্তে X)। টার্নার সিন্ড্রোমে, মহিলাদের যৌন বৈশিষ্ট্য উপস্থিত কিন্তু অনুন্নত। টার্নার সিন্ড্রোমে আক্রান্ত মহিলাদের প্রায়শই ছোট আকার, চুলের রেখা কম, চোখের অস্বাভাবিক বৈশিষ্ট্য এবং হাড়ের বিকাশ এবং বুকে \"ক্যাভড-ইন\" চেহারা থাকে।\nওল্ফ-হার্শহর্ন সিন্ড্রোম, যা ক্রোমোজোম ৪ এর ছোট হাতের আংশিক মুছে ফেলার কারণে ঘটে। এটি বৃদ্ধি প্রতিবন্ধকতা, বিলম্বিত মোটর দক্ষতা বিকাশ, \"গ্রীক হেলমেট\" মুখের বৈশিষ্ট্য এবং হালকা থেকে গভীর মানসিক স্বাস্থ্য সমস্যা দ্বারা চিহ্নিত করা হয়। .\nXYY সিন্ড্রোম। XYY ছেলেরা সাধারণত তাদের ভাইবোনের চেয়ে লম্বা হয়। XXY ছেলে এবং XXX মেয়েদের মত তাদের শেখার অসুবিধা হওয়ার সম্ভাবনা বেশি থাকে।\n\n\n==== স্পার্ম অ্যানিউপ্লয়েডি ====\nনির্দিষ্ট জীবনধারা, পরিবেশগত এবং পেশাগত ঝুঁকি পুরুষদের এক্সপোজার অ্যানিউপ্লয়েড স্পার্মাটোজোয়া হওয়ার ঝুঁকি বাড়াতে পারে। বিশেষ করে, তামাক ধূমপানের ফলে অ্যানিউপ্লয়েডির ঝুঁকি বেড়ে যায়, এবং বেনজিনের পেশাগত এক্সপোজার, কীটনাশক, এবং পারফুলুওরিনেটেড যৌগ  বর্ধিত অ্যানিউপ্লয়েডি প্রায়শই শুক্রাণুতে ডিএনএ এর ক্ষতির সাধন করে।\n\n\n== তথ্যসূত্র ==\n\n\n=== আরও দেখুন ===\nডিএনএ\nওয়াই-ক্রোমোজোমাল অ্যাডাম\n\n\n=== বহিঃসংযোগ ===\n\nAn Introduction to DNA and Chromosomes HOPES থেকে: স্ট্যানফোর্ডে শিক্ষার জন্য হান্টিংটনের আউটরিচ প্রকল্প।\nChromosome Abnormalities at AtlasGeneticsOncology\nOn-line exhibition on chromosomes and genome (SIB)\nWhat Can Our Chromosomes Tell Us?, উটাহ জেনেটিক সায়েন্স লার্নিং সেন্টার বিশ্ববিদ্যালয়।\nTry making a karyotype yourself  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুলাই ২০১৬ তারিখে, উটাহ জেনেটিক সায়েন্স লার্নিং সেন্টার ইউনিভার্সিটি\n\nKimballs Chromosome pages\nChromosome News from Genome News Network\nEurochromnet, ইউরোপীয় নেটওয়ার্ক।\n\nEnsembl.org, Ensembl project, presenting chromosomes, their genes and syntenic loci graphically via the web\nGenographic Project  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ জুলাই ২০০৭ তারিখে\nHome reference on Chromosomes ইউএস ন্যাশনাল লাইব্রেরি অফ মেডিসিন।\nVisualisation of human chromosomes এবং অন্যান্য প্রজাতির সাথে তুলনা।\nUnique – The Rare Chromosome Disorder Support Group ক্রোমোজোম ব্যাধিযুক্ত লোকেদের জন্য সমর্থন"}