{"pageid": 1306139, "title": "নয়া দামান", "url": "https://bn.wikipedia.org/wiki?curid=1306139", "content": "আইলারে নয়া দামান সিলেটি ভাষায় রচিত একটি বিখ্যাত বিয়ের গীত যা ফেসবুক, টিকটক, ইউটিউব সহ সামাজিক যোগাযোগ মাধ্যমে ভাইরাল হয়। গানটি নানা কথায় ও নানাভাবে দীর্ঘদিন ধরে সিলেটসহ বাংলাভাষী অঞ্চলসমূহে গীত হয়ে আসছে। বাংলাদেশ বেতার সিলেট থেকে সত্তর দশকের শুরু দিকে এটি প্রচার পেয়ে আসছে বলে জানা যায়। তবে ভাইরাল হওয়া সংস্করণ ‘আইলারে নয়া দামান’ সিলেটের মুসলমান সমাজে বিয়ের গীত হিসেবে অত্যধিক জনপ্রিয়। \n\n\n== ইতিহাস ==\nসিলেট বেতারের জন্য ১৯৭৩ সালের দিকে এয়ারুন্নেছা খানম নামের এক শিল্পীর কণ্ঠে গানটি প্রথম রেকর্ড হয় বলে জানান লোকসংস্কৃতি গবেষক সুমনকুমার দাশ। আবার ১৯৭৩-৭৪ সালের দিকে বাংলাদেশ টেলিভিশনে প্রথম এই গানটি সমবেত কণ্ঠে পরিবেশন করেন সিলেটের কয়েকজন শিল্পী। তাদের সাথে ছিলেন সিলেটের সঙ্গীত শিল্পী হিমাংশু বিশ্বাসও। যা ১৯৭৪ সালে ‘বিদিতলাল দাস ও সঙ্গীরা’ কর্তৃক বাংলাদেশ টেলিভিশনে নওয়াজেশ আলী খানের প্রযোজনায় ও শহীদুল ইসলামের সঞ্চালনায় ‘বর্ণালী’ অনুষ্ঠানে বিয়ের গান হিসেবে গীত হয়েছিল। দিব্যময়ী দাশের নাতনি (রামকানাই দাশের কন্যা) কাবেরি দাশ জানিয়েছিলেন আইলারে নয়া দামান গানটির মূল ভার্সনের গীতিকার দিব্যময়ী দাশ। যুক্তরাষ্ট্রের নিউ ইয়র্ক থেকে এক ভিডিও বার্তায় তিনি জানান, ১৯৬৫ সালের দিকে তার ঠাকুরমা লোককবি দিব্যময়ী দাশ গানটি রচনা করেন। ১৯৭৩ সালে গানটি দিব্যময়ী দাশের কাছ থেকে সংগ্রহ করে শিল্পী ইয়ারুন্নেসা খানম সিলেট বেতারে রেকর্ড করেছিলেন বেশকিছু শব্দ বদল করে।\n\n\n== নতুন সংস্করণ ==\nপ্রবাসী বাংলাদেশী কম্পোজার মুজাহিদুর আব্দুল্লাহের (মুজা) সংগীত আয়োজনে তোশিবা বেগমের কণ্ঠে নতুন সংস্করণ নয়া দামান অনেকের নজর কাড়ে এবং ফেসবুকে ভাইরাল হওয়ার পর মূলগানটিও আলোচনার কেন্দ্রবিন্দুতে চলে আসে। বিশেষ করে বৈশ্বিক মহামারি কোভিড চিকিকৎসারত ঢাকা মেডিকেল কলেজ হাসপাতালের তিনজন তরুণ ডাক্তারের স্বল্পদৈর্ঘ্য নাচে গানটি চিত্রায়ণের পর। \n\n\n=== তসিবা বেগম ===\nতসিবা বেগম সুনামগঞ্জের ছাতক উপজেলার জাউয়াবাজারের কামারগাঁও গ্রামে জন্ম করলেও বেড়ে উঠেন সিলেট নগরীর খাদিম নগর এলাকায়। তিন বোন এক ভাইয়ের মধ্যে মেজ, তসিবার ছোটবেলা থেকে গানের প্রতি আলাদা একটা টান ছিল। গানটি বিভিন্ন মুখে ও নাচে ভাইরাল হলেও কণ্ঠশিল্পী তসিবার কথা কেউ না বলায় তিনি আক্ষেপ করে বলেন, টিকটকের মাধ্যম খোলা গলায় গান গাওয়া। সেখানে আমার বিভিন্ন ধরনের গান রয়েছে। তার মধ্যে একটি আইলারে নয়া দামান। প্রবাসী শিল্পী মুজা ভাইয়ের কথায় সিলেট থেকে গানটি রেকর্ড করে দেই। পরে মুজা ভাইয়ের ইউটিউবে গানটি প্রকাশিত হয়। মুহূর্তে টিকটকসহ বিভিন্ন সামাজিক যোগযোগ মাধ্যমে গানটি ভাইরাল হয়। সবাই ক্রেডিট নিচ্ছে আমরা যে গান গাইলাম কেউ তো আমাদের কথা বলছে না।\nগান নিয়ে ভবিষ্যৎ পরিকল্পনার কথা জানিয়ে তসিবা আরটিভি নিউজকে জানান, আমি সিলেটের পুরোনো গানগুলো গাইতে চাই। সারা বিশ্বের মানুষের কাছে সিলেটের গানের বিপুল ভান্ডার তুলে ধরতে চাই। তবে ঠিক রাখতে চাই মূল সুর ও কথা, যাতে এগুলো বিকৃত হতে হতে হারিয়ে না যায়।\n\n\n== রামকানাই দাশের সংস্করণ ==\nনয়া দামান গানটি হাসপাতালের করিডোরে তিন ডাক্তার কর্তৃক নাচের সঙ্গে ভাইরাল হবার পর নিউ ইয়র্ক থেকে বিতর্ক উসকে দেন প্রয়াত দিব্যময়ী দাশের কন্যা ও পুত্র। ফেসবুক পোস্ট হতে প্রাপ্ত তাদের বক্তব্য থেকে জানা যায়, ‘দিব্যময়ী দাশ এই গানটি শ্রদ্ধেয় শিল্পী ইয়ারুন্নেসা খানমকে শিখিয়েছিলেন এবং তিনি প্রথমবার এ গান রেডিওতে গেয়েছিলেন। দিব্যময়ী দাশ রেডিওর এনলিস্টেড গীতিকার না হওয়ায় সেই সময় উনার নাম রেডিওতে আসেনি। পরবর্তীতে দিব্যময়ী দাশের পুত্র পণ্ডিত রামকানাই দাশ এ গান প্রথম রেকর্ড করেন বেঙ্গল ফাউন্ডেশন থেকে প্রকাশিত তাঁর একক অ্যালবাম ‘অসময়ে ধরলাম পাড়ি’তে।’\n\nআইলোরে নুয়া জামাই আসমানের তারা\nবিছানা বিছাইয়া দেও শাইল ধানের ন্যাড়া\nজামাই বও জামাই বও\nআইলোরে জামাইয়ের ভাই বও দেখতে বটের গাইল\nউঠতে বইতে ছয় মাস লাগে করইন আইন চাইন\nজামাই বও জামাই বও\nআইলোরে জামাইয়ের বইন হিজলের মুড়া\nটুকনি দিলে ফ্যাদা পড়ে ষাইট সত্তুর বুড়া\nজামাই বও জামাই বও\nআইলোরে জামাইয়ের ভাই আসমানের চাঁন\nযাইবার লাগি কওরে যদি কাইট্টা রাখমু কান\nজামাই বও জামাই বও\nকুঞ্জের ভিতরে জামাই বইছে গো সাজিয়া\nপাড়ার লোকে দেখতো আইছে দিব্যময়ীর বিয়া\n\nজামাই বও জামাই বও\n\n\n== ভাইরাল হওয়া সংস্করণ ==\nভাইরাল হওয়া গান নিয়ে অভিযোগ করে তসিবা আরটিভি নিউজকে বলেন, টেলিভিশনে নিউজ হয়েছে কিন্তু আমার নাম সেভাবে বলা হয়নি। বলা হয়েছে, ছায়াছবি নাকি গানটি বিখ্যাত করেছে। অথচ ছায়াছবি আমার গান ব্যবহার করেছে।\n\nআইলারে নয়া দামান আসমানের তেরা\nবিছানা বিছাইয়া দিলাম শাইল ধানের নেড়া\nদামান বও দামান বও\nও দামান কওরে কতা খাওরে বাটার পান\nযাইবার কতা কও যদি কাইট্টা রাখমু কান\nদামান বও দামান বও\nআইলারে দামানের ভাই হিজলের মুড়া\nঠুনকি দিলে মাটিত পরইন ষাইট/সত্তইরের বুড়া\nদামান বও দামান বও\nআইলারে দামানের বইন কইবা একখান কতা\nকইনার ভাইর ছে’রা দেইখা হইয়া গেলা বোবা\nদামান বও দামান বও\nআইলারে দামানের ভাই বও দেখতে বটের গাইল\nউঠতে বইতে ছয় মাস লাগে করইন আইন চাইন\n\nদামান বও দামান বও\n\n\n== জনপ্রিয়তা ==\nসোশ্যাল মিডিয়া ব্যক্তিত্ব সোলাইমান সুখন নিজের ফেসবুকে নয়া দামান গানের সঙ্গে নেচে ৩৭ সেকেন্ডের একটি ভিডিও আপলোড করেন। স্টার জলসা খ্যাত 'মহাপীঠ তারাপীঠ' ধারাবাহিকের মা তারা, নবনীতা দাস নিজের ইনস্টাগ্রামে 'আইলারে নয়া দামান' গানের সংগে শরীরভর্তি গয়না পরে সেজে-গুজে নাচেন। \nনয়া দামান গানটি কয়েক মাস ধরে সামাজিক মাধ্যমে ট্রেন্ডিংয়ে থাকায় গানটির সঙ্গে নিজের বিয়ের রংয়ের অনুষ্ঠানে নেচে ইন্টারনেট জগতে ভাইরাল হন খুলনার খাদিজা ইসলাম সূচনা নামের এক মেয়ে, যা ছায়াছবি নামে একটি ইউটিউব পেজে ভাইরাল হয়। পরবর্তীতে সঙ্গীত শিল্পী সালমার কণ্ঠেও গানটি ব্যাপক জনপ্রিয়তা পায়।\nআইলারে নয়া দামান এই জনপ্রিয় গানের সাথে মিল রেখেই গাইবান্ধার সুন্দরগঞ্জ উপজেলায় কুরবানীর গরুর নাম রাখা হয় ‘নয়া দামান’। ঈদুল আযহার আগে নয়া দামান নামের এই গরুটি নিয়ে বিভিন্ন গণমাধ্যমে সংবাদ প্রচার হলে বেশ আলোচনা উঠে।\n\n\n== তথ্যসূত্র =="}