{"pageid": 1306322, "title": "ম্যাকওএস মন্টারে", "url": "https://bn.wikipedia.org/wiki?curid=1306322", "content": "ম্যাকওএস মন্টারে (সংস্করণ ১২) হচ্ছে ম্যাকিন্টশ কম্পিউটারের জন্য অ্যাপলের ডেস্কটপ অপারেটিং সিস্টেম, ম্যাকওএস-এর অষ্টাদশ মৌলিক রিলিজ। ম্যাকওএস বিগ স্যরের উত্তরসূরি মন্টারের ব্যাপারে ৭ জুন ২০২১ তারিখে ডব্লিউ ডব্লিউ ডিসি ২০২১ এ ঘোষণা করা হয়েছিল এবং ২৫ অক্টোবর ২০২১-এ রিলিজ করা হয়েছিল। ম্যাকওএস মন্টারের স্থলাভিষিক্ত হয় ম্যাকওএস ভেনচুরা যা ২৪ অক্টোবর, ২০২২ এ রিলিজ করা হয়েছিল।\nঅপারেটিং সিস্টেমটির নামকরণ করা হয়েছে মন্টারে উপসাগরের নামে, যেমনটি নাকি ২০১৩-এর ১০.৯ ম্যাকওএস ম্যাভেরিক্সয়ের ক্যালিফোর্নিয়ার অবস্থানের নামে নামকরণ করা হয়েছিল।\n\n\n== পরিবর্তন ==\nমন্টারে নিম্নলিখিত পরিবর্তনগুলো ছাড়াও বেশ কয়েকটি নতুন বৈশিষ্ট্য এবং পরিবর্তন প্রবর্তন করেছিল:\n\nম্যাকের জন্য শর্টকাট\nম্যাকের জন্য টেস্টফ্লাইট\nইউনিভার্সাল কন্ট্রোলের পরিকল্পিত প্রবর্তনের অনুমতি দেওয়ার বিধান, যা একটি একক কীবোর্ড এবং মাউসকে একাধিক ম্যাক এবং আইপ্যাড নিয়ন্ত্রণ করতে দেয়। এটি ম্যাকবুক প্রো (২০১৬ এবং পরবর্তী), ম্যাকবুক (২০১৬ এবং পরবর্তী), ম্যাকবুক এয়ার (২০১৮ এবং পরবর্তী), আইম্যাক (২০১৭ এবং পরবর্তী), আইম্যাক (৫কে রেটিনা) সহ অ্যাপল সিলিকন সহ ম্যাক কম্পিউটারে এবং কিছু একটি ইন্টেল প্রসেসর সহ কাজ করে।, ২৭-ইঞ্চি, ২০১৫ সালের শেষের দিকে), আইম্যাক প্রো, ম্যাক মিনি (২০১৮ এবং পরবর্তী), এবং ম্যাক প্রো (২০১৯)। এটি এই আইপ্যাডে কাজ করে: আইপ্যাড প্রো, আইপ্যাড এয়ার (তৃতীয় প্রজন্ম এবং পরবর্তী), আইপ্যাড (৬ষ্ঠ প্রজন্ম এবং পরবর্তী), এবং আইপ্যাড মিনি (৫ম প্রজন্ম এবং পরবর্তী)।\nঅ্যাপল মিউজিক ভয়েস প্ল্যান সাবস্ক্রিপশনের জন্য সমর্থন।\nফেসটাইম এবং কিছু অ্যাপের ( কন্ট্রোল সেন্টারে ) পোর্ট্রেট মোড এবং নয়েজ বাতিলকরণ বৈশিষ্ট্য\nফাইন্ডার এবং প্রিভিউ অ্যাপের জন্য নতুন টুলবার বৈশিষ্ট্য/ডিজাইন\nলক স্ক্রিনে একটি লাইভ মেমোজি এবং অ্যানিমোজি রাখুন\nমাইক বা ওয়েবক্যাম সক্রিয় কিনা তা নির্দেশ করার জন্য মেনু বারে একটি হলুদ গোপনীয়তা-সূচক\nলাইভ টেক্সট, যা একজন ব্যবহারকারীকে ফটো, স্ক্রিনশট, কুইক লুক এবং সাফারি দ্বারা প্রদর্শিত ছবিগুলি থেকে কপি, পেস্ট, অনুবাদ এবং টেক্সট খুঁজতে দেয়।\nম্যাকের জন্য নতুন পাসওয়ার্ড ম্যানেজার\nনতুন অন-ডিভাইস এমএল- অ্যাক্টিভেটেড কীবোর্ড ডিকটেশন সিরি ব্যবহার করে এবং বর্তমানে সেটি প্রায় সীমাহীন সময়ের জন্য।\nম্যাকের জন্য লো পাওয়ার মোড যা লাইটওয়েট ওয়ার্কফ্লো যেমন পিডিএফ পড়া, ওয়েব ব্রাউজিং, মিউজিক শোনা ইত্যাদির জন্য ব্যাটারি লাইফকে দীর্ঘায়িত করে। এটি ম্যাকবুক এয়ার (২০১৮ এবং পরবর্তী) এবং ম্যাকবুক প্রো (২০১৬ এবং পরবর্তী) এ কাজ করে।\nসাফারি ব্রাউজারের জন্য একটি পুনরায় ডিজাইন করা ঐচ্ছিক কমপ্যাক্ট ইন্টারফেস।\nম্যাকবুক প্রো (২০১৮ এবং পরবর্তী), ম্যাকবুক এয়ার (২০১৮ এবং পরবর্তী), আইম্যাক ( ২০১৯ এবং পরবর্তী), আইম্যাক প্রো (২০১৭), ম্যাক মিনি (এম১, ২০২০ এবং পরবর্তীতে), ম্যাক প্রো (২০১৯), আইফোন ৬এস এবং পরবর্তী, আইপ্যাড প্রো (২য় প্রজন্ম এবং পরবর্তী), আইপ্যাড এয়ার (৩য় প্রজন্ম এবং পরবর্তী), আইপ্যাড (৬ তম প্রজন্ম এবং পরবর্তী), এবং আইপ্যাড মিনি (৫ম প্রজন্ম এবং পরবর্তী) ) পুরানো আইফোন, আইপ্যাড এবং ম্যাক মডেলগুলি সমর্থিত ম্যাক মডেলগুলির সাথে কম রেজোলিউশনে সামগ্রী ভাগ করতে পারে যখন \"Allow AirPlay for\" সেট করা থাকে \"সবাই\" বা \"একই নেটওয়ার্কে থাকা যে কেউ\" ভাগ করে নেওয়ার পছন্দগুলিতে৷\nফেসটাইমের উন্নতি, যার মধ্যে একটি স্ক্রীন শেয়ার করার ক্ষমতা এবং শেয়ারপ্লে ফাংশন যা একাধিক ব্যবহারকারীকে একসাথে এবং সিঙ্কে দেখতে বা শুনতে সক্ষম করে (যেমন, সঙ্গীত বা টিভি শোতে)।\nসিস্টেম পছন্দ অ্যাপ থেকে ডিভাইসটিকে ফ্যাক্টরি রিসেট করার ক্ষমতা\nভিজ্যুয়াল লুক আপ ব্যবহারকারীর ছবির মধ্যে পাওয়া বস্তুগুলি (যেমন বিড়ালের জাত, কুকুরের জাত ইত্যাদি) সনাক্ত করা সহজ করে তোলে।\nআইফোন, আইপ্যাড ও ম্যাক ডিভাইসগুলোতে বিজ্ঞপ্তিগুলি ফিল্টার করতে বিভিন্ন মোড সেট করতে ফোকাস করুন৷\nটাইম মেশিন ব্যাকআপ কার্যকারিতা আরও সিস্টেম ফাইল বাদ দেয়।\n\"শিশুদের জন্য অতিরিক্ত সুরক্ষা\" এর পরিকল্পিত প্রবর্তনের অনুমতি দেওয়ার বিধান যা ব্যবহারকারীর আইক্লাউড ফটোগুলি স্ক্যান করে অনলাইনে শিশু যৌন নির্যাতনের উপাদান (সিএসএএম) সনাক্ত করতে এবং সীমাবদ্ধ করতে সহায়তা করতে ক্রিপ্টোগ্রাফি প্রয়োগ করবে৷\nমাউস পয়েন্টারের রং পরিবর্তন করার জন্য অ্যাক্সেসযোগ্যতার বিকল্প।\nটিপস বিজ্ঞপ্তি.\nপূর্বে বান্ডিল করা পিএইচপি দোভাষী অপসারণ।\nপূর্বে বান্ডিল করা পাইথন ২.৭ ইন্টারপ্রেটার অপসারণ (১২.৩ থেকে)\nফটো বুথে কাস্টম কোয়ার্টজ কম্পোজার ফিল্টার এবং প্লাগইন ব্যবহার করার ক্ষমতা অপসারণ।\nনেটওয়ার্ক কোয়ালিটি, আপলোড/ডাউনলোড ক্ষমতা, আপলোড/ডাউনলোড প্রবাহ এবং আপলোড/ডাউনলোড প্রতিক্রিয়া পরিমাপের জন্য একটি কমান্ড-লাইন টুল\nলঞ্চপ্যাডের মধ্যে একটি স্বয়ংক্রিয়ভাবে জনবহুল \"গেমস\" ফোল্ডার\nনতুন ২০২১ ম্যাকবুক প্রোতে প্রোমোশনের জন্য সমর্থন\nছবি ব্যবহার করে ৩D মডেল তৈরির জন্য নতুন অবজেক্ট ক্যাপচার এপিআই।\n\n\n=== অ্যাপ্লিকেশন ===\n\n\n==== মন্তব্য ====\nনোটস অ্যাপ্লিকেশনে, ব্যবহারকারীরা এখন একটি নোটে নির্বিচারে ট্যাগ প্রয়োগ করতে পারেন (যেমন, #রান্না, #কাজ); একটি প্রদত্ত ট্যাগ বা ট্যাগ সহ নোটের গ্রুপগুলি স্মার্ট ফোল্ডারে বা সাইডবারে একটি ট্যাগ ব্রাউজারে দেখা যেতে পারে। নতুন কুইক নোটস ফাংশন ব্যবহারকারীকে সিস্টেম-ওয়াইড কীবোর্ড শর্টকাট বা হট কর্নারের মাধ্যমে যেকোনো অ্যাপের মধ্যে থেকে একটি নোট তৈরি করতে সক্ষম করে।\n\n\n==== মানচিত্র ====\nএপল ম্যাপস একটি থ্রিডি গ্লোব যোগ করে, যার মধ্যে পাহাড়, মরুভূমি এবং বনের বিস্তারিত বিবরণ রয়েছে।\n\n\n==== বার্তা ====\nবার্তাগুলি আইওএস ১৫ -এ প্রবর্তিত নতুন বৈশিষ্ট্যগুলিকে সমর্থন করে, যেমন \"আপনার সাথে ভাগ করা\" যা অন্যান্য অ্যাপল অ্যাপ যেমন সাফারি, ফটোজ, মিউজিক এবং নিউজে- এ মেসেজস-এর মাধ্যমে শেয়ার করা সামগ্রীর শর্টকাট লিঙ্ক প্রদান করে৷ যখন একাধিক ছবি পাঠানো/গ্রহণ করা হয়, সেগুলি এখন একাধিক বার্তার পরিবর্তে একটি সংগ্রহ হিসাবে প্রদর্শিত হয়৷ একই সাথে সমস্ত ফটো ডাউনলোড করার জন্য একটি ডাউনলোড বোতাম দেওয়া হয়েছে।\n\n\n== সমর্থিত হার্ডওয়্যার ==\nম্যাকওএস মন্টারে ২০১৩ থেকে ২০১৫ পর্যন্ত প্রকাশিত বিভিন্ন ম্যাকের জন্য সমর্থন বাদ দেয়, এনভিডিয়া জিপিইউ সহ সমস্ত ম্যাক সহ। যখন মন্টারে মুক্তি পায়, তখন এটি নিম্নলিখিত ম্যাকগুলিকে সমর্থন করেছিল:\n\nআইম্যাক (২০১৫ সালের শেষের দিকে বা তার পরে)\nআইম্যাক প্রো\nম্যাকবুক (২০১৬ সালের প্রথম দিকে বা তার পরে)\nম্যাকবুক এয়ার (প্রথম ২০১৫ বা তার পরে)\nম্যাকবুক প্রো (২০১৫ সালের প্রথম দিকে বা তার পরে)\nম্যাক মিনি (২০১৪ সালের শেষের দিকে বা তার পরে)\nম্যাক প্রো (২০১৩ সালের শেষের দিকে বা তার পরে)\nমন্টারের মুক্তির পর যে ম্যাকগুলি মুক্তি পেয়েছিল, মন্টারের প্রাথমিক অপারেটিং প্রধান রিলিজ হিসাবে, সেগুলি হল:\n\nম্যাক স্টুডিও (২০২২)\nপ্যাচ টুল ব্যবহার করে, ম্যাকোস মন্টারে আগের কম্পিউটারগুলিতে ইনস্টল করা যেতে পারে যা আনুষ্ঠানিকভাবে অসমর্থিত, যেমন ২০১৪ আইম্যাক এবং ২০১৩ ম্যাকবুক প্রো। এই পদ্ধতিগুলি ব্যবহার করে, ২০০৮ ম্যাকবুক প্রো এবং আইম্যাক এবং ২০০৯ ম্যাক মিনি-এর মতো পুরনো কম্পিউটারগুলিতে ম্যাকওএস মন্টারে ইনস্টল করা সম্ভব।\n\n\n== মুক্তির ইতিহাস ==\n\n\n== ম্যাকিন্টশ অপারেটিং সিস্টেমের টাইমলাইন ==\n\n\n== পরিচিত সমস্যা ==\nব্যবহারকারী এবং ডেভেলপাররা রিপোর্ট করেছেন:\n\nল্যাপটপ বুট করতে অক্ষম (১২.০.১ আপডেট সহ স্থির)\nস্লিপিং মোডে ল্যাপটপগুলি ম্যাগসেফের সাথে চার্জ করতে অক্ষমতা (১২.১ আপডেটে সমাধানকৃত)\nমাউস পয়েন্টার মেমরি লিক সমস্যা (১২.১ আপডেটের সাথে সংশোধন করা হয়েছে)\nস্পিকার এবং অডিও আউটপুট ক্র্যাকলিং এবং পপিং সহ অডিও সমস্যা\nমন্টারের যেকোনো সংস্করণ ব্যবহার করে ম্যাকের সাথে বাহ্যিক ডিসপ্লে সংযোগ করতে সমস্যা হয়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nmacOS Monterey – official site"}