{"pageid": 1306334, "title": "মন্ত্রিক উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1306334", "content": "মন্ত্রিক উপনিষদ (সংস্কৃত: मन्त्रिक उपनिषत्) হল সংস্কৃত ভাষার রচিত হিন্দুধর্মের ক্ষুদ্র উপনিষদ। পাঠটি শুক্ল যজুর্বেদের সাথে সংযুক্ত এবং সামন্য উপনিষদের শ্রেণিবদ্ধ, এটি বেদান্ত ও যোগ দর্শনের অংশ। মুক্তিকা ক্রমের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম কর্তৃক  হনুমানকে বর্ণিত, এটি ৩২ নম্বরে তালিকাভুক্ত করা হয়েছে। মন্ত্রিক উপনিষদকে কুলিকা উপনিষদও বলা হয়।\nউপনিষদে ২১টি শ্লোক রয়েছে। এটি সাংখ্য, যোগ, বেদান্ত ও ভক্তি থেকে ধারণাগুলির সুসংগত কিন্তু পদ্ধতিগত গঠনের চেষ্টা করে। তাই এটি আস্তিক যোগ পাঠ হিসাবে বিবেচিত হয়। মন্ত্রিক এই তত্ত্বের পরামর্শ দেয় যে মহাবিশ্ব পুরুষ ও প্রকৃতি একসাথে তৈরি হয়েছিল এবং বিভিন্ন সক্রিয় আত্মা-শিশুরা নিষ্ক্রিয় ঈশ্বর আত্মা (ঈশ্বর) থেকে পান করে যারা এটিকে যজ্ঞের রূপ হিসাবে বিবেচনা করে। পাঠ্যটি ব্রহ্ম ও মায়ার মধ্যে  সম্পর্ক প্রকাশ করে। মন্ত্রিক উপনিষদ অনুসারে, \"ব্রহ্ম দেহে আত্মারূপে বাস করেন, এবং এই আত্মা ঈশ্বর হিসাবে অনন্তকাল বাস করে\"।\n\n\n== কালপঞ্জি ==\nমিরসিয়া এলিয়েডের মতে, \"মন্ত্রিক উপনিষদ সম্ভবত মৈত্রী উপনিষদের মতো একই সময়ে রচিত হয়েছিল এবং এতে আমরা আস্তিক যোগের সহজতম রূপ খুঁজে পাই\"। এটি প্রাচীনতম আস্তিক যোগ গ্রন্থগুলির মধ্যে একটি। পাঠ্যের আপেক্ষিক কালপঞ্জি সম্ভবত খ্রিস্টপূর্ব ১ম সহস্রাব্দের শেষ শতাব্দীতে, মহাভারতের উপদেশমূলক অংশগুলির সমসাময়িক এবং সম্ভবত বেদান্ত-সূত্র ও যোগ-সূত্রের আগে। উপনিষদ সাংখ্য, যোগ, বেদান্ত ও ভক্তি ভক্তিবাদের ধারণাগুলির সংশ্লেষণের চেষ্টা করে, কিন্তু অস্পষ্ট সমন্বয়বাদ এবং দুর্বল সংগঠনের সাথে পরামর্শ দেয় যে পাঠ্যটি সেই সময়ের হতে পারে যেখানে এই ধারণাগুলি প্রণয়ন করা হয়েছিল।\n\n\n== বিষয়বস্তু ==\n\n\n=== হংস হিসাবে আত্মার রূপক: শ্লোক ১-২ ===\nউপনিষদ আত্মার জন্য রূপক দিয়ে খোলা হয়েছে, আট পা বিশিষ্ট হংস পাখি হিসাবে, তিনটি সহজাত বৈশিষ্ট্য (গুণ), চিরন্তন রত্ন, স্বর্গের আটটি অঞ্চলে বিকিরণ করে (গোলকের আটটি চতুর্ভুজ):\n\nডিউসেন বলেন, শ্লোক ১ -এ রূপকটি হল যে \"প্রত্যেকে তাকে (পুরুষ) সূর্য-পাখি হিসাবে দেখে, এবং তাকে আত্মা হিসাবে দেখে না\"। আত্মা গুণহীন (গুণ) এবং এই পুরুষকে উপলব্ধি করে, যা সত্ত্ব থেকে বিকশিত হয়। হিন্দুধর্মের সাংখ্য দর্শনে, সত্ত্ব হল সেই গুণ যা ভারসাম্য, সম্প্রীতি, মঙ্গল, বিশুদ্ধতা, সার্বজনীনকরণ, সামগ্রিক, গঠনমূলক, সৃজনশীল, নির্মাণ, ইতিবাচক, শান্তিপূর্ণ, পুণ্যের সহজাত বৈশিষ্ট্য ও গুণ।\n\n\n=== দুগ্ধ-গরু হিসাবে মহাবিশ্বের রূপক: শ্লোক ৩-৭ ===\nডিউসেন বলেন, শ্লোক ৩ -এ মায়া (প্রকৃতি) সমস্ত অভিজ্ঞতামূলক মহাবিশ্বের জননী, চিরন্তন, দৃঢ় ও আট-গুণ আকারের। তিনি নিরপেক্ষ, এবং যারা তাদের অভ্যন্তরীণ আত্মাকে জানে না, তারা তাদের (প্রকৃতি) উপভোগের জন্য শোষণ করে। উপনিষদে বলা হয়েছে এই মা দুধ খাওয়া গাভীর মতো, প্রজননকারী, যিনি উদারভাবে তিনটি গুণের সাথে সমস্ত প্রাণীর চাষ করেন।\nযারা তাদের ইন্দ্রিয় দ্বারা চালিত হয় তারা অগণিত, এবং এই ইন্দ্রিয়-বস্তু দুগ্ধ গাভী থেকে পানকারী শিশুদের মত, পাঠ্যটি বলে। \nতারা তাকে উপভোগ করে, কিন্তু এটি আত্মা, ডিউসেন বলেন, যিনি ঈশ্বর (আস্তিক যোগ ব্যবস্থার ঈশ্বর) হিসেবে তার চিন্তা ও কাজের মাধ্যমে প্রকৃতিকে অনুভব করেন এবং উপভোগ করেন।\n\n\n=== আত্মা ও ব্রহ্মের জন্য রূপক: শ্লোক ৮-১৩ ===\nউপনিষদ, ৮ থেকে ৯ শ্লোকে বলে যে ঋগ্বেদ, সামবেদ ও যজুর্বেদের গৃহীরা ও ঋষিরা দুটি পাখিকে চিনতে পেরেছেন, একটি যে ফল খায় এবং অন্যটি বিচ্ছিন্ন হয়ে চুপচাপ দেখে। এই রূপক – ব্যক্তি ও পরম (আত্মা) বা প্রকৃতি ও পুরুষের জন্য – ঋগ্বেদের শ্লোক ১.১৬৪.২০, এবং অন্যান্য অসংখ্য উপনিষদে (যেমন মুণ্ডক উপনিষদ ৩.১.১, কঠোপনিষদ ১.৩.১) পাওয়া যায়:\n\nমন্ত্রক উপনিষদ শ্লোক ১০-২৩, অথর্ববেদের সংহিতা ও ব্রাহ্মণ থেকে উদ্ধৃতি, ব্রাহ্মণের উপাধি, ভৃগু ও ভার্গবদের মতো ঋষিদের উদ্ধৃতি।\nপাঠ্যের ১১ থেকে ১৩ শ্লোক দ্বারা আবৃত্তি করা হয়েছে এমন উপাধির সিরিজ যেখানে ব্রহ্মকে অনুসরণ করা হয়েছে বা পাওয়া গেছে, এর মধ্যে রয়েছে – ব্রহ্মচারী (অথর্ব ১১.৫), ব্রত্য বা বিচরণকারী সন্ন্যাসী (অথর্ব ১৫.১), স্কম্ভ বা স্তম্ভ / গৃহস্থালি (অথর্ব ১০.৭-৮) , পালিতা বা বয়সের সাথে ধূসর (অথর্ব ৯.৯–১০), অনাদ্বন বা ষাঁড় (অথর্ব ৪.১১), রোহিতা বাউদীয়মান লাল সূর্য-দেবতা (অথর্ব ১৩.১.২–৩), উচ্ছিষ্ট বা অবশিষ্ট (অথর্ব ১১.৭), কাল বা সময় (অথর্ব ১৯.৫৩–৫৪), প্রাণ বা অত্যাবশ্যক শ্বাস (অথর্ব ১১.৪), ভগবান আত্মা বা উচ্চতর আত্মা (অথর্ব ১০.৮.৪৪), পুরুষ (অথর্ব ১৯.৬), সর্ব-ভাব-রুদ্র (অথর্ব ১১.২), ঈশ্বর (অথর্ব ১৯.৬.৪), প্রজাপতি (অথর্ব ৪.৩), বিরাজ (অথর্ব ৮.৯.১০), প্রস্নি (অথর্ব ২.১), এবং সলিলাম বা আদিম জল (অথর্ব ৮.৯.১)।\nমরিস ব্লুমফিল্ড বলেন, মন্ত্রিক উপনিষদ ১০-১৩ শ্লোকের মাধ্যমে উপনিষদিক সংকলনের ব্যতিক্রম হওয়ার জন্য উল্লেখযোগ্য, যেটি অথর্ববেদের গোপথ ব্রাহ্মণ-এ বিশ্বজনীন ও ব্রহ্মবিদ্যা-সম্বন্ধীয় স্তোত্রগুলির প্রায় সম্পূর্ণ গোপনীয় সূচী প্রদান করে।\n\n\n=== আত্মা, ব্রহ্ম ও সাংখ্য: শ্লোক ১৪-১৯ ===\nশ্লোক ১৪ এর পাঠ স্বীকার করে যে সাংখ্য পণ্ডিত এবং অথর্বণ পণ্ডিতরা তাকে বিভিন্ন নামে বা গণনা করে ডাকেন, পূর্ববর্তীরা তাকে গুণহীন ব্যক্তি মনে করেন, পরবর্তীরা তাকে প্রধান হিসাবে বিবেচনা করেন।  শ্লোক ১৫, একইভাবে স্বীকার করে যে কিছু রাষ্ট্র ব্রহ্ম ও আত্মা কে অ-দ্বৈত, অন্যরা দ্বৈত, কেউ ত্রিগুণ, অন্যরা পাঁচ-গুণ।\nব্রহ্মকে এক হিসাবে দেখা যায়, জ্ঞানের চোখ দিয়ে, উদ্ভিদের জগতে সহ সর্বত্র, শ্লোক ১৬ বলে। এটি এই ব্রহ্ম, দাবি করে মন্ত্রিক উপনিষদ, যার মধ্যে মহাবিশ্ব বোনা হয়েছে, এবং এতে সমস্ত কিছু রয়েছে যা চলে এবং যা নড়াচড়া করে না, যা থেকে অভিজ্ঞতামূলক জগতের উদ্ভব হয় এবং যার মধ্যে সমস্ত বস্তু শেষ পর্যন্ত মিশে যায়। ব্রহ্ম দেহে আত্মা হিসাবে বাস করে, পাঠ্যের ১৯ নং শ্লোকে বলা হয়েছে, এবং এই আত্মা ঈশ্বর হিসাবে হাজার হাজার সময় (পুনর্জন্ম) বাস করে।\n\n\n=== ব্রহ্ম জ্ঞান সকলের জন্য: শ্লোক ২০-২১ ===\nসমাপ্তি শ্লোকগুলিতে, উপনিষদ বলে যে যে এই মতবাদ শেখায় সে অব্যক্ত অর্জন করে, এবং ব্রাহ্মণ বা অ-ব্রাহ্মণ যে ব্রহ্মকে জানে সে মোক্ষ লাভ করে এবং ব্রহ্মে বিশ্রাম পায়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nDalal, Roshen (১৮ এপ্রিল ২০১৪)। Hinduism: An Alphabetical Guide। Penguin Books Limited। আইএসবিএন 978-81-8475-277-9। \nDeussen, Paul; Bedekar, V.M.; Palsule, G.B. (১৯৯৭)। Sixty Upanishads of the Veda, Volume II। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nNair, Shantha N. (১ জানুয়ারি ২০০৮)। Echoes of Ancient Indian Wisdom। Pustak Mahal। আইএসবিএন 978-81-223-1020-7। \nRāmānuja; Ramanujachari, V. K. (২০০৪)। Elements of Vedic Religion। Cosmo Publications। আইএসবিএন 978-81-7755-764-0।"}