{"pageid": 1306780, "title": "উর্দু দায়েরায়ে মাআরিফ ইসলামিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1306780", "content": "উর্দু দায়েরায়ে মাআরিফ ইসলামিয়া বা উর্দু ইসলামি বিশ্বকোষ (উর্দু: اردو دائرہ معارف اسلامیہ‎‎, ইংরেজি: Urdu Encyclopaedia of Islam) হলো পাকিস্তানের পাঞ্জাব বিশ্ববিদ্যালয় থেকে উর্দু ভাষায় প্রকাশিত একটি বৃহত্তম ইসলামি বিশ্বকোষ। এটি মূলত এনসাইক্লোপিডিয়া অব ইসলামের একটি অনূদিত, বর্ধিত, সংযোজিত ও পরিমার্জিত রূপ। ১৯৫০-র দশকে পাঞ্জাব বিশ্ববিদ্যালয়ে এটি রচনার কাজ শুরু হয়। রাজনৈতিক অস্থিরতা, প্রধান উদ্যোক্তার মৃত্যু, আর্থিক সংকট সহ নানা কারণে এর সম্পূর্ণ রচনাকাল বিলম্বিত হয়। ১৯৮৯ সালে মোট ২৩ খণ্ডে এর রচনার কাজ সমাপ্ত হয়।\n\n\n== ইতিহাস ==\n১৯১৩ থেকে ১৯৩৬ সালে নেদারল্যান্ডের লেইডেন থেকে প্রকাশিত হয় এনসাইক্লোপিডিয়া অব ইসলাম। ১৯৩৫ সালের আগে নবাব ইমদাদুল মূলক সাইয়্যিদ হুসেইন বিলগ্রামী একে অনুবাদ করার আলোচ্যসূচিতে নিয়ে এসেছিলেন, পাটনা এবং হায়দারাবাদ শহরে কিছু গবেষণা করা হয়েছিল এবং ফলস্বরূপ, হায়দ্রাবাদে কার্যক্রম শুরু হয়েছিল। ১৯৩৮ সালে হায়দ্রাবাদ একাডেমি দ্বারা শুরু করা প্রস্তুতিমূলক কাজটি ১৯৪৭ সালে স্বাধীন ভারতীয় রাজ্য প্রতিষ্ঠা, হায়দ্রাবাদ আদেশের দখল এবং উর্দুকে সরকারী ভাষা হিসেবে বঞ্চিত করার পরে কাজটি অমীমাংসিত থেকে যায়। ১৯৪০ সালের ২২-২৪ মার্চ লাহোরে আহূত ভারতের মুসলিম ইউনিয়নের সভায় একটি ইসলামী বিশ্বকোষ তৈরির ধারণা প্রকাশিত হয়। লাহোর ওরিয়েন্টাল কলেজের পরিচালক মুহাম্মদ শফি, যাকে ইসলামের উর্দু এনসাইক্লোপিডিয়ার জনক বলে মনে করা হয়, এবং তার সহকারী সাইয়্যিদ মুহাম্মদ আবদুল্লাহ একটি প্রকল্প তৈরি করেছিলেন, এবং এই প্রকল্পের কাঠামোর মধ্যে আরবি ও ফারসিতে বিষয়টি আবার আলোচনা করা হয়েছিল। ১৯৪৮ সালে পাঞ্জাব ইউনিভার্সিটি উর্দু কংগ্রেসের আলোচ্যসূচিতে একটি বিশ্বকোষ তৈরি করার ধারণাটি গৃহীত হয়েছিল এবং বিশ্ববিদ্যালয় এটিকে বাস্তবায়িত করার সিদ্ধান্ত নেয়। রেক্টরের সভাপতিত্বে, বিশ্ববিদ্যালয় প্রশাসন এনসাইক্লোপিডিয়া কমিটি নামে একটি কমিটি গঠন করে এবং প্রকল্পটি প্রকৃতপক্ষে শুহবায়ে উর্দু দায়েরায়ে মাআরিফ ইসলামিয়া (উর্দু ইসলামি বিশ্বকোষ বিভাগ) নামে শুরু হয়েছিল। যা ১৯৫০ সালে বিশ্ববিদ্যালয়ের অধীনে প্রতিষ্ঠিত হয়। ১৯৪২ সালে ওরিয়েন্টাল কলেজের পরিচালক পদ থেকে অবসর নেওয়ার পর, মুহাম্মদ শফি, এর প্রধান এবং ১৯৫০ সালের ১ ডিসেম্বর বিশ্বকোষের সম্পাদকীয় বোর্ডের প্রধান হিসেবে নিযুক্ত হন।\nপ্রস্তুতিমূলক কাজের পরে, একটি প্রকাশনার পরিকল্পনা এবং সময়কাল নির্ধারণ করা হয়েছিল এবং এটি এনসাইক্লোপিডিয়া অব ইসলামের প্রথম সংস্করণ থেকে অনুবাদ করার সিদ্ধান্ত নেওয়া হয়েছিল, সেইসাথে ১৯৫৪ সালে শুরু হওয়া দ্বিতীয় সংস্করণ থেকে নিবন্ধগুলি সংশোধন ও প্রসারিত করা বিবেচনায় রাখা হয়। বিশ খণ্ডে কাজটি সমাপ্ত করে ১০ বছরের মধ্যে প্রকাশ করার পরিকল্পনা করা হয়। ১৯৬৩ সালে মুহাম্মদ শফির মৃত্যু এবং আর্থিক অসুবিধার কারণে কাজটি ধীর হয়ে যায় এবং ১৯৭১ সাল পর্যন্ত প্রথম সাতটি খণ্ড প্রকাশিত হয়েছিল। আমেরিকা ভিত্তিক দ্য এশিয়া ফাউন্ডেশনের আর্থিক সহায়তায় কাজটি অব্যাহত থাকে এবং ১৯৭৩ সালের শেষের দিকে প্রথম বারোটি খণ্ড প্রকাশিত হয়েছিল। কেন্দ্রীয় সরকারের পাশাপাশি প্রাদেশিক সরকারগুলিও বিশ্বকোষে আর্থিক সহায়তা করে। ১৯৮৯ সালে তেইশটি খণ্ডে কাজটি সম্পন্ন হয়। এটি ১৯৯২ সালে প্রকাশিত হয়। বিশ্বকোষের ১৪ এবং ১৬ খণ্ডদ্বয় আকারে বড় হওয়ায় দুটি ভাগে ভাগ করা হয়। কাজটি সমাপ্ত হওয়ার পর ১ খণ্ডের একটি সারাংশ প্রকাশিত হয়। তাই বিশ্বকোষটির মোট খণ্ড সংখ্যা দাঁড়ায় ২৬। ২০০২ থেকে ২০০৮ সালের মধ্যে বাদ পড়ে যাওয়া বিভিন্ন নিবন্ধ নিয়ে ২ খণ্ডের একটি পরিশিষ্ট প্রকাশিত হয়।\n\n\n== সম্পাদনা বোর্ড ==\nসর্বপ্রথম পনের জনের সমন্বয়ে গঠিত মজলিসে ইন্তিজামিয়ি, প্রকাশনার নীতি নির্ধারণ করে এবং আর্থিক কাঠামো সম্পর্কে সিদ্ধান্ত নেয়। দেশে সংঘটিত রাজনৈতিক পরিবর্তনের কারণে প্রতিনিধিদলের কিছু সদস্য ঘন ঘন পরিবর্তন হতে থাকে। কমিটি তাদের মধ্য থেকে ইদারে-ই তাহরীর (সম্পাদক বোর্ডের স্থায়ী কমিটি) নামে সম্পাদকমণ্ডলী হিসেবে পাঁচজনকে নির্ধারণ করে। এছাড়াও ফরেন এডিটোরিয়াল বোর্ড নামে একটি প্রতিনিধি দল গঠন করা হয়েছিল, যেটি পাকিস্তানের বাইরের পণ্ডিতদের মধ্যে বিশ্বকোষ সমর্থন করে। মুহাম্মদ শফির তেরো বছরের সভাপতিত্বের পর, সাইয়্যেদ মুহাম্মদ আবদুল্লাহ সভাপতিত্বের দায়িত্ব পান।\n\n\n== আরও দেখুন ==\nইসলাম-সম্পর্কিত বিশ্বকোষের তালিকা\n\n\n== তথ্যসূত্র =="}