{"pageid": 1306405, "title": "২০১৭-এ বাংলাদেশে পাঠ্যবই বিতর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1306405", "content": "আলোচনা-সমালোচনা, বিতর্ক সহ নানা কারণে ২০১৭ সালের পাঠ্যপুস্তকের নানা বিষয় নিয়ে সমালোচনা চলে বছর জুড়ে৷\nইংরেজি বছরের প্রথম দিনে বাংলাদেশের প্রাথমিক ও মাধ্যমিক স্তরের শিক্ষার্থীদের হাতে তুলে দেয়া বিনামূল্যের বই নিয়ে শুরু হয় তুমুল বিতর্ক৷ পরে পাঠ্যপুস্তকে ভুলের ঘটনায় এনসিটিবির প্রধান সম্পাদক প্রীতিশ কুমার সরকার এবং ঊর্ধ্বতন বিশেষজ্ঞ লানা হুমায়রা খানকে ওএসডি করে শিক্ষা মন্ত্রণালয়৷\n\n\n== সমালোচনা ==\nপ্রথম শ্রেণির বাংলা পাঠ্যবইয়ে অক্ষরজ্ঞান সূচিতে ‘ও' অক্ষর চেনানোর উপকরণ হিসেবে ‘ওড়না'কে ব্যবহার করা হয়েছে৷ অনেকের ধারণা, \"ওড়না\" শব্দটি ব্যবহারের মাধ্যমে একটি লিঙ্গ বৈষম্য প্রকাশ পেয়েছে। যদিও ২০১২ সালে নতুন পাঠ্যক্রম অনুযায়ী ২০১৩ সালে বিতরণ করা বইয়েও ‘ও’-তে ওড়না চাই বাক্যটি লেখা ছিল। আবার প্রথম শ্রেণির বাংলা বইয়ের ১১ পাতায় অ-তে অজ (ছাগল) বোঝাতে গিয়ে ছাগলের ছবি জুড়ে দিয়ে ছাগলের গাছে উঠে আম খাওয়ার মতো অসম্ভব বিষয় দেখানো হয়।\nতৃতীয় শ্রেণির বাংলা বইয়ে কুসুমকুমারী দাশের ‘আদর্শ ছেলে' কবিতায় আমাদের দেশে হবে সেই ছেলে কবে না লিখে লেখা হয়েছে আমাদের দেশে সেই ছেলে কবে হবে? তাছাড়া মানুষ হইতে হবে- এই তার পণ না লিখে মানুষ হতেই হবে- এই তার পণ করা হয়েছে, হাতে প্রাণে খাট সবে শক্তি কর দান এই লাইনে খাট শব্দটির বানান দিয়ে লেখা হয়েছে খাটো৷\nতৃতীয় শ্রেণির একটি বইয়ের পেছনের প্রচ্ছদে প্রধানমন্ত্রী শেখ হাসিনার ছবির নিচে ইংরেজিতে একটি বাক্য লেখা হয়েছে ভুল বানানে। যেখানে আঘাত করা বোঝাতে গিয়ে হার্ট বানান লিখতে গিয়ে লেখা হয়েছে, হৃদয় এর হার্ট বানান। অর্থাৎ তৃতীয় শ্রেণির হিন্দু ধর্ম শিক্ষা বইয়ে ‘পরনিন্দা ভালো না’ বাক্যটি বাদ দিয়ে সেখানে DO NOT HEART ANYBODY বাক্য জুড়ে দেওয়া হয়েছে বলে প্রাথমিক ও গণশিক্ষা মন্ত্রণালয়ের কর্মকর্তারা জানান। তবে উদীচী সভাপতি অধ্যাপক সফিউদ্দিন বইগুলোর মলাটের পেছনে সরকার প্রধানের বন্দনার সমালোচনা করে বলেন, “মলাটের পেছনে দলীয় চাটুকারিতার নির্লজ্জ নজির রেখে পুরো পাঠ্যপুস্তককে দলীয় প্রচারপত্র বানানো হয়েছে।”\nচতুর্থ শ্রেণির বাংলাদেশ ও বিশ্ব পরিচয় বইয়ের ৭৮ পাতায় ১৯৭১ সালের মুক্তিযুদ্ধ লেখায় মুক্তিযুদ্ধ শব্দটি কখনো ‘মুক্তিযুদ্ধ' আবার কখনো ‘মুকতিযুদ্ধ' এবং বঙ্গবন্ধু  বানানটি ভেঙে ঙ-গ আলাদা আলাদা করে লেখা হয়েছে।\nপঞ্চম শ্রেণীতে হুমায়ুন আজাদের 'বই' কবিতা নিয়ে আপত্তি তুলেছিল হেফাজতে ইসলামী, এবং জানায় যে 'বই' কবিতাটি মুসলমানদের ধর্মীয় গ্রন্থ 'পবিত্র কোরআন বিরোধী'। চলতি বছরের পাঠ্য বইতে সে কবিতাটি বাদ দেয়া হলে অনেকে মনে করেন, হেফাজতে ইসলামীর দাবীর কারণেই এটি হয়েছে।\nঅষ্টম শ্রেণীর পাঠ্যবইয়ে ছাত্রীদের যৌন নির্যাতন থেকে বাঁচার জন্য কৌশল হিসেবে যেসব বিষয় এসেছে সেখানে, বাড়িতে একা না থাকতে, অন্যকে আকর্ষণ করে এমন পোশাক না পরতে, পরিচিত বা অপরিচিত কারো সাথে বাইরে না যেতে বলা হয়। যা নিয়ে সামাজিক যোগাযোগ মাধ্যমসহ বিভিন্ন মহল প্রতিক্রিয়া জানায়।\nঅন্যদিকে অষ্টম শ্রেণির গল্পের বই আনন্দপাঠে সাতটি গল্পের সবগুলোই বিদেশি লেখকের অনুবাদ গল্প৷\n\n\n== পাঠদান ==\nপ্রাথমিক ও গণশিক্ষা মন্ত্রণালয় থেকে জানা যায়, প্রাথমিকে শিশুদের অক্ষরজ্ঞান দেওয়ার জন্য বাক্যানুক্রমিক পদ্ধতিতে পাঠদান দেওয়া হয়। এতে প্রথমে শেখানো হয় বাক্য, এরপর শব্দ এবং সবশেষে অক্ষর। উপকরণ ব্যবহার করার কথা তিন ধাপেই। ১৯৯০ সালের পর থেকে প্রথম শ্রেণির প্রথম পাঠে সে অনুযায়ী প্রথম ধাপে ‘আমি বই পড়ি’ বা ‘বই পড়ি’ এবং দ্বিতীয় ধাপে ‘আমি’, ‘বই’ ও ‘পড়া’ শব্দ তিনটিকে আলাদা করে শেখানো হচ্ছে। \n\n\n== প্রতিক্রিয়া ==\nনতুন পাঠ্যবইয়ের ভুল নিয়ে ফেইসবুকে তীব্র সমালোচনার পর পর্যালোচনার জন্য একটি কমিটি করে এনসিটিবি। হেফাজতে আমীরের বিবৃতি থেকে জানা যায়, “২০১২ সাল পর্যন্ত চলে আসা সিলেবাস পাল্টে ২০১৩ সাল থেকে স্কুল পাঠ্যবইয়ে এমন ১৭টি রচনা বাদ দেওয়া হয়েছে, যেগুলো নৈতিকতা ও আদর্শিকভাবে স্বীকৃত হয়ে আসছে কয়েক যুগ ধরে। তার পরিবর্তে এমন ১২টি নতুন রচনা সংযোজন করা হয়েছে, যেগুলো তাত্ত্বিকভাবে সরাসরি হিন্দুত্ব ও নাস্তিক্যবাদী ধ্যান-ধারণার সঙ্গে যুক্ত।” সংবাদ সম্মেলনে উদীচীর সাধারণ সম্পাদক জামসেদ আনোয়ার তপন জানান, “বর্তমানে এক ভয়ানক সাম্প্রদায়িক বিষে আক্রান্ত আমাদের শিক্ষাব্যবস্থা। পাঠ্যপুস্তকের ঝকঝকে মলাটের ভেতরে বীভৎস মৌলবাদী পরিকল্পনায় ঢুকিয়ে দেওয়া হয়েছে সম্প্রদায়গত, জাতিগত এবং নারী-পুরুষের বৈষম্য।” ঢাকা রিপোর্টার্স ইউনিটিতে হিন্দু-বৌদ্ধ-খ্রিস্টান ঐক্য পরিষদ আয়োজিত এক অনুষ্ঠানে সাধারণ সম্পাদক রানা দাশগুপ্ত পাঠ‌্যবই নিয়ে  বলেন, “পাঠ্যপুস্তকের এই অবস্থা সাম্প্রদায়িকতাকে আরও উসকানি দিচ্ছে, এর মধ্য দিয়ে উৎসাহিত হচ্ছে জঙ্গিবাদ, মৌলবাদ আর স্বাধীনতা বিরোধী শক্তি। এ সবকিছুই প্রভাব ফেলবে সংখ্যালঘুদের উপর এবং সামনের বছরগুলো আরও বিপন্ন হয়ে উঠবে।”\nছাত্র ইউনিয়নের সভাপতি লাকি আক্তার বইয়ে ভুল ও সাম্প্রদায়িকীকরণ এর অভিযোগ এনে শিক্ষামন্ত্রীর পদত্যাগ দাবি করেছিলেন। পাঠ্যপুস্তকে সাম্প্রদায়িক ও ধর্মীয় বৈষম্যমূলক বিষয় অন্তর্ভুক্তি এবং গুরুত্বপূর্ণ ও প্রগতিশীল লেখকদের লেখা বাদ দেওয়াসহ নানা অসংগতির নিন্দা ও প্রতিবাদ জানান দেশের ৮৫ জন বিশিষ্ট ব্যক্তি। হেফাজত আমির আল্লামা শফী আহমদ এক বিবৃতিতে বলেন,‘স্কুল পাঠ্যপুস্তকে হেফাজতের দাবি শতভাগ পুরণ হয়েছে বলে যারা বিতর্ক তুলতে চাচ্ছেন, এরা সমাজ বিচ্ছিন্ন অতিক্ষুদ্র একটা অংশ। এরা শুধু দেশের শান্তি-শৃঙ্খলার ক্ষতি করছেন। এরা ও দিয়ে ওড়না লেখায় সাম্প্রাদয়িকতা ও অসামঞ্জস্য খুঁজে পান, কিন্তু ‘র’ দিয়ে রথ টানি, ‘ত’ দিয়ে তবলা বাজাই, ‘ঢ’ দিয়ে ঢাক বাজাই, ‘ঋ’ দিয়ে ঋষির মধ্যে সাম্প্রদায়িকতা ও অসামঞ্জস্য খুঁজে পান না।\nসচিবালয়ে শিক্ষা মন্ত্রণালয়ের সভা কক্ষে জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ডের বইয়ে ভুলত্রুটি নিয়ে সংবাদ সম্মেলনে শিক্ষামন্ত্রী নুরুল ইসলাম নাহিদ বলেন, মানুষের ভুল-ত্রুটি হতেই পারে। তবে কিছু ভুল হওয়া উচিত ছিল না। এই ভুলের জন্য বিচার হওয়া উচিত। যারা ভুল করেছেন এবং দায়ী তাদের কেউ রেহাই পাবে না।\nএনসিটিবির চেয়ারম্যান অধ্যাপক নারায়ণ চন্দ্র সাহা জানান যেসব ভুল নিয়ে সমালোচনা হচ্ছে সেগুলোর পাশাপাশি নতুন শিক্ষাবর্ষের সব বই পরিমার্জনেও সংশ্লিষ্ট বিশেষজ্ঞদের দায়িত্ব দেওয়া হয়েছে।\n\n\n== তথ্যসূত্র =="}