{"pageid": 1306487, "title": "ধনঞ্জয় যশবন্ত চন্দ্রচূড়", "url": "https://bn.wikipedia.org/wiki?curid=1306487", "content": "ধনঞ্জয় যশবন্ত চন্দ্রচূড় (জন্ম: ১১ নভেম্বর ১৯৫৯) হলেন একজন ভারতীয় বিচারক, যিনি ভারতের ৫০তম প্রধান বিচারপতি হিসেবে দায়িত্ব পালন করেছেন। তিনি ন্যাশনাল লিগ্যাল সার্ভিসেস অথরিটির একজন প্রাক্তন পদাধিকারবলে নির্বাহী চেয়ারম্যান এবং ভারতের সর্বোচ্চ আদালতের J1 (বা প্রধান বিচারপতির পরে জ্যেষ্ঠতম বিচারক)। এছাড়াও, তিনি এলাহাবাদ হাইকোর্টের প্রাক্তন প্রধান বিচারপতি এবং বোম্বে হাইকোর্টের প্রাক্তন বিচারপতি।\nভারতের দীর্ঘমেয়াদী প্রধান বিচারপতি ওয়াইভি চন্দ্রচূড়ের পুত্র, তিনি সুলিভান এবং ক্রমওয়েলের জন্য এবং বোম্বে হাইকোর্টে অনুশীলন করার আগে দিল্লি বিশ্ববিদ্যালয় এবং হার্ভার্ড বিশ্ববিদ্যালয়ে শিক্ষিত ছিলেন। তিনি বোম্বে হাইকোর্টের বিচারপতি এবং তারপর এলাহাবাদ হাইকোর্টের প্রধান বিচারপতি হন।\nএকজন উদার বিচারক, তিনি বেঞ্চের অংশ ছিলেন যেগুলি গোপনীয়তা রায় এবং শবরীমালা মামলার মতো যুগান্তকারী রায় দেয়। তিনি মুম্বাই, ওকলাহোমা, হার্ভার্ড, ইয়েল এবং অন্যান্য বিশ্ববিদ্যালয়ে অধ্যাপক হিসেবে পরিদর্শন করেছেন।\nতিনি বিচারপতি উদয় উমেশ ললিতের স্থলাভিষিক্ত হন ৯ নভেম্বর, ২০২২-এ ভারতের প্রধান বিচারপতি হিসাবে (৬২ বছর, ১১ মাস এবং ২৯ দিন বয়সে) যার আগে স্বার্থের সংঘাতের কারণে তাঁর মনোনয়ন চ্যালেঞ্জ করা হয়েছিল। বিচারপতি উদয় উমেশ ললিতের নেতৃত্বাধীন একটি বেঞ্চ চন্দ্রচূড়ের শপথ অনুষ্ঠানের এক সপ্তাহ আগে আবেদনটি খারিজ করে দেয়।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\n\n\n== কর্মজীবন ==\nচন্দ্রচূড় ১৯৮২ সালে দিল্লি বিশ্ববিদ্যালয়ে আইন অধ্যয়ন করেন যখন অল্পবয়সী আইন স্নাতকদের জন্য খুব কম চাকরি পাওয়া যায়। তিনি ফালি নরিমানের জন্য কিছু সংক্ষিপ্ত খসড়া তৈরি সহ আইনজীবী এবং বিচারকদের সহায়তাকারী জুনিয়র অ্যাডভোকেট হিসাবে কিছু সময়ের জন্য কাজ করেছিলেন। হার্ভার্ড থেকে স্নাতক হওয়ার পর, চন্দ্রচূদ প্রথমে আইন সংস্থা সুলিভান এবং ক্রমওয়েলে কাজ করেন। তিনি এই অভিজ্ঞতাটিকে \"নিছক ফ্লুক\" হিসাবে বর্ণনা করেছিলেন যেটি সেই সময়ে বিদ্যমান শক্তিশালী পেকিং অর্ডার এবং ভারতীয়দের নিয়োগের বিরুদ্ধে এবং অনুরূপ উন্নয়নশীল দেশগুলির বিরুদ্ধে একটি শক্তিশালী পক্ষপাতের কারণে।  ভারতে ফিরে তিনি ভারতের সুপ্রিম কোর্ট এবং বোম্বে হাইকোর্টে আইন অনুশীলন করেন। বোম্বে হাইকোর্ট তাকে একজন সিনিয়র অ্যাডভোকেট মনোনীত করেছিলেন1998 সালের জুন মাসে। সেই বছর, তিনি ভারতের একজন অতিরিক্ত সলিসিটর জেনারেল নিযুক্ত হন, যে ভূমিকা তিনি বিচারক হিসেবে নিয়োগ না হওয়া পর্যন্ত অধিষ্ঠিত ছিলেন।\n২৯শে মার্চ ২০০০ থেকে এলাহাবাদ হাইকোর্টের প্রধান বিচারপতি হিসেবে নিয়োগ না হওয়া পর্যন্ত তিনি বোম্বে হাইকোর্টের একজন বিচারপতি হয়েছিলেন। এই সময়ে তিনি মহারাষ্ট্র জুডিশিয়াল একাডেমির পরিচালকও ছিলেন। তিনি ৩১ অক্টোবর ২০১৩ থেকে ১৩ মে ২০১৬ তারিখে ভারতের সুপ্রিম কোর্টে নিয়োগ পর্যন্ত এলাহাবাদ হাইকোর্টের প্রধান বিচারপতি ছিলেন। ২৪ এপ্রিল ২০২১ থেকে তিনি ভারতের সুপ্রিম কোর্টের কলেজিয়ামের একটি অংশ হয়েছিলেন  যা ভারতের সুপ্রিম কোর্টের পাঁচজন সিনিয়র-সবচেয়ে বেশি বিচারকের সমন্বয়ে গঠিত একটি সংস্থা এবং ভারতের সুপ্রিম কোর্ট এবং সমস্ত হাইকোর্টে বিচারক নিয়োগের জন্য দায়ী। তিনি জাতীয় আইনি সেবা কর্তৃপক্ষের নির্বাহী চেয়ারম্যান ১৭ অক্টোবর ২০২২ -এ, তৎকালীন প্রধান বিচারপতি উদয় উমেশ ললিতের অবসর গ্রহণের পর তিনি ভারতের প্রধান বিচারপতি হিসেবে নিযুক্ত হন। তিনি ৯ নভেম্বর ২০২২-এ ভারতের ৫০ তম প্রধান বিচারপতি হিসেবে শপথ নেন।\nতার বিচার বিভাগীয় চাকরি ছাড়াও, চন্দ্রচূদ মুম্বাই বিশ্ববিদ্যালয় এবং মার্কিন যুক্তরাষ্ট্রের ওকলাহোমা কলেজ অফ ল - এর তুলনামূলক সাংবিধানিক আইনের ভিজিটিং অধ্যাপক ছিলেন। তিনি অস্ট্রেলিয়ান ন্যাশনাল ইউনিভার্সিটি, ডেকিন ইউনিভার্সিটি, মেলবোর্ন ল স্কুল, হার্ভার্ড ল স্কুল, ইয়েল ল স্কুল, হাওয়াই বিশ্ববিদ্যালয়ের উইলিয়াম এস রিচার্ডসন স্কুল অফ ল এবং দক্ষিণ আফ্রিকার উইটওয়াটারসরান্ড বিশ্ববিদ্যালয়ে বক্তৃতা দিয়েছেন।\n\n\n== উল্লেখযোগ্য সিদ্ধান্ত ==\n\n\n== উল্লেখযোগ্য ভিন্নমত ==\n\n\n== উল্লেখযোগ্য বক্তৃতা ==\n\n\n== ই-কমিটি ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nMillennium laws For India Inc.---A symposium\nMediation – realizing the potential and designing. implementation strategies.\nFirst South Asian Regional Judicial Colloquium on Access to Justice\nCHRI: Judicial Colloquia Series on Access to Justice\nJusticiability of Economic, Social and Cultural Rights in the Pacific—A judicial colloquium and workshop\nCourt of Judicature at Allahabad"}