{"pageid": 1307342, "title": "মসজিদে প্রার্থনা", "url": "https://bn.wikipedia.org/wiki?curid=1307342", "content": "মসজিদে প্রার্থনা (ফরাসি: La Prière à la mosquée) ১৮৭১ সালে ফরাসি শিল্পী জঁ-লিও জেরোমের ক্যানভাসে অঙ্কিত একটি তৈলচিত্র। চিত্রে একটি মিশরীয় মসজিদের অভ্যন্তরে সালাত আদায়রত মুসলিম, মসজিদের অভ্যন্তরীণ স্থাপত্যশৈলী ও পরিবেশ অঙ্কিত হয়েছে। চিত্রে জেরোমে তার মিশরের ভ্রমণের সময় বিভিন্ন মসজিদে মুসলিমদের নামাজ আদায়ের বিভিন্ন স্কেচ একত্র করে ফুসতাতের আমর মসজিদের পটভূমিতে সমন্বিত রূপ দিয়েছেন। প্রাচ্যবাদী চিত্রকর্মটি মেট্রোপলিটন মিউজিয়াম অফ আর্টের সংগ্রহে রয়েছে।\n\n\n== প্রেক্ষাপট ==\n\nজঁ-লিও জেরোমের দুই-তৃতীয়াংশ চিত্রকর্ম মূলত প্রাচ্যবাদ নিয়ে অঙ্কিত। ১৮৬৮ সালে তিনি মিশর ভ্রমণ করেন। সেসময় তিনি বহু মসজিদ ঘুরে দেখেন। আমর ইবনুল আস মসজিদ দেখে তিনি ১৮৭১ সালে এই চিত্রটি আঁকেন। চিত্রে বাহারি পোশাক হতে ছিন্নবস্ত্র পরিহিত বিভিন্ন আর্থ সামাজিক অবস্থার মুসলিমদের মসজিদে সালাত আদায়ের মুহূর্ত আঁকা হয়েছে। ১৮৬৮ সালে মসজিদটি ব্যবহারের অনুপোযোগী হওয়ায়  সংস্বকারের জন্য জনসাধারণের জন্য বন্ধ ছিল। জেরোমে অন্যান্য মসজিদে পৃথক সময়ে বিভিন্ন মুসলিমদের নামাজ আদায় করা দেখে একাধিক স্কেচ করেছিলেন। সেই স্কেচগুলিকে আমর মসজিদের পটভূমিতে সমন্বয় করে চিত্রটি প্রস্তুত করেছিলেন। মসজিদের মেঝের নকশায় জেরোমে নিজের মত কল্পনা করেছিলেন।\n\n\n== বর্ণনা ==\nচিত্রে মিশরের ফুসতাতের সপ্তম শতাব্দীতে নির্মিত আমর ইবনে আস মসজিদের অভ্যন্তরে বিভিন্ন সারিতে মুসলিমদের সালাত আদায় করতে দেখা যাচ্ছে। মুসলিমদের মধ্যে পোশাক অনুযায়ী সমাজের বিভিন্ন শ্রেণীর উপস্থাপন দেখা যায়। এছাড়াও মসজিদের কলাম  সারিবদ্ধ তোরণ, ছাদ হতে ঝুলন্ত ঝাড়বাতি, প্রত্যকটি স্তম্ভ আয়তাকার কাঠের গুড়ি যুক্ত। এক ঝাক কবুতর মেঝে থেকে কুড়িয়ে খাচ্ছে, আরো কয়েকটি ঝাড়বাতির পাশ দিয়ে উড়ছে। জেরোমে সাক্ষর (J.L. GEROME) করেছেন  চিত্রের উপরাংশে সর্বডানের কাঠের গুড়িতে।\n\n\n== মালিকানা ==\nপ্যারিসের চিত্র পরিবেশক অ্যাডলফ গৌপিল ১৮৭৪ সালের ২৩ সেপ্টেম্বর চিত্রটি ২০ হাজার ফ্রাঁয়ের বিনিময়ে কিনে নেন। একইবছর ৫ নভেম্বর এটি নিউ ইয়র্কের নোডলারের কাছে ৪০ হাজার ফ্রাঁ মূল্যে বিক্রি করেন। এক সপ্তাহ  বাদে ১৩ নভেম্বর ক্যাথরিন লরিলর্ড উলফ ১০,৬৭০ ডলার দিয়ে তার ব্যক্তিগত সংগ্রহশালার জন্য কিনে নেন। ১৮৮৭ সালে এটি মেট্রোপলিটন যাদুঘরের কর্তৃত্বে আসে। \n\n\n== তথ্যসূত্র =="}