{"pageid": 1308032, "title": "কেনিয়া জাতীয় অনূর্ধ্ব-১৯ ক্রিকেট দল", "url": "https://bn.wikipedia.org/wiki?curid=1308032", "content": "কেনিয়ার জাতীয় অনূর্ধ্ব-১৯ ক্রিকেট দল আন্তর্জাতিক অনূর্ধ্ব-১৯ ক্রিকেটে কেনিয়া প্রজাতন্ত্রের প্রতিনিধিত্ব করে। কেনিয়া চারবার আইসিসি অনূর্ধ্ব-১৯ বিশ্বকাপের জন্য যোগ্যতা অর্জন করেছে – ১৯৯৮, ২০০০, ২০০২ এবং ২০১৮ । সামগ্রিকভাবে, কেনিয়া তার বিশ্বকাপ ম্যাচের ২৬% (২৩টির মধ্যে ৬টি) জিতেছে, ১৯৯৮ সালে ১১তম স্থানে থাকা সেরা পারফরম্যান্সের সাথে।\n\n\n== টুর্নামেন্টের ইতিহাস ==\n\n\n=== ১৯৯৮ ===\nদক্ষিণ আফ্রিকায় ১৯৯৮ বিশ্বকাপে, কেনিয়া গ্রুপ পর্বে শুধুমাত্র স্কটল্যান্ডকে হারিয়েছিল। প্লেট প্রতিযোগিতায়, তারা আয়ারল্যান্ড এবং পাপুয়া নিউ গিনির বিরুদ্ধে আরও দুটি গেম জিতে সামগ্রিকভাবে ১১তম স্থানে রয়েছে। \n\n\n=== ২০০০ ===\nশ্রীলঙ্কায় ২০০০ বিশ্বকাপে, কেনিয়া তার গ্রুপে শেষ স্থানে হয়েছিল। তারা পাকিস্তান ও নবাগত নেপালের কাছে হেরে যায় এবং দক্ষিণ আফ্রিকার বিপক্ষে খেলাটির পরিত্যক্ত হয়। প্লেট প্রতিযোগিতায়, তারা নামিবিয়ার বিপক্ষে টুর্নামেন্টের তাদের একমাত্র ম্যাচটি জিতেছিল এবং এভাবে সামগ্রিকভাবে ১৩তম স্থান অর্জন করেছিল। \n\n\n=== ২০০২ ===\nনিউজিল্যান্ডে ২০০২ বিশ্বকাপে, কেনিয়া আবার তার গ্রুপে শেষ স্থানে ছিল। অস্ট্রেলিয়ার বিপক্ষে উদ্বোধনী ম্যাচটি ছিল কেনিয়ার ক্রিকেট ইতিহাসের সবচেয়ে লজ্জাজনক দিনগুলোর একটি ছিল। অস্ট্রেলিয়া তার ৫০ ওভারে ৪৮০/৬ করে, যা বিশ্বকাপের ইতিহাসে সর্বোচ্চ সংগ্রহ। কেনিয়া ৫০ রানে আউট হয়েছিল, ৪৩০ রানের ব্যবধানে হেরেছিল, আরেকটি লজ্জাজনক রেকর্ড। তা সত্ত্বেও, কেনিয়া টুর্নামেন্টে শেষ পর্যন্ত শেষ করতে পারেনি, কারণ তারা প্লেট চ্যাম্পিয়নশিপে পাপুয়া নিউগিনিকে পরাজিত করে সামগ্রিকভাবে ১৪তম স্থান অর্জন করে। \n\n\n=== ২০১৮ ===\nকেনিয়ার সিনিয়র দলের ভাগ্যের পতনের সাথে সাথে, জাতীয় অনূর্ধ্ব-১৯ দল ২০০৪ থেকে ২০১৬ সালের মধ্যে টানা সাতটি টুর্নামেন্টে বিশ্বকাপের যোগ্যতা অর্জন করতে ব্যর্থ হয়। কিন্তু একটি অত্যাশ্চর্য পরিবর্তনে, কেনিয়ানরা ২০১৭ সালের আইসিসি অনূর্ধ্ব-১৯ বিশ্বকাপের বাছাইপর্বে জিতেছে – নিজ মাটিতে আফ্রিকা, নেট রান রেটে উগান্ডাকে হারিয়ে। টুর্নামেন্টের চূড়ান্ত খেলায়, যোগ্যতা অর্জনের জন্য একটি বড় জয়ের প্রয়োজন, কেনিয়া উগান্ডাকে মাত্র ৬০ রানে আউট করে এবং মাত্র ৮.৩ ওভারে ৭ উইকেটের জয় লাভ করে।\n\n\n== অনূর্ধ্ব-১৯ বিশ্বকাপে রেকর্ড ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nক্রিকেট কেনিয়া  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ নভেম্বর ২০২২ তারিখে"}