{"pageid": 1308765, "title": "অগ্নি নিয়ন্ত্রণ", "url": "https://bn.wikipedia.org/wiki?curid=1308765", "content": "অগ্নি নিয়ন্ত্রণ বলতে কোনও অগ্নিকাণ্ডে উৎপাদিত তাপের পরিমাণ হ্রাস, আগুনে আক্রান্ত এলাকার আয়তন হ্রাস, কিংবা জ্বালানি, অক্সিজেন বা তাপ (অগ্নি ত্রিভুজ দেখুন) থেকে বঞ্চিত করার মাধ্যমে অগ্নিকাণ্ড দমন বা নির্বাপণ করার কাজটিকে বোঝায়। অগ্নি প্রতিরোধ ও নিয়ন্ত্রণ বলতে অগ্নিকাণ্ডসমূহ প্রতিরোধ, শনাক্তকরণ ও সেগুলির নির্বাপণ ছাড়াও আগুনের কারণ গবেষণা, জনগণকে আগুনের ঝুঁকি সম্পর্কে শিক্ষাদান এবং অগ্নি-নির্বাপণী সরঞ্জাম সামগ্রীর রক্ষণাবেক্ষণ ও উন্নতিসাধনের মতো গৌণ কাজগুলিকেও বোঝায়।\nআগুনের তিনটি প্রধান উপাদান হল জ্বালানি, তাপ ও অক্সিজেন। এগুলির যেকোনও একটি বাদ পড়লে আগুন টিকে থাকতে পারে না।\nঅনেক দেশে আগুনের শ্রেণীকরণ করা হয়ে থাকে। যেমন মার্কিন যুক্তরাষ্ট্রে অগ্নিকাণ্ডগুলিকে এ, বি, সি, ডি ও কে শ্রেণীতে ভাগ করা হয়। একেকটি শ্রেণী একেকটি বিশেষ ধরনের অগ্নিকাণ্ড নির্দেশ করে, যা নিয়ন্ত্রণ করার পদ্ধতি স্বতন্ত্র হয়ে থাকে এবং এই নিয়ন্ত্রণ পদ্ধতিগুলি অগ্নিকাণ্ডের কারণের উপরে নির্ভর করে। সঠিক অগ্নিনির্বাপক সরঞ্জাম ব্যবহার করতে হলে অগ্নিকাণ্ডের কারণ বুঝতে পারে অতীব জরুরি। যদি ভুল নির্বাপক ব্যবহার করা হয়, তাহলে হয় সেটি আগুনটিকে আরও বিপজ্জনক করে তুলবে কিংবা সেটি নিয়ন্ত্রণে আনতে ব্যর্থ হবে। উদাহরণস্বরূ যদি কোনও রাসায়নিক অগ্নিকাণ্ডে এ, বি বা সি জাতীয় অগ্নিনির্বাপক ব্যবহার করা হয়, তাহলে অগ্নি নির্বাপিত হয়ে বিস্ফোরণ পর্যন্ত ঘটতে পারে। বিভিন্ন ধরনের অগ্নিনির্বাপক যন্ত্রের মধ্যে কার্বন ডাই-অক্সাইড অগ্নিনির্বাপক, এ, বি বা সি শ্রেণী কার্বন ডাই-অক্সাইড অগ্নিনির্বাপক এবং জলভিত্তিক অগ্নিনির্বাপক অন্তর্ভুক্ত।\n\nঅগ্নিনির্বাপক যন্ত্র থেকে নির্গত কার্বন ডাই-অক্সাইডের কারণে আগুন অক্সিজেনে সংস্পর্শে আসতে বাধা পায়, ফলে আগুন নির্বাপিত হয়। এ শ্রেণীর (Class A) অগ্নিনির্বাপকগুলি কাঠ, কাগজ ও প্লাস্টিকের আগুন নেভাতে, বি শ্রেণীরগুলি তরল পদার্থ যেমন তেল, পেট্রল, কেরোসিন বা রঙের আগুন নেভাতে এবং সি শ্রেণীরগুলি বৈদ্যুতিক যন্ত্রপাতির আগুন নেভাতে ব্যবহার করতে হয়। যখন কোনও অগ্নিনির্বাপক যন্ত্র ব্যবহার করতে হয়, তখন সেটি কীভাবে কাজ করে ও কোথায় সেটিকে তাক করতে হবে, সে ব্যাপারটি বোঝা অত্যন্ত গুরুত্বপূর্ণ। ইংরেজিতে PASS আদ্যক্ষরাটি দিয়ে এ ব্যাপারটি মনে রাখা হয়, যার অর্থ দাঁড়ায় টানো, তাক করো, চাপ দাও ও লক্ষ্যে মারো (Pull, Aim, Squeeze, Shoot)।\n\n\n== আরও দেখুন ==\nআগুনের শ্রেণী\nঅগ্নিনির্বাপক বালতি\n\n\n== তথ্যসূত্র ==\n\n Fire fighting}}"}