{"pageid": 1308586, "title": "সাঈদ ইসমাগিলোভ", "url": "https://bn.wikipedia.org/wiki?curid=1308586", "content": "শেখ সাঈদ ইসমাগিলোভ ( ইউক্রেনীয়: Сергій Валерійович Ісмагілов) তিনি ইউক্রেন মুসলমানদের ধর্মীয় প্রশাসন \"উম্মাহ\" এর মুফতি, ইউক্রেনের মুসলিম আধ্যাত্মিক নেতাদের একজন, অল ইউক্রেনিয়ান পাবলিক অর্গানাইজেশন ও \"ইউক্রেনীয় সেন্টার ফর ইসলামিক স্টাডিজ\" এর সভাপতি, দোনেৎস্ক শহরের মুসলিম সম্প্রদায় \"নূর\" এর প্রধান এবং দোনেৎস্ক শহরের পাবলিক অর্গানাইজেশন \"আল-আমাল\" এর সদস্য। ইউক্রেনীয় ইসলাম শিক্ষা গবেষণা কেন্দ্রের প্রধান, ইউক্রেনীয় ধর্ম গবেষণা  সংস্থা (ইউএআরআর) এর দোনেৎস্ক আঞ্চলিক সেলের সদস্য, ধর্মীয় স্টাডিজ এবং আন্তর্জাতিক আধ্যাত্মিক সম্পর্ক সংস্থার পরিচালনা পর্ষদের সদস্য, গীর্জা কাউন্সিল এবং দোনেৎস্ক অঞ্চলের ধর্মীয় সংগঠন এর সদস্য, ইউক্রেনীয় ইসলামী ইনস্টিটিউটে ধর্মতত্ত্ব ও ধর্মের প্রভাষক (২০০১-২০০২), বিশিষ্ট পাবলিক ব্যক্তিত্ব।\nতার প্রধান উদ্দেশ্য ইউক্রেনের মুসলমানদের ইউক্রেনীয় সমাজের অবিচ্ছেদ্য অংশ হিসেবে স্বীকৃতি দেয়া।\n\n\n== জীবনী ==\nসাঈদ ইসমাগিলোভ জন্ম ৯ আগস্ট ১৯৭৮ দোনেৎস্ক। তিনি বিবাহিত এবং তার একটি ছেলে আছে।\n\n\n== বৈজ্ঞানিক কর্মজীবন ==\n২০০১-২০০২ সময়কালে, তিনি ইউক্রেনীয় ইসলামিক ইউনিভার্সিটি (দোনেৎস্ক) এর ধর্মতত্ত্ব এবং ধর্মীয় অধ্যয়নের প্রভাষক ছিলেন। তিনি দোনেৎস্ক স্টেট ইনস্টিটিউট অফ আর্টিফিশিয়াল ইন্টেলেক্টে ধর্মীয় অধ্যয়নের বক্তৃতা দেন। তিনি অসংখ্য ইউক্রেনীয় এবং আন্তর্জাতিক বৈজ্ঞানিক এবং ব্যবহারিক সম্মেলনে অংশ নিয়েছিলেন৷ \n২০০৩ সালে, অন্যান্য বিজ্ঞানীদের সহযোগিতায়, তিনি অল-ইউক্রেনীয় পাবলিক অর্গানাইজেশন \"ইউক্রেনীয় সেন্টার ফর ইসলামিক স্টাডিজ\" প্রতিষ্ঠা করেন এবং আরও তিনি এর সভাপতি নির্বাচিত হন৷\n\nকনফারেন্সের সময় \"একবিংশ শতাব্দীর উন্নয়ন এবং বৈশ্বিক আহ্বানের পরিপ্রেক্ষিতে তৃতীয় বিশ্ব\", এস. ইসমাগিলভ একটি মতামত তুলে ধরেন যে বিশ্বের মুসলিম রাজনৈতিক প্রকল্পগুলির প্রতি অবিশ্বাস এই কারণে ঘটে যে সেগুলির কোনটিকেই বাস্তবায়নের অনুমতি দেওয়া হয়নি।\n\n\n== শিক্ষা ==\nইসমাগিলভ ১৯৮৫ সালে দোনেৎস্ক শহরের মিডল স্কুল №-৬০ এ পড়াশোনা করেছিলেন৷\nতিনি ১৯৯৩ সালে দোনেৎস্ক পলিটেকনিক কলেজ (প্রকৌশল মেকানিক্স বিভাগ)-এ ভর্তি হন এবং ১৯৯৭ সালে তিনি স্নাতক লাভ করেন\nতিনি মস্কো হায়ার ইসলামিক কলেজ (বর্তমানে মস্কো ইসলামিক বিশ্ববিদ্যালয়) এর ধর্মতত্ত্ব বিভাগে ধর্মীয় শিক্ষা লাভ করেন এবং ১৯৯৭ সালে বিশ্ববিদ্যালয় থেকে স্নাতক সম্মান সহ ডিপ্লোমা এবং ইমাম ও খতিব উপাধি অর্জন করেন।\nতিনি ইউক্রেনীয়, রাশিয়ান, তাতার ও আরবি ৪টি ভাষায় সাবলীলভাবে কথা বলতে পারেন।\nইসমাগিলভ ২০০২ সালে দোনেৎস্কের স্টেট ইনস্টিটিউট অফ আর্টিফিশিয়াল ইন্টেলেক্ট (দর্শন ও ধর্মীয় স্টাডিজ বিভাগ)-এ ভর্তি হন। ৩ অক্টোবর ২০০৭-এ এই ইনস্টিটিউটটি চতুর্থ স্তরের স্বীকৃতি লাভ করে এবং স্টেট ইউনিভার্সিটি অফ ইনফরমেটিক্স এবং কৃত্রিম বুদ্ধিমত্তা দেনেৎস্কে পরিণত হয়। ২০০৭ সালে ইসমাগিলভ তার পড়াশোনা শেষ করেন এবং দর্শনে ব্যাচেলর ও ধর্মীয় অধ্যয়নে স্নাতকোত্তর ডিগ্রি দুটি অর্জন করেন।\n\n\n== তথ্যসূত্র =="}