{"pageid": 1309, "title": "কেউটে সাপ", "url": "https://bn.wikipedia.org/wiki?curid=1309", "content": "পদ্ম গোখরা (বৈজ্ঞানিক নাম Naja kaouthia, ইংরেজিতে monocled cobra) হল গোখরা প্রজাতির একটি সাপ যা দক্ষিণ এবং দক্ষিণপূর্ব এশিয়া দেখা যায়। এটিকে আইইউসিএন কর্তৃক ন্যূনতম বিপদগ্রস্ত তালিকাভুক্ত করা হয়েছে। এ গোখরোর ফণার পিছনে গরুর ক্ষুরের মত দাগ থাকে যার থেকে বাংলা গোক্ষুর নামটি এসেছে। অন্যদিকে ইংরেজিতে মনোকলড অর্থ হল একচোখা। এ সাপটিকে মনোকলড বলার কারন হল এই সাপের ফণার পিছনে গোল দাগ থাকে যা দেখতে একচোখা চশমার মত লাগে তাই এর ইংরেজি নাম মনোকল্ড কোবরা। সকল গোখরা প্রজাতির সাপ উত্তেজিত হলে ফণা মেলে ধরে। সাপের ঘাড়ের লম্বা হাড় স্ফীত হয়ে ওঠে, তাতে চমৎকার ফণাটি বিস্তৃত হয়।\nইংরেজি কোবরার (Cobra) আক্ষরিক অর্থ হল গোখরা। প্রকৃত পক্ষে কোবরা হল নাজা নামক বিস্তৃত ও বৃহৎ সর্পগণ (Genus)। এই গণে (Genus) সকল প্রজাতির কোবরাকে অর্ন্তভুক্ত করা হয়। কোবরা ভারতীয় উপমহাদেশের বিভিন্ন দেশ ছাড়াও মিশর, আরব, দক্ষিণ আফ্রিকা, বার্মা, চীন ইত্যাদি দেশ ও অঞ্চলে দেখা যায়।\nঅনেকে ভুলবশত গোখরা বলতে শুধুমাত্র স্পেকটাকলড কোবরা বা মনোকল্ড কোবরাকে বুঝে থাকে। এটি আসলে একটি বৃহৎ সর্পগোষ্ঠির সাধারণ নাম।\nবাংলাদেশের ২০১২ সালের বন্যপ্রাণী (সংরক্ষণ ও নিরাপত্তা) আইনে এ প্রজাতিটি সংরক্ষিত।\n\n\n== ব্যুৎপত্তি ==\nকেউটে শব্দটি এসেছে সংস্কৃত শব্দ কালকূট থেকে।\n\n\n== শ্রেণিবিন্যাস ==\nবৈজ্ঞানিক নাম নাজা কৌথিয়া ১৮৩১ সালে রেন লেসন প্রস্তাব করেছিলেন। তিনি মনোকলড কোবরাকে একটি সুন্দর সাপ হিসাবে বর্ণনা করেছিলেন যা খৈয়া গোখরা থেকে পৃথক। এর ১৮৮ ভেন্ট্রাল স্কেল এবং ৫৩ জোড়া শৈলাকার আঁশ বিন্যাস রয়েছে।\nসেই থেকে বেশ কয়েকটি মনোকলড কোবরা বিভিন্ন বৈজ্ঞানিক নামে বর্ণিত হয়েছিল:\n\n১৮৩৪ সালে জন এডওয়ার্ডসের গ্রে প্রকাশিত টমাস হার্ডউইকস এর অধীনে একটি মনোকলড কেউটের প্রথম চিত্রণ করেন ট্রাইনোমিয়ান নোমেনক্লেচারের ভিত্তিতে নাজা ট্রাইপুডিয়ানস ভার.ফ্যাসিটা (Naja tripudians Var fasciata) । \n১৮৩৯ সালে, থিওডোর এডওয়ার্ড ক্যান্টর বোম্বাই, কলকাতা এবং আসামে ট্রাইনোমিয়ান নোমেনক্লেচারের ভিত্তিতে নাজা লার্ভাতার  (Naja larvata) অধীনে সাদা আংটির চিহ্নযুক্ত একটি বাদামী বর্ণের মনোকলড কোবরার বর্ণনা করেছিলেন। \n১৮৯৫ এবং ১৯১৩ এর মধ্যে দ্বিপদী নাজা ট্রিপুডিয়ানদের অধীনে বিভিন্ন জাতের মনোকলড কোবরা বর্ণিত হয়েছিল:\n\nএন জে ভার স্কোপিনিচা ১৮৯৫\nএন জে ভার একরঙা ১৮৭৬\nএন জে ভার ভিরিডিস ১৯১৩\nএন জে ভার সগিত্তিফের ১৯১৩\n১৯৪০ সালে ম্যালকম আর্থার স্মিথ মনোকলড কোবরাকে ট্রাইনোমিয়াল নাজা নাজা কৌথিয়ার অধীনে স্পেকটাকলড কোবরার উপ-প্রজাতি হিসাবে শ্রেণীবদ্ধ করেন।  ১৯৯০ এর দশকে পুনশ্রেণীকরণের সময়ে  Naja kaouthia কে আলাদা করা হয় Naja siamensis প্রজাতি থেকে। নাজা সিয়ামেনসিস নামটি সাধারণভাবে পুরোনো শ্রেণীকরণ অনুযায়ী গবেষণায় ব্যবহৃত একটি কমন নাম ছিল। \nথাইল্যান্ডে ফাইলোজেনেটিক গবেষণায় নাজা কৌথিয়া  প্রজাতির বিস্ময়কর প্রকরণ প্রদর্শিত হয়েছে। অন্যান্য এশিয়াটিক কোবরার সঙ্গে প্রজাতির বিস্ময়কর প্যারাফাইলেটিক প্রকরণ রয়েছে।\n\n\n== বৈশিষ্ট্য ==\n \nগোক্ষুর গোখরার ইংরেজি ও অক্ষরের মত ফণা রয়েছে যা প্রায় খইয়া বা খড়মপায়া গোখরার কাছাকাছি। ছোট সাপের রং স্থিত থাকে। গায়ে হলুদ, বাদামি, ছাই বা কাল ধরনের রংয়ের সাথে ক্রসব্যান্ড দেখা যায়। ফণার দুই ধারে নিচের দিকে কাল ছোপ দেখতে পাওয়া যায় এবং একটি বা দুটি ক্রস আকারের রেখা কালো ছোপের পেছন থেকে পেটের দিকে নামে। বয়সের সাথে সাথে সাপের গায়ের রং ফিকে হতে শুরু করে। এর দুটি সরু, লম্বা বিষ দাঁত আছে। সবচেয়ে বড় বিষ দাঁতের রেকর্ড হল ৬.৭৮ মিমি (০.৬৭৮ সেমি)। বিষদাঁতগুলো বিষছুঁড়ে মারার জন্য কিছুটা উপযুক্ত। পূর্ণ বয়স্ক গোক্ষুর গোখরা প্রায় ১.৩৫ থেকে ১.৫ মি (৪.৪ থেকে ৪.৯ ফু) হয়, লেজ সহ তা দাঁড়ায় প্রায় ২৩ সেমি (৯.১ ইঞ্চি)। আরো অনেক বড় প্রজাতি পাওয়া গেছে তবে তা খুব বিরল। পূর্ণ বয়স্ক হলে এরা লম্বায় প্রায় ২.৩ মি (৭.৫ ফু) হয়।\n\n\n== বিস্তৃতি ও আবাস ==\nগোক্ষুর গোখরা পাওয়া যায় ভারত এর পশ্চিম থেকে চীন, ভিয়েতনাম এবং কম্বোডিয়াতে। মালয় দ্বীপপুঞ্জ, বাংলাদেশ, ভুটান, মিয়ানমার, লাওস, নেপাল ও  থাইল্যান্ড এদের আদি নিবাস।\n\n\n== আচরণ ==\nএরা নিশাচর। মানুষের বসতবাড়ির আশেপাশে, চাষের জমি, বনাঞ্চল বা ধানক্ষেতের আশেপাশের ইদুরের গর্তে থাকতে ভালবাসে। শিশু গোক্ষুর গোখরা উভচর প্রাণী আর বড়গুলো স্তন্যপায়ী প্রাণি, সাপ বা মাছ শিকার করে। যখন বিরক্ত হয় পালাতে পছন্দ করে। কিন্তু যদি তার কাছে কাউকে প্রাণ সংশয়কারী মনে হয় তাহলে ফণা তুলে জোরে হিস হিস শব্দ করে। আত্মরক্ষার্থে কামড়ও দিতে পারে।\n\n\n== বাস্তুসংস্থান ==\nএগুলোকে গাছের গুঁড়ির গর্ত বা যেখানে ইঁদুর রয়েছে এমন স্থানে পাওয়া যায়।\nকিছু কিছু গোক্ষুর গোখরার বিষ নিক্ষেপ করার ক্ষমতা রয়েছে।\n\n\n== আরও দেখুন ==\nসর্পদংশন\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nWüster, Wolfgang (১৯৯৩)। \"A century of confusion: Asiatic cobras revisited\"। Vivarium। 4 (4): 14–18। \nCox, Merel J (১৯৯৫)। \"Naja kaouthia\"। Herpetological Review। 26 (3): 156–157। \nKyi, S. W.; Zug, G. R. (২০০৩)। \"Unusual foraging behaviour of Naja kaouthia at the Moyingye Wetlands Bird Sanctuary, Myanmar\"। Hamadryad। 27 (2): 265–266। \nWüster, W. Thorpe, R.S. (1991). Asiatic cobras: Systematics and snakebite. Experientia 47: 205–209\nWüster, W.; Thorpe, R.S.; Cox, M.J.; Jintakune, P.; Nabhitabhata, J. (১৯৯৫)। \"Population systematics of the snake genus Naja (Reptilia: Serpentes: Elapidae) in Indochina: Multivariate morphometrics and comparative mitochondrial DNA sequencing (cytochrome oxidase I)\".\"। Journal of Evolutionary Biology। 8: 493–510। ডিওআই:10.1046/j.1420-9101.1995.8040493.x। \nWüster, W (১৯৯৬)। \"Taxonomic changes and toxinology: Systematic revisions of the Asiatic cobras (Naja naja complex)\"। Toxicon। 34 (4): 399–406। ডিওআই:10.1016/0041-0101(95)00139-5। পিএমআইডি 8735239। \nWüster, W (১৯৯৮)। \"The cobras of the genus Naja in India\"। Hamadryad। 23 (1): 15–32। \n\n\n== বহিঃসংযোগ ==\n\nNaja kaouthia at the TIGR Reptile Database\nThe Asiatic Cobra Systematics Page\nClinical Toxinology Resources : Naja kaouthia\nThailand Snakes : Naja kaouthia"}