{"pageid": 1310460, "title": "গামা-রশ্মি বিস্ফোরণ", "url": "https://bn.wikipedia.org/wiki?curid=1310460", "content": "গামা-রশ্মি জ্যোতির্বিজ্ঞান, গামা-রশ্মি বিস্ফোরণ হল অত্যন্ত শক্তিশালী বিস্ফোরণ, যা দূরবর্তী ছায়াপথগুলিতে পরিলক্ষিত হয়েছে। এগুলি মহাবিস্ফোরণের পরবর্তী সময়ের সবচেয়ে শক্তিশালী ও আলোকিত তড়িৎচুম্বকীয় ঘটনা। বিস্ফোরণ দশ মিলিসেকেন্ড থেকে কয়েক ঘন্টা পর্যন্ত স্থায়ী হতে পারে। গামা রশ্মির প্রাথমিক ঝলকানির পরে, একটি দীর্ঘস্থায়ী \"আফটারগ্লো\" সাধারণত দীর্ঘ তরঙ্গদৈর্ঘ্যে নির্গত হয় (এক্স-রে, অতিবেগুনী, দৃশ্যমান, অবলোহিত, অণুতরঙ্গ ও রেডিও)।\nসর্বাধিক পর্যবেক্ষিত গামা-রশ্মি বিস্ফোরণের তীব্র বিকিরণ একটি অতিনবতারা বা অতি আলোকিত অতিনবতারার বিস্ফোরণের সময় নির্গত হয় বলে মনে করা হয়, কারণ একটি উচ্চ-ভরের নক্ষত্র বিস্ফোরিত হয়ে একটি নিউট্রন তারা বা একটি কৃষ্ণগহ্বর তৈরি করে। গামা-রশ্মি বিস্ফোরণের একটি উপশ্রেণি যুগ্ম নিউট্রন তারার একীভূতকরণ থেকে উদ্ভূত বলে মনে হয়।\nবেশিরভাগ গামা-রশ্মি বিস্ফোরণের উৎস পৃথিবী থেকে বহু শতকোটি আলোকবর্ষ দূরে, যা বোঝায় যে বিস্ফোরণগুলি অত্যন্ত শক্তিশালী (একটি সাধারণ বিস্ফোরণ কয়েক সেকেন্ডের মধ্যে ততটা শক্তি নির্গত করে যতটা সূর্য তার পুরো ১০-শতকোটি বছরের জীবদ্দশায় করবে) ও অত্যন্ত বিরল (প্রতি ছায়াপথে প্রতি মিলিয়ন বছরে কয়েকটি) উভয়ই। সমস্ত পর্যবেক্ষিত গামা-রশ্মি বিস্ফোরণগুলি আকাশগঙ্গা ছায়াপথের বাইরে থেকে উদ্ভূত হয়েছে, যদিও ঘটনার একটি সম্পর্কিত শ্রেণি কোমল গামা রিপিটার আকাশগঙ্গা মধ্যস্থ ম্যাগনেটারগুলির সাথে সংযুক্ত। এটি অনুমান করা হয়েছে, যে আকাশগঙ্গায় সরাসরি পৃথিবীর দিকে নির্দেশ করে একটি গামা-রশ্মি বিস্ফোরণের ঘটনায় একটি গণ বিলুপ্তির ঘটনা ঘটাতে পারে।\nভেলা কৃত্রিম উপগ্রহ দ্বারা ১৯৬৭ সালে সর্বপ্রথম গামা-রশ্মি বিস্ফোরণ সনাক্ত করা হয়েছিল, যা গোপন পারমাণবিক অস্ত্র পরীক্ষা সনাক্ত করার জন্য নকশাকৃত ছিল; পুঙ্খানুপুঙ্খ বিশ্লেষণের পর, এটি ১৯৭৩ সালে প্রকাশিত হয়েছিল। এগুলির আবিষ্কারের পর, এই বিস্ফোরণগুলি ব্যাখ্যা করার জন্য ধূমকেতু ও নিউট্রন তারার মধ্যেকার সংঘর্ষের মতো শত শত তাত্ত্বিক মডেলের প্রস্তাব করা হয়েছিল। প্রথম এক্স-রে ও অপটিক্যাল আফটারগ্লো সনাক্তকরণ এবং অপটিক্যাল বর্ণালীবীক্ষণ ব্যবহার করে তাদের লোহিত সরণগুলির সরাসরি পরিমাপ, এবং এইভাবে তাদের দূরত্ব ও শক্তির নির্গমন সনাক্ত করা ১৯৯৭ সাল পর্যন্ত সম্ভবপর না হওয়ায় উক্ত মডেলগুলি যাচাই করার জন্য খুব কম তথ্য উপলব্ধ ছিল। এই আবিষ্কারগুলি, এবং বিস্ফোরণের সঙ্গে সম্পর্কিত ছায়াপথ ও অতিনবতারাগুলির পরবর্তী গবেষণাগুলি, গামা-রশ্মি বিস্ফোরণগুলির দূরত্ব ও উজ্জ্বলতা স্পষ্ট করে, নিশ্চিতভাবে তাদের দূরবর্তী ছায়াপথগুলিতে স্থাপন করে।\n\n\n== ইতিহাস ==\n\nগামা-রশ্মি বিস্ফোরণ প্রথম ১৯৬০-এর দশকের শেষদিকে মার্কিন ভেলা কৃত্রিম উপগ্রহ দ্বারা পর্যবেক্ষণ করা হয়েছিল, যা মহাকাশে পরীক্ষিত পারমাণবিক অস্ত্র দ্বারা নির্গত গামা বিকিরণ স্পন্দন সনাক্ত করার জন্য নির্মিত হয়েছিল। যুক্তরাষ্ট্র সন্দেহ করেছিল যে সোভিয়েত ইউনিয়ন ১৯৬৩ সালে পারমাণবিক পরীক্ষা নিষেধাজ্ঞা চুক্তি স্বাক্ষর করার পর গোপন পারমাণবিক পরীক্ষা চালানোর চেষ্টা করতে পারে। ভেলা ৪ ও ভেলা ৩ কৃত্রিম উপগ্রহ দুটি ১৯৬৭ সালের ২রা জুলাই সর্বজনীন সমন্বিত সময় ১৪ টা ১৯ মিনিটে কোনও পরিচিত পারমাণবিক অস্ত্রের স্বাক্ষরের পরিবর্তে গামা বিকিরণের ঝলকানি সনাক্ত করেছিল। কি ঘটেছে তা অনিশ্চিত কিন্তু বিষয়টিকে বিশেষভাবে জরুরী বিবেচনা না করে, রে ক্লেবেসাডেলের নেতৃত্বে লস আলামস ন্যাশনাল ল্যাবরেটরির দল তদন্তের জন্য তথ্য জমা দিয়েছিল। যেহেতু অতিরিক্ত ভেলা কৃত্রিম উপগ্রহগুলি আরও ভাল যন্ত্রের সাথে উৎক্ষেপণ করা হয়েছিল, সেহেতু লস আলামস দল তাদের তথ্যে অবর্ণনীয় গামা-রশ্মি বিস্ফোরণ খুঁজে পেতে থাকে। বিভিন্ন উপগ্রহ দ্বারা শনাক্ত করা বিস্ফোরণের বিভিন্ন আগমনের সময় বিশ্লেষণ করে, দলটি ১৬ টি বিস্ফোরণের আকাশের অবস্থানের জন্য মোটামুটি অনুমান নির্ধারণ করতে সক্ষম হয়েছিল, এবং নিশ্চিতভাবে পার্থিব বা সৌর উত্সকে বাতিল করে দিয়েছিল। জনপ্রিয় বিশ্বাসের বিপরীতে, তথ্য কখনও শ্রেণিবদ্ধ করা হয়নি। পুঙ্খানুপুঙ্খ বিশ্লেষণের পর, ফলাফলগুলি ১৯৭৩ সালে \"অবজারভেশনস অব গামা-রে বার্স্টস অব কসমিক অরিজিন\" শিরোনামের একটি অ্যাস্ট্রোফিজিক্যাল জার্নাল নিবন্ধ হিসাবে প্রকাশিত হয়েছিল।\nগামা-রশ্মি বিস্ফোরণের বেশিরভাগ প্রাথমিক তত্ত্বগুলি আকাশগঙ্গা ছায়াপথের মধ্যের কাছাকাছি উত্সগুলি স্থাপন করেছিল। কম্পটন গামা রশ্মি মানমন্দির (সিজিআরও) এবং এর একটি অত্যন্ত সংবেদনশীল গামা-রশ্মি ডিটেক্টর হিসাবে বার্স্ট অ্যান্ড ট্রানজিয়েন্ট সোর্স এক্সপ্লোরার (বিএটিএসই) যন্ত্র ১৯৯১ সাল থেকে এমন সব তথ্য প্রদান করেছে, যা দেখিয়েছে যে গামা-রশ্মি বিস্ফোরণের বন্টন আইসোট্রপিক – মহাকাশের কোনো নির্দিষ্ট দিকের দিকে পক্ষপাতমূলক নয়। যদি উত্সগুলি আমাদের নিজস্ব ছায়াপথের মধ্যে থেকে হয় তবে তারা ছায়াপথীয় সমতলে বা তার কাছে দৃঢ়ভাবে কেন্দ্রীভূত হবে। গামা-রশ্মি বিস্ফোরণের ক্ষেত্রে এই ধরনের কোনো প্যাটার্নের অনুপস্থিতি দৃঢ় প্রমাণ দেয় যে গামা-রশ্মি বিস্ফোরণ অবশ্যই আকাশগঙ্গা ছায়াপথের বাইরে থেকে আসতে হবে। যাইহোক, এখনও কিছু আকাশগঙ্গা মডেল একটি আইসোট্রপিক বন্টনের সাথে সামঞ্জস্যপূর্ণ।\n\n\n== শ্রেণিবিভাগ ==\n\nগামা-রশ্মি বিস্ফোরণের আলোক বক্ররেখা অত্যন্ত বৈচিত্র্যময় ও জটিল। কোন দুটি গামা-রশ্মি বিস্ফোরণের আলোর বক্ররেখা অভিন্ন নয়,  প্রায় প্রতিটি বৈশিষ্ট্যতে বড় ধরনের বৈচিত্র পরিলক্ষিত হয়: পর্যবেক্ষণযোগ্য নির্গমনের সময়কাল কয়েক মিলিসেকেন্ড থেকে দশ মিনিট পর্যন্ত পরিবর্তিত হতে পারে, একটি একক চূড়া বা একাধিক পৃথক উপস্পন্দন থাকতে পারে, এবং পৃথক চূড়াগুলি প্রতিসম হতে পারে বা দ্রুত উজ্জ্বল ও খুব ধীরে ধীরে বিবর্ণ হতে পারে। কিছু বিস্ফোরণ একটি \"পূর্ববর্তী\" ঘটনার দ্বারা পূর্বে হয়, একটি দুর্বল বিস্ফোরণ যা পরবর্তীতে (কয়েক সেকেন্ড থেকে কয়েক মিনিটের মধ্যে কোন নির্গমন ছাড়াই) আরও তীব্র \"প্রকৃত\" বিস্ফোরণ পর্ব দ্বারা অনুসরণ করা হয়। কিছু ঘটনার আলোক বক্ররেখায় অত্যন্ত বিশৃঙ্খল ও জটিল প্রোফাইল রয়েছে, যার প্রায় কোনও স্পষ্ট নিদর্শন নেই।\nযদিও কিছু আলোক বক্ররেখা মোটামুটি কিছু সরলীকৃত মডেল ব্যবহার করে পুনরুত্পাদন করা যেতে পারে, পরিলক্ষিত সম্পূর্ণ বৈচিত্র্য বোঝার ক্ষেত্রে সামান্য অগ্রগতি হয়েছে। অনেক শ্রেণিবিভাগ পরিকল্পনা প্রস্তাব করা হয়েছে, কিন্তু এগুলি প্রায়শই শুধুমাত্র আলোক বক্ররেখার পার্থক্যের উপর ভিত্তি করে তৈরি এবং বিস্ফোরণের পূর্বজ মধ্যে একটি প্রকৃত শারীরিক পার্থক্য প্রতিফলিত নাও হতে পারে। যাইহোক, প্রচুর সংখ্যক গামা-রশ্মি বিস্ফোরণের জন্য পর্যবেক্ষণকৃত সময়কালের বন্টনের প্লটগুলি একটি স্পষ্ট দ্বি-প্রকারতা প্রদর্শন করে, যা দুটি পৃথক জনসংখ্যার অস্তিত্বের পরামর্শ দেয়: একটি \"ছোট\" জনসংখ্যা যার গড় সময়কাল প্রায় ০.৩ সেকেন্ড এবং একটি \"দীর্ঘ\" জনসংখ্যা যার গড় সময়কাল প্রায় ৩০ সেকেন্ড। উভয় বন্টন একটি উল্লেখযোগ্য সমাপতিত অঞ্চলের সাথে খুব বিস্তৃত, যেখানে একটি প্রদত্ত ঘটনার পরিচয় শুধুমাত্র সময়কাল থেকে স্পষ্ট নয়। এই দ্বি-স্তরীয় ব্যবস্থার বাইরে অতিরিক্ত শ্রেণিগুলি পর্যবেক্ষণ ও তাত্ত্বিক উভয় ভিত্তিতে প্রস্তাব করা হয়েছে।\n\n\n=== সংক্ষিপ্ত গামা-রশ্মি বিস্ফোরণ ===\n\nপ্রায় দুই সেকেন্ডের কম সময়ের ঘটনাগুলিকে ছোট বা সংক্ষিপ্ত গামা-রশ্মি বিস্ফোরণ হিসাবে শ্রেণীবদ্ধ করা হয়। এইগুলি সমগ্র গামা-রশ্মি বিস্ফোরণের প্রায় ৩০ শতাংশ, তবে ২০০৫ সাল পর্যন্ত, কোনও সংক্ষিপ্ত ঘটনা থেকে কোনও আফটারগ্লো সফলভাবে সনাক্ত করা যায়নি এবং তাদের উত্স সম্পর্কে খুব সামান্য তথ্য জানা ছিল। তারপর থেকে, কয়েক ডজন ছোট বা সংক্ষিপ্ত গামা-রশ্মি বিস্ফোরণের আফটারগ্লো সনাক্ত করা হয়েছে এবং স্থানীয়করণ করা হয়েছে, যার মধ্যে বেশ কয়েকটি ছোট বা কোন নক্ষত্র গঠনের অঞ্চলের সঙ্গে সম্পর্কিত, যেমন বৃহৎ উপবৃত্তাকার ছায়াপথ। এটি বৃহদাকার নক্ষত্রের সঙ্গে একটি সংযোগ বাতিল করে, এটি নিশ্চিত করে যে ছোট বা সংক্ষিপ্ত ঘটনাগুলি দীর্ঘ ঘটনা থেকে শারীরিকভাবে আলাদা। উপরন্তু, অতিনবতারা সঙ্গে কোন সম্পর্ক নেই।\nএই বস্তুর প্রকৃত প্রকৃতি প্রাথমিকভাবে অজানা ছিল, এবং প্রধান অনুমান ছিল যে তারা যুগ্ম নিউট্রন তারা বা কৃষ্ণগহ্বরের সঙ্গে একটি নিউট্রন তারার একীভূতকরণ থেকে উদ্ভূত হয়েছিল। এই ধরনের একীভূতকরণ কিলোনবতারা তৈরির জন্য তাত্ত্বিক ছিল, এবং গামা-রশ্মি বিস্ফোরণ ১৩০৬০৩বি-এর সঙ্গে যুক্ত একটি কিলোনবতারার প্রমাণ দেখা গেছে। নাক্ষত্রিক পরিভাষায় ০.২ সেকেন্ডের এই ঘটনার গড় সময়কাল খুব ছোট শারীরিক ব্যাসের একটি উৎস নির্দেশ (কারণতার কারণ) করে; ০.২ আলোক-সেকেন্ডের চেয়ে কম (প্রায় ৬০,০০০ কিমি বা ৩৭,০০০ মাইল – পৃথিবীর ব্যাসের চারগুণ)। একটি সংক্ষিপ্ত গামা-রশ্মি বিস্ফোরণের পর কয়েক মিনিটের এক্স-রশ্মি ঝলকানির পর্যবেক্ষণ একটি প্রাথমিক বস্তুর ছোট কণার সঙ্গে সামঞ্জস্যপূর্ণ, যেমন একটি নিউট্রন তারা প্রাথমিকভাবে একটি কৃষ্ণগহ্বরকে দুই সেকেন্ডেরও কম সময়ে গ্রাস করে, তারপরে কয়েক ঘন্টার কম শক্তির ঘটনা ঘটে, যেহেতু জোয়ারে বিঘ্নিত নিউট্রন তারার উপাদানের অবশিষ্ট খণ্ডাংশ (আর নিউট্রনিয়াম নয়) দীর্ঘ সময় ধরে কৃষ্ণগহ্বরে সর্পিল হওয়ার জন্য কক্ষপথে থাকে। সংক্ষিপ্ত গামা-রশ্মি বিস্ফোরণের একটি ছোট ভগ্নাংশ সম্ভবত কাছাকাছি ছায়াপথে কোমল গামা পুনরাবৃত্তিকারী থেকে দৈত্য শিখার দ্বারা উত্পাদিত হয়।\nকিলোনবতারায় সংক্ষিপ্ত সংক্ষিপ্ত গামা-রশ্মি বিস্ফোরণের উৎপত্তি নিশ্চিত করা হয়েছিল, যখন মহাকর্ষীয় তরঙ্গ জিডব্লিউ১৭০৮১৭ সনাক্তকরণের মাত্র ১.৭ সেকেন্ড পরে সংক্ষিপ্ত গামা-রশ্মি বিস্ফোরণ ১৭০৮১৭এ সনাক্ত করা হয়েছিল, যা দুটি নিউট্রন তারার একীকরণের সংকেত ছিল।\n\n\n=== দীর্ঘ গামা-রশ্মি বিস্ফোরণ ===\n\nসর্বাধিক পর্যবেক্ষিত ঘটনার (৭০%) সময়কাল দুই সেকেন্ডের বেশি এবং এটিকে দীর্ঘ গামা-রশ্মি বিস্ফোরণ হিসাবে শ্রেণীবদ্ধ করা হয়। কারণ এই ঘটনাগুলি জনসংখ্যার সংখ্যাগরিষ্ঠ অংশ গঠন করে এবং যেহেতু এগুলির সবচেয়ে উজ্জ্বল আফটারগ্লো থাকে, এগুলিকে তাদের সংক্ষিপ্ত প্রতিপক্ষের তুলনায় অনেক বেশি বিশদভাবে পর্যবেক্ষণ করা হয়েছে। ভালভাবে অধ্যয়ন করা প্রায় প্রতিটি দীর্ঘ গামা-রশ্মি বিস্ফোরণকে দ্রুত নক্ষত্র গঠন সহ একটি ছায়াপথের সঙ্গে যুক্ত করা হয়েছে, এবং অনেক ক্ষেত্রে মূল-পতনযুক্ত অতিনবতারা সঙ্গেও, দ্ব্যর্থহীনভাবে দীর্ঘ গামা-রশ্মি বিস্ফোরণকে বৃহদায়তন তারার মৃত্যুর সঙ্গে যুক্ত করা হয়েছে।  উচ্চ লাল স্থানান্তরে দীর্ঘ গামা-রশ্মি বিস্ফোরণ আফটারগ্লো পর্যবেক্ষণ, দীর্ঘ গামা-রশ্মি বিস্ফোরণের উৎপত্তি নক্ষত্র-গঠন অঞ্চলের সাথেও সামঞ্জস্যপূর্ণ। জ্যোতির্বিজ্ঞানীগণ ২০২২ সালের ডিসেম্বর মাসে নিউট্রন তারা একত্রিত হওয়ার দ্বারা উত্পাদিত একটি দীর্ঘ গামা-রশ্মি বিস্ফোরণের প্রথম প্রমাণ নথিভুক্ত করেছিল।\n\n\n=== অতি-দীর্ঘ গামা-রশ্মি বিস্ফোরণ ===\nএই ঘটনাগুলি দীর্ঘ গামা-রশ্মি বিস্ফোরণ সময়কাল বিতরণের শেষ প্রান্তে রয়েছে, ১০,০০০ সেকেন্ডেরও বেশি স্থায়ী হয়। এগুলির একটি পৃথক শ্রেণি গঠনের প্রস্তাব করা হয়েছে, যা একটি নীল অতিদানব নক্ষত্রের পতন, একটি জোয়ার বিঘ্নিত ঘটনা বা একটি নবজাত ম্যাগনেটারের কারণে ঘটে। আজ অবধি শুধুমাত্র কিছু অল্প সংখ্যাদের চিহ্নিত করা হয়েছে, তাদের প্রাথমিক বৈশিষ্ট্য হল তাদের গামা রশ্মি নির্গমনের সময়কাল। সর্বাধিক অধ্যয়ন করা অতি-দীর্ঘ ঘটনাগুলির মধ্যে জিআরবি ১০১২২৫এ এবং জিআরবি ১১১২০৯এ রয়েছে। কম সনাক্তকরণ হার এগুলির প্রকৃত পুনরাবৃত্তির হারের প্রতিফলনের পরিবর্তে দীর্ঘ-মেয়াদী ঘটনাগুলির প্রতি বর্তমান ডিটেক্টরগুলির কম সংবেদনশীলতার ফলাফল হতে পারে। একটি ২০১৩ সালের সমীক্ষা, অন্যদিকে, দেখায় যে একটি পৃথক অতি-দীর্ঘ গামা-রশ্মি বিস্ফোরণের জনসংখ্যার জন্য একটি নতুন ধরনের পূর্বজের জন্য বিদ্যমান প্রমাণগুলি অমীমাংসিত, এবং আরও বহু-তরঙ্গদৈর্ঘ্য পর্যবেক্ষণের প্রয়োজন একটি দৃঢ় সিদ্ধান্তে পৌঁছাতে।\n\n\n== প্রজনিতা ==\n\nপৃথিবী থেকে বেশিরভাগ গামা-রশ্মি বিস্ফোরণের উত্সগুলির অপরিমেয় দূরত্বের কারণে, এই বিস্ফোরণগুলি তৈরিকারী ব্যবস্থাগুলির প্রজনিতাদের সনাক্তকরণ কষ্টসাধ্য। অতিনবতারার সঙ্গে কিছু দীর্ঘ গামা-রশ্মি বিস্ফোরণের যোগসাজশ ও তাদের আয়োজক ছায়াপথগুলি দ্রুত নক্ষত্র-গঠন করছে, যা অত্যন্ত শক্তিশালী প্রমাণ দেয় যে দীর্ঘ গামা-রশ্মি বিস্ফোরণগুলি বিশাল নক্ষত্রের সাথে যুক্ত।\n\n\n== উদ্যমী এবং রশ্মি প্রেরণ ==\n\nগামা-রশ্মির বিস্ফোরণগুলি সাধারণত প্রচুর দূরত্ব থাকা সত্ত্বেও পৃথিবী থেকে পর্যবেক্ষিত হিসাবে খুব উজ্জ্বল। একটি গড় দীর্ঘ গামা-রশ্মি বিস্ফোরণের একটি বোলোমেট্রিক প্রবাহ রয়েছে, যা বিলিয়ন আলোকবর্ষের দূরত্ব সত্ত্বেও (বেশিরভাগ দৃশ্যমান তারার জন্য কয়েক দশ আলোকবর্ষের তুলনায়) আমাদের ছায়াপথের একটি উজ্জ্বল নক্ষত্রের সাথে তুলনীয়। এই শক্তির বেশিরভাগই গামা রশ্মিতে নির্গত হয়, যদিও কিছু গামা-রশ্মির বিস্ফোরণের অত্যন্ত উজ্জ্বল অপটিক্যাল প্রতিরূপও রয়েছে। উদাহরণস্বরূপ জিআরবি ০৮০৩১৯বি একটি অপটিক্যাল কাউন্টারপার্টের সঙ্গে ছিল, যেটি ৫.৮-এর দৃশ্যমান মাত্রায় শীর্ষে ছিল, বিস্ফোরণের দূরত্ব ৭.৫ বিলিয়ন আলোকবর্ষ হওয়া সত্ত্বেও আবছা নগ্ন চোখে দৃশ্যমান তারার সঙ্গে তুলনীয়। এই উজ্জ্বলতা ও দূরত্বের সংমিশ্রণটি একটি অত্যন্ত শক্তিশালী উত্সকে বোঝায়। যদি গামা-রশ্মির বিস্ফোরণকে গোলাকার বলে ধরে নেওয়া হয়, তবে জিআরবি ০৮০৩১৯বি-এর শক্তি নির্গমন সূর্যের বিশ্রাম-ভরশক্তির দুই গুণের (যে শক্তিটি সূর্যকে সম্পূর্ণরূপে বিকিরণে রূপান্তরিত করবে) মধ্যে থাকবে।\nগামা-রশ্মি বিস্ফোরণগুলিকে অত্যন্ত কেন্দ্রীভূত বিস্ফোরণ বলে মনে করা হয়, যার অধিকাংশ বিস্ফোরণ শক্তি একটি সংকীর্ণ জেটে সংমিশ্রিত হয়। জেটের আনুমানিক কৌণিক প্রস্থ (অর্থাৎ, মরীচির বিস্তারের মাত্রা) পরবর্তী-আভা আলোক বক্ররেখায় বর্ণবিকারহীন \"জেট ব্রেক\" পর্যবেক্ষণ করে সরাসরি অনুমান করা যেতে পারে: এমন একটি সময় যার পরে ধীরে ধীরে ক্ষয়প্রাপ্ত পরবর্তী-আভা দ্রুত বিবর্ণ হতে শুরু করে। জেট ধীর গতি সম্পন্ন হয়ে যায় এবং এর বিকিরণকে আর কার্যকরভাবে প্রেরণ করতে পারে না। পর্যবেক্ষণগুলি ২ থেকে ২০ ডিগ্রির মধ্যে জেট কোণে উল্লেখযোগ্য পরিবর্তনের উল্লেখযোগ্য বৈচিত্র প্রস্তাব করে।\nযেহেতু তাদের শক্তি দৃঢ়ভাবে নিবদ্ধ বা ফোকাস করা হয়, সেহেতু বেশিরভাগ বিস্ফোরণের দ্বারা নির্গত গামা রশ্মিগুলি পৃথিবীকে লক্ষ্য করতে অক্ষম হবে এবং এগুলিকে কখনই সনাক্ত করা যাবে না বলে আশা করা হচ্ছে। যখন একটি গামা-রশ্মি বিস্ফোরণ পৃথিবীর দিকে নির্দেশিত হয়, তখন একটি অপেক্ষাকৃত সংকীর্ণ রশ্মি বরাবর বিস্ফোরণ থেকে নির্গত শক্তি নিবদ্ধ করার ফলে বিস্ফোরণটি গোলকভাবে নির্গত শক্তির তুলনায় আরও উজ্জ্বল দেখায়। যখন এই প্রভাবটি বিবেচনায় নেওয়া হয়, তখন সাধারণ গামা-রশ্মি বিস্ফোরণে প্রায় ১০৪৪৪৪ জুল বা সৌর ভরের (M☉) শক্তির সমতুল্য প্রায় ১/২০০০ শক্তি নির্গত হয় – যা এখনও পৃথিবীর ভর-শক্তির সমতুল্যের বহুগুণ (প্রায় ৫.৫ × ১০৪১৪১ জুল)।\n\n\n== ঘটনার হার ও জীবনের উপরে সম্ভাব্য প্রভাব ==\n\nগামা রশ্মির বিস্ফোরণ জীবনের উপর ক্ষতিকর বা ধ্বংসাত্মক প্রভাব ফেলতে পারে। মহাবিশ্বকে সামগ্রিকভাবে বিবেচনা করলে, পৃথিবীর মতো জীবনের জন্য সবচেয়ে নিরাপদ পরিবেশ হল বৃহৎ ছায়াপথের উপকণ্ঠে সবচেয়ে কম ঘনত্বের অঞ্চল। ছায়াপথের ধরন ও তাদের বণ্টন সম্পর্কে আমাদের জ্ঞান থেকে জানতে পারি যে জীবন বা প্রাণের অস্তিত্ব সমস্ত ছায়াপথের প্রায় ১০ শতাংশের মধ্যেই থাকতে পারে। তদুপরি, ০.৫-এর বেশি লোহিত সরণ জেড সহ ছায়াপথগুলি জীবনের জন্য অনুপযুক্ত, কারণ তাদের গামা রশ্মির বিস্ফোরণের উচ্চ হার ও তাদের নাক্ষত্রিক কম্প্যাক্টতা।\nআজ অবধি পর্যবেক্ষণ করা সমস্ত গামা রশ্মি বিস্ফোরণগুলি আকাশগঙ্গা ছায়াপথের বাইরে অধিক দূরত্বে ঘটেছে এবং পৃথিবীর জন্য ক্ষতিকারক নয়। যাইহোক, যদি একটি গামা রশ্মি বিস্ফোরণ ৫,০০০ থেকে ৮,০০০ আলোকবর্ষের মধ্যে আকাশগঙ্গার মধ্যে ঘটতে থাকে এবং এর নির্গমন সরাসরি পৃথিবীর দিকে বিমিত হয়, তাহলে এর প্রভাবগুলি ক্ষতিকারক এবং বাস্তুতন্ত্রের জন্য সম্ভাব্য ধ্বংসাত্মক হতে পারে। বর্তমানে, প্রদক্ষিণকারী কৃত্রিম উপগ্রহগুলি প্রতিদিন গড়ে প্রায় একটি করে গামা রশ্মি বিস্ফোরণ সনাক্ত করে। জিআরবি ৯৮০৪২৫ ২০১৪ সালের মার্চ মাস পর্যন্ত নিকটতম পর্যবেক্ষণ করা গামা রশ্মি বিস্ফোরণ ছিল, যেটি একটি এসবিসি-টাইপ বামন ছায়াপথে ৪০ মেগাপারসেক (১৩,০০,০০,০০০ আলোকবর্ষ) দূরে (z=০.০০৮৫) অবস্থিত। জিআরবি ৯৮০৪২৫ গড় গামা রশ্মি বিস্ফোরণ থেকে অনেক কম শক্তিসম্পন্ন ছিল এবং ১বি ধরনের অতিনবতারা এসএন ১৯৯৮বিডব্লিউ-এর সঙ্গে যুক্ত ছিল।\n\n\n== আরও দেখুন ==\n\n\n== টীকা ==\n\n\n== উদ্ধৃতি ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nভেড্রেন, জি.; আত্তিয়া, জে.-এল. (২০০৯)। Gamma-Ray Bursts: The brightest explosions in the Universe। স্প্রিংগার। আইএসবিএন 978-3-540-39085-5। \nক্রিসা কৌভেলওতু; স্ট্যানফোর্ড ই. উউসলি; রাল্ফ এ.এম.জে, সম্পাদকগণ (২০১২)। Gamma-ray bursts। ক্যামব্রিজ: ক্যামব্রিজ ইউনিভার্সিটি প্রেস। আইএসবিএন 978-0-521-66209-3। \nবিং চং (২০১৮)। The Physics of Gamma-Ray Bursts। ক্যামব্রিজ: ক্যামব্রিজ ইউনিভার্সিটি প্রেস। আইএসবিএন 9781139226530।"}