{"pageid": 1311381, "title": "ইউরোপীয় সোনালী জুতো", "url": "https://bn.wikipedia.org/wiki?curid=1311381", "content": "ইউরোপীয় সোনালী জুতো(যা ইউরোপীয় গোল্ডেন বুট নামেও পরিচিত) একটি পুরস্কার যা প্রতি মৌসুমে ইউরোপীয় জাতীয় লীগের শীর্ষ বিভাগ থেকে লিগ ম্যাচে শীর্ষ গোলদাতাকে প্রদান করা হয়। ট্রফিটি একটি ফুটবল বুটের ভাস্কর্য । ১৯৬৭-৬৮ মৌসুমে এর সূচনা থেকে, পুরস্কারটি, মূলত \"সোলিয়ার ডি'অর\" নামে পরিচিত, যা ফরাসী থেকে গোল্ডেন শু বা বুট হিসাবে অনুবাদ করা হয়, একটি মৌসুমে সমস্ত ইউরোপীয় লীগে সর্বোচ্চ গোলদাতাকে দেওয়া হয়েছে। ১৯৯৭ সাল থেকে, সর্বোচ্চ র‍্যাঙ্কড লিগের পক্ষে একটি ওজন ব্যবহার করে এটি গণনা করা হয়েছে। মূলত লেকিপ দ্বারা উপস্থাপিতম্যাগাজিন, এটি ১৯৯৬–৯৭ মৌসুম থেকে ইউরোপীয় স্পোর্টস মিডিয়া দ্বারা পুরস্কৃত হয়েছে । লিওনেল মেসি বার্সেলোনার হয়ে খেলার সময় ছয়বার এই পুরস্কার জিতে রেকর্ড গড়েছেন।\n\n\n== ইতিহাস ==\n১৯৬৮ থেকে ১৯৯১ সালের মধ্যে, ইউরোপের যেকোনো লিগে সর্বোচ্চ গোলদাতাকে এই পুরস্কার দেওয়া হয়। যে লিগের সর্বোচ্চ স্কোরার খেলেছে এবং খেলোয়াড় যে গেমে অংশ নিয়েছিল তার সংখ্যা নির্বিশেষে এটি ছিল। এই সময়ের মধ্যে ইউসেবিও, গের্ড মুলার, ডুডু জর্জস্কু এবং ফার্নান্দো গোমেস প্রত্যেকে দুবার করে সোনালী জুতো জিতেছিলেন।\nসাইপ্রাস এফএ-এর প্রতিবাদের(যা দাবি করেছিল যে ৪০ গোলের সাথে একজন সাইপ্রিয়ট খেলোয়াড়ের পুরস্কার পাওয়া উচিত ছিল, যদিও সিজনের জন্য সরকারী সর্বোচ্চ স্কোরার উভয়ই ১৯ গোলের সাথে তালিকাভুক্ত) পর লেকিপ ১৯৯১ এবং ১৯৯৬ এর মধ্যে কোনো পুরস্কার জারি করেনি।\n১৯৯৬–৯৭ মৌসুম থেকে, ইউরোপীয় স্পোর্টস মিডিয়া একটি পয়েন্ট সিস্টেমের উপর ভিত্তি করে সোনালী জুতো প্রদান করেছে যা কঠিন লিগের খেলোয়াড়দের জিততে দেয় এমনকি তারা দুর্বল লিগের খেলোয়াড়ের চেয়ে কম গোল করলেও। ওজন নির্ধারণ করা হয় লিগের রেংকিংয়ের উয়েফা গুণাঙ্ক অনুসারে, যা পরবর্তীতে পূর্ববর্তী পাঁচটি মৌসুমে ইউরোপীয় প্রতিযোগিতায় প্রতিটি লিগের ক্লাবের ফলাফলের উপর নির্ভর করে । উয়েফা গুণাঙ্ক তালিকা অনুসারে শীর্ষ পাঁচটি লিগে করা গোলগুলিকে দুটির একটি গুণিতক দ্বারা গুণ করা হয়, ৬ থেকে ২২ রেঙ্কের লিগে করা গোলগুলিকে ১.৫ এর একটি গুণিতক দ্বারা গুণ করা হয় এবং র‍্যাঙ্ক করা লীগগুলিতে করা গোলগুলিকে গুণ করা হয় ২২ এবং নীচে ১ এর একটি গুণিতক দ্বারা গুণ করা হয়। এইভাবে, উচ্চ র‍্যাঙ্কের লিগে করা গোলগুলি দুর্বল লিগে করা গোলের চেয়ে বেশি গণনা করা হবে। এই পরিবর্তনের পর থেকে, শুধুমাত্র দুইজন বিজয়ী রয়েছেন যারা শীর্ষ পাঁচটি লিগের একটিতেও খেলছেন না (হেনরিক লারসন, ২০০০–০১ স্কটীয় প্রিমিয়ার লীগ এবং মারিও জার্দেল , ১৯৯৮–৯৯ প্রিমেইরা লিগা এবং ২০০১–০২ প্রিমেইরা লিগা) .\nযদিও অতীতে একাধিক খেলোয়াড়ের মধ্যে সোনালী জুতো ভাগ করা যেত, ২০১৯–২০ মৌসুমে এই নিয়মটি পরিবর্তন করা হয়েছিল যাতে পয়েন্টে টাই থাকলে অন্তত মিনিট খেলা খেলোয়াড়কে পুরস্কার দেওয়া হয়। যদি টাই অব্যাহত থাকে, লিগ অ্যাসিস্টের সংখ্যা এবং, তারপরে, কম পেনাল্টি স্কোর, গণনা করা হবে। যদি টাই শেষ পর্যন্ত অব্যাহত থাকে, পুরস্কার ভাগ করা হবে।\n\n\n== বিজয়ী ==\n\nনোট\n\n\n== পরিসংখ্যান ==\n\n\n=== একাধিক বিজয়ী ===\nলিওনেল মেসিই একমাত্র খেলোয়াড় যিনি বার্সেলোনার হয়ে ছয়বার এই পুরস্কার জিতেছেন । এছাড়াও তিনি ২০১১–১২ সালে ৫০ সহ এক সিজনে গোল করার সর্বকালের রেকর্ডও রাখেন, যা রেকর্ড ১০০ পয়েন্টে জমা হয়েছিল। বায়ার্ন মিউনিখের গের্ড মুলার ছিলেন প্রথম খেলোয়াড় যিনি ১৯৬৯–৭০ এবং ১৯৭১–৭২ সালে দুবার পুরস্কার জিতেছিলেন। মেসিই প্রথম খেলোয়াড় যিনি এই পুরস্কারটি তিনবার জিতেছেন এবং মেসিই আবার প্রথম এবং এখন পর্যন্ত একমাত্র খেলোয়াড় যিনি পাঁচ ও ছয়বার এটি জিতেছেন। শুধুমাত্র মেসি (২০১৬–১৭, ২০১৭–১৮ এবং ২০১৮–১৯) টানা তিন মৌসুমে পুরস্কার জিতেছেন। থিয়েরি অঁরি (২০০৩–০৪ এবং ২০০৪–০৫), মেসি (২০১১–১২ এবং ২০১২–১৩; ২০১৬–১৭, ২০১৭–১৮ এবং ২০১৮–১৯), ক্রিস্তিয়ানো রোনালদো (২০১৩–১৪ এবং ২০১৪–১৫), রবের্ত লেভানদোভস্কি(২০২০–২১ এবং ২০২১–২২) এবং অ্যালি ম্যাককোইস্ট (১৯৯১–৯২ এবং ১৯৯২–৯৩) পরপর সিজনে পুরস্কার জিতেছে। দিয়েগো ফরলান (ভিয়ারিয়াল এবং আতলেতিকো মাদ্রিদ), লুইস সুয়ারেস (লিভারপুল এবং বার্সেলোনা), মারিও জার্দেল (পোর্তু এবং স্পোর্টিং সিপি) এবং রোনালদো (ম্যানচেস্টার ইউনাইটেড এবং রিয়াল মাদ্রিদ) একমাত্র খেলোয়াড় যারা একাধিক ক্লাবের সাথে এই পুরস্কার জিতেছেন। রোনালদো এবং সুয়ারেসই একমাত্র খেলোয়াড় যারা দুটি ভিন্ন লিগে পুরস্কার জিতেছেন, প্রত্যেকেই প্রিমিয়ার লিগ এবং লা লিগা উভয় খেলার সময় পুরস্কার জিতেছেন।\n\n\n=== ক্লাব অনুসারে বিজয়ী ===\n\n\n=== জাতীয়তা অনুসারে বিজয়ী ===\n\n\n=== লিগ অনুসারে বিজয়ী ===\n\n\n== ২০২২–২৩ মৌসুম স্ট্যান্ডিং ==\n১৫ জুন ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\nটীকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅফিশিয়াল ওয়েবসাইট - ইউরোপীয় সোনালী জুতো  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ সেপ্টেম্বর ২০১৯ তারিখে\n১৯৮০–৮১ থেকে বিজয়ীদের তালিকা\nESM Golden Shoe at WorldSoccer.com"}