{"pageid": 1311612, "title": "রিস জেমস", "url": "https://bn.wikipedia.org/wiki?curid=1311612", "content": "রিস জেমস (ইংরেজি: Reece James; জন্ম: ৮ ডিসেম্বর ১৯৯৯) হলেন একজন ইংরেজ পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংল্যান্ডের পেশাদার ফুটবল লিগের শীর্ষ স্তর প্রিমিয়ার লিগের ক্লাব চেলসি এবং ইংল্যান্ড জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় অথবা ডান পার্শ্বীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৭ সালে, জেমস ইংল্যান্ড অনূর্ধ্ব-১৮ দলের হয়ে ইংল্যান্ডের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় তিন বছর যাবত ইংল্যান্ডের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২০ সালে ইংল্যান্ডের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; ইংল্যান্ডের জার্সি গায়ে তিনি এপর্যন্ত ১৫ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nরিস জেমস ১৯৯৯ সালের ৮ই ডিসেম্বর তারিখে ইংল্যান্ডের রেডব্রিজে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nজেমস ইংল্যান্ড অনূর্ধ্ব-১৮, ইংল্যান্ড অনূর্ধ্ব-১৯, ইংল্যান্ড অনূর্ধ্ব-২০ এবং ইংল্যান্ড অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে ইংল্যান্ডের প্রতিনিধিত্ব করেছেন। ২০১৭ সালে তিনি ইংল্যান্ড অনূর্ধ্ব-১৮ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। ইংল্যান্ডের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৩ বছরে ২৪ ম্যাচে অংশগ্রহণ এবং দুইটি শিরোপা জয়লাভ করেছেন।\n২০২০ সালের ৮ই অক্টোবর তারিখে, ২০ বছর ও ১০ মাস বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী জেমস ওয়েলসের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে ইংল্যান্ডের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৫৮তম মিনিটে রক্ষণভাগের খেলোয়াড় কিরান ট্রিপিয়ারের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ১৪ নম্বর জার্সি পরিধান করে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি ইংল্যান্ড ৩–০ গোলের ব্যবধানে জয়লাভ করেছিল। ইংল্যান্ডের হয়ে অভিষেকের বছরে জেমস সর্বমোট ৪ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২০ জানুয়ারি ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nরিস জেমস – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nরিস জেমস – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে রিস জেমস  (ইংরেজি)  \nসকারবেসে রিস জেমস (ইংরেজি) \nবিডিফুটবলে রিস জেমস  (ইংরেজি)  \nইইউ-ফুটবলে রিস জেমস (ইংরেজি) \nট্রান্সফারমার্কেটে রিস জেমস (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে রিস জেমস (ইংরেজি) \nইএসপিএন এফসিতে রিস জেমস (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে রিস জেমস (ইংরেজি)"}