{"pageid": 1311905, "title": "সূর্যকুমার সর্বাধিকারী", "url": "https://bn.wikipedia.org/wiki?curid=1311905", "content": "সূর্যকুমার সর্বাধিকারী  (৩১ ডিসেম্বর ১৮৩২ - ২০ জানুয়ারি ১৯০৪) ছিলেন প্রখ্যাত বাঙালি চিকিৎসক, ফ্যাকাল্টি অব মেডিসিনের প্রথম ভারতীয় ডিন এবং এক মানবতাবাদী ব্যক্তিত্ব। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nসূর্যকুমার সর্বাধিকারীর জন্ম ১৮৩২ খ্রিস্টাব্দের ৩১ ডিসেম্বর  ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের হুগলি জেলার খানাকুল সমষ্টি উন্নয়ন ব্লকের রাধানগর গ্রামের এক কায়স্থ পরিবারে। \"তীর্থভ্রমণ\" ও \"সঙ্গীত লহরী\" গ্রন্থের রচয়িতা যদুনাথ সর্বাধিকারী (১৮০৫ - ১৮৭০) ছিলেন তার পিতা। যদুনাথ দু'বার বিবাহ করেন। তার প্রথম পক্ষের ছয় সন্তানদের (চার পুত্র ও দুই কন্যা) মধ্যে সূর্যকুমার ছিলেন দ্বিতীয় পুত্র। জ্যেষ্ঠ পুত্র ছিলেন প্রসন্নকুমার অন্য পুত্রেরা হলেন- আনন্দকুমার ও  রাজকুমার। সূর্যকুমার গ্রামে পিতার প্রতিষ্ঠিত পাঠশালায় প্রাথমিক পাঠ শেষে প্রথমে  কলকাতার হিন্দু কলেজে ও পরে ঢাকা কলেজে পড়াশোনা করে  কলকাতা মেডিক্যাল কলেজে ভরতি হন। ১৮৫৩ খ্রিস্টাব্দে তিনি ওই কলেজ থেকে জুনিয়র ডিপ্লোমা ও ১৯৫৬ খ্রিস্টাব্দে জি এম সি বি ডিগ্রি লাভ করেন। \n\n\n== কর্মজীবন ==\nডাক্তারি পাশের পর সূর্যকুমার সরকারি চাকরি নিয়ে ব্রহ্মদেশসহ বিভিন্ন স্থানে কাজের শেষে উত্তর-পশ্চিম প্রদেশে সেনা বিভাগের চিকিৎসক নিযুক্ত হন।  সিপাহী বিদ্রোহের আগাম খবর পেয়ে তিনি ইংরেজদের জানান। এরপর তিনি বিগ্রেড সার্জনের পদে উন্নীত হন। তবে ১৮৫৮ খ্রিস্টাব্দের জুনে বিদ্রোহ প্রশমনের পর বিদ্রোহিদের শাস্তিদান শুরু হলে, সূর্যকুমারের সাহস ও বিচক্ষনতায় কিন্তু বিদ্রোহি ভূপাল সিংহসহ একদল নিরীহ বরযাত্রী ফাঁসির আদেশ থেকে মুক্তি পায়। এর পরই তিনি সরকারি চাকরি ছেড়ে দেন এবং নিজে চিকিৎসা ব্যবসা শুরু করেন। প্রথমদিকে শ্রীরামপুর শুরু করলেও পরে কলকাতায় চলে আসেন। বিনা পারিশ্রমিকে বহু দরিদ্র চিকিৎসা করেন। ওড়িশায় দুর্ভিক্ষের সময় তিনি নিজের অর্থ ব্যয় করে বহু লোকের জীবন রক্ষা করেন।  তিনি  কলকাতা বিশ্ববিদ্যালয়ের সিন্ডিকেটের সদস্য এবং ফ্যাকাল্টি অফ মেডিসিনের প্রথম ভারতীয় ডিন হন। ১৮৯৫ খ্রিস্টাব্দে তিনি কলকাতায় স্থাপিত বেসরকারি মেডিক্যাল শিক্ষা প্রতিষ্ঠান 'কলেজ অফ সার্জন্স  অ্যান্ড ফিজিসিয়ান্স' এবং মেডিক্যাল সোসাইটির সভাপতি হন। তার অগ্রজ বিশিষ্ট শিক্ষাবিদ  প্রসন্নকুমার  ঈশ্বরচন্দ্র বিদ্যাসাগরের সহপাঠী ছিলেন। তাদের ও রামতনু লাহিড়ীর অনুপ্রেরণায় ছাত্রকল্যাণে নিরন্তর ব্যাপৃত ছিলেন। সূর্যকুমার বঙ্গীয় সাহিত্য পরিষদ ও ইন্ডিয়ান অ্যাসোসিয়েশন ফর দ্য কালটিভেশন অব সায়েন্সের প্রতিষ্ঠাতাদের অন্যতম ছিলেন। তারই উদ্যোগে বাংলার কায়স্থ সভা গঠিত হয়। বাংলা সাপ্তাহিক পত্রিকা 'সাম্য' ও 'ভারতবাসী' এবং ইংরাজী পত্রিকা 'ইন্ডিয়ান ওয়ার্ল্ড' এর সঙ্গেও যুক্ত ছিলেন।\n\n\n== মৃত্যু ==\nসূর্যকুমার সর্বাধিকারী ১৯০৪ খ্রিস্টাব্দের ২০ জানুয়ারি অধুনা ঝাড়খণ্ড রাজ্যের  মধুপুরে পরলোক গমন করেন। তার সাত পুত্র এবং দুই কন্যার মধ্যে   কলকাতা বিশ্ববিদ্যালয়ের প্রথম বেসরকারি উপাচার্য দেবপ্রসাদ সর্বাধিকারী, প্রখ্যাত শল্য চিকিৎসক কর্নেল সুরেশপ্রসাদ এবং ভারতে ফুটবল খেলার জনক নগেন্দ্রপ্রসাদ সর্বাধিকারী উল্লেখযোগ্য। \n নগেন্দ্রপ্রসাদকে নিয়ে একটি বাংলা চলচ্চিত্র ধ্রুব ব্যানার্জির পরিচালনায় গোলন্দাজ মুক্তি পায় ২০২১ খ্রিস্টাব্দের ১০ অক্টোবর। ছবিটিতে পিতা সূর্যকুমার সর্বাধিকারীর চরিত্রে অভিনয় করেন খ্যাতনামা সঙ্গীতশিল্পী শ্রীকান্ত আচার্য্য। \n\n\n== তথ্যসূত্র =="}