{"pageid": 1313323, "title": "পাশুপত শৈবসম্প্রদায়", "url": "https://bn.wikipedia.org/wiki?curid=1313323", "content": "পাশুপত শৈবসম্প্রদায় (সংস্কৃত: पाशुपत शैवसम्प्रदायः; আইএএসটি: Pāśupata Śaivasampradāyaḥ) হল প্রধান শৈব হিন্দু দর্শনগুলির মধ্যে প্রাচীনতম। এই মতবাদের পথপ্রদর্শক সম্পর্কে বিতর্ক রয়েছে। এর মূলধারা হল 'মহা পাশুপত' (বৈদিক পাশুপত তপস্যা অনুসারী) এবং 'লকুল পাশুপত' (লকুলীশ পাশুপত তপস্যা অনুসারী) এর বিভেদ। পাশুপত শৈবধর্ম ছিল ভক্তিমূলক (ভক্তি) এবং তপস্বী আন্দোলন।\nমতবাদটি প্রতিষ্ঠার তারিখ অনিশ্চিত। এটি খ্রিস্টীয় ১ম শতাব্দী অথবা ২য় শতাব্দীর কাছাকাছি সময়ে বিদ্যমান থাকতে পারে। এটি সম্পর্কে মহাকাব্য মহাভারতেও উল্লেখ করা হয়েছে যেটি খ্রিস্টীয় ৪র্থ শতাব্দীর মধ্যে চূড়ান্ত আকারে পৌঁছেছিল বলে মনে করা হয়।\n\"পাশুপত আন্দোলন\" ৭ম থেকে ১৪শ শতাব্দীর মধ্যে দক্ষিণ ভারতে প্রভাবশালী ছিল।\nসর্বশেষ টিকে থাকা প্রভাবশালী বৈদিক পাশুপত মঠগুলির মধ্যে একটি হল \"এক বীরম্বল মঠ\"।\nজাগতিক শৃঙ্খল থেকে নিজেদের মুক্ত করার জন্য পাশুপতগণ \"পাশুপত ব্রত\" পালন করে। অথর্বশীরস উপনিষদে এ ব্রতের উল্লেখ রয়েছে। এদের দৈনিক খাদ্য সংগ্রহের উপায় ছিলো ভিক্ষাবৃত্তি।\n\n\n== দর্শন ==\nপাশুপতরা বৈষ্ণব ধর্মতত্ত্বকে প্রত্যাখ্যান করেন, এবং তারা স্বীকার করে যে যারা অন্যের উপর নির্ভর করে এবং স্বাধীনতার জন্য আকাঙ্ক্ষা করে তারা মুক্তি পাবে না কারণ তারা এখনও নিজেদের ছাড়া অন্য কিছুর উপর নির্ভর করে। পাশুপতদের মতে, আত্মা 'প্রত্যেক যন্ত্রণার জীবাণু' থেকে মুক্তি পেলে পরম দেবতার গুণাবলীর অধিকারী হয়। এই ব্যবস্থায় ব্যথার অবসান দুই ধরনের, নৈর্ব্যক্তিক ও ব্যক্তিগত। নৈর্ব্যক্তিক হল সমস্ত যন্ত্রণার নিখুঁত অবসান, যেখানে ব্যক্তিত্বের মধ্যে রয়েছে চাক্ষুষ ও সক্রিয় শক্তির বিকাশ যেমন চিন্তার দ্রুততা, ইচ্ছামত রূপ গ্রহণ ইত্যাদিপ্রভুকে অসীম, চাক্ষুষ ও সক্রিয় শক্তির অধিকারী বলে ধরা হয়।\nপঞ্চার্থ ভাষাদীপিকা সৃষ্ট জগৎকে দুভাগে বিভক্ত করে - অন্তর্নিহিত ও সংবেদনশীল। অন্তর্মুখী ব্যক্তি অচেতন এবং তাই সচেতনের উপর স্বাধীন। অন্তর্নিহিত আরও দুভাগে বিভক্ত - প্রভাব ও কারণ। প্রভাব দশ প্রকার, পৃথিবী, চারটি উপাদান এবং তাদের গুণাবলী, রঙ ইত্যাদি। কারণগুলি তেরো প্রকার, জ্ঞানের পাঁচটি অঙ্গ, পাঁচটি কর্মের অঙ্গ, তিনটি অভ্যন্তরীণ অঙ্গ, বুদ্ধি, অহং নীতি এবং জ্ঞানী নীতি। এই অন্তর্নিহিত কারণগুলিকে অ-আত্মার সাথে আত্মার অলীক পরিচয়ের জন্য দায়ী করা হয়। সংবেদনশীল আত্মা, যা স্থানান্তরের সাপেক্ষে দুই ধরনের, ক্ষুধার্ত ও অতৃপ্ত। ক্ষুধার্ত হল জীব, এবং ইন্দ্রিয় অঙ্গের সাথে যুক্ত আত্মা, যেখানে অতৃপ্ত হল তাদের ছাড়া আত্মা।\nপাশুপত ব্যবস্থায় মিলন হল বুদ্ধির মাধ্যমে ঈশ্বরের সাথে আত্মার সংযোগ। এটি দুটি উপায়ে অর্জিত হয়, কর্ম ও কর্মের সমাপ্তি। কর্মের মধ্য দিয়ে মিলন হয় ধ্যান, এবং মিলনের মাধ্যমে ক্রিয়া বন্ধ হয়ে যায় চেতনার মাধ্যমে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nCowell, E. B.; Gough, A. E. (২০০১)। The Sarva-Darsana-Samgraha or Review of the Different Systems of Hindu Philosophy: Trubner's Oriental Series। Taylor & Francis। আইএসবিএন 978-0-415-24517-3। \nFlood, Gavin, সম্পাদক (২০০৩)। The Blackwell Companion to Hinduism। Malden, MA: Blackwell Publishing Ltd.। আইএসবিএন 1-4051-3251-5। \nMichaels, Axel (২০০৪)। Hinduism: Past and Present। Princeton, New Jersey: Princeton University Press। আইএসবিএন 0-691-08953-1।"}