{"pageid": 13138, "title": "বিশ্বভারতী বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=13138", "content": "বিশ্বভারতী ভারতের একটি কেন্দ্রীয় বিশ্ববিদ্যালয়। এই বিশ্ববিদ্যালয়টি পশ্চিমবঙ্গ রাজ্যের বীরভূম জেলার বোলপুর শহরে অবস্থিত। ১৯২১ সালে রবীন্দ্রনাথ ঠাকুর বিশ্বভারতী প্রতিষ্ঠা করেন। ১৯৫১ সালে এটি কেন্দ্রীয় বিশ্ববিদ্যালয়ের মর্যাদা লাভ করে। কবিপুত্র রথীন্দ্রনাথ ঠাকুর ছিলেন বিশ্ববিদ্যালয়ের প্রথম উপাচার্য। দেশবিদেশ থেকে প্রচুর ছাত্রছাত্রী এই বিশ্ববিদ্যালয়ের পড়াশোনা করতে আসেন। এই বিশ্ববিদ্যালয়ের স্বনামধন্য প্রাক্তনীদের মধ্যে বিশেষভাবে উল্লেখযোগ্য নোবেলজয়ী অর্থনীতিবিদ অমর্ত্য সেন, অস্কারবিজয়ী চিত্র-পরিচালক সত্যজিৎ রায়, জয়পুরের রানী তথা কোচবিহারের রাজকন্যা গায়েত্রী দেবী, ভারতের প্রাক্তন প্রধানমন্ত্রী ইন্দিরা গান্ধী প্রমুখ।\n\n\n== ইতিহাস ==\n\n১৯০১ সালের ডিসেম্বরে (৭ পৌষ ১৩০৮ বঙ্গাব্দ) বোলপুরের নিকটস্থ শান্তিনিকেতন আশ্রমে রবীন্দ্রনাথ ঠাকুর \"ব্রহ্মচর্যাশ্রম\" নামে একটি বিদ্যালয় স্থাপন করেছিলেন।  এই বিদ্যালয়ের উদ্দেশ্য ছিল প্রচলিত বৃত্তিমুখী অপূর্ণাঙ্গ শিক্ষার পরিবর্তে ব্যবহারিক শিক্ষার মাধ্যমে ছাত্রছাত্রীদের পূর্ণাঙ্গ মনোবিকাশের সুযোগদান। রবীন্দ্রনাথ প্রাচীন ভারতের তপোবন বিদ্যালয় থেকে এই বিদ্যালয়ের আদর্শটি গ্রহণ করেন। বিদ্যালয় প্রতিষ্ঠায় রবীন্দ্রনাথ তার পিতা দেবেন্দ্রনাথ ঠাকুর সানন্দ অনুমতি ও আশীর্বাদ লাভ করেছিলেন। বিদ্যালয়ের প্রথম পাঁচজন ছাত্রের অন্যতম ছিলেন কবিপুত্র রথীন্দ্রনাথ ঠাকুর।\n\n১৯১৮ সালের ২৩ ডিসেম্বর বিশ্বভারতীর ভিত্তিপ্রস্তর স্থাপন করেন স্বয়ং রবীন্দ্রনাথ। এরপর ১৯২১ সালের ২৩ ডিসেম্বর (১৩২৮ বঙ্গাব্দের ৮ পৌষ) রবীন্দ্রনাথের উপস্থিতিতে আচার্য ব্রজেন্দ্রনাথ শীল বিশ্বভারতীর আনুষ্ঠানিক উদ্বোধন করেন।\n\n\n== শিক্ষাপ্রাঙ্গণ ==\nবিশ্বভারতীর বিভাগ\nরবীন্দ্রনাথ ঠাকুর কর্তৃক প্রতিষ্ঠিত বিশ্বভারতীর বিভিন্ন বিভাগগুলি ছিল — \n\nপাঠ্যভবন\nউত্তরশিক্ষা সদন\nমৃণালিনী আনন্দ পাঠশালা\nশিক্ষাসত্র\nসন্তোষ পাঠশালা\nপদ্ম ভবন\nভাষা ভবন\nশিক্ষা ভবন\nবিদ্যা ভবন\nরবীন্দ্র ভবন\nচিনা ভবন\nনিপ্পন ভবন\nকলা ভবন\nসংগীত ভবন\nশিল্প সদন\nহিন্দি ভবন\nবিনয় ভবন\nশিক্ষা চর্চা\nপল্লী সংঘটন বিভাগ\nপল্লী শিক্ষা ভবন\nরথীন্দ্র কৃষি বিজ্ঞান কেন্দ্র\nবাংলাদেশ ভবন\nইন্দো তিব্বত ভবন\n\n\n=== শিক্ষা ভবন ===\nএটিকে বিজ্ঞান ইনস্টিটিউট বলা যায়।  প্রধাণত বিজ্ঞান পড়ানো হয়ে থাকে। যেমন- পদার্থবিজ্ঞান, রসায়ন, গণিত ইত্যাদি।\nশিক্ষা-ভবন (বিজ্ঞান ইনস্টিটিউট) প্রকৃতপক্ষে মানবিক বিষয় পড়ানোর জন্য একটি স্নাতকোত্তর কলেজ হিসেবে গড়ে তোলা হয়েছিল, যা ১৯৬১-১৯৬৩-এর সময়কালে উদ্ভিদ বিজ্ঞান, রসায়ন, গণিত, পদার্থবিজ্ঞান এবং বিএসসি (অনার্স) পাঠ্যক্রমের অন্তর্ভুক্ত করা হয়েছিল। গণিত বিষয়ে প্রোগ্রাম ১৯৬৩ সালে চালু হয়েছিল এবং অন্যান্য বিষয়ের জন্য এটি ১৯৬৮ সালে শুরু হয়েছিল। শেষ পর্যন্ত ১৯৭২ সালে মানবিক ও বিজ্ঞান বিষয়ক পড়াশোনা পুনর্গঠনের কারণে স্নাতক ও স্নাতকোত্তর পাঠ্যক্রমের সকল বিজ্ঞান বিভাগকে শিক্ষা-ভবনের আওতায় আনা হয়েছিল, যা এখন বিজ্ঞান ইনস্টিটিউট হিসাবে পরিচিত।\nদশটি বিভাগের সমন্বয়ে রয়েছে: দশটি বিভাগ (বায়োটেকনোলজি, উদ্ভিদ বিজ্ঞান, রসায়ন, কম্পিউটার ও সিস্টেম বিজ্ঞান, পরিবেশ গবেষণা, সমন্বিত বিজ্ঞান শিক্ষা ও গবেষণা, গণিত, পদার্থবিজ্ঞান, পরিসংখ্যান এবং প্রাণিবিদ্যা) এবং একটি কেন্দ্র (গণিত শিক্ষা) যেখানে শিক্ষাদান এবং গবেষণা প্রোগ্রাম উভয়ই চলছে।  বিএসসি (অনার্স), এমএসসি, ইন্টিগ্রেটেড এম.এস.সি. এবং পিএইচডি ডিগ্রি  প্রদান করা হয়।\nস্নাতকস্তরে কম্পিউটার পাঠ্যক্রমে ডেটাবেজ ম্যানেজমেন্ট সিস্টেম ও মাল্টিমিডিয়া পড়ানো হয়। \n\n\n=== বিদ্যা ভবন ===\nএখানে প্রাচীন, আধুনিক ও অন্যান্য ভাষা, সাহিত্য ও দর্শন যথা সংস্কৃত, পালি, বাংলা, হিন্দী, উর্দু ভাষা অধ্যয়ন এবং বৈদিক, বৌদ্ধ ও গুপ্ত সময়কালʼ; আরবি, ফারসি ইত্যাদি বিদেশি ভাষা চর্চা হয়।\n\n\n== প্রাঙ্গণ ==\nবিশ্বভারতী বিশ্ববিদ্যালয়ের দুটি প্রাঙ্গণ অবস্থিত। যথা: শান্তিনিকেতন ও শ্রীনিকেতন।\n\n\n==== শান্তিনিকেতন গৃহ ====\nঊনবিংশ শতাব্দীর মাঝের সময়ে ১৮৬৩ সালে দেবেন্দ্রনাথ ঠাকুর বোলপুরের কাছে একটি অনুর্বর জমি ক্রয় করে সেখানে একটি ব্রহ্মচর্যাশ্রম নির্মাণ করেন এবং সেই জায়গার নাম দেন শান্তিনিকেতন। কালক্রমে পার্শ্ববর্তী পুরো এলাকার নাম হয়ে যায় শান্তিনিকেতন।\n\n\n==== ছাতিম তলা ====\nপুরাতন ঘণ্টা\n\n\n==== আম্রকুঞ্জ ====\n২৮ জানুয়ারি, ১৯৩৯ সালে কংগ্রেসের সভাপতি নির্বাচিত হবার আগে ২১ জানুয়ারি, এখানে রবীন্দ্রনাথের আমন্ত্রণে নেতাজী সুভাষচন্দ্র বসু আসেন। \n\n\n==== কলা ভবন ====\n\nএই বিভাগে শিল্পকলা শিল্প-সম্বন্ধীয় যাবতীয় গঠনমূলক কাজ সব রকমের চিত্রাঙ্কন ভাস্কর্য বস্ত্র প্রিন্ট মেকিং ও সিরামিক  ডিজাইন ও শিল্পকলার ইতিহাস পড়ানো হয়\n\n\n==== শিল্প সদন ====\nএই বিভাগে চারু ও কারুশিল্প সম্বন্ধীয় সমস্ত গঠনমূলক কাজ শেখানো হয়। \n\n\n==== সঙ্গীত ভবন ====\nএই বিভাগে কণ্ঠ ও যন্ত্র সঙ্গীত, নৃত্য ও অভিনয় শেখানো হয়।\n\n\n==== পাঠ ভবন ====\nমাধ্যমিক বিদ্যালয় \nশিক্ষাসত্র\nগ্রাম বিদ্যালয়\n\n\n==== চীনা ভবন ====\nএই বিভাগের অন্তর্ভুক্ত শিক্ষানবিশদের চীনা ভাষাগুলি ও সাহিত্য, চীনা সংস্কৃতি ও চীনা সভ্যতা ইত্যাদি ও চীনা ছাত্রছাত্রীদের ভারতীয় সংস্কৃতি, সংস্কৃত ভাষা ও সাহিত্য পড়ানো হয়। \nরবীন্দ্রনাথের স্বপ্ন ছিল সাম্প্রতিক শতাব্দীতে ভারত ও চীনের মধ্যে যে প্রাচীন সাংস্কৃতিক ও সভ্যতার গভীর সম্পর্ক নষ্ট হয়ে যাচ্ছিল, তাকে পুনরুদ্ধার করতে শান্তিনিকেতন ভিত্তি হোক। তার এই বিশ্বাসকে  স্বতন্ত্রভাবে বাস্তবায়িত করতে সাহায্য করেন  \"তান ইউন-শান\" যিনি বিশ্বভারতীতে \"টান সাহেব\" বলে পরিচিত ছিলেন। পড়াশোনা শেষ করে  শিক্ষকতা করাকালীন টান সাহেবের সঙ্গে রবীন্দ্রনাথের মালয়েশিয়ার কুয়ালালামপুরে প্রথমবার দেখা হয়। দুজন সমমনা মানুষ ছিলেন। টান রবীন্দ্রনাথের আহবানে ১৯২৭ সালের জুলাই মাসে ভারতে আসেন। ১৯২৮ সালে তিনি জোড়াসাঁকো হয়ে পাঠভবনের তৎকালীন  প্রিন্সিপাল সত্যজীবন পালের সঙ্গে শান্তিনিকেতন আসেন। কয়েকদিনের মধ্যেই সেখানে ৫ জন ছাত্র নিয়ে পড়ানো শুরু করেন যারা পরে জ্ঞানীগুণী মানুষ রূপে বিখ্যাত হয়েছিলেন। ১৯২৬ সালে \"চ্যান নাই-ওয়েই\"-এর সঙ্গে বিবাহ সূত্রে আবদ্ধ হন যিনি একজন গুণী মানুষ ছিলেন এবং তানের সঙ্গে শান্তিনিকেতনে এসে টান এবং রবীন্দ্রনাথের ইন্দো চীন সাংস্কৃতিক অধ্যয়নের জন্য একটি প্রমুখ আন্তর্জাতিক কেন্দ্র গড়ে তোলার স্বপ্নকে বাস্তবায়িত করতে সর্বদা সাহায্য করেছিলেন। সাংস্কৃতিক সৌহার্দ্যের মিলন, চীনা ভবনের প্রিন্ট,  টান নিজে রবীন্দ্রনাথের সঙ্গে পরামর্শ করে বানিয়েছিলেন। ১৯৩১ সালে, তিন বছর শান্তিনিকেতনে পড়ানোর  পর এই ইন্দো-চীন সৌহার্দ্যের ভাবনাকে প্রচার ও জনপ্রিয় করতে, টান চীনে ফিরত যান। প্রায় দু বছর সেখানে বিভিন্ন বক্তৃতা ও লেখার মাধ্যমে সেখানকার মানুষদের জাগরূক করেন ও ১৯৩৩ সালে নানকিনে ইন্দো-চীন সাংস্কৃতিক সমিতি খোলেন। সেই বছর তিনি ও তার কিছু জ্ঞানীগুণী বন্ধু প্রায় ৫০ হাজার বই ও প্রচুর অর্থ শান্তিনিকেতনে দান করেন। সেখানকার কিছু প্রকাশকরা সবরকম চীনা জ্ঞানে সমৃদ্ধ বইও দান করেন। ১৪ এপ্রিল ১৯৩৭ সালে রবীন্দ্রনাথ ঠাকুরের হাতে  চীনা ভবনের উদ্বোধন হয়। শান্তিনিকেতন টান সাহেবকে ১৯৭৯ সালে \"দেশিকোত্তম\" উপাধিতে ভূষিত করে। । ২০১৭ সালে চীনা ভবনের প্রধান হন অভিজিৎ ব্যানার্জী। সম্প্রতি চীনা ভবন চারটি সমঝোতা স্মারক (এম ও ইউ) সই করেছে। সেটা দুই দেশের ছাত্রছাত্রীদের জন্য শিক্ষা আদানপ্রদান জাতীয় প্রকল্পের জন্য।\n\n\n==== হিন্দি ভবন ====\n১৯৩৮ খ্রিস্টাব্দে বিশ্বভারতী বিশ্ববিদ্যালয়ে হিন্দি ভবনের অন্তর্ভুক্তি হয়। হাজারী প্রসাদ দ্বিবেদী ছিলেন হিন্দী ভবনের প্রথম অধ্যক্ষ।\n\n\n==== রবীন্দ্র ভবন ====\nএখানে রবীন্দ্রনাথ ঠাকুরের বাড়িগুলো সংরক্ষিত করা হয়েছে। বর্তমানে সেই বাড়িগুলো মিউজিয়াম হিসেবে ব্যবহৃত হয়।\n\n\n==== দর্শন সদন ====\n\n\n==== আনন্দ পাঠশালা ====\n\n\n==== রতন কুঠি ====\nবিশ্বভারতীর বিদেশী অধ্যাপক দের বাসের জন্য একটি বাড়ি নির্মাণকল্পে, পার্সি দানপতি স্যার রতন টাটা (স্যার রতনজী জামসেদজী টাটা) ২৫ হাজার টাকা দান করেন। এই কারণে এই বাড়িটির নামকরন করা হয় 'রতন কুঠি'। ১৪ এপ্রিল ১৯২৩ সালে নববর্ষের উপাসনার পর কলকাতা বিশ্ববিদ্যালয়ের পার্সি অধ্যাপক ডক্টর তারাপুরওয়ালা এই গৃহের ভিত্তিপ্রস্তর স্থাপন করেন। আশ্রমের এক ছাত্র চন্ডীচরণ গৃহ নির্মাণের ভার নেন। এই গৃহটি টাটা গেস্ট হাউস নামেও পরিচিত। এই বাড়ির গেটের দু'পাশে বাংলা ও ইংরেজিতে, রবীন্দ্রনাথের হস্তাক্ষরে 'রতন কুঠি' শব্দটি খোদাই করা আছে যা একটি অন্য মাত্রা যোগ করেছে। (তথ্য : রবীন্দ্রজীবনী, প্রভাত কুমার মুখোপাধ্যায়)\n\n\n==== নাট্য ঘর ====\n\n\n==== প্রশাসনিক ভবন ====\n\n\n==== বিনয় ভবন ====\nবিনয় ভবন ১৯৪৮ সালে কলা ও কারুশিল্প এবং সঙ্গীত শিক্ষক প্রশিক্ষণ কেন্দ্র হিসাবে  প্রতিষ্ঠিত এবং পরবর্তীকালে ১৯৫১ সালে একটি পূর্ণাঙ্গ শিক্ষক প্রশিক্ষণ কলেজ হিসেবে গড়ে ওঠে। বিনয় ভবন শিক্ষকদের মাধ্যমিক বিদ্যালয়ের জন্য প্রশিক্ষণের পাশাপাশি শিক্ষার অন্যান্য দিশার প্রশিক্ষণের উদ্দেশ্যে প্রতিশ্রুতিবদ্ধ রয়েছে। বিনয় ভবন রবীন্দ্রনাথ ঠাকুরের শিক্ষা ব্যবস্থার একত্রিকরণ পদ্ধতিকে গ্রহণ করে, যার মাধ্যমে বর্ণ বৈচিত্র্যময় সমুদায়কে শিক্ষা, সাংস্কৃতিক সংবেদনশীলতা ও সেবা প্রদান করা যায়। যদি শিক্ষা পরিবর্তনের মাধ্যম হয়, তাহলে পর্যাপ্তরূপে প্রশিক্ষণ কর্মীদের থাকার প্রয়োজন জরুরি। এখানে ছাত্র-ছাত্রীরা স্নাতক এবং স্নাতকোত্তর শিক্ষা যথা বি এড, এম এড, এম এ পি এইচ ডি  ইত্যাদি করতে পারে। এখানে শারীরিক শিক্ষায় ছাত্র-ছাত্রীরা খেলাধুলার ব্যাপারে শিক্ষা নিতে পারে।\n\n\n==== কেন্দ্রীয় পাঠাগার ====\n\n\n==== পূর্বপল্লী অতিথি ভবন ====\n\n\n==== আন্তর্জাতিক অতিথি ভবন ====\n\n\n==== শান্তিনিকেতন ডাকঘর ====\n\n\n==== জনসংযোগ কার্যালয় ====\n\n\n==== কৃষি অর্থনৈতিক গবেষণা কেন্দ্র ====\n\n\n==== পিয়ারসন স্মৃতি হাসপাতাল ====\n\n\n==== প্রেস্কো পেভিলিওন ====\n\n\n==== ভারতীয় স্টেট ব্যাঙ্ক শান্তিনিকেতন, ====\n\n\n==== মেলা প্রাঙ্গণ- পৌষ মেলা ====\n১৮৯১ সালে মহর্ষির ব্রাহ্ম ধর্মে দীক্ষা নেওয়া এবং পরে উপাসনা গৃহ নির্মাণের মতন গুরুত্বপূর্ণ ঘটনাকে স্মরণীয় করে রাখতে ১৮৯৪ সালে শুরু হওয়া পৌষ মেলায় বিক্রি হত শান্তিনিকেতন লাগোয়া কিছু গ্রাম এর মানুষ এর কিছু ঘরোয়া সামগ্রী, যেমন: মাটির হাঁড়ি, লোহার কড়াই, পাথরের বাটি, কাচের চুড়ি ইত্যাদি। এর মূল উদ্দেশ্য ছিল গ্রামীণ অর্থনীতির বিকাশ সাধন। সময়ের সাথে সাথে মেলা যেমন কলেবরে বেড়েছে তেমনই হারিয়াছে তার সাবেক রং-রূপ ও উদ্দেশ্য।\n\n\n==== শিল্প সদন ====\n\n\n==== শিক্ষা চর্চা ====\n\n\n==== পল্লী শিক্ষা ভবন ====\nবিশ্বভারতী আইন-১৯৮৪ অনুসারে ১৯৬৩ সালের ১লা সেপ্টেম্বর, স্থাপিত \"পল্লী শিক্ষা সদন\" বাড়িটির নতুন নামকরণ করে \"পল্লী শিক্ষা ভবন\" রাখা হয়। এটি শ্রীনিকেতনে অবস্থিত। শ্রীনিকেতন নামটির উল্লেখ পাওয়া যায় ১৯২৩ সাল থেকে। শ্রীনিকেতনের অনেকগুলো উদ্দেশ্য ছিল তার ভিতরে কৃষির উন্নতি অন্যতম ছিল। ১৯৬৩ সালের পহেলা সেপ্টেম্বর একটি মহাবিদ্যালয় পল্লী শিক্ষা সদন রূপে যাত্রা শুরু করে। ১৯৮৪ সালে পল্লী শিক্ষা ভবন নামে রূপান্তরিত হয়ে ভারতীয় কৃষি শিক্ষা প্রতিষ্ঠানগুলোর মধ্যে এক উজ্জ্বল নক্ষত্র রূপে বিদ্যমান আছে।\nবর্তমানে পাঁচ শতাধিক শিক্ষার্থী, ৪৬ জন শিক্ষক ও শতাধিক কর্মচারী-কর্মকর্তা এই ভবনের সাথে নিয়জিত আছেন। প্রতিষ্ঠা বার্ষিকীতে সকালে শিক্ষামূলক সেমিনার এবং বিকালে সাংস্কৃতিক অনুষ্ঠানের আয়োজক করে থাকেন। এই দিনটি অনেক উৎসব মুখর হয়ে থাকে।\n\n\n== বাংলাদেশ ভবন ==\n২৫ মে ২০১৮ তারিখে পশ্চিমবঙ্গের শান্তিনিকেতনে রবীন্দ্রনাথ প্রতিষ্ঠিত বিশ্বভারতীতে যে বাংলাদেশ ভবন তৈরি হয়েছে সেদেশের সরকারের অর্থানুকূল্যে, সেটির উদ্বোধন করেছেন ভারত আর বাংলাদেশের দুই প্রধানমন্ত্রী - নরেন্দ্র মোদী এবং শেখ হাসিনা।\nঅত্যাধুনিক দোতলা এই ভবনটিতে আছে একটি মিলনায়তন, জাদুঘর এবং গ্রন্থাগার। প্রায় ৪৬,০০০ বর্গফুট জায়গার এই ভবনে উদ্বোধনের আগের রাত পর্যন্তও কাজে ব্যস্ত ছিলেন বাংলাদেশ থেকে আসা শিল্পী আর কর্মীরা। জাদুঘরটি চালু হচ্ছে প্রায় ৪০০০ বর্গফুট এলাকা নিয়ে। পরে এটিকে আরও বড় করার পরিকল্পনা করা হয়েছে।\nআর গ্রন্থাগারের জন্য বাংলাদেশ থেকে নিয়ে আসা হয়েছে প্রায় ৩৫০০ বই। এর মধ্যে অনেক বইই রবীন্দ্রচর্চা এবং রবীন্দ্র গবেষণা ভিত্তিক, যা ভারতে সহজলভ্য নয়। গ্রন্থাগার আর জাদুঘরটিতে রয়েছে অনেকগুলি ইন্টার অ্যাকটিভ, টাচ স্ক্রিন কিয়স্ক। রয়েছে রবীন্দ্রনাথের গান, কবিতা শোনার জন্য অডিও কিয়স্ক।\nছাপানো বই ছাড়াও ডিজিটাল বইও পড়তে পারবেন পাঠকরা। জাদুঘরেই দেখা হয়েছিল ভবনটির কিউরেটর তারিক সুজাতের সঙ্গে। তিনিই জানালেন, জাদুঘরটিকে মূলত ৪টি জোনে ভাগ করা হয়েছে।\nশুরু হয়েছে উয়ারি বটেশ্বরে প্রাপ্ত ২৫০০ হাজার বছর পুরনো সভ্যতার নিদর্শন দিয়ে। শেষ হয়েছে ৭১-এর মুক্তিযুদ্ধ দিয়ে। মাঝের অনেকটা সময় জুড়ে এসেছে রবীন্দ্রনাথ প্রসঙ্গ।\nপ্রত্নতাত্ত্বিক নিদর্শন যেমন রয়েছে, তেমনই আছে অতি দুর্লভ কিছু ছবি, বাংলাদেশ জাতীয় জাদুঘরে সংরক্ষিত নানা প্রত্ন নিদর্শনের অনুকৃতি। প্রত্নতাত্ত্বিক নিদর্শনগুলির মধ্যে উয়ারি বটেশ্বরে প্রাপ্ত প্রত্ন নিদর্শন যেমন আছে, তেমনই আছে ৬ষ্ঠ-৭ম শতকের পোড়ামাটির কাজ, ১৬শ শতকের নক্সাখচিত ইট প্রভৃতি। রয়েছে পাহাড়পুর, মহাস্থানগড়ের নানা নিদর্শন, দেবদেবীদের মূর্তি। কোনটা পোড়ামাটির, কোনটি ধাতব। মাঝখানে সুলতানি এবং ব্রিটিশ শাসনামলও এসেছে জাদুঘরটিতে রাখা নানা প্যানেলে। রয়েছে ঢাকার জাতীয় জাদুঘর থেকে আনা বেশ কিছু মুদ্রা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিশ্বভারতী বিশ্ববিদ্যালয়ের প্রাতিষ্ঠানিক ওয়েব‌সাইট (ইংরেজিতে)\nআম্রকুঞ্জের ছবি\n\n\n== আরও দেখুন =="}