{"pageid": 1313698, "title": "বনমালী তুমি পরজনমে হইয়ো রাধা", "url": "https://bn.wikipedia.org/wiki?curid=1313698", "content": "বনমালী তুমি পরজনমে হইয়ো রাধা দীন শরৎ রচিত একটি জনপ্রিয় ভক্তিগীতি মূলক বাংলা সঙ্গীত। অনেকের মতে এটি রাধারমণ দত্ত রচনা করেছে। গানটির নির্মাণ কাল অজানা। ১৯৯২ সালে মুক্তিপ্রাপ্ত বাংলাদেশী বাংলা ভাষার রাধা কৃষ্ণ চলচ্চিত্রে এই গানটি ব্যবহার করা হয়। গানটিতে কণ্ঠ দিয়ে শ্রেষ্ঠ নারী কণ্ঠশিল্পী হিসেবে সাবিনা ইয়াসমিন জাতীয় চলচ্চিত্র পুরস্কার পান।\n\n\n== তাৎপর্য ==\nরাধা নিজের যাতনা কৃষ্ণকে অনুভব করানোর ইচ্ছের কথা প্রতিবিম্বিত হয়েছে বৈঞ্চব বাউল ও সাধক কবি রাধারমণ দত্ত দ্বারা রচিত এই ভক্তিগীতিতে। একথা বলা হয় যে সাহিত্যিক ও ধামালি গানের প্রবর্তক রাধারমণ দত্ত কৃষ্ণ বিরহের আকুতি ও না-পাওয়ার যন্ত্রণার কারণে সাধকে পরিণত হয়েছিলেন। তিনি কয়েক হাজার গান রচনা করেছিলেন, যার মধ্যে সেই বিরহ-বেদনা ফুটে উঠেছে বারংবার। নিজের হৃদয়ে যে ব্যাথা তিনি অনুভব করতেন, তার সাহায্যেই যেন তিনি রাধিকার মনের বেদনাকে তুলে ধরতে সক্ষম হতেন নিজের গানের মধ্যে। তেমনই একটি গান - \"বনমালী গো\"। এই গানে রাধা নিজে আগামী জন্মে কৃষ্ণরূপ ধারণের ইচ্ছে প্রকাশ করেছেন এবং চেয়েছেন যেন কৃষ্ণ রাধিকার জীবন পান। অভিমানী রাধারানী মনে করেছেন যে এইভাবেই হয়তো কৃষ্ণ অনুভব করতে পারবেন রাধার মনের বেদনা ও নারীজীবনের কলঙ্ক।\n\n\n== আধুনিক সংস্করণ ==\n\n\n=== রাধা কৃষ্ণ চলচ্চিত্রে ===\n১৯৯২ সালে মুক্তিপ্রাপ্ত রাধা কৃষ্ণ চলচ্চিত্রে সাবিনা ইয়াসমিন এই গানটি গেয়ে জাতীয় চলচ্চিত্র পুরস্কার পান।\n\n\n=== নয়নের আলো চলচ্চিত্রে ===\n১৯৯৮ সালের স্বপন সাহা পরিচালিত নয়নের আলো চলচ্চিত্রে গানটি ব্যবহার করা হয়।  \n\n\n== বাংলা স্বরলিপি ==\n২০১৯ সালের আশা অডিও লেভেলে জয়তী চক্রবর্তীর গাওয়া সংস্করণটির স্বরলিপি নিচে দেওয়া হলো:\nতুমি আমারি মতন জ্বলিও জ্বলিও\nবিরহ কুসুম হার গলেতে পরিও (x২)\nতুমি যাইয়ো.. যমুনার ঘাটে\nনা মানি ননদীরও বাধা।\nবনমালী তুমি পরজনমে হইয়ো রাধা\nবনমালী তুমি পরজনমে হইয়ো রাধা।\nতুমি আমারি মতন কান্দিও কান্দিও\nকৃষ্ণ কৃষ্ণ নাম বদনে জপিও (x২)\nতুমি বুঝিবে তখন.. নারীরও বেদন\nরাধার ও প্রাণে কত ব্যথা।\nবনমালী তুমি পরজনমে হইয়ো রাধা\nবনমালী তুমি পরজনমে হইয়ো রাধা।\nতুমি আমারি মতন মরিও মরিও\nশ্যামও কলঙ্কের হার গলেতে পরিও (x২)\nতুমি পুড়িও তখম.. আমারি মতন\nবুকে লইয়া দুখের চিতা।\nবনমালী তুমি পরজনমে হইয়ো রাধা\nবনমালী তুমি পরজনমে হইয়ো রাধা।\nভাবিয়া সরোজ কয় ওহে কৃষ্ণপদ\nপ্রেমেরও মায়াডোরে আমারে বাঁন্ধিয়ো (x২)\nআমি মরিয়া হইবো শ্রীনন্দের নন্দন..\nতোমারে বানাবো আধা।\nবনমালী তুমি পরজনমে হইয়ো রাধা\nবনমালী তুমি পরজনমে হইয়ো রাধা।\n\n\n== তথ্যসূত্র =="}