{"pageid": 1314999, "title": "শাত্যায়নীয় উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1314999", "content": "শাত্যায়নীয় উপনিষদ (সংস্কৃত: शाट्यायनीय उपनिषत्, আইএএসটি: Śāṭyāyanīya Upaniṣad) হল একটি সংস্কৃত পাঠ এবং এটি হিন্দুধর্মের ক্ষুদ্র উপনিষদ। পাঠ্যটি শুক্ল যজুর্বেদের সাথে যুক্ত, এবং সন্ন্যাস উপনিষদের শ্রেণিবদ্ধ।\nপাঠ্যটির ভিত্তি অদ্বৈত বেদান্ত দর্শন। পাঠ্যটি সর্বোচ্চ ব্রহ্ম হিসেবে বিষ্ণুকে উল্লেখ করে।\n\n\n== ইতিহাস ==\nশাত্যায়নীয় উপনিষদের রচনাকাল ও লেখক অজানা, তবে এর সাহিত্যিক শৈলী এবং এটি যে পাঠ্যগুলি উল্লেখ করে তা বিবেচনা করে এটি সম্ভবত মধ্যযুগের একটি পাঠ্য। অলিভেল ও স্প্রকহফ এর মতে এর রচনাকাল প্রায় ১২ শতাব্দী খ্রিস্টাব্দ।\nপাঠ্যের পাণ্ডুলিপিগুলি শাত্যায়নী উপনিষদ এবং সত্যায়নীওপনিষদ শিরোনামেও পাওয়া যায়। মুক্তিকা সূত্রের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম কর্তৃক হনুমানের কাছে বর্ণিত, ৯৯ নম্বরে তালিকাভুক্ত করা হয়েছে।\n\n\n== বিষয়বস্তু ==\n\nপাঠ্যটি বৈষ্ণবধর্ম দর্শনের দৃষ্টিকোণ থেকে ত্যাগের উপর ভিত্তি করে এবং উপস্থাপন করে। পাঠ্যটি ত্যাগের আচার ও এর দৃষ্টিভঙ্গি, যোগের ব্যবহার, ওঁ ও ব্রহ্মকে চূড়ান্ত বাস্তবতা হিসাবে ধ্যান, জীবন্ত মুক্তির সাধনা, পুণ্যময় সরল জীবন বা স্ব-অনুশীলনের উপর জোর দেয়। পাঠ্যটি বিষ্ণুকে \"অত্যন্ত স্বয়ং, এবং যার মধ্যে ত্যাগকারীরা প্রবেশ করেন, মুক্ত হন\" বলে আহবান জানায়।\nপাঠটিতে হিন্দুধর্মের বেদ ও প্রাচীন মুখ্য উপনিষদ থেকে স্তোত্রের অংশগুলি অন্তর্ভুক্ত রয়েছে। এটি খোলা হয়, উদাহরণস্বরূপ, মৈত্রী উপনিষদের ধারা ৬.৩৪-এর শ্লোকগুলির সাথে, যেখানে বলা হয়েছে \"একা মনই মানুষের বন্ধন ও কষ্টের কারণ\" এবং একা মনই তাদের মুক্তির কারণ। এটি মানুষের মন যা চিরন্তন রহস্য এবং যা তার ভবিষ্যত পথকে রূপ দেয়, এর তৃতীয় শ্লোকটি আবার বৈদিক সাহিত্যের উল্লেখ করে।\nসর্বোচ্চ শাশ্বত সত্য জানতে হলে একজনকে অবশ্যই ব্রহ্মকে জানতে হবে, যিনি বাসুদেব – পদাতিক বিষ্ণু, পাঠটি বলে।\nপাঠ্যটি, মানব জীবনে মুক্তির জন্য নৈতিকতাকে অপরিহার্য বলে তালিকাভুক্ত করে। এটি শব্দ, চিন্তা বা কাজের দ্বারা কোন প্রাণীকে কখনই আঘাত না করার তালিকা দেয়, রাগ, প্রতারণা, ছলনা, অহংকার ও হিংসা পরিত্যাগ করার পরামর্শ দেয়, ধৈর্যশীল হওয়ার জন্য, এবং শান্ত অবস্থায় থাকা, আকাঙ্ক্ষাহীন থাকা, নিজের আচরণে প্রশান্তি, সকলের সাথে সমান আচরণ করা এবং শেখার প্রতি অবিচল নিষ্ঠার আহবান জানায়। পাঠ্যটি বলে, সন্ন্যাসীর অধ্যবসায়ের সাথে বেদ অধ্যয়ন করা উচিত এবং উপনিষদের অর্থ নিয়ে চিন্তা করা উচিত, ওঁ-কে ধ্যান করা উচিত এবং জ্ঞানকে সর্বোত্তম আচার, সর্বোত্তম পোশাক, শ্রেষ্ঠ সম্পদ হিসাবে বিবেচনা করা উচিত। পাঠ্যটি ভিক্ষাবৃত্তি ও সন্ন্যাসী জীবন যাপনের পরামর্শ দেয়। ভয়কে জয় করতে, ভয়ের কারণ না হওয়ার জন্য পরামর্শ দেয়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nDeussen, Paul (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nFlood, Gavin D. (১৯৯৬)। An Introduction to Hinduism। Cambridge University Press। আইএসবিএন 978-0521438780। \nHattangadi, Sunder (২০০০)। \"शाट्यायनीयोपनिषत् (Shatyayani Upanishad)\" (পিডিএফ) (Sanskrit ভাষায়)। সংগ্রহের তারিখ ১৯ জানুয়ারি ২০১৬। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nOlivelle, Patrick (১৯৯২)। The Samnyasa Upanisads। Oxford University Press। আইএসবিএন 978-0195070453। \nOlivelle, Patrick (১৯৯৩)। The Asrama System। Oxford University Press। আইএসবিএন 978-0195083279। \nSprockhoff, Joachim F (১৯৭৬)। Samnyasa: Quellenstudien zur Askese im Hinduismus (German ভাষায়)। Wiesbaden: Kommissionsverlag Franz Steiner। আইএসবিএন 978-3515019057। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nTinoco, Carlos Alberto (১৯৯৬)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2।"}