{"pageid": 1314002, "title": "ফুটবল ক্লাব বার্সেলোনা মৌসুম তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1314002", "content": "ফুটবল ক্লাব বার্সেলোনা স্পেনের কাতালুনিয়ার রাজধানী বার্সেলোনায় অবস্থিত একটি পেশাদার ফুটবল ক্লাব। ক্লাবটি ১৮৯৯ সালে জোয়ান গাম্পেরের নেতৃত্বে সুইস, ইংরেজ এবং স্পেনীয় পুরুষদের একটি দল দ্বারা প্রতিষ্ঠিত হয়েছিল এবং ৮ ডিসেম্বর ১৮৯৯ সালে প্রথম প্রীতি ম্যাচ খেলেছিল। প্রাথমিকভাবে বার্সেলোনা বিভিন্ন কাতালান প্রতিযোগিতায় অন্যান্য স্থানীয় ক্লাবের বিরুদ্ধে খেলেছিল, কিন্তু ১৯২৯ সালে ক্লাবটি স্পেনের প্রথম জাতীয় লীগ লা লিগার প্রতিষ্ঠাতা সদস্যদের একটি হয়ে ওঠে। ২০২৩ সালের হিসেব অনুযায়ী বার্সেলোনা শুধুমাত্র তিনটি ক্লাবের মধ্যে একটি যেগুলো স্পেনীয় ফুটবলের শীর্ষ স্তর থেকে কখনোই ছিটকে পড়েনি, অন্যগুলো হল অ্যাথলেটিক বিলবাও এবং রিয়াল মাদ্রিদ।\n১৯১৯ থেকে ১৯২৯ সময়কালে বার্সা পাঁচবার কোপা দেল রেই এবং নয়বার কাম্পিওনাত দে কাতালুনিয়া জিতেছে। প্রতিযোগিতার প্রথম মৌসুমে চ্যাম্পিয়ন হয়ে বার্সেলোনা লা লিগায় একটি সফল সূচনা উপভোগ করেছে। তবে ১৯৪৫ সাল পর্যন্ত তারা আর লিগ জিততে পারেনি। তার তিন মৌসুম আগে বার্সেলোনা লিগের দ্বাদশ স্থানে ছিল, যা ২০২২ সাল পর্যন্ত ক্লাবের সর্বনিম্ন লিগ সমাপ্তি। ১৯৫১–৫২ মৌসুমে বার্সেলোনা পাঁচটি শিরোপা জিতেছিল, যা থেকে তারা \"পাঁচ কাপের বার্সা\" (ইংরেজি: বার্সা অফ দ্য ফাইভ কাপ, কাতালান:আল বার্কা দা লা সিঙ্ক কোপেস) নামে পরিচিতি লাভ করে এবং ১৯৫০ এর দশকে তিনবার লা লিগা, পাঁচবার কোপা দেল রেই একবার ইন্টার সিটিজ ফেয়ারস্ কাপ জিতেছে। ক্লাবটি তারপর ১৯৬০ এবং ১৯৯০ সালের মধ্যে মাত্র দুটি লিগ শিরোপা সহ একটি অল্পকালব্যাপী নিষ্ফলা স্থিতিতে প্রবেশ করে। ১৯৮৮ সালে প্রাক্তন কিংবদন্তি খেলোয়াড় ইয়োহান ক্রুইফকে ম্যানেজার নিযুক্ত করা হয় এবং তার নেতৃত্বে পরবর্তীতে দলটি \"ড্রিম টিম\" নামে পরিচিত হয়। ১৯৯১ সালে তিনি ক্লাবটির জন্য ছয় বছরের মধ্যে প্রথম লিগ শিরোপা জিতে নেন এবং পরের মৌসুমে এই কীর্তিটির পুনরাবৃত্তি ঘটান যখন বার্সাও প্রথমবারের মতো ইউরোপীয় কাপ জিতেছিল। ১৯৯৩–৯৪ মৌসুমে দুই ক্লাব পয়েন্টের সমতা শেষ করার পর গোল পার্থক্যে দেপোর্তিভো লা কোরুনিয়াকে পরাজিত করে বার্সেলোনা তাদের টানা চতুর্থ লিগ শিরোপা জিতেছে।\nনবনির্বাচিত সভাপতি জুয়ান লাপোর্তার কোচ হিসেবে ফ্রাংক রাইকার্ডের নিয়োগ এবং ২০০৩ সালে রোনালদিনহোকে স্বাক্ষর করানো টেকসই সাফল্যের আরেকটি অধ্যায়ের সূচনা করে। ২০০৫ সালে বার্সেলোনা আবারও লা লিগা চ্যাম্পিয়নশিপ বিজয়ী হয় এবং পরের মৌসুমেও বিজয়ী হয়। ২০০৬ সালের মে মাসে বার্সেলোনা চ্যাম্পিয়নস লিগের ফাইনালে ০–১ গোল থেকে থেকে ফিরে এসে শেষ পনের মিনিটের মধ্যে ২–১ গোলে আর্সেনালকে পরাজিত করে। তার তিন বছর পর ক্লাবটি ২-০ গোলে ম্যানচেস্টার ইউনাইটেডকে ২০০৯ চ্যাম্পিয়নস লিগের ফাইনালে পরাজিত করে, সেই মৌসুমে ইতিমধ্যেই লা লিগা ও কোপা দেল রেই জিতে প্রথম স্পেনীয় দল হিসেবে ট্রেবল পূর্ণ করে। ২০০৯ সালের ডিসেম্বরে বার্সেলোনা ক্লাব বিশ্বকাপ জিতেছে, স্পেনীয় এবং ইউরোপীয় সুপার কাপও জিতেছে, যার ফলে একটি অভূতপূর্ব সেক্সটাপল সম্পন্ন হয়েছে।\nক্লাবটি ২৭ বার লা লিগা, ৩১ বার কোপা দেল রেই, ২ বার কোপা দে লা লিগা, ১৪ বার স্পেনীয় সুপার কাপ, ৩ বার কোপা এভা দুয়ার্তে, ৫ বার উয়েফা চ্যাম্পিয়নস লিগ, ৪ বার কাপ উইনার্স কাপ, ৩ বার ফেয়ারস কাপ, ৫ বার সুপার কাপ এবং ৩ বার ক্লাব বিশ্বকাপ জিতেছে। ১৮৯৯ সালে ক্লাব প্রতিষ্ঠার পর থেকে প্রতিটি সমাপ্ত মৌসুমের জন্য প্রাথমিক আঞ্চলিক চ্যাম্পিয়নশিপ এবং সমস্ত জাতীয় ও আন্তর্জাতিক প্রথম-দলীয় প্রতিযোগিতায় ক্লাবের সাফল্যের বিবরণ তালিকাটিতে রয়েছে।\n\n\n== শর্টকাট ==\n\nগাঢ় করা গোলের সংখ্যা তির্যক বর্ণে দেখানো শীর্ষ স্কোরাররা হলেন সেই খেলোয়াড় যারা সেই মৌসুমে লা লিগায় সর্বোচ্চ গোলদাতাও ছিলেন।\n\n\n== মৌসুম ==\n\n\n=== প্রাক-লা লিগা যুগ ===\nএই সময়কাল জুড়ে স্পেনের কোনো জাতীয় ফুটবল লিগ ছিল না। বার্সেলোনা কাতালুনিয়া অঞ্চলের চ্যাম্পিয়নশিপে প্রতিদ্বন্দ্বিতা করেছিল, যার বিজয়ীরা অন্যান্য আঞ্চলিক বিজয়ীদের সাথে কোপা দেল রেই খেলার যোগ্যতা অর্জন করেছিল। বার্সেলোনা ইউরোপীয় ক্লাবগুলোর মধ্যে খেলা প্রথম প্রতিযোগিতা কোপা পিরিনেওসও জিতেছে চারবার (১৯১০, ১৯১১, ১৯১২, ১৯১৩)।\n\n\n=== লা লিগা যুগ ===\n১৯২৯ সালে, স্পেনের প্রথম জাতীয় ফুটবল লীগ লা লিগা গঠিত হয়, যার প্রতিষ্ঠাতা সদস্যদের মধ্যে বার্সেলোনা ছিল। ক্লাবটি ১৯৪০ সালে পরিত্যক্ত না হওয়া পর্যন্ত কাতালান চ্যাম্পিয়নশিপেও প্রতিদ্বন্দ্বিতা করেছিল। লা লিগার পাশাপাশি কোপা দেল রে অব্যাহত ছিল। ক্লাবগুলি ১৯৪০ সাল পর্যন্ত আঞ্চলিক চ্যাম্পিয়নশিপে তাদের স্থানের উপর ভিত্তি করে এটির জন্য যোগ্যতা অর্জন করতে থাকে, যখন এটি স্প্যানিশ লিগের শীর্ষ দুই বিভাগের সকল দলের জন্য উন্মুক্ত হয়ে যায় এবং অন্যান্য দল নির্বাচন করে। (* বার্সেলোনা ১৯৩৭ সালে ভূমধ্যসাগরীয় লীগও জিতেছিল।)\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"ফুটবল ক্লাব বার্সেলোনা ইতিহাস\"। ফুটবল ক্লাব বার্সেলোনা। ২০০৭-০৫-১৩ তারিখে মূল থেকে আর্কাইভ করা।"}