{"pageid": 1314529, "title": "বোয়িং ৭৫৭", "url": "https://bn.wikipedia.org/wiki?curid=1314529", "content": "বোয়িং ৭৫৭ হল বোয়িং কমার্শিয়াল এয়ারপ্লেন দ্বারা নকশাকৃত ও নির্মিত একটি মার্কিন সংকীর্ণ-দেহ বিমানসংস্থা। তৎকালীন নামকৃত ৭এন৭ ১৯৭৮ সালের আগস্ট মাসে তার প্রথম অর্ডার পেয়েছিল, যেটি ৭২৭-এর (একটি ট্রাইজেট) একটি দ্বৈত-ইঞ্জিন বিশিষ্ট উত্তরসূরী। প্রোটোটাইপটি ১৯৮২ সালের ১৯শে ফেব্রুয়ারি তার প্রথম উড়ান সম্পন্ন করে, এবং এটি ১৯৮২ সালের ২১শে ডিসেম্বর এফএএ প্রত্যয়িত হয়। ইস্টার্ন এয়ারলাইন্স ১৯৮৩ সালের ১লা জানুয়ারি বাণিজ্যিক পরিষেবায় আসল ৭৫৭-২০০ স্থাপন করেছিল। একটি পণ্যবাহী (পিএফ) ভেরিয়েন্ট ১৯৮৭ সালের সেপ্টেম্বর মাসে এবং একটি কম্বি মডেল ১৯৮৮ সালের সেপ্টেম্বর মাসে পরিষেবাতে প্রবেশ করেছিল। প্রসারিত ৭৫৭-৩০০ ১৯৯৬ সালের সেপ্টেম্বর মাসে চালু হয়েছিল এবং পরিষেবা ১৯৯৯ সালের মার্চ মাসে শুরু হয়েছিল। ৫৪ জন গ্রাহকের জন্য ১,০৫০ টি বিমান তৈরি করার পর, উত্পাদন ২০০৪ সালের অক্টোবর মাসে শেষ হয়, যখন বোয়িং উত্তরসূরি হিসাবে সবচেয়ে বড় ৭৩৭ এনজি ভেরিয়েন্ট অফার করেছিল।\nজেটলাইনারটি ২,৫৫,০০০–২,৭৩,০০০ পাউন্ডের (১১৬–১২৪ টন) এমটিওডব্লিউ-এর জন্য ডানার নিচের টার্বোফ্যান ইঞ্জিন ৩৬,৬০০–৪৩,৫০০ পাউন্ড-বল (১৬৩–১৯৩ kN) বিশিষ্ট রোলস-রয়েস আরবি২১১ বা প্র্যাট ও হুইটনি পিডব্লিউ২০০০ দ্বারা চালিত হয়। ৭৫৭-এর একটি ২,০০০ বর্গফুটের (১৮৫ বর্গমিটার) অ্যারোডাইনামিক ড্র্যাগ হ্রাসকারী করা সুপারক্রিটিক্যাল ডানা ও একটি প্রচলিত লেজ রয়েছে। এটির ৭০৭ বিমানদেহ প্রস্থ ও ছয়টি পাশাপাশি আসন এবং এর দুই জন ক্রু বিশিষ্ট গ্লাস ককপিট একই সাথে নকশাকৃত ৭৬৭ (একটি প্রশস্ত-দেহ বিমান) এর সঙ্গে একটি সাধারণ ধরনের রেটিং রয়েছে।\n৭৫৭-এর প্রধান গ্রাহকদের মধ্যে মার্কিন প্রধান বিমানসংস্থা, ইউরোপীয় চার্টার বিমানসংস্থা এবং পণ্যবাহী কোম্পানি অন্তর্ভুক্ত ছিল। এটি সাধারণত সংক্ষিপ্ত ও মধ্য-পরিসরের অভ্যন্তরীণ পথে শাটল পরিষেবা ও আন্তঃমহাদেশীয় ইউএস উড়ানের জন্য ব্যবহৃত হত। ইটিওপিএস বর্ধিত উড়ানগুলি ১৯৮৬ সালে আন্তঃমহাদেশীয় রুটে উড়তে অনুমোদিত হয়েছিল। বেসরকারি ও সরকারি পরিচালনাকারীরা ইউএস সি-৩২-এর মত ভিআইপি বাহক হিসাবে ৭৫৭-কে কাস্টমাইজ করেছে। বাণিজ্যিক পরিষেবায় ২০১৭ সালের জুলাই মাসে ৬৬৫ টি বোয়িং ৭৫৭ ছিল, যার বহরে ১২৭ টি বিমান সহ ডেল্টা এয়ারলাইন্স বৃহত্তম পরিচালনাকারী ছিল। বিমানটিতে ২০২২ সালের এপ্রিল পর্যন্ত আটটি মারাত্মক দুর্ঘটনা সহ ১২টি হুল-লস দুর্ঘটনা নথিভুক্ত করা হয়েছে।\n\n\n== উন্নয়ন ==\n\n\n=== পটভূমি ===\nপ্রথম প্রশস্ত-দেহের যাত্রীবাহী বৃহৎ বিমান ৭৪৭ ১৯৭০-এর দশকের গোড়ার দিকে চালু হওয়ার পর, বোয়িং তার সংকীর্ণ-দেহ বিশিষ্ট ৭২৭-এর আরও উন্নয়ন বিবেচনা করা শুরু করে। সংক্ষিপ্ত ও মাঝারি দৈর্ঘ্যের রুটের জন্য নকশাকৃত, ট্রাইজেটটি ১৯৬০-এর দশকের সবচেয়ে বেশি বিক্রিত যাত্রীবাহী বৃহৎ বিমান এবং মার্কিন অভ্যন্তরীণ যাত্রীবাহী বৃহৎ বিমান বাজারের একটি প্রধান ভিত্তি ছিল। অধ্যয়ন সবচেয়ে সফল বৈকল্পিক ১৮৯-আসন বিশিষ্ট ৭২৭-২০০ উন্নত করার উপর দৃষ্টি নিবদ্ধ করে।  দুটি পন্থা বিবেচনা করা হয়েছিল: একটি প্রসারিত ৭২৭ (৭২৭-৩০০ মনোনীত করা হবে), এবং একটি সম্পূর্ণ নতুন বিমানের কোড-নাম ৭এন৭। আগেরটি ৭২৭-এর বিদ্যমান প্রযুক্তি এবং টেইল-মাউন্টেড ইঞ্জিন কনফিগারেশন ব্যবহার করে একটি সস্তা উপজাত (ডেরিভেটিভ) ছিল, যেখানে পরেরটি নতুন উপকরণ ব্যবহারকারী এবং বেসামরিক বায়বান্তরীক্ষ শিল্পে উপলব্ধ প্রচালন (প্রপালশন) প্রযুক্তিতে উন্নতি ঘটিয়ে নির্মিত একটি টুইন দ্বৈত-ইঞ্জিন বিশিষ্ট বিমান ছিল।\n\n\n== তথ্যসূত্র =="}