{"pageid": 1314441, "title": "রায়ানএয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1314441", "content": "রায়ানএয়ার ডিএসি হল একটি আইরিশ অতি কম খরচের বাহক, যা ১৯৮৪ সালে প্রতিষ্ঠিত হয়েছিল। এটির সদর দফতর আয়ারল্যান্ডের ডাবলিনের সোর্ডসয় এবং প্রাথমিক কার্যক্রম পরিচালনার ঘাঁটি ডাবলিন ও লন্ডন স্ট্যানস্টেড বিমানবন্দরে রয়েছে। এটি বিমানসংস্থার রায়ানএয়ার হোল্ডিংস পরিবারের সবচেয়ে বড় অংশ গঠন করে এবং ভগিনী বিমানসংস্থা হিসেবে রায়ানএয়ার ইউকে, বাজ, লাউডা ইউরোপ ও মাল্টা এয়ার রয়েছে। এটি আয়ারল্যান্ডের বৃহত্তম বিমানসংস্থা এবং নির্ধারিত যাত্রীদের পরিবহনের মাধ্যমে ২০১৬ সালে ইউরোপের বৃহত্তম বাজেট বিমানসংস্থা হয়ে ওঠে, অন্য যেকোনো বিমানসংস্থার তুলনায় বেশি আন্তর্জাতিক যাত্রী বহন করে।\nরায়ানএয়ার গোষ্ঠী ৪০০ টিরও বেশি বোয়িং ৭৩৭-৮০০ বিমান পরিচালনা করে, যার মধ্যে একটি একক ৭৩৭-৭০০ চার্টার বিমান হিসাবে, ব্যাকআপ হিসাবে ও বিমানচালক প্রশিক্ষণের জন্য ব্যবহৃত হয়। বিমানসংস্থাটি ইউরোপে ১৯৯৭ সালে বিমান শিল্পের নিয়ন্ত্রণমুক্তকরণ ও এর স্বল্প খরচের ব্যবসায়িক মডেলের সাফল্যের ফলে দ্রুত সম্প্রসারণ দ্বারা চিহ্নিত করা হয়েছে। রায়ানএয়ারের রুট নেটওয়ার্ক ইউরোপ, উত্তর আফ্রিকা (মরক্কো) ও মধ্যপ্রাচ্যের (ইসরায়েল ও জর্ডান) ৪০ টি দেশে পরিষেবা দেয়।\nকোম্পানিটি মাঝে মাঝে ভ্যাট-মুক্ত পরিষেবার জন্য চালান ইস্যু করতে অস্বীকার করা (বিমান ভাড়া), খারাপ কাজের অবস্থা, অতিরিক্ত চার্জের ভারী ব্যবহার, খারাপ গ্রাহক পরিষেবা, এবং অবাধ প্রচার লাভের জন্য ইচ্ছাকৃতভাবে বিতর্ক সৃষ্টি করার প্রবণতার জন্য সমালোচিত হয়েছে।\n\n\n== ইতিহাস ==\n১৯৮৪ সালে প্রতিষ্ঠার পর থেকে, রায়ানএয়ার একটি ছোট বিমানসংস্থা থেকে বড় হয়েছে, যা ওয়াটারফোর্ড থেকে লন্ডন গ্যাটউইক পর্যন্ত সংক্ষিপ্ত যাত্রায় ইউরোপের বৃহত্তম বিমান বাহকে পরিণত হয়েছে। কোম্পানির জন্য ১৯,০০০ জনেরও বেশি লোক কাজ করেছে, যাদের বেশিরভাগই রায়ানএয়ার বিমানে ওড়ার জন্য এজেন্সিদের দ্বারা নিযুক্ত ও চুক্তিবদ্ধ।\nবিমানসংস্থাটি ১৯৯৭ সালে প্রকাশ্যে আসে, এবং বিমানসংস্থাটিকে প্যান-ইউরোপীয় বাহকে সম্প্রসারণ করতে উত্থাপিত অর্থ ব্যবহৃত হয়। রাজস্ব ১৯৯৮ সালে €২৩১ মিলিয়ন থেকে ২০০৩ সালে €১,৮৪৩ মিলিয়ন এবং ২০১০ সালে €৩,০১৩ মিলিয়নে উন্নীত হয়েছিল। একইভাবে, একই সময়ের মধ্যে নিট মুনাফা €৪৮ মিলিয়ন থেকে বেড়ে €৩৩৯ মিলিয়ন হয়েছিল।\n\n\n== আরও দেখুন ==\nবিমানসংস্থার তালিকা\nআয়ারল্যান্ডের কোম্পানির তালিকা\nস্বল্পমূল্যের বিমানসংস্থার তালিকা\nরায়ানায়ার ইউকে\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}