{"pageid": 1315922, "title": "যাজ্ঞবল্ক্য উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1315922", "content": "যাজ্ঞবল্ক্য উপনিষদ (সংস্কৃত: याज्ञवल्क्य उपनिषत्, আইএএসটি: Yājñavalkya Upaniṣad) হল মধ্যযুগের শেষের দিকের সংস্কৃত পাঠ এবং হিন্দুধর্মের একটি ক্ষুদ্র উপনিষদ। পাঠটি শুক্ল যজুর্বেদের সাথে সংযুক্ত, এবং সন্ন্যাস উপনিষদের শ্রেণিবদ্ধ।\n\n\n== ইতিহাস ==\nযাজ্ঞবল্ক্য উপনিষদের রচনাকাল ও রচয়িতা অজানা, তবে পাঠ্যটির ৪টি অধ্যায় সম্ভবত মধ্যযুগের শেষের পাঠ্য কারণ এটি পাঠ্যের উল্লেখ করে যা ১ম সহস্রাব্দ এবং দ্বিতীয় সহস্রাব্দ খ্রিস্টাব্দের প্রথম দিকে রচিত হয়েছিল। অলিভেল ও স্প্রকহফ এটিকে ১৪ বা ১৫ শতকের পাঠ্য বলে পরামর্শ দেন।\nকিছু পাণ্ডুলিপিতে এটিকে যাজ্ঞবল্ক্যোপনিষদ নামেও শিরোনাম করা হয়েছে। মুক্তিকা ক্রমের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম কর্তৃক হনুমানের কাছে বর্ণিত, এটি ৯৭ নম্বরে তালিকাভুক্ত করা হয়েছে।\n\n\n== বিষয়বস্তু ==\n\nপাঠ্যটি সন্ন্যাসীর মর্যাদাক্রম এবং প্রত্যাশিত আচরণ বর্ণনা করে। এটি একটি সংক্ষিপ্ত পাঠ, কিন্তু বিশিষ্ট সন্ন্যাস উপনিষদ, জাবাল উপনিষদের প্রথম তিনটি অংশে অভিন্ন হওয়ার জন্য উল্লেখযোগ্য। পাঠ্যের পরবর্তী সংযোজনগুলি যোগবশিষ্ঠ পাঠ্যের উল্লেখ, স্কন্দপুরাণের সুতসংহিতা এবং বিদ্যারণ্যের পঞ্চদশী থেকে কিছু উদ্ধৃতির জন্যও উল্লেখযোগ্য।\nপাঠ্যটির চারটি অধ্যায়ের মধ্যে প্রথম তিনটি জাবাল উপনিষদের অধ্যায়ের ৪, ৫ ও ৬ অনুরূপ। পাঠ্যের শেষ অধ্যায়ের শ্লোকগুলি অন্যান্য গ্রন্থের। সংকলিত শ্লোকগুলি সন্ন্যাসীদের আচরণের বৈচিত্র্যের বর্ণনা দেয়। পাঠ্যটিতে বলা হয়েছে, যেসকল সন্ন্যাসী কেবল নামেই সন্ন্যাসী, কোন্দলে এবং এখনও জাগতিক জিনিসের সাথে সংযুক্ত রয়েছে, তাদের বিপরীতে যারা তাদের অন্তর্জগতে বাস করে, আত্ম-জ্ঞান সহ এবং দয়ালু।\nচতুর্থ অধ্যায়টি সন্ন্যাসীর দৃষ্টিকোণ থেকে সামাজিক-সাংস্কৃতিক বিষয়গুলির জন্য উল্লেখযোগ্য। সফল সন্ন্যাসী, উদাহরণ স্বরূপ উপনিষদে বলা হয়েছে, যিনি \"প্রত্যেক জীবের মধ্যে আশীর্বাদময় প্রভুর অংশকে আত্মার মতো\" দেখেন, যেমন কুকুর, গাধা, গরু ও নির্বাসিত ব্যক্তি।\n\nতুমি চৈতন্য, আমি চৈতন্য, আর এই জগৎ চৈতন্য।\n\nযাইহোক, এটি তপস্বী সন্ন্যাসীর জন্য বিভাগগুলিও অন্তর্ভুক্ত করে যা তাকে কখনও নারী বা শিশুদের কামনা না করার কারণ দেয়। পাঠ্যটিতে বলা হয়েছে, মহিলারা \"মুক্তার নেকলেসের উজ্জ্বল জাঁকজমক\" এর মতো তবে তারা পাপের উৎস, সুন্দর ও নিষ্ঠুর উভয়ই, তারা পুরুষদেরকে মন্দ প্রবৃত্তিতে আটকে রাখে এবং তারা বৃদ্ধ হয়, মারা যায় এবং তাদের দেহ অন্যান্য প্রাণীর খাদ্য হয়ে ওঠে। নারীরা কষ্টের শৃঙ্খল ও পাপের রত্ন ধারণ করে, লেখাটি জোর দিয়ে বলে। এই পাঠ্যের এই চরিত্রায়ন, অলিভেল বলেছেন, একজন তপস্বীর মনে একজন নারীর দেহের জন্য বিদ্বেষ সৃষ্টি করার একটি প্রয়াস, যিনি ব্রহ্মচারী জীবনধারার শপথ করেছেন, এবং একই ধরনের চরিত্রায়ন বৌদ্ধ ও জৈন ধর্মের গ্রন্থেও পাওয়া যায়।\nযাজ্ঞবল্ক্য উপনিষদ একইভাবে পুত্র কামনাকে বৃথা বলে। তিনি গর্ভপাত, প্রসবের সময়, তারপর অসুস্থতার মাধ্যমে তার পিতামাতার জন্য ব্যথার কারণ হন। পাঠ্যটিতে দেখানো হয়েছে কীভাবে ছেলেরা দুষ্টুমির জন্য পড়ে যায়, গুরুকুলে যায় কিন্তু শিখতে পারে না, যৌবনে ব্যভিচার ও অন্যান্য পাপ করে, নিদারুণ হয়, দুঃখে বৃদ্ধ হয় এবং জীবনের অস্থিরতা ভোগ করে।\nএই অনুভূতি, প্যাট্রিক অলিভেল বলেন, প্রাথমিক বৌদ্ধ পাঠ সুত্তনিপাতে পাওয়া যায় এমন অনুরূপ, যেখানে মৃত্যু এবং অশুভ দেবতা মারা এবং বুদ্ধের মধ্যে কথোপকথনে পাওয়া যায়, যেখানে পরবর্তীতে বলা হয়েছে একজন পিতা তার পুত্রদের জন্য শোক প্রকাশ করেন।\nএকজন পরিত্যাগকারী, যাজ্ঞবল্ক্য উপনিষদ বলে, পুত্র বা বিবাহিত জীবনের কোন আকাঙ্ক্ষা নেই, এবং এই সমস্ত অস্থিরতা অতিক্রম করে যায়। তিনি বিচ্ছিন্ন। বস্তুজগতের প্রতি আকাঙ্ক্ষায় আচ্ছন্ন ব্যক্তিদের দ্বারা একজন পুরুষের আচরণকে পাগলামি বলে মনে করা যেতে পারে, কিন্তু তিনি তা নন। তিনি তার নিজের শরীরকে অভ্যন্তরীণ দুঃখের উৎস হিসেবে দেখেন, ঠিক যেমন তিনি দেখেন কারাগার বা শত্রুকে বাহ্যিক নির্যাতনের উৎস হিসেবে।\nসমাপনী শ্লোকগুলিতে, উপনিষদ জোর দেয় যে সন্ন্যাসীকে অবশ্যই তার নিজের অভ্যন্তরীণ প্রকৃতিকে নিখুঁত করার চেষ্টা করতে হবে, যেমন রাগ ত্যাগ করা। অলিভেলের অনুবাদ, পাঠ্য প্রশ্ন, \"আপনি যদি অন্যায়কারীর উপর রাগান্বিত হন, তবে কেন আপনি নিজেই রাগ করেন না?\" একজনকে অবশ্যই সমস্ত ক্রোধ ত্যাগ করতে হবে, কারণ এটি ধর্ম, অর্থ, কাম ও  মোক্ষের বিরুদ্ধে। প্রতিবার যখন কেউ রাগান্বিত হয়, একজনের উচিত আত্মপ্রদর্শকভাবে এটির প্রতি শ্রদ্ধা জানানো, কারণ এটি একজনের অভ্যন্তরীণ দোষ প্রকাশ করে, যাজ্ঞবল্ক্য উপনিষদ বলে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nDeussen, Paul (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nFarquhar, John Nicol (১৯২০)। An outline of the religious literature of India। H. Milford, Oxford University Press। আইএসবিএন 81-208-2086-X। \nHattangadi, Sunder (২০০০)। \"याज्ञिक्युपनिषत् (Yajnavalkya Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১৮ জানুয়ারি ২০১৬। \nOlivelle, Patrick (১৯৯২)। The Samnyasa Upanisads। Oxford University Press। আইএসবিএন 978-0195070453। \nOlivelle, Patrick (১৯৯৩)। The Asrama System। Oxford University Press। আইএসবিএন 978-0195083279। \nSprockhoff, Joachim F (১৯৭৬)। Samnyasa: Quellenstudien zur Askese im Hinduismus (জার্মান ভাষায়)। Wiesbaden: Kommissionsverlag Franz Steiner। আইএসবিএন 978-3515019057। \nTinoco, Carlos Alberto (১৯৯৬)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2।"}