{"pageid": 1316690, "title": "সংঘ (রাষ্ট্র)", "url": "https://bn.wikipedia.org/wiki?curid=1316690", "content": "একটি সংঘ (একটি মৈত্রীতান্ত্রিক রাষ্ট্র হিসাবেও পরিচিত) হল একটি রাজনৈতিক সত্তা যা কেন্দ্রীয় মৈত্রীতান্ত্রিক সরকারের অধীনে আংশিকভাবে স্ব-শাসিত প্রদেশ, রাজ্য বা অন্যান্য অঞ্চলগুলির একটি সংঘ দ্বারা চিহ্নিত করা হয় (মৈত্রীতন্ত্রবাদ)। একটি সংঘে, অঙ্গরাজ্যগুলির স্ব-শাসিত মর্যাদা, সেইসাথে তাদের এবং কেন্দ্রীয় সরকারের মধ্যে ক্ষমতার বিভাজন সাধারণত সাংবিধানিকভাবে অন্তর্ভুক্ত থাকে এবং এটি একটি একতরফা সিদ্ধান্তের দ্বারা পরিবর্তন করা যায় না, অঙ্গরাজ্য বা কেন্দ্রীয় রাজনৈতিক সংস্থার দ্বারা। বিকল্পভাবে, একটি সংঘ হল সরকারের একটি রূপ যেখানে সার্বভৌম ক্ষমতা আনুষ্ঠানিকভাবে একটি কেন্দ্রীয় কর্তৃপক্ষ এবং কয়েকটি উপাদান অঞ্চলের মধ্যে বিভক্ত করা হয় যাতে প্রতিটি অঞ্চল তার অভ্যন্তরীণ বিষয়গুলির উপর কিছু মাত্রার নিয়ন্ত্রণ বজায় রাখে।\nএটি প্রায়শই যুক্তি দেওয়া হয় যে মৈত্রীতান্ত্রিক রাষ্ট্র যেখানে কেন্দ্রীয় সরকারের অতিরিক্ত ক্ষমতা আছে সেগুলো সত্যিকারের মৈত্রীতান্ত্রিক রাষ্ট্র নয়। উদাহরণ স্বরূপ, এই ধরনের অতিরিক্ত ক্ষমতার মধ্যে অন্তর্ভুক্ত থাকতে পারে: স্থূল অব্যবস্থাপনা বা নাগরিক অস্থিরতার জন্য একটি অঙ্গরাজ্যের সরকারকে স্থগিত করার সাংবিধানিক কর্তৃত্ব, অথবা \"শান্তিপূর্ণ ও ভালো সরকার\" নিশ্চিত করতে বা আন্তর্জাতিক চুক্তির অধীনে চুক্তিবদ্ধ বাধ্যবাধকতা বাস্তবায়ন করতে, জাতীয় আইন গ্রহণ করা, যা কেন্দ্রীয় সরকারের সাংবিধানিক কর্তৃত্বকে আহ্বান করে অঙ্গরাজ্যের ক্ষমতাকে লঙ্ঘন করে।\nএকটি সংঘে পাওয়া সরকারি বা সাংবিধানিক কাঠামোকে সংঘবাদী বা মৈত্রীতন্ত্রবাদের উদাহরণ হিসেবে বিবেচনা করা হয়। একে অন্য ব্যবস্থা, একক রাষ্ট্রের বিপরীত বিবেচনা করা যেতে পারে। উদাহরণস্বরূপ, ফ্রান্স বহু শতাব্দী ধরে এককেন্দ্রিক রাষ্ট্র ছিল। অস্ট্রীয় সাম্রাজ্য ছিল মুকুটাধীনস্থ ভূমি সহ একটি একক রাষ্ট্র, অস্ট্রিয়া-হাঙ্গেরি রাজতন্ত্রে রূপান্তরিত হওয়ার পরে তথাকথিত সিস্লেইথানিয়ার অবশিষ্ট মুকুটাধীনস্থ ভূমিগুলি অস্ট্রীয় সংবিধান বাস্তবায়নের মাধ্যমে অস্ট্রিয়া প্রজাতন্ত্রের ল্যান্ডার(অঙ্গরাজ্য) হিসাবে সংঘবদ্ধ হয়ে ওঠে। জার্মানি, তার ১৬টি রাজ্য, বা Länder নিয়ে, একটি মৈত্রীতন্ত্রবাদী রাষ্ট্রের উদাহরণ। সংঘ রাষ্ট্রগুলি প্রায়শই বহু-জাতিগত হয় এবং ভূখণ্ডের একটি বৃহৎ এলাকা জুড়ে থাকে (যেমন রাশিয়া, মার্কিন যুক্তরাষ্ট্র, কানাডা, ভারত বা ব্রাজিল), কিন্তু কোনটিই অগত্যা নয় (যেমন সেন্ট কিট্‌স ও নেভিস বা মাইক্রোনেশিয়া যুক্তরাজ্য)।\nবেশ কিছু প্রাচীন মুখ্যরাজ্য এবং রাজ্যসমূহ, যেমন ৪র্থ শতাব্দী খ্রীষ্টপূর্বাব্দের কোরিন্থের লীগ, মধ্য ইউরোপের নোরিকুম এবং প্রাক-কোলোম্বীয় উত্তর আমেরিকার ইরোকয় পরিসংঘ, মৈত্রীতান্ত্রিক রাজ্য বা মিত্রসংঘ হিসাবে বর্ণনা করা যেতে পারে। পুরাতন সুইস কন্ফ়েডারেসি ছিল আনুষ্ঠানিক অ-ঐক্যিক রাষ্ট্রের প্রাথমিক উদাহরণ।\nনয়াবিশ্বের বেশ কয়েকটি উপনিবেশ এবং আধিপত্য স্বায়ত্তশাসিত প্রদেশ নিয়ে গঠিত, যুক্তরাষ্ট্র এবং লাতিন আমেরিকার বিভিন্ন দেশের মতো স্বাধীনতার পর মৈত্রীতান্ত্রিক রাষ্ট্রে রূপান্তরিত হয়। নয়াবিশ্বের কিছু মৈত্রীতান্ত্রিক রাষ্ট্র ব্যর্থ হয়েছে; ফ়েডারেল রিপাব্লিক অফ় সেণ্ট্রাল আমেরিকা তার প্রতিষ্ঠার ২০ বছরেরও কম সময়ের মধ্যে স্বাধীন রাজ্যসমূহে বিভক্ত হয়। অন্যরা, যেমন আর্জেন্টিনা, মৈত্রীতন্ত্রে বসতি স্থাপনের আগে মৈত্রীতান্ত্রিক সংঘ, মিত্রসংঘ এবং একক ব্যবস্থার মধ্যে স্থানান্তরিত হয়েছে। রাজতন্ত্রের পতনের পরেই ব্রাজিল একটি মৈত্রীতান্ত্রিক রাষ্ট্রে পরিণত হয় এবং ফ়েদারেল যুদ্ধের পর ভেনেজুয়েলা একটি মৈত্রীতান্ত্রিক রাষ্ট্রে পরিণত হয়। অস্ট্রেলিয়া এবং ক্যানাডাও মৈত্রীতান্ত্রিক রাষ্ট্র।\nজার্মানি হল আরেকটি জাতি-রাষ্ট্র যা ১৮১৫ সালে জার্মান কন্ফ়েডারেশন প্রতিষ্ঠিত হওয়ার পর থেকে মিত্রসংঘিক, মৈত্রীতান্ত্রিক এবং একক নিয়মের মধ্যে পরিবর্তন করেছে। উত্তর জার্মান কন্ফ়েডারেশন, পরবর্তী জার্মান সাম্রাজ্য এবং ভাইমার প্রজাতন্ত্র ছিল মৈত্রীতান্ত্রিক রাষ্ট্র।\n১৯২২ সালে প্রতিষ্ঠিত, সোভিয়েৎ সংঘ আনুষ্ঠানিকভাবে সোভিয়েৎ প্রজাতন্ত্র, স্বায়ত্তশাসিত প্রজাতন্ত্র এবং অন্যান্য মৈত্রীতান্ত্রিক বিষয়গুলির একটি সংঘ ছিল, যদিও তা বাস্তবে সোভিয়েৎ সংঘ সরকারের অধীনে অত্যন্ত কেন্দ্রীভূত ছিল। রুশ সংঘ উত্তরাধিকারসূত্রে অনুরূপ সরকারব্যবস্থা পেয়েছে।\nভারত, পাকিস্তান, নাইজেরিয়া এবং মালয়েশিয়া (তখন মালয় ফেডারেশন) ব্রিটিশ সাম্রাজ্য থেকে স্বাধীন হওয়ার কিছুদিন আগে মৈত্রীতান্ত্রিক রাষ্ট্রে পরিণত হয়েছিল।\nসাম্প্রতিক কিছু ক্ষেত্রে, ২০০৫ সাল থেকে বসনিয়া ও হার্জেগোভিনা এবং ইরাক়ের মতো দেশের মধ্যে জাতিগত সংঘাত পরিচালনার জন্য একটি পরিমাপ হিসাবে মৈত্রীতান্ত্রিক রাষ্ট্র স্থাপন করা হয়েছে।\n১৭৮৯ সালের ৪ মার্চ মার্কিন যুক্তরাষ্ট্রের সংবিধান কার্যকর হওয়ার সাথে সাথে, মার্কিন যুক্তরাষ্ট্র হয়ে যায় সবচেয়ে পুরানো টিকে থাকা মৈত্রীতান্ত্রিক রাষ্ট্র, এবং সবচেয়ে নতুন হল নেপাল, ২০ সেপ্টেম্বর ২০১৫-এ সংবিধান কার্যকর হওয়ার পরে।\n\n\n== তথ্যসূত্র =="}