{"pageid": 13162, "title": "মৌরিতানিয়া", "url": "https://bn.wikipedia.org/wiki?curid=13162", "content": "মৌরিতানিয়া, সরকারিভাবে যা একটি ইসলামি প্রজাতন্ত্র, উত্তর পশ্চিম আফ্রিকা মহাদেশের একটি রাষ্ট্র।\n\n\n== ইতিহাস ==\n\nপ্রাচীন ইতিহাস\nমৌরিতানিয়ার প্রাচীন উপজাতিরা ছিল বারবার মানুষ। বাফুর প্রাথমিকভাবে কৃষি ছিল, এবং প্রথম সাহারান মানুষের মধ্যে তাদের ঐতিহাসিকভাবে অস্বাভাবিক জীবনধারা পরিত্যাগ করা। সাহারার ধীরে ধীরে নির্গত হওয়ার সাথে সাথে তারা দক্ষিণে চলে যায়।  বার্বার উপজাতিগুলির বেশিরভাগই ইয়েমেনি (এবং কখনও কখনও অন্য আরব) উৎসকে দাবি করে। যেমন দাবি সমর্থন করার জন্য সামান্য প্রমাণ আছে, কিন্তু ইয়েমেনি জনগণের ২,০০০ ডিএনএ গবেষণায় প্রস্তাব করা হয়েছে যে জনগণের মধ্যে কিছু প্রাচীন সম্পর্ক থাকতে পারে।\nঅন্যান্যরাও সাহারার পশ্চিমে দক্ষিণ আফ্রিকার দক্ষিণে স্থানান্তরিত হয়েছিল। ১০৭৬ সালে, মুরিশ ইসলামী যোদ্ধা ভিক্ষুক (আলমোরাভিদ বা আল মুরাবিতুন) আক্রমণ করেছিল এবং প্রাচীন ঘানা সাম্রাজ্যের বৃহৎ এলাকা জয় করেছিল।\n১৬৬৫ সালে আর্গুয়েনের ডাচ ট্রেডিং পোস্ট\nচার বৌবা যুদ্ধ (১৬৪৪-১৬৭৪) ইয়েমেনি মাকিল আরব আগ্রাসকদেরকে হ্রাস করার জন্য জনগণের ব্যর্থ চূড়ান্ত প্রচেষ্টা ছিল। আক্রমণকারীরা বেনী হাসান গোত্রের নেতৃত্বে ছিল। বেনি হাসান যোদ্ধাদের বংশধররা মুরিশ সমাজের উপরের স্তম্ভ হয়ে ওঠে। হাসানিয়া, বেদুইন আরবী দ্বান্দ্বিক, যেটির নাম বেনী হাসান থেকে পাওয়া যায়, এটি হ'ল বেশিরভাগ অস্বাভাবিক জনসংখ্যার মধ্যে প্রভাবশালী ভাষা হয়ে ওঠে।\nবার্বাররা অঞ্চলের বিরাট অংশগুলি তৈরি করে বেশিরভাগ প্রভাব তৈরি করে একটি বিশেষ প্রভাব বজায় রাখে: যারা ইসলামী ঐতিহ্য সংরক্ষণ ও শিক্ষা দেয়।\n\n\n== রাজনীতি ==\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\n\n\n== ভূগোল ==\n\n\n== অর্থনীতি ==\n\n\n== সংস্কৃতি ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকারী\nRépublique Islamique de Mauritanie official government site\nAssemblée Nationale Mauritanienne official site\nরাষ্ট্র প্রধান এবং মন্ত্রিপরিষদ সদসবৃন্দ\nসাধারণ তথ্য\nMauritania from al-Bab\nCountry Profile from BBC News\nMauritania from Encyclopaedia Britannica\nMauritania from UCB Libraries GovPubs\nসংবাদ মিডিয়া\nNews headline links from AllAfrica.com\n(ফরাসি) (আরবি) (ইংরেজি) Magharebia news and views of the Maghreb\nপর্যটন\n\nঅন্যান্য\nMauritania's location on a 3D globe (Java)"}