{"pageid": 1316556, "title": "৮৬তম স্ট্রিট স্টেশন (বিএমটি ফোর্থ অ্যাভিনিউ লাইন)", "url": "https://bn.wikipedia.org/wiki?curid=1316556", "content": "৮৬তম স্ট্রিট স্টেশন হল নিউ ইয়র্ক সিটি সাবওয়ের বিএমটি ফোর্থ অ্যাভিনিউ লাইনের একটি স্টেশন , ব্রুকলিনের বে রিজে ৮৬তম স্ট্রিট ও ফোর্থ অ্যাভিনিউতে অবস্থিত। এটি সর্বদা আর ট্রেন দ্বারা পরিবেশিত হয়।\n৮৬তম স্ট্রিট স্টেশনটি চতুর্থ অ্যাভিনিউ লাইনের অংশ হিসাবে নির্মিত হয়েছিল। যদিও এটি মূলত দুটি দ্বীপ প্ল্যাটফর্ম সহ একটি চার-ট্র্যাক এক্সপ্রেস স্টেশন হিসাবে পরিকল্পনা করা হয়েছিল, শুধুমাত্র পশ্চিম প্ল্যাটফর্ম ও ট্র্যাকগুলি শেষ পর্যন্ত নির্মিত হয়েছিল। ৮৬তম স্ট্রিট অন্তর্ভুক্ত লাইনের অংশের নির্মাণ ১৯১৩ সালে শুরু হয়েছিল এবং ১৯১৫ সালে শেষ হয়েছিল। স্টেশনটি ১৯১৬ সালের ১৫ই জানুয়ারি বিএমটি ফোর্থ এভিনিউ লাইনের ৫৯তম স্ট্রিট থেকে ৮৬তম স্ট্রিট পর্যন্ত সম্প্রসারণের অংশ হিসাবে খোলা হয়েছিল। স্টেশনের প্ল্যাটফর্মগুলি ১৯২৬– ১৯২৭ সালে লম্বা করা হয়েছিল এবং এটি ১৯৭০-এর দশকে এবং আবার ২০০০-এর দশকের শেষের দিকে সংস্কার করা হয়েছিল। ৮৬তম স্ট্রিট স্টেশনটি ২০১৮ সাল থেকে ২০২০ সালের মধ্যে সংস্কার করা হয়েছিল এবং ১৯৯০ সালের আমেরিকানদের প্রতিবন্ধী আইনের সাথে সঙ্গতিপূর্ণ করতে স্টেশনটিকে লিফট যুক্ত করা হয়েছিল।\n৮৬তম স্ট্রিট স্টেশনটি নিউ ইয়র্ক সিটি ট্রানজিট বাস রুটের জন্য একটি বাস ঘাঁটি এবং টার্মিনাল হিসাবে কাজ করে।\n\n\n== ইতিহাস ==\n\n\n=== নির্মাণ ও চালু ===\n৮৬তম স্ট্রিট স্টেশনটি চতুর্থ অ্যাভিনিউ লাইনের অংশ হিসাবে নির্মিত হয়েছিল। র‍্যাপিড ট্রানজিট কমিশন সম্পত্তির মালিকদের প্রয়োজনীয় সম্মতি পেতে অক্ষম হওয়ার পরে, ১৯০৬ সালের ১৮ই জুন নিউইয়র্কের সুপ্রিম কোর্টের আপিল বিভাগ দ্বারা অনুমোদিত হওয়ার আগে, লাইনের পরিকল্পনাটি প্রাথমিকভাবে ১৯০৫ সালের ১লা জুনে পরিকল্পিত রুট বরাবর গৃহীত হয়েছিল। র‌্যাপিড ট্রানজিট কমিশন ১৯০৭ সালের ১লা জুলাই নিউ ইয়র্ক স্টেট পাবলিক সার্ভিস কমিশনের (পিএসসি) স্থলাভিষিক্ত হয়, এবং পিএসসি ১৯০৭ সালের অক্টোবর ও নভেম্বর মাসে লাইনের জন্য পরিকল্পনা অনুমোদন করে।\nনিউইয়র্ক সিটি ও ব্রুকলিন র‌্যাপিড ট্রানজিট কোম্পানি (বিআরটি), এবং শহরের গণপরিবহন নেটওয়ার্ক সম্প্রসারণের জন্য ইন্টারবোরো র‌্যাপিড ট্রানজিট কোম্পানির মধ্যে আলোচনার অংশ হিসেবে, লাইনটি বিআরটি-এর একটি সহায়ক সংস্থার কাছে লিজ দেওয়া হয়েছিল। চুক্তিটি, দ্বৈত চুক্তির চুক্তি ৪ নামে পরিচিত, এটি ১৯১৩ সালের ১৯শে মার্চ স্বাক্ষরিত হয়েছিল। ১৯১২ সালে, দ্বৈত পদ্ধতির আলোচনার সময়, ৮৬তম স্ট্রিট স্টেশনের ঠিক দক্ষিণে ৪৩তম স্ট্রিট থেকে ৮৯তম স্ট্রিট পর্যন্ত ফোর্থ এভিনিউ পাতাল রেলের একটি সম্প্রসারণ নির্মাণের সুপারিশ করা হয়েছিল। এই সুপারিশটি ১৯১২ সালের ১৫ই ফেব্রুয়ারি  অনুমান বোর্ড দ্বারা অনুমোদিত হয়েছিল। পিএসসি তার প্রধান প্রকৌশলীকে ১৯১২ সালের ১৪ই জুন পরিকল্পনা তৈরি করার নির্দেশ দেয়। বর্ধিতকরণের জন্য দুটি চুক্তি, রুট ১১বি, ১৯১২ সালের ১৬ই সেপ্টেম্বর ডেগনন কনস্ট্রাকশন কোম্পানিকে সমন্বিত $৩.৮ মিলিয়ন ( ২০২১ সালে $১০৬.৭ মিলিয়নের সমতুল্য) প্রদান করা হয়েছিল।\nরুট ১১বি২-তে নির্মাণ ১৯১৩ সালের ২৪শে জানুয়ারি শুরু হয়, যা এই স্টেশনটি অন্তর্ভুক্ত করেছিল এবং ৬১তম স্ট্রিট থেকে ৮৯তম স্ট্রিটের মধ্যে প্রসারিত হয়। এই অংশের নির্মাণকাজ ১৯১৫ সালে সম্পন্ন হয়েছিল। ৮৬তম স্ট্রিট ১৯১৬ সালের ১৫ই জানুয়ারি বিএমটি ফোর্থ এভিনিউ লাইনের ৫৯তম স্ট্রিট থেকে ৮৬তম স্ট্রিট পর্যন্ত সম্প্রসারণের অংশ হিসাবে খোলা হয়েছিল। বে রিজ-৯৫ তম স্ট্রিটে এক-স্টপ দক্ষিণমুখী সম্প্রসারণ ১৯২৫ সালের ২৫শে অক্টোবর পর্যন্ত না হওয়া পর্যন্ত স্টেশনটি লাইনের  টার্মিনাল ছিল।\n\n\n=== স্টেশন সংস্কার ===\n\n\n==== ১৯২০-এর দশক ====\nনিউ ইয়র্ক স্টেট ট্রানজিট কমিশন বিআরটি-এর উত্তরসূরী, আটটি-গাড়ি ধারণে সক্ষম করতে ১৯২২ সালের ২৭শে জুন তার প্রকৌশলীদেরকে ব্রুকলিন-ম্যানহাটান ট্রানজিট কর্পোরেশনের (বিএমটি) লাইনে ২৩ টি স্টেশনে প্ল্যাটফর্ম দীর্ঘ করার পরিকল্পনা তৈরি করার নির্দেশ দেয়। ট্রেন প্রকল্পের অংশ হিসেবে, বে রিজ অ্যাভিনিউয়ের প্ল্যাটফর্মগুলি ৪৯৫ ফুট (১৫১ মি) থেকে ৫৩০ ফুট (১৬০মি) দীর্ঘ করা হয়। সম্প্রসারণের অগ্রগতি ১৯২৫ সালের ১৬ই ফেব্রুয়ারি পর্যন্ত ঘটেনি, যখন নিউ ইয়র্ক সিটি বোর্ড অব ট্রান্সপোর্টেশন (এনওয়াইসিবিওটি) তার প্রকৌশলীদেরকে এটি ও চতুর্থ এভিনিউ লাইন বরাবর এগারোটি স্টেশনের প্ল্যাটফর্মগুলিকে লম্বা করার পরিকল্পনা প্রস্তুত করার নির্দেশ দেয়। এটি অনুমান করা হয়েছিল যে প্রকল্পটির ব্যয় হবে $৬,৩৩,০০০ (২০২১ সালে $৯৭,৮০,৮৭১ এর সমতুল্য)। ট্রানজিট কমিশন ১৯২৩ সালের সেপ্টেম্বর মাস থেকে বিএমটিকে এই প্ল্যাটফর্মগুলিকে দীর্ঘায়িত করার নির্দেশ দিয়েছিল। এনওয়াইসিবিওটি ১৯২৬ সালের ২৫ ফেব্রুয়ারি প্রকল্পটির জন্য বিড পেয়েছিল। চুক্তিটি $৩,৪৫,০২১ (২০২১ সালে $৫২,৮১,০২৬ এর সমতুল্য) মূল্যে কর্সন কনস্ট্রাকশন কোম্পানিকে দেওয়া হয়েছিল। সম্প্রসারণগুলি ১৯২৭ সালের ১লা আগস্ট খোলা হয়েছিল।\n\n\n==== ১৯৬০-এর দশক ====\nশহর সরকার ১৯৪০ সালের ১লা জুন বিএমটি-এর কার্যক্রম গ্রহণ করেছিল। ১৯৬০-এর দশকে, নিউ ইয়র্ক সিটি ট্রানজিট অথরিটি ১০ টি গাড়ি বা কোচ বিশিষ্ট ট্রেনের দাঁড়ানোর ব্যবস্থা করাতে (এনওয়াইসিটিএ) দক্ষিণ ব্রুকলিনে স্টেশন প্ল্যাটফর্মগুলিকে ৬১৫ ফুট (১৮৭ মি) পর্যন্ত লম্বা করার জন্য একটি প্রকল্প শুরু করে। এনওয়াইসিটিএ ১৯৬৭ সালের ১৪ই জুলাই বে রিজ অ্যাভিনিউ সহ ফোর্থ এভিনিউ লাইনের এগারোটি স্টেশনে প্লাটফর্ম সম্প্রসারণ নির্মাণের প্রস্তুতিতে ( ৫০৪৯২ ) টেস্ট বোরিং পরিচালনার জন্য ডব্লিউএম ওয়ালশ কর্পোরেশনকে $৬,৫৮৫ (২০২১ সালে $৫৩,৫১৫ সমমূল্যের) মূল্যের একটি চুক্তি প্রদান করে। এনওয়াইসিটিএ ১৯৬৮ সালের ৩রা মে তারিখে এই স্টেশন সহ ৪৫তম স্ট্রিট স্টেশন ও বে রিজ–৯৫তম স্ট্রিটের মধ্যে চতুর্থ অ্যাভিনিউ লাইন বরাবর স্টেশনগুলিতে প্ল্যাটফর্মগুলি প্রসারিত করার প্রকল্পে বিডের জন্য একটি আমন্ত্রণ জারি করে।\nযাইহোক, ইতোমধ্যে ১৯৬৮ সালের ফেব্রুয়ারি মাসে প্ল্যাটফর্ম সম্প্রসারণ প্রকল্পের কাজ শুরু হয়েছিল। সংস্কার প্রকল্পের অংশ হিসাবে, স্টেশনের প্ল্যাটফর্মটি ৮৫ ফুট (২৬ মিটার) দক্ষিণে প্রসারিত করা হয়েছিল, এবং স্টেশনের বিস্তৃত মোজাইক টাইল দেয়ালগুলি অপসারণ করা হয়েছিল। পরবর্তী পরিবর্তন, যা বিএমটি ব্রডওয়ে এবং ফোর্থ এভিনিউ লাইনের ১৫ টি অন্যান্য স্টেশনেও করা হয়েছিল, তা অমানবিক হওয়ার জন্য সমালোচিত হয়েছিল। এনওয়াইসিটিএ-এর মুখপাত্র বলেছেন যে পুরানো টাইলস খারাপ অবস্থায় ছিল। তদ্ব্যতীত, এটি পুরানো মোজাইকগুলিকে \"কোনও দুর্দান্ত শৈল্পিক যোগ্যতা\" বলে বিবেচনা করে না।\n\n\n==== ২০১০-এর দশক ====\nতৎকালীন ১৩তম জেলা কংগ্রেসম্যান ভিটো ফসেলা ও ২২তম জেলা রাজ্য সিনেটর মার্টি গোল্ডেন ২০০৭ সালে সংস্কারের জন্য ১৩.৮ মিলিয়ন ডলারে তহবিল নিশ্চিত করেন, সংস্কার ২০১১ সালে সম্পন্ন হয়েছে। সংস্কারে সিঁড়ি মেরামত করা হয়েছে, স্টেশনের বায়ুচলাচল পুনঃনির্মাণ করা হয়েছে এবং দেয়াল ও মেঝেতে নতুন টাইলিং স্থাপন করা হয়েছে, এবং সেইসাথে প্ল্যাটফর্মের প্রান্তে এডিএ-সম্মত হলুদ নিরাপত্তা ট্র্যাড স্থাপন করা হয়েছে। প্ল্যাটফর্মের দেয়ালগুলি মূলত টাইলস করা হয়েছিল, কিন্তু ১৯৭০ সালে সংস্কারের সময় সরানো হয়েছিল। আধুনিক সংস্কার টাইলগুলি পুনরুদ্ধার করেছিল, এবং বে রিজ আশেপাশের পুরানো বাড়িগুলির দ্বারা অনুপ্রাণিত একটি আর্টস ফর ট্রানজিট গ্লাস মোজাইক যুক্ত করেছে। মেট্রোপলিটন ট্রান্সপোর্টেশন অথরিটির (এমটিএ) ২০১০–২০১৪ ক্যাপিটাল প্রোগ্রামের অংশ হিসাবে, একটি ২৫-স্টেশন পুনর্নবীকরণ কার্যক্রমের জন্য অর্থ প্রদান করা হয়েছিল, যেটি সর্বোচ্চ ৫ সহ পাঁচ-পয়েন্ট স্কেলে ৩.৫ বা খারাপ রেট দেওয়া উপাদানগুলির উচ্চ ঘনত্ব সহ স্টেশনগুলির সংস্কারের উপর দৃষ্টি নিবদ্ধ করে। এই স্টেশনের ৩৩% উপাদানের রেট ৩.৫ বা খারাপ পাওয়া গেছে। ২০১০–২০১৪ এমটিএ ক্যাপিটাল প্রোগ্রামে, ১৯৯০ সালের আমেরিকানস উইথ ডিজঅ্যাবিলিটিস অ্যাক্টের অধীনে প্রবেশযোগ্যতা নির্দেশিকাগুলির সঙ্গে সম্পূর্ণরূপে সঙ্গতিপূর্ণ করার জন্য স্টেশনটির সংস্কারের নকশা করার জন্য তহবিল সরবরাহ করা হয়েছিল কারণ এটি নিউ ইয়র্ক সিটি পরিবহন প্রতিবন্ধী কমিটি অনুরোধ করেছিল যে স্টেশনটি এডিএ- প্রবেশযোগ্যতা করার জন্য প্রয়োজনীয় ১০০ টি মূল স্টেশনগুলির মধ্যে একটি হিসাবে ৯৫তম স্ট্রিট স্টেশনটিকে প্রতিস্থাপন করতে। প্রকল্পটির নির্মাণের জন্য অর্থায়ন ২০১৫-২০১৯ এমটিএ ক্যাপিটাল প্রোগ্রামে প্রদান করা হয়েছিল।\nপ্রকল্পের অংশ হিসাবে, দুটি লিফট যুক্ত করা হয়েছিল, একটি মেজানাইন থেকে প্ল্যাটফর্মে এবং অন্যটি মেজানাইন থেকে ৮৬তম স্ট্রিট ও ফোর্থ এভিনিউয়ের দক্ষিণ-পূর্ব কোণে রাস্তায়। স্টেশনের ৮৫তম স্ট্রিটের প্রবেশদ্বারে লিফট না রাখার সিদ্ধান্ত নেওয়া হয়েছিল কারণ সেই প্রবেশদ্বারটি সঠিক গভীরতায় ছিল না এবং সেই প্রবেশদ্বারটি ম্যানেজ করা হয়নি। ফুটপাথ লিফটের জন্য পর্যাপ্ত জায়গা প্রদান করতে, একটি প্রশস্ত সিঁড়ি তৈরির অনুমতি দিতে এবং ফুটপাথের নীচে নর্দমাগুলির চারপাশে কাজ করার জন্য, একটি ফুটপাথ বাল্ব-আউট স্থাপন করা হয়েছিল। বাল্ব-আউট বাসগুলিকে ট্র্যাফিকের মধ্যে টানতে ও বাইরে না নিয়েই থামতে দেয়। লিফট নির্মাণের জন্য চতুর্থ অ্যাভিনিউ থেকে একটি লেন সরানোর সিদ্ধান্ত স্থানীয় কমিউনিটি বোর্ডের সদস্যদের দ্বারা সমালোচিত হয়েছিল যারা বিশ্বাস করেছিল যে পরিবর্তনটি পথচারীদের জন্য অনিরাপদ হবে। মেজানাইনে লিফটের জন্য জায়গা দেওয়ার জন্য, লিফ্ট সহ প্ল্যাটফর্মের দুটি সিঁড়ি স্থানান্তরিত করা হয়েছিল, এবং একটি নতুন র‌্যাম্প যা তাদের মাঝখানে অবস্থিত। প্ল্যাটফর্মে নতুন সিঁড়িগুলির একটিকে জায়গা দেওয়ার জন্য ২০১৭ সালের ফেব্রুয়ারি মাসে স্টেশনটির দীর্ঘদিনের বিক্রেতা তার ইজারা হারায়।\nপ্রকল্পের অংশ হিসাবে মেজানাইন থেকে চতুর্থ অ্যাভিনিউ এবং ৮৬তম স্ট্রিটের দক্ষিণ-পশ্চিম কোণে একটি দ্বিতীয় সিঁড়ি যুক্ত করা হয়েছিল। লিফটের জন্য যান্ত্রিক ও বৈদ্যুতিক অবকাঠামোকে মিটমাট করার জন্য মেজানাইনের সরঞ্জাম ও ক্রু কক্ষগুলিকে পুনরায় সজ্জিত করা হয়েছিল, যার মধ্যে একটি এডিএ-সম্মত কর্মচারী বিশ্রামাগার ও লকার রুম স্থাপন করা ছিল। এছাড়াও, স্টেশন এজেন্ট বুথটিকে একটি হুইলচেয়ার-বান্ধব উচ্চতায় পরিবর্তন করা হয়েছিল, এবং সম্পূর্ণ প্রবেশযোগ্যতা প্রদানের জন্য রেলিং, টার্নস্টাইল, প্ল্যাটফর্ম প্যানেল, ব্রেইল সাইনেজ ও চালিত গেটগুলি পুনরায় সজ্জিত করা হয়েছিল। প্রকল্পের অংশ হিসাবে নতুন শিল্পকর্ম ও মোজাইক ব্যান্ডগুলিও স্থাপন করা হয়েছিল। প্রকল্পের অংশ হিসাবে, পরীক্ষা হিসাবে স্টেশনের দেয়ালে নতুন মানচিত্র পোস্ট করা হয়েছিল। প্রকল্পের অংশ হিসেবে স্টেশনের যোগাযোগ ব্যবস্থাও আপগ্রেড করা হয়েছে। এমটিএ ২০১৭ সালের পতনে সম্ভাব্য দরদাতাদের কাছে প্রকল্পের জন্য চুক্তি প্রকাশ করেছে। প্রকল্পের জন্য $১৭.৯ মিলিয়ন চুক্তি ২০১৭ সালের ডিসেম্বর মাসে এল সল কন্ট্রাক্টিংকে দেওয়া হয়েছিল।\nলিফটের নির্মাণকাজ ২০১৮ সালের জুন মাসে শুরু হয়েছিল এবং আশা করা হয়েছিল যে ২০২০ সালের মে মাসের শেষ নাগাদ শেষ হবে। যাইহোক, নিউ ইয়র্ক সিটিতে কোভিড-১৯ মহামারি দ্বারা সৃষ্ট সম্পদের ঘাটতির কারণে, সমাপ্তি ২০২০ সালের ২৯শে জুলাই পিছিয়ে দেওয়া হয়েছিল। প্রকল্পের চূড়ান্ত খরচ $৩,৬০,৫৫,০৭৭ ছিল।\n\n\n== স্টেশন বিন্যাস ==\n\nএই ভূগর্ভস্থ স্টেশনে দুটি ট্র্যাক এবং একটি একক দ্বীপ প্ল্যাটফর্ম রয়েছে। আর এখানে সব সময় থামে।\nউপরের প্ল্যাটফর্ম এবং মেজানাইনগুলিতে গাঢ় সবুজ স্তম্ভ রয়েছে এবং বিকল্প স্তম্ভগুলিতে সাদা অক্ষরে লেখা \"৮৬ স্ট্রিট\" স্ট্যান্ডার্ড কালো স্টেশন নামফলক রয়েছে। স্টেশনের ২০১১ সালের সংস্কারের অংশ হিসাবে ট্র্যাকের দেয়ালে তাদের মোজাইক টাইলিং পুনরুদ্ধার করা হয়েছিল। স্টেশনের দক্ষিণ অংশটি যেখানে ১৯৭০ সালে প্ল্যাটফর্মটি প্রসারিত করা হয়েছিল, এবং তাদের দেয়ালে কোন মোজাইক ট্রিম বা টাইলস নেই, পরিবর্তে টানেল বেঞ্চওয়ালের একটি এক্সটেনশন অন্তর্ভুক্ত রয়েছে। প্ল্যাটফর্মটিতে বেশ কয়েকটি কর্মচারী-সুবিধা রয়েছে যার একটি মোজাইক ট্রিম লাইন রয়েছে।\n\n\n=== বিধান ===\n৫৯তম স্ট্রিটের দক্ষিণে ফোর্থ এভিনিউ লাইনটি ফোর্থ এভিনিউর পশ্চিম দিকের নীচে একটি দ্বি-ট্র্যাক কাঠামো হিসাবে নির্মিত হয়েছিল যেখানে রাস্তার পূর্ব দিকে দুটি ভবিষ্যত ট্র্যাকের পরিকল্পনা রয়েছে। বর্তমান প্ল্যাটফর্মটি মূলত দক্ষিণমুখী প্ল্যাটফর্ম হওয়ার কথা ছিল; দুটি অতিরিক্ত ট্র্যাক তৈরি করা হলে বর্তমান উত্তরগামী ট্র্যাকটি দক্ষিণমুখী এক্সপ্রেস ট্র্যাক হয়ে উঠত। এই স্টেশনের উত্তরে, দক্ষিণমুখী ট্র্যাকটি প্ল্যাটফর্মের বরাবর বাঁক নিয়েছে যখন উত্তরমুখী ট্র্যাকটি সোজা থাকে। চারটি ট্র্যাকের পরিকল্পনা করা হয়েছিল মূলত স্টেটেন আইল্যান্ড টানেলের সুবিধার্থে, যার জন্য এক্সপ্রেস পরিষেবার প্রয়োজন ছিল, যদিও সুড়ঙ্গটি কখনও নির্মিত হয়নি। এছাড়াও, মেজানাইনগুলির বড় অংশ রয়েছে যা এখন শুধুমাত্র কর্মচারীদের জন্য ব্যবহৃত হয়।\n\n\n=== প্রস্থান ===\nএই স্টেশনে দুটি প্রবেশ/প্রস্থান আছে। পূর্ণ-সময় দক্ষিণ প্রান্তে একটি আছে। প্ল্যাটফর্ম থেকে দুটি সিঁড়ি একটি মেজানাইনে উঠে গেছে যার একটি টার্নস্টাইল ব্যাঙ্ক রয়েছে। একটি লিফট থাকার জন্য উচ্ছেদ না হওয়া পর্যন্ত একটি বোদেগা ভাড়া নিয়ন্ত্রণের মধ্যে অবস্থিত ছিল। ভাড়া নিয়ন্ত্রণের বাইরে, এখানে একটি টোকেন বুথ রয়েছে এবং তিনটি সিঁড়ি ৮৬তম স্ট্রিট ও চতুর্থ অ্যাভিনিউয়ের দক্ষিণ কোণে রয়েছে, যেখানে দুটি দক্ষিণ -পশ্চিম কোণে রয়েছে। একটি লিফট চৌরাস্তার দক্ষিণ-পূর্ব কোণে নিয়ে যায়। স্টেশনের অন্যান্য ভাড়া নিয়ন্ত্রণ এলাকায় কর্মী নেই। প্ল্যাটফর্ম থেকে দুটি সিঁড়ি, যার একটি এখন বন্ধ, একটি মেজানাইন পর্যন্ত যায় যেখানে দুটি উচ্চ প্রবেশ/প্রস্থান টার্নটাইল রয়েছে এবং একটি সিঁড়ি ৮৫তম স্ট্রিট ও ফোর্থ এভিনিউয়ের দক্ষিণ-পশ্চিম কোণে উঠে গেছে। উভয় মেজানাইনের মূল মোজাইক ট্রিম লাইন রয়েছে।\n\n\n== বাস স্টপ ==\n\nস্টেশনটি নিউ ইয়র্ক সিটির বেশ কয়েকটি ট্রানজিট লাইনের জন্য একটি বাস ঘাঁটি ও টার্মিনাল হিসাবে কাজ করে, যার মধ্যে এস৫৩ লোকাল স এস৯৩ সীমিত বাস এবং স্টেটেন আইল্যান্ড পর্যন্ত এস৭৯ সিলেক্ট বাস সার্ভিস রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nnycsubway.org – BMT 4th Avenue: 86th Street\nস্টেশন রিপোর্টার — আর ট্রেন\nদ্য সাবওয়ে নাট — ৮৬তম স্ট্রিটের ছবি  ওয়েব্যাক মেশিনে আর্কাইভকৃত জানুয়ারি ৫, ২০১৮ তারিখে\nগুগল ম্যাপস স্ট্রিট ভিউ থেকে ৮৬তম স্ট্রিটে প্রবেশ পথ\nগুগল ম্যাপস স্ট্রিট ভিউ থেকে ৮৫তম স্ট্রিটে প্রবেশ পথ\nগুগল ম্যাপস স্ট্রিট ভিউ থেকে প্ল্যাটফর্ম"}