{"pageid": 1316624, "title": "মায়ের ডাক", "url": "https://bn.wikipedia.org/wiki?curid=1316624", "content": "মায়ের ডাক হল এমন সব পরিবারের একটি প্ল্যাটফর্ম যারা বাংলাদেশে ২০০৯ সাল থেকে আজ পর্যন্ত আওয়ামী লীগ নেতৃত্বাধীন সরকারের শাসনামলে সরকারি সংস্থা কর্তৃক বলপূর্বক গুমের শিকার হয়েছে। বাংলাদেশে জোরপূর্বক গুমের শিকার ব্যক্তিদের পরিবারের সদস্যরা তাদের প্রিয়জনের ভাগ্যের পরিণতি জানার জন্য এই প্ল্যাটফর্মটি চালু করে, যারা দেশের বিভিন্ন স্থান থেকে আইনশৃঙ্খলা রক্ষাকারী বাহিনী পরিচয় দিয়ে সাদা পোশাকে তাদের তুলে নিয়ে যাওয়ার পরে নিখোঁজ হয়েছিল।\nপ্ল্যাটফর্মটি মূলত বাংলাদেশ জাতীয়তাবাদী দলের নেতাদের পরিবারের সদস্যদের নিয়ে গঠিত যেহেতু বেশিরভাগ ভুক্তভোগী পরিবারগুলোর এই দলের সাথে রাজনৈতিক সংশ্লিষ্টতা ছিল, এমনকি তারা বাংলাদেশে প্রতি বছর \"আন্তর্জাতিক গুপ্তহত্যার শিকার দিবস\" পালন করে।\nস্থানীয় মানবাধিকার গোষ্ঠীগুলোর মতে, বাংলাদেশে ২০০৯ সাল থেকে সরকারি সংস্থা কর্তৃক তুলে নেওয়ার পর ৫০০ জনেরও বেশি লোক নিখোঁজ হয়েছে। হিউম্যান রাইটস ওয়াচ বাংলাদেশে বলপূর্বক গুমের শিকারদের উপর একটি প্রতিবেদন প্রকাশ করে যাতে বলা হয় যে তারা শুধুমাত্র ২০১৭ সালে বলপূর্বক গুমের ঘটনায় শিকার অন্তত ৯০ লোকের তথ্য লিপিবদ্ধ করে।\nমায়ের ডাক আর্জেন্টিনার মাদারস অফ দ্য মায়ো'র মতো যা আর্জেন্টিনার মায়েদের দ্বারা প্রতিষ্ঠিত হয়েছিল যাদের সন্তান ১৯৭৬ এবং ১৯৮৩ সালের মধ্যে সামরিক স্বৈর শাসনের সময় রাষ্ট্রীয় সন্ত্রাসবাদীদের দ্বারা \"নিখোঁজ\" হয়েছিল।\n\n\n== পটভূমি ==\nগুমের শিকার লিপিবদ্ধ প্রথম ব্যক্তি হলেন ঢাকা সিটি করপোরেশনের কাউন্সিলর মোহাম্মদ চৌধুরী আলম যিনি বিএনপির কেন্দ্রীয় কমিটির সদস্য ছিলেন। যাকে ২০১০ সালের জুন মাসে অপহরণ করা হয়।\nচৌধুরী আলমের পর একজন সাবেক মন্ত্রী, সাবেক সংসদ সদস্যসহ পুলিশ, র‌্যাব বা ডিবি কর্তৃক তুলে নেওয়ার অসংখ্য ঘটনা ঘটে। যর উল্লেখযোগ্য একটি ছিল, ২০১৪ সালের জানুয়ারির জাতীয় নির্বাচনের ঠিক আগে বলপূর্বক গুমের ঘটনা।\n\n\n== ইতিহাস ==\nবলপূর্বক গুমের শিকার ব্যক্তিদের পরিবার ২০১৪ সাল থেকে তাদের প্রিয়জনেরা কোথায় জানতে চেয়ে একত্রিত হতে শুরু করে এবং তখন থেকেই বাংলাদেশে \"আন্তর্জাতিক গুমের শিকার দিবস\" পালন করে আসছে।\n\n\"মায়ের ডাক\" নামটি ২০১৬ সাল থেকে দেশীয় এবং আন্তর্জাতিক মিডিয়াতে দৃশ্যমান হতে শুরু করে, যখন এই সংগঠনটি ঐ বছরের ১২ই মার্চ প্রতিষ্ঠিত হয়। ২০১৭ সালে প্রকাশিত বাংলাদেশে জোরপূর্বক নিখোঁজ হওয়ার বিষয়ে হিউম্যান রাইটস ওয়াচের প্রতিবেদন \"আমাদের কাছে তারা নেই\" এবং \"জয়েন্ট এনজিও অল্টারনেটিভ রিপোর্ট টু দ্য ইউএন হিউম্যান রাইটস কমিটি অন বাংলাদেশ\" এই সংগঠনটির নাম এবং তাদের পরিবারগুলোর অগ্নিপরীক্ষার কথা উল্লেখ করে।\nসংগঠনটির প্রথম বড় সমাবেশ ছিল ২০১৬ সালের ৪ ডিসেম্বর আয়োজিত একটি আলোচনাসভা যেখানে ২০ জন বলপূর্বক গুমের শিকার পরিবারের সদস্যরা উপস্থিত ছিলেন এবং বর্ণনা করেন যে কীভাবে তাদের পরিবারের সদস্যদের তুলে নেওয়া হয় এবং কখনই ফিরে আসেনি।\n\n\n== কর্মসূচি ==\nমায়ের ডাক ২০১৬ সাল থেকে বাংলাদেশে জাতিসঙ্ঘ ঘোষিত গুমের শিকার আন্তর্জাতিক দিবস এবং আন্তর্জাতিক মানবাধিকার দিবস পালন করে আসছে। সংগঠনটিকে বাংলাদেশের রাজনীতিতে বলপূর্বক গুমের ঘটনাসমূহকে সামনে আনার জন্যও কৃতিত্ব দেওয়া হয়, যা প্রায়শই সরকার গুরুত্বহীনভাবে নেয়।\n\nতারা ২০১৭ সালের ২৯ আগস্ট বাংলাদেশের জাতীয় প্রেসক্লাবে একটি আলোচনার আয়োজন করে বলপূর্বক গুমের শিকার আন্তর্জাতিক দিবস পালন করে। যেখানে অধ্যাপক আসিফ নজরুলসহ বিশিষ্ট নাগরিকদের উপস্থিতিতে ২৯টি পরিবার যোগ দিতে আসে।\n২০১৭ সালে আন্তর্জাতিক মানবাধিকার দিবস উপলক্ষে, মায়ের ডাক ঐ বছরের ১০ই ডিসেম্বর একটি সমাবেশের আহ্বান জানায়। ফলে ২৪ টি পরিবারের সদস্যরা একত্রিত হয়। ২০১৮ সালের এপ্রিলের মধ্যে, সংগঠনটি ২০১০ থেকে ২০১৭ সালের মধ্যে আওয়ামী লীগের শাসনামলে নিখোঁজ হওয়া ভুক্তভোগীদের ৮৫টি পরিবারকে একত্রিত করতে কাজ করে এবং সে বছরের ২১শে এপ্রিল একটি গণ-শুনানির আয়োজন করে যেখানে তারা তাদের বেদনাদায়ক দিনযাপনের বিস্তারিত বর্ণনা করে এবং সরকারের কাছে দাবি জানায় তাদের পরিবারের সদস্যদের কি হয়েছে।\n২০১৮-এর ৩০ আগস্ট, সংগঠনটি অন্তত ৯০টি পরিবারের অংশগ্রহণে একটি অনুষ্ঠানের আয়োজন করে।\n২০২২ সালের ১৪ ডিসেম্বর গুম হওয়া ব্যক্তিদের স্বজনদের সংগঠন মায়ের ডাকের সঙ্গে বৈঠক করতে তেজগাঁওয়ের শাহীনবাগে বিএনপির নিখোঁজ নেতা সাজেদুল ইসলাম সুমনের বাড়িতে যান যুক্তরাষ্ট্রের রাষ্ট্রদূত পিটার ডি হাস। ওই বাড়িতে রাষ্ট্রদূতকে ঘিরে ধরে স্মারকলিপি হাতে তুলে দেওয়ার চেষ্টা করেন মায়ের কান্না নামের আরেকটি সংগঠনের কর্মীরা। তখন তড়িঘড়ি করে পিটার হাস গাড়িতে করে সেখান থেকে চলে আসেন। এ ঘটনা নিয়ে বাংলাদেশের রাজনৈতিক অঙ্গন উত্তপ্ত হয়ে ওঠে।\n\n\n== প্রতিক্রিয়া ==\nবারবার আহ্বান এবং আর্তচিৎকারের প্রতিক্রিয়ায়, বাংলাদেশের প্রধানমন্ত্রী ও বাংলাদেশ আওয়ামী লীগের প্রধান শেখ হাসিনা ২০১৭ সালের নভেম্বরে সংসদে এ বিষয়ে কথা বলেন। তিনি বলেন: \"২০০৯ সালের পরিসংখ্যান অনুযায়ী, ২,৭৫,০০০ ব্রিটিশ নাগরিক নিখোঁজ হয়েছে। এর মধ্যে ২০ হাজারের হদিস জানা যায়নি। আমেরিকার কথা চিন্তা করলে পরিস্থিতি আরও খারাপ।”\nএর প্রতিক্রিয়ায় বাংলাদেশের প্রধান বিরোধী দল বাংলাদেশ জাতীয়তাবাদী দলের মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর বলেন: “প্রধানমন্ত্রী জোরপূর্বক গুমের বিষয়ে যে মন্তব্য করেছেন তা স্বীকার করছে যে তারা [সরকার] বলপূর্বক গুমের ঘটনায় জড়িত।\"\nবাংলাদেশের স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খাঁন কামাল বলেন, সরকার বলপূর্বক গুমের নীতি অনুসরণ করছে এমন অভিযোগ সম্পূর্ণ ভিত্তিহীন। তিনি আরও বলেন: “এদেশে অনেক ব্যবসায়ী তাদের ঋণ পরিশোধ করতে ব্যর্থ হয়ে আত্মগোপনে চলে গেছে। কিছু মানুষ বিবাহবহির্ভূত সম্পর্ক গড়ে তোলার পর নিখোঁজ হয়েছে।”\nজাতিসংঘের মানবাধিকার বিশেষজ্ঞরা ২০১৭ সালের ফেব্রুয়ারিতে দেশে ক্রমবর্ধমান গুমের ঘটনা বন্ধ করতে তৎক্ষণাৎ পদক্ষেপ নেওয়ার জন্য বাংলাদেশকে আহ্বান জানায়।\nজুলাই ২০১৭ সালে, নিউইয়র্ক-ভিত্তিক মানবাধিকার রক্ষাকারী দল হিউম্যান রাইটস ওয়াচ বাংলাদেশীদের বলপূর্বক গুমের বিষয়ে একটি প্রতিবেদন প্রকাশ করে। গুমের ঘটনাগুলোকে উল্লেখ করে সংস্থাটির এশিয়া ডিরেক্টর ব্র্যাড অ্যাডামস বলেন, \"বাংলাদেশ সরকার মানবাধিকার, মানুষের জীবন এবং আইনের শাসনকে সম্পূর্ণ অবহেলার অভ্যাসে পরিণত করে ছে।\"\n২০১৮-এর ২৮ জুলাই, নিউইয়র্ক টাইমস বাংলাদেশে জোরপূর্বক গুমের ঘটনা নিয়ে একটি মতামত প্রকাশ করে যার শিরোনাম ছিল: “বাংলাদেশে বিরোধী দল অদৃশ্য হয়ে গেছে”।\n\n\n== আরো দেখুন ==\nবাংলাদেশে গুম\nবাংলাদেশে মার্কিন নিষেধাজ্ঞা\n\n\n== তথ্যসূত্র =="}