{"pageid": 1317946, "title": "ওরহান আরদা", "url": "https://bn.wikipedia.org/wiki?curid=1317946", "content": "আহমেত ওরহান আরদা, (জন্ম ১৯ মে ১৯১১, থেসালোনিকি – মৃত্যু ৪ জুলাই ২০০৩, ইস্তাম্বুল) একজন তুর্কি স্থপতি ও শিক্ষাবিদ।\nতিনি ১৯ মে ১৯১১ সালে থেসালোনিকিতে জন্মগ্রহণ করেন। তিনি ইস্তাম্বুলে প্রাথমিক ও উচ্চ বিদ্যালয়ের শিক্ষা সমাপ্ত করেন। তিনি ১৯৩৬ সালে উচ্চ প্রকৌশল বিদ্যালয় থেকে স্নাতক হন। ১৯৩৮ সালে তিনি যে উচ্চ বিদ্যালয় থেকে স্নাতক হন তার নির্মাণ শাখায় সহকারী হিসেবে কাজ শুরু করেন। তিনি ১৯৩৯ সালে একজন সহযোগী অধ্যাপক হন। ১৯৬০ সালে, তিনি ইস্তাম্বুল প্রযুক্তিগত বিশ্ববিদ্যালয়ের স্থাপত্য অনুষদের দ্বিতীয় নির্মাণ চেয়ারে অধ্যাপক হিসেবে নিযুক্ত হন।\nতিনি ১ মার্চ, ১৯৪১ তারিখে আনাতকাবিরের জন্য সূচিত আন্তর্জাতিক প্রতিযোগিতায় এমিন ওনাতের সাথে অংশগ্রহণ করেন। এই জুটির প্রকল্পটি প্রথম স্থান লাভ করে। তিনি এমিন ওনাতের সাথে আনাতকাবির বাস্তবায়ন প্রকল্প ও নির্মাণ প্রক্রিয়া নিয়ে কাজ করেন। তিনি এমিন ওনাতের সাথে ১৯৪৫ সাল পর্যন্ত যৌথভাবে এরপর একা স্থাপত্য প্রকল্পের উপর প্রভাষক ছিলেন। প্রকৌশল স্নাতক বিদ্যালয়কে ইস্তাম্বুল প্রযুক্তিগত বিশ্ববিদ্যালয়ে রূপান্তরিত করার সাথে সাথে, তিনি নির্মাণ তথ্যের ক্ষেত্রে সহযোগী অধ্যাপকের খেতাব পেয়েছিলেন। এই তারিখ থেকে ১০ নভেম্বর, ১৯৫৩ পর্যন্ত, একাডেমিক ও অফিসের কাজ করার সময়, তিনি একই সময়ে বিশ্ববিদ্যালয়ে তার দায়িত্ব থেকে ছুটিতে আনাতকাবিরের নির্মাণস্থলে কাজে অংশগ্রহণ করেছিলেন।\n১৯৬০ সালে, তিনি আইটিইউর স্থাপত্য অনুষদে নির্মাণ তথ্যের অধ্যাপক হিসেবে নিযুক্ত হন। কিছুদিন পর একই চেয়ারে চেয়ারম্যান পদে নিয়োগ পান। তিনি আইটিইউর স্থাপত্য অনুষদে পরিবেশগত বিশ্লেষণ এবং শিল্পায়িত ভবন নকশা বিভাগে অধ্যাপক হিসাবে কাজ করেছেন। তিনি ১৯৭৮ সালে বিশ্ববিদ্যালয়ে তার পদ থেকে অবসর গ্রহণ করেন। অধ্যাপক ওরহান আরদা চেম্বার অফ আর্কিটেক্টসের ৮২৮ তম সদস্য ছিলেন, তিনি ৪ জুলাই, ২০০৩-এ মারা যান। ইস্তানবুল প্রযুক্তিগত বিশ্ববিদ্যালয়ে স্থাপত্য অনুষদে অনুষ্ঠিত অনুষ্ঠান ও শেলি মসজিদে জানাজার নামাজের পর তার মরদেহ জিনসিরলিকুয়ু কবরস্থানে দাফন করা হয়।\n\n\n== কর্ম ==\nআনাতকাবির (১৯৪২-১৯৫৩), এমিন ওনাতের সাথে নকশা ও বাস্তবায়ন\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nKazmaoğlu, M. (1997). Eczacıbaşı Sanat Ansiklopedisi. 1. Yapı-Endüstri Merkezi Yayınları. s. 127. ISBN 975-7438-52-9."}