{"pageid": 1317099, "title": "পিঙ্কভিলা", "url": "https://bn.wikipedia.org/wiki?curid=1317099", "content": "পিঙ্কভিলা হল একটি ভারতীয় বিনোদন এবং জীবনধারার প্ল্যাটফর্ম। জুন ২০২২ পর্যন্ত, পিঙ্কভিলা ওয়েবসাইট এবং অ্যাপে ৫,০০,০০,০০০ দর্শক রয়েছে।\n\n\n== ওভারভিউ ==\nপিঙ্কভিলা বিনোদন এবং জীবনধারার গল্প কভার করে। এর কভারেজ বলিউড, হলিউড, দক্ষিণ সিনেমা এবং কোরিয়ান বিনোদনের পাশাপাশি ফ্যাশন, খাবার, ভ্রমণ, স্বাস্থ্য এবং আরও অনেক কিছুতে প্রসারিত। কমস্কোর প্রকাশ করেছে যে পিঙ্কভিলা মার্চ ২০১৯-এর জন্য ভারতের শীর্ষ বিনোদন পোর্টাল ছিল।\n\n\n== ইতিহাস ==\n২০০৭ সালে মে মাসে চালু হওয়া, পিঙ্কভিলা নন্দিনী শেনয় দ্বারা প্রতিষ্ঠিত হয়েছিল, যিনি সফ্টওয়্যার ইঞ্জিনিয়ার হিসাবে মাইক্রোসফ্টে কাজ করেছিলেন।\nসাইটটি প্রাথমিকভাবে ভারতীয় মিডিয়ার সাথে কোনো সংযোগ ছাড়াই শুধুমাত্র মার্কিন যুক্তরাষ্ট্র থেকে পরিচালিত হয়েছিল। নন্দিনী পিঙ্কভিলার সাথে কাজ করার জন্য ফটোগ্রাফারদের একটি নেটওয়ার্ক তৈরি করেছিলেন, ২০০৯ সালে যখন সোনম কাপুরের কিছু ছবি ভাইরাল হয়েছিল তখন প্ল্যাটফর্মটিকে পাঠকদের পেতে অনুমতি দেয়। ২০১৩ সালে, পিঙ্কভিলা মুম্বাইতে তার প্রথম সম্পাদকীয় দল গঠন করে, ২০১৫ সালে তার প্রথম অফিস স্থাপন করে।\n২০২০ সালে, প্ল্যাটফর্মটি ৩০ মিলিয়নেরও বেশি অনন্য মাসিক দর্শক রেকর্ড করেছে। একই বছরে, এটি তার দুটি নতুন পিঙ্কভিলা প্রপার্টি, \"হ্যালিউটক\" এবং \"পিঙ্কভিলা রুম\" চালু করার ঘোষণা দেয়। হালেউটক হল প্রথম কোরিয়ান বিনোদন প্ল্যাটফর্ম যা দেশে ব্যাপকভাবে চালু হয়েছে।\n\n\n=== উপ-উল্লম্ব ===\nপিঙ্কভিলা দক্ষিণ\nপিঙ্কভিলা টেলি\nপিঙ্কভিলা ফ্যাশন\nপিঙ্কভিলা মার্কিন যুক্তরাষ্ট্র\nপিঙ্কভিলা রুম\nহিন্দি রাশ\nপিঙ্কভিলা তেলুগু\nহালেউটক\n\n\n== ঘটনা ==\n২০১৮ সালে লাক্সের সহযোগিতায় পিঙ্কভিলার প্রথম ইভেন্ট \"লাক্স গোল্ডেন রোজ অ্যাওয়ার্ডের\" আয়োজন করেন। ২০২২ সালে, পিঙ্কভিলা দুটি বৃহৎ-স্কেল ইভেন্ট, পিঙ্কভিলা স্টাইল আইকন এবং হ্যালিউটক অ্যাওয়ার্ডের সাক্ষী ছিল। পিঙ্কভিলা স্টাইল আইকন হল পিংকভিলা-এর জন্য প্রথম স্বাধীন অন-গ্রাউন্ড ইভেন্ট এর প্রথম সংস্করণটি ১৬ জুন ২০২২-এ অনুষ্ঠিত হয়েছিল এবং ব্র্যান্ডটির ব্যবসায় পনের বছর পূর্ণ হয়েছিল।\nহালেউটক পুরস্কার ছিল ভারতের প্রথম পুরস্কার শো যা বৃহৎ পরিসরে কোরিয়ান বিনোদনকে স্বীকৃতি দেয়, যা ২৭৫ মিলিয়নেরও বেশি পৌঁছেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}