{"pageid": 1317985, "title": "উইকিপিডিয়ার প্রথম সম্পাদনা", "url": "https://bn.wikipedia.org/wiki?curid=1317985", "content": "উইকিপিডিয়ার ডাটাবেসের হোমপেজ পাতায়  প্রথম সম্পাদনা ১৫ জানুয়ারি ২০০১-এ করা হয়েছিল এবং এতে সম্পূর্ণরূপে বলা হয়েছে \"এটি নতুন উইকিপিডিয়া!\"। ২০২১ সালের ডিসেম্বরে, সহ-প্রতিষ্ঠাতা জিমি ওয়েলস ঘোষণা করেছিলেন যে, তিনি একটি ওয়েবসাইট বিক্রি করবেন যেখানে তিনি বলেছিলেন যে তিনি আগের সম্পাদনাটি পুনরায় তৈরি করেছেন এবং পরে মুছে ফেলেছেন, যাতে \"হ্যালো, ওয়ার্ল্ড!\" লেখা ছিল, যা নন-ফাঞ্জিবল টোকেন (এনএফটি) হিসাবে সর্বোচ্চ দরদাতার কাছে বিক্রি করবে।\n\n\n== পটভূমি ==\nএকটি যৌথভাবে লিখিত অবাধে লাইসেন্সপ্রাপ্ত হাইপারটেক্সট এনসাইক্লোপিডিয়ার ধারণাটি প্রথম ১৯৯০-এর দশকে প্রকাশ করা হয়েছিল; রিচার্ড স্টলম্যান ১৯৯৮ সালে একটি \"ফ্রি ইউনিভার্সাল এনসাইক্লোপিডিয়া অ্যান্ড লার্নিং রিসোর্স\" (মুক্ত সর্বজনীন বিশ্বকোষ ও জ্ঞান সংস্থান) প্রস্তাব করেছিলেন। ২০০১ সালে, ল্যারি স্যাঙ্গার উইকিপিডিয়াকে প্রাথমিকভাবে সাধারণ জনগণের স্বেচ্ছাসেবক এন্ট্রিগুলির একটি উত্স হিসাবে ধারণা করেছিলেন, যেটি পরে নুপিডিয়াতে \"চালানো\" যেতে পারে, এটি জিমি ওয়েলস দ্বারা প্রতিষ্ঠিত একটি সহযোগী বিশ্বকোষ এবং \"যোগ্য স্বেচ্ছাসেবক অবদানকারীদের\" দ্বারা লিখিত বহু-সহ ধাপ যুগ্ম পর্যালোচনা প্রক্রিয়া। নুপিডিয়া মেইলিং লিস্টে স্যাঙ্গারের পাঠানো একটি বার্তায় বলা হয়েছিল \"হাস্যকর আমাকে [...] সেখানে যান এবং একটি ছোট নিবন্ধ যোগ করুন। এটি পাঁচ বা দশ মিনিট সময় নেবে।\" ১৩ জানুয়ারি ২০০১-এ, উইকিপিডিয়ার ডোমেইন নাম নিবন্ধিত হয়, এবং ১৫ জানুয়ারি ২০০১-এ উইকিপিডিয়া চালু হয়।\n\n\n== প্রথম সম্পাদনা ==\n\nঐতিহাসিকভাবে, উইকিপিডিয়ার ডাটাবেসের প্রথমতম টিকে থাকা সম্পাদনাটি ছিল ১৬ জানুয়ারি ২০০১ সালের UuU পাতাটিরসংশোধন, U (ইউ) অক্ষর দিয়ে শুরু হওয়া দেশগুলির তালিকা হিসাবে তৈরি করা হয়েছিল এবং সেই সময়ের সফটওয়্যার বিবেচনার কারণে অদ্ভুতভাবে শিরোনাম হয়েছিল।  যাইহোক, সেই সময়ের পৃষ্ঠার ইতিহাসগুলি ইয়ুজমোডউইকি সফ্টওয়্যার দ্বারা অবিশ্বস্তভাবে সংরক্ষণ করা হয়েছিল; ২০১০ সালে, উইকিমিডিয়া ডেভেলপার টিম স্টারলিং আর্কাইভে প্রাথমিক ইয়ুজমোডউইকি সংশোধনের অগম্য রেকর্ডগুলি খুঁজে পেয়েছিলেন।  ২০১৯ সালের ৩০ জুলাই (ইউটিসি) যখন এই সম্পাদনাগুলি উইকিপিডিয়ার ডাটাবেসে আমদানি করা হয়েছিল  তখন এর প্রথম রেকর্ড করা সম্পাদনাটি ১৫ জানুয়ারী ২০০১ সালে office.bomis.com সার্ভার ব্যবহার করে একজন বেনামী ব্যক্তি দ্বারা \"এটি নতুন উইকিপিডিয়া!\" পাঠ্যসহ হোমপেজ তৈরি করা হয়েছিল।  এই সম্পাদনাগুলির আমদানি সম্পর্কে অবহিত হওয়ার পরে, ওয়েলস বলেছেন:\n\nরেকর্ডের জন্য, এইগুলি অতি পুরাতন সম্পাদনা যা পাওয়া গেছে, কিন্তু অতি পুরাতন সম্পাদনা নয়। ইয়ুজমোডউইকির প্রথম দিনগুলিতে, আমি *হার্ড ড্রাইভে* অনেক কিছু মুছে ফেলতাম (যেহেতু এটি সত্যিই এটি করার একমাত্র উপায় ছিল)। এগুলো অবশ্যই পাওয়া যাবে না। \"হ্যালো, ওয়ার্ল্ড!\" ছিল প্রথম শব্দ যা শীঘ্রই মুছে ফেলা হয়েছে। \n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র =="}