{"pageid": 1318031, "title": "শ্রেষ্ঠ কর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1318031", "content": "একটি শ্রেষ্ঠ কর্ম, মাস্টারপিস, ম্যাগনাম ওপাস, বা শেফ-ডিউভার (chef-d’œuvre) (ফরাসি : [ʃɛ.d‿œvʁ] ; কোনো কাজে পারদর্শী বোঝাতে ; বহুবচনে chefs-d’œuvre) হল আধুনিক ব্যবহারে এমন একটি সৃষ্টি যাকে অনেক প্রশংসামূলক সমালোচনা করা হয়েছে, বিশেষ করে যেটিকে একজন ব্যক্তির কর্মজীবনের সর্বশ্রেষ্ঠ কাজ বা অসামান্য সৃজনশীলতা, দক্ষতা, গভীরতা বা কারিগরি কাজ বলে মনে করা হয়।\nঐতিহাসিকভাবে, একটি \"মাস্টারপিস\" হলো একটি খুব উচ্চ মানের একটি কাজ যা চারুশিল্প এবং কারুশিল্পের বিভিন্ন গিল্ড বা একাডেমির সদস্যপদ পাওয়ার জন্য তৈরি করা হয়েছিল।\n\n\n== ব্যুৎপত্তি ==\n১৫৭৯ সালের অ্যাবারডিন গিল্ড রেগুলেশনের একটি সেটে ইংরেজি বা স্কট ভাষায় মাস্টারস্টিক (masterstik) রূপটি লিপিবদ্ধ করা হয়েছে, যেখানে ১৬০৫ সালে, গিল্ড প্রসঙ্গের বাইরে, বেন জনসনের একটি নাটকে \"মাস্টারপিস\" (masterpiece) প্রথম পাওয়া যায়।  \"মাস্টারপ্রাইজ\" (masterprize) ইংরেজিতে শুরুর দিকে আরেকটি বিকল্প ছিল। \nইংরেজিতে, শব্দটি দ্রুতই ব্যতিক্রমী ভাল সৃজনশীল কাজের জন্য বিভিন্ন প্রেক্ষাপটে ব্যবহৃত হতে থাকে এবং \"প্রথম দিকে, প্রায়শই মানুষের ক্ষেত্রে ঈশ্বর বা প্রকৃতির 'মাস্টারপিস' কথাটি প্রয়োগ করা হতো\"। \n\n\n== ইতিহাস ==\n\nমূলত, মাস্টারপিস শব্দটি পুরানো ইউরোপীয় গিল্ড ব্যবস্থায় একজন শিক্ষানবিশ বা জার্নিম্যানের দ্বারা উত্পাদিত একটি কর্মকে বোঝায় যে একজন মাস্টার কারিগর হতে আগ্রহী। গিল্ডের সদস্য হওয়ার জন্য তার যোগ্যতা আংশিকভাবে মাস্টারপিস দ্বারা বিচার করা হতো, এবং যদি তিনি সফল হতেন, তবে কর্মটি গিল্ডে রেখে দেয়া হতো। তাই মিষ্টান্ন, চিত্রকর্ম, স্বর্ণকারের কাজ, ছুরি তৈরি, চামড়ার কাজ বা অন্যান্য কারুকাজ যাই হোক না কেন, একটি শ্রেষ্ঠ কর্ম তৈরি করার জন্য অত্যন্ত যত্ন নেওয়া হতো।\nলন্ডনে, ১৭ শতকে, ওরশিপফুল কোম্পানি অব গোল্ডস্মিথস, উদাহরণস্বরূপ, গোল্ডস্মিথস হলের একটি \"ওয়ার্কহাউসে\" তাদের তত্ত্বাবধানে একটি মাস্টারপিস তৈরি করার জন্য একজন শিক্ষানবিশের প্রয়োজন ছিল। স্বর্ণকারের দক্ষতার মাত্রা কমে যাচ্ছে বলে কোম্পানি উদ্বিগ্ন হওয়ার পরে মান কঠোর করার অংশ হিসাবে ওয়ার্কহাউসটি স্থাপন করা হয়েছিল। কোম্পানির ওয়ার্ডেনরা ১৬০৭ সালে অভিযোগ করেছিলেন যে \"স্বর্ণকারশিল্পের শিল্প ও রহস্যের সত্যিকারের অনুশীলনটি কেবল বড় ক্ষয়ই হয়নি, বরং অনেক অংশে ছড়িয়ে পড়েছে, তাই এখন খুব কম কর্মীই একাধিক হাতের সাহায্য ছাড়াই সমস্ত গার্নিশিং এবং এর অংশগুলির সাথে এককভাবে একটি প্লেট নিখুঁতভাবে শেষ করতে সক্ষম হয়। \" একই স্বর্ণকার সংস্থা এখনও একটি মাস্টারপিস উত্পাদন আহ্বান করে কিন্তু এটি আর কারো তত্ত্বাবধানে উত্পাদিত হয় না।  \nজার্মানির নুরেমবার্গে, ১৫৩১ থেকে ১৫৭২ সালের মধ্যে, যে শিক্ষানবিশরা মাস্টার স্বর্ণকার হতে চাইতেন তাদের স্বর্ণকারদের গিল্ডে ভর্তি হওয়ার আগে কলাম্বিন কাপ তৈরি করতে, একটি ইস্পাতের সিলের জন্য ছাঁচ তৈরি করতে এবং মূল্যবান পাথর দিয়ে সোনার আংটি সাজাতে হতো। যদি তারা ভর্তি হতে ব্যর্থ হতেন, তবে তারা অন্য স্বর্ণকারদের জন্য কাজ চালিয়ে যেতে পারতেন তবে নিজেরা মাস্টার হিসাবে নয়। কিছু গিল্ডে, শিক্ষানবিশদের পূর্ণ সদস্যপদ না পাওয়া পর্যন্ত তাদের বিয়ে করার অনুমতি ছিল না। \nএর আসল অর্থে, শব্দটি সাধারণত মূর্ত বস্তুর মধ্যে সীমাবদ্ধ ছিল, কিন্তু কিছু ক্ষেত্রে, যেখানে অধরা পণ্যের নির্মাতারা গিল্ডগুলির আওতাধীন ছিল, সেখানেও একই ব্যবস্থা গ্রহণ করা হয়েছিল। আজকের সবচেয়ে পরিচিত উদাহরণ হল রিচার্ড ওয়াগনারের অপেরা ডি মেইস্টারসিঞ্জার ফন নুরনবার্গ (১৮৬৮), যার বেশিরভাগ প্লট নায়কের রচনা এবং একটি \"মাস্টারপিস\" গানের পারফরম্যান্সের সাথে সম্পর্কিত, যাতে তাকে ( অ-বাণিজ্যিক) নুরেমবার্গ গিল্ডে একজন মাইস্টারসিঙ্গার হওয়ার অনুমতি দেওয়া হয়। এটি গিল্ডের বিদ্যমান নিয়মপুস্তক অনুসরণ করে।\nশিল্পের কিছু আধুনিক একাডেমিতে একটি মাস্টারপিস তৈরির অনুশীলন অব্যাহত রয়েছে, যেখানে এই ধরনের কাজের জন্য ব্যবহৃত শব্দটি এখন অভ্যর্থনা কর্ম । লন্ডনের রয়্যাল একাডেমি \" ডিপ্লোমা ওয়ার্ক \" শব্দটি ব্যবহার করে এবং এটি সদস্যতার শর্ত হিসাবে প্রাপ্ত ডিপ্লোমা কাজের একটি চমৎকার সংগ্রহ অর্জন করেছে।\n\n\n== আধুনিক ব্যবহার ==\n\nআধুনিক ব্যবহারে, একটি মাস্টারপিস হল শিল্পের যে কোনও ক্ষেত্রে এমন একটি সৃষ্টি যাকে অনেক প্রশংসামূলক সমালোচনা করা হয়েছে, বিশেষ করে যেটিকে একজন ব্যক্তির কর্মজীবনের সর্বশ্রেষ্ঠ কাজ হিসাবে বিবেচনা করা হয় বা অসামান্য সৃজনশীলতা, দক্ষতা, গভীরতা বা কারিগরি কাজের জন্য বিবেচনা করা হয়। উদাহরণ স্বরূপ, চার্লস ডিকেন্সের উপন্যাস ডেভিড কপারফিল্ডকে সাধারণত সাহিত্যের মাস্টারপিস হিসেবে বিবেচনা করা হয়।   শব্দটি প্রায়শই ঢিলেঢালাভাবে ব্যবহার করা হয় এবং কিছু সমালোচক, যেমন দ্য ট্র্যাকিং বোর্ডের এডওয়ার্ড ডগলাস, মনে করেন সাম্প্রতিক চলচ্চিত্রগুলি বর্ণনা করার ক্ষেত্রে এটি অতিরিক্ত ব্যবহার করা হয়েছে। \n\n\n== আরো দেখুন ==\nArtistic merit\nClassic\nGreat books\nMasterpieces of the Oral and Intangible Heritage of Humanity\nPainting the Century: 101 Portrait Masterpieces 1900–2000\nVirtual Collection of Asian Masterpieces\nWestern canon\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলুভরে মাস্টারপিস।"}