{"pageid": 1318050, "title": "তালপাতার পাণ্ডুলিপি", "url": "https://bn.wikipedia.org/wiki?curid=1318050", "content": "তালপাতার পাণ্ডুলিপি হলো শুকনো তালপাতা দিয়ে তৈরি করা পাণ্ডুলিপি। খ্রিস্টপূর্ব ৫ম শতাব্দীতে ভারতীয় উপমহাদেশে এবং দক্ষিণ-পূর্ব এশিয়ায় তালপাতা লেখার উপকরণ হিসেবে ব্যবহার করা হতো বলে জানা যায়। এগুলোর ব্যবহার দক্ষিণ এশিয়া থেকে শুরু হয় এবং অন্যান্য অঞ্চলে ছড়িয়ে পড়ে, পলমাইর পাম (সিংহল ও ভারতে জাত তাল) বা তোলিপত পাম (ওলা পাতা) এর শুকনো ও ধোঁয়া-আচরণ করা তালপাতার পাঠ্য হিসাবে। ১৯ শতক পর্যন্ত এগুলোর ব্যবহার অব্যাহত ছিল, যখন মুদ্রণযন্ত্রগুলি হাতে লেখা পাণ্ডুলিপি প্রতিস্থাপন করেছিল।\nসম্পূর্ণ গ্রন্থের প্রাচীনতম টিকে থাকা তালপাতার পাণ্ডুলিপিগুলির মধ্যে একটি হল নবম শতাব্দীর সংস্কৃত শৈবধর্মীয় পাঠ্য, যা নেপালে আবিষ্কৃত হয়েছে, যা বর্তমানে ক্যামব্রিজ বিশ্ববিদ্যালয়ের গ্রন্থাগারে সংরক্ষিত রয়েছে। স্পিটজার পাণ্ডুলিপি হল চীনের কিজিল গুহায় পাওয়া তালপাতার টুকরোগুলির সংগ্রহ। সেগুলি খ্রিস্টীয় ২য় শতাব্দীর এবং সংস্কৃতের প্রাচীনতম পরিচিত দার্শনিক পাণ্ডুলিপি।\n\n\n== ইতিহাস ==\n\nতালপাতার পাণ্ডুলিপিতে লেখাটি ছুরি কলম দিয়ে আয়তাকার কাটা ও নিরাময় করা তালপাতার শীটে খোদাই করা ছিল; তারপরে রঙগুলি পৃষ্ঠে প্রয়োগ করা হয়েছিল এবং মুছে ফেলা হয়েছিল, কালিটি কাটা খাঁজে রেখে দেওয়া হয়েছিল। প্রতিটি শীটে সাধারণত একটি ছিদ্র থাকে যার মধ্য দিয়ে দড়ি যেতে পারে এবং এই শীটগুলিকে বইয়ের মতো বাঁধার জন্য দড়ি দিয়ে একসাথে বাঁধা হত। এইভাবে তৈরি করা তালপাতার পাঠ সাধারণত কয়েক দশক থেকে প্রায় ৬০০ বছর আগে এটি স্যাঁতসেঁতে, পোকামাকড়ের কার্যকলাপ, ছাঁচ ও ভঙ্গুরতার কারণে ক্ষয়প্রাপ্ত হয়। এইভাবে নথিটি শুকনো তালপাতার নতুন সেটে অনুলিপি করতে হয়েছিল। প্রাচীনতম টিকে থাকা তালপাতার ভারতীয় পাণ্ডুলিপিগুলি ঠাণ্ডা, শুষ্ক জলবায়ুতে পাওয়া গেছে যেমন নেপাল, তিব্বত ও মধ্য এশিয়ার অংশে, প্রথম সহস্রাব্দ খ্রিস্টাব্দের পাণ্ডুলিপির উৎস।\nতালপাতার পৃথক শীটকে সংস্কৃতে পাত্র বা পার্ণ বলা হত (পালি/প্রাকৃত: পান্না), এবং লেখার জন্য প্রস্তুত মাধ্যমটিকে বলা হত তাদ-পত্র (বা তাল-পত্র, তালি,  তাদি)। খ্রিস্টাব্দ ৫ম শতাব্দীর বিখ্যাত ভারতীয় পাণ্ডুলিপি যাকে শিনচিয়াং এ আবিষ্কৃত বওয়ার পাণ্ডুলিপি বলা হয়, আচরণ করা তালপাতার আকারে বার্চ গাছের ছাল এর শীটে লেখা হয়েছিল।\nহিন্দু মন্দিরগুলিকে প্রায়শই কেন্দ্র হিসাবে পরিবেশন করা হত যেখানে প্রাচীন পাণ্ডলিপিগুলি নিয়মিতভাবে শেখার জন্য ব্যবহার করা হত এবং যেখানে পাঠ্যগুলি নষ্ট হয়ে গেলে অনুলিপি করা হত। দক্ষিণ ভারতে, মন্দির ও সংশ্লিষ্ট মঠ হেফাজতমূলক কর্মকাণ্ডগুলো পরিবেশন করে, এবং মন্দিরের অভ্যন্তরে হিন্দু দর্শন, কবিতা, ব্যাকরণ এবং অন্যান্য বিষয়ের উপর প্রচুর পাণ্ডুলিপি লেখা, গুণিত ও সংরক্ষিত ছিল। প্রত্নতাত্ত্বিক ও এপিগ্রাফিক প্রমাণগুলি সরস্বতী-ভান্ডার নামক গ্রন্থাগারের অস্তিত্বের ইঙ্গিত দেয়, সম্ভবত ১২ শতকের গোড়ার দিকে এবং হিন্দু মন্দিরের সাথে সংযুক্ত গ্রন্থাগারিক নিয়োগ করা হয়েছিল। তালপাতার পাণ্ডুলিপি জৈন মন্দির এবং বৌদ্ধ মঠেও সংরক্ষিত ছিল।\nইন্দোনেশিয়া, কম্বোডিয়া, থাইল্যান্ড ও ফিলিপাইন এর মতো দক্ষিণ-পূর্ব এশিয়ার দেশগুলিতে ভারতীয় সংস্কৃতির বিস্তারের সাথে, এই দেশগুলিও বড় সংগ্রহের আবাসস্থল হয়ে উঠেছে।\nনিবেদিত পাথরের লাইব্রেরিতে লন্টার নামক তালপাতার পাণ্ডুলিপিগুলি ইন্দোনেশিয়ার বালিতে হিন্দু মন্দিরে এবং ১০ম শতাব্দীর কম্বোডিয়ান মন্দির যেমন আংকর বাট ও বান্তেয় স্রেই-তে প্রত্নতাত্ত্বিকরা আবিষ্কার করেছেন।\nতালপাতায় টিকে থাকা প্রাচীনতম সংস্কৃত পাণ্ডুলিপিগুলির মধ্যে একটি হল পরমেশ্বরতন্ত্রের, হিন্দুধর্মের শৈবসিদ্ধান্ত। এটি ৯ম শতাব্দীর, এবং প্রায় ৮২৮ খ্রিস্টাব্দ তারিখে। আবিষ্কৃত তালপাতার সংগ্রহে আরও একটি পাঠ্যের কয়েকটি অংশ রয়েছে, জ্ঞানার্নবমহাতন্ত্র এবং বর্তমানে ক্যামব্রিজ বিশ্ববিদ্যালয় দ্বারা ধারণ করা হয়েছে।\n১৯ শতকের গোড়ার দিকে মুদ্রণযন্ত্রের প্রবর্তনের সাথে, তালপাতা থেকে অনুলিপি করার চক্র বেশিরভাগই শেষ হয়ে যায়। অনেক সরকার তাদের তালপাতার নথিতে যা অবশিষ্ট আছে তা সংরক্ষণ করার চেষ্টা করছে।\n\n\n== লেখার পদ্ধতি কলাকৌশলের সাথে সম্পর্ক ==\nঅনেক দক্ষিণ ভারতীয় এবং দক্ষিণ-পূর্ব এশীয় লিপির অক্ষরের বৃত্তাকার ও জড়ানো কলাকৌশল, যেমন দেবনাগরী, নন্দিনাগরী, কন্নড়, তেলুগু, লন্তর, জাভাই, বালীয়, ওড়িয়া, বর্মী, তামিল, খেমার এবং আরও অনেক কিছু, কৌণিক অক্ষর পাতাগুলিকে ছিঁড়ে ফেলতে পারে বলে তালপাতার ব্যবহারে অভিযোজন হতে পারে।\n\n\n== আঞ্চলিক বৈচিত্র ==\n\n\n=== ওড়িশা ===\nওড়িশার তালপাতার পাণ্ডুলিপিতে ধর্মগ্রন্থ, দেবদাসীর ছবি এবং কামসূত্রের বিভিন্ন মুদ্রা (ভঙ্গিমা) অন্তর্ভুক্ত রয়েছে।\nওড়িয়া তালপাতার পাণ্ডুলিপির প্রথম দিকের কিছু আবিস্কারের মধ্যে রয়েছে ওড়িয়া ও সংস্কৃত উভয় ভাষাতেই স্মরদীপিকা, রতিমঞ্জরি, পঞ্চসায়ক ও অনঙ্গরঙ্গের মতো লেখা।\nভুবনেশ্বরে ওড়িশার রাজ্য জাদুঘরে ৪০,০০০ তালপাতার পাণ্ডুলিপি রয়েছে। এদের অধিকাংশই ওড়িয়া লিপিতে লেখা, যদিও ভাষা সংস্কৃত। এখানকার প্রাচীনতম পাণ্ডুলিপিটি ১৪ শতকের অন্তর্গত তবে পাঠ্যটি ২য় শতাব্দীর হতে পারে।\n\n\n=== কেরালা ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== তামিলনাড়ু ===\n\n১৯৯৭ সালে \"ইউনাইটেড নেশনস এডুকেশনাল সায়েন্টিফিক অ্যান্ড কালচারাল অর্গানাইজেশন\" (ইউনেস্কো) তামিল মেডিকেল পাণ্ডুলিপি সংগ্রহকে \"মেমোরি অফ দ্য ওয়ার্ল্ড রেজিস্টার\" এর অংশ হিসেবে স্বীকৃতি দেয়। ইতিহাস সঞ্চয় করার জন্য পাম পাতার পাণ্ডুলিপি ব্যবহারের খুব ভালো উদাহরণ হল টলকপ্পিয়াম নামে তামিল ব্যাকরণ বই যা খ্রিস্টপূর্ব ৩য় শতাব্দীর কাছাকাছি লেখা হয়েছিল। \"তামিল হেরিটেজ ফাউন্ডেশন\" এর নেতৃত্বে বিশ্বব্যাপী ডিজিটালাইজেশন প্রকল্প ইন্টারনেটের মাধ্যমে ব্যবহারকারীদের কাছে প্রাচীন তালপাতার পাণ্ডুলিপির নথি সংগ্রহ, সংরক্ষণ ও ডিজিটাইজ করে।\n\n\n=== জাভা ও বালি ===\nইন্দোনেশিয়ায় তালপাতার পাণ্ডুলিপিকে বলা হয় লন্তর। ইন্দোনেশিয়ান শব্দটি হল পুরাতন জাভাই রন্তলের আধুনিক রূপ। এটি দুটি পুরানো জাভাই শব্দের সমন্বয়ে গঠিত, যথা রন \"পাতা\" ও তাল \" বোরাসাস ফ্ল্যাবেলিফার, পলমাইর পাম\"। পাখার মতো ছড়িয়ে থাকা পলমাইর পামের পাতার আকৃতির কারণে এই গাছগুলি \"পাখা গাছ\" নামেও পরিচিত। রন্তল গাছের পাতা সর্বদা অনেক কাজে ব্যবহার করা হয়েছে, যেমন প্রলেপযুক্ত মাদুর, তালগুরের মোড়ক, জলের স্কুপ, অলঙ্কার, আচারের সরঞ্জাম ও লেখার উপাদান তৈরির জন্য। আজ, রন্তল লেখার শিল্প এখনও বালিতে টিকে আছে, বালিনী ব্রাহ্মণ হিন্দু গ্রন্থগুলিকে পুনঃলিখন করার পবিত্র দায়িত্ব হিসাবে পালন করেছেন।\nপ্রাচীন জাভা, ইন্দোনেশিয়া থেকে পাওয়া অনেক পুরানো পাণ্ডুলিপি রন্তল তালপাতার পাণ্ডুলিপিতে লেখা ছিল। মজপহিৎ সময়কালে ১৪ থেকে ১৫ শতকের তারিখের পাণ্ডুলিপি। কিছু আরও আগে পাওয়া গেছে, যেমন অর্জুনবিওয়াহ, স্মর্দাহন,  নগরকৃতাগম ও কাকাউইন সুতাসোমা, যেগুলো  বালি ও লম্বকের প্রতিবেশী দ্বীপে আবিষ্কৃত হয়েছিল। এটি পরামর্শ দেয় যে তালপাতার পাণ্ডুলিপি সংরক্ষণ, অনুলিপি ও পুনর্লিখনের ঐতিহ্য শতাব্দী ধরে অব্যাহত ছিল। অন্যান্য তালপাতার পাণ্ডুলিপির মধ্যে রয়েছে সুন্ডা ভাষার কাজ: কারিতা পারহায়াঙ্গন, সাংঘ্যং সিক্সকান্দাং কারেশিয়ান ও বুজাংগা মানিক।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nProduction of manuscripts\n\"Engraving Balinese letter on a Lontar at Udayana University Bali\". Published by Lontar Library of Udayana University on 22 Jan 2012.\n\"How to ink up an inscribed palm leaf manuscript\". Published by Mellon Sawyer Seminar Eurasian Manuscripts of University of Iowa on 22 Feb 2017.\n\"How to make the Palm Leaf Manuscripts\". Published by Palm Leaf Manuscript Study & Research Library of University of Kelaniya on 20 Jul 2016.\n\"Ola Leaf manuscripts\". Published by OpportunitySriLanka.com on 4 Dec 2013.\nPreservation of manuscripts\n\"Traditional preservation method for oiling palm leaf manuscript leaves in Myanmar\". Video by Hlaing Hlaing Gyi at the University of Yangon Library in Myanmar. Uploaded 20 Oct 2016.\n\"தமிழ் சுவடிகள்: உண்மையும் நமது கடமையும்\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ আগস্ট ২০২০ তারিখে. Published by Neelakandan Nagarajan Researcher Tamil Manuscripts, International Institute of Tamil Studies, Tharamani, Chennai, Tamil Nadu, India, On 8 July 2019\n\"தமிழ் சுவடிகள்: உண்மையும் நமது கடமையும் [பாகம் 2]\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ আগস্ট ২০২০ তারিখে. Published by Neelakandan Nagarajan Researcher Tamil Manuscripts, International Institute of Tamil Studies, Tharamani, Chennai, Tamil Nadu, India, On 14 Juல்ய் 2020\n\n\n== বহিঃসংযোগ ==\n\nPalm-leaf manuscripts at Asiatic Library, Calcutta\nOnline Resources\nDigitised examples of palm leaf manuscripts can be viewed online here  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ ডিসেম্বর ২০২১ তারিখে.\nMaking a palm leaf manuscript (video), Arnab LHT, via youtube, October 2020."}