{"pageid": 1318460, "title": "বাংলাদেশ রাষ্ট্রীয় চিকিৎসা অনুষদ", "url": "https://bn.wikipedia.org/wiki?curid=1318460", "content": "দি স্টেট মেডিকেল ফ্যাকাল্টি অব বাংলাদেশ বা বাংলাদেশ রাষ্ট্রীয় চিকিৎসা অনুষদ স্বাস্থ্য শিক্ষা ও পরিবার কল্যাণ বিভাগের অধীনস্থ একটি সরকারি প্রতিষ্ঠান। প্রতিষ্ঠানটি ডিপ্লোমা ইন মেডিকেল এ্যাসিস্ট্যান্ট ট্রেনিং কোর্স, ডিপ্লোমা ইন মেডিকেল টেকনোলজি কোর্স, কমিউনিটি হেলথ ওয়ার্কার্স এবং অপথ্যালমিক এ্যাসিস্ট্যান্ট সার্টিফিকেট কোর্স নিয়ন্ত্রণ, পরিচালনা এবং সনদ প্রদান করে।\n\n\n== ইতিহাস ==\n১১ আগস্ট, ১৯১৪ সালে বেঙ্গল অ্যাক্ট এবং গভর্নমেন্ট রেজুলিউশন এর মাধ্যমে স্টেট মেডিকেল ফ্যাকাল্টি অব বেঙ্গল গঠিত হয়। ১৯৪৭ সালে দেশভাগের পর ৬ নভেম্বর, ১৯৪৭ সালে প্রতিষ্ঠানটির নাম পরিবর্তন করে স্টেট মেডিকেল ফ্যাকাল্টি অব ইস্ট বেঙ্গল করা হয়। স্বাধীনতার পর ২৪ এপ্রিল, ১৯৭২ সালে সংস্থাটির নাম পরিবর্তন করে দি স্টেট মেডিকেল ফ্যাকাল্টি অব বাংলাদেশ রাখা হয়।\n\n\n== গঠন ==\n\nসভাপতি: সচিব, স্বাস্থ্য শিক্ষা ও পরিবার কল্যাণ বিভাগ\nসদস্য: মহাপরিচালক, স্বাস্থ্য অধিদপ্তর\nসদস্য: অতিরিক্ত সচিব (চিকিৎসা শিক্ষা), স্বাস্থ্য শিক্ষা ও পরিবার কল্যাণ বিভাগ\nসদস্য: মহাসচিব, বাংলাদেশ মেডিক্যাল এসোসিয়েশন\nসদস্য: পরিচালক, চিকিৎসা শিক্ষা ও স্বাস্থ্য জনশক্তি উন্নয়ন\nসদস্য: পরিচালক, জাতীয় প্রতিষেধক ও সামাজিক চিকিৎসা প্রতিষ্ঠান\nসদস্য: অধ্যক্ষ, ঢাকা মেডিকেল কলেজ\nসদস্য: যুগ্ম সচিব (চিকিৎসা শিক্ষা), স্বাস্থ্য শিক্ষা ও পরিবার কল্যাণ বিভাগ\nসদস্য: যুগ্ম সচিব (হাসপাতাল), স্বাস্থ্য সেবা বিভাগ\nসদস্য: অধ্যক্ষ, ঢাকা ডেন্টাল কলেজ\nসদস্য: রেজিষ্ট্রার, বাংলাদেশ মেডিকেল এন্ড ডেন্টাল কাউন্সিল\nসদস্য: অধ্যক্ষ, ইনস্টিটিউট অফ হেলথ টেকনোলজি, ঢাকা\nসদস্য: অধ্যক্ষ, ইনস্টিটিউট অব হেলথ টেকনোলজি, রাজশাহী\nসদস্য: অধ্যক্ষ, মেডিকেল এসিস্ট্যান্ট ট্রেনিং স্কুল, টাঙ্গাইল\nসদস্য: সচিব, বাংলাদেশ ফার্মেসী কাউন্সিল\nসদস্য: সচিব, বাংলাদেশ রাষ্ট্রীয় চিকিৎসা অনুষদ\n\n\n== কোর্সসমূহ ==\n\nঅপথালমিক অ্যাসিস্ট্যান্ট কোর্স বা মিড লেভেল অপথালমিক পার্সোনেল (এমএলওপি)\nকমিউনিটি হেলথ্ ওয়ার্কার (সিএইচডব্লিও)\nমেডিকেল অ্যাসিস্ট্যান্ট ট্রেনিং স্কুল (ম্যাটস্)\nইনস্টিটিউট অব হেলথ্ টেকনোলজি (আইএইচটি)\n\n\n== আরো দেখুন ==\nস্বাস্থ্য ও পরিবার কল্যাণ মন্ত্রণালয় (বাংলাদেশ)\nস্বাস্থ্য শিক্ষা ও পরিবার কল্যাণ বিভাগ\n\n\n== তথ্যসূত্র =="}