{"pageid": 1318003, "title": "ম্যুন্‌শহাউজেন ত্রিসংকট", "url": "https://bn.wikipedia.org/wiki?curid=1318003", "content": "জ্ঞানতত্ত্বের  আলোচনায় ম্যুন্‌শহাউজেন ত্রিসংকট (যেটি আগ্রিপা-র ত্রিসংকট নামেও পরিচিত) একটি চিন্তন পরীক্ষা যার উদ্দেশ্য হল গৃহীত স্বতঃসিদ্ধ বা পূর্বানুমান ছাড়া যে যেকোনও সত্য  (এমনকি গণিত ও যুক্তিবিজ্ঞানের মতো ক্ষেত্রেও) প্রমাণ করা যে তাত্ত্বিকভাবে অসম্ভব, সে ব্যাপারটি প্রদর্শন করা।  কোনও প্রদত্ত প্রতিজ্ঞা (proposition) যে সত্য, সে ব্যাপারটি কীভাবে জানা যায়, সে ব্যাপারে যদি কোনও প্রশ্ন করা হয়, তাহলে হয়ত কোনও প্রমাণ প্রদান করা হয়। কিন্তু ঐ প্রমাণটির ব্যাপারেও একই প্রশ্ন করা সম্ভব, এবং এভাবে অনুবর্তী প্রমাণগুলির ব্যাপারেও তা করা সম্ভব। ম্যুন্‌শহাউজেন ত্রিসংকট বলে যে কোনও প্রমাণ সম্পূর্ণ করার কেবলমাত্র তিনটি পন্থা আছে:\n\nচক্রাকার যুক্তি, যেখানে কোনও প্রতিজ্ঞার প্রমাণে ঐ প্রতিজ্ঞাটি যে সত্য, সে ব্যাপারটিকেই স্বতঃসিদ্ধ ধরে নেওয়া হয়।\nপরাগত যুক্তি, যেখানে প্রতিটি প্রমাণের আরও একটি প্রমাণ আবশ্যক হয়, এবং এরকম অসীম পর্যন্ত  (ad infinitum) চলতে থাকে।\nঅন্ধভাবে স্বীকৃত যুক্তি, যেটি এমন সব স্বীকৃত যুক্তির উপর প্রতিষ্ঠিত, যেগুলি প্রমাণ ছাড়াই বিনা প্রশ্নে কেবল বিবৃত করা হয়।\nতাই এই ত্রিসংকটটি হল তিনটি সমভাবে অসন্তোষজনক পছন্দের মধ্যে একটিকে পছন্দ করার সিদ্ধান্ত গ্রহণ।\nসমসাময়িক জ্ঞানতত্ত্বে সঙ্গতিবাদের প্রবক্তারা ত্রিসংকটের \"চক্রাকার\" অংশটি গ্রহণ করেন বলে মনে করা হয়। অন্যদিকে ভিত্তিবাদীরা স্বতঃসিদ্ধমূলক যুক্তিটির উপর আস্থা রাখেন। আর যে দৃষ্টিভঙ্গিটি অসীম প্রত্যাবর্তনের অংশটি গ্রহণ করে, তা অসীমবাদ নামে পরিচিত।\nকার্ল পপার সুপারিশ করেন যে এই ত্রিসংকটটিকে সমাধানের অযোগ্য হিসেবে মেনে নিতে হবে এবং অনুমান ও সমালোচনার মাধ্যমে জ্ঞানের উপর কাজ করতে হবে।\n\n\n== আরও দেখুন ==\nপ্রতি-ভিত্তিবাদ\nসবিচার যুক্তিবাদ\nডুহেম-কুয়াইন বক্তব্য\nগ্যোডেলের অসম্পূর্ণতা উপপাদ্যসমূহ\nমানদণ্ডের সমস্যা\nযৌক্তিক বিশ্বস্তবাদ\nপ্রত্যাবর্তন যুক্তি\nতারস্কি-র অসংজ্ঞাযোগ্যতা উপপাদ্য\nসত্যতা প্রতিপাদনের তত্ত্ব\nকচ্ছপ আকিলেসকে যা বলল\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nHans Albert, Treatise on Critical Reason, Princeton University Press, 1985, chap. I, sect. 2.\nFor Hans Albert's scientific articles see List of Publications in Hans Albert at opensociety.de\n\n\n== বহিঃসংযোগ ==\nEpistemic regress at PhilPapers"}