{"pageid": 1319667, "title": "কুণ্ডিকা উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1319667", "content": "কুণ্ডিকা উপনিষদ (সংস্কৃত: कुण्डिका उपनिषत्) হলো হিন্দুধর্মের একটি ক্ষুদ্র উপনিষদ। এটি সন্ন্যাস উপনিষদের শ্রেণীবদ্ধ, এবং সামবেদের সাথে সংযুক্ত।\nকুণ্ডিকা ও লঘু-সন্ন্যাস উপনিষদ আলোচনা করে যে কেউ কখন ও কীভাবে ত্যাগ করতে পারে এবং এটি যে উত্তর দেয় তা অন্যান্য উপনিষদ যেমন জাবাল উপনিষদে পাওয়া যায় তার থেকে আলাদা। \nএর বেশিরভাগ শ্লোক ত্যাগকারীর জীবনধারাকে উৎসর্গ করে এবং এর বিস্তৃত বিষয় ত্যাগ বা আধ্যাত্মিক জ্ঞানকে কেন্দ্র করে। এটিতে প্রাচীন সাংস্কৃতিক ও ধর্মীয় হিন্দু ঐতিহ্যের উল্লেখ রয়েছে। এটি ত্যাগকে জীবনের পর্যায় হিসাবে বর্ণনা করে যেখানে একজন মানুষ সন্ন্যাসী যোগীর মতো জীবনযাপন করেন, বালিতে ও মন্দিরের কাছাকাছি ঘুমান, শান্ত ও সদয় থাকেন, অন্যরা তাকে যাই করুক না কেন, বেদান্ত নিয়ে চিন্তা করার সময় এবং ওঁ এর মাধ্যমে ব্রহ্মকে ধ্যান করে। কুণ্ডিকা উপনিষদে বলা হয়েছে ত্যাগকারীকে সর্বজনীন আত্মার সাথে তার আত্মার পরিচয় উপলব্ধি করার চেষ্টা করা উচিত।\n\n\n== ইতিহাস ==\nপাঠ্যটি তেলুগু ভাষার সংস্করণে কুণ্ডিকা নামে পরিচিত, এবং উল্লেখযোগ্যভাবে এর বড় অংশ ভারতের কিছু অংশে পাওয়া লঘু-সন্ন্যাস উপনিষদ  সংস্করণের অনুরূপ। পাঠ্যের প্রাচীনতম স্তরটি খ্রিস্টপূর্ব ৩য় শতাব্দীর আগে রচিত হয়েছিল, সম্ভবত খ্রিস্টপূর্ব ১ম-সহস্রাব্দের শেষ শতাব্দীতে।\nপাঠ্যটি মুক্তিকা ক্রমের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে ৭৪ নম্বরে তালিকাভুক্ত করা হয়েছে, যা রাম হনুমানের কাছে বর্ণনা করেছেন।\n\n\n== গঠন ==\nউপনিষদ, একটি সংস্করণে, একটি একক অধ্যায়ে ৩৪টি শ্লোক রয়েছে।\nঅন্যান্য সংস্করণে, পাঠ্যটিতে ২৮টি শ্লোক আছে, অথবা ৫টি থেকে ৬টি অধ্যায় রয়েছে যার কোনো পদ সংখ্যা নেই। পাঠ্যটি গদ্য ও ছন্দ কবিতার মিশ্রণ।\n\n\n== বিষয়বস্তু ==\n\nকুণ্ডিকা ও লঘু-সন্ন্যাস উপনিষদ আলোচনা করে যে কেউ কখন এবং কীভাবে ত্যাগ করতে পারে এবং এটি যে উত্তর দেয় তা অন্যান্য উপনিষদ যেমন জাবাল উপনিষদে পাওয়া যায় তার থেকে আলাদা। \nপাঠ্যটি এর বেশিরভাগ শ্লোক ত্যাগকারীর জীবনধারাকে উৎসর্গ করে এবং এর বিস্তৃত বিষয় ত্যাগ বা আধ্যাত্মিক জ্ঞানকে কেন্দ্র করে। পাঠ্যটি প্রাচীন সাংস্কৃতিক ঐতিহ্যকে বোঝানোর জন্য উল্লেখযোগ্য যে, একজন পুরুষ তার অবসরে তার স্ত্রীকে সাথে নিয়ে পবিত্র স্থান পরিদর্শনে যাবেন।\nভ্রমণের পরে, তাকে ত্যাগের দিকে এগিয়ে যেতে হবে যেখানে তিনি একজন সন্ন্যাসী যোগীর মতো জীবনযাপন করেন, বালির উপর এবং মন্দিরের কাছাকাছি ঘুমান, বেদান্ত নিয়ে চিন্তা করার সময় এবং ওঁ এর মাধ্যমে ব্রহ্মকে ধ্যান করার সময় অন্যরা তাকে যাই করুক না কেন শান্ত ও সদয় থাকার পরামর্শ দেয়৷\nসর্বজনীন আত্মার সাথে তার আত্মার পরিচয় উপলব্ধি করার চেষ্টা করা উচিত।\nপাঠ্যটির প্রথম দুটি শ্লোকে, উপনিষদ মানব জীবনের ব্রহ্মচর্য ও গার্হস্থ্য পর্যায় নিয়ে আলোচনা করে। পরবর্তী শ্লোক ৩ থেকে ৬-এ উপনিষদ ব্যক্তিকে জীবনের বানপ্রস্থ পর্যায়ে নেতৃত্ব দেওয়ার ন্যায্যতা দেয়। অবশিষ্ট ২৮টি শ্লোকে, বানপ্রস্থ পর্যায় বর্জন করা থেকে শুরু করে, কীভাবে পরিত্যাগ করতে হয় এবং আত্ম-উপলব্ধি অর্জন করতে হয় তার বিবরণ সহ জীবনের সন্ন্যাস পর্যায় ব্যাখ্যা করা হয়েছে।\nপাঠ্যটির কিছু পাণ্ডুলিপি সংস্করণ সাধারণ শান্তি মন্ত্রের মত মন্ত্রের আমন্ত্রণ দিয়ে শুরু ও শেষ।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nAnanth, Sashikala (১৯৯৯)। The Penguin Guide to Vaastu: The Classical Indian Science of Architecture and Design। Penguin Books India। আইএসবিএন 978-0-14-027863-7। \nDalal, Roshen (২০১০)। Hinduism: An Alphabetical Guide। Penguin Books India। আইএসবিএন 978-0-14-341421-6। \nDeussen, Paul; Bedekar, V.M.; Palsule, G.B. (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nHattangadi, Sunder (২০০০)। \"कुण्डिकोपनिषत् (Kundika Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ৮ জানুয়ারি ২০১৬। \nNair, Shantha N. (২০০৮)। Echoes of Ancient Indian Wisdom। Pustak Mahal। আইএসবিএন 978-81-223-1020-7। \nOlivelle, Patrick (১৯৯২)। The Samnyasa Upanisads। Oxford University Press। আইএসবিএন 978-0195070453। \nOlivelle, Patrick (১৯৯৩)। The Asrama System। Oxford University Press। আইএসবিএন 978-0195083279। \nParmeshwaranand, Swami (১ জানুয়ারি ২০০০)। Encyclopaedic Dictionary of Upanisads। Sarup & Sons। আইএসবিএন 978-81-7625-148-8। \nPrasoon, Prof.S.K. (১ জানুয়ারি ২০০৮)। Indian Scriptures। Pustak Mahal। আইএসবিএন 978-81-223-1007-8। \nSprockhoff, Joachim Friedrich (১৯৯১)। \"Laghu-Samnyasa-Upanisad und Kundika-Upanisad: Versuch einer deutschen Ubersetzung\"। Asiatische Studien (জার্মান ভাষায়)। 45: 107–131।"}