{"pageid": 1319983, "title": "রামপাল (আধ্যাত্মিক নেতা)", "url": "https://bn.wikipedia.org/wiki?curid=1319983", "content": "সন্ত রামপাল দাস কবির সম্প্রদায়ের একজন ভারতীয় আধ্যাত্মিক গুরু এবং কবির সাহেবকে ঈশ্বর (পরমাত্মা) হিসাবে বর্ণনা করেন।\nতিনি হরিয়ানার হিসার অঞ্চল সহ ভারতের বিভিন্ন রাজ্যে অবস্থিত সাতলোক আশ্রমেরও প্রতিষ্ঠাতা।\nরামপাল দাস এর জন্ম ৮ সেপ্টেম্বর ১৯৫১ সাল এ সোনিপথ ধনানা গ্রামে হয়েছিল। শিক্ষা শেষ করে তিনি হরিয়ানার সেচ বিভাগে ইঞ্জিনিয়ার হন। ওনার সরকারী জীবনী অনুসারে, তিনি ছোটবেলা থেকেই সমস্ত হিন্দু দেব-দেবীর একনিষ্ঠ ভক্ত ছিলেন। কিন্তু এই ভক্তি থেকে তিনি কখনও আধ্যাত্মিক শান্তির অনুভব পাননি। একদিন সন্ত রামপাল জী, একজন গরীবদাসীও কবির পন্থী গুরু স্বামী রামদেবানন্দের সাথে দেখা করলেন। যাঁরা ওনাকে বুঝিয়েছেন যে, তাঁদের দ্বারা করা ভক্তির বিধি তা আমাদের নিজস্ব ধর্মগ্রন্থের সঙ্গে মেলে না। অতএব এই ভক্তি বিধি দ্বারা মোক্ষলাভ করতে পারে না কারণ শ্রীমদ ভগবদ্গীতা অধ্যায় ১৬ শ্লোক ২৩ এর অনুসারে যে ব্যক্তি স্বাস্ত্রবিধি ত্যাগ করে নিজের ইচ্ছায় মন মতো আচরণ করে, সে না সিদ্ধি পায়, না সুখ পায়, আর না তো পরমগতি কে প্রাপ্ত হয়।\n১৭ ফেব্রুয়ারি ১৯৮৮ সালে সন্ত রামপাল জী স্বামী রামদেবানন্দ জিকে গুরু ধারণ করে এবং ভক্তির উপদেশ গ্রহণ করেন। তার অনুগামীরা এই দিনটিকে বোধ দিবস রূপে মানেন। রামপাল দাস বলেন এর পরে তিনি ভগবদ্গীতা, কবির সাগর, গরীবদাস দ্বারা রচিত সতগ্রন্থ, পূরান, বেদ এবং আরও অনেক গ্রন্থ পড়েন। তিনি বিশ্বাস করে যে তিনি এই বইগুলিতে স্বামী রামদেবানন্দের দ্বারা কথার প্রমাণ পাবেন, তারপরে তিনি স্বামী রামদেবানন্দজির দ্বারা বলা মন্ত্রের ঘোর জাপ করেন, তারপরে আধ্যাত্মিক শান্তি অনুভব করতে লাগলেন। ১৯৯৪ সালে স্বামী রামদেবানন্দ তাকে গুরুর পদ দেন। এর পরে \"সন্ত রামপাল দাস\" হয়ে জান। সন ১৯৯৫ সালে, তিনি ইঞ্জিনিয়ার পদ থেকে পদত্যাগ করেন যা ২০০০ সালে স্বীকৃত পায়। পরে করোন্থা গ্রামে সাতলোক আশ্রমের প্রতিষ্ঠা করেন, যদিও ২০০৬ সালে তাকে গ্রেফতার করার পর থেকে এই আশ্রমটি সরকারের পরিদর্শননে আছে।\n\n\n== শিক্ষা এবং নিয়ম ==\nরামপাল দাস সকল ধর্মের সমস্ত গ্রন্থের পরিচয় দিয়ে কবীর জিকে সকল দেবী-দেবতা সহিত সমস্ত ব্রম্ভান্ডের উৎপত্তিকর্তা মানেন। আর ভক্তি কে সমস্ত সংসারিক কর্ম থেকে শ্রেষ্ঠ মেনে নিয়ে সমস্ত রকম খারাপ কর্ম ছেড়ে,  এক কবীর পরমেশ্বরের ভক্তির জন্য প্রেরিত করছেন। খারাপ কর্ম ত্যাগের জন্য  তথা সমাজ কে ভালো করার জন্য কিছু নিয়ম বানিয়েছেন, যাকে ভক্তি মর্যাদা বলা হয়। যেমন\n1. কোন নেশা জাতীয় বস্তু যেমন বিড়ি, সিগারেট, গুটকা, তামাক,সুলফা, গাঁজা, মদ, মাছ, মাংস, ডিম ইত্যাদি ইত্যাদি সেবন করা তো দূরে থাক কাউকে এনে ও দেবে না।\n2. জুয়া, তাস খেলা, চুরি, ঠক্, ইত্যাদি করবে না।\n3. মৃত্যু ভোজ, পণপ্রথা, লোক দেখানোর জন্য ফালতু খরচ, সমাধি পূজা, পিতর পূজা, মূর্তি পূজা ইত্যাদি করবে না।\n4.কবীর পামাত্মার ছাড়া অন্য দেবী-দেবতার পূজা করবেনা, কিন্তু সম্মান সবারই করবে।\n5.অশ্লীল গান গাওয়া, নাচা, ব্যভিচার ইত্যাদি পূর্নরূপে নিষেধ করেন।\nরামপাল দাস এর অনুগামী বিশেষ ভাবে ওনার জ্ঞানে আকর্ষিত হয়, যা সমস্ত ধর্ম গ্রন্থের অনুকূল হওয়া দাবি করেছে। ওনার বেশিরভাগ অনুগামীরা বলছে যে আমরা সন্তের দ্বারা বলা জ্ঞান সদগ্রন্থের সঙ্গে মিলিয়েছি যা হুবহু আমাদের ধার্মিক গ্রন্থে উল্লেখ পেয়েছি, তার পরেই ওনার সঙ্গে যোগ দিয়েছি। আসলে জ্ঞানই এমন বিষয় যার কারণে বেশিরভাগ সমুদয় ওনার বিরোধ করে।\nরামপাল দাস নিজের জ্ঞানের দ্বারা  দুনিয়াকে অবগত করানোর জন্য জ্ঞান গঙ্গা, জীবনের পথ, গীতা তোমার জ্ঞান অমৃত, গভীর নজর গীতায়, গীতার গরিমার মত ইত্যাদি পুস্তক লিখেছেন।\n\n\n== ভবিষ্যৎবাণী ==\nসন্তের অনুগামীদের কথা যে  দুনিয়ার অনেক ভবিস্ব বক্তাদের ভবিস্ববাণী সন্ত রামপাল দাসের উপরে সঠিক খাটে যে তিনি মহামানব রূপে পরিচয় পাবেন। যার মধ্যে কিছু নিম্ন\nজয় গুরুদেব পন্থের  তুলসী সাহেব, ৭ই সেপ্টেম্বর ১৯৭১এ বলেছিলেন যে, যেই মহাপুরুষের জন্য আমরা অপেক্ষা করছি তিনি আজ ২০ বছরের হয়ে গেছেন। ঐদিন সন্ত্ রামপাল দাসের বয়স ২০ বছর হয়েছিল।\nনস্ট্রাডামাস বলেছিলেন যে ২০০৬ তে এক সন্ত হঠাৎ করে প্রকাশে আসবে, যিনি প্রথমে তো উপেক্ষার পাত্র হবেন, কিন্তু পরে দুনিয়া মাথার উপরে বসাবে।\nএমনই অন্য ভবিষ্যৎবক্তারা যেমন, আমেরিকার বিশ্ব বিখ্যাত ভবিষ্যতবক্তা ফ্লোরেন্স, ইংল্যান্ডের জ্যোতিষী \"কিরো\"  হাংরির মহিলা জ্যোতিষী   \"বরিস্কা\" আরো অনেকে ভবিষ্যত বাণীতে সন্ত রামপাল দাস এর উপর সঠিকভাবে মেলার দাবি করা হয়।\n\n\n== বিবাদ ==\nসন ২০০৬ সন্ত্ রামপাল জি মহারাজ সার্বজনীক ভাবে সত্যার্থ প্রকাশের কিছু অংশের উপর আপত্তি করেছিলেন। যার কারণে রেগে আর্য সমাজের হাজার হাজার সমর্থক ১২ জুলাই ২০০৬ তে  করৌথার সৎলোক আশ্রম ঘিরে নিয়ে আক্রমণ শুরু করল। বাচার জন্য সৎলোক আশ্রমের অনুগামীরা প্রতিরোধ করলো। ওই গণ্ডগোলে সনু নামক এক আর্য সমাজের অনুগামীর হত্যা হয়ে গেল। যাতে করে সন্ত রামপাল দাস জী মহারাজের বিরুদ্ধে হত্যার মামলা চালানো হলো এবং উনাকে গ্রেফতার করা হলো। কিছু মাস জেলের মধ্যে থাকার পরে ২০০৮ সনে উনাকে জামানতের উপরে ছেড়ে দেওয়া হয়। \nএই মামলায়, ২০ ডিসেম্বর ২০২২-এ, অতিরিক্ত জেলা ও দায়রা জজ রাকেশ সিংয়ের আদালত সন্ত সহ ২৪ অভিযুক্তকে খালাস দেয়। নভেম্বর ২০১৪ তে কোর্ট পুনরায় উনাকে গ্রেফতার করার আদেশ দিলেন। কিন্তু সতলোক আশ্রম বড়বলায় হাজার হাজার সমর্থকের উপস্থিত থাকার কারণে পুলিশ ওনাকে গ্রেফতার করতে পারলেন না। ১৯ ই নভেম্বর ২০১৪ সমর্থক এবং পুলিশের মধ্যে হিংসা লেগে গেল এবং ওনাকে গ্রেফতার করা হলো। তাতে করে ৫ মহিলা সমেত ১ বালকের মৃত্যু হয় যার দোষ সন্ত রামপাল দাসের উপরে দেওয়া হয়েছে। যেই বন্ধক করা কেসে ২১ আগস্ট ২০১৭ তে নির্দোষ প্রমাণিত হয়েছে ।  কিন্তু হত্যা ও দেশদ্রোহ কেসে জেলেই আছেন। ১১ অক্টোবর ২০১৮ তে হিসার কোর্টের দ্বারা উনি তথা ওনার কিছু অনুগামীদের বড়বালার ঘটনায় হওয়া হত্যার দোষী ঘোষণা করে দেয় এবং আজীবন কারাবাসের শাস্তি শোনানো হয়। জজ বেদ প্রকাশ সিরোহী, সেশন জজ হিসার দ্বারা ২৬ জুলাই ২০২১ এ সন্ত রামপাল জি সমেত ওনার ৪ অনুগামীদের যার মধ্যে ডাক্তর ওম প্রকাশ হূড্ডা, রাজেন্দর, বলজীত, বিজেন্দর রয়েছে, কেস নম্বর ৫ ড্রাগ এন্ড কসমেটিক্স এক্ট এর উপরে কোন সাক্ষ্য না হওয়ার কারণে এবং দোষীর দোষ প্রমাণ না হওযায় সন্মানের সহিত ছেড়ে দেওয়া হয়।\n\n\n== তথ্যসূত্র =="}