{"pageid": 1319982, "title": "সাঁতাও (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1319982", "content": "সাঁতাও ২০২৩ সালে মুক্তিপ্রাপ্ত একটি বাংলাদেশী বাংলা ভাষার চলচ্চিত্র। খন্দকার সুমন চলচ্চিত্রটি পরিচালনার পাশাপাশি গল্প, চিত্রনাট্য ও সংলাপ লিখেছেন। ‘সাঁতাও’ একটি রংপুরী শব্দ। সাতদিন ধরে লাগাতার বৃষ্টি হওয়ার সময়টাকে বোঝাতে দেশের উত্তরাঞ্চলে ‘সাঁতাও’ শব্দটি ব্যবহৃত হয়। সাঁতাওয়ের সময়ে কৃষিনির্ভর সমাজে কেমন প্রভাব ফেলে, কৃষকদের সংগ্রামী জীবন এবং প্রান্তিক পটভূমি থেকে নারীদের সর্বজনীন সংগ্রাম ও প্রান্তিক মানুষের জীবনের কাহিনি কেন্দ্র করে গণঅর্থায়নে চলচ্চিত্রটি নির্মাণ করা হয়েছে। রংপুর অঞ্চল ঘিরে গড়ে উঠেছে ছবির গল্প।\n\n\n== পটভূমি ==\nসদ্য বিয়ে করেছেন জোয়ান কৃষক ফজলু। দিনের বেশিরভাগ সময় যাকে কাটাতে হয় ধানের জমিতে, মাছ ধরার বিলে কিংবা নৌকা বাইচের দলে। স্ত্রীর পুতুলের নিঃসঙ্গতা দূর করতে একটি গরু কেনে। তাছাড়া পুতুল সন্তান সম্ভবা। নতুন অতিথি এলে তার খাদ্যের বাড়তি জোগানের ব্যবস্থা আগাম করে রাখতে হবে।\nসন্তানসম্ভবা নারী ও সন্তানসম্ভবা গরু; একে অপরের দুঃখ, কষ্ট, নিঃসঙ্গতা ভাগাভাগির মিথস্ক্রিয়া জমতে জমতেই বাচ্চা জন্ম দিতে গিয়ে মৃত্যু হয় গরুর। এদিকে জন্মদান প্রক্রিয়ায় জটিলতা সৃষ্টি হলে মৃত্যু হয় সদ্য জন্ম নেওয়া ফজলু-পুতুলের সন্তানের।\nমা হারানো বাছুর আর সন্তান হারানো পুতুল; পরস্পর পরস্পরকে খুঁজে নেয় সন্তান ও মায়ের অভাব পূরণে। জন্ম নেয় নতুন এক সম্পর্কের। এ সম্পর্কে রক্তের বন্ধন নেই সত্যি; তবে আত্মিক যে বন্ধন সৃষ্টি হয়, তা রক্তের সম্পর্কের চেয়ে কোনো অংশেই কম নয়।\nকৃষকের সংগ্রামী জীবন, মাতৃত্বের সর্বজনীন রূপ ও মানুষের সুখ-দুঃখ, হাসি-কান্নায় আবর্তিত হয়েছে সাঁতাওয়ের গল্প।\n\n\n== কলাকৌশলী ==\nআইনুন পুতুল - পুতুল চরিত্রে\nফজলুল হক - ফজলু চরিত্রে\nশ্রাবণী দাস রিমি\nসাবেরা ইয়াসমিন\nস্বাক্ষ্য শাহীদ\nতাসমিতা শিমু\nমিতু সরকার\nফারুক শিয়ার চিনু\nআফরিনা বুলবুল\nরুবল লোদী\nআলমগীর কবীর বাদল\nরবি দেওয়ান\nদীনবন্ধু পাল\nসালাউদ্দিন\n\n\n== নির্মাণ ==\nনির্মাতা সুমন কেবল অভিনয় শিল্পীদের কাছ থেকেই নয় অভিনয় নিংরে এনেছেন বন্য শালিক, গরু, বাছুর, তিস্তার ধু-ধু প্রান্তর কিংবা হাঁসের বাচ্চাদের থেকেও। বন্যপ্রাণীদের সিনেমায় মানানসই করে গড়ে তোলা হয়েছে।\nগ্রামীণ আবহ ফুটিয়ে তুলতে নির্মাতা যেমন কৃত্রিম আলোর স্বল্প ব্যবহার করেছেন। নৌকা বাইচ, গ্রামের বাজার, দুর্গাপূজার মেলা, ঈদের দিনগুলোর শুটিংয়ের জন্য আলাদা সেট ফেলে ক্যামেরা ধরার পরিবর্তে অপেক্ষা করেছেন। ঈদ, পূজা, বাজার কিংবা মেলার দিনেই প্রকৃত ঘটনার ভেতর চরিত্র ঢুকিয়ে দিয়ে দৃশ্যধারণ করেছেন। যাতে দর্শকের কাছে গল্পগুলো জীবন্ত হয়ে উঠেছে।\nসিনেমার সংগীততে বিয়ের গীত, রংপুর অঞ্চলের ঐতিহ্যবাহী ভাওয়াইয়া সংগীত ব্যবহার করা হয়েছে।\n\n\n== সঙ্গীত ==\nআবহ সংহীত করেছেন মাহমুদ হায়াৎ অর্পণ। গানে কণ্ঠ দিয়েছেন কামরুজ্জামান রাব্বী, লায়লা তাজনূর সাউদী, লিমা হক।\n\n\n== মুক্তি ==\n২০২২ সালে ভারতের অনুষ্ঠিত 'ভারত আন্তর্জাতিক চলচ্চিত্র উৎসব (আইএফএফআই)', গোয়ায় চলচ্চিত্র টা প্রদর্শিত হয়।\nএই চলচ্চিত্রে কোনো বিখ্যাত অভিনয় শিল্পী না থাকায় শুরুতে বেশি হল পায় না। চলচ্চিত্রটি প্রথম ধাপে ২৭শে জানুয়ারী ২০২৩ সালে পাঁচটি সিনেমা হল ঢাকার স্টার সিনেপ্লেক্সের বসুন্ধরা শাখা, যমুনা ব্লকবাস্টার, রংপুরের শাপলা, চট্টগ্রামের সুগন্ধা ও সিলভার স্ক্রিনে প্রদর্শিত হয়।\n২০২৩ সালের ১৩ অক্টোবর ওটিটি প্লাটফর্ম বায়স্কোপে  ‘সাঁতাও’ চলচ্চিত্রটি মুক্তি পায়। ২০২৩ সালের ২২শে ডিসেম্বর অ্যামাজন প্রাইমে মুক্তি পায়।\n\n\n== পুরস্কার ==\nঢাকা আন্তর্জাতিক চলচ্চিত্র উৎসবে বাংলাদেশ প্যানোরমা বিভাগে সেরা চলচ্চিত্র হিসেবে পুরস্কার পায় ‘সাঁতাও।\nভারতের অজন্তা-ইলোরা আন্তর্জাতিক চলচ্চিত্র উৎসবের ৮ম আসরের প্রতিযোগিতা বিভাগে নির্বাচিত হয়েছে ছবিটি। নেপাল আন্তর্জাতিক চলচ্চিত্র উৎসবে সেরা আন্তর্জাতিক পূর্ণদৈর্ঘ্য চলচ্চিত্র হিসেবে ‘গৌতম বুদ্ধ পুরস্কার’ পায় ।\n\n\n== আরও দেখুন ==\nমনপুরা\nহাওয়া (চলচ্চিত্র)\nপরাণ (চলচ্চিত্র)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলা মুভি ডেটাবেজে সাঁতাও \nইন্টারনেট মুভি ডেটাবেজে সাঁতাও  (ইংরেজি)"}