{"pageid": 1319648, "title": "লিফটেড", "url": "https://bn.wikipedia.org/wiki?curid=1319648", "content": "লিফটেড ২০১০ সালে মুক্তিপ্রাপ্ত একটি মার্কিন নাট্য চলচ্চিত্র যা লেক্সি আলেকজান্ডার দ্বারা লিখিত এবং পরিচালিত। এতে ড্যাশ মিহোক, নিকি আইকক্স এবং উরিয়া শেলটন অভিনয় করেছেন। এটি ১৪ ই আগস্ট, ২০১০ এ ফিল গুড ফিল্ম ফেস্টিভালে প্রিমিয়ার হয়েছিল, এবং ২০১১ সালে সরাসরি ডিভিডি'তে মুক্তি পেয়েছিল।\n\n\n== কাহিনি ==\nহেনরি ম্যাথিউস (উরিয়া শেল্টন) তার বাবা-মা উইলিয়াম (ড্যাশ মিহোক) এবং লিসা (নিকি আইকক্স) এর সাথে আলাবামার একটি ছোট শহরে বাস করেন। তার বাবা একজন গ্যারেজ মেকানিক, তবে সেনাবাহিনীর রিজার্ভেও আছেন, এদিকে তার মা বেকার এবং মাদকাসক্তির জন্য নিয়মিত গ্রুপ-থেরাপি সেশনে যান। তিনি এক বছর চার মাস ধরে মাদকমুক্ত আছেন। হেনরি একজন মিডল স্কুলশিক্ষার্থী, এবং স্কুলের পরে বুলিদের মোকাবেলা করতে গিয়ে শেষ পর্যন্ত সে ব্যাপটিস্ট চার্চে আশ্রয় নিতে বাধ্য হয় এবং সেখানে যাজক জন (রুবেন স্টাডার্ড) এর সাথে তার দেখা হয়। যাজক জন হেনরিকে পছন্দ করেন; তারা গির্জার পিয়ানোতে উপাসনা সংগীত বাজানো শুরু করে এবং যাজক আবিষ্কার করেন যে হেনরি খুব প্রতিভাবান একজন গায়ক। যাজক জন হেনরিকে বার্মিংহামের একটি সংগীত প্রতিযোগিতা আলাবামা টিন স্টার কোয়েস্টের জন্য একটি ফ্লায়ার দেন।\nউইলিয়ামের রিজার্ভ ইউনিট সক্রিয় হয় এবং তাকে আফগানিস্তানে মোতায়েন করা হয়। উইলিয়াম চলে যাওয়ার পর হেনরি তাকে শোনার জন্য এবং তার মেরিন বন্ধুদের দেখানোর জন্য গান রেকর্ড করে পাঠায়। উইলিয়াম চলে যাওয়ার পরে হেনরির মা বাড়ির বন্ধকী বহন করতে পারেন না এবং তারা উইলিয়ামকে না জানিয়ে বাড়ি ছেড়ে লিসার বাবা অর্থাৎ হেনরির নানাবাড়ি ট্রেলারে চলে যায়। লিসার বাবা হেনরির গান শুনতে পছন্দ করেন না এবং তিনি উইলিয়ামের সাথে লিসার বিয়ে করাতে একমত ছিলেন না।\n\n\n== অভিনয়শিল্পী ==\nহেনরি ম্যাথিউস চরিত্রে উরিয়া শেলটন\nলিসা ম্যাথিউস চরিত্রে নিকি আইকক্স\nউইলিয়াম ম্যাথিউস চরিত্রে ড্যাশ মিহক\nজিমি নক্স হিসাবে ট্রেস অ্যাডকিন্স\nজেবের চরিত্রে থাড মিকলার\nশঙ্কু চরিত্রে ক্রেগ লেম্বকে\nযাজক জন চরিত্রে রুবেন স্টুডার্ড\nকিমরেন্স ইয়ং - নামচরিত্রে\nটড সিম্পসন - নামচরিত্রে\nকার্ল চরিত্রে হাওয়ার্ড গ্রিন\nমিসেস ডিক্লেয়ার চরিত্রে বারবারা কিনকেড-হিল\nট্র্যাভিস চরিত্রে জেমস হ্যান্ডি\nমিস্টার শেলটন চরিত্রে ড্যানি ভিনসন\n\n\n== প্রযোজনা ==\nচলচ্চিত্রটি প্রযোজনা করেছিলেন ডেবোরাহ ডেল প্রেতে, যিনি লেক্সি আলেকজান্ডারের প্রথম পূর্ণদৈর্ঘ্য ফিচার চলচ্চিত্র, গ্রিন স্ট্রিট গুন্ডাস প্রযোজনা করেছিলেন।  এটি নির্বাহী প্রযোজনা করেছিলেন টমি আলাস্ট্রা।  অ্যালান এবং হিউ হান্টার সহ-প্রযোজক ছিলেন এবং আলেকজান্ডারের অস্কার-মনোনীত স্বল্পদৈর্ঘ্য জনি ফ্লিনটনও প্রযোজনা করেছিলেন।\nচলচ্চিত্রটি সম্পূর্ণরূপে মার্কিন যুক্তরাষ্ট্রের আয়রনডেল, মরিস/পিনসন এবং বার্মিংহাম, আলাবামাতে চিত্রধারণ করা হয়েছিল।\nছবিটি ক্যালিফোর্নিয়ার পাসাডেনার হরক চার্চ দ্বারা অনুমোদিত হয়েছিল।  গির্জার সিনিয়র যাজক, চে আহন, এবং তার ছেলে গাবে আহনকে চলচ্চিত্রটির একটি বিশেষ দৃশ্য দেখানো হয়েছিল। গাবে বলেন, \"এই চলচ্চিত্রটি সম্পর্কে আমি যা পছন্দ করেছি তা হ'ল এটি পারিবারিক সম্পর্ককে কেন্দ্র করে, তবে একই সাথে এটি আমাদের বিশাল স্বপ্ন দেখতে উৎসাহিত করে।\nলিফটেড ছিল আলাবামার নতুন চলচ্চিত্র প্রণোদনা কর্মসূচীর অধীনে নির্মিত প্রথম চলচ্চিত্র।\n\n\n== অভ্যর্থনা ==\nসমালোচক টেড গ্র্যান্ড ফ্যালকন তার ওয়েবসাইটে ছবিটিকে ইতিবাচকভাবে পর্যালোচনা করে বলেছেন, \"লিফটেড আমাদের পারিবারিক বন্ধনে নিঃশর্ত ভালবাসার গুরুত্ব এবং স্বপ্নকে অনুসরণের গুরুত্বের কথা মনে করিয়ে দেয়। এছাড়াও, চলচ্চিত্রটি আমাদের সমস্ত সৈন্য, নারী এবং তাদের পরিবারগুলো প্রতিদিন যে অসাধারণ ত্যাগ স্বীকার করে তার প্রতি আন্তরিক শ্রদ্ধা হিসাবে কাজ করে। রাজনৈতিক দৃষ্টিকোণ থেকে, এটি সফলভাবে যুদ্ধকে ট্র্যাজেডি হিসাবে চিত্রিত করার সংকীর্ণ পথটি পরিচালনা করে কিন্তু যোদ্ধাদের গুরুত্বপূর্ণ নায়ক হিসাবে চিত্রিত করে। পরিচালক ছবিটি \"আমাদের সমস্ত স্বর্গীয় নায়কদের\" উৎসর্গ করেছিলেন।\nচলচ্চিত্রটি সক্রিয়ভাবে গেট (গ্লোবাল অ্যালায়েন্স ফর ট্রান্সফরমেশনাল এন্টারটেইনমেন্ট) দ্বারা প্রচারিত হয়েছিল, এটি জিম ক্যারি এবং একহার্ট টোলের সহ-প্রতিষ্ঠিত একটি সংস্থা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Lifted  (ইংরেজি)"}