{"pageid": 1319483, "title": "পিকাট্রিক্স", "url": "https://bn.wikipedia.org/wiki?curid=1319483", "content": "পিকাট্রিক্স হল ল্যাটিন নাম যা বর্তমানে ৪০০-পৃষ্ঠার জাদু ও জ্যোর্তিশাস্ত্র বইয়ের জন্য ব্যবহৃত হয় যা মূলত আরবি ভাষায় গায়াত আল-হাকিম ( আরবি: غاية الحكيم), যা বেশিরভাগ পণ্ডিতদের ধারণা মূলত ১১ শতকের মাঝামাঝি সময়ে লেখা হয়েছিল,  যদিও ১০ শতকের প্রথমার্ধে রচনার জন্য একটি যুক্তি তৈরি করা হয়েছে।  আরবি শিরোনামটি ঋষির লক্ষ্য বা বুদ্ধিমানের লক্ষ্য হিসাবে অনুবাদ করে।  আরবি কাজটি ১৩শ শতাব্দীতে স্প্যানিশ এবং তারপর ল্যাটিন ভাষায় অনুবাদ করা হয়েছিল, সেই সময়ে এটি ল্যাটিন শিরোনাম পেয়েছিল পিকাট্রিক্স । বইটির শিরোনাম পিকাট্রিক্সও কখনও কখনও বইটির লেখককে বোঝাতে ব্যবহৃত হয়।\nপিকাট্রিক্স হল একটি যৌগিক কাজ যা জাদু এবং জ্যোতিষশাস্ত্রের পুরানো কাজগুলিকে সংশ্লেষিত করে। সবচেয়ে প্রভাবশালী ব্যাখ্যাগুলির মধ্যে একটি এটিকে \"তাবিজ জাদুর হ্যান্ডবুক\" হিসাবে গণ্য করার পরামর্শ দেয়।  অন্য একজন গবেষক এটিকে \"আরবি ভাষায় স্বর্গীয় জাদুর সবচেয়ে পুঙ্খানুপুঙ্খ প্রকাশ\" হিসাবে সংক্ষিপ্ত করেছেন, \"নবম এবং দশম শতাব্দীতে নিকট প্রাচ্যে উত্পাদিত হারমেটিসিজম, সাবিয়ানিজম, ইসমাইলিজম, জ্যোতিষশাস্ত্র, আলকেমি এবং জাদু সম্পর্কিত আরবি পাঠ্য\" হিসাবে কাজের সূত্রগুলিকে নির্দেশ করে।\"  ইউজেনিও গ্যারিন ঘোষণা করেন, \"বাস্তবে পিকাট্রিক্সের ল্যাটিন সংস্করণটি কার্পাস হারমেটিকাম বা অ্যালবামসারের লেখার মতোই অপরিহার্য যা রেনেসাঁর নির্মাণের একটি সুস্পষ্ট অংশ বোঝার জন্য, যার মধ্যে রূপক শিল্প রয়েছে।\"  এটি ১৫ শতকে মার্সিলিও ফিসিনো থেকে ১৭ শতকে টমাস ক্যাম্পানেলা পর্যন্ত পশ্চিম ইউরোপীয় গুপ্ততত্ত্বকে উল্লেখযোগ্যভাবে প্রভাবিত। ব্রিটিশ লাইব্রেরির পাণ্ডুলিপিটি বেশ কয়েকটি হাতের মধ্য দিয়ে গেছে: সাইমন ফরম্যান, রিচার্ড নেপিয়ার, ইলিয়াস অ্যাশমোল এবং উইলিয়াম লিলি।\nল্যাটিন অনুবাদের প্রস্তাবনা অনুসারে, ১২৫৬ এবং ১২৫৮ সালের মধ্যে কোনো এক সময়ে ক্যাস্টিলের আলফোনসো এক্স-এর আদেশে পিকাট্রিক্স আরবি থেকে স্প্যানিশ ভাষায়  করা হয়েছিল। স্প্যানিশ পাণ্ডুলিপির অনুবাদের ভিত্তিতে ল্যাটিন সংস্করণটি কিছু পরে উত্পাদিত হয়েছিল। এটি মাসলামা ইবনে আহমাদ আল-মাজরিতি (একজন আন্দালুসিয়ান গণিতবিদ) কে দায়ী করা হয়েছে, কিন্তু অনেকে এই গুণকে প্রশ্নবিদ্ধ বলে অভিহিত করেছেন। ফলস্বরূপ, লেখককে কখনও কখনও \"ছদ্ম-মাজরিতি\" হিসাবে নির্দেশ করা হয়।\n১৯২০ সালে বা তার কাছাকাছি সময়ে উইলহেম প্রিন্টজ একটি আরবি সংস্করণ আবিষ্কার না করা পর্যন্ত স্প্যানিশ এবং ল্যাটিন সংস্করণগুলিই পশ্চিমা পণ্ডিতদের  পরিচিত ছিল।\n\n\n== তথ্যসূত্র =="}