{"pageid": 13196, "title": "সাইদুল আনাম টুটুল", "url": "https://bn.wikipedia.org/wiki?curid=13196", "content": "সাইদুল আনাম খান টুটুল (১ এপ্রিল ১৯৫০ - ১৮ ডিসেম্বর ২০১৮) ছিলেন একজন বাংলাদেশী চলচ্চিত্র ও নাট্য পরিচালক। তিনি ১৯৭৯ সালে সূর্য দীঘল বাড়ী চলচ্চিত্রের জন্য শ্রেষ্ঠ চিত্রসম্পাদকের জন্য জাতীয় চলচ্চিত্র পুরস্কার লাভ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nটুটুল ১৯৫০ সালের ১ এপ্রিল পুরোনো ঢাকায় জন্মগ্রহণ করেন। ১৯৬৭ সালে মুসলিম সরকারি উচ্চ বিদ্যালয় থেকে মাধ্যমিক ও ঢাকা কলেজ থেকে ১৯৭১ সালে উচ্চ মাধ্যমিক সম্পন্ন করেন। উচ্চ মাধ্যমিকে থাকাবস্থায় চলচ্চিত্র সংসদ আন্দোলনের সাথে যুক্ত ছিলেন। ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধ শুরু হলে তিনি খুলনা অঞ্চলে ৬ নম্বর সেক্টরের অধীন যুদ্ধে অংশ নেন। বাংলাদেশ স্বাধীন হলে তিনি ঢাকা বিশ্ববিদ্যালয়ে ভর্তি হন এবং ১৯৭৪ সালে আইসিসিআর নামক একটি বৃত্তি পেয়ে ভারতের পুনেতে চলচ্চিত্র ও টেলিভিশন ইনস্টিটিউটে চলচ্চিত্র সম্পাদনা বিষয়ে ভর্তি হন। ১৯৭৮ সালে অধ্যয়ন শেষ করে বাংলাদেশে ফিরে আসেন।\n\n\n== কর্মজীবন ==\nসাইদুল আনাম টুটুল চলচ্চিত্র সম্পাদক হিসেবে কর্মজীবন শুরু করেন। ১৯৭৯ সালে শেখ নিয়ামত আলী পরিচালিত সূর্য দীঘল বাড়ী ছায়াছবির সম্পাদনার জন্য জাতীয় চলচ্চিত্র পুরস্কার পান। এছাড়াও সালাউদ্দিন জাকির ঘুড্ডি, শেখ নিয়ামত আলীর দহন, মোরশেদুল ইসলামের দীপু নাম্বার টু ও দুখাই ছায়াছবির সম্পাদনা করেন। চলচ্চিত্র সম্পাদনার পাশাপাশি তিনি চলচ্চিত্র ও নাটক পরিচালনা করেছেন। তার পরিচালিত প্রথম চলচ্চিত্র আধিয়ার ২০০৩ সালে মুক্তি পায়। ১৯৪৬-৪৭ সালের বাংলার কৃষক চাষীদের তেভাগা আন্দোলনকে কেন্দ্র করে চলচ্চিত্রটির কাহিনী লিখেছেন গিয়াসউদ্দিন সেলিম।\nএরপর তিনি নাটক নির্মাণে মন দেন। ২০০৯ সালে তার নির্মিত তিনটি নাটক বখাটে, আপন পর ও নিশিকাব্য জনপ্রিয়তা লাভ করে।  সাইকেল চালিয়ে জীবিকা অর্জন করে এমন একটি পরিবারের গল্প নিয়ে ২০১১ সালে নির্মাণ করেন এক পর্বের নাটক হেলিকপ্টার। এতে সাইকেল চালকের ভূমিকায় অভিনয় করেন আজিজুল হাকিম। এরপর তার নির্মিত উল্লেখযোগ্য নাটকসমূহ হচ্ছে ৫২ গলির এক গলি, দায় মার সন্তানেরা, অপরাজিতা, মৃতের প্রত্যাবর্তন, শিউলিমালা, কুটে কাহার, গোবরা চোর।\n২০১৪ সাল থেকে তিনি এটিএনবাংলা ও ব্যাকড্রপ লিমিটেডের যৌথ আয়োজনে নির্মিত এটিএন বাংলায় প্রচারিত আপাতবাস্তব টেলিভিশন অনুষ্ঠান \"রয়েলে টাইগার নাট্যযুদ্ধ\"-এর বিচারকের দায়িত্ব পালন করছেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== পরিচালক ===\n\n\n=== সম্পাদক ===\n\n\n== টেলিভিশন ==\n\n\n=== নাটক ===\n\n\n=== টিভি অনুষ্ঠান ===\nরয়েলে টাইগার নাট্যযুদ্ধ - বিচারক হিসেবে\n\n\n== পুরস্কার ও সম্মাননা ==\nতিনি ১৯৭৯ সালে সূর্য দীঘল বাড়ী চলচ্চিত্র সম্পাদনার জন্য জাতীয় চলচ্চিত্র পুরস্কার পেয়েছেন। ২০০৪ সালে চলচ্চিত্র পরিচালক হিসেবে পেয়েছেন ফজলুল হক স্মৃতি পুরস্কার।\nজাতীয় চলচ্চিত্র পুরস্কার\n\nবিজয়ী: শ্রেষ্ঠ সম্পাদনা - সূর্য দীঘল বাড়ী (১৯৭৯)\nবাচসাস পুরস্কার\n\n বিজয়ী : শ্রেষ্ঠ সম্পাদনা - দহন (১৯৮৫)\n\n\n== মৃত্যু ==\n২০১৮-এর ১৮ই ডিসেম্বর বেলা ৩টা ১০ মিনিটে ঢাকার ল্যাবএইড হাসপাতালে তিনি শেষনিশ্বাস ত্যাগ করেন।\n\n\n== আরও দেখুন ==\nমুজিবুল হক দুলু\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সাইদুল আনাম টুটুল (ইংরেজি)\nবাংলা মুভি ডেটাবেজে সাইদুল আনাম টুটুল"}