{"pageid": 1319543, "title": "রাধাগোবিন্দ নাথ", "url": "https://bn.wikipedia.org/wiki?curid=1319543", "content": "রাধাগোবিন্দ নাথ, ডি.লিট, বিদ্যাবাচস্পতি,  ( ৩ ফেব্রুয়ারির ১৮৭৯ - ১ ডিসেম্বর  ১৯৭০) ছিলেন বিশ শতকের বাংলার বৈষ্ণব শাস্ত্র ও দর্শনের এক প্রাজ্ঞ ব্যক্তিত্ব। বৈষ্ণব ধর্মতত্ত্ব ও সাহিত্য চর্চার উপর রচিত 'গৌড়ীয় বৈষ্ণবদর্শন' গ্রন্থটির জন্য তিনি ১৯৬০ খ্রিস্টাব্দে  পশ্চিমবঙ্গ সরকারের রবীন্দ্র পুরস্কার লাভ করেন।  তিনি বাংলাদেশের ঐতিহ্যবাহী শিক্ষাপ্রতিষ্ঠান কুমিল্লা ভিক্টোরিয়া কলেজের অধ্যাপক ও অধ্যক্ষ হিসেবে দীর্ঘকাল দায়িত্বপালন করেছিলেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nরাধাগোবিন্দ নাথের জন্ম ১২৮৫ বঙ্গাব্দের ২০ মাঘ (১৮৭৯ খ্রিস্টাব্দের ৩ ফেব্রুয়ারি)  ব্রিটিশ ভারতের অধুনা  বাংলাদেশের তৎকালীন নোয়াখালী জেলার অধুনা লক্ষ্মীপুর জেলার বসুদুহিতা গ্রামে। তার পিতা চন্দ্রমণি নাথ ও মাতা ব্রজসুন্দরী দুজনেই অত্যন্ত ভক্তিপরায়ণ ছিলেন। শৈশব থেকেই রাধাগোবিন্দ গৃহদেবতা শ্রীগিরিধারীর সেবা ও পূজায় লিপ্ত থাকতেন আর অসামান্য মেধা ও প্রতিভার অধিকারী ছিলেন। ষষ্ঠশ্রেণীতে তিনি নোয়াখালী জেলায় প্রথম হয়ে সরকারি বৃত্তি লাভ করেন। ১৯০০ খ্রিস্টাব্দে নোয়াখালী জেলায় এন্ট্রান্স পরীক্ষায় গণিতে প্রথম হন। ১৯০৩ খ্রিস্টাব্দে তিনি কলকাতার স্কটিশ চার্চ কলেজ থেকে গণিতে অনার্সসহ  বি.এ পাশ করেন। এরপর ১৯০৫ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় থেকে গণিতে পঞ্চম স্থান পেয়ে  এম.এ পাশ করেন।\n\n\n== কর্মজীবন ==\nএম.এ পাশের পর রাধাগোবিন্দ গণিতে অধ্যাপনাতে অতিবাহিত করেন। প্রথমে কলকাতার সেন্ট্রাল কলেজ ও পরে সেন্ট পলস্ কলেজে অধ্যাপনা করেন দুবছর। চট্টগ্রামের সরকারী কলেজে অধ্যাপনার সুযোগ পেয়েও তিনি প্রত্যাখ্যান করেন এবং ১৯০৮ খ্রিস্টাব্দে কুমিল্লা ভিক্টোরিয়া কলেজে গণিত ও বিজ্ঞানের অধ্যাপক নিযুক্ত হন। ১৯৩০ খ্রিস্টাব্দে উক্ত কলেজের অধ্যক্ষ পদে উন্নীত হওয়ার পর ১৯৪৩ খ্রিস্টাব্দে কলেজ হতে অবসর গ্রহণ করেন। তিনি কর্মজীবনে ছিলেন একজন দরদী শিক্ষক। সেসময় বহুছাত্র তার বাসায় থেকে পড়াশোনা করত এবং তিনি তাদের সকলকেই পুত্রবৎ স্নেহ করতেন। কুমিল্লায় অবস্থানকালে \"কুমিল্লা ইউনিয়ন ব্যাঙ্ক\", \"কুমিল্লা ব্যাংকিং কর্পোরেশন\",(পরবর্তীকালে ইউনাইটেড ব্যাঙ্ক অব ইন্ডিয়া এবং অতঃপর পাঞ্জাব ন্যাশনাল ব্যাঙ্কে সংযুক্ত) নোয়াখালীর \"নাথ ব্যাঙ্ক\" ইত্যাদির প্রতিষ্ঠার সময় গুরুত্বপূর্ণ ভূমিকা পালন করেন। ১৯৪৩ খ্রিস্টাব্দে ক্ষেত্রনাথ দালালের নেতৃত্বে, প্রসন্নকুমার রায়চৌধুরী ও হরকুমার সাহা প্রমুখের সহযোগিতায় তিনি নোয়াখালীর চৌমুহনী কলেজের (বর্তমানে  চৌমুহনী সরকারি এস.এ. কলেজের প্রতিষ্ঠাতা-অধ্যক্ষ হন। কিন্তু ১৯৪৬ খ্রিস্টাব্দে নোয়াখালীতে সাম্প্রদায়িক দাঙ্গা শুরু হলে কলকাতায় চলে আসেন। \nশেষজীবনে রাধাগোবিন্দ বৈষ্ণব শাস্ত্র ও বৈষ্ণব সাহিত্য চর্চায় আত্মনিয়োগ করেন। অবশ্য অধ্যাপনাকালেই তিনি সুপ্রসিদ্ধ ভাগবত বক্তা শ্রী শ্রী নিত্যানন্দ বংশাবতংস, প্রভুপাদ শ্রীল প্রাণগোপাল গোস্বামী মহোদয়ের মন্ত্রশিষ্য আচার্য শ্রীল রাধাগোবিন্দ শর্মাধিকারীর সংস্পর্শে আসেন এবং দীক্ষা নেন। কলেজে অধ্যাপনার পাশাপাশি ভক্তিশাস্ত্রের অনুশীলন করতে থাকেন। সেকারণে গণিতের অধ্যাপক হয়েও রাধাগোবিন্দ নাথের বৈষ্ণব ধর্মতত্ত্ব সম্পর্কে গ্রন্থাদির সম্পাদনা ও রচনা সহজ হয়ে যায়।\n\n\n== সম্পাদিত/রচিত গ্রন্থসমূহ ==\nশ্রীশ্রীচৈতন্যচরিতামৃত (ছয়  খণ্ড)\nশ্রীচৈতন্যভাগবত (ছয় খণ্ড )\nগৌড়ীয় বৈষ্ণব-দর্শন (পাঁচ খণ্ড)\nমহাপ্রভু শ্রী গৌরাঙ্গ\n\n\n== সম্মাননা ==\nরাধাগোবিন্দ নাথ কর্মজীবনে বহু স্বীকৃতি, অজস্র সম্মান ও পুরস্কার লাভ করেছেন। নবদ্বীপের পণ্ডিত সমাজ তার বৈষ্ণব-শাস্ত্রে প্রগাঢ় জ্ঞানের জন্য \"বিদ্যাবাচস্পতি\", বৃন্দাবনের মাধব গোয়েন্দাপীঠ \"ভক্তি সিদ্ধান্তরত্ন\" আখ্যায় ভূষিত করে। ১৯৫৫ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় তাকে \"সরোজিনী স্বর্ণপদক\" ও ১৯৬৯ খ্রিস্টাব্দে ডি.লিট ডিগ্রি প্রদান করে। ১৯৬০ খ্রিস্টাব্দে তিনি \"গৌড়ীয় বৈষ্ণব-দর্শন\" গ্রন্থের জন্য পশ্চিমবঙ্গ সরকারের রবীন্দ্র পুরস্কার লাভ করেন। ১৯৭০ খ্রিস্টাব্দে রবীন্দ্র ভারতী বিশ্ববিদ্যালয় ডি.লিট প্রদান করে।\n\n\n== জীবনাবসান ==\nবৈষ্ণবাচার্য রাধাগোবিন্দ নাথ ১৩৭৭ বঙ্গাব্দের ১৫ অগ্রহায়ণ (১৯৭০ খ্রিস্টাব্দের ১ ডিসেম্বর) কলকাতায় প্রয়াত হন। \n\n\n== তথ্যসূত্র =="}