{"pageid": 1319999, "title": "আঙ্কারা নৃকুলবিদ্যা জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1319999", "content": "আঙ্কারার নৃকুলবিদ্যা জাদুঘর হলো তুর্কি সভ্যতার সংস্কৃতির জন্য উৎসর্গীকৃত একটি জাদুঘর। এর ভবনটি স্থপতি আরিফ হিকমেত কোয়ুনোলু দ্বারা নকশা করা হয়েছিলো এবং এটি ১৯২৫ থেকে ১৯২৮ সালের মধ্যে নির্মিত হয়েছিলো। এই জাদুঘরে ১৯৩৮ থেকে ১৯৫৩ সাল পর্যন্ত অস্থায়ীভাবে মোস্তফা কামাল আতাতুর্কের সমাধিমন্দির রাখা হয়, আনাতকাবির নির্মাণের আগ পর্যন্ত এটি সেখানে ছিলো।\n\n\n== প্রদর্শনী ==\nনৃকুলবিদ্যা জাদুঘরে নিম্নলিখিত জিনিস রয়েছে:\n\nসেলজুক আমল থেকে বর্তমান সময় পর্যন্ত তুর্কি শিল্পের উদাহরণ।\nআনাতোলিয়ার বিভিন্ন অঞ্চল থেকে সংগ্রহ করা গ্রামীন জামাকাপড়, অলঙ্কার, জুতা, খড়ম, সিভাস অঞ্চল থেকে মহিলাদের ও পুরুষদের মোজা, বিভিন্ন পাউচ, লেইস, বৃত্ত, পিক, ন্যাপকিন, বান্ডিল, বেডস্প্রেড, বিয়ের পোশাক, বরের শেভিং সেট। এগুলো সবই ঐতিহ্যবাহী তুর্কি শিল্পের পুরাতনের অংশ।\nউশাক, গর্ডেস, বার্গামা, কুলা, মিলাস, লাদিক, কারামান, নিদে, কিরশেহির অঞ্চল থেকে গালিচা ও পাটির একটি সংগ্রহশালা, যা তুর্কিদের জন্য অনন্য প্রযুক্তিগত উপকরণ ও নিদর্শন সহ গালিচা বুননের কেন্দ্রগুলোর মধ্যে অন্যতম।\nআনাতোলীয় ধাতব শিল্পের সুন্দর উদাহরণগুলোর মধ্যে রয়েছে ১৫শ শতাব্দীর মামলুক কলড্রন, উসমানীয় শরবত কটাহ, জগ বেসিন, ট্রে, কফি ট্রে, প্যান, বাটি, মোমবাতির কাঁচি সহ ইত্যাদি বিভিন্ন ধাতব নিদর্শন রয়েছে।\nউসমানীয় আমলের ধনুক, তীর, ফ্লিনলক পিস্তল, রাইফেল, তলোয়ার, ইয়াটাগান এবং সুলতান দ্বিতীয় মাহমুদের তুগরা সহ একটি সাটিন কাপড়ে সূচিকর্ম করা উসমানীয় সাম্রাজ্যের কোট।\nতুর্কি চীনামাটির বাসন এবং কুতাহ্যা চীনামাটির বাসন, সুফিবাদ ও তরিকার সাথে সম্পর্কিত জিনিস এবং তুর্কি ক্যালিগ্রাফির সুন্দর উদাহরণ।\nতুর্কি কাঠের কাজের সবচেয়ে সুন্দর উদাহরণগুলোর মধ্যে একটি: সেলজুক সুলতান তৃতীয় কায়খুশরোর সিংহাসন (১৩শ শতাব্দী), আহি সেরাফেটিন সমাধিমন্দির (১৪শ শতাব্দী), উরগুপের দামসা গ্রামের তাহুর পাশা মসজিদের মিহরাব (১২শ শতাব্দী), সাইরটের মিম্বার অফ (দ্বাদশ শতাব্দী) এবং মেরজিফনের চেলেবি সুলতান মাদ্রাসার ফটক (১৫শ শতাব্দী)।\nতুর্কি মহান জাতীয় সংসদ সদস্য বেসিম আতালয় যেসব জিনিস যাদুঘরে দান করেছিলেন সেগুলোর একটি সংগ্রহশালা, এতে বিভিন্ন সময়ের তুর্কি শিল্প অন্তর্ভুক্ত রয়েছে।\nজাদুঘরে একটি বিশেষ গ্রন্থাগার রয়েছে, যেখানে আনাতোলীয় নৃতাত্ত্বিক ও লোককাহিনী এবং শিল্প ইতিহাস সম্পর্কিত কাজ রয়েছে।\n\n\n== আতাতুর্কের অস্থায়ী বিশ্রামস্থল ==\n\nইস্তাম্বুলের দোলমাবাহজে প্রাসাদ ১০ নভেম্বর, ১৯৩৮ তারিখে আতাতুর্কের মৃত্যুর পর তার দেহাবশেষ ১৯ নভেম্বর ব্যাটেলক্রুজার টিসিজি ইয়াভুজ করে সমুদ্রপথে ইজমিতে স্থানান্তরিত করা হয়েছিলো। এবং পরবর্তীতে রেলগাড়ি করে আঙ্কারায় ২০ নভেম্বর পৌঁছায়। আতাতুর্কের রাষ্ট্রীয় শেষকৃত্যের জন্য তুরস্কের মহান জাতীয় সভা ভবনের সামনে একটি ক্যাটাফাল্কের উপর তার দেহ বহনকারী বাক্সটি রাখা হয়েছিলো। ২১শে নভেম্বর, ১৯৩৮-এ তার মৃতদেহ একটি ঘোড়ায় টানা ক্যাসনে করে আঙ্কারার নৃকুলবিদ্যা জাদুঘরে নিয়ে যাওয়া হয়। ব্রিটিশ, ইরানি, এবং যুগোস্লাভীয় গার্ড অব অনাররা দেহ বহনকারী শবযাত্রাকে জাদুঘরে নিয়ে যায়।\nআতাতুর্কের মেহগনি দেহ বহনকারী বাক্সটি একটি সাদা মার্বেলের সমাধিমন্দিরের ভিতরে স্থাপন করা হয় যেখানে এটি প্রায় ১৫ বছর ধরে ছিলো। ৪ নভেম্বর ১৯৫৩ সালে আনাতকাবির সম্পন্ন করার পর সংসদের স্পিকার রেফিক কোরালতান, প্রধানমন্ত্রী আদনান মেন্দেরেস, জেনারেল স্টাফের প্রধান নুরি ইয়ামুত এবং অন্যান্য কর্মকর্তাদের উপস্থিতিতে তার সমাধিমন্দির খোলা হয়। বাক্সটি সরিয়ে জাদুঘরের একটি ক্যাটাফাল্কে স্থাপন করা হয়েছিলো, যেখানে এটি তার মৃত্যুর ১৫ তম বার্ষিকী তথা ১০ নভেম্বর, ১৯৫৩ সাল পর্যন্ত ছিলো। এটি একই দিনে আনাতকাবিরে স্থানান্তরিত করা হয়, একটি শবযাত্রায় ক্যাসনে করে সামরিক সম্মানে নিয়ে যাওয়া হয়েছিলো।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nরাষ্ট্রীয় শিল্পকলা ও ভাস্কর্য জাদুঘর\nআনাতোলীয় সভ্যতা জাদুঘর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রায় ৬০ টুকরো ছবি এবং সেইসাথে জাদুঘরের অভ্যন্তরীণ ও বাইরের ছবি\nজাদুঘরের প্রাতিষ্ঠানিক ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ জুলাই ২০১৩ তারিখে\nতুর্কি সংস্কৃতি ও পর্যটন মন্ত্রণালয়। \"Ankara – Ethnography Museum\"। সংগ্রহের তারিখ ২০১০-০৯-২৯। \nটেমপ্লেট:আঙ্কারার জাদুঘর"}