{"pageid": 1319808, "title": "গৌতম দাস (সাংবাদিক)", "url": "https://bn.wikipedia.org/wiki?curid=1319808", "content": "গৌতম দাস (আনুমানিক ১৯৭৮ - নভেম্বর ১৭, ২০০৫) একজন বাংলাদেশী প্রিন্ট সাংবাদিক ছিলেন যিনি বাংলাদেশের ঢাকা বিভাগীয় ফরিদপুরের দৈনিক সমকালের ব্যুরো প্রধান ছিলেন যে সময়টাতে তাকে তার অফিসে হত্যা করা হয়। তিনি পুরো এলাকায় অপরাধ ও দুর্নীতি বিষয়ক প্রতিবেদনের জন্য পরিচিত ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nমৃত্যুকালে গৌতম দাসের বয়স ছিল ৩৩ বছর। দাসের সহধর্মিণী ছিলেন দিপালী দাস। গৌতম দাসকে বাংলাদেশের ফরিদপুরের ভাঙ্গা উপজেলার চন্ডীদাশী গ্রামে সমাহিত করা হয়। তার ৯ম মৃত্যুবার্ষিকীতে সাংবাদিক গৌতম দাস স্মৃতি সংঘ, ফরিদপুর প্রেসক্লাব ও সমকাল সুরিদ সমাবেষ কর্তৃক দিবসটি বিভিন্ন কর্মসূচির মাধ্যমে স্মরণ করা হয়।\n\n\n== কর্মজীবন ==\nদুর্নীতি উন্মোচনকারী প্রতিবেদনের জন্য দাসকে যথেষ্ট সম্মান করা হতো। তিনি দৈনিক সমকালের ফরিদপুর ব্যুরো প্রধান ছিলেন। তিনি প্রিন্ট মিডিয়ার একজন সাংবাদিক ছিলেন। তাকে হত্যার আগ মুহূর্তে তিনি ঢাকা-ভিত্তিক দৈনিক সমকালের জন্য একটি সিরিজ প্রতিবেদন প্রকাশ করেন, যেখানে বাংলাদেশ জাতীয়তাবাদী দলের কর্মকর্তাদের অবৈধ দুর্নীতির বিস্তারিত প্রতিবেদন উঠে আসে। এছাড়াও, দ্য অ্যাসোসিয়েটেড প্রেস জানায় যে, দাস নির্মাণ চুক্তি বাগে আনার বিনিময়ে ঘুষ নেওয়ার অভিযোগে স্থানীয় সরকারী কর্মকর্তাদের সম্পর্কে লিখেছিলেন।\n\n\n== মৃত্যু ==\n\nগৌতম দাসকে ২০০৫ সালের ১৭ই নভেম্বর তার অফিসে খুন করা অবস্থায় পাওয়া যায়। তার অফিসে তাকে শ্বাসরোধ করে হত্যা করা হয় এবং তার হাত ও পা ভেঙ্গে গিয়েছিল। ঢাকায় সাংবাদিক নেতৃবৃন্দ দাস হত্যার প্রতিবাদ করেন এবং খুনিদের গ্রেফতার করতে সরকারকে তিন দিনের আল্টিমেটাম দেন। ২০০৫-এর ১৯ নভেম্বর বাংলাদেশ আওয়ামী লীগের সাবেক সংসদ সদস্যের ছেলে তামজিদ হোসেন বাবুকে (৩৫) পুলিশ গ্রেপ্তার করে। তার বাসভবন থেকে গ্রেফতার করে পরবর্তীতে তাকে আদালতে হাজির করা হয় এবং সাত দিনের রিমান্ডে নেওয়া হয়।\n২০১৩ সালের ২৭ জুন নয়জন হামলাকারীকে গৌতম দাসকে হত্যার দায়ে দোষী সাব্যস্ত করা হয়। ঢাকা আদালত আসিফ ইমরান, আসিফ ইমতিয়াজ বুলু, জাহিদ খান, কামরুল ইসলাম আপন, আসাদ বিন কাদির, সিদ্দিকুর রহমান মিয়া, তামজিদ হোসেন বাবু, রাজিব হাসান মিয়া, আবু তাহের মোহাম্মদ মর্তুজা আহসান (অ্যাপোলো বিশ্বাস)কে যাবজ্জীবন কারাদণ্ড দেয়। এই নয় আসামির মধ্যে আটজনই বাংলাদেশ জাতীয়তাবাদী দলের জুনিয়র রাজনীতিবিদ।\nফরিদপুর মুজিব সড়ক মেরামত কাজের দুর্নীতি নিয়ে পত্রিকায় সংবাদ প্রকাশ করায় তারা গৌতম দাসকে হত্যা করেছে বলে আদালতে নিশ্চিত হওয়া যায়।\nনয়জন দোষীর মধ্যে, অ্যাপোলো ২০১৩ সালের ১৯ জুন আত্মগোপনে চলে যায়, পরে আদালত মামলার রায় দেওয়ার জন্য ২০১৩ এর ২৭ জুন ধার্য করে। আদালত জানায়, অ্যাপোলোর শাস্তি তার গ্রেপ্তার বা আত্মসমর্পণের দিন থেকে কার্যকর হবে। বিচারক শাহেদ নূর উদ্দিন প্রত্যেককে ৫০ হাজার করে জরিমানা করেন এবং অনাদায়ে আরও এক বছরের কারাদণ্ড দেন। আদালতে হাজিরের দিন ২৭ জন প্রসিকিউশনের সাক্ষী রেকর্ড করা হয়। ১৫ আগস্ট ২০০৬-এ অভিযুক্তদের বিরুদ্ধে অভিযোগ গঠন করা হলেও মামলাটি দীর্ঘ দিন ধরে হাইকোর্টের আদেশে রয়ে যায়। প্রসিকিউশনের সাক্ষী হিসাবে ৩১ জনকে দেখিয়ে মামলার একজন তদন্ত কর্মকর্তা ২০০৬ সালের ১৯ জানুয়ারী মামলার অভিযোগ গঠন করেন। বিচার চলাকালীন, ঢাকার দ্রুত বিচার ট্রাইব্যুনালের বিচারক শাহেদ নুরুদ্দিন গৌতম দাসকে \"সাহসী, নির্ভীক, সৎ\" এবং সামাজিক অবিচার ও দুর্নীতির বিরুদ্ধে একজন ক্রুসেডার বলে অভিহিত করে নয় আসামির যাবজ্জীবন কারাদণ্ড দেন।\n\n\n== প্রসঙ্গ ==\nদেশ অধিকার অনুযায়ী বাংলাদেশে জাতিগত ও ধর্মীয় সংখ্যালঘুদের উপর হামলা বহু বছর ধরে বেড়েই চলেছে।\nমামলার বিষয়ে, দাসের এক সহকর্মী তাকে বারবার ফোনে না পেয়ে এবং তার কাজের জায়গায় দিনভর তালাবদ্ধ দেখে পুলিশকে ফোন করে। পুলিশ শেষে দাসের অফিসের দরজা ভেঙে ভেতরে তার লাশ দেখতে পায়।   সহকর্মীরা দাসের উপর কোন হুমকির বিষয়ে অবগত ছিলেন না, তবে তারা জানায় যে তিনি ইসলামিক জঙ্গি গোষ্ঠীর কার্যকলাপের মতো সংবেদনশীল বিষয়ে লিখেছেন।\nবাংলাদেশ ফেডারেল সাংবাদিক ইউনিয়ন (বিএফইউজে) এবং সুপ্রিম কোর্ট বার অ্যাসোসিয়েশন (এসসিবিএ) হত্যাকাণ্ডের নিন্দা জানায়। সংগঠন দুটির নেতারা হত্যাকাণ্ডের সঙ্গে জড়িতদের গ্রেপ্তার ও শাস্তির দাবি জানান।\n\n\n== প্রভাব ==\nগৌতম দাসের মামলাটি বাংলাদেশের সাংবাদিকদের জন্য একটি যুগান্তকারী হিসেবে বিবেচিত হয়, কেননা এটিই প্রথম কোনো সাংবাদিক হত্যাকারীর বিচারের মামলা। এই হত্যাকাণ্ডের পর, ইন্টারন্যাশনাল প্রেস ইনস্টিটিউট দাবি করে যে বিগত বিশ বছরে নিহত অনেক সাংবাদিক বাংলাদেশে তাদের বাক স্বাধীনতার জন্য আপস করে গেছেন। সিপিজে-এর বুলবুল দাবি করেন যে, \"বাংলাদেশে সাংবাদিক হত্যার জন্য বিদ্যমান দায়মুক্তির সংস্কৃতির অবসানের এটিই সূচনা।\" সামগ্রিকভাবে, গৌতম দাসের আশেপাশের এলাকার বেশ কয়েকজন স্থানীয় সাংবাদিকের মতে তার হত্যার রায় একটি যুগান্তকারী পরিবর্তন, যা প্রথমবারের মতো বাংলাদেশের আদালত সফলভাবে একজন সাংবাদিক হত্যার বিচার করেছে।\n\n\n== প্রতিক্রিয়া ==\nদাস হত্যার মাত্র দুই দিন পর সারাদেশে সাংবাদিক গোষ্ঠীগুলো এই হত্যাকাণ্ডের প্রতিবাদ করে এবং সরকারকে এ ধরনের কর্মকাণ্ড থেকে প্রেসকে রক্ষা করার জন্য অধিকতর কাজ না করায় প্রতিবাদ জানায়।\nইউনেস্কোর তৎকালীন মহাপরিচালক কোইচিরো মাতসুরা বলেন, \"আমি গৌতম দাসের নৃশংস হত্যাকাণ্ডের নিন্দা জানাই। আমি এই তরুণ প্রতিবেদকের নৃশংস হত্যাকাণ্ডে মর্মাহত এবং বিপুল সংখ্যক বাংলাদেশী সাংবাদিক ও অন্যান্য পেশাজীবীদের সমর্থন করছি যারা এই অপরাধের অপরাধীদের গ্রেপ্তার ও বিচারের দাবি জানিয়ে আসছে। এটা থেকে কিছুটা সান্ত্বনা পাওয়া যায় যে বাংলাদেশের বহু লোক অনুধাবন করতে পারছে যে গণতন্ত্র ও আইনের শাসন টিকিয়ে রাখতে সাংবাদিকদের গুরুত্বপূর্ণ ভূমিকার পরিপ্রেক্ষিতে এই অপরাধটি তাদের সমাজকে সামগ্রিকভাবে প্রভাবিত করেছে।\"\nদাসের অন্ত্যেষ্টিক্রিয়ার সময় শহরের শত শত লোকে রাস্তা পূর্ণ হয়ে যায় যারা খুনিদের দৃষ্টান্তমূলক শাস্তির দাবিতে র‌্যালি করতে এসেছিল। র‌্যালির মধ্যে বাংলাদেশের বেশ কয়েকটি সংগঠন অংশগ্রহণ করে, যার মধ্যে ছিল বাংলাদেশ ফেডারেল সাংবাদিক ইউনিয়ন, ঢাকা সাংবাদিক ইউনিয়ন, জাতীয় প্রেসক্লাব এবং বাংলাদেশ চেম্বার অব ইন্ডাস্ট্রিজ।\n\n\n== আরও দেখুন ==\nবাংলাদেশে নিহত সাংবাদিকের তালিকা\n\n\n== তথ্যসূত্র =="}