{"pageid": 1319975, "title": "ম্যাকওএস ভেনচুরা", "url": "https://bn.wikipedia.org/wiki?curid=1319975", "content": "ম্যাকওএস ভেনচুরা (ম্যাকওএস ভেনচুরা; সংস্করণ ১৩) হচ্ছে ম্যাক কম্পিউটারের জন্য অ্যাপলের ডেস্কটপ অপারেটিং সিস্টেম, ম্যাকওএস-এর ঊনিশতম এবং বর্তমান প্রধান রিলিজ। ম্যাকোস মন্টারের উত্তরসূরি ভেনচুরার ব্যাপারে ৬ জুন, ২০২২ তারিখে ডব্লিউডব্লিউডিসি ২০২২-এ ঘোষণা করা হয়েছিল এবং ২৪ অক্টোবর, ২০২২-এ মুক্ত হয়েছিল। এটি ভেনচুরা শহরের জন্য নামকরণ করা হয়েছে এবং এটি কোম্পানির হোম স্টেট ক্যালিফোর্নিয়া থেকে একটি নাম বহন করার জন্য দশম ম্যাকওএস রিলিজ। ম্যাকওএস 13 ভেনচুরা লোগো এবং ডিফল্ট ওয়ালপেপার একটি বিমূর্ত ক্যালিফোর্নিয়া পপির অনুরূপ।\nপ্রথম ডেভেলপ করা সংস্করণটি ৬ জুন, ২০২২-এ প্রকাশিত হয়েছিল, যেখানে প্রথম সর্বজনীন বিটা হিসেবে ১১ জুলাই, ২০২২-এ প্রকাশিত হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n== নতুন বৈশিষ্ট্য ==\nম্যাকওএস ভেনচুরা-তে কিছু পরিবর্তন রয়েছে। যার অনেকগুলি উৎপাদনশীলতার সাথে সম্পর্কিত, এবং আইওএস এবং আইপ্যাডওএস থেকে পোর্ট করা দুটি অ্যাপ যোগ করেছে: ওয়েদার এবং ঘড়ি। আবার এই তিনটি অপারেটিং সিস্টেমের একটি আপডেটে ফ্রিফর্ম যোগ করা হয়েছে।\n\n\n=== নতুন সিস্টেম বৈশিষ্ট্য ===\nস্টেজ ম্যানেজার, যা পূর্ববর্তী মিশন নিয়ন্ত্রণ ছাড়াও মাল্টিটাস্কিংয়ের জন্য একটি বিকল্প ইন্টারফেস প্রদান করে।\n\n\n=== নতুন অ্যাপস ===\nওয়েদার : বিস্তারিত আবহাওয়ার পূর্বাভাস দেখায়। ওয়েদার উইজেটে ক্লিক করলে এই অ্যাপটি খুলবে, পূর্বের সংস্করণে দ্য ওয়েদার চ্যানেলের ওয়েবসাইট খুলত।\nঘড়ি: বিশ্ব সময় প্রদর্শন করে এবং অ্যালার্ম, স্টপওয়াচ এবং টাইমার পরিচালনা করে। ক্লক উইজেটে ক্লিক করলে এখন এই অ্যাপটি খুলবে, সিস্টেম পছন্দের তারিখ ও সময় বিভাগ নয়।\nফ্রিফ্রম, একটি হোয়াইটবোর্ড অ্যাপ যা রিয়েল-টাইম সহযোগিতা সমর্থন করে (১৩.১ রিলিজে যোগ করা হয়েছে)।\n\n\n=== পরিবর্তন ===\nমেইল \"পরে পাঠান\" এবং \"প্রেরণ বাতিল\" বিকল্পগুলি যোগ করেছে এবং অনুসন্ধান, ইমেল সংস্থা এবং বিন্যাসের উন্নতি অন্তর্ভুক্ত করেছে৷\nস্পটলাইট সমৃদ্ধ অনুসন্ধান ফলাফল তৈরি করেছে; লাইভ টেক্সটসহ, এটি এমন ছবি ফেরত দিতে পারে যেগুলিতে অনুসন্ধান করা করা পাঠ্য রয়েছে।\nসাফারি শেয়ার্ড ট্যাব গ্রুপ এবং পাসকি যোগ করেছে, পাসওয়ার্ড-হীন অ্যাকাউন্ট পরিচালনার জন্য ওয়েবঅউথন ব্যবহার করেছে, একটি পুনরায় ডিজাইন করা সাইডবার যোগ করেছে এবং এভিআইএফ সমর্থন যোগ করেছে।\nমেসেজস এখন ব্যবহারকারীকে আইওএস এবং আইপ্যাডওএস ১৬-এর মতো সাম্প্রতিক আইম্যাসেজস সম্পাদনা করতে এবং ফেরত পাঠাতে দেয়৷\nফেসটাইম হ্যান্ডঅফ সুযোগ যুক্ত করেছে, যা একাধিক অ্যাপল ডিভাইসের মধ্যে একটি কল স্থানান্তর করার ক্ষমতা দেয়।\nকন্টিনিউটি ক্যামেরা, এমন একটি বৈশিষ্ট্য যা ব্যবহারকারীর আইফোনকে ওয়্যারলেসভাবে সামনের দিকের ক্যামেরা হিসাবে পরিবেশন করতে দেয়, কিছু আইফোনে ডেস্ক ভিউ সমর্থন করে।\nসিস্টেম পছন্দগুলিকে সিস্টেম সেটিংস নামকরণ করা হয়েছে এবং আইওএস/আইপ্যাডওএস সেটিংস অ্যাপের উপর ভিত্তি করে একটি নতুন ব্যবহারকারী ইন্টারফেস এবং পুনঃসংগঠিত বিভাগ যুক্ত করেছে৷\nএই কারণে, সমস্ত অ্যাপের জন্য অ্যাপ-নির্দিষ্ট \"পছন্দগুলি...\" মেনু বার আইটেমের নাম \"সেটিংস...\" রাখা হয়েছে।\nফটোস অ্যাপ: আইক্লাউড শেয়ার্ড ফটো লাইব্রেরি আইক্লাউড ফ্যামিলি শেয়ারিং-এর একাধিক সদস্যকে একই ফটো লাইব্রেরিতে ফটো যোগ, সম্পাদনা এবং মুছে ফেলার অনুমতি যোগ করেছে।\nগেম সেন্টার ড্যাশবোর্ড পুনরায় ডিজাইন করা হয়েছে।\nফন্ট বুক একটি নতুন ভিজ্যুয়াল ডিজাইন করা হয়েছে।\nম্যাপস একাধিক স্টপসহ রুটের জন্য সমর্থন যোগ করেছে।\nআইওএস এবং আইপ্যাডওএস-এ তার বর্তমান ডিজাইনের সাথে মেলানোর জন্য সিরি পুনরায় ডিজাইন করা হয়েছে।\nঅ্যাপল মিউজিক 'পছন্দের' শিল্পীদের করার ক্ষমতা যোগ করে এবং আপনার পছন্দের শিল্পীদের কাছ থেকে নতুন সঙ্গীত বিজ্ঞপ্তিগুলি গ্রহণ করে।\nপ্রিন্ট ডায়ালগ পুনরায় ডিজাইন করা হয়েছে। অনেক ব্যবহারকারী  রিপোর্ট করুন যে প্রিন্ট প্রিসেটগুলি আর সমস্ত প্রয়োজনীয় প্রিন্টার বৈশিষ্ট্যগুলি সংরক্ষণ করে না (কাগজের ধরন, ডুপ্লেক্সিং, রঙ মোড, মুদ্রণের গুণমান, ইত্যাদি) প্রতিটি মুদ্রণের কাজের সাথে সেটিংস ম্যানুয়ালি নির্বাচন করা প্রয়োজন৷\nসিস্টেম সেটিংসে একটি অ্যাক্সেসিবিলিটি বৈশিষ্ট্য হিসাবে পরিবেষ্টিত পটভূমির শব্দগুলি চালানোর ক্ষমতা।\nনতুন ব্যাকগ্রাউন্ড এবং স্ক্রিনসেভার।\nটাইম মেশিন ব্যাকআপ ভলিউম যাচাইকরণ সংক্রান্ত ডিস্ক ইউটিলিটিতে একটি বাগ সংশোধন করা হয়েছে।\nউন্নত গেম কন্ট্রোলার সমর্থন।\nঅ্যাপলের ভার্চুয়ালাইজেশন ফ্রেমওয়ার্ক: ম্যাকোস ভেনচুরা ভিএম-এ মাল্টিটাচ অঙ্গভঙ্গিগুলির জন্য আরও ভাল সমর্থন, গ্রাফিক্স ত্বরণের জন্য সমর্থন, ফোল্ডার ভাগ করে নেওয়া এবং লিনাক্স ভিএমগুলিতে রোসেটা ২।\nমেটাল ৩, স্থানিক এবং টেম্পোরাল ইমেজ আপস্কেলিংয়ের জন্য সমর্থনসহ।\nলাইভ টেক্সট এখন ভিডিওতে কাজ করে।\nআইক্লাউড\nউন্নত ডেটা সুরক্ষা: ইমেল, ক্যালেন্ডার এবং পরিচিতিগুলি ছাড়া সমস্ত আইক্লাউড ডেটার জন্য ঐচ্ছিক এন্ড-টু-এন্ড এনক্রিপশন৷\nশারীরিক নিরাপত্তা কীগুলির জন্য সমর্থন।\nনিরাপত্তা\nর‌্যাপিড সিকিউরিটি রেসপন্স, সম্পূর্ণ সিস্টেম আপডেট ইন্সটল না করেই নিরাপত্তার দুর্বলতা দ্রুত প্যাচ করার জন্য একটি নতুন আপডেট মেকানিজম; অ্যাপলের মতে, এই প্যাচগুলির রিবুট প্রয়োজন হবে না।\nসিস্টেম সেটিংসে (সাধারণ প্যানে) নতুন লগইন আইটেম বিভাগ, যা বুট থেকে শুরু হওয়া সমস্ত প্রোগ্রাম দেখায় (ব্যবহারকারী এবং সিস্টেম উভয়ের জন্য সমস্ত লঞ্চএজেন্ট এবং লঞ্চডেমন সহ)। ম্যাকওএস-এর পূর্ববর্তী সংস্করণগুলিতে, \"ব্যবহারকারী এবং গোষ্ঠী\" ফলকে লগইন আইটেম তালিকা শুধুমাত্র সেই প্রোগ্রামগুলিকে দেখায় যেগুলি প্রদর্শনের জন্য নিজেদের নিবন্ধিত ছিল এবং বেশিরভাগ ম্যালওয়্যার তালিকাভুক্ত করা হত না৷\nক্ষতিকারক ইউএসবি-সি চার্জারগুলিকে ম্যালওয়্যার ইনস্টল করা থেকে আটকাতে ইউএসবি-সি আনুষাঙ্গিকগুলির সাথে ডেটা সংযোগের অনুমতি দেওয়ার আগে নিশ্চিতকরণ৷\nদারোয়ান এখন তৃতীয় পক্ষের অ্যাপগুলি চালু করার সময় তাদের নোটারাইজেশন পরীক্ষা করে।\nলকডাউন মোড, যা ইউএসবি ডিভাইসগুলিকে যখন ম্যাক ঘুমিয়ে থাকে তখন সংযোগ হতে বাধা দেয়, এমডিএম প্রোফাইলের ইনস্টলেশন ব্লক করে, মেসেজ অ্যাপে ক্ষতিকারক সংযুক্তির ঝুঁকি সীমিত করে, এবং সাফারিতে জাভাস্ক্রিপ্টের জন্য জাস্ট-ইন-টাইম সংকলন সরিয়ে দেয়।\nঅন্তর্নির্মিত অ্যাপ্লিকেশানগুলিকে ক্রিপ্টোগ্রাফিকভাবে যাচাইকৃত স্বাক্ষরিত সিস্টেম ভলিউম থেকে অন্য জায়গায় সরানো যাবে না যেখানে সেগুলিকে টেম্পার করা যেতে পারে৷\n\n\n=== অপসারিত বৈশিষ্ট্য ===\nম্যাক-এ প্রিভিউ অ্যাপ আর পোস্টস্ক্রিপ্ট (.ps) এবং এনক্যাপসুলেটেড পোস্টস্ক্রিপ্ট (.eps) ফাইল সমর্থন করে না। সিস্টেম সেটিংস থেকে প্রিন্টার কিউ অ্যাক্সেস করে এবং ফাইলটিকে সারির উইন্ডোতে টেনে নিয়ে এই ধরনের ফাইলের মুদ্রণ সম্ভব।\nনেটওয়ার্ক ইউটিলিটি সরানো হয়েছে।\nনেটওয়ার্ক অবস্থান বৈশিষ্ট্য গ্রাফিকাল ব্যবহারকারী ইন্টারফেস থেকে সরানো হয়েছে. এটি এখনও কমান্ড লাইন থেকে অ্যাক্সেস করা যেতে পারে।\n\n\n== সমর্থিত হার্ডওয়্যার ==\nম্যাকওএস ভেনচুরা অ্যাপল সিলিকন এবং ইন্টেলের ৭ম-প্রজন্মের কাবি লেক চিপ বা পরবর্তী ম্যাকগুলো সমর্থন দিয়েছে এবং ২০১৩ থেকে ২০১৭ পর্যন্ত প্রকাশিত বিভিন্ন মডেলের জন্য সমর্থন বাদ দিয়েছে। ভেনচুরা নিম্নলিখিত ম্যাক মডেল সমর্থন করে:\n\nআইম্যাক (২০১৭ বা তার পরে)\nআইম্যাক প্রো (২০১৭)\nম্যাকবুক (২০১৭)\nম্যাকবুক এয়ার (২০১৮ বা তার পরে)\nম্যাকবুক প্রো (২০১৭ বা তার পরে)\nম্যাক মিনি (২০১৮ বা তার পরে)\nম্যাক প্রো (২০১৯)\nম্যাক স্টুডিও (২০২২)\nএয়ারপ্লে টু ম্যাক, সর্বদা চালু \"হেই সিরি\", ৪কে এইচডিআর স্ট্রিমিং এবং স্থানিক অডিও সমস্ত মডেলে সমর্থিত নয়৷ অফলাইন ডিকটেশন, লাইভ ক্যাপশন, ফেসটাইমে পোর্ট্রেট মোড, এবং \"রেফারেন্স মোড\" (যা ব্যবহারকারীদের একটি সেকেন্ডারি রেফারেন্স মনিটর হিসাবে একটি আইপ্যাড ব্যবহার করতে দেয়) শুধুমাত্র অ্যাপল সিলিকন ম্যাকগুলিতে কাজ করে৷\nপ্যাচ টুল ব্যবহার করে, ম্যাকোস ভেনচুরা আনুষ্ঠানিকভাবে আগের মডেলগুলিতে ইনস্টল করা যেতে পারে যা আনুষ্ঠানিকভাবে অসমর্থিত, যেমন ২০১৭ ম্যাকবুক এয়ার এবং ২০১৬ ম্যাকবুক প্রো। এই পদ্ধতিগুলি ব্যবহার করে, ২০১২ ম্যাকবুক প্রো বা ২০১২ আইম্যাক-এর মতো মডেলগুলিতে ম্যাকওএস ভেনচুরা ইনস্টল করা সম্ভব।\n\n\n== মুক্তির ইতিহাস ==\nম্যাকওএস ১৩ ভেনচুরা-এর প্রথম ডেভেলপ করা বিটা ৬ জুন, ২০২২-এ প্রকাশিত হয়েছিল।\n\nভেনচুরা রিলিজ নোটের জন্য অ্যাপল এর প্রধান পৃষ্ঠাগুলি দেখুন: ভোক্তাদের জন্য, এন্টারপ্রাইজের জন্য, সেইসাথে তাদের বর্তমান নিরাপত্তা বিষয়বস্তু পৃষ্ঠা ।\n\n\n== ম্যাক অপারেটিং সিস্টেমের টাইমলাইন ==\nটেমপ্লেট:Timeline of Macintosh operating systems\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:MacOSটেমপ্লেট:Darwin derivationsটেমপ্লেট:Apple software"}