{"pageid": 1319587, "title": "বাংলাদেশের প্রধান উপদেষ্টা", "url": "https://bn.wikipedia.org/wiki?curid=1319587", "content": "বাংলাদেশের প্রধান উপদেষ্টা হলো গণপ্রজাতন্ত্রী বাংলাদেশের তত্ত্বাবধায়ক বা অন্তর্বর্তী সরকারের প্রধান যিনি তত্ত্বাবধায়ক সরকারে থেকে অন্তর্বর্তীকালীন সময়ে নির্বাচিত সরকারের থেকে আরেক সরকারের কাছে ক্ষমতা হস্তান্তর করতে ৯০ দিনের জন্য সরকার প্রধান হিসেবে দায়িত্ব পালন করেন। তত্ত্বাবধায়ক সরকারের দায়িত্ব ছিল বাংলাদেশে কেবল সংসদ নির্বাচন আয়োজন করা। দশজন উপদেষ্টার সমন্বয়ে গঠিত একটি উপদেষ্টা কমিটির নেতৃত্ব দেন প্রধান উপদেষ্টা। একটি নির্বাচিত সরকারের প্রধানমন্ত্রীর ক্ষমতার প্রায় সমতুল্য প্রধান উপদেষ্টার নির্বাহী ক্ষমতা কিছু সাংবিধানিক সীমাবদ্ধতার মাধ্যমে সীমাবদ্ধ করা হয়। অন্যান্য উপদেষ্টাদের সাথে তাকেও রাজনৈতিকভাবে নিরপেক্ষ ব্যক্তিদের মধ্য থেকে নির্বাচন করা হতো যাতে সমস্ত প্রধান রাজনৈতিক দলগুলোর কাছে গ্রহণযোগ্যতা পায়।\n\n\n== ইতিহাস ==\n১৯৯১ সালে সংবিধানের ত্রয়োদশ সংশোধনীর মাধ্যমে বাংলাদেশে তত্ত্বাবধায়ক সরকার ব্যবস্থা চালু হয়। সামরিক স্বৈরশাসক হুসেইন মুহাম্মদ এরশাদকে ক্ষমতা থেকে অপসারণের পর গণতান্ত্রিক নির্বাচন অনুষ্ঠানের জন্য এই ব্যবস্থা প্রতিষ্ঠা করা হয়েছিল। সংশোধনীতে সর্বশেষ অবসরপ্রাপ্ত প্রধান বিচারপতিকে প্রধান উপদেষ্টা হিসেবে নিয়োগ করার সুপারিশ করা হয়। ১৯৯৬ সালে বিচারপতি মুহাম্মদ হাবিবুর রহমান তত্ত্বাবধায়ক সরকারের প্রধান উপদেষ্টা নিযুক্ত হন। তিনি বাংলাদেশের রাষ্ট্রপতি আবদুর রহমান বিশ্বাসের সাথে ১৯৯৬ সালের বাংলাদেশে অভ্যুত্থান প্রচেষ্টা প্রতিরোধ করে দেন। বাংলাদেশ জাতীয়তাবাদী দলের তত্ত্বাবধায়ক সরকারের প্রধান উপদেষ্টা নিয়োগ করায় কিছু জটিলতা ছিল যা ২০০৬-০৮ বাংলাদেশের রাজনৈতিক সংকটের দিকে নিয়ে যায়। বাংলাদেশ জাতীয়তাবাদী দল রাষ্ট্রপতি ইয়াজউদ্দিন আহম্মেদকে তত্ত্বাবধায়ক সরকারের প্রধান উপদেষ্টা নিযুক্ত করে কিন্তু তিনি বাংলাদেশ আওয়ামী লীগের পদত্যাগের দাবির সম্মুখীন হন। পরে ইয়াজউদ্দিন আহমেদের স্থলাভিষিক্ত হন ফখরুদ্দীন আহমদ। তৎকালীন রাজনৈতিক সঙ্কটের সময় সেনা-সমর্থিত তত্ত্বাবধায়ক সরকারের নেতৃত্বে ছিলেন প্রধান উপদেষ্টা ফখরুদ্দিন আহমেদ। ফখরুদ্দিন আহমেদ নিজের তিনজন বিশেষ সহকারী নিযুক্ত করেন যাদের প্রতিমন্ত্রীর পদমর্যাদা দেওয়া হয়। তার সহকারী ছিলেন ব্যারিস্টার দেবাশীষ রায়, ব্রিগেডিয়ার জেনারেল এম. এ. মালেক এবং অধ্যাপক এম তামিম। তবে প্রধান উপদেষ্টার সহকারীদের সাংবিধানিক বৈধতা নিয়ে কিছু বিতর্ক ছিল।\n\nসংবিধানের ১৫তম সংশোধনীর মাধ্যমে নির্বাচিত সরকারকে ভবিষ্যতে যেকোনো সাধারণ নির্বাচন পরিচালনা করার অনুমতি দেওয়ার মাধ্যমে তত্ত্বাবধায়ক সরকার ব্যবস্থা ২০১১ সালে ১৩তম সংশোধনীর সাথে বাতিল করা হয়। বাংলাদেশের সাবেক প্রধান বিচারপতি এ. বি. এম. খায়রুল হক তত্ত্বাবধায়ক সরকারকে অবৈধ ও অসাংবিধানিক ঘোষণা করে রায় প্রদান করেন, যিনি বাংলাদেশের ১৯তম প্রধান বিচারপতি ছিলেন। ২০২৪ সালের ১৭ ডিসেম্বর এই সংশোধনীটি অবৈধ বলে রায় দেন সুপ্রিম কোর্টের হাইকোর্ট বিভাগ। রায়ের পর্যবেক্ষণে হাইকোর্ট বলেন, পঞ্চদশ সংশোধনীর মাধ্যমে সংবিধানের মৌলিক কাঠামোকে ধ্বংস করা হয়েছিল।\nএকই সঙ্গে হাইকোর্টের পর্যবেক্ষণে বলা হয়, পঞ্চদশ সংশোধনী ছিল সংবিধানের ত্রয়োদশ সংশোধনীর নিয়ে আপিল বিভাগের সংক্ষিপ্ত রায়ের পরিপন্থি।\n\nপর্যবেক্ষণে আরও বলা হয়, পঞ্চদশ সংশোধনী সংবিধানের সঙ্গে সাংঘর্ষিক। সংবিধান সংশোধনের জন্য গণভোট হতে হবে। সংবিধানের মৌলিক কাঠামো অপরিবর্তিত রাখা সংক্রান্ত ৭(খ) অনুচ্ছেদ যথার্থ নয় বলেও হাইকোর্টের পর্যবেক্ষণে বলা হয়।\nএরই মাধ্যমে আবার এই তত্ত্বাবধায়ক সরকার ব্যবস্থা ফিরে এলো।\n২০২৪ সালের ৫ আগস্ট গণঅভ্যুত্থানের মুখে শেখ হাসিনা পদত্যাগ করে দেশত্যাগ করলে নোবেল পুরস্কারবিজয়ী মুহাম্মদ ইউনূসকে প্রধান উপদেষ্টা করে অন্তর্বর্তীকালীন সরকার গঠন করা হয়। ৮ আগস্ট মুহাম্মদ ইউনূস শপথ গ্রহণ করেন।\n\n\n== নির্দলীয় তত্ত্বাবধায়ক সরকারের গঠন ==\nপ্রধান উপদেষ্টা এবং দশ বা তার কম অন্যান্য উপদেষ্টাদের নিয়ে নির্দলীয় তত্ত্বাবধায়ক সরকার গঠিত হবে, যাদের সবাই রাষ্ট্রপতির দ্বারা নিযুক্ত হবেন।\n\n\n== বাংলাদেশের প্রধান উপদেষ্টাদের তালিকা ==\nএ পর্যন্ত বাংলাদেশের ৬ জন প্রধান উপদেষ্টা হয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বাংলাদেশের প্রধান উপদেষ্টা সম্পর্কিত মিডিয়া দেখুন।\nপ্রধান উপদেষ্টা কার্যালয় অফিসিয়াল ওয়েবসাইট\nআর্কাইভ কৃত cao.gov.bd ওয়েবসাইট"}