{"pageid": 1320436, "title": "হৃৎপেশী", "url": "https://bn.wikipedia.org/wiki?curid=1320436", "content": "হৃৎপেশী (যাকে হৃৎপিন্ডের পেশী, মায়োকার্ডিয়াম, কার্ডিয়াক মায়োসাইটসও বলা হয়) হলো মেরুদণ্ডী প্রাণীদের তিনটি টিস্যুতন্ত্রের মধ্যে একটি। অন্য দুটি হলো ঐচ্ছিক পেশী এবং মসৃণ পেশী । এটি একটি অনৈচ্ছিক পেশী যা হৃৎপিণ্ডের প্রাচীরের প্রধান টিস্যু গঠন করে। হৃৎপেশী (মায়োকার্ডিয়াম) হৃৎপিণ্ডের প্রাচীরের বাইরের স্তর (পেরিকার্ডিয়াম) এবং অভ্যন্তরীণ স্তর (এন্ডোকার্ডিয়াম) গঠন করে। যা করোনারি সঞ্চালনের মাধ্যমে রক্ত সরবরাহ করে। এটি পৃথক হৃৎপেশী কোষ দ্বারা গঠিত যা ইন্টারক্যালেটেড ডিস্ক দ্বারা সংযুক্ত থাকে এবং কোলাজেন তন্তু ও অন্যান্য পদার্থ দ্বারা আবদ্ধ থাকে যা বহির্কোষী ম্যাট্রিক্স গঠন করে।\nহৃৎপেশী ঐচ্ছিক পেশীর অনুরূপভাবে সংকুচিত হয়। কিন্তু এদের মধ্যে কিছু গুরুত্বপূর্ণ পার্থক্য রয়েছে। কার্ডিয়াক অ্যাকশন পটেনশিয়াল আকারে বৈদ্যুতিক উদ্দীপনা কোষের অভ্যন্তরীণ ক্যালসিয়াম স্টোর, সারকোপ্লাজমিক রেটিকুলাম থেকে ক্যালসিয়ামের মুক্তির সূত্রপাত করে। ক্যালসিয়ামের বৃদ্ধির ফলে কোষের মায়োফিলামেন্টগুলিকে উত্তেজনা-সংকোচন যুগল নামক একটি প্রক্রিয়ায় একে অপরের উপর স্লাইড করে। কার্ডিওমায়োপ্যাথি নামে পরিচিত হৃৎপিণ্ডের পেশীগুলির রোগগুলির বিশেষ তাৎপর্য রয়েছে। এর মধ্যে রয়েছে হৃৎশূল এবং হৃৎপেশীর রক্তাভাবজনিত মৃত্যুর মতো মারাত্মক অবস্থা।\n\n\n== গঠন ==\n\nহৃৎপেশী টিস্যু বা মায়োকার্ডিয়াম হৃৎপিণ্ডের বড় অংশ গঠন করে। হৃৎপিণ্ডের প্রাচীর হল একটি তিন-স্তরবিশিষ্ট কাঠামো যেখানে মায়োকার্ডিয়ামের একটি পুরু ভিতরের স্তর এন্ডোকার্ডিয়াম এবং বাইরের এপিকার্ডিয়ামের (ভিসারাল পেরিকার্ডিয়াম নামেও পরিচিত) মধ্যে স্যান্ডুয়েচের মতো অবস্থান করে। অভ্যন্তরীণ এন্ডোকার্ডিয়াম হৃৎপিণ্ডের প্রকোষ্ঠগুলোকে বিন্যাস্ত করে, কপাটিকাগুলোকে ঢেকে রাখে এবং এন্ডোথেলিয়ামের সাথে যোগ দেয় যা হৃৎপিণ্ডের সাথে সংযোগকারী রক্তনালীগুলিকে বিন্যাস্ত করে। মায়োকার্ডিয়ামের বাইরের দিকে রয়েছে এপিকার্ডিয়াম যা পেরিকার্ডিয়াল থলির অংশ গঠন করে যা হৃদয়কে ঘিরে রাখে, রক্ষা করে এবং পিচ্ছিলতা প্রদান করে। \nহৃৎপিণ্ডের পেশীর সংকোচনে অনেক শক্তি ব্যবহৃত হয়। তাই অক্সিজেন এবং পুষ্টি সরবরাহ করার জন্য রক্তের একটি অবিরাম প্রবাহের প্রয়োজন হয়। করোনারি ধমনী দ্বারা রক্ত মায়োকার্ডিয়ামে প্রবেশ করে। এগুলি মহাধমনী থেকে উৎপন্ন হয় এবং হৃৎপিণ্ডের বাইরের বা এপিকার্ডিয়াল পৃষ্ঠে থাকে। তারপরে করোনারি শিরা দ্বারা রক্ত ডান অলিন্দে প্রবাহিত হয়। \n\n\n== শারীরতত্ত্ব ==\nহৃৎপেশীর শারীরতত্ত্ব ঐচ্ছিক পেশীর সাথে অনেক মিল রয়েছে। উভয় ধরনের পেশীর প্রাথমিক কাজ হল সংকোচন করা, এবং উভয় ক্ষেত্রেই, পেশী সংকোচন শুরু হয় কোষ ঝিল্লি জুড়ে আয়নগুলির একটি বৈশিষ্ট্যগত প্রবাহের সাথে যা অ্যাকশন পটেনশিয়াল নামে পরিচিত। কার্ডিয়াক অ্যাকশন পটেনশিয়াল পরবর্তীকালে সাইটোসলের মধ্যে ক্যালসিয়ামের ঘনত্ব বাড়িয়ে পেশী সংকোচন ঘটায়। হৃৎপেশীর গুরুত্বপূর্ণ বৈশিষ্ট্য হলো ক্রমাগত সংকুচিত প্রসারিত হয়। এর সংকোচন প্রসারণ বন্ধ হলেই রক্ত চলাচল বন্ধ হয়ে যায়। প্রাণীর মৃত্যু ঘটে।\n\n\n== ক্লিনিকাল গুরুত্ব ==\nহৃৎপেশীকে প্রভাবিত করে এমন রোগ, যা কার্ডিওমায়োপ্যাথি নামে পরিচিত, উন্নত দেশগুলিতে মৃত্যুর অন্যতম প্রধান কারণ।  সবচেয়ে সাধারণ অবস্থা হলো হৃৎ-ধমনীর ব্যাধি, যেখানে হৃৎপিণ্ডে রক্ত সরবরাহ কমে যায়। অ্যাথেরোস্ক্লেরোটিক প্লেক তৈরির ফলে করোনারি ধমনী সংকুচিত হয়ে যায়।  যদি এই সংকীর্ণতা রক্ত প্রবাহকে সীমাবদ্ধ করার জন্য যথেষ্ট গুরুতর হয়ে যায়, তাহলে হৃৎশূল ঘটতে পারে।  এটি সাধারণত পরিশ্রমের সময় বুকে ব্যথা সৃষ্টি করে যা বিশ্রামের মাধ্যমে উপশম হয়। যদি একটি করোনারি ধমনী হঠাৎ খুব সংকীর্ণ বা সম্পূর্ণভাবে অবরুদ্ধ হয়ে যায়, তবে রক্তনালী দিয়ে প্রবাহ মারাত্মকভাবে বাধাগ্রস্ত হয় এবং হৃৎপেশীর রক্তাভাবজনিত মৃত্যু বা হার্ট অ্যাটাক হয়।  যদি ওষুধ, পার্কিউটেনিয়াস করোনারি ইন্টারভেনশন বা সার্জারির মাধ্যমে অবিলম্বে হৃৎপিণ্ডের রক্তনালির অবরোধ দূর করা না হয়, তাহলে হৃদপিণ্ডের পেশীর অঞ্চল স্থায়ীভাবে ক্ষতিগ্রস্ত হতে পারে।  একটি নির্দিষ্ট কার্ডিওমায়োপ্যাথি, হৃৎপিণ্ডের পেশী অস্বাভাবিকভাবে পুরু হতে পারে ( হাইপারট্রফিক কার্ডিওমায়োপ্যাথি ),  অস্বাভাবিকভাবে বড় ( প্রসারিত কার্ডিওমায়োপ্যাথি ),  বা অস্বাভাবিকভাবে শক্ত ( প্রতিবন্ধক কার্ডিওমায়োপ্যাথি )।  এই অবস্থার কিছু জেনেটিক মিউটেশনের কারণে হয় এবং কিছু উত্তরাধিকারসূত্রে প্রাপ্ত হতে পারে। \n\n\n== আরো দেখুন ==\nহৃৎপিণ্ড\nহৃৎপিণ্ডের অকৃতকার্যতা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকার্ডিয়াক পেশী হিস্টোলজি"}