{"pageid": 1320131, "title": "লিও", "url": "https://bn.wikipedia.org/wiki?curid=1320131", "content": "লিও : ব্লাডি সুইট ২০২৩ সালের একটি ভারতীয় তামিল ভাষা অ্যাকশন থ্রিলার চলচ্চিত্র। এটি পরিচালনা করেছেন লোকেশ কনকরাজ, যিনি রত্ন কুমার ও ধীরাজ বৈদ্য সঙ্গে যৌথভাবে এটি রচনাও করেছেন। সেভেন স্ক্রিন স্টুডিওর অধীনে প্রযোজনা করেছেন এস. এস. ললিত কুমার। চলচ্চিত্রটির সঙ্গীত পরিচালনা করছেন অনিরুদ্ধ রবিচন্দ্রন। এতে নাম ভূমিকায় অভিনয় করেছেন বিজয় এছাড়াও তৃষা কৃষ্ণন, সঞ্জয় দত্ত, অর্জুন সারজা, মনসুর আলী খান, প্রিয়া আনন্দ, মিসস্কিন ও গৌতম বসুদেব অন্যান্য গুরুত্বপূর্ণ ভূমিকায় অভিনয় করেছেন।\nএটি লোকেশ সিনেমাটিক ইউনিভার্সের তৃতীয় কিস্তি, কাইথি (২০১৯) এবং বিক্রম (২০২২) এর ঘটনাগুলি অনুসরণ করে এবং এটি এ হিস্ট্রি অব ভায়োলেন্স (২০০৫) দ্বারা অনুপ্রাণিত, একই নামের গ্রাফিক উপন্যাসের একটি রূপান্তর ।\n২০২৩ সালের জানুয়ারীতে থ্যালাপ্যাথি ৬৭ শিরোনামে আনুষ্ঠানিকভাবে চলচ্চিত্রটি ঘোষণা করা হয়েছিল, কারণ এটি প্রধান অভিনেতা হিসাবে বিজয়ের ৬৭ তম চলচ্চিত্র এবং কয়েকদিন পরে চলচ্চিত্রটির শিরোনাম ঘোষণা করা হয়েছিল। একই মাসে কাশ্মীরে একটি বিক্ষিপ্ত সময়সূচীর সাথে চেন্নাইতে প্রধান ফটোগ্রাফি শুরু হয়েছিল। যা আবার পূর্ববর্তী স্থানে অনুষ্ঠিত অন্য একটি সময়সূচী দ্বারা অনুসরণ করা হয়েছিল এবং জুলাইয়ের মাঝামাঝি সময়ে মোড়ানো হয়েছিল । ফিল্মটির সঙ্গীত পরিচালনা করেছেন অনিরুধ রবিচন্দর, সিনেমাটোগ্রাফি পরিচালনা করেছেন মনোজ পরমহংস এবং সম্পাদনা করেছেন ফিলোমিন রাজ ।\nলিও বিশ্বব্যাপী প্রেক্ষাগৃহে ১৯ অক্টোবর ২০২৩-এ স্ট্যান্ডার্ড এবং আইম্যাক্স ফর্ম্যাটে মুক্তি পায়।\n\n\n== শ্রেষ্ঠাংশে ==\nবিজয় রূপে পার্থিবন \"পার্থী\"/লিও দাস\nঅ্যান্টনি দাসের চরিত্রে সঞ্জয় দত্ত\nহ্যারল্ড দাসের চরিত্রে অর্জুন\nসত্য চরিত্রে তৃষা কৃষ্ণন ( চিন্ময়ী শ্রীপদ ​​দ্বারা ডাব করা কণ্ঠ )\nফরেস্ট রেঞ্জার জোশি অ্যান্ড্রুজ চরিত্রে গৌতম বাসুদেব মেনন\nদীপা অ্যান্ড্রুজ চরিত্রে প্রিয়া আনন্দ\nপুলিশ অফিসার নেপোলিয়নের চরিত্রে জর্জ মারয়ান\nসিদ্ধার্থ \"সিদ্ধু\" চরিত্রে ম্যাথু থমাস\nএলিসা দাসের চরিত্রে ম্যাডোনা সেবাস্টিয়ান\nইরুধয়রাজ ডি’সুজার চরিত্রে মনসুর আলি খান\nঅ্যান্টনির মোরগ চরিত্রে বাবু অ্যান্টনি\nশানমুগানের চরিত্রে মাইস্কিন, একজন গ্যাংস্টার\nনামহীন ডাকাত হিসেবে স্যান্ডি মাস্টার\nমধুসূধন রাও শানমুগানের শ্যালক চরিত্রে\nমাথির চরিত্রে ইয়াল\nশ্রুতি চরিত্রে জননী কুনাসীলান\nবিচারক হিসেবে ডেনজিল স্মিথ\nপার্থিবনের উকিল হিসেবে সন্থী মায়াদেবী\nপাবলিক প্রসিকিউটর হিসেবে লীলা স্যামসন\nগাবি চরিত্রে রামকৃষ্ণন\nজ্যোতিষী হিসাবে ভাইয়াপুরী\nদীনেশ মাস্টার\nশানমুগানের স্ত্রীর চরিত্রে শান্তি মাস্টার\nশ্রুতির স্বামীর চরিত্রে শচীন মানি\nজওহর একজন পশু চিকিৎসক হিসেবে\nক্যামিও উপস্থিতি\nড্যানিয়েলের চরিত্রে অনুরাগ কাশ্যপ\nএসকর্ট হিসেবে মায়া এস কৃষ্ণান\nএজেন্ট বিক্রমের ভূমিকায় কমল হাসান (শুধুমাত্র কন্ঠ)\n\n\n== উৎপাদন ==\n\n\n== সঙ্গীত ==\n\n\n=== তামিল (মৌলিক) ===\n\n\n=== তেলুগু ===\n\n\n=== কন্নড় ===\n\n\n=== মালয়ালম ===\n\n\n=== হিন্দি ===\n\n\n== মুক্তি ==\n\n\n=== নাট্য ===\nলিও ১৯ অক্টোবর ২০২৩-এ স্ট্যান্ডার্ড, IMAX এবং অন্যান্য প্রিমিয়াম ফর্ম্যাটে একটি থিয়েটারে মুক্তির জন্য নির্ধারিত হয়েছে।  তামিল ছাড়াও, এটি তেলুগু, কন্নড় এবং হিন্দি ভাষায় ডাব করা সংস্করণে মুক্তি পাবে বলে আশা করা হচ্ছে।  ছবির একটি আনকাট সংস্করণ থিয়েটারে যুক্তরাজ্যে,  এবং ভারতে Netflix-এর মাধ্যমে মুক্তি পাবে ।  লিও হবে অভিনেতা বিজয়ের প্রথম চলচ্চিত্র যা UK-তে IMAX ফরম্যাটে মুক্তি পাবে।\n\n\n=== বিতরণ ===\nশ্রী গোকুলম মুভিজ কেরালায় ₹ ১৫ কোটি (US$1.9 মিলিয়ন) এর বিনিময়ে চলচ্চিত্রটির বিতরণ স্বত্ব অধিগ্রহণ করেছে ।  সিথারা এন্টারটেইনমেন্টস অন্ধ্রপ্রদেশ এবং তেলেঙ্গানার জন্য বণ্টন অধিকার নিয়ে আসে,  এবং স্বাগত এন্টারপ্রাইজ কর্ণাটকের জন্য তাই করেছিল ।  ফার্স ফিল্মস বিদেশী ডিস্ট্রিবিউশন স্বত্ব অধিগ্রহণ করেছে এবং মধ্যপ্রাচ্যে নিজেরাই ছবিটি মুক্তি দেবে।  অহিংস এন্টারটেইনমেন্ট ইউকে এবং বাকি ইউরোপের জন্য ৪ সিজন ক্রিয়েশনের জন্য বিতরণ অধিকার অর্জন করেছে,  সিঙ্গাপুরের জন্য হোম স্ক্রিন এন্টারটেইনমেন্ট, মালয়েশিয়ার জন্য মালিক স্ট্রিম, সাইবার সিস্টেম অস্ট্রেলিয়া অস্ট্রেলিয়া এবং নিউজিল্যান্ডের জন্য।  মুক্তির ছয় সপ্তাহ আগে ৭ সেপ্টেম্বর ২০২৩ তারিখে অহিংস এন্টারটেইনমেন্টের দ্বারা যুক্তরাজ্যে প্রাক-বুকিং শুরু হয়।  প্রাক-বুকিংয়ের প্রথম দিনে ১০,০০০ টিরও বেশি টিকিট বিক্রি হয়েছে।\n\n\n=== প্রি-রিলিজ ব্যবসা ===\nভারতীয় বাণিজ্য সূত্র অনুসারে, স্যাটেলাইট, ডিজিটাল, সঙ্গীত এবং নাট্য অধিকার বিক্রি করে ₹ ৪২২ কোটি প্রাক-রিলিজ পুনরুদ্ধার অর্জনের জন্য লিও প্রথম তামিল চলচ্চিত্র হতে চলেছে,  যা ₹ ২৪৬ কোটি ফিল্মটির অ-থিয়েট্রিকাল অধিকার থেকে অর্জিত হয়েছে।  বিদেশী নাট্য অধিকার ₹ ৬০ কোটিতে Phars Films-এর কাছে বিক্রি করা হয়েছিল।\n\n\n=== হোম মিডিয়া ===\nডিজিটাল স্ট্রিমিং স্বত্ব নেটফ্লিক্স এবং স্যাটেলাইট স্বত্ব সান টিভি অধিগ্রহণ করেছে ।\n\n\n== ভবিষ্যৎ ==\nআগস্টের গোড়ার দিকে জানানো হয়েছিল যে ছবিটির একটি দ্বিতীয় অংশ থাকবে, যা বিজয়ের প্রথমবারের মতো সিক্যুয়েল তৈরি করছে। থালাইভার ১৭১, কাইথি ২ এবং বিক্রম ২- এর প্রতি লোকেশের প্রতিশ্রুতির পর ২০২৫ সালে লিও ২ এর কাজ শুরু হবে বলে আশা করা হচ্ছে ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরটেন টম্যাটোসে লিও (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে লিও  (ইংরেজি)"}