{"pageid": 1320829, "title": "মজিদবাড়িয়া শাহী মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1320829", "content": "মজিদবাড়িয়া শাহী মসজিদ (আরবি: المسجد الشاهي مجيد باريا) বাংলাদেশের দক্ষিণাঞ্চলের পটুয়াখালী জেলার অংশ মির্জাগঞ্জ উপজেলার মজিদবাড়িয়া গ্রামে অবস্থিত একটি ১৫শ শতকের এক গম্বুজ বিশিষ্ট মসজিদ এবং প্রত্নতাত্ত্বিক স্থান। এটি বৃহত্তর বরিশাল অঞ্চলের প্রাচীনতম মসজিদ এবং প্রথম ইটের ভবন যা সুলতান রুকনুদ্দিন বারবক শাহের শাসনামলে নির্মিত হয়েছিল।\n\n\n== ইতিহাস ==\nসুলতান রুকনুদ্দিন বারবক শাহের শাসনামলে তার মন্ত্রী খান-ই-আজম উজায়ের খান ৮৭০ হিজরিতে (১৪৬৫ থেকে ১৪৬৬ খ্রিস্টাব্দের মধ্যে) এই মসজিদটি নির্মাণ করেন।  ১৫৮৪ সালে, একটি ঘূর্ণিঝড় বাকলা-চন্দ্রদ্বীপ অঞ্চলের অবকাঠামোকে মারাত্মকভাবে ক্ষতিগ্রস্ত করে।  এই সময়কালে, এলাকাটি চন্দ্রদ্বীপের রাজা কন্দর্পনারায়ণ রায়ের শাসনাধীন ছিল, যিনি বাকলায় তার রাজধানীও সরিয়ে নিয়েছিলেন।  প্রাকৃতিক দুর্যোগ থেকে পুরোপুরি পুনরুদ্ধার না করে চন্দ্রদ্বীপ তখন মগ এবং পর্তুগিজ জলদস্যুদের মুখোমুখি হয়েছিল।  মাধবখালী, মির্জাগঞ্জ, বিবিচিনি, তালগাছিয়া, মাকামিয়া, করুণা, গুলিশাহখালী, ঘুষলখালী, ফকিরখালী, আউলিয়াপুর এবং ধুলিয়ার মতো মুসলিম-প্রধান গ্রামগুলি জনশূন্য হয়ে পড়ে এবং এলাকাটি জঙ্গলে ঢেকে যায়, কার্যকরভাবে আবার সুন্দরবনের অংশ হয়ে ওঠে।\n১৮৬০-এর দশকে, ব্রিটিশ রাজ সুন্দরবন চাষ করার পরিকল্পনা শুরু করে এবং মসজিদটি পুনঃআবিষ্কার করে, যেখানে একজন ফকির বাস করছিলেন।  বরিশালের জেলা ম্যাজিস্ট্রেট হেনরি বেভারিজ মসজিদটি পরিদর্শন করেন।  ১৯০৪ সালে, বাকেরগঞ্জ জেলার পূর্ববর্তী জেলা ম্যাজিস্ট্রেট নিকোলাস বিটসন-বেলের অধীনে মসজিদের অভ্যন্তরীণ অংশটি সংস্কার করা হয়েছিল।  এলাকাটি তখন স্থানীয়দের দ্বারা মসজিদবাড়ি বা মসজিদবাড়িয়া নামে পরিচিত হয় এবং পরে মজিদবাড়িয়ায় পরিণত হয়, যদিও অন্যরা দাবি করে যে এটি মজিদ নামে স্থানীয় চেয়ারম্যানের নামে নামকরণ করা হয়েছিল। মসজিদটি এখন প্রত্নতত্ত্ব অধিদপ্তরের সুরক্ষায়, যদিও এটি উপাসকদের দ্বারা সক্রিয়ভাবে ব্যবহার করা অব্যাহত রয়েছে।\n\n\n== চিত্র ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবাংলাদেশের প্রত্নতাত্ত্বিক স্থানের তালিকা\n\n\n== তথ্যসূত্র =="}