{"pageid": 13202, "title": "ম্যানচেস্টার ইউনাইটেড ফুটবল ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=13202", "content": "ম্যানচেস্টার ইউনাইটেড ফুটবল ক্লাব একটি ইংরেজ ফুটবল ক্লাব। এদের নিজস্ব মাঠ ওল্ড ট্রাফোর্ড ফুটবল গ্রাউন্ড, ট্রাফোর্ড, গ্রেটার ম্যানচেস্টারে অবস্থিত। ইংরেজ ফুটবল ইতিহাসের দ্বিতীয় সফল দল এটি \n২০০৮-০৯ প্রিমিয়াল লিগ ও ২০০৮ ফিফা ক্লাব বিশ্বকাপ জিতে ম্যানচেস্টার ইউনাইটেড বর্তমান প্রিমিয়ার লিগ ও ক্লাব বিশ্বকাপ শিরোপাধারী। ইংরেজ ফুটবলের ইতিহাসে সফলতম দলগুলোর মধ্যে ম্যানচেস্টার ইউনাইটেড অন্যতম।  ১৯৬৮ সালে বেনফিকাকে ৪-১ ব্যবধানে হারিয়ে প্রথম ইংরেজ দল হিসেবে ম্যানচেস্টার ইউনাইটেড ইউরোপীয়ান কাপ জেতে। তাদের দ্বিতীয় ইউরোপীয়ান কাপ আসে ১৯৯৯ সালে এবং তৃতীয় চ্যাম্পিয়নস লিগ তারা জেতে ২০০৮ সালে। এছাড়া তারা রেকর্ড ১১ বার এফএ কাপ জিতেছে।\n১৯৯০ দশকের শেষভাগ থেকে ক্লাবটি যেকোন ফুটবল ক্লাবের চেয়ে বেশি অর্থ আয় করে বিশ্বের অন্যতম ধনী ক্লাব হিসেবে প্রতিষ্ঠিত হয়েছে এবং ক্লাবটি প্রকৃত আয়ের ভিত্তিতে বিশ্বের লাভজনক ক্লাব হিসেবে নিজের অবস্থান অক্ষুণ্ণ রেখেছে। ম্যানচেস্টার ইউনাইটেড এখনো বিশ্বের সবচেয়ে দামী ক্লাব যার সম্পদের পরিমাণ ২০০৮ সালের সেপ্টেম্বর মাসের হিসেব অনুযায়ী আনুমানিক ৮৯৭ মিলিয়ন পাউন্ড (১.৩৩৩ বিলিয়ন ইউরো/১.৮ বিলিয়ন মার্কিন ডলার)। ক্লাবটি ইউরোপের ক্লাব ফুটবলে অদুনাবিলুপ্ত শীর্ষস্থানীয় জোট জি-১৪ ও এর বিকল্প ইউরোপীয়ান ক্লাব অ্যাসোসিয়েশনের প্রতিষ্ঠাতা সদস্য।\nশুরুতে ক্লাবটি ১৮৭৮ সালে নিউটন হিথ এলওয়াইআর এফ.সি. নামে প্রতিষ্ঠিত হয়। ১৯০২ সালে প্রায় দেউলিয়া হয়ে যাওয়ার পথে ক্লাবটি কিনে নেন জন হেনরি ডেভিস যিনি এর নাম পরিবর্তন করে রাখেন ম্যানচেস্টার ইউনাইটেড ফুটবল ক্লাব। দ্বিতীয় বিশ্বযুদ্ধের সময় ওল্ড ট্রাফোর্ড স্টেডিয়ামে বোমা আঘাত হানে। প্রতিবেশী ম্যানচেস্টার সিটি ফুটবল ক্লাব ইউনাইটেডকে সাহায্য করে তাদের স্টেডিয়ামে খেলার অনুমতি দিয়ে। দ্বিতীয় বিশ্বযুদ্ধের পর ইউনাইটেড স্যার ম্যাট বাজ্‌বিকে ম্যানেজার হিসেবে নিয়োগ দেয়। তিনি তরুণ ফুটবলারদের মূল দলে খেলার অগ্রাধিকার দেয়ার নীতি গ্রহণ করেন, যার সফলতা তিনি পরে পেয়েছিলেন। ১৯৫৬ ও ১৯৫৭ সালে দলটি লিগ জিতে। ১৯৫৮ সালের মিউনিখ বিমান দুর্ঘটনায় তার সাফল্যের চাকা থেমে যায় যেখানে মূল দলের ৮ জন খেলোয়াড় মারা যান। মনে করা হচ্ছিল তখন ক্লাবটি বন্ধ হয়ে যাবে, কিন্তু দলটি ঠিকমতই চলতে থাকে এবং ১৯৬৫ ও ১৯৬৭ সালে ফুটবল লিগ এবং ১৯৬৮ সালে ইউরোপীয়ান কাপ জিতে নেয়।\n১৯৯০ সালের আগ পর্যন্ত দলটি আর সাফল্যের মুখ দেখতে পারেনি। রন অ্যাটকিনসনের বিদায়ের পর ১৯৮৬ সালের ৬ নভেম্বর তারিখে স্যার অ্যালেক্স ফার্গুসন ম্যানেজার হিসেবে যোগ দেন। ম্যানচেস্টার ইউনাইটেড একমাত্র দল যারা ১৯৯৯ সালে একই মৌসুমে উয়েফা চ্যাম্পিয়নস লিগ, প্রিমিয়ার লিগ এবং এফএ কাপ ত্রয়ী জিতেছে। বর্তমানে দলের অধিনায়ক গ্যারি নেভিল, যিনি রয় কিনের কাছ থেকে দায়িত্ব গ্রহণ করেন ২০০৫ সালের নভেম্বর মাসে।\n১৯৯১ সালের পর থেকে দলটি পাবলিক লিমিটেড কোম্পানি হিসেবে পরিচালিত হয়। রুপার্ট মার্ডক ১৯৯৮ সালে দলটি কিনে নিতে চেয়েছিলেন যা ব্রিটিশ সরকার থেকে বাধা দেয়া হয়। কিন্তু ২০০৫ সালে ম্যালকম গ্লেজার বিতর্কিতভাবে দলটি কিনে নেন যার ফলে ক্লাবটি আকণ্ঠ দেনায় ডুবে যায়।\n২০২৪ সালে পেট্রোকেমিক্যালস বিলিওনিয়ার স্যার জিম র‍্যাটক্লিফ তার ইনিওস গ্রুপ এর মাধ্যমে ম্যানচেস্টার ইউনাইটেডের ২৭.৭ শতাংশ অংশীদারি ক্রয় সম্পন্ন করেছেন - যা তাকে গ্লেজার পরিবার থেকে ফুটবল পরিচালনার আংশিক নিয়ন্ত্রণ নিতে সক্ষম করে।\n\n\n== ইতিহাস ==\n\n\n=== শুরুর বছরগুলো (১৮৭৮-১৯৪৫) ===\n\n১৮৭৮ সালে নিউটন হিথ এল এন্ড ওয়াই আর এফ.সি. (Newton Heath L&YR F.C.) নামে ল্যাঙ্কাশায়ার ও ইয়র্কশায়ার রেলওয়ের কর্মচারীর দল হিসেবে নিউটন হিথ ডিপোয় ক্লাবটি প্রতিষ্ঠিত হয়। তখন দলের পোশাক ছিল সবুজ ও সোনালী রঙের। বর্তমান ম্যানচেস্টার পিকাডলি স্টেশনের কাছে নর্থ রোড নামের একটি ছোট স্টেডিয়ামে তারা পনের বছর খেলেছে। এরপর ১৮৯৩ সালে তারা মাঠ পরিবর্তন করে ক্লেটন শহরের কাছের ব্যাংক স্ট্রিট স্টেডিয়ামে খেলতে শুরু করে। এর আগের বছর ক্লাবটি ফুটবল লিগে প্রবেশ করে এবং রেল ডিপোর সাথে সম্পর্ক ছেদের মাধ্যমে মুক্ত প্রতিষ্ঠানে পরিণত হওয়ার উদ্যোগ নেয়। ক্লাবে একজন সচিব নিয়োগ দেয়া হয় এবং এর নামের শেষের এল এন্ড ওয়াই আর বাদ দিয়ে নামকরণ করা হয় নিউটন হিথ এফ.সি.। তার কিছুকাল পরেই ১৯০২ সালে ক্লাবটি ২৫০০ পাউন্ডের ঋণে জর্জরিত হয়ে প্রায় দেউলিয়া হয়ে যায়। এক সময় ভূসম্পত্তির তত্ত্বাবধায়কেরা তাদের ব্যাংক স্ট্রিট ফুটবল মাঠ বন্ধ করে দেয়।\nচিরতরে বন্ধ হয়ে যাওয়ার পূর্বে ক্লাবে বড় অঙ্কের বিনিয়োগ করেন ম্যানচেস্টার ব্রিউয়ারিজ এর তৎকালীন ব্যবস্থাপনা পরিচালক জে. এইচ. ডেভিস। কথিত আছে তৎকালীন ক্লাব অধিনায়ক হ্যারি স্ট্যাফোর্ড ক্লাবের তহবিল সংগ্রহের সময় যখন তার ব্যক্তিগত সেইন্ট বার্নার্ড কুকুরটিকে পুরস্কার হিসেবে ঘোষণা করেছিলেন, তখন ডেভিস তার কাছে কুকুরটি কিনতে চান। স্ট্যাফোর্ড কুকুরটি বিক্রি করতে অস্বীকৃতি জানান, তবে তিনি ডেভিসকে ক্লাবে বিনিয়োগ করাতে ও ক্লাবের চেয়ারম্যান হতে রাজী করাতে সক্ষম হন। শুরুর দিকে বোর্ড মিটিংএ সিদ্ধান্ত নেয়া হয় দলটির নাম পরিবর্তন করা হবে যাতে দলটির নতুন অগ্রযাত্রা প্রতিফলিত হয়। এজন্য ম্যানচেস্টার সেন্ট্রাল এবং ম্যানচেস্টার সেল্টিক এই দুটি নাম প্রস্তাব করা হয়। তবে লুইস রকা নামের একজন ইতালীয় অভিবাসী বলেন, \"ভদ্রমহোদয়গণ, আমরা আমাদের ম্যানচেস্টার ইউনাইটেড নামে কেন ডাকি না?\" শেষ পর্যন্ত এই নামটিই টিকে যায় এবং ১৯০২ সালের ২৬শে এপ্রিল আনুষ্ঠানিকভাবে দলটির নাম ম্যানচেস্টার ইউনাইটেড রাখা হয়। ডেভিস দলের রঙ পরিবর্তনের সিদ্ধান্ত নেন এবং নিউটন হিথের সবুজ ও সোনালী রঙ ছেড়ে লাল ও সাদাকে ম্যানচেস্টারের রঙ হিসেবে নির্বাচিত করেন।\n১৯০২ সালের ২৮শে সেপ্টেম্বরে জেমস ওয়েস্ট ক্লাবের ম্যানেজারের পদ থেকে ইস্তফা দিলে আর্নেস্ট ম্যাংনালকে ক্লাবের সচিব হিসেবে নিয়োগ দেয়া হয়। ম্যাংনাল দলটিকে প্রথম বিভাগে উন্নীত করতে অনেক চেষ্টা করেন, তবে প্রথম চেষ্টায় তিনি দলকে একটুর জন্য প্রথম বিভাগে উন্নীত করতে ব্যর্থ হন। সে মৌসুমে ম্যানচেস্টার দ্বিতীয় বিভাগে পঞ্চম স্থান দখল করে। ম্যাংনাল সিদ্ধান্ত নেন যে এখন দলে কিছু নতুন মুখের দরকার। তিনি গোলরক্ষক হিসেবে হ্যারি মগার, হাফ-ব্যাক হিসেবে ডিক ডাকওয়ার্থ এবং স্ট্রাইকার হিসেবে জন পিকেন প্রমুখকে দলভুক্ত করেন। তবে মূল ভূমিকায় অবতীর্ণ হন চার্লি রবার্টস নামের একজন নতুন হাফ-ব্যাক। ১৯০৪ সালের এপ্রিলে তাকে গ্রিমসবি টাউন থেকে আনতে দলের তৎকালীন সময়ে রেকর্ড ৭৫০ পাউন্ড খরচ করতে হয়। তিনি ১৯০৩-০৪ মৌসুমে দলকে দ্বিতীয় বিভাগে তৃতীয় অবস্থানে উন্নীত করতে সাহায্য করেন। এসময় প্রথম বিভাগে যেতে তাদের আর মাত্র একটি পয়েন্ট লাগত।\nনতুন নামে প্রথম বিভাগে উন্নীত হতে অবশ্য দলটিকে খুব বেশি অপেক্ষা করতে হয়নি। ১৯০৫-০৬ মৌসুমে দলটি দ্বিতীয় বিভাগে দ্বিতীয় স্থান দখল করে। পরবর্তীতে প্রথম বিভাগে নতুন নামে তাদের প্রথম মৌসুমে তারা অষ্টম স্থান দখল করে। তাদের প্রথম লিগ শিরোপা আসে ১৯০৮ সালে। সেসময় ম্যানচেস্টার সিটিকে তাদের খেলোয়াড়দের এফএ কর্তৃক নির্ধারিত বেতনের বেশি বেতন দেয়ার অভিযোগে দোষী সাব্যস্ত করা হয়। তাদেরকে ২৫০ পাউন্ড জরিমানা করা হয় এবং আঠারজন খেলোয়াড়কে সে দলে খেলার উপর নিষেধাজ্ঞা জারি করা হয়। ইউনাইটেড দ্রুত এ সুযোগ গ্রহণ করে এবং বিলি মেরেডিথ (ওয়েলশ জাদুকর নামে পরিচিত) এবং স্যান্ডি টার্নবুল সহ কয়েকজনকে দলে ভেড়াতে সক্ষম হয়। নতুন এই খেলোয়াড়েরা ১৯০৭ সালের নববর্ষ পর্যন্ত নিষেধাজ্ঞার কারণে খেলার অযোগ্য বিবেচিত হয়েছিলেন। তাই ইউনাইটেডকে ১৯০৭-০৮ মৌসুম পর্যন্ত শিরোপা লড়াইয়ে তাদের দক্ষতা দেখানোর জন্য অপেক্ষা করতে হয়েছে। শেষ পর্যন্ত তারা শেফিল্ড ইউনাইটেডকে ২-১ গোলে হারিয়ে ঝড়ের বেগে মৌসুম শুরু করে এবং টানা দশটি খেলায় জয়লাভ করে। মৌসুমের শেষটা তত ভাল না হলেও নিকটতম প্রতিদ্বন্দ্বী অ্যাস্টন ভিলা থেকে ৯ পয়েন্ট ব্যবধান রেখে তারা লিগ শিরোপা জিতে নেয়।\nপরবর্তী মৌসুমেই ম্যানচেস্টার আরেকটি ট্রফি ঘরে তুলে নেয়, তাদের প্রথম চ্যারিটি শিল্ড এবং এফএ কাপ শিরোপা। এর মাধ্যমেই ম্যানচেস্টার ইউনাইটেডের রেকর্ড সংখ্যক এফএ কাপ জেতার বীজ রোপিত হয়েছিল। ক্লাবের প্রথম লিগজয়ী মৌসুমের মত এ মৌসুমেও টার্নবুল ও মেরেডিথ প্রধান ভূমিকা পালন করেন। টার্নবুল এফএ কাপ ফাইনালে জয়সূচক গোলটি করেন। এরপরে আরেকটি ট্রফি পেতে ক্লাবটিকে দুই বছর অপেক্ষা করতে হয়। ১৯১০-১১ মৌসুমে দলটি দ্বিতীয়বারের মত প্রথম বিভাগ লিগ জিতে নেয়। এসময় ম্যানচেস্টার ইউনাইটেড তাদের নতুন মাঠ ওল্ড ট্রাফোর্ডে স্থানান্তরিত হয়। এ মাঠে তারা উদ্বোধনী ম্যাচ খেলে ১৯১০ সালের ১৯শে ফেব্রুয়ারি লিভারপুলের বিরুদ্ধে, যে খেলায় ৩-০ গোলে এগিয়ে থাকার পরও ইউনাইটেড ৪-৩ গোলে পরাস্ত হয়। ১৯১১-১২ মৌসুমটি তারা ট্রফিশূণ্য থেকে পার করে। এর ফলে ম্যাংনালকে দায়িত্ব থেকে অব্যাহতি দেয়া হয় (দশ বছর ইউনাইটেডের সাথে থাকার পর তিনি ম্যানচেস্টার সিটি দলে যোগ দেন)। ১৯১০-১১ মৌসুমের পর আরেকটি লিগ শিরোপা জিততে ম্যানচেস্টার ইউনাইটেডকে দীর্ঘ ৪১ বছর অপেক্ষা করতে হয়, যা দলটির ইতিহাসে লিগ শিরোপা না পাওয়ার জন্য দীর্ঘতম সময়।\nপরবর্তী দশ বছরে ক্লাবটির ক্রমাবনতি লক্ষ করা যায়, এবং ফলশ্রুতিতে ১৯২২ সালে দলটি দ্বিতীয় বিভাগে নেমে যায়। ১৯২৫ সালে তারা আবার প্রথম বিভাগে উন্নীত হয়, কিন্তু লিগ তালিকায় অর্ধেক দলের পেছনে থাকত। ১৯৩১ সালে ইউনাইটেড আবার দ্বিতীয় বিভাগে নেমে যায়। ১৯৩৪ সালে দলটি তাদের ইতিহাসের সবচেয়ে খারাপ ফলাফল করে। এসময় দলটি দ্বিতীয় বিভাগে ২০তম হয়। দ্বিতীয় বিশ্বযুদ্ধের শুরুর আগের মৌসুমগুলোতে তারা আরও একবার প্রথম বিভাগে উন্নীত হয় এবং দ্বিতীয় বিভাগে নেমে যায়। ১৯৩৮-৩৮ মৌসুমে ১৪তম হওয়ার পর থেকে তারা শীর্ষদলগুলোর কাতারে চলে আসে।\nদ্বিতীয় বিশ্বযুদ্ধের সময় ১৯৪১ সালের ১১ মার্চ ওল্ড ট্রাফোর্ড স্টেডিয়ামে বোমা ফেলা হয়। এতে স্টেডিয়ামের অধিকাংশ অংশই ধ্বংসপ্রাপ্ত হয়। কেবল একটি টানেল সুরক্ষিত ছিল। মাঠের অবস্থা ছিল অবর্ণনীয়। ফলে দলটিকে তৎকালীন সময়ের বড় দল ও বেশি পরিচিত ম্যানচেস্টার সিটি ক্লাবের শরণাপন্ন হতে হয়। ম্যানচেস্টার সিটি ইউনাইটেডকে ৫০০০ পাউন্ডের নামমাত্র মূল্যের বিনিময়ে তাদেরকে মেইন রোড স্টেডিয়ামে খেলার অনুমতি দেয়। দ্বিতীয় বিশ্বযুদ্ধ আদতে ম্যানচেস্টার ইউনাইটেডের জন্য বর নিয়ে আসে। কারণ এসময় ম্যানচেস্টার ইউনাইটেডের গঠনের পরিপূর্ণ সংস্কার সাধিত হয়, এবং কয়েকজন স্কটিশ ব্যক্তিকে ম্যানেজার হিসেবে নিয়োগ দেয়া হয়।\n\n\n=== বাজ্‌বির বছরগুলি (১৯৪৫-১৯৬৯) ===\nম্যাট বাজ্‌বি ১৯৪২ সালে নতুন ম্যানেজার হিসেবে নিয়োগ পান। তিনি তখন তার পদে থেকে খেলোয়াড়দের প্রশিক্ষণ ও প্রশাসনিক কার্যাবলি একই সাথে পালন করার উপর জোর দেন যা পূর্বে ঐ পদের জন্য প্রচলিত ছিল না। এই মনোভাবের জন্য তিনি তার পূর্ববর্তী দল লিভারপুলের ম্যানেজার হতে পারেননি, কারণ লিভারপুল এসব কাজ পরিচালকদের দায়িত্ব হিসেবে মনে করত। তবে ইউনাইটেড বাজবির নতুন ধারণা গ্রহণ করে এবং তাকে ম্যানেজার হিসেবে নিয়োগ দেয়। বাজবি প্রথম যার সাথে চুক্তি করেন তিনি কোন খেলোয়াড় ছিলেন না, ছিলেন একজন সহকারী ম্যানেজার, যার নাম জিমি মারফি। বাজবিকে নিয়োগ করে দল যে ঝুঁকি নিয়েছিল তিনি তার প্রতিদান দেন ১৯৪৭, ১৯৪৮ ও ১৯৪৯ সালে লিগ রানার্স আপ হয়ে এবং ১৯৪৮ সালে এফএ কাপ শিরোপা জিতে। এই সাফল্যের পিছনে স্ট্যান পিয়ারসন, জ্যাক রাউলি ও চার্লি মিটেন প্রমুখের অবদান ছিল সবচেয়ে বেশি। এছাড়া উত্তর-পূর্বাঞ্চলীয় অ্যালেনবি চিল্টনেরও অনেক ভূমিকা ছিল।\nউন্নত বেতনের আশায় চার্লি মিটেন কলম্বিয়ায় চলে যান, তবে ইউনাইটেডের বাকি খেলোয়াড়েরা থেকে যান এবং ১৯৫২ সালে প্রথম বিভাগ শিরোপা পুনরুদ্ধার করেন। বাজবি জানতেন দলে অভিজ্ঞতার চেয়েও দক্ষতা বেশি জরুরী, তাই তিনি যখনই সম্ভব যুব দল থেকে তরুণ খেলোয়াড়দের মূল একাদশে খেলানোর নীতি গ্রহণ করেন। তার প্রথমদিকের তরুণ খেলোয়াড়েরা, যেমন রজার বার্ন, বিল ফোকেস, মার্ক জোনস এবং ডেনিস ভায়োলেট, মূল দলে মানিয়ে নিতে কিছুটা সময় নেন, ফলে ১৯৫৩ সালে ইউনাইটেড লিগ তালিকায় অষ্টম স্থান দখল করে। কিন্তু ১৯৫৬ সালে তারা আবার লিগ জিতে নেয়। এই দলের খেলোয়াড়দের গড় বয়স ছিল মাত্র ২২ এবং লিগে তারা ১০৩টি গোল করে। বাজবির দেয়া তরুণ খেলোয়াড় নীতি বর্তমান ম্যানচেস্টার ইউনাইটেডের সাফল্যের চাবিকাঠি হিসেবে পরিগণিত। বাজবির মূল তরুণ খেলোয়াড়দের বাজবি বেইবস নামে ডাকা হতো, যার শিরোমণি ছিলেন ডানকান এডওয়ার্ডস যিনি উইং-হাফ হিসেবে খেলতেন। তিনি মাত্র ১৬ বছর বয়সে ১৯৫৩ সালে মূল দলে খেলার সুযোগ পান। জনশ্রুতি ছিল এডওয়ার্ডস যেকোন অবস্থানে খেলতে সক্ষম এবং যারা তাকে খেলতে দেখেছেন তারা একবাক্যে তাকে বিশ্বের সেরা খেলোয়াড় আখ্যা দিয়েছেন। পরের ১৯৫৬-৫৭ মৌসুমে ম্যানচেস্টার ইউনাইটেড আবার লিগ জিতে নেয় এবং এফএ কাপ ফাইনালে অ্যাস্টন ভিলার কাছে পরাজিত হয়। তারা প্রথম ইংরেজ দল হিসেবে ইউরোপীয়ান কাপ প্রতিযোগিতায় অংশ নেয় এবং সেমি-ফাইনাল পর্যন্ত উন্নীত হয়, যাতে তারা রিয়াল মাদ্রিদের কাছে পরাস্ত হয়। এসময় বেলজিয়ামের দল এন্ডারলেচকে তারা ১০-০ গোলে মেইন রোড স্টেডিয়ামে পরাস্ত করে যা আজও ম্যানচেস্টার ইউনাইটেডের সর্বোচ্চ ব্যবধানে জয়ের রেকর্ড।\n\nপরবর্তী মৌসুম ম্যানচেস্টার ইউনাইটেডের জন্য ছিল বিভীষিকাময় ট্রাজেডি। ইউরোপীয়ান কাপে খেলার পর খেলোয়াড়দের ফিরতি বিমানটি জ্বালানী তেল সংগ্রহের জন্য মিউনিখে নামার পর উড্ডয়নের সময় দুর্ঘটনায় পতিত হয়। ১৯৫৮ সালের ৬ ফেব্রুয়ারি সংঘটিত এই মিউনিখ বিমান দুর্ঘটনায় অকালে মৃত্যুবরণ করেন ৮ জন খেলোয়াড় - জিওফ বেন্ট, রজার বার্ন, এডি কোলম্যান, ডানকান এডওয়ার্ডস, মার্ক জোনস, ডেভিড পেগ, টমি টেইলর ও লিয়াম হোয়েলান এবং ১৫ জন অন্যান্য যাত্রী যার মধ্যে ছিলেন ইউনাইটেড কর্মী - ওয়াল্টার ক্রিকমার, বার্ট হোয়ালি ও টম কারি। \nবিমানটি প্রথম দুইবার উড্ডয়নের ব্যর্থ প্রচেষ্টার পর তৃতীয়বার চেষ্টার সময় দুর্ঘটনায় পতিত হয়। রানওয়ের শেষপ্রান্তে বিমানটি পিছলে যায় এবং একটি খালি বাড়ীর সাথে ধাক্কা লাগে। ইউনাইটেড গোলরক্ষক হ্যারি গ্রেগ দুর্ঘটনার পরও চেতনা হারাননি এবং ভয়ভীতি সামলে নিয়ে তিনি ববি চার্লটন - যিনি মাত্র ১৮ মাস পূর্বে ইউনাইটেডে যোগদান করেছেন এবং ডেনিস ভায়োলেট উভয়কে কাঁধে করে নিরাপদ স্থানে পৌঁছে দিয়ে জীবন রক্ষা করেন। ঘটনাস্থলেই সাত খেলোয়াড় মৃত্যুবরণ করেন, এবং ডানকান এডওয়ার্ডস পরবর্তীকালে হাসপাতালে মারা যান। রাইট উইঙ্গার জনি বেরি দুর্ঘটনা থেকে বেঁচে গেলেও তার ক্যারিয়ারের অকাল সমাপ্তি ঘটে। ম্যাট বাজবি মৃত্যুর খুব কাছাকাছি চলে গেলেও শেষপর্যন্ত দুই মাস হাসপাতালে থেকে বেঁচে ফিরে আসেন।\nতখন দলটি বন্ধ করে দেয়ার গুজব উঠেছিল। কিন্তু ম্যাট বাজ্‌বি আঘাতগ্রস্থ থাকার সময় জিমি মারফি ম্যানেজারের দায়িত্ব নেন এবং ম্যানচেস্টার দল ঘুরে দাঁড়ায়। এত কিছুর পরও তারা এফএ কাপের ফাইনালে পৌঁছায় যাতে তারা বোল্টন ওয়ান্ডারার্স এর কাছে পরাজিত হয়। মৌসুম শেষে উয়েফা দুর্ঘটনায় ক্ষতিগ্রস্তের সম্মানী এফএকে ইউনাইটেড ও তৎকালীন লিগ বিজয়ী উলভারহ্যাম্পটন ওয়ান্ডারার্স দুটি দলকেই ১৯৫৮-৫৯ মৌসুমে খেলার সুযোগ দিতে চায়, কিন্তু এফএ তাতে অস্বীকৃতি জানায়। এই মৌসুমে ম্যানচেস্টার ইউনাইটেড লিগ তালিকায় দ্বিতীয় অবস্থানে চলে আসে। যে দলের প্রথম একাদশের নয়জনকেই দুর্ঘটনায় হারিয়েছে সে দলের জন্য এ ফলাফল ভালোই বলা যায়।\nষাট দশকের শুরুর দিকে বাজ্‌বি ডেনিস ল ও প্যাট ক্রেরান্ড এর মত খেলোয়াড়দের অন্তর্ভুক্ত করে দলটি পুনর্গঠন করেন। এসময়কার বাজবির তরুণ দলের উজ্জ্বল নক্ষত্র ছিলেন বেলফাস্টের তরুণ জর্জ বেস্ট। বেস্ট ছিলেন সহজাত অ্যাথলেট যা সহজে দেখা যায় না। তার সবচেয়ে দামী অস্ত্র ছিল বলের উপর তার নিয়ন্ত্রণ। একারণে বিপক্ষের প্রতিরক্ষা ব্যুহ্যে সামান্য ফাঁক থাকলেও বেস্ট তাতে ঢুকে পড়তেন। ১৯৬৩ সালে দল এফএ কাপ জিতে। ১৯৬৪ সালে দলটি লিগ রানার্স-আপ এবং ১৯৬৫ ও ১৯৬৭ সালে লিগ জিতে। ১৯৬৮ সালে ইউসেবিওর মত তারকাসমৃদ্ধ বেনফিকাকে ফাইনালে ৪-১ গোলে হারিয়ে ইউনাইটেড ইউরোপীয়ান কাপ জিতে যা কোন ইংরেজ ক্লাবের জন্য প্রথম ইউরোপীয় শিরোপা। এই দলটি তিনজন ইউরোপীয় বর্ষসেরা খেলোয়াড়ের জন্য বিখ্যাত, এরা হলেন ববি চার্লটন, ডেনিস ল ও জর্জ বেস্ট। বাজ্‌বি ১৯৬৯ সালে পদত্যাগ করলে রিজার্ভ-কোচ ও সাবেক ইউনাইটেড খেলোয়াড় উইলফ ম্যাকগিনেস দায়িত্ব গ্রহণ করেন।\n\n\n=== ১৯৬৯-১৯৮৬ ===\n\nবাজবি ম্যানেজারের দায়িত্ব ছেড়ে দেয়ার পর উইলফ ম্যাকগিনেসের অধীনে দলটি ১৯৬৯-৭০ মৌসুমে টিকে থাকার লড়াই করতে থাকে, এবং অষ্টম অবস্থানে লিগ শেষ করে। দলটি পরবর্তী ১৯৭০-৭১ মৌসুমেও দুর্বল সূচনা করে। ফলে ম্যাকগিনেসকে তার পূর্ববর্তী পদে ফিরিয়ে বাজবিকে দায়িত্ব দেয়া হয়। অবশ্য বাজবি কেবল ছয় মাস ম্যানেজারের দায়িত্ব পালন করেন, তবে তার ব্যবস্থাপনায় দলের ফলাফল কিছুটা ভাল হয়। ১৯৭১ সালের গ্রীষ্মে তিনি চিরতরে দল ছেড়ে দেন। এসময় ম্যানচেস্টার ইউনাইটেড উচু মানের খেলোয়াড় নবি স্টিলেস ও প্যাট ক্রেরান্ড কে দল থেকে হারায়।\nসেল্টিকের ইউরোপীয়ান কাপ জয়ী ম্যানেজার জক স্টেইনকে ইউনাইটেডের ম্যানেজারের দায়িত্ব নিতে প্রস্তাব দেয়া হয় এবং তিনি মৌখিক সম্মতি দেন। শেষ মুহূর্তে তিনি প্রস্তাব প্রত্যাখ্যান করলে ফ্রাঙ্ক ও'ফেরেলকে ম্যানেজার করা হয়। ম্যাকগিনেসের মত ও'ফেরেলও ১৮ মাসের কম সময়ের জন্য ম্যানেজারের দায়িত্ব পালন করেন, তবে ম্যাকগিনেসের সময়ের সাথে তার তফাৎ হলো তিনি দলে নতুন মুখ মার্টিন বুকানকে ১২৫,০০০ পাউন্ডের বিনিময়ে আবেরডিন থেকে নিয়ে আসতে পেরেছেন। ১৯৭২ সালের শেষের দিকে টমি ডোচার্টি ম্যানেজার হন। ডোচার্টি যিনি \"দ্য ডক\" (the Doc) নামে পরিচিত, ইউনাইটেডকে সেই মৌসুমে রেলিগেশন থেকে রক্ষা করেন কিন্তু ১৯৭৪ সালে তারা দ্বিতীয় বিভাগে নেমে যান। এসময় দলের সোনালী ত্রয়ী (the golden trio) বেস্ট, ল এবং চার্লটন দলত্যাগ করেন। ডেনিস ল ম্যানচেস্টার সিটিতে যোগদান করেন এবং ১৯৭৩ সালের গ্রীষ্মে ইউনাইটেডের বিপক্ষে একটি গোল করেন, যে গোলটি ম্যানচেস্টার ইউনাইটেডকে দ্বিতীয় বিভাগে নামিয়ে দেয় বলে অনেকে বিশ্বাস করেন। ডেনিস ল গোলটি করে বিনয়ের সাথে সিটি দলের গোল উৎসবে যোগ দেয়া থেকে বিরত থাকেন। সোনালী ত্রয়ীর স্থানে লু ম্যাকারি, স্টুয়ার্ট হাউস্টন ও ব্রায়ান গ্রিনহফ আসলেও কখনই তাদের সমকক্ষ হতে পারেননি।\nদ্বিতীয় বিভাগ থেকে দলটি প্রথম প্রচেষ্টাতেই প্রথম বিভাগে উন্নীত হয় এবং ১৯৭৬ সালে এফএ কাপের ফাইনালে উঠে, কিন্তু সাউদাম্পটনের কাছে পরাজিত হয়। ১৯৭৭ সালে তারা আবার ফাইনালে উঠে লিভারপুলকে ২-১ গোলে পরাজিত করে। সফলতা ও সমর্থকদের কাছে জনপ্রিয় হওয়া সত্ত্বেও দলের ফিজিওথেরাপিস্টের স্ত্রীর সাথে পরকীয়া সম্পর্কের কারণে ডোচার্টিকে বরখাস্ত করা হয়।\nডেভ সেক্সটন ১৯৭৭ সালের গ্রীষ্মে দলের ম্যানেজার হন এবং দলকে আরও রক্ষনাত্নক করেন। এই ধারা সমর্থকদের কাছে জনপ্রিয় ছিল না কারণ তারা ডোচার্টি ও বাজবির আক্রমণাত্নক ফুটবল দেখে অভ্যস্ত। সেক্সটন যে সমস্ত খেলোয়াড়কে চুক্তিবদ্ধ করেছিলেন তাদের মধ্যে উল্লেখযোগ্য হচ্ছেন জো জর্ডান, গর্ডন ম্যাককুইন, গ্যারি বেইলি এবং রে উইলকিন্স। তার রক্ষণাত্নক ফুটবলের কারণে ম্যানচেস্টার লিগ তালিকায় মাঝামাঝি অবস্থানে থাকে, কেবল একবার দ্বিতীয় অবস্থানে পৌঁছেছিল ও এফএ কাপের ফাইনালেও উঠেছিল যাতে তারা আর্সেনালের কাছে পরাজিত হয়। কোন ট্রফি না পাওয়ায় ১৯৮১ সালে সেক্সটনকে বরখাস্ত করা হয় যদিও শেষ ৭ খেলায় তিনি জয়লাভ করেন।\nতার বদলে আসেন রন অ্যাটকিনসন যিনি তৎকালীন সর্বোচ্চ মূল্যে ওয়েস্ট ব্রম থেকে ব্রায়ান রবসনকে কিনেন। ডানকান এডওয়ার্ডসের পর রবসন ইউনাইটেডের সেরা মিডফিল্ডার হবেন বলে ধারণা করা হয়েছিল। এছাড়া দলে অন্তর্ভুক্ত হন জেসপার ওলসেন, পল ম্যাকগ্রাথ ও গর্ডন স্ট্র্যাচান যারা সাবেক তরুণ-দলের খেলোয়াড় নরম্যান হোয়াইটসাইড ও মার্ক হিউজ এর সাথে খেলেন। ১৯৮৩ ও ১৯৮৫ সালে ইউনাইটেড এফএ কাপ জিতে এবং পরপর ১০টি ম্যাচ জিতে অক্টোবরে দশ পয়েন্টের ব্যবধান তৈরি করতে সক্ষম হয়, যা ১৯৮৫-৮৬ মৌসুমে তাদের লিগ জেতার আশা বাড়িয়ে দেয়। কিন্তু দলের মান পড়ে যায় ও মৌসুমটি ইউনাইটেড চতুর্থ অবস্থানে শেষ করে। এই খারাপ মান পরবর্তী মৌসুমেও বিরাজ করে ও ইউনাইটেড রেলিগেশনের কিনারায় দাঁড়িয়ে যায়। এমতাবস্থায় ১৯৮৬ সালের নভেম্বরে এটকিনসনকে বরখাস্ত করা হয়।\n\n\n=== অ্যালেক্স ফার্গুসন যুগ, ত্রয়ীর পূর্বে (১৯৮৬-১৯৯৮) ===\n\nঅ্যালেক্স ফার্গুসন আবেরডিন থেকে দলের ম্যানেজার হিসেবে যোগ দেন ও দলকে ১১তম অবস্থানে নিয়ে লিগ শেষ করেন। পরবর্তী মৌসুমে (১৯৮৭-৮৮) দলটি দ্বিতীয় স্থান দখল করে এবং জর্জ বেস্টের পর ব্রায়ান ম্যাকক্লেয়ার দ্বিতীয় ইউনাইটেড খেলোয়াড় হিসেবে এক মৌসুমে লিগে ২০ গোল করেন। শুরুতে আশা দেখালেও সাধারণ মানের খেলা খেলে এই মৌসুমেও তারা ১১তম স্থান দখল করে।\nঅবশ্য পরের দুই মৌসুমে ইউনাইটেড আবার পরীক্ষার সম্মুখীন হয় এবং আরেকটু হলেই দ্বিতীয় বিভাগে নেমে যেত। ফার্গুসনের চুক্তিবদ্ধ অনেক নতুন খেলোয়াড় প্রত্যাশানুযায়ী খেলতে পারেননি। ধরে নেয়া হয়েছিল ১৯৯০ এর শুরুতে ফার্গুসনকে বরখাস্ত করা হবে কিন্তু এফএ কাপের তৃতীয় রাউন্ডে নটিংহ্যাম ফরেস্টের বিরুদ্ধে ১-০ গোলের বিজয় তাকে বাঁচিয়ে দেয়। ইউনাইটেড এফএ কাপ জিতে নেয় ফাইনালে ক্রিস্টাল প্যালেসকে হারিয়ে দিয়ে। প্রথম খেলায় ৩-৩ ব্যবধানে সমতা থাকার পরের লেগের খেলায় ১-০ তে ম্যাচ জেতে ইউনাইটেড। কিন্তু পরবর্তী মৌসুমে প্রতিদ্বন্দ্বী লিডস ইউনাইটেডের কাছে লিগে পরাজিত হয়। এই বছরে ইউনাইটেড লিগ কাপের ফাইনালে উন্নীত হলেও সাবেক ম্যানেজার রন অ্যাটকিনসনের শেফিল্ড ওয়েডনেজডের কাছে হেরে বসে। অবশ্য এই ১৯৯০-৯১ মৌসুমেই উয়েফা কাপ উইনার্স কাপের ফাইনালে ইউনাইটেড তৎকালীন স্প্যানিশ লিগ বিজয়ী বার্সেলোনাকে ২-১ ব্যবধানে হারিয়ে দিয়ে শিরোপা জিতে নেয়। এর ফলে তারা ১৯৯১ সালের উয়েফা সুপার কাপে খেলার যোগ্যতা অর্জন করে। ১৯৯০-৯১ সালের ইউরোপীয়ান কাপ বিজয়ী রেড স্টার বেলগ্রেড ক্লাবকে তারা নিজেদের ওল্ড ট্রাফোর্ড মাঠে ১-০ গোলে হারায়। যদিও এটি দু'টি লেগে হবার কথা ছিল কিন্তু যুগোস্লাভিয়ার অস্থিতিশীল রাজনৈতিক পরিস্থিতির কারণে উয়েফা কেবল ওল্ড ট্রাফোর্ডের খেলাকেই বিবেচনায় আনে। ১৯৯২ সালে তারা আবার ফুটবল লিগ কাপের ফাইনালে পৌছায়। এবার অবশ্য ওয়েম্বলিতে নটিংহ্যাম ফরেস্টকে ১-০ ব্যবধানে হারিয়ে লিগ কাপ জেতে।\nএই দশক খেলার মাঠের বাইরেও অনেক ঘটনাবহুল পরিস্থিতি তৈরি হয়েছিল। ১৯৮৯ সালে ক্লাবের চেয়ারম্যান মার্টিন এডওয়ার্ডস ব্যবসায়ী মাইকেল নাইটনের কাছে ক্লাবটি বিক্রি করার চেষ্টা করেন। ২০ মিলিয়ন পাউন্ডের লেনদেন প্রায় স্থির হয়ে গিয়েছিল। নাইটন ম্যানচেস্টার ইউনাইটেডের জার্সি পরে ওল্ড ট্রাফোর্ডেও গিয়েছিলেন। নাইটনকে ক্লাবের সম্পত্তি পর্যবেক্ষণের পুরো অধিকার দেয়া হয়। কিন্তু লেনদেন সম্পন্ন হবার আগেই নাইটনের লগ্নীকারীরা মুখ ফিরিয়ে নিলে ক্লাব বিক্রি বন্ধ হয়ে যায়। তবে যেহেতু নাইটন ক্লাবের আর্থিক নথিপত্র দেখে ফেলেছিলেন, তাকে ম্যানচেস্টার ইউনাইটেডের বোর্ড সদস্য নির্বাচন করা হয় যাতে তিনি আর্থিক অবস্থা নিয়ে মুখ বন্ধ রাখেন। টেইলরের রিপোর্টের পরিপ্রেক্ষিতে ক্লবার আর্থিক অবস্থার উন্নতির জন্য ১৯৯১ সালে লন্ডন স্টক এক্সচেঞ্জে ক্লাবের শেয়ার ছাড়া হয় ও ক্লাবটির সম্পত্তির পরিমাণ নির্ণয় করা হয় ৪৭ মিলিয়ন পাউন্ড। এতে দলের আর্থিক অবস্থা জনগণের কাছে প্রকাশ পায়। মার্টিন এডওয়ার্ড চেয়ারম্যান থাকলেও ক্লাবটি পাবলিক প্রতিষ্ঠান থেকে যায়।\n১৯৯১ সালেই ডেনীয় গোলরক্ষক পিটার স্মাইকেল ইউনাইটেডে যোগ দেন। তিনি ১৭টি খেলায় গোলপোস্টে একটি গোলও খাননি। ১৯৯১-৯২ মৌসুমে ম্যানচেস্টার চরম রক্ষণাত্নক প্রতিভা দেখালেও লিডসের পিছনে লিগে দ্বিতীয় স্থান পায়। ১৯৯২ সালের নভেম্বরে এরিক ক্যান্টোনার আগমনের পর ক্লাবটি যেন নতুন প্রাণ ফিরে পায়। গ্যারি প্যালিস্টার, ডেনিস আরউইন ও পল ইন্স এর সাথে নতুন উদীয়মান তারকা রায়ান গিগস এর সমন্বয়ে গড়া দলটি ১৯৬৭ এর পর প্রথম লিগ চ্যাম্পিয়ন হয় ১৯৯২-৯৩ মৌসুমে। \nপরবর্তী মৌসুমে তারা প্রথমবারের মত দ্বৈত (লিগ ও এফএ কাপ) শিরোপা অর্জন করে। এসময় নটিংহ্যাম ফরেস্ট থেকে দলে অন্তর্ভুক্ত হন রয় কিন যিনি পরবর্তীতে দলের অধিনায়ক হন। একই বছরে ক্লাবের কিংবদন্তি ম্যানেজার ও ক্লাব প্রেসিডেন্ট স্যার ম্যাট বাজবি পরলোকগমন করেন জানুয়ারি ২০, ১৯৯৪ তারিখে।\n১৯৯৪-৯৫ মৌসুমে ক্রিস্টাল প্যালেসের সমর্থক ম্যাথু সিমন্স ক্যান্টোনার প্রতি বর্ণবাদী খারাপ ভাষা ব্যবহারের করলে ক্যান্টোনা তাকে আঘাত করেন এবং তাকে আটমাসের নিষেধাজ্ঞা দেয়া হয়। তাদের শেষ লিগ ম্যাচ প্রত্যাহার ও এভারটনের কাছে এফএ কাপের ফাইনালে হেরে ইউনাইটেড এফএ ও লিগ দুটোতেই রানার্স আপ হয়। ফার্গুসন দলের প্রধান খেলোয়াড়দের বেচে দিয়ে সমর্থকদের শত্রুতে পরিণত হন। এসব খেলোয়াড়দের বদলে তিনি যুব-দলের খেলোয়াড়দের আনেন যার মধ্যে ছিলেন ডেভিড বেকহ্যাম, গ্যারি নেভিল, ফিল নেভিল ও পল স্কোলস। এই নতুন খেলোয়াড়েরা দ্রুত ইংল্যান্ড দলের নিয়মিত খেলোয়াড়ে পরিণত হন এবং আশ্চর্যজনক সফলতা দেখান। ফলে ইউনাইটেড ১৯৯৫-৯৬ মৌসুমে আবার দ্বৈত শিরোপা জিতে। ইউনাইটেড প্রথম ইংরেজ ক্লাব যারা দু'বার দ্বৈত শিরোপা লাভ করে, এবং তাদেরকে ডাব্‌ল ডাব্‌ল নামে ডাকা শুরু হয়।\n১৯৯৬-৯৭ মৌসুমে তারা আবার লিগ জেতে ও এরিক ক্যান্টোনা ৩০ বছর বয়সে অবসরের ঘোষণা দেন। তারা পরবর্তী মৌসুম ভালোভাবে শুরু করলেও আর্সেনালের পরে দ্বিতীয় স্থান লাভ করে।\n\n\n=== ত্রয়ী (১৯৯৮-৯৯) ===\n১৯৯৮-৯৯ মৌসুম ছিল ম্যানচেস্টার ইউনাইটেডের জন্য ইংরেজ ক্লাবের ইতিহাসে সফলতম মৌসুম। তারা প্রথম ও একমাত্র ইংরেজ ক্লাব যারা একই মৌসুমে ত্রয়ী (ইংলিশ প্রিমিয়ার লিগ, এফএ কাপ এবং উয়েফা চ্যাম্পিয়নস লিগ) জিতে নেয়। খুব উত্তেজনাপূর্ণ প্রিমিয়ার লিগ মৌসুম শেষে ম্যানচেস্টার ইউনাইটেড শিরোপা জিতে টোটেনহাম হটস্পারকে ২-১ গোলে হারিয়ে, যেখানে আর্সেনাল ১-০ ব্যবধানে জিতে অ্যাস্টন ভিলার বিপক্ষে। ফার্গুসনের মতে ত্রয়ীর প্রথম অংশ লিগ শিরোপা জেতাটাই সবচেয়ে কঠিন ছিল। টেডি শেরিংহ্যাম ও পল স্কোলস এর গোলে ২-০ ব্যবধানে নিউকাসল ইউনাইটেডের বিপক্ষে ফাইনালে এফএ কাপ জিতে ইউনাইটেড। মৌসুমের শেষ খেলা ছিল বায়ার্ন মিউনিখ ও ম্যানচেস্টার ইউনাইটেডের মধ্যকার উয়েফা চ্যাম্পিয়নস লিগের ফাইনাল। এতে ইউনাইটেড বায়ার্নের বিপক্ষে ২-১ গোলে জয়লাভ করে এবং খেলাটি ফুটবল ইতিহাসে অন্যতম সেরা খেলা হিসেবে বিবেচিত হয়। মারিও বাসলারের ফ্রি-কিক থেকে পাওয়া গোলে বায়ার্ন এগিয়ে যাওয়ার পরে ৮৫ মিনিট ধরে ইউনাইটেড প্রতিআক্রমণ চালায়। ৯০ মিনিটের পর তারা একটি কর্নার কিক পায়। তখন শেষের দিকের বদলী খেলোয়াড় টেডি শেরিংহ্যাম গোল করেন। হাল না ছেড়ে ম্যানচেস্টার ইউনাইটেড আক্রমণ চালায় ও আরেকটি কর্নার পায়। আরেকজন পরিবর্তিত খেলোয়াড় ওলে গানার সলশেয়ার বলকে জালে জড়াতে সক্ষম হন। ফার্গুসনকে এই ত্রয়ী জেতার জন্য ও ফুটবলে অবদানের জন্য পরবর্তীকালে নাইটহুড প্রদান করা হয়। এছাড়া ম্যানচেস্টার ইউনাইটেড টোকিওতে অনুষ্ঠিত ইন্টারকন্টিনেন্টাল কাপ ফাইনালে পালমেরাসকে ১-০ গোলে হারিয়ে শিরোপা জিতে নেয়।\n\n\n=== ত্রয়ীর পর (১৯৯৯-২০০৪) ===\nইউনাইটেড ২০০০ ও ২০০১ মৌসুমে আবার লিগ জিতে কিন্তু সাংবাদিকদের দৃষ্টিতে তাদের এই মৌসুমকে ব্যর্থ বলা হয়েছে কারণ তারা ইউরোপীয়ান কাপ ধরে রাখতে পারেনি। ২০০০ সালে ম্যানচেস্টার ইউনাইটেড ও সহযোগী ইউরোপের আরও ১৩টি দল মিলে ১৪ দলের জি-১৪ জোট গঠন করে। ফার্গুসন আরও রক্ষণাত্নক দল গঠন করেন যাতে ইউনাইটেডকে ইউরোপে হারানো কঠিন হয়, তবুও তিনি সফল হননি এবং ইউনাইটেড ২০০১-০২ মৌসুমে তৃতীয় স্থান দখল করে। তারা ২০০২-০৩ মৌসুমে আবার লিগ দখল করে ও পরবর্তী মৌসুমের শুরুটাও ভালো হয়। কিন্তু রিও ফার্ডিনান্ড ড্রাগ টেস্টে ব্যর্থ হলে তার ওপরে আট মাসের নিষেধাজ্ঞা আরোপ করা হয়। ফলে তাদের খেলার মান খারাপ হয়। ২০০৪ মৌসুমে তারা ২০০৩-০৪ মৌসুমের লিগজয়ী আর্সেনালকে হারিয়ে তারা আবার এফএ কাপ জিতে।\n\n\n=== ব্যর্থ মৌসুম (২০০৪-২০০৬) ===\n২০০৪-০৫ মৌসুমে ম্যানচেস্টার গোল করতে ব্যর্থ হয় যার মূল কারণ ছিল প্রধান স্ট্রাইকার রুড ভ্যান নিস্তেলরয়ের ইনজুরি। এই মৌসুমে ইউনাইটেড কোন শিরোপা পায়নি এবং তারা লিগে তৃতীয় হয়। এমনকি সান্ত্বনা পুরস্কারের মত এফএ কাপ খেলার ফাইনালে তারা আর্সেনালের কাছে ১২০ মিনিট গোলশূন্য থেকে টাইব্রেকারে হেরে যায়। খেলার বাইরে এ সময় প্রধান আলোচিত বিষয় ছিল ম্যালকম গ্লেজারের (যিনি আমেরিকার ফুটবল দল ট্যাম্পা বে বাকানিয়ার্স এরও মালিক) ক্লাব কিনে নেয়ার প্রসঙ্গ।\n২০০৫-০৬ মৌসুমে ম্যানচেস্টার দুর্বল সূচনা করে যার একটি কারণ ছিল মিডফিল্ডার রয় কিনের দলত্যাগ। রয় কিন প্রকাশ্যে দলের কিছু সদস্যের সমালোচনা করার কারণে তার শৈশবের প্রিয় দল সেল্টিকে চলে যান। দলটি এসময় উয়েফা চ্যাম্পিয়নস লিগের নকআউট পর্যায়ে উঠতে ব্যর্থ হয় যা ক্লাবের বিগত এক যুগের ইতিহাসে প্রথম। এসময় দলের প্রধান খেলোয়াড় গ্যাব্রিয়েল হেইঞ্জ, অ্যালান স্মিথ, রায়ান গিগস ও পল স্কোলস ইনজুরিতে পড়েন। কিন্তু গত ১৭ বছরের না পাওয়া লিগ কাপ তারা ২০০৬ মৌসুমে দখল করে প্রিমিয়ারশিপে সদ্য উত্তীর্ণ দল উইগান এথলেটিককে ৪-০ গোলে পরাস্ত করে। লিগের শেষদিনে চার্লটন এথলেটিককে ৪-০ গোলে পরাস্ত করে ম্যানচেস্টার ইউনাইটেড প্রিমিয়ার লিগে দ্বিতীয় স্থান দখল করে ও উয়েফা চ্যাম্পিয়নস লিগে উত্তীর্ণ হয় । ২০০৫-০৬ মৌসুমের শেষে অ্যালেক্স ফার্গুসনের সাথে মনোমালিন্য হওয়ার কারণে ইউনাইটেডের অন্যতম প্রধান স্ট্রাইকার রুড ভ্যান নিস্তেলরয় দলত্যাগ করে রিয়াল মাদ্রিদে যোগ দেন।\n\n\n=== ম্যালকম গ্লেজার অধিগ্রহণ ===\n১২ মে ২০০৫ তারিখে ব্যবসায়ী ম্যালকম গ্লেজার তার বিনিয়োগ কোম্পানি রেড ফুটবল এর মাধ্যমে ক্লাবে নিয়ন্ত্রণ প্রতিষ্ঠা করতে আগ্রহী হন। তিনি বিনিয়োগ করেন প্রায় ৮০০ মিলিয়ন পাউন্ড (১.৪৭ বিলিয়ন মার্কিন ডলার)। ১৬ মে তিনি তার শেয়ারের পরিমাণ বৃদ্ধি করে ৭৫% করেন যা স্টক এক্সচেঞ্জ থেকে নাম প্রত্যাহারের জন্য ছিল যথেষ্ট। এভাবে ম্যানচেস্টার ইউনাইটেড আবার প্রাইভেট কোম্পানিতে রূপান্তরিত হয়। ৮ জুন তিনি তার সন্তান জোয়েল গ্লেজার, এভ্রাম গ্লেজার ও ব্রায়ান গ্লেজারকে ম্যানচেস্টারের অনির্বাহী পরিচালক হিসেবে নিয়োগ দেন। ধরে নেয়া হয়েছিল যে জোয়েল নতুন চেয়ারম্যান হবেন কিন্তু তা কখনো হয়নি। একই সময়ে স্যার রয় গার্ডনার চেয়ারম্যান পদ থেকে পদত্যাগ করেন অনির্বাহী পরিচালক জিম ও'নিল ও ইয়ান মাচ দের সঙ্গে নিয়ে। ম্যালকম গ্লেজার অ্যান্ডি অ্যানসনকে পুনরায় বাণিজ্যিক ব্যবস্থাপক হিসেবে নিয়োগ দেন এজিএম-পূর্ব সময়ে তাকে বরখাস্ত করে। তিনি প্রধান নির্বাহী ডেভিড গিল ও অর্থনৈতিক পরিচালক নিক হামবি কে তাদের পদে বহাল রাখেন।\n২০০৬ সালের জুলাই মাসে দলটি তাদের নতুন অর্থনৈতিক কর্মপরিকল্পনা ঘোষণা করে। পূর্বে নেয়া ঋণকে ক্লাব ও গ্লেজার পরিবারের মধ্যে ভাগ করে দেয়া হয়। মোট ঋণের পরিমাণ দাঁড়ায় ৬৬০ মিলিয়ন পাউন্ড, যায় সুদ হয় ৬২ মিলিয়ন পাউন্ড প্রতি বছরে। এর মাধ্যমে বার্ষিক খরচের পরিমাণ ৩০% হ্রাস করা হয়।\n\n\n=== বিজয়ী রূপে প্রত্যাবর্তন (২০০৬-বর্তমান) ===\nপ্রিমিয়ার লিগ ২০০৬-০৭ মৌসুমে ইউনাইটেড আবার আক্রমণাত্নক ফুটবল উপহার দেয় যা ১৯৯০ দশকে তাদের সাফল্যের চাবিকাঠি ছিল। এসময় তারা ৩২ খেলায় দ্বিতীয় স্থানে থাকা চেলসির তুলনায় প্রায় ২০ গোল বেশি করে। ২০০৭ সালের জানুয়ারিতে ইউনাইটেড দুই মাসের জন্য হেলসিংবর্গ দল থেকে সুইডেনের খেলোয়াড় হেনরিক লারসনকে ধারে আনে, যিনি ইউনাইটেডকে চ্যাম্পিয়নস লিগের সেমিফাইনালে উন্নীত করতে সাহায্য করেন এবং ইউনাইটেডের দ্বিতীয় ত্রয়ী জেতার স্বপ্নে মুখ্য ভূমিকা পালন করেন। ১১ এপ্রিল ২০০৭ তারিখে ইউনাইটেড চ্যাম্পিয়নস লিগের সেমিফাইনালে উন্নীত হয়। তবে তারা সেমিফাইনালে এসি মিলানের বিরুদ্ধে প্রথম লেগ জেতার পর দ্বিতীয় লেগে হেরে যায় এবং ত্রয়ীর স্বপ্নভঙ্গ হয়।\nইউরোপীয়ান প্রতিযোগিতায় অংশগ্রহণের পঞ্চাশ বছরপুর্তি উপলক্ষে ইউনাইটেড মার্সেলো লিপ্পির অধীনে ইউরোপীয়ান একাদশের সাথে সৌজন্য ম্যাচ খেলে ২০০৭ সালের ১৩ই মার্চ। এ খেলায় ইউনাইটেড ৪-৩ গোলে জয়ী হয় যেখানে ওয়েইন রুনি ২ গোল করেন।\nতাদের সর্বশেষ লিগ শিরোপা জেতার চার বছর পর ইউনাইটেড ২০০৭ সালের ৬ মে তারিখে লিগ শিরোপা নিশ্চিত করে, চেলসি ও আর্সেনালের মধ্যকার খেলা ড্র হওয়ার মাধ্যমে। এর ফলে চেলসি ইউনাইটেডের চেয়ে ৭ পয়েন্ট পিছিয়ে গিয়েছিল। ১৫টি প্রিমিয়ারশিপ মৌসুমে এটি ইউনাইটেডের নবম শিরোপা। তবে ম্যানচেস্টার ইউনাইটেড তাদের চতুর্থ দ্বৈত অর্জনে ব্যর্থ হয় এফএ কাপের ফাইনালে চেলসির কাছে ১-০ গোলে পরাজিত হয়ে। এটি ছিল নতুন ওয়েম্বলি স্টেডিয়ামে অনুষ্ঠিত প্রথম খেলা। ইংল্যান্ড ৭ বছর আগে সংস্কারের উদ্দেশ্যে পুরোনো ওয়েম্বলি স্টেডিয়াম ভেঙ্গে ফেলেছিল।\n\n\n=== ইংরেজ, ইউরোপীয় ও বিশ্ব চ্যাম্পিয়ন (২০০৮-বর্তমান) ===\n২০০৮ সালের ১১ মে উইগান অ্যাথলেটিকের বিরুদ্ধে ২-০ গোলে জয়ের মাধ্যমে ইউনাইটেড তাদের প্রিমিয়ার লিগ শিরোপা ধরে রাখতে সমর্থ হয়। চেলসি বোল্টনের বিরুদ্ধে ড্র করায় তারা ইউনাইটেডের চেয়ে দুই পয়েন্ট পিছিয়ে পড়ে। এছাড়া ক্লাবটি তাদের ইতিহাসে তৃতীয়বারের মত চ্যাম্পিয়নস লিগের ফাইনালে যেতে সমর্থ হয়। ফাইনালের পথে তারা বার্সেলোনা, রোমা প্রভৃতি দলকে হারিয়েছে। ২০০৮ সালের ২১ মে তারা চেলসির বিরুদ্ধে ফাইনালে চ্যাম্পিয়ন হয়।\n২০০৭-০৮ মৌসুমে ম্যানচেস্টার ইউনাইটেড সফলতার সাথে ইউরোপীয় দ্বৈত শিরোপা অর্জন করে। মৌসুমের শুরুতে ইউনাইটেডের অবস্থা মোটেও ভাল ছিলনা। তিন ম্যাচ পরে তারা ১৭তম অবস্থানে ছিল। কিন্তু ২০০৮ সালের ১১ মে উইগান অ্যাথলেটিকের বিরুদ্ধে ২-০ গোলে জয়ের মাধ্যমে ইউনাইটেড তাদের প্রিমিয়ার লিগ শিরোপা ধরে রাখতে সমর্থ হয়। শিরোপা প্রত্যাশী চেলসি বোল্টনের বিরুদ্ধে ড্র করায় তারা ইউনাইটেডের চেয়ে দুই পয়েন্ট পিছিয়ে পড়ে। এছাড়া ক্লাবটি তাদের ইতিহাসে তৃতীয়বারের মত চ্যাম্পিয়নস লিগের ফাইনালে যেতে সমর্থ হয়। ফাইনালের পথে তারা বার্সেলোনা, রোমা প্রভৃতি দলকে হারায়। ২০০৮ সালের ২১ মে অনুষ্ঠিত ফাইনালে তারা চেলসিকে অতিরিক্ত সময়ে ১-১ গোলে সমতা থাকার পরে টাইব্রেকারে ৬-৫ ব্যবধানে পরাস্ত করে। ফাইনাল খেলাটি হয়েছিল মস্কোর লুঝনিকি স্টেডিয়ামে। এর ফলে তারা তৃতীয়বারের মত ইউরোপ সেরার পুরস্কার পায় এবং ইউরোপীয়ান প্রতিযোগিতার ফাইনালে উঠে না হারার রেকর্ড বজায় রাখে। কাকতালীয়ভাবে, এই মৌসুম ছিল ম্যানচেস্টার ইউনাইটেডের প্রথম লিগ শিরোপা অর্জনের শততম বার্ষিকী এবং মিউনিখ বিমান দুর্ঘটনার ৫০ তম বার্ষিকী। এই ফাইনাল খেলায় অংশগ্রহণের মাধ্যমে রায়ান গিগস ৭৫৯তম বারের মত ম্যানচেস্টার ইউনাইটেডের পক্ষে খেলে ববি চার্লটনের সর্বোচ্চ সংখ্যক ম্যাচে অংশগ্রহণের রেকর্ড ভেঙ্গে দেন।\n২০০৮ সালের ২১ ডিসেম্বর ইউনাইটেড আরেকটি কাপ তাদের সংগ্রহশালায় যুক্ত করে। জাপানে অনুষ্ঠিত ২০০৮ ফিফা ক্লাব বিশ্বকাপ ফাইনালে তারা ইকুয়েডরের এলডিই কুইটো দলকে ১-০ ব্যবধানে হারিয়ে চ্যাম্পিয়ন হয়। জয়সূচক গোলটি করেন ওয়েন রুনি।\nএরপরে ২০১১ সালে ১৯তম এবং ২০১৩ সালে ২০তম বারের মতন প্রিমিয়ারলিগের শিরোপা জিতে ম্যানইউ।\n\n\n== পোশাক ও রঙ ==\nনিউটন হিথ থাকাকালীন দলটির পোশাক ছিল হলুদ ও সবুজ রঙের। ১৯৯০ সালে দলটির শতবার্ষিকী উপলক্ষে পুনরায় অ্যাওয়ে পোশাক হিসেবে এই রং ব্যবহার করা হয়। ম্যানচেস্টার ইউনাইটেডের সবচেয়ে পরিচিত পোশাক হচ্ছে লাল জার্সি, সাদা শর্টস ও কালো মোজা। অ্যাওয়ে পোশাক হয় সাধারণতঃ সাদা জার্সি, কালো শর্টস ও সাদা মোজা।\nতৃতীয় পোশাক সাধারণতঃ পুরোপুরি নীল রঙের হয়, তবে তারা পুরোপুরি কালো এবং ১৯৯৫-৯৬ মৌসুমে পুরোপুরি ধূসর রঙের পোশাকও পরেছিল। তবে ধূসর পোশাক পড়ে একবারও জিততে না পারায় এটি বাদ দেয়া হয়। সাউদাম্পটনের সাথে একটি খেলায় ম্যানচেস্টার ধূসর পোশাক পড়ে খেলে ৩-০ গোলে পিছিয়ে ছিল। খেলার মধ্যবিরতিতে তারা পোশাক পরিবর্তন করে নীল-সাদা পোশাক পড়ে ও বাকী খেলা খেলে। শেষ পর্যন্ত তারা ৩-১ ব্যবধানে পরাজিত হয়। খেলোয়াড়দের মতে ধূসর পোশাক ঠিকমতো দেখা যায় না ফলে ফলাফল ভাল হয় না।\nতাদের জার্সির প্রধান পৃষ্ঠপোষক বর্তমানে এআইজি। বর্তমানে ম্যানচেস্টার ইউনাইটেডের জার্সি লাল রঙের, নিচের দিকে সোনালী দাগ কাটা। এআইজি ও নাইকির লোগো সাদা রঙের। জামার নিচের দিকে MUFC সোনালী রঙে এমব্রয়ডারী করা। অ্যাওয়ে পোশাক হচ্ছে সাদা জার্সি। এআইজি, নাইকি কালো রঙের। জামার উপরে ম্যানচেস্টার ইউনাইটেডের ক্রেস্ট লাগানো থাকে।\nম্যানচেস্টার ইউনাইটেডের ক্রেস্ট বেশ কয়েকবার পরিবর্তিত হয়ে বর্তমান আকারে এসেছে। তবে মূল কাঠামো অপরিবর্তিত রয়েছে। এই ব্যাজের কাঠামো ম্যানচেস্টার শহরের ক্রেস্টের উপর ভিত্তি করে তৈরি করা হয়েছে। ম্যানচেস্টার ইউনাইটেডের রেড ডেভিল নাম থেকেই ব্যাজে ডেভিলের প্রতিকৃতি রাখা হয়েছে। ষাট দশকে ম্যাট বাজবি স্যালফোর্ড সিটি রেড নামের লাল পোশাকের একটি রাগবি দল থেকে এই ধারণার জন্ম দেন। ১৯৬০ দশকের শেষভাগে এই লাল দানব ম্যানচেস্টার ইউনাইটেডের প্রচারণার কেন্দ্রবিন্দুতে অবস্থান করছিল। ১৯৭০ সালে প্রাতিষ্ঠানিকরূপে দলের ব্যাজে এই লাল দানবকে অন্তর্ভুক্ত করা হয়। ১৯৯৮ সালে ব্যাজটিকে পরিবর্ধিত করা হয়। এসময় ফুটবল ক্লাব শব্দদুটি ব্যাজ থেকে বাদ দেয়া হয়।\n\n\n== স্টেডিয়াম ==\n\nক্লাবটি যখন প্রথম প্রতিষ্ঠা করা হয়, সেসময়কার নিউটন হিথ ক্লাবটি নিউটন হিথ শহরের কাছে নর্থ রোডের একটি ছোট মাঠে হোম ম্যাচ খেলত। বর্তমানে এই মাঠের কাছে ম্যানচেস্টার পিকাডলি স্টেশন অবস্থিত। বিপক্ষ দল মাঠটি নিয়ে প্রায়শই অভিযোগ করতে যে, মাঠের একপ্রান্তে নরম কাদার মত আরেক প্রান্ত কঠিন শিলার মত শক্ত। এছাড়া সাজ ঘরটি নিয়েও গর্ব করার মত কিছু ছিলনা। এটি ছিল স্টেডিয়াম থেকে দশ মিনিটের হাঁটা পথে ওল্ডহ্যাম রোডের থ্রি কাউনস পাবে। এই পরে ওল্ডহ্যাম রোডের আরেকটি পাব শিয়ার্স হোটেলে স্থানান্তর করা হয়। তবে ফুটবল লিগে খেলার জন্য ক্লাবে অবকাঠামোগত পরিবর্তন দরকার ছিল।\n১৮৭৮ থেকে ১৮৯৩ সাল পর্যন্ত পনের বছর ধরে নিউটন হিথ নর্থ রোডে খেলেছে। ফুটবল লিগে ঢোকার একবছর তারা স্টেডিয়াম পরিবর্তন করে ক্লেটনের কাছে ব্যাংক স্ট্রিটে নিয়ে যায়। নতুন মাঠটিও তেমন আহামরি কিছু ছিলনা, কেবল বালুময় মাঠের স্থানে ঘাস লাগানো ছিল। স্টেডিয়ামের পাশের কারখানা থেকে ধোয়া এসে স্টেডিয়ামে মেঘের মত তৈরি হত। এক সময়, পরিস্থিতি এতই খারাপ ছিল যে ওয়ালসল টাউন সুইফটস দলটি এখানে খেলতে অস্বীকৃতি জানিয়েছিল। শেষ পর্যন্ত আরেক স্তর বালি বিছানোর পর ওয়ালসল খেলতে রাজী হয় এবং ১৪-০ গোলে পরাজিত হয়। তারা এই ফলাফলের বিরুদ্ধে বিক্ষোভ দেখায় এবং তাদের পরাজয়ের জন্য মাঠকেই দায়ী করে। পরে খেলাটি পুনরায় অনুষ্ঠিত হয়। দ্বিতীয়বার অনুষ্ঠিত খেলাতেও পরিবেশ ততটা ভালো ছিলনা, এবং এতে ওয়ালসল ৯-০ ব্যবধানে আবার পরাজিত হয়।\n১৯০২ সালে প্রায় দেউলিয়া হয়ে যাওয়ার সময় ব্যাংক স্ট্রিট বন্ধ করে দেয়া হয়েছিল। শেষ পর্যন্ত তৎকালীন অধিনায়ক হ্যারি স্ট্যাফোর্ডের কল্যাণে ক্লাবটি বেঁচে যায়, যিনি অর্থ-কড়ি যোগাড় করে সিটি এবং ব্ল্যাকপুলের জন্য পার্শ্ববর্তী হ্যারপারহে স্টেডিয়াম ভাড়া করেন।\nবিনিয়োগের পর ক্লাবটি নিজ পায়ে দাঁড়ানোর চেষ্টা করে, এবং নিজেদের নাম পরিবর্তন করে ম্যানচেস্টার ইউনাইটেড রাখে। কিন্তু তখনও তারা কোন মানসম্মত স্টেডিয়ামের ব্যবস্থা করতে পারেনি। ইউনাইটেডের প্রথম এফএ কাপের ছয় সপ্তাহ আগে, ১৯০৯ সালের এপ্রিলে ওল্ড ট্রাফোর্ডকে ম্যানচেস্টার ইউনাইটেডের নিজস্ব মাঠ হিসেবে ঘোষণা দেয়া হয়। এজন্য ৬০,০০০ পাউন্ড খরচ করে জমির বন্দোবস্ত করা হয়। ইউনাইটেড চেয়ারম্যান জন হেনরি ডেভিস স্থাপত্যবিদ আর্কিবল্ড লিচকে মাঠের নকশা প্রণয়নের দায়িত্ব দেন এবং এ বাবদ ৩০,০০০ পাউন্ড বাজেট ঘোষণা করেন। মূল পরিকল্পনা ছিল ১০০,০০০ আসনের স্টেডিয়াম বানানোর, পরে আসন সংখ্যা হ্রাস করে ৭৭,০০০ করা হয়। তৎসত্ত্বেও স্টেডিয়ামের রেকর্ড দর্শক সংখ্যা ৭৬,৯৬২ যা বর্তমানে স্টেডিয়ামের আনুষ্ঠানিক ধারণক্ষমতারও বেশি। ম্যানচেস্টারের মেসার্স ব্রামেল্ড এন্ড স্মিথ স্টেডিয়ামের নির্মাণ করেছে। স্টেডিয়াম যখন উদ্বোধন করা হয় তখন এর দাঁড়ানো আসনের টিকিটের দাম ছিল ৬ পেন্স এবং গ্র্যান্ডস্ট্যান্ডে সবচেয়ে বিলাসবহুল আসনের মূল্য ছিল ৫ শিলিং। উদ্বোধনী খেলা অনুষ্ঠিত হয় ১৯১০ সালের ১৯ ফেব্রুয়ারি লিভারপুলের বিরুদ্ধে যাতে ইউনাইটেড ৪-৩ গোলে পরাজিত হয়। এ মাঠে খেলা অনুষ্ঠানের জন্য তাড়াহুড়ো করতে হয়েছে কেননা ব্যাংক স্ট্রিটে ইউনাইটেডের শেষ খেলার পর প্রধান গ্যালারি ঝড়ে ভেঙ্গে গিয়েছিল।\nদ্বিতীয় বিশ্বযুদ্ধের সময় ১৯৪১ সালের ১১ মার্চ বোমার আঘাতে প্রধান স্ট্যান্ডসহ স্টেডিয়ামের অনেকাংশ গুঁড়িয়ে যায়। দক্ষিণ স্ট্যান্ডের সেন্ট্রাল টানেলটিই, যা স্টেডিয়ামের এক চতুর্থাংশ মাত্র, কেবল অক্ষত ছিল। ১৯৪৯ সালে স্টেডিয়ামটি পুনঃনির্মিত হয়, যার অর্থ হল দশ বছর ওল্ড ট্রাফোর্ডে ইউনাইটেডের কোন নিজস্ব ম্যাচ অনুষ্ঠিত হতে পারেনি। এসময় ক্লাবটির সব হোম ম্যাচ ম্যানচেস্টার সিটির নিজস্ব মাঠ মেইন রোডে অনুষ্ঠিত হয়েছে। প্রতি বছরে খেলার জন্য ম্যানচেস্টার সিটিকে ৫০০০ পাউন্ড এবং প্রবেশমূল্যের কিছু অংশ দিতে হয়েছে। ইউনাইটেড যুদ্ধ পুনর্বাসন কমিশনে আবেদন করে এবং স্টেডিয়ামের পুনঃনির্মাণের জন্য ক্ষতিপূরণ বাবদ ২২,২৭৮ পাউন্ড অর্থ লাভ করে।\nপরবর্তীতে স্টেডিয়ামে উন্নতির ছোঁয়া লাগতে শুরু করে এবং স্ট্রেডফোর্ড প্রান্তে ছাদ লাগানো শুরু হয়। এর পর উত্তর ও পূর্ব প্রান্তেও ছাদ লাগানো হয়। কিন্তু পুরানো ধাঁচের ছাদের ফলে অনেক দর্শকের খেলা দেখতে অসুবিধা হত, ফলে নকশার উন্নতি করে ক্যান্টিলিভারের সাহায্যে ছাদ দেয়া হয় যা আজও আছে। স্ট্রেটফোর্ড প্রান্তে সবার শেষে ক্যান্টিলিভারের ছাদ লাগানো হয়েছে, যা ১৯৯৩-৯৪ মৌসুমের শুরুতে সফল ভাবে সম্পন্ন হয়েছে\n১৯৫০ দশকের মাঝামাঝি মাঠে ফ্লাডলাইট বসানো হয়। চারটি ১৮০-ফুট উচ্চ পাইলন বসানো হয় যার প্রতিটি ৫৪টি ফ্লাডলাইটের সমন্বয়ে গঠিত ছিল। পুরো স্টেডিয়ামকে ফ্লাডলাইটের আওতায় আনতে ৪০,০০০ পাউন্ড খরচ হয় এবং ১৯৫৭ সালের ১৫ মার্চ এটি প্রথম ব্যবহার করা হয়। তবে ১৯৮৭ সালে পুরানো ফ্লাডলাইটের ব্যবস্থা বাতিল করা হয় এবং প্রতিটি স্ট্যান্ডের ছাদে ফ্লাডলাইট লাগিয়ে আধুনিক ব্যবস্থাপনার আলোকসজ্জা স্থাপিত হয়, যা আজও টিকে আছে।\n১৯৯০ সালে হিলসবোরো দুর্ঘটনার পর প্রতিটি স্টেডিয়ামে বাধ্যতামূলকভাবে বসার আসন রাখার সরকারি আদেশ জারী করা হয়। এর ফলে স্টেডিয়ামে আরও উন্নয়ন কার্যক্রম চলে এবং ধারণক্ষমতা হ্রাস পেয়ে ৪৪,০০০ এ নেমে আসে। তবে ক্লাবের জনপ্রিয়তার কারণে আরও উন্নয়ন করা ছাড়া উপায় ছিল না। ১৯৯৫ সালে উত্তর প্রান্ত পুনঃনির্মিত করে তিন ভাবে ভাগ করা হয় ফলে ধারণ ক্ষমতা বেড়ে দাঁড়ায় ৫৫,০০০ দর্শকে। এরপর প্রথমে পূর্ব ও পরে পশ্চিম স্ট্যান্ড বর্ধিত করে মোট ৬৮,০০০ দর্শকের স্টেডিয়ামে পরিণত হয়। সর্বসাম্প্রতিককালে ২০০৬ সালে আরও সম্প্রসারণ কাজ চলে এবং উত্তর-পূর্ব ও উত্তর-পশ্চিম স্ট্যান্ড উন্মুক্ত করার পর রেকর্ড দর্শক হয়েছে ৭৬,০৯৮, যা স্টেডিয়ামের ধারণক্ষমতার তুলনায় মাত্র ২০৪ টি কম।\nহিসাব করে দেখা গেছে যে স্টেডিয়ামের, বিশেষ করে দক্ষিণ প্রান্তের, যা এখনো মাত্র একধাপ উঁচু, উন্নতি করতে গেলে ১১৪ মিলিয়ন পাউন্ড খরচ পড়বে যা গত চোদ্দ বছরে স্টেডিয়াম সম্প্রসারণের জন্য ব্যয়িত মোট অর্থের প্রায় সমান। এর কারণ উন্নতি করতে গেলে ক্লাবকে স্টেডিয়ামের লাগোয়া প্রায় পঞ্চাশটি বাড়ী কিনতে হবে যা জনজীবনকে ব্যহত করবে। এছাড়া যেকোন সম্প্রসারণ করতে গেলে রেল লাইনের উপর দিয়ে করতে হবে যেটি স্টেডিয়ামের কাছ দিয়ে যায়। আদর্শভাবে হিসেব করলে এই সম্প্রসারণের ফলে দক্ষিণ প্রান্ত কমপক্ষে দুই ধাপে বর্ধিত হবে এবং দক্ষিণ-পশ্চিম, এবং দক্ষিণ-পূর্ব কোণের এলাকাও বৃদ্ধি পাবে, এবং স্টেডিয়ামটি বাটি এর মত আকার পাবে। বর্তমান হিসেব অনুযায়ী ধারণক্ষমতা দাঁড়াবে ৯৬,০০০ দর্শকে যা একে ধারণক্ষমতার দিক দিয়ে নবনির্মিত ওয়েম্বলি স্টেডিয়াম থেকেও এগিয়ে নিয়ে যাবে।\n\n\n== পৃষ্ঠপোষকতা ==\nযেসব প্রতিষ্ঠানের সাথে ম্যানচেস্টার ইউনাইটেডের চুক্তি আছেঃ\n\nশেভ্রলেট(Chevrolet) - প্রধান পৃষ্ঠপোষক\nনাইকি (Nike) - অফিসিয়াল খেলার পোশাক\nঅদি (Audi) - অফিসিয়াল গাড়ি সরবরাহকারী\nবাডউইজার (Budweiser) - অফিসিয়াল বিয়ার\nএয়ারএশিয়া (AirAsia) - অফিসিয়াল বিমান পরিবহন\nবেটফ্রেড (Betfred) - অফিসিয়াল বেটিং\nট্যুরিজম মালয়েশিয়া (Tourism Malaysia) - অফিসিয়াল ভ্রমণ\nসেঞ্চুরি রেডিও (Century Radio) - অফিসিয়াল বেতারকেন্দ্র\nভায়াগোগো (viagogo) - টিকিট\nরয়াল রিজর্ট (Royal Resorts) - অফিসিয়াল অবকাশ যাপন\n\n\n== সমর্থন ==\nখরচ, সময় ও পর্যাপ্ত গাড়ির অভাবের কারণে দ্বিতীয় বিশ্বযুদ্ধের পূর্বে খুব কম সংখ্যক ইংরেজ সমর্থকই অ্যাওয়ে খেলা দেখতে যেতেন। যেহেতু সিটি ও ইউনাইটেড এর খেলা পর পর দুই শনিবারে হত ম্যানচেস্টারের অধিবাসীরা এক সপ্তাহে সিটি ও অন্য সপ্তাহে ইউনাইটেড এর খেলা দেখতেন। যুদ্ধের পর দলগুলোর মধ্যে প্রবল প্রতিদ্বন্দ্বিতা শুরু হয় এবং সমর্থকদের মাঝে কেবল একটি দলকে সমর্থন করার প্রবণতা বৃদ্ধি পায়।\nযখন ইউনাইটেড ১৯৫৬ সালে লিগ জিতে তখন তারা সর্বোচ্চ গড় দর্শকের রেকর্ড গড়ে যা আগে ছিল নিউকাসল ইউনাইটেড এর দখলে। ১৯৫৮ সালের মিউনিখ বিমান দুর্ঘটনার পরে অনেকে ম্যানচেস্টার ইউনাইটেডকে সমর্থন করা শুরু করে এবং খেলা দেখতে যায়। এভাবে ক্লাবের পক্ষে প্রবল জনসমর্থন গড়ে ওঠে এবং এই কারণে আজও ম্যানচেস্টারের গড় দর্শক সবচেয়ে বেশি। ১৯৭৪-৭৫ মৌসুমে ম্যানচেস্টার ২য় বিভাগে নেমে গেলেও তাদের জনসমর্থনে তেমন ভাটা পড়েনি। এখানে লক্ষণীয় ব্যাপার হচ্ছে যে দুটি মৌসুমে ইউনাইটেড গড় দর্শকের দিক দিয়ে শীর্ষে ছিল না সেবার (১৯৭১-৭২ ও ১৯৯২-৯৩) ওল্ড ট্রাফোর্ড স্টেডিয়ামের সংস্কার চলছিল।\n২০০২ সালের একটি রিপোর্ট যার শিরোনাম \"আপনি কি ম্যানচেস্টার থেকে এসেছেন?\", থেকে দেখা যায় মৌসুমে ম্যানচেস্টার সিটির টিকিট ক্রেতার অধিকাংশই ম্যানচেস্টার পোস্টাল জেলাগুলোতে বাস করে, কিন্তু এই এলাকাতে ম্যানচেস্টার ইউনাইটেডের প্রকৃত টিকিট বিক্রির পরিমাণ সিটির তুলনায় বেশি।\n১৯৯০ দশকের শেষে ও ২০০০ দশকের শুরুতে সমর্থকের অনেকেই দলের মালিকানায় পরিবর্তনের জন্য চিন্তাগ্রস্ত ছিলেন। সমর্থকদের গ্রুপ আই.এম.ইউ.এস.এ. বা (ইন্ডিপেন্ডেন্ট ম্যানচেস্টার ইউনাইটেড সাপোর্টার্স এসোসিয়েশন) ১৯৯৮ সালে রুপার্ট মার্ডকের প্রস্তাবিত ক্লাব অধিগ্রহণে সক্রিয়ভাবে বাধা প্রদান করেছে। আরেকটি গ্রুপ শেয়ারহোল্ডারস ইউনাইটেড এগেইনস্ট মার্ডক (যা পরে শেয়ারহোল্ডারস ইউনাইটেড এবং বর্তমানে ম্যানচেস্টার ইউনাইটেড সাপোর্টারস ট্রাস্ট নামকরণ হয়েছে) নামে প্রতিষ্ঠা করা হয়েছিল এবং সমর্থকদের ক্লাবের শেয়ার কিনতে উদ্বুদ্ধ করেছিল। এর একটি কারণ ছিল টিকিটের দাম ও বিন্যাস প্রভৃতি বিষয়ে সমর্থকদের দাবি ক্লাবে উত্থাপন, এবং আর কারও পক্ষে ক্লাবের শেয়ার কিনে মালিকানা গ্রহণের পথ কষ্টসাধ্য করা। তবে এত চেষ্টার পরেও তা ম্যালকম গ্লেজারকে দলের অধিকাংশ শেয়ার কেনা থেকে বিরত রাখতে পারেনি। অনেক সমর্থক এতে ক্ষুব্ধ হয়ে এফ.সি. ইউনাইটেড অব ম্যানচেস্টার নামে আরেকটি ক্লাব প্রতিষ্ঠা করেন।\nনতুন মালিকের প্রতি রোষ থাকা সত্ত্বেও দর্শক সংখ্যা ক্রমেই বেড়েছে এবং দলের ভাল খেলার কারণে সমর্থকদের মাঝে নতুন করে উদ্দীপনার জন্ম হয়েছে। সাম্পতিক সময়ে ওল্ড ট্রাফোর্ডের পরিবেশ নিয়ে বেশ বিতর্ক উঠেছিল, তবে ২০০৬/০৭ মৌসুমের উত্তেজনাপূর্ণ সমাপ্তিতে বিতর্ক থেমে গেছে। প্রতি মৌসুমে ম্যানচেস্টার ইউনাইটেডের সমর্থকেরা নতুন করে দলের জন্য গান লিখেন, যা একটি ঐতিহ্যে পরিণত হয়েছে।\n\n\n== নারী দল ==\nম্যানচেস্টার ইউনাইটেড লেডিস এফসি ১৯৭৭ সালে প্রতিষ্ঠিত হয়। এটি ২০০১-০২ মৌসুমে মূল দলের অংশ হিসেবে গৃহীত হয়। তারা নর্দান কম্বিনেশন লিগে (ইংল্যান্ডের প্রমীলা ফুটবলের তৃতীয় স্তর) খেলতে শুরু করে। ২০০৪-০৫ মৌসুমে অর্থনৈতিক কারণে বিতর্কিতভাবে তাদের খেলা বন্ধ হয়ে যায়। এই সিন্ধান্তটি কড়া সমালোচিত হয় কেননা ম্যানচেস্টার ইউনাইটেড দল যথেষ্ট মুনাফা অর্জন করছিল এবং মহিলা দলটির খেলা বন্ধের আগে তাদের খেলোয়াড়দের কিছু জানানো হয়নি।\n\n\n== খেলোয়াড় ==\n\n\n=== বর্তমান দল ===\n৩১ জানুয়ারি ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\nটীকা: পতাকা জাতীয় দল নির্দেশ করে যা ফিফার যোগ্যতার নিয়মের অধীনে নির্ধারিত হয়েছে। খেলোয়াড়দের একাধিক জাতীয়তা থাকতে পারে যা ফিফা ভুক্ত নয়।\n\n\n=== ধারে অন্য দলে ===\n\nটীকা: পতাকা জাতীয় দল নির্দেশ করে যা ফিফার যোগ্যতার নিয়মের অধীনে নির্ধারিত হয়েছে। খেলোয়াড়দের একাধিক জাতীয়তা থাকতে পারে যা ফিফা ভুক্ত নয়।\n\n\n=== অনূর্ধ্ব ২৩ ===\n\nটীকা: পতাকা জাতীয় দল নির্দেশ করে যা ফিফার যোগ্যতার নিয়মের অধীনে নির্ধারিত হয়েছে। খেলোয়াড়দের একাধিক জাতীয়তা থাকতে পারে যা ফিফা ভুক্ত নয়।\n\n\n=== ধারে অন্য দলে ===\n\nটীকা: পতাকা জাতীয় দল নির্দেশ করে যা ফিফার যোগ্যতার নিয়মের অধীনে নির্ধারিত হয়েছে। খেলোয়াড়দের একাধিক জাতীয়তা থাকতে পারে যা ফিফা ভুক্ত নয়।\n\n\n=== বহিষ্কৃত ===\n\nটীকা: পতাকা জাতীয় দল নির্দেশ করে যা ফিফার যোগ্যতার নিয়মের অধীনে নির্ধারিত হয়েছে। খেলোয়াড়দের একাধিক জাতীয়তা থাকতে পারে যা ফিফা ভুক্ত নয়।\n\n\n=== বিখ্যাত সাবেক খেলোয়াড় ===\nবিখ্যাত সাবেক খেলোয়াড় সম্পর্কে জানতে দেখুনঃ ম্যানচেস্টার ইউনাইটেড ফুটবল ক্লাবের খেলোয়াড় তালিকা এবং Category:ম্যানচেস্টার ইউনাইটেড খেলোয়াড়\n\n\n=== ক্লাব অধিনায়ক ===\n\n\n=== খেলোয়াড়ের রেকর্ড ===\n\n\n==== সর্বোচ্চ উপস্থিতি ====\n\n\n==== সর্বোচ্চ গোলদাতা ====\n\n\n==== ইউরোপীয় বর্ষসেরা ফুটবলার ====\nম্যানচেস্টার ইউনাইটেডে খেলার সময় নিম্মোক্ত খেলোয়াড়গণ বর্ষসেরার (Ballon d'Or) খেতাব জিতেছেনঃ\n\nডেনিস ল - ১৯৬৪\nববি চার্লটন - ১৯৬৬\nজর্জ বেস্ট - ১৯৬৮\nক্রিস্টিয়ানো রোনালদো-২০০৮\n\n\n== ক্লাব কর্মকর্তা ==\nপরিচালকমন্ডলী\n\nমালিক: ম্যালকম গ্লেজার\nআজীবন প্রেসিডেন্ট: মার্টিন এডওয়ার্ডস\nযৌথ চেয়ারম্যান: জোয়েল গ্লেজার ও এভ্রাম গ্লেজার\nপ্রধান নির্বাহী: ডেভিড গিল\nপ্রধান অপারেটিং কর্মকর্তা: মাইকেল বোলিংব্রক (মে ২০০৭ এর শেষে দায়িত্ব নেবেন)\nগ্রুপ বাণিজ্যিক পরিচালক: লি ডেলি\nঅনির্বাহী পরিচালক: ব্রায়ান গ্লেজার, এডওয়ার্ড গ্লেজার, কেভিন গ্লেজার, ডার্সি গ্লেজার\nফুটবল বোর্ড পরিচালক: মার্টিন এডওয়ার্ডস, স্যার ববি চার্লটন, মরিস ওয়াটকিনস, মাইকেল এডেলসন ও কেন মেরেট (সেক্রেটারী)\nসিনিয়র ক্লাব কর্মকর্তা\n\nকোম্পানি সচিব: ডেভিড বেসইউদারিক\nসহকারী কোম্পানি সচিব: কেন র‌্যামসডেন\nযোগাযোগ পরিচালক: ফিল টাউনসেন্ড\nবাণিজ্যিক এন্টারপ্রাইজ পরিচালক: বেন হ্যটন\nঅর্থনৈতিক সেবা পরিচালক: স্টিভ ফক\nঅর্থনৈতিক ও আইটি পরিচালক: স্টিভ ডিভিল\nপরিসেবা পরিচালক:ক্লাইভ স্নেল\nব্যবস্থাপনা\n\nব্যবস্থাপক(Manager): লুইস ফন গাল\nসহকারী ব্যবস্থাপক: রায়ান গিগস\nসহকারী কোচ: অ্যালবার্ট স্টিভেনবার্গ\nগোলরক্ষক কোচ: ফ্রান্স হোয়েক\nফিটনেস কোচ: টনি স্ট্রাডউইক\nকেয়ারটেকার রিজার্ভ দল কোচ: ওয়ারেন জয়েস\nপ্রধান স্কাউট: জিম লেওর\nপ্রধান ইউরোপীয়ান স্কাউট: মারসেল বট\nএকাডেমি কোচিং কর্মকর্তা\n\nযুব একাডেমি পরিচালক: ব্রায়ান ম্যাকক্লেয়ার\nযুব ফুটবল পরিচালক: জিমি রায়ান\nসহকারী পরিচালক(১৭-২১ বছর বয়সীদের): পল ম্যাকগিনেস\nসহকারী পরিচালক(৯-১৬বছর বয়সীদের): টনি হোয়েলান\nঅনূর্ধ্ব ১৮ কোচ: পল ম্যাকগিনেস\nঅনূর্ধ্ব ১৩-১৬ কোচ: মার্ক ডেম্পসি\nঅনূর্ধ্ব ১১-১২ কোচ: টনি হোয়েলান\nঅনূর্ধ্ব ৯-১০ কোচ: ইয়ামন মালভি\nস্কিল উন্নয়ন কোচ: রেনে মিউলেন্সতিন\nগোলরক্ষক প্রশিক্ষণ পরিচালক: রিচার্ড হার্টিস\nযুব কোচ: এডি লিচ, টমি মার্টিন, মাইক গ্লেনি, এন্ডি ওয়েলশ\nমেডিকাল কর্মকর্তা\n\nক্লাব ডাক্তার: ডাঃ স্টীভ ম্যাকন্যালি\nসহকারী ক্লাব ডাক্তার: ডাঃ টনি গিল\nপ্রথম দল ফিজিও: রব সুইর\nরিজার্ভ দল ফিজিও: নিল হগ\nএকাডেমি ফিজিও: জন ড্যাভিন, ম্যান্ডি জনসন, রিচার্ড মেরেন\nMasseurs: গ্যারি আর্মার, রড থর্নলি\n\n\n=== ব্যবস্থাপনার ইতিহাস ===\n\n\n== সম্মাননা ==\n\n\n=== ঘরোয়া ===\n\n\n==== লিগ ====\nপ্রিমিয়ার লিগ ((পুরাতন) প্রথম বিভাগ সহ): ২০ \n১৯০৭-০৮, ১৯১০-১১, ১৯৫১-৫২, ১৯৫৫-৫৬, ১৯৫৬-৫৭, ১৯৬৪-৬৫, ১৯৬৬-৬৭, ১৯৯২-৯৩, ১৯৯৩-৯৪, ১৯৯৫-৯৬, ১৯৯৬-৯৭, ১৯৯৮-৯৯, ১৯৯৯-২০০০, ২০০০-০১, ২০০২-০৩, ২০০৬-০৭,২০০৭-০৮,২০০৮-০৯,২০১০-১১,২০১২-১৩\n(পুরাতন) দ্বিতীয় বিভাগ: ২ \n১৯৩৫-৩৬, ১৯৭৪-৭৫\n\n\n==== কাপ ====\nএফএ কাপ: ১২ \n১৯০৯, ১৯৪৮, ১৯৬৩, ১৯৭৭, ১৯৮৩, ১৯৮৫, ১৯৯০, ১৯৯৪, ১৯৯৬, ১৯৯৯, ২০০৪, ২০১৬\nলিগ কাপ: ৫ \n১৯৯২, ২০০৬, ২০০৯, ২০১০, ২০১৭\nএফএ চ্যারিটি/কমিউনিটি শিল্ড: ২১ (১৭টি একক, ৪টি যৌথ) \n১৯০৮, ১৯১১, ১৯৫২, ১৯৫৬, ১৯৫৭, ১৯৬৫*, ১৯৬৭*, ১৯৭৭*, ১৯৮৩, ১৯৯০*, ১৯৯৩, ১৯৯৪, ১৯৯৬, ১৯৯৭, ২০০৩, ২০০৭, ২০০৮, ২০১০, ২০১১, ২০১৩, ২০১৬ (* যুগ্ম বিজয়ী)\n\n\n=== ইউরোপীয়ান ===\nইউরোপীয়ান কাপ/উয়েফা চ্যাম্পিয়নস লিগ: ৩ \n১৯৬৮, ১৯৯৯, ২০০৮\nউয়েফা কাপ উইনার্স কাপ: ১ \n১৯৯১\nইউরোপীয়ান সুপার কাপ: ১ \n১৯৯১\nউয়েফা ইউরোপা লিগ: ১ \n২০১৭\n\n\n=== আন্তর্জাতিক ===\nইন্টারকন্টিনেন্টাল কাপ/ওয়ার্ল্ড ক্লাব চ্যাম্পিয়নশিপ: ১ \n১৯৯৯\nফিফা ক্লাব বিশ্বকাপ: ১ \n২০০৮\n\n\n== ক্লাব রেকর্ড ==\nম্যানচেস্টার ইউনাইটেড ফুটবল ক্লাবের পূর্ণ পরিসংখ্যান ও রেকর্ডের জন্য, দেখুন ম্যানচেস্টার ইউনাইটেড ফুটবল ক্লাব পরিসংখ্যান।\n\n\n== উচ্চ বিভাগে ফলাফল ==\n\nম্যানচেস্টার ইউনাইটেড যে ৭টি ক্লাব সবকয়টি প্রিমিয়ার লিগ মৌসুমে খেলেছে তার একটি। অন্যগুলো হলঃ আর্সেনাল, অ্যাস্টন ভিলা, চেলসি, এভারটন, লিভারপুল ও টটেনহ্যাম হটস্পার। সকল প্রিমিয়ার লিগ মৌসুমে ম্যানচেস্টার ইউনাইটেড ৩য় এর নিচে কোন অবস্থান পায়নি। ম্যান ইউ ৭৯ টি প্রথম বিভাগ মৌসুম খেলেছে। (কেবল এভারটন, অ্যাস্টন ভিলা, লিভারপুল ও আর্সেনাল এর চেয়ে বেশি মৌসুম খেলেছে)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েব সাইট\nম্যানচেস্টার ইউনাইটেড\nটকিং রেডস\nরেড সংবাদ\nমুক্ত মিডিয়া সাইট\nম্যানচেস্টার সান্ধ্য সংবাদ\nম্যানচেস্টার ইউনাইটেড কভারেজ SportNetwork.net থেকে\nFootball365's ম্যানচেস্টার ইউনাইটেড কভারেজ\n4thegame.com এর ম্যানচেস্টার ইউনাইটেড অংশ\nম্যানচেস্টার ইউনাইটেড - Premierleague.com\nUnited Rant - ম্যানচেস্টার ইউনাইটেড Fanzine"}