{"pageid": 1320178, "title": "গ্র্যান্ড সেন্ট্রাল টার্মিনাল", "url": "https://bn.wikipedia.org/wiki?curid=1320178", "content": "গ্র্যান্ড সেন্ট্রাল টার্মিনাল (জিসিটি; গ্র্যান্ড সেন্ট্রাল স্টেশন বা সহজভাবে গ্র্যান্ড সেন্ট্রাল নামেও পরিচিত) হল আমেরিকার বৃহত্তম নিত্যযাত্রী রেল টার্মিনাল। এটি নিউ ইয়র্ক সিটির মিডটাউন ম্যানহাটনের ৪২তম স্ট্রিট ও পার্ক অ্যাভিনিউতে অবস্থিত। গ্র্যান্ড সেন্ট্রাল হল মেট্রো-নর্থ রেলরোডের হারলেম, হাডসন ও নিউ হ্যাভেন রেলপথের দক্ষিণ টার্মিনাস, যা নিউ ইয়র্ক মহানগর অঞ্চলের উত্তরাঞ্চলে পরিষেবা পরিবেশন করে। এটিতে মেট্রো-নর্থ স্টেশনের নীচে ২০০৭ সাল থেকে ২০২৩ সাল পর্যন্ত নির্মিত একটি ১৬-একরের (৬৫,০০০ বর্গমিটার) রেল টার্মিনাল গ্র্যান্ড সেন্ট্রাল ম্যাডিসন স্টেশনের মাধ্যমে লং আইল্যান্ড রেল রোডের সংযোগও রয়েছে। টার্মিনালটি গ্র্যান্ড সেন্ট্রাল-৪২তম স্ট্রিট স্টেশনে নিউ ইয়র্ক সিটি সাবওয়ের সঙ্গেও সংযুক্ত। টার্মিনালটি নিউ ইয়র্ক পেন স্টেশনের পরে উত্তর আমেরিকার দ্বিতীয় ব্যস্ততম ট্রেন স্টেশন।\nগ্র্যান্ড সেন্ট্রাল টার্মিনালের স্টেশন হাউসের স্বতন্ত্র স্থাপত্য ও অভ্যন্তরীণ নকশা এটিকে একটি জাতীয় ঐতিহাসিক ল্যান্ডমার্ক সহ বেশ কয়েকটি ল্যান্ডমার্ক উপাধি প্রদান করা হয়েছে। এটির বোজাক্স-শিল্পকলা নকশায় অসংখ্য শিল্পকর্ম অন্তর্ভুক্ত করা হয়েছে। গ্র্যান্ড সেন্ট্রাল টার্মিনাল হল ট্রেন ও পাতাল রেল যাত্রী ব্যতীত ২০১৮ সালে ২১৬ লাখ দর্শনার্থী সহ বিশ্বের দশটি সর্বাধিক দর্শনীয় পর্যটন আকর্ষণের একটি। টার্মিনালের প্রধান কনকোর্স প্রায়ই একটি সাক্ষাতের স্থান হিসাবে ব্যবহৃত হয়, এবং বিশেষ করে চলচ্চিত্র ও টেলিভিশনে প্রদর্শিত হয়। গ্র্যান্ড সেন্ট্রাল টার্মিনালে বিভিন্ন ধরনের দোকান এবং খাবার বিক্রেতা রয়েছে, যার মধ্যে রয়েছে উচ্চমানের রেস্তোরাঁ ও বার, একটি খাবার হল এবং একটি মুদির বাজার। ভবনটি নিজের গ্রন্থাগার, ইভেন্ট হল, টেনিস ক্লাব, কন্ট্রোল সেন্টার ও রেলপথের কার্যালয়, এবং সাব-বেসমেন্ট পাওয়ার স্টেশনের জন্যও বিখ্যাত।\nনিউ ইয়র্ক সেন্ট্রাল রেলপথের দ্বারা গ্র্যান্ড সেন্ট্রাল টার্মিনাল নির্মিত হয়েছিল এবং নামকরণ করা হয়েছিল; এটি নিউইয়র্ক, নিউ হ্যাভেন ও হার্টফোর্ড রেলরোডে পরিষেবা প্রদান করে, এবং পরবর্তীতে, নিউ ইয়র্ক সেন্ট্রালের উত্তরসূরিও। ১৯১৩ সালে খোলা, টার্মিনালটি দুটি একই নামের পূর্বসূরি স্টেশনের জায়গায় নির্মিত হয়েছিল, যার মধ্যে প্রথমটি ১৮৭১ সালে চালু হয়েছিল। গ্র্যান্ড সেন্ট্রাল টার্মিনাল ১৯৯১ সাল পর্যন্ত আন্তঃনগর ট্রেনগুলিকে পরিষেবা পরিবেশন করেছিল, যখন অ্যামট্র্যাক নিকটবর্তী পেন স্টেশনের মাধ্যমে তার ট্রেনগুলিকে পরিচালনা করা শুরু করেছিল।\nগ্র্যান্ড সেন্ট্রাল ৪৮ একর (১৯ হেক্টর) জুড়ে বিস্তৃত, ও ৪৪ টি প্ল্যাটফর্ম রয়েছে, যা বিশ্বের অন্য যেকোনো রেলস্টেশনের চেয়ে বেশি। এটির সমস্ত প্ল্যাটফর্মগুলিই মাটির নীচে অবস্থিত, প্ল্যাটফর্মগুলি উপরের স্তরে ৩০ টি ও নীচে ২৬ টি ট্র্যাককে রেল পরিষেবা পরিবেশন করে। একটি রেল ইয়ার্ড ও সাইডিং সহ মোট ৬৭ টি ট্র্যাক রয়েছে; এর মধ্যে ৪৩ টি ট্র্যাক যাত্রী পরিষেবার জন্য ব্যবহার করা হয়, বাকি দুই ডজন ট্র্যাক ট্রেন সংরক্ষণের জন্য ব্যবহৃত হয়।\n\n\n== নাম ==\nগ্র্যান্ড সেন্ট্রাল টার্মিনালের নামকরণ নিউ ইয়র্ক সেন্ট্রাল রেলরোড দ্বারা করা হয়েছিল, যেটি এই স্থানে  স্টেশনটি এবং এর দুই পূর্বসূরিরও নির্মাণ করেছিল। এটি \"সর্বদাই বেশি কথোপকথন ও স্নেহপূর্ণভাবে গ্র্যান্ড সেন্ট্রাল স্টেশন নামে পরিচিত\", এই নামটি পূর্বসূরি স্টেশনের নাম থেকে এসেছে, যেটি ১৯০০ সাল থেকে ১৯১০ সাল পর্যন্ত পরিচালিত হয়েছিল।\n\n\n== পরিষেবা ==\n\n\n=== নিত্যযাত্রী রেল ===\nগ্র্যান্ড সেন্ট্রাল টার্মিনাল বছরে প্রায় ৬৭০ লাখ যাত্রীদের পরিষেবা প্রদান করে, যা অন্য যেকোনো মেট্রো-নর্থ স্টেশনের চেয়ে বেশি। সকালের ভিড়ের সময়, প্রতি ৫৮ সেকেন্ডে একটি করে ট্রেন টার্মিনালে আসে।\n\n\n=== সংযোগ পরিষেবা ===\n\n\n==== লং আইল্যান্ড রেল রোড ====\nএমটিএ-এর লং আইল্যান্ড রেল রোড গ্র্যান্ড সেন্ট্রালের নীচে গ্র্যান্ড সেন্ট্রাল ম্যাডিসন স্টেশনে নিত্যযাত্রী ট্রেন পরিচালনা করে, যা ইস্ট সাইড অ্যাক্সেস প্রকল্পে ২০২৩ সালে সম্পন্ন হয়েছিল। প্রকল্পটি টার্মিনালটিকে তার প্রধান লাইনের মাধ্যমে রেলপথের সমস্ত শাখার সাথে সংযুক্ত করে, গ্র্যান্ড সেন্ট্রাল ম্যাডিসনকে প্রায় প্রতিটি এলআইআরআর স্টেশনের সঙ্গে সংযুক্ত করে। জ্যামাইকার আংশিক পরিষেবা ২০২৩ সালের ২৫শে জানুয়ারি শুরু হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n=== ব্যাখ্যামূলক টীকা ===\n\n\n=== উদ্ধৃতি ===\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে গ্র্যান্ড সেন্ট্রাল টার্মিনাল সম্পর্কিত মিডিয়া দেখুন।\nদাপ্তরিক ওয়েবসাইট"}