{"pageid": 1320295, "title": "গুর্জর", "url": "https://bn.wikipedia.org/wiki?curid=1320295", "content": "গুর্জর বা গুজ্জর (এছাড়াও গুজর, গুর্জরা  এবং গুজ্জর নামে প্রতিবর্ণিত করা হয়) হল একটি জাতিগত যাযাবর, প্রধানত ভারত, পাকিস্তান ও আফগানিস্তানে বসবাসকারী কৃষি ও যাজক সম্প্রদায়, অভ্যন্তরীণভাবে বিভিন্ন গোষ্ঠীতে বিভক্ত। তারা ঐতিহ্যগতভাবে কৃষিকাজ এবং যাযাবর ও যাযাবর ক্রিয়াকলাপের সঙ্গে জড়িত ছিল এবং একটি বৃহৎ সমজাতীয় গোষ্ঠী গঠন করেছিল। গুর্জরদের ঐতিহাসিক ভূমিকা সমাজে বেশ বৈচিত্র্যপূর্ণ: এক প্রান্তে তারা বেশ কয়েকটি রাজ্য ও রাজবংশের প্রতিষ্ঠাতা এবং অন্য প্রান্তে, কেউ কেউ এখনও যাযাবর ও তাদের নিজস্ব জমি নেই।\nগুর্জর পরিচয়ের ইতিহাসের মূল বিন্দুটি প্রায়শই মধ্যযুগে (প্রায় ৫৭০ সিই) বর্তমান রাজস্থানে একটি গুর্জরা রাজ্যের উত্থানের পিছনে খুঁজে পাওয়া যায়।  এটা বিশ্বাস করা হয় যে গুর্জাররা গুর্জরাত্র থেকে ভারতীয় উপমহাদেশের বিভিন্ন অঞ্চলে চলে এসেছিল।\nখ্রিস্টীয় দশম শতাব্দীর পর গুর্জররা ইতিহাসের সামনে থেকে বিলুপ্ত হতে শুরু করে। তারপরে, ইতিহাস বেশ কিছু গুর্জর সর্দার ও উর্ধ্বতন যোদ্ধাদের নথিভুক্ত করে, যারা তাদের পূর্বসূরিদের বিপরীতে তুচ্ছ শাসক ছিল। মুঘল যুগে \"গুজর\" ও \"গুজ্জর\" বেশ সাধারণ ছিল এবং সেই সময়ের নথিতে গুজরদের \"উত্তেজনাপূর্ণ\" মানুষ হিসেবে উল্লেখ করা হয়েছে।\nভারতের গুজরাত ও রাজস্থান রাজ্য ব্রিটিশদের আগমনের কয়েক শতাব্দী আগে গুর্জরদেশ ও গুর্জরাত্র নামে পরিচিত ছিল। পাকিস্তানি পাঞ্জাবের গুজরাত ও গুজরানওয়ালা জেলাগুলিও ৮ম শতাব্দীর গোড়ার দিকে গুর্জরদের সঙ্গে যুক্ত ছিল, যখন একই এলাকায় একটি গুর্জর রাজ্য ছিল।  উত্তরপ্রদেশের সাহারানপুর জেলাটি আগে গুর্জরগড় নামেও পরিচিত ছিল, কারণ এই এলাকায় অনেক গুর্জর জমিদার ছিল।\nগুর্জর ভাষাগত ও ধর্মীয়ভাবে বৈচিত্র্যময়। যদিও তারা যে অঞ্চল ও দেশে থাকে সেখানকার ভাষা বলতে সক্ষম, গুর্জরদের নিজস্ব ভাষা আছে, যা গুজরি নামে পরিচিত। তারা বিভিন্নভাবে হিন্দু, ইসলাম ও শিখ ধর্মকে অনুসরণ করে।\nহিন্দু গুর্জরদের বেশিরভাগই ভারতের রাজস্থান, হরিয়ানা, মধ্যপ্রদেশ, পাঞ্জাব সমভূমি ও মহারাষ্ট্রে দেখা যায়। মুসলিম গুর্জরদের বেশিরভাগই পাকিস্তানের পাঞ্জাবে পাওয়া যায় যেখানে তারা জনসংখ্যার ২০%, প্রধানত গুজরানওয়ালা, গুজরাট, গুজর খান, জেহলুম ও লাহোর শহর, আফগানিস্তান ও ভারতীয় হিমালয় অঞ্চল যেমন জম্মু ও কাশ্মীর, হিমাচল প্রদেশ, এবং উত্তরাখণ্ডের গাড়ওয়াল ও কুমায়ুন বিভাগে কেন্দ্রীভূত।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\nঐতিহাসিক ও নৃতাত্ত্বিকদের মধ্যে গুর্জরদের উৎপত্তির বিষয়ে মতভেদ রয়েছে। একটি মতানুযায়ী, আনুমানিক ১ সিইতে গুর্জরদের প্রাচীন পূর্বপুরুষেরা অভিবাসনের একাধিক ধাপে এসেছিলেন এবং প্রাথমিকভাবে উত্তর-পশ্চিম অঞ্চলে (আধুনিক রাজস্থান ও গুজরাত) হিন্দু সম্প্রদায়ের উচ্চ বর্ণের যোদ্ধা হিসাবে মর্যাদা দেওয়া হয়েছিল। আয়দোগদি কুরবানভ বলেছেন যে কিছু গুর্জর, উত্তর-পশ্চিম ভারতের লোকদের সঙ্গে রাজপুত বংশে পরিণত হওয়ার জন্য হেফথালাইটদের সাথে মিশে যায়।\n\n\n== তথ্যসূত্র =="}