{"pageid": 1320515, "title": "বেগা বেগম", "url": "https://bn.wikipedia.org/wiki?curid=1320515", "content": "বেগা বেগম ( আনু. ১৫১১ - ১৭ জানুয়ারী ১৫৮২ ) ২৬ ডিসেম্বর ১৫৩০ থেকে ১৭ মে ১৫৪০ এবং ২২ ফেব্রুয়ারী ১৫৫৫ থেকে ২৭ জানুয়ারী ১৫৫৬ পর্যন্ত মুঘল সাম্রাজ্যের সম্রাজ্ঞী স্ত্রী এবং দ্বিতীয় মুঘল সম্রাটের প্রধান স্ত্রী ছিলেন।     হুমায়ুনের প্রথম স্ত্রী হওয়ায় তিনি জান-ই-কালান নামে পরিচিত ছিলেন এবং হজ যাত্রা করার পর হাজী বেগম নামেও পরিচিত ছিলেন। \nবেগা বেগম মুঘল সাম্রাজ্যে স্মৃতিস্তম্ভ চালু করার ঐতিহ্য শুরু করেছিলেন যখন তিনি ১৬ শতকের শেষের দিকে তাঁর স্বামীর সমাধি তথা দিল্লিতে হুমায়ুনের সমাধিসৌধটি চালু করেছিলেন। ইসলামি ভারতে এই প্রথম বিশাল স্মৃতিস্তম্ভটিকে একটি প্রাথমিক কীর্তি হিসাবে বিবেচনা করা যেতে পারে যা মুঘল স্থাপত্যের উচ্চ বিন্দু তাজমহলের নকশাকে চূড়ান্তভাবে প্রভাবিত করে।      \n\n\n== প্রারম্ভিক জীবন এবং বিবাহ ==\nবেগা বেগম খোরাসানের একজন পারসিক ছিলেন  এবং তিনি ছিলেন সুলতান আলী মির্জার ভাই, কামরান মির্জার স্ত্রী গুলরুখ বেগমের পিতা ও হুমায়ুনের মামা ( তাগাই ) ইয়াদগার বেগের কন্যা। তিনি একজন জ্ঞানী, সুশিক্ষিত নারী ছিলেন এবং চিকিৎসা ও চিকিৎসা সম্পর্কেও তাঁর গভীর জ্ঞান ছিল।\nবেগা তাঁর প্রথম চাচাতো ভাই প্রিন্স নাসির উদ্দীনকে (পরবর্তীতে 'হুমায়ুন' নামে পরিচিত) ১৫২৭ সালে বিয়ে করেন। প্রদেশের ভাইসরয় হিসেবে দ্বিতীয় মেয়াদে (১৫২৭-১৫২৯) হুমায়ূন বাদাখশানে থাকাকালীন এই বিয়ে হয়েছিল। ১৫২৮ সালের নভেম্বরে, তিনি হুমায়ুনের প্রথম সন্তান এবং পুত্র শাহজাদা আল-আমান মির্জার জন্ম দেন। সম্রাট বাবর উত্তরাধিকারীর জন্মের জন্য রাজকীয় দম্পতিকে অত্যন্ত অভিনন্দন জানিয়েছিলেন, যদিও তার নামের অর্থ 'আল-আমান', তিনি অশুভ মনে করেছিলেন। যুবরাজ তার শৈশবে মারা যান। \n\n\n== সম্রাজ্ঞী ==\n১৫৩০ সালের ডিসেম্বরে সম্রাট বাবরের মৃত্যুর পর, হুমায়ুন ২৩ বছর বয়সে সিংহাসনে আরোহণ করেন, যখন বেগা  সম্রাজ্ঞী হন তখন তাঁর বয়স ছিল মাত্র উনিশ বছর। পরবর্তীকালে স্বামীর সঙ্গে থাকাকালীন তিনি প্রথমবার ভারতে আসেন। হুমায়ূন সারাজীবন বেগাকে উচ্চ সম্মানে অধিষ্ঠিত করেছিলেন এবং মৃত্যুর আগে পর্যন্ত তিনি তাঁর প্রিয় এবং প্রধান সহচর ছিলেন।  \n১৫৩১ সালে, বেগা কাবুল থেকে আগ্রায় আসার পর রাজকীয় পরিবারের কাছে তাঁর দ্বিতীয় গর্ভধারণের ঘোষণা দেন। এখানে, তিনি তাঁর সর্বশেষ পরিচিত সন্তান আকিকা সুলতান বেগমের জন্ম দেন।  ১৫৩৯ সালে, বেগা তাঁর স্বামীর সাথে বাংলার চৌসায় চলে যান, যেখানে শের শাহের বাহিনীর দ্বারা মুঘল অঞ্চলে একটি অভূতপূর্ব আশ্চর্য আক্রমণের পর শের শাহ সুরি তাঁকে বন্দী হিসাবে নিয়ে যান।  নিকোলাও মানুচির মতে, তিনিই একমাত্র মুঘল সম্রাজ্ঞী যাকে বন্দী করে রাখা হয়েছিল। \n\n\n== মৃত্যু ==\n\nবেগা বেগম ১৫৮২ সালে দিল্লিতে একটি স্বল্পকালীন অসুস্থতার পরে মারা যান এবং তাঁর সৎ পুত্র সম্রাট আকবর শোক প্রকাশ করেন; যার সাথে তার অত্যন্ত ঘনিষ্ঠ সম্পর্কে ছিল। আকবর প্রকৃতপক্ষে, তাঁর সাথে এতটাই সংযুক্ত ছিলেন যে অনেক লোক, যেমন আকবর নিজেই নিশ্চিত করেছিলেন, তাকে তাঁর আসল মা বলে ভুল করেছিলেন এবং তাকে তার জন্মদাত্রী মা হামিদা বানু বেগমের সাথে গুলিয়ে ফেলেছিলেন। 'আব্দুল কাদির বাদাউনি বেগা বেগমকে 'সম্রাটের আকবরের দ্বিতীয় মা' বলে ডাকতেন।  আকবর তাঁর লাশ দাফনের জন্য হুমায়ুনের সমাধিতে নিয়ে যান। \n\n\n== উত্তরাধিকার ==\nমুঘল যুগে (ষোড়শ থেকে উনিশ শতক) হুমায়ুনের সমাধি নির্মাণের মাধ্যমে বেগা বেগমের প্রচেষ্টায় স্মৃতিস্তম্ভ চালু করার প্রচলন শুরু হয়। ইসলামি ভারতের এই প্রথম বিশাল স্মৃতিস্তম্ভটিকে একটি প্রাথমিক কীর্তি হিসাবে বিবেচনা করা যেতে পারে যা মুঘল স্থাপত্যের উচ্চ বিন্দু তাজমহলের নকশাকে চূড়ান্তভাবে প্রভাবিত করেছিল। সমাধিটি মূলত ফার্সি স্থাপত্য শব্দভাণ্ডারের উপর ভিত্তি করে তৈরি করা হয়েছিল, কিন্তু চতুরভাবে ভারতীয়করণ করা হয়েছিল। পার্শ্ববর্তী উদ্যানটিও ছিল ভারতে ফার্সি 'চাহার বাগ' (চতুর্থ বাগান) এর রূপের প্রথম অসাধারন বাস্তব রূপ। সমাধিটি মুঘল সাম্রাজ্যের অতীত কর্তৃত্বের ভারতের রাজধানী (দিল্লি) সেরা প্রতিনিধিত্বমূলক স্মৃতিস্তম্ভ। \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nহুমায়ুনের তিনটি স্মৃতিকথা। প্রথম খণ্ড: হুমায়ুননামা এবং তাদকিরাতুল-ওয়াকিয়াত; দ্বিতীয় খণ্ড: তারিখ-ই হুমায়ুন, হুইলার থ্যাকস্টন দ্বারা ফারসি থেকে অনুবাদ। দ্বিভাষিক সংস্করণ, বিবলিওথেকা ইরানিকা: বুদ্ধিজীবী ঐতিহ্য, নং ১১ (মার্চ ১৫, ২০০৯)।আইএসবিএন ১-৫৬৮৫৯-১৭৮-০"}