{"pageid": 1320272, "title": "ভূইয়া", "url": "https://bn.wikipedia.org/wiki?curid=1320272", "content": "ভূইয়া বা ভুইয়া হল ভারতের বিহার, ঝাড়খণ্ড, মধ্যপ্রদেশ, ওড়িশা, উত্তর প্রদেশ এবং পশ্চিমবঙ্গ রাজ্যে বসবাসকারী একটি মূলনিবাসী সম্প্রদায়। তারা শুধুমাত্র ভৌগোলিকভাবে ভিন্ন নয়, তাদের অনেক সাংস্কৃতিক বৈচিত্র এবং উপগোষ্ঠীও রয়েছে।\n\n\n== ব্যুৎপত্তি ==\nভূইয়া নামটি এসেছে সংস্কৃত ভূমি বা ভূঁই থেকে, যার অর্থ জমি। ভূইয়াদের অধিকাংশই কৃষিজীবী এবং অনেকে বিশ্বাস করেন যে তারা হিন্দু দেবী ভূমির বংশধর, যিনি পৃথিবী মাতার প্রতিনিধিত্ব করেন। তারা দৃঢ় পারিবারিক বন্ধনে গঠিত পুরুষতান্ত্রিক গোষ্ঠী যারা নিজের গোত্রের মধ্যে কখনও বিয়ে করে না।\n\n\n== বর্তমান পরিস্থিতি ==\nভূইয়া সম্প্রদায়ের মধ্যে উল্লেখযোগ্য অর্থনৈতিক বৈচিত্র্য রয়েছে, কিছু কিছু এলাকা যেমন ঘাটওয়ার এবং টিকাইতরা জমির মালিক কিন্তু অনেকে স্বাধীনভাবে বা বৈতনিক শ্রমিক হিসাবে জমিতে কাজ করার উপর নির্ভরশীল। ঝুড়ি তৈরি, গবাদি পশু পালন, মাছ ধরা, শিকার এবং বনজ দ্রব্য যেমন জ্বালানী কাঠ, মধু এবং রজন বিক্রিও তাদের জীবিকা নির্বাহে অবদান রাখে, যদিও খাদ্য সংগ্রহের অভ্যাস সম্ভবত বেশিরভাগই লুপ্ত হয়ে গেছে। মধ্যযুগে ঘাটওয়াররা রাজা ছিলেন। তারা নাগবংশী রাজা প্রতাপ কর্ণের বিরুদ্ধে বিদ্রোহ করে। নাগবংশী খরিয়াগড়ের রাজা বাগদেও সিং-এর সাহায্যে ঘাটওয়ার বিদ্রোহ দমন করেন। ১৮৫৭ সালের বিদ্রোহে, টিকাইত উমরাও সিং ওরমানঝির বান্ধগাওয়ার রাজা ছিলেন। তিনি রাঁচিতে ইস্ট ইন্ডিয়া কোম্পানির বিরুদ্ধে বিদ্রোহে অংশগ্রহণ করেন।\nবিহার ও ঝাড়খণ্ডে তাদের অগোত্রীয় বৈবাহিকসূত্রে বংশ রয়েছে যেমন বাসুকি (কোবরা), কাছিম (কচ্ছপ), কালী (একটি সাপ), সাল (একটি মাছ), সিগারি (শেয়াল), সিঞ্জকিরি ইত্যাদি। বিহার ও ঝাড়খণ্ডে তাদের দেশমণ্ডল, ঘাটোয়াল, পরমাণিক, প্রধান, ভোগতা, ছড়িদার, রায় ঠাকুর, টিকয়াত, ভূইয়া, মাঝি, নায়ক, রায়, সিং-এর মতো উপাধি রয়েছে।\n\n\n== অফিসিয়াল শ্রেণিবিভাগ ==\n১৯৩১ সালে, ব্রিটিশ আমলে, তারা আদিম উপজাতি হিসাবে তালিকাভুক্ত হয়েছিল। ১৯৩৬ সালে তারা অনগ্রসর উপজাতি হিসাবে তালিকাভুক্ত হয়। পাটনা বিভাগ, পালামু, হাজারিবাগ, মানভূম এবং বাংলায়, তারা তফসিলি জাতিতে অন্তর্ভুক্ত ছিল। ভারতের স্বাধীনতার পর, উত্তরপ্রদেশ সরকার ভূইয়াকে একটি তফসিলি জাতি হিসাবে শ্রেণীবদ্ধ করেছিল। ২০১৭ অনুযায়ী, এই উপজাতীয় পদবী শুধুমাত্র সোনভদ্র জেলার জন্য প্রযোজ্য। ভূইয়া বিহার এবং ঝাড়খণ্ডের তফসিলি জাতিতে অন্তর্ভুক্ত। তারা ঝাড়খণ্ডের মোট তফসিলি জাতি জনসংখ্যার ২১%।\nভারতের উত্তর প্রদেশের ২০১১ সালের জনশুমারিতে ভুইয়া তফসিলি জাতির জনসংখ্যা ৪০৯৫ জন দেখানো হয়েছে।\n\n\n== আরও দেখুন ==\nভূইয়া\n\n\n== তথ্যসূত্র =="}