{"pageid": 1320143, "title": "জেমাল গুরসেল", "url": "https://bn.wikipedia.org/wiki?curid=1320143", "content": "জেমাল গুরসেল (তুর্কি: [dʒeˈmal ɟyɾˈsæl]; ১৩ অক্টোবর ১৮৯৫ - ১৪ সেপ্টেম্বর ১৯৬৬) ছিলেন একজন তুর্কি সেনা জেনারেল যিনি একটি অভ্যুত্থানের পরে তুরস্কের চতুর্থ রাষ্ট্রপতি হন।\n\n\n== প্রারম্ভিক জীবন ==\nতিনি এরজুরুম শহরে একজন উসমানীয় সেনা কর্মকর্তা আবিদিন বে, এবং ইব্রাহিমের নাতি (১৮২০-১৮৯৫) ও হাচি আহমেদের (১৭৯০-১৮৬০) প্রপৌত্র হিসাবে জন্মগ্রহণ করেছিলেন। ওরদুতে প্রাথমিক বিদ্যালয় ও এরজিনকানের সামরিক মাধ্যমিক বিদ্যালয়ে পড়ার পর, তিনি ইস্তাম্বুলের কুলেলি সামরিক উচ্চ বিদ্যালয় থেকে স্নাতক হন। তিনি একজন জনপ্রিয় ব্যক্তিত্ব ছিলেন এবং তাই তার শৈশব স্কুলের বছর থেকে এবং তার সমস্ত জীবন থেকে তাকে \"জেমাল আগা\" (বড় ভাই জেমাল) ডাকনাম দেওয়া হয়েছিল। গুরসেল ৪৫ বছর ধরে সেনাবাহিনীতে চাকরি করেছেন। প্রথম বিশ্বযুদ্ধের সময়, তিনি ১৯১৫ সালে ১২ তম আর্টিলারি রেজিমেন্টের প্রথম ব্যাটারির সাথে লেফটেন্যান্ট হিসাবে গ্যালিপোলির দারদানেলেসের চানাক্কালের যুদ্ধে অংশগ্রহণ করেন ও যুদ্ধ পদক পান। পরে তিনি ১৯১৭ সালে ফিলিস্তিন ও সিরিয়া সীমান্তে যুদ্ধ করেন এবং ১৯ সেপ্টেম্বর ১৯১৮ সালে ৪১ তম রেজিমেন্টের ৫ম ব্যাটারির কমান্ডের সময় ম্যালেরিয়ায় আক্রান্ত হয়ে ব্রিটিশদের দ্বারা যুদ্ধবন্দী হন। গুরসেলকে ৬ অক্টোবর ১৯২০ সাল পর্যন্ত মিশরে যুদ্ধবন্দী হিসেবে রাখা হয়েছিল। তার রাষ্ট্রপতি থাকাকালীন অনেক পরে, যখন বিদেশী সংবাদমাধ্যমে সাক্ষাৎকারে তিনি কেন তার বন্দিত্বের সময় ইংরেজি শেখেননি, তখন তিনি কিছুটা আফসোস করে স্মরণ করেছিলেন যে তিনি বন্দী হওয়ার জন্য এত হতাশ হয়েছিলেন, তিনি প্রতিবাদ করেছিলেন এবং পরিবর্তে ব্রিটিশ শিবিরে ফরাসি ভাষা অধ্যয়ন করেছিলেন।\nনিজের মুক্তির পর, জেমাল গুরসেল এরজুরুম মহাসভার পরে মোস্তফা কামালের সাথে পুনরায় যোগদানের জন্য আনাতোলিয়ায় ফিরে আসেন এবং ১৯২০ থেকে ১৯২৩ সালের মধ্যে তুরস্কের স্বাধীনতা যুদ্ধের সমস্ত পশ্চিম সীমান্ত প্রচারণায় অংশ নেন। দ্বিতীয় ইনোনু, এস্কিশেহির ও সাকারিয়ার লড়াইয়ে শ্রেষ্ঠত্ব প্রদর্শন করে প্রথম বিভাগে বীরত্বের জন্য তিনি পদোন্নতি লাভ করেন এবং পরবর্তীতে চূড়ান্ত আক্রমণাত্মক যুদ্ধে তার যুদ্ধ সেবার জন্য প্রথম সংসদ তাকে স্বাধীনতা পদক প্রদান করে।\nগুরসেল ১৯২৭ সালে উসমানীয় ক্রুজার হামিদিয়ে-এর প্রধান প্রকৌশলীর মেয়ে মেলাহাতের সাথে বিবাহ বন্ধনে আবদ্ধ হন। এই বিবাহ থেকে ওজদেমির নামে তার এক পুত্র জন্মগ্রহণ করে। এই দম্পতি তুর্কান নামে একটি কন্যা দত্তক নেন।\n\n\n== সামরিক পেশা ==\nজেমাল গুরসেল তুর্কি সামরিক কলেজে পড়াশোনা করেন এবং ১৯২৯ সালে একজন স্টাফ কর্মকর্তা হিসেবে স্নাতক হন। তিনি ১৯৪০ সালে কর্নেল হিসেবে পদোন্নতি লাভ করেন। ১৯৪৬ সালে তাকে ব্রিগেডিয়ার জেনারেল করা হয় এবং ৬৫ তম ডিভিশনের কমান্ডার করা হয়। তিনি পরে ১২ তম ডিভিশনের কমান্ডার, ১৮ তম কোর কমান্ডার এবং ২য় অভ্যন্তরীণ টাস্ক জেলার কমান্ডার ছিলেন। ১৯৫৩ সালে লেফটেন্যান্ট জেনারেল হন, ১৯৫৭ সালে জেনারেল হন, তৃতীয় বাহিনীর কমান্ডার নিযুক্ত হন। সেবার মধ্যে গোয়েন্দা প্রধান অন্তর্ভুক্ত ছিল, এবং তিনি ১৯৫৮ সালে সেনাবাহিনীর কমান্ডার হিসেবে নিযুক্ত হন।\nগুরসেল হাস্যরসের সূক্ষ্ম বোধের সাথে একজন সহজ-সরল এবং পিতৃতুল্য ব্যক্তিত্ব হিসেবে জাতীয়ভাবে ও ন্যাটোর পরিধি উভয় ক্ষেত্রেই মানুষ ভালোভাবে পছন্দ করতো এবং তার পেশাদার জ্ঞান ও আচরণের মাধ্যমে জাতি আর সশস্ত্র বাহিনী উভয়ের সম্মান ও আস্থা অর্জন করেছিলেন। চলমান বিষয়ে চেক ও ব্যালেন্স প্রতিষ্ঠার প্রয়াসে একটি দেশাত্মবোধক স্মারকলিপি তিনি ৩ মে ১৯৬০ তারিখে প্রতিরক্ষা মন্ত্রীর কাছে প্রেরণ করেন, যা আগের রাতে তাদের আলাপচারিয়ায় ধারাবাহিকতায় তার ব্যক্তিগত মতামত প্রতিফলিত করে, প্রধানমন্ত্রী আদনান মেন্দেরেসের প্রতি তার সমর্থন প্রকাশ করার সাথে অবিলম্বে একটি অত্যন্ত প্রয়োজনীয় জাতীয় ঐক্যকে শক্তিশালী করার জন্য প্রধানমন্ত্রীর রাষ্ট্রপতির স্থলাভিষিক্ত হওয়া উচিত এই মতামত রাখার ফলে তাকে তার পদ থেকে বরখাস্ত করা হয়। তুর্কি জেনারেল স্টাফের পরবর্তী প্রধান হওয়ার পরিবর্তে তাকে দ্রুত অবসরে বাধ্য করা হয়।\nসেনাবাহিনীকে রাজনীতি থেকে দূরে থাকার পরামর্শ ও আহ্বান জানিয়ে তার একটি বিদায়ী চিঠি ছুটিতে যাওয়ার সময় সশস্ত্র বাহিনীর সকল ইউনিটে পাঠানো হয়। জেমাল গুরসেলের বিবৃতিটি লেখা ছিলো: \"সর্বদা সেনাবাহিনীর সম্মান ও আপনি যে ইউনিফর্ম পরেন তা সমুন্নত করে রাখুন। দেশের বর্তমান উচ্চাভিলাষী ও ক্ষতিকর রাজনৈতিক পরিবেশ থেকে নিজেদেরকে রক্ষা করুন। যেকোনো মূল্যে রাজনীতি থেকে দূরে থাকুন। এটি আপনার সম্মান, সেনাবাহিনীর শক্তি ও দেশের ভবিষ্যতের জন্য অত্যন্ত গুরুত্বপূর্ণ।\" তিনি ইজমিরে যান যেখানে তিনি তুরস্কের সাম্যবাদ বিরোধী সমিতির সভাপতি হন।\n\n\n== রাষ্ট্র প্রধান ==\n\nসারাদেশে বেসামরিক ও একাডেমিক অস্থিরতা অব্যাহত থাকার পর ২৭ মে ১৯৬০ তারিখে জেমাল গুরসেলের অংশগ্রহণ বা নেতৃত্ব ছাড়াই কর্নেল ও নীচের পদে সেনা কর্মকর্তাদের দ্বারা সংগঠিত ও পরিচালিত একটি অভ্যুত্থান ঘটে। গুজব রটে যে, পূর্ব আনাতোলিয়ায় অবস্থিত তৃতীয় বাহিনীর সেনা কমান্ডার ফোর-স্টার জেনারেল রাগুপ উমুসপালা বিদ্রোহী কর্মকর্তাদের একটি আলটিমেটাম দিয়েছিলেন যে যদি তাদের প্রধান হিসেবে একজন জেনারেল নিযুক্ত না হয় তবে তৃতীয় বাহিনী ক্ষমতা দখল নিতে আক্রমণ করবে। যার ফলে রাজধানী ও দেশের প্রশাসন বিদ্রোহী গোষ্ঠী তাদের উপরে একজন উর্ধ্বতন কর্মকর্তা খুঁজতে বাধ্য হয়। জনসাধারণের ও সামরিক পদমর্যাদার মধ্যে ব্যাপক জনপ্রিয়তার কারণে গুরসেলকে পরবর্তীকালে বিপ্লবীরা রাতারাতি নির্বাচিত করে এবং সামরিক অভ্যুত্থানের সভাপতিত্বে নিয়ে আসে ও ২০১৫-এর হিসাব অনুযায়ী তিনি বিশ্বের একমাত্র নেতা যিনি একটি সামরিক অধিগ্রহণের মাধ্যমে ক্ষমতায় অধিষ্ঠিত হন যার পূর্বে এর পরিকল্পনা বা বাস্তবায়নে কোন ভূমিকা ছিল না। সঙ্কটকালীন সময়ে মৌলবাদী অভ্যুত্থান দলের সর্বকনিষ্ঠ কর্মকর্তা ক্যাপ্টেন তাকে সামরিক সি-৪৭ পরিবহন বিমানে করে আঙ্কারায় নিয়ে যায় যিনি ততক্ষণে রাষ্ট্রপতি জালাল বায়ার, প্রধানমন্ত্রী আদনান মেন্দেরেস, জেনারেল স্টাফের প্রধান রুস্তু এরদেলহুন এবং ক্ষমতাসীন ডেমোক্র্যাট পার্টির অন্যান্য সদস্যদের মার্মারা সাগরের ইয়াসয়াদার একটি সামরিক আদালতে সংবিধান লঙ্ঘনের অভিযোগে অভিযুক্ত করে পাঠিয়েছিলো। অভ্যুত্থানের পরের দিন চার তারকা জেনারেল জেমাল গুরসেলকে ৩০ মে ১৯৬০ সালের ২৪ তম সরকারের সর্বাধিনায়ক, রাষ্ট্রপ্রধান, প্রধানমন্ত্রী ও প্রতিরক্ষা মন্ত্রী হিসাবে ঘোষণা করে, তাত্ত্বিকভাবে তাকে কামাল আতাতুর্কের চেয়েও অধিক নিরঙ্কুশ ক্ষমতা দেওয়া হয়েছিলো।\nগুরসেল ২০০ জন ছাত্র ও নয়জন সংবাদকর্মীকে মুক্তি দেয় এবং ১৪টি নিষিদ্ধ সংবাদপত্রকে আবার প্রকাশনা শুরু করার অনুমতিপত্র দেয় (টাইম, ৬ জুন ১৯৬০)। তিনি ২৭ মে তারিখে ইস্তাম্বুল ও আঙ্কারা বিশ্ববিদ্যালয় থেকে নতুন সংবিধানের খসড়া লেখার জন্য দশজন অধ্যাপক সিদ্দিক সামি ওনার, হুফজু ভেলদেত ভেলিদেদেয়োলু, রাগুপ সারিজা, নাজি স্যানসোয়, হুসেইন নাইল কুবালে, তারেক জাফের তুনায়া, ইসমেত গিরিতলি, ইলহান আর্সেল, বাহরি সাভজি, মুয়াম্মার আকসয়দের সাথে সহকারী হিসেবে এক আইন স্নাতকোত্তর ছাত্র এরদোগান তেজিজকে আনেন। একই দিনে জেনারেল জেমাল গুরসেলের সাথে তাদের প্রথম বৈঠকের সময়, অধ্যাপক ওনার আইন শিক্ষাবিদদের গোষ্ঠীর পক্ষে ঘোষণা করেছিলেন যে 'দিনটির পরিস্থিতিকে একটি সাধারণ ও রাজনৈতিক অভ্যুত্থান হিসাবে ব্যাখ্যা করা উচিত নয়, যা সেই দিন প্রজাতন্ত্রে শুরু হওয়া পরিবর্তন প্রক্রিয়ার মাধ্যমে বিপ্লব আনার ইঙ্গিত দেয়। রাষ্ট্রপতি জেমাল গুরসেল এছাড়াও প্রতিরক্ষা মন্ত্রণালয়ে নির্দেশনা দেওয়ার জন্য একটি বৈজ্ঞানিক পরিষদ গঠন করেন, পরে সরকারকে আরও বিস্তৃতভাবে পরামর্শ দেওয়ার জন্য তুরস্কের বৈজ্ঞানিক ও প্রযুক্তিগত গবেষণা পরিষদ গঠন করেন।\nতিনি তৃতীয় বাহিনীর কমান্ডার জেনারেল রাগুপ উমুসপালাকে জেনারেল স্টাফের নতুন প্রধান হিসেবে নিযুক্ত করেন যিনি দুই মাসের মধ্যে অবসর গ্রহণের পর জেনারেল জেভদেত সুনায়ের স্থলাভিষিক্ত হন এবং ডেমোক্র‍্যাট পার্টির প্রাক্তন সদস্যদের একত্রিত করতে উমুসপালাকে নতুন জাস্টিস পার্টি গঠনের জন্য গুরসেল আরও নির্দেশনা প্রদান করেন। একটি সরল ও রক্ষণশীল বাছাই গুরসেলকে তুরস্কের সবচেয়ে জনপ্রিয় ব্যক্তিত্ব হয়ে তুলে, তিনি সরকারি অফিসে আতাতুর্কের সাথে তার ছবি প্রদর্শন নিষিদ্ধ করেছিলেন, গ্রামীণ জনগোষ্ঠীতে একটি খোলা জিপে চড়ে বেড়াতেন, কৃষকদের সাথে কথা বলতেন যেন তারা তার সন্তান (টাইম, ৬ জানুয়ারি ১৯৬১)। তিনি ব্যক্তিগত হস্তক্ষেপে ইয়াসয়াদা ট্রায়াল থেকে মৃত্যুদণ্ডের রায়ের সংখ্যা ১৫ থেকে কমিয়ে তিনে নামিয়ে আনতে সফল হন। ফাঁসির দণ্ড প্রত্যাহার করার জন্য ও আদনান মেন্দেরেস ও অন্য দুই মন্ত্রীর মুক্তির জন্য অন্যান্য বিশ্ব নেতাদের সাথে ক্ষমা ও প্রচেষ্টার জন্য গুরসেলের আবেদন জান্তা প্রত্যাখ্যান করে। জাতীয় ঐক্য কমিটির একজন সদস্য তার স্মৃতিচারণে লিখেছেন যে, মেন্দেরেসের মৃত্যুদণ্ড রোধে সেমাল গুরসেলের হস্তক্ষেপের পরে, ট্রাইব্যুনালের প্রধান অভিশংসক আলতায়ে ওমের এগেসেল বলেছিলেন: 'আসুন তাড়াতাড়ি করা যাক! তারা তাকে (মেন্ডেরেসকে) বাঁচাবে!', মেন্ডেরেসকে বাঁচানোর জন্য ইমরালি দ্বীপে একটি ক্ষমা অপারেশনের ক্ষেত্রে নেভি ডেস্ট্রয়ারে মৃত্যুদণ্ড কার্যকর করার জন্য একটি জরুরি পরিকল্পনার ব্যবস্থাও করে, একই সময়ে, আইনি প্রশ্নে একটি প্রেস বিজ্ঞপ্তি প্রকাশ করে একটি হস্তক্ষেপের জন্য গুরসেল এর ক্ষমতা বৈধতার প্রশ্ন তুলে। সে সময় ইস্তাম্বুলের জেলা অ্যাটর্নি সিনেটর মেহমেত ফেয়াত সম্প্রতি ঘোষণা করেন: 'তারা আমাদের ফোন লাইন কেটে দিয়েছে। আদনান মেন্দেরেসকে নিয়মের বিরুদ্ধে ফাঁসি দেওয়া হয়েছিল। আমার মৃত্যুদন্ড তদারকি করার কথা ছিল। বিপ্লব ট্রাইব্যুনালের প্রধান অভিশংসক এগেসেল অনুমোদন না থাকা সত্ত্বেও মৃত্যুদণ্ড কার্যকর করেন। ইসমেত ইনোনু এবং জেমাল গুরসেল ইতিমধ্যেই তাকে (মেন্দেরেসকে) মৃত্যুদণ্ড না দেওয়ার জন্য ফোন করেছিল কিন্তু তথ্যযোগাযোগ দপ্তর লাইন কেটে দেয় ও এজেসেল মৃত্যুদণ্ড কার্যকর করার জন্য (যোগাযোগ) শূন্যস্থান ব্যবহার করে।' জেমাল গুরসেল সামরিক শাসন অব্যাহত রাখার চাপ প্রতিরোধ করেছিলেন, তার জীবনের উপর একটি সামরিক হত্যা প্রচেষ্টার ফলে আহত হয়েছিলেন (কর্নেলকে ক্ষমা করেছিলেন)  যিনি তাকে গুলি করেছিলেন), পরবর্তী একাধিক সামরিক অভ্যুত্থান প্রচেষ্টা ব্যর্থ করে, অভ্যুত্থানের সংগঠকদের বিদেশী পদে নিয়োগ করে এবং একটি নতুন সংবিধান প্রণয়নে ও কামালবাদী দৃষ্টিভঙ্গির গণতান্ত্রিক শৃঙ্খলায় ফিরে আসার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করে।\n\n\n== রাষ্ট্রনায়ক ==\nজেমাল গুরসেল ৮ জুন ১৯৬০ সালে আঙ্কারায় পূর্বে বাতিল হওয়া তুর্কি ও স্কটিশ জাতীয় ফুটবল দলের খেলার (তুরস্ক ৪, স্কটল্যান্ড ২) সময়সূচী পুনঃনির্ধারণ করেন এবং দলগুলো অংশগ্রহণ করেন যার পরে জেমাল গুরসেল কাপ নামে একটি জাতীয় ফুটবল টুর্নামেন্ট অনুষ্ঠিত হয় যা জাতীয় মনোবল বাড়াতে সাহায্য করেছিল। অভ্যুত্থান-পরবর্তী সপ্তাহগুলো ৩ জুলাই ইস্তাম্বুলে ফাইনালের সাথে (ফেনারবাহচে ১, গালাতাসারায় ০)। তিনি তুর্কি সশস্ত্র বাহিনীর ব্যাপক আধুনিকায়ন ও স্নায়ুযুদ্ধের সময়, বিশেষ করে কিউবার ক্ষেপণাস্ত্র সংকটের সময় মুক্ত বিশ্ব ও ইউরোপের দৃঢ় প্রতিরক্ষায় সক্রিয় ভূমিকা নিয়েছিলেন। পূর্বের চুক্তি অনুসারে ১৯৬০ সালের আগস্টে সাইপ্রাসের স্বাধীনতার ঘোষণা এবং সাইপ্রাসে একটি তুর্কি সামরিক ইউনিট মোতায়েন হয়েছিলো। তিনি ১৯৬১ সালের প্রথম দিকে আঙ্কারায় রানি দ্বিতীয় এলিজাবেথের সফর ও ১৯৬২ সালে উপরাষ্ট্রপতি লিন্ডন জনসনের সফরের আয়োজন করেছিলেন। স্যার বার্নার্ড বারোজের সমন্বিত কাজের সাথে গুরসেল জুলাই ১৯৬১ সালে ইরাক দ্বারা আক্রমণের হুমকিতে থাকা ব্রিটিশ সামরিক যুদ্ধ বিমানের জন্য কুয়েতকে সমর্থন করার জন্য তাদের পথে তুর্কি আকাশসীমা অতিক্রম করার জন্য প্রাপ্ত হন এবং ক্ষমতাসীন সামরিক ন্যাশনাল ইউনিটি কমিটির (এনইউসি) অনুমতি দেন। অন্তর্বর্তী সংসদের প্রস্তাবের ভিত্তিতে পরবর্তী রাষ্ট্রপতি হওয়ার বিষয়ে একজন জার্মান সাংবাদিক তার অভিপ্রায় সম্পর্কে প্রশ্ন করলে জেমাল গুরসেল উত্তর দিয়েছিলেন যে তিনি অন্তর্বর্তী সরকার দ্বারা নয় বরং জাতি চাইলেই সেবা করতে প্রস্তুত। তিনি রাষ্ট্রপতি পদের জন্য নিজের প্রার্থীতাকে এগিয়ে রাখেননি বা তার নির্বাচনের জন্য বা অন্য কোনও প্রার্থীর বিরুদ্ধে কাজ করেননি। তিনি অন্তর্বর্তীকালীন প্রধানমন্ত্রী ও ভবিষ্যত রাষ্ট্রপতি পদ উভয়ের জন্য আঙ্কারায় চিকিৎসা ও বিজ্ঞানের বেশ কয়েকজন উচ্চপদস্থ শিক্ষাবিদদের প্রার্থীতার প্রস্তাব দেন। গুরসেল দেশের সংখ্যালঘুদের পূর্ণ স্বার্থের প্রচারের সাথে অংশগ্রহণমূলক গণতন্ত্রের উপর বিশেষ জোর দেন, তিনি তুর্কি নাগরিক জাতিগত নেতা আর্মেনীয় হারমাইন কালুস্তিয়ান, গ্রিকদের কালুদি লস্করি, ইহুদি বংশোদ্ভূত এরোল ডিলেক এবং অন্তর্বর্তীকালীন প্রতিনিধি পরিষদের পূর্ণ সদস্যদের তার \"রাষ্ট্রপ্রধানের ডেপুটি প্রতিনিধি\" হিসেবে নিয়োগ দেন। শালোম-এর সম্পাদক আব্রাম লিয়ন তার ভ্রমণ ও বিদেশী রাষ্ট্রীয় কার্যাবলীতে তার সাথে ছিলেন। তিনি বাকস্বাধীনতা পুনঃপ্রতিষ্ঠিত করেন যা পূর্ববর্তী মন্ত্রিসভা দ্বারা মিডিয়া প্রতিষ্ঠান ও সংবাদপত্র থেকে হরণ করা হয়েছিল।\nপ্রথমবারের মতো তুর্কি ইতিহাসে চেক ও ব্যালেন্সের একটি উন্নত ব্যবস্থা সহ সাংবিধানিক সুরক্ষার অধীনে একটি সংবিধান নাগরিক ও রাজনৈতিক অধিকারের সম্পূর্ণ পাঠ্য নিয়ে আসে যা ১০ অক্টোবর ১৯৬১-এ অনুষ্ঠিত একটি গণভোটের মাধ্যমে অনুমোদিত হয়। ১৯৬১ সালে সংসদীয় রায়গুলোকে \"চেক\" অঙ্গ হিসাবে যাচাই করে প্রথম সাংবিধানিক আদালত প্রতিষ্ঠার মাধ্যমে একটি নতুন দৃষ্টান্ত পরিবর্তন করে এবং সংসদে একটি সিনেট যোগ করে, সাধারণ নির্বাচনের পরে তুর্কি গ্র্যান্ড ন্যাশনাল অ্যাসেম্বলি পুনরায় খোলা হয়েছিল, জেমালকে তুরস্কের চতুর্থ রাষ্ট্রপতি হিসেবে মনোনীত ও ভোট দেন। সাংবাদিক সাংসদ জিহাত বাবান তার বই, দ্য গ্যালারি অফ পলিটিক্স (পলিটিকা গ্যালেরিসি) বইতে দাবি করেছেন যে জেমাল গুরসেল তাকে বলেছিলেন \"সুলেমান দেমিরেল জাস্টিস পার্টির (আদালেট পার্টিসি) প্রধান হলে আমরা সমস্ত সমস্যার সমাধান করতে পারি। তাকে দলের নেতা হওয়ার জন্য আমি অনেক পরিশ্রম করছি। এতে সফল হলে আমি খুশি হবো।\" ২৮ নভেম্বর ১৯৬৪ সালে দ্বিতীয় মহান পার্টি সম্মেলনে ডেমিরেল চেয়ারম্যান নির্বাচিত হন। তুরস্ক প্রজাতন্ত্রের রাষ্ট্রপতি জেমাল গুরসেল ১৯৬১ সালের নভেম্বরে, জুন ১৯৬২ ও ডিসেম্বর ১৯৬৩ সালে ইসমত ইনোনুকে নতুন সরকার গঠন ও প্রধানমন্ত্রী হিসেবে দায়িত্ব পালনের জন্য, ফেব্রুয়ারি ১৯৬৫ সালে সিনেটর সুয়াত হায়রি উরগুপ্লুকে এবং ১৯৬৫ সালের অক্টোবরে নির্বাচনের পর জাস্টিস পার্টির সুলেমান দেমিরেলকে জেনারেলের অনুসরণে দায়িত্ব অর্পণ করেন।\nপশ্চিম ও সোভিয়েত ব্লকের মধ্যে উত্তেজনা হ্রাসের সাথে সাথে, গুরসেল তার দেশের জনসংখ্যার ২.৭৮ কোটির জন্য সোভিয়েত ইউনিয়নের সাথে উন্নত সম্পর্ক চেয়েছিলেন, যেমন একটি টেলিফোন লাইন চুক্তির সূচনা, পশ্চিমা জোটের অন্যান্য সদস্যদের সাথে শুরু করার সময় মার্কিন যুক্তরাষ্ট্র ও যুক্তরাজ্যের সাথে নতুন ঋণ চুক্তির পাশাপাশি ১৯৬০ সালে জার্মানির সাথে দ্বিপাক্ষিক প্রযুক্তিগত ও বিনিয়োগ সম্পর্ক।\nইস্তাম্বুলের পারমাণবিক চুল্লিটি ১৯৬২ সালে তার প্রশাসন শুরু হওয়ার দুই বছরের মধ্যে সরকারের প্রথম গবেষণা ও রাষ্ট্রীয় গ্রন্থাগার প্রতিষ্ঠার সাথে চালু হয়ে যায়। তিনি ইউনিয়ন গঠন এবং দেশে ধর্মঘট করার স্বাধীনতা ও আইনি অধিকার প্রদানের প্রচার করেন। তুর্কি বিশ্ববিদ্যালয়গুলো প্রথমবারের মতো আইন দ্বারা স্বায়ত্তশাসনের স্বাধীনতা লাভ করে যা তিনি পাস করেছিলেন। জেমাল গুরসেল পূর্ববর্তী রাষ্ট্রপতি জালাল বায়ার ও প্রাক্তন জেনারেল স্টাফ প্রধান রুস্তু এরদেলহুনের যাবজ্জীবন কারাদণ্ডের জন্য রাষ্ট্রপতির ক্ষমা মঞ্জুর করেছিলেন যার পূর্বের মৃত্যুদণ্ডের সাজাও গুরসেলের আপিলের উপর জাতীয় ঐক্য কমিটি প্রত্যাহার করেছিলো। তিনি তুরস্কে পরিকল্পিত অর্থনীতির নতুন যুগের সূচনা করেন, একটি রাষ্ট্রীয় পরিসংখ্যান ইনস্টিটিউট গঠন করেন, রাষ্ট্রীয় পরিকল্পনা সংস্থা (ডিপিটি) চালু করেন যা \"প্রথম ৫-বছরের উন্নয়ন পরিকল্পনা\" বাস্তবায়ন করে, ১৯৬১ সালে জাতিসংঘে তুর্কি প্রজাতন্ত্রের পুনঃপ্রবেশের ব্যবস্থা করেন। নিরাপত্তা পরিষদ ১৯৬৩ সালে ফ্রান্স, বেলজিয়াম, নেদারল্যান্ডস, জার্মানি, ইতালি এবং লুক্সেমবার্গের সাথে স্বাক্ষরিত আঙ্কারা চুক্তির সাথে ইউরোপীয় ইউনিয়নের সদস্যপদ লাভের দিকে শার্ল দ্য গোল এবং কনরাড আডেনাউয়েরের সাথে ঘনিষ্ঠ ও ব্যক্তিগত কূটনৈতিক আলোচনার মাধ্যমে তুরস্ককে পরের বছর সহযোগী সদস্যপদ লাভ করার দিকে নিয়ে যায় এবং যুদ্ধোত্তর শিল্প উন্নয়নে সহায়তা করার জন্য জার্মানি ও পশ্চিম ইউরোপে একটি বিশাল তুর্কি কর্মী অভিবাসন করে।\nব্রিটিশ শাসন থেকে সাইপ্রাসীয় স্বাধীনতার সংগ্রামের ভিত্তিতে ১৯৫৬ সালে যুক্তরাজ্য থেকে নির্বাসিত একজন সাইপ্রাসীয় নেতা যখন ১৯৬৩ সালের নভেম্বরে ১৯৬০ সালের সংবিধানের মৌলিক অনুচ্ছেদগুলো সংশোধন করতে চেয়েছিলেন, তখন তুরস্কে সাম্প্রদায়িক সহিংসতা শুরু হয়। চুক্তির গ্যারান্টার তুর্কি, ব্রিটেন ও গ্রিস যারা সাইপ্রাসের স্বাধীনতার দিকে পরিচালিত করেছিল তারা জেনারেল ইয়ং এর নেতৃত্বে দ্বীপে একটি ন্যাটো বাহিনী পাঠাতে চেয়েছিলো। সাইপ্রাসীয় তুর্কি ও সাইপ্রাসীয় গ্রিকদের মধ্যে ক্রমাগত জাতিগত সহিংসতার কারণে, রাষ্ট্রপতি গুরসেল সতর্কীকরণ ফ্লাইট ও পরবর্তীতে তুর্কি বিমান বাহিনীর দ্বারা দ্বীপের বিরুদ্ধে ক্রমাগত বিমান হামলার নির্দেশ দেন যা ১৯৬৪ সালের ৭ থেকে ১০ আগস্টের মধ্যে অব্যাহত ছিল, যা ইউএসএসআরের নিকিতা ক্রুশ্চেভের শান্ত হওয়ার আমন্ত্রণ তুরস্কের সামরিক উদ্দেশ্য পূরণের সাথে শেষ হয়েছিলো।\nজেমাল গুরসেল ১৯৬৩ সালে ক্রমবর্ধমান আন্তর্জাতিক সন্ত্রাসবাদ প্রবণতার বিরুদ্ধে প্রতিক্রিয়া ও প্রস্তুতির জন্য একটি আধুনিক জাতীয় গোয়েন্দা সংস্থার কাছে গোপনীয় নিরাপত্তা পরিষেবার \"বিশেষ সংস্থা\" \"তেসলিলাত-ই মাহসুসা\" সংস্কার করেন। তিনি পারস্পরিক স্বার্থের অর্থনৈতিক ও সাংস্কৃতিক বিষয়গুলোয় মনোনিবেশ করার জন্য মধ্যপ্রাচ্যের দেশ ও পাকিস্তানের পথ প্রশস্ত করেছিলেন এবং ১৯৬১ সালে স্বল্পস্থায়ী সংযুক্ত আরব প্রজাতন্ত্র ভেঙে যাওয়ার পরে আঙ্কারা সিরিয়াকে স্বীকৃতি দেয় ও ১৯৬৫ সালে মিশরের সাথে আরও কূটনৈতিক সম্পর্ক পুনঃস্থাপন করে। ১৯৬৪ সালের জুলাই মাসে পাকিস্তানের রাষ্ট্রপতি আইয়ুব খান, তুরস্কের রাষ্ট্রপতি জেমাল গুরসেল ও ইরানের শাহ মোহাম্মদ রেজা পাহলভি ইস্তাম্বুলে আঞ্চলিক সহযোগিতার জন্য উন্নয়ন সংস্থা প্রতিষ্ঠার ঘোষণা দেন যা ভবিষ্যতে কোনো এক সময়ে আফগানিস্তান ও সম্ভবত ইন্দোনেশিয়ার যোগদানের চিন্তা মাথায় রেখে পরিবহন ও যৌথ অর্থনৈতিক প্রকল্পের প্রচারের জন্য প্রতিষ্ঠা করা হয়। তিনি রাজনৈতিক ভিন্নমতাবলম্বী ইরানের আয়াতুল্লাহ খোমেনি ও ইরাকের মোল্লা বারজানিকে আশ্রয় দিয়েছিলেন।\nপ্রজাতন্ত্রের প্রতিষ্ঠার ৪০ বছর পর গুরসেল এরজুরুমে কেন্দ্রীয়ভাবে অবস্থিত প্রদেশের মধ্যে পূর্ব আনাতোলিয়ার প্রথম বেতার সম্প্রচার কেন্দ্র চালু করে, যেখানে আঙ্কারা ও ইস্তাম্বুল বেতারের ট্রান্সমিশন গ্রহণ করা হতোনা। তিনি অণুতরঙ্গ তথ্যযোগাযোগ নেটওয়ার্ক চালু করে টেলিফোন ও টেলিটাইপ ক্ষমতা বৃদ্ধির পাশাপাশি লন্ডন ও আঙ্কারার সাথে রাওয়ালপিন্ডি, করাচি, তেহরান এবং ইস্তাম্বুলের সাথে সংযোগকারী একটি উচ্চ-ফ্রিকোয়েন্সি বেতার সংযোগ স্থাপন করেন। তিনি প্রথমবারের মতো ১৯৬০-এর দশকের শুরুতে দক্ষিণ-পূর্ব আনাতোলীয় অঞ্চলের জন্য নতুন কৃষি ও কাঠামোগত উন্নয়ন পরিকল্পনার ভিত্তি স্থাপন করেন। ৩১ আগস্ট ১৯৬২ সালে তাঁর নির্দেশে নবি ইব্রাহিম, মুসা, ইউসুফ, দায়ুদ ও মুহাম্মদের পবিত্র ব্যবহার্য বস্তু প্রথমবারের জন্য সর্বসাধারণের দেখার জন্য তোপকাপি প্রাসাদের সংরক্ষাণাগার থেকে প্রদর্শন করা হয়, যার মধ্যে আছে ৭ম শতাব্দী থেকে বিদ্যমান প্রাচীনতম কোরানগুলো। গুরসেল মন্ত্রিসভায় প্রথম সংস্কৃতি ও পর্যটন মন্ত্রণালয় যুক্ত করেন। পশ্চিমে দেশের পর্যটন জনপ্রিয়তা প্রচারের সমান্তরাল প্রয়াসে, এরিক অ্যাম্বলারের বইটির চলচ্চিত্র সংস্করণ তোপকাপি একই উদ্দেশ্যে প্রযোজিত হয়। এটি প্যারিস ও ইস্তাম্বুলে শুটিং করা হয়েছিলো যা সাফল্যের সাথে মুক্তি পায়। একইভাবে, তুরস্কের পর্যটন জনপ্রিয়তা প্রচার করার জন্য জন এফ কেনেডির আগ্রহের ফলে তার প্রিয় বইগুলোর মধ্যে অন্যতম ইয়ান ফ্লেমিংয়ের ফ্রম রাশিয়া উইথ লাভ ইস্তাম্বুলে দ্বিতীয় জেমস বন্ড মুভি হিসাবে শুটিং করা হয়েছিল। দেশের ধর্ম বিষয়ক অধিদপ্তর নেটওয়ার্ক তার নির্দেশে প্রতিষ্ঠিত হয়েছিল যা ২২ জুন ১৯৬৫ সালে চালু হয়। তিনি ১৯৬৩ সালে রাষ্ট্রপতির অনুমোদনের জন্য উপস্থাপিত আইন প্রস্তাবগুলোকে সংসদীয় পুনঃআলোচনায় ফিরিয়ে দেওয়ার নতুন পদ্ধতি শুরু করেন। জেমাল গুরসেল ১৯৬৩ সালে তুরস্কের বৈজ্ঞানিক ও প্রযুক্তিগত গবেষণা পরিষদ ও জাতীয় নিরাপত্তা পরিষদ প্রতিষ্ঠা করেন। তিনি অধ্যাপক জাহিত আরফকে গবেষণা পরিষদের প্রথম পরিচালক হিসেবে নিয়োগ করেন, তিনি আনুষ্ঠানিকভাবে তুরস্কের বৈজ্ঞানিক ও প্রযুক্তিগত গবেষণা পরিষদকে প্রাথমিকভাবে আইনের মাধ্যমে সরকারি উপদেষ্টা দায়িত্ব প্রদান করেন। ১৯৬৪ সালে তার প্রশাসনের অধীনে প্রথমবারের মতো তুরস্কে টেলিভিশন সম্প্রচার নিয়ে আসা একটি সরকারি সংস্থা হিসাবে তুর্কি রেডিও ও টেলিভিশন (টিআরটি) সংস্থার ভিত্তি ছাড়াও, গণমাধ্যম কলেজ ও রাষ্ট্রবিজ্ঞান কলেজ চালু করার নির্দেশ দেন যা আঙ্কারায় ১৯৬৫ সালের নভেম্বরে অনুসরণ করা হয়েছিলো। জনসংখ্যা বৃদ্ধি নিয়ন্ত্রণের পরিকল্পনার দেশটির নতুন উদ্যোগ ১৯৬৫ সালে কার্যকর করা হয়। প্রথম গার্হস্থ্য তুর্কি গাড়ি ডেভরিমের (বিপ্লব) উৎপাদন জেমাল গুরসেলের নির্দেশে সংঘটিত হয়েছিলো যা পরবর্তী কয়েক বছরে প্রজাতন্ত্রে একটি স্বয়ংচালিত শিল্পের সূচনা করে। দেশে কম্পিউটারের প্রথম ব্যবহার, লোহা ও ইস্পাত ব্যাপক উৎপাদন বৃদ্ধি, তাপবিদ্যুৎ কেন্দ্র এবং একটি পেট্রোল পাইপলাইন গঠন তার রাষ্ট্রপতিত্বের সময় ঘটেছিলোর। জেমাল গুরসেল তার রাষ্ট্রপ্রধান ও পরবর্তী রাষ্ট্রপতি পদের জন্য পারিশ্রমিক প্রত্যাখ্যান করেছিলেন এবং আঙ্কারার চাঙ্কায়ায় রাষ্ট্রপতি প্রাসাদে তাদের জীবনকালে তাদের নিজস্ব ব্যয় মেটাতে তার অবসরপ্রাপ্ত জেনারেলের বেতন দিয়ে তার ও তার পরিবারের জীবনযাপন করেছিলেন।\n\n\n== অসুস্থতা ==\n১৯৬১ সালের গোড়ার দিকে সূচিত ও ১৯৬৬ সালে দ্রুত ছড়িয়ে পড়া পক্ষাঘাতের কারণে ২ ফেব্রুয়ারিতে জেমাল গুরসেলকে মার্কিন রাষ্ট্রপতি লিন্ডন বি. জনসন কর্তৃক প্রেরিত ব্যক্তিগত বিমান \"ব্লুবার্ড\"-এ করে ওয়াশিংটন ডিসির ওয়াল্টার রিড সামরিক চিকিৎসা কেন্দ্রে নিয়ে যাওয়া হয়। এক সপ্তাহ পরে, তিনি নতুন একটি ধারাবাহিক পক্ষাঘাতগ্রস্ত স্ট্রোক ভোগ করার পরে সেখানে সংজ্ঞাহীনতায় চলে যান। সরকার তাকে ২৪ মার্চ তুরস্কে ফিরিয়ে নেওয়ার সিদ্ধান্ত নেয়। বাড়ি ফেরার পথে রাষ্ট্রপতি জনসন রাষ্ট্রপতি সেমাল গুরসেলের প্রতি শ্রদ্ধা জানাতে হোয়াইট হাউস থেকে ওয়াশিংটন, ডিসির কাছে হেলিকপ্টারে করে মেরিল্যান্ডের অ্যান্ড্রুজ বিমান বাহিনী ঘাঁটি আসেন, পাশাপাশি নিম্নলিখিত বিবৃতি জারি করেন \"আমাদের বিশিষ্ট বন্ধু, তুরস্কের রাষ্ট্রপতি জেমাল গুরসেল চিকিৎসার জন্য ২ ফেব্রুয়ারি যুক্তরাষ্ট্রে আসেন। আশা ছিল যে এই দেশে সম্প্রতি উদ্ভাবিত নতুন চিকিৎসা পদ্ধতিগুলো তার কয়েক বছরের অসুস্থতার চিকিৎসায় কার্যকর হবে। আমরা প্রাথমিকভাবে ওয়াল্টার রিড হাসপাতালে তার অগ্রগতি দ্বারা উৎসাহিত হয়েছিলাম, শুধুমাত্র ৮ ফেব্রুয়ারিতে এই খবরে হতবাক হয়েছিলাম যে তার স্বাস্থ্য একটি গুরুতর নতুন আঘাত পেয়েছে। রাষ্ট্রপতির সাথে থাকা বিশিষ্ট তুর্কি ডাক্তারদের দক্ষতার সাথে আমাদের সেরা প্রতিভা, রাষ্ট্রপতি সম্পূর্ণরূপে পুনরুদ্ধার করে তার বাড়িতে ফিরে আসবেন এই আশায় সর্বোচ্চ চেষ্টা করা হয়েছিল। আমরা দুঃখিত যে এই আশা বাস্তবায়িত হয়নি। রাষ্ট্রপতি গুরসেল চিকিৎসা নিতে আমাদের দেশে এসে আমরা গভীরভাবে সম্মানিত হয়েছি। তিনি যখন স্বদেশে ফিরে আসেন, আমাদের প্রার্থনা তার সঙ্গে থাকবে\"। আঙ্কারার গুলহানে সামরিক হাসপাতালের একটি সামরিক কমিটির প্রতিবেদনের সাথে সংসদ ২৮ মার্চ ১৯৬৬ সালে সংবিধান অনুযায়ী অসুস্থতার কারণে তার রাষ্ট্রপতির পদ বাতিল করার রায় দেয়। তিনি ১৪ সেপ্টেম্বর ১৯৬৬ সালে আঙ্কারায় ৬:৪৫ মিনিটে সন্ন্যাস রোগে মারা যান। তিনি কোনো নির্দেশ বা শেষ ইচ্ছা রেখে যাননি। তাকে আতাতুর্কের সমাধির আঙিনায় \"স্বাধীনতা শহীদ স্মৃতিসৌধ\" বিভাগে সমাহিত করা হয়েছিল। তার মৃতদেহ ২৭ আগস্ট ১৯৮৮-এ নবনির্মিত তুর্কি রাষ্ট্রীয় কবরস্থানের স্থায়ী সমাধিস্থলে স্থানান্তরিত করা হয়।\n\n\n== কিংবদন্তি ==\nতার সমস্ত কৃতিত্ব ও সাধারণ আচরণে মহান বিনয়ের মধ্যে তিনি একটি পাশ্চাত্য গণতান্ত্রিক অগ্রগতির জন্য একটি সুশিক্ষিত যুবক ও আতাতুর্কীয় ঐতিহ্যে একটি কঠোর পরিশ্রমী জনগোষ্ঠীর নৈতিকতার উচ্চ মানের প্রয়োজনের উপর সর্বাধিক জোর দেওয়ার চেষ্টা করেছিলেন (ইমরান ওকটেমের ভাষ্য, সুপ্রিম কোর্টের প্রধান বিচারপতি – ইয়ারিতে, ১৯৬৬)। একজন রাষ্ট্রনায়ক ও সৈনিক হিসেবে তার প্রতিকৃতি দীর্ঘদিন ধরে তুরস্কের বেশিরভাগ বাড়িতে আতাতুর্কের পাশে ছিল। এরজুরুম জেমাল গুরসেল স্টেডিয়াম সহ কিছু স্কুল ও রাস্তার নামকরণ তার নামে করা হয়েছিলো। তার মেয়াদের উন্নয়নগুলোকে \"তুর্কি বিপ্লব\" হিসাবে বর্ণনা করা হয়েছিল যা ১৯৮১ সাল পর্যন্ত ২৭ মে সংবিধান দিবস হিসেবে প্রতি বছর পালিত হত। ২০০২ সালে, সংবিধান দিবস উপলক্ষে একটি স্মারক মুদ্রা প্রকাশ করা হয়। ২০০৮ সালে তার স্মরণে বিপ্লবের গাড়ি চলচ্চিত্রটি মুক্তি পায়।\n\n\n== আরও দেখুন ==\n১৯৬২-এ তুরস্কে অভ্যুত্থানের চেষ্টা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফারাওদের গান - প্রাচ্য ও পশ্চিমের রাজা\n২৬ মে ১৯৬০-এ রাজনৈতিক দৃশ্যের বিশ্লেষণ, গবেষণা নিবন্ধ (তুর্কি ভাষায়)\nজেনারেল গুরসেল এইচএম কুইন এলিজাবেথের তুরস্ক, আঙ্কারা, ১৯৬১-এ প্রথম সফরের আয়োজন করছেন\n১৯৬০-১৯৬২ তুর্কি ইতিহাসের ভূ-চিহ্ন\n১৯৬৩-১৯৬৬ তুর্কি ইতিহাসের ভূ-চিহ্ন\nজেমাল গুরসেলের চিঠির সম্পূর্ণ অনূদিত পাঠ্য তুর্কি মূলের গবেষণা কপি\nজেমাল গুরসেলের স্মারকলিপি প্রকাশ\nরাষ্ট্রপতির ওয়েব পাতায় তার ভিডিও ও ছবি\nআঙ্কারায় উপরাষ্ট্রপতি লিন্ডন জনসনের সাথে জেমাল গুরসেল, ১৯৬২ (আনাতোলীয় এজেন্সি অ্যালবাম)\n৬০-এর দশকের ভিডিও মন্টেজ\nমার্কিন প্রেসিডেন্টের বার্তা অনুসন্ধান জেমাল গুরসেল\nআঙ্কারা চুক্তির পাঠ্য\nচলচ্চিত্র \"বিপ্লবের গাড়ি\"\nলাইফ ম্যাগাজিনে তার ছবি\nমার্কিন দূতাবাসের তারবার্তায় মৃত্যুদন্ড কার্যকর বন্ধ করার জন্য জেমাল গুরসেল, ইসমেত ইনোনু এবং তার পুরো মন্ত্রিসভা ও জেনারেল জেভদেত সুনায়ের সম্মিলিত প্রচেষ্টার প্রতিফলন"}