{"pageid": 1320262, "title": "ভারতের সামুদ্রিক ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1320262", "content": "ভারতীয় সামুদ্রিক ইতিহাস খ্রিস্টপূর্ব ৩য় সহস্রাব্দে শুরু হয় যখন সিন্ধু উপত্যকার অধিবাসীরা মেসোপটেমিয়ার সাথে সামুদ্রিক বাণিজ্য যোগাযোগ শুরু করে। বৈদিক নথিপত্র অনুসারে , ভারতীয় ব্যবসায়ী ও বণিকরা সুদূর পূর্ব এবং আরবের সাথে ব্যবসা করত । মৌর্য সাম্রাজ্যের সময় (খ্রিস্টপূর্ব তৃতীয় শতাব্দী) জাহাজ ও বাণিজ্য তত্ত্বাবধানের জন্য একটি নির্দিষ্ট \"নৌ বিভাগ\" ছিল। খ্রিস্টপূর্ব ১ম শতাব্দীর শেষে অগাস্টাসের শাসনামলে ভারতীয় পণ্য রোমানদের কাছে পৌঁছেছিল এবং রোমান ঐতিহাসিক স্ট্র্যাবোমিশরের রোমান অধিভুক্তির পর ভারতের সাথে রোমান বাণিজ্য বৃদ্ধির কথা উল্লেখ করেছে । ভারত এবং গ্রিকো-রোমান বিশ্বের মধ্যে বাণিজ্য বৃদ্ধির সাথে সাথে, মশলা ভারত থেকে পশ্চিমা বিশ্বে প্রধান আমদানি হয়ে ওঠে, রেশম এবং অন্যান্য পণ্যকে বাইপাস করে। ভারতীয়রা আলেকজান্দ্রিয়ায় উপস্থিত ছিল যখন রোম থেকে খ্রিস্টান ও ইহুদি বসতি স্থাপনকারীরা রোমান সাম্রাজ্যের পতনের পরও ভারতে বসবাস অব্যাহত রেখেছিল, যার ফলশ্রুতিতে রোম লোহিত সাগরের বন্দরগুলি হারিয়েছিল, আগে দ্বারা ভারতের সাথে বাণিজ্য নিরাপদ করতে ব্যবহৃত হয়টলেমাইক রাজবংশ থেকে গ্রেকো-রোমান বিশ্ব । দক্ষিণ-পূর্ব এশিয়ার সাথে ভারতীয় বাণিজ্যিক সংযোগ ৭ম-৮ম শতাব্দীতে আরব ও পারস্যের বণিকদের জন্য গুরুত্বপূর্ণ প্রমাণিত হয়েছিল। ২০১৩ সালে প্রকাশিত একটি সমীক্ষায় দেখা গেছে যে অস্ট্রেলিয়ান আদিবাসী ডিএনএ-এর প্রায় ১১ শতাংশ ভারতীয় বংশোদ্ভূত এবং পরামর্শ দেয় যে এই অভিবাসীরা প্রায় ৪,০০০ বছর আগে এসেছিলেন, সম্ভবত একই সময়ে ডিঙ্গোরা প্রথম অস্ট্রেলিয়ায় এসেছিল।\nপর্তুগালের ম্যানুয়েল I-এর নির্দেশে , ন্যাভিগেটর ভাস্কো দা গামার নেতৃত্বে চারটি জাহাজ কেপ অফ গুড হোপকে প্রদক্ষিণ করে, আফ্রিকার পূর্ব উপকূল থেকে মালিন্দি হয়ে ভারত মহাসাগর পেরিয়ে কালিকটের উদ্দেশ্যে যাত্রা করে । ইন্ডিজের সম্পদ এখন ইউরোপীয়দের অন্বেষণের জন্য উন্মুক্ত ছিল। পর্তুগিজ সাম্রাজ্য ছিল প্রথম ইউরোপীয় সাম্রাজ্য যেটি মশলা বাণিজ্য থেকে বৃদ্ধি পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nArnold, David (2004), The New Cambridge History of India: Science, Technology and Medicine in Colonial India, Cambridge University Press, আইএসবিএন ০-৫২১-৫৬৩১৯-৪.\nBall, Warwick (2000), Rome in the East: The Transformation of an Empire, Routledge, আইএসবিএন ০-৪১৫-১১৩৭৬-৮.\nChakravarti, P. C. (1930), \"Naval Warfare in ancient India\", The Indian Historical Quarterly, 4 (4): 645–664.\nChaudhuri, K. N. (1985), Trade and Civilisation in the Indian Ocean, Cambridge University Press, আইএসবিএন ০-৫২১-২৮৫৪২-৯.\nCorn, Charles (1999) [First published 1998], The Scents of Eden: A History of the Spice Trade, Kodansha, আইএসবিএন ১-৫৬৮৩৬-২৪৯-৮.\nCurtin, Philip DeArmond etc. (1984), Cross-Cultural Trade in World History, Cambridge University Press, আইএসবিএন ০-৫২১-২৬৯৩১-৮.\nDonkin, Robin A. (2003), Between East and West: The Moluccas and the Traffic in Spices Up to the Arrival of Europeans, Diane Publishing Company, আইএসবিএন ০-৮৭১৬৯-২৪৮-১.\nGosch, Stephen S. & Stearns, Peter N. (2007), Premodern Travel in World History, Taylor & Francis, আইএসবিএন ০-২০৩-৯২৬৯৫-১.\nHermann & Rothermund [2000] (2001), A History of India, Routledge, আইএসবিএন ০-৪১৫-৩২৯২০-৫.\nHoll, Augustin F. C. (2003), Ethnoarchaeology of Shuwa-Arab Settlements, Lexington Books, আইএসবিএন ০-৭৩৯১-০৪০৭-১.\nKadian, Rajesh (2006), \"Armed Forces\", Encyclopedia of India (vol. 1) edited by Stanley Wolpet, pp. 47–55.\nKulke & Rothermund [2000] (2001), A History of India, Routledge, আইএসবিএন ০-৪১৫-৩২৯২০-৫.\nLach, Donald Frederick (1994), Asia in the Making of Europe: The Century of Discovery, University of Chicago Press, আইএসবিএন ০-২২৬-৪৬৭৩১-৭.\nLindsay, W.S. (2006), History of Merchant Shipping and Ancient Commerce, Adamant Media Corporation, আইএসবিএন ০-৫৪৩-৯৪২৫৩-৮.\nMajumdar, R.C. (1987), Ancient India, Motilal Banarsidass Publications, আইএসবিএন ৮১-২০৮-০৪৩৬-৮.\nNilakanta Sastri, K.A [1935] (1984), The CōĻas, University of Madras.\nNilakanta Sastri, K.A [1955] (2002), A History of South India, Oxford University Press.\nK.M. Panikkar, 1945: India and the Indian Ocean: an essay on the influence of sea power on Indian history\nRao, S. R. (1985), Lothal, Archaeological Survey of India.\nRao, S. R.  The Lost City of Dvaraka, National Institute of Oceanography, আইএসবিএন ৮১-৮৬৪৭১-৪৮-০ (1999)\nRao, S. R. Marine Archaeology in India, Delhi: Publications Division, আইএসবিএন ৮১-২৩০-০৭৮৫-X (2001)\nSardesai, D.R. (2006), \"Peshwai and Pentarchy\", Encyclopedia of India (vol. 3) edited by Stanley Wolpet, pp. 293–296.\nSardesai, D.R. (2006), \"Shivaji Bhonsle and Heirs\", Encyclopedia of India (vol. 4) edited by Stanley Wolpet, pp. 53–56.\nShaffer, Lynda N. (2001), \"Southernization\", Agricultural and Pastoral Societies in Ancient and Classical History edited by Michael Adas, Temple University Press, আইএসবিএন ১-৫৬৬৩৯-৮৩২-০.\nSircar, D.C. (1990), Studies in the Geography of Ancient and Medieval India, Motilal Banarsidass Publishers, আইএসবিএন ৮১-২০৮-০৬৯০-৫.\nTripathi, Rama Sankar (1967), History of Ancient India, Motilal Banarsidass Publications, আইএসবিএন ৮১-২০৮-০০১৮-৪.\nYoung, Gary Keith (2001), Rome's Eastern Trade: International Commerce and Imperial Policy, 31 BC-AD 305, Routledge, আইএসবিএন ০-৪১৫-২৪২১৯-৩.\nMedieval Kerala's Maritime trade history with Arabs and Chinese https://www.tyndisheritage.com/the-amazing-stories-of-kerala-maritime-history\n\nটেমপ্লেট:Indianscience"}