{"pageid": 1320190, "title": "লরেন জেনকিন্স", "url": "https://bn.wikipedia.org/wiki?curid=1320190", "content": "লরেন জেনকিন্স (জন্ম ১৯৩৮) ওয়াশিংটন পোস্টের একজন যুদ্ধ সংবাদদাতা যিনি ১৯৮৩ সালে আন্তর্জাতিক রিপোর্টিংয়ের জন্য পুলিৎজার পুরস্কার জিতেছিলেন \" বৈরুতে ইসরায়েলি আক্রমণ এবং এর মর্মান্তিক পরিণতির রিপোর্ট করার জন্য\"।  \n\n\n== জীবনী ==\nলরেন জেনকিন্স নিউ অরলিন্সে আমেরিকান ফরেন সার্ভিস কর্মচারীদের একটি পরিবারে জন্মগ্রহণ করেন। তিনি ১৯৫০ এর শেষের দিকে বোল্ডারের কলোরাডো বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রী অর্জন করেন এবং তারপর পুয়ের্তো রিকো এবং সিয়েরা লিওনে পিস কর্পসের সাথে কাজ করেন। জেনকিন্স ১৯৬৪ সালে অ্যাস্পেনে ফিরে আসেন, যেখানে তিনি এসকেআই প্রশিক্ষক হিসেবে কাজ করেছিলেন। পরে তিনি অ্যাস্পেন ইউনিভার্সিটিতে পড়াশোনা চালিয়ে যান এবং নিউইয়র্কের কলাম্বিয়া ইউনিভার্সিটিতে স্নাতকের কাজ করেন।   \nজেনকিন্স ১৯৬৪ সালে ডেইলি আইটেম দিয়ে রিপোর্টার হিসাবে তার প্রথম অবস্থান পেয়েছিলেন। ১৯৬৫ সালে সংবাদপত্র ছাড়ার পর, তিনি নিউইয়র্ক, লন্ডন, রোম এবং মাদ্রিদে বিদেশী সংবাদদাতা হিসেবে ইউনাইটেড প্রেস ইন্টারন্যাশনালের জন্য কাজ করেন। ১৯৬৯-১৯৭৯ সালে, জেনকিন্স ব্ল্যাক সেপ্টেম্বর, সুয়েজ সংকট এবং ভিয়েতনাম যুদ্ধ কভার করার জন্য নিউজউইকে কাজ করেছিলেন। ৫ এপ্রিল, ১৯৭১ সাংবাদিক লরেন জেনকিন্স সাপ্তাহিক ম্যাগাজিন Newsweek পত্রিকায় তার প্রতিবেদনে বঙ্গবন্ধু শেখ মুজিবুর রহমানকে 'রাজনীতির কবি' বা Poet of Politics বলে আখ্যায়িত করেছিলেন। নিউজউইকের প্রতিবেদকের নিবন্ধগুলি ১৯৭৬ সালে ওভারসিজ প্রেসক্লাব অ্যাওয়ার্ডে সম্মানিত হয়েছিল।  \n১৯৮০ সালে, জেনকিন্স ওয়াশিংটন পোস্টের কর্মীদের সাথে যোগ দেন। সংবাদপত্রের সাথে তার মেয়াদকালে, তিনি লেবাননে ইসরায়েলি আক্রমণের কভারেজের জন্য ১৯৮৩ সালে আন্তর্জাতিক প্রতিবেদনের জন্য পুলিৎজার পুরস্কারে ভূষিত হন। সেই সময়ে, ওয়াশিংটন পোস্ট ইসরায়েল-যুক্তরাষ্ট্র দ্বন্দ্ব কভার করার পক্ষপাতিত্বের জন্য সমালোচিত হয়েছিল। উদাহরণ স্বরূপ, মার্টি পেরেটজ জেনকিন্সকে \"ইসরায়েল-বিরোধী\" হিসেবে বর্ণনা করেছেন এবং ইননেই ঘোষণা করেছেন যে সাংবাদিক পুলিৎজার পুরস্কার জিতেছেন কারণ বেশিরভাগ বিচারক ওয়াশিংটন পোস্ট– লস অ্যাঞ্জেলেস টাইমস নিউজ সার্ভিসে সদস্যতা নিয়েছেন।  \n১৯৯০ সালে, জেনকিন্স কলোরাডোতে ফিরে আসেন, যেখানে তিনি অ্যাস্পেন টাইমস -এ সম্পাদক পদ পান। ১৯৯৫ সালে, তাকে ন্যাশনাল পাবলিক রেডিওতে আন্তর্জাতিক ডেস্কের সম্পাদক হিসেবে মনোনীত করা হয়, যেখানে তিনি পরবর্তী পনের বছর কাজ করেন। জেনকিন্সের নেতৃত্বে, রেডিও স্টেশনের সংবাদদাতারা কসোভো, চেচনিয়া, ইরাক এবং আফগানিস্তানের যুদ্ধগুলি কভার করেছিলেন। ২০০৫ সালে এনপিআর-এর আন্তর্জাতিক ডেস্ক জর্জ পিবডি অ্যাওয়ার্ডে ভূষিত হয়। নভেম্বর ২০১১ সালে, লরেন জেনকিন্স অবসর গ্রহণ করেন কিন্তু একজন ফ্রিল্যান্সার হিসাবে লিখতে থাকেন।  \n\n\n== তথ্যসূত্র ==\n\n\n== বই ==\nBrennan (১৯৯৯)। Who's who of Pulitzer Prize Winners। Greenwood Publishing Group। পৃষ্ঠা 666। আইএসবিএন 9781573561112। \nFriedman, Robert I. (১৯৮৭)। \"Selling Israel to America\": 1987। \nFischer H. D. (২০২০)। 1978–1989: From Roarings in the Middle East to the Destroying of the Democratic Movement in China। Walter de Gruyter GmbH & Co KG। পৃষ্ঠা 379। আইএসবিএন 9783110862928।"}