{"pageid": 1320346, "title": "আর্চডিউক ফ্রাঞ্জ ফার্দিনান্দ", "url": "https://bn.wikipedia.org/wiki?curid=1320346", "content": "অস্ট্রিয়ার আর্চডিউক ফ্রাঞ্জ ফার্দিনান্দ কার্ল লুডভিগ জোসেফ মারিয়া  (১৮ ডিসেম্বর ১৮৬৩ - ২৮ জুন ১৯১৪) অস্ট্রিয়া-হাঙ্গেরির সিংহাসনের উত্তরাধিকারী ছিলেন।  প্রথম বিশ্বযুদ্ধ সংগঠিত হওয়ার পিছনে অনেকগুলো কারণ ছিল। তার মধ্যে অন্যতম প্রধান কারণ ছিল সারাজেভোতে তার গুপ্তহত্যা\nফ্রাঞ্জ ফার্দিনান্দ ছিলেন অস্ট্রিয়ার আর্চডিউক কার্ল লুডভিগের বড় ছেলে, অস্ট্রিয়ার সম্রাট ফ্রাঞ্জ জোসেফ প্রথমের ছোট ভাই। ১৮৮৯ সালে ক্রাউন প্রিন্স রুডলফের মৃত্যু এবং ১৮৯৬ সালে কার্ল লুডভিগের মৃত্যুর পর ফ্রাঞ্জ ফার্দিনান্দ অস্ট্রো-হাঙ্গেরিয়ান সিংহাসনের উত্তরাধিকারী হন। ফ্রাঞ্জ ফার্দিনান্দ সামরিক বাহিনীর উপর উল্লেখযোগ্য প্রভাব রাখেন এবং ১৯১৩ সালে তিনি অস্ট্রো-হাঙ্গেরিয়ান সশস্ত্র বাহিনীর মহাপরিদর্শক নিযুক্ত হন।\n১৯১৪ সালের ২৮ জুন ফ্রাঞ্জ ফার্দিনান্দ এবং তার স্ত্রীকে ইয়াং বসনিয়ার ১৯ বছর বয়সী সদস্য গ্যাভরিলো প্রিন্সিপ সারাজেভোতে হত্যা করে। ফ্রাঞ্জ ফার্দিনান্দের হত্যাকাণ্ড জুলাই সঙ্কটের নামক ইতিহাসে আলোচিত এক সঙ্কটের সৃষ্টি করে এবং সার্বিয়ার বিরুদ্ধে অস্ট্রিয়া-হাঙ্গেরির যুদ্ধ ঘোষণাকে প্ররোচিত করে, যার ফলস্বরূপ বেশ কয়েকটি ঘটনার সূত্রপাত ঘটে। যা তার মৃত্যুর চার সপ্তাহ পর প্রথম বিশ্বযুদ্ধের দিকে মোড় নেয়। এই যুদ্ধে – অস্ট্রিয়া-হাঙ্গেরির মিত্র এবং সার্বিয়ার মিত্ররা একে অপরের বিরুদ্ধে যুদ্ধ ঘোষণা করে। \n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nClark, Christopher (২০১৩)। The Sleepwalkers: How Europe Went to War in 1914। HarperCollins। আইএসবিএন 978-0-06-219922-5। \nFomenko, A. (২০০৯)। \"There Was an Alternative! The Legacy of Franz Ferdinand\" (পিডিএফ): 177–184। \nFromkin, David (২০০৪)। Europe's last summer: who started the Great War in 1914?। A Borzoi book (1st সংস্করণ)। Knopf। আইএসবিএন 978-0-375-41156-4। \nPonting, Clive (২০০২)। Thirteen days: the road to the First World War। Chatto & Windus। আইএসবিএন 978-0-7011-7293-0। \nWilliamson, Samuel R. (১৯৯১)। Austria-Hungary and the origins of the First World War। The Making of the 20th century। St. Martin's Press। আইএসবিএন 978-0-312-05239-3। \n\n\n== বহিঃসংযোগ ==\nইউটিউবে Video: Franz Ferdinand's Funeral\nNewsreels about Franz Ferdinand's assassination at www.europeanfilmgateway.eu\nNewspaper clippings about Archduke Franz Ferdinand of Austria in the 20th Century Press Archives of the ZBW"}