{"pageid": 1320206, "title": "অধ্যাত্ম উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1320206", "content": "অধ্যাত্ম উপনিষদ (সংস্কৃত: अध्यात्म उपनिषत्, আইএএসটি: Adhyātma Upaniṣad) অথবা অধ্যাত্মোপনিষদ সংস্কৃত ভাষায় রচিত হিন্দুধর্মের একটি ক্ষুদ্র উপনিষদ। এটি শুক্ল যজুর্বেদের সাথে সংযুক্ত, এবং সামান্য উপনিষদ হিসাবে শ্রেণীবদ্ধ। এটি তুরিয়াতিত অবধূত উপনিষদ নামেও পরিচিত। পাঠ্যটি ব্রহ্মের প্রকৃতি ব্যাখ্যা করে।\nপাঠ্যটির রচয়িতা ও রচনাকাল অজানা। এটি মুক্তিকা ক্রমের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে ৭৩ নম্বরে তালিকাভুক্ত করা হয়েছে, যা রাম হনুমানের কাছে বর্ণনা করেছেন।\n\n\n== বিষয়বস্তু ==\nআমন্ত্রণে, ব্রহ্মকে বিশ্বজগতে সীমাহীন ও সর্বব্যাপী বলে প্রশংসা করা হয়। এই পৃথিবীতে শান্তি প্রতিষ্ঠার জন্য প্রার্থনা করা হয়।\nঅধ্যাত্ম উপনিষদ ব্রহ্মের শাশ্বত রূপ বর্ণনা করে, অজাত (আজা) যিনি হৃদয়ের অবকাশের মধ্যে থাকেন। তার শরীরকে পৃথিবী (পৃথ্বী), জল (অপ), আগুন (অগ্নি), বাতাস (বায়ু), ইথার (আকাশ), মানস (মন), বোধশক্তি (বুদ্ধি), আত্মবোধ (অহংকার), অবচেতন মন হিসাবে উপস্থাপন করা হয় বা স্মৃতি (চিত্ত), অপ্রকাশিত (অব্যক্ত), অবিনাশী (অক্ষর), এবং দেহাবসান (মৃত্যু), এই সমস্ত উপাদান নিজের মধ্যে এবং শরীরের মধ্যে কারো সচেতনতা ছাড়াই কাজ করে।\nব্রহ্মকে তখন দেবতা নারায়ণ (বিষ্ণু) এর সাথে সমতুল্য করা হয় যিনি আত্মায় বাস করেন এবং সবকিছু পরিষ্কার করেন এবং সমস্ত অপকর্ম ধুয়ে দেন।\nউপনিষদে বলা হয়েছে যে যিনি ব্রহ্মকে ধ্যান করার মাধ্যমে \"আমি ও আমার\" অহংকে পরিহার করেন, তিনি তার বুদ্ধির প্রত্যগাত্মা (একজন ব্যক্তিতে ব্রহ্ম) সম্পর্কে অবগত হবেন। সোহম (আমি সেই) নিয়ে তার চিন্তাভাবনা ঠিক করা উচিত। ঘুম, পরচর্চা ও শব্দের প্রতি সম্পূর্ণ গাফলতি সহ পার্থিব জিনিসের পিছনে না গিয়ে তার লক্ষ্য হওয়া উচিত নিঃস্বার্থ। তার আত্মাকে পরমাত্মার কাছে সমর্পণ করা উচিত। আত্মাকে উপলব্ধি করার জন্য, তার অপবিত্র দেহের প্রতি কোন মনোযোগ দেওয়া উচিত নয়, পিতামাতার বোঝা, যা বর্ণের মত এড়িয়ে চলতে হবে। যেহেতু সীমাবদ্ধ স্থান অসীম স্থানের সাথে এক হয়ে যায়, একজনের উচিত তার আত্মাকে পরমাত্মার সাথে একাকার করা।\nক্ষুদ্রজগৎ ও বিশ্বাব্রক্ষ্মাণ্ড, যা সমস্ত অশুদ্ধ জিনিসের ভাণ্ডার, \"স্ব-উজ্জ্বল উপস্তর\" হয়ে উঠতে প্রত্যাখ্যান করা উচিত। অহংবোধ পরিহার করা আনন্দদায়ক ও উজ্জ্বল অবস্থায় পরিণত হয়, যেমন চন্দ্রগ্রহণের পরে উজ্জ্বল হয়ে ওঠে। আবেগপ্রবণ চিন্তাভাবনা থেকে মুক্তি পাওয়া স্বাধীনতার অনুভূতির সূচনা করবে। সত্যকে পরিহার করে একজন বুদ্ধিমান ব্যক্তি অলীক অবস্থার মধ্যে পড়ে, যেমন খাগড়া টেনে সোজা থাকে না।\nঅধ্যাত্ম উপনিষদও সমাধির ধারণার উপর নির্ভর করে। জীবনে বৈরাগ্য (বিচ্ছিন্নতা বা ত্যাগ) এর সুবিধার ধারাবাহিক ক্রম বোধ (আধ্যাত্মিক জ্ঞান) থেকে উপ্রতি (মনের সংযম) দিকে নিয়ে যায়; শান্তিতে, মনের নিখুঁত সুখের মাধ্যমে অর্জিত অভ্যন্তরীণ প্রশান্তি। নিবৃত্তি, অভ্যন্তরীণ মনন নিখুঁত সুখ এবং আধ্যাত্মিকতার অনন্য অনুভূতি অর্জন করবে। বিভ্রমের উপাধি মহাবিশ্বকে ঘিরে রাখে।\nএই স্ব (আত্মা) সমগ্র মহাবিশ্বের চূড়ান্ত এবং এটি ব্রহ্মা, বিষ্ণু, ইন্দ্র ও শিব দেবতাদের দ্বারা গঠিত।\nঅতিরিক্ত সংবেদনশীল উপলব্ধি চিত্তে (মন) এম্বেড করা হয় এবং তাই একজনের মনোযোগ মনের দিকে থাকা উচিত। যখন চিন্তা প্রক্রিয়া যুক্তির দিকে নিয়ে যায় তাই শোনার মাধ্যমে বোঝা যায় বাক্যের অর্থ।\nলক্ষ লক্ষ কর্মের (অতীত ক্রিয়া) কারণে পুনর্জন্ম নিবেদিত মনোযোগের সাথে অদৃশ্য হয়ে যায় যা শেষ পর্যন্ত নৈতিক নীতির শিকড় ধরে। এই পরিস্থিতিকে যোগীরা \"গুণের মেঘ\" হিসেবে ব্যাখ্যা করেছেন। যেমন সর্বজনীন স্থান সর্বদা বিচ্ছিন্ন থাকে, তেমনি ঋষি যিনি তাঁর বাস্তবতা সম্পর্কে সচেতন তিনিও ভবিষ্যতের ঘটনা থেকে বিচ্ছিন্ন থাকেন।\nঅধ্যাত্ম উপনিষদের শিক্ষার যোগাযোগের ক্রমটি ছিল ঋষি অপন্তরতম (কখনও কখনও ব্যাসের পূর্বজন্ম হিসাবে বিবেচিত) থেকে দেবতা ব্রহ্মা, ঋষি অঙ্গিরা, ঋষি রৈক্ব এবং দেবতা রামের কাছে, যিনি এটি সবার কাছে প্রচার করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nPrasoon, Prof.S.K. (১ জানুয়ারি ২০০৮)। Indian Scriptures। Pustak Mahal। আইএসবিএন 978-81-223-1007-8। \n\n\n== বহিঃসংযোগ ==\nAdhyatma Upanishad in Sanskrit"}