{"pageid": 1320354, "title": "ইন্দোনেশিয়া মান সময়", "url": "https://bn.wikipedia.org/wiki?curid=1320354", "content": "ইন্দোনেশিয়ান দ্বীপপুঞ্জ ভৌগলিকভাবে আচে -তে UTC+ 06 :00 থেকে পাপুয়াতে UTC+09:00 পর্যন্ত চারটি সময় অঞ্চল জুড়ে বিস্তৃত। যাইহোক, ইন্দোনেশিয়া সরকার তার অঞ্চলে শুধুমাত্র তিনটি সময় অঞ্চলকে স্বীকৃতি দেয়, যথা:\n\nওয়েস্টার্ন ইন্দোনেশিয়া সময় (WIB) — সমন্বিত সর্বজনীন সময়ের (ইউটিসি) থেকে সাত ঘণ্টা এগিয়ে ( UTC+07:00 );\nসেন্ট্রাল ইন্দোনেশিয়া সময় (WITA) — আট ঘন্টা এগিয়ে ( UTC+08:00 ) UTC থেকে;\nপূর্ব ইন্দোনেশিয়া সময় (WIT) — নয় ঘন্টা এগিয়ে ( UTC+09:00 ) UTC থেকে।\nপশ্চিম এবং কেন্দ্রীয় সময় অঞ্চলের মধ্যে সীমানা পশ্চিম এবং মধ্য কালিমান্তানের প্রাদেশিক সীমানার মধ্য দিয়ে জাভা এবং বালির মধ্যে উত্তরে চলমান একটি রেখা হিসাবে প্রতিষ্ঠিত হয়েছিল। সেন্ট্রাল এবং ইস্টার্ন টাইম জোনের মধ্যে সীমানা ইন্দোনেশিয়ার তিমুরের পূর্ব প্রান্ত থেকে সুলাওয়েসির পূর্ব প্রান্ত পর্যন্ত উত্তরে চলে।\nদিবালোক সংরক্ষণ সময় (DST) আর ইন্দোনেশিয়ার কোথাও পালন করা হয় না।\n\n\n== বর্তমান ব্যবহার ==\nইন্দোনেশিয়ায়, মান সময় পালনকে তিনটি সময় অঞ্চলে ভাগ করা হয়েছে:\n\nএই সময় অঞ্চলগুলি প্রথম ১লা জানুয়ারী ১৯৮৮ সালে পালন করা শুরু হয়েছিল (প্রেসিডেন্সিয়াল ডিক্রি 41/1987 অনুযায়ী)।  সেই তারিখের আগে, পশ্চিম ও মধ্য কালিমান্তান WITA ব্যবহার করেছিল, যখন বালি WIB-এর অন্তর্গত ছিল (২৯ নভেম্বর ১৯৬৩ সাল থেকে)। \n\n\n== ঐতিহাসিক ব্যবহার ==\nঔপনিবেশিক যুগে,  ইন্দোনেশিয়ার সময় অঞ্চলগুলি ( ডাচ ইস্ট ইন্ডিজ ) নিম্নরূপ নিয়ন্ত্রিত হয়েছিল:\n\n\n=== মান সময় অঞ্চল (ইন্দোনেশিয়া ১৯৩২) ===\n\nইন্দোনেশিয়ার পশ্চিম অংশ ৩০টি পর্যবেক্ষণ করেছে । ১লা নভেম্বর ১৯৩২ থেকে ২৩ মার্চ ১৯৪২ পর্যন্ত মিনিট ডেলাইট সেভিং টাইম (DST), এবং ২৩ সেপ্টেম্বর ১৯৪৫ থেকে ১ জানুয়ারী ১৯৬৪ পর্যন্ত (১ মে ১৯৮৪ থেকে ১ মে ১৯৫০ ব্যতীত, যা 1ঘণ্টা পালন করেছিল পরিবর্তে ঘন্টা ডেলাইট সেভিং টাইম)। পশ্চিম ও সেন্ট্রাল বোর্নিওতেও 1 ঘণ্টা ১ জানুয়ারি ১৯৬৪ থেকে ১ জানুয়ারি ১৯৮৮ পর্যন্ত DST ঘন্টা। পূর্ব ইন্দোনেশিয়া ৩০টি পর্যবেক্ষণ করেছে মিনিট ডিএসটি ১ সেপ্টেম্বর ১৯৪৪ থেকে ১ জানুয়ারী ১৯৬৪ পর্যন্ত। উপরন্তু, ২০ মিনিট ১ জানুয়ারী ১৯২৪ থেকে  নভেম্বর ১৯৩২ পর্যন্ত জাভা এবং সুমাত্রায় মিনিট ডেলাইট সেভিং টাইম পরিলক্ষিত হয়।\n২৩ মার্চ ১৯৪২ থেকে ২৩ সেপ্টেম্বর ১৯৪৫ পর্যন্ত, ইন্দোনেশিয়ার পশ্চিম এবং কেন্দ্রীয় উভয় অংশই ইন্দোনেশিয়ায় জাপানি সামরিক অভিযানের কার্যকারিতার জন্য জাপান স্ট্যান্ডার্ড টাইম (JST) ( UTC+09:00 ) ব্যবহার করেছিল  এর অর্থ হল পশ্চিম অংশগুলি ইন্দোনেশিয়ার 2 ঘন্টার দিবালোক সংরক্ষণের সময়, এবং ইন্দোনেশিয়ার কেন্দ্রীয় অংশে ১ ঘণ্টার ১৯৪২ থেকে ১৯৪৫ পর্যন্ত জাপানি দখলের সময়কালের দিনের আলো সংরক্ষণের সময়।\n\n\n== একটি একক সময় অঞ্চলের জন্য প্রস্তাব ==\n\n\n== IANA টাইম জোন ডাটাবেস ==\nIANA টাইম জোন ডাটাবেসে ইন্দোনেশিয়ার জন্য zone.tab ফাইলে চারটি অঞ্চল রয়েছে। \n\nএশিয়া/জাকার্তা\nএশিয়া/পন্টিয়ানাক\nএশিয়া/মাকাসার\nএশিয়া/জয়াপুরা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}