{"pageid": 1320519, "title": "নাগা জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1320519", "content": "নাগা হল উত্তর-পূর্ব ভারত এবং উত্তর-পশ্চিম মায়ানমারের বিভিন্ন জাতিগোষ্ঠী। গোষ্ঠীগুলোর একই রকম সংস্কৃতি ও ঐতিহ্য রয়েছে এবং ভারতের নাগাল্যান্ড রাজ্য ও মণিপুর এবং মিয়ানমারের নাগা স্ব-প্রশাসিত অঞ্চলে তারা সংখ্যাগরিষ্ঠ। ভারতের অরুণাচল প্রদেশ ও আসাম, এবং মায়ানমারের সাগাইং অঞ্চল ও কাচিন রাজ্যেও (বার্মা) এদের উল্লেখযোগ্য বসতি রয়েছে।\nনাগারা বিভিন্ন নাগা জাতিগত গোষ্ঠীতে বিভক্ত যাদের সংখ্যা এবং জনসংখ্যা অস্পষ্ট। তারা প্রত্যেকে স্বতন্ত্র নাগা ভাষায় কথা বলে যা প্রায়ই পরস্পরের কাছে দুর্বোধ্য, কিন্তু সবাই একে অপরের সাথে আলগাভাবে সংযুক্ত।\n\n\n== ব্যুৎপত্তি ==\nবর্তমান সময়ের নাগা জনগণকে ঐতিহাসিকভাবে অনেক নামে উল্লেখ করা হয়েছে, যেমন অসমিয়াদের দ্বারা ' নোগা',  মণিপুরী দ্বারা ' হাও'  এবং বার্মিজ দ্বারা ' চিন' ।  যাইহোক, সময়ের সাথে সাথে ' নাগা' সাধারণভাবে গৃহীত নামকরণে পরিণত হয়েছে এবং ব্রিটিশদের দ্বারাও এটি ব্যবহার করা হয়েছিল। বার্মা গেজেটিয়ার অনুসারে, 'নাগা' শব্দটির উৎপত্তি ঘোলাটে এবং এটি দক্ষিণে চিন ও উত্তর-পূর্বে কাচিন (সিংফোস) এর মধ্যে দেশ দখলকারী পাহাড়ি উপজাতিদের বর্ণনা করতে ব্যবহৃত হয়। \n\n\n== ইতিহাস ==\n\n\n== সংস্কৃতি ==\n\n\n=== শিল্প ===\nনাগারা রঙ পছন্দ করে যেমনটি নারীদের দ্বারা নকশা করা এবং বোনা শাল এবং উভয় লিঙ্গের ডিজাইন করা শিরবর্মে স্পষ্ট। পোশাকের ধরণ প্রতিটি গোষ্ঠীর জন্য ঐতিহ্যবাহী, এবং কাপড়গুলো নারীদের দ্বারা বোনা হয়। কাচ, খোল, পাথর, দাঁত বা তুষ, নখর, শিং, ধাতু, হাড়, কাঠ, বীজ, চুল এবং আঁশ সহ বিস্তৃত উপকরণ সহ তারা তাদের গহনায় বৈচিত্র্য, প্রশস্ততা এবং জটিলতায় পুঁতি ব্যবহার করে। \n\nনাগা গয়না হল পরিচয়ের একটি সমান গুরুত্বপূর্ণ অংশ, সমগ্র সম্প্রদায় একই রকম পুঁতির গয়না পরিধান করে, বিশেষ করে নেকলেস। \nইন্ডিয়ান চেম্বার অফ কমার্স ভৌগোলিক নির্দেশের জন্য ভারতের ভৌগোলিক রেজিস্ট্রি-তে নাগাল্যান্ডে তৈরি ঐতিহ্যবাহী নাগা শালগুলির নিবন্ধন করার জন্য একটি আবেদন দায়ের করেছে। \n\n\n=== রন্ধনপ্রণালী ===\n\nনাগা রন্ধনপ্রণালীতে ধূম এবং গাঁজনযুক্ত খাবার অধিক লক্ষ্যণীয়।\n\n\n=== লোকগান ও নৃত্য ===\nলোকগান এবং নৃত্য ঐতিহ্যগত নাগা সংস্কৃতির অপরিহার্য উপাদান। লোকগাথা ও গানের মাধ্যমে মৌখিক ঐতিহ্যকে বাঁচিয়ে রাখা হয়। নাগা লোকগীতিগুলো রোমান্টিক এবং ঐতিহাসিক উভয়ই, গানগুলি বিখ্যাত পূর্বপুরুষদের সম্পূর্ণ গল্প এবং ঘটনা বর্ণনা করে। ঋতুভিত্তিক গান একটি নির্দিষ্ট কৃষি চক্রে সম্পাদিত কার্যক্রম বর্ণনা করে। প্রারম্ভিক পশ্চিমা মিশনারিরা নাগা খ্রিস্টানদের লোকগানের ব্যবহারের বিরোধিতা করেছিল কারণ তারা আত্মা উপাসনা, যুদ্ধ এবং অনৈতিকতার সাথে জড়িত বলে মনে করা হয়েছিল। ফলস্বরূপ, পাশ্চাত্য স্তবকগুলির অনূদিত সংস্করণগুলি প্রবর্তিত হয়েছিল, যার ফলে নাগা পাহাড় থেকে দেশীয় সঙ্গীত ধীরে ধীরে বিলুপ্ত হয়ে যায়। \nনাগাদের লোকনৃত্যগুলো বেশিরভাগই নৃত্যের প্রকারের উপর নির্ভর করে, পুরুষ এবং মহিলা উভয়ের দ্বারা সমন্বিত শৈলীতে দলবদ্ধভাবে সঞ্চালিত হয়। নৃত্য সাধারণত উৎসব এবং ধর্মীয় অনুষ্ঠানে সঞ্চালিত হয়। যুদ্ধের নৃত্যগুলো বেশিরভাগই পুরুষদের দ্বারা সঞ্চালিত হয় এবং শৈলীতে অ্যাথলেটিক এবং মার্শাল হয়। সমস্ত নৃত্যের সাথে গান এবং নর্তকদের যুদ্ধের আর্তনাদ রয়েছে। লোকেদের তৈরি ও ব্যবহার করা দেশীয় বাদ্যযন্ত্রগুলি হল তাতি, বাঁশের মুখের অঙ্গ, বাঁশের বাঁশি, ভেরী, গবাদি পশুর চামড়া দিয়ে তৈরি ড্রাম এবং লগ ড্রাম। \n\n\n=== উৎসব ===\nবিভিন্ন নাগা গোষ্ঠীর নিজস্ব স্বতন্ত্র উৎসব রয়েছে। আন্তঃ-গোষ্ঠী মিথস্ক্রিয়াকে উন্নত করার জন্য, নাগাল্যান্ড সরকার ২০০০ সাল থেকে বার্ষিক হর্নবিল উৎসবের আয়োজন করেছে। আরেকটি আন্তঃজাতিক উৎসব হল লুই এনগাই নি ।দল-নির্দিষ্ট উৎসবের মধ্যে রয়েছে: \n\n\n== জাতিগোষ্ঠী ==\nনাগা শব্দের উৎপত্তি একটি বহিরাগত শব্দ হিসেবে।  বর্তমানে, এটি ভারতের নাগাল্যান্ড, মণিপুর, আসাম এবং অরুণাচল প্রদেশ রাজ্য এবং মিয়ানমারে বসবাসকারী বেশ কয়েকটি জাতিগোষ্ঠীকে বুঝায়।\n\nব্রিটিশদের আগমনের আগে, \"নাগা\" শব্দটি অসমিয়াদের দ্বারা নির্দিষ্ট বিচ্ছিন্ন জাতিগোষ্ঠীকে বোঝাতে ব্যবহৃত হত। ব্রিটিশরা শিথিল ভাষাগত ও সাংস্কৃতিক সমিতির ভিত্তিতে আশেপাশের এলাকার বেশ কয়েকটি জাতিগত গোষ্ঠীর জন্য এই শব্দটি গ্রহণ করেছিল। ২০ শতকে \"নাগা\" হিসাবে শ্রেণীবদ্ধ গোষ্ঠীর সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে: ২০১৫ সালের ডিসেম্বর পর্যন্ত, ৮৯টিদলকে বিভিন্ন উৎস দ্বারা নাগা হিসাবে শ্রেণীবদ্ধ করা হয়েছে। \"নাগা\" পরিচয়ের এই বিস্তৃতিটি নাগাল্যান্ডের সমাজে ঊর্ধ্বমুখী গতিশীলতার সন্ধান এবং অন্যান্য গোষ্ঠীর দ্বারা আধিপত্যের বিরুদ্ধে প্রতিরোধের একটি সাধারণ উদ্দেশ্য প্রতিষ্ঠার আকাঙ্ক্ষা সহ বেশ কয়েকটি কারণের কারণে হয়েছে। এইভাবে, \"নাগা\" পরিচয় সবসময় স্থির করা হয়নি। \n\n\n=== ভারতে নাগা ===\nনাগারা ত্রিপুরা ব্যতীত সমস্ত উত্তর-পূর্ব ভারতীয় রাজ্যে উপস্থিত রয়েছে এবং অন্যান্য ৬টি উত্তর-পূর্ব রাজ্যে তফসিলি উপজাতি হিসাবে তালিকাভুক্ত রয়েছে। রাজ্যগুলো হল অরুণাচল প্রদেশ, আসাম, মণিপুর, মেঘালয়, মিজোরাম এবং নাগাল্যান্ড \n\n\n=== মায়ানমারে নাগা ===\nমায়ানমারের নাগাদেরকে বেশিরভাগ সাগাইং বিভাগ এবং কাচিন রাজ্যে পাওয়া যায়। মায়ানমারের নাগা অঞ্চলটি চিন রাজ্যের দক্ষিণে কাবাউ উপত্যকা, উত্তরে কাচিন এবং পূর্বে বার্মিজ দ্বারা চিহ্নিত। \nমায়ানমারের প্রধান নাগা জাতিগোষ্ঠী হল :\n\nকোন্যাক (চেন)\nলাইনং (হতাংগান)\nমাকুরি\nনক্কো ( খিয়ামনিউনগান )\nপাড়া\nসোমরা তাংখুল\nতাংশাং\nঅন্যান্য কিছু ছোটখাটো নাগা গোষ্ঠী হল আনাল, লামকাং, ময়ন, কোকা (কখনও কখনও গোগা বা কোকি রূপে বানান করা হয়), লংফুরি, পাউং ন্যুয়ান (মাখ্যাম) ইত্যাদি।\nনাগা অধ্যুষিত জনপদ হল :\n\nহোমলিন\nতানবাকওয়ে উপ-জনপদ নিয়ে লাহে\nমওয়াইলুত উপ-শহর এবং সোমরা উপ-শহরসহ লায়শি\nকামতি\nপাংসাউ এবং ডুংহি উপ-শহরের সাথে নানুন\nসাগাইং বিভাগের তমু ও\nকাচিন রাজ্যের তানাই\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nনাগাদের ইতিহাস\nনাগা উপজাতিদের তালিকা\nনাগা ভাষার তালিকা\nনাগাদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nড্রুয়ের, এ. ইসাবেল, ড্রুয়ের রেনে, \" দ্য নাগাস: মেমোরিস অফ হেডহান্টার্স- ইন্দো-বার্মিজ বর্ডারল্যান্ডস ভলিউম ১\"; সাদা পদ্ম, ২০১৬,আইএসবিএন ৯৭৮-২-৯৫৪৫১১২-২-১ ।\nওয়েটস্টেইন, মেরিয়ন। ২০১৪। নাগা টেক্সটাইল: উত্তর-পূর্ব ভারতে স্থানীয় কারুশিল্প ঐতিহ্যের নকশা, কৌশল, অর্থ এবং প্রভাব । আর্নল্ডশে, স্টুটগার্ট ২০১৪,আইএসবিএন ৯৭৮-৩-৮৯৭৯০-৪১৯-৪ ।\nভন স্টকহাউসেন, আলবান। 2014। নাগাদের ছবি (ইন): হ্যান্স-এবারহার্ড কাফম্যান এবং ক্রিস্টোফ ফন ফুরার-হাইমেনডর্ফের সচিত্র নৃতাত্ত্বিক । আর্নল্ডশে, স্টুটগার্ট ২০১৪,আইএসবিএন ৯৭৮-৩-৮৯৭৯০-৪১২-৫ ।\nশোংজান, মায়াসো, \"তাংখুল নাগাসের প্রতিকৃতি\"; এক্সোডাস, ২০১৩,আইএসবিএন ৯৭৮-৮১-৯২৯১৩৯-০-২ ।\nস্টির্ন, আগলাজা এবং পিটার ভ্যান হ্যাম। নাগাদের লুকানো জগত: উত্তর-পূর্ব ভারতে বসবাসের ঐতিহ্য । লন্ডন: প্রেস্টেল।\nওপিটজ, মাইকেল, টমাস কায়সার, আলবান ভন স্টকহাউসেন এবং মেরিয়ন ওয়েটস্টেইন। ২০০৮। নাগা পরিচয়: ভারতের উত্তর-পূর্বে স্থানীয় সংস্কৃতির পরিবর্তন । ভদ্রলোক: স্নোয়েক পাবলিশার্স।\nকুঞ্জ, রিচার্ড এবং বিভা জোশী। ২০০৮। নাগা - একটি ভুলে যাওয়া পর্বত অঞ্চল পুনরায় আবিষ্কৃত হয়েছে । বাসেল: মেরিয়ান।\n\nশিমরে, আতাই, এএস - \"স্বাধীনতা বেজে উঠুক?: নাগা জাতীয়তাবাদের গল্প\"।\n\n\n== উপন্যাস ==\nবেন ডোহার্টি, নাগাল্যান্ড, ওয়াইল্ড ডিঙ্গো প্রেস, মেলবোর্ন, ২০১৮, আইএসবিএন ৯৭৮-০-৬৪৮০-৬৬৩৭-৮ ।\n\n\n== বহিঃসংযোগ ==\nনাগাল্যান্ড রাজ্য সরকারের অফিসিয়াল সাইট\nগোটো ওসামির বার্মার নাগাদের ছবি\nপাবলো বার্থলোমিউ দ্বারা নাগাসের ছবি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ জুন ২০১৬ তারিখে\nপ্রবন্ধ \"নাগাল্যান্ডের টেক্সটাইল ও বিড আর্ট\"\nন্যাশনাল জিওগ্রাফিক কেন এই হেডহান্টাররা খ্রিস্টান ধর্মে রূপান্তরিত হয়েছিল\nনাগা জাতীয় কাউন্সিলের অফিসিয়াল সাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ ফেব্রুয়ারি ২০২০ তারিখে"}