{"pageid": 1320501, "title": "আসামের সংস্কৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1320501", "content": "আসামের সংস্কৃতি বা অসমীয়া সংস্কৃতি ঐতিহ্যগতভাবে একটি মিশ্র সংস্কৃতি, যা আসামের ইতিহাসের বিভিন্ন সময়কালে বিভিন্ন রাজনৈতিক-অর্থনৈতিক ব্যবস্থার অধীনে বিভিন্ন জাতি-সাংস্কৃতিক গোষ্ঠীর সাংস্কৃতিক আত্তীকরণের মাধ্যমে বিকশিত হয়েছে।\n\n\n== ঐতিহাসিক দৃষ্টিকোণ ==\nআসামের সংস্কৃতির শিকড় প্রায় পাঁচ হাজার বছর আগের যখন মানুষের প্রথম ঢেউটি অর্থাৎ অস্ট্রোএশিয়াটিক মানুষ ব্রহ্মপুত্র উপত্যকায় পৌঁছেছিল। তারা প্রাগৈতিহাসিক যুগে পরবর্তী অভিবাসী তিব্বত-বর্মান এবং ইন্দো-আর্য জনগণের সাথে মিশেছিল। অভিবাসনের শেষ ঢেউটি ছিল তাই/শান এদের নিয়ে, যারা পরে অসমীয়া সংস্কৃতি এবং এর পরিচয়ের ধারণা তৈরি করেছিল। অহোমরা, পরবর্তীকালে, অসমীয়া ব্রাহ্মণ ও গণক এবং অসমীয়া কায়স্থদের মতো আরও কিছু ইন্দো-আর্যকে আসামে নিয়ে আসে। \n\nমহাকাব্য মহাভারত অনুসারে এবং স্থানীয় লোককাহিনীর ভিত্তিতে আসামের (কিরাতাস) লোকেরা সম্ভবত যীশু খ্রিস্টের পূর্বের যুগে হিমালয়ের নীচে একটি শক্তিশালী রাজ্যে বাস করত, যার ফলে বিভিন্ন তিব্বত-বর্মন এবং অট্রো-এশিয়াটিক জাতিগতদের আদি আত্তীকরণ হয়েছিল বড়সড় আকারে। নদীগুলোর সাধারণ নামকরণ এবং সংশ্লিষ্ট জাতি-সাংস্কৃতিক গোষ্ঠীগুলির স্থানিক বন্টনও এই তত্ত্বকে সমর্থন করে। এরপরে, ইন্দো-আর্যদের পশ্চিম অভিবাসন যেমন ইরানো-সিথিয়ান এবং নর্ডিকদের বিভিন্ন শাখার সাথে মিশ্র উত্তর ভারতীয়দের সাথে (মগধের মতো উত্তর ভারতীয় রাজ্যে ইতিমধ্যেই বিদ্যমান প্রাচীন সাংস্কৃতিক মিশ্রণ আদিম সংস্কৃতিকে সমৃদ্ধ করেছে। এই ধরনের একটি আত্তীকরণ সংস্কৃতি উৎস সংস্কৃতির অনেক উপাদান বহন করে, যার সঠিক শিকড়গুলো সনাক্ত করা কঠিন এবং এটি গবেষণার বিষয়। যাইহোক, আসামের সংস্কৃতির প্রতিটি উপাদানে, যেমন ভাষা, ঐতিহ্যবাহী কারুশিল্প, পারফর্মিং আর্ট, উৎসব এবং বিশ্বাস, হয় আদিবাসী স্থানীয় উপাদান বা সংস্কৃত আকারে আদিবাসী স্থানীয় উপাদানগুলি সর্বদা উপস্থিত থাকে।\nএটা বিশ্বাস করা হয় যে অসমীয়া সংস্কৃতি ৭৫০ বছরেরও বেশি সময় ধরে কামরূপের দেশ হিসাবে তার শিকড় গড়ে তুলেছিল খ্রিস্টীয় প্রথম সহস্রাব্দে বোড়ো-কাচারি জনগণ আর্যের সাথে আত্তীকরণের সময় যখন বিতর্কিত কারণে আসামকে একক সত্তা হিসাবে ধারণা করা হত না। কামরূপের প্রথম ৩০০ বছর মহান বর্মণ রাজবংশের অধীনে, ২৫০ বছর ম্লেচ্ছ রাজবংশের অধীনে এবং ২০০ বছর পাল রাজবংশের অধীনে ছিল। ভাষার অনেক দিক, ঐতিহ্যবাহী কারুশিল্পের নথি (রেশম, জরি, সোনা, ব্রোঞ্জ ইত্যাদি) বিভিন্ন আকারে পাওয়া যায়। ১২২৮ সালে যখন তাই- শানরা পরবর্তী ৬০০ বছরের জন্য আসামে আহোম রাজ্য প্রতিষ্ঠার জন্য সুকাফার নেতৃত্বে এই অঞ্চলে প্রবেশ করে, তখন আবার সাংস্কৃতিক আত্তীকরণের একটি নতুন অধ্যায় রচিত হয় এবং এইভাবে অসমিয়া সংস্কৃতির আধুনিক রূপ বিকশিত হয়। আদি তাই-শান স্থানীয় সংস্কৃতির সাথে আত্তীকরণ করে একদিকে ভাষাকে গ্রহণ করেছিল এবং অন্যদিকে তাদের নিজস্ব উপাদান দিয়ে সংস্কৃতিকে প্রভাবিত করেছিল। একইভাবে, পূর্ব আসামের শুতীয়া রাজ্য, পশ্চিম আসামের কোচ সাম্রাজ্য এবং দক্ষিণ আসামের মধ্যযুগীয় কাছারি ও জয়ন্তীয়া রাজ্যগুলো বিভিন্ন মাত্রায় এবং বিভিন্ন সাংস্কৃতিক-মিশ্রণে আত্তীকরণের ধাপ সরবরাহ করেছিল।\nবৈষ্ণব আন্দোলন, শ্রীমন্ত শঙ্করদেব এবং তার শিষ্যদের নেতৃত্বে ১৫ শতকের একটি ধর্মীয়-সাংস্কৃতিক আন্দোলন, অসমীয়া সংস্কৃতিকে অন্য মাত্রা দিয়েছে। স্থানীয় পরিসরে একটি পুনর্নবীকরণ হিন্দুকরণ সংঘটিত হয়েছিল, যা প্রথমে কোচ এবং পরে আহোম রাজ্যগুলোর মাধ্যমে ব্যাপকভাবে সমর্থিত হয়েছিল। ফলস্বরূপ সামাজিক প্রতিষ্ঠান যেমন নামঘর এবং সত্র - বৈষ্ণব আশ্রম অসমীয়া জীবনধারার অংশ হয়ে উঠেছে। এই আন্দোলনটি ভাষা, সাহিত্য এবং অভিনয় এবং চারুকলার ক্ষেত্রে ব্যাপক অবদান রাখে। অনেক সময়ে, বৈষ্ণব আন্দোলন বিজাতীয় সাংস্কৃতিক বৈশিষ্ট্যগুলি প্রবর্তন করার এবং সাধারণ মানুষের জীবনযাত্রাকে পরিবর্তন করার চেষ্টা করেছিল। ব্রজাবলী, একটি ভাষা বিশেষভাবে অন্যান্য ভারতীয় ভাষার শব্দ প্রবর্তনের মাধ্যমে তৈরি করা হয়েছিল, এটি ভাষা হিসাবে ব্যর্থ হয়েছে কিন্তু অসমীয়া ভাষায় এর চিহ্ন রেখে গেছে। তদুপরি, মানুষের খাদ্যাভ্যাস এবং সাংস্কৃতিক জীবনের অন্যান্য দিক পরিবর্তনের জন্য নতুন এলিয়েন নিয়মও চালু করা হয়েছিল। পরবর্তী সময়ে অনেক নৃ-সাংস্কৃতিক এবং রাজনৈতিক গোষ্ঠীর বিচ্ছিন্নতার উপর এটি একটি বৃহত্তর প্রভাব ফেলেছিল।\nঐতিহ্য এবং ইতিহাসের একটি শক্তিশালী ভিত্তি সহ আধুনিক অসমীয়া সংস্কৃতি আসামের ব্রিটিশ শাসনের অধীনে এবং ব্রিটিশ-পরবর্তী যুগে সংঘটিত বিভিন্ন ঘটনা দ্বারা ব্যাপকভাবে প্রভাবিত। আমেরিকান মিশনারিদের দ্বারা ভাষাটিকে প্রমিত করা হয়েছিল শিবসাগর জেলার অনুসারে, যা আহোম রাজনৈতিক-অর্থনৈতিক ব্যবস্থার স্নায়ুকেন্দ্র ছিল যখন অসমীয়া ভাষা ও ব্যাকরণের (ব্যাকরণ) বিকাশের জন্য একটি নতুন ব্যাকৰণ ক্রমবর্ধমানভাবে গৃহীত হয়েছিল। পাশ্চাত্য এবং উত্তর ভারতীয় প্রভাবের একটি নতুন ঢেউ প্রদর্শনী শিল্পকলা এবং সাহিত্যে স্পষ্ট ছিল।\n১৯ এবং ২০ শতকে প্রমিতকরণের ক্রমবর্ধমান প্রচেষ্টার কারণে, বিভিন্ন জেলায় উপস্থিত স্থানীয় রূপগুলো এবং অবশিষ্ট উৎস-সংস্কৃতিগুলোর মধ্যে কম-আত্মিত নৃ-সাংস্কৃতিক গোষ্ঠীগুলির সাথে বৃহত্তর বিচ্ছিন্নতা দেখা গেছে। যাইহোক, অসমীয়া সংস্কৃতি তার সংকর রূপে এবং প্রকৃতির মধ্যে অন্যতম সমৃদ্ধ এবং এখনও বিকাশাধীন। ২০ শতকে অসংখ্য আত্ম-প্রত্যয় এবং আত্ম-পরিচয় আন্দোলন দেখা গেছে। রাজ্যের অনেক আদিবাসী উপজাতি সম্প্রদায় এখনও অসমীয়া সাংস্কৃতিক পরিচয়ে আত্তীকরণের প্রচেষ্টার বিরোধিতা করে।\n\n\n== রচনা এবং বৈশিষ্ট্য ==\nআসামের সংস্কৃতি বর্তমানে প্রকৃত অর্থে বিভিন্ন জাতিগত সাংস্কৃতিক রচনার সমন্বয়ে গঠিত একটি 'সাংস্কৃতিক ব্যবস্থা'। এটা আরও আকর্ষণীয় যে আসামের সংস্কৃতির উৎস-সংস্কৃতির অনেকগুলো এখনও উপ-প্রথা বা সহ-সত্তা হিসাবে টিকে আছে। বৃহত্তর অর্থে, আসামের সাংস্কৃতিক ব্যবস্থাতে তার উৎস-সংস্কৃতিও অন্তর্ভুক্ত।\n\n\n== উপাদান ==\n\n\n=== প্রতীকবাদ ===\n\nপ্রতীকবাদ আসামের সংস্কৃতির একটি গুরুত্বপূর্ণ অংশ। বিশ্বাস, অনুভূতি, গর্ব, পরিচয় ইত্যাদির প্রতিনিধিত্ব করতে বিভিন্ন উপাদান ব্যবহার করা হচ্ছে। প্রতীকবাদ আসামের একটি প্রাচীন সাংস্কৃতিক অনুশীলন, যা এখনও মানুষের জন্য অত্যন্ত গুরুত্বপূর্ণ। তামুলপান, জোরাই এবং গামোসা অসমীয়া সংস্কৃতির তিনটি গুরুত্বপূর্ণ প্রতীকী উপাদান।\nতামুল-পান (আরিকা বাদাম এবং পান) বা গুয়াপান (বোড়ো-চুতিয়া ভাষার গোই থেকে আসা গুয়া) ভক্তি, শ্রদ্ধা এবং বন্ধুত্বের প্রস্তাব হিসাবে বিবেচিত হয়। এটি একটি প্রাচীন ঐতিহ্য এবং আদিকাল থেকে আদিম সংস্কৃতিতে শিকড় সহ অনুসরণ করা হচ্ছে।\nশরাই, আসামের একটি ঐতিহ্যবাহী প্রতীক এবং অত্যন্ত সম্মানের একটি জিনিস। সম্মানজনক নৈবেদ্য প্রদান করার সময় এটি একটি ধারক-মাধ্যম হিসাবে ব্যবহৃত হয়। এটি একটি আরতির পাত্র ও নীচে একটি স্ট্যান্ড রয়েছে যা পূর্ব এবং দক্ষিণ পূর্ব এশিয়ায় পাওয়া যায়। হাজো এবং সার্থেবাড়ি হল ঐতিহ্যবাহী ধাতব ঘণ্টা ও পিতলের কারুশিল্পের সবচেয়ে গুরুত্বপূর্ণ কেন্দ্র। শরাই ব্যবহার করা হয়:\n\nঅতিথিদের স্বাগত ও ধন্যবাদের চিহ্ন হিসাবে তামুল-পানের (সুপারি এবং পান) জন্য একটি পানপাত্র হিসাবে।\nপ্রভুর আশীর্বাদের জন্য বেদীর (নাম ঘর) সামনে রাখা খাবার এবং অন্যান্য দ্রব্যের জন্য একটি আরতির পাত্র হিসাবে।\nবিহু নৃত্যের মতো ঐতিহ্যবাহী আয়োজনে আলংকারিক প্রতীক হিসেবে।\nঅভিনন্দনের সময় সম্মানিত ব্যক্তিকে উপহার হিসাবে।\n\n\n== উৎসব ==\nআসামে বেশ কিছু গুরুত্বপূর্ণ আদিবাসী ঐতিহ্যবাহী উৎসব রয়েছে। বিহু/বউইসাগু (কাচারিদের জন্য) সবার মধ্যে সবচেয়ে পালিত উৎসব। এখানে বিভিন্ন আদিবাসী ঐতিহ্যবাহী উৎসব রয়েছে পাশাপাশি বিভিন্ন আদিবাসী সম্প্রদায়ের অন্তর্ভুক্ত যা প্রতি বছর আসামের বিভিন্ন জায়গায় পালিত হয়।\n\n\n=== চিত্রাঙ্কন ===\n\nচিত্রাঙ্কন আসামের একটি প্রাচীন ঐতিহ্য। চীনা পরিব্রাজক হিউয়েন সাঙ (৭ম শতাব্দী) এর বিবরণ থেকে প্রাচীন অনুশীলনগুলো জানা যায়। বিবরণে উল্লেখ করা হয়েছে যে, কামরূপের রাজা ভাস্করবর্ম মগধের রাজা হর্ষবর্ধনকে বেশ কিছু জিনিস উপহার দিয়েছিলেন, যার মধ্যে কিছু ছিল অসমীয়া সিল্কের ওপরে চিত্র আঁকা জিনিস। মধ্যযুগ থেকে পাওয়া অনেক পাণ্ডুলিপি ঐতিহ্যগত চিত্রকলার চমৎকার উদাহরণ বহন করে। এই ধরনের মধ্যযুগীয় রচনাগুলোর মধ্যে সর্বাধিক বিখ্যাত হস্তীবিদ্যার্ণব (হাতির উপর একটি গ্রন্থ), চিত্রা ভগবত এবং গীতা গোবিন্দমে পাওয়া যায়। মধ্যযুগীয় চিত্রশিল্পীরা স্থানীয়ভাবে তৈরি পেইন্টিং উপকরণ যেমন হ্যাঙ্গুল এবং হাইতালের রং ব্যবহার করতেন। মধ্যযুগীয় অসমীয়া সাহিত্য চিত্রকর এবং পটুয়াদেরও উল্লেখ করেছে। ঐতিহ্যগত অসমীয়া চিত্রকর্মগুলো মধ্যযুগীয় রচনা যেমন চিত্রা ভগবতার উপজীব্য এবং নকশা দ্বারা প্রভাবিত হয়েছে।\nআসামে বেশ কয়েকজন বিখ্যাত সমসাময়িক চিত্রশিল্পী রয়েছেন। গুয়াহাটি আর্ট কলেজ ‌উচ্চ শিক্ষার জন্য একমাত্র সরকারি প্রতিষ্ঠান। রাজ্য জুড়ে বেশ কয়েকটি শিল্প-সমাজ এবং বেসরকারি উদ্যোগ রয়েছে এবং গুয়াহাটি আর্ট কলেজের পাশাপাশি গুয়াহাটি ভিত্তিক একটি অগ্রগামী সংগঠন হল গুয়াহাটি আর্টিস্ট গিল্ড। আসাম বিশ্ববিদ্যালয় শিলচরে একটি চারুকলা বিভাগ রয়েছে।\n\n\n=== রাষ্ট্রীয় সঙ্গীত ===\nরসরাজ লক্ষ্মীনাথ বেজবড়য়া দ্বারা রচিত ও মোর আপনার দেশ ( অ’ মোৰ আপোনাৰ দেশ) গানটি আসাম রাজ্যের রাষ্ট্রীয় সঙ্গীত হিসাবে জনপ্রিয়ভাবে স্বীকৃত।\n\n\n== আরও দেখুন ==\nঅম্বুবাচী মেলা\nজোনবিল মেলা (চুনবিল মেলা)\nআসামের প্রাচীন খেলার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}