{"pageid": 1320257, "title": "নূর বানো (গায়িকা)", "url": "https://bn.wikipedia.org/wiki?curid=1320257", "content": "নূর বানো (১৯৪২ – ১৪ই ফেব্রুয়ারি ১৯৯৯) পাকিস্তানের সিন্ধু প্রদেশের বাদিন জেলার মিঠু গোপাং গ্রামের একজন লোক গায়িকা ছিলেন। তিনি সিন্ধু প্রদেশে, বিশেষ করে গ্রামীণ সিন্ধু প্রদেশে জনপ্রিয় ছিলেন। তিনি খোলামেলা সঙ্গীতের আসর, মেলা এবং গ্রামীণ এলাকার বিয়ের অনুষ্ঠানে গান গেয়েছেন।\n\n\n== জীবনী ==\nনূর বানো ১৯৪২ সালে সিন্ধু প্রদেশের বাদিন জেলার পিরু লাশারির কাছে মিঠু গোপাং নামে একটি গ্রামে জন্মগ্রহণ করেন। পরে, তিনি সিন্ধু প্রদেশের তালহারে চলে যান। তাঁর পিতার নাম ছিল সুলেমান গোপাং। তিনি একজন দরিদ্র কৃষক ছিলেন। নূর কোনো বিদ্যালয়ে শিক্ষালাভ করেননি, তিনি কাছাকাছি মেলা এবং গ্রামীণ এলাকার গিয়ে বিয়ের গান গাইতেন। তিনি হায়াত গোপাং ও ওস্তাদ মিঠু কাছির কাছ থেকে সঙ্গীতের তালিম নেন।\n\n\n== সঙ্গীত জগতে প্রবেশ ==\nপ্রখ্যাত উস্তাদ পীর আলী মুহাম্মদ শাহ রশিদী এবং পীর হাসসামুদ্দিন শাহ রশিদী সিন্ধুর সঙ্গীত ও সংস্কৃতিকে ভালো বাসতেন। তাঁরা তালহারের সৈয়দ ওয়াদাল শাহ রশিদীর গৃহে যান। সৈয়দ ওয়াদাল শাহ তাঁদের সম্মানে একটি সংগীতানুষ্ঠানের আয়োজন করেন। সেই অনুষ্ঠানে গান গাইতে ডাকা হয় নূর বানোকে। অতিথিরা তাঁর স্বাভাবিক মিষ্টি সুরেলা কণ্ঠে মুগ্ধ হয়েছিলেন। তাঁরা তাঁকে রেডিও পাকিস্তান হায়দ্রাবাদে গান গাওয়ার পরামর্শ দেন। সৈয়দ ওয়াদাল শাহের ছেলে পীর জামান শাহ রশিদী ১৯৬০ এর দশকের শেষদিকে তাঁকে রেডিও পাকিস্তানের সঙ্গে পরিচয় করিয়ে দেন। পাকস্তান রেডিওতে প্রথম গান করেই তিনি সিন্ধুর প্রতিটি গ্রামে জনপ্রিয় হয়ে ওঠেন। রেডিও পাকিস্তানে তাঁর প্রথম গান ছিল \"মুনহনজয় মারুয়ারান জুন বলিয়ুঁ সুজানান\" (منهنجي ماروئڙن جون ٻوليون سڃاڻان)। তিনি ১৯৭০ এবং ১৯৮০ এর দশকে সিন্ধুর অন্যতম জনপ্রিয় মহিলা লোক গায়িকা ছিলেন।\nনূর বানো রেডিও পাকিস্তানে একক গায়ক হিসেবে বেশিরভাগ গান গেয়ে সখ্যাতি লাভ করেছেন, তবে তিনি বিখ্যাত গায়ক মাস্টার মুহাম্মদ ইব্রাহিম, মিঠু কাছি, জরিনা বালুচ এবং আমিনার সাথেও গান গেয়েছেন। তিনি সিন্ধি বিবাহের গানের জন্যও জনপ্রিয় ছিলেন, যেগুলিকে \"লাডা\" বা \"সাহেরা\" বলা হত। তাঁর কিছু গান রেডিও পাকিস্তান হায়দ্রাবাদের সঙ্গীত সংগ্রহালয়েও পাওয়া যায়।\n\n\n== মৃত্যু ==\nতিনি ১৯৯৯ সালের ১৪ই ফেব্রুয়ারি তারিখে তালহারে মারা যান এবং তাঁকে হায়দার শাহ লাক্যারি সমাধিস্থলে সমাহিত করা হয়েছে।\n\n\n== তথ্যসূত্র =="}