{"pageid": 1321376, "title": "কাজরি", "url": "https://bn.wikipedia.org/wiki?curid=1321376", "content": "কাজরি ভারতের একটি লোকগীতি এবং নৃত্যধারা। এটি হিন্দুস্তানি শাস্ত্রীয় সংগীতের একটি ধারা। এটি সাধারণত বর্ষাকালে, জুনের শেষ থেকে সেপ্টেম্বরের মধ্যে, পরিবেশিত হয়। এটি মূলত শ্রাবন মাসের একটি গান যা কন্যারা ও স্ত্রীয়েরা দোলনায় দোল খেতে খেতে গায়। সেই সময় আবার সবুজের আবির্ভাব ঘটে এবং কৃষি শ্রম শুরু হয়। এটি উত্তরপ্রদেশ এবং বিহারের একটি প্রধান লোকগান। ভোজপুরি ছাড়াও, গানটি মৈথিলি এবং মগধীতেও গাওয়া হয়। যদিও কাজরির প্রধান অঞ্চল হল ভোজপুরী অঞ্চল, বেনারস এবং মির্জাপুরকেও এর প্রধান অঞ্চল হিসাবে বিবেচনা করা হয়।\nগ্রীষ্মের আকাশ কালো বর্ষার মেঘে ভরে আসার সঙ্গে সঙ্গে প্রেমিকের জন্য একটি কুমারীর আকাঙ্ক্ষা বর্ণনা করতে এই গীতি নৃত্য ব্যবহৃত হয়।\nকিছু পণ্ডিত বেনারস-মির্জাপুর অঞ্চলের শক্তি পূজা বা গৌরী পূজা থেকে কাজরির উৎপত্তি বলে মনে করেন, আবার কিছু বৈষ্ণব একে কৃষ্ণের উপাসনা ও লাবণীর সাথে যুক্ত করেন; মির্জাপুরের ঐতিহ্যবাহী লোকশিল্পীরা এটাকে দেবী বিন্ধ্যবাসিনীর উপহার বলে মনে করেন।\n\n\n== পরিচয় ==\nভোজপুরি অঞ্চলে বিভিন্ন ঋতুতে গাওয়া বিভিন্ন ধরনের গান আছে, তাদের মধ্যে কাজরির একটি নিজস্ব তাৎপর্য রয়েছে। কাজরি গাওয়ার মরশুম হল বর্ষা ঋতু, শ্রাবন মাসে এগুলি গাওয়া হয়। কাজরি গানের অধিকাংশই অল্পবয়সী মেয়েরা গেয়ে থাকে।\n\n\n== বিষয় ==\nশ্রাবন মাস এবং গায়কদের বয়সের উপর নির্ভর করে কাজরি গানের বিভিন্ন বিষয় রয়েছে। গানগুলিতে বেশিরভাগই কৌতুকপূর্ণ এবং প্রেমময় বিষয় থাকে। স্বামী-স্ত্রীর প্রেমের সংলাপ অথবা বিরহ ব্যথা, ননদ বৌদির খুনশুটি, শাশুড়ি এবং পুত্রবধূর মধ্যে ঝগড়া, রাধা ও কৃষ্ণের প্রেম, শ্রী রামচন্দ্রের জীবনের ঘটনা এবং স্বামীর সাথে নতুন বধূর প্রেমময় কথোপকথন হল কাজরির সবচেয়ে জনপ্রিয় বিষয়। কাজরি গায়কদের মধ্যে এমন অনেক কন্যা আছে যারা বিয়ের পর প্রথম শ্রাবনে নিজ পিত্রালয়ে আসে, তাদের মানসিক অবস্থা থেকে বিচ্ছেদে ভরা কাজরি গানের জন্ম হয়। এছাড়া জীবনের প্রতিটি বিষয় সম্পর্কিত কাজরি গান বিক্ষিপ্তভাবে পাওয়া যায়। ভারতের স্বাধীনতা যুদ্ধের সময়, \"সুরাজি কাজরি\" নামে দেশভক্তি মূলক অনেক কাজরি গান তৈরি হয়েছিল।\n\n\n== উৎসব ==\nগানের ধারা ছাড়াও কাজরী নামে একটি উৎসবও পালিত হয়। এই উৎসবটি ভোজপুরি অঞ্চল এবং বুন্দেলখণ্ডে পালিত হয়, সামান্য হেরফের করে। শ্রাবনের পূর্ণিমাকে শ্রাবনী ছাড়া কাজরি পূর্ণিমাও বলা হয়। ভোজপুরি অঞ্চলে, এই উৎসব জৈষ্ঠের প্রথম রবিবার থেকে শুরু হয় এবং ভাদ্রের শুক্ল পক্ষের দ্বাদশী পর্যন্ত চলে, একে পার্বণ পূজাও বলা হয়। এই সময়ে বেনারস ও মির্জাপুরে দুই কাজরিও অনুষ্ঠিত হয়। বুন্দেলখণ্ডের লোকজীবনে \"কাজরি নবমী\" এবং \"কাজরি পূর্ণিমা\" উৎসবের বিশেষ তাৎপর্য রয়েছে। শ্রাবন মাসের শুক্লপক্ষের নবমীতে কাজরি বপন করা হয়, এই সময় মহিলারা বাইরে থেকে মাটি এনে ঘরের অন্ধকার কোণে রাখে এবং তাতে যব বপন করে। পূর্ণিমাতে এই যব দিয়ে কাজরি শোভাযাত্রা বের করা হয়।\n\n\n== ব্যুৎপত্তি ==\nকাজরি শব্দটি কাজরা বা কাজল শব্দ থেকে উদ্ভূত হয়েছে, এবং এটি আওধ ও ভোজপুরি অঞ্চলে গাওয়া হয়।\n\n\n== শিল্পী ==\nকাজরির উল্লেখ করলে মির্জাপুরের কবি ও লোকশিল্পী বদ্রীনারায়ণ 'প্রেমধন' এর নাম অবশ্যই নাম উল্লেখ করতে হবে। গায়কদের মধ্যে, বিখ্যাত ভোজপুরি-মৈথিলী গায়ক শারদা সিনহার গাওয়া বেশ কিছু কাজরি বিখ্যাত।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:হিন্দুস্তানি শাস্ত্রীয় সঙ্গীত"}