{"pageid": 1321571, "title": "অন্নপূর্ণা উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1321571", "content": "অন্নপূর্ণা উপনিষদ (সংস্কৃত: अन्नपूर्णा उपनिषद्) হল সংস্কৃত পাঠ এবং হিন্দুধর্মের একটি ক্ষুদ্র উপনিষদ। এটি সামন্য উপনিষদের শ্রেণীবদ্ধ এবং অথর্ববেদের সাথে সংযুক্ত।\nপাঠ্যটি পাঁচটি অধ্যায়ে যোগী নিদাঘ এবং বৈদিক ঋষি ঋভুর মধ্যে বক্তৃতা হিসেবে গঠন করা হয়েছে। প্রথম অধ্যায়ে কতগুলো প্রশ্ন উপস্থাপন করা হয়েছে যেমন \"আমি কে? কীভাবে মহাবিশ্বের উদ্ভব হয়েছে? জন্ম, মৃত্যু ও জীবনের অর্থ কী? স্বাধীনতা ও মুক্তি কী?\" পাঠ্য তারপর তার উত্তর আলোচনা করে, দেবী অন্নপূর্ণার কাছে জ্ঞান আরোপ করার পরে।\nপাঠ্যটি পাঁচ ধরনের বিভ্রম বর্ণনা করার জন্য উল্লেখযোগ্য, অদ্বৈত বেদান্ত মতবাদের অদ্বৈততা এবং সমস্ত আত্মার একত্ব ও আধিভৌতিক ব্রহ্মকে দাবি করে, আধ্যাত্মিক মুক্তিকে সংজ্ঞায়িত করে যে কোনও কিছুর সাথে অসংলগ্ন ও অভ্যন্তরীণ আঁকড়ে থেকে মুক্তি। পাঠ্যটি বর্ণনা করে জীবনমুক্তি – এই জীবনে স্বাধীনতা অর্জন, এবং যারা আত্ম-জ্ঞানে পৌঁছায় তাদের বৈশিষ্ট্য।\n\n\n== ইতিহাস ==\nঅন্নপূর্ণা উপনিষদের লেখক ও রচনাকাল অজানা।\nঅন্নপূর্ণোপনিষদ নামেও এই লেখাটির পাণ্ডুলিপি পাওয়া যায়। পাঠ্যটি মুক্তিকা ক্রমের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে ৭০ নম্বরে তালিকাভুক্ত হয়েছে, যা রাম কর্তৃক হনুমানকে বর্ণনা করা হয়েছে।\n\n\n== বিষয়বস্তু ও গঠন ==\nপাঠ্যটি পাঁচটি অধ্যায় নিয়ে গঠিত, যার মোট ৩৩৭টি শ্লোক রয়েছে।\n\n\n=== শিক্ষক হিসেবে নীরবতা ===\n\nপাঠ্য শুরু হয় যোগী নিদাঘের সাথে যিনি ব্রহ্মকে চেনেন, বৈদিক ঋষি ঋভুর সাথে দেখা করেন, শ্রদ্ধা জানান এবং তারপর জিজ্ঞাসা করেন, \"আত্মা সম্পর্কে সত্য শেখান\"। ঋভু তার উত্তর শুরু করেন, ১ থেকে ১২ শ্লোকে, তার জ্ঞানের উৎস প্রকাশ করার মাধ্যমে, যা তিনি দেবী অন্নপূর্ণাকে চিহ্নিত করেন, তাকে বিশ্বের শাসক, পূর্ণতা, ইচ্ছা ও মানবতার দেবী বলে অভিহিত করেন। ঋভু বলেছেন যে তিনি মহিলা ভিক্ষুদের দল দ্বারা তৈরি প্রার্থনা ব্যবহার করে দেবীর কাছে পৌঁছেছিলেন। অনেক দিনের প্রার্থনার পর, ঋভু বলে, দেবী অন্নপূর্ণা হাসিমুখে আবির্ভূত হলেন। তিনি তাকে জিজ্ঞাসা করলেন তিনি কী বর চান, এবং ঋভু উত্তর দিয়েছিলেন, \"আমি আত্মা সম্পর্কে সত্য জানতে চাই\"। দেবী কেবল অদৃশ্য হয়ে গেলেন, তাকে নীরবতা দিয়েছিলেন, এবং এই নীরবতার মধ্যে আত্মদর্শন, ঋভু বলেন, তাকে আত্ম-জ্ঞান প্রকাশ করেছিলেন।\n\n\n=== পাঁচটি বিভ্রম ===\nশ্লোক ১.১৩ থেকে ১.১৫-এ অন্নপূর্ণা উপনিষদ দাবি করে যে বিভ্রম পাঁচ ধরনের। প্রথমটি হল জীব ও ঈশ্বরের মধ্যে পার্থক্যে বিশ্বাস করা যেন তাদের বিভিন্ন রূপ রয়েছে। পাঠ্য দাবি করে, দ্বিতীয় বিভ্রম প্রতিনিধিত্ব (অভিনেতা-ক্ষমতা, ব্যক্তি-অহং) কে আত্ম হিসাবে সমান করে। জীবকে সমতুল্য বলে ধরে নেওয়া এবং স্থায়ীভাবে দেহের সাথে সংযুক্ত হওয়া হল তৃতীয় বিভ্রম, পাঠে বলা হয়েছে। চতুর্থ বিভ্রম হল মহাবিশ্বের কারণটি পরিবর্তনশীল, ধ্রুবক নয় বলে ধরে নেওয়া। পঞ্চম বিভ্রম, উপনিষদ দাবি করে, মহাবিশ্বের অপরিবর্তনীয় বাস্তবতাকে মহাবিশ্বের কারণ থেকে ভিন্ন বলে অনুমান করা। পাঠ্য জাহির করে, এই পাঁচটি বিভ্রান্তিকর প্রাঙ্গণ নিজেকে বুঝতে বাধা দেয়।\n\n\n=== আত্মা প্রতিটি জীবের মধ্যে একই ===\nপাঠ্যের ১.২২ থেকে ১.৩৯ শ্লোকগুলি আত্মা এবং একজনের আসল পরিচয় নিয়ে আলোচনা করে যে \"যা অবিনশ্বর, অসীম, আত্মা, সবকিছুর স্বয়ং, অবিচ্ছেদ্য, পরিপূর্ণ, প্রচুর ও অংশবিহীন\", ওয়ারিয়ার অনুবাদ করেন। পাঠ্য দাবি করে, আত্ম-জ্ঞান সচেতনতা থেকে জন্মগ্রহণ করে, এবং আত্মা হল ব্রাহ্মণ্য আনন্দ, অভ্যন্তরীণ প্রশান্তি একটি রাষ্ট্র যা যাই হোক না কেন, এক চিন্তন, শান্ত একাকীত্ব, চিরস্থায়ী নিস্তব্ধতার। পাঠ্যটি বলে, এটি মন যা বস্তু ও সংবেদনশীল আবেগের জন্য কামনা করে এবং আঁকড়ে থাকে, যার ফলে বস্তুর সাথে বন্ধন হয় এবং যে কেউ বস্তুটিকে নিয়ন্ত্রণ করে। এর ফলে কষ্ট হয় এবং প্রকৃত সুখের অভাব হয়। এই অভ্যন্তরীণ প্রক্রিয়া সম্পর্কে সচেতনতা, এই ধরনের মনের ক্ষয়, এবং আত্মার উপর পুনরায় কেন্দ্রীভূত হওয়া \"অভ্যন্তরীণ শীতল\" ও \"আত্মপ্রেমের\" দিকে পরিচালিত করে।\nউপনিষদ বলে যে, যেমন একজন বাজারে সক্রিয় ভিড়ের মধ্য দিয়ে হেঁটে যায়, শুধুমাত্র নিজের প্রিয়জন এবং লক্ষ্য সম্পর্কে সচেতন, আর সম্পর্কহীনদের সম্পর্কে অজ্ঞাত, একইভাবে আত্মজ্ঞানসম্পন্ন ব্যক্তি জীবনের অরণ্যে গ্রাম।\nএকজন আত্মজ্ঞানী দুঃখে বা আনন্দে দোল খায় না, সে সমস্ত জীবকে তার নিজের মত করে দেখে, সে কাউকে ভয় করে না এবং অন্য মানুষের সম্পদ তার কাছে কিছুই নয়। তারা অভ্যন্তরীণভাবে প্রত্যাহার করা হয়, এবং তাদের কাছে শহর, দেশ ও বন আধ্যাত্মিকভাবে সমতুল্য। উপনিষদ দাবি করে, তাদের অভ্যন্তরীণ তৃষ্ণা আছে, এবং আত্ম-জ্ঞান যাদের কাছে বিশ্ব চিরতরে আকর্ষণীয়।\n\n\n=== আমি কে? ===\nঅন্নপূর্ণা উপনিষদ, ১.৪০ শ্লোকে ঋষি ঋভুর মাধ্যমে যোগীকে আত্মদর্শন করতে বলে, \"আমি কে? কীভাবে মহাবিশ্বের উদ্ভব হয়? এটি কী? জন্ম ও মৃত্যু কীভাবে ঘটে?\" এই ধরনের প্রশ্নগুলিই, পাঠ্যটি দাবি করে, যা একজনকে একজনের আসল প্রকৃতি অনুসন্ধান করতে, মনের অর্থহীন জ্বর নিরাময় করতে এবং জীবনের অস্থায়ীতাকে বোঝার দিকে নিয়ে যায়। সমস্ত আকাঙ্ক্ষা ও বস্তু ত্যাগ করুন, সমস্ত আঁকড়ে থাকা মুছে ফেলুন, ১.৪৪ থেকে ১.৫৭ শ্লোকে পাঠ্যটি উল্লেখ করুন এবং যে উত্তরগুলি অবশিষ্ট রয়েছে তা একীভূত করুন। মন হল বন্ধনের উৎস, মন মনকে তরল করে, এবং মন স্বাধীনতা অর্জনে সাহায্য করে, লেখাটি দাবি করে। যার আত্ম-জ্ঞান আছে সে সমমনা, শ্লোক ১.৫৪ বলে।\n\n\n=== জীবনমুক্তি ===\n\nউপনিষদের দ্বিতীয় অধ্যায় জীবনমুক্তির অবস্থা বর্ণনা করে, যা \"আধ্যাত্মিক মুক্তি বা বর্তমান জীবনে স্বাধীনতা\"। পাঠ্য জাহির করে, এটি একটি রাষ্ট্র যা অ-সংযুক্তি, না নিষ্ক্রিয়তা, না কার্যকলাপ আঁকড়ে থাকা। স্বাধীনতা হল সক্রিয় থাকার অভ্যন্তরীণ অনুভূতি যখন কেউ চায় এবং তার ফলের জন্য আকাঙ্ক্ষা না করে, এবং যখন কেউ তা না করে তখন সক্রিয় না হওয়ার অভ্যন্তরীণ অনুভূতি। তার পেশা করা বা না করা নয়, তার আসল পেশা আত্ম-আনন্দ।\nশ্লোক ২.২৮-২৯ বলে, সত্যিকারের মুক্ত ব্যক্তি কিছু বা কাউকে চায় না, তিনি \"অটল, সুখী, মসৃণ, সরল, মিষ্টি, আত্ম-মমতা ছাড়া\" এবং তিনি কাজ করেন এবং জীবনযাপন করেন কারণ তিনি চান, \"যা হওয়ার বাকি আছে তার জন্য তৃষ্ণা ছাড়াই, বা বর্তমানের উপর হিসাব করা, বা অতীতকে স্মরণ করা, \"জীবনমুক্ত\"।\nতিনি এই অবস্থায় পৌঁছেছেন কারণ \"সমস্ত জগৎই তাঁর স্বয়ং একা\", আত্ম-উপলব্ধি হল পূর্ণতা যা বিশ্বের সর্বত্র বিরাজমান, সমস্তই এক পরম আকাশ, সমস্ত দ্বৈততা বর্জিত, মুক্ত হচ্ছেন আপনি, নিজেকে, আত্মা এবং আর কিছুই নয়, শ্লোক ২.৩৯ বলে।\nপাঠ্য দাবি করে, সর্বোত্তম ত্যাগ জ্ঞানের গুণের মাধ্যমে একাকীত্বের অবস্থা, কারণ এটি বিশুদ্ধ সর্বজনীন সত্তার অবস্থাকে প্রতিফলিত করে যেখানে সবই এক আত্মার প্রকাশ।\n\n\n=== যোগ, সিদ্ধি ও আত্মজ্ঞান ===\nপাঠ্যের তৃতীয় অধ্যায় ঋষি মাণ্ডব্যের উদাহরণ বর্ণনা করে যিনি যোগের মাধ্যমে ইন্দ্রিয় থেকে আত্মকে প্রত্যাহার করার উপায় হিসেবে আত্ম-জ্ঞানে পৌঁছেছিলেন। অ্যান্ড্রু ফোর্ট বলে, এই বর্ণনা যোগী অদ্বৈত বিষয়ের প্রতিনিধি। চতুর্থ অধ্যায় বলে যে যারা আত্মাকে খোঁজে এবং জানে তাদের অতিপ্রাকৃত সিদ্ধি শক্তির প্রতি কোন আগ্রহ নেই, তারা শিশুসুলভ কারণ তারা শিশুসদৃশ অভ্যন্তরীণ স্বাধীনতা উপভোগ করে।\nশ্লোক ৩৯-এ উপনিষদে বলা হয়েছে \"সঠিক যুক্তি ছাড়া মনকে জয় করা অসম্ভব\"। পাঠ্যের ৪.৪০ থেকে ৪.৯২ শ্লোকগুলি একজন মুক্ত ব্যক্তির অবস্থা বর্ণনা করে, যিনি তার আত্মায় প্রশান্তি অর্জন করেছেন এবং মনের লোভ ও আঁকড়ে থাকা প্রক্রিয়াগুলিকে ধ্বংস করেছেন।\n\n\n=== মুক্ত আত্মা সঙ্গে এক ===\nপাঠ্যের পঞ্চম অধ্যায়ে, আত্ম-জ্ঞান এবং মুক্ত আত্মার সাথে মুক্ত ব্যক্তির বর্ণনা চালিয়ে যাচ্ছে।\nপাঠ্যটি দাবি করে, মুক্ত চেতনার অধিকারী, তার আত্মাকে \"আলোর প্রকৃতি, সঠিক জ্ঞানের\" বলে জানে, সে নির্ভীক, পরাধীন বা হতাশাগ্রস্ত হতে পারে না, সে জীবনের পরের কথা চিন্তা করে না, কখনো কোনো কিছুর সাথে সংযুক্ত থাকে না। তিনি একজন নীরব মানুষ, তবুও কার্যকলাপে পূর্ণ, শান্ত কিন্তু নিজের মধ্যে আনন্দময়, পাঠ্যটি জোর দিয়েছিল। পাঠ্যটি বলে যে, তিনি জানেন, \"আমিই আত্মা যে আত্মা, আমিই সব, আমিই সব, ব্রহ্মই জগৎ, জগৎ ব্রহ্ম, আমি কারণও নই, প্রভাবও নই, বিশাল এবং কখনও সসীম নই\"। তিনি জানেন, অন্নপূর্ণা উপনিষদের ৫.৭৪ শ্লোকে বলা হয়েছে, \"আমি সেই\"।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nAyyangar, T. R. Srinivasa (১৯৪১)। The Samanya Vedanta Upanisads। Jain Publishing (Reprint 2007)। আইএসবিএন 978-0895819833। ওসিএলসি 27193914। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nFort, Andrew O. (১৯৯৮)। Jivanmukti in Transformation: Embodied Liberation in Advaita and Neo-Vedanta। State University of New York Press। আইএসবিএন 978-0-7914-3904-3। \nHattangadi, Sunder (২০০০)। \"अन्नपूर्णोपनिषत् (Annapurna Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ২ মার্চ ২০১৬। \nMahadevan, T. M. P. (১৯৭৫)। Upaniṣads: Selections from 108 Upaniṣads। Motilal Banarsidass। আইএসবিএন 978-81-208-1611-4। \nAM Sastri, সম্পাদক (১৯২১)। The Samanya Vedanta Upanishads with the commentary of Sri Upanishad-Brahma-Yogin (সংস্কৃত ভাষায়)। Adyar Library (Reprinted 1970)। hdl:2027/mdp.39015065237664। \nTinoco, Carlos Alberto (১৯৯৬)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2। \nWarrier, AG Krishna (১৯৬৭)। Sāmanya Vedānta Upaniṣads। Adyar Library and Research Center। আইএসবিএন 978-8185141077। ওসিএলসি 29564526।"}