{"pageid": 1321347, "title": "লেসবিয়ান/ওমেন (বই)", "url": "https://bn.wikipedia.org/wiki?curid=1321347", "content": "লেসবিয়ান/ওমেন (১৯৭২; দ্বিতীয় সংস্করণ ১৯৯১) নারীবাদী এবং সমকামী অধিকার কর্মী ডেল মার্টিন এবং ফিলিস লিয়নের একটি কাজ, যেখানে লেখক সমকামী মহিলা হওয়ার অর্থ কী তা নিয়ে আলোচনা করেছেন। বইটি প্রভাবশালী ছিল এবং সমকামী নারীবাদের একটি মৌলিক পাঠ্য হিসেবে বিবেচিত হয়। সমালোচকরা বিশ্বাস করেছিলেন যে এটি সমকামী মহিলা হিসাবে এর লেখকদের ব্যক্তিগত অভিজ্ঞতা থেকে উপকৃত হয়েছে এবং ধর্মীয় ও পেশাদার সংস্থাগুলির দ্বারা সমকামী মহিলাদের চিকিৎসার সমালোচনাকে সমর্থন করেছে।\n\n\n== সারসংক্ষেপ ==\nমার্টিন এবং লিয়ন লেসবিয়ানিজম নিয়ে আলোচনা করেন, এই যুক্তি দিয়ে যে বিষয়টি \"অতিকথা এবং বাঁধাধরা ধারণা\" দ্বারা বেষ্টিত, যেমন ধারণা করা হয় যে লেসবিয়ান হওয়া শুধুমাত্র বা প্রাথমিকভাবে যৌন আচরণ এবং অনুভূতির বিষয়, যেমন লেসবিয়ানরা শিশুদের শ্লীলতাহানি করে এবং যুবতী মহিলাদের প্রলুব্ধ করে, এবং যেমন একজন মহিলার যৌন অভিমুখিতা তার চেহারা থেকে নির্ধারণ করা যেতে পারে। তারা যুক্তি দেয় যে লেসবিয়ান মহিলারা বৈচিত্র্যময়, এবং তাদের বিভিন্ন অভিজ্ঞতা এবং পটভূমি রয়েছে। তারা লেসবিয়ান হিসাবে তাদের ব্যক্তিগত অভিজ্ঞতা বর্ণনা করে এবং লেখেন যে একজন মহিলার জন্য লেসবিয়ান হওয়া হল \"জীবনযাত্রার একটি প্রণালী\" যা \"তার পুরো ব্যক্তিত্বের গঠনের সঙ্গে জড়িত\"। অন্বেষণ করা অন্যান্য বিষয়ের মধ্যে বুচ এবং ফেম ভূমিকা রয়েছে।\nযদিও তারা লক্ষ করে যে কিছু লেসবিয়ান বিশ্বাস করে যে তারা লেসবিয়ান হয়ে জন্মগ্রহণ করেছিল, তারা লেখেন যে তারা, \"মনে করেন যে ব্যক্তিরা জন্মগতভাবে যৌন হয়: বিষমকামী বা সমকামী নয়, শুধু যৌনকামী।\" তারা যুক্তি দেখান যে একজন মহিলার যৌন অভিযোজন তার ব্যক্তিগত অভিজ্ঞতা এবং তাদের প্রতি প্রতিক্রিয়ার উপর নির্ভর করে এবং এটি ধীরে ধীরে বিকাশ করতে পারে, একটি মেয়ে হিসাবে তার সচেতনতা থেকে উঠে আসে যে সে আলাদা অনুভব করেছিল।\n\n\n== প্রকাশনার ইতিহাস ==\n১৯৭২ সালে প্রথম প্রকাশিত, লেসবিয়ান/ওমেন ১৯৯১ সালে একটি প্রসারিত সংস্করণে পুনঃপ্রকাশিত হয়েছিল।\n\n\n== অভ্যর্থনা ==\n\n\n=== প্রারম্ভিক পর্যালোচনা ===\nলেসবিয়ান/ওমেন দ্য বডি পলিটিক -এ ক্যারল লিয়ার্ডের কাছ থেকে ইতিবাচক পর্যালোচনা এবং লেসবিয়ান টাইডে ডায়ান ত্রজসিনস্কি কাছ থেকে একটি মিশ্র পর্যালোচনা পেয়েছে। বইটি সিস্টারস, অামাজন ত্রৈমাসিক, জার্নাল অব সেক্স রিসার্চ, এবং জুলিয়া পি. স্ট্যানলি জার্নাল অব হোমোসেক্সুয়ালিটিতে পর্যালোচনা করেছেন।\nলিয়ার্ড লেসবিয়ান/ওমেনকে \"ইতিবাচক এবং আলোকিত\" বলে মনে করেছেন এবং মার্টিন ও লিয়নকে \"সমসাময়িক সমাজে একজন মহিলা এবং একজন সমকামী মহিলা বলতে কী বোঝায় তার সম্পূর্ণ এবং বাস্তবসম্মত উপলব্ধি\" প্রদর্শনের জন্য কৃতিত্ব দিয়েছেন এবং একটি \"প্রমাণিত এবং বাস্তবসম্মত\" আলোচনা প্রদান করেছেন, সমকামী মহিলা হিসাবে তাদের ব্যক্তিগত অভিজ্ঞতা থেকে উপকৃত হওয়া বিষয় সম্পর্কে। তিনি বইটিকে সমকামী মহিলাদের সম্পর্কে স্টেরিওটাইপগুলির (চিন্তাহীনভাবে বাঁধাধরা) জন্য একটি দরকারী বিরোধিতা হিসাবে বিবেচনা করেছিলেন এবং তাদের যৌন অভিযোজন পরিবর্তন করতে আগ্রহী ভেষজবিজ্ঞানীদের কাছে তাদের মেয়েদের না পাঠানোর জন্য পিতামাতাদের পরামর্শকে স্বাগত জানিয়েছেন। তিনি \"গির্জা এবং পেশাদার সমিতি\" এর সমালোচনাকে সমর্থন করে \"মুক্তির জন্য প্রাণবন্ত দাবিতে\" \"নিজেই মুক্তি\" চূড়ান্ত অধ্যায় খুঁজে পান।\nত্রজসিনস্কি লিখেছেন লেসবিয়ান/ওমেন মার্কিন যুক্তরাষ্ট্রে সমকামী মহিলা এবং সমকামী মহিলা নারীবাদী আন্দোলনের ইতিহাসের কারণে এটি নারীবাদীদের জন্য উপযোগী প্রমাণিত হবে। তিনি বজায় রেখেছিলেন যে এটি সমকামী মহিলাদের হিসাবে মার্টিন এবং লিয়নের ব্যক্তিগত অভিজ্ঞতা থেকে উপকৃত হয়েছে এবং সংগঠিত ধর্ম, চিকিৎসা পেশা এবং সরকার হিসাবে \"সমকামী মহিলা প্রাতিষ্ঠানিক নিপীড়নের তিনটি প্রধান উৎস\" সঠিকভাবে মূল্যায়ন করার জন্য তাদের কৃতিত্ব দিয়েছেন। তিনি লেসবিয়ানিজমের মনস্তাত্ত্বিক তত্ত্বের মার্টিন এবং লিয়নের সমালোচনাকেও সমর্থন করেছিলেন। যাইহোক, তিনি দেখতে পান যে বইটি \"অনেক সময় ক্ষমাপ্রার্থী হিসাবে পড়া হয়\", এবং বিশ্বাস করেন যে মার্টিন এবং লিয়ন সমাজের সমকামী মহিলাদের ভালবাসা এবং সম্মান দেওয়ার দাবি করা ভুল ছিল, তিনি লিখেছেন যে \"বর্তমানে সমাজ যেভাবে গঠন করা হয়েছে\" তার প্রেক্ষিতে এটি অসম্ভব। তিনি আরও প্রশ্ন করেছিলেন যে সমকামী মহিলারা কেন সমাজের ভালবাসা এবং সম্মান চায়, এটি তাদের সাথে যেভাবে আচরণ করেছে তা দেওয়া হয়েছে। তিনি এও বজায় রেখেছিলেন যে মার্টিন এবং লিয়নের লেসবিয়ানিজমের বিবরণ যতদূর যায় সঠিক ছিল, এটি উপেক্ষা করে \"বিভিন্ন বিকল্প এখন লেসবিয়ানদের জন্য উন্মুক্ত।\"\n\n\n=== পরবর্তী মূল্যায়ন ===\nজেনিফার টেরি লেসবিয়ান/ওমেনকে \"সমকামী মহিলা-নারীবাদের একটি মৌলিক পাঠ\" হিসাবে বর্ণনা করেছেন। তিনি মন্তব্য করেছেন যে এটি অনেক ক্ষেত্রেই, \"অধ্যয়নে স্বেচ্ছায় সমকামী মহিলা অংশগ্রহণের ফলে উৎপাদিত পূর্ববর্তী সামাজিক বৈজ্ঞানিক জরিপ এবং প্রাথমিক মানসিক মামলা ইতিহাসের সাথে সাদৃশ্যপূর্ণ।\" তিনি আরও যোগ করেছেন যে, \"লেসবিয়ান/ওমেন রিপোর্ট করা বিষয়ের স্ব-বর্ণনা এবং ১৯৩০-এর দশকের যৌন ভেরিয়েন্ট স্টাডির অংশ ছিল এমন প্রাথমিক মানসিক সাক্ষাতকারগুলির মধ্যে একটি বিতর্কমূলক কাঠামোর মধ্যে কেউ একটি মিল সনাক্ত করতে পারে।\"\n২০০৪ সালে, \"দ্য অ্যাডভোকেট\" লেসবিয়ান/ওমেনকে এখন পর্যন্ত লেখা \"১০০টি সেরা সমকামী মহিলা এবং সমকামী পুরুষ ননফিকশন বই\" হিসেবে তালিকাভুক্ত করেছে। জিএলবিটিকিউ সোশ্যাল সায়েন্সেস - এর জন্য লেখা টিনা জিয়ানৌলিস লেসবিয়ান/ওমেনকে একটি প্রভাবশালী বই হিসেবে বর্ণনা করেছেন এবং যোগ করেছেন যে সমকামী মহিলা হওয়ার অর্থ কী তা নিয়ে মার্টিন এবং লিয়নের বোঝাপড়া \"শুধু সেই মহিলাদের জন্যই দরজা খুলে দেয়নি যারা কখনও মহিলাদের সাথে যৌন সম্পর্ক করেনি। নিজেদেরকে সমকামী মহিলা হিসেবে দেখতে, কিন্তু এটি একটি নারী-শনাক্ত উপসংস্কৃতির ভিত্তিও তৈরি করে যা ১৯৭০-এর দশকের সমকামী মহিলা আন্দোলনের ভিত্তি হয়ে ওঠে।\" জিয়ানৌলিস যোগ করেছেন যে এটি মার্টিন এবং লিয়নের \"সবচেয়ে উল্লেখযোগ্য বই\" এবং এটি \"বিংশ শতাব্দীতে আমেরিকান লেসবিয়ান জীবনের একটি গুরুত্বপূর্ণ বিবরণ হিসাবে রয়ে গেছে\"।\n\n\n== আরও দেখুন ==\nসমকামিতার জীববৈজ্ঞানিক কারণ\nপরিবেশ এবং যৌন অভিমুখিতা\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nবই\n\nখতিয়ান\n\nঅনলাইন নিবন্ধ"}