{"pageid": 1321577, "title": "শাজিয়া খুশক", "url": "https://bn.wikipedia.org/wiki?curid=1321577", "content": "শাজিয়া খুশক (উর্দু: شازیہ خشک‎‎, সিন্ধি: شازيه خشڪ) (জন্ম ১৯৭০ সালের ১৬ই সেপ্টেম্বরে জামশোরো) হলেন একজন পাকিস্তানি প্রাক্তন লোক গায়ক। তাঁর মাতৃভাষা কাশ্মীরী হলেও তিনি সিন্ধি, বেলুচি, সারাইকি, উর্দু, কাশ্মীরি, ব্রাহুই এবং পাঞ্জাবি ভাষায় গান গেয়েছেন। তবে তিনি সিন্ধি এবং বেলুচি এই দুটি বিশিষ্ট ভাষার গায়িকা হিসেবে বেশি জনপ্রিয় হয়েছিলেন।\n\n\n== জীবনী ==\nশাজিয়া খুশকের জন্ম জামশোরোতে। তাঁর বাবার নাম ফারুক আহমেদ মির্জা। তাঁর বাবা শিক্ষা বিভাগের সাথে যুক্ত এবং একটি কলেজে শিক্ষক ছিলেন। শাজিয়া ১৯৯০ সালে সিন্ধু বিশ্ববিদ্যালয় থেকে এমএ পাস করেন এবং সেখানে তিনি সিন্ধু বিশ্ববিদ্যালয়ের অধ্যাপক ওস্তাদ মুহাম্মদ ইব্রাহিম খুশক কে বিয়ে করেন। ছোটবেলা থেকেই তাঁর গানের প্রতি আগ্রহ ছিল। অধ্যয়নের সময়, তিনি সিন্ধু বিশ্ববিদ্যালয়ের সঙ্গীতানুষ্ঠানেও সঙ্গীত পরিবেশন করেছিলেন। আনুষ্ঠানিকভাবে তিনি সুলতানা সিদ্দিকীর প্রযোজনায় ১৯৯২ সালে পাকিস্তান টেলিভিশনে প্রথম সঙ্গীত পরিবেশন করেন। এর পেছনে ছিল তাঁর স্বামীর উৎসাহ। তাঁর সম্পর্কে শাজিয়া বলেন, \"আমার স্বামী আমাকে প্রায়ই কণ্ঠের রানী বলে ডাকতেন\"।\nএকই বছর, তিনি শাহ আবদুল লতিফ ভিটাইয়ের বার্ষিক উরসেও সঙ্গীত পরিবেশন করেছিলেন। তাঁকে পাকিস্তান টেলিভিশনে অভিনেত্রী হিসেবে অভিনয়ের প্রস্তাব দেওয়া হয়েছিল কিন্তু তিনি তা প্রত্যাখ্যান করেন।\nতিনি সিন্ধি এবং বেলুচি এই দুটি বিশিষ্ট ভাষার গায়িকা হিসেবে জনপ্রিয় হয়েছিলেন। তাঁর প্রথম গান মারা উধেতা পাখিইয়ারা কাদি আও না মারে দেস  তাঁর নামকে দেশব্যাপী জনপ্রিয় করে তুলেছে। \n\n\n== ঐতিহ্য ==\nশাজিয়া খুশক তাঁর কর্মজীবনে ৫০০টিরও বেশি গান পরিবেশন করেছেন এবং বিশ্বের ৪৫টি দেশে সঙ্গীত পরিবেশন করেছেন। তিনি আমেরিকা, কানাডা, অস্ট্রেলিয়া, জাপান, দুবাই, কাতার, সিঙ্গাপুর, হল্যান্ড, মালদ্বীপ, শ্রীলঙ্কা, ভারত এবং আরও অনেক দেশে গান গেয়েছেন। তাঁর বিখ্যাত গানগুলো হল: মাহি ইয়ার দি ঘরোলি (সচল সরমস্ত), তু দিলরি ইয়ার ধুতারি (তালিব উল মওলা), লাল মেরি পাত, হাসিনা পোপরি (শামশের উল হায়দারি) ঘুম চরখড়ি (শাহ হোসেন মধু লাল) এবং দাম মস্ত কালান্দর। তিনি নিজের বাড়িতে সঙ্গীত গ্রন্থাগার স্থাপন করেছেন যেখানে তিনি বিভিন্ন সঙ্গীতজ্ঞদের অডিও এবং ভিডিও ক্যাসেট স্থাপন করেছেন। অবসর সময়ে তিনি কিছু কবিতাও লেখেন।\nকরাচিতে ইউএস কনস্যুলেট জেনারেল শাজিয়াকে 'শুভেচ্ছা দূত' হিসেবে নির্বাচিত করেছিলেন। \nজামশোরোর সিন্ধু বিশ্ববিদ্যালয় তাঁকে 'সুফিবাদ - লোকসংগীত'-এর জন্য একটি সম্মানসূচক ফেলোশিপ প্রদান করে।\nতিনি উজবেকিস্তান সরকারের কাছ থেকে 'রাষ্ট্রপতি পুরস্কার' পেয়েছেন।\n\n\n== পুরস্কার ==\nশাজিয়া খুশক সিন্ধু বিশ্ববিদ্যালয় থেকে সুফিবাদ এবং লোকসংগীতে সম্মানসূচক ফেলোশিপ পেয়েছিলেন।\nউজবেকিস্তান সরকার তার গানের প্রশংসায় তাকে রাষ্ট্রপতি পুরস্কার প্রদান করে।\n\n\n== সঙ্গীতজগত ত্যাগ ==\n২০১৯ সালে, শাজিয়া খুশক ঘোষণা করেছেন যে তিনি সঙ্গীত জগত থেকে সরে যাবার সিদ্ধান্ত নিয়েছেন, এবং বাকি জীবন ইসলামের সেবায় নির্বাহ করবেন। শাজিয়া নিজেই একটি সাক্ষাৎকারের সময় ঘোষণা করেছিলেন যে তিনি বিভিন্ন দেশ থেকে গান গাওয়ার জন্য অনেক প্রস্তাব পেয়েছিলেন কিন্তু নিজের ধর্মীয় বাধ্যবাধকতার কারণে তিনি সব প্রত্যাখ্যান করেছিলেন।\n\n\n== গান ==\nতাঁর বিখ্যাত কিছু গান:\n\nরুবারো-ই-ইয়ার\nতেরা নাম লিয়া\nলাল মেরি পাত রাখিও لعل میری پت رکھیو\nনিয়ানি নিমানি\nমেধা রঞ্জনা میڈھا رانجھنا\nমাদা উদথা পাখি কে আও না মারে দেশ\nআলে মুহিঞ্জা মারাওরা\n\n\n== আরও দেখুন ==\nসিন্ধি সঙ্গীত\nসিন্ধি গায়কদের তালিকা\n\n\n== তথ্যসূত্র =="}