{"pageid": 1321858, "title": "পরমহংস পরিব্রাজক উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1321858", "content": "পরমহংস পরিব্রাজক উপনিষদ (সংস্কৃত: परमहम्स परिव्रजक उपनिस्हद्) হল মধ্যযুগের সংস্কৃত পাঠ এবং হিন্দুধর্মের ক্ষুদ্র উপনিষদ। পাঠ্যটি অথর্ববেদের সাথে সংযুক্ত, এবং সন্ন্যাস উপনিষদের শ্রেণীবদ্ধ।\nপরমহংসের আক্ষরিক অর্থ \"সর্বোচ্চ হংস\" এবং পরিবর্জক অর্থ \"বিচরণ\"। ভারতীয় ঐতিহ্যে, হংস \"অভিবাসী আত্মা\" বা পুনর্জন্ম প্রাপ্ত আত্মার প্রতীক। এই শব্দগুলি উপনিষদে উপসর্গযুক্ত, \"বিচরণকারী পরমাত্মা (হংস)\" সম্পর্কে জ্ঞানকে বোঝায়।\nসন্ন্যাস উল্লেখ করার জন্য পাঠটি উল্লেখযোগ্য, এবং সন্ন্যাসীদের (হংস) বর্ণনা করে বিচরণকারী পাখিরা যেখানেই খাবার খুঁজে পায়,\nপরমহংস ভিক্ষা করে এবং চারটি বর্ণের কাছ থেকে বৈষম্য ছাড়াই খাদ্য ও জল গ্রহণ করে, আশ্রম উপনিষদে পাওয়া বর্ণনার অনুরূপ। পাঠ্যটি দক্ষিণ এশিয়ার মধ্যযুগীয় ত্যাগের ঐতিহ্য সম্পর্কে বিশদ বিবরণের জন্যও উল্লেখযোগ্য।\nপাঠ্যটি দাবি করা যে ত্যাগের পরে বিচরণকারী হিন্দু ধর্মাচারী নৈতিক, বেদান্ত অধ্যয়নের জন্য নিবেদিত, এবং ব্রহ্মের পথে প্রতিষ্ঠিত।\n\n\n== ইতিহাস ==\nপাঠ্যটির রচনাকাল ও রচয়িতা অস্পষ্ট। স্প্রকহফ এর মতে, পাঠ্যটি বেশিরভাগ সন্ন্যাস উপনিষদের পরে রচিত হয়েছিল কারণ এটি তাদের উল্লেখ করে এবং এটি খ্রিস্টাব্দ ২য় সহস্রাব্দ রচিত। আবার এটি সম্ভবত খ্রিস্টাব্দ ১৪ বা ১৫ শতকে রচিত হয়েছিল, দক্ষিণ এশিয়ার ইসলামি সালতানাত আমলে।\nমুক্তিকা ক্রমের ১০৮টি উপনিষদের তেলুগু ভাষার  সংকলনে, রাম দ্বারা হনুমানের কাছে বর্ণিত, এই উপনিষদটি ৬৬ নম্বরে তালিকাভুক্ত রয়েছে।\nপাঠ্যটি পরমহংসপরিভ্রাজক উপনিষদ এবং পরমহংসপরিভ্রাজকোপনিষদ নামেও পরিচিত।\n\n\n== গঠন ==\nউপনিষদ ব্রহ্মা এবং ব্রহ্মার পিতা আদি নারায়ণ এর মধ্যে বক্তৃতা হিসাবে উপস্থাপিত হয়েছে।  পাঠ্যটি আটটি গদ্য অধ্যায়ে গঠন করা হয়েছে।\n\n\n== বিষয়বস্তু ==\n\nপাঠ্যটি দাবি করে যে ব্রহ্মা আদি নারায়ণের কাছ থেকে বর্ণ-ধর্ম (শ্রেণী), আশ্রম-ধর্ম (জীবনের পর্যায়), এবং নিজ নিজ কর্তব্য সম্পর্কে শিক্ষা লাভ করেন।\nপাঠ্য জোর দিয়ে বলে, মানুষ তার প্রাপ্তবয়স্ক জীবন শুরু করে তিনটি আকাঙ্ক্ষা (পুত্র, সম্পদ ও স্বর্গীয় জগৎ) দিয়ে, এবং এইগুলি অনুসরণ করার জন্য সে স্বার্থপরতা, অহংকার এবং অন্যান্য সুপ্ত আবেগের আশ্রয় নেয়। সময়ের সাথে সাথে, প্রজ্ঞা তার মধ্যে উদিত হয় এবং সে মুক্তির সন্ধান করে। মুক্তির জন্য  আকাঙ্ক্ষা, ঘৃণা বা বিচ্ছিন্নতা ত্যাগ করে বিচরণকারী হংসের জীবন খোঁজা উচিত।\nউপনিষদ তার পাঠ্যের সবচেয়ে বড় অংশ উৎসর্গ করে বিচরণকারী পরমহংসের বৈশিষ্ট্য বর্ণনা করে। পাঠ্য বলে, পরমহংস, বেদান্ত অধ্যয়ন করে এবং ব্রহ্মের পথে প্রতিষ্ঠিত হয়। তিনি ওঁ মন্ত্র পাঠ করেন, তিনি নিঃস্বার্থ তবুও তাঁর আত্মায় (আত্মা) স্থির। তিনি বিশুদ্ধ মনের, বিচ্ছিন্ন, সর্বদা শেখেন। অভ্যন্তরীণ বা বাহ্যিক কোন কিছুর সাথেই তার কোন সংযুক্তি নেই। তার মনে কোন শত্রুতা নেই, সে সব শ্রেণীর (বর্ণ) কাছে খাবার ভিক্ষা করে, কিছু খেতে পেলে সে খুশি এবং না পেলেও সমান খুশি। তিনি স্বাহা উচ্চারণ করেন না, তিনি মন্ত্র বা তান্ত্রিক আচার-অনুষ্ঠানে ব্যস্ত নন। পরমহংস হল \"সত্তা, চেতনা ও আনন্দ দ্বারা চিহ্নিত অ-দ্বৈত চেতনার ভর\"।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nDeussen, Paul; Bedekar, V.M.; Palsule, G.B. (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nHattangadi, Sunder (২০০৮)। \"परमहंसपरिव्राजकोपनिषत् (Paramahamsa Parivrajaka Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১০ জানুয়ারি ২০১৬। \nOlivelle, Patrick (১৯৯২)। The Samnyasa Upanisads। Oxford University Press। আইএসবিএন 978-0195070453। \nOlivelle, Patrick (১৯৯৩)। The Asrama System। Oxford University Press। আইএসবিএন 978-0195083279।"}