{"pageid": 1321949, "title": "আ. ন. ম. বশির উল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=1321949", "content": "আ ন ম বশির উল্লাহ বাংলাদেশ হাইকোর্টের একজন বিচারপতি।\n\n\n== জীবনের প্রথমার্ধ ==\nতিনি ১৯৫৬ সালের ৩১ মার্চ জন্মগ্রহণ করেন। তিনি ঢাকা বিশ্ববিদ্যালয়ে আইন বিষয়ে স্নাতক ও স্নাতকোত্তর করেছেন।\n\n\n== কর্মজীবন ==\nতিনি ১৯৮১ সালের ১ ডিসেম্বর মুন্সেফ হিসেবে বাংলাদেশ সিভিল সার্ভিসের বিচার বিভাগীয় শাখায় যোগদান করেন। ১৯৯৭ সালের ২১ অক্টোবর তিনি জেলা ও দায়রা জজ পদে পদোন্নতি পান।\n২০০৬ সালের মার্চ মাসে, সিলেটের দ্রুত বিচার ট্রাইব্যুনালের বিচারক বিপ্লব গোস্বামীর ওপর বোমা হামলার দায়ে সিলেট জেলা ও দায়রা জজ উল্লাহ জামাত-উল-মুজাহিদীন বাংলাদেশের সদস্যকে মৃত্যুদণ্ড দেন। ১৯৯১ সালের ৩০ অক্টোবর আব্দুস সোবহানকে হত্যার দায়ে ২০০৬ সালের ২০ নভেম্বর চট্টগ্রামের জেলা ও দায়রা জজ ১২ জনকে যাবজ্জীবন কারাদণ্ড দেন।\n২০০৮ সালের জুন মাসে, তিনি, তৎকালীন চট্টগ্রাম মেট্রোপলিটন দায়রা জজ, আবু সালেহ মোহাম্মদ মোফাজ্জল হক, চট্টগ্রাম মেট্রোপলিটন পুলিশের সাবেক সহকারী কমিশনার এবং অন্য দুই পুলিশ কর্মকর্তার বিরুদ্ধে একটি চাঁদাবাজির মামলার শুনানি করেন।\nযুক্তরাজ্যে হেরোইন পাচারের অভিযোগে গ্রেফতারের পর বিডি ফুডস লিমিটেডের চেয়ারম্যান বদরুদ্দোজা চৌধুরী মোমেনের পাসপোর্ট ফেরত দেওয়ার নির্দেশ দেন তিনি। মে ২০০৯ সালে, বিচারপতি এম এ ওয়াহহাব মিয়াঁ এবং মারজি-উল হক তাকে সতর্ক করেছিলেন, তৎকালীন ঢাকা মহানগর দায়রা জজ, হাইকোর্টের একটি রায় সম্পর্কে তার অসম্মানজনক মন্তব্যের বিষয়ে। মদ রাখার মামলায় জাতীয় পার্টির চেয়ারম্যান আনোয়ার হোসেন মঞ্জুকে জামিন দিয়েছেন তিনি। তিনি হাইকোর্ট থেকে আসা সন্দেহভাজন ব্যক্তিকে জামিন দেননি। তিনি তার মন্তব্যের জন্য ক্ষমা চেয়েছিলেন। দুর্নীতির মামলায় উপ-পরিদর্শক মইনুল আহসানকে দুই বছরের কারাদণ্ড দেন তিনি। দুর্নীতি দমন কমিশন মামলা করার পর ১৯ জুলাই বিচারপতি ফজলুল হকের ছেলে ডক্টর আফজাল হোসেন রাজকে সাজা দেন উল্লাহ। গত আগস্টে জিয়া এতিমখানা মামলায় সাবেক প্রধানমন্ত্রী খালেদা জিয়াকে তলব করেন তিনি। তিনি তারেক রহমানকেও তলব করেছিলেন। দুর্নীতি দমন কমিশনের দায়ের করা মামলায় গয়েশ্বর চন্দ্র রায়ের বিরুদ্ধে গ্রেপ্তারি পরোয়ানা জারি করেন তিনি। সেপ্টেম্বরে তিনি গিয়াসউদ্দিন আল মামুনের বিরুদ্ধে শুনানি স্থগিত করেন এবং অক্টোবরে মামলাটি বিশেষ জজ আদালত-২-এ স্থানান্তর করেন। অক্টোবরে, বিষাক্ত ওষুধ তৈরির ফলে ২৮ শিশুর মৃত্যুর মামলায় জামিনের আবেদন প্রত্যাখ্যান করে তিনি রিড ফার্মাসিউটিক্যালস লিমিটেডের ব্যবস্থাপনা পরিচালককে কারাগারে পাঠান। তিনি ২০০৪ সালের ঢাকা গ্রেনেড হামলা মামলার শুনানি করেন এবং অপরাধ তদন্ত বিভাগকে তদন্ত শেষ করার সময়সীমা বাড়িয়ে দেন। ২০০১ সালের রমনা বটমূলে বোমা হামলার বিচার তিনি শুনেছেন।\nজানুয়ারী ২০১০ সালে, তিনি জ্যেষ্ঠ বিশেষ জজ আদালত আওয়ামী লীগের সাবেক সাধারণ সম্পাদক আবদুল জলিলকে কর ফাঁকির মামলায় তলব করেন। গত মার্চে তার কাছে জামিন চেয়েছিলেন সাবেক যুব প্রতিমন্ত্রী ফজলুর রহমান পটল। তিনি আরাফাত রহমান কোকো ও ফজলুর রহমান পটলের বিরুদ্ধে গ্রেপ্তারি পরোয়ানা জারি করেন। এপ্রিলে তিনি কপিরাইট মামলায় আজিয়াটা বাংলাদেশের চার কর্মকর্তাকে তলব করেন। ১৮ এপ্রিল ২০১০ সালে, উল্লাহ হাইকোর্ট বিভাগের অতিরিক্ত বিচারপতি নিযুক্ত হন। তিনি ১৪ জন নতুন বিচারপতির সাথে শপথ নিলেও অনুষ্ঠানটি আপিল বিভাগ বয়কট করে। মনোনীত বিচারপতি, বিচারপতি রুহুল কুদ্দুস বাবু ও বিচারপতি মো. খসরুজ্জামানও অনুষ্ঠানে অন্য বিচারপতিদের সঙ্গে শপথ নেননি।\nউল্লাহকে ১৫ এপ্রিল সালে হাইকোর্ট বিভাগের স্থায়ী বিচারপতি করা হয়।\n২০১৭ সালের মার্চ মাসে, উল্লাহ এবং বিচারপতি মোঃ মিফতাহ উদ্দিন চৌধুরী তথ্য ও যোগাযোগ প্রযুক্তি আইনের মামলার বিষয়ে জামিনের নিয়ম অনুপযুক্ত মানার জন্য ঢাকা সাইবার ট্রাইব্যুনালের বিচারপতি মোঃ সাইফুল ইসলাম এবং মাগুরা জেলা ও দায়রা আদালতের বিচারপতি শেখ মফিজুর রহমানকে সতর্ক করেছিলেন। মে মাসে, উল্লাহ ও বিচারপতি মোঃ মিফতাহ উদ্দিন চৌধুরী সাবেক প্রধানমন্ত্রী খালেদা জিয়ার বিরুদ্ধে রাষ্ট্রদ্রোহের মামলা স্থগিত করেন। এপ্রিলে, উল্লাহ ও বিচারপতি মোঃ মিফতাহ উদ্দিন চৌধুরী খালেদা জিয়ার বিরুদ্ধে আরও চারটি মামলা স্থগিত করেন। দুর্নীতি দমন কমিশন তার বিরুদ্ধে তদন্ত শুরু করার পর জুলাই মাসে, উল্লাহ এবং বিচারপতি মোঃ মিফতাহ উদ্দিন চৌধুরী বাংলাদেশ সুপ্রিম কোর্টের সাবেক বিচারপতি মোঃ জয়নুল আবেদীনকে আগাম জামিন দেন। উল্লাহ ও বিচারপতি মোঃ মিফতাহ উদ্দিন চৌধুরী এম কে আনোয়ারের বিরুদ্ধে করা মামলা স্থগিত করেন।\n\n\n== তথ্যসূত্র =="}