{"pageid": 1321193, "title": "পানিয়া জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1321193", "content": "পানিয়া জাতি, যারা পানিয়ার বা পানিয়ান নামেও পরিচিত, তারা ভারতের একটি জাতিগোষ্ঠী। তারা কেরলে একক বৃহত্তম তফসিলি উপজাতি গঠন করেছে এবং তারা প্রধানত বয়নাড় জেলা এবং কর্ণাটকের পার্শ্ববর্তী অঞ্চলে বসবাস করে। তারা প্রধানত কেরালার বয়নাড়, কালিকট, কণ্ণুর এবং মালাপ্পুরম জেলার বনভূমির ধারে গ্রামে বাস করে। পানিয়ারা পানিয়া ভাষায় কথা বলে, যেটি দ্রাবিড় ভাষা পরিবারের অন্তর্গত এবং এটি মালয়ালমের সাথে ঘনিষ্ঠভাবে সম্পর্কিত। তারা তফসিলি উপজাতি অন্তর্ভুক্ত এবং তাদের জনসংখ্যা প্রায় ৯৪,০০০ (লিঙ্গ অনুপাত ১০৫৭)। একটি তত্ত্ব আছে যে জৈন গৌন্ডাররা পানিয়াদের বয়নাড়ে নিয়ে এসেছিলেন। গৌন্ডাররা নিজেদের ক্ষেতে কৃষি শ্রমিক হতে পানিয়াদের প্রশিক্ষণ দিয়েছিলেন (থার্স্টন, ১৯০৯)। বন্ধন চুক্তির কেন্দ্র ছিল মানন্তবাদির কাছে ভাল্লিয়ুরক্কাভু মন্দিরের আঞ্চলিক মাতৃ দেবীর বিখ্যাত মন্দির।\n\n\n== ইতিহাস ==\n\nঐতিহাসিকভাবে জানা যায় যে পানিয়ারা কৃষি শ্রমিক হিসেবে কাজ করেছে। বিশ্বাস করা হয় যে মালাবার রাজা তাদের বয়নাড়ে নিয়ে এসেছিলেন এবং তারপরে তাদের দাস হিসাবে রেখে জমি চাষ করিয়ে ছিলেন। দাস-প্রথা বিলুপ্তির পর পানিয়ারা সরকার কর্তৃক প্রতিষ্ঠিত বিভিন্ন এলাকায় পুনর্বাসিত হয়।\nপানিয়ারা ঐতিহাসিকভাবে তাদের সাহসিকতা এবং বেপরোয়া স্বভাবের জন্য বিখ্যাত ছিল। এই কারণে, তারা প্রায়ই চৌর্য বৃত্তিতে নিযুক্ত থাকত।\nপানিয়ারা আজ একটি তফসিলি উপজাতি। তাদের একটি বিশেষ উপ-গোষ্ঠী কাট্টুপানিয়ার, মালাপ্পুরম জেলার নীলাম্বুরের বনাঞ্চলে বাস করে। এখানে তারা ঐতিহ্যগতভাবে শিকারী-সংগ্রাহকের জীবন নির্বাহ করে।\n\n\n== জনতাত্ত্বিক ==\nপানিয়ারা প্রধানত ভারতের কেরল রাজ্যের বয়নাড়, কালিকট, কণ্ণুর এবং মালাপ্পুরম জেলায় বসবাস করে। অন্যরা তামিলনাড়ু রাজ্যের নীলগিরির পাহাড়ের পশ্চিমে এবং সেইসাথে কর্ণাটকের কোড়গু জেলায় বসবাস করে। তাদের সম্পূর্ণ জনগোষ্ঠী জীবিকা নির্বাহের জন্য কৃষি ও কৃষিশ্রমের উপর নির্ভর করে।\n\nএই দশকে (২০০৩) তাদের জনসংখ্যা অপরিবর্তিত রয়েছে, এবং তাদের প্রায় ৬৭,৯৪৮ জন কেরালার পাহাড়ে বাস করে, বিশেষ করে পশ্চিমঘাটের প্রান্তে।  পিপলস অ্যাকশন ফর এডুকেশনাল অ্যান্ড ইকোনমিক ডেভেলপমেন্ট অব ট্রাইবাল পিপল (পিইইপি) ২০০৫ সাল থেকে কেরালায় বসতি স্থাপনকারী পানিয়াদের মধ্যে কাজ করছে। এদের উদ্দেশ্য মূলত পানিয়াদের মধ্যে সাক্ষরতা বৃদ্ধি করা এবং গোষ্ঠীর অর্থনৈতিক অবস্থার উন্নতি সাধন।\n\n\n== ভাষা ==\nপানিয়ারা মাতৃভাষা হিসেবে পানিয়া ভাষায় কথা বলে। দ্রাবিড় ভাষা পরিবারের সদস্য হিসেবে এই ভাষাটি মালয়ালম, কাদার, রাভুলা এবং অন্যান্য দ্রাবিড় ভাষাগুলির সাথে ঘনিষ্ঠভাবে সম্পর্কিত।\nবাড়ি এবং বিভিন্ন ধর্মীয় অনুষ্ঠান উভয় সময়েই তারা পানিয়া ভাষায় কথা বলে। কিছু পানিয়া অন্যান্য দ্রাবিড় ভাষাও ব্যবহার করে যেমন মালয়ালম, তামিল বা কন্নড়।\nভারতের কোন অঞ্চলে বসবাস করে তার উপর নির্ভর করে পানিয়ারা বিভিন্ন ধরনের লেখার পদ্ধতি ব্যবহার করে। কর্ণাটকের পানিয়ারা কন্নড় লিপি ব্যবহার করে, কেরালায় তারা লেখে মালয়ালম লিপিতে, আর তামিলনাড়ুর পানিয়ারা তামিল লিপি ব্যবহার করে।\n\n\n== সংস্কৃতি ==\n\nপানিয়ারা সাধারণত আঙ্গিনা সহ কয়েকটি কুঁড়েঘর (পির বা চালা) নিয়ে গঠিত গ্রামে (পাড়ি) বাস করে। প্রতিটি ঝুপড়ি বসতিতে ৫ থেকে ১৫টি পরিবার থাকে।\nপোশাকের জন্য, পানিয়া পুরুষরা কোমরের চারপাশে ঘুরিয়ে একটি লম্বা কাপড় পরে, যা মুন্ডু নামে পরিচিত। শরীর ঢেকে রাখার জন্য একটি ছোট মুন্ডুও কাঁধের উপরে ঝুলানো হয়। পানিয়া মহিলা বা পানিচিরা একটি লম্বা কাপড় পরে, যার একটি ছোট অংশ বক্ষের অংশের উপরে এবং বগলের চারপাশে দিয়ে ঢেকে রাখে। এছাড়াও, তারা কোমরের চারপাশ ঘুরিয়ে একটি লাল বা কালো আরাট্টি স্কার্ফ পরে থাকে। ভূমি দখলকারী এবং চোরাচালানকারীরা তাদের মদ্যপানের অভ্যাস করিয়ে, যৌন অবিশ্বাস এবং অন্যান্য কুকর্মে উৎসাহিত করে শোষণ করে। বয়নাড়ের পিইইপি সংস্থা তাদের মধ্যে মদ্যপান এবং চিবানো তামাকের মতো অভ্যাসের সামাজিক বিপদ সম্পর্কে সচেতনতা ছড়িয়ে দেওয়ার জন্য বিভিন্ন অনুষ্ঠানের আয়োজন করে। বেশ কিছু বনাঞ্চলে স্থানীয় ভাষায় পথনাটক মঞ্চস্থ হয়েছে।\nপানিয়ারা তাদের মৃতদের সমাধিস্থ করে আনুষ্ঠানিক অন্ত্যেষ্টিক্রিয়া পালন করে। সাধারণত সমাধির স্থানটি পাড়ি বা গ্রামের কাছাকাছি থাকে। সমাধি-ক্রিয়ার সাথে পরিবারের সদস্যরা সাত দিনের শোক পালন করে।\n\n\n== ধর্ম ==\nআধুনিক পানিয়ারা বিভিন্ন ধর্মের চর্চা করে। এর মধ্যে রয়েছে হিন্দুধর্ম, পরম্পরাগত ধর্ম, এবং খ্রিস্টধর্ম।\n\n\n== জীনতত্ত্ব ==\n\nবংশ-গতিবিদ্যা অধ্যয়ন, যেমন ইয়েলমেন ইত্যাদি ২০১৯ (প্রকাশের বছর), দেখিয়েছে যে পানিয়া জাতি, ইরুলা জনজাতি, এবং সোলিগা জনজাতি প্রাচীন দক্ষিণ এশীয় শিকারী-সংগ্রাহকদের নিকটতম আধুনিক প্রতিনিধি, এই বংশ থেকে তাদের বেশিরভাগ পূর্বপুরুষের উৎপত্তি, যা পূর্ব এশীয় এবং আন্দামানি জাতির সাধারণ পূর্বপুরুষ থেকে বিভক্ত হয়ে এসেছে।\n\n\n== আরও দেখুন ==\nইরুলা জনজাতি\nসোলিগা জনজাতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপানিয়া: ভারতের একটি ভাষা"}