{"pageid": 1321844, "title": "ইয়ামামা", "url": "https://bn.wikipedia.org/wiki?curid=1321844", "content": "আল-ইয়ামামা/ইয়ামামা (আরবি: اليَمامَة, প্রতিবর্ণীকৃত: al-Yamāma) একটি ঐতিহাসিক অঞ্চল দক্ষিণ-পূর্বাঞ্চলে নাজদ আধুনিক সময়ে সৌদি আরব, বা কখনও কখনও আরও নির্দিষ্টভাবে, এখন বিলুপ্ত প্রাচীন গ্রাম জাওউ আল-ইয়ামামাহ, কাছাকাছি আল-খারজ, যার পরে বাকি অঞ্চলের নামকরণ করা হয়েছিল\nইয়ামামায় শুধুমাত্র গুটিকয়েক কেন্দ্রীভূত রাষ্ট্রের উদ্ভব হয়েছিল, কিন্তু এটি প্রথম দিকের ইসলামী ইতিহাসে বিশেষভাবে স্থান পেয়েছে, যা মুহাম্মদের মৃত্যুর পরপরই রিদ্দা যুদ্ধে একটি কেন্দ্রীয় থিয়েটার হয়ে উঠেছে। 'নজদ অঞ্চলের অন্তর্ভূক্ত হওয়া সত্ত্বেও, 'আল-ইয়ামামা' শব্দটি এই অঞ্চলের প্রাচীন অতীতের উল্লেখ বা জোর দেওয়ার জন্য একটি ঐতিহ্যগত এবং ঐতিহাসিক পরিভাষা হিসাবে ব্যবহৃত হয়।' রিয়াদে সৌদি সরকারের বর্তমান সদর দপ্তর, উদাহরণস্বরূপ, ইয়ামামার প্রাসাদ নামে পরিচিত।\n\n\n== ব্যুৎপত্তি ==\n১৩শ শতাব্দীর ভূগোলবিদ ইয়াকুত আল-হামাউই আল-ইয়ামামার জন্য বেশ কয়েকটি ব্যুৎপত্তি উল্লেখ করেছেন, যার মধ্যে মূল শব্দ হামাম ('গৃহপালিত কবুতরের জন্য আরবি) কিন্তু ঐতিহাসিক জি. রেক্স স্মিথ সেগুলোকে অসম্ভব বলে মনে করেন। পরিবর্তে, স্মিথ মনে করেন যে সম্ভবত আল-ইয়ামামা নামটি বন্য পায়রা, ইয়ামাম এর আরবি শব্দের একক রূপ।\n\n\n== ইতিহাস ==\nপ্রাক-ইসলামী যুগ থেকে শুরু করে ইসলামের প্রথম শতাব্দী পর্যন্ত ইয়ামামা আরবের জন্য একটি গুরুত্বপূর্ণ কৃষি উৎপাদন কেন্দ্র ছিল। এটি নজদ, মধ্য আরব মালভূমির অংশ হিসাবে গণনা করা হয়েছিল এবং ঐতিহাসিকভাবে এর প্রধান শহর ছিল হাজর। খেজুর, গম এবং মাংসের গুণাগুণ ও প্রাচুর্যের জন্য এটি আরবের মানুষের মধ্যে বিশেষভাবে পরিচিত ছিল। এটি ঐতিহাসিকভাবে মক্কার অধিবাসীদের গমের চাহিদা মেটাত। ইয়ামামার প্রধান গোত্র ছিল বনু হানিফা, যারা একটি বসতিপূর্ণ, মূলত কৃষি অস্তিত্বে বসবাস করত। ইয়ামামার হানিফাও দক্ষ শ্রমিক সরবরাহ করেছিল যারা মক্কায় কাজ পেয়েছিল; ইসলামের নবী মুহাম্মদ মদিনায় তাঁর মসজিদ নির্মাণের জন্য ব্যবহৃত মাটির উৎপাদনের জন্য তাদের নিয়োগ করেছিলেন বলে জানা যায় এবং হানাফী কর্মীদের উচ্চ মতামত ছিল।\n\"'মুসায়লিমা ও মুসলিম বিজয়ের সময়কাল\"'\nমূল নিবন্ধ: (মুসাইলিমা এবং ইয়ামামার যুদ্ধ)\nমুহাম্মদের জীবদ্দশায়, ইয়ামামার প্রধান রাজনৈতিক ব্যক্তিত্ব ছিলেন হাওদা ইবনে আলী, যার প্রভাব মধ্য ও উত্তর আরবে বিস্তৃত ছিল। তার মৃত্যুর পর, হানিফার আরেক উপজাতি মুসাইলিমা ইয়ামামার রাজনীতিতে আধিপত্য বিস্তার করতে আসেন। তিনি ইতোমধ্যে একজন কাহিন (সাথক) ছিলেন এবং ফাল্জের ইয়ামামা উপত্যকায় অবস্থিত হাদ্দার নামক গ্রামে নিজেকে একজন নবী এবং বার্তাবাহক ঘোষণা করেছিলেন, [৩] মুহাম্মদ হিজরাতে যাত্রা করার আগে (মক্কা থেকে মদিনায় হিজরত, একটি গুরুত্বপূর্ণ ঘটনা। মুহাম্মদের জীবনের ঘটনা যা ইসলামিক ক্যালেন্ডারের সূচনা করে) গ. ৬২২। আরেকজন হানাফী উপজাতি, থুমামা ইবনে উথাল, যিনি বাহরাইন (পূর্ব আরব) এর সম্প্রদায়গুলিতে মুহাম্মদের দূতের বিরুদ্ধে আক্রমণের ফলে মুসলমানদের দ্বারা বন্দী হয়েছিলেন, আল-আলা আল-হাদরামি, বন্দিদশা থেকে মুক্তি পাওয়ার পর ইসলাম গ্রহণ করেছিলেন। তিনি ইয়ামামায় ফিরে আসেন যেখানে তিনি মুসলিম যোদ্ধাদের একটি গ্যারিসনের নেতৃত্ব দেন এবং মুসাইলিমার প্রধান বিরোধী হিসেবে দাঁড়ান। ৬৩১ সালের দিকে, মুহাম্মদ তাকে ইয়ামামার গভর্নর হিসাবে নিযুক্ত করেছিলেন, যদিও বেশিরভাগ অঞ্চল মুসলিম নিয়ন্ত্রণের বাইরে ছিল, এই অঞ্চলের অল্প সংখ্যক লোকই ইসলাম গ্রহণ করেছিল, বাকি অংশ মুসাইলিমার অধীনে ছিল।\nমুসাইলিমা ৬৩২ সালে মুহাম্মদের মৃত্যুর আগে শেষ বছরগুলিতে নবুওয়াতের দাবির উপর ভিত্তি করে ইয়ামামায় একটি সামাজিক-ধর্মীয় ব্যবস্থা তৈরি করেছিলেন। তার হানিফা উপজাতিদের ছাড়াও, তিনি তামিম গোত্রের একটি ছোট শাখা বানু উসাইদ থেকে অনুসারী অর্জন করেছিলেন, যা উত্তর-পূর্ব আরবের সর্বত্র উপস্থিত ছিল। উসাইদ অভিবাসীরা ছোট কৃষি গ্রামে বসতি স্থাপন করেছিল এবং ইয়ামামার হারাম (পবিত্র স্থান) পাহারা দেওয়ার জন্য অভিযুক্ত হয়েছিল, যা মুসাইলিমা সংগঠিত করেছিল। মুহাম্মদের মৃত্যু মুসাইলিমার ভাগ্যকে বাড়িয়ে দেয়, যারা ইয়ামামায় আরও বেশি অনুসারী, কর্তৃত্ব এবং প্রতিপত্তি অর্জন করেছিল। মুসলিমরা মুহাম্মদের রাজনৈতিক উত্তরসূরি হিসেবে আবু বকরকে বেছে নিয়েছিল, যিনি মদিনায় ইসলামিক নবীর আসন থেকে শাসন করেছিলেন। আবু বকর আরবের উপর মুসলিম শাসনকে প্রসারিত বা সুসংহত করার লক্ষ্য করেছিলেন এবং ইয়ামামায় মুসাইলিমার নিকটতম শত্রু থুমামাকে শক্তিশালী করার জন্য ইকরিমা ইবনে আবি জাহল এবং শুরাহবিল ইবনে হাসানাকে একটি মুসলিম বাহিনী নিযুক্ত করেছিলেন। একই সময়ে, তামিমের একজন স্বঘোষিত ভাববাদী এবং মুসলমানদের প্রতিপক্ষ, সাজাহ, তার উপজাতিদের মধ্যে একটি উল্লেখযোগ্য অনুসারী অর্জন করেছিলেন এবং ইয়ামামাকে লক্ষ্য করেছিলেন। মুসায়লিমা তার সাথে মিত্রতা করেন।\nইয়ামামায় হানিফার বিরুদ্ধে ইকরিমার আক্রমণ মুসাইলিমার অনুসারীদের দ্বারা প্রত্যাহার করা হয়েছিল এবং তিনি এই অঞ্চল থেকে প্রত্যাহার করেছিলেন, যখন আবু বকর খালিদ ইবন আল-ওয়ালিদের নেতৃত্বে একটি বৃহত্তর সেনাবাহিনীর আগমন না হওয়া পর্যন্ত শুরাহবিলকে থুমামাকে সমর্থন করার জন্য নির্দেশ দিয়েছিলেন। ] খালিদকে আবু বকর হানিফার সামরিক শক্তির ভয়ানক সতর্কবার্তা দিয়ে এবং তাদের বিরুদ্ধে বিজয়ের ক্ষেত্রে গোত্রকে কঠোর শাস্তি দেওয়ার নির্দেশ দিয়ে প্রেরণ করেন। আকরাবার যুদ্ধে মুসাইলিমার যোদ্ধাদের বিরুদ্ধে প্রথম তিনটি যুদ্ধে খালিদের সেনাবাহিনী পরাজিত হয়েছিল, কিন্তু চতুর্থ লড়াইয়ে তাদের পরাজিত করেছিল, যে সময় তাদের ফিল্ড কমান্ডার নিহত হয়েছিল। এটি হানিফা উপজাতিদের একটি ঘেরা বাগানে ফ্লাইট করতে প্ররোচিত করেছিল যেখানে তারা মুসলমানদের বিরুদ্ধে শেষ লড়াই করেছিল। বাগানের হানিফাদের বিতাড়িত করা হয়েছিল, মুসায়লিমা সহ তাদের প্রায় সকলকে হত্যা করা হয়েছিল। জীবিত হানাফী উপজাতিদের সাথে কঠোর আচরণ করার আদেশ সত্ত্বেও, খালিদ তাদের সাথে একটি চুক্তিতে প্রবেশ করেন, তাদের একজন যিনি ইসলামে ধর্মান্তরিত হয়েছিলেন, মুজ্জা ইবনে মুরারাকে উপজাতির সাথে তার মধ্যস্থতাকারী হিসাবে ব্যবহার করে। হানিফারা তাদের স্বর্ণ, রৌপ্য, অস্ত্র ও বর্ম মুসলমানদের কাছে সমর্পণের বিনিময়ে ইসলাম গ্রহণ করতে সম্মত হন, আবু বকর অনুমোদিত একটি চুক্তি। ইয়ামামার বিজয় মুসলিমরা আরবের প্রতিবেশী অঞ্চল, বাহরাইন এবং ওমানে তাদের নিয়ন্ত্রণ প্রসারিত করতে সক্ষম হয়। যদিও মুসলিম ঐতিহ্যবাহী সূত্রগুলি ইয়ামামার অধিবাসীদের পাইকারি ধর্মান্তরিত হওয়ার ইঙ্গিত দেয়, ঐতিহাসিক আল মাকিন যুক্তি দেন যে মুসাইলিমার অনুসারীরা কেন্দ্রীভূত শাসনের বিরুদ্ধে এবং আঞ্চলিক স্বায়ত্তশাসনের জন্য আন্দোলন চালিয়ে যাচ্ছিল, যা ভিন্নমতের ধর্মীয় আন্দোলনের প্রতি তাদের সমর্থনকে উস্কে দিয়েছিল।[১৩]\n\"'নাজদাত খারিজিতে বিদ্রোহ\"'\nমূল নিবন্ধ: (নাজদাত)\nদ্বিতীয় মুসলিম গৃহযুদ্ধের সময় (৬৮০-৬৯২), ইয়ামামা নজদাতের কেন্দ্রে পরিণত হয়েছিল, যা যুদ্ধের সমস্ত প্রধান পক্ষের বিরোধিতাকারী দুটি প্রধান খারিজি আন্দোলনের একটি, যেমন উমাইয়া, জুবায়রিদ এবং আলিদ। ইয়ামামার খারিজিরা মূলত হানাফী উপজাতি আবু তালুত সেলিম ইবনে মাতারকে তাদের নেতা হিসেবে বেছে নিয়েছিল এবং ৬৮৪ সালে তিনি তাদের জাউন আল-খাদারিমের বিশাল উমাইয়া জমি দখলের নেতৃত্ব দিয়েছিলেন, যেখানে তিনি একবার খলিফা মুয়াবিয়ার নিযুক্ত লুণ্ঠন ও ক্রীতদাসদের ভাগ করেছিলেন। আমি (আর. ৬৬১-৬৮০) তার লোকদের মধ্যে এবং সদর দপ্তর স্থাপন করি। পরের বছর ইয়ামামা খারিজিরা হানাফী নাজদাকে তাদের নেতা হিসেবে নির্বাচিত করে, যার পরে আন্দোলন পরিচিত হয়। পরের কয়েক বছরে নাজদা আরবের উপজাতি এবং জুবায়রিদ গভর্নরদের বিরুদ্ধে বিজয়ের ধারাবাহিকতায় ইয়ামামা খারিজিদের নেতৃত্ব দেয় এবং অন্যান্য উপজাতিদের সাথে জোট গঠন করে, বাহরাইন, ওমান, হাদরামাওত, ইয়েমেন এবং তায়েফ ও তাবালা শহরে তার নিয়ন্ত্রণ প্রসারিত করে। . ৬৯১ বা ৬৯২ সালে তার ডেপুটি আবু ফুদাইক কর্তৃক নাজদার হত্যার মাধ্যমে তার পক্ষপাতিদের মধ্যে বিভেদ শেষ হয়। ততদিনে তাদের এলাকা ইয়ামামা এবং বাহরাইন পর্যন্ত সীমাবদ্ধ ছিল। আবু ফুদায়ক সে বছর তার বিরুদ্ধে একটি উমাইয়া অভিযানকে পরাজিত করেন, কিন্তু দ্বিতীয় অভিযানে ৬৯২ বা ৬৯৩ সালে পরাজিত হন এবং নিহত হন। এটি নজদাত আমিরাতের সমাপ্তি চিহ্নিত করেছে।\n\"'পরবর্তীতে ইসলামের ইতিহাস\"'\n১০ শতকের ভূগোলবিদ আল-হামদানি উল্লেখ করেছেন যে ইয়ামামা বেশ কয়েকটি বিচ্ছিন্ন দুর্গ, পাম গ্রোভ এবং বাগানের পাশাপাশি রৌপ্য ও সোনার খনি বিস্তৃত করেছিল। হাজর তার প্রধান বন্দোবস্ত, এর গভর্নর বা আমিরের আসন হিসাবে অবিরত ছিল এবং একটি বাজার রয়েছে যা বহু শতাব্দী আগে প্রতিষ্ঠিত হয়েছিল। তিনি ইয়ামামার আরেকটি বসতির তালিকা দিয়েছেন, আল-খার্জ, যেটিকে একজন পূর্ববর্তী ভূগোলবিদ ইবনে খুররাদাধবিহ একটি পথ-স্টেশন বলে অভিহিত করেছিলেন। ১১ শতকের ভূগোলবিদ নাসির খুসরোও এর উল্লেখযোগ্য খেজুর গাছের উল্লেখ করেছেন। তিনি উল্লেখ করেছেন যে জায়েদী শিয়া মাযহাবের অনুসারী আমিররা সেই সময়ে ইয়ামামা শাসন করেছিলেন এবং অনেক আগে থেকেই এর শাসক ছিলেন। তাদের ৩০০ থেকে ৪০০ ঘোড়সওয়ার নিয়ে তারা প্রতিবেশী শক্তির হাত থেকে তাদের রাজ্য রক্ষা করতে সক্ষম হয়েছিল।\n\"'আধুনিক যুগ\"'\n১৯ শতকের মধ্যে, 'আল-ইয়ামামা' আধুনিক রিয়াদের প্রায় ৭০ কিলোমিটার (৪৩ মাইল) দক্ষিণ-পূর্বে আল-খার্জ এলাকায় অবস্থিত অঞ্চলের একটি শহরকে নির্দেশ করতে এসেছিল। ১৮৬৫ সালে এর প্রায় ৬,০০০ জন বাসিন্দা ছিল।\n\n\n== তথ্যসূত্র ==\n 1.^ abcd 2002, p. 269.\n 2.^ abcd Kister 2002, p. 7.\n 3. ^ Makin 2013, pp. 35–36.\n 4.^ Kister 2002, pp. 10–11, 36–37.\n 5.^ Kister 2002, pp. 21–22.\n 6.^ Kister 2002, pp. 23, 29.\n 7.^ Kister 2002, p. 25.\n 8.^ Kister 2002, p. 29.\n 9.^ Kister 2002, pp. 33–34.\n\n10.^ Kister 2002, p. 47.\n11.^ Kister 2002, p. 48.\n12.^ Kister 2002, p. 49.\n13.^ Makin 2013, p. 41.\n14.^ Rubinacci 1993, p. 858.\n15.^ Rubinacci 1993, p. 859.\n\n\n== গ্রন্থপঞ্জি ==\n\nKister, M. J. (২০০২)। \"The Struggle against Musaylima and the Conquest of Yamama\"। Jerusalem Studies in Arabic and Islam। 27: 1–56। \nMakin, Al (জুলাই ২০১৩)। \"From Musaylima to the Kharijite Najdiyya\"। Al-Jami'ah। 51 (1)। \nRubinacci, R (১৯৯৩)। \"Nadjadāt\"।   Bosworth, C. E.; van Donzel, E.; Heinrichs, W. P. & Pellat, Ch.। The Encyclopaedia of Islam, New Edition, Volume VII: Mif–Naz। Leiden: E. J. Brill। পৃষ্ঠা 858–859। আইএসবিএন 90-04-09419-9। \nSmith, G. R. (২০০২)। \"Al-Yamama\"।   Bearman, P. J.; Bianquis, Th.; Bosworth, C. E.; van Donzel, E. & Heinrichs, W. P.। The Encyclopaedia of Islam, New Edition, Volume XI: W–Z। Leiden: E. J. Brill। পৃষ্ঠা 269। আইএসবিএন 90-04-12756-9। \n\n\n== আরও পড়া ==\nAl-Askar, Abdullah (২০০২)। Al-Yamama in the Early Islamic Era। Reading: Ithaca Press। আইএসবিএন 0-86372-400-0।"}