{"pageid": 1321652, "title": "আগুনের বৃত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1321652", "content": "দ্য রিং অফ ফায়ার বা আগুনের রিং ( প্রশান্ত মহাসাগরীয় আগুনের রিং, প্রশান্ত মহাসাগরীয় আগ্নেয়মেখলা, দ্য রিম অফ ফায়ার, গির্ডল অফ ফায়ার বা সার্কাম-প্যাসিফিক বেল্ট নামেও পরিচিত)  প্রশান্ত মহাসাগরের বেশিরভাগ অংশের চারপাশে অবস্থিত একটি অঞ্চল যেখানে অনেকগুলি আগ্নেয়গিরির অগ্ন্যুৎপাত হয় এবং ভূমিকম্প হয়। আগুনের রিং একটি ঘোড়ার ক্ষুর- আকৃতির বেল্ট প্রায় ৪০,০০০ কিমি (২৫,০০০ মা) দীর্ঘ  এবং প্রায় ৫০০ কিমি (৩১০ মা) পর্যন্ত প্রশস্ত। \nআগুনের রিং-এর মধ্যে রয়েছে দক্ষিণ আমেরিকার প্রশান্ত মহাসাগরীয় উপকূল, উত্তর আমেরিকা এবং কামচাটকা এবং পশ্চিম প্রশান্ত মহাসাগরের কিছু দ্বীপ। যদিও আগুনের রিং-এর অন্তর্ভুক্ত প্রায় সমস্ত অঞ্চল সম্পর্কে ভূতাত্ত্বিকদের মধ্যে ঐকমত্য রয়েছে, তারা কয়েকটি অঞ্চলের অন্তর্ভুক্তি বা বাদ দেওয়ার বিষয়ে দ্বিমত পোষণ করে, উদাহরণস্বরূপ, অ্যান্টার্কটিক উপদ্বীপ এবং পশ্চিম ইন্দোনেশিয়া। \nআগুনের রিং হল টেকটোনিক্স প্লেটের একটি প্রত্যক্ষ ফলাফল : বিশেষ করে প্রশান্ত মহাসাগরের নীচে এবং চারপাশে লিথোস্ফিয়ারিক প্লেটের (যেমন প্রশান্ত মহাসাগরীয় প্লেট ) চলাচল, সংঘর্ষ এবং ধ্বংস।  সংঘর্ষগুলি সাবডাকশন জোনের একটি প্রায় ধারাবাহিক ক্রম তৈরি করেছে, যেখানে আগ্নেয়গিরি তৈরি হয় এবং ভূমিকম্প হয়।  এই অভিসারী প্লেট সীমানায় মহাসাগরীয় লিথোস্ফিয়ারের ব্যবহার সামুদ্রিক পরিখা, আগ্নেয়গিরির চাপ, পশ্চাত-প্রসার অববাহিকা এবং আগ্নেয় বলয় তৈরি করেছে।\nআগুনের রিং একটি একক ভূতাত্ত্বিক কাঠামো নয়। আগুনের রিং-এর প্রতিটি অংশে আগ্নেয়গিরির অগ্ন্যুৎপাত এবং ভূমিকম্পগুলি রিং এর অন্যান্য অংশে অগ্ন্যুৎপাত এবং ভূমিকম্প থেকে স্বাধীনভাবে ঘটে। \nআগুনের রিং-এ আনুমানিক ৭৫০-৯১৫টি আগ্নেয়গিরি রয়েছে (বিশ্বের মোট আগ্নেয়গিরির প্রায় দুই-তৃতীয়াংশ) যেগুলো হলসিনের সময় সক্রিয় ছিল।   হোলোসিন যুগে পৃথিবীর চারটি বৃহত্তম আগ্নেয়গিরির অগ্ন্যুৎপাত সবই ঘটেছিল আগুনের রিং-এর আগ্নেয়গিরিতে।  আগুনের রিং-এর ৩৫০ টিরও বেশি আগ্নেয়গিরি ঐতিহাসিক সময়ে সক্রিয় ছিল।  \nআগুনের রিং-এ বর্তমানে সক্রিয় এবং সুপ্ত আগ্নেয়গিরির পাশে এবং মধ্যে রয়েছে পুরানো বিলুপ্ত আগ্নেয়গিরির বলয়, যেগুলি বর্তমান সক্রিয় এবং সুপ্ত আগ্নেয়গিরির মতো একইভাবে সাবডাকশনের মাধ্যমে তৈরি হয়েছিল; বিলুপ্ত আগ্নেয়গিরি শেষ অগ্ন্যুৎপাত হাজার হাজার বা মিলিয়ন বছর আগে ঘটেছিল. আগুনের রিং ৩৫ মিলিয়ন বছরেরও বেশি সময় ধরে বিদ্যমান ছিল  তবে ইহার কিছু অংশে সাবডাকশন অনেক বেশি সময় ধরে বিদ্যমান রয়েছে। \nপৃথিবীর বেশিরভাগ সক্রিয় আগ্নেয়গিরি সমুদ্রপৃষ্ঠের উপরে চূড়া সহ আগুনের রিং-এ অবস্থিত।  এই সাবয়ারিয়াল আগ্নেয়গিরিগুলির মধ্যে অনেকগুলিই স্ট্রাটোভোলকানো (যেমন মাউন্ট সেন্ট হেলেন্স ), যা টেফ্রার বিস্ফোরক অগ্ন্যুৎপাত দ্বারা গঠিত হয়, লাভা প্রবাহের অগ্ন্যুৎপাতের সাথে পর্যায়ক্রমে। আগুনের রিং এর স্ট্র্যাটোভোলকানোতে লাভাগুলি প্রধানত অ্যান্ডেসাইট এবং বেসাল্টিক অ্যান্ডেসাইট প্রকারের। তবে ডেসাইট, রাইওলাইট, ব্যাসাল্ট এবং আরও কিছু বিরল প্রকারও ঘটে।  অন্যান্য ধরনের আগ্নেয়গিরিও আগুনের রিং-এ পাওয়া যায়, যেমন সাবয়ারিয়াল শিল্ড আগ্নেয়গিরি (যেমন Plosky Tolbachik ), এবং সাবমেরিন সিমাউন্ট (যেমন মনোওয়াই )।\nবিশ্বের সর্বোচ্চ সক্রিয় আগ্নেয়গিরি হল ওজোস দেল সালাডো ( ৬,৮৯৩ মি অথবা ২২,৬১৫ ফু ), যা আগুনের রিং-এর আন্দিজ পর্বতমালা বিভাগে রয়েছে। এটি আর্জেন্টিনা এবং চিলির মধ্যে সীমান্তের একটি অংশ গঠন করে এবং এটি সর্বশেষ ৭৫০ খ্রিস্টাব্দে অগ্ন্যুৎপাত হয়েছিল। আর্জেন্টিনা-চিলি সীমান্তে আরেকটি আগুনের রিং-এর অ্যান্ডিয়ান আগ্নেয়গিরি হল লুল্লাইলাকো ( ৬,৭৩৯ মি অথবা ২২,১১০ ফু ), যা বিশ্বের সর্বোচ্চ ঐতিহাসিকভাবে সক্রিয় আগ্নেয়গিরি, যা শেষবার ১৮৭৭ সালে বিস্ফোরিত হয়।\nপৃথিবীর ভূমিকম্প শক্তির প্রায় ৭৬ শতাংশ আগুনের রিং-এর ভূমিকম্প হিসাবে নির্গত হয়।   পৃথিবীর ভূমিকম্পের প্রায় ৯০%  এবং বিশ্বের বৃহত্তম ভূমিকম্পের প্রায় ৮১%  আগুনের রিং বরাবর ঘটে।  \n\n\n== তথ্যসূত্র =="}