{"pageid": 1321581, "title": "আলু মটর", "url": "https://bn.wikipedia.org/wiki?curid=1321581", "content": "আলু মটর ভারতীয় উপমহাদেশের একটি নিরামিষ উত্তর ভারতীয় খাবার। এটি আলু এবং মটর দিয়ে তৈরি মশলাযুক্ত এবং টমেটো মিশ্রিত একটি তরকরি। এটি একটি নিরামিষ পদ। ঝোলযুক্ত আলু মটর সাধারণত রসুন, আদা, পেঁয়াজ, টমেটো, ধনেপাতা, জিরা, লাল লঙ্কা, হলুদ, গরম মসলা এবং অন্যান্য মশলা দিয়ে রান্না করা হয়। এটি পেঁয়াজ বা রসুন ছাড়াও তৈরি করা যায়। আলু মটর বেশিরভাগ উত্তর ভারতীয় রেস্তোরাঁয় পরিবেশন করা হয় এবং এটি পশ্চিমে প্রদর্শিত উত্তর ভারতীয় রন্ধনশৈলীর অন্যতম জনপ্রিয় একটি খাবার। আলু মটর সাধারণত রুটি বা পরোটার সাথে পরিবেশন করা হয়ে থাকে।\n\n\n== প্রস্তুতি ==\nআলু মটরের পদটি অনেক রকমভাবে করা যায়। তাই অনেকক্ষেত্রে বৈচিত্র্যের উপর নির্ভর করে উপকরণেরও তারতম্য হয়। তবে মোটামুটিভাবে যে সকল উপকরণ লাগে সেগুলি হলো- আলু, মটরশুঁটি, তেল, লঙ্কাগুঁড়ো, কাশ্মিরি লঙ্কাগুঁড়ো, জিরেগুঁড়ো, ধনেগুঁড়ো, হলুদগুঁড়ো, দারচিনি, ছোট এলাচ, গোটা জিরে, পেঁয়াজ, টমেটো, গরমমসলা গুঁড়ো, কাঁচালঙ্কা, ধনেপাতা কুচি, কস্তুরি মেথি, টকদই, আদা-রসুন বাটা, নুন, শুকনো লঙ্কার কুচি।\nআলু টুকরো করে কেটে নুন হলুদ দিয়ে ভেজে নেওয়া হয়। মটরশুঁটি নুন দিয়ে সেদ্ধ করে রাখা হয়। এরপর পেঁয়াজ কুচিয়ে রেখে, টমেটো বেটে নেওয়া হয়।\nকড়াইয়ে একটু তেল দিয়ে দারচিনি, ছোট এলাচ, গোটা জিরে, এক চিমটি হিং ফোড়ন দিয়ে পেঁয়াজকুচিগুলি দিয়ে দেওয়া হয়। পেঁয়াজ ভাজা হলে আদা-রসুন বাটা দিয়ে কষিয়ে নেওয়া হয় যতক্ষণ না কাঁচা মশলার কাঁচা গন্ধ চলে যায়। কাঁচা মশলার কাঁচা গন্ধ চলে গেলে লঙ্কাগুঁড়ো, কাশ্মিরি লঙ্কাগুঁড়ো, ধনেগুঁড়ো, জিরেগুঁড়ো, অল্প হলুদগুঁড়ো আর স্বাদমতো নুন দিয়ে কড়াইয়ের সব উপকরণগুলি ভালভাবে মিশিয়ে নেওয়া হয়। মশলা কষানো হলে টমেটো বাটা ও টকদই দিয়ে আবার কষিয়ে নেওয়া হয়ে থাকে। কষিয়ে নেওয়ার পর তেল ছেড়ে এলে আগে থেকে ভেজে রাখা আলু আর সেদ্ধ মটর দিয়ে উপকরণগুলি ভালভাবে মিশিয়ে নেওয়া হয়। এরপর পরিমাণ মত গরম জল, চেরা কাঁচালঙ্কা আর গরমমসলা গুঁড়ো দিয়ে কিছুক্ষণ অল্প আঁচে ঢেকে রেখে দেওয়া হয়। রান্না ভালভাবে পরিপাক হয়ে গেলে ধনেপাতা কুচি দিয়ে নামিয়ে নিলেই তৈরি হয় আলু মটরের তরকারি।\n\n\n== বৈচিত্র্য ==\nচটজলদি খাওয়ার জন্য একেবারে তৈরি হিসাবে আলু মটর বাণিজ্যিকভাবে প্যাকেটেও পাওয়া যায়, যা গরম করে পরিবেশন করা যেতে পারে। মশালা ধোসায় বৈচিত্র্য আনতে আলু মটরের পুর অনেক সময় মশালা ধোসার পুর হিসাবেও ব্যবহৃত হয়। স্লাইস পাঁউরুটির মধ্যে শুকনো আলু মটরের পুর ভরে পাঁউরুটির স্যান্ডউইচও বানানো হয়।\n\n\n== আরও দেখুন ==\nআলু গোবি\nকিমা মটর\n\n\n== তথ্যসূত্র =="}