{"pageid": 1321708, "title": "বাঁধনী শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1321708", "content": "বাঁধনী (হিন্দি: बांधणी, গুজরাতি: બાંધણી) হল এক ধরনের টাই-ডাই টেক্সটাইল যা নখের সাহায্যে একটি রূপক নকশা তৈরি করে কাপড়কে অনেক ছোট ছোট বাঁধনে টেনে সাজানো হয়। বাঁধনী শব্দটি সংস্কৃত মৌখিক মূল বাঁধ (\"আবদ্ধ করা, বাঁধা\") থেকে উদ্ভূত হয়েছে । আজ, বেশিরভাগ বাঁধনি তৈরির কেন্দ্র গুজরাট, রাজস্থান, সিন্ধু প্রদেশ, পাঞ্জাব (অঞ্চল) এবং তামিলনাড়ু। তামিলনাড়ুতে এটি সুঙ্গুদি ও পাকিস্তানে চুনরি নামে পরিচিত ।\nবাঁধনীর প্রথম প্রমাণ সিন্ধু সভ্যতার সময় যেখানে রঞ্জনবিদ্যা ৪০০০ খ্রিস্টপূর্বাব্দে করা হয়েছিল। অজন্তার গুহা ১-এর দেওয়ালে প্রাপ্ত বুদ্ধের জীবন চিত্রিত ৬ষ্ঠ শতাব্দীর চিত্রগুলিতে সবচেয়ে বিস্তৃত ধরনের বাঁধনি বিন্দুর প্রাচীনতম উদাহরণ দেখা যায়। তামিল এবং আঞ্চলিক উপভাষায় বাঁধনি বাঁধেজ শাড়ি, বাঁধনি, পিলিয়া এবং চুঙ্গিদি নামেও পরিচিত। অন্যান্য বাঁধার কৌশলগুলির মধ্যে রয়েছে মোথারা, একডালি এবং শিকারী যা কাপড়টি বাঁধার পদ্ধতির উপর নির্ভর করে। চূড়ান্ত পণ্যগুলি খম্বি, ঘর ছোলা, পাটোরি এবং চন্দ্রখানি সহ বিভিন্ন নামে পরিচিত।\n\n\n== ওভারভিউ ==\n\nবাঁধনীর শিল্প একটি অত্যন্ত দক্ষ প্রক্রিয়া। এই কৌশলটিতে একটি ফ্যাব্রিককে রঞ্জন করা হয় যা বেশ কয়েকটি বিন্দুতে একটি সুতো দিয়ে শক্তভাবে বেঁধে দেওয়া হয়। এইভাবে চন্দ্রকলা, বাবনবাগ, শিকারী ইত্যাদির মতো বিভিন্ন ধরনের নিদর্শন তৈরি করা হয়; কাপড় যেভাবে বাঁধা হয় তার উপর নির্ভর করে। বাঁধনে ব্যবহৃত প্রধান রং হল হলুদ, লাল, নীল, সবুজ এবং কালো। প্রতিটি রঙ ঐতিহ্যগতভাবে নির্দিষ্ট সাংস্কৃতিক অর্থের সাথে আবদ্ধ। লাল হল বিবাহের প্রতীক এবং বিবাহিত মহিলাদের আচার-অনুষ্ঠানের সাথে যুক্ত, হলুদ বসন্তের জন্য দাঁড়ায় এবং ঋতু এবং প্রসব উভয়ের সাথেই যুক্ত, জাফরান হল বিশ্বের ত্যাগকারীর রঙ এবং যুদ্ধে তাদের জীবন দিতে প্রস্তুত যোদ্ধাদের সাথে সংযোগ স্থাপন করে। অথবা যোগীগণ যারা পার্থিব জীবন ত্যাগ করেন, তাদের জন্য কালো এবং মেরুন শোকের জন্য ব্যবহৃত হয়।\nযেহেতু বাঁধনি একটি টাই এবং রঞ্জক প্রক্রিয়া, তাই হাত দ্বারা রং করা হয় এবং তাই বাঁধানিতে সেরা রং এবং সংমিশ্রণ সম্ভব। রঙের স্থায়িত্ব অনুসারে ঐতিহ্যগতভাবে দুই ধরনের রঞ্জনবিদ্যাকে শ্রেণীবদ্ধ করা হয়- পাক্কা, যেটিতে রং সহজে উঠে যায় না এবং কাচ্চা, যেটিতে রং সহজে বিবর্ণ বা ধুয়ে যায়। ঐতিহাসিকভাবে, কাচ্চা কৌশলটি বেশি পছন্দের ছিল কারণ রংগুলিকে বারবার রিফ্রেশ করা যেত যখন পাক্কা কৌশলটি বয়স্ক লোকদের জন্য উপযুক্ত বলে বিবেচিত হত। পুরুষদের পাগড়ি বা নারীদের পোশাক যাকে ওঢ়নি বলা হয়, সব সময়ই কাচ্চা রঙে রঙ্গিন করা হতো সবচেয়ে সুন্দর ও জটিল নিদর্শন। বাঁধনে ব্যবহৃত প্রধান রংগুলো প্রাকৃতিক।  ১৯ শতকে টিএইচ হেন্ডলি লিখেছিলেন, বাঁধানীর জন্য ব্যবহৃত রঙের জৈব উত্স সরবরাহ করেছিলেন, যার মধ্যে বেশিরভাগই লাল ( পুক্কা এবং কাচ্চা উভয়ই ), নীল রঙের ফুল থেকে উদ্ভূত হয়েছিল এবং হলুদের সাথে হলুদ মেশানো হয়েছিল।\nগুজরাটে, বাঁধনী কাজটি একচেটিয়াভাবে কচ্ছ এবং সৌরাষ্ট্রের খত্রী সম্প্রদায় দ্বারা পরিচালিত হয়েছে। এক মিটার দৈর্ঘ্যের কাপড়ে হাজার হাজার ক্ষুদ্র গিঁট থাকতে পারে যা স্থানীয় ভাষায় ('গুজরাটি') 'ভেন্ডি' নামে পরিচিত। এই গিঁটগুলি উজ্জ্বল রঙে রঞ্জন করার পরে একবার খোলার পরে একটি নকশা তৈরি করে। ঐতিহ্যগতভাবে, চূড়ান্ত পণ্যগুলিকে 'খোমভী', 'ঘর চোলা', 'চন্দ্রখানি', 'শিকারি', 'চৌকিদার', 'আম্বাদাল' এবং অন্যান্য বিভাগে শ্রেণীবদ্ধ করা যেতে পারে।\nবাঁধনীর কাজ রাজস্থানেও করা হয়, যেখানে গুজরাটের কচ্ছ এবং সৌরাষ্ট্র অঞ্চলের চেয়ে বিভিন্ন রং এবং নকশা ব্যবহার করা হয়। গুজরাটের সমগ্র কচ্ছ বেল্টে বিভিন্ন আকারের স্থাপনা অনেক ধরনের বাঁধানী উৎপাদন করে। এই বাঁধনী শৈলীকে কচি বাঁধনি বলা হয়। গুজরাটের উত্তর কচ্ছ, পশ্চিম রাজস্থান এবং এমনকি পাকিস্তানের সিন্ধু জুড়ে মরুভূমি বেল্টে বাঁধানীর গাঢ় নিদর্শনগুলি নকশা, মোটিফ এবং কৌশলে খুব মিল।\nবাঁধনী বাঁধা প্রায়ই একটি পারিবারিক ব্যবসা এবং এই পরিবারের মহিলারা বাড়িতে বাঁধার প্যাটার্নের কাজ করে। পেথাপুর, মান্দাভি, ভুজ, আনজার, জেতপুর, জামনগর, রাজকোট, গুজরাটের কয়েকটি প্রধান শহর, যেখানে বাঁধানি তৈরি হয়েছে। গুজরাটের ভুজ শহরটি তার লাল বাঁধানীর জন্য সুপরিচিত। বাঁধনীর রঞ্জন প্রক্রিয়া এই শহরে ব্যাপকভাবে সম্পাদিত হয়, কারণ এই এলাকার জল রং, বিশেষ করে লাল এবং মেরুনকে একটি বিশেষ উজ্জ্বলতা দিতে পরিচিত। অন্যান্য ভারতীয় বস্ত্রের মতো, বাঁধনিতেও বিভিন্ন রং বিভিন্ন অর্থ প্রকাশ করে। লোকেরা বিশ্বাস করে যে লাল কনের জন্য একটি শুভ রং।\n\n\n== ইতিহাস ==\nসিন্ধু উপত্যকা সভ্যতার প্রথম দিকের বাঁধনীর প্রমাণ থেকে জানা যায় যে খ্রিস্টপূর্ব ৪০০০ সালের দিকে রং করা হয়েছিল। অজন্তার প্রথম গুহার দেয়ালে বুদ্ধের জীবনকে চিত্রিত করে ষষ্ঠ শতকের চিত্রকর্মে সবচেয়ে বিস্তৃত ধরনের বাঁধনী বিন্দুর প্রাচীনতম উদাহরণ দেখা যায়। এই শিল্পটি ভারতের সুন্দর মুদ্রিত তুলা সম্পর্কে আলেকজান্ডারের মহান সময়ের গ্রন্থে এর উল্লেখ খুঁজে পায়। ঐতিহাসিক গ্রন্থে প্রমাণ অনুসারে, বানা ভট্টের হর্ষচরিতের সময় রাজকীয় বিবাহে প্রথম বাঁধানি শাড়ি পরা হয়েছিল। এটি বিশ্বাস করা হয়েছিল যে বাঁধনি শাড়ি পরলে কনের ভাল ভবিষ্যত আসে। অজন্তার দেয়াল এই বাঁধনী শাড়ির প্রমাণের জন্য দাঁড়িয়ে আছে। রঞ্জকরা যুগে যুগে প্রাকৃতিক এবং মানবসৃষ্ট উভয় উপাদানের ব্যবহার নিয়ে পরীক্ষা-নিরীক্ষা করেছে। এছাড়াও, রঞ্জক পাত্রে নিমজ্জিত কাপড়ে প্যাটার্ন তৈরি করার জন্য বিভিন্ন বাঁধাই/বাঁধা কৌশল নিয়ে পরীক্ষা-নিরীক্ষা রয়েছে। ভারতে বিভিন্ন ধরনের টাই এবং রঞ্জক প্রথা প্রচলিত আছে।\n\n\n== বাঁধেজ শাড়ি ==\n\nবাঁধেজ শাড়ি যা \"বন্ধনী শাড়ি\" নামেও পরিচিত, বিশেষভাবে গুজরাট এবং রাজস্থানে পাওয়া যায়। উৎপাদন অঞ্চল অনুযায়ী বাঁধেজ শাড়ির ধরন পরিবর্তিত হতে পারে। পেথাপুর, মান্ডভি, ভুজ, আনজার, জামনগর, জেতপুর, পোরবন্দর, রাজকোট, উদয়পুর, জয়পুর, আজমির, বিকানের, চুরু প্রভৃতি অঞ্চলে বান্ধেজের সূক্ষ্ম জাত তৈরি করা হয়। এগুলি বিবাহিত মহিলাদের মূল্যবান সম্পদ হিসাবে বিবেচিত হয় এবং বেশিরভাগই ঐতিহ্যবাহী দাম্পত্যের অপরিহার্য অংশ। রাজস্থান এবং গুজরাটে, বাঁধানি কাপড় পুরুষ এবং মহিলাদের মধ্যে খুব জনপ্রিয়। কিন্তু বাঁধনি শাড়ি অনেক অনুষ্ঠানের জন্য বিবাহিত মহিলাদের জন্য একটি ধর্মীয় প্রয়োজনীয়তা পোশাক হয়ে ওঠে। অনেক গুজরাটি কনে তাদের বিয়ের জন্য ঘরচোলা নামক এক ধরনের বাঁধেজ শাড়ি পরে। যদিও ঘরচোলা আক্ষরিক অর্থে \"বাড়ির জন্য পোশাক\" বোঝায়, আচার-অনুষ্ঠানে এর অর্থ \"নতুন বাড়ির জন্য পোশাক বা স্বামীর বাড়ির জন্য\" এবং এটি সাধারণত তার শাশুড়ি থেকে নববধূর জন্য একটি উপহার। রাজস্থানে, গর্ভাবস্থা বা প্রসবের সময়, প্রসবকালীন বাড়ির মহিলাদের পিলে কি শাড়ি উপহার দেয়। এটি একটি হলুদ জমির সংমিশ্রণ যার উপর একটি বিস্তৃত লাল সীমানা যার উপর বাঁধনি নকশা রয়েছে।\nবাঁধনী, টাই-ডাইং এর প্রাচীনতম পদ্ধতিগুলির মধ্যে একটি। আজও পশ্চিম ভারতে ব্যাপকভাবে প্রচলিত। কাপড়ের খুব ছোট অংশ চিমটি করে এবং আঙ্গুলের নখ দিয়ে কাপড়টিকে অনেক ছোট বাইন্ডিংয়ে টেনে বেঁধে তৈরি করা হয় যা বিন্দুগুলির একটি জটিল প্যাটার্ন তৈরি করার জন্য একটি রূপক নকশা তৈরি করে। তারপর কাপড়টি উজ্জ্বল এবং সুন্দর রঙের জন্য বিভিন্ন ডাই ভ্যাটে স্থাপন করা হয়।\n\n\n== প্রক্রিয়া ==\nবাঁধনী হল ছোট ছোট গিঁট বেঁধে বিভিন্ন রঙে রঞ্জন করে সুন্দর প্যাটার্ন তৈরি করার একটি পদ্ধতি। এই বাঁধন সাধারণত আঙ্গুলের নখ দিয়ে তৈরি করা হত। কিন্তু রাজস্থানের কিছু জায়গায়, কারিগররা কাপড় সহজে উপড়ে নিতে সাহায্য করার জন্য একটি সূক্ষ্ম পেরেকের সাথে একটি ধাতব আংটি পরেন।\nবাঁধনী টেক্সটাইল তৈরির প্রক্রিয়াটি খুব কঠিন নয়, তবে খুব সময়সাপেক্ষ। বাঁধনী শাড়ি এবং দোপাট্টা তৈরির জন্য ব্যবহৃত কাপড় ঢিলেঢালাভাবে বোনা সিল্ক, জর্জেট বা মালমাল নামে পরিচিত সুতি। গিঁট শক্তভাবে বাঁধা হয় এবং কাপড়ের বাকি অংশ একাধিক পর্যায়ে রং করা হয়। এটি গিঁটগুলিকে রঞ্জিত করে রাখে এবং তাই একটি সুন্দর ফুলের মতো প্যাটার্ন একটি নকশা হিসাবে পুরো কাপড় জুড়ে প্রদর্শিত হয়।\nমলমল (সূক্ষ্ম মসলিন) তাঁত বা সিল্কের কাপড় ছিল ঐতিহ্যবাহী পছন্দ। কিন্তু এখন শিফন, জর্জেট এবং ক্রেপও বাঁধনীর বেস কাপড় হিসেবে ব্যবহার করা হচ্ছে। এই কাপড়ে স্টার্চের চিহ্ন মুছে ফেলার জন্য ধুয়ে ফেলা হয় এবং তারপর একটি পরিষ্কার ভিত্তি অর্জনের জন্য ব্লিচ করা হয়। তারপর কাপড়ের পুরুত্বের উপর নির্ভর করে দুই বা চারটি স্তরে ভাঁজ করা হয়। একজন নকশাকার গেরুতে ডুবানো কাঠের ব্লক ব্যবহার করে উপাদানের প্যাটার্নের বিন্যাস চিহ্নিত করেন, গেরু হল জলে মিশ্রিত প্রাকৃতিক মাটির রঙ্গক। যে অংশে রং হবেনা কাপড়ের সেই অংশ বেঁধে দেওয়া হয় যাতে রং না প্রবেশ করতে পারে। এই প্রক্রিয়াটির জন্য শিল্পীর পক্ষ থেকে ধৈর্য, ​​দক্ষতা এবং সতর্কতা প্রয়োজন। ছোট মোটিফের মধ্যে থাকা উপাদানগুলির ভাঁজগুলিকে উত্তোলন করতে হবে এবং একসাথে বাঁধতে হয়। উপাদানের প্রথম সেটে হলুদ রং করা হয়। উপাদানটি আবার বেঁধে লাল বা সবুজ রং করা হয়। শিল্পী হালকা থেকে গাঢ় শেডের দিকে চলে যায় এবং আরও বৈচিত্র্যময় রঙের ব্যবহার প্রক্রিয়াটিকে জটিল করে তোলে। যদি সীমানাটি গাঢ় হতে হয়, তবে সমস্ত হালকা অংশ বেঁধে প্লাস্টিকের ফয়েল দিয়ে ঢেকে দেওয়া হয় এবং প্রান্তগুলি প্রয়োজনীয় রং দিয়ে রঙ করা হয়। বারবার বাঁধা এবং রং করা বিস্তৃত নকশা তৈরি করে। ডিজাইনগুলি একটি একক মোটিফ বা কিছু ক্রমে পর্যায়ক্রমে বড় এবং ছোট মোটিফের সংমিশ্রণে চলতে পারে।\n\n\n== চিত্রসম্ভার ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}