{"pageid": 1321711, "title": "জাহানজেব বানু বেগম", "url": "https://bn.wikipedia.org/wiki?curid=1321711", "content": "জাহানজেব বানু বেগম (যিনি জনি বেগম নামেও পরিচিত)  ছিলেন একজন মুঘল রাজকন্যা এবং  সম্রাট আওরঙ্গজেবের উত্তরাধিকারী মুহাম্মদ আজম শাহের প্রধান সহধর্মিণী।মুহাম্মদ আজম শাহ ১৭০৭ সালে অল্প সময়ের জন্য মুঘল সম্রাট হন ।\nইতালীয় লেখক এবং ভ্রমণকারী নিকোলাও মানুচি জাহানজেব বানু বেগমের বাবার অধীনে কাজ করেছিলেন।তিনি জাহানজেব বানু বেগমকে সুন্দর এবং সাহসী বলে বর্ণনা করেছেন। \n\n\n== পরিবার এবং প্রাথমিক জীবন ==\nজাহানজেব ছিলেন প্রিন্স দারা শিকোহের কন্যা।প্রিন্স দারা শিকোহ সম্রাট শাহজাহানের জ্যেষ্ঠ পুত্র এবং উত্তরাধিকারী। জাহানজেবের মা নাদিরা বানু বেগম ছিলেন একজন মুঘল রাজকন্যা এবং রাজপুত্র মুহাম্মদ পারভিজ এর কন্যা। রাজপুত্র মুহাম্মদ পারভিজ ছিলেন সম্রাট জাহাঙ্গীরের দ্বিতীয় পুত্র। এছাড়াও,তিনি ছিলেন শাহজাহানের বড় সৎ ভাই। দারা শিকোহকে শাহজাহানের পাশাপাশি তার বড় বোন রাজকুমারী জাহানারা বেগমও শাহজাহানের উত্তরসূরি হিসেবে পছন্দ করেছিলেন। জাহানারা বরাবরই তার ভাইয়ের প্রবল পক্ষপাতী ছিলেন এবং তাকে ব্যাপকভাবে সমর্থন করতেন।জাহানজেবের মা\nনাদিরা বেগম ১৬৫৬ সালে আমাশয় রোগে মারা যান। তার মৃত্যুর কয়েকদিন পর, দারা শিকোহকে তার ছোট ভাই আওরঙ্গজেবের আদেশ অনুসারে মৃত্যুদণ্ড দেওয়া হয়। শাহজাহানের উত্তরাধিকারী দারা শিকোহের মৃত্যুর রপ  আওরঙ্গজেব ষষ্ঠ মুঘল সম্রাট হন। জাহানজেব তার বাবা-মায়ের পরপর মৃত্যুর পর এতিম হয়ে যায়। তার পিতার হত্যাকারীর সিংহাসনের আগে তার আগমন বিদেশী ইতিহাসবিদরা স্পষ্টভাবে বর্ণনা করেছেন। তার যত্ন নেওয়ার জন্য যখন তাকে তার খালা রাজকুমারী রোশনারা বেগম এর কাছে হস্তান্তর করা হয়েছিল তখন রোশনারা বেগম জাহানজেবের সাথে খারাপ ব্যবহার শুরু করে।\nতাই আওরঙ্গজেব তাকে আগ্রা ফোর্ট-এ নিয়ে যান যেখানে তার দাদা শাহজাহানকে বন্দী করে রাখা হয়েছিল। সেখানে জাহানজেবকে তার বড় খালা জাহানারা বেগম নিজের মেয়ের মতো লালন-পালন করেছিলেন । তার তত্ত্বাবধানে জাহানজেব একজন অসাধারণ সুন্দরী এবং সংস্কৃতিমনা রাজকন্যা হয়ে বেড়ে ওঠেন। ১৬৮১ সালে জাহানারা মারা গেলে, তিনি তার প্রিয় ভাতিজি জাহানজেবকে তার সেরা রত্ন মুক্তার মালা দান করেন।\n\n\n== বিবাহ ==\n৩ জানুয়ারী ১৬৬৯ তারিখে জাহানজেব তার  চাচাতো ভাই রাজপুত্র মুহাম্মদ আজমকে বিয়ে করেন। রাজপুত্র মুহাম্মদ আজম হলেন আওরঙ্গজেব এবং তার প্রধান স্ত্রী দিলরাস বানু বেগমের বড় ছেলে । জাঁকজমকপূর্ণ বিয়ের অনুষ্ঠানটি জাহানারা বেগম পরিচালনা করেছিলেন এবং প্রাসাদের মধ্যেই জাঁকজমকপূর্ণ অনুষ্ঠানটি অনুষ্ঠিত হয়েছিল। তাদের বিবাহিত জীবন অত্যন্ত সুখী ছিল। জনি আজমের বিশ্বস্ত সঙ্গী এবং আস্থাভাজন ছিলেন এবং সেই সাথে তার প্রিয় স্ত্রীও ছিলেন । একইসাথে ,তিনি আওরঙ্গজেবের সবচেয়ে প্রিয় পুত্রবধূও ছিলেন।\n১৬৭০ সালের ৪ আগস্ট তিনি আজমের বড় ছেলের জন্ম দেন। তাঁর দাদা তাঁর নাম রাখেন 'বিদার বখত'। আওরঙ্গজেবের সারা জীবনে এই দুজনের প্রতি এবং তাদের জ্যেষ্ঠ পুত্র প্রিন্স  বিদার বখতের প্রতি অসাধারণ ভালবাসার প্রতিফলন ঘটেছে। বিদার বখত একজন সাহসী, বিচক্ষণ এবং সর্বদা সফল সেনাপতি।  বৃদ্ধ বয়সে বিদার বখত ছিলেন দাদার প্রিয় নাতি।\nবিয়ের পর জাহানজেব তার স্বামীর সংসারে বিভিন্ন কাজ করেন। তাদের মধ্যে দুটি কাজ বিশেষভাবে উল্লেখযোগ্য । প্রথমটি সামরিক সাধনায়।দ্বিতীয়টি হলো রাজকন্যা রাজকীয় পরিবারের প্রধান সদস্যদের মধ্যে বন্ধুত্বের দৃঢ় মনোভাব এবং সুরেলা পারিবারিক সম্পর্ক বজায় রেখেছিলেন। এই বিষয়ে তার দক্ষতা ১৭০২ সালের শীতকালে সামনে আসে, যখন পুরুষরা শিকারে যাওয়ার সময় আজম এবং তার প্রধান শিকারী কোকা মীর হেদায়াতুল্লাহর মধ্যে ঝগড়া হয়। আজম রাগান্বিত হলেন এবং তিনি সাথে সাথে কোকাকে তার ঘর থেকে বের করে দিলেন। মীর হেদায়েতুল্লাহকে ক্ষমা করতে তার স্বামীকে রাজি করানো জাহানজেবের হাতে পড়ে, যা তিনি করতে পেরেছিলেন। কিছুদিন পর মীর হেদায়েতুল্লাহ আজমের রাজপরিবারে তার পুরনো পদে যোগ দেন।\nআজম এবং তাদের পুত্র প্রিন্স বিদার বখতের মধ্যে সম্পর্ক ভালো করার জন্যও তিনি ভূমিকা রেখেছিলেন। দুর্ভাগ্যবশত, সাম্রাজ্যবাদী পক্ষ বিদার বখত এবং তার পিতার মধ্যে সম্পর্ককে বিষিয়ে তোলে। ১৭০০-এর দশকের গোড়ার দিকে বিদার মালওয়া এর ভাইসরয় নিযুক্ত হন, তখন জাহানজেব তার চাচা আওরঙ্গজেবকে অনুরোধ করেন যেন তিনি তার নাতিকে মায়ের সাথে দেখা করতে আসতে দেন। উল্লেখ্য, মালওয়া গুজরাট-এর সংলগ্ন যেখানে আজম সেসময় শাসন করছিলেন।যুবরাজকে তার মায়ের সাথে দেখা করার জন্য সাত দিন সময় দেওয়া হয়েছিল।\n\n\n=== সামরিক সাধনা ===\nস্বামীর পরিবারে জাহানজেবের সামরিক ভূমিকা উল্লেখযোগ্য । ১৬৭৯ সালে, রাজকুমারী তিন সপ্তাহেরও বেশি সময় ধরে তার স্বামীর সামরিক বাহিনীকে নেতৃত্ব দিয়েছিলেন যখন আজম তার পিতা আওরঙ্গজেবের কাছ থেকে একটি জরুরি তলব পেয়ে পিতার কাছে যেতে বাধ্য হন। তিন বছর পর ১৬৮২ সালে, জাহানজেব পিছিয়ে থাকা মুঘলদের একটি মারাঠা আর্মির পাল্টা আক্রমণকে উত্সাহিত করার জন্য  তার নিজের হাতিতে আরোহণ করেন। কথিত আছে যে, তিনি ব্যক্তিগতভাবে বর্শা এবং পন হস্তান্তর করেছিলেন এবং মুঘল আর্মিরা পরাস্ত হলে আত্মহত্যা করার প্রতিশ্রুতি দিয়েছিলেন। তিনি ১৬৮৫-১৬৮৬ সালে আবার যুদ্ধে নেমেছিলেন যখন আজমের বাহিনী বিজাপুর আক্রমণের সময় সমস্ত আশা হারিয়ে ফেলেছিল । সেখানে বাহিনীর মনোবল পুনরায় ফিরিয়ে আনার কৃতিত্বও তাকে দেওয়া হয়।\n\n\n== মৃত্যু ==\n\nজাহানজেব ১৭০৫ সালে ডান স্তনে ফোড়ার কারণে মারা যান। ফরাসি ডাক্তার মনস মার্টিন প্রস্তাব করেছিলেন যে রাজকন্যাকে তার একজন মহিলা আত্মীয়ের দ্বারা পরীক্ষা করা উচিত ,যিনি তখন দিল্লীতে বাস করত। (স্পষ্টত তিনি একজন ভারতীয় পর্তুগিজ খ্রিস্টান দক্ষ নারী ছিলেন ) কিন্তু রাজকুমারী এমন একজন মহিলার দ্বারা পরীক্ষা করতে অস্বীকৃতি জানান যিনি ওয়াইন পান করেন, পাছে ভয়ে যে মহিলার স্পর্শে তার শরীর না অপবিত্র হয়ে যায়। এই রোগটি দুই বছর ধরে চলতে থাকে এবং অবশেষে তিনি প্রচণ্ড ব্যথায় মারা যান। তার মৃত্যুর পর, আজম অত্যন্ত দুঃখ ও হতাশায় নিমজ্জিত হয়েছিলেন যা তার বাকি জীবনকে  অন্ধকার করে দিয়েছিল।\n\n\n== বংশ ==\n\n\n== তথ্যসূত্র =="}