{"pageid": 1321364, "title": "ভারতীয় রুটি", "url": "https://bn.wikipedia.org/wiki?curid=1321364", "content": "ভারতীয় রটি হল ভারতীয় খাবারের অবিচ্ছেদ্য অংশ। ভারতের খাবারে বিভিন্ন ধরনের ফ্ল্যাটব্রেড এবং প্যানকেক রয়েছে।ফ্ল্যাটব্রেড এবং প্যানকেকের বৈচিত্র্য ভারতীয় সংস্কৃতি এবং খাদ্যাভ্যাসের বৈচিত্র্যকে প্রতিফলিত করে।\n\n\n== উপাদান ==\nউত্তর ভারতে বেশিরভাগ ফ্ল্যাট রুটি খামিরবিহীন এবং আটা বা ময়দা, এবং পানি তৈরি করা হয়। কিছু ফ্ল্যাটব্রেড, বিশেষ করে পরটা, সবজি দিয়ে স্টাফ করা হয় এবং এর সাথে ঘি বা মাখন দিয়ে লেয়ার করা হয়।\nমহারাষ্ট্র এবং কর্নাটকে, জোয়ার (সর্গাম বাইকালার), রাগি (এলিউসিন কোরাকানা) এবং বাজরার (মুক্তা বাজরা)মতো শস্য  থেকেও পাউরুটি তৈরি হয় ।গুজরাটে একে বলা হয় \"রোতলা\"  এবং মহারাষ্ট্রে বলা হয় \"ভাকরি\"।\nদক্ষিণ ভারত এবং পশ্চিম উপকূলে, বেশিরভাগ প্যানকেক তৈরি করা হয় খোসা ছাড়ানো এবং কালো মসুর ডাল (উড়দ ডাল) এবং চাল থেকে। জনপ্রিয় জাতগুলির মধ্যে রয়েছে ডোসা, অ্যাপাম, এবং উত্তাপম। জনপ্রিয় ফ্ল্যাটব্রেডের মধ্যে রয়েছে ভাত রোটি এবং রাগি রোটি।\nবেশিরভাগ ভারতীয় রুটি গাঁজন করার জন্য খামিরের সাথে স্পোর ব্যবহার করা হয়।\n\n\n== প্রস্তুতি ==\nউত্তর ভারতে, মূল উপাদানের একটি ময়দা প্রস্তুত করা হয় এবং রোলিং করে চ্যাপ্টা করা হয়। বেশিরভাগ ভারতীয় রুটি, যেমন রোটি, কুলচা এবং চাপাটি, তাভা, ঢালাই লোহা, ইস্পাত বা অ্যালুমিনিয়াম দিয়ে তৈরি  গ্রিডেল এ বেক করা হয়। অন্যান্য যেমন পুরি এবং ভাতুরা হল ডিপ ফ্রাইড। এই রুটিগুলির জন্য ময়দা সাধারণত কম জল দিয়ে তৈরি করা হয় যাতে ভাজার সময় তেল ভেজানো কম হয়।\nদক্ষিণ ভারতে, চাল এবং কালো মসুর ডালের একটি বাটার তৈরি করা হয় এবং একটি গরম গ্রীসড স্কিললেটে অল্প পরিমাণে ঢেলে দেওয়া হয়, যেখানে এটি একটি পাতলা বৃত্তে ছড়িয়ে দেওয়া হয় এবং তেল বা ঘি দিয়ে ভাজা হয়।পশ্চিম ভারতে (মহারাষ্ট্র, গুজরাট এবং রাজস্থান রাজ্য সহ) রুটি মোটা শস্য যেমন বাজরা, সোরঘাম বা রাগি থেকে তৈরি করা হয়, যদিও এই অঞ্চলে গম প্রধান। \nমহারাষ্ট্রে, \"থালিপীঠ\" নামে একটি বহু-শস্যের ফ্ল্যাট-রুটিও প্রস্তুত করা হয়। এতে গম, চাল, বাজরা, জোয়ার, রাগি, হর্সগ্রাম, সবুজ ছোলা, কালো ছোলা, ছোলা ইত্যাদির মতো অনেক শস্য ও খাদ্যশস্য রয়েছে। প্রতিটি শস্য বা সিরিয়াল আলাদাভাবে ভাজা হয় এবং তারপরে একটি মিহি গুঁড়োতে একসাথে মিশে যায়। ময়দা তৈরি করার জন্য মশলা এবং কাটা পেঁয়াজ জলের সাথে যোগ করা হয় এবং এটি বৃত্তে প্যাট করা হয়।\nমধ্য এশীয় বংশোদ্ভূত ভারতীয় রুটি, যেমন নান এবং তন্দুরি রোটি, একটি তান্দুর এ বেক করা হয়। নান সাধারণত খামির দিয়ে খামির যুক্ত করা হয়।\n\n\n== জাত ==\nভারতীয় রুটি এবং প্যানকেকের বিভিন্ন প্রকারের মধ্যে রয়েছে চাপাতি, ফুলকা, পুরি, রোটি, বাজরা রোটলা, থেপলা, থাপলা, কুলচা, ভাতুরা, আপ্পাম, দোসা, লুচি এর মধ্যে কিছু, যেমন পরোটা এবং রোটির অনেক প্রকার রয়েছে। কিছু জাত তাদের প্রস্তুত করতে ব্যবহৃত শস্যের ধরনের উপর নির্ভর করে এবং অন্যরা তাদের মধ্যে থাকা স্বাদের উপর নির্ভর করে।\n\nডোসা – দক্ষিণ ভারত এর একটি সাধারণ খাবার। তামিলনাড়ু-তে জনপ্রিয় আদাই খাবারগুলো বাজরের ময়দা বা চালের ময়দা থেকে তৈরি করা হয়। এটি একটি ডোসা এর কাছাকাছি যখন  fermented মসুর ডাল এর মিশ্রণের ব্যাটার দিয়ে তৈরি করা হয়।\nআপাম – fermented চালের বাটা এবং নারকেলের দুধ দিয়ে তৈরি দক্ষিণ ভারতীয় প্যানকেকের একটি প্রকার।\nবববতলু/বাকশালু/ওবাত্তু – তেলুগু/কন্নড় রন্ধনপ্রণালী থেকে ময়দা, চানাডাল/তুর ডাল, চিনি/গুড় দিয়ে তৈরি, তেলুগু রাজ্য এবং কর্ণাটকে উগাদি (চন্দ্র নববর্ষ) উৎসবের জন্য বিশেষভাবে প্রস্তুত করা হয়।\nবাতি – শক্ত, খামিরবিহীন রুটি রাজস্থানের মরুভূমি এবং মধ্যপ্রদেশ-এ রান্না করা হয়,\nবাফলা - শক্ত, বল সিদ্ধ করে তারপর মধ্যপ্রদেশ মালওয়া অঞ্চলে বেক করা হয়\nভাকরি – গোলাকার ফ্ল্যাট খামিহীন রুটি প্রধানত সোরঘাম বাইকোলার বা মুক্তা বাজরা ব্যবহার করে তৈরি করা হয়\nভাটুরা – তুলতুলে গভীর ভাজা খামিযুক্ত উত্তর ভারত থেকে রুটি\nভাটুরু - হিমাচলি খাবারে ভাতুরা বিখ্যাত। এটা নরম kneaded fermented ময়দা থেকে প্রস্তুত করা হয়. এটি প্রায় ভিতর থেকে নরম রুটির মতো এবং বাইরে খাস্তা। এটি হিমাচলি ধামের স্থানীয় সুস্বাদু খাবারের সাথে পরিবেশন করা হয়\nচাপাতি – খামিরবিহীন ফ্ল্যাটব্রেড (এছাড়াও রোটি নামেও পরিচিত) ভারত, নেপাল, বাংলাদেশ এবং পাকিস্তান থেকে যা গরম পৃষ্ঠে বেক করা হয়। এটি ভারতের একটি  প্রধান খাদ্য\nচেলা – উত্তর ভারতে বিভিন্ন উপাদানের পিঠা থেকে তৈরি ক্রেপস - উপাদানগুলির মধ্যে সাধারণত ডাল (ডাল) ময়দা, ছোলার আটা, গমের আটা এবং কখনও কখনও সূক্ষ্মভাবে কাটা শাকসবজি অন্তর্ভুক্ত থাকে।\nচিক্কুলি – মশলাদার গমের খাবার দক্ষিণ অন্ধ্রপ্রদেশ এবং মহারাষ্ট্র এর কিছু অংশে সাধারণ।\nছাইকা রোটি - ঝাড়খণ্ডে একটি রুটি চালের আটা এবং ছানার ডাল ব্যবহার করে তৈরি হয়।\nচারোলিয়া - একটি পাতলা, রুটির মতো প্যানকেক একটি প্যাটার্নে একটি গরম প্যানে ব্যাটার ছড়িয়ে দিয়ে তৈরি করা হয় যাতে রান্না হয়ে গেলে জালের মতো আকৃতি তৈরি করা হয়।\nমরিচ পরোটা – মূলত একটি প্লেইন পরোটা ছোট ছোট টুকরো টুকরো করা, ছোট আকারের টুকরা টমেটো, মরিচের গুঁড়াভাজা এবংপেঁয়াজ সঙ্গে মিশ্রিত,\nডাল পুরি – পশ্চিমবঙ্গ এবং ওড়িশায় ভাজা ফ্ল্যাট রুটি যেখানে আটা রান্না করা এবং মশলাদার ছোলার ডাল (বাংলা গ্রাম মসুর ডাল) দিয়ে ভরা হয়। প্রাতঃরাশের খাবার হিসেবে জনপ্রিয়।\nধেবরা – দুটি ভিন্ন ধরনের: একটি মুক্তা বাজরা(বাজরা) ময়দা দিয়ে তৈরি, প্রায়ই মেথি পাতা (মেথি) দিয়ে স্বাদযুক্ত। অন্যটি হল একটি খামিরবিহীন গুড়ের পুরি, যা গুড় এবং গোটা গমের আটা দিয়ে তৈরি।\nদোসা – গাঁজানো ক্রেপ বা চাল বাটা এবং কালো মসুর ডাল থেকে তৈরি প্যানকেক। এটি দক্ষিণ ভারতের রাজ্য কর্নাটক, তামিলনাড়ু, অন্ধ্রপ্রদেশ এবং কেরালার একটি প্রধান খাবার।\nমসলা দোসা – ডোসা ভাজা আলু, মশলা এবং পেঁয়াজ দিয়ে ভরা\nবিন্নি দোসা – কর্ণাটকের দাভাঙ্গের শহর থেকে যে ডোসার উৎপত্তি।\nরাভা দোসা – দক্ষিণ ভারতের ক্রেপ।\nনীর দোসা – চালের বাটা থেকে প্রস্তুত ক্রেপ। এটি হালকা ধরনের দোসা।\nইডলি – চাল এবং গাঁজানো কালো মসুর ডাল বাটা যেটা বাষ্প করা হয়\nরাভা ইডলি - সুজি (রাভা) দিয়ে তৈরি ইডলির ভিন্নতা\nকচোরি – খামিরবিহীন মসুর ডাল ভরাট দিয়ে গভীর ভাজা রুটি\nখাখরা – পাতলা পটকা তৈরি\nকুলচা – leavened bread eaten in India and Pakistan, made from maida flour (wheat flour)\nলুচি – deep-fried flatbread from Bengal similar to Puri but made with maida flour instead of atta.\nনান – oven-baked leavened flatbread\nকিমা নান – naan stuffed with minced meat\nবাটার নান - naan topped with nigella seeds and greased with butter\nপাপদুম – thin, crisp disc-shaped Indian food typically based on a seasoned dough made from black gram (urad flour), fried or cooked with dry heat\nপরাঠা – layered or stuffed flatbread from North India - traditionally made from whole wheat flour by baking with oil on a hot surface.\nআলু পরাঠা\nগোবি পরাঠা\nলাচ্ছা পরাঠা\nPorotta – layered flat bread of Kerala and some parts of Southern India\nPashti – flatbread prepared with rice flour and pan fried in ghee\nPathiri – pancake made of rice flour\nPesaha Appam – unleavened Passover bread made by the Saint Thomas Christians (also known as Syrian Christians or Nasrani) of Kerala, India to be served on Passover night.\nPesarattu – crepe-like bread that is similar to dosa, made out of mung dal with its origin in Andhra Pradesh.\nMinapa Rotte Pan Cakes made of Idli Batter with Origin in Andhra Pradesh\nMaggiga Rotte Dosa style sour flat bread made with dosa batter mixed with maida and Butter milk with Origin in Andhra Pradesh\nDibbha Rotte Very thick Pan Cakes made of Idli Batter with Origin in Andhra Pradesh.\nPhulka\nPitha/Pithe – type of cake made from fermented rice batter, dim sum or bread common in Bengal, Assam and Orissa.\nChakuli pitha - Thin pancakes made of rice flour and black gram batter. It is similar to a dosa.\nTil Pitha – dry powdered rice cakes with Sesame seeds and Jaggery filling Assam\nbhapa pithe from Bengal\nPatishapta from Bengal\nChitoi Pithe from Bengal\nJhaal Pithe from Bangladesh; Pitha made from fermented rice batter mixed with sliced green chilli and coriander leaves\nNarikol Pitha dry powdered rice cakes with grated and sweetened coconut filling Assam\nArisa Pitha - a traditional sweet deep fried pancake. The crispy outer layer surrounds soft insides.\nManda Pitha – steamed Pitha Orissa\nKakara Pitha – Orissa\nPoi/Poee – A Goan whole wheat hollow flatbread.\nPoli/Puran Poli – traditional type of sweet flatbread\nPuri – unleavened deep-fried bread\nPulla Attu Sour dosas made with mix of Dosa batter and Maida with Origins in Andhra Pradesh\nRadhaballabhi fried flatbread similar to Dalpuri but the filling consists of Urad Dal [Black Lentils] instead of Cholar Dal.\nRagi dosa – dosa made out of finger millet.\nRoti – most simple and common of all Indian breads.\nAkki rotti\nJolada rotti\nMakki di roti\nRagi rotti– made of ragi (finger millet) flour\nRumali Roti\nRotlo (Bajra roti), a Gujarati staple bread made of millet flour\nSanna – spongy rice cake available at Goa, made from fermented or unfermented Rice batter with or without sweeteners\nSheermal – saffron-flavored flatbread from Kashmir\nTaftan – leavened bread from Uttar Pradesh\nTandoori Roti – baked in a clay oven called a tandoor. Thicker than a normal Roti.\nThalipeeth – savoury multi-grain pancake popular in Maharashtra.\nUtthapam – dosa-like dish made by cooking ingredients in a batter\nKori Rotti – crisp dry wafers (about 1mm thick) made from boiled rice and served along with spicy Chicken curry. Usually available in A4 size packs and very popular bread in Coastal Karnataka.\nLitti - Litti, along with chokha, is a complete meal originated from the Indian subcontinent; and popular in Indian states of Bihar, Jharkhand, parts of Uttar Pradesh as well as Nepalese state of Madhesh. It is a dough ball made up of whole wheat flour and stuffed with Sattu (roasted chickpea flour) mixed with herbs and spices and then roasted over coal or cow dung cakes or wood then it is tossed with much ghee. Although very often confused with the closely related Baati, it is a completely different dish in terms of taste, texture and preparation. It may be eaten with yogurt, baigan bharta, alu bharta, and papad.\nThepla - Gujarati chapatti made with whole wheat flour and flavoured with fenugreek leaves and spices.\n\n\n== তথ্যসূত্র =="}