{"pageid": 1321380, "title": "বাঁধাধরা ধারণা", "url": "https://bn.wikipedia.org/wiki?curid=1321380", "content": "সামাজিক মনোবিজ্ঞানে বাঁধাধরা ধারণা, গৎবাঁধা ধারণা, ছকে ফেলা ধারণা (বা বিশ্বাস কিংবা অভিমত) হলো একটি নির্দিষ্ট শ্রেণীর লোক, বস্তু বা স্থান সম্পর্কে জনসাধারণে গৃহীত কিন্তু অতিসরলীকৃত কোনও স্থিরবিশ্বাস বা ধারণা। একটি নির্দিষ্ট গোষ্ঠীর প্রতিটি ব্যক্তির সম্পর্কে অন্য একটি গোষ্ঠীর মানুষের একটি প্রত্যাশিত প্রতিকৃতির সাথে সম্পর্কিত। এক্ষেত্রে  প্রত্যাশার ধরন পরিবর্তিত হতে পারে। এটা হতে পারে, দলের বা গোষ্ঠীর ব্যক্তিত্ব, পছন্দ, চেহারা বা ক্ষমতা সম্পর্কে একটি প্রত্যাশা। বাঁধাধরা ধারণাগুলি কখনও কখনও অতি সাধারণ, ভুল এবং নতুন তথ্যের প্রতি প্রতিরোধী, কিন্তু কখনও কখনও সঠিকও হতে পারে।\nযদিও মানুষের গোষ্ঠী সম্পর্কে এই ধরনের সাধারণীকরণগুলি দ্রুত সিদ্ধান্ত নেওয়ার সময় উপযোগী হতে পারে, নির্দিষ্ট ব্যক্তিদের ক্ষেত্রে প্রয়োগ করা হলে সেগুলি ভুল হতে পারে, যা পক্ষপাতমূলক মনোভাবের উদাহরণ।\n\n\n== অন্য ভাষায় ==\nইংরেজি ভাষায় বাঁধাধরা ধারণা বা বিশ্বাসকে স্টেরিওটাইপ (Stereotype) বলে।\n\n\n== প্রকট বাঁধাধরা ধারণা ==\nপ্রকট বাঁধাধরা ধারণা বলতে এমন বাঁধাধরা ধারণাগুলিকে বোঝায় যা একজন সচেতন ব্যক্তি ধারণ করে এবং সচেতন যেকোনো লোকের বিচার করার জন্য ব্যবহার করে। তবে  বাঁধাধরা ধারণা সম্পর্কে সচেতনতার কারণে পক্ষপাত দূর করার প্রচেষ্টা প্রায়শই সত্য প্রমাণ করতে ব্যর্থ হয়।\n\n\n== প্রচ্ছন্ন বাঁধাধরা ধারণা ==\nপ্রচ্ছন্ন বাঁধাধরা ধারণাগুলি হলো সেইগুলি যা ব্যক্তিদের অবচেতনতার উপর স্থাপিত হয়, যেগুলির উপর তাদের কোন নিয়ন্ত্রণ বা সচেতনতা নেই।  \"অন্তর্নিহিত বাঁধাধরা ধারণাগুলি দুটি ধারণার উপর ভিত্তি করে তৈরি করা হয়েছে, অর্থাত্মক (জ্ঞান)  এবং স্বয়ংক্রিয় সক্রিয়করণে সহযোগী নেটওয়ার্ক\"। এবং কর্তৃত্ববাদী লোকেরা ব্যবহার করত। তবে এই ধারণাটি সমসাময়িক গবেষণা দ্বারা খণ্ডন করা হয়েছে। যা বাঁধাধরা ধারণাগুলির সর্বব্যাপীতার পরামর্শ দেয় এবং বাঁধাধরা ধারণাগুলিকে সমষ্টিগত গোষ্ঠী বিশ্বাস হিসাবে বিবেচনা করার পরামর্শ দেওয়া হয়েছিল।  আধুনিক গবেষণা দাবি করে যে বাঁধাধরা ধারণাগুলির সম্পূর্ণ বোঝার জন্য তাদের দুটি পরিপূরক দৃষ্টিকোণ থেকে বিবেচনা করা প্রয়োজন: একটি নির্দিষ্ট সংস্কৃতি/উপ-সংস্কৃতির মধ্যে ভাগ করা এবং অন্যটি একজন ব্যক্তির মনের মধ্যে গঠিত। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nHilton, James L.; von Hippel, William (১৯৯৬)। \"Stereotypes\": 237–271। ডিওআই:10.1146/annurev.psych.47.1.237। পিএমআইডি 15012482। \nStuart Ewen, Elizabeth Ewen, Typecasting: On the Arts and Sciences of Human Inequality. New York (Seven Stories Press) 2006\nStereotype & Society A Major Resource: Constantly updated and archived\nRegenberg, Nina (২০০৭)। \"Are Blonds Really Dumb?\"। ২৬ জুলাই ২০১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ মে ২০১০। \nAre Stereotypes True?\nTurner, Chris (২০০৪)। Planet Simpson: How a Cartoon Masterpiece Documented an Era and Defined a Generation। Foreword by Douglas Coupland. (1st সংস্করণ)। Random House Canada। আইএসবিএন 978-0679313182। ওসিএলসি 55682258। .\nCrawford, M. & Unger, R. (2004). Women and Gender: A Feminist Psychology. McGraw Hill New York. New York. 45–49.\nSpitzer, B.L.; Henderson, K (১৯৯৯)। \"Gender differences in population versus media body sizes: A comparison over four decades\": 545–565। ডিওআই:10.1023/a:1018836029738। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বাঁধাধরা ধারণা সম্পর্কিত মিডিয়া দেখুন।\n উইকিঅভিধানে বাঁধাধরা ধারণা-এর আভিধানিক সংজ্ঞা পড়ুন।\nInterview with social psychologists Susan Fiske and Mike North about the stereotyping of older people\nHow gender stereotypes influence emerging career aspirations – lecture by Stanford University sociologist Shelley Correll on 21 October 2010\nSocial Psychology Network Stereotyping\nStereotypes – Media Smarts, Canada's Centre for Digital and Media Literacy\nAge and Health based stereotyping Age and Health based stereotyping\nThe Danger of a Single Story TEDTalk by Chimamanda Adichie"}