{"pageid": 1321025, "title": "রাজকুমার মৌলে আবদুল্লাহ স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1321025", "content": "রাজকুমার মৌলে আবদুল্লাহ স্টেডিয়াম (আরবি: المجمع الرياضي الأمير مولاي عبد الله) \nমরক্কোর রাবাতে একটি বহুমুখী স্টেডিয়াম। এটি মরক্কোর রাজকুমার মৌলে আবদুল্লাহ নামে নামকরণ করা হয়েছে।\n\n\n== ইতিহাস ==\nএটি ১৯৮৩ সালে নির্মিত হয়েছিল এবং এটি আসফার এর হোম গ্রাউন্ড। এটি বর্তমানে বেশিরভাগ ফুটবল ম্যাচের জন্য ব্যবহৃত হয় এবং এটি অ্যাথলেটিক্সও মঞ্চস্থ করতে পারে। স্টেডিয়ামটি ৪৫,৮০০ জন লোকের দখলে রয়েছে।\n২০০৮ সাল থেকে এটি মিটিং ইন্টারন্যাশনাল মোহাম্মদ পঞ্চম রাবাতের অ্যাথলেটিক্সের এর আয়োজন করেছে। এটি ২০১৫ আফ্রিকা কাপ অফ নেশনস এর জন্য একটি নিশ্চিত ভেন্যু ছিল যতক্ষণ না মরক্কো তার হোস্টিং অধিকার কেড়ে নেয়। মরক্কো ইবোলা মহামারীর ভয়ে আফ্রিকা কাপ অফ নেশনস স্থগিত করার জন্য বলেছিল যা সেই সময়ে বেশ কয়েকটি আফ্রিকান দেশকে প্রভাবিত করেছিল। দেশটি তখন আন্তর্জাতিক প্রতিযোগিতার আয়োজক হিসাবে বাদ পড়েছিল।\nপ্রিন্স মৌলে আবদেল্লাহ স্টেডিয়ামটি ২০১৪ ফিফা ক্লাব বিশ্বকাপেরও একটি ভেন্যু ছিল। ২০২৬ ফিফা বিশ্বকাপ আয়োজনের ব্যর্থ বিডের জন্য স্থানটিকে হোস্ট স্টেডিয়ামগুলির মধ্যে একটি হওয়ার পরিকল্পনা করা হয়েছিল। মরক্কো বিশ্বকাপে পুরস্কৃত হলে কোয়ার্টার-ফাইনাল ম্যাচ আয়োজনের উদ্দেশ্য ছিল।\nএটি এখন ২০৩০ ফিফা বিশ্বকাপ আয়োজনের একটি সম্ভাব্য স্থান হিসাবে পরিকল্পনা করা হয়েছে কারণ মরক্কো পর্তুগাল এবং স্পেনের সাথে তার সহ-বিডিংয়ের প্রস্তুতি নিচ্ছে৷ যদি এটি ঘটে তবে এটি একাধিক মহাদেশের প্রথম ক্রস-কনফেডারেশন বিড হবে। মালাবো, গিনি আফ্রিকান গেমস আয়োজনের অধিকার প্রত্যাহার করার পরে এটি ২০১৯ আফ্রিকান গেমসের উদ্বোধনী এবং সমাপনী অনুষ্ঠানের স্থান হিসাবেও ব্যবহৃত হবে।\n\n\n== আন্তর্জাতিক ইভেন্ট ==\nস্টেডিয়ামে নিম্নলিখিত আন্তর্জাতিক ইভেন্টগুলি আয়োজন করেছে:\n\n১৯৮৮ আফ্রিকান কাপ অব নেশনস\n২০১৪ ফিফা ক্লাব বিশ্বকাপ\n২০১৯ আফ্রিকান গেমস\n২০২০ ক্যাফ কনফেডারেশন কাপ ফাইনাল \n২০২০ আরব ক্লাব চ্যাম্পিয়ন্স কাপ ফাইনাল \n২০২২ মহিলা আফ্রিকা কাপ অব নেশনস ফাইনাল \n২০২২ ক্যাফ সুপার কাপ \n২০২২ ক্যাফ মহিলা চ্যাম্পিয়ন্স লিগের ফাইনাল \n২০২২ ফিফা ক্লাব বিশ্বকাপ\n\n\n== আরও দেখুন ==\nধারণক্ষমতার ভিত্তিতে ফুটবল স্টেডিয়ামের তালিকা\n\n\n== তথ্যসূত্র =="}