{"pageid": 1321583, "title": "প্রজাতন্ত্রী জনতা দল", "url": "https://bn.wikipedia.org/wiki?curid=1321583", "content": "প্রজাতন্ত্রী জনতা দল (তুর্কি: Cumhuriyet Halk Partisi, উচ্চারিত [dʒumhuːɾiˈjet haɫk 'paɾtisi] (), সংক্ষিপ্ত আকারে সিএইচপি [dʒeːheːpeˑ]) হলো তুরস্কের একটি কামালবাদী ও সামাজিক গনতন্ত্রী রাজনৈতিক দল, এটি বর্তমানে প্রধান বিরোধী দল হিসেবে প্রতিনিধিত্ব করছে। আধুনিক তুরস্ক প্রজাতন্ত্রের প্রথম রাষ্ট্রপতি ও প্রতিষ্ঠাতা মোস্তফা কামাল আতাতুর্ক দ্বারা প্রতিষ্ঠিত এই দলটি তুরস্কের প্রাচীনতম রাজনৈতিক দল। দলটিকে আধুনিক তুরস্কের প্রতিষ্ঠাতা দল হিসেবেও উল্লেখ করা হয়। সিএইচপি নিজেকে একটি \"আধুনিক সামাজিক গনতন্ত্রী দল, যেটি তুরস্ক প্রজাতন্ত্রের প্রতিষ্ঠা নীতি ও মূল্যবোধের প্রতি বিশ্বস্ত\" হিসেবে বর্ণনা করে। এর প্রতীকে ছয়টি তীর রয়েছে, যা কামালবাদের মৌলিক নীতিগুলোর প্রতিনিধিত্ব করে: প্রজাতন্ত্রবাদ, সংস্কারবাদ, ধর্মনিরপেক্ষতা নীতি, জনতাবাদ, জাতীয়তাবাদ ও পরিসংখ্যানবাদ। এটি মহান জাতীয় সভায় ১৩৫ জন সাংসদ নিয়ে ক্ষমতাসীন রক্ষণশীল ন্যায়বিচার ও উন্নয়ন দলের (একেপি) প্রধান বিরোধী দল হিসেবে আছে।\nতুরস্কের স্বাধীনতা যুদ্ধের সময় প্রতিষ্ঠিত বিভিন্ন প্রতিরোধ গোষ্ঠীর মধ্যে এই রাজনৈতিক দলের উৎপত্তি। মোস্তফা কামাল আতাতুর্কের নেতৃত্বে তারা ১৯১৯ সালের সিভাস মহাসভায় একত্রিত হয়। ৯ সেপ্টেম্বর ১৯২৩-এ \"জনতা দল\" নিজেকে একটি রাজনৈতিক সংগঠন হিসেবে ঘোষণা করে ও ২৯ অক্টোবর ১৯২৩ তারিখে আতাতুর্ক এর প্রথম সভাপতি হিসেবে তুর্কি প্রজাতন্ত্র প্রতিষ্ঠার ঘোষণা দেয়। ১৯২৪ সালে জনতা দল নিজের নাম পরিবর্তন করে \"প্রজাতন্ত্রী জনতা দল\" রাখে। তুরস্ক নিজের একদলীয় যুগের মধ্যে প্রবেশ করার সাথে সাথে সিএইচপি দেশে সুদূরপ্রসারী রাজনৈতিক, সাংস্কৃতিক, সামাজিক ও অর্থনৈতিক সংস্কার বাস্তবায়নের যন্ত্র হয়ে উঠে।\nদ্বিতীয় বিশ্বযুদ্ধের পর আতাতুর্কের উত্তরসূরি ইসমত ইনোনু বহুদলীয় নির্বাচনের অনুমতি দেয়, দলটি ১৯৫০ সালের নির্বাচনে হেরে যাওয়ার পর ক্ষমতার একটি শান্তিপূর্ণ স্থানান্তর শুরু করে, একদলীয় মেয়াদ শেষ করে ও তুরস্কের বহুদলীয় মেয়াদ শুরু করে। ১৯৬০ সালের সামরিক অভ্যুত্থানের পরের বছরগুলোয় দলটি ধীরে ধীরে মধ্যম-বামপন্থী প্রবণতা দেখছিলো, এটি ১৯৭২ সালে বুলেন্ত এজেভিত চেয়ারম্যান হওয়ার পরে পাকাপোক্ত করা হয়। ১৯৮০ সালে সামরিক জান্তা কর্তৃক সিএইচপিকে সেই সময়ের অন্যান্য রাজনৈতিক দলের সাথে নিষিদ্ধ করা হয়েছিলো। দেনিজ বায়কাল দ্বারা ৯ সেপ্টেম্বর ১৯৯২-এ সিএইচপির মূল নাম ও আরও কেন্দ্রবাদী দৃষ্টিভঙ্গি নিয়ে ১৯৮০ পূর্বের সময়কাল থেকে এর বেশিরভাগ সদস্যের অংশগ্রহণে দলটি পুনঃপ্রতিষ্ঠিত হয়। কেমাল কিলিচদারোলু ২০১১ সালে দায়িত্ব নেওয়ার পর দলটিকে এর ঐতিহ্যবাহী মধ্যম-বামপন্থী অবস্থানে ফিরিয়ে দিয়েছেন।\nএটি ক্ষমতাসীন একেপি ও তাদের জনতা জোটের বিরুদ্ধে ইয়ি পার্টি, সাদেত পার্টি ও ডেমোক্র্যাট পার্টির মতো বিরোধী দলগুলোর সমন্বয়ে গঠিত জাতীয় জোটের একটি প্রতিষ্ঠাতা দল। এছাড়াও, সিএইচপি হলো ইউরোপীয় সমাজতন্ত্রীদের পার্টির (পিইএস) সহযোগী এবং সোশ্যালিস্ট ইন্টারন্যাশনাল ও প্রগতিশীল জোটের একটি সদস্য। সিএইচপির অনেক রাজনীতিবিদ এলজিবিটি অধিকার ও তুরস্কের নারীবাদী আন্দোলনের প্রতি তাদের সমর্থন ঘোষণা করেছেন। দলটি নিজের ইউরোপপন্থী নীতি ও ন্যাটোর প্রতি অঙ্গীকার অব্যাহত রেখেছে।\nএই দলের ভিত্তির মধ্যে মধ্য ও উচ্চ-মধ্যবিত্ত শ্রেণী যেমন বাবু শ্রমিক, অবসরপ্রাপ্ত জেনারেল, সরকারি আমলা, শিক্ষাবিদ, কলেজ শিক্ষার্থী, বামমুখী বুদ্ধিজীবী, আলেভি ও ডিসকের মতো শ্রমিক সংগঠনগুলো অন্তর্ভুক্ত। দলটির শক্তিশালী ঘাঁটির মধ্যে রয়েছে পশ্চিম এজিয়ান অঞ্চল (ইজমির, আইদিন, মুউলা), থ্রেস, কৃষ্ণ সাগর অঞ্চলের পূর্বে (আরদাহান ও আর্টভিন), এবং আনাতোলীয় কলেজ শহর এস্কিশেহির।\n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠা ===\nপ্রজাতন্ত্রী জনতা দলের উৎপত্তি প্রতিরোধ সংগঠনগুলোর মধ্যে থেকে, এগুলো অধিকার রক্ষা সংগঠন নামে পরিচিত ছিলো। সংগঠনটি প্রথম বিশ্বযুদ্ধের পরপরই তুরস্কের স্বাধীনতা যুদ্ধের সময় তৈরি হয়। মোস্তফা কামাল পাশা (আতাতুর্ক) ও তার সহকর্মীরা সিভাস মহাসভায় অধিকার রক্ষা সংগঠনগুলোকে আনাতোলিয়া ও রুমেলিয়ার জাতীয় অধিকার রক্ষা সংগঠনে (এডিএনআরএআর) একত্রিত করেন ও সংগঠনের সাথে যুক্ত প্রতিনিধিদের উসমানীয় সাম্রাজ্যের নির্বাচন প্রতিনিধিত্ব কমিটিতে নির্বাচন করার জন্য আহ্বান জানান। শীঘ্রই প্রতিনিধিত্ব কমিটি আঙ্কারায় চলে যায় ও ইস্তাম্বুলে অবস্থিত উসমানীয় সরকারের পাল্টা সংসদ হিসেবে মহান জাতীয় সভা গঠন করে। সামরিকভাবে মহান জাতীয় সভার বাহিনী গ্রিস, ফ্রান্স ও আর্মেনিয়াকে পরাজিত করে, উসমানীয় সরকারকে উৎখাত করে এবং রাজতন্ত্র বিলুপ্ত করে। ১৯২৩ সালের নির্বাচনের পর, আনাতোলিয়া ও রুমেলিয়ার জাতীয় অধিকার রক্ষা সংগঠনটি জনতা দল (Halk Fırkası) নামে একটি রাজনৈতিক দলে রূপান্তরিত হয়। নতুন সংসদের ঐক্যমতের কারণে প্রজাতন্ত্র ঘোষণা, লোজান চুক্তি অনুমোদন ও পরের বছর খিলাফত বিলুপ্ত হয়।\n\n\n=== ১৯২৪–১৯৮০ ===\n১৯২৪ সালে মোস্তফা কামাল আতাতুর্কের বিরোধিতার ফলে প্রগতিশীল প্রজাতন্ত্রী দলের (টিসিএফ) সৃষ্টি হয়। টিসিএফের ভিত্তির প্রতি প্রতিক্রিয়া দেখিয়ে তার জনতা দল নাম পরিবর্তন করে প্রজাতন্ত্রী জনতা দল (Cumhuriyet Halk Fırkası, ও পরবর্তীতে Cumhuriyet Halk Partisi) (সিএইচপি) হয়। টিসিএফের জীবনকাল সংক্ষিপ্ত ছিল। এটি শেখ সাইদ বিদ্রোহের সাথে জড়িত থাকার অভিযোগের মুখোমুখি ও ইজমির ঘটনায় আতাতুর্ককে হত্যা করার উদ্দেশ্যে ঐক্য ও প্রগতি সমিতির সদস্যদের সাথে ষড়যন্ত্র করার অভিযোগের সম্মুখীন হয়েছিলো। এই কারণে সরকার এটি ৫ জুনে বন্ধ করে দেয়। ১৯২৫ থেকে ১৯৪৬ সাল পর্যন্ত তুরস্ক একদলীয় শাসনের অধীনে ছিলো, তবে সাথে লিবারেল রিপাবলিকান পার্টি গঠনের মাধ্যমে সরকারের বিরোধীদলীয় রাজনীতির আরেকটি সংক্ষিপ্ত পরীক্ষা একটি প্রতিবন্ধকতা ছিলো।\n১৯২৫–১৯৩০ পর্যন্ত সিএইচপি তুরস্ককে একটি আধুনিক রাষ্ট্রে রূপান্তরিত করে ব্যাপক সংস্কারের সূচনা করে। ১৯৩০–১৯৩৯ সময়কালে আতাতুর্কের সিএইচপি 'ছয়টি তীর' গ্রহণ করে, সেইসাথে সাম্যবাদ ও ফ্যাসিবাদ থেকে নীতি গ্রহণ করে দলীয় আদর্শকে স্পষ্ট করে। একদলীয় আমলেই আতাতুর্ক ধর্মীয় রক্ষণশীল ও কুর্দিদের বিপরীতে নিজের জাতীয়তাবাদী সংস্কারের বিরোধিতাকে দমন করতে সাধারণ পরিদর্শক, স্বাধীনতা ট্রাইব্যুনাল ও সামরিক বাহিনী নিযুক্ত করেছিলেন। দলটি তৃতীয় সাধারণ সম্মেলনে, দেশটির খ্রিস্টান ও ইহুদি সংখ্যালঘুদের প্রতি নিজেদের দৃষ্টিভঙ্গি স্পষ্ট করে এবং জাতীয় আদর্শ মেনে চলা ও তুর্কি ভাষা ব্যবহার করা পর্যন্ত তাদের প্রকৃত তুর্কি হিসেবে গ্রহণ করে। ১২ নভেম্বর ১৯৩৮-এ মোস্তফা কামাল আতাতুর্কের মৃত্যুর পরের দিন তার বন্ধু ইসমত ইনোনু দ্বিতীয় রাষ্ট্রপতি নির্বাচিত হয়ে প্রজাতন্ত্রী জনতা দলের নেতৃত্ব গ্রহণ করেন। ইনোনুর রাষ্ট্রপতিত্বে হাতাই রাষ্ট্র সংযোজন ও গ্রাম ইনস্টিটিউট প্রতিষ্ঠা করা হয়। তুরস্ককে দ্বিতীয় বিশ্বযুদ্ধে নিয়ে আসার জন্য মিত্রশক্তি ও অক্ষশক্তির প্রচেষ্টা সত্ত্বেও ইনোনু নিরপেক্ষতার নীতি গ্রহণ করে। দলটি সাম্যবাদ বিরোধীদের সাথে যুক্ত ছিলো।\nদ্বিতীয় বিশ্বযুদ্ধের পর ইনোনু ১৯৪৬ সালে একটি বহুদলীয় সাধারণ নির্বাচনের আহ্বান জানায়, এটি ছিলো দেশের ইতিহাসে প্রথম বহুদলীয় নির্বাচন। কিছু সিএইচপি সদস্য চার স্বাক্ষর অনুমোদনের ফলে পদত্যাগ করে ডেমোক্র্যাট পার্টি (ডিপি) প্রতিষ্ঠা করে, দলটি নির্বাচনে সিএইচপিকে চ্যালেঞ্জ করে। নির্বাচনের ফলাফল সিএইচপির পক্ষে ছিলো, তারা ৪৬৫টি আসনের মধ্যে ৩৯৫টি আসন জিতেছিলো। তখন নির্বাচনটি গণতান্ত্রিক মানদণ্ডের সাথে সঙ্গতিপূর্ণ হয়নি এমন সমালোচনা হয়েছিলো। যাইহোক, চার বছর পরে ১৯৫০ সালে আরও একটি অবাধ ও সুষ্ঠু সাধারণ নির্বাচন অনুষ্ঠিত হয় যার ফলে সিএইচপি ডিপির কাছে ক্ষমতা হারায়। ইনোনু একটি শান্তিপূর্ণ ক্ষমতা হস্তান্তরের সভাপতিত্ব করেন। ১৯৫০ সালের নির্বাচন সিএইচপির শেষ সংখ্যাগরিষ্ঠ সরকারের সমাপ্তি চিহ্নিত করে। এরপরের কোনো নির্বাচনে দলটি সংসদে সংখ্যাগরিষ্ঠতা অর্জন করতে পারেনি।\n১৯৫০-এর দশকে বিজেতা সব গ্রহণ করিবে নীতির কারণে ডিপি নির্বাচনে তুমুল বিজয় অর্জন করে যা যুক্তিসঙ্গতভাবে নিকটবর্তী ছিলো, এর অর্থ হলো ১০ বছর ধরে সিএইচপি বিরোধীদল ছিলো। ১৯৫১ সালে এর নবম দলীয় সম্মেলনে যুব শাখা ও মহিলা শাখা প্রতিষ্ঠিত হয়। ১৯৫৩ সালে, ট্রেড ইউনিয়ন ও ভোকেশনাল চেম্বার প্রতিষ্ঠার প্রস্তাব করা হয় এবং দলীয় কার্যক্রমে কর্মীদের জন্য ধর্মঘটের অধিকার যুক্ত করা হয়। ১৯৬০ সালের সামরিক অভ্যুত্থানের পর ডেমোক্র্যাট পার্টি বিলুপ্ত হয়ে যায় এবং প্রধানমন্ত্রী আদনান মেন্দেরেস, পররাষ্ট্রমন্ত্রী ফাতিন রুশতু জোরলু ও অর্থমন্ত্রী হাসান পোলাটকানকে ইমরালি দ্বীপের কারাগারে ফাঁসি দেওয়া হয়। এরপর থেকেই ডানপন্থী দলগুলো আদনান মেন্দেরেসের ফাঁসিতে তাদের অনুভূতি জড়িত থাকার জন্য ক্রমাগত সিএইচপিকে আক্রমণ করে থাকে।\nনির্বাচনী আইন সংস্কারের মাধ্যমে আনুপাতিক প্রতিনিধিত্ব বাস্তবায়নের ফলে ১৯৬১ সালের সাধারণ নির্বাচনে সিএইচপি প্রথম স্থানীয় দল হিসেবে আবির্ভূত হয় ও ডেমোক্র্যাট পার্টির উত্তরসূরি ন্যায়বিচার দলের সাথে একটি মহাজোট গঠন করে। সাত মাস স্থায়ী হওয়া জোটটি ছিলো তুরস্কের প্রথম জোট সরকার। ইনোনু ১৯৬৫ সালের নির্বাচন পর্যন্ত অন্যান্য দলগুলোর সাথে আরও দুটি সরকার গঠন করতে সক্ষম হয়। সেই নির্বাচনের জন্য সিএইচপিতে গণতান্ত্রিক বাম আন্দোলনের নেতা বুলেন্ত এজেভিত মধ্যম-বামপন্থী (Ortanın solu) কর্মসূচি গ্রহণে দলটিতে অবদান রেখেছিলেন। ইনোনু ৮ মে ১৯৭২ সাল পর্যন্ত বিরোধী নেতা ও সিএইচপির নেতা হিসেবে রয়ে যান, এরপর দলীয় সম্মেলনে এজেভিত তাকে দলীয় নেতা পদ থেকে উৎখাত করেন। তিনি রাজনীতিতে একটি স্বতন্ত্র বামপন্থী ভূমিকা গ্রহণ করেছিলেন ও কট্টর জাতীয়তাবাদী হলেও সিএইচপির আদর্শে গণতান্ত্রিক সমাজতন্ত্র বাস্তবায়নের চেষ্টা করেছিলেন। ১৯৭৪ সালে যখন এজেভিত প্রধানমন্ত্রী হন ও সাইপ্রাস আক্রমণ করেন তখন দলের প্রতি জনসাধারণের সমর্থন বৃদ্ধি পায়। এজেভিতের অধীনে সিএইচপি একটি অবাধ ও সুষ্ঠু বহু-দলীয় নির্বাচনে সর্বকালের সেরা ফলাফল অর্জন করেছিল যখন ১৯৭৭ সালে দলটি ৪১% ভোট পেয়েছিলো। ১৯৭০-এর দশকে সিএইচপি ও ন্যায়বিচার দলের মধ্যে সরকারের অভ্যন্তরে ক্রমাগত পরিবর্তনের পাশাপাশি তীব্র রাজনৈতিক সহিংসতা দেখা যায়। এর ফলে ১৯৮০ সালে একটি সামরিক অভ্যুত্থান ঘটে ও পরবর্তীতে প্রতিটি রাজনৈতিক দলকে নিষিদ্ধ করা হয়।\n\n\n=== ১৯৮০–বর্তমান ===\n১৯৮০ সালের সামরিক অভ্যুত্থানের পর ১৯৮০-এর পূর্বের রাজনীতিবিদদেরকে কারারুদ্ধ ও রাজনীতি থেকে নিষিদ্ধ করা হয় এবং \"প্রজাতন্ত্রী জনতা দল\" নামটি ও এর সংক্ষিপ্ত নাম \"সিএইচপি\" উভয়ই নিষিদ্ধ করা হয়। ১৯৯৯ সাল পর্যন্ত তুরস্ক ডেমোক্র্যাট পার্টি ও ন্যায়বিচার দলের অনানুষ্ঠানিক উত্তরসূরি মধ্যম-ডানপন্থী মাতৃভূমি পার্টি (এএনএপি) ও সত্যপথ পার্টি (ডিওয়াইপি) এবং সংক্ষেপে ইসলামি ওয়েলফেয়ার পার্টি দ্বারা শাসিত ছিল। সিএইচপি সমর্থকরাও উত্তরসূরি দল গঠন করে। ১৯৮৫ সাল নাগাদ ইসমেত ইনোনুর ছেলে এরদাল ইনোনু দুটি উত্তরসূরি দলকে একত্রিত করে সোশ্যাল ডেমোক্রেটিক পপুলিস্ট পার্টি (এসএইচপি) গঠন করেন, অন্যদিকে বুলেন্ত এজেভিতের স্ত্রী রাহসান এজেভিতের দ্বারা গণতান্ত্রিক বাম দল (তুর্কি: Demokratik Sol Parti, ডিএসপি) গঠিত হয় (বুলেন্ত এজেভিত ১৯৮৭ সালে ডিএসপির দায়িত্ব নেন)। ১৯৮৭ সালে ১৯৮০-এর পূর্বের রাজনীতিবিদদের উপর থেকে নিষেধাজ্ঞা প্রত্যাহার করার পর দেনিজ বায়কাল ১৯৯২ সালে সিএইচপি পুনর্গঠন করেন ও ১৯৯৫ সালে দলটির সাথে এসএইচপি একীভূত হয়। যাইহোক, এজেভিতের ডিএসপি আলাদা রয়ে গেছে ও আজ পর্যন্ত সংস্কারকৃত প্রজাতন্ত্রী জনতা দলের সাথে একীভূত হয়নি। বায়কালের সিএইচপি এজেভিতের ডিএসপির তুলনায় অধিক মধ্যমপন্থী হলেও পর্যবেক্ষকগণ উল্লেখ করেছেন যে দুটি দল একই মতবাদ ধারণ করে ও কামালবাদী ভোটকে বিভক্ত করেছে। ১৯৯১ থেকে ১৯৯৬ সাল পর্যন্ত এসএইচপি ও তারপর সিএইচপি ডিওয়াইপির সাথে জোট সরকারে ছিল। ২৮ ফেব্রুয়ারির \"আধুনিক-পরবর্তী অভ্যুত্থান\"-এর পরে ওয়েলফেয়ার-ডিওয়াইপি জোটের পতনের পর সিএইচপি মেসুত ইলমাজের জোট সরকারকে সমর্থন করে। যাইহোক, তুর্কব্যাঙ্ক কেলেঙ্কারির ফলে সিএইচপি তার সমর্থন প্রত্যাহার করে ও সরকারকে অনাস্থা ভোটের মাধ্যমে ক্ষমতাচ্যুত করতে সাহায্য করে। এজেভিতের ডিএসপি একটি অন্তর্বর্তী সরকার গঠন করে। পিকেকে নেতা আব্দুল্লাহ ওকালান কেনিয়ায় বন্দী হন তার সরকারের সময়েই। যেমন, ১৯৯৯ সালের নির্বাচনে ডিএসপি সিএইচপির বদৌলতে ভোটে ব্যাপকভাবে উপকৃত হয় ও দলটি ১০% সীমা (৮.৭% ভোট) অতিক্রম করতে ব্যর্থ হয়, ফলে এটি কোনো আসন জিততে পারেনি।\n\n২০০২ সালের সাধারণ নির্বাচনে সিএইচপি ২০% ভোট নিয়ে ফিরে আসলেও সংসদে ৩২% আসন পায়, কারণ শুধুমাত্র এই দল এবং নতুন একেপি (ন্যায়বিচার ও উন্নয়ন দল) সংসদে প্রবেশের জন্য ১০% সীমার উপরে পেয়েছিল। ডিএসপির পতনের সাথে সাথে সিএইচপি তুরস্কের প্রধান কামালবাদী ও মধ্যম-বামপন্থী দল হয়। এটি দ্বিতীয় বৃহত্তম দল ও প্রধান বিরোধী দলও হয়ে ওঠে, এরপর থেকে এটি এই অবস্থান বজায় রয়েছে। ২০০২ সালের নির্বাচনের নাটকীয়তার পর থেকে সিএইচপি অভ্যন্তরীণ ক্ষমতার লড়াইয়ের দিক দিয়ে তাক লাগিয়ে দিয়েছে ও রেজেপ তাইয়িপ এরদোয়ানের একেপির সরকারগুলো দলটিকে ছাড়িয়ে গেছে। বামপন্থীদের অনেকেই সিএইচপির বিশেষত বায়কালের নেতৃত্বের সমালোচক ছিলেন, তারা অভিযোগ করেন যে তারা তরুণদের থেকে মুখ ফিরিয়ে নিয়ে তাদের রক্তে গড়া দলকে শ্বাসরুদ্ধ করে দিচ্ছে, ফলে হয় তরুণরা উদাসীনতার দিকে চলে যাচ্ছে বা এমনকি একেপিকে ভোট দিচ্ছে। ২০০২ থেকে ২০১০ সালের মধ্যে তুরস্কে তিনটি সাধারণ নির্বাচন ও দুটি স্থানীয় নির্বাচন অনুষ্ঠিত হয়, যার সবকটিতেই সিএইচপি ১৮-২৩% ভোট পেয়েছিলো। ১০ মে ২০১০ তারিখে দেনিজ বায়কাল প্রজাতন্ত্রী জনতা দলের নেতার পদ থেকে পদত্যাগের ঘোষণা দেন যখন একজন মহিলার সাথে বিছানায় তার বসে থাকার একটি গোপন ভিডিও গণমাধ্যমে ফাঁস হয়ে যায়। কেমাল কিলিচদারোলু দলের নতুন নেতা নির্বাচিত হন, ও দলটিকে তার ঐতিহ্যবাহী মধ্যম-বামপন্থী অবস্থানে ফিরিয়ে আনেন। কিলিচদারোলু নেতৃত্বে থাকা সত্ত্বেও চারটি সাধারণ নির্বাচনের পরেও সিএইচপি এখনো কোনো নির্বাচনে জয়ী না হলেও সংসদীয় নির্বাচনে মাত্র ২২ থেকে ২৬% ভোট পেয়েছে। ২০১৪ সালের রাষ্ট্রপতি নির্বাচনে জন্য সিএইচপি ও এমএইচপির যৌথ প্রার্থী একিমেলেদ্দিন ইহসানোলু এরদোগানের কাছে মাত্র ৩৮% ভোট পেয়ে হেরেছিলেন।\n\n২০১৮ সালের সাধারণ নির্বাচনে একেপি ও এমএইচপির জনতা জোটকে চ্যালেঞ্জ করার জন্য ইয়ি পার্টি, সাদেত ও ডেমোক্র্যাট পার্টিকে নিয়ে সিএইচপি জাতীয় জোট প্রতিষ্ঠা করে। সিএইচপির ভোট ২২ শতাংশে নেমে গেলেও অন্যান্য দলগুলোর জন্য কৌশলগত ভোটিং জোটকে ৩৩% ভোট দিয়েছে। রাষ্ট্রপতি পদে তাদের প্রার্থী মুহাররেম ইনজে মাত্র ৩০% ভোট পায়। ২০১৯ সালের স্থানীয় নির্বাচনের জন্য জাতীয় জোট পুনঃপ্রতিষ্ঠিত হয়, এটি সিএইচপির জন্য দুর্দান্ত সফলতা দেখেছিলো, জোটটি প্রায় ৩০% ভোটার এবং ইস্তাম্বুল ও আঙ্কারার পৌর মেয়রদের আসন দখল করে। কেউ কেউ তাদের নিজ নিজ মেয়র একরেম ইমামো'লু ও মানসুর ইয়াভাশকে আসন্ন ২০২৩ সালের রাষ্ট্রপতি নির্বাচনের সম্ভাব্য প্রার্থী হিসেবে বিবেচনা করেন। বিরোধী দলগুলোর নেতা হিসেবে কিলিচদারোলুর সমকক্ষ ইয়ি পার্টির  মেরাল আকশেনার তার সাথে ঘনিষ্ঠ সহযোগিতা অব্যাহত রেখেছেন এবং চলমান অর্থনৈতিক সঙ্কট ও কোভিড-১৯ মহামারিতে সরকারের অব্যবস্থাপনার কারণে দুটি দলই নির্বাচনে লাভবান হয়েছে।\n\n\n== নির্বাচকমণ্ডলী ==\n\nপ্রজাতন্ত্রী জনতা দল হলো একটি মধ্য-বাম রাজনৈতিক দল যেটি পেশাদার মধ্যবিত্ত ধর্মনিরপেক্ষ ও উদারভাবে ধর্মীয় ভোটারদের কাছ থেকে সমর্থন জোগায়। মধ্যবিত্ত ও উচ্চ-মধ্যবিত্তের সাথে এর ঐতিহ্যগত সম্পর্ক রয়েছে যেমন বাবু শ্রমিক, অবসরপ্রাপ্ত জেনারেল, সরকারি আমলা, শিক্ষাবিদ, কলেজ শিক্ষার্থী, বামমুখী বুদ্ধিজীবী, ডিসকের মতো শ্রমিক সংগঠন। দলীয় প্রশাসন ও অনেক বামপন্থী তৃণমূল, বিশেষত বাম-অভিমুখ কুর্দি ভোটারদের মধ্যে দূরত্ব রাজনৈতিক বামপন্থীদের থেকে দলটিকে দূরে সরিয়ে নিতে ভূমিকা রেখেছে। বামপন্থীরা আজও তুর্কি-আর্মেনীয় সাংবাদিক হরেন্ট ডিঙ্কের প্রতি সমর্থন, তুরস্কের সংখ্যালঘুদের প্রতি এর মনোভাব, সেইসাথে এর সাইপ্রাস নীতি তুর্কি দণ্ডবিধির ৩০১ ধারা অপসারণের বিরুদ্ধে দলের ক্রমাগত বিরোধিতার সমালোচনা করে, এই ধারার কারণে এলিফ শাফাক ও নোবেল পুরস্কার বিজয়ী লেখক ওরহান পামুক সহ \"তুর্কিত্ব অবমাননা\" করার জন্য লোকদের বিচার করা হয়েছিলো।\nসিএইচপি বড় শহর ও উপকূলীয় অঞ্চলের ভোটারদের কাছ থেকে তাদের অনেক সমর্থন আকর্ষণ করে। দলটির শক্ত ঘাঁটি হলো এজিয়ান অঞ্চলের পশ্চিমে (ইজমির, আইদিন, মুউলা), থ্রেস, কৃষ্ণ সাগর অঞ্চলের পূর্বে (আরদাহান ও আর্টভিন), এবং আনাতোলীয় কলেজ শহর এস্কিশেহির।\nদলটি আলেভিদের মতো সংখ্যালঘু গোষ্ঠীর কাছেও আবেদন রয়েছে। দি ইকোনমিস্ট-এর মতে \"নিজস্ব নেতৃত্বের হতাশার জন্য সিএইচপির মূল নির্বাচনী এলাকা, সেইসাথে এর বেশিরভাগ এমপি আলেভি।\" দলটির নেতা কেমাল কিলিচদারোলু নিজেও একজন আলেভি।\nদলটি সোশ্যালিস্ট ইন্টারন্যাশনাল ও প্রগতিশীল জোটে গুরুত্বপূর্ণ অবস্থানে রয়েছে এবং এটি ইউরোপীয় সমাজতন্ত্রীদের পার্টির সহযোগী সদস্য। ২০১৪ সালে সিএইচপি উত্তর সাইপ্রাসের প্রজাতন্ত্রী তুর্কি দলকে পূর্ণ সদস্য হিসাবে গ্রহণ করার জন্য সোশ্যালিস্ট ইন্টারন্যাশনালকে অনুরোধ করেছিলো।\nতুরস্কে কোভিড-১৯ মহামারি ও বর্তমান অর্থনৈতিক সঙ্কটের কারণে, জরিপগুলো ইঙ্গিত করছে যে এই দল ও এর জোট বিশেষত তরুণদের মধ্যে ক্রমবর্ধমান সমর্থন দেখছে।\n\n\n== অভ্যন্তরীণ বিভাগ ==\nসিএইচপির বিভিন্ন অভ্যন্তরীণ বিভাগ রয়েছে।\n\nকিলিচদারোলু গোষ্ঠী (Kılıçdaroğlu grubu) একটি বিভাগ যা জাতীয় জোটের পক্ষে ও কেমাল কিলিচদারোলুর নেতৃত্বের পক্ষে।\n১০ ডিসেম্বর আন্দোলন (10 Aralık Hareketi) একটি বিকল্প \"নতুন দল\" তৈরি করার জন্য প্রাক্তন ডিসক সচিব সুলেমান চেলেবি দ্বারা প্রতিষ্ঠিত একটি বিভাগ। এটি সামাজিক গণতন্ত্র ও যুক্তরাষ্ট্রবাদ রক্ষা করে, অন্যদিকে এটি দলের মধ্যে কামালবাদ ও ঐক্যবাদের বিরোধিতা করে। তারা তাদের টিকিটে ওডিপি, এসএইচপি, ডিএসপি ও স্বতন্ত্র বাম প্রার্থীদের অন্তর্ভুক্ত করেছে।\nইনজে গোষ্ঠী (İnce grubu) একটি বিভাগ যা মুহাররেম ইনজের রাষ্ট্রপতি প্রার্থীতা ও দলের মধ্যে বিরোধীতাকে সমর্থন করে। এতে কামালবাদ ও উলুসালজি অন্তর্ভুক্ত রয়েছে। ২০২১ সালে মুহাররেম ইনজে সিএইচপি থেকে বিচ্ছিন্ন হয়ে স্বদেশ পার্টি প্রতিষ্ঠা করেন।\nবায়কাল গোষ্ঠী (Baykal grubu) একটি বিভাগ যা দেনিজ বায়কালের অনুগত নাম দ্বারা প্রতিষ্ঠিত। বায়কালের স্থবির স্বাস্থ্যের কারণে এটি তার তাৎপর্য হারিয়েছে।\nভবিষ্যতের জন্য বামপন্থী (Gelecek İçin Sol Kanat) একটি বামপন্থী জনতাবাদী বিভাগ যার লক্ষ্য দলের মধ্যে \"নব্য বামপন্থী রাজনীতি\" গড়ে তোলা। এর মধ্যে সামাজিক গণতান্ত্রিক ও গণতান্ত্রিক সমাজতান্ত্রিক গোষ্ঠী অন্তর্ভুক্ত রয়েছে এবং অংশগ্রহণভিত্তিক গণতন্ত্র, সামরিকবাদ বিরোধী এবং সাম্রাজ্যবাদ বিরোধী ধারণাগুলোকে মূলধারার প্রজাতন্ত্রবাদের সাথে একীভূত করে। ১ জুলাই ২০২১-এ, আমরা ভবিষ্যতের জন্য গোষ্ঠী আরেকটি অভ্যন্তরীণ বিভাগ, 'বাম উইং'-এর সাথে একীভূত হওয়ার সিদ্ধান্ত নেয়। নতুন গোষ্ঠীর নাম ঘোষণা করা হয়েছে 'ভবিষ্যতের জন্য বামপন্থী'।\nযুব গোষ্ঠী (Gençler grubu) এটি একটি বিভাগ যা তরুণ কেন্দ্রীয় কমিটির সদস্যরা তরুণদের দলে আনার করার জন্য প্রতিষ্ঠা করা হয়েছে। এটি দলের মধ্যে একটি কেন্দ্রপন্থী এজেন্ডাকে ঠেলে দেয়।\n\n\n== ঐতিহাসিক নেতাগণ ==\n\n\n== নির্বাচনের ফলাফল ==\n\n\n=== সাধারণ নির্বাচন ===\n\n\n=== রাষ্ট্রপতি নির্বাচন ===\n\n\n=== সিনেট নির্বাচন ===\n\n\n=== স্থানীয় নির্বাচন ===\n\n\n== আরও দেখুন ==\nস্বতন্ত্র জোট (তুরস্ক)\nতুরস্কের রাজনৈতিক দলের তালিকা\nসামাজিক গণতান্ত্রিক দল (তুরস্ক)\nউলুস\nছয়টি তীর (সিএইচপির পতাকা)\nউলুসালজিলিক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}