{"pageid": 1321406, "title": "সিস্টারসং", "url": "https://bn.wikipedia.org/wiki?curid=1321406", "content": "সিস্টারসং ওমেন অব কালার রিপ্রোডাক্টিভ জাস্টিস কালেক্টিভ, যা সিস্টারসং নামেও পরিচিত একটি জাতীয় কর্মী সংগঠন যা বর্ণাঢ্য মহিলাদের জন্য প্রজনন বিচারে নিবেদিত। এটি একটি অলাভজনক সংস্থা হিসেবে প্রজনন ন্যায়বিচারকে ব্যক্তিগত শারীরিক স্বায়ত্তশাসন বজায় রাখা, সন্তান ধারণ করা, সন্তান না নেওয়া এবং নিরাপদ ও টেকসই সম্প্রদায়গুলিতে আমাদের থাকা শিশুদের পিতামাতার অধিকার হিসাবে সংজ্ঞায়িত করে।\nআটলান্টা, জর্জিয়ায় এর সদর দপ্তর অবস্থিত। সিস্টারসং হল একটি জাতীয় সদস্যপদ সংস্থা যার কেন্দ্রবিন্দু দক্ষিণ মার্কিন যুক্তরাষ্ট্রে৷ তারা আদিবাসী, কৃষ্ণাঙ্গ, এশিয়ান এবং প্রশান্ত মহাসাগরীয় দ্বীপবাসী, আরব এবং মধ্যপ্রাচ্য, লাতিনক্স, এবং অদ্ভুত নারী এবং লিঙ্গ রুপান্তরিত মানুষদের অন্তর্ভুক্ত এবং তাদের প্রতিনিধিত্ব করে। সিস্টারসং বলে যে তারা সবচেয়ে প্রান্তিক মানুষের চাহিদাকে কেন্দ্র করে, যেমন নিম্ন আয়ের মানুষ, অল্পবয়সী মা, অপরাধীকরণের অভিজ্ঞতা সম্পন্ন ব্যক্তি, এইচআইভি/এইডস আক্রান্ত ব্যক্তি, যৌনকর্মী, প্রতিবন্ধী ব্যক্তি এবং এলজিবিটিকিউ ব্যক্তিদের চাহিদাকে কেন্দ্র করে। \nএছাড়াও সদস্যপদে সাদা এবং পুরুষ মিত্র অন্তর্ভুক্ত।\nসিস্টারসং একটি আন্দোলন গড়ে তুলেছে যা এখন সারা দেশে অনেক স্বাধীন সংগঠনকে অন্তর্ভুক্ত করেছে এবং তারা একটি আন্দোলনের চিন্তাধারার নেতা, প্রশিক্ষক, আহ্বায়ক, সংগঠক এবং সহযোগিতার সহায়তাকারী হিসেবে রয়ে গেছে। মনিকা সিম্পসন ২০১২ সাল থেকে সিস্টারসংয়ের নির্বাহী পরিচালক হিসেবে দায়িত্ব পালন করছেন। \n\n\n== ইতিহাস ==\n\n\n=== প্রজনন বিচারের উৎস ===\n১৯৯৪ সালে কায়রোতে জনসংখ্যা ও উন্নয়ন সংক্রান্ত আন্তর্জাতিক সম্মেলনে (যেখানে আন্তর্জাতিক নেতারা একমত হবেন যে নিজের পরিবার পরিকল্পনা করার ব্যক্তিগত অধিকার জনসংখ্যা নিয়ন্ত্রণের প্রচেষ্টার পরিবর্তে বিশ্বব্যাপী উন্নয়নের কেন্দ্রবিন্দু হতে হবে) যোগ দেওয়ার ঠিক আগে কালো নারীদের একটি দল ইলিনয়স প্রো-চয়েস অ্যালায়েন্স এবং মিস ফাউন্ডেশন ফর ওমেন কর্তৃক আয়োজন করা একটি সম্মেলনের জন্য জড়ো হয়েছিল। তাদের লক্ষ্য ছিল ক্লিনটন প্রশাসনের প্রস্তাবিত সর্বজনীন স্বাস্থসেবা পরিকল্পনা সম্পর্কে একটি বিবৃতি তৈরি করা। প্রক্রিয়ায় তারা \"প্রজনন অধিকার\" এবং \"সামাজিক ন্যায়বিচার\" এর সংমিশ্রণে \"প্রজনন ন্যায়বিচার\" তৈরি করেছিল। যে মহিলারা প্রজনন বিচার কাঠামো তৈরি করেছিলেন তারা হলেন: টনি এম. বন্ড লিওনার্ড, রেভারেন্ড আলমা ক্রফোর্ড, ইভলিন এস. ফিল্ড, টেরি জেমস, বিসোলা ম্যারিগনে, ক্যাসান্দ্রা ম্যাককনেল, সিনথিয়া নিউবিল, লরেটা রোস, এলিজাবেথ টেরি, মেবল থমাস, উইনেট পি., এবং কিম ইয়াংব্লাড। তারা \"ব্ল্যাক ওমেন অন ইউনিভার্সাল হেলথ কেয়ার রিফর্ম\" শিরোনামে একটি পূর্ণ-পৃষ্ঠার বিবৃতি প্রকাশ করে প্রজনন বিচার কাঠামো চালু করে।\nএই মহিলারা বিশ্বাস করতেন যে প্রজনন ন্যায়বিচার তৈরি করা প্রয়োজন কারণ তারা মনে করেছিল যে মূলধারার নারী অধিকার আন্দোলনের নেতৃত্বে এবং মধ্যবিত্ত শ্বেতাঙ্গ মহিলাদের চাহিদার উপর দৃষ্টি নিবদ্ধ করা হয়েছিল যা বর্ণাঢ্য মহিলাদের চাহিদা পূরণ করে না। তাদের দৃষ্টিতে, প্রো-চয়েস কাঠামো গর্ভপাতের অধিকার বজায় রাখার উপর দৃষ্টি নিবদ্ধ করে এবং বর্ণীয় মহিলারা এবং অন্যান্য প্রান্তিক মহিলা এবং রুপান্তরিত লোকেদের আইনত অনুমোদিত জায়গাগুলিতেও গর্ভপাত অভিগমন করতে অসুবিধা হয় এমন অনেক উপায় বিবেচনা করেনি। প্রজনন ন্যায়বিচারের নির্মাতারাও অনুভব করেছিলেন যে প্রো-চয়েস কাঠামো বর্ণাঢ্য মহিলাদের অভিজ্ঞতার সাথে সামঞ্জস্যপূর্ণ নয়, যারা প্রায়শই মনে করেন যে পদ্ধতিগত নিপীড়নের প্রভাব তাদের সম্ভাবনাকে সীমিত করে, তাই তাদের প্রজনন জীবন স্ব-সংকল্প দ্বারা পরিচালিত হয় না, বরং তা \"পছন্দ\" শব্দে মঞ্জুর করা হয়। উপরন্তু, তারা জোর দিয়েছিলেন যে মূলধারার নারী অধিকার আন্দোলন বর্ণাঢ্য মহিলাদের প্রজনন জীবনে অন্যান্য চাপের বিষয়গুলিকে কেন্দ্র করে না। এই বিষয়গুলির মধ্যে রয়েছে নির্বীজন অপব্যবহার, এবং জোরপূর্বক এলএআরসি (দীর্ঘ-অভিনয় বিপরীত গর্ভনিরোধক) প্রচার, উচ্চ মাতৃমৃত্যু, জন্ম সহায়তা পছন্দ উপলব্ধি করতে অসুবিধা, পারিবারিক বাড়িতে অনিরাপদ পানীয় জল, পুলিশি বর্বরতা, এবং জাতিগতভাবে পক্ষপাতদুষ্ট অভিবাসনের মাধ্যমে বাবা-মাকে শিশুদের থেকে আলাদা করা এবং কারাবাসের অনুশীলন।\nপ্রজনন বিচার আইনজীবীরা বলছেন যে কাঠামো সংখ্যাগরিষ্ঠের পরিবর্তে সবচেয়ে প্রান্তিক মানুষের চাহিদা এবং নেতৃত্বকে কেন্দ্রীভূত করার চেষ্টা করে এবং কীভাবে একাধিক নিপীড়ন প্রান্তিক মানুষের জীবনযাপনের অভিজ্ঞতাকে ছেদ করে তার উপর দৃষ্টিপাত করে। প্রজনন বিচার কাঠামোর স্রষ্টারা আন্তর্জাতিক মানবাধিকার কাঠামোর মধ্যে এর মূল স্থাপন করেছেন এবং জোর দিয়ে বলেছেন যে প্রজনন বিচার একটি অবিচ্ছেদ্য মানবাধিকার।\n\n\n=== সিস্টারসং এর অগ্রদূত ===\n১৯৯২ সালে বর্ণাঢ্য মহিলা সংগঠনের ছয়টি জাতীয় মূলধারার নারী অধিকার/পন্থী আন্দোলন এবং মার্কিন নীতির উপর তাদের প্রভাব বাড়ানোর জন্য একত্রিত হয়েছিল: পছন্দের জন্য এশীয় এবং প্যাসিফিক দ্বীপবাসী, জাতীয় কালো নারী স্বাস্থ্য প্রকল্প, জাতীয় লাতিনা স্বাস্থ্য সংস্থা, লাতিনা স্বাস্থ্য ও প্রজনন অধিকারের উপর গোলটেবিল, ১০০ কালো নারীর জাতীয় জোট, এবং স্থানীয় আমেরিকান নারীর স্বাস্থ্য এবং শিক্ষা সম্পদ কেন্দ্র। একসাথে তারা ওমেন অব কালার কোয়ালিশন ফর রিপ্রোডাক্টিভ হেলথ রাইটস (WOCCRHR/ডব্লিউওসিসিআরএইচআর) [প্রজনন স্বাস্থ্য অধিকারের জন্য বর্ণাঢ্য জোটের নারী] গঠন করে।\nতাদের প্রথম কাজটি ছিল ১৯৯২ সালের মার্চ ফর ওমেনস লাইভস-এ অংশগ্রহণের জন্য বর্ণাঢ্য নারীদের উৎসাহিত করা যেটি এনওডব্লিউ (ন্যাশনাল অর্গানাইজেশন ফর উইমেন) কর্তৃক সংগঠিত হয়েছিল, পাশাপাশি মার্চের পরিকল্পনায় তাদের অন্তর্ভুক্তির অভাবের জন্য প্রকাশ্যে \"এনওডব্লিউ\"র সমালোচনা করা হয়েছিল। এনওডব্লিউ-এর সিদ্ধান্ত গ্রহণের মধ্যে শুধুমাত্র বড় আর্থিক অবদান রাখতে সক্ষম এমন সংস্থাগুলিকে অন্তর্ভুক্ত করা হয়েছে, যা তারা দাবি করেছে যে বর্ণাঢ্য মহিলাদের নেতৃত্বে সমস্ত সংস্থা কার্যকরভাবে বাদ দেওয়া হয়েছে, কারণ এই সংস্থাগুলির সাধারণত সম্পদের সংগ্রহের অভাব ছিল।\nডব্লিউওসিসিআরএইচআর-এর দ্বিতীয় কাজটি ছিল ১৯৯৪ সালে মিশরের কায়রোতে জাতিসংঘের জনসংখ্যা ও উন্নয়ন সম্পর্কিত আন্তর্জাতিক সম্মেলনকে প্রভাবিত করার জন্য বর্ণাঢ্য মহিলাদের সংগঠিত করা, একই সম্মেলন যা প্রজনন বিচার কাঠামো তৈরি করা মহিলাদের অনুপ্রাণিত করতে সাহায্য করেছিল। ডব্লিউওসিসিআরএইচআর কনফারেন্সের জন্য যুক্তরাষ্ট্র বর্ণাঢ্য মহিলা প্রতিনিধি দল প্রকল্প গঠনের জন্য বর্ণাঢ্য অন্যান্য মহিলাদের সাথে কাজ করে এবং একটি \"দারিদ্র্য, উন্নয়ন, এবং জনসংখ্যা কার্যক্রমের বিবৃতি\" লিখেছিল। যা তারা সেখানে উপস্থাপন করেছে। এটি মার্কিন যুক্তরাষ্ট্রে বর্ণাঢ্য মহিলাদের অবস্থাকে উন্নয়নশীল দেশগুলির মহিলাদের সাথে সংযুক্ত করেছে এবং মার্কিন বর্ণাঢ্য মহিলাদের মুখোমুখি হওয়া সমস্যাগুলির প্রতি আন্তর্জাতিক দৃষ্টি আকর্ষণ করেছে৷\nডব্লিউওসিসিআরএইচআর বর্ণাঢ্য মহিলাদের ১৯৯৫ সালের বেইজিং-এ মহিলাদের উপর জাতিসংঘের চতুর্থ বিশ্ব সম্মেলনে অংশগ্রহণ করতে এবং প্রভাবিত করতে সহায়তা করেছিল। পরবর্তীতে জোটটি ভেঙ্গে যায় কারণ তাদের তহবিল উৎসগুলি আন্তর্জাতিক কাজের উপর নিবদ্ধ ছিল এবং তারা আন্তর্জাতিক সম্মেলন শেষ হওয়ার পরে মার্কিন যুক্তরাষ্ট্রে তাদের কাজ চালিয়ে যাওয়ার জন্য তহবিল খুঁজে পায়নি।\n\n\n=== সিস্টারসং এর প্রতিষ্ঠা ও ইতিহাস ===\nসিস্টারসং ১৯৯৭ সালে আফ্রিকান আমেরিকান, এশীয় আমেরিকান এবং প্রশান্ত মহাসাগরীয় দ্বীপবাসী, লাতিনক্স এবং আদিবাসী মহিলাদের প্রতিনিধিত্বকারী ১৬টি বর্ণাঢ্য নারী নেতৃত্বাধীন সংস্থা দ্বারা প্রতিষ্ঠিত হয়েছিল, একই জনগোষ্ঠী ডব্লিউওসিসিআরএইচআর-এ প্রতিনিধিত্ব করে। তারা ফোর্ড ফাউন্ডেশন থেকে তহবিল পেয়েছিল। ১৯৯৭-১৯৯৮ সালে নিউ ইয়র্ক শহর এবং সাভ্যানাতে একটি সিরিজ সিম্পোজিয়া থেকে সংগঠনটি উদ্ভূত হয়েছিল, যা ফোর্ড ফাউন্ডেশনের প্রজনন স্বাস্থ্য প্রোগ্রামের তৎকালীন প্রোগ্রাম অফিসার রিনা মার্সেলো এবং লুজ রদ্রিগেজ, তারপর স্বাস্থ্য ও প্রজনন অধিকারের উপর লাতিনা গোলটেবিলের নির্বাহী পরিচালক দ্বারা আহবান করা হয়েছিল। এই সমাবেশগুলির উদ্দেশ্য ছিল বর্ণাঢ্য প্রজনন স্বাস্থ্য শিক্ষাবিদ, অ্যাক্টিভিস্ট এবং নীতিনির্ধারক নারীদের আহ্বান করা, যাতে বর্ণাঢ্য তৃণমূল সংগঠনগুলি প্রজনন স্বাস্থ্যের কাজে মুখ্য চ্যালেঞ্জগুলির সম্মুখীন হয়। অংশগ্রহণকারীরা এই সম্মেলনের সুযোগটি ব্যবহার করে স্বাধীন সংস্থাগুলির একটি জাতীয় সমষ্টি গঠন করার সিদ্ধান্ত নিয়েছিল যা তাদের সকলকে আরও বেশি প্রভাব অর্জনে সহায়তা করেছিল এবং সিস্টারসং এর প্রথম নেতা হিসাবে লুজ রদ্রিগেজের জন্ম হয়েছিল। সমষ্টির আসল নাম ছিল সিস্টারসং ওমেন অফ কালার রিপ্রোডাক্টিভ হেলথ কালেক্টিভ, এবং মূল মিশন ছিল বর্ণাঢ্য মহিলাদের প্রজনন ও যৌন স্বাস্থ্যের চাহিদার জন্য সমর্থন করা।\nএর প্রাথমিক ইতিহাসে সিস্টারসং বর্ণাঢ্য মহিলাদের নেতৃত্বে অন্যান্য সংস্থাগুলিকে অন্তর্ভুক্ত করতে এবং বর্ণাঢ্য সদস্যদের পৃথক মহিলাদের অন্তর্ভুক্ত করার জন্য প্রসারিত হয়েছিল। সাংগঠনিক সদস্যরা এইচআইভি/এইডস পরিষেবা, ধাত্রীবিদ্যা, কারাবন্দী মহিলাদের জন্য সহায়তা, স্বাস্থ্য স্ক্রীনিং, গর্ভপাত এবং গর্ভনিরোধের জন্য ওকালতি, গবেষণা, কিশোরী গর্ভাবস্থা, মাদক ও মদ্যপানীয় চিকিৎসা এবং যৌন রোগের চিকিৎসা এবং প্রতিরোধ সহ বিষয়গুলির উপর দৃষ্টি নিবদ্ধ করে। সমষ্টির বিকাশের জন্য বেশ কয়েক বছর কাজ করার পর সিস্টারসং ২০০৩ সালের নভেম্বরে আটলান্টার স্পেলম্যান কলেজে ৬০০ টিরও বেশি বর্ণাঢ্য মহিলার উপস্থিতিতে তার প্রথম জাতীয় সম্মেলনের আয়োজন করে।\nসিস্টারসং ২০০৫ সাল পর্যন্ত একটি স্বেচ্ছাসেবক-চালিত নেটওয়ার্ক ছিল, যখন তারা আটলান্টায় একটি জাতীয় কার্যালয় খুলেছিল এবং ফোর্ড ফাউন্ডেশন ও মোরিয়া ফান্ড থেকে অর্থায়নে তাদের প্রথম কর্মী নিয়োগ করেছিল। প্রথম স্টাফ লিডার ছিলেন লরেটা রোস, যিনি ২০০৫ থেকে ২০১২ সাল পর্যন্ত জাতীয় সমন্বয়কারী হিসেবে দায়িত্ব পালন করেছিলেন। তিনি প্রজনন বিচার কাঠামো তৈরি করা নারীদের মধ্যে একজন। রোস নারীর বিরুদ্ধে মানবাধিকার, সহিংসতা সম্পর্কিত এবং ঘৃণা-বিরোধী কাজে নতুন সংস্থা এবং কর্মসূচি শুরু করার দীর্ঘ ইতিহাস নিয়ে এসেছিলেন। পরিচালনা পর্ষদের পরিবর্তে সিস্টারসং-এর নেতৃত্বে ছিল সমষ্টির প্রতিটি জাতিগত সম্প্রদায়ের নেতাদের একটি ম্যানেজমেন্ট সার্কেল: আদিবাসী, কালো, এশীয় এবং প্রশান্ত মহাসাগরীয় দ্বীপবাসী এবং লাতিনক্স।\n২০০৬ সালে সিস্টারসং একটি 501(c)(3) অলাভজনক সংস্থা হিসাবে অন্তর্ভুক্ত হয়। ২০০৭ সালে যৌথটি আনুষ্ঠানিকভাবে তার নাম পরিবর্তন করে সিস্টারসং ওমেন অব কালার রিপ্রোডাক্টিভ জাস্টিস কালেক্টিভ করে এবং আটলান্টায় দ্য মাদারহাউস ক্রয় করে, যা জাতীয় কালো নারী স্বাস্থ্য প্রকল্পের ঐতিহাসিক প্রথম বাড়ি, যা আজও সংস্থার সদর দপ্তর হয়ে রয়েছে। সিস্টারসংকে কৌশলগতভাবে ডিপ সাউথে বসানো হয়েছে কারণ তারা মনে করে যে এখানেই বর্ণাঢ্য নারীদের অধিকার সবচেয়ে বেশি হুমকির সম্মুখীন।\n২০১২ সালে জাতীয় সমন্বয়কারী লরেটা রোস একাডেমিয়ার মধ্যে কাজ করা একজন পণ্ডিত এবং চিন্তাশীল নেতা হিসাবে তার শিকড়ে ফিরে যাওয়ার সিদ্ধান্ত নিয়েছিলেন। রোসের প্রস্থানের সাথে সাথে সিস্টারসং ব্যবস্থাপনা বৃত্ত মডেল থেকে একটি প্রচলিত পরিচালনা পর্ষদ মডেলে স্থানান্তরিত হয় এবং তৎকালীন সংস্থার উন্নয়ন পরিচালক ২০১২ সালে অন্তর্বর্তী নির্বাহী পরিচালক এবং ২০১৩ সালে নির্বাহী পরিচালক হিসাবে মনিকা রায় সিম্পসন নামকরণ করেন। মনিকা সিম্পসন এর আগে শার্লটের লেসবিয়ান ও গে কমিউনিটি সেন্টারের প্রথম কর্মী ছিলেন এবং বাইবেল বেল্টে প্রথম ব্ল্যাক গে প্রাইড আয়োজনের জন্য পুরস্কার জিতেছিলেন। তিনি আজও সিস্টারসং-এর নির্বাহী পরিচালক হিসেবে রয়েছেন।\n২০১৪ সালে সিস্টারসং চারটি কৌশলগত অগ্রাধিকার ক্ষেত্র নির্বাচন করেছে:\n\nপ্রজনন ন্যায়বিচারের প্রশিক্ষন, প্রজনন ন্যায়বিচারের উকিল এবং গোষ্ঠীর সক্ষমতা তৈরি করতে এবং কাঠামোটিকে মূলধারার ব্যবহারে আনতে\nকৃষ্ণাঙ্গ মহিলাদের নেতৃত্ব এবং সমস্যাগুলিকে কেন্দ্র করে কারণ সিস্টারসং বিশ্বাস করে যে মার্কিন যুক্তরাষ্ট্রে কালো লোকেরা সবচেয়ে বেশি অপদস্থ\nসমগ্র অঞ্চল জুড়ে প্রজনন বিচার সহযোগিতা বাড়ানোর জন্য দক্ষিণের সমন্বয় গড়ে তোলা, যা সিস্টারসং দাবি করেন কারণ দক্ষিণে প্রজনন স্বাধীনতার শক্তিশালী বিরোধীরা তাদের এজেন্ডাকে দক্ষিণী সংস্কৃতির সাথে যুক্ত করে, অন্যদিকে দক্ষিণের প্রজনন বিচারের প্রবক্তারা বৃহৎ ভৌগোলিক অঞ্চল জুড়ে কম সম্পদযুক্ত এবং প্রসারিত পাতলা কাজ করে\nনতুন শ্রোতাদের কাছে পৌঁছাতে এবং মার্কিন সংস্কৃতির মধ্যে ধর্মান্ধতা নির্মূল করতে শিল্প ও সংস্কৃতি ব্যবহার করা\n২০১৬ সালে সিস্টারসং উত্তর ক্যারোলিনায় একটি দ্বিতীয় অফিস খুলেছিল যেখানে একটি রাষ্ট্র-ভিত্তিক প্রজনন ন্যায়বিচার আন্দোলন গড়ে তোলার উপর দৃষ্টি নিবদ্ধ করা হয়েছিল।\n\n\n== প্রকল্প ==\n\n\n=== আন্দোলন বিল্ডিং ===\nপ্রথম প্রজনন বিচার সংস্থা হিসেবে সিস্টারসং এর অনেক উত্তরসূরিকে অনুপ্রাণিত বা পরামর্শ দিয়েছে। সিস্টারসং বিশেষভাবে ২০০৪ সালে প্রজনন বিচারের জন্য নতুন আওয়াজ, ২০০৮ সালে মিলওয়াকি রিপ্রোডাক্টিভ জাস্টিস কোয়ালিশন এবং ২০১৭ সালে ব্ল্যাক মামাস ম্যাটার অ্যালায়েন্স চালু করার সাথে জড়িত ছিল।\n\n\n=== প্রজনন বিচারের প্রভাব বিস্তার করা ===\n২০০৫ সালে সিস্টারসং বিশেষত ফাউন্ডেশনের কাঠামো ব্যাখ্যা করতে এবং আন্দোলন সংগঠনগুলিকে সমর্থন করার জন্য তাদের প্ররোচিত করতে প্রজনন বিচারের উপর প্রথম তহবিল ব্রিফিং হোস্ট করার জন্য এশিয়ান কমিউনিটি ফর রিপ্রোডাক্টিভ জাস্টিস এবং ক্যালিফোর্নিয়া লাতিনাস ফর রিপ্রোডাক্টিভ জাস্টিস এর সাথে অংশীদারিত্ব করে। অনেক ফাউন্ডেশনের এখন প্রজনন বিচারের কাজে অর্থায়নের জন্য উৎসর্গীকৃত প্রোগ্রাম রয়েছে। সিস্টারসং প্ল্যানড প্যারেন্টহুড, আমেরিকার ইউনিটারিয়ান ইউনিভার্সালিস্ট অ্যাসোসিয়েশন, এবং ইহুদি নারীদের জাতীয় পরিষদ কে প্রভাবিত করেছে। প্রজনন ন্যায়বিচারের সক্রিয়তায় জড়িত থাকার জন্য তারা ওবামা প্রশাসনের সময় জাতিসংঘ এবং রাষ্ট্রীয় আইন প্রণেতাদের সামনে এবং হোয়াইট হাউসে উপস্থাপন করেছে। প্রজনন ন্যায়বিচারের প্রচারে তাদের কাজ জাতীয় রাজনীতিতে ধারণা নিয়ে এসেছে: হিলারি ক্লিনটন ২০১৬ সালে তার রাষ্ট্রপতির প্রচারণার সময় প্রজনন নিয়ে আলোচনা করেছিলেন, এবং স্টেসি আব্রামস ২০১৯ সালে তার স্টেট অফ দ্য ইউনিয়ন রিবিউটালের সময় এটি উল্লেখ করেছিলেন।\n\n\n=== জাতীয় সম্মেলন ===\n২০০৩ সালে সিস্টারসং আটলান্টার স্পেলম্যান কলেজে ৬০০ জনেরও বেশি অংশগ্রহণকারীর সাথে বর্ণাঢ্য মহিলাদের দ্বারা আয়োজিত প্রজনন ন্যায়বিচারের উপর প্রথম জাতীয় সম্মেলনের আয়োজন করে। তারা ২০০৭ সালে তাদের প্রথম \"লেটস টক অ্যাবাউট সেক্স\" সম্মেলনের আয়োজন করেছিল প্রজনন ন্যায়বিচারের আয়োজনে যৌনতা নিয়ে খোলামেলাভাবে কথা বলার জন্য। তারা ২০১১ এবং ২০১৭ সালে লেটস টক অ্যাবাউট সেক্স সম্মেলনের পুনরাবৃত্তি করেছিল। ২০১৪ সালে তারা অন্তর্দৃষ্টি ভাগ করে নেওয়া এবং আন্দোলন-ব্যাপী কৌশলগত পরিকল্পনার জন্য আন্দোলনের নেতাদের আহ্বান করতে আরজে লিডারশিপ সামিটও চালু করেছিল।\n\n\n=== অনলাইন আয়োজন ===\n২০০৬ থেকে ২০১২ পর্যন্ত সিস্টারসং ইপাস এবং ন্যাশনাল গে এবং লেসবিয়ান টাস্ক ফোর্সের সাথে অংশীদারিত্ব করেছে যাতে কর্মীদের জন্য একটি টুল(হাতিয়ার) প্রদান করার জন্য প্রতিটি মার্কিন রাজ্যে যৌন ও প্রজনন আইন ম্যাপিং একটি ওয়েবসাইট তৈরি এবং বজায় রাখা হয়। তারা অনলাইনে অনলাইন আয়োজনে নেতৃত্ব দিয়ে চলেছে।\n\n\n=== প্রজনন বিচার প্রশিক্ষণ ===\n২০০৪ থেকে ২০১২ পর্যন্ত সিস্টারসং কালেক্টিভ ভয়েসের এক ডজনেরও বেশি সংখ্যা প্রকাশ করেছে, এটি প্রথম প্রজনন বিচারের সংবাদ পত্রিকা। ২০০৬ সালে তারা প্রজনন বিচার কাঠামোর সাথে লোকেদের পরিচয় করিয়ে দেওয়ার জন্য আরজে ১০১ প্রশিক্ষণ শুরু করে। তারপর থেকে তারা আরও অনেক প্রজনন বিচার প্রশিক্ষণ যোগ করেছে। অনেক সংস্থা (যেমন, দ্য সেন্টার ফর রিপ্রোডাক্টিভ হেলথ এডুকেশন ইন ফ্যামিলি মেডিসিন) তাদের কাছ থেকে প্রশিক্ষণ নেয়। ২০১৫ সালে সিস্টারসং একটি বিনামূল্যের মাসিক ওয়েবিনার সিরিজ হিসাবে কালেক্টিভ ভয়েসেসকে পুনরায় চালু করে প্রজনন বিচারের নেতারা প্রজনন বিচার এবং অন্যান্য বিষয়গুলির মধ্যে ছেদ সম্পর্কে কথা বলে।\n\n\n=== ওয়াশিংটন, ডিসিতে আয়োজন ===\n২০০৪ সালে সিস্টারসং তার কর্মসূচী প্রসারিত করতে এবং মহিলাদের জীবনের জন্য পদযাত্রা হয়ে উঠতে মার্চ ফর চয়েসকে প্রভাবিত করেছিল; ১.২ মিলিয়ন অংশগ্রহণকারী সহ এটি ছিল মার্কিন ইতিহাসের বৃহত্তম পদযাত্রা। লরেটা রোস (যিনি পরের বছর সিস্টারসং-এর নেতা হতে চলেছেন) পদযাত্রাটির সহ-পরিচালনা করেছিলেন। সিস্টারসং এছাড়াও প্যাসিফিকা জাতীয় নেটওয়ার্কের ১১৫টি রেডিও স্টেশনে পদযাত্রায় বর্ণাঢ্য মহিলাদের দৃষ্টিভঙ্গি সরাসরি সম্প্রচার করেছে এবং লিসেন আপ তৈরি করেছে! এটি একটি প্রামাণ্য চলচ্চিত্র যা বিভিন্ন বর্ণাঢ্য মহিলা নেতৃত্বাধীন গোষ্ঠী এর পদযাত্রার আয়োজন করে৷\n২০০৯ সালে সিস্টারসং ৩০০টিরও বেশি বর্ণাঢ্য মহিলাকে ক্যাপিটল হিলের ৪০ জন বিধায়কের অফিস পরিদর্শন করার জন্য গর্ভপাতের উপলব্ধি এবং স্বাস্থ্যসেবা বা বিতর্কের সময় অভিবাসীদের স্বাস্থ্যসেবা প্রবেশাধিকারের জন্য বিতর্ক করার জন্য সংগঠিত করেছিল। ২০১০ সালে তারা বর্ণাঢ্য পরিবারের জন্য স্বাস্থ্যসেবা উপলব্ধি বাড়ানোর লক্ষ্যে স্বাস্থ্যসেবা সংস্কারের জন্য চাপ দেওয়ার জন্য ছয়টি দক্ষিণ রাজ্য থেকে আরেকটি বড় প্রতিনিধি দলকে ওয়াশিংটন ডিসিতে নিয়ে আসে।\n\n\n=== বিলবোর্ড প্রচারণা এবং ট্রাস্ট ব্লাক ওমেন ===\n২০১০ সালে সিস্টারসং মার্কিন যুক্তরাষ্ট্র কৃষ্ণাঙ্গ নারীদের প্রতি যে দৃষ্টিভঙ্গি দেখায় তা পরিবর্তন করার জন্য কৃষ্ণাঙ্গ নারীদের কণ্ঠস্বরকে উন্নীত করে স্টেরিওটাইপগুলি দূর করতে ট্রাস্ট ব্ল্যাক ওমেন অংশীদারিত্ব তৈরি করেছে। আটলান্টায় গর্ভপাত বিরোধী বিলবোর্ডগুলি কৃষ্ণাঙ্গ মহিলাদের লক্ষ্য করে এবং কৃষ্ণাঙ্গ শিশুদের \"বিপন্ন প্রজাতি\" বলে অভিহিত করে এই অংশীদারিত্বের সূত্রপাত হয়েছিল।\nবিলবোর্ড প্রচার মাফা ২১ নামক একটি প্রামাণ্য চলচ্চিত্র দ্বারা পরিপূরক ছিল,যা কালো গীর্জা এবং সংস্থাগুলিতে বিতরণ করা হয়েছিল এবং দাবি করা হয়েছিল যে পরিকল্পিত পিতামাতার প্রতিষ্ঠাতা মার্গারেট সেঙ্গার বর্ণবাদী এবং পরিকল্পিত পিতামাতার আলোচ্যসূচি সস্প্রদায়ের বিলোপসাধনকারী। অভিযানটি জর্জিয়া বিল পাস করার প্রচেষ্টার সাথে শেষ হয়েছিল যা ভ্রূণের জাতি বা লিঙ্গ দ্বারা অনুপ্রাণিত বলে সন্দেহ করা গর্ভপাতকে সীমাবদ্ধ করবে। সিস্টারসং পরিকল্পিত পিতামাতার বিরুদ্ধে অভিযোগের সাথে একমত হননি এবং অনুভব করেছিলেন যে প্রচারণা দাবি করছে যে কৃষ্ণাঙ্গ মহিলাদের সন্তান জন্মদানের জাতিগত বাধ্যবাধকতা রয়েছে, যা তাদের ব্যক্তিগত ইচ্ছা এবং চাহিদাকে অগ্রাহ্য করে। সিস্টারসং বিশ্বাস করেছিলো যে এই প্রচেষ্টাগুলি কৃষ্ণাঙ্গ ভোটারদের লিঙ্গ এবং পছন্দের পক্ষের ভোটারদের জাতি দ্বারা বিভক্ত করার চেষ্টা করছে, সেইসাথে এশীয় আমেরিকান মহিলাদের পুত্র পছন্দের কারণে কন্যা ভ্রূণ গর্ভপাতের অভিযোগ এনে গর্ভপাত বিরোধী কাজকে শক্তিশালী করার জন্য অভিবাসী বিরোধী মনোভাব ব্যবহার করছে৷\nসিস্টারসং বিলবোর্ড এবং গর্ভপাত বিধিনিষেধ বিলের বিরুদ্ধে লড়াই করার জন্য নয়টি কৃষ্ণাঙ্গ-মহিলা-নেতৃত্বাধীন সংস্থার সাথে ট্রাস্ট ব্ল্যাক ওমেন অংশীদারত্বের আহ্বান করেছিল এবং দলটি উভয়কেই পরাজিত করেছিল। এই প্রচেষ্টার ফলে স্টুয়ার্ট প্রোডাকশন এবং গ্রিটটিভি দ্বারা নির্মিত প্রামাণ্য অ্যান অ্যাবোরশন কনস্পিরেসি তৈরি হয়, যেটি বিলবোর্ডে ট্রাস্ট ব্ল্যাক ওমেনদের কাজ, সেইসাথে অন্যান্য গর্ভপাত বিরোধী উদ্যোগ এবং তাদের চ্যালেঞ্জ করার প্রচেষ্টা প্রদর্শন করে। আরেকটি প্রামাণ্যও উই অলওয়েজ রেসিস্ট ট্রাস্ট ব্ল্যাক ওমেনদের নিয়ে তৈরি করা হয়েছিল। ২০১১ সালে স্ট্রং ফ্যামিলিস/ফরওয়ার্ড টুগেদার সংগঠনটি ক্যালিফোর্নিয়ার ওকল্যান্ডে গর্ভপাত বিরোধী বিলবোর্ড সফলভাবে নামানোর জন্য সিস্টারসং-এর বিলবোর্ড কৌশলগুলি ব্যবহার করার জন্য বহুজাতিক গোষ্ঠীর একটি জোটের সাথে কাজ করে।\nট্রাস্ট ব্ল্যাক ওমেন এখনও কৃষ্ণাঙ্গ-নারী-নেতৃত্বাধীন সংগঠনগুলির একটি জাতীয় জোট হিসাবে কাজ করছে। তারা বলে যে তারা স্টেরিওটাইপ মোকাবেলা করার জন্য যোগাযোগ এবং ইভেন্টগুলি ব্যবহার করে, কৃষ্ণাঙ্গ মহিলাদের আওয়াজ প্রসারিত করে, কৃষ্ণাঙ্গ মহিলাদের এবং কৃষ্ণাঙ্গ মহিলাদের অধিকারের জন্য মিত্রদের সাথে সংগঠিত হয় এবং কালো মহিলাদের সামগ্রিক যত্নের পদ্ধতি এবং সংস্থানগুলির সাথে সংযুক্ত করে৷ এখনও সিস্টারসয়-এর নেতৃত্বে তারা কৃষ্ণাঙ্গ নারীদের মুখোমুখি হওয়া নিপীড়ন সম্পর্কে সচেতনতা বাড়াতে এবং মোকাবেলা করার জন্য মুভমেন্ট ফর ব্ল্যাক লাইভের সাথে অংশীদার হয়।\n\n\n=== দক্ষিণী আরজে অন্তর্জাল এবং সমদল ===\n২০১০ সালে সিস্টারসং দক্ষিণী আরজে নেটওয়ার্ক চালু করেছিল কারণ তারা অনুভব করেছিল যে প্রজনন স্বাধীনতা বিশেষত দক্ষিণে আক্রমণের মুখে রয়েছে, যা সমগ্র অঞ্চল জুড়ে প্রজনন বিচার গোষ্ঠীগুলির মধ্যে সহযোগিতাকে বিশেষভাবে সমালোচনামূলক করে তুলেছে। দক্ষিণী আরজে অন্তর্জাল তখন মিসিসিপিতে একটি ভ্রূণ ব্যক্তিত্ব বিলকে পরাজিত করতে সাহায্য করেছিল। এটি ২০১২ সালে সিস্টারসং-এর নেতৃত্বের পরিবর্তনের জন্য বিরতি দেয়। ২০১৩ সালে গ্রাউনসুয়েল তহবিল দক্ষিণী আরজে সমদল গঠন করে এবং সিস্টারসং এর নেতা হয়। ২০১৭ সালের মধ্যে দক্ষিণী আরজে সমদলের নয়টি দক্ষিণ রাজ্য থেকে ১৩ জন সাংগঠনিক সদস্য ছিল এবং দক্ষিণ আরজে নীতিমালা উদ্যোগের উপর দৃষ্টি নিবদ্ধ করেছিল, যার লক্ষ্য ছিল প্রজনন ন্যায়বিচারের জন্য হুমকিমূলক নীতিগুলি বন্ধ করা এবং দক্ষিণে প্রজনন ন্যায়বিচারকে এগিয়ে নিয়ে যাওয়া অগ্রিম নীতিগুলি।\n\n\n=== প্রজনন ন্যায়বিচার এবং ব্ল্যাক লাইভস ম্যাটার সংযোগ ===\n২০১৪ সালে সিস্টারসং ফ্লোরিডার জ্যাকসনভিলে \"স্ট্যান্ডিং আওয়ার গ্রাউন্ড ফর মারিসা আলেকজান্ডার সামিট\"-এর আয়োজন করে প্রজনন বিচারের সমস্যা কী তা নিয়ে সাধারণ ধারণাকে প্রসারিত করেছে। ফ্লোরিডার বিতর্কিত স্ট্যান্ড ইওর গ্রাউন্ড আইন কৃষ্ণাঙ্গ কিশোর ট্রেভন মার্টিনকে গুলি করে হত্যা করার পর (কারণ সে একটি হুডি পরা ছিল) শ্বেতাঙ্গ ব্যক্তি জর্জ জিমারম্যানকে তার স্বাধীনতা জিততে সাহায্য করেছিল। তবুও স্ট্যান্ড ইওর গ্রাউন্ড আইন মরিসা আলেকজান্ডারকে (একজন কৃষ্ণাঙ্গ মহিলা যিনি একটি অপমানজনক সঙ্গীকে ভয় দেখিয়ে তার পরিবারকে রক্ষা করার জন্য শূন্যে গুলি ছুড়েছিলেন) রক্ষা করেনি। সিস্টারসং নিবন্ধগুলি এই বলে প্রকাশ করেছে যে আলেকজান্ডারকে বন্দী করা হয়েছিল এবং একজন নিপীড়ক থেকে নিজেকে এবং তাদের রক্ষা করার শাস্তি হিসাবে তার সন্তানদের থেকে আলাদা করা হয়েছিল, যা এটিকে একটি প্রজনন ন্যায়বিচারের সমস্যা হিসাবে অভিহিত করে। সিস্টারসং এবং ফ্রি মারিসা নাউ প্রচারণা ফৌজদারি বিচার ব্যবস্থা গার্হস্থ্য সহিংসতা এবং দক্ষিণী প্রজনন বিচারের মধ্যে বর্ণবাদের উপর দুই দিনের শীর্ষ সম্মেলন আয়োজন করেছে। তারা আলেকজান্ডারের জন্য একটি সুবিধাবাদী কনসার্ট এবং ডুভাল কাউন্টি কোর্টহাউসে ২০০ জনেরও বেশি লোকের সাথে একটি পদযাত্রা এবং সমাবেশের আয়োজন করেছিল ফৌজদারি বিচার ব্যবস্থায় জাতিগত পক্ষপাত নারী, শিশু এবং পরিবারকে কীভাবে প্রভাবিত করে তা দেখিয়ে, এই কাজটি প্রজনন বিচারকে ব্ল্যাক লাইভস ম্যাটারের সাথে যুক্ত করেছে।\n২০১৫ সালে ট্রাস্ট ব্ল্যাক ওমেন ব্ল্যাক লাইভস ম্যাটারের সাথে সংহতির একটি বিবৃতি প্রকাশ করে এই সংযোগটি অনুসরণ করে। এটি ব্ল্যাক লাইভস ম্যাটারের সহ-প্রতিষ্ঠাতা অ্যালিসিয়া গারজার সাথে একটি মিডিয়া কলে ঘোষণা করা হয়েছিল, যিনি প্রজনন ন্যায়বিচার আন্দোলনে তার সংগঠিত কর্মজীবন শুরু করার বিষয়ে কথা বলেছিলেন। গারজা ট্রাস্ট ব্ল্যাক ওমেন এবং সিস্টারসং-এর কাজকে হাইলাইট করে চলেছে, যার মধ্যে জর্জিয়া এবং আলাবামার গর্ভপাত নিষেধাজ্ঞার মুখে সক্রিয়তা সম্পর্কে একটি ২০১৯ নিবন্ধ রয়েছে।\n\n\n=== প্রজনন বিচারে পরিকল্পিত অভিভাবকত্বকে নিযুক্ত করা ===\nজুলাই ২০১৪ এর একটি নিবন্ধে দ্য নিউ ইয়র্ক টাইমস প্লান্ড প্যারেন্টহুডের নির্বাহী পরিচালক সিসিল রিচার্ডসের সাক্ষাৎকার নিয়েছিল, সেখানে কেন \"প্রো-চয়েস\" শব্দটি সুবিধার বাইরে চলে যাচ্ছে তা নিয়ে কথা বলেছে। নিবন্ধে উল্লেখ করা হয়নি যে ১৯৯৪ সালে প্রজনন ন্যায়বিচার প্রকাশ করার পর থেকে বর্ণাঢ্য মহিলারা এই শব্দটির সমালোচনার নেতৃত্ব দিচ্ছেন। এর প্রতিক্রিয়ায় সিস্টারসং পরিকল্পিত পিতামাতার কাছে একটি খোলা চিঠি প্রকাশ করেছিল যা ৩৯টি সংস্থা এবং ২৪ জন ব্যক্তি স্বাক্ষর করেছিল এবং রিচার্ডসকে জিজ্ঞাসা করেছিল নিবন্ধটি সংশোধন করতে এবং প্রকাশ্যে বর্ণাঢ্য মহিলাদের নেতৃত্বকে স্বীকৃতি দিতে। রিচার্ডস অবিলম্বে তা মেনে চলে। প্রজনন বিচার সংস্থাগুলিকে সমর্থন করার জন্য কীভাবে পরিকল্পিত পিতামাতা আরও কিছু করতে পারে তা নিয়ে আলোচনা করার জন্য তিনি সিস্টারসংকে প্রজনন বিচারের নেতাদের একটি দল নিয়ে আসার জন্য আমন্ত্রণ জানান। এর ফলে পরিকল্পিত অভিভাবকত্ব প্রজনন বিচার গোষ্ঠীগুলির জন্য তহবিল সরবরাহ করে তাদের বার্ষিক ৯৯ ড্রিমকিপারে বর্ণাঢ্য নেতাদের সম্মানিত করে, প্রজনন বিচারে তাদের প্রশিক্ষণ দিতে এবং তাদের কৌশলগত পরিকল্পনার পরামর্শ দেওয়ার জন্য সিস্টারসংকে জড়িত করে এবং ২০১৬ সালে তাদের প্রথম প্রজনন বিচার সম্মেলন আয়োজন করে।\n\n\n=== ব্ল্যাক মামাস ম্যাটার ===\n২০১৪ সালে সিস্টারসং দক্ষিণী বর্ণাঢ্য মহিলাদের (বিশেষ করে কৃষ্ণাঙ্গ মহিলাদের) মধ্যে উচ্চ মাতৃমৃত্যুর হার সম্পর্কে একটি গবেষণায় প্রজনন অধিকার কেন্দ্র এবং ন্যাশনাল ল্যাটিনা ইনস্টিটিউট ফর রিপ্রোডাক্টিভ হেলথের সাথে অংশীদারিত্ব করেছে৷ তারা একটি ছায়া প্রতিবেদন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ মার্চ ২০২২ তারিখে লিখেছিল যা সিস্টারসং জাতিসংঘের জাতিগত বৈষম্য দূরীকরণ কমিটির কাছে উপস্থাপন করেছিল, যাতে প্রতিবেদনের সমস্ত সুপারিশ গ্রহণ করেছিল। সিস্টারসং তখন ২০১৫ সালের ওমেন ইন ওয়ার্ল্ড সামিটে বিষয়টি নিয়ে কথা বলে।\nপরবর্তীতে সিস্টারসং এবং সেন্টার ফর রিপ্রোডাক্টিভ রাইটস ব্ল্যাক মামাস ম্যাটার অ্যালায়েন্স প্রতিষ্ঠা করে, যা ২৪টি কৃষ্ণাঙ্গ-মহিলা নেতৃত্বাধীন সংগঠনের সহযোগিতায় যারা ক্রমবর্ধমান কৃষ্ণাঙ্গ মাতৃমৃত্যুর হার সম্পর্কে সচেতনতা বাড়াতে কাজ করে। তারা ব্ল্যাক মামাস ম্যাটার সরঞ্জাম তৈরি করেছে, এটি যারা কৃষ্ণাঙ্গ মাতৃমৃত্যু কমাতে কাজ করতে আগ্রহী তাদের জন্য একটি অনলাইন সম্পদ। ব্ল্যাক মামাস ম্যাটার প্রায় ৪০ জন সাংগঠনিক সদস্যে পরিণত হয়েছে এবং ২০১৭ সালে ব্ল্যাক মামাস ম্যাটার অ্যালায়েন্সে পরিণত হয়েছে, এটি একটি স্বাধীন অলাভজনক আর্থিকভাবে সিস্টারসং দ্বারা স্পনসর করা হয়েছে।\n\n\n=== আর্টিস্ট ইউনাইটেড ===\n২০১৬ সালে সিস্টারসং আরজে প্রোগ্রামের জন্য আর্টিস্ট ইউনাইটেড চালু করেছে যাতে প্রজনন ন্যায়বিচারের অগ্রগতির জন্য সহযোগিতামূলক ও প্রতিলিপিযোগ্য শিল্পকর্ম তৈরি করতে বর্ণাঢ্য শিল্পীদের সুবিধা দেয়। প্রকল্পগুলিতে কনসার্টগুলি অন্তর্ভুক্ত রয়েছে যা প্রজনন ন্যায়বিচারের সমস্যা এবং স্বায়ত্তশাসনের জন্য তহবিল এবং সচেতনতা বাড়ায়, এটি এমন একটি নাটক যা কলেজ ক্যাম্পাসে ভ্রমণ এবং কৃষ্ণাঙ্গ ছাত্রদের প্রজনন বিচারের সাথে পরিচয় করিয়ে দেওয়ার জন্য ডিজাইন করা হয়েছে।\n\n\n=== সিস্টারসং উত্তর ক্যারোলিনা ===\n২০১৬ সালে সিস্টারসং উত্তর ক্যারোলিনায় একটি দ্বিতীয় অফিস খোলে, যেখানে আগে কোনো প্রজনন বিচার সংস্থা ছিল না। ফেব্রুয়ারী ২০১৮ সালে সিস্টারসং উত্তর ক্যারোলিনা ডিপার্টমেন্ট অব পাবলিক সেফটি নীতিগুলির পর্যালোচনার জন্য ওকালতি শুরু করে যা গর্ভবতী কয়েদিদের প্রসবের সময় হাসপাতালের বিছানায় বেঁধে রাখার অনুমতি দেয়। কব্জির সীমাবদ্ধতাগুলি কখন অপসারণ করতে হবে তা স্পষ্টভাবে সংজ্ঞায়িত করার জন্য বিভাগটি পরে তাদের নীতি সংশোধন করে।\n\n\n=== জর্জিয়ার গর্ভপাত নিষিদ্ধ ===\n২০১৯ সালে সিস্টারসং ছয় সপ্তাহের গর্ভপাতের নিষেধাজ্ঞা পাস করার জন্য জর্জিয়ার বিধায়কদের বিরুদ্ধে একটি মামলায় প্রধান বাদী হিসাবে কাজ করেছিল, যেখানে বেশিরভাগ মহিলারা গর্ভবতী হওয়ার আগেই গর্ভপাত নিষিদ্ধ করে। প্রজনন ন্যায়বিচারের আইনজীবীরা বলছেন যে এই নিষেধাজ্ঞা অসাংবিধানিক এবং এর প্রবক্তারা সুপ্রিম কোর্টে পৌঁছতে পারে এমন একটি আদালতের মামলা জোর করার জন্য এটি পাস করেছিলেন। সুপ্রিম কোর্টের বিচারপতি ব্রেট কাভানাফের ২০১৯ নিশ্চিতকরণের পরে তারা বিশ্বাস করে যে সুপ্রিম কোর্টের ভারসাম্য গর্ভপাতের অধিকারের বিরুদ্ধে ঝুঁকে পড়েছে, তাই গর্ভপাত নিষিদ্ধের মামলাটি সুপ্রিম কোর্টে আনার ফলে এটি রো বনাম ওয়েড ১৯৭২-এর উলট-পালট করার সুযোগ দিতে পারে, যেটা এমন সিদ্ধান্ত যা মার্কিন যুক্তরাষ্ট্র জুড়ে গর্ভপাতের আইনি অধিকার রক্ষা করে।\n\n\n=== অন্যান্য সহযোগিতা ===\nসিস্টারসং ওভার দ্য কাউন্টার গর্ভনিরোধ ওয়ার্কিং গ্রুপ এবং হাইড সংশোধনী বাতিল করার জন্য সর্বোপরি প্রচারণার সাথেও জড়িত, যা গর্ভপাত পরিষেবাগুলিকে সমর্থন করা থেকে ফেডারেল তহবিলকে নিষিদ্ধ করে, যার অর্থ হল গণ স্বাস্থ্য সেবায় মহিলারা ফেডারেল কর্মচারী এবং অন্যান্য গর্ভপাতের জন্য স্বাস্থ্যসেবা কভারেজ পেতে পারে না।\n২০১৮ সালে সিস্টারসং স্পার্ক রিপ্রোডাক্টিভ জাস্টিস নাউ, হেল্দি এন্ড ফ্রি টিএন, এবং এমেন'স রাইটস এম্পাওয়ারমেন্ট নেটওয়ার্ক (ডব্লিউআরইএন/WREN)-এর সাথে সাউথইস্ট অ্যালায়েন্স ফর রিপ্রোডাক্টিভ ইক্যুইটি (এসইএআরই SEARE) সহ-প্রতিষ্ঠা করেছে। এই জোট সমগ্র দক্ষিণ জুড়ে প্রজনন ন্যায়বিচার, প্রজনন অধিকার এবং প্রজনন স্বাস্থ্য গোষ্ঠীর মধ্যে সহযোগিতা বৃদ্ধির জন্য যৌথ প্রভাব মডেল ব্যবহার করে।\nএছাড়াও ২০১৮ সালে সিস্টারসং আটলান্টা জবস উইথ জাস্টিস, ওমেন এনগেজড এবং জর্জিয়া ইকুয়ালিটির সাথে ধর্মীয় ছাড় আইনের বিরুদ্ধে লড়াই করার জন্য একটি সহযোগিতার সহ-প্রতিষ্ঠা করেছে। এটি প্রজনন ন্যায়বিচার, অর্থনৈতিক ন্যায়বিচার এবং সমকামী অধিকার গোষ্ঠীগুলির একটি সংমিশ্রিত-আন্দোলন সহযোগিতা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}