{"pageid": 1321411, "title": "আতাতুর্ক স্মরণ দিবস ও আতাতুর্ক সপ্তাহ", "url": "https://bn.wikipedia.org/wiki?curid=1321411", "content": "১০ নভেম্বর আতাতুর্ক স্মৃতি দিবস হলো তুরস্কের প্রতিষ্ঠাতা ও প্রথম রাষ্ট্রপতি মোস্তফা কামাল আতাতুর্কের স্মরণে প্রতি বছর পালিত জাতীয় শোক দিবস, যিনি ১০ নভেম্বর ১৯৩৮ সালে সকাল ৯:০৫ মিনিটে মারা যান। ১০ নভেম্বরের সাথে পালিত আতাতুর্ক সপ্তাহ সারা দেশে স্মরণ করা হয়, সেদিন তার নীতি ও বিপ্লব ব্যাখ্যা করা হয়, তার বক্তৃতা বেতার ও টেলিভিশনে তার নিজস্ব কণ্ঠে সম্প্রচার করা হয় এবং আতাতুর্ক সম্পর্কে চলচ্চিত্র দেখানো হয়; ১০-১৬ নভেম্বরের সাথে সম্পর্কিত সপ্তাহকে আতাতুর্ক সপ্তাহ বলা হয়।\n১০ নভেম্বর ৯:০৫ মিনিটে সাইরেন বেজে উঠলে আতাতুর্কের স্মরণে তুরস্ক জুড়ে ২ মিনিটের জন্য এক মিনিটের নীরবতা পালন করা হয়। তারপর, তুরস্কের মহান জাতীয় সভা ভবনের সামনের পতাকা ব্যতীত, তুরস্কের সমস্ত সরকারি ভবন ও দেশের বিদেশী প্রতিনিধি দপ্তরের পতাকাগুলো শোকের চিহ্ন হিসাবে অর্ধনমিত করা হয়। আনাতকাবিরের পতাকাগুলো এই দিন ব্যতীত অন্য দিনে কোনো কারণে অর্ধনমিত করা হয় না। যেখানে প্রতিনিয়ত পতাকা উত্তোলন করা হয় না, সেখানে এই দিনে প্রথমে পতাকা উত্তোলন করা হয়; তারপর অর্ধনমিত করা হয়।\n\n\n== সরকারি অনুষ্ঠান ==\n\n\n=== আনাতকাবিরে অনুষ্ঠিত অনুষ্ঠান ===\nরাজধানী আঙ্কারার অনুষ্ঠানগুলো রাষ্ট্রপতি, উপরাষ্ট্রপতি, আইনসভার স্পিকার, আইনসভায় একটি দল আছে এমন রাজনৈতিক দলগুলোর নেতাদের, জেনারেল স্টাফের প্রধান, কমান্ডার ও অন্যান্য রাষ্ট্রীয় কর্মকর্তা, বাহিনীর অংশগ্রহণের সাথে আনাতকাবিরে অনুষ্ঠিত হয়। অনুষ্ঠান শুরু হয় সিংহ সড়কে হাঁটার মধ্য দিয়ে। পদযাত্রা শেষে রাষ্ট্রপতি আতাতুর্কের সমাধিতে পুষ্পস্তবক অর্পণ করেন। সকাল ৯:০৫ মিনিটে রাষ্ট্রীয় কর্মকর্তারা দুই মিনিটের নীরবতা পালন করেন ও জাতীয় সঙ্গীত গাওয়া হয়। অনুষ্ঠান শেষে আনাতকাবিরের বিশেষ বইতে স্বাক্ষর করা হয়।\n\n\n=== দোলমাবাহজে প্রাসাদে অনুষ্ঠিত অনুষ্ঠান ===\n\nইস্তাম্বুলে আতাতুর্কের স্মরণ অনুষ্ঠানে সরকারি ও সামরিক কর্মকর্তা, বেসরকারি সংস্থা, শিক্ষার্থী ও জনসাধারণ অংশগ্রহণ করে, ইস্তাম্বুলের বেশিকতাশ জেলায় অবস্থিত দোলমাবাহজে প্রাসাদের ৭১ নম্বর কক্ষে অনুষ্ঠান অনুষ্ঠিত হয়, যেখানে আতাতুর্ক অনেক বছর আগে মারা গেছেন। এমনকি যে বছরগুলোয় প্রদেশ শাসক দ্বারা তাকসিম চত্ত্বরের প্রজাতন্ত্রের স্মৃতিস্তম্ভে অনুষ্ঠানটি অনুষ্ঠিত হয়েছিলো সেখানে জনসাধারণের অংশগ্রহণে আতাতুর্কের একটি স্মরণ অনুষ্ঠান দোলমাবাহজে প্রাসাদে অনুষ্ঠিত হয়েছিলো। সকাল ৯:০৫ মিনিটে শুরু হওয়া সাইরেনের শব্দের সাথে দুই মিনিটের নীরবতার পরে জাতীয় সঙ্গীত গাওয়া হয়। অনুষ্ঠান শেষে প্রাসাদ দর্শনার্থীদের জন্য উন্মুক্ত করা হয়।\n\n\n=== বিদ্যালয়ে পতাকা বিতরণ অনুষ্ঠান ===\nবিদ্যালয়ে পতাকা অনুষ্ঠান শুরু হয় যেখানে এক শিক্ষার্থী পতাকাকে অর্ধনমিত অবস্থায় নামিয়ে রাখে এবং অন্য দু'জন শিক্ষার্থী, যারা সেন্ডের ডানে ও বামে পতাকাটির মুখোমুখি হয়ে পতাকাকে \"প্রস্তুত\" অবস্থায় অভিবাদন জানাবে। সকাল ৯:০৫-এ সাইরেন বা হর্নের শব্দ সহ মশাল জ্বালানো হয় এবং অংশগ্রহণকারীরা দুই মিনিটের জন্য নীরবতায় দাঁড়িয়ে থাকে। ১০ নভেম্বর বাদে এই সময়টি নীরবতার মুহুর্তের জন্য এক মিনিট হয়ে থাকে। নীরবতার মুহুর্তের পরে জাতীয় সংগীতের সাথে সাথে উত্তোলিত পতাকাটি ধীরে ধীরে অর্ধেক নামিয়ে দেওয়া হয়। পদযাত্রার সমাপ্তি ও দায়িত্বে থাকা শিক্ষকের \"শিথিল\" আদেশের মধ্য দিয়ে পতাকা উত্তোলন অনুষ্ঠান সম্পন্ন হয়। অনুষ্ঠান চলাকালীন, একটি মেয়ে ও একটি ছেলে, মোট দুই শিক্ষার্থী আতাতুর্ক আবক্ষের ডান ও বাম দিকে শ্রদ্ধার জাগরণ ধারণ করে। অর্ধনমিত অবস্থায় নামানো পতাকা পাঠের দিন শেষে আবার অনুষ্ঠানের প্রয়োজন হলে তা আর উত্তোলন করা হয়না। একটি বহনযোগ্য মাস্তুল সঙ্গে একটি পতাকা সঙ্গে নতুন অনুষ্ঠান অনুষ্ঠিত হয়। সূর্যাস্তের সময় দায়িত্বপ্রাপ্ত ব্যক্তি অনুষ্ঠান ছাড়াই পতাকা উত্তোলন করেন।\n\n\n=== স্থানীয় প্রশাসন কর্তৃক আয়োজিত অনুষ্ঠান ===\nঅনেক প্রদেশ ও জেলায় জেলা গভর্নরের কার্যালয় ও প্রাদেশিক কার্যালয় দ্বারা আয়োজিত স্মরণ অনুষ্ঠানের অংশ হিসেবে সরকারি কর্মকর্তা ও স্থানীয় জনগণের অংশগ্রহণে আতাতুর্ক স্মৃতিস্তম্ভে পুষ্পস্তবক অর্পণ করা হয়। সকাল ৯:০৫-এ সাইরেনের শব্দে দুই মিনিটের নীরবতা পালন করা হয়। তারপর, জাতীয় সঙ্গীতের সাথে পতাকা অর্ধনমিত করা হয়। অনুষ্ঠানের পরে, এই অঞ্চলের স্কুল বা সাংস্কৃতিক কেন্দ্রের মতো জায়গায় দিনের অর্থ ও গুরুত্ব অনুসারে বক্তৃতা করা হয় এবং প্রদর্শনীর উদ্বোধন, বক্তৃতা, কবিতা ও সঙ্গীত কনসার্টের মতো কার্যক্রমের আয়োজন করা হয়।\n\n\n=== অন্যান্য আনুষ্ঠানিক অনুষ্ঠান ===\nঅনেক বড় বড় রাষ্ট্রীয় প্রতিষ্ঠান ও বিশ্ববিদ্যালয় তাদের নিজস্ব আতাতুর্ক স্মরণ অনুষ্ঠানের আয়োজন করে। প্রতিষ্ঠানের কর্মচারীদের দ্বারা উপস্থিত এই অনুষ্ঠানগুলোয় আতাতুর্ক আবক্ষের উপর একটি পুষ্পস্তবক অর্পণ করা হয়; দুই মিনিটের নীরবতা পালন করা হয় ও জাতীয় সঙ্গীতের সাথে পতাকা অর্ধনমিত করা হয়। অনুষ্ঠানের পর দিনটির অর্থ ও গুরুত্বের ওপর জোর দিয়ে বক্তৃতা ও উপস্থাপনা করা হয়; প্রদর্শনী ও কনসার্টের মতো অনুষ্ঠানের আয়োজন করা হয়।\n\n\n== জনসাধারণের যোগদান ==\n\nপ্রতি বছর ১০ নভেম্বর সকাল ৯:০৫-এ যখন সাইরেন বাজে তখন সারাদেশে অনেক লোক এমনকি তারা সেই সময়ে অনুষ্ঠানে না থাকলেও তাদের অবস্থানে বসে এক মুহূর্ত ধরে নীরবতা গ্রহণ করে৷ সড়কে অবস্থানরত লোকজন সেই মুহূর্তে তাদের গাড়ি থেকে নেমে নীরবতার মুহুর্তে যোগ দেয় বা হর্ন বাজিয়ে সাইরেনের শব্দকে সঙ্গ দেয়। রাষ্ট্রীয় প্রতিষ্ঠান দ্বারা সংগঠিত স্মরণ অনুষ্ঠানের পাশাপাশি বেসরকারি সংস্থাগুলোও অনুষ্ঠান, বিক্ষোভ বা মিছিল বা সরকারি প্রতিষ্ঠান দ্বারা সংগঠিত কার্যকলাপে অংশগ্রহণের মতো অনুষ্ঠানের আয়োজন করে। যারা আতাতুর্ক দোলমাবাহজে প্রাসাদের যে কক্ষে মারা গিয়েছিলেন সেখানে অনুষ্ঠিত স্মৃতির অনুষ্ঠানে যোগ দিতে চান তারা দীর্ঘ সারি তৈরি করে ও অনুষ্ঠানের পরে তারা আতাতুর্কের বিছানায় শ্রদ্ধাস্তবক রেখে প্রাসাদটি পরিদর্শন করে।\nএছাড়াও, তুরস্কের অনেক অঞ্চল থেকে কয়েক হাজার মানুষ প্রতি বছর আতাতুর্ককে তার সমাধিতে স্মরণ করার জন্য আনাতকাবিরে যান। জেনারেল স্টাফ দ্বারা ঘোষিত তথ্য অনুসারে, ২০১৩ সালে অর্থাৎ আতাতুর্কের মৃত্যুর ৭৫ তম বার্ষিকীতে এই সংখ্যা ১০ লাখ ৮৯ হাজার ৬১৫ জনে পৌঁছেছে। অনুমান করা হয় যে ২০১৪ সালে দর্শনার্থীর সংখ্যা প্রায় ৮ লাখ ৫০ হাজার ছিলো।\n\n\n== আরও দেখুন ==\nমোস্তফা কামাল আতাতুর্কের মৃত্যু\nমোস্তফা কামাল আতাতুর্কের স্মৃতি\n\n\n== তথ্যসূত্র =="}