{"pageid": 1321849, "title": "মাণ্ডব্য", "url": "https://bn.wikipedia.org/wiki?curid=1321849", "content": "মাণ্ডব্য (সংস্কৃত: माण्डव्य) বা অণি মাণ্ডব্য হিন্দুধর্মের একজন ঋষি। একজন রাজা তাকে অন্যায়ভাবে শূলে চড়িয়ে শাস্তি দেন, এবং এই কিংবদন্তির জন্য তিনি পরিচিত।\n\n\n== কিংবদন্তি ==\n\n\n=== বিদ্ধ ===\nমহাভারত অনুসারে, মাণ্ডব্য একবার তার আশ্রমের সামনে বহু বছর ধরে দাঁড়িয়ে বাহু তুলে তপস করছিলেন। এই সময়কালে, কিছু চোর রাজার সম্পত্তি চুরি করে তার আশ্রমের পাশ দিয়ে যায়। রাজার লোকেরা তাদের তাড়া করছে দেখে চোরেরা তাদের চুরি করা সম্পত্তি ঋষির আশ্রমে রেখে পালিয়ে যায়। রাজার লোকেরা মাণ্ডব্যকে সঙ্গী বলে বিশ্বাস করে ধরে ফেলে। মাণ্ডব্য তার অভিযুক্তদের সঙ্গে কথা বলতে রাজি হননি। যখন চোরেরা ধরা পড়ল, তখন মাণ্ডব্যও রাজার সামনে হাজির হল এবং তাদের সবাইকে মৃত্যুদণ্ড দেওয়া হল। চোরদের ও ঋষিকে ত্রিশূলের ডগা দিয়ে আঘাত করা হয়, এবং চোরেরা মারা যায়, কিন্তু মাণ্ডব্য জীবিত থাকে।\nব্রহ্মাণ্ড পুরাণ অনুসারে, ঋষি এই কষ্ট সহ্য করলেও, শীলাবতীর স্বামী উগ্রশ্রাবস তার প্রিয় বেশ্যার বাড়িতে যেতে চান এবং শীলাবতী তাকে তার বাড়িতে নিয়ে যেতে রাজি হন। যখন দম্পতি মাণ্ডব্যের কাছে এসেছিলেন, তখন উদ্দেশ্য বুঝতে পেরেছিল এবং পরবর্তী সূর্যোদয়ের আগে তাকে মৃত্যুর অভিশাপ দিয়েছিল। আতঙ্কিত, শীলাবতী, তার ধার্মিকতার সাথে, নিশ্চিত করেছিলেন যে সূর্য দেবতা পরের ভোরে উঠবেন না। যেহেতু এটি সর্বজনীন বিশৃঙ্খলার দিকে পরিচালিত করেছিল, দেবতারা অনসূয়ার কাছে আসেন, যিনি শীলাবতীকে আবার সূর্যোদয় করতে রাজি করেছিলেন।\nশিব ঋষিকে দীর্ঘায়ু দিয়ে আশীর্বাদ করেছিলেন এবং মাণ্ডব্যের সামনে বেশ কয়েকজন ঋষি হাজির হয়েছিলেন, তাঁর সম্পর্কে জিজ্ঞাসা করেছিলেন। রাজা যখন বুঝতে পারলেন যে মাণ্ডব্য নির্দোষ, তিনি ঋষির ক্ষমা চাইতে ছুটে গেলেন। তার লোকেরা তার শরীর থেকে ত্রিশূলটি টেনে নেওয়ার চেষ্টা করেছিল, কিন্তু তা করতে পারেনি। অবশেষে, ত্রিশূলটি কেটে ঋষিকে ছেড়ে দিতে হয়েছিল, এর ডগা (অণি) তার আকারে অবশিষ্ট ছিল। তাই, তিনি অণি মাণ্ডব্য নামে পরিচিত হন।\n\n\n=== ধর্মকে অভিশাপ দেয় ===\nমাণ্ডব্য ধর্মের (যম) কাছে গিয়েছিলেন, কেন তার মতো একজন নিরপরাধ মানুষ যে কষ্টের মধ্য দিয়েছিলেন তা জিজ্ঞাসা করেছিলেন। ধর্ম উত্তর দিয়েছিলেন যে মান্ডব্য ছোটবেলায় ছোট পাখিদের অত্যাচার করেছিল এবং তার শাস্তি ছিল তার শিরদাঁড়া। ঋষি পাল্টা জবাব দিয়েছিলেন যে শাস্ত্র বলেছে যে বারো বছর বয়সের আগে কোনও মানুষকে কোনও পাপের জন্য ভোগ করতে হবে না, এই বলে যে তাকে অন্যায়ভাবে শাস্তি দেওয়া হয়েছিল। যেহেতু ধর্ম তাকে হত্যা করার চেষ্টা করেছিল, একজন ব্রাহ্মণ, সবচেয়ে বড় পাপের, সে দেবতাকে পৃথিবীতে শূদ্র হিসেবে জন্ম নেওয়ার জন্য অভিশাপ দিয়েছিল। তদনুসারে, মহাভারতে ধর্ম নিজেকে বিদুর হিসেবে অবতারণা করে।\n\n\n== তথ্যসূত্র =="}