{"pageid": 1321840, "title": "পি ভানুমতী", "url": "https://bn.wikipedia.org/wiki?curid=1321840", "content": "পি. ভানুমথি রামকৃষ্ণ (৭ সেপ্টেম্বর ১৯২৫ - ২৪ ডিসেম্বর ২০০৫) একজন ভারতীয় অভিনেত্রী, সঙ্গীতশিল্পী, চলচ্চিত্র প্রযোজক, পরিচালক, সঙ্গীত সুরকার এবং ঔপন্যাসিক ছিলেন। তাকে তেলুগু সিনেমার প্রথম মহিলা সুপার স্টার হিসেবে গণ্য করা হয়।  তিনি তেলুগু সিনেমার প্রথম মহিলা পরিচালক হিসেবেও বিবেচিত হন, পরিচালক হিসাবে তার অভিষেক চলচ্চিত্র চান্দিরানি (১৯৫৩)।  ভানুমতী প্রধানত তেলুগু এবং তামিল ভাষায় ১০০ টিরও বেশি চলচ্চিত্রে অভিনয় করেছেন। ভারতীয় চলচ্চিত্রে তার অবদানের জন্য তিনি ২০০১ সালে পদ্মভূষণে ভূষিত হন।  তিনি ভারতের ৩০ তম আন্তর্জাতিক চলচ্চিত্র উৎসবে \"সিনেমার নারী\" হিসাবে সম্মানিত হন। \n\n\n== জীবনের প্রথমার্ধ ==\nভানুমতী ১৯২৫ সালের ৭ সেপ্টেম্বর অন্ধ্রপ্রদেশের ওঙ্গোলের কাছে প্রকাশম জেলার দোদ্দাভারম গ্রামে জন্মগ্রহণ করেন। তিনি সরস্বত্তমা এবং বোম্মারাজু ভেঙ্কটা সুব্বাইয়ার তৃতীয় সন্তান।   তিনি তার বাবাকে বিভিন্ন মঞ্চ অনুষ্ঠানে অভিনয় করতে দেখে বড় হয়েছেন। তার বাবা, ভেঙ্কটা সুব্বা্‌ইয়া, শাস্ত্রীয় সঙ্গীতের ভক্ত ছিলেন এবং তাকে ছোটবেলা থেকেই সঙ্গীতে প্রশিক্ষণ দিয়েছিলেন। \n\n\n== কর্মজীবন ==\nভানুমতী ১৯৩৯ সালে চলচ্চিত্র শিল্পে প্রবেশ করেন এবং তেলুগু ও তামিল ভাষায় ১০০ টিরও বেশি চলচ্চিত্রে অভিনয় করেন। তিনি একজন লেখক, অভিনেতা, পরিচালক, প্রযোজক, গায়ক, সঙ্গীত পরিচালক, সম্পাদক এবং স্টুডিওর মালিক ছিলেন বলে চলচ্চিত্র শিল্পের লোকেরা তাকে অষ্টবধানী নামেও ডাকতেন। জ্যোতিষশাস্ত্র এবং দর্শন সম্পর্কেও তার ভালো জ্ঞান ছিল।  তাকে তেলুগু সিনেমার প্রথম মহিলা সুপার স্টার হিসেবে গণ্য করা হয়। \n\n\n== লোকহিতৈষণা ==\nতিনি একজন বিশিষ্ট সমাজকর্মী ছিলেন যিনি বেশ কয়েকটি সমাজসেবা সংস্থার সাথে ঘনিষ্ঠভাবে যুক্ত ছিলেন। তিনি ১৯৬৩ সাল থেকে আজীবনের জন্য শিকাগোর আলট্রুসা ইন্টারন্যাশনাল ইনকর্পোরেটেডের মাদ্রাজ শাখার প্রতিষ্ঠাতা সদস্য এবং কোষাধ্যক্ষ ছিলেন। তিনি 'রেড ক্রস সোসাইটি'র আজীবন সদস্য ছিলেন। তিনি চেন্নাইয়ের সালিগ্রামে \"ড. ভানুমতী রামকৃষ্ণ ম্যাট্রিকুলেশন স্কুল\" নামে একটি শিক্ষাপ্রতিষ্ঠান প্রতিষ্ঠা করেন যা দরিদ্রদের বিনামূল্যে শিক্ষা প্রদান করে।\n\n\n== ব্যক্তিগত জীবন ==\nকৃষ্ণ প্রেম (১৯৪৩) ছবির শুটিং চলাকালীন, সেই ছবির সহকারী পরিচালক পি এস রামকৃষ্ণ রাওয়ের (১৯১৮ – ১৯৮৬) সাথে তাঁর পরিচয় হয়েছিল। রাও তেলুগু এবং তামিল চলচ্চিত্র প্রযোজক, পরিচালক এবং সম্পাদক ছিলেন। এই দুজন ১৯৪৩ সালের ৮ আগস্ট বিয়ে করেন এবং তাদের একটি ছেলে, ভরণী রয়েছে। পরে তারা তাদের ছেলের নামে একটি জনপ্রিয় প্রযোজনা সংস্থা, ভরণী পিকচার্স চালু করেন। তিনি চেন্নাইতে ৮০ বছর বয়সে মারা যান।  \n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে পি ভানুমতী (ইংরেজি)"}