{"pageid": 1321980, "title": "হ্যামারস্মিথ অ্যান্ড সিটি লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1321980", "content": "হ্যামারস্মিথ অ্যান্ড সিটি লাইন হল পশ্চিম লন্ডনের হ্যামারস্মিথ ও পূর্ব লন্ডনের বার্কিংয়ের মধ্যকার একটি লন্ডন আন্ডারগ্রাউন্ড রেলপথ। টিউব মানচিত্রে গোলাপী রঙে মুদ্রিত, এটি ১৫.৮ মাইল (২৫.৫ কিমি) দীর্ঘ পথে ২৯ টি স্টেশনে রেল পরিষেবা প্রদান করে। ফ্যারিংডন ও অ্যাল্ডগেট ইস্টের মধ্যে এটি রাজধানীর আর্থিক কেন্দ্র সিটি অব লন্ডনের ধার বরাবর অগ্রসর হয়, সেই কারণে লাইনটির এমন নামকরণ করা হয়েছে। এটির সুড়ঙ্গগুলি ভমি ভূ-পৃষ্ঠের ঠিক নীচে রয়েছে এবং আকারের ব্রিটিশ প্রধান লাইনগুলির মতোই। বেশিরভাগ ট্র্যাক ও সমস্ত স্টেশনগুলি ডিস্ট্রিক্ট, সার্কেল বা মেট্রোপলিটন লাইনের সঙ্গে ভাগাভাগি করা হয়। হ্যামারস্মিথ অ্যান্ড সিটি ও সার্কেল লাইনে প্রতি বছর ১১.৪ কোটিরও বেশি যাত্রী যাত্রা করে।\nমেট্রোপলিটন রেলওয়ে ১৮৬৩ সালে প্যাডিংটন ও প্যারিংডনের মধ্যে বিশ্বের প্রথম ভূগর্ভস্থ রেলওয়ে পরিষেবা শুরু করেছিল, যেখানে বাষ্পীয় লোকোমোটিভ দ্বারা কাঠের গাড়ি চালানো হয়েছিল। পরের বছর, পশ্চিমে প্যাডিংটন থেকে হ্যামারস্মিথ পর্যন্ত একটি রেলপথ খোলা হয়েছিল এবং এটি শীঘ্রই মেট্রোপলিটন ও গ্রেট ওয়েস্টার্ন রেলওয়ে কোম্পানিগুলির দ্বারা পরিচালিত ও মালিকানাধীন হয়ে ওঠে। তারপর লাইনটিকে পূর্ব দিকে প্রসারিত করা হয়েছিল, ধাপে ধাপে, ইস্ট লন্ডন রেলওয়েতে ১৯৯৪ সালে পৌঁছেছিল।\n\n\n=== টীকা ===\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nলন্ডন রেলওয়ে ম্যাপ। কোয়েল ম্যাপ। ২০০১। আইএসবিএন 978-1-898319-54-2। \nইয়ঞ্জ, জন (নভেম্বর ২০০৮) [১৯৯৪]।  জ্যাকবস, জেরাল্ড, সম্পাদক। ৫: সাউর্দান অ্যান্ড টিএফএল। রেলওয়ে ট্র্যাক রেখাচিত্র (তৃতীয় সংস্করণ)। ব্র্যাডফোর্ড অন অ্যাভন: ট্র্যাকম্যাপস। আইএসবিএন 978-0-9549866-4-3। \n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \n\"Hammersmith & City Line\" [হ্যামারস্মিথ অ্যান্ড সিটি লাইন]। ক্লাইভের আন্ডারগ্রাউন্ড লাইন গাইড। ১৪ ডিসেম্বর ২০০৭। সংগ্রহের তারিখ ৯ ফেব্রুয়ারি ২০২৩। \n\"Hammersmith & City Line Underground Stations – Facts, Trivia And Impressions\" [হ্যামারস্মিথ অ্যান্ড সিটি লাইন আন্ডারগ্রাউন্ড স্টেশন – ঘটনা, ট্রিভিয়া ও ইমপ্রেশন]। র‍্যান্ডমলি লন্ডন। ৮ আগস্ট ২০১৩। সংগ্রহের তারিখ ৯ ফেব্রুয়ারি ২০২৩।"}