{"pageid": 1321015, "title": "১৯১৩ সাহিত্যে নোবেল পুরস্কার", "url": "https://bn.wikipedia.org/wiki?curid=1321015", "content": "১৯১৩ সালের সাহিত্যে নোবেল পুরস্কার দেওয়া হয়েছিল বাংলা বহুভাষী রবীন্দ্রনাথ ঠাকুরকে (১৮৬১-১৯৪১) \"তাঁর গভীর সংবেদনশীল, তাজা এবং সুন্দর শ্লোকের কারণে, যার দ্বারা, তিনি তার কাব্যিক চিন্তাভাবনা করেছেন, তার নিজস্ব ইংরেজিতে প্রকাশ করেছেন শব্দ, পশ্চিমের সাহিত্যের একটি অংশ।\" তিনিই প্রথম এবং একমাত্র ভারতীয় পুরস্কার প্রাপক হিসেবে রয়ে গেছেন। পুরস্কারটি অনূদিত গীতাঞ্জলি সহ অনূদিত উপাদানের একটি ছোট অংশের আদর্শবাদী এবং অ্যাক্সেসযোগ্য (পশ্চিমা পাঠকদের জন্য) প্রকৃতি থেকে উদ্ভূত হয়েছিল।\n\n\n== বিজয়ী ==\n\nরবীন্দ্রনাথ ঠাকুরের সাহিত্যকর্ম ভারতীয় এবং পাশ্চাত্য উভয় শিক্ষাগত ঐতিহ্যে সুপ্রতিষ্ঠিত। কবিতা, গান, গল্প এবং নাটকের আকারে কথাসাহিত্যের পাশাপাশি এটি সাহিত্য সমালোচনা, দর্শন এবং সামাজিক সমস্যাগুলিকেও অন্তর্ভুক্ত করে। ইংরেজিতে তাঁর কবিতা অনুবাদ করার পর, ঠাকুর, যিনি প্রাথমিকভাবে বাংলায় লিখেছিলেন, পশ্চিমের একটি বিশাল শ্রোতার কাছে আবেদন করতে সক্ষম হয়েছিলেন। পশ্চিমের উন্মত্ত অস্তিত্বের বিপরীতে তাঁর কবিতা প্রকৃতির সাথে সম্পর্কযুক্ত আত্মার প্রশান্তিকে চিত্রিত করে বলে বিশ্বাস করা হয়েছিল। তাঁর বিশ্ববিখ্যাত কাজগুলির মধ্যে রয়েছে গীতাঞ্জলি (\" গান অফারিংস \", ১৯১০), গোরা (\"ফেয়ার-ফেসড\", ১৯১০) এবং ঘরে-বাইরে (\"দ্য হোম অ্যান্ড দ্য ওয়ার্ল্ড\", ১৯১৬)। \n\n\n== আলোচনা ==\n\n\n=== মনোনয়ন ===\nরবীন্দ্রনাথ ঠাকুর ১৯১৩ সালের আগে এই পুরস্কারের জন্য মনোনীত হননি, এটিকে বিরল উপলক্ষগুলির মধ্যে একটি করে তোলে যখন একজন লেখক সাহিত্যে নোবেল পুরস্কারে ভূষিত হন একই বছর তারা প্রথম মনোনীত হন। তিনি ব্রিটিশ কবি থমাস স্টার্জ মুর (১৮৭০-১৯৪৪) দ্বারা মনোনীত হয়েছিলেন, যার কারণে তিনি এই পুরস্কারে ভূষিত হন।\nমোট, সুইডিশ একাডেমি ২৮ জনের জন্য ৩২টি মনোনয়ন পেয়েছে। বারবার মনোনীতদের মধ্যে রয়েছে পিয়েরে লোটি, ভার্নার ভন হেইডেনস্টাম ( ১৯১৬ সালে পুরস্কৃত), সোভেন হেডিন, অ্যাঞ্জেল গুইমেরা, আনাতোল ফ্রান্স (১৯২১ সালে পুরস্কৃত), জন মরলে এবং টমাস হার্ডি। মনোনীতদের মধ্যে নয়জন নতুন মনোনীত হয়েছেন যেমন এডমন্ড পিকার্ড, জ্যাকব নুডসেন, হেনরিক পন্টোপিডান ( ১৯১৭ সালে পুরস্কৃত), এমাইল ফাগুয়েট, এডওয়ার্ড ডাউডেন এবং জন লুবক, ১ম ব্যারন অ্যাভেবারি। ইতালীয় লেখক গ্রাজিয়া ডেলেদা, যিনি ১৯২৭ সালে ১৯২৬ সালের পুরস্কারের জন্য পুরস্কৃত হন, তিনি ছিলেন একমাত্র মহিলা মনোনীত।\nলেখক আলফ্রেড অস্টিন, অ্যালুসিও আজেভেদো, ইভা ব্র্যাগ, ফার্দিনান্দ ডি সসুর, ফার্দিনান্দ ডুগু, লুই হেমন, ফ্রেডরিখ হুচ, তেফান অক্টাভিয়ান ইওসিফ, পলিন জনসন, ইওন কালিন্ডারু, থমাস ক্র্যাগ, লিমনিলেস, লিমনিলেস, ক্যামেন লেস, ইয়োন, থমাস ক্র্যাগ মেটেনিয়ার, লেস্যা ইউক্রেনকা, আলফ্রেড রাসেল ওয়ালেস এবং ফ্রান্সেস জুলিয়া ওয়েজউড ১৯১৩ সালে পুরস্কারের জন্য মনোনীত না হয়েই মারা যান। আইরিশ সমালোচক এডওয়ার্ড ডাউডেন এবং ইংরেজ পলিম্যাথ জন লুবক, ১ম ব্যারন অ্যাভবেরি ঘোষণার কয়েক মাস আগে মারা যান।\n\n\n=== পুরস্কারের সিদ্ধান্ত ===\n১৯১৩ সালে সুইডিশ একাডেমির নোবেল কমিটি ২৮ জন লেখককে বিবেচনা করে। রয়্যাল সোসাইটি অফ লিটারেচারের ৯৭ জন সদস্য দ্বারা মনোনীত টমাস হার্ডির প্রার্থীতা কমিটি কর্তৃক বরখাস্ত করা হয়েছিল এই কারণে যে তার লেখা নোবেল পুরস্কার দাতা আলফ্রেড নোবেলের ইচ্ছার সাথে সঙ্গতিপূর্ণ হওয়ার জন্য খুব \"হতাশাবাদী\" বলে বিবেচিত হয়েছিল। একইভাবে, আনাতোল ফ্রান্সকে \"সন্দেহজনক\" হিসাবে বিবেচনা করা হয়েছিল, যদিও তাকে শেষ পর্যন্ত পুরস্কার দেওয়া হয়েছিল। কমিটি কেবল ঠাকুরের জন্য একটি মনোনয়ন পেয়েছিল, এবং তা সত্ত্বেও ঠাকুর কেবল সুইডিশ একাডেমীর সদস্যদের কাছে পরিচিত ছিলেন কয়েকটি ইংরেজি অনুবাদের ভিত্তিতে তাকে পুরস্কার দেওয়া হয়েছিল। কমিটির সদস্য পার হলস্ট্রোম একটি প্রতিবেদনে ঘোষণা করেছেন যে \"... ১৮৩২ সালে গোয়েটের মৃত্যুর পর থেকে ইউরোপে কোনো কবিই ঠাকুরের প্রতিদ্বন্দ্বিতা করতে পারেন না।..\". কবি ভার্নার ফন হেইডেনস্টামের কাছে, ১৯১৬ সালে স্বয়ং পুরস্কৃত হয়েছিল, ঠাকুর ছিলেন \"একটি মহান নামের [আবিষ্কার]\"।\n\n\n== নোবেল পুরস্কার চুরি ==\n২৫ মার্চ, ২০০৪ -এ বিশ্বভারতী বিশ্ববিদ্যালয়ের সিকিউরিটি ভল্ট থেকে ঠাকুরের নোবেল পুরস্কার এবং তার অন্যান্য কিছু জিনিসপত্র চুরি হয়ে যায়। সুইডিশ একাডেমি ৭ ডিসেম্বর, ২০০৪ এ বিশ্ববিদ্যালয়কে ঠাকুরের নোবেল পুরস্কারের দুটি কপি দেওয়ার সিদ্ধান্ত নেয়, একটি সোনার এবং অন্যটি ব্রোঞ্জের। একটি কাল্পনিক চলচ্চিত্র নোবেল চোরকে অনুপ্রাণিত করেছিল। প্রদীপ বাউরি নামে এক বাউল গায়ককে ২০১৬ সালে ডাকাতদের সহযোগিতা দেওয়ার সন্দেহে আটক করা হয়েছিল। পরে পুরস্কার ফেরত দেওয়া হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপুরস্কার অনুষ্ঠানের বক্তৃতা Harald Hjärne nobelprize.org দ্বারা"}