{"pageid": 1321580, "title": "আর্কিবল্ড ক্যাম্পবেল", "url": "https://bn.wikipedia.org/wiki?curid=1321580", "content": "আর্কিবল্ড ক্যাম্পবেল (ইংরেজি: Archibald Campbell) (২০ এপ্রিল ১৮০৫- ৫ নভেম্বর ১৮৭৪) ছিলেন একাধারে সফল চিকিৎসক, খ্যাতনামা উদ্ভিদ বিজ্ঞানী এবং অন্যদিক একজন সফল প্রশাসক।  তার স্মরণে কলকাতার শিয়ালদহে ১৮৭৩ খ্রিস্টাব্দে প্রতিষ্ঠিত মেডিক্যাল স্কুল ১৮৮৪ খ্রিস্টাব্দে ক্যাম্পবেল মেডিক্যাল স্কুল নামে পরিচিত হয়। পরবর্তীতে স্বাধীনতার পর ১৯৫০ খ্রিস্টাব্দে অবশ্য 'ক্যাম্পবেল মেডিক্যাল স্কুল' পরিবর্তিত হয় নীলরতন সরকার মেডিক্যাল কলেজ ও হাসপাতাল নামে।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nআর্কিবল্ড ক্যাম্পবেল ১৮০৫ খ্রিস্টাব্দের ২০ এপ্রিল যুক্তরাজ্যের আইল দ্বীপের পোর্ট এলেনে জন্মগ্রহণ করেন। পিতা ক্যাম্পবেল ছিলেন লেফটেন্যান্ট ও মাতা হেলেন। তিনি প্রথমে গ্লাসগোতে ও পরে এডিনবার্গ বিশ্ববিদ্যালয়ে চিকিৎসাবিদ্যা নিয়ে পডাশোনা করেন। ১৮২৭ খ্রিস্টাব্দে তিনি এমডি স্নাতক ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nতিনি ১৮২৭ খ্রিস্টাব্দের ৮ মে  ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির বেঙ্গল মেডিক্যাল সার্ভিসে যোগ দেন। ১৮২৮ খ্রিস্টাব্দে মিরাটে ঘোডার আর্টিলারিতে আসেন ১৮৩২ খ্রিস্টাব্দে নেপালের কাঠমান্ডুতে প্রকৃতিবিদ ব্রায়ান হজসনের অধীনে সার্জন পদে যোগ দেন। ক্যাম্পবেলের  কর্মজীবনে হজসনের যথেষ্ট প্রভাব পড়েছিল। ১৮৪০ খ্রিস্টাব্দে ব্রিটিশ শাসক তাকে উত্তর-পূর্ব ভারতের দার্জিলিং-এ প্রথম এক আরোগ্য কেন্দ্রের সুপারিনটেনডেন্ট হিসাবে নিযুক্ত করে। ১৮৪৪ খ্রিস্টাব্দের ১৬ জানুয়ারি তিনি সার্জন পদে উন্নীত হন। তিনি চিকিৎসকের মহান দায়িত্বের সঙ্গে সেই অঞ্চলের জাতিতত্ত্ব, অর্থনৈতিক উদ্ভিদবিদ্যা বিষয়ে বিশেষভাবে আগ্রহ প্রকাশ করেন। পুলিশ সুপারের পদ লাভ করে তিনি দার্জিলিং শহর গড়ে তুলতে সচেষ্ট হন। দার্জিলিং অঞ্চলে মূলত পাঁচটি উপজাতি, লেপচা, মুরমিস, তিব্বতি, লিম্বু ও মেচিদের বসবাস ছিল। এরা  ভুটানি ও নেপালিদের দ্বারা নিগৃহীত হত। লর্ড অকল্যান্ডের ইচ্ছানুসারে ক্যাম্পবেল এই অঞ্চলের অর্থনৈতিক উন্নয়নের জন্য বিভিন্ন ব্যবস্থা গ্রহণ করেন। ক্যাম্পবেল দায়িত্ব নেওয়ার আগে ১৮৩৯ খ্রিস্টাব্দের দার্জিলিং-এর  জনসংখ্যা ছিল একশোরও কম। কিন্তু তার অর্থনৈতিক উন্নয়নে নেপাল, সিকিম এবং ভুটান থেকে অভিবাসীদের আগমন ঘটতে লাগল এবং জনসংখ্যা দশ বছরে বৃদ্ধি হয়ে দশ হাজারে পরিণত হল।   \nএদিকে বৈজ্ঞানিক অনুসন্ধিৎসু মনের মানুষ ক্যাম্পবেল উদ্ভিদবিদ্যা, কৃষি-অর্থনীতি, কৃষি ভিত্তিক শিল্প সম্ভাবনা, স্থানীয় ভেষজ গুণসম্পন্ন উদ্ভিদ, ঝড় বৃষ্টি বাতাসের গতি নিয়ে গবেষণা, পশুদের অসুখ বিসুখ নিয়ে ভাবনা-চিন্তাসহ বিভিন্ন দিকে তার মনোযোগ ছিল। সমস্ত বিষয়েই তার সুচিন্তিত মতামত এশিয়াটিক সোসাইটির জার্নালে প্রকাশিত  হয়েছে। দার্জিলিং-এ চা-চাষ ও সিঙ্কোনা চাষের প্রাথমিক পরীক্ষা ও প্রবর্তনে ক্যাম্পবেলের ভূমিকাও ছিল অনস্বীকার্য। তিনি নানাবিধ কাজে সঙ্গে পেয়ে যান ব্রিটিশ পর্যটক ও উদ্ভিদবিদ স্যার জোসেফ ডালটন হুকারকে। হুকারই ম্যাগনেলিয়া প্রজাতির এক উদ্ভিদের নামকরণ আর্কিবল্ড ক্যাম্পবেলের নাম যুক্ত করে রাখেন ম্যাগনেলিয়া ক্যাম্পবেলি। \n\nআর্কিবল্ড ক্যাম্পবেল ১৮৬২ খ্রিস্টাব্দের ৮ ফেব্রুয়ারি অবসর গ্রহণ করেন, কিন্তু তিনি ১৮৭২ খ্রিস্টাব্দে যুক্তরাজ্যে  ফিরে যান। যুক্তরাজ্যের  বার্কশায়ারের স্লো'তে তার বাড়িতে বসবাস করতে থাকেন এবং আমৃত্যু স্থানীয় অরফান অ্যাসাইলামে যুক্ত ছিলেন।\n\n\n== পারিবারিক জীবন ও জীবনাবসান ==\nক্যাম্পবেল ১৮৪১ খ্রিস্টাব্দের ১০ নভেম্বর দার্জিলিং-এ বেঙ্গল মেডিক্যাল সার্ভিসের জন ল্যাম্বের দ্বিতীয় কন্যা এমিলি অ্যানকে বিবাহ করেন। তাদের বারোটি সন্তানের মধ্যে নয়টি জীবিত ছিল। ১৮৭৪ খ্রিস্টাব্দের ৫ নভেম্বর প্রাচ্যবিদদের আন্তর্জাতিক কংগ্রেসে অংশগ্রহণ করেন এবং সেখানে অসুস্থ হন।  অল্প কিছুক্ষণের মধ্যেই পরলোক গমন করেন। তাকে উত্তর-পশ্চিম ইংল্যান্ডের আপটনে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র =="}