{"pageid": 1322948, "title": "উত্তরপ্রদেশের পাঠান", "url": "https://bn.wikipedia.org/wiki?curid=1322948", "content": "পশতুন বা পাঠান হল ভারতের উত্তর প্রদেশ রাজ্যের একটি বৃহৎ উর্দুভাষী সম্প্রদায়, যারা রাজ্যের অন্যতম বৃহত্তম ভারতীয় মুসলিম সম্প্রদায় গঠন করে। তারা খান নামেও পরিচিত, যা তাদের মধ্যে একটি সাধারণভাবে ব্যবহৃত উপাধি, যদিও যারা এই উপাধি ব্যবহার করে তারা সবাই পাঠান নয়, উদাহরণস্বরূপ পূর্ব উত্তর প্রদেশের খানজাদা সম্প্রদায় সাধারণভাবে খান নামে পরিচিত। প্রকৃতপক্ষে, আওধে, খানজাদা ও পাঠানদের মধ্যে গণ্ডি অস্পষ্ট। উপরন্তু, পাঠান খানজাদা শব্দটি মুসলিম রাজপুত গোষ্ঠীগুলিকে বর্ণনা করতে ব্যবহৃত হয়, যা মূলত গোরখপুরে প্রতিষ্ঠিত হয়েছে, যারা পাঠান সম্প্রদায়ের মধ্যে মিশে গেছে। যাইহোক, রোহিলখন্ড অঞ্চলে এবং দোয়াব ও আওধ অঞ্চলের কিছু অংশে আংশিক পশতুন বংশের সম্প্রদায় রয়েছে যেমন রোহিল্লার কৃষি কৃষক সম্প্রদায়।\n\n\n== ইতিহাস ==\nঅনেক পশতুন তাদের জন্মভূমি আফগানিস্তান থেকে মুঘল সাম্রাজ্যের সময় উত্তর ভারতে চলে আসেন। ব্রিটিশ রাজ আমলে তাদের অনেকেই ছিলেন ব্যবসায়ী, সৈনিক ও বেসামরিক কর্মচারী। স্বদেশীকরণের একটি প্রক্রিয়া ঘটেছে ও স্থানীয় বর্ণের সাথে আন্তঃবিবাহের মতো সামাজিক কারণগুলির কারণে পাঠান সম্প্রদায় প্রতিবেশী মুসলিম সম্প্রদায়ের থেকে আলাদা হয়ে উঠেছে। তারা এখন হিন্দুস্তানি (খারি বলি) পাশাপাশি আওয়াধি, ব্রজ ভাষা এবং কনৌজির মতো ভাষার বিভিন্ন স্থানীয় উপভাষায় কথা বলে এবং মোরাদাবাদ, ফারুখাবাদ, হাতরাস, মালিহাবাদ ও রোহিলখন্ড অঞ্চলে তাদের একটি ঘন বসতি সহ উত্তর প্রদেশ জুড়ে এদের পাওয়া যায়। এছাড়াও, তাদের উল্লেখযোগ্য পরিমাণ আজমগড়, সুলতানপুর ও জৌনপুরের কিছু অংশে পাওয়া যায়।\nপাঠানরা ষোলটি দলে বিভক্ত, যারা সাধারণত পূর্বপুরুষ পশতুন উপজাতি থেকে তাদের নাম নেয়। এর মধ্যে রয়েছে বঙ্গাশ, আফ্রিদি, তানোলি, লুনি (মিয়ানি), জাদুন, বাকারজাই, বারেচ, দাউদজাই, দিলাজাক, দুররানি, ঘোরঘুষ্টি, তোয়া মেহসুদ খেল, ঘোরি, খলিল, লোদি, মহমান্দ, মোহাম্মদজাই, ওরাকজাই, রোহিল্লা, শেরওয়ানি, সুরি, সুলতানি ও ইউসুফজাই, যাদের সবাই সুপরিচিত পশতুন উপজাতি। আঞ্চলিক উপগোষ্ঠী ও সম্প্রদায়ের বন্ধনের উপর ভিত্তি করে কাবিলা বা বিরদারি নামে পরিচিত একটি পরিচয়ের ভিত্তিতে আরও একটি পার্থক্য বিদ্যমান। উত্তরপ্রদেশের শহরের মুসলিম এলাকার পুরনো অংশে পাঠানরা তাদের নিজস্ব আবাসিক এলাকা বজায় রেখেছে। পাঠানরা কোনো অন্তঃবিবাহিত গোষ্ঠী নয় ও একই ধরনের সামাজিক মর্যাদার অন্যান্য সুন্নি মুসলিম সম্প্রদায়ের সাথে যেমন মুঘল ও মুসলিম রাজপুতদের সাথে আয়োজিত বিয়ে হয়, যদিও সম্প্রদায়ের মধ্যে বিবাহের একটি অগ্রাধিকার রয়েছে। রোহিলখণ্ডে, তারা এখনও কৃষির সাথে যুক্ত একটি সম্প্রদায় যা ঐতিহাসিকভাবে জমির মালিকদের একটি সম্প্রদায়।\nপাঠানরা ইউপিতে মুসলিম ধর্মীয় ক্ষেত্রেও বিশিষ্ট ছিল, তারা অনেক উলামা ও হুফ্ফাজ তৈরি করেছে এবং এই সম্প্রদায়ের দ্বারা প্রতিষ্ঠিত অনেক মসজিদ ও মাদ্রাসা নির্মাণ ও অর্থায়ন করেছে। আনুষ্ঠানিক শিক্ষার পরিপ্রেক্ষিতে, তাদের একটি মুসলিম সম্প্রদায় হিসাবে দেখা হয় যাদের শিক্ষার প্রতি অনুকূল মনোভাব রয়েছে ও অনেকেই এখন পেশাগত পেশায় রয়েছে, যেমন চিকিৎসা ও আইনি ক্ষেত্র।\n\n\n== তথ্যসূত্র =="}