{"pageid": 1322194, "title": "আমাজন (নারী যোদ্ধা)", "url": "https://bn.wikipedia.org/wiki?curid=1322194", "content": "আমাজন হলো গ্রীক পৌরাণিক কাহিনী, অনেকগুলি প্রাচীন মহাকাব্য এবং কিংবদন্তীতে চিত্রিত একদল নারী যোদ্ধা। তারা ছিল একদল অসাধারণ দক্ষ যোদ্ধা এবং শিকারী, যাদের শারীরিক তৎপরতা এবং শক্তি, তীরন্দাজ ও অশ্বারোহণ দক্ষতা এবং যুদ্ধ কৌশল সমস্ত পুরুষদেরও ছাড়িয়ে গিয়েছিল। তাদের সমাজ পুরুষদের জন্য নিষিদ্ধ ছিল এবং তারা শুধুমাত্র তাদের কন্যাদেরই পালন করতো। আর তাদের ছেলেদের তারা হত্যা করতো নয়তো তাদের পিতাদের কাছে ফিরিয়ে দিতো , যাতে করে পরবর্তীতে তাদের সাথে তারা শুধুমাত্র প্রজনন করার জন্য সংক্ষিপ্তভাবে মিলিত হতে পারে।\n\n\n== ব্যুৎপত্তি ==\n\n\n=== নামের উৎপত্তি ===\n\n'আমাজন' শব্দটির উৎপত্তি অনিশ্চিত।  বিশেষজ্ঞদের ধারণামতে এটি ইরানী নৃতাত্ত্বিক নাম 'হা-মাজান' (অর্থ 'যোদ্ধা') থেকে উদ্ভূত হতে পারে।\nবিকল্পভাবে এটি একটি গ্রীক শব্দ 'এন-ম্যাংজ-ইও -নস' হতেও উদ্ভূত হতে পারে, যার অর্থ দাড়ায় 'পুরুষহীন অথবা স্বামী ছাড়া', যা মূলত চেক মুজে খুঁজে পাওয়া যায় (যেখানে 'ম্যান' শব্দটি প্রোটো-বাল্টো-স্লাভিক 'ম্যাংজা'- মূলধাতু থেকে এসেছে)। জালমার ফ্রিস্কের মতে যেটা \"অসম্ভাব্য\" একটি ব্যাখ্যা। এর আরও একটি সম্ভাব্য ব্যাখ্যা উৎস হিসেবে ইরানি শব্দ 'আমা-জানাহ '(অর্থ 'পুরুষ-হত্যা')-ও প্রস্তাব করা হয়ে থাকে। \n\n\n=== বিকল্প পদ ===\nইতিহাসবিদ এবং ইতিহাসের জনক হেরোডোটাস তার গ্রিক পুরাণ গ্রন্থে 'অ্যান্ড্রোকটোঅর্থনস' এবং 'অ্যান্ড্রোলেটিরাই' শব্দদ্বয় ব্যবহার করেছেন, যাদের অর্থ দাড়ায় 'পুরুষদের হত্যাকারী' এবং 'পুরুষদের ধ্বংসকারী/ খুনি'। আমাজনদের আরও কিছু ডাকনামের মাঝে রয়েছে 'অ্যান্টিআনিরাই ' (অর্থ 'পুরুষের সমতুল্য' এবং 'স্টাইগ্যানর' (অর্থ 'যারা সব পুরুষকে ঘৃণা করে')\n\n\n== ঐতিহাসিকতা ==\n\nআমাজনদের অস্তিত্ব বা ঐতিহাসিকতা নিয়ে প্রাচীন গ্রীকদের কখনই কোন সন্দেহ ছিল না। শুধুমাত্র যাযাবর সংস্কৃতির যুদ্ধবাজ মহিলাদের দ্বারা মন্ত্রমুগ্ধ লোকেরাই নয়, আমাজন সম্পর্কৃত বিভিন্ন ধরনের উত্তেজনাপূর্ণ গল্পগুলি প্রাচীন মিশর, পারস্য, ভারত এবং চীন থেকেও এসেছে। এটা বাস্তবেই সম্ভব যে, প্রাচীনকালের গ্রীক বীররা তাদের সমর সমাজের রাণীদের সাথে একদা মুখোমুখি হয়েছিল এবং তাদের সাথে যুদ্ধ করেছিল। যদিও, তাদের আসল অবস্থান সঠিকভাবে জানা যায়নি, তবে সেটা সভ্য বিশ্বের বাইরে অস্পষ্ট ভূমিতে অবস্থিত হতে পারে বলে ধারণা করা হয়েছিল। ফলস্বরূপ, শতাব্দীর পর শতাব্দী ধরে পণ্ডিতরা আমাজনদের সম্পূর্ণ কাল্পনিক বলে বিশ্বাস করেছিলেন, যদিও গ্রীক ইতিহাসগ্রন্থে আমাজনদের একটি ঐতিহাসিক কেন্দ্রের জন্য বিভিন্ন প্রস্তাব ছিল। কিছু লেখক তাদের এশিয়া মাইনর বা এমনকি মিনোয়ান সভ্যতার সংস্কৃতির সাথে তুলনা করতেও পছন্দ করেন। তবে এখন অব্দি সবচেয়ে সুস্পষ্ট ঐতিহাসিক দাবিদার লিসিয়া এবং হেরোডোটাসের বর্ণনার সাথে সঙ্গতিপূর্ণ দাবিদার সিথিয়া এবং সারমাটিয়া । হেরোডোটাস তার ইতিহাসগ্রন্থে (খ্রিস্টপূর্ব ৫ম শতাব্দী লিখিত) দাবি করেছেন যে সৌরোমাটে (সারমাটিয়ানদের পূর্বসূরি যারা কাস্পিয়ান সাগর এবং কৃষ্ণ সাগরের মধ্যবর্তী ভূমি শাসন করেছিল)সিথিয়ান এবং আমাজনদের মিলন থেকেই উদ্ভূত হয়েছিল।\n\n\n== পৌরাণিক কাহিনীসমূহ ==\n\nপৌরাণিক কাহিনী অনুসারে, প্রথম আমাজন রানী ওট্রেরা, যুদ্ধের দেবতা অ্যারেস এবং আকমোনিয়ান উডের নিম্ফ হারমোনিয়ার একজন বংশধর এবং বিশেষ একজন দেবী।   \nপ্রারম্ভিক নথিপত্র দুটি ঘটনার উল্লেখ করে, যেখানে আমাজনরা ট্রোজান যুদ্ধের আগেই (১২৫০ খ্রিস্টপূর্বাব্দের আগে) উপস্থিত হয়েছিল। গ্রীক মহাকাব্যের প্রেক্ষাপটে, গ্রীক পুরাণের নায়ক বেলেরোফোন এবং ট্রোজান যুদ্ধের প্রবীণ সৈনিক গ্লাউকোস এবং সারপেডন, লিসিয়াতে থাকার সময় আমাজনদের মুখোমুখি হন, যখন রাজা আইওবেটস বেলেরোফোনকে আমাজনদের সাথে যুদ্ধ করতে পাঠান, এই আশায় যে তারা তাকে হত্যা করবে।\nট্রয়ের যুবক রাজা প্রিয়াম ফ্রীজিয়ানদের পক্ষে যুদ্ধ করেছিলেন, যারা সাঙ্গারিওস নদীতে আমাজনদের দ্বারা আক্রান্ত হয়েছিল। \n\n\n=== ট্রোজান যুদ্ধে আমাজন ===\nহোমারের ট্রোজান যুদ্ধের প্রেক্ষাপটে রচিত মহাকাব্য, ইলিয়াড -এর ইউরোপের প্রাচীনতম টিকে থাকা সংস্করণগুলির মধ্যে একটি (খ্রিষ্টপূর্ব ৮ম শতাব্দীর কাছাকাছি) আমাজন নারীর চরিত্র রয়েছে। বর্তমানে হারিয়ে যাওয়া মহাকাব্য এথিওপিস (সম্ভবত খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দীর মিলিতাসের আর্কটিনাস দ্বারা রচিত), যাতে ইলিয়াড এবং অন্যান্য কয়েকটি মহাকাব্যের মতোই ট্রোজান যুদ্ধ মহাকাব্য চক্র পরিলক্ষিত হয়। পাঠ্যটির কয়েকটি উল্লেখের মধ্যে একটিতে, রাণী পেনথেসিলিয়ার (যিনি থ্রেসিয়ান জন্মগ্রহণ করেছিলেন) অধীনে একটি আমাজন বাহিনী হেক্টরের মৃত্যুর পরে ট্রোজানদের দলে যোগ দিতে এসেছিল এবং প্রাথমিকভাবে গ্রীকদের গুরুতর চাপের মধ্যে ফেলেছিল। শুধুমাত্র সর্বশ্রেষ্ঠ প্রচেষ্টা এবং পুনরুজ্জীবিত নায়ক অ্যাকিলিসের সাহায্যের পরে, গ্রীকরা অবশেষে বিজয়ী হয়েছিল। একক যুদ্ধে পরাক্রমশালী অ্যাকিলিসের সাথে লড়াই করতে গিয়ে পেন্টেসিলিয়া মারা যান।  হোমার নিজেই আমাজন পৌরাণিক কাহিনীগুলিকে সমগ্র গ্রীস জুড়ে সাধারণ জ্ঞান বলে মনে করেছিলেন, যা থেকে বোঝা যায় যে সেগুলি তার আগে থেকেই কিছু সময়ের জন্য পরিচিত ছিল। তিনি আরও নিশ্চিত ছিলেন যে আমাজনগুলি তার আশেপাশে নয়, তবে এশিয়া মাইনরের লিসিয়া বা তার আশেপাশে কোথাও অথবা গ্রীক বিশ্বের কোনো একটি ভাল জায়গায় বাস করতো।\nইলিয়াডে ট্রয়কে মাইরিনের মৃত্যুর স্থান হিসেবে উল্লেখ করা হয়েছে।   পরবর্তীতে তাকে আমাজনের একজন রানী হিসেবে চিহ্নিত করা হয়। ডিওডোরাস (খ্রিস্টপূর্ব ১ম শতাব্দী) অনুসারে, তার শাসনাধীন আমাজনরা আটলান্টিয়ানদের অঞ্চল আক্রমণ করে, আটলান্টিয়ান শহর সের্নের সেনাবাহিনীকে পরাজিত করে এবং শহরটিকে ধ্বংস করে দেয়। \n\n\n== আমাজনের রানীগণ ==\nসবচেয়ে বিশিষ্ট আমাজন রাণীদের মধ্যে ছিলেন:\n\nওট্রেরা, আমাজনের প্রথম রাণী এবং যুদ্ধ ও সাহসের দেবতা আরেসের সহধর্মিনী (অন্য ব্যাখায় ওট্রেরা ছিলেন আরেসের অনুল্লেখিত একজন কন্যা)। তিনি হিপ্পোলিটা, অ্যান্টিওপ, মেলানিপে এবং পেনথেসিলিয়ার মা এবং ইফেসাসের আর্টেমিসের মন্দিরের পৌরাণিক বা আদি প্রতিষ্ঠাতাও ছিলেন ।\nহিপ্পোলিটা , ওট্রেরা এবং অ্যারেসের কন্যা। তিনি থিসিয়াস এবং হেরাক্লিস পুরাণের চরিত্র, যেখানে অ্যান্টিওপ তার বোন।\nআলসিপ্প, একমাত্র আমাজন যিনি সতীত্বের শপথ নিয়েছেলেন বলে পরিচিত।\nপেনথেসিলিয়া , যে তার বোন হিপ্পোলিটাকে শিকার - কালীন দুর্ঘটনায় হত্যা করেছিলো। প্রাথমিক চিকিৎসার জন্য তার যোদ্ধারা যখন ট্রোজানদের নিকট আসে, তখন তারা অ্যাকিলিসের কাছে পরাজিত হয়।\nমিরিনা , যিনি লিবিয়ায় একটি সামরিক অভিযানের নেতৃত্ব দেন, আটলান্টিনদের পরাজিত করেন, মিশরের শাসকের সাথে একটি জোট গঠন করেন এবং অসংখ্য শহর ও দ্বীপ জয় করেন।\nথ্যালেস্ট্রিস, যিনি আমাজনের সর্বশেষ পরিচিত রানী। কিংবদন্তি অনুসারে, তিনি ৩৩০ খ্রিস্টপূর্বাব্দে গ্রীক বীর আলেকজান্ডার দ্য গ্রেটের সাথে দেখা করেছিলেন। তার বসবাস ছিলো থার্মোডন অঞ্চল বা ক্যাস্পিয়ান সাগরের দক্ষিণের পর্বতপথের নিকট ।\n\n\n== শিল্পে আমাজন ==\n\nপ্রায় ৫৫০ খ্রিস্টপূর্বাব্দের শুরু। সাহসী যোদ্ধা এবং অশ্বারোহী যোদ্ধা হিসাবে আমাজনদের চিত্র ফুলদানিতে অঙ্কিত হয়েছিল। ৪৯০ খ্রিস্টপূর্বাব্দে ম্যারাথনের যুদ্ধের পর আমাজন যুদ্ধ - অ্যামাজোনোমাচি মৃৎশিল্পের জনপ্রিয় মোটিফ হয়ে ওঠে। খ্রিস্টপূর্ব ষষ্ঠ শতাব্দীর মধ্যে, উন্মুক্ত এবং ব্যক্তিগতভাবে প্রদর্শিত চারুশিল্প পেডিমেন্ট রিলিফ, সারকোফ্যাগি, মোজাইক, মৃৎপাত্র, গয়না এবং এমনকি স্মারক ভাস্কর্যের জন্য আমাজন চিত্র ব্যবহার করত, যা এথেন্সের পার্থেননের মতো গুরুত্বপূর্ণ ভবনগুলিকে শোভিত করেছিল। আমাজন মোটিফগুলি রোমান সাম্রাজ্যের সময় পর্যন্ত এবং প্রাচীনকালের শেষ পর্যন্ত জনপ্রিয় ছিল। \n\n\n== তথ্যসূত্র =="}