{"pageid": 1322738, "title": "পাথিরি", "url": "https://bn.wikipedia.org/wiki?curid=1322738", "content": "পাথিরি ( মালয়ালম: പത്തിരി   , উচ্চারণ [patː̪iɾi] ) চালের আটা দিয়ে তৈরি একটি মিষ্টি প্যানকেক। এটি দক্ষিণ ভারতের কেরালা রাজ্যের মালাবার অঞ্চলের ম্যাপিলাদের স্থানীয় খাবারের একটি অংশ। কেরালার মালাবার অঞ্চলে মুসলিম সম্প্রদায়ের তৈরি পাথিরি বিখ্যাত। রোজা ইত্যাদিতে পাথিরি এবং মুরগির মাংস একটি বহুল ব্যবহৃত খাবার। এটি কাসারগড় অংশে পাথল নামে পরিচিত।\nমালাবার অঞ্চলের কিছু জায়গায় পাথিরিকে আরি পাথিল এবং পাথিল বলা হয়। পাথিরি শব্দের উৎপত্তি আরবি শব্দ ফাতিরা থেকে এসেছে যার অর্থ প্যাস্ট্রি। এটাও বিশ্বাস করা হয় যে পাথিরি মালাবারে বসবাসকারী আরবদের থেকে উদ্ভূত হয়েছিল।\nআজ, পাথিরি এখনও কেরালার মুসলমানদের মধ্যে একটি জনপ্রিয় খাবার।  পাথিরি দিয়ে মাংস বা মাছ খাওয়া হয়, যা মূলত রাতের খাবারের জন্য তৈরি করা হয়। কিছু অঞ্চলে, মুসলিম রোজা মাসে, পাথিরি ইফতারে পরিবেশন করা হয়। কিছু অঞ্চলে পাথিরিকে নারকেলের দুধে ভিজিয়ে নরম করা হয়।\nপাথিরির বিভিন্ন বৈচিত্র্যের মধ্যে আছে নেইপাথিরি, পরিচা পাথিরি, মীন পাথিরি এবং ইরাচি পাথিরি।\n\n\n== ব্যুৎপত্তি ==\nপাথিরির অর্থ ফার্সি ভাষায় চ্যাপ্টা মিষ্টি। ফাতিরি বা পাথিরি পারস্য থেকে কেরালায় আসে। আরবীতে ফাতিরা বলা হয়, কিন্তু বর্তমানে আরব দেশে চালের আটা দিয়ে ফাতিরি নামক মিষ্টি তৈরি করা হয় না।\n\n\n== প্রস্তুত প্রণালী ==\nমিহি গুঁড়ো করা চালের আটা লবণযুক্ত ফুটন্ত জল এবং মাখনের (ঐচ্ছিক) সাথে মিশিয়ে ভাল করে মাখা হয়। এরপর তার থেকে ছোট বল বা লেচি তৈরি করা হয় এবং হাত দিয়ে হালকা চাপ দেওয়া হয়। এরপর এগুলি চালের আটা ছড়িয়ে রুটির মতো পাতলা করে বেলা হয়। গরম চাটুর ওপর একপিঠ  সেঁকে নিয়ে তারপর ওল্টানো হয়। এইভাবে সেঁকা পাথিরিগুলিকে বিছিয়ে দেওয়া হয় এবং ঠাণ্ড হওয়ার পরে, সেগুলিকে খাবার জন্য পাত্রে স্তুপ করে রাখা হয়।\n\n\n== মাংস পাথিরি ==\nইরাচি পাথিরি হল মাংসের পাথিরি। এটি উত্তর মালাবারের খুব বিখ্যাত একটি খাবার এবং এটি তালসেরি, বড়করা এবং মালাপ্পুরম অঞ্চলে সাধারণভাবে খাওয়া হয়। এটি সিঙ্গাড়ার মতোই, শুধুমাত্র পার্থক্য হল বাইরের অংশটি মশলা মেশানো গমের আটা দিয়ে তৈরি। কিছু কিছু জায়গায় বাইরের অংশের জন্য ময়দাও ব্যবহার করা হয়। মুরগি বা অন্যান্য মাংসকে ছোট ছোট টুকরো করে কেটে পেঁয়াজ, কাঁচা লঙ্কা, আদা, হলুদ এবং কিছু লঙ্কা গুঁড়ো দিয়ে রান্না করে সিঙ্গাড়ার পুর হিসেবে ব্যবহার করা হয়।\n\n\n== পরিচা পাথিরি ==\nপরিচা পাথিরি বা ভাজা পাথিরি একটি সুস্বাদু খাবার যা সন্ধ্যার জলখাবার হিসাবে উপভোগ করা যেতে পারে।\n\n\n== আরও দেখুন ==\n\nকিন্নাথপ্পাম\nকালথাপ্পাম\nআলসা\nপশতি\nকেরালার রান্না\nকেরালায় আরবের প্রভাব: মালিক ইবনে দিনার\nভারতীয় রুটির তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে পাথিরি সম্পর্কিত মিডিয়া দেখুন।\n\nটেমপ্লেট:প্যানকেক"}