{"pageid": 1322210, "title": "ফ্লপি ডিস্ক", "url": "https://bn.wikipedia.org/wiki?curid=1322210", "content": "ফ্লপি ডিস্ক বা ফ্লপি ডিস্কেট (সাধারণভাবে ফ্লপি বা ডিস্কেট হিসাবে উল্লেখ করা হয়) হল একটি অপ্রচলিত ধরনের ডিস্ক স্টোরেজ যা একটি ফ্যাব্রিক দিয়ে রেখাযুক্ত একটি বর্গক্ষেত্র বা প্রায় বর্গাকার প্লাস্টিকের ঘেরে একটি চৌম্বকীয় স্টোরেজ মিডিয়ামের একটি পাতলা এবং নমনীয় ডিস্ক দ্বারা গঠিত। ফ্যাব্রিক স্পিনিং ডিস্ক থেকে ধুলো কণা অপসারণ করে। ফ্লপি ডিস্ক ডিজিটাল ডেটা সঞ্চয় করে যা কম্পিউটার বা অন্য ডিভাইসের সাথে বা ভিতরে সংযুক্ত ফ্লপি ডিস্ক ড্রাইভে ঢোকানো হলে পড়া এবং লেখা যায়।\nপ্রথম ফ্লপি ডিস্ক, আইবিএম দ্বারা উদ্ভাবিত এবং তৈরি, একটি ডিস্কের ব্যাস ছিল প্রথমে ৮ ইঞ্চি (২০৩.২ মিলিমিটার) ।  পরবর্তীকালে, ৫+১⁄৪-ইঞ্চি এবং তারপর ৩+১⁄২-ইঞ্চি ২১ শতকের প্রথম বছরগুলিতে ডেটা স্টোরেজ এবং স্থানান্তরের সর্বব্যাপী রূপ হয়ে ওঠেছিল।  ৩½-ইঞ্চি ফ্লপি ডিস্ক এখনও একটি বহিঃস্থ এইএসবি ফ্লপি ডিস্ক ড্রাইভের সাথে ব্যবহার করা যেতে পারে। ৫+১⁄৪-ইঞ্চি, ৮-ইঞ্চি এবং অন্যান্য আকারের ফ্লপি ডিস্কগুলির জন্য ইউএসবি ড্রাইভগুলি বিরল বা অস্তিত্বহীন হয়ে পরেছে৷ কিছু ব্যক্তি এবং সংস্থা ফ্লপি ডিস্ক থেকে ডেটা পড়তে বা স্থানান্তর করার জন্য পুরানো সরঞ্জাম এখনও ব্যবহার করে চলেছে।\nফ্লপি ডিস্কগুলি ২০ শতকের শেষের দিকের সংস্কৃতিতে এতটাই সাধারণ ছিল যে অনেক ইলেকট্রনিক এবং সফটওয়্যার প্রোগ্রাম ২১ শতকে এসেও ফ্লপি ডিস্কের মতো দেখতে সেভ আইকনগুলি ব্যবহার করে চলেছে। যদিও ফ্লপি ডিস্ক ড্রাইভের এখনও কিছু সীমিত ব্যবহার রয়েছে, বিশেষ করে লিগ্যাসি ইন্ডাস্ট্রিয়াল কম্পিউটার ইকুইপমেন্টের সাথে। এগুলো ডাটা স্টোরেজ পদ্ধতি দ্বারা বাতিল করা হয়েছে অনেক বেশি ডেটা স্টোরেজ ক্ষমতা এবং উচ্চ ডেটা স্থানান্তর গতি অন্যান্য স্টোরেজ যেমন ইউএসবি ফ্ল্যাশ ড্রাইভ, মেমরি কার্ড, অপটিক্যাল ডিস্কের মাধ্যমে। এছাড়াও স্থানীয় কম্পিউটার নেটওয়ার্ক এবং ক্লাউড স্টোরেজ তো রয়েছেই।\n\n\n== ইতিহাস ==\n\n\n== আরও দেখুন ==\n৩+১⁄২-ইঞ্চি ফ্লপি ড্রাইভের জন্য বার্গ সংযোগকারী\nডিডি (ইউনিক্স)\nডিস্ক ইমেজ\nযে ফ্লপি অনুলিপি করবেন না\nফ্লপি ডিস্ক কন্ট্রোলার\nফ্লপি ডিস্ক হার্ডওয়্যার এমুলেটর\nফ্লপি ডিস্ক ভেরিয়েন্ট\nহার্ড ডিস্ক ড্রাইভ\nফ্লপি ডিস্কের ইতিহাস\nফ্লপি ডিস্ক ফরম্যাটের তালিকা\nশুগার্ট বাস - প্রধানত 8 ইঞ্চি ড্রাইভের জন্য এবং আংশিকভাবে ৫+১⁄৪-ইঞ্চির জন্য জনপ্রিয়\nএক্সডিএফ\nভিজিএ-কপি কপি টুল (ত্রুটির উপর পুনরায় চেষ্টা করুন, ওভার-ফরম্যাটেড ফ্লপি), ডস, বন্ধ\nজিপ ড্রাইভ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nWeyhrich, Steven (2005). \"The Disk II\": A detailed essay describing one of the first commercial floppy disk drives (from the Apple II History website).\nImmers, Richard; Neufeld, Gerald G. (1984). Inside Commodore DOS: The Complete Guide to the 1541 Disk Operating System. Datamost & Reston Publishing Company (Prentice-Hall). আইএসবিএন ০-৮৩৫৯-৩০৯১-২.\nEnglisch, Lothar; Szczepanowski, Norbert (1984). The Anatomy of the 1541 Disk Drive. Grand Rapids, Michigan, USA, Abacus Software (translated from the original 1983 German edition, Düsseldorf, Data Becker GmbH). আইএসবিএন ০-৯১৬৪৩৯-০১-১.\nHewlett Packard: 9121D/S Disc Memory Operator's Manual; printed ১ সেপ্টেম্বর 1982; part number 09121-90000.\n\n\n== বহিঃসংযোগ ==\nHowStuffWorks: কীভাবে ফ্লপি ডিস্ক ড্রাইভ কাজ করে\nকম্পিউটার আশা: কম্পিউটার ফ্লপি ড্রাইভ সম্পর্কে তথ্য\nNCITS (ANSI X3.162 এবং X3.171 ফ্লপি স্ট্যান্ডার্ডের উল্লেখ)\nফ্লপি ডিস্ক ড্রাইভ এবং মিডিয়া প্রযুক্তিগত তথ্য\nফ্লপি ব্যবহারকারীর নির্দেশিকা - ঐতিহাসিক প্রযুক্তিগত উপাদান\nফ্লপি ডিস্কের ধরন এবং স্পেসিফিকেশনের সারাংশ\n\nটেমপ্লেট:Ecma International Standards"}