{"pageid": 1322186, "title": "সিন্ধি রন্ধনশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1322186", "content": "সিন্ধি রন্ধনশৈলী (সিন্ধি:سنڌي کاڌا) পাকিস্তানের  সিন্ধু প্রদেশের সিন্ধি জনগোষ্ঠীর স্বতন্ত্র স্থানীয় খাবারকে বোঝায়। সিন্ধি রন্ধনশৈলী মধ্য এশীয়, ইরানী, মুঘল খাদ্য ঐতিহ্য দ্বারা প্রভাবিত হয়েছে। এটি বেশিরভাগই একটি আমিষ জাতীয় খাবার,  এমনকি সিন্ধি হিন্দুরাও মাংস খাওয়াকে ব্যাপকভাবে গ্রহণ করে। বেশিরভাগ সিন্ধি পরিবারের দৈনন্দিন খাবারের মধ্যে থাকে গম-ভিত্তিক ফ্ল্যাট-রুটি (ফুলকা) এবং ভাতের সাথে দুটি পদ, গ্রেভি ও একটি শুকনো দই, পাপড় বা আচার। মিঠা পানির মাছ এবং বিভিন্ন ধরনের শাকসবজি সাধারণত সিন্ধি রান্নায় ব্যবহৃত হয়। সিন্ধি রন্ধনশৈলীতে বিশেষায়িত রেস্তোরাঁগুলিতে এটি বিরল, যদিও এটি সিন্ধি প্রদেশের গ্রামীণ এলাকায় ট্রাক স্টেশন ও শহুরে সিন্ধুর কয়েকটি রেস্তোরাঁয় পাওয়া যায়।\n\n\n== ঐতিহাসিক প্রভাব ==\nভারতে ইসলামের আগমন স্থানীয় রন্ধনশৈলীকে ব্যাপকভাবে প্রভাবিত করেছিল। যেহেতু মুসলমানদের শুকরের মাংস খাওয়া বা অ্যালকোহল পান করা নিষিদ্ধ এবং হালাল খাদ্যের নির্দেশিকা কঠোরভাবে পালন করা হয়, তাই মুসলিম সিন্ধিরা গরুর মাংস, ভেড়ার মাংস, মুরগির মাংস, মাছ, শাকসবজি এবং ঐতিহ্যবাহী ফল ও দুগ্ধজাতীয় উপকরণগুলিতে মনোযোগ দেয়। হিন্দু সিন্ধি রন্ধনশৈলী প্রায় একই তবে পার্থক্য এই যে, গরুর মাংস বাদ দেওয়া হয়। সিন্ধি খাবারে মধ্য এশীয়, দক্ষিণ এশীয় এবং মধ্যপ্রাচ্যের খাবারের প্রভাব সর্বব্যাপী। সিন্ধি রন্ধনশৈলী ভারতেও পাওয়া যায়, যেখানে ১৯৪৭ সালে ভারত বিভক্তির পরে অনেক সিন্ধি হিন্দু স্থানান্তরিত হয়েছিল। \nস্বাধীনতার আগে সিন্ধু রাজ্য বোম্বে প্রেসিডেন্সির অধীনে ছিল।\n\n\n== খাবার ==\n\nবিহ (ইংরেজিতে সহজ অর্থ ''পদ্ম মূল')। সিন্ধুর উত্তরে একটি উচ্চ মানের পদ্ম মূল জন্মে যা পরে বিভিন্ন মশলা ব্যবহার করে মাটির পাত্রে রান্না করা হয়, যার ফলে একটি চমৎকার সুস্বাদু খাবার তৈরি হয় যা সারা পাকিস্তানে বিখ্যাত। সিন্ধি বিরিয়ানি, সিন্ধি কারি, সাবু ডাল চাওয়াল (ভাতের সাথে হলুদ ডাল)।\n\n\n== পানীয় ==\n\nথাডাল (বাদাম ও পোস্ত বীজ থেকে তৈরি বিখ্যাত সিন্ধি পানীয় - খশখশ)। \nখিরনি (এলাচ ও জাফরানের স্বাদ সহ দুধ দিয়ে তৈরি গরম পানীয়)।\nশরবত (গোলাপের পাপড়ি বা চন্দন কাঠ দিয়ে তৈরি পানীয়)।\nফালুদা (একটি আইসক্রিমের উপরে সেমাই ও বরফ)\nলস্যি (দহি (দই)-ভিত্তিক ঐতিহ্যবাহী পানয়)\n\n\n== বিশেষ অনুষ্ঠানের জন্য খাবার ==\nকিছু খাবার বিশেষ উপলক্ষ্যে পরিবেশন করা হয় যেমন দীপাবলি এ ভাজি ,(সবজি পদ বা চিটি-কুনি) যা সাতটি সবজি দিয়ে তৈরি করা হয়। গুরুতর অসুস্থতা থেকে সুস্থতার জন্য বিশেষ খাবারগুলিও পরিবেশন করা হয় উদাহরণস্বরূপ, যখন কেউ চিকেন পক্স থেকে সম্পূর্ণ সুস্থ হয়ে উঠে, তখন সাধারণত নৈবেদ্য প্রদান করা হয় এবং \"মিথো লোলো\" তৈরি করা হয়, একটি মিষ্টি ভাজা ফ্ল্যাটব্রেড: মণ্ডটি তৈরি হয় গমের আটা থেকে, যাতে তেল (বা ঘি) এবং এলাচের স্বাদযুক্ত চিনির সিরাপ মিশ্রিত করা হয়।\n\nসিন্ধুর একটি জনপ্রিয় খাবার সাই ভাজি, চালে পালং শাকের তরকারির সাথে পরিবেশন করা সাদা ভাপ দেওয়া ভাত থাকে যা টমেটো, পেঁয়াজ এবং রসুন দিয়ে 'তর্কা' দেওয়া হয়।\nডাল পাকওয়ান (বেশিরভাগই সিন্ধি হিন্দুরা খায়)\nকোকি  আরেকটি জনপ্রিয় সিন্ধি রুটি যা গমের আটা দিয়ে তৈরি করা হয় ও যে কোনো ডাল, সবজি বা এমনকি দই বা চায়ের সঙ্গেও ভালো যায়।\nসেভাইয়াঁ (সেমাই), সাধারণত একটি মিষ্টি (কখনও কখনও দুধ-ভিত্তিক) মিষ্টান্ন হিসাবে পরিবেশন করা হয় ও জনপ্রিয়: মুসলিম সিন্ধিরা এটি ঈদুল আজহা ও ঈদুল ফিতরে পরিবেশন করে। বিশেষ ধর্মীয় অনুষ্ঠানে দুধের সাথে মিঠো লোলো দরিদ্রদের দেওয়া হয়।\n\nসিন্ধি কড়ি একটি অনন্য এবং বিশেষ খাবার যা বিশেষত ভারতে বসবাসকারী সিন্ধিদের দ্বারা উৎসব উপলক্ষে তৈরি করা হয়। এটিতে ছোলার মটর ময়দা থেকে তৈরি একটি ঘন মশলাদার গ্রেভি থাকে যা সাধারণত মৌসুমি শাকসবজির সাথে কাড়ি তৈরির জন্য ব্যবহৃত বাটার দুধ থেকে আলাদা। এটি ভাতের সাথে গরম পরিবেশন করা হয়।\nমিঠো লোলো বিভিন্ন অনুষ্ঠানে মাথো নামক ঠাণ্ডা বাটার দুধের সাথেও পরিবেশন করা হয়।\n'খির খারকুন' নামে একটি বিশেষ মিষ্টি খাবার তৈরি করা হয় এবং ঈদ উল-ফিতরে পরিবেশন করা হয়, এটি খেজুর ও দুধ মিশিয়ে এবং ধীরে ধীরে কয়েক ঘন্টার জন্য মিশ্রণটি সিদ্ধ করে প্রস্তুত করা হয়। খাবারটি শীতকালে গরম ও গ্রীষ্মে ঠান্ডা খাওয়া হয়।\nসিন্ধি খাবারের একটি প্রধান উপাদান তরিয়াল পাটাটা, যাকে টুক আলুও বলা হয়, যা  স্থানীয় মশলা দিয়ে পাতলা করে কাটা, প্যানে ভাজা বা গভীর ভাজা আলুর একটি রূপ। এগুলি বেশিরভাগ গ্রামীণ পরিবারে সাধারণত রাতের খাবারে খাওয়া হয় তবে অন্যান্য খাবারের পাশাপাশি প্রাতঃরাশ এবং দুপুরের খাবারেও খাওয়া যেতে পারে। \"পাটাটা\" খাওয়ার একটি জনপ্রিয় সিন্ধি উপায় হল সাদা ভাতের সাথে ডাল দিয়ে খাওয়া।\n\nপাল্লো মাচি হল একটি জনপ্রিয় সিন্ধি সুখাদ্য, যা ইলিশ মাছ দিয়ে অনেক রান্নার পদ্ধতির মাধ্যমে প্রস্তুত করা হয়। এটি ডুবো তেলে ভাজা এবং স্থানীয় মশলা দিয়ে সজ্জিত করা যেতে পারে, একটি ঐতিহ্যগত মাছের খাবার বা বারবিকিউতে পেঁয়াজ এবং আলু দিয়ে রান্না করা যেতে পারে। মাছে প্রায়শই ডিম থাকে, যাকে সিন্ধি ভাষায় \"আনি\" বলা হয় ও এটি একটি সুস্বাদু খাবার হিসেবে উপভোগ করা হয়। প্রায়শই পাল্লার পাশাপাশি ভাজা হয় এবং মাছের ফিলের সাথে পরিবেশন করা হয়।\nপল্লী হল একটি সাগ বা সবুজ পাতাযুক্ত কাবলি ছোলা এবং পালং শাকের মত এটিকে রান্না করে বা পল্লীতে রান্না করা মাছ দিয়ে উপভোগ করা হয় ও একে \"মাচি পল্লী\" বলা হয়। সাগটির একটি অনন্য স্বাদ রয়েছে ও এটি পালং শাক বা সরিষার সাগের থেকে বেশ আলাদা এবং এটিতে কিছুটা টক ও নোনতা স্বাদ রয়েছে। অপরিচিতদের জন্য এটিতে অভ্যস্ত হতে সময় লাগতে পারে।\n\n\n== তথ্যসূত্র =="}