{"pageid": 1322187, "title": "পোঙ্গল (খাদ্য)", "url": "https://bn.wikipedia.org/wiki?curid=1322187", "content": "পোঙ্গাল, যা পোঙ্গালি নামেও পরিচিত, সেটি হল একটি ভারতীয় ভাতের খাদ্য পদ। তামিল ভাষায় \"পোঙ্গল\" অর্থ \"ফুঁড়া\", \"উপচে পড়া\", \"সিদ্ধ\" বা \"বুদবুদ হওয়া\"। পোঙ্গলের দুটি ভিন্নতা হল চাকারাই পোঙ্গল, যা মিষ্টি ও  ভেন পোঙ্গল, যা সুস্বাদু ও পরিষ্কার মাখন দিয়ে তৈরি করা হয়। পোঙ্গল সাধারণত সুস্বাদু ভেন পোঙ্গলকে বোঝায় এবং কখনও কখনও বড়া ও চাটনির সাথে প্রাতঃরাশের জন্য পরিবেশন করা হয়। চাকারাই পোঙ্গল সাধারণত পোঙ্গল উৎসবের সময় তৈরি করা হয়।\n\n\n== প্রকারভেদ ==\n\n\n=== চাকারাই পোঙ্গল ===\n\nচাকারাই পোঙ্গল বা চাক্কারা পোঙ্গালি (অনুবাদ-মিষ্টি পোঙ্গল) সাধারণত মন্দিরে প্রসাদম (দেবতাকে দেওয়া একটি নৈবেদ্য) হিসাবে প্রস্তুত করা হয়। তামিলনাড়ুতে পোঙ্গল উৎসব ও অন্ধ্রপ্রদেশে সংক্রান্তি উৎসবের সময় এই ধরনের পোঙ্গল তৈরি করা হয়।\nউপকরণগুলির মধ্যে চাল, নারকেল ও মুগ ডাল অন্তর্ভুক্ত থাকতে পারে। চাকারাই পোঙ্গলকে প্রায়শই গুড় দিয়ে মিষ্টি করা হয়, যা পোঙ্গলকে বাদামী রংয়ের করে তোলে, যদিও এর পরিবর্তে সাদা চিনি দিয়েও মিষ্টি করা যায়।\n\n\n=== ভেন পোঙ্গল ===\n\nভেন (তামিল শব্দ যার অর্থ সাদা) পোঙ্গল তামিল, শ্রীলঙ্কা ও অন্যান্য দক্ষিণ ভারতীয় বাড়িতে একটি জনপ্রিয় সুস্বাদু খাবার এবং এটি সাধারণত তামিলনাড়ু এবং উত্তর ও পূর্ব শ্রীলঙ্কায় একটি বিশেষ প্রাতঃরাশ হিসাবে পরিবেশন করা হয়। তাছাড়া এটি মধ্যাহ্নভোজ বা রাতে পরিবেশন করা হয়। এটি সাধারণত সাম্বার এবং নারকেল চাটনির সাথে পরিবেশন করা হয়। এটি ভাতের মসুর পদকেও বোঝায়।\n\n\n=== মেলাগু পোঙ্গল ===\nমেলাগু (তামিল শব্দ যার অর্থ মরিচ) পোঙ্গল হল মরিচ, চাল ও মুগ ডাল দিয়ে তৈরি একই খাবারের একটি মশলাদার রূপ।\n\n\n=== পুলি পোঙ্গল ===\nপুলি (তামিল শব্দ যার অর্থ তেঁতুল) পোঙ্গল হল তেঁতুল ও সিদ্ধ চাল দিয়ে তৈরি একটি রূপ। এটি তামিলনাড়ুর ঐতিহ্যবাহী প্রস্তুতকৃত প্রাতরাশ। এটি বিশেষভাবে পোঙ্গল উৎসবের সাথে যুক্ত নয় এবং প্রায়ই রাতের খাবারের জন্য খাওয়া হয়।\n\n\n== উৎসবের গুরুত্ব ==\nতামিলনাড়ু, পুদুচেরি, কেরালা এবং অন্ধ্রপ্রদেশ ও তেলেঙ্গানায় সংক্রান্তি উৎসবের সময় পোঙ্গল একটি গুরুত্বপূর্ণ খাবার হিসেবে প্রস্তুত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}