{"pageid": 1322983, "title": "বৃহত্তর মধ্যপ্রাচ্য", "url": "https://bn.wikipedia.org/wiki?curid=1322983", "content": "বৃহত্তর মধ্যপ্রাচ্য হল একটি রাজনৈতিক শব্দ,  যা ২০০৪ সালের মার্চ মাসে কার্নেগি এনডাউমেন্ট ফর ইন্টারন্যাশনাল পিসের একটি গবেষণাপত্রে প্রবর্তিত হয়েছিল। এটি ২০০৪ সালের জুন মাসে জি৮ এর শীর্ষ সম্মেলন উপলক্ষে মার্কিন প্রশাসনের প্রস্তুতিমূলক প্রোগ্রামের অংশ হিসাবে প্রকাশ করা হয়েছিল। এটি অস্পষ্টভাবে সংজ্ঞায়িত একটি অঞ্চলকে বোঝায় যা, আফগানিস্তান, ইরান, ইসরায়েল, তুরস্কসহ মধ্যপ্রাচ্যের বাইরের আরো কয়েকটি প্রতিবেশী দেশকে অন্তর্ভুক্ত করে, যাদের সাথে \"আরব বিশ্বের\" সাংস্কৃতিক সম্পর্ক রয়েছে।  পত্রটি মধ্যপ্রাচ্য এবং উত্তর আফ্রিকার সাথে পশ্চিমের আচরণে ব্যাপক পরিবর্তনের একটি প্রস্তাব উপস্থাপন করেছিল।   পূর্বে ফরেন পলিসি রিসার্চ ইনস্টিটিউটের অ্যাডাম গারফিঙ্কেল দ্বারা বৃহত্তর মধ্যপ্রাচ্যকে মধ্য এশিয়া এবং ককেশাস সহ মেনা অঞ্চল হিসাবে সংজ্ঞায়িত করা হয়েছিল। \nএই বৃহত্তর মধ্যপ্রাচ্যের ভবিষ্যৎকে কখনও কখনও \"নতুন মধ্যপ্রাচ্য\" হিসাবে উল্লেখ করা হয়েছে, প্রথমত তাই মার্কিন পররাষ্ট্রমন্ত্রী কন্ডোলিজা রাইস, যিনি জুন ২০০৬ সালে দুবাইয়ে এই অঞ্চলের ভবিষ্যতের জন্য বুশ প্রশাসনের দ্বিতীয় মেয়াদের দৃষ্টিভঙ্গি উপস্থাপন করেছিলেন। রাইস বলেছিলেন 'গঠনমূলক বিশৃঙ্খলার' মাধ্যমে অর্জন করা হবে, একটি বাক্যাংশ তিনি কয়েক সপ্তাহ পরে ইসরায়েলের প্রধানমন্ত্রী এহুদ ওলমার্টের সাথে একটি যৌথ সংবাদ সম্মেলনের সময় পুনরাবৃত্তি করেছিলেন যখন ২০০৬ লেবানন যুদ্ধ শুরু হয়েছিল; এই শব্দগুচ্ছের অর্থ এবং বুশ প্রশাসনের দৃষ্টিভঙ্গি নিয়ে অনেক বিতর্ক হয়েছে।    এই নতুন মধ্যপ্রাচ্য অর্জনের প্রচেষ্টাকে কখনো কখনো \"দ্য গ্রেট মিডল ইস্ট প্রজেক্ট\" বলা হয়।  \nপ্রাক্তন মার্কিন জাতীয় নিরাপত্তা উপদেষ্টা জেবিগনিউ ব্রজেজিনস্কি বলেছেন যে এই অঞ্চলে একটি \"রাজনৈতিক জাগরণ\" ঘটছে যা এখন বিকাশমান বহুমুখী বিশ্বের একটি সূচক হতে পারে। তিনি বৃহত্তর মধ্যপ্রাচ্যকে \"গ্লোবাল বলকানস \" হিসাবে ইঙ্গিত করেছেন, এবং একটি অঞ্চলের নিয়ন্ত্রণ লিভার হিসাবে তিনি ইউরেশিয়া হিসাবে উল্লেখ করেছেন।   অ্যান্ড্রু বেসেভিচের আমেরিকা'স ওয়ার ফর দ্য গ্রেটার মিডল ইস্ট (২০১৬) বই অনুসারে, এই অঞ্চলটি ১৯৮০ সাল থেকে শুরু হওয়া একাধিক সংঘাতের থিয়েটার, যা ইরান-ইরাক যুদ্ধের সূচনা করেছিল।  তখন থেকে, মার্কিন যুক্তরাষ্ট্র এই অঞ্চলে তার স্বার্থকে আরও এগিয়ে নেওয়ার জন্য সাংস্কৃতিকভাবে আন্তঃসংযুক্ত দেশগুলির মধ্যে ভারসাম্য দ্বন্দ্বে জড়িত।\n\n\n== তথ্যসূত্র =="}