{"pageid": 1322718, "title": "আঙ্কারা প্রদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1322718", "content": "আঙ্কারা প্রদেশ (তুর্কি: Ankara ili, উচ্চারিত [ˈaŋkaɾa iˈli]) হলো রাজধানী শহর আঙ্কারা সহ তুরস্কের একটি প্রদেশ।\n\n\n== জনসংখ্যা ==\n\n\n== ইতিহাস ==\n\nআধুনিক শহরের স্থানটি প্রাচীনকাল ও ধ্রুপদী সময়ে অনেক ঐতিহাসিক আনাতোলীয় সভ্যতার বসতি স্থাপন করেছে, এর মধ্যে রয়েছে ফ্রিজীয়, লিডীয়, পারসিক এবং মহান আলেকজান্ডার, রোমান ও গালাতীয়। আঙ্কারা শহরটি বাইজেন্টাইনদের একটি সুরক্ষিত দুর্গে পরিণত হয়; এটি সেলজুক তুর্কি ও পরে উসমানীয় সাম্রাজ্যের হাতে পড়ে। এটি অবশেষে মোস্তফা কামাল আতাতুর্ক ও তুর্কি জাতীয় আন্দোলন দ্বারা ১৯২০ সালে অস্থায়ী সরকার ও তুর্কি সংসদের স্থান হিসেবে এবং ১৯২৩ সালে সদ্য প্রতিষ্ঠিত তুরস্ক প্রজাতন্ত্রের রাজধানী শহর হিসেবে নির্বাচিত হয়।\n\n\n== জেলা ==\nআঙ্কারায় ২৫টি জেলা রয়েছে।\n\n^ আঙ্কারা মেট্রোপলিটনের মর্যাদা পাওয়ার কারণে ১৯৮০ সালের পরে শহরের কেন্দ্রের জনসংখ্যা অন্তর্ভুক্ত করা হয়নি।\n\n\n== ভূগোল ==\nআঙ্কারার ভূমির বেশিরভাগই মধ্য আনাতোলিয়া ও আংশিকভাবে কৃষ্ণ সাগর অঞ্চলে অবস্থিত। আঙ্কারার উত্তরে পাহাড়ী বন ও দক্ষিণে কোনিয়ার শুষ্ক সমভূমি রয়েছে। প্রদেশটি কিজিলির্মাক ও সাকারিয়া নদী ব্যবস্থা, সরিয়ার জলাধার এবং অনেক প্রাকৃতিক হ্রদ ও পুল দ্বারা সেচ করা হয়। ৫০% জমি কৃষিকাজে, ২৮% বনভূমি এবং অন্য ১০% তৃণভূমি ও চারণভূমি ব্যবহার করা হয়। তুরস্কের দ্বিতীয় বৃহত্তম হ্রদ তুজ হৃদ আংশিকভাবে প্রদেশের শেরেফলিকোচিসার জেলায় অবস্থিত। প্রদেশটির সর্বোচ্চ বিন্দু হলো কুচুলজাহামাম জেলার ২,০১৫ মিটার উঁচু ইশিক পর্বত।\n\n\n== জলবায়ু ==\nএর জলবায়ু গ্রীষ্মে উষ্ণ ও শুষ্ক, বসন্ত এবং শরৎকালে বৃষ্টিপাত, শীতকালে ঠান্ডা ও তুষারময়, দক্ষিণে শুষ্ক সমভূমির তুলনায় প্রদেশের উত্তরে আর্দ্র থাক্ব। প্রদেশের কেন্দ্রে অবস্থিত আঙ্কারা শহরে বার্ষিক বৃষ্টিপাত ৪১৫ মিলিমিটার (১৬.৩ ইঞ্চি), প্রদেশের উত্তরে অবস্থিত কুজুলজাহামামের বার্ষিক বৃষ্টিপাত ৫৯২ মিলিমিটার (১.৯৪২ ফুট), এবং প্রদেশের দক্ষিণ-পূর্বে অবস্থিত শেরিফলিকোচিসারের বার্ষিক বৃষ্টিপাত ৩৫৭ মিলিমিটার (১৪.১ ইঞ্চি)।\n\n\n== আরও দেখুন ==\n\nআঙ্কারা ভিলায়েত\nআঙ্কারা এয়ালেত\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআঙ্কারা ভ্রমণ তথ্য\nটেমপ্লেট:তুরস্কের জেলা"}