{"pageid": 1322533, "title": "ফিরকল নৃত্য", "url": "https://bn.wikipedia.org/wiki?curid=1322533", "content": "ফিরকল হল ভূমিজ উপজাতির একটি মার্শাল আর্ট লোক-নৃত্য। ফিরকলের প্রধান উপকরণ হল তলোয়ার, তীর, ধনুক ও ঢাল। এটি ঝাড়খণ্ডের পটকা ব্লক এবং ভারতের ওড়িশার কিছু অংশে দেখতে পাওয়া যায়। \n\n\n== প্রাচীনত্ব ==\nএটি কালারিপায়াত্তুর থেকেও পুরোনো, এবং এমনকি যেসব মার্শাল আর্টের বিন্যাসগুলির উৎপত্তি চীন এবং জাপানে, ফিরকল তাদের থেকেও পুরোনো। এটি এখনও একটি জীবন্ত মার্শাল আর্ট-ভিত্তিক নৃত্য বিন্যাস, যা প্রধানত ঝাড়খণ্ডের ছোটনাগপুর এলাকার ভূমিজ উপজাতিরা পরিবেশন করে।\n\n\n== বর্ণনা ==\nপ্রথম দর্শনে, ফিরকল আফ্রিকান উপজাতিদের দ্বারা সঞ্চালিত অন্যান্য যোদ্ধা নৃত্যের মতো বলে মনে হয়। নৃত্যের পদক্ষেপগুলি মূলত শিকারের দৃশ্য এবং আত্মরক্ষার কায়দা কানুন দেখায়, যার কেন্দ্রবিন্দুতে থাকে প্রধানত বন্য পৌরুষপূর্ণ সাহস। সময়ের সাথে সাথে, ভুমিজদের ক্রম পরিবর্তনশীল জীবনধারা নাচের গতিবিধিকে পরিবর্তনের দিকে পরিচালিত করেছে। সময়ের সাথে সাথে, নৃত্যের অঙ্গ সঞ্চালনগুলি সাহসের আনুষ্ঠানিক প্রদর্শনের পরিবর্তে একটি অবসর বিনোদনমূলক অনুশীলনে পরিবর্তিত হয়েছে। এই নৃত্য পদক্ষেপগুলি বিভিন্নভাবে বাঘ তাল, বিরসা মুন্ডা তাল, পহলওয়ানী তাল ইত্যাদি নামে পরিচিত। এগুলি ভূমিজ সম্প্রদায়ের প্রত্যক্ষ করা সাহসী সংগ্রামকে বোঝায়। তরুণ প্রজন্ম অবশ্য নাচের এই পদক্ষেপগুলির সাথে অপরিচিত বলে মনে হয়। \n\n\n== বর্তমান অবস্থা ==\nজামশেদপুর -ভিত্তিক এনজিও কলামন্দির-দ্য সেলুলয়েড চ্যাপ্টার আর্ট ফাউন্ডেশন (টিসিসিএএফ) এর প্রচেষ্টার জন্য ফিরকল নৃত্য এখনও বেঁচে আছে। বহু বছর ধরে সংগঠনটি অক্লান্ত পরিশ্রম করে যাচ্ছে ফিরকলের পুনরুজ্জীবন ও প্রচারের জন্য। আজ, ফিরকল ঝাড়খণ্ডের পূর্ব সিংভূম জেলার পটকা ব্লকের জানুমডিহ নামে একটি অখ্যাত গ্রামে বেঁচে আছে। এখানকার প্রায় ২৫টি ভূমিজ উপজাতি পরিবারের একটি দল এখনও নিয়মানুবর্তিতার ঐতিহ্য ধরে রেখেছে। বিশেষজ্ঞরা বলছেন, ফিরকল আসলে কিরপান সুসানের একটি ভিন্নতা (কিরপান মানে তলোয়ার এবং সুসান হল নৃত্য)। সেটি ছোটনাগপুরের ভূমিজ উপজাতিদের মধ্যে একটি ঐতিহ্যবাহী নৃত্য। নাচের বর্ণনাগুলি বেশিরভাগই শিকারের দৃশ্য এবং আত্মরক্ষার অভিনয়। \n\n\n== আরও দেখুন ==\nঝাড়খণ্ডের লোকনৃত্য\nওড়িশার লোকনৃত্যের তালিকা\nভূমিজ\nপটকা ব্লক\n\n\n== বহিঃসংযোগ ==\nফিরকল নৃত্য । জাতীয় উপজাতী উৎসব বনজ ২০১৫ (ভিডিও), দেশি সিনেমা ক্লাসিক্যাল, আদিবাসী বিষয়ক মন্ত্রণালয়, ভারত সরকার, ২৪ আগস্ট ২০১৫, সংগ্রহের তারিখ ২৫ মে ২০২২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  \n\n\n== তথ্যসূত্র =="}