{"pageid": 13225, "title": "এক্সটেনসিভ মার্কআপ ল্যাংগুয়েজ", "url": "https://bn.wikipedia.org/wiki?curid=13225", "content": "এক্সটেনসিভ মার্কআপ ল্যাংগুয়েজ বা XML একটি সাধারণ ব্যবহার উপযোগী মার্কআপ ল্যাংগুয়েজ, যা দ্বারা বিভিন্ন ধরনের ডাটা বর্নণা করা যায়। মুলত, XML হলো ডাটা বর্ণনা করার একটি মাধ্যম।\nএটি স্ট্যান্ডার্ড জেনারেল মার্কআপ ল্যাংগুয়েজের (SGML) সরল সাবসেট। XML এর মৌলিক ইউনিট হলো ক্যারেকটার। এই অক্ষর গুলো অবশ্যই ইউনির্ভাসাল ক্যারেকটার সেটের (UTF ) অন্তর্ভুক্ত হতে হবে। \nXML ফাইলে সকল তথ্য টেক্সট আকারে থাকে। আর টেক্সটের ফাঁকে থাকে মার্কআপ ল্যাংগুয়েজ, যা বিভিন্ন তথ্যগুলোকে আলাদা করে। এই মার্কআপ গুলোই XML ফাইলের ট্রি কাঠামো দান করে, যেখানে প্রতিটি নোডের এক বা একাধিক নিজস্ব বৈশিষ্ট্য থাকতে পারে।\nXML ফাইল একটি ডাটাবেসের মত ডাটাকে সংরক্ষণ করে। XML-এর প্রধান কাজ হল বিভিন্ন সিস্টেমের মধ্যে তথ্য আদান প্রদানকে সহজ করা, বিশেষ করে যেসব সিস্টেম ইন্টারনেট দ্বারা সংযুক্ত।\nXML ফাইলের একটা উদাহরণ এখানে দেয়া যেতে পারে।\n\n<শ্রেণী>\n <ছাত্র আইডি=\"1\">\n     <নাম>মোহন মিয়া</নাম>\n     <জন্মতারিখ>12-12-1988</জন্মতারিখ>\n     <ঠিকানা>\n           <গ্রাম>চানতলা</গ্রাম>\n           <ডাকঘর>বকুলগর</ডাকঘর>\n           <থানা>বকুলগর</থানা>\n           <জেলা>কুমিল্লা</জেলা>\n     </ঠিকানা>\n </ছাত্র>\n <ছাত্র আইডি=\"2\">\n     <নাম>জরিনা বিবি</নাম>\n     <জন্মতারিখ>16-09-1992</জন্মতারিখ>\n     <ঠিকানা>\n           <গ্রাম>মধুপুর</গ্রাম>\n           <ডাকঘর>সুখতলী</ডাকঘর>\n           <থানা>সুখতলী</থানা>\n           <জেলা>দিনাজপুর</জেলা>\n     </ঠিকানা>\n </ছাত্র>\n</শ্রেণী>\n\nএখানে একটি শ্রেণী নোডের চাইল্ড হিসেবে আছে দুটি ছাত্র নোড। প্রতিটি ছাত্র নোডের আবার একাধিক চাইল্ড নোড আছে। যেমন, নাম একটি চাইল্ড নোড।\nছাত্র নোডের একটি অ্যাট্রিবিউট আছে: আইডি।\nএকটি ভ্যালিড XML ফাইলের বৈশিষ্ট্য হচ্ছে:\n1। এর প্রতিটি ট্যাগ অবশ্যই একটি ক্লোজিং ট্যাগ দিয়ে শেষ হবে। ক্লোজিং ট্যাগের নাম হবে ওপেনিং ট্যাগের নামের আগে একটি \"/\" যোগ করে। যেমন, <ছাত্র> ট্যাগটি </ছাত্র> ট্যাগ দিয়ে শেষ হবে।\n2। আর প্রতিটি অ্যাট্রিবিউট ডাবল কোটেশনে বন্ধ থাকতে হবে। যেমন: আইডি=\"1\"।\n3। এবং একাধিক নোড ওভারল্যাপ করতে পারবে না, হয় একটি নোড সম্পূর্ণ অন্য একটি নোডের অভ্যন্তরে থাকবে, অথবা সম্পূর্ণ বাইরে থাকবে। আংশিক ভেতরে ও আংশিক বাইরে থাকতে পারবে না।\n\n\n== তথ্যসূত্র =="}