{"pageid": 1322082, "title": "রোগন জোশ", "url": "https://bn.wikipedia.org/wiki?curid=1322082", "content": "রোগন জোশ (ইংরেজি: ; কাশ্মীরি: [roːɡan dʒoːʃ]) এছাড়াও আরও বানান রোঘান জোশ বা রোগন গোশত, এটি কাশ্মীর থেকে উদ্ভূত একটি সুগন্ধযুক্ত তরকারি মাংসের পদ।\nএটি লাল মাংস দিয়ে তৈরি করা হয় —ঐতিহ্যগতভাবে ভেড়া, মাটন বা ছাগলের মাংস — এবং প্রাথমিকভাবে অ্যালকানেট ফুল (বা মূল) ও কাশ্মীরি মরিচ দিয়ে রঙিন ও স্বাদযুক্ত। এটি কাশ্মীরি রন্ধন প্রণালীর স্বাক্ষর রাখা অন্যতম প্রস্তুতপ্রণালী।\n\n\n== ব্যুৎপত্তি ==\nনামের উৎপত্তি নিয়ে বেশ কয়েকটি ধারণা রয়েছে। ফার্সি ও হিন্দিতে রোঘানের অর্থ \"বিশুদ্ধ মাখন\" বা \"তেল\", অন্যদিকে জুস (বিকল্পভাবে রোমানীকৃত জোশ) অর্থ \"ভাপে সিদ্ধ করা\" ও চূড়ান্তভাবে জুসিদান ক্রিয়াপদ থেকে এসেছে যার অর্থ \"সিদ্ধ করা\"। এই সংজ্ঞা অনুযায়ী রোগন জোশ এর অর্থ \"ঘি-তে ভাজা\" হতে পারে।\nএকটি বিকল্প ব্যুৎপত্তি হল যে নামটি রোঘন (হিন্দি: रोगन,  উর্দু: روغن‎‎), \"বাদামী\" বা \"লাল\", অথবা  কোশুর রোগান, \"লাল\" শব্দ থেকে এসেছে, পাশাপাশি \"মাংস\" (গোশত) শব্দটি প্রায়ই \"রোগন গুশত\" বা \"গোশত\" অথবা \"রস\" নামে রোমানীকৃত একটি শব্দ যার সম্ভাব্য অর্থ \"লাল মাংস\" বা \"লাল রস\"। সঠিক ব্যুৎপত্তি অনিশ্চিত রয়ে গেছে কারণ \"রোগন জোশ\" ও \"রোগান গোশত\" উভয়ই পদটিকে বোঝাতে ব্যবহৃত হয় ও নামগুলির মধ্যে কোনটি আসল তা স্পষ্ট নয়।\n\n\n== প্রস্তুতি ==\nরোগন জোশে ভেড়ার মাংসের টুকরো বা মাটনের টুকরো থাকে যার স্বাদে রসুন, আদা ও সুগন্ধযুক্ত মশলা (লবঙ্গ, তেজপাতা, এলাচ ও দারুচিনি) এবং কিছু সংস্করণে পেঁয়াজ বা দই যুক্ত করা হয়। প্রাথমিক ভাপে সিদ্ধ করার পর দমপোখতক ধীরগতির রান্নার কৌশল ব্যবহার করে পদটির রান্না শেষ করা যেতে পারে। এর বৈশিষ্ট্যযুক্ত গভীর লাল রঙটি ঐতিহ্যগতভাবে শুকনো ফুল বা আলকান্না টিনক্টোরিয়া (রতন জট) এর মূল থেকে এবং প্রচুর পরিমাণে শুকনো কাশ্মীরি মরিচ (লাল মরিচ) থেকে উপনীত হয়। এই মরিচগুলি, যার স্বাদ প্যাপরিকার মতো, ভারতীয় রন্ধনশৈলীর সাধারণ শুকনো লাল মরিচের তুলনায় যথেষ্ট মৃদু স্বাদের। প্রস্তুতপ্রণালীর মশলা তাপের চেয়ে সুগন্ধের উপর জোর দেয়। জাফরানও কিছু ঐতিহ্যবাহী প্রস্তুতপ্রণালীর অংশ।\nকাশ্মীরের হিন্দু ও মুসলিম খাবারের মধ্যে প্রস্তুতির ক্ষেত্রে উল্লেখযোগ্য পার্থক্য রয়েছে: মুসলিমরা রঙ করার জন্য (এবং এর অনুমিত \"ঠান্ডা\" প্রভাবের জন্য) প্রান, যা স্থানীয় শ্যালটের একটি ধরন এবং মাওয়ালের পাপড়ি কক্সকম্ব ফুল ব্যবহার করে; হিন্দুরা রসুন ও পেঁয়াজের সাথে এগুলি এড়িয়ে চলে, তবে অতিরিক্ত করণ ও গন্ধ দেওয়ার জন্য দই যোগ করতে পারে।\n\n\n== তথ্যসূত্র =="}