{"pageid": 1322028, "title": "দাসকাঠিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1322028", "content": "দাসকাঠিয়া ওড়িশার একটি ঐতিহ্যবাহী লোকশিল্প। এটি একটি পরিবেশিত শিল্পকলা, যা ওড়িশা রাজ্যের মধ্যে স্থানীয় বা ভ্রমণকারী শিল্পীদের দ্বারা ব্যাপকভাবে সম্পাদিত হয়। সঙ্গীত এবং নৃত্য সহ গল্প বলায় গ্রামাঞ্চলে এর জনপ্রিয় বেশি।\nওড়িশার সংস্কৃতিতে এটি বিনোদনের অন্যতম গুরুত্বপূর্ণ মাধ্যম ছিল। পরিবেশনে শিল্পীরা সঙ্গীত তৈরি করতে কাঠের যন্ত্রের একটি জোড়া ব্যবহার করে। পরিবেশনা সাধারণত দুই ব্যক্তির দল দ্বারা সম্পন্ন করা হয়। উভয় অভিনয়শিল্পীর পোশাক নকশা এবং উপাদানে দুর্দান্ত এবং তাদের বিপরীত চরিত্রগুলিকে চিত্রিত করে। একজন ব্যক্তি যিনি নেতৃত্ব দেন তাকে বলা হয় গহনা / গায়ক এবং একজন পরিবেশনরী তাকে অনুসরণ করে, তাকে পালিয়া বলা হয়। এটি সাধারণত লোকগাথা গানের একটি ধারা। গায়করত্ন বৈদ্যনাথ শর্মা সাম্প্রতিক সময়ের একজন উল্লেখযোগ্য অভিনয়শিল্পী। দাসকাঠিয়ায় ব্যবহৃত সঙ্গীত ঐতিহ্যবাহী ওড়িশি সঙ্গীতের উপর ভিত্তি করে তৈরি।\n\n\n== ব্যুৎপত্তি ==\n'দাস' মানে ভক্ত এবং 'কাঠিয়া' হল লাঠি সদৃশ পরিবেশনে ব্যবহৃত একটি যন্ত্র। দাসকাঠিয়া পরিবেশনে অভিনয়শিল্পীরা নিজেদেরকে ভগবান শিবের ভক্ত হিসাবে বর্ণনা করে এবং শিল্পীরা ভগবান শিব ও পার্বতীর স্তুতিতে গান গাইতেন এবং ব্যঙ্গের ছোঁয়ায় পৌরাণিক কিংবদন্তির উপর ভিত্তি করে গল্প বর্ণনা করতেন।\n\n\n== উৎপত্তি ==\n১৫শ শতাব্দীতে ওড়িশার গঞ্জাম জেলার খান্দারা গ্রাম থেকে দাসকাঠিয়ার উৎপত্তি বলে মনে করা হয়।\n\n\n== সম্পাদিত কার্য ==\nদাসকাঠিয়া পরিবেশনে মূলত পৌরাণিক গল্প বলে। যা প্রধানত শিব সম্পর্কে, তবে অন্যান্য দেবতাদেরও সম্পর্কেও হয়ে থাকে। পৌরাণিক কাহিনী ছাড়াও প্রেম, প্রণয়, পলাতক, প্রতারণা এবং বিবাহের উপর ভিত্তি করে গল্পগুলিও বিষয় হিসাবে ব্যবহৃত হয়। পরিবেশনের একটি গুরুত্বপূর্ণ দিক হল ব্যঙ্গাত্মক এবং সামাজিক বার্তা পরিবেশকরা কাঠিয়া বাজান, গান গাওয়ার সময় এবং কণ্ঠ দেওয়ার সময় কাঠের টুকরা দিয়ে তৈরি একটি পার্কাশন যন্ত্র বাজান। সম্প্রতি সরকার অনেক জনসেবা বার্তায় দাসকাঠিয়া শিল্পীদের ব্যবহার করেছে। \n\n\n== বর্তমান অবস্থা ==\nবিনোদনের অন্যান্য ধারার আগমনে কারণে দাসকাঠিয়া তার জনপ্রিয়তা হারিয়েছে। বর্তমানে, সরকারী এবং বেসরকারী সংস্থার প্রচেষ্টায় শিল্প জনপ্রিয়তা পুনরুজ্জীবিত করার প্রচেষ্টা চলছে।\n\n\n=== সচেতনতামূলক ব্যবহার ===\nসচেতনতামূলক বার্তা ছড়িয়ে দেওয়ার জন্য সরকার এবং অন্যান্য সংস্থাগুলি এটিকে বাল্যবিবাহ এবং কন্যা ভ্রূণহত্যার মতো সামাজিক কুফল সম্পর্কে সচেতনতা তৈরি করতে ব্যবহার করে, গ্রামীণ জনগণকে পোলিও ভ্যাকসিন বা ম্যালেরিয়ার ট্যাবলেট গ্রহণ করতে উদ্বুদ্ধ করে। এখন রেলস্টেশন ও বাসস্ট্যান্ডে পারফর্ম করতে দেখা যায় দাসকাঠিয়ার শিল্পীদের। পানিগ্রাহি তথ্যমতে এনইউডিকেএস দাসকাঠি শিল্পীদের বিশেষ করে বিভিন্ন কল্যাণমূলক উদ্যোগ এবং বিভিন্ন উৎসবে প্রচারণার জন্য আরও সরকারি কর্মসূচি প্রদানের প্রয়োজনীয়তার ওপর জোর দিয়েছে।\n\n\n== আরও পড়ুন ==\nওড়িশার সংস্কৃতি\nরথযাত্রা\nগোটিপুয়া\nছৌ নাচ\nঝুমুর গান\nতারাকাসি\nনাচনী নাচ\nপাসপালি শাড়ি\nবন্দে উৎকল জননী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nওড়িশার সংস্কৃতি: ১০টি জিনিস যা আপনার অবশ্যই জানা উচিত! - ভারত\nঅ্যাপল মিউজিকে বৈদ্যনাথ গায়ক রত্ন শর্মার গাওয়া দাসকাঠিয়া"}