{"pageid": 1322539, "title": "খাদি", "url": "https://bn.wikipedia.org/wiki?curid=1322539", "content": "খাদি (উচ্চারিত [kʰaːdiː], Khādī), খদ্দর থেকে উদ্ভূত হয়েছে, একটি হাতে কাটা ও বোনা প্রাকৃতিক তন্তু কাপড় যা মহাত্মা গান্ধী ভারতীয় উপমহাদেশের স্বাধীনতা সংগ্রামের জন্য স্বদেশী (স্বয়ংসম্পূর্ণতা) হিসাবে প্রচার করেছিলেন এবং শব্দটি ভারত, পাকিস্তান ও বাংলাদেশ জুড়ে ব্যবহৃত হয়।  হাতে বোনা কাপড়ের প্রথম টুকরোটি ১৯১৭-১৮ সালে সবরমতী আশ্রমে তৈরি করা হয়েছিল। কাপড়ের অমসৃণতাকে গান্ধী খাদি বলে অভিহিত করেন। কাপড়টি তুলা থেকে তৈরি করা হয়, তবে এতে রেশম বা পশমও থাকতে পারে, যেগুলো সবই চরকায় সুতোয় কাটা হয়। এটি একটি বহুমুখী বুনন যা গ্রীষ্মে শীতল ও শীতকালে উষ্ণ থাকে। এর গঠন উন্নত করার জন্য খাদিকে মাঝে মাঝে মাড় দেওয়া হয় যাতে এটি একটি শক্ত অনমনীয়হয়। এটি বিভিন্ন ফ্যাশন পরিমণ্ডলে ব্যাপকভাবে গৃহীত হয়। জনপ্রিয় পোশাক যেমন ধুতি, কুর্তা ও  তাঁতের শাড়ি যেমন পুট্টপাকা শাড়ি, কোটপ্যাড হ্যান্ডলুম কাপড়, চম্বা রুমাল ও তুষার সিল্ক ব্যবহার করে খাদি কাপড় তৈরি করা হয়। ভারতীয় কারূ  তাঁত নকশাকার ও পদ্মশ্রী প্রাপক গজাম আনজাইয়া ইকাত প্রক্রিয়ার উপর ভিত্তি করে তেলিয়া রুমাল কৌশলের সাথে টাই-ডাই তাঁত পণ্যের উদ্ভাবন ও বিকাশের জন্য পরিচিত।\nগ্রিকো-রোমান বণিকরা রোমান সাম্রাজ্যে প্রচুর পরিমাণে সূক্ষ্ম তুলা আমদানি করতো। মধ্যযুগীয় সময়ে সামুদ্রিক সিল্ক রোডের মাধ্যমে রোমে সুতির বস্ত্র আমদানি করা হতো।\nআরবীয় - সুরাট বণিকরা গুজরাটের তিনটি এলাকা, কোরোমন্ডেল উপকূল ও ভারতের পূর্ব উপকূল থেকে বসরা ও বাগদাদে সুতির বস্ত্র ব্যবসা করত। পূর্ব দিকে, জাভা হয়ে চীনে বাণিজ্য পৌঁছেছিল। চৌদ্দ শতকের মরক্কোর পর্যটক ইবনে বতুতা উল্লেখ করেছেন যে, দিল্লির সুলতান মুহাম্মদ বিন তুঘলক চীনের ইউয়ান সম্রাটের কাছে পাঁচ ধরনের কাপড় পাঠিয়েছিলেন। কিছু বস্ত্র লন্ডনের ভিক্টোরিয়া ও অ্যালবার্ট জাদুঘরের ভান্ডারে সংরক্ষিত আছে। \n\n১৮৫৭ সালে প্রথম ভারতীয় স্বাধীনতা যুদ্ধের পরে, একটি দীর্ঘ ও শ্রমসাধ্য বিবর্তনীয় প্রক্রিয়ার ফলাফল হিসাবে খাদি একটি \"নীরব অর্থনৈতিক বিপ্লব\" হিসাবে আবির্ভূত হওয়ার আগে মিল বা ঐতিহ্যবাহী পদ্ধতিতে গার্হস্থ্য বস্ত্র উত্পাদন সর্বনিম্ন স্তরে নেমে আসে।\nআমেরিকান গৃহযুদ্ধ (১৮৬১-১৮৬৫) কটনোপলিস ব্রিটেনে কাঁচা তুলার সংকট সৃষ্টি করেছিল। তাদের জন্য সস্তা দামে ভারতীয় তুলা পাওয়া যেত কারণ ভারতে বস্ত্র শিল্পের অস্তিত্ব ছিল না ও হস্তচালিত ঘূর্ণি ছিল একটি মৃতপ্রায় শিল্প। ভিক্টোরীয় যুগে (১৮৩৭-১৯০১) ১৮৭০-এর দশকে ৪৭টি মিল বিদ্যমান ছিল কিন্তু ভারতীয়রা তখনও কৃত্রিমভাবে স্ফীত মূল্যে কাপড় কিনতো, যেহেতু ঔপনিবেশিক সরকার কাপড়ের কাঁচামাল ব্রিটিশ বুনন মিলগুলিতে রপ্তানি করতো, তারপরে প্রস্তুত কাপড়টি ভারতে পুনরায় আমদানি করতো। এডওয়ার্ডীয় যুগে (১৯০১-১৯১৩) বিদেশী কাপড় বর্জনের স্বদেশী আন্দোলন উল্লেখযোগ্য ছিল।  বিংশ শতকের প্রথম দুই দশকে এটি জাতীয়তাবাদী রাজনীতিবিদ ও ভারতীয় মিল মালিকদের দ্বারা সমর্থিত ছিল।\n১৯২২ সালে, মহাত্মা গান্ধী ভারতীয় জাতীয় কংগ্রেস (আইএনসি)-কে একটি খাদি বিভাগ চালু করার জন্য অনুরোধ করেছিলেন। ১৯২৪ সালে, প্রচুর পরিমাণে কাজের কারণে একটি আধা-স্বাধীন সংস্থা অল ইন্ডিয়া খাদি বোর্ড (এআইকেবি) গঠিত হয়েছিল যা প্রাদেশিক ও জেলা স্তরে আইএনসি-এর খাদি বিভাগের সাথে যোগাযোগ করেছিল। ১৯২৫ সালে, খাদি বিভাগ এবং এআইকেবি নিয়ে অল ইন্ডিয়া স্পিনার অ্যাসোসিয়েশন (আইসা) গঠিত হয়েছিল। আইসা-এর প্রতিষ্ঠাতা ছিলেন মহাত্মা গান্ধী। তিনি আইএনসি-র সমস্ত সদস্যদের নিজেরাই তুলা কাটা ও সুতায় তাদের বকেয়া পরিশোধ করতে বাধ্য করেছিলেন। আইসা কর্তৃক প্রত্যয়িত গান্ধী তৃণমূল পর্যায়ের খাদি প্রতিষ্ঠান তৈরি করার জন্য স্পিনিং ও বুননকে উৎসাহিত করার জন্য প্রচুর অর্থ সংগ্রহ করেছিলেন।  হ্যান্ডস্পন সুতা ছিল ব্যয়বহুল ও নিম্নমানের এবং তাঁতিরা মিলের উৎপাদিত সুতা পছন্দ করত কারণ এটি আরও মজবুত ও মানের দিক থেকে সামঞ্জস্যপূর্ণ ছিল। গান্ধী যুক্তি দিয়েছিলেন যে, মিল মালিকরা তাঁত তাঁতিদের সুতা কেনার সুযোগ থেকে বঞ্চিত করবে কারণ তারা তাদের নিজস্ব কাপড়ের জন্য একচেটিয়া তৈরি করতে পছন্দ করবে। যখন কিছু লোক গান্ধীর কাছে খাদির ব্যয়বহুলতা সম্পর্কে অভিযোগ করেছিল, তখন তিনি কেবল ধুতি পরতেন, যদিও ঠান্ডা হলে তিনি উলের শাল ব্যবহার করতেন। কেউ কেউ উচ্চমানের মিলের সুতা ব্যবহার করে ও বিলাসবহুল বাজারে খাদ্যাদি পরিবেশন করে যুক্তিসঙ্গত জীবনযাপন করতে সক্ষম হয়েছিল। গান্ধী সম্পূর্ণভাবে খাদি ছেড়ে দেওয়ার হুমকি দিয়ে এই প্রথা বন্ধ করার চেষ্টা করেছিলেন, কিন্তু যেহেতু তাঁতিদের তার কথা শুনলে ক্ষুধার্ত থাকতে হতো, তাই তারা হুমকি উপেক্ষা করেছিলেন। ১৯১৯ সালে গান্ধী মুম্বাই মণি ভবনে স্পিনিং শুরু করেন ও অন্যদেরকে তা করতে উত্সাহিত করেন। আকার কমানোর সময় গতি ও নিয়ন্ত্রণ বাড়ানোর জন্য দ্বি-চাকা নকশা ব্যবহার করে তিনি পট্টি চরখা উদ্ভাবন করেন। ১৯৪৬ সালে, যখন আরও বেশি উত্পাদনশীল চরখার উন্নয়নে বিপুল তহবিল ব্যয় করা হচ্ছিল তখন তিনি চরখার উপরে টাকলির সুপারিশ করেছিলেন।\nখাদি আন্দোলন ১৯১৮ সালে শুরু হয়েছিল ও এটি এর নিজস্ব পরিবর্তনশীল গতিশীলতার সাথে চিহ্নিত হয়েছিল। প্রাথমিকভাবে, স্থবিরতার কারণে একটি অর্থনৈতিক সমাধান হিসাবে খাদি ব্যবহারের উপর একটি স্পষ্ট জোর দিতে দেখা যায়, তবে ১৯৩৪ সাল থেকে বুননটি এমন কিছু হয়ে ওঠে যা গ্রামবাসীরা নিজেদের জন্য ব্যবহার করতে পারে।\n১৯২১ সালে, গান্ধী বাংলাদেশের কুমিল্লার চান্দিনা উপজেলায় স্থানীয় তাঁতিদের উদ্বুদ্ধ করতে যান ও ফলস্বরূপ বৃহত্তর কুমিল্লা অঞ্চলে, ময়নামতি, মুরাদনগর, গৌরীপুর ও চান্দিনায় তাঁত কেন্দ্র গড়ে ওঠে।\n\n\n== তথ্যসূত্র =="}