{"pageid": 1322229, "title": "শরভ উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1322229", "content": "শরভ উপনিষদ (সংস্কৃত: शरभ उपनिषत्, আইএএসটি: Sharabha Upaniṣad) প্রাচীন সংস্কৃত পাঠ এবং হিন্দুধর্মের ক্ষুদ্র উপনিষদ। পাঠ্যটি অথর্ববেদের সাথে সংযুক্ত, এবং শৈব উপনিষদের শ্রেণীবদ্ধ।\nউপনিষদ, বিষ্ণুর মানব-সিংহ অবতার নৃসিংহ এর ধ্বংসাত্মকত রূপের মুখোমুখি হওয়ার জন্য দেবতা \nশিবকে শরভ (মানব-সিংহ-পাখি) রূপে জগতের প্রভু হিসেবে প্রশংসা করে।\n\n\n== ইতিহাস ==\nপাঠ্যটির রচয়িতা ঋষি পিপ্পলাদ। মুক্তিকা ক্রমের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম হনুমানকে বর্ণনা করেছেন, এবং এটি ৫০ নম্বরে তালিকাভুক্ত।\nভগবান ব্রহ্মা ঋষি পিপ্পলাদের কাছে জ্ঞানের প্রকাশ হিসাবে পাঠ্যটি \"পিপ্পলধর্মশাস্ত্র\" নামেও পরিচিত।  এছাড়াও পাঠ্যটি শরভোপনিষদ নামেও পরিচিত।\n\n\n== বিষয়বস্তু ==\nউপনিষদ, ইন্দ্র, গরুড় ও বৃহস্পতি সবার কাছে সমৃদ্ধি ও শান্তি কামনা করে প্রাথমিক প্রার্থনার পর, প্রথম দুটি শ্লোকে ভগবান শিব বা মহেশ্বরকে আদি ঈশ্বর, ব্রহ্মা, বিষ্ণু ও অন্যান্য দেবতার স্রষ্টা হিসাবে প্রশংসা করে, যেহেতু বিশ্বকে শাসন করে, বেদের প্রধান স্থপতি হিসেবে যিনি এটি ব্রহ্মাকে জানিয়েছিলেন, যিনি মহাপ্লাবনে মহাবিশ্বকে ভেঙে দিয়েছিলেন, এবং তিনি ছিলেন প্রভুর প্রভু।\nউপনিষদের তৃতীয় শ্লোকে ঈগল, সিংহ এবং মানুষের ভয়ঙ্কর নৃতাত্ত্বিক সংমিশ্রণে শিবের অবতার শরভ রূপে বর্ণনা করা হয়েছে। শরভ অত্যন্ত শক্তিশালী হয়ে ভগবান নৃসিংহকে বশীভূত করেন, যিনি বিষ্ণুর অবতার, কারণ তিনি তাঁর উপর আরও বেশি শক্তি প্রয়োগ করে বিশ্বে ধ্বংসের কারণ হয়েছিলেন এবং এর ফলে ভগবান নৃসিংহ তাঁর হিংস্র রূপ ত্যাগ করেছিলেন, সিংহের চামড়া খোসা ছাড়ানো হয় এবং ভগবান নরসিংহ তাঁর আসল চারটি সশস্ত্র রূপ অর্থাৎ ঈশ্বর বিষ্ণু বা ঈশ্বর নারায়ণে ফিরে আসেন। পুরাণ অনুসারে, শরভ ছিলেন শিবের চৌষট্টিটি অবতারের মধ্যে একজন, স্বর্গীয় দেবতা ও মানবজাতিকে সাহায্য করার জন্য।\nচতুর্থ শ্লোকে, উপনিষদে বলা হয়েছে যে নৃসিংহকে তার নখর দিয়ে হত্যা করার পর, সরভা তার পোষাক হিসাবে তার আড়াল পরিধান করেছিলেন এবং বীর ভদ্র নামে পরিচিত হয়েছিলেন। পঞ্চম শ্লোকে শরভ ব্রহ্মার পঞ্চম মস্তক ছেদন করেন এবং ষষ্ঠ শ্লোকে তিনি মৃত্যুর দেবতা কাল কে তাঁর পায়ের সাথে পতিত করেন। তিনি সমুদ্রমন্থনের মাধ্যমে মহাজাগতিক সৃষ্টির সময় অমৃতের সাথে সৃষ্ট বিষ হলাহল খেয়ে ফেলেন।\nসপ্তম শ্লোকে, শিব, বিষ্ণুর পূজায় সন্তুষ্ট হয়ে তাকে চক্র (পবিত্র চাকা) উপহার দেন। শেষ তিনটি শ্লোকে, উপনিষদ অন্যদের দ্বারা সৃষ্ট এবং চিরস্থায়ী হলে সমস্ত পাপকে পুড়িয়ে ফেলার জন্য শিবের কার্যকারিতার আশ্বাস দেয়।\n\nযিনি দুঃখকে অতিক্রম করেছেন, তিনি দেখতে পান যে ঈশ্বর, যিনি পরমাণুর মধ্যে পরমাণু, স্থূলদের মধ্যে স্থূল, যিনি আত্মা হিসেবে জীবের অন্তরে লুকিয়ে আছেন এবং যিনি শারীরিক ক্রিয়াকলাপের বাইরে, স্পষ্টভাবে এই কারণে। সেই রুদ্রকে নমস্কার, যিনি সর্বশ্রেষ্ঠ দেবতা, যিনি হাতে শূল (ত্রিশূল বর্শা) ধারণ করেন, যার বড় গ্রাসকারী মুখ আছে, যিনি মহেশ্বর এবং যাঁর আশীর্বাদের শুভ প্রভাব রয়েছে।\n\nশরভ হিসাবে মহেশ্বরের অবতার পরমাত্মাকে বোঝায়, শরীর, মন ও জীবের সমস্ত দিককে একত্রিত করে। পাঠ্য বলে, উপনিষদের বর্ণনা মোক্ষ দেয়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nCamājam, Cen̲n̲ai Caiva Cittānta Makā; Perumanram, Saiva Siddhanta (১৯৭৯)। Saiva Siddhanta। Saiva Siddhanta Mahasamajam। \nDesai, S. G. (১৯৯৬)। A critical study of the later Upanishads। Bharatiya Vidya Bhavan। আইএসবিএন 9788172760779। \nDeussen, Paul; Bedekar, V.M.; Palsule, G.B. (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nNair, Shantha N. (১ জানুয়ারি ২০০৮)। Echoes of Ancient Indian Wisdom। Pustak Mahal। আইএসবিএন 978-81-223-1020-7।"}