{"pageid": 1322225, "title": "গ্রেট স্যান্ড হিলস", "url": "https://bn.wikipedia.org/wiki?curid=1322225", "content": "'গ্রেট স্যান্ড হিলস' (অনু. বিশাল বালির পাহাড়) কানাডার সাসক্যাচুয়ান প্রদেশের দক্ষিণ-পশ্চিম অঞ্চলে অবস্থিত বালিয়াড়ি। আথাবাস্কা বালিয়াড়ির পর গ্রেট স্যান্ড হিলস সাসক্যাচুয়ানের দ্বিতীয় বৃহত্তম সক্রিয় বালিয়াড়ি। এটি গ্রেট স্যান্ড হিলস সংরক্ষিত বাস্তু অঞ্চলের অংশ। বালিয়াড়ির আয়তন প্রায় ১,৯০০ বর্গকিলোমিটার (৭৩০ বর্গমাইল)। এই বালিয়াড়ি সর্বশেষ হিমযুগের শেষের দিকে জমা হওয়া রক ফ্লাওয়ার নামে খুব সূক্ষ্ম স্থল বালি দিয়ে গঠিত। আশেপাশের অঞ্চলে সর্বদা বায়ুপ্রবাহ থাকায় বালিয়াড়ির বালুস্তুপগুলির আকার সর্বদা পরিবর্তনশীল।\nগ্রেট স্যান্ড হিলস ১০ কিলোমিটার উত্তরে অবস্থিত স্কেপ্টর হতে গমন করা যায়। স্কেপ্টরে গ্রেট স্যান্ডহিলস যাদুঘর ও ইন্টারপ্রেটিভ সেন্টার আছে। এছাড়া নিকটতম জনবসতিগুলির মধ্যে ৩৮ কিলোমিটার (২৪ মাইল) উত্তর-পশ্চিমে লিডার, ১৫৯ কিলোমিটার (৯৯ মাইল) দক্ষিণ-পূর্বে সাসক্যাচুয়ানের পঞ্চম বৃহত্তম শহর সুইফ্ট‌ কারেন্ট অবস্থিত।\n\n\n== গঠন ==\nগ্রেট স্যান্ড হিলসের বালিয়াড়ি ১২,০০০ বছরেরও বেশি আগে, শেষ হিমযুগে অন্তিম সময়ে উইসকনসিন বরফ আচ্ছাদন গলনের ফলে তৈরি হয়েছিল। সেই সময়ে, দক্ষিণ সাসক্যাচুয়ানের ভূমিরূপ বর্তমানের তুলনায় ভিন্ন ছিল কারণ সেখানে গলনশীল হিমবাহ এবং বেশ কয়েকটি প্রো-হিমবাহ হ্রদ ছিল। ১৮,০০০ বছর আগে হিমবাহের বরফ আচ্ছাদনের পুরুত্ব ছিল প্রায় ২ কিলোমিটার (১.২ মাইল)। হিমবাহগুলি গলে পিছিয়ে যাওয়ার সাথে সাথে, উৎপন্ন পানির প্রবাহ পতনপথে বালুবাশির বিশাল স্তূপ, হিমবাহিত কর্দম, পাথর ও গ্রাবরেখা রেখে গেছে। গ্রেট স্যান্ড হিলস ও নিকটতম ডগলাস প্রাদেশিক উদ্যানে কু'আপল নদীর উৎসস্থলের কাছে এলবো স্যান্ড হিলসের এলাকা, হিমবাহ হ্রদ দিয়ে আচ্ছাদিত ছিল। দক্ষিণ সাসক্যাচুয়ানের এসব হিমবাহ হ্রদ হতে বরফ গলিত পানির বিভিন্ন পতনপথে প্রবাহিত হয়, হিমবাহ ক্ষয়ে যাওয়ার পর গলিত পানির প্রবাহ কমতে শুরু করে, একসময় শুকিয়ে যায়, শুকনা প্রবাহ পথে বালুর চর পরে, ফলে পানির প্রবাহের গতি ও পথের দিক পরিবর্তনের মাধ্যমে দক্ষিণ সাসক্যাচুয়ান নদীপ্রণালী তৈরি হয়। হিমবাহ হ্রদ শুকিয়ে যাওয়ার পর, হিমবাহ বাহিত অথবা নীচে থাকা বালুর উন্মুক্ত হয়ে যায়, যা আজ বালিয়াড়ি হিসেবে গ্রেট স্যান্ড হিলস ও এলবো স্যান্ড হিলস হিসেবে পরিচিত।\n\n\n== উদ্ভিদ ও প্রাণীজগত ==\nগ্রেট স্যান্ড হিলসের জীবসংস্থানে হরিণ, মিউল হরিণ, প্রংহর্ন, শিয়াল, কোয়োটে, সাদা লেজযুক্ত হরিণ, ব্যাজার, ওয়েসেল, সজারু এবং বিরল অর্ডের ক্যাঙ্গারু ইঁদুর উল্লেখযোগ্য স্থন্যপায়ী প্রাণীর আবাস আছে। স্থানীয় পাখির মধ্যে রয়েছে শার্প-টেইলড গ্রাউস, সাদা পেলিকান, মারলিন, পেরেগ্রিন ফ্যালকন, সোনালি ঈগল, বুরোয়িং আউল, শোক ঘুঘু এবং স্যান্ডহিল ক্রেন। বালিয়াড়ির চারপাশে কম আদ্রতা ও দূর্বল মাটির কারণে উদ্ভিদের বিস্তার সীমিত। কিছু উদ্ভিদের মধ্যে রয়েছে প্রেইরি ঘাস, সেজব্রাশ এবং অ্যাস্পেন এবং উইলোর মতো ছোট ছোট গাছ আছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসাসক্যাচুয়ানে বালিয়াড়ি গঠন নিয়ে নেচার কানাডার প্রতিবেদন"}