{"pageid": 1322918, "title": "নারীদের জন্য সম্মানের জাতীয় প্রচারণা", "url": "https://bn.wikipedia.org/wiki?curid=1322918", "content": "নারীদের জন্য সম্মানের জাতীয় প্রচারণা বা অনার ফর উইমেন ন্যাশনাল ক্যাম্পেইন হল মহিলাদের বিরুদ্ধে সহিংসতা বন্ধের জন্য ভারতে একটি দেশব্যাপী আন্দোলন ৷ ২০০৯ সালে নারী অধিকার কর্মী মানসী প্রধান এই আন্দোলনটি শুরু করেছিলেন।\n\nওওয়াইএসএস নারীর (ওড়িশা যুব সাংস্কৃতিক সংসদ) তত্ত্বাবধানে চালু হওয়া এই আন্দোলনটি ২০১২ সালের দিল্লিতে গণধর্ষণ ঘটনার পরপরই প্রবল হয়ে ওঠে।\nআন্দোলনের প্রধান উদ্দেশ্য হল ভারতে মহিলাদের বিরুদ্ধে সহিংসতা বন্ধ করা এবং দেশের সমস্ত মহিলাদের অর্থনৈতিক, সামাজিক ও রাজনৈতিক ন্যায়বিচার নিশ্চিত করা।\n\n\n== কৌশল ==\nএই আন্দোলনটিতে ভারতে নারীর প্রতি সহিংসতার হুমকির বিরুদ্ধে লড়াই করার জন্য বহুমুখী কৌশল প্রয়োগ করা হয়। এই কৌশলের সাহায্যে নারীর উপর অত্যাচারের বিরুদ্ধে আইনি ও প্রাতিষ্ঠানিক বিধানের বিষয়ে সচেতনতা বাড়াতে অনেকগুলি মাধ্যম ব্যবহার করা হয়, যেমন নারীর অধিকার বিষয়ে দোকান, নারী অধিকার উৎসব, নারী অধিকার সভা, নারী অধিকার সাহিত্য, অডিও-ভিজ্যুয়াল প্রদর্শন, পথনাটক ইত্যাদি।\nঅন্যদিকে, এটি নারীর প্রতি সহিংসতা নিয়ন্ত্রণে প্রাতিষ্ঠানিক পরিবর্তন এবং সংশোধনমূলক ব্যবস্থার জন্য জনমতকে একত্রিত করে এবং নিরন্তর প্রচারণা চালিয়ে রাষ্ট্রের উপর চাপ সৃষ্টি করে।\n\n\n== দাবী আদায়ের সনদ ==\nসারা ভারত থেকে সংশ্লিষ্ট ব্যক্তিদের জড়িত করে চার বছর ধরে ধারাবাহিকভাবে জাতীয় এবং রাজ্য-স্তরে সেমিনার, কর্মশালা এবং পরামর্শের দীর্ঘ প্রচেষ্টার পরে, আন্দোলনটি একটি খসড়া তৈরি করেছিল, যার নাম দেওয়া হয়েছিল 'নারীর বিরুদ্ধে সহিংসতা অবসান : একটি জাতীয় রোডম্যাপ'।\nএকটি উপ-কমিটি খসড়াটি পুঙ্খানুপুঙ্খভাবে পর্যবেক্ষণ করে এবং কিছু সুপারিশ করে। তার ভিত্তিতে সিদ্ধান্ত নেওয়া হয়েছিল যে আন্দোলনটি চার দফা দাবির সনদের ওপর মনোযোগ দেবে, সেগুলি রাজ্য সরকারী স্তরে যত তাড়াতাড়ি সম্ভব যাতে কার্যকর করা যায়। চার দফা দাবির সনদ বাস্তবায়িত নিশ্চিত হলে, আন্দোলন আরও ব্যাপক প্রশাসনিক, বিচার বিভাগীয় এবং পুলিশী সংস্কারের জন্য চাপের পরবর্তী স্তরে যেতে পারে।\n\n\n== চার দফা সনদ ==\n১. মদের ব্যবসার উপর সম্পূর্ণ নিষেধাজ্ঞা।\n২. শিক্ষা পাঠ্যক্রমের অংশ হিসেবে নারীদের জন্য আত্মরক্ষামূলক প্রশিক্ষণ\n৩. প্রতিটি জেলায় নারী নিরাপত্তায় বিশেষ সুরক্ষা বাহিনী\n৪. প্রতিটি জেলায় ফাস্ট ট্র্যাক আদালত এবং বিশেষ তদন্ত ও বিচারমূলক শাখা\n\n\n== নির্ভয়া বাহিনী ==\nআন্দোলনের চার দফা দাবি বাস্তবায়নের জন্য সংশ্লিষ্ট রাজ্য সরকারগুলিকে চাপ দিতে, ২০১৪ সালের প্রথম দিকে নির্ভয়া বাহিনী নামে একটি পদাতিক সৈনিক বিভাগ চালু করা হয়েছিল। বিভাগে ১০,০০০এর বেশি স্বেচ্ছাসেবক রয়েছে।\n\n\n== তথ্যসূত্র =="}