{"pageid": 1322966, "title": "উইমেন অব রাশিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1322966", "content": "উইমেন অব রাশিয়া (রুশ: Женщины России, Zhenshchiny Rossii, ZhR) হল রাশিয়ার একটি রাজনৈতিক গোষ্ঠী।\n\n\n== ইতিহাস ==\nগোষ্ঠীটি ১৯৯৩ সালের শরৎকালে তিনটি মহিলা দল, রাশিয়ার মহিলা ইউনিয়ন (প্রধান শক্তি), রাশিয়ার মহিলা উদ্যোক্তাদের সমিতি এবং নৌবাহিনীর মহিলা ইউনিয়নের একীভূতকরণের মাধ্যমে প্রতিষ্ঠিত হয়েছিল। ১৯৯৩ সালের ডিসেম্বরের সংসদীয় নির্বাচনে প্রতিদ্বন্দ্বিতা করার আগে রাশিয়ার ইউনিয়ন অফ উইমেন ৩০টি দলের ইশতেহার পরীক্ষা করে দেখেছিল। কিন্তু কোথাও মহিলাদের সমস্যাগুলির প্রতি মনোযোগ দেওয়ার কথা না থাকায় তারা সন্তুষ্ট হতে পারেনি। দলগুলিকে এই নিয়ে চিঠি দেওয়া হয়েছিল এবং মাত্র তিনটি দলের কাছ থেকে ভাসা ভাসা প্রতিক্রিয়া এসেছিল। এর পরে একটি দল গঠনের সিদ্ধান্ত নেওয়া হয়েছিল। কিন্তু দলের তালিকায় অল্প সংখ্যক মহিলা রয়েছে এটিও তাদের উদ্বেগের মধ্যে ছিল।\nনির্বাচনে দলটি আশ্চর্যজনকভাবে আনুপাতিক হারে প্রতিনিধিত্ব ভোটের ৮.১% পেয়েছিল, যা ছিল চতুর্থ-সর্বোচ্চ ভাগ, এবং তারা রাজ্য ডুমাতে ৪৫০টি আসনের মধ্যে ২৩টি জিতেছিল। \n১৯৯৫ সালের নির্বাচনে দলটি ৫% নির্বাচনী সীমা অতিক্রম করবে বলে প্রত্যাশিত ছিল, কিন্তু তারা ৪.৬% ভোট পেয়েছিল, আনুপাতিক আসনগুলির মধ্যে কোনোটিই জিততে পারেনি এবং শুধুমাত্র তিনটি আসনে জিতেছিল। ১৯৯৬ সালে, যখন দলের সহ-প্রতিষ্ঠাতা, একাতেরিনা লাখোভা রাশিয়ার নারীদের সর্ব-রাশিয়ান সামাজিক-রাজনৈতিক আন্দোলন গঠনের জন্য পার্টি ত্যাগ করেন, তখন পার্টিটি বিভক্ত হয়ে যায়। 'অল রাশিয়ান সোশিও-পলিটিক্যাল মুভমেন্ট অব উইমেন অব রাশিয়া'র নামটি প্রায়শই ইচ্ছাকৃতভাবে \"উইমেন অফ রাশিয়া\" হিসাবে সংক্ষিপ্ত করে বলা হত, প্রলুব্ধ করে সমর্থন পাবার প্রচেষ্টায়।\n১৯৯৯ সালের এপ্রিলে ঘোষণা করা হয়েছিল যে উইমেন অব রাশিয়া ডিসেম্বর ১৯৯৯ সালের নির্বাচনে অংশ নেবে না, পরিবর্তে ফাদারল্যান্ড - অল রাশিয়া গোষ্ঠীর অংশ হবে এবং এতে লাখোভাও যোগ দিয়েছিলেন। স্বাধীনভাবে নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য দলের তালিকায় কোন নারী না থাকার প্রতিবাদে সেপ্টেম্বরে দলটি গোষ্ঠী থেকে নাম প্রত্যাহার করে। যাইহোক, এর ভোট ভাগ আবার ২% এ নেমে এসেছে এবং এরা তিনটি আসনই হারিয়েছে। এরা পরবর্তী কোনো নির্বাচনে আর প্রতিদ্বন্দ্বিতা করেনি।\nদলটি আজ রাশিয়ার মহিলা ইউনিয়ন নামে পরিচিত।\n\n\n== তথ্যসূত্র =="}