{"pageid": 1322547, "title": "ওয়াঞ্চো নাগা", "url": "https://bn.wikipedia.org/wiki?curid=1322547", "content": "ওয়াঞ্চো হল ভারতের অরুণাচল প্রদেশ রাজ্যের লংডিং জেলার পাটকাই পাহাড়ে বসবাসকারী নাগা আদিবাসী। সাংস্কৃতিকভাবে তারা নাগা, জাতিগতভাবে তারা অরুণাচল প্রদেশের নক্টে এবং নাগাল্যান্ডের কোন্যাকের সাথে সম্পর্কিত। ওয়াঞ্চো এবং কোন্যাক জাতির মানুষ আজও একই ধরনের নাম ব্যবহার করেন, কোন্যাক হল নাগাল্যান্ডের বৃহত্তম উপজাতি। ওয়াঞ্চোর ইতিহাসের বেশিরভাগই বর্তমান নাগাল্যান্ডের উপর ভিত্তি করে পাওয়া যায়। আজও, অরুণাচলের ওয়াঞ্চো অধ্যুষিত এলাকায় এবং মোন নাগাল্যান্ডের কোন্যাক অধ্যুষিত এলাকায় একই নামের গ্রাম রয়েছে যেমন লংকেই গ্রাম। ওয়াঞ্চো ভাষাটি উত্তর নাগা ভাষার অধীনে তিব্বত-বর্মা পরিবারের অন্তর্গত\nনক্টে এবং কোন্যাকের একটি ছোট অংশের সাথে ওয়াঞ্চো এখনও সর্বপ্রাণবাদের বিশ্বাস ধরে রেখেছে, যেটি অন্যান্য নাগা থেকে ভিন্ন। এই সর্বপ্রাণবাদী ওয়াঞ্চোরা রং এবং বাউরাং নামে দুটি শক্তিশালী দেবতার অস্তিত্বে বিশ্বাস করে।\nওয়াঞ্চোদের মধ্যে কিছু মানুষ খ্রিস্টধর্মের অনুসারী, যাদের মধ্যে অনেকেই ব্যাপটিস্ট বা ক্যাথলিক সম্প্রদায়ের অন্তর্ভুক্ত। খ্রিস্টধর্ম গ্রহণের সাথে মূলত নাগাল্যান্ডের নাগাদের তুলনামূলক প্রভাবের সম্পর্ক রয়েছে। সেই সাথে নরমুণ্ড শিকারের প্রতি দৃষ্টিভঙ্গির পরিবর্তনও রয়েছে। যাইহোক, এর ফলে তাদের ঐতিহ্যবাহী সংস্কৃতির অনেক দিক হ্রাস পেয়েছে, যেগুলি ধর্মের সাথে দৃঢ় সম্পর্কযুক্ত। \n২০০১ সালের আদমশুমারিতে, ওয়াঞ্চোদের মাত্র ১০% হিন্দু এবং অন্য ১৬% সর্বপ্রাণবাদী (২০১১ সালের আদমশুমারি অনুসারে ২.৫৫% হিন্দু এবং ০.৫% সর্বপ্রাণবাদী)।\n\n\n== সংস্কৃতি ==\nওয়াঞ্চো উপজাতির মধ্যে উল্কি একটি প্রধান ভূমিকা পালন করে। ঐতিহ্য অনুসারে, একজন মানুষ তার দুই হাত দুই পা এবং পুরো মুখের ওপর উল্কি আঁকে, তবে চোখ এবং ঠোঁটের চারপাশের কিছু অঞ্চল বাদ দিয়ে। মহিলারা গলায় মালা এবং হাতে চুড়ি পরে, পাশাপাশি কিছু হালকা উল্কিও আঁকে।\nওয়াঞ্চোদের প্রধান উৎসব হল ওরিয়া, এটি মার্চ থেকে এপ্রিলের মধ্যে চলা একটি উৎসব, যেটি প্রার্থনা, গান এবং নৃত্যের সঙ্গে ছয় থেকে বারো দিন ধরে চলে। গ্রামবাসীরা শুভেচ্ছা ও মঙ্গলকামনার চিহ্ন হিসেবে বাঁশের নলে ভরা ভাত থেকে প্রস্তুত বিয়ার বিনিময় করে। তারপর গ্রামের প্রধানকে সম্মানের চিহ্ন হিসাবে শুয়োরের চামড়া দেওয়া হয়। এই উৎসবের অঙ্গ হিসেবে ঝুম চাষ করে ধান বপন করা হয়, শুকর, মহিষ এবং গয়াল বলি দেওয়া হয় এবং প্রতিটি মুরুংয়ে (যৌথ শয়নালয়ে) ভোজের আয়োজন করা হয়। তাই এই উৎসব বেশ কয়েক দিন ধরে চলতে থাকে। ছেলে এবং মেয়েরা, আনুষ্ঠানিক পোশাক পরে, ওরিয়ার সময় গান এবং নাচ করে। ওরিয়ার সময় লাগানো একটি দীর্ঘ আনুষ্ঠানিক খুঁটি \"জংবান\"কে ঘিরে চারপাশে সকলে নাচে।  প্রতি বছর ১৬ ফেব্রুয়ারি ওয়াঞ্চো ওরিয়া উৎসব হিসেবে পালিত হয়। \n\n\n== জীবনধারা ==\nওয়াঞ্চোরা ঐতিহ্যগতভাবে বয়স্ক সর্দারদের একটি পরিষদ দ্বারা শাসিত হয়, যা ওয়াংহাম বা ওয়াংসা নামে পরিচিত। \nবেশিরভাগ প্রতিবেশী উপজাতির মতো, ওয়াঞ্চোরা কাঠ এবং বাঁশ দিয়ে ঘর তৈরি করে এবং ছাদগুলি শুকনো পাতা দিয়ে ছাওয়া থাকে। মুরুং নামে পরিচিত শয়নালয়গুলি এমন একটি কাঠামো যেখানে ছেলেদেরকে তাদের পিতা পুরুষ হয়ে উঠতে প্রশিক্ষণ দেয়। যদিও ছেলেদের মত মেয়েদের কোন মুরুং নেই, তবুও তারা সকলে একটি বড় বাড়িতে, একজন বৃদ্ধা মহিলার আশ্রয়ে ঘুমোয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএথনোলগ প্রোফাইল\nআর্টস - কাঠ খোদাই করা\nEine Reise durch das südliche অরুণাচল\nটেমপ্লেট:নাগা উপজাতি\nটেমপ্লেট:অরুণাচল প্রদেশের উপজাতি\nটেমপ্লেট:উত্তর-পূর্ব ভারতের পার্বত্য উপজাতি"}