{"pageid": 1322231, "title": "গুলবাহার বেগম", "url": "https://bn.wikipedia.org/wiki?curid=1322231", "content": "মহারানি গুলবাহার বেগম (মৃত্যু ১৮৬৩) ছিলেন শিখ সাম্রাজ্যের প্রতিষ্ঠাতা মহারাজা রঞ্জিত সিংয়ের এক স্ত্রী। ১৮৩৩ সালে তাঁদের বিবাহ হয়েছিল। তার আগে তিনি অমৃতসরের একজন নর্তকী ছিলেন।\n\n\n== জীবনী ==\nগুল বেগম ছিলেন অমৃতসরের একজন পাঞ্জাবি মুসলমান পরিবারের নর্তকী। ১৮৩১ সালের অক্টোবরে রূপনগরে ব্রিটিশ গভর্নর জেনারেল লর্ড উইলিয়াম বেন্টিংকের সাথে সাক্ষাতের সময় গুল বেগম মহারাজার ইংরেজ অতিথিদের সামনে নেচেছিলেন। তাঁর নাচ দেখে রঞ্জিত সিং তাঁর প্রতি বিমোহিত হয়ে পড়েন, এবং অবশেষে তাঁকে বিবাহিত স্ত্রী হিসাবে নিয়ে আসেন। এমন এক মহিলাকে তিনি বিবাহ করেছিলেন, যাঁর মর্যাদা তাঁর নিজের সাথে মেলেনি। এই কারণে তিনি পরবর্তীকালে স্বর্ণ মন্দির পরিদর্শন করেছিলেন।\nতাঁরা ১৮৩৩ সালে বিয়ে করেন। বিয়ের আগে গোঁড়া মহল থেকে বিরোধিতা এসেছিল, তারা দাবি করেছিল যে গুলকে শিখধর্ম গ্রহণ করতে হবে। তবে মহারাজা এর বিরোধিতা করেছিলেন এবং গুলবাহারকে ধর্ম পরিবর্তন করতে হয়নি। রাজ দরবারের দিনলিপিকার সোহন লালের লেখা থেকে জানা যায় যে বিয়ের দিন মহারাজা জাফরান রংঙের বস্ত্র পরিধান করেছিলেন এবং অলঙ্কার ও গহনা দিয়ে নিজেকে সজ্জিত করেছিলেন। গুলবাহার হলুদ রংঙের পোশাক পরেছিলেন, তাঁর নাকে সোনার ওপর মুক্তো বসানো নাকছাবি পরানো হয়েছিল। তাঁর হাত ও পা মেহেদি দিয়ে লাল রঙে রঞ্জিত করা হয়েছিল এবং তাঁকে হীরা বসানো সোনার অলঙ্কারে সজ্জিত করা হয়েছিল। বিবাহ উদযাপনের অংশ হিসাবে, তাঁর ভাইদের একটি জায়গীর দেওয়া হয়েছিল এবং একটি নবাবি উপাধি দেওয়া হয়েছিল।\nতাঁদের বিয়ের পর মহারাজা রঞ্জিত সিং তাঁর মহারানির নাম পরিবর্তন করে গুলবাহার বেগম রাখেন এবং তাঁকে অন্যান্য ভদ্র মহিলাদের উপরে একটি অবস্থানে উন্নীত করেন। সেই মহিলাদের দায়িত্ব দেওয়া হয়েছিল বেগমের পা মালিশ করে দেওয়ার। গুলবাহার পর্দা প্রথা পালন করেননি এবং প্রায়ই তাঁকে মিছিলের সময় মহারাজার সাথে রাজকীয় হাতির উপর দেখা যেত। তাঁকে রং মহল এবং হাভেলি মিয়াঁ খানের মধ্যবর্তী একটি অংশে একটি প্রাসাদ দেওয়া হয়েছিল।\n\n\n== শেষ জীবন ==\n১৮৩৯ সালে মহারাজা মারা গেলে তিনি মহারাজার সঙ্গে সহমরণে যেতে প্রস্তুত ছিলেন। কিন্তু একজন দরবারী তাঁকে পরামর্শ দিয়েছিলেন যে এই প্রথা ইসলামে নিষিদ্ধ। ১৮৪৯ সালে ব্রিটিশরা পাঞ্জাবকে অধিভুক্ত করার পর তাঁকে তাঁর বাকি জীবনের জন্য বছরে ১২,৩৮০ টাকা করে পেনশন দেওয়ার সিদ্ধান্ত নেওয়া হয়েছিল। তাঁর নিজের কোনো সন্তান না থাকায় পরবর্তী জীবনে তিনি একটি মুসলিম ছেলেকে দত্তক নেন, যাঁর নাম সর্দার খান। এই সন্তান তাঁর দেখাশোনা করেছিলেন। এই সর্দার খানের বংশধররা এখনও লাহোরে থাকে। তিনি নিজের জীবনের শেষ বছরগুলি মিয়ানী সাহেব এলাকায় কাটিয়েছিলেন, এবং যে এলাকায় থাকতেন সেখানে তিনি একটি বাগান ও মসজিদ তৈরি করিয়েছিলেন। মসজিদটি এখনও বিদ্যমান। \n\n\n== মৃত্যু ==\nতিনি ১৮৬৩ সালে লাহোরে মারা যান।\n\n\n== তথ্যসূত্র =="}