{"pageid": 1322052, "title": "মারাক্কার", "url": "https://bn.wikipedia.org/wiki?curid=1322052", "content": "মারাক্কার /মারিকার/ মারেকার/মারিক্কর/মার্কিয়ার/মেরিকান/মারেকান (মালয়ালম : মারাক্কার; তামিল : মারাকায়ার; সিংহলি: মারাক্কালা ) হলো ভারতের কেরালায় বসবাসকারী একটি দক্ষিণ এশীয় মুসলিম সম্প্রদায়। মারাক্কার ভারতের মালাবার উপকূল, তামিলনাড়ু (পল্ক স্ট্রেট ও করমণ্ডল উপকূল) এবং শ্রীলঙ্কায় বাস করে। মারাক্কাররা কেরালায় মালয়ালম এবং তামিলনাড়ু ও শ্রীলঙ্কায় তামিল ভাষায় কথা বলে থাকে।\nসম্প্রদায়টি প্রথমদিকের আরবীয় মুসলিম সামুদ্রিক ব্যবসায়ী এবং মান্নার উপকূলের আদিবাসী পারাভার উপকূলীয় মহিলা ও ত্রাভাঙ্কোর উপকূলের মুক্কুভার উপকূলীয় মহিলাদের সাথে বিবাহের মাধ্যমে তাদের পূর্বপুরুষদের সন্ধান করে। আরব ব্যবসায়ীরা ভারত ও শ্রীলঙ্কার অন্যান্য দক্ষিণ এশীয় নারীদেরও বিয়ে করেছেন; কিন্তু তাদের পরবর্তী বংশধররা মারাক্কার সম্প্রদায়ের সদস্য নয়।\n\n\n== উৎপত্তি ==\nকরমণ্ডল উপকূল ও মালাবার উপকূলে আগত আরব মুসলিমরা নিজেদর সাথে ইসলামী মূল্যবোধ ও রীতি-নীতি নিয়ে আসে এবং স্থানীয় বৌদ্ধ, জৈন এবং হিন্দু রীতিনীতি অনুসরণকারী আদিবাসী মহিলাদের সাথে আন্তঃবিবাহ করেন। স্বভাবতই সেই সকল আদিবাসী মহিলা ইসলামে দীক্ষিত হন এবং তাদের সন্তানেরা ইসলামি ও স্থানীয় উভয় মূল্যবোধকে আত্মস্থ করে। শুরু থেকেই আরবরা স্থানীয় নারীদের সাথে নিজেদের সম্পর্কের ক্ষেত্রে ইসলামী মূল্যবোধের কেন্দ্রীকতা নিশ্চিত করতে হয়; সাথে সাথে স্থানীয় রীতি নীতিতে প্রয়োজনীয় সমন্বয় সাধন করতে হয় এবং এই ধারণা আজ পর্যন্ত তাদের মাঝে টিকে আছে বলে মনে করা হয়। পাণ্ড্য রাজ্য ( রাজধানী: মাদুরাই ), মালাবার (কেরালা) ও সিলনের (শ্রীলঙ্কা) শাসকদের সাথে আরব ব্যবসায়ীদের দক্ষিণ ভারতে জুড়ে একটি সমৃদ্ধ ব্যবসা ছিল।\nএই অঞ্চলে ইসলামের আবির্ভাবের সাথে সাথে এই আরব ব্যবসায়ীরা নতুন বিশ্বাসের সূচনা করে। তারা স্থানীয় জনগণের সাথে কোনো প্রকারের দূরত্ব বজায় না রেখে তাদের সমাজে একীভূত হয়ে যান। বংশ এবং বর্ণ প্রভাবিত সমাজের মধ্যে বিয়ে করেন। বর্তমান তাদের বংশধররা তামিলনাড়ু উপকূল বরাবর অনেক বসতি স্থাপন করে বসবাস করে আসছে। মালাবার /কেরালা উপকূলে ও শ্রীলঙ্কার দক্ষিণ সমুদ্র উপকূলেও তাদের অনেক বসতি আছে।\nতৎকালীন আরবদের বাণিজ্যের প্রধান ধরণ ছিল মান্নার উপসাগরে মাছ থেকে সংগৃহীত প্রাকৃতিক মুক্তা ও ঘোড়া। আরব থেকে আনা ঘোড়ার সাথে এসব মুক্তা বিনিময় হতো।\n\n\n== শিকড়ের গভীরে ==\nমারাক্কার ব্যবসায়ীরা মূলত কোচিন থেকে উদ্ভূত হয় এবং সেখানেই তাদের শিকড় প্রোথিত। এসভি মুহম্মদ তার চারিত্রথিলে মারাক্কর সন্নিধ্যম বইতে বলেছেন যে, মারাক্কর পরিবার (কুনহালি) কোঙ্কণ থেকে উদ্ভূত হয়েছিল এবং তারা ছিল চাল ব্যবসায়ী। তার মতে, মারাক্কার ছিল তাদের পারিবারিক নাম এবং কুনহালি ছিল কালিকটের জামোরিনের দেওয়া নাম।\nযদিও মারাক্কারদের আরব শিকড় রয়েছে, তবে তারা মালাবারের মাপিলা থেকে আলাদা। কারণ মাপিলারা সাধারণভাবে আরব পূর্বপুরুষ এবং স্থানীয় বংশোদ্ভূত মাতার বংশধর ছিল। তারা সুন্নি এবং শিয়া উভয় দল নিয়ে গঠিত এবং তারা ইসলাম ধর্মে ধর্মান্তরিতদের অন্তর্ভুক্ত। আরবরা লোহিত সাগরের উপকূলীয় অঞ্চল এবং বর্তমান ইয়েমেনের হাজরামাউত অঞ্চল থেকে এসেছে বলে মনে করা হয়। বর্তমান সময়ের অনেক মাপ্পিল্লা মুসলমান শাফেঈ; সে হিসেবে মারাক্কারদের সাথে মাপিলাদের মিল দেখা যায়। যাহোক, এটি এমন হতে পারে যে, তারা ধর্মান্তরিত ছাড়াই একটি আরব ব্যবসায়ী গ্রুপের সাথে সরাসরি বংশ দাবি করেছে। কিছু পণ্ডিত মনে করেন যে, তুতিকোরিনে অভিবাসন শুধুমাত্র পর্তুগিজ নিপীড়নের পরে ১৫ বা ১৬ শতকে এসেছিল। যদিও বাণিজ্যিক নথিপত্র ইঙ্গিত করে যে, এর আগেও তারা অনেকগুলি বন্দরে ছিল। বর্তমান সময়ের তিরুনেলভেলি মুসলমানদের অনেকেই দাবি করেন যে, তারা কেরালার মাপিলাদের বংশধর এবং তারা মালাবাড়ি ধর্মীয় শিক্ষক ও সামাজিক সংস্কৃতি অনুসরণ করে।\nসংক্ষেপে বলা যায় যে, মারাক্কাররাও মাপলা। যদিও তাদের মাঝে সম্ভবত সঠিক উৎপত্তি ও উপ-সম্প্রদায়ে ভিন্নতা রয়েছে। তারা সর্বদা বাণিজ্য পরিচালনাকারী ছিল এবং তুতিকোরিন, ইন্দোনেশিয়া, ফিলিপাইন, সিলন ও মালয়েশিয়াতেও স্থানান্তরিত হয়েছিল। এক অর্থে সকল ভারতীয় মুসলিমকে মাপিলা বলা হয়; সে হিসেবে মারাক্কারদেরও মাপিলা বা তাদের বংশোদ্ভূত বলা যেতে পারে।\nকিছু দক্ষিণ ভারতীয় ও সিলন বসতিতে তথাকথিত মাতৃসংক্রান্ত \"কুদি মারাইক্কার\" দেখা যায়। এখানে মারাইক্কার শব্দটি মাছ ধরার সাথে জড়িত মুসলিম জনগণের প্রধানের জন্যে ব্যবহৃত হয়। ডেনিস বি ম্যাকগিলভ্রের \"ক্রুসিবল অফ কনফ্লিক্ট\" বইতে এসব বিষয়ে বিস্তারিতভাবে আলোচনা করা হয়েছে। তারাও মালাবার থেকে আসা মাপিলা অভিবাসী। কুদি মারাক্কার ছাড়াও সিলনেও প্রচুর নিয়মিত মারাক্কার ব্যবসায়ী পরিবার রয়েছে।\n\n\n== ধর্ম ==\nমারাক্কাররা কেরালা ও উপকূলীয় তামিলনাড়ু এবং শ্রীলঙ্কার আদি মুসলিম বাসিন্দাদের মত শাফিঈ মতবাদ অনুসারী সুন্নি।\n\n\n== অর্থনৈতিক অবস্থা ==\nঅধিকাংশ মারাক্কার কোনো না কোনোভাবে বিদেশী বাণিজ্যের সাথে যুক্ত এবং এর মাধ্যমে তারা স্থানীয় অন্যান্য মুসলিম গোষ্ঠী, এমনকি স্থানীয় অনেক হিন্দু উপজাতির তুলনায় অর্থনৈতিক এবং সামাজিকভাবে অনেক বেশি অগ্রসর হয়েছে।\nমারাক্কাররা মধ্যযুগে দক্ষিণ এশিয়ায় একটি শক্তিশালী সামুদ্রিক মশলা ব্যবসায়িক সম্প্রদায় হিসেবে পরিচিত ছিল। তারা পূর্ব এশিয়ার মায়ানমার, মালয়েশিয়া, থাইল্যান্ড এবং দক্ষিণ এশিয়ার, মালদ্বীপ ও শ্রীলঙ্কার মতো অবস্থানে ব্যবসা করত। মারাকায়াররা ১৭ শতক থেকে তামিলনাড়ুর শিক্ষাগত ও অর্থনৈতিক ভূ-প্রকৃতিতে আধিপত্য বিস্তার করে।\n\n\n== ব্যুৎপত্তি ==\n\"মাররাকায়ার\" শব্দটির ব্যুৎপত্তি এবং এর বিভিন্ন রূপ সম্পর্কিত দুটি প্রধান অনুমান প্রচলিত রয়েছে:\n'মারকালা+আয়ার' শব্দটি থেকে প্রথমটির অর্থ হতে পারে, যারা নৌকা নিয়ন্ত্রণ করে বা মালিকানাধীন। তামিল/মালয়ালম ভাষায়, \"মারকালাম\" অর্থ \"কাঠের নৌকা\" এবং এর শেষে \"আয়ার\" যুক্ত হয়েছে। এই দুটি শব্দের সংযোগে মারক্কায়ার বা মারাক্কার গঠিত হয়।\nকেভিকে আইয়ার তার কেরালার ইতিহাস বইয়ে বলেন  যে, মারাক্কার ছিল কালিকটের জামোরিনের দেওয়া একটি পুরস্কার উপাধি। মারাক্কা রায়ার থেকে প্রাপ্ত এই শব্দটি মারাক্কালাম (জাহাজ) এবং এর সাথে রায়ার (জাহাজের ক্যাপ্টেন) যোগে গঠিত হয়েছে। এর অর্থ জাহাজের ক্যাপ্টেন বা নাবিক। মুসলিম ক্যাপ্টেনদের বীরত্বপূর্ণ নৌ-দক্ষতার জন্যে এই শব্দের উপাধিতে ভূষিত করা হয়েছিল এবং পরবর্তীতে মুসলিমদের এই নামেই ডাকার প্রচলন হয়।\n\n\n== আঞ্চলিক প্রতিরক্ষায় ভূমিকা ==\n\nঐতিহ্য অনুসারে কুঞ্জলি মারাক্কাররা ছিলেন আরব বংশোদ্ভূত সামুদ্রিক বণিক, যারা ভারত মহাসাগরে ব্যবসা বাণিজ্য পরিচালনা করত এবং কিলাকারাই, কায়ালপট্টিনাম, থুথুকুডি, নাগোর এবং কারাইকালের উপকূলীয় অঞ্চলে বসতি স্থাপন করেছিল। কিন্তু তারা পরবর্তীতে তাদের বাণিজ্য কোচিতে স্থানান্তরিত করে এবং তারপর পর্তুগিজ নৌবহর কোচিন রাজ্যে এলে তারা জামোরিনের রাজত্বের পোন্নানিতে চলে যায়। ভারতে পর্তুগিজদের উত্থানের সাথে সাথে মারাক্কাররা অস্ত্র হাতে নেয় এবং কালিকটের হিন্দু রাজার অধীনে পর্তুগিজদের বিরুদ্ধে নিজেদের লড়াইয়ে নিযুক্ত করে।কালিকটের এ মারাক্কার নৌপ্রধানরা কুঞ্জলি মারাক্কার নামে পরিচিত ছিল। এই সকল নাবিক তাদের নৌ গেরিলা যুদ্ধ এবং নৌকা যুদ্ধে হাতে-কলমে লড়াইয়ের জন্য বিখ্যাত ছিল। মারাক্কারদের জাহাজগুলি–ছোট, হালকা সশস্ত্র ও অত্যন্ত গতিসম্পন্ন – সমস্ত ভারতীয় পশ্চিম উপকূল বরাবর পর্তুগিজ জাহাজগুলির জন্য একটি বড় হুমকি ছিল।\n১৫৯৮ সালে পর্তুগিজরা জামোরিনকে বোঝায় যে, মারাক্কাররা চতুর্থ একটি মুসলিম সাম্রাজ্য তৈরি করার জন্য তার রাজ্য দখল করতে চায়। বিশ্বাসঘাতকতার এই কাজে জামোরিন পর্তুগিজদের সাথে হাত মিলিয়ে তাদের নির্মমভাবে হত্যা করেছিল। ভারতীয় উপকূলের প্রথম নৌ প্রতিরক্ষা সংগঠিত করার কৃতিত্ব মালাবাড়ি মারাক্কারদের।\n\n\n== ভাষা ==\nপ্রারম্ভিক বণিকদের নিয়ে আসা আরবি ভাষা বর্তমান আর বলা হয় না। যদিও বহু আরবি শব্দ ও বাক্যাংশ এখনো সাধারণভাবে ব্যবহৃত হয়। সাম্প্রতিক অতীত পর্যন্ত মাপিলা মুসলিমরা আরবি মালয়ালমকে ভাষা হিসেবে করত এবং তামিল মুসলিমরা আরবি ভাষাকে তাদের মাতৃভাষা হিসাবে ব্যবহার করত। যদিও এটি একটি কথ্য ভাষা হিসাবে এখন বিলুপ্ত। তারা আজ আরবি ভাষার প্রভাবে তাদের প্রাথমিক ভাষা হিসাবে যথাক্রমে মালয়ালম এবং তামিল ব্যবহার করে। মারাক্কারদের কথ্য মালয়ালম এবং তামিল অনেক আরবি শব্দ ও আরবি বাক্যাংশ আছে। উদাহরণ হিসেবে, মালায়ালাম / তামিলের পরিবর্তে আরবীতে শুভেচ্ছা এবং আশীর্বাদ বিনিময় করা হয়। যেমন : শান্থিয়ুম সামদানাভুমের পরিবর্তে আসসালামু আলাইকুম, নান্নি/নান্দ্রির পরিবর্তে জাজাকাল্লাহ এবং বাউল/কাপের জন্য পিনজান/ফিনজান/পিঞ্জানাম ব্যবহার করা হয়। এটা অবশ্য সকল সম্প্রদায়ের মুসলিমরা করে থাকে। কারণ এসব বিষয়ে ইসলামের সুস্পষ্ট ধারণা দেওয়া আছে।\nএছাড়াও এমন কিছু শব্দ রয়েছে, যা মারাক্কার এবং শ্রীলঙ্কার মুরদের মধ্যে অভিন্ন। যেমন বড়-বোনের জন্য লাথা, বড়-ভাইয়ের জন্য কাকা, মায়ের জন্য উম্মা ও বাবার জন্য ভাপ্পা ভারতের মারাক্কার এবং শ্রীলঙ্কার মারাক্কার এবং মুরদের মধ্যে ঘনিষ্ঠ সম্পর্কের পরামর্শ দেয়। উল্লেখ্য যে, শ্রীলঙ্কার মারাক্কাররা ' শ্রীলঙ্কান মুর গোষ্ঠীর অধীনে পড়ে, যাদেরকে শ্রীলঙ্কা সরকার একটি পৃথক জাতিগোষ্ঠী হিসাবে সংজ্ঞায়িত করেছে।\n\n\n== মারাক্কার ও মারক্কায়রা ==\nডা. জেবিপিমোর কথ্য শব্দ, বিবাহের রীতি ইত্যাদির দিকে ইঙ্গিত করেছেন, যা তামিল মারাক্কায়ারদের মালাবার মারাক্কারদের সাথে দৃঢ়ভাবে সংযুক্ত করে। তার বইয়ে এটিও উল্লেখ করা হয়েছে যে, মালাবার মারাক্কাররা কায়ালপাটানাম ( তুতিকোরিন ) অঞ্চলের সম্প্রদায়ের সাথে সম্পর্ক ছিল, একটি দল যারা বার্মা, মালাক্কা এবং ইন্দোনেশিয়ার সাথে বাণিজ্য পরিচালনা করত।\nমারাক্কারদের উৎপত্তি নির্ণয়ের জন্য জেবি পিমোর আরেকটি মাপকাঠি ব্যবহার করেছেন, তা হল তাদের পরিবার ব্যবস্থা। তামিল মারাক্কায়ার এবং মালাবার মারাক্কার উভয়েই মারুমাক্কাথায়ম (উত্তরাধিকারের বৈবাহিক পদ্ধতি) অনুশীলন করে এবং কনের বাড়িতে বসতি স্থাপন করে। এটাও বিশ্বাস করা হয় যে, তামিল মারাক্কায়াররা মালাবার থেকে এসেছিল।\n১৭ শতকের দিকে তামিল লাব্বাইরা নৌকার মাঝি ও জেলে হিসাবে সামনে এসেছিল। অভিবাসনের একটি তরঙ্গে ১৪ শতকের শেষের দিকে মারাক কালামে (কাঠের নৌকা) অনেক মুসলমান তামিল দেশ ছেড়ে সিলনের উপকূলে অবতরণ করে। কারণ তারা মারাক কালামে এসেছিল, তাই সিংহলিরা তাদের মারাক্কালা মিনিসু বলে।\nসংক্ষেপে বলা যায়, অভিজাত চুলিয়া মুসলমানরা ১৪ শতকের গোড়ার দিকে মারাইক্কায়ার জাতি গঠন করে। এই তামিল গোষ্ঠীটি সুন্নি ছিল এবং তারা জাহাজের রক্ষণাবেক্ষণ করত। তাদের আরব ভাইদের মাধ্যমে আরবের পবিত্র শহরগুলির সাথে তাদের দৃঢ় সম্পর্ক ছিল। (লাবিয়ারা জেলে, মুক্তো ডাইভার ইত্যাদি নিয়ে গঠিত নিম্ন সুন্নি স্তর ছিল) কায়ালপাটানাম মারাক্কাররা ভারত মহাসাগরের মুক্তার ব্যবসা নিয়ন্ত্রণ করত এবং রোথাররা অভ্যন্তরীণ বাণিজ্য পরিচালনা করত।\nসুসান বেলি তার সেন্টস গডেসেস অ্যান্ড কিংস বইতে বলেন যে, তামিল মারাক্কায়াররা সর্বদা ইসলামে ধর্মান্তরিত মুসলমানদের অবজ্ঞার চোখে দেখেছে এবং আরবদের সাথে সরাসরি যুক্ত হওয়ায় দেশে তাদের উচ্চ সামাজিক অবস্থান ছিল। তিনি তাদের পরিচয়ের প্রমাণ হিসেবে আরবের সাথে সুন্নি শাফেঈ মাযহাবের সংযোগ বর্ণনা করেছেন। তারা (মারক্কাররা) মালাবার ও তামিলনাড়ুর মারক্কায়ারদের মধ্যে কঠোরভাবে আন্তঃবিবাহের মাধ্যমে সম্প্রদায়টি বজায় রেখেছিল। নাগোর, কায়ালপত্তনম, কিলাক্কারাই, আদিরামপত্তনম, কুলাসেকারাপট্টিনম হল প্রাচীন মসজিদ এবং প্রাচীন সাহাবি সাধকের অবশিষ্টাংশসহ প্রধান কেন্দ্র।\nরোথার, মারাক্কায়ার, লেব্বাই এবং কায়লার হলো তামিলনাড়ুর চারটি মুসলিম সম্প্রদায়। রোথাররা হানাফি মাযহাব অনুসরণ করে এবং কায়ালর, লেব্বাই ও মারাক্কায়ার শাফেঈ মাজাব মেনে চলে, যা দক্ষিণ ইয়েমেনের উপকূল থেকে ছড়িয়ে পড়ে। কায়লারকে মারক্কায়ারের উপবিভাগ বলে মনে হয়। কায়লার এবং মারাক্কায়ারদের প্রাথমিকভাবে কোরামন্ডেল উপকূলে পাওয়া যায়। আসিয়ানে রোথারদের প্রাধান্য রয়েছে।\n\n\n== কোত্তাকালের মারাক্কার (কেরল) ==\nকেরালায়ও মারাক্কার নামে পরিচিত মারাক্কাদের বেশিরভাগই মালাবার ও এর আশেপাশের অঞ্চলে কেন্দ্রীভূত। ব্যবসা বাণিজ্যে পতন ঘটার পর তাদের অধিকাংশই ঐতিহ্যগতভাবে নৌকার মাঝি হয়ে যান।\nঐতিহ্য অনুসারে, মারাক্কাররা মূলত কোচির সামুদ্রিক বণিক ছিল, যারা পর্তুগিজরা কোচিতে আসার পর সামুথিরি রাজার রাজত্বে পোনানির দিকে রওনা হয়। তারা কোঝিকোড়ের সামুথিরিতে তাদের মাতৃভূমির প্রতিরক্ষার জন্য তাদের লোক, জাহাজ এবং সম্পদ অর্পণ করেছিল। রাজা তাদের দেশ প্রতিরক্ষার কাজে নিয়োগ দেয় এবং অবশেষে তারা তাদের নৌবহরের অ্যাডমিরাল হয়। তারা জামোরিনের সেনাবাহিনীতে নৌপ্রধান হিসেবে দায়িত্ব পালন করত। তাদের কুঞ্জলি মারাক্কর বলা হয় এবং ঔপনিবেশিক পর্তুগিজদের বিরুদ্ধে বিদ্রোহকারী প্রথম কেরালি ছিলেন।\n\n\n== বর্তমান পরিস্থিতি ==\nঐতিহ্যগতভাবে মারক্কাররা পূর্ব এশিয়া জুড়ে সামুদ্রিক বাণিজ্যের জন্য পরিচিত। কিন্তু উন্নত শিক্ষার কারণে এখন সম্প্রদায়ের অনেকেই পেশাদার। কিলাকারাই মারাক্কাররা তামিল মুসলমান এবং সাধারণভাবে মুসলিমদের উন্নতির জন্য সমগ্র তামিলনাড়ুতে শিক্ষা প্রতিষ্ঠান স্থাপনে একটি বড় ভূমিকা পালন করেছে। পারস্য উপসাগর, মালয়েশিয়া এবং সিঙ্গাপুরের সাথে অনেক মারাক্কারের সংযোগ রয়েছে। কিছু মারাক্কার যুক্তরাজ্য, ফ্রান্স এবং মার্কিন যুক্তরাষ্ট্রে চলে গিয়েছে।\nএরা খুব ঘনিষ্ঠ সম্প্রদায়ের এবং বংশ বজায় রাখার জন্য তারা নিজেদের মধ্যে বিয়ে করে। ঐতিহ্যগতভাবে তারা শাফেঈ মাযহাবের অনুসারী; কারণ অধিকাংশ আরব, যারা এই অঞ্চলের সাথে ব্যবসা করত তারা সবাই সেই মাযহাব অনুসরণ করেছিল।\nমারাক্কারদের একটি স্বতন্ত্র আরব- তামিল যৌগিক সংস্কৃতি রয়েছে এবং ঐতিহ্যগতভাবে খুবই রক্ষণশীল। একটি সময় তাদের ভাষায় একটি শক্তিশালী আরবি টান ছিল; কারণ তাদের বেশিরভাগ শব্দভাণ্ডার বিশুদ্ধ আরবি এবং শাস্ত্রীয় তামিল থেকে উদ্ভূত হয়েছিল।\nমারাইকায়ার পট্টিনাম হলো রামানাথপুরম জেলার একটি ছোট জায়গা। সেখানে বসবাসকারী লোকদের বলা হয় মারাকায়ার। এমনকি দুই প্রজন্মের আগেও তারা সারাবিশ্বে; বিশেষ করে পারস্য উপসাগর, শ্রীলঙ্কা , মালয়েশিয়া, সিঙ্গাপুর এবং কিছু ইউরোপীয় দেশে মারাকালাম নামে \"কাঠের জাহাজ\" পরিচালনা করত। বর্তমান প্রজন্ম তাদের সমুদ্রযাত্রার ঐতিহ্য ছাড়াও অনেক ক্ষেত্রে বৈচিত্র্য এনেছে। কিন্তু মারাকাইয়ার পাত্তিনামে এখনো কিছু বয়স্ক লোক আছেন, যারা মারাকালামের মাধ্যমে অনেক দেশে ভ্রমণ করেছেন।\n\n\n== আরও পড়ুন ==\nMedieval Seafarers of India – Lakshmi Subramaniam\nThe Career and Legend of Vasco da Gama – Sanjay Subrahmanyam\nThe Portuguese Empire in Asia, 1500–1700: A Political and Economic History – Sanjay Subrahmanyam\nPortuguese Cochin and the Maritime Trade of India – Pius Malekandathil\nIndia and the Indian Ocean World – Ashin Das Gupta\nKerala Muslim History – P. A. Syed Mohammed\nMuslim Identity, Print Culture, and the Dravidian Factor in Tamil Nadu - J. B. Prashant More\nSaints Goddesses and Kings – Susan Bayly\nPolitical Evolution of Muslims in Tamil Nadu and Madras - J. B. Prashant More\nCharithrathile Marakkar Sannidhyam – S. V. Mohammed\nKunjali Marakkar – Kerala Calling Malabar & the Portuguese – K. M. Panikkar\n\n\n== আরও দেখুন ==\nভারতে বসবাসকারী আরব\nএ. পি. জে. আবদুল কালাম\nতামিল মুসলিম\nমাপিলা মুসলিম\nশ্রীলঙ্কান মুর\nরোহিলা\n\n\n== তথ্যসূত্র =="}