{"pageid": 1322277, "title": "পাঞ্চজন্য", "url": "https://bn.wikipedia.org/wiki?curid=1322277", "content": "পাঞ্চজন্য (সংস্কৃত: पाञ्चजन्य, আইএএসটি: Pāñcajanya) হল হিন্দু সংরক্ষক দেবতা বিষ্ণুর শঙ্খ, যা তার চারটি ঐশ্বরিক গুণের মধ্যে একটি।\nসমুদ্রমন্থনের সময় উদ্ভূত বিভিন্ন পদার্থের মধ্যে এটি একটি বলে উল্লেখ করা হয়। মহাভারত অনুসারে, পুরুষোত্তম (বিষ্ণু) বিশ্বকর্মা দ্বারা নির্মিত চক্রবন নামে পর্বতে পাঞ্চজন নামে একজন দৈত্য (অসুরদের বংশের সদস্য) হত্যা করেছিলেন এবং পাঞ্চজন যে শঙ্খে বাস করত সেটি দখল করেছিলেন। দৈত্যের নামে শঙ্খের নামকরণ করা হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== ভগবদগীতায় ===\nভগবদ্গীতায়, পাঞ্চজন্য উল্লেখ করা হয়েছে:\n\nपाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जय: ।\nपौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदर: ।।\nতারপর, ভগবান কৃষ্ণ তাঁর শঙ্খ ফুঁকলেন, যার নাম পাঞ্চজন্য; অর্জুন উড়িয়ে দিলেন দেবদত্তকে; এবং ভীম, ভোজনকারী ও অত্যন্ত কঠিন কাজ সম্পাদনকারী, পৌণ্ড্র নামক তার ভয়ঙ্কর শঙ্খ ফুঁকলেন।\n\nহরিবংশ অনুসারে, কৃষ্ণ, বিষ্ণুর অবতার, পাঞ্চজন্য নামক শঙ্খের অধিকারী হিসাবে বর্ণনা করা হয়েছে, তার চারটি গুণের মধ্যে গদা কৌমোদকী, চাকতির মতো অস্ত্র সুদর্শন চক্র ও পদ্ম। শঙ্খটি কুরুক্ষেত্র যুদ্ধের সময় ব্যবহৃত হয়েছিল, এবং এটির শুরুর সংকেত হিসাবে জনপ্রিয় ঐতিহ্যে ধরা হয়।\n\n\n=== স্কন্দপুরাণে ===\nপাঞ্চজন্যকে সমুদ্রমন্থনের সময় উদ্ভূত বিভিন্ন পদার্থ ও প্রাণীর মধ্যে উল্লেখ করা হয়েছে:\n\nতারপর বেরিয়ে এলেন শ্রাঙ্গ ধনুক, সমস্ত অস্ত্রের অধিপতি দেবতা। তারপর আবির্ভূত হলেন পাঞ্চজন্য, শঙ্খ, সমস্ত বাদ্যযন্ত্রের পরম দেবতা।\n\nপাঞ্চজন ছিলেন একজন দুষ্ট দৈত্য যিনি প্রভাসা সাগরের গভীরতম গভীরে বিশাল শঙ্খের মধ্যে বাস করতেন। তিনি কৃষ্ণের গুরু সন্দীপনি, বলরাম, সুদামা ও উদ্ধবের পুত্রকে অপহরণ করেন এবং তাকে গ্রাস করেন। তাদের পড়াশুনা শেষ হওয়ার পর, কৃষ্ণ, বলরাম ও উদ্ধব শিক্ষককে তার পছন্দ মতো গুরুর দক্ষিণা চাইতে রাজি করান। সন্দীপনি তার স্ত্রীর সাথে পরামর্শ করে তার দক্ষিণা হিসেবে এই অসুরের মৃত্যু কামনা করেন। এই কাহিনী শুনে কৃষ্ণ ক্রোধান্বিত হয়ে সন্দীপানীর বিচারের জন্য সমুদ্রে ডুবে গেলেন। কৃষ্ণ সফলভাবে পাঞ্চজনকে বধ করেন এবং নিজের জন্য শঙ্খটি গ্রহণ করেন। তারপর তিনি তার গুরু সন্দীপনির কাছে গেলেন, যিনি শঙ্খটির নাম রেখেছিলেন পাঞ্চজন্য।\nস্কন্দপুরাণে, সন্দীপনি বলেছেন যে তার ছেলে তীর্থযাত্রায় থাকাকালীন প্রভাসায় তিমি গিলে খেয়েছিল এবং তার পারিশ্রমিক হিসাবে ফেরত চেয়েছিল। সাগর নিজেই কৃষ্ণকে তার গভীরে বসবাসকারী পঞ্চজন নামের এক মহান দৈত্যের অস্তিত্বের কথা জানিয়েছিল, যে সত্যিই ছেলেটিকে গ্রাস করেছিল। কৃষ্ণ তিমি আকারে থাকা দৈত্যকে হত্যা করেছিলেন এবং তার ভেতর থেকে পাঞ্চজন্য কেড়ে নিয়েছিলেন, যেটি পূর্বে বরুণের ছিল।\nতার গুরুর ছেলেকে খুঁজে না পেয়ে, তিনি বলরামের সাথে নরকে অবতরণ করেন এবং তার প্রত্যাবর্তনের দাবি জানান। ব্রহ্মা হস্তক্ষেপ না করা পর্যন্ত যম এবং চিত্রগুপ্ত দেবতাদের সাথে যুদ্ধ করেছিলেন এবং যমকে ছেলেটিকে পুনরুদ্ধার করার জন্য অনুরোধ করেছিলেন। তার ইচ্ছা পূর্ণ হল, ব্রহ্মা কৃষ্ণের প্রশংসা করলেন, তাকে তার শঙ্খ বাজাতে প্ররোচিত করলেন:\n\nশঙ্খের ধ্বনি সেই সমস্ত পুরুষদের মুক্তির জন্য সহায়ক ছিল যারা পাপ কাজ করেছিল এবং তাই তাদের নরকে পাঠানো হয়েছিল। শঙ্খের ধ্বনি ও অচ্যুতার স্মরণে সকলেই দিব্য বায়বীয় রথে উঠে স্বর্গে চলে গেলেন। নারায়ণের সাথে যোগাযোগের কারণে সেই অঞ্চলটি (নরকের) শূন্য হয়ে পড়ে।\n\nকৃষ্ণ ও বলরাম তারপর পুত্রকে তার পিতার কাছে ফিরিয়ে দেন, যিনি বিস্ময়ে আনন্দিত হয়ে তাদের নাম উচ্চারণ করেছিলেন।\n\n\n=== পূজা ===\n\nযে পদ্ধতিতে শঙ্খকে শ্রদ্ধা করতে হবে তা স্কন্দপুরাণে বর্ণিত হয়েছে:\n\nতাহলে তাকে পাঞ্চজন্য পূজা করা উচিত, আমার প্রিয় শঙ্খ। হে প্রিয়তমা, ইহার উপাসনা করে তিনি আমাকে পরম আনন্দ দেন। শঙ্খের উপাসনার সময়, হে প্রিয়, তার উচিত নিম্নোক্ত মন্ত্রগুলি পাঠ করা:\n“হে পাঞ্চজন্য, পূর্বে তুমি সমুদ্রে জন্মেছিলে। আপনাকে বিষ্ণু তার হাতে ধরে রেখেছেন। তোমায় সব দেবরা বানিয়েছেন। তোমাকে প্রণাম।\nতোমার শব্দে মেঘ, সুর ও অসুররা ভয় পায়। হে পাঞ্চজন্য, তোমাকে প্রণাম, দশ হাজার চাঁদের উজ্জ্বল দীপ্তি।\nহে পাঞ্চজন্য, দানবীয় নারীদের ভ্রূণ হাজার হাজারে নিশ্চিহ্ন হয়ে যায়। তোমার প্রতি প্রণাম।\"\n\n\n== তথ্যসূত্র =="}