{"pageid": 1322420, "title": "ভাঙ্গিভাত", "url": "https://bn.wikipedia.org/wiki?curid=1322420", "content": "ভাঙ্গিভাত (কন্নড়: ವಾಂಗಿ ಬಾತ್) হল একটি নিরামিষ দক্ষিণ ভারতীয় খাবার যা কর্ণাটক, মহীশূর অঞ্চলে উদ্ভুত হয়েছিল, যদিও এটি সমগ্র ভারতে পাওয়া যায়। ভাঙ্গি অর্থ বেগুন আর ভাত অর্থ চাল। বেশিরভাগই একটি শুকনো খাবার হিসাবে দেখা হয়, এটি মোসারু বাজ্জি বা রাইতার সাথে থাকে। এর স্বাদ হল নারকেল ও ধনেপাতা কিছু হালকা মশলার সাথে ভালোভাবে মিশ্রিত। ঐতিহ্যগতভাবে পদটি ছোট, সবুজ বেগুন ব্যবহার করে প্রস্তুত করা হয়, যদিও পদটি তৈরিতে যেকোনো ধরনের বেগুন ব্যবহার করা যেতে পারে, তবে চূড়ান্ত ফলাফলটি জাতগুলির মধ্যে ভিন্ন হতে পারে,  এবং কেউ কেউ বেগুন ব্যবহার করা থেকে বিরত থাকে।\n\n\n== বেগুনের ধরন ==\nবেগুনের যেকোন জাত এই পদের সাথে ভাল কাজ করবে তবে স্বাদ আলাদা হবে। সাধারণত ফেয়ারি টেল বা বারবারেলা ব্যবহার করা হয়। ফেয়ারি টেল হল টুকরোকৃত একটি পাতলা জাতের বেগুন এবং এতে মাখনের বয়ন ও স্বাদ রয়েছে, তাই এটি খুব দ্রুত রান্না হয়। এটিতে খুব কম বীজ রয়েছে তাই এটি এই খাবারে খুব ভাল কাজ করে।\n\n\n== বেগুনের বিকল্প ==\nশুধু ক্যাপসিকাম দিয়ে একইভাবে এই খাবারটি তৈরি করা সম্ভব। এটি আলু বা কুন্দরী (আইভি গোর্ড) সাথেও ভাল কাজ করে।\n\n\n== ঐতিহ্য ও সংস্কৃতি ==\nভাঙ্গিভাত একটি পদও যা উৎসব বা পারিবারিক মিলনমেলা, ভোজ ইত্যাদির সময় বিশেষভাবে প্রস্তুত করা হয়। সাধারণত অনেকটা পরিমাণে ভাঙ্গি ভাতের মসলা আগাম তৈরি করা হয় এবং কমপক্ষে ২ সপ্তাহের জন্য সংরক্ষণ করা হয় ও পুনরায় বা অন্যান্য সবজির সাথেও এটি ব্যবহার করা হয়।\n\n\n== উপকরণ ==\nপ্রধান উপকরণ: বেগুন, চাল।\n\n\n== প্রস্তুতপ্রণালী ==\n৮-১০টি কচি বেগুন, ডালপালা অক্ষত রেখে ৪ টুকরো করে কাটা\n১.৫ কাপ চাল – রান্না করা\n২ চা চামচ + ২ টেবিল চামচ তেল\n২টি মাঝারি পেঁয়াজ কাটা\nসাজানোর জন্য কাটা তাজা ধনিয়া\n৬-৭টি শুকনো লাল মরিচ\n১ টেবিল চামচ বেঙ্গল ছোলা (ছোলা ডাল ভিজিয়ে ও শুকিয়ে নিন)\nসাজানোর জন্য ছেটে ফেলা নারকেল\n৮-১০টি বারসুঙ্গা\n২-৩টি কাঁচা মরিচ কুচি করে নিন\n২ চা চামচ তেঁতুলের গুঁড়ো\n১ চা চামচ সরিষার বীজ\n০.৫ চা চামচ হলুদ গুঁড়ো\n৮-১০টি কালো মরিচ\n২-৩ টি লবঙ্গ\n১ চা চামচ মৌরি বীজ\n২ চা চামচ পোস্তদানা\n২-৩টি সবুজ এলাচ\nএক চিমটি হিং\nলবণ\n\n\n== পার্শ্ব টীকা ==\n২০১৭ সালের আগস্ট মাসে মুখ্যমন্ত্রী সিদ্দারামাইয়া দরিদ্রপন্থী নীতির বিরোধিতাকারীদের মোকাবেলায় এই খাদ্য পদটি ব্যবহার করেছিলেন।\nতিনি বলেছিলেন: “গত তিন বছর ধরে, এটি কেবল মিস্টার মোদীর মন কি বাত চলছে। কিন্তু আমরা শুধু গরীবদের জন্য ভাঙ্গিভাত নিয়ে চিন্তিত।” \n\n\n== তথ্যসূত্র =="}