{"pageid": 1322365, "title": "ডেনিশ মহিলা সোসাইটি", "url": "https://bn.wikipedia.org/wiki?curid=1322365", "content": "ডেনিশ মহিলা সোসাইটি (ডেনীয়: Dansk Kvindesamfund), (ইংরেজি: Danish Women's Society) সংক্ষেপে ডিডব্লিউএস ডেনমার্কের প্রাচীনতম নারী অধিকার সংস্থা। সমাজকর্মী মাতিলডা বাজের এবং তার স্বামী ফ্রেডরিক বাজের ১৮৭১ সালে এটি প্রতিষ্ঠা করে। ফ্রেডরিক একজন সংসদ সদস্য ছিলেন, যিনি ১৯০৮ সালে ক্লাস পন্টুস আর্নল্ডসনের সাথে যৌথভাবে শান্তিতে নোবেল পুরস্কার লাভ করেন। ডেনিশ মহিলা সোসাইটি প্রগতিশীল উদার নারীবাদের পক্ষে দাঁড়িয়েছিল এবং নারীদের অধিকার এবং সমকামীদের অধিকারের পক্ষে সমর্থন দেন। এটি ১৮৮৫ সাল থেকে প্রকাশিত বিশ্বের প্রাচীনতম মহিলাদের ম্যাগাজিন কেভিনডেন এন্ড সাম্ফুন্ডেণ্ট (নারী ও সমাজ) প্রকাশ করে আসছে।  এটি নরওয়েজীয় নারী অধিকার সমিতি এবং আইসল্যান্ডিক মহিলা অধিকার সমিতির একটি সহপ্রতিষ্ঠান। এটি আন্তর্জাতিক নারী জোটের সদস্য।\n\n\n== ইতিহাস ==\nসুইজারল্যান্ড ভিত্তিক আন্তর্জাতিক মহিলা সমিতির ডেনমার্কের স্থানীয় শাখায় মাতিলডা বাজের সদস্যপদ এবং নারীমুক্তিতে তার স্বামীর আগ্রহই তাকে ডেনিশ মহিলা সোসাইটি প্রতিষ্ঠায় অনুপ্রাণিত করে। ১৮৭১ সালে মধ্যবিত্ত মহিলাদের জন্য সংগঠিত সহায়তা প্রদানের উদ্দেশ নিয়ে সংস্থাটি যাত্রা শুরু করে। শুরু থেকেই এটি কোনো রাজনৈতিক দলের সঙ্গে যুক্ত ছিল না। এটি নারীদের আত্মিক ও অর্থনৈতিক মর্যাদা বৃদ্ধি, তাদের আরও স্বাধীন করে তোলা এবং আত্ম-কর্মসংস্থানের জন্য উন্নত ভিত্তি প্রদানে সহায়তা করে আসছে। প্রাথমিকভাবে, সংস্থাটি নারীদের শিক্ষায় প্রবেশাধিকার এবং বিবাহিত নারীদের তাদের নিজস্ব আর্থিক সংস্থান পাওয়ার অধিকার দেওয়ার জন্য কাজ করে।\n\n\n=== ১৮৭১-১৯০৬ ===\n\nসংস্থাটি ১৮৮২ সালে মহিলাদের জন্য ডেনিশ মহিলা সমিতি বিজনেস স্কুল নামক একটি প্রশিক্ষণ স্কুল, ১৮৭৪ সালে কর্মজীবী মহিলাদের জন্য রবিবার স্কুল এবং ১৮৯৫ সালে মহিলাদের জন্য একটি অঙ্কন স্কুল খোলে।\n\n\n=== ১৯০৬-১৯৪০ ===\n১৯০৬ সাল থেকে সংস্থাটি নারীর ভোটাধিকার আদায়ে কাজ শুরু করে। ফলশ্রুতিতে, ১৯১৫ সালে ডেনমার্ক সাংবিধানিক পরিবর্তন করে রিগসড্যাগ বা জাতীয় সংসদ নির্বাচনে মহিলাদের ভোট দেওয়ার অধিকার দেয়। কর্মক্ষেত্রে সমতা এবং নারী ও শিশুদের অবস্থার সাধারণ উন্নতির দিকে সংস্থাটি আরও গুরুত্ব আরোপ করে। ১৯১৯ সালে এটি সরকারি চাকরিতে মহিলাদের বেতন বৃদ্ধি এবং ১৯২১ সালে পাবলিক পদে নারী ও পুরুষদের সমান প্রবেশাধিকারের জন্য প্রয়োজনীয় আইন প্রণয়নের জন্য কাজ করে।\nদুটি বিশ্বযুদ্ধের সময়ে সংস্থাটি সরকারী চাকরি থেকে গর্ভবতী মহিলাদের ছাঁটাই রোধে পদক্ষেপ নেয় এবং গর্ভবতী মহিলাদের সন্তান জন্ম দেওয়ার সুযোগ প্রদানের জন্য চাকরি বিধি সংস্কারের আহ্বান জানায়। এইভাবে, গর্ভপাত রোধ সম্ভব হয়েছিল। ফলস্বরূপ, সারা দেশে মায়েদের জন্য সহায়তা কেন্দ্র স্থাপিত হয়েছিল।\n\n\n=== ১৯৪০-১৯৫০ ===\nজার্মান দখলদারিত্বের সময় এটি বেসামরিক প্রতিরক্ষা এবং প্রস্তুতি সংস্থা হিসেবে ডেনিশ মহিলাদের জরুরী পরিষেবা প্রতিষ্ঠা করতে সাহায্য করেছিল যেটি বোমা হামলার সময় চিকিৎসা সেবা এবং উচ্ছেদ প্রতিহত করতে কাজ করেছিল। কাজের বাইরে মহিলাদের এবং একক মহিলাদের সামাজিক সমস্যার দিকেও সংস্থাটি মনোযোগ দিয়েছিল।\n\n\n=== ১৯৫০-১৯৭০ ===\n১৯৫০ এবং ১৯৬০ এর দশকে সংস্থাটি সামাজিক রীতিনীতি বিশেষ করে একক মায়েদের জন্য উপযুক্ত নীতি প্রতিষ্ঠার দিকে নজর দেয়। এটি বাড়িগামী গৃহিণী এবং খন্ডকালীন কাজের জন্য বাইরে থাকা মহিলাদের প্রশিক্ষণের ব্যবস্থা করে।\n\n\n== নীতিমালা ==\n\n\n=== এলজিবিটি অধিকার ===\nডেনিশ মহিলা সোসাইটি এলজিবিটি অধিকার আন্দোলনকে সমর্থন করে। সংস্থাটি সমকামভীতি এবং ট্রান্সফোবিয়াকে খুব গুরুত্ব সহকারে দেখে এবং এই বিষয়ে উদ্ধৃতি করে যে \"আমরা সমকামী এবং রূপান্তরিত লিঙ্গের ব্যক্তিবর্গের অধিকার প্রচার করে এমন সমস্ত উদ্যোগকে সমর্থন করি\" এবং \"আমরা এলজিবিটি আন্দোলনকে অসমতার বিরুদ্ধে সংগ্রামে ঘনিষ্ঠ সহযোগী মনে করি এবং আমরা এমন একটি সমাজের জন্য একসাথে লড়াই করি যেখানে লিঙ্গ এবং যৌনতা কোন ব্যক্তিকে সীমাবদ্ধ করে না।\"\n\n\n== প্রেসিডেন্ট ==\nপ্রতিষ্ঠালগ্ন থেকে ডেনিশ মহিলা সোসাইটির প্রেসিডেন্টরা হলেন:   \n\nমাতিলডা বাজের (১৮৭১)\nসেভারিন ক্যাসে (১৮৭১-১৮৭২)\nক্যারোলিন টেস্টম্যান (১৮৭২-১৮৮৩)\nমেরি রোভসিং (১৮৮৩-১৮৮৭)\nকির্স্টিন ফ্রেডেরিকসেন (১৮৮৭-১৮৯৪)\nজুত্তা বোজসেন-মোলার (১৮৯৪-১৯১০)\nঅ্যাস্ট্রিড স্ট্যাম্প ফেডারসেন (১৯১২-১৯১৮)\nজুলি আরেনহোল্ট (১৯১৮-১৯২১)\nগিরিথ লেমচে (১৯২১-১৯২২)\nকারেন হেসেল (১৯২২-১৯২৪)\nএলিসা পিটারসেন (১৯২৪-১৯৩১)\nমেরি হেজেলমার (১৯৩১-১৯৩৬)\nনোবেল সান্টে (১৯৩৬-১৯৪১)\nআন্দ্রেয়া হেডেগার্ড (১৯৪১-১৯৪৩)\nইনগ্রিড লারসেন (১৯৪৩-১৯৪৭)\nমার্গেথে পিটারসেন (১৯৪৭-১৯৪৮)\nইর্না সোরেনসেন (১৯৪৮-১৯৫১)\nহ্যানে বুটজ (১৯৫১-১৯৫৬)\nকারেন রাসমুসেন (১৯৫৬-১৯৫৮)\nলিস গ্রোস (১৯৫৮-১৯৬৪)\nইঙ্গার উইলফ্রেড জেনসেন (১৯৬৪-১৯৬৬)\nনাথালি লিন্ড (১৯৬৬-১৯৬৮)\nইভা হেমার হ্যানসেন (১৯৬৮-১৯৭১)\nগ্রেট মুঙ্ক (১৯৭১-১৯৭৪)\nগ্রেথ ফেঞ্জার মোলার (১৯৭৪-১৯৮১)\nজিত্তে থরবেক (১৯৮১-১৯৮৩)\nহেলে জার্লমোস (১৯৮৩-১৯৮৭)\nলেনে পিন্ড (১৯৮৭-১৯৯১)\nবেন্থে স্টিগ (১৯৯১-১৯৯৩)\nব্রিটা ফোগেড (১৯৯৩-১৯৯৫)\nলেনি পারসন (১৯৯৫-১৯৯৯)\nকারেন হলবার্গ (১৯৯৯-২০১১)\nলিসা হোলমফজর্ড (২০১১-বর্তমান)\n\n\n== তথ্যসূত্র ==\n\n\n== সাহিত্য ==\nগাইরিথ লেমচে: ৪০ বছরে ডেনিশ মহিলা সোসাইটি (১৯১২)\nইভা হেমার হ্যানসেন: নীল মোজা, লাল মোজা, উলের মোজা। ১০০ বছর ধরে ডেনিশ মহিলা সোসাইটির ইতিহাস (১৯৭০)\n\n\n== বহিঃসংযোগ ==\nডেনিশ মহিলা সোসাইটি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ ডিসেম্বর ২০২১ তারিখে"}