{"pageid": 1322557, "title": "দ্বীপ (পৌরাণিক)", "url": "https://bn.wikipedia.org/wiki?curid=1322557", "content": "দ্বীপ (সংস্কৃত: द्वीप, দ্বীপ) হিন্দু সৃষ্টিতত্ত্বে একটি শব্দ। পুরাণ পৃথিবী সাতটি দ্বীপে বিভক্ত বলে বর্ণনা করে।\nএই দ্বীপসমূহ পৃথিবীতে বিদ্যমান, প্রতিটি দ্বীপ একটি সমুদ্র দ্বারা বেষ্টিত৷ দ্বীপ পরিভাষাটি মহাজগতের সাতটি স্থানকে বোঝাতেও ব্যবহৃত হয়।\nহিন্দুধর্মের ভূ-কেন্দ্রিক নকশায় , সাতটি দ্বীপ মেরু পর্বত এর চারদিক ঘিরে বিদ্যমান। মেরু পর্বত  জম্বুদ্বীপ এর কেন্দ্রে অবস্থিত। \nদ্বীপ শব্দটি কখনও কখনও দেবতাদের আবাস বোঝাতেও ব্যবহৃত হয়, যেমন মণিদ্বীপ।\n\n\n== বুৎপত্তি ==\nদ্বীপ শব্দটি সংস্কৃত শব্দ দ্বি (দুই) এবং অপ্ (জল) দ্বারা গঠিত হয়েছে। যার অর্থ \n  অর্থ \"দুই দিকে জল দ্বারা পরিবেষ্টিত কোনো স্থান\"।\n\n\n== বিবরণ ==\nমৎস্য পুরাণ এবং ভাগবত পুরাণ অনুসারে, পৃথিবী সাতটি দ্বীপে বিভক্ত, যাকে সপ্ত-দ্বিপ (সাতটি দ্বীপ) বলা হয়।\n মহাভারত অনুসারে দ্বীপগুলির নাম হলো :\n\nব্রিটিশ পণ্ডিত বেঞ্জামিন ওয়াকার সপ্তদ্বীপের নিম্নোক্ত বিবরণ প্রদান করেছেন:\n \nমহাকাশীয় অঞ্চলগুলির নীচে,  এই সাতটি কেন্দ্রীভূত বলয়াকার দ্বীপ দ্বারা  পৃথিবী সাজানো হয়েছে।\n\nজম্বুদ্বীপ এই দ্বীপ মহাদেশগুলির মধ্যে সবচেয়ে অভ্যন্তরীণ কেন্দ্র, যা একটি চাকতির মতো আকৃতির। পৃথিবী শেষনাগ নামক মহাজাগতিক সর্পের(কখনো কখনো কূর্মও বলা হয়) উপর রয়েছে। অষ্টদিগজগণ এই ব্রহ্মাণ্ডের আবরণে স্থাপিত হয়েছেন।\nপ্লক্ষ হল বলয়াকৃতি দ্বিতীয় দ্বীপ, যা আখের রসের সমুদ্র দ্বারা বেষ্টিত।\nশাল্মল হল বলয়-আকৃতি তৃতীয় দ্বীপ, যা মদের সমুদ্র দ্বারা বেষ্টিত।\nকুশ হল বলউ-আকৃতির  চতুর্থ দ্বীপ। এটি  পরিষ্কার মাখনের (ঘি) সমুদ্র দ্বারা বেষ্টিত।\nক্রৌঞ্চ হল বলয়-আকৃতির পঞ্চম দ্বীপ বা মহাদেশ, যা দইয়ের সমুদ্র দ্বারা বেষ্টিত।\nশাক বা শ্বেত হল বলয়াকৃতির মহাদেশগুলির মধ্যে ষষ্ঠতম, যার তীরগুলি দুধের সমুদ্র দ্বারা বেষ্টিত।\nপুষ্কর হল বলয়-আকৃতির সপ্তম মহাদেশ, যা মিঠা পানির বিশাল বৃত্তাকার সমুদ্র দ্বারা বেষ্টিত।\nসবচেয়ে বাইরের সমুদ্রের সীমানায় লোকালোক নামে একটি ভূমি আছে, যা অন্ধকারের জগত থেকে পরিচিত পৃথিবীকে আলাদা করে। এই রাজ্যে দশ হাজার যোজন উঁচু পর্বতমালা রয়েছে। ব্রহ্মাণ্ড নামে পরিচিত মহাজাগতিক অণ্ড এই অন্ধকারের ওপারে, সমস্ত সৃষ্টিকে জড়িয়ে ধরেছে।\n\n\n== সাহিত্য ==\n\n\n=== ব্রহ্ম পুরাণ ===\nব্রহ্মপুরাণ সপ্ত-দ্বিপকে নিম্নোক্তভাবে বর্ণনা করে:\n\nহে ব্রাহ্মণগণ, এই পৃথিবীতে সাতটি দ্বীপ আছে। যেগুলি হলো- জম্বু, প্লক্ষ, শাল্মলী, কুশ, ক্রৌঞ্চ, শাক এবং পুষ্কর। এগুলো সপ্ত সমুদ্র যথা লোনা সাগর, আখের রসের সমুদ্র, সুরা, ঘি, দই, দুধ ও মিষ্টি জল দ্বারা বেষ্টিত।\nজম্বুদ্বীপ মাঝখানে অবস্থিত। হে নেতৃস্থানীয় ব্রাহ্মণগণ,এর কেন্দ্রে সুবর্ণময় মেরু পর্বত অবস্থিত।\n\n\n=== চৈতন্য চরিতামৃত ===\nবাংলা পাঠ্য চৈতন্য চরিতামৃত দ্বীপ শব্দটিকে নিম্নলিখিত পদ্ধতিতে বর্ণনা করে:\n\n\n== আরও দেখুন ==\nজম্বুদ্বীপ\nমণিদ্বীপ\nশাকদ্বীপ\nক্ষীর সাগর\n\n\n== তথ্যসূত্র =="}