{"pageid": 1322865, "title": "গুগল মিট", "url": "https://bn.wikipedia.org/wiki?curid=1322865", "content": "গুগল মিট (পূর্বে হ্যাঙ্গাউটস মিট নামে পরিচিত) হল একটি ভিডিও-যোগাযোগ পরিষেবা যা গুগল দ্বারা তৈরি করা হয়েছে। এটি দুটি অ্যাপের মধ্যে একটি যা গুগল হ্যাঙ্গাউটসকে প্রতিস্থাপন করে, অন্যটি হল গুগল চ্যাট৷ এটি ২০২২ সালের শেষের দিকে ভোক্তা-মুখী গুগল ডুওকে প্রতিস্থাপন করেছে, ডুও মোবাইল অ্যাপের নাম পরিবর্তন করে মিট করা হয়েছে এবং মূল মিট অ্যাপটি পর্যায়ক্রমে বন্ধ করা হয়েছে।\nকোভিড-১৯ মহামারীর শুরুর মাসগুলিতে গুগল ঘোষণা করেছিল যে মিট আগের মত শুধুমাত্র গুগল ওয়ার্কস্পেস ব্যবহারকারীদের জন্য নয়, বরং সকল ব্যবহারকারীদের জন্য উপলব্ধ করা হবে। জানুয়ারী এবং এপ্রিল ২০২০ এর মধ্যে মিট-এর ব্যবহার ৩০ এর ফ্যাক্টর বৃদ্ধি পেয়েছে, যেখানে ১০০ মিলিয়ন ব্যবহারকারী প্রতিদিন মিট অ্যাক্সেস করছে, ২০২০ সালের এপ্রিলের শেষ সপ্তাহে জুমের জন্য দৈনিক ২০০ মিলিয়ন ব্যবহারকারীর তুলনায়।\n\n\n== ইতিহাস ==\n\n২০১৭ সালের ফেব্রুয়ারিতে শুধুমাত্র-আমন্ত্রণ জানানোর বিকল্পসহ নিরবে একটি আইওএস অ্যাপ প্রকাশ করার পরে, গুগল আনুষ্ঠানিকভাবে মার্চ ২০১৭-এ মিট চালু করে পরিষেবাটি ৩০জন অংশগ্রহণকারীদের জন্য একটি ভিডিও কনফারেন্সিং অ্যাপ হিসাবে উন্মোচন করা হয়েছিল, যা হ্যাঙ্গাউটস-এর একটি এন্টারপ্রাইজ-বান্ধব সংস্করণ হিসাবে বর্ণনা করা হয়েছে৷ এটি ডেস্কটপ, অ্যান্ড্রয়েড এবং একটি iOS- এর জন্য অ্যাপ্লিকেশনের মাধ্যমে উপলব্ধ ছিল।\nগুগল মিট মূল হ্যাঙ্গাউটস অ্যাপ্লিকেশন আপগ্রেড করার জন্য উপরের বৈশিষ্ট্যগুলি প্রবর্তন করার সময়, কিছু স্ট্যান্ডার্ড হ্যাঙ্গাউটস বৈশিষ্ট্যগুলি বাতিল করা হয়েছিল, যার মধ্যে উপস্থিতদের দেখা এবং একই সাথে চ্যাট করা ছিল৷ এক সময়ে অনুমোদিত ভিডিও ফিডের সংখ্যাও কমিয়ে ৮ করা হয়েছিল (যদিও \"টাইলস\" লেআউটে ৪টি পর্যন্ত ফিড দেখানো যেতে পারে), যারা সম্প্রতি তাদের মাইক্রোফোন ব্যবহার করেছেন তাদের অগ্রাধিকার দিয়ে। অতিরিক্তভাবে, চ্যাটবক্সের মতো বৈশিষ্ট্যগুলি ভিডিও ফিডগুলিকে ওভারলে করার জন্য পরিবর্তন করা হয়েছিল, পরবর্তীটিকে ফিট করার জন্য পুনরায় আকার দেওয়ার পরিবর্তে। ২০২২ সালের নভেম্বরে, হ্যাঙ্গাউটস আনুষ্ঠানিকভাবে রূপান্তরিত হয়েছিল এবং আর উপলব্ধ নেই৷ গুগল অবৈতনিক অ্যাকাউন্টগুলির জন্য তার স্বাভাবিক ৬০-মিনিটের সীমা স্থগিত করেছে।\n২০২০ সালের আগস্টে এটি জানানো হয়েছিল যে গুগল অবশেষে গুগল ডুও-কে ব্যবসা-ভিত্তিক গুগল মিট-এর সাথে একীভূত করার পরিকল্পনা করছে। ২০২১ সালের ডিসেম্বরে এই উদ্দেশ্যটি বাদ দেওয়া হয়েছিল, কিন্তু ডুও উপলব্ধ এবং আপডেট করা অব্যাহত ছিল। ২০২২ সালের জুনে, গুগল কোর্সটি উল্টে দেয় এবং ঘোষণা করে যে ডুও প্রকৃতপক্ষে মিট-এ একীভূত হবে। একীভূতকরণটি আগস্টে শুরু হয়েছিল, ডুও মোবাইল অ্যাপটির নাম পরিবর্তন করে মিট করা হয়েছে। গুগল ডুও ওয়েব অ্যাপটি এখন গুগল মিট ওয়েব অ্যাপেও রিডাইরেক্ট করে। আসল মিট অ্যাপটি পরের মাসগুলিতে পর্যায়ক্রমে বন্ধ করার উদ্দেশ্য।\n\n\n== বৈশিষ্ট্য ==\nগুগল মিট-এর বৈশিষ্ট্যগুলির মধ্যে রয়েছে:\n\n৭২০পি পর্যন্ত রেজোলিউশন সহ দ্বি-মুখী এবং বহুমুখী অডিও এবং ভিডিও কল।\nএকটি সহগামী আড্ডা\nসমস্ত ব্যবহারকারীর মধ্যে কল এনক্রিপশন\nশব্দ-বাতিলকারী অডিও ফিল্টার (শুধুমাত্র লাইসেন্সের উপর নির্ভর করে)\nভিডিওর জন্য কম আলোর মোড\nশেয়ার করা হোয়াইটবোর্ড, প্রতিক্রিয়া, পোল, ভোটিং, প্রশ্নোত্তর (লাইসেন্সের উপর নির্ভর করে)\nটিম অ্যাক্টিভিটিস - শেয়ার করা ইউটিউব এবং স্পটিফাই দেখা, ইউএনওর মতো মিনি গেম খেলা! মোবাইল, কাহুত! এবং হাত উত্তোলন!\nগুগল ডকুমেন্ট শেয়ারিং (ডকুমেন্ট, স্প্রেডশীট, উপস্থাপনা )\nগুগল ইকোসিস্টেমের সাথে ইন্টিগ্রেশন, যেমন ইউটিউবে লাইভ স্ট্রিমিং, এক-ক্লিক মিটিং কলের জন্য গুগল ক্যালেন্ডার এবং গুগল পরিচিতি\nস্ক্রিন শেয়ারিং, ব্রাউজার ট্যাব শেয়ারিং\nএকটি ওয়েব ব্রাউজার বা অ্যান্ড্রয়েড বা আইওএস অ্যাপের মাধ্যমে মিটিংয়ে যোগদান করার ক্ষমতা\n\"নক নক\" প্রাপকের পিক আপ করার আগে কলারের একটি লাইভ প্রিভিউ দেখায়, যা গুগল বলে যে \"কলগুলিকে বাধা দেওয়ার পরিবর্তে একটি আমন্ত্রণের মতো অনুভব করা\"।\nএকটি ডায়াল-ইন নম্বর ব্যবহার করে মিটিংয়ে কল করার ক্ষমতা (ইউএস নম্বর সবসময়; ওয়ার্কস্পেস লাইসেন্সে অন্তর্ভুক্ত হলে আন্তর্জাতিক নম্বর)\nহোস্ট একজন ব্যবহারকারীর প্রবেশকে অস্বীকার করতে, একজন ব্যবহারকারীকে সেখান থেকে সরাতে এবং একটি কলে মাইক্রোফোন এবং ভিডিও অ্যাক্সেস নিয়ন্ত্রণ করতে সক্ষম।\nভিডিও ফিল্টার, প্রভাব, ব্যাকগ্রাউন্ড এবং অগমেন্টেড রিয়েলিটি মাস্ক।\nএকটি ওয়েব ব্রাউজার বা অ্যান্ড্রয়েড বা আইওএস অ্যাপের মাধ্যমে মিটিংয়ে যোগদান করার ক্ষমতা\n\n\n=== গুগল ওয়ার্কস্পেস অ্যাকাউন্ট ===\nযেসব ব্যবহারকারীরা গুগল ওয়ার্কস্পেস অ্যাকাউন্ট ব্যবহার করেন তাদের বৈশিষ্ট্যগুলির মধ্যে রয়েছে:\n\nগুগল ওয়ার্কস্পেস স্টার্টার ব্যবহারকারীদের জন্য প্রতি কলে ‌১০০জন সদস্য, গুগল ওয়ার্কস্পেস ব্যবসায়িক ব্যবহারকারীদের জন্য ১৫০জন এবং গুগল ওয়ার্কস্পেস এন্টারপ্রাইজ ব্যবহারকারীদের জন্য সর্বাধিক ২৫০ সদস্য।\nনির্বাচিত দেশ থেকে একটি ডায়াল-ইন নম্বর দিয়ে মিটিংয়ে কল করার ক্ষমতা।\nমিটিং রেকর্ড করার ক্ষমতা।\nগুগল ওয়ার্কস্পেস এন্টারপ্রাইজ সংস্করণ ব্যবহারকারীদের জন্য পাসওয়ার্ড-সুরক্ষিত ডায়াল-ইন নম্বর।\nকন্ঠ শনাক্তকরণের উপর ভিত্তি করে রিয়েল-টাইম ক্লোজড ক্যাপশনিং ।\nব্যাকগ্রাউন্ড ব্লারিং এবং ভার্চুয়াল ব্যাকগ্রাউন্ড।\nস্বয়ংক্রিয়ভাবে তৈরি বন্ধ ক্যাপশনের রিয়েল-টাইম অনুবাদ\nমার্চ ২০২০-এ, গুগল এন্টারপ্রাইজ সংস্করণে উপস্থিত উন্নত বৈশিষ্ট্যগুলি সাময়িকভাবে গুগল ওয়ার্কস্পেস বা জি স্যুট ফর এডুকেশন সংস্করণ ব্যবহার করে এমন যেকোন ব্যক্তির জন্য বাড়িয়েছে। জানুয়ারী ২০২২-এ, এডুকেশন এবং কর্মক্ষেত্র ব্যবহারকারীরা সদস্যতা না নিলে এই বৈশিষ্ট্যগুলি সরিয়ে দেওয়া হয়েছিল।\n\n\n=== জিমেইল অ্যাকাউন্ট ===\n২০২০ সালের মার্চ মাসে, গুগল ব্যক্তিগত (ফ্রি) গুগল অ্যাকাউন্টগুলিতে মিট চালু করেছে।\nগুগল ওয়ার্কস্পেস ব্যবহারকারীদের জন্য ২৫০-কলার সীমা এবং হ্যাঙ্গাউটস-এর জন্য ২৫-অংশগ্রহণকারী সীমার তুলনায় বিনামূল্যে মিট কলে শুধুমাত্র একজন হোস্ট এবং সর্বাধিক ১০০জন অংশগ্রহণকারী থাকতে পারে। মিট-এর সাথে ব্যবসায়িক কলের বিপরীতে, ভোক্তা কলগুলি রেকর্ড করা এবং সংরক্ষণ করা হয় না এবং গুগল বলে যে মিট-এর গ্রাহক ডেটা বিজ্ঞাপন লক্ষ্য করার জন্য ব্যবহার করা হবে না। যদিও মিট-এর গোপনীয়তা নীতির বিশ্লেষণের ভিত্তিতে বিজ্ঞাপনের উদ্দেশ্যে কল ডেটা ব্যবহার করা হচ্ছে না বলে জানা গেছে, গুগল কলের সময়কাল, কারা অংশগ্রহণ করছে এবং অংশগ্রহণকারীদের আইপি ঠিকানার তথ্য সংগ্রহ করার অধিকার সংরক্ষণ করে।\nকল শুরু করার জন্য ব্যবহারকারীদের একটি গুগল অ্যাকাউন্ট প্রয়োজন এবং গুগল ওয়ার্কস্পেস ব্যবহারকারীদের মতো, গুগল অ্যাকাউন্ট থাকা যে কেউ জিমেইলের মধ্যে থেকে মিট কল শুরু করতে সক্ষম।\n\n\n== প্রযুক্তি ==\nওয়েবআরটিসি স্ট্যান্ডার্ড অনুযায়ী, গুগল মিট ভিডিও স্ট্রিম কম্প্রেশনের জন্য ভিপি৮ এবং ভিপি৯ ভিডিও কোডেক ব্যবহার করে এবং ভয়েস স্ট্রিম কম্প্রেশনের জন্য অপুস অডিও কোডেক। এপ্রিল ২০২০-এ, গুগল এভি১ ভিডিও কোডেক সমর্থন করার পরিকল্পনা ঘোষণা করেছে।\nগুগল মিট অডিও এবং ভিডিও স্ট্রিম নিয়ন্ত্রণের জন্য মালিকানাধীন প্রোটোকল ব্যবহার করে। থার্ড-পার্টি পরিষেবার মাধ্যমে গুগল ওয়ার্কস্পেস গ্রাহকদের জন্য গুগল মিট এবং এসআইপি/এইচ.৩২৩-ভিত্তিক কনফারেন্সিং ইকুইপমেন্ট এবং সফ্টওয়্যারের মধ্যে ইন্টারঅপারেবিলিটি উপলব্ধ।\nগুগল মিট ওয়েবআরটিসির মাধ্যমে কম ব্যান্ডউইথের মোবাইল নেটওয়ার্কের জন্য অপ্টিমাইজ করা হয়েছে এবং ইউডিপির মাধ্যমে কিউইউআইসি ব্যবহার করে। নেটওয়ার্ক গুণমান পর্যবেক্ষণের মাধ্যমে ভিডিও মানের অবনতির মাধ্যমে অপ্টিমাইজেশন আরও অর্জন করা হয়। প্যাকেটের ক্ষতি লুকানোর জন্য মিট ওয়েভনেটেক ব্যবহার করে।\n\n\n== হার্ডওয়্যার ==\n২০২০ সালের মে মাসে, আসুস কনফারেন্স রুম সেটিংসে গুগল মিট-এর সাথে ব্যবহারের জন্য ডিজাইন করা ভিডিও কনফারেন্সিং হার্ডওয়্যার উন্মোচন করেছে, যার মধ্যে একটি \"মিট কম্পিউট সিস্টেম\" মিনি পিসি এবং একটি ডেডিকেটেড ক্যামেরা এবং মাইক্রোফোন রয়েছে।\n১৫ সেপ্টেম্বর, ২০২০-এ, গুগল লেনোভোর সাথে অংশীদারিত্বে মিট সিরিজ ওয়ান উন্মোচন করেছে, যার মধ্যে রয়েছে এজ টিপিউসহ একটি মিট কম্পিউট সিস্টেম, \"স্মার্ট ক্যামেরা\", শব্দ কমানোর সাথে \"স্মার্ট অডিও বার\", এবং রিমোট কন্ট্রোল বা টাচস্ক্রীনের পছন্দ গুগল সহকারী সমর্থন করে।\n\n\n== আরও দেখুন ==\nমাইক্রোসফট টিম\nজুম\n\n\n== তথ্যসূত্র =="}