{"pageid": 1322266, "title": "রামানি গাভরু", "url": "https://bn.wikipedia.org/wiki?curid=1322266", "content": "রামানি গাভরু (আনু.১৬৫৬  – আনু.১৬৮৪), ছিলেন আহোম রাজ্যের রাজকুমারী এবং মুঘল সম্রাট মুহাম্মদ আজম শাহের প্রথম স্ত্রী। ঘিলাঝারিঘাটের চুক্তির অংশ হিসাবে তাঁকে মুঘল হারেমে পাঠানো হয়েছিল এবং তাঁর নামকরণ করা হয়েছিল রহমত বানু বেগম।\nতাঁর বাবা ও মা ছিলেন যথাক্রমে আহোম রাজ্যের রাজা চাওফা জয়ধ্বজ সিংহ, এবং মোমাই তামুলী বোরবারুয়ার মেয়ে, পাখোরি গাভরু। তিনি ছিলেন পিতা মাতার একমাত্র কন্যা এবং লাচিত বরফুকান ও লালুকসোলা বরফুকানের ভাগ্নি। মুঘলের কাছে গুয়াহাটি হস্তান্তরে লালুকসোলা বরফুকানের পরিকল্পনাকে তিনি বাধা দিয়েছিলেন।\n\n\n== প্রাথমিক জীবন ==\nরামানি গাভরু একজন আহোম রাজকন্যা হিসাবে জন্মগ্রহণ করেছিলেন। আহোম রাজবংশের রাজা স্বর্গদেও জয়ধ্বজ সিংহ এবং তামুলী কুমারীর একমাত্র কন্যা পাখোরি গাভারু ছিলেন রামানির বাবা ও মা। তাঁর জন্মের নাম ছিল রামানি গাভরু। তিনি নাংচেন গাভরু এবং ময়না গাভরু নামেও পরিচিত ছিলেন।\nতিনি ছিলেন মোমাই তামুলী বোরবারুয়ার নাতনী। তামুলী বোরবারুয়া ছিলেন একজন দক্ষ প্রশাসক এবং আহোম রাজ্যের সেনাবাহিনীর সর্বাধিনায়ক। এছাড়াও রামানি ছিলেন লাচিত বোরফুকান এবং লালুকসোলা বরফুকানের ভাগ্নি। এই ভ্রাতৃদ্বয় শরাইঘাটের যুদ্ধে অংশগ্রহণ করে রাম সিংয়ের নেতৃত্বাধীন মুঘল বাহিনীর বৃহত্তর কামরূপ পুনর্দখলের একটি টানা প্রচেষ্টা ব্যর্থ করেছিলেন।\n\n\n== বিবাহ ==\nমীর জুমলা জয়ধ্বজের রাজ্য আক্রমণ করে তাঁকে যুদ্ধে পরাজিত করলে জয়ধ্বজ মীর জুমলার সাথে একটি যুদ্ধবিরতি চুক্তি করেছিলেন। সেই চুক্তির শর্ত অনুযায়ী মাত্র ছয় বছর বয়সে রামানি গাভরুকে মুঘলদের রাজকীয় হারেমে পাঠাতে হয়েছিল, এছাড়াও খেসারৎ হিসেবে পাঠাতে হয়েছিল টিপাম রাজকুমারীকে। শর্তানুযায়ী ১৬৬৩ সালের ১৫ই জানুয়ারী আওরঙ্গজেবের দরবারে যুদ্ধের ক্ষতিপূরণ হিসাবে জয়ধ্বজের মেয়েকে পৌঁছে দিতে হয়েছিল। ইসলাম ধর্ম গ্রহণের পর রামানি গাভরুর নাম হয় রহমত বানু বেগম এবং তিনি রাজকীয় হারেমে লালিত-পালিত হয়েছিলেন। পাঁচ বছর পর, ১৬৬৮ সালের ১৩ই মে রবিবার ১,৮০,০০০ টাকা যৌতুক নিয়ে দিল্লিতে আওরঙ্গজেবের ছেলে মুহাম্মদ আজম শাহের সাথে তাঁর বিয়ে হয়।\nততদিনে, শরাইঘাটের যুদ্ধে বিখ্যাত আহোম সেনাপতি লাচিত বরফুকানের সহায়তায় রাজা চুপুংমুং মুঘলদের কাছ থেকে গুয়াহাটি পুনরুদ্ধার করেছিলেন। লাচিত বরফুকান এই যুদ্ধে বিখ্যাত মুঘল সেনাপতি রাম সিংহকে পরাজিত করে খ্যাতি অর্জন করেন। আহোম সেনাবাহিনীর জেনারেল লাচিত বরফুকান না থাকলে, যুদ্ধে জয়লাভ করা আহোমদের পক্ষে একেবারেই অসম্ভব ছিল। সেক্ষেত্রে গুয়াহাটি আগের মতোই মুঘল সাম্রাজ্যের অংশ হয়ে থাকত। এমনকি লাচিত বরফুকানের হাতে পরাজিত হওয়ার পরেও, রাম সিং আহোম সৈন্যদের বহুবিধ গুণের কথা বলেছিলেন।\nতারপর, কিছু বছর পর, প্রস্তাব করা হয়েছিল যে গুয়াহাটি মুঘলদের দেওয়া উচিত এবং এর বিনিময়ে গুয়াহাটির আহোমদের রাজপ্রতিনিধি লালুকসোলাকে রাজা করা হবে। রামানি গাভরু যখন এটি জানতে পেরেছিলেন, তখন তিনি মামা লালুকসোলা বরফুকানকে একটি চিঠি লিখে এই বিশ্বাসঘাতকতা না করার জন্য সতর্ক করেন। তবে লালুকসোলা বরফুকন তাঁর ভাইঝির কথা শোনেননি।\n\n\n== মৃত্য়ু ==\nতিনি ১৬৮৪ সালে ২৭ বছর বয়সে কোনো অজানা রোগের কারণে মারা গিয়েছিলেন বলে মনে করা হয়। যদিও কেউ কেউ এই তত্ত্বটি তুলে ধরেন যে রামানি গাভরু আসলে পরী বিবি ছিলেন। এটি সত্য হলে তাঁর মৃত্যু ঘটেছিল ১৬৭৮ সালে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থ পঞ্জী ==\nPathak, Guptajit (২০০৮)। Assamese Women in Indian Independence Movement: With a Special Emphasis on Kanaklata Barua। Mittal Publications। আইএসবিএন 978-8-183-24233-2।"}