{"pageid": 1322278, "title": "প্লক্ষদ্বীপ", "url": "https://bn.wikipedia.org/wiki?curid=1322278", "content": "প্লক্ষদ্বীপ (সংস্কৃত: प्लक्षद्वीप) হল পার্থিব জগতের একটি দ্বীপ (\"দ্বীপ\" বা \"মহাদেশ\")।  হিন্দুধর্ম এর সৃষ্টিতত্ত্বে বলা হয়েছে , প্লক্ষদ্বীপ ভাগবত পুরাণে বর্ণিত সাতটি দ্বীপের মধ্যে একটি দ্বীপ।\nপ্লক্ষদ্বীপ শব্দটি আক্ষরিক অর্থে \"ডুমুর বৃক্ষের দেশ\" বোঝায় যেখানে প্লক্ষ হল ডুমুর ফলের প্রজাতির নাম (যাকে প্লক্ষল বা ডুমুরও বলা হয়) এবং দ্বিপ অর্থ \"দ্বীপ\" বা \"মহাদেশ\"।\n২০০০ বছরেরও বেশি আগে পুরাণ এর লেখকরাও একই পদ্ধতি গ্রহণ করেছিলেন এবং এই অঞ্চলের প্রধান উদ্ভিদ বা প্রাণীর উপর ভিত্তি করে পৃথিবীকে সাতটি প্রাকৃতিক বিভাজনে বিভক্ত করেছেন। মৎস্য পুরাণ, ভাগবত পুরাণ এবং ব্রহ্মপুরাণ অনুসারে বিশ্বকে ৭টি দ্বীপে বিভক্ত করা হয়েছিল।তা হল:\n\nজম্বুদ্বীপ(জাম|ভারতীয় কালোজামের দেশ) - এশিয়া (নারায়ণ এ. বাঙ্গেরার ব্যাখ্যা অনুসারে)\nকুশদ্বীপ (কুশঘাসের দেশ) — অস্ট্রেলিয়া (নারায়ণ এ. বাঙ্গেরার ব্যাখ্যা অনুসারে)\nপ্লক্ষদ্বীপ (ডুমুর গাছের দেশ) — দক্ষিণ আমেরিকা (নারায়ণ এ. বাঙ্গেরার ব্যাখ্যা অনুসারে)\nপুষ্করদ্বীপ (হ্রদের দেশ) — আফ্রিকা (নারায়ণ বাঙ্গেরার ব্যাখ্যা অনুসারে)\nশাল্মলী দ্বীপ (শিমুল তুলা গাছের দেশ) — অ্যান্টার্কটিকা (নারায়ণ এ. বাঙ্গেরার ব্যাখ্যা অনুসারে)\nক্রৌঞ্চ দ্বীপ ('ক্রৌঞ্চ' পাখির দেশ  ) — উত্তর আমেরিকা (নারায়ণ এ. বাঙ্গেরার ব্যাখ্যা অনুসারে)\nশাকদ্বীপ (বৃক্ষের দেশ) — ইউরোপ (নারায়ণ এ. বাঙ্গেরার ব্যাখ্যা অনুসারে]]\nকিন্তু ব্রহ্মপুরাণে সাত মহাদেশ (সপ্তদ্বীপ) এবং বিশ্বের উপ-মহাদেশের বর্ণনা করে, যদিও অন্য কোন ভূমির পরিমাণ উল্লেখ করা হয়নি, যেগুলি উল্লেখ করা হয়েছে সেগুলো বলা হলো:\n\nজম্বু—এটি মেরু পর্বতকে ঘিরে থাকা সাতটি মহাদেশের কেন্দ্রীয় একটি দ্বীপ। বলা হয় এর মধ্যে প্রচুর জম্বু গাছ বিদ্যমান বা মেরু পর্বতের একটি বিশাল জম্বু গাছ রয়েছে যা পুরো মহাদেশে একটি আদর্শের মতো দৃশ্যমান।  এস.এম. আলী, অধ্যায় V-VII জম্বুদ্বীপ অংশ।\nশাককে মালয়, সিয়াম, ইন্দো-চীন এবং দক্ষিণ চীন বা ভূমির দক্ষিণ-পূর্ব কোণ দ্বারা চিহ্নিত করা যেতে পারে যার কেন্দ্রে জম্বুদ্বীপ রয়েছে।\nকুশ-এর মধ্যে রয়েছে ইরান, ইরাক এবং মেরুকে ঘিরে ভূমির দক্ষিণ-পশ্চিম কোণ।\nপ্লক্ষ ভূমধ্যসাগরের অববাহিকা দ্বারা চিহ্নিত করা হয়েছে যেহেতু প্লক্ষ বা পাখরা গাছ হল উষ্ণ নাতিশীতোষ্ণ বা ভূমধ্যসাগরীয় ভূমির বৈশিষ্ট্য যা গ্রীস এবং পার্শ্ববর্তী জমিগুলির সাথে শনাক্ত করা যায়।\nপুষ্কর সমগ্র জাপান, মাঞ্চুরিয়া এবং দক্ষিণ-পূর্ব সাইবেরিয়া জুড়ে অবস্থিত।\nশাল্মলী—পশ্চিমে ভারত মহাসাগরের সীমান্তবর্তী আফ্রিকার গ্রীষ্মমণ্ডলীয় অংশ। এর মধ্যে রয়েছে মাদাগাস্কার যা পুরাণের হরিণ এবং অন্য কিছু শাস্ত্র লেখকের শঙ্কদ্বীপ।\nক্রৌঞ্চ কৃষ্ণ সাগর এর অববাহিকার প্রতিনিধিত্ব করে।\nউপদ্বীপ (উপ-মহাদেশ): ১) ভারত ২) কিম্পুরুষ ৩) হরিবর্ষ ৪) রম্যক ৫) হিরণ্ময় ৬) উত্তরকুরু ৭) ইলাবৃত ৮) ভদ্রাশ্ব এবং ৯) কেতুমাল। পি.এ এর মতে (p. 342) জম্বুদ্বীপে আটটি দীর্ঘ পর্বতশ্রেণী রয়েছে যা জম্বু দ্বীপটিকে ৯টি দেশে বিভক্ত করেছে যা দেখতে পদ্ম ফুলের নয়টি পাপড়ির মতো। উত্তর ও দক্ষিণ প্রান্তের দুটি দেশ (ভদ্র ও কেতুমাল) ধনুকের আকারে রয়েছে। বাকি সাতটির মধ্যে চারটি বাকিদের থেকে দীর্ঘ। কেন্দ্রীয় দেশ ইলাবৃত নামে পরিচিত।\n\n\n== তথ্যসূত্র =="}