{"pageid": 1322869, "title": "ঢোলক", "url": "https://bn.wikipedia.org/wiki?curid=1322869", "content": "ঢোলক হল দুই মাথার পাশ বিশিষ্ট এক ধারণের ঢোল ও একটি লোক তাল বাদ্যযন্ত্র। যন্ত্রটির দৈর্ঘ্য প্রায় ৪৫ সেমি এবং প্রস্থ ২৭ সেমি এবং এটি ব্যাপকভাবে কাওয়ালি, কীর্তন, লাওয়ানি এবং ভাংড়ায় ব্যবহৃত হয়। ঢোলটিতে দুটি ভিন্ন আকারের ঢোলপৃষ্ঠ রয়েছে। ছোট ঢোলপৃষ্ট ধারালো নোটের জন্য ছাগলের চামড়া দিয়ে তৈরি হয় আর বড় ঢোলপৃষ্ট কম পিচের জন্য মহিষের চামড়া দিয়ে তৈরি। দুটি ঢোলপৃষ্ট ছন্দময় উচ্চ এবং নিম্ন পিচের সাথে খাদ এবং ট্রেবলের সংমিশ্রণের অনুমতি দেয়। ঢোলকের পৃষ্ঠদেশ বা খোল শীষম বা আম কাঠ দিয়ে তৈরি। বৃহত্তর ঢোলপৃষ্টে একটি যৌগ (Syahi) প্রয়োগ করা হয়েছে, যা পিচ কমাতে এবং শব্দ উৎপন্ন করতে সাহায্য করে। ছোট ঢোলপৃষ্ট বাম হাতে বাজানো হয়, যা উচ্চ পিচ তৈরি করে। একটি তুলার দড়ি লেসিং এবং স্ক্রু-টার্নবাকল খেলার সময় উত্তেজনা প্রকাশ করতে ব্যবহৃত হয়। স্টিলের রিং/পেগগুলিকে ফিতার ভিতরে পেঁচানো হয় যাতে সূক্ষ্ম টিউনিং হয়। ঢোলক তিনভাবে বাজানো যায়—খেলোয়াড়ের কোলে, দাঁড়ানো অবস্থায় বা মেঝেতে বসে এক হাঁটু চেপে।\n\n\n== নির্মাণ ==\nঢোলকের ছোট পৃষ্ঠটি তীক্ষ্ণ নোটের জন্য ছাগলের চামড়া দিয়ে তৈরি এবং নিচু পিচের জন্য বড় পৃষ্ঠটি মহিষের চামড়া দিয়ে তৈরি। যা ছন্দময় উচ্চ এবং নিম্ন পিচের সাথে খাদ এবং ত্রিবলের সংমিশ্রণকে অনুমতি দেয়।\nখোল কখনও কখনও শীশাম কাঠ (ডালবারগিয়া সিসু ) থেকে তৈরি করা হয় তবে সস্তার ঢোলক যে কোনও কাঠ থেকে তৈরি করা যেতে হয়। শ্রীলঙ্কার ঢোলক এবং ঢোলকি ফাঁপা নারকেল তালের ডালপালা দিয়ে তৈরি করা হয়।\n\n\n== ব্যবহার ==\nএটি ব্যাপকভাবে কাওয়ালি, কীর্তন , লাবণী এবং ভাংড়ায় ব্যবহৃত হয়। এটি আগে শাস্ত্রীয় নৃত্যে ব্যবহৃত হত। ভারতীয় শিশুরা প্রাক-বিবাহ উৎসবের সময় এটিতে গান করে এবং নাচ করে। এটি প্রায়শই চলচ্চিত্রের সঙ্গীতে (ভারতীয় চলচ্চিত্র সঙ্গীত), চাটনি সঙ্গীত, চাটনি- সোকা, বৈতক গান, তান গান, ভজন এবং জ্যামাইকা, সুরিনাম, ত্রিনিদাদ এবং টোবাগো, গায়ানা, ক্যারিবিয়ান, দক্ষিণ আফ্রিকা এবং মরিশাসের স্থানীয় ভারতীয় লোকসংগীতে ব্যবহৃত হয়। ফিজি দ্বীপপুঞ্জে ভারতীয় লোকসঙ্গীত, ভজন এবং কীর্তনের জন্য ঢোলক ব্যাপকভাবে ব্যবহৃত হয়।\nঢোলকের উচ্চ- পৃষ্ঠযুক্ত মাথাটি একটি সাধারণ পর্দা যখন ব্যবহার করা হয় এবং সাধারণত বাম হাতে বাজানো পর্দাকে নিচু করার জন্য একটি যৌগিক সাহি থাকে এবং সাধারণ ঢোলক স্লাইডিং সাউন্ড (\"গিস\" বা \"গিসা\") সক্রিয় করে। চাপার অবশিষ্টাংশ অংশে সরিষার তেল, বালি এবং অন্যান্য তেল বা আলকাতরা যোগ করা যেতে পারে। শ্রীলঙ্কান সংস্করণে খাদের চামড়ার মাঝখানে একটি বড় স্থির তবলা-শৈলীর সাহি ব্যবহার করা হয়।\n\n\n== বাজানোর পদ্ধতি ==\n\nঢোল টি বাদকদের কোলে রেখে বাজানো হয় বা দাঁড়িয়ে থাকা অবস্থায় কাঁধ বা কোমর থেকে ঝুলিয়ে রাখা হয় বা মেঝেতে বসে এক হাঁটু দিয়ে চেপে রাখা হয়।\nবাজানোর কিছু শৈলীতে (যেমন পাঞ্জাবে ) একটি স্বতন্ত্র \"চক\" রিম শব্দ তৈরি করতে একটি লোহার আঙ্গুলের রিং ব্যবহার করা হয়। অন্যান্য শৈলীতে (যেমন রাজস্থানে ) সমস্ত আঙ্গুল ব্যবহৃত হয়।\nঢোলক ওস্তাদরা প্রায়ই গান গাইতে বা জপ করতে পারদর্শী এবং একটি নৃত্য দলের জন্য প্রাথমিক বিনোদন বা প্রধান ড্রামিং প্রদান করতে পারে। সম্ভবত  ঢোলের মধ্যে বাজানো সবচেয়ে বৈশিষ্ট্যপূর্ণ ছন্দ হল একটি দ্রুত দ্বি-বিন্দুযুক্ত চিত্র। যা ছন্দবদ্ধ সলফেজে গণনা করা যেতে পারে- \"এক -তাহ এবং -তাহ দুই -তাহ এবং -তাহ তিন-এ -তাহ, চার এবং\" (বাকী \"এ\" এবং\") বা কেবল ডবল-ডটেড নোটের একটি দীর্ঘ স্ট্রিং, যার উপরে খাদ দিকটি তাৎক্ষণিক উদ্ভাবনের জন্য ব্যবহৃত হয়।\nবড় ঢোলক ঢোল নামে পরিচিত। উচ্চ-পিচের মাথা একটি পাতলা (১/৪\" / ৬ মিমি বা কম) লম্বা (১৪\" / ৩০ সেন্টিমিটারের বেশি) বেত বা বাঁশের লাঠি ব্যবহার করে বাজানো হয় ( নমনীয়তার জন্য বেত পছন্দ করা হয়) এবং লো-পিচ ড্রাম হেড কিছুটা মোটা, কোণযুক্ত লাঠি ব্যবহার করে।\n\n\n== বৈকল্পিক ==\nঢোলকি (হিন্দি/উর্দু: পাইপ বা টিউব) প্রায়শই ব্যাস কিছুটা সংকীর্ণ হয় এবং এর ত্রিগুণ ত্বকে তবলা-শৈলীর শাহী মসলা ব্যবহার করে। এই যন্ত্রটি নাল নামেও পরিচিত । এর ত্রিগুণ চামড়া একটি লোহার আংটিতে সেলাই করা হয়। একইভাবে পূর্ব এশীয় জাংগু বা শিম-ডাইকো ড্রামের মতো, যা লাগানোর আগে মাথাকে টান দেয়। গভীর চামড়ার প্রায়শই সাধারণ ঢোলকের মতোই গঠন থাকে। এটি একটি বাঁশের আংটিতে লাগানো হয়, তবে কখনও কখনও একটি কিনার এবং প্রলেপযুক্ত গজরা থাকে অতিরিক্ত উত্তেজনা সহ্য করার জন্য, যা তবলাতের দেখা যায়। শ্রীলঙ্কার ঢোলকির উচ্চ মানের চর্ম থাকে। ইস্পাত টিউনিং রিং ব্যবহার করা হয় না - পরিবর্তে, একটি খুব উচ্চ টান তৈরি করতে কাঠের খুঁটি পেঁচানো হয়। মাথাগুলি টান সহ্য করার জন্য ট্রিপল সেলাই দিয়ে তৈরি করা হয়। অনুরূপ ঢোলকি মহারাষ্ট্র এবং অন্যত্র ব্যবহৃত হয়। ভারী শক্ত কাঠের ঢোলকগুলিকে বলা হয় সস্তার। ভাল শব্দ তৈরি করার জন্য অমৌসুমি স্যাপউডে (ইংরেজি: unseasoned sapwood) ব্যবহার করা হয়।\nপশ্চিম এশিয়ার অন্যত্র অনুরূপ নামের অনুরূপ ড্রাম পাওয়া যায়।\n\n\n== আরও দেখুন ==\nতবলা\nমৃদঙ্গ\n\n\n== তথ্যসূত্র =="}