{"pageid": 1322903, "title": "বেলুচ (উত্তরপ্রদেশ)", "url": "https://bn.wikipedia.org/wiki?curid=1322903", "content": "বেলুচ হল একটি মুসলিম সম্প্রদায় যারা ভারতের উত্তর প্রদেশ রাজ্যে থাকে। তারা বালুচ উপজাতিদের বংশধর যারা মধ্যযুগের শেষের দিকে উত্তর ভারতের এই অঞ্চলে বসতি স্থাপন করেছিল। সম্প্রদায়টি খান উপাধি ব্যবহার করে ও প্রায়ই খান বালুচ নামে পরিচিত।\n\n\n== ইতিহাস ও উৎপত্তি ==\nষোড়শ শতাব্দীতে, কিছু বেলুচ সিন্ধুতে (যেখানে তারা সিন্ধি বালুচ নামে পরিচিত) ও পাঞ্জাবেও চলে যায়।\nমীর জালাল খান ছিলেন বেলুচ ঐতিহাসিক শাসকদের একজন এবং তার চার পুত্র- রিন্দ, লাশারি, হুথ ও কোরাই থেকে চারটি প্রধান বেলুচ উপজাতির জন্ম হয়। জাতোইরা জালাল খানের মেয়ে জাতোর সন্তান। এই প্রধান শাখাগুলি এখন অসংখ্য সেপ্টে বিভক্ত। ঐতিহাসিকভাবে, উত্তর প্রদেশ ও হরিয়ানায়, বেলুচ শব্দটি যে কোনো মুসলিম উট-পুরুষকে নির্দেশ করে। শব্দটি উটের যত্নের সাথে যুক্ত হয়েছে, কারণ পশ্চিমাঞ্চলীয় সমভূমির বেলুচ বসতি স্থাপনকারীরা উটের চারণ ও প্রজননের পরিবর্তে উট পালন গ্রহণ করেছে।\nসপ্তদশ শতাব্দীর মাঝামাঝি সময়ে তুর্কিদের সহায়তায় ব্রাহুইরা ৩০ বছর ধরে চলা রিন্দ-লাশারি যুদ্ধের পরে বেলুচিদের দুর্বলতার সুযোগ নেয় এবং তাদের কালাত উপত্যকা থেকে তাড়িয়ে দেয়। চাপের কাছে নতি স্বীকার করে তারা পূর্ব দিকে সুলাইমান পর্বতমালায় চলে যায়, পশতুনদের তাড়িয়ে দেয় ও সিন্ধু নদীর তীরে বসতি স্থাপন করে। করাচি বিশ্ববিদ্যালয়ের অধ্যাপক ড. আখতার বালুচের মতে, বেলুচিরা ছোট বরফ যুগে বেলুচিস্তান থেকে স্থানান্তরিত হয়েছিল এবং সিন্ধু ও পাঞ্জাবে বসতি স্থাপন করেছিল। ছোট বরফ যুগকে প্রচলিতভাবে ষোড়শ থেকে উনিশ শতক পর্যন্ত বা বিকল্পভাবে, প্রায় ১৩০০ থেকে প্রায় ১৮৫০ সাল পর্যন্ত বিস্তৃত সময়কাল হিসাবে সংজ্ঞায়িত করা হয়।\nযদিও স্থানীয় নথির সাথে কাজ করা জলবায়ুবিদ ও ইতিহাসবিদরা আর এই সময়ের শুরু বা শেষ তারিখগুলির বিষয়ে একমত হওয়ার আশা করেন না, যা স্থানীয় পরিস্থিতি অনুসারে পরিবর্তিত হয়। অধ্যাপক বেলুচের মতে, বেলুচিস্তানের জলবায়ু ছিল খুব ঠান্ডা ও শীতকালে অঞ্চলটি বসবাসের অযোগ্য ছিল তাই বেলুচ জনগণ ঢেউয়ের মতো স্থানান্তরিত হয়েছিল এবং সিন্ধু ও পাঞ্জাবে বসতি স্থাপন করেছিল। ইসমাইল খান, ফতেহ খান ও গাজী খান নামে তিন বেলুচ অভিযাত্রী তাদের নাম বহনকারী তিনটি ডেরা (শিবির) প্রতিষ্ঠা করেছিলেন ও নিজেদেরকে নিম্ন দেরাজাত ও মুজাফফরগড়ের স্বাধীন শাসক হিসাবে প্রতিষ্ঠিত করেছিলেন, যেগুলি তারা ও তাদের বংশধররা প্রায় ৩০০ বছর ধরে ধরে রেখেছিল। তিন ভাই ডেরা গাজী খান, ডেরা ইসমাইল খান এবং দরিয়া খানের বসতি স্থাপন করেন। তারপরে দক্ষিণের বেলুচিরা ধীরে ধীরে সিন্ধু, চেনাব ও সতলেজের উপত্যকায় ছড়িয়ে পড়ে এবং ১৫৫৫ সালে তাদের মহান নেতা মীর চাকারের অধীনে বেলুচিদের একটি বিশাল দল সম্রাট হুমায়ুনের সাথে ভারতে আসে। এটি সম্ভবত উত্তর ভারতে (হরিয়ানা ও পশ্চিম উত্তর প্রদেশ) বেলুচ বসতির অনেকগুলি হুমায়ুনের সৈন্যদের দ্বারা প্রতিষ্ঠিত হয়েছিল। মীর চাকর সাহিওয়ালে বসতি স্থাপন করেন ও তার সমাধি এখনও সাতগড়ায় রয়েছে, যেখানে তিনি রিন্ডসের একটি সামরিক উপনিবেশ প্রতিষ্ঠা করেছিলেন।\n\n\n== তথ্যসূত্র =="}