{"pageid": 1323480, "title": "অনিতা দেলগাডো", "url": "https://bn.wikipedia.org/wiki?curid=1323480", "content": "অনিতা দেলগাডো ব্রায়োনেস (১৮৯০-১৯৬২) ছিলেন আন্দালুসিয়ার একজন স্প্যানিশ ফ্ল্যামেনকো নৃত্যশিল্পী এবং গায়ক। তিনি কাপুরথালার ভারতীয় মহারাজাকে বিয়ে করে খ্যাতি অর্জন করেছিলেন, বিয়ের পর তিনি কাপুরথালার রানি হয়েছিলেন।\n\n\n== জীবনী ==\nতিনি ১৮৯০ সালের ৮ই ফেব্রুয়ারি মালাগায় জন্মগ্রহণ করেন। পরিবারটি মাদ্রিদে চলে আসে, সেখানে তাঁর বোন ভিক্টোরিয়ার এবং তাঁর সৌন্দর্যকে বরণ করে নেওয়া হয়। চিত্রশিল্পী জুলিও রোমেরো ডি টরেস এবং রিকার্ডো বারোয়া তাঁদের মডেল হওয়ার জন্য বলেছিলেন, কিন্তু মাত্র ১৬ বছর বয়সী হওয়ার কারণে অনিতা তা অস্বীকার করেন।\nমাদ্রিদে স্পেনের ত্রয়োদশ আলফনসোর বিয়ের অনুষ্ঠানের সময়, কাপুরথালার দেশীয় রাজ্যের মহারাজা স্যার জগৎজিৎ সিং সাহেব বাহাদুর একটি ক্যাফে-কনসার্টে তাঁর নৃত্য গীত দেখেছিলেন। তিনি তাঁকে প্রলুব্ধ করে রাজকীয় বিবাহের পুরো সময় জুড়ে তাঁর সাথে ছিলেন কিন্তু রাজকীয় দম্পতির ওপর বোমা হামলার পর (৩১শে মে ১৯০৬) চলে যান। পরে অবশ্য, অনিতার বন্ধু রোমেরো দে টরেস, রামন মারিয়া দেল ভ্যালে-ইনক্লান এবং পাস্তোরা ইম্পেরিও তাঁকে প্যারিসে মহারাজার সাথে আবারও দেখা করতে রাজি করান। তিনি অনিতাকে শিক্ষিত করেছিলেন (ফরাসি সহ) যাতে তিনি তাঁর প্রতি নিজের ভালবাসা ব্যক্ত করতে পারেন। ১৯০৮ সালের ২৮শে জানুয়ারি তারিখে তাঁদের বিয়ে হয়। ভারতে শিখ বিবাহের পর, তিনি তাঁর নাম পরিবর্তন করে রানি প্রেম কৌর সাহিবা রাখেন।\nতাঁরা পরে ইউরোপ এবং ভারতে ভ্রমণ করেন এবং তিনি এই সময় সম্পর্কে একটি বই লেখেন যার নাম \"ইমপ্রেসিওনেস ডি মিস ভায়াজেস এ ল্যাস ইন্ডিয়াস\"।\nতাঁদের একটি পুত্রও জন্মায়, তাঁর নাম মহারাজকুমার অজিত সিং সাহেব বাহাদুর (জন্ম ২৬শে এপ্রিল ১৯০৮)। তিনি কেমব্রিজ বিশ্ববিদ্যালয়ে এবং দেরাদুনের মিলিটারি একাডেমিতে শিক্ষা লাভ করেন। তিনি আর্জেন্টিনায় ভারতীয় বাণিজ্য কমিশনারের সহকারী ছিলেন, ১৯৮২ সালে তিনি মারা যান।\nপ্রথম বিশ্বযুদ্ধের সময়, অনিতার স্বামী ফ্রাঙ্কো-ব্রিটিশ হাসপাতালে কাজ করতেন। মহারাজা তাঁর ষষ্ঠ স্ত্রীকে বিয়ে করার পর অনিতা তাঁর থেকে আলাদা হয়ে যান এবং ফলস্বরূপ, দেলগাডো প্যারিসে তাঁর সচিবের সাথে থাকতে শুরু করেন। কিন্তু তাঁরা গোপনে থাকতেন যাতে তাঁর ভাতা বন্ধ হয়ে না যায়। তাঁর গহনা নিয়ে ফ্রান্সে যাওয়ার পথে একটি জাহাজ ডুবে যায়। গয়নাগুলোর মূল্য কয়েক লাখ বলে জানা গেছে। তিনি ১৯৬২ সালের ৭ই জুলাই মাদ্রিদে মারা যান।\n\n\n== গণ মাধ্যমে ==\n২০০৬ সালে স্প্যানিশ অভিনেত্রী পেনেলোপ ক্রুজ অভিনীত লা প্রিন্সেসা দে কাপুরথালা নামে অনিতার জীবনের উপর নির্মিত একটি চলচ্চিত্রের শুটিং শুরু হওয়ার কথা ছিল। তবে জগৎজিৎ সিং-এর একজন বংশধর শত্রুজিৎ সিং চিত্রগ্রহণের বিরোধিতা করেন কারণ তিনি মনে করেছিলেন যে জাভিয়ের মোরোর উপন্যাসটি সত্যকে বিকৃত করেছে, বিশেষ করে মহারাজার অনিতাকে গর্ভপাত করতে বাধ্য করার অভিযোগ অসত্য।\n\n\n== ছবিঘর ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== সাহিত্য ===\nএলিসা ভাজকুয়েজ ডি গে। অনিতা ডেলগাডো। কাপুরথালার মহারানী . (1998) সম্পাদকীয় প্লানেটাআইএসবিএন ৮৪-২২৬-৮৬০৭-৪\nএলিসা ভাজকুয়েজ ডি গে। মহারাণীদের স্বপ্ন । (2005) সম্পাদকীয় Grijalboআইএসবিএন ৮৪-২৫৩-৩৯৬১-৮ এবংআইএসবিএন ৯৭৮-৮৪-৮৩৪৬-৩৬৭-৩\nএলিসা ভাজকুয়েজ ডি গে। কাপুরথালার রাজকুমারী । (2008) সম্পাদকীয় প্লানেটাআইএসবিএন ৯৭৮-৮৪-০৮-০৮২৬২-০\nজাভিয়ের মোরো। প্যাশন ভারত । (2005) সম্পাদকীয় সেক্স ব্যারালআইএসবিএন ৮৪-৩২২-৯৬৬৩-৫\nম্যানুয়েল ওকোন ডুয়েনাস: অনিতা ডেলগাডো । এড. আর্গুভাল। 1986।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকাপুরথালার রাজকুমারী (ইংরেজি)\nলা প্রিন্সেসা দে কাপুরথালা (স্প্যানিশ)\nরেডিও ন্যাসিওনাল ডি এস্পানা (স্প্যানিশ) দ্বারা কাপুরথালার রাজকুমারী, অনিতা ডেলগাডোর জীবনকে উৎসর্গ করা রেডিও পডকাস্ট\nঅনিতা ডেলগাডোর জীবন নিয়ে ভিডিও ডকুমেন্টারি (স্প্যানিশ)\nইন্টারনেট আর্কাইভে অনিতা দেলগাডো কর্তৃক কাজ বা সম্পর্কে তথ্য"}