{"pageid": 1323340, "title": "পিয়ারজে", "url": "https://bn.wikipedia.org/wiki?curid=1323340", "content": "PeerJ হল একটি ওপেন এক্সেস পিয়ার-রিভিউ করা বৈজ্ঞানিক মেগা জার্নাল যা জৈবিক ও চিকিৎসা বিজ্ঞানের গবেষণা কভার করে।  এটি একই নামের একটি কোম্পানি দ্বারা প্রকাশিত হয় যেটি সিইও জেসন হোয়েট (পূর্বে মেন্ডেলেতে) এবং প্রকাশক পিটার বিনফিল্ড (পূর্বে PLOS ওয়ানে) দ্বারা সহ-প্রতিষ্ঠা করেছিলেন, মার্কিন যুক্তরাষ্ট্রের ৯৫০,০০০ $ প্রাথমিক আর্থিক সহায়তায় O'Reilly মিডিয়ার O'Reilly AlphaTech Ventures থেকে   এবং পরে সেজ পাবলিশিং থেকে অর্থায়ন নিয়ে। \nপিয়ারজে আনুষ্ঠানিকভাবে ২০১২ সালের জুনে চালু হয়, ৩ ডিসেম্বর, ২০১২-এ জমা দেওয়া শুরু করে এবং ১২ ফেব্রুয়ারি, ২০১৩-এ প্রথম নিবন্ধ প্রকাশ করে  কোম্পানিটি CrossRef, CLOCKSS, ORCID, এবং Open Access Scholarly Publishers Association- এর সদস্য।  কোম্পানির অফিস কর্টে মাদেরা (ক্যালিফোর্নিয়া, মার্কিন যুক্তরাষ্ট্র) এবং লন্ডনে (গ্রেট ব্রিটেন)। জমা দেওয়া গবেষণা শুধুমাত্র বৈজ্ঞানিক এবং পদ্ধতিগত সুস্থতার উপর বিচার করা হয় (PLoS ONE এর মতো), প্রতিটি পেপারের পাশাপাশি পিয়ার রিভিউ প্রকাশ করার সুবিধা সহ। \n\n\n== ব্যবসায়িক মডেল ==\nPeerJ একটি ব্যবসায়িক মডেল ব্যবহার করে যা প্রথাগত প্রকাশকদের থেকে আলাদা - এতে তার পাঠকদের কাছে কোনো সাবস্ক্রিপশন ফি নেওয়া হয় না - এবং প্রাথমিকভাবে প্রকাশনা ফী প্রধান ওপেন-অ্যাক্সেস প্রকাশকদের থেকে আলাদা ছিল যেটি প্রতি নিবন্ধে নয় বরং প্রকাশনা গবেষকদের প্রতি এবং অনেক কম। স্তর  PeerJ এছাড়াও PeerJ প্রিপ্রিন্টস নামে একটি প্রিপ্রিন্ট পরিষেবা অফার করেছে (৩ এপ্রিল, ২০১৩  এ চালু হয়েছে এবং সেপ্টেম্বর ২০১৯ এ বন্ধ করা হয়েছে)।  কম খরচ ক্লাউড অবকাঠামো ব্যবহার করে কিছু অংশে অর্জিত হয়েছে বলে বলা হয়েছিল: পিয়ারজে এবং পিয়ারজে প্রিপ্রিন্ট উভয়ই অ্যামাজন EC2- তে চলে, আমাজন S3- এ সঞ্চিত সামগ্রী সহ। \nমূলত, PeerJ লেখকদের কাছে একটি এককালীন সদস্যতা ফি চার্জ করে যা তাদের অনুমতি দেয় - কিছু অতিরিক্ত প্রয়োজনীয়তা সহ, যেমন মন্তব্য করা বা পর্যালোচনা করা, প্রতি বছর অন্তত একটি পেপার-জীবনের জন্য জার্নালে প্রকাশ করার জন্য। \nঅক্টোবর ২০১৬ থেকে, PeerJ নিবন্ধ প্রক্রিয়াকরণ চার্জে ফিরে এসেছে, কিন্তু এখনও একটি বিকল্প বিকল্প হিসাবে আজীবন সদস্যতা সদস্যতা অফার করে। লেখক সংখ্যা নির্বিশেষে, PeerJ- এ একটি নিবন্ধ প্রকাশ করার জন্য নন-সদস্যদের জন্য বর্তমান চার্জ হল $১১৯৫.০০। বিকল্পভাবে, আজীবন সদস্যতা যা আজীবনের জন্য প্রতি বছর একটি বিনামূল্যের কাগজের অনুমতি দেয় লেখক প্রতি $৩৯৯ (মৌলিক সদস্যপদ) বা প্রতি বছরে পাঁচটি $৪৯৯ (প্রিমিয়াম সদস্যপদ)।  সমস্ত লেখকের জন্য সদস্যতা ফি প্রদানের চেয়ে প্রকাশনা প্রতি চার্জ প্রদান করা কখনও কখনও সস্তা হতে পারে।\n\n\n== অভ্যর্থনা ==\nজার্নালটি সায়েন্স সিটেশন ইনডেক্স এক্সপেন্ডেড, পাবমেড, পাবমেড সেন্ট্রাল, স্কোপাস, ওয়েব অফ সায়েন্স, গুগল স্কলার, ডিওএজে, আমেরিকান কেমিক্যাল সোসাইটি (এসিএস) ডাটাবেস, EMBASE, CAB অ্যাবস্ট্রাক্টস, ইউরোপ পাবমেড এ্যাবস্ট্রাক্টস, ইউরোপ পাবমেড এএআরএআর- এ বিমূর্ত এবং সূচিত করা হয়েছে, HINARI, OARE, ProQuest ডাটাবেস এবং OCLC ।  জার্নাল সিটেশন রিপোর্ট অনুসারে, এর প্রভাব ফ্যাক্টর ২০১৭ সালে ২.১১৮ থেকে ২০১৮ সালে ২.৩৫৩ এ বেড়েছে \nএপ্রিল ২০১৩-এ দ্যা ক্রনিকল অফ হায়ার এডুকেশন পিয়ারজে সিইও এবং সহ-প্রতিষ্ঠাতা জেসন হোয়েটকে বছরের জন্য \"টেন টপ টেক ইনোভেটর\"-এর একজন হিসেবে নির্বাচিত করেছে। \n১২ সেপ্টেম্বর, ২০১৩-এ অ্যাসোসিয়েশন অফ লার্নড অ্যান্ড প্রফেশনাল সোসাইটি পাবলিশার্স পিয়ারজেকে বছরের সেরা \"পাবলিশিং ইনোভেশন\" পুরস্কারে ভূষিত করে৷ \n\n\n== কম্পিউটার সায়েন্স এবং কেমিস্ট্রি জার্নাল ==\n৩ ফেব্রুয়ারি ২০১৫-এ, PeerJ কম্পিউটার বিজ্ঞানের জন্য নিবেদিত একটি নতুন জার্নাল চালু করেছে: PeerJ কম্পিউটার সায়েন্স ।  পিয়ারজে কম্পিউটার সায়েন্সের প্রথম নিবন্ধটি ২৭ মে ২০১৫ এ প্রকাশিত হয়েছিল \n৬ নভেম্বর ২০১৮-এ, PeerJ রসায়নে নিবেদিত পাঁচটি নতুন জার্নাল চালু করেছে: PeerJ ভৌত রসায়ন, PeerJ জৈব রসায়ন, PeerJ অজৈব রসায়ন, PeerJ বিশ্লেষণাত্মক রসায়ন, এবং PeerJ পদার্থ বিজ্ঞান । \n\n\n== আরো দেখুন ==\narXiv\neLife\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nPeerJ PrePrints\nPeerJ Computer Science"}