{"pageid": 1323575, "title": "মাতৃতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1323575", "content": "মাতৃতন্ত্র হল একটি সমাজ ব্যবস্থা যেখানে নারীরা কর্তৃত্বের ভূমিকায় প্রাথমিক ক্ষমতার অবস্থানে থাকে। বৃহত্তর অর্থে, মাতৃতন্ত্র হলো সেই সমস্ত সমাজ ব্যবস্থা যেথায় পরিবারের নৈতিক কর্তৃত্ব, সামাজিক বিশেষাধিকার এবং সম্পত্তির নিয়ন্ত্রণে নারীদের অগ্রাধিকার থাকে। যদিও এই সংজ্ঞাগুলি সাধারণ ইংরেজিতে প্রযোজ্য নৃবিজ্ঞান এবং নারীবাদের জন্য নির্দিষ্ট সংজ্ঞাগুলি থেকে কিছু ক্ষেত্রে ভিন্ন।\n\n\n== বুৎপত্তি ==\nঅক্সফোর্ড ইংলিশ ডিকশনারি (ওইডি) অনুসারে, \"মাতৃতন্ত্র হল সামাজিক সংগঠনের এমন একটি রূপ যেখানে মা অথবা সবচেয়ে বয়স্ক মহিলা পরিবারের প্রধান শাসক হিসেবে থাকেন এবং বংশ ও সম্পর্ককে সেইসব নারীদের উত্তরসূরী হিসেবেই গণনা করা হয়।\"\nসাংস্কৃতিক নৃবিজ্ঞানের একাডেমিক শৃঙ্খলার ওইডি অনুসারে, \"মাতৃতন্ত্র হল এমন একটি সংস্কৃতি বা সম্প্রদায় যেখানে নারী আধিপত্য জাতীয় ব্যবস্থা বিরাজ করে\" অথবা \"এমন একটি পরিবার, সমাজ, সংস্থা ইত্যাদি, যা একজন মহিলার দ্বারা পরিচালিত হয়।\" সাধারণ নৃবিজ্ঞানে উইলিয়াম এ. হ্যাভিল্যান্ডের মতে, মাতৃতন্ত্র হল \"নারীদের শাসন ব্যবস্থা\"।\nবেশির ভাগ শিক্ষাবিদরা আরও কঠোরভাবে সংজ্ঞায়িত মাতৃতন্ত্র থেকে সমতাবাদী অ-পিতৃতান্ত্রিক ব্যবস্থাকে বাদ দেন। হেইড গোটনার-অ্যাবেন্ড্রোথের মতে, মাতৃতন্ত্রের অস্তিত্বকে মেনে নিতে অনীহাবোধ মাতৃতন্ত্রকে সংজ্ঞায়িত করার একটি নির্দিষ্ট পক্ষপাতদুষ্ট ধারণার উপর ভিত্তি করে হতে পারে। কারণ একটি পিতৃতন্ত্রে পুরুষরা মহিলাদের উপর শাসন করে, অনুরূপভাবে প্রায়শই ধারণা করা হয় যে, একটি মাতৃতন্ত্রে নারীরাও পুরুষদের উপর শাসন করছে। যদিও তিনি বিশ্বাস করতেন যে মাতৃতন্ত্র সমতাবাদী।\n\n\n== ইতিহাস এবং সংবিভাগ ==\nবেশিরভাগ নৃবিজ্ঞানী মনে করেন যে, এমন কোন পরিচিত সমাজ নেই যা দ্ব্যর্থহীনভাবে মাতৃতান্ত্রিক।  জেএম অ্যাডভাসিও, ওলগা সোফার এবং জেক পেজের মতে, সত্যিকারের মাতৃতন্ত্রের অস্তিত্ব ছিল বলে জানা যায় না। নৃতাত্ত্বিক জোয়ান ব্যামবার্গার যুক্তি দিয়েছিলেন যে ঐতিহাসিক রেকর্ডে কোন সমাজে নারীদের আধিপত্যের কোন প্রাথমিক সূত্র নেই। নৃবিজ্ঞানী ডোনাল্ড ব্রাউনের সার্বজনীন মানব সাংস্কৃতিক তালিকা (বর্তমান মানব সমাজের দ্বারা ভাগ করা বৈশিষ্ট্য) জনগণের রাজনৈতিক বিষয়ে পুরুষদের \"প্রধান উপাদান\" হিসেবে অন্তর্ভুক্ত করে। মাতৃতন্ত্র নিয়ে কিছু মতবিরোধ এবং সম্ভাব্য ব্যতিক্রমও আছে। একটি প্রচলিত বিশ্বাস রয়েছে যে, নারীদের শাসন পুরুষদের শাসনেরও আগে ছিল। হ্যাভিল্যান্ডের মতে, \"ঊনবিংশ শতাব্দীর অনেক বুদ্ধিজীবী নারীদের দ্বারা অধিষ্ঠিত\"।\nপিপলস এবং বেইলির মতে মাতৃতন্ত্রের অস্তিত্ব আছে, আছে পরিবার এবং আত্মীয় গোষ্ঠীর স্বতন্ত্র মাতৃপতিও।\"\n\n\n=== অঞ্চল এবং সংস্কৃতিভেদে ===\n\n\n==== নিকট পূর্বের প্রাচীনত্ব ====\nকেমব্রিজের প্রাচীন ইতিহাস (১৯৭৫ খ্রিষ্টাব্দ) অনুসারে \"একজন সর্বোচ্চ দেবীর প্রাধান্য সম্ভবত মাতৃতন্ত্রের অনুশীলনেরই একটি প্রতিফলন যা সর্বদা এলামাইট সভ্যতাকে বৃহত্তর বা সামান্য মাত্রায় চিহ্নিত করে\"। \n\n\n==== ইউরোপ ====\nট্যাসিটাস তার জার্মানিয়া বইতে দাবি করেছেন যে \" সিটোনস জাতিতে একজন নারীই হলো শাসক লিঙ্গ।\" \nকুকুটেনি-ট্রিপিলিয়া সংস্কৃতি-কে প্রায়শই মাতৃতান্ত্রিক সমাজ হিসাবে আলোচনা করা হয়। এর দেবী শিল্প, চাঁদের সাথে সংযোগ স্থাপন, মাসিক চক্র, কৃর্ষণ ঋতু এবং জীবন ও মৃত্যু সহ সবকিছুই নারীদের সাথে সংযুক্ত।\nঅ্যান হেলেন গেজেলস্টাড এস্তোনিয়ান দ্বীপপুঞ্জের কিহনু এবং মানিজার মহিলাদের \"ইউরোপের শেষ মাতৃতান্ত্রিক সমাজ\" হিসাবে বর্ণনা করেছেন, কারণ \"এখানকার বয়স্ক মহিলারা তাদের স্বামীদের সমুদ্র ভ্রমণের সময় স্থলভাগের প্রায় সমস্ত কিছুর যত্ন নেয়\"।\n\n\n==== এশিয়া ====\n\n\n===== বার্মা =====\nজর্জেন বিশের মতে, পাদাউং এবং অ্যান্ড্রু মার্শালের মতে, কায়ওয়ের জাতিরা বার্মার সম্ভাব্য মাতৃতান্ত্রিক সমাজ।\n\n\n===== চীন =====\n\nতিব্বতের কাছে চীনে অবস্থিত মোসুও সংস্কৃতিকে প্রায়শই মাতৃতান্ত্রিক হিসেবে বর্ণনা করা হয়। তাদের মাতৃতান্ত্রিক সংস্কৃতির কিছু দিক রয়েছে। মোসুও মহিলারা প্রায়শই বাড়ির প্রধান থাকে এবং তাদের উত্তরাধিকারও নারীদের ক্রমধারার মাধ্যমেই নির্বাচিত হয় এবং সর্বদা মহিলারাই ব্যবসায়িক সিদ্ধান্ত নেন। যাইহোক, সত্যিকারের মাতৃতন্ত্রের বিপরীতে তাদের রাজনৈতিক ক্ষমতা পুরুষদের থাকে হাতে।\n\n\n===== ভারত =====\nভারতের জাতীয় সংবিধানে তফসিলি উপজাতি হিসাবে স্বীকৃত সম্প্রদায়গুলির মধ্যে, কিছু মাতৃতান্ত্রিক সম্প্রদায় রয়েছে, যারা সমতাবাদী হিসাবে পরিচিত\" বিশ্লেষক অনুজ কুমারের মতে, \"ভারতের মণিপুর-এ একটি মাতৃতান্ত্রিক সমাজ আছে, তবে এই ব্যাখ্যাটি যথার্থ নাও হতে পারে। কেরালায় নায়ার, থিয়া, পয়্যান্নুর গ্রামের ব্রাহ্মণ সম্প্রদায় এবং উত্তর মালাবার এবং কর্ণাটকের মুসলমানরা, বান্ট এবং বিল্লারা মাতৃতান্ত্রিক ছিল, কিন্তু এখন পিতৃতান্ত্রিক।\n\n\n== ধর্মীয় চিন্তাধারায় ==\n\n\n=== বর্জনীয় ===\nকিছু ধর্মতত্ত্ব এবং ধর্মশাস্ত্র নারীদের বেসামরিক সরকার বা জননেতৃত্বে থাকতে নিষেধ করে অথবা জনপ্রতিনিধি হিসেবে তাদের নির্বাচনও নিষেধ করে। এসব ক্ষেত্রে মাতৃতন্ত্রের সমালোচনা ও নিষেধ। নিম্নলিখিত কোন ধর্মের মধ্যেই সংশ্লিষ্ট দৃষ্টিভঙ্গি অগত্যা সর্বজনীনভাবে গৃহিত হয় না:\n\nইসলামে কিছু মুসলিম পণ্ডিত মনে করেন যে নারীদের রাজনৈতিক নেতৃত্ব নিষিদ্ধ এই নিষেধাজ্ঞাটি ইসলামের প্রতিষ্ঠাতা ও শেষ নবী মুহাম্মদ এর একটি হাদিস দ্বারা সমর্থিত। উক্ত হাদিস অনুযায়ী, \"যে জনগণের নেতৃত্বে একজন মহিলা থাকবে, তারা কখনই উন্নতি করবে না।\"  যদিও হাদিসটির প্রেক্ষাপট এবং অর্থ নিয়ে বিতর্ক রয়েছে।\n\n\n== তথ্যসূত্র =="}