{"pageid": 1323322, "title": "মেটা এআই", "url": "https://bn.wikipedia.org/wiki?curid=1323322", "content": "মেটা এআই হল একটি কৃত্রিম বুদ্ধিমত্তা পরীক্ষাগার যা মেটা প্ল্যাটফর্মস ইনকর্পোরেটেডের (পূর্বে ফেসবুক, ইনক. নামে পরিচিত) অন্তর্গত। মেটা এআই কৃত্রিম বুদ্ধিমত্তার বিভিন্ন রূপ বর্ধিত এবং কৃত্রিম বাস্তবতা প্রযুক্তির উন্নতি করে বিকাশ করতে চায়। মেটা এআই হল একটি একাডেমিক গবেষণা ল্যাবরেটরি যা এআই সম্প্রদায়ের জন্য জ্ঞান তৈরি করার উপর দৃষ্টি নিবদ্ধ করে। এটি ফেসবুকের অ্যাপ্লায়েড মেশিন লার্নিং (এএমএল) টিমের বিপরীতে, যেটি তার পণ্যের ব্যবহারিক প্রয়োগের উপর দৃষ্টি নিবদ্ধ করে।\n\n\n== ইতিহাস ==\nমেটা এআই ফেসবুক আর্টিফিশিয়াল ইন্টেলিজেন্স রিসার্চ (এফএআইআর) হিসাবে মেনলো পার্ক, ক্যালিফোর্নিয়া সদর দপ্তর, লন্ডন, যুক্তরাজ্য এবং ম্যানহাটনে একটি নতুন গবেষণাগারের অবস্থান নিয়ে শুরু হয়েছিল। এফএআইআর আনুষ্ঠানিকভাবে ২০১৩ সালের সেপ্টেম্বরে ঘোষণা করা হয়েছিল। নিউ ইয়র্ক বিশ্ববিদ্যালয়ের একজন গভীর শিক্ষার অধ্যাপক এবং টুরিং পুরস্কার বিজয়ী ইয়ান লেকুন দ্বারা এফএআইআর পরিচালিত হয়েছিল। নিউইয়র্ক বিশ্ববিদ্যালয়ের সেন্টার ফর ডেটা সায়েন্সের সাথে কাজ করা, এফএআইআরের প্রাথমিক লক্ষ্য ছিল ডেটা সায়েন্স, মেশিন লার্নিং এবং কৃত্রিম বুদ্ধিমত্তা নিয়ে গবেষণা করা। এফএআইআর এর লক্ষ্য ছিল \"বুদ্ধিমত্তা বোঝা, এর মৌলিক নীতিগুলি আবিষ্কার করা এবং মেশিনগুলিকে উল্লেখযোগ্যভাবে আরও বুদ্ধিমান করা\"। এফএআইআরের গবেষণা সেই প্রযুক্তির পথপ্রদর্শক যা মুখের স্বীকৃতি, ফটোগ্রাফে ট্যাগিং এবং ব্যক্তিগতকৃত ফিড সুপারিশের দিকে পরিচালিত করে। পরিসংখ্যানগত শিক্ষায় অগ্রগামী ভ্লাদিমির ভাপনিক ২০১৪ সালে এফএআইআর-এ যোগদান করেন, তিনি সাপোর্ট-ভেক্টর মেশিনের সহ-আবিষ্কারক এবং ভ্যাপনিক-চেরভোনেঙ্কিস তত্ত্বের অন্যতম ডেভেলপার।\nএফএআইআর ২০১৫ সালে ফ্রান্সের প্যারিসে একটি গবেষণা কেন্দ্র খোলে এবং পরবর্তীতে সিয়াটল, পিটসবার্গ, তেল আবিব, মন্ট্রিল এবং লন্ডনে ছোট উপগ্রহ গবেষণা ল্যাব চালু করে। ২০১৬ সালে, এফএআইআর গুগল, অ্যামাজন, আইবিএম, এবং মাইক্রোসফটের সাথে অংশীদারিত্ব তৈরি করে কৃত্রিম বুদ্ধিমত্তার উপর অংশীদারিত্ব তৈরি করে মানুষ এবং সমাজকে উপকৃত করার জন্য, একটি সংস্থা যেখানে উন্মুক্ত লাইসেন্সপ্রাপ্ত গবেষণার উপর ফোকাস, নৈতিক ও দক্ষ গবেষণা অনুশীলনকে সমর্থন করা এবং ন্যায্যতা, অন্তর্ভুক্তি নিয়ে আলোচনা করা, এবং স্বচ্ছতার সাথে কাজ করা মূল লক্ষ্য।\n২০১৮ সালে আইবিএমের বিগ ডেটা গ্রুপের প্রাক্তন সিটিও জেরোম পেসেন্টি এফএআইআরের সভাপতির ভূমিকা গ্রহণ করেছিলেন, যখন লেকুন প্রধান এআই বিজ্ঞানী হিসাবে কাজ করার জন্য পদত্যাগ করেছিলেন। ২০১৮ সালে এফএআইআরকে এআই গবেষণা র‌্যাঙ্কিং ২০১৯-এ ২৫তম স্থান দেওয়া হয়েছিল, যা এআই গবেষণার শীর্ষস্থানীয় বিশ্বব্যাপী সংস্থাগুলিকে স্থান দিয়েছে। এফএআইআর দ্রুত ২০১৯ সালে অষ্টম অবস্থানে উঠেছে, এবং ২০২০ এর র‌্যাঙ্কে অষ্টম অবস্থান বজায় রেখেছে। এফএআইআরের ২০১৮ সালে আনুমানিক ২০০জন কর্মী ছিল এবং ২০২০সালের মধ্যে এই সংখ্যা দ্বিগুণ করার লক্ষ্য ছিল।\nএফএআইআরের প্রাথমিক কাজের মধ্যে রয়েছে লার্নিং-মডেল সক্ষম মেমরি নেটওয়ার্ক, স্ব-তত্ত্বাবধানে প্রশিক্ষণ এবং জেনারেটিভ অ্যাডভারসারিয়াল নেটওয়ার্ক, পাঠ্য শ্রেণিবিভাগ এবং অনুবাদ, সেইসাথে কম্পিউটার দৃষ্টি সংক্রান্ত গবেষণা। এফএআইআর টর্চ ডিপ-লার্নিং মডিউল প্রকাশ করেছে এবং ২০১৭ সালে,এফএআইআর একটি উন্মুক্ত উৎসের মেশিন লার্নিং ফ্রেমওয়ার্ক পাইটর্চ প্রকাশ করেছে। পাইটর্চ পরবর্তীকালে টেসলার অটোপাইলট এবং উবারের পাইরোর মতো বেশ কিছু গভীর শিক্ষার প্রযুক্তিতে ব্যবহার করা হয়েছিল। এছাড়াও ২০১৭ সালে এফএআইআর একটি গবেষণা প্রকল্প বন্ধ করে দেয় যখন এআই বট এমন একটি ভাষা তৈরি করে যা মানুষের জন্য দুর্বোধ্য ছিল, কৃত্রিম বুদ্ধিমত্তা নিয়ন্ত্রণের বাইরে চলে যাওয়ার ভয়ে ডাইস্টোপিয়ান সম্পর্কে কথোপকথনকে উস্কে দেয়। যাইহোক, এফএআইআর স্পষ্ট করেছে যে গবেষণাটি বন্ধ করা হয়েছে কারণ তারা ভয়ের পরিবর্তে ভাষাগুলি কীভাবে তৈরি হয় তা বোঝার জন্য তাদের প্রাথমিক লক্ষ্য অর্জন করেছিল।\nফেইসবুক, ইনকর্পোরেটেড মেটা প্ল্যাটফর্মস ইনকর্পোরেটেডে পরিবর্তিত হওয়ার পর এফএআইআরের নাম পরিবর্তন করে মেটা এআই করা হয়।\n২০২০ সালে মেটা এআই দুই সপ্তাহের মধ্যে ৬০০ মিলিয়ন সম্ভাব্য প্রোটিনের থ্রিডি আকারের ভবিষ্যদ্বাণী করেছিল।\n\n\n== বর্তমান গবেষণা ==\n২০২২ সালের ২৩শে ফেব্রুয়ারী অনলাইনের সরাসরি অনুষ্ঠানইনসাইড দ্য ল্যাব: বিল্ডিং ফর দ্য মেটাভার্স উইথ এআই, মেটা এআই টিম কৃত্রিম বুদ্ধিমত্তার গবেষণা এবং উন্নয়নে বড় অগ্রগতি নিয়ে আলোচনা করেছে। এরকম একটি টুল হল বিল্ডারবট, যা ব্যবহারকারীদের ভয়েস কমান্ড ব্যবহার করে ভার্চুয়াল ওয়ার্ল্ড তৈরি করতে দেয়। অন্যান্য সরঞ্জামগুলির মধ্যে রয়েছে নো ল্যাঙ্গুয়েজ লেফট বিহাইন্ড, লিখিত ভাষার মধ্যে স্বয়ংক্রিয় অনুবাদ করতে সক্ষম একটি সিস্টেম এবং একটি সার্বজনীন কথা অনুবাদক, একটি সিস্টেম যা তাৎক্ষণিক কথা থেকে কথায় অনুবাদ করতে সক্ষম।\n\n\n=== কম্পিউটার ভিশন ===\nমেটা এআই এর কম্পিউটার ভিশন গবেষণার লক্ষ্য ডিজিটাল ছবি এবং ভিডিও থেকে পরিবেশ সম্পর্কে তথ্য বের করা। এআই দ্বারা উন্নত কম্পিউটার ভিশন প্রযুক্তির একটি উদাহরণ হল প্যানোপটিক সেগমেন্টেশন, যা সামনের দিকের বস্তুগুলিকে চিনতে পারে কিন্তু পটভূমিতে দৃশ্যগুলিকেও শ্রেণীবদ্ধ করে। মেটা এআই ভিজ্যুয়াল প্রশ্ন উত্তর প্রযুক্তি উন্নত করতে চায়, যেখানে একটি মেশিন চক্র-সংগতি ব্যবহার করে ছবি সম্পর্কে মানুষের ব্যবহারকারীর প্রশ্নের উত্তর দেয়, প্রশ্নগুলির ভাষাগত বৈচিত্র্যের উত্তর দেওয়ার পাশাপাশি মেশিনটি একটি প্রশ্ন তৈরি করে।\n\n\n=== প্রাকৃতিক ভাষা প্রক্রিয়াকরণ এবং কথোপকথন এআই ===\nকৃত্রিম বুদ্ধিমত্তা যোগাযোগের জন্য প্রাকৃতিক ভাষা বোঝার জন্য এবং প্রাকৃতিক ভাষা তৈরি করতে একটি মেশিনের প্রয়োজন হয়। মেটা এআই ব্যবহারকারী যে ভাষায় কথা বলুক না কেন নিরাপদ যোগাযোগ উন্নত করতে এই প্রযুক্তিগুলিকে উন্নত করার চেষ্টা করে। এভাবে একটি কেন্দ্রীয় কাজ অন্যান্য ভাষায় প্রাকৃতিক ভাষা প্রক্রিয়াকরণ (এনএলপি) প্রযুক্তির সাধারণীকরণ জড়িত। যেমন, মেটা এআই সক্রিয়ভাবে তত্ত্বাবধানহীন মেশিন অনুবাদে কাজ করে। মেটা এআই চিটচ্যাট কথোপকথনের দিকগুলি যেমন পুনরাবৃত্তি, নির্দিষ্টতা, প্রতিক্রিয়া-সম্পর্কিততা এবং প্রশ্ন জিজ্ঞাসা, চিত্র ক্যাপশনে ব্যক্তিত্বকে অন্তর্ভুক্ত করে, এবং সৃজনশীলতা-ভিত্তিক ভাষা তৈরি করে প্রাকৃতিক-ভাষা ইন্টারফেসগুলিকে উন্নত করতে চায়।\n২০১৮ সালে মেটা এআই এনএলপি সিস্টেমের উপর দৃষ্টি নিবদ্ধ মডেলিং ফ্রেমওয়ার্ক উন্মুক্ত উৎসের পাইটেক্সট চালু করেছে।\n\n\n=== র‌্যাঙ্কিং এবং সুপারিশ ===\nফেসবুক এবং ইনস্টাগ্রাম তাদের নিউজফিড, বিজ্ঞাপন এবং অনুসন্ধান ফলাফলগুলিতে র‌্যাঙ্কিং এবং সুপারিশগুলিতে মেটা এআই গবেষণা ব্যবহার করে। মেটা এআই এছাড়াও রিএজেন্ট চালু করেছে, একটি টুলসেট যা সিদ্ধান্ত তৈরি করে এবং ব্যবহারকারীর প্রতিক্রিয়া মূল্যায়ন করে।\n\n\n=== সিস্টেম গবেষণা ===\nমেশিন লার্নিং এবং এআই অভিনব অ্যালগরিদম, সফ্টওয়্যার এবং হার্ডওয়্যার প্রযুক্তির বিকাশের উপর নির্ভর করে। যেমন, মেটা এআই এর সিস্টেম রিসার্চ টিম কম্পিউটার ভাষা, কম্পাইলার এবং হার্ডওয়্যার অ্যাপ্লিকেশন অধ্যয়ন করে।\n\n\n=== তত্ত্ব ===\nমেটা এআই কৃত্রিম বুদ্ধিমত্তার গাণিতিক এবং তাত্ত্বিক ভিত্তি অধ্যয়ন করে। মেটা এআইয়ের লার্নিং থিওরি, অনুকূলকরণ এবং সংকেত প্রক্রিয়াজাতকরণের প্রকাশনা রয়েছে।\n\n\n== তথ্যসূত্র =="}