{"pageid": 1323008, "title": "হাইড্রোজেন জ্বালানি", "url": "https://bn.wikipedia.org/wiki?curid=1323008", "content": "হাইড্রোজেন জ্বালানি বলতে হাইড্রোজেনকে বোঝায়, যা অক্সিজেনের সঙ্গে জ্বালানি হিসাবে পোড়ানো হয়। এটি কার্বন-শূন্য, তবে শর্ত থাকে যে এটি এমন একটি প্রক্রিয়ায় তৈরি হয়েছে যার সঙ্গে কার্বন জড়িত না। এটি জ্বালানি কোষ বা অভ্যন্তরীণ দহন ইঞ্জিনে ব্যবহার করা যেতে পারে (এইচআইসিইভি দেখুন)। হাইড্রোজেন যানবাহন সংক্রান্ত, বাণিজ্যিক জ্বালানি কোষ যানবাহন যেমন যাত্রীবাহী গাড়িতে হাইড্রোজেনের ব্যবহার শুরু হয়েছে, এবং বহু বছর ধরে জ্বালানি কোষ বাসে ব্যবহৃত হচ্ছে। এটি মহাকাশযান চালনার জ্বালানি হিসাবেও ব্যবহৃত হয় এবং হাইড্রোজেন চালিত বিমানের জন্য প্রস্তাব করা হচ্ছে।\n\n\n== শক্তি ==\nপর্যায় সারণীতে প্রথম শ্রেণি ও প্রথম পর্যায়ে হাইড্রোজেনকে পাওয়া যায়, অর্থাৎ এটি সবচেয়ে হালকা মৌল। হাইড্রোজেন খুব কমই বায়ুমণ্ডলে বিশুদ্ধ আকারে পাওয়া যায়। বাতাসে বিশুদ্ধ হাইড্রোজেনের শিখায়, হাইড্রোজেন (H২) অক্সিজেনের (O২) সাথে বিক্রিয়া করে শক্তির মুক্তির সাথে জল (H২O) উৎপন্ন করে।\n\n২H২ (গ্যাস) + O২ (গ্যাস) → ২H২O (গ্যাস) + শক্তি\nবিশুদ্ধ অক্সিজেনের পরিবর্তে বায়ুমণ্ডলীয় বায়ুতে, হাইড্রোজেন দহনের ফলে জলীয় বাষ্পের সঙ্গে অল্প পরিমাণ নাইট্রোজেন অক্সাইড পাওয়া যেতে পারে। নিঃসৃত শক্তি হাইড্রোজেনকে জ্বালানি হিসাবে ব্যবহার করতে দেয়। একটি ইলেক্ট্রোকেমিক্যাল কোষে, সেই শক্তি তুলনামূলকভাবে উচ্চ দক্ষতার সঙ্গে ব্যবহার করা যেতে পারে। যদি শক্তি তাপ উত্পাদন করতে ব্যবহৃত হয়, তাপগতিবিদ্যা প্রক্রিয়াটির তাপ দক্ষতার উপর সীমাবদ্ধতা রাখে।\n\n\n== ব্যবহারসমূহ ==\n\nহাইড্রোজেন জ্বালানি তরল-চালিত রকেট, গাড়ি, ট্রাক, ট্রেন, নৌকা ও বিমান, বহনযোগ্য জ্বালানি কোষ বা স্থির জ্বালানি কোষগুলির জন্য গতিদায়ক শক্তি সরবরাহ করতে পারে, যা একটি বৈদ্যুতিক মোটরকে শক্তি প্রদান করতে পারে। হাইড্রোজেনকে নবায়নযোগ্য শক্তির প্রাথমিক টেকসই উৎস হিসাবে বিবেচনা করা হয় এবং এটি \"উন্নত শক্তি রূপান্তর ব্যবস্থার জন্য অত্যন্ত প্রয়োজনীয়।\"\n\n\n=== জ্বালানি কোষ ===\nহাইড্রোজেন থেকে বৈদ্যুতিক শক্তিতে শক্তি রূপান্তরের জন্য জ্বালানি কোষগুলি তাদের উচ্চ দক্ষতা, কম শব্দ ও সীমিত সংখ্যক চলমান অংশগুলির কারণে সবচেয়ে আকর্ষণীয় পছন্দ উপস্থাপন করে। হাইড্রোজেন থেকে স্থির ও স্থানান্তরযোগ্য উভয় শক্তি উৎপাদনের জন্য জ্বালানি কোষগুলি আগ্রহের বিষয়। জ্বালানি কোষ প্রায়ই একটি যানবাহন চালনা ব্যবস্থার অংশ হিসাবে বিবেচিত হয়।\nএকটি ব্যাটারি ও একটি বৈদ্যুতিক মোটর সহ একটি ইলেকট্রিফাইড পাওয়ারট্রেনকে পাওয়ার জন্য একটি জ্বালানি কোষ ব্যবহারকারী একটি দহন ইঞ্জিন ব্যবহার করার চেয়ে দুই থেকে তিনগুণ বেশি দক্ষ, যদিও এর কিছু সুবিধা বিদ্যুতায়িত শক্তি চালিত ট্রেনের সঙ্গে সম্পর্কিত (অর্থাৎ, পুনর্জন্মগত ব্রেকিং সহ)। এর অর্থ হল যে হাইড্রোজেন দহন ইঞ্জিনের তুলনায় একটি জ্বালানি কোষে হাইড্রোজেন ব্যবহার করে উল্লেখযোগ্যভাবে বৃহত্তর জ্বালানি অর্থনীতি পাওয়া যায়।\n\n\n== তথ্যসূত্র =="}