{"pageid": 1323346, "title": "শেরপা (সংগঠন)", "url": "https://bn.wikipedia.org/wiki?curid=1323346", "content": "শেরপা (ইংরেজি ভাষায়: SHERPA, গবেষণা সংরক্ষণ এবং অ্যাক্সেসের জন্য একটি হাইব্রিড পরিবেশ সুরক্ষিত ) হল একটি সংস্থা যা মূলত ২০০২ সালে শেরপা প্রকল্প পরিচালনা ও পরিচালনার জন্য প্রতিষ্ঠিত হয়েছিল।\n\n\n== ইতিহাস ==\nশেরপা যুক্তরাজ্যের বিশ্ববিদ্যালয়গুলিতে ভিত্তিক বেশ কয়েকটি উন্মুক্ত অ্যাক্সেস প্রাতিষ্ঠানিক ভাণ্ডার প্রতিষ্ঠায় সহায়তা করার প্রচেষ্টা হিসাবে শুরু করেছিল।  শেরপা সংগঠন কখনও কখনও ভুলভাবে শেরপা প্রকল্প হিসাবে উল্লেখ করা হয়। শেরপা ২০০২ সালে স্টিফেন পিনফিল্ড দ্বারা প্রতিষ্ঠিত হয়েছিল, যিনি ২০১২ পর্যন্ত এটির পরিচালক হিসাবে অব্যাহত ছিলেন। সারা জীবন ধরে শেরপা বিল হাবার্ড দ্বারা পরিচালিত হয়েছে এবং প্রথমে এর ব্যবস্থাপক হিসাবে তারপর ২০১২ সাল থেকে পরিচালক হিসাবে।\nসেইসাথে জিস্ক  (পূর্বে নটিংহাম বিশ্ববিদ্যালয়  ) ভিত্তিক একটি কর্মী দল, ৩৩ টি গবেষণা প্রতিষ্ঠান এবং সংস্থা SHERPA অংশীদারিত্ব নিয়ে গঠিত।  এই অংশীদারিত্বের মেকআপে যুক্তরাজ্যের সর্বাধিক গবেষণামূলক সক্রিয় প্রতিষ্ঠানগুলির মধ্যে অনেকগুলিই অন্তর্ভুক্ত রয়েছে এবং প্রকল্প দলকে অনুশীলনকারীদের নেতৃত্বে অভিজ্ঞতা প্রদান করে।\n\n\n== পুরস্কার ==\n২০০৭ সালে স্কলারলি কমিউনিকেশনে অসামান্য অর্জনের জন্য স্পার্ক ইউরোপ পুরস্কারের পুরস্কার দিয়ে জাতীয় ও আন্তর্জাতিক স্তরে উন্মুক্ত অ্যাক্সেস এবং সংগ্রহস্থলগুলিকে সমর্থন করার জন্য শেরপা-এর কাজ স্বীকৃত হয়েছিল। \n\n\n== বর্তমান প্রকল্প এবং পরিষেবা ==\nশেরপা একটি পূর্ণ বা উপদেষ্টা অংশীদার হিসাবে অনেকগুলি প্রকল্প এবং পরিষেবাতে জড়িত, যার মধ্যে রয়েছে: \n\nফ্যাক্ট - ফান্ডার্স অ্যান্ড অথরস কমপ্লায়েন্স টুল - লেখকদের প্রকাশনাগুলিতে উন্মুক্ত অ্যাক্সেসের বিষয়ে গবেষণা তহবিলকারীদের নীতি মেনে চলতে সহায়তা করে\nশেরপা/রোমিও|রোমিও – প্রকাশকদের কপিরাইট চুক্তির সুনির্দিষ্ট তালিকা এবং লেখক অধিকার সংরক্ষণ\nশেরপা/জুলিয়েট\nওপেরডোয়ের- বিশ্বব্যাপী ওপেন অ্যাক্সেস রিপোজিটরিগুলির একটি ডিরেক্টরি\n\n\n=== শেরপা/রোমিও ===\nশেরপা/রোমিও হল শেরপা দ্বারা পরিচালিত একটি পরিষেবা যা কপিরাইট দেখায় এবং একাডেমিক জার্নালগুলির স্ব-আর্কাইভিং নীতিগুলি খোলা অ্যাক্সেস করে ৷ রোমিও হল ওপেন আর্কাইভিংয়ের জন্য রাইটস মেটা ডাটা- এর সংক্ষিপ্ত রূপ।\nডাটাবেসটি তাদের স্ব-আর্কাইভিং নীতি অনুসারে প্রকাশকদের শ্রেণীবদ্ধ করতে একটি রঙ-কোডিং স্কিম ব্যবহার করেছিল।  এটি লেখকদের দেখায় যে জার্নাল তাদের কপিরাইট স্থানান্তর চুক্তিতে প্রিপ্রিন্ট বা পোস্টপ্রিন্ট সংরক্ষণাগারের অনুমতি দেয় কিনা।  এটি বর্তমানে ২২,০০০ টিরও বেশি জার্নালের রেকর্ড ধারণ করেছে।  একটি নতুন সাইট চালু করার সাথে সাথে ২০২০ সালে রঙের কোডগুলি অবসর নেওয়া হয়েছিল। \n\n\n=== শেরপা/জুলিয়েট ===\nশেরপা-জুলিয়েট হল একাডেমিক ফান্ডিং সংস্থাগুলির দ্বারা গৃহীত ওপেন অ্যাক্সেস ম্যান্ডেটের একটি অনলাইন ডাটাবেস । এটি খোলা অ্যাক্সেসের আশেপাশে পরিষেবাগুলির শেরপা স্যুটের অংশ এবং জিস্ক দ্বারা পরিচালিত হয় (পূর্বে নটিংহাম বিশ্ববিদ্যালয় )।\nডাটাবেসটিতে ১০০ টিরও বেশি তহবিলদাতার তথ্য রয়েছে, বেশিরভাগই যুক্তরাজ্য থেকে।  তাদের প্রত্যেকের জন্য, জুলিয়েট স্ব-আর্কাইভিং, ওপেন অ্যাক্সেস জার্নাল এবং গবেষণা ডেটা সংরক্ষণাগার সংক্রান্ত তাদের নীতি নির্দেশ করে।  ব্যবহারকারীরা একটি ফর্মের মাধ্যমে রেকর্ডের আপডেট বা একটি নতুন তহবিল যোগ করার পরামর্শ দিতে পারেন।  \nএই পরিষেবাটি মূলত সেই গবেষকদের জন্য উপযোগী যারা প্রকল্প-ভিত্তিক তহবিল পেয়েছেন এবং তাদের তহবিলের একটি স্পষ্ট সারাংশ চান।  মূল নীতির লিঙ্কও দেওয়া আছে।\n\n\n== সমাপ্ত প্রকল্প ==\nরিপোজিটরি সাপোর্ট প্রজেক্ট (আরএসপি) - ইউকে রিপোজিটরি বৃদ্ধির জন্য সহায়তা পরিষেবা\nETHOS - একটি জাতীয় ইথিসিস পরিষেবা বিকাশ করছে৷\nSHERPA প্রকল্প - যা গবেষণা-নেতৃত্বাধীন প্রতিষ্ঠানগুলিতে সংরক্ষণাগার বিকাশে সহায়তা করেছে\nSHERPA প্লাস - যুক্তরাজ্যে রিপোজিটরি নেটওয়ার্ক সম্প্রসারণ করছে\nশেরপা ডিপি - সংরক্ষণের মডেল দেখছেন\nPROSPERO - যুক্তরাজ্যের শিক্ষাবিদদের জন্য একটি অন্তর্বর্তী ভাণ্ডার স্কোপিং\nডিপো - যুক্তরাজ্য ভিত্তিক অন্তর্বর্তী ভান্ডার (PROSPERO প্রকল্প থেকে উদ্ভূত)\nড্রাইভার ( ইউরোপীয় গবেষণার জন্য ডিজিটাল রিপোজিটরি ইনফ্রাস্ট্রাকচার ভিশন ) - একটি ক্রস-ইউরোপীয় রিপোজিটরি নেটওয়ার্ক অবকাঠামো উন্নয়ন করা\nUKCoRR - ইউনাইটেড কিংডম কাউন্সিল অফ রিসার্চ রিপোজিটরি, ইউকে ওপেন অ্যাক্সেস রিপোজিটরি অ্যাডমিনিস্ট্রেটর এবং ম্যানেজারদের জন্য পেশাদার সংস্থা। SHERPA Plus থেকে একটি আউটপুট।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSHERPA ওয়েব সাইট\nআরএসপি ওয়েব সাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ ফেব্রুয়ারি ২০১১ তারিখে\nOpenDOAR সাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ ফেব্রুয়ারি ২০১১ তারিখে\nRoMEO পরিষেবা\nজুলিয়েট সেবা\nUKCoRR ওয়েব সাইট"}