{"pageid": 1323016, "title": "মহারানি কিশোরী", "url": "https://bn.wikipedia.org/wiki?curid=1323016", "content": "মহারানি কিশোরী ( ১৮ শতক) ছিলেন ভারতের রাজস্থান জেলার ভরতপুরের মহারাজা সুরজ মলের স্ত্রী। কিশোরীর জন্মস্থান হল হরিয়ানার পালওয়াল জেলায় (২ নং জাতীয় সড়কে) অবস্থিত একটি শহর হোদাল। স্থানটি মথুরা এবং ভরতপুরের কাছে। ভরতপুরে তাঁর স্বামী তাঁর জন্য যে বাড়িটি তৈরি করেছিলেন তা এখন রাজস্থান সরকার দ্বারা সুরক্ষিত একটি স্মৃতিস্তম্ভ। তাঁদের পালিত পুত্রের নাম জওহর সিং।\nকথিত আছে যে মহারাজা তাঁর হাতিতে চড়ে হোদলের কাছে যাবার সময় দেখেছিলেন একটি উত্তেজিত ও ক্রুদ্ধ ষাঁড়কে দেখে সাধারণ মানুষ ভয় পাচ্ছে। কিশোরী সেই সময় মাথায় কলসিতে জল নিয়ে কূপ থেকে ফিরছিলেন। সেই অবস্থায় তিনি ষাঁড়ের লাগাম ধরে তাকে নিয়ন্ত্রণ করেছিলেন। মহারাজা তাঁর সাহস ও সৌন্দর্যে মুগ্ধ হয়ে গিয়েছিলেন। তিনি এরপরে তাঁর দূতকে পাঠিয়েছিলেন কিশোরীর সঙ্গে তাঁর বিয়ের প্রস্তাব করে। তাঁরা আনু. ১৭৩০ সালে বিবাহ করেন।\n\n\n== উপদেষ্টা ==\nমহারানি কিশোরী ভরতপুরের প্রশাসন পরিচালনায় গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন, মহারাজা সর্বদা গুরুত্বপূর্ণ বিষয়ে তাঁর সাথে পরামর্শ করতেন। তিনি নিজের স্বামীর মৃত্যুর পরও তিন প্রজন্ম ধরে উপদেষ্টা হিসেবে কাজ চালিয়ে যান।\n\n\n== কূটনীতি ==\n১৭৫৪ সালের ১৮ই মে মারাঠা রাজ মালহার রাও হোলকার এবং সুরজ মলের মধ্যে যে শান্তি চুক্তি হয়েছিল, সেটি মহারাজা সুরজ মলের জন্য অনেক উপকারী প্রমাণিত হয়েছিল। এই চুক্তির আসল হোতা ছিলেন মহারানি কিশোরী।\n\n\n== মানবতা ==\nপানিপথের তৃতীয় যুদ্ধে মারাঠারা পরাজিত হবার পর তারা ছিন্নভিন্ন অবস্থায় মহারাজা সুরজ মলের অঞ্চলে পৌঁছেছিল। মহারানি কিশোরী এবং মহারাজা একসাথে তাদের উন্মুক্ত বাহু দিয়ে গ্রহণ করেছিলেন, তাদের খাদ্য ও বস্ত্রের ব্যবস্থা করেছিলেন এবং আহতদের পরিচর্যা করেছিলেন।\n\n\n== জনগণের দ্বারা সম্মান ==\nকিশোরীকে \"স্থানীয় জনগণের জন্য গর্বের প্রতীক\" হিসাবে বর্ণনা করা হয়েছে। তিনি \"তিন প্রজন্মের জন্য ভরতপুর রাজ্যের পৃষ্ঠপোষকের ভূমিকা পালন করেছেন\"।\nহোদালের মহারানি কিশোরী মেমোরিয়াল কলেজ অফ এডুকেশনের নামকরণ তাঁর নামে করা হয়েছে, এছাড়াও বিকানীরের মহারানী কিশোরী দেবী গার্লস স্কুলও তাঁর নামেই করা।\n\n\n== আরও দেখুন ==\nমহারাজা সুরজ মল\nজওহর সিং\nভরতপুর রাজ্য\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nকালিকা রঞ্জন কানুনগো: হিস্ট্রি অফ জাটস : কন্ট্রিবিউশন টু দ্য হিস্ট্রি অফ নর্দার্ন ইণ্ডিয়া (মির্জা নাজাফ খানের মৃত্যু পর্যন্ত, ১৭৮২)। বীর সিং দ্বারা সম্পাদিত এবং টীকাকৃত। দিল্লি, অরিজিনালস, 2003,আইএসবিএন ৮১-৭৫৩৬-২৯৯-৫\nড. প্রকাশ চন্দ্র চন্দওয়াত: মহারাজা সুরাজ মল অর উনকা যুগ, জয়পাল এজেন্সি আগ্রা, ১৯৮২\nকুমার নটবর সিং : মহারাজা সুরজ মল\n\n\n== বহিঃসংযোগ ==\nমহারানী কিশোরীর জন্মস্থান"}