{"pageid": 1323284, "title": "দুঃসংবাদে ঘুরপাক (আন্তর্জাল)", "url": "https://bn.wikipedia.org/wiki?curid=1323284", "content": "দুঃসংবাদে ঘুরপাক বলতে আন্তর্জাল বা ইন্টারনেটে বিপুল পরিমাণে নেতিবাচক সংবাদ পড়ে পড়ে মাত্রাতিরিক্ত সময় ব্যয় করার ঘটনাটিকে বোঝায়। একে ইংরেজিতে \"ডুমস্ক্রোলিং\" (Doomscrolling) বা \"ডুমসার্ফিং\" (doomsurfing) বলে। ইংরেজি \"ডুম\" (doom) কথাটির অর্থ আপদবিপদ বা অশুভ পরিণতি, আর স্ক্রোলিং (scrolling) হল কম্পিউটারে বা মুঠোফোনে আন্তর্জালে গিয়ে একের পর এক পাঠ্য বিষয়বস্তু আঙুল দিয়ে ঘুরিয়ে (কাগজের পাক খোলার মতো) পর্দার নিচ থেকে উপরে এনে পড়তে থাকা, এবং সার্ফিং (surfing) হল আন্তর্জালে একের পর এক বিষয়বস্তু পড়তে থাকা। ২০১৯ সালে মার্কিন জাতীয় বিজ্ঞান অ্যাকাডেমির (ন্যাশনাল অ্যাকাডেমি অভ সাইয়েন্সেস) একটি গবেষণা বেরিয়ে আসে যে আন্তর্জালে দুঃসংবাদে ঘুরপাক খাওয়ার সাথে মানসিক ও শারীরিক স্বাস্থ্যের অবনতির সম্পর্ক আছে।\n\n\n== ইতিহাস ==\n\n\n=== সূত্রপাত ===\nদুঃসংবাদে ঘুরপাকের ঘটনাটির সাথে ১৯৭০-এর দশকের আরেকটি ঘটনার তুলনা করা যায়, যার নাম ছিল \"বিদ্বেষপূর্ণ বিশ্ব সংলক্ষণ\" (Mean world syndrome)। এই ঘটনাটির বর্ণনায় বলা হয় যে এটি হল \"টেলিভিশনে দীর্ঘমেয়াদী সহিংস বিষয়বস্তু দেখার ফলে বিশ্ব যতটুকু নয়, তার চেয়ে বেশি বিপজ্জনক স্থান, এইরূপ বিশ্বাস করা\"।  গবেষণায় দেখা গেছে যে মন খারাপ করা সংবাদগুলি মানুষকে ঐসব বিষয়ে আরও তথ্য খুঁজতে উৎসাহিত করে, এবং এভাবে আত্মপোষণকারী একটি দীর্ঘমেয়াদী দুষ্টচক্রের সৃষ্টি হয়।\nদুঃসংবাদে ঘুরপাকের ইংরেজি অনুবাদ \"ডুমস্ক্রোলিং\" শব্দটি এখনও অভিধানে স্থান না পেলেও মেরিয়াম ওয়েবস্টার ডিকশনারি ইংরেজিভাষী সমাজে শব্দটির উত্তরোত্তর বেশি ব্যবহার লক্ষ করছে। ২০২০ সালের আগস্ট মাসে ডিকশনারি ডট কম শব্দটিকে মাসের সবচেয়ে হালফ্যাশনের শব্দ হিসেবে নির্বাচন করে। ম্যাকারি ডিকশনারি ডুমস্ক্রোলিংকে ২০২০ সালের অভিধান সমিতির নির্বাচিত শব্দ হিসেবে মনোনীত করে।\n\n\n=== জনপ্রিয়তা ===\nইংরেজিতে \"ডুমস্ক্রোলিং\" পরিভাষাটি ২০২০-এর দশকের শুরুর দিকে জনপ্রিয়তা লাভ করে। বিশেষ করে কোভিড-১৯ বৈশ্বিক মহামারি, মার্কিন যুক্তরাষ্ট্রে জর্জ ফ্লয়েড হত্যার প্রতিবাদ, ২০২০ সালের মার্কিন রাষ্ট্রপতি নির্বাচন, ২০২১ সালে মার্কিন আইনসভা ভবনে জোরপূর্বক প্রবেশের ঘটনা, ২০২২ সালে ইউক্রেনে রাশিয়ার আক্রমণ, ইত্যাদির কারণে এ ব্যাপারটি ঘটে বলে মনে করা হয়। এই সবগুলি ঘটনাই দুঃসংবাদে ঘুরপাক খাবার চর্চা বা প্রবণতাকে আরও নেতিবাচক করে তুলেছে বলে কিছু পর্যবেক্ষক মত দেন।\nকোভিড-১৯-এর মহামারির সময় সামাজিক যোগাযোগ মাধ্যম মঞ্চ টুইটারের ব্যবহারকারীদের মধ্যে দুঃসংবাদে ঘুরপাক খাওয়ার ঘটনাটি ব্যাপক প্রসার লাভ করে। এছাড়া জলবায়ু সংকটও এর একটি কারণ হিসেবে বর্ণিত হয়েছে।\n\n\n== আরও দেখুন ==\n\nউদ্বেগ\nক্লিক-টোপ\nসামাল দেবার পদ্ধতি\nবিকাশসাধন তত্ত্ব\nভয়ের সংস্কৃতি\nমঞ্চ থেকে বহিস্কার \nঅশুভ বার্তাবাহক\nঘৃণাভরে দর্শন\nযূথ মানসিকতা\nইন্টারনেট আসক্তি\nমৃত্যু নিয়ে মোহ\nবিদ্বেষপূর্ণ বিশ্ব সংলক্ষণ\nনেতিবাচকতা পক্ষপাত\nনাস্তিবাদ\nআন্তর্জাল সাংবাদিকতা\nচাঞ্চল্যকর টেলিভিশন\nহলুদ সাংবাদিকতা\nজুমবোমা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিঅভিধানে দুঃসংবাদে ঘুরপাক (আন্তর্জাল)-এর আভিধানিক সংজ্ঞা পড়ুন।\nArticle on Medium.com\nArticle on Metro News\nArticle on The Star"}