{"pageid": 1323584, "title": "ক্রান্তিকারী আদিবাসী মহিলা সংগঠন", "url": "https://bn.wikipedia.org/wiki?curid=1323584", "content": "ক্রান্তিকারী আদিবাসী মহিলা সংগঠন ভারত ভিত্তিক একটি নিষিদ্ধ মহিলা সংগঠন। ক্রান্তিকারি আদিবাসী মহিলা সংগঠন (কেএএমএস) হল আদিবাসী মহিলা সংগঠনের (এএমএস) উত্তরসূরি। মাওবাদীরা ১৯৮৬ সালে এএমএস-এর ভিত্তি স্থাপন করেছিল।\n\n\n== লক্ষ এবং উদ্দেশ্য ==\nক্রান্তিকারী আদিবাসী মহিলা সংগঠনের নিবন্ধিত সদস্যের সংখ্যা প্রায় ৯০,০০০ জন, যা নিবন্ধিত সদস্যের সংখ্যার ক্ষেত্রে এটিকে ভারতের শীর্ষস্থানীয় মহিলা সংস্থাগুলির মধ্যে স্থান দেয়। কিন্তু, রাহুল পণ্ডিতা, ২০১১ সালে, দাবি করেছিলেন যে ক্রান্তিকারী আদিবাসী মহিলা সংগঠনের সদস্যদের সংখ্যা প্রায় ১,০০,০০০ জন। কেএএমএস নারীদের মুখোমুখি হওয়া বিভিন্ন সামাজিক সমস্যা মোকাবেলায় মনোনিবেশ করে। ক্রান্তিকারী আদিবাসী মহিলা সংগঠন-এর সদস্যরা সমাজে নারীদের অপহরণ এবং তাদের ইচ্ছার বিরুদ্ধে বিয়ে করতে বাধ্য করা, বহুবিবাহ ইত্যাদির মতো সমাজের নারীদের বিরুদ্ধে কুপ্রথার বিরুদ্ধে বিদ্রোহ করে। সংগঠনের সদস্যারা ঋতুস্রাবের সময় মহিলাদের গ্রাম থেকে দূরে থাকতে এবং বনে আশ্রয় নিতে বাধ্য করার আদিবাসী ঐতিহ্যের বিরুদ্ধেও প্রচারণা চালিয়েছে। সদস্যারা তাদের সম্প্রদায়ের মধ্যে পুরুষতান্ত্রিক মানসিকতার বিরুদ্ধে অবস্থান নেয়। দণ্ডকারণ্যে, আদিবাসী পুরুষরা মহিলাদের জমিতে বীজ বপন করার অনুমতি দেয়নি, কিন্তু যখন ক্রান্তিকারী আদিবাসী মহিলা সংগঠন-এর সদস্যরা কমিউনিস্ট পার্টি অফ ইন্ডিয়া (মাওবাদী) এর সাথে যোগাযোগ করে, পার্টি সমস্যাটি সমাধানের জন্য (আদিবাসীদের সাথে) বৈঠক করে। সভা চলাকালীন, আদিবাসী পুরুষরা তাদের ভুল স্বীকার করেছে এবং এই ধরনের কার্যকলাপ থেকে বিরত থাকার সিদ্ধান্ত নিয়েছে, তারা এখনও তাদের রেজোলিউশন অনুশীলনে আনতে পারেনি। যাইহোক, সিপিআই (মাওবাদী) নিশ্চিত করেছে যে মহিলাদের বীজ বপন করার, শাকসবজি বাড়াতে এবং চেক ড্যাম নির্মাণের অনুমতি দেওয়া হয়েছে \"সাধারণ জমিতে, যা জনতা সরকারের অন্তর্গত\" (জনগণের সরকার)।\nবস্তারে, কেএএমএস সদস্যরা পুলিশের নৃশংসতা তুলে ধরতে শত শত সংখ্যায় সমাবেশ করেছিল, এবং পুলিশের \"শারীরিকভাবে মোকাবিলা\" করার জন্য কয়েকবার উপস্থিতির সংখ্যা হাজার হাজার হয়েছে।\nঅরুন্ধতী রায় লিখেছেন,\n\n\"কেএএমএস বিদ্যমান থাকার কারণেই প্রথাগত দৃষ্টিভঙ্গিকে আমূল পরিবর্তন এনেছে এবং নারীর প্রতি বৈষম্যের অনেক প্রথাগত রূপকে সহজ করেছে।\"\nসংগঠনের সদস্যরা জোরপূর্বক অভিবাসন এবং অন্যান্য রাজনৈতিক সমস্যাগুলির মতো সমস্যাগুলিও সমাধান করে। রায় বলেছেন যে কেএএমএসও দণ্ডকারণ্য অঞ্চলে খনির বিরোধিতা করে আসছে।\n\n\n== সালওয়া জুদুমের নৃশংসতার অভিযোগ ==\nকেএএমএস-এর একজন প্রবীণ কর্মী অরুন্ধতী রায়কে বলেছিলেন যে সালওয়া জুদুম সদস্যদের দ্বারা \"বর্বরতুল্য যৌন অঙ্গচ্ছেদ\" এবং ধর্ষণের শিকার হওয়ার পরে, সংগঠনের বেশ কয়েকজন সদস্যা কেএএমএস ছেড়ে সিপিআই-য়ে (মাওবাদী) যোগ দিয়েছেন। বেশ কিছু মেয়ে, যারা কেএএমএস-এর সদস্যা ছিল না কিন্তু সালওয়া জুদুম সদস্যদের দ্বারা কেএএমএস সদস্যদের উপর অত্যাচারের সাক্ষী ছিল, তারাও মাওবাদীদের সাথে যোগ দিয়েছে।\n\n\n== তথ্যসূত্র =="}