{"pageid": 1323431, "title": "ওমর এফেন্দি মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1323431", "content": "ওমর এফেন্দি মসজিদ ( আজারবাইজানি: Ömər Əfəndi məscidi ) আজারবাইজানের শেকি শহরে অবস্থিত ১৯ শতকের ঐতিহাসিক এবং স্থাপত্য নিদর্শন।\n\n\n== ইতিহাস ==\n১৯ শতকে নির্মিত, ওমর এফেন্দি মসজিদ আজকাল তার আসল চেহারা ধরে রেখেছে। সোভিয়েত দখলের পরে, ভবনটি গুদাম হিসাবে ব্যবহৃত হয়েছিল। ১৯৫০ সালের পর, মসজিদটি তার কার্যক্রম পুনরায় শুরু করে। ১৯৮৬ সালে, একটি প্রাকৃতিক দুর্যোগের ফলে মসজিদটি পুড়ে যায়। ১৯৮৭ সালে, শেকির জুমা ইমাম - হাজী সেলিম এফেন্দির উদ্যোগে, পাশাপাশি স্থানীয় বাসিন্দাদের অনুদানের সাহায্যে, মসজিদটি সংস্কার ও পুনরুদ্ধার করা হয়েছিল।\nশেকির ওমর এফেন্দি মসজিদের ধর্মীয় সম্প্রদায় ধর্মীয় সমিতির সাথে কাজ করার জন্য আজারবাইজান প্রজাতন্ত্রের রাষ্ট্রীয় কমিটি দ্বারা আনুষ্ঠানিকভাবে নিবন্ধিত হয়েছিল।\n\n\n== বর্ণনা এবং স্থাপত্য ==\nওমর এফেন্দি মসজিদটি আয়তাকার আকৃতির। সম্মুখভাগে ইটের কার্নিস, সেইসাথে জানালার মধ্যবর্তী দেয়ালগুলি, সামান্য প্রসারিত পাতলা নিদর্শন দিয়ে সজ্জিত, এটির স্থাপত্যের চেহারাকে পরিপূরক করে।\nমসজিদের ক্ষেত্রফল ১০৫ m 2, সংলগ্ন প্লটের ক্ষেত্রফল ৫২৫ m 2 । মসজিদ নির্মাণে স্থানীয় নির্মাণ সামগ্রী যেমন নুড়ি ও পোড়া ইট ব্যবহার করা হয়েছে। ছাদ লোহার চাদর দিয়ে ঢাকা, মেঝে ও ছাদ কাঠের তৈরি।\nমসজিদের প্রবেশ দরজার সামনে একটি খোলা বারান্দা রয়েছে। মুসল্লিরা মসজিদের আঙিনায় অবস্থিত পুকুরে অজু করে এবং তারপর প্রশস্ত এবং উজ্জ্বল হলটিতে নামাজ পড়তে যান। প্রধান প্রার্থনা কক্ষে ১৪টি জানালা রয়েছে। প্রধান প্রার্থনা হলের সামনে একটি আরও বড় প্রার্থনা কক্ষ রয়েছে, যার মোট ক্ষেত্রফল ৮০ মিটার 2, যার মধ্যে ৪৫টি মহিলাদের জন্য দেওয়া হয়েছে এবং বাকিগুলি একটি করিডোর হিসাবে ব্যবহৃত হয়।\nমসজিদের মিম্বর (ট্রিবিউন) কাঠের তৈরি এবং হাতে তৈরি মার্জিত নকশা দিয়ে সজ্জিত। ফুলের অলঙ্কারে সজ্জিত মিহরাবের উচ্চতা তিন মিটার।\nপোড়া ইট দিয়ে নির্মিত মসজিদের মিনারটিও গোলাকার। এর উচ্চতা ১৪ মিটার। মিনারের ইটের নিদর্শন, যা মসজিদের প্রধান কমপ্লেক্সের অংশ, কারিগরের দক্ষতার জ্বলন্ত প্রমাণ।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবায়তুল মোকাররম জাতীয় মসজিদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nŞəki Ömər Əfəndi Məscidi. Doğma Azərbaycanım verilişi."}