{"pageid": 1323239, "title": "আনাতকাবির প্রকল্প প্রতিযোগিতা", "url": "https://bn.wikipedia.org/wiki?curid=1323239", "content": "আনাতকাবির প্রকল্প প্রতিযোগিতা হলো একটি আন্তর্জাতিক প্রকল্প প্রতিযোগিতা, এটি আনাতকাবিরের নকশা ও বৈশিষ্ট্য নির্ধারণের জন্য শুরু করা হয়, এই সমাধিসৌধে ১৯৩৮ সালে মারা যাওয়া মোস্তফা কামাল আতাতুর্কের মৃতদেহ সমাহিত করা হয়। এই প্রতিযোগিতা ১ মার্চ, ১৯৪১-এ শুরু হয়ে ২ মার্চ, ১৯৪২-এ শেষ হয়। প্রতিযোগিতায় এমিন ওনাত ও ওরহান আরদার প্রস্তাব জয়ী হয়।\n\n\n== পটভূমি ও সূচনা ==\n\n১০ নভেম্বর, ১৯৩৮ সালে ইস্তাম্বুলের দোলমাবাহজে প্রাসাদে মোস্তফা কামাল আতাতুর্কের মৃত্যুর পর তার সমাধিস্থল সম্পর্কে সংবাদমাধ্যমে একাধিক আলোচনা শুরু হয়। আতাতুর্কের জন্য একটি সমাধিসৌধ নির্মাণের সিদ্ধান্ত নেওয়া হলেও সেটি ১৯৩৯ সালে রাসাত্তেপেতে নির্মাণ করা হয়।\nপ্রজাতন্ত্রী জনতা দলের প্রতিনিধিদের সমন্বয়ে যে জমিতে আনাতকাবির নির্মাণ করা হবে সেটি অধিগ্রহণের দায়িত্বপ্রাপ্ত কমিশন ৬ অক্টোবর ১৯৩৯ তারিখে আনাতকাবিরের জন্য একটি আন্তর্জাতিক প্রকল্প প্রতিযোগিতার আয়োজন করার সিদ্ধান্ত নেয়। প্রধানমন্ত্রী রেফিক সায়দাম ২১ নভেম্বর, ১৯৩৯-এ দলীয় গ্রুপের সভায় তার বক্তৃতায় বলেছিলেন যে যেখানে আনাতকাবির নির্মিত হবে সেই জমির অধিগ্রহণ সম্পন্ন হওয়ার পরে সেটি নির্মাণের জন্য একটি আন্তর্জাতিক প্রকল্প প্রতিযোগিতা অনুষ্ঠিত হবে। ২৬ মার্চ, ১৯৪০-এ নিজ বক্তৃতায় সায়দাম বলেছিলেন যে প্রতিযোগিতার শর্তাবলি ও প্রযুক্তিগত কার্যক্রম আন্তর্জাতিক স্থপতিদের সনদ অনুযায়ী প্রস্তুত করা হয়েছিলো।\n১৮ ফেব্রুয়ারি, ১৯৪১ তারিখে আনাতকাবির কমিশন কর্তৃক প্রকাশিত বিবৃতিতে প্রধানমন্ত্রী দ্বারা ঘোষণা করা হয় যে আনাতকাবির নির্মাণের জন্য একটি প্রকল্প প্রতিযোগিতা শুরু করা হবে। কমিউনিকের প্রথম নিবন্ধে বলা হয়েছিল যে তুর্কি ও অ-তুর্কি প্রকৌশলী, স্থপতি এবং ভাস্করদের অংশগ্রহণের জন্য একটি প্রকল্প প্রতিযোগিতার আয়োজন করার সিদ্ধান্ত নেওয়া হয়। দ্বিতীয় নিবন্ধে বলা হয়েছিলো যে প্রতিযোগিতার নির্দেশাবলী, নির্মাণস্থলের মানচিত্র ও নির্মাণ করা কমপ্লেক্সের সাথে সম্পর্কিত নির্মাণ কর্মসূচির মতো নথিগুলো শুধুমাত্র তাদেরই বিনামূল্যে দেওয়া হবে যারা এই ধরনের একটি গুরুত্বপূর্ণ নির্মাণে যুক্ত থাকবেন। তৃতীয় নিবন্ধে এটি লেখা হয় যে যারা এই বিষয়ে আগ্রহী তাদের উচিত তাদের নথিগুলো প্রধানমন্ত্রীর অধিভুক্ত আনাতকাবির কমিশনের প্রেসিডেন্সিতে প্রেরণ করা এবং আবেদন গ্রহণ ৩১ অক্টোবর, ১৯৪১ তারিখে শেষ হবে। পরবর্তী সময়ে, প্রতিযোগিতায় আবেদন করার শর্তটি অপসারণ করে আরও তুর্কি স্থপতিদের প্রতিযোগিতায় আবেদন করার পথ খুলে দেওয়া হয়। ২৫ ডিসেম্বর, ১৯৪৬ তারিখে সভার সাধারণ পরিষদে গণপূর্ত মন্ত্রী জেভদেত কেরিম ইনজেদায়ুর বিবৃতি অনুযায়ী প্রথমে এটিকে একটি আন্তর্জাতিক প্রতিযোগিতা হিসেবে চালু করার কথা ভাবা হলেও প্রথম বিশ্বযুদ্ধ ও অসন্তোষজনক প্রস্তাবনার কারণে কম অংশগ্রহণের ফলে দ্বিতীয় প্রতিযোগিতার সূচনা দ্বিতীয় বিশ্বযুদ্ধের পরে হয়।\n\n\n== বিশেষত্ব ও বিচারকমণ্ডলী ==\nপরিবর্তিত ধারাগুলোর ফলে এর বিশেষত্ব পুনর্গঠনের কারণে প্রতিযোগিতাটি ১ মার্চ, ১৯৪১ সালে শুরু হয়। ২৪টি নিবন্ধের সমন্বয়ে প্রধানমন্ত্রীর প্রধানমন্ত্রীত্ব দ্বারা প্রতিযোগিতার নির্দেশনা গঠন করে, আনাতকাবির কমিশন তুর্কি ও ফরাসি ভাষায় এগুলো প্রস্তুত করে। প্রতিযোগিতায় অংশগ্রহণের শর্ত ছিলো বিচারক দল, বিজয়ীদের দেওয়া পুরস্কার ও বাছাই করা প্রস্তাবনার আবেদনের শর্তগুলো নিয়ন্ত্রণ করে এমন বিশেষত্ব অনুযায়ী কমপক্ষে তিনজনের সমন্বয়ে গঠিত বিচার দল সরকারকে তিনটি প্রকল্পের প্রস্তাব করবে। প্রথম স্থানের জন্য সরকার এই প্রকল্পগুলোর মধ্যে একটি বেছে নেবে। প্রথম প্রকল্পের মালিককে নির্মাণ ও নির্মাণ ব্যয় নিয়ন্ত্রণের অধিকারের জন্য ৩% ফি প্রদান করা হবে, অন্য দুটি প্রকল্পের মালিকদের ৩,০০০ লিরা, উভয়ইকে দ্বিতীয় হিসাবে বিবেচনা করা হবে। অন্যান্য প্রকল্পের আরো একাধিক প্রকল্পকে সম্মানসূচক উল্লেখ করে একটিকে ১,০০০ লিরা দেওয়া হবে।\n\"কার্যাবলী\" শিরোনামে বিশেষত্বের দ্বিতীয় অংশ ৩০টি নিবন্ধ নিয়ে গঠিত। এটি ভবনের বৈশিষ্ট্য ও অংশগুলোকে নির্দিষ্ট করে। আনাতকাবিরের নির্মাণের উদ্দেশ্য ও এর সাধারণ বৈশিষ্ট্যগুলি তালিকাভুক্ত বিভাগের প্রথম পাঁচটি নিবন্ধ অনুসারে দ্বিতীয় অংশটি দর্শনের স্থান হিসেবে কাজ করবে, জায়গাটিতে \"একটি সম্মানের স্থান\" থেকে প্রবেশ করা হবে, এটি হাজার হাজার লোককে দেখার অনুমতি দেবে। সাথে এটি \"আতাতুর্কের যোগ্যতা, ক্ষমতা ও ক্ষমতার প্রতীক\" হয়ে উঠবে। এটি দূর থেকে ও কাছে থেকেও দৃশ্যমান হবে। অনুচ্ছেদ ৬-এ বলা হয়েছিলো যে নির্মাণের আনুমানিক খরচ ৩,০০০,০০০ তুর্কি লিরার বেশি হওয়া উচিত নয়। অংশগ্রহণকারীদের এই বিভাগে একটি সারণীতে তাদের প্রকল্পের আনুমানিক খরচ গণনা করতে বলা হয়েছিলো, এতে নির্মাণে ব্যবহৃত উপকরণ এবং শ্রম খরচ অন্তর্ভুক্ত ছিলো। \"কার্যাবলী\" বিভাগের ৭ম ও ৩০তম নিবন্ধের মধ্যে, নির্মাণের কাঠামোর মধ্যে নির্মিত অন্যান্য ভবন বিভাগের বৈশিষ্ট্যগুলো নির্দিষ্ট করা হয়েছিলো। এই নিবন্ধগুলো অনুযায়ী এটি বলা হয় যে আনাতকাবিরের প্রধান সম্মানসূচক প্রবেশদ্বার থেকে দর্শনার্থীদের প্রবেশদ্বার পর্যন্ত নির্মাণ যেন বিপুল সংখ্যক দর্শনার্থী এবং দর্শনার্থীদের জন্য পোশাকের অনুমতি দেয়। এটির উদ্দেশ্য ছিল আনাতকাবিরের কর্মকর্তাদের জন্য চারটি কক্ষ সহ একটি প্রশাসনিক বিভাগ তৈরি করা ও কিছু অতিথিদের বিশ্রামের জন্য সম্মানকক্ষের চারপাশে একটি আরামকক্ষ তৈরি করা। যদিও সমাধিমন্দিরের অবস্থান তথা সম্মানকক্ষের কাঠামো আনাতকাবিরের কেন্দ্র ও \"আত্মা\"-এর প্রতিনিধিত্ব করে; হলের যেখানে সমাধিমন্দির অবস্থিত, এটি \"তুরস্কের কার্যকলাপ ও প্রতীক\" হিসেবে \"ছয়টি তীর\"-এর প্রতীক হিসেবে আকাঙ্ক্ষিত ছিলো। এই অংশে, একটি \"সোনার বই\" রাখার জন্য অনুরোধ করা হয় যেখানে রাষ্ট্রনায়ক ও অন্যান্য রাষ্ট্রীয় প্রতিনিধিরা যারা আনাতকাবিরে দেখা করবেন তারা নিজ অনুভূতি ও চিন্তাভাবনা লিখবেন। আতাতুর্কের ছবি, জামাকাপড়, হাতের লেখা, স্বাক্ষর ও তার কিছু জিনিসপত্রের পাশাপাশি তিনি যে বইগুলো পড়েছিলেন ও অধ্যয়ন করেছিলেন প্রদর্শন করার স্থান হিসেবে একটি আতাতুর্ক জাদুঘর ছাড়াও সমাধিমন্দির এবং সম্ভাব্য বিমান আক্রমণের ক্ষেত্রে জাদুঘরের জিনিসগুলো উভয়কে রক্ষা করার জন্য একটি আশ্রয় ছাউনি নির্মাণের কথা বলা হয়েছিলো। এটি উল্লেখ করা হয় যে ভবনের প্লাম্বিং, বৈদ্যুতিক কাজ, বায়ুচলাচল ব্যবস্থা, বিদ্যুকেন্দ্র এবং অগ্নিকাণ্ডের সতর্কতার ক্ষেত্রে প্রতিযোগীদের মনোযোগ দেওয়া উচিত। স্থায়ী তত্ত্বাবধায়ক, রক্ষী ও তাদের দারোয়ানদের জন্য দুটি ওয়ার্ড এবং ১৫ জনের সামরিক ইউনিটের জন্য একটি ওয়ার্ড ও দুটি কক্ষ নিয়ে গঠিত পরিষেবাগুলো ভবনে অবস্থিত হবে; সেবা ভবন হিসেবে লেখা ছিলো তিনটি কক্ষ, একটি টয়লেট, একটি বাথরুম ও একটি রান্নাঘর নিয়ে গঠিত একটি মালীর বাসভবন, ৮ জনের জন্য একটি মালী ও প্রহরী ওয়ার্ড, ১৫ জনের জন্য একটি শ্রমিক ওয়ার্ড, পার্কিং সরঞ্জামের জন্য পর্যাপ্ত গুদাম, একটি পার্কিং সরঞ্জাম মেরামতের জন্য একটি কর্মশালা এবং একটি গ্রিনহাউস বিল্ডিং পরিকল্পনা করা হবে। আরও বলা হয়েছিলো যে সমাধি ভবনের বাইরে পার্কের আকৃতি ও বিন্যাস, পার্কের সুবিধা, পার্কের পথ, বহিঃস্থ দেওয়াল এবং পাশাপাশি একটি নার্সারি এবং পার্কিং লট ছাড়া বাগানের ব্যবস্থাও প্রতিযোগিতার আওতার মধ্যে ছিলো। উদ্যানের বিন্যাসের ক্ষেত্রে যে স্মৃতিস্তম্ভের সামনে একটি চত্বর থাকতে হবে এবং এমন একটি জায়গা যেখানে এখানে ও হওয়া লোকদের সম্বোধন করা উচিত বলা হলেও নির্দেশ করা হয় যেন আনাতকাবিরের কোনও বৈশিষ্ট্যের মহিমা নষ্ট করতে দেওয়া না হয়।\nঅক্টোবর ১৯৪১ সালের নির্ধারিত শেষ তারিখ পর্যন্ত প্রতিযোগিতার বিচারক সদস্যদের নির্বাচন করা হয়নি। সেই মাসে, সুইডিশ সরকার কর্তৃক আঙ্কারায় সুইডিশ দূতাবাসের মাধ্যমে জুরির সদস্য হওয়ার জন্য প্রস্তাব করা ইভার টেংবমকে প্রথম বিচারক সদস্য হিসাবে নির্বাচিত করা হয়। ২৫ অক্টোবরে মন্ত্রিপরিষদের গৃহীত সিদ্ধান্তের মাধ্যমে প্রতিযোগিতার মেয়াদ ২ মার্চ ১৯৪২ সাল পর্যন্ত বাড়ানো হয়। এই তারিখ পর্যন্ত তুরস্কের অংশগ্রহণকারীরা তাদের প্রকল্পগুলো প্রধানমন্ত্রীর প্রধানমন্ত্রীত্বের আনাতকাবির কমিশনে জমা দেবে ও বৈদেশিক অংশগ্রহণকারীরা ২ ফেব্রুয়ারি, ১৯৪২ সালের সন্ধ্যা পর্যন্ত তাদের দেশের তুরস্কের কূটনৈতিক মিশনে তাদের প্রকল্প জমা দেবে। পরবর্তী সময়ে, করোলি ওয়েইচিংগার ও পল বোনাৎজ নামক আরও দুই বিদেশী জুরি সদস্য নির্ধারণ করা হয়েছিলো। ১৯৪২ সালের ২৭শে ফেব্রুয়ারিতে প্রধানমন্ত্রী কর্তৃক গণপূর্ত ও শিক্ষা মন্ত্রণালয়ে পাঠানো চিঠিতে একজন স্থপতি ও একজন প্রকৌশলীকে বিচারক হিসেবে বিবেচনা করা হয় এবং প্রত্যেকের জন্য তিনটি করে নাম প্রস্তাব রেখে তাদের অবহিত করার অনুরোধ করা হয়। ৩ মার্চ, ১৯৪২ তারিখের নিবন্ধে শিক্ষা মন্ত্রণালয় চারুকলা অ্যাকাডেমির স্থাপত্য শাখার প্রধান সেদাদ হাক্ক এলদেম, চারুকলা অ্যাকাডেমির অন্যতম শিক্ষক আরিফ হিকমেত হোলতায় এবং প্রকৌশল স্নাতক বিদ্যালয় থেকে এমিন ওনাত ; জনপ্রশাসন মন্ত্রণালয় নির্মাণ ও জোনিং বিষয়ক প্রধান মুয়াম্মার কাভুসোউলু, নির্মাণ ও জোনিং বিষয়ক প্রকল্প ব্যুরোর প্রধান হুসেইন কারা এবং নির্মাণ ও জোনিং বিষয়ক প্রধান, নগরবিদ ও বিজ্ঞান পরিষেবার সাদেত্তিন ওনাতকে সুপারিশ করেছেন। প্রতিযোগিতা শেষ হওয়ার পর, ১১ মার্চ, ১৯৪২ তারিখের তার চিঠিতে প্রধানমন্ত্রী ঘোষণা করেন যে এটি আঙ্কারা জোনিং ডিরেক্টর মুহলিস সের্তেলের সাথে বিচারকমণ্ডলীর সদস্য হিসেবে সেইসাথে হোলতায় এবং চাভুসোউলুকে মনোনীত করেছে। এই সিদ্ধান্তের মাধ্যমে বিচারকমণ্ডলীর সদস্য সংখ্যা ছয়ে পৌঁছায়।\n\n\n== প্রস্তাবনা ==\nএই প্রতিযোগিতায় তুরস্ক থেকে ২৫, জার্মানি থেকে ১১, ইতালি থেকে ৯; অস্ট্রিয়া, চেকোস্লোভাকিয়া, ফ্রান্স ও সুইজারল্যান্ড থেকে একটি করে মোট ৪৯ প্রকল্প পাঠানো হয়। এই প্রকল্পগুলোর মধ্যে দুটি প্রকল্প অযোগ্য ঘোষণা করা হয়েছিলো, এর মধ্যে একটিকে প্রকল্পের প্যাকেটে মালিকের পরিচয় লেখা ছিল না বলে প্রতিযোগিতার নির্দেশাবলীর সপ্তম নিবন্ধ অনুসারে অযোগ্য ঘোষণা করা হয়েছিলো, বাকি ৪৭টি প্রকল্পের মূল্যায়ন করা হয়েছিলো। ১১ মার্চ ১৯৪২ সালে ৪৭ প্রকল্প বিচারকমণ্ডলীর নিকট জমা দেওয়া হয়। যেহেতু প্রতিযোগিতায় জমা দেওয়া প্রকল্পগুলোর মূল প্রতিযোগিতার পুস্তিকাগুলো টিকে থাকেনি ও তাদের সবগুলো উল্লেখ করেছে এমন কোনও উৎস নেই তাই সবগুলো প্রকল্প সম্পর্কে জানা যায়নি। প্রতিযোগিতার জন্য প্রস্তুত কিছু পরিচিত প্রকল্প নিম্নরূপ:\n\n\n=== প্রকল্প নম্বর ১ ===\nঅ্যাডালবার্তো লিবেরার নকশাকৃত এই প্রকল্প প্রাচীন রোমান সমাধিমন্দিরের অনুরূপভাবে তৈরি করা হয়। প্রতিযোগিতার বিচারকদের একটি প্রতিবেদনে, প্রকল্পের জন্য \"সিলুয়েটটি একটি শক্তিশালী শৈল্পিক প্রভাব ফেলে [. . . ] স্মৃতিস্তম্ভের অভ্যন্তরে, নিচের অংশ সহ মনোলিথীয় প্রাচীরটি চিত্রকল্প বা মোজাইক দিয়ে সজ্জিত, এবং উল্লম্বভাবে স্থাপিত সমাধিমন্দিরটির একটি শক্তিশালী প্রভাব রয়েছে।\"\n\n\n=== প্রকল্প নম্বর ৯ ===\nইয়োহানেস খ্রুগারের নকশায় অষ্টভুজাকার কোণার মিনার, হালকা ও গাঢ় রঙের পাথরের স্ট্রাইপ ও গোলাকার খিলানগুলো ছিলো উইলসনের ভাষায়, \"একদিকে মধ্যযুগীয় দুর্গ ও বাইজেন্টাইন চ্যাপেল এবং অন্যদিকে রোমানেস্ক ক্যাথেড্রালের স্মরণ করিয়ে দেয়\"। খ্রুগার তার ভাই ওয়াল্টার খ্রুগারের সাথে নকশা করা ট্যানেনবার্গ স্মারকের সাথে আকৃতি ও অনুপাতের দিক থেকে নকশার তুলনা করে উইলসন উল্লেখ করেছেন যে উভয় নকশাই মিনারের চারপাশের গ্রামাঞ্চল থেকে পৃথক একটি আনুষ্ঠানিক বর্গক্ষেত্র, যেখানে স্মৃতিসৌধের স্থানটিকে \"পবিত্র\" হিসেবে চিত্রিত করা হয়েছে ও বিশেষ স্থান\" নিয়েছে। প্রকল্পে একটি অদৃশ্য গম্বুজ ও একটি আয়তক্ষেত্রাকার পরিকল্পিত সমাধি ভবন সহ একটি স্মৃতি কক্ষ রয়েছে; এখানে রঙিন ইটের ধারাবাহিক স্ট্রিপ, লজেঞ্জ আকৃতির পরিখা ও সিংহের মূর্তি আছে। প্রতিযোগিতার বিচারকদের প্রতিবেদনে, \"[...] প্রকল্পটির জন্য একটি শক্তিশালী কাজ। যদিও বাহ্যিক স্থাপত্যে কিছুটা বন্য প্রভাব রয়েছে; অভ্যন্তরীণ স্থাপত্য সমৃদ্ধ\" অভিব্যক্তি ব্যবহার করা হয়। প্রতিবেদনে আরও বলা হয়েছে যে প্রকল্পের সিলুয়েটটি \"এর দূরবর্তী চেহারার সরলতায় স্পষ্ট ও কার্যকর [...]\", অন্যদিকে একটি নেতিবাচক সমালোচনা করা হয় এই বলে যে \"এর অভিমুখের বিবরণ শৈলীগত সামঞ্জস্যের প্রতিনিধিত্ব করে না\"\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== প্রকল্প নম্বর ১৬ ===\nপ্রধান ব্লকের প্রতিটি পাশে তিনটি করে ছয়টি তীরচিহ্নের প্রতীকী ছয়টি আলম্ব দ্বারা সমর্থিত একটি কাঠামো নিয়ে গঠিত নেজমি আতেশের নকশাটি ছিল পূর্ব শৈলীতে তৈরি। নকশাটি বোজদোয়ানের বর্ণনার কথা মনে করিয়ে দেয় \"হিট্টীয় চিহ্নের সাথে মিশ্রিত প্রাচীন মিশরীয় মন্দির\", উইলসনের মতে \"মিশরের হাতশেপসুতের মন্দির\", ভর বিন্যাস ও বিবরণের দিক থেকে, নকশাটি সুমেরীয় উদাহরণের মতোই কাছাকাছি ছিলো, যেমন উরের জিগুরাত\"। বিচারকদের প্রতিবেদনে প্রকল্পটিকে মূল্যায়ন করা হয়েছে \"যদিও এর সিলুয়েটটি একটি ভাল ছাপ ফেলেছিলো, ভাররক্ষকগুলো বাকি নকশার সাথে সমন্বিত হয়নি, তবে একটি সংযোজন হিসেবে দাঁড়িয়েছিলো\"।\n\n\n=== প্রকল্প নম্বর ১৭ ===\nসেলিম বেনার, বাহায়েত্তিন রাহমি বেদিজ ও দেমিরতাশ কামচুলের নকশায় প্রাচীন মিশরের নিদর্শন বহনকারী সেলজুকদের সমাধি স্থাপত্য দেখা যায়। পিরামিড আকৃতির এই সমাধি ভবনের মেঝে ছিল ষড়ভুজাকৃতির এবং উইলসনের মতে, এটি \"সম্ভবত কামালবাদের ছয়টি স্তম্ভের প্রতীক\"। প্রতিযোগিতার বিচারকদের প্রতিবেদনে বলা হয়েছে যে \"এটি আমাদেরকে কপোলা গঠন সহ আধুনিক আলংকারিক ও ঐতিহাসিক সমাধির কথা মনে করিয়ে দেয়\" এবং \"আতাতুর্কের এই সমাধি প্রয়োজনীয় মর্যাদার জন্য উপযুক্ত নয়\" ব্যবহার করা হয়েছিলো।\n\n\n=== প্রকল্প নম্বর ২৪ ===\nহামিত কেমালি সোয়েলেমেজোউলু, কেমাল আহমেত আরু এবং রেজাই আকচায়ের অন্তর্গত এই নকশাটি সেলজুক শৈলীর কাপোলাগুলোর সাথে সাদৃশ্যপূর্ণ এবং এতে একটি পিরামিড আকৃতির ছাদ ছিল। প্রতিযোগিতার বিচারকদের প্রতিবেদনে এটি উল্লেখ করা হয়েছে যে প্রকল্পটি \"একটি দুর্গের মতো দেখতে, যদিও এটির একটি শক্তিশালী অভিব্যক্তি রয়েছে\"। উইলসন এই সিদ্ধান্ত নেন; এটা আঙ্কারা কেল্লার জন্য \"প্রাসাদ, দুর্গ ও অনুরূপ মধ্যযুগীয় দুর্গগুলো উসমানীয় অতীতের প্রতিনিধিত্ব করে, তুরস্কের প্রজাতন্ত্রের ভবিষ্যত নয়\", এই দৃঢ়সংকল্পের সাথে তিনি আনাতকাবিরকে সনাক্ত করার দায়িত্বপ্রাপ্ত কমিশনকে যুক্ত করেছিলেন। উইলসন অভ্যন্তরের মাঝখানে সমাধিমন্দিরের গঠন হাখমানেশি সাম্রাজ্যের প্রতিষ্ঠাতা দ্বিতীয় কুরুশের সমাধির সাথে তুলনা করে বলেছেন যে প্রকল্পটি ভিতরে ও বাইরে উভয়ই পূর্ব বা ইসলামি শৈলী দ্বারা প্রভাবিত হয়েছিলো।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== প্রকল্প নম্বর ২৫ ===\nএটি এমিন ওনাত ও ওরহান আরদার নকশা। এই নকশা অনুযায়ী তৈরি করার সিদ্ধান্ত নেওয়া হয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== প্রকল্প নম্বর ২৮ ===\nদ্বিতীয় জাতীয় স্থাপত্য আন্দোলনের অন্যতম প্রতিনিধি সেদাদ হাক্ক এলদেমের নকশায়; দক্ষিণ-পূর্ব তুরস্ক, ইরাক ও ইরানের সেলজুক শৈলীর কপোলাগুলোর মতো স্থাপত্যের অনুরূপ একটি চোঙাকার সমাধি ভবন ছিলো। আন্দোলনকে সমর্থনকারী নামগুলোর মধ্যে অন্যতম জেকি সায়ার দ্বারা সম্পাদিত আর্কিটেকট গবেষণাপত্রে এই প্রকল্পের সাংস্কৃতিক প্রভাব ও অভিব্যক্তিকে \"সম্পূর্ণ তুর্কি\" হিসেবে বর্ণনা করা হয়েছিলো।\n প্রতিযোগিতার বিচারকদের প্রতিবেদনে, \"বিচারকদের দ্বারা উপযুক্ত আকৃতি হিসাবে অবিবেচিত গম্বুজের আকৃতি ও কোটরের কোণগুলোর কাটা\" এই অভিব্যক্তিগুলো প্রকল্পের জন্য ব্যবহার করা হয়েছিলো। উইলসন বলেছেন যে এই প্রস্তাব, যা \"একটি ঐতিহ্যবাহী গম্বুজের মতো মনে হয়\", \"(পশ্চিম) স্থাপত্যের দিক থেকে রক্ষণশীল স্থপতি পল বোনাৎজের সভাপতিত্বে থাকা বিচারকদের কাছে বিস্ময়কর নয়\"। উইলসন আরও যুক্তি দিয়েছিলেন যে \"দেশের গম্বুজগুলো ধর্মীয় কাঠামোর উদ্রেক করে\", তাই \"এটি দেশকে ধর্মনিরপেক্ষকারী নেতার সমাধির একটি সম্পূর্ণ অনুপযুক্ত উল্লেখ।\"\n\n\n=== প্রকল্প নম্বর ২৯ ===\nপ্রাচীন রোমান স্থাপত্যকে স্মরণ করিয়ে দেওয়া মেহমেত আলি হান্দান ও ফেরিদুন আকোজানের নকশা \"প্রাচীন রোমান যুগে বিজয়ী খিলানকে স্মরণ করিয়ে দেয়।\" প্রতিযোগিতার বিচারকদের প্রতিবেদনে, ভিতরে ও বাইরে উভয় ক্ষেত্রেই প্রকল্পের \"সরলতার\" উপর একটি \"ইতিবাচক\" জোর দেওয়া হয়েছিলো।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== প্রকল্প নম্বর ৩৯ ===\nপ্রাচীন রোমান স্থাপত্যের উদ্দীপক চোঙাকার প্রধান কক্ষটি পাওলো ভিয়েত্তি-ভিওলি দ্বারা নকশা করা হয়েছে, উইলসনের মতে এটি \"একটি ব্যাপকভাবে বর্ধিত কিন্তু সংক্ষেপ করা রোমান স্মৃতিস্তম্ভের স্তম্ভের স্মারক কলাম।\" উইলসন কলামের নীচে থেকে উপরের দিকে প্রসারিত ছাদের কারুকার্যের কারণে নকশাটিকে ট্রাজানের কলামের সাথে তুলনা করেছিলেন, তিনি আরও বলেছিলেন যে এটি বৃত্তাকার পরিকল্পনা ও সাধারণ ধ্রুপদী স্তম্ভের সম্মুখভাগের উপর ভিত্তি করে রোমের প্যান্থিয়নের \"অনুভূতি জাগিয়ে তোলে\"। প্রতিযোগিতার বিচারকসের প্রতিবেদনে, প্রকল্পটি সম্পর্কে বলা হয়, \"যদিও মিনারের সিলুয়েটটি এর মধ্যে গ্রহণযোগ্য বলে মনে হতে পারে, তবে বেশ কয়েকটি অসংলগ্ন ভবন যুক্ত করার কারণে দৃশ্যটি ক্ষতিগ্রস্ত হয়েছে। এই প্রধান ভবনের সাথে সংযুক্ত দীর্ঘ ও বিস্তৃত ভবনে একটি বিদেশী ও সংযোজিত প্রভাব আছে [. . . ] সমাধিসৌধের ভিতরে ও বাইরে, প্রয়োজনীয় শান্ত ও স্বচ্ছতা নেই। সাধারণ জনগণের অবস্থা গুরুতর ও স্মারক অপেক্ষা বেশি শোভাকর হবে।\"\n\n\n=== প্রকল্প নম্বর ৪১ ===\nএকটি ষড়ভুজ ভিত্তি সহ একটি পিরামিড আকৃতির সমাধি সহ জিওভান্নি মুজিওর নকশার জন্য উইলসন মন্তব্য করেছেন যে এটি \"শেষকৃত্য স্থাপত্যের অন্যান্য উদাহরণের সাথে সামঞ্জস্যপূর্ণ নকশা পূর্বে [মুজিও] করেছিলো, যেমন তাডিনি সমাধি, বেরগামোতে একটি বিমূর্ত প্রাচীন রোমান বিজয় খিলান\" .. এই প্রকল্পের জন্য প্রতিযোগিতার বিচারকদের প্রতিবেদনে, এর \"সময়ের উপর অনির্ভরশীল পিরামিড আকৃতিটি বিবেচনা করার মতো একটি ভালো নির্মাণ ধারণা\" ব্যবহার করা হয়েছে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== প্রকল্প নম্বর ৪২ ===\nপ্রাচীন মিশরের চিহ্ন বহনকারী রোল্যান্ড রনের নকশার প্রধান কক্ষটি ছিল মাস্তাবার মতো একটি আয়তক্ষেত্রাকার ব্লক, এতে স্তম্ভযুক্ত আচ্ছাদিত প্রবেশপথ ও কলোনেড ছিলো। উইলসন এই নকশাটিকে মিশরের স্তম্ভকার \"বিশেষত দেইর আল-বাহরি ভবন গোষ্ঠী\" স্থাপত্যের সাথে তুলনা করেছেন। তিনি বলেন যে প্রকল্পের বিচ্ছিন্ন ও পৃথক বিভাগ \"একটি সমন্বিত প্রভাব তৈরি করে\"। প্রতিযোগিতার বিচারকদের দ্বারা প্রস্তুত প্রতিবেদনে, প্রকল্পের সমাধি অংশটিকে \"অত্যন্ত বিনয়ী\" হিসেবে বর্ণনা করা হয়েছিলো।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== প্রকল্প নম্বর ৪৩ ===\nউইলসন বেডিজ ও কামসিল প্রকল্পের পাঁজরযুক্ত শঙ্কুর কারণে পিরামিড আকৃতির ক্লেমেন্স হলজমিস্টারের নকশাকে বেনারের দাঁতযুক্ত পিরামিডের সাথে তুলনা করেছেন তিনি বলেছেন যে তার কাজ \"আরও আয়তক্ষেত্রাকার বা 'ভিয়েনা কিউবিক' শৈলীর সাথে আকর্ষণীয়ভাবে বিপরীত যা হলজমেইস্টার বেশিরভাগ ক্ষেত্রে ব্যবহার করে।\" বিচারকদের প্রতিবেদনে, এটিকে \"একটি প্রকল্প যা স্বত্ব দাবির সবচেয়ে বেশি অনুভূতি দিয়েছে\" হিসেবে সংজ্ঞায়িত করা হয়েছিল এবং এটি উপসংহারে পৌঁছেছিলো যে \"আইন প্রণয়নে সাড়া দিতে পারে এমন আর্থিক গুরুতরতা দেখা যায়নি\"।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== প্রকল্প নম্বর ৪৪ ===\nউইলসনের ভাষায় আর্নালদো ফসকিনির নকশায় গঠন, ভর উপাদান ও সজ্জা \"প্রাচীন রোমান স্থাপত্যের স্মরণ করিয়ে দেয়\", \"বিশেষত মতো প্রথম বিশ্বযুদ্ধে মারা যাওয়া ইতালীয় সৈন্যদের জন্য নিবেদিত এশিয়াগো যুদ্ধ স্মৃতিস্তম্ভ\", এটি ছিলো \"বিংশ শতাব্দীর প্রথম দিকের ইতালীয় স্থাপত্যের সহজ\" কাজ। আয়তাকার পরিকল্পিত সমাধি ভবনের ভিতরে এবং বাইরে উভয় স্থানেই রিলিফ ও শিলালিপি ছিল, এখানে একটি অদৃশ্য গম্বুজ সহ একটি স্মারক কক্ষ ছিলো। প্রতিযোগিতার বিচারকদের প্রতিবেদনে বলা হয়েছে যে এই প্রকল্পের জন্য \"উদ্যোগীদের শৈলীতে আরও সরলতা বাঞ্ছনীয় হবে\"।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== প্রকল্প নম্বর ৪৫ ===\nউইলসনের মতে, জিউসেপ ভ্যাকারো ও জিনো ফ্রাঞ্জির নকশা \"ভবনের মাপকাঠিতে বর্ধিত রোমান সমাধিমন্দিরের অনুরূপ\", এটি একটি বিমূর্ত ব্লকের প্রবেশদ্বারের উপরে একটি রিলিফ ব্যতীত অন্যান্য অলঙ্করণ বৈশিষ্ট্যযুক্ত, এবং এই গঠনটি ভ্যাকারো দ্বারা নকশাকৃত সার্টোসা ডি বোলোগনায় উইলসন নকশা করেছিলেন। এটিকে গোল্ডোনি সমাধি চ্যাপেলে প্রয়োগ করা গঠনের সাথে তুলনা করা হয়েছিলো। প্রতিযোগিতার বিচারকদের প্রতিবেদনে, নকশার নির্মাণ পদ্ধতি ও ভূগর্ভস্থ জাদুঘরটি কখনই দিনের আলো দেখেনি তা উল্লেখ করা হয়েছে, যেখানে \"একটি দৈত্য সমাধিমন্দিরের প্রতীক\" সমালোচনা করা হয়নি।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== অন্যান্য প্রকল্পগুলো ===\nএকটি ক্রুশ আকৃতির ব্লক দিয়ে তৈরি হ্যান্স ডলগাস্টের নকশায় একটি গুচ্ছ খিলান এবং ইট ও পাথরের ক্রমাগত স্ট্রিপ দেখানো হয়েছে, উইলসনের মতে, এটি \"খ্রুগারের প্রজেক্টের মতোই।\" নকশার অভ্যন্তরটি বাইজেন্টাইন বা প্রাচীন রোমান শৈলীতে সাজানো হয়েছিলো।\nফ্রাঁসোয়া কার্পেন্টিয়ারের একটি নকশা।\nএকটি সুচ্যগ্র গম্বুজ ও বৃত্তাকার শৈলী সহ প্রধান হলটি জার্মান বেস্টেলমেয়ার দ্বারা নকশা করা হয়েছিলো, অন্যদিকে বেস্টেলমেয়ারের বিধবা স্ত্রীর মতে, এখানে \"উসমানীয় মাদ্রাসাকে একটি আদর্শ হিসেবে নেওয়া হয়েছিল\", উইলসনের মতে, এটি \"সেলজুক কপোলাসকে স্মরণ করিয়ে দেয়\"। ভবনের প্রকল্পে; গম্বুজের কলাম, তোরণ ও স্কাইলাইটের মতো ধ্রুপদী উপাদানগুলোও অন্তর্ভুক্ত ছিলো।) \nরুকনেত্তিন গুনেইয়ের নকশা।\nপল বিগটের একটি নকশা।\nতুর্কি সরকার কর্তৃক প্রতিযোগিতায় বিশেষভাবে আমন্ত্রিত একমাত্র স্থপতি অগাস্ট পেরেটের অন্তর্গত প্রকল্পটি কমিশনে বিলম্বে জমা দেওয়ার কারণে প্রতিযোগিতায় মূল্যায়ন করা হয়নি। উইলসনের মতে এই নকশা একটি সরলরেখার মেঝেতে একটি বৃত্তাকার প্রধান হল হিসেবে বসানো, এটি ইয়র্কের হাওয়ার্ড দূর্গের সমাধিকে \"বেশ মনে করিয়ে দেয়\"। ফরাসি আর্কিটেকচার ইনস্টিটিউট অগাস্ট পেরেটের দ্বারা প্রস্তুত করা একটি প্রকরণগ্রন্থে থাকা সমাধির গম্বুজটি \"একটি নির্দিষ্ট মনোভাবের সাথে ঐতিহ্যবাহী বৃত্তাকার পরিকল্পিত সমাধিমন্দিরকে বিমূর্ত করার জন্য\" নকশা করা হয়েছে, এটি চাঁদকে \"এমনভাবে উপস্থাপন করে যা একটি ধর্মনিরপেক্ষ রাষ্ট্র হওয়া সত্ত্বেও ইসলামি বিশ্বে তুরস্কের সদস্যপদ দেখায়\"। এবং এইভাবে, এটি বলা হয়েছে যে ভবনটি \"একটি প্রাচীন স্মৃতিস্তম্ভ এবং একটি উসমানীয় মসজিদের সংশ্লেষণ\"।\nযদিও স্থাপত্য ও ঐতিহ্যের শহরে প্রতিযোগিতার জন্য লুই সুয়ের নকশার নথি থাকলেও নকশাটি প্রতিযোগিতায় পাঠানো হয়েছিল কিনা তা স্পষ্ট করা হয়নি।\n\n\n== প্রকল্প নির্ধারণ ==\nপল বোনাৎজ বিচারকমণ্ডলীর চেয়ারম্যান ও মুয়াম্মার কাভুসোউলু প্রতিবেদক হিসেবে নির্বাচিত হন, ১২ মার্চ ১৯৪২-এ বিচারকমণ্ডলীর প্রথম সভা অনুষ্ঠিত হয়। প্রতিনিধি দলটি প্রধানমন্ত্রী ভবনে প্রথম বৈঠক করে, এটি প্রদর্শনী হাউসে তার পরবর্তী কাজ সম্পাদন করে। মূল্যায়ন করার সময় বিচারক সদস্যরা জানতেন না কোন প্রকল্পটি কার ছিলো। ১৭টি আবেদনকারীদের প্রকল্পকে প্রথম পর্যায়ে বাদ এই কারণে দেওয়া হয় যে সেগুলো \"প্রতিযোগিতার প্রধান লক্ষ্য পূরণ করেনি\"। বাকি ৩০টি প্রকল্প পরীক্ষা করে মণ্ডলী একটি প্রতিবেদন তৈরি করে যাতে তারা তাদের মতামত প্রকাশ করে। এই প্রতিবেদনে ব্যাখ্যা করা কারণগুলোর উপর ভিত্তি করে ১৯টি প্রকল্প বাদ দেওয়া হয়েছে আর তৃতীয় ধাপের পর্যালোচনার জন্য ১১টি প্রকল্প বাকি থেকে যায়। ২১ মার্চে কাজ শেষ করে বিচারকমণ্ডলী মূল্যায়ন সম্বলিত প্রতিবেদনটি প্রধানমন্ত্রীর কাছে জমা দেয়। প্রতিবেদনে নির্বাচিত তিনটি প্রকল্প সরকারের কাছে প্রস্তাব করা হয়; সেগুলো ছিলো ইয়োহানেস খ্রুগারের প্রকল্প নম্বর ৯, এমিন ওনাত ও ওরহান আরদার ২৫ নম্বর এবং আর্নালদো ফসকিনির প্রকল্প নম্বর ৪৪।  এটাও প্রতিবেদনে উল্লেখ করা হয় যে তিনটি প্রকল্পই সরাসরি বাস্তবায়নের জন্য উপযুক্ত নয়, সেগুলো পুনরায় পরীক্ষা করা উচিত ও কিছু সংশোধন করা উচিত। এছাড়াও প্রতিবেদনে ২৪, ২৯, ৪১, ৪২ ও ৪৫ নম্বর প্রকল্পগুলোকে সম্মানসূচক উল্লেখ করার প্রস্তাব করা হয়। সর্বসম্মতিক্রমে প্রতিবেদনের সকল সিদ্ধান্ত গৃহীত হয়। ২২শে মার্চে সংসদের স্পিকার আব্দুলহালিক রেন্ডা ও প্রধানমন্ত্রী রেফিক সায়দাম প্রকল্পগুলো পরীক্ষা করার জন্য প্রদর্শনী হাউসে যান। প্রস্তুতকৃত প্রতিবেদনের সারসংক্ষেপ ২৩ মার্চে একটি ইশতেহার হিসেবে প্রধানমন্ত্রী জনগণের নিকট প্রকাশ করেন। সেখানে প্রতিযোগিতায় অংশগ্রহণকারীদের সমস্ত প্রকল্প ২৪ মার্চ থেকে ৪ এপ্রিলের মধ্যে প্রদর্শিত হয়েছিলো।\nএমিন ওনাত এবং ওরহান আরদার প্রকল্পটি ৭ মে রাষ্ট্রপতি ইসমত ইনোনুর সভাপতিত্বে আয়োজিত মন্ত্রী পরিষদে প্রতিযোগিতার বিজয়ী হিসাবে নির্ধারিত হয়। প্রতিযোগিতার বিচার দ্বারা প্রস্তাবিত অন্য দুটি প্রকল্প দ্বিতীয় স্থান হিসেবে গৃহীত হলেও পাঁচটি প্রকল্পকে সম্মানসূচক উল্লেখ করা হয়। তবে, সরকার প্রথমে বেছে নেওয়া কোনো প্রকল্প বাস্তবায়ন না করার সিদ্ধান্ত নেয়। প্রতিযোগিতার বিশেষত্বের ২০ তম নিবন্ধের ২য় অনুচ্ছেদ অনুযায়ী প্রকল্পের মালিকদের ৪,০০০ লিরা ক্ষতিপূরণ দেওয়া হয়। ৯ই জুন সরকার কর্তৃক জারি করা এক বিবৃতিতে এই সিদ্ধান্ত পরিবর্তন ও ঘোষণা করা হয় যে ওনাত ও আরদাদের প্রকল্প কিছু ব্যবস্থার পর বাস্তবায়িত হবে। এই ব্যবস্থাগুলো একটি কমিটি দ্বারা করা হয় যেখানে প্রকল্পের মালিকরা অন্তর্ভুক্ত ছিলো। ৫ এপ্রিল ১৯৪৩-এ প্রধানমন্ত্রী ওনাত ও আরদাকে জানান যে বিচারকমণ্ডলীর করা সমালোচনার সাথে সঙ্গতি রেখে ছয় মাসের মধ্যে তাদের একটি নতুন প্রকল্প প্রস্তুত করতে হবে।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== আরও পড়ুন ==\nKortan, Enis (২০০৭)। \"\"Anıtkabir Projesi Üzerine Düşünceler ve Bir Öneri\"\"। Mimarlık (তুর্কি ভাষায়)। পৃষ্ঠা 61–65। ২৭ নভেম্বর ২০২০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ নভেম্বর ২০২০। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nস্থাপত্য ও ঐতিহ্যের শহরের প্রাতিষ্ঠানিক সাইটে পল বিগটের প্রস্তাবনার চিত্র"}