{"pageid": 1323538, "title": "নারীস্বাস্থ্য কর্ম ও সংহতি", "url": "https://bn.wikipedia.org/wiki?curid=1323538", "content": "মহিলা স্বাস্থ্য কর্ম এবং সংহতি বা উইমেন'স হেলথ অ্যাকশন অ্যান্ড মোবিলাইজেশন (ডব্লিউএইচএএম!) হল নিউ ইয়র্ক শহর অবস্থিত একটি আমেরিকান কর্মী সংগঠন। এটি ১৯৮৯ সালে প্রতিষ্ঠিত হয়েছিল।  ওয়েবস্টার বনাম  প্রজনন স্বাস্থ্য পরিষেবাগুলি র মামলায় ইউএস সুপ্রিম কোর্টের রায়ের প্রতিক্রিয়ায় এটি প্রতিষ্ঠিত হয়েছিল। রায়ে বলা হয়েছিল যে গর্ভপাতের ক্ষেত্রে রাজ্যগুলি জনসাধারণের অর্থ এবং জনসাধারণের সুবিধার ব্যবহারে বাধা দিতে পারে৷ রিপ্রোডাক্টিভ রাইটস কোয়ালিশনের প্রত্যক্ষ অ্যাকশন কমিটি হিসাবে ডব্লিউএইচএএম! এর কাজ শুরু হয়েছিল, কিন্তু শীঘ্রই নিজেদের সংগঠন তৈরির জন্য এটি ভেঙে দেওয়া হয়। \nডব্লিউএইচএএম!  সরাসরি অ্যাকশন কৌশল ব্যবহার করেছিল। তারা প্রতিবাদ ব্যানার দিয়ে স্ট্যাচু অফ লিবার্টি ঢেকে দিয়েছিল এবং সুপ্রিম কোর্টের বিচারপতি ডেভিড সাউটারের নিশ্চিতকরণ শুনানির সময় ব্যাঘাত ঘটিয়েছিল। স্ট্যাচু অব লিবার্টির মুকুটের প্রথম ব্যানারে লেখা ছিল \"নো চয়েস, নো লিবার্টি\" অর্থাৎ কোন অভিমত নেই কোন স্বাধীনতা নেই।  দ্বিতীয় ব্যানারটি স্তম্ভের পাদভূমি থেকে ঝোলানো ছিল। তাতে লেখা ছিল  \"গর্ভপাত হল স্বাস্থ্য়ের যত্ন, স্বাস্থ্যসেবা একটি অধিকার।\"\n১৯৮৯ সালে ডব্লিউএইচএএম! এর সদস্যরা এবং অ্যাক্ট আপ মিলে সমকামিতা, নিরাপদ-যৌন শিক্ষা এবং কনডম ব্যবহারের বিষয়ে চার্চের অবস্থানের প্রতিবাদে সেন্ট প্যাট্রিক ক্যাথেড্রালে একটি বিতর্কিত পদক্ষেপে অংশ নিয়েছিল। ডব্লিউএইচএএম! দুটি অতিরিক্ত 'সক্রিয় অংশগ্রহণকারী গোষ্ঠী' গঠনে সাহায্য করেছিল, তারা হল নিউ ইয়র্ক ক্লিনিক ডিফেন্স টাস্ক ফোর্স এবং চার্চ লেডিস ফর চয়েস। \n১৯৯৪ এবং ১৯৯৫ এর মধ্যে সংগঠনটি ভেঙে যায়\n\n\n== সংরক্ষণাগার এবং ইতিহাস ==\n২০০৭ সালের হিসাবে ডব্লিউএইচএএম! এর প্রায় ৪০ টি বাক্স ভর্তি কিছু জিনিস পত্র ছিল, সেগুলি শ্রেণীবদ্ধ করা হয়েছিল কিন্তু সূচীকৃত করা হয়নি। নিউ ইয়র্ক ইউনিভার্সিটির বিশেষ সংগ্রহগুলির মধ্যে একটি ট্যামিনেন্ট গ্রন্থাগারে এগুলি ছিল। এছাড়া  ২০০৫ সালে ডব্লিউএইচএএম! এর প্রাক্তন অংশগ্রহণকারীদের সাক্ষাৎকার নেওয়া হয়েছিল। এটি পরিচালনা করেছিলেন মিশিগান বিশ্ববিদ্যালয়ের ইতিহাসে ডক্টরেট প্রার্থী ট্যামার ডব্লিউ. ক্যারল। এটি করা হয়েছিল ডব্লিউএইচএএম!, অ্যাক্ট আপ, দ্য ন্যাশনাল কংগ্রেস অফ নেবারহুড উইমেন এবং মবিলাইজেশন ফর ইয়ুথ কে সংযুক্ত করে একটি গবেষণামূলক  প্রবন্ধের জন্য। এই প্রবন্ধটির শিরোনাম ছিল \"গ্রাসরুট ফেমিনিজম: ডাইরেক্ট অ্যাকশন অর্গানাইজিং অ্যান্ড কোয়ালিশন বিল্ডিং ইন নিউ ইয়র্ক সিটি, ১৯৫৫ - ১৯৯৫\"। তাঁর মৌখিক ইতিহাস গবেষণার অংশ হিসাবে ২০০৫ সালের ১৫ই অক্টোবর তারিখে ট্যামিমেন্ট লাইব্রেরিতে,প্যানেল সদস্যদের নিয়ে এবং প্রাক্তন ডব্লিউএইচএএম! কর্মীদের নিয়ে ডব্লিউএইচএএম! একটি আলোচনা সভা অনুষ্ঠিত করেছিল। আলোচনা সভাটির ভিডিও রেকর্ডিং করা হয়েছিল, এবং এই আলোচনা সভার একটি রেকর্ডিং ডব্লিউএইচএএম!-এ রয়েছে, এর সঙ্গে রয়েছে ক্যারল দ্বারা পরিচালিত সাক্ষাৎকার থেকে পাওয়া উপকরণ। এগুলি সবই রয়েছে ট্যামিনেন্টের সংগ্রহশালায়।\nস্ট্যাচু অফ লিবার্টির প্রতিবাদী ব্যানারগুলির একটি ছবি মেরিল লেভিনের তোলা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nWHAM! (ওমেন হেলথ অ্যাকশন অ্যান্ড মোবিলাইজেশন) রেকর্ড , Tamiment লাইব্রেরি এবং রবার্ট এফ. ওয়াগনার নিউ ইয়র্ক বিশ্ববিদ্যালয়ের লেবার আর্কাইভস\nTamar Carroll Oral History on Women's Health Action and Mobilization (WHAM! ) , Tamiment লাইব্রেরি এবং রবার্ট এফ. ওয়াগনার নিউ ইয়র্ক বিশ্ববিদ্যালয়ের লেবার আর্কাইভস"}