{"pageid": 1323940, "title": "ওড়িশার লোকনৃত্য", "url": "https://bn.wikipedia.org/wiki?curid=1323940", "content": "ওড়িশার বিভিন্ন অঞ্চলে বেশ কয়েকটি লোকনৃত্য উৎপত্তিলাভ করেছে, তারমধ্যে ওড়িসি ও ছৌ বেশ জনপ্রিয়। সম্বলপুরী নৃত্য পশ্চিম ওড়িশার সর্বাধিক জনপ্রিয় নৃত্য এবং অধিকাংশ লোকই এটি উপভোগ করেন।\n\n\n== লউড়ি খেলা ==\nলউড়ি খেলা বা গৌড় নাচ কটক, যাজপুর, জগৎসিংহপুর, পুরী, খুরদা, ভদ্রক, বালেশ্বর, ঢেঙ্কানাল ও অনুগুল ইত্যাদির মতো ওডিশার কয়েকটি উপকূলীয় জেলায় এই নৃত্যের বেশ চর্চা রয়েছে। ঐতিহ্যগতভাবে, এই নৃত্য মূলত 'গৌড়' তথা 'গোপাল' (যাদব) বর্ণের তরুণ ছেলেরাই পরিবেশন করে থাকে। দোল পূর্ণিমার (হোলি) সময় এই নৃত্য পরিবেশিত হয়। নৃত্যটি কৃষ্ণ ও তাঁর সঙ্গী রাধাকে উৎসর্গ করা হয়েছে। নৃত্যশিল্পীরা কৃষ্ণের সাথে সম্পৃক্ত এমন পোশাক, ঘাগুড়ি (ছোট-ছোট ঘুঙরুর তৈরি কোমরবন্ধ), ও ময়ূরের পালক পরিধান করে। শিল্পীদের প্রত্যেকে দুটি করে লাঠি নিয়ে থাকে, এবং একটি ছন্দময় ভঙ্গিতে একে অপরের লাঠিতে আঘাত করে। নৃত্য পরিবেশনের সময় সাধারণত মহিষের শিঙের সিঙ্গা ও বাঁশি বাজানো হয়।\n\n\n== অন্যান্য লোকনৃত্য ==\nঘুমুরা নৃত্য হলো ওড়িশার অন্যতম জনপ্রিয় ও শীর্ষস্থানীয় লোকনৃত্য। ঘুমুরার পোষাকবিধি উপজাতীয় নৃত্যের মতো হওয়ার কারণে এটিকে লোকনৃত্য হিসাবে শ্রেণীবদ্ধ করা হয়েছে, তবে সাম্প্রতিক গবেষকগণ যুক্তি দেন যে ঘুমুরায় বিদ্যমান বিভিন্ন মুদ্রা এবং নৃত্যের ধরনগুলো ভারতের অন্যান্য শাস্ত্রীয় নৃত্যের সাথে অধিক সাদৃশ্যপূর্ণ। ঘুমুরা নাচের সময়রেখা পরিষ্কার নয়। অনেক গবেষক দাবি করেন যে এটি প্রাচীন ভারতের একটি যুদ্ধ নৃত্য ও রামায়ণে রাবণ এর ব্যবহার করেছিলেন। ঘুমুরা নৃত্যটি কোনার্কের সূর্য মন্দিরে চিত্রিত করা হয়েছে যা নিশ্চিত করে যে এটি মধ্যযুগের পূর্বে উৎপত্তিলাভ করে। \"সরলা মহাভারত\"-এর 'মধ্যপর্ব'তে ঘুমুরার উল্লেখ করা হয়েছে এভাবে:\n\nঢোল মাদল গড়ি যে ঘুমুরা বাজায়\nঘুমুরা যে ঘুমু ঘুমু হঅই গরজায়\nচণ্ডী পুরাণে উল্লেখ রয়েছে:\n\nবীরত্বর বীরধোলা দাউন্ডি ঘুমুরা\nকদমর্দলা বাজান্তি মারি গালাতুরা\nঘুমুরা কালাহাণ্ডী রাজ্যে দরবারী নৃত্য হিসাবেও ব্যবহৃত হত এবং যুদ্ধের সময় পূর্বের কালাহাণ্ডী রাজ্য কর্তৃক বাজানো হত। ঝুমুরা, নিশান, ঢোল, তাল, মাদল প্রভৃতি বাদ্যযন্ত্র থেকে যে সাধারণ মিশ্র ধ্বনি বের হয় এবং শিল্পীদের অভিব্যক্তি ও চালচলন এই নৃত্যটিকে \"বীরত্বপূর্ণ নৃত্য\" হিসেবে গড়ে তোলে। হাজার বছর ধরে ঘুমুরা নৃত্য একটি যুদ্ধ নৃত্য থেকে সাংস্কৃতিক ও সামাজিক কর্মকাণ্ডের জন্য একটি নৃত্যের ধরনে পরিণত হয়েছে। নৃত্যটি সামাজিক বিনোদন, চিত্তবিনোদন, প্রেম, ভক্তি ও বর্তমান সময়ে সকল শ্রেণী, ধর্ম ও ধর্মের মধ্যে বন্ধুত্বপূর্ণ ভ্রাতৃত্বের সাথে সম্পৃক্ত। ঐতিহ্যগতভাবে এই নৃত্যটি কালাহাণ্ডি ও দক্ষিণ পশ্চিম ওড়িশার বৃহদাংশে নুওয়াখাই ও দশেরা উদযাপনের সাথেও যুক্ত। ঘুমুরা নৃত্য এখনও দক্ষিণ পশ্চিম উড়িষ্যা এবং অন্ধ্রপ্রদেশ ও ছত্তিশগড় সীমান্তের কিছু অংশে গ্রাম পর্যায়ে টিকে আছে। কালাহাণ্ডী অঞ্চল ঘুমুরা নৃত্যকে জনপ্রিয় করে তোলার এবং তার স্বতন্ত্র পরিচয় ধরে রাখার ক্ষেত্রে একটি অগ্রণী ভূমিকা পালন করেছে। কালাহাণ্ডি প্রধানত ঘুমুরার ভূমি হিসেবে পরিচিত। ঘুমুরা নৃত্য দিল্লি, মস্কো, কলকাতা ও ভারতের বিভিন্ন শহরে বিভিন্ন আন্তর্জাতিক অনুষ্ঠানে দেশের প্রতিনিধিত্ব করার সুযোগ পেয়েছে। ঘুমুরা নৃত্য উড়িষ্যার অন্যতম গবেষণাধর্মী লোকনৃত্য।\nরুক মার নৃত্য (ও ছৌ নৃত্য) উড়িষ্যার ময়ূরভঞ্জ জেলায় এবং বালেশ্বর জেলার নীলাগিরি অঞ্চলে এর উৎপত্তি এবং জনপ্রিয়; এটি মার্শাল আর্ট থেকে উৎপত্তি লাভ করে।\nএই নৃত্যটি একটি শৈলীযুক্ত ছদ্মযুদ্ধ, এতে নর্তকদের দুটি দল তরোয়াল ও ঢাল নিয়ে থাকে, পরস্পর আক্রমণ করে এবং তেজস্বী গতিবিধি ও চমৎকার ভঙ্গিমায় নিজেদের রক্ষা করে। এই নৃত্যের সুপরিচিত বিশেষ উল্লেখযোগ্য জিনিসগুলো হলো এর আবহসঙ্গীত, ছান্দিক জটিলতা এবং সুন্দর তালবন্ধন। নৃত্য পরিবেশমের সময় ব্যবহৃত যন্ত্রগুলির মধ্যে রয়েছে দুই নলবিশিষ্ট যন্ত্র - 'মহুরি', 'ঢোল', 'ধামসা' ও 'চড়চড়ি'।\nগোটি পুয়া :\n\nগোটিপুয়াতে ছেলেরা মেয়েদের রূপধারণ করে নৃত্য করে থাকে। তারা প্রথম রামচন্দ্র দেব কর্তৃক পুরীর মন্দির চত্বরে প্রতিষ্ঠিত আখড়ার শিষ্য। আখড়া পদ্ধতির সাথে সম্পৃক্ততা থাকায় গোটিপুয়াদের আখড়া পিলা তথা আখড়ার ছেলেও বলা হয়।\nগোটি পুয়া প্রথার উত্থানকে ন্যায্যতা দেওয়ার আরেকটি কারণ হলো, বৈষ্ণব ধর্মের কিছু অনুসারী পূজার অজুহাত হিসাবে মহিলাদের দ্বারা নাচকে প্রত্যাখ্যান করে এবং মেয়েদের পোশাক পরে ছেলেদের দ্বারা নাচের প্রথা চালু করেছিল। গোটি শব্দের অর্থ 'এক', 'একক' ও পুয়া অর্থাৎ 'ছেলে', যদিও গোটি পুয়ারা সবসময় জোড়ায় জোড়ায় নাচে। ছেলেদের ছয় বছর বয়সে নিয়োগ করা হয় এবং তারা ১৪ বছর বয়স পর্যন্ত নৃত্য করে থাকে, তারপর নাচের শিক্ষক হয় বা নাট্য দলে যোগ দেয়। গোটি পুয়ারা এখন পেশাদার দলের অংশ, এদের দলঅ নামে অভিহিত করা হয়, প্রত্যেক দলে একজন গুরু নেতৃত্ব দিয়ে থাকে। ছেলেদের প্রায় দুই বছর প্রশিক্ষণ দেওয়া হয়, এই সময়ে, প্রাথমিক কৌশলটি আত্মসাৎ করার পরে, তারা নাচ, আলংকারিক এবং অভিব্যক্তিগত বিষয় শিখে। গোটি পুয়ারা, তাদের প্রাথমিক সময়ে অল্পবয়সী হওয়ায়, মহরিদের বিপরীতে অনেক বেশি নমনীয় উপায়ে তাদের শরীরকে নাচের সাথে খাপ খাইয়ে নিতে পারে। গোটি পুয়া উপস্থাপনায় তিনজন সঙ্গীতকারের একটি দল থাকে, যারা পাখাওয়াজ, জিনি বা করতাল ও হারমোনিয়াম বাজায়। ছেলেরা নিজেরাই গান গায়, যদিও অনেকসময় দলে অতিরিক্ত গায়ক থাকে।\nবাঘ নাচ বা বাঘের নৃত্য হলো এটকি সম্বলপুরী লোকনৃত্য, এটি সুবর্ণপুর জেলার বিঙ্কা ও সোনেপুরে চৈত্র মাসে এবং বেরহামপুরে ঠাকুরানী যাত্রার সময় বাঘ নাচ পরিবেশিত হয়। নর্তকগণ (শুধুমাত্র পুরুষ) বাঘের মতো হলুদ ও কালো ফিতে দিয়ে তাদের খালি শরীরে রঙ করে এবং বাঘের মতো এটি লেজ লাগিয়ে নেয়। এক বা একাধিক নর্তক বাড়ি-বাড়ি যায় এবং ভিড় জড়ো হলে নাচ শুরু হয়। নর্তকদের সাথে একজন ঢাকী ও একজন ঘন্টা বাদক থাকে যারা সঙ্গীত প্রদান করে। এই নৃত্যটি মূলত ছন্দময় 'হিসহিস' শব্দের সাথে একপ্রকার মল্লযুদ্ধ।\nডালখাই : দালখাই নৃত্যের নামকরণ করা হয়েছে মূলত \"দালখাই\" নামক একজন দেবীর নামে। এটি সাধারণত দেবী দুর্গাকে খুশি করার জন্য পরিবেশিত হয় এবং এটি সম্বলপুরের আদিবাসীদের সবচেয়ে জনপ্রিয় ঐতিহ্যবাহী লোকনৃত্যের একটি। এটি সাধারণত দশহরা, ভাইজিউনতিয়া, ফাগুন পুনি, নুয়াখাই ইত্যাদি উৎসবে করা হয়। অধিকাংশত বিঞ্জাল, কুড়া, মির্ধা, সামা ও সম্বলপুর, বালাঙ্গীর, সুন্দরগড়, বারগড় এবং নুয়াপাডা জেলার অন্যান্য কয়েকটি উপজাতির যুবতীরা নাচে। এই নাচের সময় পুরুষরা মেয়েদের সাথে ঢাক-ঢোল নিয়ে যোগদান করে। ঢোল, নিশান, তমকি, তাসা এবং মহুরী নামে পরিচিত বেশ কয়েকটি যন্ত্রের মাধ্যমে বাজানো লোকসংগীত সহ জাঁকজমকপূর্ণভাবে নৃত্যটি পরিবেশিত হশ। তবে মেয়েদের সাথে নাচার সময় তারা লয় বজায় রাখে। এটি ডালখাই নামে পরিচিত কারণ প্রতিটি স্তবকের শুরু ও শেষের শব্দটি একজন মেয়ে-বন্ধুকে উদ্দেশ্য করে গাওয়া হয়। রাধা ও কৃষ্ণের প্রেম কাহিনী, রামায়ণ ও মহাভারতের পর্ব, প্রাকৃতিক দৃশ্যের বর্ণনা গানের মাধ্যমে উপস্থাপন করা হয়েছে। এই নাচের সাথে গাওয়া গানগুলো সম্বলপুরী ওড়িয়ায় গাওয়া হয়। অধিকাংশ গানে মেয়েবন্ধুকে উদ্দেশ্য করে 'দালখাই গো' শব্দদ্বয় ব্যবহার হলেও সেগুলোর মধ্যে বিশেষ বৈচিত্র্য বিদ্যমান। ঢোলের অদ্ভূত তালে নাচতে গিয়ে তারা পা দুটোকে একত্রে রাখে এবং হাঁটু বাঁকিয়ে রাখে। অন্য গতিবিধিতে তারা অর্ধ-বসা অবস্থায় সামনে ও পিছনে যাওয়া-আসা করে। কখনও কখনও তারা ঘড়ির কাঁটার দিকে এবং ঘড়ির কাঁটার বিপরীত দিকে ঘনকেন্দ্রিক বৃত্ত তৈরি করে। মহিলারা সাধারণত রঙিন সম্বলপুরি শাড়ি, কাঁধে একটি ওড়না, মাথায় খোসা ও বিভিন্ন ধরনের ফুল ও পাতা পরিধান করে। ডালখাই নৃত্যের সব বয়স ও গোষ্ঠীর জন্য বেশ কিছু অনুষঙ্গিক রূপ রয়েছে :\nমেয়ে শিশুদের দ্বারা পরিবেশিত নৃত্য: ছিওল্লাই, হুমোবাউলি এবং দৌলিগীত।\nকিশোরদের দ্বারা পরিবেশিত নৃত্য: সজানি, ছাতা, দাইকা এবং ভেকানি।\nযুবকদের দ্বারা পরিবেশিত নৃত্য: রাসারকেলি, জয়ফুল, মাইলা জাদা, বায়ামানা, গুনচিকুটা।\nযাঁরা \"কর্ম\"-এর উপাসনা করেন, তাঁরা ভগবান বিশ্বকর্মা ও করমশনি দেবীকে উদ্দীপিত করে \"কর্ম\" এবং \"ঝুমুর\" রচনা করেন।\nধপ নৃত্য: এই সম্বলপুরী লোকনৃত্য মূলত পশ্চিম ওড়িশার কান্ধা উপজাতির মধ্যে প্রচলিত। নৃত্যে নারী-পুরুষ উভয়েই অংশগ্রহণ করে। এক গ্রামের পুরুষরা অন্য গ্রামের মহিলাদের সাথে নাচে। সাধারণত অবিবাহিত ছেলে মেয়েরা অংশ নেয়। নাচটি বিয়ের অনুষ্ঠানের সময় এবং প্রায়ই বিনোদনের জন্য আয়োজন করা হয়। নাচের নামকরণ করা হয়েছে 'ধাপ' নামক যন্ত্রের কারণে। ধাপটি কাঠের তৈরি খঞ্জরী আকৃতির যার একপাশ খোলা এবং অন্যপাশ পশুর চামড়া দ্বারা আবৃত থাকে। ধপ নর্তক তার বাম হাতে ধাপ ধরে, গুলতিটি তার বাম কাঁধে ঝুলে থাকে এবং তার ডান ও বাম হাত দিয়ে বাজনা বাজায়।\nকরম নাচ : করম বা কর্মের আক্ষরিক অর্থ সম্বলপুরীতে 'ভাগ্য'। এই যাজক সম্বলপুরী লোকনৃত্যটি ভাগ্যের দেবতা (করম দেবতা বা করমশনি দেবী) উপাসনার সময় সম্পাদিত হয়, যাকে লোকেরা ভাল ও খারাপ ভাগ্যের নিয়ন্ত্রক বলে মনে করে। এটি ভাদ্র শুক্ল একাদশী (ভাদ্র মাসের উজ্জ্বল চাঁদের একাদশ দিন) থেকে শুরু হয় এবং বেশ কয়েকদিন যাবত উৎযাপিত হয়। এটি বালাঙ্গির, কালাহাণ্ডি, সুন্দরগড়, সম্বলপুর ও ময়ূরভঞ্জ জেলায় তফসিলি শ্রেণির উপজাতিদের মধ্যে (যেমন বিঞ্জাল, খারিয়া, কিষাণ এবং কোল উপজাতি) জনপ্রিয়। এই নৃত্য সন্তান ও ভালো ফসল প্রদানকারী দেবতা করমশনির সম্মানার্থে নিবেদন করা হয়। পূজা শেষ হওয়ার পর ঢোল (মণ্ডল), করতাল ইত্যাদির সাথে গান ও নৃত্য করা হয়। লাল কাপড়ের উচ্ছ্বাসে রঙিন পোশাকে সজ্জিত তরুণদের মনোমুগ্ধকর এবং ময়ূরের পালকে সাজানো, ছোট ছোট শঙ্খের খোলস দিয়ে নিপুণভাবে ডিজাইন করা অলঙ্কারে সজ্জিত নৃত্য পরিবেশন দর্শকদের পাশাপাশি অভিনয়শিল্পীদেরও আনন্দিত করে। ট্রান্স এবং পরমানন্দ এই নৃত্যে নারী-পুরুষ উভয়েই অংশ নেয় এবং সারা রাত ধরে মগ্ন থাকে। হাতে আয়না নিয়ে অল্পবয়সী ছেলেদের নিপুণ নড়াচড়া নাচ এবং গানের মধ্যে প্রেম তৈরির ঐতিহ্যগত প্যাটার্ন নির্দেশ করে। নৃত্যটি কখনও দলে ছেলেদের দ্বারা, কখনও কখনও দলবদ্ধভাবে মেয়েদের দ্বারা এবং কখনও কখনও উভয় লিঙ্গ একসঙ্গে পরিবেশিত হয়। গানের বিষয়বস্তু প্রকৃতির বর্ণনা, কর্মসানির আমন্ত্রণ, আকাঙ্ক্ষা, মানুষের আকাঙ্ক্ষা, প্রেম এবং হাস্যরস।\nঝুমুর : ঝুমুর হল উত্তর ওড়িশা ও পশ্চিম ওড়িশার একটি লোকনৃত্য। এটি ফসল কাটার মরসুম ও উত্সবগুলিতে সঞ্চালিত হয়।\nকেইসাবাদি : সম্বলপুরী লোকনৃত্যের এই প্রকারটিতে শুধুমাত্র পুরুষরাই অংশগ্রহণ করতে পারে। কেউ কেউ দুই ফুট লম্বা লাঠি ধরে। তারা যে গান গায় তার ছন্দ অনুযায়ী লাঠির আঘাতে বিভিন্ন রূপে নাচে। গুরু প্রথমে গান করেন এবং অন্যরা তাকে অনুসরণ করে। তারা গান করে এবং প্রতিটি স্তবকে তারা \"হাইডো\" বলে চিৎকার করে। গানটির মূল বিষয়বস্তু রাধা ও কৃষ্ণের প্রেমের গল্প থেকে নেওয়া হয়েছে।\n\n\n== আরও দেখুন ==\nভারতের লোকনৃত্যসমূহের তালিকা\n\n\n== তথ্যসূত্র =="}