{"pageid": 1323050, "title": "পার্বতীবাই", "url": "https://bn.wikipedia.org/wiki?curid=1323050", "content": "পার্বতীবাই (৬ই এপ্রিল ১৭৩৪ - ২৩শে সেপ্টেম্বর ১৭৩৬) ছিলেন সদাশিবরাও ভাউয়ের দ্বিতীয় স্ত্রী। তিনি পেনের কোলহাটকর পরিবারের সদস্য ছিলেন। সদাশিবরাওয়ের প্রথম স্ত্রী উমাবাইয়ের মৃত্যুর পর তিনি সদাশিবরাও ভাউকে বিয়ে করেছিলেন এবং এর মাধ্যমে তিনি পেশোয়া পরিবারের সদস্য হয়েছিলেন। তিনি শাহুজীর বিশ্বস্ত আস্থাভাজনও ছিলেন। তার ভাইঝি রাধিকাবাই বিশ্বাসরাওকে বিয়ে করেছিলেন।\n\n\n== পানিপথ অভিযান ==\nসদাশিবরাওয়ের অধীনে মারাঠারা উত্তর ভারতে গেলে, তিনি তার স্বামীর সঙ্গে গিয়েছিলেন। পানিপথে যাওয়ার পথে, মারাঠা শিবিরে তিনি নানা ফড়নবীস এবং সেই সঙ্গে কিছু অন্যান্য মহিলাদের সাথে মথুরা এবং বৃন্দাবনে তীর্থযাত্রা করে এসেছিলেন। তিনি ১৭৬১ সালের ১৪ই জানুয়ারী তারিখে সংঘটিত চূড়ান্ত যুদ্ধে উপস্থিত ছিলেন এবং সদাশিবরাও ভাউয়ের মৃত্যুর পর তার কিছু অনুগত পুরুষের দ্বারা সফলভাবে যুদ্ধক্ষেত্র থেকে বেরিয়ে আসেন। ঘটনাক্রমে পালানোর পথে মালহাররাও হোলকরের সাথে তার দেখা হয়ে গিয়েছিল। হোলকর তাঁকে নিরাপদে চম্বল নদীর দক্ষিণে নিয়ে গিয়েছিলেন।\n\n\n== তার স্বামীর মৃত্যু এবং তার পরের ঘটনা ==\nতার স্বামী সদাশিবরাও ভাউ পানিপথের তৃতীয় যুদ্ধে মারা যান। কিন্তু বাকি জীবনের জন্য তিনি বিধবার জীবন যাপন করতে অস্বীকার করেছিলেন (কারণ তিনি যুদ্ধের আগে নিজের স্বামীকে প্রতিশ্রুতি দিয়েছিলেন)।\n\n\n== মৃত্যু ==\nতিনি মারাঠা সাম্রাজ্যে অনেক উত্থান-পতন দেখেছিলেন এবং মাধবরাও প্রথম ক্ষমতায় থাকাকালীন মারা যান। তার নিউমোনিয়ার হয়েছিল এবং তিনি পুনেতে মারা যান। তার মৃত্যুর পর তাঁকে সদাশিবরাও ভাউয়ের সতী হিসাবে মান্যতা দেওয়া হয়েছিল। পুনেতে তাঁকে দাহ করা হয়েছিল, তবে মারাঠারা তার কোনও স্মৃতিস্তম্ভ স্থাপন করার মতো অবস্থায় ছিল না। তার মৃত্যুর পরের ক্রিয়াকর্ম তার নিজ শহর পেনে সম্পন্ন হয়েছিল।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n২০১৪ সালের মারাঠি ভাষার সিনেমা রামা মাধব- এ শ্রুতি মারাঠে পার্বতীবাই চরিত্রে অভিনয় করেছিলেন\n২০১৯ সালের হিন্দি চলচ্চিত্র, পানিপথে,  কৃতি স্যানন তার চরিত্রে অভিনয় করেছিলেন।\nউমা হৃষিকেশ ২০১৯ সালের মারাঠি ভাষার সিরিজ স্বামীনিতে পার্বতীবাই চরিত্রে অভিনয় করেছেন।\nসীমা কেলকার ১৯৯৪ সালে সঞ্জয় খান মহাকাব্যিক ধারাবাহিক দ্য গ্রেট মারাঠা-তে পার্বতীবাই চরিত্রে অভিনয় করেছিলেন\n\n\n== তথ্যসূত্র =="}