{"pageid": 1323580, "title": "আফগানিস্তানের নারীদের বিপ্লবী সমিতি", "url": "https://bn.wikipedia.org/wiki?curid=1323580", "content": "আফগানিস্তানের নারীদের বিপ্লবী সমিতি (ফার্সি : جمعیت انقلابی زنان افغانستان, জামিআত-ই এনকেলাবি-ই জান-ই আফগানিস্তান, পশতু :د افغانستان د ښڅو انقلابی جمعیت) হল আফগানিস্তানে কাবুল অবস্থিত একটি নারী সংগঠন। সংগঠনটি নারীর অধিকার ও ধর্মনিরপেক্ষ গণতন্ত্র প্রচার করে। এটি ১৯৭৭ সালে একজন আফগান শিক্ষার্থী কর্মী মীনা কেশ্বর কামাল দ্বারা প্রতিষ্ঠিত হয়েছিল, যিনি তার রাজনৈতিক কর্মকাণ্ডের জন্য ফেব্রুয়ারি ১৯৮৭ সালে নিহত হন। অহিংস কৌশল সমর্থনকারী দলটির প্রাথমিক কার্যালয় আফগানিস্তানের কাবুলে ছিল, কিন্তু তারপর ১৯৮০-এর দশকের গোড়ার দিকে পাকিস্তানে চলে যায়।\nসংগঠনটির লক্ষ্য আফগানিস্তানের নারীদের রাজনৈতিক ও সামাজিক উভয় কার্যক্রমে সম্পৃক্ত করা, যার লক্ষ্যে নারীদের জন্য মানবাধিকার অর্জন এবং আফগানিস্তানের সরকারের বিরুদ্ধে গণতান্ত্রিক ও ধর্মনিরপেক্ষ পদ্ধতিতে, মৌলবাদী নীতির ভিত্তিতে নয়, যাতে নারীরা সম্পূর্ণভাবে অংশগ্রহণ করতে পারে। আরএডব্লিউএ বহুপাক্ষিক নিরস্ত্রীকরণের জন্যও প্রচেষ্টা চালায়। দলটি ১৯৭৭ সাল থেকে সমস্ত আফগান সরকার ব্যবস্থার বিরোধিতা করেছিল: আফগানিস্তানের গণতান্ত্রিক প্রজাতন্ত্র, আফগানিস্তানের ইসলামিক স্টেট, আফগানিস্তানের ইসলামিক এমিরেট (১৯৯৬-২০০১), ইসলামিক রিপাবলিক অফ আফগানিস্তান (২০০১-২০২১), এবং ইসলামিক আমিরাত। আফগানিস্তানের (২০২১ থেকে)।\n\n\n== পটভূমি ==\nআরএডব্লিউএ প্রথম ১৯৭৭ সালে কাবুলে মানবাধিকার ও সামাজিক ন্যায়বিচারের জন্য লড়াইরত আফগান নারীদের একটি স্বাধীন সামাজিক ও রাজনৈতিক সংগঠন হিসেবে সূচিত হয়। সংস্থাটি তখন তার কাজের কিছু অংশ আফগানিস্তান থেকে পাকিস্তানে স্থানান্তরিত করে এবং আফগান মহিলাদের জন্য কাজ করার জন্য সেখানে তাদের মূল ঘাঁটি স্থাপন করে।\n\n\n== প্রতিষ্ঠাতা ==\n\nআরএডব্লিউএ মীনা কেশ্বর কামালের নেতৃত্বে একদল আফগান নারী কর্তৃক প্রতিষ্ঠিত হয়েছিল। ২১ বছর বয়সে, তিনি নারীদের শিক্ষিত করার কাজের মাধ্যমে আরএডব্লিউএ-এর ভিত্তি স্থাপন করেছিলেন। ১৯৭৯ সালে, কামাল সোভিয়েত দখলদারিত্ব এবং আফগানিস্তানের সোভিয়েত সমর্থিত সরকারের বিরুদ্ধে অভিযান শুরু করেন। ১৯৮১ সালে, তিনি একটি দ্বিভাষিক ম্যাগাজিন পেয়াম-ই-জান (নারী বার্তা) চালু করেন। একই বছরে, তিনি ফরাসি সোশ্যালিস্ট পার্টি কংগ্রেসের জন্য ফ্রান্স সফর করেন। তিনি আফগান শরণার্থী শিশুদের জন্য স্কুল, পাকিস্তানে শরণার্থী মহিলাদের জন্য হাসপাতাল এবং হস্তশিল্প কেন্দ্রও প্রতিষ্ঠা করেছিলেন। তার কার্যকলাপ ও দৃষ্টিভঙ্গি, সেইসাথে সরকার ও ধর্মীয় মৌলবাদীদের বিরুদ্ধে তার কর্মকাণ্ডের জন্য তাকে ১৯৮৭ সালের ৪ই ফেব্রুয়ারি হত্যা করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}