{"pageid": 1323392, "title": "ভিবিয়া সাবিনা", "url": "https://bn.wikipedia.org/wiki?curid=1323392", "content": "ভিবিয়া সাবিনা (১৩ আগস্ট ৮৩-১৩৬/১৩৭ খ্রিষ্টাব্দ) ছিলেন একজন রোমান সম্রাজ্ঞী, রোমান সম্রাট হাদ্রিয়ানের স্ত্রী এবং চাচাতো বোন। তিনি ছিলেন মাতিদিয়া (রোমান সম্রাট ট্রাজানের ভাতিজি) এবং কনসাল লুসিয়াস ভিবিয়াস সাবিনাসের কন্যা।\n\n\n== প্রারম্ভিক জীবন ==\n৮৪ খ্রিস্টাব্দে বাবার মৃত্যুর পর সাবিনা তার সৎ বোন মাতিদিয়া মাইনরের সাথে তাদের দাদী মার্সিয়ানার নিকট বসবাস করতে চলে যান। চাচা ট্রাজান এবং চাচী প্লোটিনার পরিবারে তারা বেড়ে ওঠেন ।\nসম্রাজ্ঞী প্লোটিনার অনুরোধে ১০০ সনে সাবিনা হাদ্রিয়ানকে বিয়ে করেন। হাদ্রিয়ান ১১৭ সনে তার বড় চাচার স্থলাভিষিক্ত হন। যদিও সাবিনার মা মাতিদিয়াও হাদ্রিয়ানকে পছন্দ করতেন, তবুও সে তার মেয়েকে হাদ্রিয়ানের সাথে বিবাহের অনুমতি দেন।\n\n\n== সম্রাজ্ঞী ==\n\nরোমের প্রথম সম্রাজ্ঞী এবং অগাস্টাসের স্ত্রী লিভিয়ার পর সাবিনা-ই রোম এবং প্বার্শবর্তী প্রদেশে যে কোনো রাজকীয় নারীর চেয়ে বেশি গনসম্মান অর্জন করেছিলেন। প্রকৃতপক্ষে, সাবিনা হলেন সেই প্রথম নারী যার মুখচ্ছবি নিয়মিত রোমে তৈরি করা হয় এবং ধারাবাহিকভাবে মুদ্রায় ব্যবহৃত হতে দেখা যায়। তিনি এখন পর্যন্ত সবচেয়ে দেশ ভ্রমণকারী এবং দৃশ্যমান সম্রাজ্ঞী ছিলেন। ১২৮ সনে, তিনি অগাস্টা উপাধিতে ভূষিত হন।\nসাবিনাকে তার সঙ্গী জুলিয়া বালবিলার ১৩০ খ্রিস্টাব্দের নভেম্বরে হাদ্রিয়ানের মিশর সফরকে উপলক্ষ্য করে রচিত ধারাবাহিক কাব্যে বর্ণনা করা হয়েছে। সেখানে বালবিলা সাবিনাকে 'সুন্দরী' এবং 'প্রেমসিক্ত' বলে সম্মানিত করেন।\nঐতিহাসিক সুয়েটোনিয়াস (যিনি হাদ্রিয়ানের সচিব ছিলেন এবং ১১৯ সনে সম্রাট হাদ্রিয়ানের আদেশে পদচ্যুত হন) তার 'হিস্টোরিয়া অগাস্টা' গ্রন্থে নথিভুক্ত করেন যে \" সম্রাট হাদ্রিয়ান তার স্ত্রী সাবিনার প্রতি প্রাপ্য রাজ শিষ্টাচারের চাইতেও কম শিষ্ট আচরণ করতেন।\" বিভিন্ন সূত্র হতে আরও জানা যায় যে, সাবিনা নিঃসন্তান ছিলেন এবং তার স্বামী হাদ্রিয়ানের তার চাইতেও বেশি আগ্রহ ছিলো তার প্রিয় দাস অ্যান্টিনাস এবং অন্যান্য পুরুষ দাসদের প্রতি।\n\n\n== মৃত্যু ==\nভিবিয়া সাবিনা ১৩৬ বা ১৩৭ সালের প্রথম দিকে তার স্বামীর আগে মারা যান। একটি শক্তিশালী প্রাচীন মতবাদ আছে যে হাদ্রিয়ান তার স্ত্রীর সাথে একজন ক্রীতদাসের চাইতে খুবই সামান্য একটু ভালো ব্যবহার করতেন এবং হয়তো তিনিই তাকে আত্মহত্যা করতে প্ররোচিত করেছিলেন। \n\n\n== তথ্যসূত্র =="}