{"pageid": 1323343, "title": "সুলতান মুরাদ মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1323343", "content": "সুলতান মুরাদ মসজিদ (ম্যাসেডোনীয়: Султан-муратовата џамија ; আলবেনীয়: Xhamia e Sulltan Muratit ; তুর্কি: Sultan Murat Camii উত্তর মেসিডোনিয়ার স্কপিয়েতে অবস্থিত অটোমান যুগের মসজিদ। এটি ১৫ শতকে সেন্ট জর্জের মঠের উপরে নির্মিত হয়েছিল যা ১৩৯২ সালে অটোমান সেনাপতি পাশা ইগিট বে স্কপিয়েকে ভুক ব্রাঙ্কোভিচের কাছ থেকে দখল করার সময় ধ্বংস হয়ে যায়।\n\n\n== ইতিহাস ==\n\nসুলতান মুরাদের দানকৃত অর্থে নির্মিত হয়েছিল। মসজিদটি ১৪৩৬ সালে নির্মিত হয়েছিল।\n\nসুলতান মুরাত মসজিদ কমপ্লেক্স, স্কপিয়েতে একমাত্র সুলতান এনডাউমেন্ট, স্কপিয়ের পুরাতন বাজারের কেন্দ্রীয় অংশে একটি নিচু পাহাড়ের উপর দাঁড়িয়ে আছে। এটির অস্তিত্ব, ঘটনা ও পরিবর্তনের সময় এটি পুড়ে গেছে এবং বেশ কয়েকবার ক্ষতিগ্রস্ত হয়েছে যা প্রবেশদ্বারের উপরের তিনটি শিলালিপি উল্লেখ করে। প্রথমবার ছিল ১৫৩৭ সালের অগ্নিকাণ্ড, তারপরে এটি ১৫৩৯ সালে সুলতান সুলেমান দ্বারা পুনর্গঠিত হয়েছিল। দ্বিতীয়বার, এটি তাদের সামরিক নেতা পিকোলোমিনির নেতৃত্বে অস্ট্রিয়ান সেনাবাহিনী দ্বারা পুড়িয়ে দেওয়া হয়েছিল, যারা পুরো শহরটিকে আগুনে পুড়িয়ে দিয়েছিল । ২৩ বছর পর ১৭১১ সালে আহমেদ তৃতীয়ের ডিক্রির মাধ্যমে এটি পুনর্নবীকরণ করা হয়। ১৯১২ সালে পঞ্চম মুহাম্মদ-এর আদেশে মসজিদটি শেষবারের মতো মেরামতের কাজ করে।\nএর স্থাপত্য বৈশিষ্ট্যের পরিপ্রেক্ষিতে, স্কপিয়ের বৃহত্তম মসজিদগুলির মধ্যে একটি হিসাবে, এটি বলকানে অটোমান ভবনের সবচেয়ে উল্লেখযোগ্য নমুনার অন্তর্ভুক্ত। এটির একটি বেসিলিকা স্থাপত্য ফর্ম রয়েছে এবং এটি একটি চারটি ছাদযুক্ত ছাদ দিয়ে আচ্ছাদিত। এটি উসমানীয় স্থাপত্যের প্রারম্ভিক কনস্টান্টিনোপল শৈলীর অনুরূপ। অভ্যন্তরটি তিনটি স্তম্ভের সারি সহ তিনটি নেভে বিভক্ত, যখন ছাদটি একটি সমতল কাঠের কফার্ড সিলিং দিয়ে তৈরি। মিহরাব, মিম্বার এবং মাহভিল ১৯১০ এর দশক থেকে।\nদাগেস্তানের আলি পাশার তুর্বে সুলতান মুরাদ মসজিদের পূর্ব দিকের পাশে দাঁড়িয়ে আছে। এটিতে দুটি পাথরের সারকোফাগি রয়েছে, আলী পাশার স্ত্রী এবং কন্যার সমাধিস্থল। বিকি হানের তুর্বে মসজিদের দক্ষিণ পাশে দাঁড়িয়ে আছে। অভ্যন্তরে, শিলালিপি ছাড়া পাঁচটি সমাধি রয়েছে। এর বিশাল স্মৃতিস্তম্ভের সাথে, উত্তর মেসিডোনিয়ায় টিকে থাকা এই ধরনের স্থাপনার মধ্যে বিকি হানের টার্বে বৃহত্তম। দুটি টারবে ঘিরে একটি নেক্রোপলিস রয়েছে, যেখানে বেশ কয়েকটি কবর চিহ্নিত করা হয়েছে।\nক্লক টাওয়ারের পাশে একটি মালভূমিতে দাঁড়িয়ে আছে সুলতান মুরাদ মসজিদ। মসজিদের প্রধান স্থপতি ছিলেন দেবর হোসেন । স্কপিয়ে অগ্নিকাণ্ড এবং ভূমিকম্পের কারণে মসজিদটি বেশিরভাগই অক্ষত রয়ে গেছে।\nসুলতান মুরাদ মসজিদটি আয়তাকার আকৃতির, একটি বারান্দা সহ চারটি স্তম্ভে সজ্জিত ক্যাপলেট রয়েছে, যা তোরণ দ্বারা সংযুক্ত।\n\n\n== তথ্যসূত্র =="}