{"pageid": 1323502, "title": "সতীশচন্দ্র বসু", "url": "https://bn.wikipedia.org/wiki?curid=1323502", "content": "সতীশচন্দ্র বসু (১৮৭৬ ― ৯ অক্টোবর, ১৯৪৮) ছিলেন ভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনের একজন বিপ্লবী, যিনি কলকাতায় বিপ্লবীদের সংগঠন  অনুশীলন সমিতির অন্যতম প্রতিষ্ঠাতা ছিলেন।বিশ শতকের শুরুতে ব্রিটিশ ভারতে স্বদেশি আন্দোলনকে কেন্দ্র করে সশস্ত্র বিপ্লবের পটভূমিকায় বিপ্লবী সতীশচন্দ্র বসুর নেতৃত্বে গড়ে উঠেছিল অনুশীলন সমিতি।\n\nসতীশচন্দ্র  ব্রিটিশ ভারতের কলকাতায় জন্মগ্রহণ করেন। পিতা ছিলেন উমেশচন্দ্র বসু। সতীশচন্দ্র কলকাতার জেনারেল অ্যাসেমব্লিজ ইনস্টিটিউশন তথা বর্তমানের স্কটিশ চার্চ কলেজের ছাত্র ও স্বামী বিবেকানন্দের শাক্ত দর্শনে প্রভাবিত ছিলেন। ১৮৮২ খ্রিষ্টাব্দে বঙ্কিমচন্দ্র চট্টোপাধ্যায়ের আনন্দমঠ উপন্যাসের সূত্রে সেসময় বাঙালি তরুণ সমাজ বিপ্লবের মন্ত্রে উজ্জীবিত হয়ে উঠেছিল। সতীশচন্দ্রও তাদের কার্যকলাপে উদ্বুদ্ধ হয়ে কলেজের ব্যায়ামাগারে গড়ে তোলেন ব্রিটিশ বিরোধী 'কাশীনাথ সাহিত্য সমিতি'।  তার এই সংগঠনটি মূলত 'অনুশীলন তত্ত্ব'-এর আদর্শে গড়ে উঠেছিল। সতীশচন্দ্রের ঐকান্তিক প্রচেষ্টায় সেখানে শরীর চর্চার পাশাপাশি মানসিক, নৈতিক ও আধ্যাত্মিক চর্চা হত।  কিন্তু ভারতীয়দের উপর ব্রিটিশদের অমানবিক অত্যাচার ও পাশবিকতা দৃশ্য দেখে বৈপ্লবিক মনোভাবের জন্ম নেয় তরুণ সতীশচন্দ্রের মনে। এই মনোভাবের কারণেই পরবর্তীতে নিজেকে দেশমাতৃকার সেবায় নিয়োগ করেন। ইতোমধ্যে ইংল্যান্ড প্রত্যাগত ব্যারিস্টার পি মিত্র নামে পরিচিত প্রমথনাথ মিত্রর যিনি ইংল্যান্ডের পড়াশোনার সময় আয়ারল্যান্ড এবং রাশিয়ার বিপ্লবীদের কথা বিশদে জানেন এবং দেশে ফিরে  ভারতকে পরাধীন মুক্ত করতে 'নিখিল বঙ্গ বৈপ্লবিক সমিতি' গঠন করার উদ্যোগ গ্ৰহণ করেন। অতঃপর সতীশচন্দ্র বসুর সঙ্গে তার সাক্ষাৎ ও পরিচয়ে ১৯০২ খ্রিষ্টাব্দের ২৪ মার্চ (১৩০৮ বঙ্গাব্দের ১০ চৈত্র সোমবার) তার 'কাশীনাথ সাহিত্য সমিতি' এবং 'নিখিল বঙ্গ বৈপ্লবিক সমিতি'-র সমন্বয়ে গঠিত হয় অনুশীলন সমিতি। প্রমথনাথ মিত্র সমিতির সভাপতি পদে বৃত হন। দেশবন্ধু চিত্তরঞ্জন দাশ, অরবিন্দ ঘোষ সুরেন্দ্রনাথ ঠাকুর সমিতির কাজে সক্রিয় ভূমিকায় ছিলেন। অন্যতম পৃষ্ঠপোষক ছিলেন স্বামী বিবেকানন্দের শিষ্যা  ভগিনী নিবেদিতাও। স্বামীজির আর এক শিষ্য স্বামী সারদানন্দের সরাসরি যোগ ছিল। সতীশচন্দ্রের জাতীয়তাবাদী চিন্তা, চেতনার প্রভাবে এদের অবদান ছিল। দেহ চর্চা, লাঠি খেলা ইত্যাদিতে নিয়োজিত সতীশচন্দ্র স্বদেশী শিল্পেরও অন্যতম সমর্থক ছিলেন। অনুশীলন সমিতির লাঠি শিক্ষক ছিলেন শৈলেন্দ্রনাথ মিত্র (১৮৮১-১৯৭৪)। এই সমিতির শাখা সারা বাংলায় ছড়িয়ে পড়েছিল। \nপরবর্তীতে  পুলিনবিহারী দাসের পরিচালনায় ঢাকা অনুশীলন সমিতি বিশেষ খ্যাতি লাভ করেছিল। সমিতির যে শাখা যুগান্তর নামে পত্রিকা পরিচালনা করত তা ক্রমে যুগান্তর দল নামে সমধিক খ্যাত হয়।\n১৯৪৮ খ্রিষ্টাব্দের ৯ই অক্টোবর কলকাতায় অসুস্থ হয়ে মৃত্যুবরণ করেন বিপ্লবী সতীশচন্দ্র বসু।\n\n\n== তথ্যসূত্র =="}