{"pageid": 1323253, "title": "অনিতা শ্রফ আদাজানিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1323253", "content": "আনিতা শ্রফ আদাজানিয়া একজন ভারতীয় ফ্যাশন স্টাইলিস্ট, পোশাক নকশাকার এবং অভিনেত্রী। তিনি ভোগ ইন্ডিয়া পত্রিকার ফ্যাশন অধিকর্তা।\n\n\n== প্রাথমিক জীবন ==\nআদাজানিয়া মুম্বাইয়ে একটি পার্সি পরিবারে জন্মগ্রহণ করেন। তিনি দ্য বোম্বে ইন্টারন্যাশনাল স্কুল এবং মুম্বইয়ের সেন্ট জেভিয়ার্স কলেজে পড়াশোনা করেছেন।\n\n\n== কর্মজীবন ==\n১৯৯৬ সালে এলি পত্রিকার প্রকাশনা ভারতে শুরু হওয়ার পর তিনি সেখানে সহকারী ফ্যাশন সম্পাদক হিসেবে তাঁর কর্মজীবন শুরু করেছিলেন। পরবর্তীকালে, ভোগ ইন্ডিয়ার ফ্যাশন অধিকর্তা হওয়ার আগে তিনি ল'অফিসিল ইন্ডিয়ার সাথে কাজ করেন।\nস্টাইল সেল কোম্পানির মালিক, আদাজানিয়া ধুম ২, বিয়িং সাইরাস, এভরিবডি সেজ আই অ্যাম ফাইন!, লাভ আজ কাল এবং ককটেল সহ বেশ কয়েকটি বলিউডি চলচ্চিত্রের ডিজাইন কাজের জন্য সুপরিচিত হয়েছেন। তিনি উল্লেখযোগ্যভাবে ধুম সিরিজের তিনটি ছবিতেই স্টাইল পরিকল্পনা করেছেন। ধুম (২০০৪) থেকে শুরু হয়েছিল তাঁর কাজ, সেখানে তিনি জন আব্রাহাম এবং এশা দেওলের সাজ সজ্জার দায়িত্ব নিয়েছিলেন। তারপরে ধুম ২ (২০০৬) চলচ্চিত্রে তিনি ঐশ্বরিয়া রাই বচ্চন, হৃতিক রোশন এবং বিপাশা বসুর সাথে কাজ করেছেন। তারপর ২০১৩ সালের ফ্র্যাঞ্চাইজি ধুম ৩ সংস্করণে, তিনি ক্যাটরিনা কাইফের স্টাইলের দেখাশুনো করেছিলেন।\nতাঁর পরিকল্পনাগুলি ভোগ, ল'অফিসিয়াল, এলি এবং রোলিং স্টোন সহ অনেক পত্রিকায় প্রদর্শিত হয়েছে। তিনি বর্তমানে অভিনেত্রী দীপিকা পাড়ুকোনের সমস্ত ইভেন্টের জন্য বিশেষভাবে স্টাইল করেন।\nএছাড়াও, তিনি দিলওয়ালে দুলহনিয়া লে যায়েঙ্গের (১৯৯৫) মতো চলচ্চিত্রগুলিতে ওয়াক-অন চরিত্রে (খুব ছোট চরিত্র) অভিনয় করেছেন। এখানে তিনি শিনা চরিত্রে অভিনয় করেছিলেন, যে ছিল লন্ডনে সিমরনের (কাজল) বন্ধু। ইউরোপীয় সফরের শুরুতে এর সাথেই রাজ (শাহরুখ খান) প্রেমের অভিনয় করে। কাল হো না হো (২০০৩) চলচ্চিত্রে, তিনি রোহিতের (সাইফ আলি খান) বন্ধু গীতার চরিত্রে অভিনয় করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\n\nতিনি ২০০২ সালে ভারতীয় চলচ্চিত্র পরিচালক এবং চিত্রনাট্যকার হোমি আদাজানিয়াকে বিয়ে করেন যিনি বিয়িং সাইরাস (২০০৬) এবং ককটেল (২০১২) পরিচালনা করেছিলেন। এই দম্পতির দুটি ছেলে রয়েছে। অনিতার বোনের নাম শেরেজাদে শ্রফ।\nশেরেজাদে শ্রফ একজন ইউ টিউব ভ্লগার। তিনি ২০১৬ সালে অভিনেতা বৈভব তলওয়ারকে বিয়ে করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অনিতা শ্রফ আদাজানিয়া (ইংরেজি)"}