{"pageid": 1323348, "title": "ক্রসরেফ", "url": "https://bn.wikipedia.org/wiki?curid=1323348", "content": "Crossref (পূর্বে স্টাইল করা CrossRef )  আন্তর্জাতিক DOI ফাউন্ডেশনের একটি অফিসিয়াল ডিজিটাল অবজেক্ট আইডেন্টিফায়ার (DOI) নিবন্ধন সংস্থা। এটি পাবলিশার্স ইন্টারন্যাশনাল লিঙ্কিং অ্যাসোসিয়েশন ইনক দ্বারা পরিচালিত হয়। (PILA)  এবং অনলাইন একাডেমিক জার্নালে ক্রমাগত ক্রস-প্রকাশক উদ্ধৃতি লিঙ্কিং সক্ষম করার জন্য প্রকাশকদের মধ্যে একটি সহযোগিতামূলক প্রচেষ্টা হিসাবে ২০০০ সালের প্রথম দিকে চালু করা হয়েছিল।  আগস্ট ২০২২-এ, ক্রসরেফ তালিকা করে যে ৬০ মিলিয়নেরও বেশি জার্নাল স্টাডিজগুলিকে দেখার এবং পুনঃব্যবহারের জন্য বিনামূল্যে করা হয়েছিল, এবং তারা সূচকে তাদের রেফারেন্স ডেটা যোগ করার জন্য অন্যান্য প্রকাশকদের কাছে সর্বজনীনভাবে একটি চ্যালেঞ্জ তৈরি করেছিল।\nCrossref প্রায় ২,০০০ ভোটদানকারী সদস্য প্রকাশকদের একটি অলাভজনক সমিতি যারা বাণিজ্যিক এবং অলাভজনক উভয় সংস্থা সহ ৪,৩০০ টি সমিতি এবং প্রকাশকদের প্রতিনিধিত্ব করে৷ Crossref বিভিন্ন ব্যবসায়িক মডেলের প্রকাশকদের অন্তর্ভুক্ত করে, যার মধ্যে খোলা অ্যাক্সেস এবং সদস্যতা নীতি উভয়ই রয়েছে। Crossref সম্পূর্ণ পাঠ্য বৈজ্ঞানিক বিষয়বস্তুর একটি ডাটাবেস প্রদান করে না। বরং, এটি অন্যান্য সাইটে হোস্ট করা বিতরণকৃত বিষয়বস্তুর মধ্যে লিঙ্কগুলিকে সহজতর করে৷\nক্রসরেফ জার্নাল, বই, কনফারেন্স প্রসিডিং, ওয়ার্কিং পেপার, টেকনিক্যাল রিপোর্ট এবং ডেটা সেট সহ বিভিন্ন ধরনের বিষয়বস্তু থেকে লক্ষ লক্ষ আইটেমকে ইন্টারলিঙ্ক করে । লিঙ্ক করা বিষয়বস্তুতে বৈজ্ঞানিক, প্রযুক্তিগত এবং চিকিৎসা (STM) এবং সামাজিক বিজ্ঞান ও মানবিক (SSH) শাখার সামগ্রী অন্তর্ভুক্ত রয়েছে। খরচ ক্রসরেফ সদস্য প্রকাশকদের দ্বারা প্রদান করা হয়. Crossref ডিজিটাল অবজেক্ট আইডেন্টিফায়ার (DOIs) ব্যবহার করে এই রেফারেন্স লিঙ্কিংয়ের জন্য প্রযুক্তিগত এবং ব্যবসায়িক অবকাঠামো প্রদান করে। Crossref তার DOI-এর জন্য ডিপোজিট এবং কোয়েরি পরিষেবা প্রদান করে।\nDOI প্রযুক্তির সাথে স্কলারলি রেফারেন্স লিঙ্ক করার পাশাপাশি, Crossref তার অংশগ্রহণকারীদের মধ্যে একটি সাধারণ লিঙ্কিং চুক্তি সক্ষম করে। সদস্যরা তাদের বর্তমান জার্নাল সামগ্রীতে DOI বরাদ্দ করতে সম্মত হন এবং তারা তাদের বিষয়বস্তুর রেফারেন্স থেকে অন্যান্য প্রকাশকদের সামগ্রীতে লিঙ্ক করতেও সম্মত হন। এই পারস্পরিকতা একটি গুরুত্বপূর্ণ উপাদান যা সিস্টেমকে কাজ করে।\nঅ-প্রকাশক সংস্থাগুলি অনুমোদিত হয়ে ক্রসরেফে অংশগ্রহণ করতে পারে৷ এই ধরনের সংস্থাগুলির মধ্যে রয়েছে লাইব্রেরি, অনলাইন জার্নাল হোস্ট, লিঙ্কিং পরিষেবা প্রদানকারী, সেকেন্ডারি ডাটাবেস প্রদানকারী, সার্চ ইঞ্জিন এবং নিবন্ধ আবিষ্কারের সরঞ্জাম সরবরাহকারী।\n\n\n== সেবা ==\nপণ্ডিত বিষয়বস্তুতে DOI বরাদ্দ করার পাশাপাশি, Crossref অতিরিক্ত পরিষেবা প্রদান করে যেমন চুরির স্ক্রীনিং এবং তহবিলকারীদের দ্বারা অনুসন্ধান।\n\n\n=== কাটা চিহ্ন ===\nক্রসমার্ক আপডেট সিস্টেম পণ্ডিত সম্প্রদায়ের জন্য রেফারেন্স লিঙ্কিং এবং অন্যান্য টেকসই ক্রস-প্রকাশক পরিষেবার সুবিধা দেয়। পাঠক নথি সম্পর্কে স্ট্যাটাস তথ্য দেখতে ক্রসমার্ক লোগোতে ক্লিক করে। যদি একটি আপডেট বিদ্যমান থাকে, স্থিতি তথ্য আপডেট করা নথিতে একটি DOI লিঙ্ক অন্তর্ভুক্ত করবে।\n\nCrossMark allows scholars to easily identify instances of documents that are being actively maintained by their publishers. The appearance of a CrossMark logo on a HTML, PDF or ePub document indicates that the publisher is taking care of or stewarding it through any updates, corrections, retractions, or other changes.\n\n\n=== খোলা উদ্ধৃতি জন্য উদ্যোগ ===\nক্রসরেফ উদ্ধৃতি ডেটা ইনিশিয়েটিভ ফর ওপেন সিটেশনের পক্ষে উপলব্ধ করা হয়েছে, একটি প্রকল্প, এপ্রিল ২০১৭ সালে চালু করা হয়েছিল, যা নিজেকে \"অনিয়ন্ত্রিত প্রচারের জন্য পণ্ডিত প্রকাশক, গবেষক এবং অন্যান্য আগ্রহী পক্ষের মধ্যে একটি সহযোগিতা হিসাবে বর্ণনা করে। পাণ্ডিত্যপূর্ণ উদ্ধৃতি তথ্যের প্রাপ্যতা\"। \n\n\n== পুরস্কার ==\n২০১২ সালের সেপ্টেম্বরে, ক্রসরেফ স্কলারলি পাবলিশিং-এ অবদানের জন্য অ্যাসোসিয়েশন অফ লার্নড অ্যান্ড প্রফেশনাল সোসাইটি পাবলিশার্স (ALPSP) পুরস্কারে ভূষিত হন। ALPSP-এর মতে, \"৪,০০০-এরও বেশি অংশগ্রহণকারী প্রকাশকের সাথে, ক্রসরেফের নাগাল আন্তর্জাতিক এবং এটি শুধুমাত্র প্রকাশকদের মধ্যেই নয়, সাহিত্যিক সম্প্রদায় এবং গবেষকদের মধ্যেও খুব ভালভাবে সমাদৃত৷ Crossref এই অনন্য অবস্থানের উপর ভিত্তি করে তৈরি করেছে অন্যান্য পরিষেবা যেমন Crossref Cited by Linking, CrossCheck, CrossMark এবং সর্বশেষ প্রকল্প, FundRef। ক্রসরেফের পরিষেবাগুলি সমাধান প্রদান করে যা শিল্প দ্বারা সম্মিলিতভাবে পণ্ডিত যোগাযোগের উন্নতির জন্য সর্বোত্তমভাবে করা হয়।\" \nকাউন্সিল অফ সায়েন্স এডিটরস (CSE) ২০০৯ সালের মে মাসে CSE বার্ষিক সভায় মেধাবী অর্জনের জন্য ক্রসরেফকে তার পুরস্কার প্রদান করে। এটি ছিল দ্বিতীয়বারের মতো পুরস্কারটি কোনো ব্যক্তিকে না দিয়ে কোনো প্রতিষ্ঠানের কাছে। \n২০০৮ সালের সেপ্টেম্বরে, ALPSP ক্রসচেক প্লেজিয়ারিজম স্ক্রীনিং পরিষেবার জন্য ক্রসরেফকে তার ইনোভেশন ইন পাবলিশিং অ্যাওয়ার্ড প্রদান করে iThenticate দ্বারা চালিত। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nCrossref Blog  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ নভেম্বর ২০১৫ তারিখে"}