{"pageid": 1323220, "title": "জগদ্ধাত্রী (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1323220", "content": "জগদ্ধাত্রী হল একটি ২০২২ ভারতীয় বাংলা ভাষার প্রণয়ধর্মী রোমাঞ্চকর নাটক টেলিভিশন ধারাবাহিক যা ২৯ আগস্ট ২০২২-এ বিনোদনমূলক চ্যানেল জি বাংলায় সম্প্রচার করা হয়েছিল এবং এটি ডিজিটাল প্ল্যাটফর্ম জি৫- এ উপলব্ধ। ধারাবাহিকটি প্রযোজনা করেছেন ব্লুজ প্রোডাকশনের স্নেহাশিষ চক্রবর্তী এবং প্রধান ভূমিকায় রয়েছেন অঙ্কিতা মল্লিক এবং সৌম্যদীপ মুখার্জি।\n\n\n== পটভূমি ==\nগল্পটি একটি অনাথ মেয়ে জগদ্ধাত্রী এবং একটি ধনী ছেলেকে ঘিরে জড়িত যারা উভয়ই বন্ধু এবং বিশেষ অপরাধ শাখার কর্মকর্তা। জগদ্ধাত্রী একজন বিশেষ অপরাধ শাখার গুপ্ত-কর্মকর্তা কিন্তু তার আসল পরিচয় কেউ জানে না।\n\n\n== অভিনয় শিল্পী ==\nজগদ্ধাত্রী সান্যাল মুখার্জি বা জ্যাস সান্যাল চরিত্রে অঙ্কিতা মল্লিক – একজন বিশেষ অপরাধ শাখার কর্মকর্তা, দেব এবং শিখার মেয়ে, স্বয়ম্ভুর স্ত্রী, মেহেন্দির সৎ বোন।\nস্বয়ম্ভু মুখার্জি চরিত্রে সৌম্যদীপ মুখার্জি – একজন বিশেষ অপরাধ শাখার কর্মকর্তা, জগদ্ধাত্রীর স্বামী, উৎসবের সৎ ভাই।\nশকুন্তলা সান্যাল চরিত্রে কাঞ্চনা মৈত্র : দেবের দ্বিতীয় স্ত্রী; জগদ্ধাত্রীর সৎ মা; মেহেন্দি আর মৌমার মা।\nদেব সান্যাল চরিত্রে বিপ্লব ব্যানার্জি: জগদ্ধাত্রী, মেহেন্দি এবং মৌমার বাবা; প্রয়াত শিখার সাবেক স্বামী, শকুন্তলার স্বামী।\nমেহেন্দি সান্যাল মুখার্জির চরিত্রে সঞ্চারী দাস/রিতু রাই আচার্য : দেব ও শকুন্তলার মেয়ে; জগদ্ধাত্রীর সৎ বোন; মৌমার বোন; উৎসবের স্ত্রী।\nমহাশ্বেতা সান্যাল চরিত্রে সোমা দে : দেব এবং নূপুরের মা; জগদ্ধাত্রী, মেহেন্দি, মৌমা, উপাসনা এবং আরাধনার দাদী।\nউপাসনা চরিত্রে শোভনা ভুনিয়া: নূপুরের মেয়ে; আরাধনার বোন; জগদ্ধাত্রী, মেহেন্দি, মৌমার মামাতো বোন।\nনূপুর চরিত্রে সোমশ্রী চাকী: দেবের বোন; উপাসনা ও আরাধনের মা; জগদ্ধাত্রী, মেহেন্দি, মৌমার পিসী।\nআরাধনা চরিত্রে রোশনি ঘোষ: নূপুরের মেয়ে; উপাসনার বোন; জগদ্ধাত্রী, মেহেন্দি, মৌমার পিসতুতো বোন।\nমৌমা সান্যাল চরিত্রে সহমিতা আচার্য: জগদ্ধাত্রীর সৎ বোন, দেব এবং শকুন্তলার মেয়ে; মেহেন্দির বোন।\nমেনান চরিত্রে গৌরব ঘোষাল - একজন ভয়ঙ্কর গ্যাংস্টার এবং মাফিয়া।\nকৌশিকী মুখার্জি চট্টোপাধ্যায় চরিত্রে রূপশা চক্রবর্তী।\nসমরেশ চ্যাটার্জি চরিত্রে আদিত্য চৌধুরী: কৌশিকির স্বামী।\nউৎসব মুখার্জি চরিত্রে অর্ক চক্রবর্তী: রাজনাথ ও বৈদেহীর ছেলে; স্বয়ম্ভুর সৎ ভাই; সাংভি আর শায়নার ভাই; জগদ্ধাত্রীর প্রাক্তন প্রেমিক; মেহেন্দির স্বামী; কৌশিকীর কাকাতো ভাই; মেনানের ডান হাত।\nবৈদেহী মুখার্জি চরিত্রে মৌমিতা গুপ্ত - রাজনাথের দ্বিতীয় স্ত্রী; উৎসব, সাংভি এবং শায়নার মা; স্বয়ম্ভুর সৎ মা।\nরাজনাথ মুখার্জি চরিত্রে সুপ্রিয় দত্ত - বৈদেহীর স্বামী; স্বয়ম্ভু, উৎসব, সাংভি আর শায়নার বাবা।\nভার্গবী মুখার্জি চরিত্রে তাপসী রায় চৌধুরী: দিবানাথের স্ত্রী; কৌশিকীর মা।\nদিবানাথ মুখোপাধ্যায় চরিত্রে মনিশঙ্কর ব্যানার্জি: রাজনাথের ভাই; ভার্গবীর স্বামী; কৌশিকীর বাবা।\nগরিমা মুখার্জি চরিত্রে রূপশা চ্যাটার্জি: প্রীতির বোন: কৌশিকি, উৎসব, সাংভি এবং শায়নার কাজিন বোন, গুঞ্জনের প্রেমের আগ্রহ।\nশায়না মুখার্জি চরিত্রে পায়েল তরফদার: রাজনাথ ও বৈদেহীর মেয়ে; স্বয়ম্ভুর সৎ বোন; উৎসব ও সাংভির বোন; কৌশিকীর মামাতো বোন।\nসাংভি মুখার্জি চরিত্রে প্ররোনা ভট্টাচার্য: রাজনাথ এবং বৈদেহীর মেয়ে; স্বয়ম্ভুর সৎ বোন; উৎসব আর শায়নার বোন; কৌশিকীর মামাতো বোন।\nগুঞ্জন চরিত্রে সৌগত দাশগুপ্ত; গোরিমার প্রেমের আগ্রহ।\nপ্রীতি চরিত্রে ত্বরিতা চ্যাটার্জি: দেবুর স্ত্রী; কৌশিকী, উৎসব, সাংভি আর শায়নার মামাতো বোন।\nদেবু চরিত্রে দেবজয় মল্লিক: প্রীতির স্বামী।\nদিব্যা সেন চরিত্রে প্রিয়া পাল: সমরেশের প্রেমের আগ্রহ; কৌশিকীর প্রতিদ্বন্দ্বী।\nশরিন্দ্রী চরিত্রে সুকন্যা চ্যাটার্জি: একজন রিপোর্টার; উৎসবের সাবেক প্রেমিকা।\nবাগচী চরিত্রে শুভজিৎ ব্যানার্জি।\n\n\n== তথ্যসূত্র =="}