{"pageid": 1324521, "title": "চাহিদা আমানত", "url": "https://bn.wikipedia.org/wiki?curid=1324521", "content": "চাহিদা আমানত (ইংরেজি: Demand Deposit) হল বাণিজ্যিক ব্যাংকে চলতি বা সঞ্চয়ী হিসাবে রক্ষিত তহবিল বা আমানত যেটি গ্রাহক যেকোনো সময় চেক বা কার্ডের মাধ্যমে উত্তোলন করতে পারে। এই হিসাবসমূহের আমানত সাধারণত নগদ অর্থ হিসাবে বিবেচিত হয়। চাহিদা আমানত কোনও পূর্ব নোটিশ ছাড়াই চাহিদা অনুযায়ী আমানতকারী উত্তোলন করতে পারে।\n\n\n== ইতিহাস ==\n\nমূলত ১৬শ এবং ১৭শ শতাব্দীর দিকে ব্যাংকগুলো জনসাধারণের কাছ থেকে আমানত গ্রহণ শুরু করে। যুক্তরাষ্ট্রে ১৮৬৫ সালে ব্যাংক নোট ইস্যুর উপর ১০% কর আরোপ করা হয়। ঐসময় থেকেই মূলত যুক্তরাষ্ট্রে চাহিদা আমানতের উদ্ভব হয় এবং দ্রুতই এর ব্যবহার বাড়তে থাকে। মার্কিন যুক্তরাষ্ট্রে শুধুমাত্র নাউ হিসাব ব্যতীত অন্যসব চেকিং হিসাবসমূহে (চেক অফারিং হিসাব) রক্ষিত তহবিলকে চাহিদা আমানত বোঝায়। বাংলাদেশে চাহিদা আমানত বলতে চলতি হিসাব এবং সঞ্চয়ী হিসাবে রক্ষিত আমানতকে বুঝানো হয়।\n\n\n== অর্থ সরবরাহ ==\nচাহিদা আমানত সাধারণত সংকীর্ণভাবে সংজ্ঞায়িত অর্থ সরবরাহের একক হিসাবে বিবেচিত হয়, কারণ এই আমানত চেক এবং ড্রাফ্টের মাধ্যমে উত্তোলন, পণ্য ও পরিষেবার মূল্য পরিশোধের মাধ্যম এবং ঋণ নিষ্পত্তির জন্য ব্যবহার করা হয়। একটি দেশের অর্থ সরবরাহ সাধারণত মুদ্রা এবং চাহিদা আমানতের সমন্বয়ে সংজ্ঞায়িত করা হয়। বেশিরভাগ দেশে চাহিদা আমানত হিসেবেই বেশিরভাগ অর্থ সরবরাহ মজুত থাকে।\nআর্থিক সঙ্কটের সময়ে সাধারণত ব্যাংক গ্রাহকরা নগদ অর্থ তুলে নেয়, যার ফলে চাহিদা আমানত কমে যায় এবং অর্থের যোগান সংকুচিত হয়। অর্থনীতিবিদরা ধারণা করেন যে এই প্রভাব মহামন্দার তীব্রতায় অবদান রেখেছে। যদিও, ২০০৮ সালে শুরু হওয়া আর্থিক সংকটে এমনটি ঘটেনি। প্রকৃতপক্ষে, মার্কিন যুক্তরাষ্ট্রে চাহিদা আমানত নাটকীয়ভাবে বৃদ্ধি পেয়েছে, যা ২০০৮ সালের আগস্ট মাসের প্রায় $৩১০ বিলিয়ন থেকে ডিসেম্বর মাসে প্রায় $৪৬০ বিলিয়ন পৌঁছেছে।\n\n\n== সুবিধাসমূহ ==\nচাহিদা আমানতের মূল সুবিধা গ্রাহক যেকোনো সময় কোনো পূর্ব নোটিশ ছাড়াই অর্থ উত্তোলনের সুবিধা। গ্রাহক তার চাহিদা অনুযায়ী যেকোনো সময় ব্যাংকের ক্যাশ কাউন্টারে বা এটিএম থেকে টাকা উত্তোলন করতে পারে। ব্যাংক কার্ড ব্যবহার করে গ্রাহক তার ক্রিত পণ্যের মূল্য পরিশোধ করতে পারে। ইন্টারনেট ব্যাংকিং সুবিধা ব্যবহার করে গ্রাহক চাহিদা আমানত হিসাব থেকে বিভিন্ন ইউটিলিটি বিল পরিশোধ করতে পারে। এই হিসাবে টাকা জমা করা বা উত্তোলন করার কোনো সীমা উল্লেখ থাকে না। গ্রাহক যতবার ইচ্ছা টাকা জমা এবং হিসাবে টাকা থাকা সাপেক্ষে যতবার ইচ্ছা যেকোনো পরিমাণ টাকা উত্তোলন করতে পারে।\n\n\n== আরও দেখুন ==\n\nচলতি হিসাব\nসঞ্চয়ী হিসাব\n\n\n== তথ্যসূত্র =="}