{"pageid": 1324404, "title": "২০২২–২৩ উয়েফা ইউরোপা লিগ নকআউট পর্ব", "url": "https://bn.wikipedia.org/wiki?curid=1324404", "content": "২০২২–২৩ উয়েফা ইউরোপা লিগের নকআউট পর্বটি ২০২২–২৩ উয়েফা ইউরোপা লিগ এর চ্যাম্পিয়ন নির্ধারণ করতে ১৬ ফেব্রুয়ারি নকআউট রাউন্ড প্লে-অফের মাধ্যমে শুরু হবে এবং ৩১ মে ২০২৩ তারিখে বুদাপেস্ট, হাঙ্গেরির পুস্কাস অ্যারেনায় ফাইনালের মাধ্যমে শেষ হবে। নকআউট পর্বে মোট ২৪টি দল প্রতিদ্বন্দ্বিতা করবে।\n\n\n== যোগ্য দল ==\nনকআউট পর্বে ২৪টি দল অংশগ্রহণ করবে: ১৬টি দল যারা গ্রুপ পর্বে আটটি গ্রুপের প্রতিটিতে বিজয়ী এবং রানার-আপ হিসাবে যোগ্যতা অর্জন করেছে এবং চ্যাম্পিয়ন্স লিগের গ্রুপ পর্ব থেকে তৃতীয় স্থান অধিকারী আটটি দল।\n\n\n=== ইউরোপা লিগের গ্রুপ পর্বের বিজয়ী এবং রানার-আপ ===\n\n\n=== চ্যাম্পিয়ন্স লিগের গ্রুপ পর্বের তৃতীয় স্থানে থাকা দলগুলো ===\n\n\n== বিন্যাস ==\nনকআউট পর্বে প্রতিটি টাই ফাইনাল বাদে দুই লেগ সমতায় খেলা হয়, প্রতিটি দল ঘরোয়া মাঠে এক লেগ খেলে। যে দল দুই লেগে মোট গোল বেশি করে সে পরবর্তী রাউন্ডে যায়। যদি সামগ্রিক স্কোর সমান হয়, তাহলে 30 মিনিটের অতিরিক্ত সময় খেলা হয় (অ্যাওয়ে গোলের নিয়ম প্রযোজ্য নয়)। অতিরিক্ত সময়ের শেষেও স্কোর সমান থাকলে, পেনাল্টি শুট-আউটের মাধ্যমে বিজয়ীর সিদ্ধান্ত নেওয়া হয়। ফাইনালে যা একক ম্যাচ হিসাবে খেলা হয় তা স্বাভাবিক সময়ের শেষে স্কোর সমান হলে অতিরিক্ত সময় খেলা হয়, তারপরও স্কোর সমান হলে পেনাল্টি শুট-আউট হয়।\nপ্রতিটি রাউন্ডের জন্য ড্রয়ের প্রক্রিয়াটি নিম্নরূপ:\n\nনকআউট পর্বের প্লে-অফের জন্য ড্রতে আটটি গ্রুপ রানার্স-আপকে বাছাই করা হয়েছিল, এবং চ্যাম্পিয়ন্স লিগের গ্রুপের তৃতীয় স্থানে থাকা আটটি দল ছিল অবাচিত। বাছাইকৃত দলগুলি অবাচিত দলগুলির বিরুদ্ধে ড্র করেছিল এবং বাছাইকৃত দলগুলি দ্বিতীয় লেগের আয়োজক ছিল। একই অ্যাসোসিয়েশনের দল একে অপরের বিরুদ্ধে ড্র করতে পারেনি।\nরাউন্ড অব ১৬-এর জন্য ড্রতে আটটি গ্রুপের বিজয়ীকে বাছাই করা হবে এবং নকআউট রাউন্ডের প্লে-অফের আটটি বিজয়ীকে অবাচিত করা হবে। আবার, বাছাই করা দলগুলি অবাঞ্ছিত দলগুলির বিরুদ্ধে ড্র করবে যেটায় বাছাই করা দলগুলি দ্বিতীয় লেগের আয়োজক হবে। একই অ্যাসোসিয়েশনের দল একে অপরের বিরুদ্ধে টানা যাবে না।\nকোয়ার্টার-ফাইনাল এবং সেমি-ফাইনালের জন্য ড্রতে কোন বাছাবাছি থাকবে না এবং একই অ্যাসোসিয়েশনের দল একে অপরের বিরুদ্ধে ড্র হতে পারে। কোয়ার্টার-ফাইনাল খেলার আগে কোয়ার্টার-ফাইনাল এবং সেমি-ফাইনালের ড্র একত্রে অনুষ্ঠিত হবে, তাই সেমি-ফাইনালের ড্রয়ের সময় কোয়ার্টার-ফাইনাল বিজয়ীদের সম্পর্কে জানা যাবে না। সেমিফাইনালের কোন বিজয়ীকে ফাইনালের জন্য \"হোম\"(ঘরোয়া) দল হিসেবে মনোনীত করা হবে, তা নির্ধারণের জন্য একটি ড্রও অনুষ্ঠিত হবে (প্রশাসনিক উদ্দেশ্যে কারণ এটি একটি নিরপেক্ষ স্থানে খেলা হবে)।\n\n\n== সময়সূচী ==\nসময়সূচীটি নিম্নরূপ (সমস্ত ড্র সুইজারল্যান্ডের নিওঁয়ে উয়েফা সদর দপ্তরে অনুষ্ঠিত হয়)।\n\n\n== নকআউট পর্বের প্লে-অফ ==\nনকআউট রাউন্ডের প্লে-অফের জন্য ড্র অনুষ্ঠিত হয়েছিল ৭ নভেম্বর ২০২২, ১৩:০০ CET।\n\n\n=== সারসংক্ষেপ ===\nপ্রথম লেগ ১৬ ফেব্রুয়ারি এবং দ্বিতীয় লেগ ২৩ ফেব্রুয়ারি ২০২৩-এ খেলা হবে।\n\n\n=== ম্যাচ ===\n\nম্যানচেস্টার ইউনাইটেড মোট ৪–৩ গোলে জিতেছে।\n\nইয়ুভেন্তুস মোট ৪-১ গোলে জিতেছে।\n\nস্পোর্টিং সিপি মোট ৫-১ গোলে জিতেছে।\n\nমোট ৩–৩। শাখতার দোনেৎস্ক পেনাল্টিতে ৫–৪ গোলে জিতেছে।\n\nইউনিয়ন বার্লিন মোট ৩–১ গোলো জিতেছে।\n\nমোট ৫–৫। বায়ার লেভারকুজেন পেনাল্টিতে ৫–৩ গোলে জিতেছে।\n\nসেভিয়া মোট ৩-২ গোলে জিতেছে।\n\nরোমা মোট ২–১ গোলে জিতেছে।\n\n\n== রাউন্ড অব ১৬ ==\nরাউন্ড অব 16-এর জন্য ড্র অনুষ্ঠিত হবে ২৪ ফেব্রুয়ারি ২০২৩, ১২:০০ CET।\nপ্রথম লেগ ৯ মার্চ এবং দ্বিতীয় লেগ ১৬ মার্চ ২০২৩-এ খেলা হবে। গ্রুপ বিজয়ীরা ফিরতি লেগ খেলবে ঘরোয়া মাঠে।\nগ্রুপ বিজয়ী হিসাবে যোগ্য দল (বাছাইপ্রাপ্ত)\n\n\n== কোয়ার্টার ফাইনাল ==\nকোয়ার্টার ফাইনালের জন্য ড্র অনুষ্ঠিত হবে ১৭ মার্চ ২০২৩, ১৩:০০ CET।\nপ্রথম লেগ ১৩ এপ্রিল এবং দ্বিতীয় লেগ ২০ এপ্রিল ২০২৩ এ খেলা হবে।\n\n\n== সেমিফাইনাল ==\nসেমিফাইনালের জন্য ড্র অনুষ্ঠিত হবে ১৭ মার্চ ২০২৩, ১৩:০০ CET, কোয়ার্টার ফাইনালের ড্রয়ের পরে।\nপ্রথম লেগ ১১ মে এবং দ্বিতীয় লেগ ১৮ মে ২০২৩-এ খেলা হবে।\n\n\n== ফাইনাল ==\n\nফাইনাল খেলা হবে ৩১ মে ২০২৩ তারিখে বুদাপেস্টের পুস্কাস অ্যারেনায়। প্রশাসনিক উদ্দেশ্যে \"হোম\" দল নির্ধারণের জন্য ১৭ মার্চ ২০২৩-এ একটি ড্র অনুষ্ঠিত হবে, কোয়ার্টার-ফাইনাল এবং সেমি-ফাইনালের ড্রয়ের পরে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}