{"pageid": 1324002, "title": "মহাবিষ্ণু", "url": "https://bn.wikipedia.org/wiki?curid=1324002", "content": "মহাবিষ্ণু (সংস্কৃত: महाविष्णु, অনুবাদ 'মহান বিষ্ণু') হল বিষ্ণুর একটি রূপ। মহাবিষ্ণুকে সর্বোচ্চ পুরুষ, এবং মহাবিশ্বের পরম রক্ষক ও ধারক হিসেবে বিবেচনা করা হয়, যিনি তিনি মানুষের বোধগম্যতার বাইরে, এবং সমস্ত গুণাবলী।\n\n\n== সাহিত্য ==\nভাগবত পুরাণ, বৈষ্ণবদের মধ্যে সবচেয়ে শ্রদ্ধেয় গ্রন্থগুলির মধ্যে, মহাবিষ্ণুর নিম্নলিখিত গুণগুলিকে উল্লেখ করে:\n\nব্রহ্মাণ্ড (মহাজাগতিক গোলক) এর অন্তর্গত ব্রহ্মার রাজ্য থেকে সমস্ত জগৎ হল এমন ক্ষেত্র যেখানে ঐশ্বর্য (সমৃদ্ধি ও শক্তি) প্রদানের অভিজ্ঞতা লাভ করা যায়। কিন্তু তারা ধ্বংসাত্মক এবং যারা তাদের অর্জন করে তারা ফিরে আসে। তাই ধ্বংস, অর্থাৎ ঐশ্বর্যের আকাঙ্ক্ষাকারীদের জন্য প্রত্যাবর্তন অনিবার্য, কারণ যে অঞ্চলে তা বিনষ্ট হয়। পক্ষান্তরে যারা আমাকে প্রাপ্ত করেন, সেই সর্বজ্ঞ, যাঁর সত্য সংকল্প আছে, যাঁর খেলা হল সমগ্র বিশ্বজগতের সৃষ্টি, টিকিয়ে রাখা ও বিলীন, যিনি পরম করুণাময় এবং যিনি সর্বদা একই রূপের অধিকারী। এই কারণে যারা আমাকে লাভ করে তাদের কোন বিনাশ হয় না। তিনি এখন ব্রহ্মার মহাজাগতিক গোলক পর্যন্ত বিশ্বের বিবর্তন এবং বিলুপ্তির বিষয়ে পরম ব্যক্তির ইচ্ছার দ্বারা নির্ধারিত সময়কাল এবং তাদের মধ্যে যারা আছেন তাদের ব্যাখ্যা করেছেন।\n\nশ্রীমদ্ভাগবত আরও বলে যে কৃষ্ণ হলেন পরম সত্তা, যিনি প্রথমে বলরাম রূপে বিস্তৃত হন, তারপর সংকর্ষণ, বাসুদেব, প্রদ্যুম্ন এবং অনিরুদ্ধের প্রথম চতুর্গুণ সম্প্রসারণ করেন। সংকর্ষণ নারায়ণে বিস্তৃত হয়, তারপর নারায়ণ শঙ্কর, বাসুদেব, প্রদ্যুম্ন ও অনিরুদ্ধের দ্বিতীয় চতুর্গুণ সম্প্রসারণে বিস্তৃত হয়, তারপরে সংকর্ষণ করণোদকশায়ী-বিষ্ণু (মহাবিষ্ণু) তে বিস্তৃত হয়, যিনি মহাত্ত্ব-তত্ত্বের মধ্যে হেলান দিয়েছিলেন, প্রথম পুরুষে ব্যবহৃত হয়। মহাবিষ্ণুর জন্য বিনিময়যোগ্য। সত্ত্ব থেকে বিষ্ণু (গর্ভোদক্ষয়ী) এবং তমঃ থেকে শঙ্করের উদ্ভব হয়। এরা কৃষ্ণের গুণ অবতার নামে পরিচিত।\n\n\n== ভূমিকা ==\nমহাবিষ্ণু কারণোদক বা কারণসাগরে শুয়ে থাকেন বলে উল্লেখ করা হয়। বৈষ্ণব ব্রহ্মাণ্ডের মতে, তিনি মহামায়ার দিকে দৃষ্টি দিয়ে এই বস্তুজগতের বীজ রাখেন। মহামায়া বিষ্ণুর চির বাধ্য বস্তু শক্তি। আকাশ, অগ্নি, জল, বায়ু ও ভূমি সহ সমস্ত প্রাকৃতিক উপাদান মন, বুদ্ধি ও মিথ্যা অহংকার সাথে সৃষ্ট।\nএর পরে, মহাবিষ্ণু এমনভাবে সৃষ্ট বহু ব্রহ্মাণ্ডের প্রত্যেকটিতে (তাঁর ত্বকের ছিদ্র থেকে উদ্ভূত বীজ) গর্ভোদকশায়ী বিষ্ণু হিসাবে প্রবেশ করেন, যিনি এই পৃথক বস্তুগত মহাবিশ্বের প্রতিটিতে শুয়ে থাকেন। এটি ব্যাখ্যা করা যেতে পারে যে গর্ভোদকশায়ী বিষ্ণু হল নির্দিষ্ট বস্তুগত মহাবিশ্বের সমস্ত আত্মার সম্মিলিত আত্মা, এবং মহাবিষ্ণু হলেন সমস্ত জড়জগতের সমস্ত আত্মার যৌথ \nআত্মা।\nগর্ভোদকশায়ী বিষ্ণু থেকে তারপর ব্রহ্মার আবির্ভাব হয়, যিনি এই বস্তুজগতের (ব্রহ্মাণ্ড) মধ্যে গ্রহ ব্যবস্থার গৌণ স্রষ্টা (বস্তু মহাবিশ্বে গ্রহ তৈরি করার জন্য তাঁর ধ্যান করার প্রয়োজনের কারণে)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThousand names of the Supreme (Vishnu Sahasranama Stotram)\nA detailed article by Stephen Knapp"}