{"pageid": 1324188, "title": "মার্টা এস্ট্রাডা", "url": "https://bn.wikipedia.org/wiki?curid=1324188", "content": "মার্টা এস্ট্রাডা মিয়ারেস (জন্ম ১৯৪৬) হলেন একজন কাতালান গবেষক, তাঁর কর্মজীবন সমুদ্রবিজ্ঞান এবং সামুদ্রিক জীববিজ্ঞানের সঙ্গে যুক্ত। তাঁর সবচেয়ে বিশিষ্ট গবেষণাগুলি শৈবাল এবং ফাইটোপ্ল্যাঙ্কটনের শারীরবৃত্তীয় বৈশিষ্ট্য এবং পরিবেশগত প্রভাবের উপর ভিত্তি করে লিখিত।\n\n\n== কর্মজীবন ==\nমার্টা এস্ট্রাডা ছিলেন দুই অপেশাদার প্রত্নতাত্ত্বিকের কন্যা। তিনি গ্রানোলারে জন্মগ্রহণ করেছিলেন, সেখানে তিনি শহরের পাবলিক প্রাথমিক বিদ্যালয়ে পড়াশোনা শুরু করেছিলেন। পরে তিনি বার্সেলোনায় চলে যান, যেখানে তিনি ইনস্টিটিউট ভার্দাগুয়েরে শিক্ষা গ্রহণ করেন। তিনি বার্সেলোনা বিশ্ববিদ্যালয় থেকে জীববিজ্ঞান (১৯৬৮) এবং মেডিসিন ও সার্জারি (১৯৭০) উভয় ক্ষেত্রে সাম্মানিক (অনার্স) স্নাতক হন। তাঁর শিক্ষাগত রেকর্ড ছিল অত্যন্ত উজ্জ্বল। অধ্যয়ন শেষে, ১৯৬৯ সালে, তিনি তাঁর বিএসসি ডিগ্রির জন্য সবচেয়ে অসামান্য স্নাতক হিসেবে পুরস্কার পান, এর সঙ্গে পেয়েছিলেন জাতীয় স্নাতক পুরস্কার এবং স্প্যানিশ পুরস্কার 'লিয়াক ডে '। শিক্ষা, বিজ্ঞান এবং গবেষণা ক্ষেত্রে শ্রেষ্ঠত্বের জন্য তিনি পেয়েছিলেন স্প্যানীয় পুরস্কার অর্ডে সিভিল ডি'আলফানোস এক্স এল সাভি। তার আগে, ১৯৬৮ সালে, তিনি রামন মার্গালেফ লোপেজ এবং ইনস্টিটিউট অফ ফিশারী রিসার্চের (আইআইপি) তত্ত্বাবধানে একটি গবেষণামূলক প্রবন্ধ (ডক্টরাল থিসিস) বিকাশের জন্য একটি বৃত্তি পেয়েছিলেন। এটি তিনি ১৯৭৬ সালে একটি অসম মাধ্যমে জলজ প্রাণীর জনসংখ্যার অধ্যয়ন শিরোনামে সম্পূর্ণ করেছিলেন। ফলস্বরূপ, তিনি বার্সেলোনা বিশ্ববিদ্যালয় থেকে সবচেয়ে অসামান্য ডক্টরাল থিসিসের জন্য একটি পুরস্কার সহ জীববিজ্ঞানে ডক্টর হিসাবে স্নাতক হন।\nসমান্তরালভাবে, ৬০ এর দশকের শেষের দিকে, গবেষণা জাহাজ কর্নাইড ডি সাভেড্রার বৈজ্ঞানিক দলের অংশ ছিলেন এস্ট্রাডা। এই জাহাজটি স্প্যানিশ সমুদ্রবিজ্ঞান গবেষণার অগ্রগতির জন্য অত্যন্ত প্রাসঙ্গিক ছিল। সেখানে তাঁর ভূমিকার মধ্যে ছিল জাহাজস্থিত কম্পিউটারের নিয়ন্ত্রণ, ক্লোরোফিল ও প্রাথমিক উৎপাদনের বৈশিষ্ট্যপ্রদান এবং তাপমাত্রা, লবণাক্ততা ও পুষ্টির তথ্যের নথি রাখা। ১৯৭১ সালে, তিনি আইআইপি (বর্তমানে মেরিন সায়েন্স ইনস্টিটিউট, আইসিএম-সিএসআইসি) তে বৈজ্ঞানিক সহযোগীর পদ লাভ করেন। উডস হোল ওশানোগ্রাফিক ইনস্টিটিউশনে এবং কোস্টা-রিকান গবেষণা জাহাজ থম্পসন এ ছয় মাস থাকার পর তিনি ১৯৭২ সালে পদটি গ্রহণ করেন। এই গবেষণাকালে মার্কিন যুক্তরাষ্ট্রে থাকার ফলে তাঁর ডক্টরাল থিসিস গবেষণাকে প্রসারিত করার উদ্দেশ্যে ইন্টারন্যাশনাল এডুকেশন ইনস্টিটিউট তাঁকে বিশেষ বৃত্তির দিয়েছিল।\n৭০ এর দশকের মাঝামাঝি, মার্টা এস্ট্রাডা ফাইটোপ্ল্যাঙ্কটন এবং ক্ষতিকারক শেওলার সংখ্যাবৃদ্ধির বাস্তুবিজ্ঞানে তাঁর বিশেষীকরণ শুরু করেছিলেন। সেখান থেকে তিনি তাদের প্রস্ফুটিত হওয়া নিয়ন্ত্রণ করার প্রক্রিয়ার উপায় খুঁজে বার করেছিলেন। তিনি মার্কিন যুক্তরাষ্ট্র থেকে দুটি অসামান্য মহাসাগরীয় প্রোগ্রামে অংশ নিয়েছিলেন, সেগুলি হল উপকূলীয় আপওয়েলিং ইকোসিস্টেম অ্যানালাইসিস (সিইউইএ) এবং অর্গানাইজেশন অফ পারসিস্টেন্ট আপওয়েলিং স্ট্রাকচারস (ওপিইউএস)। তিনি গবেষকদের এবং  আইআইপি এবং ওয়াশিংটন বিশ্ববিদ্যালয়ের সহযোগী হিসেবে ক্যালিফোর্নিয়া, পেরু, কোস্টারিকা, উত্তর-পূর্ব আফ্রিকায় অভিযান করেছিলেন। এই সময়ে, তিনি ফাইটোপ্ল্যাঙ্কটনের উৎপাদনশীলতা এবং বায়োমাস, নাইট্রেটের ব্যবহার এবং প্রাকৃতিক গঠনের উপর ব্যাপক গবেষণা করেন।\nপরবর্তীতে, তিনি ফাইটোপ্ল্যাঙ্কটন এবং বৈশ্বিক সামুদ্রিক বাস্তুবিজ্ঞানের সাথে এর যোগাযোগ সম্পর্কে নিজের গবেষণাকে অগ্রসর করেন। তিনি ভূমধ্যসাগর এবং আটলান্টিক, আর্কটিক এবং অ্যান্টার্কটিক মহাসাগরে একাধিক সমুদ্রবিজ্ঞান অভিযানে অংশ নিয়েছিলেন। ১৯৮৪ সালে, তিনি অ্যান্টোনি ব্যালেস্টার নোল্লা পরিচালিত আর্জেন্টিনীয় আলমিরান্তে ইরিজারের বোর্ডে জোসেফিনা কাস্টেলভি পিউল্যাচের সাথে অ্যান্টার্কটিক মহাসাগরে একটি অভিযান ভাগ নেন। এই অভিযানের সময়, মার্টা এস্ট্রাডা এবং জোসেফিনা ক্যাসেলভি প্রথম স্প্যানীয় হিসেবে অ্যান্টার্কটিকায় পা রাখেন। ৮০-এর দশকে, এস্ট্রাডাকে মেরিন সায়েন্সেস ইনস্টিটিউটের (আইসিঅএম-সিএসআইসি) মেরিন বায়োলজি অ্যান্ড ওশানোগ্রাফি বিভাগের প্রধান মনোনীত করা হয়, ১৯৯৫ থেকে ১৯৯৭ সাল পর্যন্ত তিনি ইনস্টিটিউটের পরিচালক হন\nআজ অবধি, তিনি সমুদ্রবিদ্যা সম্পর্কে বিশেষ আন্তর্জাতিক জার্নাল, বই এবং অধ্যায়গুলিতে অসংখ্য কাজ প্রকাশ করেছেন। তিনি একাধিক আন্তর্জাতিক সম্মেলন এবং সভায় অংশগ্রহণ করেছেন, বেশ কয়েকটি পিএইচডি ছাত্রকে পথ দেখিয়েছেন এবং অনেক উত্তর-ডক্টরাল গবেষকদের কাজের তত্ত্বাবধান করেছেন। তিনি বার্সেলোনা বিশ্ববিদ্যালয়, ইউনিভার্সিটি অফ লাস পালমাস ডি গ্রান ক্যানারিয়া এবং মেনেন্দেজ পেলায়ো ইন্টারন্যাশনাল ইউনিভার্সিটিতেও বক্তৃতা দিয়েছেন।\n\n\n== পুরস্কার, সম্মাননা এবং প্রাতিষ্ঠানিক অনুষঙ্গ ==\nবিএসসি এবং পিএইচডি হিসাবে প্রাপ্ত শিক্ষাগত সম্মানগুলির সাথে, এস্ট্রাডা প্যারিসিয়ান একাডেমি অফ সায়েন্সেস থেকে ট্রেগউবফ পুরস্কার পেয়েছেন। ১৯৯৫ সালে, জেনারেলিট্যাট ডি কাতালুনিয়া তাঁকে বৈজ্ঞানিক ও প্রযুক্তিগত যোগ্যতার জন্য মেডাল্লা নার্সিস মন্টুরিয়ল দিয়ে ভূষিত করেন। ২০০৪ সালে, তিনি ক্রু দে সান্ট জর্ডিতে ভূষিত হন।\nতিনি ১৯৯৬ সাল থেকে কাতালান সোসাইটি অফ বায়োলজির একজন সদস্য, যেখানে তিনি সহ-সভাপতি ছিলেন এবং ২০১৬ সালে নভেম্বরে সোসাইটির বিশিষ্ট সদস্য হিসাবে সম্মানিত ছিলেন তিনি ২০১১ সালে কাতালান স্টাডিজ ইনস্টিটিউটের জৈবিক বিজ্ঞান বিভাগের নিউমেরারি সদস্য হয়েছিলেন, লাল জোয়ারের বাস্তুবিজ্ঞান শিরোনামে (লাল জোয়ার - ক্ষতিকারক শৈবাল প্রস্ফুটন) একটি বক্তৃতা দিয়েছিলেন। ১৯৯৯ সালের ডিসেম্বরে তিনি বার্সেলোনার রয়্যাল একাডেমি অফ আর্টস অ্যান্ড সায়েন্সেস-এর একাডেমিকও নির্বাচিত হন। প্রবেশ উদযাপনে তিনি কাতালান সমুদ্রের হাইড্রোডাইনামিকস এবং ফাইটোপ্ল্যাঙ্কটন নামে একটি বক্তৃতা দেন। ২০১৭ সালে, বার্সেলোনা সিটি কাউন্সিল তাঁকে আইনজীবী ও রাজনীতিবিদ ম্যাগদা ওরানিচ এবং গায়ক হোসে মারিয়া সানজ বেল্ট্রান লোকিলোর সাথে সম্মান পদক প্রদান করে।\n২০১৬ সালে, তাঁর বৈজ্ঞানিক ও প্রযুক্তিগত যোগ্যতার স্বীকৃতি হিসেবে গ্রানোলার হাই স্কুলের নামকরণ করা হয় আইইএস মার্টা এস্ট্রাডা।\nএগুলি হল অন্যান্য অ্যাসোসিয়েশন এবং সত্ত্বা যেগুলিতে মার্টা এস্ট্রাডা একজন সদস্য/অধিভুক্ত ছিলেন:\n\nসামুদ্রিক দূষণ সম্পর্কিত আইসিইএস উপদেষ্টা কমিটি (১৯৮৯-১৯৯২)\nএডি- ইএনএ-ডব্লিউ ডব্লিউএফ ওয়ার্ল্ড ওয়াইল্ডলাইফ ফাউন্ডেশন (১৯৯০-১৯৯২)\nক্ষতিকারক অ্যালগাল ব্লুমসের শারীরবৃত্তীয় পরিবেশবিদ্যা (১৯৯২-১৯৯৮)\nবৈজ্ঞানিক এবং পরিচালনা কমিটি (১৯৯৮-২০০০) আন্তর্জাতিক বৈশ্বিক পরিবেশবিদ্যা এবং ক্ষতিকারক অ্যালগাল ব্লুমস (জিওএইচএবি) ডি লা ইউনেস্কো (এসসিওআর/আইওসি-ইউনেস্কো) এর সমুদ্রবিদ্যা\nওয়ার্কিং গ্রুপ ৯৭ ডেল স্পেশাল কমিটি অন ওশেনিক রিসার্চ (এসসিওআর) ডেল ইন্টারন্যাশনাল কাউন্সিল ফর সায়েন্স (আইসিএসইউ)\nকাতালোনিয়ায় জলবায়ু পরিবর্তন নিয়ে বিশেষজ্ঞদের বেশ কয়েকটি দল\nবাস্তুশাস্ত্রে রামন মার্গালেফ পুরস্কারের জুরি\nসেন্টার এক্সকারসিওনিস্তা ডি কাতালুনিয়া\n\n\n== গবেষণা প্রকাশনা তালিকা ==\nএখানে তাঁর কাজের একটি তালিকা আছে:\n\nমার্টা এস্ট্রাডা। ২০১১। ইকোলজিয়া ডে লেস মারীস রোগেস: ডিস্কারস ডি রেসেপ্সিও ডে মার্টা এস্ট্রাডা আই মিয়ারেস কম এ মেম্বার নিউমেরারিয়া ডে লা সোশিও ডে সিয়েন্সিস বায়োলজিক্স। সম্পাদক ইন্স্টিটুট ডিএস্টাডিস ক্যাটালানস, সেসিও ডি সিয়েন্সিস বায়োলজিক্স, ৩৫ পিপি। ISBN 84-9965-067-8, ISBN 978-84-9965-067-8\nক্লারা লেবোট, ইভেট এইচ. স্পিটজ, জর্ডি সোলে, মার্টা এস্ট্রাদা। ২০১০। ভূমধ্যসাগরীয় উপসাগরের ফাইটোপ্ল্যাঙ্কটন গতিবিদ্যায় জৈব পুষ্টি এবং দ্রবীভূত জৈব ফসফরাসের ভূমিকা। একটি মডেলিং অধ্যয়ন. জার্নাল অফ মেরিন সিস্টেম ৮৩: ১৯২-২০৯। https://doi.org/10.1016/j.jmarsys.2010.06.009\nজর্ডি সোলে, আন্তোনিও তুরিয়েল, মার্টা এস্ট্রাডা, ক্লারা লেবোট, ডলোরস ব্লাস্কো, জর্ডি ক্যাম্প, ম্যাক্সিমিনো ডেলগাডো, মার্গারিটা ফার্নান্দেজ-তেজেডোর, জর্জ ডিওজেন। ২০০৯। ভূমধ্যসাগরীয় উপসাগর (আলফাকস বে) এর হাইড্রোগ্রাফির উপর জলবায়ু বাধ্যতামূলক। কন্টিনেন্টাল শেল্ফ রেস. ২৯ (২০০): ১৭৮৬-১৮০০। https://doi.org/10.1016/j.csr.2009.04.012\nমার্টা এস্ট্রাডা, পিটার হেনরিকসেন, জোসেপ এম গ্যাসোল, এমিলিও ও কাসামায়োর, কার্লোস পেড্রোস-আলিও। ২০০৪। মাইক্রোস্কোপি, ফ্লো সাইটোমেট্রি, রঙ্গক বিশ্লেষণ এবং ডিএনএ-ভিত্তিক পদ্ধতি দ্বারা চিত্রিত একটি লবণাক্ত গ্রেডিয়েন্ট বরাবর প্লাঙ্কটোনিক ফটোঅটোট্রফিক অণুজীবের বৈচিত্র্য। এফইএমএস মাইক্রোবায়োলজি ইকোলজি ৪৯: ২৮১–২৮৩। https://doi.org/10.1016/j.femsec.2004.04.002\nমার্টা এস্ট্রাডা। ২০০৪। এল ডক্টর রামন মারগালেফ ওয়াই লা ওশানোগ্রাফিয়া। Colaboró Sociedad Española de Ficología. ২ পিপি। http://hdl.handle.net/10261/149076\nমার্টা এস্ট্রাডা, এলিসা বারডালেট, ম্যাগদা ভিলা, সেলিয়া মারাসে। ২০০৩। বদ্ধ ফাইটোপ্ল্যাঙ্কটনের উপর স্পন্দিত পুষ্টি সমৃদ্ধকরণের প্রভাব: ইকোফিজিওলজিকাল এবং উত্তরোত্তর প্রতিক্রিয়া। জলজ মাইক্রোবিয়াল ইকোলজি, ৩২: ৮১-৭১। https://doi.org/10.3354/ame032061\nমার্টা এস্ট্রাদা, রামিরো এ ভারেলা, জর্ডি স্ল্যাট, আন্তোনি ক্রুজাডো, এনরিক আরিয়াস। ১৯৯৯। কাতালান এবং উত্তর বেলিয়ারিক ফ্রন্ট (উত্তর পশ্চিম ভূমধ্যসাগর) জুড়ে শীতকালীন ফাইটোপ্ল্যাঙ্কটন বিতরণের স্থানিক-অস্থায়ী পরিবর্তনশীলতা। প্ল্যাঙ্কটন গবেষণা জার্নাল, ২১: ১-২০। https://doi.org/10.1093/plankt/21.1.1\nমার্টা এস্ট্রাডা, এলিসা বারডালেট। ১৯৯৮। ফাইটোপ্ল্যাঙ্কটনের উপর অশান্তির প্রভাব। এ, ডি, এম. অ্যান্ডারসন, এডি ক্যাম্বেলস, জিএম হ্যালেগ্রেফ (সম্পাদনা।) ক্ষতিকারক শৈবাল ফুলের শারীরবৃত্তীয় পরিবেশবিদ্যা। ন্যাটো-এএসI সিরিজ, খণ্ড। জি৪১, স্প্রিংগার ভার্লাগ, বার্লিন, পিপি. ৬০১-৬১৮। https://www.researchgate.net/profile/Elisa_Berdalet/publication/313045373_Effects_of_turbulence_on_phytoplankton/links/58b6aad4aca27261e5181944/Effects-of-turbulence-pphytoplankton-on.\nমার্টা এস্ট্রাডা। ১৯৯৫। আইবেরিয়ান আপওয়েলিং এলাকায় ডাইনোফ্ল্যাজেলেটের সমাবেশ। ইং: লাসাস, পি., আরজুল, জি., এরার্ড, ই., জেন্টিয়েন, পি, মার্কাইলো, সি. (এড.): ক্ষতিকারক সামুদ্রিক শৈবাল ফুল। টেকনিক এবং ডকুমেন্টেশন। ল্যাভয়সিয়র, ইন্টারসেপ্ট লি. কাছান, পৃ: ১৫৭-১৬২। http://hdl.handle.net/10261/261860\nমার্টা এস্ট্রাডা। ১৯৯৫। এল ফিটোপ্ল্যাঙ্কটন অ্যান্টার্টিকো। খণ্ড ১৬৭ ডি ইনফরমেস টেকনিকোস ডি সায়েন্টিয়া মেরিনা। সম্পাদক সিনসিয়াস দেল মার ইনস্টিটিউট (সিএসআইসি), ১৫ পিপি। https://digital.csic.es/bitstream/10261/146210/1/Estrada_1992.pdf\nমার্টা এস্ট্রাডা। ১৯৮৬। মারিয়াস রোজাস। খণ্ড ১৩২ ডি ইনফর্মেস টেকনিকোস ডেল ইনস্টিটিউটো ডে ইনভেস্টিগেশনস পেসকেরাস। সম্পাদক সেন্ট্রো নয়াশানালে ডে সিয়েন্সিয়াস ডেল মার, ১৬ পিপি। https://digital.csic.es/bitstream/10261/150033/1/Estrada_1986.pdf\nমার্টা এস্ট্রাডা। 1978। এস্টুডিওস সোবার পোব্লাসিওনেস ডি অর্গানিসমস অ্যাকুয়াটিকোস এন মেডিও নো ইউনিফর্মে। সম্পাদক ইউনিভার্সিডাড, সেক্রেটারিয়াডো পাব্লিকেশিয়ানোস, ইন্টারক্যাম্বিও সায়েন্টিফিকো এবং এক্সটেনশন ইউনিভারসিটারিয়া, ২৮ পিপি।https://digital.csic.es/bitstream/10261/160583/1/Estrada_Thesis_1976.pdf\n\n\n== তথ্যসূত্র =="}