{"pageid": 1324379, "title": "গে মেল পর্নোগ্রাফি", "url": "https://bn.wikipedia.org/wiki?curid=1324379", "content": "গে মেল পর্নোগ্রাফি: অ্যান ইস্যু অফ সেক্স ডিসক্রিমিনেশন হল ২০০৪ সালের একটি বই। বইটি লিখেছেন অশ্লীল যৌনচিত্রণ বিরোধী নারীবাদ সমর্থনকারী লেখক ক্রিস্টোফার এন. কেন্ডাল।\n\n\n== পটভূমি ==\nকানাডায় ২০০০ সালের লিটল সিস্টারস বুক অ্যাণ্ড আর্ট এম্পোরিয়াম বনাম কানাডা  মামলার প্রথম পরীক্ষা ছিল যে আর. বনাম বাটলার মামলার রায় সমকামী পুরুষ এবং লেসবিয়ান পর্নোগ্রাফির ক্ষেত্রে প্রযোজ্য কিনা। আদালত রায় দিয়েছিল যে সমকামী এবং লেসবিয়ান পর্নোগ্রাফি যৌন বৈষম্য তৈরি করে।\n\n\n== গবেষণামূলক প্রবন্ধ ==\nক্রিস্টোফার এন. কেন্ডাল লিটল সিস্টারস বুক এবং আর্ট এম্পোরিয়াম বনাম কানাডার মামলায় কানাডার সুপ্রিম কোর্টের সিদ্ধান্তকে সমর্থন করেন। মামলাটিকে সমর্থন করে, কেন্ডাল যুক্তি দেন যে সমকামী পুরুষ পর্নোগ্রাফি এমন সামাজিক মনোভাবকে শক্তিশালী করে যেটি লিঙ্গ এবং যৌন অভিমুখিতার ভিত্তিতে পদ্ধতিগত অসমতা তৈরি করতে সহায়তা করে। তিনি অশ্লীল রচনা সমর্থনকারী বক্তাদের যুক্তি প্রত্যাখ্যান করেছেন, তিনি এর পরিবর্তে দাবি করেছেন যে সমকামী পুরুষ পর্নোগ্রাফি নারী বিদ্বেষ এবং সমকামভীতিকে শক্তিশালী করে। এই কারণে, কেন্ডাল বিশ্বাস করেন যে কানাডার পর্নোগ্রাফি বিরোধী আইনের অধীনে সমকামী পুরুষ পর্নোগ্রাফি নিষিদ্ধ করা উচিত। \n\n\n== পুনর্মূল্যায়ন ==\nজার্নাল অফ দ্য হিস্ট্রি অফ সেক্সুয়ালিটির জন্য লিখতে গিয়ে উইলিয়াম ডি. আরাইজা লিখছেন যে, যদিও বইটি একটি শক্তিশালী যুক্তি তৈরি করেছে, তবুও কেন্ডাল \"তাঁর মামলাকে নিয়ে বাড়াবাড়ি করেছেন\"৷ বিশেষ করে, তিনি অবমূল্যায়ন করেছেন। আমার দৃষ্টিতে সমকামী পর্নোগ্রাফি পুরুষের আধিপত্য এবং সাধারণভাবে সামাজিকভাবে নির্মিত পুরুষত্বের ধারণাগুলিকে ধ্বংস করতে পারে।\" \nমিশেল ইভান্স বলেছেন,\n\nকোন সন্দেহ নেই যে এই বইটি এই শতাব্দীর সমকামী পুরুষ পর্নোগ্রাফির সবচেয়ে গুরুত্বপূর্ণ পাঠ্যগুলির মধ্যে একটি হিসাবে মূল্যায়ন করা হবে৷ এই বইটি অজাচার এবং যৌন নিপীড়নের শিকারদের জন্যও সমালোচনামূলকভাবে গুরুত্বপূর্ণ, যারা পর্নোগ্রাফি উপভোগ করে এবং যারা যৌনশিল্প থেকে আর্থিকভাবে লাভবান হয় তারা এদের কণ্ঠস্বর ক্রমাগত তীব্র ভর্ৎসনা করে চুপ করিয়ে দেয়। এটি অসমতা এবং বৈষম্য সম্পর্কে উদ্বিগ্ন সকল ব্যক্তির জন্য আশার প্রস্তাব দেয় এবং যৌনতা এবং হোমোফোবিয়ার (সম লিঙ্গে বিতৃষ্ণা) বিরুদ্ধে নারীবাদী সংগ্রামে সমকামী পুরুষদের বৃহত্তর অঙ্গীকারের জন্য একটি প্রয়োজনীয় পথ তৈরি করে।\n\n\n== তথ্যসূত্র =="}