{"pageid": 1325478, "title": "মনোরমা (হিন্দি অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1325478", "content": "মনোরমা (১৬ আগস্ট ১৯২৬ – ১৫ ফেব্রুয়ারি ২০০৮) ছিলেন একজন অভিনেত্রী। তিনি বলিউডের একজন অভিনেত্রী ছিলেন। তার বিখ্যাত চলচ্চিত্রের মধ্যে রয়েছেন সীতা অর গীতা (১৯৭২), এক ফুল দো মালি (১৯৬৯) এবং দো কালিয়ান (১৯৬৮)। সীতা অর গীতা চলচ্চিত্রে হাস্যকর অত্যাচারী খালার ভূমিকার জন্য সবচেয়ে বেশি পরিচিত। তিনি শিশু শিল্পী হিসেবে ১৯৩৬ সালে লাহোরে বেবি আইরিস নামে তার কর্মজীবন শুরু করেন। তারপরে, তিনি ১৯৪১ সালে একজন প্রাপ্তবয়স্ক অভিনেত্রী হিসেবে আত্মপ্রকাশ করেন এবং ২০০৫ সালে ওয়াটার চলচ্চিত্রে তার চূড়ান্ত ভূমিকায় অভিনয় করেন। তার ৬০ বছরেরও বেশি সময় ধরে তিনি অভিনয়ের সাথে জড়িত ছিলেন।\nতিনি ১৬০টিরও বেশি চলচ্চিত্রে অভিনয় করেছেন। ১৯৪০-এর দশকের গোড়ার দিকে নায়িকা চরিত্রে অভিনয় করার পর, তিনি খলনায়ক বা কমিক চরিত্রে অভিনয় করতে শুরু করেন। তিনি কিশোর কুমার এবং কিংবদন্তি মধুবালার পাশাপাশি হাফ টিকিট- এর মতো সুপারহিট ছবিতে কমিক চরিত্রে অভিনয় করেছিলেন। তিনি দশ লাখ, ঝনক ঝনক পায়েল বাজে, মুঝে জিনে দো, মেহবুব কি মেহনদী, ক্যারাভান, বোম্বে টু গোয়া এবং লাওয়ারিস এ স্মরণীয় অভিনয় করেছেন।\n\n\n== জীবনী ==\nআসল নাম এরিন ইসাক ড্যানিয়েলস হলেও তিনি মনোরমা নামেই বেশি পরিচিত। ১৯৪১ সালে সিনেমা জগতে প্রবেশকালে তাকে এই নামেই ডাকা হত। তিনি ছিলেন একজন অর্ধ-আইরিশ। তার মা ছিলেন আয়ারল্যান্ডের এবং বাবা ছিলেন ভারতীয়। সেসময়ে তার বাবা একটি ইঞ্জিনিয়ারিং কলেজের অধ্যাপক ছিলেন। শাস্ত্রীয় গায়কী এবং নৃত্যশিল্পে প্রতিভার জন্য ১৯৪০ এর দশকে তিনি লাহোরে রেড ক্রসের স্টেজ শো’গুলো নিজেই করতেন। খাজাঞ্চি (১৯৪১) চলচ্চিত্রে একজন শিশু শিল্পী হিসেবে মনোরমা নামে অভিনয় শুরু করেন। উল্লেখ্য, এই নাম দিয়েছিলেন পরিচালক শোরে। দেশভাগের পর তিনি মুম্বাইয়ে চলে যান। সেখানে অভিনেতা চন্দ্রমোহন তাকে প্রযোজকদের কাছে সুপারিশ করেছিলেন। তিনি সুপারহিট পাঞ্জাবি ফিল্ম লাচ্ছিতে অভিনয় করার পরেও ঘর কি ইজ্জত (১৯৪৮) ছবিতে দিলীপ কুমারের বোনের চরিত্রে অভিনয়ে তাকে বাদ দেওয়া হয়। অভিনেতা রাজন হাকসারের সাথে তার বিয়ের পর, তাকে চরিত্রের জন্য খলনায়ক বা কৌতুক অভিনেতার ভূমিকায় নিযুক্ত করা হয়েছিল। বিয়ের বেশ কয়েক বছর পর তার ডিভোর্স হয়ে যায়। তার শেষ হিন্দি সিনেমা ছিল আকবর খানের হাদসা (১৯৮৩)।\nহিন্দি চলচ্চিত্রে কাজ শেষে তিনি পাঁচ বছরের জন্য দিল্লিতে চলে আসেন। এসময়ে তিনি টিভি সিরিয়ালে অভিনয়ের প্রতি মনোযোগী হন। শাহরুখ খান অভিনীত দস্তক সিরিজে কাজ করার মাধ্যমে তার টিভি সিরিয়ালে অভিষেক ঘটে। এরপর মহেশ ভাটের জুনুন (১৯৯২) সিরিয়ালে কাজ করলেও তার ভূমিকা সম্পাদনা করে বাদ দেওয়া হয়। ২০০১ সালের দিকে, তিনি বালাজি টেলিফিল্মসের সাথে তাদের সিরিয়াল কস্তি এবং কুন্ডলীর জন্য কাজ করেছিলেন। তিনি কুটুম্ব সিরিয়ালে হিতেন তেজওয়ানির দাদির ভূমিকায় অভিনয় করেছিলেন।\nতার অভিনীত শেষ চলচ্চিত্র ছিল দীপা মেহতা পরিচালিত ওয়াটার (২০০৫), যেখানে তিনি তার অভিনয় দিয়ে হলিউড সমালোচকদের মন্ত্রমুগ্ধ করেছিলেন। তার মতে, চলচ্চিত্রে মধুমতি চরিত্রে অভিনয়ের জন্য তিনিই ছিলেন প্রথম ও চূড়ান্ত পছন্দ। বারাণসীতে শ্যুটিংয়ের সময় ছবিটি বানানো বন্ধ করে দেওয়া হয়েছিলো। পাঁচ বছর পরে আবার নির্মাণ শুরু হলে তাকে ছাড়া পুরো কাস্ট পরিবর্তন করা হয়েছিল।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি অভিনেতা রাজন হাকসারের সাথে বিবাহ বন্ধনে আবদ্ধ হন। ১৯৪৭-এ দেশভাগের পর তারা বোম্বেতে চলে আসেন। সেখানে থিতু হয়ে রাজন সিনেমার প্রযোজক হন, মনোরমা বেছে নেন অভিনয় জগৎ।\n২০০৭ সালে মনোরমা স্ট্রোক করে বসেন। পরবর্তীতে সুস্থ হয়ে উঠলেও কথা মুখে আটকে যাওয়া সহ অন্যান্য সমস্যা প্রকট হয়ে দেখা দেয়। ১৫ ফেব্রুয়ারি, ২০০৮-এ মুম্বাইয়ের চারকোপে তার জীবনাবসান ঘটে। তার একমাত্র মেয়ে রিতা হাকসারও চলচ্চিত্রে অভিনয় করেছেন। সুরজ অর চন্দা চলচ্চিত্রে সঞ্জীব কুমারের বিপরীতে তিনি অভিনয় করলেও সে জগৎে থিতু হননি। এক প্রকৌশলীকে বিয়ে করে তিনি উপসাগরীয় অঞ্চলে বসবাস শুরু করেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মনোরমা (ইংরেজি)"}