{"pageid": 13252, "title": "ফিল্ডস পদক", "url": "https://bn.wikipedia.org/wiki?curid=13252", "content": "ফিল্ডস পদক অনূর্ধ্ব চল্লিশ বছর বয়সী দুই, তিন বা চারজন গণিতবিদকে প্রদানকৃত একটি পুরস্কার, যা প্রতি চার বছর অন্তর আন্তর্জাতিক গণিত সংঘের আন্তর্জাতিক গণিতবিদদের মহাসভাতে প্রদান করা হয়।\nফিল্ডস পদককে কোনও গণিতবিদের জন্য সর্বোচ্চ সম্মানবাহী পুরস্কারগুলির একটি হিসেবে গণ্য করা হয়। এটিকে গণমাধ্যমে গণিতের নোবেল পুরস্কার হিসেবেও কখনও কখনও বর্ণনা করা হয়েছে। তবে নোবেল পুরস্কারের সাথে এর বেশ কিছু পার্থক্য আছে, যার মধ্যে কত বছর পর পর দেওয়া হয়, কতগুলি দেওয়া হয় এবং বয়সসীমা, ইত্যাদি উল্লেখ্য। বার্ষিক উচ্চশিক্ষায়তনিক উৎকর্ষ সমীক্ষা (বিশ্বব্যাপী বিশ্ববিদ্যালয়সমূহের উচ্চশিক্ষায়তনিক মর্যাদাক্রম দ্বারা পরিচালিত) অনুযায়ী ফিল্ডস পদককে বিশ্বব্যাপী গণিতশাস্ত্রের সর্বোচ্চ পুরস্কার হিসেবে গণ্য করা হয়। ২০১৩-১৪ সালে আইআরইজি পরিচালিত আরেকটি খ্যাতি সমীক্ষা অনুযায়ী ফিল্ডস পদককে আবেল পুরস্কারের পরে গণিতশাস্ত্রের দ্বিতীয় সর্বোচ্চ মর্যাদাবাহী আন্তর্জাতিক পুরস্কার হিসেবে গণ্য করা হয়।\nফিল্ডস পদক বিজয়ীকে একটি অর্থ পুরস্কারও প্রদান করা হয়, ২০০৬ সাল থেকে যার মূল্যমান ১৫ হাজার কানাডীয় ডলার। কানাডীয় গণিতবিদ জন চার্লস ফিল্ডসের নামে এই পুরস্কারটির নামকরণ করা হয়েছে। ফিল্ডস পুরস্কারটির প্রতিষ্ঠায় গুরুত্বপূর্ণ ভূমিকা পালন করেন; তিনি পদকটিকে নিজে নকশা করেন এবং এর আর্থিক উপাংশটির জন্য তহবিল প্রদান করেন।\n১৯৩৬ সালে ফিনীয় গণিতবিদ লার্স আলফোর্স ও মার্কিন গণিতবিদ জেসি ডাগলাস-কে  সর্বপ্রথম ফিল্ডস পদকে ভূষিত করা হয়। ১৯৫০ সাল থেকে প্রতি চার বছর অন্তর এই পদকটি প্রদান করা হচ্ছে। পুরস্কারটির উদ্দেশ্য গুরুত্বপূর্ণ অবদান রাখা অপেক্ষাকৃত নবীন গণিত গবেষকদেরকে স্বীকৃতি ও সমর্থন প্রদান করা। ২০১৪ সালে ইরানি গণিতবিদ মারিয়াম মির্জখনি প্রথম নারী হিসেবে ফিল্ডস পদক জয় করেন। সব মিলিয়ে ২০১৮ সাল পর্যন্ত ষাট জন গণিতবিদ এই পদকটি বিজয় করেছেন।\n\n\n== Conditions of the award ==\nফিল্ডস মেডেল দীর্ঘকাল ধরে গণিতের ক্ষেত্রে সবচেয়ে মর্যাদাপূর্ণ পুরস্কার হিসাবে বিবেচিত হয়েছে এবং প্রায়শই গণিতের নোবেল পুরস্কার হিসাবে বর্ণনা করা হয়। নোবেল পুরস্কারের বিপরীতে, ফিল্ডস মেডেল প্রতি চার বছর পর পর দেওয়া হয়। ফিল্ডস মেডেলেরও একটি বয়সসীমা রয়েছে: যে বছরের 1 জানুয়ারিতে পদক দেওয়া হয় একজন প্রাপকের বয়স 40 বছরের কম হতে হবে। অনূর্ধ্ব-40 নিয়মটি ফিল্ডসের ইচ্ছার উপর ভিত্তি করে তৈরি করা হয়েছে যে \"যদিও এটি ইতোমধ্যে সম্পন্ন কাজের স্বীকৃতি হিসাবে ছিল, এটি একই সময়ে প্রাপকদের পক্ষ থেকে আরও অর্জনের জন্য উত্সাহ এবং নতুন প্রচেষ্টার জন্য একটি উদ্দীপনা হওয়ার উদ্দেশ্যে ছিল। অন্যদের অংশ।\" অধিকন্তু, একজন ব্যক্তিকে শুধুমাত্র একটি ফিল্ড মেডেল প্রদান করা যেতে পারে; বিজয়ীরা ভবিষ্যতে পদক পাওয়ার জন্য অযোগ্য।\n1936 সালে প্রথম পুরস্কৃত করা হয়েছিল, 2018 সাল পর্যন্ত 60 জন মেডেল জিতেছে। একটি পিএইচডি বাদে। পদার্থবিজ্ঞানে ধারক (এডওয়ার্ড উইটেন), শুধুমাত্র পিএইচডি সহ লোকেরা। গণিতে পদক জিতেছে। -->\n\n\n== পুরস্কারপ্রাপ্তির শর্তাবলী ==\nফিল্ড্‌স পদকের মাহাত্ম্য বোঝাতে প্রায়শই একে \"গণিতের নোবেল পুরস্কার\" বলা হয়ে থাকে। তবে এই তুলনাটা পুরোপুরি ঠিক না, কারণ কেবল প্রতি চার বছর অন্তরই ফিল্ডস পদক দেয়া হয় এবং পদকপ্রাপ্তের বয়স অবশ্যই ৪০ বছরের বেশি হতে পারবে না (নিখুঁতভাবে বললে, পদকপ্রাপ্তের ৪০ তম জন্মবার্ষিকী পুরস্কার দেয়ার বছরের ১ লা জানুয়ারির আগে হতে পারবে না)। তাছাড়া নোবেল পুরস্কারটি যদি একজন পান অর্থাৎ যদি ভাগাভাগি না হয়, তবে নোবেল বিজয়ীর প্রাপ্ত অর্থমূল্যের (US$১.৩ মিলিয়ন) তুলনায় ফিল্ড্‌স পদক বিজয়ীর প্রাপ্ত অর্থমূল্য অনেক কম।\nআর ফিল্ড্‌স পদক সাধারণতঃ কোন একক ফলের জন্য নয়, বরং গণিতের কোন এক বা একাধিক শাখার উদ্ভাবন বা ব্যাপক উন্নয়নের জন্য প্রদান করা হয়; এজন্য এই অনুষ্ঠানে সরাসরি উদ্ধৃতির পরিবর্তে অভিনন্দন বক্তব্য রাখা হয়।\nগণিতে আরও কিছু গুরুত্বপূর্ণ পুরস্কার রয়েছে, তবে এগুলি আজীবন কৃত কাজের উপর ভিত্তি করে প্রদান করা হয় বলে কোনটাই নোবেল পুরস্কারের সাথে তুলনীয় নয়। ফিল্ড্‌স পদক বিজয়ীর সবচেয়ে বড় সম্মান হলো আইএমইউ বা বিশ্ব গণিত সমাজ কর্তৃক স্বীকৃতি লাভ।\n\n\n== ফিল্ড্‌স পদক বিজয়ী গণিতবিদগণ ==\n\n\n== লক্ষণীয় ঘটনাসমূহ ==\nপূর্ব ইউরোপে সোভিয়েত সেনাবাহিনীর আক্রমণের প্রতিবাদে ১৯৬৬ সালে অ্যালেক্সান্ডার গ্রোথেন্ডিয়েক মস্কো'তে স্বয়ং তাঁর জন্য আয়োজিত ফিল্ডস পদক অনুষ্ঠান বয়কট করেন। \n১৯৭০ সালে সের্গেই পেট্রোভিচ নোভিকভ তাঁর ওপর সোভিয়েত সরকার কর্তৃক আরোপিত নিষেধাজ্ঞার কারণে নাইসে আয়োজিত কংগ্রেসে এসে তাঁর পদকটি গ্রহণ করতে পারেননি।\n১৯৭৮ সালে গ্রিগরি মার্গুলিস, তাঁর ওপর সোভিয়েত সরকার কর্তৃক আরোপিত নিষেধাজ্ঞার কারণে হেলসিঙ্কিতে আয়োজিত কংগ্রেসে এসে তাঁর পদকটি গ্রহণ করতে পারেননি। পুরস্কারটি তাঁর পক্ষ হয়ে জ্যাকুইস টিটস গ্রহণ করেন এবং ভাষণে বলেন:\n\n কোন সন্দেহ নেই যে, আমার মতো এখানে উপস্থিত আরও অনেকেই অনুষ্ঠানে মার্গুলিস না আসতে পারায় দারুনভাবে আশাহত হয়েছেন। আমি ভীষণভাবে আশা করেছিলাম যে, হেলসিঙ্কি শহরের দোহাই দিয়ে হলেও এমন একজন গণিতবিদের সাথে আমার সাক্ষাত ঘটতে যাচ্ছে যাঁর কাজের মাধ্যমে আমি তাঁর সাথে পরিচিত এবং যাঁর প্রতি রয়েছে আমার গভীর শ্রদ্ধা এবং ভালোবাসা। [১]\n১৯৮২ সালে ওয়ারশতে অনুষ্ঠেয় কংগ্রেসটি রাজনৈতিক অস্থিতিশীলতার কারণে পরের বছর সরিয়ে নেয়া হয়। বছরের শুরুর দিকে আইএমইউ এর নবম সাধারণ সভায় পুরস্কার ঘোষণা করা হয়, আর পুরস্কার প্রদান করা হয় ১৯৮৩ ওয়ারশ কংগ্রেসে।\n১৯৯৮ সালে আইসিএম'এ অ্যান্ড্রু ওয়াইল্‌স'কে ফার্মার শেষ উপপাদ্য'র প্রমাণের স্বীকৃতিস্বরূপ ফিল্ডস পদক কমিটির চেয়ারের অধিকারী ইউরি ম্যানিন আইএমইউ'র সর্বপ্রথম রৌপ্য ফলক প্রদান করেন। ডন জ্যাগিয়ার এই ফলকটিকে \"কোয়ান্টায়িত ফিল্ডস পদক\" বলে অভিহিত করেন। এই পুরস্কারটির বর্ণনায় প্রায়ই বলা হয়ে থাকে যে, ফিল্ডস পদক দেয়ার বছরে ওয়াইলসের বয়স শর্তসীমার চেয়ে বেশি ছিল।(উদাহরণস্বরূপ, দেখুন [২])। ১৯৯৪ সালে ওয়াইলসের বয়স শর্তসীমার চেয়ে সামান্য বেশি থাকলেও তাঁকে পদকের একজন ফেভারিট বলে বিবেচনা করা হয়। তবে, ১৯৯৩ সালে প্রমাণে একটা ফাঁক(ওয়াইলস পরে তা দূর করেন) ধরা পড়ে।[৩] [৪]\n২০০৬ সালে পোয়াঁকারে অনুমানটি প্রমাণের জন্য বিখ্যাত গ্রিগরি পেরেলমান তাঁর ফিল্ডস পদকটি প্রত্যাখ্যান করেন। এবং কংগ্রেসেও যোগদান করেননি।\n\n\n== জনপ্রিয়তা ==\n১৯৯৭ সালে গুড উইল হান্টিং চলচ্চিত্রের কাল্পনিক চরিত্র, এমআইটি'র অধ্যাপক জেরাল্ড ল্যামবো'কে (চরিত্রটিতে অভিনয় করেন স্টেল্লান স্কার্সগাঁড) কম্বিনেটরিয়াল গণিত এ অবদান রাখার জন্য ফিল্ডস পদক বিজয়ী একজন গণিতবিদ হিসাবে রূপদান করা হয়।\nআ বিউটিফুল মাইন্ড চলচ্চিত্রটিতে জন ফর্ব্‌স ন্যাশকে(চরিত্রটি রূপদান করেন রাসেল ক্রো) ফিল্ডস পদক না দেয়ার জন্য অভিযোগ করতে দেখা যায়।\n\n\n== আরও দেখুন ==\nগণিতে প্রদত্ত পুরস্কার, পদক, এবং সম্মাননার তালিকা\n\n\n== পাদটীকাসমূহ ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}