{"pageid": 1325638, "title": "উল্কার শব্দকোষ", "url": "https://bn.wikipedia.org/wiki?curid=1325638", "content": "অ্যাবলেশন - বায়ুমণ্ডলের মধ্য দিয়ে যাওয়ার সময় একটি উল্কাপিণ্ডের ভর হারানোর প্রক্রিয়া।\nঅ্যাকাপুলকোইট - আদিম অ্যাকোনড্রাইটের একটি দল।\nঅ্যাক্রিশন - যে প্রক্রিয়ায় প্রোটোপ্ল্যানেটারি ডিস্কের পদার্থ একত্রিত হয়ে গ্রহের প্রাণী তৈরি করে।\nঅ্যাকনড্রাইট - একটি বিভেদযুক্ত উল্কাপিণ্ড (অর্থাৎ কনড্রুলস ছাড়া)।\nএরোলাইট - পাথরের উল্কাপিণ্ডের জন্য একটি পুরানো শব্দ।\nALH - অ্যালান হিলস থেকে উল্কাপাতের জন্য ব্যবহৃত একটি সংক্ষিপ্ত রূপ।\nঅ্যালান হিলস 84001 - হল মঙ্গল গ্রহের একটি বহিরাগত উল্কা যা SNC গোষ্ঠীর কোনোটির সাথে খাপ খায় না এবং মঙ্গলে প্রাণের প্রমাণ রয়েছে বলে মনে করা হয়।\nঅ্যালেন্ডে উল্কা - পৃথিবীতে পাওয়া সবচেয়ে বড় কার্বোনাসিয়াস কনড্রাইট।\nঅ্যামফোটেরাইট - কন্ড্রিটিক উল্কাপিণ্ডের একটি অপ্রচলিত শ্রেণিবিভাগ যা এখন LL হিসাবে শ্রেণীবদ্ধ করা হয়েছে।\nঅ্যাংরাইট - একটি বেসাল্টিক উল্কা।\nANSMET – মেট ইওরিটের জন্য একটি টারকটিক এস অনুসন্ধান একটি বৈজ্ঞানিক প্রোগ্রাম যা ট্রান্স্যান্টার্কটিক পর্বতমালায় উল্কাপিণ্ডের সন্ধান করে।\nঅ্যাস্টেরয়েডাল অ্যাকনড্রাইট - একটি অ্যাকনড্রাইট যা একটি গ্রহাণু বা গ্রহের উপর পার্থক্য করে ( প্লেনেটারি অ্যাকনড্রাইট দেখুন)\nগ্রহাণু বর্ণালী প্রকার - তাদের বর্ণালী অনুযায়ী গ্রহাণুর শ্রেণিবিভাগ।\nঅ্যাটাক্সাইট - একটি লোহার উল্কাপিণ্ড যা খোদাই করার সময় কোন দৃশ্যমান কাঠামো নেই।\nবেসাল্টিক অ্যাকনড্রাইট - ব্যাসাল্ট উল্কাপিণ্ডের একটি গ্রুপিং ( এইচইডি উল্কা + অ্যাংরাইট )\nব্র্যাচিনাইট - হয় একটি আদিম অ্যাকনড্রাইট বা একটি গ্রহাণুযুক্ত অ্যাকনড্রাইট\nবোলাইড - একটি অত্যন্ত উজ্জ্বল উল্কা, বিশেষ করে বায়ুমণ্ডলে বিস্ফোরিত হয়\nC - কার্বোনাসিয়াস কনড্রাইট বা একটি লোহা উল্কা উপাধি (রোমান সংখ্যা এবং অক্ষর) উল্লেখ করতে পারে।\nকার্বোনেশিয়াস কনড্রাইট\nCAI – ক্যালসিয়াম-অ্যালুমিনিয়াম-সমৃদ্ধ অন্তর্ভুক্তির সংক্ষিপ্ত রূপ\nক্যালসিয়াম-অ্যালুমিনিয়াম সমৃদ্ধ অন্তর্ভুক্তি\nচেসনাইট\nকনড্রাইট - গলিত বা মূল দেহের পার্থক্য দ্বারা অপরিবর্তিত পাথরের উল্কা\nকন্ড্রুল - মিলিমিটার-স্কেলের গোলাকার দানা কন্ড্রাইটগুলিতে পাওয়া যায়\nগোষ্ঠী - উল্কাপিণ্ডগুলি যেগুলি একটি গোষ্ঠী গঠনের জন্য যথেষ্ট সমান নয়, তবে একে অপরের থেকে এতটা আলাদা নয় যেগুলি পৃথক শ্রেণিতে রাখা যায়।\nশ্রেণী - দুই বা ততোধিক গোষ্ঠী যাদের রসায়ন এবং অক্সিজেন আইসোটোপ অনুপাত একই।\nকম্পোজিশনাল টাইপ – সামগ্রিক রচনার উপর ভিত্তি করে একটি শ্রেণিবিন্যাস, উদাহরণস্বরূপ, পাথর, লোহা, পাথর-লোহা (মাস্কেলিন দ্বারা প্রবর্তিত)। গ্রহাণুর স্পেকট্রোস্কোপি থেকে প্রাপ্ত রচনাটিও উল্লেখ করতে পারে।\nঘনীভবন - প্রোটোপ্ল্যানেটারি ডিস্কের শীতল হওয়ার সময় রাসায়নিক পদার্থগুলি গ্যাসীয় থেকে কঠিন পর্যায়ে পরিবর্তিত হওয়ার প্রক্রিয়া।\nঘনীভবন ক্রম - প্রোটোপ্ল্যানেটারি ডিস্ক ঠান্ডা হওয়ার সময় খনিজগুলির ক্রম যা গ্যাসীয় থেকে কঠিন অবস্থায় পরিবর্তিত হয়।\nমহাজাগতিক ধূলিকণা - ছোট আন্তঃগ্রহ এবং আন্তঃনাক্ষত্রিক কণা যা উল্কাপিণ্ডের অনুরূপ ( মাইক্রোমেটিওরাইট দেখুন)।\nকসমোকেমিস্ট্রি - মহাবিশ্বের রাসায়নিক গঠন এবং এর উপাদানগুলির অধ্যয়ন, এবং সেই প্রক্রিয়াগুলি যা এই রচনাগুলি তৈরি করেছিল।\nদার আল গনি – লিবিয়ান সাহারার একটি উল্কাপিণ্ডের ক্ষেত্র।\nমরুভূমির কাচ - বজ্রপাত বা উল্কার প্রভাবের ফলে বালির সিলিকা থেকে গঠিত মরুভূমিতে প্রাকৃতিক কাচ পাওয়া যায়।\nবিভেদ - একটি উল্কা যা আগ্নেয় পার্থক্যের মধ্য দিয়ে গেছে। (দেখুন: অ্যাকনড্রাইট )\nপার্থক্য - সাধারণত একটি গ্রহের প্রক্রিয়া একটি আয়রন কোর এবং সিলিকেট ম্যান্টেল গঠন করে।\nডুও - দুটি উল্কাপিণ্ডের একটি গ্রুপিং যা একই বৈশিষ্ট্যগুলি ভাগ করে (গ্রুপলেট দেখুন)।\nই - এনস্টাটাইট কনড্রাইট বা একটি লোহা উল্কা উপাধি (রোমান সংখ্যা এবং অক্ষর) উল্লেখ করতে পারে।\nঈগল স্টেশন গ্রুপলেট – প্যালাসাইট উল্কা নমুনার একটি সেট যা সংজ্ঞায়িত প্যালাসাইট গোষ্ঠীগুলির মধ্যে কোনও ফিট করে না।\nইলেক্ট্রোফোনিক বোলাইড - একটি উল্কা যা বায়ুমণ্ডলের মধ্য দিয়ে যাওয়ার সময় ইলেক্ট্রোম্যাগনেটিক শক্তি ( ইএমপি ) এর পরিমাপযোগ্য স্রাব তৈরি করে।\nএনস্টাটাইট অ্যাকনড্রাইট - একটি উল্কাপিন্ড যা বেশিরভাগ এনস্টাটাইট দিয়ে গঠিত। সাধারণত aubrite গ্রুপের অংশ।\nএনস্টাটাইট কন্ড্রাইট - উল্কাপিণ্ডের একটি বিরল রূপ যা কন্ড্রাইটের মাত্র 2% নিয়ে গঠিত বলে মনে করা হয়।\nপতন - একটি উল্কাপিন্ড যা পৃথিবীতে পড়ার সময় দেখা গিয়েছিল এবং পাওয়া গিয়েছিল।\nখুঁজুন – একটি উল্কাপিন্ড যা পড়ে না দেখেই পাওয়া গেছে।\nজীবাশ্ম উল্কা - একটি উল্কা যা কোয়াটারনারি পিরিয়ড শুরু হওয়ার আগে পলির স্তরের নীচে চাপা পড়েছিল। কিছু বা সমস্ত মূল মহাজাগতিক উপাদান ডায়াজেনেটিক খনিজ দ্বারা প্রতিস্থাপিত হয়েছে। (এটি অবশ্য জীবাশ্ম নয়)।\nফিউশন ক্রাস্ট - উল্কাপিন্ডের উপর একটি আবরণ যা বায়ুমন্ডলের মধ্য দিয়ে যাওয়ার সময় তৈরি হয়।\nগ্রুপ - একই বৈশিষ্ট্যগুলি ভাগ করে নেওয়া পাঁচ বা ততোধিক উল্কাপিণ্ডের একটি সংগ্রহ।\nগ্রুপলেট - অনুরূপ বৈশিষ্ট্যগুলি ভাগ করে নেওয়া পাঁচটিরও কম উল্কাপিণ্ডের একটি সংগ্রহ৷\nহ্যামার স্টোন - একটি নির্দিষ্ট স্বতন্ত্র উল্কাপিণ্ড যা একটি মানুষ, মানবসৃষ্ট বস্তু এবং/অথবা একটি প্রাণীকে আঘাত করেছে।\nHED - তিনটি বেসাল্টিক অ্যাকনড্রাইট গ্রুপ হাওয়ার্ডাইট, ইউক্রাইট এবং ডায়োজেনাইটের সংক্ষিপ্ত রূপ।\nএইচইডি উল্কা - বেসাল্টিক অ্যাকনড্রাইটের একটি গোষ্ঠী।\nহেক্সাহেড্রাইট - লোহার উল্কাপিন্ডের একটি কাঠামোগত শ্রেণী যার নিকেল উপাদান তুলনামূলকভাবে কম\nশিকারী - একজন ব্যক্তি যিনি উল্কাগুলির সন্ধান করেন।\nইমপ্যাক্ট ব্রেকসিয়া - প্রভাব শক্তি দ্বারা মিশ্রিত পার্থিব, বহির্মুখী বা মিশ্র উত্সের টুকরো দ্বারা গঠিত শিলা\nইমপ্যাক্টাইট - একটি উল্কার বিস্ময়কর প্রভাবের ফলে একটি পার্থিব শিলাকে অনানুষ্ঠানিক শব্দ।\nলোহা-নিকেল খাদ – উল্কা লোহার জন্য একটি বিকল্প অভিব্যক্তি।\nলোহা উল্কা - একটি উল্কা যা প্রধানত উল্কা লোহা দিয়ে গঠিত।\nকাকাঙ্গারি কনড্রাইট – চন্দ্রাইট উল্কাপিণ্ডের একটি দল।\nকামাসাইট – উল্কাপিণ্ডে পাওয়া একটি দেশীয় ধাতু (খনিজ)।\nলোড্রানাইট - আদিম অ্যাকনড্রাইটের একটি ছোট গ্রুপের সদস্য যারা অ্যাকাপুলকোইটস হিসাবে একই পিতামাতার দেহের গভীর থেকে উদ্ভূত বলে মনে করা হয়\nলুনাইট - একটি উল্কা যা চাঁদ থেকে উদ্ভূত হয়েছে ( লুনার উল্কার প্রতিশব্দ)। তুলনা করুন বিভাগ:পৃথিবী ছাড়া অন্য দেহে পাওয়া উল্কাপিন্ড ।\nচন্দ্র উল্কা - একটি উল্কা যা চাঁদ থেকে উদ্ভূত হয়েছে ( লুনাইটের প্রতিশব্দ)। তুলনা করুন বিভাগ:পৃথিবী ছাড়া অন্য দেহে পাওয়া উল্কাপিন্ড ।\nপ্রধান গ্রুপ প্যালাসাইট - প্রধান গ্রুপের অন্তর্গত একটি প্যালাসাইট ।\nপ্রধান ভর - একটি খণ্ডিত উল্কাপিণ্ডের বৃহত্তম/সবচেয়ে ভারী টুকরা, সাধারণত একটি বিক্ষিপ্ত ক্ষেত্রে পাওয়া যায়।\nম্যাগমেটিক উল্কা\nমঙ্গলগ্রহের উল্কা - মঙ্গল গ্রহ থেকে উৎপন্ন একটি উল্কা। তুলনা করুন বিভাগ:পৃথিবী ছাড়া অন্য দেহে পাওয়া উল্কাপিন্ড ।\nMaskelynite - উল্কাপিণ্ডে পাওয়া একটি প্রাকৃতিক কাচ।\nম্যাট্রিক্স - কন্ড্রুলের চারপাশে খনিজ সমাবেশ।\nমেসোসিডেরাইট – পাথর-লোহা উল্কাপিণ্ডের একটি গ্রুপ যা ব্রেকিয়াস।\nউল্কা লোহা – উল্কাপিন্ডে পাওয়া একটি দেশীয় ধাতু এবং বিভিন্ন খনিজ পর্যায়ের মিশ্রণ। টেলুরিক আয়রনের তুলনা করুন।\nউল্কা পর্যবেক্ষণ এবং পুনরুদ্ধার প্রোগ্রাম – একটি বৈজ্ঞানিক প্রোগ্রাম যা কানাডা কেন্দ্রিক ছিল।\nউল্কাবিদ – একজন বিজ্ঞানী উল্কা, উল্কা এবং উল্কা নিয়ে কাজ করেন।\nমেটিওরিটিক্স - উল্কা, উল্কা এবং উল্কাগুলির বিজ্ঞান।\nMORP - উল্কা পর্যবেক্ষণ এবং পুনরুদ্ধার প্রোগ্রামের সংক্ষিপ্ত রূপ।\nMicrometeorite - মহাজাগতিক ধূলিকণা থেকে উদ্ভূত মাইক্রোস্কোপিক উল্কা।\nনাখলাইট - মঙ্গলগ্রহের উল্কাপিণ্ডের একটি দল\nনিউম্যান লাইন (বা নিউম্যান ব্যান্ড) - কিছু লোহার উল্কাপিণ্ডে দেখা যায় এমন সূক্ষ্ম সমান্তরাল রেখার একটি প্যাটার্ন, যা পিতামাতার শরীরের উপর প্রভাবের কারণে বলে মনে করা হয়\nননম্যাগমেটিক উল্কা - (অবঞ্চিত) লোহা উল্কা যা আগ্নেয় প্রক্রিয়া দ্বারা গঠিত হয়নি বলে মনে করা হয়।\nO - সাধারণত সাধারণ chondrite বোঝায়\nপর্যবেক্ষিত পতন - একটি উল্কাপিন্ড যা পৃথিবীতে পড়ার সময় দেখা গিয়েছিল।\nঅক্টেহেড্রাইট - লোহা উল্কাপিণ্ডের সবচেয়ে সাধারণ কাঠামোগত শ্রেণী।\nঅর্ডিনারি কনড্রাইট - একটি কনড্রাইট উল্কা, যেখানে 'সাধারণ' মানে এটি সবচেয়ে সাধারণ পাওয়া যায়\nPAC - আদিম অ্যাকনড্রাইটের সংক্ষিপ্ত রূপ।\nপ্যালাসাইট - এক শ্রেণীর পাথর-লোহা উল্কা।\nপ্যানস্পারমিয়া - উল্কা এবং/অথবা ধূমকেতুর মাধ্যমে জীবন অন্যান্য গ্রহে পৌঁছাতে পারে এমন অনুমান।\nপিতা-মাতা - স্বর্গীয় দেহ যা থেকে একটি উল্কা বা উল্কাগুলির একটি শ্রেণির উৎপত্তি হয়।\nপেট্রোলজিক টাইপ - একটি শ্রেণিবিভাগের স্কিম যা প্রকাশ করে যে একটি উল্কাটি অভিভাবক গ্রহাণুর উপর থার্মাল মেটামরফিজম এবং জলীয় পরিবর্তনের সেকেন্ডারি প্রক্রিয়া দ্বারা প্রভাবিত হয়েছে।\nপিটস গ্রুপলেট – উল্কার একটি গ্রুপলেট যা আইএবি উল্কার অংশ।\nপ্ল্যানেটারি অ্যাকনড্রাইট - একটি অ্যাকনড্রাইট যা একটি গ্রহে আলাদা করা হয়েছিল এবং একটি গ্রহ বা গ্রহাণু নয় ( গ্রহাণুযুক্ত অ্যাকনড্রাইট দেখুন)।\nপ্লেসাইট – কামাসাইট, টেনাইট এবং টেট্রাটেনাইট ল্যামেলা সমন্বিত উল্কাযুক্ত আয়রনে পাওয়া একটি সূক্ষ্ম দানাদার আন্তঃগ্রোথ।\nপ্রিসোলার গ্রেইন - সূর্যের গঠনের আগে থেকে ছোট কঠিন দানার আকারে আন্তঃনাক্ষত্রিক কঠিন পদার্থ।\nআদিম উল্কাপিন্ড\nআদিম অ্যাকনড্রাইট - একটি উল্কাপিণ্ড যার অ্যাকনড্রাইট এবং কন্ড্রাইটের মিল রয়েছে।\nপ্রোটোপ্ল্যানেটারি ডিস্ক - একটি বৃত্তাকার ডিস্ক যা থেকে সৌরজগতের সমস্ত কঠিন পদার্থ গঠিত হয়।\nপাইরোক্সিন প্যালাসাইট গ্রুপলেট\n\nউডেই স্টেশন গ্রুপলেট – উল্কাপিণ্ডের একটি গ্রুপলেট যা আইএবি উল্কাপিণ্ডের অংশ।\nগোষ্ঠীবিহীন - একটি উল্কাপিণ্ড যা একটি গোষ্ঠী বা গ্রুপলেটে বরাদ্দ করা হয়নি।\nপার্থক্যহীন\nইউরেলাইট\nভেস্টা - গ্রহাণু বেল্টের দ্বিতীয় বৃহত্তম গ্রহাণু এবং HED উল্কাপিণ্ডের সম্ভাব্য উৎস।\nউদ্বায়ী উপাদান - রাসায়নিক উপাদান যা কম ফুটন্ত এবং ঘনীভূত তাপমাত্রা রয়েছে\nউইলামেট উল্কা - উত্তর আমেরিকায় আবিষ্কৃত বৃহত্তম উল্কা, ওরেগনের উইলামেট উপত্যকায় পাওয়া যায়।\nউইনোনাইট – এক ধরনের আদিম অ্যাকনড্রাইট উল্কা।\nওয়েস্টন উল্কা - একটি উল্কা যা ১৪ ডিসেম্বর, ১৮০৭ তারিখে কানেকটিকাটের ওয়েস্টন শহরের উপরে পৃথিবীতে পড়েছিল\n\n\n== তথ্যসূত্র =="}