{"pageid": 1326329, "title": "বাকলা বিজয়", "url": "https://bn.wikipedia.org/wiki?curid=1326329", "content": "বাকলা বিজয় বা চন্দ্রদ্বীপ বিজয়  জাহাঙ্গীরনগর-কেন্দ্রিক সুবাহ বাংলার সুবাহদার ইসলাম খাঁ এবং বৃহত্তর বরিশালের স্বাধীন চন্দ্রদ্বীপ রাজ্যের হিন্দু রাজা রামচন্দ্র বসুর মধ্য সংঘঠিত যুদ্ধ।\n\n\n== পটভূমি ==\nবৃহত্তর বরিশাল অঞ্চলটি আগে বাকলা নামে পরিচিত ছিল এবং এর বেশিরভাগ অংশ চন্দ্রদ্বীপ রাজ্য দ্বারা শাসিত হয়েছিল যারা বাংলার সালতানাতের অধীনে স্বায়ত্তশাসন উপভোগ করেছিল। ১৫৭৬ খ্রীষ্টাব্দের ১২ জুলাই রাজমহলের যুদ্ধে মোগল সাম্রাজ্য বাংলা সালতানাতকে পরাজিত করে, বাংলাকে উপমহাদেশ-ব্যাপী সাম্রাজ্যের পূর্বতম সুবাহ হিসাবে কায়েম করে। যাইহোক, সালতানাতের পতনের ফলে বারো-ভুঁইয়াদের গঠন হয়; বাংলা জুড়ে স্বাধীন সর্দারদের একটি শিথিল সংঘ যারা মোগল আধিপত্যকে মোকাবেলা করতে থাকে।\nবাদশাহ আকবরের শাসনামলে, রাজা মানসিংহ (১৫৯৪-১৬০৬) ছিলেন বাংলার নিযুক্ত সুবাহদার এবং এই অঞ্চলে বারো-ভুঁইয়াদের তাড়ানোর জন্য দায়ী ছিলেন। চন্দ্রদ্বীপ রাজ্য তখন রাজা কন্দর্পনারায়ণ বসুর অধীনে ছিল। কন্দর্পনারায়ণ মোগলদের সাথে চুক্তি গঠনে সম্মত হন। সোনারগাঁয়ের মসনদ-ই-আলা মূসা খাঁর মতোই কন্দর্পনারায়ণের পুত্র এবং উত্তরসূরি রাজা রামচন্দ্র বসু ১৬০২ সালে বাকলার স্বাধীনতা ঘোষণা করে এই চুক্তি ভঙ্গ করেন। রামচন্দ্র বাংলার বারো-ভুঁইয়াদের অন্যতম ছিলেন এবং যশোরের রাজা প্রতাপাদিত্যের ঘনিষ্ঠ মিত্র ও জামাতা ছিলেন। রামচন্দ্রের মা চুক্তি ভঙ্গ করার বিরুদ্ধে ছিলেন এবং মোগলদের সাথে যুদ্ধ সমর্থন করেননি। যাইহোক, রামচন্দ্রের ব্রাহ্মণ মন্ত্রীরা প্রকাশ্যে প্রতিরোধের প্রতি তাদের সমর্থন প্রকাশ করেছিলেন। \n\n\n== প্রচারণা ==\n১৬০৮ খ্রীষ্টাব্দে, বাদশাহ জাহাঙ্গীর আপন দোস্ত ইসলাম খাঁকে বাংলার সুবাহদার নিযুক্ত করেন, যিনি বারো-ভুঁইয়াদের পরাজিত করার এবং সমগ্র বাংলাকে সম্পূর্ণভাবে মোগল সাম্রাজ্যের সাথে সংযুক্ত করার জন্য তার পূর্বসূরিদের অভিযান অব্যাহত রাখেন। তিনি রামচন্দ্রের কাছে একটি চিঠি পাঠান যাতে তিনি তাকে আত্মসমর্পণ করেন এবং মোগল অধীনতা স্বীকার করেন। রামচন্দ্র চিঠিটি প্রত্যাখ্যান করেন এবং মোগল শাসনের বিরোধিতাকারী হাজার হাজার বাঙালি ও পাঠানদের সমন্বয়ে একটি বৃহৎ সৈন্যবাহিনী গড়ে তুলতে প্রতাপাদিত্যের সাথে যোগ দেন।\n১৬১১ খ্রীষ্টাব্দের ডিসেম্বরে, ইসলাম খাঁ দুটি বাহিনী দক্ষিণবঙ্গে প্রেরণ করেন, একটি যশোরের রাজা প্রতাপাদিত্যের বিরুদ্ধে এবং অন্যটি বাকলার রাজা রামচন্দ্রের বিরুদ্ধে। বাকলা অভিযানের জন্য তিনি সৈয়দ হাকিমকে একটি বিশাল সেনাবাহিনীর সেনাপতিত্ত্ব অর্পণ করেন। এটি ছিল তাই দুই রাজা একে অপরের সাহায্যে আসতে পারেনি কারণ তারা নিজেদের যুদ্ধে ব্যস্ত থাকবে। হাকিমের সাথে সৈয়দ কাশু, মির্জা নুরউদ্দীন, ইসলাম কুলী এবং রাজা সত্রাজিৎ সহ বাংলার নেতৃস্থানীয় মোগল সেনাপতিরা যোগ দেন। একটি বড় নৌবহরের সাথে, সেনাবাহিনীতে ম্যাচলক এবং ২০টি বিখ্যাত হাতি সজ্জিত তিন হাজার পদাতিক ছিল। চন্দ্রদ্বীপের ব্রাহ্মণ মন্ত্রীরা রামচন্দ্রকে মোগল কেল্লার বিপরীতে দুর্গ নির্মাণের পরামর্শ দিয়েছিলেন যা তিনি করেছিলেন হলুদপুর, নারায়ণপুর, কাশিপুর, নথুল্লাবাদ, কাগাশুরা এবং ক্ষুদ্রকাঠিতে। রামচন্দ্র জীবন কৃষ্ণ রায়কে তাঁর নৌপ্রধান নিযুক্ত করেছিলেন এবং তাঁর নৌবাহিনীর জন্য শত শত নৌকা-কিস্তি তৈরি করেছিলেন। শায়েস্তাবাদ, বরিশাল শহর ও জাহাপুরের চারপাশে নদীতে নৌযুদ্ধ সংঘটিত হয়।\nচন্দ্রদ্বীপে মোট এল লাখ সেনানী ছিল। তার পর্তুগিজ মিত্রদের সেনাপতি জন গেরীচন্দ্রদ্বীপকে সাহায্য করার জন্য ভারী কামান ও বন্দুক দিয়ে সজ্জিত দশ হাজার সৈন্যের নেতৃত্ব দেন। তাদের সাথে নানা ফার্নান্দেসের পাশাপাশি ওলন্দাজরাও যোগ দিয়েছিলেন। চন্দ্রদ্বীপ নৌবাহিনী তাদের কামান নিয়ে সুজাবাদ ও ক্ষুদ্রকাঠির মধ্যবর্তী নদীর তীরে প্রস্তুত ছিল। বাবুগঞ্জ উপজেলার ক্ষুদ্রকাঠি ও খানপুরার নিকটবর্তী একটি গ্রামে ভূমি যুদ্ধ সংঘটিত হয় যা বর্তমানে সংগ্রাম নামে পরিচিত। রামচন্দ্রের দুর্গে সফলভাবে প্রবেশের আগে মোগলরা প্রায় এক সপ্তাহ ধরে চন্দ্রদ্বীপ ও তার সহযোগীদের সাথে যুদ্ধ করেছিল। বাহারিস্তান-ই-গায়েবী উল্লেখ করেছে রামচন্দ্রের মা রামচন্দ্রের কার্যকলাপের প্রতি তার অসম্মতি প্রকাশ করার জন্য নিজেকে বিষ পান করতে চেয়েছিলেন। রামচন্দ্র তখন তাদের সামনে এসেছিলেন এবং তাঁর নৌবাহিনীর আত্মসমর্পণের প্রতীক হিসাবে তাঁর শত্রুদের কদমে চুম্বন করেছিলেন। ঘটনাটি প্রথম ইসলাম খাঁকে জানানো হয় যিনি মোগলদের এখন যশোরে অভিযানে যোগদানের নির্দেশ দেন এবং অভিযানের বাকি সময় রাজা সত্রাজিতের কাছে রামচন্দ্রের নজরদারি অর্পণ করেন। \n\n\n== ফলাফল ==\nরামচন্দ্রকে পরে রাজা সত্রাজিত জাহাঙ্গীর নগরে সুবাহদার ইসলাম খাঁর কাছে নিয়ে আসেন। তার নৌবাহিনীর আত্মসমর্পণের ফলস্বরূপ, সুবাহদার বাকলাকে পুনর্গঠিত করেন, রামচন্দ্রকে জমিদার হিসেবে থাকার অনুমতি দেন কিন্তু বিজয়ে অংশগ্রহণকারী বিভিন্ন জায়গিরদারদের বাকলার অংশ বরাদ্দ করেন। বাকলা সুবাহ বাংলার সরকার হিসেবে প্রতিষ্ঠিত হয় এবং সৈয়দ হাকিম ও তার ভাইয়েরা এর নেতা হিসেবে নিযুক্ত হন। সম্রাট জাহাঙ্গীর চন্দ্রদ্বীপের কিছু অংশ উল্ফৎ গাজীকে প্রদান করেন তার অংশগ্রহণের জন্য এবং এই অঞ্চলগুলি বাকলার নাজিরপুর পরগণায় পরিণত হয়। উল্ফৎ গাজী নলচিড়ার ঐতিহ্যবাহী মিঞা খান্দানের প্রতিষ্ঠাতা হন এবং তার বংশধররা কয়েক শতাব্দী ধরে বরিশালের ইতিহাসে প্রভাবশালী পদে অধিষ্ঠিত ছিলেন।\nবর্তমান সময়ে, ঢালি, মাল এবং পাইক উপাধিধারী বরিশালিরা রামচন্দ্রের সেনাবাহিনীর সদস্যদের বংশধর হিসেবে চিহ্নিত।\n\n\n== আরও দেখুন ==\nকীর্তিনারায়ণ বসু, রামচন্দ্রের পুত্র এবং উত্তরসূরি\nছবি খাঁ, বাকলার ফৌজদার\n\n\n== তথ্যসূত্র =="}