{"pageid": 1326794, "title": "২০১৫-এর দাদরি গণপিটুনি", "url": "https://bn.wikipedia.org/wiki?curid=1326794", "content": "২০১৫-এর দাদরি গণপিটুনির হত্যাকাণ্ডটি ছিল একদল গ্রামবাসী কর্তৃক ৫২ বছর বয়সী মোহাম্মদ আখলাকের বাড়িতে আক্রমণের ঘটনা, যেখানে গরু জবাই করার সন্দেহে তাকে খুন করা হয়। ভারতের উত্তর প্রদেশের দাদরির কাছে বিসাহদা গ্রামে ২০১৫ সালের ২৮ সেপ্টেম্বর রাতে এই খুনের ঘটনা ঘটে। স্থানীয় গ্রামবাসীদের সমন্বয়ে গঠিত উচ্ছৃঙ্খল জনতা লাঠিসোটা, ইট ও ছুরি নিয়ে আখলাকের বাড়িতে হামলা চালায় এবং বলে যে তারা একটি গরুর বাছুর চুরি ও জবাই করেছে বলে সন্দেহ করছে। হামলায় মোহাম্মদ আখলাক সাইফি (কিছু সূত্রের মতে ইখলাক) মারা যান এবং তার ছেলে ২২ বছর বয়সী দানিশ গুরুতর আহত হয়। পরে একটি ভারতীয় আদালত মাংসের প্রাথমিক প্রমাণে পায় যে, হয়তো এটি ভেড়া/ছাগলের বা গরুর মাংস হতে পারে এবং আখলাকের বিরুদ্ধে একটি এজাহার (এফআইআর) নিবন্ধনের নির্দেশ দেয়। তবে পরবর্তীতে রাজ্য সরকার মূল প্রতিবেদনটি পরিবর্তন করে এবং জানায় যে তিনি খাওয়ার জন্য কোন গরুর মাংস সংরক্ষণ করেন নি।\n\n\n== ঘটনা ==\n\n\n=== পটভূমি ===\n২০১৫ সালের ২৮ সেপ্টেম্বর সন্ধ্যায়, আখলাকের একজন প্রতিবেশী তাকে তার হারিয়ে যাওয়া বাছুরটি চুরি করে জবাই করার অভিযোগ আনে। শীঘ্রই সেখানে ভিড় জমে যায় এবং জবাইয়ের চিহ্নের জন্য তার বাড়িতে অনুসন্ধানের জন্য জোরজবরদস্তী করতে থাকে, তবে পরিবারটি সে দাবি ভুল বলে জানায়। তা সত্ত্বেও তৎক্ষণাৎ বিষয়টি একটি হিংসাত্মক রূপ নেয় যখন দুই যুবক স্থানীয় মন্দিরের সর্বসাধারণের শ্রবণযন্ত্র ব্যবহার করে এবং ঘোষণা দেয় যে আখলাকের পরিবার ঈদুল আযহাতে গরুর বাছুরটিকে হত্যা করে এর মাংস খেয়েছে। হিন্দু ধর্মে গরুকে পবিত্র বলে মনে করা হয় এবং উত্তরপ্রদেশ সহ বেশিরভাগ ভারতীয় রাজ্যে গরু হত্যা অবৈধ। পুলিশ জানায়, এটি নাগরিকদের ক্রোধের বহিঃপ্রকাশ ছিল।\n\n\n=== আক্রমণ ===\nসেদিন রাত সাড়ে ১০টার দিকে (আইএসটি)  উত্তেজিত জনতা আখলাকের বাড়িতে লাঠিসোঁটা নিয়ে আসে। পরিবারের সবাই রাতের খাবার শেষ করে ঘুমাতে যাচ্ছিল। আখলাক ও তার ছেলে দানিশ আগে থেকেই ঘুমিয়ে ছিল। উত্তেজিত জনতা তাদের জাগিয়ে তোলে এবং তাদের বিরুদ্ধে গরুর মাংস খাওয়ার অভিযোগ তোলে। তারা রেফ্রিজারেটরে কিছু মাংস খুঁজে পেয়ে তা বাজেয়াপ্ত করে, কিন্তু পরিবার জোর দিয়ে বলে যে এগুলো ছাগলের মাংস। যাইহোক, জনতা পুরো পরিবারকে বাইরে টেনেহেঁচড়ে নিয়ে যেতে থাকে। আখলাক ও দানিশকে বারবার লাথি মারার সাথে সাথে ইট দিয়ে আঘাত করা এবং ছুরিকাঘাত করা হয়। তাদের প্রতিবেশীরা উত্তেজিত জনতাকে থামানোর চেষ্টা করেও পারেনি। পুলিশ ডাকা হলে ঘন্টাখানেক পরে আসে। ততক্ষণে আখলাক মারা যান এবং দানিশ মারাত্মকভাবে আহত হয়।\nপরিবারটি প্রায় ৭০ বছর ধরে এই গ্রামে বসবাস করে আসছিল। পরিবারটিতে সে সময়ে উপস্থিত ছিলেন আখলাক, ৫২; তার ভাই জান মোহাম্মদ সাইফি (৪২); মা আসগরী বেগম (৮২); স্ত্রী ইকরাম; ছেলে দানিশ, ২২ বছর এবং মেয়ে সাজিদা। আখলাকের বড় ছেলে, মোহাম্মদ সারতাজ, ২৭, ভারতীয় বিমানবাহিনীতে (IAF) একজন কর্পোরাল-র্যাঙ্কড টেকনিশিয়ান হিসাবে কর্মরত থাকায় হামলার সময় চেন্নাইতে ছিলেন।\n\n\n=== পরের ঘটনা ও গ্রেফতার ===\nপুলিশ জিজ্ঞাসাবাদের জন্য মন্দিরের পুরোহিত ও তার সহকারীকে আটক করে। পরিবারের সদস্যদের সাক্ষ্যের ভিত্তিতে আক্রমণকারীদের মধ্যে দশজনের নাম উল্লেখ করে একটি এফআইআর দায়ের করা হয়। এতে ভারতীয় দণ্ড বিধির ১৪৭ (দাঙ্গা), ১৪৮ (মারাত্মক অস্ত্র দিয়ে দাঙ্গা), ১৪৯ (বেআইনি সমাবেশ), ৩০২ (খুন), ৩০৭ (খুনের চেষ্টা), ৪৫৮ (ঘর ভাঙা) এবং ৫০৪ (শান্তি বিনষ্টে  ইচ্ছাকৃতভাবে অপমান) ধারায় অভিযোগ করা হয়। ২০১৫ সালের ১ অক্টোবর তাদের মধ্যে ছয়জনকে পাওয়া যায় এবং গ্রেপ্তার করা হয়। তবে গ্রেফতারের প্রতিবাদে বিক্ষোভ করে এলাকাবাসী। বিক্ষোভকারীরা যানবাহনে অগ্নিসংযোগ ও দোকানপাট ভাংচুর করে। তাদের ছত্রভঙ্গ করতে পুলিশকে ফাঁকা গুলি ছুড়ে। একজন ব্যক্তি বিক্ষোভ করতে গিয়ে আহত হন। উত্তরপ্রদেশের প্রাদেশিক সশস্ত্র কনস্ট্যাবুলারি এবং র‌্যাপিড অ্যাকশন ফোর্সের কর্মীদের গ্রামে মোতায়েন করা হয়।\nমন্দিরের পুরোহিত এ ঘটনায় জড়িত থাকার বিষয়টি অস্বীকার করেন। তিনি বলেন যে কিছু যুবক তাকে এই ঘোষণা দিতে বাধ্য করেছিল। পুরোহিত জানান, তিনি কেবল ঘোষণা করেছিলেন যে একটি গরুকে হত্যা করা হয়েছে এবং লোকদের মন্দিরের কাছে জড়ো হতে বলা হচ্ছে। ৩ অক্টোবর, স্থানীয় ভারতীয় জনতা পার্টির (বিজেপি) নেতা সঞ্জয় রানার ছেলে বিশাল সিং রানা নামে এক ব্যক্তিকে এই মামলায় গ্রেপ্তার করা হয়। ৪ অক্টোবরের মধ্যে, দানিশ ৪ দিন নিবিড় পরিচর্যা কেন্দ্রে কাটায় এবং তার মস্তিষ্কে দুইবার অস্ত্রোপচার করা হয়। তাকে প্রথমে বৃহত্তর নয়ডার কৈলাশ হাসপাতালে ভর্তি করা হয়, পরবর্তীতে আর্মি হাসপাতাল রিসার্চ অ্যান্ড রেফারেলে স্থানান্তর করা হয়।\nগ্রেপ্তারকৃতদের কয়েকজন নারী আত্মীয় সাংবাদিকদের ওপর হামলা চালায় এবং গণমাধ্যমের গাড়িতে ঢিল ছুড়ে। তারা দাবি করে যে এই ব্যক্তিদের ভুলভাবে গ্রেফতার করা হয়েছে এবং গণমাধ্যম শুধুমাত্র ভুক্তভোগীদের গল্প প্রচার করছে।\n৫ অক্টোবর, উত্তরপ্রদেশ পুলিশ মাইক্রোব্লগিং সাইট টুইটারকে ঘটনার সাথে সম্পর্কিত কিছু লেখা এবং ছবি মুছে ফেলতে বলে, যা উস্কানিমূলক বলে তাদের কাছে মনে হয়। ভুক্তভোগী পরিবারটি বিসাহদা গ্রাম ছেড়ে ৬ অক্টোবর দিল্লিতে ভারতীয় বিমান বাহিনীর একটি জোনে চলে যায়।\nপরবর্তীকালে, বিশাল সিং রানা এবং তার বন্ধু বিশাল সহ ১৯ জনকে মামলায় অভিযুক্ত করা হয়। অভিযুক্তদের মধ্যে ১৬ জনকে পরবর্তীতে উত্তরপ্রদেশের মুখ্যমন্ত্রী যোগী আদিত্যনাথ তার নির্বাচনী সমাবেশে উপস্থিত থাকার জন্য আমন্ত্রণ জানিয়েছিলেন।\n\n\n== প্রতিক্রিয়া ==\nএই গণপিটুনিতে মৃত্যুর পরে সবদিক থেকে রাজনৈতিক প্রতিক্রিয়া দেখা যায়, বিজেপি এই হত্যাকাণ্ডের সরাসরি দায় থেকে নিজেকে দূরে রাখার চেষ্টা করেও একই সময়ে কিছু সমাবেশে তার সুবিধা নিয়েছিল, এবং অন্যান্য দলগুলি যেমন ভারতীয় জাতীয় কংগ্রেস (INC) এবং বহুজন সমাজ পার্টি (বিএসপি) এই ঘটনা থেকে রাজনৈতিক সুবিধা পাওয়ার চেষ্টা করে। ২০১৫-এর ৩০ সেপ্টেম্বর উত্তর প্রদেশের তৎকালীন মুখ্যমন্ত্রী অখিলেশ যাদব পরিবারের জন্য ₹১০,০০,০০০ অনুদান ঘোষণা করেছিলেন। তিনি নির্দেশও দিয়েছিলেন যে জেলা প্রশাসক এবং নয়ডা পুলিশের সিনিয়র সুপারিনটেনডেন্ট অফ পুলিশ (এসএসপি) কর্তৃক পরিবারটিকে পুলিশি সুরক্ষা প্রদানের জন্য। ২০১৫-এর ৩ অক্টোবর অনুদান ₹২০,০০,০০০-এ উন্নীত হয়। আখলাকের বড় ছেলে মোহাম্মদ সারতাজ বলেন যে তিনি পরিবারকে দাদরি থেকে সরিয়ে নেওয়ার সিদ্ধান্ত নিয়েছেন। যাইহোক, তাদের নিরাপত্তার ভয়ে, পরিবারটি ২০১৫-এর ৬ অক্টোবর দিল্লিতে চলে যায়।\nস্বরাষ্ট্রমন্ত্রী এবং উত্তর প্রদেশের প্রাক্তন মুখ্যমন্ত্রী, রাজনাথ সিং সাম্প্রদায়িক সম্প্রীতি বজায় রাখার জন্য জনগণের কাছে আবেদন জানান এবং যারা এটিকে ব্যাহত করার চেষ্টা করে তাদের বিরুদ্ধে কঠোর ব্যবস্থা নেওয়ার প্রতিশ্রুতি দেন। অর্থমন্ত্রী অরুণ জেটলি বলেন, এই ধরনের ঘটনা জাতির ভাবমূর্তিকে প্রভাবিত করে, তাই জনগণকে এসবের ঊর্ধ্বে উঠতে হবে। কেন্দ্রীয় মন্ত্রী মহেশ শর্মা বলেন, ঘটনাটি পরিকল্পিত নয়, একটি দুর্ভাগ্যজনক দুর্ঘটনা। যাইহোক, তিনি পরিবারের কাছে ন্যায়বিচারের প্রতিশ্রুতি দেন। বিজেপির আরেক নেতা তরুণ বিজয় বলেন যে এই ঘটনা প্রধানমন্ত্রী নরেন্দ্র মোদীর উন্নয়নের এজেন্ডাকে লাইনচ্যুত করতে পারে। তিনি হিন্দুদের সহিংসতার আশ্রয় না নিয়ে গরুর দেখাশোনা করতে বলেন। তিনি গরুর মাংস রপ্তানি এবং আবর্জনারস্তূপ থেকে খাদ্য গ্রহণকালে প্লাস্টিকে গরুর সমস্যাগুলির দিকেও ইঙ্গিত করেন। বিজেপি নেতা সাক্ষী মহারাজ অনুদানের টাকার সমালোচনা করে বলেন যে একজন হিন্দুকে হত্যা করা হলে তার পরিবার এর থেকে অনেক কম পেত।\nসর্বভারতীয় মজলিস-ই-ইত্তেহাদুল মুসলিমীনের নেতা আসাদউদ্দিন ওয়াইসি, হিংসাত্মক হামলার আলোকে এটিকে অপ্রাসঙ্গিক বলে অভিহিত করে পুলিশের মাংস পরীক্ষা করার সিদ্ধান্তের সমালোচনা করেন। তিনি আক্রমণকারীদের রক্ষা করার জন্য রাজ্যের ক্ষমতাসীন দল এবং স্থানীয় বিজেপি নেতাদের নিষ্ক্রিয়তার জন্যও সমালোচনা করেন।\nএয়ার চিফ মার্শাল অরূপ রাহা ঘটনাটিকে দুর্ভাগ্যজনক বলে অভিহিত করেন এবং বলেন যে তারা পরিবারটিকে সাহায্য ও সুরক্ষার জন্য একটি আইএএফ এলাকায় নিয়ে যাওয়ার চেষ্টা করছেন। বিহারের প্রাক্তন মুখ্যমন্ত্রী এবং রাষ্ট্রীয় জনতা দলের (আরজেডি) রাজনৈতিক দলীয় নেতা লালু যাদব বলেন যে দরিদ্র মানুষ এবং প্রবাসী ভারতীয়রা গরুর মাংস খায় এবং গরু ও ছাগলের মধ্যে কোনও জৈবিক পার্থক্য নেই। তবে তিনি আরো বলেন যে গোশত ও গরুর মাংস খাওয়া স্বাস্থ্যের জন্য ভালো নয়। যদিও পরে তিনি তার বক্তব্য প্রত্যাহার করে নেন এবং স্বীকার করেন যে তিনি কোনো চিন্তাভাবনা ছাড়াই কথাগুলো বলেছেন।\nআখলাকের হত্যাকাণ্ডের পর, বিজেপির বিধায়ক টি. রাজা সিং টুইটারে হিন্দু ধর্মগ্রন্থ বেদ থেকে কিছু অংশ পোস্ট করেন যেখানে নাকি অভিযোগ করা হয়েছে যে, গরু জবাই করে এমন লোকদের হত্যা করা বাধ্যতামূলক। যদিও পরে সেগুলো মিথ্যা বলে প্রমাণিত হয়।\n২০১৫-এর ৬ অক্টোবর লেখিকা নয়নতারা সায়গল দেশে ক্রমবর্ধমান অসহিষ্ণুতার প্রতিবাদে তার সাহিত্য অকাদেমি পুরস্কার ফিরিয়ে দেন। তিনি এম. এম. কালবুর্গী, নরেন্দ্র দাভোলকার এবং গোবিন্দ পানসারের সাম্প্রতিক হত্যাকাণ্ডের দিকে ইঙ্গিত করেন এবং সেই পরিপ্রেক্ষিতে দাদরিতে তার শেষ খড়কুটো হত্যা বলে অভিহিত করেন। পরে অশোক বাজপেয়ী এবং রহমান আব্বাসও তাদের পুরস্কার ফেরত দেন।\n৭ অক্টোবর, উত্তর প্রদেশ সরকারের একজন ক্যাবিনেট মন্ত্রী আযম খান বলেন যে তিনি দাদরি গণপিটুনিতে হত্যা ইস্যুটি জাতিসংঘে উত্থাপন করবেন। ৭ অক্টোবর, ভারতের রাষ্ট্রপতি প্রণব মুখার্জি বলেন যে বৈচিত্র্য, সহনশীলতা এবং বহুত্ব হল ভারতীয় সভ্যতার মূল, যা ভারতকে বহু শতাব্দী ধরে ঐক্যবদ্ধ রেখেছে।\nভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী রাষ্ট্রপতির বক্তৃতাকে উল্লেখ করে, রাষ্ট্রপতির বার্তা অনুসরণ করতে এবং সাম্প্রদায়িক রাজনৈতিক নেতাদের বিবৃতি উপেক্ষা করার জন্য 8 অক্টোবর একটি জনসভায় জনগণকে ঐক্যবদ্ধ থাকার আহ্বান জানান। তিনি বলেন, \"হিন্দু ও মুসলমানদের একে অপরের বিরুদ্ধে নয় বরং দারিদ্রের বিরুদ্ধে লড়াই করা উচিত\"। অক্টোবরে, তিনি এই ঘটনাটিকে \"দুখদ\" [দুঃখজনক] বলে অভিহিত করেন। কিন্তু এর জন্য কেন্দ্রকে দায়ী করার পেছনে যুক্তি নিয়ে প্রশ্ন তোলেন তিনি। শিবসেনা মুম্বাইয়ে পাকিস্তানি গায়ক গুলাম আলীর কনসার্টের বিরোধিতাকে মোদীও অবাঞ্ছিত বলে অভিহিত করেন, কিন্তু কেন্দ্র কীভাবে এর জন্য দায়ী তা জানতে চান। তবে এই হত্যাকাণ্ডের দশ দিন পর মোদী এ বিষয়ে কথা বলার জন্য সমালোচিত হন।\n\n\n== সব অনুসন্ধান বন্ধ করার অনুরোধ ==\n২০১৫-এর ডিসেম্বরের প্রথম সপ্তাহে আখলাকের আত্মীয়রা মুখ্যমন্ত্রী যাদবের সাথে দেখা করেন। তারা আর্থিক সহায়তা এবং মামলার তদন্তের অগ্রগতিতে সন্তোষ প্রকাশ করেন। একই সাথে, তারা মন্ত্রীকে এই মামলার অধিকতর তদন্ত বন্ধ করার অনুরোধ জানান।\n\n\n== নির্যাতিত ও আত্মীয়দের বিরুদ্ধে এফআইআর ==\n২০১৬-এর ৯ জুলাই সুরাজপুর জেলা আদালতে (গ্রেটার নয়ডা) বিচারিক ম্যাজিস্ট্রেট বিজয় কুমার ১৫৬ (৩) ধারার অধীনে নির্দেশ জারি করেন, খুন করা আখলাক এবং তার আত্মীয়দের বিরুদ্ধে বিসাহদা গ্রামের বাসিন্দার দায়ের করা একটি পিটিশনের ভিত্তিতে। ২৮ সেপ্টেম্বর ২০১৫ রাতে পুলিশ বিসাহদায় আখলাকের বাড়ি থেকে মাংসের একটি নমুনা সংগ্রহ করে এবং প্রাথমিক পরীক্ষার জন্য পশুচিকিত্সকের কাছে পাঠায়। এই পরীক্ষাগুলোয় জানানো হয় যে এটি ছাগলের মাংস ছিল, তবে উত্তরপ্রদেশ পুলিশ একটি চূড়ান্ত পরীক্ষার জন্য নমুনাটি মথুরার অন্য একটি ল্যাবে পাঠায়, যার মতে মাংসটি ছিল গরুর মাংস।\n\n\n== আরও দেখুন ==\nবিভিন্ন ধর্ম ও পুরাণে গবাদিপশু\n\n\n== তথ্যসূত্র =="}