{"pageid": 1326087, "title": "সাও সভ্যতা", "url": "https://bn.wikipedia.org/wiki?curid=1326087", "content": "সাও সভ্যতা হল মধ্য আফ্রিকায় খ্রিস্টপূর্ব চতুর্থ বা ষষ্ঠ শতাব্দী থেকে খ্রিস্টীয় ষোড়শ শতাব্দীর শেষভাগ পর্যন্ত বিকাশ লাভ করেছিল। সাও অধিবাসীগণ চারি নদীর অববাহিকায় বসবাস করত, যেটি পরে ক্যামেরুন ও চাদের অংশ হয়ে ওঠে। তারাই প্রাচীনতম সভ্যতা যারা আধুনিক ক্যামেরুন অঞ্চলে তাদের উপস্থিতির স্পষ্ট চিহ্ন রেখে গেছে। ১৬তম শতাব্দীর কাছাকাছি কোনো এক সময়, ইসলামে ধর্মান্তরিত হওয়ার ফলে সাবেক সাও-এর সাংস্কৃতিক পরিচয় বদলে যায়। আজ, উত্তর ক্যামেরুন ও দক্ষিণ চাদের বিভিন্ন জাতিগোষ্ঠী সাও সভ্যতার বংশধর বলে দাবি করে, বিশেষ করে সারা, কোটোকো জাতির জনগণ দাবিটি করে।\n\n\n== উদ্ভব ==\nসাও সভ্যতা খ্রিস্টপূর্ব ষষ্ঠ বা চতুর্থ শতাব্দীর প্রথম দিকে শুরু হয়েছিল এবং খ্রিস্টপূর্ব প্রথম সহস্রাব্দের শেষ স্থায়ী ছিল, তাদের উপস্থিতি চাদ হ্রদের চারিদিকে ও চারি নদীর নিকট সুপ্রতিষ্ঠিত হয়েছিল। নবম ও পঞ্চদশ শতাব্দীর মধ্যবর্তী সময়ে সাও-এর নগর-রাজ্যগুলি তাদের উন্নতির শীর্ষে পৌঁছেছিল।\nযদিও কিছু পণ্ডিত অনুমান করেন, যে চাদ হ্রদের দক্ষিণে সাও সভ্যতা চতুর্দশ বা পনেরো শতক পর্যন্ত টিকে ছিল, সংখ্যাগরিষ্ঠদের মতামত হল যে এটি একটি পৃথক সংস্কৃতি হিসাবে ১৬তম শতাব্দীর পরে বোর্নু সাম্রাজ্যের বিস্তৃতির পরে বিলুপ্ত হয়ে যায়। কোটোকো হল সাও-এর প্রাক্তন নগর রাজ্যগুলির উত্তরাধিকারী।\n\n\n== সংস্কৃতি ==\nএটি প্রস্তাব করা হয়েছিল, যে সাও প্রাচীন মিশর জয়কারী হাইকসোসের বংশধর ছিলেন, তারা আক্রমণকারীদের চাপে নীল উপত্যকা থেকে দক্ষিণে মধ্য আফ্রিকায় চলে গিয়েছিল, অথবা তারা চাদ হ্রদের উত্তরে বিলমা মরূদ্যানে উদ্ভূত হয়েছিল। যাইহোক, একটি আরও ব্যাপকভাবে গৃহীত তত্ত্ব হল যে সাও কেবল চাদ হ্রদ অববাহিকার আদিবাসী বাসিন্দা এবং তাদের চূড়ান্ত উত্স হ্রদের দক্ষিণে অবস্থিত। সাম্প্রতিক প্রত্নতাত্ত্বিক গবেষণা ইঙ্গিত করে যে এই অঞ্চলের পূর্ববর্তী সংস্কৃতি থেকে সাও সভ্যতা দেশীয়ভাবে বিকশিত হয়েছিল (যেমন গাজিগান্না সংস্কৃতি, যা প্রায় ১,৮০০ খ্রিস্টপূর্বাব্দে শুরু হয়েছিল এবং প্রায় ৮০০ খ্রিস্টপূর্বাব্দের মধ্যে সুরক্ষিত শহরগুলি তৈরি করতে শুরু করেছিল), পরে ধীরে ধীরে জটিলতা বৃদ্ধি পেয়েছিল। সাও শিল্পকর্মগুলি দেখায় যে তারা ব্রোঞ্জ, তামা ও লোহার কাজে দক্ষ একটি অত্যাধুনিক সভ্যতা ছিল।\n\n\n== তথ্যসূত্র =="}