{"pageid": 1326992, "title": "নেফারতারি", "url": "https://bn.wikipedia.org/wiki?curid=1326992", "content": "নেফারতারি, (নেফারতারি মেরিতমুত নামেও পরিচিত) ছিলেন একজন মিশরীয় রানী এবং রামেসিস দ্য গ্রেটের মহান রাজকীয় স্ত্রীদের মধ্যে প্রথম বা প্রধান স্ত্রী।  তিনি ক্লিওপেট্রা, নেফারতিতি এবং হাটশেপসুটের মতো মিশরীয় রাণীদের মধ্যে অন্যতম পরিচিত একজন, যিনি নিজের অধিকারে রাজত্ব করেছেন বলে জানা নেই বা ভাবা হয় না। তিনি উচ্চ শিক্ষিত এবং হায়ারোগ্লিফিক লিপি পড়তে এবং লিখতে উভয়েই সক্ষম ছিলেন, আর সেই সময়ে একটি খুবই বিরল দক্ষতার উদাহরণ। তিনি তার এই দক্ষতাগুলি সেই সময়ের অন্যান্য বিশিষ্ট রাজপরিবারের সাথে মিল রেখে তার কূটনৈতিক কাজে ব্যবহার করেছিলেন। তার সুসজ্জিত সমাধি রানীদের উপত্যকার মধ্যে সবচেয়ে বড় এবং দর্শনীয় সমাধিগুলির মধ্যে অন্যতম। রামেসিস আবু সিম্বেলে তার বিশাল স্মৃতিস্তম্ভের পাশে তার জন্য একটি মন্দিরও নির্মাণ করেছিলেন।\n\n\n== পরিবার ==\nযদিও নেফারতারির পারিবারিক পটভূমি অজানা, তবে তার সমাধিতে ফারাও আইয়ের কার্টুচ দিয়ে খোদাই করা একটি গাঁটের আবিষ্কার লোকেদের এটা অনুমান করতে  বাধ্য করে যে সে নেফারতারির পরিবারের সাথে সেটা সম্পর্কিত ছিল।  আই এবং দ্বিতীয় রামসেস এর রাজত্বকালের ব্যবধান হতে এটা সমর্থন করে যে, নেফারতারি আইয়ের কন্যা হতে পারে না এবং যদি কোনও সম্পর্ক থাকে তবে নেফারতারি হবেন তার প্রপৌত্রী। অষ্টাদশতম রাজবংশের রাজপরিবারের সাথে নেফারতারিকে যুক্ত করার বিশ্বাসযোগ্য অথবা চূড়ান্ত কোনো প্রমাণ নেই। দ্বিতীয় রামসেস সিংহাসনে আরোহণের আগেই নেফারতারির সাথে বিবাহুবন্ধনে আবদ্ধ হন।  নেফারতারির অন্তত চার ছেলে ও দুই মেয়ে ছিল। যুবরাজ এবং সৈন্যদলের অধিনায়ক আমুন-হার-খেপেশেফ ছিলেন সবচেয়ে বড় এবং পরেহেরওয়েনেমেফ ছিলেন তৃতীয়তম যিনি পরবতীকালে সেনাবাহিনীতে দায়িত্ব পালন করেছিলেন। যুবরাজ মেরিরে আবু সিম্বেলের ছোট মন্দিরের সম্মুখভাগে উল্লিখিত নেফারতারি এবং রামসেসের চতুর্থ পুত্র। মেরিটামেন এবং হেনুটাউই হলেন দুটি রাজকন্যা আবু সিম্বেলের ছোট মন্দিরের সম্মুখভাগে চিত্রিত এবং তারা নেফারতারির কন্যা বলে মনে করা হয়। \n\n\n== জীবনী ==\n\nদ্বিতীয় রামসেসের স্ত্রী হিসেবে তার প্রথম বছরের দাপ্তরিক  দৃশ্যে নেফারতারির প্রথম আবির্ভাব ঘটে।  নেবওয়েনেনেফের সমাধিতে, নেফারতারিকে তার স্বামীর পিছনে চিত্রিত করা হয়েছে যখন তিনি অ্যাবিডোস সফরের সময় নেবওয়েনেনেফকে আমুনের মহাযাজকের পদে উন্নীত করেন।  এক বছর ১ স্টেলার (পাথরের একটি স্মারক শিলালিপি) পাশের একটি দৃশ্যেও নেফারতারিকে দেখা যায়। তাকে তাওয়ারেট, থোথ এবং বাদামের সামনে দুটি সিস্ত্রা কাঁপাতে দেখা গেছে। \nলুক্সর এবং কার্নাকের দৃশ্যে নেফারতারি একটি গুরুত্বপূর্ণ উপস্থিতি। লুক্সরের একটি দৃশ্যে, নেফারতারি রাজকীয় শিশুদের নেতৃত্ব দিচ্ছেন। আরেকটি দৃশ্যে নেফারতারিকে দেখায় আমুন - মিন -কামেফিস-এর মাস্ট উৎসবে। রাজা এবং রাণীকে নতুন মন্দিরে উপাসনা করতে বলা হয় এবং আমেন-রে মান ধারকদের উপস্থিতির আগে মাস্তুল স্থাপনের তত্ত্বাবধানে দেখানো হয়। এই অনুষ্ঠান চলাকালীন নেফারতারির বক্তৃতা নথিবদ্ধ করা হয়েছে: \n\nআপনার প্রিয় পুত্র, উভয় দেশের প্রভু,  উজারমাত্রে সেতেপেনরে, আপনার সুন্দর প্রকাশে আপনাকে দেখতে এসেছেন। তিনি আপনার জন্য মাস্তুল তৈরি করেছেন। আপনি তাকে রাজা হিসাবে অনন্তকাল দান করুন এবং মহামহিম এলপিএইচ  এর বিরুদ্ধে বিদ্রোহীদের বিরুদ্ধে বিজয় দান করুন। \nলুক্সর এবং কার্নাকের অনেক মূর্তিতেই নেফারতারি দ্বিতীয় রামেসিস-এর সহধর্মিণী হিসেবে আবির্ভূত হয়। ওয়েস্টার্ন থিবেসে, দেইর এল-বাহারি, দেইর এল-মদিনার একটি স্টেলা এবং ব্লকের একটি মূর্তি গোষ্ঠীতে নেফারতারির উল্লেখ রয়েছে। \n\n\n== স্মৃতিস্তম্ভ ==\n\n\n=== মহান মন্দির আবু সিম্বেল ===\n\nমন্দিরের সামনে দাঁড়িয়ে থাকা দ্বিতীয় রামেসিস- এর বিশাল প্রতিমূর্তির পাশে প্রতিনিধিত্বকারী রাজকীয় মহিলাদের মধ্যে নেফারতারিকে দুবার দেখা যায়। দরজার বাম দিকে নেফারতারি, রাজমাতা তুয়া এবং রাজপুত্র আমুন-হার-খেপেশেফ (এখনও এখানে আমুনহিরওয়েনেমেফ বলা হয়) রাজার বিশাল মূর্তিটির পাশে রয়েছে। দরজার ডানদিকে নেফারতারি, বাকেটমুত এবং রাজপুত্র রামেসিসকে ফেরাউনের সাথে দেখানো হয়েছে। \n\n\n=== ছোট মন্দির আবু সিম্বেল ===\n\nআবু সিম্বেলের ছোট মন্দিরটি ইবশেকের নেফারতারি এবং হাথোরকে উৎসর্গ করা হয়েছিল। আলম্বের একটি উৎসর্গীকরণ পাঠে বলা হয়েছে:\n\n\"মহান এবং পরাক্রমশালী স্মৃতিসৌধের একটি মন্দির, যা মহান রাজকীয় স্ত্রী নেফারতারি মেরিয়েতমুতের জন্য নির্মিত, যার জন্য সূর্য উজ্জ্বল হয়, জীবন দান করে এবং প্রেমসিক্ত হয়\"।\nঅন্য আরেকটি আলম্বে বর্ণিত রয়েছে যে:\n\n\"দক্ষিণ ও উত্তর মিশরের রাজা উসমাত্রে সেতেপেনরে নুবিয়ার পাহাড়ে খনন করে একটি মন্দির তৈরি করেছেন, যা দক্ষিণ ও উত্তর মিশরের মহান রাজকীয় স্ত্রী নেফারতারির জন্য নির্মিত।\n\n\n== তথ্যসূত্র =="}