{"pageid": 1326603, "title": "শেখ উবায়দুল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=1326603", "content": "শেখ উবায়দুল্লাহ (জন্ম:  ৬৬৩ খ্রি.) ছিলেন মদিনায় জন্মগ্রহণকারী একজন মুসলিম দাঈ এবং মুজাহিদ। তিনি আবু বকর রা. এর একজন আত্মীয় বলে মনে করা হয়, যার কাছ থেকে উবায়দুল্লাহ তার নৈতিক ও আধ্যাত্মিক শিক্ষা লাভ করেন। তার মাধ্যমেই ভারতের কেরালা ও লাক্ষাদ্বীপে প্রথম ইসলামের আগমন ঘটে। তাঁর প্রচারের ফলেই লাক্ষাদ্বীপের প্রায় সকল মানুষ ( বর্তমান: ৯৭%)  ইসলাম গ্রহণ করে। \n\n\n== জীবনের প্রথমার্ধ ==\nউবায়দুল্লাহ নামটি একটি পরোক্ষ কোরানিক নাম যার অর্থ \"আল্লাহর ছোট বান্দা\"। উবাইদ হল আবদ (\"চাকর\") শব্দের সংক্ষিপ্ত রূপ এবং এটি উবাইদ (\"ছোট ভৃত্য\") এবং আল্লাহ (\"ঈশ্বর\") থেকে গঠিত হয়েছে, -উ- হল নামকরণকারী ( নির্মাণ অবস্থায় ) কেস চিহ্নিত করা। \nসাধকের প্রাথমিক জীবন সম্পর্কে কিছুই জানা যায় না তার বংশের ব্যতীত যেটি খলিফা আবু বকরের সাথে পাওয়া যায়, প্রথম সঠিকভাবে পরিচালিত খলিফা যার মধ্যে তিনি কিছু ঘনিষ্ঠ সম্পর্কের মধ্যে ছিলেন বলে বিশ্বাস করা হয়। \n\n\n== ভারতের লাক্ষাদ্বীপে ইসলাম প্রচার ==\nযাত্রার সময় ঝড়ের কবলে পড়ে তার জাহাজ ডুবে যায় এবং হিজরি ৪১ (৬৬৩ খ্রিস্টাব্দে) আমিনীতে পৌঁছনো পর্যন্ত তাকে একটি তক্তার উপর দিয়ে যাত্রা চালিয়ে যেতে হয়। তিনি আমিনী থেকে তার প্রচারের কাজ শুরু করেন এবং প্রাথমিক ভাষাগত চ্যালেঞ্জ সত্ত্বেও পন্ডামবেলি পরিবারকে ধর্মান্তরিত করতে সক্ষম হন। সেখানে বিরোধিতার সম্মুখীন হওয়ার পর তিনি আমিনীকে তার কিছু নতুন মুসলিম ফেলো নিয়ে ছেড়ে যান এবং আন্দ্রোটে চলে যান যেখানে তিনি উল্লেখযোগ্যভাবে উচ্চ ধর্মান্তরিত হন। এরপর তিনি কাভারত্তি ও আগত্তিতে গিয়ে ধর্মপ্রচার করেন এবং তারপর আমিনীতে ফিরে আসেন। এইবার আমিনীতে তার প্রথম আগমনের বিপরীতে, তাকে স্বাগত জানানো হয়েছিল এবং তার প্রচারের মাধ্যমে সফলভাবে প্রভাবিত এবং প্রায় সমগ্র জনসংখ্যাকে ইসলামে রূপান্তরিত করতে পারে। তার জীবনের শেষ পর্যায়ে, তিনি অ্যান্ড্রট ভ্রমণ করেন যেখানে তিনি তার বাকি জীবন প্রচার ও শিক্ষা দিয়েছিলেন। উবায়দুল্লাহ কখনোই হিজাজে ফিরে যাননি এবং দাওয়াহের জন্য তার জীবন উৎসর্গ করেননি।  শেখ উবায়দুল্লাহ লাক্ষাদ্বীপে (বর্তমানে ভারতে) দ্বীপবাসীদের সামনে খুতবা প্রদানের মাধ্যমে ইসলামের অগ্রগতি করেন।\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\nস্পষ্টতই তিনি আন্দ্রোট দ্বীপে মারা গিয়েছিলেন তার দেহাবশেষ জুমা মসজিদে সমাহিত করা হয়েছিল।  \nজুমা মসজিদ, লাক্ষাদ্বীপের অন্যতম প্রধান আকর্ষণ যেটি তাঁর সময়ে নির্মিত হয়েছিল বলে জানা যায়।\nএটা বিশ্বাস করা হয় যে বর্তমানে লাক্ষাদ্বীপের জনসংখ্যার 97% মুসলমান হচ্ছে তার প্রচারের ফল। \n\n\n== কর্মজীবন ==\nপেশাগতভাবে ইসলাম প্রচারের পবিত্র মিশন হাতে নেওয়ার আগে সাধককে একজন বণিক বলে মনে করা হয়।\nরেওয়ায়েত আছে যে সাধক উবায়দুল্লাহ, একবার মদিনার পবিত্র নবীর মসজিদে নামাজ পড়তে ঘুমিয়ে পড়েছিলেন এবং একটি স্বপ্ন দেখেছিলেন যাতে তিনি নবী মুহাম্মদকে দেখেছিলেন এবং নবী তাকে বলেছিলেন যে জেদ্দার পূর্ব থেকে দূরবর্তী অঞ্চলে গিয়ে মানুষের কাছে ইসলাম প্রচার করতে। . \nতিনি স্বপ্নটিকে তাঁর পরিত্রাণের জন্য এবং সেই দূরবর্তী দেশের মানুষের জন্য আল্লাহর কাছ থেকে একটি ঐশ্বরিক দৃষ্টিভঙ্গি হিসাবে ব্যাখ্যা করেছিলেন, তাই তিনি জেদ্দায় চলে যান যেখানে তিনি তার মিশন সম্পন্ন করার জন্য সমুদ্রের ওপারে ভ্রমণ করেছিলেন। \n\n\n== তথ্যসূত্র =="}