{"pageid": 1327021, "title": "আত্মঘাতী হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1327021", "content": "আত্মঘাতী হামলা হল যে কোনও সহিংস আক্রমণ যা সাধারণত আক্রমণকারী একটি বিস্ফোরক বিস্ফোরণ ঘটায় এবং আক্রমণকারী আক্রমণের পদ্ধতির সরাসরি ফলাফল হিসাবে নিজেও মৃত্যু বরণ করে। প্রায়শই আত্মঘাতী হামলা ইতিহাস জুড়ে ঘটেছে সামরিক অভিযানের অংশ হিসেবে (যেমন ১৯৪৪-১৯৪৪ সালে দ্বিতীয় বিশ্বযুদ্ধের সময় জাপানি কামিকাযি পাইলটদের সাথে) এবং সাম্প্রতিককালে সন্ত্রাসী প্রচারণার অংশ হিসেবে (যেমন ২০০১ সালের ১১ই সেপ্টেম্বরের হামলা)।\n১৯৪৫ থেকে ১৯৮০ সাল, পর্যন্ত বিশ্বের কোথাও সফল আত্মঘাতী হামলার সংখ্যা কম হলেও ১৯৮১ থেকে সেপ্টেম্বর ২০১৫ সাল পর্যন্ত ৪০টিরও বেশি দেশে মোট ৪৮১৪টি ​​আত্মঘাতী হামলা হয়েছে। যার ফলে ৪৫০০০ জনের বেশি মানুষ নিহত হয়েছে। এই সময়ে এই ধরনের আক্রমণের বৈশ্বিক হার ১৯৮০-এর দশকে তিন বছরে গড় বেড়ে ১৯৯০-এর দশকে প্রায় এক মাসে সমান হয়, আবার ২০০১ থেকে ২০০৩ সাল পর্যন্ত এক সপ্তাহে প্রায় ২০০৩ থেকে ২০১৫ পর্যন্ত দিনে প্রায় সমান হয়েছিল৷\nআত্মঘাতী হামলা অন্যান্য সন্ত্রাসী হামলার তুলনায় বেশি মারাত্মক এবং ধ্বংসাত্মক হতে থাকে কারণ তারা তাদের অপরাধীদের অস্ত্র লুকানোর শেষ মুহূর্ত সামঞ্জস্য করার ক্ষমতা দেয় এবং তাদের দূরবর্তী বা বিলম্বিত বিস্ফোরণ, পালানোর পরিকল্পনা বা উদ্ধারকারী দলের প্রয়োজন হয় না। বিশ্বজুড়ে সমস্ত সন্ত্রাসী হামলার মাত্র ৪% সংগঠনের সময়কাল (১৯৮১ এবং ২০০৬ এর মধ্যে) তবে সংগঠিত সমস্ত সন্ত্রাস-সম্পর্কিত মৃত্যুর ৩২% (১৪,৫৯৯)। ৯০ শতাংশ হামলা হয়: আফগানিস্তান, ইরাক, ইসরায়েল, ফিলিস্তিনি অঞ্চল, পাকিস্তান এবং শ্রীলঙ্কায়। সামগ্রিকভাবে ২০১৫ সালের মাঝামাঝি পর্যন্ত সমস্ত আত্মঘাতী হামলার প্রায় তিন-চতুর্থাংশ মাত্র তিনটি দেশে ঘটেছে: আফগানিস্তান, পাকিস্তান এবং ইরাকে।\nআত্মঘাতী আক্রমণকে বর্ণনা করা হয়েছে (ডব্লিউ. হাচিনসন দ্বারা) মনস্তাত্ত্বিক যুদ্ধের একটি অস্ত্র হিসেবে লক্ষ্যবস্তু জনগোষ্ঠীর মধ্যে ভীতি জাগিয়ে তোলার জন্য এমন একটি কৌশল যেখানে জনসাধারণ নিরাপদ বোধ করে এবং \"বিশ্বাস কাঠামো যা সমাজগুলিকে একত্রে রাখে এলাকাগুলিকে নির্মূল বা অন্তত মারাত্মকভাবে হ্রাস করার একটি কৌশল। \" সেইসাথে অপরাধীরা তাদের লক্ষ্য অর্জনের জন্য কতটা দূরে যাবে তা প্রদর্শন করা।\nআত্মঘাতী হামলাকারীদের বিভিন্ন অনুপ্রেরণা থাকতে পারে। যেমন কামিকাযি পাইলটরা সামরিক আদেশের অধীনে কাজ করেছে। কখনো কোনো কোনো আক্রমণ ধর্মীয় বা জাতীয়তাবাদী উদ্দেশ্যে সংঘটিত হয়েছে। বিশ্লেষক রবার্ট পেপের মতে,২০০৩ সালের আগে বেশিরভাগ আক্রমণ আক্রমণকারীদের স্বদেশ দখলকারী বাহিনীকে লক্ষ্য করে হয়েছে। নৃতাত্ত্বিক স্কট আত্রান বলেছেন যে, ২০০৪ সাল থেকে ইসলামী শাহাদাত এর মতাদর্শ বোমারু বিমানের সংখ্যাগরিষ্ঠকে অনুপ্রাণিত করেছে।\n\n\n== তথ্যসূত্র =="}