{"pageid": 1327822, "title": "সবজি চাষ", "url": "https://bn.wikipedia.org/wiki?curid=1327822", "content": "সবজি চাষ হল মানুষের খাওয়ার জন্য সবজি চাষ করা। এই প্রথাটি সম্ভবত দশ হাজার বছর আগে বিশ্বের বিভিন্ন অংশে শুরু হয়েছিল, পরিবারগুলি তাদের নিজস্ব ব্যবহারের জন্য বা স্থানীয়ভাবে ব্যবসা করার জন্য সবজি চাষ করেছিল। প্রথমে কায়িক শ্রম ব্যবহার করা হতো কিন্তু সময়ের সাথে সাথে পশুপালন করে তার সাহায্যে লাঙ্গল চালিয়ে মাটি উলটপালট করা হতো। অতি সম্প্রতি, যান্ত্রিকীকরণ সবজি চাষে বৈপ্লবিক পরিবর্তন এসেছে এবং প্রায় সব প্রক্রিয়াই মেশিনের মাধ্যমে করা সম্ভব। বিশেষজ্ঞ উত্পাদকরা নির্দিষ্ট এলাকায় ভাল জন্মে এমন বিশেষ ফসল ফলান। নতুন পদ্ধতি - যেমন অ্যাকোয়াপোনিক্স, উত্থিত বিছানা এবং কাঁচের নীচে চাষ - প্রভৃতি পদ্ধতি ব্যবহার করা হয়। বিপণন স্থানীয়ভাবে কৃষকের বাজার, ঐতিহ্যবাহী বাজার বা ''আপনি তুলে নিন'' ব্যবহার করা যেতে পারে, অথবা কৃষকরা তাদের সম্পূর্ণ ফসল পাইকারী বিক্রেতা, ক্যানার বা খুচরা বিক্রেতাদের কাছে বিক্রির চুক্তিবদ্ধ হতে পারে। \n\n\n== ইতিহাস ==\nমূলত, শিকারি-সংগ্রাহকদের দ্বারা বন্য শাকসবজি সংগ্রহ করা হয়েছিল এবং বিশ্বের বিভিন্ন অংশে বসবাসকারীরা কৃষিকাজে প্রবেশ করেছিল, সম্ভবত ১০,০০০ খ্রিস্টপূর্ব থেকে ৭,০০০ খ্রিস্টপূর্বাব্দের মধ্যে, যখন একটি নতুন কৃষি পদ্ধতির বিকাশ ঘটেছিল। প্রথমে, স্থানীয়ভাবে বেড়ে ওঠা গাছপালা চাষ করা হত, কিন্তু সময়ের সাথে সাথে বাণিজ্যিক ভিত্তিতে চাষের জন্য বিদেশী ফসল নিয়ে আসা হয়েছিল। আজকাল, জলবায়ুর উপর ভিত্তি করে বেশিরভাগ শাকসবজি সারা বিশ্বে জন্মায়।\nঐতিহ্যগতভাবে এটি মাটিতে ছোট সারি বা ব্লকে করা হত, প্রায়শই প্রাথমিকভাবে খামারে খাওয়ার জন্য, অতিরিক্ত হলে কাছাকাছি শহরে বিক্রি করা হতো। পরবর্তীতে, বৃহৎ জনগোষ্ঠীর জন্য খামারগুলি সবজি উৎপাদনে বিশেষীকরণ করা হয়, অল্প দূরত্বে কৃষক তার পণ্যগুলিকে তাজা অবস্থায় বাজারে নিয়ে যেতে পারে। স্থানীয় আমেরিকানদের দ্বারা ব্যবহৃত তিন বোন পদ্ধতি (বিশেষত হাউডেনোসাউনি/ইরোকুয়েস) স্কোয়াশ, মটরশুটি এবং ভুট্টা একসাথে জন্মানো হয় যাতে গাছগুলি একে অপরের বৃদ্ধি বাড়ায়। দীর্ঘ সারিতে রোপণ যন্ত্রগুলি চাষের দক্ষতা এবং উত্পাদন বৃদ্ধি করে; যাইহোক, উদ্ভিজ্জ ফসলের বৈচিত্র্যের জন্য প্রতিটি ধরনের উদ্ভিদের বৃদ্ধিকে অনুকূল করার জন্য বেশ কয়েকটি কৌশল ব্যবহার করা প্রয়োজন। কিছু খামার, তাই, একটি সবজিতে বিশেষজ্ঞ; অন্যরা একটি বড় বৈচিত্র্যে জন্মায়। তাজা অবস্থায় সবজি বাজারজাত করার প্রয়োজনের কারণে, সবজি বাগানে প্রচুর শ্রমের চাহিদা রয়েছে। কিছু খামার ''আপনি তুলে নিন'' পদ্ধতি ব্যবহার করে এই সমস্যা এড়ানো চেষ্টা করে যেখানে গ্রাহকরা তাদের নিজস্ব পণ্য বাছাই করে নেয়। পাকা প্রযুক্তি এবং হিমায়িতকরণের বিকাশ ভাল অবস্থায় পণ্য বাজারজাত করার সমস্যাগুলি হ্রাস করেছে।\n\n\n== বিভিন্ন ক্রমবর্ধমান পদ্ধতি ==\nবিগত ১০০ বছরে একটি নতুন কৌশল আবির্ভূত হয়েছে- উত্থিত বিছানা বাগান, যা বাণিজ্যিক, শক্তি-নিবিড় সারের প্রয়োজন ছাড়াই মাটির ছোট প্লট থেকে ফলন বাড়ায়।  আধুনিক হাইড্রোপনিক ফার্মিং কোনো মাটি ব্যবহার না করেই গ্রিনহাউসে খুব বেশি ফলন পাওয়া যায়।\n\n\n== বিপণন ==\nসবজি খামারের জন্য বেশ কিছু অর্থনৈতিক মডেল বিদ্যমান: একটি অপেক্ষাকৃত ছোট অপারেশন হল একটি বাজারের বাগানের জন্য যখন একটি বড় খামার হল প্রচুর পরিমাণে শাকসবজি জন্মানো এবং সেগুলিকে বড় বাজার বা মধ্যস্বত্বভোগীদের কাছে বিক্রি করতে পারা, যার জন্য বড় ক্রমবর্ধমান অপারেশন প্রয়োজন। একটি খামার স্থানীয় গ্রাহকদের জন্য উত্পাদন করতে পারে, যার জন্য একটি বৃহত্তর বিতরণ প্রচেষ্টা প্রয়োজন। একটি খামার একটি অন-ফার্ম স্টল, স্থানীয় কৃষকের বাজার, বা একটি ''আপনি তুলে নিন'' অপারেশনের মাধ্যমে বিক্রয়ের জন্য বিভিন্ন ধরনের সবজি উৎপাদন করতে পারে। এই ধরনের কাজ গম এবং ভুট্টার মতো খামারের পণ্যগুলির মধ্য থেকে পৃথক যা কম পচনশীল এবং স্থানীয় শস্যভান্ডারে প্রচুর পরিমাণে বিক্রি করা হয়। বড় শহরগুলিতে প্রায়শই একটি কেন্দ্রীয় পণ্যের বাজার থাকে যা পণ্যের পদ্ধতিতে শাকসবজি পরিচালনা করে এবং বেশিরভাগ সুপারমার্কেট এবং রেস্তোরাঁয় বিতরণ পরিচালনা করে।\nআমেরিকায়, সবজির খামার কিছু অঞ্চলে ট্রাক ফার্ম নামে পরিচিত; এমন খামার \"ট্রাকে\" করে নিয়ে যাওয়া যায়। এই ধরনের খামারগুলিকে কখনও কখনও মাক ফার্মও বলা হয়, গাঢ় কালো মাটিতে সবজি চাষ করা হয় যেখানে সবজি ভাল হয়।\n\n\n== সাধারণ সবজি ফসল ==\nযেসব সবজি চাষ করা হয় তার মধ্যে রয়েছে:\n\nফ্যাবাসি (মটর পরিবার): মটর, মটরশুটি, মসুর ডাল\nসোলানাসি (নাইটশেড পরিবার): টমেটো, বেগুন, বেল মরিচ, আলু\nব্র্যাসিকাসি (সরিষা পরিবার): ফুলকপি, বাঁধাকপি, ব্রাসেলস স্প্রাউট, ব্রোকলি\nঅ্যালিয়াম পরিবার: পেঁয়াজ, রসুন, লিক, শ্যালট, চিভস\nগাজর (এপিয়াসি)\nলেটুস (এস্টেরাসি)\nতরমুজ, ক্যান্টালুপ, শসা, ক্যালাবাশ, স্কোয়াশ এবং কুমড়া সহ উদ্ভিদের কুকারবিট পরিবার\nমিষ্টি ভুট্টা\n\n\n== আরো দেখুন ==\nকৃষিবিদ্যা\nঅ্যাকোয়াপনিক্স\nবাগান করা\nমিলরগানাইট\nসবজি বাগান\nস্বয়ংসম্পূর্ণতা\n\n\n== তথ্যসূত্র =="}