{"pageid": 1327672, "title": "বিজয়কুমার কিচলু", "url": "https://bn.wikipedia.org/wiki?curid=1327672", "content": "পণ্ডিত বিজয়কুমার কিচলু (১৬ সেপ্টেম্বর ১৯৩০ — ১৭ ফেব্রুয়ারি ২০২৩) ছিলেন ভারতীয় শাস্ত্রীয় সঙ্গীতের একজন খ্যাতনামা সঙ্গীতশিল্পী। তিনি আইটিসি সঙ্গীত রিসার্চ আকাদেমির অন্যতম প্রতিষ্ঠাতা ও কর্ণধার ছিলেন। ভারত সরকার ২০১৮ খ্রিস্টাব্দে তাকে চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী প্রদান করে। বিগত পঁচিশ বছর ধরে তিনি ভারতীয় শাস্ত্রীয় সঙ্গীতের “বটবৃক্ষ” ছিলেন।\n\n\n== সংক্ষিপ্ত জীবনী ==\nবিজয়কুমার কিচলুর জন্ম ১৯৩০ খ্রিস্টাব্দের ১৬ সেপ্টেম্বর  ব্রিটিশ ভারতের তৎকালীন আগ্রা ও অবধের যুক্তপ্রদেশের অধুনা উত্তরাখণ্ড রাজ্যের আলমোড়ার এক কাশ্মীরী পণ্ডিত পরিবারে মহাত্মা গান্ধীর লবণ সত্যাগ্রহ তথা ডান্ডি পদযাত্রার সময়ে।   স্কুল-কলেজে পড়াশোনা সময় থেকেই তিনি ও তার ভাই রবি কিচলু প্রথমে পণ্ডিত নাথুরাম শর্মা ও পরে ডাগর পরিবারের ওস্তাদ আমিনুদ্দিন ডাগরের কাছে 'ধ্রুপদ' এবং আগ্রা ঘরানার লতাফত হোসেন খানের কাছে 'খেয়াল'-এ তালিম নেন। এলাহাবাদ বিশ্ববিদ্যালয়ে অধ্যয়নের সময়  অমিতাভ বচ্চনের পিতা হরিবংশ রাই বচ্চন তার ইংরাজীর অধ্যাপক ছিলেন। এলাহাবাদ বিশ্ববিদ্যালয় থেকে ইতিহাসে স্নাতকোত্তর ডিগ্রি লাভের পর ১৯৫৫ খ্রিস্টাব্দে 'টার্নার অ্যান্ড মরিসন কোম্পানি' নামের এক ব্রিটিশ শিপিং কোম্পানির উচ্চপদে আসীন হয়ে কলকাতায় আসেন এবং তখন থেকেই তিনি কলকাতার স্থায়ী বাসিন্দা হয়ে  যান। স্নাতকোত্তরের ছাত্র হিসাবে এলাহাবাদে থাকাকালীন শাস্ত্রীয় সঙ্গীতের আয়োজক এবং আগরা ঘরানার সঙ্গীতশিল্পী হিসাবে বিজয়কুমার কিচলুর বেশ নামডাক হয়ে যায়। সেই সুবাদে,পণ্ডিত এ কানন, কুমারপ্রসাদ মুখোপাধ্যায়, জ্ঞানপ্রকাশ ঘোষ প্রমুখ শিল্পীদের সঙ্গে তার হৃদ্যতা গড়ে ওঠে। তাঁদের উদ্যোগে শুরু হয় ক্যালকাটা মিউজিক সার্কেলের মতো সঙ্গীতানুষ্ঠান। ১৯৭৮ খ্রিস্টাব্দে কলকাতায় \"গুরু-শিষ্য পরম্পরা\" ধারার সঙ্গীতের প্রতিষ্ঠান আইটিসি সঙ্গীত রিসার্চ আকাদেমি'র মূল স্থপতি তথা জনকই ছিলেন তিনি। আমৃত্যু এর কর্ণধার পদেই আসীন ছিলেন। দেশের অগণিত শিল্পী তাঁর প্রশিক্ষণে লব্ধপ্রতিষ্ঠ হয়ছেন। উস্তাদ রশিদ খান, পণ্ডিত অজয় চক্রবর্তী প্রমুখ সঙ্গীতজগতের বহু ব্যক্তিত্ব তার সংস্পর্শে এসেছিলেন।\n\n\n== সম্মাননা ==\nভারতীয় শাস্ত্রীয় সঙ্গীতে বিশেষ অবদানের জন্য বিজয়কুমার কিচলু ২০১৪ খ্রিস্টাব্দে  সঙ্গীত নাটক অকাদেমির আকাদেমি রত্ন সদস্য হন এবং ২০১৮ খ্রিস্টাব্দে ভারত সরকার চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী প্রদান করে।\n\n\n== জীবনাবসান ==\nসঙ্গীত সাধক পণ্ডিত বিজয়কুমার কিচলু দীর্ঘদিন বার্ধক্যজনিত নানা সমস্যায় ভুগছিলেন। সম্প্রতি তিনি দক্ষিণ কলকাতার এক বেসরকারি হাসপাতালে চিকিৎসাধীন ছিলেন। ২০২৩ খ্রিস্টাব্দের ১৭ ফেব্রুয়ারি শুক্রবার সন্ধ্যায় হৃদরোগে আক্রান্ত হয়ে শেষনিঃশ্বাস ত্যাগ করেন।\n\n\n== তথ্যসূত্র =="}