{"pageid": 1328909, "title": "এসেল গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1328909", "content": "এসেল গ্রুপ,(জি গ্রুপ নামেও পরিচিত) হল একটি ভারতীয় বহুজাতিক সমষ্টি হোল্ডিং কোম্পানি এবং কর্পোরেট প্রবর্তক যার সদর দপ্তর ভারতের মহারাষ্ট্রের মুম্বাইয়ে অবস্থিত। এটি মূলত গণমাধ্যম,অবকাঠামো ও প্যাকেজিং-এর বিভিন্ন প্রতিষ্ঠান পরিচালনা করে থাকে। এটি জি মিডিয়া কর্পোরেশনের সহযোগী প্রতিষ্ঠান। কোম্পানিটি বর্তমানে গুরুতর ঋণে জর্জরিত। ঋণ পরিশোধ করার জন্য এসেল গ্রুপ তার কিছু সম্পদ বিক্রি করেছে যার মধ্যে অন্যতম এসেল প্রপেক ও জি মিডিয়া কর্পোরেশনের শেয়ার।\n\n\n== ইতিহাস ==\n১৯২৬ সালে জগন্নাথ গোয়েঙ্কা মেসার্স রামগোপাল ইন্দ্রপ্রসাদ নামের একটি খাদ্যশস্য লেনদেনের বাণিজ্যিক প্রতিষ্ঠান হিসেবে এটি প্রতিষ্ঠা করেন।\nশুরুর কয়েক দশকে,কোম্পানিটি বেশ কয়েক ক্ষতির সম্মুখীন হয়। ১৯৭৩ সালে, কোম্পানির নিয়ন্ত্রণ জগন্নাথ গোয়েঙ্কার নাতি সুভাষ চন্দ্রের কাছে হস্তান্তর করা হয়।\n১৯৭৬ সালে কোম্পানিটি নিজের নাম পরিবর্তন করে এসেল গ্রুপ রাখে। ১৯৯২ সাল থেকে এসেল গ্রুপ বিনোদন ও গণমাধ্যম শিল্পে অনেক আগ্রহী হয় ও এ খাতে বিনিয়োগ শুরু করে।\n\n\n== অধীনস্থ প্রতিষ্ঠানসমূহ ==\n\n\n=== জি মিডিয়া কর্পোরেশন (৮.৫২% শেয়ার) ===\n\nজি মিডিয়া কর্পোরেশন লিমিটেড (সংক্ষেপে:জেডএমসিএল;পূর্বে জি নিউজ লিমিটেড নামে পরিচিত ছিল) হলো এসেল গ্রুপের সংবাদ সম্প্রচারকারী সংস্থা। জি মিডিয়া কর্পোরেশন পূর্বে জি টেলিফিল্মস লিমিটেডের (পরে নাম পরিবর্তন করে জি এন্টারটেইনমেন্ট এন্টারটেইনমেন্ট) এর একটি সহযোগী প্রতিষ্ঠান ছিল এবং জি নিউজ লিমিটেড নামে বিদ্যমান ছিল। এটি ২০০৬ সালে এসেল গ্রুপের একটি পৃথক কোম্পানি হিসাবে জি টেলিফিল্মস লিমিটেডের থেকে বিচ্ছিন্ন হয়। জি নিউজ লিমিটেডের নাম পরিবর্তন করে ২০১৩ সালে জি মিডিয়া কর্পোরেশন করা হয়। এটি মূলত টেলিভিশন প্লাটফর্মে বিভিন্ন সংবাদ চ্যানেল পরিচালনা করে।\nজি মিডিয়া কর্পোরেশন নিম্নলিখিত চ্যানেলসমূহ পরিচালনা করে:\n\nজি নিউজ (হিন্দি ভাষায়)\nজি ভারত (পূর্বে জি হিন্দুস্তান এবং জি সঙ্গম) (হিন্দি ভাষায়)\nজি বিজনেস (হিন্দি ভাষায়)\nজি ২৪ ঘন্টা (বাংলা ভাষায়)\nজি কন্নড় (কন্নড় ভাষায়)\nউইঅন (ইংরেজি ভাষায়)\nজি ২৪ তাস (মারাঠি ভাষায়)\nজি ২৪ কলক (গুজরাটি ভাষায়)\nজি উত্তরপ্রদেশ উত্তরাখণ্ড (হিন্দি ভাষায়)\nজি মধ্যপ্রদেশ ছত্তিশগড় (হিন্দি ভাষায়)\nজি পাঞ্জাব হরিয়ানা হিমাচল (হিন্দি ভাষায়)\nজি বিহার ঝাড়খণ্ড (হিন্দি ভাষায়)\nসালাম টিভি (পূর্বে জি সালাম)(উর্দু ভাষায়)\n\n\n=== জি লার্ন ===\nজি লার্ন লিমিটেড (সংক্ষেপে:জিএলএল;জি স্কুলস্ নামেও পরিচিত) হল এসেল গ্রুপের একটি লাভজনক শিক্ষা সংস্থা। এটি বিভিন্ন শিক্ষা প্রতিষ্ঠান পরিচালনা করে থাকে। এটি ১৯৫৮ সালে প্রতিষ্ঠিত হয়,তবে ২০১০ সাল পর্যন্ত এটি পুরোদমে কাজ শুরু করে নি। তবে ২০১০ সালের পর প্রতিষ্ঠানটির উল্লেখযোগ্য পরিবর্তন হয়। ২০১৯ সাল অনুযায়ী,জি লার্ন ভারতজুড়ে ১,৯০০টির বেশি কিডজি প্রিস্কুল,১২০টি মাউন্ট লিটেরা স্কুল ও ৩টি উচ্চ শিক্ষা প্রতিষ্ঠান পরিচালনা করে।\n\n\n=== জি এন্টারটেইন্টমেন্ট এন্টারপ্রাইজ (৩.৯৯% শেয়ার) ===\nজি এন্টারটেইন্টমেন্ট এন্টারপ্রাইজ লিমিটেড হল এসেল গ্রুপের বিনোদনমূলক টেলিভিশন চ্যানেল সম্প্রচারকারী সংস্থা। এটি পূর্বে জি টেলিফিল্মস নামে পরিচিত ছিল। এটি ১৯৯২ সালে প্রতিষ্ঠিত হয়। এটি ১৯৯২ সালে তার ফ্ল্যাগশিপ চ্যানেল জি টিভি চালু করে।\nএছাড়া এসেল গ্রুপ আরো বেশ কয়েকটি বাণিজ্যিক প্রতিষ্ঠান পরিচালনা করে থাকে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএসেল গ্রুপের ওয়েবসাইট\n\n\n== আরও দেখুন ==\nআদানি গোষ্ঠী\nজি নিউজ\nজি ২৪ ঘন্টা\nটাইটান কোম্পানি"}