{"pageid": 1328954, "title": "কুঞ্জলি মারাক্কার", "url": "https://bn.wikipedia.org/wiki?curid=1328954", "content": "কুঞ্জলি মারাক্কার বা কুনহালি মারাক্কর ছিল বর্তমান ভারতের কেরালার কোঝিকোড় (কালিকটের) রাজা সামুথিরি /জামোরিনের নৌবাহিনীর অ্যাডমিরালের উত্তরাধিকারসূত্রে প্রাপ্ত উপাধি। পূর্বে চারজন মারাক্কার মুসলিম নৌ যোদ্ধা ছিলেন, যাদের যুদ্ধ কৌশল ১৫২০ থেকে ১৬০০ সাল পর্যন্ত পর্তুগিজ আক্রমণের বিরুদ্ধে পশ্চিম ভারতীয় উপকূলকে রক্ষা করেছিল। চারজন অ্যাডমিরালের উপাধি ছিল কুঞ্জলি এবং তারা যেহেতু মারাক্কার বংশোদ্ভূত ছিল তাই তাদের কুঞ্জলি মারাক্কার বলা হতো। ভারতীয় উপকূলে প্রথম নৌ প্রতিরক্ষা সংগঠিত করার কৃতিত্ব কুঞ্জলি মারাক্কারদের দেওয়া হয়। \n\n\n== মারাক্কারদের উৎপত্তি ==\n\n\n== পর্তুগিজ সাম্রাজ্যের বিরুদ্ধে প্রতিরক্ষা ==\nচতুর্থ কুঞ্জলি ( মুহাম্মাদ আলী) চিনালি নামী একজন চীনা ছেলেকে উদ্ধার করেন, যাকে একটি পর্তুগিজ জাহাজে ক্রীতদাস হিসেবে রাখা হয়েছিল। কুঞ্জলি তাকে খুব পছন্দ করতেন। সেই ছেলেটি তার সবচেয়ে ভয়ঙ্কর লেফটেন্যান্টদের একজন ও একজন মুসলিম হয়ে যান এবং পর্তুগিজদের শত্রু হয়ে ওঠেন।  পর্তুগিজরা কুঞ্জলি ও তার ডানহাতি চীনা ব্যক্তি দ্বারা আতঙ্কিত ছিল। অবশেষে পর্তুগিজরা কালিকটের সামোরিনের সাথে মিত্রতা করে।\nপর্তুগিজরা তাকে বোঝায় যে, কুঞ্জলি একটি স্বতন্ত্র মুসলিম রাজ্য গড়ে তুলতে চায়। এভাবে সামোরিন তাদের ফাঁদে পা দেয় এবং মিত্রতা করে। পরে আন্দ্রে ফুর্তাদো দে মেন্ডোনার অধীনে তারা একত্রে কুঞ্জলি এবং চিনালির বাহিনীকে আক্রমণ করে তাকে বন্দী করা হয় এবং সামোরিনের বাহিনী কর্তৃক তাদের পর্তুগিজদের হাতে তুলে দেওয়া হয় এবং পর্তুগিজরা তাদের ছেড়ে দেওয়ার প্রতিশ্রুতি থেকে বিরত ছিল।\nপর্তুগিজ ইতিহাসবিদ ডিয়োগো ডো কুটো কুঞ্জলি এবং চিনালিকে বন্দী করার সময় প্রশ্ন করেছিলেন।  তিনি উপস্থিত ছিলেন, যখন কুঞ্জলি পর্তুগিজদের কাছে আত্মসমর্পণ করেন এবং তিনি বর্ণনা করেন যে, এদের মধ্যে একজন ছিলেন চিনালি; তিনি একজন চীনা, যিনি মালাক্কায় একজন চাকর ছিলেন এবং তিনি বলেন যে, তিনি একজন পর্তুগিজের বন্দী ছিলেন। তাকে একটি ফুস্তা থেকে ক্রীতদাস হিসাবে নেওয়া হয়েছিল। তারপরে কুঞ্জলির কাছে আনা হয়েছিল, যিনি তার প্রতি এমন স্নেহের ধারণা করেছিলেন যে, তিনি তাকে সবকিছুতে বিশ্বাস করেছিলেন। তিনি সমস্ত মালাবারে খ্রিস্টানদের শত্রুর সর্বশ্রেষ্ঠ প্রবক্তা ছিলেন এবং যাদেরকে সমুদ্র থেকে বন্দী করে সেখানে নিয়ে আসা হয়েছিল, তাদের তিনি শহীদ করার সময় সবচেয়ে সূক্ষ্ম ধরনের নির্যাতনের উদ্ভাবন করেন।\" \nযাহোক, এখানে ডি কৌটোর দাবি যে, চিনালী এবং কুঞ্জলি খ্রিস্টানদের নির্যাতন করেছিলেন। যেহেতু অন্য কোনও উৎসে এটি জানায়নি এবং এটি হাস্যকর বলে খারিজ করা হয়েছে। ডি কোট দখলদার এবং ঔপনিবেশিক পর্তুগিজ সৈন্যদের নিরপরাধ খ্রিস্টান বলে বোঝাতে চেয়েছেন।\n\n\n== চিত্রশালা ==\n\n\n== মারাক্কার কোট্টা ==\nফ্রাঁসোয়া পিরার্ড দে লাভাল চতুর্থ মারাক্কারকে \"সেই অংশে দেখা সর্বশ্রেষ্ঠ জলদস্যু\" বলে উল্লেখ করেছেন। মালাবারের প্রতিরোধকারী নৌসেনাদের ইউরোপীয়রা জলদস্যু হিসেবে অভিহিত করতো এবং তাদের দখলে থাকা অঞ্চলকে মারকেয়ার কোস্ট (মারাক্কার কোট্টা ) বলতো। তার বর্ণনায়,\nতার (দখলে) একটি বড় জেলা ছিল এবং পুরুষরা (সাহসী ) সেখানে বসবাস করতে আসতো। তাদের প্রথম দুর্গটি ছিল ছোট; একটি নদী এটির পাশ দিয়ে প্রবাহিত হয়েছিল। ৪র্থ মারাক্কার নদীর মুখে সামুথিরির অনুমতি নিয়ে \"মালয়ালম ফ্যাশনে\" একটি \"বড় দুর্গ\" তৈরি করেছিলেন এবং প্রবেশকারী নৌযানগুলিকে সুরক্ষিত করার জন্য নদীর মুখের উভয় পাশে তিনি আরও দুটি দুর্গ তৈরি করেন। প্রথম দুর্গটি \"প্রায় সমুদ্র ও নদী দ্বারা বেষ্টিত\" শহরটিকে সমুদ্র-পার্শ্ব ও স্থল-পার্শ্ব থেকে রক্ষা করেছিল।\nডিওগো ডো কুটোর বর্ণনা মতে, পর্তুগিজরা দুর্গটিকে কগনাইলি'স কান্ট্রি (কুঞ্জলির দেশ) বলে ডাকত। এটি বড়করা থেকে দু লীগ (ইউনিট) এবং কালিকট থেকে ১০ লীগ দূরে অবস্থিত ছিল। ১৬০০ সালে পর্তুগিজরা দুর্গটি অবরোধ করে। মার্কেয়ার কোস্টের মধ্যে শুল্ক আদায়ের জন্য একটি সংস্থা ছিল। সামুথিরির কেরানি ও অফিসাররা সর্বদা সেখানে একটি কাস্টম-হাউসে অবস্থান করত। তারা বন্দরে আসা সমস্ত জাহাজ এবং পণ্য পরীক্ষা করত। এই ধরনের একটি প্রথা কালিকট বন্দরেও প্রচলিত ছিল। পিয়ার্ড পণ্য নিবন্ধন করার সিস্টেমকে \"সবচেয়ে প্রশংসনীয় কাজ\" বলে অভিহিত করেছেন। মারাক্কারদের সামুথিরির পরিধির অধীনে চারটি পোতাশ্রয় ছিল। সেখানে তারা তাদের খাবার তৈরি করতো। এই পোতাশ্রয়গুলো ছিল মাউটিঙ্গু (মুতুঙ্গাল), বাদারা (বড়কারা), চোমবায়ে (চাম্বল) ও ক্যাঙ্গেলোতে (কানিয়ারাম কোট্টু)। সামুথিরির (স্থানীয় শাসক) পৃষ্ঠপোষকতায় তারা কেবল সমুদ্রের ধারে সুরক্ষিত ছিল এবং যারা মারক্কার পরিবারকে এই বন্দরগুলি দিয়েছিল, এরা তাদের সুরক্ষিত করত। এই বন্দরগুলি একে অপরের থেকে দুই ইউনিট দূরে ছিল। পর্তুগিজরা এই সুরক্ষিত বন্দরগুলিকে জয় করার জন্য একাধিক প্রচেষ্টা করেছিল; কিন্তু বার বার তাদের হয়ে ফিরে যেতে হয়েছিল। \n\n\n== উত্তরাধিকার ==\nতামিলনাড়ুর থুথুকুডি জেলার মাধবন কুরিচি গ্রামে        \"কুঞ্জলি মারাক্কায়ারকে উৎসর্গ করা একটি মন্দির রয়েছে। পেরুমাল মন্দির নামে পরিচিত এ মন্দিরটি মানাপদের কাছে অবস্থিত যা, ১৬ শতকে পর্তুগিজ সৈন্যদের দুর্গ ছিল। গ্রামবাসীরা মারাইক্কায়ারকে দেবতা হিসেবে পূজা করে এবং বার্ষিক উৎসব পালন করে। মারাইক্কায়ারের গল্পগুলি তাদের ভিল্লু পাট্টু গানের অংশ। \nভারতের কেরালার কোচিনে অবস্থিত কোচিন ইউনিভার্সিটি অফ সায়েন্স অ্যান্ড টেকনোলজি  ২০০৩ সালে কুঞ্জলি মারাক্কর স্কুল অফ মেরিন ইঞ্জিনিয়ারিং নামে কুঞ্জলিদের নামে একটি মেরিন ইঞ্জিনিয়ারিং বিভাগ শুরু করে।\nমুম্বাইয়ের কোলাবায় ভারতীয় নৌবাহিনীর উপকূল-ভিত্তিক নৌ বিমান প্রশিক্ষণকেন্দ্রের নাম দ্বিতীয় মারাক্করের সম্মানে INS Kunjali রাখা হয়েছে।\nভারতীয় ডাক বিভাগ ২০০০ সালের ১৭ ডিসেম্বর মারাক্কারদের অন্তর্ধানের ৪০০ তম বার্ষিকীতে কুঞ্জলি মারাক্কারের সামুদ্রিক ঐতিহ্যের স্মরণে একটি ৩ টাকার রঙিন স্ট্যাম্প জারি করে। ডাকটিকিটের নকশাটি দেখায় যে, ওয়ারপ্যারো কুঞ্জলিদের দ্বারা ব্যবহৃত একটি ছোট নৈপুণ্যপূর্ণ  যান, যার প্রত্যেকেটি মাত্র ৩০-৪০ জন পুরুষ দ্বারা পরিচালিত হয়, যা উপহ্রদ ও সরু জলের মধ্য দিয়ে সারিবদ্ধ হতে পারে। এই নৈপুণ্যগুলির মধ্যে বেশ কয়েকটি কৌশলগত পয়েন্টগুলিতে মোতায়েন করা হয়েছিল এবং তারা ছোট খাঁড়ি এবং অস্পষ্ট মোহনা থেকে বেরিয়ে এসে ইচ্ছামতো পর্তুগিজ জাহাজকে আক্রমণ করবে, তাদের পালগুলিতে আগুন লাগিয়ে ভারী ক্ষতি এবং হতাহতের ঘটনা ঘটাবে এবং অগভীর জলের সুরক্ষায় ফিরে আসবে। এই গেরিলা অভিযানে মারাক্কাররা অসাধারণ বীরত্ব প্রদর্শন করেছিল।\nকোঝিকোড় থেকে প্রায় ৩৫ কিমি উত্তরে ইরিঙ্গালের  গ্রামে একটি ছোট কুঁড়েঘরে একটি জাদুঘর তৈরি করা হয়েছে, যা মারাক্কার পরিবারের অন্তর্গত ছিল এবং সেখানে প্রাচীন তলোয়ার, কামানের গোলা ও ছুরি রয়েছে। এটির রাজ্য প্রত্নতত্ত্ব বিভাগ কর্তৃক রক্ষণাবেক্ষণ করা হয়।\nকালিকট ইউনিভার্সিটির কুঞ্জলি মারাক্কর সেন্টার ফর ওয়েস্ট এশিয়ান স্টাডিজের নামকরণ করা হয়েছে কুঞ্জলি মারাক্করের সম্মানে। \n\n\n== জনপ্রিয় সংস্কৃতিতে কুঞ্জলি ==\n১৯৬৭ সালে এসএস রাজন মালয়ালম চলচ্চিত্র কুঞ্জলি মারাক্কর তৈরি করেন। এর নাম ভূমিকায় কোত্তারাক্কারা শ্রীধরন নায়ার অভিনয় করেন। ফিল্মটি শ্রেষ্ঠ মালয়ালম ভাষার চলচ্চিত্র বিভাগে জাতীয় চলচ্চিত্র পুরস্কার (ভারত) জিতেছে। \n২০১০ সালে ভাইলার মাধভানকুট্টি দ্বারা পরিচালিত শ্রী মুভিজ কর্তৃক নির্মিত একটি মালায়ালম টেলিভিশন সিরিয়াল এশিয়া নেটে প্রচারিত হয়, যার নাম ছিল কুঞ্জলিমারক্কর। এতে প্রধান ভূমিকায় প্রদীপ চন্দ্রন অভিনয় করেছিলেন।\nপ্রিয়দর্শন পরিচালিত মারক্কার: লায়ন অফ দ্য অ্যারাবিয়ান সি ( ২০২১) ছবিটিতে মোহনলাল চতুর্থ কুঞ্জলি মারাক্কার মোহাম্মদ আলীর চরিত্রে অভিনয় করেছেন। এটি ₹100 কোটির বাজেটে নির্মিত হয়েছিল, যা এটিকে এখন পর্যন্ত সবচেয়ে ব্যয়বহুল মালায়ালাম চলচ্চিত্রে পরিণত করেছে। ছবিটি ৬৭তম জাতীয় চলচ্চিত্র পুরস্কার শ্রেষ্ঠ পূর্ণদৈর্ঘ্য চলচ্চিত্র বিভাগে জাতীয় চলচ্চিত্র পুরস্কার জিতেছে।\n\n\n== আরও পড়ুন ==\nIndia's naval traditions: the role of Kunhali Marakkars– K. K. N. Kurup, Northern Book Centre, 1997\nGundert, Herman Keralappalama (History of Malabar from A.D. 1498– 1531) in Malayalam, first published 1868, Kottayam: Vidyarthi Mithram, 1964\nMathew, K.S. Portuguese Trade with India in the sixteenth century\nQueyroz Fr. The Temporal and Spiritual Conquest of Ceylaö,\nS. Muhammad Hussain Nainar (১৯৪২), Tuhfat-al-Mujahidin: An Historical Work in The Arabic Language, University of Madras উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও দেখুন ==\nমারাক্কার\nমাপিলা মুসলিম\nতুহফাত উল মুজাহিদিন (গ্রন্থ )\nভারতে বসবাসকারী আরব\n\n\n== তথ্যসূত্র =="}