{"pageid": 1329875, "title": "অ্যান্টিওপ (আমাজন নারী)", "url": "https://bn.wikipedia.org/wiki?curid=1329875", "content": "গ্রীক পুরাণে, অ্যান্টিওপ ছিলেন একজন আমাজন নারী, দেবতা আরেসের কন্যা এবং মেলানিপে, হিপ্পোলিটা, পেনথেসিলিয়া এবং সম্ভবত আমাজন রাণী ওরিথিয়ার বোন। তিনি সম্ভবত থিসিউসের স্ত্রী এবং এথেন্সের হিপ্পোলিটাসের মা হতে পারেন, কিন্তু বিভিন্ন সূত্রের দাবি অনুযায়ী উক্ত বৈশিষ্ট্যগুলো হিপ্পোলিটাকে সমর্থন করে। \n\n\n== পৌরণিক কাহিনী ==\n\nথিসিয়াস যেভাবে অ্যান্টিওপের অধিকারী হয়েছিলেন এবং তার পরবর্তী ভাগ্যে যা যা ঘটেছিলো সেসব সম্পর্কে বর্তমানে বিভিন্ন বিবরণ পাওয়া যায়।\nএকটি সংস্করণ অনুসারে, হেরাক্লিসের নবম শ্রমের সময় (যা হিপ্পোলিটার কোমরবন্ধনী লাভ করার জন্য সংগঠিত হয়েছিল) এবং যখন তিনি আমাজনের রাজধানী থেমিসিরা দখল করেন, তখন তার সফর সঙ্গী এবং এথেন্সের রাজা থিসিস অ্যান্টিওপকে অপহরণ করে এবং তাকে তার বাড়িতে নিয়ে আসেন   ]  (অন্যমতে অ্যান্টিওপ হেরাক্লিস দ্বারা বন্দী হয়েছিলেন এবং তারপর তাকে থিসিসের নিকট হস্তান্তর করা হয়  )। পসানিয়াসের মতে,  অ্যান্টিওপ থিসিউসের প্রেমে পড়েছিলেন এবং স্বেচ্ছায় আমাজনদের সাথে বিশ্বাসঘাতকতা করেছিলেন। অবশেষে তারা বিবাহবন্ধনে আবদ্ধ হন এবং এক পুত্র সন্তানের জন্ম দেন। অ্যান্টিওপের বোন হিপ্পোলিটার নামের সাথে মিল রেখে যে সন্তানের নাম রাখা হয়েছিল হিপপোলিটাস। শীঘ্রই, আমাজনরা অ্যান্টিওপকে উদ্ধার এবং হিপ্পোলিটার কোমরবন্ধটি ফিরিয়ে নেওয়ার জন্য এথেন্স আক্রমণ করে। যদিও , অ্যারিওপাগাসের কাছে একটি যুদ্ধে তারা থিসিউসের নেতৃত্বে এথেনিয়ান বাহিনীর কাছে পরাজিত হয়।  অ্যাটিক যুদ্ধ নামে পরিচিত একটি দ্বন্দ্বের সময়, অ্যান্টিওপ ঘটনাক্রমে মোলপাডিয়া নামে একজন আমাজনের হাতে গুলিবিদ্ধ হয়ে মারা যায়, যে পরবর্তিতে থিসিউসের হাতে নিহত।  পসানিয়াসের মতে অ্যান্টিওপ এবং মোলপাডিয়া উভয়ের সমাধি এথেন্সে রয়েছে। \nকিছু সূত্রের মতে, আমাজনদের এথেন্স আক্রমণের কারণ ছিল এই যে থিসিয়াস অ্যান্টিওপকে ত্যাগ করেছিলেন এবং ফেড্রাকে বিয়ে করার পরিকল্পনা করেছিলেন। অ্যান্টিওপ এতে ক্ষিপ্ত হন এবং তাদের বিয়ের দিন তাদের আক্রমণ করার সিদ্ধান্ত নেন। তিনি উপস্থিত প্রত্যেক ব্যক্তিকে হত্যা করার প্রতিশ্রুতি দিয়েছিলেন। কিন্তু, তার পরিবর্তে থিসিস নিজেই তাকে হত্যা করেছিলেন, সেই প্রভাবে একটি ওরাকলের ভবিষ্যদ্বাণীও পূরণ হয়েছিল।  ওভিড উল্লেখ করেছেন যে থিসিয়াস অ্যান্টিওপকে হত্যা করেছিলেন যদিও তিনি গর্ভবতী ছিলেন। \n\n\n== সাংস্কৃতিক চিত্রায়ন ==\nইভাঞ্জেলিন ওয়ালটনের ১৯৮৩ সালের ঐতিহাসিক কল্পকাহিনী ভিত্তিক উপন্যাস দ্য সোর্ড ইজ ফরজড অ্যান্টিওপ এবং থিসিউসের গল্প বর্ণনা করে। \nস্টিভেন প্রেসফিল্ডের ২০০৪ সালের ঐতিহাসিক কল্পকাহিনী উপন্যাস দ্য লাস্ট অফ দ্য অ্যামাজনস আমাজনের শেষের গল্প বলে যেখানে অ্যান্টিওপ থিসিউসের সাথে পালিয়ে যায়।\nডিসি কমিক্স চরিত্র অ্যান্টিওপ ওয়ান্ডার ওম্যানের খালা এবং অ্যামাজনের রানী হিপপোলিটার বোন হিসেবে ১৯৮৪ সালে প্রবর্তিত হয়েছিল।  তিনি ২০১৭ সালের ওয়ান্ডার ওম্যান চলচ্চিত্রে রবিন রাইট দ্বারা চিত্রিত হয়েছে। \n\n\n== তথ্যসূত্র =="}