{"pageid": 13293, "title": "তুলসী", "url": "https://bn.wikipedia.org/wiki?curid=13293", "content": "তুলসী (বৈজ্ঞানিক নাম: Ocimum Sanctum) একটি ঔষধিগাছ। তুলসী অর্থ যার তুলনা নেই। তুলসী গাছ লামিয়াসি পরিবারের অন্তর্গত একটি সুগন্ধী উদ্ভিদ। হিন্দু সম্প্রদায়ের কাছে এটি একটি পবিত্র উদ্ভিদ হিসাবে সমাদৃত। ব্রহ্মবৈবর্তপুরাণে তুলসীকে 'সীতাস্বরূপা', স্কন্দপুরাণে 'লক্ষীস্বরূপা', চর্কসংহিতায় 'বিষ্ণুপ্রিয়া', ঋকবেদে 'কল্যাণী' বলে আখ্যায়িত করা হয়েছে।\n\n\n== সাধারণ পরিচিতি ও বিবরণ ==\n\nতুলসী একটি ঘন শাখা প্রশাখা বিশিষ্ট ২/৩ ফুট উঁচু একটি চিরহরিৎ গুল্ম। এর মূল কাণ্ড কাষ্ঠল, পাতা ২-৪ সেন্টিমিটার লম্বা হয়। পাতার কিনারা খাঁজকাটা, শাখাপ্রশাখার অগ্রভাগ হতে ৫টি পুষ্পদণ্ড বের হয় ও প্রতিটি পুষ্পদণ্ডের চারদিকে ছাতার আকৃতির মত ১০-২০ টি স্তরে ফুল থাকে। প্রতিটি স্তরে ৬টি করে ছোট ফুল ফোটে। এর পাতা, ফুল ও ফলের একটি ঝাঁঝালো গন্ধ আছে। তুলসী গাছ পরিবেশে প্রচুর পরিমাণে অক্সিজেন সরবরাহ করে, একারণে একে 'অক্সিজেনের ভাণ্ডার' বলা হয়।\n\n\n== প্রাপ্তিস্থান ==\nবাংলাদেশ ও ভারতের প্রায় সর্বত্র তুলসী দেখা যায়। হিন্দুধর্মে তুলসীকে দেবীরূপে পূজা করা হয়, তাই হিন্দুবাড়িতে এটি বেশি দেখা যায়। ভারতে তুলসী বাণিজ্যিকভাবে চাষ হয়। বাংলাদেশে বাণিজ্যিকভাবে চাষ না হলেও ঔষধি উদ্ভিদ হিসেবে এবং ভেষজ চিকিৎসায় এর ব্যাপক ব্যবহার রয়েছে।  জুলাই, আগস্ট বা নভেম্বর, ডিসেম্বর মাসে এতে মঞ্জরী দেখা দেয়। সমতলভূমি থেকে শুরু করে হিমালয়ের পাদদেশে প্রায় ৬০০০ ফুট উচ্চতা পর্যন্ত এদের জন্মাতে দেখা যায়।\n\n\n== ব্যবহার ==\nতুলসী গাছের নানা ঔষধি ব্যবহার রয়েছে।\n১.প্রাচীনকাল থেকে সর্দি, কাশি, ঠাণ্ডা লাগা ইত্যাদি নানা সমস্যায় তুলসী ব্যবহৃত  হয়ে আসছে। ঠাণ্ডা ও সর্দিজনিত যেকোনো সমস্যায় তুলসী রস ও মধু একত্রে খেলে ভালো ফল পাওয়া যায়। এ গাছের রস কৃমি ও বায়ুনাশক। ঔষধ হিসাবে এই গাছের ব্যবহার্য অংশ হলো এর রস, পাতা এবং বীজ। আয়ুর্বেদ ও ভেষজ চিকিৎসায় তুলসীর ব্যাপক ব্যবহার বয়েছে, বিশেষত ভারতীয় উপমহাদেশে।\n২.ঠাণ্ডা বা গরমে ঘোরা বা অতিরিক্ত ঠাণ্ডা বা গরমে চোখ ওঠে। রোগটি সঃক্রামক। একজনের হলে বাড়ি শুদ্ধ সকলেরই হয়।ঐ সময় তুলসী পাতার রস কাজলের মত চোখে দিলে বা মধু মিশিয়ে তা চোখে দিলে চোখ ওঠা, চোখে দিয়ে জল পড়া বন্ধ হয়।\n৩.কুষ্ঠরোগ হলে তুলসী পাতার রস সব সময় সেবন করা উচিত। যদি আঙুল ক্ষয়ে যায়,হাড়ে আক্রমণ করে, তাহলেও তুলসীর রস খাওয়া উচিত।\n৪.দাতে যদি খুব যন্ত্রণা হয় তবে তুলসী পাতার সঙ্গে গোল মরিচ মিশিয়ে বেটে তার তৈরী করে তা দাতের যন্ত্রণার জায়গায় চেপে বসিয়ে দিলে দাতের যন্ত্রণার কমবে।\n৫.শরীরে রক্ত হ্রাস পেলে জন্ডিস রোগীর হয়। এই রোগটি হলে ৫ গ্রাম তুলসী পাতা,৫ গ্রাম জল দিয়ে বেটে খেলে জন্ডিস রোগে যে হলুদ বর্ণ হয় তা কেটে যায়। রোগীর রোগ সেরে যায়।\nভারতে যে চার প্রকার তুলসী গাছ দেখা যায় সেগুলি হলো:\n\nবাবুই তুলসী\nরামতুলসী\nকৃষ্ণ-তুলসী, ও\nশ্বেত তুলসী\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nকালমেঘ\nসর্পগন্ধা\nভৃঙ্গরাজ\nহেলেঞ্চা\nআদা\nকুলেখাঁড়া\nথানকুনি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}