{"pageid": 1329809, "title": "বাংলাদেশে অস্ট্রেলিয়ার হাইকমিশনারদের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1329809", "content": "বাংলাদেশে অস্ট্রেলিয়ার হাইকমিশনার হলেন অস্ট্রেলিয়ান ডিপার্টমেন্ট অফ ফরেন অ্যাফেয়ার্স অ্যান্ড ট্রেডের একজন অফিসার এবং গণপ্রজাতন্ত্রী বাংলাদেশে অস্ট্রেলিয়ার কমনওয়েলথ হাইকমিশনের প্রধান। হাইকমিশন ঢাকায় অবস্থিত। হাই কমিশনারের পদমর্যাদা এবং মর্যাদা একজন অ্যাম্বাসেডর এক্সট্রাঅর্ডিনারি এবং প্লেনিপোটেনশিয়ারি  এবং ২০২০ সালের জানুয়ারী থেকে জেরেমি ব্রুর, একজন ক্যারিয়ার কূটনীতিক দ্বারা অধিষ্ঠিত।\n\n\n== পদের ইতিহাস ==\nবাংলাদেশে প্রথম আনুষ্ঠানিক অস্ট্রেলিয়ান উপস্থিতি ১৯৬৯ সালের এপ্রিলে, যখন পূর্ব পাকিস্তানের রাজধানী ঢাকা শহরে একটি ডেপুটি হাইকমিশন (ইসলামাবাদ, পশ্চিম পাকিস্তানে অস্ট্রেলিয়ার হাইকমিশনে রিপোর্টিং) খোলা হয়েছিল। পেশাগত কূটনীতিক জেমস লরেন্স (জিম) অ্যালেন, মতিঝিল থানার পূর্বাণী হোটেল থেকে কর্মরত ডেপুটি হাইকমিশনার হিসেবে নিযুক্ত হন। অ্যালেন এর আগে বাংলার গভর্নর (১৯৪৪-১৯৪৬) থাকাকালীন রিচার্ড কেসির সচিব হিসাবে দায়িত্ব পালন করেছিলেন।\n১৬ ডিসেম্বর ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধের সমাপ্তি এবং পূর্ব পাকিস্তানের মর্যাদা পাওয়ার পর, ১৯৭২ সালের ৩১ জানুয়ারী বাংলাদেশকে একটি স্বাধীন দেশ হিসাবে আনুষ্ঠানিকভাবে স্বীকৃতি দেয় এমন প্রথম দেশগুলির মধ্যে অস্ট্রেলিয়া ছিল। ১৩ মার্চ ১৯৭২-এ, ঢাকায় প্রাক্তন ডেপুটি হাইকমিশনার (১৯৮২ সালে ঢাকা নামকরণ করা হয়েছে) এবং কূটনৈতিক সম্পর্ক প্রতিষ্ঠার পর থেকে অস্ট্রেলিয়ান মিশনের চার্জ ডি'অ্যাফেয়ার্স, জিম অ্যালেনকে বাংলাদেশে অস্ট্রেলিয়ার প্রথম রাষ্ট্রদূত হিসেবে নিয়োগ দেওয়া হয়েছিল, যা দ্রুত আপগ্রেড করা হয়েছিল। এপ্রিল ১৯৭২ তারিখে কমনওয়েলথ অফ নেশনস -এ বাংলাদেশের ভর্তির পর হাইকমিশনার পদে অ্যালেন ২১ এপ্রিল ১৯৭২ তারিখে বাংলাদেশের রাষ্ট্রপতি আবু সাঈদ চৌধুরীর কাছে কমিশনের চিঠি পেশ করেন। অ্যালেন ২৮ থেকে ২৯ মে ১৯৭২ সালে অস্ট্রেলিয়ার পররাষ্ট্রমন্ত্রী নাইজেল বোয়েনের শুভেচ্ছা সফরের সাথে বাংলাদেশে প্রথম অস্ট্রেলিয়ান সরকারী সফরে সহায়তা করেছিলেন। ২৬ জানুয়ারী ১৯৮৩ তারিখে, হাইকমিশনের জন্য একটি নতুন চ্যান্সারি ১৮৪ গুলশান এভিনিউ, গুলশান, ঢাকায় খোলা হয়।\n\n\n== মিশনের প্রধানগণ ==\n\n\n== আরো দেখুন ==\nঅস্ট্রেলিয়া-বাংলাদেশ সম্পর্ক\nবাংলাদেশের বৈদেশিক সম্পর্ক\nঅস্ট্রেলিয়ার বৈদেশিক সম্পর্ক\n\n\n== বহিঃসংযোগ ==\nঅস্ট্রেলিয়ান হাইকমিশন, বাংলাদেশ\n\n\n== তথ্যসূত্র =="}