{"pageid": 1329945, "title": "কার্মা চিত্রবতী", "url": "https://bn.wikipedia.org/wiki?curid=1329945", "content": "দেওয়া আয়ু কার্মা চিত্রবতী  (জন্ম ২৪ ফেব্রুয়ারি ১৯৯০ দেনপাসার ) একজন ইন্দোনেশিয়ান ছোট গল্প লেখক, বালীয় ভাষা সাহিত্য কর্মী এবং উইকিমিডিয়ান। পাম গাছ লেখা প্রাচীন বালীয় পাণ্ডুলিপিগুলিকে ডিজিটাইজ এবং অনুবাদ করার অগ্রণী কাজের জন্য তিনি সুপরিচিত। ১৫ আগস্ট ২০২১ সালে তাকে ২০২১ সালে ভার্চুয়াল উইকিম্যানিয়া সম্মেলনের সময় উইকিমিডিয়ান নবাগত বছরের সেরা উপাধিতে ভূষিত করা হয়েছিল। \n\n\n== ব্যক্তিগত জীবন ==\nতিনি তার পরিবারের বড় সন্তান হিসাবে জন্মগ্রহণ করেছিলেন। তার চার ভাইবোন আছে।\nতিনি আই গেদে গীতা পূর্ণমা আরসা পুত্রকে বিয়ে করেছিলেন , যিনি বায়ু নামেও পরিচিত ছিলেন , যিনি ২০২৩ সালের ফেব্রুয়ারিতে মারা যান।\n\n\n== উইকিমিডিয়া ==\nতিনি ২০১৯ সালে উইকিমিডিয়া প্রকল্পে তার সম্পৃক্ততা শুরু করেন এবং বালিনীয় সম্প্রদায়ের জন্য বালিনীয় ভাষার উৎস নিয়ে একটি অনলাইন গ্রন্থাগার নির্মাণের জন্য উইকিপুস্তক তৈরি করেন। ২০২১ সালের উইকিম্যানিয়া সম্মেলনে তাকে বর্ষসেরা উইকিমিডিয়ান নবাগত হিসেবে ঘোষণা করা হয়। \n\n\n== কর্মজীবন ==\nতিনি তার মাধ্যমিক শিক্ষার জন্য এসএমএ নেগেরি ১ বানজারাংকানে যোগদান করেন। তিনি এরপর  উদয়না বিশ্ববিদ্যালয়ের বালির ভাষা ও সাহিত্য বিভাগ থেকে স্নাতক শেষ করেন এবং বিশ্ববিদ্যালয়ের বিশুদ্ধ ভাষাতত্ত্ব বিভাগে স্নাতকোত্তর ডিগ্রি সম্পন্ন করেন। এরপর তিনি ২০১১ থেকে ২০১৮ সাল পর্যন্ত এসএমপিএন ৩ ডেনপাসারে বালিনিজ ভাষার শিক্ষক হিসেবে কর্মজীবন শুরু করেন।\nতিনি শখ হিসাবে অল্প বয়সে বালিনিজ ভাষার প্রতি তার আগ্রহের অনুধাবন করেন এবং ভাষার ইতিহাস সম্পর্কে গবেষণা শুরু করেন, যা ইন্দোনেশিয়ায় ইন্দোনেশিয়ান ভাষার উদ্ভবের কারণে পরিত্যক্ত হওয়ার ঝুঁকিতে ছিল।\nতিনি বালিনীয় ভাষায় ছোট গল্প এবং কবিতাও লেখেন। তিনি তাঁর স্বামী আই গেদে গীতা পূর্ণমা আরসা পুত্রের সহযোগিতায় তাঁর প্রথম ছোটগল্প সংকলন স্মার রেকা (২০১৪) রচনা ও প্রকাশ করেন। পরে তিনি কুটাং সায়াং জেমেল মাদুই (২০১৬) নামে আরেকটি ছোট গল্পের সংকলন লিখেছিলেন , যার জন্য তিনি ২০১৭ সালে রানকেজ কালচারাল ফাউন্ডেশন থেকে রানকেজ সাহিত্য পুরস্কার পেয়েছিলেন।  কুটাং সায়াং গেমেল মাদুই সামাজিক সমালোচনার থিম সহ ১৩টি ছোট গল্প রয়েছে। তাকে ২০১৮ সালে উবুড রাইটার্স অ্যান্ড রিডার্স ফেস্টিভালে একজন বক্তা হিসেবে আমন্ত্রণ জানানো হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগুগল স্কলার দ্বারা সূচীবদ্ধ কার্মা চিত্রবতীর প্রকাশনাসমূহ"}