{"pageid": 13290, "title": "বব মার্লে", "url": "https://bn.wikipedia.org/wiki?curid=13290", "content": "বব মার্লে (জন্ম: ৬ ফেব্রুয়ারি, ১৯৪৫ - মৃত্যু: ১১ মে, ১৯৮১) জামাইকান রেগে শিল্পী, গীটার বাদক, গীতিকার। 'বাফেলো সোলজার', 'নো,ওম্যান, নো ক্রাই', 'গেট আপ স্ট্যান্ড আপ', 'ব্ল্যাক প্রগ্রেস'-এর মতো অনেক ভুবনকাঁপানো গান দিয়ে সংগীতপ্রেমীদের মন জয় করেছিলেন বব মার্লে। অবহেলিত মানুষের অধিকার নিয়ে গান গাওয়ায় অনেকের প্রিয় মানুষে পরিণত হয়েছিলেন মার্লে। নিজের গানে নানা ক্ষোভ ও সমস্যার কথা বলে মন জয় করেছিলেন তরুণদের। মার্লে ও তার ব্যান্ড ওয়েলার্স ১৯৭৪ সালে 'বার্নিন' নামে যে অ্যালবামটি নিয়ে আসে তাতে ছিল বিখ্যাত গান 'গেট আপ অ্যান্ড স্ট্যান্ড আপ'। ষাট ও সত্তরের দশকে দেশে দেশে উত্তাল জাতীয়তাবাদী ও সাম্রাজ্যবাদবিরোধী আন্দোলনে বিদ্রোহী মানুষের বুকে সাহস জুগিয়েছে এ গান।\n\n\n== জন্ম ==\nজ্যামাইকার কুখ্যাত একটি শহরতলির বস্তিতে ১৯৪৫ সালের ৬ ফেব্রুয়ারি জন্মগ্রহণ করেন মার্লে। তার জন্মের সময় জ্যামাইকা ছিল একটি অশান্ত দেশ। রাজনৈতিক, সামাজিক, অর্থনৈতিক সব ক্ষেত্রেই অস্থিরতা চলছিল দেশটিতে। শ্বেতাঙ্গ-কৃষ্ণাঙ্গ বিভেদের কারণে সংঘাতও ছিল নিয়মিত ঘটনা। কৃষ্ণাঙ্গ মা ও শ্বেতাঙ্গ বাবার কারণে ছোটবেলা থেকেই সাদা-কালো দ্বন্দ্বে ভুগতেন তিনি।\n\n\n== বিশ্বাস ও দর্শন ==\n\nসুবিন্যস্ত জটাধারী চুলের মার্লে সবসময় মানবতার পক্ষে গান গাইতেন। তাই তার অবস্থান ছিল কৃষ্ণাঙ্গদের পক্ষে। ‘নিপীড়িত আর খেটে খাওয়া মানুষের জন্য গান করতেন তিনি। সবাইকে বলতেন একত্র হতে, কাঁধে কাঁধ মিলিয়ে থাকতে। বিশ্বের বিভিন্ন স্থানে কালোদের ওপর চলতে থাকা বর্ণবাদী নির্যাতনের বিরুদ্ধে অবস্থান নিয়েছিলেন তার গানের মাধ্যমে। রাজনৈতিক আগ্রাসনের প্রতিবাদও করেছেন মার্লে গানের মাধ্যমে। অধিকারবঞ্চিত মানুষের পক্ষ নিয়ে তিনি সাম্রাজ্যবাদের বিরোধিতা করতেন তার গানের মাধ্যমে। নিজ দেশের রাজনৈতিক সংঘাত মেটাতেও গুরুত্বপূর্ণ ভূমিকা রেখেছিলেন তিনি। শান্তির জন্য কয়েকটি কনসার্ট করেছেন তিনি জ্যামাইকায়। এ সব কনসার্টের মাধ্যমে তিনি রাজনৈতিক নেতাদের এক মঞ্চে আনার চেষ্টা করতেন। বব মার্লে তার পুরো ক্যারিয়ারেই যুক্ত ছিলেন রাসটাফারি আন্দোলনের সঙ্গে। জীবনঘনিষ্ঠ গান গাইতেন বলেই বিশ্বজুড়ে মার্লের বিপুল জনপ্রিয়তা তৈরি হয়। ইউরোপ ও আমেরিকার বিভিন্ন দেশে অনেক কনসার্টে গান গেয়েছেন তিনি। ১৯৯৯ সালে তার 'বব মার্লে এন্ড দ্য ওয়েইলার্স' অ্যালবামকে 'বিশ শতকের সেরা অ্যালবাম' নির্বাচিত করে টাইম ম্যাগাজিন।\n\n\n== ব্যান্ডদল ==\n\nমাত্র ১৮ বছর বয়সেই কয়েকজন বন্ধুকে নিয়ে ব্যান্ডদল গঠন করেছিলেন মার্লে। এরপর কখনো দলের হয়ে আবার কখনো এককভাবেই গানের অ্যালবাম বের করেছেন। একাধারে গীতিকার, সুরকার, গায়ক ও গিটারবাদক ছিলেন।\n\n\n== মৃত্যু ==\n\nফুসফুস ও মস্তিষ্কের ক্যান্সারের কারণে তার শিল্পীজীবন মাত্র ১৮ বছরের মধ্যেই সীমাবদ্ধ থাকে। ১৯৮১ সালের ১১ মে তার মৃত্যু হয়। এরপর অনেক বছর পার হলেও এখনো তার জনপ্রিয়তায় ভাটা পড়েনি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}