{"pageid": 1329924, "title": "জসিম বিন হামাদ বিন খলিফা আলে সানি", "url": "https://bn.wikipedia.org/wiki?curid=1329924", "content": "জসিম বিন হামাদ বিন খলিফা আল থানি ( আরবি: جاسم بن حمد بن خليفة آل ثاني ; জ. ২৫ আগস্ট, ১৯৭৮ ) হলেন কাতারের প্রাক্তন উত্তরাধিকারী। তিনি বর্তমান কাতারের সাবেক আমির শেখ হামাদ বিন খলিফার তৃতীয় পুত্র এবং তার দ্বিতীয়া স্ত্রী শেখা মোজা বিনতে নাসেরের আল মিসনেদের প্রথম সন্তান। তিনি ২০০৩ সালে ক্রাউন প্রিন্স হিসাবে তার পদ ত্যাগ করেন এবং তার ছোট ভাই শেখ তামিমকে সে পদে নিয়োগ করা হয়। তিনি আমির হওয়ার ব্যাপারে আগ্রহ না থাকার কারণে এমনটি করেছেন বলে জানান। তাঁকে আলে সানি রাজপরিবারের সবচেয়ে ভদ্র ও নির্লোভ ব্যক্তি হিসেবে উল্লেখ করা।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nশেখ জসিম কাতারের সাবেক আমির শেখ হামাদ বিন খলিফা আলে সানির তৃতীয় পুত্র।  তার মা মোজা বিনতে নাসের আল-মিসনেদ হামাদ বিন খলিফার ২য় স্ত্রী।  তিনি রয়্যাল মিলিটারি একাডেমি স্যান্ডহার্স্টে শিক্ষা লাভ করেন।   তিনি ডরসেটের শেরবোর্ন স্কুলে (ইন্টারন্যাশনাল কলেজে) পড়াশোনা করেছেন। \n\n\n== বিয়ে ও সন্তান ==\nশেখ জসিম তার চাচাতো বোন শেখ হামাদ বিন আলী আলে সানির মেয়ে শেখা বোসাইনা বিনতে হামাদ আলে সানিকে ২০০৬ সালের ৩০ মার্চ দোহার আল ওয়াজবাহ প্যালেসে বিয়ে করেন। তাদের আট সন্তান; তিন ছেলে ও পাঁচ মেয়ে:\n\nশেখা মোজা বিনতে জসিম বিন হামাদ আলে সানি\nশেখ ফাহাদ বিন জসিম বিন হামাদ আলে সানি\nশেখা হিন্দ বিনতে জসিম বিন হামাদ আলে সানি\nশেখ হামাদ বিন জসিম বিন হামাদ আলে সানি\nশেখ তামিম বিন জসিম বিন হামাদ আলে সানি\nশেখা আল-মায়াসা বিনতে জসিম বিন হামাদ আলে সানি\nশেখা দই বিনতে জসিম বিন হামাদ আলে সানি\nশেখা গুন্দ বিনতে জসিম বিন হামাদ আল থানি\n\n\n== বংশ ==\n\n\n== কর্মজীবন ==\nস্নাতকের পর শেখ জসিম ১৯৯৬ সালের ৯ আগস্ট কাতারি সশস্ত্র বাহিনীতে দ্বিতীয় লেফটেন্যান্ট হিসেবে কমিশন লাভ করেন এবং সেই বছরের ২৩ অক্টোবর কাতারের স্পষ্ট উত্তরাধিকারী নিযুক্ত হন। তিনি তার বড় ভাই মিশাল বিন হামাদ আলে সানিকে এই পদে প্রতিস্থাপন করেন এবং  ২০০৩ সালের ৫ আগস্ট তার ছোট ভাই শেখ তামিমের পক্ষে নিজের অধিকার ত্যাগ করেন। কাতার নিউজ এজেন্সির মতে, জসিম তার বাবার কাছে একটি চিঠি পাঠিয়েছিলেন যাতে বলা হয়েছে, \"সরাসরি পদত্যাগ করা এবং উত্তরসূরী নিয়োগ করার এটাই উপযুক্ত সময়\"। চিঠিতে তিনি বলেছিলেন, \"আমি চাইনি, যেমনটি আমি আপনাকে শুরু থেকেই বলেছি, ক্রাউন প্রিন্স হিসাবে নিয়োগ করা হোক। তিনি এও উল্লেখ করেছেন যে, তিনি শুধুমাত্র \"সংবেদনশীল পরিস্থিতির\" কারণে ১৯৯৬ সালের অক্টোবরে এই পদটি গ্রহণ করেছিলেন। \nজসিম সাবেক আমিরের ব্যক্তিগত প্রতিনিধি ছিলেন। তিনি ১৯৯৭ সাল থেকে কাতার ন্যাশনাল ক্যান্সার সোসাইটির (কিউএনসিএস) সম্মানসূচক সভাপতিও। তদুপরি তিনি ১৯৯৯ সাল থেকে সমন্বয় ও ফলোআপ এর উচ্চ কমিটির সভাপতি এবং ২০০০ সাল থেকে পরিবেশ ও প্রাকৃতিক সম্পদ রক্ষায় গঠিত সুপ্রিম কাউন্সিলের চেয়ারম্যান ছিলেন। তিনি ২০০৩ সাল থেকে অ্যাসপায়ার একাডেমির পৃষ্ঠপোষক। তিনি কাতার ফাউন্ডেশনের বোর্ড অফ ট্রাস্টিজের সদস্য। \n\n\n== তথ্যসূত্র =="}