{"pageid": 1329663, "title": "লাভার (উপন্যাস)", "url": "https://bn.wikipedia.org/wiki?curid=1329663", "content": "লাভার হল বার্থা হ্যারিসের একটি সমকামী নারীবাদী উপন্যাস। এটি প্রকাশিত হয়েছিল ১৯৭৬ সালে। মহিলাদের কথাসাহিত্যের জন্য নিবেদিত ভার্মন্টের একটি ছোট ছাপাখানা ডটারস, ইনকর্পোরেটেড থেকে এটি প্রকাশিত হয়েছিল। এটিকে হ্যারিসের সবচেয়ে উচ্চাভিলাষী কাজ হিসেবে বিবেচনা করা হয় এবং এটিকে জুনা বার্নসের নাইটউড এবং জেন বোলসের গল্পের সাথে তুলনা করা হয়েছে। হ্যারিস বলেছেন যে এটি লেখা হয়েছিল \"সরাসরি যৌনকামনা থেকে, যখন আমি পাগলের মতো প্রেমে পড়েছিলাম, এবং ১৯৭০-এর দশকের মাঝামাঝি লেসবিয়ান সাংস্কৃতিক আন্দোলন দ্বারা মুক্তি পেয়েছিলাম।\"\n\n\n== নান্দনিকতা এবং সমালোচনামূলক অভ্যর্থনা ==\nলাভার এর গদ্যাংশটি স্বতন্ত্রভাবে উত্তর-আধুনিক, এখানে প্রচলিত আখ্যানগুলিকে পরিহার করা হয়েছে, তার জায়গায় পরীক্ষামূলকভাবে বর্ণনা করার কৌশলগুলি ব্যবহার করা হয়েছে। তৎকালীন কিছু লেসবিয়ান উপন্যাসের বিপরীতে, লাভার অত্যন্ত উদ্ভাবনীমূলক এবং প্রায়শই চমৎকার গল্প বলার কৌশল ব্যবহার করে র‍্যাডিকাল লেসবিয়ান দর্শন, সম্প্রদায়, পারিবারিক কাঠামো এবং কামোত্তেজকতার জটিল ধারণাগুলি প্রতিফলিত করা হয়েছে। অন্যদিকে, লেসবিয়ান উপন্যাসে, যেমন রিটা মে ব্রাউনের রুবিফ্রুট জঙ্গল (এটিও ঘটনাক্রমে, ডটারস দ্বারা প্রকাশিত) উপন্যাসে, একটি  সাধারণ রূপের বিল্ডাংস্রোমান কৌশল (শৈশব থেকে প্রাপ্তবয়স্ক হওয়া পর্যন্ত নায়কের মনস্তাত্ত্বিক এবং নৈতিক বৃদ্ধি) ব্যবহার করা হয়েছে যার কেন্দ্রে একটি লেসবিয়ানকে সমানভাবে রাখা হয়েছে। ১৯৯৩ সংস্করণের ভূমিকায় হ্যারিস  লিখেছেন, \"লাভারকে এমনভাবে আত্মভূত করতে হবে যেন এটি একটি থিয়েটার পরিবেশনা। এখানে ট্যাপ নাচ এবং গান আছে, ছদ্মবেশ, হাতের জাদু, আয়না বিভ্রম, দ্রুত পরিবর্তনশীল অভিনয় এবং প্রতিবন্ধকতা আছে।\" আমান্ডা সি. গ্যাবেল যুক্তি দিয়েছেন যে লাভারকে \"উত্তর আধুনিক কথাসাহিত্য এবং লেসবিয়ান (বা কুয়ার) তত্ত্বের আলোচনার মধ্যে একটি অনুকরণীয় উপন্যাস হিসাবে বিবেচনা করা যেতে পারে\" এবং \"হ্যারিসকে উইটিগ, আনজালদুয়া, লর্ড এবং উইন্টারসনের  মতো লেখকদের দলে যুক্ত করার আহ্বান জানিয়েছেন। এঁদের সবাইকে নিয়ে একটি উত্তর-আধুনিক লেসবিয়ান আখ্যানের প্রেক্ষাপটে আলোচনা করা হয়েছে।\"\n\n\n== ইতিহাস প্রকাশ ==\n১৯৭০-এর দশকে নারী আন্দোলনের ফলে অনেক ছোট, স্বাধীন ছাপাখানার প্রতিষ্ঠা হয়েছিল। লাভার এই ছাপাখানাগুলির একটি থেকে প্রকাশিত একটি বইয়ের উদাহরণ। এটি নিউ ইয়র্ক ইউনিভার্সিটি প্রেস থেকে ১৯৯৩ সালে পুনর্মুদ্রিত হয়েছিল।\n\n\n== বহিঃসংযোগ ==\nglbtq.com- এ বার্থা হ্যারিস\nআমান্ডা সি গ্যাবল, পিএইচডি দ্বারা প্রেমিকের সমালোচনামূলক মূল্যায়ন\n\n\n== তথ্যসূত্র =="}