{"pageid": 1329899, "title": "ব্যক্তিস্বাতন্ত্র্যবাদের রাজনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1329899", "content": "ব্যক্তিস্বাতন্ত্র্যবাদের রাজনীতি: উদারতাবাদ, উদার নারীবাদ ও নৈরাজ্যবাদ হল এল. সুসান ব্রাউনের ১৯৯৩ সালের একটি রাজনৈতিক বিজ্ঞান বই। তিনি উল্লেখ করে শুরু করেন যে, উদারতাবাদ ও নৈরাজ্যবাদ মাঝে মাঝে সাধারণ উপাদানগুলি ভাগ করে নেওয়ার মতো মনে হয়, কিন্তু অন্যান্য ক্ষেত্রে একে অপরের সরাসরি বিরোধী। তিনি যুক্তি দেন যে তাদের মধ্যে যা মিল রয়েছে তা হল \"অস্তিত্ববাদী ব্যক্তিস্বাতন্ত্র‍্যবাদ\", স্বাধীনতার স্বার্থে স্বাধীনতায় বিশ্বাস। যাইহোক, তিনি উল্লেখ করেছেন যে উদারবাদী কাজগুলিতে একটি \"যন্ত্রগত ব্যক্তিস্বাতন্ত্র্যবাদ\"ও রয়েছে, যার দ্বারা তিনি ব্যক্তিস্বার্থ চরিতার্থ করার স্বাধীনতাকে বোঝান। ব্রাউন আরও যুক্তি দেন যে, পরেরটি পূর্বের উদ্দেশ্যগুলিকে ধ্বংস করে দেয় কারণ এটি ব্যক্তির \"স্বাধীনতা\"কে স্বতন্ত্র লক্ষ্য অর্জনের লক্ষ্যে অন্য ব্যক্তির স্বাধীনতাকে ব্যাহত করে। অন্যদিকে, যন্ত্রগত ব্যক্তিস্বাতন্ত্র‍্যবাদ নিজেকে টিকিয়ে রাখার জন্য কিছু মাত্রার অস্তিত্ববাদী ব্যক্তিস্বাতন্ত্র‍্যবাদের প্রয়োজন হয়।\nনেক্সট ব্রাউন জন স্টুয়ার্ট মিল, বেটি ফ্রাইডেন, জ্যানেট র‍্যাডক্লিফ রিচার্ডস ও ক্যারল প্যাটম্যানের উদার নারীবাদী লেখায় ব্যক্তিস্বাতন্ত্রবাদের এই ধারণাগুলি কীভাবে ব্যবহার করা হয়েছিল তা দেখেছেন। তিনি দেখতে পান যে এই লেখকদের লেখার কিছু অনুচ্ছেদে প্রকাশিত অস্তিত্ববাদী ব্যক্তিস্বাতন্ত্র‍্যবাদ অন্যত্র থাকা যন্ত্র ব্যক্তিস্বাতন্ত্র‍্যবাদ ধারণার দ্বারা কার্যকরভাবে প্রতিহত করা হয়েছে। এরপরে তিনি এমা গোল্ডম্যান ও আলেকজান্ডার বার্কম্যানের মতো নৈরাজ্যবাদীরা কীভাবে ব্যক্তিস্বাতন্ত্র‍্যবাদকে ব্যবহার করেছিলেন তা দেখেন এবং তাদের অস্তিত্বশীল ব্যক্তিস্বাতন্ত্র‍্যবাদের ধারাবাহিকতা বজায় রাখা হিসাবে দেখেন। তবে, তিনি পিয়েরে প্রুঁধো, পিটার ক্রোপোটকিন, মিখাইল বাকুনিন এবং মারে বুকচিন সহ অন্যান্য নৈরাজ্যবাদীদের ক্ষেত্রে এটিকে কম বলে মনে করেন, যারা ব্যক্তির নিজস্ব ভাগ্য তৈরি করার জন্য অস্তিত্বগতভাবে স্বাধীন হিসাবে দেখার পরিবর্তে এই জাতীয় সমাজ কেন কাজ করবে তা ব্যাখ্যা করার জন্য অন্যান্য উপায় উদ্ভাবন করেন। উদাহরণস্বরূপ, তিনি মানব প্রকৃতিকে সহজাতভাবে অপ্রয়োজনীয় হিসাবে সংজ্ঞায়িত করার জন্য ক্রপোটকিন এবং বাকুনিনের প্রচেষ্টার সমালোচনা করেন এবং মানব প্রকৃতিকে অস্তিত্বহীন বা সামাজিকভাবে বিকশিত হিসাবে দেখেন। ব্রাউন অস্তিত্ববাদকে একটি ভাল বিকল্প হিসাবে দেখেন, কারণ এটি নৈরাজ্যবাদীদের \"বিতর্কের ভিত্তিকে 'মানব প্রকৃতি' থেকে সরিয়ে তার সমস্ত সহায়ক সমস্যাগুলির সাথে কীভাবে আমরা নিজের এবং অন্যদের জন্য স্বাধীনতা তৈরি করতে পারি তা বিবেচনা করার অনুমতি দেয়।\" 1 তিনি পরবর্তীতে সিমন দ্য ব্যুভেয়ারের অস্তিত্ববাদী কাজগুলি পর্যবেক্ষণ করেন, মানব ব্যক্তিদের দ্বারা সৃষ্ট বিশ্ব সম্পর্কে তার সামগ্রিক ধারণাটিকে নৈরাজ্যবাদের সাথে সামঞ্জস্যপূর্ণ হিসাবে দেখেন।\n\n\n== তথ্যসূত্র =="}