{"pageid": 1329352, "title": "ক্যাথরিন কোর্টউল্ড", "url": "https://bn.wikipedia.org/wiki?curid=1329352", "content": "ক্যাথরিন মিনা কোর্টউল্ড (১৮৫৬ - ১৯৩৫) একজন ব্রিটিশ কৃষক এবং ভোটাধিকার আন্দোলনকারী ছিলেন। তিনি মহিলাদের জন্য কৃষি বিষয়ে প্রশিক্ষণ প্রদানের পক্ষে একজন প্রবক্তা ছিলেন। তিনি কোর্টউল্ড পরিবারের সদস্য ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\n১৮৬৫ সালের ১৩ই জুলাই কোর্টউল্ড যুক্তরাজ্যের এসেক্সের হাই গ্যারেট, বকিংয়ে জন্মগ্রহণ করেন।  তাঁর বাবা-মা, জর্জ এবং মিনা (বিবাহপূর্ব ব্রমলি) কোর্টউল্ড ছিলেন ধনী কোর্টউল্ড পরিবারের অংশ।  ক্যাথরিন ছিলেন জ্যেষ্ঠ সন্তান। তিনি লন্ডনের হ্যাম্পস্টেডের একটি বেসরকারি বালিকা বিদ্যালয়ে আবাসিক ছাত্রী ছিলেন। তিনি একজন মহিলা হওয়ায় তাঁকে কৃষি কলেজে পড়তে দেওয়া হয়নি। পরে তিনি তাঁর বাবার খামারে কৃষিকাজের ব্যবহারিক এবং তাত্ত্বিক দিকগুলির শিক্ষা করতে আসেন এবং খামার পরিদর্শনের মাধ্যমে সেই প্রশিক্ষণ প্রাপ্ত হন। এসেক্স কাউন্টি কাউন্সিলের দেওয়া কিছু বক্তৃতায় তিনি যোগ দিতে পেরেছিলেন। \nকোর্টউল্ড ছিলেন নারীদের ভোটাধিকারের সমর্থক। ১৯১১ সালের আদমশুমারিতে তিনি ফর্মের নিচে লিখেছিলেন 'একজন গৃহমালিক এবং করদাতা হিসাবে আমাকে সংসদীয় ভোটাধিকার প্রয়োগে একজন নাগরিকের বিশেষাধিকার থেকে বঞ্চিত করায় গভীরভাবে ক্ষুব্ধ'। এটি লিখে তিনি নিজের ফিরে যাবার সুযোগ নষ্ট করেছিলেন।\nতিনি তাঁর সঙ্গী মেরি গ্ল্যাডস্টোনের (১৮৫৬ - ১৯৪১) সাথে 'নাইটস ফার্মে' ৫০ বছরেরও বেশি সময় ধরে বসবাস করেছেন। তিনি তাঁর নিজস্ব ইয়ট, পেট্রোনাতে দেশীয় খেলাধুলায় এবং নৌ যাত্রায় অংশ নিয়েছিলেন।\nতিনি ১৯৩৫ সালের ৫ই জুন নিজের বাড়িতে কর্কট রোগে (ক্যান্সার) আক্রান্ত হয়ে মারা যান \n\n\n== কর্মজীবন ==\nকোর্টউল্ড যখন ২১ বছর বয়সী ছিলেন, তখন তাঁর বাবা তাঁকে এসেক্সের কোলে এনগেইনে ২৪৩ একর ব্যাপী 'নাইটস ফার্ম' নামে একটি খামার কিনে দেন। সেখানে তিনি নিজের বাকি জীবন কাটিয়েছিলেন। এটি একটি মিশ্র খামার ছিল যেখানে শস্য ও পশুখাদ্যের পাশাপাশি দুগ্ধজাত খাদ্য, গরুর মাংস, ভেড়া, শূকর এবং হাঁস-মুরগি ছিল। এছাড়াও একটি ফলের বাগান ছিল এবং এর উৎপাদিত ফল, বিশেষ করে আপেল, কৃষি প্রতিযোগিতায় পুরস্কার জিতেছিল। ১৯০০ এর দশকে তিনি সুপরিচিত ছিলেন এবং কৃষি সংবাদপত্রে তাঁকে নিয়ে লেখা বেরিয়েছিল। তাঁর খামারে মহিলা প্রশিক্ষণার্থীরা ছিলেন। তিনি ১৫ জন কর্মী নিয়ে তাঁর নিজস্ব খামার পরিচালনা করতেন, এর পাশাপাশি অতিরিক্ত ২,০০০ একরের পারিবারিক সম্পত্তির জমি এবং অন্যান্য খামার পরিচালনা করেছিলেন।\n\n\n== জনমুখী কার্যকলাপ ==\nকোর্টউল্ড স্থানীয় এবং জাতীয় উভয়ভাবেই জনজীবনে অত্যন্ত সক্রিয় ছিলেন।\n১৮৯৯ সালে শুরু থেকেই তিনি মহিলা খামার ও বাগান সমিতির সাথে গভীরভাবে জড়িত ছিলেন এবং এর প্রতিষ্ঠাতা পরিষদের সদস্য ছিলেন। তিনি ১৯০৭ সালে এর সভাপতি ছিলেন। তিনি এবং লুইজা উইলকিনস ছিলেন ডব্লিউএফজিএ-এর ধারণার প্রবক্তা, তাঁরা প্রথম বিশ্বযুদ্ধের সময় কৃষিকাজে নিয়োজিত অবিবাহিত মহিলাদের জন্য ক্ষুদ্র জোত তৈরি করার কথা বলেছিলেন। উইলকিনস কৃষি বিষয়ে অধ্যয়ন করেছিলেন এবং মহিলা ল্যান্ড আর্মিতে নিয়োগের নেতৃত্ব দিয়েছিলেন। কোর্টউল্ডের আর্থিক সহায়তার কারণে সংস্থাটিকে ১৯২০ সালে সারের লিংফিল্ড এর কাছে জমি কেনার অনুমতি দেওয়া হয়েছিল। কৃষিতে সহযোগিতা দেবার জন্য পরীক্ষামূলক ভাবে মহিলা ক্ষুদ্র জোতদারদের নিয়ে 'মহিলাদের কৃষিকাজ সমবায়' তৈরি করা হয়েছিল, যেটি ১৯৩০ এর দশকের গোড়ার দিক পর্যন্ত চলেছিল। তিনি এই সংগঠনটিকে সদর দফতর হিসাবে মধ্য লন্ডনের কোর্টউল্ড হাউসকে ব্যবহার করতে দিয়েছিলেন। \n১৯৩০ এর দশকে উইলকিন্স এবং কোর্টউল্ডের মৃত্যুর পর ক্ষুদ্র জোত উদ্যোগটি নিঃশেষিত হয়ে গিয়েছিল।\nতাঁর অনেক স্থানীয় কার্যক্রমের মধ্যে যেগুলি ছিল, সেগুলি হল:\n\nএসেক্স কৃষি প্রদর্শনীর সভাপতি\n১৮৯০ সালে প্যারিশ কাউন্সিলর\n১৯১৪ সালের আগে ন্যাশনাল ইউনিয়ন অফ উইমেনস সাফ্রেজ সোসাইটিজের উত্তর-পশ্চিম এসেক্স শাখার সচিব\n১৯১৪ এবং ১৯৩৪ সালের মধ্যে এসেক্স কাউন্টি কাউন্সিলের সদস্য\n১৯২০-এর দশকে তিনি কোলে এনগেইনে একটি গ্রামের হল নির্মাণের জন্য অর্থায়ন করেন (সেটি তাঁর বাবার নামে উৎসর্গ করা হয়েছিল) \nতিনি কোলন এনগেইনের সেন্ট অ্যান্ড্রু গির্জার টাওয়ার পুনরুদ্ধারের জন্য অর্থ প্রদান করেছিলেন\nতিনি ইস্ট এসেক্স হান্টের একজন সদস্য ছিলেন\n\n\n== তথ্যসূত্র =="}