{"pageid": 1329311, "title": "বৈকুণ্ঠ কমলজ", "url": "https://bn.wikipedia.org/wiki?curid=1329311", "content": "বৈকুণ্ঠ কমলজ (সংস্কৃত: वैकुण्ठ कमलज, তামিল: வைகுந்த கமலயா) হল হিন্দু দেবতা বিষ্ণু এবং তাঁর সহধর্মিণী লক্ষ্মীর যৌগিক  উভলিঙ্গ রূপ। রূপটি শিব ও পার্বতীর অর্ধনারীশ্বর রূপ থেকে অনুপ্রাণিত, এবং রূপটি বিরল যা বেশিরভাগই নেপাল ও ভারতের কাশ্মীর অঞ্চলে সীমাবদ্ধ।\nঅর্ধনারীশ্বরের মতো, বৈকুণ্ঠ কমলজকে অর্ধেক পুরুষ এবং অর্ধেক নারী হিসাবে চিত্রিত করা হয়েছে। ডান অর্ধেক হল পুরুষ বিষ্ণু, বাম অর্ধেক হল নারী লক্ষ্মী, এবং মাঝখানে নিচে বিভক্ত। বিগ্রহটি মহাবিশ্বের পুরুষ ও নারী নীতির একত্ব বা অদ্বৈততার প্রতীক। হিন্দু ধর্মগ্রন্থে অর্ধনারীশ্বর বিগ্রহের বিপরীতে, বৈকুণ্ঠ কমলজকে কয়েকটি তান্ত্রিক ও মূর্তি সংক্রান্ত গ্রন্থে উল্লেখ করা হয়েছে এবং হিন্দু কিংবদন্তীতে এই রূপের উৎসের কোন কাহিনী পাওয়া যায় না।\n\n\n== নামসমূহ ==\nবিষ্ণুর উভলিঙ্গ রূপটি বেশ কয়েকটি নামে পরিচিত যার মধ্যে রয়েছে: বৈকুণ্ঠ কমলজ,  (বৈকুণ্ঠ হল বিষ্ণুর বাসস্থান, বিষ্ণুর সাথে সম্পর্কিত এবং কমলজ হল তিনি যিনি পদ্ম থেকে জন্মগ্রহণ করেন – লক্ষ্মী),  বৈষ্ণব অর্ধনারী (অর্ধনারী – বৈষ্ণব সম্প্রদায়ের অর্ধনারী, যেটি বিষ্ণুর প্রতি উৎসর্গীকৃত), অর্ধনারী নারায়ণ (নারায়ণ (বিষ্ণু) যিনি অর্ধনারী), অর্ধনারী বিষ্ণু (বিষ্ণু যিনি অর্ধনারী), অর্ধালক্ষ্মী নারায়ণ (বিষ্ণু যিনি অর্ধলক্ষ্মী), বাসুদেব কমলজ (বিষ্ণু লক্ষ্মী), বাসুদেব লক্ষ্মী (বিষ্ণু লক্ষ্মী) এবং অর্ধলক্ষ্মী হরি (হরি (বিষ্ণু) যিনি অর্ধলক্ষ্মী)।\n\n\n== ক্রমবিকাশ ==\n\nবৈকুণ্ঠ-কমলজের ধারণা ও মূর্তিটি অর্ধনারীশ্বর থেকে উদ্ভূত হয়েছে – দেবতা শিব ও তাঁর স্ত্রী পার্বতীর জনপ্রিয় উভলিঙ্গ রূপ। পি পাল পরামর্শ দেন যে বৈকুণ্ঠ-কমলাজা ধারণাটি পূর্ব ভারতে উদ্ভূত হয়েছিল এবং তারপরে নেপালে স্থানান্তরিত হয়েছিল, তবে দেওর মতে, ধারণাটি মধ্যযুগীয় নেপালে উদ্ভূত হয়েছিল, যা ডি সি সিরকার ১১ শতকের গয়া শিলালিপির উদ্ধৃতি দিয়ে খণ্ডন করেছেন। ভারতের গয়ায় অবস্থিত শীতলা গয়া মন্দিরে স্থানীয় শাসক যক্ষপালের ১১ শতকের শেষের দিকের শিলালিপি বলছে যে যক্ষপাল কমলার্ধঙ্গিনা-নারায়ণ, নারায়ণ (বিষ্ণু) সহ বেশ কয়েকটি দেবতার বাসস্থানের জন্য মন্দিরটি তৈরি করেছিলেন যার অর্ধেক দেহ কমল (লক্ষ্মী)। অন্য তত্ত্ব অনুসারে, কাশ্মীর ছিল বৈকুণ্ঠ কমলজের জন্মস্থান। যদিও প্রাসঙ্গিক ভারতীয় গ্রন্থ এবং বৈকুণ্ঠ কমলজের মূর্তি নেপালে পাওয়া যায়, তবে কাশ্মীর ছাড়া ভারতে খুব কমই কোনো অস্তিত্ব পাওয়া যায়। বৈকুণ্ঠ কমলজের কিছু উল্লেখযোগ্য ভারতীয় মূর্তি পাওয়া যায় বিজবেহারায় (১০-১১শ শতাব্দীর শেষের দিকে), অনন্তনাগ, কাশ্মীর; জৈন্তিপুর, হরিয়ানা; বৈজনাথ মন্দির, হিমাচল প্রদেশ (১২০৪ খ্রিস্টাব্দ) এবং জগন্নাথ মন্দির, পুরীর সায়ানা ঠাকুর মূর্তি।\nবৈকুণ্ঠ কমলজ মূর্তি নেপালে ১৩ শতক থেকে পাওয়া যায়। বৈকুণ্ঠ কমলজের প্রাচীনতম নেপালি চিত্রাঙ্কনটি ১২৬৩ খ্রিস্টাব্দের পাটা (কাপড়ের প্যানেল) তে পাওয়া যায়, যা বর্তমানে রামকৃষ্ণ মিশন ইনস্টিটিউট অফ কালচার, কলকাতা, ভারতে রয়েছে। বৈকুণ্ঠ কমলজের কিছু নেপালি ব্রোঞ্জ ভাস্কর্য কিছু জাদুঘরে সংরক্ষিত আছে। বৈকুণ্ঠ কমলজ মূর্তিগুলির মধ্যে উল্লেখযোগ্য হল ইন্দ্রেশ্বর মন্দির, পানৌতির মূর্তি; নারায়ণ মন্দির, পাটন ও সরস্বতী মন্দির, শঙ্খ।\nযদিও অর্ধনারীশ্বরের কিংবদন্তি এবং মূর্তিগুলি পৌরাণিক শাস্ত্রে স্মরণ করা হয়েছে, বৈকুণ্ঠ কমলজের উল্লেখ নেই। বৈকুণ্ঠ কমলজকে অনেক পঞ্চরাত্র গ্রন্থে এবং তান্ত্রিক গ্রন্থে স্পষ্টভাবে ইঙ্গিত করা হয়েছে। তান্ত্রিক মূর্তি সংক্রান্ত গ্রন্থ যেমন সারদাতিলক (১০ম-১১শ শতাব্দীর ধ্যান মন্ত্রে - মন্ত্র যা দেবতার মূর্তিসংক্রান্ত রূপ উল্লেখ করে), কৃষ্ণানন্দের ১৭শ শতাব্দীর তন্ত্রসার (ধ্যান মন্ত্রে) সেইসাথে ১৬ শতকের শিল্পরত্ন বিষ্ণুর এই উভলিঙ্গ রূপের মূর্তিশিল্প উল্লেখ করেছে।\n\n\n== মূর্তিশিল্প ও প্রতীকবাদ ==\n\nসারদাতিলক ও তন্ত্রসারে যেমন ব্যাখ্যা করা হয়েছে, অর্ধনারীশ্বরের মতো বৈকুণ্ঠ কমলজ, মহাবিশ্বের নর ও নারী নীতির একত্ব বা অদ্বৈততার প্রতীক। শিল্পরত্ন বিশেষভাবে বিষ্ণু ও লক্ষ্মীর একত্বের কথা বলেছেন। এটি সত (সত্য) ও চিৎ (চেতনা) এর সংমিশ্রণকেও নির্দেশ করে, আনন্দ (সুখ) উৎপন্ন করে (দেখুন সচ্চিদানন্দ)। অর্ধনারীশ্বরের মতো, বাম অর্ধেক নারী লক্ষ্মী, ডান অর্ধেক পুরুষ বিষ্ণুকে বোঝায়। মূর্তিটিকে পদ্মের পাদদেশে দাঁড়িয়ে দেখানো হয়েছে বা গরুড় (বিষ্ণুর বাহন) পাশাপাশি কচ্ছপ বা কুর্ম, প্রায়শই বিষ্ণুর সাথে যুক্ত থাকতে পারে, কিন্তু এই বিশেষ মূর্তিচিত্রে লক্ষ্মীর সাথে তার বাহন হিসাবে সারিবদ্ধ। কখনও কখনও, গরুড় ও কচ্ছপকে দাঁড়ানো দেবতার যথাক্রমে পুরুষ ও নারীর দিকে দেবতার কাছে নতজানু অবস্থায় চিত্রিত করা যেতে পারে। বৈকুণ্ঠ কমলজ আট-বাহু বিশিষ্ট, পূর্ণাঙ্গ মহিলা স্তন এবং বামদিকে দীর্ঘ পুষ্পশোভিত নমুনাযুক্ত কোমর-বস্ত্র রয়েছে, যখন পুরুষ অর্ধেক হাঁটু পর্যন্ত সাধারণ খাটো কোমর-বস্ত্র বা একই দৈর্ঘ্যের পোশাক পরিধান করে তবে ভিন্ন। বিষ্ণুর অর্ধাংশে বিষ্ণুর চারটি ঐতিহ্যগত বৈশিষ্ট্য রয়েছে: চক্র, শঙ্খ, গদা ও পদ্ম। নারী অর্ধেক ঘট (পাত্রের উপরে নারকেল-আম পাতা) বা কুম্ভ (জলের পাত্র) রত্ন, আয়না, পাণ্ডুলিপি বা বই এবং পদ্মে ভরা। দেবীর পাশে ঘণ্টা বা জপমালাও থাকতে পারে। পাণ্ডুলিপি ও আয়না কখনও লক্ষ্মীর মূর্তিবিদ্যার সাথে যুক্ত নয়, তবে তারা ঐতিহ্যগতভাবে অন্যান্য দেবদেবীর সাথে যুক্ত, যা নারীর মূর্তিবিদ্যায় তাদের প্রভাব নির্দেশ করে। পাণ্ডুলিপি হল দেবী সরস্বতীর বৈশিষ্ট্য, আর আয়না হল পার্বতীর ঐতিহ্যগত বৈশিষ্ট্য, বিশেষ করে অর্ধনারীশ্বর মূর্তিতে। মালা, নূপুর, কোমরবন্ধ উভয় পাশে সাধারণ; কানের দুল, মুকুটের আকৃতি এবং বাহুর অলঙ্কার আলাদা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nGender identity: Gods beyond gender  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ জুন ২০১৭ তারিখে at the British Museum\nVaikuntha Kamalaja at the Museum of Fine Arts, Boston"}