{"pageid": 1329878, "title": "নওয়াড়ি (কাস্থা) শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1329878", "content": "কাস্থা শাড়ি (বা নওয়াড়ি শাড়ি মারাঠি: नऊवारी साडी) হল শাড়ি পরার একটি ধরন যা মহারাষ্ট্রিয়ান ধুতি পরিধানের পদ্ধতির অনুরূপ।  কাস্থা শব্দটি শাড়িকে পিছনে ঝুলিয়ে রাখার অর্থে বোঝায়।  যেহেতু এই শাড়িটি সাধারণত একটি একক নয় গজ কাপড় ব্যবহার করে পরিধান করা হয়, তাই এটি নওয়াড়ি নামেও পরিচিত যার অর্থ নয় গজ।  সাকাচ্ছা শাড়ি আরেকটি শব্দ যা সাধারণত শাড়ির এই শৈলীকে বোঝাতে ব্যবহৃত হয়।  এটি আকন্দ বস্ত্র হিসাবে উল্লেখ করা হয়, যার অর্থ এটি সমর্থন করার জন্য অন্য কোনও পোশাকের প্রয়োজন হয় না। প্রকৃতপক্ষে, এই পোশাকটি সর্বাধিক গুরুত্ব বহন করে কারণ জীবনের বিভিন্ন স্তরের মহিলারা এটি পরিধান করেছেন। এটি কেবল ধর্মীয় ও সাংস্কৃতিক অনুষ্ঠানে পরিধান করা হয় না, তবে মহিলারা অতীতে যুদ্ধ করেছেন এবং এখনও এটি পরে কৃষিজমিতে কাজ করেন। \n\n\n== বিন্যাসের ধরন ==\n\n\n=== ঐতিহ্যবাহী বিন্যাস ===\nএটি শাড়ির ঐতিহ্যবাহী মারাঠি ধরন যা পেটিকোট ছাড়াই পরিধান করা হয়।  শাড়ি পরার এই ধরনটি সমস্ত জাতির মধ্যে  প্রচলিত, তবে অঞ্চল এবং ভূসংস্থান অনুসারে বিন্যাসের পদ্ধতিটিও পৃথক। উদাহরণস্বরূপ, ব্রাহ্মণ মহিলারা এটি একটি নির্দিষ্ট পদ্ধতিতে পরিধান করেন (অন্যদিকে ব্রহ্মনী নামে পরিচিত), অন্যদিকে রায়গড় জেলার আগ্রি লোকেরা হাঁটু দৈর্ঘ্যের ফ্যাশনে এটি পরিধান করে যাকে 'আদওয়া পাতাল' বলা হয়, অন্যদিকে রায়গড় জেলা এবং রত্নগিরির কিছু অংশের কুনবি বা কৃষক মহিলারাও নয় গজ শাড়ি (\"উপরতি\" নামে পরিচিত) পরিধান করেন। উড়তি নামটির অর্থ উলটো, যার কারণ শাড়িটি কিছু ভাঁজ ঢেকে রাখা হয়। আদওয়া পাতাল এবং উপরতির একটি বিশেষ বৈশিষ্ট্য হল এই শাড়িগুলি গিঁট বাঁধা ছাড়াই ঢেকে রাখা হয়, যদিও শাড়িটি এখনও খুব শক্তভাবে আবৃত থাকে।\nবিপরীতে, গ্রামীণ পুনে এবং সাতারা আহমেদ নগর বা কোলহাপুরের মহিলারা গোড়ালি দৈর্ঘ্য পর্যন্ত এটি পরেন যা খুব জনপ্রিয়। এছাড়াও, ব্রাহ্মণরা এটি একটি বিশেষ উপায়ে পরিধান করে যেখানে শাড়ির সীমানা সামনের দিকেও প্রদর্শিত হয়, পিছনের দিকে কাশতার অনুরূপ। নিচে ও কিছু বিবরণ দেয়া হলো।  এই শাড়িটি এমনভাবে ঢেকে রাখা হয় যাতে এর কেন্দ্রটি কোমরের পিছনে রাখা হয় এবং প্রান্তগুলি সামনের দিকে নিরাপদে বেঁধে রাখা হয় এবং তারপরে দুটি প্রান্ত পায়ে মোড়ানো হয়। আলংকারিক প্রান্তগুলি তখন কাঁধ এবং উপরের শরীর বা দেহকান্ডের উপর মোড়ানো হয়।  সায়ালি বাদাদে (একজন মানবসম্পদ নির্বাহী) বলেন, \"নওয়াড়ি পরা একজন মহিলাকে সর্বদা সম্মানের চোখে দেখা হত। এর কারণ ছিল যে মহিলাদের উভয় কাঁধ ঢেকে রাখা হত এবং এটি সম্পূর্ণ ঐতিহ্যবাহী পোশাকের জন্য তৈরি করা হত। শৈলীটি মূলত পেশওয়াই রাজত্বকালে শুরু এবং জনপ্রিয় হয়েছিল।\"\n\n\n== তথ্যসূত্র ==\n\n\"Indian Traditional Clothing Style\"\nটেমপ্লেট:Sari"}