{"pageid": 1330271, "title": "রাজাকুলাথর (জাতি)", "url": "https://bn.wikipedia.org/wiki?curid=1330271", "content": "রাজাকুলাথর জাতি, যারা সম্মিলিতভাবে রাজাকা নামেও পরিচিত, তারা ভারতের তামিলনাড়ু, অন্ধ্র প্রদেশ, কর্ণাটক রাজ্যের আদি বাসিন্দা। তারা ভান্নার, মাদিভালা এবং আগাসা সামাজিক গোষ্ঠী নিয়ে গঠিত। এই গোষ্ঠীগুলির মধ্যে একটি সাধারণ পৌরাণিক কাহিনী আছে। তারা দাবি করে যে তারা একসময় বিভিন্ন প্রাচীন দক্ষিণ ভারতীয় রাজবংশের সদস্য ছিল। \n\n\n== ব্যুৎপত্তি ==\nবর্ণের উৎপত্তি সম্পর্কে নিম্নোক্ত ঘটনাটি রয়েছে।\nপ্রজাপতি দক্ষের বলি উপলক্ষে, যখন দক্ষ ও তাঁর সঙ্গীদের হত্যা করা হয়েছিল, তখন বীরভদ্রের পোশাক রক্তে রঞ্জিত হয়েছিল। তিনি শিবের সামনে হাজির হন এবং অন্যমনষ্কভাবে তাঁর অপবিত্র পোশাকে ঈশ্বরের সংস্পর্শে আসেন। শিবের পুত্র বলে পরিচিত ভগবান বীরভদ্রের বংশধর বলে অনুমিত হওয়ার কারণে রাজাকারা বীরঘটা মাদিভালা নামে পরিচিত।\n\n\n== ডান হাত বর্ণ উপদল (সম্প্রদায়ের একটি বর্ণ-ভিত্তিক বিভাজন) ==\nরাজাকুলাথর ভালংগাই (\"ডান-হাত বর্ণ উপদল\") এর অন্তর্গত। তাদের মধ্যে কেউ কেউ ভ্যালঙ্গমাত্তন (\"ডান-হাত বিভাগের মানুষ\") উপাধি গ্রহণ করে। ভালংগাই হল একটি কৃষি ভিত্তিক জাতি এবং ইদংগাই হল উৎপাদনের সাথে জড়িত একটি জাতি। ভালংগাই  রাজনৈতিকভাবে বেশি ভাল সংগঠিত ছিল। \n\n\n== ইতিহাস ==\nকেরালার পুরম উৎসবে, তাদের দেবীকে সাধারণত একটি সাদা পোশাক পরে দেখা যায়, সেটিতে লাল, সবুজ, কমলা, কালো, সাদা রঙের একটি বড় হাতল থাকে।\nভারতে, অক্টোবরে মাসে, কর্ণাটক এবং তামিলনাড়ুতে সবচেয়ে বড় দশেরা উৎসব অনুষ্ঠিত হয়, যার সম্মানে ভান্নারদের সম্মানিত তলোয়ার দেওয়া হয়।\nভান্নাররা ভগবতী আম্মান মন্দিরের পুরোহিতও।\n\n\n== উপাসনা ==\nতিরুনেলভেলি অঞ্চলে, থাই দেবতাদের (মহিলা দেবতাদের) প্রচুর পরিমাণে পূজা করা হয় এবং তাদের পূজা করা হয় স্তম্ভমূল বা ত্রিশূল দিয়ে। কর্ণাটক এবং অন্ধ্রপ্রদেশের মতো রাজ্যে, ভান্নাররা এখনও মারিয়াম্মান মন্দিরের পুরোহিত \n\n\n== গঠন ==\nরাজাকুলাথরের ব্যবহৃত সাধারণ সম্মানসূচক উপাধিগুলি হল \"রাজাকুলা\", \"পান্ডিয়ান\", \"মুপপার\", \"কাথাভারায়ণ\", \"ইয়েগাভেনি\", \"নায়ার\", \"সায়করণ\", \"মেস্তিরি\", \"থুসার\" এবং \"কালিয়ার\"। তাদের আঞ্চলিক বিভাগ অনুযায়ী এগুলি বিভিন্ন ধরনের হয়। রাজা রাজা চোলনের শিলালিপি অনুসারে, চোল প্রশাসনের গ্রামগুলিকে \"ভান্নাথর\" নামে অভিহিত করা হত।  \n\n\n== উল্লেখযোগ্য ব্যক্তিবর্গ ==\nপেরিয়াথাম্বিরান - অনুরাধাপুরার শাসক, শ্রীলঙ্কা\nনীলসোথাইয়ান - রাজা পেরিয়াথাম্বিরনের প্রধান সেনাপতি\nএএম সারাবনম - ভারতীয় কংগ্রেসের একজন স্বাধীনতা সংগ্রামী ছিলেন\n\n\n== আরও দেখুন ==\nজ্যেষ্ঠা\n\n\n== তথ্যসূত্র =="}