{"pageid": 1330280, "title": "হিন্দু মন্দিরের স্থাপত্য", "url": "https://bn.wikipedia.org/wiki?curid=1330280", "content": "প্রাচীন হিন্দু মন্দিরগুলির স্থাপত্য শৈলী হিন্দু স্থাপত্য শিল্পের অন্যতম প্রধান পরিচায়ক। এই ধরনের স্থাপত্য শৈলীর একাধিক গঠন বৈচিত্র্য রয়েছে। তবে লক্ষ্য করলে দেখা যাবে প্রায় সব হিন্দু মন্দির একটি প্রাথমিক বা মূল গঠন শৈলীর ওপর ভিত্তি করে গড়ে উঠেছে। অপরিহার্য বৈশিষ্ট্য হিসেবে প্রত্যেক মন্দিরে একটি অভ্যন্তরীণ গর্ভগৃহ, বা গর্ভ-কক্ষ থাকে যেখানে একটি সাধারণ উন্মুক্ত প্রকোষ্ঠে দেবতার বিগ্রহ বা মূর্তি বা প্রতিকৃতি রাখা থাকে।\nঅধিকাংশ মন্দিরে এই কক্ষটির সামনে একটি খোলা জায়গা থাকে যেখানে দর্শনার্থী তথা ভক্তরা পূজা ও প্রার্থনাদি করে থাকেন। এটিকে মণ্ডপ বলা হয়। গর্ভগৃহের চারপাশ দিয়ে একটি পরিক্রমা পথ থাকে যা দিয়ে ভক্তরা মন্দির প্রদক্ষিণ করেন। গর্ভগৃহ ও মণ্ডপের মাঝখানে অনেক ক্ষেত্রে একটি পার্শ্বকক্ষ বা উপকক্ষ থাকে যেটিকে অন্তরাল বলা হয়। গর্ভগৃহের ওপরে থাকে চূড়া যাকে শিখর বলে। দক্ষিণ ভারতে মন্দিরের এই চূড়া তথা শিখরগুলি বিমান নামে পরিচিত।    \nঅধিকাংশ মন্দিরে গর্ভগৃহের বাইরে মণ্ডপের ন্যায় এক বা একাধিক কাঠামো থাকে। কিছু কিছু মন্দিরের মূল কাঠামোর বাইরে অনেক সময়ে এক বা একাধিক ছোট মন্দির দেখতে পাওয়া যায়। কোনও কোনও বিরাট মন্দিরের ক্ষেত্রে এই ধরনের কাঠামো কয়েক একর জায়গাজুড়েও ছড়িয়ে থাকতে দেখা গিয়েছে।\nহিন্দু মন্দির স্থাপত্য ধর্ম, মূল্যবোধ, এবং হিন্দুধর্ম পরিচালিত জীবনশৈলীর নীতিসমূহের একটি চমৎকার সংমিশ্রণকে তুলে ধরে। হিন্দু ধর্মে মন্দিরগুলি এক একটি তীর্থ হিসেবে স্বীকৃত। হিন্দুধর্মের পৌরাণিক গ্রন্থগুলিতের উল্লিখিত মানব জীবনের উৎপত্তি স্বরূপ স্বীকৃত মহাজাগতিক উপাদানসমূহ - পঞ্চমহাভূত তথা বায়ু, অগ্নি, জল, পৃথিবী, এবং আকাশ, প্রাকৃতিক দৃশ্যাবলী থেকে শুরু করে দেবতার বিগ্রহ, নারী থেকে পুরুষ, কাম থেকে অর্থ, বাঁশির ধ্বনি ও ধূপের সুগন্ধ থেকে শুরু করে পুরুষার্থ তথা বিশ্বজনীনতার মধ্যে শাশ্বত নশ্বরবাদ – সবই নিহিত রয়েছে হিন্দু মন্দির স্থাপত্যগুলির গঠনশৈলীতে। এসব স্থাপত্যের গঠন, আকার ও তাৎপর্যগত মেলবন্ধন এমন একটি পরিবেশ তৈরী করে ব্যবহার করা যা মন্দিরকে মানুষ ও ঈশ্বরের আদর্শ মিলনস্থল হিসেবে তুলে ধরে। প্রাচীন কালে মন্দিরগুলি তৈরির পেছনে মূল উদ্দেশ্যই ছিল পরমাত্মার সঙ্গে মানবআত্মার মিলিত হওয়ার মাধ্যম তৈরী করে তার মোক্ষ লাভের পথ প্রশস্ত করা। এই উদ্দেশ্যের প্রয়োজনীয়তাস্বরূপ মানুষকে আগে জ্ঞান ও সত্যের পরিচয় করানো আবশ্যক ছিল।\n\nহিন্দু মন্দির স্থাপত্যের মূল নিয়মাবলী লেখা রয়েছে শিল্পশাস্ত্র ও বাস্তুশাস্ত্র নামক দুটি প্রাচীন গ্রন্থে। হিন্দু সংস্কৃতি মন্দির স্থপতি ও কারীগরদের নান্দনিক স্বাধীনতা দেওয়ার বিষয়ে কখনও কার্পণ্য করেনি। কারীগরগণ প্রায়ই সৃষ্টিশীল প্রকাশের ক্ষেত্রে ভীষণ রকম সৃজনশীলতা দেখিয়েছেন। রকমারী জ্যামিতিক আকার ও গাণিতিক নিয়মাবলীর প্রকাশ তাঁদের কাজের মধ্যে দিয়ে ফুটে উঠেছে। ফলে মন্দিরের গঠন শৈলীগুলির মাধ্যমে হিন্দু জীবনশৈলীরও খুব সুন্দর চিত্র আমরা দেখতে পাই।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক স্থাপনা ===\n\nবেসনগর (৩য়-২য় খ্রিস্টপূর্বাব্দ) এবং নগরীতে (১ম খ্রিস্টপূর্বাব্দ) পাওয়া উপবৃত্তাকার মন্দিরের ধ্বংসাবশেষ হিন্দু মন্দির স্থাপত্যের প্রাচীনতম নিদর্শন যা ভাগবত পরম্পরার ঐতিহ্য বহন করে। ভাগবত মতবাদ আসলে বৈষ্ণব মতবাদের আদি রূপ। তামিলনাডুর সালুভনকুপ্পমে যে মুরুগান মন্দির রয়েছে সেটিও ওইধরনের মন্দিরের অন্যতম প্রাচীন নিদর্শন। উত্তরমুখী ইটের মুরুগান মন্দিরটি ৩য় খ্রিস্ট পূর্বাব্দ থেকে ৩য় শতাব্দীর মাঝামঝি কোনও এক সময়ে নির্মিত হয়েছিল।\nবেসনগরে হেলিওদোরাস স্তম্ভের সংযোগকারী মন্দিরটি বাসুদেবের উদ্দেশ্যে উৎসর্গীকৃত। প্রত্নতত্ত্ববিদগণ দ্বারা আবিষ্কৃত ওই প্রাচীন উপবৃত্তাকার ভিত এবং স্তম্ভটি পোড়া ইট দিয়ে তৈরি। খননকার্যের পরবর্তী ধাপে আদর্শ হিন্দু মন্দিরের গঠনশৈলীর মূল অঙ্গ যেমন, গর্ভগৃহ, প্রদক্ষিণ পথ, অন্তরাল, মণ্ডপ – সবই সংশ্লিষ্ট মন্দিরটিতে দেখতে পাওয়া গিয়েছে। এর দেওয়ালগুলিও বেশ পুরু। এই মন্দিরটির মূল চত্ত্বর ৩০X৩০ মিটার জুড়ে ছড়িয়ে আছে। দেওয়ালে কয়েকটি ফাঁকা জায়গা ও মাটিতে লোহার খিল মিলেছে যেটিতে সম্ভবত চৌকাঠ লাগানো ছিল। মন্দিরের বৃহত্তম কাঠামোটি কাঠ, কাদামাটি ও অন্যান্য সামগ্রী দিয়ে তৈরি করা হয়েছিল বলে অনুমান করা হয়।\nনগরীতে (চিতোরগড়, রাজস্থান) যে প্রাচীন মন্দির চত্ত্বর পাওয়া গিয়েছে তা প্রায় ৫০০ কিলোমিটার জায়গাজুড়ে বিস্তৃত। মন্দিরটি বিদিশার পশ্চিমে অবস্থিত। নগরীর এই মন্দিরটিও বেসনগরের আদলে তৈরি। খ্রিস্টপূর্ব প্রথম শতাব্দীতে নির্মিত এই মন্দিরটি কৃষ্ণ ও বলরাম তথা বাসুদেব ও সঙ্কর্ষণের উদ্দেশ্যে নিবেদিত।\n\n\n=== ধ্রুপদী যুগ (৪র্থ-৬ষ্ঠ শতাব্দী) ===\n\n৫ম শতাব্দীর গুপ্তযুগের আগে পাথর নির্মিত হিন্দু মন্দির খুব কমই পাওয়া গিয়েছে। বরং তার আগে কাঠনির্মিত মন্দিরের প্রচলন বেশি ছিল বলা যেতে পারে। পাথর কেটে নির্মিত উদয়গিরি গুহা (৪০১ খ্রীষ্টাব্দ) রাজ পৃষ্ঠপোষকতায় নির্মিত এসময়ের অন্যতম প্রাচীন স্থল যেখানে ঐতিহাসিক দিক দিয়ে অতি মূল্যবান ভাস্কর্য ও শিলালিপি পাওয়া গিয়েছে। প্রাচীনতম সংরক্ষিত হিন্দু মন্দিরগুলি অধিকাংশ অতিসাধারণ কোষ-সদৃশ (একাধিক কুঠুরী নিয়ে গঠিত জীবকোশের মত) পাথরের মন্দির। এই মন্দিরগুলির মধ্যে কয়েকটি পুরোটাই পাথর কেটে বানানো এবং কিছু সংখ্যক মন্দিরের শুধু মূল কাঠামোগুলি পাথরের।  সাঁচির মন্দির-১৭ এমনই একটি মন্দির। ৬ষ্ঠ ও ৭ম শতাব্দী নাগাদ এই ধরণ পাল্টে গিয়ে উন্নত শিখরবিশিষ্ট পাথরের অট্টালিকা স্বরূপ মন্দির কাঠামোর আবির্ভাব ঘটে। তবে, ৪২৪ খ্রিস্টাব্দ নাগাদ খোদাই করা গঙ্গাধর শিলালিপির মত বেশ কয়েকটি শিলালিপি থেকে জানা যায়,  এই সময়ের আগেও সুউচ্চ মন্দিরের অস্তিত্ব ছিল। সম্ভবত পচনশীল উপাদান (যেমন কাঠ) থেকে তৈরি করা হয়েছিল বলে এই মন্দিরগুলি এখন আর টিকে নেই। মেইস্টারের বক্তব্য থেকেও একই তথ্য জানা যায়।\nমধ্যপ্রদেশের উদয়গিরি গুহার পরবর্তীকালে তৈরী উত্তর ভারতের প্রাচীন মন্দিরগুলির মধ্যে বিখ্যাত – টিগাওয়া, দেওগড়, পার্বতী মন্দির, নাচনা (৪৬৫), ভিতরগাওঁ (গুপ্তযুগের বৃহত্তম ইটের তৈরি মন্দির), ইটের লক্ষ্মণ মন্দির, সিরপুর (৬০০-৬২৫ খ্রীষ্টাব্দ); রাজীব লোচন মন্দির, রাজিম (৭ম শতাব্দী), গুজরাতের গোপ মন্দির (৫৫০ খ্রীষ্টাব্দ বা তার পরে) এইধরনের মন্দিরের মধ্যে একেবারে আলাদা।\n৭ম শতাব্দীর পূর্বে তৈরি এমন কোনও দক্ষিণ ভারতীয় পাথরের মন্দির এখন আর টিকে নেই। ৭ম থেকে ৮ম শতাব্দীর মাঝামাঝি গড়ে ওঠা মহাবলীপুরমের রথ মন্দিরগুলি দক্ষিণ ভারতের প্রাচীন মন্দিরের মধ্যে অন্যতম। এই মন্দিরগুলি একটি মাত্র পাথর কেটে গড়ে তোলা হয়েছে। এটির গঠনশৈলী দক্ষিণ ভারতীয় দ্রাবিড় সংস্কৃতির একটি স্বতন্ত্র্য ধারাকে তুলে ধরে।\nএই মন্দিরগুলি দক্ষিণ ভারতের বিখ্যাত চালুক্য ও পল্লব শিল্পের ধারা থেকে অনুপ্রাণিত। দাক্ষিণাত্যের বাদামির ৩ নং গুহামন্দিরটি ৫৭৮ খ্রিস্টাব্দে গড়ে তোলা হয়। বাদামির ১ নং গুহামন্দিরটি আগেই তৈরি বলে মনে করা হয়। ঐহোল ও পাট্টাদাকালে এই ধরনের বেশ কয়েকটি মন্দির রয়েছে।\n\n\n=== মধ্যমযুগীয় পর্যায় (৭ম থেকে ১৬শ শতাব্দী) ===\n \n৭ম শতাব্দী নাগাদ তাত্ত্বিক গ্রন্থে উল্লিখিত মূল নিয়মাবলী অধিকাংশই হিন্দু মন্দির শৈলীর কারুকার্য ও স্থাপত্য শিল্পে বিকশিত হয়েছে। সপ্তম থেকে ত্রয়োদশ শতাব্দীর মাঝামাঝি গড়ে ওঠা এই ধরনের বহু মন্দির ও মন্দিরের ধ্বংসাবশেষ এখনও রয়ে গিয়েছে। তবে সেগুলি তৎকালীন মন্দিরের আসল সংখ্যার তুলনায় নগণ্য। এর সঙ্গে বহু আঞ্চলিক ধারাও বিকশিত হয়। যেহেতু বড় মন্দিরগুলি প্রায় সবই রাজানুগ্রহে তৈরি হত তাই এইসব মন্দিরের ক্ষেত্রে একটা চোখে পড়ার মত পার্থক্য থেকে গিয়েছিল। উত্তর কর্ণাটকের কৃষ্ণা ও তুঙ্গভদ্রা দোয়াব অঞ্চলে ভাসেরা শৈলী গড়ে ওঠে। কলা ঐতিহাসিকদের মতে ভেসারা শৈলীর শেকড় কিন্তু ছড়িয়ে রয়েছে বাদামির চালুক্য (৫০০-৭৫৩ খ্রিষ্টপূর্বাব্দ) শিল্পে। প্রাচীন চালুক্য বা বাদামি চালুক্য স্থাপত্যের মন্দিরগুলি নগর ও দ্রাবিড় ঘরানার মিশ্রণে তৈরি।\nএই ধরনের নির্মাণশৈলীর অঙ্গ হিসেবে পাট্টাদকালের মন্দিরের উল্লেখ করা যেতে পারে যেখানে গর্ভগৃহের চূড়া দেখতে পাওয়া যায়। এই শৈলী আরো উন্নত রূপ লাভ করে মান্যখেতার রাষ্ট্রকূটদের (৭৫০ - ৯৮৩ খ্রিষ্টাব্দ) হাত ধরে। যার উদাহরণ আমরা দেখতে পাই, ইলোরার বিশ্বখ্যাত গুহা মন্দিরে। বাদামি ও প্রাথমিক পর্যায়ের চালুক্য নির্মাণশৈলীর ভালো রকম ধারাবাহিকতা এইসব মন্দিরে লক্ষণীয়। তবে অধিকাংশ ঐতিহাসিক ভেসারা শৈলীর শুরুর তারিখ হিসেবে পরবর্তী পর্যায়ের কল্যাণীর পশ্চিম চালুক্যদের সময়ের উল্লেখ করেছেন। এই সময়ের জায়গাগুলির মধ্যে লক্কুন্ডী, দাম্বাল, ইতাগি, গদাগ, এমনকি হোয়সল সাম্রাজ্যের (১০০০-১৩৩০ খ্রিষ্টাব্দ) সময়েও এটি স্থায়ী ছিল।\nপল্লব শিল্প তথা স্থাপত্যের উদাহণস্বরূপ ৬১০ থেকে ৬৯০ খ্রিস্টাব্দে তৈরি পাথর কেটে তৈরি মন্দির স্থাপত্য এবং ৬৯০ থেকে ৯০০ খ্রিস্টাব্দের মাঝামাঝি সময়ে গড়ে ওঠা কাঠামোগত মন্দির স্থাপত্যের কথা বলা যেতে পারে। পল্লব স্থাপত্যের সবচেয়ে উল্লেখযোগ্য উদাহরণ হলো মহাবলীপুরমের পাথর কেটে তৈরি মন্দির সমূহ। এদের মধ্যে সৈকত মন্দিরটি বিশেষভাবে উল্লেখযোগ্য। এই মন্দিরগুলি সমষ্টিগতভাবে ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইটের সম্মান পেয়েছে। মহাবলীপুরমের পঞ্চপাণ্ডব রথ মন্দিরগুলি অসাধারণ নির্মাণশৈলী প্রদর্শন করে। এখানে মোট পাঁচটি রথ মন্দির রয়েছে - ধর্মরাজ রথ, ভীমরাজ রথ, অর্জুন রথ, নকুল সহদেব রথ আর দ্রৌপদী রথ। মন্দিরগুলির কয়েকটি শুধু পাথর কেটে একটি রথের আকারে কারুকার্য করে তৈরি করা। এগুলোতে আলাদা করে ছাদ নেই। আবার কয়েকটি পাথরের গায়ে খোদাই করে কৃত্রিম ছাদের আকার দেওয়া হয়েছে। তবে বিরাট মন্দির চত্বরটি একটিমাত্র পাথর কেটে তৈরি তাতে কোনও সন্দেহ নেই। এই সময়ে তৈরী প্রাচীন মন্দিরগুলি মূলত শিব তথা মহাদেবের উদ্দেশ্যে উৎসর্গীকৃত। পল্লব রাজ \nদ্বিতীয় নরসিংহ বর্মন (যিনি রাজসিংহ নামে খ্যাত) কাঞ্চিপুরমের রাজসিংহ পল্লবেশ্বরম তথা বিখ্যাত কৈলাশনাথ মন্দিরের নির্মাণকাজ পরিচালনা করেন। এই মন্দিরটি পল্লব শিল্পের অসামান্য উদাহরণ হিসেবে বিশ্বে সমাদৃত।\nঅষ্টম শতাব্দীর বাদামি চালুক্য স্থাপত্য কলা ও ত্রয়োদশ শতাব্দীর হোয়সল স্থাপত্য কলার মধ্যে অপূর্ব মেলবন্ধন ঘটিয়েছে এই পশ্চিম চালুক্য স্থাপত্য শৈলী। কর্ণাটকের গড়গ জেলার তুঙ্গভদ্রা-কৃষ্ণা দোয়াব অঞ্চলে যে অপূর্ব মন্দিরগুলি রয়েছে সেগুলি এই ঘরানার অঙ্গ হিসেবেই গড়ে উঠেছে। এই কারণেই পশ্চিম চালুক্য স্থাপত্য শিল্প অনেক জায়গায় 'গদাগ ঘরানা' হিসেবেও পরিচিতি পেয়েছে। দ্বাদশ শতাব্দী নাগাদ এই শিল্পকলা সমৃদ্ধির চূড়ায় পৌঁছায় বলে মনে করা হয়। এই সময়ে দাক্ষিণাত্যে একশোরও বেশি মন্দির গড়ে ওঠে যেগুলির অধিকাংশ ভারতের কর্ণাটক রাজ্যে রয়েছে। অপূর্ব মন্দির নির্মাণ শিল্প ছাড়াও এসময়ের উল্লেখযোগ্য স্থাপত্য নিদর্শন রয়েছে বিভিন্ন ধাপ বিশিষ্ট পুষ্করিনী তথা কূপের মধ্যে। লক্কুন্ডীতে এরকম অনেকগুলি কূপ এখনও বহাল তবিয়তে রয়েছে যেগুলো একসময়ে ধার্মিক স্নানাগার হিসেবে ব্যবহার করা হত বলে মনে করা হয়। এগুলির গঠন বৈচিত্র্য পরবর্তী শতকে নির্মিত বিজয়নগর ও হোয়সল সাম্রাজ্যের বহু জায়গার নির্মাণশৈলীতে  অনুকরণ করা হয়।\nএকাদশ শতাব্দীর পরবর্তী সময়ে উত্তর ভারতে পরপর মুসলিম আগ্রাসন বাড়তে থাকায় এই ধরনের শিল্পকলা তথা স্থাপত্যের সংখ্যা ক্রমশ কমতে শুরু করে। বেশ কিছু সুসজ্জিত দৃষ্টিনন্দন মন্দির এই সময়ে নষ্ট করা হয়। দক্ষিণ ভারতের বহু জায়গায় পরবর্তী শতকগুলিতে হিন্দু মুসলিম দ্বন্দ্বের জেরে অনেক মন্দির ধ্বংপ্রাপ্ত হয়। তবে এই সংখ্যাটা দক্ষিণের তুলনায় উত্তর ভারতে অনেকটাই বেশি ছিল। চতুর্দশ শতাব্দীর শেষের দিকে বিজয়নগর সাম্রাজ্য ক্ষমতায় এলে দক্ষিণ ভারতের অনেকটাই তাদের আয়ত্ত্বে আসে। এই সময়ে প্রাচীন গঠনশৈলীর সঙ্গে অত্যন্ত দীর্ঘ উচ্চতা বিশিষ্ট আরেকটি নতুন বৈশিষ্ট্য যুক্ত হয় যাকে গোপুরম বলা হয়। অনেক ঐতিহাসিক মনে করেন দ্বাদশ শতাব্দী বা এর পরপরই মন্দির নির্মাণকাজে গোপুরমের আবির্ভাব ঘটে।\n\n\n=== দক্ষিণ পূর্ব এশিয়ার হিন্দু মন্দিরসমূহ ===\n\nসম্ভবত দক্ষিণ পূর্ব এশিয়ার প্রাচীনতম হিন্দু মন্দিরের হদিস মেলে মেকং নদীর ব-দ্বীপের অন্তর্গত ফুনানের ওসিইও এলাকায় যা খ্রীষ্ট পূর্ব দ্বিতীয় শতাব্দীতে গড়ে ওঠে। মন্দিরগুলি খুব সম্ভবত সূর্য, শিব ও বিষ্ণুর উদ্দেশ্যে নিবেদিত। মন্দিরগুলি গ্রানাইট পাথর ও ইটের তৈরি এবং এগুলিতে একটি করে ছোটো ধাপওয়ালা পুকুর রয়েছে। কম্বোডিয়ায় খ্রিষ্টীয় চতুর্থ থেকে পঞ্চম শতাব্দী নাগাদ বা ভিয়েতনামের খ্রিষ্টীয় দ্বিতীয় বা তৃতীয় শতাব্দী নাগাদ প্রাপ্ত চম্পার ভো কান শিলালিপিটি দক্ষিণ পূর্ব এশিয়ার প্রাচীনতম সংস্কৃত শিলালিপি। চতুর্দশ শতাব্দীর আগেই মায়ানমার, মালয়েশিয়া, ইন্দোনেশিয়া, থাইল্যান্ড, কম্বোডিয়া, লাওস এবং ভিয়েতনামে হিন্দু মন্দিরগুলির স্থানীয় সংস্করণ নির্মিত হয়। এগুলি দক্ষিণ-পূর্ব এশিয়ার স্থানীয় সংস্কৃতির ধারার বিকাশ ঘটায়। এইসব মন্দিরের বেশ কয়েকটিতে আবার হিন্দু ও বৌদ্ধ ধর্মের নিদর্শনের মেলবন্ধন দেখতে পাওয়া যায়। মালয়েশিয়া ও ইন্দোনেশিয়া বাদে দক্ষিণ পূর্ব এশিয়ার বেশিরভাগ দেশে থেরবাদ বৌদ্ধ ধর্মের প্রভাব রয়েছে। বাকি দুটি দেশে ইসলাম ধর্মের প্রভাব উল্লেখযোগ্যভাবে বেশি।\nএই দেশগুলি তাদের হিন্দু মন্দিরের নির্মাণশৈলীতে একটি স্বতন্ত্র্য ধারার বিকাশ ঘটায় যা উত্তর ভারতীয় ও দক্ষিণ ভারতীয় মন্দির শৈলী থেকে ধার করা। তবে মজার বিষয়, এই মন্দিরগুলির গঠন একদমই আলাদা এবং এদের সঙ্গে মিল রয়েছে এমন আর একটি মন্দিরও ভারতে খুঁজে পাওয়া যায়নি। মিশেলের মতে, মন্দিরগুলি দেখে মনে হয়, দক্ষিণ পূর্ব এশিয়ার স্থপতিরা হয়ত শুধু ভারতীয় গ্রন্থ পড়ে নির্মাণের তাত্ত্বিক উপদেশ মেনেই মন্দিরগুলি তৈরি করেন। বাস্তবে এদেশের মন্দির তাঁরা স্বচক্ষে দেখেননি। তাঁরা তাত্ত্বিক উপদেশের সঙ্গে নিজের কল্পনা ও সৃষ্টিশীলতাকে মিশিয়ে এক ভিন্ন শিল্পকলার জন্ম দেন। আরও একটি চমকপ্রদ বিষয় হল, দক্ষিণ পূর্ব এশিয়ার মন্দিরগুলি ভীষণভাবে রক্ষণশীল এবং পৌরাণিক মেরু পর্বতের কঠোর অনুকরণে তৈরি। এইসব পবিত্র মন্দির স্থাপত্য শাসককে (দেবরাজ ইন্দ্র) দেবতা হিসেবে তুলে ধরতে চায়। মন্দিরগুলি যেন দেবতাদের আবাসস্থলের চেয়ে বেশি রাজার আভিজাত্য তুলে ধরতে আগ্রহী। অন্যদিকে, ভারতের মন্দিরগুলি তুলনামূলকভাবে অনেক বেশি প্রগতিশীল এবং সৃষ্টিশীল চিন্তার প্রতীক। জাভায় শৈব প্রম্বানান ত্রিমূর্তি মন্দির, ইন্দোনেশিয়া (নবম শতাব্দী) এবং কম্বোডিয়ার বৈষ্ণব আংকোর ভাট মন্দির(দ্বাদশ শতাব্দী) দক্ষিণ পূর্ব এশিয়ার হিন্দু মন্দির স্থাপত্য শিল্পের প্রকৃষ্ট উদাহরণ।\n\n\n== নকশা ==\n\nপ্রায় সব হিন্দু মন্দির গঠনে কাঠামোগত দিক দিয়ে কিছু না কিছু উল্লেখযোগ্য বৈশিষ্ট্য তুলে ধরে। এগুলির প্রত্যেকটি কিছু না কিছু বিশেষ এবং নিখুঁত জ্যামিতিক আকারের সমাহারে গঠিত। কোনওটা বর্গাকার গ্রিড, কোনওটা বৃত্ত বা সাধারণ বর্গক্ষেত্রের আকারে গড়ে উঠেছে। সুজান লিওনদস্কির মতে, সব হিন্দু মন্দির একটি অন্তর্নিহিত মতবাদ বা বিশ্বাসের ওপর গড়ে উঠেছে - এই বিশ্বে প্রত্যেকটি বস্তু একে অপরের সঙ্গে সংযুক্ত। কেউ আলাদা নয়। সবকিছুই পরমাত্মার বা পরমব্রহ্মের একটি অংশ মাত্র। তাঁর মতে, প্রত্যেকটি মন্দিরের গঠনশৈলী এই মতবাদকে বারংবার আওড়ে গিয়েছে। আপনি যদি এমন‌ কোন‌ও প্রাচীন মন্দিরে প্রবেশ করেন তবে একটি গাণিতিক কাঠামোবিশিষ্ট স্থান দেখতে পাবেন যেখানে শিল্পের ছড়াছড়ি। খোদাই করা স্তম্ভ এবং মূর্তিগুলি মানব জীবনের চারটি গুরুত্বপূর্ণ এবং প্রয়োজনীয় নীতি - অর্থ সাধনা (সমৃদ্ধি, সম্পদ), কাম সাধনা (আকাঙ্ক্ষা), ধর্ম সাধনা (গুণ, নৈতিক জীবন) এবং মোক্ষ সাধনাকে (মুক্তি, আত্মপলদ্ধি) প্রকাশ করে।\nঅধিকাংশ মন্দিরের অন্দরমহল তথা কেন্দ্রস্থলে অনেকটা ফাঁকা জায়গা দেখতে পাওয়া যায়। গর্ভগৃহের সামনে বা তার থেকে অল্প নীচে থাকা এরকম ফাঁকা জায়গাগুলি বিশ্বজনীন শাশ্বত সত্যকে নির্দেশ করে। হিন্দু মন্দিরের মূল উদ্দেশ্য মানবহৃদয়ের গ্লানি দূর করে তাকে বিশুদ্ধ করা। ভেতরের যা কিছু ভালো তাকে আরও উদ্ভাসিত করে আত্মোপলব্ধির উন্মেষ ঘটানো। তবে এই উপলব্ধি পৃথক পৃথক মতবাদে বিশ্বাসী মানুষের ক্ষেত্রে আলাদাভাবে প্রকাশিত হয়। হিন্দু ধর্মে অগণিত দেবদবীর উপস্থিতির কারণেই মূলত এই বৈচিত্র‍্য।\n\n\n=== মন্দির স্থল ===\nসংস্কৃত গ্রন্থ শিল্প শাস্ত্র উল্লিখিত গঠনশৈলীর নিয়ম অনুযায়ী, একটি মন্দিরের বাইরে জলাশয় ও বাগান থাকার কথা বলা হয়েছে। জলাশয়ে প্রস্ফুটিত পদ্ম এবং তাতে রাজহাঁসের দল জলকেলী করবে। ফুলে ভরা বাগানে বিভিন্ন ধরনের পাখি ও পশু নির্ভয়ে বিচরণ করবে। এই রকম মনোমুগ্ধকর পরিবেশেই ঈশ্বর বাস করেন। তাই এর থেকে আদর্শ জায়গা একটি মন্দিরের জন্য আর হতে পারে না।\nবেশিরভাগ গুরুত্বপূর্ণ মন্দির বড় নদীর সঙ্গম, নদী, হ্রদ বা সমুদ্র উপকূলে গড়ে উঠলেও বৃহৎ সংহিতা এবং পুরাণে উল্লিখিত আছে, বড় জলাশয় নেই এমন স্থানেও মন্দির গড়ে উঠতে পারে। তবে সেইসব মন্দিরের সম্মুখে বামদিক লাগোয়া এলাকায় পুকুর খনন করা ও বাগান তৈরীর কথা বলা হয়েছে। এতদসত্ত্বেও প্রাকৃতিক বা কৃত্রিম জলাশয় না থাকলে মন্দির চত্বরে পবিত্রতার পরিচায়ক হিসেবে গঠনশৈলীতে জলের প্রতীক (যেমন জলাশয়, নদী বা সমুদ্রের খোদাই করা চিত্র) ব্যবহার করা হত। বি়ষ্ণুধর্মোত্তর নামক গ্রন্থের তৃতীয় অধ্যায়ের ৯৩ তম পরিচ্ছেদে বলা হয়েছে, নিম্নলিখিত স্থানগুলি মন্দির গড়ে তোলার জন্য আদর্শ – গুহা বা পাথরের ভাঁজ, এমন পর্বতচূড়া যেখান থেকে মনোরম দৃশ্যের দেখা মেলে, এমন পর্বতগাত্র যেখান থেকে সুদৃশ্য উপত্যকার দেখা মেলে, গহীন অরণ্যে থাকা আশ্রম, বা নগরকেন্দ্র।\nবাস্তবে মূলত গ্রাম বা শহরে বড় বড় মন্দিরগুলি গড়ে ওঠে। বিভিন্ন সাম্রাজ্যের রাজধানীগুলিতেও বহু গুরুত্বপূর্ণ মন্দির গড়ে উঠেছে। ভৌগোলিক দিক থেকে অনুকূল অবস্থান এমন সব স্থানগুলিতে বহু মন্দির গড়ে উঠেছিল। তবে বর্তমানে সেইসব প্রাচীন নগরের বেশিরভাগই বিলুপ্ত হয়ে যাওয়ায় এরকম বহু মন্দির ধ্বংসাবশেষে পরিণত হয়েছে। ঐহোল, বাদামি, পাট্টাদাকাল, এবং গঙ্গাইকোন্ড চোলপুরমের বিশ্বখ্যাত মন্দিরগুলি এরকম কয়েকটি মন্দিরের উদাহরণ।\n\n\n=== মন্দির পরিকল্পনা ===\n\nমন্দিরের মূল গঠন পরিকল্পনা তথা নকশা একটি তাত্ত্বিক জ্যামিতিক সূত্রের ওপর ভিত্তি করে গড়ে উঠেছে যা বাস্তুপুরুষমণ্ডল নামে পরিচিত। এটি আসলে একটি যন্ত্র যেখানে মণ্ডল বলতে বৃত্ত, পুরুষ বলতে হিন্দু ঐতিহ্যের মূল তথা সর্বজনীন সারমর্ম, আর বাস্তু বলতে ভবনের কাঠামোকে বোঝায়। হিন্দু মন্দিরগুলির নকশা আসলে একটি প্রতিসম, স্বপুনরাবৃত্তিমূলক কাঠামোকে উপস্থাপন করে যা একটি কেন্দ্রীয় বিশ্বাস, পৌরাণিক কাহিনী, মূলভাব এবং গাণিতিক নীতিসমূহ থেকে উদ্ভূত।\nচারটি প্রধান দিক (উত্তর, দক্ষিণ, পূর্ব ও পশ্চিম) নির্দেশ করে গঠিত একটি বর্গ সাধারণত একটি মন্দিরের মূল অক্ষ তৈরি করে যা মন্দিরের মণ্ডল তথা বৃত্তাকার কেন্দ্রকে বেষ্টন করে থাকে। বৃত্ত ও বর্গাকার ক্ষেত্রটি পরস্পরের পরিপূরক হিসেবে কাজ করে। বৃত্তটি পার্থিব, মানবিক ও দৈনন্দিন জীবনের অঙ্গ (যেমন – চাঁদ, সূর্য, জল, রামধনু, দিগন্ত ইত্যাদি) এমন সব বস্তুবিশেষকে নির্দেশ করে। অন্যদিকে, ত্রুটিহীন গঠন এবং জ্ঞানের প্রতীক স্বরূপ বর্গাকার ক্ষেত্রটিকে স্বর্গীয় বলে আখ্যা দেওয়া হয়েছে। একটি বৃহৎ বর্গাকার ক্ষেত্রের গ্রিড আবার বেশ কয়েকটি ছোট ছোট বর্গ (গ্রিড) তথা “পদের” সমষ্টি হিসেবে গড়ে ওঠে। বড় ও ছোট মন্দিরের ক্ষেত্রে এই বর্গের সংখ্যা যথাক্রমে  বেশি (৮১) ও কম (৮X৮ বা ৬৪) এবং আকার বড় ও ছোট হয়ে থাকে। হিন্দু মন্দিরের এই বর্গের ধারণাটি বৈদিক যুগের অগ্নিকুণ্ডের থেকে এসেছে। চতুর্দশ (পূর্ব, পশ্চিম, উত্তর ও দক্ষিণ) নির্দেশক ট বর্গাকার গঠনটিও বৈদিক যুগের ত্রিঅগ্নির ক্রিয়াকলাপ বা আচার থেকে উদ্ভূত। এই প্রতীকী ধারণাটির সঙ্গে গ্রিক ও অন্যান্য একাধিক প্রাচীন সভ্যতায় সূর্যঘড়ির ব্যবহারের মিল পাওয়া যায়। আদর্শ হিন্দু মন্দির গঠনশৈলীর নিয়মাবলীতে ১,৪, ৯, ১৬, ২৫, ৩৬, ৪৯, ৬৪, ৮১ থেকে ১০২৪টি পর্যন্ত বর্গের উল্লেখ পাওয়া যায়। ১টি মাত্র পদ বা বর্গবিশিষ্ট মন্দিরেরও অস্তিত্ত্ব মিলেছে যেগুলিকে সবচেয়ে সহজ পরিকল্পনা হিসাবে ধরা হত। এইসব মন্দিরে একটি আশ্রম এবং একটি করে ভক্তের বসার, ধ্যান করার, যোগব্যায়াম করার বা বৈদিক অগ্নিকুণ্ডে উৎসর্গ করার আসন থাকত। ৪টি পদের ত্রিভুজাকার সংযোগস্থলে একটি প্রতীকী কেন্দ্র রয়েছে। এই স্থলটিকে ধ্যানের জন্যেও আদর্শ বলে মনে করা হয়। এছাড়া, ৯টি পদবিশিষ্ট নকশায় একটি পবিত্র বেষ্টিত কেন্দ্র রয়েছে। এটিকেই ক্ষুদ্রতম মন্দিরের খসড়া বলে ধরা হয়। প্রাচীন হিন্দু মন্দিরগুলির বাস্তুমণ্ডলগুলিতে ৯ থেকে ৪৯ পদ সিরিজ ব্যবহার হলেও ৬৪ পদবিশিষ্ট মন্দিরগুলি সর্বোৎকৃষ্ট এবং পবিত্র জ্যামিতিক কাঠামো হিসাবে বিবেচিত। একে বেশ কয়েকটি গ্রন্থে মুণ্ডক, ভেকাপদ বা অজিরা বলেও সম্বোধন করা হয়েছে।\nপ্রতিটি পদ কোনও দেবতা, আত্মা বা অপ্সরার মত প্রতীকী উপাদানের জন্য উসর্গীকৃত। ৬৪ পদের কেন্দ্রীয় বর্গগুলি ব্রহ্মকে উত্সর্গীকৃত বলে এগুলিকে ব্রহ্ম পদ বলা হয়। একটি হিন্দু মন্দিরের প্রতিসাম্য এবং প্রতিটি কেন্দ্রীভূত বর্গাকার কাঠামো ও স্তরের আলাদা তাৎপর্য রয়েছে। সবচেয়ে বাইরের স্তর হল পৈশাচিক পদ যা অসুর তথা মানবজীবনের খারাপ দিকগুলিকে নির্দেশ করে। এর পরবর্তী কেন্দ্রীভূত স্তরটি মানুষ পদ নামে পরিচিত যা মানব জীবনকে নির্দেশ করে। সবচেয়ে ভেতরের পদটির নাম দেবিকা পদ যা দেবতা এবং ভাল দিকগুলিকে নির্দেশ করে। মানুষ পদগুলি সাধারণত মন্দির পরিক্রমার কাজে ব্যবহৃত হয়। ভক্তরা পরিক্রমার জন্য এর চারপাশ দিয়ে ঘড়ির কাঁটার দিক করে প্রদক্ষিণ করার সময় ভাল (দেবিকা পদ) এবং মন্দের (পৈশাচিক পদ) মধ্য দিয়ে হাঁটেন। ছোট মন্দিরগুলিতে, পৈশাচিকা পদ মন্দিরের মূল কাঠামোর অংশ নয়। এটি কেবল প্রতীকীভাবে মন্দিরের সীমানায় থাকে। পৈশাচিক পদ, মানুষ পদ ও দেবিকা পদ দ্বারা বেষ্টিত ব্রহ্মপদ সৃজনশীল শক্তির প্রতীক। এটি মন্দিরের প্রাথমিক বিগ্রহের অধিষ্ঠান স্থল হিসাবে কাজ করে। ব্রহ্মপদের একেবারে কেন্দ্রে রয়েছে গর্ভগৃহ (গর্ভ অর্থাৎ কেন্দ্র, গৃহ অর্থাৎ ঘর; আক্ষরিক অর্থে বাড়ির কেন্দ্র) বা পুরুষ স্থল। এটি বিশ্বের প্রত্যেকটি বস্তু ও জীবের অন্দরে বিদ্যমান সার্বজনীন নীতি আদর্শকে নির্দেশ করে। উত্তর ভারতীয় মন্দিরের শিখর এবং দক্ষিণ ভারতীয় মন্দিরের বিমান স্তম্ভটি ব্রহ্মপদের উপরে সংযুক্ত থাকে।\n\nমণ্ডলের কেন্দ্রীয় চত্বরের নীচে থাকে নিরাকার সর্বজনীন আত্মা - পুরুষ। ছোট, নিখুঁত বর্গাকার, জানালাবিহীন, অলংকার বিহীন এই স্থলটিকেই গর্ভগৃহ বলা হয়। গর্ভগৃহে বা একটু বাইরের কোনও প্রকোষ্ঠে প্রধান দেবতার মূর্তি থাকে। মন্দিরের উপাস্য দেবতার নামেই মূলত মন্দিরগুলির নাম রাখা হয়। যেমন বিষ্ণু মন্দির, কৃষ্ণ মন্দির, রাম মন্দির, নারায়ণ মন্দির, শিব মন্দির, লক্ষ্মী মন্দির, গণেশ মন্দির, দুর্গা মন্দির, হনুমান মন্দির, সূর্য মন্দির ইত্যাদি। বাস্তু-পুরুষ-মণ্ডলের উপরে শিখর বা বিমান থাকে। অস্থায়ী মন্দিরের ক্ষেত্রে এটির প্রতীক হিসেবে পাতাওয়ালা একটি বাঁশ ব্যবহার করা হয়ে থাকে। এর উপরে বিভিন্ন বৃত্তাকার ও বর্গাকার নকশার মাধ্যমে পিরামিড, শঙ্কু বা পর্বতাকার উল্লম্ব কুপোলা বা গম্বুজ তৈরি করা হয়। লেভানদোভস্কির মতো পণ্ডিতদের মতে, গম্বুজের পর্বতাকার আকৃতি আসলে মেরু পর্বতের মত মহাজাগতিক পর্বত বা হিমালয়ের কৈলাশ পর্বত (যা পৌরাণিক কাহিনী অনুসারে দেবতাদের আবাসস্থল) থেকে অনুপ্রাণিত।\nবৃহত্তর মন্দিরগুলিতে বাইরের তিনটি পদ ভক্তগণকে অনুপ্রাণিত করার জন্য খোদাই করে, চিত্রের মাধ্যমে সুসজ্জিত করা হয়। বিভিন্ন হিন্দু মহাকাব্যের গল্প, ভালো এবং মন্দের বিবরণমূলক বৈদিক গল্প, ক্ষুদ্র বা আঞ্চলিক দেবদেবীর মূর্তি দিয়ে এই চিত্রকর্মগুলি ফুটিয়ে তোলা হত। প্রদক্ষিপথের স্তম্ভ, দেওয়াল ও ছাদে সাধারণত জীবনের চারটি ন্যায়সঙ্গত এবং প্রয়োজনীয় সাধনা - কাম, অর্থ, ধর্ম এবং মোক্ষের দৃশ্য প্রদর্শনকারী অত্যন্ত নয়নাভিরাম খোদাই করা চিত্রকর্মে অলঙ্কৃত থাকে।\nবড় মন্দিরগুলিতে মণ্ডপ নামে স্তম্ভযুক্ত হলও থাকে। মন্দিরের পূর্ব দিকে তীর্থযাত্রী এবং ভক্তদের জন্য একটি বিশ্রামঘর থাকে। পুরানো মন্দিরগুলিতে মণ্ডপ একটি পৃথক কাঠামোর অঙ্গ হিসেবে থাকলেও অপেক্ষাকৃত নতুন মন্দিরগুলিতে এটি মন্দিরের মূল কাঠামোর সঙ্গে যুক্ত থাকে।\nবৃহৎ মন্দিরগুলির চত্বরে একাধিক ছোট মন্দির দ্বারা বেষ্টিত একটি প্রধান মন্দির থাকে। তবে এগুলিকে প্রতিসাম্য, গ্রিড এবং নির্ভুল গাণিতিক নীতির দ্বারা সাজানো হয়। হিন্দু মন্দিরগুলির গঠনবিন্যাসের একটি গুরুত্বপূর্ণ নীতি হল নকশা কাঠামোকে ভগ্নাংশে পুনরাবৃত্ত করা। একটিমাত্র কেন্দ্রীয় নকশাকে বার বার ব্যবহার করে গোটা মন্দিরের স্থাপত্যকে ফুটিয়ে তোলা হয়। সুজান লেভানদোভস্কি একে \"পুনরাবৃত্তিকারী কোষের জীব\" হিসাবে উল্লেখ করেছেন।\n\n\n==== বর্গাকার গ্রিড নীতির ব্যতিক্রম ====\nসিংহভাগ হিন্দু মন্দির নিখুঁত বর্গাকার ক্ষেত্র বা গ্রিড নীতি মেনে তৈরি। তবে কিছু ব্যতিক্রম রয়েছে। উদাহরণস্বরূপ গোয়ালিয়রের তেলি কা মন্দিরের উল্লেখ করা যেতে পারে। খ্রিস্টীয় ৮ম শতাব্দীতে নির্মিত এই মন্দিরটি ঠিক বর্গাকার নয় বরং একগুচ্ছ বর্গের সমন্বয়ে গঠিত একটি আয়তক্ষেত্র। মন্দিরটির বেশ কয়েকটি কাঠামো পরপর ১:১, ১:২, ১:৩, ২:৫, ৩:৫ এবং ৪:৫ অনুপাতে গঠিত। এই অনুপাতগুলি কোনও ভুল ধারণার ফল নয়। মন্দিরের কারীগর নান্দনিকতার ওপর জোর দিতে এই অনুপাতগুলি ব্যবহার করেছিলেন। মধ্যপ্রদেশের নরেশ্বর মন্দির, রাজস্থানের জয়পুরের নক্তিমাতা মন্দির এই ধরনের মন্দিরের উল্লেখযোগ্য উদাহরণ। মিশেল মেইস্টার বলেছেন, এই মন্দিরগুলি দেখে বোঝা যায় হিন্দু মন্দিরগুলির গঠনশৈলীর ওপর যেমন তাত্ত্বিক নিয়মাবলীর ওপর জোর দেওয়া হয়েছিল, তেমনি সংশ্লিষ্ট ধর্ম ও সমাজ নান্দনিক সৌন্দর্য বৃদ্ধির ক্ষেত্রে কারীগরদের যথেষ্ট স্বাধীনতা দিয়েছিল।\nহিন্দু গ্রন্থ স্থাপত্যবেদ মন্দিরের অনেক পরিকল্পনা এবং শৈলীর বর্ণনা মেলে যার মধ্যে নিম্নলিখিতগুলি সিদ্ধান্তমূলক সাহিত্যের নাম পাওয়া যায়: চতুরাশ্র (বর্গ), অষ্টশ্র (অষ্টকোণ), বৃত্ত (বৃত্তাকার), আয়তশ্র (আয়তক্ষেত্রাকার), আয়তঅষ্টশ্র (আয়তক্ষেত্রাকার-অষ্টকোণ সংমিশ্রণ), আয়তবৃত্ত (উপবৃত্তাকার), হস্তিপৃষ্ঠ (ছুঁচাল প্রান্তবিশিষ্ট অর্ধবৃত্তাকার; অনেকটা গির্জার চূড়ার প্রান্তের মত গঠনের) দ্বৈতশ্রবৃত্ত (আয়তক্ষেত্রাকার-বৃত্তাকার গঠনের মিশ্রণে তৈরী) এবং তামিল সাহিত্যে প্রাণভিকার (তামিল ওম চিহ্নের মতো আকৃতির)। এই সমস্ত পরিকল্পনা তৈরি করতে বর্গ এবং বৃত্তের সংমিশ্রণের পদ্ধতিগুলি একাধিক হিন্দুগ্রন্থে বর্ণিত হয়েছে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== নির্মাতাগণ ==\nমন্দিরগুলি স্থপতি, কারিগর এবং শ্রমিকদের ঐকান্তিক প্রচেষ্টার দ্বারা নির্মিত হয়েছিল। মিশেলের মতে, তাঁদের জ্ঞান এবং কারুশিল্পের ঐতিহ্য মূলত মৌখিক পরম্পরায় সংরক্ষিত ছিল। পরবর্তীকালে খেজুর-পাতার পাণ্ডুলিপিতে সেগুলি লেখা হয়েছিল। কারিগরি জ্ঞান ও শিক্ষা সাধারণ বংশানুক্রমিকভাবে এক প্রজন্ম থেকে আরেক প্রজন্মে আশ্চর্যজনক নিপুনতার সঙ্গে স্থানান্তরিত হয়।\nস্থপতি, কারিগর এবং শ্রমিকদের সমবায় আধুনিক যুগের কর্পোরেট সংস্থার মতো ছিল যা কাজের নিয়ম এবং পাকা মজুরি নির্ধারণ করেছিল। সময়ের  সঙ্গে এই সমবায়গুলি ধনী হয়ে ওঠে। বিভিন্ন শিলালিপি থেকে পাওয়া তথ্য অনুযায়ী জানা যায়, পরে এরা নিজেরাই বিভিন্ন দাতব্য কাজে অনুদান দেওয়া শুরু করে। সমবায়গুলি নির্মাণকাজের ক্ষেত্রে শ্রমিকরা যেখানে বাস করত তার আশেপাশে শিবিরগুলি দৈনন্দিন জীবনের প্রায় প্রতিটি প্রয়োজনের কথা মাথায় রেখে তৈরি করা হয়েছিল।\nনির্মাণকাজের নেতৃত্বে থাকতেন একজন প্রধান স্থপতি বা সূত্রধর। তিনি নির্মাণকাজ পরিচালকের সমান গুরুত্বপূর্ণ ছিলেন। অন্যান্য গুরুত্বপূর্ণ সদস্যের মধ্যে ছিলেন প্রধান রাজমিস্ত্রি এবং প্রধান চিত্র নির্মাতা। এঁরা সকলেই একটি মন্দিরের নির্মাণকাজ সম্পূর্ণ করতে পরস্পরকে সহযোগিতা করতেন। ভাস্করদের শিল্পী বলা হত। মহিলারাও মন্দির নির্মাণে অংশ নিতেন। তবে তাঁরা মূলত পাথর পালিশ এবং পরিষ্কার করার মতো কাজ করতেন। কোন জাতির মানুষ নির্মাণকাজ সম্পন্ন করেছিলেন সে সম্পর্কে হিন্দু গ্রন্থগুলি থেকে নির্দিষ্টভাবে কিছু জানা যায় না। কিছু গ্রন্থে সমস্ত জাতির মানুষকে শিল্পী হিসাবে কাজ করার জন্য মান্যতা দেওয়া হয়েছে। ব্রাহ্মণরা শিল্পতত্ত্বের বিশেষজ্ঞ ছিলেন এবং প্রয়োজনে শ্রমিকদের উপদেশ দিতেন। তাঁরা গর্ভগৃহে পবিত্র আচার-অনুষ্ঠানের কাজও সম্পাদন করতেন। হিন্দু শিল্পের প্রাথমিক যুগে, প্রায় চতুর্থ শতাব্দী থেকে দশম শতাব্দী পর্যন্ত শিল্পীদের যথেষ্ট স্বাধীনতা ছিল। সেসময়ের নির্মিত চিত্র এবং মন্দিরের নকশার বৈচিত্র্য এবং উদ্ভাবনী শিল্পের মাধ্যমে তা প্রমাণিত হয়। পরে মূর্তি নির্মাণ আরও মানসম্মত হয়ে ওঠার সঙ্গে এই স্বাধীনতার বেশিরভাগই হারিয়ে যায় এবং আইকনোমেট্রি ধারাবাহিকতার চাহিদা বৃদ্ধি পায়। এটি \"সম্ভবত ব্রাহ্মণ ধর্মতত্ত্ববিদদের প্রভাব\" এবং পবিত্র মূর্তির উপযুক্ত রূপগুলির উপর \"ব্রাহ্মণদের উপর শিল্পীর ক্রমবর্ধমান নির্ভরতা\" প্রতিফলিত করে। একটি মন্দির প্রকল্পে \"স্ব-প্রকাশের স্বতন্ত্র অনুসন্ধান\" অনুমোদিত ছিল না। তবে একজন শিল্পী বেনামে মন্দিরের শিল্পকলার মাধ্যমে পবিত্র মূল্যবোধগুলি প্রকাশ করতে পারতেন।\n\nদাতব্য সত্তাগুলো ভবনের কাজের জন্য চুক্তি করে নিতো। যদিও বড় ওস্তাদদের সম্ভবত একটি মন্দিরের সম্পূর্ণ প্রধান চিত্রগুলি তৈরিতে সাহায্য করার জন্য সহকারী থাকতো, হিন্দু মন্দিরের রিলিফের নমুনা \"প্রায় নিশ্চিতভাবে একজন শিল্পীর জন্য অনুপ্রেরণা\" ছিলো।\n\n\n=== মন্দির স্থাপত্যের ঘরানা ===\nশ্রমিকদের সমবায় ও বিভিন্ন গ্রন্থের উদ্ধৃতি থেকে একটি বিষয় নিশ্চিতভাবে বোঝা যায়, যে প্রাচীন ভারতে হিন্দু মন্দির স্থাপত্যের বেশ কয়েকটি ঘরানা গড়ে উঠেছিল এবং তাদের প্রত্যেকের নিজস্ব গুরুকূল তথা অধ্যয়ন কেন্দ্র এবং পাঠ্যপুস্তক ছিল। বিনায়ক ভার্নে এবং কৃপালি ক্রুশের লেখা থেকে জানা যায়, এই সময়ে বিশ্বকর্মা এবং ময়া (দেবনাগরী: मय) নামে দুটি ঘরানা সবচেয়ে বেশি জনপ্রিয় হয়ে ওঠে। নগর স্থাপত্য শৈলীর উদ্ভাবন, গ্রন্থ রচনা, পরিভাষা ইত্যাদি তৈরি হয় বিশ্বকর্মা ঘরানার সৌজন্যে। অন্যদিকে ময়া ঘরানাকে দ্রাবিড় শৈলীর বিকাশের জন্য কৃতিত্ব দেওয়া হয়। যে শৈলীটিকে আমরা ভেসারা নামে জানি সেটি আসলে নগর এবং দ্রাবিড় শৈলীর মিশ্রণে তৈরি। শুধু তাই নয়, এটি বেশ কয়েকটি বিলুপ্ত ঘরানার প্রতীক বহন করে। পণ্ডিতেরা অবশ্য অনেকে এইসব গ্রন্থের প্রাসঙ্গিকতা নিয়ে প্রশ্ন তুলেছেন। তাঁদের মতে, শিল্পী ও কারীগররা হয়ত ব্রাহ্মণদের দ্বারা রচিত শিল্পশাস্ত্র তত্ত্ব এবং সংস্কৃত নির্মাণ সংক্রান্ত গ্রন্থগুলির উপর নির্ভর করেছিলেন। এই গ্রন্থগুলির উদ্ভাবন বড় মন্দির এবং প্রাচীন ভাস্কর্যগুলির আগে হয়েছিল না পরে তা নিয়েও তাঁদের সন্দেহের শেষ নেই। যদি গ্রন্থগুলি পরে লিখিত হয়ে থাকে তবে একাধিক দূরবর্তী স্থানজুড়ে ছড়িয়ে থাকা প্রাচীন বা অতিপ্রাচীন অতিকায় মন্দির এবং জটিল প্রতিসম স্থাপত্য বা ভাস্কর্যে একই ধরনের বিষয়বস্তু ও কারুকার্য কীভাবে সম্ভব হল তা নিয়েও যথেষ্ট বিতর্কের অবকাশ থেকে যায়। এত দূরের এলাকায় একই ধরনের শিল্পকলা বিকাশের জন্য জ্ঞান ও প্রয়োজনীয় সামগ্রীর আদানপ্রদান তখনকার দিলে সম্ভব বলে বিশ্বাস করাও যেমন কঠিন তেমনি সেগুলির আদানপ্রদান ছাড়া কীভাবে এমন স্থাপত্য ও শিল্প গড়ে উঠল সে উত্তর পাওয়াও কঠিন। এশিয়া বিষয়ক স্থাপত্যকলার গবেষক ও ইতিহাসবিদ অধ্যাপক অ্যাডাম হার্ডির মতে, সঠিক উত্তর না পাওয়া গেলেও এটা বোঝা যায় যে এসব প্রশ্নের মধ্যেই হয়ত কোথাও আমাদের প্রশ্নের উত্তর লুকিয়ে রয়েছে। জর্জ মিশেল নামে আরেক হিন্দু স্থাপত্যের বিশেষজ্ঞ অধ্যাপকের মতে, তত্ত্ব এবং সৃজনশীল ক্ষেত্রের চর্চা সম্ভবত একইসঙ্গে বিকশিত হয়েছিল। নির্মাণ শ্রমিক এবং শিল্পীরা জটিল মন্দির নির্মাণের সময় এই বিষয়ে বিশেষজ্ঞদের পরামর্শ নিতেন বলেও তিনি মনে করেন।\n\n\n== বিভিন্ন ধরনের স্থাপত্য ==\n\nবৃহৎসংহিতা এবং স্থাপত্য সম্পর্কিত অন্যান্য প্রাচীন হিন্দু গ্রন্থের উদ্ধৃতি নিয়ে মিশেল লিখেছেন, মন্দিরগুলিকে তাদের গঠনগত বৈশিষ্ট্যের ভিত্তিতে পাঁচটি ভাগে ভাগ করা যায়: নগর, দ্রাবিড়, ভেসারা, উপবৃত্তাকার এবং আয়তাকার। প্রতিটির জন্যে বর্ণিত পরিকল্পনার মধ্যে রয়েছে বর্গক্ষেত্র, অষ্টভুজাকার এবং অর্ধবৃত্তাকার। এদের অনুভূমিক পরিকল্পনা মন্দিরগুলির উল্লম্ব তলকে নিয়ন্ত্রণ করে। প্রতিটি মন্দিরের স্থাপত্য তার নিজস্ব শব্দভাণ্ডার তৈরি করেছে। অর্থাৎ একই শব্দ হয়ত বিভিন্ন মন্দিরের ক্ষেত্রে বিভিন্ন বিষয়কে নির্দেশ করতে বা বোঝাতে কাজে লাগত। ৭ম-৮ম শতাব্দী পর্যন্ত প্রথম দিকের হিন্দু মন্দিরগুলির অধিকাংশই শাস্ত্রীয় বা প্রাচীন মন্দির হিসেবে পরিচিত। দ্বাদশ ও ত্রয়োদশ শতাব্দীর যুগের পরের মন্দিরগুলি মধ্যযুগীয় মন্দির হিসাবে পরিচিত। যাইহোক, এই যুগসংক্রান্ত বিভাজন হিন্দু স্থাপত্যে উল্লেখযোগ্য কোনও বড় বিরতিকে প্রতিফলিত করে না। মিশেলের মতে, হিন্দু মন্দির স্থাপত্যকলা ঐতিহাসিকভাবে প্রতিটি অঞ্চলে স্থানীয় উপাদান দ্বারা প্রভাবিত হয়েছে। এগুলির শৈলী শুধু ধর্মতত্ত্ব, আধ্যাত্মিক ধারণা এবং প্রাথমিক হিন্দু গ্রন্থের নির্দেশাবলীর ফলাফল নয়। বরং আঞ্চলিক কাঁচামাল এবং স্থানীয় জলবায়ু দ্বারাও অনেকটাই প্রভাবিত হয়েছিল। নির্মাণের কিছু উপকরণ দূরবর্তী অঞ্চল থেকে আমদানি করা হত বটে, কিন্তু মন্দিরগুলির বেশিরভাগই স্থানীয়ভাবে সহজলভ্য উপকরণ থেকে তৈরি করা হয়েছিল। দক্ষিণ কর্ণাটকের মত বেশ কয়েক জায়গায় স্থানীয় নরম পাথর হোয়সল স্থপতিদের বিশেষ স্থাপত্য শৈলী (যা শক্ত স্ফটিক পাথরের দ্বারা করা কঠিন হত) উদ্ভাবন করতে সাহায্য করেছিল। অন্যান্য জায়গায় শিল্পীরা গ্রানাইট বা অন্যান্য পাথর কেটে মন্দির ও ভাস্কর্য তৈরি করতেন। প্রত্যেক এলাকায় পাওয়া যায় এমন পাথর শিল্পীদের বিশেষ ধরনের কারুকার্য গড়তে উদ্বুদ্ধ করত। একইভাবে যেসব অঞ্চলে পাথর পাওয়া যায় না, সেখানে ইটের মন্দিরের বিকাশ ঘটে।\n\n\n=== ভারত ===\n\n\n==== দ্রাবিড় ও নগর স্থাপত্যকলা ====\nভারতীয় মন্দির স্থাপত্যের বিভিন্ন শৈলীর মধ্যে, উত্তর ভারতের নগর স্থাপত্য এবং দক্ষিণ ভারতের দ্রাবিড় স্থাপত্য সবচেয়ে সাধারণ। এছাড়া আরও বেশ কয়েক রকমের শৈলীও পাওয়া যায়। যেমন, বাংলা, কেরল, জাভা এবং বালি বা ইন্দোনেশিয়ায় বৃষ্টিবহুল জলবায়ু এবং বিভিন্ন কাঁচামাল এই অঞ্চলের শৈলী এবং কাঠামোর বিবর্তনকে প্রভাবিত করেছে। ইলোরা এবং পাট্টাদাকালের মতো এলাকার মন্দির শৈলীগুলিতে বিভিন্ন ঐতিহ্যগত অঙ্কন প্রণালীর পাশাপাশি স্থানীয় এলাকা এবং সময়ের বৈশিষ্ট্য খুব প্রকটভাবে দেখা যায়। আধুনিক যুগের সাহিত্যে, স্থানীয় রাজবংশের নামানুসারে অনেক শৈলীর নামকরণ করা হয়েছে।\n\n\n==== আঞ্চলিক ধরন বা ঘরানা ====\nপাথর কেটে তৈরি মন্দির স্থাপত্য, বিশেষত রথমন্দিরগুলি দক্ষিণ ভারতীয় মন্দির স্থাপত্যের জন্য একটি আদর্শ কৌশল হিসেবে গড়ে উঠেছে। এই স্থাপত্য বৈশিষ্ট্য বিশেষ করে ভাস্কর্য, দক্ষিণ ভারতীয়, কম্বোডিয়া, ভিয়েতনাম ও জাভার মন্দিরে ব্যাপকভাবে গৃহীত হয়েছিলো। এইসব মন্দিরের ভাস্করদের বংশধররা সমসাময়িক কালে গড়ে ওঠা মহাবলীপুরমের রথমন্দিরে কারিগর ছিলেন।\n\n\n===== বাদামি চালুক্য স্থাপত্য =====\nএই স্থাপত্য শৈলী খ্রিষ্টীয় পঞ্চম শতাব্দী নাগাদ ঐহোলে উদ্ভূত হয়েছিল যা পাট্টাদাকাল এবং বাদামিতে চরম উৎকর্ষে পৌঁছেছিল। \n\n৫০০ থেকে ৭৫৭ খ্রিস্টাব্দ নাগাদ বাদামি চালুক্যরা কালাদগি পর্বতমালা থেকে কেটে আনা বিশাল বিশাল বেলেপাথরের চাঁই থেকে মন্দির নির্মাণ করেছিল। \"ভারতীয় স্থাপত্যের ভিত্তি\" হিসাবে পরিচিত ঐহোলের চারপাশে এখনও ১৫০টির বেশি মন্দির ছড়িয়ে ছিটিয়ে রয়েছে। লাড খান দুর্গা মন্দিরটি এগুলির মধ্যে প্রাচীনতম। এই মন্দির এর অর্ধবৃত্তাকার গম্বুজ, উঁচু স্তম্ভ এবং গর্ভগৃহকে ঘিরে থাকা গ্যালারির জন্য সুপরিচিত। হুচিমালি মন্দিরে শেষনাগের উপর বসে থাকা বিষ্ণুর একটি ভাস্কর্য রয়েছে। রাভালফাদি গুহা মন্দির শিবের অনেক রূপের দেখা মেলে। অন্যান্য মন্দিরের মধ্যে কন্টি মন্দির এবং মেগুটির জৈন মন্দির উল্লেখযোগ্য।\nপাট্টাদাকাল একটি বিশ্ব ঐতিহ্যবাহী স্থান (ওয়ার্ল্ড হেরিটেজ সাইট)। এখানে রয়েছে বিখ্যাত বিরূপাক্ষ মন্দির। এটিই সবচেয়ে বড় মন্দির যেখানে রামায়ণ এবং মহাভারতের অসংখ্য দৃশ্য খোদাই করা আছে। পাট্টাদাকালের অন্যান্য মন্দিরগুলির মধ্যে মল্লিকার্জুন, কাশী বিশ্বনাথ, গলগনাথ ও পাপনাথ বিখ্যাত।\n\n\n===== গদাগ স্থাপত্য =====\nগদাগ স্থাপত্যশৈলীকে পশ্চিম চালুক্য স্থাপত্যও বলা হয়ে থাকে। এই শৈলী প্রায় ১৫০ বছর ধরে (১০৫০ থেকে ১২০০ খ্রিষ্টাব্দ পর্যন্ত) বিকশিত হয়েছিল বলে মনে করা হয়। এই শৈলীর উদ্ভব হয়েছিল কল্যাণী চালুক্য রাজ (যারা পশ্চিম চালুক্য নামেও পরিচিত) প্রথম সোমেশ্বরের সময়কালে। এই সময়ে, প্রায় ৫০টি মন্দির নির্মিত হয়েছিল। গদাগের ত্রিকুটেশ্বর মন্দির চত্বরের সরস্বতী মন্দির, ডম্বলের দোড্ডবসাপ্পা মন্দির, লক্কুণ্ডীতে কাশী বিশ্বেশ্বর মন্দির এবং অ্যানিগেরির অমৃতেশ্বর মন্দির ওইসময়ে গড়ে ওঠা মন্দিরগুলির মধ্যে উল্লেখযোগ্য। মন্দিরগুলি জটিল ভাস্কর্য সহ অলঙ্কৃত স্তম্ভ দ্বারা তৈরি। \n\n\tগদাগ বা পশ্চিম চালুক্য স্থাপত্যের বিভিন্ন মন্দির\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n===== কলিঙ্গ স্থাপত্য =====\n\nকলিঙ্গ স্থাপত্য শৈলীর বিকাশ হয়েছিল ভারতের পূর্বাঞ্চলীয় রাজ্য ওড়িশা এবং উত্তর অন্ধ্রপ্রদেশে। এইধরনের শৈলীর অঙ্গ হিসেবে রেখা দেউল, পিড়া দেউল এবং খাখরা দেউল নামে তিনটি স্বতন্ত্র ধরনের মন্দির স্থাপত্যের দেখা মেলে। স্থানীয় ভাষায় দেউল মানে \"মন্দির\"। প্রথম দুটি দেউল বিষ্ণু, সূর্য এবং শিব মন্দিরের সঙ্গে যুক্ত এবং তৃতীয়টি মূলত চামুণ্ডা এবং দুর্গা মন্দিরের সঙ্গে যুক্ত। রেখা দেউল এবং খাখরা দেউলে গর্ভগৃহ রয়েছে এবং পিড়া দেউলে বাইরের নৃত্য ও অর্ঘ্য প্রদানের জন্য হলঘর থাকে। ভুবনেশ্বরের লিঙ্গরাজ মন্দির এবং পুরীর জগন্নাথ মন্দির রেখা দেউলের বিশিষ্ট উদাহরণ। অন্যদিকে, খাখরা দেউলের একটি বিশিষ্ট উদাহরণ হল বৈতাল দেউল। আবার কোনার্ক সূর্য মন্দির পিড়া দেউলের একটি প্রকৃষ্ট উদাহরণ।\n\n\n===== মরু গুর্জর স্থাপত্য =====\nমরু গুর্জর স্থাপত্য বা সোলাঙ্কি স্থাপত্য কলাকে মূলত উত্তর ভারতীয় মন্দির স্থাপত্যের মধ্যে ধরা হয়। এই স্থাপত্য কলা একাদশ থেকে ত্রয়োদশ শতাব্দী নাগাদ গুজরাট ও রাজস্থান রাজ্যের চালুক্য তথা সোলাঙ্কি রাজাদের পৃষ্ঠপোষকতায় গড়ে ওঠে। এই রীতিটি হিন্দু মন্দির স্থাপত্যে একটি আঞ্চলিক শৈলী হিসাবে উদ্ভূত হয়েছিল এবং জৈন মন্দিরগুলির মধ্যে জনপ্রিয় হয়ে ওঠে। পরবর্তী সময়ে প্রধানত জৈনদের পৃষ্ঠপোষকতায় প্রথমে ভারত জুড়ে এবং প্রবাসী সম্প্রদায়ের দ্বারা ক্রমশ সারা বিশ্বে ছড়িয়ে পড়ে।\nবাইরের দিকে গঠন এই মন্দিরগুলিকে সেই সময়ের অন্যান্য উত্তর ভারতীয় মন্দির শৈলী থেকে আলাদা করেছে। মন্দিরের বাইরের দেয়ালগুলি ক্রমবর্ধমান খাঁজ ও চিত্রকর্মের দিয়ে গড়া। কুলুঙ্গিতে নিপুনভাবে খোদাই করা মূর্তি রয়েছে যেগুলি পরে বসানো হয়েছে বলে মনে করা হয়৷ দেওয়ালের প্রতিটি কোণা ও খাঁজ জুড়ে ঘোড়সওয়ার, হাতি এবং কীর্ত্তিমুখের ইত্যাদির অগণিত প্রতিকৃতি দেখতে পাওয়া যায়। খুব কমই কোনো অংশ রয়েছে যেখানে কারুকার্য নেই। এইসব মন্দিরের প্রধান শিখর তথা চূড়ার নীচে সাধারণত অনেকগুলি উরুশৃঙ্গের সহায়ক ছোট ছোট চূড়া থাকে। বড় মন্দিরগুলিতে বারান্দা সহ দুটি ছোট প্রবেশপথ থাকে।\n\nজৈন মন্দিরগুলিতে প্রায়শই ভেতরের দিকে অত্যন্ত জটিল রোসেট নকশার (ছাঁচে তোলা গোলাপের নকশা) সঙ্গে খোদাই করা ছোট ছোট গম্বুজ থাকে। আরেকটি উল্লেখযোগ্য বৈশিষ্ট্য হল দুটি স্তম্ভের মাঝে \"উড়ন্ত\" খিলান-সদৃশ নকশা বা পরিকল্পনা। এই কাজে সাদা মার্বেলের ব্যবহার বেশি প্রচলিত। এই স্তম্ভগুলি চারপাশ দিয়ে ক্রমে প্রসারিত হয়ে উপরের উল্টানো বাটির মত গম্বুজকে ধরে রাখে। তবে এগুলির কোনো কাঠামোগত কাজ নেই, পুরোপুরিভাবে আলংকারিক। এই শৈলীর ব্যবহার ত্রয়োদশ শতক নাগাদ প্রায় বন্ধ হয়ে গিয়েছিল। বিশেষ করে সংশ্লিষ্ট এলাকাগুলি ১২৯৮ সাল নাগাদ দিল্লি সুলতানি শাসনের হাতে চলে যাওয়ার পর থেকে এই ধরনের হিন্দু মন্দির স্থাপত্য হারিয়ে যায়। কিন্তু জৈন মন্দিরগুলিতে এর প্রচলন অব্যাহত ছিল যা আবার পঞ্চদশ শতকে পুনরুজ্জীবন লাভ করে।\nওই সময়ের পর থেকে এই স্থাপত্য শৈলী জৈন এবং অনেক হিন্দু মন্দিরে ব্যবহৃত হতে থাকে। বিংশ শতাব্দীর শেষের দিক থেকে ভারতের বাইরে প্রবাসী জৈন এবং হিন্দুদের দ্বারা নির্মিত মন্দিরগুলিতে এই স্থাপত্য ঘরানা ছড়িয়ে পড়েছে। অনেক ক্ষেত্রে আন্তর্জাতিক স্থাপত্যের মিশ্রণে এই শৈলী আরও সমৃদ্ধ হয়। এখনও এই ধরনের যে মন্দিরগুলিতে বেশি কারুকার্য করা হয়ে থাকে তা মূলত গুজরাত বা রাজস্থানের কারিগরদের দিয়ে করানো হয়। এই শৈলী ভারতে এবং বিদেশে মূলত স্বামীনারায়ণ সম্প্রদায়ের মধ্য জনপ্রিয়।\n\n\n=== বৃহত্তর ভারতের অংশ হিসেবে দক্ষিণ-পূর্ব এশিয়া ===\n\nদক্ষিণ-পূর্ব দেশগুলির স্থাপত্য ভারতীয় মন্দির স্থাপত্য দ্বারা অনুপ্রাণিত হয়েছিল, কারণ সেগুলিকে বৃহত্তর ভারতের অংশ হিসাবে ভারতীয়করণ করা হয়েছিল।\n\n\n==== চম্পা স্থাপত্য ====\n\nষষ্ঠ থেকে ষোড়শ শতাব্দীর দিকে বর্তমান মধ্য ও দক্ষিণ ভিয়েতনামে চম্পা রাজ্য বিকাশ লাভ করে। জাভানিজরা (জাভার অধিবাসী) মন্দিরের জন্য বেশিরভাগ আগ্নেয়গিরির অ্যান্ডিসাইট পাথর ব্যবহার করা হত। আঙ্কোরের খমেররা তাদের ধর্মীয় ভবন নির্মাণের জন্য বেশিরভাগ ধূসর বেলেপাথর ব্যবহার করত। কিন্তু, চামরা (চম্পার অধিবাসী) তাদের মন্দিরগুলি লালচে ইট দিয়ে তৈরি করত। চাম ইট মন্দির স্থাপত্যের সবচেয়ে গুরুত্বপূর্ণ অবশিষ্ট স্থানগুলির মধ্যে রয়েছে দা নাংয়ের কাছে ম সান, না ট্রাংয়ের কাছে পো নগর এবং ফান রাঙের কাছে পো ক্লং গড়াই।\nচাম মন্দির চত্বরগুলি সাধারণত একাধিক বিভিন্ন ধরনের মন্দির স্থাপত্যের সমন্বয়ে গঠিত হত। এদের মধ্যে অন্যতম ছিল কালান বা ইটের তৈরি উপাসনাস্থল। কালান গর্ভগৃহের সঙ্গে সংযুক্ত একটি কুঠুরি (ছোট বা বড়) নিয়ে গঠিত হত। গর্ভগৃহে একটি উঁচু মিনারের মত স্থানে দেবতার মূর্তি স্থাপন করা হত। এইসব মন্দিরে মণ্ডপ প্রবেশদ্বারের মত গর্ভগৃহের সঙ্গে সংযুক্ত থাকত। একটি কোষগৃহ বা \"অগ্নি-ঘর\" থাকত যেখানে দেবতার মূল্যবান জিনিসপত্র রাখা হত বা দেবতার জন্য রান্না করা হত। মন্দিরের মূল প্রবেশদ্বারকে গোপুর বলা হত যা দর্শনার্থীদের প্রাচীর ঘেরা মূল মন্দির চত্বরে নিয়ে যায়। এই ধরনের কাঠামোগুলি প্রায় যেকোনও হিন্দু মন্দিরের অঙ্গ হিসেবে দেখা যায়। তাই উপরিউক্ত মন্দির কাঠামোর শ্রেণিবিভাগ শুধুমাত্র চম্পার স্থাপত্যের জন্য নয়, বৃহত্তর ভারতের বিভিন্ন স্থাপত্য শিল্পের জন্যও প্রাসঙ্গিক।\n\n\n==== ইন্দোনেশীয় স্থাপত্য ====\n\nএর গঠন বিন্যাস তিনটি লোকের(স্বর্গ, মর্ত্য ও পাতাল লোক) ধারণা অনুযায়ী ক্রমান্বয়ে স্বল্প থেকে উচ্চমানের পবিত্র স্থলকে নির্দেশ করে। হিন্দু ও বৌদ্ধ - দুই মতবাদেই মন্দিরের নকশা এইভাবে তৈরী করা হয়েছে।\nইন্দোনেশিয়াতে বৌদ্ধ হোক বা হিন্দু - ধৰ্ম নির্বিশেষে মন্দিরগুলিকে চণ্ডী (উচ্চারণ [tʃandi]) বলা হয়। একটি চণ্ডী ভারতীয় ধরনের একক মন্দির কাঠামোর উপর ভিত্তি করে গড়ে ওঠা এক ধরনের মন্দির স্থাপত্য, যার উপরে একটি পিরামিডাকৃতি মিনার বা বুরুজ (বালিতে যাকে মেরু মিনার) বলে থাকে। একটি বারান্দা সদৃশ চত্বর পেরিয়ে মন্দিরে ঢুকতে হয়। এই ধরনের স্থাপত্যগুলোর অধিকাংশই সপ্তম থেকে পঞ্চদশ শতকের মধ্যে নির্মিত হয়েছিল। হিন্দু-বালিনীয় (বালির অধিবাসী) স্থাপত্যের পুরা প্রাঙ্গণে একটি চণ্ডী তথা মন্দির দেখতে পাওয়া যায়। ইন্দোনেশীয় জাভানীয় হিন্দু মন্দির স্থাপত্যের সর্বোত্তম উদাহরণ হল নবম শতাব্দীর প্রম্বানান (শিবগৃহ) মন্দির প্রাঙ্গণ। এটি মধ্য জাভার যোগ্যকার্তার কাছে অবস্থিত। ইন্দোনেশিয়ার এই বৃহত্তম হিন্দু মন্দিরে তিনটি প্রধান প্রাসাদ টাওয়ার তথা মিনার রয়েছে যা ত্রিমূর্তি দেবতাদের উদ্দেশ্যে উৎসর্গীকৃত। এদের মধ্যে ৪৭ মিটার (১৫৪ ফুট) উঁচু মন্দিরটি এখানকার বৃহত্তম ও প্রধান মন্দির।\n\"চণ্ডী\" শব্দটি চণ্ডিকা থেকে উদ্ভূত, যা মৃত্যুর দেবী হিসাবে পূজিতা দেবী দুর্গার অন্যতম রূপ।\nচণ্ডী মন্দির স্থাপত্যকলা সর্বজনীন হিন্দু স্থাপত্য ঐতিহ্যের মূলগ্রন্থ বাস্তুশাস্ত্রের উপর ভিত্তি করে তৈরি। মধ্য জাভা যুগে এই অঞ্চলের মন্দির পরিকল্পনায় মণ্ডল ও উঁচু চূড়াকে অন্তর্ভুক্ত করা হয় যা মোটামুটি সব হিন্দ মন্দিরের স্থাপত্যকলার অন্যতম বৈশিষ্ট্য। তবে চণ্ডীর মূল কাঠামোর ভিত্তি ছিল পৌরাণিক মেরু পর্বত। গোটা মন্দির স্থাপত্যটি হিন্দু ধর্মের মৌলিক সৃষ্টিতত্ত্ব ও তিনটি লোকের (স্বর্গ, মর্ত্য ও পাতাল) ধারণার উপর ভিত্তি করে তৈরী। এর পরিকল্পনা ও বিন্যাস তিনটি ক্রমে সাজানো থাকে। যথা - পা (মূল ভিত্তি), শরীর (কেন্দ্রস্থল), এবং মাথা (ছাদ)। প্রতিটি মন্দিরের বাইরের প্রাঙ্গণ এবং পাদদেশ (ভিত্তি) ভুর্লকা নামে পরিচি। ভূভারলোকা মধ্য প্রাঙ্গণ তথা মন্দিরের দেহকে নির্দেশ কর। সর্বলোক বলতে মন্দিরের ছাদকে বোঝায় যা সাধারণত মণিমুক্তায় (সংস্কৃতে যাকে রত্ন) বা বজ্র দ্বারা সজ্জিত থাকে।\n\n\n==== খমের স্থাপত্য ====\n\nচতুর্দশ শতাব্দীর আগেই বর্তমান কম্বোডিয়ায় খমের সাম্রাজ্য বিকাশ লাভ করেছিল। শুধু তাই নয়, দক্ষিণ-পূর্ব এশিয়ার অধিকাংশ অংশে এর প্রভাব ছড়িয়ে পড়েছিল।খমের মন্দির স্থাপত্যের সবচেয়ে গুরুত্বপূর্ণ এবং উল্লেখযোগ্য উদাহরণ রয়েছে তাদের রাজধানী আঙ্কোরে (খমের: អង្គរ, \"রাজধানী শহর\", সংস্কৃত \"নগর\" থেকে উদ্ভূত)। আঙ্কোরের মন্দিরের ধ্রুপদী শৈলীর সর্বোৎকৃষ্ট উদাহরণ দ্বাদশ শতকে তৈরি আংকর বাট মন্দির। সেখানকার নির্মাতারা মন্দির নির্মাণের উপকরণ হিসেবে প্রধানত বেলেপাথর এবং ল্যাটেরাইট ব্যবহার করতেন।\nসাধারণ খমের মন্দিরের প্রধান উপস্থাপক হল প্রাং নামক একটি সুউচ্চ দূর্গ সদৃশ মন্দির কক্ষ যা গর্ভগৃহের ভিতরের থাকে। এর অন্দরে উপাস্য দেবতা যেমন - বিষ্ণু বা শিবের যথাক্রমে মূর্তি অথবা লিঙ্গ রাখা থাকে। খমের মন্দির স্থাপত্যগুলি সাধারণত প্রাচীরের এককেন্দ্রিক সারি দিয়ে বলয়ের মত ঘেরা ছিল, যার মাঝখানে কেন্দ্রীয় উপাসনাস্থল থাকত; এই বিন্যাসটি দেবতাদের পৌরাণিক আবাসস্থল মেরু পর্বতকে ঘিরে থাকা পর্বতশ্রেণীর প্রতিনিধিত্ব করে। বাইরের এই দেওয়াল এবং সবচেয়ে ভিতরের মন্দির তথা গর্ভগৃহের মাঝে আরেকটি বেষ্টনী বা ঘেরা স্থান থাকত। এই বেষ্টনী দেওয়া ফাঁকা জায়গাটিতে অধিকাংশ ক্ষেত্রেই সারিবদ্ধ গ্যালারির মত অংশ থাকত যা গিয়ে মিলিত হত গোপুর বা মন্দিরের কেন্দ্রীয় চত্বরে। মন্দিরের প্রধান প্রবেশদ্বারগুলিকে সাধারণত ক্রুশবিশিষ্ট সোপান দিয়ে গঠিত উচুঁ বাঁধানো পথ দিয়ে সুসজ্জিত করা হত।\n\n\n== শব্দকোষ ==\nমন্দির স্থাপত্য সম্পর্কিত হিন্দু গ্রন্থে একটি বিস্তৃত পরিভাষা রয়েছে। নীচের সারণিতে ভারতের বিভিন্ন অঞ্চলে প্রচলিত একাধিক আঞ্চলিক ভাষায় মন্দির স্থাপত্যের সঙ্গে জড়িত বিভিন্ন নাম বা পদ রয়েছে। পাশাপাশি প্রাচীন গ্রন্থগুলিতে ব্যবহৃত সংস্কৃত নামগুলিও দেওয়া আছে। এছাড়া, আরও বেশ কিছু সাধারণ পদ নীচে সারণী করা হয়েছে যার অধিকাংশই সংস্কৃত/হিন্দি ভাষায় দেওয়া।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nমন্দির জলাশয়\nবৈদিক বেদি\nইন্দোনেশীয় স্থাপত্য, ইন্দোনেশিয়ার চণ্ডী\nপাথর কাটা স্থাপত্য\nভারতীয় পাথর কাটা স্থাপত্য\nআংগোরের স্থাপত্য\nহেমাদপন্থী স্থাপত্যশৈলী\nধ্বজস্তম্ভ (পতাকাস্তম্ভ)\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nPrasanna Kumar Acharya (২০১০), An encyclopaedia of Hindu architecture, Oxford University Press (Republished by Motilal Banarsidass), আইএসবিএন 978-81-7536-534-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPrasanna Kumar Acharya (১৯৯৭)। A Dictionary of Hindu Architecture: Treating of Sanskrit Architectural Terms with Illustrative Quotations। Oxford University Press (Reprinted in 1997 by Motilal Banarsidass)। আইএসবিএন 978-81-7536-113-3। \nPrasanna Kumar Acharya (১৯৯৬)। Hindu Architecture in India and Abroad। Laurier। আইএসবিএন 978-81-215-0732-5। \nVinayak Bharne; Krupali Krusche (২০১৪), Rediscovering the Hindu Temple: The Sacred Architecture and Urbanism of India, Cambridge Scholars Publishing, আইএসবিএন 978-1-4438-6734-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAlice Boner (১৯৯০)। Principles of Composition in Hindu Sculpture: Cave Temple Period। Motilal Banarsidass। আইএসবিএন 978-81-208-0705-1। \nAlice Boner; Sadāśiva Rath Śarmā (২০০৫), Silpa Prakasa, Brill Academic (Reprinted by Motilal Banarsidass), আইএসবিএন 978-8120820524 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nA.K. Coomaraswamy; Michael W. Meister (১৯৯৫)। Essays in Architectural Theory। Indira Gandhi National Centre for the Arts। আইএসবিএন 978-0-19-563805-9। \nDehejia, V. (1997). Indian Art. Phaidon: London. আইএসবিএন ০-৭১৪৮-৩৪৯৬-৩.\nAdam Hardy (১৯৯৫), Indian Temple Architecture: Form and Transformation, Abhinav Publications, আইএসবিএন 978-81-7017-312-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAdam Hardy (২০০৭)। The Temple Architecture of India। Wiley। আইএসবিএন 978-0470028278। \nAdam Hardy (২০১৫)। Theory and Practice of Temple Architecture in Medieval India: Bhoja's Samarāṅgaṇasūtradhāra and the Bhojpur Line Drawings। Indira Gandhi National Centre for the Arts। আইএসবিএন 978-93-81406-41-0। \nHardy, Adam (2007). The Temple Architecture of India, Wiley: Chichester. আইএসবিএন ৯৭৮-০-৪৭০-০২৮২৭-৮\nHegewald, Julia A. B. (২০১১)। \"The International Jaina Style? Māru-Gurjara Temples Under the Solaṅkīs, throughout India and in the Diaspora\"। Ars Orientalis। 45 (20210122)। আইএসএসএন 2328-1286। ডিওআই:10.3998/ars.13441566.0045.005 । \nHarle, J.C., The Art and Architecture of the Indian Subcontinent, 2nd edn. 1994, Yale University Press Pelican History of Art, আইএসবিএন ০৩০০০৬২১৭৬\nKnut A. Jacobsen; Helene Basu; Angelika Malinar;  ও অন্যান্য (২০০৯)। Brill's Encyclopedia of Hinduism: Sacred texts, ritual traditions, arts, concepts। Brill Academic। আইএসবিএন 978-90-04-17893-9। \nMonica Juneja (২০০১)। Architecture in Medieval India: Forms, Contexts, Histories। Orient Blackswan। আইএসবিএন 978-8178242286। \nStella Kramrisch (১৯৭৬), The Hindu Temple Volume 1, Motilal Banarsidass (Reprinted 1946 Princeton University Press), আইএসবিএন 978-81-208-0223-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nStella Kramrisch (১৯৭৯)। The Hindu Temple Volume 2। Motilal Banarsidass (Reprinted 1946 Princeton University Press)। আইএসবিএন 978-81-208-0224-7। \nMichael W. Meister; Madhusudan Dhaky (১৯৮৬)। Encyclopaedia of Indian temple architecture। American Institute of Indian Studies। আইএসবিএন 978-0-8122-7992-4। \nGeorge Michell (১৯৮৮), The Hindu Temple: An Introduction to Its Meaning and Forms, University of Chicago Press, আইএসবিএন 978-0-226-53230-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGeorge Michell (২০০০), Hindu Art and Architecture, Thames & Hudson, আইএসবিএন 978-0-500-20337-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMichell, George (1990), The Penguin Guide to the Monuments of India, Volume 1: Buddhist, Jain, Hindu, 1990, Penguin Books, আইএসবিএন ০১৪০০৮১৪৪৫\nGeorge Michell (১৯৯৫), Architecture and Art of Southern India, Cambridge University Press, আইএসবিএন 978-0-521-44110-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nT. A. Gopinatha Rao (১৯৯৩)। Elements of Hindu iconography। Motilal Banarsidass। আইএসবিএন 978-81-208-0878-2। \nRajan, K.V. Soundara (1998). Rock-Cut Temple Styles. Somaiya Publications: Mumbai. আইএসবিএন ৮১-৭০৩৯-২১৮-৭\nAjay J. Sinha (২০০০)। Imagining Architects: Creativity in the Religious Monuments of India। University of Delaware Press। আইএসবিএন 978-0-87413-684-5। \nStella Snead; Wendy Doniger; George Michell (১৯৮৯)। Animals in Four Worlds: Sculptures from India। University of Chicago Press। আইএসবিএন 978-0-226-76726-0। \nD Srinivasan (১৯৯৭)। Many Heads, Arms, and Eyes: Origin, Meaning, and Form of Multiplicity in Indian Art। BRILL Academic। আইএসবিএন 978-90-04-10758-8। \nBurton Stein (১৯৭৮)। South Indian Temples। Vikas। আইএসবিএন 978-0706904499। \nBurton Stein (১৯৮৯)। The New Cambridge History of India: Vijayanagara। Cambridge University Press। আইএসবিএন 978-0-521-26693-2। \nBurton Stein; David Arnold (২০১০)। A History of India। John Wiley & Sons। আইএসবিএন 978-1-4443-2351-1। \nKapila Vatsyayan (১৯৯৭)। The Square and the Circle of the Indian Arts। Abhinav Publications। আইএসবিএন 978-81-7017-362-5। \n\n\n== বহিঃসংযোগ ==\nসভা, বৈদিক বেদি, ভারতীয় মন্দির এবং বৌদ্ধ মন্ডলা: অঙ্কন, প্যাট্রিক জর্জ, পেনসিলভেনিয়া বিশ্ববিদ্যালয়\nহিন্দু মন্দিরে মহাকাশ ও সৃষ্টিতত্ত্ব\nহিন্দু জাভানীয় মন্দির"}