{"pageid": 1330282, "title": "মহিলা প্রিমিয়ার লিগ (ক্রিকেট)", "url": "https://bn.wikipedia.org/wiki?curid=1330282", "content": "মহিলা প্রিমিয়ার লিগ (ইংরেজি: Women's Premier League) বা সংক্ষেপে ডব্লিউ-পি-এল (WPL) হল ভারতের বিসিসিআই পরিচালিত মহিলাদের ফ্র্যাঞ্চাইজ শহরভিত্তিক টি২০ ক্রিকেট প্রতিযোগিতা। ২০২৩ সালে মুম্বই শহরে প্রথম আসর অনুষ্ঠিত হয়। এটি ভারতীয় ক্রিকেট কন্ট্রোল বোর্ড মালিকানাধীন এবং পরিচালিত। স্পনসরশিপের কারণে TATA WPL নামেও পরিচিত।\n\n\n== ইতিহাস ==\nভারতের প্রথম প্রধান মহিলাদের টি-টোয়েন্টি প্রতিযোগিতা ছিল নারী টি-টোয়েন্টি চ্যালেঞ্জ । এটি ২০১৮ সালে একটি একক-ম্যাচের টুর্নামেন্ট হিসাবে শুরু হয়েছিল এবং ২০১৯, ২০২০ এবং ২০২২ সালে অনুষ্ঠিত তিন-দলের, তিন-ম্যাচের প্রতিযোগিতায় প্রসারিত হয়েছিল।\n২০২২ সালের ফেব্রুয়ারিতে, বিসিসিআই সভাপতি সৌরভ গাঙ্গুলী নারীদের টি-টোয়েন্টি চ্যালেঞ্জ প্রতিস্থাপন করে ইন্ডিয়ান প্রিমিয়ার লিগের মহিলাদের সংস্করণ। ভারতে প্রধান পুরুষদের টি-টোয়েন্টি ফ্র্যাঞ্চাইজি ক্রিকেট প্রতিযোগিতা প্রতিষ্ঠার পরিকল্পনা ঘোষণা করেছিলেন। আগস্ট মাস নাগাদ পরিকল্পনা আরও উন্নত হয়  এবং অক্টোবরে বিসিসিআই ঘোষণা করে যে তারা একটি পাঁচ দলের টুর্নামেন্ট বিবেচনা করছে। যা ২০২৩ সালের মার্চ মাসে অনুষ্ঠিত হবে। এই লিগটি অনানুষ্ঠানিকভাবে পরিচিত ছিল মহিলা ইন্ডিয়ান প্রিমিয়ার লিগ; ২৫ জানুয়ারী ২০২৩-এ, যাইহোক, বিসিসিআই আনুষ্ঠানিকভাবে এটিকে মহিলা প্রিমিয়ার লিগ নামকরণ করে।\n২৮ জানুয়ারী ২০২৩-এ, বিসিসিআই ২০২৭ পর্যন্ত লিগের শিরোনাম স্পনসরশিপ অধিকারের জন্য বিড আমন্ত্রণ জানায়। টাটা গ্রুপ একটি অপ্রকাশিত পরিমাণের জন্য বিড জিতেছে।\nডিওয়াই পাটিল স্টেডিয়ামে প্রথম সিজনের উদ্বোধনী অনুষ্ঠানে পারফর্ম করেন এপি ধিলোন, কৃতি স্যানন এবং কিয়ারা আডবাণী।\n\n\n== সংগঠন ==\n\nডব্লিউপিএল এর জন্য লিগ কাঠামো আইপিএল এর কাঠামোর উপর ভিত্তি করে।\nপ্রাথমিকভাবে পাঁচটি দল থাকবে। দলগুলো একে অপরের বিরুদ্ধে ডাবল রাউন্ড রবিন বিন্যাসে খেলবে, যেখানে তিনটি দল সর্বাধিক পয়েন্ট নিয়ে প্রতিযোগিতার প্লে-অফ পর্যায়ে প্রবেশ করবে। লিগ সফল হলে ভবিষ্যৎ মৌসুমে ম্যাচ ও ফ্র্যাঞ্চাইজির সংখ্যা বাড়ানোর পরিকল্পনা করছে বোর্ড।\nলিগের প্রথম মরসুম ৪ মার্চ থেকে ২৬ মার্চ ২০২৩ পর্যন্ত অনুষ্ঠিত হচ্ছে এবং এতে ২২টি ম্যাচ রয়েছে, সবগুলোই মুম্বাইয়ের ব্র্যাবোর্ন স্টেডিয়াম ও ডিওয়াই পাতিল স্টেডিয়ামে অনুষ্ঠিত হয়। প্রতিটি ম্যাচে একটি দল সর্বোচ্চ পাঁচজন বিদেশী খেলোয়াড়কে অন্তর্ভুক্ত করতে পারে, যাদের একজনকে অবশ্যই আইসিসি সহযোগী দেশ হতে হবে।\nপ্রথম মৌসুমে মহিলাদের জন্য ম্যাচের টিকিট বিনামূল্যে। লিগের মাসকট হল আকাশী নীল ক্রিকেট ইউনিফর্ম পরা একটি বাঘ।\n\n\n== ফ্র্যাঞ্চাইজি ==\n\nবিনিয়োগকারীরা ২০২৩ সালের জানুয়ারিতে একটি বিডিং প্রক্রিয়ার মাধ্যমে প্রাথমিক ফ্র্যাঞ্চাইজি অধিকার নিয়ে এসেছিলেন, মোট ৪৬৬৯ কোটি টাকা উত্থাপন করা হয়েছিল।\n\n\n== লভ্যাংশ ভাগ ==\nবিসিসিআই প্রথম পাঁচ বছরে প্রতিযোগিতা থেকে ৮০% লাভ ফ্র্যাঞ্চাইজি মালিকদের মধ্যে বিতরণ করতে চায়। পরবর্তী পাঁচটি মরসুমের জন্য, লাভের ৬০% ভাগ করা হবে এবং ১১ থেকে ১৫ মৌসুম পর্যন্ত লাভের ৫০% ভাগ করা হবে। উপরন্তু, প্রতিযোগিতার জন্য কেন্দ্রীয় লাইসেন্সিং অধিকার থেকে রাজস্বের ৮০% ফ্র্যাঞ্চাইজির সাথে ভাগ করা হবে। ফ্র্যাঞ্চাইজিগুলি পণ্যদ্রব্য, টিকিট বিক্রয় এবং বিজ্ঞাপনের মাধ্যমেও রাজস্ব তৈরি করবে।\n\n\n== মৌসুম ভিত্তিক ==\n\n\n=== ফাইনাল ===\n\n\n=== দলসমূহের পারফরম্যান্স ===\n\n  বি: বিজয়ী\n  রা: রানার্স-আপ\n  ৩য়: এলিমিনেটরে বিদায়প্রাপ্ত দল\n\n\n== খেলোয়াড় নিলাম ==\nপ্রতিটি ফ্র্যাঞ্চাইজির জন্য খেলোয়াড় কেনার প্রথম নিলাম ১৩ ফেব্রুয়ারী ২০২৩ এ মুম্বাইতে অনুষ্ঠিত হয়েছিল। প্রায় ১৫০০ খেলোয়াড় তাদের নাম নিবন্ধন করেন। প্রতিটি ফ্র্যাঞ্চাইজির খরচ করার জন্য ₹১২ কোটি (US$1.5 মিলিয়ন) ছিল এবং ১৫ থেকে ১৮ জন খেলোয়াড় কিনতে হয়েছিল, যাদের মধ্যে ছয়জন বিদেশী খেলোয়াড় হতে পারে।\nপ্রথম নিলামে একজন আনক্যাপড প্লেয়ারের বেস প্রাইস ছিল ₹ ১০ লক্ষ (US$13,000) থেকে ₹ ২০ লক্ষ (US$25,000)। ক্যাপড খেলোয়াড়দের জন্য এটি ছিল ₹ ৩০ লাখ (US$38,000) থেকে ₹ ৫০ লাখ (US$63,000)। ভবিষ্যতের মৌসুমে প্রতিটি ফ্র্যাঞ্চাইজির পার্সের আকার প্রতি বছর ₹ ১.৫ কোটি (US$190,000) বৃদ্ধি করা হবে।\nস্মৃতি মন্ধনা সিজনের জন্য সবচেয়ে ব্যয়বহুল খেলোয়াড়। তিনি রয়্যাল চ্যালেঞ্জার্স ব্যাঙ্গালোর মহিলাদের কাছে ₹৩.৪ কোটিতে বিক্রি করেছেন। মহিলা প্রিমিয়ার লিগ ২০২৩-এর নিলামে তিনি প্রথম বিড ছিলেন যা সবচেয়ে ব্যয়বহুল বিড হিসাবে পরিণত হয়। পরে, তিনি রয়্যাল চ্যালেঞ্জার্স ব্যাঙ্গালোর স্কোয়াড ২০২৩-এর অধিনায়ক হিসেবে নিযুক্ত হন।\n\n\n== সম্প্রচার ==\nসম্প্রচারকারীদের তালিকা নিম্নরূপ:\n\nটেবিল উৎস - \nজানুয়ারী ২০২৩-এ, Viacom18 , ঘোষণা করেছিল যে এটি টুর্নামেন্টের জন্য টিভি এবং ডিজিটাল সম্প্রচারের জন্য বিশ্বব্যাপী মিডিয়া অধিকারগুলি অর্জন করেছে। চুক্তিটি পাঁচ বছরের জন্য চলবে এবং এর মূল্য ছিল ₹ ৯৫১ কোটি (US$120 মিলিয়ন)। লিগের প্রাথমিক মরসুম ভারতে স্পোর্টস ১৮ টিভি চ্যানেল এবং JioCinema অ্যাপে সম্প্রচার করা হচ্ছে, যে দুটিরই মালিকানা Viacom18। ২০২৩ সালের মার্চ মাসে, স্কাই স্পোর্টস ক্রিকেট, স্কাই গো অ্যাপ এটিকে যুক্তরাজ্যে যথাক্রমে টেলিভিশন এবং ইন্টারনেটে সম্প্রচার করছে।\n\n\n== আরো দেখুন ==\nইন্ডিয়ান প্রিমিয়ার লিগ\nভারতের খেলাধুলা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nটুইটারে Women's Premier League (WPL)\nSchutt, Megan (১০ মার্চ ২০২৩)। \"India's Women's Premier League is a giant leap: we are hyped as much as the men\"। The Guardian। সংগ্রহের তারিখ ১২ মার্চ ২০২৩।"}