{"pageid": 1330005, "title": "সাফারি (ম্যাগাজিন)", "url": "https://bn.wikipedia.org/wiki?curid=1330005", "content": "সাফারি ( গুজরাতি: સફારી   ) হল গুজরাটি এবং ইংরেজি ভাষায় প্রকাশিত একটি মাসিক বিজ্ঞান ও সাধারণ জ্ঞান পত্রিকা, ভারতের গুজরাটের আহমেদাবাদের হর্ষাল পাবলিকেশন্স দ্বারা। এটির সম্পাদক ও প্রকাশক নগেন্দ্র বিজয় । \n\n\n== ইতিহাস ==\nসাফারি ম্যাগাজিন প্রথম প্রকাশিত হয়েছিল ১ আগস্ট ১৯৮০ সালে নগেন্দ্র বিজয় দ্বারা। এটি গুজরাট থেকে তার ধরনের প্রথম ম্যাগাজিন ছিল। এর ষষ্ঠ সংখ্যার পর এর প্রকাশনা বন্ধ হয়ে যায়। এটি জুলাই ১৯৮৬ সালে পুনরায় চালু করা হয়েছিল। আবার দশম সংখ্যার পর এর প্রকাশনা বন্ধ হয়ে যায়। অবশেষে, ১৯৯২ সালের মে মাসে, ম্যাগাজিনটি আবার চালু করা হয় এবং তারপর থেকে এটি অব্যাহত রয়েছে। \nহর্ষাল পাবলিকেশন্স হল একটি প্রকাশনা সংস্থা, যা তার তথ্যবহুল বই এবং সাময়িকীর জন্য পরিচিত যা তরুণ প্রজন্মের মধ্যে সৃজনশীল চিন্তাভাবনাকে শিক্ষিত করে এবং উন্নত করে। \nসাফারি ২০০৮ সালে তার ইংরেজি  সংস্করণ চালু করে যা ভারতের বেশিরভাগ অংশে পাওয়া যায়।  এটি ২০১৫ সালে বন্ধ করা হয়েছিল।\n\n\n== বিষয়বস্তু ==\nজনপ্রিয় বিজ্ঞান নিবন্ধ ছাড়াও, ম্যাগাজিন  ইতিহাস, বর্তমান বিষয়, শখ এবং প্রতিরক্ষা বিষয়ক নিবন্ধ রয়েছে। এটি ছোট শিশু, ছাত্র এবং বৃদ্ধদের মধ্যে একটি খুব জনপ্রিয় পত্রিকা। ম্যাগাজিনটির ট্যাগলাইনে লেখা আছে \"বুদ্ধি বাচিক বুদ্ধি বাচোখ માટે નું মেগেজিন\" যার অর্থ \"বুদ্ধিমান পাঠকদের জন্য একটি পত্রিকা\"। ইতিহাস \"এক বার বার\" শিরোনামে বৈশিষ্ট্যযুক্ত হয়েছে (একবার এক সময়)। ম্যাগাজিনটিতে সহজ থেকে কঠিন, কুইজ, দ্রুত তথ্য (ম্যাগাজিনে ফ্যাক্ট-ফাইন্ডার এবং সুপার-কুইজ হিসাবে শিরোনাম) পাশাপাশি কৌতুক পর্যন্ত ধাঁধা রয়েছে। এটি পাঠকদের জ্ঞানকে 'નવું શોધ' মানে 'নতুন গবেষণা' বিভাগ দ্বারা আপডেট করে। এটা বিবেচনা করা হয়  জনপ্রিয়তা এবং বিষয়বস্তুর মানের দিক থেকে গুজরাটি ভাষার অন্যতম সেরা ম্যাগাজিন।\n\n\n== অভ্যর্থনা ==\nপত্রিকাটি জনসাধারণের দ্বারা মিশ্র সংবর্ধনা পেয়েছে। গুজরাট এবং মহারাষ্ট্রে সীমিত প্রচলন থাকাকালীন, যেখানে সাধারণ জনগণের আগ্রহ অর্থনৈতিক এবং বর্তমান বিষয়ে, পত্রিকাটি প্রকাশের প্রাথমিক বছরগুলিতে লড়াই করেছিল। বছরের পর বছর ধরে এটি মানসম্পন্ন বিষয়বস্তু সরবরাহের জন্য প্রশংসিত হয়েছে এবং এখন এটি ভারতে বেসরকারি খাতের দ্বারা প্রকাশিত একমাত্র মাসিক বিজ্ঞান পত্রিকা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকারী ওয়েবসাইট"}