{"pageid": 1330665, "title": "প্যাট্রিসিয়া এ. বুটেনিস", "url": "https://bn.wikipedia.org/wiki?curid=1330665", "content": "প্যাট্রিসিয়া আগাথা বুটেনিস (জন্ম ১৯৫৩)  একজন আমেরিকান কূটনীতিক। ২০১৪ সালে তিনি ক্যারিয়ার মন্ত্রী পদে অবসর গ্রহণ করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nবুটেনিস নিউ জার্সিতে  ১৯৫৩ সালে চার্লস পি. এবং হাইফা বুটেনিস (née Michalezka) এর কাছে জন্মগ্রহণ করেন। তিন কন্যার মধ্যে বড়, তিনি নিউ জার্সির অ্যাটকোতে বড় হয়েছেন।  তিনি পেনসিলভানিয়া বিশ্ববিদ্যালয় থেকে নৃবিজ্ঞানে স্নাতক এবং কলম্বিয়া বিশ্ববিদ্যালয় থেকে আন্তর্জাতিক সম্পর্কের স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nবুটেনিস ১৯৮০ সালে ইউএস ফরেন সার্ভিসে যোগদান করেন এবং করাচি, পাকিস্তান; সান সালভাদর, এল সালভাদর; নয়াদিল্লি, ভারত; এবং বোগোটা, কলম্বিয়ায় কনস্যুলার ট্যুর করেন।\n২০০৭ থেকে ২০০৯ সাল পর্যন্ত বাগদাদে মার্কিন দূতাবাসের ডেপুটি চিফ অফ মিশন হিসেবে,  বুটেনিস স্টেট ডিপার্টমেন্টের বেকার-উইলকিনস অ্যাওয়ার্ড জিতেছেন মিশনের অসামান্য ডেপুটি চিফ (২০০৮)।\nতিনি ইসলামাবাদে মার্কিন দূতাবাসের ডেপুটি চিফ অব মিশন ছিলেন এবং তার পরে, ১৩ এপ্রিল, ২০০৬ থেকে ২৩ জুন, ২০০৭ পর্যন্ত বাংলাদেশে মার্কিন রাষ্ট্রদূত ছিলেন। ২০০৯ থেকে ২০১২ পর্যন্ত, বুটেনিস শ্রীলঙ্কায় মার্কিন রাষ্ট্রদূত এবং মালদ্বীপে মার্কিন রাষ্ট্রদূত ছিলেন।\nবিউটেনিসের কর্মজীবনের চূড়ান্ত নিয়োগ ছিল ফরেন সার্ভিস ইনস্টিটিউটের স্কুল অফ প্রফেশনাল অ্যান্ড এরিয়া স্টাডিজের ডিন হিসেবে।\n\n\n=== উইকিলিকস দ্বারা কূটনৈতিক-তারের ফাঁস ===\nবুটেনিস ২০০৯ সালের শেষের দিকে শ্রীলঙ্কায় বিতর্কের জন্ম দেয় যখন উইকিলিকস - একটি আন্তর্জাতিক নতুন-মিডিয়া, অলাভজনক সংস্থা যা বেনামী সংবাদ উত্স এবং সংবাদ ফাঁস থেকে ব্যক্তিগত, গোপন এবং শ্রেণিবদ্ধ মিডিয়ার জমা প্রকাশ করে - যাচাই করার জন্য তার পাঠানো কূটনৈতিক তারগুলি প্রকাশ করে যুদ্ধাপরাধের জবাবদিহিতা যা শ্রীলঙ্কার গৃহযুদ্ধের (১৯৮৩-২০০৯) চূড়ান্ত পর্যায়ে ঘটেছে বলে অভিযোগ।\nউইকিলিকস বুটেনিসের বাংলাদেশ মিশনও ফাঁস করেছে, যেখানে তিনি ২০০৬-০৭ সময়কালে একটি অস্থির রাজনৈতিক পরিস্থিতিতে কাজ করেছিলেন। এবং শেখ হাসিনা, খালেদা জিয়া এবং মুখলেসুর রহমান চৌধুরী সহ রাজনৈতিক নেতাদের সাথে দেখা করেছিলেন এবং রাজনৈতিক অচলাবস্থা সমাধানের জন্য পদক্ষেপ নেওয়া হয়েছিল। তিনি সামরিক কর্মকর্তাসহ বিভিন্ন নেতার সঙ্গে ধারাবাহিক বৈঠক করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nsrilanka.usembassy.gov, মার্কিন যুক্তরাষ্ট্রের দূতাবাসের অফিসিয়াল ওয়েবসাইট — শ্রীলঙ্কা এবং মালদ্বীপ\nউপস্থিতি - সি-স্প্যানে"}