{"pageid": 1330076, "title": "ইডোরা এম. প্লাওম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1330076", "content": "ইডোরা এলিজাবেথ ম্যাকক্লেলান প্লাওম্যান মুর (৩১শে অক্টোবর ১৮৪৩ - ২৬শে ফেব্রুয়ারি, ১৯২৯) একজন আমেরিকান লেখক ছিলেন। তিনি ছিলেন \"আলাবামার প্রথম লেখকদের মধ্যে একজন যিনি স্থানীয় রঙের লেখার আর্থিক দিকগুলিকে স্বীকৃতি দিয়েছেন।\" তিনি বেটসি হ্যামিলটন ছদ্মনাম ব্যবহার করে লিখেছেন।\n\n\n== প্রাথমিক জীবন ==\nইডোরা এলিজাবেথ ম্যাকক্লেলান প্লাওম্যান ১৮৪৪ সালের ৩১শে অক্টোবর আলাবামার তাল্লাদেগার কাছে জন্মগ্রহণ করেছিলেন। তিনি জেনারেল উইলিয়াম ব্লান্ট ম্যাকক্লেলান (১৭৯৮ - ১৮৮১) এবং মার্থা থম্পসন রবির (১৮০৯ - ১৮৫৮) কন্যা ছিলেন।। তাঁর বাবা স্কটল্যান্ডের উইলিয়াম ওয়ালেসের বংশের সন্তান ছিলেন। তিনি ওয়েস্ট পয়েন্টের একজন স্নাতক ছিলেন এবং গৃহযুদ্ধের আগে ব্রিগেডিয়ার-জেনারেলের পদে অধিষ্ঠিত হয়েছিলেন। তিনি আলাবামার তাল্লাদেগা, ক্লে এবং র‍্যান্ড‌লফের কাউন্টির স্থানীয় সৈন্যদের নেতৃত্ব দিয়েছিলেন।\n\n\n== কর্মজীবন ==\nইডোরা তাঁর ছদ্ম-নাম \"বেটসি হ্যামিল্টন\" দ্বারা পরিচিত ছিলেন। বেটসি হ্যামিল্টন ছিলেন অসংখ্য উপভাষা স্কেচের লেখক। পুরোনো সময়ের আবাদে এবং দক্ষিণ \"ক্র্যাকার\" হিসাবে চিহ্নিত শ্রেণীর মধ্যে গ্রামের প্রান্তস্থিত বনে তিনি জীবনকে যেভাবে দেখেছেন, তার থেকে তিনি জীবনের হাস্যকর দিককে চিত্রিত করতেন। তাঁর প্রথম স্কেচ, \"বেটসি'স ট্রিপ টু টাউন\", ১৮৭২ সালে লেখা, সেটি তাল্লাদেগা আলাবামা রিপোর্টারে মুদ্রিত হয়েছিল এবং নিউ ইয়র্ক সান সহ অনেক সংবাদপত্র এবং পত্রিকায় পুনর্মুদ্রিত হয়েছিল। ১৮৭৮ সালে তাঁর স্বামীর মৃত্যুর পর, তিনি নিয়মিতভাবে বেশ কিছু বছর ধরে দক্ষিণ সাপ্তাহিক, সানি সাউথ এবং আটলান্টা কন্স্টিটিউশনের সঙ্গে যুক্ত ছিলেন। এই পত্রিকাগুলি জর্জিয়ার আটলান্টায় প্রকাশিত হত। তাঁর নিবন্ধগুলির শিরোনাম ছিল \"দ্য ব্যাকউডস,\" \"ফ্যামিলিয়ার লেটারস\" এবং \"বেটসি হ্যামিল্টন টু হার কাজিন সেলেনি।\" হার্পার'স উইকলির সম্পাদক, এসএস কন্যান্টের ব্যক্তিগত অনুরোধে, তিনি তাঁর বেশ কয়েকটি স্কেচ সেই কাগজে দিয়েছিলেন এবং তাঁর লেখাগুলি চিত্রের সঙ্গে প্রকাশিত হয়েছিল। আটলান্টা কন্স্টিটিউশনের হেনরি ডব্লিউ গ্র্যাডি ছিলেন তাঁর ঘনিষ্ঠ ব্যক্তিগত বন্ধু এবং বিশ্বের সামনে তাঁর প্রতিভাকে প্রকাশ করতে অনেক সাহায্য করেছিলেন। তাঁর নিবন্ধগুলি ইউরোপীয় কিছু কাগজপত্রে অনুলিপি করা হয়েছিল।\n১৮৮১ সালে তাঁর বাবা মারা গেলে তাঁর নিজের খরচ নিজেকে চালাতে হয়েছিল এবং কিছু সময়ের জন্য স্কুলে পড়াতে হয়েছিল।\nযদিও \"বেটসি হ্যামিল্টন স্কেচগুলি\" তাদের লেখককে ব্যাপক খ্যাতি এবং জনপ্রিয়তা এনে দিয়েছিল, নিঃসন্দেহে তাঁর সবচেয়ে খ্যাতি এসেছিল তাঁর সর্বজনীন আবৃত্তি এবং ছদ্মবেশ থেকে। একজন লেখক তাঁকে কৌতুক অভিনেতা জো জেফারসনের সাথে তুলনা করেছেন। তিনি ইটনটন, জর্জিয়া, নিউ ইয়র্ক সিটি, অবার্ন, আলাবামা, ওকলাহোমা এবং দক্ষিণ ক্যারোলিনায় অভিনয় করেছিলেন।\n১৯২১ সালে তিনি আটলান্টায় জেএস ডিকার্ট প্রিন্টিং কোম্পানির মাধ্যমে তাঁর স্কেচের একটি সীমিত সংস্করণ, বেটসি হ্যামিলটন: সাউদার্ন ক্যারেক্টার স্কেচেস প্রকাশ করেন।\nপরবর্তী জীবনে, তিনি তাঁর বেশিরভাগ সময় তাল্লাদেগায় আলাবামা সিনোডিকাল অনাথালয়ে উৎসর্গ করেছিলেন, সেখানে তিনি শ্রেষ্ঠ শিক্ষার্থীদের শিক্ষার জন্য বেটসি হ্যামিল্টন স্কলারশিপ ফান্ড প্রতিষ্ঠা করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\n১৮৬৬ সালের ১৯শে ডিসেম্বর, ইডোরা এলিজাবেথ ম্যাকক্লেলান এবং তাল্লাদেগার আইনজীবী অ্যালবার্ট হোয়াইট প্লোম্যান (১৮৩৮ - ১৮৬৮) বিয়ে করেছিলেন। বিয়ের কয়েক বছর পর হঠাৎ তাঁর স্বামী মারা যান। ১৮৯২ সালের ১৪ই মার্চ, জর্জিয়ার আটলান্টায় প্লাওম্যান বিয়ে করেন, ক্যাপ্টেন মার্টিন ভ্যান বুরেন মুরকে (১৮৩৭ - ১৯০০), তিনি ছিলেন আটলান্টা কন্স্টিটিউশনের সম্পাদকীয় কর্মী। এরপর তাঁরা আলাবামার অবার্নে চলে যান।\nতিনি ১৯২৯ সালের ২৬শে ফেব্রুয়ারী তারিখে তাল্লাদেগায় মারা যান এবং তাঁকে ওক হিল কবরস্থানে সমাহিত করা হয়।\n\n\n== উত্তরাধিকার ==\nআলাবামা রাইটার্স কনক্লেভ মন্টেভালোতে আলাবামা কলেজের লাইব্রেরির একটি কক্ষ বেটসি হ্যামিলটন কলেকশন অফ আলাবামা রাইটারসকে উৎসর্গ করেছে।\n১৯৩৭ সালে তাঁর সৎ কন্যা জুলিয়া মুর স্মিথ তাঁর স্কেচগুলির উনিশটি স্মারক খণ্ড সংকলন করেছিলেন।\n\n\n== তথ্যসূত্র =="}