{"pageid": 1330034, "title": "তুলসীদাস বলরাম", "url": "https://bn.wikipedia.org/wiki?curid=1330034", "content": "তুলসীদাস বলরাম (৩০ নভেম্বর ১৯৩৬ - ১৬ ফেব্রুয়ারি ২০২৩), (বা তুলসীদাস বলরামন) ছিলেন একজন কিংবদন্তি ভারতীয় ফুটবলার। তিনি ভারতীয় ফুটবলে চুনী গোস্বামী ও পি কে বন্দ্যোপাধ্যায়ের সঙ্গে ভালো ত্রয়ীর একজন ছিলেন। অলিম্পিক গেমস সহ আন্তর্জাতিক প্রতিযোগিতায় দেশের প্রতিনিধিত্ব করেছিলেন। তিনি ভারতের সর্বকালের সর্বশ্রেষ্ঠ ফুটবল স্ট্রাইকারদের একজন হিসাবে বিবেচিত হন।\nবলরাম কলকাতার ইস্টবেঙ্গলের হয়ে বহু ট্রফি লাভ করেন এবং ১৯৬১-৬২ খ্রিস্টাব্দে দলের অধিনায়কত্ব করেন। ১৯৫০ এবং ১৯৬০ দশকে ভারতীয় ফুটবলের স্বর্ণযুগের অন্যতম সেরা এই ফুটবলার সেন্টার ফরোয়ার্ডে বা লেফট উইঙ্গার হিসাবেও খেলতেন। ১৯৬২ খ্রিস্টাব্দে তিনি ভারত সরকারের অর্জুন পুরস্কার লাভ করেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nতুলসীদাস বলরাম ১৯৩৬ খ্রিস্টাব্দের ৪ অক্টোবর ব্রিটিশ ভারতের অধুনা তেলঙ্গানার সেকেন্দ্রাবাদের আম্মাগুডা গ্রামের এক অত্যন্ত দরিদ্র পরিবারে জন্মগ্রহণ করেন।  প্রতিপালিত হন মায়ের কাছে। তাদের দুবেলা দুমুঠো খাবার জুটত না। সেকারণে তার মা চাইতেন কিছু লেখাপড়া শিখে সরকারি করণিক হয়ে অন্তত অন্নের সংস্থান করতে পারবেন। কিন্ত কিশোর বলরামের প্রবল আগ্রহ ছিল ফুটবল খেলার প্রতি।\n\n\n== খেলোয়াড় জীবন ==\n \n\nক্লাব ফুটবলে-\nবলরামের ফুটবল জীবনে প্রথম সুযোগ আসে ১৯৫৫ খ্রিস্টাব্দে তার ১৯ বছর বয়সে। বলরাম আচমকাই তৎকালীন হায়দরাবাদ ফুটবল সংস্থার সভাপতি সৈয়দ আব্দুল রহিমের চোখে পড়ে যান। লোয়ার ডিভিশন লিগের রাইডার্স ক্লাবের হয়ে খেলতে সেকেন্দরাবাদ থেকে হায়দ্রাবাদে আসেন। তার বল নিয়ন্ত্রণের দক্ষতা তাকে মুগ্ধ করে। ১৯৫৬-৫৭ খ্রিস্টাব্দে সন্তোষ ট্রফিতে অসাধারণ ক্রীড়াদক্ষতা এবং ফাইনাল খেলায় বোম্বাই-কে ৪-১ গোলে পরাজিত করায় মেলবোর্ন অলিম্পিক্সে বলরাম ভারতীয় দলে স্থান পেয়ে যান।\nআন্তর্জাতিক দলের বিপক্ষে তার ক্রীড়ানৈপুণ্য বজায় ছিল। ভারতে ফেরার পর তাকে কলকাতার ইস্টবেঙ্গল ক্লাব দলে নিতে চেয়েছিল। কিন্তু তিনি সম্মানজনক কাজ পাবার আশায় প্রথমে হায়দরাবাদ সিটি পুলিশের দলে যোগ দেন। কিন্তু সম্মানজনক কাজ না পাওয়ায় চলে আসেন কলকাতায় এবং ইস্টবেঙ্গল ক্লাবেই যোগ দেন। তার এই সিদ্ধান্তে ১৯৫৬ খ্রিস্টাব্দ হতে ১৯৬২ খ্রিস্টাব্দ পর্যন্ত সময়টা কলকাতায়  অত্যন্ত গুরুত্বপূর্ণ ছিল। কলকাতার ইস্টবেঙ্গল ক্লাবে যোগ দেন এবং শেষে দলের অধিনায়ক হিসেবে দায়িত্ব পালন করেন। ইস্টবেঙ্গল ক্লাবে, বলরামের কারণেই ১৯৫৮ খ্রিস্টাব্দে আইএফএ শিল্ড এবং ১৯৫৯, ১৯৬০ এবং ১৯৬২ খ্রিস্টাব্দে সন্তোষ ট্রফি সহ বেশ কয়েকটি শিরোপা অর্জন করেছিল। ইস্টবেঙ্গলে থাকাকালীন বলরাম কোচ সুশীল ভট্টাচার্যের অধীনে খেলেন। ১৯৫৯ খ্রিস্টাব্দে সিএফএল মরসুমে তিনি ২৩ গোল করে দ্বিতীয় সর্বোচ্চ গোলদাতা হন। ইস্টবেঙ্গল ক্লাবের হয়ে তিনি সাকুল্যে ১০৪ টি গোল সহ বহু ট্রফি লাভ করেন।\nকিন্তু তিনি দলের কাছ থেকে প্রাপ্য সম্মান পান নি। এই সময়ে কেবল দেশে নয়, এশিয়ার মধ্যেও অন্যতম স্ট্রাইকার হিসাবে নিজেকে প্রতিষ্ঠা করতে সক্ষম হন। চুনী গোস্বামী এবং পি. কে. বন্দ্যোপাধ্যায়ের সঙ্গে জুটি বেঁধে তিনি ভারতীয় \"ফুটবলের ত্রয়ী\" গড়ে তুলেছিলেন।\n\nআন্তর্জাতিক ক্রীড়াঙ্গণে-\nবলরাম ভারতের হয়ে সর্বসাকুল্যে ছত্রিশটি ম্যাচ খেলেছেন এবং আন্তর্জাতিক টুর্নামেন্টে দশটি গোল করেছেন।\n\nঅলিম্পিক গেমস-\n১৯৫৬ খ্রিষ্টাব্দে মেলবোর্ন অলিম্পিকে তিনি জাতীয় দলে যুক্ত হন এবং প্রথম খেলেন যুগোস্লাভিয়ার বিরুদ্ধে। এই অলিম্পিকে বলরাম এবং ভারতীয় দল অলিম্পিকে প্রথমবারের মত চতুর্থ স্থানে আসেন।\n১৯৬০ খ্রিস্টাব্দে রোমে গ্রীষ্মকালীন অলিম্পিকে বলরামের জীবনের অন্যতম খেলা ছিল। গতি এবং বল নিয়ন্ত্রণে তিনি প্রথম হাঙ্গেরির বিরুদ্ধে দুর্দান্ত খেলেছেন। এই ম্যাচে বলরাম ৭৯ তম মিনিটে প্রথম গোল করেন।\nসারা টুর্নামেন্টে ভারতীয় দলের তিনটি গোলের দুইটিই ছিল বলরামের। পেরুর বিরুদ্ধে টুর্নামেন্টের শেষ খেলায় বলরামই একমাত্র গোল করেন।\n\nএশিয়ান গেমস-\n১৯৫৮ খ্রিস্টাব্দের টোকিওতে এশিয়ান গেমসের সময়, হংকংয়ের বিরুদ্ধে ২-২ গোলে অসমাপ্ত থাকলে, অতিরিক্ত সময়ে আঘাত সত্ত্বেও বলরাম দুটি গোল করে জাতীয় দলকে ৫-২ গোলের ব্যবধানে বিজয়ী করেন।\nতবে বলরামের খেলোয়াড় জীবনে সবচেয়ে জনপ্রিয় এবং গৌরবময় মুহূর্ত ছিল ১৯৬২ খ্রিস্টাব্দে জাকার্তায় এশিয়ান গেমসে। বলরাম প্রতিটি খেলায় অসামান্য খেলেন এবং দুটি গোল করেন, থাইল্যান্ড এবং জাপানের বিপক্ষে একটি করে। এশিয়ান গেমসে ভারত প্রথম সোনাজয়ীর  শিরোপা অর্জন করে।\n১৯৬৩ খ্রিস্টাব্দে বলরাম স্বাস্থ্যের কারণে ক্রীড়াঙ্গণ থেকে অবসর গ্রহণ করেন। পরের বছর ইসরায়েলে এএফসি এশিয়ান কাপে ভারতীয় দল তার অনুপস্থিতি প্রবলভাবে অনুভব করেছিল।\nবলরামের ক্রীড়ানৈপুণ্য সম্পর্কে মন্তব্য করতে গিয়ে তার প্রাক্তন সতীর্থ সুকুমার সমাজপতি বলেন-\n\nপিকে-চুনী-বলরাম নিঃসন্দেহে ভারতীয় ফুটবলের ব্রহ্মা-বিষ্ণু-মহেশ্বর। তবে আমি একটা কথা আজ বলবই, বলরামের মতো এত বড় খেলোয়াড় ভারতীয় ফুটবলে কখনও আসেনি। ওর সমকক্ষ কোনও খেলোয়াড় ছিল না ভারতে। সাধারণত অন্য ফুটবলারদের দু'টো পা সমান চলে না, তবে বলরামের দু'টি পা সমান ছিল। যেমন ডজ, তেমন শট-ভলি। ডান পা, বাঁ-পা বলে আলাদা কোনও ব্যাপার ছিল না। খেলার মধ্যে প্রতিটি মুহূর্তে থাকত বুদ্ধির ছাপ। মাথা ঠান্ডা করে খেলত। কখনও মাথা গরম করেনি।’\n\n\n== কোচিং ক্যারিয়ার ==\nকলকাতা মেয়রের একাদশের কোচ হিসেবে বলরাম বাসুদেব মণ্ডল এবং সংগ্রাম মুখার্জির মতো খেলোয়াড়দের গড়ে তোলার ক্ষেত্রে যথোপযুক্ত ভূমিকা পালন করেছিলেন। তবে প্রতি পদে পদে বাধার সম্মুখীন হতে হয়েছে তাকে। তার কোচিংয়ের অধীনে ভারতের যুব ফুটবল দল জার্মানিতে খেলার আমন্ত্রণ পায়, তখন ভারত সরকার তার ভিসা প্রত্যাখ্যান করে। প্রিয়রঞ্জন দাশমুন্সির অধীনে সর্বভারতীয় ফুটবল ফেডারেশন সময়মতো তার ভিসা প্রদানে অস্বীকার করে। তার দল শেষ পর্যন্ত বার্লিনে অসাধারণ খেলে এবং চারটি ম্যাচে অপরাজিত থাকে।\nবলরাম দমদম পৌরসভার 'কিংস্টন-নিখিল নন্দী ফুটবল একাডেমি'র উপদেষ্টা হিসাবেও কাজ করেছিলেন।\n\n\n== পরবর্তী জীবন ও মৃত্যু ==\nশেষ জীবনে বলরাম হুগলির উত্তরপাড়ার একাকীই বসবাস করতেন। তিনি অকৃতদার ছিলেন। ২০২২ খ্রিস্টাব্দের ২৬ ডিসেম্বর পেটের ব্যথা এবং অন্যান্য বার্ধক্যজনিত সমস্যা নিয়ে কলকাতার একটি হাসপাতালে ভর্তি হয়েছিলেন॥\nদীর্ঘ অসুস্থতার পর ২০২৩ খ্রিস্টাব্দে ১৬ ফেব্রুয়ারি ৮৭ বৎসর বয়সে কলকাতার এক বেসরকারি হাসপাতালে পরলোক গমন করেন।\n\n\n== আন্তর্জাতিক পরিসংখ্যান ==\n\n\n=== নির্বাচিত আন্তর্জাতিক গোল ===\n\n\n== সম্মাননা ==\nএশিয়ান গেমসের স্বর্ণপদক: ১৯৬২\nমারডেকা টুর্নামেন্ট রানার্স-আপ: ১৯৫৯\nইস্টবেঙ্গল ক্লাব\n\nআইএফএ শিল্ড : ১৯৫৮\nহায়দ্রাবাদ\n\nসন্তোষ ট্রফি : ১৯৫৬-৫৭\nসন্তোষ ট্রফি : ১৯৫৮-৫৯, ১৯৫৯-৬০, ১৯৬২-৬৩\nবেঙ্গল নাগপুর রেলওয়ে\n\nআইএফএ শিল্ড : ১৯৬৩\nরোভার্স কাপ : ১৯৬৪\nব্যক্তিগত-\n\nঅর্জুন পুরস্কার : ১৯৬২\nকলকাতা ফুটবল লিগের সর্বোচ্চ স্কোরার: ১৯৬১\nবঙ্গবিভূষণ: ২০১৩\n\n\n== আরো দেখুন ==\n\nইস্টবেঙ্গল ক্লাবের অধিনায়কদের তালিকা\nভারতের জাতীয় ফুটবল দলের ইতিহাস\nঅলিম্পিকে ভারতের জাতীয় ফুটবল দল\n\n\n== তথ্যসূত্র =="}