{"pageid": 1330309, "title": "রয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটি", "url": "https://bn.wikipedia.org/wiki?curid=1330309", "content": "রয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটি ( আরএএস ) হল একটি শিক্ষিত সমাজ এবং দাতব্য প্রতিষ্ঠান যা জ্যোতির্বিদ্যা, সৌর-সিস্টেম বিজ্ঞান, ভূ-পদার্থবিদ্যা এবং বিজ্ঞানের ঘনিষ্ঠভাবে সম্পর্কিত শাখাগুলির জানতে উৎসাহিত এবং উন্নতি বর্ধন করে।  এর সদরদপ্তরটি লন্ডনের পিকাডিলিতে বার্লিংটন হাউসে অবস্থিত। এই সোসাইটিতে আছে প্রায় ৪,০০০ জনেরও বেশি সদস্য (\"ফেলো\"), যাদের বেশিরভাগই পেশাদার গবেষক বা স্নাতকোত্তর ছাত্র।  প্রায় এক চতুর্থাংশ ফেলো যুক্তরাজ্যের বাইরে থাকেন। \nলন্ডনে এই সমিতি মাসিক বৈজ্ঞানিক সভা এবং ব্রিটিশ দ্বীপপুঞ্জের বিভিন্ন স্থানে বার্ষিক জাতীয় জ্যোতির্বিদ্যা সভা করে থাকে। আরএএস বাণিজ্য সাময়িকী জ্যোতির্বিদ্যা এবং ভূপদার্থবিদ্যা সহ রয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটির মাসিক নোটিস, জিওফিজিক্যাল জার্নাল ইন্টারন্যাশনাল এবং আরএএস টেকনিকস অ্যান্ড ইন্সট্রুমেন্টস নামের বৈজ্ঞানিক জার্নাল প্রকাশ করে থাকে।\nআরএএস একটি জ্যোতির্বিজ্ঞান গবেষণা গ্রন্থাগার বজায় রাখে, জনসাধারণের প্রচারে নিযুক্ত থাকে এবং যুক্তরাজ্য সরকারকে জ্যোতির্বিদ্যা বিষয়ে পরামর্শ দেয়। সোসাইটি বার্ষিক পুরস্কার এবং পুরস্কার দেয় জ্যোতির্বিজ্ঞান এবং ভূপদার্থবিদ্যায় কৃতিত্বকে স্বীকৃতি দেয়, যার সর্বোচ্চ পুরস্কার রয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটির স্বর্ণপদক । আরএএস হল যুক্তরাজ্যের আন্তর্জাতিক জ্যোতির্বিদ্যা ইউনিয়নের সাথে যুক্ত সংস্থা এবং ইউনাইটেড কিংডমের সায়েন্স কাউন্সিলের সদস্য৷\n১৮২০ সালে, জ্যোতির্বিদ্যা গবেষণাকে সমৃদ্ধ করার জন্য লন্ডনের অ্যাস্ট্রোনমিক্যাল সোসাইটি একটি সোসাইটি হিসেবে প্রতিষ্ঠিত হয়েছিল। সেই সময়ে বেশিরভাগ সদস্য পেশাদারদের পরিবর্তে ' সুশীল জ্যোতির্বিজ্ঞানী ' ছিলেন। ১৮৩১ সালে চতুর্থ উইলিয়ামের কাছ থেকে রয়্যাল চার্টার পেয়ে এই সোসাইটি রয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটিতে পরিণত হয়। ১৯১৫ সালে একটি সম্পূরক সনদ মহিলাদের জন্য ফেলোশিপ উন্মুক্ত করেছিল।\n\n\n== প্রকাশনাসমূহ ==\nআরএএস-এর অন্যতম প্রধান কার্যক্রম হল রেফারেড জার্নাল প্রকাশিত করা। এটি দুটি প্রাথমিক গবেষণা জার্নাল প্রকাশ করে, জ্যোতির্বিজ্ঞানে রয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটির মাসিক নোটিস এবং ( ডয়েচে জিওফিসিকালিস গেসেলশ্যাফ্টের সাথে যৌথভাবে) জিওফিজিক্সে জিওফিজিক্যাল জার্নাল ইন্টারন্যাশনাল । এটি এএন্ডজি ম্যাগাজিনও প্রকাশ করে যা একটি 'চকচকে' বিন্যাসে পর্যালোচনা এবং ব্যাপক বৈজ্ঞানিক আগ্রহের অন্যান্য নিবন্ধ অন্তর্ভুক্ত করে। আরএএস দ্বারা প্রকাশিত (বর্তমানে এবং ঐতিহাসিক উভয়ভাবেই) জার্নালগুলির সম্পূর্ণ তালিকা, নাসা এডিএস গ্রন্থপঞ্জী কোডগুলির জন্য ব্যবহৃত সংক্ষিপ্ত রূপগুলি হল:\n\nরয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটির স্মৃতিকথা (MmRAS): ১৮২২–১৯৭৭ \nরয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটি (MNRAS) এর মাসিক বিজ্ঞপ্তি : ১৮২৭-বর্তমান পর্যন্ত\nমাসিক নোটিশের জিওফিজিক্যাল সাপ্লিমেন্ট (MNRAS): ১৯২২-১৯৫৭\nজিওফিজিক্যাল জার্নাল (জিওজে): ১৯৫৮-১৯৮৮\nজিওফিজিক্যাল জার্নাল ইন্টারন্যাশনাল (জিওজিআই): ১৯৮৯-বর্তমান পর্যন্ত (জিওজে থেকে ভলিউম নম্বরিং চলতে থাকে)\nরয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটির ত্রৈমাসিক জার্নাল (QJRAS): ১৯৬০-১৯৯৬\nজ্যোতির্বিদ্যা এবং ভূ-পদার্থবিদ্যা (এএন্ডজি): ১৯৯৭-বর্তমান (QJRAS থেকে ভলিউম নম্বরিং চলতে থাকে)\nআরএএস কৌশল ও যন্ত্র : ২০২১  -বর্তমান পর্যন্ত\n\n\n== সদস্যপদ ==\n\n\n=== ফেলো ===\nআরএএস-এর পূর্ণ সদস্যদের সাজানো হয় ফেলো, এবং তারা FRAS-এর পরে নামমাত্র অক্ষর ব্যবহার করতে পারে। ১৮ বছরের বেশি বয়সের যে কেউ ফেলোশিপ নিতে পারে। অনেক পেশাদার জ্যোতির্বিজ্ঞানী অংশগ্রহণের আগে একটি সময়ে সোসাইটির গঠনের ভিত্তি এমন হওয়ার ফলে, কোন আনুষ্ঠানিক যোগ্যতা প্রয়োজন হয় না। যাইহোক, প্রায় তিন চতুর্থাংশ ফেলো পেশাদার জ্যোতির্বিজ্ঞানী বা ভূপদার্থবিদ । সোসাইটি যুক্তরাজ্যের জ্যোতির্বিজ্ঞানী এবং ভূ-পদার্থবিদদের জন্য পেশাদার সংস্থা হিসাবে কাজ করে এবং ফেলোরা সোসাইটির মাধ্যমে বিজ্ঞান কাউন্সিলের চার্টার্ড সায়েন্টিস্ট স্ট্যাটাসের জন্য আবেদন করতে পারে। ফেলোশিপর সংখ্যা ২০০৩ সালে ৩,০০০ জন ছাড়িয়ে গিয়েছে।\n\n\n=== মিত্ররা ===\n২০০৯ সালে, যারা জ্যোতির্বিদ্যা এবং ভূপদার্থবিদ্যায় আগ্রহী কিন্তু পেশাগত যোগ্যতা বা বিষয়ে বিশেষজ্ঞ জ্ঞান নেই, তাদের জন্যে একটি উদ্যোগ চালু করা হয়েছিল। এই ধরনের লোকেরা Friends of the RAS- এ যোগ দিতে পারে, যা জনপ্রিয় আলোচনা, পরিদর্শন এবং সামাজিক অনুষ্ঠানগুলিতে অংশগ্রহণের সুযোগ করে দিয়েছিল।\n\n\n== সভাসমূহ ==\nসোসাইটি সভাগুলির একটি বিস্তৃত কর্মসূচি সংগঠিত করে:\nপ্রতি বছর সবচেয়ে বড় আরএএস সভা হল জাতীয় জ্যোতির্বিদ্যা সভা, পেশাদার জ্যোতির্বিজ্ঞানীদের একটি বড় সম্মেলন। এটি সাধারণত ইউনাইটেড কিংডমের একটি বিশ্ববিদ্যালয় ক্যাম্পাসে প্রতি বসন্তে বা গ্রীষ্মের শুরুতে ৪-৫ দিন ধরে অনুষ্ঠিত হয়। প্রতি বছর শত শত জ্যোতির্বিজ্ঞানী উপস্থিত হন এই সভায়।\nআরও ঘন ঘন ছোট 'সাধারণ' মিটিংগুলি প্রায়শই সমাজের পুরস্কার বিজয়ীরা  জ্যোতির্বিজ্ঞান এবং ভূ-পদার্থবিদ্যার গবেষণার বিষয়গুলি সম্পর্কে বক্তৃতা দেয়। সভাগুলো সাধারণত অক্টোবর থেকে মে পর্যন্ত প্রতি মাসের দ্বিতীয় শুক্রবার বিকেলে লন্ডনের বার্লিংটন হাউসে অনুষ্ঠিত হয়। আলোচনাটি জ্যোতির্বিজ্ঞানী এবং ভূ-পদার্থবিদদের বিস্তৃত শ্রোতাদের কাছে গমনযোগ্য হওয়ার উদ্দেশ্যে করা হয়েছে, এবং যেকোনও অংশগ্রহণের জন্য বিনামূল্যে প্রবেশ করা যায় (সোসাইটির সদস্যরা ছাড়া বাকিরাও)। বৈঠকের আনুষ্ঠানিক প্রতিবেদন দ্য অবজারভেটরি ম্যাগাজিনে প্রকাশিত হয়।\nএকই দিনে প্রতিটি সাধারণ সভার মতো বিশেষ আলোচনা সভা অনুষ্ঠিত হয়। এগুলি একটি নির্দিষ্ট গবেষণা ক্ষেত্রে পেশাদার বিজ্ঞানীদের লক্ষ্য করে এবং বেশ কয়েকটি আলোচককে বৈজ্ঞানিক ক্ষেত্রের নতুন ফলাফল বা পর্যালোচনা উপস্থাপন করার অনুমতি দেয়। সাধারণত বিভিন্ন বিষয়ে দুটি আলোচনা সভা (একটি জ্যোতির্বিজ্ঞানে এবং একটি ভূপদার্থবিজ্ঞানে) একই সাথে বার্লিংটন হাউসের বিভিন্ন স্থানে, দিনের সাধারণ বৈঠকের আগে অনুষ্ঠিত হয়। এই সভাগুলো সোসাইটির সদস্যদের জন্য বিনামূল্যে, কিন্তু অ-সদস্যদের জন্য একটি ছোট প্রবেশ ফি নিয়ে অংশগ্রহণ করতে দেয়। \nআরএএস একটি সাধারণ, বিশেষজ্ঞহীন, শ্রোতাদের লক্ষ্য করে পাবলিক লেকচারের একটি নিয়মিত অনুষ্ঠান করে। এগুলি বেশিরভাগই প্রতি মাসের এক মঙ্গলবার অনুষ্ঠিত হয়। দুপুরের খাবারের সময় এবং সন্ধ্যায় একই বক্তৃতা দুইবার দেওয়া হয়। স্থানগুলি বিভিন্ন রকমের, তবে সাধারণত বার্লিংটন হাউস বা মধ্য লন্ডনের অন্য কাছাকাছি হয়ে থাকে। বক্তৃতা বিনামূল্যে শোনা যায়, যদিও কিছু জনপ্রিয় অধিবেশনের আগে থেকে বুকিং প্রয়োজন। \nপ্রায়শই অন্যান্য বৈজ্ঞানিক সমাজ এবং বিশ্ববিদ্যালয়গুলির সহযোগিতায় ইউনাইটেড কিংডমের অন্যান্য জায়গাতে এই সোসাইটি মাঝে মধ্যে সভার আয়োজন করে বা পৃষ্টপোষকতা করে।\n\n\n== গ্রন্থাগার ==\n\nরয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটিতে বেশিরভাগ বিশ্ববিদ্যালয় এবং গবেষণা প্রতিষ্ঠানের গ্রন্থাগারের চেয়ে জ্যোতির্বিদ্যা এবং ভূপদার্থবিদ্যার বই এবং জার্নালগুলির আরও ব্যাপক সংগ্রহ রয়েছে। গ্রন্থাগারটি জ্যোতির্বিদ্যা এবং ভূপদার্থবিদ্যার প্রায় ৩০০টি বর্তমান সাময়িকী পাওয়া যায় এবং এতে জনপ্রিয় স্তর থেকে সম্মেলন কার্যক্রম পর্যন্ত ১০,০০০টিরও বেশি বই রয়েছে। এই গ্রন্থাগারের জ্যোতির্বিদ্যা সংক্রান্ত দুর্লভ বইয়ের সংগ্রহটি যুক্তরাজ্যের এডিনবার্গের রয়্যাল অবজারভেটরির পরেই দ্বিতীয়। আরএএস গ্রন্থাগারটি শুধুমাত্র সোসাইটির সদ্যসদ্যের জন্য নয়, জ্যোতির্বিজ্ঞানী, ভূ-পদার্থবিদ এবং ইতিহাসবিদদের বিস্তৃত সম্প্রদায়ের জন্যও একটি অন্যতম সম্পদ। \n\n\n== শিক্ষা ==\nসোসাইটির ছাত্র, শিক্ষক, জনসাধারণ এবং মিডিয়া গবেষকদের জন্য তাদের প্রচার পৃষ্ঠাগুলির মাধ্যমে সাধারণ জনগণের সদস্যদের কাছে জ্যোতির্বিজ্ঞান পৃষ্টপোষকতা করে। ইউনাইটেড কিংডমের পাবলিক পরীক্ষা, যেমন GCSE এবং A লেভেলের ক্ষেত্রে আরএএস-এর একটি উপদেষ্টামূলক ভূমিকা পালন করে।\n\n\n== সম্মিলিত গোষ্ঠীসমূহ ==\nআরএএস স্থানীয় গোষ্ঠীগুলিকে পৃষ্টপোষকতা করে, তাদের মধ্যে অনেকগুলি আন্তঃবিভাগীয় এলাকায় যেখানে গ্রুপটি যৌথভাবে অন্য একটি শিক্ষিত সমাজ বা পেশাদার সংস্থা দ্বারা পৃষ্টপোষকতা করা হয়:\n\nব্রিটেনের অ্যাস্ট্রোবায়োলজি সোসাইটি ( নাসা অ্যাস্ট্রোবায়োলজি ইনস্টিটিউটের সাথে)\nঅ্যাস্ট্রোপার্টিকেল ফিজিক্স গ্রুপ ( পদার্থবিদ্যা ইনস্টিটিউটের সাথে)\nঅ্যাস্ট্রোফিজিক্যাল কেমিস্ট্রি গ্রুপ ( রয়্যাল সোসাইটি অফ কেমিস্ট্রির সাথে)\nব্রিটিশ জিওফিজিক্যাল অ্যাসোসিয়েশন ( লন্ডনের জিওলজিক্যাল সোসাইটির সাথে)\nম্যাগনেটোস্ফিয়ার আয়োনোস্ফিয়ার এবং সৌর-টেরেস্ট্রিয়াল গ্রুপ (সাধারণত সংক্ষিপ্ত নাম MIST দ্বারা পরিচিত)\nইউকে প্ল্যানেটারি ফোরাম\nইউকে সোলার ফিজিক্স গ্রুপ\n\n\n== সভাপতিরা ==\nউইলিয়াম হার্শেল রয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটির সভাপতির পদে অধিষ্ঠিত প্রথম ব্যক্তি ছিলেন, যদিও তিনি কখনোই কোনো সভায় সভাপতিত্ব করেননি এবং তারপর থেকে এই পদটি অনেক বিশিষ্ট জ্যোতির্বিজ্ঞানীর দ্বারা অধিষ্ঠিত হয়েছে। পদটিতে সাধারণত দুই বছরের মেয়াদ থাকে, কিন্তু কিছু সভাপতি এক বছর পরে পদত্যাগ করেন; যেমন খারাপ স্বাস্থ্যের কারণে। ফ্রান্সিস বেইলি এবং জর্জ এয়ারি রেকর্ড গড়েন চারবার নির্বাচিত হয়ে। বেইলির ভূমিকায় আট বছর একটি রেকর্ড। ১৮৭৬ সাল থেকে কেউই মোট দুই বছরের বেশি চাকরি করেননি।\n২০২২ সালের মে মাসে, বর্তমান রাষ্ট্রপতি হলেন মাইক এডমন্ডস তার মেয়াদ শুরু করেছিলেন এবং দুই বছরের জন্য দায়িত্ব পালন করবেন। \n\n\n== সম্মাননা এবং পুরস্কার ==\n\nরয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটির সর্বোচ্চ পুরস্কার হল এর স্বর্ণপদক, যেটি যেকোন উদ্দেশ্যে প্রদান করা যেতে পারে কিন্তু প্রায়শই অসাধারণ জীবনকালের অর্জনকে স্বীকৃতি দেয়।  সাধারণ মানুষের কাছে সবচেয়ে বেশি পরিচিত প্রাপকদের মধ্যে ১৯২৬ সালে আলবার্ট আইনস্টাইন এবং ১৯৮৫ সালে স্টিফেন হকিং রয়েছেন।\nজ্যোতির্বিদ্যা বা জিওফিজিক্স গবেষণার বিশেষ বিষয়গুলির জন্য অন্যান্য পুরস্কারগুলি, এডিংটন মেডেল, হার্শেল মেডেল, চ্যাপম্যান মেডেল এবং প্রাইস মেডেল । গবেষণার বাইরে, স্কুলে শিক্ষাদানের জন্য নির্দিষ্ট পুরস্কার রয়েছে (প্যাট্রিক মুর মেডেল), পাবলিক আউটরিচ (অ্যানি মান্ডার মেডেল), ইন্সট্রুমেন্টেশন ( জ্যাকসন-গুইল্ট মেডেল ) এবং বিজ্ঞানের ইতিহাস (অ্যাগনেস মেরি ক্লার্ক মেডেল)। লেকচারশিপের মধ্যে রয়েছে জিওফিজিক্সে হ্যারল্ড জেফ্রিস লেকচারশিপ, জ্যোতির্বিদ্যায় জর্জ ডারউইন লেকচারশিপ এবং কসমোলজিতে জেরাল্ড হুইট্রো লেকচারশিপ । \n\n\n== অন্যান্য কার্যক্রমসমূহ ==\n\nসোসাইটি লন্ডনের বার্লিংটন হাউসে প্রাঙ্গণ দখল করে, যেখানে ফেলো এবং অন্যান্য আগ্রহী পক্ষের জন্য একটি গ্রন্থাগার এবং সভাকক্ষ রয়েছে। সোসাইটি যুক্তরাজ্যের জাতীয় এবং আঞ্চলিক, এবং ইউরোপীয় সরকার এবং সংশ্লিষ্ট সংস্থাগুলির কাছে জ্যোতির্বিদ্যা এবং ভূপদার্থবিদ্যার স্বার্থের প্রতিনিধিত্ব করে এবং একটি প্রেস অফিসের সাথে যোগাযোগ রক্ষণাবেক্ষণ করে, যার মাধ্যমে এটি মিডিয়া এবং জনসাধারণের কাছে এই বিজ্ঞানের উন্নয়ন সম্পর্কে ব্যাপকভাবে পরিচিত। জ্যোতির্বিজ্ঞান এবং ভূ-পদার্থবিদ্যায় যোগ্য কারণের জন্য সোসাইটি অনুদান বরাদ্দ দেয় এবং প্যানেথ ট্রাস্টের পরিচালনায় সহায়তা করে। \n\n\n== আরো দেখুন ==\nজাতীয় জ্যোতির্বিদ্যা সপ্তাহ (NAW)\nজ্যোতির্বিজ্ঞান সমিতির তালিকা\nভূ-বিজ্ঞান সংস্থার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThe Royal Astronomical Society"}