{"pageid": 1330094, "title": "কারামাতিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1330094", "content": "\n== কারামাতিয়ান নামের উৎস ==\nকারমাতিয়ানরা (আরবি: قرامطة, রোমানাইজড: Qarāmiṭa; ফার্সি: قرمطیان, রোমানাইজড: Qarmatiyān) ছিলেন একজন জঙ্গি পূর্ব আরবের আল-হাসা কেন্দ্রিক ইসমাইলি শিয়া আন্দোলন, যেখানে তারা একটি ধর্ম প্রতিষ্ঠা করেছিল। ৮৯৯ খ্রিস্টাব্দে মধ্য এবং পূর্ব ইউরোপে সমাজতান্ত্রিক রাষ্ট্র এর সদস্যরা একটি আন্দোলনের অংশ ছিল যেটি সেভেনার ইসমাইলি শিয়া ইসলামের একটি সমন্বিত শাখাকে মেনে চলেছিল, এবং উপকূলীয় ফার্সের জান্নাবার একজন পারস্য আবু সাঈদ আল-জান্নাবি দ্বারা প্রতিষ্ঠিত একটি রাজবংশের দ্বারা শাসিত হয়েছিল। তারা ফাতেমীয় খলিফা আবদুল্লাহ আল-মাহদি বিল্লাহর ইমামতি করার দাবি প্রত্যাখ্যান করেছিল এবং মাহদির আগমনে তাদের বিশ্বাসকে আঁকড়ে ধরেছিল এবং তারা ফাতেমীয় ও আব্বাসীয় খিলাফতের বিরুদ্ধে বিদ্রোহ করেছিল।\nমক্কা একজন কারমাতিয়ান নেতা আবু তাহির আল-জান্নাবি কর্তৃক বরখাস্ত হয়েছিল, মুসলিম বিশ্বে ক্ষোভ প্রকাশ করে, বিশেষ করে 930 খ্রিস্টাব্দের হজ মৌসুমে তাদের কালো পাথর চুরি এবং মৃতদেহসহ জমজম কূপের অপবিত্রতা।\n\n\n== নাম ==\n\"কারমাশিয়ান\" নামের উৎপত্তি অনিশ্চিত। কিছু সূত্রের মতে, এই নামটি এই সম্প্রদায়ের প্রতিষ্ঠাতা হামদান কারমাতের উপাধি থেকে এসেছে। কারমাত নামটি সম্ভবত আরামাইক থেকে এসেছে \"খাটো পায়ের\", \"লাল চোখ\" বা \"গোপন শিক্ষক\"। তবে অন্যান্য উত্স বলে যে নামটি আরবি ক্রিয়াপদ قرمط (qarmaṭ) থেকে এসেছে, যার অর্থ \"রেখাগুলিকে লিখিতভাবে কাছাকাছি করা\" বা \"ছোট পদক্ষেপে হাঁটা\"। \"কারমাশিয়ান\" শব্দটি আরবী লিপির একটি প্রকারকেও নির্দেশ করতে পারে।\nদক্ষিণ ইরাকের ক্বারামিতাকে \"গ্রিনগ্রোসার\" (আল-বাকলিয়্যাহ) নামেও পরিচিত ছিল কারণ তারা আবু হাতিম আল-জুট্টির শিক্ষা অনুসরণ করেছিল, যিনি 908 সালে পশু জবাই নিষিদ্ধ করেছিলেন। তিনি মূলা এবং অ্যালিয়াম যেমন রসুন, পেঁয়াজ এবং লিক নিষিদ্ধ করেন। 928 সালের মধ্যে, লোকেরা এখনও এই শিক্ষাগুলি ধরে রেখেছে কিনা তা অনিশ্চিত।\n\n\n== ইতিহাস ==\n\n\n=== -প্রারম্ভিক উন্নয়ন ===\nআব্বাসীয় খিলাফতের অধীনে (750-1258 CE), বিভিন্ন শিয়া গোষ্ঠী তাদের শাসনের গোপন বিরোধিতায় সংগঠিত হয়েছিল। তাদের মধ্যে প্রোটো-ইসমাঈলী সম্প্রদায়ের সমর্থক ছিল, যাদের মধ্যে সবচেয়ে বিশিষ্ট দলকে মুবারকিয়া বলা হয়।\nইসমাইলি চিন্তাধারার মতে, ইমাম জাফর আল-সাদিক (৭০২-৭৬৫) তার দ্বিতীয় পুত্র ইসমাঈল ইবনে জাফরকে (সা. ৭২১-৭৫৫) ইমামতের উত্তরাধিকারী হিসেবে মনোনীত করেছিলেন। যাইহোক, ইসমাঈল তার পিতার পূর্বে ছিলেন। কেউ কেউ দাবি করেছিল যে তিনি আত্মগোপনে চলে গিয়েছিলেন, কিন্তু প্রোটো-ইসমাঈলী গোষ্ঠী তার মৃত্যুকে মেনে নিয়েছিল এবং সেই অনুযায়ী ইসমাঈলের জ্যেষ্ঠ পুত্র, মুহাম্মদ ইবনে ইসমাঈল (746-809) কে ইমাম হিসাবে স্বীকৃতি দেয়। তিনি মুবারকিয়া গ্রুপের সাথে যোগাযোগ রেখেছিলেন, যাদের অধিকাংশই কুফায় বসবাস করত।\nমুবারকিয়াদের মধ্যে বিভক্তি মুহম্মদ ইবনে ইসমাঈল (আনুমানিক 813 খ্রিস্টাব্দ) এর মৃত্যুর সাথে এসেছিল। দলের অধিকাংশই তার মৃত্যু অস্বীকার করেছে; তারা তাকে মাহদী বলে চিনত। সংখ্যালঘুরা তার মৃত্যুতে বিশ্বাস করত এবং শেষ পর্যন্ত পরবর্তী সময়ে ইসমাইলি ফাতেমীয় খিলাফত হিসেবে আবির্ভূত হবে, যা সমস্ত আধুনিক গোষ্ঠীর অগ্রদূত।\nসংখ্যাগরিষ্ঠ ইসমাঈলী ধর্মপ্রচারক আন্দোলন সালামিয়াহ (বর্তমান সিরিয়ায়) বসতি স্থাপন করেছিল এবং খুজেস্তানে (দক্ষিণ-পশ্চিম ইরান) ব্যাপক সাফল্য লাভ করেছিল, যেখানে ইসমাঈলি নেতা আল-হুসেন আল-আহওয়াজি 874 খ্রিস্টাব্দে কুফান মানুষ হামদানকে ধর্মান্তরিত করেছিলেন, যিনি তার নতুন বিশ্বাসের নামানুসারে কারমাট নাম গ্রহণ করেন। কারমাত এবং তার ধর্মতাত্ত্বিক ভগ্নিপতি আবদান একটি সামরিক ও ধর্মীয় দুর্গ তৈরি করে মাহদির আগমনের জন্য দক্ষিণ ইরাকে প্রস্তুত করেছিলেন। এই ধরনের অন্যান্য অবস্থানগুলি ইয়েমেনে, 899 সালে পূর্ব আরবে (আরবি বাহরাইন) এবং উত্তর আফ্রিকায় বেড়ে ওঠে। এগুলি তাদের কর্মী এবং মসিহীয় শিক্ষার কারণে অনেক নতুন শিয়া অনুসারীদের আকৃষ্ট করেছিল। এই নতুন প্রোটো-কারমাতি আন্দোলন বৃহত্তর ইরানে এবং তারপর ট্রান্সক্সিয়ানাতে ছড়িয়ে পড়তে থাকে।\n\n\n==== কারমাতিয়ান বিপ্লব ====\n899 সালে সালামিয়াহতে নেতৃত্বের পরিবর্তন আন্দোলনে বিভক্ত হয়ে পড়ে। সংখ্যালঘু ইসমাইলীরা, যাদের নেতা সালামিয়া কেন্দ্রের নিয়ন্ত্রণ নিয়েছিলেন, তারা তাদের শিক্ষা ঘোষণা করতে শুরু করেছিলেন - যে ইমাম মুহাম্মাদ মারা গেছেন, এবং সালামিয়ার নতুন নেতা (আব্দুল্লাহ আল-মাহদি বিল্লাহ) আসলে তাঁরই বংশধর। লুকিয়ে ছিলেন এবং মাহদি ছিলেন (একজন মেসিআনিক ব্যক্তিত্ব যিনি বিচারের দিনের আগে পৃথিবীতে আবির্ভূত হবেন এবং পৃথিবীকে অন্যায়, অবিচার ও অত্যাচার থেকে মুক্তি দেবেন)। কারমাত এবং তার শ্যালক এর বিরোধিতা করেন এবং প্রকাশ্যে সালামিয়ীদের সাথে সম্পর্ক ছিন্ন করেন; আবদানকে হত্যা করা হলে তিনি আত্মগোপন করেন এবং পরবর্তীতে অনুতপ্ত হন। কারমাট নতুন ইমাম আবদুল্লাহ আল-মাহদি বিল্লাহ (873-934) এর একজন ধর্মপ্রচারক হয়ে ওঠেন, যিনি 909 সালে উত্তর আফ্রিকায় ফাতেমীয় খিলাফত প্রতিষ্ঠা করেছিলেন।\nতা সত্ত্বেও, ভিন্নমতাবলম্বী গোষ্ঠী কারমাতি নামটি ধরে রেখেছে। তাদের সবচেয়ে বড় ঘাঁটি ছিল বাহরাইনে, যা এই সময়ে পূর্ব আরবের বেশিরভাগ অংশের পাশাপাশি বর্তমান রাজ্যের অন্তর্ভুক্ত দ্বীপগুলিকে অন্তর্ভুক্ত করে। নবম শতাব্দীর শেষের দিকে এটি আব্বাসিদের নিয়ন্ত্রণে ছিল, কিন্তু বসরার জাঞ্জ বিদ্রোহ বাগদাদের ক্ষমতাকে ব্যাহত করে। কারমাটিয়ানরা তাদের নেতা আবু সাঈদ আল-জান্নাবির অধীনে তাদের সুযোগটি কাজে লাগায়, একজন পারস্য, যিনি উপকূলীয় ফার্সের জান্নাবা থেকে এসেছিলেন। অবশেষে, কাতার থেকে, তিনি 899 সালে বাহরাইনের রাজধানী হাজর এবং আল-হাসা দখল করেন, যাকে তিনি তার রাজ্যের রাজধানী করেন এবং একবার রাজ্যের নিয়ন্ত্রণে তিনি একটি ইউটোপিয়ান সমাজ প্রতিষ্ঠার চেষ্টা করেছিলেন।\nকারমাতিয়ানরা কুফায় এক পণ্ডিতকে \"শতক সন্ত্রাস\" বলে অভিহিত করেছিল। তারা মক্কায় তীর্থযাত্রাকে একটি কুসংস্কার বলে মনে করত এবং একবার বাহরাইন রাজ্যের নিয়ন্ত্রণে আসার পর, তারা আরব উপদ্বীপ অতিক্রমকারী তীর্থযাত্রীদের রুট বরাবর অভিযান শুরু করে: 906 সালে তারা মক্কা থেকে ফিরে আসা তীর্থযাত্রীদের কাফেলাকে অতর্কিত আক্রমণ করে এবং 20,000 তীর্থযাত্রীকে হত্যা করে।\nআল-জান্নাবির অধীনে (923-944 শাসিত), কারমাতিয়ানরা 927 সালে বাগদাদ দখলের কাছাকাছি এসেছিল এবং 930 সালে মক্কা ও মদিনাকে বরখাস্ত করে। ইসলামের পবিত্রতম স্থানগুলিতে তাদের আক্রমণে, কারমাতিয়ানরা হজযাত্রীদের মৃতদেহ সহ জমজম কূপকে অপবিত্র করে এবং নিয়ে যায়। কালো পাথর মক্কা থেকে কাতিফের আইন আল কুয়াইবা পর্যন্ত। ব্ল্যাক স্টোনকে মুক্তিপণ আদায়ের জন্য আটকে রেখে, তারা আব্বাসীয়দের 952 সালে ফেরত দেওয়ার জন্য বিপুল পরিমাণ অর্থ দিতে বাধ্য করে।\nবিপ্লব এবং অপবিত্রতা মুসলিম বিশ্বকে হতবাক করেছিল এবং আব্বাসীয়দের অপমান করেছিল। কিন্তু সামান্যই করা যেত; দশম শতাব্দীর বেশিরভাগ সময় কারমাশিয়ানরা পারস্য উপসাগর এবং মধ্যপ্রাচ্যের সবচেয়ে শক্তিশালী শক্তি ছিল, তারা ওমানের উপকূল নিয়ন্ত্রণ করত এবং বাগদাদের খলিফার পাশাপাশি কায়রোতে একজন প্রতিদ্বন্দ্বী ইসমাইলি ইমামের কাছ থেকে শ্রদ্ধা নিবেদন করত। ফাতেমীয় খিলাফত, যার ক্ষমতা তারা চিনতে পারেনি।\n\n\n===== কারামাতিয়ান সমাজ =====\nএকাডেমিক Yitzhak Nakash অনুযায়ী তারা যে ভূমিতে শাসন করত তা অত্যন্ত ধনী ছিল একটি বিশাল দাস-ভিত্তিক অর্থনীতির সাথে:\nকারমাতিয়ান রাজ্যের দ্বীপ এবং হাসা ও কাতিফ উভয় স্থানেই বিশাল ফল ও শস্যের জমি ছিল। নাসির খুসরো, যিনি 1051 সালে হাসা পরিদর্শন করেছিলেন, তিনি বর্ণনা করেছিলেন যে এই সম্পত্তিগুলি প্রায় ত্রিশ হাজার ইথিওপিয়ান ক্রীতদাস দ্বারা চাষ করা হয়েছিল। তিনি উল্লেখ করেন যে হাসার জনগণ কর থেকে অব্যাহতিপ্রাপ্ত ছিল। যারা দরিদ্র বা ঋণগ্রস্ত তারা তাদের বিষয়গুলো ঠিক না করা পর্যন্ত ঋণ পেতে পারে। ঋণের উপর কোন সুদ নেওয়া হয়নি এবং সমস্ত স্থানীয় লেনদেনের জন্য টোকেন লিড মানি ব্যবহার করা হয়েছিল। কারমাথিয়ান রাজ্যের একটি শক্তিশালী এবং দীর্ঘস্থায়ী উত্তরাধিকার ছিল। এটি তাবিলা নামে পরিচিত একটি মুদ্রা দ্বারা প্রমাণিত হয়, যা প্রায় 920 সালের দিকে কারমাথিয়ান শাসকদের একজন দ্বারা তৈরি করা হয়েছিল এবং বিংশ শতাব্দীর শুরুর দিকে হাসাতে এটি এখনও প্রচলিত ছিল।\n\n\n====== পতন ======\nফরহাদ দাফতারির মতে, কারমাশিয়ান আন্দোলনের পতনের অনুঘটকটি 931 খ্রিস্টাব্দে ঘটেছিল যখন আবু তাহির আল-জানাবি - বাহরাইনের কারমাশিয়ান নেতা - আবুল-ফাদলের হাতে বাহরাইনের রাষ্ট্রের লাগাম হস্তান্তর করেছিলেন। আল-ইসফাহানি, একজন যুবক পারস্যের ব্যক্তি যাকে কারমাশিয়ানরা মাহদী বলে বিশ্বাস করেছিল। যাইহোক, আবু তাহির শীঘ্রই বুঝতে পেরেছিলেন যে আল-ইসফাহানির নিয়োগ একটি বিপর্যয়কর ভুল ছিল, যখন \"মাহদী\" কিছু উচ্চপদস্থ ব্যক্তিদের মৃত্যুদন্ড কার্যকর করেছিল এবং মুহাম্মদ এবং অন্যান্য নবীদের অপমান করেছিল। ঘটনাটি কারমাতিয়ান এবং সমগ্র ইসলামী সম্প্রদায়কে হতবাক করেছিল এবং আবু তাহির যুবকের মৃত্যুদণ্ডের আদেশ দেন।\nআল-ইসফাহানির নেতৃত্বে তার মৃত্যুদণ্ড কার্যকর হওয়ার মাত্র 80 দিন আগে স্থায়ী ছিল, কিন্তু এটি সাধারণভাবে মুসলিম সম্প্রদায়ের মধ্যে কারমাটিনদের বিশ্বাসযোগ্যতাকে ব্যাপকভাবে দুর্বল করে দেয় এবং তাদের বিপ্লবী আন্দোলনের শেষের সূচনা করে।\n976 সালে আব্বাসীয়দের কাছে পরাজয়ের পর, কারমাশিয়ানরা ভিতরের দিকে তাকাতে শুরু করে এবং তাদের মর্যাদা স্থানীয় শক্তিতে পরিণত হয়। এই অঞ্চল থেকে কৃতজ্ঞতা আহরণ করার জন্য কারমাটিয়ানদের ক্ষমতার জন্য এটি গুরুতর পরিণতি করেছিল; আরবীয় ঐতিহাসিক কার্টিস লারসেনের মতে:\nযেহেতু ইরাকের পরবর্তী সরকার বা প্রতিদ্বন্দ্বী আরব উপজাতিদের দ্বারা শ্রদ্ধা নিবেদন ক্রমান্বয়ে বন্ধ করা হয়েছিল, কারমাথিয়ান রাজ্য স্থানীয় মাত্রায় সঙ্কুচিত হয়েছিল। 1058 খ্রিস্টাব্দে আবু আল-বাহলুল আল-আওয়ামের নেতৃত্বে বাহরাইন ভেঙে যায়, যিনি দ্বীপগুলিতে গোঁড়া ইসলাম পুনঃপ্রতিষ্ঠিত করেছিলেন। অনুরূপ বিদ্রোহ প্রায় একই সময়ে কারমাথিয়ান নিয়ন্ত্রণ থেকে কাতিফকে সরিয়ে দেয়। সমস্ত বাইরের আয় এবং উপকূলের নিয়ন্ত্রণ থেকে বঞ্চিত, কারমাথিয়ানরা হফুফ মরুদ্যানে তাদের দুর্গে পিছু হটে। তাদের রাজবংশ অবশেষে 1067 সালে আবদুল্লাহ বিন আলী আল উয়ুনির সম্মিলিত বাহিনী দ্বারা চূড়ান্ত আঘাতের সম্মুখীন হয়, যারা ইরাক থেকে সেলজুক সেনাদলের সহায়তায় সাত বছর ধরে হোফুফ অবরোধ করে এবং অবশেষে কারমাথিয়ানদের আত্মসমর্পণ করতে বাধ্য করে।\nবাহরাইন এবং পূর্ব আরবে কারমাশিয়ান রাজ্যটি উয়ুনিদ রাজবংশ দ্বারা প্রতিস্থাপিত হয়েছিল, যখন এটি বিশ্বাস করা হয় যে একাদশ শতাব্দীর মাঝামাঝি নাগাদ ইরাক, ইরান এবং ট্রান্সক্সিয়ানাতে কারমাশিয়ান সম্প্রদায়গুলি হয় ফাতিমীয় ধর্মান্তরবাদ দ্বারা একত্রিত হয়েছিল, অথবা বিচ্ছিন্ন হয়ে গিয়েছিল। \n10 শতকের মাঝামাঝি সময়ে, নিপীড়নের কারণে কারমাটিনরা মিশর ও ইরাক ছেড়ে পাকিস্তানের মুলতান শহরের দিকে চলে যেতে বাধ্য করে। যাইহোক, কারমাশিয়ানদের বিরুদ্ধে কুসংস্কার কমেনি, কারণ গজনীর মাহমুদ 1005 সালে মুলতানের কারমাশিয়ান শাসক আব্দুল ফতেহ দাউদের বিরুদ্ধে একটি অভিযানের নেতৃত্ব দিয়েছিলেন। শহরটি আত্মসমর্পণ করা হয়েছিল, এবং ফতেহ দাউদকে এই শর্তে শহরের উপর নিয়ন্ত্রণ বজায় রাখার অনুমতি দেওয়া হয়েছিল যে তিনি মেনে চলেন। সুন্নিবাদের প্রতি।\nসামুদ্রিক ইতিহাসবিদ ডিওনিসিয়াস এ. এগিয়াসের মতে, বাহরাইন দ্বীপে তাদের নৌবহর হারানোর পর কারমাটিনরা শেষ পর্যন্ত 1067 সালে নিখোঁজ হয়ে যায় এবং বানুর প্রধান মুরা ইবনে আমির দ্বারা আরব উপকূলের কাছে হাসা থেকে বিতাড়িত হয়।\n\n\n====== ইসমাইলি ইমাম যারা কারমাশিয়ানদের দ্বারা বৈধ হিসাবে গৃহীত হয়নি ======\nউপরন্তু, মুহাম্মদ ইবনে ইসমাঈলের পরে নিম্নলিখিত ইসমাইলি ইমামদেরকে কিছু কারমাশিয়ান গোষ্ঠীর দ্বারা সন্দেহজনক উত্সের বিধর্মী হিসাবে বিবেচনা করা হয়েছিল,[39] যারা ফাতেমিদের ইমামতিকে স্বীকার করতে অস্বীকার করেছিলেন এবং মাহদির আগমনে তাদের বিশ্বাসকে আঁকড়ে ধরেছিলেন।\n\nইসমাঈল ইবনে জাফর (৭৬৫-৭৭৫) আবদুল্লাহ ইবনে মুহাম্মদ (আহমদ আল-ওয়াফি) (813-829)  আহমদ ইবনে আবদুল্লাহ (মুহাম্মদ আত-তাকী) (829-840)  হুসাইন ইবনে আহমদ (রাদি আবদুল্লাহ) (840-881)  আবদুল্লাহ আল-মাহদি বিল্লাহ (881-934) (ফাতেমীয় খিলাফতের প্রতিষ্ঠাতা)\n====== পূর্ব আরবের কারমাতিয়ান শাসকগণ ====== আবু সাঈদ আল-জান্নাবী (894-914)  আবু তাহির আল-জান্নাবী (914-944)  আহমদ আবু তাহির (944-970) [40]  আবুল কাসিম সাঈদ (970-972)  আবু ইয়াকুব ইউসুফ (972-977)  আবু ইয়াকুব ইউসুফের বংশধররা 1077 সাল পর্যন্ত শাসন করেছিলেন\n\n\n====== আবু তাহির আল-জান্নাবীর পরে প্রতিস্থাপন ======\nফরহাদ দাফতারী আবু তাহির আল-জান্নাবীর উত্তরসূরিদের ভাগ্য সম্পর্কে লিখেছেন:\nউল্লেখ্য যে, তখনও কারমাতী রাজ্য আবু তাহিরের ভাইদের দ্বারা যৌথভাবে শাসিত ছিল। আবু তাহিরের জ্যেষ্ঠ পুত্র সাবুর (শাপুর), যিনি একটি শাসক পদে এবং সেনাবাহিনীর কমান্ডের আকাঙ্ক্ষা করেছিলেন, 358/969 সালে তার চাচাদের বিরুদ্ধে বিদ্রোহ করেছিলেন, কিন্তু তাকে একই বছরে বন্দী করা হয়েছিল এবং মৃত্যুদণ্ড দেওয়া হয়েছিল। কিন্তু আবু সাঈদ আল-জান্নাবীর শাসক পুত্ররা নিজেরাই বেশিদিন বেঁচে থাকতে পারেনি। আবু মনসুর আহমদ 359/970 সালে মারা যান, সম্ভবত বিষক্রিয়ায়, এবং তার বড় ভাই আবুল-কাসিম সাঈদ দুই বছর পরে মারা যান। 361/972 সাল নাগাদ, আবু তাহিরের ভাইদের মধ্যে কেবল আবু ইয়াকুব ইউসুফই অবশিষ্ট ছিলেন, যিনি কারমাতি রাজ্যে একটি প্রাধান্য বজায় রেখেছিলেন। অতঃপর, আবু সাঈদের নাতিদেরও শাসক পরিষদে ভর্তি করা হয়। 366/977 সালে আবু ইয়াকুবের মৃত্যুর পর, কারমাতি রাজ্যটি আবু সাঈদের ছয়জন নাতি দ্বারা যৌথভাবে শাসিত হয়, যা সম্মিলিতভাবে আল-সাদা আল-রুসা' নামে পরিচিত। ইতোমধ্যে, আবু মানসুর আহমদের পুত্র এবং আবু তাহিরের ভাতিজা আল হাসান আল-আসসাম কারমাতি বাহিনীর সেনাপতি হয়েছিলেন। তিনি সাধারণত বাহরাইনের বাইরে সামরিক অভিযানে কারমাতিদের নেতৃত্ব দেওয়ার জন্য নির্বাচিত হন, যার মধ্যে ফাতিমিদের সাথে তাদের জটলাও ছিল।\n\n\n== তথ্যসূত্র =="}