{"pageid": 1330256, "title": "কোন্যাক জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1330256", "content": "কোন্যাক হল প্রধান নাগা জাতিগোষ্ঠীর একটি।  নাগাল্যান্ডে, তারা মোন জেলায় বাস করে, এটি অ্যাংদের দেশ নামেও পরিচিত। অ্যাং  / ওঅ্যাং হল তাদের ঐতিহ্যবাহী প্রধান যাদের তারা অত্যন্ত সম্মান করে। শত্রুর মুণ্ড শিকার করলে তারা মুখের উল্কি অর্জন করে। \nতাদের অন্যান্য কিছু অতুলনীয় ঐতিহ্যবাহী অভ্যাস আছে যা কোন্যাকদের অন্যদের থেকে আলাদা করে দেয়, সেগুলি হল: বন্দুক তৈরি, লৌহ-ধাতু বিগলন, পিতলের কাজ এবং বারুদ তৈরি। তারা চমৎকার ইয়াংলাউ (মাচেতে) এবং কাঠের ভাস্কর্য তৈরির জন্যও পরিচিত।\n\n\n== সমাজ ==\nনাগা জাতিগোষ্ঠীর মধ্যে কোন্যাক হল সবচেয়ে বড়। এদের অরুণাচল প্রদেশের তিরাপ, লংডিং এবং চাংলাং জেলায় দেখতে পাওয়া যায়; এছাড়াও তাদের আসামের শিবসাগর জেলা এবং মিয়ানমারেও দেখা যায়। তারা অরুণাচল প্রদেশে ওয়াঞ্চো নামে পরিচিত ('ওয়াঞ্চো' 'কোন্যাক'-এর সমার্থক শব্দ)। জাতিগতভাবে, সাংস্কৃতিকভাবে এবং ভাষাগতভাবে একই প্রতিবেশী রাজ্য অরুণাচল প্রদেশের নক্টে এবং তাংসাও কোন্যাকদের সাথে ঘনিষ্ঠভাবে সম্পর্কিত। খ্রিস্টধর্ম গ্রহণকারী নাগা জাতিগোষ্ঠীর মধ্যে কোন্যাকই ছিল সর্বশেষ। অতীতে, তারা প্রায়ই কাছাকাছি গ্রামে আক্রমণ করার জন্য, এবং হত্যা ও বিরোধী যোদ্ধাদের মাথা কেটে ফেলার জন্য কুখ্যাত ছিল। শিরশ্ছেদ করা মাথাগুলিকে জয়চিহ্ন হিসাবে নেওয়া হত এবং সাধারণত 'বান' এ (সম্প্রদায়ের একটি ঘর) ঝুলিয়ে দেওয়া হত। শিকার করা মাথার সংখ্যা একজন যোদ্ধার শক্তি নির্দেশ করে। মুণ্ড শিকারের অভিযানগুলি প্রায়শই কিছু বিশ্বাস দ্বারা চালিত হত, যেমন এটিকে মনে করা হত সম্মানের চিহ্ন, এছাড়াও একে আনুগত্য এবং ত্যাগের নীতি মনে করা হত।\nগোষ্ঠীর সদস্যরা তাদের প্রত্যেককে অর্পিত কর্তব্য এবং দায়িত্ব কঠোর আনুগত্যের সঙ্গে পালন করে এবং অত্যন্ত সুশৃঙ্খল সম্প্রদায় জীবন বজায় রাখে।\n\n\n=== উৎসব ===\nআওলেং হল একটি উৎসব, যেটি এপ্রিলের প্রথম সপ্তাহে (১ - ৬) বসন্তকে স্বাগত জানাতে এবং বীজ বপনের আগে জমির উপর সর্বশক্তিমানের (কাহওয়াং) আশীর্বাদ প্রার্থনা করার জন্য উদযাপিত হয়। এটি কোন্যাকদের সবচেয়ে বড় উৎসব। আরেকটি উৎসব হল লাও ওং মো,  এটি আগস্ট / সেপ্টেম্বর মাসে পালিত ঐতিহ্যবাহী ফসল কাটার উৎসব।\n\n\n== ভাষা ==\nকোন্যাক ভাষা চীন-তিব্বতের সাল উপ-পরিবারের উত্তর নাগা উপ-শাখার অন্তর্গত।\n\n\n== উল্লেখযোগ্য মানুষ ==\nচিংওয়াং কোন্যাক (জন্ম ১৯৪৩), সংসদ সদস্য, লোকসভা (১৯৮০ - ১৯৮৪)\nএন. বোংখাও কোন্যাক (জন্ম ১৯৭৭), টোবু নির্বাচনী এলাকার রাজনীতিবিদ\nফাংনন কোন্যাক (জন্ম ১৯৭৮), সংসদ সদস্য, রাজ্যসভা (২০২২-বর্তমান)\nপি. পাইওয়াং কোন্যাক (জন্ম ১৯৭৭), নাগাল্যান্ড বিধানসভার ক্যাবিনেট মন্ত্রী\nনোকে ওয়াংনাও (জন্ম ১৯৪৮), নাগাল্যান্ড বিধানসভার সদস্য\nডব্লিউ. ওয়াংইউহ (জন্ম ১৯৬৩), প্রাক্তন সংসদ সদস্য, লোকসভা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nস্টির্ন, আগলাজা এবং পিটার ভ্যান হ্যাম। নাগাদের লুকানো জগত: উত্তর-পূর্ব ভারতে বসবাসের ঐতিহ্য । লন্ডন: প্রেস্টেল।\nওপিটজ, মাইকেল, টমাস কায়সার, আলবান ভন স্টকহাউসেন এবং মেরিয়ন ওয়েটস্টেইন। 2008। নাগা পরিচয়: ভারতের উত্তর-পূর্বে স্থানীয় সংস্কৃতির পরিবর্তন । ভদ্রলোক: Snoeck পাবলিশার্স।\nকুঞ্জ, রিচার্ড এবং বিভা জোশী। 2008। নাগা - একটি ভুলে যাওয়া পর্বত অঞ্চল পুনরায় আবিষ্কৃত হয়েছে । বাসেল: মেরিয়ান।\nঅ্যালবান ভন স্টকহাউসেন: নাগাদের ছবি: হ্যান্স-এবারহার্ড কফম্যান এবং ক্রিস্টোফ ফন ফুরার-হাইমেনডর্ফের চিত্রক নৃতাত্ত্বিক। আর্নল্ডশে, স্টুটগার্ট ২০১৪,.\nআইএসবিএন ৯৭৮-৩-৮৯৭৯০-৪১২-৫.\n\n\n== বহিঃসংযোগ ==\nএথনোলগ প্রোফাইল\nটেমপ্লেট:নাগা উপজাতিটেমপ্লেট:উত্তর-পূর্ব ভারতের পার্বত্য উপজাতি"}