{"pageid": 1330051, "title": "রাচেল এইচ শুমেকার", "url": "https://bn.wikipedia.org/wiki?curid=1330051", "content": "র‍্যাচেল ওয়াল্টার হিঙ্কেল শুমেকার (বিবাহপূর্ব, হিঙ্কেল; ১লা অক্টোবর, ১৮৩৮ - ১লা ফেব্রুয়ারি, ১৯১৫) একজন নাটকীয় বক্তৃতাবিদ এবং শেক্সপিয়রীয় আবৃত্তিকার ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nর‍্যাচেল (ডাকনাম, \"রাচি\") ওয়াল্টার হিঙ্কেল ১৮৩৮ সালের ১লা অক্টোবর, পেনসিলভানিয়ার ডয়েলসটাউনের কাছে জন্মগ্রহণ করেছিলেন। তাঁর বাবার দিকের একজন পূর্বপুরুষ উইলিয়াম হিঙ্কেল মার্কিন যুক্তরাষ্ট্রে এসেছিলেন, উইলিয়াম পেনের সাথে। এঁর সাথে তিনি পেনসিলভানিয়া বসতি স্থাপনের বিষয়ে ঘনিষ্ঠভাবে যুক্ত ছিলেন। তাঁর মায়ের দিকের একজন, এলিজাবেথ ওয়াল্টারের পূর্বপুরুষরা ছিলেন ওলন্দাজ। র‍্যাচেল হিঙ্কেল পেনসিলভানিয়ার বাকস কাউন্টির টিনিকাম টাউনশিপের এডওয়ার্ড মার্শালের বংশধর। এডওয়ার্ড ছিলেন ১৭৩৭ সালের ওয়াকিং পারচেজের (পেন পরিবার এবং লেনাপের আদিবাসী ভারতীয়দের মধ্যে একটি চুক্তি) অন্যতম অংশগ্রহণকারী। র‍্যাচেলের বাবা-মা ছিলেন কৃষক। তিনি বিশ বছর বয়স পর্যন্ত হোমস্টেড খামারে বসবাস করতেন। পাঁচ সন্তানের মধ্যে তিনি ছিলেন সর্বকনিষ্ঠ।\nশৈশব থেকেই তিনি আবৃত্তি পছন্দ করতেন এবং এই ক্ষেত্রে তাঁর প্রতিভাও প্রকাশ পেয়েছিল। তাঁর প্রাথমিক শিক্ষা ছিল সেই দিনগুলির পাবলিক স্কুলগুলির মতোই, এবং পরে, তিনি মিলার্সভিল, পেনসিলভানিয়ার স্টেট নর্মাল স্কুলে যোগদান করেন, যেখানে স্নাতক হওয়ার পরে, তিনি ইংরেজি এবং ফরাসি ভাষার শিক্ষক হিসাবে সেখানেই থেকে যান।\n\n\n== কর্মজীবন ==\nন্যাশনাল স্কুল অফ ইলোকিউশন অ্যান্ড অরেটরির সাথে র‍্যাচেল শুমেকারের সর্বদাই কোন না কোন সম্পর্ক বজায় ছিল। এই স্কুলটি তিনি তাঁর স্বামীর সাথে প্রতিষ্ঠা করেছিলেন। যখন অন্য কাউকে নির্বাচিত করা হয়নি, তখন তিনি এই স্কুলে সভাপতি হিসাবে কাজ করেছিলেন। তিনি বক্তৃতাবিদদের জন্য বেশ কয়েকটি বই সংকলন করেছিলেন এবং তিনি এই বিষয়ে অনেক পড়াশোনা করেছেন ও লিখেছেন। তিনি ফিলাডেলফিয়া, নিউ ইয়র্ক শহর, সিনসিনাটি, মিনিয়াপলিস, টরন্টো, হ্যামিল্টন এবং মন্ট্রিল সহ অনেক শহরে হাজার হাজার ছাত্রকে পড়িয়েছেন এবং পাঠ করেছেন। নিজের এবং তাঁর স্বামীর দ্বারা প্রতিষ্ঠিত স্কুলটি শুরু থেকেই সমৃদ্ধ হয়েছে এবং বেশ কিছু সফল পাঠকদের মধ্যে কয়েকজনকে প্রশিক্ষণ দিয়েছে।\n\n\n== ব্যক্তিগত জীবন ==\n১৮৬৭ সালের ২৭শে জুন, র‍্যাচেল ওয়াল্টার হিঙ্কেল বিয়ে করেন প্রফেসর জ্যাকব ডব্লিউ শুমেকারকে (১৮৪২ - ১৮৮০)। তাঁরা ফিলাডেলফিয়াতে নিজেদের বাড়ি তৈরি করেন। ১৮৭৫ সালে, তাঁরা এখানে ন্যাশনাল স্কুল অফ ইলোকিউশন অ্যান্ড অরেটরি শুরু করেন এবং পরে বাগ্মীতামূলক বই প্রকাশ করা শুরু করেন। অধ্যাপক ড. শুমেকার ১৮৮০ সালে মারা যান। সে সময় তাঁদের দুটি ছোট বাচ্চা ছিল, একটি ছেলে এবং একটি মেয়ে। এদের নাম ছিল যথাক্রমে ফ্রাঙ্ক উইলার্ড (১৮৭১ - ১৯৫৬) এবং ডোরা অ্যাডেল (১৮৭৩ - ১৯৬২)।\nডোরা ন্যাশনাল স্কুল অফ ইলোকিউশন অ্যান্ড ওরেটরির সভাপতি হন, কিন্তু দ্বিতীয় বিশ্বযুদ্ধের শুরুতে তিনি স্কুলটি বন্ধ করে দেন। এরপর তিনি হয়ে ওঠেন নাট্যকার ও কবি। তিনি সেন্ট জনস রোমান ক্যাথলিক চার্চে প্রাপ্তবয়স্কদের রাতের ক্লাস পড়াতেন।\nর‍্যাচেল ওয়াল্টার হিঙ্কেল শুমেকার ১৯১৫ সালের ১লা ফেব্রুয়ারী ফিলাডেলফিয়ায় মারা যান এবং তাঁকে ওয়েস্ট লরেল হিল কবরস্থান, বালা সিনউইডে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিসংকলনে রাচেল এইচ শুমেকার সম্পর্কিত কর্ম দেখুন।"}