{"pageid": 1330177, "title": "কাতালুনিয়া জাতীয় ফুটবল দল", "url": "https://bn.wikipedia.org/wiki?curid=1330177", "content": "কাতালুনিয়া জাতীয় ফুটবল দল (কাতালান: Selecció de futbol de Catalunya) হল কাতালুনিয়ার নিজস্ব ফুটবল দল। এটি ১৯০০ সালে প্রতিষ্ঠিত কাতালান ফুটবল ফেডারেশন কর্তৃক সংগঠিত হয়। দলটিকে সেলেসিও কাতালানা (Selecció Catalana) সহ বিভিন্ন নামে উল্লেখ করা হয়েছে, যেমন সেলেসিও দে বার্সেলোনা (Selecció de Barcelona) এবং কাতালান একাদশ।\nযেহেতু কাতালান ফেডারেশন রয়্যাল স্পেনীয় ফুটবল ফেডারেশনের সাথে বেশ কয়েকটি স্পেনীয় আঞ্চলিক ফুটবল ফেডারেশনের একটি হিসাবে অধিভুক্ত, তাই কাতালুনিয়া ফিফা বা উয়েফার সাথে একটি জাতীয় সদস্য সংস্থা হিসাবে অধিভুক্ত হতে পারে না এবং তাই জাতীয় দলের জন্য অফিসিয়াল প্রতিযোগিতায় অংশগ্রহণের অনুমতি দেওয়া হয় না যেমন ফিফা বিশ্বকাপ বা উয়েফা ইউরোপিয়ান চ্যাম্পিয়নশিপ হিসেবে। নির্দিষ্ট কিছু ক্ষেত্রে যেখানে অন্যান্য জাতীয়তা জড়িত থাকে, কাতালান খেলোয়াড়রা সম্পূর্ণ স্পেনীয় নাগরিক যারা স্পেনের হয়ে খেলার যোগ্য এবং প্রায়শই তা করে। \n১৯০৪ সাল থেকে, দলটি বিভিন্ন জাতীয়, আঞ্চলিক এবং ক্লাব দলের বিরুদ্ধে প্রায় ২০০টি খেলা খেলেছে।  ১৯৯৭ সাল থেকে আন্তর্জাতিক বন্ধুত্বপূর্ণ গেমগুলি আরও নিয়মিত খেলা হয়েছে। তারা যে দলগুলোর সাথে খেলেছে তার মধ্যে রয়েছে নাইজেরিয়া, ব্রাজিল এবং আর্জেন্টিনা।\n\n\n== ইতিহাস ==\n\n\n=== প্রথম খেলা ===\nকাতালুনিয়া দল ১৯০৫ সালে আত্মপ্রকাশ করে, প্রাথমিকভাবে তারা রিয়াল ক্লাব দেপোর্তিউ এস্পানিওল, রিয়াল মাদ্রিদ ফুটবল ক্লাব, ফুটবল ক্লাব বার্সেলোনা এবং ইরুন স্পোর্টিং ক্লাবের মতো বিভিন্ন ক্লাব দলের বিপক্ষে খেলেছিল। ২৪ জুলাই ১৯১০-এ তারা প্যারিস একাদশের বিপক্ষে তাদের প্রথম আন্তর্জাতিক খেলা খেলে, যেটি তারা ১–৩-এ হেরেছিল, কাতালান গোলের লেখক ছিলেন কার্লেস কোমামালা। দলটি ছিল: কস্তা, ব্রু, হ্যালডেন, মাসানা, আগুয়েরেচে, সাম্পেরে, বারেনিস, অ্যাঙ্গোসো, বার্দি, কোমামালা এবং রোটেটা। ২০ ফেব্রুয়ারি ১৯১২ ফ্রান্সের বিপক্ষে তাদের আন্তর্জাতিক প্রীতি অভিষেক হয় প্যারিসে ৭-০ গোলে হেরে। একাদশটি ছিল: রেনে, ইরিজার, আমেচাজুরা, জার্মান, পেরিস, কিঙ্কে, ফরন্স, পেপে রদ্রিগেজ, কোমামালা, মোরালেস এবং রামিরেজ। ১৯১২ সালের ১ ডিসেম্বরে, দুই দল আবার বার্সেলোনায় মুখোমুখি হয় এবং এবার কাতালানরা রিয়াল ক্লাব দেপোর্তিউ এস্পানিওল জেনারো দে লা রিভার একটি গোলে ১-০ তে জয়লাভ করে।\n১৯১২ সালের ৮ ডিসেম্বর কাতালুনিয়া কাম্প দে লা ইন্দাস্ত্রিয়া সিন্ডিকাট ডি পেরিওডিস্টেসের জন্য একটি সুবিধাজনক ম্যাচে বিদেশীদের একটি বাছাইয়ের মুখোমুখি হয়েছিল, যা মাসানা (২), সি. কোমামালা, ওয়ালেসের গোলে কাতালানদের জন্য ৫-২ জয়ে শেষ হয়। (আত্মঘাতী গোল) এবং ফরন্স, বিদেশী গোলদাতা ছিলেন ওয়ালেস এবং স্টুয়ার্ট। কাতালান দলটি ছিল: রেনে, আমেচাজুরা, ইরিজার, এ. মাসানা, স্যাগনিয়ার, কুইরান্টে, আরমেট-কিঙ্কে, এ. কোমামালা, সি. কোমামালা, জেনার এবং ফরন্স। বিদেশীদের নির্বাচন ছিল: মানচান, ব্রাসেনডর্ফ, ওয়ালেস, রোজিটস্কি, গ্রিনওয়েল, মরিস, অ্যালাক, কায়সার, স্টিল, স্টুয়ার্ট এবং ম্যাকলিন। ১৯১৪ সালে, কাতালান একাদশ প্রথমবারের মতো বাস্ক কান্ট্রি একাদশের সাথে খেলেছিল, কিন্তু ফলাফলের কোন রেকর্ড নেই, যখন দুই দলের মধ্যে প্রথম রেকর্ড করা খেলাটি ৩ জানুয়ারি ১৯১৫ সালে সান মামেস স্টেডিয়ামে হয়েছিল, যা ৬-১-এ কাতালান দলের কাছে হারের মাধ্যমে শেষ হয়েছিল।\n\n\n=== কোপা প্রিন্সেপ ডি আস্তুরিজ ===\n১৯১৫ এবং ১৯২৬ সালের মধ্যে কাতালান একাদশ কোপা প্রিন্সেপ ডি'আস্তুরিজ (একটি আন্তঃ-আঞ্চলিক প্রতিযোগিতা) প্রতিযোগিতায় অংশ নেয়। তারা ১৯১৫ সালে রানার্স-আপ হিসাবে শেষ হয়েছিল এবং ১৯১৬ সালে প্রথমবারের মতো জিতেছিল, দুটি গেমে একটি কাস্টিল/মাদ্রিদ একাদশকে ৮–৫ গোলে পরাজিত করেছিল, যার মধ্যে মাদ্রিদের ক্যাম্পো দি ও'ডোনেলে প্রথম লেগে ৬–৩ ব্যবধানের জয় ছিল। তারপরে তারা ১৯১৭ সালে দুর্বল ক্যাসটাইল একাদশের কাছে ২–০ গোলে হেরে ট্রফিটি ত্যাগ করে। ১৯২০-এর দশকে জোসেপ সামিটিয়ার, পাউলিনো আলকানতারা, সাগিবার্বা এবং রিকার্ডো জামোরা সমন্বিত একটি দল ১৯২৪ এবং ১৯২৬ সালে কাতালান একাদশকে প্রতিযোগিতায় জয়ী হতে সাহায্য করেছিল। প্রাক্তন কোয়ার্টার ফাইনালে কাতালুনিয়া রেনে পেটিট সমন্বিত একটি গিপুজকোয়া একাদশকে ২–১ স্কোরে পরাজিত করে এবং তারপরে ক্রিস্টোবাল মার্টি- এর করা একক গোলে সেমিফাইনালে বিস্কে একাদশকে ১–০ গোলে পরাজিত করে। ২৪ ফেব্রুয়ারি ১৯২৪ তারিখে সান মামেসে একটি ক্যাসটাইল/মাদ্রিদ একাদশের বিপক্ষে ফাইনাল খেলা হয়েছিল এবং খেলাটি ছিল একটি প্রচন্ড প্রতিযোগিতামূলক সংঘর্ষ, স্কোরবোর্ডে পিছিয়ে পড়া নাটক ছিল, কিন্তু নিয়মানুবর্তিতার সময় শেষে ম্যাচটি টাই হয় সামিটিয়ার (দুইবার) এবং পিয়েরার কাতালানদের গোলে ৩–৩। অতিরিক্ত সময়ে জুয়ান মনজার্ডিন কাস্টিল/মাদ্রিদ একাদশের হয়ে জামোরার বিপক্ষে গোল করে জয়ী হয়েছিলেন বলে মনে হয়েছিল, কিন্তু দুই মিনিট বাকি থাকতে এমিলি সাগি-বারবা ৪–৪ গোলে স্কোর সমতায় আনেন যখন কেউ এটি আশা করেনি, এবং ড্র দুই দিন পরে একটি রিপ্লে বাধ্য করে এবং এবার কাতালুনিয়া ৩–২ গোলে কারুল্লা, সামিটিয়ার এবং পিয়েরার গোলে জয়ী হয়, এইভাবে চ্যাম্পিয়ন হয়। সেদিন যে কাতালান দলটি সারিবদ্ধ হয়েছিল তা হল: জামোরা, ম্যাসাগুয়ে, মন্টানি, ক্যাসেডো, সানচো, ক্যারুল্লা, পিয়েরা, মার্টি, পেইড্রো, সামিটিয়ার এবং সাগিবার্বা। প্রতিযোগিতার শেষ সংস্করণটি ছিল আগের দুটির বিজয়ী আস্তুরিয়াস একাদশ এবং কাতালুনিয়ার মধ্যে একটি দুই-লেগযুক্ত ফাইনাল, যারা কেবল ট্রফি রাখার অধিকারের জন্য একে অপরের মুখোমুখি হয়েছিল এবং কাতালুনিয়া উভয় গেমই জিতেছিল (২–০ এবং ৪–৩), এইভাবে ট্রফি রাখার অধিকার অর্জন করে। কাতালান গোলদাতারা হলেন ডমিঙ্গো ব্রোটো (২), জোসেপ ফোরগাস (২), জুয়ান পেলিসার এবং পাউলিনো আলকান্তারা। \nসমগ্র স্পেন এবং ইউরোপ থেকে অন্যান্য আঞ্চলিক দল খেলার পাশাপাশি ১৯২০-এর দশকে কাতালান একাদশকে বেশ কয়েকটি আন্তর্জাতিক প্রীতি ম্যাচ খেলতে দেখা যায়। ১৩ মার্চ ১৯২৪-এ ক্যাম্প দে লেস কোর্তস্‌ে কাতালান একাদশ প্রথমবারের মতো স্পেনের সাথে খেলে। স্পেন একাদশে ছিলেন জোসেপ সামিটিয়ার এবং জামোরা, যুগের সেরা দুই কাতালান খেলোয়াড়, আর কাতালান একাদশে ছিলেন আলকানতারা এবং সাগিবার্বা। সামিটার দুবার গোল করে স্পেনকে ৭-০ তে জয়ী করতে সাহায্য করে।  ১৩ ডিসেম্বর ১৯২৫-এ, সামিটিয়ার, জামোরা, আলকান্তারা এবং সাগিবার্বা একই পাশে ছিলেন যখন কাতালান একাদশ চেকোস্লোভাকিয়াকে এস্তাদি দে সাররিয়াতে পরাজিত করেছিল। একটি পেনাল্টি হারানোর পর এবং ১–০ ব্যবধানে নেমে যাওয়ার পর সাগিবার্বা তারপর আরেকটি পেনাল্টি দিয়ে সমতা আনেন আগে সামিটিয়ার ২-১ ব্যবধানে জয় পায়। ১৯২৬ সালের ৭ জুলাই কাতালান একাদশ প্রাগে চেকোস্লোভাকিয়ার খেলায় সামিটিয়ার কাতালানদের ১–০ গোলে এগিয়ে রাখলেও তারা শেষ পর্যন্ত ২–১ গোলে হারে।\n\n\n=== কাতালুনিয়া বনাম ব্রাজিল ===\n১৯৩০ এর দশকে কাতালুনিয়া বেশ কয়েকটি দলের বিরুদ্ধে প্রীতি খেলা চালিয়েছিল; ১৯৩৪ একটি বিশেষ বছর ছিল। ২ ফেব্রুয়ারী, তারা স্পেনের সাথে খেলায় এবং লেস কোর্টসে ২-০ গোলে হেরে যায়। চার মাস পর তারা ব্রাজিলের বিপক্ষে দুবার খেলেছে। ১৭ জুন কাতালান একাদশ লেস কোর্টসে ব্রাজিলকে ২–১ গোলে হারায় এবং তারপর ২৪ জুন তারা জিরোনার ভিস্তা আলেগ্রেতে ২–২ গোলে ড্র করে। ব্রাজিল দল ১৯৩৪ ফিফা বিশ্বকাপে খেলার জন্য ইউরোপে ছিল এবং কিংবদন্তি লিওনিদাসকে তাদের দলে অন্তর্ভুক্ত করেছিল। কাতালান একাদশ একটি ভাল মাস পূর্ণ করেছে যখন ২৯শে জুন তারা বর্তমান অফিসিয়াল লা লিগা চ্যাম্পিয়ন অ্যাথলেটিক বিলবাওকে ৫–১ ব্যবধানে পরাজিত করেছিল।\n\n\n=== ফ্রাঙ্কো যুগ ===\nস্পেনের গৃহযুদ্ধের পর কাউডিলো ফ্রান্সিস্কো ফ্রাঙ্কো কাতালুনিয়ার উপর বেশ কিছু বিধিনিষেধ আরোপ করেন, জেনারেলিট্যাট দে কাতালুনিয়া বিলুপ্ত করেন এবং কাতালান ভাষা ও কাতালান পতাকার আনুষ্ঠানিক ব্যবহার নিষিদ্ধ করেন। এই বিধিনিষেধ সত্ত্বেও কাতালান একাদশ এই সময়ের মধ্যে নিয়মিত খেলা চালিয়ে যায় এবং এমনকি স্পেনের সাথে দুবার খেলাও হয়। ১৯ অক্টোবর ১৯৪৭-এ সারিয়াতে এবং হুয়ান জাম্বুদিও বেলাস্কো, মারিয়া গঞ্জালভো, জোয়ান সেগারা এবং সিজার সমন্বিত একটি দল নিয়ে তারা স্পেনকে ৩–১ গোলে পরাজিত করে। ৯ আগস্ট ১৯৫৩-এ স্পেন ৬–০ জয়ের সাথে এই পরাজয়ের প্রতিশোধ নেয়।\nএই যুগে স্পেনীয় খেলোয়াড় লাসজলো কুবালা, লুইস সুয়ারেজ, এভারিস্টো এবং পরে চুস পেরেদা সহ বার্সেলোনার বেশ কয়েকজন উল্লেখযোগ্য খেলোয়াড় কাতালান একাদশের হয়ে খেলেছেন। ২৬ জানুয়ারি ১৯৫৫-এ লেস কোর্টসে বোলোগনার বিরুদ্ধে একটি বন্ধুত্বপূর্ণ খেলায় কুবালার সাথে আরও একজন অতিথি খেলোয়াড় আলফ্রেদো দি স্তেফানোও যোগ দিয়েছিলেন। কাতালান একাদশ কুবালার দুটি এবং দি স্তেফানোর একটি গোলে ৬–২ ব্যবধানে জিতেছে। ১ সেপ্টেম্বর ১৯৫৬-এ দি স্তেফানো রিয়াল মাদ্রিদের সাথে লেস কোর্টে ফিরে আসেন, প্রথম অফিসিয়াল ইউরোপীয় কাপের সাম্প্রতিক বিজয়ী এবং সেলেসিও ডি বার্সেলোনা খেলেন। খেলায় রিয়াল জিতেছে ৭-৩ গোলে।\nকাতালান একাদশ ১৯৭৬ সালের ৬ জুন কাম্প ন্যুতে সোভিয়েত ইউনিয়নের বিরুদ্ধে একটি প্রীতি খেলার মাধ্যমে ফ্রাঙ্কো যুগের সমাপ্তি ঘটায়। দলে ছিলেন কার্লেস রেক্সাচ, অতিথি নেদারল্যান্ডস খেলোয়াড় ইয়োহান ক্রুইফ এবং জোহান নিসকেন্স এবং চিলির আন্তর্জাতিক কার্লোস ক্যাসজেলি যারা এস্পানিওলের হয়ে খেলেছিলেন। কাতালান একাদশের হয়ে নিসকেন্স স্কোর করে খেলাটি ১–১ ব্যবধানে শেষ হয়। ক্রুইফের ছেলে জর্ডি পরবর্তীতে কাতালান একাদশের হয়ে নিয়মিত খেলতেন।\n\n\n=== গণতান্ত্রিক যুগ ===\n\n১৯৭০-এর দশকে গণতন্ত্র পুনরুদ্ধারের পর থেকে কাতালুনিয়া প্রতিনিধি দল নিয়মিত আন্তর্জাতিক প্রীতি ম্যাচ খেলেছে। তারা বুলগেরিয়া, নাইজেরিয়া, যুগোস্লাভিয়া, লিথুয়ানিয়া এবং চিলির মতো দেশের বিরুদ্ধে সফল ফলাফলের একটি স্ট্রিং একত্রিত করেছে। ৫ মে ২০০২ সালে কাতালুনিয়া অফিসিয়াল ২০০২ বিশ্বকাপের আগে একটি ওয়ার্ম আপ প্রীতি খেলায় ব্রাজিলকে আয়োজক করে। ব্রাজিল যারা অফিসিয়াল প্রতিযোগিতায় জয়লাভ করে কাতালুনিয়াকে ৩-১ গোলে হারিয়েছে। ২০০৪ সালে ব্রাজিল দ্বিতীয় প্রীতি খেলায় ফিরে আসে এবং এই সময় কাম্প ন্যুতে ৫–২ তে জিতেছিল, যেখানে কয়েক মাস পরে আর্জেন্টিনা কাতালুনিয়াকে ৩–০ গোলে পরাজিত করে। শেষ প্রীতি ম্যাচগুলো হয়েছে প্যারাগুয়ে, কোস্টারিকা, বাস্ক কান্ট্রি, আর্জেন্টিনা ও কলম্বিয়ার বিপক্ষে।\n\n\n=== জোহান ক্রুইফের যুগ ===\n২ নভেম্বর ২০০৯-এ ঘোষণা করা হয় যে ডাচ কিংবদন্তি এবং বার্সেলোনার প্রাক্তন ম্যানেজার জোহান ক্রুইফ কাতালোনিয়ার নতুন কোচ হবেন। ২২শে ডিসেম্বর ২০০৯-এ তারা আর্জেন্টিনার বিপক্ষে একটি প্রীতি ম্যাচ খেলে, যা ক্যাম্প ন্যুতে কাতালুনিয়ার ৪–২ জয়ে শেষ হয়। ২৮ ডিসেম্বর ২০১০-এ কাতালুনিয়া হন্ডুরাসের বিরুদ্ধে আরেকটি প্রীতি ম্যাচে এস্তাদি অলিম্পিক লুইস কোম্পানিসে ৪–০ গোলে জিতেছিল। ৩০ ডিসেম্বর ২০১১-এ কাতালুনিয়া তিউনিসিয়ার সাথে লুইস কোম্পানিতে গোলশূন্য ড্র করে। ক্রুইফের অধীনে তাদের শেষ খেলায় অর্থাৎ ২ জানুয়ারি ২০১৩-এ কাতালুনিয়া নাইজেরিয়ার সাথে কোর্ণেয়া-এল প্রাত- এ ১–১ গোলে ড্র করে।\n\n\n=== ক্রুইফ-পরবর্তী যুগ ===\nদুই বছরের জন্য কাতালান দলের নতুন কোচ নিযুক্ত হলেন সাবেক খেলোয়াড় জেরার্ড। দলের সাথে তার প্রথম ম্যাচটি ৩০ ডিসেম্বর ২০১৩ তারিখে অলিম্পিক লুইস কোম্পানিতে কাবু ভের্দি-এর বিপক্ষে হয়েছিল।\n\n\n== ফিক্সচার এবং ফলাফল ==\n\n\n=== ২০২২ ===\n\n\n== কোচের তালিকা ==\nপিচি আলোনসো (১৯৯৫-২০০৫)\nপেরে গ্রাটাকোস (২০০৫-২০০৯)\nইয়োহান ক্রুইফ (২০০৯-২০১৩)\nজেরার্ড লোপেজ (২০১৩-২০১৬)\nসার্জিও গঞ্জালেজ (২০১৫-২০১৮)\nজেরার্ত লোপেস (২০১৮-বর্তমান)\n\n\n== খেলোয়াড় ==\nকাতালুনিয়া দল এবং অন্যান্যদের অনানুষ্ঠানিক অবস্থার কারণে আন্তর্জাতিক ফুটবলের অনেক সাধারণ নিয়ম প্রযোজ্য নয়। যে খেলোয়াড়রা ইতিমধ্যেই ফিফা জাতীয় দলের হয়ে উপস্থিত হয়েছেন তারা কাতালানদের হয়েও খেলতে পারেন, কিন্তু যদি তাদের একই সাথে উভয়ের জন্য ডাকা হয়, তাহলে ফিফা স্কোয়াড (সাধারণত স্পেন) অগ্রাধিকার পায়। ক্লাবগুলিও তাদের খেলোয়াড়দের ছেড়ে দিতে বাধ্য নয়, এবং অনুরোধ কখনও কখনও স্পেনীয় লিগের বাইরের ক্লাবগুলি দ্বারা প্রত্যাখ্যান করা হয়, বা যখন ঘরোয়া মৌসুমে ম্যাচ অনুষ্ঠিত হয় এবং ক্লাবের গুরুত্বপূর্ণ আসন্ন ম্যাচ রয়েছে। যোগ্য খেলোয়াড়রাও জড়িত না হওয়া বেছে নিতে পারেন। এর অর্থ হল কাতালান দলগুলি প্রায়শই তাদের 'পূর্ণ শক্তি' হিসাবে বিবেচিত হয় তার নিচে থাকে তবে এর অর্থ যারা অংশ নেয় তারা ধারণাটির প্রতি সম্পূর্ণ প্রতিশ্রুতিবদ্ধ এবং অনেক ক্ষেত্রে আন্তর্জাতিক ফুটবল অভিজ্ঞতার অন্য কোন সুযোগ থাকে না, তাই ম্যাচকে বিবেচনা করা একটি গুরুত্বপূর্ণ বিষয়। এটি তাদের প্রতিপক্ষের সাথে বৈপরীত্য, কারণ ফিক্সচারটি তাদের অ্যাসোসিয়েশন র‌্যাঙ্কিং পয়েন্ট বা ব্যক্তিগত ক্যাপ টোটালে অবদান রাখে না এবং এইভাবে তারা প্রতি বছর যে কয়েকটি ম্যাচ খেলে তার মধ্যে সবচেয়ে কম উল্লেখযোগ্য ম্যাচগুলির মধ্যে একটি। কাতালান দলের জন্য তাদের বেশিরভাগ ম্যাচই ঘরোয়া সুবিধার সমন্বয়ে হয়ে থাকে, এর ফলে ফলাফলগুলি তাদের পক্ষে প্রায়ই প্রত্যাশিত হতে পারে যা অন্যান্য দেশের খেলোয়াড়দের একই মানসম্পন্ন বলে মনে করা হয়।\n\n\n=== বর্তমান দল ===\nনিম্নলিখিত খেলোয়াড়দের ২৫ মে ২০২২ তারিখে  জ্যামাইকার বিপক্ষে প্রীতি ম্যাচের জন্য ডাকা হয়েছিল।\n জ্যামাইকার বিরুদ্ধে ম্যাচের পর ২০২২ সালের মে পর্যন্ত সমস্ত ক্যাপ এবং গোল।\n\n\n=== সাম্প্রতিক ডাক ===\nনিম্নলিখিত খেলোয়াড়দের শেষ খেলা ম্যাচের মধ্যে দলের জন্য ডাকা হয়েছে এবং এখনও নির্বাচনের জন্য উপলব্ধ।\n\n\n=== অতিথি খেলোয়াড় ===\nস্পেনের একটি অঞ্চল হওয়ার কারণে কাতালুনিয়া উয়েফা বা ফিফার সদস্য নয় এবং শুধুমাত্র অনানুষ্ঠানিক প্রিতী ম্যাচে খেলে, জন্মস্থানের উপর ভিত্তি করে সাধারণ যোগ্যতার নিয়ম প্রযোজ্য নয় এবং অনেক খেলোয়াড় যারা কাতালুনিয়ায় জন্মগ্রহণ করেননি এবং খেলেছেন অন্যান্য আন্তর্জাতিক দলের জন্য, তারা কাতালান একাদশের হয়ে অতিথি হয়েছেন, যদিও ২১ শতকে এটি অনেক কম ঘন ঘন হয়। আলফ্রেদো দি স্তেফানোর উল্লেখযোগ্য ব্যতিক্রম ছাড়া, বেশিরভাগই তখন বার্সেলোনা বা এস্পানিওলের হয়ে খেলছিলেন। এই খেলোয়াড়দের মধ্যে কিছু, যেমন আন্দ্রেস ইনিয়েস্তা, সেজার রদ্রিগেজ, ফ্রান্সিসকো ব্রু, গুইয়েরমো আমোর এবং পেপে রেইনা তাদের ফুটবল কর্মজীবনের কারণে তাদের জীবনের একটি বড় অংশ কাতালুনিয়ায় কাটিয়েছিলেন।\n\n স্পেন \n\nঅন্য দেশ \n\n\n== অর্জন ==\nকোপা প্রিন্সেপ ডি আস্তুরিজ\nবিজয়ী (৩) : ১৯১৬, ১৯২৩-২৪ এবং ১৯২৬\nরানার-আপ (২) : ১৯১৫ এবং ১৯১৭\n\n\n== সম্পূর্ণ রেকর্ড ==\n২৫ মে ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n== আরও দেখুন ==\n\n\n== টীকা এবং তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== তথ্যসূত্র ===\n\n\n== বহিঃসংযোগ ==\n\nকাতালোনিয়া ফুটবল ফেডারেশন\nrsssf.com এ ফলাফল\nবিস্তারিত ফলাফল www.futcat.org/html এ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ মে ২০০৭ তারিখে\nwww.esportcatala.cat এ গেমের তালিকা\nকোপা প্রিন্সেপ ডি আস্তুরিজ"}