{"pageid": 1330356, "title": "শ্রম নারীবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1330356", "content": "শ্রম নারীবাদ ছিল মার্কিন যুক্তরাষ্ট্রে একটি নারী আন্দোলন যা কর্মক্ষেত্র ও ইউনিয়নে অধিকার অর্জনের উপর দৃষ্টি নিবদ্ধ করে ১৯২০-এর দশকে আবির্ভূত হয়েছিল। শ্রম নারীবাদীরা সুরক্ষাবাদী আইন এবং মহিলাদের জন্য বিশেষ সুবিধার জন্য সামাজিক নারীবাদের একটি বৈকল্পিক সমর্থন করেছিলেন। তারা মহিলাদের জন্য কাজের পরিস্থিতি নিয়ন্ত্রণকারী রাষ্ট্রীয় আইন পাস করতে সাহায্য করেছিল, ইউনিয়নগুলিতে মহিলাদের অংশগ্রহণ প্রসারিত করেছিল এবং সমান অধিকার সংশোধনের বিরোধিতা করতে সংগঠিত হয়েছিল।\nশব্দটি ইতিহাসবিদ ডরোথি স্যু কোবল তার বই দ্য আদার উইমেন'স মুভমেন্ট (২০০৫) এ উদ্ভাবন করেছিলেন।\n\n\n== ১৯২০ থেকে ১৯৭০ এর দশক ==\nভোটের অধিকার পাওয়ার পর জাতীয় মহিলা দল সমঅধিকার সংশোধনী (ইরা) প্রস্তাব করেছিল। ইরা সামাজিক নারীবাদীদের দ্বারা তীব্রভাবে বিরোধিতা করা হয়েছিল যারা এটিকে মহিলা শ্রমিকদের সাথে আচরণের ক্ষেত্রে তাদের অর্জিত অনেক অর্জনকে হ্রাস হিসাবে দেখেছিল। এই অভিযোগের নেতৃত্বে ছিলেন শ্রম নারীবাদীরা, যারা প্রগতিশীল যুগের সামাজিক নারীবাদীদের উত্তরসূরি ছিলেন। শ্রম নারীবাদীরা লিঙ্গের উপর ভিত্তি করে সমস্ত বৈষম্যের অবসান ঘটাতে চাননি, শুধুমাত্র যেগুলি মহিলাদের আঘাত করে সেগুলির অবসান চেয়েছিল। উদাহরণস্বরূপ, তারা মনে করেছিল যে রাষ্ট্রীয় আইন যা মজুরি মেঝে এবং ঘন্টার সীমা নির্ধারণ করে তা মহিলাদের উপকার করে। এইভাবে, তারা সুরক্ষাবাদী আইন ও মহিলাদের জন্য বিশেষ সুবিধার পক্ষে সমর্থন অব্যাহত রেখেছিল। রাষ্ট্রীয় মজুরি আইনের পাশাপাশি তারা মাতৃত্বকালীন ছুটি, প্রসবকালীন স্বাস্থ্যসেবা ও মায়েদের জন্য অক্ষমতা এবং বেকারত্বের পরিধি প্রসারিত করার চেষ্টা করেছিল। তাদের দৃষ্টিভঙ্গি ছিল যে নারীদের পুরুষের চেয়ে আলাদা চাহিদা রয়েছে এবং মাতৃত্বের কার্য সম্পাদনের জন্য তাদের শাস্তি দেওয়া উচিত নয়। সামাজিক নারীবাদী ও সমঅধিকার নারীবাদীদের মধ্যে বিরোধ তাদের ভিন্ন পরিচয়ের কারণে তীব্রতর হয়েছিল। সামাজিক নারীবাদীরা বিভিন্ন বর্ণের শ্রমজীবী নারী হওয়ার প্রবণতা দেখায় যেখানে সমানাধিকারের নারীবাদীরা বেশিরভাগ অংশে উচ্চ মধ্যবিত্ত শ্বেতাঙ্গ নারী ছিলেন। তাদের বিভিন্ন অভিজ্ঞতা তাদের বিশ্বাসকে প্রভাবিত করেছিল যে আইন টি কাজ করা উচিত। \n\n\n== তথ্যসূত্র =="}