{"pageid": 1330537, "title": "ডরোথি রুডনিক", "url": "https://bn.wikipedia.org/wiki?curid=1330537", "content": "ডরোথী রুডনিক (১৭ই জানুয়ারী, ১৯০৭ – ১০ই জানুয়ারী ১৯৯০) ছিলেন একজন আমেরিকান ভ্রূণ বিশেষজ্ঞ, যিনি একজন বৈজ্ঞানিক সম্পাদক এবং অনুবাদক হিসাবেও অবদান রেখেছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nডরোথী রুডনিক ১৯০৭ সালে উইসকনসিনের ওকোনোমোওক- এ জন্মগ্রহণ করেন এবং শিকাগো, ইলিনয়েতে বেড়ে ওঠেন। তাঁর বাবা পল রুডনিক ছিলেন আর্মার ল্যাবরেটরিজের প্রধান রসায়নবিদ এবং তাঁর দুই ভাইই পদার্থবিদ হয়ে ওঠেন। পার্কার হাই স্কুলের ছাত্রী হিসেবে তিনি শিকাগো ডেইলি ট্রিবিউন দ্বারা স্পনসর করা একটি রচনা প্রতিযোগিতায় $২৫০০ গ্র্যান্ড প্রাইজ জিতেছিলেন। \nতিনি ১৯৩১ সালে শিকাগো বিশ্ববিদ্যালয়ে প্রাণিবিদ বেঞ্জামিন হ্যারিসন উইলিয়ারের অধীনে তাঁর পিএইচডি অর্জন করেন।  তাঁর গবেষণার শিরোনাম ছিল \"আর্লি চিক ব্লাস্টোডার্মের থাইরয়েড গঠনের ক্ষমতা।\" \n\n\n== কর্মজীবন ==\nডাঃ রুডনিক তাঁর শিক্ষাগত কর্মজীবনের বেশিরভাগ সময় কাটিয়েছেন অ্যালবার্টাস ম্যাগনাস কলেজে, জীববিজ্ঞান বিভাগের অধ্যাপক হিসেবে। ১৯৪০ সাল থেকে শুরু করে ১৯৭৭ সালে অবসর নেওয়া পর্যন্ত এবং অবসর গ্রহণের পর একজন ইমেরিটাস অধ্যাপক হিসেবে তিনি কাজ করেছেন। ইয়েল ইউনিভার্সিটির নিকটবর্তী ওসবর্ন মেমোরিয়াল ল্যাবরেটরিগুলির সাথেও তাঁর চলমান গবেষণা অধিভুক্তি ছিল।  তাঁর গবেষণা সহযোগীদের মধ্যে জীববিজ্ঞানী ভিক্টর হ্যামবার্গার ছিলেন।  রুডনিকের প্রকাশনাগুলি বিশেষ ভাবে উল্লেখ্য, ভ্রূণজনিত এবং অন্যান্য প্রক্রিয়া ব্যাখ্যা করার জন্য তাঁর হাতে আঁকা কোষের ছবির জন্য। \nআলামোস, নিউ মেক্সিকোতেতিনি কানেকটিকাট একাডেমি অফ আর্টস অ্যান্ড সায়েন্সেস-এর সেক্রেটারি এবং প্রকাশনা সম্পাদক হিসেবে কাজ করেছেন। এছাড়াও তিনি সোসাইটি ফর ডেভেলপমেন্টাল বায়োলজি দ্বারা প্রকাশিত সিম্পোজিয়ার দীর্ঘদিনের সম্পাদক ছিলেন।  তাঁর অনুবাদ কাজের মধ্যে ১৯৬৭ সালের জীববিজ্ঞানী থিওডর বোভারির একটি জীবনী অন্তর্ভুক্ত ছিল, যা ফ্রিটজ বাল্টজার দ্বারা জার্মান ভাষায় লেখা। \nডরোথী রুডনিক ১৯৫২ সালে গুগেনহেইম ফেলোশিপ পেয়েছিলেন \n\n\n== ব্যক্তিগত জীবন ==\nরুডনিক কিছুটা বিচ্ছিন্ন ভাবে ব্যক্তিগত জীবন যাপন করেছিলেন  কানেকটিকাটের হ্যামডেনের একটি পাহাড়ের ধারে একটি আধুনিক বাড়িতে তিনি থাকতেন, এটি ১৯৫৬ সালে স্থপতি কিং-লুই উ নকশা করেছিলেন। ১৯৯০ সালের প্রথম দিকে, তাঁর ৯৩তম জন্মদিনের ঠিক আগে তিনি লস আলামোস, নিউ মেক্সিকোতে মারা যান।\n\n\n== তথ্যসূত্র =="}