{"pageid": 1330854, "title": "পিশাচ (পৌরাণিক)", "url": "https://bn.wikipedia.org/wiki?curid=1330854", "content": "পিশাচ (সংস্কৃত: पिशाच, আইএএসটি: Piśāca)  বৌদ্ধ ও হিন্দু পৌরাণিক কাহিনী অনুসারে মাংস ভক্ষণকারী দানব। পিশাচ হল অশুভ সত্তা যাকে প্রায়শই মন্দের প্রকাশ হিসাবে উল্লেখ করা হয়েছে।\n\n\n== কিংবদন্তি ==\nমহাভারত অনুসারে, আদি পিশাচ ছিল ব্রহ্মার সৃষ্টি। মহাকাব্যটি সত্তার বিভিন্ন ব্যাখ্যা প্রদান করে, যার মধ্যে রয়েছে কুবের বা ব্রহ্মার দরবারে বাস করা এবং এর বাসস্থানের দেবতাদের উপাসনা এবং শিব ও পার্বতীর পূজা। পিশাচদের বর্ণনা করা হয়েছে যে তারা ঘটোৎকচের পক্ষে কর্ণের বিরুদ্ধে যুদ্ধ করেছিল। কিন্তু তারা কৌরবদের সেবা করত বলেও কথিত আছে, তারা আলম্বুষার রথের ঘোড়া হিসেবে কাজ করেছিল।\nঅন্যান্য কিংবদন্তি তাদের ক্রোধ (কালীর পিতা) অথবা দক্ষের কন্যা পিচ্চার পুত্র হিসাবে বর্ণনা করে। তাদের ফুঁটে যাওয়া শিরা এবং প্রসারিত লাল চোখ হিসাবে বর্ণনা করা হয়েছে। তাদের নিজস্ব ভাষা আছে বলে মনে করা হয়, যা পৈশাচি নামে পরিচিত।\nঅন্য কিংবদন্তি অনুসারে, তারা কশ্যপ ও ক্রোধবাসের পুত্র, দক্ষের কন্যাদের মধ্যে একজন। ৭ম শতাব্দীর নীলমতা পুরাণ বলছে কাশ্মীর উপত্যকায় দুটি উপজাতি বাস করত: নাগ ও পিশাচ।\nঅন্ধকারের মতো পিশাচ এবং ঐতিহ্যগতভাবে ভূত ও বেতালের মতো অন্যান্য দানবদের সাথে ভুতুড়ে শ্মশান হিসেবে চিত্রিত করা হয়েছে। পিশাচদের আকৃতি পরিবর্তন করার এবং ইচ্ছামত যেকোন রূপ ধারণ করার ক্ষমতা থাকতে পারে এবং অদৃশ্যও হতে পারে। তারা মানুষের শক্তিও খায়। কখনও কখনও, তারা মানুষের অধিকারী হয় এবং তাদের চিন্তাভাবনা পরিবর্তন করে এবং ভুক্তভোগীরা বিভিন্ন ধরনের অসুস্থতা ও উন্মাদনার মতো অস্বাভাবিকতায় আক্রান্ত হয়। কিছু মন্ত্র এই ধরনের পীড়িত ব্যক্তিদের নিরাময় করে এবং সেই নির্দিষ্ট মানুষের অধিকারী পিশাচকে তাড়িয়ে দেয় বলে মনে করা হয়। পিশাচকে দূরে রাখার জন্য, কিছু ধর্মীয় অনুষ্ঠান ও উৎসবের সময় তাদের তাদের অংশের নৈবেদ্য দেওয়া হয়।\nপাণিনি, তার অষ্টাধ্যায়ীতে, পিশাচকে \"যোদ্ধা গোষ্ঠী\" হিসাবে বর্ণনা করেছেন।\nপ্রাচীন সাহিত্যে, কাশ্মীরের উত্তরের দার্দীয় লোকেদের পিশাচ এবং দার্দীয় ভাষাকে বলা হত পৈশাচি। তারা প্রজাপতি কশ্যপের বংশধর বলে কথিত আছে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nDictionary of Hindu Lore and Legend (আইএসবিএন ০-৫০০-৫১০৮৮-১) by Anna Dhallapiccola"}