{"pageid": 1330702, "title": "ইহুদি মহিলা লীগ (জার্মানি)", "url": "https://bn.wikipedia.org/wiki?curid=1330702", "content": "ইহুদি মহিলা লীগ (জার্মান: Jüdischer Frauenbund, জেএফবি) সংগঠনটি ১৯০৪ সালে বার্থা প্যাপেনহেইম দ্বারা প্রতিষ্ঠিত হয়েছিল। প্যাপেনহেইম তার অস্তিত্বের প্রথম বিশ বছর ধরে জেএফবি এর নেতৃত্ব দেন এবং ১৯৩৬ সালে তার মৃত্যুর আগ পর্যন্ত এতে সক্রিয় ছিলেন জেএফবি ২০ শতকে ক্রমশ জনপ্রিয় হয়ে ওঠে। ১৯২৮ সালে এটি শীর্ষ অবস্থানে পৌছায়, সংগঠনটির ৩৪টি স্থানীয় শাখা এবং ৪৩০টি সহায়ক গ্রুপে ৫০,০০০ সদস্য ছিল। সেই সময়ে, জেএফবি ছিল জার্মানির তৃতীয় বৃহত্তম ইহুদি সংগঠন, জার্মানির ১৫-২০% ইহুদি মহিলা সদস্য হয়েছিল।\n\n\n== নারী আন্দোলন বৃদ্ধি ==\nজেএফবি ১৮৯৯ সালে জার্মান ইভানজেলিকাল উইমেনস অ্যাসোসিয়েশনের (জার্মান: Deutsch-Evangelischer Frauenbund প্রতিষ্ঠার অনুসরণ করে, সেইসাথে ১৯০৩ সালে জার্মান উইমেনস অ্যাসোসিয়েশনের (জার্মান: Katholischer Frauenbund) প্রতিষ্ঠায় অবদান রাখে। এটি ছিল সেইসব কার্যকলাপের অংশ যাকে কেউ কেউ \"প্রথম-তরঙ্গ নারীবাদ\" বলে ডাকে, যেখানে জার্মানি সহ কিছু দেশে নারীরা নারীর অধিকার বৃদ্ধির লক্ষ্যে আন্দোলনের নেতৃত্ব দিয়েছিল। জেএফবি-এর ভিত্তি জার্মান সমাজ এবং ইহুদি ঐতিহ্যের সংযোগস্থলে একটি স্বতন্ত্র আন্দোলনের রূপ নেয়। ১৯০৭ সাল থেকে জেএফবি জার্মান নারীবাদী সংগঠনের ইউনিয়নের (জার্মান: Bund Deutscher Frauenvereine, বিডিএফ) সদস্য ছিল, যা বিভিন্ন মহিলা সমিতির ছাতা সংগঠন হিসাবে গড়ে উঠেছিল।\n\n\n== লক্ষ্য এবং কাজ ==\nজেএফবি ইহুদি সম্প্রদায়ের মহিলাদের অভিজ্ঞতা উন্নত করার প্রাথমিক আগ্রহের একটি সম্প্রদায় ছিল। এটি মহিলাদের ইহুদি ঐতিহ্যের সাথে ঘনিষ্ঠ সংস্পর্শে আনার ইচ্ছা সম্পর্কে খোলা ছিল। সংগঠনের অনেক সদস্য তুলনামূলকভাবে আত্তীকৃত ইহুদি পরিবারের ছিল যারা ঐতিহ্য থেকে দূরে সরে গিয়েছিল, এবং কিছু তাদের স্বামীদের দ্বারা তাদের ইহুদি পরিচয় গোপন করতে উৎসাহিত হয়েছিল। এই নারীদের মধ্যে কেউ কেউ তাজেদাকাহ, বা ইহুদি আইন দ্বারা বাধ্যতামূলক দাতব্য দানের নারীবাদী অনুশীলনের বিকাশের মাধ্যমে প্রতিক্রিয়া দেখিয়েছিল। স্থানীয় মহিলা সংস্থাগুলির জনহিতকর অবদানগুলি কেন্দ্রীভূত সামাজিক প্রচারের পাশাপাশি আন্তর্জাতিক সহযোগীদের সাথে সম্পর্ক রক্ষণাবেক্ষণকে সমর্থন করেছিল। এই কাজটি ১৯১৭ সালে জার্মানিতে ইহুদিদের কল্যাণের জন্য কেন্দ্রীয় কার্যালয় (জেডডব্লিউএসটি) প্রতিষ্ঠার দিকে পরিচালিত করে। সংগঠনটি, বিশেষ করে তার প্রথম বছরগুলিতে, ইহুদি সম্প্রদায়ের মহিলাদের ভোটাধিকারের জন্য লড়াইয়ে মনোনিবেশ করেছিল। সংগঠনটি ইহুদি-বিদ্বেষের বিরুদ্ধে লড়াই করাকে প্রধান অগ্রাধিকার দিয়েছিল, যদিও এটি অনেক ইহুদি পুরুষদের গোষ্ঠীর মতো বিষয়টিতে কম জোর দেয়। জেএফবি ইহুদি মহিলাদের সামাজিক এবং শিক্ষাগত সংস্থান সরবরাহ করে এবং জার্মানি এবং বিদেশে \"মহিলা দাসত্ব\", পতিতাবৃত্তি এবং নৈতিক অবক্ষয়কে সংজ্ঞায়িত করার শেষ চেষ্টা করেছিল। প্যাপেনহেইম বিভিন্ন অনুষ্ঠানের মধ্য দিয়ে পূর্ব ইউরোপে ভ্রমণ করেছিলেন, যা তাকে পতিতাবৃত্তির বিরুদ্ধে লড়াই করার এবং পূর্ব ইউরোপের ইহুদি মহিলাদের জীবনকে উন্নত করার দিকে সংগঠনটিকে এগিয়ে নিতে অনুপ্রাণিত করেছিল। জেএফবি প্রথম বিশ্বযুদ্ধের প্রাদুর্ভাবের সময় বিদেশে ইহুদি মহিলাদের সাহায্য করার প্রচেষ্টা থেকে সরে এসেছিল৷ প্রথম বিশ্বযুদ্ধের পর, জেএফবি অল্পবয়সী ইহুদি মহিলাদের সংগঠনে আনার জন্য সংগ্রাম করেছিল এবং প্রধানত নারীবাদী বিষয়গুলির চেয়ে ইহুদি সমস্যাগুলিকে অগ্রাধিকার দিয়েছিল।\n\n\n== সদস্যরা ==\nরাহেল স্ট্রস\nমার্গারেট টাইটজ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nLara Daemmig and Marion Kaplan: Juedischer Frauenbund (The League of Jewish Women), Jewish Women's Archive, [১]\nMarion A. Kaplan: Jüdisches Bürgertum, Frau und Familie im Kaiserreich. Hamburg 1997, আইএসবিএন ৩-৯৩০৮০২-০৮-২.\nMarion A. Kaplan: Die jüdische Frauenbewegung in Deutschland, Organisation und Ziele des Jüdischen Frauenbundes 1904–1938. Hamburg 1981, আইএসবিএন ৩-৭৬৭২-০৬২৯-৩.\nJutta Dick und Marina Sassenberg: Jüdische Frauen im 19. und 20. Jahrhundert. Lexikon zu Leben und Werk. Reinbek bei Hamburg 1993, আইএসবিএন ৩-৪৯৯-১৬৩৪৪-৬.\nInge Stephan (Hrsg.): Jüdische Kultur und Weiblichkeit in der Moderne. Köln, Weimar, Wien 1994, আইএসবিএন ৩-৪১২-০০৪৯২-৮.\nJulius Carlebach (Hrsg.): Zur Geschichte der jüdischen Frau in Deutschland. Berlin 1993, আইএসবিএন ৩-৯২৬৮৯৩-৫০-৮.\nArno Herzig: Jüdische Geschichte in Deutschland. Von den Anfängen bis zur Gegenwart. München 1997, আইএসবিএন ৩-৪০৬-৩৯২৯৬-২.\nYvonne Weissberg: Ein ethnisches Netzwerk. Der Jüdische Frauenbund in Köln 1933-1939. In: Ariadne. Forum für Frauen- und Geschlechtergeschichte. Heft 61 (Mai 2012), S. 40-47.\nAriadne. Forum für Frauen und Geschlechtergeschichte (Hg.): „Jüdisch-sein, Frau-sein, Bund-sein“. Der Jüdischer Frauenbund 1904-2004. Heft 45-46 (Juni 2004).\nGudrun Maierhof: Selbstbehauptung im Chaos. Frauen in der jüdischen Selbsthilfe 1933-1943. Frankfurt a.M. 2002.\n\n\n== বহিঃসংযোগ ==\nLara Daemmig: Kampf um Gleichberechtigung: Der Jüdische Frauenbund in Berlin at HaGalil (in German)\n\"Kochbuch für die jüdische Küche\", digitized cookbook published by the League of Jewish Women at the Leo Baeck Institute, New York (জার্মান ভাষায়)"}