{"pageid": 1330786, "title": "মিসেস চ্যাটার্জি ভার্সেস নরওয়ে", "url": "https://bn.wikipedia.org/wiki?curid=1330786", "content": "মিসেস চ্যাটার্জি ভার্সেস নরওয়ে সত্য ঘটনা অবলম্বনে নির্মিত হিন্দি ভাষার চলচ্চিত্র। এটি পরিচালনা করেছেন আশিমা চিব্বার এবং প্রযোজনা করেছে জি স্টুডিওস এবং এমমে এন্টারটেইনমেন্ট। মুখ্য ভূমিকায় অভিনয় করেছেন রানী মুখার্জী, অনির্বাণ ভট্টাচার্য, নীনা গুপ্তা এবং জিম সার্ভ। এটি একজন ভারতীয় দম্পতির বাস্তব জীবনের গল্প থেকে অনুপ্রাণিত, যাদের সন্তানকে ২০১১ সালে নরওয়েজিয়ান কর্তৃপক্ষ তুলে নিয়ে গিয়েছিল। ১৭ মার্চ ২০২৩ এ ছবিটি প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== পটভূমি ==\nগল্পটি সাগরিকা ভট্টাচার্যের সাথে বাস্তব জীবনের ঘটনার উপর ভিত্তি করে তৈরি করা হয়েছে যিনি তার স্বামী অনুপ ভট্টাচার্যের সাথে দুই সন্তান নিয়ে বসবাস করছিলেন।  তারা চাকরির জন্য নরওয়েতে চলে যান। ২০১১ সালে, শিশুদের প্রতি অনুপযুক্ত আচরণের কারণে বার্নেভারনেট (এটি নরওয়েজিয়ান চাইল্ড ওয়েলফেয়ার সার্ভিস নামেও পরিচিত) দেখাশোনার দায়িত্ব গ্রহণ করে এবং তারা সন্তানের অধিকার থেকে বঞ্চিত হন। প্রথমে তারা নরওয়ের আদালতে আপিল করলেও ব্যর্থ হয়। পরে তারা বিদেশ মন্ত্রক, ভারত সরকারকে হস্তক্ষেপ করার আবেদন জানায়।  এর আগে সাগরিকা আর তার স্বামীর বিচ্ছেদ হয়ে যায় এবং সন্তানদের হেফাজত তাদের বাবার ভাইকে(কাকা) দেওয়া হয়।  ২০১৩ সালে, তিনি দুই বছরের দীর্ঘ আইনি লড়াইয়ের পর ভারত সরকারের হস্তক্ষেপের পর তাকে কলকাতা হাইকোর্ট মধ্যস্ততায় তার সন্তানদের ফিরে পান।\n\n\n== অভিনয়ে ==\nরানী মুখার্জি - দেবিকা চ্যাটার্জি \nঅনির্বাণ ভট্টাচার্য - দেবিকার স্বামী অনিরুদ্ধ চ্যাটার্জির চরিত্রে\nজিম সর্ব - নরওয়ের আইনজীবী ড্যানিয়েল সিং সিউপেক\nনীনা গুপ্তা - বাসুধা কামাত, ভারতীয় পররাষ্ট্র মন্ত্রী\nকলকাতা হাইকোর্টের বিচারক অভিজিৎ দত্ত চরিত্রে বরুন চন্দ\nঅ্যাডভোকেট মিসেস প্রতাপ চরিত্রে বালাজি গৌরী\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\n২০২১ সালের মার্চ মাসে রানি মুখার্জি চলচ্চিত্রটি ঘোষণা করেছিলেন। ফিল্মটি সাগরিকা চক্রবর্তী এবং তার স্বামী, নরওয়েতে বসবাসকারী একজন ভারতীয় দম্পতির বাস্তব গল্প থেকে অনুপ্রাণিত, যাদের সন্তানদের নরওয়েজিয়ান চাইল্ড ওয়েলফেয়ার সার্ভিসেস দ্বারা তুলে নিয়ে গিয়েছিল।\n\n\n=== চিত্রগ্রহণ ===\nপ্রধান ফটোগ্রাফি শুরু হয় আগস্ট ২০২১ সালে।  প্রথম প্রযোজনা সময়সূচীটি এস্তোনিয়াতে হয়েছিল এবং ২১ সেপ্টেম্বর ২০২১ এর মধ্যে সম্পন্ন হয়েছিল।  ছবিটি ১৮ অক্টোবর ২০২১-এ সমাপ্ত হয়।\n\n\n== সঙ্গীত ==\n\nছবির সঙ্গীত পরিচালনা করেছেন অমিত ত্রিবেদী। গানের কথা লিখেছেন কাউসার মুনির।\n\n\n== মুক্তি ==\n২০২৩ সালে ১৭ই মার্চ প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক অভ্যর্থনা ===\nছবিটি সমালোচকদের কাছ থেকে মিশ্র থেকে ইতিবাচক পর্যালোচনা পেয়েছে। ইন্ডিয়া টুডে- এর জিনিয়া বন্দ্যোপাধ্যায় ছবিটিকে পাঁচটির মধ্যে সাড়ে তিন স্টার দিয়েছেন এবং বলেছেন, \"ফিল্মটির সবচেয়ে ভাল জিনিসটি হল, নিঃসন্দেহে, রানি মুখার্জির অভিনয়। এটি একটি হালকা ঘড়ি নয়, এমন কিছু যা বাধ্যতামূলক এবং আবেগপ্রবণ। তবে , শেষ পর্যন্ত, ফিল্মটি কিছুটা প্রসারিত বোধ করে।\" বলিউড হাঙ্গামা ছবিটিকে পাঁচজনের মধ্যে তিন তারকা দিয়েছে এবং বলেছে, \"এটি একটি কঠিন নাটক এবং রানী মুখার্জির ক্যারিয়ার-সেরা অভিনয় দ্বারা সজ্জিত।\" হিন্দুস্তান টাইমসের মনিকা রাওয়ালবলেছেন, \"এটি একজন মায়ের অন্ত্র-বিধ্বংসী গল্পের সত্য থেকে হৃদয়ের বিবরণ হিসাবে রয়ে গেছে তবে এমন অনেক স্তর রয়েছে যা আপনি চান পরিচালক আরও গভীরে খনন করুন এবং মূল চরিত্রের সাথে অন্বেষণ করুন।\"\nRediff.com- এর সুকন্যা ভার্মা বলেছেন, \"তার হতাশা, হতাশা বা তার সন্তানকে রক্ষা করার জন্য মায়ের প্রাথমিক প্রয়োজন থেকে উদ্ভূত চরম কাজগুলি অনুভব করার পরিবর্তে, যা আসে তা হল ফাঁকা থিয়েট্রিক্স।\" এনডিটিভির সাইবল চ্যাটার্জি ছবিটিকে পাঁচটির মধ্যে দেড়টি তারকা দিয়েছিলেন এবং বলেছিলেন, \"এটি একটি অত্যধিক উত্তপ্ত ঘটনা যা একটি অভ্যন্তরীণভাবে চলমান গল্পের বাতাসকে চুষে ফেলে যা অসীমভাবে আরও ভাল হওয়ার যোগ্য।\" মিন্ট লাউঞ্জ থেকে উদিতা ঝুনঝুনওয়ালা বলেন, \"একটি চলচ্চিত্রে চ্যাটার্জিদের জন্য রুট করা কঠিন ছিল যা একটি বাস্তব জীবনের মানব-আগ্রহের গল্পের বিনোদনের চেয়ে অশ্রুসিক্ত বলিউড নাটক হিসাবে বেশি স্মরণ করে।\"\n\n\n== নরওয়ে কর্তৃপক্ষের প্রতিক্রিয়া ও নির্মাতার বক্তব্য ==\nদিল্লিতে নিযুক্ত নরওয়ের রাষ্ট্রদূত হান্স জেকব ফ্রাইডেনলান্ড টুইট করে ও খবরের কাগজে অপ-এড লিখে দাবি করেছেন, এই ছবিটিতে নরওয়ে সম্পর্কে বহু তথ্যগত অসঙ্গতি আছে এবং ওতে যা দেখানো হয়েছে তা সম্পূর্ণ মিথ্যা। নরওয়েজিয়ান রাষ্ট্রদূতের প্রতিবাদের পরও চলচ্চিত্রটির নির্মাতারা নিজেদের অবস্থানেই অনড় আছেন। তারা বলছেন ছবিতে মোটেও মনগড়া কিছু দেখানো হয়নি, বরং নরওয়েতে তথাকথিত ‘চাইল্ড প্রোটেকশন সিস্টেম’টি যে কত ভুলে ভরা সে দিকেই দিকনির্দেশ করা হয়েছে। অন্য দিকে, বাস্তবে যার জীবনের ঘটনা নিয়ে ছবিটি তৈরি হয়েছে, সেই সাগরিকা চক্রবর্তী পাল্টা দাবি করেছেন, নরওয়ে সরকার মোটেই সত্যি কথা বলছে না এবং আজ পর্যন্ত তারা এই ঘটনাটি নিয়ে মিথ্যে রটনা চালিয়ে যাচ্ছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবলিউড হাঙ্গামায় মিসেস চ্যাটার্জি ভার্সেস নরওয়ে (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে মিসেস চ্যাটার্জি ভার্সেস নরওয়ে  (ইংরেজি)"}