{"pageid": 1330978, "title": "পলা মার্টিনাক", "url": "https://bn.wikipedia.org/wiki?curid=1330978", "content": "পলা মার্টিনাক (জন্ম ৩০শে জুলাই, ১৯৫৪) হলেন একজন আমেরিকান লেখক।  তিনি তাঁর আউট অফ টাইম উপন্যাসের জন্য সর্বাধিক পরিচিত, এই উপন্যাসটি ১৯৯১ সালে ৩য় ল্যাম্বডা সাহিত্য পুরস্কার অনুষ্ঠানে লেসবিয়ান উপন্যাসের জন্য ল্যাম্বডা সাহিত্য পুরস্কার জিতেছিল  উপন্যাসটি এএলএ গে এবং লেসবিয়ান বুক অ্যাওয়ার্ডের জন্যও চূড়ান্ত পর্যায়ে উঠেছিল।\n\n\n== পটভূমি ==\nমার্টিনাক পেনসিলভানিয়ার পিটসবার্গে জন্মগ্রহণ করেছেন ও বড় হয় উঠেছেন। তিনি চ্যাথাম কলেজ এবং কলেজ অফ উইলিয়াম অ্যান্ড মেরি শিক্ষা লাভ করেন। ১৯৮২ সালে ওমানিউজ- এর যৌথ সম্পাদকীয়তে যোগদানের আগে তিনি ওয়েস্ট ভার্জিনিয়া স্টেট মিউজিয়াম এবং প্রেন্টিস হলের জন্য কাজ করেছিলেন। তিনি ১৯৮৫ সালে দ্য ফেমিনিস্ট প্রেসের প্রযোজনা পরিচালক হন, ১৯৮৮ সালে নারীবাদী সাহিত্য সাময়িকী কন্ডিশনের  যৌথ সম্পাদকীয়তে যোগদান করেন এবং ১৯৯০ সালে নিউইয়র্ক সিটির লেসবিয়ান এবং গে কমিউনিটি সার্ভিসেস সেন্টারের বোর্ডের সহ সভাপতি হন  তিনি ২০০১ থেকে ২০০৯ সাল পর্যন্ত একটি এলজিবিটি সিন্ডিকেট কোম্পানি কিউ সিন্ডিকেটের প্রধান সম্পাদক ছিলেন।\n\n\n== লেখক জীবন ==\nতাঁর প্রথম বই ছিল ভয়েজস আউট ওয়ান। এটি ১৯৮৯ সালে প্রকাশিত ছোটগল্পের একটি সংকলন। এতে তাঁর এবং কার্লা টোমাসোর লেখা গল্প সংকলন ছিল। বইটি দ্বিতীয় ল্যাম্বডা সাহিত্য পুরস্কার অনুষ্ঠানে লেসবিয়ান গল্পে আত্মপ্রকাশের জন্য ল্যাম্বডা সাহিত্য পুরস্কারের উদ্দেশ্যে বাছাই তালিকাভুক্ত করা হয়েছিল।\n১৯৯০ সালে, তাঁর প্রথম উপন্যাস আউট অফ টাইম প্রকাশিত হয়েছিল। এরপরে তিনি হোম মুভিজ (১৯৯৩) এবং চিকেন (১৯৯৭) উপন্যাসদুটি লেখেন। ৬ষ্ঠ ল্যাম্বডা সাহিত্য পুরস্কার অনুষ্ঠানে হোম মুভিজ উপন্যাসটি লেসবিয়ান  ল্যাম্বডা সাহিত্য পুরস্কারের চূড়ান্ত পর্বে উঠেছিল।\nতিনি ১৯৯০-এর দশকে বেশ কিছু প্রকৃত তথ্যভিত্তিক সাহিত্য কাজ প্রকাশ করেন, যার মধ্যে রয়েছে ১৯৯৬ সালের কে ডি ল্যাংয়ের জীবনী, দ্য কুইরেস্ট প্লেসেস: এ ন্যাশানাল গাইড টু গে অ্যাণ্ড লেসবিয়ান হিস্টরিক সাইটস (১৯৯৭), এবং দ্য লেসবিয়ান অ্যাণ্ড গে বুক অফ লাভ অ্যাণ্ড ম্যারেজ: ক্রিয়েটিং দ্য স্টোরিস অফ আওয়ার লাইভস (১৯৯৮)। ১৯৯৭ থেকে ২০০৫ সাল পর্যন্ত তিনি পাক্ষিক কলাম \"লেসবিয়ান নোটস\" লিখেছিলেন, যেটি মার্কিন যুক্তরাষ্ট্র জুড়ে এলজিবিটি প্রকাশনার জন্য নির্বাচন করা হয়েছিল। তিনি পিটসবার্গ, নিউ ইয়র্ক এবং ডিসিতে অভিনীত বেশ কয়েকটি মঞ্চ নাটকও লিখেছেন।\n২০১৪ সালে মার্টিনাক উত্তর ক্যারোলিনার শার্লটে চলে যান, যেখানে তিনি শার্লটের নর্থ ক্যারোলিনা বিশ্ববিদ্যালয়ে সৃজনশীল লেখা শেখাতে শুরু করেন। ১৯৯৭ সালের পর তাঁর প্রথম উপন্যাস,দ্য অ্যাডা ডিকেডস, ২০১৭ সালে প্রকাশিত হয়েছিল এবং এই লেখা এলজিবিটি কথাসাহিত্যের জন্য ফেরো-গ্রুমলে পুরস্কারের চূড়ান্ত পর্বে পৌঁছেছিল। তাঁর পঞ্চম উপন্যাস, ক্লিও রাইজিং, ২০১৯ সালের এপ্রিলে প্রকাশিত হয়েছিল এবং ২০২০ ইন্ডিপেন্ডেন্ট পাবলিশার বুক অ্যাওয়ার্ডে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ ফেব্রুয়ারি ২০২৩ তারিখে একটি স্বর্ণপদক জিতেছিল। ২০২১ সালে তিনি দুটি ঐতিহাসিক উপন্যাস লিখেছিলেন: \"টেস্টিমনি\" এবং \"ডিয়ার মিস কুশম্যান,\" উভয়ই বাইওয়াটার বুকস দ্বারা প্রকাশিত।\n\n\n== কাজ ==\n\n\n=== উপন্যাস ===\nভয়েজেস আউট ওয়ান (১৯৮৯)\nআউট অফ টাইম (১৯৯০)\nহোম মুভিজ (১৯৯৩)\nচিকেন (১৯৯৭)\nদ্য অ্যাডা ডিকেডস (২০১৭)\nক্লিও রাইজিং (২০১৯)\nটেস্টিমনি (২০২১)\nডিয়ার মিস কুশম্যান (২০২১)\n\n\n=== প্রকৃত তথ্যভিত্তিক সাহিত্য ===\nকে ডি ল্যাং (১৯৯৬)\nদ্য কুইরেস্ট প্লেসেস: এ ন্যাশানাল গাইড টু গে অ্যাণ্ড লেসবিয়ান হিস্টরিক সাইটস (১৯৯৭)\nদ্য লেসবিয়ান অ্যান্ড গে বুক অফ লাভ অ্যান্ড ম্যারেজ: ক্রিয়েটিং দ্য স্টোরিস অফ আওয়ার লাইভ (১৯৯৮)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}