{"pageid": 1330959, "title": "এলি বুলকিন", "url": "https://bn.wikipedia.org/wiki?curid=1330959", "content": "এলি বুলকিন (জন্ম ডিসেম্বর ১৭, ১৯৪৪) হলেন একজন আমেরিকান লেখক। তিনি কন্ডিশনসের একজন প্রতিষ্ঠাতা সম্পাদক এবং লেসবিয়ান লেখার বেশ কয়েকটি সংগ্রহ সম্পাদনা করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nবুলকিনের বাবা এবং দাদু ও দিদিমা পূর্ব ইউরোপ থেকে প্রবাসিত হয়ে নিউয়র্কে চলে আসেন। বুলকিন নিউইয়র্কের ব্রঙ্কসে বড় হয়ে ওঠেন।\nতিনি ব্রুকলিন কলেজের মহিলা কেন্দ্রে পাঁচ বছর কাজ করেছেন।\n১৯৭০ এর দশক থেকে এলি ছিলেন একজন সক্রিয় কর্মী। তিনি নিউ ইয়র্ক শহরের ডেয়ার (ডাইকস এগেইনস্ট রেসিজম এভরিহোয়্যার, নিউ ইয়র্ক), উইমেন ফ্রী উইমেন ইন প্রিজন (নিউ ইয়র্ক), ফেমিনিস্ট অ্যাকশন নেটওয়ার্ক (আলবানি, নিউ ইয়র্ক), উইমেন ইন ব্ল্যাক (বোস্টন) এবং অন্যান্য স্থানীয় রাজনৈতিক দলের অংশ ছিলেন। এর পাশাপাশি তিনি নব্য ইহুদিদের সম্পাদ্য কার্যাবলীর জাতীয় নারীবাদী কার্যনির্বাহী দলের সদস্য ছিলেন। অতি সম্প্রতি, তিনি খলিল জিবরান ইন্টারন্যাশনাল একাডেমীর (সিআইএসকেজিআইএ) সমর্থনে গঠিত সম্প্রদায়ের পরিচালনা সংসদের সদস্য ছিলেন। ইহুদিদের একজন প্রতিষ্ঠাতা সদস্য বলেন না! (নিউ ইয়র্ক) এবং ইসলাম ভীতির বিরুদ্ধে ইহুদি (জেএআই, নিউ ইয়র্ক)। তিনি ইসলাম ভীতির বিরুদ্ধে একটি নেটওয়ার্ক (এনএআই) চালু করতে সাহায্য করেছিলেন, যেটি ছিল ইহুদিদের শান্তির জন্য ভাষা-র একটি প্রকল্প।\nএলি এখন অবসরপ্রাপ্ত। তিনি অ্যাস্ট্রিয়া-এর অনুদানপ্রাপ্ত অংশীদারদের অনুদান লেখার প্রযুক্তিগত সহায়তা প্রদান করেন। এটি হল ন্যায় বিচার চাইবার জন্য লেসবিয়ান তহবিল।\n\n\n== কর্মজীবন ==\n১৯৭০ এর দশকে বুলকিন একজন গর্বিত, ইহুদি, লেসবিয়ান হিসাবে সাহিত্য জগতে আবির্ভূত হন। তিনি নিয়মিতভাবে মহিলাদের কবিতা পর্যালোচনা করেন, তবে অনেক লেসবিয়ান সংকলন সম্পাদনা এবং সহ-সম্পাদনার জন্য তিনি বেশি পরিচিত। তিনি জোয়ান লারকিনের সাথে দুটি সংকলন সহ-সম্পাদনা করেছিলেন, যার মধ্যে প্রথমটি ১৯৭৫ সালে প্রকাশিত হয়েছিল, তার নাম অ্যামাজন পোয়েট্রি: অ্যান অ্যানথোলজি অফ লেসবিয়ান পোয়েট্রি। দ্বিতীয়টি ছিল ১৯৮১ সালের, যার শিরোনাম ছিল লেসবিয়ান পোয়েট্রি: অ্যান অ্যান্থোলজি।\nবুলকিন জাতীয়ভাবে বিতরণ করা দুটি সাময়িকীর প্রতিষ্ঠাতা সম্পাদক ছিলেন, তার মধ্যে প্রথমটি হল কন্ডিশনস, সেটি লেসবিয়ানদের লেখার উপর জোর দিয়ে মহিলাদের লেখার একটি পত্রিকা এবং দ্বিতীয়টি হল ব্রিজস: এ জার্নাল ফর ইহুদি ফেমিনিস্টস অ্যাণ্ড আওয়ার ফ্রেন্ডস।\nতিনি বর্ণবাদ এবং লেখার উপর নিবন্ধ প্রকাশ করেছেন; যেগুলির বিষয়বস্তু ছিল হেটেরোসেক্সিজম ও মহিলাদের গবেষণা; লেসবিয়ান কবিতা; এবং অন্যান্য বিষয়। লেসবিয়ান কবিতার উপর বুলকিনের নিবন্ধগুলি ঐতিহাসিক প্রেক্ষাপট এবং বিশ্লেষণ উভয়কে ধরেছে, পাশাপাশি সেগুলি শিক্ষাগত পদ্ধতির দিকেও দৃষ্টি নিবদ্ধ করেছে। তিনি মিনি ব্রুস প্র্যাট এবং বারবারা স্মিথের সাথে, ইয়োরস ইন স্ট্রাগল: থ্রি ফেমিনিস্ট পার্সপেক্টিভস অন অ্যান্টি-সেমিটিজম অ্যান্ড রেসিজম (১৯৮৪) এর সহ-লেখক, এবং ডোনা নেভেলের সাথে লিখেছেন ইসলামোফোবিয়া অ্যান্ড ইসরায়েল (২০১৩)। \n\n\n== কাজ ==\n(জোয়ান লারকিনের সাথে সম্পাদিত) আমাজন কবিতা: লেসবিয়ান কবিতার একটি সংকলন, ১৯৭৫\n(সম্পাদনা। ) লেসবিয়ান ফিকশন: অ্যান অ্যান্থোলজি, ১৯৮১\n(জোয়ান লারকিনের সাথে সম্পাদিত) লেসবিয়ান পোয়েট্রি: অ্যান অ্যান্থোলজি, ১৯৮১\n(মিনি ব্রুস প্র্যাট এবং বারবারা স্মিথের সাথে সম্পাদনা) ইয়োরস ইন স্ট্রাগল, ১৯৮৪\nএন্টার পাসওয়ার্ড, রিকভারি : রি-এন্টার পাসওয়ার্ড , ১৯৯০ \n\n\n== তথ্যসূত্র =="}