{"pageid": 1330, "title": "পোপ", "url": "https://bn.wikipedia.org/wiki?curid=1330", "content": "পোপ (লাতিন: papa, গ্রীক থেকে: πάππας, রোমানাইজড: পাপ্পাস, 'ফাদার'), সর্বোচ্চ পোপ (পন্টিফেক্স ম্যাক্সিমাস বা সামাস পন্টিফেক্স), রোমান পোন্টিফ (রোমানাস পন্টিফেক্স) বা সার্বভৌম পোপ নামেও পরিচিত, রোমের বিশপ (বা ঐতিহাসিকভাবে রোমের পিতৃপুরুষ), বিশ্বব্যাপী ক্যাথলিক চার্চের প্রধান এবং ভ্যাটিকান সিটি স্টেটের রাষ্ট্রপ্রধান বা সার্বভৌম। ক্যাথলিক দৃষ্টিকোণ থেকে, রোমের বিশপের আদিমতা মূলত সেন্ট পিটারের প্রেরিত উত্তরাধিকারী হিসাবে তার ভূমিকা থেকে উদ্ভূত হয়, যাকে যীশু প্রধানতা প্রদান করেছিলেন, যিনি পিটারকে স্বর্গের চাবি এবং \"বাঁধা ও হারানোর\" ক্ষমতা দিয়েছিলেন। , তাকে \"শিলা\" হিসাবে নামকরণ করে যার উপর চার্চ নির্মিত হবে। বর্তমান পোপ হলেন চতুর্দশ লিও, যিনি ৮ মে ২০২৫-এ নির্বাচিত হন।\nযদিও তার অফিসকে প্যাপসি বলা হয়, এপিসকোপাল সী এর এখতিয়ারকে হলি সি বলা হয়। এটি হলি সি যা আন্তর্জাতিক আইন দ্বারা সার্বভৌম সত্তা যা স্বতন্ত্রভাবে স্বাধীন ভ্যাটিকান সিটি রাজ্যে অবস্থিত, একটি শহর-রাষ্ট্র যা রোমের সংলগ্ন মধ্যে একটি ভৌগোলিক ছিটমহল গঠন করে, ইতালি এবং হলি সি এর মধ্যে ১৯২৯ সালে ল্যাটারান চুক্তি দ্বারা প্রতিষ্ঠিত এর সাময়িক এবং আধ্যাত্মিক স্বাধীনতা নিশ্চিত করতে। হলি সি আন্তর্জাতিক সংস্থার বিভিন্ন স্তরে আনুগত্য এবং অনেক স্বাধীন রাষ্ট্রের সাথে এর কূটনৈতিক সম্পর্ক এবং রাজনৈতিক চুক্তির মাধ্যমে স্বীকৃত। ক্যাথলিক ঐতিহ্য অনুসারে, প্রথম শতাব্দীতে সেন্ট পিটার এবং সেন্ট পল দ্বারা রোমের অ্যাপোস্টোলিক সিজ প্রতিষ্ঠিত হয়েছিল। পোপপদ বিশ্বের সবচেয়ে স্থায়ী প্রতিষ্ঠানগুলির মধ্যে একটি এবং বিশ্বের ইতিহাসে একটি বিশিষ্ট অংশ রয়েছে। প্রাচীনকালে পোপরা খ্রিস্টধর্মের প্রসারে সাহায্য করতেন এবং বিভিন্ন মতবাদের বিরোধের সমাধানের জন্য হস্তক্ষেপ করতেন। মধ্যযুগে, তারা পশ্চিম ইউরোপে ধর্মনিরপেক্ষ গুরুত্বের ভূমিকা পালন করেছিল, প্রায়ই খ্রিস্টান রাজাদের মধ্যে মধ্যস্থতাকারী হিসাবে কাজ করে। এবং আন্তঃধর্মীয় সংলাপ, দাতব্য কাজ, এবং মানবাধিকার রক্ষা। সময়ের সাথে সাথে পোপতন্ত্র ব্যাপক ধর্মনিরপেক্ষ এবং রাজনৈতিক প্রভাব অর্জন করে, শেষ পর্যন্ত আঞ্চলিক শাসকদের প্রতিদ্বন্দ্বিতা করে। সাম্প্রতিক শতাব্দীতে পোপতন্ত্রের সাময়িক কর্তৃত্ব হ্রাস পেয়েছে এবং অফিসটি এখন মূলত ধর্মীয় বিষয়ে মনোনিবেশ করেছে। বিপরীতে, আধ্যাত্মিক কর্তৃত্বের পোপ দাবিগুলি সময়ের সাথে সাথে ক্রমবর্ধমানভাবে দৃঢ়ভাবে প্রকাশ করা হয়েছে, ১৮৭০ সালে পোপ প্রাক্তন ক্যাথেড্রার কথা বলার সময় বিরল অনুষ্ঠানের জন্য পোপ অযোগ্যতার মতবাদের ঘোষণার মাধ্যমে চূড়ান্ত হয় - আক্ষরিক অর্থে \"চেয়ার থেকে (সেন্ট পিটার)\"- বিশ্বাস বা নৈতিকতার একটি আনুষ্ঠানিক সংজ্ঞা জারি করা। ১.৩ বিলিয়ন ক্যাথলিক এবং ক্যাথলিক বিশ্বাসের বাইরে থাকা উভয়ের উপর তার অবস্থানের ব্যাপক কূটনৈতিক, সাংস্কৃতিক এবং আধ্যাত্মিক প্রভাবের কারণে পোপকে বিশ্বের অন্যতম শক্তিশালী ব্যক্তি হিসাবে বিবেচনা করা হয়, এবং কারণ তিনি প্রধান। শিক্ষা ও স্বাস্থ্যসেবা প্রদানকারী বিশ্বের বৃহত্তম বেসরকারি সংস্থা।\nক্যথলিক শাখার প্রধান ধর্ম গুরু।\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\n\nPope Endurance League - Sortable list of Popes\nData Base of more than 23,000 documents of the Popes in latin and modern languages\nThe Holy See - The Holy Father—website for the past and present Holy Fathers (since Pope Leo XIII)\nOrigins of Peter as Pope\nThe Authority of the Pope: Part I\nThe Authority of the Pope: Part II"}