{"pageid": 1330703, "title": "সিস্টার্স কীপারস", "url": "https://bn.wikipedia.org/wiki?curid=1330703", "content": "সিস্টার্স কীপারস প্রাথমিকভাবে ব্রাদার্স কীপারস মার্কার একটি উপসেট ছিল, যা ২০০১ সালের শরৎকালে জার্মানিতে গঠিত হয়েছিল, ব্রাদার্স কীপারসের একটি সংকলন অ্যালবাম লাইটকুল্টুর (ডব্লিউইএ) এ যোগ দিয়েছিল।  বর্ণবাদ বিরোধী আবেদনের জন্য, বিখ্যাত মহিলা এবং প্রধানত আফ্রো-জার্মান গায়িকারা রেগে, সোল সঙ্গীত এবং হিপ-হপ ব্যাকগ্রাউন্ডের সাথে একত্রে যোগ দিয়েছেন।\n\n\n== প্রাথমিক সদস্য ==\nমূল সিস্টার্স কীপারসদের সদস্যদের মধ্যে অন্যদের ছিলেন নাদজা বেনাইসা, আয়ো, কায়ে, নিকোল হ্যাডফিল্ড (গ্রুভ গেরিলা), এবং তামিকা, তেসিরি, লিসা, মামাদি, প্যাট এবং মেলি (স্কিলস এন ম্যাসে, ইশেন ইম্পসিবল) সাথে ওয়ানজিরু (পিয়েলিনা শিন্ডলার)। ডিসেম্বর ২০০১ থেকে ফেব্রুয়ারি ২০০২ এর মধ্যে জার্মানি, সুইজারল্যান্ড এবং অস্ট্রিয়ার চার্টে \"লিবে আন্ড ভারস্ট্যান্ড\" তাদের সবচেয়ে বড় হিট ছিল, কারণ অনেক আফ্রিকান শিল্পী একটি সংগীত বিবৃতি তৈরি করতে একসঙ্গে যোগ দিয়েছিল। ব্রাদার্স কীপারস (ডব্লিউইএ) এর লাইটকুল্টুর অ্যালবামে প্রকাশিত দুটি গানে তারা বর্ণবাদ এবং সহিংসতার বিরুদ্ধে অবস্থান নেয়।\n\n\n== বর্ণবাদ এবং সহিংসতার বিরুদ্ধে \"সিস্টার্স ইভি\" ==\nআসলে, সদস্যরা গায়িকা বা বোনদের নেটওয়ার্কের আলগা বৃত্তের মধ্যে অবস্থান নিয়েছিল।\n২০০৪ থেকে শুরু করে, \"সিস্টার্স ইভি\" লিঙ্গ সমতার ক্রিয়াকলাপের পাশাপাশি সহিংসতা এবং বর্ণবাদের বিরুদ্ধে প্রতিবাদ এবং পরিবেশগত সমস্যাগুলির উপর জোর দিয়ে কাজ করেছিল যা ওয়ানজিরু এবং মামাদির উদ্যোগ ছিল। তারা যে গায়িকাদের সাথে কাজ করেছিল তাদের তালিকার মধ্যে, এনগোসি মাদুবুকো এবং অ্যাঞ্জেলা ওর্ডু সাইবেরী সঙ্গীতের, যারা এই গোষ্ঠীর কাছাকাছি সমর্থকদের একজন ছিলেন। \n২০০৫ সালে, সিস্টার্স কীপারসের নাম পরিবর্তন করে \"সিস্টারস\" রাখা হয় এবং সেখানে ব্রাদার্স কীপারসের থেকে স্বাধীনভাবে পারফর্ম করে। দ্য সিস্টার্স  শুরু হয়েছিল ওনজিরু, মামাদি, মেলি, নামুসোকে, তামিকা এবং নিকোল হ্যাডফিল্ড (গ্রুভ গেরিলা) এবং লিসা ক্যাশকে নিয়ে এবং তারা বুন্দেসভিশন গানের প্রতিযোগিতা ২০০৮ এ নর্ডরাইন-ভেস্টফালেন প্রতিনিধিত্ব করে দাবি করে যে তারা ''ইউনাইট'' এর সাথে চতুর্দশ স্থান অধিকার করেছে। ২০০৮ সালের সেপ্টেম্বরে, তারা ম্যাথিয়াস আর্ফম্যান প্রযোজিত জার্মানি সফর করেন (টার্টল বে কান্ট্রি ক্লাব) একই বছর প্রথম অ্যালবাম জেন্ডার রায়ট প্রকাশিত হয়। \n\n\n== মেয়ে ও মহিলাদের জন্য রোল মডেল ==\n২০১০ সাল থেকে, ওয়ানজিরু, মেলি এবং নিকোল হ্যাডফিল্ড মামাদি, তামিকা এবং নামুসোকে এই গোষ্ঠীর মূল ভূমিকা পালন করেন এবং তাদের কার্যকলাপ প্রসারিত করেন, কৃষ্ণাঙ্গ জার্মান গায়িকাদের নিয়ে তারা স্কুলে সামাজিক ও শিক্ষাগত কারণের সাথে জড়িত এবং সমর্থন করেন।  মেয়ে এবং যুবতী মহিলাদের ক্ষমতায়নের পরিকল্পনার সাথে, এই বোনেরা \"বিকজ আই এম আ গার্ল\"-এ অংশগ্রহণ করেছিল৷  এই প্রকল্পটি, ২০১০ সাল থেকে প্রচারণার দূত ছিল হিসাবে কাজ করেছিল। প্রকল্পটি ২০১১ সালের গ্রীষ্মে বাড়ানো হয়েছিল, যখন তারা \"গার্লস গো ফর গোল\" প্রচারনার অংশ হিসাবে ব্রাজিল, ঘানা, টোগো এবং সেইসাথে জার্মানির শহরগুলি ভ্রমণ করেছিল। তারা ১১ অক্টোবর, ২০১২-এ তারা প্ল্যান ইন্টারন্যাশনালের সাথে ইউনাইটেড নেশনস ইন্টারন্যাশনাল ডে অফ দ্য গার্ল এর প্রথম উদ্বোধনী উদযাপন করেছিল, যখন ওয়ানজিরু, মেলানি ওয়ার্টন এবং নিকোল হ্যাডফিল্ড নিউ ইয়র্ক সিটিতে \"বিকজ আই এম আ গার্ল\" গানটি পরিবেশন করেছিলেন। এটা অনুধাবন করে যে জাতিসংঘের বিশ্ব বালিকা দিবস হল মেয়েদের এবং ছেলেদের সমানাধিকারের জন্য একটি প্রচারণা। নিউ ইয়র্ক সিটি সফরের সময়, বোনেরা নিউ ইয়র্কের বিবি কিং ব্লুজ ক্লাবে -এ পারফর্ম করেছিল৷ \n\n\n== আরও দেখুন ==\nবিকজ আই এম আ গার্ল (প্রচারণা)\nশিশু অধিকার সনদ\n\n\n== তথ্যসূত্র =="}