{"pageid": 1330698, "title": "লাইন লুপ্লাউ", "url": "https://bn.wikipedia.org/wiki?curid=1330698", "content": "লাইন লুপ্লাউ (১৮২৩ - ১৮৯১) ছিলেন একজন ডেনিশ নারীবাদী এবং ভোটাধিকারবাদী। তিনি ছিলেন ডেনিশ মহিলা সমিতির নির্বাচনী কনফেডারেশন বা ডিকেভি (ডেনিশ মহিলা সোসাইটি ভোটাধিকার ইউনিয়ন) এর সহ-প্রতিষ্ঠাতা এবং ১৮৮৯ - ১৮৯১ সালে প্রথম সভাপতি।\n\n\n== জীবন ==\nলাইন লুপ্লাউ ১৮২৩ সালের ২২শে এপ্রিল তারিখে মার্নে জন্মগ্রহণ করেছিলেন। তিনি ছিলেন ভিকার হ্যান্স ক্রিশ্চিয়ান মনরাড (১৭৮০ - ১৮২৫) এবং ফার্দিনান্দিন হেনরিয়েট গিয়ের্টসেনের (১৭৮৩ - ১৮৭১) কন্যা। তিনি ভিকার ড্যানিয়েল কার্ল এরহার্ড লুপ্লাউকে (১৮১৮ - ১৯০৯) বিয়ে করেছিলেন।\nনারীরা তাদের লিঙ্গ ভেদের কারণে মানুষ হিসাবে পূর্ণ অধিকার পায়না, এই নিয়ে লুপ্লাউয়ের মনে একটি প্রাথমিক হতাশা তৈরি হয়েছিল। ম্যাথিল্ড ফাইবিগারের (১৮৫১) বিতর্কিত উপন্যাস ক্লারা রাফেল  প্রকাশিত হবার পর পরে জনসাধারণের বিতর্ক থেকে এই বিষয়ে আগ্রহ বিকশিত হয়েছিল বলে মনে করা হয়। তাঁর স্বামী শ্লেসভিগ-হলষ্টাইনের একটি যাজকপল্লীতে বিশপের একজন প্রতিনিধি হিসাবে কাজ করছিলেন। ১৮৬৪ সালে যুদ্ধের পরে ডেনমার্কের এই অংশটি যুদ্ধে পরাজিত হলে এই পরিবারটি ভার্দে চলে যেতে বাধ্য হয়েছিল। ভার্দেতে, লুপ্লাউ একটি দাতব্য সংস্থা প্রতিষ্ঠা করেন এবং ডেনমার্কের প্রথম মহিলা হিসেবে একটি জাতীয় উদযাপনে বক্তৃতা করেন।\n\n১৮৭২ সালে, লুপ্লাউ তাঁর স্ত্রী এবং মেয়ে মেরি লুপ্লাউয়ের সাথে মহিলা সংস্থা ডেনিশ মহিলা সমিতির (ডিকে) স্থানীয় শাখার সদস্য হন। নারীর অধিকারের প্রতি তাঁর আগ্রহ থেকে তিনি নারীর ভোটাধিকার ও সমান রাজনৈতিক অধিকারের উপর দৃষ্টি নিবদ্ধ করেন এবং তিনি ডিকে-এর মধ্যেই বিরোধী দলের অন্তর্ভুক্ত ছিলেন। ১৮৮৮ সালে, তিনি ডিকে-এর প্রতিনিধি হিসাবে নারী ভোটাধিকার সংসদে ফ্রেডরিক বাজেরের প্রস্তাবের সমর্থনে ১৭০২টি নামের একটি তালিকা প্রদান করেন। ১৮৮৫ সালে, তিনি সদ্য প্রতিষ্ঠিত মহিলা সংস্থা মহিলা প্রগতি সমিতির (কেএফ) সমর্থক ছিলেন, এই সংস্থাটি প্রাক্তন ডিকে সদস্যদের একটি ভগ্নাংশ নিয়ে তৈরি হয়েছিল। তিনি ১৮৮৬ সালে কেএফ এর কেন্দ্রীয় কমিটিতে দায়িত্ব পালন করেছিলেন। ১৮৮৬ সালে, তাঁর স্বামীর অবসর গ্রহণের পর তিনি কোপেনহেগেনে চলে আসেন এবং ১৮৮৮ সালে, তিনি কোপেনহেগেনে প্রথম নর্ডিক মহিলা সম্মেলনে কেএফ-এর প্রতিনিধিত্ব করেন। সেখানে তিনি এবং জোহান মেয়ার মহিলাদের ভোটাধিকারকে মহিলাদের অধিকারের চারটি প্রধান বিষয়ের মধ্যে একটি হিসাবে উপস্থাপন করেন। লুপ্লাউ ডেনিশ নারীদের ভোটাধিকার আন্দোলনের অন্যতম নেতৃস্থানীয় ব্যক্তিত্ব হয়ে ওঠেন এবং কেএফ পত্রিকা আমরা কি চাই এর বোর্ডে কাজ শুরু করেন। এর সঙ্গে সঙ্গে তিনি মাতিলডা বাজের, ম্যাসি ব্রুন এবং আনা স্টারকির সাথেও কাজ করেছেন।\n১৮৮৯ সালে, লুপ্লাউ লুইস নরলুন্ডের সাথে ডেনিশ ভোটাধিকার আন্দোলন মহিলা ভোটাধিকার সমিতি (কেভিএফ) প্রতিষ্ঠা করেন এবং ১৮৮৯ থেকে ১৮৯১ সাল পর্যন্ত এর সভাপতি হিসেবে দায়িত্ব পালন করেন। তাঁর লক্ষ্য ছিল ডিকে এবং কেএফ-এর পরিবর্তে শুধুমাত্র মহিলাদের ভোটাধিকারের জন্য একটি সংস্থা গঠন করা, যেটি বিভিন্ন মহিলাদের অনেকগুলি সমস্যা নিয়ে আলোচনা করবে। তিনি পুরুষ এবং বিভিন্ন রাজনৈতিক দল বিশেষ করে বামপন্থী রাজনৈতিক গোষ্ঠীগুলির কাছ থেকে সমর্থন সংগ্রহ করেছিলেন। লুপ্লাউ ছিলেন একজন বিতর্কিত, কঠোর এবং উদ্যমী কর্মী। তাঁর দৃষ্টিভঙ্গি ছিল একেবারে সোজা, তাঁর সক্রিয়তা শক্তিশালী আবেগকে জাগিয়ে তুলেছিল, কিন্তু তিনি অন্যান্য নারী গোষ্ঠীর মধ্যে জনপ্রিয় ছিলেন না। তাঁরা মনে করতেন লুপ্লাউ নারী আন্দোলনকে বিভক্ত করে দিচ্ছেন। ১৮৯১ সালে, তিনি স্বাস্থ্যগত কারণে কেভিএফ-এর সভাপতি পদ থেকে পদত্যাগ করতে বাধ্য হন।\n১৯১৭ সালে, তাঁর মেয়ে মেরি লুপ্লাউ ডেনিশ পার্লামেন্টের জন্য একটি দলগত প্রতিকৃতি অঙ্কন করেছিলেন যেখানে নারী ভোটাধিকার আন্দোলনের উল্লেখযোগ্য সদস্যদের চিত্রিত করা হয়েছিল, সেখানে লাইন লুপ্লাউকে সামনে রাখা হয়েছিল।\n\n\n== তথ্যসূত্র =="}