{"pageid": 1331260, "title": "পাশ্তি", "url": "https://bn.wikipedia.org/wiki?curid=1331260", "content": "পাশ্তি হল দক্ষিণ ভারতীয় উপমহাদেশের একটি সাধারণ রুটি। এটি সাধারণত চালের ময়দাকে ঘি/রান্নার তেলে প্যানে ভাজা হয়। একটি পাশ্তি সাধারণত  চাটনি, বিশেষ করে চিনাবাদাম (ফাল্লি কি চাটনি) বা তরকারির সাথে পরিবেশন করা হয়। \nগরম পানিতে চালের ময়দা বা গুঁড়ো মেখে পাশ্তি তৈরি করা হয়, কারণ ঠান্ডা পানিতে মাখলে দলা পাকিয়ে যায়। তারপর মাখা থেকে লেচি কেটে বেলন দিয়ে গোল করে বেলে নেওয়া হয়। তারপর সেই বেলা ময়দার উপরে প্লেট বা বয়ামের চাপ দিয়ে ছোট ছোট বৃত্তাকারে কাটা হয়।\n\n\n== উপকরণ ==\nপাশ্তি তৈরিতে ব্যবহৃত উপকরণগুলি হলো- ২ গ্লাস চালের গুঁড়ো, ১ চা চামচ লবণ, ২ টেবিল চামচ চিনি, মাখন, নারকেল, ১/২ কাপ ভাজা ছোলা, রসুন কুচি, ৫-৬টি কাঁচা মরিচ ও ধনে পাতা।\n\n\n== প্রস্তুতপ্রণালী ==\n১. চালের আটা তৈরি করতে যেকোনো সাধারণ চাল নিয়ে দুই থেকে তিনবার ধুয়ে নিন।\n২. রোদে শুকিয়ে মিহি গুঁড়ো করে নিন।\n৩. দুই গ্লাস চালের আটার জন্য একটি প্রশস্ত পাত্রে তিন গ্লাস পানি ফুটিয়ে নিন। \n৪. লবণ ও চিনি যোগ করুন। পানি ফুটতে দিন।\n৫. তারপর চালের ময়দা পানিতে মিশিয়ে সব সময় নাড়ুন, ময়দা বড় বলের (পেড়া) মতো হয়ে যাওয়া পর্যন্ত রান্না করুন।\n৬. আগুন থেকে সরান, সামান্য ঠান্ডা করুন।\n৭. এটিকে বাটিতে বা কাজের টেবিলে নিয়ে নিন, আপনার হাত ভিজিয়ে নিন ও এটি নরম করার জন্য ময়দা মাখুন। \n৮. তারপরে একটি কমলার আকারের ছোট বল (পেড়া) তৈরি করুন।\n৯. বেলার জন্য কিছু শুকনো ময়দা নিন। \n১০.সাত ইঞ্চি গোলাকার চ্যাপ্টা রুটি তৈরি করতে বেলে নিন। \n১১. যেকোনো ধারালো পাত্রের ঢাকনা নিন এবং রুটির উপর ঢাকনা রাখুন।\n১২. প্রান্তগুলি কাটতে চাপুন, বুদ্ধিমানের মতো সমস্ত ফ্ল্যাটব্রেড (পাশ্তি) রোল করুন এবং কাগজ দিয়ে ঢেকে রাখুন। \n১৩. কিছুক্ষণ উচ্চ আঁচে ভাজুন তারপর আঁচ কমিয়ে দিন।\n১৪. এখন খুব সাবধানে ভাজাভুজিতে একটি রুটি (পাশ্তি) যোগ করুন।\n১৫. এখানে আপনাকে একটু সতর্ক থাকতে হবে কারণ পাশ্তি খুব নরম এবং হ্যান্ডেল করার জন্য সূক্ষ্ম।\n১৬.  একবার আপনি দাগগুলি দেখতে পেলে সামান্য পরিষ্কার করা মাখন করুন যোগ করুন। \n১৭. ধীরে ধীরে একটি প্লেটে স্লাইড করুন, একই পদ্ধতিতে সমস্ত পাশ্তি রান্না করা হয়।\n১৮. ভাজা ছোলা ও নারকেলের চাটনি, আচার বা টমেটো চাটনির সাথে পরিবেশন করুন বা মাখন দিয়ে গরম খাওয়া সবচেয়ে ভাল। \n১৯. নারকেল চাটনির জন্য: চাটনির জন্য অর্ধেক নারকেল নিন, একটি ছুরিতে ছিদ্র করে আগুনে ভাজুন। \n২০. ভাজা ছোলা, রসুনের কুচি, কাঁচা মরিচ, তাজা ধনে পাতা, লবণ, চিনি ও ব্লেন্ড করে ঘন চাটনি তৈরি করুন এবং ফ্ল্যাটব্রেড (পাশ্তি) দিয়ে উপভোগ করুন।\n\n\n== আরও দেখুন ==\n\nকেরালা পোরোট্টা\nভারতীয় রুটির তালিকা\n\n\n== তথ্যসূত্র =="}