{"pageid": 1331666, "title": "ইয়েসঅলউইমেন", "url": "https://bn.wikipedia.org/wiki?curid=1331666", "content": "#ইয়েসঅলউইমেন হল একটি টুইটার হ্যাশট্যাগ এবং সোশ্যাল মিডিয়া প্রচারাভিযান যেখানে ব্যবহারকারীরা নারীর প্রতি দুর্ব্যবহার এবং সহিংসতার উদাহরণ বা গল্প নিজেদের মধ্যে ভাগ করে নেয়। ২০১৪ ইসলা ভিস্তা হত্যাকাণ্ডের পরে স্ত্রী-বিদ্বেষ সম্পর্কে অনলাইন কথোপকথনে এটি প্রথম ব্যবহার করা হয়েছিল। হ্যাশট্যাগটি ২০১৪ সালের মে মাসে জনপ্রিয় হয়েছিল এবং এটি আংশিকভাবে টুইটার হ্যাশট্যাগ #নটঅলমেন- এর প্রতিক্রিয়া হিসাবে তৈরি করা হয়েছিল। #ইয়েসঅলউইমেন একটি তৃণমূল প্রচারণাকে প্রতিফলিত করেছে যেখানে মহিলারা হয়রানি এবং বৈষম্য সম্পর্কে নিজেদের ব্যক্তিগত গল্পগুলি ভাগ করে নিয়েছেন। এই প্রচারাভিযানটি যৌনতা সম্পর্কে সচেতনতা বাড়াতে চেষ্টা করেছিল, মহিলারা প্রায়শই পরিচিত মানুষজনের কাছ থেকেই হয়রানির শিকার হয়েছেন।\n\n\n== উৎপত্তি ==\nক্যালিফোর্নিয়ার ইসলা ভিস্তার হত্যাকাণ্ডের পরে, এই হত্যাকাণ্ডের ফলে ছয়জন মারা গিয়েছিল এবং আরও চোদ্দ জন আহত হয়েছিল। হত্যাকারীর ইন্টারনেট কার্যকলাপকে স্ত্রী-বিদ্বেষ হিসাবে বর্ণনা করা হয়েছিল, এবং নারীর প্রতি ঘৃণাকে তার অপরাধের কারণ হিসাবে উল্লেখ করা হয়েছিল। হত্যাকাণ্ডের পরিপ্রেক্ষিতে, কিছু টুইটার ব্যবহারকারী যুক্তি দিয়েছিলেন যে \"সকল পুরুষ\" এমন নয়, বা এই ধরনের অপরাধ করেনা। অন্যরা এই যুক্তিগুলিকে ব্যঙ্গ করে উড়িয়ে দিয়ছিলেন এবং তাদের এই যুক্তিগুলি প্রতিরক্ষামূলক বলে মন্তব্য করেছিলেন। এগুলিকে তাঁরা সহিংসতা এবং যৌনতাবাদের মতো অস্বস্তিকর বিষয়গুলি থেকে সরে যাওয়ার চেষ্টা করে বলে জানান।\nহ্যাশট্যাগ \"#নটঅলমেন\"-এর প্রতিক্রিয়ায়, একজন বেনামী টুইটার ব্যবহারকারী তৈরি করেন \"#ইয়েসঅলউইমেন\"। তিনি বলতে চেয়েছিলেন যে যদিও সমস্ত পুরুষ যৌনবাদী নয়, কিন্তু সমস্ত মহিলা যৌনতা এবং দুর্ব্যবহার দ্বারা প্রভাবিত হন। কিছু সূত্র রিপোর্ট করেছে যে হ্যাশট্যাগ নির্মাতাকে টুইটার ব্যবহারকারী @গ্লাইডস্পাইন বলে মনে হচ্ছে, পরে এটির নিশ্চিতকরণ হয়েছিল যখন ২০১৫ সালে হ্যাশট্যাগের বার্ষিকীতে দ্য টোস্ট তার দ্বারা কৃত একটি প্রতিফলন অংশ প্রকাশ করেছিল। দ্রুত মহিলারা সামাজিক মাধ্যম জুড়ে তাঁদের যৌনতা এবং হয়রানির অভিজ্ঞতা প্রকাশ করার জন্য হ্যাশট্যাগটিকে ব্যবহার করেন। কিছু টুইটে লেখা হয় \"'আমার একজন ছেলে বন্ধু আছে' এই বাক্যটি কোন পুরুষকে নিবারণ করার সবচেয়ে সহজ উপায়। কারণ সে তোমার চেয়ে অন্য একজনকে বেশি সম্মান করে। #ইয়েসঅলউইমেন\", \"আমাকে অস্ত্রের মত করে হাতে আমার গাড়ির চাবি ধরতে হবে না এবং যখন আমি রাতে হেঁটে যাই, প্রতি কয়েক সেকেন্ডে আমাকে পেছন দিকে দেখে নিতে হবে না #ইয়েসঅলউইমেন\", এবং \"কারণ আমার পরিচিত প্রত্যেক মহিলারই একটি গল্প আছে কিভাবে পুরুষমানুষ তার শরীরে অধিগম্যতার অধিকারী বোধ করেছে। প্রত্যেক। প্রত্যেক জন। #ইয়েসঅলউইমেন।\"\n\n\n== নাগাল এবং প্রভাব ==\n#ইয়েসঅলউইমেন-এর প্রথম ব্যবহারের চার দিনের মধ্যে, হ্যাশট্যাগটি ১.২ মিলিয়ন বার (১২ লক্ষ বার) টুইট করা হয়েছে। আগের যেগুলি মহিলাদের প্রতি সহিংসতা এবং যৌনতার দিকেও দৃষ্টি আকর্ষণ করেছিল, সেগুলিকেও এটি ছাড়িয়ে গেছে। এর প্রথম ব্যবহারের চার দিন পর, দ্য গার্ডিয়ানের ভাষ্যকার জেসিকা ভ্যালেন্টি লিখেছেন যে ইয়েসঅলউইমেন হ্যাশট্যাগটি মহিলাদের বিরুদ্ধে দৈনন্দিন যৌনতার ব্যাপকতাকে চিত্রিত করতে সাহায্য করেছে। রেবেকা সলনিট এটিকে একটি জলবিভাজিকার মুহূর্ত হিসাবে বর্ণনা করেছেন \"যেখানে আপনি পরিবর্তন ঘটতে দেখতে পাচ্ছেন\"। \"যৌন অধিকার\" ধারণাটিকে জনপ্রিয় করার জন্য তিনি এটিকে কৃতিত্ব দেন, \"যৌন অধিকার\" ধারণাটিক তিনি পুরুষদের মানসিক বা যৌন চাহিদা পূরণ না করার জন্য মহিলাদের প্রতি তাদের ক্রোধ হিসাবে চিহ্নিত করেছেন। ডেমোক্রেসি নাও! কে দেওয়া এক সাক্ষাৎকারে, সোলনিট বলেছেন যে হ্যাশট্যাগটি সমাজে ধর্ষণের কথা বলার উপায় পরিবর্তন করতে সাহায্য করেছে৷ মনোবিজ্ঞানের একজন সহযোগী অধ্যাপক, সিনথিয়া ক্যালকিন্স মারকাডো, দ্য কানসাস সিটি স্টারকে বলেছেন যে হ্যাশট্যাগটি আমেরিকান সমাজে দুর্ব্যবহার প্রবণতা সম্পর্কে তাঁর মন পরিবর্তন করেছে এবং নারীদের অভিজ্ঞতা সম্পর্কে সচেতনতা বাড়িয়েছে। দ্য নিউ ইয়র্কারে লেখা, সাশা ওয়েইস এই প্রচারাভিযানটিকে \"এক ধরনের স্মারক, আরও ন্যায়পরায়ণ সমাজের জন্য কঠোর দাবি\" বলে অভিহিত করেছেন এবং সক্রিয়তার জন্য একটি শক্তিশালী বাহন হিসেবে টুইটারকে প্রশংসা করেছেন।\n\n\n=== কার্টুন বিতর্ক ===\n২০১৪ সালের ১লা জুন ব্যঙ্গচিত্রকর মাইকেল কুপারম্যান এবং ডেভিড রিস এর \"টেস্টোস্টেরন এনটাইটেলমেন্ট থিয়েটার প্রেজেন্টস: দ্য ম্যান-বেবিস ইন 'হ্যাশট্যাগ হ্যারাসমেন্ট!'\" শিরোনামে একটি রাজনৈতিক কার্টুন দ্য নিউ ইয়র্ক টাইমস- এর রবিবারের কিস্তি \"কিছু দেখুন, কিছু বলুন\" বিভাগে প্রকাশ করার কথা ছিল। এটি হ্যাশট্যাগে পুরুষদের অধিকার আন্দোলনের প্রতিক্রিয়াকে ব্যঙ্গ করেছিল। যাইহোক, সংবাদপত্রটি বিশ্বাস করেছিল যে \"বিষয়টি (পুরুষ অহংকার, অনলাইন তর্জন এবং হ্যাশট্যাগ #ইয়েসঅলউইমেন) ছিল 'অত্যন্ত সংবেদনশীল'\" তারা এটি প্রকাশ করতে এবং এটি ছাপতে অস্বীকার করেছিল। সম্পাদকীয় সিদ্ধান্তের প্রতিক্রিয়ায়, কুপারম্যান এবং রিস উভয়ই কমিক স্ট্রিপটি স্বাধীনভাবে আপলোড করেছিলেন। সেই সপ্তাহান্তে, দ্য নিউ ইয়র্ক টাইমস ব্রায়ান ম্যাকফ্যাডেনের একটি ভিন্ন কমিক প্রকাশ করেছিল যা একই রকম সমস্যাগুলির মোকাবিলা করেছিল।\n\n\n=== সমালোচনা ===\nদ্য ডেইলি বিস্ট- এর একজন কলামিস্ট সামান্থা লেভিন লিখেছেন যে ইসলা ভিস্তা হত্যাকাণ্ডের সাথে পরিধান রীতি - নীতির বিধিনিষেধ এবং পুরুষদের নারীদের প্রতি শিস্ দেওয়ার ঘটনায় যারা সহিংসতার শিকার হয়েছে তারা হ্যাশট্যাগ ব্যবহার করার সময় গুরুত্ব সহকারে নেওয়া না নেওয়ার কারণে ঝুঁকির মধ্যে রয়েছে। এমিলি শায়ার ইসলা ভিস্তা হত্যাকাণ্ডের প্রেক্ষাপটে কিছু #ইয়েসঅলউইমেন টুইটকে তুচ্ছ বলে সমালোচনা করেছেন, উদাহরণ উদ্ধৃত করেছেন যেমন \"আমি সিটকমে মোটা স্ত্রীর সাথে উত্তেজক স্বামী কখনও দেখিনি।\"\n\n\n== আরও দেখুন ==\nহ্যাশট্যাগ সক্রিয়তা\nমি টু আন্দোলন\nনারীবাদী বিচ্ছিন্নতাবাদ\nরাজনৈতিক লেসবিয়ানিজম\nহু নিডস ফেমিনিজম\n২০১৪ সালে নারীর অধিকার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটুইটারে #ইয়েসঅলউইমেন-এ পোস্ট করা\nকার্টুন: টেস্টোস্টেরন এনটাইটেলমেন্ট থিয়েটার প্রেজেন্টস: দ্য ম্যান-বেবিস ইন 'হ্যাশট্যাগ হ্যারাসমেন্ট!' - #ইয়েসঅলউইমেন দ্বারা অনুপ্রাণিত মাইকেল কুপারম্যান এবং ডেভিড রিসের রাজনৈতিক কার্টুন\nকার্টুন: এনটাইটেল্ড ম্যানচাইল্ড ম্যাগাজিন - ব্রায়ান ম্যাকফ্যাডেনের রাজনৈতিক কার্টুন \"নটঅলমেন\" - ব্যঙ্গ করে - ১লা জুন, ২০১৪-এ নিউ ইয়র্ক টাইমস এ প্রদর্শিত"}