{"pageid": 1331921, "title": "অম্বরীশ ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1331921", "content": "অম্বরীশ ভট্টাচার্য (জন্ম: ১৩ মার্চ ১৯৭৯) একজন ভারতীয় বাঙালি অভিনেতা ও কৌতুক অভিনেতা। তিনি বাংলা থিয়েটার এবং মঞ্চে অভিনয়ের মাধ্যমে তার কর্মজীবন শুরু করেন। তিনি ২০০৭ সালে রাজা এবং গজা ছবিতে গজা চরিত্রে অভিনয় করে তার টেলিভিশনে আত্মপ্রকাশ করেন।\n\n\n== কর্মজীবন ==\nঅম্বরীশ তার প্রথম ফিকশন কমেডি সিরিজ রাজা ও গজা দিয়ে বাংলা টেলিভিশনে প্রবেশ করেন। তিনি ২০১১ সাল থেকে ছোট ছোট চরিত্রে চলচ্চিত্রে কাজ শুরু করেন। তিনি ইতোমধ্যে কৌশিক গাঙ্গুলি, অঞ্জন দত্ত, সৃজিত মুখার্জি, কমলেশ্বর মুখার্জি এবং অন্যান্যদের মতো পরিচালকদের সাথে কাজ করেছেন। অনিন্দ্য চট্টোপাধ্যায়ের ওপেন টি বায়োস্কোপ, বিরসা দাশগুপ্তের বিবাহ অভিযান এবং শিবাপ্রসাদ মুখার্জি এবং নন্দিতা রায়ের গোত্র প্রধান ভূমিকায় কিছু কাজ। এর পাশাপাশি তিনি টিভি বিজ্ঞাপনেও স্ক্রিন শেয়ারিংয়ে সক্রিয় রয়েছেন।\n\n\n=== থিয়েটার ===\nঅম্বরীশ ২০০০ সালের প্রথম দিকে থিয়েটার গ্রুপগুলির সাথে কাজ শুরু করেন। তিনি প্রবীণ থিস্পিয়ান এবং গায়িকা কেতকী দত্তের সাথে থিয়েটার গান পরিবেশনের সাথে জড়িত ছিলেন। কিছুদিন পর তিনি নাট্যদলেও অভিনয় শুরু করেন। তিনি ২০০০ থেকে ২০০৬ সাল পর্যন্ত শীতলায় বিখ্যাত মহিলা ছদ্মবেশী চপল ভাদুড়ির সাথে যাত্রা (থিয়েটার) এও কাজ করেছেন। তার কিছু কাজের মধ্যে রয়েছে ফেরারি ফৌজ (২০০৫) সংলাপ কলকাতার অধীনে, পুরাতানি নাটকের গান (গান সংকলন) (২০০৬) এবং কানু কোহে রাই (২০১০) সংস্কৃতি গোষ্ঠীর অধীনে এবং ইন্দ্ররাঙ্গা গ্রুপের অধীনে নিঃসঙ্গ সম্রাট (২০১৩)।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== অন্যান্য চলচ্চিত্র ===\nওপেন টি বায়োস্কোপ (২০১৫)\nদেখ কেমন লাগে (২০১৭)\nজিও পাগলা (২০১৭)\nসব ভূতুড়ে (২০১৭)\nককপিট (২০১৭)\nমনোজদের অদ্ভুত বাড়ি (২০১৮)\nকবীর (২০১৮)\nভাগশেষ (২০১৮)\nহয়তো মানুষ নয় (২০১৮)\nউমা (২০১৮)\nসংসার (২০১৯)\nগোত্র (২০১৯)\nশান্তিলাল ও প্রজাপতি রহস্য (২০১৯)\nবাচ্চা শ্বশুর (২০১৯)\nবিবাহ অভিযান (২০১৯)\nদ্য পার্সেল (২০২০)\nগোয়েন্দা (২০২০)\nব্রহ্মা জানেন গোপন কম্মটি (২০২০)\nসাহেবের কাটলেট (২০২০)\nসুইজারল্যান্ড (২০২০)\nলক্ষ্মী ছেলে (২০২১)\nপ্রজাপতি (২০২২)\nহামি ২ (২০২২)\n\n\n== টেলিভিশন ধারাবাহিকের তালিকা ==\n\n\n=== ওয়েব সিরিজ ===\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অম্বরীশ ভট্টাচার্য (ইংরেজি)"}