{"pageid": 1331733, "title": "ভুলুয়া বিজয়", "url": "https://bn.wikipedia.org/wiki?curid=1331733", "content": "ভুলুয়া বিজয় জাহাঙ্গীরনগর-কেন্দ্রিক সুবাহ বাংলার সুবাহদার ইসলাম খাঁ এবং বর্তমান বৃহত্তর নোয়াখালী অঞ্চলের স্বাধীন ভুলুয়া রাজ্যের হিন্দু রাজা অনন্ত্য মাণিক্যের মধ্য সংঘঠিত যুদ্ধ। ভুলুয়া জয়ের ফলে মোগলরা কামিয়াবভাবে চাটগাঁ প্রবেশ করতে এবং আরাকানের কিছু অংশ জয় করে।\n\n\n== পটভূমি ==\nবর্তমান বৃহত্তর নোয়াখালী অঞ্চলটি আগে ভুলুয়া নামে পরিচিত ছিল এবং বিশ্বম্ভর সুর রাজবংশ দ্বারা শাসিত হয়েছিল যারা বাংলা সালতানাতের অধীনে স্বায়ত্তশাসন উপভোগ করেছিল। ১৫৭৬ খ্রীষ্টাব্দের ১২ জুলাই রাজমহলের যুদ্ধে মোগল সাম্রাজ্য সালতানাতকে পরাজিত করে, বাংলাকে উপমহাদেশ-ব্যাপী সাম্রাজ্যের পূর্বতম প্রদেশ হিসাবে কায়েম করে। যাইহোক, সালতানাতের পতনের ফলে বারো-ভুঁইয়াদের গঠন হয়; বাংলা জুড়ে স্বাধীন সর্দারদের একটি শিথিল সংঘ যারা মোগল আধিপত্যকে  মোকাবেলা করতে থাকে।\nবাদশাহ আকবরের শাসনামলে, রাজা মানসিংহ ছিলেন বাংলার নিযুক্ত সুবাহদার এবং বাংলার বিদ্রোহী ভুঁইয়াদের তাড়ানোর জন্য দায়ী ছিলেন। ভুলুয়া রাজ্য তখন রাজা লক্ষ্মণ মাণিক্যের অধীনে ছিল। লক্ষ্মণমাণিক্য বাংলার বারো-ভূঁইয়াদের অন্যতম ছিলেন এবং মৃত্যুর পরে তাঁর পুত্র অনন্তমাণিক্য তাঁর স্থলাভিষিক্ত হন।  \n\n\n== প্রচারণা ==\n১৬০৮ খ্রীষ্টাব্দে বাদশাহ জাহাঙ্গীর ইসলাম খাঁকে বাংলার সুবাহদার নিযুক্ত করেন, যিনি বারো-ভুঁইয়াদের পরাজিত করার এবং সমগ্র বাংলাকে সম্পূর্ণভাবে মোগল সাম্রাজ্যের সাথে সংযুক্ত করার জন্য তার পূর্বসূরিদের অভিযান অব্যাহত রাখেন।\n১৬১৩ সালে, বাংলার সুবাহদার ইসলাম খাঁ কর্তৃক শেখ আব্দুল ওয়াহেদ ভুলুয়া অভিযানের প্রধান সেনাপতি নিযুক্ত হন। মীর্জা নূরউদ্দীন, মীর্জা ইসফন্দিয়ার, হাজী শমসুদ্দীন বগদাদী, খাজা আসল, আদিল বেগ এবং মীর্জা বেগের ফৌজ ছাড়াও তার ৫০টিরও বেশি হাতি, ৩০০০ ম্যাচলকার এবং ৪০০০ ঘোড়সোয়ার (সুবাহদারের নিজস্ব ৫০০ ঘোড়সোয়ার ফৌজসহ) ছিল। স্থানীয় রাজা অনন্তমাণিক্য ভুলুয়ার চারপাশে  প্রতিরক্ষা স্থাপন শুরু করেন তারপরে ডাকাতিয়া তীরে এগিয়ে যেখানে তিনি দুর্গ নির্মাণ করেছিলেন মগ রাজার সহায়তায়। শেখ আব্দুল ওয়াহেদের ফৌজ কয়েক দিনের মধ্যে দুর্গে পৌঁছে যায় এবং একটি যুদ্ধ শুরু হয় যার ফলে উভয় পক্ষের অনেক লোক নিহত হয়।\nমাণিক্যের বাহিনীও রাতে আকস্মিক হামলার পরিকল্পনা করেছিল। যাইহোক, রাজার মুখ্যমন্ত্রী মীর্জা ইঊসুফ বরলাস শেখ আব্দুল ওয়াহেদের কাছে আত্মসমর্পণ করেন, যিনি তাকে ৫০০ সৈন্য এবং ৪০০ ঘোড়ার মনসবদার হিসাবে পুরস্কৃত করেছিলেন। বরলাসকে হারানোর পর অনন্তমাণিক্য আত্মসমর্পণ করেননি, বরং মধ্যরাতে ভুলুয়ার কাছে পিছু হটলেন দুর্গকে শক্তিশালী করার জন্য। পিছু হটানোর খবর দুই প্রহর পরে মোগলদের কাছে পৌঁছায় এবং তাই তারা রাজার বাহিনীর অনুসরণ শুরু করে। আত্মরক্ষার সময় না থাকায়, অনন্তমাণিক্য আরাকানের মগ রাজার কাছে আশ্রয় নিতে আরও পিছু হটে কিন্তু ফেনী নদীর তীরে পরাজিত হন। মোগলরা অনন্তমানিক্যের সমস্ত হাতি দখল করে নেয় \n\n\n== ফলাফল ==\nসুবাহদার ইসলাম খাঁর অধীনে, ভুলুয়া এবং জাগদিয়া সীমান্ত থানা হিসাবে প্রতিষ্ঠিত হয়েছিল কারণ মোগলরা সুবাহ বাংলা এবং চাটগাঁর মধ্যে একটি সংযোগ সড়ক হিসেবে এর কৌশলগত অবস্থান সম্পর্কে অবগত ছিল, তখন আরাকান রাজ্যের অধীনে ছিল।   ভুলুয়া সরকারে সোনারগাঁয়ের একীভূত হয়েছিল। বিশ্বম্ভর সুর পরিবারের সদস্যদের জমিদার হিসেবে থাকতে দেওয়া হয়।\n\n\n== আরও দেখুন ==\nনোয়াখালীর ইতিহাস\nমীর্জা বাকী, ভুলুয়ার থানাদার\n\n\n== তথ্যসূত্র =="}