{"pageid": 1331513, "title": "মাহমূদ খাঁ", "url": "https://bn.wikipedia.org/wiki?curid=1331513", "content": "মাহমূদ খাঁ ছিলেন শপ্তদশ খ্রীষ্টীয় শতকের একজন বাঙ্গালী অভিজাত যিনি বারো-ভুঁইয়াদের সাথে যুক্ত ছিলেন যা বাংলায় মোগল শাসনকে মোকাবেলা করেছিল। তিনি ছিলেন বারো-ভুঁইয়াদের পহেলা সরদার ঈশা খাঁর অন্যতম ছেলে।\n\n\n== জীবনী ==\nমাহমূদ খাঁ বাংলার ভাটি অঞ্চলের সরাইলের দেওয়ান বংশ নামে পরিচিত এক সম্ভ্রান্ত বাঙ্গালী সুন্নি মুসলিম জমিদার খান্দানে পয়দা হন। খান্দানটি বাংলার সাবেক সুলতানদের দেওয়ান হিসেবে চাকরী করতেন। তার বাবা, ঈশা খাঁ ছিলেন বারো-ভুঁইয়াদের পহেলা সরদার যা শাহী বাংলার পতনের ফলে উদ্ভূত হয়েছিল এবং মোগল শাসনকে মোকাবেলা করেছিল। তার মা সৈয়দা ফাতেমা বিবি ছিলেন সোনারগাঁয়ের হানাফী আলেম ইব্রাহিম দানিশমন্দের কন্যা।\n১৫৯৯ খ্রীষ্টাব্দে তার বাবার ইন্তেকালের বাদে, মাহমূদ তার বড় ভাই মূসা খাঁর কাছে তাবেদারীর ওয়াদা দেন এবং ডাকছড়ার যুদ্ধে তার সাথে অংশগ্রহণ করেন যেখানে তারা মোগলদের কাছে পরাজিত হয় এবং পালিয়ে যায়। মোগল সুবাহদার ইসলাম খাঁর রাজধানী জাহাঙ্গীর নগরের অদূরে কাটরাবো (বা কাটরাপুর) থেকে কিছুক্ষণ বাদেই তারা মোগলদেরকে আবার মোকাবেলা করে। মাহমূদ খাঁ ও তার ফৌজ ডেমরা খালের চারপাশে অবস্থান নেয়। ডেমরায় মাহমূদের বিরুদ্ধে শেখ রোকনের নেতৃত্বে একটি ফৌজ পাঠানো হয় যেখানে সংঘর্ষ হয়। এক দশকেরও বেশি সময় ধরে মোগলদের প্রতিরোধ করা সত্ত্বেও, মাহমূদ শেষ পর্যন্ত তাদের কাছে আত্মসমর্পণ করেন আনু. ১৬১০ খ্রীষ্টাব্দ তার পরিবারের অনেক সদস্যের সাথে।\nমোগলরা তার আত্মসমর্পণ অনুমোদন করে এবং বাদে বোকাইনগরের খাজা উসমানের বিরুদ্ধে মোগল অভিযানে তাকে মদদের আরজি জানায়। মাহমূদ খাঁ আরজি মেনে নেন এবং শেখ কামালের সাথে তার ফৌজ বোকাইনগরে নিয়ে যান। হাসনপুর যাওয়ার পথে কিছু মোগল কর্মচারীদের মধ্যে অসন্তোষ দেখা দেয় যা শেখ কামাল, মীরক জলাইর এবং মাহমূদ খাঁ কর্তৃক লিখিত চিঠিতে বাংলার মোগল সুবাহদার ইসলাম খাঁর কাছে ফিরে আসেন। যাইহোক, মাহমূদ খাঁ বারো-ভুঁইয়াদের সমর্থক তখনও ছিলেন এবং বানিয়াচঙ্গের আনওয়ার খাঁর সাথে চিঠিতে আলাপ রাখতেন, যেখানে অনেক ষড়যন্ত্র যেমন খাজা উসমানের ফৌজের সাথে মিত্র হয়ে বোকাইনগরে এসে মাহমূদ মোগলদের উপর অতর্কিত হামলা করার নসীহৎ দিয়েছিলেন এবং জাহাঙ্গীর নগরে অগ্রসর হওয়ার সময় আনওয়ার খাঁ মূসা খাঁকে আজাদ করবেন। পরবর্তীকালে, মাহমূদ খাঁ খাজা উসমানকে মোগলদের বিরুদ্ধে আনওয়ার খাঁর ষড়যন্ত্র সম্পর্কে অবহিত করে একটি চিঠি পাঠান। ষড়যন্ত্রটি পরে মোগলদের জানা যায়, এবং সুবাহদার ইসলাম খাঁ মিত্র জমিদারদের কারারুদ্ধ করার আহ্বান জানান এবং বিশেষ করে মাহমূদ খাঁ ও বাহাদুর গাজীকে মৃত্যুদণ্ড দেন। ইসলাম খাঁর  চিঠি প্রাপ্তির বাদে, মাহমূদ খাঁ ও বাহাদুর গাজীর সাথে কী করবেন শেখ কামাল সে বিষয়ে শেখ আব্দুল ওয়াহেদের সাথে আলোচনা করেন এবং শেষে তাদের বন্দী করে ইসলাম খাঁর কাছে পাঠানোর সিদ্ধান্ত নেন, যিনি সেই সময়ে টোকে ছিলেন। পরিকল্পনা কামিয়াব হয় এবং মাহমূদ খাঁকে টোকে ইসলাম খাঁর নজরদারীতে বন্দী করা হয়, তবে তিনি তাকে বাঁচতে দেন। \n\n\n== আরও দেখুন ==\nবাংলাদেশের ইতিহাস\n\n\n== তথ্যসূত্র =="}