{"pageid": 1331038, "title": "ব্যাংকিংয়ের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1331038", "content": "ব্যাংকিংয়ের ইতিহাস প্রথম প্রোটোটাইপ ব্যাংকগুলির সাথে শুরু হয়েছিল, অর্থাৎ বিশ্বের বণিকদের হাত ধরে, যারা কৃষক এবং ব্যবসায়ীদের শস্য ঋণ দিত এবং এক শহর থেকে অন্য শহরে পণ্য পরিবহন করতো। এই ব্যবস্থা প্রায় ২০০০ খ্রিস্টপূর্বাব্দে অ্যাসিরীয়া, ভারত এবং সুমেরিয়ায় বিদ্যমান ছিল। পরবর্তীতে, প্রাচীন গ্রীসে এবং রোমান সাম্রাজ্যের সময় মন্দির ভিত্তিক ঋণদাতারা আমানত গ্রহণ এবং অর্থের বিনিময় করার সময় ঋণ প্রদান করতো। প্রাচীন চীন ও ভারতে বিভিন্ন প্রত্নতত্ত্ব থেকেও অর্থ ধার দেওয়ার প্রমাণ পাওয়া যায়।\nঅনেক পণ্ডিত মনে করেন আধুনিক ব্যাংকিং ব্যবস্থার সূত্রপাত হয় মধ্যযুগীয় এবং রেনেসাঁ ইতালিতে, বিশেষকরে ফ্লোরেন্স, ভেনিস এবং জেনোভার সমৃদ্ধ শহরগুলিতে৷ ১৪ শতকের দিকে ফ্লোরেন্সে বার্দি এবং পেরুজ্জি পরিবারগুলি ব্যাংকিং ব্যবস্থায় আধিপত্য বিস্তার করেছিল। তারা ইউরোপের অন্যান্য অনেক জায়গায় শাখা স্থাপন করেছিল। ১৩৯৭ সালে জিওভানি মেডিসি কর্তৃক প্রতিষ্ঠিত মেডিসি ব্যাংক ছিল ইতালির সবচেয়ে বিখ্যাত ব্যাংক। ব্যাংকা মন্টে দে প্যাসচি ডি সিয়ানা পৃথিবীর প্রাচীনতম ব্যাংক যেটি ১৪৭২ সালে ইতালির সিয়েনাতে প্রতিষ্ঠিত হয়ে এখনও চালু আছে। ২০০২ সালের শেষ অবধি চালু থাকা পৃথিবীর প্রাচীনতম ব্যাংকটি ছিল ১৪৬৩ সালে প্রতিষ্ঠিত ব্যাংকো ডি নাপোলি, যেটির সদর দফতর ছিল ইতালির নাপোলিতে।\n১৫ এবং ১৬ শতকের দিকে উত্তর ইতালি থেকে সমগ্র পবিত্র রোমান সাম্রাজ্য জুড়ে এবং উত্তর ইউরোপে ব্যাংকিং ব্যবস্থা ছড়িয়ে পড়ে। পরবর্তীতে, ১৭ শতকে ডাচ প্রজাতন্ত্রের সময় আমস্টারডামে এবং ১৮ শতকের পর থেকে লন্ডনে বেশ কয়েকটি গুরুত্বপূর্ণ উদ্ভাবনের কল্যাণে ব্যাংকিং ব্যবস্থার আরও বিকাশ ঘটে। বিংশ শতাব্দীতে টেলিযোগাযোগ এবং কম্পিউটিং এর উন্নয়ন ব্যাংকিং কার্যক্রমে বড় ধরনের পরিবর্তন ঘটায় এবং ব্যাংকগুলির আকার ও ভৌগোলিক বিস্তার নাটকীয়ভাবে বৃদ্ধি পেতে থাকে। ২০০৭-২০০৮ আর্থিক সংকটে বিশ্বের বেশ কয়েকটি বৃহত্তম ব্যাংকসহ অনেকগুলি ব্যাংক রানের শিকার হয়ে ব্যর্থ হয়েছিল। এরফলে, ব্যাংক ব্যবস্থার নিয়ন্ত্রণ সম্পর্কে অনেক বিতর্ক তৈরি হয়েছিল৷\n\n\n== প্রাচীন কর্তৃপক্ষ ==\n১২,০০০ খ্রিস্টপূর্বাব্দের কিছু সময় পরে শুরু হওয়া পশু শিকার এবং খাদ্য সংগ্রহের উপর নির্ভরশীলতা কমিয়ে কৃষি পদ্ধতিতে পরিবর্তনের ফলে কৃষির উপর নির্ভরশীলতা বৃদ্ধি পায়। এতে অর্থনৈতিক স্থিতিশীলতা বৃদ্ধি পায়। এই ধরনের আর্থ-সামাজিক অবস্থার পরিবর্তন প্রায় ১০,০০০ বছর আগে উর্বর চন্দ্রকলায়, প্রায় ৯,৫০০ বছর আগে উত্তর চীনে, প্রায় ৫,৫০০ বছর আগে মেক্সিকোতে এবং প্রায় ৪,৫০০ বছর আগে মার্কিন যুক্তরাষ্ট্রের পূর্বাঞ্চলে শুরু হয়েছিল।\n\n\n=== আর্থিক ===\nপ্রাচীন যুগে শস্য এবং গবাদি অর্থ হিসেবে পরিচিত ছিল এবং এই দুটি পণ্য প্রায় ৯,০০০ খ্রিস্টপূর্বাব্দ থেকে কেনাকাটার উদ্দেশ্যে ব্যবহৃত হত।\nপ্রস্তর যুগে কাঁচামাল হিসেবে আনাতোলিয়ান অবসিডিয়ান প্রায় ১২,৫০০ খ্রিস্টপূর্বাব্দ থেকে ব্যবহার করা হচ্ছিল। ৯ম খ্রিস্টপূর্বাব্দ থেকে ওবসিডিয়ানের সংগঠিত ব্যবসা শুরু হয়।  ভূমধ্যসাগরের মধ্যে অবসিডিয়ানের মজুদ বা আমানতের চারটি প্রধান স্থানের মধ্যে সার্ডিনিয়া ছিল গুরুত্বপূর্ণ। খ্রিস্টপূর্ব ৩য় সহস্রাব্দে তামা ও রূপার মাধ্যমে বাণিজ্য বৃদ্ধি পায়, ফলে অবসিডিয়ানের জায়গায় তামা ও রূপা প্রতিস্থাপিত হয়।\n\n\n=== রেকর্ড রাখা ===\n\nখ্রিস্টপূর্ব ৮০০০ অব্দ থেকে খ্রিস্টপূর্ব ১৫০০ অব্দের দিকে প্রাচীন নিকট প্রাচ্য থেকে রেকর্ড রাখার জন্য ব্যবহৃত বস্তু বুলা এবং বেশকিছু টোকেন উদ্ধার করা হয়েছে যেগুলো কৃষি পণ্যে গণনার রেকর্ড রাখার কাজে ব্যবহৃত হত। চতুর্থ সহস্রাব্দের শেষের দিকে মন্দির এবং প্রাসাদের সদস্যরা পণ্যের মজুদ রেকর্ড করার জন্য বিভিন্ন স্মৃতিচিহ্ন ব্যবহার করত। আনুমানিক ৩২০০ খ্রিস্টপূর্বাব্দে বাণিজ্য বিনিময়ের পেমেন্টের রেকর্ড রাখার জন্য রেকর্ড অ্যাকাউন্টিং এর ব্যবহার শুরু হয়। খ্রিস্টপূর্ব ১৭০০ অব্দের কাছাকাছি সময়ে একটি মাটির ট্যাবলেটে লেখা হাম্মুরাবির কোডে ব্যাংকিং কার্যকলাপ নিয়ন্ত্রনের বর্ণনা পাওয়া যায়। পরবর্তীতে, হাখমানেশি সাম্রাজ্যের সময় (৬৪৬ খ্রিস্টপূর্বাব্দের পরে), মেসোপটেমিয়া অঞ্চলে ব্যাংকিং অনুশীলনের আরও প্রমাণ পাওয়া যায়।\n\n\n=== কাঠামোগত ===\nখ্রিস্টপূর্ব ৫ম সহস্রাব্দের দিকে সুমেরীয় সভ্যতার জনবসতি, যেমন এরিদু, একটি কেন্দ্রীয় মন্দিরের চারপাশে গড়ে উঠেছিল। পঞ্চম সহস্রাব্দে সুমেরীয়রা শহরকেন্দ্রিক সভ্যতা গড়ে তোলে এবং বসবাস করতে শুরু করে। এতে বিভিন্ন প্রতিষ্ঠান এবং স্থাপনা নির্মাণের জন্য একটি কাঠামো তৈরি হয়। টেল ব্র্যাক এবং উরুক ছিল প্রথম দিকের শহুরে বসতি।\n\n\n== শুরুর দিকের ব্যাংকিং কাঠামো ==\n\n\n=== এশিয়া ===\n\n\n==== মেসোপটেমিয়া এবং পারস্য ====\nখ্রিস্টপূর্ব ৪র্থ সহস্রাব্দের শেষভাগ থেকে খ্রিস্টপূর্ব ৩য় সহস্রাব্দ পর্যন্ত প্রাচীন কার্যকলাপ (বা আধা-ব্যাংকিং) হিসাবে ব্যাংকিং শুরু হয়েছিল বলে মনে করা হয়।\n\nআক্কাদীয় সরগনের রাজত্বের পূর্বে (২৩৩৫-২২৮০ খ্রিস্টপূর্বাব্দ) ব্যাবিলনের প্রতিটি নগর-রাজ্যের অভ্যন্তরীণ সীমানা এবং সেখানে অর্থনৈতিক কার্যকলাপের কেন্দ্রে অবস্থিত মন্দিরের মধ্যে ব্যবসা বাণিজ্য সীমাবদ্ধ ছিল; শহরের বাইরের নাগরিকদের জন্য তখন বাণিজ্য নিষিদ্ধ ছিল।\n২০০০ খ্রিস্টপূর্বাব্দে ব্যাবিলনিয়া স্বর্ণ জমাকারীদের জমাক্রিত স্বর্ণের দামের ষাট ভাগের এক ভাগ পরিমাণ অর্থ দিতে হত। তখন প্রাসাদ এবং মন্দির উভয়ই তাদের কাছে জমা রাখা সম্পদ থেকে ঋণ দেওয়া জন্য পরিচিত ছিল। এই ধরনের ঋণ সাধারণত শস্য বীজ ভিত্তিক প্রদান করা হত এবং ফসল থেকে পরিশোধের করা হত। ওই সময়ের প্রত্নতাত্ত্বিক অনেক মাটির ট্যাবলেটে নথিভুক্ত বিভিন্ন ধরনের মৌলিক সামাজিক চুক্তির সাথে ঋণের চুক্তিরও প্রমান পাওয়া যায়। মন্দিরে সম্পদ জমা ও সঞ্চয় করার অভ্যাস অন্তত ২০৯ খ্রিস্টপূর্বাব্দ পর্যন্ত অব্যাহত ছিল।\nব্যাবিলনের রাজা হাম্মুরাবি (আনু. ১৭৯২ -১৭৫০ খ্রিস্টপূর্বাব্দ) কর্তৃক প্রদত্ত কোড থেকে আরও তথ্য পাওয়া। উক্ত কোডের ১০০ নম্বর আইনে উল্লেখ আছে যে, একজন দেনাদার কর্তৃক ঋণ পরিশোধ একটি নির্দিষ্ট সময়সূচী অনুযায়ী হতে হবে যেটি লিখিত চুক্তির শর্তাবলীতে উল্লেখ থাকবে৷ আইন ১২২-এ উল্লেখ আছে যে, একজন সোনা, রূপা বা অন্যান্য সম্পত্তির আমানতকারীকে অবশ্যই নোটারি করা একটি জামিনের  স্বাক্ষরিত চুক্তি ব্যাংকারের কাছে জমা হবে এবং আইন ১২৩-এ বলা হয়েছে যে, যদি নোটারি পাবলিক চুক্তির অস্তিত্ব অস্বীকার করে তবে একজন ব্যাংকার চুক্তি থেকে দায়মুক্তি পাবে। আইন ১২৪-এ বলা হয়েছে যে, জামিনের নোটারাইজড চুক্তিতে একজন আমানতকারীকে তার আমানতের সম্পূর্ণ অংশ তুলে উত্তোলন করার অধিকারী করা হয়েছে এবং আইন ১২৫-এ বলা হয়েছে যে, একজন ব্যাংকার তাদের দখলে থাকাকালীন চুরি হওয়া আমানত পরিশোধের জন্য দায়বদ্ধ হবে।\nখ্রিস্টপূর্ব ৭ম শতাব্দীর শেষের দিকে অ্যাপোলোনিয়ান মন্দিরে প্রথম কোষাগারটি নির্মিত হয়েছিল। ষষ্ঠ শতাব্দীতে সিফনোস শহর এই মন্দিরের আরেকটি কোষাগার নির্মাণ করা হয়েছিল।\n\n\n==== ভারত ====\nপ্রাচীন ভারতে বৈদিক যুগ (১৭৫০ খ্রিস্টপূর্বাব্দের শুরু) থেকে ঋণের প্রমাণ পাওয়া যায়। পরবর্তীতে, মৌর্য রাজবংশের সময় (৩২১ থেকে ১৮৫ খ্রিস্টপূর্বাব্দ), আদেশা নামক একটি দলিল ব্যবহার করা হয়েছিল, যা ছিল একজন ব্যাংকারের উপর তৃতীয় ব্যক্তিকে ব্যাংক নোটের মাধমে পরিশোধের একটি লিখিত আদেশ। আদেশার বৈশিষ্ট্যর সাথে এখনকার বিনিময় বিলের অনেক মিল রয়েছে। বৌদ্ধ যুগে এসব দলিলের যথেষ্ট ব্যবহার ছিল। তখন বড় শহরের বণিকরা একে অপরকে ঋণের চিঠি দিত।\n\n\n==== চীন ====\nপ্রাচীন চীনে, ছিন রাজবংশের (২২১ থেকে ২০৬ খ্রিস্টপূর্বাব্দ) থেকে শুরু করে চীনা মুদ্রা প্রমিত মুদ্রায় প্রবর্তনের ফলে চীন জুড়ে সহজ বাণিজ্যের সুযোগ তৈরি হয় এবং ঋণপত্রের বিকাশ ঘটে। বণিকরা এই ঋণপত্র জারি করতো। তাদের কাজের ধরন আজকের ব্যাংকের কাজের সাথে মিল রয়েছে। এটিকেই বর্তমানে আমরা ব্যাংক হিসাবে বুঝে থাকি।\n\n\n=== প্রাচীন মিশর ===\nকিছু পণ্ডিত মনে করেন যে মিশরীয় শস্য-ব্যাংকিং ব্যবস্থা এতটাই উন্নত হয়েছিল যে এটিকে শাখার ও কর্মচারীর সংখ্যা এবং লেনদেনের পরিমাণের দিক থেকে বর্তমানের প্রধান প্রধান আধুনিক ব্যাংকগুলির সাথে তুলনা করা যায়। গ্রীক টলেমিদের শাসনামলে শস্যভাণ্ডারগুলিকে আলেকজান্দ্রিয়া কেন্দ্রিক একটি ব্যাংকিং নেটওয়ার্কে রূপান্তরিত করা হয়েছিল, যেখানে সমস্ত মিশরীয় আঞ্চলিক শস্য-ব্যাংকগুলির প্রধান হিসাব রেকর্ড করা হত। এটি প্রাচীনতম সরকারি কেন্দ্রীয় ব্যাংকগুলির একটি সাইট হয়ে ওঠে এবং গ্রীক ব্যাংকারদের সহায়তায় এটি সর্বোচ্চ পর্যায়ে পৌঁছেছিল।\nমুইর (২০০৯) -এর মতে মিশরের মধ্যে দুই ধরণের ব্যাংক ছিল: রাজকীয় ব্যাংক এবং ব্যক্তিগত ব্যাংক। তখন ব্যাংকের আয় করের হিসাব দেখানোর জন্য তৈরি নথি পেপটোকেন-রেকর্ড নামে পরিচিত ছিল।\n\n\n=== গ্রীস ===\nট্রাপিজিটিকা হচ্ছে প্রথম কোন গ্রিক নথি যেখানে ব্যাংকিংয়ের উৎস পাওয়া যায়। গ্রীক রাষ্ট্রনায়ক ডেমোস্থেনিসের বক্তৃতায় ঋণ আদান প্রদানের অনেক উল্লেখ রয়েছে (মিলেট পি. ৫)। ৩৫৩ খ্রিস্টপূর্বাব্দের দিকে লেখা অন রেভিনিউতে যৌথ-মালিকানায় প্রথম ব্যাংক প্রতিষ্ঠার কৃতিত্ব জেনোফোনকে দেওয়া হয়।\nপ্রাচীন গ্রিসীয় সমাজের মধ্যে ব্যক্তিগত ও নাগরিক সত্তা, বিশেষ করে গ্রীক মন্দিরগুলি আর্থিক লেনদেন করত। (গিলবার্ট পি. ৩)। তখন মন্দিরগুলিতে ধন-সম্পদ সংরক্ষণ করা হত। তখন, ইফেসাসের আর্টেমিসের মন্দির, সামোসের মধ্যে হেরা মন্দির এবং ডেলফির মধ্যে অ্যাপোলোর মন্দির তিনটিকে সবচেয়ে গুরুত্বপূর্ণ মনে করা হত। এই  তিনটি মন্দিরই মুলত প্রায় সকল আমানত, মুদ্রা বিনিময়, মুদ্রার বৈধতা এবং ঋণ নিয়ন্ত্রণ করত।\nখ্রিস্টপূর্ব ৭ম শতাব্দীর শেষের দিকে অ্যাপোলোনিয়ান মন্দিরের প্রথম কোষাগার নির্মিত হয়েছিল। ষষ্ঠ শতাব্দীতে সিফনোস শহর এই মন্দিরের আরেকটি কোষাগার নির্মাণ করা হয়েছিল।\n৪৮০ সালে পারসিয়ানদের আক্রমণের সময় ধ্বংসের পূর্ব পর্যন্ত এথেনিয়ান অ্যাক্রোপলিস মন্দিরে অর্থ সঞ্চিত থাকতো। পরবর্তীতে, এথেন্স নগরের প্রভাবশালী নেতা পেরিক্লেস পার্থানন মন্দিরের মধ্যে একটি কোষাগার বা জমা ভাণ্ডার পুনর্নির্মাণ করেন।\n৪৫৪ সালে এথেন্স ডেলিয়ান লীগের কোষাগারের দায়িত্ব পায়। খ্রিস্টপূর্ব ৩য় এবং ২য় শতাব্দীর শেষের দিকে এজিয়ান দ্বীপ ডেলোস একটি বিশিষ্ট ব্যাংকিং কেন্দ্রে পরিণত হয়েছিল। ২য় শতাব্দীতে শহরের মধ্যে তিনটি ব্যাংক এবং একটি মন্দিরে আমানত রাখা হত। ২য় শতাব্দীতে পঁয়ত্রিশটি হেলেনিস্টিক শহরে ব্যক্তিগত ব্যাংক ছিল বলে প্রমান পাওয়া যায় (রবার্টস–পৃ. ১৩০)।\nধ্রুপদী যুগে অনেক ঋণের তথ্য পাওয়া যায় যদিও এসব ঋণের খুব কম অনুপাত ব্যাংক সরবরাহ করতো। এথেন্সে ওই সময়ে ১২% বার্ষিক সুদে ঋণ প্রদান করা হয়েছিল বলে জানা যায়। ব্যাংকগুলি কখনও কখনও খুব গোপনীয়তার সহিত ঋণ প্রদান করতো এবং ঋণগ্রহীতা ও আমানতকারীর পরিচয় খুব গোপন রাখতো।\n৪৩৩-৪২৭ খ্রিস্টপূর্বাব্দে এথেন্সের একটি মন্দির রাজ্য সরকারকে ঋণ দিয়েছিল।\n\n\n=== রোম ===\n\nরোমান ব্যাংকিং কার্যক্রমের বেশীরভাগ ছিল মন্দির ভিত্তিক। উদাহরণস্বরূপ, মুদ্রা ছাপানোর টাঁকশাল ছিল মন্দিরের মধ্যে বিশেষকরে জুনো মোনেটা মন্দির টাঁকশাল ছিল সবচেয়ে গুরুত্বপূর্ণ। যদিও সাম্রাজ্যের সময় জনসাধারণ আমানত ধীরে ধীরে মন্দিরে রাখা বন্ধ করে এবং ব্যক্তিগত কোষাগারে রাখা শুরু করে। তবুও রোমান সাম্রাজ্য গ্রীস (পার্কার) থেকে বাণিজ্য প্রথার উত্তরাধিকার পেয়েছে।\n৩৫২ খ্রিস্টপূর্বাব্দে রোমে ডেমোসিয়া ট্রাপেজা নামক একটি প্রাথমিক পাবলিক ব্যাংক গঠিত হয়েছিল, যেখানে দরিদ্র নিম্ন শ্রেণীর মানুষের জন্য ঋণের ব্যবস্থা করার উদ্দেশ্যে মেনসারির নামক একটি কমিশন গঠনের জন্য একটি কনস্যুলার নির্দেশনা পাস হয়েছিল।\nপ্রাচীন রোমে আমানত ব্যাংকাররা আর্জেনটারি নামে পরিচিত ছিল এবং পরবর্তী সময়ে (দ্বিতীয় শতাব্দী থেকে) নুম্মুলারি বা মেন্সারি নামে পরিচিত ছিল । ব্যাংকিং-হাউসগুলি ব্যাংকারের ক্যাম্প এবং মাসিক লুমনারিও নামে পরিচিত ছিল। তারা তাদের স্টল চারদিকে ঘেরা ম্যাসেলা নামক উঠানের মাঝখানে ব্যাংকু নামক একটি লম্বা বেঞ্চে স্থাপন করত, যেখান থেকেই মুলত ব্যাংকো এবং ব্যাংক  শব্দগুলি এসেছে।\n\n\n== সুদের উপর ধর্মীয় বিধিনিষেধ ==\nপ্রাচীন নিকট প্রাচ্যের বেশিরভাগ প্রাথমিক ধর্মীয় ব্যবস্থা এবং সেগুলি থেকে উদ্ভূত ধর্মনিরপেক্ষ নীতিসমূহ সুদ নিষিদ্ধ করেনি। ওই সমাজ ব্যবস্থায় মানুষ বিশ্বাস করত যে উদ্ভিদ, প্রাণী এবং এমনকি মানুষও পুনর্জন্ম বা পুনরূত্পাদন করা হয়। তাই 'খাদ্য অর্থ' বা যেকোনো ধরনের আর্থিক ধার দিয়ে সুদ নেওয়া বৈধ। মেসোপটেমিয়ান, হিট্টীয় জাতি, ফিনিশিয়ান এবং মিশরীয়দের মধ্যে সুদ বৈধ ছিল এবং যা রাষ্ট্রিয় আইন দ্বারা নির্ধারিত থাকত।\n\n\n=== ইহুদি ধর্ম ===\nহিব্রু বাইবেলের তাওরাত এবং পরবর্তী অংশে সুদ গ্রহণের সমালোচনা করা হয়েছে, যদিও বাইবেলে নিষেধাজ্ঞার ব্যাখ্যা ভিন্ন ভাবে দিয়েছে এবং কোথাও সম্পূর্ণ নিষেদ করেনি। একটি সাধারণ চিন্তাধারণা প্রচলিত আছে যে, ইহুদিরা অন্য ইহুদিদের দেওয়া ঋণের উপর সুদ চার্জ করা নিষিদ্ধ, কিন্তু অ-ইহুদিদের সাথে লেনদেনের উপর সুদ নিতে বাধ্য। হিব্রু বাইবেলে অসংখ্য উদাহরণ দেয়া হয়েছে যেখানে সুদের বিষয়ে বলা হয়েছে।\n\nডিউটারোনমি ২৩:১৯ আপনি আপনার ভাইকে সুদের উপর ধার দেবেন না: অর্থের সুদ, খাবারের সুদ, সুদের উপর ধার দেওয়া যেকোনো জিনিসের সুদ।\nডিউটারোনমি ২৩:২০ বিদেশীকে তুমি সুদে ঋণ দিতে পার; কিন্তু তোমার ভাইকে তুমি সুদে ঋণ দিও না; তুমি যে দেশ অধিকার করতে যাচ্ছ সেই দেশে তুমি যা কিছুতে হাত দাও তাতে তোমার ঈশ্বর সদাপ্রভু তোমাকে আশীর্বাদ করেন।।\n\nসাধারণভাবে ইহুদি ধর্মে ঋণ এড়াতে বা অন্য কারও কাছে আবদ্ধ হওয়াকে নিরুৎসাহিত করা হয়ে থাকে। ঋণ এড়ানো উচিত এবং আয়ের অধিক খরচের অভ্যাস পরিত্যাগ করা উচিত। যাইহোক, অনেক নবী সুদের বিরুদ্ধে কথা বলেছেন এবং যারা সুদ নিত তাদের নিন্দা করেছেন।\n\n\n=== খ্রিস্টধর্ম ===\nমুলত, খ্রিস্টান ধর্মে খ্রিস্টান চার্চ দ্বারা সুদ নিষিদ্ধ ছিল। এর মধ্যে অর্থ ব্যবহারের বিনিময়ে ফি নেওয়াও অন্তর্ভুক্ত ছিল। তবে সময়ের সাথে সাথে অর্থের ধরনে পরিবর্তনের কারণে সুদ গ্রহণযোগ্য হয়ে ওঠে এবং আইন দ্বারা 'সুদ' শব্দটি অনুমোদিত হারের উপরে অতিরিক্ত ধার্য করার জন্য ব্যবহৃত হয়। \" ক্রিশ্চিয়ান ফাইন্যান্স বা খ্রিস্টান অর্থায়ন\" ধারণাটি কয়েক শতাব্দী আগে বিদ্যমান ব্যাংকিং এবং আর্থিক কার্যক্রমকে বোঝায়। সুদের উপর নিষেধাজ্ঞা এবং বিনিময় কার্যক্রমের বিরুদ্ধে চার্চের অবিশ্বাস থাকা সত্ত্বেও (উৎপাদন কার্যক্রমের বিপরীতে), নাইটস টেম্পলার (১২ শতক) কার্যক্রমের মধ্যে ব্যাংকিং বা আর্থিক প্রকৃতির বেশকিছু কার্যক্রমের প্রমাণ পাওয়া যায়।\n\n\n=== ইসলাম ===\nকুরআনে সুদকে কঠোরভাবে নিষিদ্ধ করা হয়েছে। কুরআনের বিভিন্ন আয়াতে সুদ সম্পর্কে বলা হয়েছে।\n\n\"হে ঈমানদারগণ, সুদ খাবে না, দ্বিগুণ ও বহুগুণ, তবে আল্লাহকে ভয় কর যাতে তোমরা সফলকাম হতে পার\" (৩:১৩০) \n\"আর আল্লাহ ব্যবসাকে হালাল করেছেন এবং সুদকে হারাম করেছেন\" (২:২৭৫)।\nকুরআনে বলা হয়েছে যে, সুদ গ্রহণ এবং অবৈধ উপায়ে অর্থ উপার্জন পূর্ববর্তী সময়েও মুসলমানদের জন্য এবং অন্যান্য সম্প্রদায়ের জন্য নিষিদ্ধ ছিল:\n\n\"ইহুদীদের অন্যায়ের কারণে আমরা তাদের জন্য হালাল করা ভাল জিনিসগুলিকে হারাম করেছিলাম এবং আল্লাহর পথে তাদের অনেক বাধাদানের কারণে, তাদের সুদ নেওয়ার কারণে, যখন তাদেরকে তা নিষেধ করা হয়েছিল এবং মিথ্যা অজুহাতে তাদের ধন-সম্পদ গ্রাস করার কারণে, যারা অবিশ্বাস করে তাদের জন্য আমি যন্ত্রণাদায়ক আযাব প্রস্তুত করে রেখেছি।\" (আল কুরআন-৪:১৬০-১৬১)\nইসলামী অর্থনৈতিক আইনশাস্ত্রের (ফিকাহ) মতে রিবা বা সুদ সম্পূর্ণ হারাম। ইসলামী আইনবিদরা দুই ধরনের রিবা নিয়ে আলোচনা করেন: কোনো সেবা প্রদান ছাড়াই মূলধন বৃদ্ধি, যা কুরআন নিষিদ্ধ করেছে এবং অসম পরিমাণে পণ্য বিনিময়, যা সুন্নাহ নিষিদ্ধ করেছে। প্রতিশ্রুতি নোটে বাণিজ্য করা (যেমন ফিয়াট মানি এবং ডেরিভেটিভস) ইসলামে নিষিদ্ধ।\nসুদ নেয়ার নিষেধাজ্ঞা থাকায় ২০ শতকে বেশ কিছু উন্নয়ন ঘটেছিল যা ইসলামী ব্যাংকিং মডেলের দিকে ধাবিত করে। যেখানে কোনো সুদ নেওয়া হয় না বরং ব্যাংকগুলি লাভ ভাগাভাগির মাধমে কাজ করে। সুদের পরিবর্তে বিকল্প উপায়ে ঋণের জন্য চার্জ নেয়ার মাধ্যম হিসেবে এই মডেল করা হয়েছে। যেমন ফি এর বিনিময়ে ব্যাংকিং সেবা প্রদান।\n\n\n== মধ্যযুগীয় ইউরোপ ==\n১৩ শতকের ফ্রান্সের ফ্লোরেন্স, ভেনিস এবং জেনোভার মতো সমৃদ্ধ ইতালীয় শহরসহ মধ্যযুগীয় এবং প্রারম্ভিক রেনেসাঁর ইউরোপে আধুনিক ব্যাংকিংয়ের শিকড় খুঁজে পাওয়া যায়।\n\n\n=== ইতালীয় ব্যাংকার ===\n\nঅনেকে মনে করেন যে, ভেনিস প্রজাতন্ত্র ১২ শতকে ব্যাংক অব ভেনিস প্রতিষ্ঠা করে। কিন্তু এটি একটি ভুল ধারণা কারন ভেনিসে ১৫৮৭ সাল পর্যন্ত আনুষ্ঠানিকভাবে কোন পাবলিক ব্যাংক প্রতিষ্ঠিত হয়নি। তবে ১৩ম এবং ১৪ম শতাব্দীতে ইতালির শস্য অফিস ব্যাংকিং ব্যবসায় করেছিল, যেখানে আমানত গ্রহণ এবং ঋণ প্রদান উভয়ই করা হত। প্রজাতন্ত্রের পাবলিক ঋণ হস্তান্তর ব্যবস্থাকেও ব্যাংকিংয়ের উন্নয়নে গুরুত্বপূর্ণ অবদান হিসেবে চিহ্নিত করা হয়।\nতখন সবচেয়ে শক্তিশালী ব্যাংকিং পরিবারগুলি ফ্লোরেন্স থেকে এসেছিল, যাদের মধ্যে রয়েছে অ্যাকিয়াইউলি, মোজি, বার্দি এবং পেরুজ্জি পরিবার। এরা ইউরোপের অনেক জায়গায় শাখা স্থাপন করেছিল। মেডিসি ব্যাংক সম্ভবত ইতালীর সবচেয়ে বিখ্যাত ব্যাংক ছিল, যেটি ১৩৯৭ সালে জিওভান্নি ডি বিকি ডি' মেডিসি কর্তৃক প্রতিষ্ঠিত হয়েছিল এবং ১৪৯৪ সাল পর্যন্ত চালু ছিল। ব্যাংকা মন্টে দে প্যাসচি ডি সিয়ানা পৃথিবীর প্রাচীনতম ব্যাংক যেটি ১৪৭২ সালে ইতালির সিয়েনাতে প্রতিষ্ঠিত হয়ে এখনও চালু আছে।\n\n\n== ১৫-১৭ শতকে সম্প্রসারণ ==\n\n\n=== ইতালি ===\n১৫২৭ এবং ১৫৭২ সালের মধ্যে বেশ কয়েকটি গুরুত্বপূর্ণ ব্যাংকিং পরিবার গোষ্ঠীর উদ্ভব হয়েছিল। এদের মধ্যে গ্রিমাল্ডি, স্পিনোলা এবং পাল্লাভিসিনো পরিবার বিশেষ প্রভাবশালী এবং ধনী ছিল। ডোরিয়া, পিনেলি এবং লোমেলিনি পরিবার তুলনামূলক কম প্রভাবশালী ছিল।\n\n\n=== স্পেন এবং অটোমান সাম্রাজ্য ===\n১৪০১ সালে বার্সেলোনার ম্যাজিস্ট্রেট, তৎকালীন কাতালোনিয়া প্রিন্সিপ্যালিটির রাজধানী শহরে স্থাপিত হয় টাউলা দে ক্যানভি-টেবল অব এক্সচেঞ্জ যেটি ইউরোপের প্রথম পাবলিক ব্যাংক হিসাবে বিবেচিত। .\n\n\n=== জার্মানি ===\n১৫ শতকে দক্ষিণ জার্মান রাজ্যে ফুগারস এবং ওয়েলসার্স নামক দুটি বৃহৎ ব্যাংকিং পরিবার আবির্ভূত হয়েছিল। ১৬ শতক নাগাদ তারা ইউরোপীয় অর্থনীতির বেশিরভাগ নিয়ন্ত্রণ করত এবং আন্তর্জাতিক বড় বড় অর্থায়নে আধিপত্য বিস্তার করেছে। ফাগার পরিবার আউগসবুর্গে দরিদ্র মানুষদের জন্য প্রথম জার্মান সামাজিক আবাসন এলাকা তৈরি করে। এটি এখনও বিদ্যমান আছে।\nডাচ ব্যাংকাররা উত্তর জার্মান শহর রাজ্যগুলিতে ব্যাংকিং প্রতিষ্ঠায় কেন্দ্রীয় ভূমিকা পালন করেছিল। বেরেনবার্গ ব্যাংক হচ্ছে জার্মানির প্রাচীনতম এবং বিশ্বের দ্বিতীয় প্রাচীনতম ব্যাংক। ব্যাংকটি ১৫৯০ সালে হামবুর্গে ডাচ ভাই হ্যান্স এবং পল বেরেনবার্গ দ্বারা প্রতিষ্ঠিত। ব্যাংকটি এখনও বেরেনবার্গ রাজবংশের মালিকানাধীন।\n\n\n=== নেদারল্যান্ডস ===\n১৬ এবং ১৭ শতকে নিউ ওয়ার্ল্ড, গোল্ড কোস্ট, জাপান এবং অন্যান্য স্থান থেকে মূল্যবান ধাতু ইউরোপে আমদানি করা হয়েছিল। ক্রমবর্ধমান ব্যবসা-বাণিজ্যের ফলে নেদারল্যান্ডস তাদের ব্যাংকগুলিতে অনেক মুদ্রা ও মূল্যবান ধাতু জমা করেছিল। এদের হাত ধরেই আংশিক তহবিল ব্যাংকিং এবং পেমেন্ট সিস্টেমের ধারণাগুলি আরও বিকশিত হয়েছিল এবং ইংল্যান্ডসহ অন্যত্র ছড়িয়ে পড়েছিল।\n\n\n=== ইংল্যান্ড ===\nলন্ডন শহরে ১৭ শতক পর্যন্ত আজকের মতো স্বীকৃত কোনো ব্যাংকিং হাউস বা ব্যাংক ছিল না, যদিও লন্ডন রয়্যাল এক্সচেঞ্জ ১৫৬৫ সালে প্রতিষ্ঠিত হয়েছিল।\n\n\n== ১৭-১৯ শতকে আধুনিক ব্যাংকিংয়ের উত্থান ==\n\n১৬ শতকের শেষের দিকে এবং ১৭ শতকের সময়ে ব্যাংক ঋণের (যা সোনা এবং রৌপ্য মুদ্রার বিকল্প হিসাবে কাজ করত) পাশাপাশি আমানত গ্রহণ, অর্থায়ন, অর্থ পরিবর্তন এবং তহবিল স্থানান্তরের ঐতিহ্যবাহী ব্যাংকিং পরিষেবাগুলি চালু হয়। এই সময় থেকেই ব্যাংক ঋণ সোনা এবং রৌপ্য মুদ্রার বিকল্প হিসাবে ব্যবহার করা হচ্ছিলো।\nনতুন নতুন ব্যাংকিং পরিষেবা ও কার্যক্রমের ব্যপ্তি বাণিজ্যি ও শিল্পের উন্নয়নে সহায়তা করেছে। ১৭শ শতাব্দীর শেষের দিকে ইউরোপীয় যুদ্ধরত রাষ্ট্রগুলিকে অর্থায়নের জন্য ব্যাংকিং ব্যবস্থা গুরুত্বপূর্ণ হয়ে উঠছিল। তখন ব্যাংকিং ব্যবস্থা ব্যবহার করে যুদ্ধরত দেশেকে আর্থিক সহায়তা করার ফলে এটি নিয়ে বেশ সমালোচনা হয় এবং ব্যাংক ব্যবস্থা নিয়ন্ত্রণ নিয়ে প্রশ্ন ওঠে। ফলে ব্যাংকিং ব্যবস্থায় সরকারি প্রবিধান জারি এবং কেন্দ্রীয় ব্যাংকিং ব্যবস্থা প্রতিষ্ঠার দিকে পরিচালিত হয়। আমস্টারডাম এবং লন্ডনে নতুন ব্যাংকিং কৌশল এবং অনুশীলনের সাফল্য ইউরোপের অন্যত্রও ব্যাংকিং ব্যবস্থা ছড়িয়ে দিতে সাহায্য করেছে।\n\n\n=== লন্ডনের স্বর্ণকার ===\nআংশিক তহবিল ব্যাংকিং এবং ব্যাংকনোট ইস্যুসহ আধুনিক ব্যাংকিং অনুশীলন ১৭ শতকে আবির্ভূত হয়। সেই সময়ে ধনী বণিকরা তাদের সোনা লন্ডনের স্বর্ণকারদের কাছে সঞ্চয় করতে শুরু করে বিশেষকরে যারা ব্যক্তিগত ভল্টের মালিক ছিল এবং তাদের পরিষেবার জন্য ফি প্রদান করতে হত। মূল্যবান ধাতু জমা রেখে স্বর্ণকাররা প্রতিটি আমানতের বিপরীতে একটা করে রশিদ দিত যেখানে ধাতুর পরিমান, বিশুদ্ধতা প্রত্যয়ন উল্লেখ থাকত। এই রশিদ দেখিয়ে শুধুমাত্র আসল আমানতকারী সঞ্চিত পণ্য সংগ্রহ করতে পারতো।\nধীরে ধীরে স্বর্ণকাররা আমানতকারীর পক্ষে টাকা ধার দিতে শুরু করে, যার ফলে আধুনিক ব্যাংকিং পদ্ধতির বিকাশ ঘটে। স্বর্ণকারের কাছ থেকে ধার নিতে ধারের অর্থ ফেরত দেবার নিশ্চয়তা সরুপ প্রমিসরি নোট বা কর্জপত্র দিতে হত।\nএই অনুশীলনগুলির ফলে নতুন এক ধরণের \"অর্থ\" তৈরি হয়েছিল যা আসলে বর্তমানে ঋণ হিসেবে পরিচিত। সোনার বা রূপার মুদ্রার পরিবর্তে স্বর্ণকারদের ঋণ রাজতন্ত্র দ্বারা নিয়ন্ত্রিত ছিল। এই উন্নয়ন ও নিয়ন্ত্রণের ফলে স্বর্ণকারদের প্রমিসরি নোটের ব্যবহার ব্যবসা-বাণিজ্যে গ্রহণযোগ্যতা পায়। এই নোটের গ্রহণযোগ্যতা পিছনের কারণে ছিল একটা সাধারণ বিশ্বাসের যে প্রয়োজনের সময় রক্ষিত মুদ্রা ফেরত পাওয়া যাবে। এই নোটের বিনিময়যোগ্যতা ধারণাটি প্রথমে ইউরোপীয় মুদ্রা বাজারে আবির্ভূত হয়েছিল, তবে এটি ১৭শতকের মধ্যে ভালভাবে বিকশিত হয়েছিল। তা সত্ত্বেও, ১৮ শতকের প্রথম দিকে (১৭০৪) সংসদে একটি আইন পাশ হয়, যার মাধ্যমে স্বর্ণকারের নোটগুলি, \"বণিকদের রীতিনীতি\" সত্ত্বেও, বিনিময়ের অযোগ্য ঘোষণা করা হয়।\n\n\n=== আধুনিক ব্যাংক ===\n\n১৬৯৪ সালে ব্যাংক অব ইংল্যান্ড প্রতিষ্ঠিত হয় এবং ১৬৯৫ সালে এটি পৃথিবীর প্রথম ব্যাংকগুলির মধ্যে একটি হিসেবে ব্যাংকনোট ইস্যু অধিকার পায়। ১৬৬১ সালে স্টকহোমস ব্যাংক প্রথম ব্যাংকনোট ইস্যু করে। প্রাথমিকভাবে, নোটগুলি হাতে লেখা এবং আমানত বা ঋণ হিসাবে জারি করা হত এবং বাহককে চাহিদা অনুযায়ী নোটের মূল্য পরিশোধ করার প্রতিশ্রুতি দেওয়া হয়েছিল। ১৭৪৫ সাল নাগাদ £২০ থেকে £১,০০০ পর্যন্ত মানসম্মত মুদ্রিত নোট জারি করা হয়েছিল। ১৮৫৫ সালে সম্পূর্ণভাবে মুদ্রিত নোট প্রচলিত হয় যেগুলিতে প্রাপকের নাম এবং ক্যাশিয়ারের স্বাক্ষরের প্রয়োজন ছিল না।\n১৮ শতকে ব্যাংকের পরিষেবার পরিধি বৃদ্ধি পায়। ক্লিয়ারিং সুবিধা, নিরাপত্তা বিনিয়োগ, চেক এবং ওভারড্রাফ্ট সুরক্ষা চালু করা হয়েছিল। ইংল্যান্ডে ১৬০০ সাল থেকে চেকের ব্যবহার শুরু হয়েছিল এবং ব্যাংকগুলি পেমেন্ট নিষ্পত্তির জন্য সরাসরি কুরিয়ার ব্যবহার করত। ১৭৭০ সালের দিকে তারা একটি কেন্দ্রীয় স্থানে মিলিত হয়ে লেনদেন নিষ্পত্তি করত এবং ১৮০০ সালের দিকে একটি নিবেদিত স্থান প্রতিষ্ঠিত হয়, যেটি ব্যাংকারস ক্লিয়ারিং হাউস নামে পরিচিত। ১৭২৮ রয়্যাল ব্যাংক অব স্কটল্যান্ড প্রথম ওভারড্রাফ্ট সুবিধা চালু করে।\nশিল্প বিপ্লব এবং ক্রমবর্ধমান আন্তর্জাতিক বাণিজ্যের ফলে ব্যাংকের সংখ্যা বৃদ্ধি পেতে থাকে, বিশেষ করে লন্ডনে। একই সময়ে, নতুন ধরনের আর্থিক কর্মকাণ্ড ব্যাংকিং পরিধিকে আরও বিস্তৃত করে। মার্চেন্ট-ব্যাংকিং পরিবারগুলি বন্ড অবলিখন থেকে শুরু করে বিদেশী ঋণসহ নানাবিধ পরিষেবা প্রদান শুরু করে। এই নতুন \"মার্চেন্ট ব্যাংকগুলি\" বাণিজ্য বৃদ্ধিকে সহজতর করে। দুটি অভিবাসী পরিবার, রথসচাইল্ড এবং বারিং, ১৮ শতকের শেষের দিকে লন্ডনে মার্চেন্ট ব্যাংকিং প্রতিষ্ঠা করে এবং পরবর্তী শতাব্দীতে বিশ্ব ব্যাংকিং ব্যবস্থায় আধিপত্য বিস্তার করে।\n\n\n==== চীনা ব্যাংকিং ====\nছিন রাজবংশের সময় শানসি বণিকদের দ্বারা তথাকথিত \"ড্রাফ্ট ব্যাংক\" প্রতিষ্ঠার মাধ্যমে চীনে আর্থিক ব্যবস্থা বিকশিত হয়েছিল। ১৮২৩ সালের দিকে পিংইয়াওতে প্রথম ড্রাফ্ট ব্যাংক রিশেংচ্যাং প্রতিষ্ঠা করা হয়েছিল। আন্তর্জাতিক বাণিজ্যের সুবিধার্থে রাশিয়া, মঙ্গোলিয়া এবং জাপানে কিছু বড় ড্রাফ্ট ব্যাংকের শাখা খোলে। ১৯ শতক জুড়ে কেন্দ্রীয় শানসি অঞ্চল ছিন রাজবংশের প্রকৃত আর্থিক কেন্দ্র হয়ে ওঠে।\nছিন রাজবংশের পতনের সাথে আর্থিক কেন্দ্রগুলি ধীরে ধীরে সাংহাইতে স্থানান্তরিত হয়, যেখানে পশ্চিমা ধাঁচের আধুনিক ব্যাংকের বিকাশ ঘটে। বর্তমানে, চীনের আর্থিক কেন্দ্রগুলি হচ্ছে হংকং, বেইজিং, সাংহাই এবং শেনজেন।\n\n\n==== জাপানি ব্যাংকিং ====\n১৮৬৮ সালে জাপানের মেইজি সরকার একটি কার্যকরী ব্যাংকিং ব্যবস্থা প্রণয়নের চেষ্টা করেছিল, যা ১৮৮১ সালের কিছু সময় পর্যন্ত অব্যাহত ছিল। তারা ফরাসি মডেল অনুকরণ করে। মেইজি যুগের প্রথম দিকে ব্রিটেন থেকে আমদানি করা মেশিন ব্যবহার দিয়ে ইম্পেরিয়াল মিন্ট শুরু করা হয়। পরবর্তী ব্যাংকিং ব্যবস্থা প্রবর্তনের উদ্যোক্তা ছিলেন মাসায়োশি মাতসুকাতা।\n\n\n=== কেন্দ্রীয় ব্যাংকিং উন্নয়ন ===\nসুইডেনের স্ভেরিজেস রিক্সব্যাংক বিশ্বের প্রাচীনতম কেন্দ্রীয় ব্যাংক যেটি ১৬৬৮ সালে প্রতিষ্ঠিত হয়। ব্যাংক অব ইংল্যান্ড বিশ্বের দ্বিতীয় প্রাচীন কেন্দ্রীয় ব্যাংক যেটি ১৬৯৪ সালে প্রতিষ্ঠিত হয়। মুলত ব্যাংক অব আমস্টারডামের মডেল অনুসরণ করেই কেন্দ্রীয় ব্যাংকিং ব্যবস্থার বিকাশ শুরু হয়।\n\nউনিশ শতকের মাঝামাঝি পর্যন্ত বাণিজ্যিক ব্যাংকগুলিকে তাদের নিজস্ব ব্যাংকনোট ইস্যু করার অধিকার দেয়া হয়েছিল এবং প্রাদেশিক ব্যাংকগুলি দ্বারা ইস্যুকৃত নোটগুলি প্রচলিত ছিল। অনেকে মনে করেন ১৮৪৪ সালের ব্যাংক চার্টার অ্যাক্ট পাসের মাধ্যমে কেন্দ্রীয় ব্যাংকের উৎপত্তি। ১৮৪৪ সালের আইনের অধীনে ব্রিটেনে বুলিওনিজমকে প্রাতিষ্ঠানিক রূপ দেওয়া হয়েছিল। বুলিওনিজমের মাধ্যমে ব্যাংক অব ইংল্যান্ডের কাছে থাকা সোনার মজুদ এবং ব্যাংক কি পরিমান নোট ইস্যু করতে পারে তার মধ্যে একটি অনুপাত তৈরি করা হয়। এই আইনের মাধ্যমে কেন্দ্রীয় ব্যাংক ব্যতীত অন্য সকল ব্যাংক কর্তৃক নোট ইস্যুতে কঠোর নিষেধাজ্ঞা আরোপ করা হয়।\n১৯ শতকে ইউরোপের অনেক দেশে কেন্দ্রীয় ব্যাংক প্রতিষ্ঠিত হয়েছিল। দ্বিতীয় কোয়ালিশনের যুদ্ধের ফলে ১৮০০ সালের যুদ্ধে জনসাধারণের অর্থায়নের ব্যবস্থার জন্য ব্যাংক ডি ফ্রান্সের সৃষ্টি হয়। মার্কিন ফেডারেল রিজার্ভ ১৯১৩ সালে ফেডারেল রিজার্ভ আইন পাসের মাধ্যমে মার্কিন কংগ্রেস দ্বারা প্রতিষ্ঠা পায়। ১৯২০ সালে অস্ট্রেলিয়া তাদের প্রথম কেন্দ্রীয় ব্যাংক, ১৯২৩ সালে কলম্বিয়া, ১৯২৫ সালে মেক্সিকো এবং চিলি এবং ১৯৩৪ সালে মহামন্দার পরে কানাডা ও নিউজিল্যান্ড কেন্দ্রীয় ব্যাংক প্রতিষ্ঠা করে। ১৯৩৫ সাল নাগাদ ব্রাজিলই একমাত্র উল্লেখযোগ্য স্বাধীন দেশ ছিল যার কোন কেন্দ্রীয় ব্যাংক ছিল না, যা পরবর্তীতে ১৯৪৫ সালে প্রতিষ্ঠিত হয়।  স্বাধীনতা লাভের পর আফ্রিকান এবং এশিয়ান দেশগুলিও কেন্দ্রীয় ব্যাংক বা আর্থিক ইউনিয়ন প্রতিষ্ঠা করে। বাংলাদেশের কেন্দ্রীয় ব্যাংক ১৯৭১ প্রতিষ্ঠা লাভ করে।\n\n\n== বিংশ শতাব্দীতে ব্যাংকিং ==\nবিংশ শতাব্দীর প্রথম দশকে মার্কিন যুক্তরাষ্ট্রে ১৯০৭ সালে ব্যাংক আতঙ্ক দেখা দেয়, যার ফলে অনেক ব্যাংক রানের শিকার হয় যেটি ব্যাংকার আতঙ্ক হিসাবে পরিচিত হয়েছিল।\n\n\n=== বিশ্বব্যাংক এবং পেমেন্ট প্রযুক্তির উন্নয়ন ===\n\nদ্বিতীয় বিশ্বযুদ্ধ পরবর্তী সময়ে এবং ১৯৪৪ সালে ব্রেটন উডস সিস্টেম প্রবর্তনের সাথে ফলে দুটি সংস্থা: আন্তর্জাতিক মুদ্রা তহবিল (আইএমএফ) এবং বিশ্ব ব্যাংক প্রতিষ্ঠা লাভ করে। এই সংস্থা দুটির উৎসাহে বাণিজ্যিক ব্যাংকগুলো তৃতীয় বিশ্বের সার্বভৌম রাষ্ট্রগুলোকে ঋণ দিতে শুরু করে। অবশেষে ১৯৭১ সালে গোল্ড স্ট্যান্ডার্ড বা স্বর্ণমান বন্ধ হয়ে যায় এবং তৃতীয় বিশ্বের অনেক দেশের ঋণ খেলাপির কারণে বেশ কয়েকটি ব্যাংক খতিগ্রস্থ হয় এবং অনেক ব্যাংক দেউলিয়া হয়ে যায়।\nওই সময়ে খুচরা ব্যাংকিংয়ে প্রযুক্তির ব্যবহার বৃদ্ধি পেতে থাকে। ১৯৫৯ সালে ব্যাংকগুলি মেশিন রিডেবল ক্যারেক্টার বা চুম্বকীয় কালি দ্বারা মুদ্রিত অক্ষর শনাক্তকরণের জন্য একটি স্ট্যান্ডার্ড প্রনয়নে সম্মত হয়েছিল যেটি চেকের সাথে ব্যবহারের জন্য মার্কিন যুক্তরাষ্ট্রে পেটেন্ট করা হয়েছিল। ১৯৬০-এর দশকে, প্রথম অটোমেটেড টেলার মেশিন (এটিএম) বা ক্যাশ মেশিন তৈরি করা হয়েছিল এবং দশকের শেষের দিকে মেশিনগুলির ব্যবহার শুরু করা হয়। ম্যানুয়াল ব্যাংকিং ব্যবস্থার বেশিরভাগ স্বয়ংক্রিয় করার জন্য  ব্যাংকগুলি কম্পিউটার প্রযুক্তিতে অনেক বিনিয়োগকারী করে। যার ফলে ব্যাংকগুলি বেশী কর্মচারীর নেয়ার পরিবর্তে নতুন স্বয়ংক্রিয় সিস্টেমে স্থানান্তরিত হতে থাকে। ১৯৭০-এর দশকের মধ্যে প্রথম পেমেন্ট সিস্টেম শুরু হয় যা আন্তর্জাতিক এবং অভ্যন্তরীণ উভয় পরিশোধের জন্য ইলেকট্রনিক পেমেন্ট সিস্টেমের মাধ্যমে পরিচালিত হয়। ১৯৭৩ সালে আন্তর্জাতিক সুইফট পেমেন্ট নেটওয়ার্ক প্রতিষ্ঠিত হয় এবংবিশ্বের বিভিন্ন দেশের সরকার এবং ব্যাংক ও আর্থিক প্রতিষ্ঠানের সাথে যুক্ত হয়ে বিশ্বজুড়ে  পেমেন্ট ব্যবস্থা তৈরি করে।\n\n\n=== নিয়ন্ত্রণহীনতা এবং বিশ্বায়ন ===\n\n১৯৮০-এর দশকে বেশ কিছু দেশে আর্থিক বাজার নিয়ন্ত্রণমুক্ত করার পর বিশ্বব্যাপী পুঁজিবাজার এবং ব্যাংকিং পরিষেবার প্রসার ঘটে। লন্ডনে ১৯৮৬ সালের 'বিগ ব্যাং' ব্যাংকগুলিকে নতুন উপায়ে পুঁজিবাজারে প্রবেশের অনুমতি দেয়, যার ফলে ব্যাংকগুলির পরিচালনায় এবং পুঁজি বাজারে প্রবেশ করার পদ্ধতিতে উল্লেখযোগ্য পরিবর্তন ঘটে। ১৯৯৯ সালে (ক্লিনটন প্রশাসনের সময়) গ্লাস-স্টেগাল অ্যাক্টের বেশিরভাগ বাতিল হওয়ার ফলে খুচরা ব্যাংকগুলি দ্বারা বিনিয়োগ ব্যাংক অধিগ্রহণ প্রবণতা মার্কিন যুক্তরাষ্ট্রে ছড়িয়ে পড়ে, এর ফলে মার্কিন খুচরা ব্যাংকগুলি একীভূতকরণ এবং অধিগ্রহণ শুরু করে এবং বিনিয়োগ ব্যাংকিং কার্যক্রম শুরু করে।\n\n\n== ২১ শতকে ব্যাংকিং ==\n২০০০ এর দশকের গোড়ার দিকে বিদ্যমান ব্যাংকগুলির একত্রীকরণ এবং অন্যান্য আর্থিক মধ্যস্থতাকারীদের যেমন ব্যাংক বহির্ভূত আর্থিক প্রতিষ্ঠান প্রবেশের মাধ্যমে আর্থিক পরিষেবায় বড় ধরনের পরিবর্তন আসে৷ বড় কর্পোরেট প্লেয়াররা প্রতিষ্ঠিত ব্যাংকগুলির সাথে প্রতিযোগিতার জন্য আর্থিক পরিষেবা সম্প্রদায়ের মধ্যে প্রবেশ শুরু করেছিল। যার ফলে বীমা, পেনশন ফান্ড, মিউচুয়াল ফান্ড, মানি মার্কেট এবং হেজ ফান্ড এবং ক্রেডিট এবং সিকিউরিটিজ পরিষেবা প্রদানকারী প্রতিষ্ঠানগুলো ব্যাংকিং ব্যবস্থায় অন্তর্ভুক্ত হয়।\n২১ শতকের প্রথম দশকে পূর্ববর্তী ৩০ বছরে ব্যাংকিংয়ে প্রযুক্তিগত উদ্ভাবনের চূড়ান্ত পর্যায়ে পৌঁছায় এবং প্রথাগত ব্যাংকিং থেকে ইন্টারনেট ব্যাংকিংয়ে দিকে ধাবিত হয়। ২০১৫ থেকে শুরু করে ওপেন ব্যাংকিংয়ের মতো উদ্ধাবন তৃতীয় পক্ষের জন্য ব্যাংক লেনদেনের ডেটা অ্যাক্সেস করা সহজ করে দিয়েছে এবং স্ট্যান্ডার্ড অ্যাপ্লিকেশন প্রোগ্রামিং ইন্টারফেস (এপিআই) এবং নিরাপত্তা মডেল চালু হয়।\n\n\n=== ২০০৭-২০০৮ আর্থিক সংকট ===\n২০০৭-২০০৮ সালের বৈশ্বিক আর্থিক সংকট বিশ্বজুড়ে ব্যাংকগুলির উপর প্রচণ্ড চাপ সৃষ্টি করেছিল। অনেক বড় বড় ব্যাংক ব্যর্থতার ফলে সরকার বেইল-আউট করতে বাধ্য হয়েছে। মার্চ ২০০৮ সালে জেপিমরগান চেজের কাছে বিয়ার স্টার্নসের পতন এবং একই বছর সেপ্টেম্বরে লেম্যান ব্রাদার্সের পতনের ফলে বিশ্বব্যাপী ব্যাংকিং ব্যবস্থা বড় ধরনের সংকটে পরে। ওই সঙ্কট মকাবেলায় বিশ্বজুড়ে বিভিন্ন দেশের সরকার ব্যাংকগুলিকে বেইল-আউট, জাতীয়করণ এমনকি বিক্রির ব্যবস্থা করে। ২৯ সেপ্টেম্বর ২০০৮ সালে আইরিশ সরকার পদ্ধতিগত ব্যাংকিং সঙ্কট এড়াতে ব্যাংক অবলেখকদের গ্যারান্টি দেয়া শুরু করে। একইসাথে বিশ্বের অনেক দেশের সরকার পুরো ব্যাংকিং ব্যবস্থার ব্যর্থতা এড়াতে গণহারে গ্যারান্টি প্রদান করে।\n\n\n== ব্যাংকিং ইতিহাসের প্রধান ঘটনা ==\n১১০০- নাইট টেম্পলার ১৪ শতক পর্যন্ত প্রথম দিকের ইউরোপীয়/মধ্যপ্রাচ্যের ব্যাংকিং ব্যবস্থা পরিচালনা করে।\n১৩৯৭- ইতালিতে মেডিসি ব্যাংক অব ফ্লোরেন্স প্রতিষ্ঠিত হয় এবং ১৪৯৪ সাল পর্যন্ত কার্যক্রম পরিচালনা করে।\n১৫৪২- দ্য গ্রেট ডিবেসমেন্ট, হেনরি অষ্টম এবং ষষ্ঠ এডওয়ার্ডের শাসনামলে মুদ্রা অবমূল্যায়নে ইংরেজ ক্রাউন নীতি।\n১৫৫৩- কোম্পানি অব মার্চেন্ট অ্যাডভেঞ্চারার্স টু নিউ ল্যান্ডস প্রথম যৌথ মূলধন ব্যবসা হিসেবে লন্ডনে চালু হয়েছিল।\n১৬০২- ডাচ ইস্ট ইন্ডিয়া কোম্পানি তাদের মুদ্রিত স্টক এবং বন্ডে লেনদেনের জন্য আমস্টারডাম স্টক এক্সচেঞ্জ প্রতিষ্ঠা করে।\n১৬০৯- আমস্টারডামচে উইসেলব্যাংক (আমস্টারডাম এক্সচেঞ্জ ব্যাংক) প্রতিষ্ঠিত হয়।\n১৬৫৬- সুইডেনে ব্যক্তি গ্রাহকদের মাঝে ব্যাংকনোটের প্রচলনের প্রথম শুরু করে।\n১৬৯০- ম্যাসাচুসেটস বে কলোনি তেরো উপনিবেশের মধ্যে প্রথম স্থায়ীভাবে ব্যাংকনোট প্রচলন করে।\n১৬৯৪- ইংরেজ রাজাকে অর্থ সরবরাহের জন্য ব্যাংক অব ইংল্যান্ড প্রতিষ্ঠিত হয়।\n১৬৯৫- স্কটল্যান্ডের সংসদ ব্যাংক অব স্কটল্যান্ড প্রতিষ্ঠা করে।\n১৭১৬- জন ল ফ্রান্সে ব্যাংক জেনারেল প্রতিষ্ঠা করে।\n১৭১৭- রয়্যাল মিন্টের মাস্টার স্যার আইজ্যাক নিউটন রৌপ্য এবং সোনার মধ্যে একটি নতুন টাঁকশাল অনুপাত প্রতিষ্ঠা করেছিলেন যার ফলে ব্রিটেনে গোল্ড ষ্ট্যাণ্ডার্ড চালু হয় এবং রূপার প্রচলন বন্ধ হয়ে যায়।\n১৭২০- সাউথ সি কোম্পানি এবং জন লর মিসিসিপি স্কিম ব্যর্থতার ফলে সমগ্র ইউরোপী জুড়ে আর্থিক সংকট সৃষ্টি হয়েছিল এবং অনেক ব্যাংককে ব্যবসা থেকে বের করে দিতে বাধ্য করে।\n১৭৭৫- প্রথম বিল্ডিং সোসাইটি হিসেবে কেটলিস বিল্ডিং সোসাইটি ইংল্যান্ডের বার্মিংহামে প্রতিষ্ঠিত হয়েছিল।\n১৭৮২- ব্যাংক অব নর্থ আমেরিকা প্রতিষ্ঠিত হয়।\n১৮০০- রথসচাইল্ড পরিবার ইউরোপে অনেক ব্যাংক প্রতিষ্ঠা করে।\n১৮০০- নেপোলিয়ন বোনাপার্ট ১৮ জানুয়ারি ব্যাংক অব ফ্রান্স প্রতিষ্ঠা করেন।\n১৮১৭- নিউ ইয়র্ক স্টক এক্সচেঞ্জ বোর্ড প্রতিষ্ঠিত হয়।\n১৮১৮- প্যারিসের প্রথম সঞ্চয় ব্যাংক প্রতিষ্ঠিত হয়।\n১৮২৫-১৮২৫ এর আতঙ্ক যাতে ইংল্যান্ডে ৭০টি ব্যাংক ব্যর্থ হয়।\n১৮৬২- আমেরিকান গৃহযুদ্ধের অর্থায়নের জন্য, মার্কিন রাষ্ট্রপতি আব্রাহাম লিঙ্কনের অধীনে ফেডারেল সরকার \"গ্রিনব্যাকস\" নামে কাগজের নোট জারি করেছিল।\n১৯১৩- ফেডারেল রিজার্ভ আইনের অধিনে যুক্তরাষ্ট্রের কেন্দ্রীয় ব্যাংক ফেডারেল রিজার্ভ সিস্টেম প্রতিষ্ঠা লাভ করে।\n১৯৩০-৩৩- ওয়াল স্ট্রিট মন্দা, ১৯২৯-এর পরিপ্রেক্ষিতে প্রায় ৯,০০০ ব্যাংক বন্ধ হয়ে যায়, মার্কিন যুক্তরাষ্ট্রে অর্থ সরবরাহের এক তৃতীয়াংশ নিশ্চিহ্ন হয়ে যায়।\n১৯৭১- নিক্সন শক মার্কিন প্রেসিডেন্ট রিচার্ড নিক্সনের গৃহীত অর্থনৈতিক ব্যবস্থাগুলির একটি যা বিদেশীদের দ্বারা মার্কিন যুক্তরাষ্ট্রের ডলার সরাসরি সোনায় রূপান্তরযোগ্যতা বাতিল করেছিল। এটি মূলত আন্তর্জাতিক আর্থিক বিনিময়ের বিদ্যমান ব্রেটন উডস ব্যবস্থার অবসান ঘটায়।\n১৯৮৬- \"বিগ ব্যাং\" (লন্ডন আর্থিক বাজারের নিয়ন্ত্রণমুক্তকরণ) লন্ডনকে বিশ্ব ব্যাংকিং ব্যবস্থার কেন্দ্র হিসেবে পুনর্নিশ্চিত একটি অনুঘটক হিসেবে কাজ করে।\n২০০৭- ২০০৭-২০০৮ আর্থিক সংকটে বিশ্বের অধিকাংশ বৃহত্তম ব্যাংক ব্যর্থ হয় এবং বেইল-আউটের দিকে ধাবিত হয়।\n২০০৮- ওয়াশিংটন মিউচুয়াল পতন ইতিহাসের সবচেয়ে বৃহত্তম ব্যাংক ব্যর্থতা।\n\n\n== আরও দেখুন ==\n\nইন্টারনেট ব্যাংকিং\nবাংলাদেশে ব্যাংকিং\nবাংলাদেশ ব্যাংক\nআর্থিক পরিষেবা\n\n\n== তথ্যসূত্র ==\n\n\n=== পাদটীকা ===\n\n\n=== উদ্ধৃতি ===\n\n\n== আরও পড়ুন ==\nআন্দ্রেস, আন্দ্রেয়াস মাইকেল, ব্যাংক অব ইংল্যান্ডের ইতিহাস (রাউটলেজ, ২০১৩)\nক্যামেরন, রন্ডো, শিল্পায়নের প্রাথমিক পর্যায়ে ব্যাংকিং: তুলনামূলক অর্থনৈতিক ইতিহাসে একটি অধ্যয়ন (১৯৬৭)\nক্যামেরন, রন্ডো এবং অন্যান্য, আন্তর্জাতিক ব্যাংকিং ১৮৭০-১৯১৪ (১৯৯২)\nফেইস, হারবার্ট, ইউরোপ দ্য ওয়ার্ল্ডস ব্যাংকার, ১৮৭০-১৯১৪ (১৯৩০) অনলাইন\nফার্গুসন, নিল, দ্য অ্যাসেন্ট অব মানি: অ্যা ফিনান্সিয়াল হিস্ট্রি অব দ্য ওয়ার্ল্ড (২০০৮)\nগ্রসম্যান, রিচার্ড এস., আনসেটেলড অ্যাকাউন্ট: ১৮০০ সাল থেকে শিল্পায়িত বিশ্বে ব্যাংকিংয়ের বিবর্তন (প্রিন্সটন ইউনিভার্সিটি প্রেস; ২০১০) ৩৮৪ পৃষ্ঠা। পশ্চিম ইউরোপ, মার্কিন যুক্তরাষ্ট্র, কানাডা, জাপান এবং অস্ট্রেলিয়ায় কীভাবে সংকট, বেলআউট, একীভূতকরণ এবং প্রবিধানগুলি ব্যাংকিংয়ের ইতিহাসকে রূপ দিয়েছে তার বিবরন।\nহ্যামন্ড, ব্রে, আমেরিকায় ব্যাংক এবং রাজনীতি, বিপ্লব থেকে গৃহযুদ্ধ পর্যন্ত (প্রিন্সটন ইউনিভার্সিটি প্রেস, ১৯৫৭)\nহাডসন, পিটার জেমস। \"ক্যারিবিয়ানে ব্যাংকিংয়ের ইতিহাস এবং ইতিহাস।\" স্মল অ্যাক্স  ১৮.১৪৩ (২০১৪): ২২-৩৭।\nজ্যাফ, স্টিভেন এইচ, এবং জেসিকা লাউটিন, ক্যাপিটাল অফ ক্যাপিটাল: নিউ ইয়র্ক সিটিতে অর্থ, ব্যাংকিং এবং শক্তি (কলাম্বিয়া ইউনিভার্সিটি প্রেস, ২০১৪)\nকিন্ডলবার্গার, চার্লস পি., পশ্চিম ইউরোপের আর্থিক ইতিহাসআইএসবিএন ০৪১৫৩৭৮৬৭২\nকোমাই, আলেজান্দ্রো এবং গ্যারি রিচার্ডসন, \"মার্কিন যুক্তরাষ্ট্রে আর্থিক নিয়ন্ত্রণের ইতিহাস শুরু থেকে আজ পর্যন্ত: ১৭৮৯ থেকে ২০১১।\" হ্যান্ডবুক অফ ফিনান্সিয়াল ডেটা এবং রিস্ক ইনফরমেশন I (২০১৪): ৩৮৫+।\nরথবার্ড, মারে এন., মার্কিন যুক্তরাষ্ট্রে অর্থ ও ব্যাংকিংয়ের ইতিহাস । সম্পূর্ণ পাঠ্য (৫১০ পৃষ্ঠা) pdf বিন্যাসে\nসোয়েদা, জুইচি। জাপানে ব্যাংকিংয়ের ইতিহাস।\n\n\n== বহিঃসংযোগ ==\n\nইউরোপিয়ান অ্যাসোসিয়েশন ফর ব্যাংকিং অ্যান্ড ফাইন্যান্সিয়াল হিস্ট্রি\nবিশ্বকোষে ব্যাংকিং এবং ব্যাংকার"}