{"pageid": 1331739, "title": "মশারী (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1331739", "content": "মশারী হলো ২০২২ সালে মুক্তিপ্রাপ্ত নুহাশ হুমায়ূন পরিচালিত ও লিটল বিগ ফিল্মস দ্বারা প্রযোজিত একটি বাংলাদেশী লোমহর্ষক স্বল্পদৈর্ঘ্য চলচ্চিত্র। ভবিষ্যতের কাল্পনিক জগতের উপর ভিত্তি করে নির্মিত এই চলচ্চিত্রে সুনেরাহ বিনতে কামাল, নায়রা অনোরা সাইফ ও ময়েদ ভূঁইয়া প্রধান ভূমিকায় অভিনয় করেছেন।\n\n\n== সারমর্ম ==\nএই স্বল্পদৈর্ঘ্য চলচ্চিত্র একটি ভবিষ্যতবাদী বিশ্বকে চিত্রিত করেছে যেখানে দানবরা ব্যাপকভাবে ছড়িয়ে আছে এবং ঢাকা ছাড়া পৃথিবীর সব জায়গা থেকে মানবজাতি শেষ হয়ে গেছে। সেই শহরে, দুই বোন অপু ও আয়রা দানবদের থেকে নিজেদের রক্ষা করার জন্য একটি মশারির মধ্যে বাস করে। এক রাতে আয়রা মশারী থেকে বেরিয়ে আসে ও একটি দানব দ্বারা আক্রান্ত হয়। তাকে বাঁচাতে তার বোন অপু এগিয়ে আসে।\n\n\n== অভিনয়ে ==\nঅপু চরিত্রে সুনেরাহ বিনতে কামাল\nআয়রা চরিত্রে নায়রা অনোরা সাইফ\nময়েদ ভূঁইয়া\n\n\n== প্রযোজনা ==\nনুহাশ হুমায়ূন চলচ্চিত্র উৎসবে পাঠানোর জন্য ২০১৯ সালে এই চলচ্চিত্র নির্মাণ করেছিলেন। এটি নুহাশের বোন শীলা আহমেদের মেয়ে নায়রা অনোরা সাইফের প্রথম চলচ্চিত্র। ২০২২ সালের নভেম্বরে, মাঙ্কিপাও প্রোডাকশন্সের পক্ষ থেকে জর্ডান পিল ও রিজ আহমেদ চলচ্চিত্রটির নির্বাহী প্রযোজক হিসেবে যোগদান করেন।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ১৩ মার্চ ২০২২-এ সাউথ বাই সাউথওয়েস্টে প্রথম মুক্তি পেয়েছিলো। ১৫ অক্টোবর, ২০২২-এ মশারী ভিমিওতে সবার জন্য উন্মুক্ত করা হয়। একই বছরে মার্চে ডু ফিল্ম, ইন্ডি মিম চলচ্চিত্র উৎসব, লস অ্যাঞ্জেলসের ভারতীয় চলচ্চিত্র উৎসব, এবং সিটজেস চলচ্চিত্র উৎসবেও দেখানো হয়েছিলো।\n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nদ্য ডেইলি স্টার-এর ফাতিন হামামার মতে, চলচ্চিত্রটি আমাদের সমাজের একটি নিখুঁত উপস্থাপনা যেখানে নারীরা পুরুষতান্ত্রিক সমাজের শিকার হচ্ছে। রিমন্যান্ট গ্লিম্পস লিখেছে, \"মশারি যেমন একটি দুর্দান্ত হরর সিনেমা বলে মনে হবে, তেমনি এর অন্তর্নিহিত বার্তাটি বুঝতে পারলে বর্তমান সমাজের সঙ্গে প্রাসঙ্গিকতাও খুঁজে পাবেন। যা কনটেন্টটিকে আরও আনন্দদায়ক করে তুলবে\"। এশিয়ানমুভিপালস.কম-এর প্যানোস কোটজাথানাসিস মনে করেন যে চলচ্চিত্রের পরিচালক রূপকের মাধ্যমে জলবায়ু পরিবর্তনের মতো বাস্তব বিষয়গুলো দেখাতে চেয়েছিলেন। চলচ্চিত্রটিতে \"আই ক্যান'ট ব্র‍্যাথ\" সংলাপ ব্যবহার করে এই বিষয়গুলোর জন্য নির্মাতা কর্তৃপক্ষকে অভিযুক্ত করেছেন। দ্য বিজনেস স্ট্যান্ডার্ড-এর সিফাত বিন আইয়ুব এর নির্মানশৈলীর প্রশংসা করেছেন। দ্য বিজনেস পোস্ট-এর সিয়াম রায়হানের মতে, চলচ্চিত্রটি দর্শকদের মধ্যে ভয়ের অনুভূতি জাগাতে পারেনি। তিনি এর মাঝারি চিত্রনাট্য ও দুর্বল সংলাপের সমালোচনা করেছেন। এটিকে \"বাংলাদেশে সবচেয়ে দৃশ্যমান আকর্ষণীয় স্বল্পদৈর্ঘ্য চলচ্চিত্র\" বলে অভিহিত করে আইস টুডে-এর টি. অমিয় খন্দকার চলচ্চিত্রের প্রশংসা করেছেন৷\n\n\n=== প্রশংসা ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে মশারী  (ইংরেজি)"}