{"pageid": 1331423, "title": "ভক্তিবিনোদ ঠাকুর", "url": "https://bn.wikipedia.org/wiki?curid=1331423", "content": "ভক্তিবিনোদ ঠাকুর (২ সেপ্টেম্বর ১৮৩৮ - ২৩ জুন ১৯১৪) (জন্ম নাম- কেদারনাথ দত্ত) ঊনবিংশ শতকের শেষভাগ এবং বিশ শতকের মধ্যভাগের একজন ভারতীয় হিন্দু দার্শনিক, সাধক, ধর্মগুরু এবং  গৌড়ীয় বৈষ্ণবধর্মের আধ্যাত্মিক সংস্কারক ছিলেন। সমকালীন গৌড়ীয় ধর্মের নেতাদের মধ্যে তিনি ছিলেন অত্যন্ত প্রভাবশালী ব্যক্তিত্ব। পশ্চিমবঙ্গে তথা বিশ্বের বিভিন্ন স্থানে গৌড়ীয় ধর্ম প্রচারে তিনি ও তাঁর পুত্র ভক্তিসিদ্ধান্ত সরস্বতী ঠাকুর অগ্রণী ভূমিকা নিয়েছিলেন।\nকেদারনাথ দত্ত ১৮৩৮ খ্রিস্টাব্দের ২ অক্টোবর  বেঙ্গল প্রেসিডেন্সির অধুনা পশ্চিমবঙ্গের নদীয়া জেলার প্রাচীন জনপদ উলা তথা বীরনগর শহরে তাঁর মাতুলালয়ে। মাতামহ ছিলেন ঈশ্বরচন্দ্র মিত্র মুস্তাফি। কান্যকুব্জীয় কায়স্থ জমিদার পরিবারের সন্তান কেদারনাথের পিতা ছিলেন আনন্দচন্দ্র দত্ত এবং মাতা জগৎমোহিনী দেবী। কেদারনাথ তাঁর পিতামাতার ছয় সন্তানের তৃতীয় ছিলেন। ১৮৫২ খ্রিস্টাব্দ পর্যন্ত নিজের গ্রামে লেখাপড়া শিখে কলকাতায় আসেন। ভর্তি হন তৎকালীন হিন্দু কলেজে। সমসাময়িক পাশ্চাত্য দর্শন ও ধর্মতত্ত্বে শিক্ষা লাভ করেন। ঈশ্বরচন্দ্র বিদ্যাসাগর, বঙ্কিম চন্দ্র চট্টোপাধ্যায় এবং শিশির কুমার ঘোষ প্রমুখ বিশিষ্ট বাঙালি সাহিত্যিক ও বুদ্ধিজীবী ব্যক্তিত্বদের সঙ্গে তাঁর ঘনিষ্ঠতা হয়। আঠারো বৎসর বয়সেই তিনি বাংলা ও উড়িষ্যার বিভিন্ন গ্রামে শিক্ষকতা করেন। তারপর ব্রিটিশ শাসকের বিচার বিভাগের কর্মচারী হয়ে ১৮৬৬ খ্রিস্টাব্দে ডেপুটি ম্যাজিস্ট্রেট পদ লাভ করেন।\n১৮৯৪ খ্রিস্টাব্দে অবসর গ্রহণের পর ধর্মচর্চায় মনোনিবেশ করেন। কেদারনাথ ইংরাজী, ল্যাটিন, সংস্কৃত, হিন্দি, ওড়িয়া, উর্দু, ফারসি প্রভৃতি ভাষায় সুপণ্ডিত ছিলেন।  বাংলার নবজাগরণের সময়কালে ঐতিহ্যগত হিন্দু বিশ্বাস ও রীতিনীতিকে যুক্তিযুক্ত করে ভারতীয় ও পাশ্চাত্য উভয় ধরনের ধর্মীয় ও দার্শনিক পদ্ধতির উপর গবেষণা এবং তুলনামূলক আলোচনার মাধ্যমে পশ্চিমা যুক্তি এবং ঐতিহ্যগত বিশ্বাসে অভূতপূর্ব সমন্বয় সাধনের কাজ সম্পন্ন করেন। আধ্যাত্মিক অনুসন্ধানের এই কাজে যুক্ত হতে ২৯ বৎসর বয়সেই তিনি  চৈতন্য মহাপ্রভুর অনুসারী হন এবং অচিরে গৌড়ীয় বৈষ্ণবধর্মের তথা চৈতন্য বৈষ্ণব আন্দোলনের এক স্বনামধন্য নেতৃবৃন্দের একজন হন। বৈষ্ণবধর্মের উপর এবং বৈষ্ণব সমাজের উন্নতির জন্য শতাধিক গ্রন্থ রচনা করেন।  উল্লেখযোগ্য গ্রন্থগুলি হলো-\n\nসংস্কৃত ভাষায়-\nশ্রীকৃষ্ণ সংহিতা (১৮৮০)\nশ্রীগৌরাঙ্গস্মরণ মঙ্গলস্তোত্র\nদত্তকৌস্তুভ\nবাংলা ভাষায়-\nশ্রীশ্রীচৈতন্য শিক্ষামৃত(১৮৮৬) বাংলা ভাষায়\nজৈব ধর্ম (১৮৯৩)\nতত্ত্বসূত্র  (১৮৯৩)\nতত্ত্ববিবেক (১৮৯৩)\nপ্রেমদীপ\nবিজনগ্রাম\nসন্ন্যাসী\nহরি-নাম চিন্তামণি (১৯০০)\nইংরাজী ভাষায়-\nদ্য ভাগবত স্পীচ\nগৌতম স্পীচ\nউর্দু ভাষায়-\nবালিদে রেজিস্ট্রি প্রভৃতি।\nএছাড়াও, তিনি বৈষ্ণবধর্ম প্রচারের জন্য বাংলাভাষায় এক মাসিক পত্রিকা সজ্জনতোষণী সম্পাদনা করতেন।   তাঁর এই  ধর্মতাত্ত্বিক, দার্শনিক এবং সাহিত্যিক অবদানের স্বীকৃতিস্বরূপ, স্থানীয় গৌড়ীয় বৈষ্ণব সম্প্রদায় ১৮৮৬ খ্রিস্টাব্দে 'কেদারনাথ দত্ত'কে ভক্তিবিনোদ উপাধিতে ভূষিত করে এবং তিনি ভক্তিবিনোদ ঠাকুর নামে পরিচিত হন। \nপরবর্তীকালে তিনি নাম-হট্ট অর্থাৎ (কৃষ্ণ) \"নামের বাজার\" প্রতিষ্ঠা ও পরিচালনা করতে থাকেন। ভ্রাম্যমাণ প্রচারমূলক অনুষ্ঠানে বক্তৃতা, মুদ্রিত উপকরণ সঙ্গে নিয়ে বাংলা গানে সারা বাংলার গ্রাম ও শহর জুড়ে ধর্মতত্ত্ব এবং চৈতন্যের অনুশীলন ছড়িয়ে দেওয়ার অনুষ্ঠান পরিকল্পনা হল নাম হট্টের উদ্দেশ্য। মায়াপুরে ভক্তিবিনোদের বাসভবন 'স্বানন্দ সুখদ কুঞ্জ' হতে 'নাম-হট্ট' পরিচালিত হত। নবদ্বীপের কাছে মায়াপুরে চৈতন্যের জন্মের স্থানের সন্ধান তথা পুনঃআবিষ্কার ভক্তিবিনোদ ঠাকুর দেন এবং সেখানে একটি বিশেষ মন্দির স্থাপন করা হয়েছে। \nএছাড়াও ভক্তিবিনোদ ঠাকুর পাশ্চাত্যে চৈতন্যের শিক্ষার প্রসারের পথপ্রদর্শক ছিলেন। ১৮৮০ খ্রিস্টাব্দে তিনি মার্কিন যুক্তরাষ্ট্রের রাল্ফ ওয়াল্ডো এমারসন এবং ইউরোপের রেইনহোল্ড রোস্টের কাছে তাঁর রচনাগুলি পাঠান। \nবিশ শতকের সূচনায় গৌড়ীয় ধর্মের পুনরুজ্জীবনে সবচেয়ে উল্লেখযোগ্য প্রচার কেদারনাথের আধ্যাত্মিক উত্তরাধিকারী তথা সুযোগ্য পুত্র  ভক্তিসিদ্ধান্ত সরস্বতী ঠাকুরের নেতৃত্বেই ঘটেছিল। তাঁর শিষ্য অভয়চরণারবিন্দ ভক্তিবেদান্ত স্বামী প্রভুপাদ (১৮৯৬ - ১৯৭৭) ১৯৬৬ খ্রিস্টাব্দে মার্কিন যুক্তরাষ্ট্রে হরে কৃষ্ণ আন্দোলন ব্যাপকভাবে প্রচার করেন,  নিউইয়র্কে প্রতিষ্ঠা করেন ইসকন তথা আন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘ যার শাখা বিশ্বব্যাপী বিস্তৃত হয়েছে।\nকেদারনাথ ভক্তিবিনোদ 'স্বলিখিত জীবনী'তে (যেখানে ১৮৩৮ খ্রিস্টাব্দ হতে অবসরের সময়কাল, ১৮৯৪ খ্রিস্টাব্দ পর্যন্ত) তাঁর আত্মজীবনীমূলক বিবরণ বর্ণিত হয়েছে। ভক্তিবিনোদের মৃত্যুর পর তাঁর পুত্র ললিতা প্রসাদ ১৯১৬ খ্রিস্টাব্দে প্রকাশ করেন। কেদারনাথ ভক্তিবিনোদ ১৯১৪ খ্রিস্টাব্দের ২৩ জুন কলকাতায় প্রয়াত হন এবং তার দেহাবশেষ নদীয়া জেলার  মায়াপুরে সমাহিত করা হয়।\n২০২৩,  সালে ভক্তিবেদান্ত গবেষণা কেন্দ্র,  ১৮৫৩ সালের হিন্দু কলেজের ছাত্র ভক্তিবিনোদ ঠাকুরের সম্মানে প্রেসিডেন্সি বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান বিভাগে ভক্তিবিনোদ ঠাকুর স্মারক ছাত্র বৃত্তি প্রতিষ্ঠা করে। বৃত্তিটির লক্ষ্য হল বিভাগের মধ্যে ধর্ম অধ্যয়নের সাথে সম্পর্কিত একাডেমিক প্রচেষ্টাকে সমর্থন করা।\nব্রিটিশ লাইব্রেরি এবং শিকাগো বিশ্ববিদ্যালয়ের সহযোগিতায় তৈরি হিন্দু/প্রেসিডেন্সি কলেজের রেকর্ড সংবলিত একটি আর্কাইভ সংকলন করা হয়েছে। এই আর্কাইভে পাওয়া নথিগুলির মধ্যে কেদারনাথ দত্তের নাম সংবলিত হিন্দু কলেজের একটি উপস্থিতি রেজিস্টার রয়েছে।\n\n\n== পাদটীকা ==\nSvami, Acyutananda (২০০০), Songs of the Vaishnava Acaryas: Hymns and Mantras for the glorification of Radha and Krishna (trans. ed.) (3rd সংস্করণ), Mumbai, India: The Bhaktivedanta Book Trust, সংগ্রহের তারিখ ২১ জুন ২০১৪ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDasa, Shukavak N. (১৯৯৯), Hindu Encounter with Modernity: Kedarnath Datta Bhaktivinoda, Vaiṣṇava Theologian (revised, illustrated সংস্করণ), Los Angeles, CA: Sanskrit Religions Institute, আইএসবিএন 1-889756-30-X, সংগ্রহের তারিখ ৩১ জানুয়ারি ২০১৪ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGupta, Ravi M. (২০১৪),  Gupta, Ravi M., সম্পাদক, Caitanya Vaiṣṇava philosophy : tradition, reason and devotion, Burlington, VT: Ashgate, আইএসবিএন 978-0-7546-6177-1, সংগ্রহের তারিখ ২২ জুন ২০১৪ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHopkins, Thomas J. (১৯৮৪),  Utz, David A.; Gaeffke, Peter, সম্পাদকগণ, Identity and division in cults and sects in South Asia: Proceedings of the South Asia seminar, 1, Philadelphia, PA: Dept. of South Asia Regional Studies, University of Virginia, আইএসবিএন 9780936115009, ওসিএলসি 15365193, সংগ্রহের তারিখ ২০ জুন ২০১৪ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== তথ্যসূত্র =="}