{"pageid": 1331306, "title": "মা লিয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1331306", "content": "মা লিয়ান (জন্ম ৩রা নভেম্বর ১৯৬৮) একজন চীনা প্রাক্তন লম্বা-দূরত্বের দৌড়বিদ। ১৯৯৩ সালে চীনের ন্যাশনাল গেমসে ৩০০০ মিটার দৌড়ে ৮:১৯.৭৮ সময় করে তিনি চতুর্থ দ্রুততম দৌড়বিদ হয়ে উঠেছিলেন। তিনি অ্যাথলেটিক্সে ১৯৯৩ সালের বিশ্ব চ্যাম্পিয়নশিপ ম্যারাথনে চীনের প্রতিনিধিত্ব করেছিলেন এবং সেই বছর আইএএএফ বিশ্ব ম্যারাথন কাপে দলের স্বর্ণপদক জয়ী ছিলেন।\nতাঁর দৌড়ের বৈধতা প্রশ্নের সম্মুখীন হয়েছে, এর দুটি কারণের মধ্যে একটি হল তাঁর দ্রুত উন্নতি এবং দ্বিতীয়টি হল একই প্রশিক্ষকের (মা জুনরেন) সাথে কাজ করে একাধিক দৌড়বিদ পরে ডোপিংয়ের জন্য দোষী প্রমানিত হয়েছিলেন।\n\n\n== ১৯৯৩ বিরাট সাফল্য-অর্জন ==\nমা জুনরেনের প্রশিক্ষণ গোষ্ঠীর অংশ, হিসেবে মা লিয়ানের দোড় জীবনের সমস্ত ভালো ফল ১৯৯৩ সালে ঘটেছিল।\n১৯৯৩ সালের চীনের জাতীয় গেমসের ম্যারাথন ছিল তাঁর সেই বছরের প্রথম দৌড়। সেখানে তিনি তাঁর প্রশিক্ষণ গোষ্ঠীর দ্বারা প্রভাবিত একটি দৌড়ে ষষ্ঠ স্থান অধিকার করেছিলন। ২:২৫:৪৬ সময়ের মধ্যে দৌড় শেষ করার পরে, তিনি সেই বছর বিশ্বের সপ্তম দ্রুততম ক্রীড়াবিদ হিসেবে স্থান পেয়েছিলেন, কিন্তু এই দৌড়ে তিনি ষষ্ঠ ছিলেন, ওয়াং জুনসিয়া প্রায় দুই মিনিট দ্রুত দৌড়ে এই রেস জিতেছিলেন।\nতারপর, ১৯৯৩ সালের জুন মাসে জিনান শহরে অনুষ্ঠিত চীনা অ্যাথলেটিক্স চ্যাম্পিয়নশিপে, মা লিয়ান ৮:৪৯.২৭ সময় নিয়ে মহিলাদের ৩০০০ মিটারে ষষ্ঠ এবং ৩৩:৩৫.২৪ সময় নিয়ে ১০,০০০ মিটারে ষোড়শ স্থান অর্জন করেন।\nঅ্যাথলেটিক্সে ১৯৯৩ সালের বিশ্ব চ্যাম্পিয়নশিপে ম্যারাথনে তিনি চীনের একমাত্র প্রবেশকারী ছিলেন, কিন্তু আন্তর্জাতিক অভিষেকে দৌড়ের দূরত্ব শেষ করতে ব্যর্থ হন। \nসেপ্টেম্বরে চীনা গেমস ট্র্যাক অ্যান্ড ফিল্ড প্রোগ্রামে তাঁর জীবনের সবচেয়ে ভালো ফল এসেছিল। প্রথমত, তিনি মহিলাদের ১০,০০০ মিটার দৌড়ে ৩১:১০.৪৬ সময় করে চতুর্থ স্থান লাভ করেন, এটি ছিল তাঁর সেরা দৌড়ে (ওয়াং জুনসিয়া বিশ্ব রেকর্ড জিতেছিলেন)। এরপরে মা ৩০০০ মিটার দৌড়ের হিটে ৮:১৯.৭৮ সময়ে দৌড়েছিলেন। এই সময়টি ইভেন্টের জন্য বিশ্ব রেকর্ডের চেয়ে দ্রুত ছিল কিন্তু ওয়াং আবার জেতায় তিনি তৃতীয় স্থান পেয়েছিলেন। ফাইনালে, ওয়াং আরও উন্নতি করেছিলেন, যেখানে মা ৮:২১.২৬ সময় নিয়ে চতুর্থ স্থানে এসেছিলেন।  তাঁর এই সময়টি এখনও পর্যন্ত সপ্তম দ্রুততম সময় হিসাবে স্থান পেয়েছে।  তাঁর এই বছরের শেষ দৌড়, এবং তাঁর খেলোড় জীবনের শেষ বড় দৌড়, নভেম্বরে ১৯৯৩ আইএএএফ বিশ্ব ম্যারাথন কাপে এসেছিল। সেখানে চীনা মহিলারা শীর্ষ চারটি স্থান দখল করে নিখুঁত স্কোর নিয়ে জিতেছিল। মা সময় করেছিলেন ২:৩০:৪৪ এবং চতুর্থ স্থানে এসেছিলেন।\nচাইনিজ গেমসে বিশ্ব রেকর্ডের উল্লেখযোগ্য উন্নতি এবং সময়ের গভীরতার শক্তি, জাতীয় ইভেন্টের ফলাফল দেখ আন্তর্জাতিক স্তরে বিহ্বলতার সৃষ্টি হয়েছে। দৌড়বিদদের আকস্মিক উত্থান, বিশ্ব রেকর্ডের বড় উন্নতি এবং আন্তর্জাতিক প্রেক্ষাপট থেকে দৌড়বিদদের হঠাৎ অদৃশ্য হয়ে যাওয়া ডোপিংয়ের সন্দেহ বাড়িয়ে দিয়েছিল। আমেরিকান দূরত্বের দৌড়বিদ মেরি স্লানি বলেছেন যে কর্মক্ষমতার চাপ \"খেলাধুলাকে ধ্বংস করে দেবে\" এবং ইউএসএ ট্র্যাক অ্যান্ড ফিল্ডের প্রধান ওলান ক্যাসেল বলেছেন \"যদি এই সন্দেহগুলি পরিষ্কার না করা হয় তবে এটি একটি বড় সমস্যা\"। মা-এর কোচ, মা জুনরেন, তাঁর ক্রীড়াবিদদের সাফল্যের জন্য কঠোর প্রশিক্ষণ, কচ্ছপের খোলার স্যুপ এবং কর্ডিসেপস সাইনেনসিস (একটি শুঁয়োপোকা ছত্রাক) এর ব্যবহারকে দায়ী করেছেন। ২০০০ সালে তাঁর প্রশিক্ষণ জীবন উল্লেখযোগ্য সমালোচনার সম্মুখীন হয়েছিল, যখন তাঁর ছয়জন ক্রীড়াবিদ এরিথ্রোপয়েটিনের জন্য ইতিবাচক হয়েছিলেন, এটি একটি নিষিদ্ধ রক্ত-বর্ধক পণ্য।  মা লিয়ানের এবং তাঁর দলের অন্যদের কর্মক্ষমতা, দীর্ঘ দূরত্বের দৌড়ে দ্রুততম মহিলাদের সময়ের মধ্যে তালিকাভুক্ত রয়েছে। কিন্তু সেই ফলাফল যে পরিস্থিতিতে হয়েছিল তা সংশয়িত হয়ে রয়েছে। \n\n\n== পরবর্তী জীবন ==\n১৯৯৪ সালের ফেব্রুয়ারি মাসে, জানা যায় যে মা লিয়ান, সতীর্থ ওয়াং জুনসিয়া, ঝাং লিনলি এবং ঝাং লিরং কে লন্ডন ম্যারাথনের জন্য প্রাথমিকভাবে নির্বাচিত হয়েছিলেন। কিন্তু শেষ পর্যন্ত পুরো দল অংশ নেয়নি। ১৯৯৪ সালের অক্টোবরে, মা লিয়ান, (এখন লু ওউ নামে দৌড়োচ্ছেন) হিরোশিমায় এশিয়ান গেমসে ৮:৫৮.৫৮ সময় করে ব্রোঞ্জ পদক জিতেছিলেন, তিনি সতীর্থ ঝাং লিনলি এবং জাপানের হারুমি হিরোয়ামাকে পেছনে ফেলে ছিলেন।\n১৯৯৪ সালের ডিসেম্বরে বিদ্রোহের সময় তিনি এবং ওয়াং জুনজিয়া, মা নিনিং, ওয়াং ইউয়ান, ওয়াং জিয়াওক্সিয়া, ঝাং লিনলি, লিউ লি, লু ই, লিউ ডং এবং ঝাং লিরং- এঁরা সবাই মা জুনরেনকে ছেড়ে চলে যান। ১৯৯৫ সালে চীনা ট্র্যাক অ্যাথলিটদের রাষ্ট্রের পৃষ্ঠপোষকতায় করা ডোপিংয়ের নিন্দা করে কথিত যে চিঠি লেখা হয়েছিল, মা ছিলেন সেই চিঠিতে স্বাক্ষরকারীদের একজন।  চিঠিটি ২০১৬ সালে সামনে এসেছিল। মামলাটি তখন থেকে আইএএএফ এর তদন্তাধীন। \n\n\n== ব্যক্তিগত সেরা ==\n৩০০০ মিটার - ৮:১৯.৭৮  (১৯৯৩)\n১০,০০০ মিটার - ৩১:১০.৪৬  (১৯৯৩)\nম্যারাথন - ২:২৫:৪৬ (১৯৯৩)\n\n\n== আন্তর্জাতিক প্রতিযোগিতার রেকর্ড ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমা লিয়ানের আইএএএফ প্রোফাইল (ইংরেজি)"}