{"pageid": 1331675, "title": "ভাবরা", "url": "https://bn.wikipedia.org/wiki?curid=1331675", "content": "ভবরা বা ভাবরা হল একটি জাতি-ভাষাগত এবং ধর্মীয় গোষ্ঠী যারা পাঞ্জাব অঞ্চলের বাসিন্দা এবং জৈন ধর্মকে অনুসরণ করে।\n\n\n== ইতিহাস এবং উৎস ==\nজৈন ধর্মের সাথে ভবরা সম্প্রদায়ের ঘনিষ্ঠ ঐতিহাসিক সম্পর্ক রয়েছে। এটি ভবাদর বা ভবাদা গাছের সাথে যুক্ত বলে মনে করা হয়, যেটির সাথে কিংবদন্তি জৈন আচার্য কালকাচার্য যুক্ত ছিলেন। তাঁদের উদ্ভব হতে পারে ভাবরা শহর থেকে (৩২° ১৩' ৩০\": ৭৩° ১৩')।  শিলালিপি থেকে বোঝা যায় যে ভবাদা গাছ ১৭ শতক পর্যন্ত টিঁকে ছিল।\nজৈন ধর্ম প্রাচীনকাল থেকেই পাঞ্জাবে বিদ্যমান। এখানেই আলেকজান্ডার দ্য গ্রেট জিমনোসফিস্টদের (নগ্ন দার্শনিকের অনুগামী) মুখোমুখি হন এবং হিউয়েন সাঙয়ের সাথে দিগম্বর এবং শ্বেতাম্বর সন্ন্যাসীদের দেখা হয়। ধনেশ্বর সুরির শত্রুঞ্জয় মাহাত্ম্য অনুসারে, তক্ষশীলার জাভেদ শাহ শত্রুঞ্জয় তীর্থ পুনরুদ্ধার করেছিলেন এবং তক্ষশীলা থেকে ভগবান আদিনাথের একটি মূর্তি এনে শত্রুঞ্জয়তে স্থাপন করেছিলেন।\nবার ৮  ২৪-এর পৌরি ১২ বরণ ভাই গুরুদাস (১৫৫০ - ১৬২০) বলেছেন: \"ক্যাতারহিয়াঁ হি বানেই কিতারহে ভাভারহিয়াঁ সুনিয়ারায়\",  অনেক ব্যবসায়ী আছে এবং অনেক ভাবরা স্বর্ণকার।\n\"পাঞ্জাবের ভাবপ্রবণ গল্পে\" চার্লস সুইনারটন বেশ কয়েকটি মেয়েদের সম্পর্কে একটি লোককাহিনী বর্ণনা করেছেন। সেখানে একটি মেয়েকে ভাবরা বলে উল্লেখ করা হয়েছে এবং তাদের কঠোরভাবে নিরামিষাশী হওয়ার কথা উল্লেখ করেছে। ১৭ শতকে, ফ্রে সেবাস্তিয়ান মানরিক অমৃতসর জেলায় তাঁদের সাথে দেখা করেছিলেন। তাঁদের উপস্থিতি মুঘল আমলে, এবং ১৯ শতকে উল্লেখ করা হয়েছে।\nভাবরাদের আদি নিবাস এখন পাকিস্তানে। ১৯৪৭ সালে সমস্ত ভাবরা পাকিস্তানের পাঞ্জাব ছেড়ে ভারতের উদ্দেশ্যে চলে আসে। অনেক শহরে এখনও ভাবরাদের নামে নামকরণ করা আছে।\n\nশিয়ালকোট : এখানকার সমস্ত জৈন ছিল ভাবরা এবং প্রধানত শিয়ালকোট ও পসরুরে বাস করত। সেরাই ভাবরিয়ান এবং ভাবরিয়ান ওয়ালা এলাকার নামকরণ করা হয়েছে তাদের নামে। ভারত ভাগের আগে এখানে বেশ কিছু জৈন মন্দির ছিল।\nপাসরুর : পাসরুর একজন জৈন জমিদারের সাহায্যে বিকাশ লাভ করেছিল, যাঁকে রাজা মান সিং জমি প্রদান করেছিলেন। বাবা ধরম দাস জমিদার পরিবারের সদস্য ছিলেন, যাঁকে ব্যবসায়িক সফরে হত্যা করা হয়েছিল।\nগুজরানওয়ালা : লালা করম চাঁদ ভাবরা পরিচালিত দুটি পুরানো জৈন গ্রন্থাগার এখানে ছিল যেগুলি রামকৃষ্ণ গোপাল ভান্ডারকর পরিদর্শন করেছিলেন।\nলাহোর : থারি ভাবরিয়ান এবং গালি ভাবরিয়ান নামে এলাকায় জৈন মন্দির ছিল।\nরাওয়ালপিন্ডি : তাঁদের নামানুসারে ভাবরা বাজারের নামকরণ করা হয়েছে।\nভারতে তাঁরা উপস্থিত ছিলেন নিম্নলিখিত স্থানে:\n\nঅমৃতসর : কুচা ভাবরিয়ান, কাটরা ভাবরিয়ান\nহানসি : মহল্লা ভাবরান\n১৯৪৭ সালের দেশভাগের পর, বেশিরভাগ বাস্তুচ্যুত ভাবরা পরিবারকে লুধিয়ানা, পাঞ্জাব এবং আম্বালা, হরিয়ানায় পুনর্বাসিত করা হয়েছিল।\nদিল্লিতে, রূপ নগর এলাকার অধিকাংশ জৈনদেরও আদি নিবাস পশ্চিম পাঞ্জাবে।\n\n\n== তথ্যসূত্র =="}