{"pageid": 1331573, "title": "প্রার্থনার আহ্বান", "url": "https://bn.wikipedia.org/wiki?curid=1331573", "content": "প্রার্থনার আহ্বান (ইংরেজি: Call to prayer) হল ধর্মের অংশগ্রহণকারীদের দলীয় উপাসনায় যোগ দিতে বা প্রার্থনার প্রয়োজনীয় পরিবেশন শুরু করার জন্য সমন৷ আহ্বান হল যোগাযোগের প্রাচীনতম ধরনগুলির মধ্যে একটি৷ সকল ধর্মেরই প্রার্থনার নিজস্ব ধরন রয়েছে।\n\n\n== খ্রিস্টধর্ম ==\n\nপ্রতিদিনের ভিত্তিতে, গির্জার ঘণ্টা বাজানো হয় প্রধান খ্রিস্টান সম্প্রদায়গুলিতে নির্দিষ্ট প্রার্থনার সময়ে প্রার্থনা করা হয়, সেইসাথে একটি গির্জার পরিষেবার শুরুতে।\nপ্রারম্ভিক গির্জায়, উপাসকদের ডাকার জন্য বিভিন্ন পদ্ধতি ব্যবহার করা হত: ভেরী বাজানো, কাঠের তক্তা মারা, চিৎকার করা বা কুরিয়ার ব্যবহার করা। গ্রীক মঠগুলি পরিষেবাগুলি ঘোষণা করার জন্য সেম্যান্ট্রন (ফ্ল্যাট মেটাল প্লেট) বাজবে।\nনোলার পলিনাস, প্রারম্ভিক গির্জার পিতা-কে ঐতিহ্যগতভাবে ভক্তিতে ঘণ্টার ব্যবহার প্রবর্তনের কৃতিত্ব দেওয়া হয়। স্টিপল বেলগুলি ক্যাম্পানাস নামে পরিচিত ছিল। যাইহোক, পলিনাসকে কৃতিত্ব দেওয়া উদ্ভাবনটি সম্ভবত রেমেসিয়ানার নিসেটাসের কাজ, এবং সম্ভবত পশ্চিম থ্রেসের উচ্চভূমিতে বেসি দ্বারা ব্যবহৃত গীর্জাগুলিতে ব্যবহৃত হয়। ৬০৪ খ্রিস্টাব্দে, পোপ সাবিনিয়ান ক্যানোনিকাল ঘন্টায় ঘণ্টা বাজানো এবং ইউক্যারিস্ট উদযাপনের প্রবর্তন করেন। তাদের ব্যবহার দ্রুত ছড়িয়ে পড়ে কারণ ঘন্টাগুলি কেবল উপাসনার আহ্বানের সংকেত দেয় না, তবে বিপদের সময় ব্যবহার করা যেতে পারে।\nরোমান টিনটিনাবুলি নকল ধাতু থেকে তৈরি এবং আকারে বড় ছিল না। ৭ম শতাব্দীর শেষের দিকে, ক্যাম্পানিয়া ও নোলা থেকে উদ্ভূত বড় ঘণ্টা ঢালাই করা হয়। ঘণ্টাগুলি ফলস্বরূপ শহরগুলি থেকে ক্যাম্পানা এবং নোলা নামগুলি নিয়েছিল। মধ্যযুগের প্রথম দিকে, গির্জার ঘণ্টা বাজানো সাধারণ হয়ে ওঠে ইউরোপের বাকি অংশে, এবং সম্ভবত আইরিশ ধর্মপ্রচারকদের এবং তাদের কেল্টিক প্রভাব দ্বারা ছড়িয়ে পড়েছিল।\n\n\n== ইসলাম ==\n\nআযান হল নামাজের জন্য ইসলামিক দাওয়াত। বিভিন্ন ভাষায় এর বিভিন্ন নাম রয়েছে। এটি দিনের নির্ধারিত সময়ে একজন মুয়াযযিন দ্বারা পাঠ করা হয়। ঈদুল ফিতর ও ঈদুল আযহার ধর্মীয় ছুটির দিনে বেশিরভাগ দিনে এবং সারাদিনে দিনে পাঁচবার মসজিদ থেকে উচ্চস্বরে আযান পাঠ করা হয়, ঐতিহ্যগতভাবে মিনার থেকে।\nফরয (ফরজ) নামাযের (সালাহ) জন্য মসজিদে প্রবেশের জন্য এটিই প্রথম আহ্বান মুসলিমদের। দ্বিতীয় ডাক, যা ইক্বামাহ্‌ নামে পরিচিত, মসজিদের মধ্যে থাকা লোকদের নামাজের শুরুতে লাইনে দাঁড়ানোর জন্য ডাকে। প্রতিটি মসজিদে একাধিক উচ্চস্বরে আযান উচ্চারণের পিছনে মূল উদ্দেশ্য হল সকলের কাছে ইসলামিক বিশ্বাসের সহজে বোধগম্য সারসংক্ষেপ উপলব্ধ করা।\n\n\n== হিন্দুধর্ম ==\n\nভারতীয় হিন্দুধর্ম, নেপালি হিন্দুধর্ম এবং বালিদ্বীপীয় হিন্দুধর্মে, ত্রিসন্ধ্যা হল প্রার্থনা যা প্রতিদিন তিনবার করা হয়: সন্ধ্যায় ছ'টা, দুপুর এবং সন্ধ্যায় ছয়টা, সন্ধ্যাবন্দনম্ ঐতিহ্যের সঙ্গে মিল রেখে। ত্রিসন্ধ্যা হল প্রার্থনার আহ্বান।\n\n\n== ইহুদিধর্ম ==\n\nবারেচু হল ইহুদি প্রার্থনা সেবার শুরু। এটি প্রার্থনার আহ্বান হিসাবে কাজ করে, এবং সকাল ও সন্ধ্যার ইহুদি প্রার্থনা সেবা (শেমা, শাচরিত ও মারিভ) এর আশীর্বাদের আগে এবং তাওরাত পাঠে প্রতিটি আলিয়ার আগে পাঠ করা হয়।\n\n\n== আরও দেখুন ==\nঘণ্টা\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nLuty, Kathy; Philippart, David (১৯৯৭)। Clip Notes for Church Bulletins। 1। আইএসবিএন 9781568541693। \n\n\n== বহিঃসংযোগ ==\nNelson, Soraya Sarhaddi (২০১০-০৮-০৫)। \"In Cairo, An End To The Cacophony Of Calls To Prayer\"। All Things Considered। NPR।"}