{"pageid": 1331263, "title": "মাছের মৌলি", "url": "https://bn.wikipedia.org/wiki?curid=1331263", "content": "মাছের মৌলি/মইলি বা মাছের মোলি (মিন মোলি) হল একটি মসলাযুক্ত মাছ এবং সম্ভাব্য পর্তুগিজ বা ভারতীয় উদ্ভুত নারকেল খাবার। এটি ভারত, মালয়েশিয়া ও সিঙ্গাপুরে সাধারণ। ব্রিটিশ সাম্রাজ্যের সময় এটি দক্ষিণ-পূর্ব এশিয়ার অন্যান্য স্থানে যেমন সিঙ্গাপুরে ছড়িয়ে পড়ে।\nনামটি দক্ষিণ ভারতের মালয়ালিদের মধ্যে মোলি নামে পরিচিত এক ধরনের তরকারির সাথে যুক্ত হতে পারে।\n\n\n== উপকরণ ==\nমাছের মৌলি প্রস্তুত করতে ব্যবহৃত উপকরণ- ১/২ কেজি পরিষ্কার মাছ, ১ টেবিল চামচ কুচানো আদা ও রসুন, ৩-৪ টি কাঁচা মরিচ, ৫-৬ টি ছোট পেঁয়াজ, ৪টি এলাচ, ৪টি লবঙ্গ, ১টি মাঝারি কাঠি দারুচিনি, ২টি মাঝারি টমেটো (কাটা), ১ কাপ পাতলা নারকেল দুধ, ১ কাপ মাঝারি নারকেল দুধ, ১/২ কাপ ঘন নারকেল দুধ ও লবণ।\n\nমেরিনেশনের জন্য\nগোলমরিচ গুঁড়া ১ চা চামচ, ১/২ চা চামচ হলুদ গুঁড়ো, ১/২ চা চামচ লেবুর রস, লবণ, নারকেল তেল ও কারি পাতা।\n\n\n== প্রস্তুতপ্রণালী ==\n১. মাছ পরিষ্কার করে টুকরো টুকরো করে কেটে নিন। লেবুর রস, গোলমরিচ, লবণ ও হলুদ গুঁড়ো দিয়ে ১৫-২০ মিনিট মেরিনেট করুন।\n২. একটি কড়াই/ প্যানে, সামান্য তেল দিয়ে মাছএর উভয় পাশে ঈষৎ ভেজে নিন। এটা একপাশে রাখুন।\n৩. একটি আলাদা প্যানে তেল যোগ করুন ও মাঝারি আঁচে গরম করুন। কারি পাতা, আদা, রসুন ও সবুজ মরিচ যোগ করুন, এর কাঁচা গন্ধ কম না হওয়া পর্যন্ত এক মিনিটের জন্য ভাজুন।\n৪. কাটা পেঁয়াজ যোগ করুন ও এটি স্বচ্ছ না হওয়া পর্যন্ত ভাজুন, যেন পেঁয়াজ বাদামী না হয় তা নিশ্চিত করুন।\n৫. হলুদ গুঁড়ো, গোলমরিচ গুঁড়ো ও পাতলা নারকেল দুধ যোগ করুন। ঢাকনা বন্ধ করুন ও মাঝারি আঁচে তরকারিটি ৫-৬ মিনিটের জন্য ফুটতে দিন। তেল আলাদা হতে শুরু করলে আঁচ কমিয়ে লেবুর রস দিয়ে ভালো করে মিশিয়ে নিন।\n৬. এবার ভাজা মাছ যোগ করে গ্রেভি দিয়ে ঢেকে দিন এবং তরকারিটি মাছের সাথে ভালভাবে মিশে যেতে দিন ও ফুটতে দিন। একবার মাছ যুক্ত হয়ে গেলে নাড়বেন না, পরিবর্তে গ্রেভি মেশানোর জন্য প্যানটি ঘুরিয়ে নিন।\n৭. ঘন নারকেল দুধ যুক্ত করুন এবং আরও ২ মিনিটের জন্য কম আঁচে রান্না করুন, এই পর্যায়ের পরে পদটি ফুটতে না দেওয়ার বিষয়টি নিশ্চিত করুন। মশলার পরীক্ষা করুন।\n৮. কাটা গোলাকার টমেটো ও আরও কারি পাতা যোগ করে ঢাকনা বন্ধ করুন ও আঁচ বন্ধ করুন। বাকি ভাপে টমেটো রান্না হতে দিন।\n৯. আপ্পাম, ইদিয়াপ্পাম, রুটি/ রুটি, ভাত বা রুটির সাথে পরিবেশন করুন।\n\n\n== তথ্যসূত্র =="}