{"pageid": 1331771, "title": "কেমব্রিজ রাজনৈতিক সমতা সমিতি", "url": "https://bn.wikipedia.org/wiki?curid=1331771", "content": "কেমব্রিজ রাজনৈতিক সমতা সমিতি  (সিপিইএ) হল ১৮৯৬ সালে প্রতিষ্ঠিত একটি আমেরিকান নারী ভোটাধিকার সংস্থা যা ১৯২০ সালে বিলুপ্ত হয়ে যায়।\n\n\n== পটভূমি ==\nসিপিইএ প্রতিষ্ঠা করেছিলেন গ্রেস এ জনসন, অন্যথায় যিনি মিসেস লুইস জে জনসন নামে পরিচিত। \"মার্কিন নাগরিকদের জন্য রাজনৈতিক সমতা নিশ্চিত করার লক্ষ্যে অধ্যয়ন এবং আলোচনা প্রসারিত করার জন্য\" এটির প্রতিষ্ঠা হয়েছিল। সংগঠনটির লক্ষ্য মহিলাদের ভোটাধিকারের উপর কেন্দ্রীভূত ছিল এবং ক্যামব্রিজ, ম্যাসাচুসেটস শহরের আশেপাশে সভা ও বক্তৃতা দিয়ে এর লক্ষ্যের দিকে কাজ করেছিল। ১৯০০ সালের পর, সিপিইএ মহিলাদের ভোটাধিকারের জন্য বিবিধ সেকেন্ড-হ্যান্ড বস্তুর বিক্রয় ও বাজারের মাধ্যমে অর্থ সংগ্রহের পাশাপাশি প্যারেড ও সমাবেশেরও আয়োজন করেছিল। যদিও গোষ্ঠীর মূল লক্ষ্য ছিল মহিলাদের ভোটাধিকার, সিপিইএ আফ্রিকান আমেরিকান মহিলাদের ভোটাধিকার এবং সমস্ত মার্কিন নাগরিকের আনুপাতিক প্রতিনিধিত্বের বিষয়েও কাজ করেছিল।\nসংস্থাটি সিপিইএ সম্পর্কে প্রতিবেদন উপস্থাপন করার জন্য ও নতুন কর্মকর্তা নির্বাচন বা বর্তমান কর্মকর্তাদের পুনর্নির্বাচনের জন্য বার্ষিক ব্যবসায়িক সভা করেছে। সভাগুলি প্রায়শই একজন সদস্যের বাড়িতে অনুষ্ঠিত হতো এবং সান্ধ্যভোজন বা প্রহসনের মাধ্যমে শেষ হতো। সংস্থাটি কেমব্রিজ ভোটাধিকারীদের কাজ সম্পর্কে রিপোর্টিং সম্মেলনও করেছে যা আগের মাস বা গত মরশুমে করা হয়েছিল। এই সভাগুলি ১৯১৪ সালে ম্যাসাচুসেটস গভর্নর ডেভিড আই ওয়ালশের মতো মহিলাদের ভোটাধিকার সমর্থনকারী নির্বাচিত কর্মকর্তাদের স্বীকৃতি দেওয়ার জন্য এবং ১৯১৪ সালে শহরে তালিকাভুক্ত ভোটাধিকারবাদীদের সংখ্যা স্মরণীয় করার জন্য একটি মঞ্চ ছিল।\nসিপিইএ ম্যাসাচুসেটস মহিলা ভোটাধিকার সমিতির সাথে যুক্ত হয়েছিল, যা জাতীয় মহিলা ভোটাধিকার সমিতির একটি রাজ্যভিত্তিক সমিতি ছিল (পরে এটি আমেরিকান মহিলা ভোটাধিকার সমিতির সাথে একীভূত হওয়ার সাথে সাথে জাতীয় আমেরিকান মহিলা ভোটাধিকার সমিতি-তে পরিণত হয়েছিল), এবং কেমব্রিজ মহিলা ভোটাধিকার পার্টির সাথেও কাজ করেছিল। গ্রেস এ. জনসন, যিনি ১৯১৬ সাল পর্যন্ত সিপিইএ-এর সভাপতি হিসেবে দায়িত্ব পালন করেছিলেন, তিনি কেমব্রিজ পাবলিক স্কুল অ্যাসোসিয়েশনের একজন কর্মকর্তাও ছিলেন। এই সংস্থাটি বিদ্যালয় কমিটির নির্বাচনে নারীদের নিবন্ধন ও ভোট দিতে উৎসাহিত করার জন্য সিপিইএ-এর প্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\nসিপিইএ ছিল কেমব্রিজ লীগ অফ উইমেন ভোটারসের অগ্রদূত, যা ঊনবিংশ সংশোধনী পাস হওয়ার পরে ১৯২০ সালে গঠিত হয়েছিল ও এটি জাতীয় সংগঠন লীগ অফ উইমেন ভোটারসের একটি স্থানীয় শাখা ছিল। \n\n\n== তথ্যসূত্র =="}