{"pageid": 1331571, "title": "অ্যাওয়েকেনিং ফাউন্ডেশন", "url": "https://bn.wikipedia.org/wiki?curid=1331571", "content": "জাগরণ ফাউন্ডেশন (চীনা: 婦女新知基金會) একটি তাইওয়ানের নারীবাদী সংগঠন যার লক্ষ্য তাইওয়ানের সমাজের মহিলাদের লিঙ্গ বৈষম্যের বিরুদ্ধে লড়াই করার জন্য প্রয়োজনীয় সংস্থান সরবরাহ করা। লিঙ্গ সমতা ম্যাগাজিন \"অ্যাকেনিং ম্যাগাজিন পাবলিশিং হাউস\" এর একটি শাখা হিসাবে শুরু করা সংস্থাটি তাইওয়ানের নারী আন্দোলনের প্রতিনিধি যা 1970 এর দশকে শুরু হয়েছিল। ফাউন্ডেশনের লক্ষ্য হল তাইওয়ানের জনসাধারণের কাজে অংশগ্রহণের জন্য নারীদের সংগঠিত করা, নারীর অধিকারের জন্য লবি করা, লিঙ্গ বৈষম্য কমানো, প্রাতিষ্ঠানিক সংস্কারের প্রচার এবং সম্প্রদায়ের নারীদের সম্পদ প্রদানের জন্য নীতির পক্ষে ও প্রয়োগ করা।\n\n\n== ইতিহাস ==\n1947 সালে কুওমিনতাংকে তাইওয়ানে স্থানান্তরিত করার পর, 1970-এর তাইওয়ানের জনগণ শুধুমাত্র কুওমিনতাঙের স্বৈরাচারী ক্ষমতার সামরিক আইনের অধীন ছিল না, বরং এর মতাদর্শ ও নীতিগুলিরও অধীন ছিল যেগুলি কনফুসিয়ানিজমের মূলে থাকা সত্ত্বেও, অত্যন্ত মিসজিনিস্টিক ছিল। ] যাইহোক, এই দশকেই তাইওয়ানের নারীবাদী অ্যানেট লু দ্বারা প্রবর্তিত স্বায়ত্তশাসিত নারী আন্দোলনের আবির্ভাব ঘটে এবং তাইওয়ানের সমাজের মধ্যে প্রাধান্য পেতে শুরু করে। লু-এর একজন সহযোগী যিনি 1980-এর দশকে নারীবাদী আন্দোলনের একজন নেতা হিসেবে পরবর্তীতে বিশিষ্টতা অর্জন করবেন তিনি ছিলেন লি ইউয়ান-চেন। তাইওয়ানের পারিবারিক আইনের বিধি অনুসারে তার প্রাক্তন স্বামীর কাছে তার সন্তানের হেফাজত হারানোর পরে, লি তাইওয়ানে লিঙ্গ অবিচার ব্যাপকভাবে অনুভব করেছিলেন। এটি নারী আন্দোলন এবং গণতন্ত্র আন্দোলনের সাথে তার সম্পৃক্ততার দিকে পরিচালিত করে, যার ফলে অবশেষে লু এর সাথে তার বন্ধুত্ব হয়। এইভাবে, 1982 সালে, যখন সমসাময়িক গণতন্ত্র আন্দোলনে তার কার্যকলাপের কারণে লু কারাবাসের সম্মুখীন হন, তখন লি এবং অন্যান্য সহকর্মী নারীবাদীরা জেন্ডার সমতার উপর দৃষ্টি নিবদ্ধ একটি ম্যাগাজিন জাগ্রত পাবলিশিং হাউস প্রতিষ্ঠার মাধ্যমে তাদের জোটের শক্তি নিশ্চিত করেন।\n\n\n== ইনসেপশন ==\n1980-এর দশকে তার সূচনা থেকে, জাগরণ পাবলিশিং হাউস ম্যাগাজিনটি ছিল একটি সাহিত্যিক উপায় যার মাধ্যমে নারীবাদীরা নারীর সামাজিক নিপীড়ন সম্পর্কিত তাদের নিবন্ধ প্রকাশ করতে পারে। ম্যাগাজিনের উদ্দেশ্য ছিল নারীদের \"তাদের অর্থনৈতিক ও মানসিক স্বাধীনতার জন্য ব্যক্তিগত দায়িত্ব নিতে\" তাদের সক্ষমতা বিকাশে উৎসাহিত করা। 1980 এর দশকে তাইওয়ানের মধ্যে সক্রিয়তা। সংগঠনের সদস্যরা নিবন্ধ প্রকাশ করেছে, আলোচনার আয়োজন করেছে এবং তাইওয়ানের জনসাধারণের কাছে লিঙ্গ সমস্যা সম্পর্কে সচেতনতা প্রচার করেছে। 1980 এর দশকে পত্রিকাটির সাফল্য এতটাই আর্থিক সহায়তা অর্জন করেছিল যে 1987 সালের নভেম্বরে সামরিক আইন তুলে নেওয়ার মাত্র চার মাস পরে, জাগরণ ম্যাগাজিন পাবলিশিং হাউসকে একটি ফাউন্ডেশনে রূপান্তরিত করা হয়েছিল, যা তখন থেকে জাগরণ নামে পরিচিত হবে। ভিত্তি।[7]\nজাগরণ ফাউন্ডেশন একটি ট্রাস্টি বোর্ড এবং একটি নির্বাহী বোর্ড নিয়ে গঠিত। ট্রাস্টি বোর্ড হল অবৈতনিক পনের থেকে আঠারজন ট্রাস্টির একটি গ্রুপ যা ফাউন্ডেশনের ট্রাস্টিদের দ্বারা নির্বাচিত হয়। বোর্ডের প্রত্যেক সদস্য দুই বছর দায়িত্ব পালন করেন। এরপর বোর্ড ছয় থেকে সাতজন অর্থপ্রদানকারী সদস্যকে নির্বাহী বোর্ড হিসেবে বেছে নেয় (§ প্রিসাইডিং কর্মকর্তাদের দেখুন)।\n\n\n== বৃদ্ধি ==\nএর প্রাথমিক প্রতিষ্ঠার সময়, ফাউন্ডেশনের লক্ষ্য ছিল নারী আন্দোলনের জন্য তহবিল বৃদ্ধি করা এবং একটি আনুষ্ঠানিক প্রতিষ্ঠান এবং সদর দপ্তর হিসেবে কাজ করা যা আন্দোলনকে আরও প্রচার করবে।[9] যদিও প্রাক্তন প্রকাশনা সংস্থাটি অনেক নারীবাদীদের কাজের প্রতি জনসাধারণের দৃষ্টি আকর্ষণ করতে সফল হয়েছিল, তবে নিম্ন আর্থ-সামাজিক শ্রেণিতে মহিলাদের সক্রিয় অংশগ্রহণ জয় করতে ব্যর্থ হয়েছিল। ফাউন্ডেশনটি প্রায় সম্পূর্ণরূপে অভিজাতদের দ্বারা সংগঠিত ছিল তা স্বীকার করে, সদস্যরা নারীবাদী আন্দোলনের ধারণাগুলি জনসাধারণের মধ্যে বিতরণের দিকে মনোনিবেশ করেন এবং নারী-পন্থী আইন বৃদ্ধির আহ্বান জানান। ফাউন্ডেশন 1994 সালে শুরু করে বেশ কয়েকটি বড় শহরে জাগ্রত সমিতিও প্রতিষ্ঠা করে, এইভাবে ব্যাপক সদস্যতার সুযোগ চালু করে।\nযাইহোক, এই সমিতিগুলির কাঠামো মূল ফাউন্ডেশনের থেকে বিচ্যুত হতে শুরু করে। এই অ্যাসোসিয়েশনগুলির মধ্যে এবং তাদের বৃহৎ অনুগামীদের মধ্যে, সদস্যদের প্রত্যেকে নিজ নিজ শহরের মধ্যে নির্বাচিত কর্মকর্তাদের। এর ফলে তাইপেই এবং কাওশিউং-এ জাগ্রত ফাউন্ডেশন এবং জাগ্রত সমিতি হিসাবে তিনটি প্রতিষ্ঠানের বর্তমান বিচ্ছেদ ঘটেছে।\nএকইভাবে লিঙ্গ সমতা কথোপকথনের সম্প্রসারণ উন্নীত করার জন্য, পাওয়া গেছে ation 1995 সালে তার নামবিহীন মাসিক ম্যাগাজিনকে সাওডং দিয়ে প্রতিস্থাপন করে, একটি ত্রৈমাসিক জার্নাল যা নারীবাদীদের বিভিন্ন দৃষ্টিকোণ থেকে নারীদের সমস্যা নিয়ে আলোচনা করার অনুমতি দেয়। \"সাওডং\" জাগরণ পত্রিকার থেকে ভিন্ন ছিল কারণ মূল প্রকাশনাটি তাইওয়ানের নারীবাদী আন্দোলন এবং সারা বিশ্বে সম্পর্কিত সংবাদের উপর রিপোর্ট করা হয়েছিল।[13] তাদের প্রকাশনার প্রকৃতিতে এই উল্লেখযোগ্য পরিবর্তনের পরে তাইওয়ানে আইন প্রণয়নমূলক কর্মকাণ্ডে সম্পৃক্ততা বৃদ্ধি পায়।\n\n\n== আইনী উদ্যোগ ==\n1995 সালের শুরুতে, জাগরণ ফাউন্ডেশন সক্রিয়ভাবে নারীর অধিকার সংক্রান্ত সম্ভাব্য আইন প্রবর্তন করতে শুরু করে। যাইহোক, যেহেতু এসোসিয়েশনটি নির্দলীয় থাকার জন্য, তাইওয়ানের আইন প্রণয়নে মহিলাদের উপস্থিতি বাড়ানোর জন্য সকল রাজনৈতিক দৃষ্টিকোণ থেকে নির্বাচনে ভোট দিতে মহিলাদের উৎসাহিত করার উপর জোর দেয়।\nলেজিসলেটিভ ইউয়ান দ্বারা 2004 সালে জেন্ডার ইক্যুইটি এডুকেশন অ্যাক্ট পাশ করাকে মূলত জাগরণ ফাউন্ডেশনের একটি উল্লেখযোগ্য অর্জন হিসাবে স্বাগত জানানো হয়। আইনে কিন্ডারগার্টেন থেকে দ্বাদশ শ্রেণী পর্যন্ত একটি \"লিঙ্গ-ভারসাম্যপূর্ণ পাঠ্যক্রম\" অন্তর্ভুক্ত করা এবং তাইওয়ানের প্রতিটি বিশ্ববিদ্যালয়ে লিঙ্গ অধ্যয়নের বিধানের প্রয়োজন ছিল। আইনটি তাইওয়ানের প্রতিটি শহর এবং কাউন্টি সরকার এবং স্কুল ও বিশ্ববিদ্যালয় প্রতিষ্ঠানে শিক্ষা মন্ত্রণালয়ে একটি জেন্ডার ইক্যুইটি শিক্ষা কমিটি গঠনের প্রয়োজনীয়তা তৈরি করেছে। এটি, আইনের অন্যান্য অংশগুলির সাথে, সংস্থার রাজনৈতিক সম্পৃক্ততাকে চিহ্নিত করে (§ উল্লেখযোগ্য অর্জনগুলি দেখুন)।\n\n\n== উল্লেখযোগ্য অর্জন ==\n1989 সালে কর্মসংস্থান বিলে লিঙ্গ সমতা প্রবর্তন করে, যা পরে 2001 সালে পাস হয়।\n1994 সালে Fembooks, নারীবাদী সাহিত্যের জন্য একটি বইয়ের দোকান এবং প্রকাশনা সংস্থা প্রতিষ্ঠিত হয়[17]\n2004 সালে জেন্ডার ইক্যুইটি এডুকেশন অ্যাক্টের জন্য খসড়া বিলের জন্য লবিং এবং সহ-লিখিত।\nঅভিবাসন আইনের (2007, 2001) সংশোধনী সহ-লিখেন।\n\n\n== তথ্যসূত্র ==\nawakening.org.tw/enhtml/about.asp?id=1&atype=1\nweb/20140924183216/http://type=1\n/132369"}