{"pageid": 1331768, "title": "কুর্তি (পোশাক)", "url": "https://bn.wikipedia.org/wiki?curid=1331768", "content": "কুর্তি (পোশাক) হল ভারতীয় উপমহাদেশে পরিহিত একটি উপরের পোশাক যা ফতুয়াবিশেষ, জ্যাকেট ও ব্লাউজকে পরিবেষ্টন করে থাকে।\n\n\n== বাংলা কুর্তি ==\nবাংলা কুর্তি হল একটি প্রথাগত পোষাক, যা বাংলাদেশের স্থানীয় পোষাকের মধ্যে অন্যতম। এই পোষাকের উৎপত্তি হিন্দু-মুসলিম সংস্কৃতিতে খোঁজা যায়। এর উৎ‌‌‌‌‌‌‌‌‌‌‌‌‌‌‍‍‍‍‍‍‍‌‌‌‍‍‌‌‍‍‌‍‍‍‍‌‌পাত্তা ১৮-১৯ শতাব্দীর আরম্ভিক দিনের চিকনা, ফিনা, জরি, মোলমাল, সেন্টি, সিলেটি, ঢাকাই, রাজশাহীর, বরিশালি, খুলনা, পাবনা, রংপুরের  ‘‘ফাতীন’’ প্রকাশনা থেকে পাওয়া যায়। এই পোষাকটি মুখ্যতঃ মহিলাদের জন্য বিন্দুস্থানীয়, স্থানীয় প্রকৃতির উন্নয়নের সাথে সাথে বিশ্বের অন্যান্য দেশের পোষাকের মতো জনপ্রিয় হয়।\nবাংলা কুর্তির জনপ্রিয়তা দিনে দিনে বাড়ছে।  নির্দিষ্ট অনুষ্ঠান,  রাজনৈতিক নির্বাচন,  রোমাঞ্চ,  নাটক,  সিনেমা ইত্যাদি সম্পর্কিত অনেক অনুষ্ঠানে বাংলা কুর্তির ব্যবহার দেখা যাচ্ছে।\n\n\n== কুর্তি ==\nআধুনিক ব্যবহারে একটি ছোট কুর্তাকে কুর্তি হিসাবে উল্লেখ করা হয় যা মহিলাদের পরিধেয়  পোশাক। যাইহোক, ঐতিহ্যগতভাবে কুর্তি শব্দটি ওয়েস্ট কোট (ফতুয়াবিশেষ), জ্যাকেট ও ব্লাউজকে বোঝায় যেগুলি কোমরের উপরে পরিধান করা হয়ে থাকে এবং শুঙ্গা যুগের (খ্রিস্টপূর্ব দ্বিতীয় শতাব্দী) টিউনিক থেকে এসেছে বলে ধারণা করা হয়। কুর্তিকে চোলি থেকে আলাদা করা হয় যা মধ্যবর্তী অংশটিকে উন্মুক্ত রাখা হয়।\nএটি ভারতীয়দের বিশেষ করে উত্তরাঞ্চলীয়দের একটি সাধারণ পরিধাবন সূচিকর্ম। \nএই পোশাক শৈলীর প্রবণতা ও উৎপত্তি উত্তর ভারত থেকে হয়েছে এবং আজও দেশের অন্যান্য অংশে আধুনিকীকৃত কুর্তি পরিধান করা হলেও এটি মূলত উত্তরাঞ্চলীয় মহিলাদের দ্বারা পরিধান করা হয় পক্ষান্তরে দক্ষিণাঞ্চলের মহিলারা শাড়ি পছন্দ করে।\nকুর্তির বেশ কয়েকটি শৈলী রয়েছে যার মধ্যে নিম্নলিখিতগুলি অন্তর্ভুক্ত রয়েছে:\n\n\n== পাঞ্জাবি কুর্তি ==\nপাঞ্জাব অঞ্চলে কুর্তি হল সুতি কাপড়ের একটি ছোট ওয়েস্ট কোট যা সামনের দিকে কোমর পর্যন্ত বোতামযুক্ত। অতীতে মহিলারা বোতামের আশেপাশে জাঞ্জিরি নামক সোনা বা রৌপ্যের চেইন পরতেন। পাঞ্জাব অঞ্চলে পুরুষরা কুর্তার উপর জাঞ্জিরি পরতেন।\nপাঞ্জাবি কুর্তির আরেকটি শৈলী হল অঙ্গা (পোশাক) এর সংক্ষিপ্ত সংস্করণ। কুর্তিটি অর্ধেক বা পুরো হাতা ও নিতম্বের দৈর্ঘ্যের হতে পারে যার সামনে বা পিছনে খোলা নেই। পুরুষদের কুর্তিকে পাঞ্জাবিতে বলা হয় ফাতুই বা ওয়াস্তকোট। পাকিস্তানের দক্ষিণ পাঞ্জাবে কুর্তিকে সারাইকি কুর্তি বলা হয়।\nগ্রাহকদের ইচ্ছার উপর ভিত্তি করে কুর্তির দৈর্ঘ্য নির্ধারণ করা হয়। \n\n\n== তথ্যসূত্র =="}