{"pageid": 1331231, "title": "রুথ উইসোকি", "url": "https://bn.wikipedia.org/wiki?curid=1331231", "content": "রুথ উইসোকি (জন্ম ৮ই মার্চ, ১৯৫৭ আলহাম্বরা, ক্যালিফোর্নিয়াতে ) একজন আমেরিকান মধ্য দূরত্বের দৌড়বিদ যিনি ৮০০ মিটার এবং ১৫০০ মিটার দৌড়ে বিশেষীকরণ করেছিলেন।\n১৯৬০-এর দশকের শেষের দিকে, উইসোকি বয়স অনুযায়ী দৌড়ের প্রতিযোগিতায় দৌড় শুরু করেন এবং প্রায় ৩০ বছর ধরে নিজের দৌড়বিদের জীবন অব্যাহত রাখেন। তিনি ১৯৯৭ সালে মাস্টার্স (৪০-এর বেশি) দৌড়বিদ হওয়া পর্যন্ত দৌড় চালিয়ে গেছেন। উইসোকি ৮০০ মিটার দৌড়ে ক্যালিফোর্নিয়ার আজুসার আজুসা হাই স্কুলে একজন অসাধারণ দৌড়বিদ ছিলেন। তিনি ৪৪০ গজ এবং ৮৮০ গজ দৌড়ে ক্যালিফোর্নিয়া স্টেট চ্যাম্পিয়নশিপ জিতেছিলেন। রুথ ক্যাল্ডওয়েল হিসাবে সাইট্রাস কলেজের হয়ে দৌড়ে, তিনি ১৯৭৭ এবং ১৯৭৮ উভয় সালেই সিসিসিএএ ক্যালিফোর্নিয়া স্টেট ক্রস কান্ট্রি চ্যাম্পিয়নশিপ জিতেছিলেন। পরে সেই মরসুমে, তিনি ৮০০ মিটার এবং ১৫০০ মিটার উভয় ক্ষেত্রেই ১৯৭৮ - ৭৯ চ্যাম্পিয়নশিপ জিতেছিলেন। সাউদার্ন ক্যালিফোর্নিয়া চ্যাম্পিয়নশিপে তাঁর জয় সেই দুটি ইভেন্টেই রেকর্ড হিসেবে রয়ে গেছে। তিনি রেডল্যান্ড বিশ্ববিদ্যালয়ে যোগদান করেন, সেখানে তিনি ৪০০ মিটার এবং ৮০০ মিটারে শ্রেষ্ঠত্ব অর্জন করেন।\nউইসোকি প্রথম আমেরিকান মধ্য-দূরত্বের দৌড়ে খ্যাতি অর্জন করেছিলেন, যখন তিনি ১৯৭৮ ইউএস চ্যাম্পিয়নশিপে ৮০০ মিটার দৌড়ে মেরি ডেকারকে পরাজিত করেছিলেন, তাঁর সময় হয়েছিল ২:০১.৯৯। উইসোকি ১৯৮৪ সালের ইউএস অলিম্পিক ট্রায়ালে ডেকারের (বর্তমানে স্লানি) বিরুদ্ধে আরেকটি দুর্দান্ত জয় পান, এবারে তিনি ১৫০০ মিটার দৌড়ে জয়লাভ করেন। উইসোকি ৪:০০.১৮ সময় নিয়ে ট্রায়াল দৌড়ে স্ল্যানিকে ছাড়িয়ে যান। ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেসে অনুষ্ঠিত ১৯৮৪ গ্রীষ্মকালীন অলিম্পিকে তিনি ৮০০ মিটার দৌড়ে ষষ্ঠ এবং ১৫০০ মিটার দৌড়ে অষ্টম স্থান অধিকার করেন। [১] তিনি সুইডেনের গোথেনবার্গে অ্যাথলেটিক্সে ১৯৯৫ সালের বিশ্ব চ্যাম্পিয়নশিপে ১৫০০ মিটার দৌড়ে সপ্তম স্থান অধিকার করেন, তখন তাঁর বয়স ছিল ৩৮।\n১৯৯৭ সালে, উইসোকি ট্র্যাকের ৮০০ মিটার - ৫০০০ মিটারের দৌড়ে এবং ৫ কিমি ও ৮ কিমি রোড রেসে বেশ কয়েকটি মাস্টার্স রেকর্ড স্থাপন করেন। তাঁর ৮০০ মিটার এবং ১৫০০ মিটার দৌড়ের ২৩ বছরেরও বেশি সময় পরে ২০২০ সালের ৫ই ডিসেম্বর আমেরিকান ডব্লিউ৪০ রেকর্ড হিসাবে অনুমোদন করা হয়েছিল। তাঁর বাবা উইলিস ক্লিনসাসেরও একজন সফল মাস্টার্স ক্রীড়াবিদ ছিলেন। তাঁর ভাই, অ্যালান ক্লিনসাসের, ৮০০ মিটার ১:৫০.৫ সময়ে দৌড়েছিলেন এবং ১৫০০ মিটার দৌড়ের জন্য ৩:৫২.২ সময় নিয়েছিলেন। দুটিই ছিল ক্যালটেকের স্কুলের রেকর্ড।\nরুথ বিয়ে করেছেন টম উইসোকিকে, যিনি ১৯৮০ সালের গ্রীষ্মকালীন অলিম্পিকের জন্য যোগ্যতা অর্জন করেছিলেন যেটি মস্কোতে অনুষ্ঠিত হয়েছিল। এছাড়াও তিনি ১০,০০০ মিটার দৌড়ে দলের অতিরিক্ত হিসাবে নির্বাচিত হয়েছিলেন। কিন্তু শেষ পর্যন্ত মার্কিন যুক্তরাষ্ট্র সেই প্রতিযোগিতা বয়কট করেছিল।\n\n\n== ব্যক্তিগত সেরা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউএসএটিএফ -এ রুথ উইসোকি\nRuth Wysocki আইএএএফ প্রোফাইল (ইংরেজি)\nআন্তর্জাতিক অলিম্পিক কমিটি-এ রুথ উইসোকি\nSports-Reference.com-\nস্পোর্টস রেফারেন্সে রুথ উইসোকি\nরুথ উইসোকির সাথে সাক্ষাৎকার, ২০০৭  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ সেপ্টেম্বর ২০০৭ তারিখে\nইউনিভার্সিটি অফ রেডল্যান্ডস ট্র্যাক অ্যান্ড ফিল্ড শীর্ষ দশ পারফরম্যান্স  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ সেপ্টেম্বর ২০০৭ তারিখে\nকৃতিত্বের সারসংক্ষেপ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ ফেব্রুয়ারি ২০২৩ তারিখে"}