{"pageid": 1331027, "title": "আইরিশ পিরেজ", "url": "https://bn.wikipedia.org/wiki?curid=1331027", "content": "আয়ারল্যান্ডের পিরেজ ইংরেজ রাজারা আয়ারল্যান্ডের লর্ড বা রাজা হিসাবে বা পরবর্তীতে ব্রিটেন এবং আয়ারল্যান্ডের যুক্তরাজ্যের রাজাদের দ্বারা তৈরি করা আভিজাত্যের সেই উপাধিগুলি নিয়ে গঠিত। এটি পাঁচটি বিভাগের মধ্যে একটি। যুক্তরাজ্য পিরেজের এই ধরনের শিরোনাম সৃষ্টি ১৯ শতকে শেষ হয়েছিলো। আইরিশ পিয়ারেজের পদমর্যাদা হল ডিউক, মার্কেস, আর্ল, ভিসকাউন্ট এবং ব্যারন। ২০১৬ সাল পর্যন্ত, পিরেজ অফ আয়ারল্যান্ডে ১৩৫ টি শিরোনাম বিদ্যমান ছিলো: দুটি ডুকেডম, দশটি মার্কেসেট, তেতাল্লিশটি আর্লডম, আঠাশটি ভিসকাউন্টি এবং বায়ান্নটি ব্যারোনি। গ্রেট ব্রিটেন এবং উত্তর আয়ারল্যান্ডের ইউনাইটেড কিংডমের ক্রাউন আয়ারল্যান্ডের পিরেজ-এর উপর এখতিয়ার প্রয়োগ করে চলেছে, সেই সমবয়সীদের সহ যাদের শিরোনামগুলি এখন আয়ারল্যান্ড প্রজাতন্ত্রে অবস্থিত স্থানগুলি থেকে এসেছে। আয়ারল্যান্ডের সংবিধানের অনুচ্ছেদ ৪০.২ রাষ্ট্রকে আভিজাত্যের উপাধি প্রদান করা নিষিদ্ধ করে এবং একজন আইরিশ নাগরিক আইরিশ সরকারের পূর্বানুমোদন ছাড়া আভিজাত্য বা সম্মানের শিরোনাম গ্রহণ করতে পারে না। পিরেজ অফ আয়ারল্যান্ডের ক্ষেত্রে এই সমস্যাটি উদ্ভূত হয়নি কারণ সংবিধান কার্যকর হওয়ার পর থেকে এটিতে কোনও শিরোনাম তৈরি করা হয়নি।\n\n\n== ইতিহাস ==\nমধ্যযুগ থেকে আইরিশ পিরেজ আয়ারল্যান্ডে উপাধি গুলির একটি পরিমিত সংখ্যা। ১৮০১ সালের আগে, আইরিশ সমবয়সীদের আইরিশ হাউস অফ লর্ডসেস বসার অধিকার ছিলো, যা ১৮০১ সালে, ১৮০০ সালের একটি আইনের মাধ্যমে ইউনিয়নের দ্বারা বিলুপ্ত হওয়ার পরে তারা তাদের সংখ্যার একটি ছোট অনুপাতে - আটাশ জন প্রতিনিধি সমবয়সীদের নির্বাচিত করেছিলো এবং (ওয়েস্ট মিনস্টারের হাউস অফ লর্ডসে) মারা যাওয়ার সাথে সাথে তাদের প্রতিস্থাপন নির্বাচিত হন।[৩]\nইউনিয়নের আগে এবং পরে উভয় ক্ষেত্রেই, আইরিশ পিরেজ গুলি প্রায়শই পিরেজ তৈরির উপায় হিসাবে ব্যবহৃত হত যা ইংল্যান্ডের হাউস অফ লর্ডস (১৭০৭ সালের আগে) বা গ্রেট ব্রিটেনে (১৭০৭ সালের পরে) আসন দেয়নি এবং তাই অনুদানপ্রাপ্তদের (যেমন ভারতের ক্লাইভ) লন্ডনের হাউস অফ কমন্সে বসবেন। ফলস্বরূপ, অনেক দেরীতে তৈরি আইরিশ সমবয়সীদের আয়ারল্যান্ডের সাথে খুব কম বা কোন সম্পর্ক ছিল না এবং প্রকৃতপক্ষে কিছু আইরিশ পিয়ারেজের নাম গ্রেট ব্রিটেনের স্থানগুলিকে নির্দেশ করে (উদাহরণস্বরূপ, মেক্সবোরোর আর্লডম ইংল্যান্ডের একটি স্থানকে বোঝায় এবং আর্লডম অফ রানফুরলি স্কটল্যান্ডের একটি গ্রাম বোঝায়)।\nইউনিয়নের পরে প্রায় এক শতাব্দী ধরে আইরিশ পিরেজ তৈরি হতে থাকে, যদিও ইউনিয়নের চুক্তি তাদের সংখ্যার উপর বিধিনিষেধ আরোপ করে: একটি নতুন পিরেজ মঞ্জুর করার আগে তিনটি বিলুপ্ত হয়ে যাওয়ার প্রয়োজন ছিলো, যতক্ষণ না শুধুমাত্র একশত আইরিশ সমবয়সীদের (যাদের মধ্যে ব্যতীত) যিনি ইউনিয়নের সময় গ্রেট ব্রিটেনের বা ইউনিয়নের পর থেকে সৃষ্ট যুক্তরাজ্যের যে কোনো সমকক্ষের অধিকারী ছিলেন)। ১৯৯৭ সাল থেকে আইরিশ পিরেজদের সৃষ্টির একটি ব্যবধান ছিলো, বেশিরভাগই বর্তমান আইরিশ সমবয়সীদের জন্য উচ্চ পদের সমকক্ষ, অ্যাক্ট অফ ইউনিয়নের আলোচনার অংশ হিসাবে; এটি ১৮০১ সালের জানুয়ারী মাসের প্রথম সপ্তাহে শেষ হয়েছিল, কিন্তু আইনের বিধিনিষেধগুলি শেষ কিছু সহকর্মীর জন্য প্রয়োগ করা হয়নি। পরবর্তী দশকগুলিতে, আইরিশ পিরেজগুলি কমপক্ষে ১৮৫৬ সাল পর্যন্ত যতবার আইন অনুমোদিত হয়েছিল ততবার তৈরি হয়েছিলো। [৪] কিন্তু গতি তখন মন্থর হয়ে যায়, ১৯ শতকের বাকি অংশে আর মাত্র চারটি তৈরি হয় এবং ২০ ও ২১ শতকে কোনোটিই তৈরি হয়নি।\nআইরিশ পিরেজের শেষ দুটি অনুদান ছিল মার্কেস অফ অ্যাবারকর্নকে (গ্রেট ব্রিটেনের একজন সমর্থক) আইরিশ পিরেজে অ্যাবারকর্নের ডিউক হওয়ার জন্য উন্নীত করা যখন তিনি ১৮৬৮ সালে আয়ারল্যান্ডের লর্ড-লেফটেন্যান্ট হন এবং কার্জন অফ কেডলেস্টন ব্যারনি মঞ্জুর করেন। ১৮৯৮ সালে যখন তিনি ভারতের ভাইসরয় হন জর্জ কার্জনের কাছে। আয়ারল্যান্ডের সমবয়সীদের একই পদমর্যাদার ইংল্যান্ড, স্কটল্যান্ড এবং গ্রেট ব্রিটেনের সমবয়সীদের চেয়ে এবং একই পদে যুক্তরাজ্যের সমবয়সীদের চেয়ে অগ্রাধিকার রয়েছে; কিন্তু ১৮০১ সালের পরে তৈরি আইরিশ সমবয়সীরা পূর্বের সৃষ্টির ইউনাইটেড কিংডমের সমকক্ষদের কাছে হার মেনেছে। তদনুসারে, ডিউক অফ অ্যাবারকর্ন (আয়ারল্যান্ডের পিরেজে জুনিয়র ডিউক) সাদারল্যান্ডের ডিউক এবং ওয়েস্ট মিনস্টারের ডিউক (যুক্তরাজ্যের পিরেজে উভয় ডিউক) এর মধ্যে স্থান করে।\nআইরিশ প্রতিনিধি সমবয়সীদের মধ্যে একজন মারা গেলে, আইরিশ পিরেজ তার স্থলাভিষিক্ত নির্বাচন করার জন্য মিলিত হয়; কিন্তু আইরিশ ফ্রি স্টেট তৈরির অংশ হিসাবে এটির ব্যবস্থা করার জন্য প্রয়োজনীয় অফিসটি বিলুপ্ত করা হয়েছিল। বর্তমান প্রতিনিধি সহকর্মীরা হাউস অফ লর্ডসে তাদের আসন রেখেছিলেন, কিন্তু তাদের প্রতিস্থাপন করা হয়নি। ১৮৬১ সালে কিলমোরির চতুর্থ আর্ল ফ্রান্সিস নিডহামের মৃত্যুর পর থেকে কেউই অবশিষ্ট নেই। আইরিশ পিরেজের প্রতিনিধি নির্বাচনের অধিকার সংবিধি আইন (রিপেলস) আইন ১৯৭১ দ্বারা বিলুপ্ত করা হয়েছিল।\nযুক্তরাজ্যের পিরেজে উপাধি গুলি আয়ারল্যান্ডের স্থানগুলিকেও উল্লেখ করেছে, উদাহরণস্বরূপ ব্যারন আর্ক্লো (১৮০১ এবং ১৮৮১ সালে তৈরি) বা ব্যারন কিলার্নি (১৮৯২ এবং ১৯২০ সালে তৈরি)। বিভক্তির পর থেকে, শুধুমাত্র উত্তর আয়ারল্যান্ডের স্থানগুলি ব্যবহার করা হয়েছে, যদিও ১৮৮০ সালের শিরোনাম \"ব্যারন মাউন্ট টেম্পল, অফ মাউন্ট টেম্পল ইন দ্য কাউন্টি অফ স্লিগো\", ১৯৩২ সালে \"ব্যারন মাউন্ট টেম্পল, অফ লি অফ সাউদাম্পটন কাউন্টি\" হিসাবে পুনরায় তৈরি করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}