{"pageid": 1331805, "title": "শালিহোত্র", "url": "https://bn.wikipedia.org/wiki?curid=1331805", "content": "শালিহোত্র হলো একজন প্রাচীন ভারতীয় চিকিৎসক এবং শালিহোত্র সংহিতা হল ভেটেরিনারি মেডিসিন (হিপিয়াট্রিক্স) সম্পর্কিত খ্রিস্টপূর্ব ৩য় শতাব্দীতে রচিত একটি প্রাথমিক ভারতীয় চিকিৎসা গ্রন্থ।\nহায়াঘোষের একজন শালিহোত্র পুত্রকে ভারতীয় ঐতিহ্যে পশুচিকিৎসা বিজ্ঞানের প্রতিষ্ঠাতা হিসাবে বিবেচনা করা হয়। এটি শ্রাবস্তীতে (আধুনিক সাহেত-মাহেত উত্তর প্রদেশের গোন্ডা ও বাহরাইচ জেলার সীমান্তে ) বাস করত বলে জানা যায় ।\n\n\n== পাঠ্য ==\nশালিহোত্রের প্রধান কাজ ছিল ঘোড়ার যত্ন ও ব্যবস্থাপনার উপর একটি বড় গ্রন্থ , শালিহোত্র সংহিতা (চিকিৎসক শালিহোত্রের বিশ্বকোষ) সংস্কৃতে প্রায় ১২,০০০ শ্লোক রয়েছে । এটি ফার্সি, আরবি, তিব্বতি এবং ইংরেজি ভাষায় অনূদিত হয়েছে। এই কাজটি অশ্ব এবং হাতির শারীরস্থান , শারীরবিদ্যা , সার্জারি এবং রোগগুলি তাদের নিরাময়মূলক এবং প্রতিরোধমূলক ব্যবস্থাগুলির সাথে বর্ণনা করেছে । এটি ঘোড়ার বিভিন্ন ঘোড়ার দেহের গঠন সম্পর্কে বিশদভাবে বর্ণনা করেছে এবং কাঠামোগত বিবরণ চিহ্নিত করেছে যার মাধ্যমে কেউ একটি ঘোড়ার বয়স নির্ধারণ করতে পারে। আরও দুটি কাজ, যথা অশ্ব-প্রশ্নসা এবং অশ্ব-লক্ষণ শাস্ত্রমও শালিহোত্রের জন্য দায়ী।\nপরবর্তী লেখকদের মধ্যে কেউ কেউ তাদের পশুচিকিৎসামূলক কাজের নামকরণ করেছেন শালিহোত্রের নামে এবং অন্যরা তাদের রচনাকে তাঁর সংহিতার উপর ভিত্তি করে রেখেছেন। পরবর্তী প্রজন্ম শালিহোত্রের পাঠে অনুলিপি, সংশোধিত এবং যোগ করেছে। এই পরবর্তী পাঠ্যগুলির মধ্যে একটি উপরের চিত্রে দেখানো হয়েছে। তাই, \"শালিহোত্র\" শব্দটি একটি ঐতিহ্যের অনুরূপ গ্রন্থকে বোঝায়। মুনি পালকাপ্যা হাতির ওষুধের সমস্ত দিক কভার করে হস্তি আয়ুর্বেদ লিখেছেন। এই বইটিতে চারটি বিভাগ এবং ১৫২টি অধ্যায় রয়েছে, যার মধ্যে হাতির শারীরস্থান রয়েছে। মহাভারতের সময়কালে , অশ্ব-চিকিৎস- এর লেখক নকুলকে একজন অশ্বারোহী বিশেষজ্ঞ হিসাবে বিবেচনা করা হত, যখন সহদেব ছিলেন গবাদি পশু ব্যবস্থাপনার বিশেষজ্ঞ।\nঘোড়া এবং হাতি ছিল প্রাচীন বিশ্বের অন্তহীন যুদ্ধের গুরুত্বপূর্ণ সম্পদ। মানুষের চিকিৎসা করা চিকিৎসকদেরও পশুদের যত্ন নেওয়ার প্রশিক্ষণ দেওয়া হয়েছিল। চরক, সুশ্রুত এবং হরিতের মতো প্রাচীন ভারতীয় চিকিৎসা গ্রন্থে রোগাক্রান্ত, সেইসাথে সুস্থ প্রাণীদের যত্নের বিষয়ে অধ্যায় বা উল্লেখ রয়েছে।\n\n\n== লেখক ==\nশালিহোত্র এবং ঋষি অগ্নিবেশ হয়তো একই শিক্ষকের ছাত্র ছিলেন; ঐতিহ্য অনুসারে, ভরদ্বাজের আয়ুর্বেদ, জীবনের বিজ্ঞান, প্রথম পাঠ্য আকারে অগ্নিবেশ, তাঁর অগ্নিবেশ তন্ত্র গ্রন্থে এবং পরে চরক (চরক সংহিতা, চিকিত্সক চরকের বিশ্বকোষ) দ্বারা উপস্থাপিত হয়েছিল। অন্যরা সুশ্রুত সংহিতা (চিকিৎসক সুশ্রুতের বিশ্বকোষ) এর লেখক মহান সার্জন আচার্য সুশ্রুতকে দাবি করেন, তিনি হয়তো শালিহোত্রের ছাত্র ছিলেন।\n\n\n== আরও পড়ুন ==\nআয়ুর্বেদ\nপ্রাণি চিকিৎসাবিজ্ঞান\n\n\n== সাহিত্য ==\nApte, M. S. \"Selected articles from Salihotra's Asvasastra.\" Indian veterinary journal 15 (1938): 415-420.\nFroehner, R. \"Salihotra.\" Veterinärhistorische Mitteilungen 2, no. 1 (1922): 1-2.\n\n\n== তথ্যসূত্র =="}