{"pageid": 1331082, "title": "জীব ও আত্মার বৃক্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1331082", "content": "জীব ও আত্মার বৃক্ষ হল বৈদিক শাস্ত্রে উল্লিখিত আত্মা সম্পর্কিত একটি ধারণা।\n\n\n== বিবরণ ==\nঋগ্বেদ সংহিতা, মুণ্ডক এবং শ্বেতাশ্বেতর, উপনিষদ দুটি পাখির কথা বলে হয়েছে, যার একটি শরীর রূপি বৃক্ষের ডালে বসে আছে আর বৃক্ষের ফল (কর্ম) খাচ্ছে, অন্যটি সব দিক প্রত্যক্ষ করছে।\nঋগ্বেদ সংহিতা বলেছে:\n\nসুন্দর পক্ষবিশিষ্ট সম সম্বন্ধযুক্ত দুইটি পক্ষী মিত্র রূপে একই বৃক্ষ আশ্রয় করিয়া আছে। তাহাদের মধ্যে একটি বৃক্ষের ফলকে স্বাদের জন্য ভক্ষণ করে এবং অন্যটি ফল ভক্ষণ না করিয়া সব দিক দেখিতেছে। (১.১৬৪.২০)\nযেখানে মসৃণ-পিছলান রশ্মি, জ্ঞানীয়, জলের চিরস্থায়ী অংশকে পাতন করে; সেখানে প্রভু এবং অবিচল রক্ষক আছে সমস্ত প্রাণী আমাকে গ্রহণ করেছে, যদিও জ্ঞানে অপরিণত।\n(১.১৬৪.২১)\nযে বৃক্ষের মধ্যে মসৃণ-পিছলান রশ্মি মিষ্টির উপর সরবরাহ করে, প্রবেশ করে এবং আবার সকলের উপরে আলোর উদ্ভাসিত করে, তারা ফলটিকে মিষ্টি বলেছে, কিন্তু তিনি এর অংশ গ্রহণ করেন না যে বিশ্বজগতের রক্ষক জানেন না। (১.১৬৪.২২) \n\nপ্রথম পাখিটি জীব, বা স্বতন্ত্র স্ব, বা আত্মাকে প্রতিনিধিত্ব করে। শিবসংহিতা সংক্ষিপ্তভাবে জীবের প্রকৃতি ও কার্যাবলী উপস্থাপন করে। এটা বলে:\n\nজীব পুরুষের দেহে এবং নারীর দেহেও বাস করে। এটি সকল প্রকার কামনায় আবৃত। পূর্বজন্মে সঞ্চিত কর্মফল জুড়ে তার এবং শরীরের মধ্যে দৃঢ় ও নিবিড় সম্পর্ক রয়েছে। প্রত্যেক প্রাণী তার নিজের অতীত কর্ম অনুসারে ভোগ করে। যে জীব অনেক ভালো ও পুণ্যময় কাজ করেছে সে এই পৃথিবীতে সুখী জীবন ও চমৎকার অবস্থা উপভোগ করবে। কিন্তু উল্টো যে জীব অনেক খারাপ কাজ করেছে, সে কখনো শান্তি পাবে না। তার ইচ্ছার প্রকৃতি যাই হোক না কেন, ইতিবাচক বা নেতিবাচক, এটি সর্বদা জীবকে আঁকড়ে থাকবে এবং তার অগণিত পুনর্জন্মের সময় সর্বদা তাকে অনুসরণ করবে।\nযখন জীব ফলের দ্বারা বিভ্রান্ত হয় (ইন্দ্রিয় আনন্দের প্রতীক), জীব মুহূর্তের জন্য ভগবান এবং প্রেমিককে ভুলে যায় এবং স্বাধীনভাবে ফল ভোগ করার চেষ্টা করে। এই বিচ্ছিন্ন বিস্মৃতি হল মহা-মায়া, বা মুগ্ধতা, আধ্যাত্মিক মৃত্যু, এবং জীবের জড়-জন্ম, মৃত্যু, রোগ ও বার্ধক্যের জগতে পতন গঠন করে।\nদ্বিতীয় পাখি হল পরমাত্মা, ঈশ্বরের একটি দিক যিনি জড় জগতে থাকাকালীন প্রতিটি জীবের হৃদয়ে সঙ্গী হন। তিনি সমস্ত প্রাণীর সমর্থন এবং ইন্দ্রিয়সুখের ঊর্ধ্বে।\n\n\n== তথ্যসূত্র =="}