{"pageid": 1331525, "title": "গজেন্দ্রমোক্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1331525", "content": "গজেন্দ্রমোক্ষ (সংস্কৃত: गजेन्द्रमोक्षः) বা গজেন্দ্রের মুক্তি হল হিন্দুধর্মের  পৌরাণিক কিংবদন্তি। এটি দেবতা বিষ্ণুর একটি বিখ্যাত অবদান। কিংবদন্তিটি পরীক্ষিতের অনুরোধে শুক রাজা পরীক্ষিতের কাছে বর্ণনা করেছিলেন।\nভাগবত পুরাণের ৮ম স্কন্ধ অনুসারে, বিষ্ণু গজেন্দ্র নামে হাতিকে কুমিরের খপ্পর থেকে রক্ষা করার জন্য পৃথিবীতে নেমে আসেন, যা বিকল্পভাবে মকর বা হুহু নামে পরিচিত, এবং বিষ্ণুর সাহায্যে, গজেন্দ্র জন্ম ও মৃত্যুর চক্র থেকে মোক্ষ বা মুক্তি লাভ করেন। গজেন্দ্র সাহায্য পাওয়ার আশায় বিষ্ণুর নিকট যে প্রার্থনাটি করেছিলেন তা বিষ্ণুর প্রশংসায় গজেন্দ্র স্তূতি নামে একটি বিখ্যাত স্তোত্র হয়ে ওঠে। এই স্তোত্রটি পরবর্তীতে বিষ্ণু সহস্রনামের প্রথম এবং প্রধান স্তোত্র হিসেবে অন্তর্ভুক্ত করা হয়।\n\n\n== কিংবদন্তি ==\n\nগজেন্দ্র, তার আগের জীবনে, ইন্দ্রদ্যুম্ন ছিলেন, একজন মহান রাজা যিনি বিষ্ণুর ভক্ত ছিলেন। একদিন, অগস্ত্য, একজন মহান ঋষি রাজার সাথে দেখা করতে এসেছিলেন, কিন্তু ইন্দ্রদ্যুম্ন বসে রইলেন, ঋষিকে যথাযথ সম্মানের সাথে গ্রহণ করতে উঠতে অস্বীকার করলেন। অগস্ত্য ইরাটেম ছিলেন এবং লক্ষ্য করেছিলেন যে পরাক্রমশালী রাজা, তার ভাল কাজের মহানুভবতা সত্ত্বেও, এখনও অহঙ্কার বা অহংকারের চিহ্ন রয়েছে এবং তিনি রাজাকে প্রকাশ করেছিলেন যে, তার পরবর্তী জন্মে, তিনি হাতি হিসাবে জন্মগ্রহণ করবেন, এবং সেই আকারে তিনি কঠিন উপায়ে শিখবেন যে নিজেকে ত্যাগ করতে হবে এবং ঈশ্বরের কাছে আত্মসমর্পণ করতে হবে।\nকুমির, তার আগের জন্মে, হুহু নামে একজন গন্ধর্ব রাজা ছিল। ঋষি দেবল রাজাকে দেখতে এসেছিলেন, এবং যখন তারা দুজন স্নান করছিল এবং দেবল সূর্য দেবতার কাছে প্রার্থনা করছিলেন, তখন রাজা মজা করার জন্য ঋষির পা টেনে ধরলেন। ঋষি ক্ষিপ্ত হয়ে রাজাকে অভিশাপ দিলেন যেন তিনি তার পরবর্তী জীবনে কুমির হবেন। অনুতপ্ত রাজা ঋষির কাছে ক্ষমা প্রার্থনা করলেন। দেবলা ব্যাখ্যা করেছিলেন যে তিনি অভিশাপটি ফিরিয়ে দিতে পারবেন না; যাইহোক, তিনি হুহুকে জানিয়েছিলেন যে বিষ্ণু তাকে কুমির হিসাবে হত্যা করবেন এবং জন্ম ও মৃত্যুর চক্র থেকে মুক্তি দেবেন।\n\n\n== প্রতীকতা ==\n\nগজেন্দ্রের কিংবদন্তি হল বৈষ্ণবধর্মের অবিচ্ছেদ্য থিম এবং এর মহান প্রতীকী মূল্য রয়েছে: গজেন্দ্র হল মানুষ, কুমির হল পাপ, এবং হ্রদের ঘোলা জল হল সংসার। গজেন্দ্রমোক্ষের প্রতীকী অর্থ হল যে বস্তুবাদী আকাঙ্ক্ষা, অজ্ঞতা ও পাপ এই পৃথিবীতে কর্মের একটি অন্তহীন শৃঙ্খল তৈরি করে এবং কর্দমাক্ত পুকুরে আটকে থাকা অসহায় হাতির উপর কুমির শিকারের মতো। মানুষ এইভাবে মৃত্যু ও পুনর্জন্মের ক্রমাগত চক্রে আটকে থাকে সেই দিন পর্যন্ত যখন তারা এই সৃষ্টির সবকিছুর বাইরে তাকাতে পারে এবং শেষ পর্যন্ত নিজেকে পরম সত্তা, বিষ্ণুর কাছে সমর্পণ করতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nGajendra Moksha (pdf) English translation"}