{"pageid": 1331650, "title": "আমানি (ভারতীয় অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1331650", "content": "আমানি হলেন একজন ভারতীয় অভিনেত্রী। মূলত তেলুগু চলচ্চিত্রে অভিনয় করলেও বেশ কয়েকটি তামিল এবং কন্নড় চলচ্চিত্রেও অভিনয় করেছেন তিনি। ইভিভি সত্যনারায়ণ পরিচালিত তেলুগু চলচ্চিত্র জাম্বা লাকিদি পাম্বা (১৯৯২) এ নরেশের বিপরীতে প্রধান ভূমিকায় আত্মপ্রকাশ করেন। ছবিটি পরবর্তীতে ব্লকবাস্টারের তকমা পায়।\nতিনি বাপু পরিচালিত মিস্টার পেলাম (১৯৯৩) ছবিতে অভিনয় করেছিলেন। চলচ্চিত্রটি তেলুগুতে সেরা ফিচার ফিল্মের জন্য জাতীয় চলচ্চিত্র পুরস্কার জিতেছিল। তিনি সুভা লগনাম (১৯৯৪) চলচ্চিত্রের জন্য শ্রেষ্ঠ অভিনেত্রী (তেলুগু) হিসেবে ফিল্মফেয়ার পুরস্কার জিতেছেন।সুভা সংকল্পম (১৯৯৫) ও মিস্টার পেল্লাম (১৯৯৩) চলচ্চিত্রের জন্য তিনি শ্রেষ্ঠ অভিনেত্রীর হিসেবে নন্দী পুরস্কার পান।\n\n\n== চলচ্চিত্র ক্যারিয়ার ==\nআমানির জন্ম বেঙ্গালুরুতে। তিনি তার অভিনয় শুরু করেছিলেন আধাধি, চাঁদমামা কাঠালু এবং অন্যান্য চলচ্চিত্রের ছোট ছোট চরিত্রে অভিনয় করে। পরবর্তীকালে, তিনি বিষ্ণুবর্ধন, নাগার্জুন, বালকৃষ্ণ, কৃষ্ণ, মামুটি, অরবিন্দ স্বামী, জগপতি বাবু এবং কমল হাসানের মতো অভিনেতাদের বিপরীতে প্রধান অভিনেত্রী হিসেবে পাল্লা দিয়ে অভিনয় করেন। ফলস্বরূপ, শ্রেষ্ঠ অভিনেত্রী (তেলুগু) হিসেবে জিতেছেন ফিল্মফেয়ার পুরস্কার। সুভা সংকল্পম এবং মিস্টার পেল্লাম চলচ্চিত্রের জন্য জিতেছেন শ্রেষ্ঠ অভিনেত্রী হিসেবে নন্দী পুরস্কার। বহু বছর বিরতির পর, তিনি আ নালুগুরু ছবিতে হাজির হন।\nআমানি ২০২১ সালের তেলুগু -ভাষার রোমান্টিক কমেডি-ড্রামা চাভু কাবুরু চাল্লাগা- তে একজন রাস্তার বিক্রেতা এবং অভিনেতা কার্তিকেয়ের মায়ের ভূমিকায় অভিনয় করেছিলেন। \nতিনিমুথ্যামন্ত মুড্ডু ছবিতে মহাজন কনাকা রত্নমের ভূমিকায় অভিনয় করে বেশ নাম কামিয়েছিলেন। \n১৯৯০-এর দশকে, আমানি আম্মা ডোঙ্গা, ভামশানিকোক্কাডু, সুভা লাগাম, জাম্বা লাকিদি পাম্বা এবং নক্ষত্র পোরাতামের মতো ব্যবসাসফল চলচ্চিত্রগুলিতে অভিনয় করেছিলেন।\n২০২১ সালে তিনি তেলুগু রিয়েলিটি শো ড্রামা জুনিয়র্সে অতিথি চরিত্রে অভিনয় করে টিভি পর্দায় পা রাখেন।\n\n\n== ব্যক্তিগত জীবন ==\nতার ভাগ্নি, হৃত্বিকা শ্রীনিবাসও একজন অভিনেত্রী। তিনিআল্লান্থা দুরানা নামে একটি তামিল-তেলুগু চলচ্চিত্রের মাধ্যমে তার অভিনয়ে আত্মপ্রকাশ করেছিলেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== টেলিভিশন ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Aamani (ইংরেজি)\nAamani Biography with Rare Photos and Videos  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে\ncineherald.com - Amani pics"}