{"pageid": 1331886, "title": "ভূপতি ভূষণ বর্মা", "url": "https://bn.wikipedia.org/wiki?curid=1331886", "content": "ভূপতি ভূষণ বর্মা একজন বাংলাদেশী ভাওয়াইয়া সংগীত শিল্পী। তিনি ভাওয়াইয়া গানে অসামান্য অবদানের জন্য  ভাওয়াইয়া ভাস্কর নামেও পরিচিত। তিনি শুধু বাংলাদেশেই নয় পশ্চিম বাংলায় ও ব্যাপক জনপ্রিয় শিল্পী। ভারতের পশ্চিমবঙ্গের কোচবিহারের পঞ্চানন বর্মা বিশ্ববিদ্যালয়ে \"Introduction to Indigenous Instruments Related to Bhawaya\" কোর্সে তাঁর জীবনী পড়ানো হয়। তিনি ভাওয়াইয়া গানের প্রচার, গবেষনা এবং ভাওয়াইয়া গানে অবদানকারীর জীবনী ও ভাওয়াইয়ায় অবদান আঞ্চলিক ভাষা রক্ষা, ইতিহাস- ঐতিহ্য বিভিন্ন দরবারে তুলে ধরতে ১৯৯৩ সালে তিনি বাংলাদেশ ভাওয়াইয়া একাডেমি, উলিপুর, কুড়িগ্রাম প্রতিষ্ঠা করেন। এবং ত্রিমাসিক পত্রিকা \"ভাওয়াইয়ালোক\" প্রকাশ করেন, যা বর্তমানে দুই বাংলার পাঠক মহলে বেশ সমাধিত।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nভূপতি ভূষণ বর্মা ২৮ অক্টোবর, ১৯৫৮ খ্রিস্টাব্দে (১০ কার্তিক, ১৩৬৪ বঙ্গাব্দ) কুড়িগ্রাম জেলাধীন উলিপুর উপজেলার আঠারো পাইকা গ্রামে এক মধ্যবিত্ত পরিবারে জন্মগ্রহণ করেন। বাবা প্রয়াত নরেন্দ্রনাথ বর্মা ছিলেন স্কুল শিক্ষক এবং মা স্বর্গীয় কামাখ্যাময়ী আদর্শ গৃহিণী। বাবা-মায়ের ৭ সন্তানের মধ্যে শিল্পী ভূপতি ভূষণ বর্মা দ্বিতীয়। তিনি পেশায় একজন মাধ্যমিক স্কুল শিক্ষক। শিক্ষকতা দিয়ে পেশাজীবন শুরু হলেও তিনি ভাওয়াইয়া সঙ্গীত চর্চাকে মনে প্রাণে ধারণ ও লালন-পালন করেন।\nতিনি ১৯৭৫ সালে এসএসসি, ১৯৭৯ সালে এইচএসসি এবং ১৯৮১ সালে বিএসসি পাস করেন। ১৯৮২ সালে  গ্রামের দুর্গাপুর  উচ্চ বিদ্যালয়ে শিক্ষক হিসাবে যোগদানের মাধ্যমে কর্মজীবন শুরু করেন। তিনি ১৯৯৩ সালে বিএড কোর্স সম্পন্ন করেন এবং ২০১৮ সালে শিক্ষকতা থেকে অবসর নেন।\nদুই কন্যার জনক বর্মা ২০০৭ সালে তার স্ত্রী সাধনা রায় ক্যান্সারে মারা গেলে বিধ্বস্ত হয়ে পড়েন।\n\n\n== সংগীত জীবন ==\nতিনি ১২ বছর বয়সে গান বাজানো শুরু করেন। গ্রামের লীলা কীর্তনের প্রধান গায়ক ছিলেন। ভাওয়াইয়া ছাড়াও তিনি বাউল গান, ভাটিয়ালী, জারি, সারি ও পালা গান করেন। গানের পাশাপাশি ভূপতি ভূষণ বর্মা তার এলাকায় বিভিন্ন সামাজিক কর্মকাণ্ড পরিচালনা করছেন। তিনিও দুস্থ শিল্পীদের পাশে দাঁড়িয়েছেন এবং বিভিন্ন ক্ষেত্রে আর্থিকভাবে সহযোগিতা করছেন।\n১৯৮২ সালে তিনি ভাওইয়া শিল্পী হিসেবে রংপুর বেতারের তালিকাভুক্ত হন। বর্তমানে তিনি বিশেষ গ্রেডের শিল্পী হিসেবে গান পরিবেশন করেন। এছাড়াও ২০০৭ সালে বাংলাদেশ টেলিভিশনের তালিকাভুক্ত হন। বর্তমানে তিনি ভাওয়াইয়ার ’ক’ শ্রেণির শিল্পী। তার কন্ঠে রেকর্ডকৃত গানের সংখ্যা পাঁচ শতাধিক।\n\n\n== অর্জন ও সম্মাননা ==\nতিনি দেশ-বিদেশে ভাওয়াইয়া গান গেয়ে ৩৫টি স্মারক ও পদক পেয়েছেন। সংগীতে অবদান রাখায় পেয়েছেন ভাওয়াইয়া একাডেমি রংপুর কর্তৃক “আব্বাস উদ্দিন পদক”, পশ্চিমবঙ্গ মণীষি পঞ্চানন স্মৃতি রক্ষা কমিটি কর্তৃক সম্মাননা, প্রচ্ছদ, কুড়িগ্রাম কর্তৃক গুণী শিল্পী সম্মাননা পদক, রংপুর ক্ষত্রিয় সমিতির শততম বার্ষিকী সম্মাননা পদক। এছাড়াও ওস্তাদ মমতাজ আলী খান একাডেমি, বাংলাদেশ লোক সংগীত পরিষদ, সলিডারিটি কুড়িগ্রাম থেকে সম্মাননা পদক উল্লেখযোগ্য।\n২০১৯ সালে প্রকাশিত হলো 'নিদান কালের বান্ধব' শিরোনামে এই ভাওয়াইয়া ভাস্কর ভূপতি ভূষণ বর্মা সংবর্ধনগ্রন্থ। লোকসংস্কৃতি গবেষক ড. এরশাদুল হকের সম্পাদনায় শিল্পীর ৬২তম জন্মবার্ষিকী উপলক্ষে প্রকাশিত এ বইটি ভাওয়াইয়া গানের বিষয়-আসয় নিয়ে একটি মূল্যবান প্রকাশনায় পরিণত হয়েছে, যা শিল্পী ভূপতি ভূষণ বর্মার জীবন ও কর্মের দলিল স্বরূপ।\n\n\n== তথ্যসূত্র =="}