{"pageid": 1331815, "title": "গুড্ডি (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1331815", "content": "গুড্ডি হলো  ২০২২ সালের ভারতীয় বাংলা ভাষার রোমান্টিক নাটক টেলিভিশন ধারাবাহিক। এটি  ২৮ ফেব্রুয়ারি ২০২২ সালে মুক্তি পেয়েছিল। এটি বাংলা ভাষার সাধারণ বিনোদন চ্যানেল স্টার জলসাতে প্রচারিত হয়। এছাড়াও এটি ডিজিটাল প্ল্যাটফর্ম ডিজনি + হটস্টারেও উপলব্ধ। ধারাবাহিকটি শৈবাল বন্দ্যোপাধ্যায়ের ম্যাজিক মোমেন্টস মোশন পিকচার্স এবং লীনা গঙ্গোপাধ্যায়ের দ্বারা প্রযোজনা করা হয়েছে এবং প্রধান চরিত্রে অভিনয় করেছেন শ্যামরূপী মুডলি, রণজয় বিষ্ণু এবং মধুরিমা বসাক। সম্প্রতি জুটির মধ্যে ঘনিষ্ঠ মুহূর্তগুলি বিতর্কিত।\n\n\n== পটভূমি ==\nগল্পের সূচনা হয়, দার্জিলিং-এর এক তরুণী একজন পুলিশ অফিসার হতে চায়। যাইহোক, সেই পথ ধরে, তার জীবন অনুজের সাথে জড়িয়ে যায়, একজন সফল পুলিশ অফিসার যাকে সে প্রাথমিকভাবে দেশের সেবা করার অনুপ্রেরণা বলে মনে করে। একাধিক ঘটনার কারণে তিনি অনুজকে বিয়ে করেন, যখন অনুজ তার শৈশবের বন্ধু এবং গুড্ডির শিক্ষক শিরিনের প্রেমে পড়ে। গুড্ডি অবশেষে অজান্তেই অনুজের প্রতি অনুভূতি তৈরি করতে শুরু করে।\nযাইহোক, গুড্ডির প্রতি শিরিনের ক্রোধ বাড়তে থাকায়, বেশ কিছু ঘটনা অবশেষে গুড্ডি অনুজকে ডিভোর্স দেয় এবং পরবর্তীতে অনুজ শিরিনকে বিয়ে করে। জীবনে এগিয়ে যাওয়ার পর, গুড্ডি যুধাজিৎকে বিয়ে করেন, একজন নম্র এবং সহায়ক মানুষ, এবং অনুজের চাচাতো ভাই,  তিনি অবশেষে তার প্রেমে পড়ে যান।\n\n\n=== ৬ বছর পর ===\nগুড্ডি এখন দার্জিলিংয়ের একজন সফল পুলিশ অফিসার। অনুজ এবং শিরিনের একটি ছেলে হয়, তার নাম বুবলু, তখন তারা সমস্যার সম্মুখীন হয় কারণ শিরিনের অন্য একজনের সাথে বিবাহ বহির্ভূত সম্পর্ক শুরু হয়। শিরিন বুবলুকে তার ছেলে হিসেবে মেনে নেয় না এবং তার সাথে নিষ্ঠুরতা দেখায়। অবশেষে পরিস্থিতির কারণে, বুবলু গুড্ডির সাথে দেখা করে এবং দুজনের মধ্যে একটি ক্রমবর্ধমান মা-ছেলের বন্ধন তৈরি হয় যখন বুবলু অনুজের ছেলে বলে অজানা থাকে।\n\n\n=== ১৮ বছর পরে ===\nগুড্ডি, এখন অবসরপ্রাপ্ত, তার দত্তক কন্যা ঋতাভরীকে নিয়ে থাকেন। ঋতাভরী শীঘ্রই ঋতুরাজ ওরফে বুবলুর সাথে দেখা করে, এবং এইভাবে তাদের প্রেমের গল্প শুরু হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডিজনি+ হটস্টারে গুড্ডি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ এপ্রিল ২০২৩ তারিখে"}