{"pageid": 1331125, "title": "থেরেসি ক্লার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1331125", "content": "থেরেসি ক্লার্ক (১৯২৭ - ২০১৬) ছিলেন একজন ফরাসি জঙ্গি নারীবাদী যিনি মূলত মন্ট্রুইল শহরে সক্রিয় ছিলেন। তিনি 'গর্ভপাত ও জন্মনিয়ন্ত্রণের স্বাধীনতা আন্দোলনের' (ফরাসি: Mouvement pour la liberté de l'avortement et de la contraception), এমএলএসি) একজন সদস্য ছিলেন। তিনি ১৯৭৫ সাল পর্যন্ত তাঁর ছোট মন্ট্রুইল অ্যাপার্টমেন্টে অনেক অসুবিধায় থাকা সত্ত্বেও মহিলাদের জন্য গোপনীয় গর্ভপাত করেছিলেন। এরপরে গর্ভাবস্থার স্বেচ্ছায় সমাপ্তি আইনের মাধ্যমে গর্ভপাত বৈধ করা হয়েছিল। ২০০০ সালে, তিনি 'নারীদের জন্য ঘর' (ফরাসি: Maison des Femmes) নামে একটি সাংস্কৃতিক, সামাজিক এবং নারীবাদী কেন্দ্র প্রতিষ্ঠা করেন, সহিংসতার শিকার নারীদের জন্য। পরে এর নামকরণ করা হয় 'থেরেসি ক্লার্ক হাউস' (ফরাসি: Maison Thérèse Clerc)। বহু বছর ধরে, ক্লার্ক মন্ট্রুইলে বয়স্ক মহিলাদের জন্য একটি স্ব-পরিচালিত বাড়ি প্রতিষ্ঠার জন্য লড়াই করেছিলেন, অবশেষে ২০১৩ সালে তিনি 'বাবায়াগাস বাড়ি' (মেইসন দেস বাবায়াগাস) তৈরিতে সফল হন।\n\n\n== জীবনী ==\n১৯২৭ সালের ৯ই ডিসেম্বর থেরেসি ক্লার্ক জন্মগ্রহণ করেন। তিনি ব্যাগনোলেট শহরের একটি মধ্যবিত্ত বাড়িতে বড় হয়ে ওঠেন। সেখানে তাঁর বাবা একটি বই তৈরির কোম্পানিতে কাজ করতেন। থেরেসি টুপি তৈরির ব্যবসায় প্রবেশ করার পর, ২০ বছর বয়সে একজন শিল্পগত পরিচ্ছন্নতা রক্ষাকারী উদ্যোক্তাকে বিয়ে করেছিলেন। চার সন্তানের দেখাশোনা করার জন্য, তিনি অন্য সব কাজ ছেড়ে দিয়েছিলেন। একজন ক্যাথলিক হিসাবে, তিনি খ্রিস্টান সাক্ষ্য»\"নামক সাপ্তাহিক জার্নাল বিক্রি করছিলেন এবং আলজেরিয়ায় সামরিক পরিষেবা থেকে ফেরা যাজক কর্মীদের সাথে দেখা করেছিলেন। তিনি বলেছিলেন \"মার্ক্সের সাথে আমার দেখা হয়েছিল চারোনের রাস্তায় গির্জায়\"। কিন্তু, মহিলাদের সম্পর্কে চার্চের অবস্থানের কারণে তাঁকে তা থেকে দূরে সরিয়ে দেওয়া হয়েছে। তা সত্ত্বেও, তাঁর জীবনের শেষ দিকে, তিনি নাস্তিক এমনকি বিশ্বাসী হওয়ার চেয়েও নিজেকে বেশি অজ্ঞেয়বাদী বলে স্বীকার করেছিলেন (ঈশ্বর একজন \"প্রশ্ন করা কারণ তিনি প্রদর্শনযোগ্য নন। ঈশ্বর বিশ্বাসযোগ্য শুধুমাত্র সন্দেহ, আমি এতে মজা পেয়েছি\" তিনি ঘোষণা করছিলেন)।\n১৯৬০ এর দশকে, তিনি একটি বিভাগীয় দোকানে কাজ করতেন। তিনি ইন্দোচীন এবং আলজেরিয়ার যুদ্ধের বিরুদ্ধে বিক্ষোভে অংশ নিয়েছিলেন। তিনি এমএলএসির সদস্য হিসাবে বৈধ গর্ভপাতের পক্ষে একজন সক্রিয় কর্মী ছিলেন। ১৯৬৯ সালে বিবাহবিচ্ছেদ পাওয়ার পরে, তিনি মন্ট্রুইলে একটি ছোট অ্যাপার্টমেন্ট কিনেছিলেন। সেখানে ১৯৭৫ সালে গর্ভাবস্থার স্বেচ্ছায় সমাপ্তি আইন গৃহীত না হওয়া পর্যন্ত তিনি গোপনীয় গর্ভপাত করেছিলেন\n২০০০ সালে, ক্লার্ক মন্ট্রুইলে মেইসন ডেস ফেমেস নামক একটি দপ্তর প্রতিষ্ঠা করেন। যারা সহিংসতার মুখোমুখি হয়েছিল তাদের স্বাভাবিক জীবনে পুনরায় সংহত করতে সহায়তা করার জন্য এই বাড়িটি নিবেদিত ছিল। তিনি ২০০৭ সালে একটি স্ব-পরিচালিত অবসর হোম প্রতিষ্ঠা করতে গিয়েছিলেন। মেসন দেস বাবায়াগাস বয়স্ক মহিলাদের জন্য সুবিধা প্রদান করেছিল, তাদের অবাধে এবং গঠনমূলকভাবে একসাথে বসবাস করতে উৎসাহিত করেছিল। এছাড়াও, 'শিক্ষার কোন বয়স নেই' এটি মাথায় রেখে তিনি বয়স্কদের জন্য একটি বিশ্ববিদ্যালয় প্রতিষ্ঠা করেছিলেন। এটি ছিল সবার জন্য উন্মুক্ত, তাঁর 'বয়স্ক শিক্ষা বিশ্ববিদ্যালয়' (ফরাসি: des Savoirs sur la Vieillesse) (ইউনিসেভি) ছিল এই ধরনের প্রথম বিশ্ববিদ্যালয়।\n২০০৮ সালে, সিমোন ভেইলের উপস্থিতিতে, তিনি লিজিয়ন অফ অনারে সম্মানিত হন।\nথেরেসি ক্লার্ক ২০১৬ সালের ১৬ই ফেব্রুয়ারি তারিখে মন্ট্রুইলে মারা যান\n\n\n== তথ্যসূত্র =="}