{"pageid": 1331215, "title": "২৯তম স্ক্রিন অ্যাক্টরস গিল্ড পুরস্কার", "url": "https://bn.wikipedia.org/wiki?curid=1331215", "content": "২৯তম বার্ষিক স্ক্রিন অ্যাক্টরস গিল্ড অ্যাওয়ার্ডস ২০২২ সালের চলচ্চিত্র ও টেলিভিশনে সেরা অর্জনকে স্বীকৃতি প্রদান করতে ক্যালিফোর্নিয়ার সেঞ্চুরি সিটির ফেয়ারমন্ট সেঞ্চুরি প্লাজায় ২০২৩ সালের ২৬শে ফেব্রুয়ারি প্রদান করা হয়। অনুষ্ঠানটি নেটফ্লিক্সের ইউটিউব চ্যানেলে ৮:০০ টায় সরাসরি সম্প্রচার করা হয়। ২০২৩ সালের ১১ই জানুয়ারি অ্যাশলে পার্ক এবং হ্যালি লু রিচার্ডসন ইনস্টাগ্রাম লাইভের মাধ্যমে মনোনীতদের ঘোষণা করেন।\n২০২২ সালের মে মাসে নিশ্চিত করা হয় যে অনুষ্ঠানটি আর টিএনটি এবং টিবিএস-এ সম্প্রচারিত হবে না (অনুষ্ঠানটি ১৯৯৮ সাল থেকে টিএনটিতে প্রচারিত হয়েছে এবং ২০০৬ সাল থেকে টিবিএস-এও সম্প্রচার করা হয়েছে); একজন মুখপাত্র জোর দিয়েছিলেন যে অনুষ্ঠানের জন্য একটি নতুন স্থান খুঁজে পাওয়া \"অস্বাভাবিক নয় এবং স্যাগ পুরস্কারের ইতিহাসে বেশ কয়েকবার ঘটেছে। এটি ভিন্ন কিছু নয়।\" মনোনয়ন ঘোষণার দিন নিশ্চিত করা হয় যে অনুষ্ঠানটি নেটফ্লিক্সের ইউটিউব চ্যানেলে সরাসরি সম্প্রচার করা হবে।\nদ্য ব্যানশিজ অব ইনিশেরিন এবং এভরিথিং এভরিওয়েআর অল অ্যাট ওয়ান্স উভয়েই পাঁচটি মনোনয়ন লাভ করে, যা শেকসপিয়ার ইন লাভ (১৯৯৮), শিকাগো (২০০২) এবং ডাউট (২০০৮)-এর পূর্বে স্থাপন করা সর্বাধিক মনোনয়নের রেকর্ড গড়েছে।\nএভরিথিং এভরিওয়েআর অল অ্যাট ওয়ান্স এই আয়োজনে সর্বাধিক চারটি পুরস্কার অর্জন করে, যা স্যাগ পুরস্কারের ইতিহাসে কোন চলচ্চিত্রের সর্বাধিক বিজয়। এছাড়া সেরা প্রধান চরিত্রে অভিনেত্রী পুরস্কার জয়ী মিশেল ইয়ো ও  সেরা পার্শ্ব চরিত্রে অভিনেতার পুরস্কার জয়ী কি হুই কোয়ান প্রথম এশীয় অভিনয়শিল্পী হিসেবে একক পুরস্কার অর্জন করেন।\nস্যালি ফিল্ডকে ২০২৩ সালের ১১ই জানুয়ারি  ২০২২ স্ক্রিন অ্যাক্টর্স গিল্ড আজীবন সম্মাননা পুরস্কার প্রাপক হিসেবে ঘোষণা করা হয়।\n\n\n== বিজয়ী ও মনোনীত ==\nটীকা: বিজয়ীদের নাম গাঢ় বর্ণে দেওয়া রয়েছে।\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n=== স্ক্রিন অ্যাক্টরস গিল্ড আজীবন সম্মাননা পুরস্কার ===\nস্যালি ফিল্ড\n\n\n== আরও দেখুন ==\n৯৫তম একাডেমি পুরস্কার\n৮০তম গোল্ডেন গ্লোব পুরস্কার\n৭৬তম ব্রিটিশ অ্যাকাডেমি চলচ্চিত্র পুরস্কার\n২৯তম ক্রিটিকস চয়েস পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহি:সংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}