{"pageid": 1332220, "title": "ইউনিয়ন স্ট্রিট (উপন্যাস)", "url": "https://bn.wikipedia.org/wiki?curid=1332220", "content": "ইউনিয়ন স্ট্রিট হল ইংরেজ লেখক প্যাট বার্কারের প্রথম উপন্যাস। এটি ১৯৮২ সালে ভিরাগো প্রেস থেকে প্রকাশিত হয়েছিল। এই লেখায় ইউনিয়ন স্ট্রিটে বসবাসকারী সাতজন শ্রমজীবী নারীর জীবন বর্ণনা করা হয়েছে এবং তারা কিভাবে শিল্পমুক্তকরণের ফলে সৃষ্ট পরিবর্তনের প্রতিক্রিয়া জানায় তা দেখানো হয়েছে। গল্পটি ১৯৭০ এর দশকে উত্তর-পূর্ব ইংল্যান্ডের পটভূমিতে লেখা হয়েছে। ১৯৯০ সালের চলচ্চিত্র স্ট্যানলি অ্যাণ্ড আইরিস হল এই উপন্যাসটির একটি আলগা রূপান্তর।\n\n\n== সারমর্ম ==\nউপন্যাসটিকে কয়েকটি অধ্যায়ে বিভক্ত করা হয়েছে, সেগুলি প্রতিটি পরপর একই কয়েক মাস ধরে বিস্তৃত। উত্তর-পূর্ব ইংল্যান্ডের ইউনিয়ন স্ট্রিটে বসবাসকারী সাতজন শ্রমজীবী নারীর একজনের জীবনকে কেন্দ্র করে ঘটনা এগিয়েছে। চরিত্রগুলি বয়সের সীমা এবং পরিস্থিতি:\nএলিস বেলের বয়স তার সত্তরের দশকে এবং সে মৃত প্রায়। কেলি ব্রাউন এগারো বছর বয়সী, কিন্তু তাদের সকলেই সংগ্রাম এবং দারিদ্র্যের মুখোমুখি। গল্পটি এগারো বছর বয়সী কেলি ব্রাউনের চরিত্র দিয়ে শুরু হয়, তার ধর্ষণের পর কেলি এবং তার সম্প্রদায় ধর্ষণের প্রতিক্রিয়া জানায়। রাস্তার লোকেরা যখন তার ধর্ষণের কথা জানতে পারে তখন তারা প্রকাশ্যে তার প্রতি সহানুভূতি জানায়নি; পরিবর্তে, তারা সাধারণভাবে সহানুভূতির কথা বলে। সে অসুস্থ হয়ে পড়লে, যেভাবে তার প্রতি সহানুভূতি জানানো উচিত ছিল, তারা সেভাবেই তাদের প্রতিক্রিয়া জানায়। কিন্তু শিশু থেকে প্রাপ্তবয়স্ক সকলেই তার আড়ালে এই ঘটনা সম্পর্কে কথা বলে। কেলি ক্রমবর্ধমানভাবে বিচ্ছিন্ন হয়ে পড়ে, সে প্রাপ্তবয়স্কদের প্রতি অবিশ্বাসী হয়ে পড়ে এবং অন্য শিশুদের সাথে আর একাত্মতা অনুভব করে না। সে রাতে একা একাই সময় কাটায়। সময়ের সাথে সাথে কেলির নীরবতা ক্রোধে পরিণত হয়, বিদ্রোহ এবং সহিংসতার সাথে ঘটনার আঘাতের প্রতিক্রিয়া জানায়। তার প্রতিক্রিয়ার মধ্যে ছিল নিজের চুল ছোট করে কেটে ফেলা এবং একটি স্কুলের জানালা ভাঙ্গা।\n\n\n== তাৎপর্য এবং প্রাপ্তি ==\nযদিও বইটি ইউনিয়ন স্ট্রিট সমালোচকদের দ্বারা \"অত্যন্ত প্রশংসিত\" হয়েছিল, কিন্তু বিষয়বস্তু এবং পটভূমির কারণে এটি প্রতিকূল মন্তব্যও পেয়েছিল। দ্য গার্ডিয়ান রিপোর্ট করেছিল যে একজন সাক্ষাৎকারী \" ঋতুস্রাব, প্রসব এবং অবৈধভাবে গর্ভপাত\" এর বর্ণনা দেখে আতঙ্কিত হয়ে পড়েছিলেন এবং বইটিকে \"অত্যধিক স্ত্রীরোগ সংক্রান্ত\" বলে ঘোষণা করেছিলেন।\n\n\n== উন্নয়ন ==\n১৯৭০-এর দশকে বার্কার তিনটি পাণ্ডুলিপি লিখেছিলেন যেগুলি তিনি \"মধ্যবিত্ত উপন্যাস\" হিসাবে বর্ণনা করেছেন। সেগুলি প্রকাশকদের কাছ থেকে ইতিবাচক প্রতিক্রিয়া পেয়েছিল কিন্তু সবগুলিই প্রকাশনার ক্ষেত্রে প্রত্যাখ্যাত হয়েছিল। এই প্রত্যাখ্যানগুলির কারণে তিনি ভেবেছিলেন যে তাঁর বইগুলি সম্ভবত কখনই প্রকাশিত হবে না। তাই তিনি মুক্ত মনে ইউনিয়ন স্ট্রিট নিয়ে কাজ করে গেছেন, কারণ তাঁর বিশ্বাস ছিল এটি প্রকাশ পাবেনা। তাঁর এই মতামত তাঁর প্রাপ্ত প্রতিক্রিয়াগুলির ভিত্তিতে তৈরি হয়েছিল, প্রতিক্রিয়া দেওয়া হয়েছিল যে বইটি খুব অন্ধকারময় এবং হতাশাজনক। ১৯৭৮ সালে বার্কার হেপটনস্টলের কাছে লাম্ব ব্যাংকে আরভন ফাউন্ডেশন দ্বারা পরিচালিত লেখকদের একটি কর্মশালায় অংশ নেন এবং লেখক অ্যাঞ্জেলা কার্টারের সাথে দেখা করেন। কার্টার ইউনিয়ন স্ট্রিট পড়েন এবং বার্কারকে পাণ্ডুলিপিটি প্রকাশক ভিরাগো প্রেসের কাছে পাঠাতে উৎসাহিত করেন। নারী সাহিত্যের বিশেষজ্ঞ ভিরাগো বইটি গ্রহণ করেন এবং এটি ১৯৮২ সালে প্রকাশিত হয়।\n\n\n== পুরস্কার এবং মনোনয়ন ==\nইউনিয়ন স্ট্রিট ১৯৮৩ সালে ফসেট সোসাইটি বইয়ের পুরস্কার জিতেছিল। এটি গার্ডিয়ান ফিকশন পুরস্কারের জন্য রানার্স আপ ছিল।\n\n\n== অভিযোজন ==\n১৯৮৯ সালে ইউনিয়ন স্ট্রিট থেকে শিথিলভাবে অভিযোজিত স্ট্যানলি অ্যাণ্ড আইরিস নামে একটি চলচ্চিত্র মুক্তি পায়। আসল বইটির বিপরীতে, এই ছবিটি একটি রোমান্টিক কমেডি। উপন্যাসের একটি চরিত্রের সাথে এর মিল রয়েছে, সে হল আইরিস কিং। চলচ্চিত্রটি ইংল্যান্ডের পরিবর্তে মার্কিন যুক্তরাষ্ট্রের পটভূমিতে তৈরি করা হয়েছে এবং বইতে থাকা বৈশিষ্ট্যযুক্ত বাস্তবতা বা ভাষা এই চলচ্চিত্রের নেই। এই ছবিতে, আইরিস একজন বিধবা। সে একটি বেকড পণ্যের কারখানায় চাকরি করে। একই কারখানার একজন নিরক্ষর রাঁধুনির সাথে তার দেখা হয় এবং সে প্রেমে পড়ে। বই এবং চলচ্চিত্রের মধ্যে অনেক ঘটনা এবং বিষয়বস্তু আলাদা।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:প্যাট বার্কার"}