{"pageid": 1332208, "title": "ধারাবাহিক ধর্ষক", "url": "https://bn.wikipedia.org/wiki?curid=1332208", "content": "একজন ধারাবাহিক ধর্ষক হলেন এমন একজন যিনি একাধিক ধর্ষণ করেন, তা একাধিক শিকার বা একক শিকারকে নির্দিষ্ট সময়ের মধ্যে বারবার।  কিছু ধারাবাহিক ধর্ষক শিশুদের লক্ষ্য করে।    যৌন শিকারী, পুনরাবৃত্ত ধর্ষণ এবং একাধিক অপরাধমূলক শব্দগুলিও সেই ব্যক্তিদের কার্যকলাপ বর্ণনা করতে ব্যবহার করা যেতে পারে যারা পরপর একাধিক ধর্ষণ করে, কিন্তু গবেষণায় স্ব-প্রতিবেদন করার সময় তাদের বিচার করা হয়নি।   অন্যরা কারাগারে তাদের হামলা করে।  কিছু কিছু ক্ষেত্রে, একদল ধারাবাহিক ধর্ষক একসাথে কাজ করতে পারে।  এই ধর্ষকদের আচরণের একটি প্যাটার্ন থাকতে পারে যা কখনও কখনও তাদের কার্যকলাপের ভবিষ্যদ্বাণী করতে এবং তাদের গ্রেপ্তার এবং দোষী সাব্যস্ত করতে সহায়তা করে।  ধারাবাহিক ধর্ষকরাও এক বারের অপরাধীদের থেকে আলাদা কারণ \"ধারাবাহিক ধর্ষকরা প্রায়শই অপহরণ, মৌখিক এবং শারীরিকভাবে শিকারদের হুমকি এবং অস্ত্র ব্যবহার বা হুমকিতে জড়িত থাকে।\" \n\n\n== আইন প্রয়োগকারী ==\nঅনেক সময় ধর্ষিত ব্যক্তিদের শারীরিক পরীক্ষা ও সাক্ষ্য থেকে যে প্রমাণ সংগ্রহ করা হয় তা অনেক আইন প্রয়োগকারী সংস্থার দখলে থাকে এবং একটি নির্দিষ্ট সময়ের মধ্যে ধর্ষক অপরাধটি করেছে তা স্বীকৃতির ক্ষেত্রে বাধা সৃষ্টি করতে পারে। ভুক্তভোগীরা তদন্তে সহযোগিতা না করলে ধর্ষকের দোষী সাব্যস্ত হতে দেরি হতে পারে।  প্রমাণে ডিএনএ, লালা এবং আঙুলের ছাপ, চুল, যোনি সোয়াব, আঙুলের নখের কাটা বা ভাঙ্গা অংশ এবং বিছানার চাদর থাকতে পারে।  যারা ধারাবাহিক ধর্ষণের তদন্ত করেন তারা ধর্ষকের কৌশল বা ধরণগুলিকে চিহ্নিত করে গ্রেপ্তারের আগে প্রায়ই একটি 'ডাকনাম' দিয়ে ধর্ষককে চিহ্নিত করে। \nভুক্তভোগীর পরিচিত একজন ধর্ষকের চেয়ে ধারাবাহিক ধর্ষকদের দোষী সাব্যস্ত হওয়ার সম্ভাবনা বেশি।  ধর্ষণের একটি মামলার জন্য দোষী সাব্যস্ত ব্যক্তিদের বিপরীতে, ধর্ষণ কিটগুলির ব্যাকলগ বিশ্লেষণের ধীর প্রক্রিয়ার কারণে ধারাবাহিক ধর্ষকরা প্রায়শই অচেনা রয়ে যায়।   অতীতে সংঘটিত ধর্ষণে জড়িত কোন ব্যক্তিকে চিহ্নিত করতে অনেক বছর সময় লাগতে পারে। \nকেস ওয়েস্টার্ন রিজার্ভ ইউনিভার্সিটি আগে গ্রেপ্তার হওয়া যৌন অপরাধীদের প্রবণতা চিহ্নিত করেছে। ২৬% আগে যৌন নিপীড়নের জন্য গ্রেপ্তার হয়েছিল। ৬০% প্রথমটির সাথে সম্পর্কহীন কমপক্ষে অন্য একটি যৌন নিপীড়নের জন্য গ্রেপ্তার হয়েছিল। \nএই ধরনের অপরাধীদের দমন ও ধরার জন্য, এফবিআই ১৯৭৪ সালে তার আচরণগত বিজ্ঞান ইউনিট তৈরি করে। \n\n\n== কৌশল ==\nএকজন ধারাবাহিক ধর্ষক সম্ভাব্য শিকার শনাক্ত করতে অনলাইন ডেটিং সাইট ব্যবহার করতে পারেন।  শিকার এবং তাদের পরিবারের ক্ষতির হুমকি দেওয়া আরেকটি কৌশল।   শিকারকে কখনও কখনও মাদকদ্রব্য দিয়ে কাবু করতে পারে।  কিছু ধারাবাহিক ধর্ষকদের লক্ষ্য ও সময়সূচী নির্দিষ্ট করা থাকে।  একজন ধারাবাহিক ধর্ষক ওয়েবসাইটে তাদের ক্রিয়াকলাপ বর্ণনা করতে পারে, যৌন নিপীড়ন করার জন্য তারা যে কৌশলগুলি ব্যবহার করে তা বর্ণনা করে।  ২০১৪ সালে, একটি ১৮ বছর বয়সী ব্যক্তি ধারাবাহিক ধর্ষণের জন্য অভিযুক্ত মেয়েদের সাথে সম্পর্ক স্থাপনের জন্য সেল ফোন মেসেজিং অ্যাপস ফেসবুক, কিক এবং স্ন্যাপচ্যাট ব্যবহার করেছিল। কিছু ধারাবাহিক ধর্ষক শিকারদের দূরবর্তী স্থানে নিয়ে যায়। \n\n\n== আরো দেখুন ==\nধারাবাহিক ধর্ষকদের তালিকা\nধারাবাহিক খুনি\n\n\n== তথ্যসূত্র =="}