{"pageid": 1332656, "title": "বেলা বুকস", "url": "https://bn.wikipedia.org/wiki?curid=1332656", "content": "বেলা বুকস হল ফ্লোরিডার টালাহাসিতে অবস্থিত একটি ছোট প্রেস। এখান থেকে নারী সমকামী সাহিত্য প্রকাশিত হয়।\n\n\n== ইতিহাস ==\nমিশিগানের ফার্নডেলে অবস্থিত ওমেনস প্রেরোগেটিভ বুকস্টোরের সাথে কেলি স্মিথের দীর্ঘদিনের সম্পর্ক ছিল। অন্যান্য বিনিয়োগকারীদের সাথে, ফার্ন্ডেলের কর্পোরেশনটি  বৃদ্ধির উদ্দেশ্যে স্মিথ, ১৯৯৯ সালে মিশিগানের নতুন কর্পোরেশনটি তৈরি করেছিলেন। জ্যাক রাসেল টেরিয়ার এই বইয়ের দোকানে আদালত বসানোর পর এই দোকানের নামকরণ করা হয়েছিল বেলা বুকস। ২০০৪ সালে স্মিথ কোম্পানি ছেড়ে চলে যান এবং বর্তমান প্রধান নির্বাহী কর্মকর্তা লিন্ডা হিল তাঁর স্থলাভিষিক্ত হন। লিন্ডা স্পিনস্টার ইঙ্ক এবং বিনপোল বুকসেরও প্রধান নির্বাহী কর্মকর্তা ছিলেন। হিল এই ছাপাখানাটিকে ২০০৫ সালে ফ্লোরিডার টালাহাসিতে নিয়ে যান।\n২০০১ সালে এখান থেকে প্রথম বইটি প্রকাশের পর থেকে, এর প্রাথমিক মনোযোগ নারী সমকামী সাহিত্যের ওপর রয়েছে। এই প্রেসটি লেসবিয়ান রম্যোপন্যাস, লেসবিয়ান রহস্য এবং লেসবিয়ান অনুমানমূলক কল্পকাহিনী উপন্যাস ও লেসবিয়ান আদিরসাত্মক সৃষ্টিকর্মমূলক ছোট গল্পের সংকলন প্রকাশ করে। ২০০৩ সালে এটি নায়াদ প্রেসের অবিক্রীত মজুত কিনে নেয়, যার মধ্যে জেন রুলের পুরোনো বইয়ের তালিকার বেশিরভাগ বই ছিল। ২০০৪ সালে, এটি বিলুপ্ত রাইজিং টাইড প্রেসের অবিক্রীত মজুত কিনে নিয়েছিল। ২০০৫ সালে এটি নিউ ভিক্টোরিয়া প্রেসের জন্য বিতরণের অধিকার অর্জন করে, যার মধ্যে সারা ড্রেহারের লেখা ছিল। ২০০৮ সালে এটি এলেন হার্টের লেখার পুনর্মুদ্রণের অধিকার অর্জন করে। প্রতি বছর সাধারণভাবে উৎপাদন ২৪ - ৩০টি ট্রেড পেপারব্যাক প্রকাশের পাশাপাশি ধ্রুপদী লেখার পুনর্মুদ্রণ অন্তর্ভুক্ত থাকে। এখানে ছাপায় মোট শিরোনাম ৩০০ ছাড়িয়ে গেছে।\nইংরেজি-ভাষী বাজারে প্রথম প্রকাশিত শিরোনামগুলি ফ্রান্স (কেটিএম সংস্করণ, সংস্করণ ড্যানস ল'এনগ্রেনেজ), জার্মানি (ভারলাগ ক্রুগ), স্পেন (এগালেস) এবং চেক প্রজাতন্ত্রে (লেপ্রেস) প্রকাশের জন্য অনুবাদ করা হয়। কোয়ালিটি পেপারব্যাক বুক ক্লাবের একটি বিভাগ ইনসাইটআউট বুক ক্লাব থেকে হার্ডকভার সংস্করণ ছাপার জন্য কিছু শিরোনামও এরা অর্জন করেছে।\n২০১২ সালের মধ্যে ব্যবসার সবচেয়ে বড় অংশটি ছোট নারীবাদী এবং এলজিবিটি প্রকাশকদের জন্য বিতরণ করা হয়েছিল।\n\n\n== পুরস্কার ==\nএর তালিকাভুক্ত শিরোনামের একশোরও বেশি বই হয় ল্যাম্বডা সাহিত্য পুরস্কার বা গোল্ডেন ক্রাউন লিটারারি সোসাইটি পুরস্কার জিতেছে অথবা পুরস্কারের জন্য বাছাই করা হয়েছে।  ২০০৪ সালে এটি ল্যাম্বডা লিটারারি ফাউন্ডেশনের স্বাধীন এলজিবিটি প্রেস পুরস্কার জিতেছে। \n\n\n== উল্লেখযোগ্য লেখক ==\nউল্লেখযোগ্য লেখকদের মধ্যে রয়েছেন:\n\nরিয়ানন আর্গো \nনিকি বেকার\nজেসি চ্যান্ডলার\nজিন কর্ডোভা\nলিয়া ডেলি \nক্যাথরিন ভি ফরেস্ট\nন্যান্সি গার্ডেন\nরাচেল গোল্ড\nএলেন হার্ট\nগেরি হিল   \nহিদার রোজ জোন্স\nকারিন কলমেকার\nরবি ম্যাককয় \nক্লেয়ার ম্যাকন্যাব\nক্যাথরিন মাইরিসি \nজোয়ান পাসেট  \nএমা পেরেজ\nডায়ানা সিমন্ডস\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n \n\n\n== আরও পড়ুন ==\nChen, Jane (জুলাই ৬, ২০০৬)। \"A Survey of the Lesbian Fiction Publishing Industry\"। AfterEllen.com। ২০১১-০৫-১৮ তারিখে মূল থেকে আর্কাইভ করা। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}