{"pageid": 1332199, "title": "টাইম'স আপ আইনি প্রতিরক্ষা তহবিল", "url": "https://bn.wikipedia.org/wiki?curid=1332199", "content": "টাইম'স আপ আইনি প্রতিরক্ষা তহবিল হল ওয়াশিংটন ডিসির সদর দপ্তর অবস্থিত একটি সংস্থা, যেটি কর্মক্ষেত্রে যৌন হয়রানির শিকার ব্যক্তিদের আইনি এবং গণ মাধ্যমের সহায়তা প্রদান করে। তহবিলটি ন্যাশনাল উইমেন'স ল সেন্টার বা জাতীয় মহিলা আইন কেন্দ্র (এনডব্লিউএলসি) দ্বারা সংরক্ষিত এবং পরিচালিত হয়। ৫০১(গ)৩ (মার্কিন যুক্তরাষ্ট্রের কর্পোরেশন) হিসেবে এটি একটি অলাভজনক সংস্থা, যারা আদালতে, লোকনীতির ক্ষেত্রে এবং আমাদের সমাজে লিঙ্গ ন্যায়বিচারের পক্ষ সমর্থন করে।\n\n\n== ইতিহাস ==\nটাইমস আপ আইনি প্রতিরক্ষা তহবিলটি ২০১৮ সালের জানুয়ারিতে প্রতিষ্ঠিত হয়েছিল। এর সহ-প্রতিষ্ঠাতা ছিলেন রবার্টা কাপলান, টিনা শেন এবং ফতিমা গস গ্রেভস। প্রথম দুজন আগেই টাইমস আপ সংগঠনের সাথে যুক্ত ছিলেন এবং ফতিমা ছিলেন জাতীয় মহিলা আইন কেন্দ্রের প্রেসিডেন্ট এবং সিইও। প্রতিষ্ঠার পর থেকে, তহবিলটি টাইমস আপের অন্য দুটি সংস্থা টাইমস আপ নাও এবং টাইমস আপ ফাউন্ডেশন এর থেকে স্বাধীনভাবে কাজ করেছে, এবং জাতীয় মহিলা আইন কেন্দ্র দ্বারা পরিচালিত ও সংরক্ষিত হচ্ছে।\n২০২১ সালের আগস্টে, নিউইয়র্কের গভর্নর অ্যান্ড্রু কুওমোর যৌন হয়রানির অভিযোগের তদন্তের পর টাইম'স আপ সংস্থা থেকে কাপলান এবং শেন পদত্যাগ করেন, প্রকাশ পেয়েছিল যে টাইম'স আপ সংস্থার নেতৃস্থানীয়রা কুওমোরকে আইনি পরামর্শ দিয়েছিলেন। ২০২৩ সালের জানুয়ারিতে, টাইমস আপ নাও এবং টাইমস আপ ফাউন্ডেশন তাদের কার্যক্রম বন্ধ করে দেয় এবং তাদের অবশিষ্ট তহবিলের বেশিরভাগ অংশ টাইমস আপ আইনি প্রতিরক্ষা তহবিলে স্থানান্তর করে।\nতহবিলটি জাতীয় মহিলা আইন কেন্দ্র দ্বারা গৃহীত এবং পরিচালিত হয়। তহবিলের বর্তমান পরিচালক জেনিফার মন্ডিনো।\n\n\n== অর্থায়ন ==\nতহবিলটিতে মূলত টাইমস আপ ফাউন্ডেশনের মাধ্যমে তহবিল সংগ্রহ করে অর্থায়ন করা হয়েছিল। টাইমস আপ আইনি প্রতিরক্ষা তহবিলের জন্য ২০১৮ সালের প্রাথমিক তহবিল সংগ্রহের গোফান্ডমি প্রচারণায় তার প্রথম দুই মাসে $২১ মিলিয়ন সংগ্রহ করেছিল।\n২০২৩ সালের জানুয়ারী পর্যন্ত, জাতীয় মহিলা আইন কেন্দ্র দ্বারা তহবিল সংগ্রহের মাধ্যমে তহবিলে অর্থায়ন করা হয়।\n\n\n== কাজ ==\nকর্মক্ষেত্রে যৌন হয়রানির শিকার ব্যক্তিদের সাথে জড়িত পরিস্থিতিতে আইনী প্রতিনিধিত্ব, গণ মাধ্যমের সহায়তা এবং ঘটনার বিবরণ দেওয়ায় সহায়তা করার জন্য এই তহবিল আর্থিক সহায়তা প্রদান করে।\nকর্মক্ষেত্রে যৌন হয়রানি সম্পর্কে সম্প্রদায়ের প্রচার এবং শিক্ষার জন্য তহবিলটি সম্প্রদায়-ভিত্তিক সংস্থাগুলিকে অর্থ প্রদান করেছে।\nএনডব্লিউএলসি বা জাতীয় মহিলা আইন কেন্দ্রের লিগাল নেটওয়ার্ক ফর জেন্ডার ইক্যুইটির মাধ্যমে, এই তহবিল কর্মক্ষেত্র, শিক্ষা, এবং স্বাস্থ্যসেবাতে যৌন হয়রানি সহ, যৌন বৈষম্য জড়িত পরিস্থিতিতে আইনি সহায়তার জন্য নিপীড়িত ব্যক্তিদের সঙ্গে সংযুক্ত হয়।\n\n\n== সম্মাননা ==\n২০১৯ সালে নিউ ইয়র্ক টাইমস তহবিলটিকে \"[টাইমস আপ]-এর মুকুট রত্ন\" বলে অভিহিত করেছিল এবং ২০২১ সালে বলেছিল যে উদ্যোগটি সম্ভবত টাইমস আপের সবচেয়ে উল্লেখযোগ্য অর্জনকে প্রতিনিধিত্ব করে।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:ওয়েইনস্টাইন প্রভাব"}