{"pageid": 1332923, "title": "কার্স্টিন ভালদেজ কোয়াড", "url": "https://bn.wikipedia.org/wiki?curid=1332923", "content": "কার্স্টিন ভালদেজ কোয়াড একজন মার্কিন লেখিকা।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nকোয়াডের জন্ম নিউ মেক্সিকোর আলবুকার্কে। তাঁর পিতা ছিলেন একজন শ্বেতাঙ্গ এবং মাতা ছিলেন একজন হিস্পানিক মহিলা। তাঁর বাবা একজন মরুভূমির ভূতাত্ত্বিক ছিলেন এবং তাঁর পরিবার দক্ষিণ-পশ্চিম মার্কিন যুক্তরাষ্ট্রে এবং সেই সঙ্গে অস্ট্রেলিয়াতে বসবাস করত। তিনি ফিলিপস এক্সেটার একাডেমিতে যোগদান করেন। এরপর তিনি স্ট্যানফোর্ড বিশ্ববিদ্যালয় থেকে নিজের বিএ এবং ওরেগন বিশ্ববিদ্যালয় থেকে এমএফএ ডিগ্রী অর্জন করেন। ২০০৯ থেকে ২০১১ সাল পর্যন্ত তিনি স্ট্যানফোর্ড বিশ্ববিদ্যালয়ের সৃজনশীল লেখার প্রোগ্রামে ওয়ালেস স্টেগনার ফেলো ছিলেন, সেখানে তিনি জোন্স লেকচারার হিসেবেও পড়াতেন। ২০১৪ - ১৫ সালে, তিনি মিশিগান বিশ্ববিদ্যালয়ের সৃজনশীল লেখার ডেলবাঙ্কো পরিদর্শক অধ্যাপক ছিলেন। তিনি বর্তমানে প্রিন্সটন বিশ্ববিদ্যালয়ের সৃজনশীল লেখার সহকারী অধ্যাপক।\n\n\n== কর্মজীবন ==\nকোয়াডের লেখাগুলি দ্য নিউ ইয়র্কার, ন্যারেটিভ ম্যাগাজিন, দ্য বেস্ট আমেরিকান শর্ট স্টোরিস, দ্য ও হেনরি প্রাইজ স্টোরিজ এবং অন্যত্র প্রকাশিত হয়েছে। তাঁর লেখার মধ্য দিয়ে পরিবার, জাতি, শ্রেণী এবং বয়ঃসন্ধির বিষয়গুলি একসাথে বুনট বাঁধে এবং নিউ মেক্সিকোর পটভূমিতে লেখকের নিজের বড় হয়ে ওঠার দ্বারা অনুপ্রাণিত হয়ে উদ্ভাসিত হয়।\nতাঁর প্রথম ছোটগল্প সংকলন, নাইট অ্যাট দ্য ফিয়েস্টাস, সমালোচকদের প্রশংসা পেয়েছে এবং পুরস্কার জিতেছে। দ্য নিউ ইয়র্ক টাইমস- এর একটি পর্যালোচনা তাঁর গল্পগুলিকে \"বৈধ সেরা অবদান\" হিসাবে চিহ্নিত করেছে এবং বইটিকে একটি \"ভুতুড়ে এবং সুন্দর প্রথম গল্পের সংগ্রহ\" বলে অভিহিত করেছে। তাঁর প্রথম উপন্যাস দ্য ফাইভ উণ্ডস, ২০২১ সালে প্রকাশিত হয়েছিল। উপন্যাসটি কথাসাহিত্যে শ্রেষ্ঠত্বের জন্য ২০২২ সালের অ্যান্ড্রু কার্নেগি পদকের জন্য বাছাই তালিকাভুক্ত হয়েছিল।\n\n\n== পুরস্কার ও সম্মাননা ==\n\"নেমেসিয়া\" এর জন্য ২০১৩ আখ্যান পুরস্কার।\n২০১৩ রোনা জাফ ফাউন্ডেশন রাইটার্স অ্যাওয়ার্ড\n২০১৪ ন্যাশনাল বুক ফাউন্ডেশন \"৫ আন্ডার ৩৫ অ্যাওয়ার্ড\" নাইট অ্যাট ফিয়েস্টাস এর জন্য\n২০১৪ পেন/ও হেনরি স্টোরিজ নির্বাচন নেমেসিয়া এর জন্য।\n২০১৬ জন লিওনার্ড পুরস্কার, নাইট অ্যাট দ্য ফিয়স্টাস এর জন্য বিজয়ী\n২০২১ সেন্টার ফর ফিকশন প্রথম উপন্যাস পুরস্কার দ্য ফাইভ উণ্ড এর জন্য\n\n\n== গ্রন্থপঞ্জি ==\nকোয়াড, কার্স্টিন ভালদেজ (২০১৫)। নাইট অ্যাট ফিয়েস্টাস: স্টোরিজ। ডব্লিউ ডব্লিউ নর্টন অ্যান্ড কোম্পানি। আইএসবিএন 978-0-393-24298-0। \nকোয়াড, কার্স্টিন ভালদেজ (২০২১)। দ্য ফাইভ উণ্ডস: এ নভেল। ডব্লিউ ডব্লিউ নর্টন অ্যান্ড কোম্পানি। আইএসবিএন 978-0-393-24283-6। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nKirstinValdezQuade.com - অফিসিয়াল ওয়েবসাইট\nলুইস সেন্টার ফর আর্টসে কার্স্টিন ভালদেজ কোয়াডের ফ্যাকাল্টি প্রোফাইল\nন্যারেটিভ ম্যাগাজিনে লেখার জন্য সেরা পরামর্শ\nনাইট অ্যাট দ্য ফিয়েস্টাস, দ্য নিউ ইয়র্ক টাইমস- এ একটি বই পর্যালোচনা\nএনপিআর -এ কার্স্টিন ভালদেজ কোয়াদের সাক্ষাৎকার"}