{"pageid": 1332173, "title": "চৌহান", "url": "https://bn.wikipedia.org/wiki?curid=1332173", "content": "চৌহান, ঐতিহাসিক চাহামানা থেকে প্রাপ্ত একটি নাম, মধ্যযুগীয় ভারতীয় যুগে রাজস্থানের বিভিন্ন শাসক রাজপুত পরিবারের সাথে যুক্ত একটি গোষ্ঠীর নাম।\n\n\n== উপগোষ্ঠী ==\nখিচি, হাদা, সোঙ্গারা, ভাদৌরিয়া, দেবদা ইত্যাদি হল চৌহান রাজপুতদের শাখা বা উপগোষ্ঠী।\n\n\n== উৎপত্তি ==\nচৌহান শব্দটি সংস্কৃত শব্দ চাহামানা (আ-ধ্ব-ব: Cāhamāna) এর আঞ্চলিক রূপ। বেশ কয়েকটি চৌহান শিলালিপিতে চাহামানা নামে একজন কিংবদন্তি বীরের নাম তাদের পূর্বপুরুষ হিসাবে উল্লেখ করা হয়েছে, তবে তাদের মধ্যে কোনটিই তিনি যে সময়কালে বসবাস করেছিলেন তা বর্ণনা করেনি।\nপ্রাচীনতম বিদ্যমান শিলালিপি যা চৌহানদের উৎপত্তি বর্ণনা করে তা হল ১১১৯ খ্রিস্টাব্দের রত্নপালের সেবাদী শিলালিপি, যিনি ছিলেন নাডদুলা চাহামানা রাজবংশের একজন শাসক। এই শিলালিপি অনুসারে চাহামানাদের পূর্বপুরুষ ইন্দ্রের চোখ থেকে জন্মগ্রহণ করেছিলেন।\nশাকম্ভরী চাহমান রাজা সোমেশ্বরের ১১৭০ খ্রিস্টাব্দের বিজোলিয়া শিলালিপিতে বলা হয়েছে যে তাঁর পূর্বপুরুষ সামন্তরাজ ঋষি বৎসের গোত্রে অহিচ্ছত্রপুরে (সম্ভবত আধুনিক নাগৌর) জন্মগ্রহণ করেছিলেন। জালোর চাহামানা রাজা চাচিগা-দেবের ১২৬২ খ্রিস্টাব্দের সুন্ধা পাহাড়ের শিলালিপিতে বলা হয়েছে যে রাজবংশের পূর্বপুরুষ চাহামান বৎসদের জন্য \"আনন্দের উৎস\" ছিলেন। ১৩২০ মাউন্ট আবু (অচলেশ্বর মন্দির) দেওরা চৌহান শাসক লুম্বের শিলালিপিতে বলা হয়েছে যে বৎস সৌর রাজবংশের পরে যোদ্ধাদের একটি নতুন বংশ হিসাবে চাহমানদের সৃষ্টি করেছিলেন এবং চন্দ্র রাজবংশের অস্তিত্ব বন্ধ হয়ে গিয়েছিল।\nশাকম্ভরী চাহামানা শাসক চতুর্থ বিগ্রহরাজা (আনু. ১১৪০-৬৭ খ্রিষ্টাব্দ) এর আজমীর শিলালিপি দাবি করে যে চাহামানা সৌর রাজবংশের অন্তর্গত, ইক্ষভাকু এবং রামের বংশধর। দ্বাদশ শতাব্দীর পৃথ্বীরাজ বিজয় মহাকাব্য, পৃথ্বীরাজ তৃতীয় এর রাজসভার কবি জয়নাক দ্বারা রচিত, এছাড়াও শাসক রাজবংশের জন্য একটি সৌর রাজবংশের উৎস বলে দাবি করে। এই টেক্সট অনুসারে, চাহমান অর্কমন্ডল (সূর্যের কক্ষপথ) থেকে পৃথিবীতে এসেছিল।\n\nনয়াচন্দ্র সুরির পঞ্চদশ শতকের হাম্মিরা মহাকাব্য, যা রণথম্ভোর শাখার শাসক হাম্মিরার জীবন বর্ণনা করে, নিম্নলিখিত বিবরণ দেয়: একবার ব্রহ্মা একটি ধর্মীয় উৎসর্গ করার জন্য একটি শুভ স্থানের সন্ধানে ঘুরে বেড়াচ্ছিলেন। তিনি শেষ পর্যন্ত সেই স্থানটি বেছে নিলেন যেখানে তার হাত থেকে একটি পদ্ম পড়েছিল; এই স্থানটি পুষ্কর নামে পরিচিতি লাভ করে। ব্রহ্মা তার যজ্ঞ অনুষ্ঠানকে দানবদের (দুর্বৃত্ত) হাত থেকে রক্ষা করতে চেয়েছিলেন। অতএব, তিনি সূর্যকে স্মরণ করেছিলেন এবং সূর্যের কক্ষ থেকে একজন বীরের জন্ম হয়েছিল। এই বীর ছিলেন হাম্মিরা রাজবংশের পূর্বপুরুষ চোহান। ১৫ বা ১৬ শতকের চাঁদ বারদাইয়ের পৃথ্বীরাজ রাসোর প্রাচীনতম বিদ্যমান সংশোধন বলে যে প্রথম চৌহান রাজা - মাণিক্য রায় - ব্রহ্মার ত্যাগ থেকে জন্মগ্রহণ করেছিলেন।] রণথম্বোরের শাসক রাও সুরজানার পৃষ্ঠপোষকতায় বাঙালি কবি চন্দ্র শেখর রচিত ষোড়শ শতাব্দীর সুরজানা-চরিতেও একই ধরনের বিবরণ রয়েছে। এটি বলে যে ব্রহ্মা পুষ্করে একটি যজ্ঞ অনুষ্ঠানের সময় সূর্যের চাকতি থেকে প্রথম চাহমান তৈরি করেছিলেন।\nএই পূর্ববর্তী পৌরাণিক কাহিনী সত্ত্বেও, এটি ছিল অগ্নিবংশী (বা অগ্নিকুলা) পৌরাণিক কাহিনী যা চৌহান এবং অন্যান্য রাজপুত গোষ্ঠীর মধ্যে সর্বাধিক জনপ্রিয় হয়েছিল। এই পৌরাণিক কাহিনী অনুসারে, রাজপুত গোষ্ঠীর কিছু অগ্নি থেকে উৎসারিত হয়েছিল , একটি যজ্ঞের অগ্নিকুণ্ডে। এই কিংবদন্তি সম্ভবত ১০ শতকের পরমার রাজসভার কবি পদ্মগুপ্ত দ্বারা আবিষ্কৃত হয়েছিল, যার নব-সহশঙ্ক-চরিত শুধুমাত্র পরমারদের অগ্নিজাত বলে উল্লেখ করেছে। অগ্নিবংশী পৌরাণিক কাহিনীতে চৌহানদের অন্তর্ভুক্তির বিষয়টি পৃথ্বীরাজ রাসোর পরবর্তীকালের পুনরাবর্তন থেকে পাওয়া যায়। কিংবদন্তির এই সংস্করণে একবার বশিষ্ঠ এবং অন্যান্য মহান ঋষিরা আবু পাহাড়ে একটি প্রধান বলিদান অনুষ্ঠান শুরু করেন। দুষ্কৃতী দৈত্যদের (রাক্ষস) দ্বারা অনুষ্ঠানটি বাধাগ্রস্ত হয়েছিল। এই রাক্ষসদের থেকে পরিত্রাণের জন্য, বশিষ্ঠ যজ্ঞের অগ্নিকুণ্ড থেকে তিনটি রাজপুত রাজবংশের পূর্বপুরুষদের তৈরি করেছিলেন। এগুলি হল পরিহার (প্রতিহার), চালুক (চৌলুক্য বা সোলাঙ্কি), এবং পারমার (পরমারা)। এই বীররা অসুরদের পরাস্ত করতে পারেনি। তাই, ঋষিরা আবার প্রার্থনা করলেন, এবং এবার একজন চতুর্থ যোদ্ধা আবির্ভূত হলেন: চহুভানা (চৌহান)। এই চতুর্থ বীর রাক্ষসদের বধ করেছিলেন।\nপৃথ্বীরাজ রাসোর প্রাচীনতম উপলব্ধ লেখাগুলিতে অগ্নিবংশী কিংবদন্তির উল্লেখ নেই। এটা সম্ভব যে ১৬ শতকের চারণ কবিরা মুঘল সম্রাট আকবরের বিরুদ্ধে রাজপুত ঐক্য গড়ে তোলার জন্য কিংবদন্তি নিয়ে এসেছিল। পৃথ্বীরাজ রাসোর রূপান্তর পরবর্তীতে বেশ কিছু রচনায় পাওয়া যায়। নিমরানার রাজকুমার চন্দ্রভানের রাজসভার কবি যোধরাজের হাম্মিরা রাসো (১৭২৮ খ্রি.) বলেছেন যে একবার ক্ষত্রিয়রা (যোদ্ধা) বিলুপ্ত হয়ে গিয়েছিল। সুতরাং, মহান ঋষিগণ আবু পাহাড়ে সমবেত হন এবং তিনজন বীর সৃষ্টি করেন। এই তিন বীর যখন রাক্ষসদের পরাস্ত করতে পারেনি, তখন তারা চাহুবনাজী সৃষ্টি করেছিল। বুন্দির রাজসভার কবি সূর্যমল্ল মিশ্রানার লেখায় সামান্য ভিন্নতা দেখা যায়। এই সংস্করণে, বিভিন্ন দেবতারা বশিষ্ঠের অনুরোধে চার বীর সৃষ্টি করেন। চৌহানদের খিচি বংশের কবি কাহিনী অনুসারে, পরওয়ার (পরমারা) শিবের সার থেকে জন্মগ্রহণ করেছিলেন; সোলাঙ্কি (সোলাঙ্কি) বা চালুক রাও (চালুক্য) ব্রহ্মার সার থেকে জন্মগ্রহণ করেছিলেন; পরিয়ার (পরিহার) দেবীর সার থেকে জন্মেছিল; এবং চহুবন (চৌহান) অগ্নি, অগ্নি থেকে জন্মগ্রহণ করেন।\n\n\n== ইতিহাস ==\nচৌহানরা ঐতিহাসিকভাবে এই অঞ্চলে একটি শক্তিশালী গোষ্ঠী ছিল যা বর্তমানে রাজস্থান নামে পরিচিত। খ্রিস্টীয় ৭ম শতাব্দী থেকে প্রায় ৪০০ বছর ধরে সম্ভারে তাদের শক্তি এই অঞ্চলের দক্ষিণ-পশ্চিমে গুহিলটদের শক্তি-ভিত্তির জন্য হুমকি ছিল, পাশাপাশি তাদের সহযোগী অগ্নিবংশী গোষ্ঠীর শক্তিও ছিল। ১১৯২ সালে তাদের নেতা পৃথ্বীরাজ চৌহান তরাইনের দ্বিতীয় যুদ্ধে পরাজিত হলে তারা একটি বিপর্যয়ের সম্মুখীন হয় কিন্তু এটি তাদের মৃত্যুর ইঙ্গিত দেয়নি। ১১৯৭ সালে কুতুবুদ্দিন আইবকের আক্রমণের পর রাজ্যটি সত্যপুরা ও দেবদা শাখায় ভেঙে যায়। ত্রয়োদশ এবং চতুর্দশ শতকে চৌহান রাজপুত এবং দিল্লি সালতানাতের মধ্যে দিল্লি, পাঞ্জাব এবং গুজরাটের কৌশলগত অঞ্চলগুলিকে নিয়ন্ত্রণ করার জন্য লড়াই দেখা যায়।\nপ্রাচীনতম চৌহান শিলালিপিটি হ্যানসোটে পাওয়া একটি তাম্র-পাতের শিলালিপি।\n\n\n== রাজবংশ এবং রাজ্য ==\nচৌহান বংশের শাসক রাজবংশের অন্তর্ভুক্ত:\n\nশাকম্ভরীর চাহামানা (আজমীরের চৌহান)\nনাডুলার চাহামানা (নাদোলের চৌহান)\nলতার চাহামান\nধোলপুরের চাহামানরা\nপারতাবগড়ের চাহমান\nজালোরের চাহামান (জালোরের চৌহানরা); নাড্ডুলার চাহামানস থেকে শাখা প্রশাখা\nরাঘোগড় রাজ্যের চৌহান ; শাকামবাড়ি ও গাগরণের চাহমানদের থেকে শাখা প্রশাখা\nসিরোহি রাজ্যের চাহামান; নাড্ডুলার চাহামানস থেকে শাখাবিহীন\n\nরণস্তম্ভপুরের চাহামান (রণথম্ভোরের চৌহানরা); শাকম্ভরীর চাহমান থেকে শাখা প্রশাখা\nবুন্দি রাজ্যের চৌহানরা শাকামবাড়ির চাহমানদের থেকে শাখা প্রশাখায়\nকোটা রাজ্যের চৌহান ; শাকামভরী (পরবর্তীতে বুন্দি) এর চাহমান থেকে শাখা প্রশাখা\n\nপাটনা রাজ্যের চৌহান ; গড় সম্ভারের (মৈনপুরী) চুয়াহান থেকে শাখা প্রশাখা\nতুলসীপুর রাজ্যের চৌহান\n\nভাভের চুয়াহান ; নাডুলা থেকে চাহমানদের শাখা থেকে বিচ্ছিন্ন\nধমি রাজ্যের চৌহান ; দিল্লী থেকে চাহমানদের শাখা থেকে বিচ্ছিন্ন\nসম্বলপুর রাজ্যের চৌহান\nসোনেপুর রাজ্যের চৌহান\nচাংভাকরের চৌহান\nকোরিয়ার চৌহানরা\n\n\n== তথ্যসূত্র =="}