{"pageid": 1332900, "title": "জেনি জনসন (কবি)", "url": "https://bn.wikipedia.org/wiki?curid=1332900", "content": "জেনি জনসন একজন আমেরিকান কুইয়ার কবি।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nজেনি জনসন ভার্জিনিয়া বিশ্ববিদ্যালয় থেকে ইংরেজি শিক্ষায় বিএ/এমটি এবং ওয়ারেন উইলসন কলেজ থেকে কবিতায় এমএফএ ডিগ্রী পেয়েছেন। কলেজ স্তরে পড়া শুরু করার আগে তিনি সান ফ্রান্সিসকোতে পাবলিক স্কুলে পড়াতেন এবং ইউভিএ ইয়াং রাইটারস কর্মশালায় কর্মী হিসেবে দশটি গ্রীষ্ম কাটিয়েছেন। তিনি পিটসবার্গ বিশ্ববিদ্যালয়ে পড়িয়েছেন এবং বর্তমানে পশ্চিম ভার্জিনিয়া বিশ্ববিদ্যালয়ে পড়ান। সেখানে তিনি সৃজনশীল লেখার (ক্রিয়েটিভ রাইটিং) সহকারী অধ্যাপক। তিনি প্যাসিফিক লুথারান ইউনিভার্সিটির রেইনিয়ার রাইটিং কর্মশালাতেও কাজ করেন। তিনি পিটসবার্গে থাকেন।\n\n\n== কবিতা ==\nজনসনের কবিতাগুলি দ্য নিউ ইয়র্ক টাইমস, দ্য প্যারিস রিভিউ এবং নিউ ইংল্যান্ড রিভিউতে প্রকাশিত হয়েছে। তাঁর কিছু কবিতা বেশ কিছু সংকলনের জন্য নির্বাচিত হয়েছে। তার মধ্যে আছে দ্য বেস্ট আমেরিকান পোয়েট্রি ২০১২,  বডিস বিল্ট ফর গেম (ইউনিভার্সিটি অফ নেব্রাস্কা প্রেস, ২০১৯), উইমেন অফ রেজিস্ট্যান্স: পোয়েমস ফর এ নিউ ফেমিনিজম (অর বুকস, ২০১৮) এবং ট্রাবলিং দ্য লাইন: ট্রান্স অ্যান্ড জেন্ডারকুইয়ার  পোয়েটিক্স (নাইটবোট বুকস ২০১৫)।\n২০১৭ সালে তাঁর প্রথম কবিতার বই, ইন ফুল ভেলভেট প্রকাশ পেয়েছিল। এটি প্রকাশ করেছিল সারাবন্দে বুকস। এটি লিখতে তাঁর আট বছর সময় লেগেছিল। এটি পাবলিশার্স উইকলি থেকে তারকাচিহ্নিত পর্যালোচনা পেয়েছিল। জনসন বলেছেন এটি \"লিঙ্গ, ইচ্ছা এবং এলজিবিটিকিউ বংশের অন্বেষণ করে।\" তিনি নিজের কবিতায় মেরিলিন হ্যাকার এবং ল্যারি লেভিসের  প্রভাবের উল্লেখ করেছেন এবং বলেছেন \"যখন আমি জানি আমি আরও সাহসের সাথে বেঁচে থাকতে এবং লিখতে পারি তখন আমি অ্যাড্রিয়েন রিচ এবং অড্রে লর্ডের কবিতা পড়ি।\" ল্যাম্বডা সাহিত্য ফাউন্ডেশন এটিকে বর্ণনা করেছে এইভাবে \"অন্যান্য অনেক লেসবিয়ান কবি এবং কুইয়ার লেখকদের সাথে সরাসরি কথোপকথনে (তাঁদের মধ্যে হ্যাকার এবং জেনি ফ্যাক্টরের মতো মানুষও ছিলেন) কিভাবে প্রকাশ পেয়েছে প্রাকৃতিক জগতের অদ্ভুততায় আনন্দ।\"\nজনসনকে ২০১৮ সালের ফেব্রুয়ারিতে পোয়েটস অ্যান্ড রাইটার্স পত্রিকার প্রচ্ছদে \"দশজন কবি যারা বিশ্বকে বদলে দেবে\" হিসাবে চিহ্নিত করা হয়েছিল। জনসনের পরিবারে এক সম্পর্কিত ঠাকুমা ছিলেন যিনি পরিবারের একজন বৃদ্ধ দাসী হিসাবে পরিচিত ছিলেন। তিনি অন্য এক মহিলার সাথে থাকতেন যিনি সম্ভবত তাঁর সঙ্গী ছিলেন। জনসনের প্রথম কবিতা সংকলনে 'গ্রেট আন্ট ডরোথি'র উল্লেখ রয়েছে। তাঁর পুরস্কারপ্রাপ্ত কবিতা \"আরিয়া\" হল একটি চতুর্দশপদী কবিতা (সনেট)। এটি হল একটি বর্ণনামূলক কবিতা, এখানে একজন রূপান্তরিত লিঙ্গ (ট্রান্সজেন্ডার) বন্ধুর বক্ষ অস্ত্রোপচারের ঘটনা উদযাপনের জন্য একটি বক্ষ বন্ধনী (ব্রা) পোড়ানোর বিষয় নিয়ে লেখা হয়েছে।\n\n\n== সম্মান ও পুরস্কার ==\nবেলয়েট পোয়েট্রি জার্নালের চাড ওয়ালশ কবিতা পুরস্কার (২০১১)\nহোয়াইটিং অ্যাওয়ার্ড (২০১৫)\nব্লু মাউন্টেন সেন্টার স্কলারশিপ এবং রেসিডেন্সি (২০১৫)\nপ্রিন্সটন বিশ্ববিদ্যালয়ে হোডার ফেলোশিপ (২০১৬-১৭)\nরুটি লোফ লেখক সম্মেলন কবিতা ফেলোশিপ (২০১৮)\nন্যাশনাল এনডাউমেন্ট ফর আর্টস থেকে ক্রিয়েটিভ রাইটিং ফেলোশিপ (২০১৯)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nব্যক্তিগত ওয়েবসাইট"}