{"pageid": 1332609, "title": "নাস্তিক নারীবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1332609", "content": "নাস্তিক নারীবাদ হল নারীবাদের একটি শাখা যা নাস্তিকতাকে সমর্থন করে। নাস্তিক নারীবাদীরা মনে করেন যে ধর্ম নারী নিপীড়ন এবং অসমতার একটি বিশিষ্ট উৎস, তাঁরা বিশ্বাস করেন যে ধর্মগুলির অধিকাংশই নারীর প্রতি যৌনতাবাদী এবং নিপীড়ক।\nএ ছাড়াও, নাস্তিক নারীবাদ নাস্তিক জনগোষ্ঠীর মধ্যে যৌনতাবাদের বিরোধিতা করে। উদাহরণস্বরূপ, ভিক্টোরিয়া বেকিম্পিস দ্য গার্ডিয়ানে লিখেছেন:\n\nনাস্তিক সিকিভু হাচিনসন এথেইস্ট অ্যালায়েন্স ইন্টারন্যাশনাল দ্বারা ডেভিড সিলভারম্যান নিয়োগের বিষয়ে লিখেছেন:\n\nসিলভারম্যান ২০১৯ সালের ডিসেম্বরে এথেইস্ট অ্যালায়েন্স ইন্টারন্যাশনালের নির্বাহী পরিচালকের পদ থেকে পদত্যাগ করেন।\n২০১১ সালের জুনে বিশ্ব নাস্তিক সম্মলেনে, একটি নামসূচি ছিল, যেটিতে নব্য নাস্তিক রিচার্ড ডকিন্সও অন্তর্ভুক্ত ছিলেন। সেখানে নাস্তিক রেবেকা ওয়াটসন নাস্তিক আন্দোলনের মধ্যে যৌনতা সম্পর্কে কথা বলেছিলেন। ভ্রমণ থেকে ফিরে আসার পরে পোস্ট করা একটি ভ্লগে বিভিন্ন বিষয়ের মধ্যে ওয়াটসন লিখেছিলেন কিভাবে বক্তৃতার পরে প্রায় ভোর ৪টের সময় হোটেল বার থেকে বের হওয়ার পর, দলের একজন লোক তাঁকে হোটেলের লিফটে অনুসরণ করে এল এবং তাঁকে বলল, \"খারাপ মনে করবেন না, কিন্তু আমি আপনাকে খুব আকর্ষণীয় মনে করি, এবং আমি আরও কথা বলতে চাই। আপনি কি আমার হোটেল রুমে কফি খেতে আসতে চান?\" ওয়াটসন প্রাসঙ্গিক কারণ উল্লেখ করে লিখেছেন কেন তিনি মনে করেছিলেন যে এই ব্যবহারটি ঠিক নয় এবং তিনি পরামর্শ দিয়েছিলেন, \"বন্ধু, এটি করবেন না।\" রেডিট এবং ফারিঙ্গুলা ব্লগ সহ বেশ কয়েকটি ওয়েবসাইট জুড়ে পরবর্তী সময়ে আলোচনা এবং সমালোচনা অত্যন্ত মেরুকৃত হয়ে ওঠে। গালাগালি এবং ব্যক্তিগত হুমকি দেওয়া হতে থাকে, ব্যাপারটি ধর্ষণ ও মৃত্যুর হুমকি পর্যন্ত গড়ায়। বিতর্ক আরও বেড়ে যায় যখন রিচার্ড ডকিন্স ২০১১ সালের শেষের দিকে ব্লগ আলোচনায় যোগ দিয়েছিলেন। তিনি মন্তব্য করেছিলেন রেবেকা অতিরিক্ত প্রতিক্রিয়া দেখিয়েছেন, কারণ একজন লোক তাঁর সাথে কেবল \"ভদ্রভাবে\" কথা বলেছিল। ডকিন্স \"লিফটের এই ঘটনা\"র সাথে ইসলামিক দেশগুলিতে মহিলাদের দুর্দশার কথা বলেছিলেন। এই বাক্য বিনিময়ের ফলে ঘটনা একটি বর্ধিত জ্বলন্ত ইন্টারনেট যুদ্ধের দিকে পরিচালিত হয়েছিল। বেশ কয়েকটি প্রতিবেদনে একে \"এলিভেটরগেট\" নামে অভিহিত করা হয়েছিল। যদিও এলিভেটরগেট বিতর্কটি বেশ কয়েকটি প্রধান গণমাধ্যম আউটলেট দ্বারা বহু সংখ্যক শ্রোতাদের কাছে পৌঁছেছিল বা উল্লেখ করা হয়েছিল, উল্লেখযোগ্য বিতর্কের বেশিরভাগই এথিয়েস্ট ব্লগস্ফিয়ারে ঘটেছিল।\n\n\n== ইতিহাস ==\n\n\n=== আর্নেস্টাইন রোজ ===\n\nপ্রথম পরিচিত নারীবাদী যিনি একজন নাস্তিকও ছিলেন তিনি ছিলেন আর্নেস্টাইন রোজ, জন্ম ১৮১০ সালের ১৩ই জানুয়ারি, পোল্যান্ডে। কিশোর বয়সে ইহুদি ধর্মের প্রতি তাঁর অবিশ্বাসের প্রকাশ্য স্বীকারোক্তির ফলে নিজের বাবার সাথে তাঁর বিবাদ শুরু হয়েছিল। বাবা একজন রাব্বি ছিলেন এবং তাঁদের মধ্যে একটি অপ্রীতিকর সম্পর্ক গড়ে উঠেছিল। তাঁকে ইহুদি বিশ্বাসের বাধ্যবাধকতায় বাধ্য করার জন্য, তাঁর বাবা তাঁর সম্মতি ছাড়াই ষোল বছর বয়সে একজন বন্ধু এবং সহকর্মী ইহুদির সাথে তাঁর বিবাহ দিয়েছিলেন। একটি ইহুদি আদালতে নিজের মামলার যুক্তি প্রতিপন্ন করার পরিবর্তে (যেহেতু তাঁর বাবা স্থানীয় রাব্বি ছিলেন এবং তিনি এই জাতীয় বিষয়ে রায় দিতেন), তিনি একটি দূরবর্তী শহরের একটি ধর্মনিরপেক্ষ আদালতে গিয়েছিলেন, নিজের মামলা লড়তে এবং তিনি জিতেছিলেন। ১৮২৯ সালে তিনি ইংল্যান্ডে যান, এবং ১৮৩৫ সালে তিনি ব্রিটিশ নাস্তিক সংগঠন অ্যাসোসিয়েশন অফ অল ক্লাস অফ অল নেশনস  এর অন্যতম একজন প্রতিষ্ঠাতা হন। এই প্রতিষ্ঠানটি \"লিঙ্গ, শ্রেণী, বর্ণ, বা জাতীয় উৎস নির্বিশেষে সকল মানুষের জন্য মানবাধিকারের আহ্বান জানায়।\" তিনি ইংল্যান্ড এবং আমেরিকায় বক্তৃতা দেন (১৮৩৬ সালের মে মাসে আমেরিকা চলে যান) এবং স্যামুয়েল পোর্টার পুটনাম তাঁকে \"তাঁর সময়ের সেরা বক্তাদের একজন\" বলে বর্ণনা করেছিলেন। তিনি লিখেছেন যে \"কোন গোঁড়া [অর্থাৎ ধর্মীয়] মানুষ তাঁর সাথে বিতর্কে জিততে পারবে না\"।\n১৮৩৬ সালের শীতে, একজন উগ্রবাদী এবং স্বাধীনচেতা বিচারক থমাস হার্টেল, নিউইয়র্ক রাজ্যের আইনসভায় বিবাহিত মহিলাদের সম্পত্তি আইন জমা দেন। তাঁর উদ্দেশ্য ছিল বিবাহিত মহিলাদের নাগরিক ও সম্পত্তি অধিকারের উন্নতির উপায়গুলি তদন্ত করা এবং তাদের নিজেদের নামে রিয়েল এস্টেট অধিকার রাখার অনুমতি দেওয়া।  তখনও নিউইয়র্কে সেই অনুমতি দেওয়া হত না। বিশ্লেষণের শুনানির পর, আর্নেস্টাইন রোজ একটি আবেদনপত্র তৈরি করেন এবং রাষ্ট্রীয় আইনসভায় বিশ্লেষণের সমর্থনে নাম চাওয়া শুরু করেন। তিনি ১৮৩৮ সালে আইনসভায় আবেদনপত্রটি পাঠান। এটি ছিল নিউইয়র্কে একজন মহিলার দ্বারা করা প্রথম আবেদনপত্র আন্দোলন। ১৮৪৮ সালে বিবাহিত নারী সম্পত্তি আইন পাশ হয়।  তার আগে পর্যন্ত রোজ এই ধরনের আবেদনের সংখ্যা এবং নাম উভয়ই বৃদ্ধি করে যাচ্ছিলেন। অন্য যাঁরা বিলটির কাজে অংশ নিয়েছিলেন তাঁদের মধ্যে ছিলেন সুসান বি. অ্যান্টনি, এলিজাবেথ ক্যাডি স্ট্যান্টন, লুক্রেটিয়া মট এবং ফ্রান্সেস রাইট। এঁরা সকলেই ধর্মবিরোধী ছিলেন। পরে, যখন সুসান বি. অ্যান্টনি এবং এলিজাবেথ ক্যাডি স্ট্যান্টন ১৮৪৮ সালে সেনেকা ফলস কনভেনশন হওয়ার প্রভাবগুলি বিশ্লেষণ করেছিলেন, তখন তাঁরা তিনটি কারণ চিহ্নিত করেছিলেন। প্রথম দুটি হল ধর্ম ও গণতন্ত্রের বিষয়ে ফ্রান্সেস রাইট এবং আর্নেস্টাইন রোজের উগ্র ধারণা এবং ১৮৩০ এবং ১৮৪০-এর দশকে মহিলাদের সম্পত্তি আইনে প্রাথমিক সংস্কার।\nরোজ পরে মুক্তচিন্তকদের একটি দলে যোগ দেন যাঁরা নৈতিক বিশ্বপ্রেমিকদের জন্য একটি সোসাইটি সংগঠিত করেছিলেন, এখানে তিনি প্রায়শই বক্তৃতা দিতেন। ১৮৩৭ সালে, তিনি একটি বিতর্কে অংশ নিয়েছিলেন যেটি ১৩ সপ্তাহ ধরে চলেছিল। সেখানে তাঁর বক্তৃতার বিষয়গুলির মধ্যে ছিল দাসত্ব বিলোপ, নারীর অধিকার, শিক্ষার জন্য সমান সুযোগ এবং নাগরিক অধিকার। ১৮৪৫ সালে তিনি অবিশ্বাসীদের প্রথম জাতীয় সম্মেলনে (অর্থাৎ নাস্তিকদের) উপস্থিত ছিলেন। আর্নেস্টাইন রোজ ১৮৪৬ সালে মিশিগানে \"নারীদের ভোটাধিকারের বিষয়ে আন্দোলন\" চালু করেছিলেন, ১৮৫১ সালে, ম্যাসাচুসেটসের উস্টারে একটি বক্তৃতায়, তিনি বাইবেলকে নারীর অধিকারের বিরুদ্ধে মত দেত্তয়ার বিরোধিতা করেছিলেন, তিনি দাবি করেছিলেন যে মানবাধিকার এবং নারীর স্বাধীনতা এই দুটি \"মানবতার আইন\" এর উপর পূর্বাভাসিত হয়েছে এবং তাই পল বা মোজেসের লিখিত কর্তৃত্বে নারীদের প্রয়োজন নেই। কারণ \"সেই আইন এবং আমাদের দাবি দুটিই এই দুজনের আগের\"।\nতিনি ১৮৫৩ সালের ১০ই সেপ্টেম্বর নিউ ইয়র্ক শহরের ট্যাবারনেকেলে নারী অধিকার কনভেনশনে যোগ দেন এবং ১৮৫৪ সালে হার্টফোর্ড বাইবেল কনভেনশনে বক্তৃতা করেন। সেই বছরের মার্চ মাসেও, তিনি সুসান বি. অ্যান্টনির সাথে ওয়াশিংটন ডিসিতে একটি ভ্রমণে যান। এই সফল সফরের পর, সুসান বি. অ্যান্টনি তাঁর নিজের প্রথম বক্তৃতা সফর শুরু করেন।\n১৮৫৪ সালের অক্টোবরে আর্নেস্টাইন রোজ ফিলাডেলফিয়ায় জাতীয় মহিলা অধিকার কনভেনশনের সভাপতি নির্বাচিত হন, যদিও তাঁর বিরুদ্ধে আপত্তি ছিল যে তিনি নাস্তিক। সুসান বি. অ্যান্টনি এই লড়াইয়ে তাঁকে সমর্থন করেছিলেন, ঘোষণা করেছিলেন যে এই মঞ্চে প্রতিটি ধর্মের মানুষের এবং ধর্মহীনের সবারই সমান অধিকার থাকা উচিত। ১৮৫৬ সালে তিনি সপ্তম জাতীয় মহিলা [অধিকার] কনভেনশনে বক্তৃতা করেছিলেন যে অংশে,\n\nএবং যখন আপনার পুরোহিত ধর্মপ্রচারের উদ্দেশ্যে আপনার কাছে টাকা চান, তাঁকে বলুন যে উচ্চতর, এবং পবিত্র, এবং উন্নত কিছু কাজ বাড়িতেই সঞ্চালিত হবে। যখন তিনি পুরোহিতদের শিক্ষিত করার জন্য কলেজের কথা বলেন, তখন তাঁকে বলুন যে আপনাকে অবশ্যই নারীকে শিক্ষিত করতে হবে, যাতে তিনি পুরোহিতদের প্রয়োজনীয়তা দূর করতে পারেন, যাতে তারা কিছু দরকারী চাকরিতে যেতে সক্ষম হয়।\n১৮৬১ সালের ফেব্রুয়ারির গোড়ার দিকে স্টেট উইমেনস রাইটস কনভেনশনের জন্য তিনি নিউইয়র্কের আলবানিতে আবার হাজির হন, যা গৃহযুদ্ধ শেষ হবার আগে অনুষ্ঠিত শেষ সম্মেলন ছিল। ১৮৬৩ সালের ১৪ই মে, তিনি এলিজাবেথ ক্যাডি স্ট্যান্টন, সুসান বি. অ্যান্টনি, লুসি স্টোন এবং অ্যানটোয়েনেট ব্ল্যাকওয়েলের সাথে একই মঞ্চে উপস্থিত ছিলেন। এই মঞ্চে প্রথম মহিলা জাতীয় অনুগত লীগ মহিলাদের জন্য সমান অধিকারের আহ্বান জানাতে এবং গৃহযুদ্ধে নাগরিক সরকারকে সমর্থন করার জন্য বৈঠক করেছিল, \"যতদূর পর্যন্ত এটি স্বাধীনতার জন্য যুদ্ধ করে\"।\nতিনি আমেরিকান ইক্যুয়াল রাইটস অ্যাসোসিয়েশনের সভায় উপস্থিত ছিলেন, যেখানে একটি বিরোধী উপদল ছিল। ১৮৬৯ সালের ১৫ই মে, এলিজাবেথ ক্যাডি স্ট্যান্টন, সুসান বি. অ্যান্টনি এবং লুসি স্টোনের সাথে যোগ দিয়ে একটি নতুন সংগঠন, জাতীয় মহিলা ভোটাধিকার সংস্থা গঠন করেন। এই দল পুরুষ ও মহিলা উভয়ের ভোটাধিকারের জন্য লড়াই করেছিল, এবং দলের কার্যনির্বাহী কমিটিতে এই অবস্থান নেওয়া হয়েছিল। তিনি ১৮৯২ সালের ৪ঠা আগস্ট ইংল্যান্ডের ব্রাইটনে বিরাশি বছর বয়সে মারা যান।\n\n\n=== এলিজাবেথ ক্যাডি স্ট্যান্টন এবং মাটিল্ডা জোসলিন গেজ ===\n\n১৮০০-এর দশকে প্রকাশ্যে নারীবাদের পক্ষে এবং খ্রিস্টধর্মকে চ্যালেঞ্জ করার জন্য সবচেয়ে বিশিষ্ট অন্যান্য ব্যক্তিরা হলেন এলিজাবেথ ক্যাডি স্ট্যানটন এবং মাটিলদা জোসলিন গেজ। ১৮৮৫ সালে স্ট্যান্টন \"খ্রিস্টান ধর্ম কি নারীকে উপকৃত করেছে?\" শিরোনামে একটি প্রবন্ধ লিখেছিলেন। যুক্তি দিয়ে যে এটি প্রকৃতপক্ষে নারীর অধিকারকে আঘাত করেছে, এবং বলেছে, \"এখন পর্যন্ত সমস্ত ধর্মই পুরুষের নেতৃত্ব ও শ্রেষ্ঠত্ব, [এবং] নারীর নিকৃষ্টতা এবং অধীনতা শিক্ষা দিয়েছে। পরিবর্তিত ধর্মতত্ত্বগুলি পুরুষের জন্য যা কিছু নতুন মর্যাদা, সম্মান এবং আত্মসম্মান নিয়ে আসুক না কেন, সেগুলি একইভাবে নারীর জন্য এনেছে কিন্তু অপমানের অন্য রূপ।\" ১৮৯৩ সালে মাটিলদা জোসলিন গেজ যে বইটি লিখেছিলেন এবং যার জন্য তিনি সবচেয়ে বেশি পরিচিত ছিলেন, সেটি হল ওম্যান, চার্চ অ্যাণ্ড স্টেট। এটি ছিল প্রথম বইগুলির মধ্যে একটি যাতে এই সিদ্ধান্ত নেওয়া হয়েছিল যে খ্রিস্টধর্ম মহিলাদের অগ্রগতির পাশাপাশি সভ্যতার প্রাথমিক বাধা। ১৮৯৫ সালে এলিজাবেথ ক্যাডি স্ট্যান্টন দ্য উইমেন'স বাইবেল,  সংশোধিত, লিখেছিলেন, ১৮৯৮ সালে একই নামের আরেকটি বই লেখা চালিয়ে যান, যেখানে তিনি ধর্মের সমালোচনা করেছিলেন এবং বলেছিলেন \"বাইবেল তার শিক্ষায় নারীদেরকে উৎপত্তি থেকে উৎসব পর্যন্ত হেয় করে।\" তিনি ১৯০২ সালে মারা যান।\n\n\n=== বর্তমান ===\n\nনাস্তিক নারীবাদী অ্যান নিকোল গেইলর তাঁর মেয়ে অ্যানি লরি গেইলরের সাথে ১৯৭৬ সালে ফ্রিডম ফ্রম রিলিজিয়ন ফাউন্ডেশনের সহ-প্রতিষ্ঠা করেন। তিনি ১৯৮৪ থেকে ২০০৯ পর্যন্ত ফ্রিথট টুডে- এর সম্পাদক ছিলেন, এরপর তিনি নির্বাহী সম্পাদক হন। সাধারণভাবে নাস্তিকতাকে প্রচার করার পাশাপাশি, তাঁর নাস্তিক নারীবাদী কার্যকলাপের মধ্যে রয়েছে ও টু দ্য উইমেন: দ্য বাইবেল টেলস মি সো বইটি লেখা, যা প্রথম ১৯৮১ সালে প্রকাশিত হয়, যা এখন ৪র্থ মুদ্রণে রয়েছে। এই বইটি বাইবেলের মধ্যে থাকা যৌনতাকে প্রকাশ করে এবং সেই বিষয়ে আলোচনা করে। অধিকন্তু, তাঁর ১৯৯৭ সালের বই, উইমেন উইদাউট সুপারস্টিশন: \"নো গডস, নো মাস্টারস\" ছিল ঐতিহাসিক এবং সমসাময়িক নারী মুক্তচিন্তকদের লেখার প্রথম সংগ্রহ। তিনি নারীদের জন্য ধর্মের ক্ষতি নিয়ে বেশ কিছু নিবন্ধও লিখেছেন।\nবর্তমানে সক্রিয় অন্যান্য উল্লেখযোগ্য নাস্তিক নারীবাদীদের মধ্যে রয়েছে আয়ান হিরসি আলি, ওফেলিয়া বেনসন, আমান্ডা মারকোট, এবং তসলিমা নাসরিন, এবং সিকিভু হাচিনসন। হাচিনসনের লেখা মরাল কমব্যাট, ব্ল্যাক এথিয়েস্ট, জেন্ডার পলিটিক্স অ্যান্ড দ্য ভ্যালুস ওয়ার্স হল নাস্তিকতা, বর্ণবাদী রাজনীতি, লিঙ্গ ন্যায়বিচার এবং নারীবাদের উপর একজন আফ্রিকান-আমেরিকান মহিলার প্রথম বই। হাচিনসনের মতো আফ্রিকান-আমেরিকান নারীবাদী নাস্তিকরা নারীবাদী সংগঠন, সক্রিয়তা এবং বৃত্তির জন্য একটি অন্তঃবিভাগীয় দৃষ্টিভঙ্গি সমর্থন করে যা বর্ণবাদ, শ্বেতাঙ্গ আধিপত্য, লিঙ্গবাদ/মিসোজিনয়ার, বিষমকাম এবং পুঁজিবাদী নিপীড়নের ক্ষেত্রে বর্ণের সম্প্রদায়ের জীবিত অভিজ্ঞতা এবং সামাজিক ইতিহাসের মধ্যে নিহিত। কৃষ্ণাঙ্গ নারীবাদীদের নাস্তিক প্রচলিত প্রথা নাস্তিক নারীবাদী দৃষ্টিভঙ্গি থেকে পৃথক, যা ধর্মের সমালোচনাকে গোঁড়ামি এবং লিঙ্গ নিপীড়নের মধ্যে সীমাবদ্ধ রাখে না বরং কিভাবে ধর্মীয় শ্রেণিবিন্যাসগুলি সাম্রাজ্যবাদ, পুঁজিবাদ এবং বিচ্ছিন্নতা দ্বারা অবহিত হয় তা দেখে। ফেমেন-এর নারীবাদী কর্মী ইন্না শেভচেঙ্কো সংগঠিত ধর্মের বিরুদ্ধে কথা বলেছেন, একে তিনি নারীর মুক্তি এবং নারীবাদের জন্য অন্যতম প্রধান ঐতিহাসিক বাধা মনে করেছেন। ২০১৭ সালে লন্ডনে ধর্মনিরপেক্ষ সম্মেলনে নারীবাদ এবং ধর্মের সামঞ্জস্য নিয়ে কথা বলতে গিয়ে তিনি বলেন\n\nআমি একটি দিনের জন্য অপেক্ষা করছি, যখন একেশ্বরবাদী মতবাদের অনুসারী ইমাম, রাবী, যাজক, ধর্মীয় গোঁড়া, যৌনতাবাদী এবং নারী বিদ্বেষীরা হাঁটু গেড়ে বসে থাকবে কিন্তু তাদের ঈশ্বরের সামনে প্রার্থনা করতে নয়, তারা তাদের ক্ষমা প্রার্থনা করতে বিশ্বের মহিলাদের সামনে হাঁটু গেড়ে বসবে। তবেই তারা তাদের দেবতাদের নিয়ে গর্ব করতে পারে।\n২০১২ সালে, ভার্জিনিয়ার আর্লিংটনের রিগান ন্যাশনাল এয়ারপোর্টের ক্রিস্টাল সিটি ম্যারিয়টে ১৮ থেকে ২০শে মে পর্যন্ত প্রথম \"উইমেন ইন সেকুলারিজম\" সম্মেলন অনুষ্ঠিত হয়।\n২০১২ সালের আগস্টে, জেই ম্যাকক্রাইট এথিয়েজম প্লাস নামে পরিচিত একটি আন্দোলন প্রতিষ্ঠা করেন যা \"যৌনতাবাদ, বর্ণবাদ, রাজনীতি, দারিদ্র্য এবং অপরাধের মতো সামাজিক সমস্যা সহ সমস্ত কিছুতে সংশয়বাদ প্রয়োগ করে।\" এথিয়েজম প্লাস-এর একটি ওয়েবসাইট ছিল যেটি ২০১২ থেকে ২০১৬ পর্যন্ত সক্রিয় ছিল।\n২০১৪ সালের জুলাইতে, নাস্তিক কর্মী ওফেলিয়া বেনসন এবং রিচার্ড ডকিন্সের একটি যৌথ বিবৃতি জারি করা হয়েছিল যে,\n\nএটা খবর নয় যে মিত্ররা সবসময় সবকিছুতে একমত হতে পারে না। যারা বিশ্ব সম্পর্কে চিন্তা করার জন্য মতবাদের পরিবর্তে যুক্তির উপর নির্ভর করে তারা কিছু বিষয়ে দ্বিমত পোষণ করতে বাধ্য। মতানৈক্য অনিবার্য, কিন্তু ধমক এবং হয়রানি নয়। আমরা যদি চাই ধর্মনিরপেক্ষতা ও নাস্তিকতা সম্মান পাক, আমরা একে অপরকে ধ্বংস করার চেষ্টা না করে একে অপরের সাথে মতবিরোধে আসতে সক্ষম হতে হবে। অন্য কথায়, আমাদের নৈতিকভাবে মতানৈক্য পরিচালনা করতে হবে, যুক্তিসঙ্গত প্রাপ্তবয়স্কদের মতো, রাগান্বিত শিশুদের মতো নয়, ঝগড়া করার বিপরীতে যাদের ঘুমের প্রয়োজন হয়। বলার দরকার পড়েনা, কিন্তু এর অর্থ হল কোন মৃত্যু হুমকি, ধর্ষণের হুমকি, মানুষের চেহারা, বয়স, জাতি, লিঙ্গ, আকার, চুল কাটার উপর আক্রমণ; কোন ফটোশপিং লোকেদের অবমাননাকর ইমেজ, কোন অশ্লীল উপাখ্যান নয়।\nডকিন্স আরও বলেন,\n\nআমাকে বলা হয়েছে যে, যদিও আমি সেগুলিতে লিপ্ত না হই, তবু কিছু লোক মনে করে যে আমি এই ধরনের জিনিসগুলিকে স্বচ্ছন্দে সমর্থন করি। বলা বাহুল্য, আমি সেই পরামর্শে আতঙ্কিত। যে কোনো ব্যক্তি যে আমাদের সম্প্রদায়ের সদস্যদের হুমকি বা হয়রানি দিয়ে ভয় দেখানোর চেষ্টা করে সে কোনোভাবেই আমার মিত্র নয় এবং এর কণ্ঠস্বর স্তব্ধ করে এবং সমর্থন সরিয়ে দিয়ে নাস্তিক আন্দোলনকে দুর্বল করছে।\n\n\n== আরও দেখুন ==\nগার্হস্থ্য সহিংসতা § ধর্ম\nখ্রিস্টধর্ম এবং গার্হস্থ্য সহিংসতা\nইসলাম এবং পারিবারিক সহিংসতা\nলিঙ্গ এবং ধর্ম\nনাস্তিকতার ইতিহাস\nমাতৃতান্ত্রিক ধর্ম\nনারী ও ধর্ম\n\n\n== তথ্যসূত্র =="}