{"pageid": 1332986, "title": "চেকরোভোলু স্বুরো", "url": "https://bn.wikipedia.org/wiki?curid=1332986", "content": "চেকরোভোলু স্বুরো (জন্ম ২১শে নভেম্বর ১৯৮২) হলেন নাগাল্যান্ডের একজন ভারতীয় তীরন্দাজ। তিনি দক্ষিণ কোরিয়ার বুসানে অনুষ্ঠিত ২০০২ সালের এশিয়ান গেমস এবং কাতারের দোহায় অনুষ্ঠিত ২০০৬ সালের এশিয়ান গেমস তীরন্দাজীতে ভারতের প্রতিনিধিত্ব করেছিলেন। তিনি ইতালির তুরিনে অনুষ্ঠিত ২০১১ সালের বিশ্ব তীরন্দাজী প্রতিযোগিতায় রৌপ্য পদক বিজয়ী দলের সদস্য ছিলেন। ২০১১ সালে তুরিনে অনুষ্ঠিত বিশ্ব তীরন্দাজী প্রতিযোগিতায় দলগত ইভেন্টে একটি রৌপ্য পদক জিতে, তিনি ২০১২ সালে অনুষ্ঠিতব্য গ্রীষ্মকালীন অলিম্পিকের জন্য মহিলাদের ব্যক্তিগত এবং দলগত তীরন্দাজী উভয় ক্ষেত্রেই যোগ্যতা অর্জন করেন।\n\n\n== ব্যক্তিগত জীবন ==\nস্বুরো নাগাল্যান্ডের চুমুকেদিমাতে থাকেন। তিনি নাগাল্যান্ড সশস্ত্র পুলিশে (এনএপি) ডেপুটি সুপারিনটেনডেন্ট অফ পুলিশ (ডিএসপি) হিসেবে দায়িত্ব পালন করছেন। তাঁর বড় বোন, ভেসুজোলু এস. ভাদেও, একজন প্রাক্তন জাতীয় তীরন্দাজ ছিলেন। তিনি এক দশকেরও বেশি সময় ধরে আন্তর্জাতিক পর্যায়ে প্রতিদ্বন্দ্বিতা করছেন, এই সময়ে তিনি অনেক পদক জিতেছেন। ২০১২ সালের লন্ডন অলিম্পিক গেমসে স্বুরো ভারতের প্রতিনিধিত্ব করেছিলেন। তিনি ৬৪ বছর পর অলিম্পিকে অংশগ্রহণকারী দ্বিতীয় নাগা ক্রীড়াবিদ।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nঅর্জুন পুরস্কার : ২০১৩\nড. টি. এও পুরস্কার: ২০১২\n২০০১ সালে ১২তম এশিয়ান তীরন্দাজী প্রতিযোগিতা হংকং; ব্যক্তিগত কোয়ার্টার ফাইনাল\n২০০২ ২য় এশিয়ান তীরন্দাজী প্রতিযোগিতা, চীন; ব্যক্তিগত কোয়ার্টার ফাইনাল \n২০০২ ১৪তম এশিয়ান গেমস, ভূসান, কোরিয়া ; ব্যক্তিগত কোয়ার্টার ফাইনাল\n২০০৩ ১৩তম এশিয়ান তীরন্দাজী প্রতিযোগিতা, মিয়ানমার; টীম\n২০০৫ তীরন্দাজী প্রতিযোগিতাবিশ্ব মাদ্রিদ, স্পেন ; টীম\n২০০৫ এশিয়ান তীরন্দাজী প্রতিযোগিতা নিউ দিল্লি, ভারত; দল ব্রোঞ্জ\n২০০৬ কমনওয়েলথ তীরন্দাজী প্রতিযোগিতা জামশেদপুর, ভারত; দল গোল্ড\n২০০৬ এশিয়ান গেমস, দোহা, কাতার; অংশগ্রহণ করেছে\n২০০৭ ১৫তম এশিয়ান তীরন্দাজী প্রতিযোগিতা, চীন; দল ব্রোঞ্জ\n২০০৭ বিশ্বকাপ স্টেজ ৪, ডোভার, গ্রেট ব্রিটেন; দল ব্রোঞ্জ\n২০০৭ তীরন্দাজী প্রতিযোগিতাবিশ্ব, ডোভার, গ্রেট ব্রিটেন; অংশগ্রহণ করেছে\n২০০৯ ১৬তম এশিয়ান তীরন্দাজী প্রতিযোগিতা, বালি, ইন্দোনেশিয়া, দল ৪র্থ অবস্থান\n২০১১ বিশ্বকাপ পর্যায় ২, আন্টালিয়া, তুরস্ক; দল ব্রোঞ্জ\n২০১১ বিশ্ব তীরন্দাজী প্রতিযোগিতা, তুরিন, ইতালি; দল সিলভার\n২০১১ বিশ্বকাপের পর্যায় ৩, তুরিন, ইতালি ; দল সিলভার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}