{"pageid": 1332996, "title": "ভারত ভূষণ", "url": "https://bn.wikipedia.org/wiki?curid=1332996", "content": "ভারত ভূষণ (হিন্দি: भारत भूषण) নামে অধিক পরিচিত ভারতভূষণ ভল্লা (১৪ জুন ১৯২০ - ২৭ জানুয়ারি ১৯৯২) একজন ভারতীয় অভিনেতা। মিরাটে জন্মগ্রহণকারী ও উত্তরপ্রদেশের আলিগড়ে বেড়ে ওঠা ভারত মূলত হিন্দি ভাষার চলচ্চিত্রে অভিনয় করতেন, পাশাপাশি চিত্রনাট্য রচনা ও প্রযোজনা করতেন। তিনি ১৯৫২ সালে বৈজু বাওরা চলচ্চিত্রে নাম ভূমিকায় অভিনয়ের জন্য অধিক স্মরণীয়। তিনি শ্রী চৈতন্য মহাপ্রভু (১৯৫৪) চলচ্চিত্রে অভিনয় করে শ্রেষ্ঠ অভিনেতা বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন এবং মির্জা গালিব চলচ্চিত্রে নাম ভূমিকায় অভিনয় করে আরেকটি ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nভারতভূষণ ভল্লা ১৯২০ সালের ১৪ই জুন তদানীন্তন ব্রিটিশ ভারতের সংযুক্ত আগ্রা ও ওধ প্রদেশে (বর্তমান ভারতের উত্তরপ্রদেশের মিরাট শহরে এক বৈশ্য (বানিয়া) পরিবারে জন্মগ্রহণ করেন। তারপিতা রায়বাহাদুর মতিলাল ভল্লা মিরাটে সরকারি উকিল ছিলেন। মাত্র দুই বছর বয়সে তার মায়ের মৃত্যু হয়। মায়ের মৃত্যুর পর তিনি ও তার বড় ভাই রমেশচন্দ্র ভল্লা তাদের নানাবাড়ি আলিগড়ে বেড়ে ওঠেন। তিনি আলিগড়ের ধরম সমাজ কলেজ থেকে স্নাতক সম্পন্ন করেন। তার বড় ভাই তখন চলচ্চিত্র প্রযোজক, তিনি লখনউয়ে আইডিয়াল স্টুডিওজের মালিক ছিলেন। পড়াশোনা শেষ করার পর পিতার অনিচ্ছা স্বত্বেও তিনি অভিনয়কে পেশা হিসেবে বেছে নেন। তিনি প্রথমে চলচ্চিত্রে অভিনয় করতে কলকাতা যান কিন্তু সেখানে সুযোগ না পেয়ে তৎকালীন বম্বে (বর্তমান মুম্বইয়ে) গিয়ে অভিনেতা হিসেবে প্রতিষ্ঠা লাভ করেন।\n\n\n== কর্মজীবন ==\n১৯৪১ সালে চিত্রলেখা চলচ্চিত্র দিয়ে তার অভিষেক ঘটে। এরপর ভক্ত কবীর, সুহাগ রাত, আঁখে, জন্মাষ্টমী চলচ্চিত্রে অভিনয় করেন। এক দশক বলিউডে নিজেকে প্রতিষ্ঠিত করতে সংগ্রাম করার পর ১৯৫২ সালে বৈজু বাওরা চলচ্চিত্রে নাম ভূমিকায় অভিনয় করেন। এতে তিনি তার পিতার মৃত্যুর প্রতিশোধ নিতে তানসেনকে সঙ্গীত দ্বৈরথে আহ্বান জানান। এই চলচ্চিত্র তাকে রাতারাতি তারকাখ্যাতি এনে দেয় এবং তিনি মোহাম্মদ রফি, মীনা কুমারী ও নওশাদ আলীর সাথে চলচ্চিত্র জগতের অন্যতম ম্যাটিনি আইডল হয়ে ওঠেন। তিনি ১৯৫৪ সালে ভক্তিমূলক শ্রী চৈতন্য মহাপ্রভু চলচ্চিত্রে অভিনয় করে শ্রেষ্ঠ অভিনেতা বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন। এছাড়া তিনি জীবনীমূলক মির্জা গালিব চলচ্চিত্রে অভিনয় করে শ্রেষ্ঠ অভিনেতা বিভাগে আরেকটি ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন।\n১৯৫০ ও ১৯৬০-এর দশকের প্রতিভাধর অভিনেতা ও প্রখ্যাত তারকা হওয়া স্বত্বেও তাকে প্রায়ই বিয়োগান্ত চরিত্রে দেখা যেত। এই সময়ে অভিনেত্রী মধুবালার সাথে তার যুগলবন্দী বেশ জনপ্রিয় হয়ে ওঠে। তারা একত্রে গেটওয়ে অব ইন্ডিয়া (১৯৫৭), ফাগুন (১৯৫৮) ও বরসাত কি রাত (১৯৬০)-এর মত সফল চলচ্চিত্রে অভিনয় করেন। রবসাত কি রাত চলচ্চিত্রে প্রণয়ধর্মী মুখ্য চরিত্রে ভারতের স্বভাবসুলভ প্রতিভার স্বাক্ষর পাওয়া যায়।\n\n\n== ব্যক্তিগত জীবন ও মৃত্যু ==\nভারত ভূষণ মিরাটের সম্ভ্রান্ত জমিদার রায়বাহাদুর বুধা প্রকাশের কন্যা সরলাকে বিয়ে করেন। তাদের দুই কন্যা। বড় মেয়ে অনুরাধা পোলিও রোগে আক্রান্ত ছিলেন। ছোট মেয়ে অপরাজিতা ১৯৮৬ সালের জনপ্রিয় টিভি অনুষ্ঠান রামায়ণ-এ রাবণের স্ত্রী মন্দোদরী চরিত্রে অভিনয়ের জন্য পরিচিত ছিলেন। বরসাত কি দিন মুক্তির কিছু দিন পর ভারতের স্ত্রী সরলা দ্বিতীয় সন্তান জন্ম দিতে গিয়ে জটিলতায় মারা যান। ১৯৬৭ সালে তিনি বরসাত কি দিন চলচ্চিত্রের তার সহশিল্পী রত্নাকে বিয়ে করেন। রত্না সে সময়ে নায়িকাদের বোন বা বান্ধবী চরিত্রে অভিনয়ের জন্য পরিচিত মুখ ছিলেন।\nভারত ১৯৯২ সালের ২৭শে জানুয়ারি বম্বেতে (বর্তমান মুম্বই) মৃত্যুবরণ করেন।\n\n\n== স্বীকৃতি ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nগুলজার; গোবিন্দ নিহলানি; শৈবাল চ্যাটার্জি (২০০৩)। Encyclopaedia of Hindi cinema। পপুলার প্রকাশন। পৃষ্ঠা ৩৩৫। আইএসবিএন 8179910660। \n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ভারত ভূষণ (ইংরেজি)\nBharat Bhushan, the tragic hero"}