{"pageid": 1332320, "title": "গ্যাংলিয়ন সিস্ট", "url": "https://bn.wikipedia.org/wiki?curid=1332320", "content": "গ্যাংলিয়ন সিস্ট এক ধরণের টিউমার যা অস্থিসন্ধি, আঙ্গুল, কবজি, গোড়ালি বা পায়ের পাতার নীচের অংশের টেন্ডন বা জয়েন্টের উপরে হয়। এটি প্রায়শই কব্জির পিছনের অংশে দেখা যায়, তাছাড়া কব্জির সামনের দিকেও দেখা যায়।  সাধারণত কোন উপসর্গ ছাড়াই এটা প্রায় কয়েক মাসের মধ্যে শুরু হতে পারে। মাঝে মাঝে ব্যথা বা অসাড়তা দেখা দিতে পারে। জটিলতার মধ্যে কারপাল টানেল সিন্ড্রোম অন্তর্ভুক্ত থাকতে পারে। এটা দেখতে তরল থলির মত দেখায়। এর ভেতরে ঘন, বর্ণহীন, স্বচ্ছ, আঠালো ও জেলির ন্যায় উপাদান থাকে। যা একটি বিনাইন বা অনপকারী তরলভর্তি লাম্প বা পিণ্ড। আকারের উপর ভিত্তি করে সিস্ট দৃঢ় বা ফাঁপা হতে পারে। গ্যাংলিয়ন সিস্টকে বাইবেল সিস্ট বা বাইবেল বাম্পসও বলা হয়।\nগ্যাংলিয়ন সিস্ট হওয়ার নির্দিষ্ট কারণ জানা যায়নি। অন্তর্নিহিত প্রক্রিয়াটি সায়নোভিয়াল ঝিল্লির আউটপাউচিং জড়িত বলে বিশ্বাস করা হয়। ঝুঁকির কারণগুলির মধ্যে জিমন্যাস্টিকস কার্যকলাপ অন্তর্ভুক্ত। ডাক্তাররা গ্যাংগলিয়ন সিস্টের ব্যাপারে নিশ্চিত থাকতে একটি সাধারণ পরীক্ষাটি করে থাকেন।\nআপনার লাম্পের ওপর ফ্ল্যাশলাইটের আলো ফেলুন। যদি এটির ওপর আলো উজ্জ্বল হয় বা জ্বলজ্বল করে, তাহলে জানবেন যে এটি গ্যাংগলিয়ন সিস্ট। এর কারণ সলিড মাস বা কঠিন পুঞ্জের লাম্পের ওপর আলো উজ্জ্বল হয় না কিন্তু তরলপূর্ণ লাম্পের ওপর আলো জ্বলজ্বল করে বা উজ্জ্বল হয়। অন্যান্য সম্ভাব্য কারণগুলি বাতিল করার জন্য মেডিকেল ইমেজিং করা যেতে পারে।\nজয়েন্ট  বা টেন্ডনের যন্ত্রণা বা যান্ত্রিক পরিবর্তনের ফলে এই সমস্যাটি বাড়তে পারে। যাদের অষ্টিও আরথ্রাইটিস আছে এবং জয়েন্ট  বা টেন্ডনে আঘাত প্রাপ্ত হলেও গ্যাংলিয়ন সিস্ট হতে পারে। সাধারণত ১৫ থেকে ৪০ বছর বয়সের মানুষের বিশেষ করে মহিলা ও ব্যায়ামবিদদের গ্যাংলিয়ন সিস্ট হয়ে থাকে। ১০ বছরের বেশি বয়সের শিশুদেরও এটি হতে পারে যা খুবই বিরল।\nচিকিৎসার বিকল্প পদ্ধতির মধ্যে রয়েছে সতর্ক পর্যবেক্ষণ, আক্রান্ত জয়েন্ট বন্ধফলক দিয়ে আবদ্ধ রাখা, সুচ শ্বাসাঘাত বা অস্ত্রোপচার। প্রায় অর্ধেক সময়  নিজে থেকেই আরোগ্য লাভ হয়। বছরে প্রতি ১০,০০০ জনে প্রায় তিনজন নতুনভাবে কব্জি বা হাতের গ্যাংলিয়নে আক্রান্ত হয়। এগুলি সাধারণত অল্প ও মধ্যবয়সী মহিলাদের মধ্যেই বেশি ঘটে থাকে।\n\n\n== লক্ষণ ও কারণ ==\nপ্রায়শ এটিতে পারফেক্ট গোলাকার প্রান্ত থাকবে এবং এটিকে চেপে বা ঠেলে সামান্য নড়ানো যাবে। এটি ছোট হতে পারে আবার খুব একটা ছোট নাও হতে পারে।\n\n\n== রোগ নির্ণয় ==\nএক্সরে, আলট্রাসনোগ্রাম বা এম আর আই এর মাধ্যমে গ্যাংলিয়ন সিস্ট ডায়াগনোসিস করা হয়ে থাকে।\n\n\n== চিকিৎসা ==\nবেশির ভাগ ক্ষেত্রেই গ্যাংলিয়ন সিস্টে কোন ব্যথা হয়না এবং এর জন্য কোন চিকিৎসার ও প্রয়োজন হয়না। সাধারণত ঘরোয়া প্রতিকারের মাধ্যমে গ্যাংলিয়ন সিস্ট নিরাময় হয় কিন্তু কিছু ক্ষেত্রে অপারেশনের মাধ্যমে প্রতিকার করতে হয়। ডাক্তাররাও রোগীকে অপেক্ষা করতে বলেন। কিন্তু যদি গ্যাংলিয়ন সিস্টে ব্যথা হয় এবং অস্থি সন্ধির নাড়াচাড়ায় সমস্যা হয় তাহলে ডাক্তার নিডেল অ্যাস্পাইরেশনের মাধ্যমে বা ছোট কোন সার্জারির মাধ্যমে সিস্টের ভিতরের তরল বাহির করে নিয়ে আসার চিকিৎসা করবেন। তবে আক্রান্ত স্থানটিতে আঘাত পেলে বা খুব বেশি নাড়াচাড়া করতে হলে গ্যাংলিয়ন সিস্ট পুনরায় ফিরে আসতে পারে। \n\n\n== পূর্বাভাস ==\nএসব সিস্ট গেলাটিনাস ফ্লুইড বা সাইনোভিয়াল ফ্লুইডে (যা জয়েন্টকে পিচ্ছিল ও মসৃণ করে) পূর্ণ থাকলেও তারা প্রায়ক্ষেত্রে অপ্রত্যাশিতভাবে শক্ত থাকে। গ্যাংগলিয়ন শক্ত অনুভূত হলেও আপনি যখন এতে চাপ দেবেন তখন বুঝতে পারবেন যে এটিতে দৃঢ় তরল আছে।\n\n\n== ব্যুৎপত্তি ==\n\n\n== আরও দেখুন ==\nগ্যাংলিওনোরোমা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}