{"pageid": 1332509, "title": "নারীবাদী অভিজ্ঞতাবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1332509", "content": "নারীবাদী অভিজ্ঞতাবাদ হল নারীবাদী গবেষণার মধ্যেকার একটি দৃষ্টিভঙ্গি যা গবেষণা পদ্ধতি এবং অভিজ্ঞতাবাদের সাথে নারীবাদের উদ্দেশ্য এবং পর্যবেক্ষণকে একত্রিত করে। নারীবাদী অভিজ্ঞতাবাদ সাধারণত ইতিবাচকতার মূলধারার ধারণার সাথে যুক্ত। নারীবাদী অভিজ্ঞতাবাদ, প্রত্যক্ষবাদ সহ মূলধারার গবেষণা পদ্ধতির মধ্যে অপর্যাপ্ততা এবং পক্ষপাতিত্বের সমালোচনা করে। \nনারীবাদী অভিজ্ঞতাবাদ হল তিনটি প্রধান নারীবাদী জ্ঞানতাত্ত্বিক দৃষ্টিভঙ্গির মধ্যে একটি। এর অন্য দুটি হল দৃষ্টিকোণমূলক নারীবাদ এবং উত্তর-সংগঠনমূলক / উত্তর-আধুনিক নারীবাদ।\n\n\n== উদাহরণ ==\nআন্তর্জাতিক সম্পর্কের ক্ষেত্রে যুক্তিবাদী নারীবাদ রাজনৈতিক দৃষ্টিকোণ ব্যাখ্যা করার জন্য নারীবাদী অভিজ্ঞতাবাদ ব্যবহার করে। যুক্তিবাদী নারীবাদ রাষ্ট্র, আন্তর্জাতিক এবং প্রাতিষ্ঠানিক কর্মকর্তাদের পরীক্ষা করে দেখে এবং বিশেষভাবে এই কর্মকর্তা এবং লিঙ্গ সমস্যাগুলির মধ্যে কার্যকারণ সম্পর্ককে দেখে। এই ঘটনাগুলির সাথে লিঙ্গ সম্পর্কিত করতে পরিমাণগত তথ্য ব্যবহার করা হয়। এটি নির্দিষ্ট রাষ্ট্রীয় আচরণের সাথে সরাসরি লিঙ্গ তথ্যের সম্পর্ক স্থাপন করে বা পরোক্ষভাবে পরোক্ষ কার্যকারণ সম্পর্কের মাধ্যমে একটি \"লিঙ্গ ব্যবধান\" পরীক্ষা করে করতে পারে। আন্তর্জাতিক সম্পর্কের মধ্যে যুক্তিবাদী নারীবাদের সাথে যুক্ত জনপ্রিয় দৃষ্টিভঙ্গির মধ্যে রয়েছে প্রচলিত গঠনবাদ এবং পরিমাণগত শান্তি গবেষণা। \n\n\n== জ্ঞানতাত্ত্বিক দৃষ্টিকোণ ==\n\n\n=== দৃষ্টিকোণমূলক নারীবাদ ===\nঅন্যান্য সমালোচনার মধ্যে, দৃষ্টিকোণমূলক নারীবাদ (যুক্তিবাদ  বিরোধীও বলা হয়), যুক্তি দেয় যে নারীবাদী অভিজ্ঞতাবাদ যেটি ব্যাখ্যা করতে পারে না তা হল রাজনৈতিক বিশ্ব কীভাবে কাজ করে তা বলতে পারা, কারণ এটি যে ভিত্তির উপর নির্মিত হয়েছে সেগুলি একই লিঙ্গযুক্ত অনুমানের উপর ভিত্তি করে তৈরি করা হয়েছে। সমস্ত মূলধারার বৈজ্ঞানিক অনুসন্ধানের মুখোমুখি হয় একই লিঙ্গযুক্ত অনুমান। নারীবাদী অভিজ্ঞতাবাদ যুক্তি দেয় যে, এর জ্ঞানতাত্ত্বিক দৃষ্টিভঙ্গির কারণে, এটি বৈজ্ঞানিক অনুসন্ধানের মধ্যে এই সহজাত লিঙ্গ পক্ষপাতের মোকাবিলা করতে পারে।\n\n\n=== উত্তর-আধুনিক নারীবাদ ===\nউত্তর-সংগঠনমূলক / উত্তর-আধুনিক নারীবাদী জ্ঞানতত্ত্ব সম্পূর্ণভাবে বিতর্কমূলক। এটি সামাজিক বিশ্লেষণের মাধ্যমে বুদ্ধির বিকাশের চেষ্টা করে; রাজনৈতিক জগতে নারীবাদী তত্ত্ব ব্যাখ্যা করার পরিবর্তে অনুবাদ করে।\nনারীবাদী অভিজ্ঞতাবাদের গুণগত তথ্যের পক্ষপাতী হওয়ার সম্ভাবনা বেশি। বস্তুনিষ্ঠ পরিমাপ বিদ্যমান লিঙ্গ পক্ষপাত দূর করার জন্য গুরুত্বপূর্ণ হিসাবে দেখা হয়। উত্তর-সংগঠনমূলক অন্তর্নিহিতভাবে সামাজিক বিজ্ঞানে একটি বস্তুনিষ্ঠ সত্যের ধারণার বিরোধী। বিশ্বাস করা হয় যে, যারা মানব বিজ্ঞানের মধ্যে থেকে অধ্যয়ন করে তারা একই কাঠামোর দ্বারা আটকা পড়ে, যে সমাজে তারা অধ্যয়ন করে সেই সমাজ তাতে প্রভাবিত হয়। উত্তর-সংগঠনমূলক নারীবাদ এই বিশ্বাসের সমালোচনা করে যে, যে কোনো দৃষ্টিভঙ্গিই নিরপেক্ষ; জ্ঞান খুঁজে পাওয়া যায় না কিন্তু তাকে নির্মান করা হয়। এই মতপার্থক্যের একটি নির্দিষ্ট ফলাফল হল যেভাবে দুটি তত্ত্ব লিঙ্গকে দেখে: নারীবাদী অভিজ্ঞতাবাদ দাবি করে যে লিঙ্গ পরিবর্তকগুলি জৈবিক লিঙ্গের উপর ভিত্তি করে তৈরি, যখন উত্তর-সংগঠনমূলক / উত্তর-আধুনিক নারীবাদ লিঙ্গকে একটি সামাজিকভাবে গঠিত সত্তা হিসাবে দেখে।\n\n\n== আরও দেখুন ==\nনারীবাদ\nউত্তর আধুনিক নারীবাদ\nদৃষ্টিকোণমূলক নারীবাদ\n\n\n== তথ্যসূত্র =="}