{"pageid": 1332298, "title": "ভোটিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1332298", "content": "ভোটিয়া বা ভোট (নেপালি: भोटिया, ভুটিয়া) হল তিব্বত থেকে ভারতকে বিভক্তকারী ট্রান্স হিমালয়ান অঞ্চলে বসবাসকারী জাতিগত-ভাষাগতভাবে সম্পর্কিত তিব্বতি জনগোষ্ঠীর দল। ভোটিয়া শব্দটি এসেছে তিব্বতের শাস্ত্রীয় তিব্বতি নাম থেকে, (བོད, bod)। ভোটিয়ারা লাদাখি সহ অসংখ্য ভাষায় কথা বলে। এই জাতীয় ভাষার ভারতীয় স্বীকৃতি হল ভোটি/ভোটিয়া যার তিব্বতি লিপি রয়েছে এবং এটি ভারতীয় সংবিধানের অষ্টম তফসিলের মাধ্যমে একটি সরকারী ভাষা হওয়ার জন্য ভারতের সংসদে রয়েছে।\n\n\n== পটভূমি ==\nভোটিয়ারা রঘুবংশী রাজপুত হিসাবে চিহ্নিত এবং ঠাকুর বা রাজবংশী হিসাবে উল্লেখ করা পছন্দ করে। নবাব আসাফ-উদ-দৌলার (১৭৭৫ থেকে ১৭৯৭) সময়কালে ভোটিয়ারা উত্তর আওধে আদি অভিবাসী হতে পারে। ভোটিয়া জনগণ অন্যান্য কয়েকটি গোষ্ঠীর সাথে ঘনিষ্ঠভাবে জড়িত এবং জাতিগত সীমানা ছিদ্রযুক্ত। একটি দল হল ভুটিয়া, ভারতের সিকিম রাজ্যের উত্তর অংশের প্রধান নৃতাত্ত্বিক গোষ্ঠী। দ্বিতীয়টি হল কুমায়ুনের উচ্চ হিমালয় উপত্যকার উত্তরাখণ্ড ভোটিয়া এবং উত্তরাখণ্ডের গাড়োয়াল বিভাগের। এর মধ্যে রয়েছে কুমায়নের শওকা উপজাতি, গাড়ওয়ালের তোলছা এবং মার্চহাস, খিমলিং-এর গিয়াগার খাম্পা, ভিদাং। একটি তৃতীয় সম্পর্কিত দল হল জংখা ভাষী নগালপ মানুষ, ভুটানের প্রধান নৃতাত্ত্বিক গোষ্ঠী। ভোটিয়ারা তিব্বতীয় এবং শেরপা সহ নেপাল এবং ভারতের সংলগ্ন অঞ্চলের বিভিন্ন বিক্ষিপ্ত গোষ্ঠীর সাথেও সম্পর্কিত।\nভোটিয়ারা নেপালের জনসংখ্যার ০.১ শতাংশ। তারা হিমালয় জুড়ে গ্রামে বাস করে।\n\n\n== ভোটিয়া জাতির ভাষা ==\nভোটিয়া জনগণের ভাষাকে \"ভোটি\" বা \"ভোটিয়া\" বলা হয়, কিন্তু প্রকৃতপক্ষে এটি ভারতে কথিত তিব্বত-বর্মন ভাষার বিস্তৃত বৈচিত্র্যের জন্য একটি কভার শব্দ। এটি সাধারণত তিব্বতি বর্ণমালায় লেখা হয়। হিমাচল প্রদেশ, সিকিম, উত্তরাখণ্ড, অরুণাচল প্রদেশ, ভুটান, নেপাল, তিব্বত এবং পাকিস্তান ও পশ্চিমবঙ্গের কিছু অংশে ভোটি ও ভোটিয়া কথা বলা হয়। ভারতে সরকারী মর্যাদা সহ ভাটি ভাষা অন্তর্ভুক্ত নয়। ২৭শে ফেব্রুয়ারী ২০১১ তারিখে, যাইহোক, দ্বারা প্রবর্তিত একটি প্রস্তাবলাদাখ স্বায়ত্তশাসিত পার্বত্য উন্নয়ন পরিষদ, লেহ, ভাষা অন্তর্ভুক্তির জন্য ভারতের সংবিধানের অষ্টম তফসিল বিরোধিতা ছাড়াই পাশ হয়।\n\n\n== জনসংখ্যা ==\nভোটিয়া, উপজাতির লোকেরা হিমালয় বেল্টের স্থানীয় (আদিবাসী) মানুষ। নেপালে তারা নেপালের উত্তর এবং পূর্বাঞ্চলে বাস করে, যেখানে তারা এবং অন্যান্য তিব্বতিরা এই অঞ্চলের স্বয়ংক্রিয় (আদিবাসী) মানুষ। নেপালের ২০০১ সালের আদমশুমারি অনুসারে তাদের সংখ্যা ২৭,২৩০। ভোটিয়ারা ভারতের জম্মু ও কাশ্মীর, হিমাচল প্রদেশ, উত্তরাখণ্ড, উত্তর প্রদেশ, পশ্চিমবঙ্গ, সিকিম, আসাম, অরুণাচল প্রদেশ এবং ত্রিপুরায়ও বাস করে। ভিতরে উত্তরপ্রদেশের ভোটিয়ারা বাহরাইচ, গোন্ডা, লখিমপুর, লখনউ, বারাবাঙ্কি, কানপুর নগর, কানপুর দেহাত এবং খেরি জেলায় বাস করে।\nভোটিয়ার ছয়টি স্বীকৃত উপ-গোষ্ঠী রয়েছে: ভোট, ভোটিয়া, সিকিমের ভুটিয়া, তিব্বতি (সিকিম এবং অরুণাচল প্রদেশের), ভুট, খিমলিং-এর গায়কার খাম্পা, উত্তরাখণ্ডের ভিদাং।\nভারতের জম্মু ও কাশ্মীর, হিমাচল প্রদেশ, উত্তরাখণ্ড, উত্তর প্রদেশ, পশ্চিমবঙ্গ, সিকিম এবং অরুণাচল প্রদেশে ভোটিয়া জনগোষ্ঠীর তফসিলি উপজাতির মর্যাদা রয়েছে।\nউত্তরাখণ্ডে, ভোটিয়ারা \"শিডিউল কাস্ট অর্ডার ১৯৫০, সাংবিধানিক তফসিলি উপজাতি (উত্তরপ্রদেশ) ১৯৬৭ এসসি/এসটি\" এর অধীনে একটি তফসিলি উপজাতি। ভারতের সংবিধান ভোটিয়াকে স্বীকৃতি দেয়।\n\n\n== ঐতিহ্য ==\n\n\n=== বিবাহ ===\nভোটিয়া বিবাহ হিন্দু বিবাহের অনুরূপ। কনের পালকি স্বামীর বাড়িতে এলে দেবতাদের পূজা করা হয় এবং তারপর তাকে ঘরে প্রবেশ করানো হয়। বরের হাতে চাল, রৌপ্য বা সোনা দেওয়া হয়, যা তিনি কনেকে দিয়ে দেন। সে সেগুলোকে একটি কুলোর মধ্যে রাখে এবং নাপিতের স্ত্রীর কাছে উপহার হিসেবে দেয়। এই অনুষ্ঠানটি কর্জ ভরনা নামে পরিচিত। একজন পুরুষের তিনজনের বেশি স্ত্রী থাকতে পারে না। প্রথম স্ত্রী হলেন প্রধান স্ত্রী, এবং তিনি স্বামীর সম্পত্তির এক দশমাংশের অতিরিক্ত উত্তরাধিকারী হন।\n\n\n=== অন্ত্যেষ্টিক্রিয়া ===\nভোটিয়াদের অন্ত্যেষ্টিক্রিয়ার স্বতন্ত্র ঐতিহ্য রয়েছে। কলেরা বা সাপের কামড়ে মারা যাওয়া ছোট বাচ্চাদের কবর দেওয়া হয় এবং অন্যদের দাহ করা হয়। কোন নির্দিষ্ট সমাধিক্ষেত্র নেই, এবং দাফনের সময় কোন অনুষ্ঠান করা হয় না। ধনী লোকেরা বিভিন্ন স্রোতে ভাসিয়ে দেবার জন্য ছাই রাখে, অন্যরা দাফন করে। দাহ করার পরে, কুশ (ঘাস) এর একটি ডাঁটা জলের ট্যাঙ্কের কাছে মাটিতে স্থির করা হয় এবং দশ দিন ধরে তার উপর তিল ঢেলে দেওয়া হয়। এটি এটিকে মৃতের আত্মার জন্য আশ্রয়স্থল করে তোলে যতক্ষণ না আচার সম্পন্ন হয়।\n\n\n== ধর্ম ==\nভোটিয়া উপজাতি, হিমালয় অঞ্চলের আদিবাসীরা অন্যান্য ধর্মের অনুসারীদের সাথে সর্বাধিক বৌদ্ধ অনুসারী। (ভোটিয়া শব্দটি ভোট শব্দ থেকে উদ্ভূত, তিব্বতের প্রাচীন নাম।) পূর্বপুরুষের উপাসনা প্রচলিত।\n\n\n== তথ্যসূত্র ==\n\n\n== টীকা =="}