{"pageid": 1332912, "title": "শ্যামলাল গুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1332912", "content": "শ্যামলাল গুপ্ত (ছদ্মনাম- 'পার্ষদ' ) (৯ সেপ্টেম্বর ১৮৯৬ – ১০ আগস্ট ১৯৭৭), ছিলেন একজন ভারতীয় বিপ্লবী কবি, সাংবাদিক এবং গীতিকার। তাঁর রচিত একটি গান ১৯৪৮ খ্রিস্টাব্দে মুক্তিপ্রাপ্ত- আজাদী কী রাহ পর হিন্দি চলচ্চিত্রে সরোজিনী নাইডু দ্বারা গীত তার রচিত গান সংযোজিত হয়েছিল। গানটি পরবর্তীকালে ভারতের পতাকা গান হিসাবে গৃহীত হয় এবং প্রতি বছর স্বাধীনতা দিবস এবং প্রজাতন্ত্র দিবসের পতাকা উত্তোলন অনুষ্ঠানে গাওয়া থাকে।  তিনি ১৯৬৯ খ্রিস্টাব্দে চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী প্রাপক ছিলেন। ১৯৯৭ খ্রিস্টাব্দে  ভারত সরকার তার সম্মানে একটি ডাকটিকিট জারি করে।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nশ্যামলাল গুপ্ত ১৮৯৬ খ্রিস্টাব্দের ৯ সেপ্টেম্বর অধুনা  উত্তর প্রদেশের কানপুর জেলার নারওয়াল গ্রামের এক মধ্যবিত্ত বৈশ্য পরিবারে জন্মগ্রহণ করেন। তিনি পিতা বিশ্বেশ্বর প্রসাদ এবং মাতা কৌশল্যা দেবীর কনিষ্ঠ পুত্র ছিলেন।  বিদ্যালয়ে পঞ্চম শ্রেণীতে পড়ার সময়ই শ্যামলাল কবিতা রচনা শুরু করেন। মাধ্যমিক পরীক্ষায় প্রথম বিভাগে উত্তীর্ণ হন। 'হিন্দি সাহিত্য সম্মেলন' থেকে তিনি 'বিশারাদ' হন। পনের বৎসর বয়সে তিনি হরিগীতিকা, সাওয়াইয়া, ঘনাক্ষরী প্রভৃতি শ্লোকে রামকথার বালকাণ্ড রচনা করেছিলেন। কিন্তু এসবে তার পরিবারের আদৌ পছন্দ ছিল না। পারিবারিক ব্যবসায় যোগ দিতে অস্বীকার করে, তিনি শিক্ষকতাকে পেশা হিসাবে গ্রহণ করেন। প্রথমে কানপুরের জেলা পরিষদের ও পরে পৌরসভার বিভিন্ন সরকারি স্কুলে শিক্ষকতা  করেন। কিন্তু তিন বৎসরের বণ্ড ইস্যুতে পদত্যাগ করেন। পরে তিনি বিপ্লবী গণেশ শঙ্কর বিদ্যার্থী ও বিশিষ্ট সাংবাদিক প্রতাপনারায়ণ মিশ্রের সংস্পর্শে আসেন এবং শিক্ষকতা, গ্রন্থাগারিক এবং সাংবাদিকতার বিভিন্ন জনসেবামূলক কাজে যুক্ত হন এবং পাশাপাশি ভারতের স্বাধীনতা আন্দোলনে অংশগ্রহণ করেন। ১৯২১ খ্রিস্টাব্দে ফতেপুরে এক স্বাধীনতা অভিযানে তিনি গ্রেফতার হন। মুক্তির পর গোপনে তিনি বিপ্লবী কাজকর্মে লিপ্ত থাকেন। পরবর্তীতে ১৯৩০ এবং ১৯৪৪ খ্রিস্টাব্দে গ্রেফতার করা হয় এবং কারারুদ্ধ রাখা হয়। শ্যামলাল গুপ্ত উনিশ বছর ফতেপুর জেলা কংগ্রেস কমিটির সভাপতির পদে অধিষ্ঠিত ছিলেন। ব্যক্তিগত শপথে তিনি ভারতের স্বাধীনতার আগে পর্যন্ত জুতা এবং ছাতা ব্যবহার করতেন না। তিনি ১৯৭৭ খ্রিস্টাব্দের ১০ আগস্ট ৮১ বছর বয়সে মারা যান। \n\n\n== পতাকা সঙ্গীত ==\n১৯২৪ খ্রিস্টাব্দের ৪ মার্চ শ্যামলাল গুপ্ত একটি দেশাত্মবোধক কবিতা রচনা করেন এবং এটি কানপুরের খান্না প্রেস ৫০০০ কপি ছেপে বিক্রি করে।   ১৯২৪ খ্রিস্টাব্দের ১৩ এপ্রিল ভারতীয় জাতীয় কংগ্রেস আয়োজিত কানপুরের ফুলবাগে জালিয়ানওয়ালাবাগ শহীদ দিবসের অনুষ্ঠানে জওহরলাল নেহরুর উপস্থিতে প্রথম গাওয়া হয়।  ১৯৩৮ খ্রিস্টাব্দে, সরোজিনী নাইডু ভারতীয় জাতীয় কংগ্রেসের হরিপুরা অধিবেশনে মহাত্মা গান্ধী, মতিলাল নেহেরু, জওহরলাল নেহেরু, ডাঃ রাজেন্দ্র প্রসাদ, গোবিন্দ বল্লভ পন্থ, যমনালাল বাজাজ, মহাদেব দেশাই এবং পুরুষোত্তম দাস ট্যান্ডন প্রমুখ স্বাধীনতাকামী নেতাদের উপস্থিতিতে গানটি উপস্থাপন করেন।  এর  এক দশক পর ললিত চন্দ্র মেহতা পরিচালিত ১৯৪৮ খ্রিস্টাব্দে মুক্তিপ্রাপ্ত আজাদী কী রাহ পর হিন্দি চলচ্চিত্রে গানটি সংযোজিত হয়। শেখর কল্যাণ দ্বারা সুরারোপিত গানটি সরোজিনী নাইডু গেয়েছিলেন।  প্রাক-স্বাধীনতার সময়কালে ভারতীয়দের মধ্যে দেশপ্রেমের বোধ সঞ্চার করেছিল গানটি। সে কথা স্মরণ করে প্রতি বছর স্বাধীনতা দিবস এবং প্রজাতন্ত্র দিবসের অনুষ্ঠানে পতাকা উত্তোলনের সময় গাওয়া হয়।\n\nহিন্দিতে গানটি নিম্নরূপ\n\nবিজয়ী বিশ্ব তিরঙ্গা প্যারা, ঝণ্ডা উঁচা রহে হমারা।\nসদা শক্তি বরসনেওয়ালা, প্রেম সুধা সরানেওয়ালা। \nবীরোঁ কো হর্সানেওয়ালা, মাতৃ ভূমি কা তন মন সারা।। \nঝণ্ডা উঁচা রহে হমারা...\nস্বতন্ত্রতা কে ভীষণ রণ মে, রাখ কর,  জোশ বড়ে ক্ষণ ক্ষণ মে।\nকাঁপে শত্রু দেখকর মন মে, মিট জায়ে ভয় সংকট সারা।। \nঝণ্ডা উঁচা রহে হমারা...\nইস্ ঝণ্ডে কে নীচে নির্ভয়, হো  স্বরাজ জনতা কা নিশ্চয়। \nবোলো ভারত মাতা কী জয়, স্বতন্ত্রতা হী ধ্যেয় হমারা।। \nঝন্ডা উঁচা রহে হমারা...\nআও প্যারে বীরো আও, দেশ ধর্ম পর বলি-বলি জাও। \nএক সাথ সব মিল কর গাও, প্যারা  ভারত দেশ হমারা।। \nঝণ্ডা উঁচা রহে হমারা...\nশান ন ইসকী জানে পায়ে, কারণ জান ভলে হী জায়ে।\nবিশ্ব বিজয়ী কর কে দিখলায়ে, তব হো য়ে প্রণ পূর্ণ হমারা।।\nঝণ্ডা উঁচা রহে হমারা...\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nশ্যামলাল গুপ্ত ১৯৬৯ খ্রিস্টাব্দে  ভারত সরকারের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী লাভ করেন।1969.\n\n\n== পারিবারিক জীবন ও জীবনাবসান ==\nশ্যামলাল গুপ্ত দুটি বিবাহ করেছিলেন। দ্বিতীয় পক্ষে তার একটি মাত্র কন্যা সন্তান জন্মে। তার বিবাহ কানপুরের বিখ্যাত সমাজকর্মী অ্যাডভোকেট লক্ষ্মীনারায়ণ গুপ্তের সঙ্গে সম্পন্ন হয়। শ্যামলাল গুপ্ত ১৯৭৭ খ্রিস্টাব্দের ১০ আগস্ট ৮১ বছর বয়সে মারা যান। \nতার মৃত্যুর দুই দশক পর, ১৯৯৭ খ্রিস্টাব্দের ৪ মার্চ  ভারতের তৎকালীন রাষ্ট্রপতি শঙ্কর দয়াল শর্মা তার সম্মানে একটি ডাকটিকিট প্রকাশ করেন। \n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র =="}