{"pageid": 1332069, "title": "পাড়েই", "url": "https://bn.wikipedia.org/wiki?curid=1332069", "content": "পাড়েই (গ্রিক: Παδαῖοι) বা পাড়েইরা হল একটি ভারতীয় উপজাতি যা গ্রীক ঐতিহাসিক হেরোডোটাস দ্য হিস্টোরিস-এ বর্ণনা করেছেন। হেরোডোটাস তাদের (তৃতীয় খণ্ড.১) বর্ণনা করেছেন যে, তারা অন্যান্য ভারতীয়দের তুলনায় কৃষ্ণাভ এবং পারস্য থেকে দক্ষিণ ও পূর্ব দিকে খুব দূরে অবস্থিত একটি জায়গায় বসবাস করতো। তার রচনা থেকে একটি উদ্ধৃতি (তৃতীয় খণ্ড.৯৯) নিম্নলিখিত অন্তর্ভুক্ত:\n\n\"পাড়েই নামে ভারতীয়দের আরেকটি উপজাতি, যারা এই জলাভূমি ভারতীয়দের পূর্বদিকে বাস করে, তারা যাযাবর ও কাঁচা মাংস খায়। তাদের নিম্নলিখিত রীতিনীতি আছে বলে জানা যায়। যদি তাদের স্বদেশীদের মধ্যে কেউ - একজন পুরুষ বা একজন মহিলা - অসুস্থ হয়, তবে তার নিকটতম পুরুষ বন্ধুরা (ধরে নেয় যে সে একজন অসুস্থ ব্যক্তি) তাকে হত্যা করে, এই কারণে যে সে অসুস্থতায় নষ্ট হয়ে গেলে তার শরীরের মাংস নষ্ট হয়ে যাবে। তিনি অস্বীকার করেন যে তিনি অসুস্থ, কিন্তু তারা সেদিকে কোনো নজর দেয় না, তাকে হত্যা করে ও একটি ভোজের আয়োজন করে। ঠিক একই পদ্ধতি অনুসরণ করে একজন মহিলার সবচেয়ে কাছের মহিলা বন্ধুরা যখন একজন মহিলা অসুস্থ হয়। তারা বৃদ্ধ বয়সে পৌঁছলেই যে কাউকে বলিদান করে এবং ভোজের আয়োজন করতো, তবে কারও পক্ষে তা করা অস্বাভাবিক, কারণ তারা বৃদ্ধ বয়সে পৌঁছানোর আগেই অসুস্থ হয়ে পড়া সবাইকে হত্যা করতো।\"\nঊনবিংশ ও বিংশ শতাব্দীর প্রথম দিকের পণ্ডিতরা পাড়েইয়ের বেশ কয়েকটি সম্ভাব্য শনাক্তকরণের পরামর্শ দিয়েছিলেন। নিউবোল্ড মনে করতেন যে তারা সম্ভবত সুমাত্রার একটি উপজাতি বাট্টা হতে পারে, তিনি বলেছিলেন যে তারা নরমাংস চর্চা চালিয়ে গেছেন। অন্যান্যরা লিপিবদ্ধ করেছেন যে, কেন্দ্রীয় সুমাত্রান উচ্চভূমির বাট্টারা কেবল নরখাদকই ছিল না, তারা পূর্বে তাদের বয়স্কদেরও খেয়েছিল। হুইলার সেই পণ্ডিতদের উদ্ধৃত করেছেন যারা \"পাড়েই\" নামটিকে বিভিন্নভাবে ছোট তিব্বতের (লাদাখ), কচ্ছের একটি নদী ও গঙ্গার সাথে যুক্ত করেছেন। তিনি পরামর্শ দিয়েছিলেন যে নামটি উত্তর-পশ্চিম ভারতের যাযাবর বাসিন্দাদের জন্য একটি সাধারণ নাম বা শব্দ হতে পারে। উইলিয়াম স্মিথ, ম্যানার্টের উদ্ধৃতি দিয়ে প্রস্তাব দিয়েছিলেন যে তারা তাতার হতে পারে, ভারতীয় উপজাতি নয়। ল্যাথাম বাট্টা ও ভেদ্দার সাথে \"পাড়েই\" নামের মিলের দিকে ইঙ্গিত করেছিলেন এবং এই সিদ্ধান্তে উপনীত হয়েছিলেন যে পাড়েইয়ের পরিচয় সম্পর্কে যা বলা যেতে পারে তা হল তারা একটি \"ভারতীয় জনসংখ্যার সংস্পর্শে থাকা আদিবাসী উপজাতি\"। রলিনসন প্রস্তাব দেন যে তারা \"ভিল, গোন্ড বা মধ্য ভারতের অন্যান্য আদিবাসী জাতি\" হতে পারে।\n\n\n== তথ্যসূত্র =="}