{"pageid": 1332246, "title": "২০২২-২০২৩ সালের খাদ্য সংকট", "url": "https://bn.wikipedia.org/wiki?curid=1332246", "content": "২০২২ সালে বিশ্বজুড়ে খাদ্যের দাম এবং খাদ্য সরবরাহে ঘাটতি দ্রুত বৃদ্ধি পায়। ভূ-রাজনৈতিক ও অর্থনৈতিক সংকটের কারণে বিশ্বের বিভিন্ন দেশে জটিল সংকট দেখা দেয়। সংকটসমূহ কোভিড-১৯ মহামারি চলাকালীন খাদ্য নিরাপত্তা এবং অর্থনৈতিক সঙ্কটের পরে আসে।\n২০২২ সালে ইউক্রেনে রাশিয়ার আগ্রাসনের পর খাদ্য ও কৃষি সংস্থা ছাড়াও খাদ্য পণ্যের বাজারের অন্যান্য পর্যবেক্ষকরা, খাদ্য সরবরাহ ব্যবস্থায় অপ্রতুলতা এবং মূল্য বৃদ্ধির বিষয়ে সতর্ক করেন। বেশির ভাগ উদ্বেগের বিষয় ছিল গম, ভুট্টা এবং তৈলবীজের মতো প্রধান খাদ্য শস্যের সরবরাহের ঘাটতি, যা মূল্য বৃদ্ধির কারণ হতে পারে। এই আক্রমণের ফলে জ্বালানি এবং সংশ্লিষ্ট সারের দামও বেড়ে যায়, যার ফলে অধিক খাদ্যের ঘাটতি হয় এবং দাম বেড়ে যায়।\nযদিও আক্রমণের আগে থেকে খাদ্যের দাম ইতোমধ্যেই রেকর্ড পরিমাণ বেড়ে যায়। খাদ্য ও কৃষি সংস্থা অনুসারে, ২০২২ সালের ফেব্রুয়ারি পর্যন্ত, খাদ্যের দাম ২০% বেড়ে গিয়েছিল। মার্চ মাসে যুদ্ধের কারণে মূল্য বৃদ্ধি পেয়ে ৪০% বেড়ে যায়। ইউক্রেনে রাশিয়ার আক্রমণের পাশাপাশি জলবায়ু-সম্পর্কিত ফসলের অবনতি সহ জটিল সমস্যাগুলো ক্ষুধা ও অপুষ্টি কমানোর বৈশ্বিক প্রবণতাকে বিপরীতমুখী করে তুলবে বলে মনে করা হচ্ছে।\nপূর্ব আফ্রিকা এবং মাদাগাস্কারের মতো কিছু অঞ্চল ইতোমধ্যেই কৃষি ব্যবস্থার ব্যর্থতা এবং জলবায়ু পরিবর্তনের ফলে খরা ও দুর্ভিক্ষের সম্মুখীন হয়, যারফলে মূল্য বৃদ্ধি সেখানকার পরিস্থিতিকে আরও খারাপ করে তুলবে বলে আশঙ্কা করা হয়। এমনকি বিশ্বের উত্তরের দেশগুলি যেগুলিতে সাধারণত নিরাপদ খাদ্য সরবরাহ রয়েছে, যেমন যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্র, খাদ্য নিরাপত্তাহীনতার কারণে মূল্যস্ফীতির সরাসরি প্রভাব অনুভব করতে শুরু করে। অনেক বিশ্লেষক এই মূল্য বৃদ্ধিকে ২০০৭-২০০৮ বিশ্ব খাদ্য মূল্য সংকটের পর সবচেয়ে ভয়াবহতম হিসাবে বর্ণনা করেন। ওয়ার্ল্ড ইকোনমিক ফোরামের গ্লোবাল রিস্ক রিপোর্ট ২০২৩ খাদ্য সরবরাহের সংকটকে একটি চলমান বৈশ্বিক ঝুঁকি হিসেবে বর্ণনা করে।\n\n\n== বিবরণ ==\nকোভিড-১৯ মহামারি বিশ্বজুড়ে খাদ্য সরবরাহ চক্রকে উল্লেখযোগ্যভাবে ব্যাহত করে, খাদ্য শিল্পের ব্যবহার এবং বিতরণ পর্যায়ে বণ্টন ব্যবস্থাকে ব্যাহত করে। অন্যান্য পণ্যের সাথে পাল্লা দিয়ে প্রতিযোগিতায় জ্বালানি ও পরিবহনের মূল্য বৃদ্ধি খাদ্য সরবরাহ ব্যবস্থায় জটিলতাকে আরও বাড়িয়ে দেয়।\nএকই সময়ে, ২০২১ সালে উল্লেখযোগ্যহারে বন্যা এবং তাপপ্রবাহ আমেরিকা এবং ইউরোপের প্রধান ফসলাদি নষ্ট করে।\n\n\n== অঞ্চলভেদে বৃদ্ধি ==\n\nমূল্য বৃদ্ধি এশিয়া, আফ্রিকা ও ল্যাটিন আমেরিকার কিছু অংশ এবং  বিশেষ করে ইরান, শ্রীলঙ্কা, সুদান, এবং ইরাকে প্রভাব ফেলে, পাশাপাশি বিক্ষোভ এবং খাদ্য দাঙ্গা দেখা যায়। অন্যান্য দেশ যেখানে খাদ্য দাঙ্গা দেখা দেয় বা সম্পর্কিত অস্থিরতার সম্মুখীন হয় তাদের মধ্যে আছে আলবেনিয়া, কেনিয়া, ইন্দোনেশিয়া, পেরু, ইকুয়েডর, পানামা, আর্জেন্টিনা, তিউনিসিয়া, এবং লেবানন।\n\n\n=== আফ্রিকা এবং মেনা ===\nগমের মতো কিছু প্রধান জিনিসের দাম বৃদ্ধির ফলে মিসর, তুরস্ক এবং সোমালিয়ার মেনার মতো এবং পূর্ব আফ্রিকার দেশগুলিকে সবচেয়ে বেশি প্রভাবিত করবে বলে আশা করা হয়েছিল, যেগুলি ইউক্রেন এবং রাশিয়া থেকে গম আমদানির উপর অনেক বেশি নির্ভর করে৷ যা ইথিওপিয়া, কেনিয়া, সোমালিয়া এবং দক্ষিণ সুদানের মতো আঞ্চলিক খাদ্য বাজারের দামকে আরও ক্ষতিগ্রস্ত করবে বলে আশঙ্কা করা হয়।\nইউক্রেনের আক্রমণের ফলে খাদ্যের বাজারের পরিবর্তনগুলি আফ্রিকার শৃঙ্গের ইতোমধ্যেই বিদ্যমান খরা সমস্যাকে আরও বাড়িয়ে তুলে। ফেব্রুয়ারিতে, ওয়ার্ল্ড ফুড প্রোগ্রাম (ডব্লিউএফপি) এবং ইউনিসেফ ইতোমধ্যে পূর্ব আফ্রিকার তেরো মিলিয়ন মানুষের পুষ্টি এবং ক্ষুধার সূচকের অনুমান করে। মার্চ মাস নাগাদ জাতিসংঘ সেই সংখ্যা বাড়িয়ে ২ কোটিতে উন্নীত করে।\n\n\n==== ইরান ====\n২০২২ সালে, ইরানে মাহসা আমিনি হত্যার কারণে চলমান বিক্ষোভ দেশব্যাপী নাগরিক অস্থিরতায় পরিণত হয় যার ফলে রুটি এবং পাস্তা সহ প্রধান খাবারের সরকারী মূল্য বৃদ্ধি পায়। বিক্ষোভটি ছিল ২০২১ সালের জুলাই মাসে শুরু হওয়া বিক্ষোভের একটি দেশব্যাপী প্রতীবাদের  অংশ। বিক্ষোভটি প্রাথমিকভাবে পানি-বিপর্যস্ত খুজেস্তন প্রদেশ কেন্দ্রিক ছিল, তবে দ্রুত দেশব্যাপী ছড়িয়ে পড়ে। কর্তৃপক্ষ দাঙ্গা নিয়ন্ত্রণ ব্যবস্থা ঘোষণা করে এবং ইন্টারনেট অ্যাক্সেস বন্ধ করে প্রতিক্রিয়া জানায়।\nবিক্ষোভ শুরু হওয়ার আগে, ১লা মে আন্তর্জাতিক শ্রমিক দিবসের পুর্বে এবং ২রা মে জাতীয় শিক্ষক দিবসের সময় দেশব্যাপী বিক্ষোভ ঠেকানোর জন্য ইরান পূর্বনির্ধারিতভাবে ৩৮ জন শিক্ষককে আটক করে। ট্রাম্প প্রশাসনের সময় ইরানের বিরুদ্ধে মার্কিন নিষেধাজ্ঞা পুনরায় আরোপ করার ফলে জীবনযাত্রার অবস্থার অবনতি ঘটে এবং কোভিড-১৯ মহামারির অর্থনৈতিক প্রভাবের কারণে গত বছর ইরানে শ্রমিকদের বিক্ষোভ বেড়ে যায়। ইরান সরকার আমদানিকৃত গমের ওপর ভর্তুকি বন্ধ করার পর, আটার দাম প্রায় ৫০০% বেড়ে যায়, যেটা বর্তমান মুদ্রাস্ফীতিকে বাড়িয়ে দেয়, যা ৫০% এর কাছাকাছি ছিল।\nখুজেস্তনে ৬ মে শুরু হওয়া বিক্ষোভ প্রাথমিকভাবে জীবনযাত্রার ক্রমবর্ধমান ব্যয়ের সাথে যুক্ত ছিল। যাইহোক, তা দ্রুত মোল্লা-বিরোধী বিক্ষোভে পরিণত হয়। অন্তত ১০টি শহরে রেঞ্চাররা ইরানের কৃষি মন্ত্রণালয়ের অফিসে বিক্ষোভ মিছিল করে, পেনশনভোগীরাও একই ধরনের বিক্ষোভে অংশ নেন। দেজফুল শহরে বড় আকারের বিক্ষোভ শুরু হয়, এবং খাফাজিয়া, হাউইজেহ এবং শিরাজ শহরে ছড়িয়ে পড়ে। ইরানের নির্বাচিত প্রেসিডেন্ট মরিয়ম রাজাভির ন্যাশনাল কাউন্সিল অফ রেজিস্ট্যান্স দাবি করে যে বিক্ষোভকারীরা আন্দিমেস্ক, আহভাজ, হামেদান, ইসফাহান, দোরুদ, তাবরিজ, তেহরান, ইজেহ এবং শাহর-ই কোর্ড শহরে বিক্ষোভ শুরু করে।\n\n\n==== পশ্চিম আফ্রিকা ====\nঅক্সফাম, আলিমা এবং সেভ দ্য চিলড্রেন সতর্ক করে বলে যে পশ্চিম আফ্রিকার খাদ্য সংকট ২ কোটি ৭০ লাখ মানুষকে প্রভাবিত করতে পারে, বিশেষ করে বুরকিনা ফাসো, নাইজার, চাদ, মালি এবং নাইজেরিয়ায়।\nনাইজেরিয়ায় একটি সফরের সময়, জাতিসংঘের মহাসচিব সমগ্র আফ্রিকায় খাদ্য, শক্তি এবং অর্থনীতির সংকটকে বাড়িয়ে তোলায় যুদ্ধের বিষয়ে উদ্বেগ প্রকাশ করেন।\n২০২২ সালের ২ জুন, চাদ জাতীয় খাদ্য জরুরি অবস্থার ঘোষণা করে।\n\n\n==== কেনিয়া ====\nউত্তর কেনিয়া ৪০ বছরের মধ্যে সবচেয়ে খারাপ খরার সম্মুখীন হয় যার ফলে ৪৪ লাখ মানুষ তীব্রভাবে খাদ্য নিরাপত্তাহীনতায় ভোগে, যেখানে ১২ লাখ জরুরি ক্ষুধার মাত্রার সম্মুখীন হয়। ইউএন ডেভেলপমেন্ট প্রোগ্রাম জানায়, কোভিড-১৯ এবং ইউক্রেনে রাশিয়ার যুদ্ধের কারণে খাদ্য ও জ্বালানীর দাম বেড়ে যাওয়ায় সাব-সাহারান আফ্রিকা সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছে। কেনিয়ার চাপাতি প্রস্তুতকারীরা তাদের ময়দার বলের আকার ছোট করছে যাতে অপচয় সীমিত হয়।\n\n\n==== ইয়েমেন ====\nইয়েমেনে দুর্ভিক্ষের প্রধান কারণ হল চলমান ইয়েমেনের গৃহযুদ্ধ। ২০১৫ সালে শুরু হওয়া সৌদি আরব কর্তৃক ইয়েমেনের অবরোধের কারণে প্রায়ই মানবিক সহায়তা কার্যকরভাবে জনগণের কাছে পৌঁছাতে পারে না। ১ কোটি ৭৪ লাখ মানুষের পর্যাপ্ত খাদ্য নেই এবং ইয়েমেনে অপুষ্টির মাত্রা বিশ্বের সর্বোচ্চ। \n\n\n=== এশিয়া ===\n\n\n==== বাংলাদেশ ====\nআন্তর্জাতিক মুদ্রা তহবিল (আইএমএফ) ২০২২ সালের মধ্যে বাংলাদেশে ভোক্তা মূল্য সূচক (সিপিআই) ৫.৯% বৃদ্ধির পূর্বাভাস দেয়। ভোজ্য তেল, চিনি, ডিম ও ছোলার দাম হু হু করে বেড়ে যায়, যা মূল্যস্ফীতিতে বড় ভূমিকা হিসেবে কাজ করে। বাংলাদেশ পরিসংখ্যান ব্যুরোর মতে, সাধারণ মূল্যস্ফীতি ২০২২ সালের ফেব্রুয়ারিতে ৬.১৭%-এ উন্নীত হয়। সরকারী কর্মচারীরা স্থানীয় দামকে বিশ্ব বাজারের পরিস্থিতির সাথে সামঞ্জস্য রেখে এবং এই শর্তগুলির কারণে দাম বৃদ্ধিকে স্থিতিশীল করার জন্য প্রয়োজনীয় পদক্ষেপ গ্রহণ করে৷ বিশেষজ্ঞরা মূল্যবৃদ্ধির পিছনে সরকারের ব্যর্থতাকে দায়ি করেন, যা ইউক্রেনে রাশিয়ার আক্রমণ মুদ্রাস্ফীতির প্রবণতাকে আরও চাপে ফেলে দেয়। ইউক্রেন আক্রমণের আগে বাংলাদেশে ভোজ্য তেলের ৯৫% বিদেশ থেকে আমদানি করা হতো। ব্যারেল প্রতি ভোজ্য তেলের দাম তখন ছিল $৭০০, আক্রমণের পরে তা $১,৯৪০-এ গিয়ে দাঁড়ায়। তরল পেট্রোলিয়াম গ্যাসের (এলপিজি) দামও মার্চ মাসে ১২% বৃদ্ধি পায়। খাদ্য সংকট নিয়ে সর্তক বার্তায় প্রধানমন্ত্রী শেখ হাসিনা বলেন, বাংলাদেশকে যেন দুর্ভিক্ষের মধ্যে পড়তে না হয়, তাই দেশের পতিত আবাদ জমির প্রতিটি ইঞ্চি কাজে লাগাতে হবে খাদ্য উৎপাদনের জন্য৷ কারণ, সারা বিশ্বে খাদ্য সংকট ও দুর্যোগ দেখা দেয়ার, দুর্ভিক্ষ হওয়ার আশঙ্কা রয়েছে৷\n\n\n==== আফগানিস্তান ====\nতালেবানদের দখলের পর, পশ্চিমা দেশগুলো মানবিক সহায়তা স্থগিত করে এবং বিশ্বব্যাংক এবং আইএমএফও আফগানিস্তানে অর্থপ্রদান বন্ধ করে দেয়। বাইডেন প্রশাসন আফগান কেন্দ্রীয় ব্যাংকের প্রায় ৯ বিলিয়ন ডলারের সম্পদ জব্দ করে, তালেবানদের মার্কিন ব্যাংক অ্যাকাউন্টে থাকা বিলিয়ন বিলিয়ন ডলারের প্রবেশাধিকার থেকে বাধা দেয়। ২০২১ সালের অক্টোবরে, জাতিসংঘ জানায়  যে আফগানিস্তানের ৩ কোটি ৯০ লাখ মানুষের মধ্যে অর্ধেকেরও বেশি মানুষ তীব্র খাদ্য সংকটের সম্মুখীন হয়েছে।\nমার্কিন সেনা প্রত্যাহারের পর ইউক্রেনে রাশিয়ার আগ্রাসনের ফলে দাম বৃদ্ধি আফগানিস্তানের অর্থনৈতিক সংকটকে আরও খারাপ করে। জাতিসংঘের মতে, বর্ধিত খাদ্যের খরচ মিতাতে $৪.৪ বিলিয়ন প্রয়োজন, মানবাধিকার বিশেষজ্ঞরা মানবিক সঙ্কট নিরসনে আফগানের কেন্দ্রীয় ব্যাংকের সম্পদকে মুক্ত করার জন্য মার্কিন যুক্তরাষ্ট্রকে আহ্বান জানায়।\n\n\n==== ভারত ====\nপ্রতি ১০ জনের মধ্যে ৬ জন ভারতীয় রাষ্ট্রের দ্বারা সরবরাহ করা ভর্তুকিযুক্ত খাবারের উপর নির্ভরশীল। যদিও ইউক্রেনে যুদ্ধের পর মূল্য বৃদ্ধির পরে প্রাথমিক প্রতিবেদন এবং সরকারী নীতি জানায় যে ভারত আরও বেশি গম রপ্তানি করার জন্য ভাল অবস্থানে আছে, তবে এপ্রিলের শেষের দিকে তাপপ্রবাহের ফলে ফসলের পরিমাণ হ্রাস, স্থানীয় দাম বৃদ্ধি এবং সারের দাম বৃদ্ধির কারণে রপ্তানি-বান্ধব বাজারের পরিবর্তে ঘাটতি দেখা দেয়। ফসলের হ্রাস মূলত ২০২২ সালের ভারতীয় তাপপ্রবাহের ফলে হয়েছিল যা গমের ফসলকে মারাত্মকভাবে হ্রাস করবে বলে ধারণা করা হয়।\nবিশ্বের দ্বিতীয় বৃহত্তম গম উৎপাদক, ভারত ১৩ মে, গম রপ্তানি নিষিদ্ধ করে। আইএমএফ প্রধান ক্রিস্টালিনা জর্জিভা ভারতকে গম রপ্তানির উপর নিষেধাজ্ঞার ব্যাপারে পুনর্বিবেচনার আহ্বান জানায়।\n\n\n==== ইন্দোনেশিয়া ====\nভোজ্য তেলের অতিরিক্ত মূল্যবৃদ্ধি ছাত্র বিক্ষোভ এবং অন্যান্য নাগরিক অস্থিরতা সৃষ্টি করে। ইন্দোনেশিয়ার জাতীয় সরকার পাম তেল রপ্তানি নিষিদ্ধ করে। যেহেতু ইন্দোনেশিয়া পাম তেলের বৃহত্তম উত্পাদক, এবং দ্বিতীয় বৃহত্তম উত্পাদক প্রতিবেশী মালয়েশিয়ার ফসল হ্রাসের কারণে এই নিষেধাজ্ঞার ফলে বিশ্বব্যাপী সরবরাহ শৃঙ্খলে মারাত্মক বিঘ্ন ঘটে এবং রাশিয়ান ও ইউক্রেনীয় তেল রপ্তানির ক্ষতির কারণে এবং দক্ষিণ আমেরিকায় সয়া চাষে ব্যর্থতা মূল্য বৃদ্ধিকে আরও বাড়িয়ে দেয়। পাম চাষিদের প্রতিবাদের পর, প্রায় তিন সপ্তাহ কার্যকর থাকার পর মে মাসের শেষের দিকে নিষেধাজ্ঞা তুলে নেওয়া হয়।\n\n\n==== শ্রীলংকা ====\nশ্রীলঙ্কা খাদ্য সঙ্কটের কারণে অনেক বেশি প্রভাবিত হয়েছিল কারণ দেশটি ইতোমধ্যেই রাষ্ট্রপতি গোটাবায়া রাজাপাকসের রাসায়নিক সারের উপর সম্পূর্ণ নিষেধাজ্ঞার কবলে ব্যাপক মানবসৃষ্ট ফসলের ব্যর্থতার সম্মুখীন হয়েছিল, যার ফলে শ্রীলঙ্কায় ধানের উৎপাদন ৪০-৫০% হ্রাস পায়। অন্যান্য ফসলও বড়ধরণের ক্ষতির সম্মুখীন হয় এবং কিছু কিছু এমনকি ৭০% ক্ষতিতে পরে যা রাশিয়ান সংকট দ্বারা প্রভাবিত হওয়ার অনেক আগেই। ২০২২ সালের শ্রীলঙ্কার বিক্ষোভের কারণে খাদ্য ঘাটতি এবং কোভিড-১৯ পরবর্তী মহামারিতে মুদ্রাস্ফীতি আংশিকভাবে বাড়ে। যখন সরকার রাসায়নিক সারের উপর নিষেধাজ্ঞা প্রত্যাহার করে তখন ইউক্রেনে রাশিয়ার আগ্রাসনের ফলে সারের দাম বেড়ে গিয়েছিল যা প্রায় বৈদেশিক মুদ্রার রিজার্ভ ফুরিয়ে যাওয়ায় ঋণখেলাপি হয়ে শ্রীলঙ্কার পক্ষে অসহনীয় হয়ে পড়েছিল। ৯ মে, শ্রীলঙ্কার প্রধানমন্ত্রী মাহিন্দা রাজাপাকসে দেশের অর্থনৈতিক সংকটের প্রতিবাদ সহিংস রূপ নিলে তার পদ থেকে পদত্যাগ করেন।\n\n\n=== ইউরোপ ===\nইউরোপের জ্বালানী সঙ্কট এবং ২০২২ সালে ইউক্রেনে রাশিয়ার আক্রমণের ফলে ইউরোপীয় সার ও খাদ্য শিল্পে মূল্য উল্লেখযোগ্যহারে বৃদ্ধি পায়। পণ্যমূল্য সংস্থা আইসিআইএস-এর সারের প্রধান জুলিয়া মিহানের মতে, \"আমরা প্রতিটি সারের জন্য রেকর্ড মূল্য দেখতে পাচ্ছি, যা ২০০৮ সালের আগের স্ফীতি থেকেও অনেক বেশি। এটা খুব, খুবই গুরুতর। যা মানুষ বুঝতে পারছে না যে বিশ্বের খাদ্যের ৫০% নির্ভর করে সারের উপর।\"\n২০২২ সালে, ইউরোপে ৫০০ বছরের মধ্যে সবচেয়ে শুষ্ক গ্রীষ্ম এখানকার কৃষি উৎপাদনে নেতিবাচক প্রভাব ফেলে।\n\n\n==== যুক্তরাজ্য ====\n২০২৩-এর ২১ ফেব্রুয়ারী থেকে যুক্তরাজ্যের সুপারমার্কেটগুলি, যেমন আজদা, মরিসন এবং টেসকো স্পেন এবং উত্তর আফ্রিকার খারাপ ফসলের কথা উল্লেখ করে, পাশাপাশি চলমান সরবরাহ শৃঙ্খল সংকট ও ব্রেক্সিট, এবং দেশীয় কৃষি সঙ্কটের কথা জানায়। ঘাটতি কয়েক সপ্তাহ স্থায়ী হবে বলে আশা করা হয়, এবং ইউগভ (YouGov) জরিপে যুক্তরাজ্যের অংশ নেয়াদের ৬১% বলেন যে তারা ফেব্রুয়ারির মাঝামাঝি থেকে শেষের দিকে তাদের স্থানীয় দোকান বা সুপারমার্কেটে ব্যক্তিগতভাবে খাদ্যের অভাব লক্ষ্য করেন বা অনুভব করেন। কান্তার থেকে গবেষণায় দেখা যায় যে নিত্যপণ্য মূল্যের মূল্যস্ফীতি ২০০৮ সালে রেকর্ড শুরু হওয়ার পর থেকে সর্বোচ্চ স্তরে পৌঁছে, যেখানে ফেব্রুয়ারিতে খাদ্য মূল্যস্ফীতি ১৭.১% এ পৌঁছে।\n\n\n=== উত্তর আমেরিকা ===\nউত্তর আমেরিকা ইতোমধ্যে ২০২০-২২ উত্তর আমেরিকার খরা এবং ২০২১–২০২২ বৈশ্বিক সরবরাহ শৃঙ্খল সংকটের সাথে যুক্ত উল্লেখযোগ্যহারে ঘাটতি এবং সরবরাহ শৃঙ্খল সমস্যার সম্মুখীন হয়। সরবরাহ শৃঙ্খল সংকট মার্কিন যুক্তরাষ্ট্রে শিশু খাদ্যের ঘাটতির একটি কারণ ছিল।\n\n\n==== হাইতি ====\nক্রমবর্ধমান জ্বালানির দাম এবং জীবনযাত্রার ক্রমবর্ধমান ব্যয়ের প্রতিক্রিয়ায় হাইতি সরকারের বিরুদ্ধে প্রতিবাদ এবং নাগরিক অস্থিরতার পাশাপাশি সশস্ত্র সন্ত্রাসী সহিংসতা এবং কলেরার প্রাদুর্ভাবের ফলে হাইতি ব্যাপক তীব্র ক্ষুধার সম্মুখীন হচ্ছে। ২০২২-এর ১৪ অক্টোবর, WFP রিপোর্টে জানায় যে রেকর্ড পরিমাণ ৪কোটি ৭ লাখ মানুষ (দেশের জনসংখ্যার প্রায় অর্ধেক) বর্তমানে হাইতিতে তীব্র ক্ষুধার সম্মুখীন; ইন্টিগ্রেটেড ফুড সিকিউরিটি ফেজ ক্লাসিফিকেশন (IPC) স্কেল ব্যবহার করে, WFP তাদের মধ্যে ১৯,০০০ জনকে \"বিপর্যয়\" পর্বের (আইপিসি ৫) স্কেলে পঞ্চম এবং সর্বোচ্চ স্তরের ভুক্তভোগী হিসেবে শ্রেণীবদ্ধ করে।\n\n\n=== দক্ষিণ আমেরিকা ===\n\n\n==== চিলি ====\n২০২২ সালের খাদ্য সংকট চিলিতে ২০২০ সাল থেকে ক্রমবর্ধমান মুদ্রাস্ফীতির সাথে যুক্ত হয়। Índice de Precios al Consumidor কর্তৃক পরিমাপ করা রিপোর্ট থেকে জানা যায়, মার্চ ২০২১-এর তুলনায় মার্চ ২০২২-এ (IPC) মূল্যস্ফীতির হার ১.৯% নির্দেশ করে, যা ১৯৯৩ সালের অক্টোবর থেকে জানা তথ্যের ভিত্তিতে সর্বোচ্চ। যেখানে সাধারণ খাবারের পাশাপাশি রুটি ও মাংসের দাম বেড়ে যায়। রান্নার তেলের দাম বেড়ে সান্তিয়াগো সুপারমার্কেটে একটি নির্দিষ্ট ব্র্যান্ড এপ্রিল ২০২১ থেকে এপ্রিল ২০২২ পর্যন্ত ৯০% মূল্য বৃদ্ধির সম্মুখীন হয়।\nখাদ্য মূল্যের মূল্যস্ফীতির পিছনে ২০২২ সালে জারি করা সুপারমার্কেট ক্রেডিট কার্ডের ক্রমবর্ধমান সংখ্যার পাশাপাশি সুপারমার্কেট ক্রেডিট কার্ডের ঋণ খেলাপির হার বৃদ্ধি বলে মনে করা হয়। ২০২২ সালের এপ্রিলে, রাষ্ট্রপতি গ্যাব্রিয়েল বোরিক একটি ৩.৭ বিলিয়ন ডলারের অর্থনৈতিক পুনরুদ্ধার পরিকল্পনা ঘোষণা করেন যাতে লোকেদের ক্রমবর্ধমান দামের সাথে মোকাবিলা করতে সহায়তা করার জন্য ন্যূনতম মজুরি বৃদ্ধি অন্তর্ভুক্ত ছিল। সেনকোসুড-এর অন্তর্গত সুপারমার্কেটগুলি এপ্রিলের শেষের দিকে রান্নার তেল, চাল এবং ময়দা রেশন করা শুরু করে।\n\n\n== কারণসমূহ ==\n\n\n=== জ্বালানি সংকট ===\n\nসার উৎপাদনে ব্যবহারের জন্য হ্যাবার প্রক্রিয়ার মাধ্যমে অ্যামোনিয়া উৎপাদন করতে প্রাকৃতিক গ্যাস একটি প্রধান কাঁচামাল। কৃত্রিম নাইট্রোজেন সারের বিকাশ বিশ্বব্যাপী জনসংখ্যা বৃদ্ধিকে উল্লেখযোগ্যভাবে ত্বরান্বিত করেছে - এটি অনুমান করা হয় যে বর্তমানে পৃথিবীর প্রায় অর্ধেক মানুষকে সিন্থেটিক নাইট্রোজেন সার ব্যবহারের ফলে খাওয়ানো হয়।\n২০২১ সাল থেকে, ২০২১-২০২৩ সালের বিশ্বব্যাপী জ্বালানী সংকট সার এবং খাদ্য শিল্পে প্রভাব ফেলে। পণ্যমূল্য সংস্থা আইসিআইএস-এর সারের প্রধান জুলিয়া মিহানের মতে, \"আমরা প্রতিটি সারের জন্য রেকর্ড মূল্য দেখতে পাচ্ছি, যা ২০০৮ সালের আগের স্ফীতি থেকেও অনেক বেশি। এটা খুব, খুবই গুরুতর। যা মানুষ বুঝতে পারছে না যে বিশ্বের খাদ্যের ৫০% নির্ভর করে সারের উপর।\" রাশিয়া এবং ইউক্রেন থেকে খাদ্য রপ্তানি হ্রাসের প্রভাবের চেয়ে সার এবং জ্বালানি সহ কৃষি উপকরণ ব্যয়ের প্রভাব খাদ্য মূল্যের উপর বেশি দেখা যায়।\n\n\n=== ইউক্রেনে রুশ আগ্রাসন ===\n\n২রা ফেব্রুয়ারী থেকে ১লা এপ্রিল পর্যন্ত, রাশিয়া বিশ্বব্যাপী সারের দাম বৃদ্ধির কারণে দেশীয় কৃষকদের সরবরাহ নিশ্চিত করার জন্য অ্যামোনিয়াম নাইট্রেট (AN) রপ্তানি নিষিদ্ধ করে, যা প্রাকৃতিক গ্যাসের ক্রমবর্ধমান ব্যয়ের ফলে প্রভাবিত হয়েছিল। সংঘাত কার্যত সমস্ত অর্থনীতিকে প্রভাবিত করেছে, তবে, ইউরোপ এবং আফ্রিকায় সবচেয়ে বেশি ক্ষতিগ্রস্ত অর্থনীতি পরিলক্ষিত হয়। এই অর্থনীতির বেশিরভাগই উত্তর আমেরিকা, দক্ষিণ আমেরিকা, মধ্যপ্রাচ্য, অস্ট্রেলিয়া এবং এশিয়া ও আফ্রিকার কিছু অঞ্চলে বিকল্প খাদ্য সরবরাহ শৃঙ্খল অংশীদার এবং সমাধান খুঁজে বের করার জন্য অনুসন্ধান করে যারা এই সংঘাতের দ্বারা কম প্রভাবিত হয়েছে।\n২০২২ সালের হামলার প্রতিক্রিয়ায় গমের দাম ২০০৮ সাল থেকেও সর্বোচ্চ দামে বেড়ে যায়। ইউক্রেন বিশ্বব্যাপী গম রপ্তানির ১০% যোগান দেয়। আক্রমণের সময়, ইউক্রেন ছিল ভুট্টা এবং গমের চতুর্থ বৃহত্তম রপ্তানিকারক, এবং সূর্যমুখী তেলের বিশ্বের বৃহত্তম রপ্তানিকারক, যেখানে রাশিয়া এবং ইউক্রেন একসঙ্গে বিশ্বের গম রপ্তানির ২৭% এবং বিশ্বের সূর্যমুখী এবং এর বীজের ৫৩% রপ্তানিকারক। ওয়ার্ল্ড ফুড প্রোগ্রামের প্রধান ডেভিড বেসলি মার্চ মাসে সতর্ক করে বলেন যে ইউক্রেনের যুদ্ধ বিশ্বব্যাপী খাদ্য সংকটকে \"আমরা আগে যা দেখেছি তার চেয়ে বেশি মাত্রায়\" নিয়ে যেতে পারে।\nবিশ্বব্যাপী গম সরবরাহের সম্ভাব্য প্রতিবন্ধকতা ইয়েমেন, আফগানিস্তান এবং পূর্ব আফ্রিকায় চলমান ক্ষুধা সংকটকে আরও বাড়িয়ে তুলতে পারে বলে আশঙ্কা করা হয়। আমেরিকান বেকার্স অ্যাসোসিয়েশনের সভাপতি সতর্ক করে বলেন যে শস্য দিয়ে তৈরি যে কোনও কিছুর দাম বাড়তে শুরু করবে কারণ সমস্ত শস্যের বাজার পরস্পর সম্পর্কিত। ওয়েলস ফার্গোর প্রধান কৃষি অর্থনীতিবিদ বলেন যে ইউক্রেন সম্ভবত ২০২২ সালের বসন্তে ফসল রোপণ করার সক্ষমতায় মারাত্মকভাবে সীমিত হয়ে পরবে এবং একটি কৃষি বছর নষ্ট হবে, যখন রাশিয়ান ফসলের উপর নিষেধাজ্ঞায় খাদ্যের দাম আরও বেশি মুদ্রাস্ফীতি সৃষ্টি করবে। যুদ্ধ বন্ধ হয়ে যাওয়ার পরেও ফসল উৎপাদনের সক্ষমতা পুনরুদ্ধার করতে কয়েক বছর সময় লাগে যেতে পারে।\nসংঘাতের ফলে গমের দাম বৃদ্ধির কারণে আফ্রিকান দেশগুলি যেমন মিশরে, যা রুশ এবং ইউক্রেনীয় গম রপ্তানির উপর অত্যন্ত নির্ভরশীল, সেখানে সামাজিক অস্থিরতার ভয়কে উস্কে দেয়৷ কমপক্ষে ২৫টি আফ্রিকান দেশ তাদের গমের এক তৃতীয়াংশ রাশিয়া ও ইউক্রেন থেকে আমদানি করে এবং তাদের মধ্যে ১৫টি দেশ এই দুই রাষ্ট্র থেকে অর্ধেকেরও বেশি আমদানি করে থাকে। ২৪ ফেব্রুয়ারী, চীনা সরকার ঘোষণা করে যে একটি চুক্তির অংশ হিসেবে রাশিয়ান গমের উপর সমস্ত বিধিনিষেধ প্রত্যাহার করবে যা ফেব্রুয়ারির আগে করা হয়েছিল; সাউথ চায়না মর্নিং পোস্ট এটিকে রাশিয়ার অর্থনীতির জন্য সম্ভাব্য \"লাইফলাইন\" বলে অভিহিত করে।\n\n\n=== জলবায়ু পরিবর্তনের প্রভাব ===\n২০২০ থেকে ২০২২ সালের মধ্যে একাধিক তাপপ্রবাহ, বন্যা এবং খরার ঘটনা বিশ্বব্যাপী খাদ্য সরবরাহ এবং মজুদকে উল্লেখযোগ্যভাবে ক্ষতিগ্রস্ত করে। আবহাওয়াজনিত এসব ঘটনা যা জলবায়ু পরিবর্তনের সাথে সংযুক্ত, খাদ্য ব্যবস্থাকে ইউক্রেনের যুদ্ধের মতো কম স্থিতিস্থাপক করে তুলে। আবহাওয়ার এমন পরিবর্তনে ২০২২ সালের শুরুতে গমের বৈশ্বিক মজুদ খুবই কম ছিল। ২০২২ সালে জলবায়ু পরিবর্তনের সাথে সম্পর্কিত অনেকগুলি অনুরূপ ঘটনা বিশ্বে কৃষি উৎপাদনকে মারাত্মকভাবে হ্রাস করে।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== আন্তর্জাতিক সংস্থা ===\nবিশ্বব্যাংক খাদ্য সংকট মোকাবেলায় ১২ বিলিয়ন ডলারের একটি নতুন তহবিল ঘোষণা করে।\nমে মাসে, জাতিসংঘ বিশ্বব্যাপী খাদ্য সংকট কমিয়ে আনতে ইউক্রেনীয় শস্য বন্দরগুলো পুনরায় চালু করার সুবিধার্থে রাশিয়ার প্রতি আহ্বান জানায়।\n\n\n== তথ্যসূত্র =="}