{"pageid": 1332164, "title": "জেমে জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1332164", "content": "জেমে জাতি, জেমে নাগা নামেও পরিচিত তারা উত্তর-পূর্ব ভারতের নাগা উপজাতি। তাদের গ্রামগুলি বেশিরভাগই নাগাল্যান্ডের পেরেন জেলা জুড়ে বিস্তৃত ; তামেংলং জেলা , মণিপুরের সেনাপতি জেলা এবং আসামের দিমা হাসাও জেলা (এনসি পর্বত)।\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nআর্মস্ট্রং পামে , সেন্ট স্টিফেন কলেজ, দিল্লি থেকে পদার্থবিদ্যায় স্নাতক হওয়ার পর। তিনি ইউপিএসসি পরীক্ষা দিয়েছিলেন এবং 2009 সালে আইএএস বরাদ্দ পেয়েছিলেন। মণিপুরের তামেংলং জেলার তৌসেম মহকুমায় এসডিএম হিসাবে কাজ করার সময়। সরকারি তহবিল ছাড়াই তিনি ১০০ কিলোমিটার রাস্তা তৈরি করেছেন।\nটিআর জেলিয়াং নাগাল্যান্ডের দুইবারের মুখ্যমন্ত্রী ছিলেন\nএল লুঙ্গালাং, নাগাল্যান্ডের প্রাক্তন মুখ্য সচিব\nএনএন হারালু , প্রাক্তন ভারতীয় রাষ্ট্রদূত, তিনি বিদেশ মন্ত্রণালয় এবং ভারতীয় পররাষ্ট্র পরিষেবায় বিভিন্ন পদে কাজ করেছেন এবং 1980 সালে পানামার রাষ্ট্রদূত হিসাবে তার কর্মজীবনের শীর্ষে পৌঁছে অবসর গ্রহণ করেন।\nডাঃ হরিলুংবে হারালু, প্রথম নাগা মেডিকেল ডাক্তার।\n\nনিনি লুঙ্গালাং , কবি।\n\n\n== গ্ৰন্থপঞ্জি ==\nRoy, Babul and A.N.M.I. Ali. \"Shifting cultivation and forest in North East India\", People of the Himalayas: Ecology, Culture, Development and Change by K. C. Mahanta, Kamla-Raj Enterprises: Delhi (1997).\nRoy, Babul. Socio-cultural and environmental dimensions of tribal health: a study among the Dimasa Kacharis and the Zemi Nagas of North Cachar Hills in Assam. PhD Thesis (unpublished), Gauhati University, Assam (1998).\nRoy, Babul. An anthropological peep at Zeme religion. Bull. Dept. Anth. Gauhati University, IX, 51-60 (1995).\nRoy, Babul. Folk Medicine and Folk Therapeutic Principle among the Zeme Nagas of N. C. Hills in Assam (India) Curare: Journal of Ethnomedicine and Transcultural Psychiatry [Germany] Sole 2001, Vol. 24, No. 1 & 2, pages 161-164. Refereed আইএসএসএন 0344-8622 Int.\nRoy, Babul. Zeme Naga Ethno-medicines and animal related practices. Curare: Journal of Medical Anthropology [Germany]. Sole 2010, Vol.33, No.1+2, pages 97–104. Refereed আইএসএসএন 0344-8622 Int.\nRoy, Babul. Evolving Gender Relationships among the Zeme Nagas of North Cachar Hills (Assam). Journal of Indian Anthropological Society [India] Sole 2004, Vol. 38, pages 9–20. Refereed আইএসএসএন 0019-4387 Nat.\nRoy, Babul. Folk Perception of Disease and Curative Measures among the Zeme Nagas of North Cachar Hills in Assam. Journal of Indian Anthropological Society [India] Sole 2004, Vol. 39, pages 57–66. Refereed আইএসএসএন 0019-4387 Nat.\nBower, Ursula Graham.1952. Naga Path. London: Reader Union, John Murray.\nBower, Ursula Graham.1950. Drums Behind the Hill. New York: William Morrow and Company.\nBower, Ursula Graham.1950.Village Organisation among the Central Nzemi Nagas, Diploma in Anthropology Thesis. London: University College London.\n\n\n== তথ্যসূত্র =="}