{"pageid": 1332785, "title": "অঞ্জনিবাই মালপেকর", "url": "https://bn.wikipedia.org/wiki?curid=1332785", "content": "অঞ্জনিবাই মালপেকর (২২ এপ্রিল ১৮৮৩ - ৭ আগস্ট ১৯৭৪) ছিলেন একজন বিখ্যাত ভারতীয় শাস্ত্রীয় গায়িকা।\n\n\n== প্রারম্ভিক জীবন এবং পটভূমি ==\nমালপেকর ২২ এপ্রিল ১৮৮৩ সালে গোয়ার পেরনেমের মালপেতে সঙ্গীতপ্রেমী পরিবারে জন্মগ্রহণ করেছিলেন। তাঁর পরিবার গোয়ান কালাবন্ত সম্প্রদায়ের অন্তর্ভুক্ত ছিল। তাঁর দাদি গুজাবাই এবং মা নবুবাই উভয়ের নাম সঙ্গীতজগতে সম্মানিত ছিল। ৮ বছর বয়সে তিনি ভেন্ডিবাজার ঘরানার ওস্তাদ নাজির খানের তত্ত্বাবধানে তার সঙ্গীত প্রশিক্ষণ শুরু করেন।  ঘরানার উৎপত্তি অনেক পুরোনো মোরাদাবাদ ঘরানায় এবং মুম্বইয়ের ভেন্ডি বাজার এলাকায় ছিল।\n\n\n== কর্মজীবন ==\n\nমালপেকর ১৮৯৯ সালে ১৬ বছর বয়সে মুম্বাইতে একটি কনসার্টে প্রথম গান গেয়েছিলেন। সেই দিনগুলিতে \"সম্মানিত পরিবারের\" মহিলারা কখনই জনসমক্ষে গান গাইতেন না। তখন মালেপাকর জনসাধারণ এবং রাজকীয় পৃষ্ঠপোষকতা সহ একটি সমৃদ্ধ গানের কর্মজীবন চালিয়ে যান। সময়ের সাথে সাথে তিনি ঘরানার দায়েনে পরিণত হন। \nতাঁর গানের পাশাপাশি তিনি তাঁর সৌন্দর্যের জন্যও প্রশংসা পেয়েছেন। চিত্রশিল্পী এমভি ধুরন্ধর যখন তাঁর একটি তৈলচিত্র তৈরি করেছিলেন, তখন আরেকজন চিত্রশিল্পী রাজা রবি বর্মা অনুপ্রাণিত হয়েছিলেন এবং মিউজ হিসাবে তাঁর সাথে একটি সিরিজ চিত্রকর্ম করতে গিয়েছিলেন। \"লেডি ইন দ্যা মুনলাইট\", \"মোহিনী\", \"দ্য হার্টব্রোকেন\" ইত্যাদি চিত্রকর্ম তিনি ১৯০১ এবং ১৯০৩ সালে মুম্বইতে থাকার সময় রাজা রবি বর্মার জন্য মডেলিং করেছিলেন।  যাইহোক পাবলিক কনসার্টে গান গাওয়া মানে প্রাথমিকভাবে পুরুষ শ্রোতাদের জন্য গান করা। এটি প্রায়শই হয়রানির সৃষ্টি করে। এইভাবে ১৯০৪ সালে তিনি এমনকি জনসমক্ষে গান গায়তে ভয় পেয়েছিলেন এবং তার কণ্ঠস্বর হারিয়েছিলেন। তবে তিনি এক বছর পরে এটি ফিরে পান। \nতিনি শেঠ ওয়াসানজি বেদকে বিয়ে করেন। একজন গায়ক হিসেবে সফল ক্যারিয়ারের পর ১৯২০ সালে তার গুরু ওস্তাদ নাজির খানের মৃত্যুবরণ করেন। নাজির খানের মৃত্যুর পর তিনি কনসার্টে আগ্রহ হারিয়ে ফেলেন। অবশেষে, টাউন হল, মুম্বাইতে শেষ পারফরম্যান্সের পর তিনি ১৯২৩ সালে গান ছেড়ে দেন  এরপর ৪০ বছর বয়সে তিনি তার বাকি বছরগুলি সঙ্গীত শেখানোর জন্য উৎসর্গ করার সিদ্ধান্ত নিয়েছিলেন। পরবর্তী দশকগুলিতে তিনি ভারতীয় শাস্ত্রীয় সঙ্গীত জগতের কিছু উল্লেখযোগ্য ব্যক্তিদের গান শিখিয়েছিলেন। তাঁরা হলেন কুমার গন্ধর্ব, কিশোরী আমনকার, পণ্ডিত টিডি জানোরিকর (১৯২১-২০০৬), বেগম আখতার এবং নয়না দেবী।  ১৯৬০-এর দশকে মুম্বই ভিত্তিক ভেন্ডিবাজার ঘরানা সারা ভারতে বিখ্যাত হয়ে ওঠে। আমান আলি খান ছাড়াও ঝাঁদে খান, মাম্মান খান, শাব্বির এবং আমির খান ছিলেন জনপ্রিয় সঙ্গীতশিল্পীদের অন্যতম। \n১৯৫৮ সালে যখন সঙ্গীতে তার অবদানের জন্য তাকে সঙ্গীত নাটক আকাদেমি ফেলোশিপ দেওয়া হয় যা সঙ্গীত নাটক আকাদেমি প্রদত্ত সর্বোচ্চ সম্মান। তিনি প্রথম মহিলা যিনি এই পুরস্কার পেয়েছিলেন। \n\n\n== মৃত্যু ==\nমালপেকর ১৯৭৪ সালের ৭ আগস্ট বম্বেতে (বর্তমানে মুম্বই) ৯১ বছর বয়সে মারা যান। \n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAnjanibai অঞ্জনিবাই মালপেকরের জীবনী এবং অডিও বিজয়া পারিকর লাইব্রেরি অফ হিন্দুস্তানি শাস্ত্রীয় সংগীত"}