{"pageid": 1332845, "title": "এজাভা", "url": "https://bn.wikipedia.org/wiki?curid=1332845", "content": "এজাভাস (মালয়ালম উচ্চারণ: ​[iːɻɐʋɐ]) হল একটি সম্প্রদায় যার উৎপত্তি বর্তমানে ভারতের কেরালা নামে পরিচিত অঞ্চলে, যেখানে ২০১০-এর দশকে তারা মোট জনসংখ্যার প্রায় ২৩% ছিল এবং বৃহত্তম হিন্দু সম্প্রদায় বলে প্রতিবেদন করা হয়েছিল। এরা এই অঞ্চলের দক্ষিণে ইলহাভা, ইরাভা, ইজাভা এবং ইরাভা নামেও পরিচিত; মধ্য অঞ্চলে ত্রাভাঙ্কোরে চোভাস, চোকন এবং চোগন হিসেবে; এবং মালাবার অঞ্চলে থিয়ার, তিয়াস এবং থিয়াস হিসেবে পরিচিত। কিছু থান্ডন নামেও পরিচিত, যা একই অঞ্চলে থান্ডনের একটি স্বতন্ত্র বর্ণের উপস্থিতির কারণে প্রশাসনিক অসুবিধা সৃষ্টি করেছে। মালাবার এজাভা গোষ্ঠী হিন্দু বর্ণ ব্যবস্থায় অন্যদের তুলনায় উচ্চতর স্থান দাবি করে, যদিও ঔপনিবেশিক এবং পরবর্তী প্রশাসনের দৃষ্টিকোণ থেকে তাদের একই পদমর্যাদার বলে বিবেচনা করা হয়।\nকেরালায় মান্নানারের মতো এঝাভা রাজবংশের অস্তিত্ব ছিল। ঔপনিবেশিক শাসনামলে ব্রিটিশরা মালাবারে থিয়ার রেজিমেন্ট গঠন করে। মাহে এবং থ্যালাসেরিতে ফরাসি ও ব্রিটিশ সরকার দ্বারা গঠিত কম পরিচিত থিয়া রেজিমেন্ট এবং থিয়ার পাট্টলাম ছিল। ব্রিটিশরা এখানে বিভিন্ন সামরিক অভিযানে ইউনিট মোতায়েন করেছিল।\n\n\n== ইতিহাস ==\n\n\n=== শিলালিপি ===\nইলাম বা ইজহাম শব্দের প্রাচীনতম ব্যবহার একটি তামিল-ব্রাহ্মী শিলালিপির পাশাপাশি সঙ্গম সাহিত্যে পাওয়া যায়। তামিলনাড়ুর মাদুরাইয়ের কাছে পাওয়া তিরুপ্পারাঙ্কুনরাম শিলালিপিটি খ্রিস্টপূর্ব ১ম শতাব্দীতে প্রাসাদিক ভিত্তিতে পাওয়া যায়, এটি ইলাম ( ইলা-কুদুম্পিকান ) থেকে একজন ব্যক্তিকে গৃহকর্তা হিসেবে উল্লেখ করে।  শিলালিপিতে লেখা আছে যে,\n\n: এরুকাতুর ইলাকুটুম্পিকান পোলালাইয়ান \"পোলালাইয়ান, (নিবাসী) ইরুকাতুর, ইলামের মালিক (গৃহকর্তা)।\" .\nসঙ্গম সাহিত্যে পট্টিটাপ্পালাই, ইলাত্তু-উনাভু (ইলামের খাবার) উল্লেখ আছে। বিশিষ্ট সঙ্গম তামিল কবিদের একজন ইলাত্তু পুথান্থেভানার নামে পরিচিত যার অর্থ পুথান-থেভান (সঠিক নাম) ইলাম থেকে এসেছেন। ( আকানানু : ৮৮, ২৩১, ৩০৭; কুনটোকাই : ১৮৯, ৩৬০, ৩৪৩; নানিনাই : ৮৮, ৩৬৬)।  ৯ম শতাব্দীর পল্লব ও চোল যুগের তামিল শিলালিপিগুলো টডি, টডি টেপার কোয়ার্টার ( ইলাত-চেরি ), টডি ট্যাপিংয়ের উপর কর ( ইলাপ-পুডচি ), টডি টেপারের একটি শ্রেণি ( ইলাথ-চানরান ) শব্দটিকে যুক্ত করে। ইলাভার হল কেরালার দক্ষিণাঞ্চলে পাওয়া টোডি টেপারদের একটি জাতি।  ইলা-কাসু এবং ইলা-কারুং-কাসু হল পরন্তক I- এর চোল শিলালিপিতে পাওয়া মুদ্রার উল্লেখ। \n\n\n=== কিংবদন্তি ===\nএজাভাদের উৎপত্তির ওপর পৌরাণিক কাহিনী রয়েছে। ভাদাক্কান পাট্টুকাল এবং কিংবদন্তির মতো কিছু মালয়ালম লোকগীতি অনুসারে, এজাভারা ছিল চারজন ব্যাচেলরের বংশধর যাদের খ্রিস্টীয় ১ম শতাব্দীতে সিলনের (শ্রীলঙ্কা) রাজা, চেরা রাজা ভাস্কর রবি বর্মার অনুরোধে বর্তমানে কেরালায় পাঠিয়েছিলেন। এই লোকদের পাঠানো হয়েছিল, দৃশ্যত, এই অঞ্চলে নারকেল চাষ স্থাপনের জন্য। গল্পের আরেকটি সংস্করণ বলে যে রাজা, চেরা রাজার অনুরোধে তার বিরুদ্ধে শুরু হওয়া একটি গৃহযুদ্ধ দমন করার জন্য আটটি সমর পরিবারকে পাঠিয়েছিলেন।\n\n\n=== সামাজিক ও ধর্মীয় বিভেদ ===\nএটি বলা হয়ে থাকে যে এজাভারা নায়ার বর্ণের সাথে একটি সাধারণ ঐতিহ্য ভাগ করে নিতে পারে। এই তত্ত্বটি দুটি গোষ্ঠীর দ্বারা গৃহীত যা অসংখ্য প্রথার মধ্যে সাদৃশ্যের উপর ভিত্তি করে তৈরি করা হয়েছে, বিশেষ করে জীবনের বিভিন্ন গুরুত্বপূর্ণ পর্যায় যেমন শিশুর জন্ম এবং মৃত্যু, সেইসাথে তাদের বিবাহ সংক্রান্ত অনুশীলন এবং যুদ্ধের ইতিহাস চিহ্নিত করার ক্ষেত্রে তা করা হয়েছে। মৌখিক ইতিহাস, লোকগীতি এবং অন্যান্য পুরানো লেখাগুলো ইঙ্গিত করে যে থিয়ারা অতীতে কোনো এক সময়ে কালিকটের জামোরিন এবং কোচিন রাজ্যের শাসকসহ বিভিন্ন রাজাদের সেবাকারী সশস্ত্র বাহিনীর সদস্য ছিলেন। সায়রিয়াক পুল্লাপিল্লি বলেছেন যে শুধুমাত্র একটি সাধারণ বংশ সংযোগ এই ব্যাপারগুলোর কিছু ব্যাখ্যা করতে পারে।\nকর্মের উপর ভিত্তি করে ৮ম শতাব্দীর পূর্বে আর্য জৈনদের এই ধরনের পার্থক্য প্রবর্তনকে, কেরালা অঞ্চলে বর্ণপ্রথার উদ্ভবের জন্য একটি তত্ত্ব হিসেবে প্রস্তাব করা হয়েছে। এটি যুক্তি দেয় যে জৈনরা যখন এই অঞ্চলে আসে তখন তাদের সুরক্ষার প্রয়োজন ছিল এবং এটি সরবরাহ করার জন্য স্থানীয় সহানুভূতিশীলদের নিয়োগ করেছিল। এই লোকেদের তখন স্থানীয় জনসংখ্যার অন্যদের থেকে রক্ষক হিসেবে তাদের পেশার দ্বারা আলাদা করা হয়েছিল, অন্যদের সবাইকে বর্ণের বাইরে শ্রেণীভুক্ত করা হয়েছিল। পুল্লাপিল্লি বর্ণনা করেছেন যে এর অর্থ তাদের \"... ক্ষত্রিয় কাজ দেওয়া হয়েছিল, কিন্তু শুধুমাত্র শূদ্র মর্যাদা দেওয়া হয়েছিল। এইভাবে নায়ারদের উদ্ভব হয়েছিল।\" জৈনদের রক্ষাকারী গোষ্ঠীর মধ্যে না থাকা এজাভারা জাতি-বহির্ভূত হয়ে পড়ে।\n\nএকটি বিকল্প তত্ত্ব বলে যে ব্যবস্থাটি নাম্বুদিরি ব্রাহ্মণদের দ্বারা প্রবর্তিত হয়েছিল। যদিও এই অঞ্চলে ব্রাহ্মণ প্রভাব বিদ্যমান ছিল অন্তত খ্রিস্টীয় ১ম শতাব্দী থেকে, ৮ম শতাব্দীর দিকে যখন তারা আর্য রাজকুমারদের আক্রমণ করার জন্য পুরোহিত, পরামর্শদাতা এবং মন্ত্রী হিসেবে কাজ করত তখন সেখানে একটি বড় প্রবাহ ছিল। তাদের আগমনের সময় অ-নৃতাত্ত্বিক স্থানীয় জনগোষ্ঠী বৌদ্ধ ধর্মে দীক্ষিত হয়েছিল, মিশনারিরা যারা ভারতের উত্তর থেকে এবং সিলন থেকে এসেছিল তাদের দ্বারা। ব্রাহ্মণরা তাদের বিশ্বাস এবং অবস্থান জাহির করার জন্য আক্রমণকারী বাহিনীর সাথে তাদের সহজীবী সম্পর্ক ব্যবহার করেছিল। বৌদ্ধ মন্দির এবং মঠগুলোকে হয় ধ্বংস করা হয়েছিল বা হিন্দু রীতিতে ব্যবহারের জন্য দখল করা হয়েছিল, এইভাবে বৌদ্ধদের তাদের বিশ্বাস প্রচারের ক্ষমতা হ্রাস করা হয়েছিল।\nএজাভাদের বৌদ্ধ ঐতিহ্য, এবং তা ত্যাগ করতে অস্বীকৃতি তাদের বৃহত্তর ব্রাহ্মণ্য সমাজের মধ্যে একটি বহিরাগত ভূমিকার দিকে ঠেলে দেয়। এই ঐতিহ্য এখনও স্পষ্ট কারণ এজাভারা ধর্মতাত্ত্বিকের চেয়ে ধর্মের নৈতিক, অ-আচার-অনুষ্ঠান এবং অ-গোঁড়াগত দিকগুলোতে বেশি আগ্রহ দেখায়।\n\n\n== অতীত পেশা ==\nতারা কৃষি শ্রমিক, ছোট চাষী, টোডি টেপার এবং মদ ব্যবসায়ী হিসেবে কাজ করত, কিছু এজাভা বুননের সাথেও জড়িত ছিল এবং কেউ কেউ আয়ুর্বেদ অনুশীলন করত। একটি উচ্চতর অংশ, সম্পদ এবং/অথবা প্রভাবের কারণে, স্থানীয় শাসকদের কাছ থেকে প্যানিকারের মতো উপাধি অর্জনের অবস্থানে এসেছিল। এই লোকেরা নালুকেতুতে বাস করত, তাদের ব্যক্তিগত মন্দির ছিল এবং তারা প্রচুর জমির মালিক ছিল।\nসামাজিক নৃতাত্ত্বিক ফিলিপ্পো এবং ক্যারোলিন ওসেলা বলেন যে এজাভাস \"... উনিশ শতকের মাঝামাঝি একটি ছোট জমির মালিক এবং অভিজাত এবং ভূমিহীন এবং ছোট ভাড়াটেদের একটি বিশাল জনগোষ্ঠী নিয়ে গঠিত যারা মূলত অশিক্ষিত, অস্পৃশ্য বলে বিবেচিত এবং যারা বিতাড়িত ছিল যারা কায়িক শ্রম এবং ক্ষুদ্র বাণিজ্যের মাধ্যমে জীবিকা ধারণ করত।\" সিলন থেকে তাদের ঐতিহ্যবাহী পেশা, বা অবকাসম, এই ধরনের খেজুরের রসের প্রতি ঝোঁক এবং ট্যাপ করা ছিল। এই ক্রিয়াকলাপটিকে কখনো কখনো ভুলভাবে টোডি ট্যাপিং হিসেবে উল্লেখ করা হয়, টোডি একটি রস থেকে তৈরি মদ। আররাক ছিল তাল থেকে উৎপাদিত আরেকটি মদ, যেমন ছিল গুড় (একটি অপরিশোধিত চিনি)। বাস্তবে, বেশিরভাগ এজাভা ছিল কৃষি শ্রমিক এবং অল্প সময়ের চাষী, ১৯ শতকের শেষের দিকে ফ্লোরিংয়ের জন্য নারকেল মাদুরের মতো কয়ার পণ্য উৎপাদনে উল্লেখযোগ্য সংখ্যক চলে আসে। উপকূলীয় শহর আলেপ্পি এই ধরনের উৎপাদনের কেন্দ্রে পরিণত হয়েছিল এবং বেশিরভাগ এজাভাস দ্বারা নিয়ন্ত্রিত ছিল, যদিও লাভজনক রপ্তানি বাজারগুলো শুধুমাত্র ইউরোপীয় ব্যবসায়ীদের মাধ্যমেই হত, যারা প্রয়োজনীয় সরঞ্জামগুলোর একচেটিয়া অধিকারী ছিল। প্রথম বিশ্বযুদ্ধের পর এই উৎপাদিত পণ্যের বাণিজ্যে বৃদ্ধির ফলে বিংশ শতাব্দীর কেরালায় একটি অনন্য পরিস্থিতির সৃষ্টি হয় যার ফলে শ্রমের ঘাটতি ছিল, যা গ্রামীণ অঞ্চল থেকে আরও বেশি এজাভাকে শিল্পের প্রতি আকৃষ্ট করেছিল। দ্য গ্রেট ডিপ্রেশন বিশেষ করে রপ্তানি বাণিজ্যের উপর প্রভাব ফেলে, যার ফলে দাম এবং মজুরি হ্রাস পায় যদিও উৎপাদন বৃদ্ধি পায়, যার ফলশ্রুতিতে ১৯৩০-এর দশকে অনেক এজাভা পরিবার গুরুতর আর্থিক সমস্যায় পড়েছিল।\nকিছু এজাভা বয়ন এবং জাহাজ তৈরির সাথে জড়িত ছিল। \n\n\n=== সামরিক ঐতিহ্য ===\nকিছু এজাভা স্থানীয় সর্দার এবং স্থানীয় শাসকদের সেনাবাহিনীতে কাজ করেছিলেন যেমন কেরালার কাদাথানাদ এবং কুরুমব্রনাড, যারা প্রাক-ঔপনিবেশিক যুগে তাদের নিজস্ব ব্যক্তিগত সেনাবাহিনী রাখার সুবিধা পেয়েছিলেন। \n\n\n==== চেকাভার ====\nএজাভাদের একটি উপগোষ্ঠী নিজেদেরকে যোদ্ধা বলে মনে করত যারা চেকাভার নামে পরিচিতি লাভ করে। ভাদাক্কান পাট্টুকাল ব্যালাডগুলো চেকাভারদের স্থানীয় সর্দার এবং রাজাদের মিলিশিয়া গঠন হিসেবে বর্ণনা করে, তবে কালারি পায়ত্তুর বিশেষজ্ঞদেরও এই উপাধি দেওয়া হয়েছিল। \n\n\n=== ঔষধ এবং ঐতিহ্যগত বিষবিদ্যা ===\nকিছু এজাভাদের উদ্ভিদের ঔষধি মূল্য সম্পর্কে বিস্তৃত জ্ঞান ছিল, যা তাদের পূর্বপুরুষদের থেকে তারা পেয়েছিল। বৈদ্য হিসেবে পরিচিত, এই লোকেরা চিকিত্সক হিসেবে কাজ করেছিল। ইট্টি আচুদান সম্ভবত সবচেয়ে পরিচিত এজাভা চিকিত্সক ছিলেন: তিনি ১৭ শতকে প্রকাশিত হরটাস মালাবারিকাস- এর বোটানিকাল শ্রেণিবিভাগকে সরাসরি প্রভাবিত করেছিলেন। অচুদানের লেখাগুলো কোলেজুথু লিপিতে লেখা হয়েছিল যেটি এজাভা জাতি ব্যবহার করত, কারণ তারা উচ্চ বর্ণের সংরক্ষিত আরও সংস্কৃত আর্যাজুথু লিপি শেখা থেকে বিরত ছিল। \nকিছু এজাভা আয়ুর্বেদিক ওষুধের চর্চা করতেন। \n\n\n== সংস্কৃতি ==\n\n\n=== অর্জুন নৃতম (মাইলপিলি থুক্কাম) ===\nঅর্জুন নৃতম (\" অর্জুনের নৃত্য\") হল এজাভা পুরুষদের দ্বারা সম্পাদিত একটি আচার শিল্প এবং এটি দক্ষিণ কেরালার ভগবতী মন্দিরে, প্রধানত কোল্লাম, আলাপুঝা এবং কোট্টায়াম জেলায় প্রচলিত। আচারটিকে \"ময়িলপিলি থুক্কাম\"ও বলা হয় কারণ পোশাকটিতে মায়িলপিলি ( ময়ূরের পালক) দিয়ে তৈরি একটি বৈশিষ্ট্যযুক্ত পোশাক অন্তর্ভুক্ত রয়েছে। এই পোশাকটি কথাকলির \"উদুটুকেতু\" এর মতোই কোমরের চারপাশে পরা হয়। বিভিন্ন নৃত্যের গতিবিধি কালারিপায়াত্তু কৌশলের অনুরূপ। নৃত্য পরিবেশনকারীদের মুখ সবুজ রঙে আঁকা থাকে এবং স্বতন্ত্র মাথার মুকুট পরে থাকে। সারা রাতের নৃত্যের পরিবেশনা সাধারণত একক বা জোড়ায় উপস্থাপন করা হয়।  \n\n\n=== মাকাচুত্তু ===\nমাকাচুত্তু শিল্প তিরুবনন্তপুরম ও চিরায়িংকিঝু তালুক এবং কিলিমানুর, পাজায়াকুন্নুম্মাল এবং থাত্তাথুমালা অঞ্চলে এজাভাদের মধ্যে জনপ্রিয়। এতে আটজন অভিনয়শিল্পীর একটি দল, প্রত্যেকে দুজন, সাপের মতো একে অপরের চারপাশে বেঁধে লাঠির সাথে লড়াই করে। কৌশলগুলো বেশ কয়েকবার পুনরাবৃত্তি হয়। কপালে চন্দনের দলা, মাথায় গোল একটা লাল তোয়ালে, কোমরে লাল সিল্ক এবং গোড়ালিতে ঘণ্টি মিলে বিশেষ এই পোশাক তৈরি করে। এটি সাপের পূজা এবং কালারিপায়াত্তুর সংমিশ্রণ।    \n\n\n=== পূরাক্কালি ===\nপূরাক্কালি হল মালাবারের এজাভাদের মধ্যে প্রচলিত একটি লোকনৃত্য, যা সাধারণত মীনাম মাসে (মার্চ-এপ্রিল) একটি অনুষ্ঠানের নৈবেদ্য হিসেবে ভগবতী মন্দিরে পরিবেশিত হয়। পূরাক্কালির জন্য বিশেষভাবে প্রশিক্ষিত এবং অত্যন্ত অভিজ্ঞ নর্তকদের প্রয়োজন, যারা কালারিপায়াত্তুতে প্রশিক্ষিত। একটি ঐতিহ্যবাহী প্রদীপের চারপাশে দাঁড়িয়ে, শিল্পীরা আঠারোটি বিভিন্ন পর্যায় এবং ছন্দে নৃত্য করে, প্রতিটি পর্বকে একটি নীরম বলা হয়।  \n\n\n== রীতিনীতি ==\nএজাভারা কেরালা জুড়ে পরিবার ব্যবস্থায় আচার-আচরণের বিভিন্ন ধরন গ্রহণ করেছিল। দক্ষিণ ত্রাভাঙ্কোরে বসবাসকারীরা কেরালার অন্যান্য অংশে বিদ্যমান বিভিন্ন অভ্যাসকে মিশ্রিত করার প্রবণতা দেখায়। উত্তর মালাবারের পারিবারিক ব্যবস্থা ছিল পিতৃস্থানীয় সম্পত্তি ব্যবস্থার সাথে মাতৃতান্ত্রিক, যেখানে উত্তর ত্রাভাঙ্কোরে তারা মাতৃতান্ত্রিক কিন্তু সাধারণত সম্পত্তির জন্য তাদের ব্যবস্থায় মাতৃস্থানীয় ছিল। দক্ষিণ মালাবার একটি পিতৃতান্ত্রিক ব্যবস্থা দেখেছিল তবে সেটা ছিল অংশীদার সম্পত্তি।\nএই ব্যবস্থাগুলো ১৯২৫ সালে মালাবার এবং ১৯৩৩ সালে ত্রাভাঙ্কোরের জন্য আইন দ্বারা সংস্কার করা হয়েছিল। সংস্কারের প্রক্রিয়াটি নায়ারদের তুলনায় এজাভাদের জন্য সহজে অর্জিত হয়েছিল, যারা কেরালার আরেকটি হিন্দু জাতি যারা মাতৃস্থানীয় ব্যবস্থা গ্রহণ করেছিল; নায়ারদের পরিস্থিতি জটিল ছিল তারাভাডু নামক একটি ঐতিহ্যবাহী মাতৃস্থানীয় জীবনযাত্রার কারণে এবং সাধারণত তাদের সম্পত্তির মালিকানা ছিল অনেক বেশি। অবশ্যই ১৮৮০ এর দশকের মধ্যে, এজাভারা ক্রমবর্ধমানভাবে অনুরূপ মর্যাদা অর্জনের জন্য নায়ার অনুশীলন গ্রহণ করার চেষ্টা করেছে বলে মনে করা হয়। রবিন জেফরি উল্লেখ করেছেন যে তাদের নারীরা নায়ারদের দ্বারা পরা গহনার শৈলীটিকে তাদের নিজস্ব ঐতিহ্যের চেয়ে বেশি পছন্দ করতে শুরু করে। এছাড়া, যেহেতু নায়াররা তাদের মৃতদের দাহ করে, এজাভাস তাদের পরিবারের অন্তত সবচেয়ে বয়স্ক সদস্যকে দাহ করার চেষ্টা করেছিল, যদিও তারা সাধারণত বাকিদের দাফন করে। অন্যান্য উচ্চাকাঙ্খী পরিবর্তনের মধ্যে রয়েছে নায়ার থারাবাদ শৈলীতে বাড়ি তৈরি করা এবং দাবি করা হয় যে ঊনবিংশ শতাব্দী পর্যন্ত সমাজে তাদের সামরিক শ্রেণীর সমান অবস্থান ছিল।\n\nএজাভা সম্প্রদায়ের কিছু অংশের মধ্যে বহুবিবাহ প্রচলন ছিল, কিন্তু তারপর থেকে তা শেষ হয়ে গেছে। এর জন্য বেশ কয়েকটি প্রস্তাবিত যুক্তি রয়েছে, ভ্যালিয়াগ্রামন এজাভাস যুক্তি দেন যে তারা অর্থনৈতিক কারণে এটি অনুশীলন করেছিলেন, যুক্তি যে বড় ভাই প্রথমে বিয়ে করবে এবং তার স্ত্রীকে তার ছোট ভাইয়ের সাথে ভাগ করে নেবে যতক্ষণ না তারা বিয়ে করার সামর্থ্য রাখে। ভাইদের মধ্যে একজনের দীর্ঘ সময়ের জন্য দূরে থাকাটাও সাধারণ ছিল। \nকেরালায় ব্রিটিশ বন্দোবস্তের পরে, থ্যালাসেরির কিছু থিয়া পরিবারকে শাসক ব্রিটিশ প্রশাসনিক কর্মকর্তারা উপপত্নী হিসেবে গ্রহণ করেছিলেন, যাদের বেশিরভাগই আবাসিক মন্ত্রী যারা মালাবার জেলার দায়িত্বে ছিলেন এবং পরবর্তীকালে তাদের সন্তান ছিল। এই সম্প্রদায়কে \"সাদা থিয়াস\" হিসেবে উল্লেখ করা হয়েছিল। এই যোগাযোগগুলো সমুদায় (সম্প্রদায়ের) কাছে \"অসম্মানজনক\" এবং \"অপমানজনক\" হিসেবে বিবেচিত হয়েছিল এবং সম্প্রদায় থেকে বাদ দেওয়া হয়েছিল। এসব নারী ও শিশুর বেশিরভাগই খ্রিস্টান ধর্ম গ্রহণ করেছিল। উত্তর মালাবারের থিয়ারা সাধারণত দেশের অন্যান্য অংশের হিন্দুদের তুলনায় উপনিবেশকারীদের সাথে ভালো সম্পর্ক ছিল। এটি আংশিক কারণ ছিল যে ব্রিটিশরা থিয়াদের নিয়োগ করবে, কিন্তু কেরালার স্থানীয় রাজপুত্ররা তা করবে না। \n\n\n== আধ্যাত্মিক এবং সামাজিক আন্দোলন ==\n\nআরব ব্যবসায়ীদের প্রভাবে ৯ম শতাব্দীর দিকে কিছু এজাভা ইসলাম ধর্ম গ্রহণ করে। এই লোকেরা এবং এই অঞ্চলের অন্যান্য মুসলিম ধর্মান্তরিতরা এখন ম্যাপিলা নামে পরিচিত।  এজাভা সম্প্রদায়ের একটি বড় অংশ, বিশেষ করে মধ্য ত্রাভাঙ্কোর এবং উচ্চ পরিসরে, বর্ণ-ভিত্তিক বৈষম্যের কারণে ব্রিটিশ শাসনামলে খ্রিস্টধর্ম গ্রহণ করেছিল। কান্নুরে, প্রোটেস্ট্যান্ট মিশনগুলো ১৯ শতকের প্রথমার্ধে কাজ শুরু করে, বিশেষ করে বাসেল জার্মান ইভাঞ্জেলিক্যাল মিশন । তাদের ধর্মান্তরিত অধিকাংশই এজাভা সম্প্রদায়ের ছিল।  ১৯ শতকের গোড়ার দিকে ত্রাভাঙ্কোর অঞ্চলে উপস্থিতি প্রতিষ্ঠা করে, ধর্মান্তরকরণের আন্দোলনে কংগ্রেগ্যালিস্ট লন্ডন মিশনারি সোসাইটি এবং অ্যাংলিকান চার্চ মিশন সোসাইটিও বিশিষ্ট ছিল। \nএজাভাদের নিম্ন মর্যাদার অর্থ হল, টমাস নসিটার যেমন মন্তব্য করেছেন, ঊনবিংশ ও বিংশ শতাব্দীর অর্থনৈতিক ও সামাজিক পরিবর্তনের ফলে তাদের হারানোর সামান্য এবং লাভের অনেক কিছু ছিল। তারা ইংরেজী শিক্ষার যোগ্য বলে বিবেচিত হওয়ার অধিকার এবং সরকারি প্রশাসনে চাকরি তাদের জন্য উন্মুক্ত করার অধিকার চেয়েছিল। রিট্টি লুকোসের মতে, একজন প্রথমদিকের এজাভা প্রচারক এবং তাদের \"রাজনৈতিক পিতা\" ছিলেন পদ্মনাভন পালপু। ১৮৯৬ সালে, তিনি ১৩,১৭৬ জন স্বাক্ষরকারীর একটি পিটিশন সংগঠিত করেছিলেন যা ত্রাভাঙ্কোরের রাজকীয় রাজ্যের মহারাজার কাছে জমা দেওয়া হয়েছিল, এজাভাদের জনপ্রশাসনে কাজ করার এবং আনুষ্ঠানিক শিক্ষার সুযোগ পাওয়ার অধিকারের সরকারী স্বীকৃতি চেয়েছিল। এই সময়ে, তাদের প্রায় ৯৩ শতাংশ নিরক্ষর ছিল। ফলাফল প্রতিশ্রুতিশীল বলে মনে হচ্ছে না বলে, এজাভা নেতৃত্ব হুমকি দিয়েছিল যে তারা হিন্দু সমাজের হেলট হিসেবে থাকার পরিবর্তে হিন্দু ধর্ম থেকে ব্যাপকভাবে ধর্মান্তরিত হবে। সি.পি. রামস্বামী আইয়ার, আসন্ন বিপদ উপলব্ধি করে, মহারাজাকে মন্দিরে প্রবেশের ঘোষণা জারি করতে প্ররোচিত করেছিলেন, যা রাজ্যের হিন্দু মন্দিরগুলোতে নিম্নবর্ণের লোকদের প্রবেশের উপর নিষেধাজ্ঞা রহিত করেছিল। স্টিভেন উইলকিনসন বলেছেন যে ঘোষণাটি পাশ করা হয়েছিল কারণ সরকার এজাভা খ্রিস্টধর্মে ধর্মান্তরিত হওয়ার হুমকির দ্বারা \"ভয়িত\" ছিল।\nঅবশেষে, ১৯০৩ সালে, পাল্পুর নেতৃত্বে এজাভাদের একটি ছোট দল শ্রী নারায়ণ ধর্ম পরিপালন যোগম (এসএনডিপি), এই অঞ্চলের প্রথম বর্ণ সমিতি প্রতিষ্ঠা করে। এটি নারায়ণ গুরুর নামে নামকরণ করা হয়েছিল, যিনি একটি আশ্রম প্রতিষ্ঠা করেছিলেন যেখান থেকে তিনি \"এক জাতি, এক ধর্ম, এক ঈশ্বর\" এবং আত্ম-সহায়তার ভিক্টোরিয়ান ধারণার একটি সংস্কৃত সংস্করণ প্রচার করেছিলেন। স্থানীয়ভাবে তার প্রভাব স্বামী বিবেকানন্দের সাথে তুলনা করা হয়েছে। এসএনডিপি-র প্রাথমিক লক্ষ্যগুলোর মধ্যে একটি ছিল স্কুলে প্রবেশের নিষেধাজ্ঞাগুলো অপসারণের জন্য প্রচার করা কিন্তু শিক্ষার ক্ষেত্রে সেই আইনী বাধাগুলো অপসারণ করার পরেও, এজাভাদের সরকারি স্কুলে ভর্তি করানো অভ্যাসগতভাবে অস্বাভাবিক ছিল। এইভাবে, প্রচারাভিযানটি সম্প্রদায়ের দ্বারা পরিচালিত বিদ্যালয় প্রদানে স্থানান্তরিত হয়। সংগঠনটি, ত্রাভাঙ্কোরে সমর্থন আকর্ষণ করেছিল কিন্তু কোচিনে অনুরূপ সংস্থাগুলো কম সফল হয়েছিল। মালাবারে, যা কোচিন এবং ট্রাভাঙ্কোরের বিপরীতে সরাসরি ব্রিটিশ নিয়ন্ত্রণে ছিল, এজাভারা এই ধরনের সংস্থাগুলোর প্রতি খুব কমই আগ্রহ দেখিয়েছিল কারণ তারা অন্য কোথাও শিক্ষাগত এবং কর্মসংস্থান বৈষম্যের শিকার হয়নি, বা প্রকৃতপক্ষে এমন অসুবিধাগুলোও ছিল না আলাদা গোষ্ঠী হবার জন্য।\nএজাভারা রাজনৈতিক উদ্দেশ্যে অন্য লোকেদের দ্বারা চালিত হওয়া থেকে মুক্ত ছিল না। ১৯২৪-১৯২৫ সালের ভাইকম সত্যাগ্রহ ছিল কংগ্রেসের ভাগ্যকে পুনরুজ্জীবিত করার জন্য মন্দিরের আশেপাশে রাস্তাগুলোতে অবর্ণার প্রবেশাধিকারের বিষয়টি ব্যবহার করার একটি ব্যর্থ প্রচেষ্টা, যেটা করেছিলেন টি কে মাধবন, একজন বিপ্লবী এবং নাগরিক অধিকার কর্মী, এবং এর কেন্দ্রবিন্দু হিসেবে ছিল ভাইকোমে মন্দির। যদিও এটি প্রবেশাধিকার অর্জনের বিবৃত লক্ষ্য অর্জনে ব্যর্থ হয়েছিল, তবে নসিটারের মতে সত্যাগ্রহ (আন্দোলন) একটি \"আমূল অলঙ্কারশাস্ত্র\" সৃষ্টি করতে সফল হয়েছিল। এই আন্দোলনের সময়, কয়েকজন অকালি-সশস্ত্র শিখদের একটি আদেশ-বিক্ষোভকারীদের সমর্থনে ভাইকোমে এসেছিল। টেম্পল এন্ট্রি প্রক্লেমেশন শেষ হওয়ার পর, কিছু আকালী রয়ে যায়। তারা কিছু এজাভা যুবককে শিখ ধর্মের ধারণার প্রতি আকৃষ্ট করেছিল, যার ফলে এজাভা সেই বিশ্বাসে ধর্মান্তরিত হয়েছিল।\n১৮৭৫ এবং ১৮৯১ সালের ট্রাভাঙ্কোর আদমশুমারির মধ্যে, এজাভা পুরুষদের সাক্ষরতা ৩.১৫ শতাংশ থেকে ১২.১ শতাংশে উন্নীত হয়েছিল। ১৮৯১ সালের আদমশুমারি দেখায় যে ত্রাভাঙ্কোরে কমপক্ষে ২৫০০০ শিক্ষিত এজাভা ছিল  ডাঃ পালপুকে পরমেশ্বরন পিল্লাইয়ের সমর্থন ছিল যিনি মাদ্রাজ স্ট্যান্ডার্ড সম্পাদনা করছিলেন। তিনি ১৮৮৫ সালে পুনেতে জাতীয় সম্মেলনে একটি বক্তৃতায় এজাভাদের অধিকারের বিষয়টি উত্থাপন করেছিলেন, যা মাদ্রাজ স্ট্যান্ডার্ডে সম্পাদকীয়ও হয়েছিল। পিল্লাই এবং ডাঃ পালপু ১৮৯৭ সালে ইংল্যান্ডের হাউস অফ কমন্সে এজাভাস সম্পর্কে তাদের প্রশ্ন তুলেছিলেন। ডাঃ পালপু মহীশূরে স্বামী বিবেকান্দের সাথে দেখা করেন এবং এজাভাসের অবস্থা নিয়ে আলোচনা করেন। বিবেকান্দ তাকে পরামর্শ দিয়েছেন একজন আধ্যাত্মিক নেতার নেতৃত্বে এজাভা সম্প্রদায়কে একত্রিত করতে। তিনি এই উপদেশ গ্রহণ করেন এবং শ্রী নারায়ণ গুরুর সাথে যুক্ত হন এবং ১৯০৩ সালের মার্চ মাসে নিবন্ধিত শ্রী নারায়ণ ধর্ম পরিপালন যোগম (এসএনডিপি) গঠন করেন।  ১৯০৪ সালের মাঝামাঝি সময়ে, উদীয়মান এসএনডিপি যোগাম, কয়েকটি স্কুল, মন্দির এবং একটি মাসিক ম্যাগাজিন পরিচালনা করে ঘোষণা করে যে এটি ১৯০৫ সালের জানুয়ারিতে কুইলনে তার দ্বিতীয় বার্ষিক সাধারণ সভাসহ একটি শিল্প প্রদর্শনী করবে। প্রদর্শনীটি দক্ষ এবং সফল ছিল এবং এটি এজাভা সম্প্রদায়ের জেগে উঠার একটি চিহ্ন ছিল। \nএজাভাসের উন্নতিতে এসএনডিপির সাফল্য প্রশ্নবিদ্ধ হয়েছে। সদস্য সংখ্যা ১৯২৮ সাল নাগাদ ৫০,০০০ এবং ১৯৭৪ সালের মধ্যে তা ৬০,০০০-এ পৌঁছেছিল, কিন্তু নসিটার উল্লেখ করেছেন যে, \"ভাইকম সত্যাগ্রহ থেকে এসএনডিপি তার অবস্থানের উন্নতি না করেই সাধারণ এজাভাকে আলোড়িত করেছিল।\" ১৯২০-এর দশকে ৬০,০০০ একর (২৪,০০০ হেক্টর) সম্পত্তির বিভাজন যা পূর্বে উল্লেখযোগ্য জমির মালিকদের দখলে ছিল, এজাভা সুবিধাভোগীদের সংখ্যাগরিষ্ঠরা প্রত্যেকে এক একরেরও কম পান, যদিও তাদের মধ্যে ২% উপলব্ধ জমির কমপক্ষে ৪০% নিয়েছিল। পরবর্তীকালে কয়ার শিল্পের উপর মহামন্দার প্রভাবের ফলে নেতৃত্বের মধ্যে একটি উগ্রপন্থীকরণ এবং অনেক রাজনৈতিক দ্বন্দ্ব দেখা দেয় তবে প্রাথমিকভাবে কৃষি পরিবেশে স্ব-সহায়তার সাধারণ ধারণা অর্জন করা সহজ ছিল না; ভিক্টোরিয়ান ধারণা একটি শিল্পোন্নত অর্থনীতি অনুমান করেছিল। সংগঠনটি কমিউনিস্ট আন্দোলনসহ অন্যান্য বিভিন্ন গোষ্ঠীর সদস্যদের হারিয়েছিল এবং এটি ১৯৫০-এর দশক পর্যন্ত নায়ার সার্ভিস সোসাইটির (এনএসএস) মতোই একটি চাপ গোষ্ঠী এবং শিক্ষার সুযোগ প্রদানকারী হিসেবে নিজেকে পুনরায় উদ্ভাবন করেনি, ঠিক যেমন এনএসএস। ১৯৭০-এর দশকে সংক্ষিপ্তভাবে ন্যাশনাল ডেমোক্রেটিক পার্টি গঠন করে সরাসরি রাজনৈতিক অঙ্গনে প্রবেশের প্রয়াসে, তাই ১৯৭২ সালে এসএনডিপি সামাজিক বিপ্লবী পার্টি গঠন করে।\n\n\n== সমাজে অবস্থান ==\nনাম্বুদিরি ব্রাহ্মণরা মধ্যযুগের শেষের দিকে কেরালায় হিন্দু ধর্মযাজক এবং আচার-অনুষ্ঠান শাসক গোষ্ঠী গঠন করে তাদের অবর্ণ (ব্রাহ্মণ্য বর্ণ ব্যবস্থার বাইরে) হিসেবে বিবেচনা করা হয়েছিল। ক্যাথলিন গফ বলেছেন যে সেন্ট্রাল ট্রাভাঙ্কোরের এজাভারা ঐতিহাসিকভাবে \"উচ্চ দূষণকারী জাতি\"গুলোর মধ্যে সর্বোচ্চ পর্যায়ের ছিল, এমন একটি গোষ্ঠী যাদের অন্যান্য উপাদানের মধ্যে কানিসান এবং বিভিন্ন কারিগর জাতি অন্তর্ভুক্ত ছিল এবং যারা \"নিম্ন দূষণকারী জাতি\" থেকে উচ্চতর মর্যাদায় ছিল। যেমন পুলায়ার এবং পারাইয়ার। নায়ার এবং, যেখানে প্রযোজ্য, ম্যাপিলারা সামাজিকভাবে এবং আচারগতভাবে দূষণকারী জাতিগুলোর চেয়ে উচ্চ স্থান অধিকার করে। ২০ শতক এজাভাদের জন্য একটি উল্লেখযোগ্য পরিবর্তন এনেছে, চাকরি, শিক্ষা এবং ভোটের অধিকারের মাধ্যমে বর্ণের চেয়ে বেশি শ্রেণীভিত্তিক একটি পরিচয় তৈরি করতে সহায়তা করে, যদিও আবর্ণের কলঙ্কজনক প্রলেপটি রয়ে গেছে মন্দির প্রবেশিধাকার থাকা সত্ত্বেও।\nভারত সরকার ইতিবাচক বৈষম্যের ব্যবস্থার অধীনে এজাভাদেরকে অন্যান্য অনগ্রসর শ্রেণী হিসেবে শ্রেণীবদ্ধ করেছে। \n\n\n== বিভিন্ন এজাভা সম্প্রদায়ের মধ্যে বিরোধ ==\nমালাবারের এজাভা সম্প্রদায়ের কেউ কেউ কেরালা সরকার কর্তৃক এজাভা হিসেবে আচরণ করায় আপত্তি জানিয়েছে, এই যুক্তিতে যে মালাবারের এজাভা (স্থানীয়ভাবে থিয়ার নামে পরিচিত) একটি পৃথক জাতি। ভারতের ইতিবাচক বৈষম্যের ব্যবস্থার অধীনে সরকারী পদ এবং বরাদ্দকৃত অন্যান্য চাকরির জন্য আবেদন করার সময় তারা এজাভার বদলে তাদেরকে থিয়া হিসেবে রেকর্ড করার জন্য প্রচার করেছে। তারা দাবি করে যে সরকারের অবস্থান ভারতের সুপ্রিম কোর্টের দ্বারা প্রতিষ্ঠিত একটি নীতির বিপরীতে, সেটি যে সম্প্রদায়গুলো এজাভা ছিল না তাদের সাথে জড়িত একটি বিরোধ সম্পর্কিত।  থিয়া মহাসভা (মালাবার এজাভা-এর একটি উপ-গোষ্ঠী) একটি অনুষ্ঠানে এসএনডিপি-র থিয়া নাম ব্যবহারের বিরোধিতা করেছে। \n২০১৩ সালের ফেব্রুয়ারিতে, সম্প্রতি গঠিত থিয়া মহাসভা মালাবারে থিয়াদের স্বতন্ত্র হিসেবে স্বীকৃতি না দিয়ে এসএনডিপি এজাভাস এবং থিয়াদেরকে একটি গোষ্ঠী হিসেবে বিবেচনা করে আপত্তি জানায়। এসএনডিপি সেই সময়ে উত্তর কেরালায় তার তুলনামূলকভাবে দুর্বল প্রভাব বাড়ানোর চেষ্টা করছিল, যেখানে পরিচয়ের রাজনীতি শ্রেণির রাজনীতির তুলনায় কম ভূমিকা পালন করে এবং ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) ঐতিহাসিকভাবে একটি উল্লেখযোগ্য সংগঠন। \n\n\n== আরও দেখুন ==\nএজাভাসের তালিকা\nট্রাভাঙ্কোর লেবার অ্যাসোসিয়েশন\nনারায়ণ গুরু\nনারায়ণ গুরু দ্বারা পবিত্র মন্দির\nপদ্মনাভন পালপু\nআর শংকর\nশ্রী নারায়ণ ধর্ম পরিপালন যোগম (SNDP)\nশ্রী নারায়ণ ট্রাস্ট\nশ্রী নারায়ণ প্রতিষ্ঠানের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nNossiter, Thomas Johnson (১৯৮২)। \"Kerala's identity: unity and diversity\"। Communism in Kerala: a study in political adaptation। University of California Press। আইএসবিএন 978-0-520-04667-2। সংগ্রহের তারিখ ২০১১-০৬-০৯। \nPullapilly, Cyriac K. (১৯৭৬)। \"The Izhavas of Kerala and their Historic Struggle for Acceptance in the Hindu Society\"। Religion and Social Conflict in South Asia। International studies in sociology and social anthropology। E. J. Brill। আইএসবিএন 978-90-04-04510-1। সংগ্রহের তারিখ ২০১১-০৬-০৯।"}