{"pageid": 1332011, "title": "লিয়াংমাই জনগোষ্ঠী", "url": "https://bn.wikipedia.org/wiki?curid=1332011", "content": "লিয়াংমাই উপজাতি উত্তর-পূর্ব ভারতের নাগাল্যান্ড এবং মণিপুর রাজ্যে বাস করে। তাদের গ্রামগুলো বেশিরভাগই নাগাল্যান্ডের পেরেন জেলা এবং মণিপুরের সেনাপতি তামেংলং জুড়ে বিস্তৃত। ডিমাপুর, ইম্ফল পূর্ব এবং ইম্ফল পশ্চিম জেলাগুলোতেও কয়েকটি গ্রাম রয়েছে। লিয়াংমাইরা প্রধান বাসিন্দা এবং নাগাল্যান্ড রাজ্যের পেরেন জেলার উপ-বিভাগ টেনিং শহরে এবং মণিপুর রাজ্যের তামেংলং জেলার উপ-বিভাগ তামেই শহরে আধিপত্য বিস্তার করে।\n\n\n== নৃতাত্ত্বিক গোষ্ঠী স্বীকৃতি ==\nলিয়াংমাই, মণিপুর রাজ্যের একটি পৃথক নৃতাত্ত্বিক গোষ্ঠী হিসেবে, ১১ ডিসেম্বর ২০১১-এ ভারত সরকার কর্তৃক স্বীকৃত হয়েছিল।\n\n\n== উৎপত্তি ==\nলিয়াংমাই হল উত্তর-পূর্ব ভারতের একটি নৃতাত্ত্বিক গোষ্ঠী, নির্দিষ্টভাবে হামাই গোষ্ঠীর  এবং সাধারণভাবে নাগা গোষ্ঠীর অংশ। মূলত, লিয়াংমাইস মঙ্গোলিয়ান অঞ্চলের (শুধু বর্তমান মঙ্গোলিয়া থেকে নয়)। তারা মঙ্গোলিয়া থেকে তাদের অভিবাসন শুরু করেছিল খ্রিস্টপূর্ব ৭ শতকের কাছাকাছি সময়ে, চীন-মঙ্গোলিয়া সীমান্তে চীনের মহান প্রাচীর নির্মাণের আগে বা তার সময়। যাইহোক, মঙ্গোলিয়া থেকে তাদের ছড়িয়ে পড়া, স্থানান্তর এবং যাত্রা প্রমাণ করার জন্য কোনো লিখিত উৎস ছিল না। তাদের ইতিহাস পুনর্গঠনের জন্য একজনকে সম্পূর্ণরূপে মৌখিক ঐতিহ্যের উপর ভিত্তি করতে হবে। এটা বিশ্বাস করা হয় যে মঙ্গোলিয়া থেকে অভিবাসনের বিভিন্ন পর্যায় ছিল এবং শত শত বছর ধরে তা বিস্তৃত ছিল। মঙ্গোলিয়া থেকে তাদের ছড়িয়ে পড়ার পরে, বিভিন্ন গোষ্ঠী বিভিন্ন দিকে চলে যায়, তাদের পরবর্তী স্থানান্তর করার আগে দীর্ঘ বছর ধরে একটি অঞ্চলে বা অন্য জায়গায় বসতি স্থাপন করে। তাদের মধ্যে কিছু সমুদ্রের কাছাকাছি দক্ষিণ-পূর্ব এশিয়ার অঞ্চলে, কিছু দক্ষিণের বিভিন্ন দ্বীপে, কিছু দল বার্মা, থাইল্যান্ড এবং ভারতে পৌঁছেছিল। এটাও দেখা যায় যে কিছু গোষ্ঠী চীনের কেন্দ্রস্থলে রয়ে গেছে। তারিখ, স্থান, সংস্কৃতি এবং অন্যান্য ঐতিহাসিক দিকগুলোর কোনো সহজবোধ্য ঐতিহাসিক তথ্য নেই যা তাদের অভিবাসন প্রক্রিয়ার সময় হয়েছিল। হামাই বা নাগাদের একটি পর্যায় বহু অঞ্চলের মধ্য দিয়ে যাত্রা করে, শত শত বছর সময় নেয় এবং অবশেষে একটি জায়গায় পৌঁছে যা \"মাখেল\" নামে পরিচিত ছিল, বর্তমান সেনাপতি জেলার একটি ঐতিহাসিক গ্রাম, যা নাগাদের অন্যতম আবাসস্থল হিসেবে বিবেচিত হয়। যেকোনো নৃতাত্ত্বিক গোষ্ঠী/আদিবাসী সম্প্রদায়ের মতো লিয়াংমাইদের ভাষা ও সংস্কৃতি সমৃদ্ধ। কাইখামাং-এর মতে \"লিয়াংমাই হল হামাই এবং হামাই হল লিয়াংমাই,\" কারণ মাকুইলংদি গ্রামে তাদের ঐতিহাসিক বসতি স্থাপনের সময় লিয়াংমাই উপভাষা ছিল হামাইদের লিঙ্গুয়া ফ্রাঙ্কা - যা হামাই জনগণের \"আবাসস্থল\" নামেও পরিচিত। অতীতের হামাই সম্প্রদায়ের মধ্যে, লিয়াংমাইরা ছিলেন নেতা - হামাই শাসকের উত্তরাধিকারী। এই কারণেই লিয়াংমাই উপভাষাটি হামাইয়ের লোকদের মধ্যে চারা লাড (অর্থাৎ ঈশ্বরের ভাষা) নামে পরিচিত। হামাইদের মধ্যে এখনও একটি সম্প্রদায় রয়েছে যারা ধর্মীয় আচার, রীতি এবং অন্যান্য ধর্মীয় কার্যকলাপে (গান, জপ, কবিতা) লিয়াংমাই ভাষা ব্যবহার করে এই ঐতিহ্যগত দৃষ্টিভঙ্গিকে ধারণ করে, যদিও তাদের মধ্যে কেউ কেউ আক্ষরিক অর্থে ভাষাটি জানে না। লিয়াংমাই/হামাই-এর উৎপত্তি খুঁজে বের করা সবসময়ই কঠিন। তাদের ইতিহাস পরীক্ষা করার একমাত্র উৎস হিসেবে মৌখিক ঐতিহ্যের ওপর নির্ভর করতে হয়। অন্যদিকে, মৌখিক ঐতিহ্য লিয়াংমাইদের জন্য একটি গতিশীল উৎস যা তাদের উৎপত্তি, তাদের স্থানান্তর, তাদের বর্তমান বসতি এবং এমনকি তাদের ইতিহাস, সমাজ-রাজনীতি, অর্থনীতি, ধর্মীয়-সংস্কৃতি, ঐতিহ্য এবং বিশ্বদর্শন খুঁজে বের করতে পারে। আমরা শুরু করব প্রাক-ঐতিহাসিক উৎস থেকে মাখেল এবং মাকুইলংদিতে লিয়াংমাইদের আগমন পর্যন্ত তথ্য দিয়ে।\nপ্রাক-মাখেল:\nমাখেলে তাদের আগমনের আগে লিয়াংমাইদের উৎপত্তির ইতিহাস হল পুরাণ, প্রাক- ইতিহাস, গল্প এবং অন্যান্য মৌখিক ঐতিহ্যের মিশ্রণ। উপরে উল্লিখিত মঙ্গোলীয় উৎস ছাড়াও, লোককাহিনীর উপর ভিত্তি করে নাম্পিবু মারিনমাই-এর মতো গবেষক, থনবুটলং নামক একটি পর্বতে লিয়াংমাইয়ের উৎসের সন্ধান করেছেন, যেখানে একটি নদী আটবার পর্বতকে ঘিরে রয়েছে। কিছু পণ্ডিতের মতে লিয়াংমাইরা একসময় \" সিনলুওং \" নামে পরিচিত একটি জায়গা থেকে এসেছিল। এই ' সিনলুওং' -এর চীনের কোনো নির্দিষ্ট স্থানের কোনো উল্লেখ আছে কি না তার কোনো প্রমাণ নেই। এমনকি হামাররা বিশ্বাস করে যে তারা মূলত সিনলুং থেকে এসেছিল যা  চীনের একটি প্রদেশ হতে পারে। কেউ কেউ অনুমান করেন যে এটি চীনের হোয়াং-হো নদী বা ইয়াং-সিকিয়াং নদী বা মায়ানমারের চিন্দউইন নদী বা ইরাবদী নদী উভয়ই হতে পারে বা ভারতের ব্রহ্মপুত্র হতে পারে। তাদের দেশত্যাগের সময় তারা চীনের ইউনান প্রদেশে সম্ভবত শাংরি-লা এলাকায় বসতি স্থাপন করেছিল, যেখানে লিয়াংমাই এবং অন্যান্য নাগা সম্প্রদায়ের একটি সম্প্রদায়ের সাথে ঘনিষ্ঠ যোগাযোগ ছিল যেমন তিব্বতি, কারেন্স, কাচিন, চিনস এবং অন্যান্য। শাংগ্রি-লা চীনের ইউনান প্রদেশে অবস্থিত যেখানে প্রারম্ভিক ও মধ্যযুগে তিব্বতীয়দের আধিপত্য ছিল। এই স্থানটি তাদের অভিবাসনের ইতিহাসে অনেক সম্প্রদায়ের জন্য বিশ্রামের জায়গা হিসেবে মনে করা হয়। এটি তাদের ভাষা দ্বারা প্রমাণিত হয় কারণ যে গোষ্ঠীগুলো তাদের যাত্রার প্রক্রিয়ায় শাংরি-লা-তে বসতি স্থাপন করেছিল তারা সেই সমস্ত লোক হিসেবে বিবেচিত হয় যারা তিব্বত-বর্মান ভাষাগত গোষ্ঠীর অধীনে আসা ভাষাগুলোতে কথা বলে।\nতাদের লোককাহিনীতে আরও উল্লেখ করা হয়েছে যে তারা একবার একটি (ডুইলিউ) সাগর/সাগরের কাছে পৌঁছেছিল। আরেকটি বিবরণ রয়েছে যা অনুমান করে যে লিয়াংমাই একবার বঙ্গোপসাগর বা ভারত মহাসাগরে পৌঁছেছিল। এটি তাদের ব্যবহৃত অলঙ্কার দ্বারা সমর্থিত যেমন শঙ্খ, শাঁস, পুঁতি এবং অন্যান্য সমুদ্র-ভিত্তিক অলঙ্কার দ্বারা তৈরি অলঙ্করণ। তদুপরি, এটি মারাংওয়াংবউ গল্পের (রামের গল্পের অনুরূপ সংস্করণ) গল্পের সাথে তাদের পরিচিতি দ্বারা সমর্থিত, যেখানে তিনি এবং তার বন্ধুরা অবনবউ ( রাবণ ) এর বিরুদ্ধে যুদ্ধ করতে লঙ্কায় গিয়েছিলেন। এটি নিশ্চিত করে যে তারা একসময় সমুদ্রের কাছাকাছি ছিল। যাই হোক না কেন, এইভাবে, তারা এক জায়গা থেকে অন্য জায়গায় ঘুরে বেড়াতে থাকে এবং অবশেষে একটি জায়গায় পৌঁছে যায় যা মাখেল গ্রাম নামে পরিচিত একটি ঐতিহাসিক নিদর্শন যা বর্তমানে মণিপুরের সেনাপতি জেলায় অবস্থিত।\nমাখেলে:\nমাখেল গ্রাম অনেক নাগা নৃতাত্ত্বিক গোষ্ঠীর একটি ভূমি। নাগাদের অনেক দল বিভিন্ন দিক থেকে এসে মণিপুরের বর্তমান সেনাপতি জেলার মাখেল গ্রামে পৌঁছেছিল। একটি দল ছিল টেনিমিয়া যেখানে লিয়াংমাইস/হামাইসদের অন্তর্ভুক্ত করা হয়েছিল। তারা দীর্ঘদিন মাখেলে বসবাস করত। কিন্তু কিছু কারণে যেমন অতিরিক্ত জনসংখ্যা, জনগণের মধ্যে অনৈক্য, ব্যাপক জনসংখ্যার জন্য সম্পদের অভাব, নৃতাত্ত্বিক গোষ্ঠীর মধ্যে বিভিন্ন দিকে ছড়িয়ে পড়েছিল। সুজাতা মিরির মতে, তাদের ছড়িয়ে পড়ার অন্যতম কারণ ছিল অতিরিক্ত জনসংখ্যা। তাই, লিয়াংমাইস/হামাইরা মাখেল ছেড়ে রামটিং কাবেন নামে একটি জায়গায় পৌঁছায় (\"রামটিং কাবেন\" শব্দের আক্ষরিক অর্থ \"আকাশের মাঝপথ\")। বলা হয়ে থাকে যে রামটিং কাবেন হল একটি গুহা বা স্থান যেখান থেকে দিনের আলোতেও তারা দেখা যায়। জায়গাটি শত্রুদের কাছ থেকে মানুষের জন্য একটি নিরাপদ জায়গা ছিল কিন্তু মানুষের বসতির জন্য উপযুক্ত ছিল না কারণ সেখানকার বায়ু \"শ্বাসরোধকারী\" ছিল। তাই, তারা রামটিং কাবেন থেকে বেরিয়ে এসে চাওয়াং ফুংনিং (রাজার প্লট) যা গোয়াংফুনিং (পুরানো গ্রাম) নামে পরিচিত। সেখানে চাওয়াং ফুংনিং-এ তারা কয়েক বছর বসবাস করে এবং তারা পশ্চিম দিকে অগ্রসর হয় এবং মাকুইলংদীতে পৌঁছায়।\nমাকুইলংদি:\nহামাইদের আবাসস্থল, মাকুইলংদি গ্রাম ছিল একটি বড় গ্রাম যা কিছু পার্বত্য অঞ্চলকে আচ্ছাদিত করেছিল এবং সম্ভবত অনেক দূরে ছিল যেখানে শক্তিশালী ব্যক্তির পায়ে হেঁটে উত্তর থেকে দক্ষিণে এবং পূর্ব থেকে পশ্চিমে যেতে তিন দিন এবং তিন রাত লাগত। সময়ের সাথে সাথে, গ্রামে ৭৭৭৭টি পরিবার থাকা শুরু করে। সেই দিনগুলোতে, এনগুইবু সমগ্র দেশের রাজা ছিলেন। তাঁর এবং তাঁর স্ত্রীদের তিন পুত্র ছিল। তার পরে, তার পুত্র কাদিংবউ বিশাল ভূখণ্ডে শাসন করার জন্য তার উত্তরাধিকারী হিসেবে নিযুক্ত হন। তবুও মাকুইলংদিতে বসতি অনেক কারণে স্থায়ী হয়নি। বলা হয়, জমি বেশি জনবসতিপূর্ণ। দ্বিতীয়ত, লোকেরা একবার তাদের ক্ষেত পরিদর্শন করে ক্ষেত থেকে ফিরে আসতে পারত না এবং সাধারণত গ্রামে ফিরতে ১০-৩০ দিন সময় লাগত। মাকুইলংদিতে দুর্ভিক্ষ দেখা দেয় এবং নতুন জমির সন্ধানে মানুষ গ্রাম ছেড়ে চলে যায় বলেও উল্লেখ করা হয়েছে। মাকুইলংদি থেকে হামাইদের সরে যাবার প্রধান কারণ হিসেবে এই উপাদানগুলো একে অপরের সাথে বেশ সম্পর্কিত। কাদিংবউ, তার পিতার সিংহাসনের উত্তরাধিকারী এবং তার অনুগামীরা মাকুইলংদি এবং এর আশেপাশের স্থানে থেকে যান এবং তারা লিয়াংমাই (উত্তর বসতি স্থাপনকারী) নামে পরিচিত। মাগাংতুবু, তার সৎ ভাই এবং তার অনুসারীরা রামজেননিং (উপত্যকা) গিয়েছিলেন এবং জেমে হয়েছিলেন। তার ছোট ভাই রেনবাংবউ এবং তার অনুগামীরা দক্ষিণ-ওয়ার্ডের আগে কামারংবোজাম (খালি জমি) পর্যন্ত এসেছিলেন এবং তারা রংমেই নামে পরিচিত ছিল। আরেকটি দল দক্ষিণ-পূর্বাঞ্চলে গিয়ে পুইমেই নামে পরিচিতি লাভ করে।\n\n\n== উপভাষা ==\nলিয়াংমাই নাগা লিয়াংলাডে নিজেদের মধ্যে যোগাযোগ করে। আক্ষরিক অনুবাদে, লিয়াংলাড মানে লিয়াংমাইসদের ভাষা। জেলিয়ানগ্রং কিংবদন্তীতে বলা হয়েছে যে লিয়াংলাদ হল 'দেবতাদের ভাষা'। লোকেরা একে \"চারালদ\" বলে যা দুটি শব্দ নিয়ে গঠিত \"চর\" অর্থ দেবতা এবং \"মধু\" অর্থ ভাষা। রংমেই উপজাতির পৌত্তলিকরা এখনও আচার-অনুষ্ঠান করার সময় \"লিয়াংলাদ\" বা \"চারালাদ\" ব্যবহার করে বলে জানা যায় (রংমেই এটিকে \"রাহ লাড\" \"রাহ\" বলে রোংমেই ভাষায় এবং \"লাড\" ভাষা মানে)। খ্রিস্টধর্মের আবির্ভাবের আগে, লোকেরা পৌত্তলিকতার চর্চা করত। তাদের বিশ্বাস অনুসারে, প্রকৃতি যেমন পর্বত, গুহা, নদী, গাছ ইত্যাদি দেবতাদের দ্বারা শাসিত বা নিয়ন্ত্রিত ছিল। এবং এই দেবতারা লিয়াংলাড কথা বলে।\nনাগাল্যান্ড এবং মণিপুরে কথিত লিয়াংলাড উচ্চারণে একে অপরের থেকে আলাদা। এমনকি নাগাল্যান্ড এবং মণিপুরের মধ্যেও, অঞ্চলগুলোর সাথে উচ্চারণ পরিবর্তিত হয়। উদাহরণস্বরূপ, মণিপুরে, উত্তরাঞ্চলীয়দের উচ্চারণ দক্ষিণাঞ্চলের তুলনায় মৃদু ভাষায় উচ্চারণ করে।\n২০০২ সালে, লিয়াংলাডকে বিপন্ন উপভাষাগুলোর মধ্যে একটি হিসেবে তালিকাভুক্ত করা হয়েছিল। কিন্তু আজ, লিয়াংমাই জনসংখ্যার ক্রমবর্ধমান সংখ্যার সাথে, এর ভাষাভাষীদের সংখ্যা বৃদ্ধি পাচ্ছে, এবং এটি নাগাদের উপভাষার মধ্যে সবচেয়ে বেশি কথ্য উপভাষাগুলোর মধ্যে এটি হল একটি। গবেষক এবং পণ্ডিতরা তাদের গবেষণা এবং প্রকল্পের অংশ হিসেবে উপভাষার অডিও রেকর্ডিং শুরু করেছেন এবং একই সাথে, এই রেকর্ডিংগুলো দীর্ঘমেয়াদে উপভাষা সংরক্ষণে একটি বড় কাজ করবে। মণিপুর রাজ্য সরকার ২৩ মে ২০১৩-এ \"লিয়াংলাড\"-এর স্বীকৃতি অনুমোদন করে। তাই লিয়াংলাড এখন সরকারীভাবে স্বীকৃত হয়েছে এবং বিদ্যালয়ে শিক্ষার মাধ্যম হিসেবে ব্যবহার করা হবে।\n\n\n== ব্যুৎপত্তি ==\nলিয়াংমাই দুটি শব্দ লিয়াং এবং মাই নিয়ে গঠিত। মাই মানে মানুষ। সুতরাং, লিয়াংমাই মানে লিয়াং- এর মানুষ। লিয়াং শব্দটির অর্থের জন্য বিভিন্ন লোকের নিজস্ব সংস্করণ রয়েছে। আজ \"লিয়াং\" শব্দের সবচেয়ে স্বীকৃত অর্থ হল \"সমর্থন\" বা \"এক হিসেবে গোষ্ঠীবদ্ধ\"। এইভাবে, \"লিয়াংমাই\" বলতে বোঝায় যারা নিজেদেরকে এক সম্প্রদায় বা নৃতাত্ত্বিক গোষ্ঠী হিসেবে একসাথে থাকার জন্য একে অপরের সমর্থনে নিজেদেরকে দলবদ্ধ করেছে।\n\n\n== পোষাক ==\nপোষাক লিয়াংমাইদের সাংস্কৃতিক ঐতিহ্যের একটি। বেশিরভাগ ঐতিহ্যবাহী পোশাকগুলো হাতে বোনা হয়। সম্প্রদায়ের কিছু জনপ্রিয় পোশাক হল \"এনগুমথুয়া ফাই\" শালগুলোর মধ্যে সর্বাধিক সাধারণ, এছাড়াও অন্যান্য ঐতিহ্যবাহী পোশাক রয়েছে যেমন, মারানপান, পুরুষ এবং নারীদের উভয়ের জন্য একটি শাল; হেংলান নিনা, নারীদের জন্য কোমরের চারপাশে মোড়ানো কোমরবন্ধ; তারেহ ফাই, পুরুষদের জন্য একটি শাল। লিয়াংমাই সম্প্রদায়ের বিভিন্ন অনুষ্ঠানের জন্য বিভিন্ন পোশাক রয়েছে। কাপড়ের প্রতিটি টুকরার সাথে একটি নির্দিষ্ট অর্থ যুক্ত থাকে। উদাহরণস্বরূপ, এমন পোশাক রয়েছে যা শুধুমাত্র বিবাহিত নারীদের জন্য অথবা কুমারীদের জন্য। এছাড়াও, অন্ত্যেষ্টিক্রিয়া, বিবাহ, উদযাপন ইত্যাদিতে পরিধান করার জন্য একটি নির্দিষ্ট পোশাক রয়েছে।\n\n\n== খাদ্য ==\nলিয়াংমাইদের প্রধান খাদ্যের মধ্যে রয়েছে ভাত, তাজা মাংস, সবুজ শাকসবজি ইত্যাদি। জনপ্রিয় ঐতিহ্যবাহী খাদ্যগুলোর মধ্যে রয়েছে জিয়াংডুই, সরিষা পাতার রস থেকে নিষ্কাশিত একটি স্বাদ প্রস্তুতকারক; তাসুন, পাত্রযুক্ত বাঁশের অঙ্কুর; এবং তাসাং, প্রক্রিয়াজাত বা গাঁজানো সয়াবিন ।\n\n\n== জীবিকা ==\nআজ, লিয়াংমাইরা নিজেদেরকে বিভিন্ন পেশা ও পেশায় নিয়োজিত করেছে। প্রাথমিকভাবে, বেশিরভাগ লিয়াংমাই পুরুষ ও নারীরা কৃষিবিদ, বেশিরভাগই ঝুম বা স্থানান্তরিত চাষাবাদ করত। তাদের মধ্যে অল্প কিছু শিক্ষিত সরকারি চাকরিজীবী, সমাজকর্মী, ব্যবসায়ী ও ব্যবসায়ী নারী হিসেবে কাজ করে। গবাদি পশু লালন-পালন বা পশুপালনও তাদের জীবিকার একটি প্রধান অংশ।\n\n\n== উৎসব ==\n\n\n=== চাগা-এনজি ===\nলিয়াংমাই সম্প্রদায়ের সবচেয়ে বড় উৎসব চাগা-এনজি যেটি অক্টোবর মাসে উদযাপিত হয়। আজ, এই উৎসব লিয়াংমাইয়ের সমৃদ্ধ সংস্কৃতি এবং ঐতিহ্য প্রদর্শন করে এবং তা প্রতি বছর ৩০ অক্টোবরে পালিত হয়। চাগা-এনজির অনুষ্ঠানস্থল সাধারণত তামেই এবং ডিমাপুর শহর। ঐতিহাসিক বিবরণ অনুসারে, চাগা-এনজি সাহসী যোদ্ধাদের সম্মান করার জন্য বিজয়ী যুদ্ধের একটি উদযাপন। এটি তাদের পরবর্তী নিয়োগ এর জন্য শুদ্ধি/পবিত্রকরণ এবং পুনরায় উৎসর্গ করার উৎসবও। যাইহোক, আধুনিক প্রেক্ষাপটে এই অনুষ্ঠান আয়োজনের প্রধান কারণ হল লিয়াংমাইয়ের সমৃদ্ধ সংস্কৃতি ও ঐতিহ্যকে বাঁচিয়ে রাখা। এই দিনে বৃদ্ধ এবং তরুণ উভয় লিয়াংমাই তাদের ঐতিহ্যবাহী পোশাকে জড়ো হয় এবং লোকগান গায়, লোকনৃত্য করে, ঐতিহ্যবাহী খেলাধুলা করে ইত্যাদি।\n\n\n=== অন্যান্য প্রধান উৎসব ===\nলিয়াংমাই নাগাদের বেশিরভাগ খ্রিস্টান সম্প্রদায়, তাদের প্রধান উৎসব এবং উদযাপনগুলো হল বড়দিন, ইস্টার, নববর্ষ এবং থ্যাঙ্কস গিভিং ইত্যাদি।\nএই উদযাপনগুলোতে গান, নাচ, ভোজ এবং আনন্দ থাকে। লিয়াংমাই একটি ছোট নৃতাত্ত্বিক গোষ্ঠী হলেও তারা অনেক ঐক্যবদ্ধ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nwww.nambon.com - জেলিয়ানগ্রং কমিউনিটি ওয়েবসাইট\n\nকাইমুই, লিয়াংমাই-এর দিল্লি-ভিত্তিক দ্বি-মাসিক নিউজলেটার"}