{"pageid": 1332618, "title": "নয় ছয়", "url": "https://bn.wikipedia.org/wiki?curid=1332618", "content": "নয় ছয় ২০১৫ সালের রাফায়েল আহসান পরিচালিত একটি বাংলাদেশি হাস্যরসাত্মক চলচ্চিত্র। এটি প্রযোজনা করেছে টি ও টি ফিল্মস। এটি রাফায়েল আহসান পরিচালিত প্রথম চলচ্চিত্র। প্রধান চরিত্রে অভিনয় করেছেন ফেরদৌস আহমেদ ও মৌটুসী বিশ্বাস। এটি ২০২৫ সালের ১৮ই ডিসেম্বর বাংলাদেশের প্রেক্ষাগৃহে মুক্তি পায়।\nছবিটির চিত্রগ্রহণ করেছেন মুম্বাইয়ের কার্তিক গনেশ। ছবির টাইটেল গানটি গেয়েছেন জনপ্রিয় গায়ক পারভেজ সাজ্জাদ এবং ছবির সঙ্গীত পরিচালনা করেছেন পৃথ্বীরাজ।\n\n\n== কুশীলব ==\nফেরদৌস আহমেদ\nমৌটুসী বিশ্বাস\nশহিদুল আলম সাচ্চু\nপ্রাণ রায়\nকামরুজ্জামান মিলু\nউর্মি খান\nজাহাঙ্গীর হোসেন\nকাওসার আহমেদ চৌধুরী\nজাহিদুর রহমান মিল্কী\nজাকির হাসান রূপম\nসফিক খান দিলু\nরাইসুল ইসলাম নাবিল\nদুলাল কর্মকার\nজাকির হোসেন শামীম\nআফজাল সিদ্দিক সন্তু\nআলিশা প্রধান - নৃত্যশিল্পী\n\n\n== সংগীত ==\n২০১৩ সালের ১০ ফেব্রুয়ারী ছবিটির অডিও অ্যালবাম মুক্তি পায়। লেজার ভিশন থেকে প্রকাশিত এ অডিও সিডিতে গানের সংখ্যা মোট ৯টি। গানগুলো গেয়েছেন- কোনাল, পৃত্থীরাজ, কাজী আনান, পারভেজ সাজ্জাদ, লোপা, পৃথা ও নওমী। গানগুলোর শিরেনাম হলো- ‘দিন বদলের হাওয়া’, ‘তুমি কি আমার সাথে’, ‘নদীর জ্বলে’, ‘আমার সবকিছু তুমি দিয়ে ঘেরা’ উল্লেখযোগ্য।\n\n\n== বিতর্ক ==\n২০১১ সালে ‘৬৯ পাতলা খান লেন’ শিরোনামে ছবিটির চিত্রধারণের কাজ শুরু হয়। সব কাজ শেষে পরের বছরই সেন্সর জমা দেন পরিচালক। কিন্তু ছবির নাম ও কয়েকটি বিষয় নিয়ে জটিলতা তৈরি হয়। ফলে মুক্তি অনিশ্চত হয়ে পড়ে। পরবর্তিতে ছবির নাম পাল্টে রাখা হয় ‘নয় ছয়’। পরিচালক রাফায়েল এ প্রসঙ্গে বলেন, ‘আমরা ‘‘৬৯ পাতলা খান লেন’’ নামে ছবিটি সেন্সর বোর্ডে জমা দেওয়ার পরই ওই ঠিকানার মালিক আপত্তি করেন। তিনি সেন্সর বোর্ডে অভিযোগ করে জানিয়ে দেন, যেন ওই নামে ছবিটি মুক্তি দেওয়া না হয়। আমরা তাঁর সঙ্গে বসেছি, বিভিন্নভাবে বোঝানোরও চেষ্টা করেছি। কিন্তু সে চেষ্টা ব্যর্থ হয়েছে। এটা নিয়ে মামলা মোকদ্দমাও হয়। পরে বাধ্য হয়েই নাম পরিবর্তন করি। এসব করতে করতেই অনেক দিন পেরিয়ে গেছে।’ তাছাড়া কিছু অংশ নতুন করে শুটিং, ডাবিং ও সম্পাদনা করা হয়। অবশেষ সেন্সর বোর্ডে জমা দেয়ার পর ২০১৫ সালের এপ্রিলে ছাড়পত্র মিলে। ছবির প্রধান দুই চরিত্র ছবির প্রচারনায় অংশ নেন নি বরং নেতিবাচক বক্তব্য দিয়েছেন। ফেরদৌস বলেন 'এই সিনেমাটি নিয়ে আমি বিরক্ত। এ নিয়ে আপাতত কিছু বলতে চাই না। নতুন পরিচালক এটি বানিয়েছেন। দর্শক দেখলেই বুঝবেন'। মৌটুসী বিশ্বাস বলেন, ‘ওটা কোনো ছবি হয়নি। ওটা কোনো টেলিফিল্মও হয়নি। মৌটুসী বলেন ছবিটির কাজ তিনি সুন্দরভাবে শেষ করে দিলেও যথার্থ সম্মানী পাননি। অভিনয়শিল্পীর অভিযোগ প্রসঙ্গে প্রথম চলচ্চিত্র নির্মাতা বলেছেন, ‘আসলে অভিযোগ নিয়ে কিছু বলার নেই। তবে, মৌটুসির সঙ্গে আমার সম্পর্ক ভালো না। বলতে পারেন, আমরা পরিবার হিসেবে কাজ করতে গিয়ে ব্যর্থ হয়েছি। এ কারণেই মৌটুসিকে ছবির প্রচারে পাইনি। কিন্তু ফেরদৌস ভাই আমার সঙ্গে ছবির বিভিন্ন প্রচারে গিয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nবাংলা মুভি ডেটাবেজে নয় ছয় \nইন্টারনেট মুভি ডেটাবেজে নয় ছয়   (ইংরেজি)"}