{"pageid": 1333197, "title": "মণিমালা চিত্রকর", "url": "https://bn.wikipedia.org/wiki?curid=1333197", "content": "মণিমালা চিত্রকর পশ্চিমবঙ্গের একজন পটুয়া শিল্পী।\n\n\n== জীবনী ==\nমণিমালা পশ্চিমবঙ্গের চিত্রকরদের (ভ্রমণকারী স্ক্রোল চিত্রশিল্পী) একটি ঐতিহ্যবাহী সম্প্রদায়ের অন্তর্গত। তাঁর জন্ম হয়েছিল নয়া গ্রামে, স্বনামধন্য পটুয়া শিল্পী দুখুশ্যাম চিত্রকরের পরিবারে। শৈশবকালে তাঁর দাদু যখন গ্রামে পটচিত্রের জন্য পৃষ্ঠপোষক এবং খরিদ্দারদের সন্ধান করতে যেতেন, তখন তিনিও দাদুর সঙ্গে যেতেন। তাই খুব অল্প বয়স থেকেই শিল্পকলার সাথে তাঁর পরিচয় হয়েছিল।\n\n২০০৫ সালের একটি সাক্ষাৎকারে, কিভাবে শিল্পের রূপটি  তাঁর জীবনকে উল্লেখযোগ্যভাবে প্রভাবিত করেছে তা বিস্তারিতভাবে তিনি বর্ণনা করেছেন:\"আমি যদি এই নৈপুণ্য না শিখতাম তবে আমি মার্কিন যুক্তরাষ্ট্রে যেতে পারতাম না। আমি নয়া গ্রামের সকল তরুণ-তরুণীদের বলছি তাঁরা যদি ভ্রমণ করে জীবিকা নির্বাহ করতে চান তাহলে এই দক্ষতা শিখুন। আমার ক্ষমতা আমাকে বিশ্বের একটি বিস্তৃত বোধ বিকাশের অনুমতি দিয়েছে - আমার জীবন নয়ার সীমাবদ্ধতায় সীমাবদ্ধ থাকেনি।\"তিনি ছয় সন্তানের জননী এবং তাঁর পৈতৃক গ্রামেই বসবাস করছেন।\n\n\n== শৈলী ==\nমণিমালার আগের কাজগুলি প্রাথমিকভাবে পৌরাণিক বিষয়বস্তু নিয়ে কাজ করে, তবে বিষয়গুলি পরিচালনার ক্ষেত্রে একটি অন্তর্নিহিত অপক্বতা রয়েছে। অবৈধ যৌন মিলনের বিরুদ্ধে দেবতাদের ক্রোধ, নরকের দৈনন্দিন অত্যাচারের শিকার হয়ে নগ্নতার বিভিন্ন পর্যায়ে নর-নারী, ভয়ঙ্কর দানব এবং বৃহৎ ঘষটে চলা সাপ তাঁর ক্যানভাসে ভিড় করে।\nসময়ের সাথে সাথে, তাঁর শৈল্পিক রচনা আরও রঙ, ঐতিহ্যগত বা প্রচলিত বৈচিত্র্যময় ছবি এবং বিষয়বস্তু অন্তর্ভুক্ত করার জন্য প্রসারিত হয়েছে। বিশ্বব্যাপী সামাজিক সমস্যাগুলিকে চাপ দেওয়া থেকে শুরু করে বিশ্বাস ব্যবস্থা, যা তাঁর সামাজিক বুননকে একত্রে ধরে রাখে - তিনি এক দশকেরও বেশি সময়ব্যাপী কর্মজীবনে বিভিন্ন ধরণের বিষয়বস্তু অন্বেষণ করেছেন।\n\n\n== প্রদর্শনী এবং সংগ্রহ ==\nভার্নাকুলার ইন দ্য কনটেম্পরারি পার্ট I, দেবী আর্ট ফাউন্ডেশন, গুরগাঁও, ২০১১।\nলক্ষ্মীপত সিংঘানিয়া একাডেমি, আর্ট মেলা, ২০১৬\nসমসাময়িক শিল্পের ৮ম এশিয়া-প্যাসিফিক ত্রিবার্ষিক, ২০১৬\nকুইন্সল্যান্ড আর্টস গ্যালারি এবং গ্যালারি অফ মডার্ন আর্ট, ব্রিসবেন, অস্ট্রেলিয়া\n\n\n== তথ্যসূত্র =="}