{"pageid": 1333242, "title": "৬৫ (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1333242", "content": "৬৫ হলো ২০২৩ সালের একটি মার্কিন কল্প-বিজ্ঞান মারপিটধর্মী রোমাঞ্চকর চলচ্চিত্র, যা স্কট বেক এবং ব্রায়ান উডস দ্বারা রচিত এবং পরিচালিত। এটি স্যাম রাইমি ও ডেবোরা লিবলিং প্রযোজনা করেছেন। এই ছবিতে প্রধান চরিত্রে ছিলেন অ্যাডাম ড্রাইভার এবং আরিয়ানা গ্রিনব্ল্যাট। এটি সহ-প্রযোজনা করেছে কলম্বিয়া পিকচার্স, ব্রন ক্রিয়েটিভ, রাইমি প্রোডাকশন এবং বেক/উডস।\nএটি ২০২৩ সালের ১০ মার্চ সনি পিকচার্স রিলিজিং ব্যানারে প্রেক্ষাগৃহে মুক্তি পায়। এটি সমালোচকদের কাছ থেকে সাধারণত নেতিবাচক পর্যালোচনা পেয়েছে এবং বিশ্বব্যাপী $৬০ মিলিয়ন আয় করেছে।\n\n\n== পটভূমি ==\nসোমারিস গ্রহে, পাইলট মিলস তার স্ত্রী আলিয়াকে বোঝান যে তার মেয়ে নেভিনের অসুস্থতার চিকিৎসার জন্য প্রয়োজনীয় অর্থ উপার্জনের জন্য তাকে দুই বছরের মহাকাশ অভিযানে যেতে হবে। যাত্রার সময়, তার মহাকাশযান Zoic একটি গ্রহাণু এবং ক্র্যাশ-ল্যান্ডের একটি ভিনগ্রহে আঘাত হানে, যা তার অজানা ছিল, এটি আসলে ৬৫ মিলিয়ন বছর আগের পৃথিবী। তার জাহাজ মেরামতের বাইরে ক্ষতিগ্রস্ত হওয়ায়, তিনি দেখতে পান যে তার যাত্রীদের হত্যা করা হয়েছে এবং তিনি আত্মহত্যার কথা ভাবছেন যতক্ষণ না তিনি একটি একা বেঁচে থাকা, কোয়া নামক এক তরুণীকে খুঁজে পান। মিলস উদ্ধারের জন্য একটি যন্ত্রণার দীপক পাঠায় এবং কোয়ার যত্ন নেওয়ার সিদ্ধান্ত নেয়। যাইহোক, ভিন্ন ভাষা এবং একটি ভাঙা অনুবাদকের কারণে তাদের যোগাযোগ করতে অসুবিধা হয়।\nমিলস পরে আবিষ্কার করেন যে জোইক থেকে একটি কার্যকরী পালানোর শাটল পাহাড়ের চূড়ায় অবতরণ করেছে। কোয়া তাকে অনুসরণ করতে উত্সাহিত করার জন্য, মিলস তার পরিবারকে পাহাড়ের উপরে থাকার বিষয়ে মিথ্যা বলেছিল, যখন বাস্তবে তারা দুর্ঘটনায় মারা গিয়েছিল। এই জুটি দ্রুত বুঝতে পারে যে গ্রহটি বিপজ্জনক এবং আক্রমনাত্মক এলিয়েন প্রাণীর আবাসস্থল, যা পৃথিবীর ডাইনোসর হিসাবে পরিণত হয়। মিলস কোয়াকে রক্ষা করে, তারা বন্ধন শুরু করে।\nKoa নেভিনের পাঠানো বেশ কিছু ভিডিও বার্তা দেখে। দুজনকে একটি বিশাল থেরোপড দ্বারা আক্রমণ করা হয়, যা তারা একটি গুহায় লুকানোর আগে আহত করে। একটি রকফল তাদের আলাদা করার পরে, মিলস একটি ওভিরাপ্টর দ্বারা আক্রান্ত হয় এবং কোয়া একটি র্যাপ্টর -সদৃশ প্রাণী দ্বারা আক্রান্ত হয় যা সে একটি পতিত গাছের লগে আটকে রাখে; সে ডাইনোসরকে হত্যা করার জন্য মিলস তাকে দেওয়া বোমা ব্যবহার করে। মিলস ওভিরাপ্টরকে হত্যা করে এবং গুহা থেকে পালিয়ে যায়, তবে সে কোয়ের সন্ধান করতে গিয়ে কুইকস্যান্ডে পড়ে যায়। কোয়া তাকে উদ্ধার করে এবং তারা পাহাড়ে উঠতে থাকে। যাইহোক, মিলস আবিষ্কার করেন যে একটি বিশাল গ্রহাণু, যেটিতে তার জাহাজ বিধ্বস্ত হয়েছিল, তা ১২ ঘন্টারও কম সময়ের মধ্যে পৃথিবীতে আঘাত করবে।\nদুজনে জোইকের কাছে পৌঁছায়, কিন্তু কোয়া রাগ করে যখন সে আবিষ্কার করে যে মিলস তাকে মিথ্যা বলেছে। মিলস কোয়ার কাছে নেভিনকে হারানোর বিষয়ে খোলে, যিনি দূরে থাকাকালীন তার অসুস্থতায় মারা গিয়েছিলেন এবং তাকে রক্ষা করার প্রতিশ্রুতি দেন। উদ্ধারের পথে রয়েছে শেখার পরে, দুজন পালানোর শাটলে চড়ে, কিন্তু গ্রহাণুর ধ্বংসাবশেষের কারণে এটি পাহাড়ের নিচে পড়ে। মিলস এবং কোয়া একজোড়া টাইরানোসরাস রেক্সকে প্রতিরোধ করতে পরিচালনা করে, কিন্তু একই দানবীয় থেরোপডকে তারা আগে আহত করেছিল, যেটি চতুর্মুখী বলে প্রমাণিত হয়, আক্রমণও করে। মিলস এটিকে একটি বড় গিজারের দিকে প্রলুব্ধ করতে পরিচালনা করে যখন কোয়া একটি মৃত প্রাণীর একটি বড় নখ দিয়ে এটিকে চোখে ছুরিকাঘাত করে। গ্রহাণুটি পৃথিবীতে আঘাত করার সাথে সাথে এই জুটি সময়মতো পালিয়ে যায়, যার ফলে একটি বিপর্যয়মূলক ঘটনা ঘটে এবং ডাইনোসরের বিলুপ্তি ঘটে।\nসমাপনী শিরোনামে, নিম্নলিখিত ঘটনাটি বর্তমান দিন পর্যন্ত বরফ যুগের মধ্য দিয়ে পৃথিবীর বিবর্তন দেখায়।\n\n\n== অভিনয়শিল্পী ==\nমিলস চরিত্রে অ্যাডাম ড্রাইভার\nকোয়া চরিত্রে আরিয়ানা গ্রিনব্ল্যাট\nনেভিন চরিত্রে ক্লো কোলম্যান\nআলিয়া চরিত্রে নিকা রাজা\n\n\n== মুক্তি ==\n২০২৩ সালের ফেব্রুয়ারী সনি পিকচার্স রিলিজিং ঘোষণা অনুযায়ী ৬৫ চলচ্চিত্রটি ২০২৩ সালের ১০ ​​মার্চ মার্কিন যুক্তরাষ্ট্রে প্রেক্ষাগৃহে মুক্তি পায়।\nএটি ৭ এপ্রিল ডিজিটালভাবে মুক্তি পায়, এরপর ৩০ মে একটি ব্লু-রে, ডিভিডি এবং ৪কে ইউএইচডি রিলিজ হয়।\n\n\n== অভ্যর্থনা ==\n\n\n=== বক্স অফিস ===\n৬৫ মার্কিন যুক্তরাষ্ট্র এবং কানাডায় $৩২.১ মিলিয়ন এবং অন্যান্য অঞ্চলে $২৮.১ মিলিয়ন, বিশ্বব্যাপী মোট $৬০.২ মিলিয়নের জন্য আয় করেছে।\nমার্কিন যুক্তরাষ্ট্র এবং কানাডায়, স্ক্রিম VI এবং চ্যাম্পিয়নস- এর সাথে ৬৫ মুক্তি পায়, এবং এটির উদ্বোধনী সপ্তাহান্তে ৩,৩৫০টি থিয়েটার থেকে $৭-৮ মিলিয়ন আয় করবে বলে অনুমান করা হয়েছিল। ফিল্মটি তার প্রথম দিনে $৮.৮ মিলিয়ন আয় করেছে। যার মধ্যে রয়েছে বৃহস্পতিবার রাতের পূর্বরূপ থেকে $১.২২ মিলিয়ন। এটি ১২.৩ মিলিয়ন ডলারে আত্মপ্রকাশ করে এবং বক্স অফিসে তৃতীয় স্থান অর্জন করে সামান্য বেশি পারফর্ম করে। দ্বিতীয় সপ্তাহান্তে এটি $৫.৮ মিলিয়ন উপার্জন করে, তৃতীয় স্থানে রয়েছে।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nরিভিউ অ্যাগ্রিগেটর ওয়েবসাইট রটেন টম্যাটোস- এ ১২০ সমালোচকের পর্যালোচনার ৩৫% ইতিবাচক, যার গড় রেটিং ৪.৮/১০। ওয়েবসাইটের ঐকমত্যটি পড়ে: \"Sodden sci-fi যে কোনোভাবে ডাইনোসরের সাথে লড়াইরত অ্যাডাম ড্রাইভারকে আটকানোর উপায় খুঁজে পায়, ৬৫ শূন্যের কাছাকাছি।\" মেটাক্রিটিক, যা একটি ওজনযুক্ত গড় ব্যবহার করে। চলচ্চিত্রটিকে ২৭ সমালোচকের উপর ভিত্তি করে ১০০ এর মধ্যে ৪০ স্কোর প্রদান করে, যা \"মিশ্র বা গড় পর্যালোচনা\" নির্দেশ করে।  CinemaScore দ্বারা জরিপ করা দর্শকরা ছবিটিকে A+ থেকে F স্কেলে গড় \"C+\" গ্রেড দিয়েছে, যেখানে পোস্টট্র্যাকে যারা এটিকে সামগ্রিকভাবে ৫৪% ইতিবাচক স্কোর দিয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nইন্টারনেট মুভি ডেটাবেজে ৬৫   (ইংরেজি)"}