{"pageid": 1333551, "title": "ইন্দু পুরী", "url": "https://bn.wikipedia.org/wiki?curid=1333551", "content": "ইন্দু পুরী (জন্ম ১৪ই সেপ্টেম্বর ১৯৫৩) হলেন ১৯৭০ এবং ১৯৮০ এর দশকের একজন প্রাক্তন ভারতীয় আন্তর্জাতিক মহিলা টেবিল টেনিস ক্রীড়াবিদ। তিনি রেকর্ড আটবার জাতীয় মহিলা একক শিরোপা জিতেছেন। তাঁর সর্বোচ্চ মর্যাদাক্রম হল: আন্তর্জাতিক ৬৩ (১৯৮৫), এশীয় ৮, এবং কমনওয়েলথ (২)। তিনি প্রথম ভারতীয় মহিলা যিনি একজন বিশ্ব চ্যাম্পিয়ন উত্তর কোরিয়ার পাক ইউং-সানকে পরাজিত করেছিলেন, ১৯৭৮ সালে এশিয়ান টেবিল টেনিসে কুয়ালালামপুর চ্যাম্পিয়নশিপে এই খেলাটি হয়েছিল।\n\n\n== কর্মজীবন ==\nইন্দু প্রায় ১১ বছর বয়সে টেবিল টেনিস খেলা শুরু করেছিলেন। তাঁর বাবা অমৃত লাল পুরী একটি জুট মিলের ম্যানেজার ছিলেন এবং মেয়েকে মিলের একটি ক্লাবে নিয়ে যেতেন। তিনি ১৯৬৯ সালে প্রথম জাতীয় দলে অংশ নিয়েছিলেন। তিনি ১৯৭২ সালের আহমেদাবাদ ন্যাশনালসে তাঁর প্রথম শিরোপাটি জিতেছিলেন, ফাইনালে তিনি রূপা মুখার্জিকে পরাজিত করেছিলেন। তাঁর দ্বিতীয় শিরোপা ছিল ১৯৭৫ সালে। তিনি কলকাতার লরেটো কলেজ থেকে বিএ সম্পন্ন করেন এবং রেলওয়েতে যোগদান করেন। ১৯৮১ সালে ইউনিয়ন ব্যাংকে চলে যাওয়া পর্যন্ত তিনি সেখানেই ছিলেন।\nইন্দু দীর্ঘস্থায়ী হাঁপানিতে ভুগছিলেন এবং তাঁর দৃষ্টিশক্তি কম ছিল। তিনি তাঁর ডাক্তারের মতামত সত্ত্বেও টেবিল টেনিসকে জীবন হিসাবে গ্রহণ করেছিলেন। তিনি ১৯৭৮ সালে আর্দ্র কলকাতা থেকে দিল্লির শুষ্ক আবহাওয়ায় তাঁর বসতি স্থানান্তরিত করেন, যার ফলে তাঁর হাঁপানি কমে যায়। তিনি ১৯৭৯ সালে তাঁর তৃতীয় জাতীয় শিরোপা জিতেছিলেন এবং পরপর আরও পাঁচটি জিতেছিলেন। তাঁর শেষ জাতীয় শিরোপাটি এসেছিল ১৯৮৫ সালে, কলকাতায় ফাইনালে নিয়তি রায়কে পরাজিত করে।\nতিনি প্রথম সারাজেভোতে ১৯৭৩ সালের বিশ্ব টেবিল টেনিস চ্যাম্পিয়নশিপে ভারতের প্রতিনিধিত্ব করেন। তিনি সাতটি বিশ্ব টেবিল টেনিস চ্যাম্পিয়নশিপে উপস্থিত ছিলেন; ভারত ১৯৭৯ সালে পিয়ং ইয়াং -এ শীর্ষ ১৬-এ শেষ করেছিল। তিনি ছয়টি কমনওয়েলথ টেবিল টেনিস চ্যাম্পিয়নশিপেও ভারতের প্রতিনিধিত্ব করেছিলেন, অবশেষে ১৯৮২ সালে তিনি কমনওয়েলথের দুই নম্বর স্থানে পৌঁছেছিলেন। এরপর তিনি জাতীয় পর্যায়ের ক্রীড়া প্রশিক্ষকও ছিলেন। ১৯৮২ সালে জাকার্তা এশিয়ান চ্যাম্পিয়নশিপে ইন্দু ৮ম স্থানে ছিলেন। ১৯৭৮ সালে কুয়ালালামপুরে এশিয়ান চ্যাম্পিয়নশিপে, তিনি উত্তর কোরিয়ার বিশ্ব চ্যাম্পিয়ন পাক ইউং-সানকে পরাজিত করেন।\nতিনি ২০০৮ সালের রাজীব গান্ধী খেলরত্ন এবং ২০০৯ সালের ধ্যানচাঁদ পুরস্কার প্রাপ্তদের বাছাই করার জন্য ক্রীড়া মন্ত্রণালয় কর্তৃক কমিটির সভাপতি ছিলেন। তিনি সারা দেশে বিভিন্ন ক্রীড়া ইভেন্টে \"পর্যবেক্ষক\" হিসাবে নিযুক্ত হন।\nতিনি ১৯৭৯ - ১৯৮০ সালের জন্য অর্জুন পুরস্কারে ভূষিত হন। তিনি ভারতের অ্যান্টি-ডোপিং আপিল প্যানেলে কাজ করেছেন।\n\n\n== তথ্যসূত্র =="}