{"pageid": 1333311, "title": "জয়ন্ত", "url": "https://bn.wikipedia.org/wiki?curid=1333311", "content": "জয়ন্তী (সংস্কৃত: जयन्त; বিজয়) হিন্দু পুরাণের একটি চরিত্র। তিনি স্বর্গের রাজা দেবরাজ ইন্দ্র এবং তাঁর স্ত্রী শচীর পুত্র। জয়ন্তী নামে তার একটি বোন আছে।\nতিনি বিভিন্ন হিন্দু ধর্মগ্রন্থে আবির্ভূত হন, দেবতাদের পক্ষে যুদ্ধে যুদ্ধ করেছিলেন। জয়ন্ত রামায়ণ এবং অন্যান্য উপাখ্যানেও আবির্ভূত হয়, যেখানে তিনি নিজেকে একটি কাকের ছদ্মবেশ ধারণ করেন।\n\n\n== কিংবদন্তি ==\n\n\n=== কাক রূপ ===\nসুন্দর কাণ্ডে (মহাকাব্য রামায়ণের পঞ্চম খণ্ড), যখন হনুমান সীতার সঙ্গে দেখা করেন, তখন তিনি চিত্রকুটের বনে ঘটে যাওয়া ঘটনা বর্ণনা করেন। অযোধ্যার রাজপুত্র এবং দেবতা বিষ্ণুর অবতার রামকে তার স্ত্রী সীতা (বিষ্ণুর স্ত্রী লক্ষ্মীর অবতার) এবং তার ভাই লক্ষ্মণের সাথে বনে নির্বাসিত করা হয়। ক্লান্ত রাম সীতার কোলে ঘুমাচ্ছিলেন, এমন সময় একটি কাক তাকে আক্রমণ করল। কাক তার দিকে দুবার ঠোকাচ্ছে; একবার তার স্তনে বা তার স্তনের মাঝে কিছু সংস্করণে।\nরামচরিতমানস স্তনকে পা দিয়ে প্রতিস্থাপন করে।\nকাককে তাড়াতে তাড়াহুড়ো করে, সে তার জামাকাপড় বেঁধে রাখার চেষ্টা করে, কিন্তু শেষ পর্যন্ত সেগুলি আলগা করে দেয়। রাম জাগ্রত হন এবং কাকটিকে চিনতে পারেন, যার নখর থেকে রক্ত ​​ঝরছিল, ইন্দ্রের পুত্র হিসাবে। একজন ক্রুদ্ধ রাম, সীতার আদেশে, ঘাসের ফলক বাছাই করে এবং তা থেকে ঐশ্বরিক অস্ত্র ব্রহ্মাস্ত্রটি কাকের উপর ছেড়ে দেন, যে ভয়ে পালিয়ে যায়। কাক মহাবিশ্ব জুড়ে উড়ে যায়, কিন্তু অস্ত্র অনুসরণ করে। ইন্দ্র, ব্রহ্মা, শিব এবং বিভিন্ন ঋষি দ্বারা ফিরে আসা, কাকটি রামের আশ্রয় নেয় এবং তাঁর কাছে আত্মসমর্পণ করে। ইন্দ্রের পুত্র ক্ষমা প্রার্থনা করেন, কিন্তু রাম বলেন যে ব্রহ্মাস্ত্র প্রত্যাহার করা যাবে না। তাই, ইন্দ্রের পুত্র কাকের ডান চোখে আঘাত করতে বলে, এবং সে অর্ধ-অন্ধ হয়ে যায়। যদিও পর্বে জয়ন্তের নাম স্পষ্টভাবে উল্লেখ করা হয়নি, গোবিন্দরাজার তিলক ও ভূষণের মতো মহাকাব্যের বিভিন্ন ভাষ্য জয়ন্তকে \"ইন্দ্রের পুত্র\" হিসেবে চিহ্নিত করে; অন্যান্য কিছু ভাষ্য ইন্দ্রের কোন পৃথক পুত্রকে চিহ্নিত করে না। গোবিন্দরাজ মন্তব্য করেন যে শুধুমাত্র জয়ন্ত ইন্দ্রের পুত্র হিসেবে পরিচিত।\nরামায়ণ ছাড়াও, জয়ন্ত সমুদ্র মন্থন পর্বের কিছু সংস্করণে কাকের রূপ ধারণ করেছিলেন বলে জানা যায়। দেবতা এবং অসুরদের দ্বারা সমুদ্রমন্থন থেকে অমৃতের পাত্র উদ্ভূত হয়েছিল। অসুররা পাত্রটি কেড়ে নিয়েছিল, কিন্তু জয়ন্ত কাকের ছদ্মবেশে তাদের কাছ থেকে তা কেড়ে নেয়। অসুরদের অনুসরণ করে, তিনি বিশ্রাম ছাড়াই বারো দিন উড়েছিলেন বলে মনে করা হয়। তিনি পৃথিবীর চারটি স্থানে থামলেন: প্রয়াগ (আধুনিক এলাহাবাদে), হরিদ্বার, উজ্জাইন ও নাসিক, যেখানে প্রতি বারো বছর পর পর এই ঘটনার স্মরণে কুম্ভমেলা উদযাপিত হয়।\n\n\n=== দেব যোদ্ধা ===\nরামায়ণের শেষ খণ্ড উত্তরকাণ্ড, ইন্দ্র ও রাক্ষস রাজা রাবণের মধ্যে যুদ্ধের বর্ণনা করে। ইন্দ্র যখন রাবণের সাথে যুদ্ধ করেন, জয়ন্ত রাবণের পুত্র মেঘনাদ এর সাথে যুদ্ধ করেন। জয়ন্ত ও মেঘনাদের মধ্যে ভয়ঙ্কর যুদ্ধ হয়; অবশেষে রাবণের পুত্র জয়ন্তকে আঘাত করে, যিনি অজ্ঞান হয়ে পড়েন। বিভ্রান্তিতে,  পুলোমন, তার মাতামহ জয়ন্তকে যুদ্ধক্ষেত্র থেকে দূরে নিয়ে যায়, কারও অগোচরে এবং তাকে সমুদ্রে লুকিয়ে রাখে। ইন্দ্র জয়ন্তকে মৃত বলে ধরে নেন, এবং আরও শক্তিশালীভাবে যুদ্ধ করেন, কিন্তু মেঘনাদ তাকেও পরাজিত করেন।\nপদ্মপুরাণে জয়ন্তকে দেবতা ও অসুরদের মধ্যে যুদ্ধ করার কথাও বর্ণনা করা হয়েছে।\nহরিবংশ ইন্দ্র এবং দেবতা কৃষ্ণের মধ্যে ইন্দ্রের রাজ্য থেকে স্বর্গীয় বৃক্ষ, পারিজাতপুস্প, অর্জনের জন্য যুদ্ধের কথা উল্লেখ করেছে। জয়ন্তকে বর্ণনা করা হয়েছে যে কৃষ্ণের পুত্র প্রদ্যুম্নের সাথে যুদ্ধ করছেন এবং পরাজিত হয়েছেন।\nস্কন্দপুরাণে, জয়ন্ত অসুর সুরপদ্মনের কাছে পরাজিত হন, যিনি শেষ পর্যন্ত দেবতাদের প্রধান সেনাপতি স্কন্দের হাতে নিহত হন।\n\n\n=== বাঁশ অভিশাপ ===\nবায়ুপুরাণ গল্প বর্ণনা করে যেখানে জয়ন্তকে অভিশাপ দেওয়া হয় এবং বাঁশে পরিণত করা হয়। এই গল্পটি দেবদাসী বিদ্যার প্রেক্ষাপটেও বলা হয়েছে, কিছু ভিন্নতা সহ। একবার, ঋষি অগস্ত্য ইন্দ্রের দরবারে এসেছিলেন, এবং অপ্সরা ঊর্বশীর নৃত্য পরিবেশনের আয়োজন করে ইন্দ্র তাকে স্বাগত জানান। অভিনয়ে, ঊর্বশী ও জয়ন্ত একে অপরের চোখের দিকে ভালবেসে তাকাল। বিভ্রান্ত ঊর্বশী বীট মিস করে, এবং নাচ ছটফট করে। উত্তেজিত অগস্ত্য ঊর্বশীকে দেবদাসী হয়ে পৃথিবীতে জন্ম নেওয়ার জন্য এবং জয়ন্তকে বিন্ধ্য পর্বতে বাঁশঝাড় হওয়ার জন্য অভিশাপ দিয়েছিলেন। দুজনে শ্রদ্ধায় মাথা নত করে, এবং করুণার জন্য প্রার্থনা করেছিল। ঋষি বলেছিলেন যে অভিশাপ শেষ হবে যখন ঊর্বশীকে তার নৃত্যের আত্মপ্রকাশ (আরঙ্গেত্রম) এর সাথে তালাইকোল (বাঁশের কর্মচারী, জয়ন্ত) উপস্থাপন করা হবে। নিয়ম অনুসারে, প্রেমিকরা অভিশাপ থেকে মুক্তি পেয়ে স্বর্গে ফিরে আসেন, যেখানে ঊর্বশী বাঁশের লাঠি হিসাবে জয়ন্তের সাথে একত্রিত হন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nGoldman, Robert P.; Goldman, Sally J. Sutherland (১৯৯৬)। The Ramayana Of Valmiki: Sundarakāṇḍa। The Ramayana Of Valmiki: An Epic Of Ancient India। V। Princeton University Press। আইএসবিএন 0-691-06662-0।"}