{"pageid": 1333665, "title": "সানা ইকবাল", "url": "https://bn.wikipedia.org/wiki?curid=1333665", "content": "সানা ইকবাল (১৬ই জানুয়ারি ১৯৮৭ - ২৪শে অক্টোবর ২০১৭) একজন ভারতীয় ক্রস-কান্ট্রি মোটর সাইকেল চালক ছিলেন। তিনি আত্মহত্যা এবং বিষণ্ণতা সম্পর্কে সচেতনতা তৈরি করার জন্য একটি লক্ষ্য স্থির করেছিলেন। তিনি নিজের ফেসবুক পৃষ্ঠায় কাউন্সেলিং করেছেন এবং শিক্ষার্থীদের ব্যবহারিকতা ও ইতিবাচকতার দিকে পরিচালিত করে সুখী এবং অর্থপূর্ণ জীবন যাপন করতে সহায়তা করেছেন। ২০১৭ সালে একটি দুর্ঘটনায় তাঁর মৃত্যু হয়।\n\n\n== প্রাথমিক জীবন ==\nতিনি হায়দ্রাবাদে জন্মগ্রহণ করেন। সপ্তম শ্রেণী থেকেই সানা বাইক চালাতে পছন্দ করতেন। তিনি একটি উদারপন্থী মুসলিম পরিবারে জন্মগ্রহণ করেছিলেন, তিনি এমন মূল্যবোধ নিয়ে বেড়ে উঠেছিলেন যা মানবতা এবং হৃদয়ের বিশুদ্ধতার উপর জোর দেয়। তিনি একজন উৎসাহী বাইকার, একজন নিবেদিত পেশাদার প্রশিক্ষক এবং মনোবিজ্ঞানের একজন ছাত্রী ছিলেন। এইগুলি তাঁকে 'সমাজের দিক সম্পর্কে খুব কমই চিন্তা করা হয়' এমন বিষয় সম্পাদন করার যোগ্য করে তুলেছিল।\n\n\n== বিষণ্ণতার প্রতিক্রিয়া ==\nতিনি একবার বাইক দুর্ঘটনার মাধ্যমে আত্মহত্যার চেষ্টা করেছিলেন। ২৭ বছর বয়সে, তিনি একটি বাস বা ট্রাকের ধাক্কায় মৃত্যুর ইচ্ছা নিয়ে গুজরাটে বাইক চালান। যাত্রাপথে তিনি উপলব্ধি করেছিল যে শান্তি দ্বারাই শান্তি পাওয়া যায়। পরে তিনি সিদ্ধান্ত নিয়েছিলেন নিজের কষ্টকে কোন উদ্দেশ্যে দিতে তিনি যাত্রাকে ব্যবহার করবেন।\nহতাশার বিরুদ্ধে তাঁর লড়াই, অনেক যুব মানসে তাঁকে নায়ক করে তুলেছিল। তিনি \"আত্মহত্যা সমাধান নয়\" এই বিষয়ে সচেতনতামূলক কর্মশালা করেছিলেন। তাঁর কর্মশালায় তিনি এমন কিছু বিষয় নিয়ে কথা বলেছেন যেগুলি নিয়েই তরুণ মন হতাশায় ভোগে, যেমন: সম্পর্ক, পেশা, বিয়ে, বিষণ্ণতা এবং আত্মহত্যা, তিনি বলেছেন এগুলি ব্রণর মতো নির্দোষ বিষয়। তিনি তাঁর ঘনিষ্ঠ বন্ধু এবং ফেস বুক পেজের বর্তমান মালিক আরিফ আলী মোহাম্মদের সহায়তায় সুইসাইড ইজ নট সল্যুশন নামে একটি ফেসবুক পেজ পরিচালনা করতেন। ফেসবুক পেজটিতে বর্তমানে ১২০০০+ অনুগামী রয়েছে এবং সানা যে বার্তাটি দিয়েছিলেন আরিফ তা ছড়িয়ে দেওয়ার চেষ্টা চালিয়ে যাচ্ছেন।\n\n\n== ক্রস-কান্ট্রি রাইড ==\nসানা ২০১৫ সালের নভেম্বরে গোয়া থেকে শুরু করে ভারতের প্রতিটি রাজ্যে একটি ক্রস-কান্ট্রি একক ভ্রমণের পরিকল্পনা করেছিলেন। তিনি তাঁর ছেলের প্রথম জন্মদিনের ২ দিন আগে, ২০১৬ সালের ১৩ই জুন তাঁর লক্ষ্যটি পূরণ করেন। তিনি ২টি দেশ, ১১১টি শহর, ২৯টি রাজ্য এবং ৫টি কেন্দ্রশাসিত অঞ্চলে ৩৮,০০০ কিমির বেশি ভ্রমণ করেছিলেন, এতে তাঁর ৬.৫ মাস সময় লেগেছিল এবং তিনি এর মধ্যে ১৩৫টি সেমিনার পরিচালনা করেছিলেন। স্থানীয় ওয়ান্ডারার্স ক্লাব তাঁর জন্য একটি জমকালো স্বাগত সংবর্ধনার আয়োজন করেছিল। নাগপুর (ইউনিডো) এবং কলকাতার (ইস্টার্ন বুলস) দুটি ক্লাব তাঁর সাথে নাগপুর থেকে হায়দ্রাবাদে পর্যন্ত ভ্রমণ করেছিল। তাঁর যাত্রা সক্রিয়ভাবে বিভিন্ন গ্রুপ এবং ক্লাব দ্বারা সমর্থিত ছিল, প্রধানত ভারতের বাইকিং সম্প্রদায় দ্বারা।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি একজন মা ছিলেন এবং আচরণগত দক্ষতার উপর কর্পোরেট প্রশিক্ষণ সেশনের সাথে মনোবিজ্ঞানে তাঁর স্নাতকোত্তর করছিলেন।\n\n\n== মৃত্যু ==\n২০১৭ সালের ২৪শে অক্টোবর, ভোর ৪টেতে তিনি এবং তাঁর স্বামী নাদিম একটি গাড়িতে যাচ্ছিলেন। গাড়িটি একটি দুর্ঘটনার মুখোমুখি হয়েছিল, যার ফলে তাঁর মৃত্যু হয়েছিল। নাদিম দুর্ঘটনার পর বেঁচে যান। দুর্ঘটনাটি ঘটেছিল তেলেঙ্গানার নরসিংহী গান্ধীপেট রোডে। দুর্ঘটনার পর তাঁর মা খুনের সম্ভাবনা নিয়ে অভিযোগ উত্থাপন করলে বিতর্কের সৃষ্টি হয়।\nতাঁর স্বামীর বিরুদ্ধে আইপিসি ৩০৪ক (অবহেলায় মৃত্যু ঘটানো) ধারায় মামলা করা হয়েছিল এবং তাঁকে জামিনে ছাড়া হয়েছিল।\n\n\n== তথ্যসূত্র =="}