{"pageid": 1333488, "title": "মার্সি কুট্টান", "url": "https://bn.wikipedia.org/wiki?curid=1333488", "content": "মার্সি কুট্টান (জন্ম ১লা জানুয়ারী ১৯৬০) হলেন একজন প্রাক্তন ভারতীয় ট্র্যাক অ্যান্ড ফিল্ড অ্যাথলেট। তিনিই প্রথম ভারতীয় মহিলা লং জাম্পার যিনি ছয় মিটার দৈর্ঘ্য অতিক্রম করেছিলেন। ১৯৮৯ সালে, মার্সি ভারতীয় অ্যাথলেটিক্সে তাঁর অবদানের জন্য অর্জুন পুরস্কার পান। তিনি বর্তমানে কেরালা রাজ্য ক্রীড়া পরিষদের সভাপতি।\n\n\n== কর্মজীবন ==\nমার্সির জন্ম কেরালায়। তাঁর প্রথম আন্তর্জাতিক সাফল্য আসে ১৯৮১ এশিয়ান চ্যাম্পিয়নশিপ অ্যাথলেটিক্সে, যখন তিনি দীর্ঘ লাফ এবং ৪ x ৪০০ মিটার রিলে এই দুটি প্রতিযোগিতায় দুটি ব্রোঞ্জ জিতেছিলেন। পরের বছর ১৯৮২ এশিয়ান গেমসে তিনি লং জাম্পে রৌপ্য পদক জিতেছিলেন। তিনি অ্যাথলেটিক্সে ১৯৮৩ সালের বিশ্ব চ্যাম্পিয়নশিপে লং জাম্পে ভারতের প্রতিনিধিত্ব করেছিলেন, কিন্তু চূড়ান্ত রাউন্ডের জন্য যোগ্যতা অর্জন করতে পারেননি। কেরলের প্রথম মহিলা হিসেবে এশিয়ান ট্র্যাক অ্যান্ড ফিল্ড মিটে পদক জেতার গৌরব রয়েছে মার্সির। লম্বা লাফে তাঁর ব্যক্তিগত সেরা ৬.২৯ মিটার। তাঁর খেলোয়াড় জীবনের শেষ পর্যায়ে তিনি স্প্রিন্ট শুরু করেন এবং ৪০০ মিটার দৌড় বিভাগে অংশ নেন। তিনি ১৯৮৮ সিউল অলিম্পিকে ৪০০ মিটারে প্রতিদ্বন্দ্বিতা করেছিলেন এবং দ্বিতীয় রাউন্ডে পৌঁছাতে সক্ষম হন।\n\n\n== ব্যক্তিগত জীবন ==\nমার্সি মুরলী কুট্টানকে বিয়ে করেছেন, মুরলী একজন প্রাক্তন ৪০০ মিটার জাতীয় চ্যাম্পিয়ন। তাঁদের দুই ছেলে, সুরজ কুট্টান এবং সুজিত কুট্টান। মার্সি এবং মুরলী হলেন প্রথম ভারতীয় অ্যাথলেটিক দম্পতি যাঁরা জাতীয় চ্যাম্পিয়ন ছিলেন এবং এশীয় পদক জিতেছিলেন। মুরলী প্রশিক্ষকের ভূমিকা নিয়েছিলেন এবং মার্সিকে দীর্ঘ লাফ থেকে ৪০০ মিটার দৌড়ে স্থানান্তরিত করতে প্রভাবিত করেছিলেন। মার্সি এবং মুরলী দুজনেই জামশেদপুরে টাটা স্টিলে কাজ করতেন। তাঁরা বর্তমানে  কোচিতে \"মার্সি কুট্টান অ্যাথলেটিক্স একাডেমি\" চালাচ্ছেন।\n\n\n== অর্জন ==\nজাতীয় পর্যায়ে\n১৯৭৬ - ৭৮—লং জাম্পে জাতীয় স্কুল গেমস চ্যাম্পিয়ন\n১৯৭৯ – ৮০—১০০ মি, ২০০ মি, এবং দীর্ঘ লাফে  সর্বভারতীয় আন্তঃবিশ্ববিদ্যালয় চ্যাম্পিয়ন\n১৯৭৯ – ৮৭—লং জাম্পে জাতীয় চ্যাম্পিয়ন\n১৯৮৮ — ৪০০ মিটারে জাতীয় চ্যাম্পিয়ন\nআন্তর্জাতিক স্তরে\n১৯৮০— ৪ x ৪০০ মি এবং ৪ x ১০০ মি রিলে এবং লং জাম্পে স্বর্ণপদক জিতেছেন, লাহোরে পাকিস্তান জাতীয় গেমসে\n১৯৮১— মস্কোতে বিশ্ব স্পার্টাকিয়াডে ভারতের প্রতিনিধিত্ব করেন\n১৯৮১—লং জাম্প এবং ৪ x ৪০০ মি রিলেতে ব্রোঞ্জ পদক জিতেছেন, টোকিওতে এশিয়ান ট্র্যাক অ্যান্ড ফিল্ড মিটে\n১৯৮২— নতুন দিল্লিতে ৯ম এশিয়ান গেমসে লং জাম্পে রৌপ্য পদক জিতেছেন\n১৯৮২ — অস্ট্রেলিয়ার ব্রিসবেনে কমনওয়েলথ গেমসে ভারতের প্রতিনিধিত্ব করেন\n১৯৮৩— হেলসিঙ্কিতে প্রথম বিশ্ব অ্যাথলেটিক মিটে লং জাম্পে ভারতের প্রতিনিধিত্ব করেন\n১৯৮৩— কুয়েতে এশিয়ান ট্র্যাক অ্যান্ড ফিল্ড মিটে ভারতের প্রতিনিধিত্ব করেন\n১৯৮৬— সিউলে দশম এশিয়ান গেমসে লং জাম্পে ভারতের প্রতিনিধিত্ব করেন\n১৯৮৭— কলকাতায় এসএএফ গেমসে লং জাম্পে স্বর্ণপদক জিতেছেন\n১৯৮৮—৪০০ মিটার দৌড় এবং ৪ x ৪০০  মি রিলেতে ভারতের প্রতিনিধিত্ব করেন সিউল অলিম্পিকে\n১৯৮৯— নতুন দিল্লিতে এশিয়ান ট্র্যাক অ্যান্ড ফিল্ডে ৪ × ৪০০ মিটার রিলেতে স্বর্ণপদক জিতেছিলেন\nঅন্যান্য সম্মান\nপ্রথম বিশ্ব অ্যাথলেটিক চ্যাম্পিয়নশিপে ভারতীয় দলের অধিনায়ক।\nবিশ্ব অ্যাথলেটিক চ্যাম্পিয়নশিপে অংশগ্রহণকারী ভারত থেকে প্রথম মহিলা।\nভারতে লং জাম্পে ৬ মিটার অতিক্রম করা প্রথম ভারতীয় মহিলা।\n১৯৮০- ৮৭  সাত বছর ধরে লং জাম্পে জাতীয় রেকর্ডধারী।\n১৯ বছর ধরে ন্যাশনাল স্কুল রেকর্ডধারী।\n২৭ বছর ধরে জাতীয় বিশ্ববিদ্যালয়ের রেকর্ডধারী।\nট্র্যাক এবং ফিল্ড উভয় ইভেন্টে জাতীয় এবং আন্তর্জাতিক স্তরে পদক জয়ী প্রথম ভারতীয় মহিলা ক্রীড়াবিদ৷\nএশিয়ান গেমসে ব্যক্তিগত পদক জয়ী ভারতের প্রথম দম্পতি (মুরলী কুট্টান)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}