{"pageid": 1333649, "title": "ওয়ানএক্সবেট", "url": "https://bn.wikipedia.org/wiki?curid=1333649", "content": "ওয়ানএক্সবেট হল কুরাসাও ইগেমিং লাইসেন্স দ্বারা লাইসেন্সকৃত একটি অনলাইন জুয়া কোম্পানি । এটি ২০০৭ সালে প্রতিষ্ঠিত হয়েছিল এবং সাইপ্রাসে নিবন্ধিত হয়েছিল। প্রতিষ্ঠানটি একটি ফ্র্যাঞ্চাইজি ব্যবসায়িক মডেল পরিচালনা করে। কোম্পানির আর্থিক বিষয়ে প্রকাশের পর, এটিকে মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, ফ্রান্স এবং স্পেন সহ বিভিন্ন দেশে কাজ করার অনুমতি দেওয়া হয় না, যার পরে কোম্পানিটি আফ্রিকা, দক্ষিণ আমেরিকা এবং ভারতে তার ক্রিয়া-কেন্দ্র পরিবর্তন করে।\n\n\n== ইতিহাস ==\nপ্রাথমিকভাবে একটি রাশিয়ান ক্যাসিনো, এটি 'বুকমেকারপুব'-এর সাথে অংশীদারিত্বের মাধ্যমে ২০১৪ সালে তার অনলাইন উপস্থিতি প্রসারিত করে। এটি মাল্টা, সাইপ্রাস এবং আবুজায় কার্যক্রম পরিচালনা করে।২০২৩ সালের জানুয়ারী পর্যন্ত, কোম্পানী এবং এর লাইসেন্সদাতার বিরুদ্ধে একটি মামলার পর দেউলিয়া ঘোষিত হওয়ার পরে ওয়ানএক্সবেট আর Curaçao  এ অবস্থিত বলে মনে হচ্ছে না। ওয়েবসাইট টি অনলাইনে কাজ চালিয়ে যাচ্ছে এবং তারপর থেকে নাইজেরিয়াতে স্থানান্তরিত হয়েছে।\n\n\n== বির্তক ==\nবিতর্ক সম্পাদনা করুন ২০১৯ সালে সানডে টাইমসের একটি তদন্তের পর, 1xBet- এর লাইসেন্স ইংল্যান্ড জুয়া কমিশন (UKGC) দ্বারা প্রত্যাহার করা হয়েছিল \"একটি \"পর্ণহাব ক্যাসিনো\" প্রচার, শিশুদের খেলাধুলায় বাজি এবং অবৈধ ওয়েবসাইটে বিজ্ঞাপনের সাথে জড়িত থাকার কারণে। রাশিয়ার পেমেন্ট প্রসেসর এবং ফেডারেল ট্যাক্স সার্ভিস ব্ল্যাকলিস্টে 1xBet বৈশিষ্ট্য।\n\n\n== অপরাধের তদন্ত ==\n২০২০ সালের প্রথম দিকে, একটি বেআইনি অনুশীলন সম্পর্কে সচেতনতা তৈরি করা হয়েছিল। পরে আগস্ট ২০২০ সালে, রাশিয়ান ব্রায়ানস্ক অঞ্চলের তদন্ত কমিটির অধিদপ্তর 1xBet-এর কথিত নির্মাতাদের নাম প্রকাশ করে। এগুলি হল \"সের্গেই কার্শকভ\", \"রোমান সেমিওখিন\" এবং \"দিমিত্রি কাজোরিন\"। ত্রয়ীকে অনলাইন বুকমেকার 1xBet সংগঠিত করার জন্য সন্দেহ করা হচ্ছে, এবং তারা একটি ফৌজদারি মামলার আসামী, কারাদণ্ডের শাস্তি রয়েছে৷ রাশিয়ায় ১.৫ বিলিয়ন রুবেল মূল্যের বেশ কয়েকটি এস্টেট জব্দ করা হয়েছে। রাশিয়ার তদন্ত কমিটি তাদের আন্তর্জাতিক ওয়ান্টেড তালিকায় রেখেছে। তিনজনেরই সাইপ্রিয়ট নাগরিকত্ব রয়েছে। ২০২১ সালে, পার্লান ল ফার্ম রাশিয়ায় 1Xbet-এর শিকারদের জন্য অনুসন্ধানের ঘোষণা দিয়েছে। সংস্থাটি তদন্ত কমিটির কাছে আবেদন জমা দেওয়ার জন্য একটি পরিষেবার আয়োজন করেছে। তারা 1Xbet-এর রাশিয়ান সংস্করণের মালিকের বিরুদ্ধে একটি মামলা দায়ের করেছে - বুকমেকার।\n\n\n=== দেওলিয়াত্ব ===\nনভেম্বর ২০২১-এ 1xBet-এর সহযোগী সংস্থা, 1хCorр MV, একটি কুরাসাও আদালতে দেউলিয়া হওয়ার জন্য দাখিল করে যখন এটি কুরাকাও গেমিং শিকারদের জন্য ফাউন্ডেশন দ্বারা প্রতিনিধিত্ব করা জুয়াড়িদের একটি দলকে ফেরত দিতে অস্বীকার করেছিল৷ কোম্পানিটি ২০২২ সালের জুনে দেউলিয়া ঘোষণা করা হয়েছিল কিন্তু কাজ চালিয়ে যাচ্ছে। ব্যক্তিরা বলে যে 1xBet কাঠামোগতভাবে অনাদায়ী জয়ে মিলিয়ন ইউরো সহ খেলোয়াড়দের বৈধ জয় অস্বীকার করে। ২০২৩ সালের জানুয়ারিতে, নেদারল্যান্ডসের ডাচ সুপ্রিম কোর্ট 1xBet কে দেউলিয়া ঘোষণা করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}