{"pageid": 1333113, "title": "কৃষ্ণা পাটিল", "url": "https://bn.wikipedia.org/wiki?curid=1333113", "content": "কৃষ্ণা পাটিল একজন ভারতীয় পর্বতারোহী। ২০০৯ সালে, ১৯ বছর সাত মাস বয়সে, তিনি পৃথিবীর সর্বোচ্চ পর্বত মাউন্ট এভারেস্ট সফলভাবে আরোহণকারী দ্বিতীয় সর্বকনিষ্ঠ ভারতীয় মহিলা হন।\nএভারেস্ট আরোহণের ক্ষেত্রে দ্বিতীয় সর্বকনিষ্ঠ ভারতীয় হিসেবে তৈরি তাঁর রেকর্ডটি পরবর্তীকালে অন্য তরুণ পর্বতারোহীরা ভেঙে দিয়েছেন। ২০১০ সালে, পাটিল সপ্তশৃঙ্গ আরোহণের চেষ্টা করেছিলেন। কিন্তু মাউন্ট ডেনালিতে তাঁর শেষ চূড়াটি কারিগরি কারণে তিনি আরোহণ করতে পারেন নি, তাই কৃতিত্বটি সম্পূর্ণ করতে একটি চূড়া তাঁর বাকি রয়ে গিয়েছিল।\n\n\n== পর্বতারোহণ ==\nকৃষ্ণা পাটিলের পরিবার ছুটি কাটানোর জন্য সবসময় হিমালয়কে বেছে নিতেন। তিনি ২০০৭ সালে একটি বেসিক মাউন্টেনিয়ারিং কোর্সের জন্য উত্তরকাশীর নেহেরু ইনস্টিটিউট অফ মাউন্টেনিয়ারিং (নিম) এ নথিভুক্ত হন এবং ২০০৮ সালে একটি অ্যাডভান্স মাউন্টেনিয়ারিং কোর্সে ভর্তি হন।\nএর পরেই, পাটিল প্রাক-এভারেস্ট অভিযানে অংশ নেওয়ার সুযোগ পান এবং ১৮ বছর বয়সে, উত্তরাখণ্ডের গাড়োয়াল হিমালয়ের মাউন্ট সতোপন্থে আরোহণের সর্বকনিষ্ঠ ব্যক্তি হন। ২০০৯ সালের মে মাসে তিনি এভারেস্ট আরোহণের সিদ্ধান্ত নেন, এবং শিখর চূড়ায় পৌঁছে তিনি দ্বিতীয় সর্বকনিষ্ঠ ভারতীয় (ডিকি ডোলমা, ১৯ বছর ১ মাস বয়সে) হন।\nপাটিল ২০০৯ সালে মাউন্ট এভারেস্টের চূড়ায় পৌঁছে এভারেস্ট চূড়ায় ওঠা দ্বিতীয় সর্বকনিষ্ঠ ভারতীয় মহিলা হয়েছিলেন। একই বছরে, তিনি অ্যান্টার্কটিকায় মাউন্ট ভিনসন ম্যাসিফের চূড়ায় উঠেছিলেন।\n২০১০ সালে, তিনি অ্যাকনকাগুয়ায় চূড়া জয় করে তারপর ইউরোপের সর্বোচ্চ শৃঙ্গ মাউন্ট এলব্রাস আরোহণ করেছিলেন।\n\n\n== পর্বতারোহণের পর ==\nপরিষ্কার জল অধিগত করা এবং তার সংরক্ষণ কর্মসূচির একটি আন্তর্জাতিক অভিযানের অংশ ছিলেন কৃষ্ণা। এই কর্মসূচীর মাধ্যমে ২০১৪ - ২০২০ সালের মধ্যে, ছয়টি মহাদেশের আটটি মহিলার একটি দল নিয়ে বিশ্বজুড়ে বিশুদ্ধ জলের অধিকারের প্রচার করা হয়েছিল।\n২০১৮ সালের হিসাবে, কৃষ্ণা শ্রীনগরের একটি রেস্তোরাঁয় একজন শেফ।\n\n\n== আরও দেখুন ==\nমাউন্ট এভারেস্টের ভারতীয় শৃঙ্গ - বছর অনুযায়ী\nমাউন্ট এভারেস্টের চূড়ায় চূড়ার সংখ্যা অনুসারে তালিকা\nভারতের মাউন্ট এভারেস্ট রেকর্ডের তালিকা\nমাউন্ট এভারেস্ট রেকর্ডের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকারী ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ মার্চ ২০২৩ তারিখে\nটুইটারে কৃষ্ণা পাটিল\n\"অ্যাক্সেস ওয়াটার - গঙ্গা\" ফেসবুক পেজ\nএভারেস্টার কৃষ্ণা পাটিল ট্রেকারদের সাহায্য করতে ফিরে যান\nগ্রামীণ নেপালের অর্থনীতিতে সাহায্য করতে রাজ্যের এভারেস্ট গার্ল\nহিমালয় ট্র্যাজেডি: কৃষ্ণা সাহায্য করার জন্য তাঁবুতে"}