{"pageid": 1333108, "title": "ইউস্টন রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1333108", "content": "ইউস্টন রেলওয়ে স্টেশন হল লন্ডন বরো অব ক্যামডেনের একটি কেন্দ্রীয় লন্ডন রেলওয়ে টার্মিনাস, যা নেটওয়ার্ক রেল দ্বারা পরিচালিত হয়। এটি যুক্তরাজ্যের ব্যস্ততম আন্তঃনগর রেলপথ ওয়েস্ট কোস্ট মেইন লাইনের দক্ষিণ টার্মিনাস। ইউস্টন হল ব্রিটেনের একাদশতম ব্যস্ততম স্টেশন এবং দেশের ব্যস্ততম আন্তঃনগর যাত্রী টার্মিনাল, লন্ডন থেকে ওয়েস্ট মিডল্যান্ডস, উত্তর পশ্চিম ইংল্যান্ড, উত্তর ওয়েলস ও স্কটল্যান্ডের প্রবেশদ্বার।\nআন্তঃনগর এক্সপ্রেস যাত্রী পরিষেবাগুলি অবন্তি ওয়েস্ট কোস্ট দ্বারা পরিচালিত হয় এবং স্কটল্যান্ডে রাতারাতি পরিষেবাগুলি ক্যালেডোনিয়ান স্লিপার দ্বারা সরবরাহ করা হয়। লন্ডন নর্থওয়েস্টার্ন রেলওয়ে ও লন্ডন ওভারগ্রাউন্ড আঞ্চলিক ও যাত্রী পরিষেবা প্রদান করে। ইউস্টন থেকে বার্মিংহাম, ম্যানচেস্টার, লিভারপুল, গ্লাসগো ও এডিনবরার মত প্রধান শহরগুলিতে ট্রেন চলে। এটি ডাবলিনের সঙ্গে ফেরি সংযোগের জন্য হলিহেড পর্যন্ত পরিষেবার জন্য প্রধান লাইন স্টেশন। ইউস্টন থেকে স্থানীয় শহরতলির পরিষেবাগুলি লন্ডন ওভারগ্রাউন্ড দ্বারা ওয়াটফোর্ড ডিসি লাইনের মাধ্যমে পরিচালিত হয়, যা ওয়াটফোর্ড জংশন পর্যন্ত ডব্লিউসিএমএল-এর সমান্তরালভাবে চলে। ইউস্টন টিউব স্টেশন সরাসরি মূল কনকোর্সের সঙ্গে সংযুক্ত, যখন ইউস্টন স্কয়ার টিউব স্টেশন কাছাকাছি অবস্থিত। কিংস ক্রস ও সেন্ট প্যানক্রাস রেলওয়ে স্টেশনগুলি ইস্টন রোড বরাবর প্রায় ১⁄২ মাইল (৮০০ মিটার) পূর্বে অবস্থিত।\n\n\n== নাম ও অবস্থান ==\nএই এলাকার ১৯তম শতাব্দীর মাঝামাঝি সময়ে প্রধান জমির মালিক ডুকস অব গ্রাফটনের পৈতৃক বাড়ি সাফোকের ইউস্টন হলের নামে স্টেশনটির নামকরণ করা হয়েছিল।\nইউস্টন স্টেশনটি কার্ডিংটন স্ট্রিট ও লন্ডন বরো অব ক্যামডেনের এভারশোল্ট স্ট্রিটের মধ্যে ইউস্টন স্কয়ার ও ইউস্টন রোড থেকে লন্ডন ইনার রিং রোডে ফিরে এসেছে। এটি দেশের ১৯ টি স্টেশনের মধ্যে একটি যা নেটওয়ার্ক রেল দ্বারা পরিচালিত হয়। এটি ২০১৬ সালের হিসাবে ব্রিটেনের পঞ্চম-ব্যস্ততম স্টেশন এবং দেশের ব্যস্ততম আন্তঃনগর যাত্রী টার্মিনাল। এটি প্রবেশ ও প্রস্থানের দিক থেকে লন্ডনের ষষ্ঠ ব্যস্ততম টার্মিনাস। ইউস্টন বাস স্টেশনটি সরাসরি মূল প্রবেশপথের সামনে অবস্থিত।\n\n\n== ইতিহাস ==\nইউস্টন লন্ডনের প্রথম আন্তঃনগর রেলওয়ে স্টেশন ছিল। এটি ১৮৩৭ সালের ২০ই জুলাই লন্ডন অ্যান্ড বার্মিংহাম রেলওয়ের (এলঅ্যান্ডবিআর) টার্মিনাস হিসাবে খোলা হয়। পুরাতন স্টেশন ভবনটি ১৯৬০-এর দশকে ভেঙে ফেলা হয়, এবং আন্তর্জাতিক আধুনিক শৈলীতে বর্তমান ভবনের সঙ্গে প্রতিস্থাপিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== উদ্ধৃতি ==="}