{"pageid": 1333736, "title": "কে. নীলিমা চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1333736", "content": "কে নীলিমা চৌধুরী হলেন একজন ভারতীয় ব্যাডমিন্টন খেলোয়াড় যিনি বহু আন্তর্জাতিক খেলায় এবং চ্যাম্পিয়নশিপে ভারতের প্রতিনিধিত্ব করেছেন। \n\n\n== প্রাথমিক জীবন ==\nচৌধুরী ১৯৭৭ সালের ১৫ই সেপ্টেম্বর ভারতের অন্ধ্র প্রদেশে জন্মগ্রহণ করেন। \n\n\n== কর্মজীবন ==\nস্পোর্টস অথরিটি অফ ইন্ডিয়া নিযুক্ত কোচ পি ইউ ভাস্কর বাবুর নির্দেশনায় তিনি বিজয়ওয়াড়ায় প্রশিক্ষণ শুরু করেন।\n১৯৯২ সালে চৌধুরী তাঁর ব্যাডমিন্টন জীবন শুরু করেন, ভারতের ব্যক্তিগত জুনিয়র চ্যাম্পিয়নশিপ খেলে। তিনি মহিলাদের ডাবল বিভাগে প্রথম স্থান অর্জন করেছিলেন। পি ভি ভি লক্ষ্মী এবং নীলিমা সেই চ্যাম্পিয়নশিপ থেকে শীর্ষ বাছাই খেলোয়াড় হিসাবে চিহ্নিত হন।\n১৯৯৪ সালে তাঁর বিজয়ের ধারা অব্যাহত ছিল। নির্মলা কোটনিসের সাথে জুটি বেঁধে নীলিমা ভারতের ব্যক্তিগত জুনিয়র চ্যাম্পিয়নশিপ জিতেছিলেন।\n১৯৯৫ সালে মিশ্র দ্বৈত খেলায়, সমীর মহেশের সাথে জুটি বেঁধে নীলিমা ভারতের ব্যক্তিগত জুনিয়র চ্যাম্পিয়নশিপ জিতেছিলেন। ১৯৯৬ সালে, চৌধুরী এবং সুধা রানী ভারতের ব্যক্তিগত জুনিয়র চ্যাম্পিয়নশিপে প্রথম স্থান অর্জন করেন। ১৯৯৭ সালে আন্তর্জাতিক চ্যাম্পিয়নশিপে একক খেলে নীলিমা পঞ্চম স্থানে ছিলেন। একই বছর মঞ্জুশা কানওয়ার এবং নীলিমা মহিলা ডাবলস আন্তর্জাতিক চ্যাম্পিয়নশিপে পঞ্চম হন।\n১৯৯৮ সালে, নীলিমা শ্রীলঙ্কা আন্তর্জাতিক চ্যাম্পিয়নশিপে একক খেলার সময় রৌপ্য জিতেছিলেন। তিনি ১৯৯৮ কমনওয়েলথ গেমসে ভারতীয় মহিলা দলের প্রতিনিধিত্ব করেছিলেন এবং একটি ব্রোঞ্জ জিতেছিলেন। ২০০১ সালে, তিনি ডি শ্বেতার সাথে মহিলাদের ডাবলস খেলে ৬৬তম ভারতীয় জাতীয় ব্যাডমিন্টন চ্যাম্পিয়নশিপ জিতেছিলেন। এই বছর, অল ইংল্যান্ড চ্যাম্পিয়ন পি. গোপীচাঁদ পাঞ্জাবের জলন্ধর হংসরাজ স্টেডিয়ামে জাতীয় গেমসের ব্যাডমিন্টন ইভেন্টে অন্ধ্র প্রদেশের দলগুলির নেতৃত্ব দিয়েছিলেন।\n২০০২ সালে, নীলিমা এবং চা দীপ্তি ১৭তম কমনওয়েলথ গেমসে সেশেলস দ্বীপের বিরুদ্ধে ডাবলস খেলেন এবং ম্যাচ জিতেছিলেন।\n২০১৭ সালের মার্চ মাসে, কেরালার কোচিনে, নীলিমা ৪১তম ভারতীয় মাস্টার্স (প্রবীণ) জাতীয় ব্যাডমিন্টন চ্যাম্পিয়নশিপে অংশগ্রহণ করেছিলেন। ৩৫ বছরের ঊর্ধে মিক্সড ডাবলসে, নীলিমা ও অভিনন্দ শেট্টি খেলেন এবং ধোল ও প্রেরণা জোশীর বিরুদ্ধে জিতেছিলেন।\n\n\n== অর্জন ==\n\n\n=== আইবিএফ ইন্টারন্যাশনাল ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিডাব্লিউএফব্যাডমিন্টন.কমে কে. নীলিমা চৌধুরী (ইংরেজি)\nবিডাব্লিউএফ.টুর্নামেন্টসফটওয়্যার.কমে কে. নীলিমা চৌধুরী (ইংরেজি)"}