{"pageid": 1333151, "title": "নিমতিতা", "url": "https://bn.wikipedia.org/wiki?curid=1333151", "content": "নিমতিতা হল ভারতের পশ্চিমবঙ্গ রাজ্যের মুর্শিদাবাদ জেলার জঙ্গিপুর মহকুমার সমসেরগঞ্জ সমষ্টি উন্নয়ন ব্লকের অন্তর্ভুক্ত গ্রাম ও গ্রাম পঞ্চায়েত। গ্রামটির অবস্থান কোড হল ৩১৩৮৬৩ \n\n\n== ইতিহাস ==\nঊনবিংশ শতকের মাঝামাঝি সময়ে গৌরসুন্দর চৌধুরী ও দ্বারকানাথ চৌধুরী মুর্শিদাবাদ জেলার জঙ্গিপুর মহকুমার এই অঞ্চলে বহু জমি ক্রয় করেন এবং লর্ড কর্নওয়ালিশের চিরস্থায়ী বন্দোবস্তের সূত্র ধরে তারা 'নিমতিতা এস্টেট' নামে শেরপুর মৌজায় জমিদারি পত্তন করেন। মোটের উপর চৌধুরী পরিবারের সদস্যরা ছিলেন সংস্কৃতি মনস্ক। তারা এই এলাকায় সঙ্গীত, নাটক, দুর্গাপূজা, অন্য পূজাপার্ব্বণসহ বিভিন্ন উৎসব সবকিছুই প্রচলন করেন। গৌরসুন্দরের পুত্র উপেন্দ্রনারায়ণ কিছুটা অগোছালো বলেই পরিচিত ছিলেন, কিন্তু দ্বারকানাথের জ্যেষ্ঠ পুত্র, মহেন্দ্রনারায়ণ সেসময়ে নিমতিতা'কে বাংলার সাংস্কৃতিক মানচিত্রে স্থাপন করেছিলেন। ১৮৯৭ খ্রিস্টাব্দে মহেন্দ্রনারায়ণ রাজবাড়ির পূর্বদিকে প্রতিষ্ঠা করেন হিন্দু থিয়েটার রঙ্গমঞ্চ ও এক খেলাঘর যেখানে সাড়ম্বরে প্রতি বছর ঘন্টা ও বাঁশি সহযোগে উদযাপিত হত রঙের উৎসব দোলযাত্রা। সেসময় রঙ্গমঞ্চে অভিনীত হত 'শঙ্করাচার্য',  'মেবার পতন', 'শাজাহান',  'রঘুবীর', 'রামানুজ',  'প্রতাপাদিত্য' সহ সেকালের বহু উল্লেখযোগ্য নাটক। নাট্যাচার্য শিশিরকুমার ভাদুড়ীর উপস্থিতিতে অনুষ্ঠিত হয়েছে আলমগীর নাটক। মোগল সম্রাট ঔরঙ্গজেবের ভূমিকায় অভিনয় করেছেন মহেন্দ্রনারায়ণ। মহেন্দ্রনারায়ণের প্রয়াসে উদ্দীপিত হয়ে পরের দিনই শিশিরকুমার নিজেই অভিনয় করেন ঔরঙ্গজেবের ভূমিকায়। নিমতিতার রাজবাড়িতে বিভিন্ন সময়ে এসেছেন নাট্যকার ক্ষীরোদপ্রসাদ বিদ্যাবিনোদ, কাজী নজরুল ইসলাম, অন্নদাশঙ্কর রায় সহ বহু কবি সাহিত্যিকেরা। ১৯৪৪ খ্রিস্টাব্দের বন্যায় আর  নদীগ্রাসে চলে যায় গ্রামের অনেক অংশ, ফুটবল মাঠ, অতিথিশালা, আস্তাবল, হিন্দু থিয়েটার রঙ্গমঞ্চ, রাজবাড়ির সম্মুখস্থ প্রাঙ্গণ। রাজবাড়ীটি  অলৌকিকভাবে রক্ষা পেয়ে যায়। কিন্তু রাজবাড়ী টিকে থাকলেও ১৯৫৫ খ্রিস্টাব্দে জমিদারি প্রথার বিলুপ্তি ঘটলে,  তলিত হতে থাকে নিমতিতার দীর্ঘ সংস্কৃতিচর্চার ইতিহাস। পরবর্তীতে এই রাজবাড়িতেই সত্যজিৎ রায় তৈরি করেছেন তার সৃষ্টি– জলসাঘর, দেবী ও সমাপ্তি। \nদ্রষ্টব্য: নিমতিতা রাজবাড়ি জগতাইয়ের কাছে গঙ্গার তীরে অবস্থিত।\n\n\n== ভূগোল ==\n\n\n=== অবস্থান ===\nনিমতিতার অবস্থানের অক্ষাংশ ও দ্রাঘিমাংশ হলো ২৪.৬৫০৫° উত্তর ৮৭.৯৭০১° পূর্ব।\n\n\n=== এলাকা ওভারভিউ ===\nবাহান্নটি জনগণনা নগর সম্বলিত জঙ্গিপুর মহকুমা পাশাপাশি দুটি বিভাগে বিভক্ত। একটি বিভাগ  ঝাড়খণ্ডের সাঁওতাল পরগনা সংলগ্ন রাঢ অঞ্চল এবং অন্যটি অপেক্ষাকৃত স্বল্প উচ্চতার সমভূমি।  দুটি বিভাগেই  গঙ্গা নদী ও তার শাখা নদীগুলি বিস্তৃত। মহকুমাটির শীর্ষে অবস্থান দেশের অন্যতম  ২,২৪০  মিটার দীর্ঘ ফারাক্কা ব্যারেজের। মুর্শিদাবাদ জেলার এই অংশে রয়েছে বাংলাদেশের সঙ্গে অপরাধ প্রবণ আন্তর্জাতিক সীমানা। জঙ্গিপুর মহকুমাতেই রয়েছে রাজ্যের  দুটি বড় বিদ্যুৎ কেন্দ্র– ২,১০০  মেগাওয়াট ক্ষমতার ফারাক্কা সুপার থার্মাল পাওয়ার স্টেশন এবং ১,৬০০ মেগাওয়াট ক্ষমতার  সাগরদিঘি তাপবিদ্যুৎ কেন্দ্র। ২০১৬ খ্রিস্টাব্দের এক প্রতিবেদন অনুসারে, জঙ্গিপুর মহকুমায় বিড়ি শিল্পে প্রায় দশ লক্ষ শ্রমিক নিযুক্ত আছেন। এদের ৯০ শতাংশ গৃহ-ভিত্তিক শ্রমিকের ৭০ শতাংশই মহিলা। ২০১৩ সালের হিসাবে, শুধুমাত্র মুর্শিদাবাদ জেলার ভাঙন প্রবণ গঙ্গার তীরে আনুমানিক ২.৪ মিলিয়ন মানুষ বসবাস করেন।\nদ্রষ্টব্য: দুটি মানচিত্র মহকুমায় উল্লেখযোগ্য কিছু স্থান উপস্থাপন করে। মানচিত্রে চিহ্নিত সমস্ত স্থান বৃহত্তর পূর্ণ স্ক্রীন মানচিত্রে লিঙ্ক করা হয়েছে৷\n\n\n== জনসংখ্যা ==\n২০১১ খ্রিস্টাব্দের ভারতের  আদমশুমারি অনুসারে , নিমতিতার মোট জনসংখ্যা ছিল ২,০৬৮,  তন্মধ্যে ১,০১১ (৪৯%) পুরুষ এবং ১,০৫৭ (৫০%) মহিলা। ০-৬ বছর বয়সের মধ্যে জনসংখ্যা ছিল ২৬২। নিমতিতায় মোট শিক্ষিত ব্যক্তির সংখ্যা ছিল ১,০৩১ জন (৬ বছরের বেশি জনসংখ্যার ৫৭.০৯%)।\n\n\n== পরিবহন ==\nটেমপ্লেট:Barharwa–Azimganj–Katwa loop\nনিমতিতা রেলওয়ে স্টেশনের স্টেশন কোড NILE আছে। স্বাভাবিক সময়ে অনেক ট্রেন এই স্টেশনে থামে। \n\n\n== শিক্ষা ==\n১৯১৩ খ্রিস্টাব্দে প্রতিষ্ঠিত নিমতিতা জিডি ইনস্টিটিউশন  হল বাংলা মাধ্যমের অন্যতম  সহশিক্ষামূলক প্রতিষ্ঠান। পঞ্চম থেকে দ্বাদশ শ্রেণী পর্যন্ত পাঠদানের সুবিধা রয়েছে। বিদ্যালয়টিতে একটি খেলার মাঠ এবং ১,৫০০টি বই সহ একটি লাইব্রেরি রয়েছে।\n\n\n== সংস্কৃতি ==\nগঙ্গা তীরের মনোমুগ্ধকর পরিবেশে অবস্থিত নিমতিতার রাজবাড়ি ছিল সংস্কৃতিচর্চার প্রাণকেন্দ্র। সন্ধ্যা হলেই ব্রিটিশ শাসনামলের ইউরোপিয়ান ধাঁচের স্থাপত্যকীর্তিতে নির্মিত রাজ অট্টালিকা সেজে উঠত আলোক মালায়, ভেসে আসত গুণী শিল্পীদের হিন্দুস্তানী সঙ্গীতের ধ্বনি। দোল উৎসবে মঞ্চস্থ হত নাটক। আনাগোনা ছিল বহু নট, নাট্যকার, কবি সাহিত্যিকের অংশ নিতে সংস্কৃতিচর্চার। কিন্তু সময়ের পরিবর্তনে প্রকৃতির ভয়াল গ্রাসে ধ্বংস হয় সবকিছুর। কেবল পড়ে থাকে নিমতিতার রাজবাড়ি জরাজীর্ণ অবস্থায়। দীর্ঘ সংস্কৃতিচর্চার সাক্ষী  প্রাচীন রাজবাড়িই কিন্তু প্রখ্যাত ভারতীয় বাঙালি কথাসাহিত্যিক তারাশঙ্কর বন্দ্যোপাধ্যায়কে অনুপ্রাণিত করেছিল সঙ্গীতপ্রেমী জমিদারাবুকে নিয়ে এমন এক ছোটগল্প লিখতে, যেখানে তিনি সময়ের সঙ্গে পরিবর্তনকে গ্রহণ করতে অস্বীকার করেছিলেন দম্ভ আর অহংকার নিয়ে। স্বনামধন্য চলচ্চিত্র নির্মাতা সত্যজিৎ রায় সেই গল্পের উপর ভিত্তি করে তৈরি করেছিলেন দুর্দান্ত বাংলা চলচ্চিত্র– জলসাঘর। ১৯৫৭ খ্রিস্টাব্দে কিংবদন্তি শিল্পী বিশ্বাসকে প্রধান ভূমিকায় অভিনয়ের শুটিং-এ এসেছিলেন নিমতিতা রাজবাড়িতে। তারপর ১৯৬০ খ্রিস্টাব্দে দেবী এবং ১৯৬১ খ্রিস্টাব্দে সমাপ্তির শুটিং-ও এই রাজবাড়িতেই হয়েছিল।\nবর্তমানে নদীগর্ভে বিলীন হতে চলা নিমতিতার রাজবাড়ি ঐতিহ্য, দীর্ঘ ইতিহাস, অতীত গৌরব নিয়ে দাঁড়িয়ে আছে। ইতিহাস বিজড়িত রাজবাড়ির সংস্কারের দাবী এলাকাবাসীর অনেক দিনের।  অতঃপর,  পশ্চিমবঙ্গ সরকারের  হেরিটেজ কমিশন ২০২২ খ্রিস্টাব্দে নিমতিতার রাজবাড়িটিকে হেরিটেজ আখ্যা দিয়ে ২৩ মে অধিগ্রহণের বিজ্ঞপ্তি জারি করেছে। বর্তমান উত্তরাধিকারী কলকাতা নিবাসী রবীন্দ্রনারায়ণ চৌধুরী ও তার অগ্রজ সোমেন্দ্রনারায়ণ চৌধুরীসহ স্থানীয় জনগণ সরকারের সংরক্ষণের সিদ্ধান্ত ঘোষণায় খুশী হয়েছেন এবং আশা করেন নিমতিতা অচিরে এক পর্যটন কেন্দ্র হয়ে উঠবে। \n\n\n== নিমতিতা রাজবাড়ী ছবির গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== স্বাস্থ্যসেবা ==\nমুর্শিদাবাদ জেলার সমসেরগঞ্জ সমষ্টি উন্নয়ন ব্লকের ভূগর্ভস্থ পানীয় জল উচ্চ মাত্রার আর্সেনিক দূষণে দূষিত। এখানকার পানীয় জলে আর্সেনিকের মাত্রা সর্বাধিক, প্রতি লিটারে ২৮৭ মিলিগ্রাম। (যেখানে ভারতীয় স্ট্যান্ডার্ড মান হল ৫০ মিলিগ্রাম/লিটার)\n\n\n== আরো দেখুন ==\nমালদা ও মুর্শিদাবাদ জেলায় গঙ্গার ধারে নদীর তীর ভাঙন\n\n\n== তথ্যসূত্র =="}