{"pageid": 1333618, "title": "খাণ্ডব বন", "url": "https://bn.wikipedia.org/wiki?curid=1333618", "content": "খাণ্ডব বন (সংস্কৃত: खाण्डव वन, খাণ্ডাভ়া ভ়ানা, সংস্কৃত উচ্চারণ: [kʰaːɳɖɐʋɐ ʋɐnɐ]) বা খাণ্ডবপ্রস্থ মহাভারত মহাকাব্যে উল্লিখিত একটি বন। এটি যমুনা নদীর পশ্চিমে অবস্থিত। পাণ্ডবরা তাদের রাজধানী শহর ইন্দ্রপ্রস্থ নির্মাণের জন্য এই বন পরিষ্কার করেছিলেন বলে বর্ণনা করা হয়েছে। এই বনে আগে তক্ষক নামে একজন রাজার নেতৃত্বে নাগ উপজাতিদের বসবাস ছিল।\nঅর্জুন ও কৃষ্ণ এই জঙ্গলকে আগুন দিয়ে পরিষ্কার করেছেন বলে জানা গেছে। এই বনের বাসিন্দারা বাস্তুচ্যুত হয়েছিল। ইন্দ্রপ্রস্থ ও হস্তিনাপুর থেকে শাসনকারী কুরু রাজাদের প্রতি নাগ তক্ষকের শত্রুতার মূল কারণ ছিল।\n\n\n== কিংবদন্তি ==\nকিংবদন্তি অনুসারে, আগুনের দেবতা অগ্নিকে বন পুড়িয়ে ফেলার প্রয়োজন ছিল যাতে তিনি তার ক্ষুধা মেটাতে পারেন। তার ক্ষুধা মেটানোর মতো অন্য কোনো জিনিস ছিল না। কিন্তু যতবারই তিনি সেখানে আগুন লাগান, ইন্দ্র বৃষ্টি করলেন এবং আগুন নিভিয়ে দিলেন। তাই, অগ্নি ব্রাহ্মণের ছদ্মবেশে কৃষ্ণ ও অর্জুনের কাছে গিয়ে তাদের সাহায্য চেয়েছিলেন। মহাভারতে বলা হয়েছে যে ইন্দ্র ছিলেন খাণ্ডব বনের রক্ষাকারী দেবতা (দেব), এই কারণেই এই অঞ্চলটি ইন্দ্রপ্রস্থ নামে পরিচিত ছিল। যখন বন পোড়ানো হচ্ছিল, তখন ইন্দ্র তার বজ্র দ্বারা অর্জুনকে আক্রমণ করে আহত করেন। কিন্তু অর্জুন ও কৃষ্ণ সেই ভয়ানক যুদ্ধে সমস্ত দেব, গন্ধর্ব ও অসুরদের পরাজিত করে সমগ্র বন পুড়িয়ে দিয়েছিলেন।  সবই, কিন্তু সাতটি জীব অগ্নি দ্বারা গ্রাস করেছিল। আগুন থেকে রক্ষা পাওয়া সাতটি জীব হল, অশ্বসেন (তক্ষকের পুত্র), মায়াদানব এবং পাঁচটি সারঙ্গক (পাখি) নামে একটি নাগ। পাঁচটি পাখি ছিল জরিতা (ঋষি মণ্ডপলের স্ত্রী) এবং তাদের চার সন্তান ছিল জরিতারি, সরিশ্রিকা, স্তম্ভমিত্র এবং দ্রোণ। ঋষি মণ্ডপল যিনি এর আগে তার পরিবার পরিত্যাগ করেছিলেন এবং তার দ্বিতীয় স্ত্রী \"লপিতা\" এর সাথে বসবাসের জন্য খাণ্ডব বন ছেড়েছিলেন, তিনি অগ্নিদেবকে তার বিচ্ছিন্ন পরিবারকে আগুন থেকে বাঁচাতে রাজি করাতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। তক্ষকের স্ত্রী তার পুত্র অশ্বসেনকে বাঁচানোর জন্য তার জীবন উৎসর্গ করেছিলেন, যিনি পরে কুরুক্ষেত্র যুদ্ধের সময় নিজেকে কর্ণের বিশেষ তীরের উপর রেখে অর্জুনকে হত্যা করার চেষ্টা করেছিলেন। তক্ষক পরে অর্জুনের নাতি, পরীক্ষিতের মৃত্যুর কারণ হয়ে তার আত্মীয়দের মৃত্যুর প্রতিশোধ নেন।\n\n\n== সম্পর্কিত স্থান ==\nজনপ্রিয় বিশ্বাস অনুসারে নিম্নলিখিত অঞ্চলগুলি এই বনের সাথে যুক্ত বলে মনে করা হয়:\nখারখোদা, হরিয়ানার ছপদেশ্বর মহাদেব মন্দিরটি ছিল খাণ্ডব বনের অংশ।\nহরিয়ানা রাজ্যের সোনিপত জেলার খারখোদা তহশিলের খাণ্ড গ্রামের নামকরণ হয় খাণ্ডব বনের নামে।\n\n\n== তথ্যসূত্র =="}