{"pageid": 1333536, "title": "২০২৩ প্রশান্ত মহাসাগরীয় দ্বীপ ক্রিকেট চ্যালেঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1333536", "content": "২০২৩ প্রশান্ত মহাসাগরীয় দ্বীপ ক্রিকেট চ্যালেঞ্জ ছিল একটি পুরুষ টোয়েন্টি২০ আন্তর্জাতিক ও একটি নারী টোয়েন্টি২০ আন্তর্জাতিক (টি২০আই) টুর্নামেন্টের সমন্বয়ে গঠিত একটি ক্রিকেট প্রতিযোগিতা যেটি ২০২৩ সালের মার্চ মাসে ফিজিতে অনুষ্ঠিত হয়। টুর্নামেন্ট দুটিতে অংশগ্রহণ করে ফিজি, ভানুয়াতু ও সামোয়া থেকে আসা জাতীয় ক্রিকেট দল। টুর্নামেন্ট চলাকালে অংশগ্রহণকারী দলসমূহের সঙ্গে কিছু অনানুষ্ঠানিক ম্যাচ খেলে অস্ট্রেলীয় ও নিউজিল্যান্ডীয় সেনা কোরের প্রতিনিধিত্বকারী দুটি দল। নারীদের টুর্নামেন্টটিতে অংশগ্রহণ করে পাপুয়া নিউ গিনিও, যার সাথে আরও কিছু অনানুষ্ঠানিক ম্যাচ খেলতে পুরুষদের টুর্নামেন্টটিতে অংশ নেয় পাপুয়া নিউ গিনির প্রতিনিধিত্বকারী একটি অ্যাকাডেমি দল। টুর্নামেন্টের সকল ম্যাচ সুভার আলবার্ট পার্কে অনুষ্ঠিত হয়।\nনারীদের ফাইনালে ভানুয়াতুকে হারিয়ে বিজয়ী হয় পাপুয়া নিউ গিনি। পুরুষদের ফাইনালে ভানুয়াতুকে হারিয়ে বিজয়ী হয় পাপুয়া নিউ গিনির অ্যাকাডেমি দল।\n\n\n== নারীদের প্রতিযোগিতা ==\n\n\n=== দলীয় সদস্য ===\n\nপাপুয়া নিউ গিনি দলে মেলানি আনি ও হানে তাউকে রিজার্ভ খেলোয়াড় হিসেবে রাখা হয়।\n\n\n=== রাউন্ড-রবিন ===\n\n\n==== পয়েন্ট তালিকা ====\n\n  নকআউট পর্বে উত্তীর্ণ\n\n\n==== সূচি ====\n\n\n=== নকআউট পর্ব ===\n\n\n==== বন্ধনী ====\n\n\n==== সেমিফাইনাল ====\n\n\n===== ১ম সেমিফাইনাল =====\n\n\n===== ২য় সেমিফাইনাল =====\n\n\n==== ৩য় স্থান নির্ধারণী ====\n\n\n==== ফাইনাল ====\n\n\n== পুরুষদের প্রতিযোগিতা ==\n\n\n=== দলীয় সদস্য ===\n\nফিজি দলে তেভিতা সোকোতুভানা ওয়াগাভাকাতোগা, তেভিতা সোকোভাগোনে ওয়াগাভাকাতোগা ও সোসিজেনি ওয়েলেইলাকেবাকে রিজার্ভ খেলোয়াড় হিসেবে রাখা হয়।\n\n\n=== রাউন্ড-রবিন ===\n\n\n==== পয়েন্ট তালিকা ====\n\n  নকআউট পর্বে উত্তীর্ণ\n\n\n==== সূচি ====\n\n\n=== নকআউট পর্ব ===\nরাউন্ড-রবিন পর্বে অস্ট্রেলীয় ও নিউজিল্যান্ডীয় সেনা কোর বারবারিয়ানস তৃতীয় স্থান অর্জন করলেও দলটির পরিবর্তে টুর্নামেন্টের নিয়মানুসারে আন্তর্জাতিক দল সামোয়া নকআউট পর্বে উত্তীর্ণ হয়।\n\n\n==== বন্ধনী ====\n\n\n==== সেমিফাইনাল ====\n\n\n===== ১ম সেমিফাইনাল =====\n\n\n===== ২য় সেমিফাইনাল =====\n\n\n==== ৩য় স্থান নির্ধারণী ====\n\n\n==== ফাইনাল ====\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে নারীদের টুর্নামেন্টের প্রধান পাতা (ইংরেজি)\nইএসপিএনক্রিকইনফোতে পুরুষদের টুর্নামেন্টের প্রধান পাতা (ইংরেজি)"}