{"pageid": 1333823, "title": "এমএফ সুমতসভ খারকিভ ঐতিহাসিক জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1333823", "content": "এমএফ সুমৎসভ খারকিভ ঐতিহাসিক জাদুঘর (ইউক্রেনীয়: Харківський історичний музей імени М. F. Сумцова, খারকিভসকি ইস্তোরায়চনায়ই মুজেই ইমেনি এমএফ সুমতসোভা) ইউক্রেনের খারকিভে অবস্থিত একটি ইতিহাস জাদুঘর। এটি ইউক্রেনের ইতিহাস ও সংস্কৃতি এবং এখানে বসবাসকারী জাতিগোষ্ঠীর জন্য উৎসর্গীকৃত।\n\n\n== ইতিহাস ==\nজাদুঘরটি ১৯২০ সালে স্লোবোডা ইউক্রেনের জাদুঘর হিসাবে মাইকোলা সুমতসভ দ্বারা প্রতিষ্ঠিত হয়েছিল। এটি খারকিভ বিশ্ববিদ্যালয় যাদুঘর এবং শহরের শিল্প ও শিল্প যাদুঘর থেকে সেরা সংগ্রহ পেয়েছে।\nখারকিভ ইউনিভার্সিটি মিউজিয়ামের সংগ্রহ ১৮০৪ সালে জমা হতে শুরু করে। ছাত্রদের শিক্ষাদানের জন্য এর বস্তু ব্যবহার করা হতো। এই সংগ্রহটি ছিল ইউক্রেনের প্রথম জাদুঘরের সংগ্রহগুলির মধ্যে একটি। শহরের শিল্প ও শিল্প যাদুঘরটি ১৮৮৬ সালে প্রতিষ্ঠিত হয়েছিল। এর নৃতাত্ত্বিক সংগ্রহটি রাশিয়ান সাম্রাজ্যের সমস্ত শহরের যাদুঘরের মধ্যে বৃহত্তম এবং সেরা ছিল। ১৯০২ সালে খারকিভে দেশব্যাপী প্রত্নতাত্ত্বিক কংগ্রেস অনুষ্ঠিত হয়। একটি বিশাল পূর্ববর্তী অনুসন্ধান কাজ পরিচালিত হয়, ইতিহাস, নৃতাত্ত্বিক, শিল্পের বিপুল সংখ্যক মূল্যবান বস্তু সংগ্রহ করা হয়েছিল যা এই অঞ্চলের বাসিন্দাদের ইতিহাস এবং সংস্কৃতি প্রকাশ করে। কংগ্রেসের অংশগ্রহণকারীদের জন্য এই বস্তুগুলি প্রদর্শনের জন্য প্রদর্শনীগুলি তৈরি করা হয়েছিল। পরে বেশিরভাগ বস্তুই এমএফ সুমতসভ খারকিভ হিস্টোরিক্যাল মিউজিয়ামের সংগ্রহের অংশ হয়ে ওঠে। দ্বিতীয় বিশ্বযুদ্ধ যাদুঘরের সংগ্রহে একটি ভারী আঘাত হেনেছিল। এই সময়ে সংগ্রহের উল্লেখযোগ্য অংশ হারিয়ে গেছে।\n১৮ জুন ২০১৫-এ জাদুঘরটির নামকরণ করা হয়েছিল এর প্রতিষ্ঠাতা এবং প্রথম পরিচালক \"মাইকোলা সুমটসভের\" নামে। আজ এমএফ সুমতসভ খারকিভ ঐতিহাসিক যাদুঘর খারকিভ অঞ্চলের গবেষণা, বৈজ্ঞানিক-পদ্ধতিগত এবং সাংস্কৃতিক-শিক্ষা কেন্দ্রের তাত্পর্য বজায় রেখেছে।\n\n\n== প্রদর্শনী ==\nখারকিভ অঞ্চলের প্রত্নতত্ত্ব\nমধ্যযুগ এবং কস্যাক যুগে খারকিভ অঞ্চল\nখারকিভ অঞ্চলের জাতিগত ঐতিহ্য\nইউক্রেনীয় ইতিহাসে কস্যাক যুগ\n১৯ শতকের সময় খারকিভ\nপ্রথম বিশ্বযুদ্ধের ফ্রন্টে খারকিভাইটস (১৯১৪-১৯১৮)\n১৯১৭ সালের বিপ্লব এবং আন্তঃযুদ্ধ সময়কালে (১৯১৭-১৯৪০) খারকিভ অঞ্চল\nবিশ্বযুদ্ধ ІІ\nসোভিয়েত সময়ে ১৯৪৩-১৯৯১ সালে খারকিভ\nসন্ত্রাসবিরোধী অভিযান এবং খারকিভ অঞ্চল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMFSumtsov Kharkiv ঐতিহাসিক যাদুঘরের অফিসিয়াল সাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ নভেম্বর ২০২২ তারিখে\nফেসবুকে এমএফ সুমতসভ খারকিভ ঐতিহাসিক জাদুঘর"}