{"pageid": 1333436, "title": "হান্না ভেরেস", "url": "https://bn.wikipedia.org/wiki?curid=1333436", "content": "হান্না ইভানোভনা ভেরেস (ইউক্রেনীয়: Га́нна Іва́нівна Ве́рес; ২১ ডিসেম্বর ১৯২৮ - ১১ জুন ২০০৩) ছিলেন একজন ইউক্রেনীয় লোকশিল্পী এবং বয়নশিল্পী। সূচিশিল্পেও তিনি পারদর্শিনী ছিলেন। তিনি শিল্পী এবং বস্ত্রবয়ন কলাশিল্পী মারিয়া পোসোবচুকের কন্যা এবং শিল্পী ভ্যালেন্টিনা এবং এলেনা ভেরেসের মা ছিলেন। ১৯৬৮ সালে তিনি আনা ভাসিলাশচুকের সাথে শেভচেঙ্কো জাতীয় পুরস্কারে ভূষিত হন।\n\n\n== প্রাথমিক জীবন ==\nহান্না ভেরেস ১৯২৮ সালের ২১ ডিসেম্বর কিয়েভ অঞ্চলের ভাইশোরোদ জেলার ওবুখোভিচি গ্রামে জন্মগ্রহণ করেন। হান্না ভেরেসের মা ছিলেন শিল্পী মারিয়া পোসোবচুক। ভেরেসের দুটি কন্যা। তাদের নাম ভ্যালেন্টিনা এবং এলেনা ভেরেস। দুজনেই প্রখ্যাত শিল্পী হয়েছিলেন। ইতিহাসবিদ এন এম নেভেগার মতে, পোসোবচুক তার মেয়েকে তার অনেক দক্ষতা শিখিয়েছিলেন। পরবর্তীকালে হান্না ভেরেস তার মায়ের কাছ থেকে পাওয়া শিক্ষাগুলি কন্যাদের শিখিয়ে ছিলেন।\nইউক্রেনের রাজধানী কিয়েভের বাস্তিনি লেনের একটি বাড়িতে হান্না ভেরেস বাস করতেন। ২০০৩ সালের ১১ জুন ওবুখোভিচিতে তিনি মারা যান।\n\n\n== অবদান ==\nআলংকারিক বস্ত্রবয়ন কলার ক্ষেত্রে হান্না ভেরেস একজন বিশেষজ্ঞ। বিশেষ করে শৈল্পিক সূচিকর্মে তার অসামান্য অবদান রয়েছে। ঐতিহ্যবাহী পোলেসিয়ান বোনা তোয়ালে, সেইসাথে আলংকারিক কাপড় এবং প্যানেল তৈরিতে ভেরেস নিজের বৈশিষ্ট্য স্থাপন করেছিলেন। সূতোয় বোনা তোয়ালে ইউক্রেনীয় বস্ত্রবয়ন কলার একটি ঐতিহ্যবাহী সামগ্রী। খাবার পরিবেশনের সময় এইসব তোয়ালে বিশেষভাবে ব্যবহার করা হয়। জীবনের অনেক গুরুত্বপূর্ণ মুহুর্তে উপহার হিসাবে বোনা তোয়ালে দেওয়া হয়। তিনি ইভানকিভের লোক বয়ন জাদুঘর প্রতিষ্ঠা করেছিলেন। এই জাদুঘরটি ১৯৮৮ সালে খোলা হয়। তবে ১৯৯২ সালে এটি বন্ধ হয়ে যায়। হান্না ভেরেসের বস্ত্রবয়ন কলার শিল্পসামগ্রী একসময় উত্তর আমেরিকায় পাড়ি দিয়েছিল। সেগুলি টরন্টো এবং মন্ট্রিলে প্রদর্শিত হয়।\n১৯৬৬ থেকে ১৯৬৮ সাল পর্যন্ত তিনি তারাস শেভচেঙ্কোকে উৎসর্গীকৃত আলংকারিক বস্ত্রবয়ন কলার শোভাময় একটি সিরিজ তৈরি করেন। শেভচেঙ্কোর কোবজারের ১৯৭১ সংস্করণটিতে হানা ভাসিলাশচুকের সাথে সহ-পরিচালনায় তার তোয়ালেগুলি পুনরায় চিত্রিত করা হয়। লায়াডা (১৯৭৪, \"কিয়েভনাউচফিল্ম\"), এ ফ্ল্যাক্স ব্লুমস্ (১৯৮০, \"ইউক্রেনটেলিফিল্ম\") চলচ্চিত্রগুলি ভেরেসের শিল্পকর্মের উপর উৎসর্গীকৃত।\n\n\n=== শিল্পকর্ম ===\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nঅর্ডার অফ দ্য ব্যাজ অফ অনার।\n১৯৬৫ সাল থেকে ইউক্রেনের সোভিয়েত শিল্পীদের ইউনিয়নের সদস্য।\n১৯৬৮ সালে শেভচেঙ্কো পুরস্কার; এই পুরস্কারটি আনা ভাসিলাশুকের সাথে যুগ্মভাবে পান। ১৯৬৫-১৯৬৭ সালে তৈরি ইউক্রেনীয় লোক বস্ত্রবয়ন তোয়ালেগুলির একটি সিরিজের জন্য।\n১৯৭৭ সাল থেকে ইউএসএসআর-এর লোকশিল্পের সম্মানিত শিক্ষক।\n১৯৯৫ সাল থেকে ইউক্রেনের পিপলস আর্টিস্ট।\n১৯৯৯ সাল থেকে ইউক্রেনের লোকশিল্পের মাস্টার্স জাতীয় ইউনিয়নের সদস্য।\n\n\n== উত্তরাধিকার ==\nভেরেসের শিল্পকর্মগুলি জাতীয় জাদুঘর তারাস শেভচেঙ্কো, কানিভের শেভচেঙ্কো ন্যাশনাল রিজার্ভ এবং ন্যাশনাল ফোক ডেকোরেটিভ আর্ট মিউজিয়ামের পাশাপাশি অন্যান্য জায়গাতেও রাখা হয়েছে।\n২০২২ সালে ইউক্রেনে রাশিয়ান আক্রমণের সময়, একটি প্রাথমিক প্রতিবেদন অনুসারে জানা যায় যে ২০২২ সালের ২৭ ফেব্রুয়ারী ইভানকিভের যুদ্ধে ইভানকিভ ঐতিহাসিক এবং স্থানীয় ইতিহাস জাদুঘরটি পুড়িয়ে দেওয়া হয়। সেই সময় ভেরেসের অনেক শিল্পকর্ম ধ্বংস হয়ে যায়। এই আক্রমণে মারিয়া প্রাইমাচেঙ্কোর চিত্রকলাও নষ্ট হয়।\n\n\n== তথ্যসূত্র =="}