{"pageid": 1333278, "title": "দেবযানী", "url": "https://bn.wikipedia.org/wiki?curid=1333278", "content": "দেবযানী (সংস্কৃত: देवयानी, আইএএসটি: Devayānī)  হিন্দু পুরাণের একটি চরিত্র। তিনি শুক্রাচার্য এবং তাঁর স্ত্রী জয়ন্তীর কন্যা। তিনি রাজা যযাতিকে বিয়ে করেন এবং দুই পুত্রের জন্ম দেন — যদু ও তুর্বসু।\n\n\n== কিংবদন্তি ==\n\n\n=== কচের সঙ্গে মোহ ===\nকচকে বৃহস্পতির সুদর্শন পুত্র বলে বর্ণনা করা হয়েছে।\nতাকে দেবতারা শুক্রের আশ্রমে (আধ্যাত্মিক আশ্রমে) পাঠান মৃত্যুসঞ্জীবনী বিদ্যা মন্ত্র (জীবন-পুনরুদ্ধার মন্ত্র) সম্পর্কে জানার জন্য, মৃতসঞ্জীবনী বিদ্যা এমন জ্ঞান যা একজনকে মৃত্যুর পরে জীবন পুনরুদ্ধার করতে পারে। শুক্র তাকে তার ছাত্র হিসাবে গ্রহণ করেন এবং পরবর্তীতে তাকে হাজার বছরের সেবা দেওয়ার কাজটি গ্রহণ করেন। দেবযানী যুবকের দ্বারা মুগ্ধ হয় এবং দুজনে অবিচ্ছেদ্য দম্পতি হয়ে ওঠে। অসুররা অবশ্য কচের উদ্দেশ্য নিয়ে সন্দেহ পোষণ করে, সঠিকভাবে অনুমান করে যে তিনি জীবন-পুনরুদ্ধার মন্ত্রের রহস্য জানতে চেয়েছিলেন। তারা তাকে দুটি ভিন্ন সময়ে হত্যা করেছে: তারা তাকে হত্যা করে যখন সে বনের গভীরে থাকে এবং তাকে নেকড়েদের খাওয়ায়, এবং তার শরীরকে চূর্ণ করে  সামুদ্রিক জলের সাথে মিশিয়ে দেয়। উভয় ক্ষেত্রেই, তার কন্যার পীড়াপীড়ির অনুরোধে, শুক্র দ্বারা সঞ্জীবনী জ্ঞানের সাথে কচকে পুনরুদ্ধার করা হয়।\nতাদের তৃতীয় প্রচেষ্টায়, অসুররা কচের দেহ পুড়িয়ে দেয়, ছাই এবং মদের সাথে মিশিয়ে শুক্রকে তা পান করতে দেয়। যখন সন্ধ্যা নেমে আসে, এবং শুক্র দেখেন যে তার শিষ্য এখনও আসেনি, তখন তিনি অনুমান করেন যে শিষ্য তার পেটে রয়েছে। নিজেকে দ্বিধাগ্রস্ত অবস্থায় পেয়ে, আচার্য কচকে মৃত্যুসংজীবনী মন্ত্র শেখায়, এবং যখন শিষ্য শুক্রের পেট থেকে বেরিয়ে আসে, তাকে হত্যা করে, সে মন্ত্রটি জপ করে তার আচার্যকে পুনরুজ্জীবিত করে। তার উদ্দেশ্য অর্জিত হয়, তিনি তার শিক্ষা শেষ না হওয়া পর্যন্ত শুক্রের তত্ত্বাবধানে থাকেন।\nতার তত্ত্বাবধান সম্পূর্ণ হলে, কচ দেবযানী ও তার বাবার কাছ থেকে ছুটি নেয় এবং দেবলোকে ফিরে যেতে শুরু করে। দেবযানী অনেক দূর থেকে তাকে অনুসরণ করে, এবং তাকে বিয়ে করার অনুরোধ করে। কচ তার কাছে প্রকাশ করেন যে শুক্র তাকে বলেছিলেন যে যেহেতু তিনি আচার্যের উদর থেকে উঠে এসেছেন, তাই তাকে তার পুত্র বলে মনে করা হচ্ছে এবং এতে দেবযানী তার বোন হয়েছে। তার প্রত্যাখ্যানে ক্রুদ্ধ হয়ে, দেবযানী তাকে অভিশাপ দেন যে তিনি জীবন-পুনরুজ্জীবন মন্ত্রের শিল্পকে কাজে লাগাতে পারবেন না। কচ, পালাক্রমে তাকে অভিশাপ দেয় যে ঋষিদের কেউ তাকে বিয়ে করবে না। ঘটনার পর, তারা আলাদা হয়ে যায় এবং আর কখনো দেখা করেনি।\n\n\n=== যযাতির স্ত্রী ===\nশুক্র যখন দৈত্য রাজা বৃষপর্বার পরামর্শদাতা হিসেবে কাজ করেন, তখন দেবযানী শর্মিষ্ঠা, রাজকন্যা এবং দৈত্য রাজার কন্যার বন্ধু হন। একদিন, দুজনে জলের ধারে তাদের কাপড় রেখে, তাদের দাসীর সাথে বনের খালে স্নান করতে যায়। তারা স্নান করার সময়, ইন্দ্র নিজেকে বাতাসের মতো প্রকাশ করে, তাদের পোশাকগুলি পাড় থেকে উড়িয়ে দেয়। তাদের জামাকাপড় উদ্ধারের তাড়ায়, দুই নারী একে অপরের শাড়ি পরেন। দুজনের মধ্যে ঝগড়া হয় এবং তারা একে অপরের পিতাদের সম্পর্কে অপবাদ বিনিময় করতে থাকে। পরবর্তী ঝগড়ার মধ্যে, শর্মিষ্ঠা এবং তার দাসীরা দেবযানীকে কূপে ফেলে দেয় এবং তাকে মৃতপ্রায় অবস্থায় রেখে যায়। দেবযানীকে চন্দ্রবংশ রাজবংশের রাজা যযাতি উদ্ধার করেন, যিনি তার পরিচয় সম্পর্কে জিজ্ঞাসা করেন এবং তার রাজ্যে ফিরে আসেন।\nদেবযানী তার দাসী ঘূর্ণিকাকে তার বাবার কাছে পাঠায়, তার ঝগড়া এবং ভয়াবহ পরিস্থিতির খবর জানায়। শুক্র বৃষপর্বার প্রতি ক্রুদ্ধ হন এবং কন্যার সাথে বনে বসতি স্থাপন করেন। যখন দৈত্য রাজা ব্যক্তিগতভাবে আচার্যের কাছে ক্ষমা ভিক্ষা করেন, শুক্র দাবি করেন যে শর্মিষ্ঠা সহ এক হাজার সেবককে দেবযানীর কাছে ক্ষমা প্রার্থনা করতে হবে। ঋষির ক্রোধের ভয়ে রাজা রাজি হন এবং তার কন্যা ও এক হাজার নারীকে বনে দেবযানীর সেবা করতে পাঠান।\nকিছু সময় পর, দেবযানী শর্মিষ্ঠা ও তার অন্যান্য দাসীদের সাথে একই বনে ফিরে আসে। যযাতি শিকারের জন্য ঘটনাস্থলে আসে, এবং তারা আবার দেখা করেন। রাজা ও ব্রাহ্মণের কন্যা প্রেমে পড়েন, এবং সেইজন্য যযাতি শুক্রের কাছ থেকে দেবযানীর হাত চেয়েছিলেন। শুক্র সহজেই তার সম্মতি দেয়, কিন্তু যযাতিকে সতর্ক করে যে সে শর্মিষ্ঠার সাথে বিবাহ সম্পর্ক স্থাপন করবে না। যযাতি দেবযানীকে বিয়ে করেন এবং তার প্রাসাদে ভালোভাবে দেখাশোনা করেন।\nযযাতি দেবযানীর সাথে যদু ও তুর্বসু নামে দুই পুত্রের জন্ম দেন। তার অজান্তে, তিনি গোপনে শর্মিষ্ঠার সাথেও সম্পর্কে জড়িয়ে পড়েন এবং তার তিনটি পুত্র রয়েছে: দ্রুহ্যু, অনুদ্রুহ্যু ও পুরু। যখন দেবযানী তার স্বামীর অবিশ্বাসের কথা জানতে পারে, তখন সে তাকে ছেড়ে চলে যায় এবং তার পিতার জায়গায় ফিরে আসে। শুক্র তার জামাইকে অকাল বার্ধক্যের অভিশাপ দেয়। যাইহোক, যযাতির আবেদন শুনে, তিনি এটিকে পরিবর্তন করতে সম্মত হন যাতে যযাতি তার যুবক পুত্রদের যে কোন যুবকের সাথে তার বার্ধক্য পরিবর্তন করতে পারে। যযাতি তার পঞ্চম পুত্র, পুরুর সাথে তার যৌবন অদলবদল করেন। তার দুই স্ত্রীর সাথে তার ইন্দ্রিয়ময় যৌবন উপভোগ করার এক হাজার বছর পর, তিনি তার পুত্রের কাছ থেকে অভিশাপ থেকে মুক্ত হন এবং দেবযানী ও শর্মিষ্ঠার সাথে বনে যান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nDevayani and Yayati  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ নভেম্বর ২০১৭ তারিখে Retold by P. R. Ramachander"}