{"pageid": 1333503, "title": "রাউত নৃত্য", "url": "https://bn.wikipedia.org/wiki?curid=1333503", "content": "রাউত নৃত্য যাদব সম্প্রদায় দ্বারা পরিবেশিত নৃত্য। প্রচলিত বিশ্বাস অনুযায়ী এই যাদব সম্প্রদায় শ্রী কৃষ্ণ -র বংশধর। এই নৃত্য তাদের কাছে শ্রী কৃষ্ণের পূজা ও উপাসনার প্রতীক। তারা দেব উত্থনি একাদশী-এর দিন এই নৃত্য পরিবেশন করে। হিন্দু পঞ্চাঙ্গ (পঞ্জিকা) অনুসারে দেব উত্থনি একাদশীর দিনে দেবতা সংক্ষিপ্ত বিশ্রামের পর পুনরায় জাগ্রত হয়ে ওঠেন।\n\n\n== উৎপত্তি এবং প্রদর্শন ==\nএই নৃত্যের উৎপত্তি মধ্য ভারতের ছত্তিশগড় রাজ্যে। রাউত শব্দটি হল রাত বা রাত্রি শব্দের অপভ্রংশ। অর্থাৎ রাউত নাচা বা রাউত নৃত্যের আক্ষরিক অর্থ হল রাত্রিকালীন নৃত্য। নামের সংগে সাদৃশ্য রেখে রাতের বেলায় এই নৃত্য প্রদর্শনের মাধ্যমে দুষ্ট রাজা কংসের উপর ভগবান কৃষ্ণের বিজয় উৎসব উদ্‌যাপন করা হয়।\nএই নৃত্য পরিবেশনের প্রাথমিক উপলক্ষ হল 'দেব উত্থনি একাদশী' বা 'দেব উত্থান' উৎসব পালন। দেবোত্থান এমন একটি দিন যখন দেবতারা তাদের সংক্ষিপ্ত অবধির বিশ্রামের পরে পুনরায় জাগ্রত হন।\nএছাড়াও এই নৃত্যটি সাধারণত দীপাবলির পরে প্রায় এক সপ্তাহ ধরে ছত্তিসগড়ের স্থানীয় অধিবাসীরা অনেক জাঁকজমক এবং উৎসাহের সাথে এই নৃত্য প্রদর্শন করেন। প্রচলিত ধর্মবিশ্বাস অনুযায়ী দীপাবলির উৎসবের পরে দেবতারা পৃথিবী পরিভ্রমনে আসেন; তাই তাদের উপস্থিতি উদযাপন করার জন্য এই নৃত্যটি করা হয়।\nরাস লীলা নৃত্যশৈলী যা সবচেয়ে জনপ্রিয় ভগবান কৃষ্ণ উপাসনার নৃত্য বলে বিবেচিত তার সাথে রাউত নাচের গভীর সাদৃশ্য লক্ষ্য করা যায়।\nপ্রাথমিকভাবে এই নৃত্যশৈলী শুধুমাত্র যাদব গোষ্ঠীর মধ্যে সীমাবদ্ধ ছিল কিন্তু ধীরে ধীরে এর জনপ্রিয়তা বৃদ্ধির কারণে এই নৃত্যশৈলী ছত্তিশগড় রাজ্যের মধ্যে প্রচার পায় ও সমস্ত সম্প্রদায়ের মানুষরা এই নৃত্যের পরিবেশনা করতে শুরু করেন।\n\n\n== রাউত নৃত্যের বেশভূষা ==\nরাউত নাচের পোশাক খুবই রঙিন ও জমকালো হয়। মহিলা নৃত্যশিল্পীরা সাধারণত শাড়ি পরেন ও পুরুষ নর্তকরা তাদের মাথায় পাগড়ি সহ সাধারণ কুর্তা এবং ধুতি পরেন। নর্তক ও নর্তকীরা পিঠের চারপাশে ময়ূরের পালক দিয়ে নিজেদের অলংকৃত করেন এবং পায়ে ঘুঙ্গুর পরিধান করেন। নাচের প্রধান আকর্ষণ হল একপ্রকার লাঠি এবং ধাতব চাকতি যা তারা নাচের তালে তালে বাজাতে থাকে।\n\n\n== বাজনা সংগত ==\nরাউত নৃত্য সাধারণত তুলসীদাসের দোহার সাথে উপস্থাপিত করা হয় ও নৃত্য পরিবেশনার সময় ঢোলক, মান্দার এবং চিমটা ইত্যাদি বাদ্যযন্ত্র ব্যবহার করা হয়।\n\n\n== তথ্যসূত্র =="}