{"pageid": 1333970, "title": "চালের গুড়া", "url": "https://bn.wikipedia.org/wiki?curid=1333970", "content": "চালের গুড়া (চালের গুঁড়োও) হল এক ধরনের ময়দা যা চাল থেকে সূক্ষ্মভাবে চালকলে তৈরি করা হয়। এটি ধানের মাড় থেকে আলাদা, যা সাধারণত লাইতে চাল দিয়ে তৈরি হয়। চালের গুড়া হলো আটার (গমের গুড়া) একটি সাধারণ বিকল্প। এটি রন্ধন প্রণালীতে ঝোল জাতীয় তরলকে ঘন করার জন্য ব্যবহৃত হয় কারণ এটি রেফ্রিজারেটেড বা হিমায়িত অবস্থায় তরল পৃথকীকরণকে বাধা দেয়।\nচালের গুড়া সাদা চাল বা বাদামী চাল থেকে তৈরি করা যেতে পারে। ময়দা তৈরির জন্য ধান থেকে তুষ ছাড়িয়ে যে কাঁচা চাল পাওয়া যায়, তাকে চূর্ণ করে এটি তৈরি করা হয়।\n\n\n== ধরন ও নাম ==\n\n\n=== ভাত দ্বারা ===\nচালের গুড়া ইন্ডিকা, জাপোনিকা ও বন্য ধানের জাত থেকে তৈরি করা যেতে পারে। সাধারণত, চালের গুড়া ( জাপানি: 米粉, প্রতিবর্ণীকৃত: komeko, কোরীয়: 쌀가루, প্রতিবর্ণীকৃত: ssal-garu, ভিয়েতনামী: bột gạo, থাই: แป้งข้าวเจ้า, লাও: ແປ້ງເຂົ້າຈ້າວ, খ্‌মের: ម្សៅអង្ករ    , বর্মী: ဆန်မှုန့်, মালয়: tepung beras, তুর্কি: pirinç) বলতে অ-আঠালো সাদা চাল থেকে তৈরি গুড়া বোঝায়।\nযখন আঠালো চাল (বা মিষ্টি চাল) দিয়ে তৈরি করা হয়, তখন এটাকে আঠালো চালের গুড়া বা মিষ্টি চালের গুড়া বলা হয় ( জাপানি:白玉粉; রোমানাইজড:শিরাতমাকো, কোরীয়: 찹쌀가루, প্রতিবর্ণীকৃত: chapssal-garu)। জাপানে, গুড়া করে রান্না করা আঠালো চাল থেকে তৈরি আঠালো চালের গুড়া, যা মোচি তৈরিতে ব্যবহৃত হয়, তাকে বলা হয় মোচিগোমেকো (জাপানি: もち米粉, বা সংক্ষেপে মোচিকো)। আঠালো চালের গুড়ার তুলনায় অ-আঠালো চালের গুড়াকে ( জাপানি:上新粉; রোমানাইজড: জোশিঙ্কো, কোরীয়: 멥쌀가루, প্রতিবর্ণীকৃত: mepssal-garu) এইভাবে নির্দিষ্ট করা যেতে পারে।\nযখন বাদামী চাল দিয়ে গুড়া তৈরি করা হয়, তখন শুধুমাত্র বাইরের অভক্ষ্য তুষ অপসারণ করা হয়, তখন একে বাদামী চালের গুড়া বলা হয় (, কোরীয়: 현미가루, প্রতিবর্ণীকৃত: hyeonmi-garu)। কালো, লাল ও সবুজ চাল দিয়ে তৈরি ময়দাকে যথাক্রমে কালো চালের গুড়া (কোরীয়: 흑미가루, প্রতিবর্ণীকৃত: heungmi-garu), লাল চালের গুড়া (কোরীয়: 홍미가루, প্রতিবর্ণীকৃত: hongmi-garu), সবুজ চালের গুড়া (কোরীয়: 녹미가루, প্রতিবর্ণীকৃত: nongmi-garu) বলা হয়। \n\n\n=== চূর্ণ পদ্ধতি দ্বারা ===\nবিভিন্ন চূর্ণ পদ্ধতিতেও বিভিন্ন ধরনের চালের গুড়া তৈরি হয়। চালের গুড়াকে শুকনো চালের দানা থেকে শুষ্ক-চূর্ণ করা যেতে পারে, অথবা চালের দানা থেকে ভেজা-চূর্ণ করা যেতে পারে যা চূর্ণ করার আগে পানিতে ভিজিয়ে রাখা হতে পারে। সাধারণত, \"চালের গুড়া\" বলতে শুকনো চালের গুড়াকে বোঝায় (কোরীয়: 건식 쌀가루, প্রতিবর্ণীকৃত: geonsik ssal-garu), যাকে অনেকদিন সংরক্ষণ করা যেতে পারে। কোরিয়াতে, ভেজা-চূর্ণ করা চালের গুড়া (কোরীয়: 습식 쌀가루, প্রতিবর্ণীকৃত: seupsik ssal-garu) চাল থেকে তৈরি করা হয় যা পানিতে ভিজিয়ে, নিষ্কাশন করে, একটি পাথর-কল ব্যবহার করে গুঁড়োনো হয় এবং তারপর ইচ্ছে হলে তাকে ছেঁকে নেওয়া হয়। হালকা ভেজা বালির মতোই, ভেজা চালের আটা হাত দিয়ে চেপে দিলে সহজেই ভাঙা যায় এমন পিণ্ড তৈরি করে। এটি সাধারণত ফ্রিজে সংরক্ষণ করা হয়। ফিলিপাইনে, চালের গুড়া ঐতিহ্যগতভাবে শুকনোভাবে প্রস্তুত করা হয় না। বরং এটি প্রথমে কাঁচা আঠালো চাল সারারাত ভিজিয়ে রেখে (সাধারণত এটিকে কিছুটা গাঁজানো হয়) তারপর সেগুলিকে (ঐতিহ্যগতভাবে পাথরের কল দিয়ে) গুড়া করে একটি সমৃদ্ধ এবং মসৃণ আঠালো পিণ্ড তৈরি করা হয় যা গালাপং নামে পরিচিত।\n\n\n== তথ্যসূত্র =="}