{"pageid": 1333550, "title": "সেলেউসিড সাম্রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1333550", "content": "সেলেউসিড সাম্রাজ্য (প্রাচীন গ্রিক: Βασιλεία τῶν Σελευκιδῶν;  Basileia tōn Seleukidōn ) পশ্চিম এশিয়ার একটি গ্রীক রাষ্ট্র ছিল, যা খ্রিস্টপূর্ব ৩১২ থেকে ৬৩ খ্রিস্টপূর্বাব্দ পর্যন্ত হেলেনিস্টিক যুগে বিদ্যমান ছিল। এই সাম্রাজ্যটি মেসিডোনীয় জেনারেল সেলিউকাস আই নিকেটর কর্তৃক প্রতিষ্ঠিত হয়। মূলত এটি আলেকজান্ডার কর্তৃক প্রতিষ্ঠিত মেসিডোনিয়ান সাম্রাজ্যের বিভাজন অনুসরণ করে।\n321 খ্রিস্টপূর্বাব্দে ব্যাবিলোনিয়ার মেসোপটেমিয়া অঞ্চল পাওয়ার পর, সেলুকাস প্রথম তার আধিপত্য বিস্তার করতে শুরু করেন নিকট পূর্ব অঞ্চলগুলিকে অন্তর্ভুক্ত করতে যা আধুনিক দিনের ইরাক, ইরান, আফগানিস্তান, সিরিয়াকে অন্তর্ভুক্ত করে, যার সবকটিই পূর্বের পতনের পর মেসিডোনিয়ার নিয়ন্ত্রণে ছিল। পারস্য আচেমেনিড সাম্রাজ্য । সেলিউসিড সাম্রাজ্যের উচ্চতায়, এটি এমন অঞ্চল নিয়ে গঠিত যা আনাতোলিয়া, পারস্য, লেভান্ট এবং বর্তমানে আধুনিক ইরাক, কুয়েত, আফগানিস্তান এবং তুর্কমেনিস্তানের কিছু অংশ জুড়ে ছিল।\nসেলিউসিড সাম্রাজ্য ছিল হেলেনিস্টিক সংস্কৃতির একটি প্রধান কেন্দ্র। গ্রীক রীতিনীতি এবং ভাষা বিশেষ সুবিধাপ্রাপ্ত ছিল; স্থানীয় ঐতিহ্যের বিস্তৃত বৈচিত্রগুলি সাধারণত সহ্য করা হয়েছিল, যখন একটি শহুরে গ্রীক অভিজাতরা প্রভাবশালী রাজনৈতিক শ্রেণী গঠন করেছিল এবং গ্রীস থেকে অবিচলিত অভিবাসনের দ্বারা শক্তিশালী হয়েছিল। সাম্রাজ্যের পশ্চিম অঞ্চলগুলি বারবার টলেমাইক মিশরের সাথে প্রতিদ্বন্দ্বিতা করেছিল —একটি প্রতিদ্বন্দ্বী হেলেনিস্টিক রাষ্ট্র। পূর্ব দিকে, 305 খ্রিস্টপূর্বাব্দে মৌর্য সাম্রাজ্যের ভারতীয় শাসক চন্দ্রগুপ্তের সাথে সংঘর্ষের ফলে সিন্ধু নদের পশ্চিমে বিস্তীর্ণ অঞ্চল বিলুপ্ত হয় এবং একটি রাজনৈতিক জোট হয়।\nখ্রিস্টপূর্ব দ্বিতীয় শতাব্দীর প্রথম দিকে, অ্যান্টিওকাস III দ্য গ্রেট হেলেনিস্টিক গ্রিসে সেলিউসিড ক্ষমতা এবং কর্তৃত্বকে প্রজেক্ট করার চেষ্টা করেছিলেন, কিন্তু তার প্রচেষ্টা রোমান প্রজাতন্ত্র এবং তার গ্রীক মিত্রদের দ্বারা ব্যর্থ হয় । সেলিউসিডদের ব্যয়বহুল যুদ্ধের ক্ষতিপূরণ দিতে বাধ্য করা হয়েছিল এবং তাদের সাম্রাজ্যের ক্রমশ পতনকে চিহ্নিত করে দক্ষিণ আনাতোলিয়ায় টরাস পর্বতমালার পশ্চিমে আঞ্চলিক দাবি ত্যাগ করতে হয়েছিল। পার্থিয়ার প্রথম মিথ্রিডেটস খ্রিস্টপূর্ব দ্বিতীয় শতাব্দীর মাঝামাঝি সেলিউসিড সাম্রাজ্যের অবশিষ্ট পূর্বাঞ্চলীয় ভূমির বেশিরভাগই জয় করেছিলেন, যখন স্বাধীন গ্রিকো-ব্যাক্ট্রিয়ান রাজ্য উত্তর-পূর্বে বিকাশ লাভ করতে থাকে। এরপরে সিলিউসিড রাজারা সিরিয়ায় একটি রম্প রাজ্যে পরিণত হয়, যতক্ষণ না খ্রিস্টপূর্ব 83 সালে আর্মেনিয়ার টাইগ্রেনস দ্য গ্রেট তাদের বিজয় এবং 63 খ্রিস্টপূর্বাব্দে রোমান জেনারেল পম্পেও চূড়ান্তভাবে উৎখাত করে।\n\n\n== তথ্যসূত্র =="}