{"pageid": 1333556, "title": "সুনীতা শর্মা (ক্রিকেট প্রশিক্ষক)", "url": "https://bn.wikipedia.org/wiki?curid=1333556", "content": "সুনীতা শর্মা হলেন ভারতের প্রথম মহিলা ক্রিকেট প্রশিক্ষক। কয়েক ডজন প্রথম-শ্রেণীর এবং আন্তর্জাতিক ক্রিকেটারকে প্রশিক্ষণ দিয়ে, তিনি ২০০৫ সালে দ্রোণাচার্য পুরস্কার পেয়েছিলেন।\n\n\n== প্রারম্ভিক জীবন এবং খেলার পেশা ==\nশৈশব থেকেই সুনীতা ছিলেন একজন ক্রীড়া অনুরাগী। ধীরে ধীরে ক্রিকেটের প্রতি আগ্রহ তৈরি হবার আগে তিনি জাতীয় পর্যায়ে খো খো খেলতেন। চার বছর বয়সে তাঁর বাবাকে হারানোর পর, তাঁর মা তাঁকে তুলনামূলকভাবে জনপ্রিয় ক্রিকেট খেলাটি গ্রহণ করার পরামর্শ দিয়েছিলেন, যাতে তিনি এটিকে একটি পেশা হিসেবে নিতে পারেন। সুনীতা শীঘ্রই মধ্যম দ্রুত বোলার হিসেবে র‌্যাঙ্কে উঠে আসেন এবং জাতীয় দলে নির্বাচিত হন। তিনি দাবি করেন যে ১৯৭৫ সালে অস্ট্রেলিয়ার বিপক্ষে টেস্ট ম্যাচে খেলোয়াড় একাদশের অংশ হওয়া সত্ত্বেও ম্যাচের সকালে তাঁকে বাদ দেওয়া হয়েছিল।\n\n\n== প্রশিক্ষণ পেশা ==\nজ্ঞানার্জনের প্রতি সুনীতার আগ্রহের অভাব লক্ষ্য করে, তাঁর মা তাঁকে দিল্লির জানকি দেবী মেমোরিয়াল কলেজে একটি ক্রিকেট কোচিং প্রোগ্রামে ভর্তি করেন। ১৯৭৬ সালে, তিনি প্রথম মহিলা হিসেবে পাতিয়ালার ন্যাশনাল ইনস্টিটিউট অফ স্পোর্টস থেকে কোচিং ডিপ্লোমা পেয়েছিলেন। সুনীতার মতে, সাধারণ মানুষ নিজেদের সন্তানদের তাঁর কাছে পাঠাতে অনিচ্ছুক ছিল কারণ তারা পুরুষ প্রশিক্ষকদের পছন্দ করত। কিন্তু এক বছর পরে \"লোকেরা জানতে পেরেছিল যে আমি আমার পুরুষ সহকর্মীদের তুলনায় সমানভাবে সক্ষম\"। তিনি গণমাধ্যমকে কৃতিত্ব দিয়েছেন যারা \"আমার সম্পর্কে লিখত এবং আমার কাজের প্রশংসা করত। এগুলি আমাকে প্রাথমিকভাবে চালিয়ে যাওয়ার জন্য যথেষ্ট শক্তি দিয়েছে।\"\nবছরের পর বছর ধরে, শর্মা কয়েক ডজন পুরুষ ও মহিলা ক্রিকেটারকে প্রশিক্ষণ দিয়েছেন। তাঁরা আন্তর্জাতিক এবং প্রথম-শ্রেণীর পর্যায়ে ক্রিকেট খেলেছেন। বলা যায় তিনি ভারতের প্রথম মহিলা ক্রিকেট কোচ। আন্তর্জাতিক পর্যায়ে খেলা তাঁর কয়েকজন মহিলা শিক্ষার্থীরা হলেন মনিমালা সিংহল, শশী গুপ্ত, অঞ্জু জৈন, এবং অঞ্জুম চোপড়া। ১৯৭৫ এবং ১৯৯০ সালের মধ্যে, সুনীতা আন্তর্জাতিক ক্রিকেটারদের কোচিং ক্যাম্পও পরিচালনা করেছেন, তাঁদের মধ্যে আছেন শান্তা রংগস্বামী, ডিয়ানা এডুলজি, গার্গী ব্যানার্জি, সন্ধ্যা আগারওয়াল এবং শুভাঙ্গী কুলকার্নি। তিনি সাত বছর বয়স থেকে  দীপ দাশগুপ্তকেও প্রশিক্ষণ দিয়েছেন, যিনি ভারতের জাতীয় ক্রিকেট দলে খেলেছেন। ১৯৮০-এর দশকের শুরু থেকে, তিনি দিল্লিতে স্পোর্টস অথরিটি অফ ইন্ডিয়ার ন্যাশনাল স্টেডিয়াম ক্রিকেট একাডেমিতে ভারতীয় দলের সম্ভাব্যদের প্রশিক্ষণ দিয়েছেন। পরে তিনি মহিলা জাতীয় দলের কোচ ও ম্যানেজার হিসেবে কাজ করেন। তিনি সংক্ষিপ্তভাবে ২০১৫ সাল পর্যন্ত জাতীয় মহিলা দল নির্বাচন কমিটিতে কাজ করেছিলেন। এরপর ভারতীয় ক্রিকেট নিয়ন্ত্রণ বোর্ড (বিসিসিআই) তাঁকে সরিয়ে দেয়, তিনি কখনো আন্তর্জাতিক ক্রিকেট খেলেননি বলে।\n২০০২ সালের জুলাই মাসে, ভারতীয় মহিলা ক্রিকেট সংস্থা (ডব্লিউসিএআই) দ্রোণাচার্য পুরস্কারের জন্য তাঁর নাম সুপারিশ করেছিল। তিনি ২০০৫ সালে পুরস্কারটি পেয়েছিলেন।\n\n\n== তথ্যসূত্র =="}