{"pageid": 1333735, "title": "নাদার (জাত)", "url": "https://bn.wikipedia.org/wiki?curid=1333735", "content": "নাদার ( নাদান, শানার এবং শানান নামেও পরিচিত) ভারতের একটি তামিল জাতি । কন্যাকুমারী, থুথুকুডি, তিরুনেলভেলি এবং বিরুধুনগর জেলায় নাদারদের প্রাধান্য রয়েছে।\nনাদার সম্প্রদায় একটি একক জাতি ছিল না, তবে সংশ্লিষ্ট উপজাতিগুলোর একটি মিশ্রণ থেকে বিকশিত হয়েছিল। সময়ের সাথে সাথে এরা একটি একক গোষ্ঠী নাদারের অন্তর্ভুক্ত হয়েছিল। নাদার পর্বতারোহীরা ছিল আজকের নাদার সম্প্রদায়ের সবচেয়ে বড় উপদল। নাদার সম্প্রদায়ের কয়েকটি উপ-সম্প্রদায়, যেমন নেলামাইক্কাররা, ঐতিহ্যগতভাবে ধনী জমিদার এবং অর্থঋণদাতা ছিল। ঐতিহাসিকভাবে, বেশিরভাগ নাদার তাল গাছের চাষ করত ও গুড় উৎপাদন করত, কয়েকজন তাড়ি ব্যবসার সাথেও জড়িত ছিল। নাদার পর্বতারোহীরা কিছু অঞ্চলে প্রধান উচ্চবর্ণের কাছ থেকে বৈষম্যের সম্মুখীন হয়েছিল। নাদাররা ঐতিহাসিকভাবে ভার্মা কালাইয়ের মার্শাল আর্ট অনুশীলন করেছিল।\nদক্ষিণ ভারতে নাদারদের দ্বারা অর্জিত আর্থ-সামাজিক উন্নয়ন পড়াশোনার আগ্রহ জাগিয়েছে। তামিলনাড়ু এবং ভারত উভয়ের সরকারই নাদারদের শ্রেণীবদ্ধ এবং অন্যান্য অনগ্রসর শ্রেণী হিসেবে তালিকাভুক্ত করেছে। \n\n\n== ব্যুৎপত্তি ==\nসম্প্রদায়টি আগে শানার নামে পরিচিত ছিল  কিন্তু আইনগতভাবে ১৯২১ সালে তাদের নাম পরিবর্তন করে নাদার রাখা হয়  নাদার উপাধিটি নেলামাইক্কারদের কাছ থেকে নেওয়া হয়েছে বলে মনে করা হয়, শানার সম্প্রদায়ের অভিজাতরা যারা আগে এটি একচেটিয়াভাবে ব্যবহার করেছিলেন। নাদাররা দাবি করেন যে সম্প্রদায়ের আসল নাম ছিল শান্টর বা শান্দ্রার (সম্ভ্রান্ত ব্যক্তি) যা সময়ের সাথে সাথে শানার হয়ে গেছে। চান্নার হল কেরালার এঝাভা সম্প্রদায়ের দ্বারা ব্যবহৃত একটি শিরোনাম।  যাইহোক, এই দাবি সমর্থন করার কোন প্রমাণ নেই.\n\n\n== ইতিহাস ==\nসামাজিক গোষ্ঠী হিসেবে নাদারদের উৎপত্তি অনিশ্চিত। হার্ডগ্রেভ বলেছেন যে আজকের তিরুচেন্দুরের চারপাশে তেরি পামিরার বন অবশ্যই তাদের আদি নিবাস ছিল।  ঊনবিংশ শতাব্দীর শেষভাগে, কিছু নাদার কর্মী দাবি করতে শুরু করেন যে নাদাররা তাদেরই বংশধর যারা পান্ড্য রাজ্য শাসন করেছিল। যখন নায়ক শাসকরা পান্ড্য দেশ দখল করেন, তখন এটিকে কয়েকটি পালায়ামে (বিভাগ) ভাগ করা হয় যার প্রতিটিতে পালাইয়াক্করকে শাসক হিসেবে নিযুক্ত করা হয়েছিল। তারা আরও দাবি করেছিল যে নাদাররা যাতে উত্থান না করতে পারে তা নিশ্চিত করার জন্য তামিলনাড়ুর নায়ক শাসকরা প্রাচীন নাদারদের উপর দেশপ্রশতম (বহিষ্কার) চাপিয়েছিল। হার্ডগ্রেভের মতে এই দাবিগুলো সম্পূর্ণ ভিত্তিহীন ছিল না। নেলামাইক্কারদের দ্বারা অনুসরণ করা ঐতিহ্য এবং তিরুচেন্দুরের তেরি পামিরার বন এবং পান্ডিয়ান রাজধানী কোরকাইয়ের নীচে ধ্বংসাবশেষের অস্তিত্ব, যেখানে নাদার জনসংখ্যা প্রধান, ইঙ্গিত করে যে তারা প্রারম্ভিক পান্ড্যদের উত্তরাধিকারী হতে পারে। তবে, পরবর্তী পান্ড্য শাসকদের বংশধর বলে সম্প্রদায়ের দাবিকে সমর্থন করার জন্য খুব কম প্রমাণ রয়েছে। পান্ড্য রাজাদের পরিচয় বা জাত একটি রহস্য রয়ে গেছে। এই বিশ্বাস, যে নাদাররা তামিলনাড়ুর রাজা ছিলেন, তা ১৯ শতকে নাদার সম্প্রদায়ের মতবাদে পরিণত হয়েছিল। পৌরাণিক বিবরণ অনুসারে, কিছু নাদার শ্রীলঙ্কায় চলে গিয়েছিল, কিন্তু শ্রীলঙ্কায় যথাযথ মূল্যায়ন না পাওয়ায় তাদের ভারতে ফিরে যেতে হয়েছিল।\n\n\n== ১৯ শতকের নাদার ==\nউনিশ শতকের গোড়ার দিকে, নাদাররা ছিল একটি সম্প্রদায় যারা বেশিরভাগই তাল জাতীয় ফলের সঙ্গে সংযুক্ত শিল্পে নিয়োজিত ছিল, যার মধ্যে তাড়ি উৎপাদনও ছিল। তবে, ধনী জমিদার এবং মহাজনদের নিয়ে কয়েকটি উপ-সম্প্রদায় ছিল। এই সময়ে, নাদারদের সংখ্যাগরিষ্ঠরা থামিরাবারানি নদীর দক্ষিণে বাস করত এবং জনসংখ্যার ৮০ - ৯০ শতাংশই সেখানে ও কেপ কোমোরিনের মধ্যে ছিল। যদিও এই এলাকায় নাদাররা সংখ্যাগতভাবে প্রভাবশালী ছিল, কিন্তু অন্যান্য সম্প্রদায়ের সাথে তাদের খুব বেশি যোগাযোগ ছিলনা। তারা নিজেরাই তাদের বিভিন্ন অন্তঃবিবাহিত উপজাতি দ্বারা বিভক্ত ছিল এবং এই কারণে তাদের মধ্যে সাম্প্রদায়িক সংহতির অভাব ছিল। যদিও থামিরাবারানি নদীর দক্ষিণে নাদার জনসংখ্যার অধিকাংশই ছিল দরিদ্র, ভূমিহীন পামিরা পর্বতারোহী; সেখানে অভিজাত নাদারদের একটি ছোট অন্তঃবিবাহিত উপগোষ্ঠীও ছিল, যারা নেলামাইকাররস বা নাদান নামে পরিচিত এবং তারা বিশাল জমির মালিক ছিল। এই নাদাররা হয় সরাসরি তিরুচেন্দুর অঞ্চলে নায়ক শাসকদের অধীনে অথবা পালাইয়াক্কারদের অধীনে ক্ষুদ্র প্রভু হিসেবে বসবাস করত। তারা নাদার পর্বতারোহী, সংখ্যালঘু ভেল্লার এবং ব্রাহ্মণদের মতো গোষ্ঠীগুলোর জনগণের মধ্যে উচ্চ সম্মানের অধিকারী ছিল। নাদার পুরুষরা ঘোড়ায় চড়ে এবং তাদের নারীরা ঢাকা পালকিতে চড়ে ভ্রমণ করত।\nনাদার পর্বতারোহী তামিলনাড়ুর অন্যান্য অঞ্চলেও পাওয়া যেত, যেখানে কয়েকটি সামান্য কিছু তাল গাছ জন্মায়। যেসব এলাকায় নাদার পর্বতারোহীদের জনসংখ্যা শুধু একটি গ্রামে মাত্র কয়েকটি পরিবার নিয়ে গঠিত ছিল, সেখানে তারা প্রধান উচ্চবর্ণের বৈষম্যের সম্মুখীন হতো। তাড়ির মতো জিনিসের সাথে সম্পৃক্ততার কারণে, নাদারদের অন্যান্য মধ্য বর্ণের তুলনায় নিচু মনে করা হত, কিন্তু নিম্ন বর্ণের তুলনায় তারা তুলনামূলকভাবে উচ্চ ছিল। কিন্তু উচ্চতর বর্ণের দ্বারা নির্মিত মন্দিরে তাদের প্রবেশ নিষিদ্ধ ছিল। তাড়ির সাথে যুক্ত হলেও নাদাররা নিজেরা সেগুলি খেতো না। নাদাররা জাতিগত শ্রেণিবিন্যাসে তাদের অবস্থান সম্পর্কে সাম্প্রদায়িক ছিল এবং দৃঢ়ভাবে দাবি করেছিল যে নায়কদের আক্রমণের কারণে তাদের ভুলভাবে বর্ণপ্রথায় স্থান দেওয়া হয়েছিল। তারাও খুব জাতিসচেতন ছিল।\n\n\n=== ত্রাভাঙ্কোরের নাদার ===\nত্রাভাঙ্কোরের রাজা কর্তৃক তিরুনেলভেলি আক্রমণের পর ১৬ শতকে দক্ষিণ ত্রাভাঙ্কোরের নাদাররা তিরুনেলভেলি থেকে সেখানে চলে আসে বলে হার্ডগ্রেভ অনুমান করেন। তাদের তিরুনেলভেলি সমকক্ষদের মতো, ত্রাভাঙ্কোরের নাদাররা বেশিরভাগই পামিরা পর্বতারোহী ছিল। তবে, উল্লেখযোগ্য সংখ্যক নাদার ছিল নায়ার বা ভেল্লার জমিদারদের অধীনস্থ। এই সম্ভ্রান্ত নাদাররা নিজেদেরকে নাদান বলে অভিহিত করত এবং তাদের অনেকেরই নিজেদের জমির উপর সরাসরি নিয়ন্ত্রণ ছিল। নাদানরা রাজার অধীনে বিশেষ সুবিধা ভোগ করত এবং দাবি করত যে তারা পর্বতারোহীদের চেয়ে উঁচু জাতের। ত্রাভাঙ্কোরের পর্বতারোহীরা তাদের তিরুনেলভেলি সমকক্ষদের তুলনায় একটু ভালো করছিল কিন্তু ত্রাভাঙ্কোরের কঠোর জাতিগত শ্রেণিবিন্যাসের কারণে তাদের তিরুনেলভেলিতে পাওয়া যায়নি এবং তারা গুরুতর সামাজিক অক্ষমতার শিকার হয়েছে। স্বামী বিবেকানন্দ যেমন বলেছিলেন, কেরলীয় শ্রেণিবিন্যাস ছিল বর্ণের একটি পাগল আশ্রয়। সামাজিক অক্ষমতার একটি উদাহরণ ছিল যে নাদার পর্বতারোহী নারীদের তাদের নিম্ন মর্যাদার জন্য তাদের বক্ষ ঢেকে রাখার অনুমতি ছিল না। তবে এই নিষেধাজ্ঞা থেকে রেহাই পেয়েছেন ওই অঞ্চলের নাদান নারীরা।\nতাদের সামাজিক অবস্থানে অসন্তুষ্ট হয়ে, বিপুল সংখ্যক নাদার পর্বতারোহী খ্রিস্টান ধর্ম গ্রহণ করে এবং অবস্থার উন্নতি করে। যদিও তারা খ্রিস্টান মিশনারিদের সহায়তায় তাদের অবস্থার উন্নতি করেছিল, তাদের ধর্মান্তরের ফলাফল সেই মিশনারিদের উদ্দেশ্যের সাথে সামঞ্জস্যপূর্ণ ছিল না। খ্রিস্টান এবং হিন্দু নাদার পর্বতারোহী নারী উভয়ই তাদের সামাজিক মর্যাদা উন্নত করার জন্য উচ্চ শ্রেণীর নারীদের মতো উপরের জ্যাকেট পরতেন। পালাক্রমে, উচ্চবিত্ত পুরুষরা তাদের প্রতি দুর্ব্যবহার ও বৈষম্য করত। অগাস্থেশ্বরমের একটি নাদান পরিবার, তাদের অবনমিত সমকক্ষদের সমর্থন করার পরিবর্তে, উচ্চ শ্রেণীর পুরুষদের সমর্থন করেছিল এবং দাবি করেছিল যে শুধুমাত্র তাদের নারীদের উর্দ্ধাঙ্গে কাপড় পরার অধিকার রয়েছে। পরিস্থিতি উর্দ্ধাঙ্গের কাপড়ের বিবাদ নামে পরিচিত হয়ে ওঠে এবং সহিংস হয়ে ওঠে। অবশেষে, ত্রাভাঙ্কোর কর্তৃপক্ষ, ব্রিটিশ খ্রিস্টান মিশনারি এবং বৈকুন্ঠ স্বামীর সহায়তায়, অবনমিত নাদার পর্বতারোহী নারীরা তাদের নাদান সমকক্ষদের মতো তাদের উপরের কাপড় পরার অধিকার জিতেছিল।\n\n\n=== উত্তর নাদার ===\nকিছু ক্ষুদ্র নাদার ব্যবসায়ী দক্ষিণ তিরুনেলভেলি থেকে উত্তর তিরুনেলভেলি এবং বিরুধুনগরে স্থানান্তরিত হয়েছিল। সময়ের সাথে সাথে তারা বাণিজ্যিকভাবে দক্ষ হয়ে ওঠে এবং ১৯ শতকের শেষের দিকে তারা সামাজিকভাবে উচ্চাকাঙ্ক্ষী হয়। বাণিজ্যবাদ তাদের ঊর্ধ্বমুখী গতিশীলতার সুবিধার্থে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল কিন্তু ধর্মকেও একটি বাহন হিসেবে বিবেচনা করা হয়েছিল। সম্প্রদায়ের প্রায় ১০ শতাংশ ক্যাথলিক এবং প্রোটেস্ট্যান্ট উভয়ই খ্রিস্টান ধর্মে রূপান্তরিত হয়েছিল।\nদক্ষিণের জেলাগুলোতে ব্রিটিশ শাসন ব্যবসা-বাণিজ্যের জন্য নতুন সুযোগের সূচনা করেছিল, যার মধ্যে নাদাররা সুযোগ নিয়েছিল। তারা তাদের পণ্যের নিরাপত্তা নিশ্চিত করার জন্য অত্যাধুনিক পেট্টাইস (সুরক্ষিত যৌগ) এবং উরভিনমুরাইস (স্থানীয় বর্ণ সমিতি) প্রতিষ্ঠা করেছিল। উরাভিনমুরাইয়ের সদস্যরা, যারা মুরাইক্কার নামে পরিচিত ছিল, তারা তাদের আয়ের একটি অংশ মহিমাই (আক্ষরিক অর্থে, নিজেকে মহিমান্বিত করার জন্য) হিসেবে সমিতিতে প্রদান করবে, যাতে পেট্টাইদের সুবিধাগুলো ব্যবহার করা যায় এবং সকলের জন্য যা ভালো তার উন্নতি করা যায়। উত্তর নাদারদের সম্পদ বৃদ্ধির সাথে সাথে তারা তাদের সামাজিক অবস্থার উন্নতির জন্য উত্তর ভারতীয় ক্ষত্রিয়দের রীতিনীতিও গ্রহণ করতে শুরু করে, যা এখন সংস্কৃতকরণ নামে পরিচিত। অনেকে তাদের নাদার পর্বতারোহী সমকক্ষ এবং শানার শব্দটি (সাধারণত তামিল পালমরিয়া পর্বতারোহী হিসেবে ব্যবহৃত হয়) থেকে নিজেকে বিচ্ছিন্ন করার চেষ্টা করেছিল। তারা নাদান উপাধি গ্রহণ করেছিল, পূর্বে যা শুধুমাত্র নেলামাইক্কাররা ব্যবহার করত। তাদের ধনী এবং শক্তিশালী সামাজিক অবস্থান প্রদর্শনের জন্য, শিবকাশীর নাদররা মারাভার পালকি বহনকারীদের ভাড়া করে।\nরামানাদের ছয়টি শহরের নাদারদের ঊর্ধ্বমুখী গতিশীলতা এবং ক্ষত্রিয় ভান ভেল্লার এবং মারাভার উভয় বর্ণের মধ্যেই অসন্তোষ সৃষ্টি করেছিল, যারা আনুষ্ঠানিকভাবে নাদারদের উপরে স্থান পেয়েছিল। ফলাফল ছিল ১৮৯৯ সালের শিবকাশী দাঙ্গাসহ বর্ণ বিরোধের একটি পর্যায়। তবে, সংকৃতিকরণ আন্দোলন প্রাথমিকভাবে ব্যর্থ হয়েছিল এবং নাদার পর্বতারোহীরা, যারা সংখ্যালঘু হিসেবে বসবাস করত, তারা তখনও সংখ্যাগরিষ্ঠ বর্ণের দ্বারা বৈষম্যের শিকার হয়েছিল। এই সংঘর্ষগুলো সম্প্রদায়কে একতার সাথে প্রয়োজনীয় অধিকার ও সুযোগ-সুবিধাগুলোর জন্য প্রতিবাদ করতে সহায়তা করেছিল এবং অন্যান্য সম্প্রদায়গুলো নাদারদের উচ্চ মর্যাদার দাবিগুলো কতটা গ্রহণ করতে ইচ্ছুক ছিল তা পরীক্ষা করে। উত্তরের নাদার নেতারা তখন পাঁচটি প্রধান নাদার উপজাতির মধ্যে আন্তঃবিবাহকে উৎসাহিত করে তাদের সম্প্রদায়কে একত্রিত করতে চেয়েছিলেন এবং অবনমিত পামিরা নাদার পর্বতারোহীদেরও উন্নীত করতে চেয়েছিলেন। তারা অন্যান্য সম্প্রদায়ের সাথে বন্ধুত্বপূর্ণ সম্পর্ক বজায় রাখারও চেষ্টা করেছিল। এর ফলে ১৯১০ সালে নাদার মহাজন সঙ্গম গঠিত হয়\n\n\n=== শ্রীলংকা ===\nব্রিটিশ ঔপনিবেশিক যুগে কিছু নাদার দক্ষিণ ভারত থেকে শ্রীলঙ্কায় চলে আসে।\n\n\n== বিংশ শতাব্দীর নাদার ==\n\n\n=== নাদার মহাজন সঙ্গম ===\nঅনেক নাদার মাদ্রাজ প্রেসিডেন্সির অন্যান্য অংশে স্থানান্তরিত হতে শুরু করার কারণে ছয়টি রামনাদ শহরের পৃথক নাদার সংগঠনগুলো এই ছড়িয়ে পড়া একটি সম্প্রদায়কে সমর্থন করতে পারেনি। রাজনৈতিকভাবে উচ্চাভিলাষী, থাঞ্জাভুর জেলার পোরায়ারের একজন ধনী নাদার, টি. রত্তিনাসামি নাদারের উত্থানের সাথে সাথে, একটি নতুন সমিতি গঠিত হয়েছিল। এর পর রত্তিনাসামি নাদার ১৯১০ সালের ফেব্রুয়ারিতে সমগ্র সম্প্রদায়ের প্রতিনিধিত্ব করার জন্য একটি সংগঠন প্রতিষ্ঠার অভিপ্রায়ে বিশিষ্ট সম্প্রদায়ের নেতাদের একটি পূর্ণাঙ্গ অধিবেশনে যোগদানের জন্য আমন্ত্রণ জানিয়েছিলেন। রত্তিনাসামি নাদারের চাচা, ভি. পোন্নুসামি নাদার, সমিতির প্রথম সভাপতি নির্বাচিত হন, যে সমতিকে নাদার মহাজন সঙ্গম বলা হয়। সমিতিটি যেকোনো উপজাতি বা ধর্মের যেকোনো নাদার পুরুষের জন্য উন্মুক্ত ছিল এবং এর সাধারণ উদ্দেশ্য ছিল সম্প্রদায়ের উন্নতি। প্রথম দিকের সঙ্গম সম্মেলনে উত্তর নাদারদের আধিপত্য ছিল।\n\n\n=== তাড়ির বিরুদ্ধে ===\nতাড়ির বিরুদ্ধে অভিযান সমগ্র নাদার সম্প্রদায়ের সামাজিক অগ্রগতি বাড়ানোর জন্য নাদার মহাজন সঙ্গমের প্রথম পদক্ষেপগুলোর মধ্যে একটি ছিল। যদিও নাদার পর্বতারোহীদের অধিকাংশই গুড় উৎপাদনে নিয়োজিত ছিল, তবে উল্লেখযোগ্য সংখ্যক নাদার পর্বতারোহী তাড়ি উৎপাদনেও জড়িত ছিল। সঙ্গম নাদার পর্বতারোহীদের তাদের ঐতিহ্যবাহী তাড়ি ট্যাপিং পেশা ত্যাগ করার এবং তাড়ি (মদ) বিক্রি না করার আহ্বান জানায়। তবে অনেক নাদার পর্বতারোহী তাদের লাভজনক পেশা ছেড়ে দিতে নারাজ ছিল। পরিস্থিতি হাতের বাইরে চলে যায় যখন নাদার নেতারা তাদের ধর্মের নীতি ব্যবহার করে তাড়ি ট্যাপার হিসেবে তাদের পেশা ছেড়ে দেওয়ার জন্য পর্বতারোহীদের ভয় দেখানোর চেষ্টা করে। পরিস্থিতিকে সহজ করার জন্য জেলা ম্যাজিস্ট্রেট একটি ঘোষণা জারি করেন যাতে পর্বতারোহীদের শুধুমাত্র নির্দিষ্ট অঞ্চলে তাড়ি বিক্রি করার অনুমতি দেওয়া হয়, যেখানে তাড়ি বৈধভাবে সংগ্রহ করা যায়। তবে সঙ্গমের প্রচারণা মাত্র এক বছর কার্যকর ছিল।\n\n\n=== তাড়ি আইন নিষেধ ===\nসঙ্গম তখন পর্বতারোহীদের সাহায্য করার জন্য, পামিরা গাছের উপর আরোপিত কর বাতিল করতে চেয়েছিল। মাদ্রাজ প্রেসিডেন্সির উত্তরাঞ্চলীয় জেলাগুলোতে নিষেধাজ্ঞা (তাড়ির) আইন প্রতিষ্ঠার পর, নাদার মহাজান সঙ্গম তার সহোদর সমিতি, তিরুনেলভেলির দক্ষিণ মারা নাদার সঙ্গমসহ, অবনমিত পর্বতারোহীদের সাহায্য করার জন্য এটি অপসারণের চেষ্টা করেছিল। ব্রিটিশ উপদেষ্টা সরকার পালাক্রমে আইনটি স্থগিত করে। তবে, স্বাধীনতার পরে নিষেধাজ্ঞা আইনটি পুনরায় চালু করা হয়েছিল। আইনের নিয়ম অনুসারে, পর্বতারোহীরা কেবলমাত্র ভোর ৪টা থেকে দুপুর ২টোর মধ্যে তাড়ির রস সংগ্রহ করতে পারত এবং সকাল ৬টা থেকে দুপুর ২টার মধ্যে মিষ্টি তাড়ি বিক্রি করতে পারত। এই পদ্ধতিগুলো শুধুমাত্র লাইসেন্সধারী পর্বতারোহীদের দ্বারা অনুশীলন করা যেত। কঠোর সরকারী নিয়মগুলো অবনমিত পর্বতারোহীদের চাপ দিয়েছিল। দুটি বিশিষ্ট নাদার সঙ্গম ক্রমাগত সরকারকে চাপ দিয়েছিল এবং অবশেষে এই বিধিগুলোর প্রয়োগ ধীরে ধীরে শিথিল হয়েছিল। ১৯৫০-এর দশকের মাঝামাঝি, সরকার গুড় উৎপাদনের জন্য সমবায় সমিতিগুলোকে দায়িত্ব দেয়।\n\n\n=== নাদার শিক্ষা প্রতিষ্ঠান ===\nশিক্ষাগত উন্নতির জন্য নাদার সম্প্রদায় সম্পূর্ণরূপে অনগ্রসর শ্রেণী কমিশনের উপর নির্ভর করেনি। ১৮৮৫ সালে, নাদার উরভিনমুরাই থেকে মাহিমাই তহবিল ব্যবহার করে উত্তর নাদাররা বিরুধুনগরে ক্ষত্রিয় বিদ্যাশালা উচ্চ বিদ্যালয় প্রতিষ্ঠা করে। শুরু থেকেই শিক্ষাও নাদার মহাজন সঙ্গমের প্রাথমিক চিন্তার বিষয় ছিল। ১৯২১ সালে, সঙ্গম অভাবী ছাত্রদের বৃত্তি ঋণ প্রদান শুরু করে এবং ১৯৬৪ সালের মধ্যে ৩,০০০ টিরও বেশি এই ধরনের ঋণ দেওয়া হয়েছিল। কিছু ছাত্রকে বৈদেশিক পড়াশোনার জন্য সহায়তা দেওয়া হয়েছিল। সঙ্গম গ্রামের স্কুল প্রতিষ্ঠায়ও সাহায্য করেছিল। নাদার মহাজন সঙ্গম দ্বারা শিক্ষা ব্যয়ের বৃহত্তম অংশ গঠন করে।  নাদর ব্যাংক এবং অন্যান্য সমবায় সমিতি তাদের লাভের ৫ শতাংশ বৃত্তি তহবিলে দিয়েছে। নাদার মহাজন সঙ্গম ১৯৪৭ সালে সেন্টিলকুমার নাদার কলেজ নামে একটি কলেজও প্রতিষ্ঠা করে।\n\n\n=== আন্তঃজাতি বিরোধের সমাধান ===\nযেসব গ্রামে অল্প সংখ্যক নাদার পর্বতারোহী ছিল, তারা সংখ্যাগরিষ্ঠদের দ্বারা নিপীড়িত হয়েছিল। নাদার মহাজন সঙ্গম বৃহত্তর সম্প্রদায়ের শক্তি এবং প্রভাব ব্যবহার করে এই ধরনের পর্বতারোহীদের স্বার্থে কাজ করেছিল। পর্বতারোহীরা সঙ্গমকে আন্তঃ-সম্প্রদায়িক বিষয়তে হস্তক্ষেপ করতে বলতে পারে, যার ফলে সঙ্গম পরিস্থিতি তদন্ত করবে এবং যেকোনো নাদার দাবির বৈধতা নির্ধারণ করবে। তারপর, প্রয়োজনে, সঙ্গম পুলিশের হস্তক্ষেপের অনুরোধ করবে বা আদালতে দাবি সমর্থন করবে। এমন পরিস্থিতিতে যেখানে বিষয়টি আদালতে যায়, সঙ্গম নাদার দাবিদারকে মামলায় প্রতিদ্বন্দ্বিতা করার জন্য আর্থিক সহায়তা প্রদান করবে না, বরং দাবিটি সঠিকভাবে শোনা হয়েছে তা দেখবে। ভারতের স্বাধীনতার পর, সঙ্গম একটি বর্ণহীন সমাজকে উৎসাহিত করে সাংবিধানিক বিধানগুলোর সুবিধা গ্রহণ করে এবং এই দৃষ্টিভঙ্গি প্রচারের জন্য সরকারী প্রচেষ্টাকে সমর্থন করে। সমর্থনের মধ্যে তাদের নিজস্ব সম্প্রদায়ের সদস্যদের তাদের বিদ্যালয়, জলাধার, মন্দির এবং কূপ অন্যান্য সম্প্রদায়ের দ্বারা ব্যবহারের অনুমতি দেওয়ার জন্য অনুরোধ করা অন্তর্ভুক্ত ছিল। নাদার ব্যাংক এর নাম পরিবর্তন করে তামিলনাদ মার্কেন্টাইল ব্যাংক করা হয়। এই কর্মকাণ্ড নাদার সম্প্রদায়ের সম্মান ও স্বীকৃতি অর্জন করে।\n\n\n== রাজনীতি ==\n১৯২০ এবং ১৯৩০ এর দশকে, নাদার মহাজন সঙ্গম অ-ব্রাহ্মণ আন্দোলন এবং জাস্টিস পার্টিকে সমর্থন করেছিল। নাদার মহাজন সঙ্গমের সভাপতি হিসেবে ডব্লিউ পি এ সৌন্দ্রপান্ডিয়ান নাদার পেরিয়ার ইভি রামাসামির আত্মসম্মান আন্দোলনের সাথে সম্প্রদায়কে আবদ্ধ করার প্রচেষ্টার নেতৃত্ব দেন। সাংস্কৃতিক ও ধর্মীয় ফ্রন্টে ব্রাহ্মণদের বিরুদ্ধে আক্রমণে উত্তর নাদাররা জাস্টিস পার্টিতে যোগ দেয়। তারা ব্রাহ্মণ-বহির্ভূত আন্দোলনের সময় আত্মসম্মানিত বিবাহেরও চর্চা করত।\n১৯৪০-এর দশকের শেষের দিকে কে. কামরাজের রাজনৈতিক সাফল্যের কারণে নাদারদের সমর্থন ভারতীয় জাতীয় কংগ্রেসে স্থানান্তরিত হয়, কামরাজের মতামত মূলত তার নিজের সম্প্রদায়ই অপছন্দ করত। কামরাজ যুগের অবসানের পর, নাদারদের রাজনৈতিক সমর্থন বিভিন্ন দলে ছড়িয়ে পড়ে এবং নাদার সঙ্গমের রাজনৈতিকভাবাপন্নতা কমতে থাকে।\n\n\n== আজকের নাদার ==\nনাদার দ্বারা অর্জিত সামাজিক ও অর্থনৈতিক উন্নয়ন শিক্ষাগত আগ্রহ জাগিয়েছে। ফোর্বসের এনএসআরমনাথের মতে, নাদাররা একটি ঘনিষ্ঠ, শক্তিশালী সম্প্রদায়। নাদাররা, যাদের একসময় প্রধানত তাদের উপরে বর্ণ দ্বারা নির্মিত হিন্দু মন্দিরে প্রবেশের অনুমতি দেওয়া হয়নি, তারা এখন তামিলনাড়ুর অনেক হিন্দু মন্দিরে ট্রাস্টি হিসেবে সম্মানিত পদে অধিষ্ঠিত। তারা আর্থিকভাবে শক্তিশালী এবং তামিলনাড়ুর দক্ষিণের জেলাগুলোতে রাজনৈতিকভাবে প্রভাবশালী। একজন রাজনৈতিক পর্যবেক্ষক বলছেন, প্রায় প্রতিটি রাজনৈতিক দলেই একজন নাদার নেতা রয়েছেন।  সম্প্রদায়ের প্রভাবশালী তামিল মিডিয়া হাউস রয়েছে, যেমন দিনা থান্থি। ক্রফোর্ড ইয়াং বলেছেন যে:\n\nআজ, নাদাররা একটি \"উন্নত\" সম্প্রদায় হিসেবে স্বীকৃত;- গত শতাব্দীতে জাতিগত সংহতির জাতিগত অনুভূমিক সংহতি অর্জিত হয়, আচার-অনুষ্ঠান পরিবর্তনের মাধ্যমে দাসত্বের ঐতিহ্যবাহী আরোপনকে মোকাবেলা করা, শিক্ষা ও বাণিজ্যের মাধ্যমে আধুনিক সুযোগের কার্যকর ব্যবহার করা, এবং রাজনৈতিক অঙ্গনে সাম্প্রদায়িক শোষণকে নিপুণভাবে প্রতিহত করে।\n\n\n=== সরকারী শ্রেণিবিভাগ ===\nতামিলনাড়ু এবং ভারত উভয়ের সরকারই নাদারদের শ্রেণীবদ্ধ এবং একটি অনগ্রসর শ্রেণী হিসেবে তালিকাভুক্ত করেছে।\n\n\n== উপজাতি ==\nনাদারদের উৎপত্তির কিংবদন্তি সাত পুত্রের জন্মের কথা বলে; দুজনের মৃত্যুর সাথে সাথে বাকি পাঁচ জন সম্প্রদায় নিয়ে আলাদা আলাদা ভাগ হয়ে যায়। নাদারদের মধ্যে পাঁচটি প্রধান বিভাগ ছিল। নাদার সম্প্রদায় একটি একক জাতি ছিল না, তবে সংশ্লিষ্ট উপজাতি এবং বিভিন্ন উৎসের শ্রেণির একটি ভাণ্ডার থেকে বিকাশ লাভ করেছিল, যারা সময়ের সাথে সাথে একক নাদারদের অধীনে এসেছিল। নাদার পর্বতারোহীরা ছিলেন আজকের নাদার সম্প্রদায়ের সবচেয়ে বড় উপসম্প্রদায়।  দক্ষিণ ভারতের তুতিকোরিন, কানিয়াকুমারী, তিরুনেলভেলি এবং বিরুধুনগর জেলায় নাদারদের প্রাধান্য রয়েছে।\n\n\n=== কারুক্কুপাট্টাইথার ===\n\nকারুক্কুপাট্টাইথাররা মানাডুর আশেপাশে দেশের আদি বাসিন্দা বলে মনে করা হয়। এই মহকুমাটি পরে মারা নাদার নামে পরিচিত হয়। তারা নিজেদের পান্ডিয়ানদের বংশধর বলে দাবি করে। এটি পাঁচটি উপজাতির মধ্যে বৃহত্তম এবং অভিজাত নেলামাইক্কার এবং তারা তাদের নীচের পর্বতারোহীদেরসহ সমগ্র সম্প্রদায়ের প্রায় ৮০ শতাংশ গঠন করে। নেলামাইকাররা এবং পর্বতারোহীরা এন্ডোগামাস গ্রুপ, উপ-উপজাতি গঠন করে যারা প্রত্যেকে শুধুমাত্র নিজেদের মধ্যে বিয়ে করে।\n\n\n=== মেল-নাত্তার ===\nমেল-নাত্তার শব্দটি এসেছে মেল-নাড়ু (পশ্চিম দেশ) থেকে। মেল-নাত্তাররা ঐতিহ্যগতভাবে দক্ষিণ ত্রাভাঙ্কোর এবং পশ্চিম তিরুনেলভেলি জেলায় বসবাস করত। তারা নিজেদেরকে চেরা রাজাদের বংশধর বলে দাবি করে যারা তাদের রাজবংশের পতনের পর পশ্চিমঘাট এলাকায় বসতি স্থাপন করেছিল।\n\n\n=== নট্টাথি ===\nযে সময়ে রবার্ট হার্ডগ্রেভ তার গবেষণা পরিচালনা করেছিলেন, ১৯৬০-এর দশকে, তুতিকোরিন জেলার সায়েরপুরমের কাছে নট্টাথি গ্রামে নট্টাথিদের প্রাধান্য ছিল। সেখানে তারা ঐতিহ্যগতভাবে চাষী, ব্যবসায়ী এবং মহাজন ছিল। পৌরাণিক বিবরণ দাবি করে যে নট্টাথিরা পান্ড্য ও চোলদের বংশধর। সম্প্রদায়টি বেশিরভাগ খ্রিস্টান ছিল এবং একটি অন্তঃবিবাহিত অংশ ছিল। নট্টাথির অধিপতি কত্তবোম্মা নায়কের একজন ধারক ছিলেন। ব্রিটিশদের অধীনে জমিদারি অধিকার নিয়ে নট্টাথি অধিপতিকে নিয়োগ করা হয়েছিল। নট্টাথি জমিদারদের মধ্যে শেষ তিরুভারুডি ভাইহুন্দা নাদান ১৮৯২ সালে মারা যান। জমিদারের সম্পত্তি শেষ পর্যন্ত বেশ কিছু দাবিদারদের মধ্যে ভাগ করা হয়।\n\n\n=== কোডিকল ===\nতারা ঐতিহ্যগতভাবে পালমরিয়া পর্বতারোহী। তারা তাঞ্জোরের কাবেরী নদীর তীর থেকে পান্ডিয়ান দেশে পান্ড্য রাজাদের পতাকাবাহী হিসেবে পরিচর্যা করার জন্য পান্ডিয়ান দেশে চলে এসেছিলেন বলে মনে করা হয়।\n\n\n=== কাল্লা ===\nকাল্লা শানারদের নাদার সম্প্রদায়ের সর্বনিম্ন বিভাগ হিসেবে বিবেচনা করা হত। তারা সেরভাই নামেও পরিচিত। কল্লা শব্দের অর্থ \"মিথ্যা\"। ধারণা করা হয় যে তারা মূলত পান্ড্য রাজাদের পালকি বহনকারী বা নেলামাইক্কার পরিবারের নৈমিত্তিক দাস ছিল, তারা নাদার সম্প্রদায়ের মধ্যে অবৈধ মিলন থেকে এসেছে। তারা ঐতিহ্যগতভাবে টোডি ট্যাপার।\nতিরুনেলভেলির উত্তরে নাদারদের মধ্যে উপ-সম্প্রদায়ের সংস্কৃতি আজ নেই তবে এটি এখনও দক্ষিণ তিরুনেলভেলির মধ্যে বিদ্যমান। কার্কুপাটায়াথার, এন্ডোগামাউস নেলামাইক্কার এবং তাদের নীচের নাদার পর্বতারোহীরা আজ এ দল বা মারা নাদার নামে পরিচিত এবং বাকি চারটি উপজাতি বি দল নামে পরিচিত।\n\n\n=== খ্রিস্টান নাদারস ===\n১৬৮০ সালে, নাদার নারীদের ধর্মান্তরিত করে ভাদ্দাকানকুলামে নাদারদের প্রথম ধর্মসভা শুরু হয়েছিল এবং ১৬৮৫ সালে সেই অনুযায়ী একটি গির্জা নির্মিত হয়েছিল। ১৭০১ সালে একটি স্থায়ী মিশন প্রতিষ্ঠিত হয়েছিল। কিছু নাদার নিজের ইচ্ছায় খ্রিস্টধর্ম গ্রহণ করেছিলেন এবং কিছু স্থানীয় বিশ্বাসের প্রতি তাদের ঘৃণার কারণে এটি গ্রহণ করেছিলেন। ১৯৭০ সালে, মাদ্রাজ রাজ্যে ১,৫ থেকে ২ মিলিয়ন হিন্দু নাদারের বিপরীতে খ্রিস্টান নাদারদের সংখ্যা ছিল ১৫০,০০০। হিন্দুদের মতো নাদার খ্রিস্টানরাও তাদের বর্ণের মধ্যে বিয়ে করে।\n\n\n== ধর্মীয় রীতিনীতি ==\nঅন্যান্য হিন্দুদের মতো হিন্দু নাদারদেরও বিভিন্ন ধরনের ধর্মীয় আচার-অনুষ্ঠান রয়েছে। এর মধ্যে রয়েছে জন্ম, প্রাপ্তবয়স্কতা, বিবাহ এবং মৃত্যু সংক্রান্ত অনুষ্ঠান। প্রতিটি হিন্দু নাদার পুরুষতান্ত্রিক বংশের মাধ্যমে একটি কুট্টমের (সমাবেশ) অন্তর্গত, এবং প্রতিটি কুট্টমের একটি সাধারণ পারিবারিক দেবতা রয়েছে। অভিবাসনের সময়, পরিবারগুলো প্রায়শই তাদের পারিবারিক মন্দির থেকে মাটি নিয়ে তাদের নতুন বাড়িতে স্থাপন করত। ঐতিহ্যগতভাবে, কুট্টমের সমস্ত সদস্য বছরে অন্তত একবার পারিবারিক মন্দিরে জড়ো হতেন। একটি সন্তানের জন্মের সাথে সাথে, পরিবার ঐতিহ্যগতভাবে পারিবারিক দেবতা মন্দিরে যায়, যেখানে প্রথমবারের মতো শিশুর চুল কামিয়ে দেবতাকে নিবেদন করা হয়। বিয়ের সময় পারিবারিক দেবতাকে প্রথম আমন্ত্রণ জানানো হয়।\nহিন্দু নাদররা প্রায় সম্পূর্ণ শৈব (শুধু একটি কুট্টম বৈষ্ণব ছিল)। দেবতাদের মধ্যে মুরুগান নাদারদের মধ্যে ব্যাপক জনপ্রিয়। ভদ্রকালী দেবী নাদার সম্প্রদায়ের উপাস্য দেবতা। নাদাররাও দাবি করে যে তারা ভদ্রকালীর বংশধর। একটি ভদ্রকালী মন্দির সাধারণত প্রায় প্রতিটি নাদের বসতির কেন্দ্রে থাকে।\n\n\n== কারাতে ==\nনাদাররা ঐতিহ্যগতভাবে একটি তামিল কারাতে অনুশীলন করত যা আদিমুরাই, চিন্না আদি এবং ভার্মা আদি নামে পরিচিত। সাম্প্রতিক বছরগুলোতে, ১৯৫৮ সাল থেকে, এগুলোকে দক্ষিণ-শৈলী কালারিপায়াত্তু হিসেবে উল্লেখ করা হয়েছে, যদিও সেগুলো কালারিপায়াত্তুর প্রাচীন কারাতে থেকে আলাদা যা ঐতিহাসিকভাবে কেরালায় পাওয়া গিয়েছিল।\n\n\n== কিছু উল্লেখযোগ্য নাদার ==\nএইচ. বসন্তকুমার, ভারতের প্রজাতন্ত্রের প্রাক্তন সংসদ সদস্য এবং বসন্ত অ্যান্ড কো- এর প্রতিষ্ঠাতা\nকে. কামরাজ, তামিলনাড়ুর প্রাক্তন মুখ্যমন্ত্রী\nমার্শাল নেসামনি, রাজনীতিবিদ\nশিব নাদার, এইচসিএল টেকনোলজিসের প্রতিষ্ঠাতা এবং শ্রী শিবাসুব্রামনিয়া নাদার কলেজ অফ ইঞ্জিনিয়ারিং\nতামিলিসাই সুন্দররাজন, তেলেঙ্গানার রাজ্যপাল এবং পুদুচেরির লেফটেন্যান্ট গভর্নর\nভি. রাধিকা সেলভি, ভারতীয় প্রজাতন্ত্রের প্রাক্তন স্বরাষ্ট্র প্রতিমন্ত্রী ।\nভিভি রামাসামি নাদার, আত্মসম্মান আন্দোলন\nবিজয়কুমার (ওরফে) বিজয় বসন্ত, ভারতীয় অভিনেতা এবং ভারতীয় প্রজাতন্ত্রের সংসদ সদস্য ।\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}