{"pageid": 1333493, "title": "কাঙ্গিলু", "url": "https://bn.wikipedia.org/wiki?curid=1333493", "content": "কাঙ্গিলু বা কাঙ্গেলু ভারতের কর্ণাটক রাজ্যের উদুপি জেলায় বসবাসকারী স্থানীয় সম্প্রদায়ের লোকদের এক বিশেষ তাৎপর্যপূর্ণ ঐতিহ্যবাহী লোকনৃত্য শৈলী। এটি মন্ডল সম্প্রদায়ের দ্বারা সম্পাদিত একটি আধ্যাত্মিক নৃত্যশৈলী। কাঙ্গিলু নৃত্যের ঐতিহ্য অনুসারে এটি শুধুমাত্র পূর্ণিমার দিনে প্রদর্শিত হয়। প্রচলিত বিশ্বাস অনুযায়ী রোগ, অশুভ আত্মা ও অন্যান্য নেতিবাচক শক্তিকে দূরে রাখতে এবং শান্তি, সম্প্রীতি ও সম্প্রদায়ের চেতনাকে উজ্জীবিত করতে এই নৃত্য পরিবেশিত হয়। কাঙ্গেলুকে বিশুদ্ধ নৃত্যশৈলীর আখ্যা না দিয়ে একে একটি নৃত্য অভিনয় বলাই শ্রেয়। এটি একটি দলগত নৃত্য এবং ৫ থেকে ১২ জন সদস্য এতে অংশ নেয় যারা প্রত্যেকে একই বেশভূষা পরিধান করে।\n\n\n== ঐতিহ্য ==\nঅনেকসময় কাঙ্গিলু নৃত্যকে কাঙ্গিলু কুনিথা নামেও অভিহিত করা হয়। উদুপির অন্যান্য নৃত্যশৈলীর মতো কাঙ্গিলু হল একটি শক্তিশালী আধ্যাত্মিক নৃত্য যা কেবল প্রশিক্ষিত ব্যক্তিদের দ্বারা প্রদর্শিত হয়। দেবী দুর্গার পূজার মাধ্যমে নৃত্যের সূচনা হয়। খুব ঐতিহ্যবাহী পদ্ধতিতে এই পূজা করা হয়। পূজা শেষ হওয়ার পর নর্তকরা নৃত্য পরিবেশনের জন্য প্রস্তুত হন। ৫ থেকে ১২ জন সদস্য নৃত্য পরিবেশনায় অংশ নেয়। এই ১২ জনের সবাই একই ধরনের বেশভূষা পরেন। ভারী এবং রঙিন পোশাকের সাথে সাথে তারা আকর্ষণীয় রঙ দিয়ে তাদের মুখ চিত্রিত করেন। স্থানীয় লোকেরা এই নৃত্যকে অত্যন্ত সম্মান করে এবং তারা চিরকাল বিশ্বাস করে যে এই লোকনৃত্য তাদের সমস্ত রোগ, অশুভ শক্তি এবং অন্যান্য নেতিবাচক শক্তিকে তাদের থেকে দূরে রাখতে সাহায্য করে।\nনৃত্যানুষ্ঠান চলাকালীন এক ঐতিহ্যবাহী সঙ্গীত বাজানো হয় যাকে কারুঙ্গিলো বলা হয়। অনুষ্ঠানের শেষেও আতি কালেঞ্জে নামক এক বিশেষ ঐতিহ্যবাহী সঙ্গীত পরিবেশন করা হয়। অনুষ্ঠান শেষ হওয়ার পরে, স্থানীয় লোকেরা তাদের বাড়ির বাইরে চাল এবং নারকেল রান্না করে ঈশ্বরকে নিবেদন করে। প্রতি বছর গ্রামের মানুষ বিপুল উৎসাহ ও উদ্দীপনার সাথে এই উৎসব পালন করে থাকেন।\n\n\n== কাঙ্গিলু নালিকে ==\nভিন্ন লোকমত অনুযায়ী আধ্যাত্মিক ঈশ্বর কোরাগজ্জা -কে খুশি করার জন্য এই নৃত্য পরিবেশনা করা হয়।\nতুলুনাডু অঞ্চল তার সংস্কৃতি এবং ধর্মীয় বিশ্বাসের জন্য সুপরিচিত। স্থানীয় লোকেরা অনেক আধ্যাত্মিক উপদেবতার উপাসনা করে যার মধ্যে একজন হলেন কোরাগজ্জা। তাকে সকলের মধ্যে সবচেয়ে শক্তিশালী এবং পবিত্র আত্মা হিসাবে মান্য করা হয়। কেউ যখন তাদের জীবনে গুরুতর বিপদের সম্মুখীন হয় বা যখন তাদের নির্দিষ্ট ইচ্ছা পূরণের প্রয়োজন হয় তখন তারা তার কাছে প্রার্থনা করে এবং দেবতাকে নৈবেদ্য প্রদানের প্রতিশ্রুতি দেয়। কোরাগজ্জার উপাসনার জন্য এবং তাকে খুশি করতে কাঙ্গিলু নৃত্য প্রদর্শন করা হয়। এই বিশেষ নৃত্যধারাকে বলা হয় কাঙ্গিলু নালিকে।\nএই নৃত্যে, কেন্দ্রীয় ভূমিকা কোরাগাজ্জার এবং নৃত্যশিল্পীরা তাকে ঘিরে ছন্দবদ্ধ পদসঞ্চালনে নৃত্য প্রদর্শন করে। কোরাগাজ্জার চরিত্রটি নর্তকদের কেন্দ্রে থেকে তার অদ্ভুত নাচ ও অভিনয়ের মাধ্যমে দর্শকদের বিনোদন প্রদান করে।\n\n\n== তথ্যসূত্র =="}