{"pageid": 1333610, "title": "নিক্কি প্রধান", "url": "https://bn.wikipedia.org/wiki?curid=1333610", "content": "নিক্কি প্রধান (জন্ম ৮ই ডিসেম্বর ১৯৯৩) হলেন একজন ভারতীয় পেশাদার ফিল্ড হকি খেলোয়াড় এবং ভারতীয় জাতীয় দলের সদস্য। নিক্কি ছিলেন ঝাড়খণ্ডের প্রথম মহিলা হকি খেলোয়াড় যিনি অলিম্পিকে ভারতের প্রতিনিধিত্ব করেছিলেন। তাঁকে রিও অলিম্পিকের ১৬-সদস্যের দলে অন্তর্ভুক্ত করা হয়েছিল, যে দল ২০১৫ সালে হকি ওয়ার্ল্ড লিগ সেমিফাইনালে একটি দুর্দান্ত প্রদর্শনের পরেই, ৩৬ বছর পর অলিম্পিকে ভারতীয় মহিলা হকির প্রত্যাবর্তনকে চিহ্নিত করেছিল। তিনি ভারতীয় মহিলা হকি দলের মিডফিল্ডার ছিলেন। জয়পাল সিং মুন্ডা (১৯২৮), মাইকেল কিডো (১৯৭২), সিলভানাস ডুংডুং (১৯৮০), অজিত লাকড়া (১৯৯২) এবং মনোহর টপনোর (১৯৮৪) পর হকি দলে তাঁর নির্বাচনের ফলে মহিলা পুরুষ মিলিয়ে তিনি ছিলেন ঝাড়খণ্ড থেকে অলিম্পিকে খেলার জন্য ষষ্ঠ হকি খেলোয়াড়।\n\n\n== প্রাথমিক জীবন ==\nনিক্কির জন্ম ১৯৯৩ সালের ৮ই ডিসেম্বর, ঝাড়খণ্ডের রাঁচি থেকে প্রায় ৬০ কিলোমিটার দূরে আদিবাসীদের হৃদয়ভূমি খুন্তির হেসেল গ্রামে। তাঁর বাবা ছিলেন বিহারের একজন পুলিশ কনস্টেবল সোমা প্রধান এবং তাঁর মা ছিলেন গৃহকর্ত্রী জিতান দেবী। তিনি বাবা মায়ের তৃতীয় কন্যা। তাঁরা খারওয়ার ভোগতা সম্প্রদায়ের অন্তর্ভুক্ত।\nনিক্কি পিলাউল মিডল স্কুলে অধ্যয়ন করেন এবং তাঁর শৈশব প্রশিক্ষক দশরথ মাহতোর নির্দেশনায় অল্প বয়স থেকেই হকি খেলা শুরু করেন। তিনি ১৯৯৯ সালে তাঁর স্কুলের পরিদর্শক পুষ্প প্রধান দ্বারা অনুপ্রাণিত হয়েছিলেন, পুষ্প জাতীয় হকি দলে নিজের যাত্রার কথা বলেছিলেন। তারপর তিনি বাঁশের হকি স্টিক বানিয়ে খেলতে শুরু করলেন। পরে, ২০০৫ সালে তিনি রাঁচির বারিয়াতু গার্লস হকি সেন্টারে নথিভুক্ত হন, এখান থেকেই প্রাক্তন ভারতীয় অধিনায়ক অসুন্তা লাকড়া তৈরি হয়েছিলেন। ২০১০ সালে ১২ শ্রেণী পাস করার পর, তাঁর হোস্টেল ছাড়ার কথা ছিল, কিন্তু অনুরোধ করার পর তাঁকে হোস্টেলে থাকতে এবং ক্যাম্পাসে খেলার অনুমতি দেওয়া হয়েছিল। ২০১১ সালে ঝাড়খণ্ড জাতীয় গেমস খেলার পর, তিনি ২০১২ সালে জাতীয় ক্যাম্পের জন্য নির্বাচিত হন।\n\n\n== কর্মজীবন ==\n২০১১ সালে নিক্কি ব্যাংককে অনুর্ধ্ব-১৭ এশিয়া কাপে ভারতের হয়ে প্রথমবার খেলেন। কিন্তু তিনি ২০১১ - ২০১২ সালে ভারতের জুনিয়র জাতীয় হকি ক্যাম্পের জন্য নির্বাচিত হতে পারেননি। তিনি অনূর্ধ্ব-২১ মহিলা হকি দলেরও অংশ ছিলেন যেটি এশিয়া কাপে রৌপ্য পদক জিতেছিল, তবে, ২০১৫ এর শুরু পর্যন্ত চোট আঘাতের কারণে তাঁকে খেলার বাইরে থাকতে হয়েছিল। এরপর তিনি সিনিয়র ভারতীয় দলের হয়ে আত্মপ্রকাশ করেন এবং ২০১৫ সালের আগস্টে তাঁকে সিনিয়র ক্যাম্পে ডাকা হয়।\nনিক্কিকে পরে ভারতীয় মহিলা হকি দলের সদস্য হিসাবে নির্বাচিত করা হয়েছিল, যেটি ২০১৬ সালে ব্রাজিলে রিও অলিম্পিকে ভারতের প্রতিনিধিত্ব করেছিল। অলিম্পিকে ভারতের প্রতিনিধিত্বকারী ভারতীয় মহিলা হকি দলে তাঁর নির্বাচন ইতিহাস সৃষ্টি করেছিল, কারণ তিনি হলেন ঝাড়খণ্ডের প্রথম মহিলা হকি খেলোয়াড় যিনি অলিম্পিকে খেলেছিলেন। ১৬ সদস্যের দলটির নেতৃত্বে ছিলেন ডিফেন্ডার সুশীলা চানু। রেণুকা যাদব, লিমা মিঞ্জ, মনিকা এবং নভজ্যোত কৌরের সাথে নিক্কি মিডফিল্ডারের অবস্থানে খেলেছিলেন। দলের অন্যান্য সদস্যরা হলেন ডিপ গ্রেস এক্কা, অনুরাধা দেবী থকচম, সবিতা, পুনম রানী, বন্দনা কাটারিয়া, দীপিকা, নমিতা টপ্পো, সুনিতা লাকড়া এবং প্রীতি দুবে। দলটি অবশ্য গ্রুপ পর্বেই বাদ পড়ে গিয়েছিল, কারণ সেখানে তাঁরা ৬ষ্ঠ স্থানে ছিলেন।\n২০২২ কমনওয়েলথ গেমসে, ভারতীয় মহিলা হকি দল ব্রোঞ্জ পদক জিতেছিল। দলটি ১৬ বছর পর কমনওয়েলথ গেমসে একটি পদক জিতেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনিক্কি প্রধান at FIH (ইংরেজি)\nঅলিম্পিডিয়ায় নিক্কি প্রধান (ইংরেজি)\nনিক্কি প্রধান হকি ইন্ডিয়াতে"}