{"pageid": 1333609, "title": "শিবম মাভি", "url": "https://bn.wikipedia.org/wiki?curid=1333609", "content": "শিবম মাভি (জন্ম ২৬ নভেম্বর ১৯৯৮) একজন ভারতীয় আন্তর্জাতিক ক্রিকেটার, যিনি একজন ডানহাতি ফাস্ট-মিডিয়াম বোলার । ২০২৩ সালের জানুয়ারিতে ভারতীয় ক্রিকেট দলের হয়ে আন্তর্জাতিক ক্রিকেটে তার অভিষেক হয়।\n\n\n== ঘরোয়া ক্রিকেট ==\n২০১৮ সালের জানুয়ারিতে, ২০১৮ সালের আইপিএল নিলামে কলকাতা নাইট রাইডার্সের সাথে চুক্তিবদ্ধ হন। ১৪ এপ্রিল ২০১৮ তারিখে ২০১৮ ইন্ডিয়ান প্রিমিয়ার লিগে কলকাতা নাইট রাইডার্সের হয়ে টি২০ ক্রিকেটে অভিষেক করেন।\n২০১৮ সালের সেপ্টেম্বরে ২০১৮-১৯ বিজয় হাজারে ট্রফির উদ্বোধনী দিনে, মাভি উত্তরপ্রদেশের হয়ে সৌরাষ্ট্রের বিরুদ্ধে হ্যাটট্রিক করেছিলেন। \n১ নভেম্বর ২০১৮ তারিখে ২০১৮-১৯ রণজি ট্রফিতে উত্তরপ্রদেশের হয়ে প্রথম-শ্রেণীর ক্রিকেটে অভিষেক হয়। তার রণজি অভিষেকে, মাভি কানপুরে গোয়ার বিরুদ্ধে ৪ উইকেট নেন,  ফলে উত্তরপ্রদেশ গোয়াকে মাত্র ১৫২ রানে অল-আউট করে।  ওড়িশার বিরুদ্ধে তার দ্বিতীয় প্রথম-শ্রেণীর ম্যাচে, তিনি তার প্রথম পাঁচ উইকেট তুলে নেন। \nফেব্রুয়ারী ২০১৮ সালে, ২০১৮ ইন্ডিয়ান প্রিমিয়ার লিগ টুর্নামেন্টের নিলামে তাকে কলকাতা নাইট রাইডার্স কিনে নেয়। \n\n\n== আন্তর্জাতিক ক্রিকেট ==\n২০১৭ সালের ডিসেম্বর, ২০১৮ অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপের জন্য ভারতের স্কোয়াডে মনোনীত হন।  ২০১৮ সালের জুলাই মাসে, তিনি ২০১৮ ভারত চার দেশীয় সিরিজে ভারত এ ক্রিকেট দলের হয়ে খেলার জন্য নির্বাচিত হন। ২৭ আগস্ট ২০১৮-এ চারদেশীয় সিরিজে দক্ষিণ আফ্রিকা এ দলের বিপক্ষে ভারত এ দলের হয়ে লিস্ট এ ক্রিকেটে তার অভিষেক হয়।\n২০১৮ সালের ডিসেম্বরে, তাকে ২০১৮ এসিসি ইমার্জিং টিম এশিয়া কাপের জন্য ভারতের দলে ডাকা হয়েছিল। নভেম্বর ২০১৯-এ, তিনি ২০১৯ এসিসি ইমার্জিং টিমস এশিয়া কাপের জন্য ভারতের স্কোয়াডে আহত আর্শদীপ সিং এর বদলী হিসাবে দলে যোগ দেন।\n২০২২ সালের ডিসেম্বরে, মাভি শ্রীলঙ্কার বিরুদ্ধে তাদের টুয়েন্ট২০ আন্তর্জাতিক (টি২০আই) সিরিজের জন্য ভারতীয় ক্রিকেট দলে তার প্রথম ডাক আসে। ৩ জানুয়ারী ২০২৩-এ, মুম্বাইয়ের ওয়াংখেড়ে স্টেডিয়ামে শ্রীলঙ্কার বিরুদ্ধে ভারতের হয়ে তার টি-টোয়েন্টি অভিষেক হয়। তিনি ২২ রানে ৪ উইকেট তুলে নেন এবং তৃতীয় ভারতীয় ক্রিকেটার হিসেবে টি২০আই অভিষেকে চার উইকেট নেন।  অভিষেকের অসামান্য স্পেল ভারতকে প্রথম টি২০আই ম্যাচে শ্রীলঙ্কার বিরুদ্ধে ২ রানের রোমাঞ্চকর জয় এনে দিতে সাহায্য করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে শিবম মাভি (ইংরেজি)"}