{"pageid": 1333526, "title": "মান কৌর", "url": "https://bn.wikipedia.org/wiki?curid=1333526", "content": "মান কৌর (১লা মার্চ ১৯১৬ - ৩১শে জুলাই ২০২১) একজন ভারতীয় ট্র্যাক অ্যান্ড ফিল্ড অ্যাথলেট ছিলেন। তিনি বিভিন্ন ইভেন্টের জন্য ১০০ বছরেরও বেশি পুরানো বিভাগে বিশ্ব রেকর্ড ধারণ করেছেন। ১০৩ বছর বয়সে, তিনি ভারতের রাষ্ট্রপতি কর্তৃক নারী শক্তি পুরস্কার পুরস্কারে ভূষিত হন।\n\n\n== জীবন ==\nমান কৌরের উচ্চতা ছিল প্রায় পাঁচ ফুট (১৫০ সেমি) এবং তিনি একজন স্থানীয় পাঞ্জাবী বক্তা ছিলেন। তিনি ওয়ার্ল্ড মাস্টার্স অ্যাথলেটিক্স চ্যাম্পিয়নশিপে একাধিক স্বর্ণপদক জিতেছেন।\n\nতিনি ৯৩ বছর বয়সে অ্যাথলেটিক্স প্রতিযোগিতায় যোগদান করা শুরু করেন। ২০১৬ সালে তিনি আমেরিকান মাস্টার্স গেমসের একটি প্রতিযোগিতায় দ্রুততম শতবর্ষী হন।\n২০১৭ ওয়ার্ল্ড মাস্টার্স গেমসের দিকে তাকিয়ে, কৌর পাঞ্জাবি বিশ্ববিদ্যালয়ে নিয়মিত প্রশিক্ষণ শুরু করেছিলেন। তিনি নিজের বিশ্ব রেকর্ডের উন্নতির চেষ্টা করছিলেন, তিনি বেশ কিছু বছর ধরে এর অধিকারী ছিলেন। তাঁর প্রশিক্ষক ছিলেন তাঁর নিজেরই ছেলে গুরদেব সিং, যাঁর বয়স তখন ৭৯ বছর। ২০১৭ সালে নিউজিল্যান্ডের অকল্যান্ডে অনুষ্ঠিত গেমসে তিনি ৭৪ সেকেন্ডে ১০০ মিটার স্প্রিন্ট সম্পূর্ণ করেছিলেন।\n২০১৯ সালে তিনি পোল্যান্ডে তাঁর বিভাগে চারটি ইভেন্ট জিতেছিলেন - শট পুট, ৬০ মিটার স্প্রিন্ট, ২০০ মিটার এবং জ্যাভলিন ছোঁড়া। তিনি ৩৬ সেকেন্ডে ৬০ মিটার দৌড় সম্পূর্ণ করেছিলেন এবং পরে অনুভব করেছিলেন \"দারুণ লাগলো\"। এর পরে তাঁকে এবং তাঁর ছেলে গুরদেবকে বারু সাহেবের বিশ্ববিদ্যালয়গুলিতে ভ্রমণের জন্য আমন্ত্রণ জানানো হয়েছিল।  সেখানে যখন তাঁরা তাঁদের কৃতিত্ব এবং তাঁরা যে খাদ্যাভ্যাস অনুসরণ করেন সে সম্পর্কে কথা বলেছিলেন, সেখানকার ছাত্ররা অনুপ্রাণিত হয়েছিল। সেই বক্তৃতা অনুসারে, তাঁদের খাদ্যতালিকায় থাকে বাদাম এবং ডাল, ঘরে জন্মানো সয়া দুধ, কেফির (গাঁজানো দুধ), গমের ঘাসের (সাধারণ গম গাছের প্রথম পাতা) রস। এছাড়া তাঁরা অঙ্কুরিত গমের আটা থেকে রুটি তৈরি করে খেতেন।\n২০১৯ সালের শেষের দিকে, ১০৩ বছর বয়সে, কৌর মালয়েশিয়ার ২০১৯ এশিয়ান মাস্টার্স চ্যাম্পিয়নশিপে ২০০ মিটার দৌড়েছিলেন ৩:০১.৬১ সময়ে এবং ২.২১ মিটার দূরত্বে শট পুট ফেলেছিলেন, তিনি দুটিতেই সোনা পেয়েছিলেন।\n২০২০ সালের ৮ই মার্চ ( আন্তর্জাতিক নারী দিবস) তাঁকে নারী শক্তি পুরস্কার প্রদান করা হয়। নতুন দিল্লিতে রাষ্ট্রপতি ভবনে  ভারতের রাষ্ট্রপতি তাঁকে ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদির উপস্থিতিতে এই পুরস্কার দিয়েছিলেন। তাঁকে \"চণ্ডীগড়ের বিস্ময়\" নাম দেওয়া হয়েছিল।\nগলব্লাডার ক্যান্সারে আক্রান্ত হওয়ার পর, ২০২১ সালের ৩১শে জুলাই, কৌর  ১০৫ বছর বয়সে মারা যান।\n\n\n== আরও দেখুন ==\nশতবর্ষী মাস্টার্স ট্র্যাক এবং ফিল্ড ক্রীড়াবিদদের তালিকা\nমাস্টার্স ক্রীড়াবিদদের তালিকা\n\n\n== তথ্যসূত্র =="}