{"pageid": 1333429, "title": "২০২৩ ইন্ডিয়ান প্রিমিয়ার লিগ ফাইনাল", "url": "https://bn.wikipedia.org/wiki?curid=1333429", "content": "২০২৩ ইন্ডিয়ান প্রিমিয়ার লিগ ফাইনাল ২০২৩-এর ২৮ মে ভারতের আহমেদাবাদের নরেন্দ্র মোদী স্টেডিয়ামে অনুষ্ঠিত হয়। এটি একটি দিবা/রাত্রি টুয়েন্টি২০ ম্যাচ, যা ভারতের বার্ষিক টি-টোয়েন্টি প্রতিযোগিতা ইন্ডিয়ান প্রিমিয়ার লিগের (আইপিএল) ২০২৩ মৌসুমের বিজয়ী নির্ধারণ করবে। খেলাটি অনুষ্ঠিত হয় চেন্নাই সুপার কিংস এবং গুজরাত টাইটান্স এর মধ্যে।\n\n\n== পটভূমি ==\n১৭ ফেব্রুয়ারি ২০২৩-এ বিসিসিআই আইপিএলের ২০২৩ মৌসুমের সময়সূচী ঘোষণা করে। ১২টি ভেন্যুতে গ্রুপ পর্ব আয়োজনের জন্য নির্ধারিত হয়।  এবং ২১ এপ্রিল ২০২৩ তারিখে প্লে-অফ ও ফাইনাল খেলার সূচী প্রকাশ করা হয়। চেন্নাইয়ের এম. এ. চিদম্বরম স্টেডিয়াম-এ বাছাই-১ ও এলিমিনেটরের খেলাগুলো অনুষ্ঠিত হতে নির্বাচন করা হয় এবং অপরদিকে বাছাই-২ ও ফাইনালের জন্য নির্ধারন করা হয় আহমেদাবাদের নরেন্দ্র মোদী স্টেডিয়ামকে। গ্রুপ পর্বের খেলা শেষে গুজরাত টাইটান্স গ্রুপ শীর্ষ এবং চেন্নাই সুপার কিংস দ্বিতীয় গ্রুপ শীর্ষ দল হিসাবে প্লে-অফে অগ্রসর হয়। প্লে-অফের প্রথম বাছাইয়ে গুজরাত টাইটান্স, চেন্নাইয়ের কাছে ১৫ রানে হেরে দ্বিতীয় বাছাই পর্বে অগ্রসর হয় এবং চেন্নাই সরাসরি ফাইনালে অগ্রসর হয়। বাছাই ২ এর খেলায় গুজরাত, মুম্বইকে ৬২ রানে পরাজিত করে ফাইনালে উন্নীত হয়। এবারের ফাইনালিস্ট দুটি দল এবারের আসরে প্লে-অফ সহ দু'বার মুখোমুখি হয়েছে।\n\n\n== ফাইনালের পথ ==\n\n\n=== গ্রুপ পর্যায় ===\n\n\n=== বাছাই-১ ===\nচেন্নাই'র ইনিংস\nবাছাই ১ এর খেলার শুরুতে বিগত আসরের চ্যাম্পিয়ান গুজরাত টাইটান্স টসে জিতে এবং ফিল্ডিং করার সিদ্ধান্ত নেয়। গুজরাতের গুছানো বোলিংয়ের কারণে চেন্নাইয়ের দুই ওপেনিং ব্যাটার ডেভন কনওয়ে ১১ বলে ১৪ ও ঋতুরাজ গায়কওয়াড় ২৬ বলে ৩৩ রানের সুবাদে পাওয়ার প্লে শেষে দলের সংগ্রহ দাড়ায় ৪৯/০। নবম ওভারে হার্দিক পাণ্ড্য নিয়ে আসেন পুরো আসর জুরে নেট বোলিংয়ে থাকা মোহিত শর্মাকে। দশম ওভারের তৃতীয় বলের মোহিত শর্মার বলে মিলারের হাতে ক্যাচ দিয়ে মাঠ ছাড়েন গায়কওয়াড়। পরের ওভারে নূর আহমদের বল খেলতে গিয়ে বোল্ড হয়ে যান শিবম দুবে। ১৪তম ওভারে নালকান্দের বলে অজিঙ্কা রাহানে এবং ১৫তম ওভারে শামির বলে ডেভন কনওয়ে কে মাঠ ছাড়তে হয়। দলীয় ১২৫/৪ অঙ্ক মাথায় নিয়ে মাঠে আসেন জাদেজা এবং শেষ পর্যন্ত দলকে নিয়ে যান ১৭২/৭ অঙ্কের ফাইটিং স্কোরে। যদিও মাঝখানে রায়ডু এবং এম এস ধোনি আসে এবং যায়।\n\nগুজরাতের ইনিংস\n১৭২ রানের লক্ষ্যমাত্রা তাড়া করতে গুজরাতের দুই ওপেনার ঋদ্ধিমান ও গিল দুই ওভার শেষে সংগ্রহ করেন মাত্র ৯ রান। তৃতীয় ওভারের শেষ বলে দীপক চাহারকে খেলতে গিয়ে পাথিরানার হাতে ডিপ-মিডউইকেট অঞ্চলে ধরা পড়েন সাহা এবং গুজরাত হারায় তাদের প্রথম উইকেট। চতুর্থ ওভারে হার্দিক খেলতে আসলেও খুব একটা সুবিধা করতে পারেনি। ৬ষ্ঠ ওভারে পাওয়ার-প্লে শেষে গুজরাতের সংগ্রহ দাড়ায় ৪১/২। এর পরের ওভারগুলোতে জাদেজা ও মহেশ তীক্ষণ এর বোলিং জাদুতে গুজরাতে রান সংগ্রহ ধীর হয় যায় এবং ১১তম ও ১৩তম ওভারে জাদেজা পর্যায়ক্রমে শানাকা ও মিলারকে তুলে নেয়। পরবর্তীতে জাদেজাকে সহযোগিতা করতে আসে দীপক চাহার ও তীক্ষণ এবং তুলে নেয় গিল, তেবাতিয়া ও শঙ্কর এর উইকেট। ২০ ওভার শেষে ১০ উইকেট হারিয়ে দলের সংগ্রহ দাড়ায় ১৫৭। প্রথমবার আইপিএলের ইতিহাসে গুজরাত সবকটি উইকেট হারায়।\n\nসারমর্ম\nগায়কওয়াড় সবসময় নো-বলের সদ্ব্যবহার করেছে। তার খেলাটি কনওয়ের ব্যর্থতার কারণে চাপা পড়ে যায়। জাদেজা, রাহানে এবং রায়ডুর সম্মিলিত ৩৫ বলের ৫৬ রান দলকে কিছুটা এগিয়ে নিয়ে গেলেও ১৭২ স্কোরটি খুবই সামান্য ছিল। কিন্তু তাড়া করতে গিয়ে সাহা ও হার্দিক দ্রুত আউট হয়ে যায় এবং গিল তার ছন্দে ছিল না। জাদেজা তার জীবনের সেরা বোলিং করে গুজরাতকে মাঝের ওভারগুলোতে ভেঙ্গে দেয়। যদি রশীদ খানের ১৬ বলে ৩০ রানের স্কোর না হত তাহলে চেন্নাইয়ের জয়ের মার্জিনটা আরো বড় হতে পারত। চেন্নাই সুপার কিংস আইপিএল ১৪টি আসরের দশম ফাইনালে পৌছে যায়।\nটেমপ্লেট:২০২৩ আইপিএল ম্যাচ ৭১\n\n\n=== এলিমিনেটর ===\nটসে জিতে মুম্বই ব্যাটিংয়ের সিদ্ধান্ত নেয়। ব্যাটিংয়ের শুরুতে রোহিত শর্মা ও ইশান কিষাণকে হারিয়ে কিছুটা চাপে পড়লেও পরবর্তীতে ক্যামেরন গ্রীন, সূর্যকুমার যাদব, তিলক বর্মা ও নেহাল বাধেরা মিলে ২০ ওভার শেষে ৮ উইকেট হারিয়ে ১৮২ রান সংগ্রহ করতে সক্ষম হয়। জবাবে ব্যাট করতে নেমে লখনউয়ের কাইল মেয়ার্স, মার্কাস স্টইনিস ও নেহাল বাধেরা ছাড়া কেউই ব্যক্তিগত রানের খাতা দুই অঙ্কের ঘরে নিয়ে যেতে পারেনি। বিরাট ব্যাটিং ধ্বসের কারণে ১০১ রানেই গুটিয়ে যায় লখনউয়ের যাত্রা। মুম্বইয়ের আকাশ মাধওয়াল ৩.৩ ওভার শেষে ৫ রানের বিনিময়ে পাঁচ উইকেট শিকার করে তার ক্যারিয়ারের সেরা বোলিং রেকর্ড তৈরী করেন। আইপিএলে কোন আন-ক্যাপড খেলোয়াড়ের এটিই সেরা রেকর্ড।\nটেমপ্লেট:২০২৩ আইপিএল ম্যাচ ৭২\n\n\n=== বাছাই পর্ব ২ ===\nটেমপ্লেট:২০২৩ আইপিএল ম্যাচ ৭৩\n\n\n== ম্যাচ ==\n\n\n=== সংক্ষিপ্ত বিবরণ ===\nটেমপ্লেট:২০২৩ আইপিএল ম্যাচ ৭৪\n\n\n=== ম্যাচ কর্মকর্তা ===\nঅন-ফিল্ড আম্পায়ার:  নিতিন মেনন ও  রড টাকার\nতৃতীয় আম্পায়ার:  কে.এন অনন্তপদ্মানাভান\nরিজার্ভ আম্পায়ার:  জয়ারামান মদনগোপাল\nম্যাচ রেফারি:  জাভাগাল শ্রীনাথ\n\n\n== বিজয়ী ==\nচেন্নাই সুপার কিংস ৫ উইকেটে জিতেছেন (০ বল বাকি থাকতে) ৫ম বারের মতো শিরোপা।\n\n\n=== স্কোরকার্ড ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nম্যাচ সেন্টার, IPLT20.com\nক্রিকইনফোতে সিরিজের পাতা"}