{"pageid": 1333720, "title": "ফারজানা ছবি", "url": "https://bn.wikipedia.org/wiki?curid=1333720", "content": "ফারজানা ছবি একজন বাংলাদেশী অভিনেত্রী। ১৯৯৮ সালে আবদুল্লাহ আল মামুনের চিঠি টিভি নাটকে অভিনয়ের মধ্য দিয়ে তার টেলিভিশনে অভিষেক ঘটে। সীমানা পেরিয়ে (২০১৩) টিভি নাটকে অভিনয়ের জন্য তিনি শ্রেষ্ঠ টিভি অভিনেত্রী বিভাগে মেরিল-প্রথম আলো সমালোচক পুরস্কার অর্জন করেন।\nতিনি মূলত টেলিভিশনে অভিনয়ের জন্য সুপরিচিত হলেও চলচ্চিত্রেও অভিনয় করে থাকেন। তার অভিনীত প্রথম চলচ্চিত্র জয় নগরের জমিদার। এছাড়া তিনি ওটিটি প্ল্যাটফর্মে চরকির টান (২০২২) ও নিঃশ্বাস (২০২২) এবং বিঞ্জের ফ্রাইডে (২০২৩) ওয়েব চলচ্চিত্রে অভিনয় করেন।\n\n\n== কর্মজীবন ==\nফারজানা ছবি ১৯৯৮ সালে আবদুল্লাহ আল মামুনের চিঠি টিভি নাটকে ফেরদৌসী মজুমদারের সাথে অভিনয়ের মধ্য দিয়ে টেলিভিশনে আগমন করেন। তিনি ২০০৬ থেকে ২০০৭ সালে চ্যানেল আইয়ে প্রচারিত সালাহউদ্দিন লাভলুর ভবের হাট নাটকে নকশী চরিত্রে অভিনয় করেন।\nছবি ২০১২ সালে এটিএন বাংলার অস্তিত্বে অনুভব টিভি নাটকে অটিস্টিকের চরিত্রে অভিনয় করেন। ২০১৩ সালে তিনি মাতিয়া বানু শুকু পরিচালিত সীমানা পেরিয়ে নাটকে অভিনয়ের জন্য শ্রেষ্ঠ টিভি অভিনেত্রী বিভাগে মেরিল-প্রথম আলো সমালোচক পুরস্কার অর্জন করেন।\n২০১৭ সালের ডিসেম্বর থেকে ঔপন্যা‌সিক ও নাট্যকার জাহানারা আহ‌মে‌দের উপন্যাস ল‌কেট অবলম্ব‌নে নি‌র্মিত বিটিভির একই নামের ধারাবা‌হিক না‌টকে সালমা নামের এক নিঃসন্তান মায়ের চ‌রি‌ত্রে অ‌ভিনয় করে‌ন। এই বছর ঈদুল ফিতরে অরণ্য আনোয়ার পরিচালিত গাজী টিভির রয়্যাল ডিসট্রিক্ট টিভি নাটকে অভিনয় করেন।\n২০১৮ সালের নারী দিবসে প্রচারিত হয় তার অভিনীত টেলিভিশন চলচ্চিত্র কানি মা। এতে ২৫ থেকে ৮০ বছর বয়সী নারীর চরিত্রে অভিনয় করে প্রশংসিত হন। রিদম খান শাহিনের জগৎ সংসার টিভি নাটকে তিনি দীর্ঘ ১৯ বছর পর ফেরদৌসী মজুমদারের সাথে অভিনয় করেন। ২০১৯ সালে তিনি শহীদ মাহমুদ আবীর, আসিমা কামাল মৌনী, তানজির আহমেদ সানি, ফাহমিদা আলম লীনা, মোহাম্মদ সানির যৌথ পরিচালনায় নির্মিত স্বল্পদৈর্ঘ্য চলচ্চিত্র অপরাজিতা-য় নাম ভূমিকায় অভিনয় করেন। চলচ্চিত্রটি ঢাকায় ফিল্মস ফোর ফাউন্ডেশন আয়োজিত ফিল্ম ফেস্টিভ্যালে প্রদর্শিত হয়। ২০১৯ সালে থেকে তিনি দীপ্ত টিভির তারকাবহুল ধারাবাহিক নাটক বকুলপুর-এ আজিজুল হাকিম, সুজাতা, নাদিয়া আহমেদ, আনিসুর রহমান মিলন, শবনম ফারিয়া ও আ খ ম হাসানের সাথে অভিনয় করছেন।\n২০২০ সালে মুক্তি পায় তার অভিনীত প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র জয় নগরের জমিদার। এতে তাকে একজন জমিদারের বড় স্ত্রী চরিত্রে দেখা যায়। একই বছর তিনি আলমগীর সাগর এবং আতিকুর রহমান অপু পরিচালিত একটি শিশু এবং অগণিত  পিতা টিভি নাটকে প্রধান চরিত্রে অভিনয় করেন। এছাড়া কোভিড-১৯ এর বৈশ্বিক মহামারীকালে ঘরে বসে অভিনয় করেন স্বল্পদৈর্ঘ্য চলচ্চিত্র এক চিলতে রোদ্দুর-এ। এতে তার সহশিল্পী ছিলেন তার পুত্র অনির্বাণ। এটি ২০২১ সালের আগস্টে ভারতের বিহারে অনুষ্ঠিত নাওয়াদা চলচ্চিত্র উৎসবে প্রদর্শনের পর প্রশংসিত হয় এবং স্বল্পদৈর্ঘ্য চলচ্চিত্র বিভাগে দ্বিতীয় পুরস্কার অর্জন করে।\n২০২১ সালে তাকে বিটিভিতে ৭ই আগস্ট জাতীয় শোক দিবস উপলক্ষ্যে লাল দরজা, ১১ সেপ্টেম্বর নারী উদ্যোক্তার সংগ্রামের গল্প নিয়ে নির্মিত প্ল্যাটফর্ম, এবং ১৬ই ডিসেম্বর বিজয় দিবস উপলক্ষ্যে মুক্তিযুদ্ধভিত্তিক বিশেষ নাটক উত্তোলিত তর্জনী-এ দেখা যায়।\n২০২২ সালে চরকিতে মুক্তি পায় তার অভিনীত ওয়েব চলচ্চিত্র টান। তিনি বিটিভির মধুবাগের মন্টু ভাই টিভি নাটকে প্রায় আট বছর পর ডলি জহুরের সাথে অভিনয় করেন। তিনি এই বছর ঈদুল আযহায় ওটিটি প্ল্যাটফর্ম বায়স্কোপে মুক্তিপ্রাপ্ত নূর ইমরান মিঠুর রচনা ও পরিচালনায় বঙ্গ প্রোডাকশন হাউজের হেলিকপ্টার চলচ্চিত্রে অভিনয় করেন। এই চলচ্চিত্রে তার পুত্র অনির্বাণও অভিনয় করেন। একই বছরে ১৫ই অক্টোবর বিটিভিতে প্রচারিত কমন মানুষ টিভি নাটকে তাকে তৃতীয় লিঙ্গের চরিত্রে দেখা যায়।\n২০২৩ সালে তিনি ঢাকার কদমতলীতে ২০২১ সালের জুনে সংগঠিত ট্রিপল মার্ডারের ঘটনার ছায়া অবলম্বনে রায়হান রাফীর ওয়েব চলচ্চিত্র ফ্রাইডে-এ মা চরিত্রে অভিনয় করে প্রশংসিত হন।\n\n\n== চলচ্চিত্র ==\n\n\n== ব্যক্তিগত জীবন ==\nছবি ২০১৪ সালের ১৭ই এপ্রিল ঢাকা কমার্স কলেজের সহকারী অধ্যাপক তন্ময় সরকারকে বিয়ে করেন। ৯ই মে তাদের বিবাহোত্তর সংবর্ধনা অনুষ্ঠিত হয়। কমার্স কলেজ থেকেই তাদের পরিচয় ও বন্ধুত্ব হয়। একই বছরের ২২শে সেপ্টেম্বর ঢাকার ইউনাইটেড হাসপাতালে তাদের প্রথম পুত্র সন্তান জন্মগ্রহণ করে। ২০১৬ সালে ১লা মে ইউনাইটেড হাসপাতালে তাদের দ্বিতীয় পুত্র সন্তান জন্মগ্রহণ করে।\n\n\n== পুরস্কার ও মনোনয়ন ==\n২০১০: শ্রেষ্ঠ টিভি অভিনেত্রী বিভাগে মিডিয়া জার্নালিস্ট অ্যাসোসিয়েশন অব বাংলাদেশ (মেজাব) পুরস্কার\n২০১০: শ্রেষ্ঠ টিভি অভিনেত্রী বিভাগে বাবিসাস পুরস্কার\n২০১০: শ্রেষ্ঠ টিভি অভিনেত্রী বিভাগে ঢাকা কালচারাল রিপোর্টার্স ইউনিটি পুরস্কার\n২০১২: শ্রেষ্ঠ টিভি অভিনেত্রী বিভাগে ঢাকা কালচারাল রিপোর্টার্স ইউনিটি পুরস্কার\n২০১২: শ্রেষ্ঠ টিভি অভিনেত্রী বিভাগে টেলিভিশন নাটক শিল্পী ও নাট্যকার সমিতি (টেনাশিনাস) পুরস্কার\n২০১৩: সীমানা পেরিয়ে টিভি নাটকের জন্য সেরা টিভি অভিনেত্রী বিভাগে মেরিল-প্রথম আলো সমালোচক পুরস্কার\nব্লেন্ডারস চয়েস-দ্য ডেইলি স্টার ওটিটি অ্যান্ড ডিজিটাল কনটেন্ট পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ফারজানা ছবি (ইংরেজি)"}