{"pageid": 1333486, "title": "বরদো ছাম", "url": "https://bn.wikipedia.org/wiki?curid=1333486", "content": "বরদো ছাম হল ভারতের হিমালয় বেষ্টিত অরুণাচল প্রদেশের বৌদ্ধ জনজাতিদের মধ্যে প্রচলিত ঐতিহ্যবাহী একটি লোকনৃত্য। তিব্বতীয় বৌদ্ধধর্মে বরদো শব্দের মানে হল মৃত্যু এবং পুনর্জন্মের মধ্যবর্তী সীমা, তিব্বতী ভাষায় রচিত বুক অফ ডেড অনুসারে বরদো শব্দের এই মানে অনুধাবন করা হয়েছে। মনপা ভাষা অনুসারে ছম শব্দের আক্ষরিক অর্থ নৃত্য। বরদো ছাম নৃত্যের মূল বিষয়বস্তু অশুভের উপর শুভ শক্তির জয়ের গল্পের উপর ভিত্তি করে তৈরি হয়েছে। অরুণাচলের স্থানীয় অধিবাসীদের বিশ্বাস অনুসারে, মানবজাতির মধ্যে ভাল এবং মন্দ উভয়ই বিদ্যমান এবং বরদো ছাম নৃত্য সেই বিশ্বাসেরই মূর্ত প্রতীক।\n\n\n== উৎপত্তি ও পরিবেশনা ==\nবরদো ছাম এর আক্ষরিক অনুবাদ করলে তার অর্থ হয়, রাশিচক্রের নৃত্য বা ডান্স অফ জোডিয়াক। অরুণাচল প্রদেশ রাজ্যের অন্যান্য অনেক লোকনৃত্যের মতো এই নৃত্যটির উৎপত্তির অনুপ্রেরনা হল পরিবেশ অর্থাৎ প্রকৃতি। শেরডুকপেনস সম্প্রদায়ের লোকেরা বিশ্বাস করে যে বারোটি রাশির মতো বারোটি অশুভ শক্তি রয়েছে যাদের এক একটি বছরের এক এক মাসে কোন না কোনও প্রাণীর বেশে আবির্ভূত হয়। শেরডুকপেনস জাতির লোকেরা বিভিন্ন আঞ্চলিক উৎসবের সময় বরদো ছাম নাচের মাধ্যমে এই বার্তাটি বর্ণনা করে জনসাধারণকে সাবধান করে দেন।\nশেরডুকপেনস সম্প্রদায়ের পুরুষ এবং মহিলা উভয়ই এই নৃত্য পরিবেশনায় অংশ নেয়। এই নৃত্য শেরডুকপেনস সম্প্রদায়ের অত্যন্ত প্রিয়। এই নৃত্যের মাধ্যমে অশুভ শক্তির উপর শুভ শক্তির বিজয়ের গল্প বলা হয়। এই নৃত্যে মানবজাতিকে অশুভ শক্তির বিরুদ্ধে লড়াই করতে এবং তাকে পরাজিত করতে অনুপ্রেরনা দেয়।\n\n\n== সাজসজ্জা বেশভুষা ও বাজনা ==\nবরদো ছাম নৃত্যের পোশাক আসাক হল রঙিন ও জমকালো। নৃত্যে যে কাহিনীর উপস্থাপনা করা হয় তার সঙ্গে সাদৃশ্য রেখে শিল্পীরা উপযুক্ত পোশাক ও নানা রঙের মুখোশ পরিধান করেন। নর্তক ও নর্তকীরা বিভিন্ন প্রাণীর মুখোশ ব্যবহার করে। জনপ্রিয় লোককাহিনী অনুসারে এই মুখোশগুলি মূলত বারোটি দুষ্ট আত্মার প্রতীক যারা প্রতি বছর বিভিন্ন সময়ে প্রাণীদের বেশে \"শেরডুকপেনস\" উপজাতি সম্প্রদায়ে আবির্ভূত হয় ও তাদের ক্ষতি করার চেষ্টা করে। এছাড়াও নৃত্যশিল্পীরা এক বিশেষ প্রকার রঙিন মস্তক-পরিধান ব্যবহার করেন যা তাদের শোভা বর্ধ‌ন করে। এই উজ্জ্বল পোশাকের সাথে একত্রিত হস্ত এবং মস্তক সঞ্চালন বরদো ছাম নৃত্যের পরিবেশনাকে অপূর্ব করে তোলে।\nএই নৃত্যশৈলীতে ব্যবহৃত সঙ্গীত অত্যন্ত শক্তিশালী হয়। তাই বাদ্যযন্ত্র হিসাবে প্রধানত ড্রাম এবং করতালের ব্যবহার হয়।\n\n\n== পরিবেশনা ও শৈলী ==\nবরদো ছাম প্রধানত লোকনৃত্য শ্রেণির অন্তর্ভুক্ত ও একটি দলগত নৃত্য যাতে পুরুষ ও মহিলা উভয়েই অংশগ্রহণ করে। নৃত্যশিল্পীরা(অর্থাৎ পুরুষ এবং মহিলা উভয়ই) পশুর মুখোশ পরে ড্রামের তালে তালে উপযুক্ত হস্ত ও পদ সঞ্চালনের মাধ্যমে নৃত্য পরিবেশনা করে।\n\n\n== তথ্যসূত্র =="}