{"pageid": 1333287, "title": "জয়ন্তী", "url": "https://bn.wikipedia.org/wiki?curid=1333287", "content": "জয়ন্তী (সংস্কৃত: जयन्ती, আইএএসটি: Jayantī; বিজয়ী) হিন্দু পুরাণের একটি চরিত্র। তিনি স্বর্গের রাজা দেবরাজ ইন্দ্র এবং তাঁর স্ত্রী শচীর কন্যা।\nজয়ন্তীকে শুক্র গ্রহের দেবতা এবং অসুরদের গুরু শুক্রের স্ত্রী হিসাবে বর্ণনা করা হয়েছে।\nতাদের মিলনের ফলে একটি কন্যা দেবযানীর জন্ম হয়। জয়ন্তীকে জয়ন্তের বোন হিসেবেও বর্ণনা করা হয়। কখনও কখনও তিনি শুক্রের অন্য স্ত্রী উর্জস্বতীর সাথে পরিচিত হন।\n\n\n== সাহিত্য ==\nজয়ন্তী প্রধানত ঘটনার বর্ণনায় আবির্ভূত হয়, শুক্রের সাথে তার বিবাহের কাহিনী। অনেক হিন্দু ধর্মগ্রন্থে এই গল্পটি ব্যাখ্যা অনুযায়ী কিছু ভিন্নতা সহ পুনরায় বলা হয়েছে। গ্রন্থের মধ্যে রয়েছে বায়ুপুরাণ, মৎস্যপুরাণ, ব্রহ্মাণ্ডপুরাণ, দেবীভাগবত পুরাণ, এবং পদ্মপুরাণ।\n\n\n== কিংবদন্তি ==\nমৎস্যপুরাণ বর্ণনা করে যে দেবতাদের সাথে যুদ্ধে অসুররা প্রায় ধ্বংস হয়ে গিয়েছিল। তাদের গুরু, শুক্র, দেবতা শিবকে খুশি করতে এবং অসুরদের ধ্বংস থেকে পুনরুজ্জীবিত করার জন্য নতুন ক্ষমতা অর্জন করতে কৈলাস পর্বতে যান। শুক্র কঠোর তপস (তপস্যা) করে। দেবতারা শুক্রের মা কাব্যমাতার দ্বারা অবশিষ্ট অসুরদের এবং তাদের আশ্রয়কে ধ্বংস করার চেষ্টা করে। কিন্তু খুন হওয়া কাব্যমাতা পুনরুত্থিত হওয়ার পর, দেবগণের রাজা ইন্দ্র চিন্তিত হয়ে পড়েন যে শুক্রের সাফল্যে অসুররা আবার সংগঠিত হবে এবং আবার আক্রমণ করবে। তিনি তার কন্যা জয়ন্তীকে শুক্রের সেবা করার জন্য এবং ইন্দ্রের সুবিধার্থে যা কিছু করার জন্য পাঠান।\nদেবীভাগবত পুরাণে, ইন্দ্র ঋষিকে প্রলুব্ধ করার জন্য তার তপস্যাকে বিরক্ত করার জন্য জয়ন্তীকে আদেশ দেন। জয়ন্তী তার বাবার পদ্ধতিতে অসন্তুষ্ট, কিন্তু তারপরও তার আদেশকে সম্মান জানাতে কৈলাসে যায়। কৈলাসে, তিনি শুক্রের পরিচারিকা হন এবং বিশ্বস্ততার সাথে তাঁর সেবা করেন। তিনি কলা পাতা দিয়ে তাকে ভক্তি করেন, তার জন্য পান করার জন্য শীতল সুগন্ধি জল সংগ্রহ করেন এবং তার পূজার জন্য তাজা ফুল ও দর্ভ ঘাস সংগ্রহ করেন। তিনি উত্তাপে দাঁড়িয়ে থাকেন এবং ঋষিকে ছায়া দেওয়ার জন্য তার উপরের পোশাকটি ব্যবহার করেন। সে তার ঘুমানোর জন্য উষ্ণ বিছানা প্রস্তুত করে এবং যতক্ষণ না সে ঘুমিয়ে পড়ে ততক্ষণ তাকে পাখা দেয়। সেও ঋষিকে খুশি করার জন্য মিষ্টি কথা বলে। তিনি একজন কর্তব্যপরায়ণ শিষ্যের মতো তার সেবা করেন এবং শুক্রের তপস্যা ভঙ্গ করার জন্য তার পিতার নির্দেশকে উপেক্ষা করেন।\nমৎস্য পুরাণে, জয়ন্তী তার বাবার আদেশ অনুসরণ করে। এক হাজার বছর পর, শিব শুক্রের সামনে উপস্থিত হন এবং তাকে তার ইচ্ছামত ক্ষমতা প্রদান করেন। খুশি শুক্র জয়ন্তীর সাথে কথা বলে এবং তাকে তার পরিষেবার জন্য পুরস্কার দেওয়ার প্রতিশ্রুতি দেয়। তার অনুরোধে, সে তাকে বিয়ে করে এবং তার সাথে দশ বছর সময় কাটায়। শুক্র জাদুর খোল তৈরি করেন যাতে তারা বিশ্বের অদৃশ্য হয়ে যায় এবং অক্ষত থাকে। অন্যান্য সংস্করণে, জয়ন্তী শুক্রকে অনুরোধ করে তাদের চারপাশে কুয়াশা তৈরি করতে যাতে তাদের প্রেমের সম্পর্ক বিশ্ব থেকে লুকিয়ে থাকে। পদ্মপুরাণ দশের পরিবর্তে একশ বছর সময়কাল বাড়িয়েছে।\nদশ বছর পর, শুক্র তার প্রতিশ্রুতি থেকে মুক্ত হয় এবং জয়ন্তী তাকে তার শিষ্যদের, রাক্ষসদের সাথে দেখা করতে দেয়। মৎস্যপুরাণ ও ব্রহ্মাণ্ডপুরাণ এই সম্পর্কযুক্ত যে দম্পতির মিলন দেবযানী নামে এক কন্যার জন্ম দেয়। হিন্দু মহাকাব্য মহাভারত, যা দেবযানীর জীবনের একটি বিশদ বিবরণ স্মরণ করে, উল্লেখ করে যে তিনি জয়ন্তীর কন্যা। যাইহোক, দেবীভাগবত পুরাণ অসম্মতি জানায় এবং তাকে শুক্রের আরেক স্ত্রী উর্জস্বতীর কন্যা হিসেবে চিত্রিত করে।\n\n\n== তথ্যসূত্র =="}