{"pageid": 1333328, "title": "সাহানা কুমারী", "url": "https://bn.wikipedia.org/wiki?curid=1333328", "content": "সাহানা কুমারী নাগরাজ গোব্বারগুম্পি (জন্ম ৬ই মার্চ ১৯৮২) একজন ভারতীয় ক্রীড়াবিদ যিনি হাই জাম্প ইভেন্টে প্রতিদ্বন্দ্বিতা করেন। তাঁর ১.৯২ মিটারের উচ্চ লম্ফটি বর্তমানে একটি জাতীয় রেকর্ড।\n\n\n== ব্যক্তিগত জীবন ==\nসাহানা কর্ণাটকের দক্ষিণ কন্নড়ের কোটেকার গ্রামে জন্মগ্রহণ করেন। তিনি সোমেশ্বরের আনন্দাশ্রম উচ্চ বিদ্যালয়ে পড়াশোনা করেছেন। তিনি তাঁর স্কুলের দিনগুলিতে কাবাডি, খো খো এবং হাই জাম্পের মতো বিভিন্ন খেলায় অংশ নিতে শুরু করেছিলেন। সাহানার মতে, তাঁর স্কুলই তাঁকে \"খেলাধুলা করতে উৎসাহিত করেছিল\"। তিনি ২০০২ সালে ম্যাঙ্গালোরের শ্রী গোকর্ণনাথেশ্বরা কলেজ থেকে স্নাতক হন। তাঁর বড় বোন হর্ষিণীও একজন প্রাক্তন ক্রীড়াবিদ এবং তাঁর ভাই ভলিবল খেলেন। তিনি তাঁর বাবার কাছ থেকেই হাই জাম্প শিখেছিলেন। তাঁর বাবা সেই সময়ে ভারতীয় বিমান বাহিনীতে ছিলেন। সাহানার মা যশোদা তাঁর দুই মেয়েকে ৪:৩০ এএম-এ ঘুম থেকে ওঠাতেন, এবং তাঁদের প্রশিক্ষণের জন্য পাঠাতেন।\nতিনি জাতীয় স্তরের ক্রীড়াবিদ বি জি নাগরাজকে বিবাহ করেছেন এবং তাঁদের একটি কন্যা রয়েছে পবনা নামে। সাহানা দক্ষিণ পশ্চিম রেলওয়ে জোনের একজন সিনিয়র ক্লার্ক।\n\n\n== ২০১২ গ্রীষ্মকালীন অলিম্পিক ==\nসাহানা ছিলেন শেষ ভারতীয় অ্যাথলিট যিনি লন্ডন গেমসের জন্য যোগ্যতা অর্জন করেছিলেন। তিনি ২০১২ সালের ২৩শে থেকে ২৬শে জুন পর্যন্ত হায়দ্রাবাদের জিএমসি বালাযোগী অ্যাথলেটিক স্টেডিয়ামে অনুষ্ঠিত ৫২তম জাতীয় আন্তঃ-রাষ্ট্রীয় সিনিয়র অ্যাথলেটিকস চ্যাম্পিয়নশিপে বি স্ট্যান্ডার্ড অলিম্পিক যোগ্যতা অর্জন করেন। কেরালার ববি অ্যালোসিয়াসের করা ১.৯১ মি এর আট বছরের পুরনো জাতীয় রেকর্ডটি তিনি ভেঙে দিয়েছেন, ১.৯২ মি লাফিয়ে।\n\n \nসাহানা চেয়েছিলেন তাঁর ইউক্রেনীয় প্রশিক্ষক নিখিল ইভজেনি গেমসে তাঁর সাথে থাকবেন কিন্তু ভারতের জাতীয় অলিম্পিক কমিটি, ইন্ডিয়ান অলিম্পিক অ্যাসোসিয়েশন, শুধুমাত্র পাঁচজন অ্যাথলেটিক প্রশিক্ষকের কোটা অনুমোদন করেছিল। ভারতের অ্যাথলেটিক্স ফেডারেশন যাদের নাম  অনুমোদন করেছিল, তাঁরা হলেন প্রধান জাতীয় অ্যাথলেটিক প্রশিক্ষক বাহাদুর সিং চৌহান এবং আর কে গান্ধী। তিনজন যোগ্য রেসওয়াকার এঁদের নামের সুপারিশ করেছিলেন। এছাড় আর তিনজন যাঁদের নাম অনুমোদিত হয়েছিল তাঁরা হলেন টিন্টু লুকা, বিকাশ গৌড়া এবং কৃষ্ণা পুনিয়ার ব্যক্তিগত প্রশিক্ষকেরা।\nসাহানার পক্ষে নিজ খরচে নিজের প্রশিক্ষককে নিয়ে যাওয়া সম্ভব ছিলনা। একটি বেসরকারী সংস্থা, এক অর প্রয়াস তাঁর প্রশিক্ষককে লন্ডনে ভ্রমণের জন্য তহবিল দিয়েছিল।\n২০১২ সালের ৮ই আগস্ট, সাহানা অলিম্পিক গেমসে মহিলাদের হাই জাম্প প্রতিযোগিতা থেকে বাদ পড়েন, তিনি ১.৮৫ মি লাফাতে পারেন নি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসাহানা কুমারীর আইএএএফ প্রোফাইল (ইংরেজি)"}