{"pageid": 1333351, "title": "গিন্সবার্গ গগনচুম্বী অট্টালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1333351", "content": "গিনজবার্গ স্কাইস্ক্র্যাপার বা জিঞ্জবার্গ হাউস হল একটি ১২-তলা, ৬৭.৫-মিটার, কিয়েভের ২০ শতকের ধ্বংসপ্রাপ্ত \"স্কাইস্ক্র্যাপার\"। এটি ইতিহাসে \" ইউক্রেনের প্রথম আকাশচুম্বী অট্টালিকা।\" এটি ১৯১২ সালে শেষ হয়েছিল এবং ১৯৪১ সালে ধ্বংস হয়েছিল।\n\n\n== ইতিহাস ==\nবাড়িটি ১৯১০-১৯১২ সালের মধ্যে নির্মিত হয়েছিল। এটি একটি রাজস্ব হাউস হিসাবে ব্যবহৃত হয়. আকাশচুম্বী ভবনটিতে ৯৪টি অ্যাপার্টমেন্ট ছিল, যার মধ্যে সবচেয়ে বড়টিতে ১১টি কক্ষ ছিল। মোট প্রায় ৫০০ রুম ছিল। \nগিন্সবার্গের বিল্ডিংয়ের প্রথম তলায় একটি শপিং সেন্টার ছিল। বিল্ডিংটিতে একটি টাওয়ার ছিল, যেখান থেকে কিইভের প্যানোরামাগুলি খোলা হয়েছিল।\n১৯১৩ সালের শরত্কালে, শিল্পী ওলেক্সান্ডার মুরাশকো \"আকাশচুম্বী\" এর ১২ তলায় \"ওলেক্সান্ডার মুরাশকোর আর্ট স্টুডিও\" খোলেন, যেখানে প্রায় ১০০ জন একই সময়ে অধ্যয়ন করেছিলেন। ছবি আঁকার পাশাপাশি শিল্পের ইতিহাস ও দর্শনের ওপর বক্তৃতা দেওয়া হয়। স্টুডিওটি ১৯১৭ সাল পর্যন্ত বিদ্যমান ছিল \n১৯১৮ সালের এপ্রিলে, ইউক্রেনীয় গণপ্রজাতন্ত্রের ফরাসি সামরিক মিশন, ৬ জন অফিসার নিয়ে গঠিত, এই বিল্ডিংটিতে রাখা হয়েছিল। \nএটি ১৯৪১ সালে পশ্চাদপসরণকারী সোভিয়েত বাহিনীর দ্বারা উড়িয়ে দেওয়া হয়েছিল ( রাশিয়াতে জার্মান আক্রমণের পরে)। \n২৪ সেপ্টেম্বর, ১৯৪১-এ ইউএসএসআর-এর NKVD-এর সৈন্যরা বিল্ডিংটি উড়িয়ে দিয়েছিল এবং 1950-এর দশকের গোড়ার দিকে সম্পূর্ণরূপে ধ্বংস হয়ে গিয়েছিল, যখন ভবনটির ভিত্তি চূড়ান্তভাবে ভেঙে ফেলা হয়েছিল। \n১৯৫৪-১৯৬১ সালে, মস্কো হোটেল (২০০১ সাল থেকে, হোটেল ইউক্রেন ) গিনজবার্গ হাউসের জায়গায় নির্মিত হয়েছিল।\nবিল্ডিংটি ১৯২৯ সালে পরীক্ষামূলক সোভিয়েত চলচ্চিত্র \" ম্যান উইথ এ মুভি ক্যামেরা \" এর চিত্রগ্রহণে ব্যবহৃত হয়েছিল, যেখানে টাওয়ার এবং আকাশচুম্বী ভবনের অভ্যন্তরীণ প্রাঙ্গণটির শুটিং করা হয়েছিল।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}