{"pageid": 1333353, "title": "গায়ত্রী গোবিন্দরাজ", "url": "https://bn.wikipedia.org/wiki?curid=1333353", "content": "গায়ত্রী গোবিন্দরাজ (জন্ম ২৭শে এপ্রিল ১৯৯১) একজন ভারতীয় ক্রীড়াবিদ যিনি ১০০ মিটার হার্ডলস (বাধা দৌড়) এবং ট্রিপল জাম্প ইভেন্টে প্রতিদ্বন্দ্বিতা করেন। তিনি অলিম্পিক গোল্ড কোয়েস্ট দ্বারা সমর্থিত। এটি একটি অলাভজনক সংস্থা, যারা ভারতীয় ক্রীড়াবিদদের দক্ষতা সনাক্ত করে এবং তাঁদের সমর্থন করে।\n\n\n== প্রাথমিক জীবন ==\nগায়ত্রী তিরুচির কাছে একটি ছোট গ্রাম থেকে এসেছেন, গ্রামটির নাম আরিয়ালুর। তিনি একটি দরিদ্র পটভূমি থেকে এসেছেন এবং খ্যাতি অর্জনের আগে, তাঁর পরিবারের পক্ষে রোজকার প্রয়োজনীয় জিনিস জোগাড় করা কঠিন হয়ে পড়ত। তাঁর অর্থনৈতিক প্রেক্ষাপটের কারণে তাঁর বাবা-মা তাঁকে কোন আনুষ্ঠানিক প্রশিক্ষণ দিয়ে উঠতে পারেন নি এবং তিনি দ্য ইন্ডিয়ান এক্সপ্রেসকে দেওয়া একটি সাক্ষাৎকারে বলেছেন, \" আমার বাবা-মা এখন মনে করেন যে আমি আমার শৈশবে প্রচুর দৌড়াদৌড়ি করে বেড়াতাম। স্কুলে, আমি প্রতিটি টুর্নামেন্টের প্রতিটি অ্যাথলেটিক ইভেন্টে অংশগ্রহণ করতাম।\"\nতাঁর দ্বাদশ শ্রেণীর পরীক্ষায় ৯১ শতাংশ নম্বর অর্জন করার পর, তিনি সেন্ট জোসেফ কলেজ অফ ইঞ্জিনিয়ারিং থেকে কম্পিউটার-ইঞ্জিনিয়ারিং পড়তে চেন্নাই আসেন।\n\n\n== কর্মজীবন এবং অর্জন ==\nবিভিন্ন আন্তঃ কলেজ ক্রীড়া ইভেন্টে অংশগ্রহণ করার পর, তিনি রাইচুরে ১৮তম জোন জুনিয়র আন্তঃ-রাষ্ট্রীয় অ্যাথলেটিক চ্যাম্পিয়নশিপ (২০০৬) এর মাধ্যমে খ্যাতির আলোয় আসেন। এতে তিনি অনূর্ধ্ব-১৬ বিভাগে ১০০ মি হার্ডল রেসে (বাধা দৌড়) সোনা জিতেছিলেন। তিনি ২০০৬ সালে অনূর্ধ্ব-১৮ বিভাগে পুনম বেলিয়াপ্পার ১১ বছরের পুরনো ১৪.৪০ সেকেন্ডের রেকর্ডটি ভেঙে দিয়েছিলেন। ২০০৮ সালে তিনি এই রেকর্ডকে আরও উন্নত করে ১৪.০৪ সেকেন্ড সময় নিয়ে দৌড়েছিলেন।  মহীশূরে তিনি ০.০২ সেকেন্ড কম সময় নিয়ে নিজের রেকর্ডটিকেই আরও উন্নত করেন।\n২০১০ সালে নতুন দিল্লিতে কমনওয়েলথ গেমসের ট্রিপল জাম্প ইভেন্টের সময় তাঁর বাম হাঁটুতে চোট লেগেছিল। তাঁর বাম পায়ে অস্ত্রোপচারের পর, তিনি দ্য হিন্দুকে দেওয়া একটি সাক্ষাৎকারে তিনি বলেছিলেন যে তিনি আবারও খেলাধুলার অংশ নেওয়ার জন্য কঠোর অনুশীলন করছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগায়ত্রী গোবিন্দরাজের আইএএএফ প্রোফাইল (ইংরেজি)\nগায়ত্রী গোবিন্দরাজ অলিম্পিক গোল্ড কোয়েস্টে"}