{"pageid": 1333810, "title": "অ্যাশলি জাড", "url": "https://bn.wikipedia.org/wiki?curid=1333810", "content": "অ্যাশলি জাড (ইংরেজি: Ashley Judd; জন্ম: অ্যাশলি টাইলার কিমিনেল্লা; ১৯ এপ্রিল ১৯৬৮) একজন মার্কিন অভিনেত্রী। তিনি প্রদর্শনকলা শিল্পী পরিবারে বেড়ে ওঠেন। তিনি কান্ট্রি সঙ্গীতশিল্পী নেওমি জাডের কন্যা এবং কান্ট্রি সঙ্গীতশিল্পী ওয়াইনোনা জাডের সৎ বোন। তিন দশকের বেশি সময় ধরে তিনি অভিনয় করছেন এবং বৈশ্বিক মানবসেবী কার্যক্রম ও রাজনৈতিক কার্যক্রমে জড়িত রয়েছেন।\nজাড রুবি ইন প্যারাডাইজ (১৯৯৩), হিট (১৯৯৫), স্মোক (১৯৯৫), নর্মা জিন অ্যান্ড মেরিলিন (১৯৯৬), আ টাইম টু কিল (১৯৯৬), কিস দ্য গার্লস (১৯৯৭), ডাবল জিওপার্ডি (১৯৯৯), হোয়্যার দ্য হার্ট ইজ (২০০০), ফ্রিদা (২০০২), হাই ক্রাইমস (২০০২), ডিভাইন সিক্রেটস অব দ্য ইয়া-ইয়া সিস্টারহুড (২০০২), ডি-লাভলি (২০০৪), টুইস্টেড (২০০৪), বাগ (২০০৬), ডলফিন টেল (২০১১), অলিম্পাস হ্যাজ ফলেন (২০১৩), ডাইভারজেন্ট (২০১৪), ডলফিন টেল টু (২০১৪), বিগ স্টোন গ্যাপ (২০১৪), ব্যারি (২০১৬) ও আ ডগ্‌স ওয়ে হোম (২০১৯)-এর মত সমাদৃত ও ব্যবসাসফল চলচ্চিত্রে অভিনয় করেন। তিনি ২০১২ সালে টেলিভিশন ধারাবাহিক মিসিং-এ রেবেকা উইনস্টোন চরিত্রে অভিনয় করে সীমিত বা সংকলিত ধারাবাহিক বা চলচ্চিত্রে সেরা প্রধান অভিনেত্রী বিভাগে প্রাইমটাইম এমি পুরস্কারের মনোনয়ন লাভ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nজাড ১৯৬৮ সালের ১৯শে এপ্রিল ক্যালিফোর্নিয়া অঙ্গরাজ্যের লস অ্যাঞ্জেলেস শহরের গ্রানাডা হিলসে জন্মগ্রহণ করেন। তার মাতা নেওমি জাড একজন কান্ট্রি সঙ্গীতশিল্পী এবং পিতা মাইকেল চার্লস কিমিনেল্লা ঘোড়-দৌড় শিল্পের বিপণন বিশ্লেষক। অ্যাশলির বড় সৎবোন ওয়াইনোনা জাডও একজন কান্ট্রি সঙ্গীতশিল্পী। অ্যাশলির পিতামহ সিসিলীয় (ইতালীয়) বংশোদ্ভূত এবং তার মাতামহী মেফ্লাওয়ার তির্থযাত্রী উইলিয়াম ব্রিউস্টারের দূরবর্তী বংশধর ছিলেন।\nঅ্যাশলির জন্মের সময়ও তার মাতা গৃহিণী ছিলেন এবং ১৯৮০-এর দশকের পূর্ব পর্যন্ত সঙ্গীতশিল্পী হিসেবে পরিচিত হয়ে ওঠেননি। ১৯৭২ সালে তার যখন ৪ বছর বয়স, তখন তার পিতামাতার বিবাহবিচ্ছেদ ঘটে। পরের বছর তার মাতা নেওমি তাকে নিয়ে কেন্টাকি চলে যান এবং সেখানেই তার শৈশবের অধিকাংশ সময় কাটে।\n\n\n== কর্মজীবন ==\nজাড ১৯৯১ সালে স্টার ট্রেক: দ্য নেক্সট জেনারেশন-এর দুই পর্ব \"ডারমক\" ও \"দ্য গেম\"-এ স্টারফ্লিট অফিসার এনসাইন রবিন লেফলার চরিত্রে কাজ করার মধ্য দিয়ে অভিনয় জীবন শুরু করেন। ১৯৯১ থেকে ১৯৯৪ সাল পর্যন্ত তিনি এনবিসির নাট্যধর্মী ধারাবাহিক সিস্টার্স-এ সোজি কার্টজ অভিনীত অ্যালেক্সের কন্যা রিড চরিত্রে পুনরাবৃতিমূলক চরিত্রে অভিনয় করেন।\n১৯৯২ সালে কাফস চলচ্চিত্রে ছোট চরিত্রে অভিনয়ের মধ্য দিয়ে তার পূর্ণদৈর্ঘ্য চলচ্চিত্রে অভিষেক ঘটে। চলচ্চিত্রে প্রধান চরিত্রে তার প্রথম কাজ হল ১৯৯৩ সালে ভিক্টর নুনেজের রুবি ইন প্যারাডাইস। চলচ্চিত্রটি সানড্যান্স চলচ্চিত্র উৎসবে গ্র্যান্ড জুরি পুরস্কার অর্জন করে। এই চরিত্রটি তার পরবর্তী কর্মজীবনের ভিত্তি হিসেবে কাজ করবে এই ভেবে জাড অডিশনের পূর্বে খুবই উদ্বিগ্ন ছিলেন এবং অডিশনে যাওয়ার পথে প্রায় গাড়ি দুর্ঘটনার সম্মুখীন হয়েছিলেন। স্যান জোসে মার্কারি নিউজকে তিনি বলেন, \"প্রথম তিন বাক্যের পর থেকে আমি বুঝতে পারি এটি আমার জন্যই লেখা হয়েছে।\" জাড রুবি লি গিসিং চরিত্রে অভিনয় করে বিপুল প্রশংসিত হন, এবং শ্রেষ্ঠ প্রধান অভিনেত্রী বিভাগে ইন্ডিপেন্ডেন্ট স্পিরিট পুরস্কার অর্জন করেন।\nঅলিভার স্টোন জাডকে নুনেজের চলচ্চিত্রে দেখে তার পরিচালিত ন্যাচারাল বর্ন কিলার্স (১৯৯৪) চলচ্চিত্রে অভিনয়ের সুযোগ দেন। কিন্তু তার অভিনীত দৃশ্যগুলো চলচ্চিত্রটি প্রেক্ষাগৃহে মুক্তির পূর্বে অপসারণ করা হয়। পরের বছর তিনি ওয়েন ওয়াংয়ের স্মোক চলচ্চিত্রে হার্ভি কাইটেলের কন্যা এবং মাইকেল মানের হিট চলচ্চিত্রে ভাল কিলমারের স্ত্রী চরিত্রে অভিনয় করে সমাদৃত হন। একই বছর তিনি ফিলিপ রিডলি প্রাপ্তবয়স্ক রূপকথা চলচ্চিত্র দ্য প্যাশন অব ডার্কলি নুন চরিত্রে ক্যালি চরিত্রে অভিনয় করেন।\n১৯৯৬ সালে তিনি মিরা সোরভিনোর সাথে জীবনীমূলক টেলিভিশন চলচ্চিত্র নর্মা জিন অ্যান্ড মেরিলিন-এ মেরিলিন মনরো চরিত্রে অভিনয় করেন। এতে তাকে প্লেবয়-এর প্রথম সংখ্যার প্রচ্ছদের ফটোশুটের দৃশ্য পুনঃতৈরি করতে দেখা যায়। এই চলচ্চিত্রে অভিনয়ের জন্য তিনি সীমিত বা সংকলিত ধারাবাহিক বা চলচ্চিত্রে সেরা প্রধান অভিনেত্রী বিভাগে প্রাইমটাইম এমি পুরস্কার ও সীমিত ধারাবাহিক বা টেলিভিশন চলচ্চিত্রে শ্রেষ্ঠ অভিনেত্রী বিভাগে গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন লাভ করেন। একই বছর তিনি থ্রিলারধর্মী আ টাইম টু কিল চলচ্চিত্রে সান্ড্রা বুলক, স্যামুয়েল এল. জ্যাকসন, ম্যাথু ম্যাকনাহে ও কেভিন স্পেসির সাথে পার্শ্ব চরিত্রে অভিনয় করেন। এটি ইতিবাচক পর্যালোচনা লাভ করে এবং বক্স অফিসে ব্যবসাসফল হয়। জাড ১৯৯০-এর দশকের শেষভাগে প্রধান অভিনেত্রী হিসেবে সফলতা লাভ করেন এবং তার অভিনীত কিস দ্য গার্লস (১৯৯৭) ও ডাবল জিওপার্ডি (১৯৯৯) চলচ্চিত্রসমূহ বক্স অফিসে ব্যবসাসফল হয়।\n\n২০০০-এর দশকের শুরুতে তার অভিনীত হোয়্যার দ্য হার্ট ইজ (২০০০), সামওয়ান লাইক ইউ (২০০১) ও হাই ক্রাইমস (২০০২) চলচ্চিত্রসমূহ বক্স অফিসে সীমিত ব্যবসা করে। তার অভিনীত ডিভাইন সিক্রেটস অব দ্য ইয়া-ইয়া সিস্টারহুড (২০০২) ভাল ব্যবসা করে। ২০০২ সালে তিনি চিত্রশিল্পী ফ্রিদা কাহলোর জীবনীমূলক ফ্রিদা চলচ্চিত্রে আলোকচিত্রী তিনা মোদোত্তি চরিত্রে অভিনয় করেন।\n২০০৪ সালে তিনি ডি-লাভলি চলচ্চিত্রে সঙ্গীতজ্ঞ কোল পোর্টারের স্ত্রী লিন্ডা লি পোর্টার চরিত্রে অভিনয় করে প্রসংশিত হন এবং সঙ্গীতধর্মী বা হাস্যরসাত্মক চলচ্চিত্রে শ্রেষ্ঠ অভিনেত্রী বিভাগে গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন লাভ করেন। একই বছর তিনি টুইস্টেড চলচ্চিত্রে শ্রেষ্ঠাংশে অভিনয় করেন, যা নেতিবাচক পর্যালোচনা লাভ করে।\n২০১০ সালে তিনি টিভি ধারাবাহিক রিৎজোলি অ্যান্ড আইলস-এর গোয়েন্দা জেন রিৎজোলি চরিত্রের জন্য নির্মাতা জ্যানেট টামারোর প্রথম পছন্দ ছিলেন, কিন্তু তিনি এই ধারাবাহিকে অভিনয়ের প্রস্তাব প্রত্যাখ্যান করলে অ্যাঞ্জি হারমন এই চরিত্রে অভিনয় করেন। ২০১১ সালে জাড ফ্লাইপেপার চলচ্চিত্রে প্যাট্রিক ডেম্পসির সাথে অভিনয় করেন। তিনি ২০১২ সালে এবিসির টেলিভিশন ধারাবাহিক মিসিং-এ রেবেকা উইনস্টোন চরিত্রে অভিনয় করে সীমিত বা সংকলিত ধারাবাহিক বা চলচ্চিত্রে সেরা প্রধান অভিনেত্রী বিভাগে প্রাইমটাইম এমি পুরস্কারের মনোনয়ন লাভ করেন। তিনি ডাইভারজেন্ট (২০১৪) এবং এর অনুবর্তী পর্ব দ্য ডাইভারজেন্ট ধারাবাহিক: ইনসারজেন্ট (২০১৫)-এ ন্যাটালি প্রায়র চরিত্রে অভিনয় করেন।\n২০১৪ সালে জাড টেরি স্পেন্সার হেসার পরিচালিত তুর্কি ইসলামী পণ্ডিত ও ধর্ম প্রচারক ফেতুল্লাহ গুলেন সম্পর্কিত প্রামাণ্যচিত্র লাভ ইজ আ ভার্ব-এর ধারাভাষ্য দেন। পরের বছর তিনি প্রথম নারী হিসেবে কেন্টাকি ডার্বির উদ্বোধনী সম্প্রচারের ধারাভাষ্য দেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nওয়েব্যাক মেশিনে Official website (২০২১-০১-০৭ তারিখে আর্কাইভকৃত)\nইন্টারনেট ব্রডওয়ে ডেটাবেজে অ্যাশলি জাড  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে অ্যাশলি জাড  (ইংরেজি)\nটার্নার ক্লাসিক মুভিজ ডেটাবেজে অ্যাশলি জাড  (ইংরেজি)\nটেমপ্লেট:Emmys person\nটেমপ্লেট:Charlie Rose guest\n\"অ্যাশলি জাড সংগৃহীত খবর এবং ভাষ্য\"। দ্য নিউ ইয়র্ক টাইমস (ইংরেজি ভাষায়)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nগ্রন্থাগারে অ্যাশলি জাড সম্পর্কিত বা কর্তৃক কাজ (ওয়ার্ল্ডক্যাট ক্যাটালগ) (ইংরেজি)\nউপস্থিতি - সি-স্প্যানে\nColumns at The Guardian\nYouthAid's Ambassador Ashley Judd launches US-funded Newstart Voluntary Counseling and Testing Centre (VCT) for HIV/AIDS in Cape Town\n\"Sarah Palin's Ongoing Wolf Slaughter\" – Judd's video for Defenders of Wildlife"}