{"pageid": 1334381, "title": "শিবা ম্যাগন", "url": "https://bn.wikipedia.org/wiki?curid=1334381", "content": "শিবা ম্যাগন ( হিন্দি :'शीबा मग्गोन') (জন্ম ১৬ই মার্চ ১৯৭৬) হলেন একজন ভারতীয় বাস্কেটবল খেলোয়াড় যিনি ভারতের জাতীয় দলের হয়ে খেলেছেন। তিনি বর্তমানে ভারতীয় সিনিয়র মহিলা দলের প্রশিক্ষক, পাশাপাশি একজন আন্তর্জাতিক রেফারি। রেফারি হিসেবে যোগ্যতা অর্জনকারী প্রথম নারীদের একজন ছিলেন তিনি।\n\n\n== প্রাথমিজ জীবন ==\nশিবা ১৯৮৯ সাল থেকে বাস্কেটবল খেলা শুরু করেন। তিনি স্পোর্টস অথরিটি অফ ইন্ডিয়ার (সাই) হয়ে খেলেছেন। ১৯৯২ সালে, তিনি ভারতীয় জুনিয়র দলের জন্য নির্বাচিত হন। শিবা প্রাথমিকভাবে কার্নালে পড়াশোনা করেছেন এবং পরে চণ্ডীগড়ে সাই-তে যোগদান করেন। তিনি ১৯৯৬ সাল পর্যন্ত সেখানেই ছিলেন। তিনি পরে ১৯৯৬ সালে, আজমেরে পশ্চিম রেলওয়েতে যোগদান করেন এবং ২০০২ সাল পর্যন্ত তাদের সাথে ছিলেন। ২০০২ সালে শিবা এমটিএনএল দিল্লিতে যোগদান করেন এবং ২০১১ সালের জানুয়ারি পর্যন্ত তাদের সাথে খেলেন। তিনি ভারতীয় কলেজিয়েট অ্যাথলেটিক প্রোগ্রামের জন্য বাস্কেটবলের পরামর্শদাতা হতে সম্মত হয়েছেন। তিনি কুহ স্পোর্টসের প্রযুক্তিগত পরিচালক এবং ভারতব্যাপী (প্যান ইন্ডিয়া) প্রোগ্রাম পোশাক এর ডিরেক্টর।\n\n\n== জাতীয় অর্জন ==\nযুবা বয়সে ম্যাগন বাস্কেটবলে যথেষ্ট কৃতিত্ব দেখিয়েছেন, সে তালিকায় রয়েছে তিনি নিজের কর্মজীবনে যা পদক জিতেছেন; সেগুলি হল:\n\n১৯৯১ সালে যুব বিভাগে একটি স্বর্ণপদক\n১৯৯৩ সালে একটি স্বর্ণপদক এবং ১৯৯৪ সালে যুব জাতীয় দলে একটি রৌপ্য পদক এবং ১৯৯১ সালে ব্রোঞ্জ।\nশিবা ম্যাগন ১৯৮৯ থেকে শুরু করে ২০১০ সাল পর্যন্ত মোট ২০টি সিনিয়র ন্যাশনাল খেলেছেন। সিনিয়র বিভাগে তাঁর কিছু অর্জন নীচে তালিকাভুক্ত করা হল:\n\n১৯৯৭ থেকে ২০০২ সাল পর্যন্ত ভারতীয় রেলওয়ের হয়ে সিনিয়র ন্যাশনাল চ্যাম্পিয়নশিপে ছয়টি স্বর্ণপদক\n২০০৩ থেকে ২০১১ সাল পর্যন্ত দিল্লির হয়ে খেলছেন সিনিয়র ন্যাশনাল চ্যাম্পিয়নশিপে একটি স্বর্ণপদক এবং আটটি রৌপ্য পদক।\nছয়টি ফেডারেশন কাপে তিনটি স্বর্ণ ও তিনটি ব্রোঞ্জ পদক।\nসর্বভারতীয় বিশ্ববিদ্যালয় স্তরে দুটি স্বর্ণপদক এবং একটি ব্রোঞ্জ পদক।\nশিবা বেশ কয়েকবার সেরা খেলোয়াড়ের পুরস্কারও পেয়েছিলেন এবং পিএনসি অল ইন্ডিয়া চ্যাম্পিয়নশিপে হ্যাটট্রিক করে সেরা খেলোয়াড়ের পুরস্কার জিতেছিলেন।\nতিনি গত ২০ বছর ধরে একজন ধারাবাহিক খেলোয়াড় ছিলেন এবং ধারাবাহিকভাবে বাস্কেট করে গেছেন, গত চ্যাম্পিয়নশিপের জন্য গড়ে ২০ পয়েন্ট স্কোর করেছিলেন।\nতিনি ৩টি জাতীয় গেমসেও খেলেছেন। তিনি পুনেতে ১৯৯৪ জাতীয় গেমসে একটি ব্রোঞ্জ পদক এবং ২০০৭ সালের গুয়াহাটিতে জাতীয় গেমসে আরেকটি ব্রোঞ্জ জিতেছিলেন।\n\n\n== আন্তর্জাতিক ক্যারিয়ার এবং অর্জন ==\nম্যাগন মহিলাদের জন্য পাঁচটি এফআইবিএ এশিয়ান চ্যাম্পিয়নশিপে খেলেছেন এবং ২০০২ সালে এশিয়ান খেলোয়াড়দের জন্য শীর্ষ ৫য়ে স্থান পেয়েছেন। ২০০৬ সালে অস্ট্রেলিয়ায় কমনওয়েলথ গেমসে অংশ নেওয়ার জন্য তিনি ভারতীয় দলেরও অংশ ছিলেন। তিনি ১৯৯৮ সালে সাউথওয়েস্টার্ন ওকলাহোমা স্টেট ইউনিভার্সিটিতে একটি বৃত্তি পেয়েছিলেন। তিনি শারীরিক শিক্ষায় মেজর করেছেন। ম্যাগন আন্তর্জাতিক অলিম্পিক একাডেমিতে অলিম্পিজম এবং মানবতাবাদে ওপর ডিপ্লোমা করার জন্য আবেদন করেন এবং ঐতিহাসিক শহর এথেন্সে সফলভাবে ডিপ্লোমা শেষ করেন। ম্যাগনকে সমগ্র বিশ্বের প্রতিনিধিত্ব করার জন্য নির্বাচিত করা হয়েছিল এবং সেই অধিবেশনে অংশ নেওয়া ৯৮টি দেশের প্রতিনিধি হয়ে তিনি ধন্যবাদ সূচক ভাষণ (ভোট অফ থ্যাঙ্কস) প্রদান করে ছিলেন।\nমহারাষ্ট্রীয় স্নেহাল বেন্ডালের সঙ্গে ম্যাগনকে আন্তর্জাতিক এফআইবিএ প্রত্যয়িত রেফারি হওয়া প্রথম ভারতীয় মহিলা হিসাবে কৃতিত্ব দেওয়া হয়। তিনি একজন আন্তর্জাতিক কোচ, খণ্ডকালীন ভয়েস ওভার ধারাভাষ্যকার এবং অতীতে ভারতে এনবিএর সাথে কাজ করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nশিবা ম্যাগন Archives  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ মার্চ ২০২৩ তারিখে"}