{"pageid": 1334620, "title": "হোপ স্কয়ার (ব্রিটিশ সুরকার)", "url": "https://bn.wikipedia.org/wiki?curid=1334620", "content": "এভলিন হোপ স্কয়ার মেরিক (১৮৭৮-১৯৩৬) ছিলেন একজন ব্রিটিশ সুরকার, পিয়ানোবাদক ও রাজনৈতিক কর্মী যিনি নারীদের ভোটাধিকার, নিরামিষবাদী, এস্পেরান্তো এবং নতুন সঙ্গীতকে সমর্থন করেছিলেন। তিনি প্রথম বিশ্বযুদ্ধে ইংল্যান্ডের অংশগ্রহণের বিরোধিতা করেছিলেন। তিনি হোপ স্কয়ার ও হোপ মেরিক নামে প্রচারিত হন এবং অভিনয় করেন।\n\n\n== জীবনী ==\nস্কয়ার সাউথপোর্টের প্রকৌশলী ও কবি জন ব্যারেট স্কয়ার ও তার স্ত্রীর ঘরে জন্মগ্রহণ করেন। তিনি ১৯১১ সালে সুরকার ফ্রাঙ্ক মেরিককে বিয়ে করেন।\nস্কয়ার হেনরি গ্যাডসবি, টোবিয়াস ম্যাথায় ও আর্নস্ট ভন দোহনানির সাথে পিয়ানো অধ্যয়ন করেছিলেন। তিনি পিয়ানো শেখাতেন এবং লন্ডনের স্টেইনওয়ে হল ও অন্যান্য স্থানে আবৃত্তি উপস্থাপন করতেন। তিনি ও মেরিক দুটি পিয়ানোর জন্য একত্রে আবৃত্তি দিয়েছেন। তারা মাঝে মাঝে শ্রোতাদের সুরকারের নাম না বলে নতুন সংকলন বাজাতো। তারা ১৯১৫ সালে এই আবৃত্তিগুলির একটি ক্লদ ডেবুসির লা মের এর একটি যুগল সংস্করণ পরিবেশন করেছিল।\nমেরিক নারী ভোটাধিকারের জন্য ম্যানচেস্টার পুরুষ লীগের একজন সক্রিয় সদস্য ছিলেন। স্কয়ার ১৯১৪ সালে দলের জন্য একটি ব্যানার সেলাই করেন।\nমেরিক ১৯১৭ সালের মে থেকে ১৯১৯ সালের এপ্রিল পর্যন্ত প্রথম বিশ্বযুদ্ধে ইংল্যান্ডের অংশগ্রহণের বিরোধিতা করেন এবং একজন বিবেকবান আপত্তিকারী হওয়ার জন্য কারারুদ্ধ ছিলেন। তিনি কারাগারে থাকাকালীন স্কয়ার তার নিজের ব্যক্তিগত শিক্ষার্থীদের পাশাপাশি রয়্যাল ম্যানচেস্টার কলেজ অফ মিউজিক-এ তার স্বামীর শিক্ষার্থীদেরও পড়াতেন।\nস্কয়ার বেশ কয়েকটি সংগঠনে সক্রিয় ছিলেন: ইন্ডিপেন্ডেন্ট লেবার পার্টি (আইএলপি), নো কনক্রিপশন ফেলোশিপ (এনসিএফ), ইউনাইটেড সাফ্রাজিস্টস, উইমেনস ফ্রিডম লীগ (ডব্লিউএফএল), ও মহিলা সামাজিক ও রাজনৈতিক ইউনিয়ন (ডব্লিউএসপিইউ)। তিনি মার্গারেট অ্যাশটন, অ্যানি ব্রিকহিল, লিলা ও ফেনার ব্রকওয়ে, ডেম ক্লারা বাট, লিলিয়ান ফরেস্টার, অ্যামি হারফোর্ড, এমেলিন পেথিক লরেন্স, ক্রু লুইস, অ্যানোট রবিনসন, অস্কার ও থেকলা রথসচাইল্ড, ফিলিস ও জে অ্যালেন স্কিনার, অ্যানি সোমারস ও মে আনউইনের সাথে সামাজিকীকরণ ও কাজ করেছিলেন।\nহোপ স্কোয়ার ও ফ্রাঙ্ক মেরিকের কাগজপত্র ব্রিস্টল আর্কাইভ বিশ্ববিদ্যালয়ে সংরক্ষণাগারভুক্ত করা হয়েছে। স্কয়ারের সংগীত বুসি অ্যান্ড কোং, এলকিন অ্যান্ড কোং, ম্যারিয়ট ও স্টেইনার অ্যান্ড বেল কর্তৃক প্রকাশিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}