{"pageid": 1334679, "title": "পাথুরে গ্যাস", "url": "https://bn.wikipedia.org/wiki?curid=1334679", "content": "পাথুরে গ্যাস বা শেল গ্যাস হল একটি অপ্রচলিত প্রাকৃতিক গ্যাস, যা শেল গঠনের মধ্যে আবদ্ধ পাওয়া যায়। অনুভূমিক ড্রিলিং ও হাইড্রোলিক ফ্র্যাকচারিংয়ের সংমিশ্রণটি ১৯৯০-এর দশক থেকে প্রচুর পরিমাণে শেল গ্যাস উৎপাদনের জন্য আরও লাভজনক করে তুলেছে, এবং কিছু বিশ্লেষক আশা করেন যে শেল গ্যাস বিশ্বব্যাপী শক্তি সরবরাহকে ব্যাপকভাবে প্রসারিত করবে।\nশেল গ্যাস এই শতাব্দীর শুরু থেকে মার্কিন যুক্তরাষ্ট্রে প্রাকৃতিক গ্যাসের একটি ক্রমবর্ধমান গুরুত্বপূর্ণ উত্স হয়ে উঠেছে এবং বাকি বিশ্বের সম্ভাব্য গ্যাস শেলগুলিতে আগ্রহ ছড়িয়ে পড়েছে। চীনে বিশ্বের বৃহত্তম শেল গ্যাসের মজুদ রয়েছে বলে অনুমান করা হয়।\nইউনাইটেড কিংডম ডিপার্টমেন্ট অব এনার্জি অ্যান্ড ক্লাইমেট চেঞ্জের ২০১৩ সালের পর্যালোচনায় উল্লেখ করা হয়েছিল যে বেশিরভাগ গবেষণায় অনুমান করা হয়েছে যে শেল গ্যাস থেকে জীবন-চক্র গ্রীনহাউস গ্যাস নির্গমন প্রচলিত প্রাকৃতিক গ্যাসের মতোই ও কয়লা থেকে অনেক কম, সাধারণত গ্রীনহাউস গ্যাস নির্গমন কয়লা থেকে নির্গমনের প্রায় অর্ধেকের সমতুল্য; উল্লেখ্য কর্নেল বিশ্ববিদ্যালয়ের হাওয়ার্থ ও অন্যান্যদের দ্বারা ২০১১ সালের একটি সমীক্ষা ব্যতিক্রম ছিল, যা এই সিদ্ধান্তে পৌঁছেছিল যে শেল গ্যাস থেকে গ্রীনহাউস গ্যাসের নির্গমন কয়লার মতোই অধিক। আরও সাম্প্রতিক গবেষণায় এও সিদ্ধান্ত নেওয়া হয়েছে যে জীবন-চক্র শেল গ্যাস থেকে গ্রীনহাউস গ্যাসের নির্গমন কয়লার তুলনায় অনেক কম, তাদের মধ্যে ন্যাচারাল রিসোর্সেস কানাডা (২০১২) ও মার্কিন ন্যাশনাল রিনিউয়েবল এনার্জি ল্যাবরেটরি দ্বারা বেশ কয়েকটি বিশ্ববিদ্যালয়ের সঙ্গে গঠিত একটি কনসোর্টিয়াম (২০১২) রয়েছে।\nকিছু শেল গ্যাস কূপের উৎপাদনে পতনের উচ্চ হারের বিষয়টিকে ২০১১ সালের কিছু গবেষণায় ইঙ্গিত করা হয়েছে যে শেল গ্যাস উৎপাদন শেষ পর্যন্ত বর্তমানের অনুমান থেকে অনেক কম হতে পারে। কিন্তু শেল-গ্যাস আবিষ্কারগুলি টাইট তেলের উল্লেখযোগ্য নতুন সঞ্চয়কে উন্মুক্ত করছে, যা \"শেল তেল\" নামেও পরিচিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nক্রিস্টোফার গ্যাসকোইন ও অ্যালেক্সিস আইক দ্বারা এলএনজি মার্কেটের জন্য অপ্রচলিত গ্যাস ও প্রভাব। এটি ন্যাশনাল ব্যুরো অব এশিয়ান রিসার্চ দ্বারা আয়োজিত ২০১১ সালের প্যাসিফিক এনার্জি সামিটের জন্য লেখা একটি কার্যপত্র।"}