{"pageid": 1334359, "title": "মণিপুরি রন্ধনশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1334359", "content": "মণিপুর উত্তর-পূর্ব ভারতের সীমান্তবর্তী একটি রাজ্য। মণিপুরি রন্ধনশৈলী বলতে মণিপুরের জনগনের সাধারন রন্ধনশৈলীকে বোঝায়। মণিপুরের লোকেদের রোজকার খাবার হল ভাত ও তার সাথে পরিবেশিত সবজি, মাছ এবং মাংস। মনিপুরের একটি সাধারন থালিতে থাকে এনসাং নামক একটি শাক ও সব্জীর ঝোল, অথংবা নামক শুকনো বা ভাজা মাছের স্বাদযুক্ত একটি পদ, একটি ভাজা সবজির পদ যাকে কাংঘউ বলা হয় এবং একটি মশলাদার পদ যা হতে পারে মোরোক মেটপা (একটি মরিচের চাটনি) বা ইরোম্বা (মরিচ এবং গাঁজানো মাছের সাথে সেদ্ধ এবং মাখানো সবজি), অথবা সিংজু (একপ্রকার সালাদ) -র মধ্যে যে কোনও একটি। মেইতেই রন্ধনপ্রণালীর ভিত্তি এবং সারাংশ হল নাগারি নামক গেঁজিয়ে প্রস্তুত করা মাছ। মাংসের পদ বেশিরভাগ মুরগি এবং শুকরের মাংস দিয়ে একদম আলাদা রন্ধনপ্রনালী সহকারে প্রস্তুত করা হয়।\n\n\n== মনিপুরের সাধারন খাদ্য ও খাদ্যে ব্যবহৃত বিশেষ মসলা ==\nমণিপুরের প্রধান খাদ্যের মধ্যে রয়েছে ভাত, মাছ, বড় ধরনের শাক-সবজি (জলজ এবং স্থলজ উভয় প্রকার)। মণিপুরীরা সাধারণত রান্নাঘরের বাগানে শাক-সবজি এবং বাড়ির আশেপাশে ছোট পুকুরে মাছ চাষ করে। মণিপুরি খাবারের স্বাদ অন্যান্য ভারতীয় রন্ধনপ্রণালী থেকে অনেক আলাদা কারণ তারা তাদের রান্নায় বিভিন্ন সুগন্ধি ভেষজ এবং শিকড়ের ব্যবহার করে।\nমনিপুরি রান্নায় ব্যবহৃত বিশেষ কিছু মসলা হল, নুংশি হিদাক (পুদিনা), মারোই নাপাকপি (হুকার পেঁয়াজজাতীয় গাছ), ইয়েনাম (মারোই নাকুপ্পি), মায়াং-টন (লেবু তুলসী), খাংঘুমান / কাংহু-মান (মেরিয়ান্দ্রা ডায়ানথেরা,  পূর্বে নাম ছিল মেরিয়ান্দ্রা বেঙ্গলেন্সিস), মুখরুবি (জ্যান্থোক্সিলাম আরমাটাম বা সিচুয়ান গোলমরিচ), ইয়াইপান, চেঙ্গুম (মাশরুম), উশোই (বাঁশের অঙ্কুর) ইত্যাদি।\n\n\n== মনিপুরের বিবিধ পদ ==\n\nএরোম্বা একটি বিশেষ মণিপুরি খাদ্যপদ। এটি একধরনের চাটনি যা শাকসবজি সেদ্ধ করে বা ভাপিয়ে তার মধ্যে প্রচুর লাল মরিচ বা উমরোক (রাজা মরিচ), নাগারি (গাঁজানো মাছ) ও সেদ্ধ বা ভাজা মাছ মিশিয়ে প্রস্তুত করা হয়। এছাড়াও মনিপুরের আরেক উল্লেখ্য পদ হল সিংজু। এটি একটি সুস্বাদু সালাদ যা মরসুমি কাঁচা সবজি দিয়ে প্রস্তুত করা হয় এবং বিভিন্ন ঋতুতে বিভিন্ন শাক-সব্জী উৎপাদিত হওয়ার জন্য ঋতুভেদে এর উপকরণে পরিবর্তন দেখা যায়।\nচামথং বা কাংশোই, মণিপুর রাজ্যের আরেকটি আকর্ষণীয় খাবার। এটি হল মোটা কাটা পেঁয়াজ বা পেঁয়াজের গাছের সাথে যেকোনো মরসুমি সবজির ঝোল। এর মধ্যে মারোই (ইয়েননাম নাকুপ্পি এবং নাপাকপি উভয়ই) আদা, নাগারি এবং নুন ও নাগারির সাথে শুকনো মাছ, বা ভাজা মাছের টুকরো এবং জল মেশানো হয় ও পদটি প্রস্তুত করা হয়। এটি ভাতের সাথে খাওয়া হয়।\nমোরোক মেটপা হল একটি বিশেষ মনিপুরি ঘন চাটনি যা তৈরি করা হয় সবুজ বা শুকনো লাল লঙ্কা, পেঁয়াজ, ধনে পাতা এবং অন্যান্য স্থানীয় ভেষজ একসাথে মিশিয়ে। মরিচগুলিকে নগারি (মণিপুরের একটি জনপ্রিয় গাঁজনযুক্ত মাছের পণ্য) দিয়ে ভাপানো হয় বা ভাজা করা হয় অথবা সহজভাবে গুঁড়ো করে লবণ এবং নগারি দিয়ে মেশানো হয়। ভাজা মাছের টুকরাও এতে যোগ করা যেতে পারে।\nএছাড়াও মনিপুরের আরও কিছু উল্লেখযোগ্য জনপ্রিয় পদ হল কেলি চানা (একটি মশলাদার ছোলার নাস্তা), পাকোরা থংবা (ফ্রিটার কারি), হামেং থংবা (মাটন কারি), সোইবুম থংবা (বাঁশের অঙ্কুর -এর তরকারি) ইত্যাদি।\n\n\n== তথ্যসূত্র =="}