{"pageid": 1334148, "title": "খোঁয়ারি", "url": "https://bn.wikipedia.org/wiki?curid=1334148", "content": "খোঁয়ারি আখতারুজ্জামান ইলিয়াস রচিত বাংলা ছোটগল্প সংকলন, এটি ১৯৮২ সালে রাজশাহীর তরঙ্গ প্রকাশনা থেকে প্রকাশিত হয়। সংকলনে চারটি গল্প সংকলিত হয়েছে, যেগুলি হল: \"খোয়ারি\", \"অসুখ বিশুখ\", \"তারাবিবির মরদ পোলা\"  এবং পিতৃবিয়োগ। বইটির প্রচ্ছদ অংকন করেন কামরুল হাসান।\n\n\n== গল্পসমূহ ==\n\n\n=== খোঁয়ারি ===\nএই সংকলনের \"খোঁয়ারি\" নামগল্পের পটভূমি পুরান ঢাকা। কাহিনীর কেন্দ্রস্থলে রয়েছে বৃদ্ধ অমৃতলালের শতাব্দী প্রাচীন জরাজীর্ণ বসতবাড়ি এবং অমৃতলালের স্মৃতিমন্থন। দেশভাগে তার পূর্বপুরুষেরা ক্ষতিগ্রস্থ হয়। পাকিস্তান প্রতিষ্ঠার পূর্বে ঐশ্বর্য ও দাপটের সঙ্গে অমৃতলালের পূর্বপুরুষেরা ঢাকায় বাস করত। কিন্তু দেশভাগের ফলে তারা রাতারাতি সংখ্যালঘু হয়ে পড়ে। একান্নবর্তী পরিবারের অনেকেই কলকাতায় স্থানান্তরিত হয়। এরপর ১৯৬৪-এর পূর্ব পাকিস্তান দাঙ্গা এবং বাংলাদেশের স্বাধীনতা যুদ্ধের ঘটনায় বিশাল ঝাঁকুনি সহ্য করেছে বাড়িটি। দেশ স্বাধীন হবার পরে অমৃতলালের ছেলে সমরজিতের বন্ধুরা বাড়িটির কিছু অংশ ভাড়া বাবদ দখল চায়। অমৃতলালের বাড়িতে নতুন সংকট সামনে দাঁড়ায়। মুক্তিযুদ্ধ ও বাম রাজনীতি সংশ্লিষ্ট নেতাকর্মীরা অমৃতলালের বাড়ি দলীয় আঞ্চলিক কার্যালয়ের উপযুক্ত স্থান হিসেবে বিবেচনা করে। প্রকৃতপক্ষে ভাড়ার অজুহাতে বাড়ি দখল নেয়ার উদ্দেশে প্রতিয়মান হতে দেখা যায় তাদেরকে। অমৃতলাল একসময় প্রতিবাদী হয়ে ওঠে। গল্পে ঢাকা শহরের সাতচল্লিশ পূর্ব হিন্দু-মুসলমানের আর্থ-সামাজিক অবস্থার চিত্র পাওয়া যায়। \n\n\n=== অসুখ-বিসুখ ===\nবিত্তহীন মানুষের জীবনযাপনের গল্প \"অসুখ-বিসুখ\"। এর প্রধান চরিত্র আতমন্নেসা, যিনি একজন জরাগ্রস্ত-বৃদ্ধা। তিনি ঈর্ষান্বিত হয়ে পরিবারের বাকি সদস্যদের স্বাভাবিক জীবনযাত্রা প্রতিনিয়ত প্রত্যক্ষ করে। গল্পের চরিত্রগুলো আখ্যানে গুরুত্বসহকারে স্থান পেয়েছে। এভাবে একদিন আতমন্নেসার ক্যান্সার ধরা পরে। নিঃসঙ্গতা, অবহেলার, ক্ষোভ আর সন্তান-সন্ততির কাছ থেকে উপেক্ষার চাপে সে ক্রমশ অসুখী আর সঙ্কুচিত হয়ে থাকে।\n\n\n=== তারাবিবির মরদ পোলা ===\n\"তারাবিবির মরদ পোলা\" একটি মনোবিশ্লেষণধর্মী যৌন-মনস্তত্ত্বের ফ্রয়েডিয় রূপায়ণের গল্প। এতে ব্যক্তির অন্তর্নিহিত ও বহির্জাগতিক ভাব গল্পরূপে উঠে এসেছে। তারাবিবি একজন নিঃসঙ্গ এবং যৌনঅতৃপ্ত, ফলে স্বামীর প্রতি তার ঘৃণা পুঞ্জীভূত হতে থাকে প্রবলভাবে। যে কারণে অন্যের সুখ তার পছন্দ হয় না। স্বামীকে অপদস্থ করা তার নৈমিত্তিক ঘটনা। সতীনের ছেলে গোলজারের স্ত্রী সখিনার মনে সন্দেহের উদ্রেক তৈরি করতে তিনি সদা তৎপর থাকেন। এবং, এভাবেই তাদেরকে দাম্পত্য কলহে উস্কে দেয় তারাবিবি।\n\n\n=== পিতৃবিয়োগ ===\n\"পিতৃবিয়োগ\" গল্পে, জন্ম-মৃত্যু যে অবধারিত, মৃত্যুচিন্তার এ সার্থক উপস্থাপন উঠে এসেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগ্রন্থাগারে (ওয়ার্ল্ডক্যাট ক্যাটালগ) খোঁয়ারি\nগুডরিড্‌সে খোঁয়ারি"}