{"pageid": 1334164, "title": "পারুল পারমার", "url": "https://bn.wikipedia.org/wiki?curid=1334164", "content": "পারুল দালসুখভাই পারমার (জন্ম ২০শে মার্চ ১৯৭৩) হলেন গুজরাটের একজন ভারতীয় প্যারা-ব্যাডমিন্টন খেলোয়াড়। তিনি প্যারা-ব্যাডমিন্টন মহিলাদের একক এসএল৩ এ বিশ্বের এক নম্বর স্থান পেয়েছিলেন।\n\n\n== প্রাথমিক জীবন ==\nপারমারের জন্ম গুজরাটের গান্ধীনগরে। তাঁর তিন বছর বয়সে পোলিওমাইলাইটিস ধরা পড়ে এবং একই বছর খেলার সময় দোলনা থেকে তিনি পড়ে গিয়েছিলেন, যার ফলে তাঁর কলার বোন (কণ্ঠাস্থি )এবং ডান পা ভেঙে যায়। চোট সারতে অনেক সময় লেগেছিল। তাঁর বাবা একজন রাজ্য-স্তরের ব্যাডমিন্টন খেলোয়াড় ছিলেন এবং অনুশীলন করতে স্থানীয় ব্যাডমিন্টন ক্লাবে যেতেন। তিনি নিজের বাবার সাথে ক্লাবে যেতে শুরু করেন এবং খেলার প্রতি আগ্রহ তৈরি করতে শুরু করেন। তিনি প্রতিবেশী বাচ্চাদের সাথে ব্যাডমিন্টনও খেলতে শুরু করেন। একজন স্থানীয় কোচ, সুরেন্দ্র পারেখ, খেলাধুলায় তাঁর প্রতিভা লক্ষ্য করেছিলেন এবং তাঁকে আরও গুরুত্ব সহকারে খেলতে উৎসাহিত করেছিলেন।\n\n\n== খেলোয়াড় জীবন ==\nতিনি ২০১৭ বিডব্লিউএফ প্যারা-ব্যাডমিন্টন বিশ্ব চ্যাম্পিয়নশিপে মহিলাদের একক এবং ডাবলসে স্বর্ণ জিতেছেন। একক ফাইনালে তিনি থাইল্যান্ডের ওয়ান্ডি কামতামকে পরাজিত করেন। জাপানের আকিকো সুগিনোর সাথে, তিনি ডাবলসের ফাইনালে চীনের চেং হেফাং এবং মা হুইহুইকে পরাজিত করেছিলেন।\nতিনি ২০১৪ এবং ২০১৮ এশিয়ান প্যারা গেমসে মহিলাদের একক এসএল৩ এ স্বর্ণ পদক জিতেছেন। তিনি ২০১৮ সালে থাইল্যান্ড প্যারা-ব্যাডমিন্টন ইন্টারন্যাশনালে মহিলাদের একক এসএল৩ বিভাগে সোনা জিতেছেন। তিনি এর আগে ২০১৪ সালে এশিয়ান প্যারা গেমসে রৌপ্য এবং ২০১০ এশিয়ান প্যারা গেমসে ব্রোঞ্জ জিতেছিলেন। তিনি ২০১৫ বিডব্লিউএফ প্যারা-ব্যাডমিন্টন বিশ্ব চ্যাম্পিয়নশিপে রাজ কুমারের সাথে এসএল৩-এসইউ৫ বিভাগে মিশ্র দ্বৈতে সোনা জিতেছিলেন।\nতিনি তিনবারের বিশ্ব চ্যাম্পিয়ন এবং ২০১৪ সালে দক্ষিণ কোরিয়ার ইনছনে এশিয়ান প্যারা গেমসে সোনা ও রৌপ্য পদক জিতেছেন। তিনি পদক জয়ের জন্য থাইল্যান্ডের বাসিন্দা ওয়ান্ডি কামতাম এবং পান্যাচেম পারমির বিরুদ্ধে খেলেছিলেন। এছাড়াও তিনি মহিলাদের একক ও দ্বৈতে দুটি সোনা জিতেছেন। তিনি ২০১৭ সালে কোরিয়ার উলসানে অনুষ্ঠিত ২০১৭ বিডব্লিউএফ প্যারা-ব্যাডমিন্টন বিশ্ব চ্যাম্পিয়নশিপে চীনা জুটি চেং হেফাং এবং মা হুইহুইকে পরাজিত করতে ডাবলসে জাপানের আকিকো সুগিনোর সাথে জুটি বাঁধেন।\nতিনি স্পোর্টস অথরিটি অফ ইন্ডিয়ার সাথে একজন প্রশিক্ষক হিসাবে কাজ করেন এবং গান্ধীনগর, গুজরাটে থাকেন।\n\n\n== পুরস্কার ==\nপারমার ২০০৯ সালে ভারত সরকার কর্তৃক অর্জুন পুরস্কার এবং গুজরাট সরকার কর্তৃক একলব্য পুরস্কারে ভূষিত হন।\n\n\n== অর্জন ==\n\n\n=== বিশ্ব চ্যাম্পিয়নশিপ ===\nমহিলাদের একক\n\nমহিলাদের ডাবলস\n\nমিশ্র দ্বৈত\n\n\n=== আইডব্লিউএএস ওয়ার্ল্ড গেমস ===\nমহিলাদের একক\n\nমিশ্র দ্বৈত\n\n\n=== এশিয়ান প্যারা গেমস ===\nমহিলাদের একক\n\nমিশ্র দ্বৈত\n\n\n=== এশিয়ান চ্যাম্পিয়নশিপ ===\nমহিলাদের একক\n\nমহিলাদের ডাবলস\n\n\n=== বিডব্লিউএফ প্যারা ব্যাডমিন্টন ওয়ার্ল্ড সার্কিট (২ শিরোপা, ৩ রানার্স আপ) ===\nবিডব্লিউএফ প্যারা ব্যাডমিন্টন ওয়ার্ল্ড সার্কিট - গ্রেড ২, লেভেল ১, ২ এবং ৩ টুর্নামেন্ট ২০২২ সাল থেকে ব্যাডমিন্টন ওয়ার্ল্ড ফেডারেশন কর্তৃক অনুমোদিত হয়েছে।\nপুরুষদের একক\n\nপুরুষদের ডাবলস\n\nমিশ্র দ্বৈত\n\n\n=== আন্তর্জাতিক টুর্নামেন্ট (১৩ শিরোপা, ৭ রানার্স আপ) ===\nমহিলাদের একক\n\nমহিলাদের ডাবলস\n\nমিশ্র দ্বৈত\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nParul Dalsukhbhai PARMAR at BWFbadminton.com\n\n\n== মন্তব্য =="}