{"pageid": 1334469, "title": "ভারতের ধ্রুপদী ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1334469", "content": "ভারত সরকারের সংজ্ঞানুযায়ী, ধ্রুপদী ভাষা বলতে প্রাচীনকাল থেকে প্রচলিত এবং মূল্যবান ও স্বতন্ত্র সাহিত্যিক ঐতিহ্য সম্বলিত ভারতীয় ভাষাদের বোঝায়। কেন্দ্রীয় সরকার ১১টি ভাষাকে \"ধ্রুপদী ভাষা\" হিসাবে স্বীকৃতি দেয়। ২০০৪ সালের সরকারের ঘোষণা অনুযায়ী কোনো ভাষা কিছু কঠোর মানদণ্ড পালন করলে সেই ভাষাকে \"ধ্রুপদী ভাষা\" হিসাবে স্বীকৃতি দেওয়া হবে। বিভিন্ন ভাষাকে \"ধ্রুপদী ভাষা\" হিসাবে স্বীকৃতির দাবিতে সরকার সংস্কৃতি মন্ত্রক ও ভাষাতত্ত্ব বিশেষজ্ঞ কমিটি মিলে \"ধ্রুপদী ভাষা কমিটি\" গঠন করেছিল। ২০০৪ সালে তামিল ভাষা প্রথম ভারতের ধ্রুপদী ভাষা হিসাবে স্বীকৃতি লাভ করেছিল। ২০২৪ সালের হিসাব অনুযায়ী, ১১টি ভাষা ভারতের ধ্রুপদী ভাষা হিসাবে স্বীকৃত।\n\n\n== সরকারি মানদণ্ড ==\n২০০৪ সালে কেন্দ্রীয় সরকার অন্তত ১০০০ বছর পুরনো ভাষাকে ধ্রুপদী ভাষার স্বীকৃতি দেওয়া হবে বলে ধরেছিল। ২০০৪ সাল থেকে ধ্রুপদী ভাষার মানদণ্ড ক্রমশ পরিবর্তিত হয়েছে।\n\n\n=== ২০০৪ সালের মানদণ্ড ===\n২০০৪ সালে ভারত সরকার যখন তামিল ভাষাকে \"ধ্রুপদী ভাষা\" হিসাবে স্বীকৃতি দিয়েছিল, তখনকার মানদণ্ড অনুযায়ী কোনো ভাষাকে \"ধ্রুপদী ভাষা\" হিসাবে স্বীকৃতি দেওয়া হবে যদি:\n\nসেই ভাষার লিপিবদ্ধ ইতিহাস বা প্রাচীনতম নথির বয়স হাজার বছরের বেশি।\nসেই ভাষার আদি সাহিত্যের একটি নমুনা রয়েছে, যা প্রজন্মের পর প্রজন্মের ভাষাভাষীদের কাছে মূল্যবান ঐতিহ্য হিসাবে বিবেচিত।\nসেই ভাষার সাহিত্যিক পরম্পরা মৌলিক এবং অন্য কোনো ভাষা সম্প্রদায় থেকে ধার করা নয়।\n\n\n=== ২০০৫ সালের মানদণ্ড ===\n২০০৫ সালে ভারত সরকার যখন সংস্কৃত ভাষাকে \"ধ্রুপদী ভাষা\" হিসাবে স্বীকৃতি দিয়েছিল, তখনকার মানদণ্ড অনুযায়ী কোনো ভাষাকে \"ধ্রুপদী ভাষা\" হিসাবে স্বীকৃতি দেওয়া হবে যদি:\n\nসেই ভাষার লিপিবদ্ধ ইতিহাস বা প্রাচীনতম নথির বয়স ১৫০০–২০০০ বছর।\nসেই ভাষার আদি সাহিত্যের একটি নমুনা রয়েছে, যা প্রজন্মের পর প্রজন্মের ভাষাভাষীদের কাছে মূল্যবান ঐতিহ্য হিসাবে বিবেচিত।\nসেই ভাষার সাহিত্যিক পরম্পরা মৌলিক এবং অন্য কোনো ভাষা সম্প্রদায় থেকে ধার করা নয়।\nসেই ধ্রুপদী ভাষা ও সাহিত্যের সঙ্গে আধুনিক ভাষার ফারাক থাকতে পারে কিংবা সেই ধ্রুপদী ভাষা ও তার পরবর্তী রূপ বা শাখার মধ্যে বিচ্ছিন্নতা থাকতে পারে।\nএখানে বয়সের মানদণ্ডকে হাজার বছর থেকে ১৫০০–২০০০ বছরে বৃদ্ধি করা হয়েছে। তেলুগু, কন্নড়, মালয়ালম ও ওড়িয়া ভাষাকে \"ধ্রুপদী ভাষা\" হিসাবে স্বীকৃতি দেওয়ার সময় একইরকম মানদণ্ড পালন করা হয়েছে।\n\n\n=== ২০২৪ সালের মানদণ্ড ===\n২০২৪ সালে সাহিত্য অকাদেমি দ্বারা নির্ধারিত মানদণ্ড অনুযায়ী কোনো ভাষাকে \"ধ্রুপদী ভাষা\" হিসাবে স্বীকৃতি দেওয়া হবে যদি:\n\nসেই ভাষার লিপিবদ্ধ ইতিহাস বা প্রাচীনতম নথির বয়স ১৫০০–২০০০ বছর।\nসেই ভাষার আদি সাহিত্যের একটি নমুনা রয়েছে, যা প্রজন্মের পর প্রজন্মের ভাষাভাষীদের কাছে মূল্যবান ঐতিহ্য হিসাবে বিবেচিত।\nসেই ভাষায় কাব্য ও খোদাই করা নমুনা ছাড়াও জ্ঞানমূলক রচনা, বিশেষ করে গদ্য রচনা রয়েছে।\nসেই ধ্রুপদী ভাষা ও সাহিত্যের সঙ্গে আধুনিক ভাষার ফারাক থাকতে পারে কিংবা সেই ধ্রুপদী ভাষা ও তার পরবর্তী রূপ বা শাখার মধ্যে বিচ্ছিন্নতা থাকতে পারে।\nউপরোক্ত মানদণ্ড অনুযায়ী অসমীয়া, পালি, প্রাকৃত, বাংলা ও মারাঠি ভাষাকে \"ধ্রুপদী ভাষা\" হিসাবে স্বীকৃতি দেওয়া হয়েছে।\n\n\n== সরকারি সুযোগসুবিধা ==\n\n\n=== শিক্ষায়তন ===\n২০০৪ সালের ১ নভেম্বরের ভার সরকারের প্রস্তাব নং ২-১৬/২০০৪-ইউএস (আকাদেমি) অনুযায়ী \"ধ্রুপদী ভাষা\" হিসাবে সরকারিভাবে স্বীকৃত ভাষা নিম্নলিখিত সুযোগসুবিধা লাভ করবে:\n\nধ্রুপদী ভাষার বিশিষ্ট পণ্ডিতদের জন্য প্রতি বছর দুটি বড় আন্তর্জাতিক পুরস্কার প্রদান করা হবে।\nধ্রুপদী ভাষা চর্চার জন্য সেন্টার অব এক্সসিলেন্স স্থাপন করা হবে।\nঅন্তত কেন্দ্রীয় বিশ্ববিদ্যালয়ে ধ্রুপদী ভাষার বিশিষ্ট পণ্ডিতদের জন্য একটি নির্দিষ্ট সংখ্যক পেশাদারি আসন গঠনের জন্য বিশ্ববিদ্যালয় মঞ্জুরি কমিশনকে অনুরোধ করা হবে।\n\n\n=== কর্মনিয়োগ ===\nসরকারিভাবে স্বীকৃত ধ্রুপদী ভাষাগুলো কর্মনিয়োগের সুবিধা দেবে, বিশেষ করে শিক্ষা ও গবেষণার ক্ষেত্রে। এছাড়া এই ভাষাগুলোর প্রাচীন নথির সংরক্ষণ, নথিবদ্ধকরণ ও ডিজিটাইজেশনের চাহিদার ফলে সংরক্ষণাগারের তত্ত্বাবধায়ক, অনুবাদক, প্রকাশক ইত্যাদি কর্মের সুযোগ সৃষ্টি করবে।\n\n\n== সরকারিভাবে স্বীকৃত ধ্রুপদী ভাষাসমূহ ==\n\n\n== ধ্রুপদী ভাষার সরকারি স্বীকৃতির জন্য প্রস্তাব ==\n\n\n=== মৈতৈ মণিপুরী ===\nমৈতৈ মণিপুরী একটি চীনা-তিব্বতি ভাষা, যা মূলত মণিপুর ও পার্শ্ববর্তী রাজ্যে প্রচলিত। এর সাহিত্যিক পরম্পরা অন্তত ২০০০ বছর পুরনো।\n\n\n=== মৈথিলী ===\nমৈথিলী একটি ইন্দো-আর্য ভাষা, যা মূলত উত্তর বিহার ও নেপালের তরাই অঞ্চলে প্রচলিত। সপ্তম ও অষ্টম শতাব্দীতে এর সাহিত্যিক পরম্পরার প্রাচীনতম নিদর্শন পাওয়া যায়। এছাড়া অষ্টম শতাব্দীতে রচিত চর্যাপদে মৈথিলী ভাষার প্রাথমিক বিকাশের আভাস পাওয়া যায়। মৈথিলী ভাষার সাহিত্যিক ঐতিহ্যের মধ্যে কাব্য, দার্শনিক রচনা ও ভক্তিগীতি রয়েছে, যার মধ্যে চতুর্দশ শতাব্দীর কবি বিদ্যাপতি রচিত বৈষ্ণব পদাবলী উল্লেখযোগ্য। এর নিজস্ব তিরহুতা লিপি থাকলেও বর্তমানে মৈথিলী ভাষা দেবনাগরী লিপি ব্যবহার করে। তবে এই সাহিত্যিক পরম্পরার সত্ত্বেও ভারত সরকার মৈথিলী ভাষাকে \"ধ্রুপদী ভাষা\" হিসাবে স্বীকৃতি দেয়নি।\n\n\n== তথ্যসূত্র =="}