{"pageid": 1334327, "title": "মেঘালয়ের রন্ধনশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1334327", "content": "ভারতের উত্তর-পূর্ব সীমান্তের রাজ্যগুলির মধ্যে একটি হল মেঘালয়। মেঘালয়ের তিনটি প্রধান উপজাতি হল খাসি, পনার এবং গারো। উত্তর-পূর্ব ভারতের অন্যান্য রাজ্যের মধ্যে মেঘালয় তার অনন্য রন্ধনশৈলীর বৈশিষ্ট্য নিয়ে বিদ্যমান। \nমেঘালয়ের প্রধান খাদ্য হল ভাত এবং তার সাথে মাছ বা মাংসের বিভিন্ন রকম প্রস্তুতি। প্রকৃতপক্ষে, মেঘালয়ের স্থানীয় মানুষের প্রধান খাদ্যই হল ভাত। মেঘালয়ের উপজাতি গোষ্ঠীর লোকেরা ছাগল, শুকর, পাখি, হাঁস এবং গরু পালন করে এবং তাদের মাংস খাদ্য হিসাবে গ্রহণ করে।\nমেঘালয়ের খাসি ও জয়ন্তিয়া অঞ্চলের উল্লেখযোগ্য খাবারগুলো হল জাদোহ, কি কপু, টুং রিম্বাই, ও অঙ্কুরিত বাঁশের আচার। এই অঙ্কুরিত বাঁশ গারো উপজাতির বিশেষ পছন্দের খাবার। \nগারোরা গৃহপালিত এবং অ-গৃহপালিত উভয় প্রাণীর মাংসই খায়। যদিও তাদের দৈনন্দিন প্রধান খাদ্য -এর মধ্যে পরে কাপা দিয়ে ভাত যা পুরম্ভী মসলা নামে একটি বিশেষ উপাদান দিয়ে রান্না করা হয়।\nমেঘালয়ের লোকেরা মসলাদার খাবার পছন্দ করে এবং তাদের খাবারে মাংস, বিশেষ করে শুকরের মাংস বেশি ব্যবহার হয়। মেঘালয়ের খাদ্য শস্য হল ধান এবং ভুট্টা। এছাড়াও মেঘালয়ে স্থানীয়ভাবে প্রচুর ফল উৎপাদিত হয় যা তাদের খাদ্যতালিকায় অন্তর্ভু‌ক্ত। জাদোহ, পুথারো অ পুদোহ হল বিভিন্ন ঋতুতে উৎপাদিত বিভিন্ন ধরনের চাল যা স্থানীয় বিভিন্ন উৎসবে খাওয়া হয়। পুদোহ চাল শুয়োরের মাংসের সাথে সেদ্ধ করে রান্না করা হয় এবং বিবাহ বা মেঘালয়ের অন্যান্য বিশেষ অনুষ্ঠানে খাওয়া হয়।\nখাসি ভাষায় জা কথার অর্থ  হল ভাত আর দোহ মানে হল মাংস। জাদোহ হল শুকরের মাংসের চর্বি দিয়ে রান্না করা লাল ভাত যাতে পেঁয়াজ, আদা, হলুদ, তেজপাতা, কালো মরিচ ইত্যাদি বিবিধ মসলা দেওয়া হয়ে থাকে। খাসি উপজাতিদের উৎসবের সময় স্থানীয়রা সকালে এই খাবারটি খায়।\nটুংরিম্বাই মেঘালয়ের কৃষক সম্প্রদায়ের একটি দৈনন্দিন খাবার। তুংরিম্বাই তৈরি করা হয় গাঁজানো সয়াবিন, সিদ্ধ ও কাটা শুকরের মাংস, কালো তিল, আদা, পেঁয়াজ ইত্যাদি দিয়ে। এই সমস্ত উপাদান একসাথে ভাজা করে সাঁতলান হয় এবং সঠিক স্বাদ আনার জন্য ঢিমে আঁচে রান্না করা হয়।\nপুমলোই হল গুঁড়ো করা ভাপানো চাল দিয়ে প্রস্তুত মেঘালয়ের আরেকটি খাবার যা উৎসবের সময় খাওয়া হয়। এটি খিউ রানেই নামক একটি পাত্র ব্যবহার করে রান্না করা হয়। পুমলোই মাঝারি আঁচে রান্না করা হয়। এই ভাত রান্না করার জন্য সঠিক পরিমাণে জল এবং তাপের ভারসাম্য বজায় রাখতে হয়।\nমেঘালয়ের আরও উল্লেখযোগ্য খাবার হল দোহ-খলিহ, দোহ-নেইয়ং,নাখাম বিচি ইত্যাদি। দো-খলিহ হল একটি সালাদ যা শুকরের মাংস, মরিচ এবং পেঁয়াজ দিয়ে তৈরি। ডোহ-নেইয়ং হল একটি ঘন শুয়োরের মাংসের তরকারি  যার মধ্যে সবুজ মরিচ, লাল পেঁয়াজ, গোলমরিচ এবং অন্যান্য স্থানীয় মশলা থাকে। নাখাম বিচি হল একটি স্যুপ যা নাখাম দিয়ে তৈরি।নাখাম একটি বিশেষ জাতের মাছ যা প্রথমে রোদে বা আগুনে শুকানো হয়। এর পরে সেই মাছ ভাজা হয় এবং তা জলে সিদ্ধ করে এই ঘন স্যুপ প্রস্তুত করা হয়।\n\n\n== তথ্যসূত্র =="}