{"pageid": 1334153, "title": "থাডোউ জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1334153", "content": "থাডোউ লোকেরা উত্তর-পূর্ব ভারতে বসবাসকারী চিন-কুকির একটি নৃতাত্ত্বিক জাতিগোষ্ঠী। থাডোউ তিব্বত-বর্মন পরিবারের একটি উপভাষা। থাডোউ জনসংখ্যা শুধুমাত্র ভারতে আছে বলে মনে করা হয়, কিছু ক্ষুদ্র জনসংখ্যা নাগাল্যান্ড, আসাম, ত্রিপুরা, মেঘালয়, মিজোরাম এবং দিল্লিতে বসতি স্থাপন করেছে।\n\n\n== থাডোউ সংস্কৃতি ==\nথাডোউ ভাষাটি এসেছে তিব্বত-বর্মান বা কুকি-চিন-মিজো ভাষা পরিবার থেকে, চীন-তিব্বতীয় ফিলামের। থাডোউ জনগণ ঘন জঙ্গল পূর্ণ জায়গায় বসতি স্থাপন করেছিল। থাডোউ গ্রামগুলো বেশিরভাগই কৃষিনির্ভর ছিল এবং তারা মূলত গৃহপালিত পশুপালন করত। থাডোউ সংস্কৃতির একটি অনন্য দিক হল যে পুরুষ এবং নারীরা উভয়েই এই চাষ এবং গৃহপালনের দায়িত্ব ভাগ করে নিয়েছে।\nএকটি ভাষা জানা একজন ব্যক্তিকে সেই ভাষার ভাষাভাষীদের সংস্কৃতি ও ঐতিহ্যের সাথে সংযুক্ত করে। এটি বিশেষ করে থাডোউ ভাষার ক্ষেত্রে প্রযোজ্য ছিল। এই ভাষার চারটি গুরুত্বপূর্ণ শব্দ: চংমাউ, সাহাপ্সট, জল-ইলা এবং কিজাম মাং। এই শর্তাবলী বিবাহের চারটি ভিন্ন রূপের প্রতিনিধিত্ব করে। চংমাউ বিবাহের রূপের প্রতিনিধিত্ব করে যেখানে বরের বাবা-মা এবং কনের বাবা-মায়ের মধ্যে ভোজন এবং কুস্তির সাথে কনের মূল্যের আলোচনা রয়েছে। সাহাপ্সট হল বিয়ের একটি রূপ যেখানে শুধু বর ও কনের বাবা-মায়ের মধ্যে আলোচনা হয়। জল-ইলা এবং কিজাম মাং উভয়ই বিবাহের অনুরূপ চেহারা, পালানোর সমতুল্য। বিবাহবিচ্ছেদ অনুমোদিত এবং এই সংস্কৃতির মধ্যে প্রায়ই ঘটে। এই সংস্কৃতিতে শিশুদের অনেক স্বাধীনতা রয়েছে এবং একটি শুরুর ধাপ হিসেবে পিতামাতার নির্দেশনাসহ অভিজ্ঞতার মাধ্যমে শিখতে উৎসাহিত করা হয় তাদের।\nথাডোউ লোকেরা প্যাথেনকে ঈশ্বর বলে মনে করে যিনি সবকিছু সৃষ্টি করেছেন এবং এইভাবে মহাবিশ্বের শাসক। তারা প্রয়োজন ও কষ্টের সময়ে তার কাছে প্রার্থনা করে। তাদের সংস্কৃতি ধর্মীয় অনুষ্ঠানের মধ্যে খুব বেশি অন্তর্ভুক্ত। তাদের অনেক অনুষ্ঠানই স্বতন্ত্র গোষ্ঠী বা লিঙ্গের জন্য নির্দিষ্ট। পূর্ববর্তী সময়ে, থাডোউও আত্মাদের মিথিখো বা মিথিখুয়ায় চলে যাওয়ার বিষয়ে বিশ্বাস করত, যেটি ছিল মূলত মৃতদের গ্রাম। সময় অতিবাহিত হওয়ার সাথে সাথে বেশিরভাগ থাডোউ জনগণ খ্রিস্টান ধর্ম গ্রহণ করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n=== অন্যান্য উৎস ===\nশ, উইলিয়াম। 1929। থাডউ কুকির নোট।\nশেক্সপিয়র, জে. পার্ট I, লন্ডন, 1912, লুসাই কুকি ক্ল্যান্স। আইজল : উপজাতি গবেষণা ইউনিট।\nউপজাতি গবেষণা ইনস্টিটিউট। 1994। মিজোরামের উপজাতি। (একটি গবেষণাপত্র) আইজল: উপজাতি গবেষণা ইনস্টিটিউট, শিল্প ও সংস্কৃতি অধিদপ্তর।\nভাষাগত পরিচয়ের সামাজিক-অর্থনীতি লুসাই পাহাড়ে একটি কেস স্টাডি। সাতরূপা দত্তমজুমদার, পিএইচ.ডি.\nলে. আর. স্টুয়ার্ট এশিয়াটিক সোসাইটি অফ বেঙ্গলের জার্নালে (1857)। শিরোনাম \"থাদু বা নতুন কুকি ভাষার ব্যাকরণের সামান্য বিজ্ঞপ্তি।\"\n\n\n== বহিঃসংযোগ ==\nwww.ethnologue.com/language/tcz\nkukiforum.com/2004/06/the-thadous-2/\nthadoubaptistassociation.org/en/home\nটেমপ্লেট:Kuki-Chin-Mizo tribesটেমপ্লেট:Scheduled tribes of Indiaটেমপ্লেট:Hill tribes of Northeast India"}