{"pageid": 1334664, "title": "ভারতীয় সশস্ত্র বাহিনীতে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1334664", "content": "ভারতীয় সশস্ত্র বাহিনীর সমস্ত শাখায় যুদ্ধের ভূমিকায় মহিলারা রয়েছেন। মহিলাদের যুদ্ধ পরিষেবা এবং তত্ত্বাবধায়ক ভূমিকা (আধিকারিক হিসাবে) অনুমোদিত। ২০১৮ সালের ডিসেম্বরে এবং ২০১৪ সালের ডিসেম্বরে ভারতীয় বিমান বাহিনীতে যথাক্রমে ১৩.০৯% এবং ৮.৫০%, ভারতীয় নৌবাহিনীতে যথাক্রমে ৬% এবং ৩% এবং ভারতীয় সেনাবাহিনীতে যথাক্রমে ৩.৮০% এবং ৩% মহিলা ছিলেন।\n২০২০ সাল পর্যন্ত, তিনজন আধিকারিককে লেফটেন্যান্ট জেনারেল বা সমমানের পদমর্যাদা দেওয়া হয়েছে, যাঁদের সবাই চিকিৎসা পরিষেবা থেকে এসেছেন। ২০২১ সালের মে মাসে, ভারতীয় সেনাবাহিনীতে প্রথমবারের মতো ৮৩ জন মহিলাকে জওয়ান হিসাবে অন্তর্ভুক্ত করা হয়েছিল, জওয়ানদের মিলিটারি পুলিশ কর্পসে নেওয়া হয়েছিল।\n\n\n== ইতিহাস ==\n১৮৮৮ সালে, ব্রিটিশ শাসন কালে \"ইন্ডিয়ান মিলিটারি নার্সিং সার্ভিস\" গঠিত হলে ভারতীয় সেনাবাহিনীতে মহিলাদের ভূমিকা শুরু হয়। ১৯১৪ - ৪৫ সময়কালে, ব্রিটিশ ভারতীয় সেনাবাহিনীর নার্সরা প্রথম বিশ্বযুদ্ধে (১৯১৪ - ১৮) এবং দ্বিতীয় বিশ্বযুদ্ধে (১৯৩৯ - ৪৫) লড়াই করেছিলেন, এই সময়ের মধ্যে ৩৫০ জন ব্রিটিশ ভারতীয় সেনা নার্স হয় মারা গিয়েছিলেন বা যুদ্ধবন্দী হয়েছিলেন বা যুদ্ধে নিখোঁজ ঘোষণা করা হয়েছিল। এর মধ্যে ১৯৪২ সালের ফেব্রুয়ারিতে জাপানি বোমারু বিমানের বোমাবর্ষণ দ্বারা ডুবে যাওয়া এসএস কুয়ালার মারা যাওয়া নার্সরাও রয়েছেন। ১৯৪২ সালের মে মাসে মহিলা সহায়ক কর্পস (ভারত) গঠিত হয়েছিল। ভারতীয় এবং আমেরিকান বংশোদ্ভূত জর্জ ক্রস (বীরত্বের জন্য ব্রিটিশ সরকার কর্তৃক প্রদত্ত সর্বোচ্চ পুরস্কার) নূর ইনায়েত খান, (২রা জানুয়ারি ১৯১৪ - ১৩ই সেপ্টেম্বর ১৯৪৪), দ্বিতীয় বিশ্বযুদ্ধের সময়কার একজন ব্রিটিশ নায়িকা ছিলেন। তিনি বিশেষ অপারেশন এক্সিকিউটিভ হিসেবে তাঁর পরিষেবার জন্য বিখ্যাত হয়ে আছেন। দ্বিতীয় অফিসার এবং প্রথম ভারতীয় পরিষেবা মহিলা, কল্যাণী সেন, যিনি যুক্তরাজ্য সফর করেছিলেন, তিনি দ্বিতীয় বিশ্বযুদ্ধের সময় রয়্যাল ইন্ডিয়ান নেভির মহিলা রয়্যাল ইন্ডিয়ান নেভাল সার্ভিসে কাজ করেছিলেন। নেতাজি সুভাষ চন্দ্র বসুর আজাদ হিন্দ ফৌজের অধীনে যে মহিলা রেজিমেন্ট ছিল, যার নাম ছিল ঝাঁসির রানি রেজিমেন্ট, দ্বিতীয় বিশ্বযুদ্ধের সময় এটিও সেই ধরণের একটি বাহিনী ছিল।\n২০২১ সালে, ন্যাশনাল ডিফেন্স একাডেমীর প্রবেশিকা পরীক্ষায় মহিলা ক্যাডেটরা প্রবেশাধিকার পেয়েছিলেন।\n\n\n== ভারতীয় সেনাবাহিনী ==\n\n\n=== কর্পস দ্বারা কমিশনের সংক্ষিপ্ত সারণী ===\n\n১৯৫০ সালের আর্মি অ্যাক্টের অধীনে, মহিলারা নিয়মিত কমিশনের জন্য অযোগ্য ছিলেন শুধুমাত্র \"এমন কর্পস, বিভাগ বা শাখা যা কেন্দ্রীয় সরকার বিজ্ঞপ্তির মাধ্যমে নির্দিষ্ট করতে পারে\" সেগুলি ছাড়া। ১৯৫৮ সালের ১লা নভেম্বর, আর্মি মেডিকেল কর্পস ভারতীয় সেনাবাহিনীর প্রথম ইউনিট ছিল যারা মহিলাদের নিয়মিত কমিশন দেওয়া শুরু করেছিল। ১৯৯২ সাল থেকে, মহিলাদের ভারতীয় সেনাবাহিনীর বিভিন্ন শাখায় শুধুমাত্র সংক্ষিপ্ত পরিষেবা কর্মভারের জন্য প্রথম অন্তর্ভুক্ত করা হয়েছিল। ২০০৮ সালে, মহিলারা প্রথম আইনী ও শিক্ষা কর্পসে স্থায়ীভাবে নিযুক্ত অফিসার হিসাবে অন্তর্ভুক্ত হন, ২০২০ সালে তাঁরা প্রথম স্থায়ী কমিশন্ড অফিসার হিসাবে আরও ৮টি কর্পে অন্তর্ভুক্ত হন। ২০২০ সাল পর্যন্ত, ভারতীয় সেনাবাহিনীর প্যারাসুট রেজিমেন্ট বা অন্যান্য বিশেষজ্ঞ বাহিনীতে মহিলাদের এখনও যোদ্ধা হিসাবে অনুমতি দেওয়া হয়নি, তবে তাঁরা তাঁদের নিজ নিজ বাহিনীর প্যারাট্রুপার বিভাগ, যেমন প্যারা ইএমই, প্যারা সিগন্যাল, প্যারা এএসসি, ইত্যাদিতে যোগ দিতে পারেন।\nএখানে সেনাবাহিনীর বিভিন্ন শাখায় যে কোনো ভূমিকার পাশাপাশি কাঙ্ক্ষিত স্থায়ী কমিশনপ্রাপ্ত কর্মকর্তার ভূমিকায় নারীদের অন্তর্ভুক্তির অবস্থা।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nঅরোহন (১৯৯৬ - ৯৭), ভারতীয় নৌবাহিনীতে কর্মরত মহিলা অফিসারদের দেখানো টেলি সিরিয়াল।\nদ্য টেস্ট কেস (২০১৭), ভারতীয় সশস্ত্র বাহিনীর মধ্যে যুদ্ধের ভূমিকায় কাজ করার জন্য প্রথম মহিলা প্রশিক্ষণের কাল্পনিক গল্পের ওয়েব সিরিজ।\nগুঞ্জন সাক্সেনা: দ্য কারগিল গার্ল (২০২০ - ২১), জীবনীমূলক চলচ্চিত্র যেটিতে জাহ্নবী কাপুরকে বাস্তব জীবনের ভারতীয় বিমান বাহিনীর পাইলট গুঞ্জন সাক্সেনা চরিত্রে অভিনয় করানো হয়েছে, যিনি যুদ্ধে প্রথম ভারতীয় মহিলা বিমানবাহিনীর পাইলট ছিলেন।\n\n\n== আরও দেখুন ==\nভারতীয় সেনাবাহিনী এবং কোস্ট গার্ডে মহিলাদের সময়রেখা\nভারতীয় সেনাবাহিনীর সার্ভিং জেনারেল\nজাতীয় মহিলা কমিশন\nভারতে মহিলাদের জন্য কল্যাণ প্রকল্প\nভারতে কৃষিকাজে নারী\nভারতে নারী\nভারতে নারীদের ভোটাধিকার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভারতীয় সেনাবাহিনী - অফিসিয়াল ওয়েবসাইট\nভারতীয় বিমান বাহিনী - অফিসিয়াল ওয়েবসাইট\nভারতীয় নৌবাহিনী - অফিসিয়াল ওয়েবসাইট"}