{"pageid": 1334339, "title": "পিঙ্কি জাংরা", "url": "https://bn.wikipedia.org/wiki?curid=1334339", "content": "পিঙ্কি রানি জাংরা (জন্ম ২৮শে এপ্রিল ১৯৯০) হলেন হরিয়ানার হিসারের, একজন ফ্লাইওয়েট ভারতীয় বক্সার এবং চারবারের জাতীয় চ্যাম্পিয়ন। তিনি ২০১৪ কমনওয়েলথ গেমসে ব্রোঞ্জ পদক জিতেছিলেন। তিনি ২০১৫ সালে ইন্দোনেশিয়ার দক্ষিণ সুমাত্রার পালেমবাংয়ে প্রেসিডেন্ট কাপ ইন্টারন্যাশনাল বক্সিংয়ে স্বর্ণপদক জিতেছিলেন। তিনি ২০১১ সালের ভারতের জাতীয় গেমস এবং ২০১২ ও ২০১৪ সালে জাতীয় চ্যাম্পিয়নশিপে ফ্লাইওয়েট (৫১ কেজি) বিভাগে স্বর্ণপদক জিতেছিলেন। তিনিই একমাত্র ভারতীয় মুষ্টিযোদ্ধা, যিনি আরাফুরা গেমসে স্বর্ণপদক জিতেছিলেন। তিনি স্পোর্টি বক্সিং প্রাইভেট লিমিটেডের সাথে সাক্ষর করেছেন। এটিকে ভারতীয় বক্সিং কাউন্সিলের (আইবিসি) বাণিজ্যিক শাখা হিসাবে উল্লেখ করা হয়, যা ভারতের পেশাদার বক্সারদের লাইসেন্সিং সংস্থা।\nঘরোয়া প্রতিযোগিতায় কৃতিত্বের কারণে পিঙ্কি জায়ান্ট কিলার (মহারথী বিজেতা) নামে পরিচিত। তিনি ২০০৯ সালের জাতীয় বক্সিং চ্যাম্পিয়নশিপ এবং সিডব্লিউ জি ২০১৪ যোগ্যতা নির্ণায়ক ট্রায়ালে, লন্ডন অলিম্পিক গেমসের ব্রোঞ্জ পদক বিজয়ী এবং ছয়বারের বিশ্ব চ্যাম্পিয়ন মেরি কমকে পরাজিত করেছিলেন। এছাড়াও তিনি পাঁচবারের এশিয়ান চ্যাম্পিয়ন এবং বিশ্ব চ্যাম্পিয়ন লাইশরাম সরিতা দেবীকে  ২০১১ সালের জাতীয় গেমস এবং জাতীয় বক্সিং চ্যাম্পিয়নশিপে হারিয়েছিলেন।\nপিঙ্কি ২০১৮ কমনওয়েলথ গেমসে ৫১ কেজি ওজন বিভাগে বক্সিংয়ে ভারতের প্রতিনিধিত্ব করেছিলেন। কিন্তু তিনি কোয়ার্টার ফাইনালে ইংল্যান্ডের লিসা হোয়াইটসাইডের কাছে হেরে যান।\n\n\n== ব্যক্তিগত জীবন ==\nপিঙ্কি জাংরা হরিয়ানার হিসারে ১৯৯০ সালের ২৮শে এপ্রিল জন্মগ্রহণ করেন। তাঁর মা একজন গৃহকর্ত্রী, নাম প্রেম দেবী এবং বাবা হলেন একজন সরকারি কর্মকর্তা, যাঁর নাম কৃষাণ কুমার। তিনি ১২শ শ্রেণী পর্যন্ত পড়াশোনা করেছেন। নাচ, খেলা এবং বক্সিং যে তাঁর শখ ছিল তিনি তার স্মৃতিচারণ করেন। তিনি প্রথমে রাজ সিংয়ের কাছে প্রশিক্ষণ নেন এবং পরে অনুপ কুমারের কাছে প্রশিক্ষিত হন।\n\n\n== আন্তর্জাতিক অর্জন ==\n\n\n== জাতীয় অর্জন ==\n২০১৫ সালের ফেব্রুয়ারিতে, বিলাসপুরে, অল ইন্ডিয়া ইন্টার-রেলওয়ে বক্সিং চ্যাম্পিয়নশিপে স্বর্ণ\n২০১৪ সালে রায়পুরে, ১ম মনেট মহিলা এলিট জাতীয় বক্সিং চ্যাম্পিয়নশিপে স্বর্ণ\n২০১৪ সালের মার্চে, আগ্রায় অল ইন্ডিয়া ইন্টার-রেলওয়ে বক্সিং চ্যাম্পিয়নশিপে সোনা\n২০১২ সালের নভেম্বরে, গুয়াহাটিতে, ১৩তম সিনিয়র মহিলা জাতীয় বক্সিং চ্যাম্পিয়নশিপে স্বর্ণ\n২০০৯ সালের অক্টোবরে জেআরডি টাটা স্পোর্টস কমপ্লেক্সে ১০ম সিনিয়র মহিলা জাতীয় বক্সিং চ্যাম্পিয়নশিপে রুপো\n২০১১ সালে জামশেদপুরে, ৩৪তম জাতীয় গেমসে (মহিলা বক্সিং) স্বর্ণ\n\n\n== রেকর্ডস ==\nফেডারেশন কাপ মহিলা বক্সিং চ্যাম্পিয়নশিপ, ইরোড, তামিলনাড়ু, ২০০৯\n২০০৯ সালের নভেম্বরে নৈনিতালে, এনসি শর্মা মেমোরিয়াল ফেডারেশন কাপ মহিলা বক্সিং চ্যাম্পিয়নশিপে সোনা\n২০১০ - ১১ সালে, উত্তরাখণ্ডে, এসএইচএনসি শর্মা মেমোরিয়াল ফেডারেশন কাপ মহিলা বক্সিং চ্যাম্পিয়নশিপে সোনা\n২০১০ সালে পানিপথে, ৯ম সিনিয়র মহিলা হরিয়ানা স্টেট বক্সিং চ্যাম্পিয়নশিপে স্বর্ণ\n২০১১ সালে মেহেন্দরগড়ে, ১০ম সিনিয়র মহিলা হরিয়ানা রাজ্য বক্সিং চ্যাম্পিয়নশিপে সোনা\n২০১২ সালে হিমাচল প্রদেশে ৭ম সিনিয়র মহিলা উত্তর ভারত বক্সিং চ্যাম্পিয়নশিপে স্বর্ণ\n২০১২ সালে বিশাখপত্তনমে, ৪র্থ আন্তঃ-জোনাল মহিলা জাতীয় বক্সিং চ্যাম্পিয়নশিপে স্বর্ণ\n\n\n== তথ্যসূত্র =="}