{"pageid": 1334093, "title": "সিওনা ফার্নান্দেস", "url": "https://bn.wikipedia.org/wiki?curid=1334093", "content": "সিওনা ফার্নান্দেস হলেন একজন নৃত্যশিল্পী, শিক্ষাবিদ এবং অলিম্পিয়ান। মনোবিজ্ঞানে তাঁর স্নাতকোত্তর (ভারত) ডিগ্রি রয়েছে। ক্রীড়াক্ষেত্রে তাঁর স্নাতকোত্তর (নিউজিল্যান্ড) এবং পরিদর্শন শিল্পকলায় (ভারত) স্নাতক ডিগ্রী রয়েছে, তিনি ভরতনাট্যমের কলাক্ষেত্র শৈলীতে প্রশিক্ষিত। সমস্ত গোয়ানীজ অলিম্পিয়ানদের মধ্যে, সিওনা হলেন একমাত্র ক্রীড়াবিদ, যিনি গোয়াতে জন্মগ্রহণ করেছেন, বেড়ে উঠেছেন এবং তার সঙ্গে পড়াশোনাও গোয়াতেই করেছেন।\n\n\n== জীবনী ==\nফার্নান্দেস ১৯৮২ সালের ১৩ই নভেম্বর ভারতের গোয়ায় জন্মগ্রহণ করেন। পরে ২৪ বছর বয়সে তিনি নিউজিল্যান্ডে চলে গিয়েছিলেন। তিনি ১৭ বছর ধরে ভারতীয় শাস্ত্রীয় নৃত্য ভরতনাট্যমে প্রশিক্ষণ নিয়েছেন। নিউজিল্যান্ডে স্থানান্তরিত হওয়ার পর তিনি সেনাবাহিনীতে একজন ডাক্তার হিসেবে যোগ দেন এবং পদাতিক বাহিনী সেনা হিসেবে প্রশিক্ষণ নেন। অলিম্পিক গেমসে, বক্সিংয়ের ফ্লাইওয়েট বিভাগে, ফার্নান্দেস নিউজিল্যান্ডের প্রতিনিধিত্ব করেন। তিনি নিউজিল্যান্ডের প্রথম মহিলা হিসেবে এই কৃতিত্বের অধিকারী।\nফার্নান্দেস বেশ কয়েকটি পুরস্কারের প্রাপক। ভারতে, সম্ভবত তিনি তাঁর রাজ্যের প্রথম মহিলা যিনি ভারতের জাতীয় বাস্কেট বল ফেডারেশন কর্তৃক এশিয়ান বাস্কেটবল গেমসে প্রতিনিধিত্ব করার জন্য নির্বাচিত হয়েছেন। ভারতের জুনিয়র চেম্বার তাঁকে 'শিশু বিস্ময়' হিসেবে ভূষিত করেছিল। নিউজিল্যান্ডের অভিজাত-স্তরের মহিলা বক্সিংয়ে \"সবচেয়ে বৈজ্ঞানিক মহিলা বক্সার\" খেতাব তিনি পেয়েছেন এবং এছাড়াও খেলাধুলায় ফার্নান্দেজের অনেক খেতাব ও পুরস্কার রয়েছে। তিনি খেলাধুলা, স্বাস্থ্য এবং ফিটনেসের ক্ষেত্রে সুপ্রতিষ্ঠিত বক্তা এবং শিক্ষাবিদ।\n\n\n== বর্তমান ==\nতিনি নিজের ওয়েবসাইটে বলেছেন আমার বর্তমান একাডেমিক গবেষণা পশ্চিমী দেশগুলিতে অভিবাসীদের খেলাধুলা এবং বিনোদনে অংশগ্রহণকে সমর্থন করার জন্য অন্তর্দৃষ্টি প্রদান করে। বিশেষ করে ট্রান্স-তাসমান অঞ্চল জুড়ে খেলাধুলা এবং বিনোদন অনুশীলনের মাধ্যমে ভারতীয় অন্তর্ভুক্তি এবং একীকরণকে সমর্থন করার জন্য প্রমাণ, সাংস্কৃতিক এবং প্রাসঙ্গিক অন্তর্দৃষ্টি তৈরি করার জন্য আমি ভারতীয় জনসংখ্যার প্রতি আমার গবেষণা ফোকাসকে তীক্ষ্ণ করেছি।\n\n\n== অর্জন ==\n২০১৮ - শিক্ষাবিদ, অস্ট্রেলিয়া।\n২০১৬ - ক্রীড়া রাষ্ট্রদূত, নিউজিল্যান্ড।\n২০১২ - বক্সিং, প্রতিনিধি নিউজিল্যান্ড, অলিম্পিক গেমস, লন্ডন।\n২০১১ - শিরোনাম \"সবচেয়ে বৈজ্ঞানিক মহিলা বক্সার\", অভিজাত-স্তরের মহিলা বক্সিং, নিউজিল্যান্ড\n২০১১ - জাতীয় অপেশাদার বক্সিং চ্যাম্পিয়ন, নিউজিল্যান্ড\n২০১১ - রৌপ্য পদক, বক্সিং, আরাফুরা গেমস, ডারউইন, অস্ট্রেলিয়া।\n২০১০ - রৌপ্য পদক, বক্সিং, ওশেনিয়া গেমস, অস্ট্রেলিয়া।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅলিম্পিডিয়ায় সিওনা ফার্নান্দেস (ইংরেজি)\nনিউজিল্যান্ড অলিম্পিক কমিটিতে সিওনা ফার্নান্দেস (ইংরেজি)"}