{"pageid": 1334437, "title": "নাটালিয়া সুমস্কা", "url": "https://bn.wikipedia.org/wiki?curid=1334437", "content": "নাটাল্যা ভ্যাচেস্লাভিনা সুমস্কা ( ইউক্রেনীয়: Наталя В'ячеславівна Сумська  ; জন্ম ২২ এপ্রিল, ১৯৫৬) থিয়েটার এবং সিনেমার একজন ইউক্রেনীয় অভিনেত্রী, টেলিভিশন হোস্টেস, ২০০৮ সালে শেভচেঙ্কো জাতীয় পুরস্কার প্রাপক এবং ইউক্রেনের পিপলস আর্টিস্ট (২০০০)।\n\n\n== জীবনী ==\nসুমস্কা ২২শে এপ্রিল, ১৯৫৬ সালে কিয়েভ ওব্লাস্টের কাতিউজাঙ্কা গ্রামে বংশগত অভিনেতাদের একটি পরিবারে জন্মগ্রহণ করেছিলেন।  তার বাবা ছিলেন ইউক্রেনের পিপলস আর্টিস্ট (১৯৮১), ব্যাচেস্লাভ হানাটোভিচ সুমস্কি এবং তার মা - ইউক্রেনের মেধাবী শিল্পী, হান্না ওপানাসেনকো-সুমস্কা। নাটলিয়া ১০ বছর বয়স পর্যন্ত, তিনি লভিভ ওব্লাস্টে থাকতেন। ১৯৭৭ সালে সুমস্কা কার্পেনকো-কারির কিয়েভ স্টেট ইনস্টিটিউট অফ থিয়েট্রিক্যাল আর্টস শেষ করেন। একই বছর তিনি ফ্রাঙ্কো ন্যাশনাল একাডেমিক ড্রামা থিয়েটারে অভিনেত্রী হন।\n২০০০ সালে তিনি জাতীয় থিয়েটার পুরস্কার \"কিভ পেক্টোরাল\" (চেখভের তিন বোনে মাশার ভূমিকার জন্য) বিজয়ী হয়েছিলেন।\n২০০৩ সাল থেকে একই সাথে ইন্টার টিভি নেটওয়ার্কের জন্য কাজ করে। সেখানে তিনি একটি টক-শো কী মোমেন্টের নেতৃত্ব দেন যা ২০১০ সালে ইন্টার বন্ধ করে দেয় \n২০০৮ সালে সুমস্কা শেভচেঙ্কো জাতীয় পুরস্কার পেয়েছিলেন এবং বর্ষসেরা কাইভান নির্বাচিত হন।\nথিয়েটার সংস্থা \"বেনুক এবং হোস্টিকোয়েভ\" এ কাজ করে।\nতিনি ইউক্রেনের তারাস শেভচেঙ্কো জাতীয় পুরস্কার কমিটির সদস্য (ডিসেম্বর ২০১৬ থেকে)। \n\n\n=== ব্যক্তিগত জীবন ===\nনাটালিয়া সুমস্কার একটি ছোট বোন ওলহা রয়েছে, যিনি নিজেও একজন অভিনেত্রী।\nনাটাল্যা সুমস্কা একজন সহ অভিনেতাকে বিয়ে করেছেন যার সাথে তিনি একটি কন্যা এবং একটি পুত্র।\n\n\n== নাটক ==\nডিডোনার চরিত্রে এনিদা ( কোটলিয়ারেভস্কি )\nভাসা ঝিলিয়েজনোভা ( গোর্কি ) লিউডমিলার চরিত্রে\nজোয়ান ডি'আর্ক চরিত্রে হোয়াইট ক্রো (রাইবচিনস্কি)\nমারি চরিত্রে ব্লেজ (মেনে)\nFiorella এবং Matilda হিসাবে উচ্চ বিশ্বের থেকে সিনিয়র\nআন্না হিসাবে কিন IV\nএলিজা ডুলিটল চরিত্রে পিগম্যালিয়ন\n\n\n== সিনেমা ==\nমারিয়া চরিত্রে কারমেলিউক\nNatalka Poltavka Natalka হিসাবে\nপর্বতমালা মারিচকা হিসাবে ধূমপান করছে\nইউলিয়া শাবলিনস্কা হিসাবে হোম ফায়ারের জন্য\nখ্রিস্টাইনার চরিত্রে ডুডারিকস\nমারিয়া হিসাবে রাজ্য সীমান্ত\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারে প্রোফাইল\nladyjob.com.ua-তে সাক্ষাৎকার\nইউক্রেনের ন্যাশনাল রেডিও কোম্পানিতে অতিথি হিসেবে সুমস্কা\nসুমস্কা ক্রেমেনচুকে একটি প্রেস কনফারেন্স দেন (এপ্রিল 2010)।\nভিন্নিতসিয়া ফেব্রুয়ারি 2004 (ইউক্রেনীয় ভাষায়) একটি উচ্চতর বিশ্বের একটি নাটকের পর্যালোচনা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জুলাই ২০১১ তারিখে\nসিমিয়া পত্রিকায় সাক্ষাৎকার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১২ তারিখে"}