{"pageid": 1334210, "title": "মহাকর্ষীয় প্রবাহাবদ্ধতা", "url": "https://bn.wikipedia.org/wiki?curid=1334210", "content": "একজোড়া সহ- প্রদক্ষিণকারী জ্যোতির্বৈজ্ঞানিক সংস্থানের মাঝে তখন মহাকর্ষীয় প্রবাহাবদ্ধতা ঘটে যখন এদের একটি এমন অবস্থায় পৌঁছায় যেখানে সম্পূর্ণ কক্ষপথে চলাকালীন তার ঘূর্ণন হারে আর কোনো নিট পরিবর্তন হয় না । যখন একটি মহাকর্ষীয় প্রবাহাদ্ধ বস্তু সমলয়ী ঘূর্ণন অর্জন করে তখন সেটি তার সঙ্গীর চারপাশে প্রদক্ষিণ করতে যতটা সময় নেয় ঠিক ততটা সময় নেয় তার নিজের অক্ষের চারপাশে ঘুরতে । উদাহরণস্বরূপ, চাঁদের একই দিক সর্বদা পৃথিবীর মুখোমুখি হয়, যদিও কিছু পরিবর্তনশীলতা রয়েছে কারণ চাঁদের কক্ষপথ পুরোপুরি বৃত্তাকার নয় । সাধারণত, শুধুমাত্র উপগ্রহই মহাকর্ষীয় প্রবাহে বৃহত্তর বস্তুর সাথে আবদ্ধ থাকে । যাইহোক, যদি দুটি বস্তুর মধ্যে ভরের পার্থক্য এবং তাদের মধ্যকার দূরত্ব তুলনামূলকভাবে কম হয়, তবে প্রতিটি একটি মহাকর্ষীয় প্রবাহে একে অন্যের সাথে আবদ্ধ থাকতে পারে; এটি প্লুটো এবং চ্যারনের ক্ষেত্রে এমনটা ঘটছে, সেইসাথে এরিস এবং ডিসনোমিয়ার ক্ষেত্রেও । মহাকর্ষীয় প্রবাহাবদ্ধতার প্রক্রিয়ার বিকল্প নামগুলি হল মহাকর্ষীয় আবদ্ধতা,  ধৃত ঘূর্ণন এবং ঘূর্ণন-প্রদক্ষিণ আবদ্ধতা ।\nদুটি বস্তুর মাঝে এ পরিণতি তখন দেখা দেয় যখন তাদের মহাকর্ষীয় মিথস্ক্রিয়া একটি বস্তুর ঘূর্ণনকে ধীর করে দেয় যতক্ষণ না এটি মহাকর্ষীয় প্রবাহে আবদ্ধ হয় । কয়েক মিলিয়ন বছর ধরে, শক্তি বিনিময় এবং তাপ অপচয়ের ফলে মিথস্ক্রিয়া বলসমূহ তাদের কক্ষপথ এবং ঘূর্ণন হারে পরিবর্তন করে । যখন একটি বস্তু এমন অবস্থায় পৌঁছায় যেখানে একটি সম্পূর্ণ কক্ষপথে চলাকালীন তার ঘূর্ণন হারে আর কোন নিট পরিবর্তন হয় না, তখন এটিকে মহাকর্ষীয় আবদ্ধতা বলা হয় । বস্তুটি এই অবস্থায় থাকে কারণ এটি ছেড়ে যাওয়ার জন্য সংস্থানে শক্তি যোগ করতে হবে । বস্তুর কক্ষপথ সময়ের সাথে সাথে স্থানান্তরিত হতে পারে যাতে মহাকর্ষীয় আবদ্ধতা কাটিয়ে ওঠা যায়, উদাহরণস্বরূপ, যদি একটি দৈত্য গ্রহ বস্তুটিকে বিরক্ত করে ।\nমহাকর্ষীয় প্রবাহাবদ্ধতার প্রতিটি ক্ষেত্রেই সমলয়ী ঘূর্ণন জড়িত নয় । উদাহরণস্বরূপ, মহাকর্ষীয় প্রবাহাবদ্ধ বুধ গ্রহটি সূর্যের চারপাশে প্রতি দুটি প্রদক্ষিণের জন্য আপন অক্ষে তিনটি ঘূর্ণন সম্পন্ন করে, একটি ৩:২ ঘূর্ণন-প্রদক্ষিণ অনুরণন । বিশেষ ক্ষেত্রে যেখানে একটি কক্ষপথ প্রায় বৃত্তাকার হয় এবং বস্তুর ঘূর্ণন অক্ষ যথেষ্ট আনত না হয়, যেমন চাঁদ, সেক্ষেত্রে মহাকর্ষীয় প্রবাহাবদ্ধতার ফলে ঘূর্ণায়মান বস্তুটি ক্রমাগত একটি গোলার্ধ নিয়েই তার সঙ্গীর মুখোমুখি হয় । যাইহোক, এই ক্ষেত্রে বস্তুটি ঠিক একই অংশ নিয়ে সবসময় সকল প্রদক্ষিণে সঙ্গীর মুখোমুখি হয় না । আবদ্ধ বস্তুটির প্রদক্ষিণের বেগ এবং এর ঘূর্ণন অক্ষের আনতির কারণে কিছু স্থানান্তরণ হতে পারে ।\n\n\n== পদ্ধতি ==\n\n\n=== কক্ষপথীয় পরিবর্তনসমূহ ===\n\n\n== তথ্যসূত্র =="}