{"pageid": 1334742, "title": "ভারতে কৃষিকাজে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1334742", "content": "ভারতের একটি ঐতিহ্য কৃষি উর্বরতার সাথে সংযুক্ত। উত্তরে, সিন্ধু উপত্যকা এবং ব্রহ্মপুত্র অঞ্চল হল গুরুত্বপূর্ণ কৃষি এলাকা, এর সঙ্গে যুক্ত হয় গঙ্গার প্রবাহ এবং বর্ষা ঋতু। ২০১১ সালের বিশ্বব্যাংকের তথ্যের ভিত্তিতে, ভারতের মোট দেশজ উৎপাদনের (জিডিপি) মাত্র ১৭.৫% কৃষি উৎপাদন থেকে আসে। এটি দেশের সংখ্যাগরিষ্ঠদের জীবনযাত্রার একটি উপায়, যাঁদের বেশিরভাগই গ্রামীণ ভারতে বসবাস করেন। আনুমানিক গ্রামীণ ভারতের ১.১ বিলিয়ন লোকের মধ্যে ৭২% চাষবাস করেন।\nভারতে প্রচলিত ঐতিহ্য, সামাজিক সম্পর্ক এবং লিঙ্গ ভূমিকাকে সংজ্ঞায়িত করে কৃষি। কৃষিক্ষেত্রে নারী, হয় গতানুগতিকভাবে বা শিল্পজাত উপায়ে, জীবিকা নির্বাহের জন্য বা কৃষি শ্রমিক হিসেবে, একটি গুরুত্বপূর্ণ জনসংখ্যাগত গোষ্ঠীর প্রতিনিধিত্ব করে। অর্থনৈতিক স্বাধীনতা, সিদ্ধান্ত গ্রহণের ক্ষমতা, প্রতিনিধিত্ব এবং শিক্ষা ও স্বাস্থ্য পরিষেবাতে অধিগতির মতো বিষয়গুলির সাথে কৃষি সরাসরিভাবে জড়িত। এই পদ্ধতিতে এটি দারিদ্র্য এবং প্রান্তিকতার মতো বাহ্যিকতা তৈরি করেছে এবং লিঙ্গ বৈষম্যের জটিল সমস্যাগুলি তৈরি করেছে। \n\n\n== ভারতীয় কৃষির পটভূমি ==\n২০১২ সালের তথ্যের ভিত্তিতে, ভারত বিশ্বের চতুর্থ বৃহত্তম কৃষিক্ষেত্রের আবাসস্থল। ভারতে আনুমানিক ১৮০ মিলিয়ন হেক্টর কৃষিজমি রয়েছে যার মধ্যে ১৪০ মিলিয়ন অঞ্চলে ক্রমাগত রোপণ এবং চাষ করা হয়। তবুও ভারতের কৃষি পরিলেখতে সবুজ বিপ্লব নীতির বিতর্কিত প্রভাবের ছায়া পড়ে, যেটি ১৯৬০ এবং ৭০-এর দশকে মার্কিন যুক্তরাষ্ট্রের আন্তর্জাতিক উন্নয়ন সংস্থা এবং বিশ্বব্যাংকের চাপে গৃহীত হয়েছিল।\nসেচ ব্যবস্থা, জিনগতভাবে পরিবর্তিত বীজের বৈচিত্র্য, কীটনাশক ও আপদনাশকের ব্যবহার এবং অসংখ্য ভূমি সংস্কারকে একসঙ্গে করে কৃষিতে একটি আধুনিক পদ্ধতি নিয়ে এসেছিল সবুজ বিপ্লব। এটি একটি বিস্ফোরক প্রভাব ফেলে, ভারতে অভূতপূর্ব কৃষি উৎপাদনশীলতা প্রদান করেছিল এবং দেশটিকে খাদ্য আমদানিকারক থেকে রপ্তানিকারকে পরিণত করেছিল। তবুও সবুজ বিপ্লবের কারণেও কৃষিজাত পন্যের দাম কমে গিয়েছিল, যা ভারতের ক্ষুদ্র কৃষকদের ক্ষতিগ্রস্ত করে তুলেছিল।\nকৃষকদের দরিদ্র অবস্থা, সেইসাথে ছোট খামারের আকারের সাথে যান্ত্রিকীকরণের অভাব; এই কারণে ভারতের কৃষি খাত আজও দক্ষতাগত সমস্যার মুখোমুখি। ভারতে চিরাচরিত কৃষিকর্ম এখনও প্রভাবশালী, কারণ অনেক কৃষক ফসল উৎপাদনের জন্য পশু-চালিত লাঙল এবং সার হিসাবে জৈবসারের ব্যবহার করেন। ২০১১ সালের পরিসংখ্যান অনুসারে, ভারতে গড় খামার প্রায় ১.৫ একর। ফ্রান্সে গড় ৫০ হেক্টর,  মার্কিন যুক্তরাষ্ট্রে ১৭৮ হেক্টর এবং কানাডায় ২৭৩ হেক্টরের সাথে তুলনা করলে  এই সংখ্যাটি ভীষণ কম।\nভারতের ক্ষুদ্র কৃষি ব্যবস্থাকে স্বাধীন ভারতের প্রথম কৃষি সংস্কারের দিকে ফিরিয়ে আনা যেতে পারে। সংস্কারের উদ্দেশ্য ছিল জমির সমষ্টি সীমিত করা। পুনর্বন্টন বাধ্যতামূলক করে পরবর্তী প্রজন্মের পুরুষ উত্তরাধিকারীদের মধ্যে জমি ভাগ করা হয়েছিল, এটি বিভক্ত উত্তরাধিকার আইন হিসাবে পরিচিত। এই আইনের স্থায়িত্ব শুধুমাত্র খামারের আকারকে সীমাবদ্ধ করে না বরং মহিলাদের মালিকানা বা উত্তরাধিকার থেকেও বঞ্চিত করে। তদ্ব্যতীত, ছোট কৃষকরা বৃহত্তর খামার পরিচালনার সাথে ক্রমবর্ধমান প্রতিযোগিতার মুখোমুখি হয়ে টিঁকতে না পেরে ক্রমবর্ধমানভাবে উচ্চ মজুরি এবং কর্মসংস্থানের জন্য শহরের কেন্দ্রগুলিতে চলে যায়। নারীরা পালাক্রমে পারিবারিক কাঠামোকে সমর্থন করার জন্য এবং ছোট খামারের জীবনধারাকে সমর্থন করার জন্য থেকে যায়। ২০১১ সালে, উপমহাদেশে কৃষি খাতের কর্মশক্তি ছিল ৭৫% নারী।\n\n\n== আরও দেখুন ==\n \n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:ভারতে কৃষি"}