{"pageid": 1336704, "title": "প্রসুস", "url": "https://bn.wikipedia.org/wiki?curid=1336704", "content": "প্রসুস এনভি, বা প্রসুস হল একটি বৈশ্বিক বিনিয়োগ গোষ্ঠী যা দীর্ঘমেয়াদী বৃদ্ধির সম্ভাবনা সহ সেক্টর এবং বাজার জুড়ে বিনিয়োগ করে এবং পরিচালনা করে। এটি বিশ্বের বৃহত্তম প্রযুক্তি বিনিয়োগকারীদের মধ্যে একটি।\nপ্রসুস সামাজিক/গেমিং, ক্লাসিফায়েড, পেমেন্ট এবং ফিনটেক, এডটেক, ফুড ডেলিভারি এবং ইকমার্স সহ একাধিক উল্লম্ব জুড়ে বিনিয়োগ করেছে। এর ব্যবসার পণ্য এবং পরিষেবা এবং বিনিয়োগগুলি ৮৯টি বাজারে ১.৫ বিলিয়নেরও বেশি লোক ব্যবহার করে।\nপ্রসুস দক্ষিণ আফ্রিকার বহুজাতিক নেসপার্স দ্বারা সংখ্যাগরিষ্ঠ মালিকানাধীন। সেপ্টেম্বর ২০১৯-এ, প্রসুসের সাধারণ শেয়ারগুলি ইউরোনেক্সট আমস্টারডামে তালিকাভুক্ত করা হয়েছিল এবং জোহানেসবার্গ স্টক এক্সচেঞ্জে সেকেন্ডারি ইনওয়ার্ড-লিস্টিং হিসাবে।  এর IPO এর পর, প্রসুস সম্পদ মূল্যের দিক থেকে ইউরোপের বৃহত্তম ভোক্তা ইন্টারনেট কোম্পানি হয়ে ওঠে। কোম্পানির শেয়ার \"অভিষেকের সময় বেড়েছে\" বলে জানা গেছে, যদিও কোম্পানিটি তার পোর্টফোলিওর মূল্যে উল্লেখযোগ্য ছাড়ে লেনদেন করছিল।\n\n\n== ব্যবসা ==\n\nইন্টারনেট প্ল্যাটফর্মগুলিতে গ্রুপের সম্প্রসারণ ১৯৯০-এর দশকে শুরু হয়েছিল, বিভিন্ন প্রযুক্তি বিনিয়োগের মধ্যে রয়েছে, পাশাপাশি রয়েছে:\n\nসামাজিক - টেনসেন্ট (৩০.৮৬%) \nশ্রেণীবদ্ধ - ওএলএক্স (১০০%), ইপিএমজি, অফারআপ\nফিনটেক - পেইউ PayU (৯৮.৮%), Remitly, Red Dot Payment, BUX\nখাবার - iFood (১০০%), ডেলিভারি হিরো (২২.৩%), Swiggy (৩৮.৮%), Oda, Flink, Wolt, Foodics, ShareBite, Facily\nEdTech - স্ট্যাক ওভারফ্লো, Brainly, Udemy, Skillsoft, GoStudent, GoodHabitz, Eruditus, BYJU's, Platzi, EduMe এবং SoloLearn\nইকমার্স - eMAG (৮০.১%), Meesho, Mensa Brands, PharmEasy, Ula, ElasticRun, merXu, The Good Glamm Group\nভ্রমণ - Ctrip (৬%)\nগতিশীলতা / লজিস্টিকস - বাইকিয়া, ৯৯ মিনিট, কুইকরাইড, ডট, শিপার\nAgriTech: DeHaat, VeGrow, CaptainFresh\nঅন্যান্য: Airmeet, Wayflyer\nপ্রসুস টেনসেন্টে বিনিয়োগের জন্য সবচেয়ে বেশি পরিচিত, ২০০১ সালে ৪৫% শেয়ার ছিল। ২০১৯ সালে কোম্পানিটি জাস্টইট অর্জন করার চেষ্টা করেছিল, কিন্তু টেকএওয়ে.কমের কাছে বিডিং যুদ্ধে হেরে যায়।\n২০২২ সালের মার্চ মাসে, প্রসুস ঘোষণা করেছে যে এটি ভিকে-এর সিইও ভ্লাদিমির কিরিয়েনকোকে মার্কিন নিষেধাজ্ঞার তালিকায় রাখার পরে, সোশ্যাল মিডিয়া কোম্পানি ভিকে-তে তার ২৫.৯% শেয়ার (প্রায় মার্কিন $৭০০ মিলিয়ন মূল্যের) বাতিল করছে।\n\n\n== বিতর্ক ==\n২০২২ সালের ইউক্রেনে রাশিয়ার আক্রমণের পর; যা ২৪ ফেব্রুয়ারি থেকে শুরু হয়েছিল, অনেক আন্তর্জাতিক, বিশেষ করে পশ্চিমা কোম্পানিগুলি রাশিয়া থেকে বেরিয়ে এসেছে। তার বেশিরভাগ পশ্চিমা প্রতিযোগীদের থেকে ভিন্ন, প্রসুস রাশিয়ায় কোনো বিনিয়োগ বা তার ক্রিয়াকলাপ পিছিয়ে নেওয়ার ঘোষণা দিতে ধীর গতিতে হয়েছে, যার ফলে তারা সমালোচনার সম্মুখীন হয়েছে। অন্যান্য সমালোচনার মধ্যে উল্লেখযোগ্য সমালোচনা ছিল, এর আভিটো পরিষেবা (ওএলএক্স- এর একটি সহযোগী সংস্থা) রাশিয়ান সেনাবাহিনীতে নিয়োগের বিষয়ে বিজ্ঞাপন প্রকাশ করে।\n\n\n== অধিগ্রহণ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে প্রসুস সম্পর্কিত মিডিয়া দেখুন।"}