{"pageid": 1336711, "title": "আস্ক উবুন্টু", "url": "https://bn.wikipedia.org/wiki?curid=1336711", "content": "আস্ক উবুন্টু হল উবুন্টু অপারেটিং সিস্টেমের জন্য একটি সম্প্রদায়-চালিত প্রশ্ন ও উত্তরের ওয়েবসাইট। এটি স্ট্যাক এক্সচেঞ্জ নেটওয়ার্কের অংশ, যেই নেটওয়্যার্কে স্ট্যাক ওভারফ্লো একই সফ্টওয়্যারে পরিচালিত হয়।\nসদস্যরা তাদের প্রশ্ন ও উত্তরে সম্প্রদায়ের প্রতিক্রিয়ার (ভোটিংয়ের মাধ্যমে) উপর ভিত্তি করে খ্যাতি অর্জন করে। খ্যাতি ব্যবহারকারীদের তাদের দেওয়া উত্তরগুলির উপর আস্থা বোঝায়। খ্যাতি স্তরের উপর ভিত্তি করে বিশেষাধিকারগুলি দেওয়া হয়, সর্বোচ্চ খ্যাতি সহ ব্যবহারকারীদের মডারেটরদের অনুরূপ বিশেষাধিকার রয়েছে। সমস্ত ব্যবহারকারী-উৎপাদিত সামগ্রী ক্রিয়েটিভ কমন্স অ্যাট্রিবিউশন-শেয়ারঅ্যালাইক লাইসেন্সের অধীনে লাইসেন্সপ্রাপ্ত।\nসাইটটি ১০ অক্টোবর ২০১০-এ উবুন্টু ১০.১০ এর সাথে মুক্তিপ্রাপ্ত হয়ে পাবলিক বিটা অবস্থা থেকে বেরিয়ে আসে।\nডিসেম্বর ২০২১-এর হিসাব অনুযায়ী, আস্ক উবুন্টুর প্রায় ১.৩ মিলিয়ন নিবন্ধিত ব্যবহারকারী এবং ৩৮০,০০০টি প্রশ্ন রয়েছে।\n\n\n== ইতিহাস ==\n\nআস্ক উবুন্টু স্ট্যাক এক্সচেঞ্জ এরিয়া ৫১-এ \"উবুন্টু ব্যবহারকারী এবং বিকাশকারীদের জন্য প্রস্তাবিত প্রশ্নোত্তর সাইট\" হিসাবে অস্তিত্বে এসেছে অন্যান্য ইন্টারনেট ব্যবহারকারীরা \"প্রতিশ্রুতি\" এর মাধ্যমে সাইটের প্রস্তাবকে সমর্থন করে, যার ফলে স্ট্যাক এক্সচেঞ্জ প্রাইভেট বিটাতে আস্ক উবুন্টু চালু করতে সিদ্ধান্ত নেয়। অবশেষে, সাইটটি আস্ক উবুন্টু নামে পাবলিক বিটা থেকে বেরিয়ে আসে, যা একটি সম্প্রদায় ভোটিং প্রক্রিয়ার মাধ্যমে নির্বাচিত হয়েছিল এবং অক্টোবর ২০১০ সালে উবুন্টু ১০.১০ ম্যাভেরিক মিরকাটের সাথে চালু হয়েছিল।\nফ্র্যাগমেন্টেশনের বিরুদ্ধে স্ট্যাক এক্সচেঞ্জ নীতি থাকা সত্ত্বেও, আলোচনা এবং ভোট দেওয়ার পরে, আস্ক উবুন্টুকে একটি পৃথক 'লিনাক্স এবং ইউনিক্স' সাইটের পাশাপাশি চালিয়ে যাওয়ার অনুমতি দেওয়া হয়েছিল।\nআস্ক উবুন্টু Canonical Ltd. থেকে সাহায্য পেয়েছে, যা সাইটটিকে তাদের ট্রেডমার্ক ব্যবহার করার অনুমতি দিয়েছে। আস্ক উবুন্টুর থিম উবুন্টু ব্র্যান্ডের নির্দেশিকা অনুসরণ করে তা নিশ্চিত করে ক্যানোনিকাল লিমিটেড সাইটটির ডিজাইনে সহায়তা করেছে।\n\n\n== বিন্যাস ==\nওয়েবসাইট ব্যবহারকারীদের প্রশ্ন জিজ্ঞাসা এবং উত্তর করার অনুমতি দেয়। ব্যবহারকারীদের প্রশ্ন এবং উত্তর উপরে বা নিচে ভোট দেওয়ার ক্ষমতা দেওয়া হয়। তারা সাইটে তাদের বিভিন্ন অবদানের জন্য খ্যাতি পয়েন্ট এবং \"ব্যাজ\" অর্জন করতে পারে। উদাহরণস্বরূপ, একজন ব্যক্তি যদি একটি প্রশ্নের উত্তর \"আপ\" ভোট পায় তাহলে তাকে ১০টি খ্যাতি পয়েন্ট দিয়ে পুরস্কৃত করা হয়।\nসমস্ত ব্যবহারকারী একটি উইকি শৈলীতে প্রশ্ন এবং উত্তর সম্পাদনা জমা দিতে পারেন, এবং তাদের প্রস্তাবিত সম্পাদনাগুলি একটি সমকক্ষ পর্যালোচনা প্রক্রিয়ার মধ্য দিয়ে যায়। ২,০০০ খ্যাতি পয়েন্ট বা তার বেশি ব্যবহারকারীরা তাদের সম্পাদনাগুলি অনুরূপ সমকক্ষ পর্যালোচনা প্রক্রিয়ার মধ্য দিয়ে না গিয়ে সরাসরি প্রশ্ন এবং উত্তরগুলি সম্পাদনা করতে পারেন৷ কিছু পোস্ট \"সম্প্রদায় উইকি\" হিসাবে মনোনীত করা হয়েছে, যেগুলির সম্পাদনার জন্য কম খ্যাতি প্রয়োজন।\nআস্ক উবুন্টুর দুটি সাব-সাইট রয়েছে: একটি \"মেটা\" যেখানে ব্যবহারকারীরা সাইট সম্পর্কে প্রশ্ন করতে এবং উত্তর দিতে পারে এবং সাইটগুলির স্ট্যাক এক্সচেঞ্জ নেটওয়ার্কের অংশ হিসাবে রিয়েল টাইম চ্যাট রুমের একটি সেট৷\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}