{"pageid": 1336428, "title": "শিখা গৌতম", "url": "https://bn.wikipedia.org/wiki?curid=1336428", "content": "শিখা রাজেশ গৌতম (জন্ম ১৮ই এপ্রিল ১৯৯৮) হলেন একজন ভারতীয় ব্যাডমিন্টন খেলোয়াড়, যিনি আন্তর্জাতিক ব্যাডমিন্টন সার্কিটে মহিলা ডাবলসে দেশের প্রতিনিধিত্ব করেন। তিনি অনেক জাতীয় ও আন্তর্জাতিক পদক জিতেছেন। তিনি ২০১৬ সালে কর্ণাটক সরকার কর্তৃক কেওএ (কর্ণাটক অলিম্পিক অ্যাসোসিয়েশন )পুরস্কারপ্রাপ্ত। তিনি হংকংয়ে অনুষ্ঠিত ২০১৯ ব্যাডমিন্টন এশিয়া মিশ্র দল চ্যাম্পিয়নশিপে ভারতীয় স্কোয়াডের একজন সদস্য ছিলেন। তিনি বর্তমানে জাতীয় চ্যাম্পিয়ন এবং মর্যাদাক্রমে  তিনি ভারতের ১ নং মহিলা ডাবলস খেলোয়াড়। তিনি ভারতীয় জাতীয় ব্যাডমিন্টন দলের অংশ। তিনি ২০২২ সালে কর্ণাটক সরকার কর্তৃক একলব্য পুরস্কারের প্রাপক।\nবর্তমানে তিনি দুবাইতে অনুষ্ঠিত ২০২৩ ব্যাডমিন্টন এশিয়া মিশ্র দলগত চ্যাম্পিয়নশিপে ভারতীয় দলের সদস্য।\n২০২২ সালে তিনি বিডব্লিউএফ অরলিন্স মাস্টার্স সুপার ১০০ প্রতিযোগিতায় ব্রোঞ্জ পদক জিতেছিলেন। তিনি ইনফোসিস ইন্ডিয়া ইন্টারন্যাশনাল এ স্বর্ণপদক জিতেছিলেন। তিনি সুরাটে ৩৬তম জাতীয় গেমসে রৌপ্য পদকও জিতেছিলেন।\n\n\n== কর্মজীবন ==\n\nশিখা ছিলেন একজন শিশু বিস্ময়, তিনি বিশাখাপত্তনমে জন্মগ্রহণ করেছিলেন এবং নাসিকে বড় হয়ে ওঠেন। এরপর ১৩ বছর বয়সে তিনি প্রকাশ পাড়ুকোন ব্যাডমিন্টন একাডেমিতে প্রশিক্ষণের জন্য ব্যাঙ্গালোরে চলে যান। তিনি বর্তমানে তাঁর কোচ জগদীশ যাদবের অধীনে ব্যাঙ্গালোরের যাদব প্রো ব্যাডমিন্টন একাডেমিতে প্রশিক্ষণ নিচ্ছেন, জগদীশ হলেন প্রাক্তন ভারতীয় পুরুষ দ্বৈত খেলোয়াড়।\nশিখা জুনিয়র ব্যাডমিন্টন এশিয়া চ্যাম্পিয়নশিপে অংশগ্রহণকারী সর্বকনিষ্ঠ ভারতীয় ব্যাডমিন্টন অ্যাথলিট হওয়ার বিরল গৌরব অর্জন করেছেন। ভারতের লখনউতে ২০১১ এশিয়ান জুনিয়র ব্যাডমিন্টন চ্যাম্পিয়নশিপে ভারতের প্রতিনিধিত্ব করার সময় তাঁর বয়স ছিল মাত্র ১৩ বছর। শিখা এছাড়াও ২০১২, ২০১৪ এবং ২০১৬ সালে ব্যাডমিন্টন এশিয়া জুনিয়র চ্যাম্পিয়নশিপে নিজের দেশের প্রতিনিধিত্ব করেছিলেন।\nশিখা গৌতম স্পেনের বিলবাওতে ২০১৬ বিডব্লিউএফ বিশ্ব জুনিয়র চ্যাম্পিয়নশিপেও প্রতিদ্বন্দ্বিতা করেছিলেন। ২০১৬ প্রিমিয়ার ব্যাডমিন্টন লিগে, শিখা বিজয়ী দিল্লি ড্যাশার্স দলের অংশ ছিলেন।\n২০১৭ সালে, শিখা মরিশাস ইন্টারন্যাশনাল-এ মহিলাদের একক শিরোপা জিতেছিলেন এবং হায়দ্রাবাদে অনুষ্ঠিত ইন্ডিয়া ইন্টারন্যাশনাল সিরিজে রানার্স আপ হয়েছিল। ২০১৭ সাল পর্যন্ত, শিখা একজন বিশেষ একক খেলোয়াড় ছিলেন। তিনি বিহারের পাটনায় অনুষ্ঠিত জাতীয় চ্যাম্পিয়নশিপে মহিলাদের ডাবলসে রৌপ্য পদক জিতে একজন ডাবলস খেলোয়াড় হিসাবে নিজের সম্ভাবনা উপলব্ধি করেছিলেন। সাফল্যের পর, তিনি নিয়মিতভাবে ডাবলস ইভেন্টে খেলা শুরু করেন যদিও একক খেলায় তাঁর প্রাথমিক মনোযোগ ছিল। ২০১৯ সালে, আসামের গুয়াহাটিতে জাতীয় চ্যাম্পিয়নশিপে, শিখা তাঁর শৈশবের বন্ধু অশ্বিনী ভাটের সাথে উপস্থিতমত রচিত সংমিশ্রণে মহিলাদের ডাবলস ইভেন্টে প্রবেশ করেছিলেন এবং আশ্চর্যজনকভাবে এই জুটি শিরোপা জিতেছিল।  জাতীয় চ্যাম্পিয়নশিপে জয়ের পর শিখা গৌতম তাঁর মনোযোগ ডাবলসের দিকে ফিরিয়ে ছিলেন।\nতাঁর দ্বৈত অংশীদার অশ্বিনী ভাট কে.-এর সাথে শিখা এখন এক বছরেরও বেশি সময় ধরে ভারতে ধারাবাহিকভাবে এক নম্বরে রয়েছেন। অশ্বিনীর সাথে মিলে শিখা, ২০১৯ পোলিশ ইন্টারন্যাশনাল এবং ২০১৯ মালদ্বীপ ইন্টারন্যাশনাল এ ব্রোঞ্জ পদক জিতেছেন।\n\nশিখা খেলো ইন্ডিয়া ইয়ুথ গেমস ২০২০ সালে স্বর্ণপদক জিতেছেন এবং তিনি কর্ণাটক অলিম্পিক পুরস্কারও পেয়েছেন।\n\n• ২০২১ সালে, শিখা অল ইংল্যান্ড ব্যাডমিন্টন চ্যাম্পিয়নশিপে মহিলাদের ডাবলসে অংশগ্রহণ করেছিলেন।\n• ম্যানিলায় ২০২২ সালে ব্যাডমিন্টন এশিয়া ব্যক্তিগত চ্যাম্পিয়নশিপ খেলতে গিয়েছিলেন।\n• প্রি কোয়ার্টার ফাইনালিস্ট - টোকিও, জাপানে বিডব্লিউএফ ওয়ার্ল্ড চ্যাম্পিয়নশিপে অভিষেক ২০২২৷\n• শিখা গৌতম তাঁর ডাবলস সঙ্গী অশ্বিনী ভাটের সাথে ২০২২ সালে সুরাটে ৩৬তম জাতীয় গেমসে রৌপ্য পদক জিতেছিলেন।\n\n\n== অর্জন ==\n\n\n=== বিডব্লিউএফ আন্তর্জাতিক চ্যালেঞ্জ/সিরিজ (২টি শিরোপা, ১ রানার্স আপ) ===\nমহিলাদের একক\n\nমহিলাদের ডাবলস\n\n  বিডব্লিউএফ আন্তর্জাতিক চ্যালেঞ্জ টুর্নামেন্ট\n  বিডব্লিউএফ আন্তর্জাতিক সিরিজ টুর্নামেন্ট\n  বিডব্লিউএফ ফিউচার সিরিজ টুর্নামেন্ট\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}