{"pageid": 1336761, "title": "সিস্টেম৭৬", "url": "https://bn.wikipedia.org/wiki?curid=1336761", "content": "সিস্টেম৭৬, ইনক. হল একটি আমেরিকান ডেনভার, কলোরাডোতে অবস্থিত কম্পিউটার নির্মাতা কোম্পানি যা ল্যাপটপ, ডেস্কটপ এবং সার্ভার বিক্রিতে বিশেষীকরণ করে। কোম্পানিটি বিনামূল্যে এবং ওপেন সোর্স সফ্টওয়্যার ব্যবহার করে এবং পূর্বে ইনস্টল করা অপারেটিং সিস্টেম হিসাবে উবুন্টু বা তাদের নিজস্ব উবুন্টু-ভিত্তিক লিনাক্স ডিস্ট্রিবিউশন পপ! ওএসের একটি পছন্দ অফার করে।\n\n\n== ইতিহাস ==\nসিস্টেম৭৬ কার্ল রিচেল এবং এরিক ফেটজার দ্বারা প্রতিষ্ঠিত হয়েছিল। ২০০৩ সালে, ফেটজার লিনাক্স অপারেটিং সিস্টেমের সাথে কম্পিউটার বিক্রি করার জন্য ডোমেইন সিস্টেম৭৬.কম নিবন্ধন করেছিলেন, কিন্তু দুই বছর পরে এই ধারণাটি অনুসরণ করা হয়নি। কোম্পানির নামের৭৬ নম্বরটি ১৭৭৬ সালের একটি উল্লেখ, যে বছর আমেরিকান বিপ্লব হয়েছিল। রিচেল ব্যাখ্যা করেছেন যে কোম্পানিটি একটি \"ওপেন সোর্স বিপ্লব\" সৃষ্টি করার আশা করেছিল, যা ভোক্তাদের মালিকানাধীন সফ্টওয়্যার ব্যবহার না করার জন্য একটি পছন্দ দেয়৷\n২০০৫-এর মাঝামাঝি সময়ে, প্রতিষ্ঠাতারা রেড হ্যাট এন্টারপ্রাইজ লিনাক্স, ওপেনসুস, ইয়োপার এবং অন্যান্য ডিস্ট্রিবিউশনের মূল্যায়নের সাথে কোন লিনাক্স ডিস্ট্রিবিউশন অফার করবেন তা বিবেচনা করেছিলেন। উবুন্টুকে প্রাথমিকভাবে বরখাস্ত করা হয়েছিল, কিন্তু রিচেল এবং ফেটজার পুনরায় মূল্যায়নের পরে দ্রুত তাদের মন পরিবর্তন করেছিলেন। রিচেল সম্পূর্ণ বিনামূল্যের সফ্টওয়্যারের ক্যানোনিকালের ব্যবসায়িক মডেল পছন্দ করেছেন, যা প্রয়োজনের সময় বাণিজ্যিক সমর্থন দ্বারা সমর্থিত হবে। সিস্টেম৭৬ দ্বারা বিক্রি হওয়া প্রথম কম্পিউটারগুলি উবুন্টু ৫.১০ ব্রীজি ব্যাজারের সাথে প্রিইন্সটল করা হয়েছিল।\n২০১৭ সালের মে মাসে উবুন্টুর ভবিষ্যৎ প্রকাশের জন্য ইউনিটি ইন্টারফেস থেকে গ্নোম ডেস্কটপে ক্যানোনিকাল স্যুইচ করার প্রতিক্রিয়া হিসাবে, সিস্টেম৭৬ পপ নামে একটি নতুন শেল ঘোষণা করেছে। কোম্পানি জুন ২০১৭ এ ঘোষণা করেছে যে এটি পপ! ওএস নামক উবুন্টুর উপর ভিত্তি করে নিজস্ব লিনাক্স বিতরণ তৈরি করবে। \n\n\n== পণ্য ==\nসিস্টেম৭৬ এর কম্পিউটার মডেলের নামকরণ করা হয়েছে বিভিন্ন আফ্রিকান প্রাণীর নামে।\nসিস্টেম৭৬ এর ফার্মওয়্যার আংশিকভাবে ইন্টেল ম্যানেজমেন্ট ইঞ্জিনকে নিষ্ক্রিয় করে; ইন্টেল ম্যানেজমেন্ট ইঞ্জিন হল মালিকানাধীন ফার্মওয়্যার যা ২০০৮-পরবর্তী ইন্টেল চিপসেটগুলিতে একটি অপারেটিং সিস্টেম চালায়।\n\n\n=== পপ! _ওএস ===\n\nপপ! _ওএস হল একটি লিনাক্স ডিস্ট্রিবিউশন যা সিস্টেম৭৬ দ্বারা উবুন্টুর উপর ভিত্তি করে তৈরি করা হয়েছে। এবং জিনোম ডেস্কটপ এনভায়রনমেন্ট ব্যবহার করে। এটি \"বিকাশকারী, নির্মাতা এবং কম্পিউটার বিজ্ঞান পেশাদারদের\" দ্বারা ব্যবহারের উদ্দেশ্যে। পপ! _ওএস ডিফল্টরূপে সম্পূর্ণ ডিস্ক এনক্রিপশন প্রদান করে সেইসাথে স্ট্রীমলাইনড উইন্ডো ম্যানেজমেন্ট, ওয়ার্কস্পেস এবং নেভিগেশনের জন্য কীবোর্ড শর্টকাট।\n\n\n== সামাজিক সম্পর্ক ==\nকোম্পানিটি উবুন্টু ডেভেলপার সামিট, সাউদার্ন ক্যালিফোর্নিয়া লিনাক্স এক্সপো এবং অন্যান্য ওপেন সোর্স/লিনাক্স ইভেন্ট এবং কনফারেন্স স্পনসর করেছে। তাদের অফিসিয়াল সাপোর্ট ফোরামগুলি ক্যানোনিকাল লিমিটেড দ্বারা হোস্ট করা হয়, উবুন্টুর প্রাথমিক বিকাশকারী৷\nসিস্টেম৭৬ হল কলোরাডো উবুন্টু কমিউনিটির একজন সক্রিয় সদস্য, উবুন্টু লোকো ইভেন্টের জন্য কর্পোরেট স্পনসর হিসেবে কাজ করে এবং ডেনভারের ডাউনটাউনে পার্টি রিলিজ করে। \n\n\n== আরও দেখুন ==\nলিনাক্স পরিগ্রহণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}