{"pageid": 1336032, "title": "দ্য এলিফ্যান্ট হুইস্পারার্স", "url": "https://bn.wikipedia.org/wiki?curid=1336032", "content": "দ্য এলিফ্যান্ট হুইস্পারার্স ২০২২ সালের ভারতীয় তামিল ভাষার স্বল্পদৈর্ঘ্য প্রামাণ্যচিত্র। এটি কার্তিকি গনসালভেসের অভিষেক চলচ্চিত্রনির্মাণ। তথ্যচিত্রটি এক দম্পতি এবং তাদের যত্নের দায়িত্বে থাকা রঘু নামক একটি অনাথ শিশু হাতির আত্মিক বন্ধন সম্পর্ক নিয়ে নির্মিত। শিখ্যা এন্টারটেইনমেন্ট প্রযোজিত প্রামাণ্যচিত্রটি ২০২২ সালের ৯ নভেম্বর মার্কিন যুক্তরাষ্ট্রে অনুষ্ঠিত ডক এনওয়াইসি চলচ্চিত্র উৎসবে প্রথম প্রদর্শনী হয়েছিল। একইবছর ৮ ডিসেম্বর  নেটফ্লিক্স-এ বিশ্বব্যাপী মুক্তি পায়। চলচ্চিত্রটি ৯৫তম একাডেমি পুরস্কারে শ্রেষ্ঠ স্বল্পদৈর্ঘ্য প্রামাণ্যচিত্র বিভাগে একাডেমি পুরস্কার লাভ করে। এটি এই বিভাগে একাডেমি পুরস্কার বিজয়ী প্রথম ভারতীয় চলচ্চিত্র।\n\n\n== বিষয়বস্তু ==\n\nদ্য এলিফ্যান্ট হুইস্পারার্স বোম্যান এবং বেলি নামে একটি আদিবাসী দম্পতির গল্প বলে। যাদের রঘু নামে একটি অনাথ শিশু হাতির দায়িত্ব দেওয়া হয়। আহত শিশু হাতিটি যেন বেঁচে থাকে এবং সুস্থ হিসেবে বেড়ে ওঠে তা নিশ্চিত করতে তারা অনেক কষ্ট করে। তাদের সাথে হাতির শক্তিশালী আত্মিক বন্ধন গড়ে ওঠে। তারা আম্মুকুট্টি নামের আরেকটি হাতি দত্তক নেয় এবং অবশেষে রঘুকে ছেড়ে দিতে হয়। ভারতের তামিলনাড়ু রাজ্যের মুদুমালাই জাতীয় উদ্যানে ধারণকৃত প্রামাণ্যচিত্রটি সেই স্থানের প্রাকৃতিক সৌন্দর্যকেও তুলে ধরে। এটি প্রকৃতির সাথে সামঞ্জস্য রেখে আদিবাসীদের জীবনকে অন্বেষণ করে। প্রামাণ্যচিত্রটি কেবল প্রাণী ও মানুষের মধ্যে বন্ধন এবং সহ-অবস্থানের একটি হৃদয়স্পর্শী গল্প নয়, ভারতীয় সংস্কৃতি এবং পরিবেশ সংরক্ষণের ঐতিহ্যও প্রদর্শন করে।\n\n\n== উৎপাদন ==\n\nকার্তিকি গনসালভেস এই প্রামাণ্যচিত্রটি তৈরি করতে কাট্টুনায়কন উপজাতির মানব-হাতি মিশ্রিত পরিবারকে উপস্থাপন করে। কার্তিকি ও তার দল প্রামাণ্যচিত্র নির্মাণে পাঁচ বছর সময় নিয়েছেন। তিনি বলেছিলেন, \"আমি রঘুর (বাচ্চা হাতির) সাথে দেখা করি, যখন সে ঠিক তিন মাস বয়সে ছিল। আমি তার সাথে প্রায় দেড় বছর কাটিয়েছি।\" প্রামাণ্যচিত্রের চিত্রগ্রহণের সময় তার দল চিতাবাঘ, বাঘ এবং বানর সহ সংরক্ষণাগারের অন্যান্য প্রাণীদেরও চিত্র গ্রহণ করে।\n\n\n== অভ্যর্থনা ==\n\nপর্যালোচনা অনুমোদনকারী রটেন টম্যাটোস ওয়েবসাইটে ৫টি পর্যালোচনার উপর ভিত্তি করে ৭.৭/১০ গড় রেটিং সহ চলচ্চিত্রটির অনুমোদন রেটিং ১০০% রয়েছে।\nরেডি স্টেডি কাট- এর রোমি নর্টন প্রামাণ্যচিত্রটিকে ৫-এর মধ্যে ৩.৫ তারকা দিয়েছেন এবং বলেছেন যে \"এটি অবশ্যই দেখার যোগ্য, বিশেষ করে যদি আপনি হাতি পছন্দ করেন\"। পৌলোমি দাস ফার্স্টপোস্টের পর্যালোচনা করে লিখেছেন, \"আখ্যান, মোটামুটি সহজবোধ্য, গল্প বলার সাথে প্ররোচিত হতে পরিচালিত করে।\" চিত্রগ্রহণের প্রশংসা করে লিখেছেন, \"প্রামাণ্যচিত্রটি তার অত্যাশ্চর্য চিত্রগ্রহণ শৈলীর দ্বারা উন্নত হয়েছে।\" লেইজার বাইটের মনজিৎ সিং প্রামাণ্যচিত্রটির পর্যালোচনায় এটির চিত্রনাট্যর প্রশংসা করেন, \"সম্পূর্ণ তথ্যচিত্রটি একটি অভিজ্ঞতার মতো দেখায়, যা শুধু দেখার চেয়ে অনুভব করা বেশি দরকার।\" তিনি আরো মতামত দেন যে \"প্রামাণ্যচিত্রটি আপনাকে কাঁদতেও সক্ষম এবং এটি বছরের সেরা উপস্থাপনা।\"\n\n\n== প্রশংসা ==\n\n\n== বিতর্ক ==\nদ্য হিন্দু মিডিয়া আউটলেটের সাথে একটি সাক্ষাৎকারে আদিবাসী দম্পতি বোম্যান ও বেলি বলেছিলেন যে, ৪১ মিনিটের তথ্যচিত্রের ধারণের সময় তাদের 'শোষণ' করা হয়েছিল এবং চলচ্চিত্র নির্মাতারা তাদের পারিশ্রমিক দেননি বা দেওয়া প্রতিশ্রুতি পূরণ করেননি। পরিচালক নির্মাণের সময় বন্ধুত্বপূর্ণ ছিলেন কিন্তু খ্যাতি অর্জনের পরে দূরে সরে গেছেন। তবে চলচ্চিত্র নির্মাতা এই সব দাবি অস্বীকার করেছেন।\nকার্তিকি'র বিরুদ্ধে আইনী নোটিশ পাঠানো হয়। ইন্ডিয়া টুডের করা একটি ভিডিও প্রতিবেদন অনুযায়ী বোম্যান পরে তার অভিযোগ থেকে সরে আসেন। তিনি বলেন যে আইনি নোটিশ কে পাঠিয়েছে তা তিনি জানেন না, আইনজীবিকেও  চেনেন না এবং তার কাছে কোনও প্রমাণও নেই।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে দ্য এলিফ্যান্ট হুইস্পারার্স   (ইংরেজি)\nরটেন টম্যাটোসে দ্য এলিফ্যান্ট হুইস্পারার্স (ইংরেজি)\nনেটফ্লিক্সে দ্য এলিফ্যান্ট হুইস্পারার্স"}