{"pageid": 1336558, "title": "সকিনা খাতুন", "url": "https://bn.wikipedia.org/wiki?curid=1336558", "content": "সাকিনা খাতুন (জন্ম ২০শে জুন ১৯৮৯; বেঙ্গালুরু, কর্ণাটক) হলেন একজন ভারতীয় পাওয়ারলিফটার যিনি ২০১৪ কমনওয়েলথ গেমসে মহিলাদের ৬১ কেজি ইভেন্টে ব্রোঞ্জ পদক জিতেছিলেন। ২০১৬ সালে আন্তর্জাতিক নারী দিবস উপলক্ষে, চেন্নাইয়ের দ্য ব্রিউ পত্রিকা দ্বারা আয়োজিত ২০১৬ ব্রিউ পুরস্কারে সকিনা খাতুনকে (শিল্পবিদ টি. অনিল জৈন দ্বারা উপস্থাপিত) পুরস্কৃত করা হয়েছিল।\n\n\n== প্রাথমিক জীবন ==\nখাতুন ছোটবেলা থেকেই পোলিওতে আক্রান্ত ছিলেন। তাঁর বাবা একজন প্রান্তিক কৃষক হিসেবে কাজ করতেন এবং পরিবারটি আর্থিকভাবে অনেক সমস্যার সম্মুখীন হয়েছিল। ছোট থেকেই খেলাধুলার প্রতি অনুরাগী ছিলেন খাতুন। এই আবেগ তাঁকে খেলাধুলার সাথে তাঁর যাত্রা চালিয়ে যেতে সাহায্য করেছিল। তাঁর স্বাস্থ্যগত অবস্থার কারণে এবং পোলিও থেকে বেঁচে থাকার জন্য তাঁকে ৪টি অস্ত্রোপচার করতে হয়েছিল। যেহেতু সাঁতার শরীরের বেশিরভাগ পেশীকে শক্তিশালী করতে সাহায্য করে, তাই ডাক্তাররা তাঁকে চিকিৎসার সুবিধার জন্য স্বাস্থ্য পুনরুদ্ধার করতে সাঁতার কাটার পরামর্শ দিয়েছিলেন। তখনই খেলাধুলার সঙ্গে তাঁর যাত্রা শুরু হয়। ইয়োরস্টোরি-এর সাথে একটি সাক্ষাৎকারে, খাতুন স্মৃতিচারণ করে বলেছেন-“সাঁতার অবশ্যই আমার জন্য একটি আশ্চর্যজনক অভিজ্ঞতা হয়ে উঠেছে। কিন্তু আমি প্রতিযোগিতা বা জাতীয় পর্যায়ের চ্যাম্পিয়নশিপের মাধ্যমে এটা করতে পারিনি। তারপর, আমি ভারতের সবচেয়ে বিখ্যাত পাওয়ারলিফটারদের একজন ফরমান বাশার সাথে দেখা করি। তিনি আমার মাথায় পাওয়ারলিফটিং এর চিন্তাভাবনা ঢুকিয়ে দিয়েছিলেন।\n\n\n== পাওয়ারলিফটিং ==\nখাতুন কবিরিয়া উচ্চ বিদ্যালয় মাদ্রাসা থেকে তাঁর স্কুলের পড়াশোনা শেষ করেছেন। ২০১০ সালে ১২তম শ্রেণী শেষ করার পর তিনি পাওয়ারলিফটিংয়ে প্রশিক্ষণ শুরু করেন। তাঁর প্রশিক্ষণ সময়কাল সকালে শুরু হত এবং দু ঘন্টা পর্যন্ত স্থায়ী হত। তিনি আবার সন্ধ্যায় দু ঘন্টার জন্য অনুশীলন করতেন। তিনি বলেন:“আমার ভঙ্গুর স্বাস্থ্যের অবস্থা বিবেচনা করে, আমাকে প্রাথমিকভাবে অনেক সতর্কতা অবলম্বন করতে হয়েছিল। যাইহোক, আমি বৃহত্তর উচ্চতা অর্জন করতে অতিরিক্ত রাস্তা গিয়েছিলাম। আমি অন্য কোনো ক্রীড়াবিদ হতে চাইনি। আমি বড় গোষ্ঠীতে প্রবেশ করতে চেয়েছিলাম। আমি আমার দেশের প্রতিনিধিত্ব করতে চেয়েছিলাম।”তিনি ২০১৪ সালে কমনওয়েলথ গেমসের জন্য নির্বাচিত হয়েছিলেন এবং মহিলাদের লাইটলিফটিং বিভাগে (৬১ কেজি পর্যন্ত) মোট ৮৮.২ কেজি ওজন তোলার পর তৃতীয় স্থানে ছিলেন। তিনি ২০২০ টোকিও প্যারালিম্পিকেও অংশ নিয়েছিলেন যেখানে তিনি ৯৩ কেজি ওজন তুলে ৫ম স্থানে ছিলেন।\n\n\n== পুরস্কার, পদক এবং স্বীকৃতি ==\nখাতুন ভারতীয় ইতিহাসে একমাত্র ভারতীয় মহিলা প্যারা অ্যাথলিট যিনি কমনওয়েলথ গেমসে পদক জিতেছেন।\n২০১৪ সালে গ্লাসগোতে ব্রোঞ্জ পদক।\n২০১৮ সালে এশিয়ান প্যারা গেমসে রৌপ্য পদক।\n২০১৯ সালে বিশ্ব চ্যাম্পিয়নশিপে ষষ্ঠ স্থান।\n\n\n== তথ্যসূত্র =="}