{"pageid": 1336548, "title": "ভারতীয় ইন্দোনেশীয় রন্ধনশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1336548", "content": "ভারতীয় ইন্দোনেশীয় রন্ধনশৈলী (ইন্দোনেশীয়: মাসাকান ভারত-ইন্দোনেশিয়া) স্থানীয় ইন্দোনেশীয়-শৈলীর সাথে ভারতীয় রন্ধনশৈলীর মিশ্রণ দ্বারা চিহ্নিত করা হয়। এই রন্ধনশৈলীতে ভারতের খাঁটি খাবারের অভিযোজনের পাশাপাশি ইন্দোনেশিয়ার বৈচিত্র্যময় খাদ্য সংস্কৃতি দ্বারা অনুপ্রাণিত মূল সৃষ্টি রয়েছে। চতুর্থ শতাব্দীর প্রথম দিকে ইন্দোনেশিয়ায় ভারতীয় প্রভাব লক্ষ্য করা যায়। ইন্দোনেশিয়ায় ইসলামের বিস্তার এবং বাণিজ্যের পরে, মুসলিম ভারতীয় পাশাপাশি আরব প্রভাব  ইন্দোনেশিয়ার রন্ধনশৈলীতে প্রবেশ করে। উদাহরণের মধ্যে রয়েছে ভারতীয় বিরিয়ানি, মুর্তবাক, তরকারি ও পরাঠা যা আচেনিজ, মিনাংকাবাউ, মালয়, পালেম্বাঙ্গিজ, বেতাভী ও জাভানিজ রন্ধনশৈলীকে প্রভাবিত করেছিল।\n\n\n== ভারতীয় ইন্দোনেশীয় খাবারের তালিকা ==\nএই তালিকায় ইন্দোনেশীয় পদগুলিও রয়েছে যেগুলি ভারতীয় রন্ধনশৈলীতে সংযোজন বা আত্তীকরণের অভিজ্ঞতা অর্জন করেছে।  \n\n\n=== পদসমূহ ===\n১. অ্যাপেম, চালের আটা, নারকেলের দুধ, খামির এবং পাম চিনি দিয়ে তৈরি ভাপানো ময়দার একটি ঐতিহ্যবাহী কেক, সাধারণত টুকরো করা নারকেলের সাথে পরিবেশন করা হয়।\n\n২. আয়াম তন্দুরি, মুরগি মশলা ও দইয়ের মিশ্রণে মেরিনেট করে মাটির চুলায় রান্না করা হয়।\n৩. চাপাতি, ভারতে উদ্ভূত একটি পাতলা ও খামিরবিহীন ফ্ল্যাট রুটি, ভারতীয় অভিবাসীরা দেশে এনেছিল।\n৪. চাটনি, মশলাগুলির একটি পরিবার যাতে সাধারণত মশলা, শাকসবজি বা ফলের কিছু মিশ্রণ থাকে। চাটনি হয় ভেজা বা শুকনো থাকতে পারে এবং একটি সূক্ষ্ম বয়নে মোটা হতে পারে।\n৫. দোসা, ভাতের প্যানকেক পদ।\n৬. গুলাই, তরকারির পদের প্রধান উপাদানগুলি হতে পারে মুরগি, ছাগলের মাংস, গরুর মাংস, মাটন, বিভিন্ন ধরনের অফল, মাছ ও সামুদ্রিক খাবার এবং এছাড়াও সবজি যেমন কাসাভা পাতা ও কাঁচা কাঁঠাল।\n৭. ইডলি, প্যাটি আকৃতির সঙ্গে সুস্বাদু চালের কেক। প্রায়শই প্রাতঃরাশ বা জলখাবার হিসাবে খাওয়া হয়। এটি সাধারণত চাটনি, সাম্বার বা অন্যান্য অনুষঙ্গের সাথে জোড়ায় পরিবেশন করা হয়।\n৮. কারি আয়ম, মুরগির তরকারি।\n৯. কারি ডোম্বা, কষা মাংসের তরকারি।\n১০. কড়ি কাম্বিং, ছাগলের তরকারি।\n১১. কড়ি কেপাল ইকন, মাছের মাথার তরকারি।\n১২. কড়ি উদং, চিংড়ির তরকারি।\n১৩. কোরমা, মুরগি ও কষা মাংসের মসলা, বাদাম, এবং নারকেলের দুধ বা টুকরো করা নারকেলের মিশ্রণ দিয়ে তৈরি।\n\n\n== তথ্যসূত্র =="}