{"pageid": 1337858, "title": "কেলি প্রেস্টন", "url": "https://bn.wikipedia.org/wiki?curid=1337858", "content": "কেলি কমলেলেহুয়া স্মিথ (১৩ অক্টোবর, ১৯৬২ – ১২ জুলাই, ২০২০), পেশাগতভাবে তিনি কেলি প্রেস্টন নামে পরিচিত একজন আমেরিকান অভিনেত্রী ছিলেন। তিনি মিসচিফ (১৯৮৫), টুইনস (১৯৮৮), জেরি ম্যাগুয়ার (১৯৯৬), এবং ফর লাভ অফ দ্য গেম (১৯৯৯ সহ ৬০ টিরও বেশি টেলিভিশন এবং চলচ্চিত্র প্রযোজনায় উপস্থিত ছিলেন। তিনি ১৯৯১ সালে জন ট্রাভোল্টাকে বিয়ে করেছিলেন, এবং তার সাথে কমেডি ফিল্ম দ্য এক্সপার্টস (১৯৮৯) এবং জীবনীমূলক চলচ্চিত্র গোটি (২০১৮) এ কাজ করেছিলেন। তিনি স্পেসক্যাম্প (১৯৮৬), দ্য ক্যাট ইন দ্য হ্যাট (২০০৩), হোয়াট এ গার্ল ওয়ান্টস (২০০৩), স্কাই হাই (২০০৫), এবং ওল্ড ডগস (২০০৯) চলচ্চিত্রেও অভিনয় করেছেন।\n\n\n== প্রাথমিক জীবন ==\nকেলি কমলেলেহুয়া স্মিথ (মাঝের নাম \"কামালেলেহুয়া\" মানে \" লেহুয়াসের বাগান\" হাওয়াই ভাষায়) জন্ম হাওয়াইয়ের হনলুলুতে। তার মা লিন্ডা একটি মানসিক স্বাস্থ্য কেন্দ্রের প্রশাসক ছিলেন। তার বাবা, যিনি একটি কৃষি ফার্মে কাজ করতেন, তিনি কেলির বয়স যখন মাত্র তিন বছর তখন মারা যান।  তার মা পরবর্তীকালে পিটার পালজিস নামক একজন কর্মী পরিচালকে বিয়ে করেন। পিটার পালজিস কেলি প্রেস্টকনকে দত্তক নিয়েছিলেন এবং তিনি তার অভিনয় জীবনের শুরুতে তার নাম ব্যবহার করেছিলেন। কেলি প্রেস্টন এর একজন বৈপিতৃয় ভাই ছিল যার নাম পালজিস।\nশৈশবকালে, তিনি ইরাকে ও অস্ট্রেলিয়াতে থাকতেন, যেখানে তিনি অ্যাডিলেডের পেমব্রোক স্কুলে পড়াশোনা করেছিলেন। এরপর তিনি হনুলুলুর পুনাহাউ স্কুলে পড়াশোনা করেন। ১৯৮০ সালে স্নাতক হন, এবং সাউদার্ন ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়-এ নাটক এবং থিয়েটার বিভাগে অধ্যয়ন করেন।\nতিনি ১৬ বছর বয়সে অস্ট্রেলিয়ায় বসবাস করা অবস্থা একজন ফ্যাশন ফটোগ্রাফার দ্বারা পরিচিত লাভ করেন যিনি তাকে বিজ্ঞাপন এবং অন্যান্য ছোট কাজ পেতে সাহায্য করেছিলেন। তিনি দ্য ব্লু লেগুন (১৯৮০) এ এমমেলিনের ভূমিকার জন্য তার প্রথম চলচ্চিত্র অডিশনে ঢাক পেয়েছিলেন, যেখানে তিনি ছোট ব্রুক শিল্ডসের কাছে হেরেছিলেন। সেই সময় তিনি তার নামের শেষ অংশ পরিবর্তন করে প্রেস্টন রাখেন।\nতার প্রথম বিশিষ্ট চলচ্চিত্র ভূমিকা 1985 সালে আসে—প্রথম রোমান্টিক টিন ফ্লিক কমেডি মিসচিফ- এ মেরিলিন ম্যাককলির ভূমিকায়; তারপর সুন্দর কিন্তু অগভীর ডেবোরা অ্যান ফিম্পল হিসেবে আরেকটি কিশোর রোমান্টিক কমেডি, সিক্রেট অ্যাডমায়ারার। তার অন্যান্য ভূমিকাগুলির মধ্যে রয়েছে স্পেসক্যাম্প (1986), আর্নল্ড শোয়ার্জনেগার এবং ড্যানি ডিভিটোর সাথে টুইনস (1988), টম ক্রুজের সাথে জেরি ম্যাগুইরে (1996) এভেরি বিশপ, কেভিন কস্টনার এবং কেট নেয়েলের সাথে ফর লাভ অফ দ্য গেমে জেন অব্রে, এবং হলি ম্যান (1998) এ এডি মারফি এবং জেফ গোল্ডব্লামের সাথে। 1997 সালে, তিনি নাথিং টু লুজ- এ অভিনয় করেছিলেন, যেখানে টিম রবিন্স এবং মার্টিন লরেন্স সহ-অভিনেতা ছিলেন। তিনি জ্যাক ফ্রস্ট (1998) চলচ্চিত্রেও অভিনয় করেছিলেন।\nতিনি ব্যাটলফিল্ড আর্থ চলচ্চিত্রে তার স্বামী জন ট্রাভোল্টার বান্ধবীর ভূমিকায় অভিনয় করেছিলেন, যার জন্য তিনি ২১ তম গোল্ডেন রাস্পবেরি অ্যাওয়ার্ডে \"সবচেয়ে খারাপ পার্শ্ব অভিনেত্রী\" পেয়েছেন। তিনি স্কাই হাই (২০০৫) ছবিতে নায়কের ফ্লাইং, সুপারহিরো মা হিসেবে আবির্ভূত হন।\n\n২০০৪ সালে, তিনি মেরুন ৫ মিউজিক ভিডিও \" সে উইল বি লাভড \"-এ ছিলেন, যেটিতে তার এবং মেরুন ৫ ফ্রন্ট ম্যান অ্যাডাম লেভিনের মধ্যে একটি প্রেমের ত্রিভুজ এবং রোমান্টিক দৃশ্য দেখানো হয়েছে। তিনি ক্রাইম থ্রিলার ডেথ সেন্টেন্স (২০০৭) এ উপস্থিত ছিলেন, যেখানে তিনি কেভিন বেকনের চরিত্র নিকের স্ত্রী হেলেন হিউমের ভূমিকায় অভিনয় করেছিলেন। ২০০৮ সালে, তাকে সাবারবান শুটআউট নামে একটি টেলিভিশন পাইলটে অভিনয় করা হয়েছিল, এবং মিডিয়াম- এ একটি স্বল্পমেয়াদী পুনরাবৃত্ত ভূমিকা ছিল।\n\n\n== তথ্যসূত্র =="}