{"pageid": 1337727, "title": "অন্নপূর্ণা (অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1337727", "content": "অন্নপূর্ণা (জন্মনাম উমামাহেশ্বরী; জন্মঃ ১৭ অক্টোবর ১৯৪৮) যিনি অন্নপূর্ণাম্মা নামেও পরিচিত, একজন ভারতীয় অভিনেত্রী যিনি মূলত তেলুগু চলচ্চিত্রে অভিনয় করেন। তিনি মা, শাশুড়ি, এবং ঠাকুমা, পিসিমা ইত্যাদি বয়স্ক ও রাশভারী মহিলা চরিত্রে অভিনয়ের জন্য পরিচিত। তিনি ১৯৭৫ সালে দাসারি নারায়ণ রাও পরিচালিত জনপ্রিয় তেলুগু চলচ্চিত্র স্বর্গম নরকম -এ অভিনয় করে একজন অভিনেতা হিসাবে তার চলচ্চিত্র জীবন শুরু করেন। তিনি এই সিনেমাতে অভিনেতা মোহন বাবুর সাথে অভিনয় করেছিলেন। তিনি ৭০০ টিরও বেশি চলচ্চিত্রে অভিনয় করেছেন এবং তিনটি নন্দী পুরস্কার জিতেছেন।\n\n\n== প্রাথমিক জীবন ==\nঅন্নপূর্ণা ১৭ অক্টোবর ১৯৪৮ সালে ভারতের অন্ধ্রপ্রদেশে রাজ্যের বিজয়ওয়াড়া জেলায় জন্মগ্রহণ করেছিলেন। তার নাম রাখা হয়েছিল উমামাহেশ্বরী। তার পিতা ও মাতা ছিলেন যথাক্রমে প্রসাদ রাও এবং সিতারাভম্মার। যদিও তার পিতৃদত্ত নাম ছিল উমা, কিন্তু অভিনেত্রী হিসাবে তিনি অন্নপূর্ণা নামেই সুপরিচিত। যখন তিনি দাসারি নারায়ণ রাও-পরিচালিত স্বর্গম নরকম -এ অভিনয় করেছিলেন তখন গীতিকার সি. নারায়ণ রেড্ডি তার পিতৃদত্ত নাম পরিবর্তন করে নতুন নামকরন করেন।\n\n\n== অভিনয় জীবন ==\nঅন্নপূর্ণা ১৯৭৫ সালে তার অভিনয় জীবন শুরু করেন। তিনি সামসারাম ওকা চাদারঙ্গম, মুথ্যামন্ত মুড্ডু, স্বর্গাম নারকম, অ্যাসেম্বলি রাউডি-তে তার চরিত্রের জন্য আজও স্মরণীয় হয়ে আছেন। তিনি ১৯৮০-এর দশকে জনপ্রিয় তেলুগু সিনেমার নায়ক চিরঞ্জীবীর প্রায় সব সিনেমাতে তার বিপরীতে অভিনয় করেছিলেন। তাদের অভিনীত কয়েকটি জনপ্রিয় ছবি হল, ডোঙ্গা, চট্টমথো পোরাত্তম, সংরক্ষা, রাক্ষসশুডু, ত্রিনেত্রুডু, মারানা মৃদঙ্গম, কয়েদি নং ৭৮৬, এবং জ্বালা।\nতিনি তামিল চলচ্চিত্র যেমন নাদোদি পাট্টুকরন, এবং ভারাভু নাল্লা উরাভু ইত্যাদি এবং হিন্দি চলচ্চিত্র যেমন ওয়াক্ত কা শাহেনশাহ, এবং কানুন কি হাতকাড়ি -তেও অভিনয় করেছেন।\nকয়েক বছর বিরতি নেওয়ার পর তিনি ২০০৭ সালে তেলুগু চলচ্চিত্র ইভাদিতে নাকেন্তি এবং গোদাভায় যথাক্রমে মা এবং ঠাকুমার চরিত্রে অভিনয়ের সাথে তার অভিনয় জীবনের দ্বিতীয় পর্ব শুরু করেন। অন্নপূর্ণা, যিনি মোহন বাবুর সাথে স্বর্গম নরকম-এ প্রধান অভিনেত্রীর ভূমিকায় অভিনয় করেছিলেন, তিনি অ্যাসেম্বলি রাউডি (১৯৯১) ছবিতে মোহন বাবুর মায়ের ভূমিকায় অভিনয় করেছিলেন। তিনি ৭০০ থেকে ৮০০ টিরও বেশি চলচ্চিত্রে অভিনয় করেছেন।\n\n\n== তথ্যসূত্র =="}