{"pageid": 1337157, "title": "আল-খাত্তাবি", "url": "https://bn.wikipedia.org/wiki?curid=1337157", "content": "আলখাত্তাবি\nআবু সুলায়মান হামদ ইবনে মুহাম্মদ ইবনে ইব্রাহিম আল-খাত্তাব আল-খাত্তাবি আল-বুস্তি (আরবি: الخطابي), সাধারণত আল-খাত্তাবি( 319/931-388/998) হিসেবে পরিচিত, যিনি সুন্নি পন্ডিতদের শীর্ষস্থানীয় বৈজ্ঞানিক ব্যক্তিত্ব হিসেবে বিবেচিত এবং হাদিস ও শফি ' ই আইনশাস্ত্র। তিনি তার সময়ের সবচেয়ে বুদ্ধিমান এবং প্রামাণিক পণ্ডিতদের একজন হিসাবে বিবেচিত হন, বর্ণনা প্রেরণে তাঁর বিশ্বাসযোগ্যতা এবং নির্ভরযোগ্যতার জন্য বিখ্যাত এবং অনেক বিখ্যাত কাজের তিনি সম্পাদনা করেছেন, তিনি বিখ্যাত ছিলেন সাহিত্যিক, ভাষাবিদ এবং, অভিধানবিদ হিসেবে,এবং কবিতার প্রধান হিসেবে। \n\n\n== জীবনী ==\n\n\n=== জন্ম ===\nআল-খাত্তাবি জন্মগ্রহণ করেছিলেন ৩১৯ রজব মোতাবেক ৯৩১ জুলাই বুস্টে (বর্তমান- লস্করগাহ) শহর যা আফগানিস্তান দক্ষিণে অবস্থিত ।\"আল-খাত্তাবি\" নামটি তার মহান-দাদা, আল-খাত্তাবকে বোঝায় বলে বিশ্বাস করা হয়৷ বলা হয় যে আবু সুলায়মান আল-খাত্তাবি দ্বিতীয় খলিফার ভাই জায়েদ ইবনে আল-খাত্তাবের বংশধর ছিলেন, উমর ইবনে আল-খাত্তাব।\n\n\n=== শিক্ষা ===\nতিনি বিভিন্ন শিক্ষকের কাছে বিজ্ঞানের বিভিন্ন বিষয় অধ্যয়ন করেন। আবু সাঈদ আল-আরাবির কাছে তিনি ভাষাবিজ্ঞান অধ্যয়ন করেন, আশারি আল-গাফল আল-শশির কাছে ধর্মতত্ত্ব এবং ইবনে আবি হুরায়রাশের কাছে আইনশাস্ত্র অধ্যয়ন করেন, তিনি ইবনে দাসা, আবু আল-আব্বাস আল-আসাম, আবু বকর আল-নাজাদ এবং অন্যান্য হাদিস বিশেষজ্ঞদের কাছ থেকে হাদিস অধ্যয়ন করেছেন ৷ জ্ঞান, শিক্ষা এবং এমনকি বাণিজ্যের সন্ধানে তিনি বিভিন্ন স্থানে ভ্রমণ করেছিলেন, যা তাকে জীবিকা নির্বাহ করতে সহায়তা করে এবং তাকে বস্টের মতো অনেক জায়গা দেখার ক্ষমতা দেয়, নিশাপুর হেজাজ (মক্কা এবং মদিনা), বাসরা, বাগদাদ (যেখানে তিনি তার জীবনের বেশিরভাগ সময় কাটিয়েছেন) এবং পূর্ব ইসলামি বিশ্বের অন্যান্য শহর এবং অঞ্চল।\nআল-খাত্তাবির পান্ডিত্যের আগ্রহের মূল বিষয় ছিল হাদিস এবং আইনশাস্ত্র চর্চা। তার জন্য ঐতিহ্য ও বিষয় অনুসন্ধানে , তিনি তার সময়ের শীর্ষস্থানীয় পণ্ডিতদের সাথে এ সব অধ্যয়ন করেছিলেন এবং ইয়াকুত বলেছেন যে \"তিনি সেসব ব্যক্তিত্বের কাছে জ্ঞান অর্জন করেছেন , ভ্রমণের সময় যাদের সাক্ষাত তিনি লাভ করেছেন। \"\n\n\n=== ছাত্র ===\nআল-খাত্তাবির অনেক ছাত্র ছিল, যাদের মধ্যে কেউ কেউ নিজেরাই খ্যাতি অর্জন করেছিল; তাদের থেকে:\n\nআল-হাকিম আল-নিশাপুরি\nআবু ধর আল-হারাউই\nআবদ আল-গফির আল-নিশাপুরি\nআবু উবেদ আল-হারাউই\n\n\n=== মৃত্যু ===\nজীবিনের শেষ পর্যায় এসে , তিনি তার নিজ শহর বুস্টে ফিরে আসেন, এবং সুফির আশ্রমে দেখা করেন, যেখানে তিনি তাদের সাথে যোগ দেন, তা ঠিক তার গ্রামে হেলমান্দ নদী এর কাছাকাছি। তিনি সেখানে ৬৭ বছর বয়সে রাবি' আল-আখির ৩৮৮ তারিখে মারা যান যা এপ্রিল ৯৯৮ এর সাথে মিলে যায়\n\n\n== ধর্ম ==\nতিনি তাঁর বই মা ' আলিম আল-সুনান এ, তিনি সৃষ্টিকর্তার বৈশিষ্ট্যের বর্ণনা সম্পর্কে বলেন:\n\nগ্রুপ পরিচিতিআমাদের সময়ের মানুষ দুই ভাগে বিভক্ত । প্রথম দলটি [মুতাজিলা এবং তাদের উপ-গোষ্ঠী] এরা সকলেই সব ধরনের হাদিসকে অস্বীকার করে এবং এসব হাদিসকে সরাসরি জাল হাদিস ঘোষণা করে। এর অর্থ এই যে তারা সেই পণ্ডিতদের কাছে মিথ্যা বলছে যারা তাদের বর্ণনা করেছে, অর্থাৎ আমাদের ধর্মের ইমাম এবং সঠিক পথের অনুসারিদের, এবং আমাদের ও আল্লাহর রসূলের মধ্যে মধ্যস্থতাকারী ব্যক্তিদের সম্পর্কে মিথ্যা বলছে। দ্বিতীয় পক্ষ [অ্যানথ্রোপ্রোমর্ফিস্ট (মুজাসিমাহ) এবং তাদের সম্প্রদায়], তাদের বর্ণনাগুলোতে এই সম্মতি দেয় যে, হাদিসের বাহ্যিক অর্থ আক্ষরিক অর্থে অ্যানথ্রোপোমর্ফিজমের সীমান্তে প্রয়োগ করে এবং আমাদের জন্য আমরা উভয় মতামত থেকে স্পষ্ট পরিচালনা করা, এবং আমাদের স্কুলগুলোতে কখনোই যা গ্রহণযোগ্য নয়। সুতরাং এই হাদীসগুলোর সন্ধান করা আমাদের উপর নির্ভরশীল, যখন সেগুলি উদ্ধৃত করা হয় এবং ট্রান্সমিশন এবং বৈশিষ্ট্যের দৃষ্টিকোণ থেকে খাঁটি হিসাবে প্রতিষ্ঠিত হয়, ধর্মের ভিত্তি এবং পণ্ডিতদের স্কুলগুলোর পরিচিত অর্থ অনুসারে প্রাপ্ত ব্যাখ্যা হিসাবে, বর্ণনাকে পুরোপুরি প্রত্যাখ্যান না করে, যতক্ষণ না তাদের ধারাবাহিকতা গ্রহণযোগ্য বর্ণনাকারী বিশ্বাসযোগ্য।বিবরণ\n\n\n== উত্তরাধিকার ==\nহাদীসের উপর রয়েছে তার প্রধান তিনটি রচনা, আল-খাত্তাবি ইসলামি জ্ঞানের ইতিহাসে বিজ্ঞানের শ্রেষ্ঠ প্রতিষ্ঠাতা হিসেবে তার স্থান অর্জন করেছেন । হাদিস অধ্যয়ন এ তার বিখ্যাত কাজের জন্য মা ' আলিম আল-সুনান এ প্রথম মন্তব্য ছিল সুনান আবি দাউদ, যা হাদিসের ছয়টি প্রধান সুন্নি সংগ্রহের মধ্যে একটি এবং এটি অতীত এবং বর্তমানের পণ্ডিতদের দ্বারা সুনান আবি দাউদের সাথে সম্পর্কিত সবচেয়ে বেশি উল্লেখ করা হয়েছে৷ কিতাবুল আলাম আল-সুনান ফী শারহ সাহিহ আল-বুখারী তে তার প্রথম মন্তব্য ছিল সাহিহ বুখারী, যা ছয়টি প্রধান হাদিস সংগ্রহের মধ্যে সবচেয়ে গুরুত্বপূর্ণ হাদিস সংগ্রহ। তিনি এটি লিখেছেন মা ' আলিম এর কিছুকাল পর। সাহিহ বুখারীর উপর তাঁর মতামত একটি নিরপেক্ষ মন্তব্যের পরিবর্তে ,মূল কাজের বিতর্কিত গ্রন্থ হিসাবে বিবেচিত ৷ অবশেষে, তার কাজ গরিব আল-হাদিস তিনি অস্বাভাবিক এবং প্রায়ই বিরল বা অনন্য, ঐতিহ্যপূর্ণ ও সঠিক অনুলিপি। যেখানে হাদিস গবেষণার মধ্যে অন্য ক্ষেত্রের একটি প্রধান অবদান প্রতিনিধিত্ব করে, তাঁর অন্যান্য কাজগুলিও দুর্দান্ত খ্যাতি অর্জন করেছে\n\n\n== রচনা ==\nআল-খাত্তাবি সম্পর্কে বিখ্যাত পণ্ডিতগ্ণ রচনা লিখেছেন যার মধ্যে রয়েছে:\nতালিকার বিবরণ\n\nশারহ সুনান আবি দাউদ (সুনান আবি দাউদকে ব্যাখ্যা করে), যা প্রাচীনতম এবং সেরা মন্তব্যগুলির মধ্যে একটি সুনান আবু দাউদ এর ব্যাখ্যা হিসাবে বিবেচিত হয়।\nকিতাবুল আলাম আল-সুনান ফী শারহ সাহিহ আল-বুখারী (নবী ঐতিহ্যের অসামান্য উদাহরণগুলির বইঃ আল-বুখারির সংকলন \"দ্য সাউন্ড নবী ঐতিহ্য\" ব্যাখ্যা করা), যা সাহিহ বুখারী.\nকিতাব আল-উজলাত (নির্জনতার বই)\nগরিব আল-হাদিস (হাদীসের কঠিন অর্থ), যেখানে আল-ধাবি ইবনে সাল্লামের সাথে সমান দৈর্ঘ্য রাখুন এবং ইবনে কুতাইবাএই কঠিন বিষয় সম্পর্কে বিখ্যাত কাজ.\nশারহ আল-আসমা ' আ-হুসনা যেখানে আল-বায়হাকি তার উপর ভরসা আল-আসমা ওয়া আল-সিফাত.\nআল-ইখতিয়ারাত আল-ফিকহিয়া, একটি প্রাথমিক কর্তৃপক্ষের কাজ শাফি ' ই স্কুল.\nমা ' আলিম আল-সুনান\nকিতাব আল-ঘুনিয়াহ ' অনিল কালাম ওয়া আহলিহ\nকিতাব ইসলাহ গালাত আল-মুহাদীথিন\nকিতাব আল-শুজাজ\nকিতাব আল-জিহাদ\nরাসালাত ফী ইজাজ আল-কুরআন\nইলম আল-হাদিস\n\n\n== আরও দেখুন ==\n\nতালিকা\n\nআশ ' আরিস এবং মাতুরিদিদের তালিকা\n\n\n== তথ্যসূত্র ==\nতথ্য\n\n\n== সূত্র ==\n\n\n=== আরবি ===\nসূত্র পরিচিতি\n\nAl-Dhahabi। سير أعلام النبلاء। islamweb.net (আরবি ভাষায়)। ৯ জানু ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। \nYaqut al-Hamawi। معجم الأدباء। islamport.com (আরবি ভাষায়)। ৯ জানু ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। \n'Umar Rida Kahhala। معجم المؤلفين। Shia Online Library (আরবি ভাষায়)। ৯ জানু ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। \nIsma'il Pasha al-Baghdadi। هدية العارفين। Shia Online Library (আরবি ভাষায়)। ৯ জানু ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। \nAl-Zirikli। الأعلام للزركلي। shamela.ws (আরবি ভাষায়)। ৯ জানু ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। \nSyrian Scholars Association। الإمام أبو سليمان الخطابي البستي। islamsyria.com (আরবি ভাষায়)। ৯ জানু ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। \n\n\n=== ইংরেজি ===\nইরেজি তথ্য\n\nAmerican Journal of Islamic Social Sciences। International Institute of Islamic Thought (IIIT)। ২০০৮। পৃষ্ঠা 3–30। \nAl-Bayhaqi (১৯৯৯)। Allah's Names and Attributes। Islamic Supreme Council of America। পৃষ্ঠা 22–23। আইএসবিএন 9781930409033। \nEncyclopedia of Sahih Al-Bukhari। Arabic Virtual Translation Center। ২০২২। পৃষ্ঠা 3165। \n\n\n== বহিঃসংযোগ ==\nবহিঃসংযোগ\n\nআবু সুলায়মান আল-খাত্তাবির পাতা চালু গুডরিডস\nদশম শতাব্দীর ইসলামে ধর্মীয় শিক্ষার অবস্থার আল-খাত্তাবির সমালোচনা – গোটিংগেন বিশ্ববিদ্যালয়\n\nসূত্র বর্ণনাবর্ণনা\nআশারি কিটেমপ্লেট:Ash'ariআশিরি\n\nকর্তৃপক্ষ নিয়ন্ত্রনসংযোগ"}