{"pageid": 1337519, "title": "গথিক স্থাপত্য", "url": "https://bn.wikipedia.org/wiki?curid=1337519", "content": "গথিক স্থাপত্য (বা পয়েন্টেড আর্কিটেকচার) হল একটি স্থাপত্য শৈলী, যা ইউরোপে ১২তম শতাব্দীর শেষ থেকে ১৬তম শতাব্দীর শেষ পর্যন্ত, উচ্চ এবং শেষ মধ্যযুগের সময়, কিছু এলাকায় ১৭তম ও ১৮তম শতাব্দীর মধ্যে টিকে ছিল। এটি রোমানেস্ক স্থাপত্য থেকে বিকশিত হয়েছিল ও রেনেসাঁ স্থাপত্য দ্বারা উত্তরোত্তর হয়েছিল। এটি উত্তর ফ্রান্সের ইল্‌-দ্য-ফ্রঁস ও পিকার্ডি অঞ্চলে উদ্ভূত হয়েছিল। সেই সময়ে শৈলীটি কখনও কখনও অপাস ফ্রান্সিজেনাম (আল. 'ফরাসি কাজ') নামে পরিচিত ছিল; গথিক শব্দটি প্রথম অবজ্ঞার সঙ্গে পরবর্তী রেনেসাঁর সময় প্রয়োগ করা হয়েছিল, যারা ধ্রুপদী প্রাচীনত্বের স্থাপত্যকে পুনরুজ্জীবিত করার জন্য উচ্চাভিলাষী ছিল।\nগথিক স্থাপত্যের সংজ্ঞায়িত নকশা উপাদান হল পয়েন্টেড বা অজিভাল খিলান। সূক্ষ্ম খিলানের ব্যবহারের ফলে বিস্তৃত ট্রেসরি ও দাগযুক্ত কাঁচের জানালার সমন্বয়ে সূক্ষ্ম পাঁজর ভল্ট ও উড়ন্ত আলম্বের বিকাশ ঘটে।\nপ্যারিসের কাছে অ্যাবে সেন্ট-ডেনিসের গায়কদলটি ১১৪০ সাল থেকে ১১৪৪ সালের মধ্যে পুনর্গঠন করা হয়েছিল, প্রথমবারের মতো উন্নয়নশীল গথিক স্থাপত্য বৈশিষ্ট্যগুলিকে একত্রিত করে। এই কাজটি করতে গিয়ে, একটি নতুন স্থাপত্য শৈলী আবির্ভূত হয়, যা উল্লম্বতা ও দাগযুক্ত কাঁচের জানালার মাধ্যমে আলোর চলাচলের দ্বারা সৃষ্ট প্রভাবের উপর জোর দেয়।\nইতালিতে ১৫তম শতাব্দীর মাঝামাঝি সময়ে রেনেসাঁ স্থাপত্যের বিকাশের সঙ্গে গথিক শৈলীটি নতুন শৈলী দ্বারা প্রতিস্থাপিত হয়েছিল, কিন্তু কিছু অঞ্চলে, বিশেষ করে ইংল্যান্ড ও বেলজিয়ামে ১৬তম শতাব্দীর মধ্যে গথিক ক্রমাগত উন্নতি ও বিকাশ লাভ করেছিল। গথিক পুনরুজ্জীবনের একটি ধারাবাহিকতা ১৮তম শতাব্দীর মাঝামাঝি ইংল্যান্ডে শুরু হয়েছিল, ১৯তম শতাব্দীতে ইউরোপে ছড়িয়ে পড়ে এবং ২০তম শতাব্দীর মধ্যে গির্জা ও বিশ্ববিদ্যালয় ভবনগুলির জন্য অব্যাহত ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nMapping Gothic France, a project by Columbia University and Vassar College with a database of images, 360° panoramas, texts, charts and historical maps\nGothic Architecture Encyclopædia Britannica\nHolbeche Bloxam, Matthew (১৮৪১)। Gothic Ecclesiastical Architecture, Elucidated by Question and Answer।  Gutenberg.org, from Project Gutenberg\nBrandon, Raphael; Brandon, Arthur (১৮৪৯)। An analysis of Gothick architecture: illustrated by a series of upwards of seven hundred examples of doorways, windows, etc., and accompanied with remarks on the several details of an ecclesiastical edifice।  Archive.org, from Internet Archive"}