{"pageid": 1338588, "title": "মালবিকা অবিনাশ", "url": "https://bn.wikipedia.org/wiki?curid=1338588", "content": "মালবিকা অবিনাশ (জন্ম ২৮ জানুয়ারী ১৯৭৬) একজন অভিনেত্রী, টেলিভিশন ব্যক্তিত্ব এবং রাজনীতিবিদ যিনি কর্ণাটকের ভারতীয় জনতা পার্টির বর্তমান রাজ্য মুখপাত্র । তিনি কন্নড় এবং তামিল চলচ্চিত্রে তার কাজের জন্য পরিচিত। তিনি বাদুকু জাতক বান্দি  নামক একটি কন্নড় টিভি অনুষ্ঠান সঞ্চালনা করেছিলেন,  যা জি কন্নড়- এ সম্প্রচারিত হয়েছিল। তিনি সর্বাধিক উপার্জনকারী কন্নড় চলচ্চিত্র - কেজিএফ: চ্যাপ্টার 2-  তে অভিনয় করেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\n২৮ জানুয়ারি ১৯৭৬ সালে একটি তামিল পরিবারে মালবিকার জন্ম হয়। তার বাবা ছিলেন একজন ব্যাঙ্কের কর্মী এবং লেখক। তার মা সাবিত্রী একজন কণ্ঠশিল্পী এবং নৃত্যশিল্পী। তিনি ভরতনাট্যমে পদ্মশ্রী লীলা স্যামসন এবং সেতারে পণ্ডিত পার্থ দাসের তত্ত্বাবধানে শাস্ত্রীয় সংগীত এবং নৃত্যে দীক্ষিত হয়েছিলেন। জিভি আইয়ার তাকে কৃষ্ণের চরিত্রে নৃত্য পরিবেশন করতে দেখেছিলেন এবং তাকে তার কৃষ্ণাবতারে কৃষ্ণের চরিত্রে অভিনয় করার সুযোগ করে দেন। এরপর তিনি প্রেমা কারান্থের চলচ্চিত্র নাক্কালা রাজাকুমারীতে রাজকুমারীর ভূমিকায় অভিনয় করেন।\nতিনি বেঙ্গালুরু বিশ্ববিদ্যালয়ে থেকে আইনে স্নাতক হন এবং পরীক্ষায় তৃতীয় স্থান লাভ করেন। \nতিনি ২০০১ সালে অভিনেতা অবিনাশকে বিয়ে করেন  গালভ নামে তাদের একটি ছেলে রয়েছে।\n\n\n== কর্মজীবন ==\nপুরস্কারপ্রাপ্ত মালায়ালাম চলচ্চিত্র লেনিন রাজেন্দ্রন -এ শিশুশিল্পী  হিসাবে এবং জনপ্রিয় কন্নড় চলচ্চিত্রে নায়িকা হিসেবে অভিনয়ের মাধ্যমে মালবিকার অভিনয় জীবন শুরু হয়। তবে টিভি ধারাবাহিকে তার কাজ তাকে সবচেয়ে বেশি জনপ্রিয়তা প্রদান করে। তিনি গিরিশ কার্নাড, হিন্দিতে আশুতোষ গোয়ারিকর, কন্নড়ে অশোক নাইডু এবং মালয়ালমে দীনেশ বাবু ইত্যাদি জনপ্রিয় চলচ্চিত্র ব্যাক্তিত্বের সাথে বিভিন্ন টিভি ধারাবাহিক ও অনুষ্ঠানে কাজ করেছেন। মায়ামরুগা -তে তার অভিনয় কন্নড় টেলিভিশন দর্শকদের মধ্যে তাকে অত্যন্ত জনপ্রিয় করে তোলে। মায়ামরুগা  -এর সাফল্যের পরই তিনি কে. বালাচন্দরের নেকনজরে পরে যান। যিনি তখন তাকে তার  আন্নি  ছবির জন্য নির্বাচিত করেন। আন্নিতে অভিনয়ের মাধ্যমেই তামিল  চলচ্চিত্র জগতে তার প্রবেশ ঘটে। আন্নিতে মালবিকা নায়ক মুখ্য চরিত্র অ্যানির ভূমিকায় অভিনয় করেছিলেন।\n\nমালবিকার তামিল  ধারাবাহিকগুলির মধ্যে অন্যতম রাজা রাজেশ্বরী  যা সান টিভি তে সম্প্রচারিত হত। তিনি আরাসিতে মাদুরাই থিলাকা এবং চেল্লামেতে মুত্থাজগি চরিত্রে অভিনয় করেছিলেন। তিনি অনেক তামিল চলচ্চিত্রে মুখ্য চরিত্রে অভিনয় করেছেন। \nতিনি ই-টিভি কন্নড়-এ সম্প্রচারিত অগ্নি নামক অনুষ্ঠানটির সঞ্চালিকা ছিলেন। পরবর্তীতে, মালবিকা ব্যক্তিদের সমস্যা, পারিবারিক সমস্যা সমাধান ইত্যাদি বিষয় নিয়ে কাজ করেন। তিনি সামাজিক সমস্যা নিয়েও আলোচনা করেন।  তিনি বিগ বস কন্নড় সিজন ৪- এ একজন প্রতিযোগী ছিলেন।\n\n\n== নৃত্যকলা ==\nভরতনাট্যমের সাথে মালবিকার যোগসূত্র শুরু হয় পাঁচ বছর বয়সে। তার মা তার প্রথম নৃত্য গুরু। তিনি কলাক্ষেত্রের এম আর কৃষ্ণমূর্তির অধীনে প্রশিক্ষণ নেন। তারপরে তিনি দিল্লিতে পদ্মশ্রী লীলা স্যামসনের অধীনে উচ্চতর নৃত্য শিক্ষা গ্রহণ করেন। তিনি ভরতনাট্যমের জন্য সিসিইআরটি (সংস্কৃতি মন্ত্রণালয়ের একটি ইউনিট) বৃত্তির প্রাপক ছিলেন। তিনি তার নর্তকী বোন, কলাক্ষেত্রের প্রাক্তন ছাত্র, রঞ্জনী গণেশান রমেশের সাথে নৃত্য প্রদর্শন করতেন। তারা হাম্পি উৎসব, পাট্টদাক্কাল উৎসব, খুজরাজো উৎসব, চিদাম্বরম নাট্যঞ্জলি এবং উত্তরা চিদাম্বরম সহ ভারতে এবং বিদেশে সাংস্কৃতিক কেন্দ্রগুলিতে একসাথে নৃত্য পরিবেশন করেছেন। একসাথে, তারা ব্যাঙ্গালোরে অরুধরা নামে একটি বার্ষিক নৃত্য উৎসবের আয়োজন করেছিলেন।\nমালবিকা অবিনাশ বেল্লারিতে বিজেপি নেত্রী সুষমা স্বরাজের পক্ষে প্রচারের মধ্য দিয়ে রাজনীতিতে প্রবেশ করেন। তিনি বিজেপির মহিলা মোর্চার সদস্য।   তিনি সেপ্টেম্বর ২০১৩ সালে ভারতীয় জনতা পার্টিতে যোগদান করেন  এবং ফেব্রুয়ারী ২০১৪-এ এর একজন সহ-মুখপাত্র নিযুক্ত হন \n\n\n== অভিনীত চলচ্চিত্র ==\nমালবিকা ১৯৮৮ সাল থেকে কন্নড় চলচ্চিত্রে অভিনয় করছেন। তার অভিনীত করেকটি উল্লেখনীয় সিনেমা হল, কৃষ্ণাবতারম(১৯৮৮), নাক্কালা রাজকুমারী(১৯৮৯), জনম(১৯৯৩), সামারা(১৯৯৫), জয় জয়(২০০৩), দিশ্যম(২০০৬), আথি(২০০৬), মুঞ্জানে(২০১২), মিস্টার অ্যান্ড মিসেস রামাচারি(২০১৪) ইত্যাদি। তিনি জনপ্রিয় কন্নড় সিনেমা কেজিএফ: চ্যাপ্টার 2-  -এর অংশ ছিলেন।\n\n\n== তথ্যসূত্র =="}