{"pageid": 133845, "title": "মার্কিন নৌবাহিনী", "url": "https://bn.wikipedia.org/wiki?curid=133845", "content": "মার্কিন নৌবাহিনী (ইংরেজি: United States Navy)  হচ্ছে মার্কিন যুক্তরাষ্ট্রের সশস্ত্র বাহিনীর একটি শাখা, যা নৌ-যুদ্ধের জন্য বিশেষভাবে গঠন করা হয়েছে। এটি যুক্তরাষ্ট্রের সাতটি সামরিক পরিষেবার একটি। আগস্ট, ২০১০ পর্যন্ত প্রাপ্ত পরিসংখ্যান অনুযায়ী এই বাহিনীর মোট কর্মরত সদস্য সংখ্যা ৩,৩০,৭২৯ জন। এছাড়াও এই বাহিনীর আরও ১,০২,৯২৩ জন সংরক্ষিত সদস্য রয়েছে। বর্তমানে এই বাহিনী সর্বমোট ২৮৯টি জাহাজ এবং ৩,৭০০টিরও বেশি যুদ্ধবিমান ও হেলিকপ্টার পরিচালনা করছে। মার্কিন নৌবাহিনী বিশ্বের সর্ববৃহৎ নৌবাহিনী। টন এককে এর যুদ্ধজাহাজগুলোর সর্বমোট ধারণক্ষমতা, পরবর্তী ১৩ টি দেশের নৌবাহিনীর সর্বমোট ধারণক্ষমতার চেয়েও বেশি। বিশ্বের সর্ববৃহৎ বিমানবাহী নৌবহর এই বাহিনী পরিচালনা করে। বর্তমানে এই বহরে মোট ১১টি বিমানবাহী রণতরী রয়েছে। এছাড়াও আরও একটি রণতরী নির্মীয়মাণ।\nমার্কিন যুক্তরাষ্ট্রের স্বাধীনতা যুদ্ধের সময় গঠিত কন্টিনেন্টাল নেভি থেকে এই বাহিনীর উৎপত্তি। ১৭৭৫ সালের ১৩ অক্টোবর এই বাহিনী গঠন করা হয়। প্রথমে সেনাবাহিনীর সাথে একত্রিতভাবে শুরু হলেও স্বাধীনতা যুদ্ধ চলাকালেই এটি সম্পূর্ণ পৃথক একটি বাহিনী হিসেবে আত্মপ্রকাশ করে। মার্কিন যুক্তরাষ্ট্রের সংবিধান অনুসারে মার্কিন যুক্তরাষ্ট্রের কংগ্রেস এই বাহিনী নিয়ন্ত্রণ করে।\nএকুশ শতকে এসে মার্কিন নৌবাহিনী, মার্কিন পররাষ্ট্র এবং প্রতিরক্ষা নীতির প্রয়োগ ও প্রভাব সম্প্রসারণে অন্যতম ভূমিকা পালন করে চলেছে। বিশ্বের বিভিন্ন স্থানে এই বাহিনী বড় ধরনের সৈন্য ও রসদ নিয়ে অবস্থান করছে, যার মধ্যে আছে পূর্ব এশিয়া, ভূমধ্যসাগর ও মধ্যপ্রাচ্যের বিভিন্ন এলাকা। এটি মূলত একটি সামুদ্রিক নৌবাহিনী, যা শান্তিপূর্ণ সময়ে বিশ্বের উপকূলীয় অঞ্চলগুলোতে প্রদক্ষিণ করে। এছাড়াও কোনো আঞ্চলিক দুর্যোগ বা সঙ্কটাপন্ন অবস্থা মোকাবেলায়ও এই নৌবাহিনী সহায়তা প্রদান করে থাকে।\nপ্রশাসনিকভাবে ডিপার্টমেন্ট অফ দ্য নেভি বা মার্কিন নৌঅধিদপ্তর এই বাহিনী পরিচালনা করে। সেক্রেটারি অফ দ্য নেভি হচ্ছেন এই অধিদপ্তরের প্রধান। ডিপার্টমেন্ট অফ দ্য নেভি নিজেও ডিপার্টমেন্ট অফ ডিফেন্স বা প্রতিরক্ষা অধিদপ্তরের একটি শাখা। এটির প্রধান হচ্ছে সেক্রেটারি অফ ডিফেন্স বা প্রতিরক্ষা সচিব। ঐতিহ্যগতভাবে এই বাহিনীতে নিযুক্ত কর্মকর্তাদের সর্বোচ্চ পদবী হচ্ছে চিফ অফ নেভাল অপারেশন্স বা নৌপ্রধান। অ্যাডমিরাল গ্যারি রুগহেড হচ্ছেন বর্তমান নৌপ্রধান। এই বাহিনী থেকে বর্তমানে সর্বোচ্চ পদবীযুক্ত কর্মকর্তা  হচ্ছেন অ্যাডমিরাল মাইকেল মুলেন। যদিও বর্তমানে তিনি মার্কিন নৌবাহিনীতে নন, বরং মার্কিন যুক্তরাষ্ট্রের সর্বোচ্চ সামরিক পদ, চেয়ারম্যান অফ দ্য জয়েন্ট চিফস অফ স্টাফ হিসেবে কর্মরত।\n\n\n== আরো দেখুন ==\nওয়েভস - দ্বিতীয় বিশ্বযুদ্ধ চলাকালে মার্কিন নৌবাহিনীর নারী শাখা\nমার্কিন নৌবাহিনীতে নারী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"United States Navy official website\"। \n\"Naval History & Heritage Command's official website\"। \n\"U.S. Naval Institute\"। \n\"The National Security Strategy of the United States of America\"। ১৭ আগস্ট ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ ডিসেম্বর ২০১৮। \n\"US Navy SEALs Information\"। ১৮ নভেম্বর ২০১০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২ নভেম্বর ২০১০। \n\"US Navy SEALs Directory\"। ৪ এপ্রিল ২০১০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ ডিসেম্বর ২০১৮।"}