{"pageid": 1338342, "title": "সোফিয়া তল্‌স্তায়া", "url": "https://bn.wikipedia.org/wiki?curid=1338342", "content": "কাউন্টেস সোফিয়া আন্দ্রেইভ্‌না তল্‌স্তায়া (রুশ: Со́фья Андре́евна Толста́я; জন্মনাম: সোফিয়া আন্দ্রেইভ্‌না বের্স; অ্যাঞ্জেলিকান নাম: সোফিয়া তল্‌স্তোয় ও সোনিয়া তল্‌স্তোয়; ২২ আগস্ট ১৮৪৪ - ৪ নভেম্বর ১৯১৯) একজন রুশ দিনিলিপিকার এবং রুশ লেখক কাউন্ট ল্যেভ তলস্তোয়ের স্ত্রী। তার অধিকাংশ সৃষ্টিকর্ম তার মৃত্যুর পর এবং লেখার এক শতাব্দীরও বেশি সময় পর প্রকাশিত হয়। তল্‌স্তায়ার রচিত স্মৃতিকথা মাই লাইফ।\n\n\n== জীবনী ==\n\nসোফিয়া বের্স ১৮৪৪ সালের ২২শে আগস্ট জন্মগ্রহণ করেন। তার পিতা জার্মান চিকিৎসক আন্দ্রেই এভ্‌স্তাফিয়েভিচ বের্স (১৮০৮-১৮৬৮) এবং মাতা রুশ লিউবভ আলেক্সাদ্রোভ্‌না ইস্লাভিনা (১৮২৬-১৮৮৬)। তার প্র-মাতামহ কাউন্ট পিওতর জাভাদভ্‌স্কি রাশিয়ার ইতিহাসের প্রথম শিক্ষামন্ত্রী। ১৮৬২ সালে তার যখন ১৮ বছর বয়স, তখন তার ল্যেভ তল্‌স্তোয়ের সাথে পরিচয় হয়। তল্‌স্তোয়ের বয়স তখন ৩৪, তার থেকে ১৬ বছরের বড়। ১৮৬২ সালের ১৭ই সেপ্টেম্বর তল্‌স্তোয় সোফিয়াকে লিখিত বিয়ের প্রস্তাব দেওয়ার পর আনুষ্ঠানিকভাবে তাদের বাগদান হয় এবং এক সপ্তাহ পরে মস্কোতে তারা বিবাহবন্ধনে আবদ্ধ হন। তাদের বিবাহের সময় ল্যেভ তল্‌স্তোয় দ্য কোস্যাকস প্রকাশের পর ঔপন্যাসিক হিসেবে পরিচিত ছিলেন। বিবাহের পূর্বে তল্‌স্তোয় সোফিয়াকে তার দিনলিপি প্রদান করেন, যাতে তার গৃহপরিচারিকার সাথে তার যৌন সম্পর্কের বিবরণ ছিল। আন্না কারেনিনা উপন্যাসে অর্ধ-জীবনীমূলক চরিত্র ৩৪ বছর বয়সী কন্‌স্তান্তিন লেভিনও একই রকম আচরণ করেন, যিনি তার ১৯ বছর বয়সী বাগদত্তা কিটিকে তার দিনিলিপি পড়তে দেন এবং তার পূর্বের কৃতকর্মের কথা জানতে দেন। ঐ দিনিলিপিতে লিপিবদ্ধ ছিল এক নারীর ঔরসে তল্‌স্তোয়ের এক সন্তান ছিল যে তখনও ইয়াসনায়া পলিয়ানা এস্টেটে ছিলেন।\n\nতল্‌স্তায়া ১৬ বার অন্তঃসত্ত্বা হন, তন্মধ্যে তিনবার তার গর্ভপাত হয়। তল্‌স্তোয় দম্পতির ১৩ জন সন্তান ছিল, তন্মধ্যে আটজন বেঁচে ছিল। তার স্বামীর আধ্যাত্মিক বিষয়ে আগ্রহ বেড়ে যাওয়ার ফলে তল্‌স্তায়া পারিবারিক ভূসম্পত্তির দেখাশোনা করতেন। তিনি যুদ্ধ ও শান্তি উপন্যাসের অনুলেখক হিসেবে কাজ করেন। তিনি রাতে তার সন্তানেরা ও গৃহপরিচারিকারা ঘুমিয়ে যাওয়ার পর মোমবাতির আলোয় সাতবার শুরু থেকে শেষ পর্যন্ত এই পাণ্ডুলিপি অনুলেখন করেন এবং সম্পাদনা করেন। তিনি ইঙ্কওয়েল কলম ব্যবহার করতেন এবং তার স্বামীর টীকা-টিপ্পনী পড়ার জন্য প্রায়ই আতশ কাঁচ ব্যবহার করতেন।\n১৮৮৭ সালে তল্‌স্তায়া সেসময়ের নতুন শিল্প আলোকচিত্রগ্রহণে আগ্রহী হন এবং ১৬ বছর বয়স থেকে তিনি তা শিখতে শুরু করেন। তিনি এক হাজারের অধিক আলোকচিত্র তুলেন, যেগুলোতে তল্‌স্তোয় ও রুশ সাম্রাজ্যের পতন-সহ তার নিজের জীবন চিত্রিত হয়েছে। তিনি একজন দিনলিপিকার এবং একাধিক দিনলিপিতে ল্যেভ তল্‌স্তোয়ের সাথে তার জীবনের ঘটনাবলি লিপিবদ্ধ করেন, যা ১৯৮০-এর দশকে ইংরেজি অনুবাদে প্রকাশিত হয়। তল্‌স্তায়া মাই লাইফ শিরোনামে তার স্মৃতিকথা লিখেন।\n\nতল্‌স্তায়া ও ল্যেভ তল্‌স্তোয়ের বিবাহ সাহিত্যের ইতিহাসে অন্যতম আলোচিত অসুখী বিবাহ বলে বিবেচনা করা হয়। তাদের সন্তানেরা দাম্পত্য কলহে পৃথকভাবে পিতা ও মাতার পক্ষ নিয়েছিল। তাদের কন্যা আলেক্সান্দ্রা তার পিতার এবং পুত্র ল্যেভ জুনিয়র তার মাতার পক্ষে ছিলেন। আধ্যাত্মিক বিষয়ে ল্যেভ তল্‌স্তোয়ের ক্রমবর্ধমান অনুরাগ ও পারিবারিক জীবনের প্রতি তার অবহেলার জন্য তল্‌স্তায়াকে কষ্ট করতে হয়েছে। এমনকি তারা তল্‌স্তোয়ের সকল সম্পত্তি দান করে দেওয়া নিয়েও তর্কে লিপ্ত হন। ১৯১০ সালে ৮২ বছর বয়সে কন্যা আলেক্সান্দ্রা ও ডাক্তার দুশান মাকোভিকিকে নিয়ে তল্‌স্তোয় বাড়ি ছেড়ে চলে যান। তল্‌স্তোয় ১০ দিন পর আস্তাপাভোর একটি ছোট গ্রামে মৃত্যুবরণ করেন এবং সোফিয়াকে তার কাছে আসতে দেওয়া হয়নি (দ্য লাস্ট স্টেশন চলচ্চিত্রে চিত্রিত হয়েছে)। স্বামীর মৃত্যুর পর সোফিয়া ইয়াসনায়া পলিয়ানায় বাস করতেন এবং রুশ বিপ্লবের সময়ও বেঁচে ছিলেন। তিনি ১৯১৯ সালের ৪ঠা নভেম্বর মৃত্যুবরণ করেন।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nজে পারিনির ১৯৯০ সালের জীবনীমূলক উপন্যাস অবলম্বনে নির্মিত ২০০৯ সালের দ্য লাস্ট স্টেশন চলচ্চিত্রে হেলেন মিরেন তার ভূমিকায় অভিনয় করেন এবং ক্রিস্টোফার প্লামার ল্যেভ তল্‌স্তোয়ের ভূমিকায় অভিনয় করেন। দুজনই তাদের অভিনয়ের জন্য একাডেমি পুরস্কারের মনোনয়ন লাভ করেন। ২০১০ সালের আগস্ট মাসে তার জীবনী বিবিসি বেতার ৪-এ আ সিম্পল লাইফ শিরোনামে ধারাবাহিকভাবে প্রচারিত হয়। তল্‌স্তায়ার দিনিলিপি থেকে স্বগতোক্তি নিয়ে নির্মিত ২০২২ সালের ফ্রেডরিক ওয়াইজম্যানের আ কাপল চলচ্চিত্রে ফরাসি অভিনেত্রী নাতালি বুত্যফো তল্‌স্তায়ার ভূমিকায় অভিনয় করেন।\n\n\n== সৃষ্টিকর্ম ==\nতল্‌স্তায়ার  অধিকাংশ সৃষ্টিকর্ম তার মৃত্যুর পর এবং লেখার দীর্ঘদিন পর প্রকাশিত হয়। কারণ তল্‌স্তায়া তার লেখনীতে ল্যেভ তলস্তোয়ের সমালোচক ছিলেন এবং রুশ কর্তৃপক্ষ এই বিখ্যাত লেখকের খ্যাতিতে বিগ্ন ঘটুক তা চায়নি। তল্‌স্তায়ার কিছু সাহিত্যকর্ম লেখার প্রায় এক শতাব্দীর অধিক সময় পরে প্রকাশিত হয়েছে।\n\n\n=== প্রকাশনার তালিকা ===\nদ্য কাউন্টেস তল্‌স্তোয়'স লেটার ডায়েরি ১৮৯১-১৮৯৭, লন্ডন, ভিক্টর গোলানৎস, ১৯২৯ - আলেকজান্ডার ওয়েআর্থ কর্তৃক অনূদিত।\nঅটোবায়োগ্রাফি অব সোফি আদ্রিভ্‌না তল্‌স্তোয় online at archive.org\nদ্য মেমোয়ার্স অব সোফিয়া তল্‌স্তোয়, যার শিরোনাম দেন মাই লাইফ – ইউনিভার্সিটি অব ওটোয়া প্রেস\nহুজ ফল্ট? (রুশ: Чья вина?), অক্টোবর ১৯৯৪/১০, ৬-৫৯। জার্মান অনুবাদ: আইন ফ্রাগ ডার স্কুল্ড (জার্মান: Eine Frage der Schuld), জুরিখ, ২০০৮, ইংরেজি অনুবাদ: সোফিয়া তল্‌স্তোয়'স রিবিউটাল অব হার হাজবেন্ড লিও'স অ্যাকিউজেশন্স, দি এডউইন বেলেন প্রেস, নিউ ইয়র্ক, ২০১০।\nসং উইদাউট ওয়ার্ডস (রুশ: Песня без слов), রাশিয়ায় অপ্রকাশিত। জার্মান অনুবাদ: লিয়েড ওন ভোর্ট (জার্মান: Lied ohne Worte), জুরিখ, ২০১০,\nক্যাথি পর্টার (অনুবাদ), দ্য ডায়েরিজ অব সোফিয়া তল্‌স্তোয়, লন্ডন: হার্পারকলিন্স, ২০১০।.\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}