{"pageid": 1338829, "title": "কে এস নাগারত্নাম্মা", "url": "https://bn.wikipedia.org/wiki?curid=1338829", "content": "কে এস নাগারত্নাম্মা (১৯২৩ – ১৭ই অক্টোবর ১৯৯৩) ছিলেন দক্ষিণের কর্ণাটক রাজ্যের একজন ভারতীয় রাজনীতিবিদ। তিনি কর্ণাটক বিধানসভার সদস্য হওয়ার জন্য গুন্ডলুপেট কেন্দ্র থেকে সাতবার নির্বাচিত হয়েছিলেন। তিনি ১৯৭২ থেকে ১৯৭৮ সাল পর্যন্ত কর্ণাটক বিধানসভার প্রথম মহিলা স্পিকার ছিলেন, এটিকে আগে বলা হত মহীশূর বিধানসভা।\n\n\n== রাজনৈতিক জীবন ==\nরাজনীতিতে প্রবেশের আগে, নাগারত্নাম্মা দ্য ভারত স্কাউটস অ্যান্ড গাইডস- এর সহ-সভাপতি এবং মহীশূর বিশ্ববিদ্যালয়ের সেনেট সদস্য ছিলেন। ১৯৫৭ সালে গুন্ডলুপেট নির্বাচনী এলাকা গঠিত হলে, তিনি স্বাধীন রাজনীতিবিদ হিসাবে মহীশূর বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেন এবং ২৪,৯৫৫ ভোট পেয়ে নির্বাচনে জয়ী হন। তাঁর একমাত্র প্রতিদ্বন্দ্বী ভারতীয় জাতীয় কংগ্রেসের (আইএনসি) এইচ কে শিবরুদ্রাপ্পা ১৩,০৫৩ ভোট পেয়েছিলেন। এইভাবে তিনি নির্বাচনী এলাকার প্রথম বিধায়ক হন। তিনি ১৯৬২ সালের নির্বাচনে আবার শিবরুদ্রাপ্পাকে পরাজিত করেন, রুদ্রাপ্পার ২০,০১০ ভোটের বিপরীতে তিনি পেয়েছিলেন ২২,৭৬৫টি ভোট। তিনি ১৯৬৭ সালের নির্বাচনে ভারতীয় জাতীয় কংগ্রেসের সদস্য হিসাবে প্রতিদ্বন্দ্বিতা করেছিলেন এবং কে বি জয়দেবাপ্পাকে ২১,৪২৩ ভোটের ব্যবধানে পরাজিত করেছিলেন। জয়দেবাপ্পার ৯,৩৫৫ ভোটের বিপরীতে তিনি পেয়েছিলেন ৩০,৭৭৮ ভোট।\n১৯৭২ সালের নির্বাচনে ভারতীয় জাতীয় কংগ্রেসের (অর্গানাইজেশন) বি. বাসাপ্পাকে পরাজিত করে নাগারত্নাম্মা চতুর্থবারের মতো নির্বাচনী এলাকা ধরে রাখেন। তিনি ৩০,০৫৫ ভোট এবং বাসাপ্পা ২০,২৫৫ ভোট পেয়েছিলেন। তিনি ১৯৭২ সালে বিধানসভার স্পিকার নির্বাচিত হন এবং ১৯৭৮ সাল পর্যন্ত স্পিকার ছিলেন। তিনি ছিলেন বিধানসভার প্রথম মহিলা স্পিকার। ১৯৭৮ সালের নির্বাচনে তিনি পরাজয়ের মুখোমুখি হন যখন তাঁর দীর্ঘ দিনের প্রতিদ্বন্দ্বী, শিবরুদ্রাপ্পা, ২৭,১৪১ ভোট পেয়ে ২৭১ ভোটের কাছাকাছি ব্যবধানে জয়ী হন। উভয়ই স্বতন্ত্র প্রার্থী হিসেবে প্রতিদ্বন্দিতা করেছিলেন।\n১৯৮৩ সালের নির্বাচনে আইএনসি সদস্য হিসাবে তাঁকে আবার জিতে ফিরে আসতে দেখা যায়। তিনি জনতা পার্টির এইচএন শ্রীকান্ত সেট্টিকে পরাজিত করেছিলেন এবং ৪৪,০৮৫ ভোট পেয়েছিলেন। পরবর্তী ১৯৮৫ সালের নির্বাচনে তিনি ৪০,৮৫৭ ভোট পেয়ে জনতা পার্টির এইচ এস মহাদেব প্রসাদকে ১৯,১৪০ এর বড় ব্যবধানে পরাজিত করেন। তিনি ১৯৮৯ সালের নির্বাচনে ৫০,৬৪৩ ভোট পান এবং আবার প্রসাদকে  পরাজিত করেন। এরপর ১৯৯০ সালে তিনি স্বাস্থ্য ও পরিবার কল্যাণ মন্ত্রী হন পরবর্তী ১৯৯৪ সালের নির্বাচনে তিনি হেরে যান এবং মহাদেব প্রসাদ নির্বাচিত হন। প্রসাদ আরও চারবার নির্বাচনে জয়লাভ করেছিলেন। নাগারত্নাম্মা বিরোধীদলীয় নেতা হিসেবেও কাজ করেছিলেন। বিধানসভার স্পিকার হিসেবে কাজ করার জন্য এবং বিরোধী নেতা হিসেবে তাঁর কাজের ধরনটির জন্য তিনি প্রশংসিত হন।\n\n\n== তথ্যসূত্র =="}