{"pageid": 1338508, "title": "পাণ্ডবলীলা", "url": "https://bn.wikipedia.org/wiki?curid=1338508", "content": "পাণ্ডব লীলা বা পাণ্ডব নৃত্য ( সংস্কৃত ; আক্ষরিক অর্থে \"পান্ডবদের খেলা\" এবং \" পান্ডবদের নৃত্য\" ) হল গান, নৃত্য এবং আবৃত্তির মাধ্যমে হিন্দু মহাকাব্য মহাভারতের গল্পগুলির প্রদর্শন। এই লোকধারাটি ভারতের উত্তরাখণ্ডের গাড়ওয়াল অঞ্চল  -এর সাংস্কৃতিক ঐতিহ্যের পরিচায়ক। পাণ্ডবরা হলেন মহাভারত মহাকাব্যের পাঁচটি প্রধান চরিত্র এবং গ্রামের অপেশাদারর শিল্পীরা পাঁচ পান্ডবের বেশ ধারণ করে এই বিশেষ অনুষ্ঠান পরিবেশন করেন। নৃত্যের সাথে সাথে ঢোল, দামাউ এবং ভাঙ্কোর ইত্যাদি বাদ্যযন্ত্রের মাধ্যমে বাজনা সঙ্গত করা হয়। এই আঞ্চলিক অনুষ্ঠান স্থানীয় বিভিন্ন গ্রামে সাধারণত তিন দিন থেকে এক মাস সময় পর্যন্ত অনুষ্ঠিত হয়। এই অনুষ্ঠান অত্যন্ত জনপ্রিয় এবং প্রচুর ভিড় আকর্ষণ করে। এটি বছরের একটি গুরুত্বপূর্ণ সাংস্কৃতিক পরিবেশন। নাটকে অংশগ্রহণকারী অভিনেতারা চরিত্রের  সাথে একাত্ম হয়ে যান এবং  স্বতঃস্ফূর্ত অভিনয়ের মাধ্যমে নৃত্য পরিবেশন করেন।\n\n\n== ইতিহাস এবং ঐতিহ্য ==\nপাণ্ডব লীলার উৎপত্তির গল্প হিন্দু ইতিহাসের সাথে মিশে আছে। এর একটি গুরুত্বপূর্ণ বৈশিষ্ট্য এই যে সর্বদা গ্রামের অপেশাদার অভিনেতা ও শিল্পীরাই এতে  অংশগ্রহণ করতে পারবেন। পেশাদার শিল্পীরা এতে অংশগ্রহণ করতে পারেন না। সাধারণত উত্তরাখণ্ডের রাজপুত বংশের ব্যাক্তিরা অনুষ্ঠানের পৃষ্ঠপোষক। পাণ্ডব লীলার অন্তর্ভুক্ত একটি অনুষ্ঠানকে প্রায়ই শ্রাদ্ধ নামে অভিহিত করা হয় যা আসলে পূর্বপুরুষদের উপাসনার একটি হিন্দু রীতি এবং এই লীলাকে পূর্বপুরুষদের উপাসনার একটি প্রতীক হিসাবে দেখা হয়। আজ, অনেক গাড়োয়ালি নিজেদের পাণ্ডবদের বংশধর হিসেবে আত্ম-পরিচয় দেয়। এই অনুষ্ঠানগুলি সাধারণত নভেম্বর এবং ফেব্রুয়ারি মাসের মধ্যে অনুষ্ঠিত হয়। একটি নির্দিষ্ট গ্রাম প্রতি বছর এটি আয়োজন করতে পারে না। আঞ্চলিক মানুষজন লীলা দেখার জন্য আশেপাশের গ্রামে গমন করে।  জনৈক লেখক স্যক্সের উদ্ধৃতি অনুযায়ী গাড়োয়ালিরা এই পান্ডব লীলা এমন একটি স্থানে অনুষ্ঠিত করে যার অবস্থান আশেপাশের গ্রাম থেকে সামান্য হাঁটাপথের দূরত্বে হয়।\nপ্রতিটি গ্রাম তার নিজস্ব ভিন্নতা ও বৈশিষ্ট্য দিয়ে অনুষ্ঠানটি উপস্থাপিত করে। কেউ কেউ গানে আবার কোনো অঞ্চল নাটকের উপস্থাপনায় বেশি জোর দেয়। অনুষ্ঠান রাতে শুরু হয় এবং ভোর পর্যন্ত চলে। অনুষ্ঠানে মহাকাব্যের পর্বগুলি কোন রৈখিক ক্রমে সঞ্চালিত হয় না, কারণ মহাকাব্যের গল্প বোঝানোর এই অনুষ্ঠানের উদ্দেশ্য নয় বরং শিল্পী বা গ্রামবাসীদের পরিচিত ও নির্দিষ্ট দৃশ্যগুলি নাচ বা অভিনয়ের মাধ্যমে পরিবেশন করে আনন্দ দেওয়াই মূল উদ্দেশ্য। অনুষ্ঠানের অগ্রগতির সাথে সাথে গল্পের অগ্রগতি এবং ক্রিয়া তীব্র হতে থাকে এবং পরের দিন সকাল পর্যন্ত চলতে থাকে। এই অনুষ্ঠানের সর্বাধিক প্রতীক্ষিত পর্বগুলি হল বাবা ও ছেলে অর্থাৎ অর্জুন এবং নাগার্জুনের মধ্যে একটি যুদ্ধ, যা গেইন্ডা (গন্ডার) নামে পরিচিত, এই গল্পে অর্জুন তার পুত্রের গন্ডারকে হত্যা করে। নাটকে ব্যবহৃত অস্ত্রগুলির যাতে শক্তিক্ষয় না হয় তার জন্য অস্ত্রগুলিকে পূজা করা হয় এবং কখনও তাদের মাটিতে রাখা হয় না বা ভূমিস্পর্শ করানো হয়না।  পরবর্তী লীলা সম্প্রচার হওয়ার সময় পর্যন্ত তাদের যত্ন নেওয়া হয়। স্বল্প একদিনের ব্যবধানে দীর্ঘ মহাকাব্য মহাভারতের সমগ্র রচনার পুঙ্খানুপুঙ্খ নাটকীয় রূপান্তর করা কার্যত অসম্ভব, তাই অভিনয়শিল্পীরা প্রদর্শনীর জন্য কিছু বিশেষ পর্ব বেছে নেন ও তাদের নাট্য পরিবেশনা উপস্থাপন করে দর্শকদের মনোরঞ্জন করেন।\n\n\n== তথ্যসূত্র =="}