{"pageid": 1338507, "title": "মুহাররেম ইনজে", "url": "https://bn.wikipedia.org/wiki?curid=1338507", "content": "মুহাররেম ইনজে (জন্ম ৪ মে ১৯৬৪) একজন তুর্কি পদার্থবিদ্যার শিক্ষক, বিদ্যালয় অধ্যক্ষ, ক্রীড়া নির্বাহী ও রাজনীতিবিদ। তিনি মে ২০২১ সাল থেকে স্বদেশ দলের প্রতিষ্ঠাতা ও নেতা। তিনি পূর্বে চার মেয়াদে প্রজাতন্ত্রী জনতা দলের হয়ে তার নিজ শহর ইয়ালোভার সংসদ সদস্য ছিলেন, তিনি জুন ২০১০ থেকে আগস্ট ২০১৪ সালের মধ্যে সিএইচপির সংসদীয় দলের ভারপ্রাপ্ত চেয়ারম্যান হিসেবেও দায়িত্ব পালন করেছেন।\nইনজে বর্তমান চেয়ারম্যান কেমাল কিলিচদারোলুর বিরুদ্ধে দুবার সিএইচপির চেয়ারম্যান হিসেবে নির্বাচনে দাঁড়িয়েছেন: প্রথমবার সেপ্টেম্বর ২০১৪ সালে ১৮ আগস্ট ২০১৪-এ তুরস্কের রাষ্ট্রপতি নির্বাচনে দলের পরাজয়ের পর ও পরে ২০১৮ সালের ফেব্রুয়ারিতে।\n২০১৮ সালের তুরস্কের রাষ্ট্রপতি নির্বাচনে সিএইচপির রাষ্ট্রপতি প্রার্থী হিসেবে ইনজে মাত্র ৩০ শতাংশের বেশি ভোট পেয়ে প্রথম রাউন্ডে ৫৩ শতাংশ ভোট পাওয়া বিজয়ী রেজেপ তাইয়িপ এরদোয়ানের পরে দ্বিতীয় স্থানে অধিকার করেন।\n\n\n== জীবনী ==\nইয়ালোভা প্রদেশের এলমালোক গ্রামে শেরিফ ও জেকিয়ে ইনজের পুত্র হিসেবে ইনজের জন্ম। তার পিতামহের পিতামহ গ্রিক মেসিডোনিয়ার আধুনিক সময়ের দ্রামা থেকে উদ্ভূত হয়েছিলো, তার মাতামহের দাদী আনাতোলিয়ার কৃষ্ণ সাগর উপকূলের রিজে থেকে উদ্ভূত হয়েছিলো। তিনি বালুকেসির বিশ্ববিদ্যালয়ের, নেজাতিবে শিক্ষা অনুষদের পদার্থবিজ্ঞান-রসায়ন থেকে স্নাতক হন এবং পরে একজন পদার্থবিজ্ঞানের শিক্ষক ও একটি বিদ্যালয়ের অধ্যক্ষ হিসেবে কাজ করেন। পরে, তিনি ফুটবল ক্লাব ইয়ালোভাস্পোরের প্রেসের প্রধান হিসেবে কাজ করেন। তিনি আধুনিক তুরস্কের প্রতিষ্ঠাতা মোস্তফা কামাল আতাতুর্কের ধারণাকে সমর্থনকারী একটি ধর্মনিরপেক্ষ সংগঠন আতাতুর্কীয় দর্শন সংগঠনের সভাপতি নির্বাচিত হন। তিনি উলকুকে বিয়ে করেন যার সাথে তার সালিহ আরদা নামে একটি পুত্র রয়েছে।\n\n\n== রাজনীতি ==\n\n২০০২ সাল থেকে রেজেপ তাইয়িপ রেজেপ তাইয়িপ এরদোয়ানের ক্ষমতাসীন ন্যায়বিচার ও উন্নয়ন দলের বিরুদ্ধে তুরস্কের রাজনীতিতে প্রধান বিরোধীদের অন্যতম তীব্র কণ্ঠস্বর হিসেবে পরিচিত। তিনি তার বক্তৃতার মাধ্যমে সুপরিচিত হয়ে ওঠেন যা ইন্টারনেটে ব্যাপকভাবে শেয়ার করা হয়।\nসিএইচপি সংসদীয় দলের নেতা কেমাল কিলিচদারোলু ও হাক্ক সুহা অকায় নির্বাচনের পর যথাক্রমে দলীয় নেতা ও উপনেতা হিসেবে ইনজে গোষ্ঠী নেতৃত্বের জন্য প্রতিদ্বন্দ্বিতা করেন এবং ৫৮ ভোট পেয়ে নির্বাচিত হন। তিনি ২০১১ ও ২০১৩ সালে পুনরায় নির্বাচিত হন এবং আগস্ট ২০১৪ সালে পদত্যাগ করার আগে তিনি লেভেন্ত গক দ্বারা প্রতিস্থাপিত হন। ৩০ মার্চ ২০১৪-এ তুরস্কে স্থানীয় নির্বাচন অনুষ্ঠিত হয় ও ইয়ালোভা নির্বাচনে ইনজের দল সিএইচপি কোনমতে জয়ী হয়। যাইহোক, ইয়ালোভা নির্বাচন আবার অনুষ্ঠিত হওয়ার কথা ছিলো। ইনজে এই প্রক্রিয়ায় গুরুত্বপূর্ণ ভূমিকা পালন করেন ও সিএইচপির প্রার্থী ভেফা সালমান দ্বিতীয় নির্বাচনেও জয়লাভ করেন। ১৮ আগস্ট ২০১৪-এ ইনজে সিএইচপির চেয়ারম্যান পদের জন্য তার প্রার্থিতা ঘোষণা করেন কিন্তু সেপ্টেম্বর ২০১৪-এ ১৮তম প্রজাতন্ত্রী জনতা দলের বিশেষ সম্মেলনের সময় বাছাইপর্বে হেরে যান।\nফেব্রুয়ারি ২০১৮-এ ৩৬তম সিএইচপি সাধারণ সম্মেলনে দলীয় নেতৃত্বের জন্য তিনি আবারও কিলিচদারোলুর বিরুদ্ধে দাঁড়ান, কিন্তু তার প্রচেষ্টা আবারও ব্যর্থ হয়। কিলিচদারোলুর ৭৯০ ভোটের বিপরীতে তিনি প্রতিনিধিদের কাছ থেকে ৪৪৭ ভোট পান।\n৩ মে ২০১৮-এ প্রজাতন্ত্রী জনতা দলের (সিএইচপি) রাষ্ট্রপতি পদপ্রার্থী হিসেবে ইনজেকে প্রকাশ করা হয়। পরের দিন, দলের নেতা কেমাল কিলিচদারোলু আনুষ্ঠানিকভাবে ইনজের জন্য সিএইচপির সমর্থন ঘোষণা করেন ও তার প্রার্থীতা আনুষ্ঠানিকভাবে ঘোষণা করা হয়। এর কিছু পরে, সিএইচপি প্রচারাভিযানের মৌসুমের জন্য প্রস্তুতি শুরু করে এবং প্রচারণার উপকরণ ও পণ্যদ্রব্য উৎপাদন শুরু করে। মে মাসের প্রথম দিকে এটি প্রকাশ করা হয় যে ইনজে প্রচারাভিযান হিসেবে \"তুর্কিয়ে গুভেনজে মুহাররেম ইনজে\" স্লোগানটি গ্রহণ করবে, যার আক্ষরিক অনুবাদ \"মুহাররেম ইনজে তুরস্কের জন্য একটি আশ্বাস\", এবং ৫ মে তার নিজ শহর ইয়ালোভায় একটি নির্বাচনী সমাবেশের মাধ্যমে এটি শুরু হবে।\nরাষ্ট্রপতি এরদোয়ান পরবর্তীতে রাষ্ট্রপতি নির্বাচনের প্রথম রাউন্ডে ৫২.৬% ভোট পেয়ে ৩০.৬৪% ভোট প্রাপ্ত ইনজেকে পরাজিত করেন।\n৩৭তম সিএইচপি সাধারণ সম্মেলনের পর দাবি করা হয়েছিলো যে ইনজে সেপ্টেম্বরে জাতীয় দল নামে একটি নতুন রাজনৈতিক দল প্রতিষ্ঠা করবে। তিনি প্রজাতন্ত্রী জনতা দলের সদস্য থাকাকালীন ৪ সেপ্টেম্বর ২০২০-এ স্বদেশ আন্দোলন নামে তার রাজনৈতিক প্ল্যাটফর্ম প্রতিষ্ঠা করেন। ৩১ জানুয়ারি ২০২১ তারিখে তিনি প্রজাতন্ত্রী জনতা দল থেকে পদত্যাগের ঘোষণা দেন এবং একই বছরের ৮ ফেব্রুয়ারি আনুষ্ঠানিকভাবে পদত্যাগ করেন।\n২০২৩ সালের ফেব্রুয়ারিতে, স্বদেশ দলের নেতা মুহাররেম ইনজে ঘোষণা করেন যে তার দল ২০২৩ সালের তুরস্কের সাধারণ নির্বাচনের জন্য গণতান্ত্রিক বাম দল, বিজয় দল, সঠিক দল ও ন্যায়বিচার দলের সাথে একটি নির্বাচনী জোট নিয়ে আলোচনা করছে। ৬ মার্চ ২০২৩-এ মুহাররেম ইনজে তাদের হোয়াটসঅ্যাপ গ্রুপে একটি বার্তা পাঠিয়ে ৪ দলীয় জোটের আলোচনা থেকে বেরিয়ে যান।\n\n\n== আরও দেখুন ==\nমুহাররেম ইনজের রাষ্ট্রপতি নির্বাচনী প্রচারণা, ২০১৮\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপ্রাতিষ্ঠানিক টুইটার\nতুরস্কের মহান জাতীয় সভার ওয়েবসাইটে প্রোফাইল"}