{"pageid": 1338391, "title": "সৌম্যা স্বামীনাথন", "url": "https://bn.wikipedia.org/wiki?curid=1338391", "content": "সৌম্যা স্বামীনাথন (জন্ম ২১শে মার্চ ১৯৮৯) হলেন একজন দাবা খেলোয়াড় যিনি ভারত থেকে আন্তর্জাতিক মাস্টার (আইএম) এবং মহিলা গ্র্যান্ডমাস্টার (ডব্লিউজিএম) খেতাব পেয়েছেন। তিনি ২০০৯ সালে আর্জেন্টিনার পুয়ের্তো মাদ্রিনে অনুষ্ঠিত বিশ্ব জুনিয়র গার্লস চ্যাম্পিয়নশিপ জিতেছেন, প্রতিপক্ষকে টাইব্রেক স্কোরে হারিয়ে। ২০১৮ সালে ইরানে অনুষ্ঠিত দাবা চ্যাম্পিয়নশিপ থেকে তিনি নাম প্রত্যাহার করে নেন ইরানের ইসলামী সরকার কর্তৃক যে কোন, এমনকি, বিদেশী মহিলা ক্রীড়াবিদদের জন্য বাধ্যতামূলক হেডস্কার্ফ পরিধান করার শাসনের বিরুদ্ধে প্রতিবাদ হিসাবে। \n\n\n== জীবনী ==\nসৌম্য কেরলের পালঘাটে জন্মগ্রহণ করেন। তাঁর মা তাঁর শৈশবেই দুর্ঘটনায় মারা গিয়েছিলেন। এরপর তিনি ঔরঙ্গাবাদে বড় হয়ে ওঠেন এবং তারপর পুনে চলে যান। তিনি পুনের বিএমসিসি কলেজ থেকে বাণিজ্য বিভাগে স্নাতক সম্পন্ন করেন। এরপর তিনি মহারাষ্ট্র রাজ্যের পুনের ডিইএস আইন কলেজ থেকে এলএলবি পাস করেন। তাঁর একটি বোন আছেন, যাঁর নাম জাহ্নবী স্বামীনাথন। \nসৌম্যর আদর্শ খেলোয়াড় হলেন ববি ফিশার। আট বছর বয়স থেকে সৌম্য দাবা খেলা শুরু করেছিলেন। তিনি ২০০৫, ২০০৬ এবং ২০০৮ সালে ভারতীয় জুনিয়র মেয়েদের চ্যাম্পিয়ন ছিলেন। তিনি সাড়ে আট স্কোর নিয়ে ২০১০ ভারতীয় মহিলা চ্যাম্পিয়নশিপ জিতেছিলেন। তিনি চেন্নাইতে ২০১২ সালে কমনওয়েলথ মহিলা চ্যাম্পিয়ন হন। ২০১৬ সালে, তিনি মস্কো ওপেনের মহিলাদের বিভাগে প্রথম স্থানের জন্য অ্যানাস্তাসিয়া বোডনারুক এবং আলেকজান্দ্রা ওবোলেন্টসেভা-এর সাথে টাইব্রেকে দ্বিতীয় স্থান অর্জন করেছিলেন।\n\nতিনি ২০১০ এবং ২০১২ সালে মহিলাদের বিশ্ব চ্যাম্পিয়নশিপে দুবার ভারতের প্রতিনিধিত্ব করেছেন। তিনি ২০১৮ সালের ২৬শে জুলাই - ৪ঠা আগস্টের মধ্যে ইরানের হামাদানে অনুষ্ঠিত এশিয়ান টিম দাবা চ্যাম্পিয়নশিপ থেকে নিজের নাম প্রত্যাহার করে নেন, প্রতিটি মহিলার জন্য ইরানের বাধ্যতামূলক হেডস্কার্ফ নিয়মকে তাঁর ব্যক্তিগত অধিকারের লঙ্ঘন হিসাবে চিহ্নিত করে প্রতিবাদমূলক ব্যবস্থা হিসেবে তিনি এটি করেছিলেন। তিনি ২০১৮ সালের অক্টোবরে রেটিং তালিকায় ১ম বারের জন্য ২৪০০ অতিক্রম করেছেন, যার ফলে আন্তর্জাতিক মাস্টার (ওপেন) শিরোনামের প্রয়োজনীয়তা পূরণ করেছেন। একই তালিকায় তিনি প্রথমবারের মতো নারীদের বিশ্বের শীর্ষ ৫০-এর তালিকায় প্রবেশ করেছেন।\nস্বামীনাথন ২০২০ সালের ডিসেম্বরে আজিঙ্কা কুর্দুকারকে বিয়ে করেছিলেন।\n\n\n== অর্জন ==\n২০০৭: ওম্যান ইন্টারন্যাশনাল মাস্টার (ডব্লিউআইএম)\n২০০৯: বিশ্ব জুনিয়র চ্যাম্পিয়ন\n২০১০: সাহারা বেস্ট স্পোর্টসপারসন অ্যাওয়ার্ড (মেয়েরা)\n২০১১: লোকমত সখী গৌরব পুরস্কার\n২০১৩ - ১৪: শিব ছত্রপতি পুরস্কার\n২০১৪: পুনে গৌরব পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফিদে সাইটে সৌম্যা স্বামীনাথনের রেটিং কার্ড  (ইংরেজি)\nচেজগেমস.কমে সৌম্যা স্বামীনাথনের দাবাড়ু প্রোফাইল ও খেলাসমূহ (ইংরেজি)\nSoumya Swaminathan chess games at 365Chess.com\nSwaminathan Soumya chess games at 365Chess.com\nটেমপ্লেট:Indian woman grandmasters"}