{"pageid": 1338569, "title": "উডুপি রন্ধনশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1338569", "content": "উডুপি রন্ধনশৈলী দক্ষিণ ভারতের একটি জনপ্রিয় রন্ধনপ্রণালী। এটি টুলুভা রন্ধনপ্রণালীর অন্তর্ভুক্ত। ভারতের দক্ষিণ-পশ্চিম উপকূলের তুলুনাদু অঞ্চলে অবস্থিত একটি শহর উদুপি থেকে এই রন্ধনশৈলীর নামকরন হয়েছে। উদুপি রন্ধনপ্রণালীতে প্রস্তুত সমস্ত খাবার কঠোরভাবে নিরামিষ। মাধবাচার্য কর্তৃক প্রতিষ্ঠিত উদুপি শ্রী কৃষ্ণ মঠে এর উৎপত্তি। উডুপি কৃষ্ণ মন্দিরে ভগবান কৃষ্ণকে বিভিন্ন ধরণের খাবার দেওয়ার জন্য মাধব ব্রাহ্মণরা বিভিন্ন নিরামিষ পদ তৈরি করেছিলেন যেগুলি থেকে পরে উদুপি রন্ধনশৈলীর উৎপত্তি। তাই, উডুপি রন্ধনশৈলী মাধবা রন্ধনশৈলী নামেও পরিচিত। \nউডুপি রন্ধনপ্রণালীতে প্রধানত শস্য, মটরশুটি, শাকসবজি এবং ফলমূল থেকে খাবার তৈরি হয়। উডুপি রন্ধনপ্রণালীতে প্রস্তুত খাবার বৈচিত্র্যময়। উদুপি রান্নার একটি বিশেষ বৈশিষ্ট্য হল যে স্থানীয়ভাবে উপলব্ধ উপাদানের ব্যবহার করেই এইসকল সুস্বাদু পদ তৈরী করা হয়। দক্ষিণ ভারতের বিখ্যাত দোসা বা ধোসার উৎপত্তি হল এই উডুপি রন্ধনপ্রনালী।\nচতুর্মাসা ব্রতের ঐতিহ্য অনুযায়ী একটি নির্দিষ্ট সময় বা ঋতুতে কিছু নির্দিষ্ট খাদ্য উপাদানের উপর বিধিনিষেধ থাকে। এই বিধিনিষেধ অনুসরণ করে ভিন্ন ভিন্ন ঋতুতে উদুপি রন্ধনপ্রণালীতে বিভিন্ন ধরনের খাবারের উদ্ভাবন হয়। সাম্বার হল উদুপির একটি জনপ্রিয় পদ যার প্রধান উপাদান হল কুমড়ো এবং লাউ । এটি নারকেল তেল দিয়ে তৈরি একটি ঝোল জাতীয় খাবার। এতে স্বাদের জন্য নারকেল মেশানো হয়।\nপি. থাঙ্কাপ্পন নায়ারের মতে বিখ্যাত ভারতীয় খাবার ডোসার উৎপত্তি উদুপিতে।  এছাড়াও সারু নামক একটি মশলাদার মরিচের জল উডুপির আরেকটি অপরিহার্য খাদ্যপদ। এছাড়াও কাঁঠাল, কলোকেসিয়া পাতা, কাঁচা সবুজ কলা, আমের আচার, লাল মরিচ এবং লবণ ইত্যাদিও রান্নায় ব্যবহার হয়। উডুপি রন্ধনপ্রনালীতে প্রস্তুত বেশ কিছু উল্লেখনীয় পদ হল আদাইস (ডাম্পলিংস), আজাদিনাস (শুকনো তরকারি বা ভাজা তরকারি) এবং চাটনি, যার বিশেষত্ব হল যে এটি ঝিঙের চামড়া দিয়ে তৈরি হয়। \n\n\n== উডুপি খাবার গ্রহণের নিয়ম ==\nউদুপি খাবারের প্রত্যেক পদ একটি কলা পাতায় পরিবেশন করা হয়, যা ঐতিহ্যগতভাবে মাটিতে রাখা হয়। খাবারগুলি একটি নির্দিষ্ট ক্রম অনুসারে পরিবেশন করা হয় এবং প্রতিটি পদ কলা পাতার একটি নির্দিষ্ট স্থানে রাখা হয়। সৌজন্য অনুসারে সমস্ত ব্যাক্তিকে একসাথে খাবার খাওয়া শুরু এবং শেষ করতে হয়। একজন ব্যক্তি খাবারের মাঝখানে উঠতে পারে না, যদিও সে তার খাবার খাওয়া শেষ করে ফেলেছে। ভগবান বিষ্ণুর গোবিন্দ নাম উচ্চারন করে খাবারের শুরু ও শেষ করতে হয়।\n\n\n== উডুপি রন্ধনশৈলীতে জনপ্রিয় খাবার ==\nউডুপি রন্ধনশৈলীতে প্রস্তুত কিছু জনপ্রিয় খাবার হল, ধোসা , মসালা ধোসা, নীর ধোসা, ইডলি , ঘাসি, ম্যাঙ্গালোর বাজ্জি বা গোলি বাজে, মশলাযুক্ত দই ভাত, পুলি কোডেল, পেলাক্কাই ইত্যাদি।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}