{"pageid": 1338544, "title": "বড়ুয়া (নৃগোষ্ঠী)", "url": "https://bn.wikipedia.org/wiki?curid=1338544", "content": "বড়ুয়া ( বাংলা: বড়ুয়া , বোড়ুয়া ; আরাকানি : မရမာကြီး), বাংলাদেশের চট্টগ্রাম বিভাগ, মিয়ানমারের রাখাইন রাজ্য, (যেখানে তারা মারামাজী বা মারামাগ্রী নামে পরিচিত), পূর্ব ভারতের পশ্চিমবঙ্গ বাংলাভাষী মগ সম্প্রদায়।  \nআরাকানি কালানুক্রম অনুসারে বড়ুয়া বৌদ্ধরা পাঁচ হাজার বছর ধরে সেখানে বসবাস করে আসছে।  'বড়ুয়া' শব্দটি আরাকানি শব্দ বো (অর্থাৎ সেনাপ্রধান) এবং ইয়োয়া (অর্থাৎ এলাকা, গ্রাম) নিয়ে গঠিত। আক্ষরিক অর্থে বড়ুয়া মানে সেনাপ্রধানের বসবাসের স্থান ।পরবর্তীকালে এ ধরনের লোকালয় বা গ্রামে বসবাসকারী লোকজনও ধীরে ধীরে বড়ুয়া নামে পরিচিতি লাভ করে। মায়ানমারে, বড়ুয়াকে রাখাইন জাতি গঠনকারী সাতটি গোষ্ঠীর একটি হিসাবে শ্রেণীবদ্ধ করা হয়েছে। মায়ানমারে, বড়ুয়াকে রাখাইন জাতি থেকে গঠিত সাতটি গোষ্ঠীর মধ্যে একটি হিসাবে ধরা হয়। পশ্চিমবঙ্গে(ভারত), বড়ুয়া মঘ বৌদ্ধ সম্প্রদায় তফসিলি উপজাতি (ST) হিসাবে স্বীকৃত।\nচট্টগ্রাম পূর্বে \"চৈত্যগ্রাম\" বা \"বৌদ্ধ মন্দির শহর\" নামে পরিচিত ছিল।  এটি ৭ ম শতাব্দীতে চীনা বৌদ্ধ দর্শনার্থীদের কাছে এক আকর্ষণীয় অঞ্চল ছিল। ১৯২৯ সালে, ঝেওয়ারী গ্রামে ৯ম এবং ১০ম শতাব্দীর ৬১টি বৌদ্ধ মূর্তি খুজে পাওয়া যায়।  এটি ১০ম শতকে বৌদ্ধ ধর্মের একটি কেন্দ্র ছিল।  তারানাথ চট্টগ্রামে স্থিত পিন্ড-বিহার নামক একটি মঠের উল্লেখ করেছেন যেখানে বিন্দুযুক্ত টুপি পরার প্রথার উদ্ভব হয়েছিল।  পণ্ডিত বানারত্ন (১৩৮৪-১৪৬৮ খ্রি.) যিনি তিব্বতের শেষ ভারতীয় বৌদ্ধ পণ্ডিত হিসেবে বিবেচিত হন,  তিনি চট্টগ্রাম জেলায় জন্মগ্রহণ করেছিলেন।  তিনি বোধগয়া, তিব্বত সহ বর্তমান বিহারের বৌদ্ধ ধর্মের প্রাচীন কেন্দ্রস্থল শ্রীলঙ্কায় অধ্যয়ন করেন এবং তারপর তিনি নেপালের কাঠমান্ডু উপত্যকায় বসতি স্থাপন করেন। তিনি সংস্কৃত ও অপভ্রংশ ভাষায় রচনা করতেন। চট্টগ্রাম অঞ্চল ভারতীয় উপমহাদেশের দুটি অঞ্চলের একটি যেখানে ভারতীয় বৌদ্ধধর্ম এখনও স্বচ্ছন্দে টিকে আছে। বড়ুয়াদের প্রচলিত বক্তব্য অনুযায়ী, তারা আরাবর্ত বা আর্যদের দেশ থেকে এসেছেন যা পরে পালি গ্রন্থে মাঝিমাদেশ বা মধ্যদেশ নামে উল্লিখিত হয়েছে। \nষোড়শ শতাব্দীতে একজন মগ রাজা জয়চাঁদ চট্টগ্রাম অঞ্চল শাসন করতেন। \n\n\n== থেরবাদ বৌদ্ধধর্ম ==\n\nবড়ুয়ারা মহাযান বৌদ্ধধর্ম অনুসরণ করত এবং ১৯ শতকের মাঝামাঝি পর্যন্ত কিছু হিন্দু রীতিনীতি অনুসরণ করত। আরাকানের সংঘরাজ সারমেধ মহাথেরা (১৮০১-৮২) ১৮৫৬ সালে বোধগয়া থেকে ফিরে আসার সময় চট্টগ্রামে আমন্ত্রিত হয়েছিলেন। \n১৯ শতকের মাঝামাঝি, বড়ুয়ারা বার্মা এবং সিলন থেকে আগত অন্যান্য থেরবাদ বৌদ্ধদের সংস্পর্শে আসে। এরা ছিল চাকমাদের মতো প্রথম জনজাতি সম্প্রদায় যারা বুদ্ধের জীবদ্দশায় বৌদ্ধ ধর্ম গ্রহন  করেছিল। \n১৮৮৫ সালে জমিদার হরগোবিন্দ মুৎসুদ্দির আর্থিক সহায়তায় আচার্য পুন্নাচার কর্তৃক চট্টগ্রামের পাহাড়তলীতে আধুনিক সময়ে প্রথম পালি বিদ্যালয় স্থাপিত হয়। বৌদ্ধ ধর্মাঙ্কুর সভা ১৮৯২ সালের ৫ অক্টোবর কলকাতায় শ্রদ্ধেয় কৃপাশরণ মহাস্থবির দ্বারা প্রতিষ্ঠিত একটি জনপ্রিয় বৌদ্ধ ধর্মীয় সংগঠন। কৃপাশরণ মহাস্থবির ছিলেন এর প্রথম সভাপতি এবং সুরেন্দ্রলাল মুৎসুদ্দি ছিলেন এর সম্পাদক। ধর্মাঙ্কুর সভার পত্রিকা প্রথম প্রকাশিত হয়েছিল ১৯০৮ সালে। জগজ্যোতি, গুণালংকার স্থবির এবং শ্রমণ পুন্নানন্দ স্বামী এই পত্রিকার সম্পাদনা করেছিলেন। এটি পরবর্তীকালে ডঃ বেণীমাধব বড়ুয়া দ্বারা সম্পাদনা করা হয়।\nবিশিষ্ট পণ্ডিত ড. বেণীমাধব বড়ুয়া (১৮৮৮-১৯৪৮) চট্টগ্রামের রাউজান থানার অন্তর্গত মহামুনি গ্রামে ১৮৮৮ সালে জন্মগ্রহণ করেন। তিনি কবিরাজ রাজচন্দ্র তালুকদারের ছেলে। বেণীমাধব 'বড়ুয়া' উপাধি ধারণ করেন। ১৯১৩ সালে, তিনি কলকাতা বিশ্ববিদ্যালয় থেকে পালি ভাষায় এম এ ডিগ্রি লাভ করেন। এছাড়াও তিনি কলকাতা সিটি কলেজ এবং কলকাতা ল কলেজে আইন বিষয়ে অধ্যয়ন করেন।\nতিনি বড়ুয়া সম্প্রদায়ের বৌদ্ধ ধর্মের পুনরুজ্জীবনের অন্যতম পথিকৃৎ হয়ে ওঠেন। বেণীমাধব ১৯১২ সালে মহামুনি অ্যাংলো-পালি ইনস্টিটিউশনে প্রধান শিক্ষক হিসেবে যোগদান করেন। ১৯১৩ থেকে ১৯১৪ সাল পর্যন্ত তিনি কলকাতা বিশ্ববিদ্যালয়ের পালি বিভাগে প্রভাষক হিসেবে কাজ করেন। তিনি ১৯১৪ সালে সরকারি বৃত্তি নিয়ে ইংল্যান্ডে যান। তিনি লন্ডন বিশ্ববিদ্যালয় থেকে গ্রীক এবং আধুনিক ইউরোপীয় দর্শনে এম এ ডিগ্রি অর্জন করেন। ১৯১৭ সালে তিনি লন্ডন বিশ্ববিদ্যালয়ের কর্তৃক ডি.লিট. প্রাপ্ত হন। তিনিই এশিয়ার প্রথম ব্যাক্তি যিনি এই উপাধি অর্জন করেন।  ১৯১৮ সালে ভারতে ফিরে আসার পর, বেণীমাধব আবার কলকাতা বিশ্ববিদ্যালয়ে যোগ দেন এবং অধ্যাপক পদে উন্নীত হন। তিনি একই বিশ্ববিদ্যালয়ে প্রাচীন ভারতীয় ইতিহাস ও সংস্কৃতি (১৯১৯-৪৮) এবং সংস্কৃত (১৯২৭-৪৮) বিভাগে কাজ করেছেন। এছারাও তিনি পালি ভাষায় এম এ পাঠ্যক্রমের উন্নতি করেছিলেন। \n\n\n== তথ্যসূত্র =="}