{"pageid": 1339501, "title": "উত্তরাখণ্ডের ভোটিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1339501", "content": "ভোটিয়ারা আনুমানিকভাবে তিব্বতীয় জনগোষ্ঠী থেকে উদ্ভুত এক জনসম্প্রদায়। এরা সাধারনত গ্রেট হিমালয়ের ৬,৫০০ ফুট (২,০০০ মিটার) থেকে ১৩,০০০ ফুট (৪,০০০ মিটার) উচ্চতায় স্থিত ইন্দো-তিব্বত সীমান্ত সংলগ্ন অঞ্চলগুলিতে বসবাস করে। উত্তরাখণ্ডের সাতটি নদী উপত্যকা তাদের বাসভূমি। এই সাতটি নদী উপত্যকা অঞ্চলের মধ্যে তিনটি গাড়োয়াল বিভাগ (যধ, মানা এবং নীতি) এবং চারটি কুমায়ণ বিভাগের (জোহর, দরমা, ব্যান্স এবং চৌদান) অন্তর্গত। ঐতিহ্যগতভাবে তাদের প্রধান পেশা ছিল ইন্দো-তিব্বতীয় পন্যের ব্যবসা ও বাণিজ্য, সীমিত পরিমাণে কৃষিকাজ এবং পশুপালন ।  ১৯৬২ সালের চীন-ভারত যুদ্ধের পর প্রথাগত ইন্দো-তিব্বতীয় বাণিজ্য মারাত্মকভাবে বন্ধ হয়ে যায় এবং ১৯৯০ এর দশকের প্রথম দিকে রাষ্ট্র-নিয়ন্ত্রিত ব্যবস্থার অধীনে তা পুনরায় শুরু হয়। আজকাল, এই গোষ্ঠীর একটি প্রধান জীবিকা ঔষধি ও সুগন্ধি উদ্ভিদ সংগ্রহ। বর্তমানে তারা উচ্চশিক্ষা গ্রহন এবং চাকরির জন্য তাদের আদি বাসভূমি ত্যাগ করে অন্যান্য স্থানে গমন করছে। তারা হিন্দু ও বৌদ্ধ ধর্ম অনুসরণ করে এবং ঐতিহ্যগতভাবে পশ্চিম হিমালয়ের আঞ্চলিক ভাষায় কথা বলে।\n\n\n== ব্যুৎপত্তি ==\nভোটিয়া শব্দটির উৎপত্তি বোড (བོད་) শব্দ থেকে। বোড শব্দটি তিব্বতি ভাষায় ব্যবহৃত হয়।  তিব্বতিদের সাথে এদের সাদৃশ্য থাকার কারণে ব্রিটিশরা এই শব্দটি ব্যবহার করে ভোটিয়া ও অন্যান্য সীমান্তবর্তী জন সম্প্রদায়কে চিহ্নিত করত। স্বাধীনতার পর ভারত সরকারও এই শব্দটি ব্যবহার করে চলেছে। \nভোটিয়ারা নিজেদেরকে রুং বলে পরিচয় দেয়। এই শব্দটির সম্ভাব্য উৎপত্তি হয়েছে ব্যাংকো শব্দগোষ্ঠী থেকে। তিব্বতি শব্দ রং-স্কাদ হল উপত্যকার ভাষা এবং তার থেকেই রুং শব্দের উদ্ভব বলে অনুমান করা হয়। \n\n\n== জাতিগোষ্ঠী ==\nউত্তরাখণ্ডের ভোটিয়ারা পিথোরাগড়, চামোলি এবং উত্তরকাশীর তিনটি সীমান্ত জেলার সাতটি প্রধান নদী উপত্যকা অঞ্চলে ছড়িয়ে ছিটিয়ে বসবাস করে। উত্তরাখণ্ডের সাতটি প্রধান ভোটিয়া গোষ্ঠী হল জোহারি, দারমিয়া, চৌডানসি, বায়ানসি, মার্চহা (মানা উপত্যকা), তোলছা (নিতি উপত্যকা) এবং জাধ।\n\n\n=== রাংকা ===\nরাংকা ( রং, রুং ) উপজাতির জনসংখ্যা ৬০০ এবং মহাকালী উপত্যকার উপকণ্ঠে এদের বসতি আছে। এথনোলগ অনুসারে, রাংকারা জাতিগতভাবে জোহর উপজাতির সাথে সম্পর্কিত। \n\n\n=== ব্যান্সি ===\nব্যান্সিরা একটি বিশেষ ধর্ম উপচার অনুসরণ করে যাতে তিব্বতীয় বৌদ্ধধর্ম এবং হিন্দুধর্ম উভয়ের প্রভাব দেখা যায়। \n\n\n=== যধ ===\nজাদ জনগণ বা যধ -রা ভোটিয়া গোষ্ঠীর অন্তর্গত। এরা নেলাং এবং জাদুং উপত্যকায় বাস করত। এদের মধ্যে কেউ কেউ ১৯৬০-এর দশকের ভারত-চীন রাজনৈতিক সংঘর্ষের পর ভাগীরথী উপত্যকায় চলে যায়। জাদ জনগণ তিব্বতি বৌদ্ধধর্ম পালন করে।\n\n\n=== রোংপা ===\nরোংপারা ছিল প্রধান ভোটিয়া উপগোষ্ঠী। তারা চামোলি এবং রুদ্রপ্রয়াগের ইন্দো তিব্বতি সীমান্তে বাস করত। রংপারা হিন্দু ধর্ম পালন করে। তাদের ইষ্ট দেবতা হল বদ্রীনাথ, পাণ্ডব এবং কেদারনাথ ।\n\n\n== সামাজিক মর্যাদা ==\n২০০১ সালে উত্তরাখণ্ডের ভোটিয়ারা ভারত সরকারের অধীনে তফসিলি উপজাতি হিসাবে শ্রেণীবদ্ধ হয়েছে।\n\n\n== জনসংখ্যা ==\n২০১১ সালের আদমশুমারি অনুসারে, উত্তরাখণ্ডে মোট ১৯,১০৬ জন ভোটিয়া সম্প্রদায়ের মানুষ ছিল। তাদের মধ্যে ৩১,৯১৬ জন হিন্দু এবং ৭,১৯০ জন বৌদ্ধ। ভোটিয়াদের মধ্যে সবচেয়ে জনপ্রিয় ভাষা হল কুমাউনি (১৩,১৫০ ভাষাভাষী), গাড়োয়ালি (৫,৭৬৫), হিন্দি (৫,৮০৯), ভোটিয়া (৭,৫৯২), হালাম (৫,৩০০) এবং রোংপা (৪৮১)।\n\n\n== তথ্যসূত্র =="}