{"pageid": 1340592, "title": "যোল্মো জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1340592", "content": "যোল্মোরা (তিব্বতি: ཡོལ་མོ་) প্রধানত নেপালের পূর্ব ও উত্তর হিমালয় অঞ্চলের মানুষ। তারা নিজেদেরকে হিয়োলমো বা ইওলমোপা বলে পরিচিতি দেয়। এরা নেপালের হেলাম্বু উপত্যকা এবং তার আশেপাশের অঞ্চলগুলির স্থানীয় বাসিন্দা। এই অঞ্চলে তাদের সম্মিলিত জনসংখ্যা প্রায় ১১,০০০। এছাড়াও ভুটান, দার্জিলিং, সিকিম এবং দক্ষিণ-পশ্চিম তিব্বতের কিছু অঞ্চলে তাদের বিশাল জনগোষ্ঠী রয়েছে। তারা নেপাল সরকার কর্তৃক আনুষ্ঠানিকভাবে স্বীকৃত ৫৯টি আদিবাসী গোষ্ঠীর মধ্যে একটি এবং ভারতের ৬৪৫ টি তফসিলি উপজাতির একটি হিসাবে তালিকাভুক্ত। \n\n\n== ব্যুৎপত্তি ==\nযোল্মো বা হিয়োমোলো শব্দটি দুটি পৃথক শব্দ নিয়ে গঠিত। হিউল যার অর্থ উচ্চ পর্বত দ্বারা বেষ্টিত একটি স্থান বা এলাকা, এবং মো কথার অর্থ হল দেবী। অর্থাৎ হিয়োমোলো কথার সম্পুর্ন অর্থ হল দেবীর দ্বারা সুরক্ষিত অঞ্চল। শতাব্দীর পর শতাব্দী ধরে, তিব্বতি বৌদ্ধরা যোল্মো শব্দটি ব্যবহার করে প্রধানত হেলাম্বু অঞ্চলকে নির্দেশ করে এসেছে। সাম্প্রতিক সময়ে বেশিরভাগ লোক ইওলমোস অথবা হেলাম্বু নামটি বেশি ব্যবহার করতে পছন্দ করে। প্রায়শই দাবি করা হয় যে \"হেলাম্বু\" নামটি আলু এবং মূলার ইয়লমো অনুবাদ থেকে উদ্ভূত হয়েছে ( হে মানে \"আলু\" এবং লাহবু মানে \"মুলা\")। যদিও এই উৎপত্তির ব্যাখাটি বিতর্কিত। এই ব্যাখ্যার খণ্ডনকারী যুক্তি দিয়ে পণ্ডিতগন বলেন যে হেলাম্বু শব্দটি ইয়লমো শব্দের একটি অপভ্রংশ  যা ধ্বনিগতভাবে নেপালি ভাষাভাষীদের দ্বারা রূপান্তরিত হয়ে আধুনিক রূপ পেয়েছে।\nল্যাটিন লিপিতে \"যোল্মো\" -এর বানান নিয়ে মতভেদ আছে। কেউ কেউ \"ইওলমো\", আবার কেউ  \" হায়োলমো \" বা \" ইহোলমো \" শব্দটি ব্যবহার করে। এটি লক্ষণীয় যে রবার্ট আর. ডেসজারলাইস (তাঁর সাম্প্রতিকতম গবেষনার কাজে এবং গ্রাহাম ই. ক্লার্ক তার লেখনির বিভিন্ন পর্যায়ে \"ইওলমো\" শব্দটি বেশি ব্যবহার করেছেন। \nনেপাল আদিবাসী জনজাতি মহাসঙ্ঘ (নেপাল ফেডারেশন অফ ইনডিজেনাস ন্যাশনালিটিজ) হিয়োলোম শব্দটি ব্যবহার করে।\n\n\n== সংস্কৃতি ==\n\n\n=== সমাজ ===\nযোল্মো উপজাতি বিভিন্ন গোষ্ঠীতে বিভক্ত, যেমন নাইংমা-লামা, শাংবা, তেরগিলিনপা, ডাংসোং, সরমা-লামা, লহলুংপা, লামা ধোমারে, চ্যাবা, চুজাং, লোবা ইত্যাদি।\n\n\n=== ধর্ম ===\nতারা প্রাথমিকভাবে নিংমাপা তিব্বতি বৌদ্ধধর্ম অনুসরণ করে যা অ্যানিমিজম এবং পৌত্তলিকতার এই দুই ধর্মীয় আচারের সংমিশ্রনে সৃষ্ট।\n\n\n=== ভাষা ===\nশেরপা এবং তিব্বতি ভাষার সাথে যোল্মোদের ব্যবহৃত ভাষার মিল রয়েছে। যোল্মোরা ঐতিহ্যগতভাবে লেখার জন্য সম্ভোতি (তিব্বতি) লিপি ব্যবহার করে তবে অনেক আধুনিক শিক্ষাবিদ দেবনাগরী লিপিও ব্যবহার করেন। কিরং-কাগেট ভাষা উপ-গোষ্ঠীর আরেকটি ভাষা কাগেটের সাথেও যোল্মো ভাষা খুব ঘনিষ্ঠভাবে সম্পর্কিত।\n\n\n=== অর্থনীতি ===\nযোল্মোরা জঞ্জাতির লোকেরা মূলত কৃষিজীবী। আলু, মূলা, এবং কিছু অন্যান্য ফসল তারা চাষ করে। তারা ইয়াকের থেকে দুধ এবং মাংস পায়। গত কয়েক দশকে, হেলাম্বু অঞ্চল পর্যটন এবং ট্রেকিংয়ের জন্য একটি জনপ্রিয় স্থান হয়ে উঠেছে এবং অনেক যোল্মো মানুষজন এখন পর্যটন শিল্পের সাথে যুক্ত।\n\n\n== বিস্তার ==\n\n\n=== নেপাল ===\n২০১১ সালের নেপাল জাতীয় আদমশুমারি অনুসারে, নেপালের আভ্যন্তরীন অঞ্চলে বসবাসকারী যোল্মো জনগোষ্ঠীর জনসংখ্যা হল ১০,৭৫২ জন। এরা দেশের ১১টি জেলায় বসবাস করে এবং এই জনসংখ্যার ৯৯% লোক যোল্মো ভাষায় কথা বলে। যাইহোক, এখন যোল্মো ভাষায় কথা বলা লোকেদের সংখ্যা খুবই কম কারণ তাদের মধ্যে নেপালি এবং ইংরেজির ভাষায় কথা বলার প্রবনতা বৃদ্ধি পাচ্ছে। আন্তর্জাতিক গণনা অনুসারে বৈশ্বিকভাবে বৃহত্তম যোল্মো বসতিগুলি নেপালের হেলাম্বু এবং মেলামচি উপত্যকায় স্থিত। এখানে ১০,০০ -এর  বেশি যোল্মো লোকের বসবাস রয়েছে। প্রায় ৭০০ জনের একটি পৃথক দল লামজুং জেলায় বাস করে এবং কেউ কেউ পোখরার কাছাকাছি বসতি স্থাপন করেছে। ইলাম জেলায় অনেকগুলি গ্রাম রয়েছে যেখানে যোল্মো ভাষায় কথা বলা হয়।\n\n\n=== ভারত ===\nভারতের পশ্চিমবঙ্গ এবং সিকিম রাজ্যে বসবাসকারী যোল্মোরা তফসিলি উপজাতি হিসাবে তালিকাভুক্ত।\n\n\n=== ভুটান ও তিব্বত ===\nভুটান এবং দক্ষিণ-পশ্চিম তিব্বতের গাইরং কাউন্টির এক উল্লেখযোগ্য সংখ্যার জনগোষ্ঠী যোল্মো ভাষায় কথা বলে।\n\n\n== তথ্যসূত্র =="}