{"pageid": 1340513, "title": "রোকসানা", "url": "https://bn.wikipedia.org/wiki?curid=1340513", "content": "রৌঃশ্না ( আনু. ৩৪০ খ্রীঃপূঃ – ৩১০ খ্রীঃপূঃ, প্রাচীন গ্রিক: Ῥωξάνη ; পুরাতন ইরানী : *রৌখ়্শ্না- \"চকচকে, রোশনাই, উজ্জ্বল\"; কখনও কখনও রোক্সান, রোক্সানা, রুখ্সানা, রোক্সান্দ্রা এবং রোক্স্যান ) ছিলেন একজন সোগ্দীয়  বা ব্যাক্ট্রীয়  রাজকন্যা যাকে মহান আলেক্জ়ান্দার হাখমানেশী সাম্রাজ্যের শাসক তৃতীয় দারিয়ুসকে পরাজিত করে এবং পারস্য আক্রমণ করার পর বিয়ে করেছিলেন। তার জন্মের সঠিক তারিখ অজানা, তবে আলেক্জ়ান্দার মহানের সাথে তার বিয়ের সময় সম্ভবত তিনি তার প্রথম কৈশোরে ছিলেন।\n\n\n== জীবনী ==\nরৌঃশ্না জন্ম আনুমানিক ৩৪০ খ্রিস্টপূর্বাব্দে ওক্সিআর্তেস্ নামে একজন ব্যাক্ট্রীয় সম্ভ্রান্ত ব্যক্তির কন্যা হিসেবে, যিনি বেস্সুস-এর, (ব্যাক্ট্রীয়া এবং সোগ্দীয়া-র সত্রপ) সেবা করেছিলেন। এইভাবে তিনি সম্ভবত শেষ হাখমানেশি রাজা তৃতীয় দারিয়ুস-এর হত্যার সাথে জড়িত ছিলেন। বেসাসকে ম্যাসেডোনীয় শাসক মহান আলেক্জ়ান্দার দ্বারা বন্দী করার পর, ওক্সিআর্তেস্ এবং তার পরিবার ম্যাসেডোনীয়দের প্রতিহত করতে থাকে এবং সোগ্দীয় যুদ্ধবাজ স্পিতমেনেস-এর মতো অন্যান্য বিশিষ্টদের সাথে, সোগ্দীয় শীলা নামে পরিচিত একটি দুর্গে একটি প্রতিরক্ষামূলক অবস্থান গ্রহণ করেছিল।\nতারা অবশেষে আলেক্জ়ান্দারের কাছে পরাজিত হয়, যিনি একটি উদযাপনে যোগ দিয়েছিলেন এবং রৌঃশ্নাকে দেখা মাত্র প্রেমে পড়েছিলেন বলে জানা গেছে। যেখানে উদযাপন হয়েছিল, যদি সোগ্দীয় শীলা বা খোরিএনেসের অন্য দুর্গে (কুইণ্টুস রুফ়ুস কুর্টিউস দ্বারা সিসিমিথ্রেসও বলা হয়) যে সময়ে আলেক্জ়ান্দার রৌঃশ্নার সাথে দেখা করেছিলেন তা বিতর্কিত কিন্তু মেট্জ় এপিটোম অনুসারে এটি খোরিএনেসের বাড়িতে ছিল যেখানে রৌঃশ্নাকে আলেক্জ়ান্দারের সাথে ওক্সিআর্তেসের মেয়ে হিসাবে পরিচয় করিয়ে দেওয়া হয়েছিল।  কুর্টিয়ুস স্পষ্টতই রৌঃশ্নাকে খোরিএনেসের কন্যা হিসাবে ভুলভাবে উপস্থাপন করেছিলেন এবং আর্রিয়ান দাবি করেন, মহান আলেক্জ়ান্দারের কাছে ওক্সিআর্তেস্ আত্মসমর্পণ করেছিলেন যখন তিনি আলেক্জ়ান্দার দ্বারা তার মেয়ে রৌঃশ্নাকে পুরস্কৃত করা ভাল অভ্যর্থনা সম্পর্কে সচেতন হন। এ.বি. বোসওয়ার্থ সোগ্দীয় শীলায় রৌঃশ্নার বন্দী হওয়ার সম্ভাবনার কথা উল্লেখ করেছেন, কিন্তু খোরিএনেসের দুর্গে দুজনের বিয়ে হয়েছিল। বিয়েটি হয়েছিল ৩২৭ খ্রিস্টপূর্বাব্দে, এবং বেশিরভাগ সূত্র অনুসারে এটি পারসীক রীতিতে নয় বরং ম্যাসেডোনীয় রীতিতে হয়েছিল ।\nআলেক্জ়ান্দার তার সঙ্গীদের বিরোধিতা সত্ত্বেও রৌঃশ্নাকে বিয়ে করেছিলেন যারা ম্যাসেডোনীয় বা গ্রীক রাণী পছন্দ করতেন। কিন্তু বিয়েটি রাজনৈতিক সুবিধারও ছিল কারণ এটি সোগ্দীয় সেনাবাহিনীকে আলেক্জ়ান্দারের প্রতি আরও অনুগত এবং তাদের পরাজয়ের পর কম বিদ্রোহী করে তুলেছিল। এরপর আলেক্জ়ান্দার ভারতে একটি অভিযান করেন এবং সেখানে থাকাকালীন তিনি ওক্সিআর্তেস্-কে ভারতের সংলগ্ন হিন্দুকুশ অঞ্চলের ক্ষেত্রপাল হিসেবে নিযুক্ত করেন। ধারণা করা হয় যে এই সময়কালে, রৌঃশ্না শুশ্-এর নিরাপদ স্থানে ছিলেন। আলেক্জ়ান্দার যখন শুশ্-এ ফিরে আসেন, তিনি রৌঃশ্নার এক ভাইকে অভিজাত অশ্বারোহী বাহিনীতে উন্নীত করেন। পারসীকদের মধ্যে তার সরকারকে আরও ভালোভাবে গ্রহণ করার লক্ষ্যে, আলেক্জ়ান্দারও পদচ্যুত পারস্য রাজা তৃতীয় দারিয়ুস-এর কন্যা দ্বিতীয় স্তাতেইরাকে বিয়ে করেছিলেন।\n৩২৩ খ্রিস্টপূর্বাব্দে বাবিলে আলেক্জ়ান্দারের আকস্মিক মৃত্যুর পরে, রৌঃশ্না আলেক্জ়ান্দারের অন্য বিধবা, দ্বিতীয় স্তাতেইরা, এবং প্লুতার্ক-এর মতে পের্দিক্কাসের সম্মতিতে স্তাতেইরার বোন দ্রাইপেতিস-কেও হত্যা করেছিলেন বলে মনে করা হয়। রোকসানার অনাগত সন্তান পের্দিক্কাস এবং টলেমির আশেপাশে আলেক্জ়ান্দারের অনুগতদের মধ্যে কিছু আলোচনার সৃষ্টি করেছিল যারা আলেক্জ়ান্দারের সন্তানকে পরবর্তী রাজা হওয়ার জন্য অপেক্ষা করতে এবং তার পরিবর্তে একজন তত্ত্বাবধায়ক রাজপ্রতিনিধি বা একটি পরিষদের নাম রাখার পরামর্শ দিয়েছিল এবং ম্যাসেডোনীয় সৈন্যরা যারা বিরোধিতা করেছিল ম্যাসেডোনীয় দরবারের একটি তথাকথিত পারসীয়করণের। ম্যাসেডোনীয় উত্তরাধিকারের জন্য একটি সাময়িক সমঝোতা পাওয়া যায়, আর্হিদ্যায়ুসকে ম্যাসেডোনীয় রাজা ঘোষণা করা হয়েছিল; ও অনাগত সন্তান যদি পুত্র হয় তবে তাকেও রাজা হতে হবে। যদিও ৩১৭ খ্রীঃপূঃ নাগাদ, রৌঃশ্নার পুত্র, যাকে বলা হয় চতুর্থ আলেক্জ়ান্দার, আর্হিদ্যায়ুসের স্ত্রী, দ্বিতীয় এউরিদিকে দ্বারা শুরু করা ষড়যন্ত্রের কারণে রাজা হওয়ার অধিকার হারান। পরবর্তীতে রৌঃশ্না এবং তার ছেলেকে ম্যাসেডোনিয়ায় আলেক্জ়ান্দারের মা ওলিম্পিয়াস দ্বারা সুরক্ষিত করা হয়। ৩১৬ খ্রিস্টপূর্বাব্দে ওলিম্পিয়াসের গুপ্তহত্যার পর ক্যাস্সান্দার রৌঃশ্না এবং চতুর্থ আলেক্জ়ান্দারকে আম্ফিপোলিস এর দুর্গে বন্দী করেন। ৩১৫ খ্রিস্টপূর্বাব্দে ম্যাসেডোনীয় সেনাধ্যক্ষ আন্তিগোনুস তাদের আটকের নিন্দা করেছিলেন। ৩১১ খ্রিস্টপূর্বাব্দে আন্তিগোনুস এবং ক্যাস্সান্দারের মধ্যে একটি শান্তি চুক্তি চতুর্থ আলেক্জ়ান্দারের রাজত্ব নিশ্চিত করেছিল কিন্তু ক্যাস্সান্দারকে তার অভিভাবক হিসাবেও নিশ্চিত করেছিল, যার পরে ম্যাসেডোনীয়রা তার মুক্তি দাবি করেছিল।  যাইহোক, ক্যাস্সান্দার ম্যাসিডনের গ্লৌসিয়াসকে আলেক্জ়ান্দার এবং রৌঃশ্নাকে হত্যা করার নির্দেশ দেন। ধারণা করা হয় যে তাদেরকে খ্রিস্টপূর্ব ৩১০ বসন্তে হত্যা করা হয়েছিল, কিন্তু গ্রীষ্মকাল পর্যন্ত তাদের মৃত্যু গোপন ছিল। মহান আলেক্জ়ান্দারের উপপত্নী বার্সিনির পুত্র হেরাক্লিস এর হত্যার পর, রৌঃশ্না ও চতুর্থ আলেক্জ়ান্দারকে হত্যা করা হয়, এবং এর ফলে আর্গেআদ রাজবংশের অবসান ঘটে।\n\n\n== মরণোত্তর ঐতিহ্য ==\nগ্রহাণু 317 Roxane তার সম্মানে নামকরণ করা হয়েছে।\nঅক্রোপোলিস-এ, আলেক্জ়ান্দারের স্ত্রী হিসেবে রৌঃশ্নার দ্বারা আথিনাকে উৎসর্গ করা হবে এমন নৈবেদ্যগুলির শিলালিপি পাওয়া গেছে।\nলুসিয়ান গ্রীক চিত্রশিল্পী এখিওন (অ্যাতিওন নামেও পরিচিত) দ্বারা আলেক্জ়ান্দারের সাথে রৌঃশ্নার বিবাহের একটি চিত্র বর্ণনা করেছেন যা চিত্রশিল্পীকে তার সঙ্গে অলিম্পিক হেলানোদিকে প্রোক্সেনিদাসের মেয়েকে বিয়ে করার জন্য সম্মতি জিতিয়েছিল।\nআলেক্জ়ান্দার রোমান্স এর একটি সংস্করণে, তৃতীয় দারিয়ুস রৌঃশ্নার বাবা এবং মৃত্যুর সময়ে তিনি বিয়েতে সম্মতি দেন। আলেক্জ়ান্দার তার মা অলিম্পিয়াসের কাছে যে রাজকীয় গয়নাটি চেয়েছিলেন সেটি রৌঃশ্না বিয়েতে পরেন। তারপর বিয়ে হয় শুশ্-এর দারিয়ুসের প্রাসাদে।\n\n\n== আরও দেখুন ==\nআলেক্সান্দ্রে এৎ রোক্সানে, একটি অপেরা যা মোৎসার্ট লেখার পরিকল্পনা করেছিলেন\nবাল্‌খ\nরৌশনক\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্রাবলি ==\nBadian, Ernst (২০১৫)। \"RHOXANE ii. ALEXANDER'S WIFE\"। Encyclopædia Iranica। সংগ্রহের তারিখ ২০২১-০৩-১১। \nRenault, Mary (২০০১)। The Nature of Alexander the Great। Penguin। আইএসবিএন 978-0-14-139076-5। \nPlutarch (১৯১৯)।  Perrin, Bernadotte, সম্পাদক। Plutarch, Alexander। Perseus Project। সংগ্রহের তারিখ ৬ ডিসেম্বর ২০১১। \nPlutarch (১৯৩৬)।  Babbitt, Frank Cole, সম্পাদক। On the Fortune of Alexander। IV। Loeb Classical Library। পৃষ্ঠা 379–487। সংগ্রহের তারিখ ২৬ নভেম্বর ২০১১। \nHorn, Bernd; Spencer, Emily, সম্পাদকগণ (২০১২)। No Easy Task: Fighting in Afghanistan। Dundurn Press Ltd। পৃষ্ঠা 40। আইএসবিএন 978-1-4597-0164-9। \n\n\n== বহিঃসংযোগ ==\n\nচিসাম, হিউ, সম্পাদক (১৯১১)। \"Roxana\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRoxane  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ অক্টোবর ২০১২ তারিখে by Jona Lendering\nWiki Classical Dictionary: Roxane, daughter of Oxyartes\nRoxana from Charles Smith's Dictionary of Greek and Roman Biography and Mythology (1867)"}