{"pageid": 1342734, "title": "এক্স রেটিং", "url": "https://bn.wikipedia.org/wiki?curid=1342734", "content": "এক্স রেটিং হল এমন একটি রেটিং যা বিভিন্ন দেশে চলচ্চিত্রকে শ্রেণিবদ্ধ করতে ব্যবহৃত হয় যেগুলির বিষয়বস্তু শুধুমাত্র প্রাপ্তবয়স্কদের জন্য উপযুক্ত বলে মনে করা হয়। এটি ব্যবহার করা হয় যখন একটি চলচ্চিত্রের হিংসাত্মক বা যৌন বিষয়বস্তু সাধারণ দর্শকদের জন্য সম্ভাব্য বিরক্তিকর বলে মনে করা হয়।\n\n\n== অস্ট্রেলিয়া ==\nঅস্ট্রেলিয়ান ক্লাসিফিকেশন বোর্ড (এসিবি, পূর্বে ওএফএলসি নামে পরিচিত), একটি সরকারী প্রতিষ্ঠান, অস্ট্রেলিয়ায় প্রদর্শিত, বিক্রি বা ভাড়া করা সমস্ত সিনেমা এবং টেলিভিশন অনুষ্ঠানগুলির জন্য রেটিং জারি করে। স্পষ্ট অশ্লীল প্রকৃতির, অ-কৃত্রিম যৌনতা দেখানো উপাদান এক্স১৮+ রেট করা হয়।\n১৮ বছরের কম বয়সী লোকেরা সিনেমা হলে এই চলচ্চিত্রগুলি কিনতে, ভাড়া দিতে, প্রদর্শন করতে বা দেখতে পারবেন না। ১৮ বছরের কম বয়সী ব্যক্তিদের কাছে এই চলচ্চিত্রগুলির প্রদর্শনী বা বিক্রয় একটি ফৌজদারি অপরাধ যার সর্বোচ্চ শাস্তি $৫,৫০০ জরিমানা৷ এক্স১৮+ হিসাবে শ্রেণীবদ্ধ চলচ্চিত্রগুলি অস্ট্রেলিয়ার ছয়টি রাজ্যের কোথাও বিক্রি বা ভাড়া নেওয়া নিষিদ্ধ। এগুলি অস্ট্রেলিয়ান ক্যাপিটাল টেরিটরি এবং নর্দার্ন টেরিটরিতে বিক্রি বা ভাড়া নেওয়ার জন্য আইনত উপলব্ধ৷ এই অঞ্চলগুলি থেকে অস্ট্রেলিয়ার যে কোনও রাজ্যে এক্স১৮+ উপাদান আমদানি করা বৈধ, কারণ সংবিধান রাজ্য এবং অঞ্চলগুলির মধ্যে বাণিজ্যের উপর কোনও বিধিনিষেধ জারি করতে নিষেধ করে৷\n\n\n== ফ্রান্স ==\n\n\n== আরও দেখুন ==\nসেন্সরশিপ\nএনসি-১৭ রেটেড চলচ্চিত্রের তালিকা\nমোশন পিকচার প্রোডাকশন কোড\nশক্তিশালী ভাষা\nটেলিভিশন সামগ্রী রেটিং সিস্টেম\n.এক্সএক্সএক্স, শীর্ষ-স্তরের ইন্টারনেট ডোমেন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএক্স সার্টিফিকেট সম্পর্কে স্ক্রীন অনলাইন নিবন্ধ\nপ্রত্যাখ্যান করা ক্লাসিফিকেশন ওয়েবসাইট বিভিন্ন বিশদ বিবরণে কভার করে যেগুলি অস্ট্রেলিয়ান অফিস অফ ফিল্ম অ্যান্ড লিটারেচার ক্লাসিফিকেশনের জন্য খারাপ কাজ করেছে, হার্ডকোর ফিল্ম এবং ভিডিও গেমগুলির জন্য আলাদা বিভাগ সহ\nমার্কিন যুক্তরাষ্ট্রে এক্স-রেটিং এর ব্যাখ্যা\nকিভাবে \"এক্স-রেটেড\" এর অর্থ \"পর্ণ\" এবং প্রাপ্তবয়স্কদের জন্য চলচ্চিত্রের মৃত্যুর একটি সংক্ষিপ্ত ইতিহাস চলচ্চিত্র পরিচালক টনি কমস্টক দ্বারা প্রাপ্তবয়স্কদের থিমগুলিকে বৈধ সিনেমার বাইরে নিয়ে যাওয়া সামাজিক এবং আইনি শক্তির একটি সংক্ষিপ্ত ইতিহাস\nঅস্ট্রেলিয়ান সরকার R18+ ভিডিও গেম বিলের জন্য হ্যাঁ বলেছে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ অক্টোবর ২০১৩ তারিখে"}