{"pageid": 1342247, "title": "পডকাস্ট", "url": "https://bn.wikipedia.org/wiki?curid=1342247", "content": "পডকাস্ট হলো একটি রেডিও প্রোগ্রাম যা ইন্টারনেটে ডাউনলোডের জন্য ডিজিটাল ফরম্যাটে উপলব্ধ করা হয়।    উদাহরণস্বরূপ, ডিজিটাল অডিও ফাইলগুলির একটি ধারাবাহিক পর্ব যা একজন ব্যবহারকারী তাদের পছন্দের সময়ে শোনার জন্য একটি ব্যক্তিগত ডিভাইসে ডাউনলোড করতে পারে। পডকাস্ট প্রাথমিকভাবে একটি অডিও মাধ্যম, কিছু প্রোগ্রাম একটি সম্পূরক ভিডিও উপাদান সরবরাহ করে।  স্ট্রিমিং অ্যাপ্লিকেশন এবং পডকাস্টিং পরিষেবাগুলি অনেক পডকাস্ট উত্স এবং প্লেব্যাক ডিভাইসে পরিচালনা করার একটি সুবিধাজনক এবং সমন্বিত উপায় সরবরাহ করে। এছাড়াও পডকাস্ট সার্চ ইঞ্জিন রয়েছে, যা ব্যবহারকারীদের পডকাস্ট পর্ব খুঁজে পেতে এবং শেয়ার করতে সাহায্য করে। \nএকটি পডকাস্ট ধারাবাহিকে সাধারণত একটি নির্দিষ্ট বিষয় বা বর্তমান ঘটনা সম্পর্কে আলোচনায় নিযুক্ত এক বা একাধিক পুনরাবৃত্ত আয়োজক থাকে। একটি পডকাস্টের মধ্যে আলোচনা এবং বিষয়বস্তু সাবধানে স্ক্রিপ্ট করা থেকে সম্পূর্ণ ইম্প্রোভাইজড পর্যন্ত হতে পারে। পডকাস্টগুলি বৈজ্ঞানিক গবেষণা থেকে শুরু করে জীবনের সাংবাদিকতা পর্যন্ত বিষয়ভিত্তিক উদ্বেগের সাথে বিস্তৃত এবং শৈল্পিক শব্দ উত্পাদনকে একত্রিত করে। অনেক পডকাস্ট ধারাবাহিকের লিঙ্ক এবং শো নোট, অতিথি জীবনী, প্রতিলিপি, অতিরিক্ত সংস্থান, ভাষ্য এবং মাঝে মাঝে অনুষ্ঠানের বিষয়বস্তু নিয়ে আলোচনা করার জন্য নিবেদিত একটি কমিউনিটি ফোরাম সহ একটি সম্পর্কিত ওয়েবসাইট সরবরাহ করে।\n\n\n== ইতিহাস ==\n\n\n== আরও দেখুন ==\nপডকাস্ট ক্লায়েন্টদের তালিকা\nপডকাস্টিং কোম্পানির তালিকা\nএমপি৩ ব্লগ\nব্যবহারকারীদের তৈরি করা সামগ্রী\nপডকাস্টিং এর ব্যবহার\nওয়েবকাস্ট\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nGeoghegan, Michael W.; Klass, Dan (August 16, 2005). Podcast Solutions: The Complete Guide to Podcasting. Apress. আইএসবিএন ৯৭৮১৪৩০২০০৫৪৩.\nMeinzer, Kristen (August 6, 2019). So You Want to Start a Podcast: Finding Your Voice, Telling Your Story, and Building a Community That Will Listen. William Morrow. আইএসবিএন ৯৭৮০০৬২৯৩৬৬৮৪.\nMorris, Tee; Tomasi, Chuck (September 15, 2017). Podcasting For Dummies. Wiley. আইএসবিএন ৯৭৮১১১৯৪১২২৬৭.\n\n\n== বহিঃসংযোগ ==\n\n উইকিবইয়ে Podcasting\n উইকিমিডিয়া কমন্সে পডকাস্ট সম্পর্কিত মিডিয়া দেখুন।\nPodcasting Legal Guide: Rules for the Revolution, information by Creative Commons"}