{"pageid": 1342994, "title": "ধীমসা", "url": "https://bn.wikipedia.org/wiki?curid=1342994", "content": "ধীমসা হল একটি উপজাতীয় লোকনৃত্যে শৈলী। মূলত ভারতের অন্ধ্রপ্রদেশে রাজ্যের পোরজা বর্ণের মহিলারা ঐতিহ্যগতভাবে এই নৃত্য পরিবেশন করেন।\nএটি একটি দলগত নৃত্য। নৃত্য উপস্থাপনার সময় পনের থেকে কুড়ি জন নারীদের একটি দল একটি মণ্ডলী গঠন করে। তারা নিজ নিজ জীবনের কল্যাণের জন্য এই নৃত্যের মাধ্যমে দেবতার স্তুতি করে। তারা স্থানীয় লৌকিক বিবাহ উৎসবেও এই নৃত্য পরিবেশন করে এবং এই নৃত্যের মাধ্যমে নববধুর শান্তিপূর্ণ এবং সুখী বৈবাহিক জীবনের জন্য প্রার্থনা করে। নৃত্যে অংশগ্রহণকারী নর্তকীরা আদিবাসীদের ঐতিহ্যময় পোশাক ও গহনায় সজ্জিত হয় এবং দলের প্রধান মহিলা নর্তকী তার নিজের হাতে একটি ময়ুরের পালক ধারণ করে।\n\n\n== উৎপত্তি ==\nধীমসার উৎপত্তি ওড়িশা রাজ্যের কোরাপুট জেলায়, তবে বর্তমানে এটি ভারতের অন্ধ্রপ্রদেশ রাজ্যের বিশাখাপত্তনম অঞ্চলের সাংস্কৃতিক ঐতিহ্যের পরিচায়ক হয়ে উঠেছে। ধীমসা শব্দের মানে হল পদক্ষেপের শব্দ। ধীমসা এই অঞ্চলের সংস্কৃতির সাথে ওতপ্রোতভাবে জড়িয়ে রয়েছে। বিশেষ করে আরাকু উপত্যকা এবং বোরা গুহার কাছাকাছি অঞ্চলে এই নৃত্য বিশেষ জনপ্রিয়। আগে অবিবাহিত যুবকরা এই নাচে অংশগ্রহণ করতেন। সম্পদ, ক্ষমতা ইত্যাদি থেকে উদ্ভুত বৈষম্যতার উপর ভিত্তি না করে এই উপজাতির লোকেরা ঐক্যবদ্ধভাবে এই ধীমসা নাচ পরিবেশনায় অংশগ্রহণ করে। এই নৃত্যের প্রতি অঙ্গ সঞ্চালন আদিবাসী সম্প্রদায়ের দৈনন্দিন ক্রিয়াকলাপের সাথে সাদৃশ্যপূর্ণ, যেমন পাতা বা গাছপালা বাছাই, কৃষিকাজ, বৈবাহিক জোটের সময় পালিত ঐতিহ্য সংস্কৃতি, বন্য জীবন থেকে তাদের রক্ষার উপায় ইত্যাদি প্রাত্যহিক কাজের শৈল্পিক উপস্থাপনা ধীমসা নৃত্যের মাধ্যমে উপস্থাপিত হয়।\n\n\n== নৃত্য পরিবেশন ==\nএই অভিব্যক্তিপূর্ণ নৃত্যের মান নির্নয় করতে পরিবেশনকারী দলের নর্তকীদের হস্ত ও পদ সঞ্চালনের কৌশল অত্যন্ত প্রাধান্য পায়। এই নৃত্যটি একটি গোলাকার সমূহে করা হয়। পুরুষ, মহিলা, যুবক এবং বৃদ্ধ সকলেই এই নৃত্যে অংশগ্রহণ করতে পারে কিন্তু সাধারণত মহিলারাই এই নৃত্যে অংশগ্রহণ করে। সাধারণত প্রায় পনের থেকে কুড়ি জন মহিলা একটি সমূহ তৈরি করে ছন্দবদ্ধ ভাবে তাদের পদ সঞ্চালন করে এবং নৃত্যের তালে তালে স্থান পরিবর্তনের মাধ্যমে ছোট থেকে বড় আকারের মানব বৃত্ত গঠন করে। এই নাচের বেশ কিছু প্রকার রয়েছে। জনপ্রিয় বারোটি প্রকরণ হল: ১) ভাগ ধীমসা,  ২) নাটিকরী ধীমসা, ৩) কুন্দা ধীমসা, ৪)পাথরটোলা ধীমসা, ৫) পেদ্দা ধোমসা, ৬) সম্বর নিসানি ধীমসা, ৭) বেয়া ধীমসা, ৮)মৌলি ধীমসা, ৯) ছোটি ধীমসা, ৯) বোড়া ধীমসা (গ্রামে তাদের ধর্মীয় আচার বা দেবতার পূজার সাথে সম্পর্কিত।) ১০) গোড্ডি বেটা ধীমসা (নর্তকী শরীর আন্দোলনের মাধ্যমে পিছনে এবং সামনের দিকে যায়।)\n\n\n== যন্ত্র ==\nএই নৃত্যে বাদ্যযন্ত্রে সহায়ককারী সদস্যরা দাপ্পু (একটি ছোট লাঠি দিয়ে ড্রাম), টুডুমু, মরি, কিরিডি এবং জোদুকোমুলু ইত্যাদি বাজায়। নর্তকীরা ঢাকের তালে নাচে এবং সাধারণত পুরুষরা বাজনা বাজায়।\n\n\n== পোশাক ==\nএই নৃত্যে নর্তকীরা সবুজ, লাল এবং হলুদ মাটির রং -এর রঙিন পোশাক পরে। নর্তকীরা হাঁটুর নীচ অব্ধি লম্বা শাড়ি পরেন। তাদের গলা উপজাতীয় অলঙ্কারে শোভিত থাকে।\n\n\n== তথ্যসূত্র =="}