{"pageid": 1342268, "title": "ডরসেট", "url": "https://bn.wikipedia.org/wiki?curid=1342268", "content": "ডরসেট হল ইংলিশ চ্যানেলের উপকূলবর্তী দক্ষিণ-পশ্চিম ইংল্যান্ডের একটি কাউন্টি। আনুষ্ঠানিক কাউন্টিটি বোর্নেমাউথ, ক্রাইস্টচার্চ ও পুল এবং ডরসেটের একক কর্তৃপক্ষ এলাকা নিয়ে গঠিত। ডরসেটের মোট আয়োতন ২,৬৫৩ বর্গ কিলোমিটার (১,০২৪ বর্গ মাইল)। কাউন্টিটি পশ্চিমে ডেভন, উত্তর-পশ্চিমে সমারসেট, উত্তর-পূর্বে উইল্টশায়ার ও পূর্বে হ্যাম্পশায়ারের সঙ্গে সীমানা গঠন করে। কাউন্টি শহরটি হল কাউন্টির দক্ষিণভাগেস্থিত ডরচেস্টার। স্থানীয় সরকার ১৯৭৪ সালে পুনর্গঠনের পর, হ্যাম্পশায়ারের বোর্নমাউথ ও ক্রাইস্টচার্চ শহরকে অন্তর্ভুক্ত করার জন্য কাউন্টি সীমান্ত পূর্ব দিকে প্রসারিত করা হয়েছিল। জনসংখ্যার প্রায় অর্ধেক দক্ষিণ-পূর্ব ডরসেট পৌরপুঞ্জ বসবাস করে, যখন বাকি কাউন্টিটি মূলত কম জনসংখ্যার ঘনত্ব সহ গ্রামীণ এলাকা নিয়ে গঠিত।\nকাউন্টিটিতে মানব বসতির একটি দীর্ঘ ইতিহাস রয়েছে, যা নব্যপ্রস্তরযুগ পর্যন্ত প্রসারিত। রোমানরা ডরসেটের আদিবাসী সেল্টিক উপজাতিকে পরাস্ত করেছিল, এবং স্যাক্সনরা প্রাথমিক মধ্যযুগে এই অঞ্চলে বসতি স্থাপন করেছিল ও ৭ম শতাব্দীতে ডরসেটকে একটি শায়ারে পরিণত করেছিল। ব্রিটিশ দ্বীপপুঞ্জে প্রথম নথিভুক্ত ভাইকিং আক্রমণ অষ্টম শতাব্দীতে ডরসেটে ঘটেছিল এবং ব্ল্যাক ডেথ ১৩৪৮ সালে ইংল্যান্ডের মেলকম্ব রেজিসে প্রবেশ করেছিল। ডরসেট বহু বেসামরিক অস্থিরতা দেখেছে: ইংরেজ গৃহযুদ্ধে শ্যাফটসবারির কাছে একটি তুমুল যুদ্ধে অলিভার ক্রমওয়েলের বাহিনী দ্বারা ভিজিলান্টদের একটি বিদ্রোহ পরাস্ত হয়েছিল; লাইম রেজিসে সর্বনাশা মনমাউথ বিদ্রোহ শুরু হয়েছিল; এবং টলপাডলের একদল কৃষি শ্রমিক শ্রমিক আন্দোলন গঠনে সহায়ক ভূমিকা পালন করেছিল। দ্বিতীয় বিশ্বযুদ্ধের সময়, ডরসেট নরম্যান্ডি আক্রমণের প্রস্তুতিতে ব্যাপকভাবে জড়িত ছিল এবং পোর্টল্যান্ড ও পুলের বৃহৎ পোতাশ্রয় দুটি জাহাজে দ্রব্যসম্ভার বোঝাইয়ের প্রধান কেন্দ্র ছিল।\nডরসেটের বিস্তৃত উঁচু চক ডাউন, খাড়া চুনাপাথরের শিলা ও মাটির নিচু উপত্যকা সমন্বিত একটি বৈচিত্র্যময় প্রাকৃতিক দৃশ্য রয়েছে। অর্ধেকেরও বেশি কাউন্টি অসামান্য প্রাকৃতিক সৌন্দর্যের এলাকা হিসাবে মনোনীত। এর উপকূলরেখার তিন-চতুর্থাংশ ভূতাত্ত্বিক ও জীবাশ্ম বিজ্ঞানের তাত্পর্যের কারণে প্রাকৃতিক বিশ্ব ঐতিহ্যবাহী স্থান জুরাসিক কোস্টের অংশ। কাউন্টিটির অতিরিক্ত ভূমিরূপ বৈশিষ্ট্যগুলির মধ্যে লুলওয়ার্থ কোভ, আইল অব পোর্টল্যান্ড, চেসিল সৈকত ও ডার্ডল ডোরের মতো উল্লেখযোগ্য ভূমিরূপ বৈশিষ্ট্য রয়েছে। ঐতিহ্যগতভাবে কৃষিকাজ ডরসেটের প্রধান শিল্প ছিল, কিন্তু এখন হ্রাস পাচ্ছে এবং পর্যটন অর্থনীতিতে ক্রমশ গুরুত্বপূর্ণ হয়ে উঠেছে। ডরসেটে কোনো মোটরওয়ে নেই, কিন্তু এ সড়কের একটি নেটওয়ার্ক কাউন্টিকে অতিক্রম করে এবং দুটি প্রধান রেলপথ লন্ডনের সঙ্গে সংযুক্ত রয়েছে। ডরসেটের পুল, ওয়েমাউথ ও পোর্টল্যান্ডে বন্দর রয়েছে এবং বোর্নমাউথের কাছে একটি আন্তর্জাতিক বিমানবন্দর রয়েছে। এখানে বিভিন্ন ধরনের জাদুঘর, থিয়েটার ও উৎসব রয়েছে। এই কাউন্টিটি গ্রেট ডরসেট স্টিম ফেয়ারের আয়োজন করে, যা ইউরোপে এই ধরণের সবচেয়ে বড় অনুষ্ঠানগুলির মধ্যে একটি। এটি টমাস হার্ডির জন্মস্থান, যিনি কাউন্টিটিকে তার উপন্যাসের প্রধান স্থান হিসাবে ব্যবহার করেছিলেন এবং উইলিয়াম বার্নস, যার কবিতা প্রাচীন ডরসেট উপভাষাকে ব্যবহার করে রচিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}