{"pageid": 1342709, "title": "গৌর মারিয়া নাচ", "url": "https://bn.wikipedia.org/wiki?curid=1342709", "content": "ছত্তিশগড়ের বস্তার মালভূমির একটি সাংস্কৃতিক ঐতিহ্য এই গৌর মারিয়া নাচ। স্থানীয় অধিবাসীদের বিবাহ উপলক্ষে এই নৃত্য পরিবেশন করা হয়। স্থানীয়রা বিশ্বাস করে যে অন্যান্য নৃত্যের চেয়ে এই নৃত্য অনেক বেশি আনন্দ ও উদ্দীপনার সাথে পরিবেশিত হয়। \nগৌড় নৃত্য বা গৌর মারিয়া নৃত্য হল মধ্যপ্রদেশ নৃত্যের একটি জনপ্রিয় লোকনৃত্য। দক্ষিণ বস্তারের সিং মারিয়াস বা তাল্লাগুদা মারিয়াস অঞ্চলে গৌড় নৃত্য অত্যন্ত জনপ্রিয়।\nপুরুষেরা তারের মাথায় ঐতিহ্যবাহী কাউরি এবং ময়ূরের পালক দিয়ে প্রস্তুত সম্মানচিহ্ন পরিধান করে নৃত্য মঞ্চের দিকে অগ্রসর হয়। মহিলারাও বিভিন্ন রং -এর ফিতা এবং পুঁতির মালা দিয়ে সজ্জিত হয়। তাদের শরীরে বিভিন্ন ধরনের উল্কি আঁকা থাকে। এই ঐতিহ্যগত সাজে সজ্জিত হয়ে মহিলারা এই সমাবেশে যোগ দেয়। পুরুষেরা ঢোল পিটিয়ে, তাদের মস্তক পরিধানের শিং ও পালক দুলিয়ে ক্রমবর্ধমান লয়ের সাথে নৃত্য পরিবেশন করেন। সম্পুর্ন নৃত্য পরিবেশনার ধরন ও শৈলী একটি বন্য পরিবেশ তৈরি করে। এই নৃত্যের মাধমে উপজাতিদের মধ্যে শিকারের চেতনা জাগিয়ে তোলা হয়। নাচের মাধ্যমে শিকারের পদ্ধতি বর্ণনা করা হয়।\n\n\n== নাচের পোশাক ==\nগৌড় মারিয়া নৃত্য পরিবেশনকারীদের পোশাক অত্যন্ত বিশদ হয়। উপজাতির পুরুষেরা নাচের সময় মাথায় এক বিশেষ মস্তক পরিধান ধারণ করে যার সাথে পশুর শিং যুক্ত থাকে। এই মস্তক পরিধান ময়ূরের পালক এবং কাউরি (জপমালা) দিয়ে সজ্জিত করা হয়। মহিলারা পিতলের অলঙ্কার যেমন গলার মালা, বাজুবন্ধ এবং পুঁতির মালা দিয়ে নিজেকে সজ্জিত করে।\n\n\n== নৃত্য প্রদর্শন ==\nএই নৃত্যে ব্যবহৃত যন্ত্রগুলি হল মান্দার এবং ঢোল। এছাড়াও হাতের তালি দিয়ে শব্দ উৎপন্ন করা হয়। বিশেষ বিশেষ অনুষ্ঠানে আনন্দ প্রদর্শন করতে গৌড় মারিয়া শিল্পীরা বিপুল উৎসাহে এই নৃত্য পরিবেশন করেন। সম্প্রদায়ের পুরুষরা ঢোল ও তালের সাথে নাচের জন্য বিশেষ সঙ্গীত বাজায়। নাচের সময় তারা বাইসনের মতো তাদের মাথার শিং চারপাশে নাড়ায়। মহিলারা লম্বা বর্শা-সদৃশ লাঠি নিয়ে পুরুষদের চারপাশে নাচতে থাকে এবং ছন্দে ছন্দে মাটিতে পদাঘাত করতে থাকে। এই লোকনৃত্যে শিকারের গল্প তুলে ধরা হয়। নৃত্যের সময় যে গান গাওয়া হয় তার মাধ্যমে উপজাতির মধ্যে শিকারের চেতনা জাগানো হয় ও শিকারের গুণগান করা হয়।\n\n\n== তথ্যসূত্র =="}