{"pageid": 1342191, "title": "সদ্যপ্রাপ্ত সংবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1342191", "content": "সদ্যপ্রাপ্ত সংবাদ বা ব্রেকিং নিউজ একে একটি বিশেষ প্রতিবেদন বা বিশেষ কভারেজ বা নিউজ ফ্ল্যাশ হিসাবেও পরিচিত, একটি বর্তমান সমস্যা যা সম্প্রচারকারীরা তার বিশদ প্রতিবেদন করার জন্য নির্ধারিত কর্মসূচী বা বর্তমান সংবাদের বিঘ্নের ওয়ারেন্টি মনে করে। এর ব্যবহার এই মুহূর্তের সবচেয়ে গুরুত্বপূর্ণ গল্প বা সরাসরি কভার করা গল্পের জন্যও বরাদ্দ করা হয়। এটি এমন একটি গল্প হতে পারে যা দর্শকদের কাছে ব্যাপক আগ্রহের এবং অন্যথায় সামান্য প্রভাব ফেলে।  অনেক সময়, সংবাদ সংস্থা ইতোমধ্যে গল্পটি প্রতিবেদন করার পরে ব্রেকিং নিউজ ব্যবহার করে। যখন একটি গল্প আগে প্রতিবেদন করা হয় না, গ্রাফিক এবং শব্দগুচ্ছ \"এইমাত্র পাওয়া\" এর পরিবর্তে কখনও কখনও ব্যবহার করে।\n\n\n== বিন্যাস ==\n\n\n=== টেলিভিশন ===\nসম্প্রচারিত টেলিভিশনে একটি বিশেষ প্রতিবেদন বা ব্রেকিং নিউজ ঘটনার বিন্যাস সাধারণত নিম্নলিখিত ভাবে গঠিত: যখন একটি সংবাদ ঘটনা বর্তমান অ-সংবাদ কর্মসূচী (অথবা, কিছু ক্ষেত্রে, নিয়মিতভাবে নির্ধারিত নিউজকাস্ট) এর বিঘ্ন ঘটায়, তখন সম্প্রচারকারী সাধারণত সকলকে সতর্ক করে একটি অভ্যন্তরীণ সতর্কতা/বার্তা পরিষেবার মাধ্যমে এর সহযোগীদের বাধা দান করে। কিছু সময় পরে, নেটওয়ার্কের ফিড হঠাৎ করে একটি বিপরীত কাউন্টডাউনে স্যুইচ করে, সাধারণত ৫ সেকেন্ড থেকে, যে কোনো অনুমোদিত স্টেশনকে নেটওয়ার্ক ফিডে স্যুইচ করার অনুমতি দিতে (টেলিভিশন স্টেশনগুলি সাধারণত স্থানীয় কভারেজের জন্য এই কাউন্টডাউনগুলি প্রদান করে না, শুধুমাত্র একটি গ্রাফিকের মাধ্যমে করে এবং ভয়েসওভার কাট-ইন ঘোষণা করে)। ব্রেকিং নিউজ ইভেন্ট হওয়ার সময় একটি জাতীয় নেটওয়ার্ক নিউজকাস্ট প্রগতিতে থাকলে, অন্যান্য নেটওয়ার্ক অ্যাফিলিয়েটদের ফিডে যোগদানের অনুমতি দেওয়ার জন্য নিউজকাস্ট সাময়িকভাবে বিরতি দেবে। তারপরে একটি উদ্বোধনী গ্রাফিক আসবে, যেখানে সঙ্গীত সমন্বিত থাকতে পারে (যেমন এনবিসি'র \" দ্য পালস অফ ইভেন্টস\", জন উইলিয়ামস রচিত) যা ঘটনার গুরুত্বের উপর জোর দেয়। খোলার পর একটি সংবাদ উপস্থাপক হাজির হন, যিনি দর্শকদেরকে সম্প্রচারে স্বাগত জানান এবং গল্পটি হাতে তুলে দেন। পর্দার নিম্ন-তৃতীয়াংশ এবং অন্যান্য গ্রাফিক্সকেও জরুরীতার অনুভূতি জানাতে পরিবর্তন করা যেতে পারে।\n\n\n== আরো দেখুন ==\nসরাসরি টেলিভিশন\nসংবাদ সংস্থা\nসংবাদ সম্মেলন\n\n\n== তথ্যসূত্র =="}