{"pageid": 1342789, "title": "লেবিয়াপ্লাস্টি", "url": "https://bn.wikipedia.org/wiki?curid=1342789", "content": "লেবিয়াপ্লাস্টি (ল্যাবিয়া মাইনরা অপসারণ এবং লেবিয়া হ্রাসকরণ নামেও পরিচিত) হল লেবিয়া মাইনরা (অভ্যন্তরীণ লেবিয়া) এবং লেবিয়া মেজরা (বাইরের লেবিয়া), মানুষের ভালভাকে ঘিরে থাকা ত্বকের ভাঁজ পরিবর্তন করার জন্য একটি প্লাস্টিক সার্জারি পদ্ধতি। কসমেটিক যৌনাঙ্গের অস্ত্রোপচারের জন্য নারীদের দুটি প্রধান শ্রেণী রয়েছে: যাদের জন্মগত অবস্থা যেমন আন্তঃলিঙ্গ, এবং যাদের অন্তর্নিহিত অবস্থা নেই, যারা শারীরিক অস্বস্তি অনুভব করে বা তাদের যৌনাঙ্গের চেহারা পরিবর্তন করতে চায় কারণ তারা বিশ্বাস করে যে এদের অবস্থা স্বাভাবিক সীমার মধ্যে পড়ে না। .\nলেবিয়ার আকার, রঙ এবং আকৃতি উল্লেখযোগ্যভাবে পরিবর্তিত হয় এবং সন্তানের জন্ম, বার্ধক্য এবং অন্যান্য ঘটনার ফলে পরিবর্তিত হতে পারে। লেবিয়াপ্লাস্টি দ্বারা উদ্দিষ্ট শর্তগুলির মধ্যে রয়েছে জন্মগত ত্রুটি এবং অস্বাভাবিকতা যেমন যোনি অ্যাট্রেসিয়া (অনুপস্থিত যোনিপথ), মুলেরিয়ান অ্যাজেনেসিস (বিকৃত জরায়ু এবং ফ্যালোপিয়ান টিউব), আন্তঃলিঙ্গ অবস্থা (একজন ব্যক্তির মধ্যে পুরুষ এবং মহিলার যৌন বৈশিষ্ট্য); এবং শিশুর জন্ম, দুর্ঘটনা এবং বয়সের কারণে লেবিয়া মাইনরা ছিঁড়ে যাওয়া এবং প্রসারিত হওয়া। পুরুষ-থেকে-নারীতে রুপান্তরের সময় একটি নিওভাজাইনা তৈরির জন্য যৌন পুনর্নির্ধারণ ভ্যাজিনোপ্লাস্টিতে, লেবিয়াপ্লাস্টি করে লেবিয়া তৈরি করা হয় যেটা একসময় ছিল না।\n২০০৮ সালের একটি সমীক্ষা রিপোর্ট করেছে যে ৩২ শতাংশ নারী যারা এই প্রক্রিয়াটি করেছেন তারা একটি কার্যকরী বৈকল্য সংশোধন করার জন্য এটি করেছেন; ৩১ শতাংশ একটি কার্যকরী বৈকল্য এবং নান্দনিক কারণে সংশোধন করেছেন; এবং ৩৭ শতাংশ শুধুমাত্র নান্দনিক কারণে। একটি ২০১১ পর্যালোচনা অনুসারে, সামগ্রিক রোগীর সন্তুষ্টি ৯০-৯৫ শতাংশের মধ্যে রয়েছে। ঝুঁকির মধ্যে রয়েছে স্থায়ী দাগ, সংক্রমণ, রক্তপাত, জ্বালা, এবং স্নায়ুর ক্ষতি যা সংবেদনশীলতা বৃদ্ধি বা হ্রাস করে। জনসমক্ষে অর্থায়ন করা অস্ট্রেলীয় প্লাস্টিক সার্জারির জন্য নারীদের লেবিয়ার প্রাকৃতিক বৈচিত্র্য সম্পর্কে বলা প্রয়োজন যা অস্ত্রোপচারের ফলে ২৮% হ্রাস পেতে পারে। সরকারী হাসপাতালের বিপরীতে, ব্যক্তিগত ক্লিনিকে কসমেটিক সার্জনদের এই নিয়মগুলি অনুসরণ করার প্রয়োজন নেই, এবং সমালোচকরা বলেন যে \"অসাধু\" প্রদানকারীরা এমন নারীদের উপর প্রক্রিয়াটি সম্পাদন করে করে যাদের আরও তথ্য জানালে এটি করতে চাইতেন না।\n\n\n== আরও দেখুন ==\nপায়ু ব্লিচিং\nদীর্ঘায়িত লেবিয়া\nফিমেলিয়া\nলেবিয়া প্রসারিতকরণ\nভ্যাজিনোপ্লাস্টি\n\n\n== তথ্যসূত্র ==\nমন্তব্য\n\nআরও পড়া\n\nBoston Women’s Health Book Collective (২০১১)। Our bodies, ourselves। Simon & Schuster। আইএসবিএন 9781439190661।  Preview.\nRevill, Jo (১৭ আগস্ট ২০০৩)। \"The new nose job: designer vaginas\"। The Observer। Guardian Media Group। \nRogers, Lisa (১৫ আগস্ট ২০০৮)। \"The quest for the perfect vagina\"। The Guardian। \nJones, Bethany; Nurka, Camille (জানুয়ারি ২০১৫)। \"Labiaplasty and pornography: a preliminary investigation\": 62–75। ডিওআই:10.1080/23268743.2014.984940।  \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে লেবিয়াপ্লাস্টি সম্পর্কিত মিডিয়া দেখুন।"}