{"pageid": 1342848, "title": "তারিখে শেরশাহি", "url": "https://bn.wikipedia.org/wiki?curid=1342848", "content": "তারিখে শেরশাহি (আক্ষ. 'শেরশাহের ইতিহাস') হল ১৫৮০ খ্রিস্টাব্দের একটি ঐতিহাসিক রচনা যা আব্বাস খান সারওয়ানি, মুঘল সম্রাট আকবরের অধীনে একজন ঐতিহাসিক দ্বারা সংকলিত হয়েছিল, যেখানে সুরি সাম্রাজ্যের প্রতিষ্ঠাতা শের শাহ সুরির শাসনের বিশদ বিবরণ রয়েছে। আকবর শের শাহের প্রশাসন সম্পর্কে বিস্তারিত নথিপত্র সরবরাহ করার জন্য কাজটি পরিচালনা করেছিলেন - আকবরের পিতা হুমায়ুন শের শাহের কাছে পরাজিত হয়েছিলেন।\nআব্বাস তার নিজস্ব স্থানীয় ইন্দো-আফগান সাংস্কৃতিক শৈলী ব্যবহার করে তারিখে শেরশাহি রচনা করেছেন, প্রমিত ফারসি ভাষায় নয়।\n\n\n== আধুনিক ইতিহাস রচনা ==\nকে. কানুনগো, এইচ. হাইগ, এ. রহিম এবং আই. সিদ্দিকীর প্রচেষ্টার জন্য মধ্যযুগীয় ভারতের ইতিহাস এই সংকলন থেকে ব্যাপকভাবে উপকৃত হয়েছে।\nআব্বাস খান সারওয়ানি তার বইয়ের শিরোনাম হিসেবে তুহফায়ে আকবর শাহি নামটি বেছে নিয়েছিলেন এবং এটি ছিল লোদী ও সুর সুলতানদের একটি বিস্তৃত ইতিহাস। অন্যদিকে, তারিখে শেরশাহি ছিল প্রকৃতপক্ষে বইটির প্রথম অধ্যায়, বর্তমানে কাজের এই অংশটুকুই পাওয়া যায়। তারিখে শেরশাহির লেখকের শের শাহের বংশের সাথে বিবাহের দ্বারা সৃষ্ট সম্পর্ক ছিল, এছাড়াও তার পরিচিতদের সাথে যোগাযোগ ছিল যাদের পিতা শের শাহ এবং তার পুত্র ইসলাম শাহের জন্য কাজ করেছিলেন। আফগান শাসকদের সরকারে উচ্চ পদে দায়িত্ব পালনকারী বেশ কয়েকজন ব্যক্তিকে সারওয়ানির সূত্র হিসেবে উল্লেখ করা হয়েছে। বইটিতে সেই সমসাময়িক ব্যক্তিদের সংক্ষিপ্ত জীবনীও রয়েছে যাদের উল্লেখ করা হয়েছে।\nমুঘল সম্রাট আকবরের অধীনে, আব্বাস খান সারওয়ানি আদালতের নথিপত্র ব্যবহারের দায়িত্বে ছিলেন, তিনি মুঘল সম্রাটের গ্রন্থাগার এবং বইয়ের ব্যক্তিগত সংগ্রহেরও দায়িত্বে ছিলেন। একজন মুঘল সম্রাট হিসেবে কাজ করা এবং একজন সরকারি কর্মচারী হওয়া সত্ত্বেও, সারওয়ানি শের শাহকে আদর্শ করে তোলেন এবং নতুন রাজনৈতিক ও প্রশাসনিক প্রতিষ্ঠান এবং নীতি প্রবর্তনের জন্য তার প্রশংসা করেন। সারওয়ানি নিজে একজন আফগান ছিলেন কিন্তু আফগান নেতাদের উপজাতীয় শত্রুতা ও ঈর্ষা তার পরিচিত ছিল। তিনি এই কারণগুলোকে আফগানদের দুর্ভাগ্য এবং মুঘলদের বিরুদ্ধে পরাজয়ের জন্য দায়ী করেন। সারওয়ানি ১৫৮৬ খ্রিস্টাব্দে তারিখ-ই-শেরশাহী রচনা করেন।\nবাংলার ইতিহাস পুনরুদ্ধারের জন্য তারিখে শেরশাহি অন্যতম একটি উল্লেখযোগ্য উৎস বই। বইটির লেখক শের শাহ বাংলার দখল এবং কীভাবে বাংলা তার স্বাধীনতা হারায় তার একটি স্পষ্ট চিত্র প্রদান করেছেন। গিয়াসউদ্দিন মাহমুদ শাহ ১৫৩৩ থেকে ১৫৩৮ সাল পর্যন্ত বাংলার সুলতান ছিলেন। শাহ তার পিতা ও ভাইয়ের স্থলাভিষিক্ত হন এবং বাংলার সুলতান হন। তিনি উত্তরাধিকার সূত্রে একটি বিশাল রাজ্য এবং সুসজ্জিত প্রশাসন পেয়েছিলেন। শের শাহের বিচক্ষণতা ও বুদ্ধিমত্তার কারণে গিয়াসউদ্দিন মাহমুদ শাহকে ক্ষমতা থেকে উৎখাত করা এবং বাংলার নিয়ন্ত্রণ নেওয়া সম্ভব হয়েছিল। শেরশাহ ছিলেন একজন জায়গিরদারের পুত্র, সেই পদ থেকে তিনি বাংলা দখল করে সফলভাবে দিল্লী সালতানাতের সিংহাসনে উপনীত হন।\n\n\n== তথ্যসূত্র =="}