{"pageid": 1342068, "title": "মোবাইল ডিভাইস", "url": "https://bn.wikipedia.org/wiki?curid=1342068", "content": "একটি মোবাইল ডিভাইস (বা হ্যান্ডহেল্ড কম্পিউটার) হল একটি ছোট কম্পিউটার যা হাতে ধরে রেখে পরিচালনা করা যায়। মোবাইল ডিভাইসে সাধারণত একটি ফ্ল্যাট এলসিডি বা ওলেড স্ক্রিন, একটি টাচস্ক্রিন ইন্টারফেস এবং ডিজিটাল বা শারীরিক বোতাম থাকে। তাদের একটি শারীরিক কীবোর্ডও থাকতে পারে। এই ধরনের অনেক ডিভাইস ইন্টারনেটের সাথে সংযোগ করতে পারে এবং অন্যান্য ডিভাইসের সাথে সংযোগ করতে পারে যেমন গাড়ির বিনোদন সিস্টেম বা হেডসেট ওয়াই-ফাই, ব্লুটুথ, সেলুলার নেটওয়ার্ক বা কাছাকাছি ক্ষেত্রের সাথে যোগাযোগের মাধ্যমে। ইন্টিগ্রেটেড ক্যামেরা, ভয়েস এবং ভিডিও টেলিফোন কল স্থাপন এবং গ্রহণ করার ক্ষমতা, ভিডিও গেম এবং গ্লোবাল পজিশনিং সিস্টেম (জিপিএস) ক্ষমতা সাধারণ। শক্তি সাধারণত একটি লিথিয়াম-আয়ন ব্যাটারি দ্বারা সরবরাহ করা হয়। মোবাইল ডিভাইসগুলি মোবাইল অপারেটিং সিস্টেম চালাতে পারে যা তৃতীয় পক্ষের অ্যাপ্লিকেশনগুলিকে ইনস্টল এবং চালানোর অনুমতি দেয়৷\nপ্রাথমিক স্মার্টফোনগুলি ২০০০-এর দশকের শেষের দিকে বড় ট্যাবলেটগুলির সাথে যুক্ত হয়েছিল। ইনপুট এবং আউটপুট সাধারণত একটি টাচ-স্ক্রিন ইন্টারফেসের মাধ্যমে হয়। ফোন/ট্যাবলেট এবং ব্যক্তিগত ডিজিটাল সহকারী একচেটিয়া বৈশিষ্ট্য ছাড়াও ল্যাপটপ/ডেস্কটপ কম্পিউটারের অনেক কার্যকারিতা প্রদান করতে পারে।  এন্টারপ্রাইজ ডিজিটাল সহকারীরা অতিরিক্ত ব্যবসায়িক কার্যকারিতা প্রদান করতে পারে যেমন বারকোড, আরএফআইডি এবং স্মার্ট কার্ড রিডারের মাধ্যমে সমন্বিত ডেটা ক্যাপচার।\n২০১০ সাল নাগাদ, মোবাইল ডিভাইসে প্রায়শই অ্যাক্সিলোমিটার, ম্যাগনেটোমিটার এবং জাইরোস্কোপের মতো সেন্সর থাকে, যা অভিযোজন এবং গতি সনাক্তকরণের অনুমতি দেয়। মোবাইল ডিভাইসগুলি বায়োমেট্রিক ব্যবহারকারীর প্রমাণীকরণ প্রদান করতে পারে, যেমন মুখ শনাক্তকরণ বা আঙুলের ছাপ শনাক্তকরণ।\nমোবাইল ডিভাইসের প্রধান বৈশ্বিক নির্মাতারা হল স্যামসাং, হুয়াওয়েই, মেইজু, জেডটিই, শাওমি, সনি, গুগল, এইচটিসি, এলজি, টিসিএল, মটোরোলা, নকিয়া, রিয়েলমি এবং মাইক্রোম্যাক্স৷\n\n\n== বৈশিষ্ট্য ==\n\n\n== আরো দেখুন ==\nএকত্রিত ডিভাইস\nউদীয়মান প্রযুক্তির তালিকা\nমোবাইল মিথস্ক্রিয়া\nফিল্ড কমিউনিকেশন কাছাকাছি\nস্মার্ট ডিভাইস\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\n\"Mobile Devices\" (5)। ২০০৮: 10–15। ৪ অক্টোবর ২০১৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৮ মার্চ ২০২৩। \nHanson, C. W. (২০১১)। \"Chapter 2: Mobile Devices in 2011\" (2): 11–23। ৪ অক্টোবর ২০১৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৮ মার্চ ২০২৩। \nটেমপ্লেট:Major mobile device companies"}