{"pageid": 1342934, "title": "অকৃত্রিম যৌনতা", "url": "https://bn.wikipedia.org/wiki?curid=1342934", "content": "চলচ্চিত্র শিল্পে, অকৃত্রিম যৌনতা হল যৌন দৃশ্যের উপস্থাপনা যেখানে অভিনেতারা তাদের অনুকরণ না করে প্রকৃত অর্থে চিত্রিত যৌন কাজগুলি সম্পাদন করে। যদিও এটি পর্নোগ্রাফিক চলচ্চিত্রে সর্বব্যাপী, তবে অন্যান্য চলচ্চিত্রগুলিতে এটি খুবই অস্বাভাবিক।   মার্কিন যুক্তরাষ্ট্রে এক সময়ে, এই ধরনের দৃশ্যগুলি আইন এবং স্ব-আরোপিত শিল্প মান যেমন মোশন পিকচার প্রোডাকশন কোড দ্বারা সীমাবদ্ধ ছিল।  স্পষ্ট যৌন কার্যকলাপ দেখানো চলচ্চিত্রগুলি ব্যক্তিগতভাবে বিতরণ করা ভূগর্ভস্থ চলচ্চিত্রের মধ্যে সীমাবদ্ধ ছিল, যেমন স্টেগ চলচ্চিত্র বা \"পর্ন লুপস\"। ১৯৬০-এর দশকে, যৌনতা সম্পর্কে সামাজিক দৃষ্টিভঙ্গি পরিবর্তিত হতে শুরু করে এবং অনেক দেশে যৌনতাপূর্ণ চলচ্চিত্রগুলিকে অপরাধমূলক করা হয়। \nঅ্যান্ডি ওয়ারহলের ব্লু মুভির মতো সিনেমাগুলির সাথে, মূলধারার সিনেমাগুলি পর্দায় যা উপস্থাপন করা হয়েছিল তার পরিপ্রেক্ষিতে সীমানা ঠেলে দিতে শুরু করে।  উল্লেখযোগ্য উদাহরণগুলির মধ্যে রয়েছে ১৯৭০-এর দশকের আটটি <i id=\"mwIg\">বেডসাইড</i> -ফিল্মের মধ্যে দুটি এবং ছয়টি <i id=\"mwJA\">জোডিয়াক</i> -ফিল্ম, যার সবকটিই ডেনমার্কে নির্মিত হয়েছিল এবং অনেকগুলি অশ্লীল যৌন দৃশ্য ছিল, কিন্তু তা সত্ত্বেও মূলধারার চলচ্চিত্র হিসাবে বিবেচিত হয়েছিল, যার মধ্যে মূলধারার কলাকুশলী এবং ক্রু রয়েছে এবং প্রিমিয়ার করা হয়েছিল। মূলধারার সিনেমায়।  এই চলচ্চিত্রগুলির মধ্যে শেষ, এজেন্ট ৬৯ জেনসেন আই স্কিটেন টেন, ১৯৭৮ সালে নির্মিত হয়েছিল। ১৯৭০-এর দশকের শেষ থেকে ১৯৯০-এর দশকের শেষ পর্যন্ত মূলধারার সিনেমায় হার্ডকোর দৃশ্য দেখা বিরল ছিল, কিন্তু লারস ফন ট্রাইয়ারের দ্য ইডিয়টস (১৯৯৮) এর সাফল্যের সাথে এটি পরিবর্তিত হয়, যা স্পষ্টভাবে আর্ট-হাউস চলচ্চিত্রের একটি তরঙ্গের সূচনা করে। বিষয়বস্তু,   যেমন রোম্যান্স (১৯৯৯), বাইসে-মোই (২০০০), ইন্টিমেসি (২০০১), ভিনসেন্ট গ্যালোর দ্য ব্রাউন বানি (২০০৩), এবং মাইকেল উইন্টারবটমের ৯ সংগস (২০০৪)। কিছু সিমুলেটেড যৌন দৃশ্য যথেষ্ট বাস্তবসম্মত যে সমালোচকরা ভুল করে বিশ্বাস করে যে সেগুলি বাস্তব, যেমন ২০০৬ সালের রেড রোড চলচ্চিত্রের কানিলিংগাস দৃশ্য। \n\n\n== অকৃত্রিম/বাস্তব বনাম দৃশ্যমান/স্পষ্ট/হার্ডকোর - পরিভাষা ==\n\n\n== আরও দেখুন ==\nশোষণ চলচ্চিত্র\nআর্ট হাউস ফিল্ম\nমার্কিন যুক্তরাষ্ট্রে চলচ্চিত্র সেন্সরশিপ\n\n\n== তথ্যসূত্র =="}