{"pageid": 1343959, "title": "জন রিটার", "url": "https://bn.wikipedia.org/wiki?curid=1343959", "content": "জনাথান সাউথওয়ার্থ রিটার (সেপ্টেম্বর ১৭, ১৯৪৮ - সেপ্টেম্বর ১১, ২০০৩) ছিলেন একজন আমেরিকান অভিনেতা। রিটার গায়ক কাউবয় তারকা টেক্স রিটারের পুত্র এবং অভিনেতা জেসন এবং টাইলার রিটারের পিতা ছিলেন। তিনি এবিসি সিটকম থ্রি'স কোম্পানিতে (১৯৭৭-১৯৮৪) জ্যাক ট্রিপার চরিত্রে অভিনয়ের জন্য পরিচিত এবং ১৯৮৪ সালে এই ভূমিকার জন্য প্রাইমটাইম এমি পুরস্কার এবং গোল্ডেন গ্লোব পুরস্কার লাভ করেন। রিটার সংক্ষিপ্তভাবে স্পিন-অফ থ্রি'স এ ক্রাউডে ভূমিকাটি পুনরাবৃত্তি করেছিলেন, যা এক মরসুমে প্রচারিত হয়েছিল, ১৯৮৫ সালে বাতিল হওয়ার আগে ২২ টি পর্ব তৈরি করেছিল।\nতিনি ব্রডওয়েতে প্রাপ্তবয়স্ক বেন হ্যানসকম (১৯৯০), প্রবলেম চাইল্ড (১৯৯০), প্রবলেম চাইল্ড ২ (১৯৯১), স্লিং ব্লেড (১৯৯৬) এবং ব্যাড সান্তা (তার শেষ লাইভ অ্যাকশন ফিল্ম, যা তার স্মৃতিতে উৎসর্গ করা হয়েছিল) সহ ১০০ টিরও বেশি চলচ্চিত্র এবং টেলিভিশন সিরিজে অভিনয় করেছিলেন। 100 সালে, ডন নটস রিটারকে \"গ্রহের সর্বশ্রেষ্ঠ শারীরিক কৌতুক অভিনেতা\" বলে অভিহিত করেছিলেন।  তার চূড়ান্ত ভূমিকাগুলির মধ্যে রয়েছে পিবিএস শিশুদের প্রোগ্রাম ক্লিফোর্ড দ্য বিগ রেড ডগ (1990-2) এর শিরোনাম চরিত্রে কণ্ঠ দেওয়া, যার জন্য তিনি চারটি ডেটাইম এমি পুরস্কারের মনোনয়ন পেয়েছিলেন এবং এবিসি সিটকম 1991 সিম্পল রুলস (1996-2003) এ পল হেনেসি হিসাবে।\n\n\n== প্রারম্ভিক জীবন ==\nজনথান সাউথওয়ার্থ রিটার ১৯৪৮ সালের ১৭ সেপ্টেম্বর ক্যালিফোর্নিয়ার বার্ব্যাঙ্কের প্রভিডেন্স সেন্ট জোসেফ মেডিকেল সেন্টারে জন্মগ্রহণ করেন।  রিটারের ডান চোখে কলোবোমা নামে পরিচিত একটি জন্মগত ত্রুটি ছিল। তার বাবা, টেক্স রিটার, একজন গায়ক কাউবয় এবং ম্যাটিনি তারকা ছিলেন এবং তার মা, ডরোথি ফে (নি সাউথওয়ার্থ) ছিলেন একজন অভিনেত্রী।  তার একটি বড় ভাই ছিল, টমাস \"টম\" রিটার।  রিটার হলিউড হাই স্কুলে পড়াশোনা করেছিলেন, যেখানে তিনি ছাত্র সংগঠনের সভাপতি ছিলেন। তিনি ইউনিভার্সিটি অফ সাউদার্ন ক্যালিফোর্নিয়ায় পড়াশোনা করেন এবং রাজনীতিতে ক্যারিয়ার গড়ার পরিকল্পনা নিয়ে মনোবিজ্ঞানে অধ্যয়ন করেন। পরে তিনি থিয়েটার আর্টসে তার মেজর পরিবর্তন করেন এবং ইউএসসি স্কুল অফ ড্রামাটিক আর্টস (পূর্বে স্কুল অফ থিয়েটার) এ ভর্তি হন। রিটার ইউএসসিতে ফি গামা ডেল্টা ভ্রাতৃত্বের সদস্য ছিলেন। কলেজে থাকাকালীন, রিটার নাটকে অভিনয়ের জন্য যুক্তরাজ্য, নেদারল্যান্ডস এবং পশ্চিম জার্মানি ভ্রমণ করেছিলেন। রিটার 5 সালে স্নাতক হন।\n\n\n== ক্যারিয়ার ==\n\n\n=== চলচ্চিত্র ও টেলিভিশন ===\nরিটার বেশ কয়েকটি স্টেজ পারফরম্যান্সের শিরোনাম করেছিলেন। ১৯৭০ সালে ইউএসসি থেকে স্নাতক হওয়ার পরে, তার প্রথম টেলিভিশন অভিনয়ের অভিজ্ঞতা ছিল বার্ট রেনল্ডস এবং ফিউচার থ্রি'স কোম্পানির সহ-অভিনেতা নরম্যান ফেল অভিনীত টেলিভিশন সিরিজ ড্যান আগস্টে ক্যাম্পাস বিপ্লবী হিসাবে। রিটার ১৯৭১ সালে ডিজনি চলচ্চিত্র দ্য বেয়ারফুট এক্সিকিউটিভ ের মাধ্যমে চলচ্চিত্রে আত্মপ্রকাশ করেছিলেন। তিনি টেলিভিশন সিরিজ হাওয়াই ফাইভ-ও, এম *এ * এস * এইচ এবং আরও অনেকগুলিতে অতিথি চরিত্রে অভিনয় করেছিলেন। ১৯৭২ সালের অক্টোবর থেকে ১৯৭৬ সালের ডিসেম্বর পর্যন্ত দ্য ওয়ালটনস নাটকে রেভারেন্ড ম্যাথিউ ফোর্ডউইক চরিত্রে অভিনয় করেন। যেহেতু তিনি সাপ্তাহিক কাস্ট সদস্য ছিলেন না, তাই তিনি অন্যান্য চরিত্রে অভিনয় করার সময় পেয়েছিলেন, যা তিনি ১৯৭৬ সালের ডিসেম্বর পর্যন্ত করেছিলেন, যখন তিনি ১৯৭৭ সালে হিট সিটকম থ্রি'স কোম্পানি (১৯৭০ এর দশকের ব্রিটিশ টেমস টেলিভিশন সিরিজ ম্যান অ্যাবাউট দ্য হাউসের আমেরিকান সংস্করণ) এ অভিনয়ের জন্য চলে যান। 1970 সালে, রিটার টেলিভিশনের বিশেষ রিঙ্গোতে রিঙ্গো স্টারের ম্যানেজারের চরিত্রে অভিনয় করেছিলেন। 1971 সালে, রিটার অ্যানিমেটেড চলচ্চিত্র দ্য ফ্লাইট অফ ড্রাগনসে পিটার ডিকিনসনের কণ্ঠ সরবরাহ করেছিলেন।\n১৯৮৮ সালে রিটার\nরিটার থ্রি'স কোম্পানিতে একটি ঘরোয়া নাম হয়ে ওঠে, দুই মহিলা রুমমেটের সাথে সংগ্রামী রন্ধনশিক্ষার্থী জ্যাক ট্রিপারের চরিত্রে অভিনয় করে। রিটার জয়েস ডিউইট এবং সুজান সোমারসের বিপরীতে এবং পরে জেনিলি হ্যারিসন এবং প্রিসিলা বার্নসের বিপরীতে অভিনয় করেছিলেন। বেশিরভাগ কমেডি জ্যাকের সমকামী হওয়ার ভানকে কেন্দ্র করে ছিল যাতে পুরানো ধাঁচের জমিদারদের সহ-বসবাসের ব্যবস্থানিয়ে সন্তুষ্ট রাখা যায়। সিরিজটি 1984 সালে শেষ হওয়ার আগে মার্কিন যুক্তরাষ্ট্রে রেটিংগুলির শীর্ষে বেশ কয়েকটি মরসুম কাটিয়েছিল। এক বছর ব্যাপী স্পিন-অফ, থ্রি'স এ ক্রাউড, শুরু হয়েছিল, কারণ জ্যাক ট্রিপার চরিত্রটির একটি লিভ-ইন বান্ধবী রয়েছে এবং তার নিজস্ব বিস্ট্রো চালায়। মূল সিরিজটি ধারাবাহিকভাবে পুনরায় দেখা গেছে এবং ডিভিডিতে উপলব্ধ। থ্রি'স কোম্পানি পরিচালনার সময়, রিটার হিরো অ্যাট লার্জ, আমেরিকাথন এবং দ্য অল লাফড চলচ্চিত্রে অভিনয় করেছিলেন। 1986 সালে, তিনি একই নামের অ্যালবাম থেকে গ্রাহাম ন্যাশের \"ইনোসেন্ট আইস\" গানের মিউজিক ভিডিওতে বাবার চরিত্রে অভিনয় করেছিলেন।\nথ্রি'স কোম্পানির পরে হুপারম্যান ছিল রিটারের প্রথম নিয়মিত টেলিভিশন ভূমিকা। গোয়েন্দা হ্যারি হুপারম্যান একটি ধসে পড়া অ্যাপার্টমেন্ট বিল্ডিংয়ের উত্তরাধিকারী হন এবং এটি চালানোর জন্য সুসান স্মিথকে (ডেব্রাহ ফ্যারেন্টিনো) ভাড়া করেন। একটি সম্পর্ক অনুসরণ করে, এবং হুপারম্যানকে অবশ্যই কাজ, প্রেম এবং কুকুরের বিজুক্সের অলৌকিকতা গুলি সামলাতে হবে। 1988 সালে, জন হুপারম্যান ের উপর তার কাজের জন্য একটি এমি পুরস্কার এবং একটি গোল্ডেন গ্লোব পুরস্কার উভয়ের জন্য মনোনীত হয়েছিলেন। এই চরিত্রে অভিনয়ের জন্য রিটার পিপলস চয়েস অ্যাওয়ার্ড জিতেছেন। 1992 থেকে 1995 সাল পর্যন্ত, রিটার হার্টস অ্যাফায়ারে মার্কিন সিনেটরের সহকারী জন হার্টম্যান হিসাবে তিন মরসুমে টেলিভিশনে ফিরে এসেছিলেন। এই সিরিজে জর্জি অ্যান লাহতির চরিত্রে মার্কি পোস্ট এবং বিলি বব ডেভিসের চরিত্রে বিলি বব থর্নটন অভিনয় করেছিলেন। তিনি ১৯৯২ সালে নয়েজ অফ প্রযোজনায় গ্যারি লেজেউন / রজার ট্রাম্পেলমাইন চরিত্রেও অভিনয় করেছিলেন।\nটেলিভিশনে তার সময় কাটানোর পরে, তিনি বেশ কয়েকটি চলচ্চিত্রে উপস্থিত হয়েছিলেন, বিশেষত সমস্যা শিশু এবং এর প্রথম সিক্যুয়েল। তিনি ব্লেক এডওয়ার্ডসের ১৯৮৯ সালের চলচ্চিত্র স্কিন ডিপ-এ প্রধান চরিত্রে অভিনয় করেছিলেন, নয়েজ অফের চলচ্চিত্র সংস্করণে উপস্থিত হয়েছিলেন, অস্কার বিজয়ী স্লিং ব্লেডে বিলি বব থর্নটনের সাথে পুনরায় যোগ দিয়েছিলেন (একজন দয়ালু, সমকামী, ডিসকাউন্ট-স্টোর ম্যানেজারের চরিত্রে), এবং ১৯৯৬ সালের অ্যাকশন চলচ্চিত্র মারসেনারিতে অলিভিয়ার গ্রুনারের সাথে সহ-অভিনয় করেছিলেন।\nরিটার গ্রাম্পস (১৯৯৫), অ্যান্ডি গ্রিফিথের সাথে সহ-অভিনয়, হ্যাল লিন্ডেনের সাথে রব হেডেনের দ্য কলোনি (১৯৯৫), স্টিফেন কিং'স ইট, পলি ড্রাপারের সাথে ড্যানিয়েল স্টিলের হার্টবিট এবং ইয়াসমিন ব্লিথের সাথে ১৯৯৯ সালে স্কাই থেকে এটি সহ-নির্মিত চলচ্চিত্রগুলিতে অভিনয় করেছিলেন। রিটার ফেলিসিটি, অ্যালি ম্যাকবিয়াল, স্ক্রাবস, বাফি দ্য ভ্যাম্পায়ার স্লেয়ার এবং ল অ্যান্ড অর্ডার: স্পেশাল ভিকটিমস ইউনিটের মতো টেলিভিশন শোতে অতিথি উপস্থিতিও করেছিলেন। তিনি অ্যানিমেটেড শিশুদের শো ক্লিফোর্ড দ্য বিগ রেড ডগ এবং এর অ্যানিমেটেড চলচ্চিত্র অভিযোজন ক্লিফোর্ডের সত্যিকারের বিগ মুভি (২০০৪) এর শিরোনাম চরিত্রের কণ্ঠও সরবরাহ করেছিলেন, এমন একটি ভূমিকা যার জন্য তিনি চারটি এমি মনোনয়ন পেয়েছিলেন। তার শেষ চলচ্চিত্র ছিল স্ট্যানলির ডাইনোসর রাউন্ড-আপ (২০০৬), টেলিভিশন সিরিজের উপর ভিত্তি করে একটি অ্যানিমেটেড ডাইরেক্ট-টু-ডিভিডি চলচ্চিত্র, যা তার স্মৃতিতে উত্সর্গীকৃত ছিল। তার মৃত্যুর সময়, তিনি 1995 সিম্পল রুলস ছবিতে অভিনয় করেছিলেন ... আমার কিশোরী মেয়ের সাথে ডেটিং করার জন্য।\n\n\n=== থিয়েটার ===\n২০০০ সালে, রিটার ব্রডওয়ের মিউজিক বক্স থিয়েটারে নীল সাইমনের দ্য ডিনার পার্টিতে হেনরি উইঙ্কলারের সাথে সহ-অভিনয় করেছিলেন, ক্লড পিচন চরিত্রে অভিনয় করেছিলেন।  এটি 11 পারফরম্যান্সের জন্য চলেছিল। রিটার এই কাজের জন্য ২০০১ সালে থিয়েটার ওয়ার্ল্ড অ্যাওয়ার্ড জিতেছিলেন।  ২০০৩ সালে, রিটার আহমানসন থিয়েটারে অল অ্যাবাউট ইভ-এ তার শেষ মঞ্চে উপস্থিত হয়েছিলেন।\nএলএর কোর্ট থিয়েটারে জে ফর জে মার্চ 14-এপ্রিল 21, 2002। এতে অভিনয় করেছেন জন রিটার, জেফ কোবার ও জেনি সুলিভান। পরিচালনা করেছেন জোসেফ ফুকা। লিখেছেন জেনি সুলিভান।\n\n\n== ব্যক্তিগত জীবন ==\n16 অক্টোবর, 1977 এ, রিটার অভিনেত্রী ন্যান্সি মরগানকে বিয়ে করেছিলেন, যার সাথে তার তিনটি সন্তান ছিল: জেসন কার্লি এবং টাইলার।  1 সেপ্টেম্বর, 1996 এ তাদের বিবাহবিচ্ছেদ ঘটে।  সেপ্টেম্বর, 1999 এ ওহাইওর উইলমিংটনের মারফি থিয়েটারে অভিনেত্রী অ্যামি ইয়াসবেককে বিয়ে করেছিলেন।  1998 সালে তাদের একটি সন্তান জন্মগ্রহণ করেছিল।  ইয়াসবেক প্রথম দুটি সমস্যা শিশু চলচ্চিত্রে তার প্রেমিকা চরিত্রে অভিনয় করেছিলেন, যদিও দুটি ভিন্ন চরিত্র হিসাবে। ইয়াসবেক দুটি সিটকম উপস্থিতিতে রিটারের স্ত্রীর চরিত্রেও অভিনয় করেছিলেন। 1991 সালে, উভয়ই দ্য কসবি শোতে অতিথি তারকা ছিলেন, যেখানে ইয়াসবেক রিটারের বাস্কেটবল কোচ চরিত্রের শ্রমকালীন স্ত্রীর চরিত্রে অভিনয় করেছিলেন। 1996 সালে, রিটার ইয়াসবেকের সিটকম উইংসে ইয়াসবেকের চরিত্র কেসির বিচ্ছিন্ন স্বামীর চরিত্রে অতিথি-অভিনয় করেছিলেন।\n\n\n== মৃত্যু ==\nরিটারের কবর চিহ্নিতকারী\n11 সেপ্টেম্বর, 2003 এ, রিটার 8 টি সহজ নিয়মের জন্য অনুশীলন করছিলেন ... ক্যালিফোর্নিয়ার বার্ব্যাঙ্কের ওয়াল্ট ডিজনি স্টুডিওতে মাই টিনেজ ডটারের সাথে ডেটিং করার জন্য যখন তিনি হঠাৎ অসুস্থ হয়ে পড়েন এবং তার হৃদয়ে সমস্যা অনুভব করতে শুরু করেন। প্রচণ্ড ঘাম, বমি এবং বুকে ব্যথার অভিযোগ করে সন্ধ্যা ৬টায় তাকে রাস্তা পার করে প্রভিডেন্স সেন্ট জোসেফ মেডিকেল সেন্টারে নিয়ে যাওয়া হয়। হার্ট অ্যাটাকের জন্য রিটারকে প্রাথমিকভাবে জরুরি কক্ষের চিকিত্সকরা চিকিত্সা করেছিলেন; তবে তার অবস্থার দ্রুত অবনতি ঘটে।  তারপরে রিটারকে এওর্টিক ডিসেকশন নির্ণয় করা হয়েছিল এবং অস্ত্রোপচারে নেওয়া হয়েছিল তবে তাকে রাত 00:18 এ মৃত ঘোষণা  হয়েছিল।\n২০০৩ সালের ১৫ ই সেপ্টেম্বর লস অ্যাঞ্জেলেসে রিটারের একটি ব্যক্তিগত শেষকৃত্য অনুষ্ঠিত হয়েছিল, যার পরে তাকে হলিউড হিলসের ফরেস্ট লন মেমোরিয়াল পার্কে দাফন করা হয়েছিল।\n2008 সালে, রিটারের বিধবা অ্যামি ইয়াসবেক, নিজের এবং রিটারের বাচ্চাদের পক্ষে, রিটারের চিকিত্সা এবং প্রভিডেন্স সেন্ট জোসেফ মেডিকেল সেন্টারের সাথে জড়িত ডাক্তারদের বিরুদ্ধে মামলা দায়ের করেছিলেন। প্রভিডেন্স সেন্ট জোসেফের বিরুদ্ধে মামলাগুলি আদালতের বাইরে 9.4 মিলিয়ন ডলারে নিষ্পত্তি করা হয়েছিল।  রেডিওলজিস্ট ম্যাথিউ লোটিশ এবং কার্ডিওলজিস্ট জোসেফ লি নামে দুই চিকিত্সকের বিরুদ্ধে 67 মিলিয়ন ডলারের একটি ভুল-মৃত্যুর মামলা বিচারের মুখোমুখি হয়েছিল। ইয়াসবেক অভিযোগ করেছিলেন যে লি, যিনি মৃত্যুর দিন রিটারকে চিকিত্সা করেছিলেন, তিনি তার অবস্থাকে হার্ট অ্যাটাক হিসাবে ভুলভাবে নির্ণয় করেছিলেন এবং লোটিশ, যিনি দুই বছর আগে তাকে পুরো শরীরের স্ক্যান দিয়েছিলেন, সেই সময়ে রিটারের অ্যাওর্টার বৃদ্ধি সনাক্ত করতে ব্যর্থ হয়েছিলেন।  2008 সালে, লস অ্যাঞ্জেলেস কাউন্টি সুপিরিয়র কোর্টে, জুরি এই সিদ্ধান্তে উপনীত হয়েছিল যে রিটারের মৃত্যুর দিন চিকিত্সা করা ডাক্তাররা অবহেলা করেননি এবং তাই তার মৃত্যুর জন্য দায়ী ছিলেন না।\n\n\n=== প্রতিক্রিয়া এবং উত্তরাধিকার ===\nরিটারের মৃত্যুর খবরে তার অনেক সহকর্মী শোক প্রকাশ করেছেন। জ্যাক ব্রাফ, যিনি রিটারের সাথে স্ক্রাবস-এ কাজ করেছিলেন, রিটারকে তার \"কমিক হিরো\" বলে অভিহিত করেছিলেন এবং বলেছিলেন যে তিনি সিরিজ নির্মাতা বিল লরেন্সের কাছে রিটারকে তার চরিত্র জেডির বাবার চরিত্রে অভিনয় করার জন্য অনুরোধ করেছিলেন  (যা রিটার দুটি পর্বের জন্য করেছিলেন এবং তার মৃত্যুর পরের সপ্তাহে তৃতীয় বারের জন্য ফিরে আসার কথা ছিল)। কেটি সাগাল ভুল মৃত্যুর মামলায় সাক্ষ্য দিয়ে রিটারকে \"মজার মানুষ\" বলে অভিহিত করেছেন।  তার থ্রি'স কোম্পানির সহ-অভিনেতা জয়েস ডিউইট মন্তব্য করেছিলেন যে তিনি \"ভুলে যাওয়া অসম্ভব। প্রেম না করা অসম্ভব\"।\n৮টি সহজ নিয়ম... ডেটিং মাই টিনেজ ডটার পরে রিটারের মৃত্যুর পরে 8 টি সহজ নিয়মের শিরোনাম পরিবর্তন করা হয়েছিল এবং 8 সালে এটি বাতিল হওয়ার আগে আরও দেড় মরসুম ধরে অব্যাহত ছিল। রিটারের চরিত্র পল হেনেসি দুধ কেনার সময় মুদি দোকানে পড়ে মারা যান বলে জানা গেছে। এবিসি শোটির দ্বিতীয় মরসুমের প্রথম তিনটি পর্ব প্রচার করেছিল যা তার মৃত্যুর আগে ট্যাপ করা হয়েছিল, যার প্রত্যেকটি কেটি সাগাল দ্বারা প্রবর্তিত হয়েছিল। শোয়ের বাকী অংশটি পলের মৃত্যুর সাথে লড়াই করার চেষ্টা করা পরিবারনিয়ে কাজ করেছিল। জেমস গার্নার এবং ডেভিড স্পেড অভিনীত নতুন পুরুষ চরিত্রগুলি পরে রিটারের প্রতিস্থাপন হিসাবে মূল কাস্টে যুক্ত হয়েছিল। তার মৃত্যুর কিছুদিন আগে, রিটার হলিউড স্কোয়ার্সের সাথে এক সপ্তাহব্যাপী ট্যাপিং করেছিলেন, যা তার প্রতি শ্রদ্ধা জানাতে প্রচারিত হয়েছিল, শোয়ের নির্বাহী প্রযোজক এবং রিটারের খুব ঘনিষ্ঠ বন্ধু হেনরি উইঙ্কলার দ্বারা পরিচয় করিয়ে দেওয়া হয়েছিল। রিটারের মৃত্যুর চার দিন পরে, নাইটে নিক তার স্মৃতিতে উত্সর্গীকৃত একটি সারা রাত থ্রি'স কোম্পানি ম্যারাথনে অংশ নিয়েছিলেন।\n২০০৪ সালে, রিটারকে মরণোত্তর ৮ সিম্পল রুলস চলচ্চিত্রে পল হেনেসি চরিত্রে অভিনয়ের জন্য এমি মনোনয়ন দেওয়া হয়েছিল। ডেটিং মাই টিনেজ ডটারের জন্য কিন্তু ফ্রেসিয়ারের শিরোনাম চরিত্রে অভিনয়ের জন্য কেলসি গ্রামারের কাছে হেরে যান। তার ট্রফি গ্রহণের পরে, গ্রামারের মন্তব্যগুলিতে রিটারের শ্রদ্ধা এবং স্মরণে করা মন্তব্য অন্তর্ভুক্ত ছিল।  রিটারের শেষ চলচ্চিত্র, ব্যাড সান্তা এবং ক্লিফোর্ডের সত্যিকারের বিগ মুভি, স্ক্রাবসের একটি সিজন 8 পর্ব (এই সিরিজে তার চরিত্রটিও মারা গেছে), সিজন 30 কিং অফ দ্য হিল পর্ব \"স্ট্রেসড ফর সাকসেস\" (যেখানে তিনি সংগীত শিক্ষক ইউজিন গ্র্যান্ডির চরিত্রে অভিনয় করেছিলেন) এবং স্ট্যানলির ডাইনোসর রাউন্ড-আপ। (যেখানে তিনি গ্রেট আঙ্কেল স্টু চরিত্রে অভিনয় করেছিলেন) সবই তাঁর স্মৃতিতে নিবেদিত ছিল।\n২০০৮ সালের ৬ ই জুন, হলিউড হাই স্কুল ইলয় টোরেজের আঁকা রিটারের একটি ম্যুরাল উৎসর্গ করে।  মার্চ 2008 সালে, থোরাসিক এওর্টিক ডিজিজ (টিএডি) কোয়ালিশন, ইয়াসবেক এবং জন রিটার ফাউন্ডেশন (জেআরএফ) এর সাথে অংশীদারিত্বে \"রিটার রুলস\" তৈরির ঘোষণা দেয় যা থোরাসিক এওর্টিক ডিসেকশনস সনাক্ত, চিকিত্সা এবং প্রতিরোধের জন্য জীবন রক্ষাকারী অনুস্মারক। জেআরএফ-এর উদ্দেশ্য হ'ল রোগ এবং এর ঝুঁকির কারণগুলি সম্পর্কে সাধারণ জনগণকে সঠিক তথ্য সরবরাহ করা, থোরাসিক এওর্টিক রোগে আক্রান্ত ব্যক্তিদের সহায়তা প্রদান করা বা এই রোগে প্রিয়জনকে হারিয়েছেন এবং চিকিত্সা গবেষণার মাধ্যমে এওর্টিক ডিসেকশনের ঝুঁকিতে থাকা ব্যক্তিদের সনাক্তকরণ এবং থোরাসিক এওর্টিক রোগের চিকিত্সাউন্নত করা। ইয়াসবেক হিউস্টনের ইউনিভার্সিটি অফ টেক্সাস হেলথ সায়েন্স সেন্টারের (ইউটিহেলথ) সাথে এওর্টিক এবং ভাস্কুলার ডিজিজে জন রিটার রিসার্চ প্রোগ্রাম প্রতিষ্ঠার জন্য কাজ করেছিলেন, যার লক্ষ্য জিনগত পরিবর্তনগুলি সনাক্ত করে এওর্টিক ডিসেকশনের কারণে অকাল মৃত্যু রোধ করা যা ব্যক্তিদের থোরাসিক এওর্টিক অ্যানিউরিজম এবং ডিসেকশনের দিকে পরিচালিত করে।\n\n\n== ফিল্মোগ্রাফি ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n=== ভিডিও গেম ===\n\n\n== পুরস্কার (চলচ্চিত্র) ==\n\n- 1983: স্টার অন দ্য ওয়াক অফ ফেম - 6627 হলিউড বুলেভার্ড; তিনি এবং টেক্স রিটার ছিলেন প্রথম পিতা-পুত্র জুটি যিনি বিভিন্ন বিভাগে এত সম্মানিত হয়েছিলেন।\n\n\n== তথ্যসূত্র =="}