{"pageid": 1343962, "title": "জন র‌্যান্ডলফ (অভিনেতা)", "url": "https://bn.wikipedia.org/wiki?curid=1343962", "content": "ইমানুয়েল হির্শ কোহেন (১ জুন, ১৯১৫ - ২৪ ফেব্রুয়ারি, ২০০৪), মঞ্চ নাম জন র্যান্ডলফ দ্বারা অধিক পরিচিত, একজন আমেরিকান চলচ্চিত্র, টেলিভিশন এবং মঞ্চ অভিনেতা ছিলেন। \nর্যান্ডলফ ইমানুয়েল হির্শ কোহেন নিউ ইয়র্ক সিটিতে ১ জুন, ১৯১৫-এ জন্মগ্রহণ করেছিলেন, তিনি রাশিয়া এবং রোমানিয়ার ইহুদি অভিবাসীদের পুত্র।  তার মা, ডরোথি ছিলেন একজন বীমা এজেন্ট এবং তার বাবা লুই কোহেন ছিলেন একজন টুপি প্রস্তুতকারক।  ১৯৩০ এর দশকে, তিনি তার গ্রীষ্মকাল কানেকটিকাটের নিকোলসের পাইন ব্রুক কান্ট্রি ক্লাবে কাটিয়েছিলেন যা গ্রুপ থিয়েটারের গ্রীষ্মকালীন হোম ছিল।  তিনি ১৯৩৮ সালে কোরিওলানাসে ব্রডওয়েতে আত্মপ্রকাশ করেন। র‍্যান্ডলফ দ্বিতীয় বিশ্বযুদ্ধে মার্কিন যুক্তরাষ্ট্রের সেনাবাহিনীর বিমান বাহিনীতে যোগ দেন। ১৯৪৮ সালের চলচ্চিত্র দ্য নেকেড সিটিতে তার একটি ছোট ভূমিকা ছিল। \nতিনি এবং স্ত্রী সারাহ কানিংহাম ১৯৪৮ সালের পর হলিউড চলচ্চিত্র এবং নিউ ইয়র্ক চলচ্চিত্র এবং টেলিভিশন এবং রেডিওতে কাজ করা থেকে কালো তালিকাভুক্ত হন। ১৯৫৫ সালে আমেরিকান বিনোদন শিল্পে কমিউনিস্ট অনুপ্রবেশ সংক্রান্ত চলমান তদন্তের বিষয়ে সাক্ষ্য দেওয়ার জন্য তাদের দুজনকেই হাউস আন-আমেরিকান অ্যাক্টিভিটিস কমিটির সামনে ডাকা হয়েছিল। তিনি এবং তার স্ত্রী উভয়ই প্রশ্নের উত্তর দিতে অস্বীকার করেছিলেন এবং নিজেদের বিরুদ্ধে সাক্ষ্য দেওয়ার বিরুদ্ধে পঞ্চম সংশোধনী সুরক্ষার উল্লেখ করেছেন। \nজন এবং সারাহ র্যান্ডলফ আফট্রা, এসএজি এবং অভিনেতার ইক্যুইটিতে খুব সক্রিয় ছিলেন, ইউনিয়ন বোর্ডের সদস্য নির্বাচিত হয়েছিলেন এবং তাদের কর্মজীবনে বিভিন্ন সময়ে ভাইস প্রেসিডেন্ট হয়েছিলেন।\n১৯৮৮ থেকে ১৯৯১ সাল পর্যন্ত তিনি ন্যাশনাল কাউন্সিল অফ আমেরিকান-সোভিয়েত ফ্রেন্ডশিপের চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন।\n\n\n== কর্মজীবন ==\n১৯৬৬ সালে পরিচালক জন ফ্রাঙ্কেনহাইমার যখন তাকে সেকেন্ডস- এ একটি প্রধান ভূমিকায় অভিনয় করেছিলেন তখন র্যান্ডলফ হলিউড চলচ্চিত্রে চাকরি ফিরে পাওয়ার জন্য সর্বশেষ কালো তালিকাভুক্ত অভিনেতাদের একজন ছিলেন। র্যান্ডলফ দ্য সাউন্ড অফ মিউজিক (ভন ট্র্যাপের বাটলার, ফ্রাঞ্জ হিসাবে), পেইন্ট ইওর ওয়াগন এবং দ্য ভিজিট- এর মূল নিউইয়র্ক মঞ্চ প্রযোজনাগুলিতে ছিলেন। \nতিনি ১৯৮৭ সালে নিল সাইমন নাটক ব্রডওয়ে বাউন্ডে অভিনয়ের জন্য একটি নাটকে একজন আলোচিত অভিনেতার সেরা অভিনয়ের জন্য টনি পুরস্কার জিতেছিলেন।১৯৯১ সালে প্রিলিউড টু আ কিস- এ তিনি তার শেষ ব্রডওয়ে উপস্থিতি করেন।\nর্যান্ডলফ মাধ্যমিক ভূমিকায় অসংখ্য পর্দা এবং টেলিভিশন উপস্থিতি করেছেন। তিনি সিডনি লুমেট পরিচালিত সারপিকো (1973) চলচ্চিত্রে প্রধান সিডনি গ্রীন চরিত্রে অভিনয় করেন। এছাড়াও তিনি প্রিজির অনারে চার্লি পার্টনার ( জ্যাক নিকোলসন অভিনয় করেছেন) এবং ন্যাশনাল ল্যাম্পুনের ক্রিসমাস ভ্যাকেশনে ( চেভি চেজের সাথে) ক্লার্ক ডব্লিউ গ্রিসওল্ড, সিনিয়রের বাবার ভূমিকায় অভিনয় করেছেন। ১৯৭৩ থেকে ১৯৭৬ সাল পর্যন্ত, তিনি দ্য বব নিউহার্ট শোতে কর্নেলিয়াস \"জুনিয়র\" হ্যারিসন, জুনিয়র, এমিলি হার্টলির পিতা হিসাবে তিনটি উপস্থিতি করেছিলেন, (শো #37, #59 এবং #106)।\n১৯৭৪ সালে, তিনি কলম্বো পর্ব \"হাঁসের গান\" এ বিমান বাহিনীর কর্নেলের ভূমিকায় অভিনয় করেছিলেন। তিনি আর্থকোয়েক (1974), একটি দুর্যোগ চলচ্চিত্রে মেয়রের ভূমিকায় অভিনয় করেছিলেন। 1975 সালে, র‍্যানডলফকে দ্য নিউ অরিজিনাল ওয়ান্ডার ওম্যান পাইলট-এ জেনারেল ফিলিপ ব্ল্যাঙ্কেনশিপের ভূমিকায় অভিনয় করা হয়েছিল। টেলিভিশন সিরিজে তার স্থলাভিষিক্ত হন রিচার্ড ইস্টহাম। রিচার্ড নিক্সনের অ্যাটর্নি জেনারেল জন মিচেলের কণ্ঠে 1976 সালের অল দ্য প্রেসিডেন্টস মেন চলচ্চিত্রে তার একটি অপ্রত্যাশিত ভূমিকা ছিল।\nতিনি CBS-এর মিনি-সিরিজের 1976 পর্বের \"With All Deliberate Speed\"-এ বিচারক জে. ওয়াটিস ওয়ারিং-এর ভূমিকায় অভিনয় করেছিলেন: দ্য আমেরিকান প্যারেড, 1954 সালে সুপ্রিম কোর্টের সিদ্ধান্তে ( ব্রাউন বনাম শিক্ষা বোর্ড ) মার্কিন যুক্তরাষ্ট্রে জাতিগত বিচ্ছিন্নতা রোধে চূড়ান্ত ঘটনাগুলি নিয়ে কাজ করে। সরকারী স্কুল. 1977 সালে, র্যান্ডলফ দ্য গ্যাদারিং শিরোনামের একটি টিভি-র জন্য নির্মিত চলচ্চিত্রে উপস্থিত হন, এডওয়ার্ড অ্যাসনার এবং মৌরিন স্ট্যাপলটনের সাথে ক্রিসমাস-থিমযুক্ত শো। মুভিটি অসাধারণ বিশেষ - নাটক বা কমেডির জন্য এমি জিতেছে।\n1979 সালে, তিনি এম*এ*এস*এইচ- এ একজন অ্যাডজুট্যান্ট সেনা জেনারেল হিসেবে অতিথি হিসেবে উপস্থিত ছিলেন, যিনি একজন মাস্টার শেফের রন্ধনসম্পর্কীয় দক্ষতার প্রশংসা করেছিলেন, যিনি ভুলভাবে সামনের ইউনিটে একজন পাদদেশে সৈনিক হিসেবে নিযুক্ত ছিলেন। 1979 থেকে 1980 পর্যন্ত, তিনি টেলিভিশন সিরিজ অ্যাঞ্জিতে ডোনা পেস্কোর শ্বশুর চরিত্রে অভিনয় করেছিলেন। \n1982 সালে, তিনি স্টিভেন কিটনের বাবা জ্যাক কিটনের চরিত্রে পারিবারিক বন্ধনের একটি প্রথম-সিজন পর্বে উপস্থিত হন। তিনি 1986 এবিসি-এর জন্য নির্মিত টিভি সিনেমা দ্য রাইট অফ দ্য পিপলে একজন বিশেষ অতিথি তারকা ছিলেন, একটি শহরে পুলিশ চিফ হল্যান্ডার চরিত্রে অভিনয় করেন যা শীঘ্রই সমস্ত প্রাপ্তবয়স্কদের হ্যান্ডগান বহন করার অনুমতি দেয়। \n1988 সালে, তিনি \" দ্য ইনভেস্টিগেশন \"-এ একটি অপরাধ পরিবারের প্রধান হিসাবে ম্যাটলকের একটি সিজন 2 পর্বে উপস্থিত হন। 1989 সালে তিনি রোজেনের বাবা আলের ভূমিকায় রোজানের দুটি পর্বে উপস্থিত হন, যিনি পরে একজন অপমানজনক পিতামাতা হিসাবে প্রকাশ পান। 1991 সালে তিনি বিবাহিত একটি পর্বে অতিথি ছিলেন। . . শিশুদের সাথে \"আল বান্ডি, শু ডিক\" শিরোনাম।\n1990 সালে, তিনি একটি নিয়মিত সিরিজের ভূমিকায় অবতীর্ণ হন, এনবিসি কমেডি <i id=\"mwiA\">গ্র্যান্ডে</i> সহ-অভিনেতা হিসেবে, বনি হান্ট এবং মাইকেল ম্যাককিন সহ-অভিনেতা হিসেবে। এনবিসি-এর অত্যন্ত সফল চিয়ার্স অনুসরণ করে টাইমস্লট থাকা সত্ত্বেও সিরিজটি মাত্র দুটি সিজন স্থায়ী হয়েছিল।\nতিনি অ্যালেক গিনেস, লিও ম্যাককার্ন, জিন মোরেউ এবং লরেন ব্যাকলের সাথে সহ-অভিনয় করেন, বিবিসি প্রযোজনায় এ ফরেন ফিল্ড (1993) দ্বিতীয় বিশ্বযুদ্ধের প্রবীণ সৈনিক হিসেবে ফ্রান্সে ফিরে এসে তিনি যে মহিলার প্রেমে পড়েছিলেন তাকে খুঁজে পেতে।\nটেলিভিশন সিটকম সিনফেল্ডের একটি প্রারম্ভিক পর্ব \" দ্য হ্যান্ডিক্যাপ স্পট \"-এ তিনি জর্জ কস্তানজার বাবা ফ্রাঙ্ক কস্তানজা হিসাবে উপস্থিত হন, যা তাকে তার ব্রডওয়ে বাউন্ড সহ-অভিনেতা জেসন আলেকজান্ডারের সাথে পুনরায় মিলিত করেছিল। পরে জেরি স্টিলারকে সেই ভূমিকায় প্রতিস্থাপিত করা হয়, এবং 1995 সালে, র্যান্ডলফ যে দৃশ্যগুলিতে উপস্থিত হয়েছিল সেগুলি স্টিলারের সাথে পুনরায় শ্যুট করা হয়েছিল, যদিও কিছু সম্প্রচারে র্যান্ডলফকে ক্রেডিট দেওয়া হয়েছিল। রি-শট সংস্করণটি মার্কিন যুক্তরাষ্ট্রে সিন্ডিকেশনে দেখানো হয়েছে (তবে ডিভিডিতেও দেখা যেতে পারে)। র্যান্ডলফের সাথে মূল সংস্করণটি মার্কিন যুক্তরাষ্ট্রের বাইরে এবং DVD, Hulu এবং Crackle- এ দেখা যাবে।\nইউ হ্যাভ গট মেইল (1998) ছবিতে জো ফক্সের দাদার ভূমিকায় তার শেষ চলচ্চিত্রের একটি ভূমিকা ছিল।\n24 ফেব্রুয়ারী, 2004-এ, ক্যালিফোর্নিয়ার হলিউডে তার বাড়িতে র্যান্ডলফ আশি বছর বয়সে প্রাকৃতিক কারণে মারা যান।  মৃত্যুর আগের বছর পর্যন্ত তিনি অভিনয় করেছেন।\n\n\n== নির্বাচিত চলচ্চিত্রের তালিকা ==\nদ্য নেকেড সিটি (1948) - পুলিশ প্রেরক (অপ্রত্যয়িত)\nচৌদ্দ ঘন্টা (1951) - ফায়ারম্যান (অনুমোদিত)\nহ্যামলেট (1964) - গ্রেভেডিগার\nপ্যাটি ডিউক শো (1965) - কোচ\nসেকেন্ড (1966) - আর্থার হ্যামিল্টন\nমিষ্টি প্রেম, তিক্ত (1967)\nদ্য বোরগিয়া স্টিক (1967) - স্মিথ\nপ্রিটি পয়জন (1968) - মর্টন অ্যাজেনাউয়ার\nহাওয়াই ফাইভ-ও (1969) - মার্টি স্লোয়েন\nস্মিথ ! (1969) - মিঃ এডওয়ার্ডস\nএক নম্বর (1969)- কোচ সাউদার্ড\nগেইলি, গেইলি (1969) - বাবা\nদিয়ার ওয়াজ আ ক্রুকড ম্যান... (1970) - সাইরাস ম্যাকনাট\nলিটল মার্ডারস (1971) - মিস্টার চেম্বারলেন\nscape from the Planet of the Apes (1971)- চেয়ারম্যান\nএ ডেথ অফ ইনোসেন্স (1971)\nপ্ল্যানেট অফ দ্য এপসের বিজয় (1972) - কমিশনের চেয়ারম্যান\nসার্পিকো (1973) - সিডনি গ্রিন\nভূমিকম্প (1974)- মেয়র\nএভরিবডি রাইডস দ্য ক্যারোজেল (1975) - পর্যায় 7 (কণ্ঠ)\nঅল দ্য প্রেসিডেন্টস ম্যান (1976) - জন মিচেল (কণ্ঠস্বর, অপ্রমাণিত)\nকিং কং (1976) - ক্যাপ্টেন রস\nদ্য গ্যাদারিং (1977)- ড. হজেস\nহেভেন ক্যান ওয়েট (1978) - প্রাক্তন মালিক\nলাভলি বাট ডেডলি (1981)- ফ্র্যাঙ্কলিন ভ্যান ডাইক\nদ্য অ্যাডভেঞ্চারস অফ নেলি ব্লি (1981) - জোসেফ পুলিৎজার\nফ্রান্সেস (1982) - দয়ালু বিচারক\nপ্রিজির অনার (1985) - অ্যাঞ্জেলো 'পপ' পার্টানা\nমানে এবং শেষ (1985) - বিল হেন্ডারসন\nএকাকীত্বের উইজার্ড (1988) - ডক\nNational Lampoon's Christmas Vacation (1989)- Clark Griswold, Sr.\nভাইবোন প্রতিদ্বন্দ্বিতা (1990) - চার্লস টার্নার সিনিয়র।\nআয়রন মেজ (1991) - মেয়র পেলুসো\nThe Hotel Manor Inn (1997)- Gus\nহিয়ার ডাইস অ্যানাদার ডে (1997) - ব্রেস\nA Price Above Rubies (1998) - Rebbe Moshe\nইউ হ্যাভ গোট মেইল (1998) - শুইলার ফক্স\nদ্য ডগওয়াকার (1999) - আইকে\nসানসেট স্ট্রিপ (2000) - মিস্টার নিডারহাউস\nঅসাড় (2003) - (চূড়ান্ত চলচ্চিত্রের ভূমিকা)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে জন র‌্যান্ডলফ (ইংরেজি)\nIn Remembrance: John Randolph\nJohn Randolph papers, 1921-1998 (bulk 1940-1975), held by the Billy Rose Theatre Division, New York Public Library for the Performing Arts\nJohn Randolph  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ ডিসেম্বর ২০১৭ তারিখে(Aveleyman)"}