{"pageid": 13435, "title": "ব্যুৎপত্তি", "url": "https://bn.wikipedia.org/wiki?curid=13435", "content": "ব্যুৎপত্তি শব্দের ইতিহাস, তাদের উদ্ভব এবং কীভাবে তাদের আকার এবং অর্থ সময়ের সাথে পরিবর্তিত হয়েছে এর গবেষণা।\n\n\n== পদ্ধতি ==\n'ব্যুৎপত্তি' কথার অর্থ হল শব্দের জন্ম বা উৎপত্তি (ব্যুৎপত্তি = বি + উৎপত্তি)। একটি শব্দ জন্মের শব্দের উৎপত্তি অধ্যয়নের জন্য ব্যুৎপত্তিবিদরা বেশ কয়েকটি পদ্ধতি প্রয়োগ করেন, যার মধ্যে কয়েকটি হল:\nফিলোলজিকাল গবেষণা। শব্দের আকার এবং অর্থের পরিবর্তনগুলি পুরানো পাঠ্যগুলির সাহায্যে সনাক্ত করা যেতে পারে, যদি এটি পাওয়া যায়।\nদ্বান্দ্বিক তথ্য ব্যবহার করা। শব্দের রূপ বা অর্থ উপভাষার মধ্যে ভিন্নতা দেখাতে পারে, যা এর আগের ইতিহাস সম্পর্কে সূত্র দিতে পারে।\nতুলনামূলক পদ্ধতি। সম্পর্কিত ভাষাগুলির একটি পদ্ধতিগত তুলনা করে, ব্যুৎপত্তিবিদরা প্রায়শই সনাক্ত করতে সক্ষম হতে পারে কোন শব্দগুলি তাদের সাধারণ পূর্বপুরুষ ভাষা থেকে এসেছে এবং কোনটি পরে অন্য ভাষা থেকে ধার করা হয়েছিল।\nশব্দার্থগত পরিবর্তনের অধ্যয়ন। ব্যুৎপত্তিবিদদের প্রায়ই নির্দিষ্ট শব্দের অর্থের পরিবর্তন সম্পর্কে অনুমান করতে হবে। এই ধরনের অনুমান শব্দার্থগত পরিবর্তনের সাধারণ জ্ঞানের বিরুদ্ধে পরীক্ষা করা হয়। উদাহরণস্বরূপ, অর্থের একটি নির্দিষ্ট পরিবর্তনের অনুমানটি অন্যান্য ভাষাতেও একই ধরনের পরিবর্তন ঘটেছে তা দেখিয়ে প্রমাণিত হতে পারে।\nসময় যে অর্থে ব্যবহৃত হত, পরবর্তী কালে তার সেই অর্থ অনেক সময় বদলে যায়। যেমন: সন্দেশ শব্দের ব্যুৎপত্তিগত অর্থ হল সংবাদ, বর্তমান অর্থ মিষ্টান্ন-বিশেষ। মৌলিক শব্দের ব্যুৎপত্তি নির্ণয় করা যায় না, ব্যুৎপত্তি নির্ণয় করা যায় শুধুমাত্র সাধিত শব্দের। সাধিত শব্দের ব্যুৎপত্তি বলতে সাধারণ ভাবে প্রকৃতি-প্রত্যয় বোঝায়। তাই এক কথায় বলা যায় কোনো সাধিত শব্দের প্রকৃতি-প্রত্যয়গত বা উৎপত্তিগত অর্থকে বা আদি অর্থকে ব্যুৎপত্তিগত অর্থ বলে।\n\n\n== শব্দ উৎসের প্রকারভেদ ==\nব্যুৎপত্তিগত তত্ত্ব স্বীকার করে যে শব্দগুলি সীমিত সংখ্যক মৌলিক প্রক্রিয়ার মাধ্যমে উদ্ভূত হয়, যার মধ্যে সবচেয়ে গুরুত্বপূর্ণ হল ভাষা পরিবর্তন, ধার নেওয়া (অর্থাৎ, অন্যান্য ভাষা থেকে \"লোনওয়ার্ড\" গ্রহণ); শব্দ গঠন যেমন ডেরিভেশন এবং কম্পাউন্ডিং; এবং অনম্যাটোপোইয়া এবং শব্দ প্রতীকবাদ (অর্থাৎ, \"ক্লিক\" বা \"গ্রান্ট\" এর মতো অনুকরণমূলক শব্দের সৃষ্টি)।\nযদিও নতুন উদ্ভূত শব্দের উৎপত্তি প্রায়শই কমবেশি স্বচ্ছ, শব্দ পরিবর্তন বা শব্দার্থগত পরিবর্তনের কারণে এটি সময়ের সাথে সাথে অস্পষ্ট হয়ে যায়। শব্দ পরিবর্তনের কারণে, এটি সহজেই স্পষ্ট নয় যে ইংরেজি শব্দ সেটটি সিট শব্দের সাথে সম্পর্কিত (প্রাক্তনটি মূলত পরবর্তীটির একটি কার্যকারক গঠন)। এটা আরও কম স্পষ্ট যে আশীর্বাদ রক্তের সাথে সম্পর্কিত (প্রাক্তনটি মূলত \"রক্ত দিয়ে চিহ্নিত করা\" অর্থের একটি ডেরিভেটিভ ছিল)।\nশব্দার্থগত পরিবর্তনও ঘটতে পারে। উদাহরণস্বরূপ, ইংরেজি শব্দ bead-এর অর্থ মূলত \"প্রার্থনা\"। পুঁতি ব্যবহার করে নামাজের তেলাওয়াত গণনার অনুশীলনের মাধ্যমে এটি তার আধুনিক অর্থ অর্জন করেছে।\n\n\n== ইংরেজি ভাষা ==\n\n\n=== বিদেশি শব্দ গ্রহণ ===\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীন সংস্কৃত ===\n\n\n=== প্রাচীন গ্রেকো-রোমান ===\n\n\n=== মধ্যযুগীয় ===\n\n\n=== আধুনিক যুগ ===\n\n\n== আরও দেখুন ==\n\nঐতিহাসিক ভাeষাবিজ্ঞান\nসাংস্কৃতিক ভাষাতত্ত্ব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nকার্লিতে ব্যুৎপত্তি (ইংরেজি)"}