{"pageid": 1344235, "title": "ভারতে মঙ্গোল আক্রমণ (১২৯৭–১২৯৮)", "url": "https://bn.wikipedia.org/wiki?curid=1344235", "content": "১২৯৭ সালের শীতে মঙ্গোল চাগাতাই খানাতের কাদার নামের একজন নয়ন আলাউদ্দিন খিলজি শাসিত দিল্লি সালতানাতে আক্রমণ করেন। মঙ্গোলরা আধুনিক পাকিস্তান ও ভারতের পাঞ্জাব অঞ্চলকে ধ্বংস করে কসুর পর্যন্ত অগ্রসর হয়। আলাউদ্দিন তার ভাই উলুগ খানের (এবং সম্ভবত জাফর খানেরও) নেতৃত্বে তাদের অগ্রযাত্রা যাচাই করার জন্য একটি বাহিনী পাঠান। এই সেনাবাহিনী ১২৯৮ সালের ৬ ফেব্রুয়ারি হানাদারদের পরাজিত করে, তাদের মধ্যে প্রায় ২০,০০০ জনকে হত্যা করে এবং মঙ্গোলদের পিছু হটতে বাধ্য করে।\n\n\n== মঙ্গোল অভিযান ==\nমঙ্গোল চাগাতাই খানাত ১২৪১, ১২৪৫, ১২৫৭ এবং ১২৮৫ সালসহ বেশ কয়েকবার দিল্লি সালতানাত আক্রমণ করেছিল। আলাউদ্দিনের পূর্বসূরি জালালউদ্দিনও মঙ্গোল আক্রমণের সম্মুখীন হন এবং তা থামাতে সক্ষম হন। আলাউদ্দিনের শাসনামলে, মঙ্গোলরা আবার ভারত আক্রমণ করেছিল: পূর্ববর্তী আক্রমণগুলির তুলনায়, তার সময়কার আক্রমণগুলো ছিল বড় আকারের আক্রমণ। এই আক্রমণগুলির মধ্যে প্রথমটি মঙ্গোল শাসক দুয়ার নির্দেশ দিয়েছিলেন, যিনি তার নয়ন কাদার (বা কেদের) কে ১০০,০০০ জনের শক্তিশালী বাহিনী দিয়ে ভারতে পাঠিয়েছিলেন।\n১২৯৭-৯৮ সালের শীতকালে, কাদার আলাউদ্দিন খিলজি দ্বারা শাসিত দিল্লি সালতানাতের পাঞ্জাব অঞ্চল আক্রমণ ও ধ্বংস করে। আলাউদ্দিনের রাজসভাসদ আমির খসরু উল্লেখ করেছেন যে মঙ্গোলরা সুলাইমান পর্বত অতিক্রম করে ভারতে পৌঁছেছিল। তারা পাঞ্জাবের প্রধান নদী পার হয়ে খোখার গ্রাম জ্বালিয়ে দেয়। তারা কসুর পর্যন্ত অগ্রসর হয়েছিল, যেখানে তারা বাড়িগুলি ধ্বংস করেছিল। খসরুর বর্ণনামতে, বাড়িগুলি পোড়ানোর কারণে প্রজ্জ্বলিত আলো শহরের উপকণ্ঠ থেকে দেখা যেত।\n\n\n== আলাউদ্দিনের প্রতিশোধ ==\nআলাউদ্দিন যখন মঙ্গোলদের দ্বারা সৃষ্ট সর্বনাশ সম্পর্কে জানতে পারেন, তখন তিনি তার ভাই এবং সেনাপতি উলুগ খানকে আক্রমণকারীদের বিরুদ্ধে অভিযানের নির্দেশ দেন। জিয়াউদ্দিন বারানির মতে, জাফর খান উলুগ খানের সাথে দিল্লি সেনাবাহিনীর নেতৃত্ব দেন, কিন্তু আলাউদ্দিনের রাজসভাসদ আমির খসরু জাফর খানের নাম বাদ দিয়েছেন। এখানে বারানি সম্ভবত সঠিক। (জাফর খানের নাম রাজবংশের সরকারী ইতিহাসে বাদ দেওয়া হয়েছিল কারণ আলাউদ্দিন কিলির যুদ্ধের সময় তার বেপরোয়া অবাধ্যতায় অসন্তুষ্ট ছিলেন)। খসরুর মতে, উলুগ খান মঙ্গোলদের মোকাবেলা করার জন্য এক দিনে দুটি পদযাত্রার দূরত্ব অতিক্রম করেছিলেন। ৬ ফেব্রুয়ারী ১২৯৮ তারিখে, দিল্লির সেনাবাহিনী শতদ্রু নদীর তীরে অবস্থিত জারান-মঞ্জুরে পৌঁছেছিল।\nসমসাময়িক ইতিহাসকার আমির খসরুর দাওয়াল রানীর মতে, যুদ্ধটি শতদ্রু নদীর তীরে জারান মঞ্জুর নামক স্থানে সংঘটিত হয়েছিল। কাছাকাছি-সমসাময়িক ইতিহাসকার জিয়াউদ্দিন বারানির লেখা তারিখে ফিরোজ শাহির বিভিন্ন পাণ্ডুলিপিতে স্থানটির নাম \"জাদওয়া ও মঞ্জুর\" এবং \"জুরাত মাহুদ\" হিসাবে লেখা হয়েছে। হেনরি মিয়ার্স এলিয়ট, যিনি বারানির লেখা ইংরেজিতে অনুবাদ করেছিলেন, যুদ্ধের স্থানটিকে আধুনিক জলন্ধর (যেটি শতদ্রু নদীর উত্তর-পশ্চিমে অবস্থিত) হিসাবে চিহ্নিত করেছিলেন। ফিরিশতা (১৬শ শতক) বলেছেন যে যুদ্ধটি লাহোরের কাছে হয়েছিল, যেটি জলন্ধর থেকে ১৩০ কি.মি. দূরে অবস্থিত। আবদুল কাদির বাদায়ুনি (১৬ শতক) জায়গাটির নাম দিয়েছেন জারান মঞ্জুর। নিজামুদ্দিন আহমদ হারাউই (১৭ শতক) বলেছেন যে স্থানটি সিন্ধুতে অবস্থিত ছিল।\nযুদ্ধস্থলে উলুগ খান তার সৈন্যদেরকে নৌকা ছাড়াই শতদ্রু নদী পার হওয়ার নির্দেশ দেন। খসরুর মতে, পরবর্তী যুদ্ধে ২০,০০০ মঙ্গোল নিহত হয়। তিনি গর্ব করেন যে মঙ্গোলরা \"পিঁপড়া এবং পঙ্গপালের মত পালিয়ে গিয়েছিল এবং তাদেরকে পিঁপড়ার মত পদদলিত হয়েছিল\"। মঙ্গোলদের মধ্যে আহতদের শিরশ্ছেদ করা হয়েছিল এবং অন্য যারা বেঁচে ছিল তাদের শিকল দিয়ে বেঁধে রাখা হয়েছিল। বন্দীদের দিল্লিতে আনা হয়েছিল, যেখানে তাদের হাতি দ্বারা পদদলিত করা হয়েছিল।\nএই বিজয় আলাউদ্দিনের মর্যাদা বৃদ্ধি করে এবং দিল্লির সিংহাসনে তার অবস্থান স্থিতিশীল করে, যেখানে তিনি সম্প্রতি ১২৯৬ সালে আরোহণ করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ==="}