{"pageid": 1344151, "title": "লিঙ্গোত্থান", "url": "https://bn.wikipedia.org/wiki?curid=1344151", "content": "লিঙ্গোত্থান (চিকিত্সাগতভাবে: পেনাইল ইরেকশন বা পেনাইল টিউমসেন্স) হল একটি শারীরবৃত্তীয় ঘটনা যেখানে লিঙ্গ দৃঢ়, ফুলে উঠে এবং প্রসারিত হয়। লিঙ্গের উত্থান হল মনস্তাত্ত্বিক, স্নায়বীয়, ভাস্কুলার এবং অন্তঃস্রাবী কারণগুলির জটিল মিথস্ক্রিয়া এবং প্রায়ই যৌন উত্তেজনা বা যৌন আকর্ষণের সাথে যুক্ত হয়, যদিও লিঙ্গোত্থান স্বতঃস্ফূর্তও হতে পারে। লিঙ্গোত্থানের আকৃতি, কোণ এবং দিক মানুষভেদে যথেষ্ট পরিবর্তিত হতে পারে।\nশারীরবৃত্তীয়ভাবে, যোনিপথে প্রবেশ করানো বা যৌন মিলনকে প্রভাবিত করার জন্য একজন পুরুষের একটি উত্থানের প্রয়োজন হয় এবং এটি স্বয়ংক্রিয় স্নায়ুতন্ত্রের প্যারাসিমপ্যাথেটিক বিভাজন দ্বারা ট্রিগার করা হয়, যার ফলে ট্র্যাবিকুলার ধমনীতে এবং মসৃণ পেশীতে নাইট্রিক অক্সাইডের (একটি ভাসোডিলেটর) মাত্রা বৃদ্ধি পায়। লিঙ্গ ধমনী প্রসারিত হয় যার ফলে লিঙ্গের কর্পোরা ক্যাভারনোসা (এবং কিছু পরিমাণে কর্পাস স্পঞ্জিওসাম) রক্তে পরিপূর্ণ হয়; একই সাথে ইসচিওকাভেরনোসাস এবং বুলবোস্পঞ্জিওসাস পেশীগুলি কর্পোরা ক্যাভারনোসার শিরাগুলিকে সংকুচিত করে এই রক্তের নির্গমন এবং সঞ্চালনকে সীমাবদ্ধ করে। প্যারাসিমপ্যাথেটিক কার্যকলাপ ভিত্তিরেখায় কমে গেলে লিঙ্গোত্থান কমে যায়।\nস্বয়ংক্রিয় স্নায়ুতন্ত্রের প্রতিক্রিয়া হিসাবে, যৌন উদ্দীপনা এবং যৌন উত্তেজনা সহ বিভিন্ন উদ্দীপনার ফলে একটি উত্থান হতে পারে এবং তাই এটি সম্পূর্ণরূপে সচেতন নিয়ন্ত্রণের অধীনে নয়। ঘুমের সময় বা জেগে ওঠার সময় লিঙ্গোত্থান হয় নৈশকালীন শৈশ্নিক স্ফীতাবস্থা, যা \"মর্নিং উড\" নামেও পরিচিত। এর অনুপস্থিতি সাধারণত লিঙ্গোত্থান ক্রটি এবং পুরুষত্বহীনতার শারীরিক এবং মানসিক কারণগুলির মধ্যে পার্থক্য করতে ব্যবহৃত হয়।\nএকটি লিঙ্গের অবস্থা যা আংশিকভাবে, কিন্তু সম্পূর্ণরুপে খাড়া নয়, কখনও কখনও অর্ধ-উত্থিত হিসাবে পরিচিত হয় (চিকিত্সাগতভাবে: আংশিক টিউমসেন্স); একটি অ-উত্থিত লিঙ্গ যা খাড়া নয় তাকে সাধারণত ফ্ল্যাসিড বা নরম হিসাবে উল্লেখ করা হয়।\n\n\n== শরীরবৃত্ত ==\n\n\n== আরো দেখুন ==\nক্লিটোরাল ইরেকশন\nকক রিং\nমৃতের লিঙ্গোত্থান\nমানব লিঙ্গ\nসামাজিক নগ্নতা সমস্যা\nস্তনবৃন্ত উদ্দীপনা\nনৈশকালীন শৈশ্নিক স্ফীতাবস্থা\nপ্রিয়াপিজম\nযৌন ক্রিয়া\n\n\n== তথ্যসূত্র =="}