{"pageid": 1344708, "title": "লোহানা", "url": "https://bn.wikipedia.org/wiki?curid=1344708", "content": "লোহানা, (লোহারানা, ঠক্কর এবং লোহরানা নামেও পরিচিত) একটি ভারতীয় জাতি  যারা পেশাগতভাবে ব্যবসা  -বাণিজ্যের সাথে যুক্ত।   লোহানারা নিজেদের রামের পুত্র লবের বংশধর এবং রঘুবংশী রাজবংশের বংশধর বলে দাবি করেন।  বিভিন্ন অঞ্চলে শতাব্দীর ব্যবধানের ফলে লোহানারা অনেকগুলি পৃথক সাংস্কৃতিক দলে বিভক্ত হয়ে পরেছেন। গুজরাটি লোহানা, সিন্ধি লোহানা এবং কচ্ছ লোহানাদের সংস্কৃতি, ভাষা, পেশা এবং সমাজের মধ্যে উল্লেখযোগ্য পার্থক্য রয়েছে।\n\n\n== উৎপত্তি ==\nইতিহাসবিদ রিচার্ড বার্টনের মতে, লোহানদের উৎপত্তি পাঞ্জাবের মুলতান জেলার লোহানপুরে (বর্তমানে পাকিস্তানে)।  ম্যাথিউ এ. কুক রিচার্ডের মতবাদকে উল্লেখ করে বলেছেন যে লোহানাদের পাঞ্জাবি উৎসের তত্ত্ব তাদের বৈশিষ্ট্য, আচার-অনুষ্ঠান, এবং ধর্মীয় মতামতের পাশাপাশি তাদের ব্যবহৃত উপাধির ভিত্তিতে বিবেচিত হয়।  আন্দ্রে উইঙ্ক বলেছেন যে লোহানারা মূলত জাটদের একটি উপ-বিভাগ ছিল। \nজার্গেন শ্যাফ্লেচনারের মতে, পাঞ্জাবি খত্রী এবং লোহানাদের মধ্যে অনেক মিল রয়েছে। এরা উভয়েই তাদের সাধারণ ধর্মীয় আচার অনুষ্ঠানে সারস্বত ব্রাহ্মণদের পুরোহিত হিসাবে নিয়োগ করে। অনেক পাঞ্জাবি খত্রী এবং ভাটিয়াও লোহানাদের সাথে মিশে গিয়েছে বলে জানা যায়।   বেলুচিস্তানে উদ্ভূত সারস্বত ব্রাহ্মণরা খত্রী, লোহানা প্রভৃতি বর্ণের সাথে একটি সহজীবী সম্পর্ক তৈরি করে তাদের বর্ণের মর্যাদা বাড়ানোর চেষ্টা করেছিল। এর ফলে সারস্বত ব্রাহ্মণরাও উপকৃত হত। এই উদ্দেশ্যে, ব্রিটিশ রাজ যুগে কিছু ধর্মীয় গ্রন্থ রচিত হয়েছিল। \nসিন্ধি লোহানারা বৈশ্য বর্ণের অন্তর্গত হিসাবে বিবেচিত হয়। ব্রাহ্মণ এবং ভাটিয়া ছাড়া, সমস্ত সিন্ধি লোহানা বর্ণের অধীনে গোষ্ঠীভুক্ত। সমাজে এদের বৈশ্য হিসেবে শ্রেণীবদ্ধ করা হয়েছে। এরা ঐতিহ্যগতভাবে ব্যবসায়ী। তারা রামের বংশ থেকে এসেছে বলে তাদের বিশ্বাস। সেই ভিত্তিতে তারা নিজেদের ক্ষত্রিয় বলে দাবি করেন। তারা দাবি করে যে তারা রামায়ণের লবের বংশধর।শ্যাফ্লেচনারের মতে সিন্ধুর লোহানাদের মধ্যে এই দাবিটি বেশি প্রচলিত ছিল। সম্প্রদায়ের মধ্যে প্রচলিত একটি \"পৌরাণিক-ঐতিহাসিক\" কিংবদন্তি হল যে হিন্দু দেবতা বরুণ তাদের রক্ষা করার জন্য কিছু রাঠোর রাজপুতদের জন্য একটি লোহার দুর্গ তৈরি করেছিলেন। লোহানারা দাবি করেন যে দুর্গটি একুশ দিন পর \"অদৃশ্য\" হয়ে যায় এবং রাঠোরদের তখন \"লোহানা\" বলা হত। লোহানা শব্দটি দিয়ে \"লোহার লোক\" বোঝানো হয়।  \n\n\n== তথ্যসূত্র =="}