{"pageid": 1344068, "title": "আপ্পাম", "url": "https://bn.wikipedia.org/wiki?curid=1344068", "content": "আপ্পাম, অপ্পাম বা আপ্পা ( সিংহলি: ආප්​ප ) ইত্যাদি বিবিধ নামে পরিচিত এই খাবারটি একটি পাতলা চালের রুটি যার উৎপত্তিস্থল দক্ষিণ ভারত এবং শ্রীলঙ্কা। এটি গাঁজানো চালের বাটা এবং নারকেল দুধ দিয়ে তৈরি করা হয়। এটি প্রধানত কেরালা এবং তামিল খাবারের অংশ। ভারতের তামিলনাড়ু এবং কেরালা রাজ্যে এবং শ্রীলঙ্কায় এই খাবার লোকপ্রিয়।  আপ্পাম প্রধানত প্রাতঃরাশে বা রাতের খাবারের সময় পরিবেশন করা হয়।\n\n\n== প্রকারভেদ ==\n\n\n=== ইডিয়াপ্পম ===\nইডিয়াপ্পাম (স্ট্রিং হপার বা নুলপুট্টু) হল চালের নুডলস অথবা চাল থেকে তৈরি করা চ্যাপ্টা সর্পিল আকৃতির একধরনের খাবার। এটি মাছ বা মুরগির পাতলা তরকারি দিয়ে প্রাতঃরাশের জন্য পরিবেশন করা হয়। ইডিয়াপ্পমের সাথে মাত্র এক বা দুই টুকুরো মাংস, একটি মসুর ডালের পদ এবং একটি মশলাদার সাম্বোল বা তাজা চাটনি পরিবেশিত হয়। কিরি হোডি বা সোধি হল এক প্রকার নারকেল দুধের তরকারি। এটি ইডিয়াপ্পামের আরেকটি জনপ্রিয় অনুষঙ্গ। ভাজা করা ডিমের ঝুরি বা শাকসবজি যোগ করে এই সাধারণ খাবারটিকে বিবিধ স্বাদ দেওয়া হয় এবং একে স্ট্রিং হপার বিরিয়ানি বলেও অভিহিত করা হয়।\n\n\n=== আচাপ্পম ===\nআচাপ্পাম হল একটি ডুবো তেলে ভাজা গোলাপ খাস্তা বিস্কুট যা চাল দিয়ে তৈরি করা হয়। এটি একটি সিরিয়ান খ্রিস্টান খাবার।\n\n\n=== কুজলাপ্পম ===\nকুজলাপ্পম একটি সাধারণ সিরিয়ান খ্রিস্টান খাবার। এটি দেখতে নলের মতো ও কুঁচকানো গঠনের হয়। এটি একটি ভাজা খাস্তা খাবার।\n\n\n=== নেয়াপ্পাম ===\nনেয়াপ্পাম -এর উৎপত্তি কেরালায়। এটি কেরালার হিন্দু মন্দিরে ঈশ্বরের নৈবেদ্য হিসাবে ব্যবহার হয়। এটি চালের আটা, গুড়, বিশুদ্ধ মাখন এবং ঘি দিয়ে তৈরি করা হয়। বিভিন্ন সংস্কৃতি এবং ধর্মীয় অনুশীলন এই পদটিতে বিভিন্ন বৈচিত্র্য এনেছে।\n\n\n=== পেসা আপ্পম ===\nপেসা (পাসওভার) আপ্পাম এর সময় কেরালার নাসরানি খ্রিস্টানরা তৈরি করত। এই ধরনের আপ্পম পরিবেশনের আগে সিরাপ বা পেসাহা পালে (নারকেল দুধে) ডুবিয়ে রাখা হয়।\n\n\n=== ভাট্টায়প্পাম ===\n\nভাটায়াপ্পাম চালের আটা, চিনি এবং নারকেল দিয়ে তৈরি করা হয়। এটি কেরালার বেশিরভাগ পরিবারে, একটি তেলমুক্ত জলখাবার হিসাবে চায়ের সাথে পরিবেশিত হয়। এই পদটি ভাপিয়ে তৈরি করা হয় এবং ভিয়েতনামের বানহ বো নামক খাবারের সাথে এর বিশেষ মিল দেখা যায়।\n\n\n=== বর্মী আপন ===\nআপন হল একটি বর্মী খাবার। এর উৎপত্তি মায়ানমারের উপকূলীয় শহর, যেমন দাওয়েই এবং মায়েইক ইত্যাদি অঞ্চলে হয়েছে বলে ধারণা করা হয়। \n\n\n=== কুয়ে আপেম ===\n\nইন্দোনেশিয়ায় আপ্পমের একটি প্রকারভেদ কুয়ে আপেম বা কুয়ে আপাম নামে পরিচিত। এটি ইন্দোনেশিয়ান কুই বা চালের আটা, নারকেলের দুধ, খামির এবং পাম চিনি দিয়ে তৈরি একটি ময়দার কেক যা সাধারণত কোড়ানো নারকেলের সাথে পরিবেশন করা হয়। রাজপরিবারের জনপ্রিয় অনুষ্ঠানে এই পদ রান্না করা হয়। এটির সাথে স্থানীয় কুয়ে মাঙ্কক খাবারের বেশ মিল রয়েছে।\n\n\n== তথ্যসূত্র =="}