{"pageid": 1344515, "title": "সংকেতী জনগোষ্ঠী", "url": "https://bn.wikipedia.org/wiki?curid=1344515", "content": "সংকেতী জনগোষ্ঠী হল দক্ষিণ ভারতীয় ব্রাহ্মণ  সম্প্রদায় যারা ভারতের কর্ণাটকে রাজ্যের বেশিরভাগ দক্ষিণ অঞ্চলের গ্রামে বসবাস করেন। তারা সংকেতি নামক একটি দ্রাবিড় ভাষায় কথা বলে যা তামিল এবং কন্নড় ভাষার সাথে সম্পর্কিত।  তাদের ঐতিহ্যবাহী পেশা হল কৃষি এবং শস্যের চাষ, যেমন অ্যারেকা বাদাম (সুপারি নামেও পরিচিত), তাল বাদাম, কলা এবং নারকেল। সম্প্রদায়টি ঐতিহ্যগতভাবে অদ্বৈত বেদান্তকে মেনে চলে এবং অবধানমের প্রাচীন অনুশীলন বজায় রেখে চলে। কর্ণাটিক শাস্ত্রীয় সঙ্গীতের এদের অবদান রয়েছে।\nদুটি বৃহত্তম সংকেতী গোষ্ঠী কর্ণাটকের হাসান, মহীশূর জেলার নিকটবর্তী কৌশিকা গ্রামে বসবাস করে। তারা যথাক্রমে কৌশিকা ও বেট্টদাপুরা সম্প্রদায় নামে পরিচিত। \n\n\n== ইতিহাস ==\nসংকেতীরা নাচারু নামে পরিচিত একজন মহিলাকে শ্রদ্ধা করেন, যাকে তারা সম্মানের সাথে নাচারম্মা বলে অভিহিত করেন। তিনি সমস্ত সংকেতী জনগণের রূপক মা হিসাবে চিহ্নিত। কথিত আছে স্থানীয় ব্রাহ্মণ গোঁড়াদের কাছ থেকে দুর্ব্যবহার পাওয়ার পরে তিনি তাদের সেনগোট্টাই ত্যাগ করার প্রেরণা দিয়েছিলেন। কেশভিয়া তাকে উল্লেখ করেছেন,... একজন নির্জন ব্রাহ্মণ মহিলা হিসাবে যিনি প্রায় ৭০০ বা ৮০০ সংকেতী ব্রাহ্মণ পরিবারের নেতৃত্ব দিয়েছিলেন।  তিনি আলওয়ারগুর্চিতে, ভাদামা সম্প্রদায়ের দুই অতি প্রাচীন ব্রাহ্মণের সাথে দেখা করেছিলেন যারা তাদের সংকেতী সম্প্রদায়ের অনেক অতিরিক্ত স্বাধীন তথ্য প্রদান করেছিল।  সাংকেঠি সম্প্রদায়ের সঠিক বিবরণ খুজে পাওয়া কঠিন।\nসংকেতী অধ্যয়নের গবেষক এবং লেখক ড. বি.এস. প্রণতার্থিহারন-এর মতে, সংকেতি লোকেদের অভিবাসনের প্রথম সময় ছিল ১০৮৭ খ্রিস্টাব্দে এবং তা নাচারম্মার দ্বারা প্ররোচিত হয়েছিল।  ঐতিহাসিক তারিখ বোঝা যায় যে পান্ডিয়ান গৃহযুদ্ধের সময় সংকেতীরা স্থানান্তরিত হন। শিমোগায় একটি জাদুঘরে সংরক্ষিত একটি শিলালিপি অনুসারে প্রমাণ রয়েছে যে, সংকেতী সম্প্রদায় ১৫২৪ সালে বিজয়নগরের রাজা কৃষ্ণদেবরায়ের কাছ থেকে কাছ থেকে বৈদিক বৃত্তির স্বীকৃতিস্বরূপ একটি জমি অনুদান পেয়েছিল। \n\n\n=== ধর্ম ===\nসংকেতী সম্প্রদায়কে একটি গোঁড়া হিন্দু সম্প্রদায় হিসাবে বিবেচনা করা হয়। এরা দৈনন্দিন অনুশীলনের অংশ হিসাবে বৈদিক আচার-অনুষ্ঠান পালন করে। তাদের কিছু সাংস্কৃতিকভাবে নির্দিষ্ট প্রথা আছে যেমন আঙ্গাদি হাব্বা, ভারাতুরাভ এবং কানু হাব্বা ।  প্রাণান্তরতিহরণ আরও জানাচ্ছেন যে সংকেতী সম্প্রদায় মারম্মা এবং দ্যাবম্মার মতো গ্রামদেবতা ও বিভিন্ন ধরণের পারিবারিক দেবতার পূজা করেন।  \n\n\n== তথ্যসূত্র =="}