{"pageid": 1344194, "title": "ভ্লাদিমির পুতিনের জন্য গ্রেপ্তারি পরোয়ানা", "url": "https://bn.wikipedia.org/wiki?curid=1344194", "content": "১৭ মার্চ ২০২৩-এ, আন্তর্জাতিক অপরাধ আদালত (আইসিসি) রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন এবং ইউক্রেনে রুশ আগ্রাসনের সময় শিশুদের বেআইনি নির্বাসন এবং স্থানান্তরের দায়বদ্ধতার অভিযোগে শিশুদের অধিকার বিষয়ক রুশ কমিশনার মারিয়া লভোভা-বেলোয়ার বিরুদ্ধে গ্রেপ্তারি পরোয়ানা জারি করে। ইউক্রেনের পুতিনের বিরুদ্ধে পরোয়ানা জারি জাতিসংঘের নিরাপত্তা পরিষদের স্থায়ী সদস্যের রাষ্ট্রপ্রধানের বিরুদ্ধে এই প্রথমবার।\n\n\n== পটভূমি ==\n\n\n=== আন্তর্জাতিক অপরাধ আদালত ===\nইন্টারন্যাশনাল ক্রিমিনাল কোর্ট (ICC) হল একটি আন্তর্জাতিক আদালত যা নেদারল্যান্ডসের হেগে অবস্থিত, যা ১৯৮৮ সালে রোম সংবিধি দ্বারা তৈরি করা হয়েছিল।\nরাশিয়া এবং ইউক্রেন উভয়ই সংবিধিতে স্বাক্ষর করেছে, কিন্তু কেউই এটি অনুমোদন করেনি এবং রাশিয়া ২০১৬ সালে রাশিয়ার ক্রিমিয়াকে একটি দখলদারিত্ব হিসাবে শ্রেণীবদ্ধ করার একটি প্রতিবেদনের পরে সংবিধি থেকে তার স্বাক্ষর প্রত্যাহার করে নেয়; যাইহোক, ২০১৪ সালে ইউক্রেন তার ভূখণ্ডে আদালতের এখতিয়ার স্বীকার করে, আদালতকে রাশিয়া-ইউক্রেনীয় যুদ্ধের সময় সংঘটিত কথিত অপরাধ তদন্ত করার অনুমতি দেয়।\n\n\n=== ইউক্রেনে রাশিয়ার আক্রমণ (২০২২-বর্তমান) ===\n২৪ ফেব্রুয়ারী ২০২২-এ, রাশিয়া ২০১৪ সালে শুরু হওয়া রুশো-ইউক্রেনীয় যুদ্ধের একটি বড় বৃদ্ধিতে ইউক্রেনের কিছু অংশ আক্রমণ করে এবং দখল করে। আগ্রাসনের সময় রাশিয়া হাজার হাজার ইউক্রেনীয় শিশুকে অপহরণ করেছে।\n\n\n== চার্জ ==\nঅভিযোগগুলি যুক্তিসঙ্গত কারণের ভিত্তিতে করা হয়েছে যে দুটি \"ইউক্রেনের দখলকৃত অঞ্চল থেকে ইউক্রেনীয় শিশুদের রাশিয়ান ফেডারেশনে বেআইনি নির্বাসন এবং স্থানান্তরের জন্য দায়ী, অনুচ্ছেদ ৮(২)(a)(vii) এবং অনুচ্ছেদ ৮(২) এর বিপরীতে। (b)(viii) রোম সংবিধি\"।\n\n\n== প্রতিক্রিয়া ==\nক্রেমলিনের মুখপাত্র দিমিত্রি পেসকভ গ্রেপ্তারি পরোয়ানাকে \"অপমানজনক এবং অগ্রহণযোগ্য\" বলে অভিহিত করেছেন, এবং বলেছেন যে রাশিয়া আইসিসির এখতিয়ার স্বীকার করে না। লভোভা-বেলোভা রাশিয়ার রাষ্ট্রীয় সংবাদমাধ্যম আরআইএ নভোস্তিকে বলেছেন: \"এটা দুর্দান্ত যে আন্তর্জাতিক সম্প্রদায় আমাদের দেশের শিশুদের সাহায্য করার কাজের প্রশংসা করেছে, আমরা তাদের বের করে নিয়েছি, আমরা তাদের জন্য ভাল পরিস্থিতি তৈরি করেছি, যে আমরা তাদের ভালবাসায় ঘিরে রাখি, যত্নশীল মানুষ।\"\nইউক্রেনের পররাষ্ট্রমন্ত্রী দিমিত্রো কুলেবা আইসিসির সিদ্ধান্তকে সমর্থন করে টুইট করেছেন : \"শিশু চুরি এবং অন্যান্য আন্তর্জাতিক অপরাধের জন্য আন্তর্জাতিক অপরাধীদের জবাবদিহি করা হবে।\"\nনিউ ইয়র্ক টাইমস বলেছে যে \"মিঃ পুতিন ক্ষমতায় থাকাকালীন একটি বিচারের সম্ভাবনা [আবির্ভূত] ক্ষীণ\" রাশিয়ার তাদের নিজস্ব কর্মকর্তাদের আত্মসমর্পণ করতে অস্বীকার করার কারণে এবং আদালতের অনুপস্থিতিতে আসামীদের বিচার না করার কারণে। প্রাক্তন মার্কিন রাষ্ট্রদূত স্টিফেন র‍্যাপ\nবলেছেন, এই ওয়ারেন্টটি \"পুতিনকে একজন পরকীয়া করে তোলে। তিনি যদি ভ্রমণ করেন, তবে তিনি গ্রেপ্তারের ঝুঁকিতে রয়েছেন। এটি কখনই দূর হয় না।\"\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:2022 Russian invasion of Ukraine"}