{"pageid": 1344678, "title": "কোয়া (উপজাতি)", "url": "https://bn.wikipedia.org/wiki?curid=1344678", "content": "কোয়া হল একটি ভারতীয় উপজাতি সম্প্রদায় যারা অন্ধ্র প্রদেশ, তেলেঙ্গানা, ছত্তিশগড় এবং ওড়িশা রাজ্যে বসবাস করেন। কোয়ারা তাদের নিজস্ব উপভাষায় নিজেদেরকে কৈতুর বলে পরিচয় দেয়। কোয়ারা যে ভাষায় কথা বলে তা কোয়া ভাষা নামে পরিচিত। এটি গোন্ডি ভাষাগোষ্ঠীর সাথে সম্পর্কিত একটি দ্রাবিড় ভাষা। \nকোয়াদের সাধারণত কোই, কোয়ালু, কোয়োল্লু, কোয়া ডোরালু, ডোরালা সত্তাম ইত্যাদি নামে অভিহিত করা হয়। কোয়া উপজাতি কোয়া, ডলি কোয়া, গুট্টা কোয়া বা গোট্টি কোয়া, কমমারা কোয়া, মুসারা কোয়া, ওডি কোয়া, পট্টিডি কোয়া, রাশা কোয়া, লিঙ্গাধারী কোয়া (সাধারণ), কোট্টু কোয়া, ভীনে কোয়া, রাজা কোয়া ইত্যাদিতে বিবিধ ভাগে বিভক্ত।  \n\n\n== জনসংখ্যা ও জীবিকা ==\nকোয়াদের জনসংখ্যার সিংহভাগ উত্তর-পূর্ব তেলেঙ্গানা, উত্তর অন্ধ্র প্রদেশ, সুদূর-দক্ষিণ ছত্তিশগড় এবং দক্ষিণ-পশ্চিম ওড়িশার নির্দিষ্ট অঞ্চলে বসবাস করে।  তেলেঙ্গানায় তারা প্রধানত খাম্মাম, ভদ্রাদি কোথাগুডেম এবং ওয়ারাঙ্গাল জেলায় বাস করে এবং পুরাতন আদিলাবাদ, করিমনগর ইত্যাদি জেলায় তাদের জনসংখ্যা খুবই কম। অন্ধ্র প্রদেশে কোয়া প্রধানত পশ্চিম গোদাবরী এবং পূর্ব গোদাবরী জেলায় বাস করে। ওড়িশায় তারা প্রায় একচেটিয়াভাবে বাস করে এবং রাজ্যের সুদূর দক্ষিণ-পশ্চিমে মালকানগিরি জেলায় এরা প্রভাবশালী উপজাতি হিসাবে পরিচিত। ছত্তিশগড়ে তারা সুদূর-দক্ষিণ বস্তার অঞ্চলের প্রধানত সুকমা এবং বিজাপুর জেলায় বাস করে, ।  ২০১১ সালের আদমশুমারি অনুসারে অন্ধ্র প্রদেশ এবং তেলেঙ্গানায় কোয়াদের মোট জনসংখ্যা ছিল ৫৯০,৭৩৯। পোলাভারম প্রকল্পের সময় তাদের জমি অন্ধ্রপ্রদেশের অংশ হয়ে গেলে অনেকেই অন্ধ্রপ্রদেশের বাসিন্দা হয়ে উঠেছিলেন। ওড়িশায় আরও ১৪৭,১৩৭ জন কোয়া এবং ছত্তিশগড়ে প্রায় ৪৬,৯৮৭ জন ডোরলা (যারা গোন্ডি এবং কোয়ার মধ্যে একটি মিশ্র গোষ্ঠী) বসবাস করে। \nকোয়াদের মধ্যে পরিনত বয়সের পরে বিবাহের রীতি প্রচলিত এবং বাল বিবাহের প্রথা এদের মধ্যে নেই। সবচেয়ে সাধারণ কোয়া বিয়ের অনুষ্ঠানের রীতিতে কনে তার মাথা নত করে এবং বর তার উপর ঝুঁকে পড়ে। এরপর বন্ধুরা হবু বরের মাথায় জল ঢেলে দেয় যা বরের মাথা থেকে নিচে প্রবাহিত হয়ে কনের মাথাতেও ঝরে পরে। কনের মাথা থেকে জল নিচে পরে গেলে তারা স্বামী এবং স্ত্রী হিসাবে পরিচিত হয়। তারপর তারা দুধ পান করে, ভাত খায় এবং একটি বিবাহ মন্ডপের নিচে সাজানো মাটির ঢিবি ঘুরে বেড়ায়। এরপর তারা বড়দের আশীর্বাদ পেয়ে তাদের নতুন বাড়িতে যায়। \n\n\n== তথ্যসূত্র =="}