{"pageid": 1344548, "title": "ইরাকি বিরাদারি", "url": "https://bn.wikipedia.org/wiki?curid=1344548", "content": "ইরাকি বিরাদরি হল একটি সুন্নি মুসলিম জাতি যারা মূলত ভারতের উত্তর প্রদেশের পূর্বাঞ্চলের গাজীপুর, আজমগড়, বালিয়া, দেওরিয়া এবং গোরখপুর জেলায় বসবাস করে। ইরাকি বিরাদরি জনজাতিকে ইরাকি শেখ নামেও অভিহিত করা হয়।\nইরাকি বিরাদরিরা ইরাক দেশ থেকে আসা অভিবাসীদের বংশধর। সাম্প্রতিক তথ্য অনুযায়ী তাদের পূর্বপুরুষরা ছিলেন সৈয়দ মাসুদ আল হুসাইনির বংশধর এবং ইরাক থেকে আসা অভিবাসী। সৈয়দ মাসুদ আল হুসাইনি সফলভাবে দিল্লি সালতানাতের অধীনে গাজীপুর এলাকায় শাসন ও রাজ্যবিস্তার করেছিলেন। মামলুক সুলতান ফিরোজ শাহ তুঘলক দ্বারা ১৩৩০ সালের দিকে সদ্য বিজিত শহরে তিনি তার পরিবারের সাথে বসতি স্থাপন করেছিলেন। \nইরাকি বিরাদরিরা চোদ্দ শতকে গাজিপুরে বসতি স্থাপন করেছিল। প্রাথমিকভাবে, কয়েক শতাব্দী ধরে তাদের জনসংখ্যা উল্লেখনীয়ভাবে বৃদ্ধি প্রায়। প্রধানত নোনাহরায় এবং অন্যান্য স্থানের মধ্যে, গাজীপুরে, এবং পরবর্তীকালে তাদের পার্শ্ববর্তী জেলা, যথা, আজমগড়, বালিয়া, দেওরিয়া, গোরখপুর এবং আরও কিছু জায়গায় তাদের জনবসতি বাড়তে থাকে। পূর্ব উত্তর প্রদেশেও তাদের সংখ্যা উল্লেখনীয়ভাবে বাড়তে থাকে। ৩০০ বছর বা তার বেশি বয়সী তাদের পূর্বপুরুষরা গাজীপুর সহ পূর্বোক্ত জেলার অনেক শহর ও গ্রামে তাদের স্বতন্ত্র পরিবারের সংখ্যা বাড়তে থাকে।\nবিংশ শতাব্দীতে উত্তরপ্রদেশে বেশিরভাগ ইরাকি বেরাদরি লোকেরা ব্যবসায় নিয়োজিত ছিল, যদিও তাদের অল্প সংখ্যক কিছু সম্প্রদায় জেলায় বা গ্রামে গ্রামে অর্থঋণদাতা, জমিদার হিসাবে কাজ করেছিল। সাম্প্রতিক অতীতের উদাহরণ থেকে জানা যায় যে তারা উত্তরপ্রদেশের উত্তর পূর্ব অঞ্চলে ব্যবসা, উত্তর পশ্চিম বিহারে চিনিকলের মালিকানা, কলকাতার বস্ত্র কারখানা, এছাড়াও কানপুরে চামড়ার কাজ এবং নেপালে হোটেল ব্যবসা ইত্যাদির সাথে যুক্ত ছিল। ভারতের বড় বড় শহরে বসবাসকারী ইরাকি বিরাদরিরা এখনও তাদের ব্যবসা চালিয়ে যাচ্ছেন। কানপুর, কলকাতা এবং চেন্নাইয়ের চামড়া শিল্প, নেপালে হোটেল এবং পর্যটন ব্যবসার সাথে তারা এখনও স্বক্রিয়ভাবে যুক্ত। এখন এই সম্প্রদায়ের বেশিরভাগ লোক আবাসস্থলে খুচরা ব্যবসা এবং ছোট উৎপাদন ব্যবসায় জড়িত। এদের অনেকেই ভারতে ও বিদেশে চিকিৎসক, শিক্ষক এবং প্রকৌশলী হিসেবে কাজ করেন।\nইরাকি বিরাদরির বর্তমান জনসংখ্যার আকার অনুযায়ী তারা ভারতের সংখ্যালঘু জাতিগোষ্ঠীর অন্তর্ভুক্ত। গত ৬০০-৭০০ বছরে এই শহরগুলিতে বহিরাগতদের জনসংখ্যা ক্রমাগত বেড়েছে। ইরাকি বিরাদরির বেশিরভাগ বংশধর এখনও তাদের প্রাচীন বাসভুমির শহরে এবং পূর্ব উত্তরপ্রদেশের গাজীপুর, বালিয়া, দেওরিয়া/গোরখপুর, মৌ এবং আজমগড়ের অন্যান্য নিকটবর্তী শহরে বাস করে। এই সম্প্রদায়ের লোকেরা উর্দু ভাষা অথবা স্থানীয় ভোজপুরি ভাষা এবং আওয়াধি উপভাষায় কথা বলে। ৫০-১০০ বছর আগে বেশিরভাগ ইরাকি বিরাদরি পরিবারে লোকেদের আরবি/ফার্সি ভাষার উপর শক্তিশালী দখল ছিল।\n\n\n== তথ্যসূত্র =="}