{"pageid": 13448, "title": "উপজেলা পরিষদ", "url": "https://bn.wikipedia.org/wiki?curid=13448", "content": "উপজেলা পরিষদ বাংলাদেশের প্রশাসনিক ব্যবস্থার একটি একক অংশ। একটি উপজেলার প্রশাসনিক দায়িত্বে নিয়োজিত স্থানীয় জনগণ কর্তৃক নির্বাচিত পরিষদ উপজেলা পরিষদ নামে পরিচিত।\n\n\n=== গঠন ===\nউপজেলার প্রাপ্তবয়স্ক ভোটারদের প্রত্যক্ষ ভোটে নির্বাচিত একজন চেয়ারম্যান।\nদুইজন ভাইস চেয়ারম্যান (একজন মহিলা)\nউপজেলার আওতাধীন ইউনিয়ন পরিষদ ও পৌরসভার (যদি থাকে) চেয়ারম্যানগণ উপজেলা পরিষদের নির্বাচিত প্রতিনিধি হিসেবে থাকেন।\nইউনিয়ন/পৌরসভার মোট সদস্যসংখ্যার এক তৃতীয়াংশ মহিলা আসনের জন্য বরাদ্দ থাকে এবং ইউনিয়ন/পৌরসভার মহিলা সদস্যগণ নিজেদের মধ্য থেকে এই সদস্য নির্বাচন করেন।\n\n\n=== মেয়াদকাল ===\nউপজেলা পরিষদের মেয়াদকাল মিটিংএর দিন থেকে ৫ বছর। সরকার কর্তৃক মনোনীত একজন সরকারি কর্মকর্তা বা উপজেলা নির্বাহী অফিসার (ইউ এন ও) এই পরিষদের মুখ্য নির্বাহী কর্মকর্তা হিসেবে সমস্ত নির্বাহী দায়িত্ব পালন করেন।\n\n\n=== স্ট্যান্ডিং কমিটি ===\nসুষ্ঠুভাবে কার্যক্রম পরিচালনার নিমিত্তে উপজেলা পরিষদ ১৭টি বিষয়ে স্ট্যান্ডিং কমিটি গঠন করে। এগুলো হলো\n\nআইন-শৃঙ্খলা কমিটি\nযোগাযোগ ও ভৌত অবকাঠামো উন্নয়ন কমিটি\nকৃষি ও সেচ কমিটি\nমাধ্যমিক ও মাদরাসা শিক্ষা কমিটি\nপ্রাথমিক ও গণশিক্ষা কমিটি\nস্বাস্থ্য ও পরিবার কল্যাণ কমিটি\nযুব ও ক্রীড়া উন্নয়ন কমিটি\nমহিলা ও শিশু উন্নয়ন কমিটি\nসমাজ কল্যাণ কমিটি\nমুক্তিযোদ্ধা বিষয়ক কমিটি\nমৎস্য ও প্রাণী সম্পদ কমিটি\nপল্লী উন্নয়ন ও সমবায় কমিটি\nসংস্কৃতি কমিটি\nপরিবেশ ও বন কমিটি\nবাজার মূল্য পর্যবেক্ষণ, মনিটরিং ও নিয়ন্ত্রণ কমিটি\nঅর্থ, বাজেট, পরিকল্পনা ও স্থানীয় সম্পদ আহরণ কমিটি\nউপজেলা পানি সরবরাহ ও স্যানিটেশন কমিটি\n\n\n=== কার্যক্রম ===\nউপজেলা পর্যায়ের সমস্ত কার্যাবলীকে মূলতঃ সংরক্ষিত ও হস্তান্তরিত এই দুইভাগে ভাগ করা হয়। সংরক্ষিত দায়িত্বের মধ্যে আইন শৃঙ্খলা রক্ষা, দেওয়ানী ও ফৌজদারী বিচার, রাজস্ব প্রশাসন নিয়ন্ত্রণ, প্রয়োজনীয় দ্রব্যাদি সরবরাহ, বৃহৎ শিল্প, খনন কার্য এবং খনিজ সম্পদের উন্নয়ন ইত্যাদি দায়িত্ব অন্যতম।\nঅন্যদিকে হস্তান্তরিত দায়িত্বের মধ্যে পঞ্চবার্ষিক পরিকল্পনা ও উন্নয়ন পরিকল্পনা প্রণয়ন ও বাস্তবায়ন, আন্তঃ উপজেলা সড়ক নির্মাণ ও সংরক্ষণ, কৃষি সম্প্রসারণ ও কৃষি উপকরণ সরবরাহ ও সেচ ব্যবস্থা, স্বাস্থ্য ও পরিবার পরিকল্পনা সেবা ব্যবস্থা নিশ্চিতকরণ, বিশুদ্ধ খাবার পানি সরবরাহ নিশ্চিতকরণ ও পয়ঃ নিষ্কাশন ব্যবস্থা প্রণয়ন ইত্যাদি কার্যক্রম অন্তর্ভুক্ত।\n\n\n== আরও দেখুন ==\nবাংলাদেশের উপজেলা সমূহের তালিকা\nবাংলাদেশের জেলা পরিষদ\n\n\n== তথ্যসূত্র =="}