{"pageid": 1344729, "title": "ইপসিতা শবনম শ্রাবন্তী", "url": "https://bn.wikipedia.org/wiki?curid=1344729", "content": "ইপসিতা শবনম শ্রাবন্তী একজন বাংলাদেশী অভিনেত্রী ও মডেল। তিনি জোছনার ফুল টিভি ধারাবাহিকে অভিনয়ের জন্য সেরা টিভি অভিনেত্রী বিভাগে মেরিল-প্রথম আলো পুরস্কার অর্জন করেন এবং রং নাম্বার (২০০৪) চলচ্চিত্রে অভিনয়ের জন্য সেরা চলচ্চিত্র অভিনেত্রী বিভাগে মেরিল-প্রথম আলো পুরস্কারের মনোনয়ন লাভ করেন। এছাড়া তিনি সেরা নারী মডেল বিভাগে দুটি মেরিল-প্রথম আলো পুরস্কারের মনোনয়ন লাভ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nশ্রাবন্তী ঢাকা জেলায় আজিমপুরে জন্মগ্রহণ করেন। তার মাতা মাহমুদা সুলতান। তার মাতা সিরোসিস ও বহুমূত্ররোগে ভোগে ২০২০ সালের ২০ অক্টোবর মৃত্যুবরণ করেন।\nমাত্র সাড়ে তিন বছর বয়সে রাষ্ট্রীয় সফরে জাপান গিয়ে নেচেছিলেন শ্রাবন্তী। তিনি বিটিভির নতুন কুঁড়ি অনুষ্ঠানে নৃত্য শাখায় বিজয়ী হন। পরবর্তীকালে তিনি সোমা মমতাজের কাছে ভরতনাট্যম শিখেন।\n\n\n== কর্মজীবন ==\nশ্রাবন্তী মডেলিং দিয়ে তার কর্মজীবন শুরু করেন। তিনি মেরিল শ্যাম্পু ও ইউরো কোলার বিজ্ঞাপনচিত্রের জন্য যথাক্রমে ২০০৩ সালে ও ২০০৫ সালে সেরা নারী মডেল বিভাগে দুটি মেরিল-প্রথম আলো পুরস্কারের মনোনয়ন লাভ করেন।\nতিনি আনিসুল হকের রচনায় মোস্তফা সরয়ার ফারুকীর ৫১বর্তী ধারাবাহিক নাটকে অভিনয় করে তারকা জরিপে সেরা টিভি অভিনেত্রী বিভাগে মেরিল-প্রথম আলো পুরস্কারের মনোনয়ন লাভ করেন। তিনি হুমায়ূন আহমেদের রচনায় এবং আবুল হায়াতের পরিচালনায় বিটিভির নাট্যধর্মী জোছনার ফুল টিভি ধারাবাহিকে অভিনয় করে জনপ্রিয়তা অর্জন করে। এই কাজের জন্য তিনি সেরা টিভি অভিনেত্রী বিভাগে মেরিল-প্রথম আলো পুরস্কার অর্জন করেন। ২০০৪ সালে তিনি রিয়াজের বিপরীতে প্রণয়ধর্মী রং নাম্বার (২০০৪) চলচ্চিত্রে অভিনয় করে দর্শকদের প্রশংসা অর্জন করেন। এই কাজের জন্য তিনি সেরা চলচ্চিত্র অভিনেত্রী বিভাগে মেরিল-প্রথম আলো পুরস্কারের মনোনয়ন লাভ করেন।\nতার অভিনীত উল্লেখযোগ্য টেলিভিশন নাটকগুলো হল একান্নবর্তী, সিক্সটি নাইন, নুরুল হুদা একদা ভালোবেসেছিল, হৃদয়ের একূল ওকূল, অনুর একদিন, অপু দ্য গ্রেট, ভাত ঘুম, দ্বিতীয় জীবন। তার অভিনীত সর্বশেষ কাজ হল ডালিম কুমার (২০১০)\n\n\n== ব্যক্তিগত জীবন ==\nশ্রাবন্তী ২০১০ সালের ২৯শে অক্টোবর মোহাম্মদ খোরশেদ আলমের সাথে বিবাহবন্ধনে আবদ্ধ হন। আলম জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের নাটক ও নাট্যতত্ত্ব বিভাগের সহযোগী অধ্যাপক। পাশাপাশি তিনি এনটিভির মহাব্যবস্থাপক (অনুষ্ঠান) ছিলেন এবং চ্যানেল নাইনেও কাজ করেছেন। তাদের প্রথম কন্যা রাবিয়াহ আলম ২০১১ সালে এবং দ্বিতীয় কন্যা আরিশা আলম ২০১৫ সালে জন্মগ্রহণ করেন। সন্তানদের জন্মের পর অভিনয় ছেড়ে তিনি মার্কিন যুক্তরাষ্ট্রে পাড়ি জমান। সেখানে তিনি ওয়ালমার্টে কিছুদিন কাজ করার পর চাকরি ছেড়ে দেন। এরপর তিনি যুক্তরাষ্ট্রের জ্যামাইকার অ্যালেন স্কুল অব হেলথ সায়েন্স থেকে মেডিকেল সহকারীর স্বল্পমেয়াদি একটি কোর্স করেন।\n২০১৮ সালের ৭ই মে আলম যুক্তরাষ্ট্র প্রবাসী শ্রাবন্তীর বাবার বাড়ি বগুড়ায় তালাকের নোটিশ পাঠান। শ্রাবন্তী ২৫শে জুন দুই কন্যাকে নিয়ে যুক্তরাষ্ট্র থেকে বাংলাদেশে ফিরে ২৬শে জুন ঢাকার খিলগাঁও থানায় তার স্বামীর বিরুদ্ধে নারী নির্যাতন আর যৌতুকের মামলা করেন। ২২শে জুলাই তিনি আলমের পাঠানো তালাকের নোটিশকে অবৈধ দাবি করে ঢাকার পারিবারিক আদালতে দাম্পত্য স্বত্ব পুনরুদ্ধার মামলা করেন। ৩১শে জুলাই ঢাকার পারিবারিক আদালতের বিচারক দ্বিতীয় অতিরিক্ত সহকারী আলমের পাঠানো তালাকের নোটিশের স্থগিতাদেশ দিয়েছেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== চলচ্চিত্র ===\nরং নাম্বার (২০০৪)\n\n\n== পুরস্কার ও মনোনয়ন ==\nমেরিল-প্রথম আলো পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ইপসিতা শবনম শ্রাবন্তী (ইংরেজি)"}