{"pageid": 1344189, "title": "বজ্রাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1344189", "content": "একটি বজ্রাচার্য ( বজ্র + আচার্য , তিব। རྡོ་ རྡོ་ སློབ་དཔོན་ , ডোরজে লোপান, ওয়াইল. রডো রজে স্লব ডপন, জাপানিজ \"কঙ্গো আজান\" 金剛阿闍梨 হল তিব্বতি বৌদ্ধধর্ম, শিংগন, ভুটানি বৌদ্ধধর্ম, নেওয়ার বৌদ্ধধর্মসহ বজ্রযান বৌদ্ধ ঐতিহ্যের একজন তান্ত্রিক গুরুর জন্য একটি সাধারণ শব্দ। \n\n\n== তিব্বতি বৌদ্ধধর্ম ==\nতিব্বতিয় বৌদ্ধধর্মে, ডোরজে লোপন হলো উচ্চ-স্তরের ধর্মীয় নেতাদের দেওয়া একটি বিশেষ উপাধি যারা তান্ত্রিক আচার এবং দীক্ষার সভাপতিত্ব করে থাকেন। ডোরজে হলো সংস্কৃত বজ্রের তিব্বতি সমতুল্য এবং তাই বজ্রযান সম্পর্কিত তিব্বতি বৌদ্ধ পরিভাষায় এই শব্দটি প্রায়শই দেখা যায়। \nএকজন ডোরজে লোপন সাধারণত তান্ত্রিক অনুশীলনে সুশিক্ষিত এবং প্রশিক্ষিত, এবং তাই তিনি একজন সম্মানিত ব্যক্তিত্ব।  তারা মঠ বা আধ্যাত্মিক সম্প্রদায়ের প্রধান হতে পারে।\n\n\n== নেওয়ার বৌদ্ধধর্ম ==\n\nবজ্রাচার্যরা নেপালের নেওয়ার সম্প্রদায়ের মধ্যে একটি বিবাহিত পুরোহিত শ্রেণী। তারা নেওয়ার বৌদ্ধ বজ্রযান অনুশীলন এবং আচার-অনুষ্ঠানে জ্ঞানী। এগুলোকে সাধারণত গুরু-জু বা গু-ভাজু (গুরু ভাজুর একটি সংক্ষিপ্ত রূপ) বলা হয় যা সংস্কৃত শব্দ গুরুর সাথে সম্পর্কিত নেপালি পরিভাষা এবং \"শিক্ষক\" বা \"পুরোহিত\" হিসেবে অনুবাদ করা হয়। বজ্রাচার্য হলেন নেওয়ার জাতিদের মধ্যে যারা জন্মগতভাবে বৌদ্ধ। \nপ্রায় ১৩ শতকে ব্রহ্মচারী বৌদ্ধ ভিক্ষুদের পতন এবং বজ্রযানের উত্থানের জন্য বজ্রাচার্যের উদ্ভব হয়। \nএকজন পেশাদার গুরু হয়ে উঠতে, বজ্রাচার্য বর্ণের একজন ব্যক্তিকে অবশ্যই বেশ কিছু আচার-অনুষ্ঠানের মধ্য দিয়ে যেতে হবে। বজ্রাচার্য বালকটি বজ্রবিশেখা নামে পরিচিত দীক্ষার একটি আচারিক প্রক্রিয়ার মধ্য দিয়ে যায়, যার মধ্যে রয়েছে বুদ্ধের মতো মাথা মুণ্ডন করা এবং বিভিন্ন স্থানে দিনে কমপক্ষে সাতটি বাড়িতে ভিক্ষা চাওয়া, গৌতম বুদ্ধের সময় থেকে ভিক্ষুদের ঐতিহ্য অনুসারে। কখনো কখনো তান্ত্রিক নেওয়ার বৌদ্ধধর্ম এবং গুপ্ত বৌদ্ধধর্মকে \"বজ্রাচার্য বৌদ্ধধর্ম\" হিসেবে উল্লেখ করা হয়।\n\nপুনঃনির্মাণ বৌদ্ধধর্মের লেখক: বিংশ শতাব্দীর নেপালের থেরবাদ আন্দোলন বৌদ্ধ সন্ন্যাসবাদের সাথে বজ্রাচার্য এবং তাদের সহকারী শাক্যদের অস্বাভাবিক সম্পর্ক অনুসন্ধান করে:বজ্রাচার্যদের বিপরীতে, শাক্য পুরুষরা অন্যদের জন্য পুরোহিত নাও হতে পারে, কিন্তু বজ্রাচার্য পুরুষদের সাথে তারা ঐতিহ্যবাহী নেওয়ার বৌদ্ধ মঠের সদস্য, যারা সম্মানসূচকভাবে বিহার নামে পরিচিত এবং কথোপকথনে বাহা বা বাহি নামে পরিচিত। শাক্য এবং বজ্রাচার্য পুরুষরা যতদূর পর্যন্ত মঠে তাদের ভূমিকা পালন করেছেন, তারা ছিলেন সন্ন্যাসী। প্রকৃতপক্ষে, তারা বিবাহিত, খণ্ডকালীন সন্ন্যাসী ছিল। নেপালের আধুনিক বৌদ্ধ পণ্ডিতদের অনেকেই বজ্রাচার্য ঐতিহ্যের অন্তর্গত।  কাঠমান্ডু উপত্যকার বিভিন্ন অংশের বেশ কিছু কিংবদন্তি বজ্রাচার্য পুরোহিত আছেন। শান্তিকারা আচার্য, একজন রাজা যিনি একজন শক্তিশালী তান্ত্রিক পুরোহিতে পরিণত হয়েছিলেন এবং শান্তিপুরের গুহার ভিতরে অদৃশ্য হয়েছিলেন, স্বয়ম্ভুনাথ বজ্রযান বৌদ্ধ অনুশীলনে তার দক্ষতার জন্য সুপরিচিত। তিনি এখনো শান্তিপুরা গুহার অভ্যন্তরে তীব্র সাধনা করছেন বলে বিশ্বাস করা হয়। বজ্রাচার্য বন্ধুদত্ত, যিনি কিংবদন্তি শান্তিকারা আচার্যের শিষ্য ছিলেন, তাকে কাঠমান্ডু উপত্যকায় কামারু কামাখ্যা আসকাম থেকে ভগবান লোকেশ্বরকে নিয়ে আসার কৃতিত্ব দেওয়া হয়। লীলা বজ্র নামে একজন বৌদ্ধ পুরোহিত সাখু কল্পবৃক্ষ থেকে প্রাপ্ত কাঠ থেকে কাষ্ঠমণ্ডপ তৈরি করেছিলেন বলে মনে করা হয়। লীলা বজ্র, লীলাপ নামেও পরিচিত, ৮৪ মহাসিদ্ধের মধ্যে গণনা করা হয়। একইভাবে সুরতা বজ্র, ভাক বজ্র, শাশ্বত বজ্র, মঞ্জুবজ্র (জামানা গুভাজু) প্রভৃতি হল বিখ্যাত বজ্রাচার্য পুরোহিতদের মধ্যে কয়েকজন যাদের জাদুকরী ও রহস্যময় কাজের লোককাহিনী কাঠমান্ডু উপত্যকার নেওয়ারদের মধ্যে জনপ্রিয় হয়ে আছে।\n\n\n== আরও দেখুন ==\nইন্দোনেশিয়ান গুপ্ত বৌদ্ধধর্ম\nজৈন মহাত্মা\nনেওয়ার জাতি প্রথা\n\n\n== তথ্যসূত্র ==\n\nGellner, David N. (১৯৯২)। Monk, Householder, and Tantric Priest: Newar Buddhism and its Hierarchy of Ritual (Cambridge Studies in Social and Cultural Anthropology)। Cambridge University Press। আইএসবিএন 978-0-521-38399-8। \nRevisiting Rituals in a Changing Tibetan World, Brill, Leiden, 2012.\n উইকিমিডিয়া কমন্সে বজ্রাচার্য সম্পর্কিত মিডিয়া দেখুন।\nটেমপ্লেট:Newar"}