{"pageid": 1344101, "title": "আপাম বালিক", "url": "https://bn.wikipedia.org/wiki?curid=1344101", "content": "আপাম বালিক, মার্তাবক মানিস,  তেরং বুলান, চিনাবাদাম প্যানকেক বা মাঞ্জিয়াংগুয়ে (চাইনিজ) ইত্যাদি বিভিন্ন নামে পরিচিত এই খাবারটি হল একটি মিষ্টি স্বাদের খাদ্যপদ যা ফুজিয়ান রন্ধনশৈলীর উদ্ভাবন। এই খাবার এখন ব্রুনেই, ইন্দোনেশিয়া, মালয়েশিয়া এবং সিঙ্গাপুরের বিশিষ্ট অঞ্চলে রাস্তার পাশের অস্থায়ী খাবারের দোকান বা রেস্তোরাঁয় বিক্রি করা হয়। এটি হংকং এবং তাইওয়ানেও খাবার হিসাবে খাওয়া হয়।\n\n\n== উৎপত্তি ==\nআপাম বালিকের উদ্ভাবনের কৃতিত্ব দেওয়া হয় জুও জোংটাংকে। ইনি প্রয়াত কিং রাজবংশের একজন সামরিক নেতা ছিলেন। ১৯৫৫ সালে ভীনদেশী তাইপিং রাজ্যের সেনাবাহিনী ফুজিয়ান অঞ্চলে আক্রমণ করেছিল এবং সেনাপতি জুওকে বিদ্রোহীদের দমন করার জন্য একটি সেনাবাহিনীর নেতৃত্ব দেওয়ার কাজে নিযুক্ত করা হয়েছিল। স্থানীয় জনগণের জীবনে হস্তক্ষেপ না করে সৈন্যদের খাদ্য সরবরাহ করার জন্য, জেনারেল জুও সৈনিকদের খাবার হিসাবে রোজকার সাধারণ রুটি পরিবেশন করার বদলে একটি স্থানীয় প্যানকেক খাওয়ানোর সিদ্ধান্ত নিলেন। এই স্থানীয় প্যানকেক পেঁয়াজকলি বা পেঁয়াজ শাক এবং মরিচের চাটনির সাথে খাওয়া হত। স্থানীয় অঞ্চলে এর ব্যাপক উৎপাদনের জন্য এর বহুল সরবরাহ ছিল। স্থানীয় অঞ্চলে উৎপাদিত আখের রসের চিনি এবং চিনাবাদাম ব্যবহার করে এই প্যানকেক ভরাট করা হত।\nএই ঘটনার পর আপাম বালিক খাবার ও তার রন্ধনের প্রণালী ফুজিয়ান অঞ্চল জুড়ে বিকশিত হয়। বিশেষ করে কোয়ানঝো অঞ্চল এবং পরবর্তীতে দক্ষিণ-পূর্ব চীন জুড়ে এর বিকাশ হয়েছে বলে মনে করা হয়। দক্ষিণ-পূর্ব এশিয়া বা নানয়াং অঞ্চলে বসবাসকারী হক্কিয়েন এবং টিওচেউ অভিবাসীদের হাত ধরে দক্ষিণ অঞ্চলে এই খাবারের প্রসার হয়েছিল। বিশেষ করে সিঙ্গাপুরের বণিকরা এই খাবারটি প্রতিবেশী অঞ্চলে ছড়িয়ে দিতে উল্লেখযোগ্য ভূমিকা নিয়েছিল।\n\n\n== বর্ণনা ==\nআপাম বালিক প্যানকেক প্রস্তুত করার জন্য প্রথমে একটি গোলা তৈরি করতে হয় যা ময়দা, ডিম, চিনি, বেকিং সোডা, নারকেলের দুধ এবং জলের মিশ্রণ দিয়ে তৈরি করা হয়। গোলাটিকে একটি মোটা গোলাকার লোহার ফ্রাইং প্যানে প্রচুর পরিমাণে পাম মার্জারিন দিয়ে রান্না করা হয় যাতে রান্নার সময় এটি প্যানের সাথে আটকে না যায়। তারপর প্রস্তুত প্যানকেকের মধ্যে অন্যান্য উপাদান ভর্তি করে দেওয়া হয়। ঐতিহ্যগতভাবে এই প্যানকেক চিনি এবং মিষ্টি ভুট্টার দানা ও চূর্ণ করা চিনাবাদামের দানা (বাজারে টিনের ক্যানে বিক্রি হয়) দিয়ে ভর্তি করা হয়। তবে আধুনিক বিভিন্ন রন্ধনশৈলীতে চকোলেট, চেডার পনির ইত্যাদি উপাদানও ব্যবহার হয়। প্যানকেকটি ভাঁজ করে রান্না করা হয় তাই এর আরেক নাম টার্নওভার প্যানকেক। রান্নার পর আপাম বালিক বেশ কয়েকটি টুকরো করে কাটা হয় এবং পরিবেশন করা হয়।\n\n\n== তথ্যসূত্র =="}