{"pageid": 1344676, "title": "মীনা কুমারী (ভারোত্তোলক)", "url": "https://bn.wikipedia.org/wiki?curid=1344676", "content": "মীনা কুমারী (জন্ম ১৫ই আগস্ট ১৯৮৯) হলেন একজন ভারতীয় ভারোত্তোলক এবং পুলিশ আধিকারিক। তিনি গ্লাসগোতে ২০১৪ কমনওয়েলথ গেমসে মহিলাদের ৫৮ কেজি ওজন বিভাগে পঞ্চম স্থান পেয়েছিলেন।\n\n\n== কর্মজীবন ==\n\n\n=== পুলিশ সার্ভিস ===\nকলেজে পড়ার পর কুমারী কনস্টেবল হিসেবে পাঞ্জাব পুলিশে যোগ দেন। ২০১৬ সাল নাগাদ, তিনি একজন সহকারী সাব-ইন্সপেক্টর হয়েছিলেন।\n\n\n=== ক্রীড়া জীবন ===\nকুমারী আগে একজন পর্বতারোহী এবং স্কাইডাইভার ছিলেন। তিনি ২০০৭ - ০৮ সালের জাতীয় ক্যাডেট কর্পস দ্বারা এভারেস্ট অভিযানের জন্য নির্বাচিত হন, যদিও শেষ পর্যন্ত তিনি অংশগ্রহণ করেননি।\n২০০৮ সালে, কলেজে ভর্তি হবার সময়, কুমারী ভারোত্তোলন শুরু করেন নিজের মামার অনুপ্রেরণায়। তাঁর মামা নিজেও অংশগ্রহণ করেছিলেন। পুলিশে যোগদানের পর তাঁকে পুলিশ ভারোত্তোলক সরঞ্জিত কুন্দন প্রশিক্ষণ দিয়েছিলেন এবং বিধায়ক পবন কুমার টিনু সহায়তা করেছিলেন। তিনি ২০১৩ সালের ডিসেম্বরে অল-ইন্ডিয়া পুলিশ গেমসে, ৬৩ কেজি বিভাগে মহিলাদের ভারোত্তোলনে স্বর্ণপদক জিতেছিলেন। এই গেমগুলিতে এটি ছিল তাঁর টানা তৃতীয় স্বর্ণপদক। ক্লিন অ্যান্ড জার্ক বিভাগে  তিনি ১১০ কেজি তুলেছিলেন। এটি তাঁর আগের বছরের ৫৮ কেজি বিভাগে স্বর্ণপদক পাওয়া ভারোত্তলনের চেয়ে দু কেজি বেশি।\n২০১৪ সালের জুলাই মাসে গ্লাসগোতে কমনওয়েলথ গেমসে, কুমারী ৫৮ কেজি বিভাগে পঞ্চম স্থানে ছিলেন, তিনি মোট ১৯৪ কেজি উত্তোলন করেছিলেন, ৮৩ কেজি স্ন্যাচ বিভাগে এবং ১১১ কেজি ক্লিন অ্যান্ড জার্ক বিভাগে।\n২০১৬ সালের মে মাসে পাঞ্জাব এবং হরিয়ানা হাইকোর্টে, কুমারী ভারতীয় ভারোত্তোলন ফেডারেশন কর্তৃক প্রশিক্ষণে এবং কমনওয়েলথ গেমসে অনির্দিষ্ট অভিযোগের আচরণের জন্য ২০১৪ সালের নভেম্বরে আরোপিত তিন বছরের নিষেধাজ্ঞার বিরুদ্ধে সফলভাবে আবেদন করেন, পরে তিনি নির্দোষ প্রমাণিত হন এবং নিষেধাজ্ঞা তুলে নেওয়া হয়।\n২০১৭ সালে, কুমারী কেরালায় সিনিয়র ন্যাশনাল পাওয়ারলিফটিং চ্যাম্পিয়নশিপে অংশ নিয়েছিলেন এবং ডেডলিফ্টে রৌপ্য পদক ও স্কোয়াটে ব্রোঞ্জ জিতেছিলেন। তিনি ৬৩ কেজি বিভাগে তৃতীয় হন।\n\n\n== ব্যক্তিগত জীবন ==\nকুমারী পাঞ্জাবের আদমপুরের জাট্টেওয়ালি গ্রামের বাসিন্দা। সেখানে তাঁর বাবা পেশায় একজন দর্জি। তাঁর তিন বড় ভাই আছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMeena Kumari at the International Weightlifting Federation\nকমনওয়েলথ গেমস ফেডারেশনে - মীনা কুমারী\nMeena Kumari at the Glasgow 2014 Commonwealth Games"}