{"pageid": 1344113, "title": "পানদেসাল", "url": "https://bn.wikipedia.org/wiki?curid=1344113", "content": "পানদেসাল কথাটি স্পেনিয় ভাষায় অর্থ হল লবণ রুটি। এটি ফিলিপাইনের একটি রুটির রোল জাতীয় খাবার। এই খাবারটি সাধারণত প্রাতঃরাশে খাওয়া হয়।  এটি ময়দা, খামির, চিনি, তেল এবং লবণ দিয়ে তৈরি করা হয়। \n\n\n== বর্ণনা ==\nপানদেসাল ফিলিপাইনের একটি জনপ্রিয় খামিরযুক্ত রুটি। এই রুটি প্রস্তুত করতে সাধারনভাবে মাখা ময়দার লম্বা লেচি কেটে তাকে গোল করে পৃথক পৃথক আকার দেওয়া হয়। এরপর ব্রেড ক্রাম্ব বা পাউরুটির সূক্ষ্ম গুড়ো প্রস্তুত করতে হয়। তারপর গোল আকারে কাটা লেচিগুলোতে গুড়ো পাউরুটির প্রলেপ দেওয়া হয়। এগুলি তারপরে ভাগ করা হয় এবং বেক করা হয়।\nএটি সাধারণত গরম গরম পরিবেশন করা হয়। এটি সাধারনভাবে খাওয়া হয় অথবা কফি, সোকোলেট (গরম চকোলেট) বা দুধে ডুবিয়েও খাওয়া যেতে পারে । মাঝে মাঝে এর ভেতর মাখন, মার্জারিন, পনির, জ্যাম, চিনাবাদাম মাখন, চকোলেট, বা ডিম, সার্ডিন এবং মাংস ইত্যাদি সুস্বাদু খাদ্য উপাদানের ভরাট করে দেওয়া হয়।\nএর স্বাদ এবং গঠনের সাথে পুয়ের্তো রিকান প্যান ডি আগুয়া, ফ্রেঞ্চ ব্যাগুয়েট, মেক্সিকান বলিলো ইত্যাদি খাবারের ঘনিষ্ঠ মিল লক্ষ্য করা যায়। পানদেসাল -এর অর্থ রুটি, কিন্তু সাধারন রুটির তুলনায় এর স্বাদ সামান্য মিষ্টি হয়। বেশিরভাগ বেকারি থেকে সকালের জল্খাবার হিসাবে প্যানদেসাল তৈরি করা হয় ও বিক্রি করা হয়। তবে কিছু বেকারি দিনের বেশিরভাগ সময়ই পান্দেসাল তৈরি ও বিক্রী করে থাকেন।  \n\n\n== বৈকল্পিক ==\nসুপারমার্কেটের কিছু পানদেসাল কম খসখসে এবং হালকা হয়। এগুলিতে প্রথাগত পানদেসাল -এর চেয়ে বেশি চিনি থাকে। প্রথাগত পানদেসালে মাত্র ১.৭৫% চিনি মেশানো থাকে। \nসিয়ারগাও দ্বীপে পানদেসালের এক ডিম্বাকৃতির স্থানীয় সংস্করণ পাওয়া যায় যা প্যান ডি সার্ফ  নামে পরিচিত কারণ এটি একটি সার্ফবোর্ডের মতো দেখতে হয়। এটি নারকেলের ভুসি দিয়ে তৈরি অস্থায়ী চুলায় বেক করা হয় এবং সাধারণত প্যান ডি কোকোর সাথে বিক্রি হয়।  \nপানদেসালের একটি জনপ্রিয় নতুন রূপ হল উবে পনির পানদেসাল। এই পানদেসালে বেগুনি ইয়াম এবং পনির ভরা থাকে। এটি বৈশিষ্ট্যগতভাবে বেগুনি বর্ণের হয়।  অন্যান্য কিছু পানদেসালের ভিন্ন প্রকারের মধ্যে স্বাদের জন্য চকোলেট, ম্যাচা, স্ট্রবেরি এবং নীল বর্নের বেরি ফল ব্যবহার হয়। \nএকটি নরম, হলুদ বর্ণের ফিলিপিনো ব্রেড রোল আছে যা পানদেসালের মতো দেখতে হয়। ডিম, দুধ এবং মাখন বা মার্জারিন ব্যবহার করে এটি প্রস্তুত করা হয়। এটি সেনোরিটা রুটি, স্প্যানিশ রুটি বা প্যান দে কাস্টিলা নামে পরিচিত। এটি পানদেসালের থেকে প্রকৃতিতে ভিন্ন হয়। এর ভেতরে সাধারণত মিষ্টি স্বাদের খাদ্য উপকরন ভরা থাকে। এটি স্প্যানিশ রুটির সাথে সম্পর্কযুক্ত নয়। \n\n\n== তথ্যসূত্র =="}