{"pageid": 1344626, "title": "কিসান জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1344626", "content": "কিষাণ বা কিসান অথবা নাগেসিয়া হল ওড়িশা, পশ্চিমবঙ্গ এবং ঝাড়খণ্ডে বসবাসকারী একটি উপজাতি গোষ্ঠী। তারা ঐতিহ্যবাহী কৃষক এবং খাদ্য সংগ্রহকারী মানুষ। তারা কিষাণ ভাষায় কথা বলে। কিষাণ হল কুরুখের একটি উপভাষা যা ওড়িয়া এবং সম্বলপুরি ভাষার সাথে সম্পর্কিত। এই উপজাতির লোকেরা প্রধানত উত্তর-পশ্চিম ওড়িশা, সুন্দরগড়, ঝাড়সুগুদা এবং সম্বলপুর জেলায় বাস করে। জনগোষ্ঠীর অন্যান্য কিছু  অংশ পশ্চিমবঙ্গের মালদা জেলায় এবং পশ্চিম ঝাড়খণ্ডের লাতেহার ও গুমলা জেলায় বাস করে। কিসানদের মোট জনসংখ্যা ৪৬৭,২৮৮\n\n\n== সংস্কৃতি ==\nকিষাণ সম্প্রদায়ের অধিকাংশই এক বিবাহের প্রথা অনুসরণ করে, তবে এদের মধ্যে বহুবিবাহেরও প্রচলন আছে। সম্প্রদায়ে প্রাপ্তবয়স্ক বিবাহ রীতি অনুসরণ করা হয়। একই বংশের মধ্যে বিয়ে করাও নিষিদ্ধ, কারণ তাদের মধ্যে রক্তের সম্পর্ক রয়েছে। যাইহোক, যেহেতু এদের সমাজ পিতৃতান্ত্রিক, তাই মামার মেয়ের সাথে বিবাহের অনুমতি আছে। বিধবাদের পুনর্বিবাহ করার অনুমতি আছে।\nকিষাণ মধ্য ও পূর্ব ভারতের উপজাতীয় গোষ্ঠীর মধ্যে প্রচলিত বিভিন্ন ধরনের বিবাহ প্রথাকে স্বীকৃতি দেয়; যেমন,  আলোচনার মাধ্যমে বিয়ে (সংগঠিত বিয়ে), হরনের মাধ্যমে বিয়ে, প্রেমের বিয়ে, অনুপ্রবেশের মাধ্যমে বিয়ে, দত্তক নেওয়ার মাধ্যমে বিয়ে এবং বিনিময়ের মাধ্যমে বিয়ে। এর মধ্যে, আলোচনার মাধ্যমে বিয়ে সবচেয়ে সাধারণ এবং বেনজা নামে পরিচিত। এই বিয়েতে বিয়ে করা ব্যক্তির পিতা বা অভিভাবক সঙ্গী নির্বাচন করেন। এসব আলোচনায় গ্রামের প্রধানের পরামর্শ নেওয়া হয়। একটি বিবাহ সফল বলে বিবেচিত হয় যখন দম্পতির একটি সন্তান হয়। ব্যভিচার, পুরুষত্বহীনতা বা নিষ্ঠুরতার ক্ষেত্রে অথবা যদি বিয়ে ঠিকঠাক কাজ না করে সেক্ষেত্রে বিবাহবিচ্ছেদের অনুমতি দেওয়া হয়।  বিধবা এবং বিবাহ বিচ্ছেদ করা ব্যক্তির পুনর্বিবাহ অনুমোদিত। একজন বিধবা তার ছোট জামাইকে বিয়ে করতে পারে ও কোনো পুরুষের  স্ত্রী বিয়োগ হলে সে ছোট শ্যালিকাকে বিয়ে করতে পারে।\nবৃহত্তর ওড়িয়া সংস্কৃতি এবং আধুনিকায়নের বৃহত্তর প্রভাবে সাম্প্রতিক বছরগুলিতে বিবাহের রীতিগুলি পরিবর্তিত হয়েছে। কনের বাবা এখন কনের বাড়িতে যাওয়ার আগে বরপক্ষকে তার বাড়িতে স্বাগত জানায়। এছাড়াও, আগেকার দিনে বর-কনেকে বরের বাড়িতে নিয়ে যাওয়ার জন্য পালকি ব্যবহার হত কিন্তু পরিবর্তে এখন একটি সাইকেল বা রিকশা ব্যবহার করা হয়। বিয়েতে এখন কনের বাড়িতে মাংস ও ভাতের সাথে হান্ডিয়ার পরিবর্তে মহুয়া মদ পরিবেশন করা হয়। অনুষ্ঠান-পরবর্তী নাচ এবং উদযাপনগুলিতে আগে মান্দার ঢাক বাজানো হত, এখন লাউডস্পিকার ব্যবহার করা হয়।\n\n\n== তথ্যসূত্র =="}