{"pageid": 1344893, "title": "সারাহাহ", "url": "https://bn.wikipedia.org/wiki?curid=1344893", "content": "সারাহাহ (আরবি: صراحة, প্রতিবর্ণীকৃত: ṣarāḥa) গঠনমূলক প্রতিক্রিয়া প্রদানের জন্য একটি সৌদি আরবের সামাজিক নেটওয়ার্কিং পরিষেবা। আরবি ভাষায়, সারাহাহ শব্দের অর্থ \"অকপটতা\" বা \"সততা\"।  এটি ২০১৬ সালের শেষের দিকে যাইনুল আবেদিন তাওফিক দ্বারা তৈরি করা হয়েছিল এবং ২০১৭ সালের মাঝামাঝি সময়ে হঠাৎ বিশ্বব্যাপী সাফল্যে পৌঁছেছিল।  এই বৃদ্ধি একটি স্ন্যাপচ্যাট আপডেট প্রকাশের সাথে গভীরভাবে সম্পর্কিত বলে মনে করা হয় যা লোকেদের তাদের স্ন্যাপগুলিতে ইউআরএল শেয়ার করার অনুমতি দেয়।\nসারাহাহ লোকেদেরকে অন্যদের কাছে বেনামে বার্তা পাঠাতে অনুমতি দেয় এবং প্রেরিত ব্যক্তি সেটির বেনামে উত্তর দিতে পারে। প্রাথমিকভাবে, এটি শ্রমিকদের তাদের উর্ধ্বতন কর্মকর্তাদের প্রশংসা করার জন্য বোঝানো হয়েছিল।\nএটি ইউএস অ্যাপল অ্যাপ স্টোরে ১৩ জুন ২০১৭-এ প্রকাশিত হয়েছিল এবং কানাডা, ভারত এবং লেবাননসহ আরও কয়েকটি দেশে এর ব্যবহারকারী ছিল। ৫ জুলাই স্ন্যাপচ্যাট দ্বারা একটি আপডেট প্রকাশিত হয়েছিল। দুই সপ্তাহের ব্যবধানে এক নম্বর অবস্থানে ছিল। গুগল ট্রেন্ডস রিপোর্টেও এই বৃদ্ধি দেখা গেছে।\n২৬ অগাস্ট ২০১৭-এ রিপোর্ট করা হয়েছিল যে সারাহাহ মোবাইল অ্যাপ নীরবে ব্যবহারকারীর অ্যাড্রেসবুক তার ওয়েব সার্ভারে আপলোড করে।\nবেনামী প্রেরকদের ব্যবহারকারীর নাম প্রকাশ করতে সক্ষম বলে দাবি করে তৃতীয় পক্ষের অ্যাপগুলি দ্বারা স্প্যাম বারবার প্রেরণ করা হয়েছিল।\n২০১৮ সালের ১২ জানুয়ারি প্রতিবেদন করা হয়েছিল যে অস্ট্রেলিয়ার কুইন্সল্যান্ডের একজন মহিলা অ্যাপটি নিষিদ্ধ করার জন্য একটি পিটিশন শুরু করেছিলেন এবং তার ১৩ বছর বয়সী মেয়ের বন্ধুরা তাকে হত্যা করার পরামর্শ দিয়ে তাকে অপমানজনক বার্তা পাঠিয়েছিল। নিজেকে অস্ট্রেলিয়ান স্পেশাল ব্রডকাস্টিং সার্ভিস (এসবিএস) এর একটি সংবাদ প্রতিবেদনে বলা হয়েছে যে শিশুটির মা, ক্যাটরিনা, \"সারাহাহর ডাউনলোড বিকল্প বন্ধ করার জন্য অ্যাপলের অ্যাপ স্টোর এবং গুগল প্লেতে কল করেছিলেন, যা লোকেরা একে অপরের জন্য বেনামী প্রতিক্রিয়া জানাতে দেয়\"। ২১ ফেব্রুয়ারী, ক্যাটরিনা সাফল্য ঘোষণা করে একটি বার্তা পোস্ট করে বলেছেন যে অ্যাপল এবং গুগল উভয়ই তাদের স্টোর থেকে অ্যাপটি সরিয়ে দিয়েছে। ১৫ ডিসেম্বর ২০২১-এ, যাইনুল আবেদিন তাওফিক টুইটারের মাধ্যমে ঘোষণা করেছিলেন:\n\n\"...I regret to share with you that we're shutting down the Sarahah platform\nThank you for helping us achieve unprecedented growth and making us proud, for your support and patience\n\nI hope to see you again...\"\nসারাহাহর টুইটার অ্যাকাউন্ট থেকে এটি রিটুইট করা হয়েছে।\n\n\n== উল্লেখযোগ্য ব্যবহার ==\n\n\n=== এনজিও ===\nএকটি ভারতীয় এনজিও আনজেন্ডার, সারাহাহকে যৌন হয়রানির সমস্যা মোকাবেলা করার জন্য ব্যবহার করেছে।\n\n\n== আরও দেখুন ==\nAsk.fm - একটি পরিষেবা যা বেনামী ছিল, এবং ২০১৩ সালে বেশ কয়েকটি কিশোর আত্মহত্যার কারণে যুক্ত ছিল।\nসিক্রেট (অ্যাপ) - একটি অনুরূপ পরিষেবা যা 2015 সালে বন্ধ করা হয়েছিল \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}