{"pageid": 1344653, "title": "হালিমা রফিক", "url": "https://bn.wikipedia.org/wiki?curid=1344653", "content": "হালিমা রফিক ( উর্দু: حلیمہ رفیق ‎‎   ; ২৩শে মার্চ ১৯৯৭ - ১৩ই জুলাই ২০১৪) পাকিস্তানের মুলতান, পাঞ্জাব, অঞ্চলের একজন পাকিস্তানি ক্রিকেটার ছিলেন। মুলতান ক্রিকেট স্টেডিয়ামে একটি ক্রিকেট ম্যাচ চলাকালীন, মুলতান ক্রিকেট ক্লাবের চেয়ারম্যান মৌলভি মুহম্মদ সুলতান আলম আনসারির বিরুদ্ধে তিনি যৌন হয়রানির অভিযোগ এনেছিলেন। তাঁর মহিলা সতীর্থরা তাঁকে এই মামলায় সমর্থন করেছিলেন। কিন্তু তারপরে আলম আনসারি তাঁর বিরুদ্ধে ২০ মিলিয়ন ডলারের খেসারত দাবী করে মামলা করেছিলেন। ২০১৪ সালের ১৩ই জুলাই রফিক অ্যাসিড খেতে আত্মহত্যা করেন।\n\n\n== জীবনী ==\n\n\n=== যৌন হয়রানির অভিযোগ ===\nরফিক একটি ক্রিকেট ম্যাচ চলাকালীন দাবি করেছিলেন যে তিনি তাঁর নিয়োগকারীদের হাতে যৌন হয়রানির শিকার হয়েছেন। অভিযুক্ত অপরাধী ছিলেন মৌলভি মুহাম্মদ সুলতান আলম আনসারি। তিনি হলেন একজন ৭০ বছর বয়সী আইনজীবী, প্রাক্তন বিচারক এবং পাঞ্জাবের প্রাদেশিক পরিষদের সদস্য। তিনি পাকিস্তান মুসলিম লীগের (এন) টিকিটে মুলতানের  পিপি-১৬১ থেকে নির্বাচিত পাঞ্জাবের প্রাদেশিক পরিষদের সদস্য। রফিক দাবি করেছিলেন যে আলম আনসারি এবং দলের নির্বাচক মোহাম্মদ জাভেদ দুজনে মিলে তাঁকে আঞ্চলিক এবং জাতীয় উভয় ক্রিকেট দলে মনোনীত করার বিনিময়ে যৌন সুবিধার দাবি করেছিলেন। রফিক তখন বলেছিলেন যে তাঁদের নিয়োগকারীদের দ্বারা তখন থেকেই, মহিলাদের খেলাধুলায় যৌন হয়রানির বিষয়টি তুলে ধরার জন্য, তাঁকে  হুমকি দেওয়া হচ্ছে। ২০১৩ সালে, রফিক, সীমা জাভেদ, হিনা গফুর, কিরণ ইরশাদ এবং সাবা গফুর দাবি করেছিলেন যে মুলতান ক্রিকেট বোর্ড থেকে তাঁদের হুমকি দেওয়া হচ্ছে, ভয় দেখানো হচ্ছে এবং হয়রান করা হচ্ছে।\nআলম আনসারী পরবর্তীতে রফিকের বিরুদ্ধে মিথ্যা অভিযোগ ও মানহানির চেষ্টা করার জন্য ২০ মিলিয়ন ডলারের মামলা করেন।\n\n\n== মৃত্যু ==\n২০১৪ সালের ১৩ই জুলাই রবিবার, হালিমা রফিক অ্যাসিড খেয়ে আত্মহত্যা করেন। আলম আনসারীর করা মানহানির মামলায় তাঁর নাম ঘোষণা করার নোটিশ পাওয়ার দুই দিন পর এই ঘটনা ঘটেছিল। হালিমার বাবা মুহাম্মদ রফিক মুলতান ক্রিকেট বোর্ডের কর্মকর্তাদের (আলম আনসারি সহ) ক্রিকেট ক্যাম্পের প্রশিক্ষণের সময় কিশোরী মহিলা খেলোয়াড়দের যৌন হয়রানির অভিযোগ তোলেন। হালিমার ভাই রশিদ রফিক, নিশতার হাসপাতালকে অবহেলার জন্য অভিযুক্ত করেন, কারণ জরুরি কক্ষের চিকিৎসকরা হালিমার পেট  থেকে অ্যাসিড পাম্প করে বার করে না দিয়ে তাঁকে হাসপাতালে ২ ঘন্টা রেখে তারপরে ছেড়ে দেন।\n\n\n== আরও দেখুন ==\nপাকিস্তান ক্রিকেট বোর্ড\nপাকিস্তান জাতীয় মহিলা ক্রিকেট দল\nপাকিস্তান মহিলা ওয়ানডে ক্রিকেটারদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএন ক্রিকইনফো - হালিমা রফিক\nমহিলা ক্রিকেটার হালিমা রফিক মারা গেছেন\nপাঁচ মহিলা ক্রিকেটারের বিরুদ্ধে নিষেধাজ্ঞার সুপারিশ করেছে কমিটি\nযৌন হয়রানির শিকার হয়ে আত্মহত্যা করলেন মহিলা ক্রিকেটার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ জুলাই ২০১৪ তারিখে\nমুলতানে ২০১৩ সালের ১১ই জুনে পরিচালিত মহিলা ক্রিকেটারদের তদন্তের প্রতিবেদন\nসেক্স-পেস্ট বিতর্কের পর পাকিস্তানের কিশোর ক্রিকেটারের 'আত্মহত্যা' বলে পরিবার জানিয়েছে"}