{"pageid": 1344018, "title": "সেনোরিতা রুটি", "url": "https://bn.wikipedia.org/wiki?curid=1344018", "content": "সেনোরিতা রুটি, স্প্যানিশ রুটি বা প্যান দে কাস্টিলা ইত্যাদি বিভিন্ন নামে পরিচিত এই খাবার একটি ফিলিপিনো রুটির রোল যা বৈশিষ্ট্যগতভাবে আয়তাকার বা নলাকার হয়। এই রুটির মধ্যে মাখা মিষ্টির পুর দিয়ে ভরাট করা হয় এবং তাকে গোল করে পাকিয়ে নলাকার বা রোলের ন্যায় আকার দেওয়া হয়। রুটির ভেতরে ভরাট করার জন্য এই বিশেষ মিষ্টি স্বাদের পুর পাউরুটির গুড়ো, মাখন বা মার্জারিন এবং বাদামী চিনি দিয়ে তৈরি হয়। উপাদান হিসাবে ডিম এবং মাখন ব্যবহারের কারণে এই রুটি সাধারণত হলুদ বর্ণের হয়। এই রুটির বাইরের অংশে পাউরুটির গুড়ো ছড়িয়ে দেওয়া হয়। এটি ফিলিপন্সের সবচেয়ে জনপ্রিয় রুটিজাতীয় খাবারগুলির মধ্যে একটি। সেনোরিতা রুটি ফিলিপিন্স দেশের ঐতিহ্যবাহী মেরিন্ডা থালি -তে পরিবেশন করা হয়।  \nএই রুটির নাম সেনোরিতা যার সাথে স্প্যানিশ শব্দমালার একটি শব্দের মিল আছে। কিন্তু তা সত্ত্বেও এই রুটির উৎপত্তিস্থল স্পেন নয়। স্প্যানিশ প্যান ডি হর্নো যা স্প্যানিশ রুটি নামেও পরিচিত তার সাথে এই সেনোরিতা রুটি নামক খাবারের কোন সম্পর্ক নেই। \n\n\n== বর্ণনা ==\nসেনোরিতা রুটি ফিলিপাইনের আরেকটি স্থানীয় জনপ্রিয় খাবার পানদেসাল -এর ন্যায় একই রন্ধন পদ্ধতি অনুসরণ করে তৈরি করা হয়। পানদেসাল -এর সাথে এর পার্থক্য শুধুমাত্র এই যে এর মধ্যে বাড়তি উপকরন হিসাবে ডিম এবং মাখন যোগ করা হয়। ফিলিপিন্সের আরেক জনপ্রিয় খাবার পদ এনসাইমাদা -এর সাথেও এর বৈশিষ্ট্যগত সাদৃশ্য দেখা যায় শুধু এটি প্রস্তুত করার সময় একটু আলাদা রন্ধন প্রনালী অনুসরণ করা হয়। এই রুটির স্বতন্ত্র বৈশিষ্ট্য হল এই যে এর ভেতরে মিষ্টি স্বাদের পুর দিয়ে ভরাট করা হয়। এই মিষ্টির পুর ঐতিহ্যগতভাবে ব্রেডক্রাম্ব বা গুড়ো পাউরুটির সাথে মাখন (বা মার্জারিন) এবং ব্রাউন সুগার মিশিয়ে তৈরি করা হয়।\nসেনোরিতা রুটি তৈরি করতে প্রথমে প্রথাগত ময়দার রুটি তৈরি করা হয়। তারপর রুটির ভেতরে ভরাট করার জন্য বিভিন্ন নির্দিষ্ট উপাদান মিশ্রিত করে ও একসাথে মেখে একটি মিষ্টি স্বাদের পুর বা মন্ড তৈরি করা হয়। এই মাখা মন্ডকে সমানভাবে চাপ দিয়ে চ্যাপ্টা আকার দেওয়া হয় এবং তারপর সেটি প্রস্তুত চ্যাপ্টা ময়দার রুটির উপর রেখে দেওয়া হয়। রুটির আকার সাধারণত ত্রিভুজাকার বা বর্গাকার হতে পারে। তারপর সেই রুটিকে মিষ্টির পুর সহ এক কোণ থেকে ধরে গোল করে পাকানো হয় এবং একটি একটি চোঙ -এর আকার দেওয়া হয়। পাকানোর পর এটির আকৃতি অনেকটা শিং-এর মতো দেখতে হয়। এরপর এই প্রস্তুত রুটির বাইরের দিকের অংশে পাউরুটির গুঁড়ো ছড়িয়ে দেওয়া হয়। সম্পূর্ণ প্রস্তুতি শেষ হয়ে গেলে রুটিটি উপযুক্ত তাপমাত্রায় বেক করে বা ভাপিয়ে প্রস্তুত করা হয়।  এই রুটি ফিলিপিন্স ও পার্শ্ববর্তী অঞ্চলের জনপ্রিয় খাবার।\n\n\n== তথ্যসূত্র =="}