{"pageid": 1344155, "title": "মুর্তাবাক", "url": "https://bn.wikipedia.org/wiki?curid=1344155", "content": "মোতাব্বাক ( আরবি: مطبق) বা মুর্তা‌বাক  হল একটি পুর ভরা প্যানকেক বা প্যানে ভাজা রুটি যা সাধারণত আরব উপদ্বীপ এবং দক্ষিণ-পূর্ব এশিয়ায় পাওয়া যায়। বিশেষ করে সৌদি আরব, ইয়েমেন, ইন্দোনেশিয়া, মালয়েশিয়া, সিঙ্গাপুর, ব্রুনাই, থাইল্যান্ড এবং বাংলাদেশে (এদেশে এই খাবারের একটি ভিন্ন প্রকরন মুঘলাই পরাঠা নামে খ্যাত) এই খাবারটি বেশ জনপ্রিয়। অঞ্চলভেদে এই খাবারের নাম এবং খাদ্যে ব্যবহৃত উপাদানগুলির উল্লেখযোগ্য পরিবর্তন দেখা যায়। আরবীতে মুতাব্বাক কথার অর্থ ভাঁজ করা। এটি ইয়েমেন, ইন্দোনেশিয়া, মালয়েশিয়া, থাইল্যান্ড এবং সিঙ্গাপুরের একটি জনপ্রিয় খাবার। \nমুর্তবাক একটি মশলাদার ভাঁজ করা অমলেট প্যানকেক হিসাবে বর্ণিত হয় যার মধ্যে সাধারনত সবজির টুকরো দিয়ে ভরাট করা থাকে। মুর্তাবাক সাধারণত প্যানে ভাজা করে তৈরি করা হয়। এই মুর্তাবাকের ভেতরে সাধারণত ফেটানো ডিম, কাটা লিক (একধরনের পেয়াজকলি জাতীয় সব্জীর পাতা), চিভস (একধরনের ভোজ্য গুল্মজাতীয় উদ্ভিদ), সবুজ পেঁয়াজ ( স্ক্যালিয়ন ), মাংসের কিমা ইত্যাদি খাদ্য সুস্বাদু উপাদানের মিশ্রণ দিয়ে ভরাট করা হয়। মুর্তাবাক ভাজা হয়ে গেলে তাকে ভাঁজ করে চৌকো করে কাটা হয় ও পরিবেশন করা হয়। ইন্দোনেশিয়ায়র রাস্তার ধারের অস্থায়ী খাবারের দোকানগুলির একটি জনপ্রিয় ও সুপরিচিত খাবার হল মুর্তাবাক। আঞ্চলিকভাবে এটি মার্তাবাক নামে পরিচিত।\nমুর্তাবাকের বিবিধ প্রকারের মধ্যে একটি হল নিরামিষ মুর্তাবাক। মুরগির মাংসের পুর ভরা মুর্তাবাকও বেশ জনপ্রিয় একটি খাবার। সিঙ্গাপুরের অনেক ইয়েমেনি এবং ভারতীয় মুসলিম রেস্তোরাঁয় এই খাবারটি পাওয়া যায়।\nমালয়েশিয়ায় মুর্তাবাক মূলত ভারতীয় মুসলিম রেস্তোরাঁ এবং অস্থায়ী খাবার দোকানে বিক্রি করা হয়। এর ভেতরে সাধারণত রসুন, ডিম এবং পেঁয়াজের সাথে কিমা করা মাংস (গরুর মাংস বা মুরগি, কখনও কখনও ছাগলের মাংস, মাটন ইত্যাদি খাদ্য উপাদানের মিশ্রন দিয়ে ভরাট করা থাকে এবং তরকারি বা গ্রেভি, কাটা শসা  ও সিরাপ সহযোগে খাওয়া হয়। পেঁয়াজ দিয়ে তৈরি আচার বা টমেটো সসের সাথেও এই পদটি খাওয়া হয়। এই পদটি প্রায় সারা দেশে জনপ্রিয়। অঞ্চলভেদে মুর্তাবাকে ব্যবহৃত খাদ্য উপাদান এবং রান্নার শৈলীর বৈচিত্র্য দেখা যায়। মালয় মুসলিম বিক্রেতাদের মধ্যেও এই খাবার বেশ জনপ্রিয়। ইয়েমেনে মুর্তাবাক সাধারণত ছাগলের মাংস বা মাটন ভরাট করা থাকে।\nইন্দোনেশিয়ায়, মার্তাবাক একটি বিখ্যাত রাস্তার খাবার যার দুটি প্রকার বর্তমান। সেগুলি হল মার্তাবাক মানিস এবং মার্তাবাক তেলুর। মার্তাবাক মানিস বা তেরং বুলান মূলত একটি ঘন এবং মিষ্টি প্যানকেক যার উপরে সাধারণত চকোলেট, পনির, চিনাবাদাম, কনডেন্সড মিল্ক, তিলের বীজ এবং মার্জারিন থেকে শুরু করে বিভিন্ন উপাদানের টপিং (খাবার পরিবেশনের সময় খাবারকে সজ্জিত করার জন্য তার উপর বিভিন্ন সুস্বাদু ও রঙিন খাদ্য উপাদানের পরত দেওয়া হয়) দেওয়া হয়। আজ আন্তর্জাতিক বিভিন্ন দেশে প্রস্তুত মার্তাবাকে টপিং দেওয়ার জন্য বিবিধ উপাদান ব্যবহার হচ্ছে যেমন স্কিপি পিনাট বাটার স্প্রেড, ওভোমালটাইন, টোবলেরন, লোটাস বিসকফ এবং ডুরিয়ান স্প্রেড। মার্তাবাক মানিস নামে সম্প্রতি একটি পাতলা এবং খাস্তা প্রকরণ বাজারে চালু হয়েছে, যা মার্তাবাক টিপিস কেরিং (টিপকার) নামেও পরিচিত। মুর্তাবাক তেলু হল সুস্বাদু এবং খাস্তা প্যানকেক যা ডিম, মুরগি বা গরুর মাংস এবং স্ক্যালিয়ন(পেঁয়াজকলি) দিয়ে রান্না করা হয়।\n\n\n== তথ্যসূত্র =="}