{"pageid": 1344831, "title": "ফজলুর রহমান আনসারি", "url": "https://bn.wikipedia.org/wiki?curid=1344831", "content": "মুহাম্মদ ফজলুর রহমান আনসারি (১৪ আগস্ট ১৯১৪ - ৩ জুন ১৯৭৪) একজন পাকিস্তানি ইসলামিক পণ্ডিত এবং দার্শনিক ছিলেন। \n\nতিনি আলেমিয়াহ ইনস্টিটিউট অফ ইসলামিক স্টাডিজের প্রতিষ্ঠাতা এবং ওয়ার্ল্ড ফেডারেশন অব ইসলামিক মিশনের প্রতিষ্ঠাতা সভাপতি ছিলেন। \n\n\n== জীবনের প্রথমার্ধ ==\nমুহাম্মদ ১৯১৪ সালের ১৪ আগস্ট ব্রিটিশ ভারতের সাহারানপুরে জন্মগ্রহণ করেন। সাড়ে ছয় বছর বয়সে তিনি উত্তরপ্রদেশের মুজাফফরনগরের মাদ্রাসা ইসলামিয়ায় কুরআন মুখস্থ করেন। \n\n\n== শিক্ষা ও প্রশিক্ষণ ==\nতিনি ৩০-এর দশকের মাঝামাঝি সময়ে মুহাম্মদ আবদুল আলিম সিদ্দিক তাঁকে  প্রশিক্ষণ করেছিলেন। আহমদ যিনি যীশুর দ্বিতীয় আগমন বলে দাবি করেছিলেন।এটা নিয়ে হায়দ্রাবাদের নিজাম, শায়খুল আজহার মুহাম্মাদ মুস্তফা আল মারাঘি, সৈয়দ সুলাইমান নদভি, মুহাম্মদ মারমাডুক পিকথাল, মুহাম্মদ আসাদ প্রমুখ পণ্ডিতদের অনেক নিবন্ধ রয়েছে।\n১৯৩৩ সালে, আনসারি আলীগড় মুসলিম বিশ্ববিদ্যালয়ে তার বিএ ডিগ্রির জন্য নথিভুক্ত হন এবং দর্শন, ইংরেজি এবং আরবিতে দীক্ষিত হন।  তিনি অবশেষে দর্শনে পিএইচডি অর্জন করেন। \n\n\n== পরবর্তী জীবন ও মৃত্যু ==\n১৯৪৭ সালে পাকিস্তানে চলে যাওয়ার পর, তার শ্বশুর পণ্ডিত মুহাম্মাদ আব্দুল আলিম সিদ্দিকীর পরামর্শে, তিনি তার সাথে বিশেষভাবে গায়ানায় সুন্নি বেরেলভি প্রথা এবং ঐতিহ্য যেমন মওলিদ এবং জিয়ারার রক্ষার জন্য কাজ করেছিলেন। তিনি করাচি বিশ্ববিদ্যালয়ে ইসলামিয়াতের শিক্ষক ছিলেন। তিনি ৬০ বছর বয়সে ১৯৭৪ সালে করাচিতে তিনি মারা যান। \n\n\n== বই এবং পুস্তিকা ==\nতাঁর বই ও পুস্তিকাগুলির মধ্যে রয়েছে:  \n\n২ খণ্ডে মুসলিম সমাজের কুরআনের ভিত্তি ও কাঠামো\nআধুনিক বিশ্বে ইসলাম ও খ্রিস্টান ধর্ম; আধুনিক গবেষণার আলোকে খ্রিস্টান ধর্মের কুরআনের দৃষ্টিভঙ্গির একটি প্রকাশ\nআধুনিক মননে ইসলাম : দক্ষিণ আফ্রিকায় বক্তৃতা, ১৯৭০ এবং ১৯৭২\nবিশ্বাসের ভিত্তি : একটি কমনসেন্স এক্সপোজিশন\nধর্ম থেকে বিজ্ঞান ও দর্শনের মাধ্যমে : ঐশ্বরিক উদ্ঘাটনের প্রয়োজনীয়তার উপর একটি গ্রন্থ\nইসলাম বনাম মার্কসবাদ ; ১৯৫৪ সালে লেবাননে অনুষ্ঠিত মুসলিম-খ্রিস্টান সম্মেলনের জন্য লেখা একটি প্রবন্ধ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅডিও লেকচারের অফিসিয়াল ইউটিউব সাইট\nঅডিও লেকচার\nবই\nজীবনী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ ডিসেম্বর ২০১৬ তারিখে"}