{"pageid": 1344286, "title": "সায়ুর আসেম", "url": "https://bn.wikipedia.org/wiki?curid=1344286", "content": "সায়ুর আসেম বা সায়ুর আসাম হল একটি ইন্দোনেশিয়ান স্যুপ বা ঝোল যা উদ্ভিজ্জ উপাদান ব্যবহার করে প্রস্তুত করা হয়। এটি একটি জনপ্রিয় দক্ষিণ-পূর্ব এশীয় খাবার যা সুদানিজ রন্ধনপ্রণালী থেকে উদ্ভূত। এটি প্রধানত তেঁতুলের স্যুপেবিভিন্ন শাকসবজি যোগ করে তৈরি হয়। \nএই স্যুপের একটি টক-মিষ্টি সতেজ  স্বাদ  থাকে। এই খাবারকে স্যুপের শ্রেনীতে অন্তর্ভুক্ত করা হলেও ভাজা খাবারের সাথে এর খুব সামঞ্জস্য দেখা যায়। এর মধ্যে থাকে লবণযুক্ত মাছ, ইকান গোরেং, আয়াম গোরেং এবং লালপান। লালপান এক ধরণের উদ্ভিজ্জ খাদ্য উপাদান দিয়ে সালাদ যা সাধারণত কাঁচা পরিবেশন করা হয় তবে এটি রান্নাও করা যায়। ভাপানো চাল এবং সাম্বল তেরাসি নামক স্থানীয় মরিচের চাটনি সহযোগে এটি খাওয়া হয়।\nধারণা করা হয় যে, পশ্চিম জাভা, বান্টেন এবং জাকার্তা অঞ্চলের সুন্দানিজ লোকেদের দ্বারা এই বিশেষ স্যুপটির উদ্ভব হয়েছে। এটি সুদানিজ রন্ধনপ্রণালীর অন্তর্গত এবং স্থানীয় বেতাউই জনজাতির লোকেদের প্রতিদিনের খাবার হিসাবে সুপরিচিত।\nএই স্যুপ রান্নার সাধারণ উপাদানগুলি হল চিনাবাদাম, কচি কাঁঠাল, কচি পাতা, এছাড়াও মেলিঞ্জো, বিলিম্বি, চায়োট এবং লং বিনের খোসা ছাড়ানো বীজ ইত্যাদি ব্যবহার হয়। এই সবই তেঁতুল-ভিত্তিক একটি স্যুপে মিশিয়ে রান্না করা হয় এবং কখনও কখনও তাতে গরুর মাংসের স্টক দিয়ে স্বাদযুক্ত করা হয়। কখনো কখনো এতে ভুট্টাও মেশানো হয়।\nঅঞ্চলভেদে ও রন্ধনপ্রনালী অনুসারে সায়ুর আসেমের বিবিধ প্রকারভেদ বর্তমান যেমন, সায়ুর আসেম জাকার্তা ( জাকার্তার বেতাউই জনগণের দ্বারা প্রস্তুত একটি সংস্করণ), সায়ুর আসেম কাংকুং (একটি সংস্করণ যাতে কলমি শাক যোগ করা হয়), সায়ুর আসেম ইকান আসিন (লবণযুক্ত মাছ, সাধারণত শোল মাছ ব্যবহার করা হয়), সায়ুর আসেম তালাস (তারো কচু দিয়ে তৈরি) এবং সাইউর আসেম কাচাং মেরাহ (তেঁতুলের ঝোলে গরুর মাংসের সাথে লাল মটরশুটি এবং সবুজ মটরশুটি মিশিয়ে তৈরি হয়)। সাইউর আসেমের একটি সংস্করণ যার নাম করো, এটি  আদার কুঁড়ি এবং তার সাথে টক স্বাদযুক্ত বীজের শুঁটি ব্যবহার করে তৈরি করা হয়। সায়ুর আসেম রেম্বাঙ্গ হল টক স্বাদের একটি উদ্ভিজ্জ স্যুপ ।  \n\n\tসায়ুর আসেম\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}