{"pageid": 1345745, "title": "জেনদিং শ্রীবিজয়া", "url": "https://bn.wikipedia.org/wiki?curid=1345745", "content": "জেনদিং শ্রীবিজয়া হল সঙ্গীত ও নৃত্যের সমন্বয়ে গঠিত এক ঐতিহ্যবাহী শিল্পকলা যা পালেমবাং, দক্ষিণ সুমাত্রা, ইন্দোনেশিয়া থেকে উদ্ভূত। গান এবং নৃত্যে উভয়েরই মাধ্যমে শ্রীবিজয়া সাম্রাজ্যের জাঁকজমক, সাংস্কৃতিক পরিমার্জন, গৌরব এবং মহিমা বর্ণনা করার জন্য এই বিশেষ প্রদর্শনীর উদ্ভব করা হয়েছিল যা একসময় ইন্দোনেশিয়ান দ্বীপপুঞ্জের পশ্চিম অংশ এবং মালয় বিশ্বকে একত্রিত করতে সফল হয়েছিল। \nজেনদিং শব্দটি একটি জাভানীয় শব্দ যা সেদেশের শাস্ত্রীয় গ্যামেলান সঙ্গীত অনুশীলনের সাথে সম্পর্কযুক্ত। এই শব্দটি পরে মালয় এবং ইন্দোনেশিয়ান ভাষায় অভিযোজিত হইয়েছে। এই শব্দের অর্থ মুলতঃ গান। শ্রীবিজয়ার সাম্রাজ্য একসময় সামুদ্রিক দক্ষিণ-পূর্ব এশিয়া শাসন করেছিল, যার রাজধানী ছিল বর্তমান পালেমবাং যা ইন্দোনেশিয়ায় দক্ষিণ সুমাত্রা অঞ্চলে অবস্থিত । তাই জেনদিং শ্রীবিজয়া শব্দের মোটামুটি অনুবাদ করলে তার মানে দাড়ায় শ্রীবিজয়ের পরিবেশনা। জেনদিং শ্রীবিজয়া হল সঙ্গীত, গান এবং নৃত্যের একত্রীকরনে এক লৌকিক পরিবেশনা যা শ্রীবিজয় সাম্রাজ্যের জাঁকজমকের পরিচয় দেয়।\n\nজেনদিং শ্রীবিজয়া নৃত্য হল পালেমবাংয়ের একটি ঐতিহ্যবাহী ইন্দোনেশিয়ান নৃত্য যা আগত বিশেষ অতিথিদের সম্মান ও স্বাগত জানাতে পরিবেশিত হয়। নাচটি প্রায়ই রাষ্ট্রীয় অনুষ্ঠান, মধ্যাহ্নভোজ, নৈশভোজ বা অভ্যর্থনা সভায় পরিবেশিত হয়। রাষ্ট্রের প্রধান, রাষ্ট্রপতি, রাজা, রাণী এবং রাজকীয় অতিথি, মন্ত্রী এবং রাষ্ট্রদূতের মতো বিশেষ পদাধিকারী অতিথিদের সম্মান জানাতে এটি পরিবেশন করা হয়। মুলতঃ পালেমবাংয়ে বার্ষিক শ্রীবিজয়া উৎসবে জেনদিং শ্রীবিজয়া নৃত্য পরিবেশিত হয়। \nএই নৃত্যটি নয়জন যুবতী এবং সুন্দরী মহিলাদের দ্বারা পরিবেশন করা হয়। তারা একধরনের স্থানীয় জমকালো  ঐতিহ্যবাহী পোশাক পরে যার নাম আইসান গেদে। তারা তাংগাই গিল্ডেড নামক গয়না পরে। বিশ্বাস করা হয় যে এই নাচের পোশাক বিভিন্ন সাংস্কৃতিক প্রভাবে প্রভাবিত। বিশেষ করে এতে মালয়, জাভানিজ এবং চীনা সংস্কৃতির বিশেষ প্রভাব দেখা যায়।  এই মহিলারা শ্রীবিজয়ার রাজকন্যাদের প্রতিনিধিত্ব করে এবং হলুদ প্যারাসোল এবং সোনালি বর্শাধারী দুই পেঙ্গাওয়াল পুরুষ নর্তকদের দ্বারা সুরক্ষিত থাকে।  একজন গায়ক নাচের সময় শ্রীবিজয়ার স্থানীয় সংগীত পরিবেশন করেন, যার সাথে গেমলান এবং বিভিন্ন প্রকার বাদ্যযন্ত্র বাজানো হয়। কিন্তু বর্তমানে আবহ সংগীতের বদলে প্রায়ই টেপ রেকর্ড করা সঙ্গীত বাজিয়ে নৃত্য পরিবেশিত হয়। \n\n\n== তথ্যসূত্র =="}