{"pageid": 1345443, "title": "ভারতে উইকিপিডিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1345443", "content": "ভারতে উইকিপিডিয়া বা ভারতে উইকিমিডিয়া বলতে সমস্ত উইকিপিডিয়া এবং উইকিমিডিয়া প্রকল্পগুলিকে বোঝায় যেগুলি সম্পর্কে ভারতের লোকদের বিশেষ আগ্রহ রয়েছে বা যেখানে ভারত সম্পর্কিত বিষয়বস্তু রয়েছে।\n\n\n== ভারতীয় ভাষায় বিষয়বস্তু ==\nভারতে বিভিন্ন ভাষার জন্য উইকিপিডিয়ার বিভিন্ন সংস্করণ রয়েছে। এই ভাষার উইকিপিডিয়া সংস্করণগুলির নিজস্ব সংস্কৃতি ‌ও বিকাশের ইতিহাস রয়েছে।\n\nহিন্দি ও ইংরেজি ভাষার সংস্করণ ভারতে সবচেয়ে জনপ্রিয়।\nভারতীয় উইকিমিডিয়া অধ্যায় ২০১৮ সালের আগস্টে সাঁওতালি ভাষার উইকিপিডিয়া প্রতিষ্ঠার জন্য উইকিমিডিয়া সম্প্রদায়কে সংগঠিত করে। এটি উপজাতীয় ভাষা বিশ্বকোষে সংযুক্ত করার প্রচেষ্টার একটি অংশ ছিল।\nগুগল উইকিপিডিয়া ও উইকিমিডিয়া সম্প্রদায়ের স্বেচ্ছাসেবকদের সর্বাধিক ঘন ঘন গুগল অনুসন্ধান উপর ভিত্তি করে সংশ্লিষ্ট বিষয়গুলির উপর নিবন্ধ লেখার পরামর্শ দেয়।\n২০১৯ সালের সেপ্টেম্বরে ভারতের বিজ্ঞান ও প্রযুক্তি মন্ত্রক বিজ্ঞানের উপর হিন্দি ভাষার উইকিপিডিয়ার নিবন্ধগুলো উন্নয়নের জন্য একটি অভিপ্রায় প্রকাশ করেছিল।\nস্বাস্থ্য বিশেষজ্ঞরা স্থানীয় ভাষায় ভ্যাকসিন সম্পর্কে তথ্য শেয়ার করতে উইকিপিডিয়া সম্পাদকদের সাথে সহযোগিতা করেছেন।\nবিভিন্ন ভাষার পাঠকদের বিভিন্ন রকমের আগ্রহ রয়েছে। উদাহরণস্বরূপ, ২০১৯ সালে মারাঠি উইকিপিডিয়াতে শিবাজী ছিল সবচেয়ে জনপ্রিয় নিবন্ধ, একই সময়ে পাঞ্জাবি ভাষায় গুরু গ্রন্থ সাহিব এবং ভোজপুরিতে যোনি সবচেয়ে জনপ্রিয় নিবন্ধ ছিল। উইকিপিডিয়ার নিবন্ধগুলো কখনও কখনও রাজনৈতিক বিতর্কের লক্ষ্যবস্তু হয়। যে নিবন্ধগুলি নিয়ে আলোচনা এবং বিতর্ক হয়েছে তার মধ্যে রয়েছে, ২০২০ দিল্লি দাঙ্গা এবং জয় শ্রীরাম।\n\n\n== ভারতে উইকিমিডিয়া সম্প্রদায়ের সংগঠন ==\nউইকি কনফারেন্স ইন্ডিয়া হল একটি উইকিপিডিয়া কনফারেন্স যা ভারতে প্রথম ২০১১ সালে আয়োজিত হয়েছিল।\n২০০৪ সালে ভারতের উইকিমিডিয়া সম্পাদকরা একটি আঞ্চলিক সংস্থা উইকিমিডিয়া ইন্ডিয়ার পরিকল্পনা শুরু করেন। আয়োজকরা ২০০৭ সালে উপ-আইনের খসড়া তৈরি করেছিল এবং ২০০৮ সালে সেন্টার ফর ইন্টারনেট অ্যান্ড সোসাইটির সহায়তায় সভা আহ্বান করেছিল। সংস্থাটি ২০০৯ সালের জুলাইয়ে ২৯তম উইকিমিডিয়া অধ্যায় হিসাবে প্রতিষ্ঠিত হয়েছিল।\nসংগ্রাম কেশরী সেনাপতি নামে একজন ম্যাগাজিন সম্পাদক ওডিয়া উইকিপিডিয়ার উন্নয়নের জন্য প্রশংসিত হয়েছেন।\nউইকিপিডিয়া ইন এডুকেশন প্রোগ্রাম (ডাব্লুইপি) ২০১৩ সালে ভারতের বিভিন্ন কলেজে শুরু হয়। ২০১১ সালে, পুনের কলেজ এবং বিশ্ববিদ্যালয়ের ছাত্ররা উইকিপিডিয়ার একটি শিক্ষা প্রকল্পে অংশগ্রহণের জন্য স্বীকৃত হয়েছিল। ২০২০ সালে, ডাব্লুইপি-তে অংশগ্রহণকারীরা তুলু ভাষায় বিষয়বস্তু তৈরি করছিলেন।\n২০২০ সালে, স্বেচ্ছাসেবী উইকিপিডিয়া সম্প্রদায় ভারতে বেশিরভাগ উইকি সম্প্রদায়ের কার্যকলাপে অর্থায়ন করে আসছে।\nকারাভালি উইকিমিডিয়া সম্প্রদায় বর্ণনা করেছে যে তারা ইংরেজি, কন্নড়, টুলু এবং কোঙ্কণী ভাষার উইকিপিডিয়ায় স্বাস্থ্য ও নারী সম্পর্কিত বিষয়গুলোতে সম্পাদনা করে।\n\n\n== ভারতে উইকিমিডিয়া ফাউন্ডেশনের কার্যক্রম ==\n\nগুগল ভারতীয় ভাষায় উইকিপিডিয়া বিষয়বস্তু বিকাশের জন্য প্রজেক্ট টাইগার প্রকল্পে স্পন্সর করেছে। গুগল ও উইকিমিডিয়া ফাউন্ডেশন ভারতীয় উইকিমিডিয়া সম্প্রদায়কে যথাক্রমে ক্রোমবুক ও ইন্টারনেট সংযোগের জন্য উপবৃত্তি প্রদান করেছিল।\nউইকিমিডিয়া ফাউন্ডেশন ভারতীয় জনগণকে ফাউন্ডেশনে অনুদান প্রদানের জন্য তহবিল সংগ্রহের প্রচার চালায়। একটি সংবাদে অনুদানের জন্য অনুরোধটিকে অদ্ভুতভাবে আবেগপ্রবণ বলে বর্ণনা করা হয়েছিল।\n২০১১ সালে উইকিমিডিয়া ফাউন্ডেশন ভারতে একটি শাখা অফিস খোলে। অফিস স্থাপনের অন্যতম লক্ষ্য ছিল আঞ্চলিক তহবিলের সংগ্রহ বাড়ানো।\n\n\n== ভারত সরকার ও উইকিপিডিয়া ==\nভারত সরকার তথ্য প্রযুক্তি বিধিমালা, ২০২১ অনুযায়ী উইকিপিডিয়া সহ ওয়েবসাইটগুলো নিয়ন্ত্রণ করে। যেহেতু ২০২০ সালে এই বিধিমালার খসড়া করা হয়েছিল, কিছু সংবাদমাধ্যম অনুমান করেছিল যে উইকিপিডিয়া সেই বিধিমালা মেনে চলছে না।\n\n\n== তথ্যসূত্র =="}