{"pageid": 1345368, "title": "খাতিমুল আউলিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1345368", "content": "খাতিমুল আউলিয়া (আরবি: خاتم الأولياء, 'আউলিয়াগণের সীলমোহর') হলো আত-তিরমিজির (মৃত্যু ৮৯৮) একটি রচনা। এটি ৮৭৩ সালের দিকে রচিত হয়েছিল। ইবনে আরাবী পরবর্তীতে উক্ত ধারণার প্রসার ঘটান।\n\n\n== ইবনে আরাবির লেখায় খাতিমুল আউলিয়ার ধারণা ==\nইবনে আরাবী তার আল-ফুতুহাতুল মাক্কিয়াহয়ে (আরবি: الفتوحات المكيّة) ব্যাখ্যা করে যে সমস্ত নবী এবং আউলিয়াগণ ইসলামের নবি ও রাসুল মুহাম্মদের থেকে \"রুহানী ভাবে\"  ফয়েজ প্রাপ্ত হন।\nইবনে আরাবির চিন্তাধারায় নবী ও আউলিয়াগণ হলেন মুহাম্মাদের আত্মার প্রকাশ, যা সমগ্র আধ্যাত্মিক শ্রেণিবিন্যাসের শুরু এবং শেষ বিন্দু। মুহাম্মাদের আত্মার প্রথম প্রকাশ ছিল প্রথম মানব আদম। সর্বশেষ এবং সবচেয়ে নিখুঁত ছিলেন মুহাম্মাদ নিজেই।\n\n\n=== আধ্যাত্মিক পরিবাহীর দুইটি ধারা ===\nইসলামের রহস্যবাদী শাখা সুফিবাদে আধ্যাত্মিক পরিবাহীর দুইটি ধারা রয়েছে:\n\n৪০ তরিকা, যা আলী বিন আবি তালিবের মাধ্যমে নবী মুহাম্মাদ পর্যন্ত তাদের আধ্যাত্মিক সংক্রমণের লাইনটি চিহ্নিত করে। ৪০ তরিকা লাইনের সাধুদের সীলমোহর (শেষ) ইবনে আরাবী নিজেই বলে কথিত আছে।\nসংক্রমণের শৃঙ্খল, যা আবু বকরের মাধ্যমে মুহাম্মাদ পর্যন্ত চলে। আবু বকরের লাইনের সাধুদের সীল হল আবদুল্লাহ আদ-দাগিস্তানি। এটি নকশবন্দী (বা সিদ্দিকী) তরিকা।\nইবনে আরাবী তার খাতিমুল আউলিয়া এবং পশ্চিমের সূর্য সম্পর্কিত আশ্চর্যজনক ফিনিক্স (আরবি: عنقاء مغرب في معرفة ختم الأولياء وشمس المغرب) গ্রন্থে ব্যাখ্যা করেছেন যে খাতিমুল আউলিয়ার নাম আবদুল্লাহ, যিনি একজন তুচ্ছ আজমি। ইবনে আরাবী উল্লেখযোগ্যভাবে কঠিন প্রতীকী ভাষা ব্যবহার করে খাতিমুল আউলিয়াকে বিশদভাবে বর্ণনা করেছেন।\nএকইভাবে শরফুদ্দিন আদ-দাগিস্তানি মাওলানা শায়খ নাজিম এবং আদনান কাব্বানি ব্যাখ্যা করেন যে সিদ্দিকী বা নকশবন্দী তরিকার আউলিয়াদের সীল হল আবদুল্লাহ আদ-দাগিস্তানি।\n\n\n== গ্রন্থপঞ্জি ==\nমিকেল ছোদকিউইকস (লেখক)। লিয়াডাইন শেরার্ড (অনুবাদক)। খতম আল-আউলিয়া। ইবনে আরাবীর মতবাদে নবুওয়াত ও সাধুত্ব। ইসলামিক টেক্সটস সোসাইটি। ১৯৯৩।\nজেরাল্ড টি. এলমোর। সময়ের পূর্ণতায় ইসলামিক সাধুত্ব: ফেবুলাস গ্রিফন সম্পর্কে ইবনে আল-আরাবীর বই। কোনিনক্লিজকে ব্রিল, নেদারল্যান্ডস, ১৯৯৮। আইএসবিএন ৯০-০৪-১০৯৯১-৯ (অধ্যায় ৬। খতম আল-আউলিয়া।) গুগল বই\nএ. ই. আফফিফি। মুহিদ দ্বীন-ইবনুল আরাবীর রহস্যবাদী দর্শন। কেমব্রিজ বিশ্ববিদ্যালয় প্রেস, ১৯৩৯। গুগল বই\nতোশিহিকো ইজুতসু সুফিবাদ এবং তাওবাদ: মূল দার্শনিক ধারণাগুলির একটি তুলনামূলক অধ্যয়ন। ইউনিভার্সিটি অব ক্যালিফোর্নিয়া প্রেস, ১৯৮৪ গুগল বই\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nখতম আল-আউলিয়া: আবু বকর উস সিদ্দিক লাইন: শেখ আবদুল্লাহ ফয়েজ দাগিস্তানি \nইবনে আরাবীর \"দ্য উইজডম অব দ্য প্রফেটস\" থেকে নেওয়া\nদার-সীর \"আবিল আব্বাস তিজানির ফিনিক্সের গোপনতা এবং সীলনে উজ্জ্বল বর\"\nইবনুল আরাবির বই ফেবুলাস গ্রিফন ('আনকা' মুগরিব)\nজেমস মরিস দ্বারা ছোদকিউইচের খতম আল-আউলিয়া এর পর্যালোচনা"}