{"pageid": 1345630, "title": "গাম্বুহ", "url": "https://bn.wikipedia.org/wiki?curid=1345630", "content": "গাম্বুহ  হল বালিদ্বীপের একটি প্রাচীন নৃত্য-নাটিকা। \nগাম্বুহ হল প্রাচীনতম বালিনিজ নৃত্য শিল্পগুলির মধ্যে একটি। মনে করা হয় মাজাপাহিত যুগের শেষের দিকে (আনুমানিক ১৫ শতক) এই নৃত্যকলার উৎপত্তি। এমিকো সুসিলো লিখেছেন, যখন মাজাপাহিতের নৃত্য-নাট্যগুলি বালিতে প্রচলিত হয়, তখন তা এক পতিত রাজবংশের ঐতিহ্য সংরক্ষণের  মূল ভিত্তি হয়ে ওঠে। এটি বালিনিজ শিল্পকলার এক নতুন সংযোজন যা দ্বীপের অন্যান্য ধরনের নৃত্য-নাট্য যেমন, টপেং মাস্কড নৃত্য এবং আরজা অপেরা ইত্যাদিকে প্রভাবিত করেছিল। কয়েক শতাব্দী ধরে বালির অভিজাত রাজকীয় দরবারে পৃষ্ঠপোষকতায় এই নৃত্যের বিকাশ ঘটে, এই সময়ে এই নৃত্যকলা বহুল জনপ্রিয় হয়। ডাচদের সাথে রক্তক্ষয়ী যুদ্ধের পর রাজপরিবার ছিন্নভিন্ন হয়ে যায়। সেই সময় গাম্বুহ নৃত্য শিল্পের অনেকটাই হারিয়ে যেতে বসে। পূর্বে রাজকীয় পৃষ্ঠপোষকতার উপর নির্ভরশীল অন্যান্য শিল্পের মতো, গাম্বু মন্দিরের অনুষ্ঠানে পরিবেশন করা হত যার ফলে কিছু সম্প্রদায়ের মধ্যে এই নাচ জনপ্রিয়তা পেয়েছিল।\nগাম্বুহ নৃত্যকলা এখন বিলুপ্ত প্রায়। ১৯৯৭ সালে, সুসিলোর অনুসন্ধান থেকে জানা যায় যে তখন সম্ভবত শুধুমাত্র চারটি দল ছিল যারা গাম্বুহ শৈলীতে পরিবেশন করত। এমনকি বালিনিজ অভিনয়শিল্পীদের মধ্যেও এটি জনপ্রিয়তা হারাতে থাকে। এই নাচ এবং সঙ্গীত প্রযুক্তিগতভাবে নির্ভুল এবং জটিল। গাম্বুহ কলার জ্ঞান অর্জনের জন্য জন্য কাভি ভাষার জ্ঞান প্রয়োজন। এই নাচের পরিবেশনা দীর্ঘ ও কিছু শিল্পের সমঝদার দর্শকের কাছে জনপ্রিয়।\nনৃত্য, সঙ্গীত এবং অভিনয়ের সমন্বয়ে গাম্বু নৃত্যকলার উপস্থাপনা। গাম্বু নৃত্যকলার মূল বিষয়বস্তু এক লোককাহিনীর উপর আধারিত। কথিত আছে  জাভার কাল্পনিক রাজপুত্র রাদেন পাঞ্জি ছিলেন বিষ্ণুর অবতার। তার বিয়ের রাতে, তিনি তার বাগদত্তা, ক্যান্দ্রা কিরানার থেকে বিচ্ছিন্ন হয়ে পড়েন যা একটি মহাকাব্যের সূচনা করে, যেখানে দুই প্রেমিক বছরের পর বছর ধরে এবং মধ্যযুগীয় জাভার বিস্তৃত অঞ্চল জুড়ে একে অপরকে অনুসন্ধান করেছিলেন। তারা অবশেষে যুদ্ধের ময়দানে মিলিত হয়। তারা ছদ্মবেশ ধারণ করে থাকলেও একে অপরকে চিনতে পারে এবং পুনরায় মিলিত হয়ে সুখে জীবনযাপন করে। এই গল্পের অন্যান্য চরিত্রের মধ্যে রয়েছে রাজপরিবারের অন্যন্য সদস্য এবং তাদের চাকর। এই কাহিনী কাউই ভাষায় রচিত যা একটি পুরানো সাহিত্যিক ভাষা। বোধগম্য করে তুলতে এই ভাষা সমসাময়িক বালিনিজ ভাষায় অনুবাদ করা হয়। \n\n\n== তথ্যসূত্র =="}