{"pageid": 1345217, "title": "চন্দ্র তোমর", "url": "https://bn.wikipedia.org/wiki?curid=1345217", "content": "চন্দ্র তোমর (১০ই জানুয়ারী ১৯৩২ - ৩০শে এপ্রিল ২০২১) ছিলেন ভারতের উত্তর প্রদেশ রাজ্যের বাগপথ জেলার জোহরি গ্রামের একজন ভারতীয় অশীতিপর শার্পশুটার (অব্যর্থসন্ধানী)।\n৬০ বছরেরও বেশি বয়সে, ১৯৯৯ সালে গুলি করা শেখার পর থেকে, তিনি ৩০ টিরও বেশি জাতীয় চ্যাম্পিয়নশিপ জিতে একজন দক্ষ শুটার হিসাবে জাতীয় খ্যাতি অর্জন করেছিলেন। তাঁকে বিশ্বের সবচেয়ে বয়স্ক (মহিলা) শার্পশুটার হিসেবে উল্লেখ করা হয় এবং তিনি \"নারীবাদীদের আদর্শ\"। উত্তরপ্রদেশ সরকার নয়ডা শুটিং রেঞ্জ এবং তাঁর গ্রামের একটি রাস্তাকে তাঁর নামে নামকরণ করেছে ।\n\n\n== জীবনী ==\nতোমর কখনো স্কুলে যাননি এবং ১৫ বছর বয়সে তাঁর বিয়ে হয়ে গিয়েছিল। তিনি যখন গুলিচালনা শেখা শুরু করেছিলেন তখন তাঁর বয়স ছিল ৬৫র বেশি, এবং যখন তিনি প্রথম পেশাদার প্রতিযোগিতায় যোগদান শুরু করেছিলেন তখন তাঁকে নিয়ে উপহাস করা হয়েছিল। তোমর বলেছেন তাঁর স্বামী এবং স্বামীর ভাইয়েরা প্রথমে রাগান্বিত হয়েছিলেন এবং প্রতিযোগিতায় তাঁর অংশগ্রহণের বিরোধিতা করেছিলেন, কিন্তু তিনি শ্যুটিং চালিয়ে যাওয়ার সিদ্ধান্ত নেন। তাঁর মেয়ে এবং নাতনি শ্যুটিং দলে যোগ দিয়েছিলেন। তোমর অন্যান্য পরিবারকে তাঁদের কন্যাদের যোগদানের অনুমতি দিতে উৎসাহিত করেছিলেন।\nতোমরের পাঁচ সন্তান এবং বারো নাতি-নাতনি রয়েছে। যখন তাঁর নাতনী শেফালি জোহরি রাইফেল ক্লাবে কীভাবে গুলি করতে হয় তা শিখতে চেয়েছিল, তখন তোমর সুযোগক্রমে গুলি করা শিখতে শুরু করেছিলেন। তাঁর নাতনি ছেলেদের শ্যুটিং ক্লাবে একা যেতে লজ্জা পেত। তাই সে ঠাকুমাকে তার সাথে নিয়ে গিয়েছিল। রেঞ্জে, যখন তাঁর নাতনি একটি পিস্তলে গুলি ভরতে পারেনি, তখন তিনি পিস্তল হাতে নিয়েছিলেন এবং লক্ষ্যবস্তুতে গুলি করেছিলেন। তাঁর প্রথম শটেই একেবারে লক্ষ্যভেদ হয়েছিল। ক্লাবের প্রশিক্ষক, ফারুক পাঠান, তাঁর এত দক্ষ শুটিং দেখে অবাক হয়েছিলেন। তিনি তাঁকে ক্লাবে যোগদানের এবং একজন শুটার হওয়ার প্রশিক্ষণ নেওয়ার পরামর্শ দেন। তোমর তাই করেছিলেন। তাঁর প্রশিক্ষক মন্তব্য করেছেন: \"তাঁর চূড়ান্ত দক্ষতা, সুস্থির হাত এবং তীক্ষ্ণ চোখ রয়েছে।\"\n২০২১ সালে, তোমর দ্য নিউ ইয়র্ক টাইমসকে বলেছিলেন যে তাঁর শক্তি এবং তৎপরতার উৎস; \"ছোটবেলা থেকে আমি যে সমস্ত গৃহস্থালির কাজ করতাম, যেমন হাতে চাকা ঘুরিয়ে গম পেষা, গরুর দুধ দোওয়া, ঘাস কাটা এইভাবে সক্রিয় থাকা গুরুত্বপূর্ণ।  আপনার শরীরের বয়স হতে পারে, কিন্তু আপনার মন তীক্ষ্ণ রাখুন।\"\nতাঁর ভাগ্নি শার্পশুটার সীমা তোমর, ছিলেন প্রথম ভারতীয় মহিলা যিনি ২০১০ সালে রাইফেল এবং পিস্তল বিশ্বকাপে পদক জিতেছিলেন। তাঁর নাতনী, শেফালি তোমর, আন্তর্জাতিক শুটার মর্যাদা অর্জন করেছেন এবং হাঙ্গেরি ও জার্মানিতে আন্তর্জাতিক প্রতিযোগিতায় অংশ নিয়েছেন; তাঁরা দুজনেই তোমরকে ইতিবাচক উৎসাহ প্রদানের জন্য কৃতিত্ব দেন এবং তাঁদের পরামর্শ দেওয়ার জন্য তাঁর ননদ প্রকাশী তোমারের প্রশংসা করেন।\n১৯৯৯ সাল থেকে, তোমর ভারত জুড়ে ২৫টির বেশি রাজ্য এবং বড় চ্যাম্পিয়নশিপে প্রতিদ্বন্দ্বিতা করেছিলেন এবং জিতেছিলেন। চেন্নাইয়ে অনুষ্ঠিত  প্রবীণদের শ্যুটিং চ্যাম্পিয়নশিপে তিনি স্বর্ণপদক জিতেছিলেন। তাঁর সাফল্য স্থানীয় লোকজনকে কার্যকরী ক্রীড়া পেশা হিসেবে শ্যুটিং কে নিতে উৎসাহিত করেছে। তাঁর নাতি-নাতনিও তাঁকে দেখে উৎসাহিত হন। ২০২১ সালের ৩০শে এপ্রিল, ৮৯ বছর বয়সে কোভিড-১৯- এ আক্রান্ত হয়ে মারা যান তোমর।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nষাণ্ড কি আঁখ (২০১৯) — তাপসী পান্নু এবং ভূমি পেডনেকার অভিনীত একটি জীবনীমূলক চলচ্চিত্র।\n\n\n== আরও দেখুন ==\nপ্রকাশী তোমর, একই গ্রামের দ্বিতীয়-বয়স্ক মহিলা শুটার\n\n\n== তথ্যসূত্র =="}