{"pageid": 1345310, "title": "চাঙ্কোনাবে", "url": "https://bn.wikipedia.org/wiki?curid=1345310", "content": "চাঙ্কোনাবে (ちゃんこ鍋) হল একটি জাপানী স্টু বা ঝোলজাতীয় খাবার, যা সাধারণত সুমো কুস্তিগিররা তাদের ওজন বৃদ্ধি হেতু খাদ্য হিসেবে প্রচুর পরিমাণে গ্রহন করে। চাঙ্কোনাবে সুমো স্ট্যু নামেও পরিচিত। জাপানী ভাষায় নাবে কথার অর্থ হল গরম খাবার। জাপানীরা সাধারনত শীত ঋতুতে নাবে খান কিন্তু সারা বছরেই বিক্ষিপ্তভাবে নাবে খাওয়ার প্রচলন আছে।\n\n\n== উপাদান ==\nচাঙ্কোনাবে আসলে জাপানী ধেনো মদ বা মিরিন সহ দাশি অথবা মুরগির ঝোলের মিশ্রণ। কোনও একটি নির্দিষ্ট রন্ধনপ্রনালী অনুসারন করে চাঙ্কোনাবে তৈরি করা হয় না। রান্নার জন্য হাতের কাছে যে উপাদান তাতক্ষনিকভাবে সহজলভ্য থাকে তা দিয়েই এটি প্রস্তুত করা হয়। এটি আসলে প্রচুর পরিমাণ প্রোটিনের উৎস হিসাবে তৈরি হয়। এইকারনে এতে প্রচুর প্রোটিন জাতীয় উপাদান থাকে, যেমন মুরগি (চামড়া ছাড়ানো), মাছ (ভাজা মাছ এবং মাছ দিয়ে তৈরি করা মাছের বল বা ফিস বল), টোফু(সয়াবিনের দুধ দিয়ে তৈরি পনিরজাতীয় খাবার) বা কখনও কখনও গরুর মাংস যোগ করা হয়। শাকসবজির মধ্যে লম্বা সাদা মূলা বা ডাইকন, বাটি শাঁক ইত্যাদি যোগ করা হয়।\nএটি একটি স্বাস্থ্যকর খাবার হিসাবে বিবেচিত হয়। চঙ্কোনাবে খুব প্রোটিন-সমৃদ্ধ হয়। সুমো কুস্তিগিরদের ক্যালোরির পরিমাণ বাড়াতে বিয়ার এবং ভাতের সাথে প্রচুর পরিমাণে এটি পরিবেশন করা হয়। অবশিষ্ট চঙ্কোনাবের ঝোল পরে সোমেন বা উদোন নুডলসের জন্য ঝোল হিসাবে ব্যবহার করা যেতে পারে।\nচঙ্কোনাবে ঐতিহ্যগতভাবে সুমো কুস্তিগিরদের পদমর্যাদা অনুযায়ী পরিবেশন করা হয়। জ্যেষ্ঠ কুস্তিগির এবং সুমো প্রতিযোগিতায় আগত অতিথিরা চাঙ্কোনাবের প্রথম ভাগ পায়। কনিষ্ঠ কুস্তিগিররা অবশিষ্ট চাঙ্কোনাবের অংশ থেকে তাদের ভাগ পায়।\n\n\n== উৎপত্তি এবং রীতিনীতি ==\nচান্কো মানে এমন একটি খাবার যা সুমো কুস্তিগিরদের দ্বারা গৃহিত হয়। চান্কো নামের উৎপত্তি সম্পর্কে কয়েকটি ভিন্ন তত্ত্ব রয়েছে। প্রচলিত একটি তত্ত্ব অনুসারে চান বা চ্যান কথাটি এসেছে একজন ওয়াকাটা (親方) অর্থাত অবসরপ্রাপ্ত সুমো কুস্তিগির প্রশিক্ষক টো-চ্যান (父ちゃん) -এর নাম থাকে যিনি ড্যাডি নামে জনপ্রিয় ছিলেন এবং কো কথাটি এসেছে তারই এক ছাত্র কোডোমোর নাম থেকে। অর্থাত চাঙ্কো হল এমন একটি খাবার যা একজন সুমো প্রশিক্ষক এবং তার ছাত্ররা পরস্পর বিতরন করে এবং গ্রহন করে।\nচাঙ্কোনাবে একটি জনপ্রিয় রেস্তোরাঁর খাবার হিসাবেও পরিচিত। এটি প্রায়শই কিছু বিশেষ রেস্তোরাঁয় পরিবেশন করা হয়। এই রেস্তোরাঁগুলি সাধারণত বিশেষজ্ঞ অবসরপ্রাপ্ত সুমো কুস্তিগিরদের দ্বারা পরিচালিত হয়। কাওয়াসাকি চ্যাঙ্কো টোকিওর রিয়োগোকু জেলায় ১৯৩৭ সালে প্রথম এরকম একটি রেস্তোরাঁ শুরু করেছিল। সেই অঞ্চলে অনেক সুমো আস্তাবল রয়েছে।\nসুমো প্রতিযোগিতার সময় চাঙ্কোনাবে পরিবেশন করা হয়, যা একচেটিয়াভাবে মুরগির মাংস দিয়ে তৈরি হয়। চাঙ্কোনাবে প্রস্তুতির সাথে কিছু স্থানীয় প্রবাদ জড়িত যা কুস্তিগিরের দৈহিক সুস্থতার প্রতি ইঙ্গিত দেয়।\n\n\n== তথ্যসূত্র =="}