{"pageid": 1345162, "title": "মুহাম্মদ ইসহাক মাদনি", "url": "https://bn.wikipedia.org/wiki?curid=1345162", "content": "মুহম্মদ ইসহাক মাদনি (১৯৩৩-২০১৩) ছিলেন একজন জনপ্রিয় পাকিস্তানি ইসলামিক পণ্ডিতদের একজন।\n\n\n== জীবনী ==\nতিনি ১৯৩৩ সালে লায়লপুরে একটি ছোট জমিদার পরিবারে জন্মগ্রহণ করেন। ম্যাট্রিকুলেশনের পর তিনি একটি অতিরিক্ত বিষয় হিসেবে গণিত নিয়ে সরকারি কলেজ লায়ালপুর থেকে প্রথম বিভাগে ফেলো অফ আর্টস (এফএ) পাস করেন। পরবর্তীকালে তিনি ধর্মের প্রতি ঝোঁক গড়ে তোলেন এবং ধর্মীয় কাজ বোঝার জন্য তিনি আরবি, ফার্সি, উর্দু এবং ইংরেজি ভাষা শিখেছিলেন। তিনি তার বাবাকে জমিতে কাজ করতে সাহায্য করতেন এবং ক্ষেত চাষের সময় এক হাতে বই পড়তেন। মৌলভী আহমেদ মাল্লা তাকে সরফ (রূপবিদ্যা) এবং নাহু (বাক্যবিন্যাস) শিখিয়েছিলেন তারপর তিনি মাওলানা ইমাদাদ উল হকের কাছ থেকে যুক্তিবিদ্যা, দর্শন এবং অন্যান্য চারুকলা সম্পর্কে নির্দেশনা চান। তিনি আরবি ভাষা ও সাহিত্যে পারদর্শী হয়ে ওঠেন এবং গবেষণার ক্ষেত্রে প্রবেশ করেন।\n\nতিনি ১৯৮৩ সাল পর্যন্ত তার গ্রামের মসজিদে খুতবা প্রদান অব্যাহত রাখেন। পরবর্তীতে তিনি ফয়সালাবাদের প্রধান মসজিদে জামিয়া মসজিদ মুহাম্মাদী করিমিয়া নামে তার দায়িত্ব পালন শুরু করেন। তিনি জনপ্রিয় হয়ে ওঠেন, তার শুক্রবারের খুতবার কারণে অনেক লোক তাদের বিশ্বাসকে সংস্কার করে। তিনি ফতোয়া অনলাইনে মানুষের প্রশ্নের উত্তর দেন।\nতার একটি অনন্য উতসাহী শৈলী ছিল যা দিয়ে তিনি বিভিন্ন ধর্মীয় বিষয়ে মতামত দিতেন। ইসহাক ছিলেন খুব কম ধর্মীয় গবেষক পণ্ডিতদের মধ্যে একজন, যিনি ঐতিহ্যবাদী হওয়ার পাশাপাশি ব্যতিক্রমীভাবে বাস্তববাদীও ছিলেন। শরীয়তের বিভিন্ন বিষয়ে ঘোষণা করে তিনি শুধু বৈধ রেওয়ায়েতের ভিত্তিতে তার যুক্তি প্রতিষ্ঠা করেননি বরং যৌক্তিক যুক্তি দিয়ে তার শ্রোতাদের বোঝাতেও সমর্থ হয়েছেন। ইসহাকের অনুভূতির পাশাপাশি যুক্তির উপর দুর্দান্ত কর্তৃত্ব ছিল এবং এই কারণে তিনি শিয়া এবং সুন্নি উভয় চিন্তাধারার মধ্যে উচ্চ মর্যাদার অধিকারী ছিলেন এবং তার বক্তৃতাগুলি মনোযোগ সহকারে শোনা হত। বিভিন্ন ইসলামী চিন্তাধারার মধ্যে মতের পার্থক্য সম্পর্কে তার অবিশ্বাস্য উপলব্ধি ছিল, তার একটি দুর্দান্ত স্মৃতিশক্তি ছিল এবং বিভিন্ন বয়সের ফুকাহা, মুহাদ্দিসীন এবং মুফাসসিরীনের অতীত মতামত তাত্ক্ষণিকভাবে তার যুক্তি সমর্থন করার জন্য সরবরাহ করতে পারতেন। ইসহাক ২১ শাওয়াল ১৪৩৪ হিজরি ২৮ আগস্ট ২০১৩ তারিখে ইন্তেকাল করেন।\n\n\n== দৃষ্টিভঙ্গি ==\nইসহাক ইসলামী সম্প্রদায়ের (উম্মাহ) ঐক্যে বিশ্বাসী ছিলেন। তিনি কখনই কোন সম্প্রদায়ের নিন্দা করেননি এবং এই কারণে তার বন্ধু ও শুভাকাঙ্ক্ষীদের বৃত্তে সমস্ত সম্প্রদায়ের লোকদের গণনা করা হয়েছিল। ইসহাক মাদনি খোলাখুলি ঘোষণা করেছিলেন, \"ধর্ম আমাদের মধ্যে শত্রুতা প্রচার করে না, আমার বার্তা একটি ভালবাসার, এটি যে ব্যক্তি যে পরিমাণে নিয়ে যেতে পারে\"। তিনি বিশ্বাস করতেন যে, ইসলামিক স্কলারদের উচিত দুর্বল হাদিসের পরিবর্তে শুধুমাত্র সহিহ হাদিসের উপর মনোযোগ দেওয়া। তিনি আরও বিশ্বাস করতেন যে ইসলামের বিদ্বান পন্ডিতদের বিভিন্ন ইসলামী চিন্তাধারার প্রতি নিরপেক্ষ হওয়া উচিত এবং মতের পার্থক্যগুলি পুঙ্খানুপুঙ্খভাবে অধ্যয়ন করা উচিত এবং চিন্তাধারার মাহাত্ম্য বা প্রভাবের উপর নয় মতামতের সত্যতার ভিত্তিতে ফতোয়া দেওয়া উচিত। তিনি সকল মুসলমানের মধ্যে আহলে বাইতের প্রতি ভালোবাসা ও শ্রদ্ধার প্রচারও করেছিলেন।\n\n\n== সমালোচনা ==\nইসহাক তার বক্তৃতায় এবং বক্তৃতায় সম্পূর্ণ এবং বিশদ রেফারেন্সের সাথে তর্ক করার দাবি করেছিলেন এবং তারপরে তার অবস্থান অটলভাবে ধরে রাখতেন যার ফলে অনেক পণ্ডিত তার সাথে দ্বিমত পোষণ করেছিলেন। ইসহাকের বিরুদ্ধে তাদের সমালোচনা ছিল যে, তিনি সম্পূর্ণ আহলে হাদীস  বা সম্পূর্ণ শিয়া, বেরেলভী, দেওবন্দীও ছিলেন না। \n\n\n== সাহিত্যিক কাজ ==\nওয়াহদাতে উম্মত\nমাকসাদ-ই-হুসাইন\nখুতবাতে ইসহাক\n\n\n== তথ্যসূত্র =="}