{"pageid": 1345933, "title": "সিমলিপাল জাতীয় উদ্যান", "url": "https://bn.wikipedia.org/wiki?curid=1345933", "content": "সিমলিপাল হল ভারতের ওড়িশা রাজ্যের ময়ূরভঞ্জ জেলার একটি বাঘ সংরক্ষণাগার, যা ২,৭৫০ বর্গকিলোমিটার (১,০৬০ বর্গমাইল) জুড়ে রয়েছে। এটি ময়ূরভঞ্জ এলিফ্যান্ট রিজার্ভের অংশ, যার মধ্যে তিনটি সংরক্ষিত এলাকা রয়েছে—সিমিলিপাল টাইগার রিজার্ভ, হাদগড় বন্যপ্রাণী অভয়ারণ্য যার ১৯১.০৬ বর্গকিলোমিটার (৭৩.৭৭ বর্গমাইল) এবং ২৭২.৭৫ বর্গকিলোমিটার (১০৫.৩১ বর্গমাইল) সহ কুলডিহা বন্যপ্রাণী অভয়ারণ্য। সিমলিপাল জাতীয় উদ্যান নামটি এই অঞ্চলে লাল রেশম তুলা গাছের প্রাচুর্য থেকে এর এসেছে।\nউদ্যানটি বেঙ্গল টাইগার, এশীয় হাতি, গৌর এবং চৌসিংহের আবাসস্থল।\nএই সুরক্ষিত এলাকাটি ২০০৯ সাল থেকে ইউনেস্কো ওয়ার্ল্ড নেটওয়ার্ক অফ বায়োস্ফিয়ার রিজার্ভের অংশ।\n\n\n== বর্ণনা ==\n\nসিমলিপাল বাঘ সংরক্ষণ ২,৭৫০ বর্গকিলোমিটার (১,০৬০ বর্গমাইল) এলাকা জুড়ে, যার মধ্যে ১,১৯৪.৭৫ বর্গকিলোমিটার (৪৬১.৩০ বর্গমাইল) মূল এলাকা গঠন করে। গড় উচ্চতা হল ৯০০ মি (৩,০০০ ফুট)। এটির খাইরিবুরু চূড়া রয়েছে ১,১৭৮ এ এবং মেঘসানি ১,১৫৮ এ। প্রধান জলপ্রপাত হল ২১৭ এ বারহিপানি জলপ্রপাত উঁচু এবং জোরান্ডা জলপ্রপাত ১৮১ মি (৫৯৪ ফুট)।\n\n\n== ইতিহাস ==\n\nসিমলিপাল হাতি সংরক্ষণের উদ্ভব হয়েছিল মূলত রাজকীয়দের শিকারের জায়গা হিসেবে। এটি আনুষ্ঠানিকভাবে ১৯৫৬ সালে একটি বাঘ সংরক্ষণাগার হিসেবে মনোনীত হয় এবং ১৯৭৩ সালের মে মাসে ব্যাঘ্র প্রকল্প অধীন হয়। ১৯৭৯ সালে যশিপুরের রামতীর্থে \"মুগের কুমির প্রকল্প\" শুরু হয়।\nওড়িশা সরকার ১৯৭৯ সালে ২,২০০ বর্গকিলোমিটার (৮৫০ বর্গমাইল) আয়তনের সাথে সিমলিপালকে বন্যপ্রাণী অভয়ারণ্য হিসাবে ঘোষণা করেছিল। পরে ১৯৮০ সালে রাজ্য সরকার একটি জাতীয় উদ্যান হিসাবে অভয়ারণ্যের জন্য ৩০৩ বর্গকিলোমিটার (১১৭ বর্গমাইল) প্রস্তাব করেছিল। ১৯৮৬ সালে জাতীয় উদ্যানের আয়তন ৮৪৫.৭০ বর্গকিলোমিটার (৩২৬.৫৩ বর্গমাইল) বৃদ্ধি করা হয়েছিল। ভারত সরকার ১৯৯৪ সালে সিমলিপালকে বায়োস্ফিয়ার রিজার্ভ হিসাবে ঘোষণা করে। ইউনেস্কো মে ২০০৯ সালে এই জাতীয় উদ্যানটিকে তার জীবমণ্ডল সংরক্ষণের তালিকায় যুক্ত করে। বনের মধ্যে ৬১টি গ্রামে ১০,০০০ মানুষ বাস করে। এই কারণেই ভারতের ১৮টি জীবমণ্ডলের একটির মর্যাদা থাকা সত্ত্বেও সিমলিপালকে এখনও একটি পূর্ণাঙ্গ পার্ক হিসেবে ঘোষণা করা হয়নি।\n\n\n=== মূল গ্রামগুলির স্থানান্তর ===\n২০১৩ সালের ডিসেম্বর মাসে জাতীয় বাঘ সংরক্ষণ কর্তৃপক্ষের নির্দেশিকা অনুসারে আপার বারহাকামুডা এবং বাহাঘর দুটি জনপদের খাদিয়া উপজাতির ৩২টি পরিবারকে বাঘ রিজার্ভের বাইরে স্থানান্তরিত করা হয়। যমুনাগড় গ্রামটি ২০১৫ সালের সেপ্টেম্বরে স্থানান্তরিত হয়েছিল। স্থানান্তরের পরে মূল অঞ্চলে বাঘের উপস্থিতি বেড়েছে। কাবাতঘাই এবং বাকুয়া নামে দুটি গ্রাম এখনও সিমিলিপালের মূল অঞ্চলে বিদ্যমান। বন বিভাগ, বন্যপ্রাণী এনজিও এবং স্থানীয় প্রশাসন এই গ্রামগুলির সাথে তাদের স্থানান্তরের বিষয়ে আলোচনা শুরু করেছে। তবে আদিবাসীরা অভিযোগ করেছেন যে এই স্থানান্তরগুলিতে তাদের বাধ্য করা হয়েছে এবং তারা বন অধিকার আইনের অধীনে তাদের অধিকার দাবি করতে চায়।\n\n\n== ভূগোল এবং জলবায়ু ==\n\nবাঘ সংরক্ষণাগারটি ভারতের ওড়িশা রাজ্যের ময়ূরভঞ্জ জেলায় অবস্থিত। সিমলিপাল এলিফ্যান্ট রিজার্ভ হল একটি বাস্তুতন্ত্র যা বনের গাছপালা (প্রধানত শাল গাছ), প্রাণীজগত এবং সংলগ্ন হো/সাঁওতাল উপজাতি বসতি নিয়ে সম্পূর্ণ।\nপার্কের সর্বোচ্চ শৃঙ্গ মেঘসানি/টুঙ্কিবুরুকে ঘিরে রয়েছে উঁচু পাহাড়। এর ১,১৬৫ মিটার (৩,৮২২ ফুট) উচ্চতায়, তারপরে ১,০০০ মিটার (৩,৩০০ ফুট) উপরে খাইরিবুরু উচ্চতা। সমতল এলাকা জুড়ে কমপক্ষে ১২টি নদী কাটা। এর মধ্যে উল্লেখযোগ্য হল বুধবালাঙ্গা, পালপালা বন্ধন, খরকাই নদী এবং দেও। এই বিস্তৃত বনে দুটি বিশিষ্ট জলপ্রপাত রয়েছে - জোরান্ডা/জোরোদাহ ১৮১ মিটার (৫৯৪ ফুট) এবং বারহিপানি/বারহাই ২১৭ মিটার (৭১২ ফুট)।\nগ্রীষ্মকাল ৪০ ডিগ্রি সেলসিয়াস (১০৪ ডিগ্রি ফারেনহাইট) এর কাছাকাছি তাপমাত্রা সহ গরম যেখানে শীতের মাস ১৪ ডিগ্রি সেলসিয়াস (৫৭ ডিগ্রি ফারেনহাইট) এর মতো কম হতে পারে। বৃষ্টিপাত মাঝারি থেকে ভারী।\nসিমলিপাল একটি উচ্চ সেরিব্রাল ম্যালেরিয়া -প্রবণ অঞ্চলের অধীনে আসে। সেরিব্রাল ম্যালেরিয়ায় লোহিত রক্তকণিকা রক্তের মস্তিষ্কের বাধা লঙ্ঘন করতে পারে যার ফলে কোমা হতে পারে। সেরিব্রাল ম্যালেরিয়া ধরা না পড়লে মৃত্যু ঘটায়। সেরিব্রাল ম্যালেরিয়ার প্রাথমিক লক্ষণগুলিকে প্রায়ই তীব্র জন্ডিস বলে ভুল করা হয়। সিমলিপাল পরিদর্শন করার পরে সেরিব্রাল ম্যালেরিয়ার কারণে মৃত্যুর অনেক ঘটনা রেকর্ড করা হয়েছে। অতএব সিমলিপাল ভ্রমণের পরিকল্পনা করার আগে পর্যটকদের সেরিব্রাল ম্যালেরিয়া দ্বারা সৃষ্ট হুমকি সম্পর্কে সচেতন হওয়া অত্যন্ত গুরুত্বপূর্ণ।\n২০২১ সালে সিমলিপাল টাইগার রিজার্ভে বড় দাবানল ছড়িয়ে পড়ে এবং নিয়ন্ত্রণে আনার আগে দুই সপ্তাহেরও বেশি সময় ধরে জ্বলতে থাকে। ২০২১ সালের সিমলিপাল বনের অগ্নিকাণ্ডের ফলে পরিবেশের ব্যাপক ক্ষয়ক্ষতি হয়েছে, এবং পার্ক থেকে প্রাণীজগতের আশেপাশের মানুষের বাসস্থানেও বিতাড়িত হয়েছে।\n\n\n== বন্যপ্রাণী ==\n\n\n=== উদ্ভিদ ===\nপার্কটি ১০২ টি পরিবারের অন্তর্গত ১,০৭৬ প্রজাতির উদ্ভিদের একটি গুপ্তধন। এখানে ৯৬ প্রজাতির অর্কিড শনাক্ত করা হয়েছে। এটি পূর্ব উচ্চভূমি আর্দ্র পর্ণমোচী বন ইকোরিজিয়নে অবস্থিত, যেখানে গ্রীষ্মমণ্ডলীয় আর্দ্র বিস্তৃত পাতার বন এবং গ্রীষ্মমণ্ডলীয় আর্দ্র পর্ণমোচী বন যেখানে শুষ্ক পর্ণমোচী পাহাড়ী বন এবং উচ্চ স্তরের শাল বন রয়েছে। তৃণভূমি এবং সাভানা তৃণভোজীদের জন্য চারণভূমি এবং মাংসাশীদের লুকানোর জায়গা সরবরাহ করে। বন অগণিত ঔষধি এবং সুগন্ধি গাছের গর্ব করে, যা উপজাতিদের জন্য উপার্জনের উৎস প্রদান করে। ১৯০০ এর দশকে ব্রিটিশদের দ্বারা রোপণ করা ইউক্যালিপটাসও পাওয়া যায়।\n\n\n=== প্রাণীজগত ===\nসিমলিপাল জাতীয় উদ্যানে মোট ৪২ প্রজাতির স্তন্যপায়ী প্রাণী, ২৪২ প্রজাতির পাখি এবং ৩০ প্রজাতির সরীসৃপ রেকর্ড করা হয়েছে। প্রধান স্তন্যপায়ী প্রাণীর মধ্যে রয়েছে:\n\nবাঘ,\nচিতাবাঘ,\nএশিয়ান হাতি,\nসম্বর,\nঘেউ ঘেউ হরিণ,\nগৌর,\nজঙ্গলের বিড়াল,\nবন্য শূকর,\nচৌসিংহ (চার শিংওয়ালা হরিণ),\nদৈত্য কাঠবিড়ালি এবং\nসাধারণ ল্যাঙ্গুর।\nএই বনে ২৩১ প্রজাতির পাখি বাসা বাঁধে। সাধারণত পাওয়া পাখি হল:\n\nলাল জঙ্গলপাখি,\nপাহাড়ি ময়না,\nময়ূর,\nআলেকজান্দ্রিন প্যারাকিট এবং\nক্রেস্টেড সর্প ঈগল\nএছাড়াও রিজার্ভ পাওয়া যায়:\n\nধূসর হর্নবিল,\nভারতীয় পাইড হর্নবিল,\nমালাবার পাইড হর্নবিল এবং\nভারতীয় ট্রোগন।\nপার্কটিতে প্রচুর সংখ্যায় সরীসৃপ রয়েছে, যার মধ্যে সাপ এবং কচ্ছপ উল্লেখযোগ্য॥ \"মাগার ক্রোকোডাইল ম্যানেজমেন্ট প্রোগ্রাম\" স্বাদুপানির কুমিরকে (ক্রোকোডাইলাস প্যালাস্ট্রিস) খাইরি নদীর তীরে এবং তীরে বেঁচে থাকতে এবং বেড়ে উঠতে সাহায্য করেছে।\n\n\n== সিমিলিপাল বায়োস্ফিয়ার রিজার্ভের উদ্ভিজ্জ বাস্তুশাস্ত্র ==\nসিমিলিপাল বায়োস্ফিয়ার রিজার্ভের (এসবিআর) বন বাস্তুতন্ত্রের উদ্ভিদ বিশ্লেষণ ১০ টি স্থানে পরিচালিত হয়েছিল যাতে সংরক্ষিত অঞ্চলের মূল (নিরবচ্ছিন্ন) এবং বাফার (বিঘ্নিত) অঞ্চলে বিতরণ করা উদ্ভিদ সম্প্রদায়ের কাঠামো এবং গঠনের পরিবর্তনগুলি অধ্যয়ন করা হয়। গবেষণায় দেখা গেছে যে বাফার অঞ্চলে উচ্চ সংখ্যক ভেষজ এবং গুল্ম এবং কম সংখ্যক গাছ রয়েছে যা আরও বেশি অ্যানথ্রোপোজেনিক গোলযোগের ইঙ্গিত দেয়। বাফার অঞ্চলে মোট গাছের বেসাল এলাকা ৪৮.৭ থেকে ৭৮.৬১ মিটার ২ হেক্টর -১ এবং মূল অঞ্চলে ৮১ থেকে ১০৪.৯ মিটার ২ হেক্টর -১ পর্যন্ত পরিবর্তিত হয়। বিশৃঙ্খল এবং নিরবচ্ছিন্ন উভয় জায়গায় চারা এবং চারাগুলির ঘনত্ব প্রায় সমান ছিল। যাইহোক, নির্বিঘ্ন স্থানে চারাগুলিকে গাছে রূপান্তরের হার বেশি ছিল। বেশিরভাগ গাছের প্রজাতির চারা অপসারণের কারণে অশান্ত সাইটগুলিতে রূপান্তরের নিম্ন হার। বাফার অঞ্চলে উচ্চ ভেষজ বৈচিত্র্য (২.১৪ - ৩.৫০) এবং কম গাছের বৈচিত্র্য (২.১৪ - ২.৯৮) পরিবেশগত উন্মুক্তকরণের ফলস্বরূপ যা ভেষজ এবং গুল্ম নিয়োগের জন্য আরও বেশি সুযোগ সরবরাহ করে। বড় ব্যাসের শ্রেণিতে প্রধান গাছের প্রজাতির মাত্র কয়েকজন ব্যক্তির উপস্থিতি এবং বাফার অঞ্চলে তরুণ ব্যাসের শ্রেণিতে আরও বেশি উপস্থিতি ইঙ্গিত দেয় যে উদ্ভিদ সম্প্রদায়টি অশান্তির শিকার হয়েছিল এবং পুনর্জন্মের পর্যায়ে রয়েছে। মূল অঞ্চলের তুলনায় বাফার অঞ্চলের সাইটগুলিতে ভেষজ প্রজাতির প্রজাতি/গণ অনুপাতের বৃহত্তর ওঠানামার ফলে রিজার্ভের মূল এবং বাফার অঞ্চলগুলির মধ্যে উদ্ভিদ সম্প্রদায়ের বিকাশের স্থিতিতে পার্থক্য দেখা দিয়েছে। যাইহোক, বাফার অঞ্চলে প্রভাবশালী গাছের প্রজাতির চারাগুলির উপস্থিতি দীর্ঘমেয়াদে উদ্ভিদ সম্প্রদায়ের পুনরুদ্ধার করতে সহায়তা করতে পারে, যদি সুরক্ষার উপায়গুলি শক্তিশালী হয় এবং জৈবিক চাপ হ্রাস পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিভ্রমণ থেকে সিমলিপাল জাতীয় উদ্যান ভ্রমণ নির্দেশিকা পড়ুন।"}