{"pageid": 1345617, "title": "বডাগা", "url": "https://bn.wikipedia.org/wiki?curid=1345617", "content": "বডাগা হল ভারতের তামিলনাড়ুর নীলগিরি জেলায় বসবাসকারী একটি জাতি-ভাষাগত সম্প্রদায়। জেলা জুড়ে প্রায় ৪০০টি গ্রামে তাদের বসবাস। স্থানীয়ভাবে তারা হাট্টিস নামে অধিক পরিচিত। তারা বডাগা নামে একটি ভাষায় কথা বলে।\n\n\n== ইতিহাস ==\nবডাগা নামটির অর্থ 'উত্তর', এটি পুরাতন কন্নড় ভাষার শব্দ বডাগানা থেকে এসেছে। বডাগা মৌখিক লোককথা অনুসারে, তাদের পূর্বপুরুষরা বোক্কালিগ বলে অনুমান করা হয় যারা মুসলিমদের নিপীড়ন এড়াতে মহীশূরের সমভূমি থেকে স্থানান্তরিত হয়েছিল। বডাগাদের নিয়ে প্রায় ছয় দশক ধরে গবেষণা করছেন এরকম একজন আমেরিকান নৃতত্ত্ববিদ পল হকিংসের মতে, \"(বডাগা) উপজাতি তার অসম্পূর্ণ ইতিহাস সত্ত্বেও নীলগিরির মতোই আদিবাসী যেমনটা ইংরেজরা ব্রিটেনে।\" \nতারা তালামলাই পাহাড়ে বসবাসকারী সাত ভাইবোন থেকে এসেছে বলে দাবি করে। এই সাত ভাইয়ের বোনকে ধর্ষণের চেষ্টাকারী মুসলিম শাসকের কাছ থেকে পালিয়ে যাওয়ার পর তারা নীলগিরির বিভিন্ন স্থানে বসতি স্থাপন করে। দ্বিতীয় ভাই হেথাপ্পা যখন বাইরে কাজ করছিলেন তখন দুই টোডা তার স্ত্রীকে ধর্ষণ করে মালামাল নিয়ে যায়। তিনি দুই বায়ালুরুর সাহায্য চেয়েছিলেন, বায়লুরুরা তার দুই মেয়েকে বিয়ে দিলে তাকে সাহায্য করতে রাজি হয়েছিল। তারা টোডাদের হত্যা করেছিল এবং সেই সময়ে গ্রামের বাসিন্দারা দাবি করেছিল যে তারা বেয়ালুরস এবং বডাগা কন্যার বংশধর।\n\n\n== ভাষা ==\nবডাগা ভাষা বডগা সম্প্রদায়ের কথ্য ভাষা। ভাষাটি কন্নড়ের সাথে ওতপ্রোতভাবে জড়িত। প্যারিসের ল্যাসিটোতে বিগত দুই দশক ধরে সংগৃহীত অনেক রকমের বডাগা গল্প এবং গানের সম্ভার রয়েছে। \n\n\n== শিক্ষা ==\nবেশ কয়েকজন বডাগা ভারত সরকারের বিভিন্ন শাখায় কর্মরত আছেন। প্রাক্তন লোকসভা সাংসদ প্রয়াত শ্রীমতি আক্কাম্মা দেবী প্রথম বডাগা নারী যিনি কলেজ থেকে স্নাতক হন এবং ১৯৬২ থেকে ১৯৬৭ সাল পর্যন্ত নীলগিরি লোকসভা কেন্দ্রের প্রতিনিধিত্ব করেছিলেন। বেলি লক্ষ্মী রামকৃষ্ণান এমএ ছিলেন সমাজকর্মে প্রথম বডাগা নারী স্নাতকোত্তর, এবং তামিলনাড়ু রাজ্য সরকারের স্বাস্থ্য ও পরিবার কল্যাণ বিভাগের কাজে নিযুক্ত প্রথম নারী গেজেটেড কর্মকর্তা।\n\n\n== তফসিলি উপজাতি অবস্থা ==\nভারতীয় সংবিধানের অধীনে তফসিলি উপজাতির তালিকায় বডাগাদের মর্যাদা পুনরুদ্ধারের জন্য দীর্ঘদিনের দাবি রয়েছে। ১৯৩১ সালের জনশুমারি অনুসারে ব্রিটিশ রাজের সময় বডাগারা উপজাতির তালিকায় ছিল। ভারতের স্বাধীনতার পর ১৯৫১ সালের জনশুমারির সময়ও বডাগারা তফসিলি উপজাতি তালিকায় ছিল, কিন্তু পরে তাদের সরিয়ে দেওয়া হয়েছিল।\n\n\n== আরও দেখুন ==\nকোডেরি\n\n\n== তথ্যসূত্র =="}