{"pageid": 1345057, "title": "হারিস", "url": "https://bn.wikipedia.org/wiki?curid=1345057", "content": "হারিস বা জারেশ ( আরবি: هريس) বা বোকো বোকো অথবা হারিসা হল মাংসের সাথে মিশ্রিত, পাকা গম দিয়ে প্রস্তুত একটি খাবার। এটি প্রধানত বিভিন্ন জাতের বীজ থেকে উতপন্ন গম দিয়ে তৈরি করা হয়।   হারিস একটি জনপ্রিয় খাবার যা সমগ্র আরব বিশ্বে পরিচিত এবং সাধারণত রমজান মাসে পারস্য উপসাগরের উপকূলীয় অঞ্চলে অবস্থিত আরব দেশের রাজ্যেগুলিতে এই খাবার রান্না করে খাওয়া হয়। আশুরার সময় ইরাক, লেবানন এবং বাহরাইনে শিয়া মুসলমানরা এই খাবারটি রান্না করে খায়।\nহারিস ( আরবি: هريس) শব্দটি একটি আরবি শব্দ হারসা থেকে উদ্ভূত হয়েছে যার অর্থ হল থেতলানো বা থেতলে মাখা। \nআর্মেনিয়ান উপাখ্যান অনুসারে আর্মেনিয়ার পৃষ্ঠপোষক সাধক, গ্রেগরি দ্য ইলুমিনেটর দরিদ্রদের জন্য ভালবেসে বিভিন্ন দানের আয়োজন করেছিলেন এবং খাবার সরবরাহ করছিলেন। ভিড় বাড়তে থাকায় লোকজনদের খাওয়ানোর জন্য পর্যাপ্ত ভেড়া ছিল না তাই রান্নার খাবারে গম যোগ করা হয়েছিল। তারা লক্ষ্য করলো যে গমগুলো রান্নার সময় কড়াইয়ের নিচে লেগে যাচ্ছে। সন্ত গ্রেগরি তখন খাবারটিকে ভালোভাবে নাড়তে পরামর্শ দিলেন। সেইসময় তিনি উচ্চারন করলেন হারেখ যার অর্থ নাড়া দেওয়া। এইভাবে হারেখ শব্দ থেকে থালাটির নাম হল হরিসা। তখন থেকেই হারিসাকে দাতব্য খাবার হিসেবে দান করে হয়ে আসছে।  পদটি ঐতিহ্যগতভাবে ইস্টারের দিনে পরিবেশন করা হয়। এটি এখনও সারা বিশ্বের অনেক আর্মেনিয়ান পরিবারের দ্বারা প্রস্তুত করা হয় এবং এটি আর্মেনিয়ার জাতীয় খাবার হিসাবে বিবেচিত হয়। \nইবনে সায়ার আল-ওয়াররাকের দশম শতকের একটি রান্নার বই কিতাব আল তাবিখ -এ হারিসের উল্লেখ আছে।  পাশাপাশি আল-বাগদাদির তের শতকের রান্নার বই কিতাব আল তাবিখ এবং ইবনে রাজিন আল-তুজিবি রচিত তের শতকের রন্ধন সম্পর্কীয় বই কিতাব আন্দালুস -এ হারিসের কথা নথিভুক্ত করা হয়েছে। আল-খিওয়ান ফি তাইয়্যিবাত আল-তাআম ওয়াল-আলওয়  নামক আরেকটি গ্রন্থে হারিসের কথা উল্লেখ করা হয়েছে।\nহালিম নামক খাবারের উৎপত্তিও হারিস থেকে হয়েছে বলে ধারণা করা হয় । \n\n\n== প্রস্তুতি ==\nহারিস রান্না করার জন্য প্রথমে গম সারারাত ভিজিয়ে রাখতে হয়। তারপর মাংস এবং মাখন বা ভেড়ার লেজের চর্বি সহ সেটি জলে সিদ্ধ করা হয়। অবশিষ্ট তরল ছেঁকে ফেলা হয় এবং মিশ্রণটিতে স্বাদযুক্ত করতে মশলা যোগ করা হয়। হারিস দারুচিনি, চিনি এবং বিশুদ্ধ মাখন দিয়ে পরিবেশন করা যেতে পারে।\n\n\n== তথ্যসূত্র =="}