{"pageid": 1345421, "title": "মাওলিদ আল-বারজানজি", "url": "https://bn.wikipedia.org/wiki?curid=1345421", "content": "মাওলিদ আল-বারজানজি ( আরবি: مَولِد الْبَرزَنجِي ) হলো জাফর ইবন্ হাসান আল-বারজানজি কর্তৃক ইসলামের নবি মুহাম্মদের প্রশংসায় লেখা একটি জনপ্রিয় বই।  বইটির সম্পূর্ণ শিরোনাম হলো - ইকদুল  জাওহার ফি মাওলিদিন নাবিয়্যিল আজহার (عقد الْجَوهر في مَولِد الْنَبِي الْأزهَر;)।  এটি আরবি আঞ্চলিক ভাষায় লেখা।\n\n\n== মাওলিদ ==\nগ্রন্থটি বিশ্বজুড়ে সুন্নি মুসলমানদের দ্বারা ব্যাপকভাবে পড়া হয়। এর মধ্যে উল্লেখযোগ্য যেমন - দক্ষিণ পূর্ব এশিয়া, পূর্ব আফ্রিকা এবং দক্ষিণ আফ্রিকায়। বারজানজি শব্দটি মওলিদ শব্দের সমার্থক, যা ইসলামের নবি মুহাম্মাদের স্মরণে নিবেদিত। এটিতে তার সম্পর্কে ধারণা এবং জন্ম-বৃত্তান্ত, তার জীবনের অলৌকিক উল্লেখযোগ্য ঘটনাবলি এবং স্বভাব চরিত্র সম্পর্কে কাব্যিক বর্ণনায় উপস্থাপন করা হয়েছে।\nমুহাম্মাদের জন্মের স্মরণে রচনাটির একটি কেন্দ্রীয় অবস্থান রয়েছে যা হিজরি মাস রবিউল আউয়াল এর ১২ তম দিনে হয়েছিল।\n\n\n== পণ্ডিতদের মন্তব্য ==\nলেখকের বংশধর, জাফর ইবনে ইসমাঈল আল-বারজানজি (মৃত্যু ১৩১৭ হি / ১৮৯৯ খ্রিস্টাব্দ) এর মতো পণ্ডিতরা রচনাটির উপর মন্তব্য করেছেন। অন্যান্য বিশিষ্ট ভাষ্যকাররা হলেন মুহাম্মাদ 'উলেশ (মৃত্যু ১২৯৯ হি/১৮৮১ খ্রিস্টাব্দ), মিশরের মালিকদের সর্বোচ্চ বিচারিক কর্তৃপক্ষ (মুফতি) এবং সুন্দানি পণ্ডিত, মুহাম্মদ নাওয়াভি আল-বানতানি (মৃত্যু ১৩১৬ হি/১৮৯৮ সিই), যিনি শাফেয়ী আইনবিদ ও সুফি ছিলেন এবং মক্কায় বসতি স্থাপন করেন। নিম্নে গ্রন্থটির কয়েকটি ব্যাখ্যা-রচনার শিরোনাম উল্লেখ করা হলো :\n\nআল-বারজানজি, আল-কাওকাব আল-আনওয়ার 'আলা' ইকদ আল-জওহার ফি মওলিদ আল-নবী আল-আজহার;\n'উল্যাশ, আল-ক্বাউল আল-মুঞ্জি 'আলা মাওলিদ আল-বারজানজি;\nআল-বানতানি, মাদারিজ আল-সু'উদ ইলা ইকতিসা' আল-বুরুদ।\n\n\n== জনপ্রিয় পঙক্তি ==\nবিশ্বজুড়ে নবি মুহাম্মাদের স্মরণে  মা'ওলিদে-এর সমাবেশে পঠিত জনপ্রিয় সেই অন্তিমি নিম্নরুপ :\n\nعَطِّرِ ٱللّٰهُمَّ قَبْرَہُ ٱلْكَرِيمْ ، بِعَرْفٍ شَذِيٍّ مِنْ صَلاَةٍ وَتَسْلِيْم\nٱللّٰهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ وَعَلَى آلِهِ\n\n'আততির আল্লাহুম্মা কাবরাহুল কারীম/বি-আরফিন শাজিয়্যিন মিন সালাতিন ওয়া-তাসলিম আল্লাহুম্মা সাল্লি ওয়া-সাল্লিম ওয়া-বারিক আলাইহি ওয়া-আলা আলিহি ।\n\n\n== মাওলিদ আল-বারজানজির বিষয়বস্তু ==\nমাওলিদ আল-বারজানজির বিষয়বস্তু নিম্নরূপ (যা ইংরেজিতে অনূদিত বই থেকে নেওয়া)  :\n\nনবীর বংশ;\nতার জন্মের আগে;\nপূর্বপ্রাকৃতিক ঘটনা;\nতার শৈশব;\nআবদুল মুতালিব এবং আবু তালিব;\nপ্রাপ্তবয়স্কতা;\nতার বিয়ে;\nএকটি বিরোধ নিষ্পত্তি;\nনবুওয়াতের সূচনা:\nপ্রথম বিশ্বাসীদের;\nদুঃখের বছর;\nশবে মেরাজ,\nউপজাতিদের কাছে নিজেকে উপস্থাপন;\nদেশত্যাগ;\nগুহা;\nসুরাকা;\nউম্মে মাবাদের গল্প;\nমদিনা;\nতার অভ্যন্তরীণ এবং বাহ্যিক পরিপূর্ণতা ও সৌন্দর্য্য;\nনবুওয়াতের সীলমোহর;\nদরিদ্রদের জন্য তার ভালবাসা;\nসমাপ্তি প্রার্থনা\n\n\n== তথ্যসূত্র ==\n\nKatz, Marion Holmes (২০০৭)। The Birth of the Prophet Muḥammad: Devotional Piety in Sunni Islam। Routledge। আইএসবিএন 978-0-203-96214-5।"}