{"pageid": 1345219, "title": "মুক্কুলাঠোর", "url": "https://bn.wikipedia.org/wiki?curid=1345219", "content": "মুক্কুলাঠোর  জনগোষ্ঠী যারা সম্মিলিতভাবে থেভার নামেও পরিচিত, তারা ভারতের তামিলনাড়ুর মধ্য ও দক্ষিণ জেলায় বসবাসকারী একটি সম্প্রদায় বা সম্প্রদায় গোষ্ঠী। তারা আগামুদয়ার, কাল্লার এবং মারাভার সম্প্রদায় নিয়ে গঠিত যারা একই পৌরাণিক কাহিনী অনুসারে দাবি করে যে তারা একসময় বিভিন্ন প্রাচীন দক্ষিণ ভারতীয় রাজবংশের সদস্য ছিল।\nমুক্কুলাঠোর  এবং থেভার শব্দটি সমার্থকভাবে ব্যবহৃত হয়। মাদুরাই কামরাজ বিশ্ববিদ্যালয়ের আর. মুথুলক্ষ্মীর মতে, থেভার কথার আক্ষরিক অর্থ হল স্বর্গীয় প্রাণী বা ঐশ্বরিক প্রকৃতির মানুষ এবং মুক্কুলাঠোর কথার মানে হল তিনটি একত্রিত গোষ্ঠী। আগামুদয়ার, কাল্লার এবং মারাভার এই তিন সম্প্রদায় একটি সাধারণ পৌরাণিক কাহিনীর উপর ভিত্তি করে নিজেদের ইন্দ্র এবং এক স্বর্গীয় মহিলার বংশধর হওয়ার দাবি করে। তিনটি দল ঐতিহ্যগতভাবে নিজেদেরকে তাদের সহকর্মী মুক্কুলাঠোর থেকে শ্রেষ্ঠ বলে বিশ্বাস করে।\nথেভার সম্প্রদায়ের লোকেরা সঙ্গম যুগে প্রাচীন মুভেনদার রাজবংশের বংশোদ্ভূত হওয়ার দাবি করে। আগমুদয়াররা নিজেদের চেরা রাজবংশ, কল্লাররা চোল এবং মারাভাররা পান্ড্যদের বংশধর বলে নিজেদের উল্লেখ করেন। নৃতাত্ত্বিক সুসান বেলি উল্লেখ করেছেন যে কাল্লার এবং মারাভার উভয় সম্প্রদায়ই অপেক্ষাকৃত নতুন বর্ণ সত্তা। উভয় নামই মূলত পোলিগার বা স্থানীয় সর্দারদের দ্বারা বিশিষ্ট লোকেদের দেওয়া উপাধিমাত্র। তবে এই উপাধির ধারকরা আঠারো শতকের শেষ পর্যন্ত ব্রাহ্মণ্য হিন্দু ধর্ম, বর্ণের ধারণা এবং অন্তঃবিবাহের মতো বর্ণ-সংজ্ঞায়িত অনুশীলনের দ্বারা প্রভাবিত হননি। তুলনামূলকভাবে সাম্প্রতিক অতীতে পোলিগারদের সাথে তাদের সখ্যতার বন্ধন তৈরি হয়েছে তারপরে, জঙ্গল ছাড়পত্র, রাষ্ট্র-নির্মাণ এবং আদর্শগত পরিবর্তনের ফলে এবং অন্যান্য গোষ্ঠীর সাথে সহবাস ইত্যাদি বিভিন্ন কারণের ফলে জাতি হিসাবে এদের বিবর্তন ঘটে। ১৯১১ সালে ব্রিটিশরা থেভারদের এক অপরাধী জাতি হিসাবে চিহ্নিত করেছিল\nভারতীয় স্বাধীনতার পরের সময়কালে,মুক্কুলাঠোর বা থেভাররা সুপার-কাস্ট বা উচ্চ জাত হিসাবে পরিচিত হয়েছে যা তিনটি স্বতন্ত্র সম্প্রদায়কে একত্রিত করে তৈরি হয়েছে। তারা এখন সর্বভারতীয় আন্না দ্রাবিড় মুনেত্র কড়গম রাজনৈতিক দলের জোরালো ও শক্তিশালী সমর্থক হিসাবে পরিচিত।\n\n\n== তথ্যসূত্র =="}