{"pageid": 1345017, "title": "সুফি মুহাম্মদ সারওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1345017", "content": "সুফি মুহাম্মদ সারওয়ার (উর্দু: مولانا صوفی محمد سرور‎‎; ৭ ডিসেম্বর ১৯৩৩ – ১৫ মে ২০১৮) ছিলেন একজন পাকিস্তানি ইসলামি পণ্ডিত, লেখক এবং জামিয়া আশরাফিয়ার শায়খুল হাদিস। তিনি জামিয়া খায়রুল মাদারিস এবং জামিয়া আশরাফিয়ায় পড়াশোনা করেছেন।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nসারওয়ারের জন্ম ১৯৩৩ সালের ৭ ডিসেম্বর ডেরা গাজী খান জেলায়। দশম শ্রেণির পর তিনি জামিয়া আশরাফিয়ার প্রতিষ্ঠাতা মুফতি মুহাম্মদ হাসানের কাছ থেকে ধর্মীয় শিক্ষা শুরু করেন এবং তারপর খায়ের মুহাম্মদ জলন্ধরির জামিয়া খায়রুল মাদারিস মুলতানে ধর্ম অধ্যয়ন করেন। এরপর তিনি জামিয়া আশরাফিয়া লাহোরে হাদিসের কোর্সে ভর্তি হয়ে স্নাতক সম্পন্ন করেন। এছাড়া তিনি পাকিস্তানের গ্র্যান্ড মুফতি শফি উসমানির অধীনে করাচিতে কিছুকাল পড়াশোনা করেন।\nআলিম থেকে স্নাতক হওয়ার পর, তিনি জামিয়া খায়রুল মাদারিস মুলতানে তিন বছর এবং দারুল উলুম ঈদগাহ কবিরওয়ালায় দশ বছর অতিবাহিত করেন, জামিয়া আশরাফিয়া, লাহোরে হাদিস এবং অন্যান্য বিষয়ে পাঠদান করেন। তিনি প্রসিদ্ধ কিতাব আবু দাউদ তারপর বুখারী শরীফ শুরু করেন। তিনি মৃত্যু পর্যন্ত প্রতিদিন আসরের নামাজের পর আশরাফ আলী থানভীর মালফুজাত (বক্তৃতা) পড়াতেন।\n\n\n== সাহিত্যকর্ম ==\nমুহাম্মদ সারওয়ার বেশ কয়েকটি বইয়ের লেখক:\n\nআল খায়রুল জারি লি সহীহুল বুখারী (২০০১)\nইলম ও আমল\n\n\n== মৃত্যু ==\nমুহাম্মদ সারওয়ার ২০১৮ সালের ১৫ মে লাহোরে মারা যান। জামিয়া আশরাফিয়া লাহোরে জানাজায় ইমামতি করেন তার ছেলে মাওলানা সুফি আতিকুর রহমান। লাহোর শেরশাহ কবরস্থানে তাকে দাফন করা হয়। ব্যক্তিগত জীবনে তিন ছেলে সুফি আতিকুর রহমান, শফিকুর রহমান ও আবদুল রহমান এবং তিন মেয়ের জনক।\nপাঞ্জাবের তৎকালীন মুখ্যমন্ত্রী শেহবাজ শরীফ,  জমিয়তে উলেমায়ে ইসলামের কেন্দ্রীয় আমির ফজলুর রহমান, মহাসচিব আব্দুল গফুর হায়দারী, জেইউআইয়ের ডেপুটি সেক্রেটারি জেনারেল মাওলানা মুহাম্মদ আমজাদ খান, ফেডারেল মন্ত্রী আকরাম খান দুররানি, মাওলানা আতাউর রহমান, হাফিজ হুসাইন আহমেদ, মুহাম্মদ আসলাম ঘোরী প্রমুখ তার মৃত্যুতে শোক প্রকাশ করে বলেছেন, সুফি মুহাম্মদ সারওয়ারের ধর্মীয় শিক্ষা ও সামাজিক সেবা আমাদের মাঝে দীর্ঘকাল স্মরণীয় হয়ে থাকবে।\n\n\n== তথ্যসূত্র =="}