{"pageid": 1345997, "title": "আওজাঈ মাজহাব", "url": "https://bn.wikipedia.org/wiki?curid=1345997", "content": "আওজাঈ মাজহাব ( আরবি: الأوزاعي, প্রতিবর্ণীকৃত: al-Awzā‘ī) ছিল অষ্টম শতাব্দীতে সুন্নি ইসলামের ফিকাহ বা ধর্মীয় আইনের একটি মাযহাব। এর ইমাম ছিলেন আব্দুর রহমান আওজাঈ।  এটি ইসলামের অপর চারটি মাজহাবের মত প্রসিদ্ধ লাভ করেনি এবং তাঁর ছাত্রদের হাতে এটি সংরক্ষিত হয়নি।\n\n\n== ইতিহাস ==\nইমাম আওজাঈ একজন ফকীহ, মুহাদ্দিস, তাবেয়ী ও শাম অঞ্চলের একজন ইমাম ছিলেন। এছাড়াও তিনি বৈরুত, মরক্কো ও আন্দালুসের ইমাম হিসেবে পরিচিত ছিলেন। তিনি মাত্র তেরো বছর বয়সে ফতোয়া প্রদান করা শুরু করেন। ধীরে ধীরে তাঁর অনুসারী বৃদ্ধি পেতে থাকে এবং তাঁর অভিমতগুলি একটি স্বতন্ত্র মাজহাবে রূপান্তরিত হতে শুরু করে। তারপরে তা শাম অঞ্চল ছাপিয়ে মাগরেব ও আন্দালুসে ছড়িয়ে পড়ে।\n\n\n=== মাগরেব ও আন্দালুসে ===\nউমাইয়াদের বিজয় এবং বারবার বিদ্রোহের পর থেকে মরক্কো ও পশ্চিম আলজেরীয় শাসক রাজবংশ, যেমন মাগরাওয়া এবং তৌদগার আমিরাত– ইবাদি রুস্তমীয় রাজবংশ দ্বারা গৃহীত খারিজি মাযহাব অনুসরণ করে। তিউনিসিয়া ও আন্দালুস বাদে মালিকি মাজহাব শুধু মুরাবিতুন রাজবংশের উত্থানের পরে এই অঞ্চলে প্রতিষ্ঠিত হয়েছিল।\nতারপর আল-হাকাম প্রথমের শাসনামলে, মালিক ইবনে আনাস এবং আল-মদীনাবাসীর মতামত অনুসারে সরকারী ফতোয়াগুলি প্রদান ও পরিবর্তন করা হয়েছিল। এটি আল-হাকামের মতামত এবং পছন্দের কারণে হয়েছিল, যা তিনি কিছু রাজনৈতিক সুবিধার কারণে দেখেছিলেন। বেশিরভাগই মনে করেন যে এটি আল-আন্দালুসের আলেমদের মদিনায় ভ্রমণের কারণে হয়েছিল, তারপর যখন তারা ফিরে আসেন তারা মালিকের শ্রেষ্ঠত্ব, তার বিস্তৃত জ্ঞান এবং মহান স্থানের কথা বলেন, তাই তারা তাকে সম্মান করেন এবং তার মাযহাবকে অগ্রাধিকার দেন। অন্যরা বলেন যে ইমাম মালিক আল-আন্দালুসের কিছু লোককে তাদের অঞ্চলের শাসন সম্পর্কে জিজ্ঞাসা করেছিলেন এবং তারা তার কাছে এটি বর্ণনা করেছিলেন এবং মালিক এতে খুব খুশি হয়েছিল কারণ সেই সময়ে আব্বাসীয়রা এমনভাবে শাসন করেনি যা সম্মত ছিল। সুতরাং, ইমাম মালেক সেই ব্যক্তিকে বললেন যে তাকে বলেছিল, 'আমরা আল্লাহর কাছে প্রার্থনা করি যেন তিনি আমাদের পবিত্র সীমানাকে আপনার শাসন দ্বারা আলোকিত করেন।' এটি আল-আন্দালুসের শাসকের কাছে প্রেরণ করা হয়েছিল, যিনি ইতিমধ্যেই মালিকের জ্ঞান, শ্রেষ্ঠত্ব এবং তাকওয়া সম্পর্কে জানতেন; তাই তিনি জনগণকে তার মাযহাব গ্রহণ করার জন্য নেতৃত্ব দেন এবং আল-আওযাইয়ের মাযহাব ত্যাগ করার নির্দেশ দেন। পরবর্তীতে, মরক্কো এবং পশ্চিমের রাজারা একমত হন যে শুধুমাত্র ইবনুল কাসিম আল-উতাকি (মালিকের একজন বিখ্যাত ছাত্র) এর পছন্দ অনুযায়ী নিয়ম ও কাজ হওয়া উচিত।   \n\n\n=== সিরিয়ায় ===\nসিরিয়ায়, আল-আওজাইয়ের মাযহাব দশম শতাব্দী পর্যন্ত চিন্তার প্রধান মাযহাব ছিল, যখন শাফিয়ী মাযহাবের আবু জারাহ মুহাম্মদ ইবনে উসমান দামেস্কের বিচারক নিযুক্ত হন। আবু জারাহ মুখতাসার আল-মুজানি (শাফিয়ি ফিকহের মূল বিষয়) বইটি মুখস্থ করা যেকোনো ছাত্রকে ১০০ দিনার পুরস্কার দেওয়ার অনুশীলন শুরু করেছিলেন। স্বাভাবিকভাবেই, এই অনুশীলনের ফলে সিরিয়ায় শাফেয়ী মাযহাব দ্রুত ছড়িয়ে পড়ে, যতক্ষণ না আল-আওজাইয়ের কোনো অনুসারী ১১ শতক পর্যন্ত অবশিষ্ট ছিল না।   দ্বিতীয় কারণটি ছিল কারণ তিনি তার প্রধান ছাত্র আম্মার ইবনে সাইফকে তার সমস্ত কাজ ধ্বংস ও পুড়িয়ে ফেলার নির্দেশ দিয়েছিলেন। \n\n\n== তথ্যসূত্র =="}