{"pageid": 1345111, "title": "শামিম হাশিমী", "url": "https://bn.wikipedia.org/wiki?curid=1345111", "content": "শামীম হাশিমি (উর্দু / ফার্সি / আরবি: شمیم ہاشمی; হিন্দি: शमीम हाशिमी; সৈয়দ মুহাম্মদ শামিমুদ্দিন, জন্ম: ১৪ আগস্ট ১৯৪৭)  একজন উর্দু এবং ফারসি কবি। তিনি মূলত একজন গজলের কবি। তিনি বিভিন্ন প্যারামিটারে অন্যান্য ধরনের কবিতার গানও লিখেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nহাশিমি ভারতের বিহারের সাসারামে জন্মগ্রহণ করেন। তিনি মাদ্রাসা খানকাহ কাবেরিয়ায় প্রাথমিক শিক্ষা লাভ করেন। তিনি ১৫ বছর বয়সে আলিম ডিগ্রি (স্নাতক) অর্জন করেন। তিনি পাটনার শামস-উল-হুদা মাদ্রাসা থেকে ফাজিল (ফার্সি ও উর্দু) শ্রেণীর শিক্ষা নেন। মাদ্রাসা থেকে পড়াশোনা শেষ করে তিনি পাটনা বিশ্ববিদ্যালয়ে যোগ দেন এবং উর্দু ভাষা ও সাহিত্য এবং ডিপ্লোমা ডিগ্রি অর্জন করেন। তিনি কবি মাহজুর শামসির জীবনের ওপর গবেষণা করে ডক্টর অব ফিলোসফি ডিগ্রি লাভ করেন। তিনি উর্দু কবিতার দাঘ দেহলভি স্কুল থেকে শিক্ষা গ্রহন করেন এবং তিনি আবর আহসানি গুন্নৌরির শিষ্যদের একজন। তার লেখনী নাম শামীম হাশিমি।\n\n\n== কর্মজীবন ==\nহাশিমি ৯ বছর বয়সে কবিতা লেখা শুরু করেন, তার কবিতা ও গদ্য উর্দু সাহিত্যের জাতীয় পত্রিকা যেমন ফুনুন, শায়র, আজকাল এবং সুব-ই-নও-পাটনা প্রভৃতিতে প্রকাশিত হতো। তিনি উর্দু, ফারসি এবং ইংরেজিতে অনেক বই লিখেছেন, যার মধ্যে রয়েছে তার উর্দু ও ফারসি গজলের সংগ্রহ। তার প্রধান সাহিত্যকর্ম ১৯৭০ সালে প্রকাশিত হয়েছিল। ২০০৫ সালে প্রকাশিত হয় তার অন্যতম সেরা বই টুট টে পাটন কা দুঃখ যা ব্যাপকভাবে সমাদৃত হয়েছে। তিনি সাহিত্য ভূষণ এবং বিহার উর্দু একাডেমি পুরস্কারও পেয়েছেন।\nতার লেখার মধ্যে মীর তাকি মীর এবং আমির খুসরোর প্রভাব রয়েছে।\n\n\n== সমসাময়িকদের দৃষ্টিভঙ্গি ==\nশাবাব ললিত: \"... দুঃখের আনন্দের কথক শামীম হাশেমী। তিনি বিশ্বজগতের দুঃখ এবং বর্তমানের যন্ত্রণার সাথে তার বেদনার প্রতিফলক। মানবজীবনের বিস্তৃত ক্যানভাসে শামীম হাশিমী বর্তমানের যন্ত্রণা, সময়ের অসমতা ও নৃশংসতাকে গভীরভাবে অনুভব করেছেন এবং আধ্যাত্মিকভাবে অনুভব করেছেন...।\"\nনাদিম বলখী: \"...শামীম হাশিমির কবিতার মূল বিষয় নস্টালজিয়া যা সম্পূর্ণ অভ্যন্তরীণ ও বাইরের মানব জগতের প্রতীক...।\"\nশামসুর রহমান ফারুকী:\"...আপনার মায়ের পরিবার থেকে এবং আপনার পিতার পরিবার থেকেও আপনার বুদ্ধির ঐতিহ্য রয়েছে এবং এই দুটি গুণ আপনার কবিতায় অনেক জায়গায় প্রতিফলিত হয়েছে...।\"\n\n\n== পুরস্কার ==\nসাহিত্য ভূষণ \nবিহার উর্দু একাডেমি পুরস্কার\n\n\n== গ্রন্থপঞ্জি ==\nফারসি ভাষায়\n\nফারসি গজল সংগ্রহ।\n\"ফারসি কি পাহলি কিতাব\" ইন্টার কলেজ (বিহার বোর্ড) এবং মগধ বিশ্ববিদ্যালয়ের জন্য পাঠ্য বই ১৯৭৩।\nতালীফ \"ফরিয়াদ-ই-রাগীব\"।\nতালখীজ-ই-শের-উল-আজম।\nউর্দু ভাষায়\n\nগজল সংকলন \"তুত-তায় পাটন কা দুঃখ।\"\nসহসারাম মে উর্দু শায়রি কি ইবতদা-ও-ইর্তিকা (সহসারামে উর্দু কবিতার বিবর্তন। )\nইনসানিয়াত কা ইসলামী তাসাউর। (ইসলামে মানবতার অর্থ)।\nকুল্লিয়াত-ই-মাহজুর শামসী। (মাহজুর শামসির উপর কাজ করে)।\n\n\n== আরও দেখুন ==\nইসলাম\nফার্সি কবি ও লেখকদের তালিকা\nউর্দু ভাষার কবিদের তালিকা\nউর্দু কবিতা\nমুসলিম দার্শনিকদের তালিকা\nগালিব একাডেমি, নয়াদিল্লি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nInsaniyat ka Islami Tasawwur। ১০ জুন ২০০৮। সংগ্রহের তারিখ ১২ জুলাই ২০১৩। \n\"Shamim Hashimi, The Biography\"। Amir Sahab Pasha। সংগ্রহের তারিখ ১২ জুলাই ২০১৩।"}