{"pageid": 1345371, "title": "হিকমাত", "url": "https://bn.wikipedia.org/wiki?curid=1345371", "content": "হিকমাত বা হিকমত বা হেকমত, আরবি: حكمة  , ḥikma, আক্ষরিক অর্থে প্রজ্ঞা, দর্শন; যুক্তি, অন্তর্নিহিত কারণ) হল ইসলামি দর্শন ও আইনের একটি ধারণা। অর্জিত গ্রন্থগত জ্ঞান , অভিজ্ঞতা, বাস্তবজ্ঞান, সাধারণ জ্ঞান ও গভীর চিন্তার সমন্নয় ঘটিয়ে বাস্তব জীবনে প্রয়োগ ও ব্যবহারের ক্ষমতা হচ্ছে প্রজ্ঞা। গভীর অন্তর্দৃষ্টি, বিচক্ষণতা, বুদ্ধিমত্তার সমষ্টিও হিকমাহ।\nদার্শনিক মোল্লা সদরা হিকমাত-কে \"সত্তার সারমর্মকে তারা যেমন আছে তা জানতে চাওয়া\" বা \"মানুষের বস্তুনিষ্ঠ জগতের সাথে সঙ্গতিপূর্ণ একটি বুদ্ধিগত জগতে পরিণত হওয়া\" হিসাবে সংজ্ঞায়িত করেছেন।।  বিভিন্ন ইসলামিক ভাষ্য হিকমাত-কে \"বিজ্ঞানের সর্বোত্তম উপায়ে সর্বোত্তম জিনিসগুলি জানা ...\",  অভিজ্ঞতা,  \"বিচারে ন্যায়বিচার\" ব্যবহার করে, \"বিষয়ের বাস্তবতা সম্পর্কে জ্ঞান\" হিসাবে বর্ণনা করে।  \"যা অজ্ঞতাকে বাধা দেয়,\"  \"জিনিসকে তাদের যথাযথ স্থানে রাখা, তাদের যথাযথ মর্যাদায় সমাসীন করা\" ইত্যাদি  ইবনুল কাইয়্যিমের মতে, হিকমাহ-এর তিনটি স্তরের মধ্যে সর্বোচ্চ এবং একচেটিয়া স্তরটি \"বাকী উম্মাহর উপর সাহাবীদের জন্য সংরক্ষিত, এবং এটি [ইসলামী] পণ্ডিতরা সর্বোচ্চ স্তরে পৌঁছাতে পারে।\" \nফিকাহ (ইসলামী আইনশাস্ত্র) এর একটি পরিভাষা হিসাবে, তাকি উসমানি এটিকে \"[ইসলামী] আইন প্রণয়ন করার সময় আইন প্রণয়নকারীর বিবেচনায় নেওয়া প্রজ্ঞা এবং দর্শন বা [আইনের] প্রয়োগকারী দ্বারা আকৃষ্ট করার উদ্দেশ্যে করা সুবিধা\" হিসাবে বর্ণনা করেন। ডাঃ দিপারতুয়া এটাকে \"উদ্দেশ্য ও প্রজ্ঞা\" অভিধায় \"শরিয়াহ দ্বারা নির্ধারিত\" বলে অভিহিত করেছেন। \nউসমানি ট্রাফিক লাইটের কথা উল্লেখে করে ধর্মনিরপেক্ষ আইনের উদাহরণ দিয়েছেন- যেখানে ইল্লাত ( ফিকহের আরেকটি পরিভাষা যার অর্থ \"একটি লেনদেনের মৌলিক বৈশিষ্ট্য যা প্রাসঙ্গিক আইন প্রয়োগ করে\")  হল লাল আলোতে থামার আনুগত্য, আর হিকমাহ হল ট্রাফিক নিরাপত্তা- যানবাহন এবং পথচারীদের সংঘর্ষ এড়ানো। \n\n\n== ব্যাখ্যা ==\n\n\n=== সংজ্ঞা ===\nমোল্লা সাদ্রার মতে  \"হিকমাহ হচ্ছে নিজের সত্যিকার অস্তিত্বের জ্ঞান অর্জন করা।\"\nবিভিন্ন ইসলামিক পণ্ডিত ও গবেষক এটিকে বিভিন্ন ভাবে ব্যাখ্যা দিয়েছেন। ইবনে মানদুর এর লিসেন আল আরব বইটিতে বলা হয়েছে \"হিকমাহ হচ্ছে ভালো ও উত্তম কিছুর বৈজ্ঞানিক বা উচ্চ পর্যায়ের ধারণা রাখা, ঐ রকম চিন্তন‌ ক্ষমতা এবং এর ফল বাস্তবে বাস্তবায়ন।\" \nআবার, ইবনে ফারিস এর মতে হিকমাহ হচ্ছে: \"বাস্তব জ্ঞান এবং এর মাধ্যমে বিচার-বিবেচনা”।\nপাকিস্তানি বিচারক ও ইসলামিক পণ্ডিত মুহাম্মাদ ত্বকি উসমানীর মতে  হিকমাহ হচ্ছে \"ফিকহ শাস্ত্রের একটি দিক; যেটি যাবতীয় সব জ্ঞানের সর্বোত্তম ব্যবহারে আইন প্রণয়ন করার সময় প্রণেতারা ব্যবহার করে থাকেন।\" ডক্টর দিপারতুয়ারের মতে- “এটি হচ্ছে  বাস্তবজ্ঞান ও গ্রন্থগত জ্ঞানের প্রয়োগ।”\nইবনে আল-কাইয়ূম এর মতে \"হিকমাহ এর সর্বোচ্চ স্তরে উপনীত হতে পেরেছিলেন রসূলের সাহাবারা এবং এটিই হচ্ছে ইসলামি পণ্ডিতদের জন্য জ্ঞানের বা পান্ডিত্যের সর্বোচ্চ স্তর ।\" \n\n\n=== কুরআন-হাদীসের বাণীতে হিকমাহ ===\nহিকমাহ হচ্ছে মহান আল্লাহর একটি গুণ। তিনি ‘ الحكيم (আল-হাকিম)' অর্থ প্রজ্ঞাময়।\nসূরা লোকমানে বলা হয়েছে:\n\n“পৃথিবীতে যত বৃক্ষ আছে, সবই যদি কলম হয় এবং সমুদ্রের সাথেও সাত সমুদ্র যুক্ত হয়ে কালি হয়, তবুও তাঁর বাক্যাবলী লিখে শেষ করা যাবে না। নিশ্চয় আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়। \"\nসূরা লোকমান,আয়়া়ত ২৭।\nসূরা আল-বাকারাহে বলা হয়েছে:\n\n“তিনি যাকে ইচ্ছা প্রজ্ঞা দান করেন এবং যাকে জ্ঞান দান করা হয়েছে তা অবশ্যই অনেক উত্তম প্রতিদান পেয়েছে।  আর বুদ্ধিমানদের ছাড়া আর কেউ স্মরণ রাখবে না। \"\nসূরা আল-বাকারাহ,আয়াত ২৬৯।\n\n\n== আরও দেখুন ==\nচোখমাহ\nহিকমাহ আল ইশরাক\nহিকমাহ আল-মুতাআলিয়াহ\nইরফান\nমারিফাত\nমুতাজিলা\n\n\n== তথ্যসূত্র =="}