{"pageid": 1345264, "title": "পদায়নী", "url": "https://bn.wikipedia.org/wiki?curid=1345264", "content": "পদায়নি বা পড়ায়নি যা পদেনি (মালায়ালাম শব্দ অনুসারে যার অর্থ সৈন্যবুহ্য রচনা) নামেও ভারতের কেরল রাজ্যের কেন্দ্রীয় অঞ্চল থেকে উদ্ভূত এক ঐতিহ্যবাহী লোকনৃত্য শিল্প। এই নৃত্য মুখোশ পরে করা হয় ও এটি একটি আনুষ্ঠানিক নৃত্য। এটি ভগবতী মন্দিরে সম্পাদিত একটি প্রাচীন আচার। ভদ্রকালীর সম্মানে পদায়নী নৃত্য পরিবেশিত হয়। পদায়নি শব্দের  অর্থ 'যোদ্ধাদের সারি'। পদায়নী হল একটি শিল্প যা সঙ্গীত, নৃত্য, নাটক, ব্যঙ্গ, মুখোশ এবং চিত্রকর্ম -এর মিশ্রনে গঠিত। এটি ভদ্রকালীর পূজার অংশ এবং ডিসেম্বরের মাঝামাঝি থেকে মে মাসের মাঝামাঝি পর্যন্ত সময়ে মন্দিরে দেবীকে উৎসর্গ করে মঞ্চস্থ করা হয়। কেরালার পত্তনমতিট্টা এবং কোট্টায়ম জেলা নিয়ে গঠিত কেন্দ্রীয় ত্রাভাঙ্কোরে পদয়ানি অনন্য এক সাংস্কৃতিক বৈশিষ্ট্য। এটি কোল্লাম, আলাপুজা জেলার পার্শ্ববর্তী অঞ্চলেও পরিবেশিত হয়।\nপদায়নীকে ব্রাহ্মণ্যবাদের আবির্ভাবের আগে বিদ্যমান দ্রাবিড় উপাসনা শৈলীর একটি অংশ হিসাবে বিবেচনা করা হয়।\nপদায়নি উত্তর কেরালার থেইয়ামের মতো। পদায়নিতে ব্যবহৃত তাল যন্ত্র হল পাটায়নি থাপ্পু, চেন্দা, পারা এবং কুম্ভম।\nপাথানামথিট্টা জেলার পুথুকুলাঙ্গার দেবী মন্দিরের পদায়নী নৃত্য বিখ্যাত। এখানে উৎসবের শেষ দিনে পরিবেশিত ভৈরবী কোলাম খুবই বিখ্যাত। এটি তৈরিতে ১০০১ টি খেজুর গাছের ছাল ব্যবহার করা হয়। মীনার তিরুভাথিরা মীনা মাসের প্রধান উৎসব।\n\"পাচাথাপ্পু\" প্রথম মালয়ালম চলচ্চিত্র যা পদায়নির উপর ভিত্তি করে গঠিত। পাচাথাপ্পু রচনা ও পরিচালনা করেছেন অনু পুরুষোথ। এটি ২০২০ সালের সেরা আর্ট ফিল্মের জন্য কেরল ফিল্ম ক্রিটিকস পুরুস্কারে মনোনীত হয়েছিল।\nপদায়নি শব্দটি দুটি মালয়ালম শব্দ থেকে উদ্ভূত। 'পাটা' যার অর্থ সামরিক এবং 'আনি'  যার অর্থ প্রস্তুতি।\n\n\n== উৎপত্তি এবং ঐতিহ্য ==\nপদায়নি হল কোলাম থুল্লালের একটি আধুনিক রূপ। কোলাম থুল্লালে একটি ধর্মীয় নৃত্য, যা কেরলের চমৎকারী ঔষধ প্রস্তুতকারী পুরুষদের দ্বারা পরিবেশিত হয়েছিল (গণকা সম্প্রদায়ের অন্তঃবিবাহিত অংশ)। পুরানো দিনে এই বিস্তৃত এবং ব্যয়বহুল অনুষ্ঠান গভীর মনস্তাত্ত্বিক অসুস্থতা নিরাময়ের জন্য পরিবেশিত হত এবং এমন কিছু চিকিৎসা পদ্ধতির প্রয়োগ হত যা উপযুক্ত নয় বলে মনে করা হয়। মানসিক বা আধ্যাত্মিক নিরাময়ের এই রূপটি কোলাম থুল্লাল নামে পরিচিত। এটি শুধুমাত্র গণক সম্প্রদায়ের অন্তর্গত তিনতা উপ-সম্প্রদায় দ্বারা পরিকল্পিত, নিয়ন্ত্রিত এবং সঞ্চালিত হত। এটি ভূত বা অশুভ শক্তি প্রতারণার পদ্ধতি হিসাবেও পরিচিত ছিল। কেরলের ভগবতী (ভদ্রকালী) মন্দিরগুলির উৎসব অনুষ্ঠানের থেকে প্রেরিত হয়ে একটি ঐশ্বরিক আচার-অনুষ্ঠান হিসাবে এই লোকনৃত্য শিল্প পদায়নীর বিকাশ ঘটেছে।\nপদায়নীর উৎপত্তির আরেকটি ইতিহাস আছে যা কেরলের প্রাচীন সমরকলা প্রশিক্ষণের অনুশীলনের সাথে সম্পর্কিত। যেহেতু 'পদায়নী' শব্দটির উৎপত্তি সামরিক কুচকাওয়াজ বা সেনাবাহিনীর সারিগুলির সাথে সম্পর্কিত, তাই সাধারণত বিশ্বাস করা হয় যে নায়ার সৈন্যদের সমর কৌশল কালারি বা তাদের কালারি আসন এইসকল কিছুর প্রতীকী রূপান্তরন হয়ে পদায়নী নৃত্যশৈলীর উৎপত্তি হয়েছে। নায়াররা পদায়নী শিল্পের আধুনিক রূপের জনক হিসাবে পরিচিত, কিন্তু নৃত্য পরিবেশনার জন্য, গানের কথা লেখা, নকশাযুক্ত বিস্তৃত পোশাক তৈরি ইত্যাদি কাজ সাধারন্ত কানিয়ার লোকদের অধিকারের আওতায় পরত। বর্তমানে কেরলের দক্ষিণাঞ্চলের অনেক দেবী মন্দিরে, বিশেষ করে পাথানামথিট্টা, কোট্টায়াম, আলাপুঝা এবং কোল্লাম জেলায় পদায়নীর আধুনিক রূপ পরিবেশন করা হয়।\n২০০৭ সালে কবি কদমমনিত্তা রামকৃষ্ণনের একটি প্রস্তাব বাস্তবায়নের জন্য একটি পদায়নী গ্রাম তৈরি করার পরিকল্পনা নিয়ে এই নৃত্যের ধরনকে উন্নীত করার প্রয়াস শুরু করেন। এই ধরনের প্রথম গ্রামটি কবির নিজ শহর কদমমণিত্তায় গড়ে তোলা হবে বলে পরিকল্পিত হয় এবং এতে ২০০৯ সালের হিসাবে ১.৯ কোটি টাকা বরাদ্দ হয়। পদায়নীর একজন প্রধান উদ্যোক্তা হলেন অধ্যাপক কদমনিত্তা বাসুদেবন পিল্লাই। কদমনিত্তা রামকৃষ্ণনের সাথে তার মেলামেশা এবং পরিচিতি অনেক সাহিত্যিক ও শৈল্পিক অবদানের ভিত্তি গড়ে তুলেছে। তাঁর সাহিত্যকর্ম \"পদায়নিউদে পালাকোলাঙ্গল\" এবং \"পদয়ানি\" কেরল লোককাহিনীর উপর একটি প্রামাণিক রচনা যার বিশেষ সাহিতিক মূল্য রয়েছে।\n\n\n== প্রদর্শনী ও শৈলী ==\n\nপদায়নী ভারতের কেরালায় খুব জনপ্রিয় এক আনুষ্ঠানিক লোকনৃত্যশৈলী যা দেবী ভদ্রকালীর উপাসনা করতে ব্যবহৃত হয়।\nকোলাম থুল্লাল নৃত্য শেষ হওয়ার পরে, পোপ্পদা নামে একটি অনুষ্ঠান হয় যা পদায়নী উৎসবের সমাপ্তি ঘোষণা করে। এরপর রঙের উৎসবের দিন শেষ হয় আর রঙিন স্মৃতি জনমানসে পরিস্ফুট হয়ে থাকে।\nসমস্ত বিশ্বের সুস্থতার জন্য প্রার্থনা দিয়ে পরবর্তী পদায়নীর অপেক্ষা শুরু হয়।\nপদায়নী হল পম্পা নদীর তীরে অবস্থিত ভদ্রকালী মন্দিরে সম্পাদিত একটি আচার-অনুষ্ঠান। পৌরাণিক কাহিনী অনুসারে এই আচারিক নৃত্যটি দেবী দুর্গাকে সন্তুষ্ট করার জন্য ভগবান শিব এবং অন্যান্য দেবতাদের দ্বারা সম্পাদিত হয়েছিল। কথিত আছে দৈত্য দারিকাকে ধ্বংস করার পরেও দেবীর ক্রোধ প্রশমিত করা যায়নি। তখন তাকে শান্ত করতে ভগবান শিব ও দেবতাগন এই নৃত্য পরিবেশনা করেছিলেন কদমনিত্তা, কোটাঙ্গাল, ওথারা, কুন্নান্থানম এবং দক্ষিণ কেরলের অন্যান্য অনেক মন্দিরে পদায়নী নৃত্যশৈলী জনপ্রিয়।\nযদিও ঐতিহ্যগতভাবে পদায়নী অনুষ্ঠান প্রায় দুই সপ্তাহ ধরে চলার কথা কিন্তু এখন একদিনের জন্য বা ছোট সময়ের জন্য এটি অনুষ্ঠিত হয়। কোলাম থুল্লাল পদায়নীর অভিনয়ের প্রধান অংশ। কোলাম হল একটি মুখোশ যা সুপারি গাছের পাতায় বিভিন্ন রং -এর চিত্র আঁকার মাধ্যমে তৈরি করা হয়। এই কোলাম পরিধান করে পদায়নী নর্তকী ভক্তিভরে আচার নৃত্য পরিবেশন করে। এই কোলামগুলি হল আধ্যাত্মিক শক্তি বা ঐশ্বরিক চরিত্রের প্রতীক চিহ্ন, যাদের মধ্যে রয়েছে গণপতি কোলাম, যক্ষী কোলাম, পাকশি কোলাম, মাদান কোলাম, কালান কোলাম, মারুথা কোলাম, পিশাচু কোলাম, ভৈরবী কোলাম, গন্ধর্বণ কোলাম এবং মুকিলান কোলাম। প্রাকৃতিক রং ব্যবহার করে গভীর লাল এবং কালোর মতো উজ্জ্বল রঙে চিত্রিত এই ভয়ঙ্করদর্শন ও আকর্ষনীয় সুবিশাল মুখোশ এবং মস্তক পরিধেয়গুলি পদায়নী নৃত্যের অন্যতম বৈশিষ্ট্য। পদায়ানি মূলত একটি সাম্প্রদায়িক কার্যকলাপ যেখানে গ্রামবাসীরা সুপারি গাছের পাতা সংগ্রহ করে ও সক্রিয়ভাবে কোলাম তৈরিতে অংশগ্রহণ করে।\n\n\n== তথ্যসূত্র =="}