{"pageid": 1345193, "title": "হানি রোজ", "url": "https://bn.wikipedia.org/wiki?curid=1345193", "content": "হানি রোজ ভার্গিস একজন ভারতীয় অভিনেত্রী, যিনি প্রধানত মালয়ালম চলচ্চিত্রে অভিনয় করেন। তিনি কয়েকটি তামিল, কন্নড় এবং তেলুগু চলচ্চিত্রেও অভিনয় করেছেন। তিনি ২০০৫ সালের মালায়ালাম চলচ্চিত্র বয় ফ্রেন্ডের মাধ্যমে বড় পর্দায় অভিষিক্ত হন। ২০১২ সালে ত্রিভান্দ্রম লজ চলচ্চিত্রে অভিনয়ের মাধ্যমে খ্যাতি লাভ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nহানি রোজ ভার্গিস ১৯৯১ সালের ৫ সেপ্টেম্বর কেরালার একটি মুলামাট্টমে সাইরো-মালাবার ক্যাথলিক পরিবারে জন্মগ্রহণ করেন। হানি তার প্রাথমিক শিক্ষা মুলামাটের শেম হাই স্কুল থেকে শেষ করেন এবং আলুভার সেন্ট জেভিয়ার্স কলেজ থেকে স্নাতক অর্জন করেন।\n\n\n== কর্মজীবন ==\nহানি রোজ ২০০৫ সালে ১৪ বছর বয়সে তার কর্মজীবন শুরু করেন, তিনি প্রথম বিনয়ন পরিচালিত মালায়ালাম চলচ্চিত্র বয় ফ্রেন্ডে অভিনয় করেন। তিনি মণিকুত্তনের জন্য তার বন্ধুর ভূমিকায় অভিনয় করেছিলেন। ২০০৬ সালে তিনি তার প্রথম অ-মালয়ালম প্রকল্প তেলুগুতে এ ভারশাম স্বাক্ষীগা গ্রহণ করেন, যেটি তার প্রথম তামিল চলচ্চিত্র রোমান্টিক নাটক মুধল কানাভে দ্বারা অনুসরণ করা হয়েছিল। হানি রোজ মুথিয়ালা সুব্বিয়ার ৫০তম চলচ্চিত্র মালায়ালম এ অভিনয় করেছেন।\nহানি রোজের প্রত্যাবর্তন চরিত্রটি হল ত্রিবান্দ্রম লজে 'ধওয়ানি নাম্বিয়ার', এটি তাকে তার কর্মজীবনে একটি অগ্রগতি এনে দিয়েছে। তিনি সেই ছবির পরে তার পর্দার নাম পরিবর্তন করে ধাওয়ানি রাখার সিদ্ধান্ত নেন, কিন্তু অঞ্জু সুন্দরীকাল- এ হানি রোজে ফিরে আসেন।\n২০১১ সালে তিনি একটি তামিল প্রকল্প সম্পন্ন করেছিলেন(মাল্লুকাট্টু), যেটায় তিনি ২০০৯ সালের দিকে স্বাক্ষর করেছিলেন এবং একই বছরে একটি মালায়ালাম চলচ্চিত্র (পিথাভিনুম পুথরানুম পারিশুধাত্মাভিনুম) সম্পন্ন করেন, কিন্তু পরবর্তীটি আটকে আছে। হানি রোজ তার পরিচালক দীপেশের পিথাভিনুম পুথ্রানুম পারিসুধালমাভিনুম- এ বোন এলসিটা নামে একজন সন্ন্যাসী চরিত্রে অভিনয় করেছেন। তিনি হোটেল ক্যালিফোর্নিয়াতে জয়সূর্যের সাথে এবং জয়সূর্যের স্ত্রীর ভূমিকায় থ্যাঙ্ক ইউ- তেও অভিনয় করেছিলেন, ফাহাদের সাথে আমি নামক ৫ সুন্দরীকাল ফিচারেটে এবং মামুটির সাথে ডাইভাথিন্তে স্বানথাম ক্লিটাস, যেখানে তিনি একজন সাহসী এবং শক্তিশালী মালয়ালি মহিলার চরিত্রে অভিনয় করেছেন।\n২০১৫ সালে তিনি একজন ভালো গায়ক এবং মডেল শার্লি চরিত্রে অভিনয় করেন, যিনি ইউ টু ব্রুটাস -এ একজন বিবাহিত পুরুষের প্রেমে পড়েন। তিনি মম্মুট্টীর সাথে দাইভাথিন্টে স্বন্তাম ক্লিটাস, সুরেশ গোপীর সাথে মাই গড, কানাল, ইত্তিমানি: মেড ইন চায়না এবং মোহনলালের সাথে বিগ ব্রাদার, জয়রামের সাথে স্যার সিপি, এবং দিলীপের সাথে রিং মাষ্টারের মতো উল্লেখযোগ্য চলচ্চিত্রগুলিতে অভিনয় করেছিলেন।\nসুন্দর সি এবং জয় অভিনীত পাট্টাম্পুচি (২০২২) দিয়ে আট বছর পর তামিল চলচ্চিত্রে ফিরে আসেন হানি রোজ। তারপর তিনি মোহনলাল অভিনীত বৈশাখ পরিচালিত মনস্টার- এ অভিনয় করেন এবং ছবিতে তার অভিনয় প্রশংসিত হয়। ২০২৩ সালে তিনি নন্দমুরি বলকৃষ্ণ অভিনীত তেলুগু চলচ্চিত্র ভিরা সিমহা রেড্ডিতে হাজির হন যা নয় বছরের ব্যবধানে তেলুগু চলচ্চিত্রে তার প্রত্যাবর্তন ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে হানি রোজ  (ইংরেজি)"}