{"pageid": 1345337, "title": "মাকতাল আল-হুসাইন", "url": "https://bn.wikipedia.org/wiki?curid=1345337", "content": "মাকতাল আল-হুসাইন বা মাকতালুল হুসাইন (আরবি: مقتل الحسين,  'হুসাইনের কতলের স্থান' ) হল বিভিন্ন লেখকের লেখা বিভিন্ন বইয়ের শিরোনাম, যা বিভিন্ন শতাব্দী ধরে কারবালার যুদ্ধ সংক্রান্ত বিষয় এবং হুসাইন ইবনে আলীর শহিদ হওয়ার ঘটনাকে বর্ণনা করে। এগুলি প্রথম অষ্টম শতাব্দীতে লেখা হয়েছিল।\n\n\n== মাকতাল ==\nঅষ্টম এবং নবম শতাব্দীতে শ্রদ্ধেয় মুসলিম ব্যক্তিদের দ্বারা কারবালার নির্মম মৃত্যুর বর্ণনা সম্বলিত বইগুলি প্রচুর পরিমাণে রচিত হয়েছিল এবং আজও মুসলমানদের মধ্যে এইগুলো  মাকতাল হিসেবে সংজ্ঞায়িত করা হয়।\n\n\n== বিখ্যাত মাকতালগুলোর তালিকা ==\nমাকতাল আল-হুসাইন - এটি ইবনে সা'দ কর্তৃক রচিত ( মৃত্যু: ২৩০ হি:  - ৮৪৫ খ্রি:)।\nমাকতাল আল-হুসাইন - এটি রচনা করেন বালাজুরী (২৮৩ হি:  - ৮৯২ খ্রি:)।\nমাকতাল আল-হুসাইন, এটি দিনাওয়ারী দ্বারা প্রণীত হয়েছিল।\nমাকতাল আল-হুসাইন, এই মাকতালটি ইবনে আথাম কর্তৃক রচিত (মৃত্যু : ৩১৪ হি : -  ৯২৬-২৭ খ্রি:)।\n\nযে মাকতালগুলো এখন আর বিদ্যমান নেই :\n\nমাকতাল আল-হুসাইন  - আবি মিখনাফ (মৃত্যু : ১৫৭ হি: - ৭৭৪ খ্রি.) দ্বারা লিখিত।\nমাকতাল আল-হুসাইন  - এটি আবদুল্লাহ ইবনে মুহাম্মদ ইবনে আবিদ-দুনিয়া (মৃত্যু ২৮১ হিজরি) সংক্ষেপে আবিদ-দুনিয়া নামে যিনি পরিচিত,  তারই রচিত ।\nমাকতাল আল-হুসাইন  - এর রচয়িতা ইয়াকুবি। যিনি কারবালার যুদ্ধ-এর উপর  একটি সংক্ষিপ্ত রেফারেন্সে তার তারিখের বইয়ে  উল্লেখ করেছেন যে, তিনি মাকতাল আল-হুসাইন নামে একটি পৃথক বইও লিখেছেন।\nমাকতাল আল-হুসাইন - এটি আবি আবদুল্লাহ মুহাম্মদ ইবনে জাকারিয়া আল-গালাবি (মৃত্যু ২৯৮ হি:) কর্তৃক লিখিত।\nমাকতাল আল-হুসাইন -  আবি আবদুল্লাহ ইবনে মুহাম্মাদ ইবনে শাহানশাহ বাঘাভি বাগদাদি (মৃত্যু 317 হিজরি) তিনি মাকতাল আল-হুসাইন নামে আরও একটি বই লিখেছিলেন।\n\n\n== আরও দেখুন ==\nলোহুফ\nহোসাইন ইবনে আলী\nকারবালার যুদ্ধ\nকারবালার যুদ্ধে হোসাইনের সেনাবাহিনীতে নিহতদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমাকতাল আল-হুসাইন-এর ইংরেজি অনুবাদ,কৃত : আবু মিখনাফ\nআবদুর রাজ্জাক আল-মুকাররাম রচিত মাকতাল আল-হুসাইন-এর ইংরেজি অনুবাদ\nনাফাসুল মাহমুন-এর ইংরেজি অনুবাদ কৃত:আব্বাস কুম্মি\nআল-হুসাইনের শাহাদাতের আরবি বিবরণ কৃত: আই.কে.এ হাওয়ারদ (এডিনবার্গ ইউনিভার্সিটি)\nশিয়া সংস্কৃতির ইতিহাসে এক নজর কৃত: রাসুল  জা'ফারিয়ান\nসাফাভিদ যুগের ইতিহাস রচনা\nসাফাভিদ ও কাযারিদ যুগে মাকতাল রচনাবলি"}