{"pageid": 1345138, "title": "ইসলামে নিরাপত্তা", "url": "https://bn.wikipedia.org/wiki?curid=1345138", "content": "আমান ( আরবি: امان, অনুবাদ 'নিরাপত্তা, সুরক্ষা, নিরাপদ আচরণ') বা নিরাপত্তা অর্থাৎ ইসলামে নিরাপত্তা হল একজন ব্যক্তি (যাকে তখন মুস্তামিন বলা হয়) বা সীমিত সময়ের জন্য একটি সম্প্রদায়ের নিরাপত্তা নিশ্চিত করার ইসলামী আইন ধারণা। যারা সুরক্ষা প্রার্থনা করে এটি তাদের নিরাপত্তার নিশ্চয়তা বা ক্ষমার আশ্বাসের প্রতিনিধিত্ব করতে পারে এবং কাফির মুস্তামিন বা হারবিদের (শত্রু এলিয়েন) জন্য নিরাপদ আচরণের দলিলের রূপ নিতে পারে।\n\n\n== বিবর্তন ==\nধারণাটির প্রাক-ইসলামিক উৎস রয়েছে, যা আরবের গোত্রগুলোর মধ্যে জিওয়ার অনুশীলনের জন্য চিহ্নিত করা হয়েছে, যাতে একটি ভিন্ন উপজাতির সদস্যদের উপর একটি উপজাতির সুরক্ষা প্রসারিত করেছিল (প্রায়শই নিষিদ্ধ করা হয়েছিল)। ইসলামের নবী মুহাম্মাদ সমগ্র মুসলিম সম্প্রদায়কে আবৃত করার জন্য উপজাতীয় সংহতি এবং সুরক্ষা প্রসারিত করেছিলেন, যাতে মুসলমানদের দ্বারা অমুসলিমদের কাছে নিরাপত্তার প্রতিশ্রুতি প্রসারিত হতে পারে এবং শহর বা জনগণের যারা নবজাত মুসলিম খিলাফতের কাছে আত্মসমর্পণ করেছিল তাদের জন্য জারি করা নিরাপত্তা চুক্তির (ʿআহদ) ভিত্তি তৈরি করতে পারে, এবং এটি এই দলগুলিকে ইসলামী আইনের অধীনে সুরক্ষিত (জিম্মি) প্রদান করেছিল।\nপরবর্তী সময়ে আমান বিশেষভাবে নিরাপদ-উত্তরণ ধারণার কারণে সীমিত সময়ের জন্য (এক চন্দ্র পঞ্জিকা পর্যন্ত) সীমাবদ্ধ হয়ে পড়েছিল, যা শত্রুদের ইসলামী ভূখণ্ডে থাকার সময় জারি করা হয়েছিল, এবং সেই সময়ের মধ্যে মুসলমানদের দ্বারা নির্যাতিতদের 'নিরাপত্তার জায়গায়' প্রস্থান করার অধিকার ছিল। ইসলামিক দেওয়ানি আইনের দৃষ্টিতে একজন ক্ষণস্থায়ী মুস্তামিনকে ইসলামিক ভূমিতে তার উপস্থিতির সময়কালের জন্য ইসলামিক শাসনের অধীনে বসবাসকারী জিম্মির মতোই বিবেচনা করা হয়, তবে এটি ফৌজদারি আইনের ক্ষেত্রেও প্রযোজ্য কিনা তা নিয়ে ভিন্ন ভিন্ন ঐতিহ্য বিদ্যমান। বণিক বা জাহাজ বিধ্বস্ত মানুষরা বাদে বিদেশী দূতেরা স্বয়ংক্রিয় আমান মর্যাদা উপভোগ করত। ফলস্বরূপ প্রাথমিক মধ্যযুগে মুসলিম ও অমুসলিম রাষ্ট্রের মধ্যে বাণিজ্য ও কূটনীতির সুবিধার্থে আমান জারি করা ছিল একটি মৌলিক উপায়। দ্বাদশ শতাব্দীর শেষের দিক থেকে মুসলিম ও খ্রিস্টান রাষ্ট্রগুলির মধ্যে দ্বিপাক্ষিক চুক্তিতে (যা বণিক ও তীর্থযাত্রীদের অধিকার ও বাধ্যবাধকতা নির্ধারণ করে) আমান প্রতিস্থাপন করতে শুরু করে।\n\n\n== মুসলমানদের জন্য নিরপত্তা ==\nপরাজিত বিদ্রোহীদের মতো মুসলমানদের জন্যও আমান জারি করা যেতে পারে। প্রাথমিক ইসলামি যুগে এটি একটি বহুবিস্তৃত প্রথা ছিল, যদিও জোসেফ শ্যাচটের মতে, \"এগুলি কঠোরভাবে বলতে গেলে অতিরিক্ত বা এমনকি ধর্মীয় আইনের সাথে বেমানান\"।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nSchacht, J. (১৯৬০)। \"Amān\"।   Gibb, H. A. R.; Kramers, J. H.; Lévi-Provençal, E.; Schacht, J.; Lewis, B. & Pellat, Ch.। The Encyclopaedia of Islam, New Edition, Volume I: A–B। Leiden: E. J. Brill। পৃষ্ঠা 429–430। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}