{"pageid": 1345288, "title": "সম-আয়ন প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1345288", "content": "কোন দ্রবণে দুটি তড়িৎবিশ্লেষ্যের আয়নায়নে বা বিয়োজনে উৎপন্ন আয়ন গুলির মধ্যে যে আয়নটি উভয় তড়িৎবিশ্লেষ্যের ক্ষেত্রে একই বা সাধারণ তাকে রসায়নে সম-আয়ন বলে।\nমৃদু তড়িৎবিশ্লেষ্যের দ্রবণে সম-আয়নসম্পন্ন তীব্র তড়িৎবিশ্লেষ্য যোগ করলে দ্রবণে মৃদু তড়িৎবিশ্লেষ্যের আয়নায়ন মাত্রা হ্রাস পায় একে সম-আয়ন প্রভাব (ইংরেজি: Common-ion effect) বলে।\nএটি মূলত লা-শাতেলিয়ার নীতির একটি প্রয়োগ।\n\n\n== উদাহরণ ==\n\n\n=== মৃদু অ্যাসিডের ওপর প্রভাব ===\nঅ্যাসিটিক অ্যাসিড একটি মৃদু অ্যাসিড হওয়ার জন্য জলীয় দ্রবণে স্বল্পমাত্রায় আয়নিত হয় এবং নিম্নলিখিত সাম্যবস্থার সৃষ্টি করে:\n\nCH3COOH + H2O ⇌    H3O +  +  CH3COO−\nএই দ্রবণে যদি তীব্র তড়িৎবিশ্লেষ্য সোডিয়াম অ্যাসিটেট লবণ যোগ করা হয় তাহলে এটি সম্পূর্ণ বিয়োজিত হয়ে CH3COO− ও Na+ আয়ন উৎপন্ন করে এর ফলে CH3COO− আয়ন এর আধিক্য ঘটে যায় এবং সাম্যাবস্থা বিঘ্নিত হয়।\nলা-শাতেলিয়ার নীতি অনুযায়ী, কিছু পরিমাণ CH3COO− আয়ন H3O + আয়নের সাথে যুক্ত হয়ে CH3COOH ও H2O অণু গঠন করে। ফলে সাম্য বিক্রিয়ার বামদিকে সরে গিয়ে বজায় থাকে। এই ঘটনায় CH3COOH এর আয়নায়ন মাত্রা হ্রাস পায়, ফলে দ্রবণের pH বৃদ্ধি পায়।\n\n\n=== মৃদু ক্ষারকের ওপর প্রভাব ===\nঅ্যামোনিয়া একটি মৃদু ক্ষারক হওয়ার জন্য জলীয় দ্রবণে স্বল্পমাত্রায় আয়নিত হয় এবং নিম্নলিখিত সাম্যবস্থার সৃষ্টি করে:\n\nNH3 + H2O ⇌    NH4 +  +  OH−\nএই দ্রবণে যদি তীব্র তড়িৎবিশ্লেষ্য অ্যামোনিয়াম ক্লোরাইড লবণ যোগ করা হয় তাহলে এটি সম্পূর্ণ বিয়োজিত হয়ে Cl− ও NH4+ আয়ন উৎপন্ন করে এর ফলে NH4+ আয়ন এর আধিক্য ঘটে যায় এবং সাম্যাবস্থা বিঘ্নিত হয়।\nলা-শাতেলিয়ার নীতি অনুযায়ী, কিছু পরিমাণ NH4+ আয়ন OH − আয়নের সাথে যুক্ত হয়ে NH3 ও H2O অণু গঠন করে। ফলে সাম্য বিক্রিয়ার বামদিকে সরে গিয়ে বজায় থাকে। এই ঘটনায় NH3 এর আয়নায়ন মাত্রা হ্রাস পায়, ফলে দ্রবণের pH হ্রাস পায়।\n\n\n== বাফার ক্রিয়া ==\n\n\n== বৈশ্লেষিক রসায়ন ==\nদ্রাব্যতা গুণফল এর নীতি প্রয়োগ করে অজৈব রসায়নে ধাতব মূলকের গুণগত বিশ্লেষণ (Quantitative analysis) করা হয় এখানে ধাতব মূলকগুলিকে বিভিন্ন শ্রেণীতে ভাগ করে তাদের চিহ্নিতকরণের জন্য অনেক ক্ষেত্রে সম-আয়ন প্রভাবের সাহায্য নেওয়া হয়।\n\n\n== তথ্যসূত্র =="}