{"pageid": 1345533, "title": "সামরিক কল্পবিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1345533", "content": "সামরিক কল্পবিজ্ঞান হলো কল্পবিজ্ঞানের একটি উপধারা যেখানে সামরিক উদ্দেশ্যে মহাকাশযান এবং অস্ত্রশস্ত্রসহ কল্পবিজ্ঞানের নানান প্রযুক্তির ব্যবহারকে চিত্রিত করা হয়। সাধারণত এসব কাহিনীর প্রধান চরিত্র হয় কোনো সামরিক সংস্থার সদস্য। এসব কাহিনী সাধারণত যুদ্ধের সময়কে ঘিরে লেখা হয় এবং মহাকাশে বা ভিনগ্রহে ঘটে। সামরিক কল্পবিজ্ঞান সাহিত্য, কমিকস, সিনেমা, টেলিভিশন এবং ভিডিও গেমসহ বিভিন্ন মিডিয়াতে বিদ্যমান।\nসংঘাতের বিশদ বিবরণ, যুদ্ধবাজদের (যারা ভিনগ্রহের প্রাণীও হতে পারে) কার্যকলাপ, সংঘাতে ব্যবহৃত কৌশল ও অস্ত্র এবং একটি সামরিক বাহিনীর ভূমিকা এবং সংশ্লিষ্ট সামরিক সংস্থার স্বতন্ত্র সদস্যদের নিয়ে সামরিক কল্পবিজ্ঞানের কাহিনী রচিত হয়। সামরিক কল্পবিজ্ঞানের গল্পগুলি প্রায়ই পৃথিবীর অতীত বা বর্তমান দ্বন্দ্বের আদলে রচনা করা হয়। তবে সাধারণত এক্ষেত্রে বিভিন্ন দেশকে গ্রহ বা ছায়াপথ দ্বারা, যুদ্ধজাহাজকে মহাকাশযান দ্বারা, কামানকে লেজার দ্বারা, সৈন্যদের মহাকাশ বাহিনী দ্বারা প্রতিস্থাপন করা হয়। এছাড়াও কিছু ঘটনা পরিবর্তন করা হয় যাতে লেখক তার সুন্দর সমাপ্তি করতে পারেন।\n\n\n== বৈশিষ্ট্য ==\nসামরিক কল্পবিজ্ঞানের কাহিনীতেও সংঘাতের সময় যোদ্ধার সাহস, কর্তব্যবোধ, সম্মান, ত্যাগ, আনুগত্য ও বন্ধুত্বের মতো ঐতিহ্যগত সামরিক মূল্যবোধের উপর প্রায়শই জোর দেওয়া হয়। কাহিনীগুলো সাধারণত কোনো কাল্পনিক রণক্ষেত্রে কোনো একজন সৈনিকের দৃষ্টিকোণ থেকে বর্ণনা করা হয়।  সাধারণত এসব কাহিনীতে উল্লেখিত প্রযুক্তি বর্তমানের তুলনায় আরও উন্নত হয়ে থাকে এবং তাদের বর্ণনাও বিশদে উল্লেখ করা হয়। তবে কিছু গল্পে বর্তমানের পরিচিত অস্ত্রই ব্যবহার করা হয় কিন্তু সমাজের অন্যান্য দিকগুলি পরিবর্তন করে দেখানো হয়। এই ধরণের গল্পগুলিতে ব্যবহৃত প্রযুক্তির উপর জোর না দিয়ে গল্পের চরিত্রের সামরিক জীবন, সংস্কৃতি বা সমাজের অন্যান্য দিকগুলিতে বেশি জোর দেওয়া হয়। উদাহরণস্বরূপ, যুদ্ধে অংশগ্রহণে জন্য মহিলাদেরকে পুরুষের সমান অংশীদার হিসাবে বিবেচনা করা হতে পারে বা পুরুষদের চেয়ে অগ্রাধিকার দেওয়া হতে পারে।\nযখন মহাকাশ অপেরাতে দেখানো অতিরঞ্জিত যুদ্ধের বর্ণনা পাল্প কল্পকাহিনীর সাথে মেশে, তখন সামরিক কল্পবিজ্ঞানের কাহিনী সত্যিকার অর্থে আন্তঃগ্রহ ও আন্তঃনাক্ষত্রিক যুদ্ধে লড়তে পারে এমন সৈন্যবাহিনী এবং তারা যে ধরণের অস্ত্র ব্যবহার করতে পারে তা নিয়ে আরও সুশৃঙ্খল এবং আরও বাস্তবিক হিসেবে বিকশিত হয়। \nঅনেক গল্পে কোনো নির্দিষ্ট প্রযুক্তির ব্যবহার বা অগ্রগতি গল্পের কাহিনীকে এগিয়ে নিতে ভূমিকা পালন করে। কিছু কাহিনী মানব ইতিহাসের সাথে মিল রেখে বর্ণিত হয়। সেখানে দেখানো হয় কীভাবে কোনো বৈজ্ঞানিক অগ্রগতি বা নতুন সামরিক মতবাদ যুদ্ধের পদ্ধতি, যুদ্ধের ফলাফল এবং যোদ্ধাদের ভাগ্য পরিবর্তন করে দিতে পারে। অনেক কাহিনীতে দেখানো হয় কীভাবে মানুষের অগ্রগতি, আবিষ্কার এবং দুর্ভোগ সামরিক মতবাদ বা যুদ্ধকে প্রভাবিত করে এবং কীভাবে নায়ক এবং বিরোধীরা সেসব পরিবর্তনে জীবন পরিচালনা করে এবং মানিয়ে নেয়।\nএছাড়াও সামরিক কল্পবিজ্ঞান হলো \"সামরিক এবং জনপ্রিয় সংস্কৃতি\" বিষয়ের একটি অংশ। \nঅনেক লেখক গল্পের পটভূমি হিসাবে হয়তো পুরো ছায়াপথব্যাপী বিস্তৃত সাম্রাজ্যকে ব্যবহার করেছেন অথবা সেরকম সাম্রাজ্যের বৃদ্ধি এবং/অথবা পতনের কথা বর্ণনা করেছেন। সম্পূর্ণ ছায়াপথব্যাপী বিস্তৃত এসব সাম্রাজ্যের রাজধানী সাধারণত এমন একটি গ্রহ হয় যা তুলনামূলকভাবে একটি ছায়াপথের কেন্দ্রে অবস্থিত কৃষ্ণগহ্বরের কাছাকাছি হয় এবং বিজ্ঞান ও প্রযুক্তিতে অনেক উন্নত হয়ে থাকে।\nআন্তঃনাক্ষত্রিক যুদ্ধের বিশাল দুরত্ব অতিক্রম সহজতর করার জন্য একজন লেখক আলোর গতি বা তার চেয়ে দ্রুতগামী যানবাহনের কথা উল্লেখ করতে পারেন। জো হ্যালডেম্যান ও অ্যালাস্টায়ার রেনল্ডসের মতো লেখকবৃন্দ মানব সৈন্যদের আন্তঃনাক্ষত্রিক দূরত্ব ভ্রমণ করার জন্য প্রয়োজনীয় দীর্ঘ সময় (যেমন, কয়েক দশক বা শতাব্দী) এবং তার প্রভাবে চরিত্রের পরিণতি নিয়ে আলোচনা করেছেন। ল্যারি নিভেনের মতো অন্যান্য লেখকগণ কোনো গ্রহাণুতে বা ভিনগ্রহের মানব উপনিবেশের উপর ভিত্তি করে ঘটা সম্ভাব্য আন্তঃগ্রহ দ্বন্দ্বকে ঘিরে কাহিনী রচনা করেছেন এবং সেখানে বর্তমানের পদার্থবিজ্ঞান দ্বারা ব্যাখা করা যায় এমন প্রযুক্তিই ব্যবহার করেছেন।\n\n\n== অন্যান্য ধারার সাথে তুলনা ==\nকিছু সামরিক কল্পবিজ্ঞান কাহিনীর সাথে স্পেস অপেরার মিল রয়েছে। এসব কাহিনীতে উন্নত প্রযুক্তি ও অস্ত্রশস্ত্রের ব্যবহার করে ঘটা বিশাল আকারের আন্তঃনাক্ষত্রিক যুদ্ধের বর্ণনা করা হয়। অনেক গল্পকেই তাই একইসাথে সামরিক কল্পবিজ্ঞান ও স্পেস অপেরা বলা যেতে পারে।\nএকদিকে সামরিক কল্পবিজ্ঞানের কাহিনী রচিত হতে পারে অভিষ্যতে সংঘটিত বা মহাকাশে সংঘটিত কোনো যুদ্ধ নিয়ে যেখানে মহাকাশ ভ্রমণ সম্পর্কিত। অন্যদিকে এসব কাহিনী কোনো সামরিক পরিকল্পনাকে কেন্দ্র করেও হতে পারে যেখানে হয়তো কাল্পনিক অতিপ্রাকৃতিক বিষয়াবলী যোগ করা হয়েছে। দ্বিতীয় ধারণের কাহিনীকে কিছু সময়ে \"সামরিক স্পেস অপেরা\" হিসেবে চিহ্নিত করা হতে পারে, যেমনটি লোইস ম্যাকমাস্টার বুজোল্ড রচিত ভরকোসিগান সাগা গল্পের বর্ণনায় সমালোচক সিলভিয়া কেসলো করেছে। সামরিক কল্পবিজ্ঞান এবং স্পেস অপেরা উভয় শ্রেণীতে পড়ে এমন কিছু কাহিনীর উদাহরণ হলো ব্যাটেলস্টার গ্যালাকটিকা ধারাবাহিক এবং ১৯৫৯-এর উপন্যাস স্টারশিপ ট্রুপারস।\nস্পেস অপেরা থেকে সামরিক কল্পবিজ্ঞানের একটি মূল পার্থক্য হলো যে স্পেস অপেরায় দুঃসাহসিক গল্প এবং নাটকীয়তার উপর বেশি জোর দেওয়া হয়, যেখানে সামরিক কল্পবিজ্ঞানে যুদ্ধ এবং কারিগরি দিকে বেশি জোর দেওয়া হয়। এছাড়াও স্পেস অপেরা কাহিনীর প্রধান চরিত্র সাধারণত সামরিক ব্যক্তিত্ব না হয়ে সাধারণ মানুষ হয়ে থাকে। তবে উভয় শ্রেণীর গল্পেই সাধারণত আন্তঃনাক্ষত্রিক যুদ্ধের বর্ণনা করা হয় যেখানে মানুষ অন্যান্য মানুষ বা অতিমানব/এলিয়েনের সাথে যুদ্ধ করে। অবশ্য স্পের অপেরার মতো সব সামরিক কল্পবিজ্ঞান কাহিনীর রণক্ষেত্র মহাকাশ বা একাধিক ভিনগ্রহ নয়।\n\n\n== ইতিহাস ==\n\n\n=== ১৯শ হতে ২০শ শতকের শুরুতে ===\n\nসামরিক কল্পবিজ্ঞান কাহিনীর প্রাচীন উদাহরণ হিসেবে জর্জ চিসনি রচিত গল্প দ্য ব্যাটেল অব ডর্কিং (১৮৭১) উল্লেখ করা যেতে পারে। ফ্র‍্যাঙ্কো-প্রুশিয়া যুদ্ধে প্রুশিয়া বিজয়ের পরপরই রচিত এই গল্পে জার্মান ভাষী কোনো এক দেশ কর্তৃক ব্রিটেন আক্রমণের কথা বলা হয়েছে যেখানে রাজকীয় নৌবাহিনী ধ্বংস করতে একটি উন্নত প্রযুক্তি (\"ফ্যাটাল ইঞ্জিন\") ব্যবহার করা হয়।\nএছাড়াও হারবার্ট জর্জ ওয়েলস রচিত দ্য ল্যান্ড আয়রনক্ল্যাড এই ঘরানারই গল্প। এই গল্পে ৮০-১০০ ফুট (৩০-৪০ মিটার) দীর্ঘ এমন কামানসদৃশ অস্ত্রসজ্জিত যুদ্ধযান \"আয়রন ক্ল্যাড\"-এর কথা বলা হয়েছে যা রাইফেল পরিচালক, প্রকৌশলী ও ক্যাপ্টেনকে বহন করে এবং আধা-স্বয়ংক্রিয় রাইফেল দিয়ে সজ্জিত।\n\n\n=== ২য় বিশ্বযুদ্ধের পরবর্তী সময় ===\nধীরে ধীরে বৈজ্ঞানিক কল্পকাহিনী সাহিত্যের একটি স্বতন্ত্র ধারা হয়ে উঠলে সামরিক কল্পবিজ্ঞানও উপধারা হিসেবে বেশ বিকশিত হয়।\nভিয়েতনাম যুদ্ধ সামরিক কল্পবিজ্ঞান সাহিত্যে বেশ প্রভাব বিস্তার করে। দ্য এনসাক্লোপিডিয়া অব সায়েন্স ফিকশন অনুসারে ভিয়েতনাম যুদ্ধের পরোক্ষ প্রভাব জো হালদেম্যানের দ্য ফরেভার ওয়ার (১৯৭৩-১৯৭৫) এবং লুসিয়াস শেপার্ডের লাইফ ডিউরিং ওয়ারটাইম (১৯৮৭) উপন্যাসগুলোয় দেখা যায়। ভিয়েতনাম যুদ্ধে অংশগ্রহণকারী অনেক যোদ্ধাও সামরিক কল্পবিজ্ঞান রচনা করেছেন।\nএছাড়াও এসময় থেকে ছোটগল্পও জনপ্রিয় হতে থাকে এবং কমব্যাট এসএফ জাতীয় সাহিত্য সংকলনে সেসব গল্প ছাপা হতে থাকে।\nদ্য এনসাক্লোপিডিয়া অব সায়েন্স ফিকশন উল্লেখযোগ্য নারী সামরিক কল্পবিজ্ঞান লেখক হিসেবে তিনজনের উল্লেখ করেছে, যারা হলেন লোইস ম্যাকমাস্টার বুজোল্ড, এলিজাবেথ মুন ও ক্যারেন ট্র‍্যাভিস।\n\n\n== রাজনৈতিক আবহ ==\nঅনেক লেখকই নানা ধরণের রাজনৈতিক ঘটনাবলীকে কেন্দ্র করে সামরিক কল্পবিজ্ঞান রচনা করেছেন।\nডেভিড ড্রেক যুদ্ধের ভয়াবহতা ও ক্ষতি বিষয়ে লেখালেখি করেছেন। তার লেখা হ্যামারস স্ল্যামার ধারাবাহিকের অনেক বইয়েই তিনি উল্লেখ করেছেন যে তার লক্ষ্য হলো যারা যুদ্ধ দেখেছি কিন্তু হয়তো ভবিষ্যতে যুদ্ধ বিষয়ে সিদ্ধান্ত নেবে (নীতি নির্ধারক বা ভোটার হিসেবে) তাদের প্রকৃত যুদ্ধের বিষয়ে অবগত করা এবং যুদ্ধে সামরিক বাহিনীর সক্ষমতা ও দুর্বলতা তুলে ধরা।\nডেভিড ওয়েবার বলেছেন:\n\nআমার মতে সামরিক কল্পবিজ্ঞান হলো সেই কল্পবিজ্ঞান যা কোনো সামরিক পরিস্থিতিকে কেন্দ্র করে রচিত হয় এবং বেসামরিক লোকজনের সাথে সামরিক ব্যক্তিত্বদের জীবনযাপনের পার্থক্য যেখানে পরিলক্ষিত হয়। এগুলো সেই ধরণের কল্পবিজ্ঞান যেখানে কল্পবিজ্ঞানের পরিবেশে সামরিক বিষয়াবলীকে বাস্তবসম্মত রূপে তুলে ধরা হয়।\n\n\n== সামরিক বাহিনীর ব্যবহারিক কার্যক্রম ==\n১৯৮০ ও ১৯৮১ সালে দুইজন কল্পবিজ্ঞান লেখক মার্কিন রাষ্ট্রপতি রোনাল্ড রেগনকে স্ট্র‍্যাটেজিক ডিফেন্স ইনিশিয়েটিভ প্রতিষ্ঠায় উদ্বুদ্ধ করে যার লক্ষ্য ছিলো পারমাণবিক ক্ষেপণাস্ত্রে আঘাত করার জন্য কৃত্রিম উপগ্রহ স্থাপন করা। সেই লেখকদ্বয় হলেন রিংওয়ার্ল্ড ধারাবাহিকের লেখক ল্যারি নিভেন এবং লেখক জেরি পুর্নেলে। তারা তাদের সমমনা সহকর্মীদের নিয়ে একটি কমিটি গঠন করে মার্কিন যুক্তরাষ্ট্রের মহাকাশ কার্যক্রম এবং রোনাল্ড রেগনের প্রচেষ্টাকে উদ্বুদ্ধ করতে থাকেন। প্রুনেলে একটি বলিষ্ঠ ও প্রযুক্তিতে উন্নত সামরিক রাষ্ট্র তৈরির সমর্থক ছিলেন। কল্পবিজ্ঞান রচনার পাশাপাশি প্রুনেলে এই বিষয়ে গবেষণাপত্রও লিখেছেন।\nল্যারি নিভেন ও তার সহকর্মীদের প্রস্তুত করা প্রতিবেদন মার্কিন রাষ্ট্রপতি রোনাল্ড রেগন পড়েছিলেন যা তাকে ১৯৮৩ সালে স্ট্র‍্যাটেজিক ডিফেন্স ইনিশিয়েটিভ প্রতিষ্ঠায় উদ্বুদ্ধ করে। তবে কল্পবিজ্ঞান লেখক আর্থার সি ক্লার্ক ও আইজাক আসিমভের মতো লেখকবৃন্দ স্ট্র‍্যাটেজিক ডিফেন্স ইনিশিয়েটিভ প্রতিষ্ঠার বিপক্ষে ছিলেন।\n১১ সেপ্টেম্বরের হামলার পরে নিভেন ও প্রুনেলেসহ আরও কতিপয় কল্পবিজ্ঞানের লেখক সিগমা নামে একটি দল গঠন করেছিল যারা সন্ত্রাসীদের রুখতে প্রযুক্তিগত কৌশল বিষয়ে পরামর্শ দিয়েছিল।\n২০২১ সালে ওয়ার্ল্ডক্রাঞ্চ একটি প্রতিবেদনে জানায় যে ফরাসি সামরিক বাহিনী ভবিষ্যতভিত্তিক যুদ্ধের পরিস্থিতি তৈরি করার কাজে কল্পবিজ্ঞানের লেখকদের নিয়োগ দিয়েছে।\" ফরাসি সামরিক বাহিনী থেকে জানানো হয় লেখকদের এমন পরিবেশ ও পরিস্থিতি কল্পনা করার কাজ দেওয়া হয়েছে যে পরিস্থিতি আমাদের ভীত করে এবং আমাদের অক্ষমতাকে ফুটিয়ে তোলে। এর মাধ্যমে সামরিক বাহিনীকে প্রশিক্ষণ প্রদানের জন্য নতুন পরিস্থিতি তৈরি হবে বলে তারা জানায়। সামরিক পরিকল্পনাকারীগণ কল্পবিজ্ঞান লেখকদের চিন্তা করা পরিস্থিতি ব্যবহার করে পূর্বে অচিন্তনীয় পরিস্থিতি বিষয়ে প্রস্তুতি নেয় যেন সামরিক বাহিনী আরও উন্নত ও কাজের হতে পারে।\nজার্মান সামরিক বাহিনীও কল্পবিজ্ঞানের সহায়তায় তাদের সামরিক বাহিনীকে উন্নত করার কাজ করছে। তবে তারা কল্পবিজ্ঞান লেখকদের এ কাজে নিয়োগ না দিয়ে ইতোমধ্যে প্রচলিত কল্পবিজ্ঞানের কাহিনীর সাহায্য নিয়ে সেনাবাহিনীকে ভবিষ্যতের যুদ্ধ কেমন হতে পারে সে বিষয়ে দক্ষ করে তুলছে।\nযুক্তরাজ্যে প্রতিরক্ষা মন্ত্রণালয় দুইজন কল্পবিজ্ঞান লেখককে আগামীর যুদ্ধ কেমন হতে পারে তা নিয়ে লেখার জন্য ভাড়া করেছে। উক্ত মন্ত্রণালয় ওয়ারেন সিঙ্গার ও আগস্ট কোলেকে যুদ্ধক্ষেত্রে কৃত্রিম বুদ্ধিমত্তা, ডেটা মডেলিং, ড্রোন ও কোয়ান্টাম কম্পিউটিং-এর মতো উদীয়মান প্রযুক্তি হতে কেমন ঝুঁকি রয়েছে তা নিয়ে ছোটগল্প রচনার জন্য ভাড়া করেছে। যুক্তরাজ্যের প্রতিরক্ষা মন্ত্রণালয় কল্পবিজ্ঞানের লেখকদের ভাড়া করেছে কারণ তাদের অচিন্তনীয় বিষয় চিন্তা করার ক্ষমতা হয়েছে। এছাড়াও ভাড়া করা উভয় লেখকই নিরাপত্তা সংশ্লিষ্ট বিষয়াবলী ও আধুনিক সমরনীতি বিষয়ে অবগত।\n\n\n== আরও দেখুন ==\nবৈজ্ঞানিক কল্পকাহিনী\nমহাকাশ যুদ্ধ\n\n\n== তথ্যসূত্র =="}