{"pageid": 1345359, "title": "নওহা মুনীর দিহান", "url": "https://bn.wikipedia.org/wiki?curid=1345359", "content": "নওহা মুনীর দিহান একজন বাংলাদেশী অভিনেত্রী। হুমায়ূন আহমেদের স্বল্পদৈর্ঘ্য চলচ্চিত্র তাহারা এবং ধারাবাহিক নাটক নক্ষত্রের রাত দিয়ে তার টেলিভিশনে অভিষেক ঘটে। তিনি বিকল পাখির গান টিভি নাটকে অভিনয় করে সেরা টিভি অভিনেত্রী বিভাগে মেরিল-প্রথম আলো সমালোচক পুরস্কার লাভ করেন। তিনি শ্রাবণ মেঘের দিন, চার সতীনের ঘর, দর্পন বিসর্জন, ভয়ংকর সুন্দর চলচ্চিত্রে অভিনয় করেন।\n\n\n== প্রারম্ভিক জীবন ==\nদিহান ময়মনসিংহ জেলায় জন্মগ্রহণ করেন। তার পিতা এইচএম মনিরুজ্জামান আনন্দ মোহন কলেজের অধ্যক্ষ ছিলেন। তার বড় বোন তনিক মুনির মার্কিন দূতাবাসে এবং ছোট বোন তানিশা মুনির চ্যানেল আইয়ে কর্মরত আছেন। দিহান ময়মনসিংহের আনন্দ মোহন কলেজে পড়াশোনা করেন।\n\n\n== কর্মজীবন ==\nদিহান আনন্দ মোহন কলেজে পড়াকালীন এটি সুইস সরকারের জন্য নির্মিত হুমায়ূন আহমেদের স্বল্পদৈর্ঘ্য চলচ্চিত্র তাহারা-য় অভিনয়ের মধ্য দিয়ে বিনোদন জগতে প্রবেশ করেন। হুমায়ূন আহমেদের নক্ষত্রের রাত টেলিভিশন ধারাবাহিক দিয়ে তার টেলিভিশনে আগমন ঘটে। তার অভিনীত প্রথম চলচ্চিত্র হুমায়ূন আহমেদের শ্রাবণ মেঘের দিন।\nদিহান বিকল পাখির গান টিভি নাটকে অভিনয় করে সেরা টিভি অভিনেত্রী বিভাগে মেরিল-প্রথম আলো সমালোচক পুরস্কার লাভ করেন। তিনি ২০১৫ সালে মাতিয়া বানু শুকু পরিচালিত পুথির মালা টিভি নাটকে অভিনয় করেন। এছাড়া তাকে আরটিভির হাস্যরসাত্মক ধারাবাহিক অলসপুর এবং এটিএন বাংলার প্রজ্ঞা পারমিতা ধারাবাহিক নাটকে দেখা যায়। ২০১৬ সাল থেকে রুলিন রহমানের বাড়ি নম্বর সাত রোড নম্বর তেরো ধারাবাহিক নাটকে ইন্তেখাব দিনার, আবুল হায়াত ও আফরোজা বানুর সাথে অভিনয় করেন।\nতিনি অনিমেষ আইচের ভয়ংকর সুন্দর চলচ্চিত্রে বাড়িওয়ালি ঝুমুর চরিত্রে অভিনয় করেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== চলচ্চিত্র ===\nশ্রাবণ মেঘের দিন\nচার সতীনের ঘর\nনাচোলের রানী\nদর্পন বিসর্জন\nভয়ংকর সুন্দর\nপেয়ারার সুবাস\n\n\n=== টেলিভিশন ===\nনক্ষত্রের রাত\nউড়ে যায় বকপক্ষী\nবিকল পাখির গান\nমোহর শেখ\nপ্রজ্ঞা পারমিতা\nঅলসপুর\nবাড়ি নাম্বার ৭ রোড নাম্বার ১৩\n\n\n== পুরস্কার ও সম্মাননা ==\n২০১০: সেরা টিভি অভিনেত্রী বিভাগে মেরিল-প্রথম আলো সমালোচক পুরস্কার - বিকল পাখির গান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে নওহা মুনীর দিহান (ইংরেজি)\nটেমপ্লেট:মেরিল-প্রথম আলো সমালোচক পুরস্কার সেরা টিভি অভিনেত্রী"}