{"pageid": 1345286, "title": "মোস্তাফিজুর রহমান (সচিব)", "url": "https://bn.wikipedia.org/wiki?curid=1345286", "content": "মোস্তাফিজুর রহমান পিএএ (জন্ম ২৫ মে ১৯৬৪) বাংলাদেশ সিভিল সার্ভিসের একজন অবসরপ্রাপ্ত কর্মকর্তা। তিনি সিলেট ও ঢাকার বিভাগীয় কমিশনার এবং ভূমি মন্ত্রণালয়ের সচিব হিসেবে দায়িত্ব পালন করেন। ২০২৩ সালের ২ এপ্রিল থেকে ২৫ মে ২০২৪ পর্যন্ত স্বরাষ্ট্র মন্ত্রণালয়ের জননিরাপত্তা বিভাগের সচিব হিসেবে দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন ==\nমোস্তাফিজুর ১৯৬৪ সালের ২৫ মে খুলনা জেলায় জন্মগ্রহণ করেন। তার বাবার নাম মিজানুর রহমান ও মায়ের নাম নুরুন্নাহার। তিনি পিএএ সেইন্ট জোসেফ হাই স্কুল থেকে ১৯৭৯ সালে এসএসসি এবং সরকারি ব্রজলাল কলেজ থেকে ১৯৮১ সালে এইচএসসি পাস করেন। তিনি রাজশাহী বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান থেকে ১৯৮৬ সালে স্নাতকোত্তর ডিগ্রি অর্জন করেন। এছাড়া তিনি দেশ-বিদেশে একাধিক উচ্চতর প্রশিক্ষণ লাভ করেছেন।\n\n\n== কর্মজীবন ==\nমোস্তাফিজুর রহমান খুলনা পাবলিক কলেজে প্রভাষক হিসেবে কর্মজীবন শুরু করেন। তিনি ১৯৯১ সালে বাংলাদেশ সিভিল সার্ভিসে প্রশাসন ক্যাডারের দশম ব্যাচের কর্মকর্তা হিসেবে যোগদান করেন। প্রশাসনের বিভিন্ন স্তরে তার কাজ করার অভিজ্ঞতা রয়েছে। তিনি সহকারী কমিশনার, সহকারী কমিশনার (ভূমি), উপজেলা নির্বাহী কর্মকর্তা, অতিরিক্ত জেলা প্রশাসক, যশোর জেলার জেলা প্রশাসক, অ্যাকসেস টু ইনফরমেশন প্রোগ্রামের (এটুআই) পরিচালক ও প্রকল্প পরিচালক, সিলেট বিভাগ ও ঢাকা বিভাগের বিভাগীয় কমিশনারসহ বিভিন্ন দায়িত্ব পালন করেছেন। তিনি তিনি ২০২০ সালের ডিসেম্বর মাসে সচিব পদে পদোন্নতি পান এবং ভূমি মন্ত্রণালয়ের সচিব হিসেবে নিয়োগ লাভ করেন। ২০২৩ সালের ২ এপ্রিল তিনি স্বরাষ্ট্র মন্ত্রণালয়ের জননিরাপত্তা বিভাগের সচিব হিসেবে যোগদান করেন। ২৪ মে ২০২৩ সালে তিনি সিনিয়র সচিব হিসেবে পদোন্নতি লাভ করেন। ২৪ মে ২০২৩ সালে তাকে একই বিভাগে সিনিয়র সচিব হিসেবে পরবর্তী ১ বছরের জন্য চুক্তিভিত্তিক নিয়োগ প্রদান করা হয়। ২৫ মে ২০২৪ সালে তিনি অবসরে যান।\n\n\n== পুরস্কার ও সম্মাননা ==\nডিজিটাল বাংলাদেশ বিনির্মাণে মোস্তাফিজুর রহমানের অগ্রণী ভূমিকা রয়েছে। কর্মক্ষেত্রে গুরুত্বপূর্ণ অবদানের জন্য তিনি বিভিন্ন পুরস্কার ও সম্মাননা লাভ করেছেন। এর মধ্যে রয়েছে:\n\nজনপ্রশাসন পদক ২০১৬\nশুদ্ধাচার পুরস্কার ২০১৯-২০\nডিজিটাল বাংলাদেশ পুরস্কার ২০২০ (দলগত)\nডিজিটাল বাংলাদেশ পুরস্কার ২০২২ (দলগত)\nবঙ্গবন্ধু জনপ্রশাসন পদক ২০২২\n\n\n== তথ্যসূত্র =="}