{"pageid": 1345240, "title": "ফতোয়া-ই-রাশিদিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1345240", "content": "ফতোয়া-ই-রশিদিয়া (উর্দু: فتاوی رشیدیہ‎‎) হলো ১৯ শতকের শেষের দিকে ভারতীয় পণ্ডিত রশিদ আহমদ গঙ্গোহীর লেখা ইসলামী আইনি রায় বা ফতোয়াগুলির একটি সংগ্রহ। এটিতে ইসলামী বিশ্বাস, অনুশীলন এবং রীতিনীতি সম্পর্কিত বিভিন্ন বিষয়ে ২০০০ টিরও বেশি ফতোয়া রয়েছে এবং মুসলিম সমাজ থেকে মিথ্যা উদ্ভাবন ও অনৈসলামিক রীতিনীতি নির্মূলে গুরুত্বপূর্ণ ভূমিকা পালন করেছে। সংকলনটি দেওবন্দী মাযহাবের যে কোনো পণ্ডিতের কাছ থেকে প্রথম এবং ভারতীয় উপমহাদেশে ইসলামি বৃত্তির ইতিহাসে একটি উল্লেখযোগ্য কাজ বলে বিবেচিত হয়।  এটি মূলত তিনটি পৃথক অংশে প্রকাশিত হয়েছিল, পরবর্তীতে এটি একটি খণ্ডে প্রকাশিত হয়। উত্তর ভারতের একটি বিশিষ্ট ইসলামি মাদ্রাসা দারুল উলূম দেওবন্দের মুফতি (ইসলামি আইনবিদ) হিসাবে রশিদ আহমদ গঙ্গোহীর আমলে ফতোয়াগুলি লেখা হয়েছিল এবং ধর্মীয় বিশ্বাস, আচার-অনুষ্ঠান, রীতিনীতি ও সামাজিক সমস্যা সহ বিস্তৃত বিষয়গুলি কভার করে।  ফতোয়াগুলি বিশদ আলোচনা বা অন্যান্য ইসলামি পণ্ডিতদের মতামত উল্লেখ না করে একটি সংক্ষিপ্ত এবং সহজবোধ্যভাবে লেখা হয়েছে। এটি ভারতীয় উপমহাদেশ এবং এর বাইরের মুসলমানদের জন্য ইসলামি আইনী নির্দেশনার একটি মূল্যবান উৎস এবং ইসলামি আইনের পণ্ডিত ও ছাত্রদের দ্বারা অধ্যয়ন এবং উল্লেখ করা অব্যাহত রয়েছে। \n\n\n== পটভূমি ==\nফতোয়া হলো একটি নির্দিষ্ট ইস্যু বা প্রশ্নে একটি স্বীকৃত ইসলামী কর্তৃপক্ষ কর্তৃক জারি করা একটি আইনি মতামত বা রায়। ফতোয়া ধারণাটি ইসলামের শুরুর দিনগুলিতে ফিরে আসে যখন মুসলমানরা তাদের ধর্মীয় নেতাদের কাছ থেকে বিভিন্ন বিষয়ে নির্দেশনা চাইতেন। ভারতীয় প্রেক্ষাপটে, দারুল উলূম দেওবন্দ ইসলামি আইনশাস্ত্রের বিকাশ ও প্রসার এবং ফতোয়া জারি করার ক্ষেত্রে একটি বিশিষ্ট ভূমিকা পালন করেছে। \nদারুল উলূম দেওবন্দ ভারতের দেওবন্দ শহরে অবস্থিত একটি বিশিষ্ট ইসলামী মাদ্রাসা। এটি ১৮৬৬ সালে ইসলামি পণ্ডিতদের একটি গ্রুপ দ্বারা প্রতিষ্ঠিত হয়েছিল যারা ভারতে পশ্চিমা শিক্ষা ও সংস্কৃতির বিস্তার সম্পর্কে উদ্বিগ্ন ছিলেন।  তারা এর মোকাবিলায় একটি ঐতিহ্যবাহী ইসলামী প্রতিষ্ঠান প্রতিষ্ঠা করতে চেয়েছিল। প্রতিষ্ঠানটি অনেক প্রভাবশালী আলেম তৈরি করেছে যারা ফতোয়া জারিসহ ইসলামী আইনশাস্ত্রে উল্লেখযোগ্য অবদান রেখেছেন।  এমনই একজন আলেম হলেন রশীদ আহমদ গাঙ্গোহী।\nরশীদ আহমদ গঙ্গোহীকে তার সমসাময়িক এবং পরবর্তী পন্ডিতদের দ্বারা ফিকহ (ইসলামী আইনশাস্ত্র) বিশেষজ্ঞ হিসাবে বিবেচনা করা হয়।  তিনি ফতোয়া (ইসলামী আইনগত মতামত) লিখতে পারদর্শী ছিলেন এবং এমনকি বিদেশের লোকদের কাছ থেকে প্রশ্ন পেতেন। তিনি ফিকহ ও ফতোয়া লেখায় এতটাই দক্ষ ছিলেন যে, মুহাম্মাদ কাসিম নানৌতভী এবং দারুল উলূম দেওবন্দ অনেক বিষয়ে তাকে উল্লেখ করেছেন। আনোয়ার শাহ কাশ্মীরি, একজন বিশিষ্ট ইসলামী পন্ডিত, তাকে ফকিহ আল-নাফস (আসল আইনবিদ) বলেছেন এবং তাকে রাদ্দ আল-মুহতারের বিখ্যাত তাফসীর লেখক ইবনে আবিদিনের থেকেও উচ্চতর বলে মনে করতেন।  কাশ্মীরি বলেছেন যে তিনি সু-যোগ্য উলামাদের (ইসলামী পণ্ডিতদের) দলের মধ্যে শতাব্দীর ব্যবধানে ফিকহে গাঙ্গোহীর সমান্তরাল কাউকে দেখেননি। গাঙ্গোহী মুসলমানদের অভ্যন্তরীণ ত্রুটিগুলির প্রতি আপত্তি জানিয়েছিলেন, মুসলমানদের মধ্যে যে সমস্ত ঈশ্বরবাদী রীতিনীতি ও বিশ্বাসের জন্ম দিয়েছিল তা বন্ধ করে এবং তার ফতোয়াগুলির মাধ্যমে অতীতের মুসলমানদের গৌরব পুনরুদ্ধারের জন্য সংগ্রাম করেন। \n\n\n== তথ্যসূত্র =="}