{"pageid": 1345284, "title": "ইমদাদুল ফাতাওয়া", "url": "https://bn.wikipedia.org/wiki?curid=1345284", "content": "ইমদাদুল ফাতাওয়া (উর্দু: امداد الفتاوى‎‎), ফতোয়ায়ে আশরাফিয়া নামেও পরিচিত, এটি হানাফি ফিকহের ফতোয়াগুলির একটি সংগ্রহ যা ভারতীয় পণ্ডিত আশরাফ আলী থানভীর দ্বারা সংকলিত হয়েছে, যিনি ইসলামে উদ্ভুত নতুন সমস্যা এবং চ্যালেঞ্জগুলি মোকাবেলা করেছিলেন। বইটি তার উত্তরসূরি ও শিষ্য শফি উসমানি দ্বারা পরিমার্জিত ও সাজানো হয়েছে এবং এতে পবিত্রতা ও প্রার্থনা থেকে শুরু করে কুরআন, হাদিস, সুফিবাদ এবং ধর্মতত্ত্বের ব্যাখ্যা সম্পর্কিত বিষয় রয়েছে। ছয় খণ্ডের বইটিতে বিবাহ, বিবাহবিচ্ছেদ, উত্তরাধিকার, নিষিদ্ধ এবং অনুমোদিত কার্যকলাপ এবং আরও বিভিন্ন বিষয় রয়েছে।\n\n\n== পটভূমি ==\nপ্রথমদিকে বইটি চারটি খণ্ডের ছিল, তবে পরে বইটির অংশগুলি সাজিয়ে এবং প্রকাশের মাধ্যমে আরও খণ্ড যুক্ত করা হয়।\n\n\n== বিষয়বস্তু ==\nবইটির খণ্ড ১ এর মধ্যে রয়েছে বিশুদ্ধকরণের বই, প্রার্থনার বই, পাঠ ও পাঠের বই এবং দাফনে প্রার্থনার বই৷ খণ্ড ২ অন্তর্ভুক্ত জাকাত এবং দাতব্য বই, রোজা এবং নির্জনতার বই, ইহরামের বই এবং হজের আচার, বিবাহের বই, নিষেধাজ্ঞার বই, বন্ধু এবং অভিভাবকদের বই, বিবাহবিচ্ছেদের বই, শাস্তি এবং প্রতিশোধের বই, বিশ্বাসের বই, দাতব্য বই, প্রতিজ্ঞা বই, আইন বই, এবং মসজিদ। খণ্ড ৩ বিক্রয় বই, সুদ বই, অভিভাবকত্ব বই, আল্লাহর বই, লজ্জা বই, ভাড়া বই, মামলা বই, রায় বই, মধ্যস্থতা বই, রহমত বই, সালিসি বই, অংশীদারিত্ব বই এবং বিভাগ, কৃষি বই, অপরাধ বই, উইলস বই, উত্তরাধিকার বই, পুনর্মিলন বই, এবং ক্ষতি বই। খণ্ড ৪ নিষিদ্ধ এবং অনুমতিগুলির বইটি কভার করে, যা অনুমতিযোগ্য, অগ্রহণযোগ্য, নিন্দনীয় এবং পছন্দসই, পাশাপাশি শিক্ষণ এবং শেখার, অমেধ্য এবং বিশুদ্ধকরণ, হালাল এবং হারাম খাদ্য ও পানীয়, উপহার এবং আমন্ত্রণ সম্পর্কিত নিয়ম, পোশাক, সোনা, রৌপ্য, তামা, এবং লোহা, এবং বিবাহ এবং ব্যভিচার সম্পর্কিত বিষয়গুলি। খণ্ড ৫ এর কুরআন, হাদিস, সুলুক (সুফিবাদ), রুয়া, বিদাত, বিশ্বাস, এবং ধর্মতত্ত্বের ব্যাখ্যা কভার করে। অবশেষে, খণ্ড ৬ এ বিভিন্ন বিষয় যেমন ব্যাকরণ এবং সন্দেহ, মিথ্যা সম্প্রদায়গুলির সাথে বিতর্ক, নতুন দর্শন, কারামাত, সহায়ক বিষয় এবং আরও অনেক কিছু কভার করে৷\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট আর্কাইভে ইমদাদুল ফাতাওয়া"}