{"pageid": 1345222, "title": "নেদারল্যান্ডসে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1345222", "content": "নেদারল্যান্ডসে ইসলাম দ্বিতীয় বৃহত্তম ও ক্রমবর্ধমান ধর্ম। ২০১৮ সালের অনুমান অনুসারে জনসংখ্যার ৫% ইসলাম পালন করেন। নেদারল্যান্ডসের সংখ্যাগরিষ্ঠ মুসলিম সুন্নি সম্প্রদায়ের অন্তর্ভুক্ত এবং অনেকেই দেশের চারটি প্রধান শহরে বাস করে: আমস্টারডাম, রটার্ডাম, হেগ ও ইউট্রেখ্ট‌।\nনেদারল্যান্ডসে ইসলামের প্রাথমিক ইতিহাস ১৬ শতকে শুরু হয়, যখন অল্প সংখ্যক উসমানীয় বণিক দেশের বন্দর শহরগুলিতে বসতি স্থাপন শুরু করে। এর ফলে ১৭ শতকের গোড়ার দিকে আমস্টারডামে প্রথম উন্নত মসজিদ তৈরি করা হয়। পরবর্তী শতাব্দীগুলিতে নেদারল্যান্ডস ডাচ ইস্ট ইন্ডিজ থেকে বিক্ষিপ্তভাবে মুসলিম অভিবাসনের অভিজ্ঞতা লাভ করে।\nপ্রথম বিশ্বযুদ্ধের পর উসমানীয় সাম্রাজ্যের পতনের পর থেকে ইন্দোনেশিয়ার স্বাধীনতা পর্যন্ত ডাচ ইস্ট ইন্ডিজে ব্রিটিশ ভারতের পরে বিশ্বের দ্বিতীয় বৃহত্তম মুসলিম জনসংখ্যা ছিল। তবে নেদারল্যান্ডস রাজ্যের ইউরোপীয় অঞ্চলে মুসলিমদের সংখ্যা খুবই কম ছিল, মোট জনসংখ্যার ০.১% এরও কম।\n১৯৬০ থেকে ১৯৭৩ সালের মধ্যে নেদারল্যান্ডসের অর্থনৈতিক পুনরুত্থান ডাচ সরকারকে মুসলিম বিশ্ব থেকে (প্রধানত তুরস্ক, মরক্কো থেকে) অভিবাসী শ্রমিক নিয়োগ করতে অনুপ্রাণিত করে। এছাড়াও পরবর্তীতে অভিবাসীদের ঢেউ পারিবারিক পুনর্মিলন এবং আশ্রয় খোঁজার মাধ্যমে এসেছে। এসব দেশ ছাড়াও মুসলিম অভিবাসীদের একটি উল্লেখযোগ্য অংশ ইন্দোনেশিয়া ও সুরিনামের প্রাক্তন উপনিবেশ থেকেও এসেছে।\n\n\n== জনসংখ্যা ==\n\n১৯৭০ এর দশকের প্রথম দিকে মুসলিমরা জনসংখ্যার এক শতাংশেরও কম অংশের প্রতিনিধিত্ব করত। তবে ১৯৭০, ১৯৮০ এবং ১৯৯০ এর দশকের শেষের দিকে পারিবারিক পুনর্মিলন, বিবাহ অভিবাসন, উচ্চজন্মহার এবং আশ্রয়প্রার্থীদের আগমনের কারণে জনসংখ্যার মুসলিম অংশ ক্রমাগত বৃদ্ধি পায়, যা ২০০০ সালে প্রায় ৪.৮% এ পৌঁছোয়। কঠোর অভিবাসন আইন, জন্মহার কমে যাওয়া এবং ডাচ নাগরিকত্ব পাওয়ার পর প্রাক্তন আশ্রয়প্রার্থীরা অন্যান্য পশ্চিমা দেশে চলে যাওয়ার কারণে জনসংখ্যা বৃদ্ধির গতি ধীরে ধীরে কমে যায়। ২০০৭ সালে জনসংখ্যাবিদ জুপ ডি বিয়ার অনুমান করেছিলেন যে, ২০৫০ সালে মুসলিম জনসংখ্যা ৮% ছাড়িয়ে যাবে।\nডাচ সরকারী প্রতিষ্ঠান স্ট্যাটিস্টিক্স নেদারল্যান্ডস (সিবিএস) অনুসারে, মোট জনসংখ্যার প্রায় ৫% মুসলমান (২৪ অক্টোবর ২০০৭)। সিবিএস দ্বারা উপস্থাপিত পূর্ববর্তী পরিসংখ্যানে মুসলমানদের একটি বৃহত্তর সংখ্যক দেখানো হয়েছিল, কিন্তু এই তথ্য শুধুমাত্র জাতিগততার উপর ভিত্তি করে এবং ধর্মীয় বিশ্বাসের উপর ভিত্তি করে নয়। ২০০৭ সাল থেকে সিবিএস দ্বারা প্রায় ৫০,০০০ মুসলমানের হ্রাস পরিমাপ করা হয়েছিল, কিন্তু এটি একটি উল্লেখযোগ্য হ্রাস হিসাবে দেখা যায় না; এটা উন্নত গবেষণা পরামিতি ফলাফল হিসাবে দেখা হয়। তবুও দ্বিতীয় প্রজন্মের ধর্মনিরপেক্ষকরণে লক্ষ্য করা গেছে, বেশিরভাগই ইরানী এবং তুর্কি পটভূমির নাগরিকদের মধ্যে ২০০৬ থেকে ২০১৮ সালের মধ্যে সমীক্ষা অনুসারে তুর্কি-ডাচদের মধ্যে অমুসলিমদের শতাংশ বৃদ্ধি পেয়েছে, ২০০৬ সালে ৯৩% মুসলিম হিসাবে চিহ্নিত হয়েছে যেখানে ২০১৮ সালে ৮৬% হয়েছে; মরক্কোর-ডাচ নাগরিকদের মধ্যে এই শতাংশ ছিল যথাক্রমে ৯৫% এবং ৯৪%। যাইহোক, অবশিষ্ট মুসলিমরা তাদের ধর্মীয় দৃষ্টিভঙ্গিতে আরও গোঁড়া হয়ে ওঠে। ২০০৬ থেকে ২০১০ পর্যন্ত বিভিন্ন গবেষণায় দেখা গেছে যে গোষ্ঠীগুলির মধ্যে জাতিগত পার্থক্যগুলি ধীরে ধীরে একটি একক \"মুসলিম\" পরিচয় দিয়ে প্রতিস্থাপিত হচ্ছে।\nবেশিরভাগ অ-পশ্চিমা অভিবাসীদের মতো, অনেক মুসলমান দেশের চারটি প্রধান শহরে বাস করে: আমস্টারডাম, রটার্ডাম, হেগ এবং ইউট্রেখ্ট‌। আনুমানিক ১৪০,০০০ মুসলমান রাজধানীতে বাস করে যেখানে তারা জনসংখ্যার প্রায় ১৭ শতাংশ। এই মুসলমানদের মধ্যে অর্ধেকই মূলত মাগরেব অঞ্চল, মিশর এবং মধ্যপ্রাচ্যের আরবি এবং বারবার-ভাষী সম্প্রদায়। আমস্টারডামে মুসলিম জনসংখ্যার ২৫ শতাংশ তুর্কি। এনশেডে, আর্নহেম এবং জানস্তাদে তুলনামূলকভাবে অনেক তুর্কি রয়েছে।\nসেখানে ৮৫০,০০০ বাসিন্দা ছিল যারা ২০০৬ সালে ইসলাম ধর্ম স্বীকার করেছিল। এই ৩৮% জাতিগত তুর্কি, ৩১% মরোক্কান, ২৬% অন্যান্য এশিয়ান/আফ্রিকান, ৪% ইউরোপীয় (অ-ডাচ) এবং ১% (১২,০০০ জন) স্থানীয় ডাচ ছিল। তুর্কি এবং মরক্কো বাদে, মুসলমানদের বৃহত্তম দল ছিল জাতিগতভাবে ৩৪,০০০ সংখ্যক সুরিনামী, তারপরে ৩১,০০০ আফগান, ২৭,০০০ ইরাকি এবং ২০,০০০ সোমালি।  যারা ইন্দোনেশিয়ান (দেশের প্রাথমিক মুসলিম বসতি স্থাপনকারী) তাদের সংখ্যা ছিল ৭,০০০। ২০১২ সালের শেষে ডাচ সেন্ট্রাল ব্যুরো অফ স্ট্যাটিস্টিকস অনুমান করে যে ২০১০–১১ সালে মুসলমানদের সংখ্যা মোট জনসংখ্যার প্রায় ৪% ছিল।\n\n\n== তথ্যসূত্র =="}