{"pageid": 1345289, "title": "তাশি এবং নুংশি মালিক", "url": "https://bn.wikipedia.org/wiki?curid=1345289", "content": "তাশি এবং নুংশি মালিক (জন্ম ২১শে জুন ১৯৯১) হলেন প্রথম দুই বোন এবং যমজ যাঁরা সপ্তশৃঙ্গ আরোহণ করেছেন। তাঁরা উত্তর ও দক্ষিণ মেরুতে পৌঁছেছেন এবং অ্যাডভেঞ্চারার্স গ্র্যান্ড স্ল্যাম এবং থ্রি পোল চ্যালেঞ্জ সম্পন্ন করেছেন।\n\n\n== প্রাথমিক জীবন ==\nমালিক যমজ (তাশি এবং নুংশি) মূলত ভারতের হরিয়ানা রাজ্যের বাসিন্দা। তাঁদের জন্ম হরিয়ানার আনওয়ালি সোনিপথ জেলায় ভারতীয় সেনা অফিসারের ঘরে। তাঁদের বাবার নাম কর্নেল বীরেন্দ্র সিং মালিক এবং মায়ের নাম অঞ্জু থাপা। কর্নেল মালিক ভারতীয় সেনাবাহিনী থেকে অবসর নেওয়ার পর তাঁদের পরিবার দেরাদুনে বসতি স্থাপন করে।\nমেয়েরা মধ্যপ্রদেশ, উত্তরপ্রদেশ, উত্তরাখণ্ড, তামিলনাড়ু, কেরালা এবং মণিপুর রাজ্যের বেশ কয়েকটি স্কুলে পড়েছেন, এই সঙ্গে তাঁরা উদগমণ্ডলমের কাছে লরেন্স স্কুল, লাভডেলে পড়েছেন। ২০১৩ সালে তাঁরা সিকিম মণিপাল বিশ্ববিদ্যালয় থেকে সাংবাদিকতা এবং গণযোগাযোগে স্নাতক সম্পন্ন করেন। তাঁদের কাছে মার্কিন যুক্তরাষ্ট্রের ভার্মন্টের স্কুল অফ ইন্টারন্যাশনাল ট্রেনিং থেকে শান্তি ও দ্বন্দ্ব সমাধানের একটি শংসাপত্র রয়েছে।\n\n\n== পর্বতারোহণ ==\nমালিক বোনেরা ২০১০ সালে নেহেরু ইনস্টিটিউট অফ মাউন্টেনিয়ারিংয়ে প্রশিক্ষণ নেন। ২০১৩ সালের ১৯শে মে রবিবার, তাঁরা মাউন্ট এভারেস্টের চূড়ায় আরোহন করেছিলেন। যমজ বোন হিসেবে প্রথম তাঁরাই এই কৃতিত্ব অর্জন করেছেন। তাঁদের সাথে সামিনা বেগ শীর্ষারোহনে যোগ দিয়েছিলেন এবং তাঁরা শান্তির প্রতীক হিসাবে ভারত ও পাকিস্তানের পতাকা একসাথে স্থাপন করেছিলেন।\nযমজ বোনেরা 'ক্লাইম্বাথন ২০১৩'-এ অংশগ্রহণ করেছিলেন। সেখানে তাঁরা ২০১৩ সালের আগস্টে ২১০০০ ফুট উচ্চতায় একটি অস্পর্শিত শিখর আরোহণ করেছিলেন। এটির অর্থায়ন করেছিল ইন্ডিয়ান মাউন্টেনিয়ারিং ফাউন্ডেশন। এছাড়াও তাঁরাই প্রথম মহিলা যমজ, যাঁরা সবচেয়ে কম বয়সে সপ্তশৃঙ্গ, এক্সপ্লোরার গ্র্যান্ড স্ল্যাম এবং থ্রি পোল চ্যালেঞ্জ সম্পূর্ণ করেছেন। ২০১৪ সালের ১৬ই ডিসেম্বর, অ্যান্টার্কটিকার মাউন্ট ভিনসন আরোহণের পর, তাঁরা একসাথে 'সপ্তশৃঙ্গ' আরোহণ করা বিশ্বের প্রথম যমজ এবং দুই বোন  ছিলেন।\n\n২০১৩ সালের ১৯শে মে, মাউন্ট এভারেস্ট আরোহণ করার পর তাঁরা মাত্র দুই বছরের মধ্যে ২০১৫ সালের ১৫ই জুলাই এক্সপ্লোরার্স গ্র্যান্ড স্ল্যাম সম্পন্ন করেন। তাঁরাই প্রথম ভারতীয় এবং দক্ষিণ এশীয় যাঁরা এক্সপ্লোরার গ্র্যান্ড স্ল্যাম পূর্ণ করতে পেরেছেন। ২০১৫ সালের ডিসেম্বরে, নিউজিল্যান্ডের উচ্চতম চূড়া আওরাকিতে (মাউন্ট কুক) আরোহণ করে তাঁরা প্রথম মহিলা যমজ হয়ে ওঠেন। ২০১৯ সালের সেপ্টেম্বরে, নুংশি এবং তাশি বিশ্বের সবচেয়ে কঠিন রেস: ইকো-চ্যালেঞ্জ ফিজিতে ভারতীয় 'খুকুরি ওয়ারিয়র্স' দলের নেতৃত্ব দেন। এটি ৩০টি দেশের অ্যাডভেঞ্চার অ্যাথলিটদের ৬৬টি দলের একটি অভিযান ছিল। তাঁরা প্রকৃতির শক্তির বিরুদ্ধে এবং দলগত ভাবে একে অপরের বিরুদ্ধে খেলে ৬৭১ কিমি পথ অতিক্রম করেছিলেন। তাঁরা এই পথে ফিজিয়ান প্রাকৃতিক ভূমি, মহাসমুদ্র, নদী, হ্রদ এবং জঙ্গল পার হয়েছেন কয়েক ডজন দুঃসাহসিক কার্যকলাপ করে। তাঁরা এই বৈশ্বিক অ্যাডভেঞ্চার রেসে অংশগ্রহণকারী প্রথম এবং একমাত্র দক্ষিণ এশীয়  ছিলেন।\n\n\n== সপ্তশৃঙ্গ আরোহণের বিস্তারিত ==\n\n\n== উত্তর মেরু এবং দক্ষিণ মেরু ==\n\n\n== সম্মান ও পুরস্কার ==\n\nসিট, ইনভারকারগিল, নিউজিল্যান্ডে স্পোর্ট অ্যান্ড এক্সারসাইজে স্নাতক অধ্যয়নের জন্য প্রথম নিউজিল্যান্ড-ভারত স্পোর্টস স্কলারশিপ দেওয়া হয়েছে\n২০১৫ সালের সেপ্টেম্বর-অক্টোবরে খেলাধুলায় উদীয়মান নারী নেতৃবৃন্দের জন্য যুক্তরাষ্ট্রের রাজ্য বিভাগের 'গ্লোবাল স্পোর্টস মেন্টরিং প্রোগ্রাম'-এ যোগ দিয়েছেন\n২০১৬ সালের ২৯শে আগস্ট ভারতের রাষ্ট্রপতি কর্তৃক ভারতের সর্বোচ্চ অ্যাডভেঞ্চার সম্মান ' তেনজিং নোরগে ন্যাশনাল অ্যাডভেঞ্চার অ্যাওয়ার্ড ' ২০১৫ প্রদান করা হয়\n২০১৬ সালে তাঁরা আইসল্যান্ডের প্রেসিডেন্ট গুডনি থ জোহানেসন কর্তৃক লিফ এরিকসন ইয়াং এক্সপ্লোরার্স অ্যাওয়ার্ডে ভূষিত হন।\nতাঁরা ২০২০ সালে নারী শক্তি পুরস্কারে ভূষিত হন।\n\n\n== আরও দেখুন ==\nমাউন্ট এভারেস্টে ভারতীয় আরোহণকারী - বছর অনুযায়ী\nমাউন্ট এভারেস্টের আরোহণকারীর আরোহণের সংখ্যা অনুসারে তালিকা\nভারতের মাউন্ট এভারেস্ট রেকর্ডের তালিকা\nমাউন্ট এভারেস্ট রেকর্ডের তালিকা\n\n\n== তথ্যসূত্র ==\n\nগিনেস ওয়ার্ল্ড রেকর্ডস ২০১৫, পৃষ্ঠা ১৫২\n\nটেমপ্লেট:ভারতীয় পর্বতারোহীরা"}