{"pageid": 1345270, "title": "ভিন্দালু", "url": "https://bn.wikipedia.org/wiki?curid=1345270", "content": "গোয়ান ভিন্দালু বা ভিন্দালহো হল একটি ভারতীয় তরকারিজাতীয় খাবার, যার উৎপত্তি মূলত গোয়া থেকে। পর্তুগিজ খাবার কার্নে দে ভিনহা ডি'আলহোসের উপর ভিত্তি করে এই খাবারটি উদ্ভব হয়েছে।    এটি বিশ্বব্যাপী ব্রিটিশ ভারতীয় প্রনালীতে কারি হাউস এবং ভারতীয় রেস্তোরাঁর মেনুগুলির প্রধান খাবার হিসাবে পরিচিত। প্রায়শই এটি একটি উচ্চ মশলাদার খাবার হিসাবে বিবেচিত হয়। এর ঐতিহ্যবাহী রন্ধন প্রনালীতে শুয়োরের মাংস ব্যবহার করা হয়, তবে গরুর মাংস, মাটন, চিংড়ি, মুরগি, ভেড়ার মাংস, সবজি এবং তোফু দিয়ে এই খাবারের বিকল্প প্রকরণও প্রস্তুত করা হয়েছে। \nপর্তুগিজ কার্নে দে ভিনহা ডি'আলহোস (আক্ষরিক অর্থে \"রসুনের মেরিনেড মাংস\"  ) থেকে উদ্ভব ভিন্দালু গোয়ান খাবারের একটি আদর্শ উদাহরন। ভিন্দালু হল ভিনেগার এবং রসুনে মেরিনেট করা মাংসের একটি খাবার (সাধারণত শুয়োরের মাংস)।  পর্তুগিজ খাবারের মূল কাঠামো ছিল পর্তুগিজ নাবিকের \"সংরক্ষিত\" কাঁচা উপাদান যেগুলি সাধারনভাবে ছিল, কাঠের ব্যারেলে বিশেষভাবে রাখা লাল ওয়াইনে ভেজানো শুকরের মাংস এবং রসুন। স্থানীয় গোয়ান রাধুনিরা রেড ওয়াইনের বদলে পাম ভিনেগার এবং মশলা যোগ করে এটি রান্না করেছিলেন। এই প্রস্তুতিটির স্থানীয় এবং সহজ উচ্চারণযোগ্য নামকরন হল \"ভিন্দালু\"। \nভিন্দালুর ব্রিটিশ ভারতীয় সংস্করণে মাংসকে ভিনেগার, চিনি, তাজা আদা এবং মশলা দিয়ে মেরিনেট করা হয়, তারপর আরও মশলা দিয়ে রান্না করা হয়। \nগোয়ার রেস্তোরাঁগুলি ঐতিহ্যবাহী গোয়ান রন্ধনপ্রণালী অনুসারে শুয়োরের মাংস দিয়ে ভিন্ডলহো প্রস্তুত করে। কোচি, কেরালার খ্রিস্টানরা শুয়োরের মাংস বা গরুর মাংস ব্যবহার করে এটি প্রস্তুত করে। ব্রিটিশ প্রতিষ্ঠান এবং সমুদ্রগামী লাইনারগুলিতে গোয়ান বাবুর্চিদের হাত দিয়ে এই রান্নাটি থালাটি জনপ্রিয় হয়েছিল। ভারতের অন্যান্য অঞ্চলের রেস্তোরাঁগুলি মুরগি বা ছাগলের মাংস বা ভেড়ার মাংস বা এমনকি সামুদ্রিক খাবারের সাথে ভিনডালহো প্রস্তুত করা হয় এবং এই মাংসগুলিকে কখনও কখনও চৌকো করে কাটা আলু দিয়ে মেশানো হয় যাতে প্রস্তুতিতে খরচ কম হয়।  যদিও আলু (আলু) শব্দের অর্থ হিন্দিতে আলু,  ঐতিহ্যবাহী গোয়ান ভিন্দালহোতে কোনো আলু ব্যবহার হয়না। ভিন্দালু নামটি একটি পর্তুগিজ শব্দগুচ্ছের অপভ্রংশ যার কোনো হিন্দি ব্যুৎপত্তি নেই।\nহিন্দির সাথে বিভ্রান্তির কারণে কিছু ভারতীয় ভিন্দালু সংস্করণে আলুর ব্যবহার হয়। \n\n\n== তথ্যসূত্র =="}