{"pageid": 1346327, "title": "বিদিশা বালিয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1346327", "content": "বিদিশা বালিয়ান (জন্ম ১৯৯৭) একজন অনুপ্রেরণামূলক বক্তা, সৌন্দর্য প্রতিযোগিতার বিজয়ী, অবসরপ্রাপ্ত টেনিস খেলোয়াড় এবং স্পন্দন ওয়েলফেয়ার সোসাইটির প্রতিষ্ঠাতা। তিনি ২০১৭ গ্রীষ্মকালীন ডেফলিম্পিকে ভারতের প্রতিনিধিত্ব করেছিলেন এবং ২০১৯ মিস অ্যান্ড মিস্টার ডেফ ওয়ার্ল্ড প্রতিযোগিতায় ভারতের প্রতিনিধিত্ব করেছিলেন। ২০১৯ সালের ১৯শে জুলাই, তিনি মিস ডেফ ওয়ার্ল্ড প্রতিযোগিতা জিতেছিলেন এবং প্রথম ভারতীয় হিসেবে মিস ডেফ ওয়ার্ল্ড মুকুট পরেছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nবিদিশা ১৯৯৭ সালের ২১শে আগস্ট জন্মগ্রহণ করেন এবং জন্মের সময় তাঁর আংশিক শ্রবণ প্রতিবন্ধকতা ধরা পড়ে। ডাক্তারি পরামর্শ সত্ত্বেও তাঁর বাবা-মা তাঁকে কোন বিশেষ স্কুলে শিক্ষার জন্য পাঠাতে রাজি হননি। তিনি তাঁর প্রাথমিক শিক্ষার জন্য মুজাফফরনগরের এমএন পাবলিক স্কুলে ভর্তি হন। তিনি নিজের বধিরতার কারণে অন্যান্য ছাত্রদের কাছ থেকে বৈষম্যের সম্মুখীন হন। তিনি নয়ডা থেকে শারীরিক শিক্ষায় স্নাতক সম্পন্ন করেছেন। তিনি যোগব্যায়াম এবং ইতিহাসেও স্নাতকোত্তর করেছেন।\n\n\n== ডেফলিম্পিক ক্যারিয়ার ==\nতিনি জাতীয় পর্যায়ে টেনিস খেলে তাঁর খেলোয়াড় জীবন শুরু করেন। তিনি ২০১৬ সালের জাতীয় গেমসে দুটি রৌপ্য পদক পেয়েছিলেন, যা তাঁর প্রথম ডেফলিম্পিক ইভেন্ট। এরপর ২০১৭ গ্রীষ্মকালীন ডেফলিম্পিকে অংশ নিতে তিনি নির্বাচিত হন। তিনি ২০১৭ ডেফলিম্পিকে মহিলাদের একক এবং দ্বৈত ইভেন্টে প্রতিদ্বন্দ্বিতা করেছিলেন। মহিলা ডাবলস ইভেন্টে তিনি পঞ্চম স্থানে ছিলেন। জানা গেছে যে বিদিশা ২০১৭ গ্রীষ্মকালীন বধিরলিম্পিকের পরে পিঠে গুরুতর আঘাতের কারণে টেনিস খেলা থেকে অবসর নেওয়ার সিদ্ধান্ত নিয়েছিলেন।\n\n\n== মডেলিং ক্যারিয়ার ==\nবিদিশা টেনিস থেকে অবসর নেওয়ার পর মিস ডেফ ইন্ডিয়া প্রতিযোগিতায় অংশ নেওয়ার সিদ্ধান্ত নেন। মিস ডেফ ইন্ডিয়া ২০১৯-এ অংশ নেওয়ার জন্য তিনি গ্রেটার নয়ডায় এক বছরেরও বেশি সময় ধরে প্রশিক্ষণ নিয়েছিলেন বলে জানা গেছে। তিনি অবশেষে মিস ডেফ ইন্ডিয়া ২০১৯ প্রতিযোগিতা জিতেছিলেন যা ২০১৯ সালের ফেব্রুয়ারিতে গুয়াহাটির আসামে অনুষ্ঠিত হয়েছিল। মিস ডেফ ইন্ডিয়া হিসাবে বিজয়ী হওয়ার পর, তিনি মিস ডেফ ওয়ার্ল্ড ২০১৯ প্রতিযোগিতায় অংশ নেওয়ার যোগ্যতা অর্জন করেন এবং দক্ষিণ আফ্রিকায় চলে যান। তিনি হুইলিং হ্যাপিনেস ফাউন্ডেশন থেকেও সহায়তা পেয়েছিলেন, এটি ২০১৬ গ্রীষ্মকালীন প্যারালিম্পিকে রৌপ্য পদক বিজয়ী দীপা মালিক দ্বারা পরিচালিত হয়।\nতিনি মিস ডেফ ওয়ার্ল্ড প্রতিযোগিতায় অংশগ্রহণকারী অনেক প্রতিযোগীর একজন ছিলেন এবং ২০১৯ সালের জন্য মিস ডেফ ওয়ার্ল্ডের মুকুট পেয়েছিলেন। বিদিশা প্রথম ভারতীয় হিসেবে মিস ডেফ ওয়ার্ল্ড ২০১৯ জিতেছেন।\n\n\n== অর্জন ==\nতিনিই প্রথম ভারতীয় মহিলা যিনি ২০১৯ সালে মিস ডেফ ওয়ার্ল্ডের খেতাব জিতেছেন। তিনি নৃত্য, টেনিস এবং ফ্যাশন সহ অনেক ক্ষেত্রে একজন দুর্দান্ত অনুপ্রেরণামূলক বক্তা এবং বিশেষজ্ঞ। তিনি ভারতের মাননীয় উপরাষ্ট্রপতির কাছ থেকে জাতীয় প্রতিবন্ধী পুরস্কার পেয়েছেন। তিনি আরশ কন্যা গুরুকুলের নারী ক্ষমতায়নের ব্র্যান্ড অ্যাম্বাসাডর। তিনি ফোনক নাদিয়ার ব্র্যান্ড অ্যাম্বাসেডরও। তাঁর কৃতিত্ব এবং প্রশংসার তালিকা তাঁর উচ্চাভিলাষী ব্যক্তিত্বের সঙ্গে মানানসই।\n\n\n=== সম্মান ===\n২০১৯ - ২০১৯ মিস অ্যান্ড মিস্টার ডেফ ওয়ার্ল্ড প্রতিযোগিতায় প্রথম ভারতীয় যিনি মিস ডেফ ওয়ার্ল্ড হিসাবে মুকুট লাভ করেন৷\n২০১৯ - ২০১৯ সালের ফেব্রুয়ারিতে মিস ইন্ডিয়া বধির\n২০১৯ - রোল মডেলের জন্য জাতীয় প্রতিবন্ধী পুরস্কার\n২০১৯ - মাননীয় সাংসদ সিরসা (লোকসভা কেন্দ্র), সুনীতা দুগ্গালের দ্বারা হরিয়ানা গরিমা পুরস্কার\nসমাজসেবা এবং গ্ল্যামারের জন্য ভারতীয় আইকন পুরস্কার।\nজি নিউজ- এর অংশ, জি মিডিয়া দ্বারা নারী অর্জনকারী পুরস্কার\nঅনুপ্রেরণামূলক গ্লোবাল উইমেন অ্যাওয়ার্ডস ২০২০\nজিএল বাজাজ ইনস্টিটিউট অফ টেকনোলজি অ্যান্ড ম্যানেজমেন্টে জিএলবি ইয়ুথ আইকন অ্যাওয়ার্ড\nরোটারি ক্লাব কর্তৃক সার্ভিস এক্সেলেন্স অ্যাওয়ার্ড\n২০১৯- ইন্ডিয়ান এনার্জি ট্যালেন্ট অ্যাওয়ার্ড\nফোনক দ্বারা প্রশংসা পুরস্কার\n২০২০- ওয়ার্ল্ড উইমেন লিডারশিপ অ্যাওয়ার্ডে পুরস্কৃত প্রশংসা\nউত্তর প্রদেশ স্থাপনা দিবসে প্রশংসা পুরস্কার\nঅমর উজালা কর্তৃক প্রশংসা পুরস্কার\nভিএলসিসি ইনস্টিটিউট কর্তৃক শাইনিং স্টার অ্যাওয়ার্ড\nপ্রাইড অফ দ্য নেশন - ইন্সপিরেশনাল গ্লোবাল উইমেন অ্যাওয়ার্ড\n\n\n=== খেলাধুলা ===\nরৌপ্য পদক (লন টেনিস) - ২২তম ন্যাশনাল গেমস অফ ডেফ\nরৌপ্য পদক (লন টেনিস) - ২১তম নেশন গেমস অফ ডেফ\nএআইটিএ, অল ইন্ডিয়া টেনিস অ্যাসোসিয়েশন ট্যালেন্ট সিরিজ টেনিস টুর্নামেন্টে প্রথম রাউন্ডের ফাইনালিস্ট (মহিলা বিভাগ) (মে, ২০১৫)\nজাতীয় র‌্যাঙ্কিং এআইটিএ (অনূর্ধ্ব-১৮) চ্যাম্পিয়নশিপে রানার্স আপ (২০১৪)\nজাতীয় র‌্যাঙ্কিং এআইটিএ (টিএস-১৮) চ্যাম্পিয়নশিপে সেমি ফাইনালিস্ট (মে, ২০১৪)\nজাতীয় র‌্যাঙ্কিং এআইটিএ (টিএস-১৮) চ্যাম্পিয়নশিপে সেমি ফাইনালিস্ট (ফেব্রুয়ারি, ২০১৪)\nনর্থ জোন ওপেন এআইটিএ (টিএস-১৮) চ্যাম্পিয়নশিপে সেমি ফাইনালিস্ট (ডিসেম্বর, ২০১৩)\nনর্থ জোন ওপেন এআইটিএ (টিএস-১৮) চ্যাম্পিয়নশিপে কোয়ার্টার ফাইনালিস্ট (নভেম্বর ২০১৩)\nএআইটিএ ট্যালেন্ট (অনূর্দ্ধ-১৪) টেনিস টুর্নামেন্টের কোয়ার্টার ফাইনালিস্ট (ডিসেম্বর, ২০১১)\nদিল্লিতে টেনিস স্পোর্টস গালা - ২০১১-এ রানার্স আপ\n\n\n=== বক্তৃতা ===\nতিনি টেড (সম্মেলন) সম্প্রদায় দ্বারা আয়োজিত অনুষ্ঠানে অনেক বক্তৃতা দিয়েছেন। হাজার হাজার মানুষকে অনুপ্রাণিত করার জন্য অনেক অনুষ্ঠানে তাঁর জীবন সম্পর্কে কথা বলার জন্য আমন্ত্রণ জানানো হয়েছিল। এসব আলোচনা ছাড়াও তিনি অনেক অনুষ্ঠানে প্রধান অতিথি হিসেবে উপস্থিত হয়েছেন। তিনি মিস টিন ইন্ডিয়া ইউনিভার্স ২০২০-তে সম্মানিত অতিথি ছিলেন।\n\nবিদিশা বালিয়ান টেডেক্সজেএনইসি এ তাঁর জীবনের গল্প বলেছেন\nটেডেক্সইয়ুথ@এআইএসজি৪৬-এ যুবকদের উদ্দেশ্যে বাধা অতিক্রম করার জন্য অনুপ্রেরণামূলক বক্তৃতা\n\nইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি রুরকি - বক্তা হিসাবে\nইন্ডিয়ান ইনস্টিটিউট অফ ম্যানেজমেন্ট বিশাখাপত্তনম - তাঁর জীবনের যাত্রা সম্পর্কে কথা বলার জন্য আমন্ত্রিত\nএডি প্যাটেল ইনস্টিটিউট অফ টেকনোলজি, নিউ বল্লভ বিদ্যানগর, গুজরাট - একজন বক্তা হিসেবে\nলাভলী প্রফেশনাল ইউনিভার্সিটি- বক্তা হিসেবে\nইন্ডিয়ান ইনস্টিটিউট অফ ম্যানেজমেন্ট ইন্দোর - প্রধান অতিথি এবং জুরি হিসাবে আমন্ত্রিত\n\n\n== তথ্যসূত্র =="}