{"pageid": 1346500, "title": "উস্তো মাংকুনেগারান মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1346500", "content": "আল-উস্তো মাংকুনেগারান মসজিদ হল কেন্দ্রীয় জাভানিজ শহরের সুরাকার্তায় অবস্থিত একটি ঐতিহাসিক মসজিদ। মসজিদটি মাংকুনেগারান প্রাসাদের পশ্চিমে অবস্থিত। মসজিদটি সুরাকার্তার তিনটি প্রাচীন মসজিদের অন্যতম। আল-উস্তো মাংকুনেগারান মসজিদ মাংকুনেগারান প্রাসাদের একটি রাষ্ট্রীয় মসজিদ (\"মসজিদ নাগারা\") হিসাবে যাত্রা শুরু করেছিল।\n\n\n== ইতিহাস ==\nমসজিদটি প্রথমে মাংকুনেগারান মসজিদ নামে পরিচিত ছিল। মসজিদটির নির্মাণকাজ শুরু হয় ১৮৭৮ সালে এবং মসজিদের ভবনটির নির্মাণকাজ ১৯১৮ সালে সমাপ্ত হয়। থমাস কারস্টেন মসজিদটির ভবন এর বেশ কয়েকটি অংশ সংস্কার করেন। মংকুনেগারান প্রাসাদের রাজদরবার (আবদি ডালেম) মসজিদটির রক্ষণাবেক্ষণের দায়িত্ব নেন।\nমাংকুনেগারান প্রাসাদের প্রধান (কেপালা তাকমির) ইমাম রোসিদি ১৯৪৯ সালে প্রথমবারের মতো মসজিদটিতে আল-উস্তো উপাধি দিয়েছিলেন। আল-উস্তো মানে \"গড়\", যা গড় আকারের মাংকুনেগারান মসজিদের দিকে ইঙ্গিত করে। মসজিদটি সুরাকার্তার মহান মসজিদের মতো অতটা বড় নয় আবার কেপাতিহান মসজিদের মতো অতটা ছোটও নয়।\n\n\n== স্থাপত্যকলা ==\n\nসুরাকার্তার আল-উস্তো মাংকুনেগারান মসজিদ মাংকুনেগারান প্রাসাদ থেকে প্রায় ৬০ মিটার (২০০ ফু) পশ্চিমে অবস্থিত। আল-উস্তো মাংকুনেগারান মসজিদটি মূলত ধর্মীয় ভবন গুলোর জন্য যে সাধারণ জাভানিজ স্থাপত্যটি আছে, সেই আঙ্গিকে ডিজাইন করা হয়েছে। জাভানিজ ঐতিহ্যের বেশিরভাগ মসজিদের মতো, এটিতে একটি তাজুগ (পিরামিড) স্টাইলের ছাদ রয়েছে। একটি ঐতিহ্যবাহী ছাদের আদল যা শুধুমাত্র ধর্মীয় ভবনের জন্য সংরক্ষিত, যেমনঃ মসজিদ বা মন্দির। ছাদে তিনটি স্তর রয়েছে এবং এটির শীর্ষ প্রান্তে একটি মুস্তাকা রয়েছে। যার সাথে শীর্ষে আরও একটি চূড়ান্ত সজ্জা রয়েছে। ছাদটি চারটি সাকা গুরু প্রধান স্তম্ভ এবং বারোটি সহায়ক স্তম্ভ সাকা রাওয়া এর মাদ্যমে পুরো ছাদটিকে ধরে রেখেছে। সাকা গুরুর গোড়ায় আরবি ক্যালিগ্রাফি অঙ্কিত রয়েছে। যা মসজিদটিকে আরও বেশী সুসজ্জিত করেছে।\nমসজিদটির মূল কক্ষের পূর্বদিকে একটি ছাদযুক্ত সম্মুখ বারান্দা বা সেরাম্বি রয়েছে। যা জাভানিজ মসজিদের অন্যতম প্রধান বৈশিষ্ট্য। সেরাম্বিতে কানজেং কেয়াই দানস্বরা নামে একটি বড় বেডগ রয়েছে। প্রধান হলের দক্ষিণে একটি আচ্ছাদিত বারান্দা (পাওয়েস্ট্রেন) আকারে একটি এলাকা রয়েছে। আচ্ছাদিত বারান্দাটি মহিলাদের প্রার্থনা কক্ষ হিসাবে ব্যবহৃত হযইয়ে আসছে।\nসুরাকার্তার মহান মসজিদের মতো, সম্মুখের বারান্দায় মার্কিসের বৈশিষ্ট্য বিশিষ্ট স্থান রয়েছে। যা আরবি ক্যালিগ্রাফি দিয়ে সজ্জিত এক ধরনের দরজার কাঠামো। দরজাটি ইন্দোনেশিয়ার প্রাচীন রূপের পাদুরাক্ষ থেকে অনুপ্রাণিত। যেটি হল একটি দরজা যা একটি ধর্মীয় ভবন প্রাঙ্গণে সবচেয়ে পবিত্র স্থান হিসেবে গন্য করা হয়।\nআল-উস্তো মাংকুনেগারান মসজিদটিতে ২৫ মিটার (৮২ ফু) লম্বা উচ্চতা বিশিষ্ট একটি অষ্টভুজাকার মিনার রয়েছে। এই মিনারটি মূল ভবনের উত্তর-পূর্ব দিকে অবস্থিত। মিনারটি ১৯২৬ সালে নির্মাণ করা হয়েছিল।\nমসজিদ কমপ্লেক্সে একটি ছোট বিল্ডিংও রয়েছে যা ম্যালিজেন নামে পরিচিত (জাভানিজ \"সিংহাসনের আসন\")।\nম্যালিজেন ভবনে মূলত খৎনার আচার পালন করা হয়। ম্যালিজেন ভবনটি মূলত পঞ্চম মাংকুনেগার দ্বারা মাংকুনেগার রাজপরিবারের খৎনা অনুষ্ঠানাদির জন্য নির্মাণ করা হয়েছিল। ২০ শতকের গোড়ার দিকে সপ্তম মাংকুনেগার এর রাজত্বকালে, মুহাম্মাদিয়াহ এর দ্বারা নির্মিত ম্যালিজেনের ভিতরে শেষ পর্যন্ত সাধারণ জনগণকে খৎনা করার অনুমতি দেওয়া হয়। যার ফলে শুধু রাজপরিবারের সদস্যরা নয়, সাধারণ জনগনও এখানে খৎনা আয়োজন করতে পারতো।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== উদ্ধৃতাংশ ===\n\n\n== আরও দেখুন ==\n\nইন্দোনেশিয়ার মসজিদের তালিকা\nইন্দোনেশিয়ার ইসলামী স্থাপত্য"}