{"pageid": 1346991, "title": "নিম ফুলের মধু", "url": "https://bn.wikipedia.org/wiki?curid=1346991", "content": "নিম ফুলের মধু হল একটি ২০২২ সালের ভারতীয় বাংলা নাটক টেলিভিশন ধারাবাহিক যা ১৪ নভেম্বর ২০২২-এ জি বাংলায় মুক্তি পায় এবং ৯ মার্চ ২০২৫ এ অন্তিম বার সম্প্রচারিত হয়।ধারাবাহিকটির সব পর্ব ডিজিটাল প্ল্যাটফর্ম জি৫-এ উপলব্ধ হয়। অলোকপর্ণা দত্ত চরিত্রে পল্লবী শর্মা এবং সৃজন দত্ত চরিত্রে রুবেল দাস অভিনয় করেছেন।  \n\n\n== পটভূমি ==\nপর্ণা ৪ সদস্যের একটি ছোট পরিবারে বেড়ে ওঠে এবং একটি যৌথ পরিবারের সদস্য সৃজনের সাথে বিয়ে করে। সেখানে তার শাশুড়ির সাথে মানিয়ে নেওয়ার এক লড়াই শুরু হয়। সেখানে তার পাশে দাঁড়ায় ঠাম্মি। বিয়ের পর প্রথম বছর যেনো নিম ফুলের মধু। তেতোটুকু পার করলেই পাওয়া যাবে মিঠের হদিস। পর্ণা কিভাবে পাবে সেই মিঠের হদিস?\n\n\n== অভিনয়ে ==\n\n\n=== প্রধান ===\n\nসৃজন দত্ত চরিত্রে রুবেল দাস - অমিতেশ ও কৃষ্ণার ছেলে, পর্ণার স্বামী, হেমনালিনীর দ্বিতীয় নাতি, বর্ষার ভাই, অয়ন ও চয়নের কাকাতো ভাই।\nঅলোকপর্ণা দত্ত (বিবাহপূর্ব বসু) ওরফে পর্ণা চরিত্রে পল্লবী শর্মা - প্রিয়তোষ এবং সর্বাণীর মেয়ে, পিকলুর বড় বোন, সৃজনের স্ত্রী।\n\n\n=== অন্যান্য ===\nপ্রিয়তোষ বসু চরিত্রে বিশ্বনাথ বসু - সর্বাণীর স্বামী, পর্ণা এবং পিকলুর বাবা।\nসর্বাণী বসু চরিত্রে সংযুক্তা রায় চৌধুরী - প্রিয়তোষের স্ত্রী, পর্ণা এবং পিকলুর মা।\nপিকলু বসু চরিত্রে ঋষভ চক্রবর্তী - সর্বাণী এবং প্রিয়তোষের ছেলে, পর্ণার ছোট ভাই।\nহেমনালিনী দত্ত চরিত্রে লিলি চক্রবর্তী - দত্ত পরিবারের প্রধান, অনিমেশ, অমিতেশ এবং অখিলেশের মা, কৃষ্ণা এবং ললিতার শাশুড়ি, অয়ন, চয়ন, সৃজন এবং বর্ষার ঠাকুমা।\nরুচিরা চরিত্রে সৌমি চক্রবর্তী - পর্ণার বন্ধু, চয়নের স্ত্রী। \nবর্ষা দত্ত চরিত্রে শৈলী ভট্টাচার্য - কৃষ্ণা এবং অমিতেশের মেয়ে, সৃজনের বোন, অয়ন এবং চয়নের কাকাতো বোন।\nকৃষ্ণা দত্ত চরিত্রে অরিজিতা মুখোপাধ্যায় - অমিতেশের স্ত্রী, সৃজন এবং বর্ষার মা, পর্ণার শাশুড়ি। দত্ত পরিবারের মেজো বউ।\nঅমিতেশ দত্ত চরিত্রে অর্ঘ্য মুখার্জী - হেমনলিনীর মেজ ছেলে, কৃষ্ণার স্বামী, সৃজন এবং বর্ষার বাবা, পর্ণার শ্বশুর।\nমৌমিতা দত্ত চরিত্রে মানসী সেনগুপ্ত - অয়নের স্ত্রী, ললিতা এবং অখিলেশের পুত্রবধূ, তিন্নির বড় বোন।\nঅয়ন দত্ত চরিত্রে শঙ্কর মালাকার - ললিতা এবং অখিলেশের বড় ছেলে, মৌমিতার স্বামী, চয়নের বড় ভাই।\nতিন্নি চরিত্রে নবনীতা মালাকার - মৌমিতার বোন \nললিতা দত্ত চরিত্রে তনুশ্রী গোস্বামী- অখিলেশের স্ত্রী, অয়ন এবং চয়নের মা, মৌমিতার শাশুড়ি। দত্ত পরিবারের বড় বউ।\nঅখিলেশ দত্ত চরিত্রে সুব্রত গুহ রায়- হেমনলিনীর বড় ছেলে, ললিতার স্বামী, অয়ন এবং চয়নের বাবা, মৌমিতার শ্বশুর।\nঅনিমেশ দত্ত চরিত্রে প্রসুন গুইন - হেমনালিনীর ছোট ছেলে, অমিতেশ এবং অখিলেশের ছোট ভাই।\nচয়ন দত্ত চরিত্রে উদয় প্রতাপ সিংহ - ললিতা এবং অখিলেশের ছোট ছেলে, অয়নের ছোট ভাই, সৃজন এবং বর্ষার কাকাতো বোন। রুচিরা-র স্বামী।\n\n\n== তথ্যসূত্র =="}