{"pageid": 1346637, "title": "বাগে বাবর", "url": "https://bn.wikipedia.org/wiki?curid=1346637", "content": "বাগে বাবর বা বাগ-ই-বাবর বাংলায় বাবরের বাগান (ফার্সি: باغ بابر, bāġ-e Babur) হচ্ছে আফগানিস্তানের কাবুলের একটি ঐতিহাসিক উদ্যান, যেখানে প্রথম মুঘল সম্রাট বাবরের সমাধিও অবস্থিত। বাগানটি ১৫২৮ সালের দিকে তৈরি হয়েছিল বলে মনে করা হয়, যখন বাবর কাবুলে একটি \"অ্যাভিনিউ বাগান\" নির্মাণের আদেশ দিয়েছিলেন, যা তার স্মৃতিকথা, বাবরনামায় কিছু বিশদভাবে বর্ণিত হয়েছে।\nমুঘল রাজা ও আমিরদের পরম্পরা ছিল যে, তারা তাদের জীবদ্দশায় চিত্তবিনোদন এবং আনন্দের জন্য স্থানগুলি তৈরি করতেন এবং পরে তাদের শেষ বিশ্রামের স্থান হিসাবে এর মধ্যে একটি বেছে নিতেন। স্থানটি বাবরের উত্তরসূরিদের কাছে তাৎপর্যপূর্ণ ছিল; জাহাঙ্গীর ১৬০৭ সালে এই স্থানটিতে একটি তীর্থযাত্রা করেছিলেন। তখন তিনি আদেশ দিয়েছিলেন যে কাবুলের সমস্ত বাগান দেয়াল দিয়ে ঘেরা হবে, বাবরের কবরের সামনে একটি প্রার্থনা মঞ্চ স্থাপন করা হবে এবং এর মাথায় একটি খোদাই করা শিরোনাম স্থাপন করা হবে। ১৬৩৮ সালে মুঘল সম্রাট শাহজাহানের সফরের সময় বাবরের সমাধির চারপাশে একটি মার্বেল পর্দা তৈরি করা হয়েছিল এবং নীচে ছাদের উপর একটি মসজিদ নির্মিত হয়েছিল। ১৬৩৮ সালে শাহজাহানের এই পরিদর্শনের সময় থেকে নির্দিষ্ট স্থান পরপর পুলসহ একটি পাথরের পানির প্রণালীর বর্ণনা রয়েছে, যা মসজিদের নীচে সোপান থেকে বৃক্ষঘেরা একটি পথের মধ্যে চলেছে।\n\n\n== ইতিহাস ==\n\nবাগানটির (ফার্সি:  باغ, প্রতিবর্ণীকৃত: bāġ) মূল নির্মাণ তারিখ অজানা। বাবর যখন ১৫০৪ সালে আরঘুনদের কাছ থেকে কাবুল দখল করেন তখন তিনি জায়গাটিকে পুনঃবিকাশ করেন এবং বিশেষ অনুষ্ঠানের জন্য, বিশেষ করে গ্রীষ্মের মৌসুমে এটি একটি অতিথিশালা হিসাবে ব্যবহার করেন। যেহেতু বাবরের এত উচ্চ পদমর্যাদা ছিল, তাই তাকে উপযুক্ত স্থানে সমাহিত করা হত। যে বাগানে বাবরকে কবর দেওয়ার জন্য তিনি ওসিয়ত করে গিয়েছিলেন, তা বাগে বাবর নামে পরিচিত। মুঘল শাসকরা এই স্থানটিকে উল্লেখযোগ্য এবং কাবুলের অন্যান্য সমাধিস্থলের আরও উন্নয়নে সহায়ক হিসাবে দেখেছিলেন। আগা খান হিস্টোরিক সিটিস প্রোগ্রামের লেখা একটি প্রবন্ধে, ১৬৩৮ সালে মুঘল সম্রাট শাহজাহান কর্তৃক বাবরের সমাধির চারপাশে নির্মিত মার্বেল পর্দার বর্ণনা দেওয়া হয়েছে। তাতে নিম্নলিখিত শিলালিপি রয়েছে:\n\nশুধুমাত্র সৌন্দর্যের এই মসজিদ, এই আভিজাত্যের মন্দির, সাধুদের প্রার্থনার জন্য নির্মিত এবং করুবদের এপিফেনি, এই প্রধান দেবদূতদের মহাসড়ক, স্বর্গের এই থিয়েটার, ঈশ্বরের ক্ষমা করা আলোর বাগানের মতো পূজনীয় অভয়ারণ্যে দাঁড়ানোর উপযুক্ত ছিল, দেবদূত রাজা যার বিশ্রাম স্বর্গের বাগানে, তিনি বিজেতা জহিরুদ্দিন মুহাম্মদ বাবর।\n\nযদিও শাহজাহানের সংযোজনে বাবরের উল্লেখ রয়েছে, তবে সালোমে জাজাদাকজ-হাস্তেনরথ তার নিবন্ধ \"কাবুলে বাবরের হারিয়ে যাওয়া অন্ত্যেষ্টিক্রিয়া এবং ঘেরের উপর একটি নোট\" (A Note on Babur's Lost Funerary and Enclosure at Kabul) থেকে জানা যায় যে, শাহজাহানের কাজ বাগে বাবরকে একটি কবরস্থানে রূপান্তরিত করেছিল। তিনি বলেন যে একটি \"মক্কার সবচেয়ে কাছের ছাদের ত্রয়োদশ সোপানে একটি মসজিদ তৈরি করা হয়েছিল; পরবর্তী, চতুর্দশ টেরেসটিতে বাবরের সমাধি এবং তার কিছু পুরুষ আত্মীয়ের সমাধির অন্ত্যেষ্টিক্রিয়া ঘেরা ছিল।\" বাবরের সমাধির চারপাশে একটি ঘেরসহ একটি উপযুক্ত কবরস্থানের দিকে এই রূপান্তর বাবরের গুরুত্বের দিকে নির্দেশ করে। বাবরের সমাধি ঘেরাও করে শাহজাহান সম্রাটের সমাধিটিকে অন্যদের থেকে আলাদা করেন।\nনকশার একমাত্র ইঙ্গিতটি ১৮৩২ সালে ব্রিটিশ সৈনিক চার্লস ম্যাসনের একটি স্কেচ এবং সংক্ষিপ্ত বিবরণে রয়েছে, যা ১৮৪২ সালে প্রকাশিত হয়েছিল, যে বছর ভূমিকম্পে সমাধিটি ধ্বংস হয়েছিল। সমাধিটির একটি বর্ণনায় এর প্রশংসা করা হয়েছে, \"যদিও স্পষ্টতই সংরক্ষণের একটি দুর্বল অবস্থায়, পাথরের খোদাইতে সূক্ষ্ম কারুকার্য প্রকাশ করে: বিশাল জালি-কাজ এবং উৎকীর্ণ সজ্জাসহ উঁচু দেয়াল।\" মেসন সমাধিটিকে বর্ণনা করেছেন যে \"সদৃশ প্রকৃতির অনেক স্মৃতিস্তম্ভের সাথে, তার আত্মীয়দের স্মারক এবং সেগুলি কৌতূহলপূর্ণ এবং মার্জিতভাবে খোদাই করা সাদা মার্বেলের একটি ঘের দ্বারা বেষ্টিত.. . কেউ তাদের তত্ত্বাবধান করে না এবং ঘের দেয়ালগুলিতে নিযুক্ত পাথর দিয়ে মহান স্বাধীনতা নেওয়া হয়েছে।\" মেসনের স্কেচ এবং মেসনের বর্ণনা আমাদের সমাধিটি কতটা অসামান্য ছিল তার একমাত্র আধুনিক দৃষ্টিভঙ্গি দেয়।\n\nবাগে বাবর মুঘল সময়কাল থেকে বর্তমান পর্যন্ত ব্যাপকভাবে পরিবর্তিত হয়েছে। বছরের পর বছর ধরে বাইরের প্রভাবগুলি সাইটের ব্যবহারকে বিভিন্ন আকার দিয়েছে। উদাহরণস্বরূপ, আগা খান হিস্টোরিক সিটিস প্রোগ্রাম বর্ণনা করে যে কিভাবে ১৮৮০ সালের মধ্যে আমির আবদুর রহমান খান তার স্ত্রী বিবি হালিমার জন্য একটি প্যাভিলিয়ন এবং একটি বাসস্থান নির্মাণ করেছিলেন। ‌১৯৩৩ সালে স্থানটিকে একটি সর্বসাধারাণের বিনোদনের জায়গায় রূপান্তরিত করা হয়েছিল যেখানে পুল এবং ফোয়ারা কেন্দ্রীয় কেন্দ্রবিন্দুতে পরিণত হয়েছিল। ১৯৭০ এর দশকের শেষের দিকে একটি আধুনিক গ্রিনহাউস এবং সুইমিং পুল যুক্ত করা হয়েছিল। যদিও বাবরের সমাধির ঘের এখন আর নেই, বাগে বাবর কাবুলের একটি প্রধান ঐতিহাসিকভাবে গুরুত্বপূর্ণ স্থান।\nগত কয়েক বছর ধরে কাবুল শহর এবং বাবরের সমাধি পুনর্নির্মাণ ও পুনর্গঠনের প্রচেষ্টা নেওয়া হয়েছে। আফগানিস্তানের আরবান হেরিটেজ সংরক্ষণ ও পুনর্বাসন বিভাগের একজন স্থপতি জাহরা ব্রেশনা যুক্তি দেন যে \"সমসাময়িক বৈশ্বিক প্রেক্ষাপটে রেখে আংশিকভাবে ভুলে যাওয়া স্থানীয় এবং ঐতিহ্যগত দিকগুলির বিকাশ ও শক্তিশালী করার উপর জোর দেওয়া উচিত। একটি আধুনিক সামাজিক, পরিবেশগত এবং অর্থনৈতিক প্রতিষ্ঠানের বিকাশকে বাধা না দিয়ে ঐতিহ্য সংরক্ষণ করাই লক্ষ্য।\" পরিকল্পনাবিদরাও কাবুলের উন্নয়নে 'সাংস্কৃতিক পরিচয়ের পুনরুজ্জীবনের' গুরুত্ব নিয়ে আলোচনা করেন। এই ধারণাগুলি আগা খানের পরিকল্পনার সাথে সামঞ্জস্যপূর্ণ বলে মনে হয়।\nআগা খান যে পরিকল্পনাটি উত্থাপন করেছিলেন তাতে বাগে বাবরের পুনর্গঠনের আহ্বান জানানো হয়েছে এবং এতে বেশ কয়েকটি মূল উপাদান অন্তর্ভুক্ত রয়েছে। ঘেরের দেয়াল পুনর্নির্মাণ, শাহজাহানি মসজিদের পুনর্বাসন এবং বাবরের কবরের ঘের পুনরুদ্ধার করা বাগানটির পুনর্বাসনের সমস্ত গুরুত্বপূর্ণ অংশ এবং 'সাংস্কৃতিক পরিচয়ের পুনরুজ্জীবনে' সাহায্য করে। ঘের দেয়াল, অনেক ইসলামিক শহর জুড়ে সাধারণ, এলাকাটি বন্ধ করার জন্য প্রদান করবে। বাগানের এই ঘেরটি এলাকার সবচেয়ে পুরাতন। এছাড়াও, শাহজাহানের মসজিদের পুনরুদ্ধার, বাগানে দর্শনার্থীদের জন্য নামাজ ও ধ্যানের জায়গা পুনরুদ্ধার করা হবে।\nপ্রস্তাবিত সবচেয়ে বড় ধারণা হল বাবরের সমাধি পুনরুদ্ধার। বাবরের বাগানের পুনর্নির্মাণ কাবুলের গুরুত্বের জন্য দায়ী শাসকের চারপাশে স্থির একতা আনবে এবং ঐতিহাসিক স্থানগুলির পুনরুদ্ধার শহরের নাগরিকদের গর্ব পুনরুদ্ধার করবে। স্থপতি আব্দুল ওয়াসে নাজিমি লিখেছেন যে \"আস্থা, গর্ব এবং আশা পুনরুদ্ধার হবে কাবুলের মূলধারার পুনর্বাসন ও উন্নয়নে ঐতিহাসিক কোয়ার্টারগুলিকে পুনঃসংহত করার প্রধান ফলাফল। এটি পরিচয়ের পুনরুজ্জীবনের উপর সরাসরি প্রভাব ফেলবে।\"\n\n\n=== এখানে উল্লেখযোগ্য ব্যক্তিদের সমাহিত করা হয়েছে ===\nবাবরের পরিবারের কিছু উল্লেখযোগ্য সদস্যকেও বাবরের বাগানে সমাহিত করা হয়েছিল, যার মধ্যে নিম্নোক্ত ব্যক্তিরাও রয়েছেন:\n\nখানজাদা বেগম (১৪৭৮–১৫৪৫), বাবরের বড় বোন।\nহিন্দাল মির্জা (১৫১৯–১৫৫১), বাবরের কনিষ্ঠ পুত্র। তার পাশেই তার একমাত্র কন্যা রুকাইয়া সুলতান বেগমকে সমাহিত করা হয়েছে।\nগুলবদন বেগম, বাবরের মেয়ে।\nমির্জা মুহাম্মদ হাকিম (১৫৫৩–১৫৮৫), হুমায়ুনের পুত্র এবং বাবরের নাতি।\n\n\n== পুনঃপ্রতিষ্ঠা ==\nআফগান গৃহযুদ্ধের (১৯৯২-৯৬) সময় বাগানটি ব্যাপকভাবে ক্ষতিগ্রস্ত হয়েছিল। বাগানের ঘের দেয়ালের একটি বিশদ জরিপ, যার কিছু অংশ ১৯শতকের শেষের দিকে বলে মনে করা হয়, হাতে নেওয়া হয়েছিল। এগুলি প্রথাগত হাতে তৈরি মাটি (পাখসা) এবং পাথরের ভিত্তির উপর রোদে শুকানো ইটগুলির মিশ্রণে নির্মিত - কৌশলগুলি এখনও আফগানিস্তানে গ্রামীণ নির্মাণে ব্যাপকভাবে ব্যবহৃত হয়। সতর্ক পর্যবেক্ষণের পরে ২০০২ থেকে ২০০৪ সালের মধ্যে দেয়ালের ক্ষতিগ্রস্ত অংশগুলি মেরামত বা পুনর্নির্মাণ করা হয়েছিল, যে সময়ে দক্ষ এবং অদক্ষ শ্রমের জন্য প্রায় ১০০,০০০ কর্মদিবস তৈরি হয়েছিল।\nসংরক্ষণ এবং পুনর্বাসন কাজে যথাযথ মাত্রার নির্ভুলতা নিশ্চিত করার প্রচেষ্টার অংশ হিসাবে, পর্যবেক্ষণের একটি পরিসর চিহ্নিত করা হয়েছিল এবং পর্যালোচনা করা হয়েছিল। বাগে বাবরের নির্দিষ্ট উল্লেখ ছাড়াও, সমসাময়িক গাছের প্রকারের বিবরণ এবং জল বিতরণের ব্যবস্থা পর্যালোচনা করা হয়েছিল এবং যারা এই অঞ্চলের অন্যান্য মুঘল বাগানগুলি নিয়ে অধ্যয়ন করেছেন এবং পুনর্বাসন কাজ করেছেন তাদের কাছ থেকে পরামর্শ চাওয়া হয়েছিল।\n২০০৩ সাল থেকে সংরক্ষণের দৃষ্টি ১৬৭৫ সালে আওরেঙ্গজেব কর্তৃক বালখ বিজয়ের জন্য নির্মিত সাদা মার্বেল মসজিদের দিকে রয়েছে; বাবরের কবরের ঘের পুনরুদ্ধার; ২০ শতকের গোড়ার দিকে বাগানের প্যাভিলিয়নের মেরামত; এবং হারেমসেরাই কমপ্লেক্স বা রাণীর প্রাসাদ পুনর্নির্মাণ। এছাড়াও, বাগানের গোড়ায় (যেখানে শাহজাহানের নির্মিত একটি গেটওয়ের ভিত্তিটি সংরক্ষিত ছিল) এবং বাগানের বাইরে একটি নতুন সুইমিং পুল তৈরি করা হয়েছিল।\nবাগানের প্রাকৃতিক পরিবেশে উল্লেখযোগ্য বিনিয়োগ করা হয়েছে, প্রাকৃতিক দৃশ্যের ঐতিহাসিক প্রকৃতি এবং সমসাময়িক দর্শনার্থীদের চাহিদা বিবেচনায় নিয়ে। আংশিকভাবে পাইপযুক্ত সেচের একটি ব্যবস্থা স্থাপন করা হয়েছিল এবং প্লেন, সাইপ্রেস, হথর্ন, বন্য চেরি (আলুবালু — কাবুলের উত্তর থেকে বাবরের দ্বারা কথিত প্রবর্তিত) এবং অন্যান্য ফল ও ছায়াযুক্ত গাছসহ কয়েক হাজার দেশীয় গাছ লাগানো হয়েছিল। প্রত্নতাত্ত্বিক খননের ফলাফলের উপর ভিত্তি করে, ১৩টি সোপান এবং পথ এবং সিঁড়ির নেটওয়ার্কের মধ্যে সম্পর্ক পুনঃপ্রতিষ্ঠিত হয়েছে।\n১৬ জানুয়ারী ২০০৮ সাল থেকে, কাবুল পৌরসভা, আফগান তথ্য ও সংস্কৃতি মন্ত্রণালয় এবং আগা খান ট্রাস্ট ফর কালচারের সহায়তায় বাগানটি স্বাধীন বাগে বাবর ট্রাস্ট দ্বারা পরিচালিত হয়েছে। বাগানগুলো দর্শনার্থীদের সংখ্যা এবং রাজস্ব উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে। ২০০৮ সালে প্রায় ৩০০,০০০ মানুষ সাইটটি পরিদর্শন করেছে এবং ২০১৬ সালে প্রায় ১,০৩০,০০০ মানুষ সাইটটি পরিদর্শন করেছে৷\n২০১০ সালের হিসাবে এটি পুরানো শহরের দক্ষিণ-পশ্চিমে কাবুলের জেলা ৮-এ অবস্থিত।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nচিহিল সুতুন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমুঘল প্রদর্শনী, কাবুল 2013 ফ্লিকারে\nছবিতে: কাবুলের মুঘল বাগান\nবাবরের বাগানের ঐতিহাসিক ছবি"}