{"pageid": 1346651, "title": "কানওয়াল ঠাকর সিং", "url": "https://bn.wikipedia.org/wiki?curid=1346651", "content": "কানওয়াল ঠাকর সিং (জন্ম কানওয়াল ঠাকর কৌর) হলেন একজন প্রাক্তন ভারতীয় ব্যাডমিন্টন খেলোয়াড় এবং একজন অর্জুন পুরস্কার প্রাপক। তিনি বর্তমানে মার্কিন যুক্তরাষ্ট্রে বসবাস করছেন।\n\n\n== প্রাথমিক জীবনে ==\nসিং ১৯৫৪ সালের ২রা নভেম্বর, ভারতের চণ্ডীগড়ে একটি জাট শিখ পরিবারে জন্মগ্রহণ করেন। তাঁর পিতা ছিলেন একজন সেনা অফিসার কর্নেল ঠাকুর সিং সান্ধু এবং মা ছিলেন থিয়েটার অভিনেত্রী দিলজিৎ কৌর। সিংয়ের বোন কিরণ খের একজন বলিউড অভিনেত্রী এবং ভারতীয় জনতা পার্টির সদস্য।\n\n\n== শিক্ষা ==\nসিং পড়াশোনায় উজ্জ্বল ছিলেন এবং চণ্ডীগড়ের পোস্ট গ্র্যাজুয়েট গভর্নমেন্ট কলেজ ফর গার্লস থেকে ইতিহাসে স্নাতকোত্তর শেষ করেন। তিনি নিজের ক্লাসে সেরা ছাত্রী ছিলেন।\n\n\n== ব্যাডমিন্টন ==\nসিং ১১ বছর বয়সে ব্যাডমিন্টন খেলা শুরু করেন। তিনি ১৫ বছর বয়সে পাঞ্জাব রাজ্য চ্যাম্পিয়নশিপে মহিলাদের একক শিরোপা জিতে জাতীয় গেমসে প্রবেশ করেন।\n১৯৭৪ সালে, তিনি লুধিয়ানায় জাতীয় চ্যাম্পিয়নশিপে অমি ঘিয়ার বিরুদ্ধে খেলে পরাজিত হয়ে রানার্স আপ হন।\nতিনি ১৯৭৬ সালে করাচিতে জিন্না শতবর্ষী চ্যাম্পিয়নশিপে দলগত ইভেন্টে রৌপ্য পদক জিতেছিলেন।\nসিং ১৯৭৭ সালে পাঞ্জিমে তাঁর প্রথম একক শিরোপা জিতেছিলেন। তারপরে তিনি আবার জাতীয় চ্যাম্পিয়নশিপে মহিলা একক শিরোপা জিতেছিলেন। ১৯৭৮ সালে তিনি নিজের খেতাব রক্ষা করতে সক্ষম হন এবং অমি ঘিয়ার বিরুদ্ধে খেলা মহিলাদের ডাবলসেও সফল হন। একই বছর তিনি কুয়ালালামপুরে মালয়েশিয়ার বিরুদ্ধে উবার কাপ প্রতিযোগিতায় অংশগ্রহণকারী ভারতীয় দলের সদস্য ছিলেন।\nএডমন্টনে ১৯৭৮ সালের কমনওয়েলথ গেমসে, তিনি অমি ঘিয়ার সাথে ডাবলসে ব্রোঞ্জ জিতেছিলেন।\nঅমি ঘিয়া এবং সিং ১৯৭৯ সালে অল ইংল্যান্ড চ্যাম্পিয়নশিপে কোয়ার্টার ফাইনালে পৌঁছেছিলেন। এরপরে তাঁরা শীর্ষ বাছাই ইন্দোনেশীয় জুটি ভেরাবতি ভাহারো এবং ইমেলদা উইজেওনোর কাছে হেরে যান।\n১৯৮১ সালে, সিং ডাবলসে স্বর্ণ এবং তারপর ১৯৮২ নিউ দিল্লি এশিয়ান গেমসে দলগত এবং মিশ্র ডাবলস উভয় ইভেন্টেই একটি করে ব্রোঞ্জ জিতেছিলেন।\n২০০২ সালের জুলাই মাসে, তিনি চণ্ডীগড় ব্যাডমিন্টন খেলোয়াড় কল্যাণ সমিতির প্রধান পৃষ্ঠপোষক হন।\n\n\n== পুরস্কার ==\n১৯৭৭ - ৭৮ সালে, সিং অর্জুন পুরস্কারে ভূষিত হন। তিনি মহারাজা রঞ্জিত সিং পুরস্কারও জিতেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nউইকিউপাত্তে এই নিবন্ধটির কোনও ক্রীড়া ডাটাবেস বৈশিষ্ট্য নেই"}