{"pageid": 1346818, "title": "আ কোরিয়ান ওডিসি", "url": "https://bn.wikipedia.org/wiki?curid=1346818", "content": "আ কোরিয়ান ওডিসি (কোরীয়: 화유기, ইংরেজি: A Korean Odyssey; হলো একটি দক্ষিণ কোরীয় হাস্যরসাত্মক অলীক লোমহর্ষক টেলিভিশন ধারাবাহিক। এই ধারাবাহিকটি পরিচালনা করেছেন পার্ক হোং-কিউন, কিম জুন-হিউন ও কিম বিউং-সু। লি সুং-গি, চা সুং-ওয়ান, ও ইয়ান-সো, লি হোং-গি এবং ছাং গুয়াংয়ের মতো অভিনয়শিল্পীগণ এই ধারাবাহিকে অভিনয় করেছেন।\nমূলত কোরীয় ভাষায় নির্মিত এই ধারাবাহিকটি ২০১৭ সালের ২৩শে ডিসেম্বর তারিখে টিভিএনে মুক্তি পেয়েছে। এপর্যন্ত এই ধারাবাহিকের সর্বমোট ২০টি পর্ব মুক্তি পেয়েছে।\n\n\n== সারাংশ ==\nএই ধারাবাহিকটি জিন সান-মি নামে এক তরুণীর গল্প অনুসরণ করে, যিনি আত্মা দেখতে পারেন। তিনি সন ওহ-গং নামে একজন দেবতা এবং উ হুই-চুল নামে এক শয়তান দ্বারা সুরক্ষিত। শয়তানটি ঈশ্বরের নামে সান-মির স্মৃতি চুরি করে, তাকে নিজেকে রক্ষা করার জন্য একা রেখে দেয়। কয়েক বছর পরে, সান-মি আবার দুজনের সাথে দেখা করে এবং সন ওহ-গং তাকে মন্দ আত্মা থেকে রক্ষা করে। তিনি শয়তান রাজার সাথে একটি চুক্তি করেন, যিনি তার মন্দ আত্মাদের শিকার করার বিনিময়ে তাকে সাহায্য করেন এবং তিনি তাকে দেবতা হওয়ার অনুমতি প্রদান করেন।\nগল্পটি এগিয়ে যাওয়ার সাথে সাথে সান-মি এবং সন ওহ-গং বেশ কিছু চ্যালেঞ্জের মুখোমুখি হন; যার মধ্যে একটি দুষ্ট জাপানি আত্মার রহস্য খুঁজে বের করা, সমস্যা সৃষ্টিকারী সমুদ্রের রাজপুত্রের সাথে আচরণ করা এবং শিশুদের আত্মা চুরি করে একটি অশুভ আত্মা আবিষ্কার করা অন্যতম। উপরন্তু, সান-মি প্রেম এবং মৃত্যুর ঘণ্টা সম্পর্কে জেনেছে, অন্যদিকে ওহ-গং আসানিও সম্পর্কিত দ্বিধাকে আরও বাড়িয়ে তুলতে চেষ্টা করে। শেষ পর্যন্ত, সান-মির সাধারণ ব্যক্তি হওয়ার ইচ্ছা ওহ-গং, শয়তান কিং উ, রিচি এবং এমনকি পাল-কিয়ের উপর সুদূরপ্রসারী পরিণতি বয়ে আনে।\n\n\n== অভিনয়শিল্পী ==\n\n\n=== কেন্দ্রীয় চরিত্র ===\nলি সুং-গি – সন ওহ-গং\nচা সুং-ওয়ান – উ হুই / উ মা-ওয়াং\nও ইয়ান-সো – জিন সান-মি / সাম-জাং\nলি হোং-গি – পিকে / জো পাল-গিয়ে\nছাং গুয়াং – ইউন দে-সিক / সা ওহ-ছং\n\n\n=== পার্শ্ব চরিত্র ===\nলি সে-ইয়াং – জুং সে-রা / জম্বি / জিন বু-জা / রিচি (বু-জা) / আসানিয়েও\nসং জং-হো – কাং দে-সুং\nকিম জি-সু – চা ইউন / সো ইউন-হি / না চাল-নিয়েও\nসুং জি-রু – সু বো-রি\nলি এল – মা জি-ইয়াং\nকিম সুং-ওহ – লি হান-জু\nসুং হিউক – জেনারেল উইন্টার এবং সামার ফেয়ারি\nইউন বো-রা – অ্যালাইস / ওক-রিওং\nইম ইয়ে-জিন – পেডলার\nজুং জে-উন – হোং হে-আহ\n\n\n== মুক্তি ==\n২০১৭ সালের ২৩শে ডিসেম্বর তারিখে প্রথম পর্বের মাধ্যমে টিভিএনে এই ধারাবাহিকটি মুক্তি পেয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে আ কোরিয়ান ওডিসি   (ইংরেজি)\nনেটফ্লিক্সে আ কোরিয়ান ওডিসি \nহানসিনেমায় আ কোরিয়ান ওডিসি (ইংরেজি)"}