{"pageid": 1346838, "title": "মালিকা হান্ডা", "url": "https://bn.wikipedia.org/wiki?curid=1346838", "content": "মালিকা হান্ডা (জন্ম ২০শে মার্চ ১৯৯৫) হলেন একজন বধির ভারতীয় পেশাদার দাবা খেলোয়াড় এবং প্রথম ভারতীয় মহিলা যিনি আন্তর্জাতিক বধির দাবা চ্যাম্পিয়নশিপে স্বর্ণপদক জিতেছেন, তাঁর আন্তর্জাতিক সোনাদুটি হলো ওয়ার্ল্ড ডেফ ওপেন দাবা চ্যাম্পিয়নশিপ এবং এশিয়ান মহিলা বধির চ্যাম্পিয়নশিপে। তিনি বিশ্ব বধির ব্লিটজ দাবা চ্যাম্পিয়নশিপ ২০১৮-এ ৪টি রৌপ্য পদক পেয়েছেন, এশিয়ান প্রতিবন্ধী দাবা চ্যাম্পিয়নশিপ ২০১৭-এ তিনি নবম স্থানে শেষ করেছিলেন। তিনি আটবার বধিরদের জাতীয় দাবা চ্যাম্পিয়নশিপ জিতেছেন। অল ইন্ডিয়া স্পোর্টস কাউন্সিল অফ দ্য ডেফ এই চ্যাম্পিয়নশিপের আয়োজন করে। সেরা ক্রীড়াবিদ ২০১৯-এর জন্য মালিকা জাতীয় পুরস্কার পেয়েছেন।\nতিনি ২০২৩ সালের ১৬ই জানুয়ারি তারিখে ভারত সরকার কর্তৃক ২০১৯ - ২০২০ জাতীয় যুব পুরস্কারপ্রাপ্ত।\n\n\n== প্রাথমিক জীবন ==\nমালিকার জন্ম পাঞ্জাবের জলন্ধরে। তাঁর বাবা ও মায়ের নাম যথাক্রমে সুরেশ হান্ডা এবং রেনু হান্ডা। তিনি জন্মের সময় বধির ছিলেন না, কিন্তু এক বছর বয়সে তাঁর শ্রবণশক্তি এবং বাকশক্তি নষ্ট হয়ে যায়। এখন, তিনি ৯০ শতাংশ শ্রবণ প্রতিবন্ধী হয়ে জীবনযাপন করছেন। ২০১০ সালে, যখন তাঁর বাবা বাড়িতে একটি দাবাবোর্ড নিয়ে এসেছিলেন, তখন তাঁর দাবা খেলার সাথে তাঁর পরিচয় হয়েছিল। তিনি তখনো স্কুলের ছাত্রী ছিলেন। দ্রুত এই খেলার প্রতি মালিকার আগ্রহ তৈরি হয়। তাঁর দাবা দক্ষতা তাঁকে একটি মূলধারার কলেজে আসন নিশ্চিত করতে সাহায্য করেছিল।\n\n\n== পেশাগত জীবন ==\nমালিকা ১৫ বছর বয়সে দাবা খেলতে শুরু করেছিলেন। তিনি গেমটির প্রতি একটি আবেগ তৈরি করেছিলেন এবং শীঘ্রই তিনি তাঁর সমবয়সীদের ছাড়িয়ে যেতে শুরু করেছিলেন। তিনি ছয়বার জাতীয় বধির দাবা চ্যাম্পিয়নশিপ জিতেছেন। তিনি নিজের পেশাগত জীবনে অনেক সমস্যার সম্মুখীন হয়েছেন এবং সব থেকে বড় সমস্যা ছিল সরকারের কাছ থেকে সাহায্যের অভাব। গত নয় বছরের খেলায়, যাঁরা বেশি সময় ধরে খেলছেন তাঁদের চেয়ে তিনি বেশি শিরোপা জিতেছেন। তিনি হলেন পাঞ্জাবের একমাত্র মহিলা যিনি জাতীয় চ্যাম্পিয়নশিপে নয়বার রাজ্যের প্রতিনিধিত্ব করেছেন। তিনি বিশ্ব বধির দাবা চ্যাম্পিয়নশিপে একটি সোনা এবং দুটি রৌপ্য জিতেছেন এবং সেইসাথে এশিয়ান বধির দাবা চ্যাম্পিয়নশিপে সোনা জিতেছেন।\n\n\n=== আন্তর্জাতিক পদক ===\nরৌপ্য - আইসিসিডি ওয়ার্ল্ড ডেফ ব্লিটজ দাবা চ্যাম্পিয়নশিপ (২০১৮)\n\nসোনা - আইসিসি ডি ওয়ার্ল্ড ওপেন ইনডিভিজুয়াল ডেফ চেস চ্যাম্পিয়নশিপ (২০১৬)\nরৌপ্য - আইসিসি ডি ৪র্থ ওয়ার্ল্ড ইন্ডিভিজুয়াল ব্লিটজ ডেফ চ্যাম্পিয়নশিপ (লেডিস) (২০১৬) \nসোনা - আইসিসি ডি বধিরদের জন্য ৩য় এশিয়ান ব্যক্তিগত দাবা চ্যাম্পিয়নশিপ (২০১৫)\nরৌপ্য - আইসিসি ডি ১ম এশিয়ান ওপেন ডেফ চেস ব্লিটজ চ্যাম্পিয়নশিপ (২০১৫)\n\n\n=== জাতীয় পদক ===\nসোনা - বধিরদের ২৩তম জাতীয় দাবা চ্যাম্পিয়নশিপ (২০২২)\nসোনা - বধিরদের ২২তম জাতীয় দাবা চ্যাম্পিয়নশিপ (২০২০)\nসোনা - বধিরদের ২১তম জাতীয় দাবা চ্যাম্পিয়নশিপ (২০১৮)\nসোনা - বধিরদের ২০তম জাতীয় দাবা চ্যাম্পিয়নশিপ (২০১৭)\nসোনা - বধিরদের ১৯তম জাতীয় দাবা চ্যাম্পিয়নশিপ (২০১৭)\nসোনা - বধিরদের ১৮তম জাতীয় দাবা চ্যাম্পিয়নশিপ (২০১৬)\nসোনা - বধিরদের ১৭তম জাতীয় দাবা চ্যাম্পিয়নশিপ (২০১৩)\nসোনা - বধির জাতীয় দাবা চ্যাম্পিয়নশিপ (২০১২)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমালিকা হান্ডা দাবা খেলোয়াড় - সংবাদ ক্লিপ: https://www.youtube.com/watch?v=S_y2i1ECOcc\nবিশেষভাবে সক্ষম দাবা খেলোয়াড় - সংবাদ ক্লিপ: https://www.youtube.com/watch?v=zMAy8WIh3uM&t=16s\nজলন্ধরের দাবা খেলোয়াড় - হিন্দি সংবাদ ক্লিপ: https://www.youtube.com/watch?v=zT0cNzN33bc"}