{"pageid": 1346087, "title": "অমলা দাশ", "url": "https://bn.wikipedia.org/wiki?curid=1346087", "content": "অমলা দাশ (ইংরেজি: Amala Dash) (১৮৭৭ — ১৯১৯)ছিলেন  রবীন্দ্র সংগীতের খ্যাতনাম্নী গায়িকা। তৎকালীন সম্ভ্রান্ত পরিবারের মেয়েদের মধ্যে তিনিই প্রথম গান রেকর্ড করেন এবং তার কারণেই অনেক প্রতিভাবান শিল্পী সঙ্গীতজগতে আসেন।\n\n\n== জন্ম ও সঙ্গীত জীবন ==\nঅমলা দাশের জন্ম  ব্রিটিশ ভারতের কলকাতায়। পিতা ভুবনমোহন দাশ ও মাতা নিস্তারিনী দেবী। দেশবন্ধু চিত্তরঞ্জন দাশ ছিলেন তার অগ্রজ এবং সঙ্গীতসাধিকা সাহানা দেবী ছিলেন তার বড়দিদি তরলা'র কন্যা। অত্যন্ত বুদ্ধিমতী ও প্রখর ব্যক্তিত্বের অধিকারী ছিলেন অমলা। তার সম্পর্কে দেশবন্ধু বলতেন– “অমলা যদি ব্যারিস্টার হত, তবে ওর সঙ্গে আমরা পেরে উঠতাম কিনা সন্দেহ”। ঠাকুরবাড়ির সঙ্গে তাদের ঘনিষ্ঠতার কারণে,  রবীন্দ্রনাথ কলকাতায় থেকে কোন গান রচনা করলেই তখনই তাকে শিখিয়ে দিতেন। প্রসঙ্গত  দিনেন্দ্রনাথ ঠাকুরের আগে অমলাই রবীন্দ্রনাথের গান লিখে রাখার কাজটি করতেন। রবীন্দ্রনাথের সঙ্গে দ্বৈতকণ্ঠে গানও গেয়েছেন অমলা।  ১৯১৭ খ্রিস্টাব্দে ভারতীয় জাতীয় কংগ্রেসের কলকাতা অধিবেশনে একক কণ্ঠে বন্দে মাতরম গান গেয়ে সবাইকে মুগ্ধ করে দেন। ১৯১৪ খ্রিস্টাব্দে শারদীয়া পূজা উপলক্ষে প্রথম পুজোর গানের রেকর্ড প্রকাশ করে এইচএমভি তথা হিজ মাস্টার্স ভয়েস। প্রথমবারের মতো অন্যান্যদের সঙ্গে অমলা রেকর্ড করেন মিস দাশ নামে পূজা পর্যায়ের দুটি রবীন্দ্রসঙ্গীত —\n\nহে মোর দেবতা, ভরিয়া এ দেহ প্রাণ ( ইমন কল্যাণ)\nপ্রতিদিন আমি হে জীবনস্বামী (সিন্ধু কাফি)\nসম্ভ্রান্ত পরিবারের মেয়েরা তখন গ্রামোফোন রেকর্ডে গান গাইতেন না। প্রথমে 'মিস দাশ' নামে রেকর্ড করলেও পরে নিজ নামে অনেক গান রেকর্ড করেন। গান রেকর্ড করার ক্ষেত্রে সম্ভ্রান্ত পরিবারের মেয়েদের সঙ্কোচের বাধা তিনিই দূর করেন। বোনঝি  সাহানা দেবীর প্রথম সঙ্গীতশিক্ষা তার কাছেই। অমলা দাশ অবিবাহিতা ছিলেন। তিনি অগ্রজ চিত্তরঞ্জন দাশের সহায়তায় পুরুলিয়ায় মেয়েদের একটি বিদ্যালয় স্থাপন করে তা পরিচালনা করতেন। ১৯১৯ খ্রিস্টাব্দে মাত্র ৪২ বৎসর বয়সে তিনি পরলোক গমন করেন।\nঅমলা দাশের কণ্ঠে অন্যান্য কয়েকটি রবীন্দ্রসঙ্গীত\n\nচিরসখা, ছেড়ো না মোরে ছেড়ো না (বেহাগ)\nতুমি কেমন করে গান করো হে গুণী (খাম্বাজ)\nধায় যেন মোর সকল ভালবাসা (মিশ্র ঝিঁঝিট)\nওই রে তরী দিল খুলে (ভৈরবী)\nতিমির দুয়ার খোলো (রামকেলী)\nকে বসিলে আজি হৃদয়াসনে (সিন্ধু রাগ)\n\n\n== স্মৃতিচারণা ==\nঅমলার বোনঝি সঙ্গীতজ্ঞ সাহানা দেবী তার স্মৃতির খেয়া গ্রন্থে মাসিমার সম্পর্কে লিখেছেন—\n\n তার কণ্ঠের তান যে কি অপূর্ব ছিল, দানাগুলি সব যেন আলাদা হয়ে স্পষ্ট হয়ে উঠত। আর কী কণ্ঠই ছিল মাসিমার! কোথায় গলা চলে যেত তার সপ্তকের ধৈবত পর্যন্ত!\n\n\n== তথ্যসূত্র =="}