{"pageid": 1346320, "title": "সাহানা দেবী", "url": "https://bn.wikipedia.org/wiki?curid=1346320", "content": "সাহানা দেবী (১৭ মে ১৮৯৭ – ৬ এপ্রিল ১৯৯০) ছিলেন একাধারে  রবীন্দ্রনাথ ঠাকুরের স্নেহধন্যা বিশিষ্ট গায়িকা অন্যদিকে ছিলেন ঋষি অরবিন্দের প্রিয় শিষ্যা ও শ্রীমায়ের আদরিনী কন্যা। তিনি শিশুবয়স থেকেই গান গেয়ে মুগ্ধ করেছিলেন কবিকে। রবীন্দ্রনাথ তাকে বলেছিলেন—\n\nকবি তাঁর রচিত গানকে সাহানার কণ্ঠ মাধুর্যে সার্থক হয়ে উঠতে দেখে তিনি লিখেছেন—\n\nপ্রথিতযশা রবীন্দ্রসঙ্গীতশিল্পী হিসাবে তিনি সেসময় নাইটিঙ্গেল অব বেঙ্গল নামেও ভূষিত হয়েছিলেন।\n\n\n== জন্ম ও সঙ্গীত জীবন ==\nসাহানা দেবীর জন্ম ১৮৯৭ খ্রিস্টাব্দের ১৭ মে  ব্রিটিশ ভারতের অধুনা বাংলাদেশের  ফরিদপুরের এক ব্রাহ্ম পরিবারের সাংগীতিক পরিমণ্ডলে। পিতা প্যারীমোহন গুপ্ত ছিলেন সিভিল সার্জন মাতা তরলা দেবী ছিলেন দেশবন্ধু চিত্তরঞ্জন দাশের জ্যেষ্ঠা ভগিনী। সাহানা দেবীর ডাকনাম ছিল 'ঝুনু'। জ্যাঠামশাই কৃষ্ণগোপাল গুপ্ত ছিলেন তৎকালীন প্রখ্যাত আইসিএস। পিতামহ কালীনারায়ণ গুপ্ত ছিলেন সমাজসেবক, ব্রাহ্মধর্মের প্রচারক ও ব্রহ্মসংগীত রচয়িতা। কবি অতুলপ্রসাদ সেন ছিলেন তার পিসতুতো দাদা। ঝুনু'র দেড় বৎসর বয়সে পিতার মৃত্যু হলে তিনি মায়ের সঙ্গে চলে আসেন কলকাতার রসা রোডে মামার বাড়িতে। মামারবাড়ির শিল্প, শিক্ষা, সংস্কৃতি, স্বদেশপ্রেম ও সঙ্গীতে আলোকিত পরিবারে কেটেছে তার শৈশব ও কৈশোর। রবীন্দ্রনাথের প্রিয় ছাত্রী তার মাসিমা  অমলা দাশই তার সংগীত জীবনের উৎস। ১৯০৫-০৬ খ্রিস্টাব্দে প্রথম কলকাতার ভবানীপুরে আট বৎসর বয়সে \"কালমৃগয়া\" নাটকে ঋষিকুমারের ভূমিকায় গান ও অভিনয় করেন ঝুনু। কবিগুরুর কাছে গান শেখা ছাড়াও তিনি কবির ব্যবস্থাপনায় বিষ্ণুপুর ঘরানার পণ্ডিত সুরেন্দ্রনাথ বন্দ্যোপাধ্যায়ের কাছে তালিম নেন। তার কাছেই সাহানা স্বরলিপি দেখে গান করতে শেখেন। রবীন্দ্রনাথের \"বসন্ত উৎসব\"-এর গান তিনি রবীন্দ্রনাথের সঙ্গে বিভিন্ন জায়গায় গেয়েছেন। 'বিসর্জন' ও 'বসন্ত উৎসব'-এর আমার যাবার বেলা পিছু ডাকে ও যদি তারে নাই চিনি গো গান দু-খানি নিয়ে তার প্রথম রেকর্ড প্রকাশিত হয়। পরবর্তীতে তিনি যে কয়েকটি গান রেকর্ড করেছেন সেখানে তাকে হারমোনিয়াম বাজিয়ে সাহায্য করেছেন দিলীপকুমার রায়।\n\n\n== পরবর্তী জীবন ==\nদিলীপকুমার রায়ের সঙ্গে তার ঘনিষ্ঠতা হয় ১৯২২ খ্রিস্টাব্দে অতুলপ্রসাদ সেনের  লখনউ-এর বাড়িতে। অবশ্য তার সঙ্গের বন্ধুত্ব সাহানাকে জীবনের এক নতুন পথে পরিচালিত করে। সাহানা তার \"স্মৃতির খেয়া\" গ্রন্থে উল্লেখ করেন—\n\nনানা ঘাত-প্রতিঘাতে তার জীবনের স্রোত বয়ে গেলেও তার সঙ্গীতসাধনা থেমে থাকেনি কখনো। আঠারো-উনিশ বৎসর বয়সে তার বিবাহ হয় কাশী তথা বারাণসীর এক চিকিৎসক বিজয়কুমার বসুর সঙ্গে। পাঁচ-ছয় বৎসর সেখানে কাটিয়ে সংসার ত্যাগ করেন।\nএরপর চরম শারিরীক অসুস্থতা ও তীব্র মানসিক টানাপড়েনে যুবতী বয়সে অনাত্মীয় পরিবেশে অভিভাবকহীন অবস্থায় তিনি বাঁচার এক সংগ্রামী জীবদ্দশায় এসে পৌঁছান। কিছুদিন অতিবাহিত করেন এক ভাওয়ালি আরোগ্যনিকেতনে। তবে তিনি কবিগুরুর অকুন্ঠ স্নেহ সারাজীবন লাভ করেছেন। আলিপুর বোমা মামলায় প্রমাণাভাবে ছাড়া পাওয়ার পর অরবিন্দ ঘোষকে তিনি কৈশোরে প্রথম দেখেন ও পরিচিত হন মামার বাড়িতে। সেই সূত্র ধরেই ১৯২৮ খ্রিস্টাব্দের ২২ নভেম্বর দিলীপকুমারের সহযোগিতায় তিনি চলে যান পুদুচেরিতে শ্রী অরবিন্দ আশ্রমে। ঋষি অরবিন্দ ও শ্রীমায়ের সান্নিধ্য লাভের পর সেই আশ্রম ছেড়ে তিনি আর কলকাতায় বা পূর্ব জীবনে ফিরে আসেন নি। সেখানে তিনি এমব্রয়ডারি বিভাগে কাজে লিপ্ত থাকেন। সেই সঙ্গে গান ও কবিতা রচনা ও সঙ্গীত সাধনা করতে থাকেন। ভাওয়ালি সেবাসদনে থাকার সময় তিনি বেশ কিছু কবিতা বাংলা ও ইংরেজিতে লিখেছেন। কিছু কবিতার স্বরলিপি করে পাঠিয়েছিলেন ভারতবর্ষ পত্রিকায়। এছাড়াও তিনি 'রবীন্দ্রায়ণ', 'শৃণ্বন্তু', 'বসুধারা', সংগীতবিজ্ঞান প্রবেশিকা প্রভৃতি পত্রিকায় লিখতেন। ১৯৬৩ খ্রিস্টাব্দে দেশ পত্রিকায় তার ধারাবাহিক রচনা 'পুদুচেরির পথে' প্রকাশিত হতে থাকে। তার রচিত গ্রন্থসমূহ হল—\n\nকাব্যগ্রন্থ—\nনীরাজনা\nআত্মকথা—\nস্মৃতির খেয়া\nঅনুবাদ—\nশাশ্বত মুহূর্ত\nঅন্যান্য গ্রন্থ—\nশ্রীঅরবিন্দ প্রণাম\nশ্রীঅরবিন্দ ও শ্রীমার চরণছায়ায়\nস্বরলিপি—\nকাকলি (অতুলপ্রসাদ সেনের গানের বই)\n\n\n== নির্বাচিত কিছু গান ==\nরবীন্দ্রসঙ্গীত—\nএই তো তোমার আলোক ধেনু\nতোমায় নতুন করে পাবো বলে\nতোমার সোনার থালায় সাজাব\nরূপ সাগরে ডুব দিয়েছি অরূপ রতন আশা করি\nঅতুলপ্রসাদী—\nকেন যে গাহিতে\nতোর কাছে আসব মা গো\nকোথা হে ভবের কাণ্ডারী\nতব অন্তর এত মন্থর আগে তো তা জানি নি\n\n\n== জীবনাবসান ==\nসাহানা দেবী ১৯৯০ খ্রিস্টাব্দের ৬ এপ্রিল পুদুচেরির আশ্রমেই প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}