{"pageid": 1346499, "title": "গ্যাং বেঙ্কক পুরাতন মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1346499", "content": "গ্যাং বেঙ্কক পুরাতন মসজিদ, (ইন্দোনেশীয়: লামা গ্যাং বেঙ্কক মসজিদ; চীনা: 明光老巷清真寺) ইন্দোনেশিয়ার উত্তর সুমাত্রার মেদানে অবস্থিত একটি মসজিদ।\nজং আ ফাই নামে চীনের গুয়াংডং প্রদেশ এর একজন বণিক এবং কাপিতান গ্যাং বেঙ্কক পুরাতন মসজিদটি নির্মাণ করেন। মসজিদটি ১৮৮৫ সালে ১ম নির্মিত হয় এবং ১৮৮৯ সালে সংস্কার করা হয়। সুলতান ডেলি সুলতান মামুন আল রশিদ এর শাসনামলে সংস্কার সম্পন্ন হওয়ার পরে জং আ ফাই এই মসজিদটি তখনকার ডেলি সালতানাতের কাছে হস্তান্তর করেন।\n\n\n== ইতিহাস ==\nগ্যাং বেঙ্কক পুরাতন মসজিদটি ১৮৭৪ সালে নির্মিত হয়েছিল বলে অনুমান করা হয়। মসজিদ ভবনটি হাজী মুহাম্মদ আলীর ওয়াকফকৃত জমির উপর নির্মাণ করা হয়। যিনি দাতুক কেসাওয়ান নামে বেশি পরিচিত ছিলেন। ১৯ শতকের শুরুর দিকে মসজিদটির নির্মাণ প্রক্রিয়া চলাকালীন সময়ে, জং আ ফাই, একজন চীনা বণিক চীন থেকে মেদান শহরে চলে এসেছিলেন। পরবর্তিতে তিনি নিজেই এই মসজিদটির সম্পূর্ণ নির্মাণের তত্ত্বাবধান করেন।\nপূর্বে, আল-ওসমানী মসজিদটি মেদান শহরের প্রাচীনতম মসজিদ ছিল, যেটি ১৮৫৪ সালে প্রতিষ্ঠা করা হয়েছিল। তারপর প্রায় ২০ বছর পরে, গ্যাং বেঙ্কক পুরাতন মসজিদটি মেদানে নির্মাণ করা হয়। যা মালয় এবং চীনাদের মধ্যে একটি ইতিহাস হয়ে রয়েছে।\nসুনির্দিষ্টভাবে বলতে গেলে, গ্যাং বেঙ্কক পুরাতন মসজিদটি ১৮৭৪ সালে প্রতিষ্ঠা লাভ করে। মসজিদটির এই ধরনের অদ্ভুত নামকরণ করা হয়েছে কারণ এটির নির্মাণের শুরুতে একটি সরু গলিতে অবস্থিত ছিল। তারপর মসজিদের ঠিক সামনে একটি বাঁক বা ডানে একটি বাঁক রয়েছে। মসজিদের কোনো আনুষ্ঠানিক নাম না থাকার কারণে মসজিদটির নামকরণ করা হয় গ্যাং বেঙ্কক পুরাতন মসজিদ। গ্যাং বেঙ্কক পুরাতন মসজিদের প্রতিষ্ঠাতা হলেন ডেলির সুলতান যিনি মসজিদটির একটি সরকারী নামও দেননি। যার ফলে কেসাওয়ানের আশেপাশের সম্প্রদায় এটিকে গ্যাং বেঙ্কক পুরাতন মসজিদ হিসেবে নামকরণ করে।\n\n\n== স্থাপত্যকলা ==\nগ্যাং বেঙ্কক পুরাতন মসজিদটিতে চীনা ও মালয় সংস্কৃতির নিবিড় স্পর্শ রয়েছে। এই দুই সংস্কৃতির স্পর্শের সংমিশ্রণে এই মসজিদের ভবনটি নকশা করে তৈরী হয়েছে। স্থাপত্যের বিচারে এই মসজিদটি সাধারণভাবে অন্য কোন মসজিদ ভবনের মতো নয়। মসজিদটি অনেকটাই চীনা মন্দিরের মতো দেখতে। তবে, আপনি যখন মসজিদে প্রবেশ করবেন, মসজিদটির স্থাপত্যকলা পরিষ্কারভাবেই দৃশ্যমান হবে। মসজিদটির পরিবেশ অনেকটাই ঘন প্রকৃতির। মন্দিরের মতো বিল্ডিংগুলো ওই ধরনের রূপরেখার নয়। কারণ চীনা জাতিসত্তার একজন মেডান ব্যক্তিত্ব, জং এ ফি মসজিদটির স্থাপনার সকল কিছু দেখভাল করেছিলেন। গ্যাং বেঙ্কক পুরাতন মসজিদে এখনও মালয় এবং ইসলামি ছোঁয়া রয়েছে।\nমালয় স্থাপত্য শৈলীর একটি ছোঁয়া পাওয়া যায় মসজিদটির ছাদে যা লেবাহ হ্যাঙ্গিং (ইংরেজি: Hanging Bees) নামেও পরিচিত। অলঙ্করণটি কাঠের তৈরি হওয়ায় অন্যসব স্থাপনার চেয়ে অনন্য এবং দেখতেও খুবই মনোমুগ্ধকর। উক্ত খোদাইটি এক ধরনের হলুদ পর্দার সৃষ্টি করে। হলুদ রঙ নিজেই মালয় জাতির একটি অতি পরিচিত রঙ। এছাড়াও গ্যাং বেঙ্কক পুরাতন মসজিদের গেটে ইসলামি ফার্সি শৈলীর ছোঁয়া পাওয়া যায়।\n\n\n== তথ্যসূত্র =="}