{"pageid": 1346239, "title": "রুমিকো তাকাহাশি", "url": "https://bn.wikipedia.org/wiki?curid=1346239", "content": "রুমিকো তাকাহাশি (高橋 留美子 তাকাহাশি রুমিকো, জন্ম ১০ অক্টোবর, ১৯৫৭) একজন জাপানি মাঙ্গাকা। ১৯৭৮ সালে উরুসেই ইয়াতসুরা থেকে শুরু করে তিনি বেশ কয়েকটি বাণিজ্যিকভাবে সফল মাঙ্গার রচনা করেছেন। তাকাহাশি জাপানের সবচেয়ে বিখ্যাত এবং ধনী মাঙ্গাকাদের মধ্যে একজন। তার কাজগুলি বিশ্বব্যাপী জনপ্রিয়  এবং সেগুলি বিভিন্ন ভাষায় অনুবাদ করা হয়েছে ও ২০০ মিলিয়নেরও বেশি কপি বিক্রি হয়েছে৷ তিনি দুবার শোগাকুকান মাঙ্গা পুরস্কার জিতেছেন, একবার ১৯৮০ সালে উরুসেই ইয়াতসুরার জন্য এবং আবার ২০০১ সালে ইনুইয়াশার জন্য।  এছাড়াও দুবার সিউন পুরস্কার জিতেছেন, একবার ১৯৮৭ সালে উরুসেই ইয়াতসুরার জন্য এবং আবার ১৯৮৯ সালে মারমেইড সাগার জন্য। তিনি ২০১৯ সালে গ্র্যান্ড প্রিক্স দে লা ভিলে ডি'আঙ্গুলেম পেয়েছিলেন। তিনি দ্বিতীয় মহিলা এবং দ্বিতীয় জাপানি হিসেবে এই পুরস্কার জিতেছেন৷ ২০২০ সালে, জাপান সরকার তাকাহাশিকে তার শিল্পকলায় অবদানের জন্য পার্পল রিবন সহ পদক প্রদান করে।\n\n\n== কর্মজীবন ==\nতাকাহাশি জাপানের নিগাতায় জন্মগ্রহণ করেন।   তিনি তার শৈশবকালে মাঙ্গার প্রতি খুব কম আগ্রহ দেখিয়েছিলেন। নিগার্তা সুয়ো হাই স্কুলে পড়ার সময় তিনি মাঝে মাঝে তার কাগজপত্রের মার্জিনে আঁকিবুকি কাটতেন বলে জানা গেছে। মাঙ্গার প্রতি তাকাহাশির আগ্রহ অনেক পরে শুরু হয়।  ২০০০ সালে একটি সাক্ষাত্কারে, তাকাহাশি বলেছিলেন যে তিনি ছোটবেলা থেকেই সর্বদা একজন পেশাদার কমিক লেখক হতে চেয়েছিলেন। \nবিশ্ববিদ্যালয়ের পড়ার সময় তিনি ক্রাইং ফ্রিম্যান এবং লোন উলফ অ্যান্ড কাব -এর রচয়িতা  কাজুও কোইকে দ্বারা প্রতিষ্ঠিত মাঙ্গা স্কুল গেকিগা সোনজুকুতে ভর্তি হন। তার নির্দেশনায় তাকাহাশি ১৯৭৫ সালে তার প্রথম দোজিনশি সৃষ্টি প্রকাশ করতে শুরু করে যার মধ্যে উল্লেখযোগ্য বাই-বাই রোড এবং স্টার অফ ফিউটাইল ডাস্ট । কোইকে তার ছাত্রদের সুচিন্তিত, আকর্ষণীয় চরিত্র তৈরি করার জন্য অনুরোধ করতেন, এবং এই প্রভাব রুমিকো তাকাহাশির পরবর্তীকালের কাজকে ব্যাপকভাবে প্রভাবিত করে। তিনি তার কমেডি সিরিজ মাকোটো-চ্যানে কাজ করার সময় হরর মাঙ্গা শিল্পী কাজুও উমেজু- এর সহকারী হিসেবেও সংক্ষিপ্ত সময়ের জন্য কাজ করেছিলেন।  \nতাকাহাশির পেশাগত জীবন শুরু হয় ১৯৭৮ সালে। তার প্রথম প্রকাশিত রচনা ছিল এক-শট কাত্তে না ইয়াতসুরা ( সেলফিশ এলিয়েনস ), যা সেই বছরের শোগাকুকান নিউ কমিকস প্রতিযোগিতায় সম্মানজনক উল্লেখ পেয়েছিল। একই বছরে তিনি সাপ্তাহিক শোনেন সানডেতে তার প্রথম ধারাবাহিক গল্প শুরু করেন যার নাম ছিল উরুসেই ইয়াতসুরা।  এটি একটি হাস্যরসাত্মক বিজ্ঞান কল্পকাহিনী।  সময়সীমা পূরণের অসুবিধার জন্য এই মাংগার অধ্যায়গুলি ১৯৮০ সাল পর্যন্ত বিক্ষিপ্তভাবে প্রকাশিত হয়েছিল। এই মাংগা সিরিজ চলাকালীন, তিনি তার দুই সহকারীর সাথে একটি ছোট অ্যাপার্টমেন্টে থাকতেন এবং সেখানে জায়গার এত অভাব ছিল যে তাকে আলমারিতে ঘুমাতে হত।  একই বছরে, তিনি সাপ্তাহিক শোনেন সানডে ম্যাগাজিনে টাইম ওয়ার্প ট্রাবল, শেক ইয়োর বুদ্ধ, এবং গোল্ডেন গডস অফ পভার্টি  প্রকাশ করেন।\n১৯৮০-এর দশক আসতে আসতে তাকাহাশি স্বল্প দৈর্ঘ্যের মাঙ্গার একজন বিশিষ্ট লেখক হয়ে ওঠেন। তার গল্প লাফিং টার্গেট, মারিস দ্য চোজো, এবং ফায়ার ট্রিপার সবই মূল ভিডিও অ্যানিমেশনে (ওভিএ) রূপান্তরিত হয়। ১৯৮৪ সালে, উরুসেই ইয়াতসুরা এবং মেসন ইক্কোকু লেখার সময়, তাকাহাশি সাপ্তাহিক শোনেন সানডেতে বিক্ষিপ্তভাবে প্রকাশিত একটি সিরিজ শুরু করেছিলেন যার নাম ছিল মারমেইড সাগা যা ১০ বছর ধরে চলেছিল (১৯৯৪ পর্যন্ত)। সিরিজটি আংশিকভাবে দুটি ওয়াইড-ব্যান ভলিউমে প্রকাশিত হয়েছিল, সম্পূর্ণ গল্পটি ২০০৩ সালে শিনসোবানের সেট হিসাবে প্রকাশিত হয়েছিল \n১৯৮৭ সালে, তাকাহাশি তার তৃতীয় প্রধান সিরিজ রানমা ১/২ শুরু করেন। সিরিজটি ১৯৯৬ সাল পর্যন্ত প্রায় এক দশক ধরে চলতে থাকে এবং এটি ৩৮টি খণ্ডে শেষ হয়।  রানমা ১/২  -এর অ্যানিমে প্রস্তুতি প্রথমদিকের জাপানি অ্যানিমে হিসেবে উল্লিখিত যা মার্কিন যুক্তরাষ্ট্রে জনপ্রিয় হয়েছে। \n১৯৯০ এর দশকের শেষার্ধে, রুমিকো তাকাহাশি তার চতুর্থ বড় কাজ, ইনুয়াশা শুরু করেন। তার আগে পর্যন্ত তিনি ছোট গল্প এবং তার মারমেইড সাগা এবং ওয়ান-পাউন্ড গসপেলের কিস্তি রচনা করতেন। তার বেশিরভাগ কাজের থেকে ইনুইয়াশা  স্বতন্ত্র কারন এর বিষয়বস্তুতে সামান্য তামসিক ও গুরুগম্ভীর ছোওয়া দেখে যায়। ১৯৯৬ থেকে ২০০৮ সাল পর্যন্ত সাপ্তাহিক শোনেন সানডেতে এটি সবচেয়ে দীর্ঘতম ধারাবাহিক মাংগা কিস্তিতে প্রকাশিত হয়েছে। ৫ মার্চ, ২০০৯-এ, রুমিকো তাকাহাশি তার ওয়ান-শট উনমেই নো তোরি প্রকাশ করেন। ১৬ মার্চ, ২০০৯-এ, তিনি মাই সুইট সানডে নামে একটি এক অধ্যায়ের মাংগা প্রকাশ করতে টাচ অ্যান্ড ক্রস গেমের নির্মাতা মিৎসুরু আদাচির সহযোগিতা করেছিলেন। তার পরবর্তী মাঙ্গা সিরিজ, কিয়োকাই ন রিনে ২২ এপ্রিল, ২০০৯ এ শুরু হয়েছিল। জুন ২০০৮ এ ইনুইয়াশা শেষ হওয়ার পর এটি ছিল রুমিকো তাকাহাশির প্রথম নতুন মাঙ্গা । ৪০টি খণ্ডে প্রকাশিত মোট ৩৯৮টি অধ্যায় সহ তিনি ১৩ই ডিসেম্বর ২০১৭-এ এটি রচনার কাজ সমাপ্ত করেন।\nউরুসেই ইয়াতসুরা, মাইসন ইক্কোকু, রানমা ½, ইনুয়াশা,এবং রিন-নে -এই সবই মার্কিন যুক্তরাষ্ট্রে ইংরেজিতে ভিজ কমিক্স দ্বারা প্রকাশিত হয়েছে। ১৯৮৯ সালে মাত্র কয়েকটি ভলিউম অনুবাদ করার পরেউরুসেই ইয়াতসুরার পুনঃপ্রকাশ স্থগিত করা হয়েছিল  কিন্তু ২০১৯ সালে ২-ইন-১ বিন্যাসে পুনরায় মুদ্রণ করা শুরু হয়। \nরুমিকো তাকাহাশি ৮ মে, ২০১৯-এ প্রকাশিত সাপ্তাহিক শোনেন রবিবার সংখ্যাতে #২৩-এ মাও নামে একটি নতুন মাঙ্গা সিরিজ রচনা শুরু করেছে \n\n\n== তথ্যসূত্র =="}