{"pageid": 1346830, "title": "মাসবুক", "url": "https://bn.wikipedia.org/wiki?curid=1346830", "content": "মাসবুক (আরবি: مَسْبُوق) এসেছে سبق শব্দ থেকে যার অর্থ 'কেউ বা কিছুর চেয়ে এগিয়ে আসা'। ইসলামের পরিভাষায়, মাসবুক হলো সালাতে অংশগ্রহণকারী এমন একজন মুসল্লি ব্যক্তি যার ইমাম তার আগে কয়েক রাকাত বা পুরো নামায পড়েছেন অথবা তিনি এমন একজন ব্যক্তি যিনি এক বা একাধিক রাকাতের পরে ইমামের সাথে সালাত আদায় করতে যোগ দিয়েছেন। অর্থাৎ জামাতে ইমামের পিছনে  সালাত আদায়ের ক্ষেত্রে যে মুসুল্লি বা মুক্তাদি ব্যক্তি ইমাম যখন সালাত শুরু করেন ঠিক তখন সে উপস্থিত হতে পারেনি বরং কিছু সময় পরে এসে উপস্থিত হয়েছে। এসে দেখে সালাতের এক বা  একাধিক রাকাত ছুটে গিয়েছে এবং সালাত চলমান... এমন মুক্তাদি ব্যক্তিকে ‘মাসবুক’ বলা হয়। মাসবুক ব্যক্তি ইমামকে যে অবস্থায় পাবে, ওই অবস্থায়ই ইমামের পিছনে চলমান ওয়াক্তের সালাত আদায়ের জন্য শরিক হয়ে যাবে এবং যথারীতি সালাত আদায় করে নিবে।\n\n\n== হাদিসের প্রেক্ষিত ==\nইসলামের নবি মুহাম্মাদ একবার ফজরের সালাতের দুই রাকাতের মধ্যে জামাতে এক রাকাত পেলেন। অন্য রাকাত তিনি নিজে পড়ে নিয়েছিলেন। নিচে বর্ণনাটি তুলে ধরা হলো-\nমুগিরাহ ইবনু শু’বাহ্ হতে বর্ণিত, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে তাবুক যুদ্ধে অংশগ্রহণ করেন। মুগিরাহ বলেন, একদিন ফজরের সালাতের আগে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাজতের উদ্দেশ্যে বের হলেন। আর আমি তার পেছনে একটি পানির পাত্র বহন করে গেলাম। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বেরিয়ে আসার পর আমি তার দুই হাতের কব্জির উপর পানি ঢালতে লাগলাম। তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তার দুই হাত ও চেহারা ধুলেন। তখন তার গায়ে একটি পশমের জুববাহ্ ছিল। তিনি তার (জুববার আস্তিন গুটিয়ে) হাত দুটি খুলতে চাইলেন। কিন্তু জুববার আস্তিন খুব চিকন ছিল। তাই জুববার ভেতর দিক দিয়েই তার হাত দুটি বের করে নিজের দুই কাধের উপর রেখে দিলেন এবং হাত দুটি (কনুই পর্যন্ত) ধুলেন। অতঃপর মাথার সামনের দিক (কপাল) ও পাগড়ীর উপর মাসাহ করলেন। তারপর আমি তার মোজাগুলো খুলতে চাইলাম। তিনি বললেন, এগুলো এভাবে থাকতে দাও, আমি এগুলো পবিত্রাবস্থায় (অর্থাৎ ওযু করে) পরেছি। তিনি এগুলোর উপর মাসাহ করলেন। অতঃপর তিনি সওয়ারীর উপর আরোহণ করলেন, আমিও আরোহণ করলাম এবং আমরা একটা দলের কাছে পৌঁছে গেলাম। তখন তারা সালাতে দাঁড়িয়ে গিয়েছিলেন, আর ‘আবদুর রহমান ইবন ‘আওফ (রাঃ) তাদের সালাতের ইমামাত করছিলেন এবং তাদের নিয়ে এক রাকাত সালাত আদায়ও করে ফেলেছিলেন। নবি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আগমন বুঝতে পেরে তিনি পেছনে সরে আসতে চাইলেন। কিন্তু নবি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে তার স্থানে (স্থির থাকতে) ইশারা করলেন। নবি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সাথে দুই রাকাতের মধ্যে এক রাকাত সালাত পেলেন। তিনি সালাম ফিরালে নবি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে গেলেন এবং আমিও তার সাথে দাঁড়িয়ে গেলাম। আর এক রাকাত ছুটে যাওয়া সালাত আমরা আদায় করলাম।\n\n\n== মাসবুকের করণীয় ==\nসে যেন তার ইমামের সাথে শেষ বৈঠকে সালাম না ফেরায়; বরং শেষ বৈঠকে ইমাম যখন প্রথম সালাম শেষ করবে, এর সাথে সাথে মাসবুক ব্যক্তি তার সালাত পূর্ণ করার জন্য দাঁড়িয়ে যাবে। (বিশেষ ভাবে লক্ষণীয় প্রথম সালামের পর সেজদা সাহু আছে কি না। তাই ২য় সালাম শুরু করার সাথে সাথে দাঁড়ানো উচিত)\nনিজের নামাজ শেষ করার মাধ্যমে একজন \"মাসবুক\" ব্যক্তি সে তার নামাজের সকল কাজ সেভাবে করবে, যেভাবে তাকে পৃথকভাবে সালাত আদায় করতে হয়।\nসুরা তিলাওয়াতের মাধ্যমে সে তার নিজের রাকাত গণনা অনুসরণ করবে অর্থাৎ যদি সে ইমামের সাথে দুই রাকাত না পেয়ে থাকে এবং বাকি রাকাতগুলো শেষ করার জন্য উঠে দাঁড়ায় তাহলে তাকে উভয় রাকাতে সূরা পড়তে হবে। কারণ এই রাকাতগুলো হবে তার ছুটে যাওয়া প্রথম এবং দ্বিতীয় রাকাত। আর ইমামের সাথে সে যেগুলি আদায় করেছে সেগুলি তার তৃতীয় ও চতুর্থ রাকাত বলে গণ্য হবে। অনুরূপভাবে, যদি সে তিন রাকাত না পেয়ে থাকে এবং ইমামের সাথে শুধুমাত্র এক রাকাত আদায় করে থাকে, তবে বাকি তিন রাকাত আদায় করার সময় সে কেবল প্রথম দুই রাকাতে সুরা মিলাবে কিন্তু তৃতীয় রাকাতে মিলাবে না।\nযদি সে তিন রাকাত না পেয়ে থাকে এবং ইমামের সাথে শুধুমাত্র এক রাকাত আদায় করে থাকে, তাহলে তার ছুটে যাওয়া নিজের নামাজ পূর্ণ করার সময় নিজে আদায় করা প্রথম রাকাতে বসে যাবে, কারণ এটি আসলে তার দ্বিতীয় রাকাত। ইতিপূর্বে  ইমামের সাথে আদায় করা রাকাতটি ছিল তার প্রথম রাকাত। এভাবে তার নিজের পড়া দ্বিতীয় রাকাতে বসবেনা কারণ এটা আসলে তৃতীয় রাকাত। এর পরের রাকাতে বসবে আর এটা হবে তার চতুর্থ রাকাত। এভাবে তার রাকাতের হিসেব করবে।\n\n\n== তথ্যসূত্র =="}