{"pageid": 1346841, "title": "পিভি নন্দিধা", "url": "https://bn.wikipedia.org/wiki?curid=1346841", "content": "পাল্লাথুর ভেঙ্কটাচলম নন্দিধা (তামিল : பள்ளத்தூர் வெங்கடாசலம் நந்திதா) (জন্ম ১০ই এপ্রিল, ১৯৯৬) হলেন একজন ভারতীয় দাবা খেলোয়াড়। তিনি তামিলনাড়ু  রাজ্য থেকে এসেছেন। তাঁর দখলে ফিদের ওম্যান গ্র্যান্ডমাস্টার (ডব্লিউজি এম) এবং ওম্যান ইন্টারন্যাশনাল মাস্টার (ডব্লিউআইএম) খেতাব দুটি রয়েছে। তিনি ভারতের ১৭তম মহিলা গ্র্যান্ডমাস্টার। তিনি ৩০ সদস্যের ভারতীয় দাবা অলিম্পিয়াড দলের অংশ ছিলেন, যেটি ২০২২ সালের ২৮শে জুলাই থেকে ৯ই আগস্ট  পর্যন্ত ভারতের তামিলনাড়ুর রাজধানী চেন্নাইতে ৪৪ তম দাবা অলিম্পিয়াডে অংশ নিয়েছিল। তিনি ২০২২ সালের ৩রা নভেম্বরে নতুন দিল্লিতে অনুষ্ঠিত এশিয়ান দাবা চ্যাম্পিয়নশিপে একটি স্বতন্ত্র সোনা জিতেছেন। তিনি একটি অপরাজিত এবং চিত্তাকর্ষক ৭.৫/৯ স্কোর করে শিরোপা জেতেন, যার ফলে মহিলা দাবা বিশ্বকাপ ২০২৩- এর জন্যও যোগ্যতা অর্জন করেন।\n\n\n== শৈশব এবং শিক্ষা ==\nনন্দিধা ভারতের তামিলনাড়ু রাজ্যের সানকাগিরিতে ১৯৯৬ সালের ১০ই এপ্রিল জন্মগ্রহণ করেন। তিনি চেন্নাইয়ের  আন্না ইউনিভার্সিটির কলেজ অফ ইঞ্জিনিয়ারিং, গুইন্ডির প্রাক্তন ছাত্র। স্পোর্টস কোটায় সেরা হয়ে তিনি তাঁর ইঞ্জিনিয়ারিং প্রবেশিকা অর্জন করেছিলেন। তিনি ইলেকট্রনিক্স অ্যান্ড কমিউনিকেশন ইঞ্জিনিয়ারিংয়ে (২০১৩ - ১৭) স্নাতক ডিগ্রি অর্জন করেছেন। ২০২১ সালের ২০শে আগস্ট, তিনি একজন ভারতীয় সেনা কর্মকর্তাকে বিয়ে করেছেন, যিনি তাঁর শৈশবের বন্ধু এবং কলেজ-সাথী।\n\n\n== কর্মজীবন ==\nনন্দিধা ২০০৫ সালে তাঁর পেশাদার কর্মজীবন শুরু করেন। তিনি ২০০৭ সালে কালিকটে অনুষ্ঠিত জাতীয় স্তরের দাবা চ্যাম্পিয়নশিপে (অনূর্দ্ধ ১১ বালিকা) স্বর্ণপদক জিতেছিলেন। তিনি ২০১৬ সালে ভারতের ওড়িশা রাজ্যের ভুবনেশ্বরে অনুষ্ঠিত অনূর্ধ্ব- ২০ বিশ্ব জুনিয়র দাবা চ্যাম্পিয়নশিপে রৌপ্য পদক জিতেছিলেন। তিনি ২০১০ সালে গ্রীসের হালকিডিকিতে অনুষ্ঠিত অনূর্ধ্ব- ১৪ বিশ্ব যুব দাবা চ্যাম্পিয়নশিপে ব্রোঞ্জ পদক জিতেছিলেন। ২০২০ সালের অক্টোবরে, তিনি বৈশালী রমেশবাবু, পদ্মিনী রাউট, ভক্তি কুলকার্নি, মেরি অ্যান গোমসের সাথে ভারতীয় মহিলা দাবা দলের অংশ ছিলেন যারা এশিয়ান নেশনস (অঞ্চল) অনলাইন দাবা চ্যাম্পিয়নশিপ ২০২০ জিতেছিল। এটির আয়োজন করে ফিদে। এশিয়ার ৩১টি দেশের মধ্যে, এই দলটি ভারতের হয়ে স্বর্ণপদক জিতেছিল।\n২০২২ সালের মার্চ পর্যন্ত, তাঁর এলো রেটিং হল ২৩৮০ যা আজ পর্যন্ত তাঁর সর্বোচ্চ রেটিং এবং ভারতীয় মহিলা দাবা খেলোয়াড়দের মধ্যে ৫ম স্থানে রয়েছে। ২০২২ সালের নভেম্বরে, তিনি নতুন দিল্লিতে অনুষ্ঠিত এশিয়ান দাবা চ্যাম্পিয়নশিপে স্বর্ণপদক জিতেছিলেন, এটি তাঁকে বাকুতে মহিলা দাবা বিশ্বকাপ ২০২৩-এর জন্য যোগ্যতা অর্জনে সাহায্য করেছিল।\n\n\n== অর্জন ==\n\n\n== ছবিঘর ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফিদে সাইটে পিভি নন্দিধার রেটিং কার্ড (ইংরেজি)\nটেমপ্লেট:ভারতীয় মহিলা গ্র্যান্ডমাস্টার"}