{"pageid": 1346669, "title": "তুলসি হেলেন", "url": "https://bn.wikipedia.org/wiki?curid=1346669", "content": "তুলসি একানন্দম (জন্ম ১৯৮৬) তুলসি হেলেন নামেও পরিচিত, চেন্নাইয়ের একজন ভারতীয় অপেশাদার বক্সার যিনি ২০০০ সালে নতুন দিল্লিতে ২৩তম ওয়াইএমসিএ বক্সিং চ্যাম্পিয়নশিপে তাঁর প্রথম স্বর্ণপদক জিতেছিলেন ৪২ কেজি - ৪৪ কেজি ওজন বিভাগ। তাঁর দ্রুত পায়ের কাজ এবং যন্ত্রণাদায়ক ঘুঁষির কারণে তিনি কখনও কখনও \"ভারতের লেডি মোহাম্মদ আলী\" নামে পরিচিত হন।\n\n\n== প্রাথমিক জীবন ==\nহেলেন ১৯৮৬ সালে চেন্নাইয়ের একটি দরিদ্র পরিবারে জন্মগ্রহণ করেন। ১৪ বছর বয়সে তাঁর বড় বোন সরস্বতীকে খেলাধুলায় অংশগ্রহণ করতে দেখে তিনি বক্সিং প্রশিক্ষণ নেওয়া শুরু করেন। প্রায় একই সময়ে তাঁকে জোরপূর্বক এমন একজনকে বিয়ে করতে বলা হয়েছিল যাকে তাঁর বাবা চার্চে যাতায়াত করে চিনেছিলেন। তিনি এই বিবাহ প্রত্যাখ্যান করেন এবং নিজের পরিবারের সাথে বিবাদের পর বাড়ি থেকে পালিয়ে যান। তিনি নিজের ধর্ম পরিবর্তন করতে অস্বীকার করায় তাঁর বাবা-মা অসন্তুষ্ট হয়েছিলেন। তিনি স্কুল ছেড়ে দিয়েছিলেন এবং বিভিন্ন সময়ে নিজের দাদু ঠাকুমার সাথে, কখনো বন্ধুদের সাথে, কখনো বা হোস্টেলে অথবা রেলওয়ে স্টেশনে এবং সমুদ্র সৈকতে বসবাস করেছিলেন। তিনি বেঁচে থাকার জন্য পিজা বিতরণ বা অটো চালানোর মতো বিভিন্ন কাজ করে অর্থ উপার্জন করেছিলেন।\n\n\n== বক্সিং জীবন ==\n২০০০ সালে ২৩তম ওয়াইএমসিএ বক্সিং চ্যাম্পিয়নশিপে ৪২ - ৪৪ কেজি বিভাগে স্বর্ণপদক জেতার পর একানন্দম ভারতের স্পোর্টস অথরিটি দ্বারা বিশেষ প্রশিক্ষণের জন্য তিনি নির্বাচিত হয়েছিলেন। তারপরে, তিনি মেরি কমকে পরাজিত করেন। কিন্তু ২০১১ সালে যখন তিনি যৌন হয়রানির অভিযোগ দায়ের করেছিলেন, তখন তামিলনাড়ু রাজ্য বক্সিং অ্যাসোসিয়েশনের সাথে তাঁর সম্পর্ক খারাপ হয়ে যায় এবং তিনি আর্থিক সমস্যায় ভুগতে থাকেন। তিনি সেই সময়ে রাজ্য দল ছেড়েছিলেন এবং কয়েক বছর ধরে খেলা থেকে অনুপস্থিত ছিলেন। তিনি বিশ্বাস করেন যে তিনি দলিত মহিলা হওয়ার জন্য তামিলনাড়ুর বক্সিং অ্যাসোসিয়েশন দ্বারা তাঁকে বৈষম্যের স্বীকার হতে হয়েছে, কিন্তু তা সত্ত্বেও তাঁর সাফল্য এসেছে।\nহেলেন ২০১৬ সালে একজন ফিটনেস প্রশিক্ষক হিসাবে কাজ করছিলেন, সেই সময়ে তিনি পেশাদার ভাবে জীবন শুরু করার আশায় বক্সিং প্রশিক্ষণ নেওয়া পুনরায় শুরু করেছিলেন। ২০১৭ সাল নাগাদ, তিনি মিশ্র মার্শাল আর্ট ইভেন্টে অংশগ্রহণ করছিলেন।\n\n\n== মিক্সড মার্শাল আর্ট রেকর্ড ==\n\n\n== যৌন হয়রানি ও বৈষম্য ==\nভারতের রাজ্য বক্সিং অ্যাসোসিয়েশনের সেক্রেটারি এ কে করুণ, হেলেনের কাছে সরকারি প্রোগ্রামের জন্য বিবেচিত হতে নগদ অর্থ এবং যৌন সুবিধা চেয়েছিলেন। তাঁর বক্তব্য ছিল এতে হেলেন একটি স্থিতিশীল চাকরি পাবেন এবং নিজের বক্সিং জীবন চালিয়ে যেতে সক্ষম হবেন। হেলেন বুঝতে পেরেছিলেন যে তিনিই একমাত্র নন যাঁর কাছে যৌন সুবিধা চাওয়া হয়েছে। তিনি করুণের বিরুদ্ধে অভিযোগ করেন এবং তাঁকে গ্রেফতার করা হয়। কিন্তু হেলেনের বক্সিং ক্লাব বন্ধ হয়ে যায় এবং তাঁর জেতার সম্ভাবনা ক্ষীণ হয়ে যায়।\nহেলেন তার বর্ণের ভিত্তিতেও বৈষম্যের শিকার হয়েছেন বলে দাবি করেন। তিনি আরও বলেছিলেন যে নিম্নবর্ণের অনেক মেয়েই তাদের উন্নত জীবনের পথ হিসাবে বক্সিং বেছে নেয়।\n\n\n== পুরস্কার ==\nস্বর্ণ পদক\n২৩তম ওয়াইএমসিএ বক্সিং চ্যাম্পিয়নশিপ, নতুন দিল্লি, ২০০০ সাল\nঅল ইন্ডিয়া ইনভাইটেশন বক্সিং চ্যাম্পিয়নশিপ, আকোলা, ২০০৩ সাল\nব্রোঞ্জ পদক\nআন্তর্জাতিক আমন্ত্রণ বক্সিং চ্যাম্পিয়নশিপ, ২০০২ সাল\nজুনিয়র মহিলা জাতীয় চ্যাম্পিয়নশিপ, ২০০২ সাল\nআন্তর্জাতিক আমন্ত্রণ বক্সিং চ্যাম্পিয়নশিপ, ২০০৫ সাল\nসিনিয়র মহিলা জাতীয় চ্যাম্পিয়নশিপ, ২০০৮ সাল\nহেলেন ২০১৬ সাল পর্যন্ত মোট ৩০টি পদক জিতেছিলেন, তিনি সেই বছর ওয়ার্ল্ড তামিল চেম্বার অফ কমার্স (ডব্লিউটিসিসি) অ্যাচিভার অ্যাওয়ার্ডে ভূষিত হন। তিনি রাজ্যপালেরর কাছ থেকে সাধনাই থামজাচি, বক্সার পুরস্কারও পেয়েছেন।\n\n\n== চলচ্চিত্র ==\nলাইট ফ্লাই, ফ্লাই হাই হলো সুসান ওস্টিগার্ড এবং বিট হফসেথ পরিচালিত একটি চলচ্চিত্র। এটি হেলেনের জীবনকে কেন্দ্র করে তৈরি এবং এতে এমন একজন যুবতীকে চিত্রিত করা হয়েছে যে আক্ষরিক অর্থে একটি অবাঞ্ছিত বিবাহ থেকে নিজের স্বাধীনতা এবং মুক্তির জন্য লড়াই করে। ছবিটি অক্সফাম গ্লোবাল জাস্টিস অ্যাওয়ার্ড, ওয়ান ওয়ার্ল্ড মিডিয়া অ্যাওয়ার্ডস এবং সেরা তথ্যচিত্রের জন্য আমান্ডা পুরস্কারও জিতেছে। ছবিটি বেশ প্রশংসিত হয়েছিল এবং সাথি ম্যাগাজিনের দিলীপ বারম্যান বলেছিলেন, \" ফিল্ম নির্মাতারা আবদ্ধ পিতৃতন্ত্র এবং কীভাবে দুর্বৃত্ততার বিরুদ্ধে লড়াই করা যায় তা নিয়ে আলোচনা করার জন্য একটি অনন্য দৃষ্টিকোণ বেছে নিয়েছেন, যদিও সম্ভবত ব্যক্তিগত খরচে। \"\nহেলেন আরও দাবি করেন যে তামিল চলচ্চিত্র ইরুধি সুত্রু তাঁর জীবনের উপর ভিত্তি করে তৈরি, যদিও তাকে এর জন্য কৃতিত্ব দেওয়া হয়নি।\n\n\n== ব্যক্তিগত জীবন ==\nহেলেনের বক্সিং ক্লাব বন্ধ হওয়ার পর, তাঁকে বিয়ে করতে হয়েছিল। যাইহোক, কাজ না করতে দেওয়া, ফেসবুক অ্যাকাউন্ট না করা, ফোন কল না করার মতো বিভিন্ন বিধিনিষেধের কারণে তিনি তিন মাস পরেই তাঁর স্বামীর সঙ্গে বিবাহ বিচ্ছেদ করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nতুলসি হেলেন-এর পেশাদার এমএমএ রেকর্ডসমূহ–শারডগ থেকে"}