{"pageid": 1346373, "title": "অনু পেশোয়ারিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1346373", "content": "অনু পেশোয়ারিয়া (জন্ম ৫ই সেপ্টেম্বর ১৯৬১) হলেন একজন ভারতীয় আমেরিকান ইউএস ইমিগ্রেশন আইনজীবী, লেখক, কর্মী এবং জনহিতৈষী যিনি বেশ কয়েকটি অলাভজনক সংস্থা প্রতিষ্ঠা করেছেন। তিনি মার্কিন যুক্তরাষ্ট্রের একজন উইম্বলডন টেনিস খেলোয়াড়। তাঁর আইনি কাজের মধ্যে আছে অভিবাসী অধিকার, গার্হস্থ্য সহিংসতা নিবারণ, মহিলাদের অধিকার এবং শিশুদের অধিকারের উপর দৃষ্টি নিবদ্ধ করা। তিনি মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্ট, ওয়াশিংটনের সুপ্রিম কোর্ট এবং ভারতের সুপ্রিম কোর্টে অভিবাসন আইন অনুশীলন করেছেন। তিনি ছিলেন ওয়াশিংটন ডিসিতে মার্কিন দূতাবাসে ভারত সরকার কর্তৃক নিযুক্ত প্রথম আইনী উপদেষ্টা। তিনি ভারতের প্রাক্তন এক নম্বর মহিলা টেনিস চ্যাম্পিয়নও ছিলেন। তিনি ঘৃণামূলক অপরাধ এবং গার্হস্থ্য নির্যাতনের শিকারদের সাহায্য করার জন্য \"সেবা আইনি সহায়তা\" প্রতিষ্ঠা করেছিলেন। তিনি সারা বিশ্বের, যেমন, ভারত, দক্ষিণ আমেরিকা, সিরিয়া, ইরাক, আফগানিস্তান, আফ্রিকা, সোমালিয়া এবং বার্মার মানুষ যাঁরা অত্যাচারের হাত থেকে বেঁচে ফিরে এসেছেন, সেই সব ব্যক্তিদের সহায়তা করেছেন। তিনি ১৯৭৯ সালে উইম্বলডনে ভারতের হয়ে খেলেছিলেন এবং এছাড়াও বিশ্বের বড় বড় আন্তর্জাতিক টেনিস টুর্নামেন্ট জিতেছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nঅনু অমৃতসরে জন্মগ্রহণ করেন, এবং দিল্লি বিশ্ববিদ্যালয়ের থেকে ১৯৮০ সালে রাষ্ট্রবিজ্ঞান ও অর্থনীতিতে ডিগ্রি নিয়ে স্নাতক হন। তিনি ১৯৮৩ সালে দিল্লি বিশ্ববিদ্যালয়, আইন কেন্দ্র থেকে আইনে এলএলবি ডিগ্রি অর্জন করেন। তিনি চার কন্যার মধ্যে সর্বকনিষ্ঠ। তাঁর বড় বোনের নাম কিরণ বেদী।\n\n\n== কর্মজীবন ==\nঅনু বর্তমানে মার্কিন যুক্তরাষ্ট্র এবং ভারতে আন্তর্জাতিক আইন অনুশীলন করছেন। তিনি ২৫ বছরেরও বেশি সময়ের অভিজ্ঞতা সহ অভিবাসন, আইনী এবং মানবাধিকার আইনের পক্ষে জোরালো প্রবক্তা। ওয়াশিংটন ডিসিতে ভারতীয় দূতাবাসের প্রথম মহিলা আইনী উপদেষ্টা হওয়ার কারণে, তিনি তাঁর অনুকরণীয় আইনী কৃতিত্বের জন্য একাধিক পুরস্কার জিতেছেন, যার মধ্যে কিছু তাঁর রচিত বইগুলিতে ব্যাপকভাবে প্রতিফলিত হয়েছে। তিনি একজন নিয়মিত বক্তা, একজন লেখক এবং একজন দক্ষ কর্মী হওয়ার পাশাপাশি নিউইয়র্ক, শিকাগো, সান ফ্রান্সিসকো, হিউস্টন জুড়ে কনস্যুলেটগুলির আইনি উপদেষ্টা হিসেবেও কাজ করেন।\n\n\n== লেখা ==\nতিনটি স্ব-প্রকাশিত বই, ইমিগ্র্যান্টস ড্রিম (২০০৯),  লাইভস অন দ্য ব্রিঙ্ক (২০১২), এবং নেভার এগেইন (২০১৯) এর লেখক হলেন অনু। তিনি ইন্ডিয়ান এক্সপ্রেসের একজন কলামিস্টও, এবং অপরাধ, গার্হস্থ্য নির্যাতন এবং অভিবাসনের মতো বিষয়গুলি নিয়ে তিনি নিবন্ধ লিখেছেন।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nঅনুকরণীয় অ্যাথলেটিক, মানবাধিকার এবং আইনি/সামাজিক সাফল্যের জন্য মার্কিন যুক্তরাষ্ট্রের অভিবাসন এবং প্রাকৃতিককরণ পরিষেবা  দ্বারা উপস্থাপিত বছরে (২০০০) তাঁকে অসাধারণ ক্ষমতা মর্যাদা দেওয়া হয়েছিল। তিনি আমেরিকান ইমিগ্রেশন লইয়ার্স অ্যাসোসিয়েশন (এআইএলএ) এর সদস্য। অভিবাসন অধিকার, বিশেষ করে নারীদের অধিকার এবং সামাজিক সচেতনতা ছড়িয়ে দেওয়ার জন্য ক্যালিফোর্নিয়ার সেক্রেটারি কর্তৃক তিনি শ্রেষ্ঠত্বের পুরস্কারে ভূষিত হন। গার্হস্থ্য সহিংসতা বন্ধ করার প্রচেষ্টার জন্য ওয়াশিংটনের কিং কাউন্টি কোয়ালিশন ইন ডোমেস্টিক ভায়োলেন্স এগেইনস্ট ডোমেস্টিক ভায়োলেন্স কর্তৃক গৃহীত সহিংসতার বিরুদ্ধে টেক অ্যাকশন অ্যাওয়ার্ডে ভূষিত হন, এবং ভারতের রাষ্ট্রপতি কর্তৃক প্রদত্ত ভারত নির্মাণ পুরস্কার - ১৯৯০-তে ভূষিত। তিনি ২০২১ সালের ১লা অক্টোবর, ভারতের দিল্লিতে সামাজিক প্রভাবের জন্য মহাত্মা পুরস্কারে ভূষিত হন।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:শীর্ষ ভারতীয় মহিলা টেনিস খেলোয়াড়টেমপ্লেট:শীর্ষ ভারতীয় মহিলা ডাবল টেনিস খেলোয়াড়"}