{"pageid": 1346631, "title": "কেইকো তাকেমিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1346631", "content": "কেইকো তাকেমিয়া (জাপানি: 竹宮 惠子, তাকেমিয়া কেইকো, জন্ম ১৩ ফেব্রুয়ারি, ১৯৫০) একজন জাপানি মাঙ্গাকা এবং কিয়োটো সিকা বিশ্ববিদ্যালয়ের প্রাক্তন সভাপতি।\n\n\n== কর্মজীবন ==\nকেইকো তাকেমিয়া (বা তাকেমিয়া কেইকো) ইয়ার ২৪  দলের অন্তর্ভুক্ত, এটি শিক্ষাবিদ এবং সমালোচকদের দ্বারা ১৯৭০-এর দশকের গোড়ার দিকে উদ্ভুত নারী লেখকদের একটি দল যারা মূলত পুরুষদের দ্বারা তৈরি হওয়া থেকে সোজো মাঙ্গা (মেয়েদের জন্য মাঙ্গা)-এর উন্নতিসাধন করতে সাহায্য করেছিল।  এই গোষ্ঠীর অংশ হিসাবে, তাকেমিয়া সোনেন (আক্ষরিক অর্থ- পুরুষ প্রেম) নামক এক বিশেষ সোজো মাঙ্গার একটি ধারার পথপ্রদর্শক। ১৯৭০ সালে, তিনি বেসাতসু শোজো কমিক- এ সানরুম নাইট (\"ইন দ্য সানরুম\") নামে একটি ঐতিহাসিক ছোট গল্প প্রকাশ করেন, যা সম্ভবত প্রথম প্রকাশিত সোনেন আই মাঙ্গা। এতে রোমানি ছেলে এবং তার ধনী সহপাঠীর মধ্যে একটি বিয়োগান্ত রোম্যান্সের চিত্র তুলে ধরা হয়েছে। এটি প্রথম রচিত মাঙ্গার একটি, যাতে দুই সমলিঙ্গিক পুরুষের মধ্যে প্রেম ও চুম্বন দেখানো হয়েছে।\nতাকেমিয়া সোনেন (ছেলেদের জন্য মাঙ্গা) মাঙ্গার লেখিকা হিসাবে শোতারো ইশিনোমোরির কাজে যথেষ্ট প্রভাব ফেলেছিলেন। ১৯৭২ সালে সোরা গা সুকি (空がすき！, \"আমি আকাশ ভালোবাসি!\" ) প্রকাশের পর তাকেমিয়া ইউরোপ ভ্রমণ করেন। তার পরবর্তী কাজে তো কি না উটা (\"বায়ু ও গাছের কবিতা\") রচনার জন্য তিনি সেখানের জীবন সম্পর্কে বিশদ জানতে চেয়েছিলেন। এর পরে, তিনি প্রায় প্রত্যেক বছরেই ইউরোপের বিভিন্ন অঞ্চলে ভ্রমণ করেছিলেন।\nতার রচিত সবচেয়ে জনপ্রিয় মাঙ্গার মধ্যে রয়েছে কাজে তো কি না উটা এবং টুওয়ার্ড দ্য টেরা, যেগুলি ১৯৭০ এবং ১৯৮০ এর দশকের জনপ্রিয় ছিল। তিনি ১৯৭৮ সালে টুওয়ার্ড দ্য টেরা- এর জন্য শ্রেষ্ঠ বিজ্ঞান কল্পকাহিনী মাঙ্গা লেখিকা হিসাবে নবম সিউন পুরস্কার পান। ১৯৮০ সালে কাজে তো কি না উটা এবং টুওয়ার্ড দ্য টেরা- এর জন্য সোজো এবং সোনেন বিভাগে ২৫তম (১৯৭৯) শোগাকুকান মাঙ্গা পুরস্কার পান। সোজো এবং সোনেন উভয় প্রকার মাঙ্গা রচনায় দক্ষ তিনি প্রথম সফল মহিলা মাঙ্গা শিল্পীদের একজন হিসাবে বিবেচিত হন। তার অনেক সিরিজই অ্যানিমে রূপান্তরিত হয়েছে যার মধ্যে উল্লেখযোগ্য ১৯৮০ ও ২০০৭ সালের টুওয়ার্ড দ্য টেরা,  ১৯৮১ সালের নাতসু এ না টোবিরা, ১৯৮২ সালের  অ্যান্ড্রোমেডা স্টোরিস, ১৯৮৭ সালে কাজে তো কি না উটা।  ১৯৮৩ সালে তাকেমিয়া অন্যান্য উল্লেখযোগ্য মাঙ্গা শিল্পীদের সাথে থিয়েট্রিকাল অ্যানিমে ফিল্ম ক্রাশার জো: দ্য মুভিতে বিশেষ ডিজাইনার হিসাবে কাজ করেছিলেন।\n২০০১ সালে তার অবদানের জন্য তিনি অ্যাভন পুরস্কার পেয়েছিলেন। ২০০৯ থেকে ২০১৪ পর্যন্ত, তিনি তেজুকা ওসামু সাংস্কৃতিক পুরস্কারের জন্য বাছাই কমিটির সদস্য হিসেবে কাজ করেছেন। ২০১২ সালে, তিনি তার সম্পূর্ণ কাজের স্বীকৃতিস্বরূপ জাপান কার্টুনিস্ট অ্যাসোসিয়েশনের পক্ষ থেকে পুরস্কার পান। ২০১৪ সালে, তিনি মাঙ্গায় অবদানের জন্য জাপানের অভ্যন্তরীণ ব্যবস্থা ও যোগাযোগ মন্ত্রক কর্তৃক বেগুনি রিবনের সাথে মেডেল অফ অনারে ভূষিত হন।\n\n\n== তথ্যসূত্র =="}