{"pageid": 1346057, "title": "২০২৩ এশিয়া কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1346057", "content": "২০২৩ এশিয়া কাপ ছিল একটি আন্তর্জাতিক ক্রিকেট টুর্নামেন্ট যেটি পুরুষ এশিয়া কাপের ষোড়শ আসর হিসেবে ২০২৩ সালের আগস্ট ও সেপ্টেম্বর মাসে অনুষ্ঠিত হয়। টুর্নামেন্টে ছয়টি দল অংশগ্রহণ করছে, এবং টুর্নামেন্টের ম্যাচসমূহ একদিনের আন্তর্জাতিক (ওডিআই) হিসেবে খেলা হয়। টুর্নামেন্টটি যৌথভাবে আয়োজন করে পাকিস্তান ও শ্রীলঙ্কা; পাকিস্তানে মোট চারটি ও শ্রীলঙ্কায় মোট নয়টি ম্যাচ অনুষ্ঠিত হয়।\n২০২২ সালের ডিসেম্বর মাসে এশীয় ক্রিকেট কাউন্সিল (এসিসি) টুর্নামেন্টটিতে যোগ্যতা অর্জনের প্রক্রিয়া ঘোষণা করে, যে ঘোষণায় টুর্নামেন্টটির ফরম্যাট ও শুরুর সময় উল্লেখ করা হয়। ২০২৩ সালের জুলাই মাসে টুর্নামেন্টের সূচি নিশ্চিত করা হয়।\nটুর্নামেন্টের ফাইনালে শ্রীলঙ্কাকে পরাজিত করে টুর্নামেন্টে নিজেদের অষ্টম শিরোপা লাভ করে ভারত।\n\n\n== প্রেক্ষাপট ==\n২০২০ সালের জুন মাসে এশীয় ক্রিকেট কাউন্সিলের সঙ্গে বৈঠক শেষে পাকিস্তান ক্রিকেট বোর্ড (পিসিবি) জানায় যে টুর্নামেন্টে অংশ নিতে ভারত পাকিস্তানে যেতে সমর্থ না হওয়ায় এশিয়া কাপের ২০২০ সালের আসর আয়োজনের দায়িত্ব শ্রীলঙ্কার কাছে হস্তান্তর করবে পাকিস্তান। ২০২০ সালের সেপ্টেম্বর মাসে টুর্নামেন্টটি অনুষ্ঠিত হওয়ার কথা থাকলেও ২০২০ সালের জুলাই মাসে এসিসি কোভিড-১৯ মহামারির কারণে টুর্নামেন্টটি স্থগিত হওয়ার সংবাদ নিশ্চিত করে। ২০২১ সালের মে মাসে টুর্নামেন্টটি পুনরায় স্থগিত করা হয় ও ২০২৩ সালে টুর্নামেন্টটি আয়োজিত হবে বলে ঘোষণা দেয়া হয়। ২০২২ এশিয়া কাপ আয়োজনের দায়িত্ব সে সময় পাকিস্তানের কাছে ছিল, কিন্তু পরবর্তীতে ২০২২ এশিয়া কাপ শ্রীলঙ্কায় ও ২০২৩ এশিয়া কাপ পাকিস্তানে অনুষ্ঠিত হবে বলে নিশ্চিত করা হয়।\n২০২২ সালের অক্টোবর মাসে ভারতীয় ক্রিকেট নিয়ন্ত্রণ বোর্ড (বিসিসিআই)-এর সচিব ও এশীয় ক্রিকেট কাউন্সিলের সভাপতি জয় শাহ জানান যে ভারত ও পাকিস্তানের মধ্যকার রাজনৈতিক দ্বন্দ্বের কারণে পাকিস্তানে ভারত ভ্রমণ করবে না। তিনি আরও জানান যে আয়োজনের স্বত্ব পাকিস্তানের কাছে থাকা সত্ত্বেও টুর্নামেন্টটি একটি নিরপেক্ষ আয়োজনস্থলে অনুষ্ঠিত হবে। পাকিস্তান ক্রিকেট বোর্ড এ মন্তব্যে আপত্তি জানায় এবং এ পরিস্থিতির কারণে ২০২৩ পুরুষ ক্রিকেট বিশ্বকাপ ও ভারতে আয়োজিত হতে যাওয়া অন্যান্য আন্তর্জাতিক টুর্নামেন্টে পাকিস্তানের অংশগ্রহণ প্রভাবিত হওয়ার সম্ভাবনার কথা তুলে ধরে। পিসিবির তৎকালীন সভাপতি রমিজ রাজা জানান যে টুর্নামেন্টটি পাকিস্তান থেকে সরিয়ে নেয়া হলে টুর্নামেন্ট থেকে পাকিস্তান নিজেদের নাম প্রত্যাহার করে নিতে পারে। কিন্তু ২০২৩ সালের জানুয়ারি মাসে জয় শাহ এশিয়া কাপের দল ও গ্রুপ বিভাগ ঘোষণা করেন, যেখানে ভারত ও পাকিস্তান উভয়কেই অন্তর্ভুক্ত করা হয়।\n২০২৩ সালের মার্চ মাসে টুর্নামেন্টের কিছু ম্যাচ পাকিস্তানে ও ভারতের ম্যাচসহ অবশিষ্ট ম্যাচসমূহ অন্য কোথাও আয়োজনের প্রস্তাব উত্থাপন করা হয়, কিন্তু এ প্রস্তাবে অসম্মতি প্রকাশ করে বাংলাদেশ ও শ্রীলঙ্কা। কিন্তু ২০২৩ সালের মে মাসে বাংলাদেশ ও শ্রীলঙ্কা এ প্রস্তাবে রাজি হয়। ২০২৩ সালের জুন মাসে এসিসি টুর্নামেন্টের সূচি ঘোষণা করে, যেখানে আয়োজক হিসেবে পাকিস্তান ও শ্রীলঙ্কার নাম নিশ্চিত করা হয়।\n\n\n== ফরম্যাট ==\n২০২৩ সালের জানুয়ারি মাসে টুর্নামেন্টের ফরম্যাট ঘোষণা করা হয়। অংশগ্রহণকারী ছয়টি দলকে দুটি গ্রুপে ভাগ করা হয়। পাকিস্তান, ভারত ও ২০২৩ এসিসি পুরুষ প্রিমিয়ার কাপ টুর্নামেন্টের বিজয়ী নেপালকে একটি গ্রুপে এবং শ্রীলঙ্কা, আফগানিস্তান ও বাংলাদেশকে অপর গ্রুপে রাখা হয়। উভয় গ্রুপের সেরা দুটি দল সুপার ফোর পর্বে উত্তীর্ণ হয়, যে পর্বের সেরা দুটি অবস্থানে থাকা দলদ্বয়ের মধ্যে ফাইনাল অনুষ্ঠিত হয়।\nসুপার ফোর পর্বের জন্য পাকিস্তানকে এ১, ভারতকে এ২, শ্রীলঙ্কাকে বি১ ও বাংলাদেশকে বি২ অবস্থান প্রদান করা হয়; নেপাল বা আফগানিস্তান সুপার ফোর পর্বে উত্তীর্ণ হলে সুপার ফোর পর্বে উত্তীর্ণ হতে অসমর্থ হওয়া দলের অবস্থান লাভ করবে নেপাল বা আফগানিস্তান বলে উল্লেখ করা হয় সূচিতে।\nটুর্নামেন্টের ফাইনাল ম্যাচের জন্য একটি সংরক্ষিত দিন পূর্বনির্ধারিত করা হয়, কিন্তু গ্রুপ পর্ব থেকে ভারত ও পাকিস্তান সুপার ফোর পর্বে উত্তীর্ণ হওয়ার পর টুর্নামেন্টের আনুষ্ঠানিক নিয়মে পরিবর্তন এনে সুপার ফোর পর্বের পাকিস্তান ও ভারতের মধ্যকার ম্যাচটির জন্যও একটি সংরক্ষিত দিন যোগ করা হয়।\n\n\n== দলসমূহ ==\n\n২০২৩ সালের এপ্রিল ও মে মাসে নেপালে অনুষ্ঠিত ২০২৩ এসিসি পুরুষ প্রিমিয়ার কাপ টুর্নামেন্টের ফাইনালে সংযুক্ত আরব আমিরাতকে হারিয়ে এশিয়া কাপে উত্তীর্ণ হয় নেপাল।\n\n\n== দলীয় সদস্য ==\n\nভারত দলে সঞ্জু স্যামসনকে রিজার্ভ খেলোয়াড় হিসেবে রাখা হয়। ২০২৩ সালের ২২ আগস্ট চোটের কারণে বাংলাদেশ দল থেকে এবাদত হোসেন ছিটকে গেল তাঁর পরিবর্তে বাংলাদেশ দলে তানজিম হাসান সাকিবকে নেয়া হয়। ২০২৩ সালের ২৬ আগস্ট পাকিস্তান দলে সউদ শাকিলকে যোগ করা হয় ও তৈয়ব তাহিরকে মূল দলে থেকে রিজার্ভ তালিকায় নিয়ে যাওয়া হয়। ২০২৩ সালের ৩০ আগস্ট চোটের কারণে লিটন কুমার দাস বাংলাদেশ দলে থেকে ছিটকে গেলে তাঁর পরিবর্তে বাংলাদেশ দলে এনামুল হক বিজয়কে অন্তর্ভুক্ত করা হয়। সুপার ফোর পর্বের আগে লিটন কুমার দাসকে পুনরায় বাংলাদেশ দলে যোগ করা হয়। সুপার ফোর পর্ব চলাকালে পাকিস্তান দলে জামান খান ও শাহনেওয়াজ দাহানিকে যোগ করা হয়। ফাইনালের আগে শ্রীলঙ্কা দলে সহন আরচ্চিগেকে যোগ করা হয়। একই দিনে ভারত দলে ওয়াশিংটন সুন্দরকে যোগ করা হয়।\n\n\n== মাঠ ==\nটুর্নামেন্টের ম্যাচসমূহ পাকিস্তান ও শ্রীলঙ্কার মোট চারটি মাঠে অনুষ্ঠিত হয়।\n\n\n== ম্যাচ পরিচালনাকারী কর্মকর্তা গন ==\n২০২৩ সালের আগস্ট মাসে টুর্নামেন্টের ম্যাচ পরিচালনাকারী কর্মকর্তাদের নাম ঘোষণা করা হয়েছিল।\nম্যাচ রেফারি\n\n জাভাগাল শ্রীনাথ\n ডেভিড বুন\nআম্পায়ার\n\n\n== গ্রুপ পর্ব ==\n\n\n=== গ্রুপ এ ===\n\n\n==== পয়েন্ট তালিকা ====\n\n  সুপার ফোরে উত্তীর্ণ\n\n\n==== সূচি ====\n\n\n=== গ্রুপ বি ===\n\n\n==== পয়েন্ট তালিকা ====\n\n  সুপার ফোরে উত্তীর্ণ\n\n\n==== সূচি ====\n\n\n== সুপার ফোর ==\n\n\n=== পয়েন্ট তালিকা ===\n\n  ফাইনালে উত্তীর্ণ\n\n\n=== সূচি ===\n\n\n== ফাইনাল ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে টুর্নামেন্টের প্রধান পাতা (ইংরেজি)"}