{"pageid": 1346386, "title": "উসমানীয় সাম্রাজ্যের ধ্রুপদী যুগ", "url": "https://bn.wikipedia.org/wiki?curid=1346386", "content": "উসমানীয় সাম্রাজ্যের ধ্রুপদী যুগ (তুর্কি: Klasik Çağ) ১৪৫৩ সালে কনস্টান্টিনোপল বিজয় থেকে ষোড়শ শতাব্দীর দ্বিতীয়ার্ধ পর্যন্ত মোটামুটিভাবে সুলাইমান দ্য ম্যাগনিফিসেন্টের রাজত্বের শেষ পর্যন্ত (শা. ১৫২০-১৫৬৬) উসমানীয় সাম্রাজ্যের ইতিহাসকে নির্দেশ করে। এই সময়ের মধ্যে সুলতানের নিরঙ্কুশ কর্তৃত্বের উপর ভিত্তি করে একটি দেশপ্রেমিক শাসন ব্যবস্থা তার উন্নতির শিখরে পৌঁছেছিল এবং সাম্রাজ্যের প্রাতিষ্ঠানিক ভিত্তি গড়ে তুলেছিল যা এটি কয়েক শতাব্দী ধরে পরিবর্তিত আকারে বজায় রাখে। উসমানীয় সাম্রাজ্যের অঞ্চল ব্যাপকভাবে প্রসারিত হয়েছিল, যাকে কিছু ঐতিহাসিকগণ উসমানীয় শান্তিপর্ব বলে অভিহিত করেছেন। ১৪৫৩ সালের আগে সাম্রাজ্য দ্বারা কেন্দ্রীভূতকরণের প্রক্রিয়াটি দ্বিতীয় মুহাম্মাদের শাসনামলে সমাপ্ত হয়।\n\n\n== এলাকা ==\n\nধ্রুপদী যুগের উসমানীয় সাম্রাজ্য নাটকীয় আঞ্চলিক বৃদ্ধির অভিজ্ঞতা লাভ করেছিল। ১৪৫৩ সালে দ্বিতীয় মুহাম্মাদের (শা. ১৪৫১-১৪৮১) কনস্টান্টিনোপল বিজয়ের দ্বরা সময়টি শুরু হয়েছিল। দ্বিতীয় মুহাম্মাদ বলকান এবং আনাতোলিয়ায় সাম্রাজ্যের অবস্থানকে সুসংহত করতে গিয়েছিলেন, ১৪৫৪-৫৫ সালে সার্বিয়া, ১৪৫৮-৫৯ সালে পেলোপনিস, ১৪৬১ সালে ট্রেবিজন্ড এবং ১৪৬৩ সালে বসনিয়া জয় করেন। ১৪৬৩-৭৯ উসমানীয়-ভেনিশীয় যুদ্ধের সময় গ্রীসের অনেক ভেনিসীয় অঞ্চল জয় করা হয়েছিল। ১৪৭৪ সালের মধ্যে উসমানীয়রা তাদের আনাতোলীয় প্রতিদ্বন্দ্বী কারামানিদের জয় করেছিল এবং ১৪৭৫ সালে ক্রিমীয় উপদ্বীপের কাফ্ফা জয় করেছিল, ক্রিমীয় খানাতকে একটি সামন্ত রাষ্ট্র হিসাবে প্রতিষ্ঠা করেছিল। ১৪৮০ সালে ইতালির ওট্রান্টো আক্রমণ শুরু হয়েছিল, কিন্তু পরের বছর দ্বিতীয় মুহাম্মাদের মৃত্যুর ফলে উসমানীয়দের প্রত্যাহার হয়েছিল।\nদ্বিতীয় বায়েজিদের শাসনামল (শা. ১৪৮১-১৫১২) পূর্বসূরির করে যাওয়া দ্রুত বিজয়ের এলাকাগুলোতে সংহতি করার জন্য চিহ্নিত এবং সাম্রাজ্যের অঞ্চলটি সামান্যভাবে প্রসারিত হয়েছিল। ১৪৮৪ সালে বায়েজিদ মোলদাভিয়ার বিরুদ্ধে একটি অভিযানের নেতৃত্ব দেন, এটিকে সামন্ত অবস্থার অধীন করে কিলিয়া এবং আকারম্যানের কৌশলগত বন্দরগুলিকে অধীনস্থ করেন। ১৪৯৯-১৫০৩ সালের যুদ্ধের সময় গ্রীস এবং আলবেনিয়ার প্রধান ভেনিশীয় বন্দরগুলি জয় করা হয়েছিল, সবচেয়ে উল্লেখযোগ্যগুলো হচ্ছে মোডন, কোরন এবং ডুরাজো। যাইহোক, তার রাজত্বের শেষের দিকে উসমানীয় পূর্বের অঞ্চল নতুন প্রতিষ্ঠিত সাফাভীয় সাম্রাজ্য থেকে হুমকির মুখে পড়েছিল। \nপ্রথম সেলিমের (শা. ১৫১২-১৫২০) অধীনে দ্রুত সম্প্রসারণ পুনরায় শুরু হয়, যিনি ১৫১৪ সালে চালদিরানের যুদ্ধে সাফাভীয়দের পরাজিত করেন। তিনি পূর্ব আনাতোলিয়ার বেশিরভাগ অংশ বিজয় করেন এবং সংক্ষিপ্ত সময়ের জন্য তাবরিজ দখল করেন। ১৫১৬ সালে তিনি মামলুক সালতানাতের বিরুদ্ধে একটি অভিযান পরিচালনা করেন, প্রথমে সিরিয়া এবং তারপরের বছর মিশর জয় করেন। এটি উসমানীয় সাম্রাজ্যের অভিমুখে একটি নাটকীয় পরিবর্তনকে চিহ্নিত করেছে, যেহেতু এটি এখন মধ্যপ্রাচ্যের মুসলিম কেন্দ্রভূমিতে শাসন করতে এসেছে, সেইসাথে পবিত্র শহর মক্কা ও মদিনার উপর তার সুরক্ষা প্রতিষ্ঠা করেছে। যার ফলে সাম্রাজ্যের সরকারের উপর ইসলামি অনুশীলনের প্রভাব বৃদ্ধি করে এবং আরবিভাষী বিশ্ব এবং আনাতোলিয়া ও বলকান অঞ্চলের উসমানীয় কেন্দ্রগুলির মধ্যে অনেক বেশি মিথস্ক্রিয়াকে সহজতর করে। সেলিমের শাসনামলে সাম্রাজ্যের আয়তন প্রায় ৩,৪১,১০০ মা২ (৮,৮৩,০০০ কিমি২) থেকে ৫,৭৬,৯০০ মা২ (১৪,৯৪,০০০ কিমি২) পর্যন্ত বিস্তৃত হয়।\nসুলাইমান প্রথম (শা. ১৫২০-১৫৬৬) এর রাজত্বের প্রথমার্ধে সম্প্রসারণ অব্যাহত ছিল। তিনি ১৫২৬ সালে হাঙ্গেরি আক্রমণ করার আগে প্রথম বেলগ্রেড (১৫২১) এবং রোডস জয় করেছিলেন, মোহাকসের যুদ্ধে রাজা দ্বিতীয় লুইকে পরাজিত ও হত্যা করেছিলেন এবং সংক্ষিপ্ত সময়ের জন্য বুদা দখল করেছিলেন। রাজার অভাবের কারণে, হাঙ্গেরি উত্তরাধিকার নিয়ে গৃহযুদ্ধে নেমেছিল এবং উসমানীয়রা জন জাপোলিয়াকে একজন সামন্ত রাজপুত্র হিসাবে সমর্থন করেছিল। যখন তাদের প্রতিদ্বন্দ্বী হাবসবুর্গরা আধিপত্য অর্জন করতে শুরু করে, তখন সুলাইমান সরাসরি হস্তক্ষেপ করে বুদাকে আবার জয় করেন এবং ১৫৪১ সালে সাম্রাজ্যের সাথে যুক্ত করে। অন্যত্র, সুলাইমান সাফাভীয় ইরানের বিরুদ্ধে বড় অভিযান পরিচালনা করেন, ১৫৩৪ সালে বাগদাদ জয় করেন এবং ইরাককে সংযুক্ত করেন। উসমানীয় শাসন ১৫৩৮ সালে উপকূলীয় ইয়েমেন জয় এবং পরবর্তীতে অভ্যন্তরীণ অংশীদারিত্বের মাধ্যমে উত্তর আফ্রিকার বেশিরভাগ অংশে আরও প্রসারিত হয়েছিল।\n১৫৪১ সালে বুদা বিজিত করার পর সাম্রাজ্য তার বিশাল অর্জনকে একত্রিত করায় মনোনিবেশ করায় উসমানীয় সম্প্রসারণের গতি কমে যায় এবং তিনটি প্রান্তে সাম্রাজ্যবাদী যুদ্ধে নিমগ্ন হয়ে পড়ে: হাঙ্গেরিতে, ইরানে এবং ভূমধ্যসাগরে। অতিরিক্ত বিজয়গুলি ছিল সীমানাঘেষা এলাকায়, যা উসমানীয় অবস্থানকে এগিয়ে নিয়ে যাওয়ার জন্য কাজ করেছিল। হাঙ্গেরির উপর উসমানীয় নিয়ন্ত্রণ একাধিক অভিযানের মাধ্যমে প্রসারিত হয় এবং ১৫৫২ সালে তিমিশোয়ারা বিজয়ের সাথে একটি দ্বিতীয় হাঙ্গেরীয় প্রদেশ প্রতিষ্ঠিত হয়। ১৫৫১ সালে ত্রিপোলি জয়ের দ্বারা উত্তর আফ্রিকার উপর নিয়ন্ত্রণ বৃদ্ধি পায়, যখন উসমানীয়রা মাসাওয়া (১৫৫৭) এবং উপকূলীয় ইরিত্রিয়া ও জিবুতিতে উসমানীয় শাসনের সম্প্রসারণের মাধ্যমে লোহিত সাগরে তাদের অবস্থান বৃদ্ধি করে। সুলাইমানের শাসনামলের শেষের দিকে সাম্রাজ্যের অঞ্চল প্রায় ১,৫০,০০,০০০ কিমি২ (৫৮,০০,০০০ মা২) -এ বিস্তৃত হয়েছিল।\n\n\n== রাজনৈতিক ইতিহাস ==\n\n\n=== ১৪৫১-১৪৮১: দ্বিতীয় মুহাম্মাদ় ===\nকনস্টান্টিনোপল বিজয় দ্বিতীয় মুহাম্মাদকে আনাতোলিয়ার দিকে মনোযোগ দেওয়ার অনুমতি দেয়। দ্বিতীয় মুহাম্মাদ আনাতোলিয়ায় একটি একক রাজনৈতিক সত্তা তৈরি করার চেষ্টা করেন বেয়লিক নামক তুর্কি রাজ্য এবং উত্তর-পূর্ব আনাতোলিয়ার গ্রীক সাম্রাজ্য ট্রেবিজন্ড দখল করে এবং ক্রিমীয় খানাতের সাথে উসমানীয় মিত্রতা স্থাপন করেন। আনাতোলীয় বেয়লিকদের একত্রিত করার কাজটি প্রথম সুলতান প্রথম দ্বিতীয় বায়েজিদ মুহাম্মাদের চেয়ে পঞ্চাশ বছর আগে, কিন্তু ১৪০২ সালে আঙ্কারার ধ্বংসাত্মক যুদ্ধের পরে, নবগঠিত আনাতোলীয় একীকরণ চলে যায়। দ্বিতীয় মুহাম্মাদ় তুর্কি রাজ্যের উপর উসমানীয় ক্ষমতা পুনরুদ্ধার করেন। এই বিজয়গুলি তাকে আরও ইউরোপে ধাক্কা দেওয়ার অনুমতি দেয়।\nআরেকটি গুরুত্বপূর্ণ রাজনৈতিক সত্তা যা দ্বিতীয় মুহাম্মাদের পূর্বাঞ্চলের নীতিকে রূপ দিয়েছে, সেটি ছিল আক কুয়ুনলুর নীতি। উজুন হাসানের নেতৃত্বে, এই তুর্কমান রাজ্যটি প্রাচ্যে ক্ষমতা লাভ করে কিন্তু ট্রেবিজন্ড সাম্রাজ্য এবং ভেনিস প্রজাতন্ত্রের মতো খ্রিস্টান শক্তির সাথে তাদের দৃঢ় সম্পর্কের কারণে এবং তুর্কমান ও কারামানি উপজাতির মধ্যে মিত্রতার কারণে, মুহাম্মাদ তাদেরকে নিজের ক্ষমতার জন্য হুমকি হিসাবে দেখেছিলেন। তিনি ১৪৭৩ সালে উজুন হাসানের বিরুদ্ধে একটি সফল অভিযানের নেতৃত্ব দেন যার ফলে ওতলুকবেলির যুদ্ধে উসমানীয় সাম্রাজ্যের নির্ণায়ক বিজয় হয়।\nকনস্টান্টিনোপলের পতনের পর, মুহাম্মাদ ১৪৬০ সালে পেলোপনিসে মোরিয়ার স্বৈরশাসক এবং ১৪৬১ সালে উত্তর-পূর্ব আনাতোলিয়ায় ট্রেবিজন্ড সাম্রাজ্য জয় করতে যাবেন। এইভাবে বাইজেন্টাইন শাসনের শেষ দুটি চিহ্ন উসমানীয় সাম্রাজ্য দ্বারা আক্রান্ত হয়েছিল। কনস্টান্টিনোপল বিজয় সাম্রাজ্যটিকে অপরিসীম গৌরব ও প্রতিপত্তি প্রদান করে।\n\nদ্বিতীয় মুহাম্মাদ বেলগ্রেড পর্যন্ত পূর্ব ইউরোপের দিকে অগ্রসর হন এবং ১৪৫৬ সালে বেলগ্রেড অবরোধের সময় জন হুনিয়াদি থেকে শহরটি জয় করার চেষ্টা করেন। হাঙ্গেরীয় কমান্ডাররা সফলভাবে শহর রক্ষা করে এবং উসমানীয়রা অনেক ক্ষয়ক্ষতির সাথে পিছু হটে। কিন্তু শেষ পর্যন্ত উসমানীয়রা প্রায় পুরো সার্বিয়া দখল করে ।\n১৪৬৩ সালে বসনীয় সাম্রাজ্যের দ্বারা বার্ষিক প্রদত্ত কর নিয়ে বিরোধের পর, মুহাম্মাদ বসনিয়া আক্রমণ করেন এবং এটি খুব দ্রুত জয় করেন। শেষ বসনীয় রাজা স্টিফেন তোমাসেভিচ এবং তার চাচা রাদিভোজকে মৃত্যুদণ্ড দেন।\n১৪৬২ সালে দ্বিতীয় মুহাম্মাদ আফলাকের যুবরাজ ভ্লাদ তৃতীয় ড্রাকুলার সাথে সংঘর্ষে জড়িয়ে পড়েন, যিনি তার শৈশবের কিছু অংশ মুহাম্মাদের সাথে কাটিয়েছিলেন। ভ্লাদ বেশ কিছু উসমানীয় বাহিনীকে অতর্কিত হামলা, গণহত্যা বা বন্দী করেছিল, তারপর ২৩,০০০ বন্দী তুর্কিকে তার ইমপ্লামেন্ট ঘোষণা করেছিল। দ্বিতীয় মুহাম্মাদ আফলাকে ভ্লাদের বিরুদ্ধে একটি শাস্তিমূলক আক্রমণ শুরু করার জন্য করিন্থের অবরোধ ত্যাগ করেন কিন্তু ভ্লাদের নেতৃত্বে এক আশ্চর্য রাতের আক্রমণে অনেক হতাহতের শিকার হন, যিনি স্পষ্টতই ব্যক্তিগতভাবে সুলতানকে হত্যা করতে আগ্রহী ছিলেন। ভ্লাদের শত্রু হত্যার নীতি এবং বর্বরতার মুখোমুখি হয়ে দ্বিতীয় মুহাম্মাদ প্রত্যাহার করে নেন। ভ্লাদের ভাই রাদু সেল ফ্রুমোসকে একটি ছোট বাহিনী দিয়ে স্থানীয় বোয়ারদের উপর জয়লাভ করার জন্য যারা তৃতীয় ভ্লাদ দ্বারা নির্যাতিত হয়েছিল। রাডু অবশেষে দ্বিতীয় মুহাম্মাদের পক্ষে আফলাকের নিয়ন্ত্রণ নিতে সক্ষম হন, যা তিনি বে হিসাবে পরিচালনা করেছিলেন। ভ্লাদ শেষ পর্যন্ত হাঙ্গেরিতে পালিয়ে যান, যেখানে তাকে তার প্রভুর বিরুদ্ধে রাষ্ট্রদ্রোহের মিথ্যা অভিযোগে বন্দী করা হয়।\n১৪৭৫ সালে ভাসলুইয়ের যুদ্ধে মোলদাভিয়ার স্টিফেন দ্য গ্রেটের হাতে উসমানীয়রা একটি বড় পরাজয় বরণ করে। ১৪৭৬ সালে মুহাম্মাদ ভ্যালিয়া আলবার যুদ্ধে স্টিফেনের বিরুদ্ধে একটি pyrrhic বিজয় লাভ করেন। তিনি সুসেভা রাজধানী ঘেরাও করেছিলেন, কিন্তু তা দখল করতে পারেননি, তারগু নিয়ামতের দুর্গও দখলে নিতে পারেননি। তার সেনাবাহিনীতে প্লেগ শুরু হয় এবং খাবার ও পানির খুব অভাব থাকায় মুহাম্মাদ পিছু হটতে বাধ্য হয়।\nসেকেন্দার বেগ, আলবেনীয় আভিজাত্যের সদস্য এবং উসমানীয় শাসক অভিজাত শ্রেণীর একজন প্রাক্তন সদস্য, ইউরোপে উসমানীয় সাম্রাজ্যের বিস্তৃতির বিরুদ্ধে সেকেন্দার বেগের বিদ্রোহের নেতৃত্ব দিয়েছিলেন। সেকেন্দার বেগ, গজন কাস্ত্রিওতির (যিনি ১৪৩২-১৪৩৬ সালের অসফল আলবেনীয় বিদ্রোহে যোগ দিয়েছিলেন) পুত্র, ১৪৪৪ সালে আলবেনীয় প্রিন্সিপালিটিগুলিকে একটি সামরিক ও কূটনৈতিক জোট, লীগ অফ লেজেতে একত্রিত করেছিলেন। দ্বিতীয় মুহাম্মাদ সেকেন্দার বেগ জীবিত থাকাকালীন আলবেনিয়াকে বশীভূত করার প্রচেষ্টায় কখনই সফল হননি, যদিও তিনি দুবার (১৪৬৬ এবং ১৪৬৭) ক্রুজের বিরুদ্ধে উসমানীয় সেনাবাহিনীর নেতৃত্ব দিয়েছিলেন। এই সময়কালে আলবেনীয়রা উসমানীয়দের বিরুদ্ধে অনেক জয়লাভ করে যেমন টর্ভিওলের যুদ্ধ, ওটোনেটের যুদ্ধ, ওরানিকের যুদ্ধ, ক্রুজে অবরোধ ১৪৫০, পোলগের যুদ্ধ, ওহরিডের যুদ্ধ, মোকরার যুদ্ধ ১৪৪৫ এবং আরও অনেক যুদ্ধ, যুদ্ধের চূড়ান্ত ঘটনা ঘটে আলবুলেনার যুদ্ধে যেখানে আলবেনীয় সেনাবাহিনী উসমানীয় সেনাবাহিনীকে ধ্বংস করেছিল, উসমানীয়দের প্রায় ৩০,০০০ হতাহত হয়েছিল। ১৪৬৮ সালে সেকেন্দার বেগ মারা যাওয়ার পর, আলবেনীয়রা তাকে প্রতিস্থাপন করার জন্য একজন নেতা খুঁজে পায়নি এবং দ্বিতীয় মুহাম্মাদ অবশেষে ১৪৭৮ সালে ক্রুজে এবং আলবেনিয়া জয় করেন। দ্বিতীয় মুহাম্মাদের আলবেনীয় অভিযানের চূড়ান্ত কাজটি ছিল ১৪৭৮-৭৯ সালে স্কোদ্রার ঝামেলাপূর্ণ অবরোধ, একটি অবরোধ যেটি তিনি ব্যক্তিগতভাবে সম্মিলিত ভেনিসীয় এবং আলবেনীয় বাহিনীর বিরুদ্ধে নেতৃত্ব দিয়েছিলেন।\nদ্বিতীয় মুহাম্মাদ ১৪৮০ সালে ইতালি আক্রমণ করেন। তার আক্রমণের উদ্দেশ্য ছিল রোম দখল করা এবং \"রোমান সাম্রাজ্যকে পুনঃএকত্রিত করা\", এবং প্রথমে দেখে মনে হয়েছিল যে তিনি ১৪৮০ সালে ওট্রান্টোতে উসমানীয় আক্রমণের সাথে দ্রুত (১৫ দিনের মধ্যে) এটি করতে সক্ষম হবেন, কিন্তু ওট্রান্টো ১৪৮১ সালে মুহাম্মাদের মৃত্যুর পর পোপ বাহিনী পুনরুদ্ধার করে। তার মৃত্যুর পর তার পুত্র দ্বিতীয় বায়েজিদ তার স্থলাভিষিক্ত হন।\n\n\n=== ১৪৮১-১৫১২: দ্বিতীয় বায়েজিদ ===\n১৪৮১ সালে যখন দ্বিতীয় বায়েজিদ তার পিতার মৃত্যুর পর সিংহাসনে অধিষ্ঠিত হন, তখন তাকে প্রথমে তার ছোট ভাই সুলতান জেমের সাথে যুদ্ধ করতে হয়েছিল। জেম ইনেগোল এবং বুর্সা দখলে নিয়েছিলেন এবং নিজেকে আনাতোলিয়ার সুলতান ঘোষণা করেছিলেন। ইয়েনিশেহিরে একটি যুদ্ধের পর, জেম পরাজিত হয় এবং কায়রোতে পালিয়ে যায়। পরের বছরই তিনি মামলুকদের সমর্থন নিয়ে পুনরায় আক্রমণ করেন। তিনি পূর্ব আনাতোলিয়া, আঙ্কারা এবং কোনিয়া দখল করেন। কিন্তু শেষ পর্যন্ত তিনি পরাজিত হন এবং তাকে রোডসে পালিয়ে যেতে বাধ্য করা হয়।\n১৪৯৯ সালে সুলতান বায়েজিদ ভেনিস আক্রমণ করেন। ১৫০৩ সালে শান্তিচুক্তি স্বাক্ষরিত হয়েছিল, এবং উসমানীয়রা পেলোপোনেস এবং অ্যাড্রিয়াটিক উপকূলের কিছু শহরগুলিতে শেষ ভেনিসীয় দুর্গগুলি অর্জন করেছিল। ১৬ শতকে শাহ প্রথম ইসমাইলের অধীনে মামলুক এবং পার্সীয়রা উসমানীয়দের বিরুদ্ধে জোট করেছিল। ১৫১১ সালে তুর্কিদের পক্ষে যুদ্ধ শেষ হয়।\nসেই বছর প্রথম সেলিম বাবার বিরুদ্ধে বিদ্রোহ করেন। বায়েজিদ আহমাদকে তার উত্তরসূরী নির্বাচিত করেছিলেন। সেলিম বিদ্রোহে পরাজিত হয়ে পিছু হটেন, কিন্তু এরই মধ্যে বায়েজিদ মৃত্যুবরণ করেন। সেলিম জেনিসারিদের সহায়তা নিয়ে সিংহাসন দখল করেন।\n\n\n=== ১৫১২-১৫২০: প্রথম সেলিম ===\nতার শাসনামলে প্রথম সেলিম (যাকে ইয়াভুজ: \"দ্য গ্রিম\" বলা হয়) দক্ষিণ ও পূর্বে সাম্রাজ্যের সীমানা ব্যাপকভাবে প্রসারিত করতে সক্ষম হন। ১৫১২ সালের দিকে উসমানীয় নৌ বহর তার শাসনের অধীনে উন্নত করা হয়েছিল, যাতে উসমানীয় তুর্কিরা ভেনিস প্রজাতন্ত্রকে চ্যালেঞ্জ করতে সক্ষম হয়, একটি নৌ শক্তি যা ভূমধ্যসাগরীয় অঞ্চলে অন্যান্য ইতালীয় সামুদ্রিক প্রজাতন্ত্রের পাশাপাশি তার সামুদ্রিক সাম্রাজ্যও প্রতিষ্ঠা করেছিল। ১৫১৪ সালে পূর্ব আনাতোলিয়ার চালদিরানের যুদ্ধে প্রথম সেলিমের অধীনে উসমানীয় বাহিনী সাফাভিদের বিরুদ্ধে একটি নির্ণায়ক বিজয় লাভ করে, তাদের পূর্ব সীমান্তে উসমানীয় নিরাপত্তা নিশ্চিত করে, যা পূর্ব আনাতোলিয়া এবং উত্তর ইরাক বিজয়ের দিকে পরিচালিত করে। তিনি মামলুক সালতানাতকে পরাজিত করেন এবং জেরুজালেম এবং আব্বাসীয় খলিফার বাসস্থান কায়রোসহ বেশিরভাগ সিরিয়া ও মিশর জয় করে নিজেকে মুসলিম বিশ্বের খলিফা হিসেবে দাবি করেন।\n\n\n=== ১৫২০-১৫৬৬: সুলাইমান দ্য ম্যাগনিফিসেন্ট ===\nসুলাইমান দ্য ম্যাগনিফিসেন্ট প্রথমে দামেস্কে উসমানীয়-নিযুক্ত গভর্নরের নেতৃত্বে একটি বিদ্রোহ দমন করেন। ১৫২১ সালের আগস্টের মধ্যে সুলাইমান বেলগ্রেড শহর দখল করেন, যা তখন হাঙ্গেরির নিয়ন্ত্রণে ছিল। ১৫২২ সালে সুলাইমান রোডস দখল করেন। ২৯ আগস্ট ১৫২৬-এ, মোহাকসের যুদ্ধে সুলাইমান হাঙ্গেরির লুই দ্বিতীয়কে পরাজিত করেন। ১৫৪১ সালে সুলাইমান গ্রেট আলফোল্ড নামে পরিচিত বর্তমান হাঙ্গেরির বেশিরভাগ অংশ দখল করে নেন এবং জাপোলিয়ার পরিবারকে সাম্রাজ্যের একটি সামান্ত রাজ্য ট্রান্সিলভেনিয়ার স্বাধীন রাজ্যের শাসক হিসেবে প্রতিষ্ঠিত করেন। সমগ্র রাজ্যের দাবি করলেও অস্ট্রিয়ার ফার্ডিনান্ড প্রথম তথাকথিত \"রয়েল হাঙ্গেরি\" (বর্তমান স্লোভাকিয়া, উত্তর-পশ্চিম হাঙ্গেরি এবং পশ্চিম ক্রোয়েশিয়া) শাসন করেছিলেন, একটি অঞ্চল যা অস্থায়ীভাবে হাবসবুর্গ এবং উসমানীয়দের মধ্যে সীমানা নির্ধারণ করেছিল।\nশিয়া সাফাভীয় সাম্রাজ্য পারস্য এবং আধুনিক ইরাক শাসন করেছিল। সুলাইমান সাফাভিদের বিরুদ্ধে তিনটি অভিযান চালান। প্রথমটিতে, ঐতিহাসিকভাবে গুরুত্বপূর্ণ শহর বাগদাদ ১৫৩৪ সালে সুলাইমানের বাহিনী দখল করে। দ্বিতীয় অভিযানটি ছিল ১৫৪৮-১৫৪৯ সালে। যাতে কিছু সময়ের জন্য তাবরিজ এবং আজারবাইজান উসমানীয়রা অর্জন করে আর ভ্যান প্রদেশ এবং জর্জিয়ার কিছু দুর্গ স্থায়ীভাবে দখল করে। তৃতীয় অভিযান (১৫৫৪-৫৫) ছিল ১৫৫০-৫২ সালে পূর্ব আনাতোলিয়ার ভ্যান এবং এরজুরাম প্রদেশে ব্যয়বহুল সাফাভীয় অভিযানের প্রতিক্রিয়া। উসমানীয় বাহিনী ইয়েরেভান, কারাবাখ এবং নাখজুয়ান দখল করে ও সেখানকার প্রাসাদ, ভিলা এবং বাগান ধ্বংস করে। যদিও সুলাইমান আরদাবিলকে হুমকি দিয়েছিলেন, তবে ১৫৫৪ সালের সেনা অভিযানের মরসুমের শেষে সামরিক পরিস্থিতি মূলত একটি অচলাবস্থা ছিল। শান্তিচুক্তি করার জন্য তাহমাস্প ১৫৫৪ সালের সেপ্টেম্বরে এরজুরুমে সুলাইমানের শীতকালীন কোয়ার্টারে একজন দূত পাঠান। হাঙ্গেরির ব্যাপারে উসমানীয় সাম্রাজ্যের সামরিক অবস্থানের দ্বারা অন্তত কিছুটা প্রভাবিত হয়ে সুলাইমান অস্থায়ী শর্তে রাজি হন। পরের জুন মাসে আমাসিয়া আনুষ্ঠানিক শান্তি স্বাক্ষরিত হয়েছিল, যা ছিল উসমানীয়দের দ্বারা সাফাভীয় সাম্রাজ্যের প্রথম আনুষ্ঠানিক কূটনৈতিক স্বীকৃতি। শান্তিচুক্তির শর্তানুযায়ী উসমানীয়রা ইয়েরেভান, কারাবাখ এবং নাখজুয়ানকে সাফাভীয়দের কাছে ফেরত দিতে সম্মত হয়েছিল এবং ইরাক এবং পূর্ব আনাতোলিয়াকে নিজের অধীনে রাখে। সুলাইমান সাফাভীয় শিয়া তীর্থযাত্রীদের মক্কা ও মদিনার পাশাপাশি ইরাক ও আরবে ইমামদের সমাধি যাত্রা করার অনুমতি দিতে রাজি হন এই শর্তে যে শাহতাবুরু বাতিল করে দিবেন। তাবুরু ছিল শিয়াদের কর্তৃক প্রথম তিন খলিফার উপর অভিশাপ দেওয়ার প্রচলন। শান্তিচুক্তিটি ২০ বছর ধরে দুটি সাম্রাজ্যের মধ্যে শত্রুতার অবসান ঘটায়।\nআলজেরিয়ার পশ্চিম পর্যন্ত উত্তর আফ্রিকার বিশাল এলাকা বিজয় করা হয়েছিল। ত্রিপোলিটানিয়া, তিউনিসিয়া এবং আলজেরিয়ার বারবারি রাজ্যগুলি সাম্রাজ্যের প্রদেশে পরিণত হয়। এরপরে উত্তর আফ্রিকার বার্বারি জলদস্যুদের দ্বারা পরিচালিত জলদস্যুতা স্পেনের বিরুদ্ধে যুদ্ধের অংশ ছিল এবং উসমানীয় সম্প্রসারণ ভূমধ্যসাগরে স্বল্প সময়ের জন্য নৌ আধিপত্যের সাথে যুক্ত ছিল।\n\nউসমানীয় নৌবাহিনীও লোহিত সাগর নিয়ন্ত্রণ করত এবং ১৫৫৪ সাল পর্যন্ত পারস্য উপসাগর দখল করত। ১৫৫৪ সালে তাদের জাহাজ ওমান উপসাগরের যুদ্ধে পর্তুগিজ সাম্রাজ্যের নৌবাহিনীর কাছে পরাজিত হয়। পর্তুগিজরা এডেনের নিয়ন্ত্রণের জন্য সুলাইমানের বাহিনীর সাথে লড়াই চালিয়ে যায়। ১৫৩৩ সালে ইউরোপীয়দের কাছে বারবারোসা নামে পরিচিত হাইরেদ্দীনকে উসমানীয় নৌবাহিনীর অ্যাডমিরাল-ইন-চিফ করা হয়েছিল, যিনি সক্রিয়ভাবে স্প্যানিশ নৌবাহিনীর সাথে যুদ্ধ করছিলেন।\n১৫৩৫ সালে হাগের পবিত্র রোমান সম্রাট, পঞ্চম চার্লস (স্পেনের চার্লস প্রথম) তিউনিসে উসমানীয়দের বিরুদ্ধে একটি গুরুত্বপূর্ণ বিজয় অর্জন করেছিলেন, কিন্তু ১৫৩৬ সালে ফ্রান্সের রাজা প্রথম ফ্রান্সিস চার্লসের বিরুদ্ধে সুলাইমানের সাথে মিত্রতা করেছিলেন। ১৫৩৮ সালে পঞ্চম চার্লসের নৌবহর প্রেভেজার যুদ্ধে হাইরেদ্দীনের কাছে পরাজিত হয়, যা ৩৩ বছরের জন্য তুর্কিদের পূর্ব ভূমধ্যসাগরে সুরক্ষিত করে। প্রথম ফ্রান্সিস সুলাইমানের কাছে সাহায্য চেয়েছিলেন, তারপর হাইরেদ্দীনের নেতৃত্বে একটি নৌবহর পাঠান, যারা স্প্যানিয়ার্ডদের বিরুদ্ধে বিজয়ী হয়েছিল এবং তাদের কাছ থেকে নাপোলি পুনরুদ্ধার করতে সক্ষম হয়েছিল। সুলাইমান তাকে বেইলারবে উপাধি দিয়েছিলেন। এই জোটের একটি ফলাফল ছিল ড্রাগুট এবং আন্দ্রেয়া ডোরিয়ার মধ্যে ভয়াবহ সমুদ্র দ্বন্দ্ব, যা উত্তর ভূমধ্যসাগর এবং দক্ষিণ ভূমধ্যসাগরকে উসমানীয়দের হাতে ছেড়ে দেয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n=== সমীক্ষা ===\nHoward, Douglas A. (২০১৭)। A History of the Ottoman Empire। Cambridge: Cambridge University Press। আইএসবিএন 978-0-521-72730-3। \nFinkel, Caroline (২০০৫)। Osman's Dream: The Story of the Ottoman Empire, 1300-1923। Basic Books। আইএসবিএন 978-0-465-02396-7। \nHathaway, Jane (২০০৮)। The Arab Lands under Ottoman Rule, 1516-1800। Pearson Education Ltd.। পৃষ্ঠা 8। আইএসবিএন 978-0-582-41899-8। \nটেমপ্লেট:Imber-The Ottoman Empire, 1300–1650\nİnalcık, Halil; Donald Quataert, সম্পাদকগণ (১৯৯৪)। An Economic and Social History of the Ottoman Empire, 1300-1914। 1। Cambridge University Press। আইএসবিএন 0-521-57456-0। \nMikhail, Alan. God's Shadow: Sultan Selim, His Ottoman Empire, and the Making of the Modern World (2020) excerpt on Selim I\n\n\n=== সুলাইমান দ্য ম্যাগনিফিসেন্ট (শা. ১৫২০-১৫৬৬) ===\nSüleyman the Second [i.e. the First] and His Time। The Isis Press। ১৯৯৩। আইএসবিএন 975-428-052-5। \nŞahin, Kaya (২০১৩)। Empire and Power in the Reign of Süleyman: Narrating the Sixteenth-Century Ottoman World। Cambridge University Press। আইএসবিএন 978-1-107-03442-6।"}