{"pageid": 1346644, "title": "ভিটালিনা বিবলিভ", "url": "https://bn.wikipedia.org/wiki?curid=1346644", "content": "ভিটালিনা নিকোলাইভনা বিবলিভ (জন্ম ১৫ অক্টোবর, ১৯৮০, ভাসিলকভ, কিয়েভ অঞ্চল, ইউক্রেনীয় SSR ) একজন ইউক্রেনীয় থিয়েটার, চলচ্চিত্র এবং টেলিভিশন অভিনেত্রী। গোল্ডেন ইউলা জাতীয় পুরস্কার (২০১৯) বিজয়ী, ইউক্রেনের সম্মানিত শিল্পী (২০২০)। \n\n\n== জীবনী ==\nভিটালিনা বিবলিভ ১৫ অক্টোবর, ১৯৮০ সালে কিয়েভ অঞ্চলের ভাসিলকভ শহরে জন্মগ্রহণ করেছিলেন।\nতার স্কুল শিক্ষক ইন্না পুষ্করেভা অভিনয় পেশা পছন্দ করতে সাহায্য করেছিলেন। নবম গ্রেডে শিক্ষক দিবসে, ভিটালিনাকে ভার্কা সার্দুচকার একটি প্যারোডি তৈরি করার নির্দেশ দেওয়া হয়েছিল। যদিও তিনি সন্দেহ করেছিলেন, শিক্ষক তার উপরে বিশ্বাস করেছিলেন।\nস্কুলের পরে, ভিটালিনা স্কুল অফ কালচারে পড়াশোনা করেছিলেন। একটি সাক্ষাত্কারে, তিনি নোট করেছেন যে স্কুল থেকে তিনি একজন ক্লাউন হওয়ার এবং একটি সার্কাসে কাজ করার স্বপ্ন দেখেছিলেন। সেই সময়ের মধ্যে, বিভিন্ন ধরণের এবং সার্কাস শিক্ষা শুধুমাত্র একটি স্কুলে পাওয়া যেত এবং ভিটালিনা উচ্চ শিক্ষা পেতে চেয়েছিলেন। ২০০৩ সালে তিনি কিয়েভ থিয়েটার ইনস্টিটিউট থেকে স্নাতক হন। কার্পেনকো-ক্যারি (লেস তানিউকের কর্মশালা)।\n২০০৩-২০০৪ সালে তিনি কিয়েভ ফ্রি স্টেজ থিয়েটারে একজন অভিনেত্রী ছিলেন। ২০০৩ থেকে ২০০৮ পর্যন্ত তিনি কিয়েভ থিয়েটার \"এটেলিয়ার ১৬\" এ অভিনেত্রী হিসাবে কাজ করেছিলেন। ২০০৮ সাল থেকে - কিয়েভ একাডেমিক থিয়েটার \"গোল্ডেন গেট\" এ, কিয়েভ একাডেমিক ইয়াং থিয়েটারের সাথে সহযোগিতা করার সময়, প্রযোজনা সংস্থা \"TE-ART\"। ২০১৫ সালে, ভিটালিনা বিবলিভ একটি নাট্য আবিষ্কার হয়ে ওঠে, স্ট্যাস ঝিরকভ দ্বারা \"স্টলকারস\" নাটকে গ্লোরীর ভূমিকা পালন করে।\nসিনেমায় আত্মপ্রকাশ ২০০৪ সালে হয়েছিল - নিকোলাই কাফতানের টিভি সিরিজ \"ব্লাইন্ড লাভ\" এর একটি ছোট ভূমিকা। সমালোচকরা ইভা নেইম্যান পরিচালিত সং অফ গান (২০১৫ ফিল্ম) ফিল্মটির দিকে বিশেষ মনোযোগ দেন, যেখানে ভিটালিনা একজন ইহুদি মায়ের ভূমিকায় অভিনয় করেছিলেন। টেপটি ইউরোপের সেরা চলচ্চিত্র হিসাবে স্বীকৃত হয়েছিল (২০১২), ২০১৫ ওডেসা আন্তর্জাতিক চলচ্চিত্র উৎসবের আন্তর্জাতিক এবং ঘরোয়া প্রতিযোগিতার সেরা চলচ্চিত্র।\n২০০৯ সালে, তিনি ইউক্রেনের ২০ জন সেরা অভিনেত্রীর একজন নির্বাচিত হন।\nতিনি কিয়েভ কলেজ অফ কালচার অ্যান্ড আর্টসে শিক্ষকতা করেন এবং কিয়েভে থাকেন এবং কাজ করেন। \nকিয়েভ একাডেমিক থিয়েটার \"গোল্ডেন গেট\"\nথিয়েটার \"Atelier ১৬\"\n\n\n== থিয়েটার ==\nবি. ব্রেখটের থ্রিপেনি অপেরা — পিচ্যাম সিরিজ\nটি. উইলিয়াম - লরা দ্বারা দ্য গ্লাস মেনাজেরি\nরজার ভিত্রকা - তেরেসা মানোর \"ভিক্টর, অর চিলড্রেন ইন পাওয়ার\" নাটকের উপর ভিত্তি করে \"ঘোড়ার ডিম\"\n\"যে আকাশ থেকে পড়েছিল\", ইউক্রেনীয় লোক কাহিনীর উপর ভিত্তি করে শিশুদের বাদ্যযন্ত্র - বুখানোচকা\n\"দ্য ইমপোর্টেন্স অফ বিয়িং আর্নেস্ট\" ও. ওয়াইল্ড - মিস প্রিজম\n\"ওয়েটিং ফর গডোট (ওয়েটিং মেন)\" এস. বেকেট - অর্কেস্ট্রা দ্বারা\n\"ওয়েটিং ফর গডোট (মহিলাদের প্রত্যাশা)\" এস. বেকেট - পোজো\nডব্লিউ শেক্সপিয়ারের \"রোমিও অ্যান্ড জুলিয়েট\" - নার্স\n\"আত্মহত্যা\" এম. এরডম্যান - সেরাফিমা ইলিনিচনা\n২০১৫ - আনা ইয়াবলনস্কায়া দ্বারা \"দেয়ালের পিছনে অনুভূতি\"; dir স্ট্যাস ঝিরকভ\n২০১৫ - পাভেল আরির দ্বারা \"স্টকার্স\"; dir স্ট্যাস ঝিরকভ - স্লাভকা (গোল্ডেন গেট থিয়েটার এবং কিয়েভ একাডেমিক ইয়ং থিয়েটারের সহ-প্রযোজনা)\n২০১৬ - পি. আরিয়েহ দ্বারা \"বীরদের গৌরব\"; dir স্ট্যাস ঝিরকভ\n২০১৬ - ভেনিয়ামিন কাভেরিনের \"হালকা পদক্ষেপ\" এর উপর ভিত্তি করে \"ছাদে অভিনব খেলনা\"; dir দিমিত্রি গুসাকভ\n২০১৭ - তামারা ট্রুনোভা দ্বারা \"কোস্ত্যকাত্যমামাটিয়া\"; dir তেতিয়ানা গুবরি - কাটিয়ার মা\n২০১৭ - পাভেল আরিয়ে দ্বারা \"রঙ\"; dir ভি বেলোজোরেঙ্কো - ভায়োলেট\n২০১৭ - \"বাবা, তুমি কি আমাকে ভালোবাসো?\" দিমিত্রি বোগোস্লাভস্কির \"দ্য কোয়েট রাস্টল অফ ডিসপিয়ারিং স্টেপস\" নাটকের উপর ভিত্তি করে; dir স্ট্যাস ঝিরকভ\n২০১৮ - আগস্ট স্ট্রিন্ডবার্গের \"মিস জুলিয়া\"; dir ইভান ইউরিভস্কি - ফ্রেকেন জুলিয়া\n২০১৯ - রুসলান গোরোভয় এবং বাবা বো দ্বারা \"জীবন থেকে সবকিছু নিন\"; dir তেতিয়ানা হুবরি\n২০২০ - \"প্যাথলজিস্ট লিউডমিলার পরিবার\" পাভেল আরে; dir এলেনা অ্যাপচেল\n২০২১, ১৩ মার্চ - ওলেগ মিখাইলভের একক অভিনয় \"দ্য স্কুইরেল হু লিভড ১০০ ইয়ার্স\"; dir স্ট্যাস ঝিরকভ\n\n\n=== প্রযোজক সংস্থা \"TE-ART\" ===\n২০১৬ - ইভান Vyrypaev দ্বারা \"বিভ্রম\"; dir স্ট্যাস ঝিরকভ\n২০১৭ - বিশৃঙ্খলা। নার্ভাস ব্রেকডাউনের দ্বারপ্রান্তে নারী” মিকা মিল্লুয়াহো; dir ম্যাক্সিম গোলেঙ্কো\n২০২০, ৩১ অক্টোবর ওলখোভস্কায়া কর্তৃপক্ষের \"বিশ্বস্ত স্ত্রী\"; dir তেতিয়ানা হুবরি\nঅন্যান্য\nমলিয়েরের \"ডন জুয়ান\"; dir স্ট্যানিস্লাভ মইসিভ - মাতুরিনা (কিভ একাডেমিক ইয়ং থিয়েটার)\n২০১৫ - মারিয়া স্টারোজিতস্কায়ার \"দ্য কলড্রন\"; dir ইভজেনি স্টেপানেঙ্কো (কিনোপানোরামা সিনেমায় মাল্টিমিডিয়া পারফরম্যান্স)\n২০১৭ - গারিক কোরোগডস্কির লেখা \"কিভাবে একটি মিলিয়ন ব্যয় করতে হয় যা বিদ্যমান নেই\" বইয়ের উপর ভিত্তি করে এবং একটি ইহুদি ছেলের অন্যান্য গল্প; dir টিখোন টিখোমিরভ (উদ্যোগ, কিইভ)\n২০১৯ - \"পারিবারিক কারণে\" রে কুনি; dir Vyacheslav Zhyla (উদ্যোগ, Kyiv)\n২০১৯ - \"ডন জুয়ান\" মেরিনা স্মাইলিয়ানেটের আধুনিক মিশ্রণ; dir ম্যাক্সিম গোলেনকো (কিয়েভ একাডেমিক থিয়েটার \"অভিনেতা\")\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== অনুবাদ এবং কন্ঠ অভিনয় ===\n১৯৫০ - সিন্ডারেলা - ড্রিসেলা\n২০১৫ - ভিতরের চিন্তা - দুঃখ\n২০১৫ - দ্য পারফেক্ট ভয়েস ২ - (বেলা) গরু (ফ্যাট) অ্যামি (প্যাট্রিসিয়া) (বিদ্রোহী উইলসন অভিনয় করেছেন)\n২০১৬ - সক্রিয়ভাবে সন্ধান করা - রবিন, অ্যালিসের সহ-লেখক (বিদ্রোহী উইলসন অভিনয় করেছেন)\n২০১৯ - Desperate Rascals - Lonnie (বিদ্রোহী উইলসন দ্বারা সঞ্চালিত)\n২০১৯ - বিড়াল - জেনিয়াশভেন্ডি (বিদ্রোহী উইলসন অভিনয় করেছেন)\n২০২০ - সনিক - সনিক দ্যা হেজহগ \n\n\n== পুরস্কার এবং মনোনয়ন ==\n২০১৬ - \"স্টকার্স\" নাটকে তার ভূমিকার জন্য \"সমর্থক অভিনেত্রীর সেরা প্রযোজনা\" মনোনয়নে থিয়েটার অ্যাওয়ার্ড \"কিভ পেক্টোরাল\" এর জন্য মনোনয়ন\n২০১৯ - IV থিয়েটার অ্যাওয়ার্ডে বিজয় \"মঞ্চের আয়না\" (সংবাদপত্র \"সপ্তাহের মিরর। ইউক্রেন\") \"মিস জুলিয়া\", থিয়েটার \"গোল্ডেন গেট\" নাটকে তার ভূমিকার জন্য \"অভিনয় কারিশমা\" মনোনয়নে\n২০১৯ - জাতীয় চলচ্চিত্র পুরস্কার \"গোল্ডেন ডিজিগা\"। সেরা পার্শ্ব অভিনেত্রীর জন্য গোল্ডেন ডিজিগা পুরস্কার (দ্য গেটস-এ স্লাভকার ভূমিকা)\n২০২০ - ইউক্রেনের সম্মানিত শিল্পী।\n\n\n== তথ্যসূত্র ==\n\nইন্টারনেট মুভি ডেটাবেজে ভিটালিনা বিবলিভ (ইংরেজি)"}