{"pageid": 1346606, "title": "কবিয়ার ডুডুক", "url": "https://bn.wikipedia.org/wiki?curid=1346606", "content": "কবিয়ার ডুডুক হল একটি ঐতিহ্যবাহী বালিনিজ নৃত্য। একজন বালিনিজ ব্যক্তি কেতুত মার্যা এই নৃত্যশৈলীর স্রষ্টা। ১৯২৫ সালে সর্বজনীনভাবে প্রথম এই নৃত্য পরিবেশিত হয়েছিল।\n\n\n== ইতিহাস ==\n\nকবিয়ার ডুডুক নৃত্যটি প্রথম ১৯২৫ সালে পরিবেশিত হয়েছিল এবং কেতুত মার্যা (তিনি পশ্চিমে আই মারিও নামেই বেশি পরিচিত) নামক বালির তাবানানের এক ব্যক্তি এই নৃত্যের স্রষ্টা। কবিয়ার ডুডুক নৃত্য সৃষ্টির সময় আই মারিও বালিতে গেমলানের সাম্প্রতিক উদ্ভাবন দ্বারা প্রভাবিত হয়েছিলেন, যা সঙ্গীতে দ্রুত লয়গতির সংযোজন করেছিল। গেমলান গং কেবিয়ার নামে পরিচিত এই নতুন উন্নত সংগীত শৈলী প্রথম দিকে লেগং নৃত্যে (বিশেষত, কেবিয়ার লেগং) ব্যবহার হত যেখান থেকে আই মারিও তার অনুপ্রেরণা পেয়েছিলেন। আই মারিও পরবর্তীতে নৃত্যটি শৈলীকে আরও উন্নত ও বিকশিত করেন এবং গংগুলির সাথে দীর্ঘ যন্ত্র যোগ করে নতুন বাদ্যযন্ত্রের প্রচলন করেন যা ট্রম্পং নামে পরিচিত। এই বিশেষ শিল্প শৈলীটি তাই কবিয়ার ট্রম্পং নামে পরিচিত। কবিয়ার ডুডুক আই মারিওর সবচেয়ে বিখ্যাত সৃষ্টি।\nকবিয়ার দুদুক ১৯৩১ সালের প্রথম দিকে আন্তর্জাতিকভাবে পরিবেশিত হয়েছিল। আই মারিওর একজন প্রাথমিক শিষ্য প্যারিস ঔপনিবেশিক প্রদর্শনীতে এই নৃত্য সম্পাদন করেছিলেন। আই মারিও প্রদর্শিত কবিয়ার ডুডুকের রেকর্ডিং ডকুমেন্টারি লার্নিং টু ড্যান্স ইন বালি নামক তথ্যচিত্রে অন্তর্ভুক্ত ছিল। ১৯৩০ সালে গ্রেগরি বেটসন এবং মার্গারেট মিড এই তথ্যচিত্র বানান। কিন্তু ১৯৯১ সালে প্রথম এটি প্রকাশিত হয়েছিল। \nবালিনিজ ভাষায় \"কবিয়ার\" এর অর্থ \"চমক\"। সঙ্গীতের লয়ের আকস্মিক পরিবর্তনগুলি বর্ণনা করার জন্য এই নৃত্যশৈলীর এইরূপ নামকরন হয়েছে। ডুডুক আসলে একটি মালয়-ইন্দোনেশিয়ান শব্দ। বালিনিজ ভাষায় এটির সমার্থক শব্দ হল নেগাক। কিন্তু নাচে কখনোই শব্দটি ব্যবহার হয় না। এটিকে বেবাঞ্চিহান নৃত্য (যাতে পুরুষ ও স্ত্রী উভয়েই অংশ নিতে পারে) হিসেবে শ্রেণীবদ্ধ করা হয়।\n\n\n== প্রদর্শনী ==\n\nসাধারণত, কবিয়ার ডুডুক নৃত্য একজন পুরুষ নর্তক দ্বারা সঞ্চালিত হয়, যদিও তার মুখসজ্জা তার লিংগ নির্ধারন প্রায় অসম্ভব করে তোলে। তার পরনে থাকে একটি ৫-মিটার (১৬-ফুট) কাপড়ের লম্বা টুকরো, যা সোনালী রং -এ আঁকা বিভিন্ন নকশা দিয়ে সজ্জিত থাকে, যা প্রাডা নামে পরিচিত।  তার অলংকার ও মস্তক (উডেং নামে পরিচিত) সোনালি এবং ঝলমলে হয়। ডান হাতে, নৃত্যশিল্পী একটি পাখা ধরে রাখেন।\nনৃত্য পরিবেশনার সময় নর্তক বেশিরভাগ সময়েই বসে থাকে বা আধ-বসা অবস্থায় থাকে। মাঝে মাঝে সে হাঁটু মুড়ে বসে থাকে। মাঝে মাঝে, পাখা হাতে, নর্তক বসা অবস্থাতেই বৃত্তাকারে ঘোরে। নৃত্যের সাথে সাথে তার চোখের অভিনয়ের মাধ্যমে সে রাগ লজ্জা ইত্যাদি বিবিধ নৃত্যরস ও আবেগের বহিপ্রকাশ ঘটায়। এই নৃত্যটি সম্পূর্ণরূপে ব্যাখ্যামূলক এবং গল্প বোঝানোর উদ্দেশ্যে পরিবেশিত হয়না।\nএই নাচের সাথে পরিবেশিত সঙ্গীত দ্রুত ও জটিল ছন্দযুক্ত এবং আকর্ষণীয় শব্দের সাথে বাজানো হয়। ড্রাম বাদক প্রতি সেকেন্ডে চারটি লয়ের গতি বাজান এবং তখন গেমলান দলের অন্যান্য সদস্যদের নর্তককে সংকেত দিয়ে সেকথা জানায়। নর্তককে সঙ্গীতের তাল বজায় রেখে নৃত্য পরিবেশন করতে হয়। একটি পরিবেশনার শেষের দিকে, ড্রামার এবং নর্তক এক ধরণের দ্বৈত গানে নিযুক্ত হয়। তখন মনে হয় সঙ্গীতের লয় নিয়ন্ত্রণের জন্য তাদের মধ্যে এক কুশলতার লড়াই চলছে।\n\n\n== তথ্যসূত্র =="}