{"pageid": 1346366, "title": "ম্যাঙ্গালোরীয় ক্যাথলিক রন্ধনশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1346366", "content": "ম্যাঙ্গালোরীয় ক্যাথলিক রন্ধনশৈলী হল ম্যাঙ্গালোরিয়ান ক্যাথলিক সম্প্রদায়ের খাবার।\nম্যাঙ্গালোরিয়ান ক্যাথলিক হল ম্যাঙ্গাlলুরু এবং ভারতের কর্নাটাকার দক্ষিণ-পশ্চিম উপকূলবর্তী ঐতিহাসিক দক্ষিণ কানারা এলাকার বাকি অংশের রোমান ক্যাথলিক। বেশিরভাগ ম্যাঙ্গালোরিয়ান ক্যাথলিক ও বর্তমানের গোয়ান ক্যাথলিকদের পূর্বসূরি একই। তারা গোয়াতে খ্রিস্টান হওয়ার পরে ১৫৬০ এবং ১৭৬৩ সালের দিকে পুরনো গোয়া থেকে দক্ষিণ কানারায় চলে আসে। গোয়া এবং বোম্বে-বাসিনে পর্তুগিজ ইনকুইজিশন এবং গোয়া ও বোম্বেতে মাহরাত্তা আক্রমণের সময় অভিবাসন অব্যাহত ছিল। ম্যাঙ্গালোরিয়ান ক্যাথলিকদের সংস্কৃতি ম্যাঙ্গালোরিয়ান এবং গোয়ার সংস্কৃতির সংমিশ্রণ। অভিবাসনের পর, তারা তাদের কোঙ্কনি জীবনধারার অনেক উপাদান রেখে স্থানীয় ম্যাঙ্গালোরিয়ান সংস্কৃতির কিছুটা গ্রহণ করে।\n\n\n== আমিষাশী রন্ধনশৈলী ==\n\nতারা তরকারিতে প্রচুর নারকেল এবং কারি পাতা ব্যবহার করে। সাথে সাথে আদা, রসুন এবং মরিচও ব্যবহার করে। ম্যাঙ্গালোরিয়ান ক্যাথলিক রন্ধনপ্রণালীর স্বতন্ত্র পর্তুগিজ প্রভাব রয়েছে যেমনটি লাইতাওতে দেখা যায়, বিখ্যাত শুকরের মাংসের রোস্ট। যা বিয়ের নৈশভোজে  পিস দে রেসিস্ট্যান্স হিসাবে পরিবেশন করা হয়। ডেভিডাম বা অ্যালিসবাইয়ের মতো কল্পিত বাবুর্চিদের ভোজের আয়োজনে সাহায্য করতে ডাকা হয়েছিল। ম্যাঙ্গালোরিয়ান ক্যাথলিকরা শুকরের মাংস দিয়ে তৈরি বেশিরভাগ খাবারে শুকরের রক্ত এবং অন্যান্য অংশ মিশ্রিত করে, যেমনটা শুকরের মাংস বাফাত, ক্যাবিডেলা এবং কালিজে উন কিতি (হার্ট এবং অন্ত্র) এ দেখা যায়। সান্না-দুকরা মাস ( সান্না - টডি বা খামির দিয়ে ফ্লাফ করা ইডলি; দুকরা মাস - শুকরের মাংস) এবং উন্ডে-ডুকরা মাস ( উন্ডে - খামিরযুক্ত রুটি; দুকরা মাস - শুকরের মাংস) এদের জনপ্রিয় খাবার। চিকেন ইন্দাজও জনপ্রিয় একটি খাবার। ঐতিহ্যবাহী রোসাচি কাড়ি (রস কারি), নারকেলের দুধ দিয়ে তৈরি একটি মাছের তরকারি বেশ জনপ্রিয় এবং এটি রোজ ( অভিষেক ) অনুষ্ঠানে পরিবেশন করা হয়, যা ম্যাঙ্গালোরিয়ান ক্যাথলিক বিয়ের ১ বা ২ দিন আগে অনুষ্ঠিত হয়। তাদের মাছের তরকারি বিশেষ করে তাদের ফিশ রো কারি, সমগ্র উপকূলীয় ভারতে এর স্বাদের জন্য পরিচিত এবং তাদের শৈলীতে ভাজা মাছ সুপরিচিত। শেভেও রোস এবং পাথাল বাকরি (কোরি রোটির একটি রূপ) হল শুকনো চালের ফ্লেক্স যা চিকেন গ্রেভিতে ডুবিয়ে রাখা হয়।\n\n\n== নিরামিষ রন্ধনশৈলী ==\n\n\"বালথাজার চাটনি \" একটি জনপ্রিয় চাটনি।  থালাটির উদ্ভব হয়েছিল যখন বালথাজার, একজন ম্যাঙ্গালোরিয়ান ক্যাথলিক সম্ভ্রান্ত ব্যক্তি,.১৭৮৪ সালে সেরিঙ্গাপটমে ম্যাঙ্গালোরিয়ান ক্যাথলিকদের বন্দী হওয়ার সময় টিপু সুলতান কর্তৃক বন্দী হন। শিবিরের খাবার হজম না করতে পেরে, তিনি বন্দী ম্যাঙ্গালোরিয়ান ক্যাথলিকদের জন্য একটি চাটনি তৈরি করার প্রস্তাব দেন।\nপোলু, গালম্বি (গুঁড়া শুকনো মাছ ) বা কাম্বুলমাস (শুকনো টুনা ) সহ এক ধরনের সাম্বার জনপ্রিয়। ঐতিহ্যবাহী 'ফোড়' একটি জনপ্রিয় আচার। থাইল পিয়াও; তেল এবং পেঁয়াজ দিয়ে কাঠে সিদ্ধ করার জন্য রেখে দেওয়া শাকসবজিও বেশ জনপ্রিয়। করম্ব (শসার সালাদ) এবং ফোকা (কাজুবাদামের সাথে ঢেড়স দিয়ে তৈরি) ও বেশ জনপ্রিয়। অ্যাপাম (ভাতের বল) এবং প্যানপোল (এক ধরনের প্যানকেক) হল ভেজানো চাল, জল এবং লবণ দিয়ে তৈরি জনপ্রিয় খাবার। ঠঠ বাকরি হল একটি কলা পাতা দিয়ে ভাত; যা কাঁচা খোঁচা নারকেলের সাথে মিশ্রিত লাল সেদ্ধ চাল দিয়ে তৈরি করা হয় এবং একটি কলার পাতায় করে একটি তাওয়ায় ভাজা হয়। মিতাই, মান্দাস, ঊষা, পিঠা এবং মণি সুপরিচিত মিষ্টি খাবার।\n\nকুসওয়ার, যা প্রায়শই অনন্য বড়দিনের উপহারের একটি সেট উল্লেখ করার জন্য ব্যবহৃত হয়; ম্যাঙ্গালোরিয়ান ক্যাথলিক সম্প্রদায়ের রন্ধনশৈলীর অংশ। এখানে ২২টি ভিন্ন ঐতিহ্যবাহী রেসিপি রয়েছে যা ম্যাঙ্গালোরে বড়দিন উদযাপনের একটি স্বতন্ত্র স্বাদ তৈরি করে। নিউরিস হল বরই, বাদাম এবং ভাজা থিল (তিল) এবং চিনি দিয়ে পূর্ণ খাবার। কিডিও বা কুলকুল হল চিনির রসে চুবানো মিশ্রণ। পাথেকা হল সবুজ নান্দরকাই কলার সুস্বাদু, ঠেল লাড্ডু এবং গলিওস দিয়ে তৈরি খাবার। ম্যাকারনস; যার জন্য ম্যাংলোর বিখ্যাত; একটি সূক্ষ্ম স্বাদযুক্ত গোলাপ আকারের বিস্কিট। তবে কিসমিসের কেক তৈরি করতে এক সপ্তাহেরও বেশি সময় লাগে। এজন্য মিছরিযুক্ত ফল, বরই, কারেন্ট, কিশমিশ নিখুঁতভাবে কাটা হয় এবং রাম মধ্যে ভিজিয়ে রাখা হয়। ময়দা ছেঁকে নিয়ে রোদে হালকা গরম করে নিতে হয়। বাদামের খোসা ছাড়িয়ে কাটা হয়। পরিবার সবাই এই কেক তৈরিতে একত্রিত হয়। সবার জন্যই কাজ বরাদ্দ করা থাকে, একটি ডিম ফেটিয়ে নেয়, অন্যজন মাখন এবং চিনি দিয়ে ক্রিম করে, আরেকজন কেকের টিনগুলি সারিবদ্ধ করে। চূড়ান্ত মিশ্রণ করতে এবং নাড়ার জন্য একটি শক্তিশালী যন্ত্রের প্রয়োজন হয়।\nপ্যাট্রোড বা পাথ্রেড, চাল, ডাল, গুড়, নারকেল এবং মশলা দিয়ে পূর্ণ কোলোকেসিয়া পাতার একটি খাবারও বেশ জনপ্রিয়। এই খাবারের ম্যাঙ্গালোরিয়ান ক্যাথলিক সংস্করণটি টুলুভা রেসিপিতে সামান্য পরিবর্তিত হয়। আরও মশলাদার করতে একে মিট মিরসাং (লবণ এবং মরিচ) এ ভাজা হয়। মিট মিরসাং একটি লাল মরিচের মসলা, যা ম্যাঙ্গালোরিয়ান ক্যাথলিক খাবারে ব্যবহৃত একটি জনপ্রিয় মশলা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদ্য সামার স্যান্ডস অনলাইন সংবাদপত্র থেকে রোজমেরি আলবুকার্ক পাই দ্বারা ম্যাঙ্গালোরিয়ান ক্যাথলিক খাবার\nMyNation দ্বারা ম্যাঙ্গালোরিয়ান খাবারের সহজ রেসিপি এবং খাবার\n[১] www.oneplateplease.com ম্যাঙ্গালোরিয়ান ভোজনরসিক জেসন ক্যাসটেলিনো, ম্যাঙ্গালোরিয়ান খাবারের ইতিহাস এবং লুকানো রত্ন খুঁজে বের করার অনুসন্ধানে\n[২] রোভেনার মশলা ও সুগন্ধ, ম্যাঙ্গালোরিয়ান এবং ঐতিহ্যবাহী খাবার দ্বারা\n[৩] হাংরি ম্যাঙ্গি - হাংরি ম্যাঙ্গি গ্রুপের সদস্যদের দ্বারা জমা দেওয়া একটি হোম রেসিপি সংগ্রহ।"}