{"pageid": 1346667, "title": "তাকফির", "url": "https://bn.wikipedia.org/wiki?curid=1346667", "content": "তাকফির বা তাকফীর ( আরবি: التكفير ) হল একটি আরবি ও ইসলামি পরিভাষা, যা এক মুসলিম কর্তক অন্য মুসলিমকে ইসলাম থেকে বহিষ্কারকরণ বোঝায়, অর্থাৎ ধর্মীয় যুক্তিতে অপর মুসলিমকে ধর্মত্যাগী বলে অভিযুক্ত করা। শব্দটি হুবহু কুরআন বা হাদীসে পাওয়া যায় না; এর পরিবর্তে কুফর ( 'অবিশ্বাস') এবং কাফিরসহ ( \"অবিশ্বাসী\") একই ত্রিপাক্ষিক মূল ( كفر ) থেকে উৎসারিত অন্যান্য পদের ব্যবহার পাওয়া যায়। তাকফির শব্দটি একটি পরিভাষা হিসেবে কুরআন-পরবর্তী সময়ে প্রবর্তিত হয়।যে ব্যক্তি তাকফির করে বা যে বিষয় বা বস্তু তাকফীরের উদ্রেক করে তাকে মুকাফির বলা হয় এবং একজন মুসলিম অন্য মুসলিমকে অবিশ্বাসী বা ধর্মত্যাগী বলে ঘোষণা করলে সে তাকফিরি নামেও অভিহিত হয়।\nযেহেতু ইসলামী আইনের ( শরিয়া ) ঐতিহ্যগত ব্যাখ্যা অনুসারে ধর্মত্যাগের শাস্তি হলো মৃত্যুদণ্ড এবং এটি মুসলিম সম্প্রদায়ের (উম্মাহ) মধ্যে বিবাদ ও সহিংসতা সৃষ্টির সম্ভাব্য কারণ, তাই একটি অপ্রমাণিত অথবা ধারণামূলক তাকফিরের  অভিযোগ ইসলামি আইনে একটি প্রধান নিষিদ্ধ কাজ (হারাম)। একটি হাদিসে ঘোষণা করা হয়েছে যে, যে ব্যক্তি একজন মুসলিমকে কাফের ঘোষণা করবে, নিঃসন্দেহে তাদের যেকোনো একজনের প্রতি সেই কুফরি আপতিত হবে। তার কথা বাস্তব অথবা প্রমাণিত না হলে সে কুফরি তার উপরই বর্তাবে।\nইসলামের ইতিহাসে ৭ম শতাব্দীর দিকে উদ্ভূত একটি সম্প্রদায়–যারা খারিজি নামে পরিচিত–সুন্নি ও শিয়া উভয় মুসলমানদের বিরুদ্ধেই তাকফির চালায় এবং শতাব্দীর পর শতাব্দী ধরে এটিই খিলাফতের বিরুদ্ধে বিদ্রোহের প্রধান উৎস হয়ে ওঠে। ঐতিহ্যগতভাবে অপর কোন মুসলিমকে কাফির ঘোষণা করার জন্যে অনুমোদিত একমাত্র দল হলো আলেমগণ, যারা এই ক্ষেত্রে সমস্ত ধর্মীয় ব্যাখ্যা-বিশ্লেষণ সামনে রেখে সকল আইনগত সতর্কতা অবলম্বন করে কোনো মুসলিমের ক্ষেত্রে তাকফির করার যোগ্যতা রাখেন। \nবিংশ শতাব্দীর মাঝামাঝি থেকে শেষের দিকে মুসলিম বিশ্বের কিছু মুসলিম ও সংগঠন কেবমাত্র বিপথগামী মুসলিমদের বিরুদ্ধেই তাকফিরের প্রয়োগ করে ক্ষান্ত হননি; বরং মুসলিম দেশগুলোর সরকার ও সমাজের বিরুদ্ধেও তাকফিরের প্রয়োগ শুরু করেন।    মিশরীয় ইসলামপন্থী সাইয়্যেদ কুতুব ব্যাপকভাবে প্রভাবশালী তার বই ইসলামী সমাজ বিপ্লবের ধারা'য় উল্লেখ করেন যে, সমস্ত মুসলিম বিশ্ব শরিয়া আইনের ব্যবহার পরিত্যাগ করে কয়েক শতাব্দী আগে পুনরায় জাহিলিয়ার ( প্রাক-ইসলামী যুগের একটি রাষ্ট্রব্যবস্থা) দিকে ফিরে গিয়েছে। কুতুব নিশ্চিত করেন যে, যেহেতু মুসলিম দেশগুলোর নেতারা ( নিষ্ঠুর এবং মন্দ হওয়ার পাশাপাশি ) আসলে মুসলমানই ছিল না; বরং ইসলামের পুনরুজ্জীবন রোধকারী ধর্মত্যাগী ছিল, তাই তাদের অপসারণ করার জন্য শারীরিক শক্তি ব্যবহার করা উচিত এবং এ পন্থা ব্যতীত রাষ্ট্রীয় পরিসরে ইসলামের আধিপত্য প্রতিষ্ঠা করা সম্ভব নয়। কারণ এ শাসকেরা শরিয়া কায়েম করবে না এবং ইসলামের পুনর্জীবন মেনেও নিবে না। তার এ কট্টরপন্থী ইসলামি মতাদর্শ– যাকে \"তাকফিরি মতবাদও\" বলা হয়–বিংশ শতাব্দীর শেষের দিকে এবং ২১ শতকের প্রথম দিকে বিভিন্ন মাত্রায় অসংখ্য ইসলামপন্থি ও জিহাদি সংগঠন দ্বারা ব্যাপকভাবে ধারণ ও প্রয়োগ করা হয়।   \nবিংশ শতাব্দীর শেষার্ধ থেকে \"তাকফিরকে\" মুসলিম বিশ্বের সেকুলার বা পশ্চিমা-ঘেঁষা শাসকদের বিরুদ্ধে সহিংসতা অনুমোদন করার ক্ষেত্রেও ব্যবহার করা হয়,  যারা (শাসক) শরিয়া প্রয়োগ করেন না বা মুসলিম দেশগুলিতে পশ্চিমা সংস্কৃতি প্রচারে অগগ্রামী হন। তাকফিরের এই প্রয়োগ বিদ্রোহী ওয়াহহাবি–সালাফি জিহাদি মতাদর্শী জিহাদি গোষ্ঠীগুলির একটি \"কেন্দ্রীয় আদর্শ\" হয়ে উঠেছে এবং     বিশেষ করে আল-কায়েদা ইসলামিক স্টেট    এই কঠোরভাবে এই আদর্শে বিশ্বাসী, যারা ইসলামি পন্ডিত ইবনে তাইমিয়া, ইবনে কাসির ও আধুনিক ইসলামপন্থী মতাদর্শী সাইয়্যেদ কুতুব এবং আবুল আ'লা মওদুদীর ধারণার উপর নিজেদের আদর্শ আঁকেন।   তাকফিরের এই লাগামহীন অনুশীলনকে ইসলামের মূলধারার শাখা এবং হাসান আল-হুদায়বি (মৃ. ১৯৭৭) ও ইউসুফ আল-কারদাভির মতো মূলধারার মুসলিম পণ্ডিতদের দ্বারা বিচ্যুত বলে নিন্দা করা হয়েছে।\n\n\n== ব্যুৎপত্তি ==\nআরবি শব্দ কুফর (অবিশ্বাস), কাফের ( অবিশ্বাসী) ও তাকফির একই ত্রিভাষিক মূল [كفر] থেকে উদ্ভূত হয়। কুফর ও কাফির শব্দের সরাসরি ব্যবহার কুরআন ও  হাদিসে পাওয়া যায়। তাকফির শব্দটি হাদিসে ব্যবহৃত কাফফারা ( كفر: কাউকে কাফের ঘোষণা করা ) শব্দ থেকে পরিভাষা হিসেবে চয়ন করা হয়েছে।\n\n\n== তাকফির অর্থ ==\nতাকফির শব্দের অর্থ হলো কোনো আহলে কিবলাকে ( মুসলিম ) শরয়ি দলিলের ভিত্তিতে ইসলাম–বহির্ভূত হিসেবে ঘোষণা করা। অর্থাৎ কোনো মুসলিম ব্যক্তিকে কুফরি কাজে লিপ্ত হওয়ার জন্য দায়ী করা।  এর অর্থ হলো, যে ব্যক্তি কুরআন ও হাদিসে যা কিছু বর্ণিত হয়েছে, তা অস্বীকার করে, (কেবল অলসতার বশীভূত হয়ে তা পালন না-করা নয়) তাকে কাফের বলাই হলো তাকফির। এটি খুবই জটিল ও ঝুঁকিপূর্ণ কাজ। ইমাম তাহাবী বলেন, আমরা আমাদের কিবলার মুসলিমদের বিশ্বাসী বলি, যতক্ষণ তারা স্বীকার করে যা নবিজি সা. নিয়ে এসেছেন এবং বিশ্বাস করেছেন। \n\n\n== বিধান ==\nইসলাম ধর্মে এমন একজন মুসলিমকে তাকফির করা নিষিদ্ধ, যে শাহাদাহ স্বীকার করে এবং ধর্মের কোনো প্রয়োজনীয় বিষয়বস্তু (জরুরিয়াতে দীন) অস্বীকার না করে; যদিও সে তা পালন না করে। কেননা কুরানে এই বিষয়ে চরম নিষেধাজ্ঞা এসেছে। আল্লাহ বলেছেন:   \n\n\"হে ঈমানদারগন, যখন তোমরা আল্লাহর রাস্তায় (জিহাদে) বের হবে, তখন (কাউকে অমুসলিম ধারণা করার ব্যাপারে ) ব্যাপক অনুসন্ধান করবে। আর যে ব্যক্তি তোমাদের সালাম দেয়, তাকে বলো না যে, তুমি মুমিন নও\"।\nনবী সা: বলেন: \n\n\"কোনো ব্যক্তি যদি কোনো মুসলিম ব্যক্তিকে কাফের বলে ঘোষণা করে, যদি সে বাস্তবেই কাফের হয় ( তাহলে তো কোনো কথা নেই। যদি সে কাফির না হয়) তাহলে সে (ঘোষণাকারী) কাফের বলে গণ্য হবে\"।\n\n\n== প্রকাশ্য তাকফিরের ইতিহাস ==\nতাকফির একটি পুরানো বিষয়, যা চরমপন্থী খারিজি সম্প্রদায়ের উত্থানের সূচনা থেকে শুরু হয়, যখন এই গোষ্ঠীটি সিফফিনের যুদ্ধে আলীর সেনাবাহিনী থেকে বিচ্ছিন্ন হয়ে যায়। তারা মুয়াবিয়ার সেনাবাহিনীর সাথে যুদ্ধ বন্ধ করার বিষয়ে খলিফা হিসেবে আলির মতামত প্রত্যাখ্যান করে। কারণ আলি সালিসের সিদ্ধান্তে যান এবং এই কারণে তারা আলি বিন আবি তালিব ও তার সঙ্গীদের কাফের ঘোষণা করে। এরপর আব্দুল্লাহ বিন আব্বাসকে তাদের বোঝানোর জন্য পাঠানো করা হয়। তিনি তাদের বলেন: তোমরা বিশ্বস্ত সেনাপতির বিরুদ্ধে বিদ্রোহ কর কেন? তারা বলে: তিনি মুমিনদের একজন নেতা ছিলেন এবং এখন (বিরোধীপক্ষের সাথে সালিস করার কারণে) তিনি আল্লাহর হুকুমের বিরুদ্ধে শাসন করার কারণে ঈমান ত্যাগ করেছেন। তিনি তাঁর কুফরী স্বীকারের পর অনুতপ্ত হোন, আমরা তার কাছে ফিরে যাব।\nইবনে আব্বাস বলেন, যে মুমিনের ঈমান সন্দেহ দ্বারা কলঙ্কিত হয়নি, তার জন্য নিজের কুফরী স্বীকার করা উপযুক্ত নয়। তারা বলল, এটা (আপনার কথা) একটা রায়। তিনি বললেন, একজন শিকারীকে হত্যার ক্ষেত্রে আল্লাহ সালিশের নির্দেশ দিয়েছেন। আল্লাহ বলেছেন: তোমাদের মধ্যে যারা ন্যায়পরায়ণ তারা এর ফায়সালা করবে।  তারা হজরত আব্বাসের নসিহত উপেক্ষা করে নিজেদের সিদ্ধান্তে অটল থাকে এবং ইসলামের ইতিহাসে এই গোষ্ঠীটিই প্রথম তাকফিরি দল হিসেবে পরিচিতি পায়।\n\n\n== তাকফিরযোগ্য কারণসমূহ ==\nমুসলিম আলেমরা উল্লেখ করেন যে, একজন মুসলিম ব্যক্তিকে তাকফির করার গুরুত্বপূর্ণ কারণগুলির মধ্যে রয়েছে:\n\nআল্লাহর ইবাদাতে অপরকে শরিক করা অর্থাৎ আল্লাহর জন্য করা হয় এমন কোন ইবাদত অন্য কাউকে রাজি বা খুশি করার লক্ষ্যে করা ; মহান আল্লাহ বলেন, \"নিশ্চয়ই আল্লাহ তার সাথে শরীক করার গুনাহ ক্ষমা করবেন না। (এছাড়া অন্যান্য গুনাহের ক্ষেত্রে) তিনি যাকে ইচ্ছা ক্ষমা করবেন\"। (আন-নিসা :৪৮)তিনি আরো বলেন,  \"নিশ্চয়ই যে ব্যক্তি আল্লাহর সাথে কাউকে শরিক করে, সে নিজের ওপর জান্নাতকে হারাম করে নেয়। তার ঠিকানা হল জাহান্নাম। আর (পরকালে) জালেমদের (অপরাধী) জন্যে কোনো সাহায্যকারী থাকবে না। (সূরা মায়িদাহ)এই আয়াতের ব্যাখ্যায় মুফাসসিরগণ বলেন, মৃতদের কাছে কোন কিছু চাওয়া, তাদের কাছে সাহায্য চাওয়া, তাদের নামে মানত করা এবং তাদের নামে পশু জবাই করাও শিরকের অন্তর্ভুক্ত এবং এসব তাকফিরযোগ্য অপরাধ।\nনবি মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিয়ে আসা দ্বীনের কোনো বিষয়ে ঠাট্টা করা বা এর পুরস্কার বা শাস্তি বিষয়ে ঠাট্টা বিদ্রুপ করা। মহান আল্লাহ বলেন, তোমরা কি আল্লাহ এবং তাঁর নিদর্শনাবলী ও রাসূলকে নিয়ে উপহাস করছ?\nমুশরিকদের সমর্থন করা এবং মুসলমানদের বিরুদ্ধে তাদের সাহায্য করা এবং এর প্রমাণ হলো মহান আল্লাহর বাণী:    ।\nবিশ্বাস করা যে ﷺ\n\n(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ব্যতীত অন্যের নির্দেশনা তাঁর নির্দেশনার চেয়ে বেশি নিখুঁত, বা অন্যের শাসন তাঁর শাসনের চেয়ে উত্তম, যেমন যারা তাঁর শাসনের চেয়ে অত্যাচারী শাসকদের শাসন পছন্দ করে।\n\nশেখ আবদ আল-আযীয বিন বাজ, ঈশ্বর তাঁর প্রতি রহম করতে পারেন, বলেছেন: «ويدخل في هذا القسم من اعتقد أن ‌الأنظمة ‌والقوانين ‌التي ‌يسنها ‌الناس ‌أفضل ‌من ‌شريعة ‌الإسلام، أو أن نظام الإسلام لا يصلح تطبيقه في القرن العشرين، أو أنه كان سببا في تخلف المسلمين، أو أنه يحصر في علاقة المرء بربه دون أن يتدخل في شؤون الحياة الأخرى، ويدخل في هذا القسم أيضاً من يرى أن إنفاذ حكم الله في قطع يد السارق أو رجم الزاني المحصن لا يناسب العصر الحاضر‎»   \n\n\n== তথ্যসূত্র =="}