{"pageid": 1346963, "title": "কেচাক", "url": "https://bn.wikipedia.org/wiki?curid=1346963", "content": "কেচাক (উচ্চারিত উচ্চারিত [ˈketʃaʔ] ()) অথবা কেটজাক , যা ইন্দোনেশিয়ান ভাষায় তারি কেকাকিলোলাহে নামে পরিচিত, একটি ইন্দোনেশিয়ার হিন্দু নৃত্য ও সঙ্গীত নাটকের সমন্বয়। এই নৃত্য ইন্দোনেশিয়ার বালিতে ১৯৩০ সালে বিকশিত হয়েছিল। এটি মূলত পুরুষদের দ্বারা সঞ্চালিত হয়েছে। মহিলাদের প্রথম কেচাক নাচের দল ২০০৬ সালে শুরু হয়েছিল। কেচাক নৃত্যটি রামায়ণের গল্পের উপর আধারিত। সমস্ত বালি জুড়ে মন্দির এবং গ্রামে এই নৃত্য সঞ্চালিত হয়।\nরামায়ণা মাংকি চ্যান্ট (রামায়ণ বানর মন্ত্র) হিসাবেও এই নৃত্য পরিচিত। প্রায় ১৫০ জন নৃত্যশিল্পী বৃত্তাকারে দাড়িয়ে এই নৃত্য পরিবেশন করে। তারা কোমরে চৌখুপী কাটা কাপড় পরিধান করে যা তারা \" চক \" বলে উল্লেখ করে। তারা তাদের হাত ও পায়ের নড়াচড়া এবং অভিনয়ের মাধ্যমে রামায়ণের একটি যুদ্ধকে চিত্রিত করে, যেখানে হনুমানের নেতৃত্বে বানরসেনার দল রাজকুমার রামকে দুষ্ট রাজা রাবণের বিরুদ্ধে লড়াই করতে সহায়তা করে। অনেকের মতে কেচাকের উৎপত্তি হয়েছে সাংঘ্যং থেকে যা ভূত তাড়ানোর উদ্দেশ্যে সংঘটিত একটি সন্মোহ-আবেশিত নৃত্য।\n\n\n== ইতিহাস ==\n\nকেচাক মূলত একটি আচারিক নৃত্য ছিল যা পুরুষদের সমবেত সংগীতের সাথে পরিবেশিত হত। ১৯৩০-এর দশকে একজন জার্মান চিত্রশিল্পী এবং সঙ্গীতজ্ঞ ওয়াল্টার স্পাইস, বালিতে থাকার সময় এই আচারের প্রতি গভীরভাবে আগ্রহী হয়ে ওঠেন। হিন্দু রামায়ণের উপর ভিত্তি করে এই নৃত্যশৈলীকে তিনি একটি পূর্ণ নাটক হিসাবে রূপান্তরিত করেন এবং পশ্চিম দেশ থেকে আগত পর্যটক দর্শকদের সামনে প্রদর্শন করেন।\nওয়াল্টার স্পাইস ইন্দোনেশিয়ান নৃত্যশিল্পী ওয়েয়ান লিম্বাকের সাথে কাজ করেছিলেন, যিনি বালিনিজ নৃত্যশিল্পীর দলগুলিকে আন্তর্জাতিকভাবে নৃত্য পরিবেশনের ব্যবস্থা করে দিয়েছিলন এবং নৃত্যটিকে জনপ্রিয় করেছিলেন। এই পদক্ষেপ কেচাককে আন্তর্জাতিকপরিচিত করতে সাহায্য করেছিল।\n\n\n== নৃত্য প্রদর্শন ==\n\nকেচাক নৃত্য পুরিবেশনে সাধারণত প্রায় পঞ্চাশ থেকে একশত পুরুষ অংশগ্রহণ করে। তারা দেহের নিম্নাংশে শুধুমাত্র কটি বস্ত্র পরিধান করে ও তাদের উর্দ্ধাংগ অনাবৃত থাকে। তারা এককেন্দ্রিক বৃত্ত গঠন করে, যার মাঝখানে একটি ঐতিহ্যবাহী বালিনিজ নারকেল তেলের বাতি স্থাপন করা থাকে। প্রথমে তারা তাদের শরীরকে ছন্দবদ্ধভাবে বাম এবং ডানে চালিত করে ও সমন্বিত সুর ও লয়ের সাথে \" চক কে-চক কে-চক কে-চক \" ইত্যাদি শব্দগুলি সমবেতভাবে উচ্চারণ করে। ক্রমশ ছন্দের গতি বাড়ে এবং পালা করে তারা তাদের হস্ত আন্দোলিত ও কম্পিত করতে থাকে। কেচাক  হল এমন একটি সংগীত পরিবেশনা যাতে কোনো বাদ্যযন্ত্র ছাড়াই বিশুদ্ধভাবে মানুষের কণ্ঠ ব্যবহার করে উপস্থাপন করে হয়। নৃত্যটি প্রধানত নৃত্য-নাটকের জন্য পরিবেশিত হয় এবং নাটকের গল্প রামায়ণ হিন্দু মহাকাব্য থেকে নেওয়া হয়। পুরুষ কেচাক নর্তকেরা মন্ত্রোচ্চারণ করে ও রামের বানরসেনা এবং রাবণের রাক্ষস সৈন্যদের ভূমিকা পালন করে।\nএই নৃত্যের পরিবেশনার সময়কাল প্রায় এক ঘন্টা। এর মাধ্যমে রামায়ণের কাহিনী চিত্রিত করা হয়। নৃত্যের শুরু হয় সীতা এবং রামের দণ্ডকের জঙ্গলে নির্বাসনের আখ্যান দিয়ে। অভিনয় ও নৃত্যের মাধ্যমে সোনার হরিণের আবির্ভাব, রাবণ দ্বারা সীতার অপহরণ, রাবণ এবং জটায়ুর মধ্যে যুদ্ধ, হনুমানের সীতার সন্ধান ইত্যাদি কথা পরিবেশিত হয়, রাম ও রাবণের মধ্যে যুদ্ধের মাধ্যমে নৃত্য পরিবেশনা শেষ হয়। কেচাক মন্ত্রোচ্চারকরা গল্পের মেজাজ এবং পরিস্থিতির সাথে মিল রেখে গান গায়।\nবালিতে কেচাক নাচ সাধারণত প্রতিদিন সন্ধ্যায় (বালি সময় ৬টা) কোন  হিন্দু মন্দির যেমন উলুওয়াতু মন্দির এবং তানাহ লোট ইত্যাদি প্রমুখ স্থানে পরিবেশিত হয়। উবুদ, গরুড় উইসনু কেনকানা, বাতু বুলান, পান্ডাওয়া সমুদ্র সৈকত এবং বালির অন্যান্য জায়গায় কেচাক পরিবেশনার জন্য বিশেষভাবে ব্যবহৃত নাচের মঞ্চও রয়েছে। কেচাক  সাংস্কৃতিক এবং বিনোদন প্রদর্শনের জন্যো কখনো কখনো পরিবেশিত হয়। নৃত্যশিল্পীরা সাধারণত আশেপাশের এলাকার স্থানীয় গ্রামবাসীদের মধ্যে থেকে আসে। সাধারণত দর্শকদের কাছে বিক্রি করা টিকিট থেকে নর্তকদের আয় হয়। কেচাক নৃত্য পরিদর্শন করার জন্য সবচেয়ে জনপ্রিয় গন্তব্য হল উলুওয়াতু মন্দির।\n\n\n== তথ্যসূত্র =="}