{"pageid": 1346356, "title": "কোঙ্কণি রন্ধনশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1346356", "content": "কোঙ্কণি রন্ধনশৈলী হল ভারতের পশ্চিম উপকূলে অবস্থিত কোঙ্কণ অঞ্চলের সারস্বত ব্রাহ্মণদের রন্ধনপ্রণালী। কোঙ্কণি রন্ধনশৈলী  সারস্বত ব্রাহ্মণ এবং কোঙ্কণ - কানাড়া অঞ্চলের মধ্যে পৃথক। এই রন্ধনশৈলী মূলত উত্তর কন্নড়, উড়পি জেলা, দক্ষিণ কন্নড়, দমন এবং গোয়া, ভারতসহ কোঙ্কণ অঞ্চল থেকে এসেছে। এই রন্ধনশৈলী ভারতের পশ্চিম উপকূলীয় অনেক রেস্তোরাঁয় এবং বিশেষ করে বোম্বে এবং ব্যাঙ্গালোর শহরে জনপ্রিয়। এদের প্রতিটির নিজস্ব স্বাদ রয়েছে, যা এই অঞ্চলে প্রাপ্ত বিভিন্ন শাকসবজি এবং ফল ব্যবহার করে তৈরি করা হয়। কোঙ্কণি খাবার সাধারণত পেসকো-নিরামিষভোজী, আচার্য এবং পুরাহিতরা ছাড়া যারা কঠোরভাবে সাত্ত্বিক নিরামিষ খাদ্যাভাস অনুসরণ করেন তারা খেয়ে থাকেন। কোঙ্কণি লোককাহিনী অনুসারে, মাছ, মাংসকে সামুদ্রিক সবজি হিসাবে গণ্য করা হয়। তারা সাধারণভাবে কোনো স্থলজ প্রাণী খাওয়া থেকে বিরত থাকে।\n\n\n== ল্যাক্টো-নিরামিষভোজী কোঙ্কণি রন্ধনশৈলী ==\nকোঙ্কণদের তরকারিতে প্রচুর নারকেল, নারকেল তেল, তেঁতুল, কোকুম এবং কারি পাতা ব্যবহার করা হয় এবং রান্নাটি মূলত দক্ষিণ ভারতীয় খাবার দ্বারা প্রভাবিত। তিনটি রন্ধনপ্রণালী- দক্ষিণ কনকানের মালভানি রন্ধনপ্রণালী এবং উড়পি বা ম্যাঙ্গালোরিয়ান রন্ধনশৈলীর সাথে এর খুব মিল রয়েছে। হুম্যান আনি জিত (মাছের তরকারি এবং আফুটন্ত ভাত) গোয়ার সারস্বত ব্রাহ্মণদের প্রধান খাদ্য, যেখানে ভারতীয় রুটি যেমন পুরি, চাপাতি এবং পরোটার নিয়মিত ব্যবহার প্রধানত ভারতের মহারাষ্ট্রের সারস্বত ব্রাহ্মণদের মধ্যে দেখা যায়। সাত্ত্বিক ব্রাহ্মণ, যা একটি কঠোর নিরামিষ রন্ধনপ্রণালী, ভূগর্ভে জন্মানো সবজি যেমন পেঁয়াজ, আলু, রসুন ইত্যাদি ব্যবহার করে না। ভাট (পুরোহিত), রক্ষণশীল গৌড় সারস্বত ব্রাহ্মণ এবং চিত্রপুর সারস্বত ব্রাহ্মণরা সাভালেম রান্ডাপের মতো খাবার তৈরি করে। গণেশ চতুর্থীর মতো উৎসবে বেশিরভাগ কোঙ্কণি পরিবার এই রান্নার পদ্ধতি অনুসরণ করে। নির্দিষ্ট দিনে (বিশেষ করে সোমবার), সমস্ত সারস্বত ব্রাহ্মণ শুধুমাত্র নিরামিষ খাবার খান। যে পরিবারগুলির কুলদেবতা (বংশীয় দেবতা) বা অন্যান্য পারিবারিক দেবতা যেমন মঙ্গেশ, নাগুয়েশি বা মহাদেব শিবের অন্য কোনও রূপ তাদের ক্ষেত্রে এটি বিশেষভাবে সত্য। পাঞ্জাব এবং জম্মু অঞ্চলে, সারস্বত ব্রাহ্মণরা ঐতিহ্যগতভাবে কঠোর ল্যাক্টো-নিরামিষ খাদ্য গ্রহণ করে।\n\n\n== বিভিন্ন কোঙ্কণি রন্ধনশৈলী ==\n\n\n=== রাজাপুর কোঙ্কণি রন্ধনশৈলী ===\nএই রন্ধনপ্রণালী ল্যাক্টো-নিরামিষভোজী রন্ধনপ্রণালীর একটি অংশ গঠন করে। এই রন্ধনপ্রণালীতে গোয়ান, উড়পি এবং মালভানি রন্ধনপ্রণালীর সংমিশ্রণ রয়েছে। খাটখাতেম, অন্তত ছয়টি সবজি্র একটি স্টু এখানে জনপ্রিয়। অন্যান্য জনপ্রিয় খাবারের মধ্যে রয়েছে ভাজি বা শাক (বিভিন্ন সবজির তরকারি এবং ফল দিয়ে তৈরি),ওয়াল ভাজি (ড্রামস্টিক দিয়ে তৈরি একটি তরকারি/থালা) উসলি/ উসাল (একটি পাতলা জলযুক্ত গ্রেভির মশলাদার ডাল), মিসাল ( যা উপরে ভাজা স্ন্যাকস দেয়া থাকে), টন্ডক (কাজু ও মটরশুটি দিয়ে), রস (নারকেল-ভিত্তিক খাবার), উন্দ্রি (চালের আটা, গুড় এবং নারকেল দিয়ে তৈরি একটি খাবার), ঘাওয়ান (দোসার একটি বিশেষ রূপ, যা নীর দোসা মতো, যা তুলুজাতির খাবার) হুমন্স (বিভিন্ন ধরনের তরকারি), করম (সবজির সালাদ), লঞ্চে ( ভারতীয় আচার ) এবং পাপড় /হপ্পল ( ফ্ল্যাটব্রেড )। ফাস্ট ফুডের মধ্যে রয়েছে মুঙ্গাছো গাঠি (সবুজ ছোলার তরকারি ), বোটায়াছে পটল ভাজি ( আলুর তরকারি), তুর ডাল রস (অড়হর ডালের তরকারি) ইত্যাদি।\n\n\n=== চিত্রপুর কোঙ্কণি রন্ধনশৈলী ===\nচিত্রপুর সারস্বত রন্ধনপ্রণালী অনন্য এবং এর বিভিন্ন রূপ মারাঠি এবং ইংরেজি উভয় ভাষাতেই রসচন্দ্রিকা বইতে প্রকাশিত হয়েছে। এগুলি এমন রন্ধনশৈলী যা মা থেকে মেয়ে বা পুত্রবধূর কাছে চলে গেছে। এটি তরকারি এবং শাকসবজি দিয়ে তৈরি করা হয় ও টেম্পারড বিন্স, স্প্রাউট, ডাল, যা নারকেল কুঁচি দিয়ে সাজানো হয়। তবে আজকাল স্বাস্থ্যগত কারণে নারকেল কুঁচির ব্যবহার ন্যূনতম রাখা হয়।\nসাধারণ ভানাপ বা আমচি (যেমন চিত্রপুর সারস্বত নিজেদেরকে উল্লেখ করে) খাবারগুলি হল:\n\nবাটাটা সং (আলু তেঁতুল, পেঁয়াজ, রসুন, মরিচ গুঁড়া এবং হলুদ দিয়ে রান্না করা)\nআমবাট\nডালিথয়\nপাটোলিও\nপ্যাট্রোড\nসুরনোলি\nকায়রাস (মশলা, ক্যাপসিকাম, আলু, তেঁতুল, চিনাবাদাম এবং কাজু সহ নারকেলের তৈরি)\nসুক্কে (নারিকেল, মশলা এবং বিভিন্ন ধরনের সবজি যেমন আলু দিয়ে)\nনোলখোল (কোহলরবি), মটর, ফুলকপি, ঢেঁড়শ\nঘাশিস\nকাঁচা আপিনমেডি আম দিয়ে তৈরি আমের আচার\n\n\n== পেস্কো-নিরামিশী রন্ধনশৈলী ==\n\nবেশিরভাগ কোঙ্কণি সারস্বত ব্রাহ্মণ পেস্কো-নিরামিষভোজী। এরা খাদ্যতালিকায় মাছ অন্তর্ভুক্ত করাকে আমিষ হিসাবে দেখে না। কিংবদন্তি আছে যে সরস্বতী নদী শুকিয়ে গেলে,সারস্বতরা যারা কৃষিকাজ করতে পারেনি তাদের সামুদ্রিক খাবার / মাছ খাওয়ার অনুমতি দেওয়া হয়েছিল। মাছগুলোকে সামুদ্রিক সবজি বা জলকেন (জল কি-জল কায়ে) বলা হতো। উদাহরণস্বরূপ, ঝিনুককে কখনো কখনো সমুদ্র ফলম বা 'সমুদ্র ফল' বলা হয়।\nএকটি সারস্বত বাড়িতে একটি সাধারণ প্রাতঃরাশের মধ্যে থাকতে পারে পেজ ( কঙ্গি ) উকডেম তন্দুল (পার্সিদ্ধ চাল) এবং লঞ্চে (আচার) এবং পাপড় । ধনী বাড়িতে চাটনি বা সা্ম্বার সহ দোসা, ইডলি ( দক্ষিণ কানারা, কর্ণাটক এবং দক্ষিণ ভারতের অন্যান্য অংশে) বা সানাস (গোয়াতে) পরিবেশন করা যেতে পারে। শেভাইন ফান বা ফোও হল অন্যান্য প্রাতঃরাশের খাবার যা মাঝে মাঝে পরিবেশন করা হয়। রোটি এবং ভাকরি হল সাধারণ ধরনের রুটি, যা টন্ডক বা পাকা বাটাভাজি (আলু ভাজা তৈরি) এর সাথে খাওয়া হয়।\nদুপুর ও রাতের খাবারে দাত ডালিতোই এবং ভাত (এক্সিট, উচ্চারিত শীথ ) থাকতে পারে, যেখানে ভানাপরা কালভানির জন্য তাদের ভাতের সাথে আমবাট পছন্দ করে। একটি সাধারণ সারস্বত মধ্যাহ্নভোজে চাদর, রোস বা বরণ থাকবে; রাতের খাবার যদি নিরামিষ না হয়, দুপুরের খাবারের মধ্যে থাকতে পারে হুমান, ভাজি, টন্ডক, লঞ্চে, পাপোদ, এবং তোই বা কড়ি । মুখশুদ্ধি (মুখ শুদ্ধি, সম্ভবত সব অপেক্ষাকৃত মশলাদার জিনিসের পরে) এবং জীর্ভন ( হিং, ভোমভোম, জিরা, মৌরি বীজ) এর দ্বৈত উদ্দেশ্য পূরণ করার জন্য কড়ি তৈরি করা হয়। কখনও কখনও কড়িগুলিকে কারিভেল এবং সানস্বাম ( সরিষার বীজ ) দিয়ে পাকানো হয়। সাধারণত, এটি একটি জলযুক্ত প্রস্তুতি যাতে তার প্লেটে ঢেলে দেয়ার সময় খাদ্যগ্রহণকারী তার হাতকে পেয়ালার মতো করে নেয় এবং খাবারের শেষে খাওয়ার জন্য এর সাথে তার ভাতের একটি অল্প অংশ মেশানোর আগে এটি পান করে। কোঙ্কাণি সারস্বত ব্রাহ্মণদের মধ্যে সবচেয়ে সুস্বাদু এবং পছন্দের কাড়ি হল কোকুমাচি কাড়ি বা কনকাম কাড়ি। কোকুম হল ভারতের পশ্চিম কোঙ্কণ উপকূলে পাওয়া এবং জন্মানো একটি ফল এবং যা সাধারণত সারস্বত রান্নায় ব্যবহৃত হয়। আনুষ্ঠানিকভাবে প্রায়ই বলা হয় যে কোকুম খাদি ছাড়া কোনো খাবারই সম্পূর্ণ হয় না।\n\n\n== আরও দেখুন ==\n\nগোয়ান রান্না\nবাঙালি খাবার\nচিত্রপুর সারস্বত ব্রাহ্মণ\nগৌড় সারস্বত ব্রাহ্মণ\nরাজাপুর সারস্বত ব্রাহ্মণ\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\nPHILAR, ASHA (২০১১)। The Konkani Saraswat Cookbook। TERRA FIRMA। \nMahalé, Padma; Sapna Sardessai (২০০৩)। Ishtann: The Best of Goan Saraswat Cuisine। Printer's Devil।"}