{"pageid": 1346776, "title": "সৈয়দ আব্দুল্লাহ তারিক", "url": "https://bn.wikipedia.org/wiki?curid=1346776", "content": "সৈয়দ আবদুল্লাহ তারিক (জন্ম ১৯৫৩) হলেন একজন ভারতীয় ইসলামি পণ্ডিত, লেখক এবং জনহিতৈষী যিনি ভারতে অবস্থিত একটি আন্তর্জাতিক আন্তঃধর্মীয় সংস্থা ওয়ার্ল্ড অর্গানাইজেশন অফ রিলিজিয়নস অ্যান্ড নলেজ (ওয়ার্ক) প্রতিষ্ঠা করেছিলেন।\n\n\n== প্রাথমিক এবং শিক্ষাজীবন ==\nআবদুল্লাহ তারিক ১৯৫৩ সালে উত্তরপ্রদেশের রামপুর শহরের এক সৈয়দ পরিবারে জন্মগ্রহণ করেন। তিনি ১৯৭৪ সালে আলীগড় মুসলিম বিশ্ববিদ্যালয় থেকে তড়িৎ প্রকৌশলে বিএসসি (বিজ্ঞানে স্নাতক) হন। তিনি ভারতীয় মুসলিম পণ্ডিত শামস নাভেদ উসমানির দ্বারা উল্লেখযোগ্যভাবে প্রভাবিত ছিলেন এবং ছয় বছর (১৯৯৩ সালে উসমানির মৃত্যুর আগ পর্যন্ত) উসমানির প্রধান শিষ্য ছিলেন। \n\n\n== কর্মজীবন ==\n১৯৩৭ সালে আবদুল্লাহ তারিক শামস নাভেদ উসমানির নির্দেশনায় ওয়ার্ল্ড অর্গানাইজেশন অফ রিলিজিয়নস অ্যান্ড নলেজ (ওয়ার্ক) গঠন করেন এবং তিনি এর সভাপতি নিযুক্ত হন। এই সংস্থাটি শান্তি ও সম্প্রীতির বার্তার মাধ্যমে ঐক্যের প্রচার করে। সংস্থাটি সাম্প্রদায়িক অনুষঙ্গ নির্বিশেষে প্রাথমিক চিকিৎসা, খাদ্য এবং উচ্ছেদ পরিষেবা প্রদানের মতো ত্রাণ কর্মসূচির ব্যবস্থা করেছে।\nসংস্থাটি  ২০০১ এর গুজরাত ভূমিকম্প এবং ২০০৫ এর কাশ্মীর ভূমিকম্পের জন্য ত্রাণ কার্যক্রমে সক্রিয়ভাবে জড়িত ছিল। সংস্থাটি ২০০১ সালে গুজরাতে দাঙ্গার সময়ও মানুষকে সহায়তা করেছিল। ২০২০ সালে সংস্থাটির স্বেচ্ছাসেবকরা করোনা ভাইরাসের কারণে  লকডাউনের সময় অর্থনৈতিকভাবে অভাবীদের সাহায্য করার জন্য সামাজিক কাজ করেছে। সংস্থাটি ২০১৮ সালে রামপুরে স্বর্গীয় সংস্কৃতি, বিশ্ব শান্তি, আলোর পুনরুদ্ধার (এইচ ডব্লিউ পি এল) এর সাথে একটি শান্তি মিছিলের আয়োজন করেছিল  সংস্থাটি প্রতি বছর মিলাদুন নবিকে সমবেদনা দিবস হিসেবে স্মরণ করে। সংস্থাটি হিন্দ ভাইচারা সমিতির সাথে একটি বেসরকারী সংস্থার সহযোগীতায় একটি বার্ষিক চিকিৎসা শিবিরের আয়োজন করা হয়। \nতারিক আন্তঃধর্মীয় সংলাপের জন্য একটি প্ল্যাটফর্ম তৈরি করেন, যেখানে ২০২০ সালে নানকানা সাহেবের গুরুদ্বারে হামলার নিন্দা করা হয়। তিনি ভারতে এবং বিদেশে বিভিন্ন ইসলামি ও আন্তঃধর্মীয় সম্মেলন ও সেমিনারে বক্তৃতা করেন। রামপুর রাজা লাইব্রেরির দরবার হলে আয়োজিত একটি প্রদর্শনীতেও তাকে প্রধান অতিথি হিসেবে আমন্ত্রণ জানানো হয়েছিল। \n\n\n== দৃষ্টিভঙ্গি ==\n\n\n=== ভারত ===\nআবদুল্লাহ দাবি করেন যে ভারত ইসলামের উৎপত্তিস্থল এবং বিশ্বাস করেন যে, প্রথম নবী আদম এখানেই অবতরণ করেছিলেন। তিনি দেশটিকে পূণ্যভূমি হিসাবে উল্লেখ করেছেন যার অর্থ 'পবিত্র ভূমি'।  তিনি আরও বলেন যে ভারতে শান্তি বজায় রাখার জন্য হিন্দু ও মুসলমানদের মধ্যে আন্তঃধর্মীয় সংলাপ অত্যন্ত গুরুত্বপূর্ণ। \n\n\n=== বাবরি মসজিদ বিতর্ক ===\n১৯৮৮ সালে তারিক উর্দু সাপ্তাহিক আখবারে নাউ- এর জন্য একটি নিবন্ধ লিখেছিলেন যাতে মুসলিম সম্প্রদায়কে অযোধ্যা বিরোধকে উত্তেজিত করতে নিরুৎসাহিত করা হয়েছিল।  তিনি কোরআন ও সুন্নাহ ব্যবহার করে নীতির রূপরেখা দিয়েছেন যা সম্প্রদায়কে এই বিরোধটিকে সংঘর্ষের পর্যায়ে নিয়ে যাওয়া থেকে বিরত থাকতে নির্দেশ দেয়। তিনি মনে করেন যে মুসলিম নেতাদের অবস্থানের কারণে বিষয়টি আরও শোচনীয় হয়েছে। ২০১৮ সালে তিনি প্রকাশ্যে বিরোধের ব্যাপারে সালমান হুসাইন নাদভির অবস্থানকে সমর্থন করেছিলেন।\n\n\n== রচনাবলী ==\nতারিকের কাজের মধ্যে রয়েছে:\n\nআগার আব ভী না জাগে তো (এখনও যদি জেগে না ওঠো) - তারিকের টীকাসম্বলিত সহ শামস নাভেদ উসমানির ধারণার একটি সংগ্রহ। এটি মুসলমানদেরকে সনাতন ধর্মকে ভিন্ন আলোকে দেখতে উৎসাহিত করে এবং দাবি করে যে হিন্দুরা নূহের সন্তানদের বংশধর। \nএকতা কা আধার (ঐক্যের মূল)\nগুজরাট কে বাদ হালত আওর হাল এন্ড যুগ পরিবর্তন – ইসলামিক দৃষ্টিকোণ।\n\n\n== প্রশংসা ও সমালোচনা ==\nতারিক ১৯৯২ সালে রামায়ণম ট্রাস্ট অযোধ্যা কর্তৃক রামকিঙ্কর পুরস্কারে ভূষিত হন। ২০২০ সালে দিল্লি সংখ্যালঘু কমিশন সাম্প্রদায়িক সম্প্রীতি প্রচারে তার অবদানের জন্য তার জন্য একটি পুরস্কার ঘোষণা করেছিল।\n২০১২ সালে ইসলামি পণ্ডিত সৈয়দ শহীদ আলী রিজভি তারিককে কুরআন অবমাননা করার জন্য গ্রেপ্তার করার দাবি করেছিলেন। তারিক কুরআনের প্রতি তার অবস্থান এবং বিশ্বাস স্পষ্ট করে অভিযোগ খারিজ করেছেন। \n\n\n== তথ্যসূত্র =="}