{"pageid": 1346056, "title": "প্রত্যক্ষ (ধর্মীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1346056", "content": "প্রত্যক্ষ (সংস্কৃত: प्रत्यक्ष),  হিন্দুধর্মে জ্ঞানের তিনটি প্রধান উপায়ের মধ্যে একটি,  এর অর্থ যা চোখের সামনে উপস্থিত, স্পষ্ট, স্বতন্ত্র ও স্পষ্ট।\nপ্রত্যক্ষ ছয়টি প্রমাণের একটি। ন্যায় দর্শন শুধু প্রত্যক্ষ, অনুমান, শব্দ ও \nউপমাণ কে প্রমাণ হিসেবে স্বীকৃতি দেয়। সাংখ্য দর্শন উপমাণকে প্রমাণ হিসেবে স্বীকৃতি দেয় না। এই চারটি সহায়িকা যা বিষয়গুলিকে আলোকিত করতে সাহায্য করে, বেদান্ত ও মীমাংসা অনুপলব্ধি ও অর্থপত্তিকে বৈধ প্রমাণ হিসাবে যোগ করে।\n\n\n== অর্থ ও তাৎপর্য ==\nপ্রত্যক্ষ এর আক্ষরিক অর্থ যা চোখে উপলব্ধিযোগ্য বা দৃশ্যমান, সাধারণ ব্যবহারে উপস্থিত থাকা বোঝায়, চোখের সামনে উপস্থিত অর্থাৎ দৃষ্টিসীমার মধ্যে, যে কোনো ইন্দ্রিয় অঙ্গ দ্বারা উপলব্ধিযোগ্য, স্বতন্ত্র, স্পষ্ট, তাৎক্ষণিক, প্রকাশ, দেহগত।\nপ্রত্যক্ষ বলতে বোঝায় উপলব্ধির অনুষদ যার সাথে যুক্ত চিন্তা, কল্পনা ও ইচ্ছা, যা চারটি একসাথে চেতস (চেতনা) হিসাবে মনস (মন) কে আলোকিত করে, ব্যক্তির সাধারণ মানসিক সরঞ্জাম ও চেতনা দেয়। চার ধরনের বৈধ উপলব্ধি রয়েছে – ইন্দ্রিয় প্রত্যক্ষ বা ইন্দ্রিয় উপলব্ধি; মনস প্রত্যক্ষ বা মানসিক উপলব্ধি; স্ববেদনা প্রত্যক্ষ বা আত্ম-চেতনা; এবং যোগ প্রত্যক্ষ বা অতি সাধারণ অন্তর্দৃষ্টি। ইন্দ্রিয় উপলব্ধিতে, যা অনির্দিষ্ট উপলব্ধি  চিত্তশক্তি (বুদ্ধি-শক্তি) ইন্দ্রিয়ের স্তর হিসাবে কাজ করে। মানসিক উপলব্ধি দেখা দেয় যখন চিত্তশক্তি, বুদ্ধির সাহায্যে, ইন্দ্রিয়ের বস্তুর উপর প্রতিফলিত হয় এবং এটি নির্দিষ্ট উপলব্ধি। আত্ম-চেতনার উদ্ভব হয় যখন, তত্ত্ব বা পঞ্চকোষ দ্বারা পরিচালিত, রাগ (সংযুক্তি), বিদ্যা (জ্ঞান), নিয়তি (বস্তুর ক্রম), কাল (সময়) এবং কল্প (উপাদান) এবং আনন্দ ও বেদনা জ্ঞানের বস্তু হয়ে ওঠে চিত, নিজের বুদ্ধি। অশুদ্ধতা অপসারণের পর অষ্ট-গুণ যোগ-শৃঙ্খলা অনুশীলনের মাধ্যমে বুদ্ধিমান-আত্মকে আবৃত করে অতি সাধারণ অন্তর্দৃষ্টি অর্জিত হয়।\nপ্রত্যক্ষ জ্ঞান জাগতিক প্রত্যক্ষ এবং অতীন্দ্রিয় প্রত্যক্ষের মাধ্যমে লাভ করা যায়। অতীন্দ্রিয় প্রত্যক্ষ সামান্য, লক্ষণ, জ্ঞান লক্ষণ এবং  যোগে বিভক্ত। প্রত্যক্ষ সবিকল্প, নির্বিকল্প  ও প্রতিবিদ্যায় বিভক্ত। প্রত্যক্ষ জ্ঞান স্বজ্ঞাত প্রকৃতিতে ও যোগে, এবং বেদান্ত অপরোক্ষানুভূতি নামেও পরিচিত।\n\n\n== তথ্যসূত্র =="}