{"pageid": 1346544, "title": "রিয়োকো ইকেদা", "url": "https://bn.wikipedia.org/wiki?curid=1346544", "content": "রিয়োকো ইকেদা (ইকেদা রিয়োকো, জন্ম ১৮ ডিসেম্বর, ১৯৪৭) একজন জাপানি মাঙ্গাকা এবং গায়ক। কোনও কোনও ব্যাক্তির মতে তিনি ইয়ার ২৪ গ্রুপে অন্তর্ভুক্ত যদিও তা নিয়ে বিতর্ক আছে কারন তার রচনায় অভ্যন্তরীণ মনোবিজ্ঞানের চেয়ে মহাকাব্যের গল্পের উপর বেশি মনোনিবেশ করা হয়। তিনি ১৯৭০-এর দশকে সবচেয়ে জনপ্রিয় জাপানি কমিক শিল্পী ছিলেন, যিনি দ্য রোজ অফ ভার্সাই এর জন্য সর্বাধিক পরিচিত ছিলেন।\n\n\n== শিক্ষা ==\nইকেদা দর্শন বিষয়ে পড়াশুনা এবং উচ্চশিক্ষা নিয়েছেন।  তিনি জাপানের ডেমোক্রেটিক ইয়ুথ লীগের সদস্য ছিলেন।  কিন্তু পরে তিনি তার সদস্যপদ থেকে ইস্তফা দেন। \n\n\n== কর্মজীবন ==\nদর্শন অধ্যয়নরত অবস্থায় ইকেদা কাশিহোন্যা পত্রিকায় মাঙ্গা প্রকাশ করা শুরু করেন।  তিনি ১৯৬৭ সালে বারা ইয়াশিকি নো শোজো  মাঙ্গার মাধ্যমে আত্মপ্রকাশ করেন। \nইকেদা অনেক শোজো মাঙ্গা লিখেছেন এবং চিত্রিত করেছেন। তার মাঙ্গার মধ্যে অনেকগুলি ঐতিহাসিক ঘটনার উল্লেখ দেখা যায়, যেমন ফরাসি বিপ্লব বা রাশিয়ান বিপ্লব ইত্যাদি। তার মাঙ্গার বিদেশী পটভূমিকা এবং স্বতন্ত্র বিষ্যের ব্যবহার তার রচিত দ্য রোজ অফ ভার্সাই এবং অরফিয়াস নো মাডোকে বিশাল সাফল্য এনে দিয়েছে। \nতার সবচেয়ে বিখ্যাত মাঙ্গা হল দ্য রোজ অফ ভার্সাই, যা ইউরোপে লেডি অস্কার নামেও পরিচিত। এই মাঙ্গা ল্ঘুভাবে ফরাসি বিপ্লবের উপর ভিত্তি করে রচিত। দ্য রোজ অফ ভার্সাই -এর উপর ভিত্তি করে বেশ কয়েকটি তাকারাজুকা মিউজিক্যাল এবং একটি অ্যানিমে সিরিজ এবং একটি লাইভ-অ্যাকশন চলচ্চিত্র তৈরি করা হয়েছে। রোজ অফ ভার্সাই শেষ হওয়ার পর, ইকেদা আসাহি শিম্বুনের জন্য নিবন্ধ লিখেছিলেন। ২০০০-এর দশকে ইকেদা একটি সঙ্গীত বিদ্যালয়ে অধ্যয়ন করেন এবং একজন গায়ক হিসাবে তার কর্মজীবন শুরু করেন। তার স্বর সোপ্রানো রেঞ্জে স্থিত।  তিনি ১৯৯৯ সালে স্ক্রিপ্ট লেখক হিসাবে কমিক শিল্পে প্রত্যাবর্তন করেন  তার সাম্প্রতিক মাঙ্গার মধ্যে রয়েছে ডের রিং দেস নিবেলুঙ্গেন। এটি রিচার্ড ওয়াগনারের লেখা অপেরার একটি মাঙ্গা সংস্করণ।\n২০০৮ সালে তিনি ফ্রান্সের জাপানের সাংস্কৃতিক সচেতনতামূলক অবদানের জন্য ফ্রান্সের ন্যাশনাল অর্ডার অফ দ্য লিজিয়ন অফ অনার সম্মান পেয়েছিলেন, এবং তিনি 2011 অ্যাঙ্গুলেমে আন্তর্জাতিক কমিকস উতসব- এর অতিথি ছিলেন। \n\n\n== তথ্যসূত্র =="}