{"pageid": 1346258, "title": "উমর আল বশির", "url": "https://bn.wikipedia.org/wiki?curid=1346258", "content": "ওমর হাসান আহমদ আল বশির (আরবি: عمر حسن أحمد البشير; জন্ম : ১ জানুয়ারি ১৯৪৪) হলেন একজন সুদানি প্রাক্তন সামরিক অফিসার এবং রাজনীতিবিদ, যিনি ১৯৮৯ থেকে ২০১৯ সাল পর্যন্ত সুদানের সপ্তম রাষ্ট্রপ্রধান হিসাবে দায়িত্ব পালন করেন। ২০১৯ সালে একটি অভ্যুত্থানে তিনি ক্ষমতাচ্যুত হন ও পরবর্তী সময়ে তিনি একাধিক দুর্নীতির অভিযোগে দোষী সাব্যস্ত হয়ে কারাবরণ করেন। তিনি ১৯৮৯ সালে ক্ষমতায় এসেছিলেন, যখন তিনি সুদানী সেনাবাহিনীর একজন ব্রিগেডিয়ার জেনারেল হিসাবে ছিল। সেসময় তিনি একটি সামরিক অভ্যুত্থানে একদল অফিসারের নেতৃত্ব দিয়েছিলেন, যা দক্ষিণাঞ্চলে বিদ্রোহীদের সাথে আলোচনা শুরু করার পর প্রধানমন্ত্রী সাদিক আল-মাহদির সরকারকে ক্ষমতাচ্যুত করেছিল।\nনির্বাচনী জালিয়াতির জন্য যাচাই-বাছাইয়ের অধীনে থাকা নির্বাচনে তিনি তিনবার রাষ্ট্রপতি নির্বাচিত হন। ১৯৯২ সালে, আল-বশির ন্যাশনাল কংগ্রেস পার্টি প্রতিষ্ঠা করেন, যেটি ২০১৯ সাল পর্যন্ত দেশের প্রভাবশালী রাজনৈতিক দল ছিল। ২০০৯ সালের মার্চ মাসে, আল-বশির দারফুরে বেসামরিক নাগরিকদের বিরুদ্ধে গণহত্যা, ধর্ষণ এবং লুটপাটের প্রচারণা চালানোর অভিযোগে আন্তর্জাতিক অপরাধ আদালত (ICC) দ্বারা অভিযুক্ত হওয়া প্রথম রাষ্ট্রপ্রধান হন। ১১ ফেব্রুয়ারী ২০২০-এ, সুদান সরকার ঘোষণা করেছিল যে তারা আল-বশিরকে বিচারের জন্য আইসিসির কাছে হস্তান্তর করতে সম্মত হয়েছে।\nঅক্টোবর ২০০৫ সালে, আল-বশিরের সরকার দ্বিতীয় সুদানের গৃহযুদ্ধের অবসান ঘটায়,  দক্ষিণে একটি গণভোটের দিকে পরিচালিত করে, যার ফলে দক্ষিণ সুদানের দেশ হিসাবে দক্ষিণটি পৃথক হয়। দারফুর অঞ্চলে, তিনি দারফুরের যুদ্ধের তত্ত্বাবধান করেন যার ফলে সুদানী সরকারের মতে মৃতের সংখ্যা প্রায় ১০,০০০,  তবে বেশিরভাগ সূত্র ২০০,০০০  এবং ৪০০,০০০ এর মধ্যে বলে।    তার রাষ্ট্রপতির সময়, দারফুর অঞ্চলে গেরিলা যুদ্ধের আকারে জানজাউইদ মিলিশিয়া এবং সুদানিজ লিবারেশন আর্মি (এসএলএ) এবং জাস্টিস অ্যান্ড ইকুয়ালিটি মুভমেন্ট (জেইএম) এর মতো বিদ্রোহী গোষ্ঠীগুলির মধ্যে বেশ কয়েকটি সহিংস লড়াই হয়েছে। গৃহযুদ্ধ  মোট ৬.২ জনসংখ্যার মধ্যে ২.৫ মিলিয়ন  বাস্তুচ্যুত করেছে দারফুরে মিলিয়ন মিলিয়ন  এবং সুদান ও চাদের মধ্যে কূটনৈতিক সম্পর্কের সংকট সৃষ্টি করে।  ২০১১  সালে মুয়াম্মার গাদ্দাফির মৃত্যু এবং তার শাসনের পতনের পর দারফুরের বিদ্রোহীরা লিবিয়ার সমর্থন হারিয়ে ফেলে   \n২০০৮ সালের জুলাইয়ে, আন্তর্জাতিক অপরাধ আদালতের (আইসিসি) প্রসিকিউটর, লুইস মোরেনো ওকাম্পো, আল-বশিরকে দারফুরে গণহত্যা, মানবতার বিরুদ্ধে অপরাধ এবং যুদ্ধাপরাধের জন্য অভিযুক্ত করেন।  আদালত যুদ্ধাপরাধ এবং মানবতার বিরুদ্ধে অপরাধের জন্য ৪ মার্চ  ২০০৯-এ আল-বশিরের জন্য একটি গ্রেপ্তারি পরোয়ানা জারি করে, কিন্তু রায় দেয় যে গণহত্যার জন্য তাকে বিচার করার জন্য পর্যাপ্ত প্রমাণ নেই।   যাইহোক, ১২ জুলাই ২০১০-এ, আদালত গণহত্যার তিনটি পৃথক গণনা সম্বলিত একটি দ্বিতীয় পরোয়ানা জারি করে। নতুন পরোয়ানা, প্রথমটির মতো, সুদান সরকারের কাছে বিতরণ করা হয়েছিল, যেটি ওয়ারেন্ট বা আইসিসিকে স্বীকৃতি দেয়নি।  বশির ব্যক্তিগতভাবে এ ধরনের কর্মকাণ্ডে অংশ নিয়েছেন বলে অভিযোগে অভিযোগ করা হয়নি; পরিবর্তে, তারা বলে যে তিনি \"অপ্রত্যক্ষ সহ-অপরাধী হিসাবে অপরাধমূলকভাবে দায়ী বলে সন্দেহ করা হচ্ছে\"।  আদালতের সিদ্ধান্তের বিরোধিতা করেছে আফ্রিকান ইউনিয়ন, আরব লীগ এবং জোট নিরপেক্ষ আন্দোলনের পাশাপাশি লিবিয়া, সোমালিয়া, জর্ডান, তুরস্ক, মিশর, দক্ষিণ সুদান, জিবুতি, ইরিত্রিয়া, পাকিস্তান, আলজেরিয়া, ইরাক, ইসরাইল, সৌদি আরবের সরকার।, কুয়েত, ওমান, লেবানন, বাহরাইন, কাতার, সংযুক্ত আরব আমিরাত এবং মার্কিন যুক্তরাষ্ট্র।  \n২০১৮ সালের ডিসেম্বর থেকে, আল-বশির বৃহৎ আকারের বিক্ষোভের মুখোমুখি হন যা তাকে ক্ষমতা থেকে অপসারণের দাবি জানায়। ১১ এপ্রিল ২০১৯-এ, বশির একটি সামরিক অভ্যুত্থানে ক্ষমতাচ্যুত হন।   ২০১৯ সালের সেপ্টেম্বরে, বশিরকে ট্রানজিশনারি মিলিটারি কাউন্সিল দ্বারা প্রতিস্থাপিত করা হয় যা একটি মিশ্র বেসামরিক-সামরিক সার্বভৌমত্ব কাউন্সিল এবং একজন বেসামরিক প্রধানমন্ত্রী আবদাল্লা হামডোকের কাছে নির্বাহী ক্ষমতা হস্তান্তর করে। দুই মাস পরে, ফোর্সেস অফ ফ্রিডম অ্যান্ড চেঞ্জ অ্যালায়েন্স (যা ৩৯ মাসের সুদানের গণতন্ত্রে উত্তরণের সময় পরোক্ষ রাজনৈতিক ক্ষমতা রাখে), হামডোক এবং সার্বভৌমত্ব কাউন্সিলের সদস্য সিদ্দিক তাওয়ার বলেছিলেন যে বশিরকে অবশেষে আইসিসিতে স্থানান্তর করা হবে। ওই বছরের ডিসেম্বরে তাকে দুর্নীতির দায়ে দোষী সাব্যস্ত করে দুই বছরের কারাদণ্ড দেওয়া হয়।    অভ্যুত্থানে তার ভূমিকা সম্পর্কে তার বিচার শুরু হয় যা তাকে ক্ষমতায় এনেছিল ২১ জুলাই ২০২০ এ \n\n\n== তথ্যসূত্র =="}