{"pageid": 1346947, "title": "আবখাজিয়া ও দক্ষিণ ওসেটিয়ার আন্তর্জাতিক স্বীকৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1346947", "content": "আবখাজিয়া ও দক্ষিণ ওসেটিয়া ককেশাস অঞ্চলের দুইটি বিতর্কিত অঞ্চল। বিশ্বের অধিকাংশ দেশ তাদের জর্জিয়া রাষ্ট্রের অংশ হিসেবে স্বীকৃতি দেয়; অন্য দিকে রাশিয়া, ভেনিজুয়েলা, নিকারাগুয়া, নাউরু ও সিরিয়া তাদের স্বাধীনতা স্বীকার করে। ২০০৮ সালের রুশ ও জর্জীয় যুদ্ধর পরে রাশিয়া কর্তৃক আবখাজিয়া এবং দক্ষিণ ওসেটিয়ার স্বাধীনতার প্রাথমিক স্বীকৃতি ঘটে। জর্জীয় সরকার প্রজাতন্ত্র দুটিকে রুশ-অধিকৃত অঞ্চল হিসাবে বিবেচনা করে।\n\nআবখাজিয়া ও দক্ষিণ ওসেটিয়া প্রাথমিকভাবে সাতটি জাতিসংঘের সদস্য রাষ্ট্র দ্বারা স্বীকৃত হয়েছে,যতক্ষণ না টুভালু ২০১৪ সালে উভয়ের স্বীকৃতি প্রত্যাহার করে নেয়   এবং ভানুয়াতুর আবখাজিয়াকে স্বীকৃতি দেওয়ার বিষয়টি ২০১১ ও ২০১৫ এর মধ্যে বিভ্রান্তির সৃষ্টি করে। ভানুয়াতু ২০১৯ সালে পুনরায় নিশ্চিত করে যে, এটি আবখাজিয়ার স্বাধীনতার সমর্থন বা স্বীকৃতি দেয় না এবং এই দুটি বিতর্কিত অঞ্চলসহ জর্জিয়ার আঞ্চলিক অখণ্ডতাকে সমর্থন করে।   জর্জিয়া আবখাজিয়া ও দক্ষিণ ওসেটিয়াকে স্বীকৃতি দানকারী রাষ্ট্রগুলির সাথে কূটনৈতিক সম্পর্ক ছিন্ন করে। ২০১৯ সালে সবশেষ সিরিয়ার সাথে এটি কূটনৈতিক সম্পর্ক ছিন্ন করে।  আবখজিয়া ও দক্ষিণ ওসেটিয়া একে অপরকে স্বীকৃতি দেয় এবং জাতিসংঘের সদস্য নয়, এমন কিছু রাষ্ট্রের কাছ থেকেও স্বীকৃতি রয়েছে।\n\n\n== ইতিহাস ==\n১৯৯২ সালের ২৯ মে দক্ষিণ ওসেটিয়া ১৯৯১–১৯৯২ পর্যন্ত চলা দক্ষিণ ওসেটীয় যুদ্ধের সময় জর্জিয়া থেকে স্বাধীনতা ঘোষণা করে এবং এর তৎকালীন সংবিধানে এটিকে দক্ষিণ ওসেটিয়া প্রজাতন্ত্র উল্লেখ করা হয়।   আবখাজিয়া ১৯৯২ থেকে ১৯৯৩ সাল পর্যন্ত চলা জর্জিয়ার সাথে তার যুদ্ধের পর স্বাধীনতা ঘোষণা করে এবং ১৯৯৪ সালের ২৬ নভেম্বরে এর সংবিধান গৃহীত হয়।  \n\n\n=== ২০০৮ সালের উন্নতি ===\n২০০৮ সালের এপ্রিলে জাতিসংঘের নিরাপত্তা পরিষদ সর্বসম্মতিক্রমে ১৮০৮ রেজুলেশন বিল পাস করে, যা জর্জিয়ার সার্বভৌমত্ব, স্বাধীনতা, আঞ্চলিক অখণ্ডতার আন্তর্জাতিকভাবে স্বীকৃত সীমানার মধ্যে সমস্ত সদস্য রাষ্ট্রের প্রতিশ্রুতি এবং জাতিসংঘ ও বন্ধু রাষ্ট্রসমূহের সমস্ত প্রচেষ্টাকে সমর্থন করে। সেক্রেটারি জেনারেল শুধুমাত্র শান্তিপূর্ণ উপায়ে এবং নিরাপত্তা পরিষদের রেজুলেশন কাঠামোর মধ্যে আবখাজ-জর্জীয় দ্বন্দ্বের মীমাংসা করার জন্য তাদের সংকল্প ব্যক্ত করেন।  \n২০০৮ সালের দক্ষিণ ওসেটিয়ার যুদ্ধটি ২০০৮ সালের আগস্টে এক দিকে জর্জিয়া এবং অন্য দিকে দক্ষিণ ওসেটিয়া, আবখাজিয়া এবং রাশিয়ার মধ্যে সংঘটিত হয়েছিল, যার ফলে দক্ষিণ ওসেটীয়, আবখাজ এবং রাশিয়ার সম্মিলিত বিজয় উভয় অঞ্চল থেকে জর্জীয় সামরিক বাহিনীকে বহিষ্কার করে। ২০০৮ সালের ২১ আগস্ট স্কিনভালি ও সুখুমিতে সমাবেশ অনুষ্ঠিত হয়, যেখানে দক্ষিণ ওসেটিয়া এবং আবখাজিয়ার জনগণ যথাক্রমে রুশ রাষ্ট্রপতি দিমিত্রি মেদভেদেভ এবং রুশ ফেডারেল অ্যাসেম্বলির কাছে তাদের দেশকে স্বাধীন, সার্বভৌম রাষ্ট্র হিসাবে আনুষ্ঠানিক স্বীকৃতি দেওয়ার জন্য আবেদন করে।  \nদক্ষিণ ওসেটিয়ার রাষ্ট্রপতি এডুয়ার্ড কোকোইটি রুশ ফেডারেশন কাউন্সিলে ভাষণ দিতে ২০০৮ সালের ২৩ আগস্ট মস্কোতে উড়ে আসেন এবং নিজের আবেদনে বলেন \"দক্ষিণ ওসেটিয়াতে জর্জীয় নেতৃত্ব যা করেছে তা কেবল ককেশীয় স্ট্যালিনগ্রাদ হিসাবে বর্ণনা করা যেতে পারে। ২০০৮ সালের ২৫ আগস্ট আবখাজিয়ার প্রেসিডেন্ট সের্গেই বাগাপশও ফেডারেশন কাউন্সিলের কাছে একটি উপস্থাপনা করেছিলেন। কাউন্সিলে তার ভাষণে বাগাপশ বলেন আমি নিশ্চিত বলতে পারি যে আবখাজিয়া এবং দক্ষিণ ওসেটিয়া কখনই জর্জিয়ার অংশ হবে না।\" \n\n\n== বিশ্বের বিভিন্ন রাষ্ট্রের অবস্থান ==\n\n\n=== যে রাষ্ট্রগুলি আনুষ্ঠানিকভাবে আবখাজিয়া ও দক্ষিণ ওশেটিয়াকে স্বাধীন হিসাবে স্বীকৃতি দেয় ===\n\n\n==== জাতিসংঘের সদস্য রাষ্ট্রসমূহ ====\n\n\n== তথ্যসূত্র =="}