{"pageid": 1346399, "title": "জন উইক (চরিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1346399", "content": "জন উইক হল একটি কাল্পনিক চরিত্র যা ডেরেক কোলস্ট্যাড দ্বারা নির্মিত, এবং অন্ধকার/নিষিদ্ধ জগতের অ্যাকশন থ্রিলার চলচ্চিত্র সিরিজ জন উইকের টাইটেলার নায়ক, কিয়ানু রিভস দ্বারা চিত্রিত। জন একজন অবসর প্রাপ্ত বিখ্যাত সন্ত্রাসী সৈনিক।   তার প্রয়াত স্ত্রী হেলেন তাকে যে কুকুরছানা দিয়েছিল তাকে একদল দুস্কৃতিকারী হত্যা করার আগ পর্যন্ত সে  নিরীহ জীবন যাপন করত।  প্রিয় কুুকুরকে হত্যা তাকে প্রতিশোধের পথে নিয়ে যায়, তাকে অপরাধীদের আন্ডারওয়ার্ল্ডে ফিরিয়ে দেয় । শেষ পর্যন্ত সে যে ঘাতকদের আন্তর্জাতিক সংগঠনের সাথে সংঘর্ষে জড়িয়ে পড়ে একটা সময় সে যেখানকার অংশ ছিল । \n\n\n== কাল্পনিক চরিত্রের জীবনী ==\nজন জারদানি জোভানোভিচ ( রাশিয়ান, বেলারুশিয়ান) পদোরজে, বাইলোরুশিয়ান এসএসআর, সোভিয়েত ইউনিয়নে ২রা সেপ্টেম্বর, ১৯৬৪ সালে জন্মগ্রহণ করেছিলেন। তিনি অনাথ হওয়ার পর তার বাবার একজন পুরানো বন্ধুর যার কাছে নেওয়া হয়।  শেষ পর্যন্ত তিনি জনের পরামর্শদাতা হয়ে উঠেন।  এটি জন উইকের কমিক বই মিনি-সিরিজ থেকে জানা যায় তার কৈশোরের একটি উল্লেখযোগ্য অংশ মেক্সিকোর এল সাউজেলে কাটিয়েছেন।  এক পর্যায়ে, সে একটি রুসকা রোমা সংগঠিত অপরাধ গোষ্ঠীর সঙ্গে জড়িয়ে পড়ে এবং নিউ ইয়র্ক সিটিতে তার নেত্রী, দ্য ডিরেক্টর নামে পরিচিত একজন মহিলা তাকে  প্রশিক্ষিত করেন। পরিচালকের তত্ত্বাবধানে, জন উইককে একজন মারকুটে হিসাবে প্রশিক্ষণ দেওয়া হয়েছিল এবং মার্শাল আর্ট, আগ্নেয়াস্ত্র এবং অন্যান্য অস্ত্র, কৌশলগত ড্রাইভিং, অনুপ্রবেশ, পলায়নবিদ্যা এবং আরও অনেক দক্ষতা শেখানো হয়। রুসকা রোমা সংগঠন ত্যাগ করার পর, তিনি অজানা এক অপরাধের জন্য গ্রেফতার হন এবং কারাবরণ করেন।  জেল থেকে মুক্তির পর, তিনি কন্টিনেন্টাল হোটেল চেইন থেকে সক্রিয় অন্ধকারজগতের অপরাধে যোগ দেন।  জন নিউ ইয়র্ক রাশিয়ান অপরাধ সিন্ডিকেটের শীর্ষ মারকুটে হয়ে ওঠেন, একজন কুখ্যাত হিটম্যান হয়ে ওঠেন। স্লাভিক লোককাহিনীতে অতিপ্রাকৃত বুগেম্যান -সদৃশ সত্তার নামানুসারে তাকে \" বাবা ইয়াগা \" ডাকনাম দেওয়া হয়েছিল।\nঅবশেষে, জন হেলেন নামে এক মহিলার প্রেমে পড়েন। স্বাভাবিক জীবন যাপনের আশায় তিনি তারাসভ মবের বস ভিগো তারাসভের সাথে দেখা করেন। ভিগো তাকে মুক্তা করে দিতে রাজি হন যদি জন তাকে \"অসম্ভব\" একটা কাজ করে দিতে পারে যেখানে জনের বেঁচে ফিরে আসার সম্ভাবনা ক্ষীণ। সে তার লক্ষ্য অর্জনের জন্য, উইক ক্যামোরার অপরাধের বস সান্তিনো ডি'অ্যান্টোনিওর কাছ থেকে সহায়তার জন্য অনুরোধ করেছিলেন এবং পরবর্তীকালে তাকে \"মার্কার\" নামে একটি রক্তের শপথের কারণে শেষ করেন। জন তারাসভের সমস্ত প্রধান প্রতিদ্বন্দ্বীকে নির্মূল করে, এইভাবে তাকে নিউইয়র্কের সবচেয়ে শক্তিশালী অপরাধের কর্তাদের একজন হয়ে উঠতে সক্ষম করে। জন অবসর নেন এবং হেলেনের সাথে বসতি স্থাপন করেন, তার খ্যাতি এখন কিংবদন্তী, এবং দুজনে পাঁচ বছর ধরে নিউ জার্সিতে একসাথে সুখে বসবাস করেন।\n\n\n=== অবসর থেকে ফিরে আসছেন ===\nএক অসুস্থতায় হেলেনের মৃত্যুর পর, জন মূলত সমাজ থেকে বিচ্ছিন্ন হয়ে পড়ে। তিনি তার মূল্যবান ১৯৬৯ সালে মডেলের ফোর্ড মুস্তাং মাক ১ ড্রাইভিং করেন এবং তার মৃত স্ত্রীর কাছ থেকে শেষ উপহার, ডেইজি নামের  একটি বিগল কুকুরের যত্ন নেওয়ার মাধ্যমে  জন্য তার দিনগুলি পার করছিলেন। ভিগোর ছেলে ইওসেফ তারাসভ অতিউৎসাহিত হয়ে জনের বাড়িতে প্রবেশ করে জনকে আক্রমণ করে। তার গাড়ি চুরি করে এবং ডেইজিকে হত্যা করে। ফলে প্রতিহিংসাপরায়ণ হয়ে জন হিংসাত্মক তাণ্ডব চালায়। ভিগো জানতো সে জনকে সম্ভবত থামাতে পারবে না। তাই সে তার ছেলে ইওসেফকে রক্ষা করার চেষ্টা করে এবং জনকে থামাতে অসংখ্য ঘাতক পাঠায়, কিন্তু জন তাদের সবাইকে হত্যা করে। জন অবশেষে ইওসেফ এবং ভিগো উভয়কেই হত্যা করে। পরিশেষে, জন একটি পিট বুল ধরণের কুকুরছানাকে উদ্ধার করে যেটিকে পশুর আশ্রয়স্থল থেকে তাড়ানোর জন্য নির্ধারিত ছিল এবং বাড়ি ফিরে আসে।\n\n\n=== রক্তের শপথ পূরণ করা ===\nতারাসভের উপর প্রতিশোধ নেওয়ার পর, জন ভিগোর ভাই আব্রামের কাছ থেকে তার মূল্যবান গাড়িটি উদ্ধার করে এবং তার সাথে যুদ্ধবিরতি চুক্তি করে। উইকের অবসরে ফেরার আশা সান্তিনো ডি'আন্তোনিও নষ্ট করে। সে দাবি করে যে সে তার রক্তের শপথ সম্পূর্ণ করবে এবং সান্তিনোর নিজের বোন জিয়ানা ডি'আন্তোনিওকে হত্যা করবে। সান্তিনোকে উচু টেবিলে তার জায়গা নিতে অনুমতি দেবে। কিন্তু জন তা প্রত্যাখ্যান করলে, সান্তিনো তার বাড়ি ধ্বংস করে প্রতিশোধ নেয়। এরপর জন অনিচ্ছায় রোমে যায় এবং বুঝতে পারেন যে সান্তিনো তাকে টার্গেট করছে আলগা প্রান্ত বাঁধার জন্য। সান্তিনো তার দেহরক্ষী এরেস এবং জিয়ানার প্রাক্তন দেহরক্ষী ক্যাসিয়ানকে জনকে হত্যার জন্য পাঠায়, কিন্তু শেষ পর্যন্ত জন এরেসকে হত্যা করে এবং ক্যাসিয়ানকে আহত করে।  সান্তিনো জনের মাথায় ৭ মিলিয়ন ডলার রেখে যার, যার কারণে জনকে  বোয়ারিং রাজা হত্যার জন্য তালিকাভুক্ত করে। জন, ঘাতকদের গণহত্যা করার পরে, অবশেষে মহাদেশীয় অঞ্চলে সান্তিনোকে খুঁজে পায়, যেখানে রক্তপাতের অনুমতি নেই। জন হোটেল প্রাঙ্গনে সান্তিনোকে হত্যা করে নিয়ম ভঙ্গ করেন, উইনস্টনকে তাকে \"বহিস্কৃত যোদ্\" হিসেবে ঘোষণা করতে বাধ্য করে। এর অর্থ  হলো মহাদেশীয় এবং এর সাথে সম্পর্কিত আন্ডারওয়ার্ল্ড পরিষেবাগুলি তাকে আর দেয়া হবে না।  যাইহোক,উইনস্টন গুপ্তহত্যাকরীদের সক্রিয় হওয়ার আগে জনকে পালাতে এক ঘন্টা সময় দেন এবং তার কাটা মাথার দাম দ্বিগুণ করে এবং দ্য হাই টেবিল বিশ্বব্যাপী অফার করে। \n\n\n=== বহিষ্কৃত অবস্থায় টিকে থাকা ===\nজনের মাথার দাম ১৪ মিলিয়ন ডলার ঘোষণা করা হয় তখন তা জানার পর হত্যাকারীরা তাকে হত্যা করার জন্য জড়ো হয়। ফলে বহিষ্কৃত, ক্লান্ত এবং আহত জন নিউ ইয়র্ক থেকে পালানোর প্রস্তুতি নেয়।  জন মরোক্কোতে পালিয়ে গিয়ে তার প্রাক্তন আনুগত সোফিয়ার সাথে দেখা করেন। একজন পুরানো বন্ধু, মরোক্কান দেশের ম্যানেজার এবং এমন একজন যারা সোফিয়ার মেয়েকে উদ্ধার করার জন্য ধরে রেখেছে। সোফিয়া উচ্চ পদস্থ গুরুকে খুঁজে পেতে সাহায্য করে। দ্য এল্ডার জন উইনস্টনকে হত্যা করার এবং তার বাকি জীবনের জন্য উচ্চ পদে অসীন করার বিনিময়ে বহিস্কৃত প্রত্যাহার করতে সম্মত হন। জন তার অনামিকা আঙুল ছুড়ি দিয়ে কেটে ফেরে এবং বিশ্বস্ততা প্রমাণ করার জন্য তার বিবাহের আংটিটি প্রবীণকে দিতে চায়। জন তারপর নিউইয়র্কে ফিরে আসেন এবং মহাদেশীদের নিরাপদ আশ্রয়ে না পৌঁছানো পর্যন্ত ঘাতকদের তাড়া করে। জন উইনস্টনের সাথে পুনরায় মিলিত হয় কিন্তু তাকে রেহাই দেওয়ার সিদ্ধান্ত নেয়। পরিবর্তে, জন এবং হোটেলের দারোয়ান, চারন, উচ্চ পদের লোকেদের বাহিনীর বিরুদ্ধে লড়াই করে। আক্রমণকারীদের দলকে সফলভাবে পরাজিত করে, উইনস্টন এবং উচ্চ পদের লোকেদের প্রতিনিধি, বিচারকদের সাথে নিয়ে হোটেলের ছাদে আলোচনা করেন। শেষ পর্যন্ত, উইনস্টন জেনেশুনে জনকে তার বুলেটপ্রুফ জ্যাকেটে একাধিকবার গুলি করে উচ্চ পদের লোকেদের সাথে তার অবস্থান পুনরুদ্ধার করার জন্য, তার সাথে বিশ্বাসঘাতকতা করতে না চাইলে। তখন জন ছাদ থেকে রাস্তায় পড়ে যায়। বাউরি কিং, জিরো নামক বিচারক হত্যাকারীর দ্বারা সৃষ্ট গুরুতর ক্ষত থেকে পুনরুদ্ধার করে। তার আস্তানায় খারাপভাবে আহত জনকে উদ্ধার করে, যেখানে সে জনকে বলে যে উচ্চ পদের লোকেদের বিরুদ্ধে যুদ্ধ ঘোষণা করার পরিকল্পনা করছে এবং জন তার সাথে যোগ দিতে রাজি হয়।\n\n\n=== উচ্চ পদস্থদের প্রতি প্রতিশোধ ===\nবোয়ারি রাজার সাহায্যে, জন উচ্চ পদস্থদের উপর সঠিক প্রতিশোধ নিতে শুরু করে। জন মরোক্কোতে ফিরে যান এবং নতুন প্রবীণকে হত্যা করেন, যখন তিনি বলেন যে তিনি আগের প্রবীণকে দেওয়া আংটিটি ফিরিয়ে দিতে পারবেন না। এরপরে, জন ওসাকা যান ওসাকার কন্টিনেন্টালের ম্যানেজার, তার বন্ধু শিমাজু কোজির কাছ থেকে পুনরায় একত্রিত হওয়ার জন্য। সেখানে তিনি হাই টেবিল আততায়ীদের একটি ঢেউ দ্বারা অতর্কিত হন এবং আবিষ্কার করেন যে কেইন, তার এবং কোজির একজন পুরানো বন্ধু তাকে ধরার প্রচেষ্টায় নেতৃত্ব দিচ্ছেন। জন পালাতে সক্ষম হন এবং নিউইয়র্কে ফিরে যান, যেখানে তিনি উইনস্টনের সাথে দেখা করেন - এখন একজন এক্সকমিউনিকাডো - যিনি জন কে বলেন যে মারকুইস ভিনসেন্ট ডি গ্রামন্ট তার ম্যানহন্টের দায়িত্বে থাকা হাই টেবিল সদস্য এবং জন তার স্বাধীনতা পাওয়ার একমাত্র উপায় হল চ্যালেঞ্জ করা। একটি অপরাধ পরিবারের পক্ষ থেকে একটি দ্বন্দ্বের জন্য ডি গ্রামোন্ট করা হয়। জন তারপর বার্লিনে যায় পিয়োটারের সাথে দেখা করতে, রুস্কা রোমার কুলপতি, শুধুমাত্র আবিষ্কার করতে যে তাকেও হাই টেবিলের দ্বারা হত্যা করা হয়েছিল এবং সিন্ডিকেটটি এখন জনের দত্তক বোন কাটিয়া দ্বারা পরিচালিত হয়। কাতিয়া জনকে রুস্কা রোমায় ফিরে যেতে দিতে রাজি হয় যতক্ষণ না সে কিলাকে হত্যা করে, জার্মান হাই টেবিল সিনিয়র যিনি পিওটারকে হত্যা করেছিলেন। জন তার নাইটক্লাবে কিল্লার সাথে মারামারি করে এবং হত্যা করে এবং কাতিয়া জনের হাতকে রুস্কা রোমা ক্রেস্ট দিয়ে ব্র্যান্ড করে, এখন তাকে মার্কুইসের সাথে লড়াই করার জন্য দ্বৈরথের অনুরোধ করতে সক্ষম করে। প্যারিসে, জন এবং ডি গ্রামন্ট তাদের দ্বন্দ্বের পরামিতি নির্ধারণ করেন, টেবিলের দূত হারবিঙ্গার দ্বারা পরিচালিত একটি বৈঠকে। ডি গ্রামন্ট তার জায়গায় লড়াই করার জন্য একজন অনিচ্ছুক কেইনকে মনোনীত করেন। পরবর্তী সূর্যোদয়ের সময় স্যাক্রে-ক্যুরে দ্বন্দ্বটি সংঘটিত হবে এবং হারবিঙ্গার জনকে জানান যে তিনি এবং উইনস্টন উভয়কেই মৃত্যুদণ্ড দেওয়া হবে যদি তিনি সময়মতো উপস্থিত হতে ব্যর্থ হন। বোয়ারি কিং প্যারিসে এসে জনকে একটি অস্ত্র এবং একটি নতুন ব্যালিস্টিক স্যুট দেয়। ডি গ্র্যামন্ট তার মাথায় ৪০ মিলিয়ন ডলার চুক্তি রেখে জনকে দ্বৈতযুদ্ধে পৌঁছাতে বাধা দেওয়ার চেষ্টা করে, যার ফলে জন সময়মত স্যাক্র-ক্যুরে পৌঁছানোর জন্য প্যারিসের মধ্য দিয়ে লড়াই করে। কেইন এবং জন পিস্তল নিয়ে দ্বন্দ্ব এবং কেইন প্রথম তিন রাউন্ডে জনকে মারাত্মকভাবে আহত করে। ডি গ্রামন্ট চূড়ান্ত রাউন্ডের জন্য জনকে ব্যক্তিগতভাবে মৃত্যুদন্ড কার্যকর করতে বলে, কিন্তু জন, যিনি এখনও তার বন্দুক ছুড়েননি, গুলি করে এবং ডি গ্রামন্টকে হত্যা করে। হারবিঙ্গার তাকে উচ্চ টেবিলের কাছে তার ঋণ থেকে মুক্ত ঘোষণা করে, যদিও জন মারা যায়। জনের বন্ধু উইনস্টন এবং বাউয়ারি কিং তারপর জনকে তার স্ত্রী হেলেনের পাশে \"লাভিং হাজব্যান্ড\" এপিটাফ দিয়ে কবর দেন, যা জন আগে উইনস্টনের কাছে অনুরোধ করেছিলেন। বোয়ারি কিং জন এর কুকুরের মালিকানাও নেয়।\n\n\n== চরিত্রায়ন ==\nচরিত্র এবং এর মালিকানাটিকে \"কেন্দ্রীয় বুগিম্যান চরিত্র যাকে হত্যা করা যায় না\" এবং \"৮০ এর দশকের ভৌতিক ‍দৃশ্যের মতো, অ্যাকশন-ভিত্তিক চলচ্চিত্র হিসাবে বর্ণনা করা হয়েছে এবং প্রতিবেদনে বলা হয়েছে যে হত্যার সংখ্যা ৩০৬, যা জেসন ভুরহিস এবং মাইকেল মায়ারস্ এর মিলিত সংখ্যাকে  ছাড়িয়ে গেছে.   উইকের একক সহিংসতা কর্মক্ষেত্রে ক্রোধের চরম ঘটনা হিসাবে বর্ণনা করা হয়েছে।  তাকে মূলত গাঢ় রঙের, ব্যালিস্টিক বর্ম দিয়ে সাজানো জামা পরতে দেখা যায়। তিনি একজন মারাত্মক যোদ্ধা এবং হ্যান্ডগান, রাইফেল, ছুরি এবং অন্যান্য বিভিন্ন ধরণের অস্ত্রের পাশাপাশি হাতে-হাতে লড়াইয়ে দক্ষ। তার পিঠে একটি বড় উলকি রয়েছে যার সাথে একটি ল্যাটিন শব্দবন্ধ লেখা রয়েছে একটি কুরুশ ধরে প্রার্থনারত হাত যেখানে আঁকানো রয়েছে, লাতিন: Fortis Fortuna Adiuvat . উইক বহুভাষিক, ইংরেজি, রাশিয়ান, ইতালীয়, জাপানি এবং আমেরিকান চিহ্নিত ভাষায় কথা বলতে দেখা গেছে। \n\n\n== অন্যান্য মিডিয়ায় ==\nজন উইক Payday 2  এ ফ্রি বিষয়বস্তুর অংশ হিসাবে এবং পরে জন উইক হেইস্ট ডিএলসি- তে উপস্থিত হন। \nজন উইক battle royale gam Fortnite এ একটি ক্রসওভার ধরণের চরিত্রে হিসাবে উপস্থিত হয়েছিল।   তরুণ খেলোয়াড়রা দ্য রিপার নামে আরেকটি পোশাকের জন্য রিভসকে ভুল করার ফলাফল ছিল। \nজন উইকের একটি প্যারোডি, যাকে সহজভাবে \"দ্য বুজিম্যান\" এবং \"জীবন্ত কিংবদন্তী\" হিসাবে উল্লেখ করা হয় এবং  মূলত একজন দাড়িবিহীন কিয়ানু রিভসের উপর ভিত্তি করে, ২০২২ সালের জানুয়ারিতে প্রকাশিত একটি মার্ভেল কমিকস <i id=\"mwjA\">ব্ল্যাক উইডো</i> গল্পে দেখোনো হয়েছে, যেটি কেলি থম্পসন লিখেছেন এবং চিত্রায়িত করেছেন রাফায়েল টি. পিমেন্টে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"John Wick (2014) - Trivia - IMDb\"। Internet Movie Database। ৯ এপ্রিল ২০১৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১১ অক্টোবর ২০১৯। \nBean, Travis (১২ সেপ্টেম্বর ২০১৯)। \"The Reason People Connect So Deeply With John Wick\"। Forbes। ১২ সেপ্টেম্বর ২০১৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১১ অক্টোবর ২০১৯। \nFilm Locations"}