{"pageid": 1347159, "title": "সংপিয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1347159", "content": "সংপিয়ন ( 송편 , 松䭏) চালের গুঁড়া দিয়ে তৈরি একটি ঐতিহ্যবাহী কোরিয়ান চালের কেক বা রাইসকেক। এর আকৃতি অর্ধ চাঁদের মতো হয় এবং এটি সাধারনত কোরিয়ান ছুটির দিনে তৈরি করা হয়। সংপিয়ন হল কোরিয়ান রাইসকেক টেটোক -এর একটি প্রকার হিসাবে চিহ্নিত। এটি একটি ছোট আকারের রাইসকেক এবং এর ভেতরে ভরাট করতে বিভিন্ন ধরনের পুর ব্যবহার করা হয়। স্থানীয় উৎপাদিত লাল শিমের পেস্ট, হাল্কা ভাজা করা তিলের বীজ এবং চেস্টনাট পুর হিসাবে ব্যবহার হয়। কোরিয়ায় শরৎ ঋতু হল ফসলের উৎসব চুসেওক -এর সময়। এই উৎসবে কোরিয়ার প্রত্যেক বাড়িতে প্রতিটি পরিবারের দ্বারা এই সংপিয়ন প্রস্তুত করা হয়। এটি ঐতিহ্যবাহী কোরিয়ান সংস্কৃতির একটি জনপ্রিয় প্রতীক। সংপিয়নের কথা প্রথম উল্লেখ করা হয়েছিল গোরিও যুগে।\n\n\n== বর্ণনা ==\nসংপিয়ন হল অর্ধ-চাঁদের আকৃতির রাইসকেক যার ভেতর সাধারণত মিষ্টি বা আধা-মিষ্টি খাদ্য উপাদান দিয়ে ভরাট করা হয়। সয়াবিন, কাউপিস, চেস্টনাট, জুজুবস (স্থানীয় খাদ্য উপাদান), খেজুর, লাল মটরশুটি, তিলের বীজ বা মধু ইত্যাদি উপাদান পুর হিসাবে ব্যবহার হয়। সংপিয়ন রান্না করতে সূঁচালো পাইনপাতা ব্যবহার হয়। খাবারের মূল উপদানগুলি একাধিক সূঁচালো পাইনপাতা দিয়ে প্রস্তুত একটি স্তরের উপর রাখা হয় এবং তারপর সেই পাইনপাতা সহ খাদ্য উপাদানগুলি আগুনের আঁচে ভাপানো হয় যার ফলে তার মধ্যে একটি স্বতন্ত্র স্বাদ যুক্ত হয়। সংপিয়নের মধ্যে তাজা পাইন গাছের সুগন্ধি মিশ্রিত থাকে। সাধারণত সাদা, সবুজ, লাল  এবং হলুদ রং -এর সংপিয়ন দেখা যায়। সংপিয়ন সাধারণত কোরিয়ান ছুটির দিনে বানানো হয়। বিশেষত চুসেওক উৎসবে এই খাবার বানানো হয় এবং পরিবার, বন্ধুবান্ধব ও প্রতিবেশীদের মধ্যে তা বিনিময় করা হয়। এই বিশেষ উপলক্ষ্যে এটি মদের সাথেও উপভোগ করা হয়। পাইনের সূঁচালো পাতার ব্যবহার থেকে সংপিয়ন নামটি এসেছে। সং কথার অর্থ হল পাইন গাছ। এইভাবে, সংপিয়ন কথার অনুবাদ করলে তার মানে হয় পাইন কেক।\n\n\n== প্রস্তুতি ==\nসংপিয়ন প্রস্তুত করার জন্য প্রথমে চালের আটা লবণ এবং গরম জল দিয়ে মাখতে হবে যতক্ষন না সেটি এক মসৃন মণ্ডে পরিণত হয়। তারপর তা থেকে ছোট ছোট টুকরো কেটে হাতের সাহায্যে বলের মতো লেচি বানানো হয় এবং তারপর বুড়ো আঙ্গুলের মাথা ব্যবহার করে সেই লেচির মধ্যিখানে গর্ত করতে হয়। এবার পছন্দমতো পুর দিয়ে ফাঁপা অংশটি ভরে দিতে হয় এবং তারপরে ফাঁপা অংশটি বন্ধ করে হাতের সাহায্যে গোল আকৃতি দেওয়া হয়। তারপর একাধিক সূঁচালো পাইনের পাতা দিয়ে একটি স্তর প্রস্তুত করা হয় যার উপরে এই প্রস্তুত লেচিটি প্রায় ২০-৩০ মিনিটের জন্য ভাপানো হয় এবং তারপরে তাদের গঠন বজায় রাখার জন্য ঠান্ডা জলে ধুয়ে ফেলা হয়। এরপর রাইসকেকগুলো শুকনো করার পর সাধারণত তার উপর তিলের তেল মাখানো হয়। \nসূঁচালো পাইনের পাতার উপর চালের কেকগুলিকে ভাপানো হয়, যা তাদের একটি অনন্য স্বাদযুক্ত করে এবং ভাপানোর সময় চালের দানাগুলিকে একত্রে আটকে থাকতে সহায়তা করে। পাইন গাছগুলিও প্রচুর পরিমাণে ফাইটোনসাইড উৎপাদন করে যা কার্যকরভাবে জীবাণুকে মেরে ফেলে এবং টেরপেন উপাদানের উপস্থিতি খাবার নষ্ট হওয়ার বিপদ এড়াতে সহায়তা করে।\nডোঙ্গুই বোগাম (동의보감, 東醫寶鑑) -এর সবচেয়ে সুপরিচিত জোসেন চিকিৎসা বই অনুসারে, পাইনের সূঁচালো পাতার ব্যবহার খাবারে অনেক উপকারি ঔষধি গুনাগুন যুক্ত করতে সহায়তা করে।\n\n\n== তথ্যসূত্র =="}