{"pageid": 1347210, "title": "কোয়েটিয়াউ আয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1347210", "content": "কোয়েটিয়াউ আয়াম বা কোয়েটিয়াউ আয়াম কুয়াহ হল একটি সাধারণ চীনা-ইন্দোনেশিয়ান খাবার যা মশলাদার স্বাদযুক্ত চ্যাপ্টা আকৃতির চালের নুডুলস বা রাইস নুডলস থেকে তৈরি হয় এবং যার উপর মুরগির মাংস বা আয়াম -এর টুকড়ো ছড়ানো থাকে। এটিকে প্রায়শই ইন্দোনেশিয়ায় জনপ্রিয় মিয়ে আয়াম (চিকেন নুডলস) -এর কোয়াটিয়াউ সংস্করণ হিসাবে বর্ণনা করা হয়। চীনা রন্ধনশৈলী থেকে এর উতপত্তি হয়েছে বলে জানা যায়। \nইন্দোনেশিয়ার এই খাবারের পদটি একটি জনপ্রিয় চাইনিজ ইন্দোনেশিয়ান খাবার হিসাবে স্বীকৃত। এর সাথে বাকসো বা মিটবল(মাংসের বল) মেশানো হয়। কোয়েটিয়াউ আয়াম এবং মি আয়াম  রাস্তার পাশের অস্থায়ী খাবারের দোকান এবং দামী রেস্তোরাঁ সব জায়গাতে পাওয়া যায়। যেহেতু এই খাবারটি জনপ্রিয় ও মি আয়ামের সাথে প্রায় অভিন্ন, তাই খাবারের স্টল এবং রেস্তোরাঁ, যেগুলি মি আইয়াম পরিবেশন করে সেগুলিতে সাধারণত কোয়েটিয়াউ আয়াম এবং বিহুন আয়ামও পাওয়া যায়।\n\n\n== প্রস্তুতি এবং পরিবেশন ==\nকোয়েটিয়াউ আয়াম প্রস্তুত করতে প্রথমে ফ্ল্যাট রাইস নুডলস (চ্যাপ্টা চাল দিয়ে তৈরি নুডলস) জলে সিদ্ধ করা হয় এবং একটি পাত্রে রান্নার তেল, সয়া সস এবং রসুনের সাথে মিশ্রিত করা হয়। এই আঁঠালো প্রকৃতির সেদ্ধ নুডলগুলি যাতে একে অপরের সাথে আঁটকে না যায় তার জন্য এদের ভালো করে তেল মাখানো হয়, এই কাজের জন্য মুরগির চর্বি, লার্ড(ফ্যাটজাতীয় খাদ্য উপাদান) বা উদ্ভিজ্জ তেল ব্যবহার হয়। এরপর নুডলসে মেশানোর জন্য মুরগির মাংস কাটা হয়। মাংসগুলো সয়া সস এবং রসুন সহ অন্যান্য মশলা দিয়ে রান্না করা হয়। মুরগির মাংস জামুর ( মাশরুম ) দিয়েও রান্না করা যেতে পারে। \nসয়া সস দিয়ে রান্না করা মুরগির মাংস এবং মাশরুমের মিশ্রণটি ফ্ল্যাট রাইস নুডলসের উপর রাখা হয় এবং এর উপরে কাটা বসন্ত পেঁয়াজ (সবুজ শ্যালটস) দিয়ে সজ্জিত করা হয়। কোয়েটিয়াউ আয়াম সাধারণত একটি পৃথক মুরগির ঝোল, সেদ্ধ চীনা বাঁধাকপি, এবং ওয়ান্টন সহ পরিবেশন করা হয় । এই খাবারটি হয় শুকনো খাস্তা ভাজা হিসাবে রান্না করা হয় অথবা স্যুপ মিশিয়ে একে আর্দ্র নরম আকার দিয়ে, এর সাথে বাকসো (মিটবল) মিশ্রিত করে পরিবেশন করা হয়। যদিও চীনা রন্ধন প্রনালীতে প্রস্তুত কোয়েটিয়াউ আয়ামে শুয়োরের মাংসের চর্বি বা লার্ড ব্যবহার করা হয় কিন্তু সাধারণ ইন্দোনেশিয়ান মুসলিম গ্রাহকদের জন্য কুয়েটিয়াউ আয়ামে হালাল মুরগির চর্বি বা উদ্ভিজ্জ তেল ব্যবহার করে।\nকুয়েটিয়াউ আয়ামে অতিরিক্ত উপাদানের মধ্যে টং কে (লবণযুক্ত সংরক্ষিত শাকসবজি), বাওয়াং গোরেং (ভাজা শ্যালটস বা পেঁয়াজকলি), ডাউন বাওয়াং, লিক(পেয়াজকলি জাতীয় সব্জী), প্যাংসিট গোরেং (ভাজা ওয়ানটন), আকার টিমুন ক্যাবে রাভিট (আচারযুক্ত শসা এবং স্থানীয় উতপাদিত পাখির চোখ মরিচ), সাম্বাল চিলি সস এবং টমেটো যোগ করা যেতে পারে। \n\n\n== তথ্যসূত্র =="}