{"pageid": 1347794, "title": "ফ্লুওক্সেটিন", "url": "https://bn.wikipedia.org/wiki?curid=1347794", "content": "ফ্লুওক্সেটাইন (Fluoxetine) অণ্ডকোষ-বাধ্যতামূলক ব্যাধিটির চিকিত্সার জন্য ব্যবহৃত হয় ( ও সি ডি), বিষণ্নতা, হঠাৎ প্যানিক আক্রমণ, বুলিমিয়া (খাওয়া ব্যাধি) এবং প্রিমেনস্ট্রিয়াল ডিসফোরিক ডিসঅর্ডার ( মস্তিষ্কের আগে উত্তেজনা, বিরক্ত এবং বিষণ্নতা উপসর্গ)। ঔষধ আপনার ঘুম, মেজাজ, ক্ষুধা পাশাপাশি শক্তি স্তর উন্নত করতে পারেন। এটি ড্রাগ গ্রুপের সাথে পরিচিত, যাকে নির্বাচনী সেরোটোনিন রিউটেক ইনহিবিটারস (এসএসআরআই) বলা হয়। এটি আপনার শরীরের সেরোটোনিন পরিমাণ বাড়িয়ে কাজ করে, যা আপনার মস্তিষ্কের একটি প্রাকৃতিক পদার্থ যা মানসিক ভারসাম্য বজায় রাখতে সহায়তা করে।\nফ্লুওক্সেটাইন (Fluoxetine) একটি ট্যাবলেট, ক্যাপসুল, বিলম্বিত মুক্তির ক্যাপসুল এবং তরল সমাধান হিসাবে পাওয়া যায়, যা মৌখিকভাবে নেওয়া যায়। এটা খাদ্য বা এটি ছাড়া নেওয়া যেতে পারে। ডোজ আপনার বর্তমান স্বাস্থ্য অবস্থা এবং আপনার শরীর প্রথম ডোজ প্রতিক্রিয়া কিভাবে উপর নির্ভর করবে। আপনার ডাক্তার প্রাথমিকভাবে একটি কম মাত্রা নির্ধারণ এবং তারপর ধীরে ধীরে এটি বৃদ্ধি করতে পারে। আপনার ডাক্তারের সাথে পরামর্শ না করেই ওষুধ বন্ধ না করার পরামর্শ দেওয়া হয়, কারণ দেখার অভিজ্ঞতা আছে। প্রত্যাহারের উপসর্গ যেমন মেজাজ পরিবর্তন, মাথা ঘোরা , উদ্বেগ, বিভ্রান্তি, আন্দোলন বা বিরক্তিকরতা। ফ্লুওক্সেটাইন (Fluoxetine) এর পূর্ণ কার্যকারিতা প্রদর্শন করতে ৪-৫ সপ্তাহ সময় নিতে পারে এবং কখনও কখনও আরও বেশি সময় নিতে পারে।\nআপনি স্নায়বিকতা, যেমন বমিভাব , যেমন শুকনো মুখ, দুর্বলতা , তন্দ্রা এবং ফ্লুওক্সেটাইন (Fluoxetine) গ্রহণ করার সময় যৌন কর্মক্ষমতা হ্রাস করে। কিছুক্ষণ পর যদি তারা চলে যেতে অস্বীকার করে তবে আপনি আপনার ডাক্তারের সাথে পরামর্শ করতে পারেন। যাইহোক, কিছু ক্ষেত্রেও কিছু গুরুতর পার্শ্বপ্রতিক্রিয়া হতে পারে যার জন্য তাৎক্ষণিক চিকিৎসা মনোযোগ প্রয়োজন:\n\nঔষধে এলার্জি প্রতিক্রিয়া , শ্বাস নিতে অসুবিধা সৃষ্টি করে, ঝাপসা , , মুখ ঠোঁট, ও ফুসফুস\nচোখের ভেতরে ব্যাথা বা বিবর্ণ দৃষ্টি\nপ্লেপাইটেশন বা দ্রুত হার্ট রেট\nহৃদরোগের আক্রমণ, কম্পন , হ্যালুসিনেশন বা আত্মঘাতী প্রবণতা\nঅস্বাভাবিক মারাত্মক বা রক্তপাত\nফ্লুওক্সেটাইন (Fluoxetine) আপনাকে ধীরে ধীরে বা বিচলিত হতে পারে। এটা ড্রাইভ বা আপনার সম্পূর্ণ ঘনত্ব প্রয়োজন যে অন্য কোন কার্যকলাপ না করার পরামর্শ দেওয়া হয়। আপনি একজন বয়স্ক রোগী হলে, হঠাৎ পতন এড়ানোর জন্য আপনি বসার বা ঘুমন্ত অবস্থায় থেকে উঠার সময় সতর্ক হোন। এছাড়াও, আপনি এই ঔষধ অধীনে যখন আপনি অ্যালকোহল এড়াতে হবে।\nএখানে বর্ণিত তথ্যগুলি এই ওষুধের সল্ট বা উপাদানগুলির উপর ভিত্তি করে লেখা হয়েছে। এই ওষুধের ব্যবহার এবং প্রভাব কোন একজন রোগীর শারীরিক অবস্থা অনুযায়ী পৃথক হতে পারে। তাই এটি পরামর্শ‌ দেওয়া হয় যে, এই ওষুধ ব্যবহার করার আগে আপনি আপনার Psychiatrist এর কাছ থেকে পরামর্শ নিন।"}