{"pageid": 1347100, "title": "গোপালের মা", "url": "https://bn.wikipedia.org/wiki?curid=1347100", "content": "গোপালের মা (অনুবাদ: গোপালের মা, গোপাল হল শ্রী কৃষ্ণের একটি উপাধি; ১৮২২ - ৮ জুলাই ১৯০৬) ছিলেন বাংলার সাধক ও রহস্যবাদী শ্রী রামকৃষ্ণের একজন ভক্ত এবং গৃহীশিষ্য। তার জন্মনাম ছিল অঘোরমণি দেবী, কিন্তু তিনি শ্রীরামকৃষ্ণের ভক্তদের মধ্যে \"গোপাল\" তথা শিশু কৃষ্ণ হিসেবে শ্রী রামকৃষ্ণের প্রতি তার তীব্র মাতৃস্নেহের কারণে গোপালের মা নামে পরিচিত হয়েছিলেন।   তিনি শিশু বয়সী ভগবান কৃষ্ণের ঐশ্বরিক দৃষ্টিভঙ্গি এবং শ্রী রামকৃষ্ণের আদর্শের প্রতি তার ভক্তির জন্য বিখ্যাত ছিলেন। তার পরবর্তী বছরগুলিতে, তিনি স্বামী বিবেকানন্দ এবং বোন নিবেদিতার খুব ঘনিষ্ঠ ছিলেন। তিনি তার জীবনের শেষ কয়েক বছর বোন নিবেদিতার সাথে কাটিয়েছেন।\n\n\n== প্রাথমিক জীবন ==\nঅঘোরমণি দেবী ১৮২২ সালে কলকাতার কাছে কামারহাটি গ্রামে এক ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন। তৎকালীন প্রচলিত রীতি অনুযায়ী, তিনি মাত্র নয় বছর বয়সে বিয়ে করেছিলেন কিন্তু বিয়ের পরপরই বলতে গেলে তার বিয়ে সম্পন্ন হওয়ার আগেই তিনি বিধবা হয়েছিলেন, তখন তার বয়স ছিল মাত্র চৌদ্দ বছর।  বিধবা হিসেবে তিনি তার ভাই নীলমাধব বন্দোপাধ্যায়ের বাড়িতে থাকতেন, যিনি কামারহাটিতে কৃষ্ণ মন্দিরের পুরোহিত ছিলেন।  তিনি তার স্বামীর পরিবারের পারিবারিক গুরুর দ্বারা আধ্যাত্মিক জীবনে দীক্ষিত হয়েছিলেন এবং শিশু কৃষ্ণকে তার ব্যক্তিগত দেবতা হিসেবে পেয়েছিলেন। মন্দিরে বারবার যাবার সময় তিনি গোবিন্দ চন্দ্র দত্তের স্ত্রীর সাথে পরিচিত হন, যিনি তাকে গঙ্গা নদীর তীরে মন্দিরের বাগানে একটি ছোট ঘর দিয়েছিলেন। তিনি তার গয়না এবং স্বামীর সম্পত্তি বিক্রি করে পাঁচশত টাকা বিনিয়োগ করেন  এবং চার-পাঁচ টাকার অল্প আয়ে একটি অনাড়ম্বর জীবনযাপন শুরু করেন।  তিনি তার জীবনের পরবর্তী ত্রিশ বছর সেই ছোট্ট ঘরে কাটিয়েছেন এবং অত্যন্ত সহজসরল জীবনযাপন করেছেন।  \nতার দৈনন্দিন রুটিনের মধ্যে ছিল সকাল দুইটায় ঘুম থেকে ওঠা, হাতপা ধোয়া শেষ করা এবং সকাল আটটা পর্যন্ত আধ্যাত্মিক অনুশীলন চালিয়ে যাওয়া। তারপর তিনি কৃষ্ণের সংলগ্ন মন্দিরে কাজ করবেন, যাকে রাধা মাধবের মন্দিরও বলা হয়। ১৮৫২ থেকে ১৮৮৩ সাল পর্যন্ত তিনি এই রুটিন অনুসরণ করেছিলেন  সন্ধ্যায় তিনি মন্দিরে ভেসপার সেবায় যোগ দিতেন এবং রীতিনীতি অনুসারে তার আদর্শিক নৈবেদ্য দেওয়ার পরে সাধারণ খাবার গ্রহণ করতেন এবং মধ্যরাত পর্যন্ত তার আধ্যাত্মিক অনুশীলন চালিয়ে যেতেন।  তিনি বাগানবাড়ির দক্ষিণ-পশ্চিম কোণে থাকতেন। তার নিয়মিত কঠোর অনুশীলন এবং তপস্যা থেকে একমাত্র বিরতি ছিল তার বাড়িওয়ালীর সাথে মথুরা, বৃন্দাবন, গয়া, বারাণসী এবং এলাহাবাদের পবিত্র স্থানগুলিতে ভ্রমণ। \n\n\n== শ্রীরামকৃষ্ণের সঙ্গে সাক্ষাৎ ==\n১৮৮৪ সালে যখন তিনি তার বাড়িওয়ালীর সাথে দক্ষিণেশ্বর মন্দিরে যান তখন তিনি প্রথম শ্রী রামকৃষ্ণের সাথে দেখা করেছিলেন। যতবারই তিনি তার সাথে দেখা করতেন, রামকৃষ্ণ তাকে কিছু রান্না করা খাবার সঙ্গে আনতে অনুরোধ করত, যা তাকে প্রথমে সন্দেহবাদী করেছিল। শ্রী রামকৃষ্ণও গোবিন্দ দত্তের বাগানে মন্দির পরিদর্শন করেছিলেন এবং আয়োজিত পবিত্র উৎসবে অংশ নিয়েছিলেন। \n\n\n== তথ্যসূত্র =="}