{"pageid": 1347813, "title": "সানাউল্লাহ অমৃতসরী", "url": "https://bn.wikipedia.org/wiki?curid=1347813", "content": "আবুল ওয়াফা সানাউল্লাহ অমৃতসরী (১২ জুন ১৮৬৮ - ১৫ মার্চ ১৯৪৮) ছিলেন একজন ব্রিটিশ ভারতীয় পরবর্তিতে পাকিস্তানি, মুসলিম পণ্ডিত ও আহলে হাদিস আন্দোলনের একজন নেতৃস্থানীয় ব্যক্তি যিনি পাঞ্জাব নগরীর অমৃতসরে সক্রিয় ছিলেন। তিনি মাজাহির উলুম সাহারানপুর ও দারুল উলুম দেওবন্দের ছাত্র ছিলেন। তিনি মির্জা গোলাম আহমদ এবং কাদিয়ানি আন্দোলনের অন্যতম প্রতিপক্ষ ছিলেন। তিনি ১৯০৬ থেকে ১৯৪৭ সাল পর্যন্ত সর্বভারতীয় জামাতে আহলে হাদিসের সাধারণ সম্পাদক ও আহলে হাদিস নামক একটি সাপ্তাহিক পত্রিকার সম্পাদক ছিলেন।\n\n\n== জীবন ==\nসানাউল্লাহ অমৃতসরের পূর্বপুরুষগণ জম্মু ও কাশ্মীরের অনন্তনাগ জেলার অন্তর্গত দরু শাহাবাদ শহরের বাসিন্দা ছিলেন। তার পিতা অমৃতসরে স্থায়ীভাবে বসবাস শুরু করেন যেখানে অমৃতসর ১৮৬৮ সালে জন্মগ্রহণ করেন।  তিনি অমৃতসরে অবস্থিত তাইবুল ইসলামে মাদ্রাসায় লেখাপড়া শেষ করে,  ওয়াজিরাবাদে আব্দুল মান্নান ওয়াজিরাবাদির সাথে হাদিস অধ্যয়ন করেন।  তারপর তিনি সাইয়েদ নাজির হুসাইনের সাথে দিল্লীতে লেখাপড়া করেন।  তিনি উচ্চতর শিক্ষা লাভের উদ্দেশ্যে মাজাহির উলুমে ভর্তি হন এবং তারপর দারুল উলুম দেওবন্দে তার উচ্চ শিক্ষা সমাপ্ত করেন যেখানে তিনি শিক্ষক মাহমুদ হাসান দেওবন্দি সান্নিধ্য লাভ করেন।  তিনি যুক্তি, দর্শন এবং ফিকহ অধ্যয়নের উদ্দেশ্যে দেওবন্দ শিক্ষায়তনে ১৮৯০ সালে যোগ দেন।  পরবর্তীকালে তিনি কানপুরে ফাইজ-এ-আম মাদ্রাসায় আহমদ হাসানের অধীনে লেখাপড়া করেন। \nঅমৃতসরী ১৮৯৩ সালে অমৃতসরে নিজের মাদ্রাসা, তাইবুল ইসলাম মাদ্রাসায় শিক্ষকতার মাধ্যমে পেশাজীবন শুরু করেন এবং তিনি সেখানে দারসে নিজামি পাঠ্যক্রম অনুযায়ী পাঠদান করতেন।  এরপর তিনি  মালেরকোটলা রাজ্যে ইসলামিয়া মাদ্রাসার পরিচালক পদে পদায়িত হন।  তিনি বিতর্কে সংযুক্ত হন এবং আর্য সমাজ ও বিশেষ করে আহমদিয়া সম্প্রদায়ের বিরুদ্ধে তর্ক করা শুরু করেন।  ১৯০৩ সালে তিনি আহলে হাদিস প্রেস প্রতিষ্ঠা করেন এবং আহলে হাদিস নামে একটি সাপ্তাহিক প্রকাশ করতে থাকেন যেটি ৪৪ বছর ধরে সচল ছিল।  তিনি আহলে হাদিস আন্দোলনের একজন নেতৃস্থানীয় ব্যক্তি ছিলেন এবং ১৯০৬ থেকে ১৯৪৭ সাল পর্যন্ত সর্বভারতীয় জামাতে আহলে হাদিসের সাধারণ সম্পাদক ছিলেন।  তিনি জমিয়ত উলামায়ে হিন্দের সহপ্রতিষ্ঠাতা ছিলেন। তিনি জুনুদ-এ-রাব্বানিয়ার মেজর জেনারেল ছিলেন।  তিনি আঞ্জুমান আহলে হাদিস পাঞ্জাবের সভাপতি ছিলেন।  ইসলামের প্রতি তাঁর অবদানের জন্য তাঁকে শেরে পাঞ্জাব উপাধি প্রদান করা হয়। \n১৯৪৭ সালে ভারত ভাগের পর অমৃতসর পাকিস্তানের গুজরানওয়ালা শহরে চলে যান এবং ১৫ মার্চ ১৯৪৮ সালে সারগোধায় মৃত্যুবরণ করেন। \n\n\n== সাহিত্য কর্ম ==\nঅমৃতসর অধিকাংশ পুস্তিকা ও বই রচনা করেছেন মির্জা গোলাম আহমদের বিরোধিতা করে।  সৈয়দ মেহবুব রিজভী তাফসিরুল কুরআন বি-কালাম আল-রহমান, তাফসিরে সানাই এবং তাকাবুল-এ-সালাসাকে অমৃতসরের লেখা গুরুত্বপূর্ণ বই হিসেবে উল্লেখ করেছেন। \nইসলাম ধর্মের নবী মুহাম্মদকে ব্যঙ্গ করে লেখা রঙ্গিলা রসুল বইয়ের প্রতিউত্তরে তিনি মুকাদ্দাস রসুল বই রচনা করেন।  এছাড়া সত্যার্থ প্রকাশের উত্তরে তিনি হক প্রকাশ বইটি লেখেন।\n\n\n== উত্তরাধিকার ==\nফজলুর রহমান বিন মুহাম্মদ কর্তৃক লেখা হজরত মওলানা সানাউল্লাহ অমৃতসর।\nআবদুল মজিদ সহদ্রি কর্তৃক লিখিত সিরাত সানাই।\n\n\n== আরও দেখুন ==\nমুহাম্মদ সুলাইমান সালমান মনসুরপুরী\nআবদুল্লাহ রোপড়ী\n\n\n== তথ্যসূত্র =="}