{"pageid": 1347440, "title": "সেরাবি", "url": "https://bn.wikipedia.org/wiki?curid=1347440", "content": "জাভানীয়: সেরাবি ( জাভানীয়: ꦱꦼꦫꦧꦶ ), সুরাবি (জাভানীয়: ᮞᮥᮛᮘᮤ), বা স্রাবি (ᬲ᭄ᬭᬩᬶ) হল একটি ঐতিহ্যবাহী বালিনিজ – জাভানিজ ,প্যানকেক জাতীয় জলখাবার, যা যা নারকেলের দুধ বা নারকেল ক্রিম এবং চালের গুঁড়োর  গোলা দিয়ে তৈরি হয়। এতে ইমালসিফায়ার হিসেবে কোড়ানো নারকেল যোগ করা হয়। সবচেয়ে ঐতিহ্যবাহী জাভানীয়: সেরাবি মিষ্টি স্বাদের হয় কারণ এই প্যানকেক জাতীয় খাবারটি সাধারণত কিংকা (ᮊᮤᮑ᮪ᮎ) দিয়ে খাওয়া হয়। কিংকা হল সুদানিজ রন্ধনে ব্যবহৃত ঐতিহ্যবাহী একটি সোনালি-বাদামী নারকেল চিনির সিরাপ।\nসেরাবির একটি নোনতা স্বাদের সংস্করনও আছে। ইন্দোনেশিয়ার বিভিন্ন প্রদেশে বিভিন্ন স্বাদ ও রন্ধন প্রনালীর বৈচিত্র্য অনুসারে বিভিন্ন ধরনের সেরাবি তৈরি হয়।\n\n\n== ইতিহাস ==\n\nসেরাবির উৎপত্তির সঠিক ইতিহাস অজানা, তবে এই ঐতিহ্যবাহী খাবারগুলি সাধারণত জাভানিজ লোকধর্মীয় আচার-অনুষ্ঠানে ঈশ্বর বা জাভার স্থানীয় দেব-দেবীর প্রতি কৃতজ্ঞতা জানাতে প্রসাদ হিসাবে পরিবেশন করা হয়। এই সাংস্কৃতিক ঐতিহ্য এখনও অনুশীলিত হয় যা বোন্ডোওসোর (পূর্ব জাভা) পান্ডালুঙ্গান গ্রাম সম্প্রদায়ের মধ্যে (জাভানিজ বংশোদ্ভূত মাদুরিস) সেরাভিয়েন নামে, যোগকার্তা (দক্ষিণ জাভা) জাভানি সম্প্রদায়ের মধ্যে  সেরাবি কোকোর  এবং পেমালং (কেন্দ্রীয় জাভা) জাভানি সম্প্রদায়ের মধ্যে সেরাবি লিকুরাব নামে পরিচিত।\n\n\n== রন্ধনশৈলী ও প্রকারভেদ ==\n\nঐতিহ্যবাহী সেরাবি রন্ধন প্রনালীতে শুধুমাত্র চালের আটা, নারকেলের দুধ এবং নারকেল চিনি দিয়ে তৈরি ব্যাটার ব্যবহার করা হয় যা কাঠকয়লার আগুনে একটি ছোট মাটির পাত্রে রান্না করা হয়। কখনও কখনও এই ব্যাটার বা মিশ্রণে পান্দান পাতার রস যোগ করা হয় যাতে এতে সুগন্ধ এবং একটি সবুজ আভা যোগ হয়। রান্নার প্রক্রিয়া চলাকালীন, কখনও কখনও রাঁধুনীর পছন্দ অনু্যায়ী বিভিন্ন উপাদান ব্যাটারে যোগ করা হয়।\nবর্তমানে সেরাবিতে বিভিন্ন উপাদান ব্যবহার করা হয়, যেমন সামান্য একচিমটে চিনি, কোড়ানো নারকেল, মোটা চিনাবাদাম, কলা বা কাঁঠালের টুকরো, সামান্য চকোলেট, কালো আঠালো চাল এবং অনকম। নতুন রন্ধন প্রনালীতে কোড়ানো চেডার চিজ,  গরুর মাংস, কাটা মুরগির মাংস, তাজা স্ট্রবেরি বা সসেজের টুকরো, এমনকি স্ট্রবেরি আইসক্রিমও ব্যবহার করা হয়। সেরাবির সাথে সস (বা সিরাপ ) পরিবেশন এক আধুনিক সংযোজন। সেরাবির আধুনিক রন্ধন প্রনালীতে ঐতিহ্যবাহী মিষ্টি কিনকা (সোনালী নারকেল চিনির সিরাপ), নারকেল দুধ, চকোলেট, স্ট্রবেরি বা ডুরিয়ান সিরাপ, এমনকি মেয়োনিজ বা ক্রিম পনির ব্যবহার করা হয় যা পশ্চিমী সভ্যতার প্রভাবের কারণে জনপ্রিয় হয়েছে।\nআমবারাওয়াতে, সেরাবি মিষ্টি নারকেল দুধের স্যুপের সাথে পরিবেশন করা হয় যাসেরাবি এনগাম্পিন নামে পরিচিত।\nসেমারাং -এ, বুবুর সেরাবি নামক একটি থালি বেশ জনপ্রিয়। এই  থালিটিতে বুবুর সামসুম নামক এক জাভানিজ পুডিং থাকে যা কিছু ছোট সেরাবি, নারকেলের দুধ এবং তরল ব্রাউন সুগার দিয়ে তৈরি হয়। এটি কলা পাতা দিয়ে তৈরি একটি পাত্রে পরিবেশন করা হয়।\n\n\n== তথ্যসূত্র =="}