{"pageid": 1347448, "title": "আফ্রিকান নেটওয়ার্ক ইনফরমেশন সেন্টার", "url": "https://bn.wikipedia.org/wiki?curid=1347448", "content": "আফ্রিনিক (আফ্রিকান নেটওয়ার্ক ইনফর্মেশন সেন্টার) হল আফ্রিকার আঞ্চলিক ইন্টারনেট নিবন্ধন (আর, আই, আর) সংস্থাটির আঞ্চলিক সদর দপ্তর। এর অবস্থা মরিশাসে।\nআফ্রিনিক গঠিত হওয়ার আগে, আফ্রিকার জন্য আই,পি অ্যাড্রেস (IPv6 এবং IPv4) এশিয়া-প্যাসিফিক নেটওয়ার্ক ইনফরমেশন সেন্টার (অ্যাপনিক), আমেরিকান রেজিস্ট্রি ফর ইন্টারনেট নম্বর (আরিন) এবং রাইপ এন,সি,সি এর মাধ্যমে বিতরণ করা হত। আইকান অস্থায়ীভাবে ১১ অক্টোবর ২০০৪ এ আফ্রিনিক স্বীকৃত। ২২ ফেব্রুয়ারি ২০০৫ তারিখে রেজিস্ট্রি চালু হয়। আইকান, এই সংস্থাকে এপ্রিল ২০০৫ সালে চূড়ান্ত স্বীকৃতি দেয়।\n\n\n== সাংগঠনিক কাঠামো ==\n\n\n=== পরিচালক পরিষদ ===\nআফ্রিনিক বোর্ড নয় সদস্যের পরিচালনা পরিষদ নিয়ে গঠিত। পরিচালকদের মধ্যে ছয়জন বিভিন্ন উপ-অঞ্চলের প্রতিনিধিত্ব করার জন্য নির্বাচিত হন, এবং দুজন পরিচালক আঞ্চলিক প্রতিনিধিত্বের বিপরীতে শুধুমাত্র দক্ষতার ভিত্তিতে বোর্ডে কাজ করার জন্য নির্বাচিত হন। বোর্ডের শেষ আসনটি প্রধান নির্বাহী কর্মকর্তা দ্বারা পূরণ করা হয়।\n\n\n=== কাউন্সিল অফ এল্ডার্স ===\nআফ্রিনিক কাউন্সিল অফ এল্ডার্স ছয়জন প্রাক্তন আফ্রিনিক চেয়ারপারসন নিয়ে গঠিত।\nতারা উপদেষ্টা হিসেবে ভূমিকা পালন করে থাকেন এবং প্রাক্তন চেয়ার হিসাবে সংগঠনের নেতৃত্ব দেওয়ার পূর্ব-অভিজ্ঞতার আলোকে পরামর্শ প্রদান করে থাকেন।\nআফ্রিনিক কাউন্সিল অফ এল্ডার্সের সদস্যরা হলেন:\n\nড. নি এন. কোয়ানর (আফ্রিনিক বোর্ড অফ ট্রাস্টিজ চেয়ার: ২০০১-২০০৪)\nপিয়ের এস ড্যান্ডজিনো (আফ্রিনিক চেয়ার: ২০০৪-২০০৮) বোর্ড সদস্য: ২০০৪-২০১০\nড. ভিভ পদয়াতচি (আফ্রিনিক চেয়ার: ২০০৮-২০১১) - বোর্ড সদস্য: - ২০০৫-২০১১\nমাইমাউনা এনডেই ডিওপ ডায়াগন (আফ্রিনিক চেয়ার: ২০১১–২০১২) - বোর্ড সদস্য: ২০১০-২০১৩\n\n\n== আফ্রিনিক কর্মী ==\nআফ্রিনিক কর্মীরা প্রতিষ্ঠানের দৈনন্দিন কার্যক্রম পরিচালনা করে। কর্মীদের নয়টি বিভাগে গঠন করা হয়েছে: সিইওর অফিস, এইচআর এবং প্রশাসন, গবেষণা ও উদ্ভাবন, অর্থ ও অ্যাকাউন্টিং, বাহ্যিক সম্পর্ক, যোগাযোগ এবং জনসংযোগ, সদস্য পরিষেবা, আইটি এবং প্রকৌশল, এবং সক্ষমতা বৃদ্ধি। এই বিভাগগুলি সদস্যদের জন্য তথ্যের কেন্দ্রীয় উত্স হিসাবে কাজ করা সহ সমস্ত আফ্রিনিক কার্যক্রমকে অন্তর্ভুক্ত করে।\nআফ্রিনিকের ওপেন পলিসি ডেভেলপমেন্ট প্রক্রিয়া সারা বিশ্বের ইন্টারনেট নম্বর সংস্থানগুলিতে গুরুত্বপূর্ণ অংশীজনদের অংশগ্রহণের জন্য আমন্ত্রণ জানায় (বেশিরভাগ আফ্রিকান অঞ্চল)। এর মধ্যে রয়েছে সরকার, নিয়ন্ত্রক, শিক্ষাবিদ, মিডিয়া, প্রযুক্তিগত সম্প্রদায়, সুশীল সমাজ এবং অন্যান্য অলাভজনক সংস্থার প্রতিনিধিরা।\n\n\n== তথ্যসূত্র =="}