{"pageid": 1347979, "title": "ইসরায়েল-দখলকৃত অঞ্চলসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1347979", "content": "১৯৬৭ সালের ছয় দিনের যুদ্ধের সময় ইসরায়েল দ্বারা দখলকৃত অঞ্চলগুলিকে ইসরায়েল-দখলকৃত অঞ্চলসমূহ বলা হয়। এই শব্দটি যদিও বর্তমান ফিলিস্তিনি অঞ্চল ও গোলান মালভূমিতে প্রয়োগ করা হয়; পূর্বে এটি ইসরায়েল-অধিকৃত সকল এলাকাকে বোঝাতেও ব্যবহৃত হত। যেমন: সিনাই উপদ্বীপ ও দক্ষিণ লেবানন । ছয় দিনের যুদ্ধের আগে ফিলিস্তিনি ভূখণ্ডের শাসন মিশর ও জর্ডানের মধ্যে বিভক্ত করা হয়েছিল। গাজা উপত্যকা মিশরের এবং পশ্চিম তীর জর্ডানের অধীনে ছিল। সিনাই উপদ্বীপ এবং গোলান মালভূমি যথাক্রমে মিশর ও সিরিয়ার সার্বভৌমত্বের অধীনে ছিল।\n১৯৬৭ থেকে ৮১ সাল পর্যন্ত চারটি এলাকা ইসরায়েলি সামরিক গভর্নরেটের অধীনে পরিচালিত হয়েছিল এবং জাতিসংঘ (UN) দ্বারা \"অধিকৃত আরব অঞ্চল\" হিসাবে উল্লেখ করা হয়েছিল।  মিশর ও ইসরায়েল শান্তি চুক্তির পর ১৯৮১ সালে ইসরায়েলের সামরিক গভর্নরেট বিলুপ্ত হয়ে যায় এবং মিশর ইসরাইলকে স্বীকৃতি দেয়। ইসরাইল সিনাই উপদ্বীপকে মিশরে ফিরিয়ে দেয়। মিশরের সাথে চুক্তির পর, ইসরায়েল গোলান হাইটস আইনের মাধ্যমে কার্যকরভাবে গোলান হাইটসকে তার উত্তর জেলায় সংযুক্ত করে এবং পশ্চিম তীর এবং গাজা উপত্যকাকে ইসরায়েলি বেসামরিক প্রশাসনের অধীনে নিয়ে আসে।  সামরিক সরকারের বিলুপ্তি সত্ত্বেও, এবং মিশরীয় দাবির সাথে সামঞ্জস্য রেখে, পশ্চিম তীর ( পূর্ব জেরুজালেম সহ, যা ইসরাইল কার্যকরভাবে 1980 সালে সংযুক্ত করেছিল ), গাজা স্ট্রিপ এবং গোলানকে উল্লেখ করে অধিকৃত আরব অঞ্চল শব্দটি ব্যবহার করা হয়েছিল। উচ্চতা। 1999 থেকে 2013 সালের প্রথম দিকে, \"অধিকৃত ফিলিস্তিনি অঞ্চল\" শব্দটি পশ্চিম তীর এবং গাজা উপত্যকায় নিয়ন্ত্রিত প্যালেস্টাইন রাজ্যের অন্তর্বর্তীকালীন শাসক সংস্থা, প্যালেস্টাইন ন্যাশনাল অথরিটি (PNA) অঞ্চলগুলিকে বোঝাতে ব্যবহৃত হয়েছিল৷\nইন্টারন্যাশনাল কোর্ট অফ জাস্টিস (আইসিজে),  জাতিসংঘের সাধারণ পরিষদ,  এবং জাতিসংঘের নিরাপত্তা পরিষদ সকলেই ইসরায়েলকে ভূখণ্ডের দখলদার শক্তি হিসেবে বিবেচনা করে।  জাতিসংঘের বিশেষ প্রতিবেদক রিচার্ড ফক ইসরায়েলের দখলদারিত্বকে \"আন্তর্জাতিক আইনের অবমাননা\" বলে অভিহিত করেছেন।  ইসরায়েলের সুপ্রিম কোর্ট রায় দিয়েছে যে ইসরায়েল পশ্চিম তীরকে \"বিদ্রোহী দখলের\" অধীনে রেখেছে ।  স্যাসন রিপোর্ট অনুসারে, ইসরায়েলের সুপ্রিম কোর্ট, বিভিন্ন বিচারপতির বসার সাথে, চার দশকেরও বেশি সময় ধরে বারবার বলেছে যে পশ্চিম তীরে ইসরায়েলের উপস্থিতির ক্ষেত্রে আন্তর্জাতিক আইন প্রযোজ্য।  যাইহোক, ধারাবাহিক ইসরায়েলি সরকারগুলি পশ্চিম তীরের ক্ষেত্রে \"বিতর্কিত অঞ্চল\" শব্দটিকে পছন্দ করেছে,   এবং ইসরায়েল একইভাবে পশ্চিম তীরকে বিতর্কিত অঞ্চল বলে মনে করে। \n2005 সালে ইসরায়েল একতরফাভাবে গাজা উপত্যকা থেকে বিচ্ছিন্ন হয় । জাতিসংঘ এবং বেশ কয়েকটি মানবাধিকার সংস্থা ইসরায়েলকে গাজা উপত্যকার দখলকারী শক্তি হিসাবে বিবেচনা করে চলেছে কারণ এর ভূখণ্ড অবরোধের কারণে;      ইসরায়েল এই বৈশিষ্ট্য প্রত্যাখ্যান করে।  করেন।  \n\n\n== তথ্যসূত্র =="}