{"pageid": 1347131, "title": "হিশাম গাজ্জী", "url": "https://bn.wikipedia.org/wiki?curid=1347131", "content": "হিশাম গাজ্জী (আরবি: هشام الغزي) (জন্ম: ১৯২৩) একজন সিরীয় আইনজীবী, প্রাক্তন ডেপ্যুটি মন্ত্রী এবং সংস্কারবাদী ইসলামি চিন্তাবিদ।\n\n\n== পরিবার ==\nগাজ্জী পরিবার দামেস্কে চৌদ্দ শতাব্দী ধরে বসবাস করছেন। পরিবারটির বংশে পণ্ডিত ও বিচারকদের উল্লেখযোগ্য উপস্থিতি আছে। \n\n\n== জীবনী ==\n১৯২৩ সালে জন্ম লাভ করা গাজ্জী আরব আইন ইনস্টিটিউট (বর্তমানে দামেস্ক বিশ্ববিদ্যালয়ের আইন অনুষদ) হতে স্নাতক লাভ করেন। তিনি অল্প সময় আইন অনুশীলন করে সিরিয়ার অর্থ মন্ত্রণালয়ে (১৯৪৭ - ১৯৮৬) কাজ করেন। এখানে তিনি ক্রমান্বয়ে সরকারি রাজস্ব দপ্তরের পরিচালক, ডেপ্যুটি মন্ত্রী এবং বিশেষ জীবাশ্ম বোর্ডের প্রধান হিসেবে দ্বায়িত্ব পালন করেন। কর্মরত অবস্থায় তিনি সুবিবেচনা, শৃঙ্খলা এবং দুর্নীতি বিরোধী অবস্থানের কারণে সুনাম অর্জন করেন। \n\n\n== চিন্তা ও আদর্শ ==\nআধুনিক ও ঐতিহ্যবাহী ইসলামের উপর লেখা কিছু বইয়ে, গাজ্জী কুরআনের কিছু আয়াতের প্রথাগত ব্যাখ্যার সমালোচনা করেন। তিনি অনেক হাদিসের গ্রহণযোগ্যতা ও সংগতি নিয়েও সমালোচনা করেন। তিনি আল-ঘাইয়া (কোনো আইন তৈরির পেছনে উদ্দেশ্য ও উপকারিতা অনুসন্ধান), ইলাফ (মানবিক প্রতিষ্ঠান হিসেবে মানুষের মধ্যে পারস্পরিক সৌহার্দ্য ও অংশীদারিত্ব), তাহফুত আল-তুরাথ (ঐতিহ্যবাহী শিক্ষার অসংগতি) এবং আল-ইনসান আল-ধামির (সচেতনতার মাধ্যমে পরিচিত ও অবগত মানুষ) নামক বিষয়সমূহকে পুনরুজ্জীবিত ও পুনঃসংজ্ঞায়িত করেন। এসব বিষয়সমূহ তিনি মতবাদগত ও প্রাতিষ্ঠানিক নির্যাতন, অন্ধ অনুকরণ ও শূন্যবাদের বিরুদ্ধে এবং মানব চিন্তা ও কর্মের স্বাধীনতার পক্ষে ব্যবহার করেন। আইন বিষয়ে তার দক্ষতা ও অর্থনৈতিক বিষয়ে সচেতনতার পাশাপাশি সমাজতন্ত্রী মনোভাব ও পশ্চিমা লেখকদের সম্পর্কে জ্ঞান তার লেখায় একটি অনন্য বৈশিষ্ট্য (এবং উত্তেজনা) এনে দেয়। তিনি ক্রমশ ইসলামি বিষয়াদিতে সীমাবদ্ধ না থেকে বৃহত্তর মানব বৈশিষ্ট্য নিয়ে আলোচনা করতে থাকেন।\n\n\n== প্রধান প্রকাশনা ==\nলেখকের লেখা কিছু বই নিম্নরুপ।  \n\nবুনা আল-ইসলাম (ইসলামের গঠন ও প্রতিষ্ঠান), দার উসামা, দামেস্ক, ১৯৯২\nআল-মিতহাক আল-ইসলামি বি-ইউদাহ ইলা-ই-কুরআন (কুরআন ভিত্তিক ইসলামি সনদ), আল-দার আল-ওয়াতনাইয়্যাহ আল-জাদিদাহ, দামেস্ক, ২০০৪\nআল-ইনসান মান ইউকান? (কি মানুষকে মানুষ বানায়?), দার লাস, দামেস্ক, ২০০৮\n\n\n== তথ্যসূত্র =="}