{"pageid": 1347324, "title": "আব্দুল্লাহ ইবনে আতিকের অভিযান", "url": "https://bn.wikipedia.org/wiki?curid=1347324", "content": "আবদুল্লাহ ইবনে আতিকের অভিযান (আরবি: عبد الله بن عتيك) আবু রাফি ইবনে আবি আল-হকাইকের হত্যাকাণ্ড (আরবি: أبو رافع بن أبي الحُقَيْق) নামেও পরিচিত, ৬২৭ খ্রিস্টাব্দের মার্চ মাসে সংঘটিত হয়েছিল।\n\n\n== পটভূমি ==\nসাল্লাম ইবনে আবু আল-হকাইক (আবু রাফি) ছিলেন একজন ইহুদি, যিনি মুহাম্মাদ এবং তার অনুসারী মুসলমানদের সাথে লড়াইকারী পৌত্তলিক গোত্রকে অর্থায়ন ও সহায়তা করেছিলেন, এবং তার কবিতা (হিজা') দিয়ে মুহাম্মদের অবমাননা করেন। মুসলমানরা যখন মদিনায় মুসলমানদের সাথে বনু কুরাইজার বিশ্বাসঘাতকতার সাথে তাদের সম্পর্কের মীমাংসা করেছিল, তখন আল-আউসের প্রতিদ্বন্দ্বী আল-খাজরাজ গোত্র, আল-আউসের সমান গুণ পাওয়ার জন্য মুহাম্মদের কাছে তাকে হত্যা করার অনুমতি চেয়েছিল। যারা কাব ইবনুল আশরাফকে হত্যা করেছিল।\n\n\n== গুপ্তহত্যা ==\nআর্-রাহীকুল মাখতূম অনুসারে, বনু খাজরাজ গোত্রের ৫ জনের একটি দল 'আব্দুল্লাহ ইবনে আতীক'কে নিয়ে, খায়বারের দিকে রওনা হয়েছিল যেখানে 'আবু রাফির দুর্গ অবস্থান করছিল। যখন তারা দুর্গের কাছে এলো, 'আবদুল্লাহ তার লোকদেরকে একটু পিছনে থাকার পরামর্শ দিল, তারপর তার চাদরে ছদ্মবেশে এগিয়ে গেল, যেন সে নিজেকে লুকাতে পারে। দুর্গের লোকেরা ভিতরে গেলে দারোয়ান তাকে তাদের একজন ভেবে ভেতরে প্রবেশ করতে দেন। আবদুল্লাহ ভেতরে ঢুকে লুকিয়ে রইল। এরপর সে সালামের ঘরের দরজা খুলে দিতে থাকে। সেখানে একেবারে অন্ধকার ছিল কিন্তু তিনি তার তরবারির কাছে রাখতে সক্ষম হন এবং তারপর নিরাপদে চলে যান। ফেরার পথে, তার পা ভেঙ্গে যায় তাই তিনি এটিকে একটি ব্যান্ডেজে জড়িয়ে রাখেন এবং সকাল পর্যন্ত গোপন স্থানে লুকিয়ে থাকেন যখন কেউ প্রাচীরের উপর দাঁড়িয়ে আনুষ্ঠানিকভাবে সালাম বিন আবি আল-হকাইকের মৃত্যুর ঘোষণা দেয়। এই খবর শুনে তিনি চলে যান এবং মুহাম্মদের সাথে দেখা করতে যান, যিনি পুরো ঘটনাটি শুনেন এবং তারপর 'আব্দুল্লাহকে তার পা প্রসারিত করতে বলেন, যা তিনি মুছে দেন এবং মুসলিম পণ্ডিত সাইফুর রহমান আল মুবারকপুরীর মতে ফাটলটি ঘটনাস্থলেই সেরে যায়। অন্য সংস্করণে, গ্রুপের পাঁচজনই হত্যাকাণ্ডে অংশ নিয়েছিল। পাঁচ হিজরীত জ্বিলকদ বা জ্বিলহজ্জ মাসে এ ঘটনা ঘটে।\nউইলিয়াম মুইর আরও দাবি করেছেন যে পাঁচজন লোক পাঠানো হয়েছিল, 'আবদুল্লাহ ইবনে আতিক যিনি বনু নাদিরের ভাষার সাথে পরিচিত ছিলেন, তিনি আল-হকাইকের স্ত্রীকে সম্বোধন করেছিলেন, যিনি দরজা খুলতে এসেছিলেন এবং একটি মিথ্যা অজুহাতে প্রবেশ করেন। মুইর আরও উল্লেখ করেছেন যে একটি বিবরণ অনুসারে, তিনি ভান করেছিলেন যে তিনি তার স্বামীর জন্য একটি উপহার এনেছে। যখন তার স্ত্রী দেখলেন তারা সশস্ত্র, তখন সে চিৎকার করতে শুরু করে এবং তারা তার দিকে তাদের অস্ত্র নিশানা করতে শুরু করে, তাকে \"তার জীবনের মায়ায়\" চুপ থাকতে বাধ্য করে। তারা তখন ছুটে এসে আল-হকাইককে (আবু রাফি) হত্যা করে।\n\n\n== ইসলামের প্রাথমিক উৎস ==\nমুহাম্মদের জীবনীতে, মুসলিম ঐতিহাসিক তাবারী ঘটনাটি নিম্নরূপ উল্লেখ করেছেন:\n\nঅনেক সুন্নী হাদীসে আবু রাফির হত্যার কথা উল্লেখ করা হয়েছে:\n\nআবু রাফির হত্যার কথা উল্লেখ করা হয়েছে: সহীহ বুখারী, ৫:৫৯:৩৭০ (ইংরেজি) , সহীহ বুখারী, ৫:৫৯:৩৭১ (ইংরেজি) , সহীহ বুখারী, ৫:৫৯:৩৭২ (ইংরেজি) এবং আরও অনেক হাদিসে।\n\n\n== আরও দেখুন ==\nমুহাম্মাদের নেতৃত্বে যুদ্ধের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n Mubarakpuri, Saifur Rahman Al (২০০৫), The Sealed Nectar (Free Version), Darussalam Publications, আইএসবিএন 9798694145923 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n Muir, William (১৮৬১), The life of Mahomet and history of Islam to the era of the Hegira, Volume 4, Smith, Elder & Co উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}