{"pageid": 1347607, "title": "আব্দুল্লাহ ইবনে জিবরেন", "url": "https://bn.wikipedia.org/wiki?curid=1347607", "content": "ইবনে জিবরিন বা আবদুল্লাহ ইবনে আবদুল রহমান ইবনে জেবরীন ( আরবি: عبد الله بن عبد الرحمن بن جبرين; ১৯৩৩ - ১৩ জুলাই ২০০৯) ছিলেন একজন সৌদি আরবের ডানপন্থী রাজনীতিবিদ। তিনি ছিলেন সৌদি আরবের সর্বোচ্চ উলামা পরিষদ  এবং ইলমী গবেষণা ও ফতোয়া বিষয়ক স্থায়ী কমিটির সদস্য।\n\n\n== কর্মজীবন ==\nইবনে জেবরীন ১৯৩৩ সালে সৌদি আরবের নাজদ অঞ্চলের আল-কুওয়াইয়াহ শহরের কাছে একটি গ্রামে জন্মগ্রহণ করেন। তিনি ১৯৫৮ সালে তার মাধ্যমিক স্কুল সার্টিফিকেট ও ১৯৬১ সালে শরিয়াহ বিষয়ে স্নাতক ডিগ্রি ও ১৯৭০ সালে উচ্চতর প্রতিষ্ঠান থেকে বিচার বিভাগে স্নাতকোত্তর ডিগ্রি এবং ১৯৮৭ সালে ডক্টরেট ডিগ্রি লাভ করেন।  তিনি \"অনেক বিচারক, শিক্ষক এবং ধর্মীয় আহ্বায়কে শিক্ষা দিয়েছিলেন\"। \n\n\n== দৃষ্টিভঙ্গি ==\nতাকে \"সুন্নি ইসলামের কট্টরপন্থী রক্ষণশীল\" স্কুলের একজন সদস্য হিসাবে বিবেচনা করা হয় যারা শিয়াদেরকে কাফের‌ মনে করে।  ২০০৭ সালে শিয়াদের বিষয়ে মন্তব্য করতে গিয়ে (ইরাকে শিয়া সুন্নি সাম্প্রদায়িক সহিংসতার চূড়ান্ত সময়ে  ) ইবনে জেবরীন বলেন: \"কিছু লোক বলে যে প্রত্যাখ্যানকারীরা ( রাফিদা ) মুসলমান কারণ তারা ঈশ্বর এবং তার নবিকে বিশ্বাস করে, প্রার্থনা করে এবং রোজা রাখে। কিন্তু আমি বলি তারা ধর্মদ্রোহী। তারা মুসলমানদের সবচেয়ে জঘন্য শত্রু ও তাদের ষড়যন্ত্র থেকে সাবধান থাকা উচিত। তাদের বয়কট এবং বহিষ্কার করা উচিত যাতে মুসলমানরা তাদের মন্দ থেকে রক্ষা পায়।\"  তিনি ইরাকি শিয়াদের রাজনৈতিক নেতা আবদুল-আজিজ আল-হাকিম দ্বারা সমালোচিত হয়েছেন। ইরাকি শিয়াদের ধর্মীয় নেতা আলী সিস্তানী ইবনে জেব্রীন ও জেবরীনের সমালোচনা করে তাকে ইরাকের শিয়া ও সুন্নিদের মধ্যে উত্তেজনা বাড়াতে অভিযুক্ত করেছেন। \n\n১১ সেপ্টেম্বরের হামলার পর ২০০১ সালে ইবনে জেবরীন ছিনতাইয়ের বিরুদ্ধে ফতোয়া জারি করেন। অমুসলিমদের সাথে মুসলমানদের যোগাযোগের বিষয়ে তিনি বলেছেন যে \"তাদের সহচর হওয়া এবং তাদের প্রতি ভালবাসা দেখানো\" ক্ষমা করা যেতে পারে যদি এই কাজের লক্ষ্য তাদের ইসলামে রূপান্তর করা হয়: \"কাফেরদের সাথে মিশতে, তাদের সাথে বসতে এবং তাদের সাথে ভদ্র আচরণ করার অনুমতি রয়েছে তাদের আল্লাহর দিকে আহ্বান করার, তাদের কাছে ইসলামের শিক্ষা ব্যাখ্যা করার, তাদের এই দ্বীনে প্রবেশ করতে উত্সাহিত করার এবং তাদের কাছে ভাল ফলাফলের বিষয়টি স্পষ্ট করার জন্য। ধর্ম গ্রহণ করা এবং যারা মুখ ফিরিয়ে নেয় তাদের জন্য ফলাফল শাস্তি। এই উদ্দেশ্যে, সেই উত্তম চূড়ান্ত লক্ষ্যে পৌঁছানোর জন্য তাদের একজন সঙ্গী হওয়া এবং তাদের প্রতি ভালোবাসা দেখানো উপেক্ষিত হয়।\"  \n\n\n== তথ্যসূত্র =="}