{"pageid": 1347847, "title": "মুহাম্মাদের উত্তরাধিকারের হাদিস", "url": "https://bn.wikipedia.org/wiki?curid=1347847", "content": "মুহাম্মাদ (সাঃ) এর উত্তরাধিকারের হাদিস বলতে ইসলামের মহানবী মুহাম্মাদ(সাঃ) এর উদ্ধৃত হাদিসকে বোঝায়, যেখানে তিনি তার পরিবারকে উত্তরাধিকার সূত্রে বঞ্চিত করেন এবং মদিনার কাছে ফাদাকের কৃষিজমির মূল্যবান অংশ ওয়াকফ হিসাবে তার উত্তরসূরির খিলফায়ে রাশিদার কাছে রেখে যান। সুন্নি সূত্রে, এই হাদিসটি প্রাথমিকভাবে প্রথম খলিফা আবু বকর (রাঃ) কর্তৃত্বে বর্ণিত হয়েছে, যিনি মুহাম্মাদ (সাঃ) এর কন্যা ফাতিমার (রাঃ) দাবি প্রত্যাখ্যান করার জন্য হাদিসটি উদ্ধৃত করেছিলেন বলে কথিত আছে। বিপরীতে, উত্তরাধিকারের হাদিসের সত্যতা শিয়া ইসলামে প্রত্যাখ্যান করা হয়। আর্থিক বিরোধের পরিবর্তে, ফাদাকের গল্পটি মূলত আবু বকর (রাঃ) এবং আলী (রাঃ) এর মধ্যে মুহাম্মাদ (সাঃ) এর উত্তরাধিকার নিয়ে একটি রাজনৈতিক দ্বন্দ্ব হিসাবে প্রদর্শন করা হয়।\n\n\n== ঐতিহাসিক পটভূমি ==\n\n\n=== ফাদক ===\nফাদাক মদিনার উত্তরে অবস্থিত একটি গ্রাম ছিল, যা মদিনা থেকে দুদিনের দূরত্ব। এখানকার ইহুদি গোত্রের সাথে শান্তি চুক্তির অংশ হিসাবে, ফাদাকের কৃষিজমির অর্ধেককে ফায় হিসাবে বিবেচনা করা হতো এবং কুরআনের সূরা হাশরের ৬ নং আয়াত অনুসারে মুহাম্মাদ (সাঃ) মালিকানাধীন ছিল। এমন কিছু প্রমাণ রয়েছে যে মুহাম্মাদ (সাঃ) যখন সূরা বনী-ইসরাঈল ২৬ নং আয়াত নাজিল হয়েছিল তখন মদিনায় ফাতিমাকে তার ফাদকের অংশ উপহার দিয়েছিল, এবং মুহাম্মাদ (সাঃ) জীবিত থাকাকালীন তার প্রতিনিধারা সম্পত্তি দেখাশোনা করেতো। এই মতবাদটি শিয়া লেখক, আল-কুলায়নি (মৃত্যু. ৯৪১) এবং আল-আয়াশি (মৃত্যু ৯৩২) এর মত। সুন্নীদের মধ্যে আল-সুয়ুতি ( মৃত্যু ১৫০৫) এবং আয-যাহাবি (মৃত্যু ১৩৪৮) এই মত পোষণ করেন, অন্যদিকে আল-জুরজানি ( মৃত্যু ১০৭৮) এবং ইবনে কাসীর (মৃত্যু . ১৩৭৩) মতপ্রকাশ করেন যে আয়াতটি মদিনায় মুহাম্মাদ (সাঃ) কাছে অবতীর্ণ হয়েছিল কিনা তা অনিশ্চিত। ফাদাকের রাজস্ব মূলত অভাবী ভ্রমণকারী, দরিদ্র, সামরিক অভিযান এবং মুহাম্মাদ (সাঃ) এর পরিবারকে সহায়তায় ব্যবহার হত,  অর্থ্যাৎ যাদের সাধারণ দান গ্রহণ করা নিষিদ্ধ ছিল তারা ব্যবহার করতো।\n\n\n=== ফাদাক বাজেয়াপ্ত করা ===\n৬৩২ সালে মুহাম্মাদ (সাঃ) এর মৃত্যুর পর এবং আবু বকর (রাঃ) এর খেলাফতের প্রথম দিকে, আবু বকর (রাঃ) ফাতিমা (রাঃ) এর কাছ থেকে ফাদাক কেড়ে নেন বলে কথিত আছে, এবং ফাতিমার প্রতিনিধিদের উচ্ছেদ করেন, সম্ভবত মুহাম্মাদ (রাঃ) এর বংশ বনু হাশিমের প্রতি কর্তৃত্ব প্রদর্শনের জন্য, বিশেষত যারা এখনও আবু বকর (রাঃ) এর প্রতি তাদের আনুগত্যের অঙ্গীকার করেনি। অথবা সম্ভবত মুহাম্মাদ (সাঃ) এর জানাজা থেকে বনু হাশিম কর্তৃক তাকে বাদ দেওয়ার প্রতিশোধ হিসাবে। আবু বকর (রাঃ) কর্তৃক ফাদাক বাজেয়াপ্ত করা শিয়া মত। সুন্নি সূত্রে, দখলের অভিযোগ পাওয়া যায়, উদাহরণস্বরূপ, ইবনে হাজার আল-হায়তামীর (মৃত্যু ১৫৬৬) এবং ইবনে সা'দ (মৃত্যু  ৮৪৫) রচনায়।\nঅন্যদের মধ্যে সুন্নি আল-বালাজুরি (মৃত্যু ৮৯২) বর্ণনা করেছেন যে ফাতিমা (রাঃ) আবু বকর (রাঃ) এর প্রতি আপত্তি জানিয়ে বলেছিলেন যে ফাদাক তার পিতার কাছ থেকে উপহার ছিল। তার স্বামী আলী (রাঃ) এবং উম্মে আইমান নামে মুহাম্মাদ (সাঃ) এর বাড়ির এক গৃহপরিচারিকা ফাতিমার সমর্থনে তাদের সাক্ষ্য দেয়। কিছু বর্ণনা অনুসারে, ফাতিমা (রাঃ)তার দুই ছেলেকেও সাক্ষী হিসেবে হাজির করে। আবু বকর (রাঃ) অবশ্য ফাতিমার মালিকানা প্রতিষ্ঠার জন্য তাদের সাক্ষ্যকে যথেষ্ট বলে মনে করেননি কারণ ইসলামী আইন অনুসারে দু'জন পুরুষ বা একজন পুরুষ এবং দু'জন মহিলাকে সাক্ষী হিসাবে প্রয়োজন।  বিনয় খেতিয়া এখানে যোগ করেছেন যে ফাতিমা সম্ভবত আশা করেছিলেন যে মুহাম্মাদ (সাঃ) এর সাথে তার ঘনিষ্ঠতা তার মামলাটিকে শক্তিশালী করবে। শিয়ারা একইভাবে যুক্তি দেখায় যে সত্যবাদী ফাতিমা এমন কিছু দাবি করবে না যা তার ছিল না।  শিয়া বিবরণ অনুসারে, আলী আবু বকর (রাঃ) এর কাছে এই বিষয়টি উল্লেখ করেছিলেন এবং বলেন যে মালিকা প্রমাণের বোঝা আবু বকর (রাঃ) উপর ছিল, ফাতিমার উপর নয়, কারণ ফাতিমার প্রতিনিধিরা বিরোধের সময় জমিটি পরিচালনা করেছিল। সাজ্জাদি এখানে মন্তব্য করেছেন যে, ইসলামী আইনে মালিকানা নির্ধারণের ক্ষেত্রে দখল নির্ণায়ক বা নির্ধারক উপাদান। সুন্নি সিবত ইবনে আল-জাওজি (মৃত্যু ১২৫৬-৭) এবং শিয়া আল-তাবরিসি (মৃত্যু ১১৫৩-৪) বর্ণনা করেছেন যে আবু বকর শেষ পর্যন্ত ফাদাককে ফাতিমার কাছে ফিরিয়ে দিতে সম্মত হন কিন্তু তার সহযোগী উমর তাকে বিরত রাখেন, যিনি আবু বকর (রাঃ) এর লেখা দলিলটি ছিঁড়ে ফেলেন।  এই শেষ বিবরণের অন্যান্য সংস্করণ মুতাজিলা ইবনে আবুল হাদিদ (মৃত্যু ১২৫৮) কর্তৃক শারহ নাহজ আল-বালাগা গ্রন্থে সংগৃহীত হয়েছে।\n\n\n== উত্তরাধিকারের হাদিস ==\nসম্ভবত আবু বকর ফাতিমার মালিকানার দাবি প্রত্যাখ্যান করার পরে, তিনি তার পিতার সম্পত্তি থেকে তার উত্তরাধিকার দাবি করেন। আবু বকর এটিও প্রত্যাখ্যান করে বলেন যে মুহাম্মাদ তার পরিবারকে উত্তরাধিকার সূত্রে বঞ্চিত করেছন, ব্যক্তিগতভাবে ফাতেমাকে বলেন যে নবীরা কোনও উত্তরাধিকার রেখে যান না  এবং তারা যা রেখে যান তা হ'ল সরকারী সম্পত্তি যা খলিফা দ্বারা পরিচালিত হওয়া উচিত। আবু বকর প্রাথমিকভাবে এই বক্তব্যের একমাত্র সাক্ষী ছিলেন, যাকে মুহাম্মাদের উত্তরাধিকারের হাদীস হিসাবে উল্লেখ করা হয়েছে।  সুন্নি আল-তাবারি (মৃত্যু ৯২৩) কর্তৃক বর্ণিত সংস্করণটি নিম্নরূপঃ\n\nআমরা নবীগণ কোন উত্তরাধিকার রেখে যাই না; আমরা যা কিছু রেখে যাই তা দাতব্য।\nআবু বকর আরও বলেছিলেন যে তিনি মুহাম্মাদের মতো সম্পত্তি পরিচালনা করবেন এবং তাঁর আত্মীয়দের এখন থেকে সাধারণ ভাতা প্রধান করা হবে, যা কুরআনের বিশুদ্ধ মর্যাদার কারণে মুহাম্মাদের জীবদ্দশায় তাদের জন্য নিষিদ্ধ ছিল। এই নিষেধাজ্ঞা আজও ইসলামী আইনশাস্ত্রের সমস্ত স্কুল দ্বারা সমর্থন করা হয়। এভাবে আবু বকর মুহাম্মাদের আত্মীয়-স্বজনকে যথাক্রমে  সূরা আনফালের ৪১ নং আয়াতের গণীমত এবং সূরা হাশরের ৭ আয়াতের ফায় থেকে বঞ্চিত করেন, যা পূর্বে তারা সাধারণ দানের পরিবর্তে প্রাপ্য ছিল।\n\n\n== সত্যতা ==\nসুন্নি ঐতিহ্যবাদী ইবনে সা'দ (মৃত্যু: ৮৪৫) তার আল-তাবাকাত আল-কুবরা গ্রন্থে উত্তরাধিকারের হাদীসটি দুটি সনদের সাথে উপস্থাপন করেছেন, যার মধ্যে উমর, উসমান এবং জুবায়েরের মতো মতো মুহাম্মাদের অসংখ্য সাহাবী অন্তর্ভুক্ত রয়েছে। বিশেষত, তিনি এই সনদে আলী এবং ইবনে আব্বাসের মতো কিছু বিশিষ্ট হাশিমিকে অন্তর্ভুক্ত করেছেন, যারা উভয়ই অন্যান্য সূত্রে আবু বকরের এই দাবির তীব্র বিরোধিতা করেছেন বলে জানা গেছে।\nঅন্যদিকে, সফি মনে করেন যে আবু বকরকে সাধারণত সুন্নি উৎসগুলিতে এই হাদিসের একমাত্র বিশ্বাসযোগ্য বর্ণনাকারী হিসাবে বিবেচনা করা হয়, তিনি যোগ করেন যে অন্যান্য সাহাবীদের সাথে সম্পর্কিত অনুরূপ প্রতিবেদনগুলি সুন্নিদের দ্বারা প্রত্যাখ্যান করা হয়েছে। সাজ্জাদি লিখেছেন যে এই হাদীসের সমস্ত (বিশ্বাসযোগ্য) সংস্করণ আবু বকর, তার সহযোগী উমর, তার কন্যা আয়েশা এবং মালিক ইবনে আউস আল-হাদাসান থেকে বর্ণিত হয়েছে, যদিও কিছু প্রাথমিক উৎস মুহাম্মাদের সহচর হিসাবে সর্বশেষ ব্যক্তির মর্যাদা নিয়ে বিতর্ক করেছে।\nইসনা আশারিয়া পণ্ডিতরা ফাতিমা, আলী এবং অন্যান্য শিয়া ইমামদেরর বিবৃতির ভিত্তিতে উত্তরাধিকারের হাদিসের সত্যতা প্রত্যাখ্যান করেছেন। অন্যান্য দ্বাদশবাদী ব্যক্তিরা এই হাদীসটিকে একটি নিঃসঙ্গ বর্ণনা (খবর ওয়াহিদ) হিসাবে শ্রেণিবদ্ধ করেছেন, যা বিশেষজ্ঞদের দ্বারা অনির্ভরযোগ্য বলে মনে করা হয়। একইভাবে মুহাম্মাদ সংশ্লিষ্ট পক্ষগুলোকে না জানিয়ে বিবৃতি দেবেন কিনা তা নিয়ে তার বিধবা স্ত্রী উম্মে সালামা সন্দেহ প্রকাশ করেছিলেন, যা দ্বাদশবাদী আল-কাজভিনি (মৃত্যু ১৯৯৪) তার ফাতিমা আল-জাহরা: মিন আল-মাহদ ইলাআল-লাহদ গ্রন্থে উল্লেখ করেছেন।\n\n\n== ফাদাকের খুতবা ==\nপ্রতিবাদে ফাতিমা মসজিদে নববীতে ভাষণ দেন, যা ফাদাকের খুতবা নামে পরিচিত। অন্যান্য উৎসের মধ্যে, মুসলিম মহিলাদের সুস্পষ্ট বক্তৃতার সংকলন বালাগাত আল-নিসা' গ্রন্থে এই খুতবাটি পাওয়া যায়, যদিও ফাতিমার প্রতি এই ভাষণের বিষয়টি বেশিরভাগ সুন্নিদের দ্বারা প্রত্যাখ্যান করা হয়। বালাগাতের এই ভাষণের সংস্করণে ফাতেমা আলীকে মুহাম্মাদের সঠিক উত্তরসূরি হিসাবে সমর্থন করে, ফাতিমাকে তার উত্তরাধিকার অস্বীকার করার জন্য আবু বকরকে তিরস্কার করে এবং তার হাদিসকে মিথ্যা বলে অভিযুক্ত করে। ফাতেমা আরো বলেন যে মুহাম্মাদ কুরআনের বিরোধিতা করতে পারতেন না, এবং এর যুক্তিতে তিনি সূরা নম্‌লের ১৬ নং আয়াতের উদাহরণ দেন যাতে বর্ণনা করা হয়েছে যে কীভাবে সুলায়মান তার পিতা দাউদের কাছ থেকে উত্তরাধিকার সূত্রে পেয়েছিল এবং সূরা মারইয়ামের ৬ নং আয়াতটি বর্ণনা করেন যে কিভাবে যাকারিয়া  সন্তান প্রার্থনা করেন যে ইয়াকুবের বংশের উত্তরাধিকারী হবে। বালাগাতের ভাষণ অনুসারে তিনি আরো বলেন যে সূরা আনফালের ৭৫ নং এবং সূরা আহযাবের ৬ নং আয়াত অনুসারে প্রত্যেক মুসলমানের উত্তরাধিকারের অধিকার রয়েছে।\n\n\n== কুরআনের সাথে সাংঘর্ষিক ==\nকুরআনের সাথে উত্তরাধিকারের হাদিসের আপাত বৈপরীত্য কিছু সমসাময়িক লেখক উল্লেখ করেছেন এবং সুন্নি ইবনে সা'দের বিবরণে আলী আবু বকরকে ব্যাখ্যা করেছেন। তবুও, সৌফি উল্লেখ করেছেন যে আবু বকরের সাক্ষ্য সুন্নিদের জন্য যথেষ্ট শক্তিশালী যে তারা উত্তরাধিকার সম্পর্কিত কুরআনের নিয়মের ব্যতিক্রম করতে পারে। বিকল্পভাবে, সুন্নি ইবনে কাসির, আবদুল জব্বার (মৃত্যু ১০২৫) এবং আল-হাইসামি কুরআনের ২৭:১৬ এবং ১৯:৬ আয়াত দিয়ে উপরোক্ত দ্বন্দ্বকে ন্যায়সঙ্গত করার চেষ্টা করেছেন, যুক্তি দিয়েছিলেন যে এই আয়াতগুলিতে পূর্ববর্তী নবীদের উত্তরাধিকার বস্তুগত সম্পত্তির পরিবর্তে জ্ঞান এবং প্রজ্ঞা। সুন্নি আল-জুহরি (মৃত্যু: ৭৪১-২) এবং ইবনে সা'দ এর পরিবর্তে যুক্তি দেন যে হাদিসটি কেবল মুহাম্মাদকে বোঝায় এবং সমস্ত নবীকে বোঝায় না, যদিও মাদেলুং, সুফি এবং ইবনে আবিল-হাদিদ এই যুক্তিটি প্রত্যাখ্যান করেছেন কারণ এটি হাদিসের পাঠ্যের সাথে সাংঘর্ষিক (মাশার আল-আনবিয়া)। শিয়ারা একইভাবে এই দাবিগুলি প্রত্যাখ্যান করে বলেছে যে অতীতের নবীরাও বস্তুগত উত্তরাধিকার রেখে গেছেন এবং আবু বকরের বক্তব্য উত্তরাধিকারের কুরআনের নিয়মগুলির সাধারণ প্রয়োগের ব্যতিক্রম হতে পারে না। এছাড়াও শিয়া ঐতিহ্য রয়েছে যে মুহাম্মাদ ফাতিমার জন্য মদিনার অভ্যন্তরে আরেকটি সম্পত্তি রেখে যান।\n\n\n== মুহাম্মাদের বিধবারা ==\nআবু বকর মুহাম্মাদের আত্মীয়দের পবিত্রতার মর্যাদা শেষ করে দিয়েছিল এবং তাদেরকে সাধারণ দানের উপর নির্ভর করতে বাধ্য করেন যা মুহাম্মাদ তার জীবদ্দশায় তাদের জন্য নিষিদ্ধ করেছিল। একই সময়ে, আবু বকর মুহাম্মাদের বিধবাদের মদিনায় তার কোয়ার্টারের উত্তরাধিকারী হওয়ার অনুমতি দেন এবং বিশেষত তাঁর কন্যা আয়েশাকে মদিনার আলিয়া অংশে এবং বাহরাইনে কিছু সম্পত্তি প্রধান করেন। তাদের মর্যাদা বজায় রেখে, আবু বকর সম্ভবত মুসলিম সম্প্রদায়কে ইঙ্গিত দিয়েছিলেন যে তার কন্যা আয়েশা এবং বাকি বিধবারা মুহাম্মাদের প্রকৃত উত্তরাধিকারী। ম্যাডেলুংও একই মত পোষণ করেন।\n\n\n== রাজনীতি ==\nমাদেলুং মতামত দেন যে আবু বকরের খিলাফত মুহাম্মাদের আত্মীয়দের বিশেষাধিকারপ্রাপ্ত মর্যাদা বজায় রাখা এবং তাদের কাছে উত্তরাধিকারের কুরআনের নিয়মপ্রয়োগের সাথে সহজাতভাবে অসামঞ্জস্যপূর্ণ ছিল। মুহাম্মাদ মুসলিম সম্প্রদায়ের নেতা হিসাবে ফাদাকের মালিক হয়েছিলেন। বনু হাশিমের বিশেষাধিকার হিসাবে এই সম্পত্তির উত্তরাধিকারী হওয়া সম্ভবত সম্প্রদায়ের উপর তাদের কর্তৃত্বকে বোঝায়, সম্ভবত এই কারণেই আবু বকর ফাতিমার দাবি প্রত্যাখ্যান করেছিলেন। এটি জাফরির মতামত ছিল, এবং অনুরূপ মতামত অন্য কেউ কেউ উচ্চারণ করেছেন,, যখন এল-হিবরি ফাদাকের গল্পটিকে নিছক আর্থিক বিরোধ হিসাবে দেখেন না। আসলান পরামর্শ দেন যে আবু বকর মুহাম্মাদের ঘরকে তার বিশেষাধিকারপ্রাপ্ত মর্যাদা থেকে ছিনিয়ে নিতে চেয়েছিলেন, পাশাপাশি রাজনৈতিক শক্তিকে দুর্বল করতে চেয়েছিলেন এবং বিশেষত খিলাফতের জন্য আলীর দাবিকে দুর্বল করতে চেয়েছিলেন। আসলান আবু বকরের প্রচেষ্টাকে আংশিকভাবে মুহাম্মাদের বংশের বাইরে এবং আংশিকভাবে আবু বকর ও আলীর মধ্যে ব্যক্তিগত শত্রুতার মধ্যে নিহিত বলে তার দৃঢ় বিশ্বাসের সাথে ন্যায়সঙ্গত বলে মনে করেন। কিছু সমসাময়িক লেখক দুই ব্যক্তির মধ্যে খারাপ সম্পর্কের কথা উল্লেখ করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nSajjadi, Sadeq (২০১৮)। \"Fadak\"।   Daftary, Farhad। Encyclopaedia Islamica। Brill Reference Online। \nVeccia Vaglieri, L. (২০১২)। \"Fadak\"।   Bearman, P.; Bianquis, Th.; Bosworth, C.E.; van Donzel, E.; Heinrichs, W.P.। Encyclopaedia of Islam (২য় সংস্করণ)। \nAbbas, Hassan (২০২১)। The Prophet's Heir: The Life of Ali ibn Abi Talib। Yale University Press। আইএসবিএন 9780300252057। \nMadelung, Wilferd (১৯৯৭)। The Succession to Muhammad: A Study of the Early Caliphate। Cambridge University Press। আইএসবিএন 0-521-64696-0। \n Khetia, Vinay (২০১৩)। Fatima as a Motif of Contention and Suffering in Islamic Sources (গবেষণাপত্র)। Concordia University। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n Soufi, Denise Louise (১৯৯৭)। The Image of Fatima in Classical Muslim Thought (গবেষণাপত্র)। Princeton University। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBuehler, Arthur F. (২০১৪)। \"FATIMA (d. 632)\"।   Fitzpatrick, Coeli; Walker, Adam Hani। Muhammad in History, Thought, and Culture: An Encyclopaedia of the Prophet of God। 1। ABC-CLIO। পৃষ্ঠা 182–7। আইএসবিএন 9781610691772। \nQutbuddin, Tahera (২০০৬)। \"FATIMA (AL-ZAHRA') BINT MUHAMMAD (CA. 12 BEFORE HIJRA-11/CA. 610-632)\"।   Meri, Josef W.। Medieval Islamic Civilization: An Encyclopedia। Routledge। পৃষ্ঠা 248–50। আইএসবিএন 978-0415966900। \nMavani, Hamid (২০১৩)। Religious Authority and Political Thought in Twelver Shi'ism: From Ali to Post-Khomeini। Routledge। আইএসবিএন 9780415624404। \nPierce, Matthew (২০১৬)। Twelve Infallible Men: The Imams and the Making of Shi'ism। Harvard University Press। আইএসবিএন 9780674737075। \nAslan, Reza (২০১১)। No god but God: The Origins, Evolution, and Future of Islam। Random House। আইএসবিএন 9780812982442। \nJafri, S.H.M (১৯৭৯)। Origins and Early Development of Shia Islam। Longman। \nAyoub, Mahmoud M. (২০১৪)। The Crisis of Muslim History: Religion and Politics in Early Islam। Oneworld Publications। আইএসবিএন 9781780746746। \nAnthony, Sean W. (২০১৩)। \"'Ali b. Abi Talib (ca. 599-661)\"।   Bowering, Gerhard। The Princeton encyclopedia of Islamic political thought। Princeton University Press। পৃষ্ঠা 30–2। আইএসবিএন 9780691134840। \nEl-Hibri, Tayeb (২০১০)। Parable and Politics in Early Islamic History: The Rashidun Caliphs। Columbia University Press। আইএসবিএন 9780231521659। \nLalani, Arzina R. (২০০০)। Early Shi'i Thought: The Teachings of Imam Muhammad al-Baqir। I. B. Tauris। আইএসবিএন 978-1860644344। \nRuffle, Karen (২০১১)। \"May You Learn From Their Model: The Exemplary Father-Daughter Relationship of Mohammad and Fatima in South Asian Shiʿism\": 12–29। ডিওআই:10.1163/187471611X568267। \nSachedina, Abdulaziz Abdulhussein (১৯৮১)। Islamic Messianism: The Idea of Mahdī in Twelver Shīʻism। Suny press। আইএসবিএন 978-0873954426। \nMcHugo, John (২০১৮)। A Concise History of Sunnis and Shi'is। Georgetown University Press। আইএসবিএন 9781626165885। \nOsman, Rawand (২০১৪)। Female Personalities in the Qur'an and Sunna: Examining the Major Sources of Imami Shi'i Islam। Routledge। আইএসবিএন 9781317671503।"}