{"pageid": 13477, "title": "রেজারভোয়ার ডগ্‌স", "url": "https://bn.wikipedia.org/wiki?curid=13477", "content": "রেজারভোয়ার ডগ্‌স (ইংরেজি ভাষায়: Reservoir Dogs) ১৯৯২ সালে মুক্তিপ্রাপ্ত কোয়েন্টিন টারান্টিনোর পূর্ণদৈর্ঘ্য চলচ্চিত্র। এতে একটি সংঘটিত চক্র কর্তৃক অলংকারের দোকান ডাকাতির আগের এবং পরের ঘটনাগুলো দেখানো হয়েছে কিন্তু ডাকাতির ঘটনাটি দেখানো হয়নি। এতে টারান্টিনো নিজেও একটি ছোট চরিত্রে অভিনয় করেছেন। অপরাধ চলচ্চিত্রের প্রতিষ্ঠিত লেখক এডি বাংকার ও এতে অভিনয় করেছেন। টারান্টিনো যেসব থিম এবং নৈসর্গিকতা নিয়ে পরবর্তীতে কাজ করেছেন তার অনেকগুলোই এই ছবিতে উঠে এসেছে: হিংস্র অপরাধ, পপ সংস্কৃতি, অতিরিক্ত লৌকিকতা সমৃদ্ধ স্মরণীয় কথোপকথন এবং অরৈখিক গল্প কাহিনী।\nএই চলচ্চিত্রটি ধ্রুপদী স্বাধীন চলচ্চিত্রের মর্যাদা পেয়েছে। এম্পায়ার এর মতে এটি \"সর্বকালের সেরা স্বাধীন চলচ্চিত্র\"। অনেক সমালোচকরাই সিনেমা এবং চরিত্রগুলোর প্রশংসা করেছেন, কিন্তু এটি কখনই বক্স অফিসে খুব বেশি হিট করতে পারেনি। আসলে টারান্টিনোর পরবর্তী ছবি পাল্প ফিকশন জনপ্রিয় হয়ে উঠার পরই রেজারভোয়ার ডগ্‌সের জনপ্রিয়তা বৃদ্ধি পায়। অনেকগুলো সহিংস দৃশ্যের জন্য অনেকেই এর সমালোচনা করেছেন। অনেকে বলেছেন, কান কাটার দৃশ্যের সময় অনেকেই হল ছেড়ে উঠে আসতে বাধ্য হয়েছে।\n\n\n== কাহিনীর সারাংশ ==\nজো ক্যাবটের অপরাধ চক্রের সর্দার। ফিল্ডে সবকিছু পরিচালনা করে তার ছেলে এডি। তারা একটি অলংকারের দোকান লুট করার পরিকল্পনা করে। তাদের চূড়ান্ত মিশনে মিস্টার হোয়াইট, অরেঞ্জ, ব্লু, ব্রাউন এবং ব্লন্ড অংশ নেয়। কিন্তু লুট করতে গিয়ে দেখা যায় কেউ তাদের মধ্যে থেকে পরিকল্পনা পুলিশের কাছে ফাঁস করে দিয়েছে। তারপরও কিছু লুটের মাল নিয়ে তারা পূর্বে পরিকল্পিত হলরুমে এসে হাজির হয়। দু'জন লুটের স্থানেই মারা যায়। এরপরই তাদের চরিত্রগুলোর মধ্যে টানাপোড়েন এবং সহিংসতা শুরু হয়। এক সময় জানা যায় কে তাদের মধ্যে থেকে টিকটিকির কাজ করছে। কিন্তু ততক্ষণে অনেক দেরি হয়ে গেছে। মারা গেছে অনেকেই।\n\n\n== কাহিনী ==\nসিনেমা শুরু হয় একটি রেস্তোরাঁয় ৮ জনের ডিনার করার দৃশ্য দিয়ে। এই ৮ জন হল মিস্টার ব্লন্ড, ব্লু, ব্রাউন, অরেঞ্জ, পিংক, হোয়াইট, জো ক্যাবট ও তার ছেলে এডি। মিস্টার ব্রাউন ম্যাডোনার \"লাইক আ ভার্জিন\" সম্বন্ধে তার মত প্রকাশ করে আর মিস্টার পিংক তার হোটেলের ওয়েটারকে বকশিস না দেয়ার পলিসির কথা বলে যতক্ষণ না জো এসে তাকে বকশিসের টাকা দিতে বাধ্য করে।\nএরপরই দেখা যায় মিস্টার হোয়াইট উচ্চ বেগে গাড়ি চালাচ্ছে আর পেটে গুলিবিদ্ধ মিস্টার অরেঞ্জ পেছনের সিটে শুয়ে কাতরাচ্ছে। তারা একটি পরিত্যক্ত গুদাম ঘরে এসে পৌঁছায়। ডাকাতির পর সবার এখানে এসেই মিলিত হওয়ার কথা। অরেঞ্জ অনেক অনুরোধ করলেও তাকে হাসপাতালে নেয়া সম্ভব না। একটু পর মিস্টার পিংক আসে এবং দৃঢ়ভাবে বলে অলংকারের দোকান লুট করার পরিকল্পনা তাদের মধ্য থেকেই কেউ ফাঁস করে দিয়েছে। মিস্টার ব্রাউন পুলিশের গুলিতে মারা গেছে এবং ব্লু এর কি হয়েছে তা কেউ জানে না।\nহোয়াইট ও পিংক মিস্টার ব্লন্ডের অদূরদর্শিতা নিয়ে কথা বলে। ব্লন্ড অ্যালার্ম বাজানোর আগে কয়েকজন সিভিলিয়ানকে গুলি করে মেরেছে। তারা আলোচনা করে অরেঞ্জকে হাসপাতালে নেয়া ঠিক হবে কি-না। হোয়াইটের সাথে অরেঞ্জের সখ্যতা তৈরি হয়ে গিয়েছিল, হোয়াইট পিংককে জানায় এক ফাঁকে সে অরেঞ্জকে তার প্রথম নাম ও বাড়ির কথা বলেছে। এ নিয়ে পিংক উত্তেজিত হয়ে উঠে এবং একে অপরের দিকে পিস্তল তাক করে। এই দৃশ্য দিয়েই সিনেমার পোস্টার বানানো হয়েছে। তাদের এই কাণ্ড লক্ষ্য করছিল আড়াল থেকে মিস্টার ব্লন্ড যে তাদের অজান্তেই একটু আগে এসে পৌঁছেছে। ব্লন্ড তাদেরকে গুদামঘর ছাড়তে নিষেধ করে কারণ এডি এদিকেই আসছে। ব্লন্ড তাদেরকে বাইরে নিয়ে গিয়ে তার গাড়ির ট্রাংকে আটকে রাখা পুলিশ অফিসারকে (মার্ভিন ন্যাশ) দেখায়।\n\nপিংক ও হোয়াইট ন্যাশকে প্রচুর মারধোর করার পর ব্লন্ড তাকে টেপ দিয়ে চেয়ারের সাথে আটকে রাখে। এ সময় এডি এসে পিংক ও হোয়াইটকে তার সাথে আসতে বলে। উদ্দেশ্য লুট করা হীরাগুলো উদ্ধার করা এবং হাইজ্যাক করা গাড়িটা জায়গামত ফেলে দেয়া। সে ব্লন্ডকে অপহৃত কপ ও মুমূর্ষু অরেঞ্জের সাথে থাকতে বলে। কপ জানায় সে সেটআপ সম্বন্ধে কিছুই জানে না। কিন্তু ব্লন্ড একটি রেজার হাতে নিয়ে রেডিওতে কে-বিলি'র \"সুপার সাউন্ড্‌স অফ দ্য সেভেন্টি'স\" ছেড়ে দিয়ে গানের তালে তালে নাচতে থাকে। একসময় রেজার দিয়ে কপের মুখের এক অংশ এবং কান কেটে নেয়। তারপর তার শরীরে গ্যাসোলিন ঢেলে আগুন ধরাতে যাবে এমন সময় মিস্টার অরেঞ্জ উপর্যুপরি গুলি করে ব্লন্ডকে লক্ষ্য করে। মিস্টার ব্লন্ড মারা যায়। অরেঞ্জ জানায় সে একজন আন্ডারকাভার পুলিশ অফিসার (কপ)। ন্যাশ বলে সে তা জানে, ৬ মাস আগে আরেক অফিসার তার সাথে তাকে পরিচয় করিয়ে দিয়েছিল। ন্যাশ এ থেকে মুক্তির উপায় জানতে চাইলে অরেঞ্জ বলে, কয়েক ব্লক দূরে পুলিশ অপেক্ষা করছে। জো ক্যাবট এখানে আসলেই তারা এসে উদ্ধার করবে। ততক্ষণ রক্তঝরা অবস্থায়ই তাদের অপেক্ষা করতে হবে।\nএ সময় মিস্টার অরেঞ্জের ফ্ল্যাশব্যাক থেকে জানা যায় কীভাবে সে আন্ডারকাভার কপ হিসেবে এই দলে স্থান করে নিয়েছে। সে ক্যাবটের মিশনে স্থান করে নেয়। ক্যাবট সবাইকে বসিয়ে লুটের পরিকল্পনার কথা বিস্তারিত বলে। এরপর ফ্ল্যাশব্যাক চলে যায় ডাকাতির ঠিক পরপর মিস্টার হোয়াইট, অরেঞ্জ এবং ব্রাউনের কাছে। ব্রাউন মাথায় গুলি খেয়ে মারা যায। হোয়াইট ও অরেঞ্জ একটি গাড়ি হাইজ্যাক করে কিন্তু গাড়ির মহিলা চালক অরেঞ্জকে গুলি করে এবং অরেঞ্জ মহিলার বুকে গুলি করে। গুলিবিদ্ধ অরেঞ্জকে নিয়ে হোয়াইট গাড়ি চালিয়ে এদিকে আসতে থাকে। মুভির একেবারে শুরুর দৃশ্যের কিছুটা দেখিয়ে আবার বর্তমানে ফিরে আসে।\nগুদাম ঘরে হোয়াইট, পিংক ও এডি এসে দেখে ব্লন্ডের লাশ পড়ে আছে। অরেঞ্জ জানায় ব্লন্ড পুলিশকে জীবন্ত পুড়িয়ে মারতে চাচ্ছিল। এ শুনে এডি নিজ হাতে মেরে ফেলে ন্যাশকে। অরেঞ্জ জানায় ব্লন্ড একই সাথে তাদের গ্যাং এর সবাইকে মেরে হীরাগুলো নিয়ে পালানোর পরিকল্পনা করছিল। ব্লন্ডের আগের রেকর্ডের কথা চিন্তা করে এ কথা সম্পূর্ণ অবিশ্বাস করে এডি। এমন সময় জো আসে এবং দৃঢ়তার সাথে বলে মিস্টার ব্লু মারা গেছে এবং এই মিস্টার অরেঞ্জই তাদের পরিকল্পনার কথা ফাঁস করেছে। কিন্তু মিস্টার হোয়াইট এটা বিশ্বাস করে না এবং অরেঞ্জের পক্ষ নেয়। জো অরেঞ্জের দিকে পিস্তল তাক করে, হোয়াইট সাথে সাথে জো'র দিকে পিস্তল তাক করে আর এডি পিস্তল তাক করে হোয়াইটের দিকে। তৈরি হয় একটি মেক্সিকান স্ট্যান্ডঅফ। জো মিস্টার অরেঞ্জকে গুলি করে, এর পর হোয়াইটের গুলিতে জো মারা যায়। এডি এবার হোয়াইটকে গুলি করে আর সাথে সাথেই হোয়াইটের গুলিতে মারা যায় এডি। পিছনে লুকিয়ে থাকা মিস্টার পিংক হীরাগুলো নিয়ে পালায়। তার ভাগ্যে কি ঘটেছে তা স্পষ্ট জানা যায় না তবে পেছন থেকে আসা অস্পষ্ট কিছু কথা থেকে মনে হয় পুলিশের হাতে সে ধরা পড়েছে। মিস্টার হোয়াইট কাতরাতে কাতরাতে অরেঞ্জের মাথা তার কোলে নেয় আর তখনই পুলিশের গাড়ির সাইরেন বাজে। হোয়াইট বলে, কিড আমাদের হয়তো কয়েক বছর জেল খাটতে হবে। কিন্তু তখনই অরেঞ্জ জানায় সে কপ। বিধ্বস্ত মিস্টার হোয়াইট অবশেষে অরেঞ্জের মাথায় পিস্তল তাক করে এবং ঠিক তখনই পুলিশ প্রবেশ করে। পুলিশের কথা অগ্রাহ্য করে হোয়াইট অরেঞ্জকে গুলি করে, বিনিময়ে পুলিশও হোয়াইটকে গুলি করে। অরেঞ্জ ও হোয়াইট দুজনেই মারা যায়।\n\n\n== চরিত্রসমূহ ==\nহার্ভে কাইটেল - মিস্টার হোয়াইট\nটিম রথ - মিস্টার অরেঞ্জ (আন্ডারকাভার পুলিশ কর্মকর্তা)\nমাইকেল ম্যাডসেন - মিস্টার ব্লন্ড (ভিক ভেইগা বা টুথপিক ভিক নামেও পরিচিত)\nক্রিস পেন - \"নাইস গাই\" এডি ক্যাবট (জো ক্যাবটের ছেলে)\nস্টিভ বুসেমি - মিস্টার পিংক\nকোয়েন্টিন টারান্টিনো - মিস্টার ব্রাউন\nলরেন্স টায়ার্নি - জো ক্যাবট\nএডওয়ার্ড বাংকার - মিস্টার ব্লু\nর‌্যান্ডি ব্রুক্‌স - হোল্ডঅ্যাওয়ে (অরেঞ্জের বন্ধু পুলিশ কর্মকর্তা)\nকির্ক ব্যাল্জ - মার্ভিন ন্যাশ (বন্দী পুলিশ কর্মকর্তা)\nস্টিভেন রাইট - কে-বিলি ডিজে 'র কণ্ঠ\n\n\n== গ্রহণযোগ্যতা ==\nমার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্যে এই মুভি ব্যাপক গ্রহণযোগ্যতা অর্জন করেছে। এম্পায়ার সাময়িকী একে র্বকালের সেরা স্বাধীন চলচ্চিত্র হিসেবে আখ্যাঙিত করেছে। রটেন টম্যাটোস এ এর ৯৫% ফ্রেশ রেটিং রয়েছে। মেটাক্রিটিকে এর রেটিং ১০ এর মধ্যে ৮.৮।\nরেজারভোয়ার ডগ্‌স পরবর্তীকালে অনেক স্বাধীন চলচ্চিত্রকে প্রভাবিত করেছে এবং স্বাধীন চলচ্চিত্র নির্মাণে উৎসাহ যুগিয়েছে। এটি স্বাধীন চলচ্চিত্রের ইতিহাসে একটি মাইল ফলক। সঞ্জয় গুপ্ত পরিচালিত বলিউডের সিনেমা কাটে এই চলচ্চিত্রের একটি স্বীকৃতিবিহীন নকল তথা রিমেইক। কাটে'র কাহিনী এবং কথোপকথনের ধরন একেবারে রেজারভোয়ার ডগ্‌সের মত।\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে রেজারভোয়ার ডগ্‌স   (ইংরেজি)\nরটেন টম্যাটোসে Reservoir Dogs (ইংরেজি)\nMetacritic: Reservoir dogs\nThe Reservoir Watershed - article about the historical importance of Reservoir Dogs\nWhat Happened To Mr. Pink at God Among Directors"}