{"pageid": 1347595, "title": "ব্যাধগীতা", "url": "https://bn.wikipedia.org/wiki?curid=1347595", "content": "ব্যাধগীতা (সংস্কৃত: व्याधगीता; \nআক্ষরিক অর্থ কসাইয়ের সঙ্গীত) মহাকাব্য মহাভারতের অংশ এবং সন্ন্যাসীকে (ভিক্ষু) ব্যাধ (কসাই) কর্তৃক প্রদত্ত শিক্ষা নিয়ে গঠিত। এটি মহাভারতের বনপর্ব বিভাগে পাওয়া যায় এবং ঋষি মার্কণ্ডেয় যুধিষ্ঠিরকে বর্ণনা করেন।\nকিংবদন্তিতে, একজন অহংকারী সন্ন্যাসী একজন ব্যাধ (কসাই বা শিকারী) দ্বারা নত হয় এবং ধর্ম (ধার্মিকতা) সম্পর্কে শিখে। ব্যাধ শেখায় যে \"কোন দায়িত্বই কুৎসিত নয়, কোন দায়িত্বই অশুদ্ধ নয়\" এবং এটি শুধুমাত্র যেভাবে কাজটি করা হয়, সেটিই এর মূল্য নির্ধারণ করে। ভাগবত পুরাণ ব্যাধকে এমন একজনের উদাহরণ হিসেবে উল্লেখ করেছে যিনি সৎসঙ্গ (ভগবান বিষ্ণু বা কৃষ্ণের ভক্তদের সঙ্গে মেলামেশার মাধ্যমে) পরিপূর্ণতা অর্জন করেছিলেন। পণ্ডিত ডাঃ সত্য প্রকাশ আগরওয়াল মহাভারতের অন্যতম জনপ্রিয় বর্ণনা হিসেবে ব্যাধগীতাকে বিবেচনা করেন।\n\n\n== কিংবদন্তি ==\nকিংবদন্তিটিতে মাত্র তিনটি চরিত্র আছে— ব্রাহ্মণ  সন্ন্যাসী, গৃহিণী ও ব্যাধ। কিংবদন্তিটি শুরু হয় একজন যুবক সন্ন্যাসীকে বনে যাওয়ার মাধ্যমে, যেখানে তিনি দীর্ঘ সময় ধরে ধ্যান ও আধ্যাত্মিক তপস্যা করেন। বছরের পর বছর অনুশীলনের পর একদিন গাছের নিচে বসে কাক আর সারসের মধ্যে ঝগড়ার কারণে শুকনো পাতা তার মাথায় পড়ে। ক্রুদ্ধ সন্ন্যাসী যোগশক্তির বিকাশ ঘটিয়েছিল এবং তার নিছক চেহারা দিয়ে পাখিদের পুড়িয়ে ফেলেছিল। এই ঘটনা সন্ন্যাসীকে অহংকারে ভরিয়ে দেয়। কিছুক্ষণ পরেই, সে খাবারের জন্য ভিক্ষা করে একটি বাড়িতে যায়। এখানে যে গৃহবধূ তার অসুস্থ স্বামীর সেবা করছিলেন তিনি সন্ন্যাসীকে অপেক্ষা করতে অনুরোধ করেন। এতে সন্ন্যাসী মনে করেন, \"তুমি হতভাগা নারী, তোমার সাহস কি করে হলো আমাকে অপেক্ষা করানোর! তুমি এখনো আমার ক্ষমতা জানো না\", যাকে গৃহবধূ বলে যে সে কাকও নয়, সারসও নয়, পোড়ানো হবে। সন্ন্যাসী বিস্মিত হয় এবং তাকে জিজ্ঞেস করে কিভাবে সে পাখিটি সম্পর্কে জানলো। গৃহবধূ বলেন যে তিনি কোনো তপস্যা করেননি এবং প্রফুল্লতা ও আন্তরিকতার সাথে তার দায়িত্ব পালন করে তিনি আলোকিত হয়েছিলেন  এবং এইভাবে তার চিন্তাভাবনা পড়তে পারেন। তিনি তাকে মিথিলা শহরের ধর্ম-ব্যাধ (ধার্মিক কসাই)-এর কাছে পুনঃনির্দেশ করেন এবং বলেন যে ধর্ম-ব্যাধ তার ধর্ম সম্পর্কিত সমস্ত প্রশ্নের উত্তর দেবেন। সন্ন্যাসী ব্যাধ দেখতে যান এবং তার প্রাথমিক দ্বিধা কাটিয়ে ওঠেন, তার শিক্ষা শোনেন, যাকে ব্যাধগীতা বলে উল্লেখ করা হয়—এবং সেগুলিকে বাস্তবেও তুলে ধরেন।\n\n\n== শিক্ষা ==\nবিস্মিত সন্ন্যাসী ব্যাধকে জিজ্ঞাসা করেন যে কীভাবে তিনি \"নোংরা, কুৎসিত কাজ\" করে আলোকিত হতে পারেন। ব্যাধ বলেছেন যে তিনি কর্মের নীতি অনুসারে কাজ করছেন, যা তাকে এমন পরিস্থিতিতে রেখেছে যেখানে তিনি জন্মগ্রহণ করেছেন। ব্যাধ আরও উপদেশ দেয়, \"কোন দায়িত্বই কুৎসিত নয়, কোনো দায়িত্বই অপবিত্র নয়\" এবং এটি শুধুমাত্র যেভাবে কাজটি করা হয়, সেটিই তার মূল্য নির্ধারণ করে।\nব্যাধ পরামর্শ দেয় যে সমস্ত কাজ অবশ্যই \"ভগবানকে উৎসর্গ করে\" করতে হবে এবং বরাদ্দকৃত দায়িত্বের আন্তরিক ও অসংলগ্ন কার্য সম্পাদনের মাধ্যমে একজন আলোকিত হতে পারে। ব্যাধ সন্ন্যাসীকে উপদেশ দেয় যে অহিংস ও সত্য হল ধর্মের দুটি প্রধান স্তম্ভ যার মাধ্যমে সর্বোত্তম মঙ্গল অর্জন করা যায়। তিনি বলেন যে কঠিন পরিস্থিতিতে কি সত্য সে বিষয়ে সিদ্ধান্ত নেওয়া উচিত সেই কর্মধারায় লেগে থাকা যা জীবের সর্বোচ্চ কল্যাণের দিকে নিয়ে যায়। ব্যাধ, শিক্ষা দেয় যে জন্ম নয়, ধর্ম ও সৎ আচরণ একজনকে ব্রাহ্মণ করে তোলে।\nকিংবদন্তিটি স্বধর্ম (জীবনে নির্ধারিত দায়িত্ব বা কর্তব্য) পালনের গুরুত্ব বর্ণনা করে। কিংবদন্তি অনুসারে, একজন ব্যাধ, যাকে জন্মগতভাবে নীচ বলে মনে করা হয়, কিন্তু ধর্মে নিযুক্ত এবং অন্যের উপকার করে সে একজন ব্রাহ্মণকে শিক্ষা দিতে সক্ষম, যাকে জন্মগতভাবে উচ্চ বলে মনে করা হয়, কিন্তু নিজের ভালোর জন্য তপস্যা করে। স্বধর্ম পালনের মাধ্যমে স্বাধীনতা অর্জনও ভগবদ্গীতার অন্যতম প্রধান শিক্ষা। দার্শনিক স্বামী বিবেকানন্দ, কর্মযোগে তার একটি বক্তৃতায় ব্যাধগীতা বর্ণনা করেছেন এবং বলেছেন যে এতে \"বেদান্তের সর্বোচ্চ দ্রুতগতি\" রয়েছে।\n\n\n== আরও দেখুন ==\nভগবদ্গীতা\nঈশ্বরগীতা\nহংসগীতা বা উদ্ধবগীতা\nদেবীগীতা\nঅবধূতগীতা\nঅষ্টাবক্রগীতা\nগুরুগীতা\nঅনুগীতা\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\n\n== বহিঃসংযোগ ==\nVyadha Gita section in Mahabharata"}