{"pageid": 1347629, "title": "ভূমন", "url": "https://bn.wikipedia.org/wiki?curid=1347629", "content": "ভূমন (সংস্কৃত: भूमन) অর্থ পূর্ণতা বা প্রাচুর্য; এটি ব্রহ্মের প্রতিশব্দ। ভূমন শব্দটি এসেছে, বহু শব্দ থেকে, যার অর্থ অনেক, প্রত্যয় সহ – ইমং, বিমূর্ত বিশেষ্যের অর্থ প্রদান করার জন্য এর পরে বাদ দিয়ে যোগ করা হয়েছে। শব্দটি সরাসরি সেই পরমাত্মাকে বোঝায় যিনি প্রাণের থেকে উচ্চতর যদিও প্রাণ হল ভূমন যেখানে সান্নিধ্যের কারণে প্রাণের ব্রত, যা অন্য সমস্ত জিনিসকে অতিক্রম করে সমন্বিত হয়।\n\n\n== ইতিহাস ==\nব্রহ্মের আছে অব্যম (স্থানের পরিপ্রেক্ষিতে সীমাহীন ব্যাপ্তি); এটি সর্বগত (সর্বব্যাপী), অনন্ত (অসীম); অক্ষর (অব্যয়) হওয়ার কারণে, এটি ভূমন (পূর্ণতা), নির্বয়ব (অংশ ছাড়া), অরূপবাদ (নিরাকার), এবং শাশ্বত। ব্রহ্ম হল ভূমন (পূর্ণতা), যে পরিপূর্ণতা যা এর অংশগুলির যোগফলকে অতিক্রম করে এবং তবুও সেগুলি সম্পূর্ণরূপে অন্তর্গত হয়। ব্রহ্ম, শ্রুতি দ্বারা বর্ণিত সর্বোত্তম আত্মের সাথে সাদৃশ্য, যা সবকিছুর কারণ। ব্রহ্ম, এর সম্পূর্ণরূপে কল্পনাযোগ্য ক্ষুদ্রতম কণার মধ্যে অবস্থান করে এবং তবুও আয়তন, আধার বা ভূমন থেকে যায়, যা অংশগুলির যোগফলকে অতিক্রম করে।\nভূমন মানবাত্মা নয়, প্রাণের সঙ্গী; ভূমন আনন্দ, অপরিসীম আনন্দ। সম্প্রসাদ মুক্তিপ্রাপ্ত আত্মাকেও বোঝায়। সুখের বিবেচনা মানুষকে ক্রিয়া করতে প্ররোচিত করে এবং অনুপ্রাণিত করে, যদি সে তার সাধনায় অসুখ অনুভব করত তবে সে মোটেও কর্মের জন্য যেতে পারত না; কিন্তু প্রকৃত সুখ সেটাই যা অনন্তের দর্শনে ভোগ করে। আনন্দের মতবাদ বেদান্তের দর্শনের কেন্দ্রবিন্দু। আনন্দ অসীম, শাশ্বত, পরম সুখের অনুভূতি প্রকাশ করে এবং স্বার্থপর আনন্দ নয় যা ক্ষণস্থায়ী পরিতৃপ্তি কিন্তু ভূমন নামক পরম সম্প্রসারণের অবস্থা। ভূমন সীমাহীনত। আনন্দ, পরম আনন্দ, সীমাবদ্ধতায় নয়। ছান্দোগ্য উপনিষদে বলা হয়েছে, \n\nयो वै भूमा तत्सुखं, नाल्पे सुखमस्ति\n\nভূমন সেই সুখ।\nব্রহ্ম হলেন পরম যা প্রজাপতি ও প্রাণ, প্রাণের থেকে আলাদা করা যায়, যা সরাসরি জীবন (আয়ুহ) এবং চেতনা (প্রজ্ঞা) দ্বারা চিহ্নিত করা হয়। বাদরায়ণ ব্রহ্মসূত্রে ঘোষণা করেন, \n\nभूमा सम्प्रसादादध्युपदेशात्। \nভূমন হলেন পরম স্বয়ং, যেহেতু তাকে সম্প্রসাদের (প্রাণ) থেকে উচ্চতর হিসেবে শেখানো হয়।\n\nপাণিনি ব্যাখ্যা করেছেন যে, ভূমন শব্দটি বহু শব্দ থেকে এসেছে যার অর্থ অনেক; অনেকগুলি, ইমম প্রত্যয়টি বাদ দিয়ে এর পরে যোগ করে – বিমূর্ত বিশেষ্যের অর্থ প্রদান করতে। আদি শঙ্কর তার ভাষ্যতে বলেছেন যে এই শব্দটি প্রাণকে পরিত্যাগ না করে প্রবর্তিত হয়েছে যার অর্থ হল প্রাণ হল ব্রহ্ম। কিন্তু, এখানে নির্দেশ হল যে ভূমন প্রাণের চেয়ে শ্রেষ্ঠ তাই প্রাণ ব্রহ্ম হতে পারে না কারণ ব্রহ্ম থেকে প্রাণ উৎপন্ন হয়। মাধবের মতে, ভূমন হল যা সকলের ঊর্ধ্বে এবং কেবলমাত্র প্রাণের বাইরে নয়; যদি এটি প্রাণের পরবর্তী কিছু হয় তবে তা ব্রহ্ম হতে পারে না।\n\n\n== তথ্যসূত্র =="}