{"pageid": 1347187, "title": "মমতা সোধা", "url": "https://bn.wikipedia.org/wiki?curid=1347187", "content": "মমতা সোধা (জন্ম ১ নভেম্বর ১৯৭৯) হলেন একজন ভারতীয় ক্রীড়াবিদ। তিনি ২০১০ সালে মাউন্ট এভারেস্ট চূড়ার আরোহণের জন্য পরিচিত।পর্বতারোহণের ক্ষেত্রে তাঁর অবদানের জন্য, ২০১৪ সালে ভারত সরকার তাঁকে চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী প্রদান করে সম্মানিত করেছিল।\n\n\n== জীবনী ==\n\nমমতা সোধা ১৯৭৯ সালের ১ নভেম্বর ভারতের হরিয়ানা রাজ্যের কৈথালে জন্মগ্রহণ করেছিলেন। তাঁদের পরিবার আর্থিকভাবে দুর্বল ছিল, পরিবারে তিন মেয়ে এবং দুই ছেলের মধ্যে তিনি ছিলেন জ্যেষ্ঠ। তিনি ২০০৪ সালে তাঁর বাবা লক্ষ্মণ দাস সোধাকে হারিয়েছিলেন। তাঁর বাবা হরিয়ানা খাদ্য ও সরবরাহ বিভাগের একজন পরিদর্শক হিসাবে কাজ করতেন। তাঁর মা মেওয়া দেবী নিজের ভাইদের সাহায্য নিয়ে পরিবার প্রতিপালন করেছিলেন।\nমমতা কৈথলের একটি স্থানীয় স্কুলে নিজের স্কুল জীবন শেষ করেন। এরপর কৈথলের আরকেএসডি কলেজ থেকে উচ্চ মর্যাদাক্রম পেয়ে তিনি স্নাতক ডিগ্রি অর্জন করেন। পরবর্তীকালে, ২০০৫ সালে, তিনি কুরুক্ষেত্র বিশ্ববিদ্যালয় থেকে শারীরিক শিক্ষা (এমপিএইচইডি) বিষয়ে স্নাতকোত্তর পাস করেন। এরপর তিনি একই বিশ্ববিদ্যালয়ের অধীনে হরিয়ানার শহিদ বাবা দীপ সিং কলেজ অফ ফিজিক্যাল এডুকেশনে প্রভাষক হিসেবে যোগদান করেন।\n২০১০ সালে সফল এভারেস্ট আরোহণের পর, হরিয়ানা সরকার তাঁকে হরিয়ানা পুলিশ বাহিনীতে অন্তর্ভুক্ত করে। মমতা সোধা ২০১০ সালের ১১ আগস্ট থেকে হরিয়ানা পুলিশের একজন ডেপুটি সুপারিনটেনডেন্ট অফ পুলিশ।\n\n\n== ক্রীড়াক্ষেত্রে অর্জন ==\nপ্রথম দিকে মমতার পর্বতারোহণের প্রতি আগ্রহ ছিল, তিনি বাবার কাছ থেকে অনুপ্রাণিত হয়েছিলেন। মাউন্ট এভারেস্টে আরোহণ করার উদ্দেশ্যে তিনি উত্তরাখণ্ড রাজ্যের নেহেরু ইনস্টিটিউট অফ মাউন্টেনিয়ারিংয়ে যোগদান করেছিলেন। প্রকল্প শুরু করার আগে, তিনি আরও কয়েকটি চূড়া অতিক্রম করেছিলেন। তিনি আইএমএফ সুবর্ণ জয়ন্তী অভিযান দলের সদস্য ছিলেন যেটি ২০০৮ সালের জুলাই মাসে ফাওয়াররাং চূড়া আরোহণ করেছিলেন। দুই মাস পরে, অক্টোবরে, তিনি ম্যাকলিওড গঞ্জে একটি অভিযানের সময় অন্য একটি দলের সাথে মুন শিখরে আরোহণ করেন। ২০০৯ সালের আগস্টে, তিনি একটি সর্ব-মহিলা দলের সাথে শ্রীকণ্ঠ শিখরে পৌঁছেছিলেন।\nতিনি বিভিন্ন অভিযানে মরনি শিখর, খুইটেন শিখর, ইন্দেরহারা গিরিপথ এবং আইল্যান্ড শিখরের মতো বিভিন্ন উচ্চতার অন্যান্য চূড়াও আরোহণ করেছেন। এর পরে তিনি আইডল্যান্ড (ইমজা-সে) চূড়ায় উঠেছিলেন, যেটি তিনি মাউন্ট এভারেস্ট অভিযানের ঠিক আগে ২০১০ সালের এপ্রিল মাসে সফলভাবে সম্পন্ন করেছিলেন।\nএভারেস্ট প্রকল্পের জন্য মোট আর্থিক ব্যয় ছিল প্রায় ₹ ১.৮ মিলিয়ন। হরিয়ানা রাজ্য সরকার (₹ ৩০০,০০০); পিডব্লিউডি মন্ত্রী রণদীপ সিং সুরজেওয়ালা (₹ ৫১,০০০); কুরুক্ষেত্রের সংসদ সদস্য নবীন জিন্দাল (₹ ৫০০,০০০); জেলা পুলিশ কমিশনার আমনীত পি কুমারের (₹ ২৫০,০০০) মতো বিভিন্ন সংস্থা এবং ব্যক্তিদের কাছ থেকে মমতা অনুদানের মাধ্যমে অর্থ সংগ্রহ করেছিলেন। তাঁর এই প্রকল্পটি ২০১০ সালের এপ্রিল মাসে শুরু হয়েছিল, পূর্ববর্তী এভারেস্ট পর্বতারোহী বাচেন্দ্রী পাল এবং সন্তোষ যাদবের উৎসাহে। অভিযাত্রী দলে ১৩ জন সদস্য ছিলেন, যার মধ্যে নয়জন পর্বতারোহী ছিলেন মার্কিন যুক্তরাষ্ট্র, ডেনমার্ক, সুইজারল্যান্ড এবং অস্ট্রেলিয়ার এবং বাকি চারজন ভারতের। এর মধ্যে ১৬ বছর বয়সী অর্জুন বাজপেয়ী ছিলেন। দলটির নেতৃত্বে ছিলেন কিংবদন্তি আপা শেরপা, যিনি মাউন্ট এভারেস্টে ১৯টি সফল আরোহণের বিশ্ব রেকর্ড করেছিলেন। দলটি ৪০ দিন কাটিয়েছিল খুম্বু হিমবাহে, যেখানে তাঁদের বেস ক্যাম্প স্থাপন করা হয়েছিল, মানিয়ে নেওয়ার জন্য। পথটি ছিল নেপালের ঐতিহ্যবাহী সাউথ কোল রুট। দলটি পথ চলাকালীন তিন বা চারটি শিবিরে পর্যায়ক্রমিক যাত্রাবিরতির পর অবশেষে ২০১০ সালের ২০শে মে শীর্ষে পৌঁছোয়। ২০১০ সালের ২২শে মে তারিখে সকাল ১০.২৪ নাগাদ, মমতা সোধা মাউন্ট এভারেস্টের চূড়ায় উঠেছিলেন।\nএভারেস্ট জয়ের পর, মমতা ২০১২ সালে ইউরোপের সর্বোচ্চ শৃঙ্গ এলব্রুস পর্বতে আরোহণ করেছিলেন।\nপর্বতারোহণ ছাড়া, মমতা সোধা হ্যান্ডবলেও পারদর্শী ছিলেন। তিনি হরিয়ানা রাজ্যের বালিকা দলের সদস্য ছিলেন, দলটি ১৯৯৮ সালের নভেম্বর মাসে আগ্রায় অনুষ্ঠিত ২১তম জুনিয়র গার্লস ন্যাশনাল হ্যান্ডবল চ্যাম্পিয়নশিপে রানার আপ হয়েছিল। কুরুক্ষেত্র বিশ্ববিদ্যালয় দলের সদস্য হিসাবে, তিনি ১৯৯৮ সালের ডিসেম্বর সর্ব ভারতীয় ইন্টার-ইউনিভার্সিটি হ্যান্ডবল টুর্নামেন্টে বিজয়ী ছিলেন। ২০০৩ সালে, তিনি হরিয়ানা সরকারের ক্রীড়া ও যুব কল্যাণ বিভাগ দ্বারা হ্যান্ডবলে বি১ গ্রেডের একজন ক্রীড়াবিদ হিসেবে নির্বাচিত হন।\nমমতা সোধা ন্যাশনাল অ্যাডভেঞ্চার ক্লাবেরও সদস্য।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nপদ্মশ্রী – ভারত সরকার – ২০১৪ সাল\nতেনজিং নোরগে ন্যাশনাল অ্যাডভেঞ্চার অ্যাওয়ার্ড - ভারত সরকার - ২০১০ সাল\nনগদ পুরস্কার ₹ ২.১ মিলিয়ন - হরিয়ানা সরকার - ২০১০ সাল\nআইডল্যান্ডে সফল আরোহণের শংসাপত্র (ইমজা-সে) পিক - নেপাল মাউন্টেনিয়ারিং অ্যাসোসিয়েশন - ২০১০ সাল\n\n\n== আরও দেখুন ==\n\nআপা শেরপা\nতেনজিং নোরগে\nএডমন্ড হিলারি\nবাচেন্দ্রী পাল\nমাউন্ট এভারেস্টের ভারতীয় শৃঙ্গে আরোহণ - বছর অনুযায়ী\nমাউন্ট এভারেস্টের চূড়ায় আরোহণের সংখ্যা অনুসারে তালিকা\nভারতের মাউন্ট এভারেস্ট রেকর্ডের তালিকা\nমাউন্ট এভারেস্ট রেকর্ডের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"DSC Limited honors Mamta Sodha\"। DSC Limited। ৭ জুন ২০১০। সংগ্রহের তারিখ ২ সেপ্টেম্বর ২০১৪। \nEXpress News Service (১৭ জুন ২০১০)। \"Surinder Kaur, Mamta Sodha appointed DSP\"। The New Indian Express। সংগ্রহের তারিখ ২ সেপ্টেম্বর ২০১৪। \n\n\"Tenzing Norgay Award Winner Mamta Sodha, Everester (India)\"। Ambedkar Times। ১ সেপ্টেম্বর ২০১১। সংগ্রহের তারিখ ২ সেপ্টেম্বর ২০১৪। \nটেমপ্লেট:Indian mountaineersটেমপ্লেট:Padma Shri Award Recipients in Sports"}