{"pageid": 1347473, "title": "সামেলের যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1347473", "content": "সামেলের যুদ্ধ বা গিরি-সুমেলের যুদ্ধ ১৫৪৪ সালে রাজস্থানের পালি জেলার জয়তারান মহকুমার গ্রাম গিরি এবং সুমেলের কাছে আফগান সুর রাজবংশের শের শাহ সুরি এবং রাঠোরের রাও মালদেব রাঠোরের সেনাপতি জয়তা ও কুম্পার নেতৃত্বে সেনাবাহিনীর মধ্যে লড়াই হয়েছিল।\n\n\n== পটভূমি ==\nশেরশাহ চার মাস ধরে গোপনে মারওয়ারের সাথে যুদ্ধের প্রস্তুতি নিচ্ছিলেন। ১৫৪৩ সালে শের শাহ ৮০,০০০ অশ্বারোহী বাহিনীর একটি বিশাল বাহিনী নিয়ে মারওয়ারের বিরুদ্ধে যাত্রা করেন। ৫০,০০০ সৈন্য নিয়ে মালদেব শের শাহের সেনাবাহিনীর মুখোমুখি হতে অগ্রসর হন। শেরশাহ দিদওয়ানা (বায়নার পরিবর্তে) হয়ে অনিয়মিত পথ নিয়েছিলেন, কুম্পা শেখাওয়াটিতে শেরশাহদের অগ্রযাত্রাকে প্রতিহত করেছিলেন, এরপর শেরশাহ প্রতিটি মঞ্জিলে সুরক্ষা নিশ্চিত করেন এবং জয়তারানের পরগণার সামেল গ্রামে থামেন। যেটি যোধপুর থেকে নব্বই কিলোমিটার পূর্বে। তিনি তার সৈন্যবাহিনীকে প্রতিরক্ষার লাইন হিসাবে তার সামনে সামেল নদীতে প্রবেশ করান। মালদেব তার শত্রুর আকস্মিক আগমনে বিস্মিত হয়েছিলেন এবং তার বাহিনীকে শেরশাহ শিবির থেকে ১২ মাইল দূরে গিরিতে নিয়ে যান, সেখানকার ঝাড়বাতি জঙ্গল মারোয়ার সেনাবাহিনীকে সুরক্ষা দিয়েছিল এবং এইভাবে উভয় সেনাবাহিনীই ভালভাবে প্রবেশ করেছিল। এই সময় বিকানীর ও মেরটার ক্ষমতাচ্যুত শাসকরা শের শাহের সাহায্যে এগিয়ে আসেন। মালদেব এই সময়ে রক্ষণাত্মক অবস্থানে ছিলেন কারণ তিনি তার ব্যারনদের সম্পর্কে সন্দেহ পোষণ করেছিলেন, মালদেব সম্প্রতি তাদের বশীভূত করেছিলেন এবং তাই বেপরোয়াভাবে আক্রমণ করার বিষয়ে সতর্ক ছিলেন। শের শাহ আরও জানতেন যে তিনি সীমিত খাবার এবং জল সহ একটি প্রতিকূল মরুভূমিতে রয়েছেন। পরিখা খনন ইতিমধ্যেই তার আফগান সৈন্যদের উপর প্রভাব ফেলেছিল, যারা ভূখণ্ডে অভ্যস্ত ছিল না। এক মাস সংঘর্ষের পর, শের শাহের অবস্থান তার বিশাল সেনাবাহিনীর জন্য খাদ্য সরবরাহের অসুবিধার কারণে সমালোচনামূলক হয়ে ওঠে। ফারসি ভাষায় লেখা সমসাময়িক ইতিহাসবিদদের মতে: এই পরিস্থিতি সমাধানের জন্য শেরশাহ একটি ধূর্ত কৌশল অবলম্বন করেন। এক সন্ধ্যায়, তিনি মালদেবর ক্যাম্পের কাছে এমনভাবে জাল চিঠি ফেলেছিলেন যে সেগুলি আটকানো নিশ্চিত হয়েছিল। এই চিঠিগুলি মিথ্যাভাবে ইঙ্গিত করেছিল যে মালদেবের কিছু সেনা কমান্ডার শের শাহকে সাহায্য করার প্রতিশ্রুতি দিয়েছিল। এটি মালদেবকে খুব আতঙ্কিত করেছিল, যিনি অবিলম্বে (এবং ভুলভাবে) তার কমান্ডারদের অবিশ্বাস ও সন্দেহ করেছিলেন। মালদেব ১৫৪৪ সালের ৪ জানুয়ারী তার নিজের লোকদের নিয়ে যোধপুরের উদ্দেশ্যে রওনা হন, তার কমান্ডারদের তাদের ভাগ্যের উপর ছেড়ে যান।\n\n\n== যুদ্ধ ==\nযখন মালদেবের অনুগত সেনাপতি জাইতা এবং কুম্পা কী ঘটেছে তা জানতে পারলেন, তারা কীভাবে তাদের আনুগত্য প্রমাণ করবেন তা নিয়ে চিন্তিত হয়ে পড়েন। রাজা যখন প্রত্যাহারের আদেশ দেন, তখন সর্দাররা সিদ্ধান্ত নেয় যে তারা ৮০,০০০ সৈন্য, কামান এবং যুদ্ধের হাতির শত্রু বাহিনীর বিরুদ্ধে মাত্র কয়েক হাজার লোক থাকা সত্ত্বেও তারা ময়দান ছেড়ে যাবে না। জয়তা বলেছিলেন যে তারা যে জমি ছেড়ে যাচ্ছেন তা তাদের পূর্বপুরুষরা জিতেছে এবং সুরক্ষিত করেছে এবং তাদের ছেড়ে যাওয়া উচিত নয়। সামেলের পরবর্তী যুদ্ধে, জাইতা, কুম্পা এবং অন্যান্য সর্দাররা শের শাহের কেন্দ্রে আক্রমণ করে তার দলে সর্বনাশ ঘটায়। শের শাহ জালাল খানের অধীনে যুদ্ধের হাতি ও শক্তিবৃদ্ধি পাঠিয়ে অভিযোগের প্রতিক্রিয়া জানান। আফগানরা শীঘ্রই আক্রমণকে পরাভূত করার জন্য তাদের উচ্চতর সংখ্যা এবং বন্দুক ব্যবহার করে। রাঠোরদের শেষ লোকটি নিহত না হওয়া পর্যন্ত যুদ্ধ অব্যাহত ছিল। আফগান বিজয় কঠিনভাবে জিতেছিল এবং শের শাহ সম্পর্কে বিখ্যাত ফার্সি লিপিবদ্ধ উদ্ধৃতির জন্ম দিয়েছিল যে \"এক মুঠো বাজার জন্য, আমি হিন্দুস্তানের সাম্রাজ্য প্রায় হারিয়েছি।\"\n\nসতীশ চন্দ্রের মতে-শেরশাহ প্রায়শই মন্তব্য করতেন \"আমি দিল্লির দেশকে মুষ্টিমেয় বাজরার জন্য দিয়েছিলাম\" হল জয়তা ও কুম্পার বীরত্বের প্রতি শ্রদ্ধা এবং অসম্ভব প্রতিকূলতার মধ্যেও মৃত্যুর মুখোমুখি হতে রাজপুতদের ইচ্ছা।তারিখ-ই দাউদির ভাষায়: \"কিছু সর্দার যেমন জয় (জাইতা) এবং গুহ (কুম্পা) এবং অন্যরা, এসে শের শাহ সুরিকে আক্রমণ করে এবং অত্যধিক বীরত্ব প্রদর্শন করে। আফগান সেনাবাহিনীর একটি অংশ পরাজিত হয়, এবং একটি নির্দিষ্ট আফগান শের শাহের কাছে এসে তার মাতৃভাষায় চিৎকার করে বলেছিল 'কাফেরদের জন্য পাহাড় তোমার সেনাবাহিনীকে রুট করছে' শের শাহ তার ঘোড়াকে নির্দেশ দিয়েছিলেন এবং বিজয়ের খবর পেয়ে পিছু হটতে প্রস্তুত হন। তার লোকেরা জয়তা ও কুম্পাকে হত্যা করেছে।”রাঠোর সর্দার, কয়েক হাজার অশ্বারোহী বাহিনী নিয়ে,তাদের আনুগত্য প্রমাণ করার জন্য ফিরে থাকার এবং যুদ্ধ করার সিদ্ধান্ত নিয়েছে.তাদের অশ্বারোহী বাহিনী আফগানদের তাদের নিজেদের সেনাবাহিনীতে ফিরিয়ে নিয়েছিল,অনেকের মৃত্যুর কারণ।\n\n\n== পরবর্তী ==\nশের শাহ বিজয়ী হন, কিন্তু তার বেশ কয়েকজন জেনারেল প্রাণ হারান এবং তার সেনাবাহিনীর ব্যাপক ক্ষতি হয়।\nএই বিজয়ের পর, শের শাহের সেনাপতি খাওয়াস খান মারওয়াত যোধপুর দখল করেন এবং ১৫৪৪ সালে আজমির থেকে আবু পর্বত পর্যন্ত মারওয়ারের অঞ্চল দখল করেন, কিন্তু ১৫৪৫ সালের জুলাইয়ের মধ্যে মালদেব তার হারানো অঞ্চলগুলি পুনরুদ্ধার করে।\n\n\n== আরও দেখুন ==\nনিমাজ\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nChandra, Satish (২০০৫)। Medieval India: From Sultanat to the Mughals। Har-Anand Publications। \nKalika Ranjan Qanungo (1965). Sher Shah and his times. Orient Longmans\nMahajan, V. D. (2007). History of Medieval India. New Delhi: S. Chand\nRottermund, H. K. (1998). A History of India. London: Routledge.\n\n\n== বহিঃসংযোগ ==\nদক্ষিণ এশিয়া AD 1526-1757\nগিরি সুমেল যুদ্ধ\nগিরি সুমেলের যুদ্ধক্ষেত্র"}