{"pageid": 1347738, "title": "মাতৃদেবী", "url": "https://bn.wikipedia.org/wiki?curid=1347738", "content": "মাতৃদেবী হল এমন দেবী যিনি মাতৃত্ব, উর্বরতা, সৃষ্টি, ধ্বংস, বা পৃথিবী দেবী যিনি পৃথিবী বা প্রকৃতির অনুগ্রহকে মূর্তকরে তোলেন এমন দেবীকে প্রতিনিধিত্ব করে। যখন পৃথিবী বা প্রাকৃতিক জগতের সাথে সমতুল্য করা হয়, তখন এই ধরনের দেবীকে কখনও কখনও পৃথিবী মাতা হিসাবে উল্লেখ করা হয়, বিভিন্ন সর্বপ্রাণবাদী বা সর্বেশ্বরবাদী ধর্মে দেবতা।\nপৃথিবী দেবী সাধারণত আকাশ পিতা বা স্বর্গীয় পিতার সহধর্মিণী বা স্ত্রীলিঙ্গের প্রতিরূপ। কিছু বহুঈশ্বরবাদী সংস্কৃতিতে, যেমন প্রাচীনমিশরীয় ধর্ম যা মহাজাগতিক ডিমের পৌরাণিক কাহিনী বর্ণনা করে, এর পরিবর্তে আকাশকে স্বর্গীয় মাতা বা আকাশ মাতা হিসাবে দেখা হয় যেমনটি নুট ও হাথোরের, এবং পৃথিবীর দেবতাকে পুরুষ, পৈতৃক এবং পার্থিব অংশীদার হিসাবে বিবেচনা করা হয়, যেমনটি ওসাইরিস বা গেবের মধ্যে যারা মাতৃ মহাজাগতিক ডিম্বাণু থেকে বের হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীন মিশর ===\nমিশরীয় পৌরাণিক কাহিনীতে, আকাশের দেবী নুটকে কখনও কখনও \"মা\" বলা হয় কারণ তিনি নক্ষত্র ও সূর্য দেবতার জন্ম দিয়েছেন।\nনুট তার তারা ভরা আকাশে মৃতদের আঁকতে এবং খাদ্য ও ওয়াইন দিয়ে তাদের সতেজ করার কথা ভাবা হয়েছিল।\n\n\n=== হিন্দুধর্ম ===\n\nহিন্দুধর্মে, সরস্বতী, লক্ষ্মী, রাধা, পার্বতী, দুর্গা এবং অন্যান্য দেবী ব্রহ্ম নামে পরিচিত সর্বোচ্চ সত্তার  স্ত্রীলিঙ্গ ও শক্তি উভয়কেই প্রতিনিধিত্ব করে। ঐশ্বরিক মাতৃদেবী, নিজেকে বিভিন্ন রূপে প্রকাশ করেন, সর্বজনীন সৃজনশীল শক্তির প্রতিনিধিত্ব করেন। তিনি মা প্রকৃতি (মূল প্রকৃতি) হয়ে ওঠেন, যিনি সমস্ত প্রাণের জন্ম দেন এবং তার দেহের মাধ্যমে তাদের পুষ্ট করেন। শেষ পর্যন্ত সে সমস্ত জীবনের রূপগুলিকে নিজের মধ্যে আবার শোষণ করে, বা নতুন জীবন তৈরির জন্য মৃত্যুর শক্তি হিসাবে নিজেকে টিকিয়ে রাখার জন্য সেগুলিকে \"গ্রাস\" করে। এছাড়াও তিনি মায়া (অলীক জগৎ) এবং প্রকৃতির জন্ম দেন, যে শক্তি অস্তিত্বের ঐশ্বরিক ভূমিকে মহাজাগতিক হিসাবে আত্ম-প্রক্ষেপণে উদ্ভাসিত করে।\nশক্তি সম্প্রদায়টি সাংখ্য ও তন্ত্র হিন্দু দর্শনের সাথে দৃঢ়ভাবে যুক্ত এবং শেষ পর্যন্ত অদ্বৈতবাদী। আদিম নারীসুলভ সৃজনশীল-সংরক্ষক-ধ্বংসাত্মক শক্তি, শক্তিকে অভূতপূর্ব মহাজগতের সমস্ত ক্রিয়া ও অস্তিত্বের পিছনে উদ্দেশ্য শক্তি হিসাবে বিবেচনা করা হয়। মহাজাগতিক স্বয়ং পুরুষ, অপরিবর্তনীয়, অসীম, অবিনশ্বর, এবং অতীন্দ্রিয় বাস্তবতা যা সমস্ত সত্তার ঐশ্বরিক স্থল, \"বিশ্ব আত্মা\"। এই পুরুষালি সম্ভাবনার বাস্তবায়িত হয় নারীসুলভ গতিশীলতা, বহুবিধ দেবদেবীতে মূর্ত, যারা শেষ পর্যন্ত এক মহান মায়ের সমস্ত প্রকাশ। শক্তি নিজেই ব্যক্তিকে অহং, অজ্ঞানতা ও আকাঙ্ক্ষার রাক্ষস থেকে মুক্ত করতে পারে যা আত্মাকে মায়ায় (বিভ্রম) আবদ্ধ করে। তান্ত্রিক ঐতিহ্যের অনুশীলনকারীরা কর্মের চক্র থেকে নিজেদেরকে মুক্ত করতে শক্তির উপর ফোকাস করেন।\nমাতৃদেবতার উপাসনা আদি বৈদিক সংস্কৃতিতে ফিরে পাওয়া যায়। ঋগ্বেদ ঐশ্বরিক নারী শক্তিকে মহিমাতা (ঋগ্বেদ ১.১৬৪.৩৩) বলে যার অর্থ \"মহান মাতা\"।\n\n\n=== খ্রিস্টধর্ম ===\n\"মেরি সম্পর্কে প্রতিবাদী দৃষ্টিভঙ্গি\" এর আপত্তিকে উপেক্ষা করে, থিওটোকোস ও দেইপারের রেন্ডারিং ৪৩১ খ্রিস্টাব্দে ইফেসাসের ইকুমেনিক্যাল কাউন্সিল থেকে \nক্যাথলিক চার্চ এবং অর্থোডক্স চার্চ উভয়ই কুমারী মেরিকে ঈশ্বরের মাতা হিসেবে শ্রদ্ধা করে। তিনি যীশু খ্রীষ্টকে জন্ম দিয়েছিলেন বলে তাকে \"আমাদের মাতা\", ধন্য মাতা, বা পবিত্র মাতা হিসেবে গণ্য করা হয়, যেহেতু খ্রিস্টানরা একইভাবে নিজেদেরকে \"খ্রীষ্টে ভাই ও বোন\" বলে উল্লেখ করে। পিতা প্রভু আছে কিন্তু তার সমতুল্য কোনো মাতা প্রভু নেই, তবে হেইল মেরি এবং \"সাব টুম প্রেসিডিয়াম\" বহু শতাব্দী ধরে কুমারী মেরির কাছে প্রার্থনা ও প্রশংসার জনপ্রিয় রূপ। কেউ কেউ মরিয়মকে \"আমাদের মাতা\" এবং সর্বশক্তিমান যিহোবাকে \"আমাদের পিতা\" বলে ডাকার সমান্তরাল উপলব্ধি করতে পারে। উর্বরতা দেবীর পৌত্তলিক ধারণার বিপরীতে, মেরি একই সাথে চিরস্থায়ী কুমারী এবং ঈশ্বরের মাতা উভয়ই, পিতা ঈশ্বর বা \"স্বর্গীয় পিতা\"-কে তার সঙ্গী হিসেবে উল্লেখ করে তাকে \"স্বর্গীয় মাতা\" হিসেবে বিবেচনা করা হয় না। সুসমাচারের ঘোষণা, কনাতে বিবাহ বা মেরির প্রার্থনা সঙ্গীত-এর বিবরণে মেরিকে কখনোই দেবী হিসেবে উল্লেখ করা হয়নি। প্রেরিত যুগ থেকে অর্থোডক্স চার্চ বিশ্বাস করে যে মেরি তার মৃত্যুর পরে জীবিত স্বর্গে প্রবেশ এবং পরবর্তী পুনরুত্থান করেছিলেন, যা ডরমিশন নামে পরিচিত; যখন ক্যাথলিকরা \"প্রাচীন রোমের প্রধান যাজক বিদ্যালয়ের ছাত্র বা শিক্ষক\" (পন্টিফেক্স) এর নেতৃত্বে শেখায় যে তার দেহ ও আত্মাকে স্বর্গে মৃত্যু বা পুনরুত্থান ছাড়াই তুলে নেওয়া হয়েছিল। অগ্রগণ্য সন্ত হিসাবে, কিছু খ্রিস্টান বিশ্বাস করেন যে তিনি \"মেরির আবির্ভাব\", \"\"মেরির শ্রাবণী\" এবং \"মেরির ভক্তি\" এর মাধ্যমে অতিপ্রাকৃতভাবে পৃথিবীতে হস্তক্ষেপ করে চলেছেন৷ মেরিবিদ্যা ও দার্শনিক পদ্ধতি অধ্যয়নের শাখা অনুযায়ী, যদিও মেরিকে সর্বাগ্রে সাধু হিসেবে সম্মানিত করা হয়, তবুও তিনি একজন প্রাণী এবং তাকে কখনোই সৃষ্টিকর্তা ত্রিত্ব ঈশ্বরের সমকক্ষ হিসেবে দেখা যায় না।\nপ্রাক-ইসলামিক আরবে, কলিরিডিয়ানরা একটি অপ্রথাগত খ্রিস্টান সম্প্রদায় ছিল যারা কুমারী মেরিকে ময়দার পোড়ানো-উৎসর্গ করে উপাসনা করত। প্রাচীন খ্রিস্টানরা কলিরিডিয়ানদেরকে বিধর্মী হিসেবে দেখেন, মনে করেন যে মেরিকে শুধুমাত্র সম্মান করা হবে, খ্রিস্টান ধর্মের ঈশ্বর-মানবের মতো উপাসনা করা যাবে না।\n\n\n== আরও দেখুন ==\nমাতৃকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\n\n== আরও পড়ুন ==\nPatai, Raphael (১৯৯০)। The Hebrew Goddess। Wayne State University Press। আইএসবিএন 978-0814322710। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে মাতৃদেবী সম্পর্কিত মিডিয়া দেখুন।"}