{"pageid": 1347687, "title": "কেরি কনডন", "url": "https://bn.wikipedia.org/wiki?curid=1347687", "content": "কেরি কনডন (ইংরেজি: Kerry Condon; জন্ম: ৯ জানুয়ারি ১৯৮৩) একজন আইরিশ অভিনেত্রী। তিনি রয়্যাল শেকসপিয়ার কোম্পানির প্রযোজনায় নির্মিত হ্যামলেট (২০০১-২০০২) নাটকে ওফেলিয়া চরিত্রে অভিনয়কারী সর্বকনিষ্ঠ অভিনেত্রী। এছাড়া তিনি টেলিভিশনে রোম (২০০৫-২০০৭)-এ অক্টাভিয়া, বেটার কল সল (২০১৫-২০২২)-এ স্টেসি এরমান্ট্রাউট চরিত্রে অভিনয় করেন এবং মার্ভেল সিনেম্যাটিক ইউনিভার্সের বিভিন্ন চলচ্চিত্রে কৃত্রিম বুদ্ধিমত্তা সত্তা ফ্রাইডে চরিত্রে কণ্ঠ দেন।\nকনডন মার্টিন মাকডনার পরিচালনায় দ্য লেফটেন্যান্ট অব ইনিশমোর (২০০১) ও দ্য ক্রিপল অব ইনিশমান (২০০৯) মঞ্চনাটকে এবং থ্রি বিলবোর্ডস আউটসাইড এবিং, মিজৌরি (২০১৭) ও দ্য ব্যানশিজ অব ইনিশেরিন (২০২২) চলচ্চিত্রে অভিনয় করেন। দ্য ব্যানশিজ অব ইনিশেরিন চলচ্চিত্রে অভিনয়ের জন্য তিনি শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করেন এবং শ্রেষ্ঠ পার্শ্বচরিত্রে অভিনেত্রী বিভাগে বাফটা পুরস্কার-সহ একাধিক সমালোচনামূলক পুরস্কার অর্জন করেন।\n\n\n== কর্মজীবন ==\nকনডন ২০০১ সালে ১৮ বছর বয়সে রয়্যাল শেকসপিয়ার কোম্পানিতে (আরএসসি) এবং ২০০৬ সালে নিউ ইয়র্কের লাইসিয়াম থিয়েটারে মার্টিন মাকডনার নির্দেশনায় দ্য লেফটেন্যান্ট অব ইনিশমোর মঞ্চনাটকে মেইরেড চরিত্রে অভিনয় করেন। এই নাটকের জন্য তিনি দ্য পগেসের সাথে \"দ্য প্যাট্রিয়ট গেম\" গান রেকর্ড করেন। ২০০১ সালে তিনি হ্যামলেট নাটকে ওফেলিয়া চরিত্রে অভিনয় করেন, যেটি আরএসসিতে মঞ্চস্থ হয়। ফলে তিনি আরএসসির প্রযোজনায় নির্মিত ওফেলিয়া চরিত্রে অভিনয়কারী সর্বকনিষ্ঠ অভিনেত্রী। ২০০৮ সালের ডিসেম্বরে তিনি মাকডনার নির্দেশনায় দ্য ক্রিপল অব ইনিশমান মঞ্চনাটকে অভিনয় করেন, যার জন্য তিনি সেরা চরিত্রাভিনেত্রী বিভাগে লুসিল লর্টেল পুরস্কার এবং সেরা অভিনয়শিল্পীদল বিভাগে ড্রামা ডেস্ক পুরস্কার অর্জন করেন।\nকনডন ২০০৩ সালের নেড কেলি চলচ্চিত্রে ফেরারী আসামী নেড কেলির বোন কেট কেলি চরিত্রে এবং সিলিয়ান মার্ফি ও কলিন ফ্যারলের সাথে আইরিশ স্বাধীন চলচ্চিত্র ইন্টারমিশন চলচ্চিত্রে অভিনয় করেন। ২০০৫ সালে তিনি জেট লির মারপিটধর্মী থ্রিলার চলচ্চিত্র আনলিশড-এ অভিনয় করেন। একই বছর তিনি এইচবিও/বিবিসির রোম টিভি ধারাবাহিকে রোমান সম্রাট আউগুস্তুসের বোন অক্টাভিয়া চরিত্রে অভিনয় করেন।\n\nতাকে ২০০৯ সালে ল্যেভ তল্‌স্তোয়ের শেষ কয়েক মাসের জীবনী নিয়ে নির্মিত দ্য লাস্ট স্টেশন চলচ্চিত্রে হেলেন মিরেন ও ক্রিস্টোফার প্লামারের সাথে মাশা চরিত্রে এবং ২০১২ সালের লাক টিভি ধারাবাহিকে জকি রোজি শ্যানাহান চরিত্রে দেখা যায়। তিনি ২০১৩ সালে মহাপ্রলয়-পরবর্তী জম্বি নাট্যধর্মী ধারাবাহিক দ্য ওয়াকিং ডেড-এর চতুর্থ মৌসুমে ক্লারা চরিত্রে অভিনয় করেন। তিনি মার্ভেল সিনেম্যাটিক ইউনিভার্সের অ্যাভেঞ্জার্স: এজ অব আলট্রন (২০১৫), ক্যাপ্টেন আমেরিকা: সিভিল ওয়ার (২০১৬), স্পাইডার-ম্যান: হোমকামিং (২০১৭), অ্যাভেঞ্জার্স: ইনফিনিটি ওয়ার (২০১৮) ও অ্যাভেঞ্জার্স: এন্ডগেম (২০১৯)-এ কৃত্রিম বুদ্ধিমত্তা সত্তা ফ্রাইডে চরিত্রে কণ্ঠ দেন।\n২০১৭ সালে তিনি থ্রি বিলবোর্ডস আউটসাইড এবিং, মিজৌরি চলচ্চিত্রের মধ্য দিয়ে পুনরায় মাকডনার পরিচালনায় কাজ করেন। এরপর তিনি মাকডনার ২০২২ সালের দ্য ব্যানশিজ অব ইনিশেরিন চলচ্চিত্রে কলিন ফ্যারলের চরিত্রের বোনের ভূমিকায় অভিনয় করেন। এই চলচ্চিত্রে তার অভিনয় বিপুল প্রশংসিত হয় এবং দ্য ডেইলি টেলিগ্রাফ-এর রবি কলিন তার সম্পর্কে লিখেন, \"কেরি কনডন পাদ্রেইকের বুদ্ধিমতী, সুখী অবিবাহিত বোন সিওভান চরিত্রে অসাধারণ\"। এই কাজের জন্য তিনি শ্রেষ্ঠ পার্শ্বচরিত্রে অভিনেত্রী বিভাগে বাফটা পুরস্কার অর্জন করেন এবং অস্কার ও গোল্ডেন গ্লোব ও স্যাগ পুরস্কারের মনোনয়ন লাভ করেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট অফ-ব্রডওয়ে ডেটাবেজে কেরি কনডন  (ইংরেজি)\nইন্টারনেট ব্রডওয়ে ডেটাবেজে কেরি কনডন  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে কেরি কনডন  (ইংরেজি)"}