{"pageid": 1347312, "title": "মাওদুদ গজনভি", "url": "https://bn.wikipedia.org/wiki?curid=1347312", "content": "শাহাবুদ্দৌলা মাওদুদ (ফার্সি: شهاب‌الدوله مودود; মৃত্যু ১০৫০) বা মাওদুদ গজনভি (مودود غزنوی) ১০৪১ - ১০৫০ সাল পর্যন্ত গজনভির সুলতান ছিলেন। তিনি তার পিতা প্রথম মাসউদ গজনভির হত্যার প্রতিশোধ হিসেবে তার চাচা গজনীর মুহাম্মাদের কাছ থেকে সালতানাতের সিংহাসন দখল করেন। লাহোরে তার ভাই মাজদুদ তাকে সুলতান হিসেবে স্বীকৃতি দেননি, কিন্তু তার আকস্মিক মৃত্যু মাওদুদকে গজনভি সাম্রাজ্যের পূর্ব অংশে নিয়ন্ত্রণ করার পথ প্রশস্ত করে।\nমাওদুদ উত্তরাধিকারসূত্রে এমন একটি সাম্রাজ্য পেয়েছিলেন যার পুরো পশ্চিম অর্ধেক সেলজুক সাম্রাজ্য দ্বারা দখল করা হয়েছিল এবং সেই ক্ষেত্রটিতে অস্তিত্বের জন্য লড়াই করছিল। তাঁর শাসনামলে ভারতীয় বিজয় এবং সামন্ত রাজ্যগুলির আরও সীমানাও ভেঙে যায়। মাওদুদ উত্তরকে মধ্য এশিয়ায় ঠেলে এবং সেলজুকদের সাথে তার পশ্চিম ফ্রন্টে স্থিতিশীল সম্পর্ক তৈরি করে তার আফগান অঞ্চল এবং সিন্ধু উপত্যকা অঞ্চলগুলিকে ধরে রাখতে সক্ষম হন।\nকাবুসনামার লেখক কেইকাভুস সাত থেকে আট বছর মাওদুদের দরবারে অতিথি ছিলেন।\n\n\n== জীবনী ==\n\n\n=== জীবনের প্রথমার্ধ ===\n১০৩৮ সালে মাওদুদকে তার পিতা সাম্রাজ্যের উত্তরাধিকারী হিসাবে ঘোষণা করেছিলেন। তদুপরি, সেলজুক এবং কারা-খানি খানাতের বিরুদ্ধে অভিযানের সময় মাওদুদ তার বাবাকে সাহায্য করেছিলেন। যাইহোক, মাসউদ শেষ পর্যন্ত ১০৪০ সালে দান্দানাকানের যুদ্ধে সেলজুকদের কাছে পরাজিত হন এবং ভারতের জন্য বৃহত্তর খোরাসান ত্যাগ করার সিদ্ধান্ত নেন। কিন্তু মাসউদ তার নিজের সৈন্যদের দ্বারা বন্দী হন এবং তার ভাই মুহাম্মাদকে সিংহাসনে আসীন করা হয়। মুহাম্মাদ মাসউদকে হত্যা করেছিলেন।\n\n\n=== রাজত্ব ===\nমাওদুদ তার পিতার উজির আহমদ শিরাজির সাথে সেই সময়ে বালখে ছিলেন। তিনি মুহাম্মাদের ক্ষমতাশীল অঞ্চলে আক্রমণ করেছিলেন এবং তারপরে ১০৪১  সালে জালালাবাদে তাকে পরাজিত ও হত্যা করে তার পিতার প্রতিশোধ নেন। এর ফলে মাওদুদ লাহোর ব্যতীত সমস্ত গজনভি সাম্রাজ্যের উপর ক্ষমতা লাভ করেন। লাহোর তার বিদ্রোহী ভাই মাজদুদের নিয়ন্ত্রণে ছিল। তিনি আহমদ শিরাজিকে তার উজির হিসাবে নিযুক্ত করেন, আর আবু সাহল জাওজানিকে তার প্রধান সচিব হিসাবে নিযুক্ত করেন। ১০৪২ সালে মাওদুদ সেলজুকদের অঞ্চল আক্রমণ করেন এবং সংক্ষিপ্ত সময়ের জন্য বলখ ও হেরাত দখল করেন। এটি মাওদুদের খ্যাতিকে ব্যাপকভাবে বৃদ্ধি করে এবং কারাখানিদের শাসক বোরিতিগিন তাকে তার সুজারেইন হিসাবে স্বীকার করে। ১০৪৩ সালে আহমদ শিরাজি অনুগ্রহ থেকে সরে আসেন এবং আবদুর রাজ্জাক মায়মান্দিকে মাওদুদের উজির হিসেবে স্থলাভিষিক্ত করা হয়। একই সময়ে, মাওদুদের সামরিক দাস তঘরুল সিস্তানে একটি বিদ্রোহ দমন করে।\n১০৪৩/৪৪ সালে মাওদুদ তুখারিস্তান আক্রমণ করেছিলেন কিন্তু সেলজুক রাজপুত্র আল্প আরসালান দ্বারা তা প্রত্যাহার করা হয়েছিল। তদুপরি মাওদুদ এই অঞ্চলের শাসক নাসরি আবুল ফাদল নাসরের উপর তার কর্তৃত্ব প্রয়োগের জন্য সিস্তানে সৈন্যও প্রেরণ করেছিলেন। যাইহোক, এই কর্মগুলি নিষ্ফল ছিল এবং সিস্তান শীঘ্রই একটি সেলজুক সামন্ত রাজ্যে পরিণত হয়েছিল এবং এইভাবে গজনভিদের সীমানা বোস্টের মধ্যে সীমাবদ্ধ ছিল। একই সময়ে মাজদুদ মারা যান এবং মাওদুদ লাহোর দখলের সুযোগ কাজে লাগান। যাইহোক, তিনজন হিন্দু রাজকুমারের সম্মিলিত সেনাবাহিনী গজনভিদের কাছ থেকে অনেক শহর দখল করে লাহোর অবরোধ করেছিল। কিন্তু তারা মাওদুদের কাছে পরাজিত হয়েছিল। এরপর মাওদুদ মুলতান আক্রমণ করেন এবং এই অঞ্চলে বসবাসকারী ইসমাইলীদের বিতাড়িত করেন।\nআনুমানিক ১০৫০ সালে মাওদুদ বোরিতিগিন এবং প্রাক্তন কারকুয়িদ শাসক প্রথম গারশাস্প কর্তৃক প্রেরিত একটি সেনাবাহিনীর সহায়তায় খোরাসান পুনরায় আক্রমণ করে; বোরিতিগিন এবং তার সেনাপতি কাশঘা খওয়ারেজম এবং তিরমিজ আক্রমণ করেছিলেন, কিন্তু মাওদুদ মারা যান এবং এইভাবে আক্রমণ ব্যর্থ হয়। এরপর সেলজুকরা তাদের শাসনকে বখশ পর্যন্ত প্রসারিত করে এবং তাদের নতুন বিজয়ের এলাকাকে গভর্নর হিসেবে একজন আবু আলী ইবনে শাদানকে নিযুক্ত করে। এর পরে, বোরিতিগিন তার সুজারেইন হিসাবে গজনভিদের স্বীকৃতি দেওয়া বন্ধ করে দেন বলে মনে হয়। মাওদুদের স্থলাভিষিক্ত হন তার পুত্র দ্বিতীয় মাসউদ।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nBosworth, C. E. (১৯৭৫)। \"The early Ghaznavids\"।   Frye, R. N.। The Cambridge History of Iran, Volume 4: From the Arab Invasion to the Saljuqs। Cambridge: Cambridge University Press। পৃষ্ঠা 162–198। আইএসবিএন 0-521-20093-8। \nBosworth, C. E (১৯৯৫)। The Later Ghaznavids: Splendour and Decay: The Dynasty in Afghanistan and Northern India 1040-1186। আইএসবিএন 9788121505772। সংগ্রহের তারিখ ৯ মে ২০১৪। \nDavidovich, E. A. (১৯৯৬)। \"The Karakhanids\"। History of Civilizations of Central Asia, Volume III: The Crossroads of Civilizations: A.D. 250 to 750.। Paris: UNESCO। পৃষ্ঠা 119–145। আইএসবিএন 92-3-103211-9। \nBosworth, C. E. (১৯৮৪)। \"AḤMAD ŠĪRĀZĪ\"। Encyclopaedia Iranica, Vol. I, Fasc. 6। London et al.। পৃষ্ঠা 660–661। \nBosworth, C. E. (১৯৬৮)। \"The Political and Dynastic History of the Iranian World (A.D. 1000–1217)\"।   Frye, R. N.। The Cambridge History of Iran, Volume 5: The Saljuq and Mongol periods। Cambridge: Cambridge University Press। পৃষ্ঠা 1–202। আইএসবিএন 0-521-06936-X। \nBosworth, C. E.। \"MAWDUD B. MASʿUD\"। Encyclopaedia Iranica। London et al.।"}