{"pageid": 1347293, "title": "বেইগনেট", "url": "https://bn.wikipedia.org/wiki?curid=1347293", "content": "বেইগনেট   হল এক ধরনের ভাজা খাবার বা কড়া ভাজা পেস্ট্রি  যা প্রধানত স্যু পেস্ট্রি থেকে তৈরি হয়। এর প্রধান উপাদান ময়দা। ফ্রান্সে কমপক্ষে -এর ২০টি ভিন্ন সংস্করণ রয়েছে যার ভেতরে বিভিন্ন প্রকারের পুর দিয়ে ভরাট করা হয়। এগুলি ফরাসি, ইতালীয় এবং ফরাসি-আমেরিকান রন্ধনপ্রনালীতে জনপ্রিয়।\n\n\n== প্রকারভেদ ==\nবেইগনেট শব্দটি প্রস্তুত পেস্ট্রির ধরণের উপর নির্ভর করে দুটি জাতের ক্ষেত্রে প্রয়োগ করা যেতে পারে। মার্কিন যুক্তরাষ্ট্রে ও ফরাসি রন্ধন শৈলীতে বেইগনেট শব্দের মাধ্যমে কড়া ভাজা স্যু পেস্ট্রি বোঝানো হয়।\nইস্ট পেস্ট্রি দিয়েও বেইগনেট তৈরি করা যেতে পারে, যাকে ফরাসি ভাষায় বোলেস দে বার্লিন বলা হয়। বেইগনেট শব্দের সাহায্যে বার্লিনা ডোনাট নামক খাবারকেও উল্লেখ করা হয়। সাধারন ডোনাটের মধ্যিখানে যেমন একটি গর্ত বা ফাঁপা অংশ থাকে, এই বিশেষ ডোনাটের মাঝে কোনও গর্ত থাকেনা এবং এটি ফল বা জ্যাম দিয়ে ভরাট করা হয়।\nকর্সিকায় চেস্টনাট দিয়ে তৈরি বেইগনেট ফ্রিটেলি নামে পরিচিত।\nকানাডিয়ান ফরাসি ভাষায়, ডোনাটকে বেইগনি বা বিগনেট হিসাবে উল্লেখ করা হয়।\n\n\n== লুইসিয়ানা ==\n\nলুইসিয়ানা-স্টাইলের বেইগনেটগুলি স্যু পেস্ট্রির পরিবর্তে খামিরযুক্ত ময়দা দিয়ে তৈরি হয়। এরা বর্গাকার বা আয়তক্ষেত্রাকার ভাজা পেস্ট্রি। নিউ অরলিন্সে এর উপরে গুঁড়ো চিনি ছড়িয়ে পরিবেশন করা হয়। এই খাবারটি আঞ্চলিক প্রাতঃরাশ হিসাবে সবচেয়ে বেশি পরিচিত।  ঐতিহ্যগতভাবে এই বেইগনেট তাজা এবং গরম পরিবেশন করা হয়। আন্তর্জাতিক বিভিন্ন রন্ধনপ্রণালীতে ভাজা ময়দার ব্যবহার দেখা যায়। যাইহোক, বেইগনেট শব্দটির উৎপত্তি ফরাসি ভাষা থেকে। মার্কিন যুক্তরাষ্ট্রে, নিউ অরলিন্সের ক্রেওল রন্ধনপ্রণালীতে বেইগনেট জনপ্রিয় হয়েছে এবং এটি একটি ডেজার্ট হিসাবেও পরিবেশন করা যেতে পারে। ১৮ শতাব্দীতে ফরাসি উপনিবেশবাদীদের দ্বারা নিউ অরলিন্সে এই খাবারটির প্রসার হয়েছিল। অ্যাকাডিয়ান জনজাতির লোকেরাও এই খাবার প্রচলন করেছিল বলে জানা যায়।এটি স্থানীয় গৃহস্থ ক্রেওল রন্ধন শৈলির একটি বড় অংশ হয়ে উঠেছে। প্রকারভেদে এই খাবারে প্রায়ই কলা অথবা বন্দর শহরে জনপ্রিয় ফল, বা বেরি ব্যবহার হয়।\n\n\n== প্রস্তুতি ==\nঐতিহ্যগতভাবে বিগনেট প্রস্তুত করতে ব্যবহৃত উপাদানগুলির মধ্যে রয়েছে:\n\nগরম জল\nদানাদার চিনি\nঘনীভূত দুধ\nরুটির আটা\nফ্যাট জাতীয় উপাদান তেল বা লার্ড, যা গভীর ভাজার জন্য ব্যবহার হয়\nগুঁড়ো চিনি\n\n\n== তথ্যসূত্র =="}