{"pageid": 1347468, "title": "মুহাম্মদ রাতিবুল নাবুলসি", "url": "https://bn.wikipedia.org/wiki?curid=1347468", "content": "মুহাম্মদ রাতিবুল নাবুলসি (আরবি: محمد راتب النابلسي) (জানুয়ারি ২৯, ১৯৩৯) একজন সিরীয় লেখক, অধ্যাপক, মুসলিম পণ্ডিত, এবং সহ-প্রতিষ্ঠাতা ও ব্যবস্থাপক (ইসলামিক বিজ্ঞানের নাবুলসি এনসাইক্লোপিডিয়া)। তিনি দামেস্ক বিশ্ববিদ্যালয়ের অধ্যাপক ছিলেন। তিনি সিরিয়ায় বসবাস করতেন কিন্তু ২০১১ সালে সিরীয় গৃহযুদ্ধ শুরু হওয়ার পর তিনি জর্ডানে চলে যান।\n\n\n== শিক্ষা ==\nতিনি দামেস্কে বেড়ে ওঠেন এবং এখানকার বিদ্যালয়ে পড়াশোনা করেন। উচ্চ বিদ্যালয় থেকে স্নাতক হওয়ার পর তিনি আরবি ভাষা অধ্যয়নের জন্য দামেস্ক বিশ্ববিদ্যালয়ের কলা অনুষদে অধ্যয়ন শুরু করেন, তিনি ১৯৬৪ সালে লাইসেন্স ডিগ্রি নিয়ে স্নাতক হন। ১৯৬৬ সালে তিনি শিক্ষাগত যোগ্যতায় ডিপ্লোমা লাভ করেন।এরপর লিয়ন বিশ্ববিদ্যালয় থেকে আরবি কলা বিষয়ে স্নাতকোত্তর ডিগ্রি লাভ করেন। এবং ১৯৯৯ সালে ডাবলিন বিশ্ববিদ্যালয় থেকে শিক্ষা বিষয়ে ডক্টরেট ডিগ্রি লাভ করেন।\n\n\n== বই ==\nতিনি ডজনখানেক বই লিখেছেন, যেমন:\n\n\n=== আরবি থেকে ইংরেজিতে অনূদিত বই ===\nইসলামে পর্যালোচনা, (আরবি: نظرات في الإسلام)\nইসলামের প্রতিফলন, (আরবি: تأملات في الإسلام)\nআল শারাওয়ের সাথে উজ্জ্বল শব্দ এবং ফলপ্রসূ বৈঠক, (আরবি: كلمات مضيئة ولقاءات مثمرة مع الشعراوي)।\nআল্লাহর নামের বিশ্বকোষ, (আরবি: موسوعة الأسماء الحسنى), তিনটি বইয়ে।\nধর্ম এবং কুরআন অলৌকিকতা (আরবীতে: العقيدة والإعجاز)।\nঐশ্বরিক নিয়োগের উপাদান (আরবি ভাষায়: مقومات التكليف)।\nরমজানের ফতোয়া (আরবি ভাষায়: فتاوى رمضان)।\nহজ-আল্লাহর বইটি হজের সবচেয়ে বড় রহস্য (আরবি ভাষায়: رحلة الحج- الله أكبر- حكم وأسرار)।\nআল-কুরআন ও সুন্নাহ (আরবি: موسوعة الإعجاز العلمي في القرآن والسنة) বৈজ্ঞানিক ইজাজের বিশ্বকোষ, দুটি বইয়ে, যা হল:\nমানুষের মধ্যে আল্লাহর অলৌকিক ঘটনা آیات الله في الإنسان\nমহাবিশ্বে আল্লাহর অলৌকিক ঘটনা آیات الله في الآفاق\n\n\n=== আরবি ভাষায় বই ===\nইসরা ও মিরাজ, (আরবি: الإسراء والمعراج)\nহিজরা (আরবি: الهجرة)\nআল্লাহ সর্বশ্রেষ্ঠ, (আরবি: الله أكبر)\n\n\n== টেলিভিশনে ==\nতিনি বিভিন্ন টিভি চ্যানেলে শত শত বক্তৃতা দিয়েছেন, যেমন ইকরা টিভি, সিরিয়া টিভি, চাম টিভি, আদ্দউনিয়া টিভি, আল-রেসালাহ টিভি, ইনফিনিটি টিভি, ভবিষ্যত টিভি।\nটিভি চ্যানেলে তার প্রচুর বক্তৃতা এবং সিরিজ ছিল, উদাহরণস্বরূপ: “আনোয়ার আল কুরআন (কুরআন আলো)” সিরিজ, এবং “আলা আল-হুদা (সঠিক নির্দেশনার উপর)”।\n\n\n== আরও দেখুন ==\n\nসিরিয়ায় ইসলাম\nইসলাম ও বিজ্ঞান\nআব্দুল মাজিদ আল-জিনদানি\nজাঘলউল এল-নাগার\nইসলামে ই'জায\n\n\n== তথ্যসূত্র ==\n\nnabulsi biography  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ অক্টোবর ২০১৮ তারিখে\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nদাপ্তরিক ওয়েবসাইট – (আরবি ভাষায়)\nfawaed.tv-তে তার বক্তৃতার প্লেলিস্ট"}