{"pageid": 1347642, "title": "মীনাক্ষী পাহুজা", "url": "https://bn.wikipedia.org/wiki?curid=1347642", "content": "মীনাক্ষী পাহুজা (জন্ম ১৯৭৮) হলেন একজন ভারতীয় প্রভাষিক এবং ম্যারাথন সাঁতারু। প্রতিযোগীতামূলক সাঁতারু হিসেবে সফল কর্মজীবনের পর, তিনি লেডি শ্রী রাম কলেজে একজন শিক্ষক হন এবং পরে খোলা জলে সাঁতার কাটা শুরু করেন। তিনি ২০১৮ সালের নারী শক্তি পুরস্কারে ভূষিত হয়েছেন।\n\n\n== প্রাথমিক জীবন ==\nমীনাক্ষী পাহুজা ১৯৭৮ সালে জন্মগ্রহণ করেন এবং দিল্লিতে বড় হয়ে ওঠেন, তিন সন্তানের মধ্যে তিনি সবচেয়ে বড়। তাঁর বাবা ভি কে পাহুজা মডার্ন স্কুলে সাঁতার শেখাতেন। তিনি পাঁচ বছর বয়সে প্রথম সাঁতার প্রতিযোগিতায় অংশ নেন এবং নয় বছর বয়সে ৫০ মিটার ব্রেস্টস্ট্রোকে জুনিয়র বয়স গ্রুপে জাতীয় চ্যাম্পিয়ন হন।\n\n\n== কর্মজীবন ==\nভারতের প্রতিনিধিত্ব করে, পাহুজা দক্ষিণ কোরিয়ার বুসানে ১৯৯৬ এশিয়া প্যাসিফিক এজ গ্রুপ সাঁতার চ্যাম্পিয়নশিপে ৪০০ মিটার ব্যক্তিগত মেডলে একটি পদক জিতেছিলেন। তিনি জাতীয় গেমসে তিনবারের চ্যাম্পিয়ন ছিলেন। ২০০১ সালে, তিনি সাঁতার থেকে অবসর নেন এবং দিল্লি বিশ্ববিদ্যালয়ের অধীনস্থ লেডি শ্রী রাম কলেজে শারীরিক প্রশিক্ষণের একজন প্রভাষক হন।\n২০০৬ সালের আগস্ট মাসে, পাহুজা ম্যারাথন সাঁতার শুরু করেন। তিনি পশ্চিমবঙ্গের মুর্শিদাবাদে ভাগীরথী-হুগলি নদীর উপর ১৯ কিলোমিটারের একটি ইভেন্টে অংশ নিয়েছিলেন। তারপরে তিনি ২০০৭ সালে লেক জুরিখ সাঁতারে প্রতিদ্বন্দ্বিতা করার জন্য সুইজারল্যান্ডে যান (রাপ্পার্সউইল থেকে জুরিখ পর্যন্ত ২৬.৪ কিমি), সেখানে তিনি পঞ্চম স্থান অধিকার করেছিলেন। তাঁকে তাঁর বাবা এবং দিল্লি বিশ্ববিদ্যালয়ের ভাইস-চ্যান্সেলর দীপক পেন্টাল আর্থিকভাবে সহায়তা করেছিলেন।\nপাহুজা দুবার ইংলিশ চ্যানেলে সাঁতার কাটতে চেষ্টা করেছেন। তাঁর প্রথম প্রচেষ্টা ছিল ২০০৮ সালে। ডোভারে আসার এক সপ্তাহ আগে, তিনি ভাগীরথী-হুগলি নদীতে ৮১ কিলোমিটারের একটি চ্যাম্পিয়নশিপে প্রতিদ্বন্দ্বিতা করেছিলেন; যদিও তিনি \"কাদা জল এবং নদীর সাপ\"-এর মুখোমুখি হয়েছিলেন, তবুও তিনি ১২ ঘন্টা এবং ২৭ মিনিটে সাঁতার শেষ করেছিলেন। যাইহোক, সমুদ্রের সাঁতারে তাঁর অভিজ্ঞতা না থাকায়, তাঁকে চ্যানেলে স্রোতের সাথে লড়াই করতে হয়েছিল এবং সামুদ্রিক কারণে তিনি অসুস্থ হয়ে পড়েছিলেন। ১১ কিলোমিটার পরে তিনি সাঁতার প্রত্যাহার করে নেন। পাহুজা ২০১৪ সালে তাঁর দ্বিতীয় প্রচেষ্টা করেছিলেন, তিনি আবার ইংলণ্ডের দিক থেকে সাঁতার শুরু করেছিলেন। ১৪ ঘন্টা ১৯ মিনিটে ৪০ কিমি সাঁতার কাটার পরে, প্রবাহের পরিবর্তনের কারণে তিনি ফিরে আসতে বাধ্য হয়েছিলেন। তিনি সমাপ্তি থেকে ৩ কিমি দূরে ছিলেন।\nপাহুজা ছিলেন প্রথম ভারতীয় যিনি ফ্লোরিডায় কী ওয়েস্টের চারপাশে সাঁতার কাটেন এবং টেক্সাসের লেক ট্র্যাভিসে একক সাঁতার সম্পূর্ণ করেন। এছাড়াও তিনি টেক্স রবার্টসন হাইল্যান্ড লেকস সাঁতার চ্যালেঞ্জ সম্পন্ন করা প্রথম ভারতীয় ছিলেন, সেখানে তিনি পাঁচ দিনে পাঁচটি হ্রদ সাঁতার কেটেছেন, সেগুলি হলো: লেক বুকানন, ইঙ্কস লেক, লেক এলবিজে, লেক মার্বেল ফলস এবং লেক ট্র্যাভিস। রবেন আইল্যান্ড - ব্লুবার্গস্ট্র্যান্ড কোর্সে (৭.৪ কিমি) ভারতীয় অংশগ্রহণকারীদের মধ্যে তিনি দ্বিতীয়-দ্রুততম মহিলা সন্তরণকারী। তিনি মালয়েশিয়ায় ২০১২ লাবুয়ান সি ক্রস রেসে ব্রোঞ্জ পদক জিতেছিলেন এবং নিউ ইয়র্ক শহরে ২০১৪ ম্যানহাটান দ্বীপ ম্যারাথন সাঁতারে তৃতীয় স্থান অর্জন করেছিলেন। তিনি প্রথম ভারতীয় সাঁতারু হিসেবে আল্পসের লেক কনস্ট্যান্স পার হয়ে লিমকা বুক অফ রেকর্ডসে নাম লেখান।\nএকটি সাক্ষাৎকারে, পাহুজা চারটি প্রধান চ্যালেঞ্জের তালিকা করেছেন যেগুলির মুখোমুখি হওয়ার জন্য খোলা জলের সাঁতারুদের প্রস্তুত থাকতে হবে, সেগুলি হলো: আবহাওয়া পরিস্থিতি, সমুদ্রের জীবন, সহনশীলতা এবং মানসিক দৃঢ়তা। মুর্শিদাবাদে একটি নদী প্রতিযোগিতায় তিনি একটি মৃতদেহের মুখোমুখি হন, যতক্ষণ না সেটি একটি স্কাউট বোটের সাথে ধাক্কা খেয়েছিল,  তিনি সেটিকে একজন প্রতিযোগী ভেবেছিলেন।\nপাহুজা ভারতীয় ক্রীড়াবিদ, বিশেষ করে মহিলা ক্রীড়াবিদদের জন্য সরকারী এবং জনসমর্থন বাড়ানোর প্রয়োজনীয়তার কথা বলেছেন। তিনি স্বল্পদৈর্ঘ্য চলচ্চিত্র \"ব্রেক দ্য ট্যাবু। পিরিয়ড\" এর সহ-প্রযোজক ছিলেন। তিনি প্রতিবন্ধী শিশুদের জন্য উন্নত স্কুল সুবিধা প্রচার করেছেন।\nকোভিড-১৯ বিধিনিষেধের কারণে, অনেক ভারতীয় সাঁতারু অনুশীলনের সময় নানারকম সুবিধা উপলব্ধ করতে পারেন নি। পাহুজা ভারতীয় সাঁতার সম্প্রদায়ের পক্ষে তাঁর সমর্থন বৃদ্ধি করেছেন, আসন্ন গ্রীষ্মকালীন অলিম্পিকে অংশগ্রহণের পরিকল্পনাকারী ক্রীড়াবিদদের সম্পর্কে সংবাদ নিবন্ধ লিখেছেন এবং সুযোগ-সুবিধা বৃদ্ধির (শারীরিক দূরত্ব এবং পরিষ্কার পরিচ্ছন্নতা নির্দেশিকা বজায় রাখা) জন্য যুক্তি দিয়েছেন।\n\n\n== পুরস্কার ==\nপাহুজা রাষ্ট্রপতি রাম নাথ কোবিন্দের কাছ থেকে ২০১৮ সালের নারী শক্তি পুরস্কার (শুধুমাত্র মহিলাদের জন্য ভারতের সর্বোচ্চ বেসামরিক পুরস্কার) পেয়েছেন।\n\n\n== তথ্যসূত্র =="}