{"pageid": 1347480, "title": "সালেম, অরেগন", "url": "https://bn.wikipedia.org/wiki?curid=1347480", "content": "সালেম (  SAY-ləm ) হল মার্কিন যুক্তরাষ্ট্রের অরেগন রাজ্যের রাজধানী। এটি উইলামেট উপত্যকার কেন্দ্রে উইলামেট নদীর পাশাপাশি অবস্থিত। উইলামেট নদী শহরের মধ্য দিয়ে উত্তর দিকে প্রবাহিত হয়েছে। নদীটি মেরিয়ন এবং পোল্ক কাউন্টির মাঝখানে অবস্থিত। সালেমের পশ্চিমাঞ্চল পোল্ক কাউন্টির পাশে অবস্থিত। সালেম শহর ১৮৪২ সালে প্রতিষ্ঠিত হয়েছিল। এটি ১৮৫১ সালে ওরেগন টেরিটরির রাজধানী হয়ে ওঠে এবং ১৮৫৭ সালে ওরেগনের অন্তর্ভুক্ত হয়।\n২০২০ সালের আদমশুমারিতে সালেমের জনসংখ্যা ছিল ১৭৫,৫৩৫ জন, এটি পোর্টল্যান্ড এবং ইউজিনের পরে রাজ্যের তৃতীয় বৃহত্তম শহর।\nশহরটিতে উইলামেট ইউনিভার্সিটি, কোরবান ইউনিভার্সিটি এবং চেমেকেতা কমিউনিটি কলেজ রয়েছে। অরেগন স্টেট হল শহরের বৃহত্তম সরকারি প্রতিষ্ঠান এবং সালেম হেলথ হল বৃহত্তম বেসরকারি প্রতিষ্ঠান৷ পরিবহণ কোম্পানির মধ্যে উল্লেখযোগ্য চেরিয়টস থেকে পাবলিক ট্রানজিট (আইনিভাবে সালেম এরিয়া ম্যাস ট্রানজিট ডিস্ট্রিক্ট নামে পরিচিত), অ্যামট্র্যাক পরিষেবা এবং ম্যাকনারি ফিল্ডে অ-বাণিজ্যিক বিমান ভ্রমণ। প্রধান সড়কগুলির মধ্যে রয়েছে ইন্টারস্টেট ৫, ওরেগন রুট ৯৯ই, এবং ওরেগন রুট ২২। এই রুটগুলো মেরিয়ন স্ট্রিট এবং সেন্টার স্ট্রিট সেতুর মাধ্যমে সালেম শহরকে উইলামেট নদীর ওপারে পশ্চিম সালেমের সাথে সংযুক্ত করে৷\n\n\n== ইতিহাস ==\n\n\n=== নামের উৎপত্তি ===\n\nআদি আমেরিকানরা যখন উইলামেট উপত্যকায় বাস করেছিল, তখন কালাপুয়া মানবগোষ্ঠী এই এলাকাটিকে চিম-ই-কি-তি বলে অভিহিত করে, যার অর্থ কেন্দ্রীয় কালাপুয়া ভাষায় \"বৈঠক বা বিশ্রামের স্থান\"। যখন মেথোডিস্ট মিশন এই এলাকায় চলে আসে, তখন তারা এই স্থানের নাম দেয় চেমেকেতা; যদিও উইলামেট নদীর উপনদী মিল ক্রিকের অবস্থানের কারণে এটি মিল নামে বেশি পরিচিত ছিল। ওরেগন ইনস্টিটিউট প্রতিষ্ঠিত হলে, সম্প্রদায়টি একটি ইনস্টিটিউট হিসাবে পরিচিত হয়।\nইনস্টিটিউটটি বিলুপ্ত হয়ে গেলে, ট্রাস্টিরা ইনস্টিটিউটের জমিতে একটি শহর স্থাপন করার সিদ্ধান্ত নেন। \"সালেম\" নামের কিছু সম্ভাব্য উৎসের মধ্যে রয়েছে উইলিয়াম এইচ. উইলসন, যিনি ১৮৫০ এবং ১৮৫১ সালে শহরের প্রধান অংশের জন্য পরিকল্পনা দাখিল করেছিলেন। তিনি বাইবেলের হিব্রু শব্দ \"שָׁלוֹם\" (শ্যালোম) শব্দের ইংরেজি সংস্করণ গ্রহণ করে শহরের নামকরণ করার পরামর্শ দিয়েছিলেন। শ্যালোম শব্দের অর্থ শান্তি বা বিদায়।। শহরের ট্রাস্টিদের সভাপতি রেভারেন্ড ডেভিড লেসলিও একটি বাইবেলের নাম চেয়েছিলেন এবং \"জেরুজালেম\" এর শেষ পাঁচটি অক্ষর ব্যবহার করার পরামর্শ দিয়েছিলেন। অথবা, শহরের নামকরণ হতে পারে ম্যাসাচুসেটসের শহর সালেম এর নামানুসারে।\n\n\n=== ইউরোপীয় উপস্থিতি ===\nইউরোপীয় বংশোদ্ভূত লোকেরা ১৮১২ সালের প্রথম দিকে এই অঞ্চলে এসেছিল; তারা অরেগনের অ্যাস্টোরিয়ায় পশম ব্যবসায়িক সংস্থাগুলির পশু ট্র্যাপার এবং খাদ্য সংগ্রহকারী ছিলেন।\nএই এলাকায় প্রথম স্থায়ী আমেরিকান বসতি ছিল জেসন লি মেথডিস্ট মিশন (১৮৪০ সালে)। তারা সালেমের উত্তরে অবস্থিত হুইটল্যান্ডে বসতি স্থাপন করেছিলেন। ১৮৪২ সালে, মিশনারিরা এ এলাকায় ওরেগন ইনস্টিটিউট (উইলমেট বিশ্ববিদ্যালয়ের অগ্রদূত) প্রতিষ্ঠা করেন। ১৮৪৪ সালে, মিশনটি বাতিল করা হয়েছিল এবং শহরটি প্রতিষ্ঠিত হয়েছিল।\n১৮৫১ সালে, সালেম ওরেগন শহর থেকে স্থানান্তরিত হওয়ার পরে সেখানকার আঞ্চলিক রাজধানী হয়ে ওঠে। ১৮৫৫ সালে রাজধানীটি সংক্ষিপ্তভাবে করভালিসে স্থানান্তরিত হয়েছিল, কিন্তু একই বছর স্থায়ীভাবে সালেমে ফিরিয়ে দেওয়া হয়েছিল। সালেম ১৮৫৭ সালে একটি শহর হিসাবে অন্তর্ভুক্ত হয় এবং ১৮৫৯ সালে রাজ্যের মর্যাদা পায়। তখন এটি রাজ্যের রাজধানী হয়ে ওঠে।\n\n\n== ভূগোল এবং জলবায়ু ==\nসালেম উত্তর-কেন্দ্রীয় উইলামেট উপত্যকার, মেরিয়ন এবং পোল্ক কাউন্টিতে অবস্থিত। ৪৫ তম সমান্তরাল (উত্তর মেরু এবং বিষুবরেখার মধ্যে প্রায় অর্ধেক দূরত্বে অবস্থানরত বিন্দু) সালেমের শহরের সীমার মধ্য দিয়ে গেছে।\nমার্কিন যুক্তরাষ্ট্রের আদমশুমারি ব্যুরো অনুসারে, শহরটির মোট আয়তন ৪৮.৪৫ বর্গমাইল (১২৫.৪৮ বর্গকিলোমিটার), যার মধ্যে ৪৭.৯০ বর্গমাইল (১২৪.০৬ বর্গকিলোমিটার) হল ভূমি এবং ০.৫৫ বর্গমাইল (১.৪২ বর্গকিলোমিটার) হলো জল।\nউত্তর সান্তিয়াম নদীর জলাশয় হল সালেমের প্রাথমিক পানীয় জলের উৎস। সালেমের মধ্য দিয়ে প্রবাহিত অন্যান্য গুরুত্বপূর্ণ জলাশয় হলো মিল ক্রিক, মিল রেস, প্রিঙ্গল ক্রিক এবং শেলটন ডিচ।\nশহরের সীমার মধ্যে সমুন্নতি প্রায় ১২০ থেকে ৮০০ ফুট (৩৭ থেকে ২৪৪ মিটার)। সালেমের দক্ষিণে আগ্নেয়গিরির সালেম পাহাড় রয়েছে। এটির সর্বোচ্চ উচ্চতা প্রায় ৩৪৪ মি (১,১২৯ ফুট। উত্তর ও পূর্ব সালেম হলো নিম্ন পাহাড়ি অঞ্চল। দক্ষিণ এবং পশ্চিম সালেমে কিছু গিরিখাত রয়েছে এবং এটি একটি পাহাড়ি এলাকা।\nউইলামেট উপত্যকার বেশিরভাগ এলাকার মতো, সালেমের জলবায়ুর ধরণ হচ্ছে ভূমধ্যসাগরীয়। এখানে বছরের শেষের দিকে এবং শীতকালে সবচেয়ে বেশি বৃষ্টিপাত হয়। সালেমে সারা বছরের মধ্যে বেশিরভাগ বৃষ্টিপাত হয় অক্টোবর থেকে এপ্রিলের মধ্যে। মে থেকে সেপ্টেম্বর পর্যন্ত শুষ্ক মৌসুম চলতে থাকে। শীতকালে হালকা তুষারপাত হয়। তবে এখানে ভারি তুষারপাতের ঘটনা বিরল। বর্ষাকালের বেশিরভাগ সময় মেঘলা আকাশ থাকে।\nসালেমের গড় বার্ষিক তাপমাত্রা ৫৪.১ ডিগ্রি ফারেনহাইট (১২.৩ ডিগ্রি সেলসিয়াস); এর বার্ষিক বৃষ্টিপাত হল ৪০.০৮ ইঞ্চি (১,০১৮ মিলিমিটার), গড় তুষারপাত ৩.৫ ইঞ্চি (৮.৯ সেন্টিমিটার)। সালেমে বছরের এক চতুর্থাংশেরও বেশি সময় ধরে তুষারপাত হয় না।\nসালেমের সর্বকালের সর্বোচ্চ তাপমাত্রা ১১৭ থেকে −১২ ডিগ্রি ফারেনহাইট (৪৭ থেকে −২৪ ডিগ্রি সেলসিয়াস) । সালেমে রেকর্ডকৃত সর্বনিম্ন তাপমাত্রা ছিল ১৬ ডিগ্রি ফারেনহাইট (−৯ ডিগ্রি সেলসিয়াস)। রাতের সর্বোচ্চ তাপমাত্রা ছিল ৭৪ ডিগ্রি ফারেনহাইট (২৩ ডিগ্রি সেলসিয়াস) জুলাই ২০০৬ সালে।\n\n\n== জনসংখ্যা ==\n\n২০২০ সালের আদমশুমারি\n২০২০ সালে মার্কিন যুক্তরাষ্ট্রের আদমশুমারি অনুসারে, শহরে ১৭৫,৫৩৫ জন মানুষ এবং ৬৪,৪২৬টি পরিবারের বসবাস ছিল। জনসংখ্যার ঘনত্ব ছিল প্রতি বর্গ মাইলে ৩,৫৯৬.৮ জন। জনসংখ্যার ৭৫.৩% শেতাঙ্গ, ১.৪% আফ্রিকান আমেরিকান, ১.০% আদি আমেরিকান, ৩.৩% এশিয়ান, ১.৮% প্রশান্ত মহাসাগরীয় দ্বীপবাসী এবং ১০.২% অন্যান্য। হিস্পানিক বা ল্যাটিনো বংশোদ্ভূতরা জনসংখ্যার ২২.৪%।\nজনসংখ্যার ২৪.২% ছিল ১৮ বছরের কম এবং ৬.২% ৫ বছরের কম বয়সী। ৬৫ বছরের বেশি বয়সী মানুষ মোট জনসংখ্যার ১৪.৬%। মোট জনসংখ্যার ৪৯% মহিলা এবং ৫১% পুরুষ।\nগড় পারিবারিক আয় ছিল ৬২,১৮৫ মার্কিন ডলার, এবং মাথাপিছু আয় ছিল ৩১,৬১০ মার্কিন ডলার। জনসংখ্যার ১৪.৭% মানুষ দারিদ্রসীমার নিচে ছিল।\n\n\n== অর্থনীতি ==\n\nরাজ্য সরকার হল সালেমের সবচেয়ে বড় নিয়োগকর্তা। কিন্তু শহরটিতে কৃষি খাদ্য প্রক্রিয়াকরণেরও ব্যপকতা রয়েছে।\nসালেম হল ১৯৮২ সালে প্রতিষ্ঠিত আলু চিপস প্রস্তুতকারক কেটল ফুডসের কেন্দ্র।\nশহরের কেন্দ্রস্থলে আবাসনের সরবরাহ বাড়ানোর জন্য অসংখ্য প্রকল্প চলছে।\n\n\n== তথ্যসূত্র =="}