{"pageid": 1347849, "title": "কারমান থাণ্ডি", "url": "https://bn.wikipedia.org/wiki?curid=1347849", "content": "কারমান কৌর থাণ্ডি (জন্ম ১৬ই জুন ১৯৯৮) হলেন একজন ভারতীয় পেশাদার টেনিস খেলোয়াড়। তিনি একক ম্যাচে পূর্ববর্তী ভারতীয় ১নং ছিলেন।\n২০১৮ সালের ২০শে আগস্ট পর্যন্ত কারমানের খেলোয়াড় জীবনের সর্বশ্রেষ্ঠ প্রমিলা টেনিস র‌্যাংকিং ছিল ১৯৬ নম্বরে, এবং ২০১৯ সালের ১৪ই জানুয়ারি পর্যন্ত ডাবলসে ১৮৯ নম্বরে।\n\n\n== টেনিস খেলোয়াড় জীবন ==\nতিনি আট বছর বয়সে টেনিস খেলা শুরু করেন।\nনিরুপমা সঞ্জীব, সানিয়া মির্জা, শিখা উবেরয়, সুনিতা রাও, এবং অঙ্কিতা রায়নার মতো খেলোয়াড়দের পরে কারমান হলেন ষষ্ঠ ভারতীয় মহিলা টেনিস খেলোয়াড় যিনি প্রমিলা টেনিস র‌্যাঙ্কিংয়ের শীর্ষ ২০০-এ প্রবেশ করেছেন।\nকারমান আইটিএফ সার্কিটে চারটি দ্বৈত শিরোপা এবং তিনটি একক শিরোপা জিতেছেন। তিনি ২০১৮ সালের ২৩শে জুন হংকং টুর্নামেন্টে $২৫কে-এর প্রথম একক শিরোপা জিতেছিলেন। তিনি ২০১৭ সালে হেরাক্লিয়নে এবং ২০১৫ সালে গুলবার্গায় দুটি ডাবলস শিরোপা জিতেছেন। আইটিএফ জুনিয়র সার্কিটে, তিনি ২০১৬ সালের জানুয়ারিতে জীবনের সর্বোচ্চ র‍্যাঙ্কিং ৩২ অর্জন করেন। এছাড়াও, তিনি চীনে আরও দুটি টুর্নামেন্টে সেমিফাইনালে জায়গা করে নিয়েছেন।\n২০১৭ সাল থেকে তিনি ফেড কাপে ভারতের প্রতিনিধিত্ব করেছেন, এখানে খেলায় তাঁর জয়-পরাজয়ের রেকর্ড ৩ - ৭ এককে এবং ২ - ১ ডাবলসে।\nকারমান রাউন্ডগ্লাস টেনিস একাডেমি দ্বারা সমর্থিত এবং বর্তমানে প্রশিক্ষক আদিত্য সচদেবের অধীনে একাডেমিতে প্রশিক্ষণ নিচ্ছেন।\nকারমান ২০১৮ সালের এশিয়ান গেমসে দিভিজ শরণের সাথে মিশ্র-দ্বৈত ইভেন্টে অংশগ্রহণ করেছিল। তাঁরা গেমসে তাঁদের প্রথম ম্যাচে ফিলিপিনো জুটি মারিয়ান জেন ক্যাপাডোসিয়া এবং আলবার্তো লিম জুনিয়রকে পরাজিত করেছিলেন। কিন্তু তৃতীয় রাউন্ডেই তাঁরা হেরে গিয়ে প্রতিযোগিতা থেকে বেরিয়ে যান।\n২০১২ সালের ইন্ডিয়ান ওয়েলস ওপেনে ক্রিস্টিনা ব্যারোইসের বিরুদ্ধে সানিয়া মির্জার জয়ের পরে কারমান প্রথম ভারতীয় খেলোয়াড় যিনি ডাব্লুটিএ ট্যুরের মূল ড্র ম্যাচ জিতেছেন (২০১৮ জিয়াংসি ইন্টারন্যাশনাল ওপেনে লু জিয়াজিংকে পরাজিত করেছেন)।\n\n\n== কর্মক্ষমতা সময়রেখা ==\nসূচক\n\nপ্রতিযোগিতায় জয়; বা ফাইনালে পৌঁছানো; সেমিফাইনাল; কোয়ার্টার-ফাইনাল; রাউন্ড ৪, ৩, ২, ১; রাউন্ড রবিন পর্যায়ে সম্পন্ন; বাছাইপর্বে হেরে যাওয়া; প্রতিযোগিতায় অনুপস্থিত; ডেভিস কাপের আঞ্চলিক বিভাগে খেলেছে (সঙ্গে তার সংখ্যা ইঙ্গিত করা হয়েছে) বা প্লে-অফ; ব্রোঞ্জ জয়, রৌপ্য (রৌ-এফ বা রৌ-এস) বা অলিম্পিকে স্বর্ণ পদক; একটি ডাউনগ্রেডেড মাস্টার সিরিজ/১০০০ টুর্নামেন্ট (মাস্টার্স সিরিজ নয়); বা একটি প্রদত্ত বছরে প্রতিযোগিতা অনুষ্ঠিত না হওয়া।\nবিভ্রান্তি এবং দুবার গণনা এড়ানোর জন্য, এই তালিকা একটি প্রতিযোগিতা শেষে, অথবা যখন প্রতিযোগিতায় খেলোয়াড়ের অংশগ্রহণ শেষ হয়েছে তখনই হালনাগাদ করা হয়।\n\nডাব্লুটিএ থেকে উৎস \nডব্লিউটিএ ট্যুর, গ্র্যান্ড স্ল্যাম টুর্নামেন্ট, ফেড কাপ/বিলি জিন কিং কাপ এবং অলিম্পিক গেমসে শুধুমাত্র মূল ড্র ফলাফল জয়-পরাজয়ের রেকর্ডের অন্তর্ভুক্ত।\n\n\n=== একক ===\n২০২২ চেন্নাই ওপেন পর্যন্ত।\n\n\n== ডাব্লুটিএ ১২৫ টুর্নামেন্টের ফাইনাল ==\n\n\n=== দ্বৈত: ১ (১ শিরোপা) ===\n\n\n== আইটিএফ সার্কিট ফাইনাল ==\n\n\n=== একক: ১১ (১ খেতাব, ৮ রানার্স-আপ) ===\n\n\n=== দ্বৈত: ৮ (৪টি শিরোপা, ৪টি রানার-আপ) ===\n\n\n== ফেড কাপ/বিলি জিন কিং কাপে অংশগ্রহণ ==\n\n\n=== একক (০-২) ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমহিলাদের টেনিস অ্যাসোসিয়েশনে কারমান থাণ্ডি(ইংরেজি)\nআন্তর্জাতিক টেনিস ফেডারেশনে কারমান থাণ্ডি (ইংরেজি)\nটেমপ্লেট:FedCup\nটেমপ্লেট:Top Indian female tennis players"}