{"pageid": 1347923, "title": "নিওস্টিগমাইন", "url": "https://bn.wikipedia.org/wiki?curid=1347923", "content": "নিওস্টিগমাইন, হলো একটি ওষুধ যা মায়াস্থেনিয়া গ্রাভিস, ওগিলভি সিন্ড্রোম এবং অতিরিক্ত মূত্রধারণজনিত সমস্যায়  ব্যবহৃত হয়।  নন-ডিপোলারাইজিং নিউরোমাসকুলার ব্লকিং ওষুধের প্রভাব শেষ করতেও এটি অ্যানেস্থেশিয়াতে ব্যবহৃত হয়।  এটি শিরা, পেশী বা ত্বকের নীচে ইনজেকশনের মাধ্যমে দেওয়া হয়।  ইনজেকশনের পরে প্রভাব সাধারণত ৩০ মিনিটের মধ্যে সর্বাধিক হয় এবং ৪ ঘন্টা পর্যন্ত স্থায়ী হয়। \nসাধারণ পার্শ্বপ্রতিক্রিয়াগুলির মধ্যে রয়েছে বমি বমি ভাব, লালা বৃদ্ধি, পেটে ব্যথা এবং ধীর হৃদস্পন্দন ।  আরও গুরুতর পার্শ্বপ্রতিক্রিয়াগুলির মধ্যে রয়েছে নিম্ন রক্তচাপ, দুর্বলতা এবং অ্যালার্জির প্রতিক্রিয়া ।  গর্ভাবস্থায় ব্যবহার শিশুর জন্য নিরাপদ কিনা তা স্পষ্ট নয়।  নিওস্টিগমাইন ওষুধের কোলিনার্জিক পরিবারে রয়েছে।  এটি অ্যাসিটাইলকোলিনএস্টেরেজের ক্রিয়াকে অবরুদ্ধ করে কাজ করে এবং তাই অ্যাসিটাইলকোলিনের মাত্রা বাড়ায়।\n১৯৩১ সালে সর্বপ্রথম নিওস্টিগমাইন পেটেন্ট করা হয়েছিল।  এটি বিশ্ব স্বাস্থ্য সংস্থার প্রয়োজনীয় ওষুধের তালিকায় রয়েছে। \n\n\n== চিকিৎসায় ব্যবহার ==\nএটি মায়াস্থেনিয়া গ্র্যাভিস আক্রান্ত ব্যক্তিদের পেশীর টান বৃদ্ধি করতে এবং অপারেশন শেষে রোকুরোনিয়াম এবং ভেকুরোনিয়ামের অ- বিধ্বংসী পেশী শিথিলকরণ ওষুধের প্রভাবগুলিকে বিপরীত করতে ব্যবহৃত হয়। \nনিওস্টিগমাইন প্রায়শই নিষ্ক্রিয় মূত্রথলির জন্য নির্ধারিত হয়। \nহাসপাতালগুলি কখনও কখনও সাপের কামড়ের মাধ্যমে এনভেনোমেশনের প্রভাবগুলি বিলম্বিত করার জন্য শিরায় নিওস্টিগমাইনযুক্ত একটি তরল প্রয়োগ করা হয় ।  কিছু গবেষণায় ফলাফল একটি সাপের কামড় চিকিত্সা হিসাবে নাক দিয়ে ড্রাগ পরিচালনার জন্য রিপোর্ট করা হয়েছে.\n\n\n== ক্ষতিকর দিক ==\nনিওস্টিগমাইন এর বিভিন্ন ধরনের পার্শ্বপ্রতিক্রিয়া রয়েছে যা এর ক্রিয়াকলাপের কারণে সারা শরীর জুড়ে এক্সোক্রাইন গ্রন্থি কোষ, কার্ডিয়াক পেশী কোষ এবং মসৃণ পেশী কোষে অ্যাসিটাইলকোলিন (ACh) বাইন্ডিং মাসকারিনিক রিসেপ্টর বৃদ্ধি করে। এই প্রভাবগুলির মধ্যে রয়েছে: লালা, ল্যাক্রিমেশন, ডায়রিয়া, ব্র্যাডিকার্ডিয়া এবং ব্রঙ্কোকনস্ট্রিকশন।  গ্যাস্ট্রোইনটেস্টাইনাল লক্ষণগুলি প্রথম দিকে ঘটে।  \nএই কারণে, এটি সাধারণত অ্যাট্রোপিন বা গ্লাইকোপাইরোলেটের মতো অ্যান্টি-কোলিনার্জিক ওষুধের সাথে দেওয়া হয়। \n\n\n== ইতিহাস ==\nনিওস্টিগমাইন প্রথম ১৯৩১ সালে আসকিলম্যান এবং রেনার্ট দ্বারা সংশ্লেষিত হয়েছিল  এবং ১৯৩৩ সালে অ্যাসকিলমঅন দ্বারা পেটেন্ট করা হয়েছিল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Neostigmine\"। Drug Information Portal। U.S. National Library of Medicine। \n\"Neostigmine methylsulfate\"। Drug Information Portal। U.S. National Library of Medicine। \n\"Neostigmine bromide\"। Drug Information Portal। U.S. National Library of Medicine।"}