{"pageid": 1347520, "title": "জ্যানেট বিধি", "url": "https://bn.wikipedia.org/wiki?curid=1347520", "content": "জ্যানেট বিধি (জন্ম ১৮ই জানুয়ারি ১৯৯৫ দিল্লিতে) হলেন ভারতের একজন পেশাদার স্কোয়াশ খেলোয়াড়। তিনি দিল্লিতে থাকেন। তিনি ইতিহাসে ৯ম ভারতীয় মহিলা যিনি বিশ্বের শীর্ষ ১০০ মর্যাদাক্রমে প্রবেশ করেছেন। তাঁর সেরা বিশ্ব র‌্যাঙ্কিং নম্বর হলো ৮৮। ২০১৭ সালের ১লা এপ্রিল প্রফেশনাল স্কোয়াশ অ্যাসোসিয়েশন দ্বারা জারি করা তালিকা অনুসারে তাঁর এই মর্যাদাক্রম (এবং ফলস্বরূপ, ভারতের ৩ নম্বরে)।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nএয়ার ফোর্স বাল ভারতী স্কুল থেকে অধ্যয়ন করার পর, তিনি দিল্লি বিশ্ববিদ্যালয় থেকে ২০১৫ সালে স্নাতক শেষ করেন। তিনি ২০১৪ সাল থেকে পেশাদার স্কোয়াশ খেলোয়াড়।\n\n\n== ক্রীড়া জীবন ==\nজ্যানেট ২০০৯ সালে আইএসপি-স্প্রাইট অল ইন্ডিয়া স্কোয়াশের শিরোপা জিতেছিলেন। তিনি মেয়েদের অনূর্ধ্ব -১৭ প্রতিযোগিতায় পাংখুরি মালহোত্রার বিরুদ্ধে চার গেমে জয় পেয়ে এই শিরোপা জিতেছিলেন। তিনি তৃতীয় গেমটি হেরে গিয়েছিলেন এবং তারপর কঠিন লড়াই করে শেষ পর্যন্ত ১১ - ৯, ১১ - ৭, ৮ - ১১, ১৫ - ১৩ স্কোরলাইন করে জেতেন।\nতিনি ২০১৩ সালে সিনিয়র ন্যাশনালসে জোছনা চিনপ্পার বিরুদ্ধে সেমিফাইনাল খেলেন।\nকানাডায় ২০১৬ সালের ১৫ থেকে ১৯ নভেম্বর পর্যন্ত একটি টুর্নামেন্টে, তিনি সারনিয়াতে সেমিফাইনাল খেলেছিলেন। তিনি এই টুর্নামেন্টে তাঁর সেরাটি খেলেছেন। মূল ড্রয়ের প্রথম ম্যাচে তিনি কানাডার হান্না গুথরির বিপক্ষে ১১ - ৪, ১১ - ৬, ১১ - ৫ (৩ - ০) স্কোরে জিতেছিলেন। তিনি অন্য কানাডিয়ান খেলোয়াড় পাওলা জেনকিন্সের সাথে কোয়ার্টার ফাইনাল ম্যাচ খেলেন এবং তাঁকে ১১ - ৮, ১১ - ১৩, ১৪ - ১২, ১১ - ৪ (৩ - ১) স্কোরে পরাজিত করে সেমি ফাইনালে পৌঁছান। সেখানে তিনি এমিলিয়া সোইনির (ফিনল্যান্ড) বিরুদ্ধে খেলেন। পিএসএ শিরোপা থেকে মাত্র দুই ম্যাচ দূরে থেকে তিনি এমিলিয়া সোনির কাছে হেরে যান।\n\n\n== অর্জন ==\nতিনি ২০১৮ সালে মর্যাদাপূর্ণ \"ইয়ং অ্যাচিভার স্পোর্ট\" ইন্দো-এশীয় পুরস্কার জিতেছিলেন, এটি বিদেশ মন্ত্রী সুষমা স্বরাজ এবং ক্রীড়া মন্ত্রী রাজ্যবর্ধন সিং রাঠোর তাঁর হাতে তুলে দেন। তিনি ভারতের একজন সম্পূর্ণ সময়ের পেশাদার স্কোয়াশ খেলোয়াড়।\n\n\n== বক্তব্য ==\nজ্যানেট বিধির মতে \"পেশাদারিভাবে খেলাধুলা করা ভারতের অন্যতম চ্যালেঞ্জিং পেশা। আমি যখন পেশাদার সার্কিটে যোগ দিয়েছিলাম, তখন ভারত থেকে সর্বাধিক ৫ জন মহিলা ছিলেন কিন্তু ২০২০ সালের মার্চ মাসে আমাদের ৩০ জনেরও বেশি মহিলা সক্রিয়ভাবে পেশাদার স্কোয়াশ সার্কিটে প্রতিদ্বন্দ্বিতা করছেন। ভারত থেকে তরুণ মেয়েদের অনুপ্রাণিত করতে পেরে আমি নিজেকে ধন্য মনে করি।\"\n\n\n== তথ্যসূত্র =="}