{"pageid": 1347112, "title": "পোড়া পিঠা", "url": "https://bn.wikipedia.org/wiki?curid=1347112", "content": "পোড়া পিঠা ( ওড়িয়া : ପୋଡ଼ ପିଠା ) হল ঢিমে আঁচে রান্না করা একটি পিঠা । এটি গাঁজানো চাল, কালো ছোলা, নারকেল এবং গুড় দিয়ে তৈরি করা হয়।  এই পিঠের উপরের অংশ সামান্য পোড়া থাকে কিন্তু এর ভিতরের অংশ নরম এবং সাদা হয়। পোড়া পিঠা সাধারণত রাজা পর্বতে তৈরি হয়।  গুন্ডিচা মন্দির থেকে পুরীর জগন্নাথ মন্দিরে রথযাত্রার পর ফেরার পথে ভগবান জগন্নাথ এবং তার ভাইবোনদের মৌসি মা মন্দিরে এই পোড়া পিঠা পরিবেশন করা হয়। পোড়া পিঠার আরেকটি নাম হল চুলা পিঠা।\n\n\n== রন্ধনশৈলী ==\nপোড়া পিঠা তৈরীর জন্য প্রয়োজনীয় উপাদানগুলি হল, \n\nচাল - ৫০০ গ্রাম\nগুড় বা চিনি - ২৫০ গ্রাম\nকোরানো নারকেল- ১ কাপ\nসূক্ষ্মভাবে কাটা নারকেল- ১/২ কাপ\nঘি - ২-৩ টেবিল চামচ\nকাজু বাদাম, বাদাম এবং কিশমিশের মতো শুকনো ফল- ৩-৪ চা চামচ\nগোলমরিচ গুঁড়া - ১/২ চা চামচ\nএলাচ, দারুচিনি- ১ চা চামচ\nলবঙ্গ এবং জায়ফল গুঁড়া, সূক্ষ্মভাবে কাটা আদা- ১ চা চামচ\nলবণ- ১/২ চা চামচ\nবেকিং পাউডার (ঐচ্ছিক)- ১/২ চা চামচ\nঘন দুধ (ঐচ্ছিক)- ২৫০ মিলি\nপোড়া পিঠা তৈরী করতে প্রথমে চাল ধুয়ে ২-৩ ঘণ্টা ভিজিয়ে রাখতে হবে। তারপর চাল বেটে একটি মিশ্রণ তৈরী করতে হবে যাতে চালের দানাগুলি মোটা ও কর্কশ থাকে। এরপর একটি রান্নার পাত্রে চালের বাটা, গুড় বা চিনি, দুধ, ২ কাপ জল ও লবণ দিয়ে মেশাতে হবে। মিশ্রনটি ঘন হওয়া পর্যন্ত মাঝারি আঁচে তাতে নাড়া দিতে হবে। যাতে মিশ্রণটি দলা পাকিয়ে না যায় সেজন্য কম বা মাঝারি আঁচে একে ঘনঘন নাড়া দিতে হবে। মিশ্রণটি নরম হয়ে গেকে তা আগুনের আঁচ থেকে সরিয়ে নিয়ে ঠান্ডা করতে দিতে হবে। ঠান্ডা হওয়ার পর একে সামান্য ফেঁটিয়ে নিয়ে অন্যন্য উপাদানগুলি যোগ করতে হবে।\nএরপর একটি পাত্রের ভেতরের অংশে ভালো করে তেল মাখিয়ে পিচ্ছিল করে নিয়ে তার মধ্যে মিশ্রণটি ঢালতে হবে। মিশ্রণটি ঢালার সময় দেখতে হবে পাত্রের উপর দিকের ৩/৪ অংশ যেন খালি থাকে নাহলে গরম আঁচে মিশ্রনটি স্ফীত হওয়ার সময় পাত্র থেকে উপচে পড়বে। মিশ্রণটির উপর কিছুটা ঘি ছিটিয়ে দিয়ে পাত্রটিকে গরম চুলায় ঢুকিয়ে দিতে হবে এবং ৪০ থেকে ৪৫ মিনিট বেক করতে হবে। যখন মিশ্রনের উপরের পৃষ্ঠ বাদামী রং ধারণ করবে তখন তার মধ্যে একটি কাঠি ঢুকিয়ে পরীক্ষা করতে হবে। কাঠির গায়ে যদি কিছু লেগে না থাকে তাহলে বুঝতে হবে যে পোড়া পিঠাটি ঠিকমতো তৈরী হয়েছে। এবার পিঠাটি ঠান্ডা করে পরিবেশন করতে হবে।\n\n\n== তথ্যসূত্র =="}