{"pageid": 13470, "title": "কণা পদার্থবিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=13470", "content": "কণা পদার্থবিজ্ঞান (ইংরেজি: Particle Physics) পদার্থবিজ্ঞানের একটি প্রধান শাখা যার কাজ হল পদার্থ এবং বিকিরণের মৌলিক উপাদান এবং তাদের মাধ্যে মিথষ্ক্রিয়া নিয়ে গবেষণ করা। এই শাখার আর এক নাম হল উচ্চ-শক্তি পদার্থবিজ্ঞান (ইংরেজিঃ High Energy Physics)। এই নামকরণের প্রধান কারণ হল এই যে, অধিকাংশ মৌলিক কণাই সাধারণ অবস্থায় প্রকৃতিতে পাওয়া যায় না কিন্তু অতিশক্তি সম্পন্ন কণা সংঘাতে এই সকল কণার সৃষ্টি এবং পর্যবেক্ষণ সম্ভব।\nকণা শব্দটি সাধারণভাবে নানারকম অতিক্ষুদ্র বস্তূসমূহ (যেমন প্রোটন কণা, গ‍্যাসের কণা, এমনকি ধূলিকণা) বোঝাতে ব্যবহৃত হলেও কণা পদার্থবিজ্ঞান সাধারণভাবে পদার্থের ক্ষুদ্রতম অবিভাজ্য কণা সমূহ এবং তাদের আন্তঃক্রিয়া ব্যাখা করতে প্রয়োজনীয় মৌলিক ক্রিয়াগুলি সম্পর্কে আলোচনা করে। আধুনিক কণা ত্বরণ যন্ত্রে (ইংরেজিঃ Particle Accelerator) উচ্চশক্তি সম্পন্ন দুটি কণার মুখোমুখি সাংঘাতের পর্যবেক্ষণ সম্ভব।\nসমস্ত আবিষ্কৃত মৌলিক ক্ষেত্র ও তাদের গতিবিদ্যা \"স্ট্যান্ডার্ড মডেল\"-এ সংক্ষিপ্ত করা হয়েছে। সুতরাং কণা পদার্থবিজ্ঞান মূলত এই \"স্ট্যান্ডার্ড মডেল\"-এর চর্চা ও বিস্তার এর প্রচেষ্টা।\n\n\n== ইতিহাস ==\nসমস্ত পদার্থ যে মৌলিক কিছু কণা দিয়ে গঠিত, সেই ধারণা খ্রিস্টপূর্ব ষষ্ঠ শতাব্দী থেকেই বিদ্যমান। ঊনবিংশ শতাব্দীতে ব্রিটিশ পদার্থবিদ জন ডাল্টন ধারণা করেন যে সমস্ত পদার্থ মৌলিক পরমাণু দিয়ে গঠিত। তবে পরে প্রমাণিত হয় যে পরমাণু ক্ষুদ্রতর কণার সমষ্টি। পরবর্তীকালে পারমাণবিক পদার্থবিজ্ঞান ও কোয়ান্টাম বলবিজ্ঞানের সাহায্যে কেন্দ্রীণ বিদারণ (নিউক্লীয় ফিশন) ও কেন্দ্রীণ সংযোজন সম্ভব হয়।\n১৯৫০ ও ১৯৬০ দশকে অনেক অদ্ভুত কণা আবিষ্কৃত হয়। তবে ১৯৭০ দশকে \"স্ট্যান্ডার্ড মডেল\"-এর প্রণয়নের পর এই সকল পদার্থকে মৌলিকতর কণার সমষ্টি হিসেবে ব্যাখ্যা করা হয়।\n\n\n== অতিপারমাণবিক কণা ==\n\nআধুনিক কণা পদার্থবিজ্ঞান শাস্ত্রে অতিপারমানবিক কণাগুলির (Subatomic particles) উপরে গবেষণা সম্পাদন করা হয়, যেগুলির মধ্যে মধ্যে মৌলিক কণা ইলেকট্রন ও কোয়ার্ক দিয়ে গঠিত যৌগিক কণা প্রোটন ও নিউট্রন অন্তর্ভুক্ত। মৌলিক কণাগুলি তেজস্ক্রিয়তা এবং বিক্ষেপণ প্রক্রিয়ায় ফোটন, নিউট্রিনো, মিউয়ন ও এক্সোটিক কণা দিয়ে গঠিত। কণাসমূহের গতিবিজ্ঞান কোয়ান্টাম বলবিজ্ঞানে আলোচিত হয়।\nসকল কণা এবং তাদের পারস্পরিক ক্রিয়া-বিক্রিয়া প্রায় সম্পূর্ণভাবে একটি কোয়ান্টাম ক্ষেত্র দ্বারা ব্যখ্যা করা যায়, যাকে বলা হয় আদর্শ প্রতিমান (স্ট্যান্ডার্ড মডেল)। এতে বর্তমানে ৬১টি মৌলিক কণা অন্তর্ভুক্ত। তবে বিজ্ঞানীরা\nমনে করেন যে এই প্রতিমানটি এখনও অসম্পূর্ণ।\n\n\n== স্ট্যান্ডার্ড মডেল ==\nসব কণার বর্তমান শ্রেণিবিভাগ \"স্ট্যান্ডার্ড মডেল\"-এর দ্বারা ব্যাখ্যা করা হয়। এই মডেলে শক্তিশালী নিউক্লিয় বল, দুর্বল নিউক্লিয় বল ও তড়িৎচুম্বকীয় বল এই মৌলিক বলগুলিকে গেজ বোসন এর সাহায্যে ব্যাখ্যা করা হয়। গেজ বোসন শ্রেণীর অন্তর্ভুক্ত হল গ্লুয়ন, W-, W+ ও Z বোসন ও ফোটন। এ ছাড়াও স্ট্যান্ডার্ড মডেলের অন্তর্ভুক্ত ১২টি মৌলিক কণা ও তাদের প্রতিকণা। অবশেষে, স্ট্যান্ডার্ড মডেল আরও একটি কণা, হিগস বোসন এর অস্তিত্বের পূর্বাভাস দেয়। ৪ঠা জুলাই ২০১২-এ, CERN-এর বিজ্ঞানীরা হিগস বোসন জাতীয় একটি পদার্থের আবিষ্কারের খোঁজ জানান।\n\n\n== তত্ত্ব ==\nতাত্ত্বিক কণা পদার্থবিজ্ঞান বর্তমানের বিভিন্ন পরীক্ষা তথা ভবিষ্যতের সম্ভাব্য পরীক্ষার পরিণাম বিভিন্ন তাত্ত্বিক কাঠামোর মাধ্যমে ব্যাখ্যা ও পূর্বাভাষ করার চেষ্টা করে। এর একটি শাখা চেষ্টা করে স্ট্যান্ডার্ড মডেল ও তার পরীক্ষার ফলাফলগুলিকে আরও কম অনিশ্চয়তার সঙ্গে বুঝতে। অপর একটি শাখা চেষ্টা করে স্ট্যান্ডার্ড মডেলেরও অতীতের পদার্থবিজ্ঞান, অর্থাৎ আরও উচ্চশক্তি ও ক্ষুদ্রতর দূরত্বের পদার্থবিজ্ঞান বুঝতে।\nতৃতীয় একটি শাখা আছে যার নাম স্ট্রিং তত্ত্ব (ইংরেজিঃ String Theory), যেটি কোয়ান্টাম বলবিজ্ঞান ও সাধারণ আপেক্ষিকতা-র মিলন ঘটানোর চেষ্টা করে। এই শেষ শাখাটি সফল হলে হয়তো তাকে “সবকিছুর তত্ব” (ইংরেজিঃ Theory of Everything) বলা যেতে পারে।\nএ ছাড়াও বর্তমানে তাত্ত্বিক কণা পদার্থবিজ্ঞানের অন্যান্য শাখাও আছে।\n\n\n== প্রয়োগ ==\nনীতিগত ভাবে সমস্ত পদার্থবিজ্ঞান তথা পদার্থবিজ্ঞানের প্রয়োগকে কণা পদার্থবিজ্ঞান দ্বারা ব্যাখ্যা করা সম্ভব। তবে কার্যকরী ভাবে, কণা পদার্থবিজ্ঞানের প্রথমিক কিছু আবিষ্কার পরবর্তীকালে সমাজের উপকারে লেগেছে। যেমন, সাইক্লোট্রন দিয়ে রেডিও আইসোটোপ তৈরি যা সরাসরি ক্যান্সার চিকিৎসা করা হয়ে থাকে। এছাড়াও অতিপরিবাহী, ওয়ার্ল্ড ওয়াইড ওয়েব, টাচস্ক্রিন ও প্রভৃতি প্রযুক্তির উন্নয়ন কণা পদার্থবিজ্ঞানের প্রয়োজন মেটাতে ঘটেছে।\n\n\n== তথ্যসূত্র =="}