{"pageid": 1347654, "title": "এরিথ্রোমাইসিন", "url": "https://bn.wikipedia.org/wiki?curid=1347654", "content": "এরিথ্রোমাইসিন হলো একটি অ্যান্টিবায়োটিক যা অনেকগুলি ব্যাকটেরিয়া সংক্রমণের চিকিৎসার জন্য ব্যবহৃত হয়। এর মধ্যে রয়েছে শ্বাসতন্ত্রের সংক্রমণ, ত্বকের সংক্রমণ, ক্ল্যামাইডিয়া সংক্রমণ, শ্রোণীর প্রদাহ রোগ এবং সিফিলিস । এটি গর্ভাবস্থায় নবজাতকের মধ্যে গ্রুপ বি স্ট্রেপ্টোকক্কাল সংক্রমণ প্রতিরোধ করার জন্যও ব্যবহার করা যেতে পারে, সেইসাথে আন্ত্রিক চলন বিলম্বনার উন্নতিতে ব্যবহৃত হয়। এটি শিরা এবং মুখ দিয়ে দেওয়া যেতে পারে। নবজাতকের চোখের সংক্রমণ রোধ করতে প্রসবের পরে নিয়মিতভাবে একটি চোখের মলম দেওয়ার পরামর্শ দেওয়া হয়।\nএরিথ্রোমাইসিনের সাধারণ পার্শ্বপ্রতিক্রিয়াগুলির মধ্যে রয়েছে পেটে ব্যথা, বমি এবং ডায়রিয়া। আরও গুরুতর পার্শ্বপ্রতিক্রিয়াগুলির মধ্যে ক্লোস্ট্রিডিয়াম ডিফিসিল কোলাইটিস, যকৃতের সমস্যা, ইসিজিতে প্রলম্বিত QT ওয়েব, অ্যালার্জির প্রতিক্রিয়া। যাদের পেনিসিলিন ব্যবহারে অ্যালার্জি রয়েছে তাদের ক্ষেত্রেও এটি সাধারণত নিরাপদ। এরিথ্রোমাইসিন গর্ভাবস্থায় ব্যবহার করা নিরাপদ বলে মনে হয়। স্তন্যপান করানোর সময় সাধারণত নিরাপদ হিসেবে বিবেচিত হলেও, জীবনের প্রথম দুই সপ্তাহে মায়ের দ্বারা এর ব্যবহার শিশুর পাইলোরিক স্টেনোসিসের ঝুঁকি বাড়িয়ে দিতে পারে। এই বয়সে শিশু সরাসরি গ্রহণ করলেও এই ঝুঁকি প্রযোজ্য। এটি অ্যান্টিবায়োটিকের ম্যাক্রোলাইড পরিবারে ৎপাদন এবং ব্যাকটেরিয়া প্রোটিন উৎপাদন হ্রাস করে কাজ করে।\n১৯৫২ সালে এরিথ্রোমাইসিন প্রথম স্যাকারোপলিস্পোরা এরিথ্রিয়া ব্যাকটেরিয়া থেকে বিচ্ছিন্ন করা হয়েছিল। এটি বিশ্ব স্বাস্থ্য সংস্থার প্রয়োজনীয় ওষুধের তালিকায় রয়েছে ।\n\n\n== চিকিৎসায় ব্যবহার ==\nস্ট্রেপ্টোকক্কাস, স্টাফাইলোকক্কাস, হিমোফাইলাস এবং কোরিনেব্যাকটেরিয়াম গোত্রের ব্যাকটেরিয়ার ত্বক এবং উপরের শ্বাসযন্ত্রের সংক্রমণের জন্য দায়ী ব্যাকটেরিয়াগুলির চিকিৎসার জন্য এরিথ্রোমাইসিন ব্যবহার করা যেতে পারে। নিম্নলিখিত কয়েকটি চিকিৎসাগতভাবে উল্লেখযোগ্য ব্যাকটেরিয়ার জন্য MIC সংবেদনশীলতা ডেটা উপস্থাপন করে:\n\nহিমোফিলাস ইনফ্লুয়েঞ্জা : ০.০১৬ থেকে ২৫৬ μg/ml\nস্টাফাইলোকক্কাস অরিয়াস : ০.০২৩ থেকে ১০২৪ μg/ml\nস্ট্রেপ্টোকক্কাস পাইজেনস : ০.০০৪ থেকে ২৫৬ μg/ml\nকোরিনেব্যাকটেরিয়াম মিনুটিসিমাম : ০.০১৫ থেকে ৬৪ μg/ml\nএই প্রভাবের কারণে এটি গ্যাস্ট্রোপেরেসিস চিকিৎসার জন্য কার্যকর হতে পারে। এন্ডোসকপির সময় পেটের বিষয়বস্তু পরিষ্কার করতেও এরিথ্রোমাইসিন ব্যবহার করা যেতে পারে।\n\n\n== বিরূপ প্রভাব ==\nঅন্ত্রের ব্যাঘাত, যেমন ডায়রিয়া, বমি বমি ভাব, পেটে ব্যথা এবং বমি। এরিথ্রোমাইসিন সাধারণত প্রথম সারির ওষুধ হিসাবে নির্ধারিত হয় না।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Erythromycin\"। Drug Information Portal। U.S. National Library of Medicine। \nU.S. Patent 2,653,899  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ মে ২০০৮ তারিখে"}