{"pageid": 1347252, "title": "টম ইয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1347252", "content": "টম ইয়াম হল এক ধরনের গরম এবং টক স্বাদের থাই স্যুপ বা ঝোলজাতীয় খাবার। থাই শব্দ 'টম ইয়াম' এর আক্ষরিক অর্থ 'গরম এবং টক স্যুপ'। এই স্যুপ সাধারণত চিংড়ি মাছ দিয়ে রান্না করা হয়। \nটম ইয়াম শব্দ দুটি থাই শব্দ থেকে উদ্ভূত। টম  কথার অর্থ হল কোনো কিছুকে আগুনের আঁচে ফোটানো বা সেদ্ধ করা এবং ইয়াম মানে হল মেশানো। টম ইয়ামকে তার গরম এবং টক স্বাদ দ্বারা চিহ্নিত করা হয়। স্বাদ আনতে সুগন্ধি মশলা এবং ভেষজ খাদ্য উপাদান ঝোলের মধ্যে মেশানো হয়। এই স্যুপটি লেমনগ্রাস, কাফির লেবুর পাতা, গালাঙ্গাল, লেবুর রস, মাছ থেকে তৈরি সস এবং চূর্ণ লাল মরিচের মতো তাজা উপাদান দিয়েও তৈরি করা হয়। টম ইয়াম একটি কার্যকরী খাদ্য এবং একটি প্রাকৃতিক অ্যান্টিমাইক্রোবিয়াল হিসাবে গৃহীত হয়েছে কারণ এতে কাফির কেবুর পাতা এবং লাল মরিচের মতো প্রাকৃতিক খাদ্য উপাদান ব্যবহার হয়।\nবেশিরভাগ বাণিজ্যিক টম ইয়াম ভেষজ উপাদান গুঁড়ো করে তৈরি করা হয় এবং তেলে ভেজে, নেড়ে ও তারপরে সিজনিং (স্বাদের জন্য কোনো খাবারে বিভিন্ন মশলা মেশানো) এবং অন্যান্য সংরক্ষণকারী খাদ্য উপাদান (যেমন: ভিনেগার) যোগ করে প্রস্তুত করা হয়। এই বাণিজ্যিক টম ইয়াম বোতলে ভরে বা প্যাকেজে বিশ্বজুড়ে বিক্রি করা হয়। টম ইয়ামে স্বাদ আনতে তাজা ভেষজ উপাদানের সাথে সাথে বিভিন্ন খাদ্য উপাদানের পেস্ট ব্যবহার হয়। এই বিবিধ খাদ্য উপাদানের ব্যবহার অনুযায়ী টম ইয়ামের প্রকৃতি ও স্বাদে ভিন্ন বৈশিষ্ট্য থাকতে পারে। স্যুপে প্রায়ই চিংড়ি, মুরগি বা শুকরের মাংসের মতো আমিষ উপাদান মেশানো হয়।\n\n\n== প্রস্তুতি ==\nটম ইয়ামের স্বাদ সাধারনত টক এবং মশলাদার হয়, যা রান্নায় ব্যবহৃত উপাদানের উপর স্বাদ নির্ভর করে। ন্যাম প্রিক পাও নামে একটি স্থানীয় খাদ্য উপাদানের পেস্ট এই স্যুপের বিশিষ্ট স্বাদের ভিত্তি হিসাবে প্রস্তুত করা হয়। এই পেস্টের মধ্যে জল, ভেষজ উপাদান এবং মাংস যোগ করা হয়। ন্যাম প্রিক পাও পেস্টটি ভাজা মরিচ, শ্যালট(পেঁয়াজকলি) এবং রসুন দিয়েও তৈরি করা হয়। উপাদানগুলি কাঠকয়লার আগুনে ভালভাবে ঝলসানো হয়।\nটম ইয়ামের মূল উপাদান হল চিংড়ি বা শুয়োরের মাংস। সবচেয়ে জনপ্রিয় টম ইয়াম নদীর চিংড়ি থেকে প্রস্তুত হয় যাকে টম ইয়াম গুং বলা হয়।\nটম ইয়ামের অপরিহার্য ভেষজ উপাদানগুলির মধ্যে রয়েছে লেমনগ্রাস পাতা, গালাঙ্গাল এবং কাফির লেবুর পাতা। অন্যান্য গুরুত্বপূর্ণ উপাদানগুলির মধ্যে রয়েছে থাই মরিচ, মাশরুম, ধনে পাতা (সিলান্ট্রো), টমেটো, মিষ্টি সাদা পেঁয়াজ, চুনের রস, চিনি এবং মাছের সস। টম ইয়াম খুং নামক টম ইয়ামের প্রকরনটি হল নারকেল দুধ বা বাষ্পীভূত দুধের একটি প্রকার।\n\n\n== তথ্যসূত্র =="}