{"pageid": 1347378, "title": "নিশিপদ্ম", "url": "https://bn.wikipedia.org/wiki?curid=1347378", "content": "নিশিপদ্ম বা নাইট কুইন বা রাত কী রাণী, যার বৈজ্ঞানিক নাম:Epiphyllum oxypetalum ('এপিফাইলাম অক্সিপেটালাম'), হল ক্যাকটাস পরিবারের Cereus প্রজাতির একটি সপুষ্পক উদ্ভিদ। অপূর্ব সাদা রঙের রাণীর মত সৌন্দর্য ও ভারি মিঠে সুবাস নিয়ে বর্ষা রাতের গভীরে প্রস্ফুটিত হয় বলে ইংরেজিতে 'Dutchman pipe' ও 'Queen of the night' নামেই সুপরিচিত। সূর্যাস্তের পর একটু একটু করে ফুটতে শুরু করে গভীর রাতে সম্পূর্ণ প্রস্ফুটিত হলেও ভোরের আগে শুকিয়ে যায় ফুলটি। অসাধারণ মিষ্টি সুবাসের এ ফুল কেবল একটি রাতের অন্ধকারে গাছ আলো করে থাকে।\n\n\n== বিবরণ ==\nগাছ -\nনিশিপদ্ম ফুলের গাছ ক্যাকটাস গোত্রীয়। গাছটির গোড়া শক্ত, ডাঁটার মতো কিছুটা খাড়া ও তার পর লতানে,অনেক শাখা-প্রশাখাযুক্ত ও কন্টকহীন। যথারীতি স্বাভাবিক পাতা নেই গাছটির,তবে রূপান্তরিত কাণ্ড পাতার কাজ করে। ডালপালা নিয়ে গাছটি ৬ মিটার (৬০০ সেমি) পর্যন্ত লম্বা হয় থাকে। বিস্তৃত শাখা-প্রশাখা চ্যাপ্টা ফিতার মত এবং তাতে সবুজ রঙের শিরা সুস্পষ্ট। গাছটি সারা বছরই যেন নিষ্প্রাণ অবস্থায় থাকে। তবে গ্রীষ্মের শেষ ভাগে বৃষ্টির ছোঁয়া পেলে কুড়ি আসতে শুরু করে অর্থাৎ প্রস্ফুটনের প্রস্তুতি শুরু হয়। গাছটি ছায়া ও রোদ দুই পছন্দ করে। গাছটির পাতা অর্থাৎ রূপান্তরিত কাণ্ড মাটিতে পুঁতে দিলেই কিছুদিন বাদে শিকড় বের হয়, শিকড়সহ রূপান্তরিত কাণ্ডটি অন্যত্র বা টবে প্রতিস্থাপন করলেই নতুন গাছ পাওয়া যায়।\n\nফুল-\nগাছটির ফুল কেবল জুলাই মাসের প্রথম দিক থেকে নভেম্বর মাসে রাত্রিতেই ফোটে। তবে ফুল ফোটার আগে প্রথমে গুটি গুটি কলি ধরে রূপান্তরিত কাণ্ডের পাশে এবং ১৪/১৫ দিনে ফোটার উপযুক্ত হয়। সাদা রঙের ফুলগুলি রূপান্তরিত চ্যাপ্টা কাণ্ডে বৃদ্ধি পায় এবং ৩০ সেমি (১২ ইঞ্চি) লম্বা এবং ১৭ সেমি (৭ ইঞ্চি) চওড়া হয়ে থাকে। ফুল সুগন্ধযুক্ত হওয়ার  কারণ হল ফুলের মধ্যে বেনজাইল স্যালিসিলেট এবং মিথাইল লিনোলেটের উপস্থিতি।   ফুলটির পুংকেশর সবুজাভ সাদা বা সাদা, সরু ও দুর্বল। গর্ভদণ্ডের রঙ সবুজ সাদা, ফ্যাকাশে হলুদ বা সাদা, ৪ মিমি পুরু হয়।\nফল আয়তাকার, ১২ x ৮ সেমি পর্যন্ত, বেগুনি লাল এবং কোণিক।\n\n\n== নামকরণ ==\nফুলটির বৈজ্ঞানিক নাম - Epiphyllum oxypetalum 'এপিফাইলাম অক্সিপেটালাম'  এসেছে গ্রীক ভাষার 'Epiphyllum' অর্থাৎ ইংরাজীতে 'upon the leaf' হতে। কিন্তু বাংলায় 'নিশিপদ্ম' বা নাইট কুইন বা ইংরাজীতে 'কুইন অব দ্য নাইট' হয়ছে এর  সৌন্দর্য ও কেবল রাতে ফোটার কারণে।\n\n\n== আবাস ==\nনিশিপদ্ম ফুল গাছের আদি নিবাস ছিল মার্কিন যুক্তরাষ্ট্রের দক্ষিণাঞ্চল ও মেক্সিকো। তবে বর্তমানে দক্ষিণ-পূর্ব এশিয়ার গ্রীষ্মমণ্ডলীয় অঞ্চলে অর্থাৎ ভারত, বাংলাদেশ চিন প্রভৃতি দেশে ব্যাপকভাবে চাষ হয় এবং সামান্য পরিচর্যায় বৃদ্ধি ঘটে।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}