{"pageid": 1347495, "title": "আস এভেনচুরাস দি গুই ই এস্টোপা", "url": "https://bn.wikipedia.org/wiki?curid=1347495", "content": "আস এভেনচুরাস দি গুই ই এস্টোপা (পর্তুগিজ: As Aventuras de Gui & Estopa) ব্রাজিলিয়ান একটি ফ্ল্যাশ-অ্যানিমেটেড টিভি ধারাবাহিক যা অ্যাডাম পেল্টজম্যান, ২০০৯ সালে কার্টুন নেটওয়ার্ক জন্য নির্মাণ করেন।\nমৌসুম ২ ২০১০-এ সম্প্রচারিত হয়েছিল। মৌসুম ৩ ১৩ নভেম্বর, ২০১১-এ সম্প্রচারিত হয়েছিল। এটিও লাতিন আমেরিকায় ২ ডিসেম্বর, ২০১৩-এ টুনকাস্ট এবং বুমেরাং দ্বারা সম্প্রচারিত হয়েছিল। মৌসুম ৪ কার্টুন নেটওয়ার্কে ৭ সেপ্টেম্বর, ২০১৫-এ সম্প্রচারিত হয়েছিল। এপ্রিল ২০২১-এ সিরিজটি তার মৌসম ৫ এর প্রিমিয়ারের সাথে বুমেরাং-এ ফিরে আসে।\n\n\n== চরিত্র ==\nগুই \"ইগুইনহো\" (কণ্ঠ দিয়েছেন: মারিয়ানা ক্যালটাবিয়ানো) একটি ওয়েস্ট হাইল্যান্ড হোয়াইট টেরিয়ার। তার পুরো নাম গিয়ের্মে ইগুইনহো জুনিয়র দা সিলভা। তিনি মাঝে মাঝে একটি লাল টুপি পরেন।\nএস্টোপা (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি মোটা ধূসর কুকুর। তিনি গুইয়ের সেরা বন্ধু। তিনি সাধারণত পায়ে এবং হাতে হলুদ স্নিকার পরেন।\nক্রোকেতে স্প্যানিয়েল (কণ্ঠ দিয়েছেন: মারিয়ানা ক্যালটাবিয়ানো) একটি বাদামী মহিলা ইংরেজি ককার স্প্যানিয়েল। তিনি গুইয়ের প্রেমিকা।\nপিটিবুরো (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি বেইজ পিটবুল। তিনি গুইয়ের বন্ধু এবং প্রতিদ্বন্দ্বী।\nডোনা ইগুইল্ডা (কণ্ঠ দিয়েছেন: মারিয়ানা ক্যালটাবিয়ানো) একটি মহিলা ওয়েস্ট হাইল্যান্ড হোয়াইট টেরিয়ার। তিনি গুইয়ের মা।\nফিফিভেলিনহা (কণ্ঠ দিয়েছেন: মারিয়ানা ক্যালটাবিয়ানো) একটি বেগুনি চুল সঙ্গে একটি মেয়ে।\nরিবাল্ডো \"রিবা\" (কণ্ঠ দিয়েছেন: আরলি কার্ডোসো) একটি ইঁদুর।\nরোকেতে স্প্যানিয়েল (কণ্ঠ দিয়েছেন: মারিয়ানা ক্যালটাবিয়ানো) একটি ফরাসি বেইজ মহিলা স্প্যানিয়েল। তিনি ক্রোকেতের বড় চাচাত ভাই।\nপ্রফেসরা জরারকা (কণ্ঠ দিয়েছেন: রিকার্ডো আইদার) একটি সবুজ মহিলা সাপ।\nপিটিবেলা একটি বেইজ মহিলা পিটবুল। তিনি পিটিবুরোর প্রেমিকা।\nপিটবালিনহা একটি ছোট বেইজ পিটবুল। তিনি পিটিবুরোর ছোট ভাই।\nজাইমিনহো (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি শূকর।\nনের্ডসন (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি ছেলে। তিনি গুইয়ের প্রতিবেশী।\nইরমাওজাও একটি বড় এবং শক্তিশালী বেইজ কুকুর।\nজাস্টিন বিবেলো (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি হলুদ কিশোর পাখি।\nলিভিয়া (কণ্ঠ দিয়েছেন: মারিয়ানা ক্যালটাবিয়ানো) একটি ট্যান মহিলা কুকুর।\nবার্ডি একটি লাল পাখি।\nডাক্তার অস্কার টুন (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি চিকিৎসক।\nজ্যাক পে ডি'কারি (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি ফরাসি গোলাপী কুকুর।\nবিসা (কণ্ঠ দিয়েছেন: মারিয়ানা ক্যালটাবিয়ানো) একটি বেইজ মহিলা কুকুর। তিনি গুইয়ের প্রমাতামহ।\nডোনা গ্রালহা (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি অ্যাজুর জে।\nডাউটার (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি ভাল্লুক ডাক্তার।\nমিকুইনহো (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি ছোট সাধারণ মারমোসেট।\nপাই দো মিকুইনহো (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি সাধারণ মারমোসেট এবং মিকুইনহোর পিতা।\nমনিটর (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি বাদামী কুকুর।\nসেউ পোলভো (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি হলুদ টাই সঙ্গে একটি লাল অক্টোপাস।\nবুরো (কণ্ঠ দিয়েছেন: এডুয়ার্ডো জার্দিম) একটি বাদামী গাধা।\nটিয়া গ্লাউসিয়া একটি লালচে বেইজ কুকুর।\nপাউলিনহা একটি বড় এবং শক্তিশালী গোলাপী কুকুর।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (পর্তুগিজ ভাষায়)\nইন্টারনেট মুভি ডেটাবেজে আস এভেনচুরাস দি গুই ই এস্টোপা  (ইংরেজি)\nফেসবুকে আস এভেনচুরাস দি গুই ই এস্টোপা\nইন্সটাগ্রামে আস এভেনচুরাস দি গুই ই এস্টোপা\nইউটিউবে আস এভেনচুরাস দি গুই ই এস্টোপার চ্যানেল"}