{"pageid": 1347327, "title": "অ্যান্টিকুচো", "url": "https://bn.wikipedia.org/wiki?curid=1347327", "content": "অ্যান্টিকুচোস (একবচন অ্যান্টিকুচো, কেচুয়া অ্যান্টি কুচু) জনপ্রিয় এবং সস্তা মাংসের খাবার যা প্রাক-কলম্বিয়ান যুগে আন্দিজে উদ্ভূত হয়েছিল। বিশেষ করে তাওয়ান্তিনসুয়ু (ইনকা সাম্রাজ্য) এর আন্টিসুয়ু অঞ্চলে এর উদ্ভব বলে মানা হয়। এই খাবারের আধুনিক সংস্করণটি ঔপনিবেশিক যুগে ১৬ এবং ১৯ শতকের মাঝামাঝি সময়ে আন্টিসুয়ু থেকে অন্যান্য স্থানীয় অঞ্চলে প্রচলিত হয়েছিল বলে মনে করা হয়। এখন এই খাবারটি মূলত পেরুতে পাওয়া যায়।\nঅ্যান্টিকুচো রাস্তার অস্থায়ী খাবারের দোকানে পাওয়া যায়। এই রান্নার প্রস্তুতির জন্য প্রথমে মাংসকে ভিনেগার এবং মশলা (যেমন জিরা, আজি মরিচ এবং রসুন ) দিয়ে মেরিনেট করা হয়। যদিও অ্যান্টিকুচো যেকোন ধরনের মাংস দিয়ে তৈরি করা যায় তবে সবচেয়ে জনপ্রিয় রন্ধন প্রনালীতে গরুর মাংসের হার্ট দিয়ে এই অ্যান্টিকুচো তৈরি হয়  যার নাম অ্যান্টিকুচোস দে কোরাজন। অ্যান্টিকুচোস সাধারণত শিকের প্রান্তে একটি সেদ্ধ আলুর সঙ্গে গাঁথা থেকে এবং এভাবেই খাবারটি পরিবেশিত হয়। এর অনুরূপ আরেকটি খাবারের নাম শিশ কাবাব। এই খাবারটি ভূমধ্যসাগরীয় রন্ধনপ্রণালীর অংশ। পেরুতে সেনর দে লস মিলাগ্রোস -এর মিছিলের সাথে অ্যান্টিকুচোস খাবারটির একটি কাহিনী জড়িত। \n\n\n== ইতিহাস ==\nযদিও অ্যান্টিকুচোস প্রাক-কলম্বিয়ান যুগে উদ্ভুত হয়েছিল কিন্তু আধুনিক অ্যান্টিকুচোসের বিকাশ হয় ষোলো শতকে, যখন প্রথমবার কলম্বিয়ার স্থানী অধিবাসীরা স্প্যানিশ অধিগ্রহনকারীদের মুখোমুখি হয়েছিল। এই সময়েই রসুনের মতো ইউরোপীয় উপাদান খাবারে যোগ করা শুরু হয় এবং ইনকা সাম্রাজ্যের সময়ে স্থানীয় রন্ধন প্রনালীতে ঐতিহ্যবাহী লামার মাংসের বদলে গরুর মাংস ব্যবহারের চল শুরু হয়।  এটি ইনকা সাম্রাজ্যের বাসিন্দাদের মধ্যে একটি জনপ্রিয় খাবার ছিল এবং এটি বর্তমানে দক্ষিণ আমেরিকার বেশিরভাগ দেশ জুড়ে জনপ্রিয়। অ্যান্টিকুচোসের উত্তর আমেরিকান প্রকরনও বর্তমান।\nলিমা (পেরু)-র জাতীয় গ্রন্থাগার থেকে পাওয়া একটি নথি অনুসারে, এটা বিশ্বাস করা হয় অ্যান্টিকুচো শব্দটি এসেছে কেচুয়া অ্যান্টিকুচু ( অ্যান্টি : 'ইস্ট' + কুচু : 'কাট' বা উচু : 'পোরিজ, মিক্স') থেকে। লেখক এরিকা ফেটজার উল্লেখ করেছেন যে ঐতিহ্য অনুযায়ী, অ্যান্টিকুচোস মাংস আগুনের শিখার উপর ঝলসিয়ে প্রস্তুত করা হত। স্প্যানিশদের মধ্যে লাঠির উপর মাংসকে গেঁথে রান্না করার রীতি আছে।\n\n\n== রন্ধনশৈলী ==\nঐতিহ্যবাহী অ্যান্টিকুচো গরুর মাংস দিয়ে তৈরি করা হয়, অথবা মুরগির টুকরা ২ সেমি x ২ সেমি বা ৫ সেমি × ৫ মাপে কেটে এই রান্না করা হয়।  একটি ধাতব শিঁঁক যার দৈর্ঘ্য প্রায় ৩০ থেকে ৪০ সেমি (১৬ ইঞ্চি) এবং ব্যাসের দৈর্ঘ্য ৩ মিমি তার মধ্যে এই মাংসের টুকড়ো গেঁথে অ্যান্টিকুচোস রান্না করা হয়। মাংস এবং ভিয়েনা সসেজের টুকরোর সাথে পেঁয়াজ, মরিচ, গাজর এবং মাশরুমের মতো সবজি ও মশলা মেশানো হয়। এরপর বারবিকিউ পদ্ধতির মতোই একটি লাঠির মধ্যে মাংসের টুকড়োগুলিকে গেঁথে আগুনে ঝলসিয়ে রান্না করা হয় এবং অ্যান্টিকুচো প্রস্তুত করা হয়।\nএতে স্বাদমতো লবণ এবং কখনও কখনও ভিনেগার বা লেবুর রস দেওয়া হয়।\nরসুন, পেঁয়াজ এবং কাটা ধনেপাতা, ভিনেগার, লেবুর রস এবং বিয়ার দিয়ে তৈরি একটি সস প্রস্তুত করা হয় যা পার্সলে পাতার সাথে অ্যান্টিকুচোসে ছড়িয়ে দেওয়া হয়।\nঅ্যান্টিকুচো সাধারণত কোনো স্থানীয় থালির প্রধান খাবার নয়, বরং এটি মাংসের একটি আনুসঙ্গিক পদ হিসাবে কোরিপেন, আলু, সসেজ এবং সালাদের মতো অন্যান্য খাবারের সাথে পরিবেশিত হয়।\nএই রান্নার বিকল্প পদ্ধতিতে কাঠের ছোট লাঠি ব্যবহার হয় যার দৈর্ঘ্য ১৫ সেমি বা তার কম। একে মাংস স্কিউয়ার বলা হয়।\n\n\n== তথ্যসূত্র =="}