{"pageid": 1347959, "title": "হিন্দুধর্মে ঈশ্বর", "url": "https://bn.wikipedia.org/wiki?curid=1347959", "content": "হিন্দুধর্মে ঈশ্বরের ধারণা ঐতিহ্যের মধ্যে পরিবর্তিত হয়। হিন্দুধর্মে বিস্তৃত বিশ্বাসের বিস্তৃতি রয়েছে যেমন সর্বোচ্চঈশ্বরবাদ, একেশ্বরবাদ, বহুঈশ্বরবাদ,  সর্বেদেবতাবাদ, সর্বেশ্বরবাদ, অজ্ঞেয়বাদ, অদ্বৈতবাদ,  সর্বজনীনতাবাদ, নাস্তিক্যবাদ ও অঈশ্বরবাদ।\nভগবদ্গীতায় আস্তিক্যবাদ বা ঈশ্বরবাদের উল্লেখ পাওয়া যায়। প্রাথমিক দেবতার প্রতি আবেগপূর্ণ বা প্রেমময় ভক্তি যেমন বিষ্ণুর অবতার (উদাহরণস্বরূপ কৃষ্ণ), শিব এবং দেবী (যেমনটি প্রাথমিক মধ্যযুগীয় সময়ে আবির্ভূত হয়েছিল), এখন ভক্তি আন্দোলন নামে পরিচিত।\nসমসাময়িক হিন্দুধর্মকে চারটি প্রধান ঐতিহ্যের মধ্যে শ্রেণীবদ্ধ করা যেতে পারে: বৈষ্ণবাদ, শৈববাদ,  শাক্তবাদ ও স্মার্তবাদ। বৈষ্ণব, শৈব ও শাক্তধর্ম বিষ্ণু, শিব ও দেবীকে যথাক্রমে সর্বোচ্চ হিসেবে পূজা করে, অথবা সমস্ত হিন্দু দেবতাকে নিরাকার পরম বাস্তবতা বা ব্রহ্মের দিক হিসাবে বিবেচনা করে। অন্যান্য ক্ষুদ্র সম্প্রদায় যেমন গণপত্য ও সৌর সম্প্রদায় গণেশ ও  সূর্য কে সর্বোচ্চ রূপে গুরুত্ব আরোপ করে।\nঅদ্বৈত বেদান্তের অনুসরণকারী হিন্দুরা আত্মাকে বিষ্ণু বা শিব বা দেবীর মতোই মনে করে, অথবা বিকল্পভাবে শাশ্বত আধিভৌতিক পরম-এর অনুরূপ, যাকে হিন্দুধর্মে ব্রহ্ম বলা হয়। হিন্দু দর্শনের বেদান্ত দর্শনে অদ্বৈত বা অদ্বৈতবাদের এই ধরনের দার্শনিক ব্যবস্থা, বিশেষ করে উপনিষদে উল্লেখ করা এবং ৮ম শতাব্দীতে আদি শঙ্কর দ্বারা জনপ্রিয় করা হিন্দুধর্মের উপর প্রভাব বিস্তার করেছে।\nদ্বৈত বেদান্তের অনুসরণকারী হিন্দুরা মনে করেন যে স্বতন্ত্র আত্মা, যাকে জীবাত্মা বলা হয়, এবং হিন্দুধর্মে শাশ্বত আধিভৌতিক পরব্রহ্ম নামে পরিচিত, স্বাধীন বাস্তবতা হিসেবে বিদ্যমান এবং এগুলি স্বতন্ত্র। দ্বৈত বা দ্বৈতবাদের এই ধরনের দার্শনিক ব্যবস্থা যেমনটি হিন্দু দর্শনের বেদান্ত দর্শনে গড়ে উঠেছিল, বিশেষ করে যেমন বেদে উল্লেখ করা হয়েছে এবং ১৩শ শতাব্দীতে মধবাচার্য এর দ্বারা জনপ্রিয় হয়ে উঠেছে তা হিন্দুধর্মের উপর প্রভাবশালী হয়েছে। বিশেষ করে মাধবের দর্শনের প্রভাব বাংলার বৈষ্ণবধর্মের চৈতন্য দর্শনের উপর সর্বাধিক বিশিষ্ট এবং উচ্চারিত হয়েছে। মাধব বলেন যে শুরুতে শুধুমাত্র একজন ঈশ্বর ছিলেন এবং তিনি ছিলেন  নারায়ণ বা বিষ্ণু এবং ব্রহ্মা বা শিবের মতো  অন্য হিন্দু দেবতাদের সমানভাবে সর্বোচ্চ হতে পারে এমন কোনো দাবি তিনি মেনে নিতে অস্বীকার করেন।\n\n\n== সর্বোচ্চঈশ্বরবাদ, এককঈশ্বরবাদ, এবং সমতাবাদ ==\n\nবৈদিক ধর্মের ধর্মতত্ত্ব বর্ণনায় ম্যাক্স মুলারের মতো পণ্ডিতদের দ্বারা সর্বোচ্চঈশ্বরবাদ এর জন্য ইংরেজি প্রতিশব্দ Henotheism ব্যবহৃত হয়েছিল।  মুলার উল্লেখ করেন যে, হিন্দুধর্মের প্রাচীনতম ধর্মগ্রন্থ ঋগ্বেদের স্তোত্রে অনেক দেবদেবীর উল্লেখ আছে, কিন্তু পর্যায়ক্রমে তাদের \"এক চূড়ান্ত, সর্বোচ্চ ঈশ্বর\" (কিছু বিশ্বাসে সচ্চিদানন্দ), বিকল্পভাবে \"সর্বোচ্চ দেবী\" হিসেবে প্রশংসা করে,  এইভাবে দেবতাদের সারমর্ম ছিল একক (একম্), এবং দেবতারা ঐশ্বরিক (ঈশ্বর) একই ধারণার বহুত্ববাদী প্রকাশ ছাড়া আর কিছুই নয়।\nবৈদিক গ্রন্থে একই ঐশ্বরিক বা আধ্যাত্মিক নীতির জন্য বহুবচন দৃষ্টিভঙ্গি থাকতে পারে এবং হতে পারে এই ধারণাটি পুনরাবৃত্ত হয়েছে। উদাহরণস্বরূপ, এই শিক্ষার সাথে স্তোত্র ১.১৬৪ ব্যতীত, ঋগ্বেদের আরও প্রাচীন স্তোত্র ৫.৩ বলে:\n\nআপনি আপনার জন্মের সময় বরুণ, হে অগ্নি। আপনি যখন প্রজ্বলিত হন, তখন আপনি মিত্র। হে শক্তির পুত্র, আপনার মধ্যে সমস্ত দেবতা কেন্দ্রীভূত। যে নশ্বরকে উৎসর্গ করেন তার কাছে আপনিই ইন্দ্র। আপনিই অর্যমা, যখন আপনাকে কুমারীর রহস্যময় নাম বলে গণ্য করা হয়, হে আত্মরক্ষাকারী।\n\nHenotheism এর সহিত সম্পর্কযুক্ত শব্দগুলি হল Monolatrism (একচেটিয়াবাদ) এবং Kathenotheism (এককঈশ্বরবাদ)। Kathenotheism \"একক সময়ে একক ঈশ্বর\" ধারণায় Henotheism এর সম্প্রসারণ। Henotheism বহুত্ববাদী ধর্মতত্ত্বকে বোঝায় যেখানে বিভিন্ন দেবতাকে একক, সমতুল্য ঐশ্বরিক সারাংশ হিসেবে দেখা হয়। কিছু পণ্ডিত একক ঈশ্বরকে কেন্দ্রীভূত করার জন্য ধর্ম নিয়ে আলোচনা করতে Henotheism শব্দটিকে পছন্দ করেন, কিন্তু অন্য দেবতার অস্তিত্ব বা অবস্থান অস্বীকার করা হয় না। Henotheism এর সাথে সম্পর্কিত আরেকটি শব্দ হল Equitheism (সমতাবাদ), এই বিশ্বাসকে বোঝায় যে সকল দেবতা সমান।\n\n\n== সর্বজনীনতাবাদ ও অঈশ্বরবাদ ==\nজিনিয়ান ফাউলার বলেন, বৈদিক যুগে ঐশ্বরিক বা একের ধারণা একেশ্বরবাদী ঈশ্বরের চেয়ে বেশি বিমূর্ত, এটি অভূতপূর্ব মহাবিশ্বের পিছনের বাস্তবতা। বৈদিক স্তোত্রগুলি এটিকে \"সীমাহীন, অবর্ণনীয়, পরমনীতি\" হিসাবে বিবেচনা করে, এইভাবে বৈদিক ঐশ্বরিক সর্বজনীনতাবাদের কিছু কিছু যা সরল হেনোথিজমের পরিবর্তে।\nবৈদিক যুগের শেষের দিকে, উপনিষদিক যুগের শুরুতে (আনু: ৮০০ খ্রিষ্টপূর্বাব্দ), দিব্যজ্ঞানভিত্তিক অনুমানগুলি উদ্ভূত হয়, এবং যেগুলিকে পণ্ডিতরা বিভিন্নভাবে অদ্বৈতবাদ, অঈশ্বরবাদ ও সর্বেশ্বরবাদ বলে থাকেন। ঈশ্বরের ধারণাকে প্রশ্নবিদ্ধ করার উদাহরণ, সেখানে পাওয়া বৈষম্যবাদী স্তোত্র ছাড়াও, ঋগ্বেদের পরবর্তী অংশে রয়েছে, যেমন নাসদীয় সূক্ত।\nহিন্দুধর্ম আধিভৌতিক পরম ধারণাকে ব্রহ্ম বলে, এর মধ্যে অন্তর্নিহিত ও অব্যহত বাস্তবতাকে অন্তর্ভুক্ত করে। বিভিন্ন দর্শন ব্রহ্মকে ব্যক্তিকেন্দ্রিক, নৈর্ব্যক্তিক বা স্বতন্ত্র হিসেবে ব্যাখ্যা করে। ঈশ্বর চন্দ্র শর্মা এটিকে \"অস্তিত্ব ও অ-অস্তিত্ব, আলো ও অন্ধকার, এবং সময়, স্থান ও কারণের সমস্ত দ্বৈততা অতিক্রম করে, পরম বাস্তবতা\" হিসাবে বর্ণনা করেছেন।\nপ্রভাবশালী প্রাচীন ও মধ্যযুগীয় হিন্দু দার্শনিকরা, রাষ্ট্রের দর্শনের অধ্যাপক রয় পেরেট, তাদের আধ্যাত্মিক ধারণাগুলিকে বিশ্ব সৃষ্টি করা প্রাক্তন নিহিলো এবং \"সম্পূর্ণভাবে ঈশ্বর ছাড়াই কার্যকরভাবে পরিচালনা\" শেখান। হিন্দু দর্শনে, বিভিন্ন শাখা আছে। এর অ-আস্তিক ঐতিহ্য যেমন সাংখ্য, প্রাথমিক ন্যায়, মীমাংসা ও বেদান্তের মধ্যে অনেকগুলি যেমন অদ্বৈত সর্বশক্তিমান, সর্বজ্ঞ, সর্বজনীন ঈশ্বরের (একেশ্বরবাদী ঈশ্বর) অস্তিত্বকে প্রমাণ করে না, যদিও এর আস্তিক ঐতিহ্যগুলি হিন্দুদের পছন্দের উপর ছেড়ে দেওয়া ব্যক্তিকেন্দ্রিক ঈশ্বর পোষণ করে।\nহিন্দু দর্শনের প্রধান শাখাগুলি অন্যান্য ভারতীয় ধর্মের মতো কর্ম ও সংসার মতবাদের মাধ্যমে নৈতিকতা এবং অস্তিত্বের প্রকৃতি ব্যাখ্যা করে।\n\n\n== একেশ্বরবাদ ==\nএকেশ্বরবাদ হল একক স্রষ্টা ঈশ্বরে বিশ্বাস এবং অন্য কোনো সৃষ্টিকর্তার প্রতি বিশ্বাসের অভাব।\nহিন্দুধর্ম কোন একচেটিয়া বিশ্বাস নয় এবং বিভিন্ন সম্প্রদায় এই ধরনের বিশ্বাস পোষণ করতে পারে বা নাও করতে পারে। ধর্মকে হিন্দুধর্মে একটি ব্যক্তিগত বিশ্বাস হিসেবে বিবেচনা করা হয় এবং অনুসারীরা কর্ম ও সংসারের কাঠামোর মধ্যে বিভিন্ন ব্যাখ্যা বেছে নিতে স্বাধীন। হিন্দুধর্মের অনেক রূপ একেশ্বরবাদী ঈশ্বরে বিশ্বাস করে, যেমন কৃষ্ণবাদ, বেদান্তের কিছু শাখা, এবং আর্য সমাজ।\n\n\n=== মাধবাচার্যের একেশ্বরবাদী ঈশ্বর ===\nমাধবাচার্য (১২৩৮-১৩১৭ খ্রিস্টাব্দ) দ্বৈত ধর্মতত্ত্বের বিকাশ করেছিলেন যেখানে বিষ্ণুকে প্রধান বিশ্ব ধর্মের মতো একেশ্বরবাদী ঈশ্বর হিসাবে উপস্থাপিত করা হয়েছিল। তাঁর লেখাগুলি জর্জ আব্রাহাম গ্রিয়ার্সনের মতো কয়েকজনকে পরামর্শ দিয়েছিল যে তিনি খ্রিস্টধর্ম দ্বারা প্রভাবিত ছিলেন।\nঔপনিবেশিক যুগের বৃত্তির সময় খ্রিস্টান মিশনারী এবং হিন্দু লেখক উভয়েই মাধবাচার্যকে ভুল ধারণা এবং ভুলভাবে উপস্থাপন করেছিলেন। এক ঈশ্বরের আদিমতার মধ্যে মিল, দ্বৈতবাদ এবং মানুষ এবং ঈশ্বরের মধ্যে পার্থক্য, ঈশ্বরের প্রতি ভক্তি, মধ্যস্থতাকারী হিসাবে ঈশ্বরের পুত্র, পূর্বনির্ধারণ, পরিত্রাণে অনুগ্রহের ভূমিকা, সেইসাথে খ্রিস্টধর্মের অলৌকিক কাহিনী এবং মাধবাচার্যের দ্বৈত ঐতিহ্যের মিলগুলি এই গল্পগুলিকে খাওয়ায়। খ্রিস্টান লেখকদের মধ্যে, জি এ গ্রিয়ার্সন সৃজনশীলভাবে জোর দিয়েছিলেন যে মাধবের ধারণাগুলি স্পষ্টতই \"খ্রিস্টান ধর্ম থেকে ধার করা হয়েছিল, সম্ভবত সেই বিশ্বাসের কেন্দ্রীয় মতবাদের প্রতিদ্বন্দ্বী হিসাবে প্রচারিত\"। হিন্দু লেখকদের মধ্যে, সরমার মতে, এস সি বসু সৃজনশীলভাবে মাধবাচার্যের রচনাগুলিকে খ্রিস্টের সাথে শনাক্ত করার জন্য মাধবাচার্যকে তাদের ধারণার তুলনা না করে অনুবাদ করেছেন।\nআধুনিক বৃত্তি মাধবাচার্যের উপর খ্রিস্টধর্মের প্রভাবকে অস্বীকার করে, কারণ মাধবাচার্য যেখানে বড় হয়েছিলেন এবং বসবাস করতেন সেখানে কখনও খ্রিস্টান বসতি ছিল বা বাইবেল ও খ্রিস্টান বর্ণনার জ্ঞানসম্পন্ন ব্যক্তি এবং তাঁর মধ্যে ধারণার আদান-প্রদান বা আলোচনা ছিল এমন কোনো প্রমাণ নেই। অধিকন্তু, অনেক অনুগামীরা সাদৃশ্যগুলিকে অতিসাধারণ ও অমূলক বলে মনে করেন; যেমন, মাধবাচার্য তিনটি সহ-শাশ্বত মৌলিক বাস্তবতা পোষণ করেন, যার মধ্যে রয়েছে পরম সত্তা (বিষ্ণু বা পরমাত্মা), স্বতন্ত্র আত্মা (জীবাত্মা), এবং জড় পদার্থ।\n\n\n== আরও দেখুন ==\nব্রহ্ম\nপরব্রহ্ম\nসগুণ ব্রহ্ম\nসৃষ্টিকর্তা\nপরমাত্মা\nইষ্টদেবতা\nপরমেশ্বর\nব্যক্তিকেন্দ্রিক ঈশ্বর\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nBrannigan, Michael (২০০৯), Striking a Balance: A Primer in Traditional Asian Values, Rowman & Littlefield, আইএসবিএন 978-0739138465 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nElkman, S. M.; Gosvami, J. (১৯৮৬)। Jiva Gosvamin's Tattvasandarbha: A Study on the Philosophical and Sectarian Development of the Gaudiya Vaisnava Movement। Motilal Banarsidass Pub। \nFlood, G. D. (২০০৬)। The Tantric Body: The Secret Tradition of Hindu Religion। IB Tauris। আইএসবিএন 978-1-84511-012-3। \nFowler, Jeaneane D. (২০০২), Perspectives of Reality: An Introduction to the Philosophy of Hinduism, Sussex Academic Press, আইএসবিএন 978-1898723936 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nIndich, William (২০০০), Consciousness in Advaita Vedanta, Motilal Banarsidass, আইএসবিএন 978-8120812512 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMatchett, Freda (২০০০), Krsna, Lord or Avatara? the relationship between Krsna and Visnu: in the context of the Avatara myth as presented by the Harivamsa, the Visnupurana and the Bhagavatapurana, Surrey: Routledge, আইএসবিএন 978-0-7007-1281-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nOlivelle, Patrick (১৯৯২)। The Samnyasa Upanisads। Oxford University Press। আইএসবিএন 978-0195070453। \nPotter, Karl H. (২০০৮), The Encyclopedia of Indian Philosophies: Advaita Vedānta Up to Śaṃkara and His Pupils, Delhi: Motilal Banarsidass Publishers Private Limited উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRaju, P. T. (১৯৯২), The Philosophical Traditions of India, Delhi: Motilal Banarsidass Publishers Private Limited উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJones, Constance; Ryan, James D. (২০০৬), Encyclopedia of Hinduism, Infobase, আইএসবিএন 9780816075645 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSharma, B. N. Krishnamurti (১৯৬২)। Philosophy of Śrī Madhvācārya। Motilal Banarsidass (2014 Reprint)। আইএসবিএন 978-8120800687। \nSharma, B. N. Krishnamurti (২০০০)। A History of the Dvaita School of Vedānta and Its Literature, 3rd Edition। Motilal Banarsidass (2008 Reprint)। আইএসবিএন 978-8120815759। \nSarma, Deepak (২০০০)। \"Is Jesus a Hindu? S. C. Vasu and Multiple Madhva Misrepresentations\"। Journal of Hindu-Christian Studies। 13। ডিওআই:10.7825/2164-6279.1228 । \nDelmonico, N. (২০০৪)। The History of Indic Monotheism And Modern Chaitanya Vaishnavism। The Hare Krishna Movement: The Postcharismatic Fate of a Religious Transplant। আইএসবিএন 978-0-231-12256-6। সংগ্রহের তারিখ ২০০৮-০৪-১২। \nGupta, Ravi M. (২০০৭)। Caitanya Vaisnava Vedanta of Jiva Gosvami's Catursutri tika। Routledge। আইএসবিএন 978-0-415-40548-5। \n\n\n== বহিঃসংযোগ ==\nThe Idea of God in Hinduism, A. S. Woodburne (1925), The Journal of Religion\nGRETIL etext: The transliterated Sanskrit text for the entire work – Bhagavata Purana (uni-goettingen.de)\nSrimad Bhagavatam – glories, subjects, dating, concordance to Vedanta-sutra  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ জুন ২০০২ তারিখে"}