{"pageid": 1348393, "title": "অনন্ত গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1348393", "content": "অনন্ত গ্রুপ ( বাংলা: অনন্ত সংস্থা/গ্রুপ ) ঢাকায় অবস্থিত একটি বাংলাদেশী গার্মেন্টস কোম্পানি।\n\n\n== ইতিহাস ==\nঅনন্ত গ্রুপকে ১৯৯২ সালে ঢাকায় হুমায়ুন জহির দ্বারা একটি রপ্তানিমুখী তৈরি পোশাক প্রস্তুতকারক হিসেবে প্রতিষ্ঠিত হয়েছিল। জহিরের মৃত্যুর পর তার স্ত্রী কামরুন নাহার জহির কোম্পানির হাল ধরেন। তিনি তাদের দুই সন্তান আসিফ জহির এবং শরীফ জহির দ্বারা সমর্থিত, যারা তাকে অনন্ত গ্রুপ চালাতে সাহায্য করেন। \n২০১৬ সালে, কোম্পানিটি একটি ইকমার্স সাইট হিসেবে Sindabad.com চালু করে। \n১৯ ফেব্রুয়ারি ২০১৮-এ অনন্ত গ্রুপ জিরো গ্র্যাভিটিতে বিনিয়োগ করেছে যা sindabad.com এবং Kiksha.com এর হোল্ডিং কোম্পানি, যে দুটিই বাংলাদেশে ইকমার্স সাইট।  এপ্রিল ২০১৯-এ, আসিফ জহির ব্যবস্থাপনাকে প্রবাহিত করার জন্য গ্রুপের সাতটি ইউনিটকে একীভূত করার পরিকল্পনা ঘোষণা করেছিলেন। \n২০১৯ সালে, গ্রুপগুলোর বার্ষিক টার্নওভার ৩০০ মিলিয়ন মার্কিন ডলার ছাড়িয়েছে। এটি একটি সবুজ কারখানা পরিচালনা করে।  বাংলাদেশ অর্থনৈতিক অঞ্চল কর্তৃপক্ষ কর্তৃক ৫০ বছরের লিজের মাধ্যমে মিরসরাই অর্থনৈতিক অঞ্চলে ছয়টি কারখানা স্থাপনের জন্য কোম্পানিটিকে চট্টগ্রামে ২৫০ একর জমি দেওয়া হয়।  কোম্পানিটি সাইটটির উন্নয়নে ৩৫ বিলিয়ন টাকা বিনিয়োগের পরিকল্পনা ঘোষণা করেছে।  ২০১৯ সালের জুলাই মাসে, কামরুন নাহার জহিরকে বার্ষিক বাংলাদেশ বিজনেস অ্যাওয়ার্ড দ্বারা আউটস্ট্যান্ডিং ওম্যান ইন বিজনেস অ্যাওয়ার্ড প্রদান করা হয়, যা ডেইলি স্টার এবং ডিএইচএল এক্সপ্রেস দ্বারা আয়োজিত হয়।  তিনি জাতিসংঘের টেকসই উন্নয়ন লক্ষ্যমাত্রায় অবদানের জন্য উদ্যোক্তা সংস্থার বাংলাদেশ অধ্যায় থেকে একটি পুরস্কারের জন্য মনোনয়নও পেয়েছেন। \nঅনন্ত গ্রুপ ১৬ অক্টোবর ২০২০-এ চট্টগ্রাম রপ্তানি প্রক্রিয়াকরণ অঞ্চলে অন্তর্বাস তৈরির জন্য একটি কারখানায় ২৫ মিলিয়ন মার্কিন ডলার বিনিয়োগ করার পরিকল্পনা ঘোষণা করেছে  গ্রুপটির ইতিমধ্যেই সাইটে পাঁচটি কারখানা রয়েছে।  দুই মনোনীত পরিচালক, খালিদ কাদির এবং অ্যান্ডারস স্টেন্ডবেকেন, যথাক্রমে বাংলাদেশ এবং সিঙ্গাপুরের ব্রুমার অ্যান্ড পার্টনারস অ্যাসেট ম্যানেজমেন্টের সিইও, তারা অনন্ত গ্রুপের পরিচালনা পর্ষদে দায়িত্ব পালন করছেন। \n\n\n== সাবসিডিয়ারি ==\nজেড অ্যান্ড জেড ইনটিমেটস লিমিটেড \nঅনন্ত অ্যাপারেলস লিমিটেড \nঅনন্ত ডেনিম টেকনোলজি লিমিটেড \nঅনন্ত ক্যাজুয়ালওয়্যার লিমিটেড \nইউনিভার্সাল মেনওয়্যার লিমিটেড \nঅনন্ত হুয়াক্সিয়াং লিমিটেড \nডিএনভি ক্লোথিং লিমিটেড \nঅনন্ত টেরেসেস\n\n\n== তথ্যসূত্র =="}