{"pageid": 1348178, "title": "ভ্যাঙ্কুভার ধর্ষণ ত্রাণ এবং নারী আশ্রয়স্থল", "url": "https://bn.wikipedia.org/wiki?curid=1348178", "content": "ভ্যাঙ্কুভার ধর্ষণ ত্রাণ এবং নারী আশ্রয়স্থল হল কানাডার দীর্ঘতম চলমান ধর্ষণ ত্রাণ কেন্দ্র। ব্রিটিশ কলাম্বিয়ার ভ্যাঙ্কুভারে অবস্থিত আশ্রয়টি ১৯৭৩ সালে প্রতিষ্ঠিত হয়েছিল এবং ১৯৮৩ সাল থেকে এটি একটি নারীবাদী অবস্থান্তরকালীন আশ্রয় পরিচালনা করছে। এরা পিতা, স্বামী, পুত্র, যৌন কারবারি, মক্কেল এবং বাড়িওয়ালার মতো অপব্যবহারকারী পুরুষদের থেকে নারীদের আশ্রয় প্রদান করে। এটি কানাডীয় অ্যাসোসিয়েশন অফ সেক্সুয়াল অ্যাসল্ট সেন্টার (সিএএসএসি) এর সদস্য, এটি একটি স্বাধীন, বেসরকারী গোষ্ঠী যার সাথে ফৌজদারি বিচার ব্যবস্থার কোন সংযোগ নেই।\n\n\n== পরিষেবা ==\nগোষ্ঠীটি নির্যাতিত মহিলাদের জন্য ২৪-ঘন্টা, গোপনীয়, বিনামূল্যের ক্রাইসিস হটলাইন (তাৎক্ষণিক জরুরি টেলিফোন কাউন্সেলিং পরিষেবার জন্য) পরিষেবা দেয়। আরও বিস্তৃতভাবে, এটি মহিলাদের বিরুদ্ধে সমস্ত সহিংসতা নির্মূল করতে কাজ করে, যার মধ্যে আছে \"যৌন নিপীড়ন, স্ত্রী নির্যাতন, অজাচার, পতিতাবৃত্তি এবং যৌন হয়রানি\"। এর ওয়েবসাইট অনুসারে,  শুধুমাত্র মহিলাদের জন্য আবাসন, শিক্ষা, সম্পদ এবং সহায়তা প্রদান করে লক্ষ্যপূরণ হয় তা নয়, জাতি, শ্রেণী, ঔপনিবেশিকতা এবং সাম্রাজ্যবাদের সমস্যাগুলির আশেপাশে বিশ্বব্যাপী রাজনৈতিক সংগ্রামে অংশগ্রহণের মাধ্যমেও তা সম্পন্ন করা হয়।\nভ্যাঙ্কুভার ধর্ষণ ত্রাণ এবং নারী আশ্রয়স্থল ২৭ জন যৌথ সদস্য নিয়ে গঠিত, যাঁরা আশ্রয়কেন্দ্রে কাজ করেন। এঁদের মধ্যে দশজন হলেন কর্মী। তাঁদের সদস্যতা ভ্যাঙ্কুভারের জনসংখ্যার প্রতিনিধিত্ব করে এবং সেইজন্য কর্মীদের এক তৃতীয়াংশ মহিলা লেসবিয়ান, এক তৃতীয়াংশ শ্রমিক শ্রেণীর মহিলা এবং তাদের প্রায় অর্ধেকই কৃষ্ণাঙ্গ মহিলা হিসাবে চিহ্নিত। ভ্যাঙ্কুভার ধর্ষণ ত্রাণ এবং নারী আশ্রয়স্থল প্রকাশ্যে বলেছে যে তাদের যৌথ সদস্যরা নিজেরাই পুরুষ সহিংসতা থেকে বেঁচে আসা নারী, তারা প্রাক্তন কাউন্সেলিং পরিষেবা গ্রহণকারী, আশ্রয়কেন্দ্রে বসবাসকারী প্রাক্তন বাসিন্দা এবং পতিতাবৃত্তি থেকে বেঁচে যাওয়া নারী।\n\n\n== বাজেট ==\nআশ্রয় কেন্দ্রের মোট বার্ষিক বাজেট প্রায় $১.১ মিলিয়ন, যার মধ্যে প্রায় $৬০০,০০০ ব্রিটিশ কলাম্বিয়া সরকার দ্বারা অর্থায়ন করা হয়।\n২০১৯ সালের মার্চ মাসে, ভ্যাঙ্কুভার সিটি কাউন্সিল ঘোষণা করেছিল যে এটি সংস্থাকে বার্ষিক $৩৪,৩১২ অনুদান দেওয়া বন্ধ করবে এবং ভবিষ্যতে তহবিল প্রদান করবে না যদি সংস্থাটি ট্রান্সজেন্ডার (রূপান্তরিত লিঙ্গ) মহিলাদের জন্য থাকার ব্যবস্থা না করে। ভ্যাঙ্কুভার কাউন্সিলর ক্রিস্টিন বয়েল মন্তব্য করেছেন, \"শহরের তহবিল পেতে, তাদের সমস্ত মহিলাদের পরিষেবা দেওয়া দরকার এবং এর মধ্যে রূপান্তরিত লিঙ্গের মহিলারাও অন্তর্ভুক্ত\"। ভিআরআর-এর হিলা কার্নার বলেন যে কোনও ট্রান্স ব্যক্তি যাঁরা তাঁদের কাছে সাহায্যের জন্য আসেন, কর্মীরা সবসময় নিশ্চিত করেন যে তাঁরা যেন নিরাপদ থাকেন। \"আমাদের মূল কাজ, আমাদের মূল পরিষেবা এবং আমরা যেভাবে সংগঠন করি, তা নারী হিসাবে জন্ম নিয়ে সেই বিশেষ নিপীড়নের উপর ভিত্তি করে গঠিত। এই কারণেই আমাদের পরিষেবাগুলি শুধুমাত্র মহিলাদের জন্য যাঁরা নারী হয়ে জন্মগ্রহণ করেছেন।\" \n\n\n== কিম্বার্লি নিক্সন বনাম ভ্যাঙ্কুভার ধর্ষণ ত্রাণ সমিতি ==\n১৯৯৫ সালের আগস্টে, একজন ট্রান্স মহিলা, কিম্বার্লি নিক্সন এই আশ্রয়ের বিরুদ্ধে ব্রিটিশ কলাম্বিয়া মানবাধিকার ট্রাইব্যুনালে অভিযোগ দায়ের করেছিলেন। তাঁর অভিযোগ ছিল স্বেচ্ছাসেবক পরামর্শদাতাদের প্রশিক্ষণ কর্মসূচিতে তাঁকে স্থান দেওয়া হয়নি। নিক্সন যুক্তি দিয়েছিলেন যে এটি ব্রিটিশ কলাম্বিয়া মানবাধিকার কোডের ধারা ৪১ এর অধীনে অবৈধ বৈষম্য গঠন করেছে। ভ্যাঙ্কুভার ধর্ষণ ত্রাণ বলে যে ব্যক্তিরা তাদের গঠনমূলক সময়ে সামাজিকীকরণ এবং অভিজ্ঞতার দ্বারা আকৃতি পায়, তাই, \"পুরুষদের বিশেষাধিকারের অভিজ্ঞতা লাভ করে\" বড় হওয়া নিক্সন কার্যকর কাউন্সেলিং দিতে সক্ষম হবেন না। ট্রাইব্যুনাল নিক্সনের পক্ষে রায় দেয় এবং $৭,৫০০ পুরস্কার জারি করে।\nভ্যাঙ্কুভার ধর্ষণ ত্রাণ এই সিদ্ধান্তের বিরুদ্ধে ব্রিটিশ কলম্বিয়ার সুপ্রিম কোর্টে আবেদন করে। ২০০৫ সালে আদালত ট্রাইব্যুনালের রায় বাতিল করে, রায় দেয় যে আশ্রয়কেন্দ্রটি ব্রিটিশ কলম্বিয়া হিউম্যান রাইটস কোডের ধারা ৪১ দ্বারা সুরক্ষিত একটি দল, যার বলে নির্দিষ্ট ধরণের সংস্থাকে ছাড় দেওয়া হয়। নিক্সন সেই সিদ্ধান্তের বিরুদ্ধে কানাডার সুপ্রিম কোর্টে আবেদন করেন, আদালত ২০০৭ সালের  ফেব্রুয়ারিতে আপিলের শুনানি করতে অস্বীকার করে। ভ্যাঙ্কুভার ধর্ষণ ত্রাণের আইনজীবী ক্রিস্টিন বয়েল এই সিদ্ধান্তকে সাধুবাদ জানিয়ে বলেছেন যে \"সংগঠনের অধিকার নিশ্চিত করা হয়েছে এবং এটি আইনের সুরক্ষার অধীনে রয়েছে\"। নিক্সনের অ্যাটর্নি, বারবারা ফাইন্ডলে, বলেছেন যে তিনি এই রায়ে হতাশ, কিন্তু দীর্ঘমেয়াদী সম্পর্কে আশাবাদী: \"শেষ অবধি, সমস্ত মহিলারা যা অধিগত করতে পারেন, ট্রান্স মহিলারাও তা পারবেন।. . আমি মনে করি এই ঘটনাটি কেবল দেখায় যে সমতা অর্জনে ট্রান্সজেন্ডারদের জন্য দীর্ঘ সময় লাগবে। তবে অন্যান্য ঘটনাও থাকবে।\"\n\n\n== আরও দেখুন ==\nউগ্র নারীবাদ\nপতিতাবৃত্তি বিলোপ\nশুধুমাত্র মহিলাদের জন্য স্থান\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকারী ওয়েবসাইট"}