{"pageid": 1348277, "title": "লেবুর শরবত", "url": "https://bn.wikipedia.org/wiki?curid=1348277", "content": "লেবুর শরবত বা লেমনেড হলো লেবুর স্বাদযুক্ত মিষ্টি একটি পানীয়। বিশ্বজুড়ে বিভিন্ন ধরনের লেবুর শরবত পাওয়া যায়। উত্তর আমেরিকা এবং দক্ষিণ এশিয়ায় লেবুর ঘোলাটে শরবত হল লেবুর সবচেয়ে সাধারণ শরবতগুলোর একটি। এই জায়গাগুলোতে পানীয়টি ঐতিহ্যগতভাবে ঘরে তৈরি করা হয়, যাতে লেবুর রস, জল এবং মিষ্টিকারক হিসেবে চিনি, সাধারণ সিরা বা মধু ব্যবহার করা হয়। যুক্তরাজ্য, আয়ারল্যান্ড, মধ্য ইউরোপ, অস্ট্রেলিয়া এবং নিউজিল্যান্ডে (কার্বন ডাই-অক্সাইডের বুদবুদসমৃদ্ধ) ঝাঁজালো লেবুর শরবত কোমল পানীয় হিসেবে খুবই প্রচলিত। এই দুই ধরনের পানীয়ের মধ্যে অনেক পার্থক্য থাকা সত্ত্বেও এগুলোর প্রতিটিই \"লেবুর শরবত\" বা \"লেমনেড\" হিসেবে পরিচিত।\n\"লেমনেড\" একটি ইংরেজি শব্দ (lemonade), যার শেষে অবস্থিত \"-এড\" (-ade) প্রত্যয়টি বিভিন্ন ফল দিয়ে তৈরি অন্যান্য অনুরূপ পানীয়ের ইংরেজি নামেও ব্যবহার করা হয়ে থাকে, যেমন লাইমেড (পাতিলেবুর শরবত), অরেঞ্জেড (কমলার শরবত), চেরিয়েড (চেরিফলের শরবত), ইত্যাদি।\n\n\n== ইতিহাস ==\n১৩শ এবং ১৪শ শতকের মিশরে লেবু, খেজুর এবং মধু দিয়ে তৈরি একটি পানীয় খাওয়া হতো। এর মধ্যে চিনিসহ লেবুর রসের একটি পানীয় ছিল, যেটি কাতারমিজাত নামে পরিচিত ছিল। ১৬৭৬ সালে কোম্পাইনি দে লিমোনাদিয়ের নামে পরিচিত একটি কোম্পানি প্যারিসে লেবুর শরবত বিক্রি করত। বিক্রেতারা তাদের পিঠে লেবুর জল ধারণকারী আধার বহন করতেন এবং প্যারিসবাসীদের কাছে কাপে করে কোমল পানীয়টি বিতরণ করতেন।\n১৭৬৭ সালে জোসেফ প্রিস্টলির ঝাঁজালো পানীয় উদ্ভাবনের পর (১৭৭২ সালে লন্ডনে প্রকাশিত ফিক্সড এয়ারের জন্য তার প্যামফলেট নির্দেশাবলীসহ), কার্বনযুক্ত লেবুর শরবতের প্রথম উল্লেখ পাওয়া যায় ১৮৩৩ সালে, যখন পানীয়টি ব্রিটিশ রিফ্রেশমেন্ট দোকানে বিক্রি হয়েছিল। আর. হোয়াইটস লেবুর শরবত ১৮৪৫ সাল থেকে যুক্তরাজ্যে বিক্রি হচ্ছে।\n\n\n== প্রকারভেদ ==\n\n\n=== লেবুর ঘোলা শরবত ===\nএটি মার্কিন যুক্তরাষ্ট্র, কানাডা এবং ভারতে পাওয়া লেবুর শরবতের প্রধান রূপ। এটি যুক্তরাজ্য এবং অস্ট্রেলিয়াতে ঐতিহ্যবাহী বা পুরানো ধাঁচের লেবুর শরবত নামেও পরিচিত, যা ঝাঁজবিহীন এবং তাজা লেবুর রস দিয়ে তৈরি; তবে বাণিজ্যিকভাবেও এ ধরনের উৎপাদিত লেবুর শরবতও পাওয়া যায়। সাধারণত এটি ঠাণ্ডা পরিবেশন করা হয়, তবে মেঘলা লেবুর শরবত গলা ব্যথার প্রতিকার হিসেবে গরম করে পরিবেশন করা যেতে পারে, এটি হিমায়িতও করা হয় বা মিক্সার হিসেবে ব্যবহার করা হয়।\n\nঐতিহ্যগতভাবে, মার্কিন যুক্তরাষ্ট্র এবং কানাডার আশেপাশের শিশুরা গ্রীষ্মের মাসগুলোতে অর্থোপার্জনের জন্য লেবুর শরবতের দোকান শুরু করে। ধারণাটি তারুণ্যের গ্রীষ্মকালীন আমেরিকানার এতোটাই আইকনিক হয়ে উঠেছে যে এটির প্যারোডি এবং ধারণাটির বিভিন্নতা মিডিয়া জুড়ে বিদ্যমান। কমিক্স এবং কার্টুনেও এর উল্লেখ পাওয়া যাবে; যেমন: পিনাটস এবং ১৯৭৯ কম্পিউটার গেম লেমনেড স্ট্যান্ড।\n\n\n==== গোলাপি লেবুর শরবত ====\nঐতিহ্যবাহী লেবুর শরবতের একটি জনপ্রিয় ধরন, যা তৈরির প্রণালিতে অতিরিক্ত ফলের রস, ফ্লেভার বা খাবারের রঙ যোগ করা হয়। বেশিরভাগ দোকান থেকে কেনা গোলাপি লেবুর শরবত ঘনীভূত আঙ্গুরের রস বা রঞ্জক দিয়ে রঙিন করা হয়।\n১৯১২ সালের একটি শোকসংবাদে গোলাপী লেবুর শরবতের উদ্ভাবনের কৃতিত্ব সার্কাসকর্মী হেনরি ই. \"সানচেজ\" অ্যালটকে দেওয়া হয়েছিল, যাতে বলা হয়েছিল যে তিনি ভুলবশত পানীয়তে লাল দারুচিনির ক্যান্ডি ফেলে দিয়েছিলেন।\nআরেকটি গল্প অনুযায়ী ১৮৫৭ সালে আরেকজন সার্কাস কর্মী পিট কনক্লি‌নকে এই কৃতিত্ব দেয়া হয়। তার ভাই জর্জ কনক্লি‌ন তার ১৯২১ সালের স্মৃতিকথায় গল্পটি বলেছেন। গল্প অনুসারে, কনক্লিনের লেবুর শরবতে জল, চিনি এবং টারটারিক অ্যাসিডের মিশ্রণ ছিল, পাত্রটি একটি একক লেবু দিয়ে সজ্জিত ছিল যা তিনি বারবার সিজনের জন্য ব্যবহার করতেন। একদিন, তার পানি ফুরিয়ে গেল। মরিয়া হয়ে খোঁজাখুঁজি শুরু করেন, তিনি একটি জলের পাত্র দেখতে পান যেটি একটি বেয়ারব্যাক রাইডার সম্প্রতি তার গোলাপী আঁটসাঁট কাপড় ধুয়ে ফেলতে ব্যবহার করেছিল। তিনি এতে চিনি, অ্যাসিড এবং লেবুর অবশিষ্ট বিট যোগ করেন, ফলস্বরূপ পাওয়া মিশ্রণটিকে \"স্ট্রবেরি লেবুর শরবত\" হিসেবে অফার করেন এবং দেখেন তার বিক্রি দ্বিগুণ হয়েছে।\n\n\n=== স্বচ্ছ লেবুর শরবত ===\n\nযুক্তরাজ্য, আয়ারল্যান্ড, ফ্রান্স, জার্মানি, সুইজারল্যান্ড, দক্ষিণ আফ্রিকা এবং অস্ট্রেলিয়ায় লেবুর শরবতের প্রধান রূপ হলো একটি স্বচ্ছ, লেবুর স্বাদগন্ধযুক্ত ঝাঁজালো পানীয়। শোয়েপস, আর. হোয়াইটস লেবুর শরবত এবং সিএন্ডসি হলো এরূপ শরবতের কিছু সাধারণ মার্কা, এবং দোকানে সাধারণত দোকানের মার্কার   লেবুর শরবতও থাকে। শোয়েপস কোম্পানি লেবু এবং পাতিলেবুর নির্যাসের  মিশ্রণ ব্যবহার করে। লেবু ও পাতিলেবুর (লাইম) স্বাদের মিশ্রণযুক্ত অন্যান্য ঝাঁজালো পানীয়, কোমল পানীয় (বা পপ) কখনো কখনো লেবুর শরবত হিসেবেও বিক্রি হয়, যেমন স্প্রাইট এবং সেভেন আপ। এছাড়াও বিশেষ স্বাদ রয়েছে, যেমন ফেন্টিম্যান রোজ লেবুর শরবত, যা যুক্তরাজ্য, মার্কিন যুক্তরাষ্ট্র এবং কানাডায় বিক্রি হয়। শ্যান্ডি, বিয়ার এবং পরিষ্কার লেবুর শরবতের মিশ্রণ, প্রায়শই আগে থেকে বোতলজাত করে বিক্রি করা হয় বা পানশালাগুলিতে পাওয়া যায\n\n\n=== বাদামি লেবুর শরবত ===\nবাদামি লেবুর শরবত নামে বিভিন্ন পানীয় রয়েছে। উত্তর আয়ারল্যান্ডে বাদামি লেবুর শরবতে বাদামি চিনির স্বাদ পাওয়া যায়। ভেনিজুয়েলার এক ধরনের শরবতে আখের চিনি এবং লাইম ব্যবহার করা হয়।\nভারত এবং পাকিস্তানে এটি সাধারণত নিম্বু পানি নামে পরিচিত। ভারত, পাকিস্তান এবং বাংলাদেশে লেবুর শরবতে লবণ এবং/অথবা আদার রসও থাকতে পারে। শিখাঞ্জভি এই অঞ্চলের একটি ঐতিহ্যবাহী লেবুর শরবত, এবং এটি জাফরান, জিরা এবং অন্যান্য মশলা দিয়েও স্বাদযুক্ত হতে পারে। \nলিমোনানা, তাজা লেবুর রস এবং পুদিনা পাতা দিয়ে তৈরি এক ধরনের লেবুর শরবত, যা মধ্যপ্রাচ্যের একটি সাধারণ গ্রীষ্মকালীন পানীয়। উত্তর আফ্রিকায় লেবু, পুদিনা এবং গোলাপ জল দিয়ে চেরবাত নামক পানীয় তৈরি করা হয়।\nসুইচা হলো বাহামা দ্বীপপুঞ্জ এবং টার্কস ও কেইকোস দ্বীপপুঞ্জে তৈরি পানীয়ের একটি সংস্করণ যা লেবুর পরিবর্তে পাতিলেবু (লাইম) দিয়েও তৈরি করা যেতে পারে।\n\n\n==== সিত্রোঁ প্রেসে ====\n\nফ্রান্সে পানশালা বা রেস্তোরাঁগুলিতে সিত্রোঁ প্রেসে খুবই সাধারণ একটি পানীয়, যাকে \"সিত্রোনাদ\"-ও বলা হয়। এটি লেবুর শরবতের একটি অমিশ্র সংস্করণ, যেখানে ক্রেতাদেরকে আলাদাভাবে লেবুর রস, সিরা এবং পানি দেওয়া হয়, যাতে তারা তাদের পছন্দের অনুপাতে সেগুলি মিশ্রিত করে নিতে পারে।\n\n\n== স্বাস্থ্যগত প্রভাব ==\nক্যালসিয়াম-ভিত্তিক বৃক্কে পাথর প্রতিরোধের জন্য লেবুর শরবত খাওয়ার জনপ্রিয় সুপারিশের ভিত্তি হলো লেবুর রসে থাকা সাইট্রিক অ্যাসিডের উচ্চ ঘনত্ব। তবে লেবুপান প্রস্রাবের পিএইচ-এর একটি স্থির উন্নতি ঘটায়, প্রস্রাবে সাইট্রিক অ্যাসিডের ঘনত্ব বৃদ্ধি করে, পাথর গঠনকারী লবণের ঘন্ত্ব হ্রাস করে, বা বারবার পাথর হওয়া প্রতিরোধ করে বলে গবেষণায় প্রমাণিত হয়নি।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nশরবতের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআদা-বিয়ার, শরবত, লেবুর শরবত, এবং সি এর রাস্তার বিক্রয়ের মধ্যে।, লন্ডন লেবার অ্যান্ড দ্য লন্ডন পুওর থেকে, ভলিউম 1, হেনরি মেহিউ, 1851; পরবর্তী পৃষ্ঠাগুলি রাস্তার লেবুর শরবত বিক্রেতাদের খরচ এবং আয় কভার করে।"}