{"pageid": 1348288, "title": "সাইবারপাংক", "url": "https://bn.wikipedia.org/wiki?curid=1348288", "content": "সাইবারপাংক  বৈজ্ঞানিক কল্পকাহিনীর একটি উপবর্গ যেখানে সাধারণত ভবিষ্যৎ মানবসমাজকে এমন একটি তমসাবৃত দুঃস্বপ্নলোক হিসেবে উপস্থাপন করা হয়, যাতে প্রযুক্তির চরম উৎকর্ষসাধনের ফলে মানবসমাজ ও মানব-প্রকৃতির আমূল পরিবর্তন এসেছে। এই কাহিনীগুলিতে প্রায়শই অত্যুন্নত প্রযুক্তির (যেমন কৃত্রিম বুদ্ধিমত্তা ও মানব-যন্ত্র মিশ্রব্যবস্থা (সাইবারনেটিক্স)) সাফল্যের পাশাপাশি সংখ্যাগরিষ্ঠ জনগণের দারিদ্র্যক্লিষ্ট জীবন এবং অবক্ষয়, দুর্নীতি ও কর্তৃত্ববাদী শাসনের নিপীড়নের ভারে ন্যুব্জ  ও ধসে পড়া সমাজের চিত্র  তুলে ধরা হয়। সাইবারপাংকের চরিত্রগুলি প্রায়শই প্রযুক্তির সহায়তায় তাদের শারীরিক ও মানসিক বলবৃদ্ধি করে থাকে, ফলে মানুষ ও যন্ত্রের মধ্যে সীমারেখা অস্পষ্ট হয়ে থাকে। তারা প্রায়শই অসদ বাস্তবতা ও অন্যান্য নিমজ্জনমূলক প্রযুক্তি ব্যবহার করে প্রকৃত বাস্তবতা থেকে পলায়ন করে বা সেটিকে নিয়ন্ত্রণ করার চেষ্টা করে। এই কাহিনীগুলিতে বৃহৎ ব্যবসা প্রতিষ্ঠান বা কর্পোরেশনগুলি সমাজের উপর অনিয়ন্ত্রিত একচ্ছত্র নিয়ন্ত্রণ বজায় রাখে, আর সরকারি সংস্থাগুলি তাদেরকে এই লক্ষ্য অর্জনে সহায়তা করে। কাহিনীতে প্রায়শই হ্যাকার, সাইবার-অপরাধী ও অন্যান্য প্রযুক্তি ব্যবহারে ওস্তাদ চরিত্র থাকে যারা তাদের দক্ষতা ব্যবহার করে প্রযুক্তি চুরি করে বা হ্যাক করে দুষ্ট কর্পোরেশন মালিকদের বিরুদ্ধে জেগে উঠে ক্ষমতা দখলের চেষ্টা করে বা নাশকতামূলক তৎপরতা চালায়। অনেক সাইবারপাংক কাহিনীতে নোয়ার গোয়েন্দাকাহিনীর উপাদান ব্যবহার করা হয়, যেখানে চরিত্রগুলি কোনও ষড়যন্ত্র তদন্ত করে বা সত্য উদ্ঘাটনের চেষ্টা করে। মানবোত্তরবাদ, বিমানবিকীকরণ, বিচ্ছিন্নতাবোধ, নিঃসঙ্গতা, বিদ্রোহ, প্রতিশোধ, দার্শনিক ও মনোস্তাত্ত্বিক রূপকের ব্যবহার সাইবারপাংক উপবর্গের কিছু চারিত্রিক বৈশিষ্ট্য।\nসাইবারপাংকের জনক হিসেবে খ্যাত উইলিয়াম গিবসন (নিউরোম্যান্সার নামক ১৯৮৪ সালে প্রকাশিত উপন্যাসের জন্য বিখ্যাত), ব্রুস স্টার্লিং (১৯৮৬ সালে প্রকাশিত শিসমেট্রিক্স উপন্যাস), রুডি রাকার, নিল স্টিভেনসন (১৯৯২ সালে প্রকাশিত স্নো ক্র্যাশ উপন্যাস), রিডলি স্কট (১৯৮২ সালে মুক্তিপ্রাপ্ত ব্লেডরানার চলচ্চিত্র) এবং মাসামুনে শিরোউ (গোস্ট ইন দ্য শেল মাঙ্গা ধারাবাহিক) সাইবারপাংক উপবর্গের শিল্পকলার বিকাশে তাৎপর্যপূর্ণ অবদানকারী কয়েকজন পথিকৃৎ।  ১৯৬০ ও ১৯৭০-এর দশকে সংঘটিত কল্পবিজ্ঞানের নবতরঙ্গ আন্দোলন সাইবারপাংকের মূল উৎস বলে অনেকে মনে করেন। কমিক বইয়ে ১৯৭৭ সালেই জাজ ড্রেড কমিক ধারাবাহিকের মাধ্যমে সাইবারপাংক জাতীয় বিষয়বস্তুর আনাগোনা শুরু হয়েছিল। গিবসন তাঁর নিউম্যান্সার উপন্যাসে পাংক উপসংস্কৃতি ও প্রাথমিক হ্যাকার উপসংস্কৃতির দ্বারা প্রভাবিত হয়েছিলেন। জাপানে ১৯৮২ সালের কাতসুহিরো ওতোমো-র মাঙ্গা ধারাবাহিক আকিরা ও সেটির ১৯৮৮ সালের চলচ্চিত্রায়ন দেশটিতে ও আন্তর্জাতিকভাবে সাইবারপাংকের জনপ্রিয়তা বৃদ্ধিতে ভূমিকা রাখে।  ১৯৮৭ সালে মুক্তিপ্রাপ্ত ম্যাক্স হেডরুম ছিল প্রথম সাইবারপাংক টেলিভিশন ধারাবাহিক, যেখানে কতগুলি টেলিভিশন নেটওয়ার্কের গোষ্ঠীশাসন ভবিষ্যৎ দুঃস্বপ্নলোককে নিয়ন্ত্রণ করে এবং যেখানে কম্পিউটার হ্যাকিং অনেক কাহিনীতে কেন্দ্রীয় ভূমিকা পালন করে। উইলিয়াম গিবসনের লেখার উপর ভিত্তি করে নির্মিত ১৯৯৫ সালে মুক্তিপ্রাপ্ত জনি নেমনিক ও ১৯৯৮ সালে মুক্তিপ্রাপ্ত নিউ রোজ হোটেল ব্যবসাসফল না হলেও ১৯৯৫ সালে মুক্তিপ্রাপ্ত জাজ ড্রেড ও ১৯৯৯ সালে মুক্তিপ্রাপ্ত দ্য মেট্রিক্স ছিল সাইবারপাংকের ইতিহাস সবচেয়ে বাণিজ্যিকভাবে সফল কিছু চলচ্চিত্র।\n\n\n== তথ্যসূত্র =="}