{"pageid": 1348314, "title": "মার্কিন যুক্তরাষ্ট্রের মন্ত্রিসভা", "url": "https://bn.wikipedia.org/wiki?curid=1348314", "content": "মার্কিন যুক্তরাষ্ট্র মন্ত্রীসভা মার্কিন যুক্তরাষ্ট্রের উপ রাষ্ট্রপতি এবং মার্কিন যুক্তরাষ্ট্রের ফেডারেল সরকারের নির্বাহী বিভাগের দপ্তরগুলোর প্রধানদের সমন্বয়ে গঠিত একটি সংস্থা। এটি মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতির প্রধান উপদেষ্টা সভা। রাষ্ট্রপতি সভাগুলির সভাপতিত্ব করেন তবে তিনি আনুষ্ঠানিকভাবে মন্ত্রীসভার সদস্য নন। রাষ্ট্রপতি কর্তৃক নিযুক্ত এবং সিনেট কর্তৃক অনুমোদিত দপ্তর প্রধানরা মন্ত্রিসভার সদস্য। রাষ্ট্রপতি অন্যান্য নির্বাহী সংস্থার প্রধান এবং রাষ্ট্রপতির নির্বাহী কার্যালয়ের সিনেট অনুমোদন প্রয়োজন হয় না এমন সদস্যদের মন্ত্রীসভার সদস্য হিসাবে মনোনীত করতে পারেন।\nমন্ত্রীসভার নিজস্ব কোনও নির্বাহী ক্ষমতা বা কার্যাবলী নেই। এটি ২৪ জন সদস্য (উপ রাষ্ট্রপতি সহ ২৫ জন), ১৫ জন দপ্তর প্রধান এবং ৯জন মন্ত্রীপরিষদ পর্যায়ের সদস্য, যাদের মধ্যে দু'জন ব্যতীত সবারই সিনেটের অনুমোদন প্রয়োজন হয়। ওভাল অফিস সংলগ্ন একটি কক্ষে রাষ্ট্রপতির সঙ্গে মন্ত্রীসভার বৈঠক হয়। সদস্যরা তাদের নিজ নিজ দপ্তরের প্রতিষ্ঠিত সালের ক্রমানুযায়ী বসেন।\nমন্ত্রীসভার সদস্যরা রাষ্ট্রপতির সন্তুষ্টিতে কাজ করেন, তিনি সিনেটের অনুমোদন ছাড়াই যে কোনো সময় তাদের বরখাস্ত করতে পারেন, যেটি মায়ার্স বনাম মার্কিন যুক্তরাষ্ট্র (১৯২৬) মামলায় মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্ট কর্তৃক নিশ্চিত করা হয়েছে। যদিও রাষ্ট্রপতির ইচ্ছার বিরুদ্ধে মন্ত্রীসভার সদস্যের পক্ষে তার নিজের দপ্তরের উপর নির্দিষ্ট ক্ষমতা প্রয়োগ করা আইনত সম্ভব, তবে বরখাস্তের হুমকির কারণে এটি অত্যন্ত অস্বাভাবিক। রাষ্ট্রপতির মন্ত্রীসভা সংগঠিত করার ক্ষমতাও রয়েছে, যেমন কমিটি গঠন করা। সমস্ত ফেডারেল সরকারী কর্মকর্তাদের মতো, মন্ত্রীসভার সদস্যরাও \"রাষ্ট্রদ্রোহ, ঘুষ বা অন্যান্য উচ্চ অপরাধ এবং অপকর্মের\" জন্য হাউজ অব রিপ্রেজেন্টেটিভস দ্বারা অভিশংসন এবং সিনেটে বিচারের সম্মুখীন হন।\nমার্কিন যুক্তরাষ্ট্রের সংবিধানে স্পষ্টভাবে একটি মন্ত্রীসভার কথা বলা হয়নি। সংবিধানের মতামত ধারার (অনুচ্ছেদ ২, অনুচ্ছেদ ২, ধারা ১) থেকে অনুমান করা মন্ত্রীসভার ভূমিকা হলো রাষ্ট্রপতিকে পরামর্শ প্রদান করা। উপরন্তু, পঁচিশতম সংশোধনী উপ রাষ্ট্রপতিকে সংখ্যাগরিষ্ঠ নির্বাহী দপ্তরগুলোর প্রধানদের সাথে রাষ্ট্রপতিকে \"তার অফিসের ক্ষমতা এবং দায়িত্ব পালনে অক্ষম\" ঘোষণা করার ক্ষমতা দেয়।\n\n\n== বর্তমান সদস্য ==\n\n\n== তথ্যসূত্র ==\n১) https://en.wikipedia.org/wiki/Cabinet_of_the_United_States\n২)\nhttps://www.whitehouse.gov/administration/cabinet/"}