{"pageid": 1348023, "title": "তোমার নীরবতা তোমাকে রক্ষা করবে না (প্রবন্ধ সংকলন)", "url": "https://bn.wikipedia.org/wiki?curid=1348023", "content": "তোমার নীরবতা তোমাকে রক্ষা করবে না ২০১৭ সালে প্রকাশিত আফ্রিকান-মার্কিন লেখক ও কবি অড্রি লর্ডের প্রবন্ধ, বক্তৃতা এবং কবিতার একটি মরণোত্তর সংকলন। এটি কোনও ব্রিটিশ প্রকাশক কর্তৃক লর্ডের কাজ এক খণ্ডে সংকলিত করার প্রথম দৃষ্টান্ত। সংগ্রহটিতে মূল বিষয়বস্তুতে মনোযোগ দেয়া হয়েছে, যেমন: ভাষাকে কর্মে পরিবর্তিত করা, সহিংসতার একটি রূপ হিসাবে নীরবতা এবং ইতিহাসের গুরুত্ব। লর্ড নিজেকে \"কালো, সমকামী, মা, যোদ্ধা, কবি\" হিসাবে বর্ণনা করেছেন এবং কৃষ্ণাঙ্গ ও শ্বেতাঙ্গ নারীদের মধ্যে যোগাযোগের অসুবিধাগুলিকে সম্বোধন করেছেন।\nসংকলনটি পাঁচটি বিভাগ নিয়ে গঠিত: রেনি এডো-লজের লেখা ভূমিকা, সারা আহমেদের লেখা ভূমিকা, ১৩টি প্রবন্ধ, ১৭টি কবিতা এবং লেখার ওপর একটি টীকা। টীকায় বলা হয়েছে, সংকলনের অনেক প্রবন্ধ মার্কিন যুক্তরাষ্ট্র জুড়ে আলোচনাসভায় নিবন্ধ হিসাবে দেওয়া হয়েছিল। লর্ড প্রায়শই প্রাথমিক কবিতাগুলিকে সংশোধন করতেন এবং পুনরায় প্রকাশ করতেন, তাই এই সংকলনের অনেকগুলি কবিতার সর্বশেষ সংস্করণ লর্ডের নিজের কাজ।\n\n\n== পটভূমি ==\nতোমার নীরবতা তোমাকে রক্ষা করবে না-র মরণোত্তর সংস্করণ প্রকাশ করে লর্ডের প্রয়োজনীয় কবিতা, বক্তৃতা এবং প্রবন্ধগুলিকে প্রথমবারের মতো এক খণ্ডে একত্রিত করা হয়েছে। প্রকাশক সিলভার প্রেস বলেছে, \"ভাষার শক্তিতে তাঁর অসাধারণ বিশ্বাস - কথা বলার - আত্মপ্রকাশ করা; অন্যায়ের মোকাবিলা করা এবং বিশ্বে পরিবর্তন আনতে আজও ততটাই রূপান্তরকারী রয়ে গেছে যেমনটি তখন ছিল, এবং সেটি কম জরুরি নয়\"।\n\n\n=== শিরোনাম ===\nতোমার নীরবতা তোমাকে রক্ষা করবে না সংকলনে থাকা প্রথম প্রবন্ধের একটি উদ্ধৃতি, \"ভাষা ও কর্মে নীরবতার রূপান্তর\"। তিনি বলেন, \"আমার নীরবতা আমাকে রক্ষা করেনি। তোমার নীরবতা তোমাকে রক্ষা করবে না।\" এটি নিজের জন্য কথা বলার এবং ভাষাকে কাজে নেওয়ার ক্ষেত্রে তাঁর বিশ্বাসের উল্লেখ করে।\n\n\n== সারসংক্ষেপ ==\n\n\n=== প্রবন্ধ ===\n\"দ্য ট্রান্সফর্মেশন অফ সাইলেন্স ইন ল্যাঙ্গুয়েজ অ্যান্ড অ্যাকশন\"-এ লর্ড বই জুড়ে বিভিন্ন বিষয় নিয়ে আলোচনা করেছেন, যার মধ্যে সহিংসতার একটি রূপ হিসাবে নীরবতা, ভাষাকে কাজে পরিবর্তন করা এবং নারীবাদী আন্দোলনের বিভক্তি অন্তর্ভুক্ত। তিনি যুক্তি দিয়েছিলেন যে তাঁর চিকিৎসার সময়, তাঁর কণ্ঠস্বর ব্যবহার করে অন্য মহিলাদের সাথে কথা বলা এবং সংযোগ করা তাঁকে শক্তি দিয়েছিল, \"আমি একজন দুর্ঘটনাগ্রস্ত নই, আমিও একজন যোদ্ধা\"।\n\"দ্য ইউজ অফ ইরোটিক: দ্য ইরোটিক অ্যাজ পাওয়ার\" আলোচনা করেছে কিভাবে প্রতিটি ব্যক্তির ব্যবহৃত এবং অব্যবহৃত উভয় ধরনের শক্তি রয়েছে। তিনি যৌনতার বৈপরীত্য এবং বিশেষ করে কীভাবে নারীদের ক্ষমতা ব্যবহার থেকে দমন করা হয়েছে, তার কথা বলেন। \"আমাদের এই সম্পদকে সন্দেহ করতে শেখানো হয়েছে, পশ্চিমী সমাজে এর অপমান, অপব্যবহার এবং অবমূল্যায়ন করা হয়েছে\"। তিনি আরও যুক্তি দিয়েছিলেন যে ইরোটিক সংযোগকে আত্ম-প্রকাশের জন্য অন্বেষণের একটি রূপ হিসাবে ব্যবহার করা যেতে পারে, \"ইরোটিকদের সংস্পর্শে, আমি শক্তিহীনতা,... যেমন পদত্যাগ, হতাশা, আত্ম বিলুপ্তি, বিষণ্ণতা, স্ব-অভিব্যক্তি ইত্যাদিকে স্বীকার করে নিতে পারিনা।\"\n\"অড্রি লর্ড এবং এড্রিয়েন রিচের মধ্যে একটি কথোপকথন\" প্রবন্ধটি লর্ডের জীবনের বিভিন্ন সময় এবং পরিবার, লেখালেখি এবং শিক্ষাদানের সাথে তাঁর সংগ্রাম নিয়ে আলোচনা করেছে। এক পর্যায়ে, তিনি আলোচনা করেন কিভাবে বিপ্লবের সময় কালো নারীরা যৌন নিপীড়িত এবং ক্ষতিগ্রস্ত হয়েছিল। তিনি স্মরণ করেন, \"এবং যখন আমরা নারী হিসেবে তাদের সাথে কথা বলার চেষ্টা করতাম, তখন আমরা শুধু শুনতে পেতাম, 'বিপ্লব এসেছে, তাই না?'  কৃষ্ণাঙ্গ নারীদের কীভাবে ব্যবহার করা হচ্ছে এবং নির্যাতিত করা হচ্ছে তা বেদনাদায়ক ছিল।” তিনি নিজের সম্প্রদায়ের সুরক্ষার পার্থক্যগুলিও তুলে ধরেছেন, \"এবং কৃষ্ণাঙ্গ পুরুষ ও মহিলাদের মধ্যে এটিই ঘটে কারণ আমরা নির্দিষ্ট ধরণের অস্ত্র নিখুঁতভাবে তৈরি করেছি যা শ্বেতাঙ্গ মহিলা এবং পুরুষরা ব্যবহার করেনি\"।\n\"দ্য মাস্টার'স টুল উইল নেভার ডিসম্যান্টল দ্য মাস্টার'স হাউস\" হল ১৯৭৮ সালে নিউইয়র্ক বিশ্ববিদ্যালয়ের দ্বিতীয় সেক্স কনফারেন্সে লর্ডের দেওয়া বক্তৃতার একটি ভাষ্য। তাঁকে 'দ্য পার্সোনাল অ্যান্ড দ্য পলিটিক্যাল' প্যানেলে কথা বলতে বলা হয়েছিল, তখন তিনি \"দরিদ্র নারী, কৃষ্ণাঙ্গ নারী, তৃতীয় বিশ্বের নারী এবং লেসবিয়ানদের\" প্রতিনিধিত্বের অভাবের সমালোচনা করেন। তিনি যুক্তি দিয়েছিলেন যে যারা দরিদ্র, কৃষ্ণাঙ্গ, বয়স্ক, লেসবিয়ান এবং এই গোষ্ঠীর বিভিন্ন ভাগ, তাদের একা এবং অপ্রিয়রূপে দাঁড় করানো হয়েছে। তিনি বলেন, \"কারণ মাস্টারের হাতিয়ার কখনোই মাস্টারের ঘর ভাঙবে না। তারা আমাদের সাময়িকভাবে অনুমতি দিতে পারে তাকে তার নিজের খেলায় পরাজিত করার, কিন্তু তারা কখনই প্রকৃত পরিবর্তন আনতে আমাদের সক্ষম করবে না।\" লর্ড অসমতা এবং বেঁচে থাকার প্রয়াসে নারীদের মধ্যে পার্থক্যের স্বীকৃতি ও প্রতিনিধিত্বের আহ্বান জানান।\n\n\n=== কবিতা ===\n\"ইকুইনক্স\"-এ লর্ড ইতিহাসের ঘটনা বর্ণনা করেছেন যা তাঁর জীবনের ঘটনাগুলির সাথে মিলে যায়। তিনি বর্ণনা করেছেন, যে বছর তাঁর মেয়ের জন্ম হয়েছিল সেই বছরই ডব্লিউ. ই. বি. ডিউ বয়স মারা গিয়েছিলেন এবং একই বছর তিনি ওয়াশিংটনের উদ্দেশ্যে যাত্রা করেছিলেন। সেই বছরেই জন এফ কেনেডি একটি ছাদ থেকে পড়ে গিয়েছিলেন, তিনি বর্ণনা করেছেন যে কিভাবে তাঁর খালি বাড়ি পুড়ে গিয়েছিল এবং পরের দিন ম্যালকম এক্সকে গুলি করে হত্যা করা হয়েছিল। তিনি বলেছেন কিভাবে তাঁর সন্তানেরা \"বসন্ত এবং শান্তি\" সম্পর্কে কথা বলে এবং তিনি ভেবেছেন যে তারা কখনো সক্রিয় কর্মী এবং কৃষ্ণাঙ্গ সম্প্রদায়ের টিকে থাকার যে লড়াই, তা পুরোপুরি বুঝতে পারবে কিনা। \"অড্রি লর্ড এবং এড্রিয়েন রিচের মধ্যে একটি কথোপকথন\" -এ লর্ড বলেছেন, \"সবচেয়ে বেশি আমরা এটাই করতে পারতাম, যখন আমরা কিছু সুন্দর ভবিষ্যত তৈরি করেছি। কিন্তু আমরা সেই ধরনের বিপদের মধ্যে ছিলাম। এবং এখানে এটি বাস্তব ছিল, আসলে, কিছু কবিতা সেই সময় থেকে এসেছে - 'ইকুইনক্স' তার মধ্যে একটি\"।\n\"ফর ইচ অফ ইউ\"-এ লর্ড গর্বিত হওয়ার এবং নিজের মনের কথা বলার ধারণাকে শক্তিশালী করেছেন, বিশেষ করে কৃষ্ণাঙ্গ সম্প্রদায়ের জন্য। তিনি সকলকে বলেন \"আপনি কে এবং আপনি কে হবেন তা নিয়ে গর্বিত হন\", এবং \"আপনার সন্তানদের যেখানেই পাবেন তাদের সাথে গর্বিতভাবে কথা বলুন\"। লর্ডের সাথে পরিচালিত একাধিক সাক্ষাৎকার অনুসারে, এই কবিতাটি \"মহিলাদের, বিশেষত কৃষ্ণাঙ্গ মহিলাদেরকে তাদের নীরবতা ভেঙ্গে দেওয়ার জন্য অনুরোধ করে কারণ এটিই একে অপরের সাথে যোগাযোগ করার একমাত্র উপায়\"।\n\"এ পোয়েম ফর উইমেন ইন রেজ\"-এ লর্ড কল্পনা করেছেন একজন কৃষ্ণাঙ্গ নারী সেই শ্বেতাঙ্গ নারীকে হত্যা করতে চায়, যে তার লেসবিয়ান প্রেমিকের জন্য অপেক্ষারত। উন্মত্ততা এবং আবেগের মাধ্যমে, লর্ড শ্বেতাঙ্গ এবং কৃষ্ণাঙ্গ মহিলাদের মধ্যে সমস্যাগুলির মুখোমুখি হন এবং কিভাবে, \"আমি সেই রাস্তাগুলির নাম জানতে কাঁদছি যেখানে দৌড়ে আমার পায়ের ক্ষয় হয়েছে এবং কেন তারা কখনই আমাকে পরিষেবা দেবে না\"। একজন কৃষ্ণাঙ্গ, সমকামী, নারীবাদী হিসেবে, জনসমাগম স্থলে শ্বেতাঙ্গ এবং কৃষ্ণাঙ্গ লেসবিয়ানদের সাথে যেভাবে আচরণ করা হয়, লর্ড সেই বৈষম্য নিয়ে কাজ করেছেন। এই ধরনের অসাম্যের উপর তাঁর ক্ষোভ প্রকাশ করতে তিনি কবিতায় এই কাল্পনিক ব্যক্তির উপর এই ক্ষোভটি ফুটিয়ে তুলেছেন।\n\"সিস্টার আউটসাইডার\" এমন একটি কবিতা যা লর্ডের একই নামের একটি বইও হতে পারে। লর্ড তুলনা করেন কিভাবে, \"আমরা এমন এক সময়ে গরীব হয়ে জন্মেছিলাম যে কখনই একে অপরের ক্ষুধা স্পর্শ করেনি\" কিন্তু এখন, শিশুরা নিজেদের এবং একে অপরকে সম্মান করার জন্য বড় হয়। তিনি যুক্তি দেন যে নিজের সেরা অংশগুলিকে গ্রহণ করা এবং স্বীকার করা গুরুত্বপূর্ণ, অন্ধকার অংশগুলিকে চিনতে পারাও সমান গুরুত্বপূর্ণ।\n\n\n== বিষয়বস্তু ==\nএই সংকলনে ১৩টি প্রবন্ধ এবং ১৭টি কবিতা রয়েছে, প্রবন্ধের সাথে লর্ডের করা বিভিন্ন বক্তৃতাও রয়েছে।"}