{"pageid": 1348245, "title": "মহাবত খান মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1348245", "content": "মহাবত খান মসজিদ (পশতু এবং উর্দু: مہابت خان مسجد‎‎),,  (মহব্বত খান মসজিদ নামেও পরিচিত), হলো পাকিস্তানের পেশোয়ারের ১৭ শতকে নির্মিত মুঘল আমলের একটি মসজিদ। মসজিদটি ১৬৩০ সালে নির্মাণ করা হয়। এটি পেশোয়ারের মুঘল গভর্নর নবাব খায়রদেশ খান কাম্বোহের পিতা নবাব মহবত খান কাম্বোহ এর নামে নামকরণ করা হয়। মসজিদের সাদা মার্বেলের সম্মুখভাগকে পেশোয়ারের অন্যতম দৃষ্টিনন্দন দর্শনীয় স্থান হিসেবে বিবেচনা করা হয়।\n\n\n== ইতিহাস ==\nমসজিদটি ১৬৬০ এবং ১৬৭০ সালের মধ্যে মুঘলদের দ্বারা নির্মাণ করা হয় যা ছিল পুরানো শহরের সর্বোচ্চ স্থানে।\nমহব্বত খান মসজিদের মিনারগুলি প্রায়ই শিখ যুগে বন্দীদের ফাঁসির জন্য ব্যবহার করা হতো। প্রতিদিন পাঁচজনকে ফাঁসির বিকল্প হিসেবে মিনার থেকে ফাঁসিতে ঝুলানো হতো। আফগানিস্তানে সোভিয়েত আক্রমণের পর, উদ্বাস্তু উপজাতি প্রবীণরা সোভিয়েতদের বিরুদ্ধে আফগানদের মধ্যে ঐক্য গড়ে তোলার জন্য মসজিদে জমায়েত হয়। \n\n\n== গঠনপ্রণালী ==\nমসজিদটির আয়তন ৩০,১৫৫ বর্গফুট।  এর খোলা প্রাঙ্গণে একটি কেন্দ্রে অবস্থিত অযু পুল এবং বাইরের দেয়ালের আস্তরণে এক সারি কক্ষ রয়েছে।\n\n\n== স্থাপত্য ==\n\nপ্রার্থনা হল পশ্চিম দিকে দখল করে আছে। হলটি দুটি লম্বা মিনার দ্বারা ঘেরা, যা তিনটি বিভাগে বিভক্ত। প্রার্থনা হলের সম্মুখভাগটিও ৬টি ছোট আলংকারিক মিনার দ্বারা আবৃত যা মসজিদের ৫টি খিলানযুক্ত প্রবেশপথের পাশে, ৬টির সেটের পাশে অতিরিক্ত ২টি মিনার রয়েছে। প্রার্থনা হলটি ৩টি বাঁশিওয়ালা গম্বুজ দ্বারা আবৃত। চারটি ছোট ক্রমবর্ধমান উচ্চতা বৃদ্ধির মাধ্যমে ছাদের লাইন বাইরের প্রান্ত থেকে কেন্দ্রের দিকে উঠে যায়। ছাদের লাইন অসংখ্য মেরলন দিয়ে অলঙ্কৃত।  মসজিদের সাদা মার্বেলের সম্মুখভাগটি ক্যাভেটোস বা অবতল ছাঁচ দ্বারা আবৃত। \n৫টি খিলানযুক্ত পোর্টাল প্রধান প্রার্থনা কক্ষে প্রবেশের প্রস্তাব দেয়। কেন্দ্রীয় খিলানটি সবচেয়ে উঁচু, এবং মুঘল শৈলীর সাধারণ খিলানগুলি রয়েছে।কেন্দ্রীয় খিলান দুটি সামান্য খাটো আন-কাপড খিলান দ্বারা সংলগ্ন, যা পারস্য এবং মধ্য এশীয় শৈলীতে ডিজাইন করা হয়েছে। এই খিলানগুলি অনুরূপ শৈলীতে সজ্জিত একটি ছোট খিলান দ্বারা সজ্জিত এবং প্রতিটি খিলানের অগ্রভাগের উপরে ৭টি ছোট খিলানযুক্ত পোর্টালের সারি পাওয়া যায়। তিনটি কেন্দ্রীয় খিলানযুক্ত পোর্টালগুলি ৭টি ছোট খিলানযুক্ত পোর্টালের সারির উপরে মুকারনা দিয়ে অলঙ্কৃত, যখন বাইরের খিলানগুলির পরিবর্তে গালিব কারি দিয়ে সজ্জিত বা স্টুকো এবং প্লাস্টার দিয়ে তৈরি পাঁজরের একটি নেটওয়ার্ক যা আলংকারিক উদ্দেশ্যে আর্চওয়েতে বাঁকা পৃষ্ঠগুলিতে প্রয়োগ করা হয়।মসজিদের খিলানপথগুলিও তাদের উপরের বক্ররেখা বরাবর উদ্ভিজ্জ মোটিফ দ্বারা সংলগ্ন, যা বাদশাহী মসজিদের সবুজ মোটিফের মত নয়। \nঅভ্যন্তরীণ এবং বাহ্যিক বৈশিষ্ট্য প্যানেল উভয়ই ফুলের মোটিফ এবং কুরআনিক ক্যালিগ্রাফি দ্বারা অলঙ্কৃত। <ref‌ name=dawn/> প্রার্থনা হলের অভ্যন্তরটি তিনটি নিচু বাঁশিওয়ালা গম্বুজের নীচে আশ্রয় দেওয়া হয়েছে এবং এটি ফুল ও জ্যামিতিক নকশায় বাকপটুভাবে আঁকা হয়েছে। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবাদশাহী মসজিদ\nউজির খান মসজিদ\nশাহজাহান মসজিদ\nপাকিস্তানের মসজিদের তালিকা\nইসলামি স্থাপত্য\nইসলামের ইতিহাসের সময়রেখা\n\n\n== তথ্যসূত্র =="}