{"pageid": 1348236, "title": "জেনোবট", "url": "https://bn.wikipedia.org/wiki?curid=1348236", "content": "জেনোবট, আফ্রিকান নখ যুক্ত ব্যাঙের (জেনোপাস লেভিস) নামে নামকরণ করা হয়েছে। এটি একটি সিন্থেটিক লাইফফর্ম যা কম্পিউটারের মাধ্যমে নকশা করা হয়েছে। কিছু কাঙ্খিত কাজ সম্পন্ন করার জন্য বিভিন্ন প্রকারের জৈবিক টিস্যুকে একত্রিত করে তৈরি করা হয়েছে। জেনোবটগুলো রোবট না জীব, তা নিয়ে বিজ্ঞানীদের মধ্যে বিতর্ক রয়েছে।\n\n\n== জেনোবটের ইতিহাস ==\nপ্রথম জেনোবটগুলো ডগলাস ব্ল্যাকস্টন দ্বারা তৈরি করা হয়েছিল একটি এআই প্রোগ্রাম দ্বারা তৈরি ব্লুপ্রিন্ট অনুসারে, যা স্যাম ক্রিগম্যান দ্বারা তৈরি করা হয়েছিল। এখন পর্যন্ত নির্মিত জেনোবটগুলো ১ মিলিমিটারেরও কম (0.0৪ ইঞ্চি) প্রশস্ত এবং মাত্র দুটি জিনিস দ্বারা গঠিত: ত্বকের কোষ এবং হৃদপিণ্ডের পেশী কোষ, উভয়ই প্রাথমিক (ব্লাস্টুলা পর্যায়) ব্যাঙের ভ্রূণ থেকে সংগ্রহ করা স্টেম কোষ থেকে উদ্ভূত। ত্বকের কোষগুলো সুরক্ষা প্রদান করে এবং হৃৎপিণ্ডের কোষগুলো ছোট মোটর হিসাবে কাজ করে, যা জেনোবটকে চলাফেরার জন্য কোষের আয়তনকে সংকুচিত এবং প্রসারিত করে। একটি জেনোবটের শরীরের আকৃতি, এবং এটির ত্বক এবং হৃদপিন্ডের কোষগুলোর বিতরণ, স্বয়ংক্রিয়ভাবে একটি নির্দিষ্ট কাজ সম্পাদন করার জন্য সিমুলেশনে ডিজাইন করা হয়েছে। জেনোবটগুলোকে হাঁটা, সাঁতার কাটা, ছুরি ধাক্কা দেওয়ার, বিভিন্ন অতিকায়-ক্ষুদ্র বস্তু বহন করার জন্য এবং একটি ঝাঁকের মধ্যে একসাথে কাজ করার জন্য তাদের থালাটির পৃষ্ঠ বরাবর ছড়িয়ে ছিটিয়ে থাকা ধ্বংসাবশেষকে ঝরঝরে স্তূপে তৈরি করার জন্য ডিজাইন করা হয়েছে। তারা খাবার ছাড়াই কয়েক সপ্তাহ বেঁচে থাকতে পারে এবং আঘাতের পরেও নিজেকে নিরাময় করতে পারে।\nবিভিন্ন ধরনের মোটর এবং সেন্সরগুলো জেনোবটগুলোতে অন্তর্ভুক্ত করা হয়েছে। হৃদপিন্ডের পেশীর পরিবর্তে, জেনোবট সিলিয়ার প্যাচ বাড়তে পারে এবং সাঁতার কাটার জন্য ছোট ওয়ার হিসাবে ব্যবহার করতে পারে। যাইহোক, সিলিয়া-চালিত জেনোবট লোকোমোশন বর্তমানে কার্ডিয়াক-চালিত জেনোবট লোকোমোশনের চেয়ে কম নিয়ন্ত্রণযোগ্য। একটি আরএনএ অণুকেও জেনোবটের সাথে পরিচয় করিয়ে দেওয়া যেতে পারে তাদের আণবিক স্মৃতি দেওয়ার জন্য: আচরণের সময় নির্দিষ্ট ধরনের আলোর সংস্পর্শে এলে, ফ্লুরোসেন্স মাইক্রোস্কোপের নীচে দেখা হলে তারা একটি পূর্বনির্দিষ্ট রঙ উজ্জ্বল করবে।\nজেনোবটও সেলফ-রেপ্লিকেট করতে পারে। জেনোবট তাদের পরিবেশে ভিন্ন কোষ সংগ্রহ করতে পারে, তাদের একই ক্ষমতার সাথে নতুন জেনোবটে গঠন করতে পারে।\n\n\n== জেনোবটের ব্যবহার ==\nজেনোবটগুলো প্রাথমিকভাবে একটি বৈজ্ঞানিক আণবিক-যন্ত্র হিসাবে ব্যবহার করা হচ্ছে যাতে বোঝা যায় কিভাবে কোষগুলো মরফোজেনেসিসের সময় জটিল দেহ তৈরি করতে সহযোগিতা করে। বর্তমান জেনোবটগুলোর আচরণ এবং জৈব-সামঞ্জস্যতা বেশ কয়েকটি সম্ভাব্য অ্যাপ্লিকেশনের পরামর্শ দেয় যেগুলো ভবিষ্যতে রাখা যেতে পারে।\nএখন পর্যন্ত সৃষ্ট জেনোবটগুলো শুধুমাত্র ব্যাঙের কোষ দ্বারা গঠিত, যা জৈব অবচয়যোগ্য।  জেনোবট ঝাঁকগুলো তাদের মাইক্রোস্কোপিক পেললেটগুলোকে কেন্দ্রীয় স্তূপে ঠেলে একসাথে কাজ করার প্রবণতা দেখায়, এটি অনুমান করা হয়েছে যে ভবিষ্যতের জেনোবটগুলো সমুদ্রের মাইক্রোপ্লাস্টিকগুলোর সাথে একই জিনিস করতে সক্ষম হতে পারে: প্লাস্টিকের ক্ষুদ্র বিটগুলো খুঁজে বের করুন এবং একত্রিত করুন প্লাস্টিকের একটি বড় বলের মধ্যে যা একটি ঐতিহ্যবাহী নৌকা বা ড্রোন সংগ্রহ করতে পারে এবং একটি পুনর্ব্যবহার কেন্দ্রে আনতে পারে। প্রথাগত প্রযুক্তির বিপরীতে, জেনোবটগুলো অতিরিক্ত দূষণ যোগ করে না কারণ তারা কাজ করে এবং অবক্ষয় করে: তারা প্রাকৃতিকভাবে তাদের টিস্যুতে সঞ্চিত চর্বি এবং প্রোটিন থেকে শক্তি ব্যবহার করে, যা প্রায় এক সপ্তাহ স্থায়ী হয়, এই সময়ে তারা কেবল মৃত ত্বকের কোষে পরিণত হয়।\nভবিষ্যতে ক্লিনিকাল অ্যাপ্লিকেশনে, যেমন টার্গেটেড ড্রাগ ডেলিভার মত ক্ষেত্রে, রোগীর নিজস্ব কোষ থেকে জেনোবট তৈরি করা যেতে পারে, যা অন্যান্য ধরনের মাইক্রো-রোবোটিক ডেলিভারি সিস্টেমের ইমিউন প্রতিক্রিয়া চ্যালেঞ্জগুলোকে বাইপাস করবে। এই ধরনের জেনোবটগুলো সম্ভাব্যভাবে ধমনী থেকে ফলক স্ক্র্যাপ করতে এবং অতিরিক্ত কোষের ধরন এবং বায়োইঞ্জিনিয়ারিং, রোগ সনাক্ত এবং চিকিত্সার জন্য ব্যবহার করা যেতে পারে।\n\n\n== তথ্যসূত্র =="}