{"pageid": 13498, "title": "লুসাকা", "url": "https://bn.wikipedia.org/wiki?curid=13498", "content": "লুসাকা দক্ষিণাঞ্চলীয় আফ্রিকার রাষ্ট্র জাম্বিয়ার রাজধানী ও বৃহত্তম শহর।\nলুসাকা জাম্বিয়ার প্রশাসন ও অর্থনীতির কেন্দ্র। লুসাকার বহু অধিবাসী সরকারি চাকুরি করেন কিংবা সেবাখাতে কাজ করেন। নগরীর অর্থনীতি মিশ্র প্রকৃতির, তবে এটি মূলত কৃষিবাণিজ্যের উপরে নির্ভরশীল। নগরীকে ঘিরে থাকা সমতল তৃণভূমিময় অঞ্চলগুলিতে কৃষি ও গবাদিপশুর খামার আছে, যেগুলির কৃষকেরা লুসাকাতে তাদের ফসল ও গবাদি পশু বিক্রি করে। এটি ভুট্টা ও তামাকের একটি প্রধান বিপণন কেন্দ্র। এখানে কিছু হালকা শিল্পকারখানা আছে, যেগুলিতে সিমেন্ট, বস্ত্র, চামড়া, জুতা, দুগ্ধজাত দ্রব্য, প্রক্রিয়াজাত খাদ্য ও পানীয় উৎপাদন করা হয়। শহরের কাছেই জাম্বিয়া বিশ্ববিদ্যালয় (১৯৬৫ সালে প্রতিষ্ঠিত) ও মুন্দা ওয়াংগা উদ্ভিদতাত্ত্বিক উদ্যানটি অবস্থিত। শহরের সীমার ঠিক বাইরে একটি আন্তর্জাতিক বিমানবন্দর অবস্থিত। শহরের বাইরে ভূদৃশ্যের একটি অন্যতম দর্শনীয় বৈশিষ্ট্য হল বহসংখ্যক ১০ থেকে ২০ ফুট উঁচু উঁইপোকার ঢিবি।\nলুসাকা জাম্বিয়ার দক্ষিণ-মধ্যভাগে একটি চুনাপাথরের মালভূমির উপরে সমুদ্র সমতল থেকে ১২৭৯ মিটার উচ্চতায় অবস্থিত। এটি জাম্বিয়ার পরিবহন ব্যবস্থার কেন্দ্রবিন্দু। শহরটি তানজানিয়াতে গমনকারী উত্তর মহাসড়ক এবং মালাউইতে গমনকারী পূর্ব মহাসড়ক, দক্ষিণগামী লিভিংস্টোন সড়ক, এবং পশ্চিম মহাসড়ক চারটির সংযোগস্থলে অবস্থিত। লুসাকা থেকে জাম্বিয়ার লিভিংস্টোন ও এনদোলা শহরের পাশাপাশি তানজানিয়া পর্যন্ত রেল যোগাযোগ সুবিধা আছে। সরকারি কার্যালয়গুলির লুসাকার নতুন অংশে অবস্থিত। অন্যদিকে লুসাকার পুরাতন অংশটি রেলপথ ঘেঁষে গড়ে উঠেছে।\nলুসাকা এলাকাতে বহু হাজার ধরে জনবসতি ছিল। ১৮৯০-এর দশকে ব্রিটিশ দক্ষিণ আফ্রিকা কোম্পানি স্থানীয় আফ্রিকান গোত্রদের কাছ থেকে এলাকাটি নিয়ন্ত্রণে নেয়। ১৯০৫ সালে একটি রেলপথের উপরে স্টেশন হিসেবে লুসাকা লোকালয়টি সৃষ্টি করা হয়। নিকটবর্তী একটি লেঞ্জে গোত্রের গ্রামের প্রধান লুসাকা-র নামে লোকালয়টির নামকরণ করা হয়। ১৯২৪ সালে যুক্তরাজ্য আনুষ্ঠানিকভাবে এখানে একটি উপনিবেশ স্থাপন করে, যার নাম উত্তর রোডেশিয়া। ১৯৩৫ সালে লুসাকাকে উত্তর রোডেশিয়া উপনিবেশের রাজধানী বানানো হয়। ১৯৪৮ সালে এখানে আফ্রিকান সমাজসমূহের সংঘ উত্তর রোডেশিয়া কংগ্রেস প্রতিষ্ঠা করে। ১৯৫৩ সালে উত্তর ও দক্ষিণ রোডেশিয়া সংঘবদ্ধ হবার পরে ১৯৬০ সাকে লুসাকা ব্রিটিশ শাসন অবসানের পক্ষে একটি নাগরিক অবাধ্যতা আন্দোলনের কেন্দ্রে পরিণত হয়। এর ফলস্বরূপ ১৯৬৪ সালে জাম্বিয়া একটি স্বাধীন দেশে পরিণত হলে লুসাকাকে সেটির রাজধানী নির্বাচন করা হয়। এরপর লুসাকার কলেবর উত্তরোত্তর বৃদ্ধি পেতে থাকে। বর্তমানে লুসাকা দক্ষিণাঞ্চলীয় আফ্রিকার সবচেয়ে দ্রুত উন্নয়নশীল নগরীগুলির একটি।\nলুসাকা এলাকাটিতে মূলত নিয়াঞ্জা ও সোলি নামক আফ্রিকান নৃতাত্ত্বিক গোষ্ঠীর বসবাস। এছাড়া ইউরোপীয় ও এশীয় বংশোদ্ভূত সংখ্যালঘু সম্প্রদায়ও বিদ্যমান। ২০১৯ সালের প্রাক্কলন অনুযায়ী বৃহত্তর লুসাকা নগরীতে প্রায় ৩৩ লক্ষ লোকের বাস ছিল। নগর প্রশাসনের দাপ্তরিক ভাষা ইংরেজি, তবে স্থানীয় জনসাধারণ নিয়ঞ্জা ও বেম্বা ভাষাগুলিতে কথা বলে।\n\n\n== আরও দেখুন ==\nদক্ষিণ আফ্রিকা মুক্তি পথ\nকাউয়ে রেলসেতু\nকোম্বোনি\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থ ও রচনাপঞ্জি ==\nCentral Intelligence Agency (CIA) (২০০৭)। The World Factbook 2007। Government Printing Office। আইএসবিএন 978-0-16-078580-1। \nChigudu, Andrew (২০২১)। \"The Changing Institutional and Legislative Planning Framework of Zambia and Zimbabwe: Nuances for Urban Development\"। Land Use Policy। 100। ডিওআই:10.1016/j.landusepol.2020.104941। \nChongo, Clarence (২০১৬)। \"A Good Measure of Sacrifice: Aspects of Zambia's Contribution to the Liberation Wars in Southern Africa, 1964–1975\"। Zambia Social Science Journal। 6 (1)। Article 3। \nClough, G. D. (১৯২৪)। \"The Constitutional Changes in Northern Rhodesia and Matters Incidental to the Transition\"। Journal of Comparative Legislation and International Law। 3। Cambridge University Press on behalf of the British Institute of International and Comparative Law। 6 (4)। \nFagan, B. M. (১৯৬১)। \"A Collection of Nineteenth-Century Soli Ironwork from the Lusaka Area of Northern Rhodesia\"। The Journal of the Royal Anthropological Institute of Great Britain and Ireland। 91 (2)। \nFox, H. Wilson (ফেব্রুয়ারি ১৯২০)। \"The Cape-to-Cairo Railway and Train Ferries\"। The Geographical Journal। The Royal Geographical Society (with the Institute of British Geographers)। 55 (2)। \nFrischkorn, Rebecca (২০১৫)। \"Political Economy of Control: Urban Refugees and the Regulation of Space in Lusaka, Zambia\"। Economic Anthropology। 2: 205–223। \nGrönwall, Jenny T.; Mulenga, Martin; McGranahan, Gordon (২০১০)। Groundwater, self-supply and poor urban dwellers: A review with case studies of Bangalore and Lusaka। International Institute for Environment and Development। \nHansen, Karen Tranberg (১৯৮২)। \"Lusaka's Squatters: Past and Present\"। African Studies Review। Cambridge University Press। 25 (2–3)। \nHunt, B. L. (১৯৫৯)। \"Kalomo–Livingstone in 1907\"। Northern Rhodesia Journal। Northern Rhodesian Government Printer। 4 (1)। \nHome, Robert, সম্পাদক (২০১৩)। Lusaka: The New Capital of Northern Rhodesia। Routledge। আইএসবিএন 978-0-415-82868-0। \nKatzenellenbogen, Simon (জানুয়ারি ১৯৭৪)। \"Zambia and Rhodesia: Prisoners of the Past: A Note on the History of Railway Politics in Central Africa\"। African Affairs। Oxford University Press on behalf of The Royal African Society। 73 (290)। \nLunn, Jon (১৯৯২)। \"The Political Economy of Primary Railway Construction in the Rhodesias, 1890–1911\"। The Journal of African History। Cambridge University Press। 33 (2)। \nMcIntyre, Chris (২০১৬)। Zambia – The Bradt Travel Guide (6th সংস্করণ)। Bradt Travel Guides। আইএসবিএন 978-1-78477-012-9। \nMulenga, Chileshe L. (২০০৩)। \"Urban slums reports: The case of Lusaka, Zambia\" (পিডিএফ)। Understanding Slums: Case Studies for the Global Report on Human Settlements। Institute of Economic and Social Research, University of Zambia। ২০ জুন ২০২১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১২ জুন ২০২১  – University College London-এর মাধ্যমে। \nMyers, Garth (২০১৬)। \"Remaking the Edges: Surveillance and Flows in Sub-Saharan Africa's New Suburbs\"।   Loeb, Carolyn; Luescher, Andreas। The Design of Frontier Spaces: Control and Ambiguity। Routledge। আইএসবিএন 978-1-317-03607-4। \nRanger, Terence (জুলাই ১৯৮০)। \"Making Northern Rhodesia Imperial: Variations on a Royal Theme, 1924–1938\"। African Affairs। Oxford University Press on behalf of The Royal African Society। 79 (316)। \nRoberts, Andrew D. (১৯৮২)। \"Notes towards a Financial History of Copper Mining in Northern Rhodesia\"। Canadian Journal of African Studies। Taylor & Francis, Ltd. on behalf of the Canadian Association of African Studies। 16 (2)। \nWinchester, Clarence, সম্পাদক (২ আগস্ট ১৯৩৫)। \"Progress in Rhodesia: An important railway system in the heart of Africa\"। Railway Wonders of the World। Amalgamated Press। 27। \nWinchester, Clarence, সম্পাদক (৯ আগস্ট ১৯৩৫)। \"Progress in Rhodesia: An important railway system in the heart of Africa\"। Railway Wonders of the World। Amalgamated Press। 28। \nWragg, Emma; Lim, Regina (২০১৪)। \"Urban visions from Lusaka, Zambia\"। Habitat International। 46। ডিওআই:10.1016/j.habitatint.2014.10.005। \n\n\n== বহিঃসংযোগ ==\n\n উইকিভ্রমণ থেকে লুসাকা ভ্রমণ নির্দেশিকা পড়ুন।\nLusaka City Council\nZambia Tourism page on Lusaka\n\n\n== তথ্যসূত্র =="}