{"pageid": 1349191, "title": "মুহাম্মদ আলি মির্জা", "url": "https://bn.wikipedia.org/wiki?curid=1349191", "content": "মুহাম্মদ আলি মির্জা সাধারণত ইঞ্জিনিয়ার মুহাম্মদ আলি মির্জা নামেও পরিচিত (উর্দু: محمد علی مرزا‎‎; জন্ম ৪ অক্টোবর ১৯৭৭) একজন পাকিস্তানি জনপ্ৰিয় ইসলামি পন্ডিত এবং বক্তা। যিনি একজন মেকানিকেল  ইঞ্জিনিয়াৰ।\n\n\n== জীবনী ==\nমুহাম্মদ আলী মির্জা ৪ ই অক্টোবর ১৯৭৭ সালে পাঞ্জাব, পাকিস্তান একটি ঝিলাম শহর  জন্মগ্রহণ করেন।  তিনি একটি সরকারি বিভাগের ১৯ তম গ্রেডের যন্ত্র প্রকৌশলী। আলী অনলাইনে বক্তব্য দেন, যেখানে তিনি বিভিন্ন ধর্মীয় বিষয়ে কথা বলেন। এছাড়া একটি গবেষণা একাডেমি পরিচালনা করেন যেখানে তিনি কুরআন ও সুন্নাহ অনুযায়ী নিজস্ব উপলব্ধির ভিত্তিতে ধর্মীয় শিক্ষা দেন।  তার সমালোচকরা দাবি করেন যে তিনি ইসলামি ওলিদের জন্য অবমাননাকর শব্দ ব্যবহার করেন এবং প্রমাণ হিসেবে তার বক্তৃতা থেকে প্রসঙ্গ বর্হিভূত ক্লিপ উপস্থাপন করেন।  আলি কথিতভাবে মতামত দিয়েছিলেন যে বর্তমান সময়ের আহ্‌মদীয়া সম্প্রদায়, ইহুদি এবং খ্রিষ্টানদের চেয়ে ভাল। তিনি যদিও এখনও তাদের অমুসলিম ঘোষণা করেছেন এবং বলেছেন যে তার ভিডিও ক্লিপগুলি প্রেক্ষাপটের বাইরে উপস্থাপন করা হয়েছে।  তাকে ৪ মে ২০২০ সালে ধর্মীয় পণ্ডিতদের প্রতি ঘৃণামূলক বক্তব্য ছড়ানোর জন্য তাকে গ্রেপ্তার করা হয়।  পাকিস্তানি অভিনেতা হামজা আলি আব্বাসি এবং অ্যাঙ্কর শাফাত আলী সামাজিক  মিডিয়াতে তার গ্রেপ্তারের জন্য নিন্দা জানিয়ে পোস্ট করেছেন।  পরে তাকে ৬ মে ২০২০ সালে মুক্তি দেওয়া হয়  আলীর মতে, তার একটি বক্তৃতা সম্পূর্ণ প্রেক্ষাপটের বাইরে উপস্থাপন করা হয়েছিল। তিনি পরে বলেছিলেন যে কেউ যদি এমনভাবে অন্য মতামত উপস্থাপন করা শুরু করে তবে কুরআনের আয়াতগুলিকেও প্রেক্ষাপটের বাইরে উপস্থাপন করা যেতে পারে। \n\n\n=== তারিক মাসুদের সাথে শত্রুতা ===\nপণ্ডিত তারিক মাসউদের সঙ্গে মুহাম্মদ আলী মির্জার দীর্ঘদিনের শত্রুতা ছিল।  উভয় পণ্ডিতদের মধ্যে বিতর্ক বিশেষ করে উমাইয়া খিলাফতের প্রথম খলিফা মুয়াবিয়া সম্পর্কে। মির্জা মাসুদকে ঝিলামে এসে মুখোমুখি বিতর্ক করার জন্য চ্যালেঞ্জ করেছিলেন।  ২০২১ সালের মে মাসে, মাসুদ না আসায় বিতর্কটি স্থগিত করা হয়েছিল  বহু মাস পর, মাসুদ অবশেষে চ্যালেঞ্জ গ্রহণ করেন এবং বিতর্কের জন্য ঝিলাম যান।  তবে মাসুদ দাবি করেছেন যে তিনি মির্জার সাথে যোগাযোগের চেষ্টা করেছিলেন, কিন্তু কোন উত্তর পাওয়া যায়নি।  মাসুদ দাবি করেছেন যে আলোচনার জন্য তিনি করাচি থেকে ঝিলাম পর্যন্ত দীর্ঘ যাত্রা করেছিলেন। \n\n\n=== নূপুর শর্মা মামলা ===\n২০২২ সালের জুনে আলি মির্জা টাইমস নাউ-এ বিজেপির মুখপাত্র নুপুর শর্মার সামনে হিন্দু দেবতাদের অপমানজনক দৃষ্টি করার জন্য তসলিম রেহমানির সমালোচনা করেছিলেন। তিনি বলেন, এর প্রতিক্রিয়ায় নুপুর শর্মা মুহাম্মদকে অপবাদ দেন। রুবিকা লিয়াকত তার টুইটার অ্যাকাউন্টে নুপুর শর্মার সাথে অবস্থানের জন্য আলী মির্জার প্রশংসা করেছেন। সামাজিক মিডিয়ায় বিজেপির আইটি সেলগুলিও তসলিমা রেহমানির সমালোচনা করার জন্য আলি মির্জার প্রশংসা করেছে। নূপুর শর্মার ব্লাসফেমিকে ন্যায্যতা দেওয়ার জন্য এবং নূপুর প্রথমে মুহাম্মদের বিরুদ্ধে বিতর্কিত মন্তব্য শুরু করেছিলেন এবং রেহমানি হিন্দু দেবতাদের অপব্যবহার করেননি এই দাবিটি যাচাই না করার জন্য অনেক ভারতীয় ও পাকিস্তানি ওলামা আলী মির্জার প্রতি ক্ষুব্ধ ছিলেন।\n\n\n== ২০২৩ সালে ব্লাসফেমির অভিযোগ ==\n২০২৩ সালের এপ্রিলে পাকিস্তানের দণ্ডবিধির ২৯৫সি ধারার অধীনে আলী মির্জার বিরুদ্ধে ব্লাসফেমির একটি মামলা নথিভুক্ত করা হয়েছিল। মির্জার বিরুদ্ধে অভিযোগের মধ্যে রয়েছে মুহাম্মাদকে উপহাস করা এবং পাকিস্তানের আইনগত রায়কে ছোট করা, যা পাকিস্তানে আহমদিয়া অমুসলিম মর্যাদা বলে মনে করে। তার সমালোচকরা দাবি করেন, যে তিনি ইসলামি আলিদের উল্লেখ করার সময় অবমাননাকর ভাষা ব্যবহার করেন এবং তার যুক্তির সমর্থনে তার বক্তৃতার ক্লিপ উপস্থাপন করেন। পীর আফজাল কাদরী নামে একজন ধর্মীয় আলেম ৫০ লাখ টাকা পুরস্কারের প্রস্তাব দিয়েছেন। ৫০০০,০০০ হত্যাকাণ্ডে আলী মির্জা বলেন তিনি হত্যার যোগ্য। ব্লাসফেমির অভিযোগগুলি পাকিস্তানে গুরুতর বলে বিবেচিত হয় এবং দোষী সাব্যস্ত হলে মির্জাকে ব্লাসফেমি আইনের অধীনে কঠোর শাস্তির মুখোমুখি হতে পারে। \n\n\n== গুপ্তহত্যার চেষ্টা ==\n১৪ মার্চ ২০২১ সালে আলীকে দ্বিতীয়বারের মতো হত্যার চেষ্টা করা হয় এবং প্রথমবার করা হয়েছিলো ২০১৭ সালে। এবারও তিনি বেঁচে যান। হামলাকারী সাপ্তাহিক মিটিংয়ে পাকিস্তানের ঝিলামে তার কুরআন একাডেমিতে গিয়েছিলেন এবং তার সাথে একটি ছবি তোলার সময় তাকে ছুরি দিয়ে হত্যা করার চেষ্টা করেছিলেন। সামান্য আহত অবস্থায় আলী পালিয়ে যান। পুলিশ সন্দেহভাজনভাবে দুই জনকে গ্রেপ্তার করেছে এবং তাদের বিরুদ্ধে এজাহার দায়ের করে। হামলাকারী আলীকে হত্যা করতে লাহোর থেকে ঝিলামে গিয়েছিল।\n\n\n== আরও দেখুন ==\nমুহাম্মদ ইসহাক মাদনি\nআবুল আ'লা মওদুদী\nযুবায়ের আলী যাঈ\nইসরার আহমেদ\nসৈয়দ জাওয়াদ নকভি\nইলইয়াস কাদরী\nতারিক জামিল\n\n\n== তথ্যসূত্র =="}