{"pageid": 1350308, "title": "গড়ে প্রত্যাবর্তন", "url": "https://bn.wikipedia.org/wiki?curid=1350308", "content": "পরিসংখ্যান শাস্ত্রে গড়ে প্রত্যাবর্তন (Regression toward the mean) বলতে সেই ঘটনাটিকে বোঝায় যেখানে কোনও দৈব চলকের একটি নমুনা বিন্দু যদি চরম মান ধারণ করে, তাহলে ঐ একই দৈব চলকের পরবর্তী নমুনাটি চলকটির গড় মানের অপেক্ষাকৃত কাছাকাছি হবার সম্ভাবনা বেশি। অধিকন্তু, যখন বহুসংখ্যক দৈব চলকের নমুনা সংগ্রহ করা হয় এবং সবচেয়ে চরম ফলাফলগুলি ইচ্ছাকৃতভাবে বেছে নেওয়া হয়, তখন \"গড়ে প্রত্যাবর্তন\" বলতে বোঝায় যে ঐ একই চলকগুলি থেকে দ্বিতীয়বার নমুনা সংগ্রহ করলে অপেক্ষাকৃত কম চরম ফলাফল পাওয়া যাবে, এবং সেটি সমস্ত চলকের প্রাথমিক গড় মানের কাছাকাছি হবে। সহজ ভাষায় কোনও রাশি বারংবার পরিমাপ করলে চরম বা অস্বাভাবিক মানগুলির সময়ের সাথে সাথে অপেক্ষাকৃত কম চরম হতে থাকা এবং গড় মানের দিকে সরতে শুরু করাই হল গড়ে প্রত্যাবর্তন। গড়ে প্রত্যাবর্তনের কারণ হল চরম মানগুলি অনেক ক্ষেত্রেই দৈব ওঠানামা কিংবা পরিমাপের ত্রুটির কারণে ঘটতে পারে এবং এইসব বাহ্য চরম মানের পেছনে পরিমাপকৃত চলকটির প্রকৃত অন্তর্নিহিত মানে কোনও পার্থক্য না-ও থাকতে পারে। তাই চরম মানগুলি সময়ের সাথে সাথে পুনরাবৃত্ত হবার সম্ভাবনা কম থাকে ও ভবিষ্যৎ পরিমাপগুলি গড়ের কাছে হবার সম্ভাবনা বেড়ে যায়।\nগাণিতিকভাবে সবগুলি দৈব চলক একই বিন্যাস বেছে নেওয়া হয়েছে কি না, কিংবা প্রতিটি দৈব চলকের নিম্নস্থিত বিন্যাসগুলির মধ্যে প্রকৃত কোনও পার্থক্য আছে কি না, তার উপর এই প্রত্যাবর্তন ক্রিয়াটি নির্ভর করে। প্রথম ক্ষেত্রটিতে \"প্রত্যাবর্তন\" ক্রিয়াটি পরিসংখ্যানিকভাবে ঘটার সম্ভাবনা থাকে, কিন্তু দ্বিতীয় ক্ষেত্রটিতে সেটি ঘটার সম্ভাবনা কম বা শূন্য।\nযেসব বৈজ্ঞানিক পরীক্ষা, উপাত্ত বিশ্লেষণ বা অভীক্ষাতে ইচ্ছাকৃতভাবে \"সবচেয়ে চরম\" ঘটনাগুলি নির্বাচন করা হয়, সেগুলির নকশাকরণের সময় গড়ে প্রত্যাবর্তনের ধারণাটি উপকারী হতে পারে, যাতে ঐসব ঘটনা সম্পর্কে ভুল উপসংহারে উপনীত হওয়া এড়ানো যায়। ঐ ঘটনাগুলি প্রকৃতপক্ষেই চরম ঘটনা হতে পারে, পরিসংখ্যানিক অপসংকেতদুষ্ট অর্থহীন বাছাই হতে পারে, বা ঐ দুইয়ের মিশ্রণ হতে পারে। পরিসংখ্যানিক বিশ্লেষণের উপর ভিত্তি করে উপাত্ত ব্যাখ্যা করা ও সিদ্ধান্ত গ্রহণের ক্ষেত্রে গড়ে প্রত্যাবর্তনের ব্যাপারটি বিবেচনায় রাখতে হয়, নতুবা ভুল উপসংহারে উপনীত হওয়া বা অকার্যকর সমাধানের দিকে চালিত  হওয়ার ঝুঁকি থাকে।\n১৯শ শতকের শেষভাবে ব্রিটিশ বিজ্ঞানী ফ্রান্সিস গাল্টন এই ঘটনাটি প্রথম শনাক্ত করেন। তিনি পর্যবেক্ষণ করেন যে অত্যন্ত দীর্ঘকায় বাবা-মাদের সন্তান তাদের তুলনায় খর্বকায় হয়ে থাকে ও উপর থেকে জনসমষ্টির গড় উচ্চতার দিকে অগ্রসর হয়ে থাকে। অন্যদিকে উচ্চতায় অত্যন্ত খাটো বাবা-মায়ের সন্তানেরা তাদের তুলনায় লম্বা হয় ও নিচ থেকে জনসমষ্টির গড় উচ্চতার দিকে অগ্রসর হয়। গাল্টন মটরশুঁটীর বীজের আকৃতিতেও প্রজন্মান্তরে একই ঘটনা প্রত্যক্ষ করেন।\n\n\n== তথ্যসূত্র =="}