{"pageid": 13517, "title": "স্নায়ুযুদ্ধের উৎস", "url": "https://bn.wikipedia.org/wiki?curid=13517", "content": "মার্কিন যুক্তরাষ্ট্র ও সোভিয়েত ইউনিয়নের মধ্যে শত্রুভাবাপন্নতার শুরু প্রথম বিশ্বযুদ্ধের শেষের দিকেই। ১৯১৭ সালের অক্টোবরে ভ্লাদিমির লেনিনের নেতৃত্বে বলশেভিকরা রুশ সরকারের পতন ঘটায় এবং তৎপরবর্তী কমিউনিস্ট রাশিয়া বিশ্বযুদ্ধ থেকে নিজেকে সরিয়ে নেয়। ১৯১৮ সালে মার্কিন যুক্তরাষ্ট্র, ব্রিটেন, ফ্রান্স ও জাপান রাশিয়াতে সামরিক অভিযান চালায়। তারা রাশিয়ার সরে যাওয়ার ফলে জার্মানির বিরুদ্ধে যুদ্ধে জার্মানির পূর্ব দিকে যে শূন্যতার সৃষ্টি হয়েছিল, তা পূরণের লক্ষ্যে এটা করেছিল বলে কারণ দর্শায়। কিন্তু লেনিনের সদ্যঃপ্রতিষ্ঠিত কমিউনিস্ট সরকার এই পদক্ষেপকে আক্রমণ হিসেবে গণ্য করে। আসলেও মার্কিন যুক্তরাষ্ট্র ও ইউরোপীয় শক্তিরা পুঁজিবাদ-বিরোধী প্রচার ও সাম্যবাদের আন্তর্জাতিকীকরণের তোড়জোড় শুরু করার জন্য নতুন এই রাশিয়ার প্রতি বিরূপ ছিল। ১৯২২ সালের ডিসেম্বরে রাশিয়া ও তার আশেপাশের অঞ্চল নিয়ে কমিউনিস্ট নিয়ন্ত্রণের অধীনে সোভিয়েত ইউনিয়ন প্রতিষ্ঠিত হয়। মার্কিন যুক্তরাষ্ট্র ১৯৩৩ সালের আগে সোভিয়েত ইউনিয়নকে স্বীকৃতি দেয়নি। ১৯২৯ সালে স্তালিন ক্ষমতায় আসার পর সোভিয়েত ইউনিয়ন ও মার্কিন যুক্তরাষ্ট্রের মধ্যকার গভীর রাজনৈতিক অনৈক্য আরও খারাপের দিকে মোড় নেয়।\n১৯৩৯ সালের আগস্ট মাসে দ্বিতীয় বিশ্বযুদ্ধের প্রাক্কালে স্তালিন জার্মানির একনায়ক হিটলারের সাথে একটি আগ্রাসন-বিরোধী সন্ধিচুক্তিতে সই করেন, যাতে দুই পক্ষ একে অপরকে আক্রমণ না করার শপথ নেয় এবং জার্মান ও সোভিয়েত প্রভাব বলয়ের অন্তর্বর্তী অঞ্চলগুলি একে অপরের মধ্যে ভাগ করে নিতে সম্মত হয়। কিন্তু হিটলার চুক্তি ভঙ্গ করেন এবং ১৯৪১ সালের জুন মাসে জার্মান সেনাবাহিনী সোভিয়েত ইউনিয়ন আক্রমণ করে। যুক্তরাজ্য ও মার্কিন যুক্তরাষ্ট্র সোভিয়েতদের সাহায্যে এগিয়ে আসে এবং জার্মানদের বিরুদ্ধে এই তিন মিত্রশক্তি মিলে একটি কোয়ালিশন গঠন করে। কিন্তু এই কোয়ালিশনের মিত্রদের মধ্যে পারস্পরিক সন্দেহ ও অবিশ্বাসের অভাব ছিল না। সোভিয়েত পক্ষ থেকে অভিযোগ করা হয় যে তিন শক্তির মধ্যে সোভিয়েতরাই সবচেয়ে বেশি মূল্য দিয়েছে। ১৯৪৪ সালে জার্মানদের পরাজয় যখন অবধারিত, তখন যুদ্ধ-পরবর্তীকালে এই কোয়ালিশনের সদস্যদের সম্পর্ক কেমন হবে তা আরও স্পষ্ট হয়ে উঠে।\n১৯৪৫ সালের মে মাসে নাৎসি জার্মানির পরাজয়ের আগেই পোল্যান্ডের ভবিষ্যতের প্রশ্নে মার্কিন যুক্তরাষ্ট্র ও সোভিয়েত ইউনিয়ন মতদ্বৈততা প্রকাশ করে। স্তালিনের সেনারা ১৯৪৪ ও ১৯৪৫ সালে পোল্যান্ড থেকে জার্মানদের হটিয়ে দেয় এবং সেখানে একটি সাম্যবাদ-সমর্থক সরকার স্থাপন করে। স্তালিন বিশ্বাস করতেন যে তাঁর দেশের নিরাপত্তার জন্য পোল্যান্ডের সোভিয়েত বলয়াধীন থাকা জরুরি। কিন্তু মিত্রশক্তিরা এর বিরোধিতা করে, এবং পূর্ব ইউরোপের অন্যান্য দেশের রাজনৈতিক ভবিষ্যৎ নিয়েও এই একই দ্বন্দ্বের পুনরাবৃত্তি ঘটে। তাই বলা যায়, ১৯৪৪ থেকে ১৯৪৬ সাল পর্যন্ত পূর্ব ইউরোপের নিয়তি নিয়ে দ্বন্দ্বই স্নায়ুযুদ্ধের বীজ বপন করে। তবে এ সময় দুই পক্ষই আশা করছিল যে এই মতানৈক্য কেটে যাবে এবং যে বন্ধুত্বপূর্ণ চেতনা নিয়ে তারা যুদ্ধের সময় একত্র হয়েছিল, তা রক্ষা করা যাবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThe division of Europe Portal to topic documents. CVCE.eu (Centre for European Studies)\nJames F. Byrnes, Speaking Frankly The division of Germany. CVCE.eu (Centre for European Studies)\nAddress given by Winston Churchill: ‘The Sinews of Peace’ Recording of Winston Churchill's speech in 5, March, 1946, warning about the advance of communism in central Europe. CVCE.eu (Centre for European Studies).\nCauses of the Cold War  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ আগস্ট ২০১৩ তারিখে Study guide, primary sources, multimedia, teacher resources\nThe CWIHP at the Woodrow Wilson Center for Scholars Document Collection on the Origins of the Cold War"}