{"pageid": 13516, "title": "স্নায়ুযুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=13516", "content": "স্নায়ুযুদ্ধ  হচ্ছে দ্বিতীয় বিশ্বযুদ্ধ-পরবর্তী সময়ে মার্কিন যুক্তরাষ্ট্র ও তার মিত্রসমূহ এবং সোভিয়েত ইউনিয়ন ও তার মিত্রসমূহের মধ্যকার টানাপোড়েনের নাম। ১৯৪০-এর দশকের মাঝামাঝি থেকে ১৯৮০'র দশকের শেষ পর্যন্ত এর বিস্তৃতি ছিল। প্রায় পাঁচ দশকব্যাপী সময়কালে এই দুই শক্তিশালী দেশের মধ্যকার তীব্র প্রতিদ্বন্দ্বিতা ও রাজনৈতিক মতানৈক্য আন্তর্জাতিক রাজনীতির চেহারা নিয়ন্ত্রণ করত। মার্কিন যুক্তরাষ্ট্র ও তার মিত্র দেশসমূহ ছিল গণতন্ত্র ও পুঁজিবাদের পক্ষে; আর সোভিয়েত ইউনিয়ন ও তার মিত্র দেশসমূহ ছিল সাম্যবাদ বা সমাজতন্ত্রপন্থী। স্নায়ুযুদ্ধের সময় যুক্তরাষ্ট্রের প্রধান প্রধান মিত্র ছিল যুক্তরাজ্য, ফ্রান্স, পশ্চিম জার্মানি, জাপান ও কানাডা। আর সোভিয়েত ইউনিয়নের পক্ষে ছিল পূর্ব ইউরোপের অনেক রাষ্ট্র, যেমন বুলগেরিয়া, চেকোস্লোভাকিয়া, হাঙ্গেরি, পোল্যান্ড, পূর্ব জার্মানি ও রোমানিয়া। স্নায়ুযুদ্ধের কিছুকাল যাবৎ কিউবা এবং চীন সোভিয়েতদের সমর্থন দেয়। যেসমস্ত দেশ দুই পক্ষের কাউকেই সরকারিভাবে সমর্থন করত না, তাদেরকে নিরপেক্ষ দেশ বলা হত। তৃতীয় বিশ্বের নিরপেক্ষ দেশগুলি জোট নিরপেক্ষ আন্দোলনের অংশ ছিল। অবশেষে সোভিয়েত ইউনিয়নের নাটকীয় পরিবর্তন ও পতনের মধ্য দিয়ে এই যুদ্ধের সমাপ্তি হয়।\n\n\n== নাম ==\nএই বিশেষ ঐতিহাসিক ঘটনাকে ইংরেজিতে Cold War কথাটি দিয়ে সর্বপ্রথম সূচিত করেন ইংরেজ সাহিত্যিক জর্জ অরওয়েল, ১৯৪৫ সালে। বাংলায় নামটি স্নায়ুযুদ্ধ অথবা ইংরেজি নামের আদলে শীতল যুদ্ধ, ঠাণ্ডা লড়াই ইত্যাদি নামে ডাকা হয়। বাংলায় এই নাম ব্যবহারের কারণ হলো, এ যুদ্ধে প্রতিপক্ষ দেশগুলো সরাসরি লড়াইয়ের মুখোমুখি না হয়ে একে অপরকে হুমকি, সামরিক ও পারমাণবিক শক্তি প্রদর্শন, মহাকাশ প্রতিযোগিতা, ছোটখাটো যুদ্ধে আধিপত্য বিস্তার ইত্যাদি উপায়ে পরাস্ত করতে চেয়েছিল। অর্থাৎ লড়াইগুলো কখনোই গরম বা ভয়াবহ হয়ে উঠেনি, সবসময় ঠাণ্ডা বা শান্তই ছিল। তবে শান্ত বা ঠাণ্ডা হলেও এগুলো ছিল চরম উত্তেজনাপূর্ণ।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\n\nদ্বিতীয় বিশ্বযুদ্ধোত্তর মার্কিন যুক্তরাষ্ট্র ও সাবেক সোভিয়েত ইউনিয়নের পরাশক্তি বা সুপার পাওয়ার হিসেবে আবির্ভাব ঘটে।পরস্পরবিরোধী রাষ্ট্রজোট প্রত্যক্ষ সংগ্রামে অবতীর্ণ না হয়ে পরস্পরের প্রতি যে যুদ্ধভাব বিরাজ করেছিল বা সংগ্রামে লিপ্ত ছিল তাকেই ঠাণ্ডা লড়াই বলে অভিহিত করা হয়। শীতল লড়াই আন্তর্জাতিক রাজনীতিতে অত্যন্ত তাৎপর্যপূর্ণ একটি ঘটনাপর্ব; মূলত দ্বিতীয় বিশ্বযুদ্ধের পরে সমগ্র বিশ্ব দুইটি শিবিরে ভাগ হয়ে যায়। যথা: মার্কিন যুক্তরাষ্ট্রের নেতৃত্বে পুঁজিবাদী ধনতান্ত্রিক রাষ্ট্রজোট এবং সোভিয়েত নেতৃত্বাধীন সমাজতান্ত্রিক শিবির।\nবিশ্বযুদ্ধ পরবর্তী পর্বে মার্কিন আধিপত্যবাদ-এর সূচনা হয় এবং হিরোশিমা ও নাগাসাকিতে পারমাণবিক বোমাবর্ষণ এর মধ্যে দিয়ে মার্কিন যুক্তরাষ্ট্র তার পারমাণবিক শ্রেষ্ঠত্ব প্রদর্শন করে। ফলে মার্কিন এই ঔদ্ধত্য রুশ শিবিরকে শীতল যুদ্ধে সামিল করে। বিশ্ব অর্থনীতির দিক থেকে শক্তিশালী মার্কিন যুক্তরাষ্ট্র বিশ্বযুদ্ধের অব্যবহিত পরেই রুশ আধিপত্যবাদের বিনাশ সাধনে অগ্রসর হয় এবং উইনস্টন চার্চিল এর ফালটন বক্তৃতা ও ১৯৪৭ এর মার্শাল পরিকল্পনার মধ্যে দিয়ে এই চেতনার বহিঃপ্রকাশ ঘটে।\nঠান্ডা লড়াই বা স্নায়ুযুদ্ধ শুধু ইউরোপীয় রাজনীতিকেই নয় বরং সমগ্র বিশ্ব রাজনীতিকে প্রভাবিত করেছিল এবং পরবর্তী সংকটসমূহ যেমন কিউবা, উত্তর ও দক্ষিণ কোরিয়া এবং নানা সংঘাত ও ছোটোখাটো যুদ্ধসমূহ আন্তর্জাতিক আঙিনায় এক জটিলাবস্থা ও প্রবল রেষারেষির উদ্ভব ঘটায়। এশিয়ার মাটিতে এই রেষারেষি বেশি প্রবল হয়ে ওঠে এবং পারমাণবিক শক্তিধর রাষ্ট্রসমূহের এই প্রতিদ্বন্দ্বিতা ব্যাপক অনিশ্চয়তা ও রুদ্ধশ্বাস টানাপোড়েন এর জন্ম দেয় ফলে বিশ্বশান্তি বিনষ্ট হয়। ন্যাটো, সিয়াটোর পাশাপাশি রুশশক্তির গঠিত ওয়ারশ চুক্তি এই স্নায়ুযুদ্ধকে এক অন্য মাত্রায় নিয়ে যায়। জার্মানির বিভক্তিকরণ এবং ইউরোপীয় নিরাপত্তার সন্ধান এই সময়কালে অন্যতম বিষয় ছিল যা ঠান্ডাযুদ্ধ কর্তৃক প্রভাবিত হয় ফলে দীর্ঘ কয়েক দশক ধরে অবর্ণনীয় জটিলতার প্রসার ঘটায়। চিরায়ত, বাস্তববাদী এবং সংশোধনবাদী ঐতিহাসিক ব্যাখ্যায় এই ঠান্ডা লড়াইয়ের বিশ্লেষণ উঠে এসেছে। লিপম্যান এর বক্তব্য এ প্রসঙ্গে অত্যন্ত তাৎপর্যপূর্ণ। কেননা তিনি তার The Cold war গ্রন্থে বিশ্বযুদ্ধত্তোর পর্বের স্নায়ুযুদ্ধের চরিত্র ও কাঠামো ব্যাখ্যা করেছেন। ঐতিহাসিক ফ্লেমিং মার্কিন রাজনৈতিক নীতিগত দিক থেকে বিশ্লেষণ করেছেন। গুরুত্বপূর্ণ একটি বিষয় হলো, কোরিয়া যুদ্ধের সূত্র ধরে ঠান্ডা লড়াই রাজনীতিতে ইউরোপকেন্দ্রিকতার সীমানা অতিক্রম করে এশিয়া ভূখণ্ডেও মার্কিন বেষ্টনী নীতি জমাট হয়। এভাবেই দীর্ঘ সময় ধরে ঠান্ডা লড়াই এক নতুন ধরনের লড়াই বিশ্বকে উপহার দেয় যাকে আটকানো জাতিসংঘের নিকট সম্ভবপর ছিলো না এবং ভারত ও পাকিস্তানের মতো তৃতীয় বিশ্বের কিছু দেশ জোট নিরপেক্ষতাকে হাতিয়ার করে নিজেদের দূর অবস্থান বজায় রাখে।\n১৯৪৫-১৯৯০/৯১ এর লড়াই শেষ হয় মূলত বার্লিন প্রাচীর ধ্বংস ও সোভিয়েত ইউনিয়নের পতনের মাধ্যমে। বর্তমানে পৃথিবীতে আর কোন স্নায়ু যুদ্ধের অস্তিত্ব নেই।\n\n\n== আরও দেখুন ==\nশীতল যুদ্ধের সময়রেখা\nদ্বিতীয় স্নায়ুযুদ্ধ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসংগ্রহশালা\nOpen Society Archives, Budapest (Hungary), one of the biggest history of communism and cold war archives in the world\nAn archive of UK civil defence material\nPost-Cold War World Economy from the Dean Peter Krogh Foreign Affairs Digital Archives\nCONELRAD Cold War Pop Culture Site  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ জুলাই ২০২০ তারিখে\nCBC Digital Archives –  Cold War Culture: The Nuclear Fear of the 1950s and 1960s\nThe Cold War International History Project (CWIHP)\nThe Cold War Files\nCNN Cold War Knowledge Bank comparison of articles on Cold War topics in the Western and the Soviet press between 1945 and 1991\nThe CAESAR, POLO, and ESAU Papers–This collection of declassified analytic monographs and reference aids, designated within the Central Intelligence Agency (CIA) Directorate of Intelligence (DI) as the CAESAR, ESAU, and POLO series, highlights the CIA's efforts from the 1950s through the mid-1970s to pursue in-depth research on Soviet and Chinese internal politics and Sino-Soviet relations. The documents reflect the views of seasoned analysts who had followed closely their special areas of research and whose views were shaped in often heated debate.\nগ্রন্থপঞ্জি\nAnnotated bibliography for the arms race from the Alsos Digital Library\nসংবাদ\nVideo and audio news reports from during the cold war\nশিক্ষামূলক সংগ্রহশালা\nMinuteman Missile National Historic Site: Protecting a Legacy of the Cold War , a National Park Service Teaching with Historic Places (TwHP) lesson plan"}