{"pageid": 1351313, "title": "কিটামিন", "url": "https://bn.wikipedia.org/wiki?curid=1351313", "content": "কিটামিন হলো একটি  অবেদনিক যা অবেদন আনয়ন এবং রক্ষণাবেক্ষণের জন্য ব্যবহৃত হয়।  হতাশার চিকিৎসা, ব্যথা ব্যবস্থাপনার সরঞ্জাম এবং  বিনোদনমূলক ওষুধ হিসাবেও এর ব্যবহার রয়েছে।  কিটামিন একটি গুরুত্বপূর্ণ যৌগ যা ১৯৬২ সালে ফেনসাইক্লিডিন থেকে উদ্ভূত হয়েছিল। অন্যান্য অবেদনের চেয়ে কিটামিনের হ্যালুসিনোজেনিক প্রভাব কম।  \nচেতনানাশক ডোজে, কিটামিন \"ডিসোসিয়েটিভ অ্যানেস্থেসিয়া\" এর একটি অবস্থাকে প্ররোচিত করে এবং ব্যথা উপশম, অবসাদ এবং অ্যামনেসিয়া প্রদান করে।  কিটামিন অবেদনকের স্বতন্ত্র বৈশিষ্ট্যগুলি হল শ্বাস-প্রশ্বাস এবং শ্বাসনালীর প্রতিচ্ছবি সংরক্ষিত, রক্তচাপ বৃদ্ধির সাথে উদ্দীপিত হৃদযন্ত্রের কার্যকারিতা এবং মাঝারি পর্যায়ের ফুসফুস প্রসারণ।  কম, সাব-অ্যানেস্থেটিক ডোজে, কিটামিন ব্যথা এবং চিকিত্সা-প্রতিরোধী বিষণ্নতার জন্য একটি কার্যকরী এজেন্ট।  যাইহোক, অনেক অ্যান্টিডিপ্রেসেন্টের মতো, কেটামিনের একক প্রয়োগের ফলাফল সময়ের সাথে ক্ষয় হয়ে যায়।  বারবার ব্যবহারের দীর্ঘমেয়াদী প্রভাবগুলো মূলত অজানা, এবং এ বিষয়ে বিস্তর গবেষণা চলছে। \nবিনোদনমূলক উদ্দেশ্যে কিটামিনের উচ্চ মাত্রার নিয়মিত ব্যবহারকারীদের মধ্যে লিভার এবং প্রস্রাবের বিষাক্ততার খবর পাওয়া গেছে। \n১৯৬২ সালে সর্বপ্রথম কিটামিন সংশ্লেষিত হয়েছিল এবং ১৯৭০ সালে মার্কিন যুক্তরাষ্ট্রে ব্যবহারের জন্য অনুমোদিত হয়েছিল  এটি ভেটেরিনারি মেডিসিনে নিয়মিত ব্যবহার করা হয়েছে এবং ভিয়েতনাম যুদ্ধে শল্যচিকিৎসা অবেদনিক হিসেবে  ব্যাপকভাবে ব্যবহৃত হয়েছিল।  অন্যান্য সাইকোট্রপিক ওষুধের সাথে, এটি বিশ্ব স্বাস্থ্য সংস্থার প্রয়োজনীয় ওষুধের তালিকায় রয়েছে।  এটি জেনেরিক ওষুধ হিসেবে পাওয়া যায়।  বিনোদনমূলক ওষুধ হিসাবে ব্যবহার করা হলে, এটি পাউডার এবং তরল উভয় আকারে পাওয়া যায়। \n\n\n== চিকিৎসায় ব্যবহার ==\n\n\n=== অবেদন ===\nঅবেদনে কিটামিনের উল্লেখযোগ্য ব্যবহার রয়েছে।  এটি স্বল্পমেয়াদী পদ্ধতির জন্য পছন্দের একটি ওষুধ যখন পেশী শিথিলকরণের প্রয়োজন হয় না।  শ্বাসযন্ত্র এবং সংবহনতন্ত্রের উপর কিটামিনের প্রভাব অন্যান্য চেতনানাশকগুলির থেকে আলাদা। এটি অন্যান্য উপলব্ধ অবেদনিকের তুলনায় অনেক কম শ্বাস-প্রশ্বাসকে দমন করে।  চেতনানাশক মাত্রায় ব্যবহার করা হলে, কিটামিন সাধারণত সংবহনতন্ত্রকে বিষণ্ণ করার পরিবর্তে উদ্দীপিত করে।  প্রতিরক্ষামূলক এয়ারওয়ে রিফ্লেক্সগুলি সংরক্ষিত থাকে  এবং কখনও কখনও শ্বাসনালীতে প্রতিরক্ষামূলক ব্যবস্থা ছাড়াই কিটামিন অবেদনিক দেওয়া সম্ভব।  সাইকোটোমিমেটিক প্রভাবগুলো কিটামিনের গ্রহণযোগ্যতা সীমিত করে; তবে, ল্যামোট্রিজিন  এবং নিমোডিপাইন  সাইকোটোমিমেটিক প্রভাব হ্রাস করে এবং বেনজোডিয়াজেপাইনস বা প্রোপোফোল দ্বারাও প্রতিরোধ করা যেতে পারে। \n\n\n=== ব্যাথানাশক ===\nকিটামিন ইনফিউশন, জরুরী বিভাগে এবং তীব্র ব্যাথায় আক্রান্ত ব্যক্তিদের পেরিওপারেটিভ সময়কালে তীব্র ব্যথার চিকিৎসার জন্য ব্যবহৃত হয়। অ্যানেস্থেশিয়ার জন্য ব্যবহৃত ডোজগুলির চেয়ে কম; এগুলিকে সাধারণত উপ-অ্যানেস্থেটিক ডোজ হিসাবে উল্লেখ করা হয়। মরফিনের সাথে যুক্ত বা নিজে থেকেই, কিটামিন অস্ত্রোপচারের পরে মরফিনের ব্যবহার, ব্যথার মাত্রা, বমি বমি ভাব এবং বমি কমায়। \nযেসব ক্ষেত্রে কিটামিন কোনোমতেই ব্যবহার করা যাবে না:\n\nরক্ত সংবহনতন্ত্রের রোগ যেমন হৃৎশূল, উচ্চ রক্তচাপ\nঅন্তঃকরোটি চাপ বৃদ্ধি \nমনোব্যাধি\nযকৃতের রোগ যেমন, সিরোসিস\nগর্ভাবস্থা\nতিন মাসের কম বয়সী বাচ্চা\n\n\n== ক্ষতিকর দিক ==\nচেতনানাশক ডোজে, ১০-২০% প্রাপ্তবয়স্ক (১-২% শিশু)  প্রতিকূল মানসিক প্রতিক্রিয়া অনুভব করে যা অবেদন থেকে উত্থানের সময় ঘট। স্বপ্ন এবং ডিসফোরিয়া থেকে শুরু করে হ্যালুসিনেশন এবং ডেলিরিয়াম হতে পারে।  ল্যামোট্রিজিন  এবং নিমোডিপাইন  যোগ করলে সাইকোটোমিমেটিক প্রভাব হ্রাস পায় এবং বেঞ্জোডায়াজেপিন বা প্রোপোফল দিয়েও বিরুপ প্রভাবগুলো প্রতিরোধ করা যেতে পারে।  কিটামিন সাধারণত ১০% এর বেশি লোকের ক্ষেত্রে টনিক - ক্লোনিক নড়াচড়া এবং খুব কমক্ষেত্রেই হাইপারটোনিয়া সৃষ্টি করে।  ৫-১৫% রোগীদের ক্ষেত্রে কিটামিন ব্যবহারে বমি হতে পারে; তবে প্রপোফল ব্যবহার করলে বমি হয় না।   কিটামিন, সাধারণত, শ্বাসতন্ত্রকে উদ্দীপিত করে। \n\n\n=== নির্ভরতা এবং সহনশীলতা ===\nযদিও কিটামিন নির্ভরতার ঘটনা অজানা, তবে কিছু লোক যারা নিয়মিত কিটামিন ব্যবহার করে তাদের ক্ষেত্রে কিটামিন নির্ভরতা বিকাশ করে। প্রাণী পরীক্ষাগুলিও অপব্যবহারের ঝুঁকি নিশ্চিত করে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকেটামিন — ইউএস ন্যাশনাল লাইব্রেরি অফ মেডিসিন (NLM) ড্রাগ ইনফরমেশন পোর্টাল থেকে\nকেটামিন হাইড্রোক্লোরাইড - ইউএস ন্যাশনাল লাইব্রেরি অফ মেডিসিন (NLM) ড্রাগ ইনফরমেশন পোর্টাল থেকে\nKetamine ফ্যাক্ট শীট — মার্কিন যুক্তরাষ্ট্র DEA থেকে, Archive.org এর মাধ্যমে"}