{"pageid": 1351247, "title": "নুসরেতিয়ে মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1351247", "content": "নুসরেতিয়ে মসজিদ হলো একটি অলঙ্কৃত মসজিদ যা তুরস্কের ইস্তাম্বুলের বেয়োগলু শহরের তোফানে জেলায় অবস্থিত। এটি ১৮২৩-১৮২৬ সালে সুলতান দ্বিতীয় মাহমুদ দ্বারা নির্মিত হয়।\n\n\n== ঐতিহাসিক পটভূমি ==\nমসজিদটি ১৮২২ থেকে ১৮২৬ সালের মধ্যে ইস্তাম্বুলের তোফানে পাড়ায় সুলতান দ্বিতীয় মাহমুদ দ্বারা নির্মিত হয়।   মসজিদটির নামের অর্থ হলো \"বিজয়\"। এ নামটি ১৮২৬ সালে মসজিদের নির্মাণকাজ সমাপ্তির বছরে, জেনিসারিজ বাহিনীর বিরুদ্ধে দ্বিতীয় মাহমুদের জয়ের স্মৃতিচারণে রাখা হয়।   দ্বিতীয় মাহমুদ একই সময়ে মসজিদের কাছে একটি নতুন আর্টিলারি ব্যারাক এবং প্যারেড গ্রাউন্ডও নির্মাণ করেন। তার পূর্বসূরি তৃতীয় সেলিম এই স্থানে যে ব্যারাকগুলি নির্মাণ করেছেন তা পুনরায় প্রতিস্থাপন করেন। কিন্তু এটি পরবর্তীতে জেনেসারীরা ধ্বংস করে দেয়। \n১৮৩৫ থেকে ১৮৩৯ সালের মধ্যে দ্বিতীয় মাহমুদ ইস্তাম্বুলের প্রাচীনতম ক্লক টাওয়ার ও তোফানে ক্লক টাওয়ার মসজিদের কাছাকাছি স্থাপন করেছিলেন। ১৮৪৮ বা ১৮৪৯ সালে আবদুলমেসিত দ্বারা টাওয়ারটি স্মারক আকারে পুনর্নির্মাণ করা হয়েছিল   \n\n\n== স্থাপত্যশৈলী ==\nমসজিদটি আর্মেনীয়-উসমানীয় স্থপতিদের বিশিষ্ট বালিয়ান পরিবারের অন্তর্ভুক্ত ক্রিকোর বালিয়ানের প্রথম প্রধান সাম্রাজ্যগত কাজ।   কখনও কখনও মসজিদটিকে সাম্রাজ্য শৈলীর অন্তর্গত হিসাবে বর্ণনা করা হয়, তবে পণ্ডিত গডফ্রে গুডউইন এবং ডোগান কুবান এটিকে শেষ উসমানীয় বারোক মসজিদগুলির একটি হিসাবে বিবেচনা করেন।   উনভার রুস্তম শৈলীটিকে উসমানীয় নব্য-ধ্রুপদীয় স্থাপত্য হিসেবে বর্ণনা করেছেন।  গুডউইন এটিকে ১৮ শতকে নুরুওসমানিয়ে মসজিদ দিয়ে শুরু হওয়া ধারাবাহিকভাবে বেশ কয়েকটি সাম্রাজ্যগত মসজিদ নির্মাণ কার্যক্রমের সর্বশেষ মসজিদ হিসেবে বর্ণনা করেছেন। \nমসজিদটি উস্কুদারে তৃতীয় সেলিমের ইম্পেরিয়াল মসজিদের মডেল অনুসরণ করে তৈরি করা হয়েছে। মসজিদটির সামনের পোর্টিকো এবং দ্বি-পাখা বিশিষ্ট ইম্পেরিয়াল প্যাভিলিয়নে দেখা যায়।    এটি অন্যান্য বিবরণে উদ্ভাবনী ছিল, যেমন: খিলান এবং সিঁড়ির বৃহত্তর ব্যবহার, সিঁড়িতে পাথরের পরিবর্তে কাঠের ব্যবহার এবং গম্বুজের অলঙ্করণে ঐতিহ্যবাহী বৃত্তাকার আরবি লিপি।  তুলনামূলকভাবে ছোট আকার থাকা সত্ত্বেও মসজিদের লম্বা অনুপাতের জন্য এটিকে উচ্চতার দিক দিয়ে লম্বা মনে হয়, যা আয়াজমা মসজিদের অনুরূপ।  বাইরের দিক থেকে, মসজিদের সবচেয়ে উল্লেখযোগ্য বিবরণ হলো এর মিনারের অত্যধিক সরুত্ব।  \n\n\n== আরও দেখুন ==\nমালতেপে মসজিদ\nবুরসা গ্র্যান্ড মসজিদ\nকারা আহমেদ পাশা মসজিদ\nআরতুগ্রুল টেককে মসজিদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nনুসরেতিয়ে মসজিদের ছবিসমূহ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ জুন ২০২৩ তারিখে"}