{"pageid": 1351271, "title": "আকমল আল-দীন আল-বাবারতি", "url": "https://bn.wikipedia.org/wiki?curid=1351271", "content": "আকমল আল-দীন আল-বাবারতি (আরবি: أكمل الدين البابرتي) ছিলেন একজন হানাফি পণ্ডিত, আইনবিদ, পণ্ডিত মাতুরিদি ধর্মতত্ত্ববিদ, মুফাসসির (কুরআনের ব্যাখ্যাকারী), মুহাদ্দিস (হাদিস পণ্ডিত), ব্যাকরণবিদ (নাহাবী), একজন বক্তা ও লেখক যিনি ৪০টিরও বেশি গ্রন্থ লিখেছেন।\nতিনি ইবনে হাজার আল-আসকালানি, আল-সুয়ুতি, আল-মাকরিজি, ইবনে কুতলুবুগা, ইবনে তাগরিবর্দী, ইবনে আল-হিন্নাই, মুহাম্মদ ইবনে আইয়াস, ইবনে আল-ইমাদ আল-হবানসহ বেশ কিছু বিখ্যাত পণ্ডিতদের দ্বারা প্রশংসিত হয়েছিলেন। এবং আবদ আল-হায় আল-লাকনবী, এবং সুলতান বারকুক তাকে সম্মান প্রদান করছিলেন।\n\n\n== শিক্ষক ==\nআলেপ্পোতে অধ্যয়ন করার পর, তিনি ৭৪০ হিজরিতে (১৩৪০ খ্রিস্টাব্দ) কায়রোতে চলে আসেন যেখানে তিনি শামস আল-দীন আল-ইসফাহানি (মৃত্যু ৭৪৯/১৩৪৮), কওয়াম আল-দিন আল-কাকি (মৃত্যু ৭৪৯/১৩৪৮), আবু হাইয়ান আল-আন্দালুসি (মৃত্যু. ৭৪৫/১৩৪৪), ইবনে আবদ আল-হাদী (মৃত্যু. ৭৪৪/১৩৪৩) এবং অন্যান্য প্রখ্যাত পণ্ডিতের সাথে অধ্যয়ন করেন।\nতিনি কায়রোতে আমির সাইফ আল-দিন শায়খু/শায়খুন আল-নাসিরি (আল-উমারি)-এর খানকাহতে অধ্যাপক হিসেবে নিযুক্ত হন, যিনি মূলত সুলতান আল-নাসির মুহাম্মদ বি. কালাউন (মৃত্যু ৭৪১/১৩৪১)-এর পরিবারের সদস্য ছিলেন।\n\n\n== ছাত্র ==\nতার বিখ্যাত ছাত্রদের মধ্যে আছে আল-শরীফ আল-জুরজানি (মৃত্যু ১৪১৩) এবং শামস আল-দিন আল-ফানারী (মৃত্যু ১৪৩০ বা ১৪৩১)।\n\n\n== বই ==\nতিনি আকিদাহ, কালাম (ইসলামিক ধর্মতত্ত্ব ), ফিকাহ (ইসলামিক আইনশাস্ত্র ), উসূল আল-ফিকহ ( ইসলামী আইনশাস্ত্রের মূলনীতি ), তাফসির (কুরআনের ব্যাখ্যা), হাদিস অধ্যয়ন, ইসলামিক উত্তরাধিকার আইনশাস্ত্র ( আরবি নমারগ্রাম ), আরবি সাহিত্য, রূপবিদ্যা (ভাষাবিজ্ঞান), এবং অলঙ্কারশাস্ত্রের ওপর ৪০টিরও বেশি গ্রন্থ লিখেছেন।\nতিনি আল-কাশশাফের তাফসীর লিখেছেন। তার অন্যান্য কাজের মধ্যে রয়েছে মাশারিক আল-আনওয়ারের ভাষ্য, ইবনে আল-হাজিবের মুখতাসারের ভাষ্য, নাসির আল-দীন আল-তুসির তাজরিদ আল-ইতিকাদের ভাষ্য, আইনশাস্ত্রের আল-হিদায়ার ভাষ্য, আলফিয়ার ভাষ্য, ইবন মালিকের ব্যাকরণ, আল-মানারের ভাষ্য এবং আল-বাজদাভির ভাষ্য।\nতার কয়েকটি বই নিম্নরূপ:\n\nআল-ইনায়া শরহ আল-হিদায়া ( আরবি: العناية شرح الهداية ) এটি আল-মারগিনানির বই \" আল হিদায়া \" এর একটি ভাষ্য।\nশরহ আল-আকিদাহ আল-তাহাবিয়্যাহ ( আরবি: شرح العقيدة الطحاوية, প্রতিবর্ণীকৃত: trans, অনুবাদ 'A commentary on the creed of Imam al-Tahawi' ইমাম আত-তাহাভীর আকীদার উপর একটি ভাষ্য ' )\nশরহ ওয়াসিয়্যাত আল-ইমাম আবি হানিফা ( আরবি: شرح وصية الإمام أبي حنيفة )\nইমাম আবু হানিফা রচিত শরহ আল-ফিকহ আল-আকবার ( আরবি: شرح الفقه الأكبر للإمام أبي حنيفة )\nশরহ উসুল ফখর আল-ইসলাম আল-বাজদাওয়ি ( আরবি: شرح أصول فخر الإسلام البزدوي )\nশরহ মুখতাসার ইবনুল হাজিব ( আরবি: شرح مختصر ابن الحاجب )\nআল-জামাখশারীর আল-কাশশাফের উপর একটি ভাষ্য ( হাশিয়া )।\nনাসির আল-দিন আল-তুসীর তাজরিদ আল -কালামের উপর একটি ভাষ্য ( হাশিয়া )।\n\n\n== আরও দেখুন ==\n\nআবু হানিফা রহ\nআবু মনসুর আল-মাতুরিদি\n'আলা' আল-দীন আল-বুখারী\nবদর আল-দীন আল-আয়নী\nইবনে আবিদীন রহ\nআল-মায়দানী\nআলী আল-কারী রহ\nশাহ ওয়ালীউল্লাহ দেহলভী রহ\nমুহাম্মদ জাহিদ আল-কাওথারি\nহানাফীদের তালিকা\nআশআরিস এবং মাতুরিদের তালিকা\nমুসলিম ধর্মতত্ত্ববিদদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশায়খ আকমালুদ দ্বীন কে ছিলেন? - হাদীসের উত্তর\nসমরকন্দ থেকে কায়রো পর্যন্ত হানাফী সংস্কৃতির চিহ্ন"}