{"pageid": 1351323, "title": "কান্নিয়াথ আহমেদ মুসলিয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1351323", "content": "কান্নিয়াথ আহমেদ মুসলিয়ার ( আরবি :كنّيت احمد مسليار, মালায়ালাম : കണ്ണിയത്തു അഹ്മദ് മുസ്ലിയാർ) ছিলেন বিংশ শতাব্দীর মুসলিম কেরালার একজন পণ্ডিত, যিনি সমস্থ কেরালা জামিয়্যাতুল উলামা-এর সাবেক সভাপতিও ছিলেন। তিনি সেই শতাব্দীতে আবির্ভূত নোভাল দলগুলোর বিরুদ্ধে অনেক সফলভাবে বক্তৃতা করে বিজয়ী হন এবং তিনি সর্বশ্রেষ্ঠ সুন্নি আশআরী পন্ডিত ই কে আবুবকর মুসলিয়ারের শিক্ষক হওয়ার কারণে বিখ্যাত। তিনি তার তাকওয়া এবং ইসলামী আইনশাস্ত্রে তার অসাধারণ দখলের জন্য উল্লেখযোগ্য ব্যাক্তি হিসেবে পরিচিত ছিলেন। তার অনেক শিক্ষার্থী ছিল যারা পরে সুন্নি জগতে উজ্জ্বল নক্ষত্রে পরিণত হয়েছিল।\n\n\n== জীবনের প্রথমার্ধ ==\nকান্নিয়াথ আহমেদ মুসলিয়ার ১৯০০ সালের ১৭ জানুয়ারি কান্নিয়াথ আভারান কুট্টি এবং কাদিজার ঘরে জন্মগ্রহণ করেন। তিনি ১৯১০ সালে দারসে (মসজিদভিত্তিক শিক্ষা ব্যবস্থা) নথিভুক্ত হন এবং একজন নায়ার শিক্ষকের মাধ্যমে মালায়ালাম এবং ইংরেজি শিক্ষা গ্রহণ করেন। তিনি ভাজাক্কাদ দারুল উলূমে ভর্তি হন, যেটি সংস্কারের নেতা চালিলাকাথ কুনাহমেদ হাজীর অধীনে প্রতিষ্ঠিত হয়েছিল, এবং সাইয়্যিদ ত্বোয়াহা আলুওয়াই, কুতুবি মুহাম্মদ মুসলিয়ার, চেরুসেরি আহমেদ কুট্টি মুসলিয়ার, কে এম মৌলভির সাথে ছিলেন। চলিলকাঠ কুনাহমেদ হাজীর অবসর গ্রহণের পর, ভেলোরি আব্দুল আজিজ প্রতিষ্ঠানের অধ্যক্ষ হন এবং কান্নিয়াথ উস্তাদ তাঁর কাছ থেকে হাদীসের জ্ঞান আহরণ করেন এবং পরে ইজাজত (বক্তৃতার অনুমতি) নিয়ে আসেন। ১৯২২ সালে, চেরুসেরি আহমেদ কুট্টি মুসলিয়ারকে প্রতিষ্ঠানের ডিন হিসেবে নিযুক্ত করা হয় এবং কান্নিয়াথ আরবি ভাষা, জ্যোতিষশাস্ত্র এবং যুক্তিবিদ্যায় দক্ষতা অর্জন করেন। চেরুসেরি আহমেদ কুট্টি মুসলিয়ার কান্নিয়াথের ব্যক্তিগত বৈশিষ্ট্যে আকৃষ্ট হয়েছিলেন। ১৯২৬ সালে চেরুসেরি আহমেদ কুট্টি মুসলিয়ারের স্বেচ্ছায় অবসর গ্রহণের পর, কুতুবি মুহাম্মদ মুসলিয়ার প্রতিষ্ঠানের অভিভাবকত্ব গ্রহণ করেন এবং তিনি কান্নিয়াথকে তার সহকারী হিসেবে নিযুক্ত করেন।\n\n\n== শিক্ষাদান ==\nকুতুবি মুসলিয়ার, আয়ানচর মুসলিয়ার, পল্লীপুরম আবদুল খাদের মুসলিয়ারের অধীনে দারুল উলূমে দীর্ঘ চাকরির পর, তিনি ওদাত্তিন পল্লী, থালাসেরি, মাত্তুল মুহাদ্দীন পল্লী, পারমবাথ পল্লী, মোরায়ুর পল্লীতে প্রধান মুদারিস (দারসে অধ্যাপক) হিসেবে নিযুক্ত হন। তিনি পোনানি ভালিয়া মসজিদে মুদারিস হিসেবেও কাজ করেছেন, যা কেরালার মাকা নামে পরিচিত। শামসুল উলামার সাথে জামিয়া নুরিয়া পট্টিকাদে অধ্যাপক হিসেবে তাঁর মেয়াদ জামিয়া নূরিয়ার সুবর্ণ পর্ব ছিল।\n\n\n== সমস্থে ==\n১৯২৬ সালে প্রতিষ্ঠার পর থেকে তিনি সমস্থের মুসাওয়ারে আমন্ত্রিত হন। সাদাকুতুল্লা মুসলিয়ারের পদত্যাগের পর, সংগঠনের তৎকালীন সভাপতি, ভ্যাপার পিভি মুহাম্মদ কোয়ার সভাপতিত্বে সাধারণ পরিষদে (১৯৬৭, মে ৬) তিনি সর্বসম্মতিক্রমে ১৯৬৭, ২৫ মে সমস্থের সভাপতি নির্বাচিত হন।\n\n\n== নোভাল দলের বিপক্ষে ==\nতিনি তার কথা ও লেখনী দিয়ে সালাফিবাদ এবং অন্যান্য অভিনব মতাদর্শের বিরুদ্ধে গিয়েছিলেন এবং তাদের জন্য দুঃস্বপ্ন হিসেবে আবির্ভূত হয়েছিলেন। তিনি তাদের সাথে বিতর্কে লিপ্ত ছিলেন, কিন্তু তিনি বিভিন্ন বিষয়ে তাদের প্রশংসাও করেছিলেন, তিনি কোঝিকোড জেলার নাদাপ্পুরমে বিখ্যাত বিতর্কের সূচনা করেছিলেন এবং সুন্নি দলের বর্শাপ্রধান ছিলেন।\n\n\n== মৃত্যু ==\nতিনি ১৯ সেপ্টেম্বর ১৯৯৩ (রাবিল আখের ২, ১৪১৪) মৃত্যুবরণ করেন। বিভিন্ন ধর্মের লক্ষ লক্ষ মানুষ তাদের এই নেতার প্রতি শ্রদ্ধা জানান।\n\n\n== তথ্যসূত্র =="}