{"pageid": 1352082, "title": "মহিলা রাষ্ট্রীয় সংঘ", "url": "https://bn.wikipedia.org/wiki?curid=1352082", "content": "মহিলা রাষ্ট্রীয় সংঘ ( সংক্ষেপে -এমআরএস ) ব্রিটিশ ভারতে  অসহযোগ আন্দোলনের সময় মহিলাদের দ্বারা প্রতিষ্ঠিত ও পরিচালিত প্রথম সংগঠন।  আইন অমান্য আন্দোলনে,  রাজনৈতিক আঙিনায় এবং সমাজে মহিলাদের সম্মান ও মর্যাদা বৃদ্ধির লক্ষ্যে ১৯২৮ খ্রিস্টাব্দে বেঙ্গল প্রেসিডেন্সিতে বিশিষ্ট ভারতীয় জাতীয়তাবাদী নেতা নেতাজি সুভাষ চন্দ্র বসুর অনুপ্রেরণায়  লতিকা ঘোষের   নেতৃত্বে এবং নেতাজির মাতা  প্রভাবতী বসুর সভাপতিত্বে সংগঠনটির জন্ম হয়েছিল। মহিলাদের অবস্থার উন্নতি, ভারতের স্বাধীনতা অর্জন ছিল 'এমআরএস'- এর মূল লক্ষ্য।\nনামটি উইমেনস পলিটিক্যাল অ্যাসোসিয়েশন হিসাবে অনুবাদ করা হয়েছে । \n\n\n== পটভূমি ==\n১৯২৮ খ্রিস্টাব্দে সাইমন কমিশন বয়কট করার উদ্দেশ্যে কংগ্রেস আহূত কলকাতার ওয়েলিংটন স্কোয়ারে এক জনসভায়  ঋষি অরবিন্দের অক্সফোর্ডে শিক্ষিত ভাইঝি, মহাত্মা গান্ধীর সত্যাগ্রহের সমর্থক লতিকা ঘোষ  তারই সংস্থার বহু সংখ্যক মহিলাদের নিয়ে উপস্থিত হন এবং সেই জনসভায় তিনি একসঙ্গে স্বাধীনতা অর্জনের লক্ষ্যে কাজ করার শপথ গ্রহণ করেন।  নেতাজী সুভাষচন্দ্র বসু তার এই প্রচেষ্টায় মুগ্ধ হন এবং লতিকাকে মহিলা রাষ্ট্রীয় সংঘ গঠনের পরামর্শ দেন। ভারতীয় জাতীয় কংগ্রেসের কলকাতার পার্ক সার্কাস ময়দানের অধিবেশনে বেঙ্গল ভলান্টিয়ারদের প্রতিবাদের অংশ হিসাবে বিভিন্ন কলেজ এবং শিক্ষাপ্রতিষ্ঠান থেকে প্রায় ৩০০ জন ছাত্রী ও মহিলাদের নিয়ে তৈরি একটি স্বেচ্ছাসেবক দলের নেতৃত্ব দেন।  তারা সামরিক ইউনিফর্মের পরিবর্তে লাল পাড়ের গাঢ় সবুজ শাড়ি এবং সাদা ব্লাউজ পরে পুরুষদের সঙ্গে মার্চে অংশ নেন। কংগ্রেসের রক্ষণশীল সমর্থকদের কাছে মহিলাদের বিষয়ে  শরৎচন্দ্র বসুর উদ্বেগ ভ্রান্ত প্রমাণ করে, রাত্রে মহিলারা শিবিরে না থেকেও কর্নেল লতিকার নেতৃত্বে কংগ্রেসের বিশাল প্রদর্শনীমণ্ডপে মহিলা বেষ্টনিতে প্রথম মহিলাদের রান্নায় তৈরি চা ও খাবার বিক্রি হয়। \n\n\n== গঠন এবং লক্ষ্য ==\nলতিকা ঘোষ কিছু চিন্তাভাবনা করার পর মহিলা রাষ্ট্রীয় সংঘ গঠনে  সম্মত হন কারণ তিনি জানতেন যে, এর মাধ্যমে ভারতীয় জাতীয় কংগ্রেসের সঙ্গে ঘনিষ্ঠ ভাবে যোগাযোগ রেখে  কাজ করা সহজ হবে, উচ্চপদস্থ নেতৃবৃন্দের সঙ্গে যোগাযোগে, ব্রিটিশ রাজের শিক্ষাদপ্তরে কাজ না করেও ব্রিটিশ রাজ কর্তৃপক্ষের বিরুদ্ধাচরণ সহজ হবে, যোগ্য জবাবও দেওয়া সম্ভব হবে। সুভাষের মতামত সত্ত্বেও, লতিকা সুভাষচন্দ্রের মাতা প্রভাবতী দেবীকে প্রথম সভাপতি নির্বাচিত করেন এবং সুভাষের বৌদিকে বিভাবতী বসু প্রথম সহ-সভাপতি পদে আনেন। সুভাষচন্দ্র অবশ্য বাসন্তী দেবীকে সভাপতি পদে চেয়েছিলেন। কিন্তু তাকে পশ্চিমা ভেবে বহুসংখ্যক বাঙালি মহিলারা সঠিক ভাবে গ্রহণ করবেন না, অন্যদিকে প্রভাবতী দেবীর অবস্থান ছিল সবচেয়ে বিশিষ্ট বাঙালি জাতীয়তাবাদীর মাতা।   লতিকা ঘোষ নিজে সম্পাদকের দায়িত্ব নেন। \nবেঙ্গল প্রেসিডেন্সির চট্টগ্রামে মহিলা রাষ্ট্রীয় সংঘ প্রতিষ্ঠিত হয়েছিল,  তাদের লক্ষ্য ছিল, নারীদের অবস্থার উন্নতি এবং স্বরাজ (স্বশাসন) অর্জন। গ্রামে গ্রামে ঘুরে ব্রিটিশ বিরোধী আন্দোলনের বার্তা ছড়িয়ে দিতে পেরেছেন, নির্ভরশীল মহিলাদের শিক্ষা দিয়ে তাদের অবস্থার উন্নতি ঘটানোর প্রয়াস সৃষ্টি করেছিল। ইতিহাসবিদ জেরাল্ডাইন ফোর্বসের মতে, মহিলা রাষ্ট্রীয় সংঘের নেত্রীরা \"বিদেশী আধিপত্য থেকে স্বাধীনতার উপর নির্ভরশীল না হলে, নারীদের জীবন উন্নত না হলে জাতি কখনই স্বাধীন হতে পারে না\"।   লতিকা ঘোষ হিন্দু পুরাণের দেবতা ও অসুরদের মধ্যে সংঘটিত যুদ্ধে এবং আত্মবলিদানে নারীদের সংগ্রামের মিল দেখে নারীদের  উদ্বুদ্ধ করেছিলেন। রাজপুত রাণীরা যারা তাদের পুরুষ আত্মীয়দের যুদ্ধে আত্মসমর্পণ করেছিল জওহরের (আত্মদাহ) ক্রিয়ায় নিজেদের মৃত্যুর জন্য প্রস্তুত হওয়ার আগে । \nপ্রাথমিকভাবে সদস্যদের অন্তর্ভুক্তি ছিল বিদ্যমান  ভারতীয় জাতীয় কংগ্রেসের সদস্যদের অনুমোদন সাপেক্ষে তাদের পরিবারের সদস্যদের  থেকে। কারণ তাদের অনুমোদন ছাড়া মহিলাদের অংশগ্রহণের অনুমতি দেওয়া হত না। স্বাধীনতা সম্পর্কে তাদের শিক্ষাদান, সাক্ষরতা, প্রাথমিক চিকিৎসা, মাতৃত্ব এবং আত্মরক্ষার বিষয়েও অবহিত করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}