{"pageid": 1352, "title": "জোন অব আর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1352", "content": "জোন অফ আর্ক (জানুয়ারি ৬, ১৪১২ – মে ৩০, ১৪৩১) পরাধীন ফ্রান্সের মুক্তিদাত্রী বীরকন্যা এবং রূপকথাতুল্য এক নেত্রী। জান্ দার্খ(Jeanne ď Arc), যিনি ইংরেজিতে Joan Of Arc নামে পরিচিত। ইংরেজদের সঙ্গে শতবর্ষ ব্যাপী যুদ্ধের (১৩৩৭-১৪৫৩) সময় তিনি ফ্রান্সের সৈন্যবাহিনীকে নেতৃত্ব দেন। তার স্মরণে ফ্রান্সে অনেক স্মৃতিসৌধ নির্মিত হয়েছে। ১৪৩১ খ্রিস্টাব্দের ৩০ মে জোন অফ আর্ক কে আগুনে পুড়িয়ে হত্যা করা হয়েছিল।\n\n\n== জন্ম ==\nমিউজ নদীর তীরে দঁরেমি গ্রামের এক সাধারণ কৃষক পরিবারে ১৪১২ সালে তিনি জন্মগ্রহণ করেন। ফ্রান্স তখন ইংরেজদের শাসনাধীন ছিল। ইংল্যান্ডের রাজা পঞ্চম হেনরির(১৩৮৭-১৪২২) পুত্র ষষ্ঠ হেনরি(১৪২১-১৪৭১) ফ্রান্সের সিংহাসনে আরোহণ করলে ফ্রান্সের রাজা সপ্তম চার্লস পালিয়ে যান।\n\n\n== দৈববাণী শোনা এবং রাজার সাথে সাক্ষাৎ ==\nজোন লেখাপড়া জানতেন না। কথিত আছে, মাত্র তের বছর বয়সে মাঠে ভেড়ার পাল চরাবার সময় তিনি দৈববাণী শুনতে পান যে তাকে মাতৃভূমির স্বাধীনতা পুনরুদ্ধার ও ফ্রান্সের প্রকৃত রাজাকে ক্ষমতায় পূনর্বহাল করার জন্য প্রধান ভূমিকা পালন করতে হবে। এই দৈববানী তার জীবনকে আমূল পালটে দেয়।\nএর পর জোন অনেক চেষ্টা করে ফ্রান্সের পলাতক রাজা সপ্তম চার্লসের সঙ্গে দেখা করেন এবং দেশের স্বাধীনতা পুনরুদ্ধারের জন্য তার কাছে সৈন্য প্রার্থনা করেন। রাজা প্রথমে অবজ্ঞা প্রদর্শন করলেও যাজক সম্প্রদায়ের পরামর্শে জোনকে সৈন্যসাহায্য দিতে সম্মত হন।\n\n\n== জোনের অভিযান ==\nজোন সাদা পোশাক পরিধান করে একটি সাদা ঘোড়ায় চড়ে পঞ্চক্রুশধারী তরবারি হাতে ৪০০০ সৈন্য নিয়ে ১৪২৯ সালের ২৮ এপ্রিল অবরুদ্ধ নগরী অরলেয়াঁয় প্রবেশ করেন। প্রথম আক্রমণেই তারা জয়লাভ করেন এবং এরপর তাদের একের পর এক সাফল্য আসতে থাকে। কিছুদিনের মধ্যেই তারা ইংরেজ সৈন্যদের কবল থেকে তুরেলবুরুজ শহর উদ্ধার করেন। এর পর পাতে'র যুদ্ধেও ইংরেজরা পরাজিত হয়। জুন মাসে জোন তার সৈন্যবাহিনী নিয়ে শত্রুদের ব্যূহ ভেদ করে রীইঁ(Reims) নগরী অধিকার করেন। এরপর ১৬ জুলাই সপ্তম চার্লস ফ্রান্সের রাজা হিসেবে আবার সিংহাসনে অভিষিক্ত হন এবং এভাবে জোন ফ্রান্সকে স্বাধীনতার পথে এগিয়ে দেন। জোনের মাধ্যমে ফ্রান্স ইংল্যান্ডের মধ্যকার শতবর্ষ ব্যাপী যুদ্ধ অবসান ঘটে।\n\n\n== জোনের বিরুদ্ধে ষড়যন্ত্র ও হত্যা ==\nফ্রান্সের স্বাধীনতার পর ইংরেজরা জোনকে জব্দ করার ফন্দি আঁটতে থাকে। কঁপিঞ্যান্(Compiègne) শহরের বহির্ভাগে শত্রুসৈন্যদের ওপর আক্রমণকালে ফ্রান্সের রাজনৈতিক দল বার্গেন্ডি-কর্মীদের বিশ্বাসঘাতকতার সুযোগ নিয়ে ইংরেজরা জোনকে আটক করতে সক্ষম হয়। তারপর এক ইংরেজ পাদ্রির অধীনে তার বিচারকাজ চলে। বিচারে তার কার্যকলাপকে প্রচলিত ধর্মমতের বিরোধী আখ্যা দিয়ে তাকে 'ডাইনি' সাব্যস্ত করা হয়। আইনে এর শাস্তির বিধান ছিল জীবন্ত পুড়িয়ে মারা। এই রায় অনুসারে জোনকেও তাই ১৪৩১ খ্রিস্টাব্দে জীবন্ত পুড়িয়ে মারা হয়। তার নির্মম হত্যাকাণ্ডের পর ফরাসিরা চিরতরে ফ্রান্সে ইংরেজদের সকল অধিকার ও চিহ্ন মুছে দেয়ার প্রয়াস পায়। পৃথিবীর ইতিহাসে জোন অফ আর্ক এক প্রেরণার নাম।"}