{"pageid": 1352527, "title": "ঠার", "url": "https://bn.wikipedia.org/wiki?curid=1352527", "content": "ঠারঃ বেদে জনগোষ্ঠির ভাষা বাংলাদেশ পুলিশের একজন কর্মকর্তা হাবিবুর রহমান রচিত বেদে সম্প্রদায়ের বিলুপ্তপ্রায় মাতৃভাষা নিয়ে গবেষনামূলক একটি গ্রন্থ। ঠার ভাষার ব্যাকারণ আর ভাষাতাত্ত্বিক আলোচনা এই বইয়ের প্রধান কীর্তি। দীর্ঘ ৮ বছরেরও অধিক সময় ধরে বেদেদের এই ভাষার ওপর গবেষনার পর বইটি রচনা সম্পন্ন করেন হাবিবুর রহমান। ২০২৩ সালে \"ঠার: বেদে জনগোষ্ঠীর ভাষা\" গ্রন্থের জন্য লেখক হাবিবুর রহমান, আন্তর্জাতিক মাতৃভাষা পদকে ভূষিত হন। ২০২২ সালের ২২ এ ফেব্রুয়ারী অমর ২১ এ গ্রন্থ মেলায় পাঞ্জেরী প্রকাশনী থেকে বইটি প্রকাশিত হয়।\n\n\n== অধ্যায় ==\nপ্রথম অধ্যায়\n১ম পরিচ্ছদ (ভাষার সঙ্গা ও বৈশিষ্ট্য)\n২য় পরিচ্ছদ (ভাষার রুপভেদ)\n৩য় পরিচ্ছদ (ভাষার বৈচিত্র)\n৪থ পরিচ্ছদ (ভাষার আধিপত্যবাদ ও সম্রাজ্যবাদ)\n৫ম পরিচ্ছদ (প্রাতিষ্ঠানিক ভাবে ভাষা সংরক্ষণে গৃহীত পদক্ষেপ)\nদ্বিতীয় অধ্যায় (ভাষার উদ্ভবসংক্রান্ত মতবাদ)\nতৃতীয় অধ্যায় (বেদেদের জাতিগত পরিচয় ও ঠার ভাষা)\n১ম পরিচ্ছদ (ভাষার সঙ্গা ও বৈশিষ্ট্য)\n২য় পরিচ্ছদ (ভাষার রুপভেদ)\n৩য় পরিচ্ছদ (ভাষা ও সাহিত্য)\nচতুর্থ অধ্যায় (নোয়াম চমস্কি, আধুনিক ভাষাবিজ্ঞান ও ঠার ভাষা)\nপঞ্চম অধ্যায় (ঠার ভাষার ব্যাকরণ ও নির্মিতি)\nষষ্ঠ অধ্যায়\n১ম পরিচ্ছদ(ধ্বনিতত্ব)\n২য় পরিচ্ছদ (ধ্বনি বিশ্লেষণ)\nসপ্তম অধ্যায় (রুপতত্ব)\n১ম পরিচ্ছদ (রূপতত্ব)\n২য় পরিচ্ছদ (মৌলিক শব্দ)\n৩য় পরিচ্ছদ (ঠার ভাষায় ব্যাবহৃত দেশী ও বিদেশী শব্দ)\n৪থ পরিচ্ছদ (ক্রিয়ার কাল)\n৫ম পরিচ্ছদ (পদাশ্রিত নির্দেশক)\n৬ষ্ঠ পরিচ্ছেদ (ক্রিয়াপদ)\n৭ম পরিচ্ছেদ (লিঙ্গ)\nঅষ্টম অধ্যায় (বাক্যতত্ব)\n১ম পরিচ্ছদ (বাক্যতত্ব)\n২য় পরিচ্ছদ (বাক্য প্রকরণ)\n৩য় পরিচ্ছদ (ঠার ভাষা থেকে বাংলা ভাষায় অনুবাদ)\nনবম অধ্যায় (বাগার্থ তত্ব)\n১ম পরিচ্ছদ (বাগার্থ তত্ব)\n২য় পরিচ্ছদ (সমার্থক শব্দ)\n৩য় পরিচ্ছদ (বিপরিতার্থক শব্দ)\nদশম অধ্যায় (ঠার ভাষার শব্দকোষ)\nউপসংহার\nশেষের আগে\n'বেদে জনগোষ্ঠি ও ঠার ভাষার উন্নয়ন ভাবনা' শীর্ষক প্রস্তাবনা\n\n\n== পটভূমি ==\nসারা বিশ্বে লক্ষ বেদে সম্প্রদায়ের লোক আছে। তারা প্রায় সবাইই একই ভাষায় কথা বলে। তাদের নিজস্ব একটি ভাষা আছে যা ঠার বা ঠেট নামে পরিচিত। ভাষা বিজ্ঞানের সূত্র সম্মত বাংলাদেশে বেদে সমাজ নিয়ে অনেক বিভ্রান্তি আছে, বিদ্বেষও আছে। সাপের খেলা দেখানো, সাপ সঙ্গে নিয়ে ঘুরে বেড়ানোর কারণে, এবং যাযাবর এলোমেলো জীবন জাপনের জন্য মূল ধারার মানুষ তাদের কাছে থাকতে অস্বস্তি বোধ করে। তাই যুগের পর যুগ তারা শিক্ষিত ও সভ্য সমাজের ছোয়া থেকে দুরে থাকার কারণে তাদের নিজদের ভাষা ঠার সংরক্ষণের জন্যও কেউ কখনো এগিয়ে আসেনি। খুব কম মানুষই সেই চেষ্টা করেছেন। সাম্প্রতিক সময়ে এই কাজটি করেছেন বাংলাদেশ পুলিশের অতিরিক্ত মহা পরিদর্শক হাবিবুর রহমান। তিনি দীর্ঘদিন থেকে এই জনগােষ্ঠীর দুঃখ-দুর্দশা মােচন ও তাদেরকে স্বাভাবিক জীবনের মূলধারায় নিয়ে আসার জন্য চেষ্টা করে আসছেন। বস্তুগত সহায়তা দেওয়া ও তাদের মূলধারায় আনার চেষ্টার পাশাপাশি হাবিবুর রহমান বেদেদের ভাষা নিয়ে দীর্ঘ আট বছর গবেষণা করে ঠার বেদে জনগোষ্ঠীর ভাষা নামে বইটি লিখেছেন। \n\n\n== তথ্যসূত্র =="}