{"pageid": 1352865, "title": "কাতি বিহু", "url": "https://bn.wikipedia.org/wiki?curid=1352865", "content": "কাতি বিহু, কঙালি বিহু নামেও পরিচিত, একটি কৃষি লোক উৎসব যা ভারতের আসাম রাজ্যে আহিন-কাতি (বাংলায়: আশ্বিন-কার্তিক) সংক্রান্তিতে উদযাপিত হয়। এটি আসামের তিনটি জাতীয় উৎসবের মধ্যে একটি, ভোগালি বিহু এবং রঙ্গালি বিহুর পাশাপাশি। কাতি বিহু ধানের চারা স্থানান্তরের সময় এবং তাজা ফসল কাটার ঋতুর সূচনাকে চিহ্নিত করে। উত্সবটি কাঙ্গালি বিহু বা দরিদ্র বিহু নামেও পরিচিত, কারণ এটি বছরের সেই সময়ে খালি শস্যভাণ্ডার এবং খাবারের কম প্রাপ্যতার প্রতীক।\n\n\n== কাতি বিহুর আচার ও তাৎপর্য ==\nকাতি বিহুর সময়, লোকেরা তাদের বাড়ির বিভিন্ন জায়গায় প্রদীপ বা চাকি জ্বালায়, যেখানে তুলসী গাছটি রয়েছে সেই আঙ্গিনা বা উঠান সহ। উৎসবের জন্য তুলসী গাছটি পরিষ্কার করা হয় এবং তুলসী ভেটি নামে একটি মাটির মঞ্চে রাখা হয়। লোকেরা তাদের পরিবারের মঙ্গল এবং ভাল ফসল পাওয়ার জন্য দেবী তুলসীর কাছে নৈবেদ্য দেয় এবং প্রার্থনা করে। পুরো কার্তিক মাস জুড়েই চলে এই আচার।\n\n\n== আকাশ বন্তির আলোকসজ্জা ==\nলোকেরা তাদের ধান ক্ষেতে আকাশ বন্তি বা আকাশ প্রদীপ নামে একটি বিশেষ প্রদীপ জ্বালায়, যা সরিষার তেল দ্বারা জ্বালানো হয় এবং বাঁশের খুঁটির ডগায় উঁচু করে রাখা হয়। এই ঐতিহ্যটি প্রাচীন উদযাপনের সময় থেকে শুরু করে যখন ধানের ক্ষেতে লণ্ঠন পোকামাকড়কে আকৃষ্ট করত এবং প্রাকৃতিক কীটনাশক হিসাবে পরিবেশন করত। লোকেরা বিশ্বাস করে যে এই আলোকিত প্রদীপগুলি তাদের পূর্বপুরুষদের স্বর্গের দিকে পরিচালিত করবে এবং ফসল রক্ষার জন্য পোকামাকড়কে হত্যা করার জন্য শিখার দিকে টেনে আনবে।\n\n\n== কাতি বিহুর আত্মা ==\nকাতি বিহু সমগ্র রাজ্যের দ্বারা অত্যন্ত আন্তরিকতার সাথে উদযাপিত হয়, এবং এটিকে দেশের সবচেয়ে বড় পর্যবেক্ষণগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয়। যদিও উত্সবটি অন্য দুটি বিহু উত্সবের মতো জমকালোভাবে উদযাপিত হয় না, তবে ছুটির চেতনা বিগত বছরের প্রতিফলিত হয়। এটি একটি সেবা, তপস্যা এবং একটি ভাল ভবিষ্যতের জন্য আশার সময়। উৎসবটি ধর্ম, সামাজিক মর্যাদা বা বর্ণ নির্বিশেষে জীবনের সকল স্তরের লোকেরা পালন করে এবং এটি তাদের তাদের শর্তের গাম্ভীর্য উদযাপন করতে একত্রিত করে।\n\n\n== কাতি বিহু একটি ঐক্যবদ্ধ উৎসব হিসেবে ==\nউপসংহারে, কাতি বিহু হল একটি অনন্য উৎসব যা ফসল কাটার ঋতুর সূচনা এবং বীজ বপনের সময় কৃষকদের কষ্টের প্রতীক। ভাল ফসল এবং তাদের পরিবারের মঙ্গলের জন্য প্রার্থনা করার জন্য লোকেদের একত্রিত হওয়ার এটি একটি সময়। উত্সবের গাম্ভীর্য এবং সরলতা এটিকে একটি বিশেষ উপলক্ষ করে তোলে এবং এটি সমগ্র আসাম রাজ্য দ্বারা অত্যন্ত আন্তরিকতার সাথে উদযাপিত হয়।"}