{"pageid": 13525, "title": "ক্রুসেড", "url": "https://bn.wikipedia.org/wiki?curid=13525", "content": "পবিত্রভূমি জেরুসালেমের উপর কর্তৃত্ব প্রতিষ্ঠাকে কেন্দ্র করে ইউরোপের খ্রিস্টান ও প্রাচ্যের মুসলমানদের মধ্যে একাদশ থেকে ত্রয়োদশ শতক পর্যন্ত ২০০ বছরব্যাপী যে যুদ্ধ সংঘটিত হয়, তা ইতিহাসে ক্রুসেড নামে পরিচিত।\nক্রুসেড শব্দটি দ্বারা মূলত ধর্মীয় যুদ্ধ বোঝানো হয়। তবে কোন রাজনৈতিক বা ধর্মীয় উদ্দেশ্যের ব্যাপারে জনগণ শক্ত ধারণা পোষণ করলে তাকেও ক্রুসেড নাম দেয়া হয়ে থাকে। সাধারণভাবে বিশ্ব ইতিহাসে ক্রুসেড বলতে পবিত্র ভূমি  অর্থাৎ জেরুসালেম ও কন্সটান্টিনোপল এর অধিকার নেয়ার জন্য ইউরোপের খ্রিস্টানদের সম্মিলিত শক্তি মুসলিমদের বিরুদ্ধে ১০৯৫ - ১২৯১ সাল পর্যন্ত বেশ কয়েকবার যে যুদ্ধ অভিযান পরিচালনা করে সেগুলোকে বোঝায়। যদিও ক্রুসেড এর সংজ্ঞা নিয়ে মতভেদ রয়েছে। কোন যুদ্ধ বা অভিযানগুলোকে ক্রুসেড বলা হবে তার ব্যাপারেও মতভেদ আছে। আসলে পূর্বাঞ্চলীয় অর্থডক্স বাইজেন্টাইন সম্রাট এই যুদ্ধ ঘোষণা করেছিলেন আনাতোলিয়াতে মুসলমান সেলজুক সম্রাজ্যের বিস্তার রোধ করার জন্য। ক্রুসেড এর বিভিন্ন কারণ ছিল: জেরুসালেম দখল করা, খ্রিস্টানদের এলাকা পুনরায় দখল করা, খ্রিস্টান এলাকা রক্ষা করা, রাজনৈতিক উদ্দেশ্য ইত্যাদি।\nপ্রথম ক্রুসেডের সূত্রপাত হয় পোপ দ্বিতীয় উর্বানের মাধ্যমে। তিনি ১০৯৫ সালে বাইজেন্টাইন সাম্রাজ্য হতে সহায়তা চান।  প্রথমে ক্রুসেড বলতে মুসলমানদের কাছ থেকে জেরুসালেম শহর ফিরিয়ে নেওয়ার ইউরোপীয় প্রচেষ্টাকে বোঝানো হত। পরবর্তীতে অ-খ্রিস্টানদের বিরুদ্ধে ইউরোপীয়দের যেকোন সামরিক প্রচেষ্টাকে ক্রুসেড বলা শুরু হয়।\nক্রুসেডারেরা মধ্যপ্রাচ্যে সামন্তবাদী রাজ্য স্থাপনে সমর্থ হয়েছিল। তাই ক্রুসেডগুলিকে ইউরোপীয় সম্প্রসারণবাদ ও উপনিবেশবাদের একটি আদি রূপ হিসেবে কল্পনা করা যেতে পারে। এগুলিতেই প্রথমবারের মত ইউরোপীয় খ্রিস্টানেরা দেশ থেকে বহুদূরে সামরিক অভিযানে বের হয় এবং বহু সংখ্যায় তাদের সংস্কৃতি ও ধর্ম বিদেশে নিয়ে যাবার চেষ্টা চালায়।\nক্রুসেডগুলি ছিল যুদ্ধভিত্তিক খ্রিস্টধর্ম ও খ্রিস্টান ইউরোপের সম্প্রসারণের বহিঃপ্রকাশ। এগুলিতে ধর্মীয় চেতনার সাথে ধর্মনিরপেক্ষ সামরিক চিন্তাধারার মিলন ঘটেছিল। এগুলির ফলে খ্রিস্টানেরা অন্য সংস্কৃতিতে বাস করা শেখে এবং একই সাথে তাদের নিজস্ব সংস্কৃতির মাধ্যমে এগুলিকে প্রভাবিত করে। এগুলি আজও ইউরোপে মধ্যযুগের সবচেয়ে বিখ্যাত ঘটনা হিসেবে দেখা হয়।\n\n\n== ক্রুসেডের কারণ ==\nক্লেরমন্তে পোপ ২য় উর্বানের ভাষণে ক্রুসেডের বীজ বপিত হয়েছিল। সেলজুক তুর্কিদের বিরুদ্ধে বাইজেন্টীয় সম্রাট আলেক্সিস সাহায্য চেয়ে পাঠান এবং ফিলিস্তিনে খ্রিস্টান তীর্থযাত্রীদের নিরাপত্তার ব্যাপারে উৎকণ্ঠার সৃষ্টি হয়। পোপ উর্বান তার ভাষণে সম্রাট শার্লমাঞ কীভাবে স্যাক্সনদেরকে বলপ্রয়োগে খ্রিস্টধর্ম গ্রহণে বাধ্য করেছিলেন এবং স্পেনের মুসলিম শাসকদের সাথে যুদ্ধ করেছিলেন, তার কথা স্মরণ করিয়ে দেন।\nশার্লমাঞ ছিলেন ফ্রাংক জাতির রাজা। ৮১৪ সালে তার মৃত্যুর পর তার সাম্রাজ্যের পতন ঘটে এবং খ্রিস্টান ইউরোপ আক্রমণের সম্মুখীন হয়। এশিয়া থেকে মজর নামের যাযাবর জাতিরা এসে পূর্ব ও মধ্য ইউরোপে লুটতরাজ আরম্ভ করে এবং ১০ম শতক পর্যন্ত তা অব্যাহত রাখে। ৮০০ সাল থেকে উত্তর ইউরোপে ভাইকিংয়েরা দস্যুগিরি শুরু করে। তারা ভূমধ্যসাগরীয় অঞ্চলেও হানা দেয়। কিন্তু ইউরোপীয় খ্রিস্টানদের জন্য সবচেয়ে বড় হুমকি হয়ে দাঁড়ায় ইসলামের প্রসার। ইসলামের সামরিক শক্তি ৮ম শতকের মধ্যেই ভূমধ্যসাগরের পূর্ব তীর, উত্তর আফ্রিকা এবং স্পেনের অধিকাংশ নিজেদের নিয়ন্ত্রণে আনে। তারা ইতালিতে সামরিক ঘাঁটি স্থাপন করে, গ্রিকদের চিরায়ত সংস্কৃতির ধারক বাইজেন্টীয় সাম্রাজ্যের ক্ষমতা খর্ব করে এবং সাম্রাজ্যের রাজধানী কন্সতান্তিনোপল অবরোধ করে। ভাইকিং বা মজর জাতির তুলনায় ইসলামের হুমকি ছিল দ্বিমুখী; এটি ছিল সংস্কৃতি ও ধর্ম উভয়ের যুদ্ধ।\nকিন্তু ১১শ শতকে শক্তির ভারসাম্য পশ্চিমের দিকে হেলতে শুরু করে। খ্রিস্টানদের গির্জা কেন্দ্রীভূত হয়। রাজারা সরকারব্যবস্থায় বিশপদের নিয়োগ দেয়া শুরু করেন। বহু বছরের মধ্যে প্রথমবারের মত পোপেরা ইউরোপের জনমতকে নিজেদের পেছনে একতাবদ্ধ করতে সক্ষম হন। ফলে ক্রুসেড আরম্ভ করা সহজ হয়ে ওঠে।\nঅধিকন্তু, এসময় ইউরোপের জনসংখ্যা দ্রুত বৃদ্ধি পাচ্ছিল। এখানকার নগরজীবনে এসেছিল নতুন জোয়ার। স্থানীয় ও দূরবর্তী বাণিজ্য রমরমা ভাব ধারণ করছিল। ইউরোপের মনুষ্য ও অর্থনৈতিক সম্পদ ক্রুসেডের ব্যয়ভার বহনের উপযোগী হয়ে ওঠে। পূর্বে ইউরোপীয় বণিকেরা ভূমধ্যসাগর অঞ্চলের মুখাপেক্ষী হয়ে থাকত। এবার তারা দ্রব্য, পরিবহন ও লাভের উপর অধিকতর নিয়ন্ত্রণ বিস্তারের ব্যাপারে উচ্চাভিলাষী হয়ে ওঠে। এই পার্থিব অভিলাষ ও পবিত্র ভূমি সম্পর্কে ধর্মীয় অনুভূতির মিশেল, এবং পোপের নেতৃত্ব প্রদানের ক্ষমতা --- এ সবই ক্রুসেডের জন্য পশ্চিম ইউরোপীয় খ্রিস্টানদের প্রস্তুত করে তোলে।\n\n\n== আরও দেখুন ==\nসালাউদ্দিন\nপ্রথম ক্রুসেড\nদ্বিতীয় ক্রুসেড\n\n\n== তথ্যসূত্র =="}