{"pageid": 1353817, "title": "বিসিক জামদানি পল্লী", "url": "https://bn.wikipedia.org/wiki?curid=1353817", "content": "বিসিক জামদানি শিল্প সম্পদ ও গবেষণা কেন্দ্র হলো বাংলাদেশের নারায়ণগঞ্জ জেলার একটি তাঁত বুনন গ্রাম। এটি \"জামদানি পল্লী\" নামে পরিচিত কেননা এটি জামদানি পোশাক বুননের জন্য একটি শিল্প নগরী হিসেবে ব্যবহৃত হয়ে থাকে।\n\n\n== অবস্থান ==\nনারায়ণগঞ্জ জেলার নোয়াপাড়ায় অবস্থিত এই পল্লী কাঁচপুর সেতু থেকে ৩ কিলোমিটার (১.৯ মাইল) উত্তরে এবং বাংলাদেশের রাজধানী ঢাকা থেকে ৩০ কিলোমিটার (১৯ মাইল) দূরে অবস্থিত। সেখানে প্রবেশের জন্য ঢাকা-সিলেট মহাসড়ক ব্যবহার করতে হয়।\n\n\n== ইতিহাস ==\nজামদানি পল্লী বাংলাদেশ ক্ষুদ্র ও কুটির শিল্প করপোরেশন কর্তৃক ১৯৯১ সালে ৳৬ কোটি ব্যয়ে \"বিসিক জামদানি শিল্প সম্পদ ও গবেষণা কেন্দ্র\" হিসেবে ২০ একর জমির উপর প্রতিষ্ঠিত হয়। ২০২০ ও ২০২১ সালে কোভিড-১৯ এর বৈশ্বিক মহামারীর কারণে জামদানি বিক্রি করতে না পারার কারণে গ্রামের তাঁতিরা আর্থিক ক্ষতির সম্মুখীন হয়। ২০২২ সালে জামদানি পল্লী আবার কাপড় বিক্রি শুরু করে। ২০২১ সালে সরকার জামদানি পল্লীতে একটি জাদুঘর, একটি প্রদর্শনী ও বিক্রয় কেন্দ্র এবং একটি ফ্যাশন ডিজাইন ইনস্টিটিউট প্রতিষ্ঠা করার সিদ্ধান্ত নিয়েছে।\n\n\n== শিল্প ও বাজার ==\n\nএই শিল্প পল্লীতে ৪১৬ প্লট তৈরি করা হয়েছে যার মধ্যে ৪০৭টি প্লট বর্তমানে তাঁতিদের জন্য বরাদ্দ করা হয়েছে। বরাদ্দকৃত প্লটে কাজ করা তাঁতিরা এই গ্রামে বাস করে ও ২০২৩ সালের হিসেবে তাদের সংখ্যা ১,৬০০। এখানে তাঁতিরা যন্ত্রপাতির সাহায্য ছাড়াই জামদানি থেকে তৈরি পোশাক তৈরি করে। প্রতি শুক্রবার জামদানি পল্লীতে একটি হাট বসে যেখানে পাইকারি দামে জামদানি পোশাক কেনা যায়। এই গ্রামে মোট ৪৮০টি তাঁত রয়েছে।\n\n\n== সমস্যা ==\n\nজামদানি পল্লীতে যাওয়ার বেশিরভাগ সড়কের অবস্থা খারাপ। দীর্ঘদিন এই অবস্থা বিরাজ করলেও সংশ্লিষ্ট কর্তৃপক্ষ সমস্যা সমাধানে কোনো ব্যবস্থা নেয়নি। অভিযোগ রয়েছে যে গ্রামের তাঁতে কাজ করা তাঁতিদের প্রাপ্য মজুরির চেয়ে কম দেওয়া হয়। এছাড়া কিছু অসাধু মহল ঘুষের বিনিময়ে এই গ্রামে প্লট বরাদ্দ দিয়ে তাঁতের বিনিময়ে বাণিজ্যিক প্রতিষ্ঠান গড়ে তুলেছে। এছাড়া ভারত থেকে আমদানি করা নকল জামদানি শাড়ির কারণে তাঁতের আয় কমে যাচ্ছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}