{"pageid": 1353261, "title": "জৈন নিরামিষবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1353261", "content": "জৈন নিরামিষবাদ জৈন সংস্কৃতি এবং দর্শনের অনুগামীরা অনুসরণ  করে। এটি ভারতীয় উপমহাদেশ এবং তার বাইরে আধ্যাত্মিকভাবে অনুপ্রাণিত খাদ্যতালিকার সবচেয়ে কঠোর রূপগুলির মধ্যে একটি। জৈন রন্ধনপ্রণালী সম্পূর্ণরূপে ল্যাকটো- নিরামিষ ভোজন। জৈনরা  ছোট পোকামাকড় এবং অণুজীবের ক্ষতি আটকাতে এবং পুরো গাছটিকে উপড়ে ফেলাতে গাছটির মারা যাওয়ার সম্ভাবনাকে প্রতিরোধ করতে, মূল এবং ভূগর্ভস্থ সবজি যেমন আলু, রসুন, পেঁয়াজ ইত্যাদি খায় না। এই নিয়ম জৈন তপস্বী এবং সাধারণ জৈনরা মেনে চলে। \nঅহিংসা নীতির উপর ভিত্তি করে ( অহিংস, রূপকভাবে \"কাউকে আঘাত না করা\") মাংস, মাছ এবং ডিম খাওয়ার নিষেধগুলি তৈরি। প্রত্যেকটি কাজ যার দ্বারা একজন ব্যক্তি প্রত্যক্ষ বা পরোক্ষভাবে হত্যা বা আঘাতকে সমর্থন করে তাকে সহিংসতার কাজ হিসাবে দেখা হয় ( হিংসা ), যা   ক্ষতিকর কর্মফল সৃষ্টি করে। অহিংসার উদ্দেশ্য হল এই ধরনের কর্মের সঞ্চয় রোধ করা ।   হিন্দু, বৌদ্ধ ও জৈন ধর্মাবলম্বীদের মধ্যে এই সদিচ্ছার কার্যকরিতা  ব্যাপকভাবে আলাদা।\nজৈনরা বিশ্বাস করে যে অহিংসা প্রত্যেকের জন্য সবচেয়ে প্রয়োজনীয় ধর্মীয় কর্তব্য ( অহিংস পরমো ধর্মঃ, একটি বিবৃতি প্রায়ই জৈন মন্দিরগুলিতে খোদাই করা থাকে)।    পুনর্জন্মের চক্র থেকে মুক্তির জন্য এটি একটি অপরিহার্য শর্ত,  যেটি সমস্ত জৈন কার্যকলাপের চূড়ান্ত লক্ষ্য। জৈনরা এই লক্ষ্যটি হিন্দু এবং বৌদ্ধদের সাথে ভাগ করে নিয়েছে, কিন্তু জৈনদের দৃষ্টিভঙ্গি বিশেষভাবে কঠোর এবং ব্যাপক। দৈনন্দিন ক্রিয়াকলাপে এবং বিশেষত খাদ্যের ক্ষেত্রে অহিংসা নীতি প্রয়োগকালে জৈনদের বিচক্ষণ এবং পুঙ্খানুপুঙ্খ পদ্ধতি তাদের সমগ্র জীবনধারার সাথে পরিচিত করায় এবং এটি জৈন মানসিকতার সবচেয়ে উল্লেখযোগ্য বৈশিষ্ট্য।     জৈন ধর্মে এই কঠোর অনুশাসনের একটি  পার্শ্বদিক হল  তপস্যা অনুশীলন, যেটিতে সাধারণ মানুষের পাশাপাশি ভিক্ষু ও সন্ন্যাসীদের কঠোরভাবে  উত্সাহিত করা হয়।    পাঁচ প্রকার জীবের মধ্যে সর্বনিম্নপ্রকার ছেড়ে,  বাকী চারপ্রকার জীবের  স্বেচ্ছায় হত্যা বা ধ্বংস করা একজন গৃহি জৈনের জন্য নিষেধ করা আছে।  সর্বনিম্ন জীব হল যেটি ইন্দ্রিয়গ্রাহ্য, যেমন শাকসবজি, ভেষজ, খাদ্যশস্য ইত্যাদি যেগুলি শুধুমাত্র স্পর্শের অনুভূতি দ্বারা সমৃদ্ধ। \n\n\n== ভারতে নিরামিষ খাবারের উপর প্রভাব ==\nভারতীয় উপমহাদেশের কিছু অঞ্চলের নিরামিষ খাবার জৈন ধর্মের দ্বারা দৃঢ়ভাবে প্রভাবিত। এটির মধ্যে অন্তর্ভুক্ত\n\nগুজরাটি জৈন খাবার \nরাজস্থানের মারোয়ারি জৈন খাবার\nমধ্য ভারতের বুন্দেলখন্ডি জৈন খাবার\nদিল্লি এবং উত্তর প্রদেশের অগ্রবাল জৈন খাবার\nদক্ষিণ মহারাষ্ট্রের মারাঠি জৈন খাবার\nকর্ণাটকের জৈন বান্ট রান্না\nকর্ণাটকের কন্নড় জৈন খাবার\nতামিলনাড়ুর উত্তর জেলাগুলির তামিল জৈন খাবার।\nভারতে, নিরামিষ খাবার, সকল অনুষ্ঠান্‌ সবার জন্য উপযুক্ত বলে মনে করা হয়। এই কারণটি নিরামিষ রেস্তোরাঁগুলিকে বেশ জনপ্রিয় করে তুলেছে৷  নিরামিষ রেস্তোরাঁ এবং মিষ্টান্ন মিষ্টির দোকানগুলির মধ্যে উদাহরণস্বরূপ- , দিল্লির ঘন্টেওয়ালা মিষ্টি  এবং সাগরের জামনা মিঠায়া - জৈনদের দ্বারা পরিচালিত।\nভারতের কিছু রেস্তোরাঁয়  গাজর, আলু, পেঁয়াজ এবং রসুন ছাড়া নিরামিষ খাবারের জৈন সংস্করণ পরিবেশন করা হয়। কিছু এয়ারলাইন্স আগে জানালে  জৈন নিরামিষ খাবার   পরিবেশন করে।\nযারা নিজেদের নিরামিষাশী হিসাবে চিহ্নিত করেছেন এমন ভারতীয় জৈনদের সমীক্ষার প্রতিক্রিয়া অনুসারে, ৯২% মানুষ এমন একটি রেস্তোরাঁয় খেতে ইচ্ছুক হবেন না যেটি পুরোপুরিভাবে নিরামিষ রেস্তোরাঁ নয় এবং ৮৯%  মানুষ এমন কোনও বন্ধু/পরিচিত, যিনি নিজে একজন নিরামিষভোজি ন্‌ তার বাড়িতে খেতে ইচ্ছুক হবেন না । \n\n\n== ঐতিহাসিক পটভূমি ==\nখ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দীতে মহাবীর যখন জৈন সম্প্রদায়কে পুনরুজ্জীবিত ও পুনর্গঠিত করেছিলেন, ইতিমধ্যেই তখন অহিংসা একটি প্রতিষ্ঠিত, কঠোরভাবে পালন করা নিয়ম ছিল।   পার্শ্বনাথ, একজন তীর্থঙ্কর যাকে আধুনিক পশ্চিমি ঐতিহাসিকরা, ঐতিহাসিক ব্যক্তিত্ব হিসেবে বিবেচনা করেন,   তিনি খ্রিস্টপূর্ব ৮ম শতাব্দীর সময়কালে একটি সম্প্রদায়ের প্রতিষ্ঠা করেছিলেন    মহাবীরের পিতামাতারা, যার অন্তর্ভুক্ত ছিলেন।   পার্শ্বনাথের অনুসারীরা অহিংসা পালনের প্রতিজ্ঞা করেছিলেন। তাদের চৌজ্জামা ধম্মের (চতুর্গুণ সংযম) মধ্যে  এটি একটি বাধ্যতামূলক অংশ ছিল।    \nমহাবীরের সময়ে এবং পরবর্তী শতাব্দীতে, জৈনরা অহিংসার বাস্তবায়নে অবহেলা ও অসঙ্গতির জন্য বৌদ্ধ এবং বৈদিক ধর্মের অনুসারী বা হিন্দুদের সমালোচনা করেছিল।  বিশেষ করে, তারা  মাংস খাওয়ার সাথে পশু বলির বৈদিক প্রথা এবং শিকারের প্রতি তীব্র আপত্তি জানায়।      \n\nবিখ্যাত তামিল সাহিত্য অনুসারে, তিরুক্কুরাল, যেটি কিছু পণ্ডিতদের দ্বারা জৈন রচনা হিসাবেও বিবেচিত হয়:পৃথিবী যদি মাংস না কিনত এবং ভোজন হিসাবে গ্রহন না করত, তাহলে কেউ হত্যা করত না এবং বিক্রির জন্য মাংস পেশ করত না। (কুরাল ২৫৬) কিছু ব্রাহ্মণ- কাশ্মীরি পণ্ডিত এবং বাঙালি ব্রাহ্মণরা প্রথাগতভাবে মাংস (প্রাথমিকভাবে সামুদ্রিক খাবার) খেয়ে থাকে। যাইহোক, রাজস্থান এবং গুজরাটের মতো শক্তিশালী জৈন প্রভাবযুক্ত অঞ্চলে বা অতীতে শক্তিশালী জৈন প্রভাব ছিল এমন স্থান যেমন কর্ণাটক এবং তামিলনাড়ুর মতো স্থানের, ব্রাহ্মণরা কঠোর নিরামিষাশী। বাল গঙ্গাধর তিলক জৈনধর্মকে অহিংসার প্রবর্তক বলে বর্ণনা করেছেন। তিনি একটি চিঠিতে লিখেছেন:প্রাচীনকালে, বলিদানের জন্য অসংখ্য পশু হত্যা করা হত। মেঘদূতের মতো বিভিন্ন কাব্য রচনায় এর সমর্থনের প্রমাণ পাওয়া যায়। কিন্তু ব্রাহ্মণ্য ধর্ম থেকে এই ভয়ানক গণহত্যার লোপ পাওয়ার কৃতিত্ব যায় জৈন ধর্মের কাছে। \n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== সূত্র ===\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে জৈন নিরামিষবাদ সম্পর্কিত মিডিয়া দেখুন।\nList of Foods that are not-Jain"}