{"pageid": 1353470, "title": "মোগাদিশুর সাঈদ", "url": "https://bn.wikipedia.org/wiki?curid=1353470", "content": "মোগাদিশুর সাঈদ (সোমালি: Saciid min Muqdisho, আরবি: سعيد من مقديشو) ছিলেন ১৪ শতকের একজন সোমালি পণ্ডিত ও পর্যটক।\n\n\n== জীবনী ==\nসাঈদ ১৩০১ সালে মোগাদিশুতে জন্মগ্রহণ করেন।\n\n “আমি এই মসজিদে মোগাদিশুর সাঈদ নামক একজন ধার্মিক আইনজ্ঞের সাথে দেখা করেছি। চমৎকার চরিত্রের মানুষ। তিনি ক্রমাগত রোজা রাখতেন। আমাকে বলা হয়েছিল যে, তিনি মক্কায় চৌদ্দ বছর এবং মদিনায় একই সময় [আরও চৌদ্দ বছর] পড়াশোনা করেছেন। তিনি মক্কার আমির আবু নুমাইয়ের (১২৫৪-১৩০১) এবং মদিনার আমির আল-মানসুর ইবনে জাম্মাজ (১৩০০-১৩২৫)-এর সাথে সাক্ষাৎ করেছিলেন। তিনি ভারত ও চীন ভ্রমণ করেছেন।”\nসাঈদ কিশোর বয়সে মক্কা ও মদিনায় অধ্যয়নের জন্য মোগাদিশু ছেড়ে যান। সেখানে তিনি ২৮ বছর জ্ঞান অর্জন করেন এবং অনেক শিষ্য অর্জিত হয়। মক্কা ও মদিনার আমীরদের সাথে একজন পণ্ডিত হিসেবে তার খ্যাতিও শ্রোতাদের কাছে পরিচয় বহন করেছিল। \nএ থেকে এটা প্রতীয়মান হয় যে, সাঈদ শুধু একজন সুপরিচিত পণ্ডিতই ছিলেন না যা বিশ্বব্যাপী পরিচিত ছিল, বরং আমিরদের সাথে ঘনিষ্ঠ যোগাযোগের কারণে তিনি অবশ্যই অনেক ছাত্রকে নিয়োগ করেছিলেন।\n\n “মোগাদিশু থেকে ফকিহ সাঈদ [...] অবশেষে ছোট বন্দর-শহর ইজিমালায় বসতি স্থাপন করেন এবং সেখানে ফকিহ হুসেনের সাথে তিনি সহযোগিতা করেন, যিনি সম্ভবত মালাবার থেকে প্রথম পরিচিত শাফি’আত পাঠ কায়েদ আল-জামি-এর লেখক। ফকিহ সাঈদ হল আরও অনেক পূর্ব-আফ্রিকান পণ্ডিতদের প্রতিকৃতি, যারা মালাবার উপকূলে এসেছিলেন এবং এর ধর্মীয় বর্ণালীতে অংশ নিয়েছিলেন। তাদের অবদানগুলি আরও গবেষণার দাবী রাখে।” \nসাঈদ পরে মুসলিম বিশ্ব জুড়ে ভ্রমণ করেছিলেন। তিনি বাংলা, চীন সফর করেছিলেন বলে জানা যায়। ভারতের পশ্চিম উপকূলে একটি মসজিদে অবস্থান করার সময় তিনি বিখ্যত মুসলিম পর্যটক ইবনে বতুতার মুখোমুখি হন। পণ্ডিত পিটার জ্যাকসনের মতে, এই অনুষ্ঠানে সাঈদ হয়তো ইবনে বতুতার সাথে তার চীন ভ্রমণের বিবরণ এবং ইউয়ান রাজবংশের রাজনৈতিক দৃশ্যপট ও উত্তরাধিকারের বিস্তারিত বিবরণ দিয়েছিলেন।  যে তথ্যগুলি শেষ পর্যন্ত ইবনে বতুতা তার নিজের ইতিহাস গ্রন্থে যোগ করে থাকবেন। মোগাদিশুর সাঈদ সম্ভবত ১৩৬১ বা ১৩৬৫ সালে মৃত্যু বরণ করেন।\n\n\n== অর্জন ==\nমোগাদিশুর সাঈদ ছিলেন একজন বিখ্যাত সোমালি পণ্ডিত এবং পর্যটক। তিনিই প্রথম আফ্রিকান ব্যক্তি যিনি ম্যান্ডারিন ভাষা অধ্যয়ন করেন। তিনিই প্রথম আফ্রিকান ব্যক্তি যিনি সোমালির মতো একটি স্থানীয় আফ্রিকান ভাষার সাথে ম্যান্ডারিন ভাষা অনুবাদ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== তথ্যসূত্র =="}