{"pageid": 1353927, "title": "কানহোজি আংরে", "url": "https://bn.wikipedia.org/wiki?curid=1353927", "content": "কানহোজি আংরে ( [kanʱod͡ʒiː aːŋɡɾe] ), যিনি কনজি আংরিয়া বা সরখেল আংগ্রে নামেও পরিচিত (আগস্ট ১৬৬৯ - ৪ জুলাই ১৭২৯) বর্তমান ভারতে মারাঠা নৌবাহিনীর একজন প্রধান ছিলেন। কানহোজি ইউরোপীয় বণিক জাহাজ আক্রমণ ও দখল এবং জাকাত (স্থানীয়দের কাছে কর হিসাবে পরিচিত) সংগ্রহের জন্য পরিচিত হয়ে ওঠেন, যাকে ইউরোপীয় ব্যবসায়ীরা এবং উপনিবেশবাদীরা তাদের নাবিকদের মুক্তিপণ আদায়কারী হিসাবে দেখেন। ব্রিটিশ, ডাচ এবং পর্তুগিজ জাহাজ প্রায়ই এই ধরণের অভিযানের শিকার হতো। পর্তুগিজ এবং ব্রিটিশদের দ্বারা তার শত্রু-জাহাজ আক্রমণ ও লুণ্ঠনের অধিকারপ্রাপ্ত বেসরকারী জাহাজ হিসেব কার্যক্রম বন্ধ করার প্রচেষ্টা সত্ত্বেও, আংগ্রে ১৭২৯ সালে তার মৃত্যুর আগ পর্যন্ত ইউরোপীয় বণিক জাহাজ থেকে জাকাত দখল ও সংগ্রহ অব্যাহত রাখেন। কানহোজির ইউরোপীয় বাণিজ্য জাহাজ দখলের নৌসেনাসুলভ দক্ষতা এবং গ্রেফতার এড়ানোর কৌশলের কারণে অনেক ইতিহাসবিদ কানহোজিকে ভারতের সামুদ্রিক ইতিহাসে সবচেয়ে দক্ষ ভারতীয় নৌবাহিনী প্রধান হিসাবে মূল্যায়ন করেছেন।\nঅন্যান্য উৎস, প্রধানত ভারতীয় উৎস থেকে তার পারিবারিক পটভূমির প্রতিটি মতামতের বিশদ বিবরণ পাওয়া যায়। রাজারাম নারায়ণ সালেতোরের মতে , তার উপাধি \"আংরে\" আঙ্গারওয়াড়ি থেকে নেওয়া হয়েছে; পরিবারের আদি নাম ছিল শঙ্কপাল, এবং কানহোজির আগে পরিবারের সদস্যরা শঙ্কপাল নামে পরিচিত ছিল। ঐতিহাসিক সেন বিশ্বাস করেন যে আংগ্রের উৎপত্তি \"অস্পষ্ট এবং তিনি অবশ্যই দেশের আভিজাত্যের অন্তর্গত ছিলেন না\"। আর্কুইভো হিস্টোরিকো আল্ট্রামারিনো (পর্তুগিজ সাম্রাজ্যের ঐতিহাসিক সংরক্ষণাগার) এর উদ্ধৃতি দেওয়া হয়েছে যে কানহোজি ভার্সোভা দ্বীপে কিছু হিন্দুর অনুগত সেবক হিসেবে তার জীবন শুরু করেছিলেন।  তার পারিবারিক ইতিহাস অনুসারে, তিনি একজন \"ক্ষত্রিয়\" মারাঠা ছিলেন। ঐতিহাসিক ভি.জি. দীঘে, 1951 সালে, পেশওয়া দফতর থেকে জিএস সারদেসাইয়ের নির্বাচনকে উদ্ধৃত করেছেন এবং তাদের \"সম্ভ্রান্ত মারাঠা\" বলে অভিহিত করেছেন যারা \" দেশমুখ, যাদব, জগতাপ এবং শিতোলদের চেয়ে নিম্ন পরিবারে বিয়ে করতে অস্বীকার করবে।\" যাইহোক, এস.আর.শর্মাকে পর্তুগিজদের মতামতের সাথে একমত বলে মনে হয় এবং তিনি বিশ্বাস করেন যে আংরে একজন \"মারাঠা কোলি অধিনায়ক\" ছিলেন। তার প্রথম জীবন সম্পর্কে খুব কমই জানা যায়। তবে তিনি তার বাবার সাথে সমুদ্রে সাহসী অভিযানে জড়িত ছিলেন বলে শোনা যায়। তাঁর শৈশবের অনেকটা সময় কেটেছে সুবর্ণদুর্গ দুর্গে। কানহোজি কলি নাবিকদের মধ্যে বড় হয়ে ওঠেন এববং তাদের থেকেই নৌবিদ্যা লাভ করেন। ।\n\n\n== নৌসেনার জীবন ==\n\nনৌ-অধিনায়ক হিসাবে আংগ্রের কর্মজীবন 1685 সালে শুরু হয় যখন শুভ্রনাদুর্গের 'কেল্লাদার' (দুর্গ কমান্ডার) দলত্যাগ করে জাঞ্জিরার সিদ্দিদের সাথে যোগ দেয়ার চেষ্টা করেন. ১৮ বছর বয়সী আংগ্রে দুর্গের নিয়ন্ত্রণ নেন এবং কেল্লাদারকে বন্দী করেন। এই খবর মারাঠা শাসক সম্ভুজির কাছে পৌঁছলে তিনি কানহোজির আনুগত্যে খুশি হন। ফলস্বরূপ, সম্ভুজি কানহোজিকে সুবর্ণদুর্গের কেল্লাদার (সেনাপতি) করেন। ১৬৯৮ সালের দিকে অ্যাডমিরাল সিধোজি গুজরের মৃত্যুর পর, কানহোজি আংগ্রের ব্যাপক প্রচেষ্টার কারণে মারাঠা নৌবাহিনী টিকে ছিল। তিনি মূলত সারখেল বা দরিয়া-সারঙ্গা (অ্যাডমিরাল) হিসাবে সাতারার প্রধান দ্বারা নিযুক্ত হন ১৬৯৮ সালে। সেই কর্তৃত্বের আওতায়, তিনি মুঘল সাম্রাজ্যের সাথে যুক্ত মুরুদ-জাঞ্জিরার মুসলিম সিদ্দিদের সম্পত্তি ছাড়া ভারতের পশ্চিম উপকূলের মুম্বই থেকে বর্তমান মহারাষ্ট্র রাজ্যের ভিঙ্গোরিয়া (বর্তমানে ভেঙ্গুরলা) পর্যন্ত অঞ্চলের প্রধান ছিলেন। তার নেতৃত্বে ভারতের পশ্চিম উপকূল বরাবর ব্রিটিশ নৌশক্তি সংযত অবস্থায় ছিল। কানহোজি পরে সর্বোচ্চ মারাঠা শাসক ছত্রপতি শাহু এবং তার প্রধানমন্ত্রী পেশওয়া বালাজি বিশ্বনাথের কাছে আনুগত্যের শপথ নেন। ভারতের পশ্চিম উপকূলে বা কোঙ্কনে নৌ-সুবিধা গড়ে তুলতে তিনি তাদের সমর্থন লাভ করেন। আংরেকে মহারাষ্ট্রের ২৬ টি দুর্গ ও দুর্গের স্থানের প্রধান হিসেবেও রাখা হয়েছিল।\nকানহোজি ইস্ট ইন্ডিয়া কোম্পানির বণিক জাহাজ আক্রমণ করে তার কর্মজীবন শুরু করেন এবং ধীরে ধীরে সমস্ত ইউরোপীয় শক্তির কাছে সমীহ আদায় করতে সক্ষম হন। ১৭০২ সালে, তিনি ছয়জন ইংরেজ নাবিকসহ কালিকট থেকে একটি বণিক জাহাজকে অপহরণ করে তার পোতাশ্রয়ে নিয়ে যান। ১৭০৭ সালে তিনি ইস্ট ইন্ডিয়াম্যান বোম্বে জাহাজ আক্রমণ করেন যা যুদ্ধের সময় বিস্ফোরিত হয়। সময়ের সাথে সাথে, ইউরোপীয়রা ভেবেছিল যে আংরে বড়, সশস্ত্র জাহাজ ব্যতীত যে কোন বণিক জাহাজ দখল করতে পারেন। মারাঠা ছত্রপতি শাহু মারাঠা সাম্রাজ্যের নেতৃত্বে আরোহণ করলে, তিনি বালাজি বিশ্বনাথ ভাটকে তার সেনাকর্তা (অধিনায়ক) হিসাবে নিযুক্ত করেন এবং ১৭০৭ সালের দিকে আংরের সাথে একটি চুক্তিতে আলোচনা করেন। এটি আংগ্রেকে সন্তুষ্ট করার জন্য ছিল যিনি অন্য শাসক তারাবাইকে সমর্থন করেছিলেন, যিনি মারাঠা সিংহাসন দাবি করেছিলেন। চুক্তি অনুসারে, আংরে মারাঠা নৌবাহিনীর প্রধান হন।\n\n\n=== নৌ কৌশল এবং সম্পদ ===\nকানহোজির নেতৃত্বে মারাঠারা বিজয়দুর্গে একটি নৌ ঘাঁটি গড়ে তোলে যাতে জাহাজ নির্মাণ, বন্দুক বসানো এবং জাহাজগুলিকে সমুদ্র উপযোগী করে তোলার জন্য ডকইয়ার্ড সুবিধা ছিল। তাদের নৌ বহরে ছিল দশটি <i id=\"mwgA\">গুরাব/গ্র্যাব</i> (যুদ্ধজাহাজ) এবং পঞ্চাশটি <i id=\"mwgg\">গ্যালিভাট</i> (ওয়ারবোট)। একটি গ্যালিভ্যাটের সর্বোচ্চ ওজন ১২০ টনের কম ছিল, যখন একটি গ্র্যাব ৪০০ টন পর্যন্ত হতে পারতো। আরেক ধরণের জাহাজ ছিল, যাকে বলা হতোপাল (মারাঠা ম্যান-অফ-ওয়ার ), যা ছিল একটি কামান-সজ্জিত, তিন-মাস্তুল বিশিষ্ট জাহাজ। গ্র্যাবগুলিতে ৬- এবং ৯-পাউন্ডের বন্দুকের ব্রডসাইড ছিল এবং তাদের প্রধান ডেক দুটি ৯- বা ১২-পাউন্ডার বহন করে। এই বন্দুকগুলি বাল্কহেডগুলিতে কাটা পোর্ট-গর্তগুলির মধ্য দিয়ে সামনের দিকে নির্দেশ করে। গ্যালিভ্যাটরা বেশিরভাগই হালকা সুইভেল বন্দুক দিয়ে সজ্জিত ছিল, তবে কেউ কেউ ছয় বা আটটি কামানও বসিয়েছিল, হয় ২- বা ৪-পাউন্ডার। এই নৌকাগুলো চল্লিশ থেকে পঞ্চাশটি দাড় দ্বারা চালিত হতো। কানহোজি আংরের শাসনামলে, মারাঠা সরকার ১৭০৩ সালে পর্তুগিজদের সাথে বন্ধুত্বের একটি চুক্তি স্বাক্ষর করে। চুক্তি অনুসারে, পর্তুগিজরা মারাঠাদের কামান এবং বারুদ সরবরাহ করতে রাজি হয়েছিল। তাদের এসব সরবরাহ প্রয়োজন ছিল কারণ তাদের নিজস্ব অস্ত্র তৈরির জন্য কয়েকটি মাত্র কামানের কারখানা ছিল। মারাঠারা সিদ্দিদের সাথেও একটি চুক্তি স্বাক্ষর করেছিল এবং এইভাবে ইংরেজ ইস্ট ইন্ডিয়া কোম্পানির বিরুদ্ধে তাদের সমস্ত শক্তিকে কেন্দ্রীভূত করেছিল। ১৮ শতকের শুরুতে, কানহোজি আংগ্রে সাওয়ান্তওয়াড়ি থেকে মুম্বই পর্যন্ত সমগ্র উপকূলরেখা নিয়ন্ত্রণ করেছিলেন, যা বর্তমান মহারাষ্ট্রের সমগ্র উপকূলরেখা। তিনি প্রায় সমস্ত খাঁড়ি, খাঁটি এবং পোতাশ্রয়ের উপর প্রতিরক্ষা ব্যবস্থা নির্মাণ করেছিলেন, যেমন একটি দুর্গ বা নৌযান সুবিধা সহ দুর্গ । প্রধান নৌ ঘাঁটি ছিল বাঁকোট, অঞ্জনভেল, জয়গড়, বিজয়দুর্গ এবং সিন্ধুদুর্গে। মারাঠা আঞ্চলিক জলসীমার মধ্য দিয়ে যে কোনো জাহাজ চলাচল করতে হলে চৌথ নামে একটি শুল্ক দিতে হতো, যা আংগ্রের আধিপত্য প্রকাশ করত। একটি শক্তিশালী নৌবাহিনী গড়ে তুলতে আংগ্রে জাহাজ নির্মাণকে উৎসাহিত করেন। বোম্বাইয়ের কাছে জন্মানো সেগুন দিয়ে বেশিরভাগ জাহাজ তৈরি করা হয়েছিল। নৌকার জন্য কাঠের সরবরাহ নিশ্চিত করার জন্য আংরে পশ্চিম উপকূলে সেগুন চাষে উৎসাহিত করেছিলেন। তিনি কোলাবা দুর্গ, সাখরখাদি, সুবর্ণদুর্গ এবং বিজয়দুর্গে জাহাজ নির্মাণের কারখানা গড়ে তোলেন। এই জাহাজের নকশা এবং তাদের স্থায়িত্ব ছিল উচ্চ মানের। কানহোজি আধুনিক ইউরোপীয় বা আরও বিশেষভাবে ইংরেজ নকশা জাহাজ নির্মাণের কাজে ব্যবহার করেছিলেন।\n১৭১৭ এবং ১৭২০ সালের মধ্যে, ইস্ট ইন্ডিয়া কোম্পানি মারাঠা নৌবাহিনীকে পরাজিত করার জন্য কমপক্ষে দুটি প্রচেষ্টা করেছিল, কিন্তু ব্যর্থ হয়েছিল। একটি ব্রিটিশ জাহাজ কানহোজির নাবিকদের হাতে ধরা পড়ার প্রতিক্রিয়ায়, ব্রিটিশরা বিজয়দুর্গ এবং খান্দেরি দখল করার চেষ্টা করেছিল, কিন্তু এই প্রচেষ্টাগুলি ব্যর্থ হয়েছিল। ১৭২০ সালে, আংগ্রে জাহাজ শার্লটকে তার মালিকসহ দখল করে, যিনি ছিলেন কার্জেনভেন নামে একজন বণিক যিনি সুরাট থেকে চীনে যাত্রা করেছিলেন। কার্জেনভেনকে সম্ভবত ১০ বছরের জন্য কারাদণ্ড দেওয়া হয়েছিল।\n\n\n==== নৌসেনা ====\nমারাঠার নৌসেনারা বিভিন্ন সম্প্রদায়ের অন্তর্ভুক্ত ছিল। তারা কলি, ভান্ডারী এবং খারভা মত সমুদ্রগামী আদিবাসী সম্প্রদায়ের অন্তর্ভুক্ত ছিল।\nতার সাথে মুসলিম কর্মীও ছিল। যেহেতু এই লোকদের বেশিরভাগই অশিক্ষিত ছিল, তাই আংগ্রে তার সেরা জাহাজের নির্দেশ দেওয়ার জন্য ইউরোপীয়দের, বিশেষত ডাচদের নিয়োগ করেছিলেন। তিনি জেমস প্ল্যান্টেন নামে একজন জ্যামাইকান জলদস্যুকেও নিয়োগ করেছিলেন এবং তাকে প্রধান বন্দুকধারীর পদের মতো গুরুত্বপূর্ণ দায়িত্ব অর্পণ করেছিলেন। কানহোজি আংগ্রে একজন পর্তুগিজ সৈনিক ম্যানুয়েল ডি কাস্ত্রোকে নিযুক্ত করেছিলেন যিনি ইস্ট ইন্ডিয়া কোম্পানি দ্বারা আংগ্রে নিয়ন্ত্রিত খান্দেরি দ্বীপ দখলে ব্যর্থতার জন্য শাস্তি পেতে যাচ্ছিলেন।\n\n\n==== ঘাঁটি ====\n১৬৯৮ সালে, আংগ্রে তার প্রথম ঘাঁটি স্থাপন করেন বিজয়দুর্গ ('বিজয় দুর্গ') ( যা পূর্বে ঘেরিয়া নামে পরিচিত ছিল), দেবগড় তালুকায়, যা মুম্বই থেকে প্রায় ৪৮৫ কি.মি. দূরে অবস্থিত। দুর্গটি মূলত রাজা ভোজ দ্বারা নির্মিত এবং মারাঠা শাসক ছত্রপতি শিবাজী মহারাজ দ্বারা শক্তিশালী করা হয়েছিল, দূর্গটি উপকূলে অবস্থিত এবং সমুদ্র থেকে একটি জাহাজের প্রবেশের ব্যবস্থা করার জন্য এটিতে একটি প্রবেশপথ রয়েছে।\nআংগ্রে আলিবাগের \"কোলাবা\" এর সুরক্ষিত দ্বীপ থেকে একটি অপারেটিং ঘাঁটি তৈরি করেছিলেন। থাল, আলিবাগের উপকূলে খান্দেরি এবং উন্ডারি এবং বন্দরে প্রবেশকারী প্রতিটি বণিক জাহাজের উপর কর আরোপের চেষ্টা করেছিল।\nতিনি মুম্বইয়ের দক্ষিণ প্রান্তে সমুদ্রতীরে আলিবাগ নামে একটি জনপদ স্থাপন করেন। তখনকার প্রধান গ্রাম ছিল আজকের রামনাথ। এমনকি কানহোজি আলিবাগী রুপাইয়া নামে একটি রৌপ্য মুদ্রার আকারে তার নিজস্ব মুদ্রা জারি করেছিলেন।\n১৭২৪ সালে, আংগ্রে মহারাষ্ট্রের রত্নগিরি জেলায় অবস্থিত পূর্ণগড়ে একটি বন্দর তৈরি করেন। বন্দরে সাতটি বন্দুক ও ৭০টি কামানের গোলা পাওয়া গেছে। বন্দরটি সীমিত বাণিজ্য কার্যক্রমের জন্যও ব্যবহৃত হত।\n\n\n== সামরিক অভিযান ==\n\nকানহোজি ভারতের পশ্চিম উপকূলে ইউরোপীয় জাহাজের ওপর আক্রমণ জোরদার করেন। ১৭১২ সালের ৪ নভেম্বর, তার নৌবাহিনী এমনকি বোম্বাইয়ের রাষ্ট্রপতি উইলিয়াম আইসলাবির ইয়ট এইচসিএস আলজেরিন দখল করতে সফল হয়, তাদের কারওয়ার কারখানার প্রধান টমাস চাউনকে হত্যা করে এবং তার স্ত্রীকে বন্দী করে। জব্দকৃত ইয়ট এবং বন্দী মিসেস চাউনকে ১৩ ফেব্রুয়ারী ১৭১৩ পর্যন্ত ৩০,০০০ টাকার জাকাত/করের জন্য আটকে রাখে। ইস্ট ইন্ডিয়া কোম্পানি তার অন্যান্য যুদ্ধে তাকে সাহায্য করবে এই আশায় পূর্বে দখলকৃত অঞ্চল ফেরত দিয়ে মুক্তির কাজটি করা হয়েছিল, কিন্তু পরবর্তীতে আংগ্রে বালাজি বিশ্বনাথের সাথে জোটবদ্ধ হন এবং কোম্পানির সাথে লড়াই চালিয়ে যান। তিনি গোয়ার কাছে ইস্ট ইন্ডিয়ামেন সোমারস এবং গ্রান্থামকে আটক করেছিলেন কারণ এই জাহাজগুলি ইংল্যান্ড থেকে বোম্বের উদ্দেশ্যে তাদের সমুদ্রযাত্রায় ছিল। ১৭১২ সালে, তিনি পর্তুগিজ অস্ত্রবাহী একটি ত্রিশ বন্দুকধারী ম্যান-অফ-ওয়ার নিষ্ক্রিয় করেন এবং এটি দখল করেন।\nআংগ্রে শেষ পর্যন্ত কোম্পানির নৌবহরকে হয়রানি বন্ধ করার জন্য ইস্ট ইন্ডিয়া কোম্পানির প্রেসিডেন্ট আইসলাবির সাথে একটি চুক্তি স্বাক্ষর করেন। আইসলাবি অবশেষে ১৭১৫ সালের অক্টোবরে ইংল্যান্ডে ফিরে যান।\n১৭১৫ সালের ২৬ ডিসেম্বর বোম্বের নতুন গভর্নর হিসাবে চার্লস বুনের আগমনের পর, বুন আংরেকে বন্দী করার জন্য বেশ কয়েকটি প্রচেষ্টা করেন। সফল হওয়ার পরিবর্তে, ১৭১৮ সালে আংগ্রে তিনটি ইস্ট ইন্ডিয়া কোম্পানির বণিক জাহাজ দখল করেন, যা জাকাত/ট্যাক্স প্রত্যাখ্যান করে এবং তাই তাদের নাবিককদের মুক্তিপণ দেয়।\n২৯ নভেম্বর ১৭২১-এ কানহোজিকে বন্দী করার জন্য পর্তুগিজ ( ভাইসরয় ফ্রান্সিসকো জোসে ডি সাম্পাইও ই কাস্ত্রো) এবং ব্রিটিশদের (জেনারেল রবার্ট কোওয়ান ) যৌথ প্রচেষ্টা ব্যর্থ প্রমাণিত হয়। কমান্ডার থমাস ম্যাথিউসের নেতৃত্বে চারটি ম্যান অব ওয়ার ক্লাস জাহাজে ৬,০০০ সৈন্য ছিল এই বহরে। মেধাজি ভাটকর এবং তার নৌবাহিনী সহ মারাঠা যোদ্ধাদের সহায়তায়, আংগ্রে ইউরোপীয় জাহাজগুলিকে হয়রানি ও লুণ্ঠন করতে থাকে। কমান্ডার ম্যাথিউস গ্রেট ব্রিটেনে ফিরে আসেন, কিন্তু ১৭২৩ সালের ডিসেম্বরে মারাঠাদের সাথে ব্যবসা করার জন্য অভিযুক্ত এবং দোষী সাব্যস্ত হন। এছাড়াও, ১৭২৩ সালে, গভর্নর বুন গ্রেট ব্রিটেনে ফিরে আসেন। বুনের প্রস্থানের পর, ১৭২৯ সালে অ্যাংগ্রের মৃত্যুর আগ পর্যন্ত ব্রিটিশ ও অ্যাংরের মধ্যে তুলনামূলক শান্তি বিরাজ করে।\n\n\n== যুদ্ধ ==\n\n১৭০২ - ছয় ইংরেজের সাথে কোচিনে ছোট জাহাজ আটক করে।\n১৭০৬ - জাঞ্জিরার সিদ্দিকে আক্রমণ ও বন্দী করে।\n১৭০৭ - ইস্ট ইন্ডিয়াম্যান বোম্বে আক্রমণ করে যা যুদ্ধের সময় বিস্ফোরিত হয়।\n১৭১০ - ইস্ট ইন্ডিয়া কোম্পানির জাহাজ গডলফিনের সাথে দুই দিন লড়াই করার পর মুম্বইয়ের কাছে কেনেরি (এখন খান্দেরি) দ্বীপপুঞ্জ দখল করে।\n১৭১২ - বোম্বাইয়ের রাষ্ট্রপতি জনাব আইসলাবির এইচসিএস আলজেরিন ইয়টটি দখল করে, ৩০,০০০ রুপী জাকাত/ট্যাক্স পাওয়ার পরেই এটি ছেড়ে দেয় (১৭১৩)।\nতিনি গোয়ার কাছে ইস্ট ইন্ডিয়াম্যান সোমারস এবং গ্রানথামকে আটক করেন, এই জাহাজগুলি ইংল্যান্ড থেকে বোম্বেতে তাদের সমুদ্রযাত্রায় ছিল।\nতিনি পর্তুগিজ অস্ত্রবাহী ত্রিশ বন্দুকধারী ম্যান-অফ-ওয়ারকে নিষ্ক্রিয় করেন এবং এটি দখল করেন।\n১৭১৩ - দশটি দুর্গ ইস্ট ইন্ডিয়া কোম্পানি কর্তৃক আংরেকে হস্তান্তর করা হয়।\n১৭১৭ - অ্যাংরে এইচএসসি সাকসেস দখল করেন, কেনেরি দ্বীপপুঞ্জে বোমাবর্ষণ করেন এবং কোম্পানির সাথে ৬০,০০০ রুপী প্রদানের চুক্তি স্বাক্ষর করেন।\n১৭১৮ - মুম্বই বন্দর অবরোধ করে এবং সে সময়ের জন্য উপযুক্ত কর, ক্ষতিপূরণ আদায় করা হয়।\n১৭২০ - ব্রিটিশরা বিজয়দুর্গ ( ঘেরিয়া ) আক্রমণ করে, কিন্তু ব্যর্থ হয়।\n১৭২১ - ব্রিটিশ নৌবহর মুম্বই পৌঁছে। ব্রিটিশ ও পর্তুগিজ যৌথভাবে আলিবাগ আক্রমণ করে, কিন্তু ব্যর্থ হয়।\n১৭২২ - আংগ্রে চাউলের কাছে ইস্ট ইন্ডিয়া কোম্পানির কনভয়ের 4টি ইয়ট এবং 20টি জাহাজ আক্রমণ করে\n১৭২৩ - আংগ্রে দুটি ইস্ট ইন্ডিয়া কোম্পানির জাহাজ, ঈগল এবং হান্টার আক্রমণ করে।\n১৭২৪ - মারাঠা ও পর্তুগিজ চুক্তি। ওলন্দাজরা বিজয়দুর্গ আক্রমণ করলেও প্রতিহত হয়।\n১৭২৫ - কানহোজি আংরে এবং সিদ্দি একটি চুক্তি স্বাক্ষর করেন।\n১৭২৯ - কানহোজি আংরে পালগড় দুর্গ জয় করেন।\n\n\n== মৃত্যু এবং পরবর্তী ঘটনা ==\n\n১৭২৯ সালের ৪ জুলাই তার মৃত্যুর সময়, কানহোজি আংরে সুরাট থেকে দক্ষিণ কোঙ্কন পর্যন্ত আরব সাগরের অধিপতি হিসাবে আবির্ভূত হন। তিনি রেখে গেছেন দুই পুত্র, সেখোজি ও সম্ভাজি; চারটি অবৈধ পুত্র, তুলাজি, মানাজি, ইয়েসাজি এবং ধোন্ডজি। আংগ্রের সমাধি (সমাধি) শিবাজি চক, আলিবাগ, মহারাষ্ট্রে অবস্থিত।\nকানহোজির পরে, তার পুত্র সেখোজি ১৭৩৩ সালে তার মৃত্যুর আগ পর্যন্ত সমুদ্রে মারাঠা শোষণ চালিয়ে যান। সেখোজির মৃত্যুর পর, পরিবারে বিভক্তির কারণে আংগ্রের সম্পদ দুই ভাই সম্ভাজি ও মানাজির মধ্যে বিভক্ত হয়ে যায়। মারাঠাদের নৌবাহিনীর প্রতি উপেক্ষার ফলে ব্রিটিশরা শীঘ্রই সহজে রাজ্যের অবশিষ্টাংশকে পরাজিত করে। ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি এবং মারাঠা পেশওয়া বালাজি বাজিরাওয়ের বাহিনী দ্বারা 1756 সালের ফেব্রুয়ারিতে ঘেরিয়া (বর্তমানে বিজয়দুর্গ) দুর্গে যৌথ আক্রমণে তুলাজিকে বন্দী করার মাধ্যমে পশ্চিম উপকূলে আংগ্রে এবং তার পুত্রদের রাজত্বের সমাপ্তি ঘটে। পেশওয়ার সৎ ভাই শমসের বাহাদুর মারাঠা বাহিনীর নেতৃত্ব দেন।\n\n\n== কানহোজি আংরের সীলমোহর ==\nতিনটি সীল সরখেল কানহোজি আংরে ব্যবহার করতেন বলে জানা গেছে। একটি ছত্রপতি রাজারামের আমলে এবং দুটি ছত্রপতি শাহুর আমলে।\nতিনটি সীল, তাদের শিলালিপি এবং অর্থ সহ নীচে দেওয়া হল।\n\n\n== উত্তরাধিকার ==\n\nকানহোজি আংরে মারাঠা নৌবাহিনীর অন্যতম উল্লেখযোগ্য অ্যাডমিরাল, যিনি ইউরোপীয় ট্রেডিং কোম্পানিগুলির জন্য উল্লেখযোগ্য সমস্যা সৃষ্টি করেছিলেন। কানহোজিকে দূরদর্শিতার কৃতিত্ব দেওয়া হয় যে ব্ল ওয়াটার নৌবাহিনীর চূড়ান্ত এবং কৌশলগত ভূমিকা হল শত্রুকে স্বদেশের উপকূল থেকে দূরে রাখা। এক সময়ে, কানহোজি এতটাই সফল হয়েছিলেন যে তিনি তার বহরে উদ্যমী ইউরোপীয়দেরকে ভাড়াটে হিসেবে আকৃষ্ট করেছিলেন, যার মধ্যে একজন ডাচম্যান ছিল, যাকে তিনি কমোডোর পদে নিযুক্ত করেছিলেন। তার ক্ষমতার উচ্চতায়, কানহোজি এমন এক সময়ে শত শত যুদ্ধজাহাজ এবং হাজার হাজার নাবিককে নেতৃত্ব দিয়েছিলেন যখন রয়েল নেভীর ভারতে নৌ -সম্পদ কম ছিল যা মারাঠা নৌবাহিনীর ক্রমবর্ধমান শক্তিকে উল্লেখযোগ্যভাবে পরাস্ত করতে পারে।\nব্রিটিশ বাণিজ্যিক স্বার্থের প্রতি কানহোজির হয়রানি এবং সোয়ালিতে পর্তুগিজদের বিরুদ্ধে ইংরেজদের বিজয় তাদের একটি ছোট নৌবাহিনী প্রতিষ্ঠা করতে পরিচালিত করেছিল যা অবশেষে আধুনিক ভারতীয় নৌবাহিনীতে পরিণত হয়। আজ, মুম্বইয়ের ইন্ডিয়ান নেভাল ডকইয়ার্ডে আংরের একটি মূর্তি দাঁড়িয়ে আছে। যদিও আংরে দ্বারা নির্মিত আসল দুর্গটি নৌ-ডকগুলিকে উপেক্ষা করে অদৃশ্য হয়ে গেছে, এর সীমানা প্রাচীর এখনও অক্ষত রয়েছে এবং এর মধ্যেই ভারতীয় পশ্চিমী নৌ কমান্ডের সদর দফতর রয়েছে এবং এটিকে আইএনএস আংগ্রে (ভারতীয় নৌ স্টেশন আংরে) বলা হয়।\n\n\n== আংগ্রে পরিবারের প্রভাবের সমাপ্তি ==\nঅ্যাংগ্রেসের বংশধররা ১৮৪০ সাল পর্যন্ত কোলাবায় বসবাস করতে থাকে এবং ৩০ ডিসেম্বর ১৮৪৩ তারিখে বোম্বাইয়ের গভর্নর জেনারেলের কাছে প্রেরীত পত্র অনুসারে শহরটিকে ইস্ট ইন্ডিয়া কোম্পানির সাথে ১৮৪৩ সালে সংযুক্ত করা হয়।\n\n\n=== পারিবারিক ইতিহাস প্রকাশ ===\nকানহোজি আংগ্রের বংশধর চন্দ্রজিরাও আংগ্রে এবং তাঁর দূরসম্পর্কের চাচাতো ভাই জিজাবাই আংরে (পরবর্তীতে পার্বতীবাই পুয়ার, দেওয়াস জুনিয়র) ১৯৩৯ সালে আলিবাগ মুম্বইতে হিস্ট্রি অফ দ্য অ্যাংগ্রেস প্রকাশে সমর্থন করেছিলেন।\n\n\n== কৃতজ্ঞতা ==\nআংরিয়া ব্যাংক, একটি নিমজ্জিত প্রবাল কাঠামো যা মহাদেশীয় তাক অবস্থিত মহারাষ্ট্রের বিজয়দুর্গের উপকূলের ১০৫ কিমি পশ্চিমে কানহোজি আংগ্রের নামে নামকরণ করা হয়েছিল।\nভারতীয় নৌবাহিনীর ওয়েস্টার্ন নেভাল কমান্ডের নামকরণ করা হয় আইএনএস আংরে ১৫ সেপ্টেম্বর ১৯৫১ সালে কানহোজি আংগ্রের সম্মানে। অন্যান্য গুরুত্বপূর্ণ নৌ অফিসগুলিও আইএনএস আংরেতে অবস্থিত। তার মূর্তিটি দক্ষিণ মুম্বইয়ের নেভাল ডকইয়ার্ডে অবস্থিত ছিটমহলের মধ্যে অবস্থিত পুরানো বোম্বে ক্যাসেলে স্থাপন করা হয়েছে।\nএপ্রিল ১৯৯৯-এ, ভারতীয় ডাক পরিষেবা একটি ৩ রুপির স্ট্যাম্প প্রকাশ করে যাতে কানহোজি আংগ্রের নৌবহরের একটি ঘূরব দেখানো হয় যেমন একটি ১৭০০ খ্রিস্টাব্দের চিত্রকলাতে চিত্রিত হয়েছে।\nমুম্বই বন্দরের দক্ষিণ সীমানা চিহ্নিত করে খান্দেরি দ্বীপের পুরনো কেনেরি লাইটহাউসের নাম পরিবর্তন করে কানহোজি আংরে লাইট হাউস রাখা হয়।\nআলিবাগে রাষ্ট্রীয় কেমিক্যালস অ্যান্ড ফার্টিলাইজারের বৃহৎ আবাসিক কলোনির নামকরণ করা হয়েছে \"সারখেল কানহোজি আংরে নগর\"।\n১৯৯৫ সালে মুম্বইয়ের পারেলে মালওয়ানি জাত্রোৎসবের সময়, চার্লস বুনের নেতৃত্বে আংরে এবং ইস্ট ইন্ডিয়া কোম্পানির বহরের মধ্যে নৌ যুদ্ধের একটি অনুকরণ একটি খোলা ট্যাঙ্কে (70' x 30') রিমোট-কন্ট্রোল কাঠের নৌকা ব্যবহার করে পরিচালিত হয়েছিল। সেগুন কাঠের তৈরি এবং উচ্চ টর্ক মোটর দ্বারা চালিত রেডিও নিয়ন্ত্রিত নৌকাগুলি বিবেক এস কাম্বলি এবং বিশেষ এস কাম্বলি নির্মাণ করেছিলেন। একটি রোমাঞ্চকর সাউন্ডট্র্যাক মারাঠা নৌবাহিনীর ইতিহাসের একটি গুরুত্বপূর্ণ অধ্যায়ের এই অডিও ভিজ্যুয়াল ৩ ডাইমেনশনাল বর্ণনার পরিপূরক। শোটি ১০ দিন স্থায়ী হয়েছিল এবং মুম্বইয়ের হাজার হাজার বাসিন্দা এটির সাক্ষী ছিলেন।\nরত্নাগিরি, মহারাষ্ট্রে একটি সর্ব-আবহাওয়া বন্দর, যার নাম আংরে বন্দর, ২৪ এপ্রিল ২০১২-এ কানহোজি আংগ্রের ৯ তম বংশধর দ্বারা উদ্বোধন করা হয়েছিল।\n২০০৭ সালের হলিউড ফিল্ম পাইরেটস অফ দ্য ক্যারিবিয়ান: অ্যাট ওয়ার্ল্ড'স এন্ডে শ্রী সুম্বাহজি নামে একটি চরিত্র চিত্রিত করা হয়েছে, যা কানহোজি আংগ্রের পুত্র সম্ভাজির একটি কথিত রেফারেন্স।\nপুনের অনিরুদ্ধ পিম্পলখারে ২০২১ সালে একটি ১৭ ফুটের গ্যাফ রিগড কাঠের নৌকা তৈরি করেছিলেন এবং সরখেল আংগ্রের প্রতি শ্রদ্ধা হিসাবে এটির নামকরণ করেছিলেন এসভি আংগ্রে। তিনি বর্তমানে গেটওয়ে অফ ইন্ডিয়ার সামনে মুম্বইয়ের কোলাবায় মুরড অববস্থায় রয়েছে।\n\n\n== আরও দেখুন ==\nকলিদের তালিকা\nকোলি রাজ্য এবং গোষ্ঠীর তালিকা\nকুঞ্জলি মারাক্কর\nলায়া পাতিল\nকোলাচেলের যুদ্ধ\nব্রিটিশ ভারত\n\n\n== তথ্যসূত্র ==\n\n\n=== পারিবারিক পটভূমিতে নোট ===\n\n\n=== উদ্ধৃতি ===\nRajaram Narayan, Saletore (১৯৭৮)। Indian Pirates: From the Earliest Times to the Present Day। Concept Publishing Company। \nMalgonkar, Manohar The Sea Hawk: Life and Battles of Kanhoji Angrey, Orient Paperbacks, c. 1984\nRisso, Patricia. Cross-Cultural Perceptions of Piracy: Maritime Violence in the Western Indian Ocean and Persian Gulf Region during a Long Eighteenth Century, Journal of World History - Volume 12, Number 2, Fall 2001, University of Hawai'i Press\nKetkar, Dr. D.R. Sarkhel Kanhoji Angre... Maratha Armar, Mrunmayi Rugvedi Prakashan, 1997."}