{"pageid": 1353806, "title": "মুহাম্মাদের তায়েফ গমন", "url": "https://bn.wikipedia.org/wiki?curid=1353806", "content": "মুহাম্মাদের তায়েফ গমন হল ইসলামের নবি ও রাসুল মুহাম্মাদের একটি ধর্মীয় সফর। এই সফরে তিনি ৬১৯ খ্রিস্টাব্দে আরবের বিশেষ স্থান তায়েফ শহরে গিয়েছিলেন। যদিও তার এই সফর ব্যর্থ হয়। কিন্তু ইসলামের ইতিহাস এবং পরবর্তী ধর্মীয় ও রাষ্ট্রীয় পদক্ষেপগুলিতে এটি বিশেষভাবে গভীর প্রভাব রাখে।\n\n\n== ঘটনা ==\nতখন তায়েফ মক্কা থেকে দুই বা তিন দিনের যাত্রায় ছিল। শহরের আবহাওয়া মক্কার তুলনায় তুলনামূলকভাবে বেশি মনোরম ছিল এবং এটি ফলবাগান এবং অন্যান্য বাগানে পূর্ণ ছিল। এটি ইয়েমেনের পথে উচ্চতর এবং ঠাণ্ডা পাহাড়ের ঢালে অবস্থিত। মক্কার উচ্চ শ্রেণীর মানুষ ও বিশিষ্ট ব্যক্তিরা গ্রীষ্মকাল কাটানোর জন্য এই পাহাড়গুলোতে যেতেন। তখন বনু সাকিফের তিন ভাই হাবিব, মাসউদ এবং আব্দ ইয়ালাইল শহরের প্রধান নেতাদের মধ্য থেকে ছিলেন।\nমুহাম্মাদ সেখানে পৌঁছে তাদেরকে ইসলাম গ্রহণের জন্য আমন্ত্রণ জানালেন এবং মক্কার কুরাইশ গোত্রের বিরুদ্ধে তার সংগ্রামে সহায়তা ও সুরক্ষার আবেদন করলেন। কিন্তু তারা উত্তর দিল:\n\n“যদি আপনি সত্যিই একজন নবী হন, তাহলে আপনার আমাদের সাহায্যের কি প্রয়োজন? যদি আল্লাহ আপনাকে তাঁর রাসূল হিসেবে পাঠান, তাহলে তিনি আপনাকে কেন রক্ষা করেন না? এবং যদি আল্লাহ নবী পাঠাতে চাইতেন, তবে তিনি কি আপনার থেকে ভালো একজনকে খুঁজে পেতেন না, একজন দুর্বল ও পিতৃহীন অনাথকেই পেলেন?”\nযেহেতু তার প্রচেষ্টার ফলাফল খুব কম ছিল, তিনি তাদের অন্তত এই বিষয়টি গোপন রাখার জন্য বললেন, যাতে কুরাইশদের প্রতি তার এবং তার বার্তার শত্রুতা আরও গভীর না হয়। কিন্তু শহরের প্রবীণরা তায়েফের মানুষদের তার বিরুদ্ধে উত্তেজিত করে এবং তাকে প্রাচীর ঘেরা শহর থেকে বের করে দেয়। যুবকরা পাথর নিক্ষেপ করতে থাকে। যার ফলে তার হাত ও পা রক্তে রঞ্জিত হয়।\n\n\n=== ফলের বাগানে আশ্রয় ===\nমুহাম্মাদ তারপর শহরের বাইরে একটি ফলবাগানে আশ্রয় নেন। সেখানে বাগানটির মালিকরা উপস্থিত ছিলো। তারা ছিলো মক্কার শামস গোত্রের রাবিয়াহর পুত্র শায়বা এবং উতবা। তাকে আঘাতপ্রাপ্ত দেখে তাকে তাদের বাড়িতে স্বাগতম জানায়। তারা তাদের খ্রিস্টান ক্রীতদাস আদ্দাসকে যিনি একটি আঙুরের প্লেট দিয়ে পাঠায়। মুহাম্মাদ উপহার গ্রহণ করে তা খান এবং খাবার শুরুতে বিসমিল্লাহ (আল্লাহর নামে) পাঠ করেন। তখন তরুণ দাসটি বলে যে, সে তার শহর ছেড়ে যাওয়ার পর এসব কথা আগে কখনো শোনেনি। মুহাম্মাদ তখন তাকে জিজ্ঞেস করেন, সে কোথা থেকে এসেছে। সে উত্তর দেয় যে, সে নিনেভেহ থেকে এসেছে। মুহাম্মাদ বলেন, \"ইউনুস নিনেভেহর ছিলেন।\" আদ্দাস বিস্মিত হন যে, মুহাম্মাদ ﷺ ইউনুস সম্পর্কে জানেন, কারণ খুব কম আরবই তার নাম ও কাহিনী জানতেন। নবী মুহাম্মাদ ﷺ তখন বলেন, “তিনি আমার ভাই; তিনি আল্লাহর নবী ছিলেন এবং আমিও আল্লাহর নবী।” এরপর আদ্দাস তার মাথা, হাত ও পা চুম্বন করেন। ফিরে যাওয়ার পর আদ্দাস তার দুই মালিকের কাছে শাস্তি পান যারা এই ঘটনাটি প্রত্যক্ষ করেছিলো। যার জবাবে আদ্দাস বলেন, \"এই মাটিতে তার চেয়ে ভালো মানুষ আর নেই; তিনি আমাকে এমন কথা বলেছেন যা শুধুমাত্র একজন নবী জানেন।”\n\n\n=== প্রত্যাবর্তন ===\nমুহাম্মাদের মক্কায় ফিরে যাওয়ার পথে তায়েফে ঘটে যাওয়া ঘটনার খবর মক্কাবাসীদের কাছে পৌঁছে যায়। কুরাইশের অন্যতম প্রধান আবু জাহল বলল: “তারা তাকে তায়েফে প্রবেশ করতে দেয়নি, তাই আসুন আমরাও তাকে মক্কায় প্রবেশ করতে না দিই।” মুহাম্মাদ এরপর রাতটি নাখলা নামে একটি উপত্যকায় বিশ্রাম নেন। বর্ণিত আছে, তিনি কিছু জ্বীনের মনোযোগ আকর্ষণ করেন যারা তাকে কুরআন পাঠ করতে শুনেছিল।\nমুহাম্মাদ যখন মক্কার নিকটে পৌঁছালেন, তখন বুঝতে পারলেন যে তাকে প্রবেশ করতে দেওয়া হচ্ছে না। তিনি একজন ঘোড়সওয়ারকে অনুরোধ করলেন তার মায়ের গোত্রের আত্মীয় আখনাস ইবনে শুরায়কের কাছে বার্তা পাঠাতে, যাতে তিনি তাকে সুরক্ষা দেন এবং তিনি নিরাপদে প্রবেশ করতে পারেন। কিন্তু আখনাস এই অজুহাতে অস্বীকার করলেন যে, তিনি কুরাইশের ঘরের একজন মিত্র মাত্র। এরপর মুহাম্মাদ সুহাইল ইবনে আমরের কাছে বার্তা পাঠালেন। কিন্তু তিনিও একই কারণে অস্বীকার করেন। পরে মুহাম্মাদ মুতইম ইবনে আদির কাছে একটি বার্তা পাঠান, যিনি বনু নওফালের প্রধান ছিলেন। মুতইম রাজি হন এবং তিনি সশস্ত্র অবস্থায় তার পুত্র ও ভাতিজাদের নিয়ে মুহাম্মাদকে মক্কায় সঙ্গ দেওয়ার জন্য যান। আবু জাহল যখন তাদের দেখল, সে জিজ্ঞেস করলো, মুতইম কি ইসলাম গ্রহণ করেছেন না কি কেবল তাকে সুরক্ষা দিচ্ছেন। তিনি জবাব দিলেন, \"অবশ্যই সুরক্ষা দিচ্ছেন।” আবু জাহল তখন বলেন, \"আমরা তাকে সুরক্ষা দিই, যাকে আপনি সুরক্ষা দেন।”\n\n\n== তথ্যসূত্র ==\n\n\n== উদ্ধৃত গ্রন্থসমূহ ==\nConrad, Lawrence I. (১৯৮৭)। \"Abraha and Muhammad: some observations apropos of chronology and literary topoi in the early Arabic historical tradition1\"। Bulletin of the School of Oriental and African Studies। 50 (2): 225–40। এসটুসিআইডি 162350288। ডিওআই:10.1017/S0041977X00049016। \nBuhl, F.; Welch, A.T. (১৯৯৩)। \"Muḥammad\"। Encyclopaedia of Islam। 7 (2nd সংস্করণ)। Brill। পৃষ্ঠা 360–376। আইএসবিএন 978-90-04-09419-2। \nWensinck, A.J.; Rippen, A. (২০০২)। \"Waḥy\"। Encyclopaedia of Islam। 11 (2nd সংস্করণ)। Brill। \nLewis, Bernard (২০০২) [1993]। The Arabs in History। Oxford University Press। আইএসবিএন 978-0-19-280310-8। \nGordon, Matthew (২০০৫-০৫-৩০)। The Rise of Islam (ইংরেজি ভাষায়)। Greenwood Publishing Group। আইএসবিএন 978-0-313-32522-9। \nLapidus, Ira M. (২০১২)। Islamic Societies to the Nineteenth Century: A Global History (ইংরেজি ভাষায়)। Cambridge University Press। আইএসবিএন 978-0-521-51441-5। \nTowghi, Malek Muhammad (১৯৯১)। Foundations of Muslim Images and Treatment of the World Beyond Islam (ইংরেজি ভাষায়)। Michigan State University. Department of History। \nAdil, Hajjah Amina (২০০২)। Muhammad, the Messenger of Islam: His Life & Prophecy (ইংরেজি ভাষায়)। ISCA। আইএসবিএন 978-1-930409-11-8।"}