{"pageid": 1353472, "title": "ভেলি পাশা মসজিদ (রেথিমনো)", "url": "https://bn.wikipedia.org/wiki?curid=1353472", "content": "ভেলি পাশা মসজিদ (গ্রিক: Βελή Πασά Τζαμί, তুর্কি: Veli Paşa Camii থেকে), মাস্তাবা মসজিদ নামেও পরিচিত (গ্রিক: Τζαμί του Μασταμπά) এবং বর্তমানে এতে রেথিমনোর প্যালিওন্টোলজিক্যাল মিউজিয়ামটি রয়েছে (গ্রিক: Παλαιοντολογικό Μουσείο Ρεθύμνου)। এটি দক্ষিণ গ্রিসের রেথিমনো, ক্রিট শহরের একটি ঐতিহাসিক অটোমান যুগের মসজিদ। উসমানীয়দের কাছে রেথিমনোর পতনের পরপরই সপ্তদশ শতাব্দীর মাঝামাঝি সময়ে এটি নির্মিত হয়, এটি এখন ক্রিট দ্বীপের প্রাক-ইতিহাসের একটি জাদুঘর হিসেবে কাজ করছে।ভেলি পাশা মসজিদ একটি ঐতিহাসিক উসমানীয় স্থাপত্য নিদর্শন, যা গ্রিসের আইওনিনা শহরে অবস্থিত। ১৯ শতকের শুরুতে ভেলি পাশা এই মসজিদটি সংস্কার করেন এবং এর সাথে একটি মাদ্রাসা ও রান্নাঘরসহ একটি কমপ্লেক্স নির্মাণ করেন। বর্তমানে মসজিদটি বন্ধ রয়েছে।\nমসজিদটির স্থাপত্যশৈলী অত্যন্ত চিত্তাকর্ষক। প্রার্থনা কক্ষটি প্রায় ৬ × ৬.৫ মিটার আয়তনের, যা একটি গম্বুজ দ্বারা আচ্ছাদিত। উত্তর দিকে একটি বারান্দা রয়েছে, যা প্রথমে খোলা ছিল এবং তিনটি ছোট গম্বুজ দ্বারা আবৃত ছিল। মিনারটি বারান্দা ও প্রার্থনা কক্ষের মধ্যবর্তী পশ্চিম দিকে অবস্থিত ছিল, তবে বর্তমানে এর শুধুমাত্র ভিত্তি অবশিষ্ট রয়েছে। ভবনটি কাটা পাথর দিয়ে নির্মিত এবং মূল গম্বুজ ও বারান্দার ছাদ স্লেট দিয়ে আবৃত।\nমসজিদের অভ্যন্তরে সমৃদ্ধ মার্বেল মিহরাব রয়েছে। উত্তর দিকে রান্নাঘর ও মাদ্রাসা ভবন এখনও টিকে আছে। পুরানো কোরআনিক স্কুল ভবনে একসময় আইওনিনার জাতীয় প্রতিরক্ষা জাদুঘর অবস্থিত ছিল।\nভেলি পাশা মসজিদ উসমানীয় স্থাপত্যের একটি গুরুত্বপূর্ণ নিদর্শন, যা ঐতিহাসিক ও স্থাপত্যগত গুরুত্ব বহন করে।\n\n\n== ইতিহাস ==\nভেলি পাশা মসজিদটি দেয়ালের বাইরে গাজী হুসেইন পাশার একজন সমর্থক সেন্ট ওনুফ্রিয়াসকে নিবেদন করে করা একটি পুরানো খ্রিস্টান গির্জার জায়গায় তৈরি করেছিলেন।   এটি ১৬৪৬ সালে অটোমানদের রেথিমনো বিজয়ের সাথে সম্পর্কিত; যে জায়গায় অটোমান সৈন্যরা তাদের সামরিক ক্যাম্প তৈরি করেছিল, পরে সেখানে শহরের মুসলিম সম্প্রদায় ভেলি পাশার মসজিদ তৈরি করে, সম্ভবত তা ১৬৫১ সালের দিকে।  রেথিমনোর স্থানীয় গভর্নরের বিবরণে মসজিদটির প্রাচীনতম প্রত্যয়নটি হয় ১৬৫৭ সালে । \nদ্বিতীয় বিশ্বযুদ্ধে বোমা হামলায় এটি ব্যাপকভাবে ক্ষতিগ্রস্ত হয়েছিল।  স্মৃতিস্তম্ভটি পরে ২০১০-এর দশকের গোড়ার দিকে পুনরুদ্ধার করা হয়েছিল এবং এখন সেখানে রেথিমনোর প্যালিওন্টোলজিক্যাল মিউজিয়াম রয়েছে।   গ্রীক সংস্কৃতি ও ক্রীড়া মন্ত্রণালয়ের সিদ্ধান্তে এটি গৌল্যান্ড্রিস ন্যাচারাল হিস্ট্রি মিউজিয়ামকে দেওয়া হয়েছিল এবং ২০০৮ সালে জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল \n\n\n== স্থাপত্য ==\nভেলি পাশা মসজিদে ছয়টি ছোট গম্বুজসহ একটি ছাদ এবং তিনটি বড় গম্বুজ দ্বারা তৈরি একটি পোর্টিকো রয়েছে, সুতরাং এতে মোট নয়টি গম্বুজ রয়েছে। এর পুরানো কমপ্লেক্সে তেরোটি সেল, একটি টেককে, দরবেশদের সমাবেশের জন্য একটি প্রতিষ্ঠান অন্তর্ভুক্ত ছিল, যারা সেই বছরগুলোতে সেনাবাহিনীকে অনুসরণ করত এবং শহুরে ও গ্রামীণ মুসলমানদের সামাজিকীকরণে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।  \nএর লম্বা এবং সম্পূর্ণভাবে টিকে থাকা মিনারটি মসজিদের চেয়ে একটু পরে তৈরি; এটিতে পাওয়া একটি শিলালিপি অনুসারে, এটি ১৭৮৯ সালে নির্মিত হয়েছিল।  এটি রেথিমনোর প্রাচীনতম টিকে থাকা মিনার।  শিলালিপিতে আরও লেখা রয়েছে \"ঈশ্বর মঙ্গল করুন! প্রভুর প্রতি মহিমা ও কৃতজ্ঞতা। . . আমরা একটি দান করেছি এবং মিনারটি সংস্কার করেছি যাতে আযান শোনা যায় এবং আল্লাহর রহমতের জন্য\"  \n\n\n== আরও দেখুন ==\n\nগ্রিসে ইসলাম\nগ্রিসের সাবেক মসজিদের তালিকা\nগ্রিসের মসজিদের তালিকা\nঅটোমান গ্রিস\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nKatsipoulaki, Vassilia (২০০৯)। Η τουριστική κίνηση του νομού Ρεθύμνης. Εξέλιξη και προοπτική (পিডিএফ) (গ্রিক ভাষায়)। ১৪ জানুয়ারি ২০২৩ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৭ এপ্রিল ২০২৩। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে Veli Pasha Mosque (Rethymno) সম্পর্কিত মিডিয়া দেখুন।"}