{"pageid": 1353649, "title": "জাপোরিজিয়া পারমাণবিক বিদ্যুৎ কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1353649", "content": "জাপোরিজিয়া পারমাণবিক বিদ্যুৎ কেন্দ্র ( ইউক্রেনীয়: Запорізька атомна електростанція ) দক্ষিণ-পূর্ব ইউক্রেনে অবস্থিত ইউরোপের বৃহত্তম পারমাণবিক বিদ্যুৎ কেন্দ্র এবং বিশ্বের ১০ম বৃহত্তম পারমাণবিক বিদ্যুৎ কেন্দ্র। এটি ২০২২ সাল থেকে রাশিয়ার নিয়ন্ত্রণে রয়েছে। এটি সোভিয়েত ইউনিয়ন দ্বারা ডিনিপার নদীর উপর কাখোভকা জলাধারের দক্ষিণ তীরে এনেরহোদার শহরের কাছে নির্মিত হয়েছিল। এটি এনার্জায়াটম কোম্পানি দ্বারা পরিচালিত হয়, যারা ইউক্রেনের অন্য তিনটি পারমাণবিক বিদ্যুৎ কেন্দ্রও পরিচালনা করে।\n\nপ্ল্যান্টে ছয়টি VVER-1000 প্রেসারাইজড লাইট ওয়াটার নিউক্লিয়ার রিঅ্যাক্টর (PWR) রয়েছে, প্রতিটিতে 235 U ( LEU )  এবং 950 মেগাওয়াট ই উৎপাদন করা হয়, মোট আউটপুট ৫,৭০০ মেগাওয়াট ই ।  প্রথম পাঁচটি ধারাবাহিকভাবে ১৯৮৫ থেকে ১৯৮৯ সালের মধ্যে কাজে আনা হয়েছিল এবং ষষ্ঠটি ১৯৯৫ সালে যোগ করা হয়েছিল। প্ল্যান্টটি পারমাণবিক শক্তি থেকে প্রাপ্ত দেশের প্রায় অর্ধেক বিদ্যুত উৎপন্ন করে,  এবং ইউক্রেনে উৎপাদিত মোট বিদ্যুতের এক পঞ্চমাংশেরও বেশি এখানে উৎপাদিত হয়।\n৪ঠা মার্চ ২০২২ এ, ইউক্রেনে রাশিয়ার আক্রমণের  এনেরহোদার যুদ্ধের সময় পারমাণবিক এবং তাপবিদ্যুৎ কেন্দ্র উভয়ই রাশিয়ান বাহিনীর দ্বারা দখল হয়।     ১২ মার্চ ২০২২ (2022-03-12)-এর হিসাব অনুযায়ী  প্ল্যান্টটি রাশিয়ান কোম্পানি রোসাটম দ্বারা নিয়ন্ত্রিত হয় বলে জানা গেছে।  ১১ সেপ্টেম্বর ২০২২ এ, যখন ষষ্ঠ চুল্লিটির সংযোগ বিচ্ছিন্ন হয়ে যায়,  তখন থেকে রাশিয়ার নিয়ন্ত্রণে ইউক্রেনীয় কর্মীদের দ্বারা প্ল্যান্টটি পরিচালনা করা অব্যাহত আছে। \n\n\n== সু্যোগ - সুবিধা ==\nব্যয়িত পারমাণবিক জ্বালানী, চুল্লির কনটেইনমেন্টের ভিতরে কুলিং পুলে পাঁচ বছর পর্যন্ত সংরক্ষণ করা হয়। তারপর এটি একটি অন-সাইট ড্রাই পিপা স্টোরেজ সুবিধাতে স্থানান্তরিত হয় যেটি ২০০০ সালে চালু করা হয়েছিল   চুল্লি এবং খরচ করা জ্বালানী পুলগুলি শীতল করার জন্য কাখোভকা জলাধারের জলের উপর নির্ভর করে। জলাধারটি কাখোভকা হাইড্রোইলেকট্রিক পাওয়ার প্ল্যান্টের বাঁধ দ্বারা তৈরি করা হয়েছে।  \n২০১৭ সালে, চুল্লি ইউনিট ৩-এ আধুনিকীকরণের কাজ সম্পন্ন হয়েছিল, যা ২০২৭ পর্যন্ত ১০-বছরের আয়ু বৃদ্ধি করতে সক্ষম হয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন =="}