{"pageid": 1353687, "title": "সম্প্রদায় (ভারতীয় ধর্ম)", "url": "https://bn.wikipedia.org/wiki?curid=1353687", "content": "সম্প্রদায় (সংস্কৃত: सम्प्रदाय), হিন্দুধর্ম, বৌদ্ধধর্ম, জৈনধর্ম ও শিখধর্ম নামক ভারতীয় বংশোদ্ভূত ধর্মে 'ঐতিহ্য', 'আধ্যাত্মিক বংশ', 'ধর্মীয় গোষ্ঠী' বা 'ধর্মীয় ব্যবস্থা' হিসেবে অনুবাদ করা যেতে পারে। ধর্মের ধারাবাহিকতা ও হস্তান্তরণ নিশ্চিত করার জন্য, বিভিন্ন সম্প্রদায়ে গুরু-শিষ্য পরম্পরা রয়েছে যেটিতে পরম্পরা বা ধারাবাহিক গুরু ও শিষ্যদের বংশ আধ্যাত্মিক যোগসূত্র  হিসাবে কাজ করে এবং সম্পর্কগুলির নির্ভরযোগ্য অন্তর্জাল প্রদান করে যা ধর্মীয় পরিচয়কে স্থিতিশীলতা দেয়। শ্রমণ হল সাধক বা শিষ্যের জন্য বৈদিক শব্দ। সম্প্রদায়গুলির সাথে পরিচয় ও অনুসরণ করা স্থির নয়, কারণ সম্প্রদায়গুলি নমনীয়তার অনুমতি দেয় যেখানে কেউ সম্প্রদায় ছেড়ে অন্যটিতে প্রবেশ করতে পারে বা একই সাথে একাধিক সম্প্রদায় অনুসরণ করে ধর্মীয় সমন্বয়বাদ অনুশীলন করতে পারে। সম্প্রদা হল পাঞ্জাবি ভাষার শব্দ, যা শিখধর্মে সম্প্রদায়ের জন্য ব্যবহৃত হয়।\n\n\n== গুরু-শিষ্য পরম্পরা ==\n\nসম্প্রদায় হল নির্দিষ্ট ধর্মীয়-আধ্যাত্মিক ঐতিহ্যের মধ্যে শিক্ষা ও অনুশীলন উভয়েরই জীবন্ত ঐতিহ্য। এগুলি সাধারণত নির্দিষ্ট গুরু বংশের মধ্যে সন্ন্যাসী ক্রম নিয়ে গঠিত, যার ধারণাগুলি প্রতিটি ধারাবাহিক প্রজন্মের অনুগামীদের দ্বারা বিকশিত ও প্রেরণ, পুনঃসংজ্ঞায়িত ও পর্যালোচনা করা হয়। নির্দিষ্ট গুরু বংশকে পরম্পরা বলা হয়। জীবিত গুরুর পরম্পরায় দীক্ষা প্রাপ্তির মাধ্যমে, একজন তার সঠিক সম্প্রদায়ের অন্তর্গত।\nধর্ম হস্তান্তরণের মাধ্যমে ধারাবাহিকতা নিশ্চিত করতে, বিভিন্ন স্মাপারদায় গুরু-শিষ্য পরম্পরার মাধ্যমে ধারাবাহিকতা নিশ্চিত করে যেখানে গুরু গুরুকুল, মঠ, আখড়া ও বিহারে শিশ্যদের শিক্ষা দেন। বৌদ্ধধর্মেও গুরুদের বংশ রয়েছে। তিব্বতি বৌদ্ধধর্মে  লামাদের বংশ রয়েছে যারা গোম্পা ও স্তূপে শিক্ষাদান করে।\n\n\n=== সম্প্রদায়ের ধারাবাহিকতা ===\n\nসম্প্রদায় হল অনুশীলন, দৃষ্টিভঙ্গি ও দৃষ্টিভঙ্গির অংশ, যা প্রতিটি ধারাবাহিক প্রজন্মের অনুগামীদের দ্বারা সঞ্চারিত, পুনঃসংজ্ঞায়িত ও পর্যালোচনা করা হয়। সম্প্রদায়ে অংশগ্রহণ অতীত বা ঐতিহ্যের সাথে ধারাবাহিকতা বজায় রাখতে বাধ্য করে, কিন্তু একই সাথে বিশেষ ঐতিহ্যবাহী গোষ্ঠীর অনুশীলনকারীদের সম্প্রদায়ের মধ্যে থেকে পরিবর্তনের জন্য প্রচারের মাধ্যম প্রদান করে।\n\n\n=== দীক্ষা: সম্প্রদায়ে দীক্ষা ===\n\nগুরু-শিষ্য ঐতিহ্যে বিশেষ গুরু বংশকে পরম্পরা বলা হয় এবং এর নিজস্ব আখড়া ও গুরুকুল থাকতে পারে। জীবিত গুরুর পরম্পরায় দীক্ষা প্রাপ্তির মাধ্যমে, একজন তার সঠিক সম্প্রদায়ের অন্তর্গত হয়।\nকেউ জন্মসূত্রে সদস্য হতে পারে না, যেমনটি হয় গোত্র, আধিকারিক বা বংশগত, রাজবংশের ক্ষেত্রে।\n\n\n=== সত্য জ্ঞানের উপর কর্তৃত্ব ===\nসম্প্রদায়ের সদস্যপদ শুধুমাত্র হিন্দু ঐতিহ্যগত প্রেক্ষাপটে সত্যের বিষয়ে দাবির জন্য স্তরের কর্তৃত্বই দেয় না, তবে একজনকে সেই দাবিগুলি প্রথম স্থানে করার অনুমতি দেয়। পদ্মপুরাণ থেকে প্রায়শই উদ্ধৃত শ্লোক বলে:\n\nযে মন্ত্রগুলি সম্প্রদায়ে গৃহীত হয় না সেগুলিকে নিষ্ফল বলে মনে করা হয়।\nএবং অন্য শ্লোকে বলা হয়েছে:\n\nপ্রকৃত আধ্যাত্মিক গুরুর দ্বারা শিষ্যের উত্তরাধিকার সূত্রে দীক্ষিত না হলে, তিনি যে মন্ত্রটি পেয়েছিলেন তা কোনও প্রভাব ছাড়াই।\nWright and Wright যেমন বলেছেন,\n\nIf one cannot prove natal legitimacy, one may be cast out as a bastard. The same social standard applies to religious organizations. If a religious group cannot prove its descent from one of the recognised traditions, it risks being dismissed as illegitimate.\nযদি কেউ জন্মগত বৈধতা প্রমাণ করতে না পারে তবে একজনকে জারজ হিসাবে বহিষ্কার করা যেতে পারে। একই সামাজিক মান ধর্মীয় প্রতিষ্ঠানের ক্ষেত্রে প্রযোজ্য। যদি ধর্মীয় গোষ্ঠী স্বীকৃত ঐতিহ্যের একটি থেকে তার বংশধর প্রমাণ করতে না পারে, তবে এটি অবৈধ হিসাবে বরখাস্ত হওয়ার ঝুঁকি রয়েছে।\n\nতা সত্ত্বেও, এমন শিক্ষকদের উদাহরণও রয়েছে যারা সম্প্রদায়ে দীক্ষিত হননি, রমণ মহর্ষি সুপরিচিত উদাহরণ। শৃঙ্গেরী শারদা পীঠম এর একজন সন্ন্যাসীন একবার রমনাকে সন্ন্যাস গ্রহণ করতে রাজি করার চেষ্টা করেছিলেন, কিন্তু রমণ প্রত্যাখ্যান করেছিলেন।\n\n\n== সম্প্রদায়ের শ্রেণী ==\n\n\n=== আস্তিক ও নাস্তিক সম্প্রদায় ===\nপ্রাচীনকাল থেকে, ভারতীয় দর্শনকে আস্তিক ও নাস্তিক চিন্তাধারায় শ্রেণীবদ্ধ করা হয়েছে। হিন্দু, বৌদ্ধ ও জৈন শাস্ত্রে অস্তিক ও নাস্তিক ধারণা মতে, আত্মার অস্তিত্বে এবং বেদের শ্রেষ্ঠত্ব স্বীকার করে তারা অস্তিক সম্প্রদায়, এবং যারা অস্বীকার করে তারা নাস্তিক সম্প্রদায়। আধুনিক প্রেক্ষাপটে, আস্তিককে  আস্তিক্যবাদ এবং নাস্তিককে নাস্তিক্যবাদ হিসেবে সংজ্ঞায়িত করা হয়। ভারতীয় বংশোদ্ভূত ধর্মে, এমনকি নাস্তিকতাকেও গ্রহণযোগ্য হিসাবে বিবেচনা করা হয়, বিশেষ করে সর্বধর্ম সমভাব ধারণার অধীনে। গ্রহণযোগ্য বা বৈধ ধর্মের ধারণা ম্লেচ্ছ (অশুদ্ধ) বাদ দেয় যাদেরকে যম ও নিয়ম বলা হয়। ভারতীয় বংশোদ্ভূত ধর্মের সম্প্রদায়ের নিজস্ব দর্শন বা দর্শন আছে, বিশ্বের দৃষ্টিভঙ্গি ও শিক্ষাকে অন্তর্ভুক্ত করে। \n\n\n==== অস্তিক বা শাস্ত্রবিশ্বাসী সম্প্রদায় ====\nছয়টি অস্তিক বা শাস্ত্রবিশ্বাসী সম্প্রদায় যারা বেদের শ্রেষ্ঠত্বে বিশ্বাস করে তাদের বলা হয় ষড়দর্শন বা হিন্দু দর্শন, যথা সাংখ্য, যোগ, ন্যায়, বৈশেষিক, মীমাংসা ও বেদান্ত। প্রতিটি অস্তিক দর্শন আত্মার অস্তিত্ব বিশ্বাস করে। অস্তিকতায়, ব্রহ্ম হল চূড়ান্ত বাস্তবতা, যা সগুণ এবং নির্গুণ। এই প্রেক্ষাপটে, পরব্রহ্ম হল নিরাকার এবং সর্বজ্ঞ ঈশ্বর - দেবতা বা পরমাত্মা এবং ওঁ, যেখানে সগুণ ব্রহ্ম হলো ব্যক্তিরূপে ঈশ্বরের প্রকাশ বা অবতার।\n\n\n==== নাস্তিক সম্প্রদায় ====\nবিভিন্ন সম্প্রদায়, সম্প্রদায় সহ যেগুলিকে নাস্তিক ও বৈধ বা অনুমোদিত বলে মনে করা হয়, উপরোক্ত ধারণাগুলির উপর নিজস্ব মতবাদ সহ দর্শনের স্বতন্ত্র দর্শন। নাস্তিক বা হেট্রোডক্স সম্প্রদায়রা বেদের কর্তৃত্ব স্বীকার করে না, এবং এগুলো হলো নাস্তিক দর্শন, চারটি বিশিষ্ট নাস্তিক দর্শন, যথা আজীবিক, চার্বাক, বৌদ্ধ ও জৈন। \n\n\n=== বহুকেন্দ্রিক বা সমন্বিত সম্প্রদায় ===\nকিছু প্রকৃতিগতভাবে সমন্বিত যা হিন্দু দর্শনের শাস্ত্রবিশ্বাসী দর্শন থেকে ধারণার মিশ্রণ গ্রহণ করতে পারে যেমন ন্যায়ের বাস্তববাদ, বৈশেষিকের প্রকৃতিবাদ, অদ্বৈত মুক্তির জন্য অপরিহার্য হিসাবে আত্মার জ্ঞান, যোগের স্ব-শৃঙ্খলা, তপস্বীবাদ ও আস্তিক ধারণার উপাদান। উপরোক্ত উপ-দর্শনগুলি হিন্দু দর্শনের শাস্ত্রবিশ্বাসী থেকে ধারণা গ্রহণ করার সময় তাদের নিজস্ব ধারণাগুলি প্রবর্তন করেছিল যেমন ন্যায়ের বাস্তববাদ, বৈশেষিকের প্রকৃতিবাদ, অদ্বৈত মুক্তির জন্য অপরিহার্য হিসাবে অদ্বৈতবাদ এবং আত্মার জ্ঞান, যোগের স্ব-শৃঙ্খলা, তপস্বীবাদ এবং আস্তিক ধারণার উপাদান। কিছু উপ-দর্শন কিছু বৌদ্ধ ঐতিহ্যের সাথে তান্ত্রিক ধারণা ভাগ করে। এই উপ-দর্শনের ধারণা পুরাণ ও আগমে পাওয়া যায়।\n\n\n== সম্প্রদায়ের উদাহরণ ==\n\n\n=== হিন্দু সম্প্রদায় ===\n\nহিন্দুরা আধ্যাত্মিকতা ও ঐতিহ্যের উপর বিভিন্ন ধরনের ধারণার সাথে সম্মতিদান করে, কিন্তু কোন নির্দিষ্ট ধর্মীয় আদেশ নেই, কোন প্রশ্নাতীত ধর্মীয় কর্তৃপক্ষ নেই, কোন নির্দিষ্ট নিয়ন্ত্রক নেই, কোন নির্দিষ্ট ধর্মপ্রবক্তা নেই, এবং কোন নির্দিষ্ট বাঁধাই করা পবিত্র গ্রন্থের উপর নির্ভর করে না; হিন্দুরা বহুঈশ্বরবাদী, সর্বেশ্বরবাদী, একেশ্বরবাদী, অদ্বৈতবাদী, অজ্ঞেয়বাদী, নাস্তিক্যবাদী বা মানবতাবাদী হতে বেছে নিতে পারে।\nহিন্দুধর্ম কয়েকটি প্রধান সম্প্রদায়ে বিভক্ত। এগুলো ছয়টি হিন্দু দর্শন (ষড়দর্শন) অনুসারে বিভক্ত, এবং  এদের মধ্যে বেদান্ত ও যোগ দর্শন বর্তমানে সবচেয়ে বিশিষ্ট। প্রাথমিক দেবতা কেন্দ্রিক হিন্দুধর্মের চারটি প্রধান আধুনিক ধারা হল বৈষ্ণববাদ (বিষ্ণু), শৈববাদ  (শিব), শাক্তবাদ (শক্তি) এবং স্মার্তবাদ (পাঁচদেবতাকে একই হিসাবে বিবেচনা করা হয়)। দেবতা কেন্দ্রিক সম্প্রদায়গুলি বিভিন্ন দর্শনের সংশ্লেষণ যেমন সাংখ্য, যোগ ও বেদান্ত, সেইসাথে ভাগকরা আধ্যাত্মিক ধারণা যেমন মোক্ষ, ধর্ম, কর্ম, সংসার, অহিংসার মতো নৈতিক উপদেশ, গ্রন্থ (উপনিষদ, পুরাণ, মহাভারত, আগম), আচার ব্যাকরণ এবং উত্তরণের আচার।\n\n\n=== বৌদ্ধ সম্প্রদায় ===\n\nবৌদ্ধ সম্প্রদায় হল বালিদ্বীপীয় হিন্দুধর্মের ব্রাহ্মণ বর্ণের ডাচ নৃতাত্ত্বিকদের পালনের ভিত্তিতে শ্রেণিবিভাগ: সিওয় ও বুদ। অন্যান্য সম্প্রদায়গুলিকে একইভাবে ১৯ ও ২০ শতকের প্রথম দিকের নৃতাত্ত্বিকদের দ্বারা পেশা, অন্তঃবিবাহ বা বহির্বিবাহ বা বহুবিবাহ থেকে শুরু করে অসংখ্য মানদণ্ডের ভিত্তিতে আরও উপ-শ্রেণীবদ্ধ করা হয়েছিল, এবং মেক্সিকোর মতো স্প্যানিশ উপনিবেশগুলিতে বর্ণপ্রথার অনুরূপভাবে অন্যান্য কারণগুলির আমন্ত্রণ এবং ভারতের মতো ব্রিটিশ উপনিবেশগুলিতে বর্ণপ্রথার অধ্যয়ন।\n\n\n=== শিখ সম্প্রদায় ===\n\n\n==== পঞ্জসম্প্রদা - আদি সম্প্রদায় ====\nগুরু গোবিন্দ সিং-এর মৃত্যুর পরপরই শিখধর্ম পাঁচটি সম্প্রদায়ে বিভক্ত হয়, এবং এদের সম্মিলিত নাম পঞ্জসম্প্রদা।\n\nঅকালি নিহঙ্গ - সাধারণত শিখ পন্থের সশস্ত্র বাহিনী হিসেবে দেখা হয়। দশম গুরু গুরু গোবিন্দ সিং কর্তৃক প্রাতিষ্ঠানিকভাবে। এই আদেশের মধ্যে দুটি প্রধান রয়েছে: বুদ্ধদল - প্রবীণদের বাহিনী এবং তরনা দল - যুবদের বাহিনী। এই দুটির সাথে সংযুক্ত বেশ কয়েকটি ছোট উপ-সম্প্রদায় রয়েছে। বুদ্ধদল অকালি নিহঙ্গ আদেশ সংক্রান্ত সমস্ত বিষয়ে কর্তৃত্ব ধারণ করে - বুদ্ধ দলের সভাপতি পূর্বে সর্বদাই শিখ পন্থের সর্বোচ্চ অস্থায়ী কর্তৃপক্ষ, অকাল তখতের সভাপতি ছিলেন। প্রযুক্তিগতভাবে এই সম্প্রদায়টি দশম গুরু বাবা ফতেহ সিং-এর সাহেবজাদা (পুত্র) এর অন্তর্গত।\nনির্মল - শিখ পন্থের পণ্ডিত হিসেবে কাজ করতেন। ঐতিহ্যগতভাবে ভারতীয় এবং কিছু অ-ভারতীয় সাহিত্যের বিশাল অ্যারের অধ্যয়ন, পাশাপাশি পাঠ্য তৈরি করা। তারা অন্যান্য ধর্মিক পথের সাথে কথোপকথন ও বক্তৃতাও করে। এছাড়াও ১০ তম গুরু দ্বারা প্রাতিষ্ঠানিক করা হয়েছিল। দুটি নির্মল আদেশ রয়েছে: ভাই দয়া সিং জি সম্প্রদা এবং ভাই ধরম সিং জি সম্প্রদা - যারা পঞ্জ প্যারে বা দশম গুরুর প্রিয়জন ছিলেন। এই দুটি আদেশের সাথে আরও সাব-অর্ডার রয়েছে। আজও বিদ্যমান।\nউদাসী - তপস্বী আদেশ যারা ঐতিহ্যগতভাবে গুরুদ্বারের তত্ত্বাবধায়ক ছিলেন এবং ধর্মপ্রচারক কাজে জড়িত ছিলেন। তাদের কিছু অনুশীলন মূলধারার শিখ বিশ্বাস থেকে বিচ্ছিন্ন হয় যদিও তারা অন্যদের কাছে এটি প্রচার করে না। আদেশটি শুরু করেছিলেন বাবা শ্রী চাঁদ, প্রথম গুরু, গুরু নানকের জ্যেষ্ঠ সাহেবজাদা (পুত্র)। বাবা শ্রী চাঁদ তাদের গুরুদেব (উস্তাদ)। আজও আছে।\nসেবাপন্থী - পরোপকারী, অন্যদের সাহায্য করা বা সেবা করার সাথে জড়িত - পুরস্কারের আশা ছাড়াই বিনামূল্যে পরিষেবা। তারা পাণ্ডিত্যপূর্ণ কাজেও নিয়োজিত। আদেশটি প্রথম নেতৃত্বে ছিলেন ভাই কাহনাইয়া, ১০ তম গুরুর একজন শিখ - যিনি বিখ্যাতভাবে চিকিৎসা সেবা প্রদানের মাধ্যমে যুদ্ধের সময় আহত শত্রু সৈন্যদের সাহায্য করেছিলেন। আজ খুব কমই বিদ্যমান।\nজ্ঞানী সম্প্রদা - শিখি বিশ্ববিদ্যালয়, যদিও প্রযুক্তিগতভাবে আদেশ নয়, এটি মূলত একক হিসাবে কাজ করে।  উপরের সমস্ত সম্প্রদায়ের অন্তর্গত ব্যক্তিদের দ্বারা গঠিত। এই আদেশের মধ্যে অনেক শাখা।\nকেউ কেউ দাবি করেন যে মূল শিখ শিক্ষা প্রতিষ্ঠান, যা দমদমি তকসাল নামে পরিচিত, তিনি নিজেই জ্ঞানী সম্পর্দা, কিন্তু এটি বিতর্কিত এবং তাকসাল বিশ্বাসগুলি প্রায় নির্মলের মতোই এবং বর্তমান দমদমি তাকসাল প্রকৃতপক্ষে বাবা দীপ সিংহের কাছে তার বংশের সন্ধান করতে পারে কিনা তা নিয়ে বিতর্ক রয়েছে।\n\n\n==== পরবর্তী সম্প্রদায় ====\nপরবর্তীতে শিখধর্মে উদ্ভূত সম্প্রদায়গুলি হল নামধারী, নিরঙ্কারী ও রাধাসোমী।\n\n\n==== সংঘবদ্ধ সম্প্রদায় ====\nরবিদাসী সম্প্রদায় শিখধর্ম ও হিন্দুধর্মের অনুশীলনকে একত্রিত করে।\n\n\n== আরও দেখুন ==\nহিন্দু সম্প্রদায়\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== ওয়েব ===\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\nFederico Squarcini, 2011, Boundaries, Dynamics and Construction of Traditions in South Asia.\nLeela Prasad, 2012, Poetics of Conduct: Oral Narrative and Moral Being in a South Indian Town.\nMonika Horstmann, Heidi Rika Maria Pauwels, 2009, Patronage and Popularisation, Pilgrimage and Procession."}