{"pageid": 1353, "title": "জর্ডান", "url": "https://bn.wikipedia.org/wiki?curid=1353", "content": "জর্দান (বিকল্প বানান: জর্ডান, জর্দান, যর্ডান, যর্দান) বা হাশেমীয় জর্দান রাজ্য (المملكة الأردنية الهاشمية আল্‌মাম্‌লাকাল্‌'উর্দুনিয়াল্‌ হাশিমিয়া) মধাপ্রাচ্যের একটি রাজতান্ত্রিক রাষ্ট্র। জর্দানের রাজবংশ নিজেদেরকে মুহাম্মাদের পিতামহ হাশেমের বংশধর বলে মনে করে।\nজর্দানের ভূপ্রকৃতি ঊষর মরুভূমিময়। এখানে প্রাকৃতিক সম্পদের পরিমাণও কম। কিন্তু মধ্যপ্রাচ্যের ইতিহাসে দেশটি গুরুত্বপূর্ণ ভূমিকা পালন করেছে। প্রথম বিশ্বযুদ্ধের পূর্বে দেশটি উসমানীয় সাম্রাজ্যের এর অংশ ছিল। প্রথম বিশ্বযুদ্ধে উসমানীয় সাম্রাজ্যের পতন ঘটলে ব্রিটিশরা অঞ্চলটি দখলে নেয়। জর্দান নদীর পূর্বতীরের ট্রান্সজর্ডান এবং পশ্চিম তীরের ফিলিস্তিন উভয়ই ব্রিটিশদের নিয়ন্ত্রণে আসে। ১৯৪৬ সালে ট্রান্সজর্ডান অংশটি একটি স্বাধীন রাজ্য হিসেবে স্বীকৃতি লাভ করে। ১৯৪৯ সালে এর নাম বদলে শুধু জর্দান (জর্ডান) রাখা হয়।\n\n\n== ইতিহাস ==\n১৯৪৮ সালে ফিলিস্তিনের অংশবিশেষে ইসরায়েল স্বাধীনতা ঘোষণা করলে জর্দান আরও চারটি আরব রাষ্ট্রের সাথে একত্রে ইসরায়েলিদের আক্রমণ করে। যুদ্ধশেষে ইসরায়েলিরা পশ্চিম জেরুসালেম এবং জর্দানিরা পশ্চিম তীর ও পূর্ব জেরুসালেম দখলে আনে। ১৯৬৭ সালের জুন মাসে ছয় দিনের যুদ্ধে ইসরায়েল পূর্ব জেরুসালেম ও পশ্চিম তীরও দখল করে নেয়। জর্দান পশ্চিম তীরকে জর্দানের অংশ হিসেবে দাবী করতে থাকলেও স্বাধীনতাকামী ফিলিস্তিনীদের দাবির প্রেক্ষিতে ১৯৮৮ সালে জর্দানের বাদশাহ হুসেন পশ্চিম তীরের উপর থেকে জর্দানের দাবি প্রত্যাহার করে নেন।\n১৯৪৬ সালের ২২ শে মার্চ ব্রিটিশ সরকার কর্তৃক স্বাক্ষরিত লন্ডনের চুক্তি এবং ট্রান্সজর্ডানের আমির উভয় দেশের সংসদ দ্বারা অনুমোদনের পর ট্রান্সজর্ডানের স্বাধীনতা স্বীকৃত। ১৯৪৬ সালের ২৫ শে মে ট্রান্সজর্ডান পার্লামেন্টে চুক্তিটি অনুমোদন করার পর ট্রান্সজর্ডান ট্রান্সজর্ডানের হাশেমাইট কিংডমের নামে একটি রাজ্যের পদে উন্নীত হন এবং আবদুল্লাহর প্রথম রাজা হিসেবে। ১৯৪২ সালের ২৬ শে এপ্রিল জর্ডানের হাশেমাইট রাজ্যের নামটি সংক্ষিপ্ত করা হয়। ১৪ ডিসেম্বর ১৯৫৫ এ জর্দান জাতিসংঘের সদস্য হয়ে ওঠে।\n১৯৪৮ সালের ১৫ মে আরব-ইজরায়েল যুদ্ধের অংশ হিসাবে, জর্ডান অন্যান্য আরব রাজ্যের সাথে ফিলিস্তিন আক্রমণ করে। যুদ্ধের পর, জর্দান ওয়েস্ট ব্যাংককে নিয়ন্ত্রণ করে এবং ২৪ এপ্রিল ১৯৫০ জর্দান জেরিকো সম্মেলনের পরে জর্ডান আনুষ্ঠানিকভাবে এই অঞ্চলগুলি সংযুক্ত করে।  জবাবে, কিছু আরব দেশ আরব লীগের কাছ থেকে জর্ডানকে বহিষ্কারের দাবি জানায়। ১২ জুন, ১৯২২ তারিখে আরব লীগ ঘোষণা করে যে সংযুক্তিটি একটি অস্থায়ী, ব্যবহারিক পরিমাপ এবং জর্ডান ভবিষ্যতে বসতি স্থাপনের জন্য একটি \"ট্রাস্টি\" হিসাবে অঞ্চলটি ধরে রেখেছিল।  ১৯৫১ সালে ফিলিস্তিনি জঙ্গিদের দ্বারা আল-আকসা মসজিদে রাজা আব্দুল্লাহকে হত্যা করা হয়েছিল, যার মধ্যে তিনি ইজরায়েলের সাথে শান্তি চুক্তিতে স্বাক্ষর করার গুজব করেছিলেন।\nআব্দুল্লাহ তার পুত্র তালালের দ্বারা উত্তরাধিকারী হন, যিনি শীঘ্রই তার বড় ছেলে হোসেনের পক্ষে অসুস্থতার কারণে পদত্যাগ করেন। ১৯৫২ সালে তালাল দেশের আধুনিক সংবিধান প্রতিষ্ঠা করেন। ১৭  বছর বয়সে হুসেন সিংহাসনে আরোহণ করেন ১৯৫৩ সালে। নিম্নলিখিত সময়ের মধ্যে জর্দান মহান রাজনৈতিক অনিশ্চয়তা দেখেছে। ১৯৫০-এর দশকে রাজনৈতিক উত্থান ছিল, যেমন নাসেরিজম এবং প্যান-আরবিজম আরব বিশ্বকে সরিয়ে নিয়েছিল। ১৯৫৬ সালের ১ মার্চ, রাজা হোসেন সেনাবাহিনীকে কয়েকজন সিনিয়র ব্রিটিশ অফিসারকে বরখাস্ত করে সেনাবাহিনীর কমান্ডকে আরব দেশে পরিণত করেন, যা দেশে বিদেশি প্রভাব ফেলার জন্য তৈরি করা একটি আইন। ১৯৫৮ সালে, জেরার্ড এবং প্রতিবেশী হাশেমাইট ইরাক, নাসেরের মিশর ও সিরিয়ার মধ্যে প্রতিদ্বন্দ্বী সংযুক্ত আরব প্রজাতন্ত্র গঠনের প্রতিক্রিয়া হিসাবে আরব ফেডারেশন গঠন করে।  ইউনিয়নটি মাত্র ছয় মাস স্থায়ী হয়, ইরাকি রাজা ফয়সাল দ্বিতীয় (হুসেনের চাচাতো ভাই) ১৪ জুলাই ১৯৫৮ তারিখে রক্তাক্ত সামরিক অভ্যুত্থানের পর পদত্যাগ করে।\nজর্ডান ১৯৬৭সালের জুন মাসে ছয় দিনের যুদ্ধ শুরু করার জন্য ইজরায়েলকে মিসরে একটি পূর্ব নির্ধারিত ধর্মঘট শুরু করার আগে মিশরের সাথে সামরিক চুক্তি স্বাক্ষরিত হয়, যেখানে জর্দান ও সিরিয়া যুদ্ধে যোগ দেয়। আরব রাষ্ট্র পরাজিত হয় এবং জর্ডান ইজরায়েলের কাছে ওয়েস্ট ব্যাংকের নিয়ন্ত্রণ হারিয়ে ফেলে। ইজরায়েলের সঙ্গে যুদ্ধ সংঘটিত হয়েছিল, যার মধ্যে ১৯৬৮ সালে কারমির যুদ্ধ ছিল, যেখানে জর্দানীয় সশস্ত্র বাহিনী এবং প্যালেস্টাইন লিবারেশন অর্গানাইজেশন (পিএলও) এর যৌথ বাহিনী পশ্চিতীরের সঙ্গে জর্দান সীমান্তে কারম্মি ক্যাম্পে একটি ইসরায়েলি হামলা চালায়।  প্যালেস্টাইনের ইজরায়েলি বাহিনীর বিরুদ্ধে সীমিত অংশগ্রহণের সত্ত্বেও, কারমির ঘটনাগুলি আরব বিশ্বের ব্যাপক স্বীকৃতি ও প্রশংসা অর্জন করে।  ফলস্বরূপ, যুদ্ধের পরের সময়ের মধ্যে অন্য আরব দেশ থেকে জর্ডানের অভ্যন্তরে ফিলিস্তিনের আধা সামরিক বাহিনীর (ফেডায়িন) সমর্থন বৃদ্ধি পেয়েছিল।  ফেডারেশন কার্যক্রম শীঘ্রই জর্দান শাসন আইনের হুমকি হয়ে দাঁড়িয়েছিল।  সেপ্টেম্বর ১৯৭০ সালে, জর্ডান সেনাবাহিনী ফেদেরাইকে লক্ষ্যবস্তু করেছিল এবং ফলস্বরূপ যুদ্ধের ফলে বিভিন্ন পিএলও গ্রুপের ফিলিস্তিন যোদ্ধাদের লেবাননে পাঠানো হয়েছিল, যা একটি কালো সংঘাতের নামে পরিচিত হয়ে উঠেছিল।\n১৯৭৩ সালে মিশর ও সিরিয়া ইসরাইলের উপর ইয়েম কপপুরে যুদ্ধ চালায় এবং ১৯৬৭ সালের জর্দান নদী যুদ্ধবিরতি লাইনের সাথে যুদ্ধ সংঘটিত হয়।  জর্ডান সিরিয়ায় ইসরায়েলি একক আক্রমণের জন্য সিরিয়ার একটি ব্রিগেড পাঠিয়েছিল কিন্তু জর্ডান অঞ্চলের ইজরায়েলি বাহিনীকে যুক্ত করে নি।  ১৯৭৪ সালে র্যাবত সম্মেলন সম্মেলনে, আরব লীগের বাকি অংশের সাথে জর্দান একমত হয়েছিলেন যে, পিএলও ফিলিস্তিনি জনগণের একমাত্র বৈধ প্রতিনিধি।  তারপরে, জর্ডান ১৯৮৮ সালে ওয়েস্ট ব্যাংককে তার দাবি ত্যাগ করে।\n১৯৯১ মাদ্রিদ সম্মেলনে, জর্ডান মার্কিন যুক্তরাষ্ট্র এবং সোভিয়েত ইউনিয়নের পৃষ্ঠপোষকতায় শান্তি চুক্তি স্বাক্ষর করতে রাজি হয়েছিল।  ইজরায়েল-জর্ডান শান্তি চুক্তি স্বাক্ষরিত হয়েছিল ২৬ অক্টোবর ১৯৯৪।  ১৯৯৭ সালে, ইজরায়েলি এজেন্ট কানাডিয়ান পাসপোর্ট ব্যবহার করে জর্ডানে প্রবেশ করে এবং হযরত হামাস নেতা খালেদ মেশালকে বিষাক্ত করে।  ইজরায়েল বিষ বিষাক্ততা প্রদান করে এবং কিং হুসেনের শান্তি চুক্তি বাতিল করার হুমকি দেওয়ার পরে শেখ আহমেদ ইয়াসিন সহ ডজন ডজন রাজনৈতিক বন্দিকে মুক্তি দেয়।\n৭ ফেব্রুয়ারি ১৯৯৯, আবদুল্লাহ দ্বিতীয় তার পিতা হুসেনের মৃত্যুর পর সিংহাসনে আরোহণ করেন। আব্দুল্লাহ যখন সিংহাসনে অধিষ্ঠিত হন তখন অর্থনৈতিক উদারনীতির সূচনা করেন এবং তার সংস্কারের ফলে অর্থনৈতিক বৃদ্ধি ঘটে যা ২০০৮ সাল পর্যন্ত অব্যাহত থাকে। আব্দুল্লাহ দ্বিতীয়কে বিদেশী বিনিয়োগ বৃদ্ধি, সরকারী-বেসরকারী অংশীদারত্বের উন্নতি এবং আকাবার মুক্ত বাণিজ্য অঞ্চল এবং জর্ডানের সমৃদ্ধ তথ্য ও যোগাযোগ প্রযুক্তি (আইসিটি) খাতের ভিত্তি প্রদানের জন্য ধন্যবাদ দেওয়া হয়েছে।  তিনি আরও পাঁচটি বিশেষ অর্থনৈতিক অঞ্চল স্থাপন করেন।  যাইহোক, পরবর্তী বছরগুলিতে জর্ডানের অর্থনীতিতে কষ্টের সম্মুখীন হয়েছিল, কারণ এটি গ্রেট মরসুমের প্রভাব এবং আরব বসন্ত থেকে স্পিলভারের প্রভাব নিয়ে কাজ করেছিল।\nআবু মুসাব আল-জারকাভির নেতৃত্বাধীন আল-কায়েদা ৯ নভেম্বর ২০০৫ এ আম্মানে তিনটি হোটেলে লবিতে সমন্বিত বিস্ফোরণ শুরু করে, যার ফলে ৬০ জন মারা যায় এবং ১১৫ জন আহত হয়।  বেসামরিক নাগরিকদের লক্ষ্যবস্তু করে বোমা হামলা, জর্ডানের জনগণের মধ্যে ব্যাপক ক্ষোভ সৃষ্টি করেছে।  এই হামলাটি দেশের একটি বিরল ঘটনা বলে মনে করা হয় এবং জর্ডানের অভ্যন্তরীণ নিরাপত্তা পরে নাটকীয়ভাবে উন্নত হয়।  তখন থেকে কোনও বড় সন্ত্রাসী হামলা ঘটেনি।  আবদুল্লাহ এবং জর্দানকে ইজরায়েলের সাথে শান্তি চুক্তির জন্য এবং পশ্চিমের সাথে তার সম্পর্কের জন্য ইসলামী চরমপন্থীদের অবমাননা হিসাবে দেখা হয়।\nআরব বসন্ত ২০১১  সালে আরব বিশ্বতে অর্থনৈতিক ও রাজনৈতিক সংস্কারের দাবিতে ব্যাপক বিক্ষোভ দেখা দেয়।  এই বেশিরভাগ বিক্ষোভ আরব রাষ্ট্রগুলিতে কয়েকটি শাসনকে ভেঙে দিয়েছে, যা হিংস্র গৃহযুদ্ধের সাথে অস্থিরতা সৃষ্টি করে।  জর্দানে, ঘরোয়া অস্থিরতার প্রতিক্রিয়ায়, আবদুল্লাহ তার প্রধানমন্ত্রীকে প্রতিস্থাপিত করেছিলেন এবং সংবিধান সংশোধন করা, জনসাধারণের স্বাধীনতা ও নির্বাচন পরিচালনার আইন সংশোধনসহ বেশ কয়েকটি সংস্কারের সূচনা করেছিলেন।  ২০১২ সালের সাধারণ নির্বাচনে জর্দানীয় পার্লামেন্টে আনুপাতিক উপস্থাপনা পুনরায় চালু করা হয়েছিল, একটি পদক্ষেপ যা তিনি শেষ পর্যন্ত সংসদীয় সরকার প্রতিষ্ঠা করতে নেতৃত্ব দিয়েছিলেন। ১.৪  মিলিয়ন সিরিয়ার উদ্বাস্তুদের প্রাকৃতিক সম্পদ-অভাবগ্রস্ত দেশ এবং ইসলামিক স্টেট অব ইরাক অ্যান্ড লেভান্ট (আইএসআইএল) এর উত্থান সত্ত্বেও জর্ডানকে এই অঞ্চলে সরাতে যে সহিংসতা হ্রাস পেয়েছিল তা বেশিরভাগ ক্ষেত্রেই বঞ্চিত ছিল।\n== রাজনীতি == জর্ডানের রাজধানী রাজতান্ত্রিক শাসনকাঠামো\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\n\n\n== ভূগোল ==\nবর্তমানে জর্দানের উত্তরে সিরিয়া, পূর্বে ইরাক ও সৌদি আরব, দক্ষিণে সৌদি আরব ও আকাবা উপসাগর এবং পশ্চিমে ইসরায়েল ও পশ্চিম তীর। জর্দানের আয়তন ৮৯,৫৫৬ বর্গকিলোমিটার। আম্মান জর্দানের বৃহত্তম শহর ও রাজধানী।\nজর্ডান ২০০১ সালে বাংলাদেশ থেকে প্রায় ১০০,০০০০০ টাকা লোন নেয়, যা পরবর্তীতে তারা শোধ না করতে পারে নি, কিন্তু বাংলাদেশ মানবতার শিখরে দাঁড়িয়ে সেই ঋন ক্ষমা করে দেয়, পরবর্তীতে জর্ডানের অর্থনৈতিক ভাবে দাঁড়াতে বাংলাদেশ সাহায্য করেছিল\n\n\n== জনসংখ্যা ==\n\n\n=== অভিবাসী এবং উদ্বাস্তু ===\nপ্রায় ২১,৭৫,৪৯১ ফিলিস্তিনি শরণার্থী এখানে আছে। ২০০৩ সালে ইরাক যুদ্ধের পর ১০ লক্ষ ইরাকি জর্দানে এসেছিলেন।\n\n\n== সংস্কৃতি ==\n\n\n== শিক্ষা ব্যবস্থা ==\nজর্ডান শিক্ষা ব্যবস্থা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}