{"pageid": 1353222, "title": "বৈশাখ (হিন্দু মাস)", "url": "https://bn.wikipedia.org/wiki?curid=1353222", "content": "বৈশাখ হলো হিন্দু বর্ষপঞ্জির একটি মাস। এটি গ্রেগরীয় বর্ষপঞ্জির এপ্রিল/মে এর সাথে মিলে যায়। ভারতীয় জাতীয় বর্ষপঞ্জিতে বৈশাখ বছরের দ্বিতীয় মাস। এটি বিক্রম সংবৎ, ওড়িশা বর্ষপঞ্জি, মৈথিলী বর্ষপঞ্জি, পাঞ্জাবি বর্ষপঞ্জি, অসমীয়া বর্ষপঞ্জি (যেখানে এটি বোহাগ বলা হয়) ও বাংলা বর্ষপঞ্জি (যেখানে এটি বৈশাখ বলা হয়)-এর প্রথম মাস। এই মাসটি এপ্রিলের দ্বিতীয়ার্ধ থেকে মে মাসের প্রথমার্ধের মধ্যে থাকে।\nভারতীয় উপমহাদেশে ব্যবহৃত আঞ্চলিক বর্ষপঞ্জির দুটি দিক রয়েছে: চন্দ্র ও সৌর। চান্দ্র মাস শুরু হয় চৈত্র থেকে এবং সৌর মাস শুরু হয় বৈশাখ সংক্রান্তি দিয়ে। যাইহোক, আঞ্চলিক বর্ষপঞ্জিগুলোর সূচনা তখনই হয় যখন সরকারি নববর্ষ উদযাপন করা হয়। মহারাষ্ট্রের মতো অঞ্চলগুলোয় চান্দ্র বছরের শুরুর সাথে সরকারি নতুন বছর শুরু করে, অন্যদিকে সৌর বছরটি বৈশাখ সংক্রান্তি উদযাপনের মাধ্যমে চিহ্নিত করা হয়। বিপরীতভাবে, বৈশাখ সংক্রান্তি দিয়ে নতুন বছর শুরু করা অঞ্চলগুলো চৈত্রে চান্দ্র বছরের সূচনাকে প্রাধান্য দেয়। বৈদিক বর্ষপঞ্জিতে একে মাধব ও বৈষ্ণব বর্ষপঞ্জিতে মধুসূদন মাস বলা হয়।\n\n\n== বিবরণ ==\nহিন্দু সৌর বর্ষপঞ্জিতে এপ্রিলের মাঝামাঝি থেকে বাংলা, মিথিলা, নেপাল ও পাঞ্জাবে বৈশাখ শুরু হয়। তামিলনাড়ুতে এটি ভাইকাসি (মধ্য মে থেকে জুনের মাঝামাঝি) নামে পরিচিত ও এটি তামিল সৌর বর্ষপঞ্জির দ্বিতীয় মাসকে প্রতিনিধিত্ব করে। বৈশাখের সাথে মিলিত তামিল মাস হল ছবিরাই (এপ্রিলের মাঝামাঝি থেকে মে মাসের মাঝামাঝি)। হিন্দু চন্দ্র বর্ষপঞ্জিতে বৈশাখ এপ্রিল মাসে অমাবস্যা দিয়ে শুরু হয় ও চান্দ্র বছরের দ্বিতীয় মাসের প্রতিনিধিত্ব করে। মাসের নামটি পূর্ণিমার দিনে বিশাখার (\"নক্ষত্র\") কাছে চাঁদের অবস্থান থেকে উদ্ভূত হয়েছে। বৈষ্ণব বর্ষপঞ্জিতে মধুসূদন এই মাসে সূচিত হয়।\nবৈশাখ মাস গ্রীষ্মের আনুষ্ঠানিক সূচনাও করে। মাসটি কালবৈশাখী নামক বিকেলের ঝড়ের জন্য কুখ্যাত। ঝড়গুলো সাধারণত উত্তপ্ত দিনের শেষে উত্তর-পশ্চিম দিক থেকে শক্তিশালী দমকা হাওয়া দিয়ে শুরু হয় ও ব্যাপক ধ্বংসযজ্ঞ ঘটায়।\n\n\n== উৎসব ==\n\nপহেলা বৈশাখ বা বাংলা নববর্ষ দিবস হিসেবে বৈশাখের প্রথম দিন পালিত হয়। মিথিলা অঞ্চলে এটি জুর সিতাল বা মিথিলা নববর্ষ দিবস হিসেবে পালিত হয়। সারাদেশে সাংস্কৃতিক অনুষ্ঠান, উৎসব ও কার্নিভালের মাধ্যমে দিবসটি পালন করা হয়। পশ্চিমবঙ্গ ও বাংলাদেশের সকল ব্যবসায়িক কার্যক্রমের এই দিনটি সূচনাও বটে। ব্যবসায়ীরা হালখাতা নামে নতুন আর্থিক হিসাব বই শুরু করে। এদিনের পরই শুরু হয় হালখাতায় হিসাব-নিকাশ। এটি গ্রাহকদের সাথে মিষ্টি এবং উপহার দিয়ে উদযাপন করা হয়।\nফসল কাটার উৎসব বৈশাখী এই মাসে পালিত হয় যা পাঞ্জাবি বর্ষপঞ্জি অনুযায়ী পাঞ্জাবি নববর্ষকে চিহ্নিত করে। পাঞ্জাবি নববর্ষের দিনে জালিয়ানওয়ালাবাগ হত্যাকাণ্ড সংঘটিত হয়েছিলো।\nবৈশাখ পূর্ণিমা বুদ্ধ পূর্ণিমা বা গৌতম বুদ্ধের জন্মদিন হিসেবে দক্ষিণ ও দক্ষিণ-পূর্ব এশিয়া, তিব্বত ও মঙ্গোলিয়ার বৌদ্ধদের মধ্যে পালিত হয়। পূর্ণিমা বলতে পূর্ণ চন্দ্রকে বোঝায়। সিংহল ভাষায় এটি ভেসাক নামে পরিচিত যেটি মে মাসের পূর্ণিমায় পালন করা হয়।\nবৈশাখের শুক্লা পঞ্চমী হিন্দু ধর্মের মহান দার্শনিক ও ধর্মতত্ত্ববিদ আদি শঙ্করের জন্মদিন হিসেবে পালিত হয়।\nবৈশাখ পূর্ণিমা তামিলনাড়ুতে \"বৈকাসি বিশাকম\" নামে পরিচিত যা প্রভু মুরুগানের জন্মদিন হিসেবে পালিত হয়।\nবৈশাখ শুক্লা চতুর্দশী সিংহচলমের শ্রী বরাহ লক্ষ্মী নরসিংহ স্বামীবরী মন্দিরে নরসিংহ জয়ন্তী উৎসব হিসেবে পালিত হয়।\n\n\n== আরও দেখুন ==\n\nহিন্দু বর্ষপঞ্জির জ্যোতির্বিজ্ঞানীয় ভিত্তি\n\n\n== তথ্যসূত্র ==\n\n\n== টীকা =="}