{"pageid": 1353512, "title": "হিন্দুধর্মে অশুভ সংকট", "url": "https://bn.wikipedia.org/wiki?curid=1353512", "content": "একেশ্বরবাদী ধর্মে পাওয়া অশুভ সংকট হিন্দুধর্মের প্রায় সব ঐতিহ্যের ক্ষেত্রে প্রযোজ্য নয় কারণ এটি সর্বদাই সর্বজ্ঞ, সর্বশক্তিমান সৃষ্টিকর্তার পরিচয় দেয় না।\nপণ্ডিতগণ হিন্দুধর্মের কর্ম এবং স্থানান্তর মতবাদের উপর ভিত্তি করে অশুভ সংকটের বিকল্প রূপের প্রস্তাব করেছেন। আর্থার হারম্যানের মতে, কর্ম-স্থানান্তর তত্ত্বটি আদি শঙ্কর ও রামানুজের ধর্মতত্ত্ব অন্তর্দৃষ্টিকে স্বীকার করার সময় অশুভ সংকটের তিনটি ঐতিহাসিক সূত্রের সমাধান করে।\n\n\n== প্রাসঙ্গিকতা ==\nহিন্দুধর্ম হল জটিল ধর্ম যার বিভিন্ন মতবাদ বা দর্শন রয়েছে। ধর্মটির অ-আস্তিক ঐতিহ্য যেমন সাংখ্য, ন্যায়, মীমাংসা ও \nবেদান্তের মধ্যে অনেকগুলি দর্শন সর্বশক্তিমান, সর্বজ্ঞ, একেশ্বরবাদী ঈশ্বরের অস্তিত্বকে প্রমাণ করে না, এবং অশুভ ও ধর্মতত্ত্বের সমস্যার শাস্ত্রীয় সূত্রগুলি বেশিরভাগ হিন্দু ঐতিহ্যের ক্ষেত্রে প্রযোজ্য নয়।\nআরও, হিন্দুধর্মে দেবতাগণ শাশ্বত বা সর্বশক্তিমান বা সর্বজ্ঞ বা সর্বজনীন নয়। দেবগণ নশ্বর এবং সংসারের অধীন। অশুভর পাশাপাশি শুভ, দুঃখকে বাস্তব বলে মনে করা হয় এবং মানুষের স্বাধীন ইচ্ছার কারণে সৃষ্ট হয়, এর উৎস ও ফলাফল ধর্মটির কর্ম মতবাদের মাধ্যমে ব্যাখ্যা করা হয়েছে, যেমনটি অন্যান্য ভারতীয় ধর্মেও।\nঅশুভ (अघ) এবং দুঃখ (दुःख) উভয়ই প্রাচীন ও মধ্যযুগীয় হিন্দুগ্রন্থে ব্যাপক আলোচিত। তবে ভালো বা মন্দ, সুখ বা দুঃখ দুটোই দেবতার সাথে যুক্ত নয়, তবে পুনর্জন্মের সংসার চক্রে বসবাসের সহজাত প্রকৃতির অংশ হিসেবে বিবেচিত। হিন্দু চিন্তাধারায়, কিছু দুর্ভোগ স্ব-সৃষ্ট (এই জীবনে বা অতীত জীবনের কর্ম, হয় ইচ্ছাকৃতভাবে বা অজ্ঞতা থেকে), কিছু অন্যের অশুভ দ্বারা সৃষ্ট, কিছু প্রাকৃতিক (বার্ধক্য, রোগ, প্রাকৃতিক দুর্যোগ)। কিছু গ্রন্থে মানুষের দ্বারা অভিজ্ঞ মন্দের উপর অতিপ্রাকৃত শক্তির ক্রিয়া বা প্রভাব অন্তর্ভুক্ত। সাংখ্য দর্শন, তিন ধরনের দুঃখকষ্টের বর্ণনা দেয়: প্রথমত, রাগ, লোভ, প্রলাপ ইত্যাদির মতো রোগ বা ব্যক্তিগত আচরণ দ্বারা সৃষ্ট শরীর ও মনে; দ্বিতীয়ত, মানুষ, জন্তু, সরীসৃপ ইত্যাদি অন্যান্য প্রাণীর দ্বারা সৃষ্ট যন্ত্রণা; তৃতীয়, কষ্টযক্ষ, গ্রহ এবং এই জাতীয় শক্তির প্রভাব দ্বারা সৃষ্ট। হিন্দু গ্রন্থগুলি নৈতিক অশুভ এবং প্রাকৃতিক অশুভ উভয়ের কারণে সৃষ্ট দুর্ভোগের বর্ণনা ও আলোচনা করে।\nহিন্দুধর্ম এবং অন্যান্য ভারতীয় ধর্মগুলি একেশ্বরবাদী ধর্মগুলিতে প্রণীত অশুভ সংকট এর উপর গুরুত্ব আরোপ করে না, একক সর্বশক্তিমান, সর্বদর্শী, সর্ব-কল্যাণময় ঈশ্বরের প্রকৃতির সাথে অশুভর অস্তিত্বের সাথে মিলনের চেষ্টা করে। বরং, তারা মোক্ষ নামক আধ্যাত্মিক মুক্তির পথের দিকে মনোনিবেশ করে, যা বর্তমান জীবনে আনন্দ দেয় যাতে অশুভ এবং দুঃখকষ্ট মুক্তিপ্রাপ্ত ব্যক্তির অভ্যন্তরীণ শান্তি ও সুখের অবস্থার উপর কোন প্রভাব ফেলে না, এবং মোক্ষ লাভের অর্থ হল পুনর্জন্মের চক্রের অবসান। হিন্দুধর্মের আস্তিক ভক্তিমূলক উপ-ঐতিহ্যে, কৃষ্ণ বা শিব বা দেবীর মতো  ব্যক্তিকেন্দ্রিক ঈশ্বরকে হিন্দুরা আধ্যাত্মিক সমর্থন এবং মুক্তিদাতার রূপ হিসাবে পাশে দাঁড়াতে বলে বিশ্বাস করে, যখন কেউ অশুভর মুখোমুখি হয় এবং কষ্ট পায়।\n\n\n== ব্রহ্মসূত্রে অশুভ সংকট ==\nঅশুভ সংকটের একটি সংস্করণ প্রাচীন ব্রহ্মসূত্রে দেখা যায়, সম্ভবত ২০০ খ্রিষ্টপূর্বাব্দ থেকে ২০০ খ্রিস্টাব্দ এর মধ্যে রচিত, হিন্দুধর্মের বেদান্ত ঐতিহ্যের মৌলিক পাঠ্য। এর ২.১.৩৪ থেকে ২.১.৩৬ পর্যন্ত শ্লোকগুলি ব্রহ্মের বিমূর্ত আধিভৌতিক হিন্দু ধারণার পরিপ্রেক্ষিতে দুঃখকষ্ট এবং অশুভ সংকটের একটি সংস্করণ উল্লেখ করে।\nব্রহ্মসূত্রের ২.১.৩৪ শ্লোকটি জোর দিয়ে বলে যে বিশ্বের অসমতা ও নিষ্ঠুরতা ব্রহ্মের ধারণার জন্য দায়ী করা যায় না, এবং এটি বেদ ও উপনিষদে রয়েছে। ব্রহ্মসূত্রের ব্যাখ্যা ও ভাষ্যতে, ৮ম শতাব্দীর পণ্ডিত আদি শঙ্কর বলেছেন যে কিছু লোক অন্যদের চেয়ে সুখী হওয়ার কারণে এবং পৃথিবীতে অনেক বিদ্বেষ, নিষ্ঠুরতা ও বেদনা রয়েছে বলেই, কেউ কেউ বলে যে ব্রহ্ম জগতের কারণ হতে পারে না। শঙ্কর জগতের মন্দ ও নিষ্ঠুরতাকে নিজের, অন্যের কর্মের জন্য এবং অজ্ঞতা, ভ্রম ও ভুল জ্ঞানের জন্য আরোপিত করেছেন, কিন্তু বিমূর্ত ব্রহ্মকে নয়। শঙ্কর এই যুক্তি বিকশিত করেন যে ঈশ্বর ব্রহ্ম নন, এবং যে \"প্রেমময় ও শুভ ঈশ্বর মহাবিশ্ব সৃষ্টি করতে পারতেন না\", হিন্দুধর্মের অদ্বৈত বেদান্ত দর্শনের একটি অবস্থান।\n\nকারণ এটি পক্ষপাত ও নিষ্ঠুরতার সম্ভাবনার দিকে নিয়ে যাবে। কারণ এটি যুক্তিসঙ্গতভাবে উপসংহারে পৌঁছানো যায় যে ঈশ্বরের কিছু অজ্ঞ ব্যক্তির মতো আবেগ ও ঘৃণা আছে...। তাই ঈশ্বরের চরম বিশুদ্ধতার প্রকৃতি, (অপরিবর্তনযোগ্যতা) ইত্যাদির বাতিল করা হবে, [...] এবং সমস্ত প্রাণীর উপর দুর্দশা ও ধ্বংসের কারণে, ঈশ্বর নির্মমতা ও চরম নিষ্ঠুরতার অভিযোগের জন্য উন্মুক্ত থাকবেন, এমনকি দুর্জনের দ্বারাও ঘৃণা করা হয়। এইভাবে পক্ষপাতিত্ব ও নিষ্ঠুরতার সম্ভাবনার কারণে, ঈশ্বর প্রতিনিধি নন।\n\nঅন্য কথায়, ব্রহ্মসূত্রে, অশুভ সংকটের গঠনকে আধিভৌতিক গঠন হিসাবে বিবেচনা করা হয়, কিন্তু নৈতিক সমস্যা নয়। বৈষ্ণবধর্মের মধ্যে প্রধান ঐতিহ্য, আস্তিক শ্রী বৈষ্ণবধর্ম দর্শনের রামানুজ বিষ্ণুর প্রসঙ্গে একই শ্লোকটির ব্যাখ্যা করেছেন এবং দাবি করেছেন যে বিষ্ণুই কেবল সম্ভাবনা তৈরি করেন।\nস্বামী গম্ভীরানন্দের মতে, শঙ্করের ভাষ্য ব্যাখ্যা করে যে ঈশ্বরকে পক্ষপাত বা নিষ্ঠুরতার (অর্থাৎ অন্যায়) জন্য অভিযুক্ত করা যায় না কারণ তিনি পূর্ববর্তী জীবনে একজন ব্যক্তির দ্বারা সম্পাদিত সৎ ও দুষ্ট কর্মের কারণ গ্রহণ করেছিলেন। যদি একজন ব্যক্তি এই জীবনে আনন্দ বা বেদনা অনুভব করে, তবে এটি অতীত জীবনে সেই ব্যক্তির দ্বারা করা পুণ্য বা খারাপ কর্মের কারণে হয়।\nআস্তিক শ্রী বৈষ্ণবধর্ম দর্শনের রামানুজ বিষ্ণুর প্রসঙ্গে একই শ্লোকের ব্যাখ্যা করেন এবং দাবি করেন যে বিষ্ণুই কেবল সম্ভাবনা সৃষ্টি করেন। অরবিন্দ শর্মার মতে, শঙ্করের অদ্বৈত বেদান্ত দর্শন অশুভ ও দুঃখকে ব্রহ্মের বিমূর্ত ধারণার জন্য দায়ী করে না, বরং অজ্ঞতা, ভ্রম ও ভুল জ্ঞানকে দায়ী করে। মহাবিশ্ব এবং সমস্ত অস্তিত্বের কোন শুরু বা শেষ নেই, এবং ব্রহ্ম হল সেই শুরুর আগে ও পরে, শেষের আগে ও পরে সবকিছু। আরও, হিন্দু চিন্তাধারায়, অশুভ বা ত্রুটি চূড়ান্ত নয়, সমস্ত ও এবং দুঃখ চিরস্থায়ী, এবং সত্যের শেষ পর্যন্ত জয় হয়।\n\n\n== কর্ম মতবাদ এবং অশুভ সংকট ==\nকর্মের তত্ত্বটি কারণ ও প্রভাবের আধ্যাত্মিক নীতিকে বোঝায় যেখানে একজন ব্যক্তির (কারণ) উদ্দেশ্য এবং কর্ম সেই ব্যক্তির (প্রভাব) ভবিষ্যতকে প্রভাবিত করে। কর্মের প্রেক্ষাপটে অশুভ সংকটি ভারতীয় ধর্ম যেমন বৌদ্ধ, হিন্দু ও জৈন ধর্মে, এর আস্তিক ও অ-ঈশ্বরবাদী উভয় দর্শনে দীর্ঘকাল ধরে আলোচনা করা হয়েছে; উদাহরণস্বরূপ, উত্তর মীমাংসা সূত্র বই ৩ অধ্যায় ১; ব্রহ্মসূত্রভাষ্যে আদি শঙ্করের ৮ম শতাব্দীর যুক্তি যেখানে তিনি বিশ্বাস করেন যে ঈশ্বর যুক্তিসঙ্গতভাবে জগতের কারণ হতে পারেন না কারণ পৃথিবীতে নৈতিক অশুভ, অসমতা, নিষ্ঠুরতা ও দুঃখকষ্ট রয়েছে; এবং শ্রীভাষ্যে রামানুজের ১১ শতকের ধর্মতত্ত্ব আলোচনা।\nঅনেক ভারতীয় ধর্ম প্রথম কারণের জন্য কর্মের নীতির বিকাশের উপর বেশি জোর দেয় এবং মানুষের সাথে সহজাত ন্যায়বিচারকে কেন্দ্রীভূত করে, বরং ঈশ্বরের প্রকৃতি ও ক্ষমতা এবং দৈব বিচারকে কেন্দ্রীভূত করে ধর্মীয় নীতির বিকাশের চেয়ে।  বৌদ্ধ, হিন্দু ও জৈন ধর্মের কর্ম তত্ত্ব স্থির নয়, কিন্তু গতিশীল যেখানে জীবিতরা ইচ্ছা বা অভিপ্রায় ছাড়াই, কিন্তু কথা ও কর্মের মাধ্যমে ক্রমাগত নতুন কর্ম সৃষ্টি করে, এবং এটিই তারা বিশ্বাস করে যে আংশিকভাবে বিশ্বের ভাল বা অশুভের উৎস। এই ধর্মগুলিও বিশ্বাস করে যে অতীত জীবন বা বর্তমান জীবনের অতীত কর্ম বর্তমান পরিস্থিতি তৈরি করে, যা উভয় ক্ষেত্রেই অবদান রাখে। অন্যান্য পণ্ডিতরা পরামর্শ করেন যে অঈশ্বরবাদী ভারতীয় ধর্মীয় ঐতিহ্যগুলি সর্বজনীন সৃষ্টিকর্তাকে ধরে নেয় না, এবং কিছু  আস্তিক দর্শন তাদের ঈশ্বর(গুলি)কে একেশ্বরবাদী পশ্চিমা ধর্মগুলির মতো সংজ্ঞায়িত করে না বা চিহ্নিত করে না এবং দেবতাদের রঙিন, জটিল ব্যক্তিত্ব রয়েছে; ভারতীয় দেবতারা ব্যক্তিগত ও মহাজাগতিক সুবিধাদাতা, এবং কিছু দর্শনে প্লেটোর দেমীউর্গ এর মত ধারণা করা হয়। তাই, প্রধান ভারতীয় ধর্মের অনেক দর্শনে ধর্মতত্ত্বের সমস্যা উল্লেখযোগ্য নয়, বা অন্তত পাশ্চাত্য ধর্মের তুলনায় ভিন্ন প্রকৃতির।\n\n\n== বৈষ্ণবধর্মের দ্বৈত ঐতিহ্য ==\nহিন্দুধর্মের বৈষ্ণবধর্মের দর্শনের মধ্যে একটি উপ-ঐতিহ্য যা ব্যতিক্রম হল দ্বৈতবাদী দ্বৈত, যা ১৩শ শতাব্দীতে মধবাচার্য দ্বারা প্রতিষ্ঠিত হয়েছিল। মধবাচার্যকে হিন্দু পণ্ডিতরা অশুভ সংকট নিয়ে চ্যালেঞ্জ করেছিলেন, তার দ্বৈতবাদী দ্বৈতবেদান্ত (তত্ত্ববাদ) তত্ত্ব যা প্রস্তাব করেছিল যে ঈশ্বর (বিষ্ণু, পরমাত্মা) এবং স্বতন্ত্র আত্মা (জীবাত্মা) স্বাধীন বাস্তব হিসাবে বিদ্যমান, এবং এগুলি স্বতন্ত্র। মাধবাচার্য জোর দিয়েছিলেন, যাথেচ্চাসি তাথা কুরু, যা শর্মা অনুবাদ করেছেন এবং ব্যাখ্যা করেছেন \"সঠিক ও ভুলের মধ্যে বেছে নেওয়ার অধিকার রয়েছে, প্রতিটি ব্যক্তি তার নিজের দায়িত্ব এবং নিজের ঝুঁকি থেকে বেছে নেয়\"। শর্মার মতে, \"মাধবের আত্মার ত্রিপক্ষীয় শ্রেণিবিভাগ অশুভ সংকটের উত্তর দিতে অপ্রয়োজনীয় করে তোলে\"।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nJones, Constance; Ryan, James D. (২০০৬), Encyclopedia of Hinduism, Infobase, আইএসবিএন 9780816075645 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSharma, B. N. Krishnamurti (১৯৬২)। Philosophy of Śrī Madhvācārya। Motilal Banarsidass (2014 Reprint)। আইএসবিএন 978-8120800687। \nSarma, Deepak (২০০০)। \"Is Jesus a Hindu? S.C. Vasu and Multiple Madhva Misrepresentations\"। Journal of Hindu-Christian Studies। 13। ডিওআই:10.7825/2164-6279.1228 ।"}