{"pageid": 1353672, "title": "আল কানতারা মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1353672", "content": "আল-কানতারা মসজিদ (আরবি: مسجد القنطرة, রোমানাইজড: Masjid al-Qanṭarah) বা অন্য আরেকটি নামেও এটির পরিচিতি রয়েছে আর তাহলো: মসজিদ আল-মাদহোন (আরবি: مسجد المدهون, রোমানাইজড: Masjid al-Madhūn) বা (Musjid Al-Madhun)  বা (Musjid Abilic Mosque: Masjid Al-Qanṭarah) ; এর আরেকটি নাম রয়েছে মসজিদ কাবিল (আরবি: مسجد قابل) রোমানাইজড: Masjid Qābil) হলো সৌদি আরবের তায়েফের আল-মাসনাহ এলাকায় অবস্থিত একটি ঐতিহাসিক মসজিদ যা বর্তমানে পরিত্যক্ত। মসজিদটি উসমানীয় শাসনামলে ১৯ শতকে শরীফ আব্দুল মুত্তালিব ইবনে গালিবের সময়ে নির্মিত, মসজিদটি এমন স্থানে নির্মিত বলে মনে করা হয় যেখানে নবি মুহাম্মদ এবং যায়েদ ইবনে হারিসা তায়েফ থেকে মক্কায় ফেরার পথে একটি বাগানে বিশ্রাম নিয়েছিলেন যাঁরা ৬২০ সালে তায়েফের নেতা ও বাসিন্দাদের দ্বারা আক্রমণের শিকার হয়ে মক্কার উদ্দেশ্যে তায়েফ ত্যাগ করেছিলেন।\n\n\n== ইতিহাস ==\nমসজিদটি ১৯ শতকের মাঝামাঝি সময়ে শরিফ আব্দুল মুত্তালিব ইবনে গালিবের শাসনামলে নির্মিত হয়েছিল বলে জানা যায়। তখন তায়েফ ছিল উসমানীয় সাম্রাজ্যের হাবেশ ইয়ালেট-এর অংশ। মসজিদটির নাম মসজিদ আল মাদহোন এটি \"আল-মাদহোন\" পর্বতের নাম থেকে এসেছে।.\n\n\n== পটভূমি ==\n\nতায়েফের উপজাতীয় নেতারা এবং বাসিন্দারা নবি মুহাম্মদের ধর্মীয় বার্তা প্রত্যাখ্যান করার পর তারা তাদের সন্তানদের নির্দেশ দিয়েছিল তাকে (নবি) এবং যায়েদ ইবনে হারেসা-এর দিকে পাথর ছুঁড়ে মারতে। নবি মুহাম্মাদ এবং জায়েদ উভয়েই গুরুতর আহত হন এবং এর ফলে রক্তপাত শুরু হয়। একবার তায়েফের দেয়ালের বাইরে মুহাম্মদ প্রায় ভেঙে পড়েছিলেন।\nকিছুদূর যাওয়ার পর তারা উতাবা ও শায়বার একটি বাগানে থামল। বাগানের মালিকরা মুহাম্মাদকে মক্কায় নির্যাতিত হতে দেখেছিল এবং এই উপলক্ষে তারা তাদের শহরবাসীর প্রতি কিছুটা সহানুভূতি অনুভব করেছিল। বাগানের মালিকরা আদ্দাস নামে একজন ক্রীতদাসকে পাঠিয়েছিলেন। সে ছিলএকজন যুবক খ্রিস্টান ছেলে। সে নবি মুহাম্মাদকে তার কুঁড়েঘরে নিয়ে গিয়েছিল। তার ক্ষতগুলি যত্নের সাথে ঢেকেছিল এবং তাকে বিশ্রাম ও সুস্থ হতে দেয় যতক্ষণ না নবি মুহাম্মদ তায়েফ এবং মক্কার মধ্যবর্তী রুক্ষ ভূখণ্ড জুড়ে তার যাত্রা শুরু করার জন্য যথেষ্ট শক্তিশালী বোধ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}