{"pageid": 1353382, "title": "সুবর্ণভূমি", "url": "https://bn.wikipedia.org/wiki?curid=1353382", "content": "সুবর্ণভূমি (সংস্কৃত: सुवर्णभूमि সুৱার্ণাভূমি; পালি: Suvaṇṇabhūmi; মালয়: Suwarna Bumi; বর্মী: သုဝဏ္ဏဘူမိ, [θṵwʊ̀ɰ̃na̰bùmḭ]; খ্‌মের: សុវណ្ណភូមិ; থাই: สุวรรณภูมิ)  হল এক স্থাননাম, যা বিভিন্ন প্রাচীন ভারতীয় এবং বৌদ্ধ সূত্রে কথিত আছে, যেমন মহাবংশ, জাতক কাহিনী ও রামায়ণ।\nযদিও এর সঠিক অবস্থান অজানা এবং বিতর্কের বিষয়, সুবর্ণভূমি ভারত মহাসাগরের এক গুরুত্বপূর্ণ বন্দর ছিল। বসরা, উবুল্লাহ এবং সিরাফের মতো সমৃদ্ধ বন্দর থেকে মাস্কাট, মালাবার, সিংহল, নিকোবর, কেদাহ এবং মালাক্কা হয়ে কথিত সুবর্ণভূমিতে বাণিজ্য হত।\n\n\n== অবস্থান ==\nসুবর্ণভূমির অবস্থান নিয়ে পণ্ডিত ও জাতীয়তাবাদীদের মধ্যে বহু বিতর্ক হয়েছে। এটি এশিয়ার ইতিহাসে সবথেকে রহস্যময় ও বিতর্কমূলক স্থাননামের মধ্যে অন্যতম। পণ্ডিতেরা দুটি অঞ্চলকে প্রাচীন সুবর্ণভূমির অবস্থান হিসেবে চিহ্নিত করেছেন: দ্বীপীয় দক্ষিণপূর্ব এশিয়া এবং দক্ষিণ ভারত।\n\n\n=== দক্ষিণপূর্ব এশিয়া ===\n\n\n==== কম্বোডিয়া ====\n\nফুনান (প্রথম থেকে সপ্তম শতক) কম্বোডিয়ার ইতিহাসে প্রথম রাজ্য ছিল এবং এটি দক্ষিণপূর্ব এশিয়ার প্রথম ভারতীয়কৃত রাজ্য ছিল। হিন্দু ও বৌদ্ধ উভয় ধর্ম রাজ্যে বিরাজ করতে। চৈনিক সূত্র অনুযায়ী, ফুনানের দুজন বৌদ্ধ সন্ন্যাসী পঞ্চম থেকে ষষ্ঠ শতক পর্যন্ত চীনে বাস করতেন এবং সংস্কৃত বা প্রাকৃত ভাষায়  বিভিন্ন বৌদ্ধ সূত্রকে চীনা ভাষায় অনুবাদ করেছিলেন।\n\n\n=== বঙ্গ ===\nরবীন্দ্রনাথ ঠাকুরের কবিতা আমার সোনার বাংলার প্রচলিত ব্যাখ্যার দ্বারা এটা দাবি করা হয় যে সুবর্ণভূমি আসলে মধ্য বঙ্গের সোনারগাঁও।  কিছু জৈন সূত্রে লেখা আছে যে অঙ্গের বণিকেরা নিয়মিত সুবর্ণভূমির দিকে যাতায়াত করত এবং প্রাচীন বঙ্গ প্রকৃতপক্ষে অঙ্গের খুব নিকটে অবস্থিত, যা গাঙ্গেয় বদ্বীপের বিভিন্ন নদী দ্বারা যুক্ত। কিছু প্রাচীন ভারতীয় ও দক্ষিণপূর্ব এশিয়ার সূত্রে বঙ্গকে \"বাণিজ্যিক দেশ\" বলে অভিহিত করা হয়েছিল, যার সঙ্গে বিভিন্ন দ্রাবিড় রাজ্য, সিংহল, জাভা ও সুমাত্রার বাণিজ্যিক সম্পর্ক ছিল। সিংহলী পরম্পরা অনুযায়ী, সিংহলের প্রথম রাজা বিজয় সিংহ বঙ্গ থেকে এসেছিলেন। এছাড়া অঞ্চলটি সাধারণত সোনালি রঙের সঙ্গে জড়িত ছিল এবং বঙ্গের পলিমাটি তার সোনালি রং, সোনালি শস্য (চাল), সোনালি ফল (আম), সোনালি খনিজ (সোনা) এবং হলুদ-বাদামি বর্ণের মানুষদের জন্য পরিচিত ছিল। প্রাচীন সংস্কৃত সূত্রে বঙ্গকে \"গৌড়দেশ\" (সোনালি দেশ) বলে অভিহিত করা হয়েছে। সালতানাত এবং মুঘল আমলে বঙ্গের সোনারগাঁও (সোনালি গ্রাম) নামক সমৃদ্ধ বাণিজ্যনগরী ছিল, যা গ্র্যান্ড ট্রাঙ্ক রোড দ্বারা উত্তর ভারতের সঙ্গে যুক্ত ছিল। বিভিন্ন আরবি, ফার্সি ও চীনা ভ্রমণকারী, যেমন ইবন বতুতা এবং চেং হে সেখানে গিয়েছিলেন। এখনো পর্যন্ত বাঙালিরা নিজেদের অঞ্চলকে \"সোনার বাংলা\" বলে এবং বাংলাদেশের জাতীয় সঙ্গীত হলো আমার সোনার বাংলা।\n\n\n== আরও দেখুন ==\nদক্ষিণপূর্ব এশিয়ার ইতিহাস\nবঙ্গের ইতিহাস\nভারতের ইতিহাস\n\n\n== তথ্যসূত্র =="}