{"pageid": 1353344, "title": "ওয়াজিহউদ্দিন আলভী", "url": "https://bn.wikipedia.org/wiki?curid=1353344", "content": "শাহ ওয়াজিহউদ্দিন আলভি গুজরাটি ( ফার্সি: شاه وجیه الدین علوی گجراتی ), যিনি হায়দার আলী সানি (ফার্সি: حیدر علی ثانی) নামেও পরিচিত, তিনি শাত্তারি ঐতিহ্যের একজন ইসলামী পন্ডিত এবং নামকরা সুফি ছিলেন।\n\n\n== জীবন ==\nশাহ ওয়াজিহউদ্দিন আলভি হুসাইনি শাত্তারি (হায়দার আলী সানি) 'আলি দ্বিতীয়' ১৫ শতকের শেষ দশকে গুজরাটের চাম্পানেরে জন্মগ্রহণ করেছিলেন। পরবর্তীতে তিনি আহমেদাবাদে চলে আসেন যেখানে তিনি ইসলামিক স্টাডিজে শিক্ষা লাভ করেন। তিনি পঁয়ষট্টি বছর কুরআন অধ্যয়ন, ইসলামী আইন, গণিত এবং যুক্তিবিদ্যা শিক্ষা দেন। তিনি প্রথমে কাদিরি সুফি ঐতিহ্যের অনুসারী ছিলেন, কিন্তু মোহাম্মদ গাউস গোয়ালিয়রির সাথে সাক্ষাতের পর তিনি শাত্তারি সুফি ঐতিহ্যে যোগ দেন। তার নেতৃত্বে, আহমেদাবাদ ইসলামিক অধ্যয়নের একটি প্রধান কেন্দ্রে পরিণত হয়, যা সারা ভারতের শিক্ষার্থীদের আকর্ষণ করে। তাঁর অনেক শিষ্য বিশিষ্ট ব্যক্তিত্ব হয়ে ওঠেন, যার মধ্যে সৈয়দ সিবগাতাল্লাহ আল-বারওয়াজি, যিনি মদিনায় চলে আসেন এবং সৌদি আরবে শাত্তারি প্রথা প্রতিষ্ঠা করেন, শেখ আবদুল কাদির, যিনি উজ্জাইনে বসতি স্থাপন করেন এবং শেখ আবু তুরাব, যিনি লাহোরে চলে আসেন। এছাড়াও তার বাংলার ছাত্র ছিল যেমন উসমান এবং ইউসুফ, যারা মধ্যযুগীয় হিন্দুস্তানে ইসলামী শিক্ষায় অবদান রেখেছিলেন।   ওয়াজিহউদ্দিন বিভিন্ন বিষয়ে ২০০টিরও বেশি বই লিখেছেন।\nকিছু কিছু অনুসারে জানা যায় যে, সাইয়্যাদনা হাশিম পীর দস্তগীর ছিলেন তাঁর ভাতিজা ও খলিফা।\n\n\n== কাজ ==\nওয়াজিহউদ্দিন আলভি আরবি ও ফারসি ভাষায় বই লিখেছেন বলে জানা যায় \n\nহাশিয়া আলভী আলা তাফসির বায়দাভী حاشية العلوي على تفسير البيضاوي\nশরহ নুজহাত আল-নাজার شرح نزهة النظر للكجراتي مع نخبة الفكر للعسقلاني\nহাশিয়া আলভি আলা শারহ আল-জামি https://archive.org/details/hashiya-alvi-ala-sharh-al-jami\nরিসালা কুশজি শরহ কুশজি\nআইদাহ হকিকত শরহ হকিকত মুহাম্মাদী ايضاح حقيقت شرح حقيقت محمدي\n\n\n== মৃত্যু ও দাফন ==\n\nতিনি ১৫৮০ খ্রিস্টাব্দে মারা যান।  তাকে আহমেদাবাদের খানপুরে একটি স্মারক সমাধিতে সমাহিত করা হয়েছে, যা জাহাঙ্গীরের রাজত্বকালে আহমেদাবাদের একাদশ (১৬০৬-১৬০৯) গভর্নর সৈয়দ মুর্তুজা খান বুখারি তৈরি করেছিলেন।   \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nসৈয়দ হুসাইনী পীর আলভীর তাজকিরাতুল ওয়াজিহ\nআবদুর রহমান পারওয়াজ ইসলাহির শাহ ওয়াজিহউদ্দিন আলভি গুজরাতি আহওয়াল-ও-আসার\nআহমদ বিন মুহাম্মদ আল-ফারুকীর খুলাসা-তুল ওয়াজিহ\nমোহাম্মদ খালিদের শেখ ওয়াজিহুদ্দিন আলাভি গুজরাতির জীবন ও কাজ"}