{"pageid": 1353791, "title": "বুথ দখল", "url": "https://bn.wikipedia.org/wiki?curid=1353791", "content": "বুথ দখল বা বুথ লুট করা হল নির্বাচনী জালিয়াতি যেখানে দলের অনুগত বা ভাড়া করা অপরাধীরা একটি ভোটকেন্দ্র \"কব্জা\" করে এবং বৈধ ভোটারদের জায়গায় ভোট দেয় যাতে নির্দিষ্ট প্রার্থীর জয় হয়। এটা এক প্রকার ভোটার দমন ।\n\n\n== ভারত ==\nভারতীয় নির্বাচনে এটি একটি সাধারণ নিয়ম যে প্রতিটি প্রতিদ্বন্দ্বী প্রার্থীর এজেন্টদের বুথে উপস্থিত থাকতে হবে।\n যাইহোক, তারা অনেক এলাকায় হুমকি বা লাঞ্ছিত হয়েছে এবং তাই ভোট কেন্দ্র ছেড়ে চলে গেছে। ভারতের নির্বাচন কমিশনের একটি সাধারণ সংক্ষিপ্ত রূপ রয়েছে যে ঘটনা প্রতিরোধের জন্য কেন্দ্রীয় আধা সামরিক বাহিনীর একটি অংশ বা অর্ধেকই যথেষ্ট।\n\nভারতে বুথ ক্যাপচারের প্রথম দৃষ্টান্ত ১৯৫৭ সালের সাধারণ নির্বাচনে বেগুসরাই জেলার মাটিহানি বিধানসভা আসনের রাচিয়াহিতে রেকর্ড করা হয়েছিল।  ১৯৭০ এবং ১৯৮০ এর দশকের শেষের দিকে যখন দল এবং প্রার্থীর সংখ্যা বহুগুণ বেড়ে যায় তখন এই শব্দটি মিডিয়াতে বিশিষ্ট ব্যবহারে আসে। এর ফলে কিছু দল বুথ ক্যাপচারিং সহ গোপন পদ্ধতি ব্যবহার করে, বিশেষ করে গ্রামীণ ভারতে।\n১৯৮৯ সালে জনপ্রতিনিধিত্ব আইন, ১৯৫১-এ বুথ দখলকে আইন দ্বারা দণ্ডনীয় অপরাধ হিসাবে এবং বুথ দখল করা যেকোন ভোটকে পাল্টা নির্দেশ দেওয়া বা স্থগিত করা সংশোধন করা হয়েছিল।  ইলেকট্রনিক ভোটিং মেশিন (ইভিএম) এর বিকাশের উদ্দেশ্য ছিল বুথ দখলকারীদের জন্য তাদের ভোট দিয়ে ব্যালট বাক্সে ভর্তি করা কঠিন করে তোলার মাধ্যমে প্রতিটি ভোটের মধ্যে পাঁচ মিনিট বিলম্ব করতে সক্ষম করে যেমন একই সময়ে ব্যালট ব্যবহার করে শত শত ভোটের বিপরীতে কাগজপত্র (৩-৪ গোষ্ঠী দ্বারা স্ট্যাম্প করা)।  ইভিএমগুলিতে একটি \"ক্লোজ\" বোতামও রয়েছে যা পোলিং অফিসার মেশিনগুলি নিষ্ক্রিয় করতে ব্যবহার করতে পারেন। তা সত্ত্বেও, বুথ ক্যাপচারিং ঘটতে থাকে, যদিও অনেক কম হারে।\n\n\n== নেপাল ==\n১ম নেপালী গণপরিষদে বুথ ক্যাপচারিং প্রচলিত ছিল। নির্বাচনী জালিয়াতির কারণে ১০৬টি ভোটকেন্দ্রে আরেকটি নির্বাচনের প্রয়োজন ছিল, যার মধ্যে বুথ ক্যাপচারিং অন্তর্ভুক্ত ছিল।  রাজনৈতিক দলগুলো একে অপরকে বুথ দখলের অভিযোগ এনেছে এবং সম্প্রতি ২০১৭ সালের মতো আরেকটি নির্বাচন দাবি করেছে \n\n\n== আরো দেখুন ==\nভারতে দুর্নীতি\nভারতে নির্বাচনী সংস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nNedumpara, Jose (2004). Political Economy and Class Contradictions: A Study. New Delhi: Anmol.\nOmvedt, Gail (1993). Reinventing Revolution: New Social Movements and the Socialist Tradition in India. Armonk: M.E. Sharpe.\n(2005). \"Poll Booth Rerun Infamy in Churulia.\" The Statesman (India). 29 September.\nShakder, S. L. (1992). The Law and Practice of Elections in India. Mumbai: National Publishing House.\nSingh, Bhim (2002). Murder of Democracy in Jammu and Kashmir. New Delhi: Amand Niketan.\n\n\n== আরো পড়ুন ==\nVaishnav, Milan (২০১৭)। When Crime Pays: Money and Muscle in Indian Politics। Yale University Press। আইএসবিএন 9780300224740।"}