{"pageid": 1353653, "title": "জেমিনি", "url": "https://bn.wikipedia.org/wiki?curid=1353653", "content": "জেমিনি বা জেমিনাই (ইংরেজি: Gemini) গুগলের তৈরি একটি কথোপকথনমূলক কৃত্রিম বুদ্ধিমত্তার চ্যাটবট যা বৃহৎ ভাষা মডেল ল্যামডা পরিবারের উপর ভিত্তি করে তৈরি করা হয়েছে। এটি পূর্বে বার্ড (ইংরেজি: Bard) নামে পরিচিত ছিল। এটি ওপেনএআইয়ের চ্যাটজিপিটির উত্থানের প্রত্যক্ষ প্রতিক্রিয়া হিসাবে তৈরি করা হয় এবং ২০২৩ সালের মার্চ মাসে সীমিত আকারে মুক্তি দেওয়া হয়। তবে সেসময় এর ভালো সাড়া পাওয়া যায়নি। পরে মে মাসে এটি অন্যান্য দেশেও চালু করা হয়।\n\n\n===== চ্যাটবটটি PaLM এবং LaMDA ভাষা মডেলের উপর ভিত্তি করে তৈরি। =====\nLaMDA: ২০২১ সালে তৈরি এবং ঘোষণা করা হয়েছিল, কিন্তু সতর্কতার কারণে জনসাধারণের জন্য উন্মুক্ত করা হয়নি।\nChatGPT: ২০২২ সালের নভেম্বরে ওপেনএআই দ্বারা চালু করা হয়েছিল। এর দ্রুত জনপ্রিয়তা Google-কে চমকে দেয় এবং তাদের দ্রুত পদক্ষেপ নিতে বাধ্য করে।\nBard: ২০২৩ সালের ফেব্রুয়ারিতে গুগল কর্তৃক চালু করা হয়। এটি ২০২৩ সালের Google I/O-তে প্রদর্শিত হয়েছিল এবং ডিসেম্বরে Gemini LLM-এ আপগ্রেড করা হয়েছিল।\nGemini: ২০২৪ সালের ফেব্রুয়ারিতে Bard এবং Duet AI একীভূত করে তৈরি করা হয়েছিল।\n\n\n== পটভূমি ==\nনভেম্বর ২০২২-সালে , ওপেনএআই চ্যাটজিপিটি চালু করে যা জিপিটি-৩ পরিবারের বৃহৎ ভাষা মডেলের (এলএলএম) উপর ভিত্তি করে একটি চ্যাটবট।   চ্যাটজিপিটি প্রকাশের পর  বিশ্বব্যাপী নজর কাড়তে সক্ষম হয় এবং একটি ভাইরাল ইন্টারনেট সেনসেশন হয়ে ওঠে।  গুগল অনুসন্ধানে চ্যাটজিপিটির সম্ভাব্য হুমকিতে শঙ্কিত হয়ে গুগলের নির্বাহীরা একটি \"কোড রেড\" সতর্কতা জারি করে। কোম্পানির এআই প্রচেষ্টায় সহায়তা করার জন্য বেশ কয়েকটি দলকে পুনরায় নিয়োগ দেওয়া হয়।  গুগলের সহ-প্রতিষ্ঠাতা ল্যারি পেজ এবং সের্গেই ব্রিন ২০১৯ সালে মূল কোম্পানি আলফাবেটের কো-সিইওর ভূমিকা থেকে পদত্যাগ করেছিলেন। চ্যাটজিপিটির প্রতি গুগলের প্রতিক্রিয়া নিয়ে আলোচনা করার জন্য তারা কোম্পানির নির্বাহীদের সঙ্গে জরুরি বৈঠকে বসেছিলেন, যা একটি বিরল এবং নজিরবিহীন পদক্ষেপ। সেই বছরের শুরুর দিকে, গুগল ল্যামডা নামের একটি  বৃহৎ ভাষার মডেলের প্রোটোটাইপ উন্মোচন করেছিল কিন্তু তা জনসাধারণের কাছে প্রকাশ করা হয়নি।  একটি অল-হ্যান্ড মিটিংয়ে কর্মীরা যখন জিজ্ঞেস করেন ল্যামডা গুগলের জন্য চ্যাটজিপিটির সাথে প্রতিদ্বন্দ্বিতা করার একটি সুযোগ হাতছাড়া করেছে কিনা, তখন গুগল এবং আলফাবেট সিইও সুন্দর পিচাই, গুগল এআই-এর প্রধান জেফ ডিনের পাশাপাশি বলেছিলেন যে গুগলেরও চ্যাটজিপিটির সমপর্যায়ের ক্ষমতা ছিল । তবে ওপেনএআই এক্ষেত্রে খুব দ্রুত এগিয়ে গেলে গুগল যথেষ্ট বড় হওয়ার কারণে একটি বৃহৎ \"খ্যাতিমূলক ঝুঁকি\" তৈরি হতে পারে। জানুয়ারী ২০২৩-এ ডিপমাইন্ডের সিইও ডেমিস হাসাবিস চ্যাটজিপিটির একটি প্রতিদ্বন্দ্বীর তৈরির পরিকল্পনা করেছিলেন। গুগলের কর্মচারীদেরও চ্যাটজিপিটির প্রতিযোগী তৈরিতে অগ্রগতি করার জন্য নির্দেশ দেওয়া হয়েছিল। এসময় নিবিড়ভাবে \"শিক্ষানবিশ বার্ড\" এবং অন্যান্য চ্যাটবট পরীক্ষা করা হয়েছিল। পিচাই ফেব্রুয়ারিতে গুগল-এর ত্রৈমাসিক উপার্জন কনফারেন্সের সময় বিনিয়োগকারীদের আশ্বস্ত করেছিলেন যে তার কোম্পানি ল্যামডার প্রাপ্যতা বৃদ্ধি এবং অ্যাপ্লিকেশনগুলো প্রসারিত করার পরিকল্পনা করেছে।\n\n\n== ইতিহাস ==\n\n\n=== ঘোষণা ===\n৬ ফেব্রুয়ারী , গুগল ল্যামডা দিয়ে চালিত একটি কথোপকথনমূলক এআই চ্যাটবট বার্ড চালুর ঘোষণা দেয়। মাসের শেষে ব্যাপকভাবে প্রকাশের আগে বার্ডকে প্রথমে ১০,০০০ বিশ্বস্ত পরীক্ষকের একটি নির্বাচিত গ্রুপে ব্যবহার করতে দেয়া হয়।\nবার্ড পণ্য-প্রধান জ্যাক ক্রাউকজিকের তত্ত্বাবধানে রয়েছে, যিনি একে একটি সার্চ ইঞ্জিনের পরিবর্তে \"সহযোগী এআই পরিষেবা\" হিসাবে বর্ণনা করেছেন৷ পিচাই বর্ণনা করেছেন কিভাবে বার্ডকে গুগল সার্চে একীভূত করা হবে । কোম্পানিটি তার ক্রোমওএস অপারেটিং সিস্টেমে বার্ডকে একীভূত করার জন্য কাজ করছে। রয়টার্স হিসাব করেছে যে গুগল অনুসন্ধানে চ্যাটজিপিটির মতো বৈশিষ্ট্যগুলো যোগ করলে হলে কোম্পানিটির ২০২৪ সালের মধ্যে ৬ বিলিয়ন ডলার অতিরিক্ত খরচ হতে পারে। অপরদিকে গবেষণা এবং পরামর্শক সংস্থা সেমিঅ্যানালাইসিস হিসাব করেছে যে গুগলকে ৩ বিলিয়ন ডলার খরচ করতে হবে। এই প্রযুক্তিটিকে \"অ্যাটলাস\"  সাংকেতিক নামের অধীনে তৈরি করা হয়েছিল। \"বার্ড\" নামটি  \"অ্যালগরিদমের সৃজনশীল প্রকৃতিকে প্রতিফলিত করার জন্য\" বেছে নেওয়া হয়েছিল। এটি একটি সেল্টিক শব্দ যার অর্থ 'গল্পকার'।\nএকাধিক গণমাধ্যম এবং আর্থিক বিশ্লেষক গুগলের \"তাড়াহুড়ো\" করার কথা উল্লেখ করেছেন। ৭ ফেব্রুয়ারী গুগলের প্রতিদ্বন্দ্বী মাইক্রোসফট তার বিং সার্চ ইঞ্জিনে চ্যাটজিপিটিকে একীভূত করার জন্য ওপেন এআই এর সাথে অংশীদারিত্বের ঘোষণা দেয়ার পরিকল্পনা করেছিল।  ফলে  প্রতিদ্বন্দ্বী মাইক্রোসফটকে টেক্কা দেয়ার জন্য গুগল বার্ড প্রকাশের ঘোষণা দিয়েছিল বলে ধারণা করা হয় । দ্য ভার্জের টম ওয়ারেন এবং ব্লুমবার্গ নিউজের ডেভি আলবা উল্লেখ করেন যে এটি  ছয় বছরের \"যুদ্ধবিরতির\" পর ২০২১ সালে \"অনুসন্ধানের ভবিষ্যত\" নিয়ে দুটি প্রযুক্তি দানব কোম্পানির মধ্যে আরেকটি দ্বন্দ্বের সূচনা করেছে।  দ্য গার্ডিয়ান- এর ক্রিস স্টোকেল-ওয়াকার, রেকোড -এর সারা মরিসন এবং বিনিয়োগ সংস্থা ওয়েডবুশ সিকিউরিটিজের বিশ্লেষক ড্যান ইভস একে কোম্পানি দুটির মধ্যে একটি এআই অস্ত্রের প্রতিযোগিতা হিসেবে চিহ্নিত করেছেন।\n৮ ফেব্রুয়ারী প্যারিসে সরাসরি সম্প্রচারের মাধ্যমে বার্ড প্রদর্শন করার পর, গুগলের স্টকের সূচক আট শতাংশ কমে যায়। ফলে বাজার মূল্যে গুগলের ১০০ বিলিয়ন ডলারের সমপরিমাণ লোকসান হয়েছিল। এছাড়া ইউটিউবে সরাসরি সম্প্রচারিত ভিডিওটি গোপন করা হয়েছিল। অনেক দর্শক ডেমো চলাকালীন সময়ে একটি ত্রুটি নির্দেশ করেন যেখানে বার্ড  জেমস ওয়েব স্পেস টেলিস্কোপ সম্পর্কিত একটি প্রশ্নের উত্তরে ভুল তথ্য দেয়। গুগলের কর্মীরা কোম্পানির অভ্যন্তরীণ ফোরাম মেমজেনে পিচাইয়ের \"তাড়াহুড়ো\" এবং \"অগোছালো\" ঘোষণার সমালোচনা করেন। ফিউচারিজমের ম্যাগি হ্যারিসন এই প্রদর্শনীকে \"বিশৃঙ্খলা\" বলে অভিহিত করেন। জবাবে পিচাই  বলেন  গুগল \"দীর্ঘদিন ধরে এআই নিয়ে নিবিড়ভাবে কাজ করছে\" এবং বার্ড উন্মোচন একটি হাঁটু-ঝাঁকুনি প্রতিক্রিয়া ছিল এমন ধারণা প্রত্যাখ্যান করেন। অ্যালফাবেটের চেয়ারম্যান জন হেনেসি স্বীকার করেন যে বার্ড পুরোপুরি প্রস্তুত ছিল না, তবে তিনি এই প্রযুক্তির সম্ভাবনা নিয়ে উত্তেজনা প্রকাশ করেন।\nজেমস ওয়েব সংক্রান্ত ঘটনার এক সপ্তাহ পর, পিচাই কর্মচারীদের বার্ডের জন্য দুই থেকে চার ঘণ্টা সময় ব্যয় করতে বলেন। অপরদিকে গুগলের নির্বাহী প্রভাকর রাঘবন বার্ডের যেকোনো ত্রুটি সংশোধন করতে কর্মীদের উৎসাহিত করেন।  ৮০,০০০ কর্মচারী পিচাইয়ের আহ্বানে সাড়া দিয়েছিলেন। পরবর্তী কয়েক সপ্তাহে গুগলের কর্মীরা অভ্যন্তরীণ বার্তায় বার্ডের সমালোচনা করেছিলেন। তারা বিভিন্ন ধরণের নিরাপত্তা এবং নৈতিক উদ্বেগের কথা উল্লেখ করে কোম্পানির পরিচালকদের পরিষেবাটি চালু না করার আহ্বান জানিয়েছিলেন। গুগলের নির্বাহীরা যেভাবেই হোক প্রতিযোগীদের সাথে তাল মিলিয়ে চলাকে অগ্রাধিকার দিয়ে বার্ড চালু করার সিদ্ধান্ত নিয়েছিলেন। তারা গুগলের নৈতিকতা দলের পরিচালিত একটি সহানুভূতিহীন ঝুঁকি মূল্যায়ন প্রতিবেদন বাতিল করে দেন। আয় বৃদ্ধির ধীরগতির কারণে পিচাই সেই মাসের শেষ দিকে হঠাৎ করে ১২,০০০ কর্মী ছাঁটাই করেছিলেন। ছাঁটাইয়ের বিষয়ে  \"মতামত\" চাওয়ায় অবশিষ্ট কর্মীরা বার্ডের সাথে তাদের হাস্যকর আদান-প্রদানের মিম এবং স্নিপেটগুলো ভাগাভাগি করেছিলেন। গুগল কর্মীরা মার্চের মাঝামাঝি সময়ে \"বিগ বার্ড\" সহ বার্ডের আরও পরিশীলিত সংস্করণ পরীক্ষা করা শুরু করেন।\n\n\n=== উদ্বোধন ===\n২১ মার্চ, ২০২৩:\n\nগুগল বার্ডের সীমিত পরীক্ষামূলক সংস্করণ চালু করে।\nকেবল মার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্যের ব্যবহারকারীরা অংশগ্রহণ করতে পারে।\nবার্ড একটি স্বাধীন ওয়েব অ্যাপ্লিকেশন হিসেবে কাজ করে।\nএটি তিনটি উত্তর প্রদান করে এবং ব্যবহারকারীদের প্রতিক্রিয়া জানাতে বলে।\nগুগল বার্ডকে অনুসন্ধানের পরিপূরক হিসেবে দেখে।\nলাভজনক করার পরিকল্পনা এখনও চূড়ান্ত হয়নি।\nপ্রাথমিক অ্যাক্সেস:\n\n\"পিক্সেল সুপারফ্যানস\"\nপিক্সেল এবং নেস্ট ডিভাইস ব্যবহারকারীরা\nগুগল ওয়ান সাবস্ক্রাইবাররা\nমূল পার্থক্য:\n\nটেক্সট-ভিত্তিক ওয়েব অ্যাপ্লিকেশন\nসম্ভাব্য ভুল তথ্য সম্পর্কে স্বচ্ছতা\nব্যবহারকারীর প্রতিক্রিয়ার উপর জোর\n\n\n== তথ্যসূত্র =="}