{"pageid": 1353127, "title": "পরিচয়ের রাজনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1353127", "content": "পরিচয়ের রাজনীতি  (ইংরেজি: Identity politics) হলো একটি রাজনৈতিক পদ্ধতি যেখানে একটি নির্দিষ্ট বর্ণ, জাতীয়তা, ধর্ম, লিঙ্গ, যৌন অভিমুখীতা, সামাজিক পটভূমি, সামাজিক শ্রেণী বা অন্যান্য শনাক্তকারী বৈশিষ্ট্যের লোকেরা এই পরিচয়ের উপর ভিত্তি করে রাজনৈতিক আলোচ্যসূচি তৈরি করে।  পরিচয়ের রাজনীতি এই ধারণার সাথে গভীরভাবে সংযুক্ত যে সমাজের কিছু গোষ্ঠী নিপীড়িত এবং এটি সেই নিপীড়নের বিশ্লেষণ দিয়ে শুরু হয়।  এই শব্দটি প্রাথমিকভাবে জাতীয়তাবাদী, বহুসংস্কৃতি, নারী অধিকার, নাগরিক অধিকার এবং এলজিবিটি আন্দোলন সহ পশ্চিমা সমাজের রাজনৈতিক আন্দোলনগুলোকে বর্ণনা করার জন্য  ব্যবহৃত হয়।   পরিচয়ের রাজনীতির কোন সংজ্ঞা গ্রহণ করা হয়েছে তার উপর নির্ভর করে, এই শব্দটি অন্যান্য সামাজিক ঘটনাকেও অন্তর্ভুক্ত করতে পারে , যেগুলো সাধারণত পরিচয়ের রাজনীতির উদাহরণ হিসাবে ধরা হয়না। যেমন সরকারী অভিবাসন নীতি যা পরিচয়ের উপর ভিত্তি করে গতিশীলতা নিয়ন্ত্রণ করে, অথবা জাতীয় বা জাতিগত বর্জনের অতি-ডান জাতীয়তাবাদী এজেন্ডা ইত্যাদি। ফলে এই শব্দটির বেশ কয়েকটি সম্ভাব্য সংজ্ঞা নিয়ে আলোচনাকারী করেনকুর্জওয়েলি, পেরেজ এবং স্পিগেল   যুক্তি দেন যে এটি বিশ্লেষণাত্মকভাবে অশুদ্ধ একটি ধারণা। \n\"পরিচয়ের রাজনীতি\" শব্দটির উৎপত্তি বিংশ শতাব্দীর শেষের দিকে। যদিও মেরি ওলস্টোনক্রাফ্ট এবং ফ্রঁৎস ফানোঁনের মতো ব্যক্তিদের লেখায় এর পূর্বসূরি ছিল।  পরিচয়ের রাজনীতির সমসাময়িক অনেক প্রবক্তা একটি অন্তঃবিভাগীয় দৃষ্টিভঙ্গি (একজন ব্যক্তির বিভিন্ন সামাজিক এবং রাজনৈতিক পরিচয় কীভাবে বৈষম্য এবং বিশেষাধিকারের বিভিন্ন পদ্ধতি তৈরি করতে একত্রিত হয় তা বোঝার জন্য একটি বিশ্লেষণাত্মক কাঠামো) গ্রহণ করেন, যা নিপীড়নের মিথস্ক্রিয়া ব্যবস্থার পরিসরের জন্য দায়ী, যা হয়তো তাদের জীবনকে প্রভাবিত করতে পারে এবং তাদের বিভিন্ন পরিচয় থেকে আসে। যারা নিজেদের পরিচয়ের রাজনীতির সমর্থক হিসাবে বর্ণনা করে তাদের মতে, এটি যারা পদ্ধতিগত নিপীড়নের সম্মুখীন হয় তাদের জীবনযাপনের অভিজ্ঞতাকে একীভূত করে। এর উদ্দেশ্য হল জাতিগত, অর্থনৈতিক, লিঙ্গ-ভিত্তিক, এবং লিঙ্গ-ভিত্তিক নিপীড়নের (অন্যদের মধ্যে) পারস্পরিক ক্রিয়াকে আরও ভালভাবে বোঝা এবং নিশ্চিত করা যে কোনও একটি গোষ্ঠী রাজনৈতিক পদক্ষেপ, বর্তমান এবং ভবিষ্যতের কারণে অসমভাবে প্রভাবিত না হয়।    পরিচয় রাজনীতির এই ধরনের সমসাময়িক প্রয়োগগুলো নির্দিষ্ট জাতি, জাতি, লিঙ্গ, লিঙ্গ পরিচয়, যৌন অভিমুখীতা, বয়স, অর্থনৈতিক শ্রেণী, অক্ষমতার অবস্থা, শিক্ষা, ধর্ম, ভাষা, পেশা, রাজনৈতিক দল, প্রবীণ, পুনরুদ্ধারের অবস্থা এবং ভৌগোলিক অবস্থানের লোকদের বর্ণনা করে।  এই পরিচয় লেবেলগুলো পারস্পরিকভাবে একচেটিয়া নয়। কিন্তু অধি-নির্দিষ্ট গোষ্ঠীকে বর্ণনা করার সময় অনেক ক্ষেত্রে একত্রে মিলিত হয়। একটি উদাহরণ হলো আফ্রিকান-আমেরিকান, সমকামী, মহিলা, যারা একটি নির্দিষ্ট অধি-নির্দিষ্ট পরিচয় শ্রেণী গঠন করে।  যারা কিম্বার্লে ক্রেনশোর মতো একটি অন্তঃবিভাগীয় দৃষ্টিভঙ্গি গ্রহণ করেন, তারা পরিচিতি রাজনীতির সংকীর্ণ রূপের সমালোচনা করেন যা আন্তঃ-গোষ্ঠী পার্থক্যকে অত্যধিক জোর দেয় এবং আন্তঃ-গোষ্ঠী পার্থক্য এবং নিপীড়নের ধরনকে উপেক্ষা করে।\nপরিচয়ের রাজনীতির সমালোচনা সাধারণত রাজনৈতিক বর্ণালীর মধ্য-ডান বা অতি-বাম থেকে আসে। অনেক সমাজতন্ত্রী এবং মার্কসবাদী মতাদর্শিক পরিচয়ের রাজনীতিকে এর বিভাজনমূলক প্রকৃতির জন্য গভীরভাবে সমালোচনা করেছেন। তারা দাবি করেছেন যে এটি এমন পরিচয় তৈরি করে যা সর্বহারা ঐক্য এবং সামগ্রিকভাবে শ্রেণী সংগ্রামকে দুর্বল করতে পারে।     অপরদিকে, অনেক রক্ষণশীল চিন্তাকেন্দ্র এবং মিডিয়া আউটলেট অন্যান্য কারণে পরিচয়ের রাজনীতির সমালোচনা করে। তারা দাবি করে যে এটি সহজাতভাবে সমষ্টিবাদী এবং পক্ষপাতমূলক। পরিচয়ের রাজনীতির ডানপন্থী সমালোচকরা উদারপন্থী বা মার্কসবাদী দৃষ্টিভঙ্গির সার্বজনীনতাবাদের বিপরীতে এটিকে বিশেষত্ববাদী হিসাবে দেখেছেন। তারা যুক্তি দিয়েছেন যে এটি নিপীড়ন ও শোষণের অ-পরিচয় ভিত্তিক কাঠামো থেকে মনোযোগ সরিয়ে দেয়। পরিচয়ের রাজনীতির একটি বামপন্থী সমালোচনায়  ন্যান্সি ফ্রেজার  উল্লেখ করেছেন যে ,পরিচয়ের স্বীকৃতির উপর ভিত্তি করে রাজনৈতিক সংহতি ক্ষেত্র পুনর্বণ্টনের দিকে পরিচালিত করে । এটি বিদ্যমান কাঠামো এবং বিদ্যমান উৎপাদন সম্পর্কের মধ্যে একটি পুনর্বন্টন যা স্থিতাবস্থাকে চ্যালেঞ্জ করে না। এর পরিবর্তে, ফ্রেজার যুক্তি দিয়েছিলেন, নিশ্চিতকরণের পরিবর্তে পরিচয়বাদী বিনির্মাণ অর্থনৈতিক পুনর্বন্টনের বামপন্থী রাজনীতির জন্য অধিক সহায়ক। অন্যান্য সমালোচক, যেমন কুর্জওয়েলি, র‌্যাপোর্ট এবং স্পিগেল,  উল্লেখ করেন যে পরিচয়ের রাজনীতি প্রায়শই পরিচয়ের অপরিহার্য ধারণার পুনরুৎপাদন এবং সংশোধনের দিকে নিয়ে যায়, এমন ধারণা সহজাতভাবে ভ্রান্ত।\n\n\n== তথ্যসূত্র =="}