{"pageid": 1353358, "title": "মোস্তফা দেবতি", "url": "https://bn.wikipedia.org/wiki?curid=1353358", "content": "শেখ মোস্তফা দেবতি এফেন্দি ওরফে দেবতি মোস্তফা এফেন্দি (মৃত্যু ১০৭০ হি / ১৬৬০ খ্রি.), ছিলেন ১৭ শতকের অটোমান সাম্রাজ্যের জেলভেটি শেখ। তিনি ছিলেন আর্সলান আগা-এর ছেলে। যৌবনকাল থেকেই তিনি একজন লেখক ( divitci বা devâtî ) হিসেবে কাজ করতেন এবং তাই তাকে দেবতি নাম দেওয়া হয়েছিল।\nতিনি আজিজ মাহমুদ হুদায়ি এফেন্দির খলিফা মুকাদ আহমেদ এফেন্দির মাধ্যমে জেলভেটি সুফি ধারার সাথে যুক্ত হন। তিনি সুফি পথ ধরে দ্রুত অগ্রসর হন এবং মুকাদ আহমেদ এফেন্দি তাকে কাস্তামনুর জনগণকে পথ দেখানোর জন্য (ইরশাদ) প্রেরণ করেন। সেখানে কিছুকাল থাকার পর, তিনি ইস্তাম্বুলে ফিরে আসেন এবং আলেমদের (উলামাদের ) সাথে যোগ দেন।\nসাত বছর পর, তিনি পরীক্ষায় উত্তীর্ণ হন এবং ৪০ একসে বেতনে একটি মাদ্রাসায় অধ্যাপক নিযুক্ত হন। তিনি ১০৬১ হিজরিতে (১৬৫১ খ্রিস্টাব্দ) মোল্লা কেস্টেল মাদ্রাসায় শিক্ষকতা শুরু করেন। তিনি এক বছর এই পদে অব্যাহত রাখেন। ১০৬২-১০৬৭ (১৬৫২-১৬৫৭) বছরের মধ্যে, তিনি উস্কুদারের ভ্যালিদে সুলতান দার আল-হাদিসে ভানি আলী এফেন্দির জায়গায় অধ্যাপক হিসেবে কাজ করেছিলেন। তিনি ১০৬৭ (১৬৫৭) সালে একাডেমিক জীবন ত্যাগ করেন এবং ১০৬১ (১৬৫১) সালে উস্কুদারের বুলবুলদেরেসি সেলমানগা পাড়ায় আর্সলান আগাজাদে মুস্তফা বে দ্বারা নির্মিত মসজিদটিকে একটি টেক্কে / খানকাহে রূপান্তরিত করে তার নির্দেশনামূলক কার্যক্রম শুরু করেন। তিন বছর চাকরি করার পর তিনি এখানে মারা যান এবং লজের বাগানে তাঁর সমাধিতে সমাধিস্থ করা হয় যা আজ শেহকামি টেক্কেসি বা দেবাতি মুস্তফা এফেন্দি টেককেসি নামে পরিচিত।\n\n\n== লেগাসি ==\nদেবতির মৃত্যুর পর, তার উত্তরসূরি (<i id=\"mwNQ\">খলিফা</i> ) আবদুলবাকি দেদে এবং ফিদাঙ্কি মেহমেদ এফেন্দি নির্দেশনার কাজ চালিয়ে যান। দেবতির পুত্র, দিভিতসিজাদে মেহমেদ তালিব এফেন্দি, তার পিতার মৃত্যুর পর ফিদাঙ্কি মেহমেদ এফেন্দির সাথে তার আধ্যাত্মিক কার্যক্রম সম্পন্ন করেন এবং একজন শেখও হন।\n\n\n== কাজ ==\nমুস্তফা দেবতির একমাত্র পরিচিত কাজ হলো তুহফেত আস-সুফিয়াইন। এই রচনায়, লেখক তাসাউফের (সুফিবাদ) পথে তাঁর আবিষ্কার এবং স্বপ্নের কথা বলেছেন, তিনি সময়ে সময়ে তাঁর জীবন সম্পর্কে কিছু অংশও এতে অন্তর্ভুক্ত করেছেন। কাজটি সরলীকৃত এবং নেকডেট টোসুন কর্তৃক একটি পর্যালোচনাসহ প্রকাশিত হয়েছিল।\nমুস্তফা দেবতি বলেছেন যে সুফিবাদের পথে অগ্রসর হওয়া সহজ, কিন্তু পূর্ণতার বিন্দুতে থাকা কঠিন। তিনি মনে করেন, ঐক্যের গোপনীয়তায় পৌঁছতে হলে নির্জনতাকে শর্ত হিসেবে গ্রহণ করতে হয় এবং জনসম্মুখে আল্লাহর (আল্লাহর) সাথে থাকা খুবই কঠিন। দেবতী ঈশ্বরের প্রেমিক (আশিক ), তপস্বী (<i id=\"mwPg\">জাহিদ</i> ) এবং সাধারণ মানুষের (আওয়াম ) মধ্যে পার্থক্যকে একটি উপমা দিয়ে তুলে ধরেছেন: প্রেমিকদের আঙ্গুর বলে মনে করা হয়, নিবেদিত তপস্বীরা তরমুজের মতো এবং সাধারণ মানুষ বরইয়ের মতো; প্রেমিক-প্রেমিকারা কেয়ামতের দিন স্বীকৃত হবে যেমন সবাই জানে আঙুরের স্বাদ কেমন, তরমুজের স্বাদ খোলা না হওয়া পর্যন্ত জানা যায় না, এবং সবাই জানে বরই টক হতে পারে।\n\n\n== গ্রন্থপঞ্জি ==\nমুস্তাফা দেবাতি, তুহফেতু'স-সুফিয়ীন, ইস্তানবুল বেলেদিয়েসি আতাতুর্ক কিতাপলিগি, বেলেদিয়ে এনআর. ৪৩৮, বিআর. ৩২বি-৪৮বি.\nউশাকিজাদে ইব্রাহিম, জেইল-ই শাকাইক (nşr. এইচজে কিসলিং), উইসবাডেন ১৯৬৫, s. ৫৬১।\nশেহি, ভেকাইউল-ফুজালা, I, ৫৭৫.\nআয়ভানসারায়ি, হাদিকাতু'ল-সেভামি', II, ১৯৮।\nসিসিল-ই ওসমানী, IV, ৩৯৩।\nহুসেইন ভাসাফ, সেফিন, III, ১৩-১৪, ১৯।\nশেহ মুস্তফা দেবাতি কুদ্দিসে সিররুহু ও তুহফেতু'স-সুফিয়াইন (s.nşr. নেকডেট তোসুন), ইস্তাম্বুল ১৯৯৭।\nআহমেদ তাহির নুর, \"কিতাবেলেরিলে উস্কুদার'দা বীর সেলভেতি তেক্কেসি: শেহ মুস্তফা দেবাতি এফেন্দি কামি-তেভিধানেসি\", তোপলুমসাল তারিহ, sy. ২৪৮, ইস্তাম্বুল ২০১৪, এস. ৭৮-৮৪।\n\n\n== তথ্যসূত্র =="}