{"pageid": 1353515, "title": "স্ট্যাফাইলোকক্কাস অরিয়াস", "url": "https://bn.wikipedia.org/wiki?curid=1353515", "content": "স্ট্যাফিলোকক্কাস অরিয়াস হলো একটি গ্রাম-পজিটিভ গোলাকৃতির ব্যাকটেরিয়া যেটি ব্যাসিলোটা  পর্বের সদস্য এবং ঊর্ধ্ব শ্বাসনালী এবং ত্বকে স্থানীয় অণুজীব হিসেবে পাওয়া যায়। এটি ক্যাটালেস এনজাইম পরীক্ষায় পজিটিভিটি প্রদর্শন করে। এটি হলো একটি সুবিধাবাদী অক্সিজেন নির্ভর জীব যেটি অক্সিজেনের উপস্থিতি ছাড়াও বৃদ্ধি পেতে পারে। যদিও এস. অরিয়াস সাধারণত মানুষের মাইক্রোবায়োটার একটি সংমিশ্রণকারী হিসাবে কাজ করে, তবে এটি ক্ষেত্রবিশেষে সুবিধাবাদী সংক্রামক ব্যাকটেরিয়া হিসেবে কাজ করে। এটি ফোড়া, ত্বকের সংক্রমণ, সাইনুসাইটিস,  খাদ্যে বিষক্রিয়া এবং শ্বাসযন্ত্রের সংক্রমণের  প্রধান কারন। এই ব্যাকটেরিয়ার প্যাথোজেনিক স্ট্রেনগুলি শক্তিশালী টক্সিন প্রোটিন তৈরি করে যেগুলো অ্যান্টিবডিকে নিষ্ক্রিয় করে ফেলে। স্ট্যাফাইলোকক্কাস অরিয়াস এবং এর কিছু  অ্যান্টিবায়োটিক-প্রতিরোধী বায়োটাইপ যেমন মেথিসিলিন-প্রতিরোধী এস. অরিয়াস (MRSA), ক্লিনিকাল মেডিসিনে একটি বিশ্বব্যাপী সমস্যা। অনেক গবেষণা এবং উন্নয়ন সত্ত্বেও, এস. অরিয়াসের কোনো ভ্যাকসিন অনুমোদিত হয়নি।\nআনুমানিক ২০ থেকে ৩০% মানুষ দীর্ঘমেয়াদী এস. অরিয়াসের বাহক, যা স্বাভাবিক ত্বকের  অংশ হিসাবে নাসারন্ধ্রে, এবং মহিলাদের নিম্ন প্রজননতন্ত্রে  \nএকজন সাধারণ বাসিন্দা হিস পাওয়া যায়াবে। এস. ের কারণেঅরিয়াস ছোটখাটো ত্বকের সংক্রমণ থেকে শুরু করে পিম্পল,ো, ফোঁড়া, সেলুলাইটিস, ফলিকুলাইটিস, কার্বাঙ্কেল, স্ক্যাল্ডেড স্কিন সিনড্রোম এবং ফোড়া থেকে শুরু করে নিউমোনিয়া, মেনিনজাইটিস এর মতো প্রাণঘাতী রোগ পর্যন্ত হমারাত্মক সংক্রমণে তে পারে।য়েঅস্টিওমাইলাইটিস, এন্ডোকারটক্সিক, বিষাক্ত শক সিন্ড্রোম, ব্যাকটেরেমিয়া এবহতে পারে।  সেপসিস । এটি এখনও হাসপাতাল-অর্জিত সংক্রমণের সবচেয়ে সাধারণ পাঁচটি কারণের মধ্যে একটি এবং প্রায়শই অস্ত্রোপচারের পরে ক্ষত সংক্রমণের কারণ। প্রতি বছর, মার্কিন যুক্তরাষ্ট্র৫০০,০০০়সপাতাহাসপাতালে রোগী একটি স্ট্যাফিলোকক্কাল সংক্রমণে আক্।. দ্বারা। মার্কিন যুক্তরাষ্ট্রে৫০,০০০০ বছর 50,000 পর্যন্ত মৃত্যু এস. অরিয়াস সংক্রমণের সাথে যুক্ত।\n\n\n== মাইক্রোবায়োলজি ==\n\nএস. অরিয়াস ( ,   গ্রীক σταφυλόκοκκος, \"আঙ্গুর-গুচ্ছ বেরি\", ল্যাটিন অরিয়াস, \"গোল্ডেন\") একটি সুবিধাবাদী অক্সিজেন নির্ভর, গ্রাম-পজিটিভ কক্কাস (গোলাকার) ব্যাকটেরিয়া যা \"গোল্ডেন স্ট্যাফ\" নামেও পরিচিত। এস. অরিয়াস নিশ্চল প্রকৃতির এবং স্পোর গঠন করে না। চিকিৎসাবিজ্ঞানে , ব্যাকটেরিয়াটিকে প্রায়শই S. aureus, Staph aureus বা Staph a হিসাবে উল্লেখ করা হয়। . মাইক্রোস্কোপের মাধ্যমে দেখা হলে এস. অরিয়াস স্ট্যাফাইলোকক্কাই (আঙ্গুরের মতো ক্লাস্টার) হিসাবে উপস্থিত হয় এবং এতে বড়, গোলাকার, সোনালি-হলুদ উপনিবেশ থাকে। রক্ত অ্যাগার মাধ্যমে উৎপাদিত হলে সেখানে প্রায়শই হিমোলাইসিস ঘটে। এস. অরিয়াস বাইনারি ফিশনের মাধ্যমে অযৌন প্রজনন করে। কোষ বিভাজন সম্পূর্ণ বিচ্ছেদ প্রকৃতির। এস. অরিয়াস অটোলাইসিন দ্বারা মধ্যস্থতা করা হয় এবং এর অনুপস্থিতিতে বা লক্ষ্যবস্তু নিষেধে কন্যা কোষগুলি একে অপরের সাথে সংযুক্ত থাকে এবং ক্লাস্টার হিসাবে উপস্থিত হয়।\n\n\n== মানবস্বাস্থ্যে ভূমিকা ==\nমানুষের মধ্যে, এস. অরিয়াস স্বাভাবিক মাইক্রোবায়োটার সদস্য হিসাবে উপরের শ্বাস নালীর, অন্ত্রের মিউকোসা এবং ত্বকে উপস্থিত থাকতে পারে। যাইহোক, যেহেতু এস. অরিয়াস নির্দিষ্ট হোস্ট এবং পরিবেশগত অবস্থার অধীনে রোগ সৃষ্টি করে তাই এটিকে একটি \"প্যাথোবাোয়নট\" হিসাবে চিহ্নিত করা হয়।\n\n\n=== ত্বকের সংক্রমণ ===\nত্বকের সংক্রমণ হলো এস. অরিয়াস সংক্রমণের সবচেয়ে সাধারণ রূপ। ছোট ফোড়া, ফলিকুলাইটিস, ইমপেটিগো, সেলুলাইটিস এবং আরও গুরুতর, আক্রমণাত্মক নরম-টিস্যু সংক্রমণ সহ বিভিন্ন উপায়ে এটি প্রকাশ করতে পারে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== আরও পড়া ==\n\n\n== বহিঃসংযোগ ==\n\nStopMRSANow.org — কিভাবে MRSA এর বিস্তার রোধ করা যায় তা আলোচনা করে\nTheMRSA.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ ডিসেম্বর ২০২২ তারিখে — MRSA সংক্রমণ কী তা বুঝুন।\n\nব্যাক ডাইভে স্ট্যাফিলোকক্কাস অরিয়াসের টাইপ স্ট্রেন - ব্যাকটেরিয়াল ডাইভারসিটি মেটাডেটাবেস"}