{"pageid": 1353339, "title": "সাঈদ বিন নাসের আলগামদী", "url": "https://bn.wikipedia.org/wiki?curid=1353339", "content": "সাঈদ বিন নাসের আলগামদি ( আরবি: سعيد بن ناصر الغامدي   ; জন্ম ২৮ডিসেম্বর ১৯৬১) একজন সৌদি শিক্ষাবিদ, ইসলামিক পণ্ডিত এবং সমসাময়িক ধর্মীয় মতবাদের গবেষক। তিনি সৌদি আরব রাজ্যে জন্মগ্রহণ করেন। ইনি বিভিন্ন ইসলামিক বিষয়ে প্রকাশনার জন্য পরিচিত। \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআলগামদি ২৮ ডিসেম্বর ১৯৬১ সালে সৌদি আরবে জন্মগ্রহণ করেন। ১৯৮২ সালে, তিনি কলেজ অফ শরিয়া অ্যান্ড ফান্ডামেন্টালস অফ রিলিজিয়ন থেকে স্নাতক ডিগ্রি সম্পন্ন করেন। তারপর ১৯৯০ সালে, তিনি ইমাম মোহাম্মদ ইবনে সৌদ ইসলামিক ইউনিভার্সিটি (আইএমএসআইইউ) থেকে ইসলামী ধর্ম এবং সমসাময়িক ধর্মীয় মতবাদে স্নাতকোত্তর ডিগ্রি অর্জন করেন। পরে, ১৯৯৯ সালে তিনিকিং খালিদ বিশ্ববিদ্যালয় থেকে তিনি ইসলামী ধর্ম এবং সমসাময়িক ধর্মীয় মতবাদে পিএইচ.ডি. অর্জন করেন। \n\n\n== কর্মজীবন ==\nআলগামদি ১৯৯৯ সালে কিং খালিদ বিশ্ববিদ্যালয়ের ইসলামিক ক্রিড এবং সমসাময়িক ধর্মীয় মতবাদ বিভাগে সহকারী শিক্ষক হিসেবে তার কর্মজীবন শুরু করেন। \nতিনি পরিভাষা, সংস্কৃতি ধাক্কা, ধর্মদ্রোহীতা, আল্লাহর বৈশিষ্ট্য, ভবিষ্যদ্বাণী, আদর্শ, বিশ্বাস এবং প্রচারকসহ বিভিন্ন ক্ষেত্রে প্রকাশনা তৈরি করেছেন এবং বই লিখেছেন।\nমুহাজাতের কর্নারে তার রচিত অনেক প্রবন্ধ খুব স্বীকৃত ও সম্মানিত। তিনি আওয়াসিম কর্নারে প্রকাশিত হওয়া আল-রিসালা পত্রিকার জন্যও লিখেছেন।\nসাম্প্রতিককালে, তিনি সৌদি আরবের জেদ্দার কিং আব্দুল আজিজ ইউনিভার্সিটিতে প্রভাষক হিসেবে কাজ করেছেন। \nতিনি ২০২২ সাল পর্যন্ত, আলগামদি সানাদ হিউম্যান রাইটস ফাউন্ডেশনের বোর্ড অফ ট্রাস্টিজের চেয়ারম্যান এবং বৈজ্ঞানিক গবেষণা ইউনিটের সুপারভাইজার হিসেবে কাজ করছেন। এছাড়াও তিনি মুনতাদা আল-উলামার সাধারণ সম্পাদক হিসেবে দায়িত্ব পালন করছেন।\n\n\n== গবেষণা এবং লেখা ==\n২০০০ সালে, আলগামদি কিং খালিদ ইউনিভার্সিটিতে কিভাবে একাধিক সভ্যতার মধ্যে সংলাপ পরিচালনা করা যায় নামক একটি প্রকল্পে সহযোগিতা করেছিলেন। একই বছরে, তিনি সমসাময়িক বিজ্ঞান থেকে আমাদের কী নেওয়া উচিত এবং নেওয়া উচিত নয় প্রকল্পের উপর গবেষণা করেন, যা বিশ্ববিদ্যালয়ের একটি বক্তৃতায় উল্লেখ করা হয়েছিল।\n১৯৯৬ সালে, তিনি শরিয়া এবং নতুন পরিভাষা সংক্রান্ত একটি বৈজ্ঞানিক সেমিনারে গবেষণা করেন। পরে ১৯৯৯ সালে, আলগামদি দ্য অরিজিনস অফ কনটেম্পরারি থট (আধুনিকতা) নামে একটি প্রকল্পে কাজ করেন এবং আভার একটি সাহিত্য ক্লাবে এর সারসংক্ষেপ করে বক্তব্য প্রদান করেন।\nতিনি ২০১৬ সালে,আল-মদিনা এবং আল-রিসালা পত্রিকার জন্যও লিখেছেন।\n\n\n== প্রকাশনা ==\nতার প্রকাশনার মধ্যে রয়েছে:\n\nপরিভাষা সংক্রান্ত প্রশ্ন\nভিন্নমতের ভবিষ্যদ্বাণী নিয়ে কাজ করার সময় বিধিনিষেধ\nসভ্যতা এবং সাংস্কৃতিক ধাক্কা পরিচিতি\nধর্মদ্রোহিতার বাস্তবতা এবং নিয়ম\nআল্লাহর বৈশিষ্ট্য প্রমাণ করা; তার মুখ ও হাত\nবাথ পার্টি, এর ইতিহাস এবং আদর্শ\nপ্রচারকরা কিভাবে প্রতারণা করে\nআধুনিকতার প্রতি দৃষ্টিভঙ্গি কীভাবে বিশ্বাস থেকে বিচ্যুত হয়\nধর্মসভা\n\n\n== তথ্যসূত্র ==\n\nইসলাহ পার্টির সিনিয়র নেতা সৌদি আরব থেকে তুরস্কে পালিয়ে গেছেন\nখাশোগি হত্যার দুই বছর পর সৌদি যুবরাজ তার আশঙ্কা প্রকাশ করেছেন\nসৌদি বিরোধী দল, নির্বাসিত কর্মীরা, মার্কিন খাশোগি রিপোর্টকে স্বাগত জানিয়েছে\nআরবি প্রেস রিভিউ: সৌদি আরব বন্দিদের পরিবারকে ভ্রমণ নিষিদ্ধ করেছে\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nTwitter\nYouTube"}