{"pageid": 1353660, "title": "ওম স্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1353660", "content": "ওম স্বামী হলেন ভারতীয় আধ্যাত্মিক নেতা এবং সর্বাধিক বিক্রিত বইয়ের লেখক যিনি হিমালয়ের পাদদেশে তাঁর আশ্রমে থাকেন। তিনি Black Lotus App এবং os.me, লেখার প্রচারের মাধ্যমের প্রতিষ্ঠাতা। সন্ন্যাস গ্রহণের আগে, তিনি সফল প্রযুক্তি উদ্যোক্তা ছিলেন।\nওম স্বামী ধ্যান, আধ্যাত্মিকতা ও সুস্থতার উপর পনেরটিরও বেশি বইয়ের লেখক, যেমন Kundalini: An Untold Story, The Wellness Sense, and If Truth Be Told: A Monk's Memoir৷ তার সুপ্রসিদ্ধ বই A Million Thoughts - এ তিনি তার ১৫,০০০ ঘন্টারও বেশি সময় ধরে ধ্যানের অভিজ্ঞতার নথিভুক্ত করেছেন।\n\n\n== জীবনী ==\n\n\n=== জীবনের প্রথমার্ধ ===\nবৈদিক বর্ষপঞ্জি অনুসারে মার্গশীর্ষ মাসে মোমের চাঁদের দ্বাদশ রাতে স্বামীর জন্ম হয়েছিল। ছোটবেলা থেকেই আধ্যাত্মিকতার প্রতি গভীর ঝোঁক দেখিয়ে, স্বামী বিভিন্ন বৈদিক ও জ্যোতিষশাস্ত্র অধ্যয়ন করেন, অবশেষে তার কিশোর বয়সে একজন পেশাদার জ্যোতিষী হয়ে ওঠেন। অস্ট্রেলিয়া থেকে স্নাতক ও স্নাতকোত্তর ডিগ্রি অর্জনের জন্য তিনি সাপ্তাহিক ব্যবসায়িক সংবাদপত্রের খণ্ডকালীন সম্পাদকের চাকরি ছেড়ে দেন।\n\n\n=== শিক্ষা এবং প্রাথমিক কর্মজীবন ===\n২০০০ সালে, স্বামী ইউনিভার্সিটি অফ ওয়েস্টার্ন সিডনি থেকে ব্যাচেলর অফ বিজনেস নিয়ে স্নাতক হন। তিনি ইউনিভার্সিটি অফ টেকনোলজি সিডনি থেকে ব্যবসায় প্রশাসনের মাস্টার্স অর্জন করেছেন। পরে, তিনি অস্ট্রেলিয়ায় সফটওয়্যার ব্যবসা শুরু করেন এবং পরবর্তী ছয় বছরে মার্কিন যুক্তরাষ্ট্র, কানাডা, যুক্তরাজ্য ও ভারতে এর কার্যক্রম সম্প্রসারিত করেন। তিনি তার আইটি কোম্পানির কারণে কোটিপতি হয়েছিলেন। পরে, স্বামী ভারতে ফিরে আসেন এবং স্বাস্থ্যসেবা সংস্থা অর্জন করেন।\n\n\n=== সন্ন্যাস এবং আধ্যাত্মিক যাত্রা ===\n১৫ মার্চ ২০১০-এ, স্বামী তার 'বস্তুগত সম্পদ' ত্যাগ করেন এবং নিঃশব্দে তার আধ্যাত্মিক যাত্রায় চলে যান। সরাসরি কাশীর দিকে যাত্রা করে, তিনি বারাণসী থেকে আশি কিলোমিটার দূরে ছোট্ট গ্রামে নাগা সাধুর দ্বারা সন্ন্যাসের পথে দীক্ষিত হন। সেখানে সাড়ে চার মাস কাটানোর পর, স্বামী হিমালয়ের উদ্দেশ্যে রওনা হন যেখানে তিনি পরের তেরো মাস সম্পূর্ণ বিচ্ছিন্নতা ও নির্জনতায় গভীর ধ্যানে কাটিয়েছিলেন। তার তীব্র অনুশীলনের দিনগুলিতে, তিনি প্রতিদিন ২২ ঘন্টা পর্যন্ত ধ্যান করতেন যার মধ্যে সরাসরি ১০-ঘন্টা প্রসারিত হয়। ভারতীয় প্রযুক্তিক প্রতিষ্ঠান এর গবেষক ও বিজ্ঞানীরা তার তীব্র আধ্যাত্মিক অনুশীলনের (তপস) প্রভাবগুলি অধ্যয়ন করেছেন এবং ২০১৯ গবেষণা পত্রগুলিতে ফলাফলগুলি প্রকাশ করেছেন।\n\n\n== দর্শন ==\nস্বামী তার ওয়েবসাইট এবং তার বই If Truth Be Told-এ আলোকিতকরণের বিষয়ে তার নিজস্ব দৃষ্টিভঙ্গি দিয়েছেন। \"আলোকিত হওয়ার অর্থ এই নয় যে আপনাকে একজন দরিদ্রের মতো জীবনযাপন করতে হবে। এর অর্থ এই নয় যে আপনাকে নিজেকে কষ্ট এবং পরিহারের জীবনযাপন করতে হবে। এর বিপরীতে, আলোকিত হওয়ার অর্থ হল প্রেম, মমতা ও সত্যবাদিতার আলোয় জীবনযাপন করা\"।\n\n\n== সাহিত্য কর্ম ==\nIf Truth Be Told: A Monk's Memoir হল তার স্মৃতিকথা, ডিসেম্বর ২০১৪-এ হার্পারকলিন্স দ্বারা প্রকাশিত। দ্য ফাইন্যান্সিয়াল এক্সপ্রেস (ভারত) দ্বারা রিপোর্ট অনুযায়ী বইটি দেশের শীর্ষ ১০টি প্রকৃত তথ্যভিত্তিক সাহিত্য বইয়ের ৬ নম্বর হিসাবে তালিকাভুক্ত ছিল। তার কাল্পনিক উপন্যাস The Last Gambit ফরাসি ভাষায় La vie est un jeu d'échecs হিসেবে অনুবাদ করা হয়েছিল। এটি ফ্রান্সে সাহিত্যের জন্য ক্রোনোস পুরস্কার (২০১৯) জিতেছে।\n\n\n== পুস্তকসমূহ ==\n The Big Questions of Life, HarperCollins; 2020.\n The Book of Kindness: How to Make Others Happy and Be Happy Yourself , HarperCollins; 2019.\n The Heart of Success, Jaico Publishing House; 2019.\n The Children of Tomorrow: A Monk's Guide to Mindful Parenting , HarperCollins; 2019.\nThe Hidden Power of Gayatri Mantra, Jaico Publishing house; 2019.\nMind Full to Mindful: Zen Wisdom from a Monk's bowl, HarperCollins; 2018.\nA Fistful of Wisdom: A Monk's light musings on life's serious stuff, Jaico Publishing House; 2017.\nThe Ancient Science of Mantras, Jaico Publishing House; 2017.\nThe Last Gambit, HarperCollins; 2017.\nA Million Thoughts: Learn all about meditation from the Himalayan mystic, Jaico Publishing House; 2016.\nWhen All is Not Well: Depression and Sadness from a Yogic Perspective, HarperCollins; 2016.\nKundalini: An Untold Story, Jaico Publishing House; 2016.\nThe Wellness Sense: A Practical Guide to Your Physical and Emotional Health Based on Ayurvedic and Yogic Wisdom, HarperCollins, 2015.\nA Fistful of Love: Wisdom and humor from a Monk's bowl, Jaico Publishing House; 2015.\nIf Truth Be Told: A Monk's Memoir, Harper Element; 2014.\n\n\n== তথ্যসূত্র =="}