{"pageid": 1353341, "title": "নুরেত্তিন উজুনোগলু", "url": "https://bn.wikipedia.org/wiki?curid=1353341", "content": "নুরেত্তিন উজুনোগলু (১৯৩৯ – ৯ অক্টোবর ২০১৩)  ছিলেন একজন তুর্কি কোরআন অনুবাদক এবং ভাষ্যকার, লেখক, ধর্মপ্রচারক,  রাষ্ট্রবিজ্ঞানী, শিক্ষাবিদ, এবং অধ্যাপক।  যিনি যুক্তরাষ্ট্রের বিভিন্ন বিশ্ববিদ্যালয়ে প্রভাষক হিসেবে কাজ করেছেন এবং মাত্র ২৭ বছর বয়সে \"তুরস্কের দ্বিতীয় সর্বকনিষ্ঠ অধ্যাপক\" উপাধি পেয়েছেন।  তিনি ইংরেজি, জার্মান, ফরাসি, আরবি, জাপানি, উর্দু এবং মালয়সহ নয়টি বিদেশী ভাষায় কথা বলতে পারতেন; এবং অল্প বয়সেই ইংরেজিতেও পারদর্শী হয়ে ওঠেন। \n\n\n== শিক্ষা ==\nতিনি কুতাহ্যা, উসাক এবং মানিসাতে তার মাধ্যমিক এবং উচ্চ বিদ্যালয়ের শিক্ষা সমাপ্ত করেন। আঙ্কারা বিশ্ববিদ্যালয় থেকে আন্তর্জাতিক সম্পর্ক ও রাষ্ট্রবিজ্ঞান বিভাগ থেকে স্নাতক অর্জন করার পর, তিনি মার্কিন যুক্তরাষ্ট্রের নর্থওয়েস্ট ইউনিভার্সিটি থেকে স্নাতক এবং নেব্রাস্কা বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর ডিগ্রি অর্জন করেন। তিনি মার্কিন যুক্তরাষ্ট্র এবং আঙ্কারা বিশ্ববিদ্যালয়ের মধ্যে যৌথ ডক্টরাল প্রোগ্রামের মাধ্যমে রাষ্ট্রবিজ্ঞানের উপর তার ডক্টরেট সফলভাবে সম্পন্ন করেন।  \nতিনি নেব্রাস্কা ইউনিভার্সিটি, বেলভিউ ইউনিভার্সিটি এবং মিডল ইস্ট টেকনিক্যাল ইউনিভার্সিটিতে প্রভাষক হিসেবে কাজ করেছেন। তিনি বহু বছর মার্কিন যুক্তরাষ্ট্রে অবস্থান করেন এবং মধ্যপ্রাচ্য থেকে মালয়েশিয়া, ফিলিপাইন, জাপান, হাওয়াই, মার্কিন যুক্তরাষ্ট্র, কানাডা, স্ক্যান্ডিনেভিয়া, মিশর, জর্ডান, সৌদি আরব, ফিলিস্তিন এবং লিবিয়াসহ বিশ্বের অনেক দেশে ভিজিটিং প্রফেসর হিসেবে দায়িত্ব পালন করেন। তিনি পাকিস্তান, ভারত, বাংলাদেশ এবং শ্রীলঙ্কাতেও বিভিন্ন প্রশিক্ষণ দিয়েছেন। তিনি আঙ্কারা ইউনিভার্সিটিতে বাহ্যিক শিক্ষা কার্যক্রমে অংশগ্রহণ করেন এবং ইভলিয়া চেলেবি এবং ইবনে বতুতার পর সবচেয়ে বেশি ভ্রমণকারী পণ্ডিত হিসেবে নিজেকে পরিচিত করেন। \n\n\n== কাজ ==\nতার ৪৬ বছরের কর্মজীবনে, তিনি বিভিন্ন বিষয়ে ৩৪টি বই লিখেছেন, যার বেশিরভাগই হলো ইংরেজিতে, যার মধ্যে নিম্নলিখিত বইগুলো রয়েছে: \n\nআমেরিকান এইড টু তুরস্ক, ১৯৪৭-১৯৬৩।\nনবীদের ইতিহাস।\nইসলামী আইন: হানাফী, শাফি, মালেকী, হাম্বেলি: চারটি মাযহাবের উপর ভিত্তি করে।\nইসলামে সৃষ্টিকর্তার ধারণা এবং ইংরেজিতে শারহ-উল আসমাউল-হুসনা সৃষ্টিকর্তার ৯৯ গুণাবলী।\nইহুদি ধর্ম, খ্রিস্টান এবং ইসলাম: তিনটি ঐশ্বরিক ধর্মের তুলনামূলক অধ্যয়ন।\nদ্য ম্যাজেস্টিক কুরআন: এর অর্থের একটি ইংরেজি উপস্থাপনা।\nপবিত্র কোরআন: অনুবাদ ও তাফসীর।\nবারাক ওবামা, সিলভিও বারলুসকোনি, অ্যাঞ্জেলা মার্কেল এবং ভ্লাদিমির পুতিনসহ বিশ্বের ৪৭ জন রাষ্ট্রপ্রধানের কাছে উজুনোগলু কোরআনের অনুবাদ ইংরেজিতে পাঠিয়েছিলেন এবং যখন হিলারি ক্লিনটন মার্কিন পররাষ্ট্রমন্ত্রী ছিলেন তখন তাকে তিনি ব্যক্তিগতভাবে অনুবাদটি উপহার দিয়েছিলেন।   তিনি দৃষ্টি প্রতিবন্ধীদের জন্য ৮ খন্ড এবং ২ হাজার পৃষ্ঠা সমন্বিত ব্রেইল বর্ণমালায় লেখা বিশ্বের প্রথম এবং একমাত্র ইংরেজি কুরআন অনুবাদও রচনা করেছেন। \n\n\n== মৃত্যু ==\nতিনি ৯ অক্টোবর, ২০১৩ তারিখে ইস্তাম্বুলে মারা যান এবং ফাতিহ মসজিদে জানাজা নামাজের পর তাকে ইয়ুপ কবরস্থানে দাফন করা হয়।  \n\n\n== আরও দেখুন ==\nআলী উনাল\nআহমেদ হুলুসি\nপদমর্যাদা নজির আহমেদ\nমোশাররফ হোসেন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅনুবাদ ও তাফসীর সহ পবিত্র কোরআন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ সেপ্টেম্বর ২০২২ তারিখে প্রফেসর ড. ডঃ নুরেত্তিন উজুনোগলু\nইউটিউবে নুরেত্তিন উজুনোগলুর চ্যানেল"}