{"pageid": 1354995, "title": "হেলিওপসিস", "url": "https://bn.wikipedia.org/wiki?curid=1354995", "content": "হেলিওপসিস হল সূর্যমুখী পরিবারের ফুলের উদ্ভিদের একটি প্রজাতি, যা সাধারণত মিথ্যা সূর্যমুখী নামে পরিচিত। জিনাসটি উত্তর ও মধ্য আমেরিকার আনুমানিক 13টি প্রজাতি নিয়ে গঠিত। হেলিওপসিস হল জনপ্রিয় বাগানের উদ্ভিদ যা তাদের উজ্জ্বল, উজ্জ্বল ফুল এবং চাষের সহজতার কারণে।\n\n\n== শ্রেণীবিন্যাস ==\n1822 সালে জার্মান উদ্ভিদবিজ্ঞানী জোহান হেনরিখ ফ্রেডরিখ লিংক দ্বারা হেলিওপসিস প্রজাতির প্রথম বর্ণনা করা হয়। নামটি গ্রীক শব্দ হেলিওস থেকে এসেছে, যার অর্থ সূর্য এবং অপসিস, যার অর্থ সূর্যমুখী-এর প্রসঙ্গে। ফুলের চেহারার মতো।\nHeliopsis Asteraceae পরিবারের অন্তর্গত, যার মধ্যে রয়েছে ডেইজি, অ্যাস্টার এবং ক্রাইস্যান্থেমামের মতো জনপ্রিয় বাগানের উদ্ভিদ। পরিবারের মধ্যে, Heliopsis কে Heliantheae গোত্রে শ্রেণীবদ্ধ করা হয়, যার মধ্যে রয়েছে সূর্যমুখী (Helianthus), কালো চোখের সুসান (Rudbeckia) এবং অন্যান্য অনেক প্রজাতি।\n\n\n== বর্ণনা ==\nহেলিওপসিস গাছগুলি হল ভেষজ বহুবর্ষজীবী, যার অর্থ তারা প্রতি শীতে মাটিতে ফিরে যায় এবং বসন্তে শিকড় থেকে পুনরায় জন্মায়। তারা সাধারণত 3-6 ফুট লম্বা হয়, একটি অনুরূপ বিস্তারের সাথে। পাতাগুলি বিপরীত এবং দাঁতযুক্ত, একটি রুক্ষ গঠন সহ। ফুলগুলি কান্ডের শীর্ষে গুচ্ছ আকারে জন্মায় এবং সাধারণত হলুদ হয়, যদিও কিছু প্রজাতির কমলা বা লালচে ফুল থাকে। প্রতিটি ফুলের মাথায় রশ্মি এবং ডিস্ক উভয় ধরনের ফুল থাকে, যা Asteraceae পরিবারের আদর্শ।\n\n\n== চাষ ==\nহেলিওপিসিস বাড়তে সহজ এবং বিভিন্ন ক্রমবর্ধমান অবস্থার সাথে মানিয়ে নেওয়া যায়। তারা পূর্ণ রোদ এবং ভাল-নিষ্কাশিত মাটি পছন্দ করে তবে কিছু ছায়া এবং দরিদ্র মাটি সহ্য করবে। এগুলি একবার প্রতিষ্ঠিত হলে খরা-সহনশীল, তবে শুষ্ক স্পেলে নিয়মিত জল দেওয়া থেকে উপকৃত হয়।\nহেলিওপিসিস বসন্ত বা শরত্কালে ভাগ করে বা গ্রীষ্মে কান্ডের কাটিং গ্রহণের মাধ্যমে বংশবিস্তার করা যেতে পারে। এগুলি বীজ থেকেও জন্মাতে পারে, যদিও তারা তাদের প্রথম বছরে ফুল নাও পারে।\n\n\n== ব্যবহার ==\nহেলিওপসিস প্রাথমিকভাবে বাগান এবং ল্যান্ডস্কেপগুলিতে শোভাময় উদ্ভিদ হিসাবে জন্মায়। এগুলি প্রায়শই কুটির বাগান, বন্য ফুলের তৃণভূমি এবং প্রাকৃতিক গাছপালাগুলিতে ব্যবহৃত হয়। তারা মৌমাছি এবং প্রজাপতির কাছে আকর্ষণীয়, তাদের পরাগায়নকারী বাগানের জন্য একটি ভাল পছন্দ করে তোলে।\nহেলিওপসিসের কিছু প্রজাতি, বিশেষ করে এইচ. হেলিয়ানথয়েডস, নেটিভ আমেরিকান উপজাতিদের দ্বারা ঔষধি উদ্দেশ্যেও ব্যবহার করা হয়েছে। পেটের রোগের চিকিৎসার জন্য পাতা সিদ্ধ করে চা বানানো হয়, আর দাঁতের ব্যথার জন্য শিকড় চিবানো হয়।\n\n\n== প্রজাতি ==\nহেলিওপসিস গণে প্রায় 13টি প্রজাতি রয়েছে। সবচেয়ে বেশি জন্মানো কিছু প্রজাতির মধ্যে রয়েছে:\n\nহেলিওপসিস হেলিয়ানথয়েডস - সাধারণ অক্সি, মিথ্যা সূর্যমুখী\nহেলিওপসিস লংগিপস - শক্ত চুলের মিথ্যা সূর্যমুখী\nহেলিওপসিস পারভিফ্লোরা - ছোট ফুলের মিথ্যা সূর্যমুখী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমিসৌরি বোটানিক্যাল গার্ডেন - হেলিওপসিস\nUSDA উদ্ভিদ ডেটাবেস - হেলিওপসিস\nটেমপ্লেট:Asteraceae-stub"}