{"pageid": 1354122, "title": "আঞ্চলিক কর্তৃত্বমূলক বিবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1354122", "content": "আঞ্চলিক কর্তৃত্বমূলক বিবাদ বলতে সাধারণত একাধিক স্বাধীন, সার্বভৌম রাষ্ট্রের মধ্যে ভূপৃষ্ঠের কোনও অঞ্চলের উপর কোন্‌ রাষ্ট্রটি কর্তৃত্ব করার অধিকার রাখে অর্থাৎ সেটির উপর কোন্‌ রাষ্ট্রের সার্বভৌমত্ব আছে, তা নিয়ে বিবাদ বা বিরোধকে বোঝায়। সাধারণত এক বা একাধিক রাষ্ট্রের কর্তৃত্বাধীন অঞ্চলের অংশবিশেষের উপরে এই বিবাদটি ঘটে। প্রায়শই ঐ অঞ্চলটিতে দুই রাষ্ট্রের সীমান্ত কীভাবে স্থাপন করা হবে, সে ব্যাপারটির উপর বিবাদটি কেন্দ্রীভূত থাকে। এসব ক্ষেত্রে এই বিবাদকে সীমান্ত বিবাদ (Border dispute) বা বিশেষ ক্ষেত্রে স্থলসীমান্ত বিবাদ (Land border dispute), জলসীমান্ত বিবাদ (Water border dispute), বা সামুদ্রিক সীমান্ত বিবাদ (Maritime border dispute) বলা হতে পারে। কিছু কিছু আঞ্চলিক কর্তৃত্বমূলক বিবাদ কোনও রাষ্ট্রের সম্পূর্ণ ভূখণ্ডের উপরে সেটির সার্বভৌমত্ব বা কর্তৃত্ব নিয়ে ঘটতে পারে। এক্ষেত্রে সেটি ঐ রাষ্ট্রের অস্তিত্বের বিরুদ্ধে প্রশ্ন তোলার সামিল। সাধারণত আন্তর্জাতিক আইনে কোনও অঞ্চলের নিয়ন্ত্রণ ও হস্তান্তরের নিয়মগুলি বর্ণিত থাকে। রাষ্ট্রের আঞ্চলিক কর্তৃত্ব মূলত তিনটি উপাদানের সমন্বয়ে গঠিত; বিবাদিত অঞ্চলটিতে রাষ্ট্রের আইনি এখতিয়ার, অঞ্চলটির সম্পদের উপর অধিকার এবং অঞ্চলটির সীমান্ত নিয়ন্ত্রণের অধিকার। আলোচ্য অঞ্চলটিকে বিবাদিত অঞ্চল, বিতর্কিত অঞ্চল বা বিরোধপূর্ণ অঞ্চল (Disputed territory) বলা হয়।\nআঞ্চলিক কর্তৃত্বমূলক বিবাদের কারণে একাধিক রাষ্ট্রের মধ্যে কূটনৈতিক, অর্থনৈতিক ও সামরিক উত্তেজনা বৃদ্ধি পায় এবং যে অঞ্চলটি নিয়ে বিবাদ, সেখানে রাজনৈতিক অস্থিরতা ও অনিশ্চয়তার সৃষ্টি হয়। ঐতিহাসিকভাবে আঞ্চলিক কর্তৃত্বমূলক বিবাদের কারণে বহুবার সামরিক সংঘাতের সৃষ্টি হয়েছে। সামুদ্রিক, নৌ, অর্থনৈতিক, সাংস্কৃতিক বা অন্য যেকোনও ধরনের কূটনৈতিক সমস্যাজাত বিবাদের তুলনায় আঞ্চলিক কর্তৃত্বমূলক বিবাদের কারণে যুদ্ধের সংখ্যা অনেক বেশি। কিছু কিছু পরিস্থিতিতে আঞ্চলিক কর্তৃত্বের সংঘাত একাধিক মহাশক্তির মধ্যে দ্বন্দ্বের ভূ-রাজনৈতিক খেলায় রূপ নিতে পারে। তবে এর বিপরীতে অনেক বিবাদই আপসরফার মাধ্যমে কিংবা আনুষ্ঠানিক বিবাদ নিরসন কর্মপদ্ধতির মাধ্যমে শান্তিপূর্ণভাবে ও বন্ধুত্বপূর্ণভাবে নিষ্পত্তি করা হয়েছে। আপসরফার ক্ষেত্রে একটি সীমান্ত চুক্তি সৃষ্টি করা হয়, যেটি স্বাক্ষরকারী দেশগুলির সীমান্তরেখার ব্যাপারে ঐকমত্যের প্রতিফলন। অন্যদিকে দ্বিতীয় পদ্ধতিতে একটি আন্তর্জাতিকভাবে স্বীকৃত বিবাদ নিষ্পত্তিমূলক সংস্থা, যেমন আন্তর্জাতিক বিচার আদালত বা কোনও বিশেষ ট্রাইবুনাল একটি আবদ্ধকারক সিদ্ধান্ত (Binding decision) প্রদান করে, যা সব পক্ষ মেনে নিতে অঙ্গীকারাবদ্ধ থাকে। এইসব বিবাদের সফল নিষ্পত্তি দীর্ঘ মেয়াদে অংশীদারী সীমান্তের স্থিতিশীলতা নিশ্চিত করতে সাহয্য করতে পারে।\nআঞ্চলিক কর্তৃত্বমূলক বিবাদগুলি বিভিন্ন কারণে উদ্ভূত হতে পারে। যেমন কোনও রাষ্ট্র অন্য কোনও রাষ্ট্রের অধীন অঞ্চল বিজয় করতে চাইলে এমনটি হতে পারে। আরেকটি উদাহরণ হল যখন কোনও অঞ্চল কোনও রাষ্ট্র থেকে স্বাধীনতা চায়, তখন সেটি ঐ অঞ্চলের জনগণের আত্মপরিচয় নির্ধারণের অধিকার প্রয়োগ করে দাবী করতে পারে যে অঞ্চলটি একটি নতুন স্বাধীন রাষ্ট্র যেটির ঐ জনগণ দ্বারা অধ্যুষিত অঞ্চলটির উপর সার্বভৌম অধিকার আছে। আন্তর্জাতিক আদালতে উপস্থাপিত রাষ্ট্রীয় কর্তৃত্বের দাবীগুলির পেছনের যৌক্তিকতাগুলিকে ৯টি শ্রেণীতে ভাগ করা যায়। এগুলি হল চুক্তি, ভূগোল, অর্থনীতি, সংস্কৃতি, কার্যকরী নিয়ন্ত্রণ, ইতিহাস, ইউটাই পসিডিটিস (uti possidetis, বর্তমানে দখলকারী রাষ্ট্রের হাতে সাময়িকভাবে অঞ্চলটির কর্তৃত্ব বজায় রাখার আন্তর্জাতিক আইনসিদ্ধ নিয়ম), আভিজাত্যবাদ ও ভাবাদর্শ। অতীতের কোনও চুক্তিতে বর্ণিত সীমানাকে দাবীর যৌক্তিক কারণ হিসেবে উপস্থাপন করা হতে পারে। কোনও অঞ্চল ভৌগোলিক দৃষ্টিকোণ থেকে সামরিক কৌশলগত সুবিধা প্রদান করলে সেটিকে দেশ প্রতিরক্ষার জন্য অপরিহার্য হিসেবে দাবী করা হতে পারে। কোনও অঞ্চলকে দাবীকারী দেশের অভ্যন্তরীণ ও আন্তর্জাতিক বাণিজ্যের জন্য অতীব গুরুত্বপূর্ণ হিসেবে দাবী করা হতে পারে। অঞ্চলটির জনগণের সাথে ভাষিক, সাংস্কৃতিক বা ধর্মীয় একাত্মতার ভিত্তিতে সেটি দাবী করা হতে পারে। সংখ্যালঘু অভিজাত গোষ্ঠী (ঈশ্বরপ্রদত্ত বা প্রযুক্তিগত উৎকর্ষের সুবাদে) নিজেদেরকে সংখ্যাগরিষ্ঠ জনগণের নিয়ন্ত্রক দাবী করে অঞ্চলের কর্তৃত্ব দাবি করতে পারে। কিংবা কোনও সাম্রাজ্যবাদী শক্তি বিশ্বকে নিজের ভাবাদর্শে গড়ে তোলার যুক্তি দিয়ে কোনও অঞ্চল দাবী করতে পারে।\nকোনও কোনও বিশেষজ্ঞের মতে উপরের কারণগুলি ছাড়াও সম্পদের দুষ্প্রাপ্যতা, ভূরাজনৈতিক প্রতিযোগিতা, সাংস্কৃতিক পার্থক্য, ইত্যাদিও এসব বিবাদের কারণ হতে পারে।\nআঞ্চলিক কর্তৃত্বমূলক বিবাদগুলি বিগত কয়েক শতাব্দী ধরে বিভিন্ন দেশের মধ্যে সংঘাত ও আন্তঃরাষ্ট্রীয় যুদ্ধের প্রধানতম কারণ। যখন কোনও দেশের আনুষ্ঠানিক প্রতিনিধিরা অপর কোনও দেশের দ্বারা নিয়ন্ত্রিত বা দাবীকৃত কোনও অঞ্চলের উপর খোলামেলাভাবে সার্বভৌমত্ব দাবী করে বসে, তখনই এই ধরনের বিরোধের সৃষ্টি হয়। যদি অঞ্চলটি প্রাকৃতিক সম্পদে সমৃদ্ধ হয়, ধর্মীয় পবিত্র স্থানের অধিষ্ঠান হয় বা ঐতিহাসিক জন্মভূমি হিসেবে দাবী করা হয়, তাহলে সেগুলি আরও মূল্যবান প্রতিভাত হয় এবং ফলে সেখানে আরও বেশি মাত্রায় সহিংসতার সৃষ্টি হয়। সাধারণত যেসব দেশ একে অপরের সাথে সীমান্ত ভাগাভাগি করে, তাদের মধ্যেই এ ধরনের বিবাদ সৃষ্টি হবার সম্ভাবনা বেশি। ইস্যু কোরিলেটস অভ ওয়ার প্রকল্পটি ১৮১৬ থেকে ২০০১ সাল পর্যন্ত আন্তর্জাতিক পর্যায়ে সংঘটিত ৮৪০টিরও বেশি আঞ্চলিক কর্তৃত্বমূলক বিবাদ শনাক্ত করেছে। তবে ইদানিং রাষ্ট্রসীমার অখণ্ডতা বিষয়ক আদর্শমানের উদ্ভবের কারণে রাষ্ট্রের সীমানাগুলি লঙ্ঘন করা দুরূহ হয়ে এসেছে। তাছাড়া দেশগুলির মধ্যে অর্থনৈতিক আন্তঃনির্ভরশীলতা বৃদ্ধির কারণেও এ ধরনের বিদেশী ভূমি বিজয়ের প্রবণতা কমে এসেছে। তবে অন্যান্য ধরনের আঞ্চলিক কর্তৃত্বমূলক বিবাদ বেড়ে গিয়েছে যেমন উপকূল কিংবা সামুদ্রিক দ্বীপাঞ্চলের আশেপাশে সামুদ্রিক সম্পদে সমৃদ্ধ সামুদ্রিক অঞ্চলগুলিতে রাষ্ট্রীয় সীমানা নির্ধারণ নিয়ে বিবাদের সংখ্যা বৃদ্ধি পেয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nLectures by Malcolm Shaw entitled The International Legal Principles Relating to Territorial Disputes: The Acquisition of Title to Territory and Settling Territorial Disputes in the Lecture Series of the United Nations Audiovisual Library of International Law\nWorldStatesman – click on any state for the listing (after the chronological lists of statesmen) of Territorial Disputes it is party to\nTerritorial disputes  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১১-০৫-১৪ তারিখে in CIA World Factbook\nUSState Department/ FloridaStateUniversity International Border Studies\nList of top 10 Territorial disputes"}