{"pageid": 1354154, "title": "এন্ডোথেলিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1354154", "content": "এন্ডোথেলিয়াম হলো আবরণী কলার একটি একক স্তর যা রক্তনালী এবং লসিকা নালীর অভ্যন্তরীণ পৃষ্ঠ গঠন করে।  এন্ডোথেলিয়াম সঞ্চালিত রক্ত বা লসিকা এবং রক্তবাহ নালীর মধ্যে একটি ইন্টারফেস গঠন করে। এন্ডোথেলিয়াল কোষগুলি রক্তবাহ নালী এবং পারিপার্শ্বিক টিস্যুর মধ্যে বাধাদানকারী দেয়ালের মতো কাজ করে এবং একটি টিস্যুর মধ্যে এবং টিস্যুর ভিতর এবং বাইরে তরলের প্রবাহ নিয়ন্ত্রণ করে।\nরক্তের সাথে সরাসরি সংস্পর্শে থাকা এন্ডোথেলিয়াল কোষগুলি ভাস্কুলার এন্ডোথেলিয়াল কোষ এবং লসিকা প্রবাহের সাথে সরাসরি যুক্ত এন্ডোথেলিয়াল কোষগুলি লিম্ফ্যাটিক এন্ডোথেলিয়াল কোষ হিসাবে পরিচিত। ভাস্কুলার এন্ডোথেলিয়াল কোষগুলি হৃৎপিণ্ড থেকে ক্ষুদ্রতম কৈশিকনালী পর্যন্ত সমগ্র সংবহনতন্ত্রে উপস্থিত\nএন্ডোথেলিয়ামের কিছু অনন্য কাজ রয়েছে। যেমন, তরল পরিস্রাবণ, বৃক্কের গ্লোমেরুলাস গঠন, রক্তনালীর টান নিয়ন্ত্রণ, রক্ত তঞ্চন, আঘাতপ্রাপ্ত স্থানে নিউট্রোফিল সরবরাহ এবং হরমোন পরিবহন। হৃদপিণ্ডের অভ্যন্তরীণ পৃষ্ঠের এন্ডোথেলিয়ামকে এন্ডোকার্ডিয়াম বলে।\n\n\n== গঠন ==\nএন্ডোথেলিয়াম হল একক সমতল ( আবরণী কলা ) কোষের একটি পাতলা স্তর যা রক্তবাহ এবং লসিকানালীর অভ্যন্তরীণ পৃষ্ঠ গঠন করে। \n\n\n=== পরিভাষা ===\nশারীরস্থানের ভিত্তি মডেল অনুসারো এন্ডোথেলিয়াম হলো শারীরবৃত্তীয় কাঠামো বর্ণনা করতে ব্যবহৃত পদগুলির একটি সূচক। এন্ডোথেলিয়াল কোষ এবং আবরণী কলার মধ্যে একটি পার্থক্য তৈরি করে।  অনেকে এন্ডোথেলিয়ামকে একটি বিশেষায়িত আবরণী কলা বলে মনে করেন। \n\n\n== কাজ ==\n\nএন্ডোথেলিয়ামের নালিকাগহ্বরে সঞ্চালিত রক্ত বা লসিকা এবং রক্তনালির বাকি প্রাচীরের মধ্যে একটি ইন্টারফেস গঠন করে। এটি রক্তনালি এবং টিস্যুর মধ্যে একটি বাধা তৈরি করে এবং রক্তনালির ভিতরে এবং বাইরে বিভিন্ন উদ্দীপক পদার্থ এবং তরলের প্রবাহ নিয়ন্ত্রণ করে। পাশাপাশি এটি শ্বেতকণিকার প্রবাহ নিয়ন্ত্রণ করে। \n\n\n=== রক্তনালী গঠন ===\nএন্ডোথেলিয়াম নতুন রক্তনালী গঠনে কেন্দ্রীয় ভূমিকা পালন করে। যাকে অ্যাঞ্জিওজেনেসিস বলা হয়। ভ্রূণ এবং ভ্রূণের অঙ্গগুলির বিকাশের জন্য এবং ক্ষতিগ্রস্ত রক্তনালি মেরামত করার জন্যও অ্যাঞ্জিওজেনেসিস একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। টিস্যু পর্যায়ে অক্সিজেন হ্রাস (হাইপক্সিয়া) বা অপর্যাপ্ত অক্সিজেনের উদ্দীপনা দ্বারা অ্যাঞ্জিওজেনেসিস শুরু হয় যা এন্ডোথেলিয়াল কোষগুলির পাশে রেখাযুক্ত নতুন রক্তনালীর সৃষ্টি করে। ইন্টিগ্রিনস, কেমোকাইনস, অ্যাঞ্জিওপোয়েটিনস, অক্সিজেন সেন্সিং এজেন্ট, জাংশনাল মলিকিউল এবং এন্ডোজেনাস ইনহিবিটর এঞ্জিওজেনিক-বিরোধী সংকেত প্রদান করে। কোষের বিস্তার এবং এন্ডোথেলিয়াল কোষের স্থানান্তরকে সহজতর করতে অ্যাঞ্জিওপোয়েটিন-২ এবং VEGF যুগ্মভাবে কাজ করে।\n\n\n== ক্লিনিকাল গুরুত্ব ==\nএন্ডোথেলিয়ামের অস্বাভাবিকতা রক্তনালির রোগের একটি প্রধান বৈশিষ্ট্য যা এথেরোস্ক্লেরোসিসের সূচনা করে।  এন্ডোথেলিয়ামের কার্যক্রম বাধাগ্রস্ত হলে উচ্চ রক্তচাপ এবং থ্রম্বোসিস সৃষ্টি হয়। যার ফলে হৃৎ-ধমনীর ব্যাধি, বহুমূত্ররোগ, উচ্চ রক্তচাপ অথবা হাইপারকোলেস্টেরোলেমিয়া হতে পারে।\n\n\n== ইতিহাস ==\n১৯৫৮ সালে, সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয়ের গবেষক এএস টড দেখিয়েছিলেন যে মানুষের রক্তনালীতে এন্ডোথেলিয়ামের ফাইব্রিনোলাইটিক কার্যকলাপ রয়েছে। অর্থাৎ এন্ডোথেলিয়াম, ফাইব্রিনকে ভেঙে ফেলতে পারে।\n\n\n== আরও দেখুন ==\nরবার্ট ফ্রান্সিস ফার্চগট\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউসি, ডেভিসের অর্গ্যানোলজিতে দেখুন: Circulatory/vessels/capillaries1/capillaries3, \"Capillaries, non-fenestrated (EM, Low)\"\nHistology image: 21402ooa – Histology Learning System at Boston University"}