{"pageid": 1354126, "title": "নিমতলী দেউড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1354126", "content": "নিমতলী দেউড়ি বাংলাদেশের ঢাকায় অবস্থিত একটি খিলান, যা মুঘল আমলের একটি নিদর্শন। এটি মুঘল সাম্রাজ্যের সুবাহ বাংলার ডেপুটি গভর্নর ঢাকার নায়েব নাজিমের প্রাসাদের প্রবেশদ্বার ছিল। বর্তমানে কাঠামোটি এশিয়াটিক সোসাইটি অফ বাংলাদেশের প্রাঙ্গনে অবস্থিত এবং এশিয়াটিক সোসাইটি হেরিটেজ মিউজিয়াম রয়েছে। এটি সর্বসাধারণের জন্য উন্মুক্ত একটি জাদুঘর। এই স্থাপনাটি ১৮ এবং ১৯ শতকের ঢাকার ইতিহাসের নিদর্শন বহন করে।\n\n\n== ইতিহাস ==\n\n\n=== নিমতলী প্রাসাদ ===\n\nনিমতলী প্রাসাদটি ১৮ এবং ১৯ শতকে ঢাকার (ঢাকা বিভাগ) নায়েব নাজিমের (ডেপুটি-গভর্নর) বাসভবন ছিল। ঢাকা বিভাগ বর্তমান ঢাকা, কুমিল্লা, নোয়াখালী এবং চট্টগ্রামসহ পূর্ব বাংলার বিশাল অংশ জুড়ে গঠিত ছিল। দিল্লির রাজদরবার এবং মুর্শিদাবাদে বাংলার নবাবের দরবারসহ মুঘল সাম্রাজ্যের রাজস্বের অন্যতম উৎস ছিল ঢাকা বিভাগ। নায়েব নাজিমরা রাজস্ব সংগ্রহ, বিদেশী বাণিজ্য কোম্পানির সাথে সম্পর্ক রক্ষা এবং মুঘল নৌবাহিনীর জন্য কাজ করতেন। তারা ১৭৬৫-১৭৬৬ সালের দিকে নিমতলী প্রাসাদ নির্মাণ করেন। ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি ১৭৯৩ সালে ঢাকার নিয়ন্ত্রণ নেওয়ার পর তাদের ক্ষমতা ধীরে ধীরে হ্রাস পায়। ঢাকার অভিজাতদের সাথে নায়েব নাজিমরা ঐশ্বর্যের সাথে বসবাস করতে থাকেন। ব্রিটিশরা ভারতের উপর নিয়ন্ত্রণ নিলে ১৮৪৩ সালে নায়েব নাজিমের কার্যালয়টি বিলুপ্ত করা হয়। ফলে প্রাসাদটি শেষ পর্যন্ত ধ্বংসস্তূপে পরিণত হয়।\nশুধুমাত্র রাজপ্রাসাদের প্রবেশদ্বারটি আজ পর্যন্ত টিকে আছে। বাংলায় এটি নিমতলী দেউড়ি নামে পরিচিত। খিলানটি ব্রিটিশ শাসনামলে ইউরোপীয় শিল্পীদের অনেক চিত্রকর্মে চিত্রিত হয়েছিল। চার্লস ডি'ওলি তার কাজের মাধ্যমে খিলানটিকে চিত্রিত করেছেন। বেশ কিছু ঐতিহাসিক গ্রন্থ ও চিত্রকর্মে এটিকে ঢাকা নবাব প্রাসাদের অংশ হিসেবে চিত্রিত করা হয়েছে।\n\n\n=== এশিয়াটিক সোসাইটি ===\n১৯৫৩ সালের ৩রা জানুয়ারী আহমদ হাসান দানী নিমতলী প্রাসাদের মাঠে এশিয়াটিক সোসাইটি অফ পাকিস্তান প্রতিষ্ঠা করেন। এশিয়াটিক সোসাইটি অফ বেঙ্গল এর আদলে একটি শিক্ষিত সমাজ হিসাবে সংগঠনটি গঠিত হয়েছিল। স্বাধীনতার পরে ১৯৭২ সালে সংস্থাটির নাম পরিবর্তন করে এশিয়াটিক সোসাইটি অব বাংলাদেশ রাখা হয়।\n\n\n== স্থাপত্য ==\nখিলানটি ইন্দো-ইসলামিক স্থাপত্যের একটি উল্লেখযোগ্য উদাহরণ। খিলানের দুটি স্বতন্ত্র সম্মুখভাগ রয়েছে। এর একপাশে সম্মুখভাগে দুটি মুঘল শৈলীতে তৈরি শামিয়ানা রয়েছে। অন্য দিকে সম্মুখভাগটি মুঘল শৈলীতে একটি বড় খিলান রয়েছে। এটি সম্ভবত 'শায়েস্তা খান শৈলী' থেকে বিবর্তিত, যা ঢাকার মুঘল স্থাপত্যের একটি অনন্য শৈলী।\n\n\n== পুনরূদ্ধার ==\nরক্ষণাবেক্ষণ নিয়ে জনসাধারণের উদ্বেগের ফলে এশিয়াটিক সোসাইটি ২০০৯ এবং ২০১১ সালের মধ্যে খিলানটির একটি ব্যাপক পুনরুদ্ধার করে। মুঘল শাসনের অধীনে ঢাকার ৪০০তম প্রতিষ্ঠা বার্ষিকী উপলক্ষে বাংলাদেশের সংস্কৃতি বিষয়ক মন্ত্রণালয় এটি সমর্থন করেছিল। এটি পুনরুদ্ধারে ১.৫ কোটি টাকা খরচ হয়।\n\n\n== জাদুঘর ==\n\n১৮ এবং ১৯ শতকের ঢাকার অভিজাতদের জীবন প্রদর্শন করে এমন একটি জাদুঘর খিলানের তিন তলায় রয়েছে। এটি ২০১৯ সালের জানুয়ারিতে খোলা হয়েছিল। নিচ তলায় ভিডিও উপস্থাপনা, ঢাকার ইতিহাসের রেকর্ড এবং এশিয়াটিক সোসাইটির প্রতিষ্ঠাতাদের শ্রদ্ধাঞ্জলি রয়েছে। দ্বিতীয় তলায় নায়েব নাজিমদের পেইন্টিং, সিন্দুক এবং চায়ের কাপ সহ বিভিন্ন জিনিসপত্র প্রদর্শন করা হয়েছে। তৃতীয় তলায় নায়েব নাজিমের দরবার, চীনামাটির বাসন, মুদ্রা, লয়েডস ইভিনিং পোস্টের ক্লিপিংস, পেইন্টিং, মসলিন এবং অন্যান্য ঐতিহাসিক জিনিসপত্র সহ মুঘল ও ব্রিটিশ আমলের প্রদর্শনীর বৃহত্তম সংগ্রহ রয়েছে।\n\n\n== তথ্যসূত্র =="}