{"pageid": 1354229, "title": "খালেদ আল-আসাদ", "url": "https://bn.wikipedia.org/wiki?curid=1354229", "content": "খালেদ মোহাম্মদ আল-আসাদ ( আরবি: خالد الأسعد   , আরবি উচ্চারণ: [ɐlʔæsʕæd], জানুয়ারী ১৯৩২- ১৮ আগস্ট ২০১৫) ছিলেন একজন সিরিয়ান প্রত্নতাত্ত্বিক এবং প্রাচীন শহর পালমিরা, একটি ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের পুরাকীর্তি প্রধান। তিনি চল্লিশ বছরেরও বেশি সময় ধরে এই পদে অধিষ্ঠিত ছিলেন।  ১৮ আগস্ট ২০১৫ সালে আইএসরা (আইএসআইএস) আল-আসাদের ৮৩ বছর বয়সে প্রকাশ্যে শিরশ্ছেদ করেছিল। \n\n\n== প্রাথমিক জীবন, শিক্ষা এবং পরিবার ==\nআল-আসাদ ১৯৩২ সালে পালমিরায় জন্মগ্রহণ করেন, যেখানে তিনি তার জীবনের বেশিরভাগ সময় কাটিয়েছিলেন।  তিনি ইতিহাসে ডিপ্লোমা করেন এবং দামেস্ক বিশ্ববিদ্যালয়ে শিক্ষা লাভ করেন।  আল-আসাদ ছিলেন ছয় ছেলে ও পাঁচ মেয়ের পিতা, যাদের একজনের নাম জেনোবিয়া রাখা হয়েছিল সুপরিচিত পালমিরার রানীর নামে।\n\n\n== কর্মজীবন ==\n\n\n=== প্রত্নতত্ত্ববিদ ===\nতার কর্মজীবনে, আল-আসাদ পালমিরার খনন ও পুনরুদ্ধারে নিযুক্ত ছিলেন। তিনি 1963 সালে পালমিরা সাইটের প্রধান অভিভাবক হন, এই পদে তিনি চল্লিশ বছর ধরে অধিষ্ঠিত ছিলেন।  তার নিজস্ব অভিযানগুলি পালমিরার তৃতীয় শতাব্দীর প্রাচীরের উপর দৃষ্টি নিবদ্ধ করেছিল। , এবং আমেরিকান, পোলিশ, জার্মান, ফরাসি এবং সুইস প্রত্নতাত্ত্বিক মিশনের সাথে কাজ করেছেন। তার কৃতিত্ব হল পালমিরাকে ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইটে উন্নীত করা।  এছাড়াও তিনি আরামাইক ভাষায় পারদর্শী ছিলেন এবং ২০১১ সাল পর্যন্ত নিয়মিত অনুবাদ করেছেন \n১৯৭৪ সাল থেকে আল-আসাদ পালমিরানের প্রাচীন সামগ্রীর প্রদর্শনীর আয়োজন করে।\n২০০৩ সালে অবসর গ্রহণের পর তার ছেলে ওয়ালিদ পালমিরায় তার দায়িত্ব গ্রহণ করেন। তারা দুজনেই ২০১৫ সালের আগস্টে আইএসের হাতে আটক হন বলে জানা গেছে- ওয়ালিদ বেঁচে যান। \n\n\n=== রাজনীতি ===\nধারণা করা হয় যে তিনি ১৯৫৪ সালের দিকে সিরিয়ান বাথ পার্টিতে যোগ দিয়েছিলেন  তবে, তিনি বাশার আল-আসাদের সিরিয়ান সরকারের সক্রিয় সমর্থক ছিলেন কিনা তা স্পষ্ট নয়।  দ্য ইকোনমিস্টের মতে, কেউ কেউ দাবি করেছেন যে তিনি আসাদের একজন \"কট্টর সমর্থক\" ছিলেন। \n\n\n== মৃত্যু ==\n\n২০১৫ সালের মে মাসে, তাদমুর (পালমিরার আধুনিক শহর) এবং পার্শ্ববর্তী প্রাচীন শহর পালমিরা আইএসআইএসের নিয়ন্ত্রণে আসে।\nআল-আসাদ আইএসআইএস-এর দখলের আগে শহরের জাদুঘরটি খালি করতে সাহায্য করেছিল, কিন্তু সন্ত্রাসী সংগঠনের হাতে বন্দী হয়েছিলেন। এরপর আইএস আল-আসাদকে নির্যাতন করে প্রাচীন নিদর্শনগুলির অবস্থান আবিষ্কারের প্রয়াসে যা তিনি লুকাতে সহায়তা করেছিলেন। ২০১৫ সালের ১৮ আগস্ট ৮৩ বছর বয়সে তাদমুরে তাকে হত্যা করা হয়।\n\nনিউ ইয়র্ক টাইমস  রিপোর্ট করে:আসাদের স্বজনরা জানান, কয়েক সপ্তাহ ধরে তাকে আটক রাখার পর, জিহাদিরা মঙ্গলবার তাকে একটি পাবলিক স্কোয়ারে টেনে নিয়ে যায়, যেখানে এক মুখোশধারী তরবারিওয়ালা জনতার সামনে তার মাথা কেটে ফেলে। তার রক্তে ভেজা দেহটি তখন ট্র্যাফিক লাইট থেকে কব্জি দিয়ে লাল রঙের টুইন দিয়ে স্থগিত করা হয়েছিল, ইসলামিক স্টেট সমর্থকদের সামাজিক যোগাযোগ মাধ্যমে ছড়িয়ে পড়া একটি ছবিতে দেখা গেছে, তার মাথা পায়ের মাঝখানে মাটিতে পড়ে আছে, তার চশমা এখনও রয়েছে। আল-আসাদের মৃত্যুর পর, আইএসআইএস তার মৃতদেহের উপর একটি প্ল্যাকার্ড ঝুলিয়েছিল যাতে তার কথিত অপরাধ তালিকাভুক্ত ছিল: একজন \"ধর্মত্যাগী\" হওয়া, \"কাফের সম্মেলনে সিরিয়ার প্রতিনিধিত্ব করা\", পালমিরায় \"মূর্তিপূজার পরিচালক\" হিসাবে কাজ করা, \" ধর্মীয় ইরান\" পরিদর্শন করা, এবং \"সিরিয়ার নিরাপত্তা পরিষেবার একজন ভাই\" এর সাথে যোগাযোগ করা। \nতার মৃতদেহ পালমিরার নতুন বিভাগে (তাদমুর) এবং তারপরে প্রাচীন বিভাগে প্রদর্শিত হয়েছিল, যে ধনভান্ডারগুলি আইএসআইএস ইতোমধ্যে ধ্বংস করেছিল। \n২০২১ সালের ফেব্রুয়ারিতে, সিরিয়ার রাষ্ট্রীয় সূত্র পালমিরার ১০ কিলোমিটার পূর্বে গ্রামাঞ্চলে আল-আসাদের মৃতদেহ আবিষ্কারের খবর দিয়েছে। \nআল-আসাদের সাথে, ডিজিএএম ল্যাবরেটরিজ-এর ডেপুটি ডিরেক্টর কাসেম আবদুল্লাহ ইয়াহিয়াও পালমিরা সাইটটি সুরক্ষিত করেছিলেন এবং ১২ ই আগস্ট ২০১৫ সালে দায়িত্ব পালন করার সময় আইএসআইএস দ্বারা হত্যা করা হয়েছিল। তার বয়স তখন ৩৬ বছর। \n\n\n=== প্রতিক্রিয়া ===\nসিরিয়ার পুরাকীর্তি প্রধান, মামুন আব্দুল করিম, আল-আসাদের মৃত্যুর নিন্দা করেছেন এবং তাকে \"একজন পণ্ডিত যিনি পালমিরা স্থান এবং ইতিহাসের জন্য এমন স্মরণীয় সেবা দিয়েছেন\" বলে অভিহিত করেছেন। তিনি আল-আসাদের আইএসআইএল হত্যাকারীদের \"পালমিরার অশুভ লক্ষণ\" বলে অভিহিত করেছেন। \nইতালির সাংস্কৃতিক ঐতিহ্য এবং ক্রিয়াকলাপ এবং পর্যটন মন্ত্রী দারিও ফ্রান্সচিনি ঘোষণা করেছেন যে আল-আসাদের সম্মানে সমস্ত ইতালীয় জাদুঘরের পতাকা অর্ধনমিত করা হবে। \nইউনেস্কো এবং এর জেনারেল ডিরেক্টর ইরিনা বোকোভা আল-আসাদের হত্যার নিন্দা করে বলেছেন, \"তারা তাকে হত্যা করেছে কারণ সে পালমিরার প্রতি তার গভীর প্রতিশ্রুতির সাথে বিশ্বাসঘাতকতা করবে না। এখানেই তিনি তার জীবন উৎসর্গ করেছিলেন।\" \nযুক্তরাজ্য এবং ফ্রান্স পালমিরায় হত্যা ও ধ্বংসের নিন্দা জানিয়ে বিবৃতি প্রকাশ করেছে। \nআলিগড় হিস্টোরিয়ান সোসাইটি বলেছে: \"সভ্য মানুষ, দেশ বা ধর্ম নির্বিশেষে, এই লক্ষ্য অর্জনের জন্য পরিকল্পিত সমস্ত রাজনৈতিক ও সামরিক পদক্ষেপের জন্য তাদের সমর্থনে একত্রিত হতে হবে, বিশেষ করে সিরিয়া এবং ইরাকের সরকার দ্বারা তৈরি করা।\" \nপারস্য-আমেরিকান কবি কাভেহ আকবর আল-আসাদের মৃত্যুর প্রতিক্রিয়ায় \"পালমিরা\" কবিতাটি প্রকাশ করেন। কবিতাটির উৎসর্গ করা হয়েছে \"খালেদ আল-আসাদের পরে\"। \n\n\n== সম্মান ও পদক ==\n\n\n=== সিরিয়ার সম্মান ===\nঅর্ডার অফ সিভিল মেরিট (২০১৫) - মরণোত্তর পুরস্কৃত \n\n\n=== বিদেশী সম্মান ===\n Poland – Order of Merit of the Republic of Poland (১৯৯৮)\n Italy – On 17 October 2015, the President of Italy inaugurated the rehabilitated Arsenali della Repubblica in Pisa which was renamed after al-Asaad.\n\n\n=== ফিল্ম ===\nদাম আল নাখল (দ্য ব্লাড অফ পাম) শিরোনামের একটি ২০১৯ ফিল্ম ISIS-এর বিরুদ্ধে আল-আসাদের সাহসী প্রতিরোধকে চিত্রিত করেছে৷ \n\n\n== নির্বাচিত প্রকাশনা ==\nAsaad, Khaled (১৯৮০)। Nouvelles découvertes archéologiques en Syrie (ফরাসি ভাষায়)। Direction général des antiquités et des musées। ওসিএলসি 602249622। ; 2nd edition 1990.\nAsaad, Khaled; Bounni, Adnan (১৯৮৪)। Palmyra. Geschichte, Denkmäler, Museum (জার্মান ভাষায়)। Direction général des antiquités et des musées। \nGawlikowski, Michael; Asaad, Khaled (১৯৯৫)। Palmyra and the Aramaeans। ARAM periodical। The ARAM Society for Syro-Mesopotamian Studies। ওসিএলসি 68075497। \nAsaad, Khaled (১৯৯৫)। \"Restoration Work at Palmyra\": 9–17। ওসিএলসি 4632456923। ডিওআই:10.2143/ARAM.7.1.2002213। \nAsaad, Khaled; Yon, Jean-Baptiste (2001), Inscriptions de Palmyre. Promenades épigraphiques dans la ville antique de Palmyre (= Guides archéologiques de l'Institut Français d'Archéologie du Proche-Orient Bd. 3). Institut Français d'Archéologie du Proche-Orient, Beirut 2001; আইএসবিএন ২-৯১২৭৩৮-১২-১.\nAsaad, Khaled; Schmidt-Colinet, Andreas (eds) (2013), Palmyras Reichtum durch weltweiten Handel. Archäologische Untersuchungen im Bereich der hellenistischen Stadt. 2 vols. Holzhausen, Vienna 2013; আইএসবিএন ৯৭৮-৩-৯০২৮৬৮-৬৩-৩, আইএসবিএন ৯৭৮-৩-৯০২৮৬৮-৬৪-০.\n\n\n== আরও দেখুন ==\n\nISIL দ্বারা সাংস্কৃতিক ঐতিহ্য ধ্বংস\nসিরিয়ার প্রত্নতাত্ত্বিক ঐতিহ্য হুমকির মুখে\nসাইরো-ফিলিস্তিনি প্রত্নতত্ত্ব\nপালমিরার ভার্চুয়াল পরিদর্শন খালেদ আল-আসাদকে নিবেদিত\n\n\n== তথ্যসূত্র =="}