{"pageid": 1354955, "title": "দামোদর শেখর", "url": "https://bn.wikipedia.org/wiki?curid=1354955", "content": "দামোদর শেখর পঞ্চকোট রাজ পরিবারের প্রথম রাজা ছিলেন। পঞ্চকোট রাজপরিবার কুড়মি মাহাতো সম্প্রদায়ভুক্ত।\nপঞ্চকোট জায়গির (পঞ্চকোট বা চাকলা পঞ্চকোটের জমিদারি রাজ নামেও পরিচিত) দামোদর শেখর দ্বারা ৮০ খ্রিস্টাব্দে প্রতিষ্ঠিত হয়েছিল। পঞ্চকোট রাজ তাদের রাজধানী গড় পঞ্চকোটে ৯৪০ থেকে ১৭৫০ খ্রিস্টাব্দ পর্যন্ত শাসন করেছিলেন। তবে, বর্গি হামলা স্থানটি নষ্ট করে দিয়েছে। ১৭৫০ খ্রিস্টাব্দের দিকে, পঞ্চকোট রাজ পরিবার কাশীপুরে স্থানান্তরিত হয় এবং তখন থেকে সেখানেই রয়েছে। সাম্প্রতিক রাজাদের মধ্যে ছিলেন রাজা বাহাদুর জ্যোতি প্রসাদ সিং দেও, যিনি ১৯০১-১৯৩৮ সাল পর্যন্ত শাসন করেছিলেন এবং ১৯১২ সালে ব্যক্তিগত স্বাতন্ত্র্য হিসাবে রাজা উপাধি পেয়েছিলেন। রাজা কল্যাণী প্রসাদ সিং দেও ১৯৩৮-১৯৪৫ সাল পর্যন্ত শাসন করেছিলেন, রাজা শঙ্করী প্রসাদ সিং দেও শাসন করেছিলেন ১৯৪৫ থেকে ১৯৫৬ এবং রাজা ভুবনেশ্বরী প্রসাদ সিং দেও ১৯৫৬-১৯৭২ সাল পর্যন্ত শাসন করেছিলেন।\n\n\n== ইতিহাস ==\n\n\n=== কিংবদন্তি ===\nকিংবদন্তি অনুসারে, রাজা জগৎ দেও ছিলেন বর্তমান মধ্যপ্রদেশের ধার রাজ্যের রাজা। তিনি তাঁর  স্ত্রীর সঙ্গে তীর্থযাত্রায় পুরী যাচ্ছিলেন। পুরী যাওয়ার পথে তার স্ত্রী ঝালদায় তাদের ক্যাম্পে একটি পুত্র সন্তানের জন্ম দেন। কিন্তু, রাজা নবজাতকটিকে মৃত ভেবে সেখানেই রেখে যান। তারা এলাকা ছেড়ে চলে যাওয়ার পর স্থানীয় সাতজন আদিবাসী প্রধান শিশুটিকে খুঁজে পান এবং তারা শিশুটির নাম রাখেন দামোদর শেখর। দামোদর শেখর পরে 80 খ্রিস্টাব্দে পঞ্চকোট রাজবংশ প্রতিষ্ঠা করেন।\n\n\n=== ইতিহাস ===\nউড়িষ্যায় অনেক প্রধান বা গ্রাম প্রধান যারা চাকরির জমি ধারণ করে একটি ক্ষুদ্র অনুপাত ভূমিহীন দিনমজুর হিসাবে জীবিকা নির্বাহ করে সেই সময় অপর প্রান্তে উল্লেখযোগ্য জমিদার হয়ে উঠতে থাকা কয়েকজন নিজেদের রাজপুতে রূপান্তরিত করতে সক্ষম হয়েছে এবং এখন তাদের স্বীকৃতি দেওয়া যায় না। কুড়মি হিসাবে এর দুটি উদাহরণ লক্ষ্য করা গেছে। মেদিনীপুর জেলার নয়াবসান পরগণার খেলার জমিদার একজন কুড়মি ছিলেন। যিনি তার ভাইদেরকে বিধবা বিবাহের প্রথা ত্যাগ করার এবং জোয়াল গরু পালন ত্যাগ করার আহ্বান জানিয়ে সংস্কারের চেষ্টা করেছিলেন। লাঙ্গলের জন্য তার প্রচেষ্টা ব্যর্থ হয়েছিল এবং খেলার পরিবার এখন নিজেদেরকে ক্ষত্রিয় বলে এবং কুড়মিদের সাথে সমস্ত সম্পর্ককে কঠোরভাবে অস্বীকার করে। আরেকটি ঘটনা হল পূর্ব মানভূমের পাঞ্চেতের সুপরিচিত রাজবাড়ির। পাঞ্চেত রাজা নিজেকে গো বংশী রাজপুত বলে দাবি করেন এবং কুড়মিরা একটি গরুর দুধ খাওয়ানোর ফলে জঙ্গলে আবিষ্কৃত একটি শিশুর কাছে তার বংশের বায়ান্ন প্রজন্মের পরিচয় দেয়। অষ্টাদশ শতাব্দীতে পরিবারটি (পাঞ্চেত রাজা) হিন্দুধর্মী হয়েছিল এবং উজ্জয়িনীর দ্বাদশ মহারাজার সাথে প্রথম রাজাকে যুক্ত করে একটি বংশবৃত্তান্ত প্রদান করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}