{"pageid": 1354836, "title": "চাপ-আয়তন লেখচিত্র", "url": "https://bn.wikipedia.org/wiki?curid=1354836", "content": "চাপ-আয়তন লেখচিত্র বা চাপ বনাম আয়তন লেখচিত্র (ইংরেজি: PV Diagram) হল একপ্রকার লেখচিত্র যাতে চাপ ও আয়তনের পারস্পরিক পরিবর্তন প্রকাশ করা হয়। তাপগতিবিদ্যা, সংবহন শারীরবিদ্যা ও শ্বসন শারীরবিদ্যাতে এর ব্যবহার খুব গুরুত্বপূর্ণ।\nএই লেখচিত্রগুলিকে নির্দেশক চিত্র ও বলা হয়ে থাকে। ১৮শ শতকে বাষ্প ইঞ্জিন আবিষ্কারের পর এর গুরুত্ব আরও বৃদ্ধি পেতে থাকে।\n\n\n== বর্ণনা ==\nএই লেখচিত্রে যে কোনো একটি অক্ষ বরাবর চাপ (P) এবং অপর অক্ষ বরাবর আয়তন (V) নিয়ে লেখচিত্র অঙ্কন করা হয়। তাপগতিবিদ্যার বহু পদ্ধতিতে এটি একটি বদ্ধ ক্ষেত্র (close loop) বা চক্র তৈরী করতে পারে।\nএকটি উদাহরণ দ্বারা ব্যক্ত করা হল:\n\nএখানে চারটি অবস্থা প্রদর্শন করা হচ্ছে যা যথাক্রমে 1, 2, 3, 4। 1 থেকে 2 অবস্থায় যাবার জন্য A পদ্ধতি, 2 থেকে 3 অবস্থায় যাবার জন্য B পদ্ধতি, 3 থেকে 4 অবস্থায় যাবার জন্য C পদ্ধতি ও 4 থেকে 1 অবস্থায় যাবার জন্য D পদ্ধতির সাহায্য নেওয়া হয়েছে। B ও D পদ্ধতিতে আয়তন ধ্রুবক থাকায় এটি সমআয়তন পদ্ধতি বা আইসোকোরিক প্রসেস এবং A ও C পদ্ধতিতে চাপ ধ্রুবক থাকায় এটি সমচাপীয় পদ্ধতি বা আইসোবারিক প্রসেস। বদ্ধ ক্ষেত্রের ক্ষেত্রফল নির্ণয়ের মাধ্যমে মোট কার্যের পরিমাণ নির্ণয় করা যায়। এটি একটি আদর্শ পদ্ধতি হবার দরুন লেখচিত্রটি অতি সরল। বাস্তবে এরূপ সরল লেখচিত্র অঙ্কন অত্যন্ত বিরল।\n\n\n== আরও পড়ুন ==\nCardwell, D. S. L. (১৯৭১)। From Watt to Clausius: The Rise of Thermodynamics in the Early Industrial Age। Heinemann: London। পৃষ্ঠা 79–81। আইএসবিএন 0-435-54150-1। \nMiller, D. P. (২০১১)। \"The Mysterious Case of James Watt's '\"1785\" Steam Indicator': Forgery or Folklore in the History of an Instrument?\"। International Journal for the History of Engineering & Technology। 81: 129–150। এসটুসিআইডি 109538193। ডিওআই:10.1179/175812110x12869022260231। \nPacey, A. J. & Fisher, S. J. (1967) \"Daniel Bernoulli and the vis viva of compressed air\", The British Journal for the History of Science 3 (4), p. 388–392, ডিওআই:10.1017/S0007087400002934\nBritish Transport Commission (1957) Handbook for Railway Steam Locomotive Enginemen, London : B.T.C.,  p. 81, (facsimile copy publ. Ian Allan (1977), আইএসবিএন ০-৭১১০-০৬২৮-৮)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nWalter, John। \"The Engine Indicator. A collectors' guide to mechanical and optical/mechanical designs, 1800 to date\"। Canadian Museum of Making। \nDiagram at cvphysiology.com\nInteractive demonstration at davidson.edu  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জানুয়ারি ২০২১ তারিখে\nLohff B (১৯৯৯)। \"Otto Frank\"। Sudhoffs Arch। 83 (2): 131–51। পিএমআইডি 10705804।"}