{"pageid": 1354683, "title": "২০২৩–২৪ এএফসি কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1354683", "content": "২০২৩–২৪ এএফসি কাপ হল এএফসি কাপ এর ১৯তম সংস্করণ আসর, যা এশিয়া-এর দ্বিতীয় স্তরের আন্তর্জাতিক ক্লাব ফুটবল টুর্নামেন্ট, এশিয়ান ফুটবল কনফেডারেশন (এএফসি) দ্বারা আয়োজিত।\nএটিই প্রথম এএফসি কাপ মৌসুম যেখানে সারা বছর (বসন্ত থেকে শরৎ) সময়সূচীর পরিবর্তে দুই বছরের (শরৎ-থেকে-বসন্ত) সময়সূচী রয়েছে।\nটুর্নামেন্টের বিজয়ী দল ২০২৪–২৫ এএফসি চ্যাম্পিয়ন্স লিগ এলিট এর জন্য স্বয়ংক্রিয়ভাবে যোগ্যতা অর্জন করবে, বাছাইপর্বের প্লে-অফে প্রবেশ করবে, যদি তারা তাদের ঘরোয়া পারফরম্যান্সের মাধ্যমে যোগ্যতা অর্জন না করে থাকে।\n\n\n== অ্যাসোসিয়েশন ভিত্তিক দল বরাদ্দ ==\n৪৭টি এএফসি সদস্য অ্যাসোসিয়েশনগুলি এএফসি প্রতিযোগিতায় গত চার বছরে তাদের ক্লাবের পারফরম্যান্সের উপর ভিত্তি করে র‌্যাঙ্কিং করা হয়েছে (তাদের জাতীয় দলের ফিফা বিশ্ব র‌্যাঙ্কিং আর বিবেচনা করা হয় না)। স্লটগুলি এন্ট্রি ম্যানুয়াল অনুসারে নিম্নলিখিত মানদণ্ড দ্বারা বরাদ্দ করা হয়:\n\nঅ্যাসোসিয়েশনগুলিকে পাঁচটি অঞ্চলে বিভক্ত করা হয়েছে (ধারা ৫.১):\nপশ্চিম এশিয়া অঞ্চল পশ্চিম এশীয় ফুটবল ফেডারেশন (ডাব্লুএএফএফ) এর ১২টি এসোসিয়েশন নিয়ে গঠিত।\nদক্ষিণ এশিয়া অঞ্চল দক্ষিণ এশীয় ফুটবল ফেডারেশন (সাফ) এর ৭টি এসোসিয়েশন নিয়ে গঠিত।\nমধ্য এশিয়া অঞ্চল মধ্য এশীয় ফুটবল এসোসিয়েশন (সিএএফএ) এর ৬টি এসোসিয়েশন নিয়ে গঠিত।\nআসিয়ান অঞ্চল আসিয়ান ফুটবল ফেডারেশন (এএফএফ) এর ১২টি এসোসিয়েশন নিয়ে গঠিত।\nপূর্ব এশিয়া অঞ্চল পূর্ব এশীয় ফুটবল ফেডারেশন (ইএএফএফ) এর ১০টি এসোসিয়েশন নিয়ে গঠিত।.\nখেলাধুলার কারণে প্রয়োজনে এএফসি এক বা একাধিক অ্যাসোসিয়েশনকে অন্য অঞ্চলে পুনর্বণ্টন করতে পারে\nঅঞ্চলগুলির পূর্ণবন্টন\n\nএএফসি চ্যাম্পিয়ন্স লিগের স্লট বরাদ্দের জন্য প্রতিটি অঞ্চলের শীর্ষ পাঁচটি অ্যাসোসিয়েশন বাদ দিয়ে, অন্য সমস্ত সংস্থা এএফসি কাপে প্রবেশের যোগ্য।\nএএফসি চ্যাম্পিয়ন্স লিগের বাছাইপর্বের প্লে-অফথেকে বাদ পড়া ষষ্ঠ, একাদশ ও দ্বাদশ স্থানে থাকা অ্যাসোসিয়েশনগুলো এএফসি কাপের গ্রুপ পর্বে প্রবেশ করে (অনুচ্ছেদ ৩.২)।\nনিম্নলিখিত নিয়মগুলি প্রয়োগ করা হয়:\n\nপশ্চিম অঞ্চল এবং পূর্ব অঞ্চল উভয় ক্ষেত্রেই ষষ্ঠ স্থানে থাকা অ্যাসোসিয়েশনগুলি, যদিও এএফসি কাপের গ্রুপ পর্বে অন্য অ্যাসোসিয়েশনগুলির কাছ থেকে কোনও সরাসরি স্লট না নিয়ে একটি সরাসরি স্লট বরাদ্দ করা হয়েছিল, তবে এএফসি কাপ স্লট বরাদ্দের জন্য প্রতিটি জোনে স্থান পায়নি (অনুচ্ছেদ ৫.৩)।\nযদি তারা এএফসি চ্যাম্পিয়ন্স লিগের গ্রুপ পর্বে অগ্রসর হয়, তবে এএফসি কাপের গ্রুপ পর্বের স্লটটি তাদের অ্যাসোসিয়েশনের স্ট্যান্ডবাই দল দ্বারা পূরণ করা হয় যদি এই জাতীয় দল পাওয়া যায় (অনুচ্ছেদ ৫.১২)।\nএএফসি চ্যাম্পিয়ন্স লিগের শিরোপাধারী এবং এএফসি কাপ শিরোপাধারীদের ক্ষেত্রে উপরের নিয়মগুলি প্রযোজ্য হবে না, যদি তারা ঘরোয়া পারফরম্যান্সের মাধ্যমে টুর্নামেন্টের জন্য যোগ্যতা অর্জন না করে তবে এএফসি চ্যাম্পিয়ন্স লিগের প্লে-অফ স্লট বরাদ্দ করা হয়।\nপশ্চিম এশিয়া জোন এবং আসিয়ান জোনে, গ্রুপ পর্বে তিনটি গ্রুপ রয়েছে, যার মধ্যে ৯টি সরাসরি স্লট রয়েছে, বাকি ৩টি স্লট বাছাইপর্বের প্লে-অফের মাধ্যমে পূরণ করা হয়েছে (অনুচ্ছেদ ৫.২)। প্রতিটি জোনের স্লটগুলি নিম্নরূপ বিতরণ করা হয়:\n১ম থেকে ৩য় স্থানে থাকা অ্যাসোসিয়েশনগুলিকে দুটি সরাসরি স্লট বরাদ্দ করা হয়।\nচতুর্থ থেকে ষষ্ঠ স্থানে থাকা সংস্থাগুলিকে একটি করে সরাসরি স্লট এবং একটি প্লে-অফ স্লট বরাদ্দ করা হয়েছে।\nসপ্তম বা তার নিচে র ্যাঙ্কিংয়ে থাকা সংস্থাগুলিকে প্রত্যেককে একটি করে প্লে-অফ স্লট বরাদ্দ করা হয়।\nএএফসি চ্যাম্পিয়ন্স লিগের স্লট বরাদ্দের জন্য যদি কোনও অঞ্চলের ষষ্ঠ স্থান থাকে, যা এএফসি কাপের গ্রুপ পর্বে একটি সরাসরি স্লট বরাদ্দ করা হয় তবে ১০টি সরাসরি স্লট রয়েছে, বাকি দুটি স্লট বাছাইপর্বের প্লে-অফের মাধ্যমে পূরণ করা হয়।\nদক্ষিণ এশিয়া জোন, মধ্য এশিয়া জোন এবং পূর্ব এশিয়া জোনে গ্রুপ পর্বে একটি গ্রুপ রয়েছে, যার মধ্যে ৩টি সরাসরি স্লট রয়েছে, বাকি ১টি স্লট বাছাইপর্বের প্লে-অফের মাধ্যমে পূরণ করা হয়েছে (অনুচ্ছেদ ৫.২)। প্রতিটি জোনের স্লটগুলি নিম্নরূপ বিতরণ করা হয়:\n১ম থেকে ৩য় স্থানে থাকা এসোসিয়েশনগুলোকে একটি করে সরাসরি স্লট এবং একটি করে প্লে-অফ স্লট বরাদ্দ করা হয়েছে।\nচতুর্থ বা তার নিচে র‌্যাঙ্কিংয়ে থাকা সংস্থাগুলিকে একটি করে প্লে-অফ স্লট বরাদ্দ করা হয়।\nএএফসি চ্যাম্পিয়ন্স লিগের স্লট বরাদ্দের জন্য যদি কোনও অঞ্চলের ৬ষ্ঠ স্থান থাকে, যা এএফসি কাপের গ্রুপ পর্বে একটি সরাসরি স্লট বরাদ্দ করা হয়, তবে ৪ টি সরাসরি স্লট রয়েছে এবং প্রতিটি জোনে সমান সুযোগ নিশ্চিত করার জন্য, গ্রুপ পর্বে এই জোনে আরেকটি গ্রুপ যুক্ত করা হয়, বাকি ৪টি স্লট বাছাইপর্বের প্লে-অফের মাধ্যমে পূরণ করা হয় (অনুচ্ছেদ ৫.৪.১)।\nযদি কোনও জোনে কমপক্ষে ৭টি প্লে-অফ স্লট থাকে তবে প্রতিটি জোনে সমান সুযোগ নিশ্চিত করার জন্য, গ্রুপ পর্বে এই জোনে আরও একটি গ্রুপ যুক্ত করা হয়, বাকি ৫টি স্লট যোগ্যতা অর্জনের প্লে-অফের মাধ্যমে পূরণ করা হয় (অনুচ্ছেদ ৫.৪.২)।\nসরাসরি স্লটের সাথে কোনও অ্যাসোসিয়েশন যদি এএফসি কাপের কোনও একটি মানদণ্ড পূরণ না করে তবে তাদের সমস্ত সরাসরি স্লটপ্লে-অফ স্লটে রূপান্তরিত হবে। প্রদত্ত সরাসরি স্লটগুলি নিম্নলিখিত মানদণ্ড (অনুচ্ছেদ ৫.৭ এবং ৫.৮) দ্বারা সর্বোচ্চ যোগ্য সমিতিতে পুনরায় বিতরণ করা হয়:\nপ্রতিটি সমিতির জন্য, মোট স্লটের সর্বাধিক সংখ্যা দুটি (অনুচ্ছেদ ৩.৪ এবং ৩.৫)।\nযদি কোনও অ্যাসোসিয়েশনকে একটি অতিরিক্ত সরাসরি স্লট বরাদ্দ করা হয় তবে একটি প্লে-অফ স্লট বাতিল করা হয় এবং পুনরায় বিতরণ করা হয় না।\nউপরে উল্লিখিত গুলি সহ শুধুমাত্র প্লে-অফ স্লটের সাথে কোনও সম্পর্ক যদি ন্যূনতম এএফসি কাপের মানদণ্ড পূরণ না করে তবে প্লে-অফ স্লট (গুলি) বাতিল করা হয় এবং পুনরায় বিতরণ করা হয় না (অনুচ্ছেদ ৫.১০ এবং ৫.১১)।\nপ্রতিটি অ্যাসোসিয়েশনের জন্য, মোট স্লটের সর্বাধিক সংখ্যা শীর্ষ বিভাগে মোট যোগ্য দলের (বিদেশী দল ব্যতীত) এক-তৃতীয়াংশ (অনুচ্ছেদ ৫.৬)। যদি এই নিয়মটি প্রয়োগ করা হয় তবে প্রদত্ত যে কোনও সরাসরি স্লট উপরে উল্লিখিত একই মানদণ্ড দ্বারা পুনরায় বিতরণ করা হয় এবং প্লে-অফ স্লটগুলি বাতিল করা হয় এবং পুনরায় বিতরণ করা হয় না (অনুচ্ছেদ ৯.১০)।\nঅংশগ্রহণকারী সকল দলকে অবশ্যই এএফসি চ্যাম্পিয়ন্স লিগ বা এএফসি কাপ লাইসেন্স প্রদান করতে হবে এবং কাপ বিজয়ী ব্যতীত, তাদের শীর্ষ বিভাগের শীর্ষ অর্ধে শেষ করতে হবে (অনুচ্ছেদ ৭.১ এবং ৯.৫)। যদি কোনও অ্যাসোসিয়েশনের এই মানদণ্ডপূরণের জন্য পর্যাপ্ত দল না থাকে তবে প্রদত্ত কোনও সরাসরি স্লট উপরে উল্লিখিত একই মানদণ্ড দ্বারা পুনরায় বিতরণ করা হয় এবং প্লে-অফ স্লটগুলি বাতিল করা হয় এবং পুনরায় বিতরণ করা হয় না (অনুচ্ছেদ ৯.৯)।\nযদি লাইসেন্সপ্রাপ্ত কোনও দল অংশ নিতে অস্বীকার করে তবে তাদের স্লট, সরাসরি বা প্লে-অফ, বাতিল করা হয় এবং পুনরায় বিতরণ করা হয় না (অনুচ্ছেদ ৯.১১)।\n\n\n=== অ্যাসোসিয়েশন র‌্যাঙ্কিং ===\n২০২৩–২৪ এএফসি কাপের জন্য, অ্যাসোসিয়েশনগুলিকে তাদের ক্লাব প্রতিযোগিতার র‌্যাঙ্কিং অনুযায়ী স্লট বরাদ্দ করা হয় যা ২৪ নভেম্বর ২০২১-এ প্রকাশিত হয়েছিল যা এএফসি চ্যাম্পিয়ন্স লিগ এবং এএফসি-তে তাদের পারফরম্যান্স বিবেচনা করে ২০১৮, ২০১৯ এবং ২০২১ সালে কাপ।\n\nমন্তব্য\n\n\n== দল ==\nইটালিকস-এর দলগুলি এএফসি চ্যাম্পিয়ন্স লিগের বাছাইপর্বের প্লে-অফ খেলছিল এবং তারা এএফসি কাপের গ্রুপ পর্বে খেলবে যদি তারা অগ্রসর হতে ব্যর্থ হয়। তারা যদি এএফসি চ্যাম্পিয়ন্স লিগের গ্রুপ পর্বে অগ্রসর হয়, তারা এএফসি কাপে খেলবে না এবং যদি এমন দল পাওয়া যায় তবে তাদের অ্যাসোসিয়েশন থেকে স্ট্যান্ডবাই দল দ্বারা প্রতিস্থাপিত হবে।\nদ্রষ্টব্য: শুধুমাত্র একটি স্থান নিশ্চিত করা দলগুলি (স্ট্যান্ডবাই দলগুলি সহ) প্রদর্শিত হয়৷\n\n\n== সময়সূচী ==\nপ্রতিযোগিতার সময়সূচী নিম্নরূপ।\n\nনোট\n\nA = আসিয়ান\nC = মধ্য এশিয়া\nE = পূর্ব এশিয়া\nS = দক্ষিণ এশিয়া\nW = পশ্চিম এশিয়া\n\n\n== বাছাইপর্ব ==\n\n\n=== প্রাথমিক পর্যায় ১ ===\nপ্রাথমিক পর্যায় ১-এ মোট ২টি দল অংশগ্রহণ করেছিল।\n\n\n=== প্রাথমিক পর্যায় ২ ===\nপ্রাথমিক পর্যায় ২-এ মোট ১০টি দল অংশগ্রহণ করেছিল: ৯টি দল যারা এই রাউন্ডে প্রবেশ করেছিল এবং একটি প্রাথমিক পর্যায় ১ এর বিজয়ী হয়েছিল।\n\n\n=== প্লে-অফ পর্যায় ===\nপ্লে-অফ রাউন্ডে মোট ১৪টি দল অংশগ্রহণ করেছিল: ৯টি দল যারা এই পর্বে প্রবেশ করেছিল এবং প্রাথমিক পর্যায় ২-এর পাঁচটি বিজয়ী দল গ্রুপ পর্বে যোগ্যতা অর্জন করেছিল।\n\n\n== গ্রুপ পর্ব ==\n\n২০২৩ সালের ২৪ আগস্ট মালয়েশিয়ার কুয়ালালামপুরের এএফসি হাউজে গ্রুপ পর্বের ড্র অনুষ্ঠিত হয়। ৩৬টি দলকে চারটি দলের ৯টি গ্রুপে ভাগ করা হবে। পশ্চিম এশিয়া জোন (গ্রুপ এ-সি) এবং আসিয়ান জোন (গ্রুপ এফ-এইচ) এর ৩টি করে গ্রুপ, একটি করে গ্রুপ সেন্ট্রাল এশিয়া জোন (গ্রুপ ই), এবং ১টি করে গ্রুপ দক্ষিণ এশিয়া জোন (গ্রুপ ডি) এবং পূর্ব এশিয়া জোন (গ্রুপ আই)। প্রতিটি জোনের জন্য, দলগুলিকে ৪টি পাত্রে সীড দেওয়া হয়েছিল এবং প্রতিটি গ্রুপের মধ্যে প্রাসঙ্গিক অবস্থানে টানা হয়েছিল, তাদের অ্যাসোসিয়েশন র‍্যাঙ্কিং এবং গ্রুপগুলির মধ্যে প্রযুক্তিগত ভারসাম্য বিবেচনায় তাদের অ্যাসোসিয়েশনের মধ্যে তাদের সিডিং এর উপর ভিত্তি করে। একাধিক গ্রুপের (পশ্চিম এশিয়া অঞ্চল এবং আসিয়ান জোন) একই অ্যাসোসিয়েশনের দলগুলিকে একই গ্রুপে টানা যাবে না।\n\n\n=== গ্রুপ এ ===\n\n\n==== ম্যাচ ====\n\n\n=== গ্রুপ বি ===\n\n\n==== ম্যাচ ====\n\n\n=== গ্রুপ সি ===\n\n\n==== ম্যাচ ====\n\n\n=== গ্রুপ ডি ===\n\n\n==== ম্যাচ ====\n\n\n=== গ্রুপ ই ===\n\n\n==== ম্যাচ ====\n\n\n=== গ্রুপ এফ ===\n\n\n==== ম্যাচ ====\n\n\n=== গ্রুপ জি ===\n\n\n==== ম্যাচ ====\n\n\n=== গ্রুপ এইচ ===\n\n\n==== ম্যাচ ====\n\n\n=== গ্রুপ আই ===\n\n\n==== ম্যাচ ====\n\n\n=== দ্বিতীয় স্থান অর্জনকারী দলগুলোর র‌্যাঙ্কিং ===\n\n\n==== পশ্চিম অঞ্চল ====\n\n\n==== আসিয়ান অঞ্চল ====\n\n\n== নকআউট পর্ব ==\n\nনকআউট পর্বে, ১১টি দল একটি একক-বিদায় প্রতিযোগিতা খেলবে। প্রতিটি টাই হোম-এন্ড-অ্যাওয়ে দুই লেগ সমতা ভিত্তিতে খেলা হয়েছিল, আসিয়ান জোনের সেমিফাইনাল, আসিয়ান জোনের ফাইনাল এবং ফাইনাল যা একটি একক ম্যাচ হিসাবে খেলা হবে। অতিরিক্ত সময় এবং পেনাল্টি শুট-আউট প্রয়োজনে বিজয়ীদের সিদ্ধান্ত নিতে ব্যবহার করা হবে। অ্যাওয়ে গোলের নিয়ম আর প্রয়োগ করা হবে না। (প্রবিধান ধারা ১১.৩)।\nজোনাল ফাইনাল এবং ইন্টার-জোন প্লে-অফ সেমিফাইনালের জন্য ড্র অনুষ্ঠিত হয় ২৮ ডিসেম্বর ২০২৩, ১৫:০০ মালয়েশিয়া সময় (ইউটিসি+৮), কুয়ালালামপুর এএফসি হাউসে।\n\n\n=== বন্ধনী ===\n\n\n=== জোনাল সেমি-ফাইনাল ===\n\n\n=== জোনাল ফাইনাল ===\n\n\n=== ইন্টার-জোন প্লে-অফ সেমি-ফাইনাল ===\n\n\n=== ইন্টার-জোন প্লে-অফ ফাইনাল ===\n\n\n=== ফাইনাল ===\n\nফাইনালে, পশ্চিম এশিয়া জোনাল ফাইনালের বিজয়ীদল এবং ইন্টার-জোন প্লে-অফ ফাইনালের বিজয়ীদল একে অপরের সাথে খেলেছিলেন, স্বাগতিক দল (পশ্চিম অঞ্চলের বিজয়ীদল) আগের থেকে পর্যায়ক্রমে।\n\n\n== গোলদাতা ==\n\n\n== আরও দেখুন ==\n২০২৩–২৪ এএফসি চ্যাম্পিয়ন্স লিগ\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}