{"pageid": 1354095, "title": "বড় আনোয়ার মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1354095", "content": "বড় আনোয়ার মসজিদ (আরবি مسجد الأنوار الكبير, আমহারীয় ታላቁ የአንዋር መስጊድ), যেটিকে আল-আনোয়ার মসজিদ বা আনোয়ার মসজিদ কিংবা কখনও কখনও \"জমিয়া সালাহ\" (নামাজ পড়ার জায়গা)  নামেও অভিহিত করা হয়, হল ইথিওপিয়ার আদ্দিস আবাবার আরাদা জেলায় অবস্থিত মার্কেটো নামক একটি বাজার এলাকার একটি মসজিদ। ১৯২২ সালে এই মসজিদটি ইতালিয়রা তৈরি করে। মুসলিম তহবিলের সহযোগিতা নিয়ে ঠিকাদারদের ১৬ হাজার বির বকেয়া পরিশোধের পর নির্মাণ কাজ শেষ হয়।\n\n\n== পরিচিতি ==\nআদ্দিস আবায়ার আরাদা জেলার মার্কেটো এলাকায় বড় আনোয়ার মসজিদটি অবস্থিত। ১৯২২ সালে ইতালিয় সরকার কর্তৃক মসজিদটি নির্মাণ করা হয়।  মসজিদটি আদ্দিস আবায়ার সবচেয়ে পুরানো ও সবচেয়ে বড় মসজিদ। সাদা ও সবুজ রঙের মিশেলে মসজিদটির একটি অপূর্ব স্থাপত্যশৈলী আছে। \nইতালিয়রা মসজিদটির নির্মাণকাজ অসমাপ্ত রেখে চলে যায়। তাদের অসমাপ্ত কাজ শেষ করতে মুসলিমরা তহবিল গঠন করে নির্মাণ কাজ পুনরায় শুরু করে। যখন নির্মাণ কাজ শেষ হয়, ঠিকাদারের ১৬ হাজার বির (ইথিওপিয়ান মুদ্রা) বকেয়া পড়ে যায়। ফলে আদালত মসজিদটি কয়েকদিনের জন্য বন্ধ করে দেয়। একজন ব্যক্তি মসজিদটির সমস্ত বকেয়া পরিশোধ করে দিলে মসজিদটি পুনরায় খুলে দেওয়া হয়। \nরমজানের সময় মসজিদটিতে হাজারও মানুষের সমাগম ঘটে এবং তারা সুগন্ধি আগরবাতি নিয়ে প্রবেশ করে। ভেতরে সবুজ স্তম্ভের মাঝে একটি বহনযোগ্য মঞ্চ আছে যেটি বাইরের সাদা দেয়াল ও গম্বুজকে সুরক্ষা দেয় যা মসজিদের একটি অত্যন্ত সুন্দর সম্মুখভাগ তৈরি করে। \n\n\n== উল্লেখযোগ্য ঘটনা ==\n২১ ফেব্রুয়ারি ১৯৯৫ সালে ইথিওপিয়ান সুপ্রিম কাউন্সিল ফর ইসলামিক এফেয়ারের দ্বিতীয় উপ সভাপতির সমর্থক ও পুলিশের মধ্যে ব্যাপক সংঘর্ষ বাঁধে। এ ঘটনায় ৪০ জন সম্ভ্রান্ত মুসলিম আটক হয় এবং ৯ জন নিহত হন।  এ ঘটনা সেখানকার মুসলিমদের মধ্যে ব্যাপক চাঞ্চল্য সৃষ্টি করে এবং বেশ কিছু ইসলামি সাময়িকীর প্রকাশনা ১৯৯১ সাল হতে বন্ধ করে দেওয়া হয়। ১৯৯৫ সালের শেষ দিকে এবং ১৯৯৬ সালের শুরুর দিকে আমহারীয় ভাষায় ৮ টি ট্যাবলয়েড পত্রিকা প্রকাশিত হত, যেগুলোতে ধর্মীয় ও ধর্ম নিরপেক্ষ বিভিন্ন বিষয় ও আদর্শ নিয়ে আলোচনা হত। মুসলিম সংষ্কৃতিতে প্রভাব ফেলতে পারে এই ধারণার কারণে আমহারীয় ভাষায় পত্রিকাগুলোর প্রকাশনা ইথিওপিয়ার মুসলিম সমাজে বিতর্কিত ছিল। \n১১ ডিসেম্বর ২০১৫ সালে মাগরিবের নামাজের একটি সময় গ্রেনেড হামলা সংগঠিত হয় এবং এই হামলায় সরকারি তথ্য মতে ১০ জন ব্যক্তি আহত হন। তথ্যমন্ত্রী গেটাচিউ রেডা বলেন যে এই হামলাটি তদন্তাধিন আছে এবং কারা এই হামলা চালিয়েছে সে ব্যাপারে তাঁরা নিশ্চিত নন। \n\n\n== তথ্যসূত্র =="}