{"pageid": 1354954, "title": "ইরেজার", "url": "https://bn.wikipedia.org/wiki?curid=1354954", "content": "একটি ইরেজার, যা রাবার নামেও পরিচিত, কাগজ বা অন্যান্য পৃষ্ঠ থেকে চিহ্ন মুছে ফেলার জন্য ব্যবহৃত একটি সরঞ্জাম। এটি সাধারণত রাবার বা ভিনাইলের মতো নরম, নমনীয় উপাদান দিয়ে তৈরি এবং বিভিন্ন আকারে আসে। ইরেজার সাধারণত স্কুল, অফিস এবং বাড়িতে ভুল সংশোধন এবং লিখিত বা আঁকা কাজগুলিতে পরিবর্তন করার জন্য ব্যবহৃত হয়।\n\n\n== ইতিহাস ==\nপ্রথম ইরেজার ১৮ শতকের মাঝামাঝি সময়ে তৈরি করা হয়েছিল এবং সেগুলো রুটির টুকরো এবং রাবারের মতো প্রাকৃতিক উপাদান থেকে তৈরি করা হয়েছিল। রাবার ইরেজার ১৭৭০ সালে ইংরেজ প্রকৌশলী এডওয়ার্ড নায়ারনের দ্বারা উদ্ভাবিত হয়েছিল, যিনি কাগজ থেকে পেন্সিলের চিহ্ন মুছে ফেলার উপায় খুঁজছিলেন। ১৯ শতকের শেষের দিকে, জার্মান কোম্পানি ফ্যাবার-ক্যাস্টেল বৃহৎ পরিসরে রাবার ইরেজার প্রস্তুত করা শুরু করে, যা সেগুলোকে সর্বসাধারণের কাছে আরও ব্যাপকভাবে পৌঁছে যায়।\n\n\n== ইরেজারের প্রকারভেদ ==\nবর্তমানে বিভিন্ন ধরনের ইরেজার উপলব্ধ রয়েছে, যার মধ্যে রয়েছে:\n\nপেন্সিল ইরেজার: এগুলি সবচেয়ে সাধারণ ধরনের ইরেজার এবং কাগজ থেকে পেন্সিলের চিহ্নগুলি সরাতে ব্যবহৃত হয়। এগুলি আয়তক্ষেত্রাকার ব্লক, নলাকার টিউব এবং পেন্সিল ক্যাপ ইরেজার সহ বিভিন্ন আকার এবং আকারে আসে।\nকালি ইরেজার: এগুলো কাগজ থেকে কালির দাগ দূর করতে ব্যবহৃত হয়। এগুলি সাধারণত পেন্সিল ইরেজারের চেয়ে শক্ত, আরও ঘষে তুলে ফেলতে সক্ষম উপাদান দিয়ে তৈরি এবং সাধারণত ব্যবহৃত হয় না।\nনিডেড ইরেজার: এগুলো নমনীয়, পুটির মতো ইরেজার যা বিভিন্ন আকারে তৈরি করা যায়। এগুলি সাধারণত শিল্পীরা কাগজের ক্ষতি না করে গ্রাফাইট বা কাঠকয়লার চিহ্ন মুছে ফেলতে ব্যবহার করেন।\nবৈদ্যুতিক ইরেজার: এগুলি ব্যাটারি চালিত ইরেজার যা কাগজ থেকে চিহ্নগুলি মুছে ফেলার জন্য একটি ছোট ইরেজারের মাথা ঘোরায়। এগুলি প্রায়শই শিল্পী এবং স্থপতিরা নির্ভুলতা মুছে ফেলার জন্য ব্যবহার করেন।\n\n\n== ব্যবহার ==\nলিখিত বা আঁকা কাজের ভুল সংশোধনের জন্য ইরেজার ব্যবহার করা হয়। এগুলি সাধারণত স্কুল, অফিস এবং বাড়িতে ব্যবহৃত হয়। পেন্সিল ইরেজার কাগজ থেকে পেন্সিলের চিহ্নগুলি সরাতে ব্যবহৃত হয়, আর কালি ইরেজার কালির চিহ্ন সরাতে ব্যবহৃত হয়। কাগজের ক্ষতি না করে গ্রাফাইট বা কাঠকয়লার চিহ্ন মুছে ফেলার জন্য শিল্পীরা কাঁটাযুক্ত ইরেজার ব্যবহার করেন। বৈদ্যুতিক ইরেজার শিল্পী এবং স্থপতিরা নির্ভুলভাবে মুছে ফেলার জন্য ব্যবহার করেন।\n\n\n== নিরাপত্তা বিবেচনা ==\nযদিও সাধারণত ইরেজার ব্যবহার করা নিরাপদ, তবে কিছু সুরক্ষা বিবেচনা রয়েছে মনে রাখতে হবে। ইরেজার অ-কাগজ পৃষ্ঠ, যেমন চামড়া বা দেয়াল মুছে ফেলার জন্য ব্যবহার করা উচিত নয়, কারণ তারা ঘর্ষণ করতে পারে। উপরন্তু, কিছু ইরেজারে ক্ষতিকারক রাসায়নিক থাকতে পারে, যেমন phthalates, যা স্বাস্থ্য সমস্যার সাথে যুক্ত। ক্ষতিকারক রাসায়নিক মুক্ত ইরেজার বেছে নেওয়া এবং ইরেজার ব্যবহার করার পর হাত ধোয়া গুরুত্বপূর্ণ।\n\n\n== উপসংহার ==\nইরেজার হল একটি সহজ কিন্তু গুরুত্বপূর্ণ টুল যা ভুল সংশোধন এবং লিখিত বা আঁকা কাজের পরিবর্তন করতে ব্যবহৃত হয়। প্রথম ইরেজারগুলো রুটির টুকরো এবং রাবারের মতো প্রাকৃতিক উপকরণ থেকে তৈরি করা হয়েছিল এবং রাবার ইরেজার ১৭৭০ সালে ইংরেজ প্রকৌশলী এডওয়ার্ড নায়ারনে আবিষ্কার করেছিলেন। আজ, পেন্সিল ইরেজার, কালি ইরেজার, নিডেড ইরেজার এবং বৈদ্যুতিক ইরেজার সহ বিভিন্ন ধরনের ইরেজার পাওয়া যায়। যদিও সাধারণত ইরেজার ব্যবহার করা নিরাপদ, তবে ক্ষতিকারক রাসায়নিক মুক্ত ইরেজার বেছে নেওয়া এবং কেবল কাগজের উপরিভাগে ব্যবহার করা গুরুত্বপূর্ণ৷\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইরেজার মিউজিয়াম: https://www.erasermuseum.org/\nইরেজার আর্ট: https://www.boredpanda.com/creative-eraser-drawings-mateusz-kozlowski/"}