{"pageid": 1354643, "title": "প্রবাহন জয়াবলী", "url": "https://bn.wikipedia.org/wiki?curid=1354643", "content": "প্রবাহন জয়াবলী বৈদিক যুগের শেষের দিকে (খ্রিস্টপূর্ব ৮ম বা ৭ম শতাব্দী) পাঞ্চালের রাজা ছিলেন, যা বৃহদারণ্যক উপনিষদ (৬.২.৯-১৩) এবং ছান্দোগ্য উপনিষদ (৫.৪-৮) এ উল্লেখ করা হয়েছে। কাশীর রাজা অজাতশত্রু এবং মাদ্রার রাজা অশ্বপতি কৈকেয়ের মতো, তাকে একজন প্রধান হিন্দু দার্শনিক-রাজা হিসাবে চিত্রিত করা হয়েছে। তিনি ছিলেন বিদেহের রাজা জনক এর সমসাময়িক, এবং উত্তর পাঞ্চাল-রথের সবচেয়ে বিখ্যাত রাজাদের মধ্যে যিনি কাম্পিলা-নাগর থেকে শাসন করেছিলেন, অন্যরা হলেন ক্রৈব্য, কেশিন দলভ্য, সোনা সাতরাহা এবং দুর্মুখ। তিনি উদ্দালক অরুণীর পুত্র শ্বেতকেতুকে শিক্ষা দেন যিনি ধৌম্য অয়োদার (মহাভারত ১.৩.২০) শিষ্য ছিলেন, তাঁর পালিত পঞ্চাগ্নি বিদ্যা অর্থাৎ \"পাঁচ আগুনের মতবাদ\" যা পুনর্জন্মের প্রক্রিয়া ব্যাখ্যা করে, যা এক প্রকার উপাসনা। এই মতবাদটি রাজার পাঁচটি প্রশ্নের উত্তরে। এবং, এইভাবে 'দেশান্তরের দ্বি-পথের মতবাদ' শিখিয়েছে, যে জ্ঞান কখনোই ব্রাহ্মণদের দখলে ছিল না।\n\n\n== দর্শন ==\nপ্রবাহন জয়াবলী, যিনি উদ্গীতায় পারদর্শী ছিলেন, তিনি মনে করেন যে মহাবিশ্ব প্রতিটি পর্যায়ে ত্যাগের নীতিটি প্রদর্শন করে যতটা স্বর্গ নিজেই একটি বড় বেদী যেখানে সূর্যকে জ্বালানী হিসাবে নিবেদন করা হয়। এই উৎসর্গ, যথা শ্রদ্ধা, চাঁদ উদিত হয়; আবার আকাশের দিকে তাকালে দেখা যায় যে পর্জন্য হল সেই মহান বেদী যেখানে বছরে এই যজ্ঞে নিবেদিত নৈবেদ্য থেকে জ্বালানী হিসেবে জ্বলছে, অর্থাৎ চন্দ্র উদিত হয় বৃষ্টি; তারপর আবার সমগ্র বিশ্ব মহান বেদী যেখানে পৃথিবী এই যজ্ঞে নিবেদন থেকে জ্বালানী হিসাবে জ্বলে, অর্থাৎ বৃষ্টি, খাদ্য উদিত হয়; মানুষ নিজেই মহান বেদী যেখানে খোলা মুখ তার বলিতে দেওয়া উৎসর্গ থেকে জ্বালানী, যথা খাদ্য, বীজ উত্থিত হয়; এবং অবশেষে নারী নিজেই মহান বেদী যেখানে উৎসর্গ হিসাবে বীজ নিবেদন করা হচ্ছে, মানুষ ওঠে। এটি তার পালিত \"পঞ্চঅগ্নি মতবাদ\"। কৌষীতকি উপনিষদ সংস্করণে, এই জ্ঞান রাজা চিত্রা গঙ্গায়ানি (গার্গ্যায়নী) দ্বারা প্রদান করা হয়েছে, যে সংস্করণে গৌতম উদ্দালকের অজ্ঞতার উপর জোর দেওয়া হয়েছে বরং গর্বিত এবং উদ্বেল স্বেতকেতুর অহংকার উপর জোর দেওয়া হয়েছে যিনি তাঁর শিক্ষার জন্য গর্বিত ছিলেন।\nছান্দোগ্য উপনিষদ থেকে জানা যায় যে প্রবাহন জয়াবলী অনুমান করেছিলেন যে 'মহাকাশ' (আকাশ) হল সমস্ত বস্তুর চূড়ান্ত বাসস্থান। শীলক শলবত্য এবং চৈকিতয়ন দলভ্য যারা উদগীথার বিশেষজ্ঞ ছিলেন তারা ছিলেন প্রবাহন জয়াবলীর শিষ্য যারা উদর শাণ্ডিল্য এবং সত্যকাম জাবাল এর পরে জন্মগ্রহণ করেছিলেন, যাদের সাথে তারা বিশ্বের উৎপত্তি নিয়ে আলোচনা করেছিলেন। শীলক 'জলে' সমাধান খুঁজে পেল; দলভ্য, 'স্বর্গে'; এবং প্রবাহন জয়াবলী, 'মহাকাশে' (আকাশ) ব্রহ্মকে বোঝায়।  প্রবাহন জয়াবলীর তিনটি উল্লেখযোগ্য অনুমান হল – ক) আত্মার অমরত্বের মতবাদ, খ) পুনর্জন্ম ও প্রতিশোধ (স্বর্গ ও নরক) বা আত্মার স্থানান্তরে বিশ্বাসের প্রথম দার্শনিক স্বীকৃতি এবং গ) সত্তার মধ্যে আত্মার অপার্থিব অস্বীকার মানুষ ছাড়া অন্য। তিনিও, জাবালার মতো, দেহের মৃত্যুর পর আত্মার পথের বর্ণনা দিয়েছেন, দেবায়ন (দেবতাদের পথ), - আলোকিত রূপ ধারণকারী জ্ঞানী ব্যক্তির আত্মা আলো থেকে বৃহত্তর আলোতে চলে যায় যতক্ষণ না এটি ব্রহ্মে পৌঁছায়। তিনি জাগতিক আত্মা, নরক আত্মা এবং পশু আত্মা সম্পর্কে কথা বলেন। তার অমরত্বের মতবাদ এবং সাধারণ পরকালবিদ্যাগত তত্ত্বের মাধ্যমে তিনি ব্যাখ্যা করেন কেন প্রজন্মের জগৎ কখনই পূর্ণ হয় না।\n\n\n== তথ্যসূত্র =="}