{"pageid": 1354250, "title": "সুদানে যুদ্ধ (২০২৩-বর্তমান)", "url": "https://bn.wikipedia.org/wiki?curid=1354250", "content": "২০২৩ সুদান সংঘাত হল সুদানের সামরিক সরকারের প্রতিদ্বন্দ্বী দলগুলোর মধ্যে একটি চলমান সশস্ত্র সংঘাত। এটি ২০২৩ সালের ১৫ই এপ্রিল শুরু হয়েছিল, যখন মূলত রাজধানী শহর খার্তুম ও দারফুর অঞ্চল সহ দেশজুড়ে সংঘর্ষ শুরু হয়। এই সংঘাতের ফলে ২০২৪ সালের ১৪ নভেম্বর পর্যন্ত পর্যন্ত, শুধুমাত্র খার্তুম রাজ্যেই কমপক্ষে ৬১,০০০ জন নিহত হয়েছিল, যার মধ্যে ২৬,০০০ জন সরাসরি সহিংসতার ফলাফল ছিল। ২০২৪ সালের ৫ জুলাই পর্যন্ত, ৭.৭ মিলিয়নেরও বেশি অভ্যন্তরীণভাবে বাস্তুচ্যুত হয়েছিল এবং ২.১ মিলিয়নেরও বেশি মানুষ  উদ্বাস্তু হিসাবে দেশ ছেড়ে পালিয়েছিল। দারফুর-এ অনেক বেসামরিক লোককে মাসালিত গণহত্যার অংশ হিসাবে মৃত বলে জানা গেছে।\nআধাসামরিক দ্রুত সহায়তা বাহিনী (আরএসএফ) দ্বারা গুরুত্বপূর্ণ সরকারি স্থানগুলিতে হামলার মাধ্যমে লড়াই শুরু হয়েছিল। খার্তুম সহ সুদান জুড়ে বিমান হামলা, কামান ও ভারী গোলাগুলির খবর পাওয়া গেছে। আরএসএফ নেতা মোহাম্মদ হামদান দাগালো এবং সুদানের ডি ফ্যাক্টো নেতা ও সেনাপ্রধান আবদেল ফাত্তাহ আল-বুরহান উভয়ই ২০২৩ সালের ১৫ই এপ্রিল পর্যন্ত সাধারণ সামরিক সদর দফতর, রাষ্ট্রপতির প্রাসাদ, খার্তুম আন্তর্জাতিক বিমানবন্দর, বুরহানের সরকারি বাসভবন এবং এসএনবিসি সদর দফতর সহ বেশ কয়েকটি গুরুত্বপূর্ণ সরকারি স্থানের উপরে নিয়ন্ত্রণ দাবি করেছেন।\n\n\n== পটভূমি ==\n\nসুদানের সংঘাতের ইতিহাসে জাতিগত উত্তেজনা, ধর্মীয় বিরোধ ও সম্পদ নিয়ে প্রতিযোগিতা রয়েছে। রাষ্ট্রটির আধুনিক ইতিহাসে কেন্দ্রীয় সরকার ও দক্ষিণাঞ্চলের মধ্যে দুটি গৃহযুদ্ধে ১.৫ মিলিয়ন মানুষ নিহত হয়েছিল এবং দারফুরের পশ্চিমাঞ্চলে একটি অব্যাহত সংঘাত দুই মিলিয়ন মানুষকে বাস্তুচ্যুত করেছে এবং ২,০০,০০০ জনেরও বেশি মানুষকে হত্যা করেছে। ১৯৫৬ সালে স্বাধীনতার পর থেকে, সুদানে পনেরটিরও বেশি সামরিক অভ্যুত্থান হয়েছে এবং গণতান্ত্রিক বেসামরিক সংসদীয় শাসনের সংক্ষিপ্ত সময়ের সঙ্গে সংখ্যাগরিষ্ঠ প্রজাতন্ত্রের অস্তিত্বের জন্য সামরিক বাহিনী দ্বারা শাসিত হয়েছে।\n\n\n=== রাজনৈতিক প্রেক্ষাপট ===\n\nপ্রাক্তন রাষ্ট্রপতি ও সামরিক শক্তিশালী নেতা ওমর আল-বশির দেশের পশ্চিমে একটি যুদ্ধের সভাপতিত্ব করেছিলেন এবং দারফুর অঞ্চলে রাষ্ট্রীয় মদদপুষ্ট সহিংসতার তদারকি করেছিলেন, যার ফলে যুদ্ধাপরাধ ও গণহত্যার অভিযোগ আনা হয়েছিল। দারফুর সংঘাতের মূল ব্যক্তিত্বদের মধ্যে ২০২৩ সালের সংঘর্ষের সময় দ্রুত সহায়তা বাহিনীর (আরএসএফ) কমান্ডার মোহাম্মদ হামদান \"হেমেদতি\" দাগালো অন্তর্ভুক্ত ছিলেন। একটি অভ্যুত্থান ব্যাপক নাগরিক অবাধ্যতার পরিপ্রেক্ষিতে ২০১৯ সালে আল-বশিরকে ক্ষমতাচ্যুত করেছিল, যা প্রায়শই সুদানী বিপ্লবের প্রথম পর্যায় হিসাবে বর্ণনা করা হয়েছিল। প্রধানমন্ত্রী আবদাল্লা হামদোকের নেতৃত্বে একটি অন্তর্বর্তীকালীন যৌথ বেসামরিক-সামরিক ঐক্য সরকার প্রতিষ্ঠিত হয়। যাইহোক, সুদানী সশস্ত্র বাহিনীর (এসএএফ) নেতা আবদেল ফাত্তাহ আল-বুরহান ও  আরএসএফ নেতা দাগালোর নেতৃত্বে ২০২১ সালের অক্টোবর মাসের একটি অভ্যুত্থানে সামরিক বাহিনী ক্ষমতা দখল করে। আল-বুরহান পরবর্তী জান্তার একচেটিয়া ক্ষমতার কার্যকর নেতা হয়ে ওঠেন।\n\n\n=== দ্রুত সহায়তা বাহিনী ===\nআরএসএফ হল দারফুর যুদ্ধের সময় পরিচালিত জানজাওয়েদ মিলিশিয়াদের শিকড় সহ একটি আধাসামরিক সংস্থা। এটি আনুষ্ঠানিকভাবে ২০১৩ সালে রাষ্ট্রপতি বশির দ্বারা তৈরি করা হয়েছিল, এবং বাহিনীর নেতৃত্বে দাগালো ছিলেন। তারা ২০১৯ সালের জুন মাসে খার্তুম গণহত্যার সময় গণতন্ত্রপন্থী বিক্ষোভকারীদের উপর তাদের দমন-পীড়নের জন্য কুখ্যাতি অর্জন করেছিল। বশির শাসন ব্যবস্থাটি আরএসএফ সহ বেশ কয়েকটি সশস্ত্র গোষ্ঠীকে সশস্ত্র বাহিনীর মধ্যে থেকে তার নিরাপত্তার জন্য হুমকি প্রতিরোধ করার জন্য প্রসারিত করার অনুমতি দেয়, এটি এমন একটি অনুশীলন যা \"অভ্যুত্থান-প্রতিরোধী\" নামে পরিচিত। আরএসএফ ও সেনাবাহিনী উভয়ই স্বর্ণের বিনিময়ে রাশিয়া থেকে নিরাপত্তা প্রশিক্ষণ ও অস্ত্রের চালান থেকে উপকৃত হয়েছে।\n\n\n== যৌন সহিংসতা ==\n২০২৩ সালের জুলাই মাসে, সুদানী কর্তৃপক্ষ সারা দেশে অন্তত ৮৮টি নারীর উপর যৌন নিপীড়নের ঘটনার প্রতিবেদনে করেছে, যার বেশিরভাগের জন্য আরএসএফ-কে দায়ী করা হয়েছে।  বেসরকারি সংস্থাগুলোর অনুমান,  যে সংখ্যাটি সম্ভবত ৪,৪০০-তে পৌঁছতে পারে।  সক্রিয় কর্মী হালা আল-কারিব বলেছেন যে যুদ্ধের ধর্ষণ একটি নিত্যনৈমিত্তিক ঘটনা হয়ে উঠেছে এবং উভয় যুদ্ধরত পক্ষই এতে অংশ নিচ্ছে।\n\n২০২৪ সালে, আল জাজিরার প্রতিবেদনে উল্লেখ করেছিল যে সুদানী নারীদের তাদের পরিবারের নিরাপত্তা এবং খাবারের অ্যাক্সেস নিশ্চিত করতে RSF যোদ্ধাদের কাছে খাবারের বিনিময়ে যৌনতা বা উপপত্নী হতে বাধ্য করা হয়েছিল। \n২০২৪ সালের জুলাইয় মাসে, হিউম্যান রাইটস ওয়াচ একটি প্রতিবেদন প্রকাশ করেছে যাতে বলা হয়েছে যে খার্তুমে যৌন সহিংসতা \"ব্যাপক\" সংঘটিত হয়েছে।  প্রতিবেদনে বলা হয়েছে যে এই সহিংসতার বেশিরভাগই আরএসএফ দ্বারা সংঘটিত হয়েছে, তবে আরো উল্লেখ  করে হয়েছে যে, এসএএফও মানবতার বিরুদ্ধে অপরাধে অংশ নিয়েছে। প্রতিবেদনে বলা হয়েছে যে অগণিত নারী ও মেয়ে ধর্ষণ, গণধর্ষণ, জোরপূর্বক বিয়ে এবং যৌন দাসত্বের শিকার হয়েছে।  নয় থেকে ৬০ বছর বয়সী মেয়ে এবং মহিলারা যৌন সহিংসতার শিকার হয়েছেন। \n\n\n== হতাহত ==\n২০২৪ সালের নভেম্বরে লে মন্ডের দ্বারা প্রকাশিত একটি প্রতিবেদন অনুসারে, যুদ্ধে বোমাবর্ষণ, গণহত্যা, অনাহার এবং রোগের সম্মিলিত টোলের মাধ্যমে ১৫০,০০০ এরও বেশি বেসামরিক লোক মারা যেতে পারে।  লন্ডন স্কুল অফ হাইজিন অ্যান্ড ট্রপিক্যাল মেডিসিনের ২০২৪ সালের নভেম্বর মাসের প্রতিবেদন অনুসারে, ২০২৩ সালের এপ্রিল  থেকে ২০২৪ সালের জুন  মাসের মধ্যে খার্তুম রাজ্যে ৬১,০০০ টিরও বেশি মৃত্যু অনুমান করা হয়েছে। \nসংঘর্ষের শুরুর দিকে মাঠের ডাক্তাররা সতর্ক করে দিয়েছিলেন যে প্রতিবেদন করা পরিসংখ্যানে সমস্ত হতাহতের সংখ্যা অন্তর্ভুক্ত নয়, কারণ চলাচলের অসুবিধার কারণে সব মানুষ হাসপাতালে পৌঁছাতে পারেনি।  যুদ্ধ শুরু হওয়ার পরপরই সুদানী রেড ক্রিসেন্টের একজন মুখপাত্রকে উদ্ধৃত করে বলা হয়েছিল যে হতাহতের সংখ্যা \"ছোট ছিল না\"।  ২০২৩ সালের ২০ জুন  দার মাসালিতের সালতানাত -দাবি করেছিল যে শুধুমাত্র পশ্চিম দারফুরে লড়াইয়ে ৫, ০০০এরও বেশি লোক নিহত এবং প্রায় ৮,০০০ আহত হয়েছিল, ২০২৩ সালের ২৩ জুলাই একজন মাসালিত উপজাতি নেতা সুদানী নিউজ আউটলেট আয়িন নেটওয়ার্ককে  বলেছিলেন  যে,  রাজ্যে ১০,০০০ জনেরও বেশি মানুষ নিহত হয়েছিল।  সুদানী প্রসিকিউটররা সারা দেশে ৫০০ টিরও বেশি নিখোঁজ ব্যক্তির মামলা রেকর্ড করেছে, যার মধ্যে কিছু বলপূর্বক গুম করা হয়েছে এবং বেশিরভাগই আরএসএফ-কে দায়ী করা হয়েছে।  ২০২৪ সালের ২ মে, যুদ্ধের বিষয়ে একটি মার্কিন সিনেটের শুনানিতে অনুমান করা হয়েছিল যে ১৫,০০০ থেকে ৩০,০০০ লোক মারা গিয়েছিল কিন্তু ১০ থেকে ১৫ গুণের একটি ফ্যাক্টর দ্বারা এটিকে অবমূল্যায়ন বলে মনে করে, প্রকৃত মৃত্যুর সংখ্যা ১৫০,০০০ এর মতো হতে পারে।  ২০২৪ সালের ২৭ মে পর্যন্ত, সশস্ত্র সংঘর্ষের অবস্থান এবং ইভেন্ট ডেটা প্রকল্পের উপাত্ত ১৭,০৪৪ জন প্রাণহানির কথা জানিয়েছিল। \n\n\n=== দারফুর ===\nজেনিনায়, পশ্চিম দারফুরে, ২০২৩ সালের এপ্রিলের শেষ সপ্তাহে শুরু হওয়া জাতিগত সংঘর্ষে কমপক্ষে ১,১০০ জন নিহত হয়েছিল, যখন দার মাসালিতের সালতানাত দাবি করেছিল যে শহরে ৫,০০০ এরও বেশি লোক নিহত এবং প্রায় ৮,০০০ জন আহত হয়েছিল।  ২০২৩ সালের জুলাই মাসে, একজন মাসালিত উপজাতীয় নেতা দাবি করেছিলেন যে শুধুমাত্র পশ্চিম দারফুরে ১০,০০০ এরও বেশি লোক নিহত হয়েছে এবং জেনিনার বাসিন্দাদের ৮০% পালিয়ে গেছে। \nতাবিলা  এবং মিস্টারেই  শহরে গণহত্যা রেকর্ড করা হয়েছিল, যখন জেনিনাতে একটি গণকবর আবিষ্কৃত হয়েছে যেখানে সংঘর্ষে নিহত ৮৭ জনের মৃতদেহ রয়েছে।  বহু বুদ্ধিজীবী, রাজনীতিবিদ, পেশাজীবী ও অভিজাত ব্যক্তিকে হত্যা করা হয়। এই নৃশংসতার বেশিরভাগের জন্য আরএসএফ এবং মিত্র আরব মিলিশিয়াদের দায়ী করা হয়েছিল। যুক্তরাজ্য সরকার, প্রত্যক্ষদর্শী এবং অন্যান্য পর্যবেক্ষকরা এই অঞ্চলে সহিংসতাকে জাতিগত নির্মূল বা এমনকি গণহত্যার সমতুল্য বলে বর্ণনা করেছেন, যেখানে মাসালিতের মতো অ-আরব গোষ্ঠী প্রাথমিক শিকার হয়েছে।  পশ্চিম দারফুরের শরণার্থী বিষয়ক সহকারী কমিশনার মুজিবেলরহমান ইয়াগৌব সহিংসতাকে ২০০৩ সালের দারফুরে যুদ্ধ এবং ১৯৯৪ সালে রুয়ান্ডার গণহত্যার চেয়েও খারাপ বলে অভিহিত \n\n\n== বিদেশী সম্পৃক্ততা ==\n\n\n=== মিশর ===\n২০২৩ সালের ১৬ এপ্রিল,  আরএসএফ দাবি করেছিল যে পোর্ট সুদানে তাদের সৈন্যদের উপর বিদেশী বিমান  আক্রমণ করেছিল এবং তারা  বিদেশী হস্তক্ষেপের বিরুদ্ধে সতর্কতা জারি করেছিল।  প্রাক্তন সিআইএ বিশ্লেষক ক্যামেরন হাডসনের মতে, মিশরীয় যুদ্ধবিমানগুলোর বোমা হামলা আরএসএফ-এর বিরুদ্ধের একটি অংশ ছিল এবং মিশরীয় বিশেষ বাহিনীর ইউনিট মোতায়েন করা হয়েছিল, যেটি এসএএফকে গোয়েন্দা ও কৌশলগত সহায়তা প্রদান করছিল।  ওয়াল স্ট্রিট জার্নাল জানিয়েছিল, যে মিশর সুদানের সামরিক বাহিনীকে সমর্থন করার জন্য যুদ্ধবিমান এবং পাইলট পাঠিয়েছে।  ১+ এপ্রিল, দ্য ওয়ার জোন  থেকে প্রাপ্ত স্যাটেলাইট চিত্র প্রকাশ করে যে,  মিশরীয় বিমান বাহিনীর মিগ-২৯এম যুদ্ধবিমান ধ্বংস হয়ে গেছে এবং অন্য দুটি মেরোওয়ে এয়ারবেসে ক্ষতিগ্রস্ত বা ধ্বংস হয়েছে। বিধ্বস্ত বিমানগুলোর মধ্যে একটি সুদানি বিমান বাহিনীর গুইঝৌ জেএল-৯ ছিল।।  প্রাথমিক বিভ্রান্তির পরে, আরএসএফ এই ব্যাখ্যাটি গ্রহণ করে যে মিশরীয় যুদ্ধ এবং সহায়তা কর্মীরা শত্রুতা শুরু হওয়ার আগে সুদানের সামরিক বাহিনীর সাথে অনুশীলন চালাচ্ছিল। \n\n\n==== মিশরীয় যুদ্ধবন্দী ====\n১৫ এপ্রিল, আরএসএফ বাহিনী টুইটারের মাধ্যমে দাবি করে যে, মেরোওয়ের কাছে মিশরীয় সেনাদের বন্দী করেছে,  মিশরীয় বিমান বাহিনীর চিহ্ন বহনকারী একটি সামরিক বিমানও তাদের দখলে।  প্রাথমিকভাবে, মিশরীয় সেনাদের উপস্থিতির জন্য কোনও আনুষ্ঠানিক ব্যাখ্যা দেওয়া হয়নি, যদিও মিশর এবং সুদানের মধ্যে ইথিওপিয়ার সাথে কূটনৈতিক উত্তেজনার কারণে সামরিক সহযোগিতা রয়েছে।  পরে, মিশরীয় সশস্ত্র বাহিনী জানায় যে প্রায় ২০০ জন মিশরীয় সেনা সুদানে ছিল সুদানি সামরিক বাহিনীর সাথে মহড়া পরিচালনা করার জন্য।  সেই সময়ে, এসএএফ মেরোওয়ে এয়ারবেসে আরএসএফ বাহিনীকে ঘিরে ফেলে বলে জানা যায়। ফলস্বরূপ, মিশরীয় সশস্ত্র বাহিনী ঘোষণা করেছে যে তারা তাদের কর্মীদের নিরাপত্তার জন্য সতর্কতা হিসাবে পরিস্থিতি অনুসরণ করছে। \n আরএসএফ পরে জানিয়েছিল, যে তারা সৈন্যদের মিশরে প্রত্যাবাসনে সহযোগিতা করবে।  ১৯ এপ্রিল, আরএসএফ বলেছিল যে তারা সৈন্যদের খার্তুমে নিয়ে গেছে এবং যখন \"উপযুক্ত সুযোগ\" আসবে তখন তাদের হস্তান্তর করবে।  আটক মিশরীয় সেনাদের মধ্যে ১৭৭ জনকে মুক্তি দেওয়া হয় এবং পরে সেদিন খার্তুম বিমানবন্দর থেকে উড্ডয়ন করা তিনটি মিশরীয় সামরিক বিমানে করে তাদের মিশরে ফিরিয়ে নেওয়া হয়। অবশিষ্ট ২৭ জন সৈন্য, যারা মিশরীয় বিমান বাহিনীর ছিল, তাদের মিশরীয় দূতাবাসে আশ্রয় দেওয়া হয়েছিল এবং পরে তাদের সরিয়ে দেওয়া হয়েছিল। \n\n\n=== সংযুক্ত আরব আমিরাত ===\nসংযুক্ত আরব আমিরাতের বিরুদ্ধে আরএসএফকে সামরিক সহায়তা দেওয়ার অভিযোগ রয়েছে। ওয়াল স্ট্রিট জার্নালের একটি প্রতিবেদনে ১০ আগস্ট ২০২৩ তারিখে উল্লেখ করা হয় যে উগান্ডার কর্মকর্তারা বলেছিলেন, পূর্ব চাদের আমজারাস আন্তর্জাতিক বিমানবন্দরের পথে এনটেব্বে বিমানবন্দরে যাত্রাবিরতিকালে একটি এমিরাতি বিমান পরীক্ষা করে দেখা যায় যে বিমানটির কার্গো হোল্ডে কয়েক ডজন সবুজ প্লাস্টিকের বাক্স ভর্তি ছিল গোলাবারুদ, আক্রমণাত্মক রাইফেল এবং অন্যান্য ছোট অস্ত্র দিয়ে, যা সুদানি শরণার্থীদের জন্য খাদ্য এবং অন্যান্য সাহায্য হিসেবে আনুষ্ঠানিকভাবে তালিকাভুক্ত ছিল। এই আবিষ্কারের পরেও, বিমানটিকে উড্ডয়নের অনুমতি দেওয়া হয়েছিল এবং কর্মকর্তারা বলেছিলেন যে তারা তাদের ঊর্ধ্বতনদের কাছ থেকে সংযুক্ত আরব আমিরাতের আর কোনো বিমানের পরীক্ষা না করার নির্দেশ পেয়েছেন। এর আগে, সংযুক্ত আরব আমিরাতকে আরএসএফকে সমর্থন করার অভিযোগে অভিযুক্ত করা হয়েছিল। সংযুক্ত আরব আমিরাতের পররাষ্ট্র মন্ত্রণালয় পরে এই অভিযোগ অস্বীকার করে জানায় যে দেশটি সংঘর্ষে কোনো পক্ষ নেয় না। \n২০২৩ সালের সেপ্টেম্বরে, দ্য নিউ ইয়র্ক টাইমস রিপোর্ট করেছে যে আরব আমিরাত আরএসএফকে সমর্থন করার জন্য আমদজারাস বিমানবন্দরে একটি ঘাঁটি স্থাপন করেছে। সংযুক্ত আরব আমিরাত আরএসএফকে সমর্থন করার জন্য একটি গোপন অভিযান চালাচ্ছে। এ বিষয়ে মার্কিন যুক্তরাষ্ট্র, ইউরোপীয় এবং আফ্রিকান দেশগুলোর কর্মকর্তারা দাবি করেছিলেন।\n\n\n== মানবিক প্রভাব ==\n\nযুদ্ধের পরবর্তী মানবিক সংকট আরও তীব্র হয়েছিল উচ্চ তাপমাত্রার সময় এবং রমজান মাসে শুরু হওয়া খরার কারণে।\nনাগরিকরা গোলাগুলির মধ্যে পড়ার ভয়ে,  খাবার এবং সরবরাহ সংগ্রহের জন্য তাদের বাড়ির বাইরে যেতে পারেননি। একটি চিকিৎসক গোষ্ঠী জানিয়েছিল যে, আহতদের ক্রমাগত প্রবাহের মধ্যে হাসপাতালগুলোতে পর্যাপ্ত কর্মী নেই এবং সরবরাহও কমে আসছে। বিশ্ব স্বাস্থ্য সংস্থা (WHO) প্রায় ২৬টি স্বাস্থ্যসেবা প্রতিষ্ঠানে হামলার ঘটনা নথিভুক্ত করেছিল, যার মধ্যে কিছু হামলায় চিকিৎসাকর্মী এবং সাধারণ নাগরিকদের হতাহতের ঘটনা ঘটেছে। বিশ্ব স্বাস্থ্য সংস্থা জানিয়েছিল, যে সংঘাতপূর্ণ এলাকার ৮০% হাসপাতাল সেবা দিতে অক্ষম ছিল। যার মধ্যে ৩২টি হাসপাতাল জোরপূর্বক সৈন্যদের দ্বারা খালি করা হয়েছিল বা গোলাগুলির মধ্যে পড়েছিল। এর মধ্যে খার্তুমের প্রায় অর্ধেক ১৩০টি চিকিৎসা সুবিধা এবং পশ্চিম দারফুরের সব হাসপাতাল অন্তর্ভুক্ত ছিল। দেশজুড়ে হাম, কলেরা এবং ডায়রিয়া সহ বিভিন্ন রোগের প্রাদুর্ভাব বৃদ্ধি পেয়েছিল। ২০২৪ সালের আগস্টে কলেরাকে দেশব্যাপী মহামারি হিসেবে ঘোষণা করা হয় এবং ৮ সেপ্টেম্বর ২০২৪ (2024-09-08)-এর হিসাব অনুযায়ী, মোট ৫,৬৯২টি কলেরার ঘটনা ঘটেছিল, যার মধ্যে ১৮৫ জনের মৃত্যু হয়েছিল।\n২০২৩ সালের এপ্রিল মাসে, জাতিসংঘ জানিয়েছিল, যে খাদ্য, পানি, ওষুধ এবং জ্বালানির মতো মৌলিক পণ্যের ঘাটতি \"অত্যন্ত তীব্র\" হয়ে উঠেছে।  যখন ওয়েস্টার্ন ইউনিয়ন যখন ঘোষণা করে, তারা সুদানে তাদের সকল কার্যক্রম পরবর্তী নির্দেশ না দেওয়া পর্যন্ত বন্ধ করে দিচ্ছে, তখন প্রবাসী শ্রমিকদের দ্বারা অত্যন্ত প্রয়োজনীয় রেমিটেন্সের সরবরাহও বন্ধ হয়ে গিয়েছিল । বিশ্ব খাদ্য কর্মসূচি উল্লেখ করে ছিল, যে সংঘর্ষ শুরু হওয়ার পর থেকে বিশ দিনের মধ্যে সুদানের জন্য বরাদ্দকৃত ১৩ মিলিয়ন ডলারেরও বেশি মূল্যের খাদ্য সহায়তা লুণ্ঠিত হয়। ১ জুন এল-ওবেইদে ডব্লিউএফপির গুদাম লুটের ফলে ৪.৪ মিলিয়ন মানুষের জন্য নির্ধারিত খাদ্য সহায়তা হারিয়ে গিয়েছিল। ২০২৩ সালের জুন মাসে অনুমান করা হয়েছিল যে সুদানের জনসংখ্যার অর্ধেকেরও বেশি, প্রায় ২৫ মিলিয়ন মানুষ, সহায়তার প্রয়োজন ছিল।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}