{"pageid": 1354170, "title": "খাজাজাদা আসাদ এফেন্দি", "url": "https://bn.wikipedia.org/wiki?curid=1354170", "content": "খাজাজাদা আসাদ এফেন্দি (উসমানীয় তুর্কি: خواجه زادہ اسد افندی:;  ১৪ জুন ১৫৭০ - ২২ মে ১৬২৫) ১৬১৫ থেকে ১৬২২ সাল ও ১৬২৩ সাল থেকে তাঁর মৃত্যু পর্যন্ত দু্‌ই মেয়াদে উসমানীয় সাম্রাজ্যের একজন শাইখুল ইসলাম (ইসলাম বিষয়ক মন্ত্রী) ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nখাজাজাদা আসাদ এফেন্দি  ১৫৭০ সালের ১৪ জুন ইস্তাম্বুলে জন্মগ্রহণ করেন। তিনি খাজা সাদুদ্দিন এফেন্দির দ্বিতীয় পুত্র ছিলেন। তার চার ভাই ছিল, মাহমুদ এফেন্দি (মৃত্যু ১৬১৫), মাসুদ এফেন্দি (মৃত্যু ১৫৯৭), আবদুল আজিজ এফেন্দি (মৃত্যু ১৬১৮), সালিহ এফেন্দি। তিনি তার পিতা এবং বিখ্যাত পণ্ডিত মোল্লা তাওফিক গিয়ালনির কাছে শিক্ষিত হয়েছিলেন।\n\n\n== কর্মজীবন ==\nপ্রথমে তিনি একজন শিক্ষানবিশ কর্মকর্তা (মুলাজিম) হিসাবে এই জায়গায় যোগদান করেন, পরে ১৫৮৮ সালে, তিনি খাসেকি পদে অধিষ্ঠিত হন এবং সুলতানের ব্যক্তিগত দেহরক্ষী হন। ১৫৯০ সালে তিনি সুলেমানিয়ে স্কুলে মনোনীত হন এবং জুলাই, ১৫৯৩-এ দারুলহাদিসে (তথ্য অফিস) মনোনীত হন।\nপরবর্তীতে, তিনি ১৫৯৬ সালে এগরি অভিযানের সময় এডির্নের কাদি (ইসলামী বিচারক) হন।\nপ্রাসাদে তার পিতার প্রভাবে অল্প সময়ের মধ্যেই তাকে পদোন্নতি দেওয়া হয় এবং তাকে কাজাস্কর পদে (প্রধান সামরিক বিচারক) মনোনীত করা হয়। তার পিতা শাইখুল ইসলাম হওয়ার পর তিনি ইস্তাম্বুলের কাদি হন।\nইয়েমিশজি হাসান পাশা আসাদ এফেন্দি এবং তার বড় ভাই মাহমুদের সহযোগী ছিলেন। যাইহোক, জালালি বিদ্রোহের পর ১৬০৩ সালের জানুয়ারিতে তাকে পদ থেকে বরখাস্ত করা হয়।\n১৬১৫ সালের ২ জুলাই, তিনি তার মৃত্যুর পর তার বড় ভাই মাহমুদ এফেন্দির স্থলাভিষিক্ত হন এবং ইসলামিক বিষয়ের মন্ত্রী হন। ১৬২২ সালের ২১ মে তিনি পদ থেকে পদত্যাগ করেন। যাইহোক, ১৬২৩ সালের ৪ অক্টোবর, ১৬২৫ সালে তার মৃত্যুর আগ পর্যন্ত তিনি এই পদে পুনরায় নিযুক্ত হন।\n\n\n== পরিবার ==\nআসাদ এফেন্দি বোস্তানজাদা মাহমুদ এফেন্দির (মৃত্যু ১৫৯৮) কন্যার সাথে বিবাহ বন্ধনে আবদ্ধ হন, যিনি সুলতান তৃতীয় মুরাদ এবং তার পুত্র সুলতান তৃতীয় মুহাম্মাদের অধীনে প্রধান মুফতি হিসাবে দায়িত্ব পালন করেছিলেন। আবু সাইদ মাহমুদ এফেন্দি (১৫৯৩-৯৪ – ১৬৬২) নামে তার তিন পুত্র ছিল, যাদের একজন শাইখুল ইসলাম হিসেবেও কাজ করেছিলেন, আরিফ মাহমুদ এফেন্দি (মৃত্যু ১৬২২) এবং এবুসুদ এফেন্দি (মৃত্যু ১৬৮২), এবং একজন। মেয়ের নাম আকিলে খাতুন, যিনি ১৬২২ সালের মার্চ মাসে সুলতান দ্বিতীয় উসমানের সাথে প্রথম বিয়ে করেছিলেন এবং ১৬২২ সালের মে মাসে তার মৃত্যুর পর গণিজাদা নাদিরি এফেন্দির সাথে বিয়ে করেন।\n\n\n== মৃত্যু ==\nআসাদ এফেন্দি ২২ মে ১৬২৫ সালে মারা যান এবং ইস্তাম্বুলের ইয়ুপ কবরস্থানে তার বাবার পাশে সমাহিত করা হয়।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n২০১৫ সালে তুর্কি কস্টিউম ড্রামা টিভি সিরিজ সুলতান সুলেমান: কোসেমে, আসাদ এফেন্দি তুর্কি অভিনেতা খলিল কুমোভা দ্বারা চিত্রিত হয়েছে।\n\n\n== আরো দেখুন ==\nশাইখুল ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nÇörekçi, Semra (২০১২)। A tribute to the kingly virtues of Sultan Ahmed I (r. 1603-1617): Hocazade Abdülaziz Efendi (d. 1618) and his Ahlak-ı Sultan Ahmedi। Istanbul Şehir University। \nÖzdemir, Mehmet (২০১১)। Mütercim ve Müellif Bir Şeyhülislam: Hocazade Esad ve Eserleri / The Life of Hocazade Es'ad Efendi, a Sheikhulislam, Author and Interpreter and His Works। \n\n\n== বহিঃসংযোগ ==\n\"ESAD EFENDİ, Hocazâde (ö. 1034/1625), Osmanlı şeyhülislâmı\"। İslam Ansiklopedisi। সংগ্রহের তারিখ ৯ অক্টোবর ২০১৯।"}