{"pageid": 1354247, "title": "ভূবিজ্ঞানের রূপরেখা", "url": "https://bn.wikipedia.org/wiki?curid=1354247", "content": "নিম্নলিখিত রূপরেখাটি ভূবিজ্ঞানের একটি সামগ্রিক দৃশ্য ও বিষয়ভিত্তিক নির্দেশিকা হিসেবে প্রদান করা হল:\n\nভূবিজ্ঞান হল পৃথিবী গ্রহের  সাথে  সম্পর্কিত বিজ্ঞানগুলির একটি সমগ্রবাচক পরিভাষা। এটিকে গ্রহ বিজ্ঞানের একটি সুবিশেষ দৃষ্টান্ত হিসেবে গণ্য করা যায়। সমস্ত জ্ঞাত গ্রহগুলির মধ্যে একমাত্র পৃথিবীতেই জীবনের উপস্থিতি আছে।\nভূবিজ্ঞানকে ভৌত বিজ্ঞানের একটি শাখা হিসেবে এবং ভৌত বিজ্ঞানকে আবার প্রাকৃতিক বিজ্ঞানের একটি শাখা হিসেবে গণ্য করা হয়। উল্টোদিকে ভূবিজ্ঞানের নিজের বহু শাখা-প্রশাখা আছে।\n\n\n== পৃথিবীর মণ্ডলসমূহ ==\n\nবাস্তমণ্ডল (Ecosphere) – বহু উপতন্ত্র মিলে পৃথিবীর প্রাকৃতিক পরিবেশ (গ্রহীয় বাস্তুতন্ত্র বা বাস্তুমণ্ডল) গঠন করেছে। এদের মধ্যে অনেকগুলি উপতন্ত্রকে \"মণ্ডল\" হিসেবে চরিত্রায়িত করা হয়েছে, যেগুলি পৃথিবীর মতোই গোলকাকার। মূল চারটি মণ্ডল হল বায়ুমণ্ডল (বা আবহমণ্ডল), জীবমণ্ডল, বারিমণ্ডল ও ভূমণ্ডল। বাকি মণ্ডলগুলিকে এই চারটি মণ্ডলের অংশ হিসেবে কল্পনা করা হয়। এগুলি সবচেয়ে বহিস্থ থেকে সবচেয়ে অন্তস্থ পর্যন্ত তালিকাবদ্দ করা হল:\n\nচৌম্বকমণ্ডল (Magnetosphere) – পৃথিবী বা অন্য কোনও নভোবস্তু বা খ-বস্তুর চারপাশের সেই এলাকা যেখানে আহিত কণাসমূহ সেটির চৌম্বক ক্ষেত্র দ্বারা প্রভাবিত হয়।\nবায়ুমণ্ডল (Atmosphere), পৃথিবীকে বেষ্টনকারী গ্যাসীয় পদার্থের মিশ্রণ (বায়ু)\nউচ্চতা অনুযায়ী\nবহির্মণ্ডল (Exosphere) – বায়ুমণ্ডলের সর্ববহিস্থ স্তর\nবহির্মণ্ডল ভিত্তি (Exobase) – বহির্মণ্ডলের নিম্নসীমা\nথার্মোমণ্ডল বিরতি (Thermopause) – থার্মোমণ্ডলের ঊর্ধ্বসীমা\nথার্মোমণ্ডল (Thermosphere) – মেসোমণ্ডলের উপরে ও বহির্মণ্ডলের নিচে অবস্থিত বায়ুমণ্ডলের স্তর\nমেসোমণ্ডল বিরতি (Mesopause) – মেসোমণ্ডল ও থার্মোমণ্ডলের সীমানার সর্বনিম্ন তাপমাত্রা\nমেসোমণ্ডল (Mesosphere) – স্ট্রাটোমণ্ডলের উপরে ও মেসোমণ্ডলের নিচে অবস্থিত বায়ুমণ্ডলের স্তর\nস্ট্রাটোমণ্ডল বিরতি (Stratopause) – স্ট্রাটোমণ্ডলের ঊর্ধ্বসীমা\nস্ট্রাটোমণ্ডল (Stratosphere) – ট্রপোমনণ্ডলের উপরে অবস্থিত বায়ুমণ্ডলের স্তর\nওজোন স্তর (Ozone layer) – স্ট্রাটোমণ্ডলের যে অঞ্চলটি সবচেয়ে বেশি পরিমাণে সূর্যের অতিবেগুলি রশ্মি শোষণ করে।\nট্রপোমণ্ডল বিরতি (Tropopause) – ট্রপোমণ্ডল ও স্ট্রাটোমণ্ডলের সীমানা\nট্রপোমণ্ডল (Troposphere) – বায়ুমণ্ডলের সর্বনিম্নস্থ স্তর\nগ্রহীয় সীমা স্তর (Planetary boundary layer) – বায়ুমণ্ডলের সর্বনিম্ন অংশ যেটি গ্রহীয় পৃষ্ঠের সাথে সংস্পর্শের দ্বারা সরাসরি প্রভাবিত হয়।\nবায়ু প্রক্ষোভ অনুযায়ী (air turbulence)\nবিষমস্বত্ব মণ্ডল (Heterosphere) – বায়ুমণ্ডলের উপরের অংশগুলি যেখানে গঠনকারী গ্যাসগুলি সুমিশ্রিত নয়।\nপ্রক্ষোভমণ্ডল (Turbopause) – বায়ুমণ্ডলের যে উচ্চতায় প্রক্ষুব্ধ মিশ্রিতকরণ আধিপত্য বিস্তার করে।\nসমস্বত্ব মণ্ডল (Homosphere) – বায়ুমণ্ডলের নিচের অংশগুলি যেখানে গঠনকারী গ্যাসগুলি সুমিশ্রিত।\nঅন্যান্য\nআয়নমণ্ডল (Ionosphere) – পৃথিবীর ঊর্ধ্ব বায়ুমণ্ডলের আয়নিত অংশ\nজীবমণ্ডল (Biosphere) – পৃথিবীর সমস্ত বাস্তুতন্ত্রের সমষ্টি।\nনৃমণ্ডল (Anthroposphere) – পরিবেশের যে অংশটি বাসস্থান ও মানুষের অন্যান্য ব্যবহার ও কর্মকাণ্ডের জন্য মানুষ দ্বারা সৃষ্ট বা পরিবর্তিত।\nবারিমণ্ডল (Hydrosphere) – ভূপৃষ্ঠ (বা অন্য কোনও গ্রহ, গৌণ গ্রহ বা উপগ্রহের পৃষ্ঠ), ভূপৃষ্ঠের উপরে বা নিচে প্রাপ্য জল বা পানির সামগ্রিক ভর\nহিমমণ্ডল (Cryosphere) – ভূপৃষ্ঠের যেসব অংশে পানি বরফ রূপে বিদ্যমান\nভূমন্ডল/কঠিন পৃথিবী (Geosphere/Solid Earth) – পৃথিবীর সমস্ত কঠিন অংশগুলির সমষ্টি; কখনও কখনও অশ্মমণ্ডল, বারিমণ্ডল, হিমমণ্ডল ও বায়ুমণ্ডলকেও ভূমণ্ডলের অন্তর্ভুক্ত করা হতে পারে।\nমৃত্তিকামণ্ডল (Pedosphere) – পৃথিবীর সর্ববহিঃস্থ স্তর যেটি মৃত্তিকা দ্বারা গঠিত ও যেখানে মৃত্তিকা গঠন প্রক্রিয়াগুলি ঘটে।\nবহিস্থ স্তরসমূহ\nগঠন অনুযায়ী (composition)\nভূত্বক (Earth’s Crust) – কোনও শিলাময় গ্রহ, বামন গ্রহ বা উপগ্রহের সর্ববহিস্থ কঠিক খোলক-জাতীয় স্তর। .\nমোহো ছেদ (Moho Discontinuity) – ভূত্বক ও কেন্দ্রমণ্ডলের সীমারেখা\nগুরুমণ্ডল (Earth's mantle) – ভূত্বক ও কেন্দ্রমণ্ডলের মধ্যবর্তী অংশ\nভূকম্প তরঙ্গসমূহের সঞ্চার অনুযায়ী (diffusion of seismic waves)\nঅশ্মমণ্ডল (Lithosphere) – পৃথিবী বা পৃথিবী-জাতীয় গ্রহের সর্ববহিস্থ কঠিন স্তর, যার যান্ত্রিক ধর্ম কঠিন প্রকৃতির।\nক্ষীণমণ্ডল (Asthenosphere) – পৃথিবীর ঊর্ধ্ব-গুরুমণ্ডলের উচ্চমাত্রায় সান্দ্র, যান্ত্রিকভাবে দুর্বল ও নমনীয় অঞ্চল।\nমধ্য-গুরুমণ্ডল) (Mesozone (mantle)) – গুরুমণ্ডলের যে  অংশ অশ্মমণ্ডল ও ক্ষীণমণ্ডলের নিচে কিন্তু বহিঃকেন্দ্রমণ্ডলের উপরে অবস্থিত।\nগুটেনবের্গ ছেদ (Gutenberg discontinuity) – গুরুমণ্ডল ও কেন্দ্রমণ্ডলের সীমারেখা।\nকেন্দ্রমণ্ডল – গ্রহের (পৃথিবীর) সবচেয়ে ভেতরের অংশ, যেটি ভিন্ন ভিন্ন প্লবতাবিশিষ্ট গাঠনিক উপাদান দিয়ে গঠিত ও যেখানে অপেক্ষাকৃত বেশি ঘন উপাদানগুলি কেন্দ্রের কাছে জড়ো হয়।\nবহিঃকেন্দ্রমণ্ডল (Outer core) – কেন্দ্রমণ্ডলের বাইরের অংশ, মূলত লোহা ও নিকেলের তৈরি একটি তরল স্তর যা অন্তঃকেন্দ্রমণ্ডলের উপরে ও গুরুমণ্ডলের নিচে অবস্থিত।\nলেমান ছেদ (Lehmann Discontinuity) – অন্তঃকেন্দ্রমণ্ডল ও বহিঃকেন্দ্রমণ্ডলের সীমারেখা\nঅন্তঃকেন্দ্রমণ্ডল (Inner core) – কেন্দ্রমণ্ডলের ভেতরের অংশ, লোহা ও নিকেলের তৈরি কঠিন গোলক\n\n\n== ভূবিজ্ঞানের শাখাসমূহ ==\n\n\n=== বায়ুমণ্ডলীয় বিজ্ঞানসমূহ ===\nবায়ুমণ্ডলীয় বিজ্ঞানসমূহ (Atmospheric sciences) – বায়ুমণ্ডল, সেটির প্রক্রিয়াসমূহ ও অন্যান্য তন্ত্রের বা ব্যবস্থার সাথে সেটির আন্তঃক্রিয়াসমূহের অধ্যয়ন\n\nজলবায়ুবিজ্ঞান (Climatology) – জলবায়ুর বৈজ্ঞানিক অধ্যয়ন, যেখানে দীর্ঘকাল যাবৎ আবহাওয়ার অবস্থার গড়ের উপর গবেষণা করা হয়।\nবর্ণনামূলক জলবায়ুবিজ্ঞান (descriptive climatology) – কোনও নির্দিষ্ট সময়কাল ধরে আবহাওয়াবৈজ্ঞানিক পর্যবেক্ষণসমূহের যে ভৌগোলিক ও কালিক বিন্যাস লক্ষ করা যায়, তার অধ্যয়ন\nবৈজ্ঞানিক জলবায়ুবিজ্ঞান (scientific climatology) – পৃথিবীর জলবায়ু প্রকৃতি ও নিয়ন্ত্রকসমূহ এবং যেকোনও সময় মাপনীতে জলবায়ুর ভিন্নতা ও পরিবর্তনের কারণসমূহের অধ্যয়ন।\nফলিত জলবায়ুবিজ্ঞান (applied climatology) – জলবায়ুর প্রতি সংবেদনশীল পরিকল্পনা, পরিচালনা ও সিদ্ধান্তগ্রহণ জাতীয় কর্মকাণ্ডের সাথে জড়িত বিভিন্ন সমস্যার সাথে সংশ্লিষ্ট জলবায়ুজনিত নিয়ামকসমূহের গবেষণা\nপ্রাকৃতিক জলবায়ুবিজ্ঞান (physical climatology) – বিভিন্ন আবহাওয়া উপাদানের ও সেগুলি মধ্যকার আন্তঃসম্পর্কের পরিসংখ্যানিক বিশ্লেষণ, যাদের মধ্যে বায়ুমণ্ডলীয় চাপ, আর্দ্রতা, তাপমাত্রা, বায়ুপ্রবাহের গতিবেগ, ইত্যাদি অন্তর্ভুক্ত।\nআঞ্চলিক জলবায়ুবিজ্ঞান (Regional climatology)\nপ্রাকৃতিক জলবায়ুবিজ্ঞান (Physical climatology)\nজীব-জলবায়ুবিজ্ঞান (Bioclimatology)\nপুরা-জলবায়ুবিজ্ঞান (Paleoclimatology) – পৃথিবীর সমগ্র ইতিহাসের মাপনীতে জলবায়ু পরিবর্তনের অধ্যয়ন\nপুরা-ঘূর্ণিবাতবিজ্ঞান  (Paleotempestology) – ঐতিহাসিক নথিপত্র ও ভৌগোলিক প্রতিনিধি ব্যবহার করে অতীতের ক্রান্তীয় ঘূর্ণিঝড়গুলির অধ্যয়ন\nঐতিহাসিক জলবায়ুবিজ্ঞান (historical climatology)\nসীমাস্তর জলবায়ুবিজ্ঞান (boundary-layer climatology)\nপ্রাকৃতিক জলবায়ুবিজ্ঞান (physical climatology)\nউদজলবায়ুবিজ্ঞান (Hydroclimatology)\nপরিবর্তনশীল জলবায়ুবিজ্ঞান (dynamic climatology)\nসমকালিক জলবায়ুবিজ্ঞান (synoptic climatology)\nভৌগোলিক জলবায়ুবিজ্ঞান (geographical climatology)\nজলবায়ু পরিবর্তন (climate change)\nটর্নেডো জলবায়ুবিজ্ঞান (Tornado climatology)\nপৌর জলবায়ুবিজ্ঞান (Urban climatology)\nবৃক্ষপর্যবেক্ষণী জলবায়ুবিজ্ঞান (Dendroclimatology)\nআবহাওয়াবিজ্ঞান (Meteorology) –\nসমকালিক আবহাওয়াবিজ্ঞান (Synoptic meteorology)\nপরিবর্তনশীল আবহাওয়াবিজ্ঞান (Dynamic meteorology)\nকৃষি আবহাওয়াবিজ্ঞান (Agrometeorology)\nআবহাওয়ার পূর্বাভাস (Weather forecasting)\nসাংখ্যিক আবহাওয়ার পূর্বাভাস (Numerical weather forecasting)\nজীব-আবহাওয়াবিজ্ঞান (Biometeorology)\nবহিঃআবহাওয়াবিজ্ঞান (Exometeorology)\nআদালতি আবহাওয়াবিজ্ঞান (Forensic meteorology)\nউদ-আবহাওয়াবিজ্ঞান (Hydrometeorology)\nসামরিক আবহাওয়াবিজ্ঞান (Military meteorology)\nগোলন্দাজি আবহাওয়াবিজ্ঞান (artillery meteorology)\nক্ষেপণাস্ত্র আবহাওয়াবিজ্ঞান (ballistic meteorology)\nরাসায়নিক আবহাওয়াবিজ্ঞান (chemical meteorology)\nউপকূলীয় আবহাওয়াবিজ্ঞান (coastal meteorology)\nকোলয়েড আবহাওয়াবিজ্ঞান (colloid meteorology)\nতুলনামূলক আবহাওয়াবিজ্ঞান (comparative meteorology)\nপারমাণবিক আবহাওয়াবিজ্ঞান (nuclear meteorology)\nমেরুদেশীয় আবহাওয়াবিজ্ঞান (Polar meteorology)\nতুষার বিজ্ঞান (Snow science)\nমহাকাশ আবহাওয়া (Space weather)\nবিমানচলাচল আবহাওয়াবিজ্ঞান (Aviation meteorology‎/aeronautical meteorology)\nপ্রাণী আবহাওয়াবিজ্ঞান (animal meteorology)\nফলিত আবহাওয়াবিজ্ঞান (applied meteorology)\nস্থাপত্য আবহাওয়াবিজ্ঞান (architectural meteorology)\nসমুদ্রযান চলাচল আবহাওয়াবিজ্ঞান (maritime meteorology)\nকৃত্রিম উপগ্রহভিত্তিক আবহাওয়াবিজ্ঞান (satellite meteorology)\nসীমাস্তর আবহাওয়াবিজ্ঞান (Boundary layer meteorology)‎\nসামুদ্রিক আবহাওয়াবিজ্ঞান (Marine meteorology)\nমধ্যম মাপনী আবহাওয়াবিজ্ঞান (Mesoscale meteorology)‎\nঅণুমাপনী আবহাওয়াবিজ্ঞান (Microscale meteorology‎)\nআবহাওয়ার পরিবর্তনসাধন (Weather modification)‎\nপর্বত আবহাওয়াবিজ্ঞান (Mountain meteorology)‎\nরাডার আবহাওয়াবিজ্ঞান (Radar meteorology‎)\nগ্রীষ্মমণ্ডলীয় আবহাওয়াবিজ্ঞান (Tropical meteorology‎ )\nসমুদ্রবৈজ্ঞানিক আবহাওয়াবিজ্ঞান (Oceanographic meteorology)\nপারমাণবিক আবহাওয়াবিজ্ঞান ( Nuclear meteorology]]\nপরিবেশ আবহাওয়াবিজ্ঞান (Environmental meteorology]]\nকৃত্রিম উপগ্রহ আবহাওয়াবিজ্ঞান (Satellite meteorology]]\nবায়ুবিজ্ঞান (Aeronomy)\nবায়ুমণ্ডলীয় রসায়ন (Atmospheric chemistry) – বায়ুমণ্ডলীয় বিজ্ঞানের যে শাখায় বায়ুমণ্ডলের রাসায়নিক গঠন ও ধর্ম অধীত হয়।\nবায়ুমণ্ডলীয় পদার্থবিজ্ঞান (Atmospheric physics) – বায়ুমণ্ডলের অধ্যয়নে পদার্থবিজ্ঞানের প্রয়োগ\n\n\n=== ভূতত্ত্ব ===\n\n\n==== প্রাকৃতিক ভূতত্ত্ব ====\n\n\n===== অন্তর্জাত ভূতত্ত্ব =====\n\n\n===== বহির্জাত ভূতত্ত্ব =====\n\n\n====== সমুদ্রবিজ্ঞান ======\nসমুদ্রবিজ্ঞান (Oceanography) – সমুদ্র ও মহাসমুদ্রের প্রাকৃতিক (ভৌত) ও জীববৈজ্ঞানিক দিকের অধ্যয়ন\n\nজীববৈজ্ঞানিক সমুদ্রবিজ্ঞান (Biological oceanography) – সমুদ্রব্যবস্থার পদার্থবিজ্ঞান, রসায়ন ও ভূতত্ত্ব কীভাবে জীবদের উপর প্রভাব ফেলে এবং জীবরাও সেগুলির উপর কী প্রভাব ফেলে, তার অধ্যয়ন।\nপ্রাকৃতিক সমুদ্রবিজ্ঞান (Physical oceanography) – সমুদ্রের ভৌত অবস্থা ও প্রক্রিয়াসমূহের অধ্যয়ন\nবর্ণনামূলক প্রাকৃতিক সমুদ্রবিজ্ঞান (Descriptive physical oceanography)\nপরিবর্তনশীল প্রাকৃতিক সমুদ্রবিজ্ঞান (Dynamic physical oceanography)\nরাসায়নিক সমুদ্রবিজ্ঞান (Chemical oceanography) – সমুদ্র রসায়নের অধ্যয়ন\nসামুদ্রিক ভূতত্ত্ব (Marine geology)/ভূতাত্ত্বিক সমুদ্রবিজ্ঞান (Geological oceanography)  – সমুদ্রতলদেশের ইতিহাস ও গঠনের অধ্যয়ন\nফলিত সমুদ্রবিজ্ঞান  (Applied oceanography)\nপুরা-সমুদ্রবিজ্ঞান (Paleoceanography) – ভূতাত্ত্বিক অতীতের সমুদ্রগুলির ইতিহাস\nহ্রদবিজ্ঞান (Limnology) – হ্রদ ও অন্যান্য স্থলভাগীয় জলাশয়গুলির বাস্ততন্ত্রগুলির অধ্যয়ন\n\n\n==== অর্থনৈতিক ভূতত্ত্ব ====\n\n\n==== ঐতিহাসিক ভূতত্ত্ব ====\n\n\n==== ভূমিরূপবিজ্ঞান ====\n\n\n==== খনিজবিজ্ঞান ====\n\n\n==== ফলিত ভূতত্ত্ব ====\n\n\n=== গ্রহীয় বিজ্ঞানসমূহ ===\nগ্রহবিজ্ঞান (Planetary science) –  গ্রহসমূহ (যেমন পৃথিবী, উপগ্রহ, গ্রহব্যবস্থা, সৌরজগৎ, ইত্যাদি) ও সেগুলি গঠনকারী প্রক্রিয়াসমূহের অধ্যয়ন।\n\nগ্রহীয় ভূতত্ত্ব (Planetary geology)  - নাক্ষত্রিক বস্তুকে আবর্তনকারী নভোবস্তুগুলির ভূতত্ত্ব অধ্যয়ন\nচন্দ্রপৃষ্ঠ বিজ্ঞান (Selenography) – চাঁদের পৃষ্ঠ ও ভৌত বৈশিষ্ট্যসমূহের অধ্যয়ন\nতাত্ত্বিক গ্রহবিজ্ঞান (Theoretical planetology) – গ্রহসমূহের অভ্যন্তরীণ গঠনকাঠামোর তাত্ত্বিক অধ্যয়ন, যেখানে সেগুলির রাসায়নিক গঠন ও উপাদানের অবস্থা সম্পর্কে অনুমান করা হয় ওি গ্রহের অভ্যন্তরে উপাদানগুলির তাপমাত্রা, চাপ, ঘনত্ব, ইত্যাদির অরীয় বিন্যাস (radial distribution) গণনা করা হয়।\n\n\n== আরও দেখুন ==\n\nবিজ্ঞানের রূপরেখা\nপ্রাকৃতিক বিজ্ঞানের রূপরেখা\nভৌত বিজ্ঞানের রূপরেখা\nরৌপ বিজ্ঞানের রূপরেখা\nসামাজিক বিজ্ঞানের রূপরেখা\nফলিত বিজ্ঞানের রূপরেখা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nEarth Science Picture of the Day, a service of Universities Space Research Association, sponsored by NASA Goddard Space Flight Center\nGeoethics in Planetary and Space Exploration\nNational Earth Science Teachers Association  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ অক্টোবর ২০১২ তারিখে\nটেমপ্লেট:Natural science"}