{"pageid": 1354152, "title": "মানবিক অবস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1354152", "content": "মানবিক অবস্থা (ফরাসি: La condition humaine) হল বেলজিয় পরাবাস্তববাদী চিত্রশিল্পী র‍্যনে মাগ্রিত অঙ্কিত চারটি চিত্রকর্মের শিরোনাম। এগুলির মধ্যে ১৯৩৩ সালে সম্পন্ন চিত্রকর্মটি মার্কিন যুক্তরাষ্ট্রের ওয়াশিংটন, ডি.সি.র ন্যাশনাল গ্যালারি অব আর্টের সংগ্রহে রয়েছে। ১৯৩৫ সালে সম্পন্ন দুইটি চিত্রকর্মের একটি রয়েছে সুইজারল্যান্ডের জেনেভায় অবস্থিত সাইমন স্পিয়ার কালেকশনে, অপরটি রয়েছে নরউইচ ক্যাসেল জাদুঘরে। সর্বশেষ ১৯৪৫ সালে সম্পন্ন চিত্রকর্মটি ক্লিভল্যান্ড মিউজিয়াম অব আর্ট\nসংগ্রহশালায় সংগৃহীত রয়েছে।\n\n\n== অন্যান্য চিত্রকর্মের সাথে সম্পর্ক ==\nমাগ্রিতের সবচেয়ে সাধারণ শৈল্পিক কৌশলগুলির মধ্যে একটি হল কোনো কিছু লুকিয়ে রাখতে বিভিন্ন বস্তুর ব্যবহার। উদাহরণস্বরূপ, মানবপুত্র (১৯৬৪) চিত্রকর্মে একটি আপেল বোলার টুপি পরিহিত একজন ব্যক্তির মুখ লুকিয়ে রাখে, এবং আনন্দের নীতি (১৯৩৭) চিত্রকর্মে  উজ্জ্বল আলোর ঝলক একইভাবে একটি মুখকে অস্পষ্ট করে রাখে। মানবিক অবস্থা চিত্রকর্মে বিষয়টি ভিন্নভাবে একটি চিত্রকর্মের মধ্যে আরেকটি চিত্রকর্মের আকারে প্রদর্শিত হয়েছে।\nমাগ্রিত তার ১৯৩৩ সালের কাজ সম্পর্কে বলেছিলেন:\n\nএকটি ঘরের ভিতর থেকে দেখা একটি জানালার সামনে, আমি চিত্রকর্ম দ্বারা আচ্ছাদিত ভূদৃশ্যের ঠিক সেই অংশটিকে একটি চিত্রকর্মের উপর উপস্থাপন করলাম। এইভাবে, ছবির গাছটি তার পিছনে, ঘরের বাইরের বাস্তব গাছটিকে লুকিয়ে রেখেছিল। দর্শকদের জন্য, এটি চিত্রকর্মের মধ্যে ঘরের ভিতরে এবং বাস্তব ভূদৃশ্যের বাইরে ছিল।\nমাগ্রিত বেলজিয়ামের কবি অ্যাচিলি শ্যাভিকে লেখা এক চিঠিতে তার ব্যাখ্যা জানিয়েছেন:\n\nযেভাবে আমরা পৃথিবীকে দেখি, অর্থাৎ যা আমাদের বাইরে অবস্থান করে; যদিও আমাদের মধ্যে এটির একটি মাত্র প্রতিনিধিত্ব রয়েছে। একইভাবে, আমরা মাঝে মাঝে একটি অতীত ঘটনা বর্তমান হিসেবে মনে করি। সময় এবং স্থান অর্থ হারায় এবং আমাদের দৈনন্দিন অভিজ্ঞতা সর্বাপেক্ষা গুরুত্বপূর্ণ হয়ে ওঠে। আমরা পৃথিবীকে এভাবেই দেখি। আমরা এটিকে বাইরে থেকে দেখতে পাই, এবং একই সময়ে আমাদের নিজেদের মধ্যে এটির একটি প্রতিনিধিত্ব থাকে। একইভাবে, আমরা কখনও কখনও অতীতে অবস্থান করি যা বর্তমানে ঘটছে। সময় এবং স্থান এইভাবে অসভ্য অর্থ হারায় যা শুধুমাত্র প্রতিদিনের অভিজ্ঞতাকে বিবেচনা করে। প্রশ্ন যেমন 'এই ছবিটির মানে কী, এটি কী প্রতিনিধিত্ব করেছে?' কেবলমাত্র তখনই সম্ভব যখন কেউ একটি ছবিকে তার সমস্ত সত্যর সাথে বিবেচনা করতে অক্ষম হয়, শুধুমাত্র তখনই যদি কেউ স্বয়ংক্রিয়ভাবে বুঝতে পারে যে একটি খুব সুনির্দিষ্ট চিত্রে মূলত সেটি এটি কী তা সঠিকভাবে বোঝা যায় না। এটা বিশ্বাস করার মতো যে অন্তর্নিহিত অর্থ প্রকাশ্য অর্থের চেয়ে বেশি মূল্যবান। আমার চিত্রকর্মগুলিতে কোন অন্তর্নিহিত অর্থ নেই, বিভ্রান্তি থাকা সত্ত্বেও যা আমার চিত্রকলার প্রতীকী অর্থকে দায়ী করে। কীভাবে কেউ প্রতীকের ব্যাখ্যা উপভোগ করতে পারেন? এগুলি হল 'বিকল্প' যা শুধুমাত্র এমন একটি মনের জন্য উপযোগী যারা নিজেরাই জিনিসগুলি জানতে অক্ষম। ব্যাখ্যার ভক্তগণ পাখি দেখে না; তারা এটিকে কেবল একটি প্রতীক হিসেবে দেখে। যদিও 'বিশ্ব' জানার এই পদ্ধতিটি মানসিক রোগের চিকিৎসার জন্য কার্যকর হতে পারে, তবে এটিকে এমন একটি মন দিয়ে বিভ্রান্ত করা বোকামি হবে যা যে কোনও ধরণের চিন্তাভাবনার ক্ষেত্রে প্রয়োগ করা যেতে পারে।\nচিত্রকর্মের মধ্যে চিত্রকর্ম আঁকার বিষয়টি মাগ্রিতের কাজগুলিতে ঘন ঘন প্রদর্শিত হয়। ইউক্লিডিয়ান ওয়াকস (১৯৫৫) সম্ভবত মানবিক অবস্থা চিত্রকর্মের মতো একটি কাজ। এতে একটি উঁচু জানালার সামনে একটি ক্যানভাস রাখা যা একটি নিকটস্থ ভবনের টাওয়ার এবং তার নিচে একটি রাস্তা চিত্রিত করে। দ্য ফেয়ার ক্যাপটিভ (১৯৪৭) চিত্রকর্মে একটি ইজেল সেট আপ সহ সমুদ্র সৈকতের দৃশ্য রয়েছে। পূর্ববর্তী ক্ষেত্রেগুলির মতো, এটি একটি ক্যানভাস ধারণ করে যা চিত্রিত করে দর্শকরা এর পিছনে কী আশা করতে পারে। যদিও, ফ্রেমের সামনে জ্বলন্ত টিউবার শিখা \"প্রতিফলিত\" দেখা যাচ্ছে। দ্য কল অব দ্য পিকস (১৯৪২) চিত্রকর্মে একটি পাহাড়ের পটভূমির সামনে রাখা ক্যানভাস পাহাড়ের পটভূমি দেখা যায় যা ডানদিকে একটি পর্দা ঝুলানো রয়েছে।\nঅনুরূপ চিত্রকর্মের তালিকায় দ্য কি টু দ্য ফিল্ডস (১৯৩৬) চিত্রকর্মের ১৯৬৪ সালের পুনর্জন্ম ইভনিং ফলস এবং ১৯৪২ সালের দ্য ডোমেন অব আর্নহাইম চিত্রকর্মগুলিকে অন্তর্ভুক্ত করার জন্য সহজেই প্রসারিত করা যেতে পারে, যার সবকটিতেই ভাঙ্গা জানালা রয়েছে, এবং জানালার ভাঙ্গা কাঁচের টুকরোগুলি মেঝেতে পরে থাকতে দেখা যায়।\nচিত্রকর্মগুলির আরেকটি ধারাবাহিক যা \"মানবিক অবস্থা\"-এর সাথে শক্তিশালী মিল এবং শক্তিশালী পার্থক্য দেখায় তা হল \"অ্যালার্ম ঘড়ি\" শিরোনামের চিত্রকর্মগুলি। যেই কাজগুলিতে, একটি চিত্রকর্ম একটি জানালার সামনে বা ব্যালকনির পটভূমিতে সাধারণ ভূদৃশ্য সহ একটি ইজেলে স্থাপন করা হয়েছে। যদিও, চিত্রকর্মটি সম্ভবত এর পিছনে কী থাকতে পারে তা দেখায় না, বরং এটি কিছু ফলের উল্টানো অচেতন চিত্র প্রদর্শন করে।\n\n\n=== বিশ্লেষণ ===\nপ্রাথমিকভাবে, যে কেউ স্বয়ংক্রিয়ভাবে অনুমান করে যে ইজেলের চিত্রকর্মটি জানালার বাইরের ভূদৃশ্যের অংশটিকে চিত্রিত করে যা এটি দৃশ্য থেকে লুকিয়ে রাখে। এক মুহূর্ত বিবেচনার পরে, যদিও, একজন বুঝতে পারেন যে এই অনুমানটি একটি মিথ্যা ভিত্তির উপর দাঁড়িয়ে, মাগ্রিতের চিত্রকর্মের চিত্র বাস্তব, যখন ইজেলের চিত্রটি সেই বাস্তবতার প্রতিনিধিত্ব করে। আসলে, তাদের মধ্যে কোন পার্থক্য নেই। উভয়ই একই চিত্রকলার অংশ, একই শৈল্পিক বুনন। এটি সম্ভবত এই পুনরাবৃত্তি চক্রের জন্য, যেখানে দর্শক, এমনকি তার ইচ্ছার বিরুদ্ধেও, একটিকে বাস্তব এবং অন্যটিকে উপস্থাপনা হিসেবে দেখে, মাগ্রিতের শিরোনামটি উল্লেখ করে।\n\n\n== তথ্যসূত্র =="}