{"pageid": 1354009, "title": "মুহাম্মদ ফারুক খান (পাকিস্তানি পণ্ডিত)", "url": "https://bn.wikipedia.org/wiki?curid=1354009", "content": "মুহাম্মদ ফারুক খান (উর্দু: محمد فاروق خان‎‎) ছিলেন একজন পাকিস্তানি মনোরোগ বিশেষজ্ঞ, মুসলিম পণ্ডিত এবং সোয়াত বিশ্ববিদ্যালয়ের উপাচার্য।\nতিনি ইসলামি জঙ্গিবাদের বিরোধীতার জন্য পরিচিত ছিলেন এবং আত্মঘাতী হামলাকে অনৈসলামিক বলে বর্ণনা করেন। তার মতামতের কারণে, ২ অক্টোবর, ২০১০ তারিখে তাকে হত্যা করা হয়।\nতিনি জেলা সোয়াবি প্রাথমিক শিক্ষা লাভ করেন থেকে। এরপর ক্যাডেট কলেজ, হাসানাবদল এবং পরে ক্যাডেট কলেজ, কোহাটে যোগ দেন। মেডিসিন অধ্যয়ন করার পরে, তিনি মনোরোগ বিশেষজ্ঞের সিদ্ধান্ত নেন। তিনি মর্দানের বাগদাদায় তার ব্যক্তিগত অনুশীলন প্রতিষ্ঠা করেন। মৃত্যুর কিছু সময় আগে পাকিস্তান সরকার তাকে সোয়াত ইসলামী বিশ্ববিদ্যালয়ের প্রথম উপাচার্য হিসেবে নিয়োগ দিয়েছিল। তার সেবার জন্য পাকিস্তান সরকার তাকে মরণোত্তর সিতারা-ই-ইমতিয়াজ প্রদান করে। খান পেশায় একজন মনোরোগ বিশেষজ্ঞ ছিলেন। তিনি প্রায়শই টেলিভিশন টক শোতে অংশ নিতেন যেখানে তিনি জঙ্গিদের সমালোচনা করতেন এবং আত্মঘাতী হামলাকে অনৈসলামিক বলে বর্ণনা করতেন।\nছাত্রাবস্থায় তিনি ইসলামী জমিয়ত-ই-তালাবার সক্রিয় সদস্য ছিলেন। পরবর্তীতে তিনি জামায়াতে ইসলামীর টিকিটে সাধারণ নির্বাচনে অংশ নেন। তবে একটি বই লেখার কারণে জামায়াত থেকে তাকে বহিষ্কার করা হয়। কিছুদিন তিনি তেহরিক-ই-ইনসাফের সাথেও যুক্ত ছিলেন।\n\n\n== বই ==\nতিনি বিভিন্ন বিষয়ে বেশ কয়েকটি বই লিখেছেন। তবে তার প্রধান আগ্রহের ক্ষেত্র ছিল কুরআন অধ্যয়ন এবং ইসলাম। ফারুক খান নিম্নলিখিত বইগুলো সহ বেশ কয়েকটি বইয়ের লেখক:\n\nপাকিস্তান এবং একবিংশ শতাব্দী (উর্দু),\nজিহাদ, কিতাল এবং ইসলামী বিশ্ব (উর্দু)\nইসলাম কি? (উর্দু)\nইসলাম এবং নারী (উর্দু ও ইংরেজি)\nপশ্চিমের সাথে সংলাপ (ইংরেজি)\nকাশ্মীর ইস্যু (উর্দু ও ইংরেজি)\nআধুনিক মনের প্রশ্ন এবং ইসলামের উত্তর (উর্দু)\nহুদূদ, কিসাস ও দিয়াতের অধ্যাদেশের সমালোচনামূলক অধ্যয়ন (উর্দু)\n\n\n== গুপ্তহত্যা ==\n২ অক্টোবর ২০১০ তারিখে মর্দানের বাগদাদায় তার ক্লিনিকে তাকে হত্যা করা হয়। সেসময় দুই সশস্ত্র যুবক ক্লিনিকে প্রবেশ করে এবং তাকে লক্ষ্য করে গুলি চালায়। ঘটনাস্থলেই ডক্টর ফারুক খান ও তার সহকারী মারা যান। তালেবান তার হত্যার দায় স্বীকার করে। তিনি সোয়াত বিশ্ববিদ্যালয়ের উপাচার্য ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকমন গ্রাউন্ড নিউজ\nড. ফারুক সম্পর্কে দৈনিক সময়ের খবর\nসোয়াত বিশ্ববিদ্যালয়ের ভিসিকে হত্যা করা হয়েছে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ এপ্রিল ২০১৪ তারিখে\nডাঃ ফারুক হত্যা\nডঃ ফারুক খানের স্মরণে কবিতা"}