{"pageid": 1354915, "title": "অক্সিজেনওএস", "url": "https://bn.wikipedia.org/wiki?curid=1354915", "content": "অক্সিজেনওএস (চীনা: 氧OS; ফিনিন: yǎng OS) হল একটি অ্যান্ড্রয়েড-ভিত্তিক অপারেটিং সিস্টেম (ওএস) যা চীনা স্মার্টফোন নির্মাতা ওয়ানপ্লাস দ্বারা একচেটিয়াভাবে তাদের স্মার্টফোনের জন্য তৈরি করা হয়েছে। অক্সিজেনওএস তাদের বিদেশী বাজারের জন্য তৈরি করা হয়েছিল। চীনা বাজারের জন্য বিশেষভাবে ডিজাইন করা ওএসের আরেকটি সংস্করণও ছিল যাকে হাইড্রোজেনওএস (চীনা: 氢OS; ফিনিন: qīng OS) বলা হয়।\n৩ সেপ্টেম্বর ২০১৬-এ প্রকাশিত একটি সাক্ষাত্কারে, এক্সডিএ ডেভেলপাররা প্রকাশ করেছে যে ওয়ানপ্লাস \"সক্রিয়ভাবে উভয় প্ল্যাটফর্মকে (অক্সিজেনওএস এবং হাইড্রোজেনওএস) অ্যান্ড্রয়েড-এর উপর ভিত্তি করে একটি একক সমন্বিত অপারেটিং সিস্টেমে একত্রিত করছে\"।\n\n\n== বৈশিষ্ট্য ==\n\nসংস্করণ ১.০ অ্যান্ড্রয়েড ৫.০.১-এর উপর ভিত্তি করে এবং ওয়ানপ্লাস ওয়েবসাইটের মাধ্যমে দেওয়া একটি ফ্ল্যাশযোগ্য জিপ-এর মাধ্যমে শুধুমাত্র ওয়ানপ্লাস ওয়ানের জন্য উপলব্ধ ছিল।\nসংস্করণ ২.০ এবং ২.১.১-এর উল্লেখযোগ্য বৈশিষ্ট্যগুলির মধ্যে রয়েছে অ্যাপলিকেশন অনুমতি, ওয়েভস ম্যাক্সসঅডিও, সুইফটকী কীবোর্ড, অফ-স্ক্রিন অঙ্গভঙ্গি, কাস্টম আইকন, ডার্ক মোড, ম্যানুয়াল ক্যামেরা মোড, এবং ক্যামেরা এফভি-৫ ২.৭৫ এর মতো তৃতীয় পক্ষের অ্যাপগুলির জন্য আরএডব্লিউ সমর্থন।\n৩১ ডিসেম্বর ২০১৬-এ, ওয়ানপ্লাস অ্যান্ড্রয়েড ন্যুগাটের উপর ভিত্তি করে অক্সিজেনওএস ৪.০.০ প্রকাশ করেছে এবং ওটিএ ডাউনলোডের মাধ্যমে জনসাধারণের জন্য এর বৈশিষ্ট্য এবং অন্যান্য কিছু পরিবর্তন অন্তর্ভুক্ত করেছে।\n৩১ জানুয়ারী ২০১৮-এ, ওয়ানপ্লাস ওটিএ ডাউনলোডের মাধ্যমে জনসাধারণের জন্য অ্যান্ড্রয়েড ওরিও ভিত্তিক অক্সিজেনওএস ৫.০.৩ প্রকাশ করেছে। মে ২০১৮ সালে, ওয়ানপ্লাস অ্যান্ড্রয়েড ওরিও ৮.১-এর উপর ভিত্তি করে অক্সিজেনওএস সহ ওয়ানপ্লাস ৬ মুক্ত করেছে।\n২৯ অক্টোবর ২০১৮-এ, ওয়ানপ্লাস অ্যান্ড্রয়েড পাইয়ের উপর ভিত্তি করে অক্সিজেনওএস ৯.০ সংস্করণে ওয়ানপ্লাস ৬টি মুক্ত করেছে।\n২৫ ডিসেম্বর ২০১৮-এ, ওয়ানপ্লাস ওটিএ ডাউনলোডের মাধ্যমে জনসাধারণের জন্য ওয়ানপ্লাস ৫/৫টি-এর জন্য অ্যান্ড্রয়েড পাইয়ের উপর ভিত্তি করে অক্সিজেনওএস ৯.০.০ প্রকাশ করেছে।\n২১ সেপ্টেম্বর ২০১৯-এ, ওয়ানপ্লাস ওয়ানপ্লাস ৭ এবং ৭ প্রোর জন্য অ্যান্ড্রয়েড ১০-এর উপর ভিত্তি করে অক্সিজেনওএস সংস্করণ ১০.০ প্রকাশের ঘোষণা করেছে। এই প্রাথমিক রিলিজটি পরে পুরানো ডিভাইসগুলির জন্য অ্যান্ড্রয়েড ১০ ভিত্তিক বিল্ড দ্বারা অনুসরণ করা হয়েছিল।\n০৬ আগস্ট ২০২২-এ, ওয়ানপ্লাস অক্সিজেনওএস ১৩ ঘোষণা করেছে যা অ্যান্ড্রয়েড ১৩ এর উপর ভিত্তি করে। অক্সিজেনওএস ১৩ ওয়ানপ্লাস ১০ সিরিজ থেকে ওয়ানপ্লাস ৮ সিরিজের স্মার্টফোন এবং কিছু নর্ড স্মার্টফোনের জন্য যোগ্য।\n\n\n== গোপনীয়তা ==\nওয়ানপ্লাস ডেটা সংগ্রহ এবং বিশ্লেষণ সম্পর্কে একটি বিবৃতি প্রকাশ করে দাবি করেছে যে, ডেটা শুধুমাত্র সিস্টেমের উন্নতি এবং অপ্টিমাইজেশানের জন্য ব্যবহার করা হয়। তৃতীয় পক্ষের সাথে ভাগ করা হয় না। উপরন্তু সিস্টেম সেটিংসে গিয়ে ব্যবহারকারীরা সেটি অক্ষম করতে পারেন। ওয়ানপ্লাস আরও বলেছে যে তারা ডেটা বিশ্লেষণ প্রক্রিয়া সংশোধন করছে এবং নির্দিষ্ট ডেটা সংগ্রহ করবে না।\n\n\n== অক্সিজেনওএস-এ চলমান ডিভাইস ==\n\n\n== ইতিহাস ==\nজুলাই ২০২১ সালে, ওয়ানপ্লাস অক্সিজেনওএসকে অপ্পোর কালারওএসের সাথে একীভূত করেছে। উভয় কোম্পানির সফ্টওয়্যার আলাদা থাকবে এবং তাদের পৃথক অঞ্চলে (বিশ্বব্যাপী ওয়ানপ্লাস ফোনের জন্য অক্সিজেনওএস, চীনে অপ্পো এবং ওয়ানপ্লাসের জন্য কালারওএস) পরিষেবা প্রদান চালিয়ে যাবে। তবে একটি সাধারণ কোডবেস শেয়ার করবে, যা ওয়ানপ্লাস বলে যে ভবিষ্যতের অক্সিজেনওএস আপডেটের জন্য তার সফ্টওয়্যার অভিজ্ঞতাকে মানসম্মত করতে হবে এবং উন্নয়ন প্রক্রিয়াকে স্ট্রিমলাইন করতে হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}