{"pageid": 1354480, "title": "দক্ষিণ-পূর্ব এশিয়ায় মানব পাচার", "url": "https://bn.wikipedia.org/wiki?curid=1354480", "content": "দক্ষিণ-পূর্ব এশিয়া অঞ্চলে মানব পাচার দীর্ঘদিনের একটি সমস্যা যা আজও প্রচলিত রয়েছে।  এটি লক্ষ্য করা গেছে যে, অর্থনীতির বিকাশ অব্যাহত থাকায় শিল্প খাত এবং যৌন পর্যটন খাতে শ্রমের বিপুল চাহিদা রয়েছে। দক্ষিণ-পূর্ব এশিয়া অঞ্চলে লোকেদের দারিদ্র এবং আরও সম্পদের আকাঙ্ক্ষা এই অঞ্চলে মানব পাচারকারীদের পাচার কাজের যথোপযুক্ত পরিবেশ তৈরী করেছে। তবে এই অঞ্চলের অনেক দেশ নিজস্ব সীমানার মধ্যে মানব পাচার বন্ধ করতে এবং সেখানে কর্মরত পাচারকারীদের শাস্তি দেওয়ার জন্য প্রতিরোধমূলক ব্যবস্থা নিয়েছে।\n\n\n== সমস্যার প্রকৃতি ==\nজাতিসংঘের মাদক ও অপরাধ বিষয়ক সংস্থার ভাষ্যমতে মানব পাচার হলো “শোষণের উদ্দেশ্যে হুমকি দিয়ে বা বলপ্রয়োগ করে বা অন্য কোনোরকম জুলুম করে কোনো ব্যক্তিকে নিয়োগ, পরিবহন, হস্তান্তর, আশ্রয় প্রদান বা অধিগ্রহণ করা, অপহরণ করা, জালিয়াতির শিকার করা, প্রতারণার শিকার করা, ক্ষমতার অপব্যবহার বা ব্যক্তির দুর্বলতার অপব্যবহারের শিকার করা অথবা এক ব্যক্তি কর্তৃক অপর ব্যক্তির মালিকানা নিশ্চায়নের উদ্দেশ্যে টাকা বা অন্য কিছু আদান-প্রদান করা।” আন্তর্জাতিক শ্রম সংস্থার ২০১২ সালের একটি প্রতিবেদন অনুযায়ী বিশ্বব্যাপী দুই কোটিরও বেশি মানুষকে তাদের ইচ্ছার বিরুদ্ধে শ্রমিক হিসেবে ব্যবহার করা হচ্ছে। এই শ্রমিকদের অধিকাংশই হলো নারী এবং তাদের পরিমাণ এই সংখ্যার ৫৫% যেখানে পুরুষদের পরিমাণ ৪৫%। বেসলারের ভাষ্যমতে ২০০৫ সালে লোকেদের জোর করে শ্রমিক হিসেবে ব্যবহার করা হয় এমন প্রতিষ্ঠান গড়ে ৪৪.৩ বিলিয়ন মার্কিন ডলার রোজগার করেছে।\nদক্ষিণ-পূর্ব এশিয়া অঞ্চলের বাইরে প্রশান্ত মহাসাগরীয় অঞ্চলে বিশ্বের সবচেয়ে বেশি শ্রমিক রয়েছে যাদের দিয়ে জোরপূর্বক কাজ করানো হচ্ছে। তবে এখানে জোরপূর্বক ব্যবহৃত শ্রমিকের হার প্রতি ১০০০ জনে ৩.৩ জন যা অন্যান্য অঞ্চলের চেয়ে অনেক কম। এর কারণ হলো প্রশান্ত মহাসাগরীয় অঞ্চলে বিশ্বের অন্যান্য অঞ্চলের চেয়ে অনেক বেশি লোক বাস করে। দক্ষিণ-পূর্ব এশিয়ায় সাধারণত পাচারের শিকার ব্যক্তিদের ঐ অঞ্চলেই নানা কাজে ব্যবহার করা হয়। সাধারণত এই অঞ্চলের এক দেশ থেকে লোকেদের পাচার করে এই অঞ্চলেরই আরেক দেশে ব্যবহার করা হয়। তবে বিশ্বের অন্যান্য দেশেও এই অঞ্চল থেকে পাচারের শিকার হওয়া ব্যক্তিদের দেখা যায়। এই অঞ্চলে সাধারণত পাচার করা ব্যক্তিদের দিয়ে জোর করে কাজ করানো হয় ও যৌনকর্ম করানো হয়। থাইল্যান্ড ও মালয়েশিয়ায় সাধারণত পাচারের শিকার ব্যক্তিরা যৌন নির্যাতনের শিকার হন যেখানে ইন্দোনেশিয়ায় তাদের প্রধানত জোরপূর্বক শ্রমিক হিসেবে ব্যবহার করা হয়। ধারণা করা হয় যে প্রতিবছর এই অঞ্চলের ১০,০০০ ব্যক্তিকে জোর করে কাজ করতে বাধ্য করা হয়।\n\n\n== কারণসমূহ ==\nদক্ষিণ-পূর্ব এশিয়ায় মানব পাচারের প্রধান কারণ হল দারিদ্র্য এবং বিশ্বায়নের মতো সার্বজনীন কারণ। তবে বেটজের মতে দারিদ্য মানব পাচারের মূল কারণ নয় বরং দরিদ্র ব্যক্তিদের উন্নত পরিষেবার অধিকারী হওয়া এবং নগর অঞ্চলে বেশি উপার্জনের আকাঙ্ক্ষার মতো আরও কিছু কারণ রয়েছে। তাঁর মতে ২০ শতকের মাঝামাঝি এই অঞ্চলের শিল্পায়ন ক্রমবর্ধমান অর্থনীতি এবং স্থবির অর্থনীতির মধ্যে একটি স্পষ্ট বিভাজন সৃষ্টি করে। এই অঞ্চলের মানুষ যুদ্ধরত দেশ ত্যাগ করে উন্নত ও নিরাপদ জীবনযাপনের আশায় থাইল্যান্ড ও সিঙ্গাপুরের মতো দেশের দ্রুত উন্নত হওয়া দেশের দিকে ধাবিত হয়। একদিকে এসব অভিবাসীদের নতুন দেশে কাজ করার উদ্দেশ্যে যাওয়া এবং অপর দিকে সেই দেশের দ্রুত উন্নয়নের জন্য শ্রমিকের সংকট মানব পাচারের একটি ভালো পরিবেশ তৈরি করে।\nদক্ষিণ-পূর্ব এশিয়ায় যৌন শিল্পের আবির্ভাব হয় বিশ শতকে। সেসময়ে অভিবাসী ও স্থানীয় মহিলারা তাদের পরিবারের চাহিদা মেটাতে বেশি অর্থ উপার্জনের উদ্দেশ্যে যৌনকর্মে লিপ্ত হয়। লিকোলা পাইপারের অভিমত হলো এই অঞ্চলে যৌন শিল্পের বিস্তারের কারণ হলো বিকাশমান পর্যটন শিল্প এবং যুদ্ধের সময়ে স্থাপিত সামরিক ঘাটি। শুরুতে সামরিক ঘাটি থেকে বিশ্রামে যাওয়া ব্যক্তিদের ঘিরেই যৌনকর্মীরা কাজ করে কিন্তু সামরিক ব্যক্তিরা যুদ্ধে গেলে তাদের নজর পর্যটকদের উপরে পড়ে। পর্যটন শিল্পের ক্ষতি হওয়ার ভয়ে সরকার এসময়ে এ ব্যাপারে পদক্ষেপ না নেওয়ায় যৌ শিল্প বিনা বাধায় বিকশিত হয়। এমনকি বর্তমান সময়ে এই শিল্পকে নিচু চোখে দেখা হলেও এই শিল্পে পাচার হওয়া নারীদের ব্যাপক চাহিদা রয়েছে।\n\n\n== যেসব দেশ হতে পাচার হয় ==\nমানব পাচারের উৎস দেশগুলোর মাঝে অন্যতম হলো ফিলিপাইন। দক্ষিণ-পূর্ব এশিয়া এবং বিশ্বব্যাপী জোরপূর্বক ব্যবহৃত শ্রমিকদের বিশাল অংশের জোগান দেয় থাইল্যান্ড।  এছাড়াও মায়ানমার, মালয়েশিয়া, ইন্দোনেশিয়া, লাওস, ভিয়েতনাম ও কম্বোডিয়ার বিলুপ সংখ্যক মানুষ পাচারের শিকার হয়। অনেক অভিবাসী স্বেচ্ছায় থাইল্যান্ডে যায় যেন তাদের জোর করে শ্রমিক হিসেবে ব্যবহার করা হয় বা যৌনকর্মী হিসেবে ব্যবহার করা হয়।\nযৌনদাসী হিসেবে ব্যবহার করা পুরুষ, মহিলা ও শিশুদের উৎস হিসেবে লাওসকে চিহ্নিত করা হয়। লাও অভিবাসীদের অনেকে থাইল্যান্ড যায় বা অন্য দেশ হতে চীনে চলে যায়। লাও অভিবাসীদের কম পারিশ্রমিক দিয়ে কঠোর পরিশ্রম করানো হয়। লাওস থেকে আসা অভিবাসীদের ৭০ শতাংশই নারী এবং তাদের অনেককে ঘরে কাজের লোক হিসেবে ব্যবহার করা হয়। থাইল্যান্ডে ঘরে কাজ করা লোকেদের রক্ষায় কোনো শ্রমিক আইন না থাকায় লাও অভিবাসীরা ঝুঁকিতে থাকে।\nউচ্চ মাত্রার বেকারত্ব এবং দারিদ্র্যের কারণে কম্বোডিয়া অভিবাসীদের একটি উৎস দেশ। অনেক কম্বোডিয়ান নারীকে দক্ষিণ-পূর্ব এশীয় অঞ্চলের অনেক দেশে যৌন বা শ্রম শিল্পে পাচার করা হয় এবং পুরুষদের মাছ ধরা, কৃষি ও নির্মাণ খাতে কাজের জন্য পাচার হয়।\nমিয়ানমার থেকে মানব পাচারের অন্যতম কারণ হলো সামরিক শাসনের অধীনে মিয়ানমারের শাসনের ইতিহাস। শাসক কর্তৃক দেশটির অর্থনীতির দুর্বল ব্যবস্থাপনা এবং মানবাধিকার লঙ্ঘন দেশটির নাগরিকদের মানব পাচারের ঝুঁকিতে ফেলেছে। থাইল্যান্ড, চীন, পাকিস্তান, দক্ষিণ কোরিয়া এবং ম্যাকাওতে মিয়ানমারের পুরুষ, মহিলা এবং শিশুরা শ্রম শোষণের শিকার হয়। এ দেশের শিশুদের থাইল্যান্ডে পাচার করে তাদের দিয়ে ভিক্ষাবৃত্তি করানো হয় এবং তরুণীদের চীনে যৌনদাসত্ব করার জন্য পাচার করা হয়।\n\n\n== যেসব দেশে পাচার হয় ==\nফিলিপাইন হতে মানব পাচার করার পাশাপাশি অন্য দেশ থেকে মানব পাচার করে এ দেশেও আনা হয়। থাইল্যান্ডের আশানুরূপ অর্থনীতির কারণে কাজের সন্ধানে বিভিন্ন দেশের অভিবাসীরা থাইল্যান্ডে এসে থাকে। থাইল্যান্ডের অর্থনীতিও ব্যাপকভাবে অভিবাসী শ্রমিকদের উপর নির্ভর করে কারণ দেশটির প্রধান খাত নির্মাণ, মাছ ধরা এবং বাণিজ্যিক কৃষি হওয়ায় এসব খাতে কাজের জন্য অনেক লোক প্রয়োজন।\nকম্বোডিয়া যৌন ব্যবসায় ব্যবহারের জন্য নারীদের পাচারের জন্য একটি গন্তব্য দেশ। দক্ষিণ-পূর্ব এশিয়া অঞ্চলের মধ্যে কম্বোডিয়ায় শিশু পতিতাবৃত্তি এবং যৌন পর্যটনের চাহিদা ব্যাপক। কম্বোডিয়া এবং ভিয়েতনামের গ্রামীণ অঞ্চল থেকে মহিলাদের বড় শহরে এনে তাদের বিক্রি করা হয় বা যৌন শোষণ করা হয়।\nজোরপূর্বক কাজ করানোর জন্য বা যৌনকর্মে লিপ্ত হওয়ার জন্য অনেক শিশুকে ভিয়েতনামে নিয়ে যাওয়া হয়। দেশের গ্রামাঞ্চল থেকে শিশুদের বড় বড় শহরে নিয়ে আসা হয় যেখানে তাদের হুমকি দিয়ে ও ঋণের ফাঁদে ফেলে যৌন ব্যবসা ও ভিক্ষাবৃত্তি করতে বাধ্য করা হয়। ভিয়েতনাম শিশু যৌন পর্যটনের জন্য একটি গন্তব্য হওয়ায় যৌনকর্মী শিশুদের বিপুল চাহিদা পাচারকারীদের ব্যবসায় শিশুদের নিয়োগের জন্য উদ্বুদ্ধ করে।\n\n\n== পাচারের ভুক্তভোগী ==\nবর্তমানে বাধ্য হয়ে কাজ করা বেশিরভাগ ভুক্তভোগীরা এমনটি করছেন কারণ তারা হয় চাকরির সুযোগ সম্পর্কে প্রতারণার শিকার হয়েছেন বা তাদের ইচ্ছার বিরুদ্ধে দাসত্ব করতে বাধ্য হয়েছেন।  দক্ষিণ-পূর্ব এশিয়ায় মানব পাচারের বিষয়ে একটি নীতিগত সংক্ষিপ্ত বিবরণ অনুসারে, পাচারের শিকার লোকেদের মধ্যে শিশু, নারী এবং পুরুষরা সবাই থাকলেও তাদের বেশিরভাগই নারী। নারীরা অধিকাংশ পাচারকারীদের লক্ষ্যবস্তু হয়ে থাকার কারণ তারা বিশ্বের এমন একটি এলাকায় সুযোগ খুঁজছে যেখানে তাদের জন্য সীমিত অর্থনৈতিক সুযোগ রয়েছে। অদক্ষ এবং স্বল্প শিক্ষিত নারীরা সাধারণত মানব পাচারের শিকার হয়ে থাকেন।\nতবে এই অঞ্চলের অধিকাংশ ভুক্তভোগী ব্যক্তিদের অধিকাংশের বিষয়েই সঠিক হিসাব নেই এবং তারা যে দেশে কাজ করেন সে দেশের নাগরিক তারা নন।\n\n\n== পাচারকারী ==\nতিনটি দেশ তথ্য দিয়েছে যে দক্ষিণ-পূর্ব এশিয়ায় মানব পাচারের অপরাধে পুরুষদের তুলনায় নারীদের বেশি বিচার করা হয়। সেই তথ্য থেকে আরও জানা যায় যে পাচার ব্যবসায় মহিলাদের অংশগ্রহণের হার পুরুষদের তুলনায় সমান বা বেশি। দক্ষিণ-পূর্ব এশিয়ায় পাচারকারীরা নারী ও পুরুষ উভয়েই হলেও এই অঞ্চলে নারীদের অংশগ্রহণের অনুপাত আমেরিকা বা আফ্রিকার তুলনায় বেশি। জাপান জানিয়েছে যে মানব পাচারকারীরা বিদেশী নাগরিকের পরিমাণ গত কয়েক বছর ধরে বাড়ছে। ২০০৬ সাল থেকে ২০০৯ সাল পর্যন্ত মানব পাচারে দোষী সাব্যস্ত ব্যক্তিদের মাত্র ৭% বিদেশী নাগরিক হলেও ২০০৯ সালে এই সংখ্যা ২৩ শতাংশে উন্নীত হয়।\n\n\n== প্রতিরোধমূলক নীতি ==\nআন্তর্জাতিক পরিসরে মানব পাচার কীভাবে রোধ করা যায় সে বিষয়ে জাতিসংঘ নির্দেশিকা প্রকাশ করেছে। উক্ত নির্দেশিকা অনুসারে চাহিদাকে পাচারের প্রধান কারণ হিসাবে চিহ্নিত করা উচিত বলে উল্লেখ করা হয়েছে। এটিও সুপারিশ করা হয়েছে যে দারিদ্র্য, ও বৈষম্যও পরীক্ষা করা উচিত কারণ এই কারণগুলি ব্যাপকতার উপর নির্ভর করে মানব পাচারের দিকে পরিচালিত করতে পারে। মানব পাচার প্রতিরোধ বিষয়ে করা একটি প্রতিবেদনে বলা হয় সরকারের দায়িত্ব হলো বিভিন্ন কর্মসূচির মাধ্যমে দেশের নাগরিক ও অভিবাসীদের জন্য উপলব্ধ ক্ষেত্রগুলো উন্নত করা যা তাদের সামগ্রিকভাবে উন্নত জীবনের দিকে পরিচালিত করবে। আইনগত বাধ্যবাধকতা জোরদার করে এবং সকল নাগরিককে সঠিক পরিচয় প্রদানের মাধ্যমে সরকার পাচারকারীদের বিরুদ্ধে আইন প্রয়োগ বৃদ্ধি করতে পারে।\nমানব পাচারের সমস্যাগ্রস্ত দেশগুলিকে সাহায্য করার জন্য জাতিসংঘ মানব পাচার প্রটোকল তৈরি করেছে। প্রটোকলটির প্রধান উদ্দেশ্য হলো সমস্যগ্রস্ত দেশগুলির সীমান্তের মধ্যে মানব পাচার প্রতিরোধ ও মোকাবেলা করার উদ্দেশ্যে ব্যবস্থা গ্রহণের জন্য একটি নির্দেশিকা তৈরি করা। এছাড়াও প্রটোকলটি মানব পাচারের ভুক্তভোগীদের সহায়তা এবং সুরক্ষার জন্যও কাজ করে।  দক্ষিণ-পূর্ব এশিয়ার সমস্ত দেশ এই প্রটোকল স্বাক্ষর করেছে এবং প্রটোকলটি অনুমোদন করেছে। সর্বশেষ থাইল্যান্ড ২০১৩ সালে প্রটোকলটিতে স্বাক্ষর করে।\nসমস্ত অভিবাসী শ্রমিক এবং তাদের পরিবারের সদস্যদের অধিকার রক্ষার বিষয়ে জাতিসংঘের আন্তর্জাতিক কনভেনশন হলো একটি চুক্তি যার লক্ষ্য মানবাধিকার এবং অভিবাসী শ্রমিকদের পাশাপাশি তাদের পরিবারের মধ্যে সংযোগ স্থাপন করা। চুক্তিটি অভিবাসী শ্রমের গুরুত্ব প্রদান এবং অভিবাসী কর্মীদের পুরস্কৃত করার বিষয়ে গুরুত্বারোপ করে। তবে এই চুক্তিটি এখনও ফিলিপাইন ও কম্বোডিয়ার মতো দক্ষিণ-পূর্ব এশিয়ার অনেক দেশ স্বাক্ষর করেনি তবে ইন্দোনেশিয়ার মতো কয়েকটি দেশ চুক্তিটি স্বাক্ষর ও অনুমোদন করেছে।\n\n\n== তথ্যসূত্র =="}