{"pageid": 1355056, "title": "পূর্ণেন্দুবিকাশ সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1355056", "content": "ডা.পূর্ণেন্দুবিকাশ সরকার  ( জন্মঃ- ১৯ নভেম্বর ১৯৫৫) একজন বিশিষ্ট বাঙালি চক্ষু চিকিৎসক ও রবীন্দ্র অনুরাগী লেখক ও রবীন্দ্র গবেষক।  রবীন্দ্রপ্রেমী চিকিৎসক ডা. সরকার ১৪২৯ বঙ্গাব্দের আনন্দ পুরস্কার লাভ করেন ২০২৩ খ্রিস্টাব্দে তার নিষ্ঠাবান ও শ্রমসাধ্য কাজ গীতবিতান তথ্যভাণ্ডার সংকলন গ্রন্থটির জন্য। \n\n\n== জীবনী ==\nডা. পূর্ণেন্দুবিকাশ সরকারের জন্ম ১৯৫৫ খ্রিস্টাব্দের ১৯ নভেম্বর  পশ্চিমবঙ্গের উত্তর চব্বিশ পরগনা জেলার গোবরডাঙ্গায়। তার বিদ্যালয়ের পড়াশোনা গোবরডাঙ্গা খাঁটুরা হাই স্কুলে। স্কুলজীবনে তিনি বিজ্ঞানক্লাবের প্রতিষ্ঠিতা-সদস্য হন। মডেল তৈরির জন্য লাভ করেন  সত্যেন্দ্রনাথ বসুর অভিজ্ঞানপত্রসহ প্রথম পুরস্কার। এরপর তিনি  চিকিৎসা বিজ্ঞানে  কলকাতা বিশ্ববিদ্যালয়ের স্নাতক হন কলকাতার মেডিক্যাল কলেজ থেকে। এরপর  চক্ষুচিকিৎসাবিজ্ঞানের বিশেষজ্ঞ চিকিৎসক হয়ে কলকাতার সল্টলেকে প্রতিষ্ঠা করেন অত্যাধুনিক চক্ষুচিকিৎসা কেন্দ্র সল্টলেক আই ফাউন্ডেশন। \n\n\n== অবদান ==\nচক্ষুচিকিৎসাবিজ্ঞানে যুক্ত থেকে চোখের নানা অসুখবিসুখ নিয়ে প্রথম প্রকাশিত হয় চোখের কথা গ্রন্থটি। বিভিন্ন পত্র পত্রিকায় চোখ সম্পর্কে তার লেখা প্রবন্ধগুলি জনপ্রিয়তা লাভ করেছে।  রবীন্দ্র সংগীতের প্রতি প্রবল আকর্ষণে পেশাগত ব্যস্ততার মাঝে কৌতূহলী ডা পূর্ণেন্দুবিকাশ সরকার রবীন্দ্রনাথের গান ও কবিতা নিয়ে ভাবনা-চিন্তা করেছেন রবীন্দ্রপ্রেমীদের একজন হয়ে। তথাকথিত রবীন্দ্র গবেষক না হয়েও তিনি অতন্দ্র নিষ্ঠার সঙ্গে বহু পরিশ্রমে ২০০৬ খ্রিস্টাব্দে  গীতবিতানের ২২১২ টি গান নিয়ে তৈরি করেন তথ্যভিত্তিক সঙ্গীতসমৃদ্ধ সফ্টওয়্যার- গীতবিতান আর্কাইভ। সেটি সমস্ত রবীন্দ্রপ্রেমীর কাছে সমাদৃত ও প্রশংসিত হয়েছে। এরপর কাজ করেন রবীন্দ্রকবিতা আর্কাইভ তৈরিতে এবং ২০২০ খ্রিস্টাব্দেগীতবিতান তথ্যভাণ্ডার সংকলনে। রবীন্দ্রচর্চার জগতে এগুলি নিঃন্দেহে মূলবান সম্পদ।\n\n\n== রচিত ও সংকলিত গ্রন্থসমূহ ==\nচোখের কথা (২০০৯) আনন্দ পাবলিশার্স, কলকাতা আইএসবিএন ৯৭৮-৮১-৭৭৫৬-৮১৪-১\nচশমার হ্যান্ডবুক (২০২১) পরম্পরা প্রকাশন আইএসবিএন ৯৭৮-৯৩-৮৮৩৪-১৫১-৬\nদিনগুলি তার (২০২২) বইওয়ালা বুক ক্যাফে, আইএসবিএন ৮০৪৬৫০০০০০০০৫ \nরবীন্দ্রগানের অন্তরালে (২০২৩) আনন্দ পাবলিশার্স, কলকাতা আইএসবিএন  ‎৯৭৮-৯৩-৫৪২৫-০১৫-৬\nরবির চিঠি মৃণালিনীকে (২০২২) নোসন প্রেস, আইএসবিএন ৯৭৯-৮৮-৮৬০৬-৪৩৫-৩\nরূপান্তর (১৯৬৪) করুণা প্রকাশন, কলকাতা আইএসবিএন ৯৭৮-৮১-৮৪৩৭-২৫৫-৭\nগীতবিতান তথ্যভাণ্ডার (২০২২) সিগনেট প্রেস, কলকাতা আইএসবিএন ৯৭৮-৯৩-৫০৪০-০৫৩-১\nGateway to Happy Vision (২০২২) ওয়ালনাট পাবলিকেশন আইএসবিএন ৯৭৮-৯৩-৫৫৭৪-২৩০-৮\nSong Offerings - English Gitanjali (2019) আইএসবিএন  ৯৭৮-১০-৯৯৮৪-০৮০-৭\n\n\n== সম্মাননা ==\nরবীন্দ্রচর্চার ক্ষেত্রে ডা পূর্ণেন্দুবিকাশ সরকার সংকলিত ও সম্পাদিত গীতবিতান তথ্যভাণ্ডার শীর্ষক আকরগ্রন্থটির জন্য তিনি ১৪২৯ বঙ্গাব্দের আনন্দ পুরস্কার লাভ করেন ২০২৩ খ্রিস্টাব্দে। ২৯ এপ্রিল শনিবার আনন্দবাজার পত্রিকাগোষ্ঠী আয়োজিত এক অনুষ্ঠানে তার হাতে পুরস্কার তুলে দেন ইতিহাসবিদ উমা দাশগুপ্ত। গ্রন্থটি সম্পর্কে কবি  শঙ্খ ঘোষের সংযোজন-\n\n‘আমাদের নিরন্তর রবীন্দ্রচর্চার জগতে এটি একটি জরুরি কাজ হিসাবে গণ্য হবে বলে বিশ্বাস করি। পূর্ণেন্দুবিকাশ সরকার এজন্য আমাদের সকলেরই সাধুবাদ পাবার যোগ্য’\"গীতবিতান তথ্যভাণ্ডার\"। \n\n\n== তথ্যসূত্র =="}