{"pageid": 1355958, "title": "রাধাচরণ গুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1355958", "content": "রাধাচরণ গুপ্ত (জন্ম- ১৯৩৫, গুরসরাই ঝাঁসি, বর্তমানে উত্তর প্রদেশে) হলেন একজন খ্যাতনামা ভারতীয় গণিতজ্ঞ এবং গণিত ইতিহাসবিদ। ২০২৩ খ্রিস্টাব্দে ভারত সরকার কর্তৃক তিনি সাহিত্য ও শিক্ষা ক্ষেত্রে বিশেষ অবদানের জন্য ভারতের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী তে ভূষিত হন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nরাধাচরণ গুপ্তের জন্ম ১৯৩৫ খ্রিস্টাব্দের শ্রাবণ তথা রাখিপূর্ণিমার দিন বুন্দেলখণ্ডের ঐতিহাসিক শহর ঝাঁসির নিকটস্থ গুরসরাই-এ। পিতা ছোটেলাল গুপ্ত মুন্সীর কাজ করতেন। মাতা ছিলেন বিনো গুপ্তা। রাধাচরণের বিদ্যালয়ের প্রাথমিক পাঠ স্থানীয় বিদ্যালয়ে। ১৯৫৩ খ্রিস্টাব্দে তিনি বিপিন বিহারী ইন্টার কলেজ থেকে বিজ্ঞান বিষয়ে ইন্টারমিডিয়েট পাশ করেন। সেসময় বুন্দেলখণ্ডে বিজ্ঞানে স্নাতক পড়ার সুযোগ না থাকার কারণে তিনি লখনউ চলে যান।  ১৯৫৫ খ্রিস্টাব্দে লখনউ বিশ্ববিদ্যালয় থেকে স্নাতক হন এবং ১৯৫৭ খ্রিস্টাব্দে স্নাতকোত্তর ডিগ্রি অর্জন করেন। তারপর তিনি রাঁচি বিশ্ববিদ্যালয়ে টি এ সরস্বতী আম্মার অধীনে গণিতের ইতিহাস বিষয়ে গবেষণা করে ১৯৭১ খ্রিস্টাব্দে পিএইচডি ডিগ্রি লাভ করেন।  ওই বৎসরেই তিনি লখনউ খ্রিস্টান কলেজে প্রভাষক হিসাবে কর্মজীবন শুরু করেন। ১৯৫৮ খ্রিস্টাব্দে তিনি ঝাড়খণ্ডের বিড়লা ইনস্টিটিউট অব টেকনোলজি, মেসরাতে যোগ দেন। ১৯৮২ খ্রিস্টাব্দে তিনি অধ্যাপক পদে উন্নীত হন। ১৯৯৫ খ্রিস্টাব্দে অবসরের পর তিনি গণিতের ইতিহাস ও যুক্তিবিজ্ঞানের এমেরিটাস অধ্যাপক হন। ১৯৯৫ খ্রিস্টাব্দের ফেব্রুয়ারিতে তিনি 'ইন্টারন্যাশনাল একাডেমি অফ দ্য হিস্ট্রি অফ সায়েন্স'-এর বিশিষ্ট সদস্য হন। \n\n\n== অবদান ==\n১৯৬৯ খ্রিস্টাব্দে রাধাচরণ গুপ্ত ভারতীয় গণিতে সাংখ্যিক বিশ্লেষণে ইন্টারপোলেশন ব্যাখা করেন।  তিনি গণিতজ্ঞ গোবিন্দস্বামী এবং তার 'সাইন টেবিল'-এর ইন্টারপোলেশন উপর গ্রন্থ রচনা করেন। এছাড়াও তিনি গণিতজ্ঞ পরমেশ্বর'-এর কাজের উপর পরমেশ্বর'স রুল ফর দ্য সারকামরেডিয়াস অফ এ সাইক্লিক কোয়াড্রিল্যাটারাল শীর্ষক নিবন্ধ রচনা করেন। \n\n\n== উল্লেখযোগ্য পুরস্কার ==\n১৯৯১ খ্রিস্টাব্দে তিনি ভারতের ন্যাশনাল একাডেমি অফ সায়েন্সেসের ফেলো নির্বাচিত হন এবং ১৯৯৪ খ্রিস্টাব্দে তিনি ভারতের গণিত শিক্ষকদের অ্যাসোসিয়েশনের সভাপতি হন। ১৯৭৯ খ্রিস্টাব্দে তিনি গণিত ভারতী পত্রিকা প্রতিষ্ঠা করেন । \n২০০৯ খ্রিস্টাব্দে তিনি প্রথম ভারতীয় হিসাবে ব্রিটিশ গণিতবিদ আইভর গ্র্যাটান-গিনেসের সঙ্গে যৌথভাবে কেনেথ ও. মে পুরস্কারে ভূষিত হন। \n২০২৩ খ্রিস্টাব্দে, ভারত সরকার সাহিত্য ও শিক্ষা ক্ষেত্রে অবদানের জন্য চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী প্রদান। \n\n\n== তথ্যসূত্র =="}