{"pageid": 1355003, "title": "নীলতাভা", "url": "https://bn.wikipedia.org/wiki?curid=1355003", "content": "নীলতাভা হল মাসিক্যাপিডি (Muscicapidae) পরিবারের একটি প্রজাতির পাখি, যাতে রয়েছে ওল্ড ওয়ার্ল্ড ফ্লাইক্যাচারের অনেক প্রজাতি। ১৮৩৭ সালে ব্রিটিশ প্রকৃতিবিদ ব্রায়ান হাউটন হজসন এই বংশের নামকরণ করেছিলেন। এই বংশের পাখিগুলি তাদের আকর্ষণীয় এবং রঙিন প্লামেজের জন্য পরিচিত, যার মধ্যে প্রায়শই নীল, বেগুনি এবং ফিরোজা রঙের ছায়া থাকে। এরা দক্ষিণ-পূর্ব এশিয়ার বনাঞ্চলের স্থানীয় এবং সাধারণত পাহাড়ি অঞ্চলে পাওয়া যায়।\n\n\n== চেহারা এবং আচরণ ==\nনীলতাভাগুলি ছোট থেকে মাঝারি আকারের পাখি, সাধারণত ১৩-১৭ সেন্টিমিটার দৈর্ঘ্যের মধ্যে পরিমাপ করা হয়। প্রজাতির পুরুষরা প্রায়শই উজ্জ্বল রঙের হয়, তাদের পিঠে এবং মাথায় নীল, বেগুনি এবং ফিরোজা রঙের আকর্ষণীয় ছায়া থাকে। মহিলা এবং কিশোর-কিশোরীরা কম উজ্জ্বল রঙের হয় এবং প্রায়শই বাদামী বা ধূসর প্লামেজ থাকে। নীলতাভারা কীটপতঙ্গ, এবং প্রাথমিকভাবে ছোট পোকা যেমন পোকা এবং শুঁয়োপোকাকে খাওয়ায়।\n\n\n== বন্টন এবং বাসস্থান ==\nনীলতাভা প্রজাতিটি ভারত, নেপাল, ভুটান, মায়ানমার, থাইল্যান্ড এবং মালয়েশিয়ার মতো দেশগুলি সহ দক্ষিণ-পূর্ব এশিয়ার বনাঞ্চলের স্থানীয়। এগুলি সাধারণত পাহাড়ী অঞ্চলে পাওয়া যায় এবং প্রায়শই ঘন বন এবং নিম্নবৃদ্ধির সাথে যুক্ত থাকে। নীলতাভাগুলি কখনও কখনও মানুষের পরিবর্তিত আবাসস্থল যেমন বৃক্ষরোপণ এবং বাগানগুলিতে পাওয়া যায়।\n\n\n== প্রজাতি ==\nনীলতাভা গণে বর্তমানে চারটি স্বীকৃত প্রজাতি রয়েছে:\n\nনীলতাভা গ্র্যান্ডিস - বড় নিলতাভা\nনীলতাভা সুন্দরা - রুফাস-বেলিড নীলতাব\nনীলতাভা বিভিদা - বিভিড নিলতাভ\nনীলতাভা সুমাত্রানা - জাভান নিলতাভ\n\n\n== সংরক্ষণ অবস্থা ==\n২০২৩ সাল পর্যন্ত, নীলতাভা প্রজাতির কোনো প্রজাতিকে বর্তমানে বিশ্বব্যাপী হুমকি বা বিপন্ন বলে মনে করা হয় না। তবে বাসস্থানের ক্ষতি এবং খণ্ডিত হওয়ার কারণে কিছু প্রজাতির কিছু নির্দিষ্ট অঞ্চলে হ্রাস পাচ্ছে বলে জানা যায়। আইইউসিএন লাল তালিকায় বর্তমানে নিলতাভা গ্র্যান্ডিস এবং নিলতাভা সুন্দরাকে \"নিম্নতম উদ্বেগের প্রজাতি\", নীলতাভা সুমাত্রাকে \"প্রায়-বিপদগ্রস্ত\" এবং নিলতাভা ভিভিদাকে \"সংকটাপন্ন\" হিসাবে তালিকাভুক্ত করা হয়েছে।\n\n\n== আরও দেখুন ==\nনীলাঞ্জনা পাখি\n\n\n== তথ্যসূত্র ==\nগিল, এফ. এবং ডি. ডনসকার (এডস)। 2021. IOC ওয়ার্ল্ড বার্ড লিস্ট (v11.2)। doi: 10.14344/IOC.ML.11.2. https://www.worldbirdnames.org/ এ উপলব্ধ\nবার্ডলাইফ ইন্টারন্যাশনাল। 2021. নিলতাভা বিভিদা। আইইউসিএন রেড লিস্ট অফ থ্রেটেনড প্রজাতি 2021: e.T22710030A155652305। https://dx.doi.org/10.2305/IUCN.UK.2021-1.RLTS.T22710030A155652305.en 18 এপ্রিল 2021 এ ডাউনলোড করা হয়েছে।\nডেল হোয়ো, জে., এলিয়ট, এ., এবং ক্রিস্টি, ডি. (এডিস)। 2006. হ্যান্ডবুক অফ দ্য বার্ডস অফ দ্য ওয়ার্ল্ড। ভলিউম 11: ওল্ড ওয়ার্ল্ড ফ্লাইক্যাচার থেকে ওল্ড ওয়ার্ব্লার্স। লিংক্স এড"}