{"pageid": 1355631, "title": "কূটযুক্তির তোড়ে নাজেহাল করা", "url": "https://bn.wikipedia.org/wiki?curid=1355631", "content": "কূটযুক্তির তোড়ে নাজেহাল করা বলতে একটি বাগ্মিতা-কৌশলকে বোঝায় যাতে একজন তার্কিক তার প্রতিপক্ষকে হয়রান বা নাজেহাল করার উদ্দেশ্যে যুক্তির সঠিকতা বা শক্তির তোয়াক্কা না করে একের পর এক মাত্রাতিরিক্ত সংখ্যক যুক্তি প্রদান করেন ও এভাবে অজস্র যুক্তিবাণে প্রতিপক্ষকে বিহ্বল ও হতচকিত করে দেন। কূটযুক্তির তোড়ে নাজেহাল করার কৌশলে যুক্তির গুণমানের চেয়ে যুক্তির সংখ্যা বা পরিমাণকে অগ্রাধিকার দেওয়া হয়।\nএটিকে ইংরেজিতে প্রায়শই \"গিশ গ্যালপ\" অর্থাৎ \"গিশের বল্গাগতি\" নামে ডাকা হয়। ১৯৯৪ সালে নৃবিজ্ঞানী ইউজেনি স্কট মার্কিন সৃষ্টিবাদী ডুয়েন গিশের নামে এই কৌশলটির নামকরণ করেন। তিনি বলেন যে গিশ প্রায়শই বিবর্তনের বিরুদ্ধে যুক্তি প্রদানের সময় এই কৌশলটি প্রয়োগ করতেন। কূটযুক্তির তোড়ে নাজেহালের সাথে আরেকটি বিতর্ক কৌশলের মিল আছে, যার নাম \"কথার তুবড়ি ছোটানো\" (Spreading), যেখানে একজন বিতার্কিক এমন দ্রুতগতিতে কথা বলেন যে তার প্রতিপক্ষ সমস্ত উত্থাপিত যুক্তির প্রত্যুত্তর দেবার সময় পান না।\n\n\n== কৌশলের বিবরণ ==\nকূটযুক্তির তোড়ে নাজেহাল করার উদ্দেশ্যে একজন বিতার্কিক খুব কম সময়ের ব্যবধানে অত্যন্ত দ্রুত গতিতে অনেকগুলি আপাতদৃষ্টিতে যথার্থ যুক্তি, অর্ধসত্য, অযথার্থ বা মিথ্যা উপস্থাপনা ও সম্পূর্ণ মিথ্যা বক্তব্য ধারাবাহিকভাবে পেশ করেন। ফলে একটি আনুষ্ঠানিক বিতর্কের নির্ধারিত সময়সীমার মধ্যে তার প্রতিপক্ষের পক্ষে ঐ কূটযুক্তির সবগুলি একবারে খণ্ডন করা সম্ভব হয় না। কূটযুক্তির তোড়ে নাজেহালকারীর প্রতিটি যুক্তি পেশ করতে যত সময় লাগে, সেগুলি খণ্ডাতে বা সেগুলি যাচাই করতে তুলনামূলকভাবে বেশি সময় লাগে; এ ব্যাপারটি আন্তর্জালে ব্র্যান্ডোলিনির সূত্র নামে পরিচিত। এই কৌশলটি প্রতিপক্ষের সময় নষ্ট করে এবং প্রতিপক্ষের বিতর্ক করার ক্ষমতার উপর সন্দেহ সৃষ্টি করতে পারে, বিশেষ করে যদি স্বাধীনভাবে তথ্যের সত্যতা যাচাইয়ের কোনও ব্যবস্থা না থাকে কিংবা যদি শ্রোতাদের মাঝে বিতর্কের বিষয় সম্পর্কে সীমিত জ্ঞান থাকে।\n\n\n== কূটযুক্তির তোড়ে নাজেহাল করার প্রচেষ্টা সামাল দেওয়া ==\nসাধারণত একটি উন্মুক্ত কাঠামোর বিতর্কের তুলনায় একটি কাঠামোবদ্ধ বিতর্কে কূটযুক্তির তোড়ে নাজেহাল করা অপেক্ষাকৃত বেশি কঠিন। যদি কোনও বিতার্কিক জানেন যে তার প্রতিপক্ষ কূটযুক্তির তোড়ে নাজেহাল করার জন্য পরিচিত, তাহলে সে ঐ তোড় শুরু করার আগেই বিতার্কিক তার নিজের বক্তব্যে সবচেয়ে অতিব্যবহৃত কূটযুক্তিগুলি আগে থেকেই খণ্ডন করে দিতে পারেন।\nব্রিটিশ সাংবাদিক মেহদি হাসান কূটযুক্তির তোড়ে নাজেহালের প্রচেষ্টা পরাস্ত করার জন্য তিনটি ধাপের সুপারিশ করেছেন:\n\nযেহেতু কূটযুক্তির তোড়ে বহুসংখ্যক মিথ্যা তথ্য থাকে, তাই দৃষ্টান্ত হিসেবে এগুলির যেকোনও একটিকে নির্বাচন করতে হবে। সবচেয়ে দুর্বল, নির্বোধ ও হাস্যকর যুক্তিটি বেছে নিতে হবে এবং সেটিকে খণ্ডন করে ছিন্নভিন্ন করতে হবে (কৌশলটি দুর্বল যুক্তি খণ্ডন নামে পরিচিত)।\nআলোচ্য বিষয় থেকে সরা যাবে না। যতক্ষণ না পর্যন্ত নিশ্চিতভাবে নির্বোধ যুক্তিটি ধ্বংস না করা হচ্ছে ও আপনার যুক্তিটি পরিস্কারভাবে উপস্থাপন না করা হচ্ছে, ততক্ষণ ধরে রাখতে হবে।\nকৌশলের নাম ধরে ডাকা: কৌশলটির নাম সবাইকে জানিয়ে দিতে হবে। বলতে হবে যে “এই কৌশলটির নাম হল 'কূটযুক্তির তোড়ে নাজেহাল করা'। এইসব আগডুম বাগডুম অর্থহীন কথার তোড়ে ভুলবেন না।”\n\n\n== আরও দেখুন ==\nব্র্যান্ডোলিনির সূত্র\nবিঘ্নকারী দীর্ঘ বক্তৃতা\nমিথ্যার জলবাহী নল\nভীতিপ্রদর্শনমূলক প্রমাণ\nসিন্ধুসিংহ\nসংকেত-অপসংকেত অনুপাত\n\n\n== তথ্যসূত্র ==\n\n\n== সাধারণ ও উদ্ধ্ঋত উৎসপঞ্জি ==\nGrant, John (২০১১)। Denying Science: Conspiracy Theories, Media Distortions, and the War Against Reality। Prometheus Books। আইএসবিএন 978-1-61614-400-5। \nGrant, John (২০১৫)। Debunk it: How to Stay Sane in a World of Misinformation। San Francisco: Zest Books। আইএসবিএন 978-1-936976-68-3। \nHayward, C. J. S. (২০১৫)। The Seraphinians: \"Blessed Seraphim Rose\" and His Axe-Wielding Western Converts। The Collected Works of C.J.S. Hayward। San Francisco: Zest Books। আইএসবিএন 9781517068134। \nJohnson, Amy (২০১৭)।  Gasser, Urs, সম্পাদক। \"The Multiple Harms of Sea Lions\" (পিডিএফ)। Perspectives on Harmful Speech Online। Berkman Klein Center for Internet & Society। পৃষ্ঠা 14। \nLogan, Paul (২৫ ফেব্রুয়ারি ২০০০)। \"Scientists Offer Creationist Defense\"। West Side Journal। Albuquerque Journal। 120 (56)। পৃষ্ঠা 4  – Newspapers.com-এর মাধ্যমে। \nSonleitner, Frank J. (নভেম্বর–ডিসেম্বর ২০০৪)। \"Winning the Creation Debate\"। Reports। National Center for Science Education। 24 (6): 36–38। \nScott, Eugenie (২০০৪)। Confronting Creationism। Reports of National Center for Science Education। 24/6। ২০১৮-০৬-১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৭-১০-০৬। \nScott, Eugenie (১৯৯৪)। \"Debates and the Globetrotters\"। Talk Origins Archive। সংগ্রহের তারিখ ২০১৭-১০-০৬। \nHasan, Medhi (২০২৩)। \"How to Beat Trump in a Debate\"। The Atlantic। সংগ্রহের তারিখ ২০২৩-০২-১৬।"}