{"pageid": 1355340, "title": "৯৬তম স্ট্রিট স্টেশন (আইআরটি ব্রডওয়ে–সেভেনথ অ্যাভিনিউ লাইন)", "url": "https://bn.wikipedia.org/wiki?curid=1355340", "content": "৯৬তম স্ট্রিট স্টেশনটি নিউ ইয়র্ক সিটি সাবওয়ের আইআরটি ব্রডওয়ে–সেভেনথ অ্যাভিনিউ লাইনের একটি সম্প্রসারিত স্টেশন। ম্যানহাটনের উচ্চ পশ্চিম পার্শ্বে ৯৬তম স্ট্রিট ও ব্রডওয়ের সংযোগস্থলে অবস্থিত, এটি সর্বদা ১, ২, ৩ ট্রেন দ্বারা পরিবেশিত হয়।\nশহরের প্রথম পাতাল রেলপথের অংশ হিসেবে ইন্টারবোরো র‍্যাপিড ট্রানজিট কোম্পানির (আইআরটি) জন্য ৯৬তম স্ট্রিট স্টেশনটি নির্মিত হয়েছিল, যা ১৯০০ সালে অনুমোদিত হয়েছিল। ৯৬তম স্ট্রিট স্টেশন সহ রেলপথের অংশের নির্মাণ একই বছরের ২২ আগস্ট শুরু হয়েছিল। নিউইয়র্ক সিটি সাবওয়ের মূল ২৮ টি স্টেশনের মধ্যে অন্যতম একটি হিসেবে স্টেশনটি ১৯০৪ সালের ২৭ শে অক্টোবর চালু করা হয়। ব্রডওয়ে–সেভেনথ অ্যাভিনিউ লাইন বরাবর একটি উন্নতি প্রকল্পের অংশ হিসেবে ১৯৬০ সালে ৯৬তম স্ট্রিট স্টেশনের প্ল্যাটফর্মগুলিকে লম্বা করা হয়েছিল। একটি নতুন হেড হাউস ও এলিভেটর ২০০৭ সাল থেকে ২০১০ সালের মধ্যে তৈরি করা হয়েছিল।\n৯৬তম স্ট্রিট স্টেশনে দুটি দ্বীপ প্ল্যাটফর্ম, দুটি অব্যবহৃত পার্শ্ব প্ল্যাটফর্ম এবং চারটি রেল ট্র্যাক রয়েছে। বাইরের রেল ট্র্যাকগুলি স্থানীয় ট্রেন দ্বারা ব্যবহৃত হয় এবং ভিতরের দুটি রেল ট্র্যাক এক্সপ্রেস ট্রেন দ্বারা ব্যবহৃত হয়। স্টেশনটিতে দুটি প্রস্থান আছে: উত্তর প্রান্তে ব্রডওয়ের মাঝামাঝি ৯৬তম স্ট্রিটে হেড হাউস একটি, পাশাপাশি ব্রডওয়ে ও ৯৬তম স্ট্রিটে একটি সিঁড়ি। হেড হাউসে লিফট রয়েছে, যা ১৯৯০ সালের মার্কিন প্রতিবন্ধী আইনের সঙ্গে সঙ্গতিপূর্ণ করে তোলে।\n\n\n== ইতিহাস ==\n\n\n=== নির্মাণ ও উদ্বোধন ===\nনিউ ইয়র্ক সিটিতে একটি পাতাল রেলপথের জন্য পরিকল্পনা ১৮৬৪ সালে করা হয়েছিল। যাইহোক, শহরের প্রথম পাতাল রেলপথের উন্নয়ন ১৮৯৪ সাল পর্যন্ত শুরু হয়নি, যখন নিউইয়র্ক রাজ্য আইনসভা দ্রুত ট্রানজিট আইন অনুমোদন করেছিল। পাতাল রেল পরিকল্পনাটি র‍্যাপিড ট্রানজিট কমিশনের প্রধান প্রকৌশলী উইলিয়াম বার্কলে পার্সনসের নেতৃত্বে প্রকৌশলীদের একটি দল দ্বারা তৈরি করা হয়েছিল। এটি নিম্ন ম্যানহাটনের নিউ ইয়র্ক সিটি হল থেকে আপার ওয়েস্ট সাইড পর্যন্ত একটি পাতাল রেল লাইন স্থাপনের আহ্বান জানিয়েছিল, যেখানে দুটি শাখা উত্তরে ব্রঙ্কসের দিকে যাবে। একটি পরিকল্পনা \n১৮৯৭ সালে আনুষ্ঠানিকভাবে গৃহীত হয়েছিল, এবং পথের সারিবদ্ধকরণ সংক্রান্ত সমস্ত আইনি বিরোধের সমাধান ১৮৯৯ সালের শেষের দিকে করা হয়েছিল।\nজন বি. ম্যাকডোনাল্ড দ্বারা সংগঠিত ও অগাস্ট বেলমন্ট জুনিয়র দ্বারা অর্থায়নকৃত র‍্যাপিড ট্রানজিট কনস্ট্রাকশন কোম্পানি ১৯০০ সালের ফেব্রুয়ারি মাসে র‍্যাপিড ট্রানজিট কমিশনের সঙ্গে প্রাথমিক চুক্তি-১ স্বাক্ষর করেছিল, সংস্থাটি চুক্তি অনুযায়ী পাতাল রেলপথ নির্মাণ ও লাইনের উদ্বোধনের পরে ৫০ বছরের পরিচালনা ইজারা অর্জন করেছিল। হাইন্স অ্যান্ড লাফার্জের ফার্মকে ১৯০১ সালে ভূগর্ভস্থ স্টেশনগুলি নকশা করার জন্য নিয়োগ করা হয়েছিল। বেলমন্ট ১৯০২ সালের এপ্রিল মাসে পাতাল রেল পরিচালনার জন্য ইন্টারবোরো র‍্যাপিড ট্রানজিট কোম্পানিকে (আইআরটি) সঙ্ঘবদ্ধ করেছিল।\n৯৬তম স্ট্রিট স্টেশনটি ৮২তম স্ট্রিট থেকে ১০৪তম স্ট্রিট পর্যন্ত আইআরটি-এর ওয়েস্ট সাইড লাইনের (বর্তমানে ব্রডওয়ে–সেভেনথ অ্যাভিনিউ লাইন) অংশ হিসাবে নির্মিত হয়েছিল, যার কাজ ১৯০০ সালের ২২শে আগস্ট শুরু হয়েছিল। সেই বিভাগের জন্য কাজ উইলিয়াম ব্র্যাডলিকে দেওয়া হয়েছিল। পাতাল রেল ১৯০৩ সালের শেষের দিকে প্রায় সম্পূর্ণ হয়ে গিয়েছিল, কিন্তু আইআরটি পাওয়ারহাউস ও ব্যবস্থার বৈদ্যুতিক উপকেন্দ্রগুলি তখনও নির্মাণাধীন ছিল, যা রেল ব্যবস্থা চালু করতে বিলম্বিত করেছিল। ৯৬তম স্ট্রিট স্টেশনটি ১৯০৪ সালের ২৭শে অক্টোবর নিউ ইয়র্ক সিটি সাবওয়ের ওয়েস্ট সাইড ব্রাঞ্চের সিটি হল থেকে ১৪৫তম স্ট্রিট পর্যন্ত মূল ২৮টি স্টেশনগুলির মধ্যে একটি হিসাবে চালু করা হয়েছিল।\n\n\n=== বিংশ শতাব্দীর প্রথম দিক ===\nইস্ট সাইড লোকাল ট্রেন ও ওয়েস্ট সাইড এক্সপ্রেস ট্রেনগুলি ৯৬তম স্ট্রিটের উত্তরে একটি ভূমিগত জংশনে অতিক্রম করত, ভিড়ের সময় প্রচণ্ড যানজটের সৃষ্টি হত। আইআরটি ১৯০৭ সালের এপ্রিল মাসে অতিরিক্ত ট্র্যাক নির্মাণের মাধ্যমে যানজট নিরসনের প্রস্তাবকে আরটিসি-এর কাছে একটি প্রতিবেদন আকারে জমা দেয়। ৯৬তম স্ট্রিট স্টেশনের উত্তরে ভূমিগত জংশন অপসারণের জন্য চুক্তি-১-এর মাধ্যমে ১৯০৭ সালের ২৭শে জুন ৯৬তম স্ট্রিটে অতিরিক্ত ট্র্যাক যুক্ত করতে ৯৬তম স্ট্রিট ইমপ্রুভমেন্ট নামে একটি সংশোধন করা হয়েছিল। এখানে, লেনক্স অ্যাভিনিউ ও ব্রডওয়ে থেকে ট্রেনগুলি এক্সপ্রেস বা লোকাল ট্র্যাকে যাওয়ার জন্য ট্র্যাক পরিবর্তন করবে এবং পরিষেবাতে বিলম্ব ঘটাবে। প্রয়োজনীয় ফ্লাই-আন্ডার ট্র্যাক ও সুইচ সহ নতুন ট্র্যাকগুলি তৈরি করার কথা বলা হয়েছিল। কাজের আনুমানিক ব্যয় $৮,৫০,০০০ ছিল। প্রতিবেশী সম্পত্তির মালিকরা পরিকল্পনায় আপত্তি জানিয়েছিলেন যেহেতু কাজের জন্য সুড়ঙ্গের উপরের রাস্তাটি বিচ্ছিন্নকরণের প্রয়োজন ছিল। তদনুসারে, শহরের কর্মকর্তারা ১৯০৮ সালের ডিসেম্বর মাসে ঘোষণা করেছিলেন যে তারা গতি-নিয়ন্ত্রণ সংকেত প্রবর্তন করবে, যা ৯৬তম স্ট্রিট ইমপ্রুভমেন্টকে অপ্রয়োজনীয় করে তুলেছিল। কিছু র‍্যাম্প ইতিমধ্যেই সম্পন্ন করা হয়েছিল, তাই পরে কাজটি সম্পূর্ণ করার অনুমতি দেওয়ার বিধান রাখা হয়েছিল। ৯৬তম স্ট্রিটে ১৯০৯ সালের ২৩শে এপ্রিল সংকেতগুলি স্থাপন করা হয়েছিল। নতুন সংকেতগুলি একটি স্টেশনের নিকটবর্তী ট্রেনগুলিকে স্টেশনে দাঁড়িয়ে থাকা ট্রেনের আরও কাছাকাছি চলার অনুমতি দেয়, শত শত ফুট দূরত্বের সঙ্গে পৃথক রাখার প্রয়োজনীয়তা দূর করেছিল।\n\n\n== স্টেশন বিন্যাস ==\n\n৯৬তম স্ট্রীটে চারটি রেল ট্র্যাক ও দুটি দ্বীপ প্ল্যাটফর্ম রয়েছে যা একই দিকে যাওয়া স্থানীয় ও এক্সপ্রেস ট্রেনগুলির মধ্যে ক্রস-প্ল্যাটফর্ম বিনিময়ের অনুমতি দেয়। এক্সপ্রেস ট্রেনগুলি ভিতরের দুটি ট্র্যাকে চলে, আর লোকাল ট্রেনগুলি বাইরের এক জোড়া ট্র্যাকে চলাচল করে। স্থানীয় ট্র্যাকগুলি সর্বদা ১ দ্বারা ও গভীর রাতে ২ দ্বারা ব্যবহার করা হয়; এক্সপ্রেস ট্র্যাকগুলি ২ ট্রেন দিনের সময় ও ৩ ট্রেন সর্বদা ব্যবহার করে। ৯৬তম স্ট্রিট স্টেশনটি সম্পূর্ণরূপে হুইলচেয়ার ব্যবহারের উপযোগী, এলিভেটরগুলি রাস্তা ও প্ল্যাটফর্মগুলিকে সংযুক্ত করে। ১৯৫৮-১৯৫৯ মাসে প্ল্যাটফর্মের সম্প্রসারণের ফলস্বরূপ, প্ল্যাটফর্মগুলি ৫২০ ফুট (১৬০ মিটার) দীর্ঘ। সাধারণ পরিষেবা চলাকালীন, দক্ষিণগামী লোকাল ট্রেনগুলি ট্র্যাক বি১ ব্যবহার করে এবং দক্ষিণগামী এক্সপ্রেস ট্রেনগুলি ট্র্যাক বি২ ব্যবহার করে। উত্তরগামী এক্সপ্রেস ট্রেনগুলি ট্র্যাক বি৩ ব্যবহার করে এবং উত্তরগামী লোকাল ট্রেনগুলি ট্র্যাক বি৪ ব্যবহার করে। এই ট্র্যাকের নামগুলি স্টেশনে পোস্ট করা হয় না, তবে প্রতিটি পৃথক ট্র্যাকের চেইনিংয়ে ব্যবহৃত হয়, যা পাতাল রেলে ট্রেনের কর্মীদের দ্বারা দূরত্ব পরিমাপ করতে ব্যবহৃত হয়।\n\n\n=== ট্র্যাক বিন্যাস ===\n\n৯৬তম স্ট্রিটের উত্তরে, আপটাউন ও ডাউনটাউন জোড়া ট্র্যাকের মধ্যে এবং এক্সপ্রেস ট্র্যাকের মধ্যে ক্রসওভার রয়েছে। এক্সপ্রেস ট্র্যাকগুলি তারপর পশ্চিম ১০৪তম স্ট্রিটের নীচে নেমে আসে ও পূর্ব দিকে মোড় নেয় এবং পশ্চিম ১১০তম স্ট্রিটে আইআরটি লেনক্স এভিনিউ লাইনে যাওয়ার পথে সেন্ট্রাল পার্কের নীচে উত্তর-পূর্ব দিকে অগ্রসর হয়। রিভারডেল পর্যন্ত স্থানীয় ট্র্যাকগুলি উপরের স্তরে অবস্থান করে। এক্সপ্রেস ট্র্যাকগুলি বিচ্যুত হওয়ার পরে, একটি কেন্দ্রীয় ট্র্যাক প্রায় ১০০তম স্ট্রিটে শুরু হয়; এটা নিয়মিত ব্যবহার করা হয় না.\n১৯০৭ সালের ৯৬তম স্ট্রিট ইমপ্রুভমেন্টের কিছু প্রমাণ রয়ে গেছে। প্রকল্পের অংশ হিসাবে, একটি অতিরিক্ত ট্র্যাক ব্রডওয়ের পূর্ব পার্শ্ব বরাবর ৯৬তম স্ট্রীট থেকে চলে যেত, উত্তরগামী লোকাল ট্র্যাক থেকে ১০০তম স্ট্রিটে লেনক্স ট্র্যাক পর্যন্ত একটি পার্শ্বীয় শাখার সংযোগ সহ শাখা বিচ্ছিন্ন হয়ে নিম্ন স্তরে নেমে যেত।\n\n\n== তথ্যসূত্র =="}