{"pageid": 1355874, "title": "ওয়াটারফক্স", "url": "https://bn.wikipedia.org/wiki?curid=1355874", "content": "ওয়াটারফক্স হল একটি ওপেন সোর্স ওয়েব ব্রাউজার যা ফায়ারফক্স থেকে ফর্ককৃত এবং সিস্টেম১ দ্বারা ডেভেলপকৃত। উইন্ডোজ, ম্যাকওএস এবং লিনাক্সের জন্য প্রাতিষ্ঠানিক ওয়াটারফক্স রিলিজ রয়েছে।\n\n\n== বিভাগ ==\n\n\n=== ওয়াটারফক্স ===\nওয়াটারফক্স ফায়ারফক্সের সাথে গেকো ব্রাউজার ইঞ্জিন এবং ফায়ারফক্স অ্যাড-অনগুলির জন্য সমর্থনের মতো মূল বৈশিষ্ট্য এবং প্রযুক্তি শেয়ার করে।\n\n\n=== ওয়াটারফক্স ক্লাসিক ===\nওয়াটারফক্স ক্লাসিক হল ব্রাউজারের একটি সংস্করণ যা গেকো ইঞ্জিনের একটি পুরানো সংস্করণের উপর ভিত্তি করে যা লিগ্যাসি এক্সইউএল এবং এক্সপিকম অ্যাড-অন ক্ষমতা সমর্থন করে যা ফায়ারফক্স তার ৫৭তম সংস্করণে সরিয়ে দিয়েছে। এটি এখনও আংশিকভাবে ওয়াটারফক্স এবং ফায়ারফক্স ইএসআর রিলিজের সংশোধন এবং প্যাচগুলির সাথে রক্ষণাবেক্ষণ করা হয়েছে। যাইহোক, ওয়াটারফক্সের বিভিন্ন পরিবর্তনের কারণে এটির ডেভেলপমেন্ট আলাদা করা হয়েছে, যা অন্য ক্ষেত্রগুলিতে প্রযোজ্য নয়।\n\n\n==== দুর্বলতা ====\nওয়াটারফক্স ক্লাসিকের একাধিক আনপ্যাচড নিরাপত্তা পরামর্শ রয়েছে। ডেভেলপাররা বলেছেন যে \"সংস্করণের মধ্যে পরিবর্তনগুলি এত বেশি ইএসআরসের মধ্যে একত্রিত হওয়া কঠিন করে তোলে যদি অসম্ভব না হয় \"।\n\n\n== ইতিহাস ==\nওয়াটারফক্স ৬৪-বিট উইন্ডোজের জন্য ২৭ মার্চ, ২০১১-এ অ্যালেক্স কন্টোস দ্বারা প্রথম প্রকাশিত হয়েছিল। ম্যাক বিল্ডটি ১৪ মে, ২০১৫-এ সংস্করণ ৩৮.০ প্রকাশের সাথে প্রবর্তিত হয়েছিল, লিনাক্স বিল্ডটি ২০ ডিসেম্বর, ২০১৬-এ সংস্করণ ৫০.০ প্রকাশের সাথে প্রবর্তিত হয়েছিল, এবং একটি অ্যান্ড্রয়েড বিল্ড ১০ অক্টোবর, ২০১৭-এ ৫৫.২.২ সংস্করণে চালু হয়েছিল।\nজুলাই ২২, ২০১৫ থেকে ১২ নভেম্বর, ২০১৫ পর্যন্ত ওয়াটারফক্সের \"স্টর্ম\" নামে একটি নিজস্ব অনুসন্ধান-ইঞ্জিন ছিল যা দাতব্য প্রতিষ্ঠান এবং ওয়াটারফক্সের জন্য তহবিল সংগ্রহ করেছিল। স্টর্ম ২ মিলিয়ন পাউন্ডের বেশি বিনিয়োগকারী তহবিল এবং ইয়াহু! সার্চ দ্বারা চালিত ছিল।\n২০১৯ সালের ডিসেম্বরে সিস্টেম১ নামের বিজ্ঞাপন সংস্থা যেটি নিজেকে গোপনীয়তা-কেন্দ্রিক হিসাবে চিত্রিত করে, ওয়াটারফক্স অধিগ্রহণ করে। ২০২৩ সালের জুলাইয়ে আলেকজান্দ্রোস কন্টোস আবার ঘোষণা করেন যে, ওয়াটারফক্স পুনরায় স্বাধীন প্রকল্প হিসেবে কাজ করা শুরু করেছে।\n\n\n=== লোগো ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nফায়ারফক্স\nগ্নু আইসক্যাট\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}