{"pageid": 1355330, "title": "বিলডেস্ক", "url": "https://bn.wikipedia.org/wiki?curid=1355330", "content": "বিলডেস্ক হল মুম্বাই ভিত্তিক একটি ভারতীয় অনলাইন পেমেন্ট গেটওয়ে কোম্পানি। কোম্পানিটি তাদের ক্লায়েন্টদের জন্য একটি অনলাইন পেমেন্ট প্ল্যাটফর্ম প্রদান করে যা ব্যাঙ্কিং এবং মার্চেন্ট ওয়েবসাইট লেনদেন সক্ষম করে।\n\n\n== ইতিহাস ==\n২০০০ সালে ভারতীয় উদ্যোক্তা এমএন শ্রীনিবাসু, অজয় ​​কৌশল এবং কার্তিক গণপতি বিলডেস্ক প্রতিষ্ঠা করেন। তিনজন পূর্বে \"বিগ ফাইভ\" অ্যাকাউন্টিং ফার্মের আর্থার অ্যান্ডারসেনে কাজ করেছেন৷\n\n\n=== এমএন শ্রীনিবাসু ===\nবিলডেস্ক প্রতিষ্ঠার আগে, ভাসু আর্থার অ্যান্ডারসেন, ইন্ডিয়া (বিজনেস কনসাল্টিং) এবং আইটিসি লিমিটেডের সাথে কাজ করেছিলেন। তিনি ইন্ডিয়ান ইনস্টিটিউট অব ম্যানেজমেন্ট আহমেদাবাদ থেকে এমবিএ এবং মাদ্রাজ বিশ্ববিদ্যালয় থেকে বাণিজ্যে স্নাতক ডিগ্রি অর্জন করেছেন।\n\n\n=== অজয় কৌশল ===\nশিল্প সমিতি দ্বারা আয়োজিত বিভিন্ন অনুষ্ঠানে অজয় ​​একজন বিশিষ্ট বক্তা। বিলডেস্ক স্থাপনের আগে, অজয় ​​এসবিআই ক্যাপিটাল মার্কেটস এবং আর্থার অ্যান্ডারসেনের সাথে কাজ করেছেন। তিনি ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান মাদ্রাজ থেকে স্নাতক হন এবং ইন্ডিয়ান ইনস্টিটিউট অব ম্যানেজমেন্ট লখনউ থেকে পিজিডিএম সম্পন্ন করেন। তিনি ২০২১ সালে আইআইটি মাদ্রাজ থেকে বিশিষ্ট অ্যালামনাস পুরস্কারে ভূষিত হন।\n\n\n=== কার্তিক গণপতি ===\nবিলডেস্ক স্থাপনের আগে কার্তিক আর্থার অ্যান্ডারসেনের সাথে কাজ করেছিলেন। তিনি বিলডেস্কের প্রযুক্তি এবং অপারেশনের মূল স্থপতি ছিলেন। তিনি ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান বোম্বে এর প্রাক্তন ছাত্র এবং ইন্ডিয়ান ইনস্টিটিউট অব ম্যানেজমেন্ট বেঙ্গালুরু থেকে এমবিএ।\n\n\n=== ক্রিপ্টোকারেন্সি ===\n২০১৭ সালে, BillDesk Coinome নামে প্রথম ভারতীয় ক্রিপ্টোকারেন্সি এক্সচেঞ্জ চালু করেছে।\n\n\n=== তহবিল সংগ্রহ ===\n২০০১ সালে, বিলডেস্ক SIDBI ভেঞ্চার ক্যাপিটাল লিমিটেড এবং ব্যাঙ্ক অফ বরোদা থেকে তার প্রথম বিনিয়োগ পেয়েছিল । \n২০০৬ সালে, Clearstone Venture Partners এবং State Bank of India যৌথভাবে কোম্পানিতে $৭.৫ মিলিয়ন বিনিয়োগ করেছে। \n২০১২ সালে, US-ভিত্তিক PE ফার্ম TA Associates BillDesk-এ একটি অপ্রকাশিত বিনিয়োগ করেছে। \n২০১৫ সালে, বিলডেস্ক জেনারেল আটলান্টিক এবং টেমাসেক হোল্ডিংস থেকে ২০০ মিলিয়ন মার্কিন ডলারের বিনিয়োগ পেয়েছে যার ফলে কোম্পানিটিকে USD ১ বিলিয়ন ডলারের মোট মূল্যায়ন দিয়েছে।  জেনারেল আটলান্টিক কোম্পানির ৩৫% মালিকানা সহ কোম্পানির বৃহত্তম শেয়ারহোল্ডার রয়ে গেছে।\nআগস্ট ২০২১-এ, PayU ঘোষণা করেছে যে এটি বিলডেস্ককে $৪.৭ বিলিয়ন ডলারে একটি নগদ চুক্তিতে অধিগ্রহণ করবে, যা এটিকে ভারতের বৃহত্তম ফিনটেক অধিগ্রহণে পরিণত করবে।  যাইহোক, চুক্তিটি ২০২২ সালের অক্টোবরে শেষ হয়ে যায়।\n\n\n== ব্যবসা ==\nবিলডেস্ক ভারতের কয়েকটি লাভজনক ফিনটেক কোম্পানির মধ্যে একটি ।  ২০১৫ সালের হিসাবে, কোম্পানিটির মূল্য USD ১ বিলিয়ন।  সঞ্জীব কৃষাণ, পিডব্লিউসি ইন্ডিয়ার নেতা (লেনদেন পরিষেবা এবং প্রাইভেট ইক্যুইটি) অনুমান করেছেন যে ২০১৫ সালে, ভারতের অনলাইন বিলিং লেনদেনের ৭০% বিলডেস্কের মাধ্যমে পরিচালিত হয়েছিল।\nবিলডেস্ক একটি আর্থিকভাবে স্বাধীন কোম্পানি এবং পেমেন্টস অ্যান্ড সেটেলমেন্ট সিস্টেমস অ্যাক্ট, ২০০৭ (২০০৭ সালের আইন ৫১) এর অধীনে অংশগ্রহণকারী হিসাবে নজরদারি করা হয় যা ভারতীয় রিজার্ভ ব্যাঙ্ক দ্বারা নিয়ন্ত্রিত ও তত্ত্বাবধানে থাকে ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}