{"pageid": 1355471, "title": "চারটি উপত্যকা", "url": "https://bn.wikipedia.org/wiki?curid=1355471", "content": "টেমপ্লেট:Baháʼí texts sidebar\nচার উপত্যকা ( ফার্সি: چهار وادی   চাহার ওয়াদি ) বাহাই ধর্মের প্রতিষ্ঠাতা বাহাউল্লাহ কর্তৃক ফারসি ভাষায় লেখা একটি বই। সপ্ত উপত্যকা ( ফার্সি:  هفت وادی   Haft-Vádí) বইটিও বাহাউল্লাহ লিখেছেন, এবং এই দুটি বই সাধারণত সপ্ত উপত্যকা ও চার উপত্যকা শিরোনামে একসাথে প্রকাশিত হয়। তবে বই দুটি স্বতন্ত্রভাবে আলাদা এবং ইহাদের মাঝে সরাসরি কোনো সম্পর্ক নেই।\nফেব্রুয়ারী ২০১৯-এ বাহা’ই বিশ্ব কেন্দ্র কর্তৃক অনুমোদিত একটি  অনুবাদ সংকলন দ্য কল অফ দ্য ডিভাইন বিলাভেড গ্রন্থে এই দুটি বইও সংযুক্ত হয়েছে।\n\n\n== পটভূমি ==\nচার উপত্যকা  লেখা হয়েছিল বাগদাদে ১৮৫৬ সালের মার্চের পরে। সময়টি ছিল বাহাউল্লাহ কুর্দিস্তানের পাহাড় থেকে ফিরে আসার পর। কুর্দিস্তানের সুলাইমানিয়া পর্বতে তিনি দারভিশ মুহাম্মাদ-ই-ইরানী ছদ্মনাম ব্যবহার করে বিভিন্ন সুফি শেখদের সাথে অধ্যাত্মিক বিষয় অধ্যয়ন করে দুই বছর অতিবাহিত করেছিলেন। সুফি ধারার কাদেরিয়া তরিকার \"সম্মানিত এবং অবিসংবাদিত নেতা\" শাইখ আবদুর-রহমান-ই-তালাবানীর প্রশ্নের জবাবে চার উপত্যকা  লেখা হয়েছিল। শাইখ আবদুর-রহমান বাহা’ই ছিলেন কিনা তা জানা যায়না, তবে তাঁর অনুসারীদের কাছে  বাহাউল্লাহ অতি উচ্চ শ্রদ্ধা ও প্রশংসার অধিকারী ছিলেন।\n\n\n=== শব্দভান্ডার ===\nকাব্যিক শৈলীতে লেখা একটি পাঠ্য অনুবাদ করা কিছুটা দুরূহ, বিশেষ করে  সুফিবাদের ধারণার রেফারেন্সগুলো পাশ্চাত্যসহ অনেক ভাষাতেই বহিরাগত। কিছু নাম তাদের আসল আরবিতে অবিকল রেখে দেওয়া হয়েছে। উদাহরণ স্বরূপ, এই বইতে মাকসুদ (\"কাঙ্খিত জন/কাঙ্খিত স্থল\") মক্কার পবিত্র কাবার সাথে সম্পর্কিত রূপে ব্যবহার করা হয়েছে এবং ইহা একটি বিশেষণ হিসাবে কাজ করে, অর্থাৎ, এর অর্থ \"অভিপ্রেত কাবা\", তবে, প্রেক্ষাপট থেকে ইহা পরিষ্কার যে ইহা কোন ভৌতিক স্থান নয় বরং ঈশ্বরের দিকে যাওয়ার পথের একটি স্টেশন।\n\n\n=== বিষয়বস্তু ===\nএই ফলকলিপিটিতে অনেকগুলো বিষয় রয়েছে, যেমন ধর্মগ্রন্থের ব্যাখ্যা, ধর্মীয় বিশ্বাস এবং অতীতের মতবাদ। আলোচিত বিষয়গুলির মধ্যে রয়েছে রহস্যবাদ, জ্ঞান, ঐশ্বরিক দর্শন, সৃষ্টির রহস্য, ঔষধ, আলকেমি ও অন্যান্য।\nপুরো বই জুড়ে বাহাউল্লাহ মানুষদেরকে শিক্ষা, উত্তম চরিত্র এবং ঐশ্বরিক গুণাবলীর জন্য উপদেশ দিয়েছেন।\nবইটিতে, বাহাউল্লাহ চার ধরনের অতীন্দ্রিয় পথিকদের গুণাবলী ও শ্রেণীর বর্ণনা প্রদান করেছেন: \"যারা রহস্যময় পথযাত্রায় অগ্রসর হয় তারা চার ধরনের।\"\nবলা যায় ধরন চারটি হল:\n\nমাকসুদ (কাঙ্খিত জন) যারা ধর্মীয় আইন কঠোরভাবে পালনের মধ্য দিয়ে যাত্রা করে।\nমাহমুদ (প্রশংসিত জন) যারা যুক্তি ও বুদ্ধির মাধ্যমে ঈশ্বরের দিকে যাত্রা করে।\nমাজযুব (আকর্ষিত জন) যারা বিশুদ্ধভাবে আল্লাহর প্রেমে যাত্রা করে।\nমাহবুব (প্রেমাস্পদ) যারা আনুগত্য, যুক্তি ও অনুপ্রেরণা এই তিনটি পন্থার সমন্বয়ে যাত্রা করে।\nএই শেষোক্তটি রহস্যময় মিলনের সর্বোচ্চ বা চূড়ান্ত সত্য রূপ হিসাবে বিবেচিত হয়।\n\n\n== আরো দেখুন ==\nসপ্ত উপত্যকা\n\n\n== দ্রষ্টব্য সমূহ ==\n\n\n== তথ্যসূত্র ==\nAyman, Iraj; Afnani, Muin। \"Four Valleys - Wilmette Institute faculty notes\"। সংগ্রহের তারিখ ২০০৯-০৩-২৮। \nBaháʼu'lláh (১৯৯১)। The Seven Valleys and the Four Valleys। Baháʼí Publishing Trust। আইএসবিএন 0-87743-227-9। সংগ্রহের তারিখ ২০০৯-০৩-২৮। \nBalyuzi, Hasan (২০০০)। Baháʼu'lláh, King of Glory। George Ronald। আইএসবিএন 0-85398-328-3। \nEffendi, Shoghi (১৯৪৪)। God Passes By। Baháʼí Publishing Trust। আইএসবিএন 0-87743-020-9। সংগ্রহের তারিখ ২০০৯-০৩-২৮। \nHatcher, J.S. (১৯৯৭)। The Ocean of His Words: A Reader's Guide to the Art of Baháʼu'lláh। Baháʼí Publishing Trust। আইএসবিএন 0-87743-259-7। \nSmith, Peter (২০০৮)। An Introduction to the Baha'i Faith। Cambridge University Press। আইএসবিএন 978-0-521-86251-6। \n\n\n== অধিকতর পঠন ==\nহেম্মত, আমরোল্লা। বাহাউল্লাহর চারটি উপত্যকার প্রতিচ্ছবি । জার্নাল অফ বাহাই স্টাডিজ, ভলিউম। 30 নং 4 (2020)।\nসাভি, জুলিও (1994)। ইচ্ছা, জ্ঞান এবং প্রেম বাহাউল্লাহর চারটি উপত্যকায় ব্যাখ্যা করা হয়েছে।\n\n\n== বহিঃসংযোগ ==\nচারটি উপত্যকার সংকলন"}