{"pageid": 1355072, "title": "রোগীঘনিষ্ঠ স্বাস্থ্য পেশাজীবী", "url": "https://bn.wikipedia.org/wiki?curid=1355072", "content": "রোগীঘনিষ্ঠ স্বাস্থ্য পেশাজীবী বলতে এমন এক ধরনের স্বাস্থ্য পেশাজীবীকে বোঝায়, যারা সাধারণত কোনও হাসপাতাল, চিকিৎসাকেন্দ্র (ক্লিনিক), বা দক্ষ শুশ্রূষাকেন্দ্রে কাজে নিয়োজিত থাকেন এবং যারা পরীক্ষাগার, গবেষণাগার, বা আঞ্চলিক স্বাস্থ্যকেন্দ্রে কাজের পরিবর্তে সরাসরি রোগীদের সেবাপ্রদান করে থাকেন। রোগীঘনিষ্ঠ স্বাস্থ্য পেশাজীবীদের মধ্যে আছেন চিকিৎসক (ডাক্তার), শুশ্রূষাকারী (নার্স), দন্তচিকিৎসক, চিকিৎসকের সহকারী, রোগী চিকিৎসা কর্মকর্তা, মনোবিজ্ঞানী, রোগীঘনিষ্ঠ ঔষধপ্রস্তুতি ও ব্যবহারবিদ, রোগীঘনিষ্ঠ বিজ্ঞানী, অঙ্গসঞ্চালনবিদ, প্রাথমিক চক্ষুচিকিৎসক, যারা রোগনির্ণয়, রোগ সারানোর ব্যবস্থাগ্রহণ করা ও রোগীর সেবার কাজ করে থাকেন। রোগীঘনিষ্ঠ স্বাস্থ্য পেশাজীবীদেরকে একটি সর্বাঙ্গীন প্রশিক্ষণ বা শিক্ষাক্রম সমাপ্ত করতে হয় ও এরপরে পরীক্ষায় উত্তীর্ণ হয়ে পেশাগত স্বাস্থ্যসেবা প্রদানের সনদ অর্জন করতে হয়। কিছু রোগীঘনিষ্ঠ স্বাস্থ্য পেশাজীবী বিশেষায়িত ক্ষেত্রে স্নাতকোত্তর উপাধি বা ডক্টরেট উপাধি অর্জনের জন্য অতিরিক্ত শিক্ষালাভ করতে পারেন। রোগীঘনিষ্ঠ স্বাস্থ্য পেশাজীবীকে ইংরেজি পরিভাষায় \"ক্লিনিশিয়ান\" (Clinician) বলে।\nএকজন রোগীঘনিষ্ঠ স্বাস্থ্য পেশাজীবীর মূলত একজন অসুস্থ ব্যক্তির ব্যবস্থাপনায় নিয়োজিত থেকে তার অসুস্থতা সারিয়ে তোলা, তার ব্যথা-বেদনা উপশম বা প্রশমন করা, ও তার আয়ু বর্ধন করার চেষ্টা করেন। একই সাথে তিনি রোগী ও তার পরিবারের উপর অসুস্থতার প্রভাব মাথায় রাখের ও অন্যান্য সামাজিক নিয়ামকগুলিও গণনায় নেন।\n\n\n== আরও দেখুন ==\nস্বাস্থ্যসেবা পেশার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== পরিভাষা ==\n\nপ্রাথমিক চক্ষু চিকিৎসক -Optometrist\nরোগীঘনিষ্ঠ স্বাস্থ্য পেশাজীবী -Clinician\nস্বাস্থ্য পেশাজীবী -Health professional, healthcare professional\nহাসপাতাল -Hospital\nচিকিৎসাকেন্দ্র -Clinic\nদক্ষ শুশ্রূষাকেন্দ্রে -Skilled nursing facility\nআঞ্চলিক স্বাস্থ্য -Community health\nচিকিৎসক -Physician, Doctor\nশুশ্রূষাকারী -Nurse\nদন্তচিকিৎসক -Dentist\nচিকিৎসকের সহকারী -Physician assistant\nরোগী চিকিৎসা কর্মকর্তা -Clinical officer\nমনোবিজ্ঞানী -Psychologist\nরোগীঘনিষ্ঠ ঔষধপ্রস্তুতি ও ব্যবহারবিদ -Clinical pharmacist\nরোগীঘনিষ্ঠ বিজ্ঞানী -Clinical scientist\nঅঙ্গসঞ্চালনবিদ -Physiotherapist\nপ্রাথমিক চক্ষুচিকিৎসক -Optometrist"}