{"pageid": 1355138, "title": "একীকরণ মন্ত্রণালয়", "url": "https://bn.wikipedia.org/wiki?curid=1355138", "content": "একীকরণ মন্ত্রণালয় (কোরিয়ান: 통일부; হানজা: 統一部) হল দক্ষিণ কোরিয়া সরকারের একটি নির্বাহী বিভাগ যার লক্ষ্য কোরীয় পুনর্মিলন প্রচার করা। এটি প্রথম ১৯৬৯ সালে পার্ক চুং-হির শাসনের অধীনে জাতীয় একীকরণ বোর্ড হিসাবে প্রতিষ্ঠিত হয়েছিল। এটি ১৯৯৮ সালে তার বর্তমান মর্যাদা অর্জন করে এবং আন্তঃকোরিয় সংলাপ, বিনিময় এবং সহযোগিতার প্রচারে প্রধান ভূমিকা পালন করেছে।\nপূর্ববর্তী মন্ত্রী ইউ উ-ইকের অধীনে, মন্ত্রণালয় পরিকল্পনা ও সমন্বয়ের জন্য একটি অফিস নিয়ে গঠিত; একীকরণ নীতি, আন্তঃকোরিয় বিনিময় ও সহযোগিতা এবং মানবিক সহযোগিতার জন্য তিনটি ব্যুরো; গেসেং ইন্ডাস্ট্রিয়াল কমপ্লেক্স প্রকল্পের জন্য একটি বিশেষ ব্যুরো; এবং একীকরণ শিক্ষা, আন্ত-কোরিয়ান সংলাপ, দক্ষিণ ও উত্তরের মধ্যে ট্রানজিট, স্থানচ্যুত উত্তর কোরিয়ানদের জন্য বন্দোবস্ত সমর্থন এবং বিনিময় ও সহযোগিতার বিষয়ে আন্ত-কোরিয়ান পরামর্শের বিষয়ে পাঁচটি অনুমোদিত সংস্থা। যাইহোক, ২০০৮ সালে, সরকারের দক্ষতা পুনর্গঠনের অংশ হিসাবে মন্ত্রণালয়ের আকার উল্লেখযোগ্যভাবে হ্রাস করা হয়েছিল।\nবর্তমান মন্ত্রী কওন ইয়ং-সে। এর সদর দপ্তর সিউলের জংনো জেলার সিউল সরকারী কমপ্লেক্সের তৃতীয় এবং চতুর্থ তলায় অবস্থিত।\n\n\n== লি মিউং-বাক প্রশাসন ==\n২০০৮ সালে মন্ত্রণালয়ের লক্ষ্য ছিল:\n\n\n=== দায়িত্ব ===\nমন্ত্রণালয়ের ওয়েবসাইট অনুসারে, এর প্রধান দায়িত্বগুলি নিম্নরূপ:\n\nউত্তর কোরিয়া নীতি প্রতিষ্ঠাকরন: মন্ত্রণালয় উত্তর কোরিয়ার প্রতি দক্ষিণ কোরিয়ার সরকারের নীতি সমন্বয় করে এবং জাতীয় একীকরণের জন্য দীর্ঘমেয়াদী নীতি প্রতিষ্ঠা ও বাস্তবায়ন করে। মন্ত্রণালয় সামগ্রিক প্রক্রিয়ায় জনগণের অংশগ্রহণকে উৎসাহিত করে। কার্যকরভাবে একীকরণ নীতি অনুসরণ করার জন্য, মন্ত্রণালয় উত্তর কোরিয়ার রাজনৈতিক, আর্থ-সামাজিক এবং সামরিক দিক বিশ্লেষণ করে।\nআন্ত-কোরিয়ান সংলাপের সমন্বয়করন: উত্তর কোরিয়ার সাথে যোগাযোগের দায়িত্ব দেওয়া প্রধান সরকারী সংস্থা হিসাবে, একীকরণ মন্ত্রক রাজনৈতিক, অর্থনৈতিক, সামরিক এবং মানবিক ক্ষেত্রে সমস্ত স্তরে আন্ত-কোরিয়ান সংলাপের সমন্বয় করে।\nআন্তঃ-কোরিয়ান সহযোগিতা অনুসরণ: এছাড়াও, মন্ত্রণালয় মাউন্ট জিউমগাং সফর, গেসেওং শিল্প কমপ্লেক্স এবং আন্ত-কোরিয়ান সড়ক ও রেলপথের পুনঃসংযোগ এবং অ্যাথলেটিকের বিভিন্ন বিনিময় কর্মসূচি পরিচালনা করে আন্ত-কোরিয়ান অর্থনৈতিক সহযোগিতার জন্য নিয়ম ও পদ্ধতি নির্ধারণ করে, সাংস্কৃতিক এবং একাডেমিক এলাকা। এর মধ্যে রয়েছে উত্তর কোরিয়ায় মানবাধিকার পরিস্থিতি, দক্ষিণ কোরিয়ার POW এবং অপহরণকারী বিষয়, বিচ্ছিন্ন পরিবারের পুনর্মিলন, স্থানচ্যুত উত্তর কোরিয়ানদের জন্য বন্দোবস্ত সমর্থন এবং আন্ত-কোরিয়ান সড়ক ও রেলপথের পাশাপাশি পণ্য ও মানুষের আন্তঃসীমান্ত আদান-প্রদান।\nএকীকরণের বিষয়ে জনগণকে শিক্ষিতকরন: মন্ত্রক প্রায়ই স্থানীয় এনজিওগুলির পরিষেবাগুলিকে তালিকাভুক্ত করে যাতে সমগ্র কোরিয়া জুড়ে লোকেদের শিক্ষামূলক তথ্য সরবরাহ করা যায়।\n\n\n=== দর্শন ===\nশান্তির জন্য একটি সম্প্রদায় তৈরি করা: এটি কোরীয় উপদ্বীপকে পারমাণবিক নিরস্ত্রীকরণ করবে, দক্ষিণ ও উত্তর কোরিয়ার মধ্যে সামরিক আস্থা গড়ে তুলবে এবং উপদ্বীপে উত্তেজনা হ্রাস করবে।\nসাধারণ সমৃদ্ধির জন্য একটি সম্প্রদায় তৈরি করা: লি সরকার উত্তর কোরিয়াকে তার অর্থনীতির উন্নয়নে এবং আন্তর্জাতিক প্রতিযোগিতায় অংশগ্রহণ করতে সহায়তা করবে। সম্প্রদায় এবং একটি অর্থনৈতিক সহযোগিতা অনুসরণ করুন যা উভয়  দুই কোরিয়ার জন্য উপকৃত হবে৷\nসুখের জন্য একটি সম্প্রদায় তৈরি করা: এটি দুই কোরিয়ার মধ্যে মানবিক সমস্যাগুলি সমাধান করে এবং সমস্ত কোরিয়ানদের জীবনযাত্রার মান বৃদ্ধি করে ৭০ মিলিয়ন দক্ষিণ এবং উত্তর কোরিয়ানদের মঙ্গল বাড়াবে৷\n\n\n=== নির্দেশক নীতি ===\nহং ইয়ং-পিও প্রশাসন চারটি নীতি দ্বারা পরিচালিত হয়: একটি সুষম পদ্ধতি;  উত্তর কোরিয়া নীতি যা সময়ের সাথে বিকশিত হয়;  এবং আন্তর্জাতিক সম্প্রদায়ের সাথে সহযোগিতা।\n\n'জাতীয় নিরাপত্তা এবং বিনিময়/সহযোগিতা' এবং 'আন্তঃ-কোরিয়ান সহযোগিতা এবং আন্তর্জাতিক সহযোগিতা'-এর মধ্যে একটি ভারসাম্য রক্ষা করা হবে: উত্তর কোরিয়ার প্রতি আমাদের নীতি গঠনকারী গুরুত্বপূর্ণ কারণগুলির ঘনিষ্ঠভাবে সমন্বয় করার জন্য যেখানে উপযুক্ত সেখানে নমনীয়, তবুও দৃঢ় থাকা।\nউত্তর কোরিয়াকে \"সঠিক পছন্দ\" করতে উৎসাহিত করুন এবং উত্তরের প্রতি আমাদের নীতিগুলি ক্রমাগত পরিপূরক ও সংশোধন করে অর্থপূর্ণ আন্তঃসীমান্ত মিথস্ক্রিয়ার দিকে এগিয়ে যান;  উত্তর কোরিয়ার নীতিগুলি কোরীয় উপদ্বীপের পরিস্থিতির দৃঢ় এবং সক্রিয় ব্যবস্থাপনা নিশ্চিত করার জন্য আমাদের আশেপাশের আঞ্চলিক প্রতিবেশের উন্নয়নের বিষয়ে প্রতিক্রিয়াশীল এবং সতর্ক থাকবে।\nআন্তর্জাতিক সম্প্রদায়ের সাথে ঘনিষ্ঠ পরামর্শ এবং সহযোগিতা, আমরা কোরীয় উপদ্বীপের নিরাপত্তা সংকট সমাধান করব;  কোরীয় উপদ্বীপের সমস্যার সমাধান এবং উত্তর-পূর্ব এশিয়ায় শান্তি ও সহযোগিতা বৃদ্ধির মধ্যে একটি পুণ্য চক্র প্রতিষ্ঠা করতে চাই।\n\n\n=== প্রধান কাজ ===\nদুই কোরিয়ার মধ্যে সব সমস্যা আলোচনার মাধ্যমে সমাধান করা উচিত।  আমরা আন্তরিকতার সাথে সমস্ত অমীমাংসিত সমস্যা সমাধানের জন্য উত্তরের সাথে ফলপ্রসূ সংলাপে নিযুক্ত হব।  দুই কোরিয়ার নেতারা যেকোন সময় দেখা করতে পারেন যদি তারা একীকরণের লক্ষ্যে এবং ৭০ মিলিয়ন কোরিয়ানদের জন্য একটি উন্নত জীবনের লক্ষ্য নিয়ে সরল বিশ্বাসে তা করেন।\nএটি ছয় পক্ষের আলোচনার মাধ্যমে উত্তর কোরিয়াকে পারমাণবিক কর্মসূচি ত্যাগ করতে উৎসাহিত করবে। লি প্রশাসন আন্ত-কোরিয়ান সংলাপের সময় উত্তর কোরিয়ার পারমাণবিক সমস্যার শান্তিপূর্ণ সমাধানের আহ্বান জানাবে।\n৩. এটি দুই কোরিয়ার মধ্যে পারস্পরিক লাভজনক অর্থনৈতিক সহযোগিতার মাধ্যমে আন্তঃকোরীয় সম্পর্কের গুণগত উন্নয়ন সাধন করবে। বিদ্যমান অর্থনৈতিক সহযোগিতামূলক প্রকল্পগুলো প্রতিবন্ধকতা দূর করে প্রচার করা হবে। উত্তর কোরিয়ার পারমাণবিক নিরস্ত্রীকরণ, অর্থনৈতিক সম্ভাব্যতা, আর্থিক সক্ষমতা এবং জাতীয় ঐক্যমতের অগ্রগতি, এই চারটি মানদণ্ড অনুসারে নতুন প্রকল্পগুলি অনুসরণ করা হবে। লি প্রশাসন ভিশন 3000 বাস্তবায়ন করবে: একটি আন্ত-কোরিয়ান অর্থনৈতিক সম্প্রদায় তৈরি করতে পারমাণবিক নিরস্ত্রীকরণ এবং উন্মুক্ততা।\nসামাজিক ও সাংস্কৃতিক বিনিময় সম্প্রসারিত করা হবে জাতীয় অভিন্নতার বোধ বিকাশের জন্য। সামাজিক ও সাংস্কৃতিক বিনিময়ের যথেষ্ট এবং স্থিতিশীল উন্নয়ন নিশ্চিত করার জন্য একটি প্রাতিষ্ঠানিক ভিত্তি স্থাপন করা হবে।\nপ্রাক্তন লি প্রশাসন মানবিক সমস্যার সমাধানে দৃঢ় প্রতিশ্রুতিবদ্ধ থাকবে। পৃথক পারিবারিক সমস্যার মৌলিক সমাধান খুঁজে বের করা হবে এবং দক্ষিণ কোরিয়ার যুদ্ধবন্দী ও অপহরণকারী সমস্যাগুলির সমাধানকে অগ্রাধিকার দেওয়া হবে কারণ তারা আমাদের নাগরিক যাদের সরকারের সুরক্ষা দেওয়া উচিত। উত্তর কোরিয়ায় মানবাধিকারকে সার্বজনীন মূল্যের বিষয় হিসাবে মোকাবেলা করব। উত্তর কোরিয়ার সরকার মানবিক দৃষ্টিকোণ থেকে এবং সহকর্মী উত্তর কোরিয়ানদের প্রতি ভ্রাতৃত্বের চেতনায় উত্তর কোরিয়াকে নিঃশর্তভাবে মানবিক সহায়তা প্রদান করবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}