{"pageid": 1355525, "title": "অনুপার্জিত আয় অন্বেষণ", "url": "https://bn.wikipedia.org/wiki?curid=1355525", "content": "অনুপার্জিত আয় অন্বেষণ হল সামাজিক বা রাজনৈতিক পরিবেশে কারসাজির করার মাধ্যমে নতুন সম্পত্তি সৃষ্টি না করেই নিজের বিদ্যমান সম্পত্তি বৃদ্ধি করা। সরকারি নীতির উপর প্রভাব খাটিয়ে উপকারী ভর্তুকি নিয়ে, কম কর দিয়ে, কোনও পণ্য বা সেবাতে কৃত্রিম ঘাটতি সৃষ্টি করে কারসাজি করা হতে পারে এবং এভাবে স্বাভাবিকের চেয়ে বেশি মুনাফা অর্জন করা হতে পারে। অনুপার্জিত আয় অন্বেষণ সমাজের উপর সামগ্রিকভাবে নেতিবাচক প্রভাব ফেলে। এতে সরকারের রাজস্ব হারানো যায়, সম্পদের অপবণ্টন হয়, অর্থনৈতিক বৈষম্য বৃদ্ধি পায়, রাজনীতিতে ঘুষ ও দুর্নীতির পরিমাণ বৃদ্ধি পায়, ফলে অর্থনীতির কর্মদক্ষতা হ্রাস পায় ও জাতীয় অবক্ষয়ের সম্ভাব্য সূচনা হয়।\nনিয়ন্ত্রক কর্তৃপক্ষ কব্জাবন্দীকরণের মাধ্যমে দমনমূলক একচেটিয়া কারবারের অধিকারী হবার প্রচেষ্টার মাধ্যমে দুর্নীতিবাজ অনুপার্জিত আয় অন্বেষণকারীরা অর্থনৈতিক বাজারে নিজেদের স্বার্থ হাসিল করে নিতে পারে ও তাদের নীতিবান প্রতিদ্বন্দ্বীদের উপর অসুবিধা চাপিয়ে দিতে পারে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nChowdhury, Faizul Latif (২০০৬)। Corrupt Bureaucracy and Privatization of Tax Enforcement in Bangladesh। Dhaka: Pathak Shamabesh। পৃষ্ঠা 25–34। আইএসবিএন 978-984-8120-62-0। \nIkeda, Sanford (২০০৮)। \"Rent Seeking\"।   Hamowy, Ronald। The Encyclopedia of Libertarianism। Thousand Oaks, CA: SAGE; Cato Institute। পৃষ্ঠা 422–23। আইএসবিএন 978-1412965804। এলসিসিএন 2008009151। ওসিএলসি 750831024। ডিওআই:10.4135/9781412965811.n259। \nTullock, Gordon (১৯৮৭)। \"Rent seeking\"। The New Palgrave: A Dictionary of Economics। 4। Palgrave Macmillan। 147–49। আইএসবিএন 978-0-333-37235-7। \nTullock, Gordon (২০০৫)। The Rent-Seeking Society: The Selected Works of Gordon Tullock, Vol. 5। \n\n\n== বহিঃসংযোগ ==\nRent-Seeking, The Economist\nHenderson, David R. (২০০৮)। \"Rent Seeking\"। Concise Encyclopedia of Economics (2nd সংস্করণ)। Indianapolis: Library of Economics and Liberty। আইএসবিএন 978-0865976658। ওসিএলসি 237794267। \nRent-Seeking as Process by Mushtaq Khan"}