{"pageid": 1355892, "title": "স্টেলেনবশ বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1355892", "content": "স্টেলেনবশ বিশ্ববিদ্যালয় (আফ্রিকান্স: Universiteit Stellenbosch) বা সংক্ষেপে এসইউ দক্ষিণ আফ্রিকার পশ্চিম অন্তরীপ প্রদেশের স্টেলেনবশ শহরে অবস্থিত একটি সরকারি গবেষণাধর্মী বিশ্ববিদ্যালয়। এটি কেপ টাউন বিশ্ববিদ্যালয়ের সাথে যৌথভাবে একই দিনে বিশ্ববিদ্যালয়ের মর্যাদা লাভ করা দক্ষিণ আফ্রিকা এবং সাব-সাহারান আফ্রিকার এখনও কার্যক্রম পরিচালনা করা প্রাচীনতম বিশ্ববিদ্যালয়।\nস্টেলেনবশ বিশ্ববিদ্যালয়ের শিক্ষার্থীদের \"মাটিস\" নামে ডাকা হয়। এই শব্দটি সম্ভবত আফ্রিকান শব্দ \"টামাটি\" (অর্থ \"টমেটো\") থেকে এসেছে। অন্যমতে এই শব্দটি আফ্রিকান চলিত ভাষায় ব্যবহৃত মাট (অর্থ \"বন্ধু\" বা \"সহপাঠি\") থেকে এসেছে।\nএসইউ আফ্রিকার প্রথম ক্ষুদ্র উপগ্রহ সানস্যাট নির্মাণ করে, যা ১৯৯৯ সালে উৎক্ষেপণ করা হয়। এটি প্রথম আফ্রিকান বিশ্ববিদ্যালয় হিসেবে বিজ্ঞান ও মানবিক বিষয়ক জ্ঞানে উন্মুক্ত প্রবেশাধিকারের জন্য বার্লিন চুক্তি স্বাক্ষর করে।\n\n\n== ইতিহাস ==\nপ্রতিষ্ঠানটি স্টেলেনবশ জিমনেসিয়াম নামে ১৮৬৪ সালে প্রতিষ্ঠিত হয় এবং ১৮৬৬ সালের ১লা মার্চ চালু হয়। ১৮৭০ সাল প্রথম পাঁচজন শিক্ষার্থী মেট্রিকুলেশন পাস করে।\n১৮৭৮ সালে স্টেলেনবশ ও দক্ষিণ আফ্রিকার প্রথম এমএ ডিগ্রি প্রদান করা হয় এবং একই বছর জিমনেসিয়ামে প্রথমবারের মত চারজন নারী শিক্ষার্থী ভর্তি হয়।\n১৮৮১ সালে প্রতিষ্ঠানটি স্টেলেনবশ কলেজ নাম ধারণ করে এবং তখন এর অবস্থান ছিল বর্তমান কলা বিভাগে। ১৮৮৭ সালে কলেজের নাম পরিবর্তন করে রাখা হয় ভিক্টোরিয়া কলেজ। ১৯১৮ সালের ২রা এপ্রিল এটি বিশ্ববিদ্যালয়ের মর্যাদা লাভ করলে পুনরায় এর নাম পরিবর্তন করা হয় এবং নামকরণ করা হয় স্টেলেনবশ বিশ্ববিদ্যালয়।\n\n\n== অনুষদ ==\nস্টেলেনবশ বিশ্ববিদ্যালয়ে ১০টি অনুষদ রয়েছে।\n\nকৃষিবিজ্ঞান\nকলাবিদ্যা ও সামাজিক বিজ্ঞান\nঅর্থনীতি ও ব্যবস্থাপনা\nশিক্ষা\nপ্রকৌশল\nআইন\nচিকিৎসা ও স্বাস্থ্য বিজ্ঞান\nসামরিক বিজ্ঞান\nবিজ্ঞান\nধর্মতত্ত্ব\n\n\n== ছাত্রজীবন ==\n\n\n=== শিক্ষার্থীদের প্রোফাইল ===\nস্টেলেনবশ বিশ্ববিদ্যালয়ের শিক্ষার্থীদের জাতিসত্তাগত প্রোফাইল নিম্নরূপ:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nStellenbosch University official site\nটেমপ্লেট:স্টেলেনবশ বিশ্ববিদ্যালয়"}