{"pageid": 1355910, "title": "মুখতার ইলাহি", "url": "https://bn.wikipedia.org/wiki?curid=1355910", "content": "মুখতার এলাহী বা শহীদ খোন্দকার মুখতার ইলাহী হলেন ১৯৭১ সালের মুক্তিযুদ্ধে পাক বাহিনী কর্তৃক রংপুরে শহীদ মুক্তিযোদ্ধা। তার নামে বেগম রোকেয়া বিশ্ববিদ্যালয়ে একটি আবাসিক ছাত্র হল, কারমাইকেল কলেজ রংপুর এর প্রধান ছাত্র বিশ্রামাগার এবং রংপুর সিটি কর্পোরেশন কর্তৃক শহরে রাজা রামমোহন মার্কেট থেকে শাপলা চত্বর পর্যন্ত একটি বিশাল রাস্তা আছ।\n\n\n== পরিচয় ==\n১৯৪৯ সালের ২৬শে মার্চ রংপুর শহরের ধাপে জন্মগ্রহণ করেন। তাঁর ডাকনাম চিনু। পিতার নাম  খোন্দকার দাদ ইলাহী ও মাতার নাম মরিয়ম খানম। তার বাবা প্রথমে স্কুল পরিদর্শক; পরে কেরামতিয়া উচ্চ বিদ্যালয় এবং মাহিগঞ্জস্থ আফান উল্লাহ উচ্চ বিদ্যালয়, রংপুর এর প্রতিষ্ঠাতা প্রধান শিক্ষক ছিলেন।\n\n\n== শিক্ষা জীবন ==\nকারমাইকেল কলেজ থেকে আই,এ পাশ করার পর তিনি ইংরেজী বিষয়ে অনার্সে ভর্তি হন। তিনি ছাত্রলীগের একজন সক্রিয় সদস্য ছিলেন।\n\n\n== মুক্তিযুদ্ধে অবদান ==\n১৯৭১ সালের ১লা মার্চ বঙ্গবন্ধু শেখ মুজিবুর রহমানের আহবানে শুরু হয়  অসহযোগ আন্দোলন। ৩রা মার্চ ১৯৭১ তারিখে কারমাইকেল কলেজের ছাত্র সংসদেও আহবানে মুখতার ইলাহীর নেতৃত্বে একটি বিশাল মিছিল রংপুর শহর প্রদক্ষিণে বের হয়। ৭ই মার্চের ঐতিহাসিক ভাষণের পরিপ্রেক্ষিতে মুখতার ইলাহী ও তাঁর  কর্মীবাহিনী গ্রামে গ্রামে এক ব্যাপক প্রতিরোধ নেটওয়ার্ক গড়ে তুলতে শুরু করেন। ২০শে মার্চের পর থেকে রংপুর শহরের অবস্থার অবনতি ঘটতে থাকে। মুখতার ইলাহীর নেতৃত্বে ছাত্রকর্মীদের  মধ্যে উত্তেজনা সৃষ্টি হতে থাকে।\nএক সময়ে রংপুর শহরের কেন্দ্রে তৎকালীন মডার্ণ সিনেমা হল ছিল হানাদারবাহিনীর একটি প্রধান নির্যাতন কেন্দ্র। মুখতার ইলাহী ১৯৭১ সালের আগস্ট মাস থেকে এই নির্যাতন কেন্দ্র আক্রমণের পরিকল্পনা গ্রহণ করেন। এজন্য তিনি একটি বিশেষ গেরিলা গ্রুপ তৈরি করেন। তিনি এক দল গেরিলা ও অস্ত্রশস্ত্র-রসদ নিয়ে ১৯৭১ সারের ৮ই নভেম্বর সাহেবগঞ্জ থেকে লালমনিরহাট হয়ে তিনি রওনা হন রংপুরের পথে। ১৯৭১  সালের ৯ই নভেম্বর মুখতার ইলাহী ও অজ্ঞাত পরিচয় বালক যোদ্ধাসহ ৫৪ জন মুক্তিকামী গ্রামবাসীকে হানাদারবাহিনী নৃশংসভাবে হত্যা করে। পরে গ্রামবাসীরা শহীদদের লাশ আড়াইখামার ডাকবাংলো প্রাঙ্গণে দাফন করেন। মৃত্যুকারে শহীদ মুখতার ইলাহীর বয়স হয়েছিল মাত্র ২১ অথবা ২২ বছর।\n\n\n== সমসাময়িক শহীদ ==\nশংকু সমজদার\n\n\n== তথ্যসূত্র =="}