{"pageid": 1355267, "title": "কর্ম (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1355267", "content": "কর্ম (, সংস্কৃত: कर्म, আইপিএ: [ˈkɐɾmɐ] (); পালি: কম্ম, পাঞ্জাবি: ਕਰਮ, রুশ: Карма, তামিল: கர்மா, কন্নড়: ಕರ್ಮ, চীনা: 業, জাপানি: 業, কোরীয়: 업, থাই: กรรม, আরবি: كارما, সিংহলি: කර්ම, হিব্রু ভাষায়: קארמה‎) হল ক্রিয়া, কাজ বা কাজের ধারণা এবং এর প্রভাব বা পরিণতি। ভারতীয় ধর্মে, শব্দটি আরও নির্দিষ্টভাবে কারণ ও প্রভাবের নীতিকে বোঝায়, প্রায়শই বর্ণনামূলকভাবে কর্মের নীতি বলা হয়, যেখানে ব্যক্তির (কারণ) অভিপ্রায় এবং কর্ম সেই ব্যক্তির (প্রভাব) ভবিষ্যতকে প্রভাবিত করে: ভাল উদ্দেশ্য ও কাজগুলি ভাল কর্ম ও পুনর্জন্মে অবদান রাখে, যখন খারাপ উদ্দেশ্য ও কাজগুলি খারাপ কর্ম ও পুনর্জন্মে অবদান রাখে। কিছু শাস্ত্র অনুসারে, কর্মের সাথে পুনর্জন্মের কোন যোগসূত্র নেই।\nকর্মের ধারণাটি ভারতীয় ধর্মের বিভিন্ন দর্শন (বিশেষ করে হিন্দু, বৌদ্ধ, জৈন ও শিখ ধর্ম) এবং তাওবাদের পুনর্জন্মের ধারণার সাথে ঘনিষ্ঠভাবে জড়িত। এই দর্শনগুলি অনুসারে, বর্তমানের কর্ম বর্তমান জীবনে একজনের ভবিষ্যতকে প্রভাবিত করে, সেইসাথে ভবিষ্যত জীবনের প্রকৃতি ও গুণমানকে প্রভাবিত করে, অর্থাৎ সংসার চক্রকে প্রভাবিত করে। এই ধারণাটি পশ্চিমা জনপ্রিয় সংস্কৃতিতেও গৃহীত হয়েছে, যেখানে একজন ব্যক্তির ক্রিয়াকলাপের পরে ঘটে যাওয়া ঘটনাগুলি সেই কর্মের স্বাভাবিক পরিণতি হিসাবে বিবেচিত হতে পারে।\n\n\n== সংজ্ঞা ==\nকর্ম শব্দটি সম্পাদিত 'কাজ, কাজ, কর্ম, কাজ' এবং 'বস্তু, অভিপ্রায়' উভয়কেই বোঝায়।\nউইলহেম হালবফাস (২০০০) সংস্কৃত শব্দ ক্রিয়া-এর সাথে বৈপরীত্য করে কর্মকে ব্যাখ্যা করেছেন: যেখানে ক্রিয়া হল পদক্ষেপ ও কর্মের প্রচেষ্টা সহ কার্যকলাপ, কর্ম হল (১) সেই কার্যকলাপের ফলস্বরূপ সম্পাদিত ক্রিয়া, সেইসাথে (২) সম্পাদিত ক্রিয়া বা পরিকল্পিত কর্মের পিছনে অভিনেতার অভিপ্রায় (কিছু পণ্ডিত দ্বারা বর্ণনা করা হয়েছে অভিনেতার মধ্যে অবশিষ্ট আধিভৌতিক অবশিষ্টাংশ হিসাবে)। ভাল কর্ম ভাল কর্ম সৃষ্টি করে, যেমন ভাল উদ্দেশ্য করে। খারাপ কর্ম খারাপ কর্মের সৃষ্টি করে, যেমন খারাপ উদ্দেশ্য করে।\nহিন্দুধর্মের দর্শনগুলির মধ্যে দৃষ্টিভঙ্গির বৈচিত্র্যের কারণে কর্মের সংজ্ঞায় পৌঁছাতে অসুবিধা হয়; কেউ কেউ, উদাহরণ স্বরূপ, কর্ম ও পুনর্জন্মকে সংযুক্ত এবং একই সাথে অপরিহার্য মনে করেন, কেউ কেউ কর্মকে বিবেচনা করেন কিন্তু পুনর্জন্মকে অপরিহার্য নয়, এবং কয়েকজন আলোচনা করেন এবং কর্ম ও পুনর্জন্মকে ত্রুটিপূর্ণ কল্পকাহিনী বলে উপসংহার করেন। বৌদ্ধ ও জৈন ধর্মের নিজস্ব কর্মের নীতি রয়েছে। সুতরাং, কর্মের একটি নয়, একাধিক সংজ্ঞা এবং বিভিন্ন অর্থ রয়েছে। এটি এমন ধারণা যার অর্থ, গুরুত্ব ও সুযোগ ভারতে উদ্ভূত বিভিন্ন ঐতিহ্যের মধ্যে এবং এই ঐতিহ্যগুলির প্রতিটিতে বিভিন্ন দর্শনের মধ্যে পরিবর্তিত হয়। ওয়েন্ডি ও'ফ্ল্যাহার্টি দাবি করেন যে, তদ্ব্যতীত, কর্ম একটি তত্ত্ব, একটি মডেল, একটি দৃষ্টান্ত, একটি রূপক, বা একটি আধিভৌতিক অবস্থান কিনা তা নিয়ে চলমান বিতর্ক রয়েছে।\n\n\n=== কর্মের নীতি ===\nকর্ম বলতে ধারণাগত নীতিকেও বোঝায় যা ভারতে উদ্ভূত হয়েছে, প্রায়শই বর্ণনামূলকভাবে যাকে কর্মের মূলনীতি এবং কখনও কখনও কর্ম-তত্ত্ব বা কর্মের নীতি বলা হয়।\nতত্ত্বের পরিপ্রেক্ষিতে, কর্ম জটিল এবং সংজ্ঞায়িত করা কঠিন। ভারতবিদ্যা বিভিন্ন দর্শনের প্রাচীন ভারতীয় গ্রন্থ থেকে ধারণাটির জন্য বিভিন্ন সংজ্ঞা প্রাপ্ত করে; তাদের সংজ্ঞা হল কিছু সংমিশ্রণ (১) কার্যকারণ যা নৈতিক বা অনৈতিক হতে পারে; (২) নৈতিকতা, অর্থাৎ, ভাল বা খারাপ কর্মের পরিণতি আছে; এবং (৩) পুনর্জন্ম। অন্যান্য ভারতবিদগণ সেই সংজ্ঞায় অন্তর্ভুক্ত করেন যা একজন ব্যক্তির অতীতে তার কর্মের উল্লেখ সহ বর্তমান পরিস্থিতি ব্যাখ্যা করে। এই কর্মগুলি একজন ব্যক্তির বর্তমান জীবনে হতে পারে, অথবা, ভারতীয় ঐতিহ্যের কিছু দর্শনে, সম্ভবত তাদের অতীত জীবনের ক্রিয়াকলাপ; উপরন্তু, পরিণতি বর্তমান জীবন, অথবা একজন ব্যক্তির ভবিষ্যতের জীবন হতে পারে। কর্মের নীতি কোনো দেবতা বা ঐশ্বরিক বিচারের কোনো প্রক্রিয়া থেকে স্বাধীনভাবে কাজ করে।\n\n\n==== কার্যকারণ ====\n\nকর্মের তত্ত্বের সাধারণ বিষয় হল এর কার্যকারণ নীতি। কর্ম ও কার্যকারণের মধ্যে এই সম্পর্কটি হিন্দু, বৌদ্ধ ও জৈন চিন্তাধারার সকল দর্শনে কেন্দ্রীয় উদ্দেশ্য। কার্যকারণের সাথে কর্মের প্রথমতম সংযোগের মধ্যে হিন্দুধর্মের বৃহদারণ্যক উপনিষদে পাওয়া যায়। উদাহরণস্বরূপ, ৪.৪.৬-৬ এ, এটি বলে:\n\nকার্যকারণ হিসাবে কর্মের তত্ত্ব বলে যে: (১) একজন ব্যক্তির সম্পাদিত ক্রিয়াগুলি ব্যক্তি এবং সে যে জীবন যাপন করে তাকে প্রভাবিত করে এবং (২) একজন ব্যক্তির উদ্দেশ্য ব্যক্তি এবং সে যে জীবন যাপন করে তাকে প্রভাবিত করে। আগ্রহহীন ক্রিয়া বা অনিচ্ছাকৃত কর্মের একই ইতিবাচক বা নেতিবাচক কর্মিক প্রভাব নেই, যেমন আগ্রহী ও ইচ্ছাকৃত ক্রিয়া। বৌদ্ধধর্মে, উদাহরণস্বরূপ, লোভের মতো কোনো খারাপ উদ্দেশ্য ছাড়াই যে কাজগুলি সম্পাদিত হয়, বা উদ্ভূত হয় বা উদ্ভূত হয়, সেগুলি কর্ম্ম প্রভাবে অস্তিত্বহীন বা ব্যক্তির প্রভাবে নিরপেক্ষ বলে বিবেচিত হয়।\nকার্মিক তত্ত্বের দ্বারা ভাগ করা আরেকটি কার্যকারণ বৈশিষ্ট্য হল, কর্মের মতোই প্রভাবের দিকে নিয়ে যায়। এইভাবে, ভাল কর্ম অভিনেতার উপর ভাল প্রভাব ফেলে, যখন খারাপ কর্ম খারাপ প্রভাব তৈরি করে। এই প্রভাব বস্তুগত, নৈতিক বা আবেগগত হতে পারে - অর্থাৎ, একজনের কর্ম তার সুখ ও অসুখ উভয়কেই প্রভাবিত করে। কর্মফল অবিলম্বে হতে হবে না; কর্মের প্রভাব একজনের বর্তমান জীবনে পরে হতে পারে, এবং কিছু দর্শনে তা ভবিষ্যতের জীবনে প্রসারিত হয়।\nএকজনের কর্মের পরিণতি বা প্রভাব দুটি রূপে বর্ণনা করা যেতে পারে: ফল ও সংস্কার। ফল হল দৃশ্যমান বা অদৃশ্য প্রভাব যা সাধারণত তাৎক্ষণিক বা বর্তমান জীবনের মধ্যে হয়। বিপরীতে, সংস্কার হল অদৃশ্য প্রভাব, যা কর্মের কারণে অভিনেতার অভ্যন্তরে উৎপন্ন হয়, মাধ্যমকে রূপান্তরিত করে এবং তাদের বর্তমান ও ভবিষ্যতের জীবনে সুখী বা অসুখী হওয়ার ক্ষমতাকে প্রভাবিত করে। কর্মের তত্ত্বটি প্রায়ই সংস্কারের প্রসঙ্গে উপস্থাপন করা হয়।\nকার্ল পটার (১৯৬৪) এবং হ্যারল্ড কাওয়ার্ড (১৯৮৩) পরামর্শ দেন যে কর্মের নীতিকে মনোবিজ্ঞান এবং অভ্যাসের নীতি হিসাবেও বোঝা যেতে পারে। কর্ম বীজের অভ্যাস (বাসনা), এবং অভ্যাস মানুষের প্রকৃতি তৈরি করে। কর্ম্মও নিজের উপলব্ধির বীজ দেয় এবং উপলব্ধি প্রভাবিত করে যে কীভাবে একজন ব্যক্তি জীবনের ঘটনাগুলি অনুভব করে। অভ্যাস এবং আত্ম উপলব্ধি উভয়ই একজনের জীবনের গতিপথকে প্রভাবিত করে। খারাপ অভ্যাস ভাঙা সহজ নয়: এর জন্য প্রয়োজন সচেতন কর্মময় প্রচেষ্টা।\nসুতরাং, পটার অ্যান্ড কাওয়ার্ডের মতে, মানসিকতা ও অভ্যাস, প্রাচীন ভারতীয় সাহিত্যে কর্মকে কার্যকারণের সাথে যুক্ত করে। কর্মের ধারণাটিকে একজন ব্যক্তির 'চরিত্র' ধারণার সাথে তুলনা করা যেতে পারে, কারণ উভয়ই ব্যক্তির মূল্যায়ন এবং সেই ব্যক্তির অভ্যাসগত চিন্তাভাবনা ও অভিনয় দ্বারা নির্ধারিত হয়।\n\n\n==== নৈতিকতা ====\nকর্ম তত্ত্বের দ্বিতীয় বিষয়টি হল নৈতিকতা। এটি এই ভিত্তি দিয়ে শুরু হয় যে প্রতিটি কর্মের পরিণতি আছে, যা এই জীবনে বা ভবিষ্যতের জীবনে ফলপ্রসূ হবে; এইভাবে, নৈতিকভাবে ভাল কাজগুলির ইতিবাচক পরিণতি হবে, যেখানে খারাপ কাজগুলি নেতিবাচক ফলাফল দেবে। একজন ব্যক্তির বর্তমান পরিস্থিতি তার বর্তমান বা পূর্ববর্তী জীবনকালে কর্মের উল্লেখ দ্বারা ব্যাখ্যা করা হয়। কর্ম নিজেই 'পুরস্কার ও শাস্তি' নয়, তবে আইন যা পরিণতি তৈরি করে। উইলহেম হালবফাস (১৯৯৮) উল্লেখ করেছেন যে ভাল কর্মকে ধর্ম হিসেবে বিবেচনা করা হয় এবং পুণ্যের দিকে পরিচালিত করে (যোগ্যতা), যখন খারাপ কর্মকে অধর্ম হিসেবে বিবেচনা করা হয় এবং পাপ ('অপরাধ, পাপ') বাড়ে।\nড়েইছেনবাছ (১৯৮৮) পরামর্শ দেন যে কর্মের তত্ত্বগুলি হল নৈতিক তত্ত্ব। এর কারণ হল ভারতের প্রাচীন পণ্ডিতরা অভিপ্রায় ও প্রকৃত কর্মকে যোগ্যতা, পুরস্কার, দোষ ও শাস্তির সাথে যুক্ত করেছেন। নীতিগত ভিত্তি ছাড়া তত্ত্ব বিশুদ্ধ কার্যকারণ সম্পর্ক হবে; অভিনেতার উদ্দেশ্য নির্বিশেষে যোগ্যতা বা পুরস্কার বা ক্ষতি বা শাস্তি একই হবে। নীতিশাস্ত্রে, একজনের উদ্দেশ্য, দৃষ্টিভঙ্গি ও আকাঙ্ক্ষা তার কর্মের মূল্যায়নের ক্ষেত্রে গুরুত্বপূর্ণ। যেখানে ফলাফল অনিচ্ছাকৃত, তার জন্য নৈতিক দায়িত্ব অভিনেতার উপর কম, যদিও কার্যকারণ দায়বদ্ধতা নির্বিশেষে একই হতে পারে। কর্মতত্ত্ব শুধুমাত্র কর্মই নয়, কর্মের আগে এবং সময় অভিনেতার অভিপ্রায়, মনোভাব ও ইচ্ছাকেও বিবেচনা করে। কর্মের ধারণা এইভাবে প্রতিটি ব্যক্তিকে নৈতিক জীবন সন্ধান করতে এবং বাঁচতে উৎসাহিত করে, সেইসাথে অনৈতিক জীবন এড়াতে। কর্মের অর্থ ও তাৎপর্য এইভাবে নৈতিক তত্ত্বের বিল্ডিং-ব্লক হিসাবে।\n\n\n==== পুনর্জন্ম ====\nকর্মতত্ত্বের তৃতীয় সাধারণ বিষয় হল পুনর্জন্ম বা পুনর্জন্মের চক্র (সংসার) ধারণা। পুনর্জন্ম হল হিন্দু, বৌদ্ধ, জৈন ও শিখ ধর্মের মৌলিক ধারণা। পুনর্জন্ম বা সংসার, হল এই ধারণা যে সমস্ত জীবন রূপ পুনর্জন্মের চক্রের মধ্য দিয়ে যায়, অর্থাৎ জন্ম ও পুনর্জন্মের সিরিজ। পুনর্জন্ম এবং ফলস্বরূপ জীবন বিভিন্ন রাজ্য, অবস্থা বা আকারে হতে পারে। কর্ম তত্ত্বগুলি নির্দেশ করে যে রাজ্য, অবস্থা ও রূপ কর্মের গুণমান ও পরিমাণের উপর নির্ভর করে। পুনর্জন্মে বিশ্বাসী দর্শনগুলিতে, প্রতিটি জীবের আত্মা মৃত্যুর পরে স্থানান্তরিত হয় (পুনর্ব্যবহার করে), সদ্য সমাপ্ত জীবন থেকে কার্মিক আবেগের বীজ বহন করে, অন্য জীবন ও কর্মের জীবদ্দশায়। চক্রটি অনির্দিষ্টকালের জন্য চলতে থাকে, যারা সচেতনভাবে মোক্ষে পৌঁছে এই চক্রটি ভেঙে দেয়। যারা চক্র ভঙ্গ করে তারা দেবতার রাজ্যে পৌঁছায়, যারা চক্রে চলে না।\nধারণাটি ভারতের প্রাচীন সাহিত্যে তীব্রভাবে বিতর্কিত হয়েছে; ভারতীয় ধর্মের বিভিন্ন দর্শন পুনর্জন্মের প্রাসঙ্গিকতাকে অপরিহার্য, বা মাধ্যমিক বা অপ্রয়োজনীয় কথাসাহিত্য হিসাবে বিবেচনা করে। হিরিয়ান্না (১৯৪৯) পুনর্জন্মকে কর্মফলের প্রয়োজনীয় অংশ বলে প্রস্তাব করেন; যমুনাচার্য (১৯৬৬) দাবি করেছেন যে কর্ম সত্য, যখন পুনর্জন্ম অনুমান; এবং ক্রিল (১৯৮৬) পরামর্শ দেয় যে কর্ম মৌলিক ধারণা, পুনর্জন্ম উদ্ভূত ধারণা।\n'কর্ম ও পুনর্জন্ম' তত্ত্বটি অসংখ্য প্রশ্ন উত্থাপন করে - যেমন কিভাবে, কখন, এবং কেন চক্রটি প্রথম স্থানে শুরু হয়েছিল, কর্ম বনাম অন্য কর্মের আপেক্ষিক কার্মিক যোগ্যতা কী ও কেন, এবং সেই পুনর্জন্মের কী প্রমাণ রয়েছে আসলে অন্যদের মধ্যে ঘটে। হিন্দুধর্মের বিভিন্ন দর্শন এই অসুবিধাগুলি উপলব্ধি করেছিল, তাদের নিজস্ব ফর্মুলেশন নিয়ে বিতর্ক করেছিল - কিছু তারা যাকে অভ্যন্তরীণভাবে সামঞ্জস্যপূর্ণ তত্ত্ব হিসাবে বিবেচনা করেছিল - অন্য দর্শনগুলি এটিকে সংশোধন করে এবং কম গুরুত্ব আরোপ করে; হিন্দুধর্মের কয়েকটি দর্শন যেমন চার্বাক (বা লোকায়ত) 'কর্ম ও পুনর্জন্ম' তত্ত্বকে সম্পূর্ণরূপে পরিত্যাগ করেছে। বৌদ্ধধর্মের দর্শনগুলি কর্ম-পুনর্জন্ম চক্রকে তাদের পরিত্রাণ তত্ত্বের অবিচ্ছেদ্য হিসাবে বিবেচনা করে।\n\n\n== প্রারম্ভিক ক্রমবিকাশ ==\n\nবৈদিক সংস্কৃত শব্দ কর্মন্- (মনোনীত কর্ম) মানে 'কাজ' বা 'ক্রিয়া', প্রায়শই শ্রৌত আচারের প্রসঙ্গে ব্যবহৃত হয়। ঋগ্বেদে শব্দটি প্রায় ৪০ বার এসেছে। শতপথ ব্রাহ্মণ ১.৭.১.৫-এ, উৎসর্গকে কাজের মধ্যে \"সর্বশ্রেষ্ঠ\" হিসাবে ঘোষণা করা হয়েছে; শতপথ ব্রাহ্মণ ১০.১.৪.১ অমর হওয়ার সম্ভাবনাকে অগ্নিচয়ন উৎসর্গের কর্মের সাথে যুক্ত করে।\nকর্ম মতবাদের প্রথম দিকের সুস্পষ্ট আলোচনা উপনিষদে রয়েছে। উদাহরণস্বরূপ, বৃহদারণ্যক উপনিষদে কার্যকারণ ও নৈতিকতা বর্ণিত হয়েছে;\n\nপ্রকৃতপক্ষে, একজন ভালো কাজের মাধ্যমে ভালো হয় এবং খারাপ কাজের মাধ্যমে মন্দ হয়।\n\nকিছু দার্শনিক বলেন যে সংসার (স্থানান্তর) এবং কর্ম মতবাদ অ-বৈদিক হতে পারে, এবং ধারণাগুলি বৌদ্ধ ও জৈনধর্মের পূর্ববর্তী শ্রমণ ঐতিহ্যের মধ্যে তৈরি হতে পারে। অন্যরা বলে যে কর্মের প্রাচীন উদীয়মান তত্ত্বের কিছু জটিল ধারণা বৈদিক চিন্তাবিদদের থেকে বৌদ্ধ ও জৈন চিন্তাবিদদের কাছে প্রবাহিত হয়েছিল। ঐতিহ্যের মধ্যে পারস্পরিক প্রভাব অস্পষ্ট, এবং সম্ভবত সহ-বিকশিত।\nধারণাটিকে ঘিরে অনেক দার্শনিক বিতর্ক হিন্দু, জৈন ও বৌদ্ধ ঐতিহ্য দ্বারা ভাগ করা হয় এবং প্রতিটি ঐতিহ্যের প্রাথমিক বিকাশ বিভিন্ন অভিনব ধারণাকে অন্তর্ভুক্ত করে। উদাহরণস্বরূপ, বৌদ্ধরা কর্মফলকে এক ব্যক্তি থেকে অন্য ব্যক্তিতে স্থানান্তর এবং শ্রাদ্ধের আচারের অনুমতি দেয়, কিন্তু যুক্তি রক্ষা করতে তাদের অসুবিধা হয়। বিপরীতে, হিন্দু দর্শন এবং জৈনধর্ম কর্ম স্থানান্তরের সম্ভাবনাকে অনুমতি দেবে না।\n\n\n== বিভিন্ন ঐতিহ্যে ==\n\n\n=== হিন্দুধর্মে ===\n\nহিন্দুধর্মে কর্মের ধারণা বহু শতাব্দী ধরে বিকশিত হয়েছে। প্রাচীনতম উপনিষদগুলি কীভাবে এবং কেন মানুষ জন্মগ্রহণ করে এবং মৃত্যুর পরে কী হয় সেই প্রশ্নগুলি দিয়ে শুরু হয়েছিল। পরেরটির উত্তর হিসাবে, এই প্রাচীন সংস্কৃত নথিগুলির প্রাথমিক তত্ত্বগুলির মধ্যে রয়েছে পঞ্চাগ্নিবিদ্যা (পাঁচ অগ্নি মতবাদ),  পিতৃয়ান (পিতাদের চক্রীয় পথ), ও দেবায়ন (চক্র-অতিক্রম, দেবতাদের পথ)। যারা অতিমাত্রায় আচার-অনুষ্ঠান করে এবং বস্তুগত লাভের সন্ধান করে, এই প্রাচীন পণ্ডিতদের দাবি, তারা তাদের পিতার পথে ভ্রমণ করে এবং অন্য জীবনে ফিরে যায়; যারা এগুলো ত্যাগ করে, বনে যায় এবং আধ্যাত্মিক জ্ঞানের সাধনা করে, তারা দেবতাদের উচ্চ পথে আরোহণ করে বলে দাবি করা হয়। এরাই চক্র ভেঙ্গে যায় এবং পুনর্জন্ম হয় না। মহাকাব্যের রচনার সাথে - হিন্দুধর্মে ধর্মের সাথে সাধারণ মানুষের পরিচয় - কার্যকারণ ও কর্মতত্ত্বের অপরিহার্য উপাদানগুলির ধারণাগুলি লোককথায় আবৃত্তি করা হচ্ছিল। উদাহরণ স্বরূপ:\n\nমানুষ যেমন বীজ বুনে, তেমনি কাটে; কোন মানুষ অন্য মানুষের ভাল বা মন্দ কাজের উত্তরাধিকারী হয়. ফলও কর্মের সমান গুণের।\n\nমহাভারতের ১৩ তম গ্রন্থ অনুশাসন পর্বের ৬ তম অধ্যায়, যুধিষ্ঠির ভীষ্মকে জিজ্ঞাসা করে: \"একজন ব্যক্তির জীবনের গতিপথ কি ইতিমধ্যেই নির্ধারিত, নাকি মানুষের প্রচেষ্টা একজনের জীবনকে গঠন করতে পারে?\" উত্তরে ভীষ্ম বলেন, ভবিষ্যৎ ও বর্তমান উভয়ই মানব প্রচেষ্টার কর্ম যা স্বাধীন ইচ্ছা থেকে প্রাপ্ত এবং অতীতের মানব কর্ম যা পরিস্থিতি নির্ধারণ করে। বারবার, মহাভারতের অধ্যায়গুলি কর্ম তত্ত্বের মূল সূত্রগুলি আবৃত্তি করে। অর্থাৎ, অভিপ্রায় ও কর্মের পরিণতি আছে; কর্ম দীর্ঘস্থায়ী হয় এবং অদৃশ্য হয় না; এবং জীবনের সমস্ত ইতিবাচক বা নেতিবাচক অভিজ্ঞতার জন্য প্রচেষ্টা ও অভিপ্রায় প্রয়োজন। উদাহরণ স্বরূপ:\n\nসময়ের সাথে সাথে, হিন্দুধর্মের বিভিন্ন দর্শনের কর্মফলের বিভিন্ন সংজ্ঞা তৈরি করেছে, কিছু কর্মকে বেশ নির্ধারক বলে মনে করে, অন্যরা স্বাধীন ইচ্ছা এবং নৈতিক প্রতিনিধিত্বের জন্য জায়গা করে দেয়। হিন্দুধর্মের ছয়টি সর্বাধিক অধ্যয়ন করা বিদ্যালয়ের মধ্যে, কর্মের তত্ত্বটি বিভিন্ন উপায়ে বিকশিত হয়েছে, কারণ তাদের নিজ নিজ পণ্ডিতগণ কর্ম মতবাদের অভ্যন্তরীণ অসঙ্গতি, প্রভাব ও সমস্যাগুলিকে সমাধান করার চেষ্টা করেছেন। প্রফেসর উইলহেম হালবফাসের মতে,\n\nহিন্দুধর্মের ন্যায় দর্শন কর্ম ও পুনর্জন্মকে কেন্দ্রীয় হিসাবে বিবেচনা করে, কিছু ন্যায় পণ্ডিত যেমন উদয়নাচার্য পরামর্শ দিয়েছিলেন যে কর্ম মতবাদ বোঝায় যে ঈশ্বরের অস্তিত্ব রয়েছে।\nবৈশেষিক দর্শন অতীত জীবনের মতবাদের কর্মফলকে খুব গুরুত্বপূর্ণ বলে মনে করে না।\nসাংখ্য দর্শন কর্মকে গৌণ গুরুত্ব (প্রকৃতির দ্বিতীয়) বলে মনে করে।\nমীমাংসা দর্শন অতীত জীবন থেকে কর্মফলকে নগণ্য ভূমিকা দেয়, সংসার ও মোক্ষকে অবজ্ঞা করে।\nযোগ দর্শন অতীত জীবনের কর্মকে গৌণ বলে মনে করে, বর্তমান জীবনে একজনের আচরণ ও মনোবিজ্ঞান যা পরিণতি ও জটিলতার দিকে নিয়ে যায়।\nবেদান্ত দর্শনগুলি (অদ্বৈত সহ) কর্মের মতবাদকে গ্রহণ করে, এবং তারা মনে করে যে এটি তার নিজস্ব শক্তিতে কাজ করে না, পরিবর্তে তারা মনে করে যে ঈশ্বর কর্মের ফল সরবরাহকারী। এই ধারণাটি ব্রহ্মসূত্রে (৩.২.৩৮) রক্ষা করা হয়েছে।\nউপরের দর্শনগুলি দৃষ্টিভঙ্গির বৈচিত্র্যকে চিত্রিত করে, কিন্তু সম্পূর্ণ নয়। প্রতিটি দর্শনে হিন্দুধর্মে উপ-দর্শন রয়েছে, যেমন বেদান্তের অধীনে অদ্বৈতবাদ এবং দ্বৈতবাদ। অধিকন্তু, ভারতীয় দর্শনের অন্যান্য দর্শন আছে যেমন চার্বাক (বা লোকায়ত; বস্তুবাদী) যারা কর্ম-পুনর্জন্মের তত্ত্বের পাশাপাশি ঈশ্বরের অস্তিত্বকে অস্বীকার করেছিল; এই অ-বৈদিক দর্শনে, জিনিসের বৈশিষ্ট্যগুলি জিনিসের প্রকৃতি থেকে আসে। কার্যকারণ বস্তু ও মানুষের মিথস্ক্রিয়া, ক্রিয়া ও প্রকৃতি থেকে উদ্ভূত হয়, কর্ম বা ঈশ্বরের মতো নির্ধারক নীতিগুলি অপ্রয়োজনীয়।\n\n\n=== বৌদ্ধধর্মে ===\n\nকর্ম ও কর্মফল হল বৌদ্ধধর্মের মৌলিক ধারণা,\nযা ব্যাখ্যা করে কিভাবে আমাদের ইচ্ছাকৃত কাজগুলি আমাদেরকে সংসারে পুনর্জন্মের সাথে আবদ্ধ রাখে, যেখানে বৌদ্ধ পথ, অষ্টাঙ্গিক মার্গ এর উদাহরণ হিসাবে, আমাদের সংসার থেকে বেরিয়ে আসার পথ দেখায়।\nপুনর্জন্মের চক্র কর্ম দ্বারা নির্ধারিত হয়, আক্ষরিক অর্থে 'ক্রিয়া'। কর্মফল (যেখানে ফল মানে 'ফলাফল') কর্মফলের 'প্রভাব' বা 'ফলাফল'কে বোঝায়। অনুরূপ শব্দ কর্মবিপাক (যেখানে বিপাক অর্থ 'পাকা') কর্মের 'পরিপক্কতা, পাকা' বোঝায়।\nবৌদ্ধ ঐতিহ্যে, কর্ম বলতে উদ্দেশ্য দ্বারা চালিত কর্মকে বোঝায় (চেতনা), শরীর, কথা বা মনের মাধ্যমে ইচ্ছাকৃতভাবে করা কাজ, যা ভবিষ্যতের পরিণতির দিকে নিয়ে যায়। নিবেধিক সুত্ত, অঙ্গুত্তর নিকায় ৬.৬৩:\n\nউদ্দেশ্য (চেতনা) আমি আপনাকে বলছি, কম্ম। অভিপ্রায়, শরীর, বক্তৃতা এবং বুদ্ধির মাধ্যমে কাম্ম করে।\nএই ইচ্ছাকৃত ক্রিয়াগুলি কীভাবে পুনর্জন্মের দিকে পরিচালিত করে এবং কীভাবে পুনর্জন্মের ধারণাটি অস্থিরতা ও অনাত্তা-এর মতবাদের সাথে মিলিত হতে হয়, বৌদ্ধ ঐতিহ্যের দার্শনিক অনুসন্ধানের বিষয়, যার জন্য বেশ কিছু সমাধান প্রস্তাব করা হয়েছে। প্রারম্ভিক বৌদ্ধধর্মে পুনর্জন্ম এবং কর্মের কোন সুস্পষ্ট তত্ত্ব কাজ করা হয় না, এবং \"কর্ম মতবাদ প্রাথমিক বৌদ্ধ সমাজতত্ত্বের সাথে ঘটনাগত হতে পারে।\" প্রাথমিক বৌদ্ধধর্মে, পুনর্জন্মকে লালসা বা অজ্ঞতার জন্য দায়ী করা হয়। বুদ্ধের কর্মের শিক্ষা কঠোরভাবে নির্ণায়ক নয়, তবে জৈনদের মতন পরিস্থিতিগত কারণগুলিকে অন্তর্ভুক্ত করেছে। এটি অনমনীয় ও যান্ত্রিক প্রক্রিয়া নয়, বরং নমনীয়, তরল ও গতিশীল প্রক্রিয়া। নির্দিষ্ট কর্ম এবং তার ফলাফলের মধ্যে কোন সেট রৈখিক সম্পর্ক নেই।\nকাজের কর্মিক প্রভাব শুধুমাত্র কাজের দ্বারাই নির্ধারিত হয় না, তবে যে ব্যক্তি কাজটি করে তার প্রকৃতি এবং যে পরিস্থিতিতে এটি প্রতিশ্রুতিবদ্ধ হয় তার দ্বারাও। কর্মফল হল \"বিচার\" নয় যা ঈশ্বর, দেবতা বা মহাজাগতিক বিষয়গুলিকে নিয়ন্ত্রণ করে এমন অন্যান্য অতিপ্রাকৃত সত্তা দ্বারা প্রয়োগ করা হয়। বরং, কর্মফল হল কারণ ও প্রভাবের প্রাকৃতিক প্রক্রিয়ার ফলাফল। বৌদ্ধধর্মের মধ্যে, কর্মের মতবাদের প্রকৃত গুরুত্ব এবং এর ফল সমগ্র প্রক্রিয়াটিকে বন্ধ করার জন্য জরুরিতার স্বীকৃতির মধ্যে নিহিত রয়েছে। অচিন্তিত সুত্ত সতর্ক করে যে \"কম্মের ফলাফল\" হল চারটি অবোধ্য বিষয়ের একটি (বা অচিন্তেয়), বিষয় যা সমস্ত ধারণার বাইরে এবং যৌক্তিক চিন্তা বা যুক্তি দিয়ে বোঝা যায় না।\nনিচিরেন বৌদ্ধধর্ম শেখায় যে বিশ্বাস ও অনুশীলনের মাধ্যমে রূপান্তর ও পরিবর্তন প্রতিকূল কর্মফলকে পরিবর্তিত করে- অতীতে তৈরি নেতিবাচক কারণ যা বর্তমান ও ভবিষ্যতে নেতিবাচক ফলাফল দেয়- ভবিষ্যতে উপকারের জন্য ইতিবাচক কারণগুলিতে।\n\n\n=== জৈনধর্মে ===\n\nজৈনধর্মে, কর্ম হিন্দু দর্শন ও পাশ্চাত্য সভ্যতায় সাধারণভাবে বোঝা যায় তার থেকে সম্পূর্ণ ভিন্ন অর্থ প্রকাশ করে। জৈন দর্শন হল প্রাচীনতম ভারতীয় দর্শনের মধ্যে একটি যা দেহ (বস্তু)কে আত্মা (বিশুদ্ধ চেতনা) থেকে সম্পূর্ণরূপে পৃথক করে। জৈনধর্মে, কর্মকে কর্মময় ময়লা হিসাবে উল্লেখ করা হয়, কারণ এতে পদার্থের অতি সূক্ষ্ম কণা থাকে যা সমগ্র মহাবিশ্বকে পরিব্যাপ্ত করে। মন, বাক্য ও শরীরের ক্রিয়াকলাপের পাশাপাশি বিভিন্ন মানসিক স্বভাব দ্বারা সৃষ্ট কম্পনের কারণে কর্মগুলি আত্মার কর্মক্ষেত্রের প্রতি আকৃষ্ট হয়। তাই কর্মগুলি হল আত্মার চেতনাকে ঘিরে থাকা সূক্ষ্ম শরীর। যখন এই দুটি উপাদান (চেতনা ও কর্ম) মিথস্ক্রিয়া করে, তখন আমরা বর্তমানে যে জীবন জানি তা অনুভব করি। জৈন গ্রন্থগুলি ব্যাখ্যা করে যে সাতটি তত্ত্ব (সত্য বা মৌলিক) বাস্তবতা গঠন করে। এগুলো হল:\n\nজীব: আত্মা যা চেতনা দ্বারা চিহ্নিত\nঅজীব: অ-আত্মা\nঅশ্রব: আত্মার মধ্যে শুভ ও অশুভ কর্ম্ম পদার্থের প্রবাহ।\nবন্ধ (বন্ধন): আত্মা এবং কর্মের পারস্পরিক মিলন।\nসম্ভার (নিবৃত্তি): আত্মার মধ্যে কার্মিক পদার্থের প্রবাহে বাধা।\nনির্জর (ক্রমিক বিচ্ছিন্নতা): আত্মা থেকে কর্ম্মিক পদার্থের অংশ বিচ্ছিন্ন হওয়া বা পড়ে যাওয়া।\nমোক্ষ (মুক্তি): সমস্ত কার্মিক পদার্থের সম্পূর্ণ বিনাশ (কোন বিশেষ আত্মার সাথে আবদ্ধ)।\nআত্মা ও কর্মের মধ্যে সম্পর্ক, পদ্মনাভ জৈনী বলেন, সোনার সাদৃশ্য দিয়ে ব্যাখ্যা করা যেতে পারে। সোনা যেমন সর্বদা তার আসল অবস্থায় অমেধ্যের সাথে মিশ্রিত পাওয়া যায়, জৈনধর্ম মনে করে যে আত্মা তার উত্স থেকে বিশুদ্ধ নয় তবে সর্বদা প্রাকৃতিক সোনার মতো অশুদ্ধ ও অপবিত্র। কেউ প্রচেষ্টা চালাতে পারে এবং সোনাকে শুদ্ধ করতে পারে, একইভাবে, জৈনধর্ম বলে যে অশুচি আত্মাকে যথাযথ পরিশোধন পদ্ধতির মাধ্যমে শুদ্ধ করা যায়। কর্ম হয় আত্মাকে আরও কলুষিত করে, অথবা একটি পরিচ্ছন্ন অবস্থায় পরিমার্জিত করে, এবং এটি ভবিষ্যতের পুনর্জন্মকে প্রভাবিত করে। এইভাবে জৈনদর্শনে কর্ম কার্যকরী কারণ (নিমিত্ত), কিন্তু বস্তুগত কারণ (উপাদান) নয়। আত্মা বস্তুগত কারণ বলে বিশ্বাস করা হয়।\nজৈনধর্মে কর্মের তত্ত্বের মূল বিষয়গুলি নিম্নরূপ বলা যেতে পারে:\n\nকর্ম প্রাকৃতিক সার্বজনীন আইন হিসাবে একটি স্ব-টেকসই প্রক্রিয়া হিসাবে কাজ করে, তাদের পরিচালনার জন্য কোনও বাহ্যিক সত্তার প্রয়োজন ছাড়াই। (জৈন ধর্মে বহিরাগত 'ঐশ্বরিক সত্তা'র অনুপস্থিতি)\nজৈনধর্ম সমর্থন করে যে একটি আত্মা শুধুমাত্র কর্ম নয়, এমনকি চিন্তার মাধ্যমেও কর্ম্ম বিষয়কে আকর্ষণ করে। এইভাবে, কারো মন্দ ভাবতেও একটি কর্ম-বন্ধ বা খারাপ কর্মের বৃদ্ধি সহ্য হবে। এই কারণে, জৈন ধর্ম রত্নত্রয় (তিন রত্ন) বিকাশের উপর জোর দেয়: সম্যক দর্শন ('সঠিক বিশ্বাস'), সম্যক জ্ঞান ('সঠিক জ্ঞান') এবং সম্যক চরিত্র ('সঠিক আচরণ')।\nজৈন ধর্মশাস্ত্রে, আত্মা কর্ম-বন্ধ থেকে মুক্তি পাওয়ার সাথে সাথে পার্থিব বিষয় থেকে মুক্তি পায়। জৈনধর্মে, নির্বাণ ও মোক্ষ একেবারে ব্যবহার করা হয়। নির্বাণ পৃথক আত্মার দ্বারা সমস্ত কর্মের বিনাশের প্রতিনিধিত্ব করে এবং মোক্ষ নিখুঁত সুখী অবস্থার প্রতিনিধিত্ব করে (সমস্ত বন্ধন থেকে মুক্ত)। তীর্থঙ্করের উপস্থিতিতে, আত্মা তীর্থঙ্করের কোনো হস্তক্ষেপ ছাড়াই কেবলজ্ঞান (সর্বজ্ঞান) এবং পরবর্তীকালে নির্বাণ লাভ করতে পারে।\nজৈনধর্মের কর্ম তত্ত্ব অন্তঃসত্ত্বাভাবে কাজ করে। এমনকি তীর্থঙ্করদেরও সেই অবস্থা অর্জনের জন্য মুক্তির পর্যায় অতিক্রম করতে হয়।\nজৈনধর্ম সমস্ত আত্মাকে সমানভাবে আচরণ করে, কারণ এটি সমর্থন করে যে সমস্ত আত্মার নির্বাণ অর্জনের একই সম্ভাবনা রয়েছে। শুধুমাত্র যারা প্রচেষ্টা করে, তারাই প্রকৃতপক্ষে এটি অর্জন করে, কিন্তু তবুও, প্রতিটি আত্মা তার কর্মফলকে ধীরে ধীরে হ্রাস করে তা করতে সক্ষম হয়।\n\n\n==== অষ্টকর্ম ====\nআট ধরনের কর্ম আছে যা আত্মাকে সংসারের (জন্ম ও মৃত্যুর চক্র) সাথে সংযুক্ত করে:\n\nজ্ঞানবর্ণীয় (জ্ঞান-বাধা): যেমন পর্দা মুখ এবং তার বৈশিষ্ট্যগুলিকে দেখাতে বাধা দেয়, এই কর্ম আত্মাকে সেই বস্তুর বিবরণ সহ বস্তুকে জানতে বাধা দেয়। এই কর্ম আত্মাকে তার জ্ঞানের অপরিহার্য গুণ উপলব্ধি করতে বাধা দেয়। তার অনুপস্থিতিতে, আত্মা সর্বজ্ঞ। জ্ঞানবর্ণীয় কর্মের পাঁচটি উপ-প্রকার রয়েছে যা পাঁচ ধরনের জ্ঞানকে বাধা দেয়: মতি জ্ঞান (সংবেদনশীল জ্ঞান), শ্রুত জ্ঞান (স্পৃহাজ্ঞান), অবধি জ্ঞান (স্পষ্টবাদীতা), মনপরিয় জ্ঞান (মন জানাজানি) এবং কেবল জ্ঞান (সর্বজ্ঞতা)।\nদর্শনবর্ণীয় (উপলব্ধি-বাধা): যেমন একজন দারোয়ান রাজার দৃষ্টিতে বাধা দেয়, এই কর্ম কোনো বস্তুকে উপলব্ধি করতে বাধা দেয়, লুকিয়ে রাখে। এই কর্ম আত্মাকে তার উপলব্ধির অপরিহার্য গুণ উপলব্ধি করতে বাধা দেয়। তার অনুপস্থিতিতে, একটি আত্মা মহাবিশ্বের সমস্ত পদার্থকে সম্পূর্ণরূপে উপলব্ধি করে। এই কর্মের নয়টি উপ-প্রকার রয়েছে। এর মধ্যে চারটি চার ধরনের উপলব্ধি প্রতিরোধ করে; চাক্ষুষ উপলব্ধি, অ-ভিজ্যুয়াল উপলব্ধি, দাবিদার উপলব্ধি এবং সর্বজ্ঞ উপলব্ধি। অন্য পাঁচটি উপ-প্রকার দর্শন বর্ণীয় কর্ম বন্ধন পাঁচ ধরনের ঘুমের উদ্রেক করে যার ফলে চেতনা হ্রাস পায়: হালকা ঘুম, গভীর ঘুম, তন্দ্রা, ভারী তন্দ্রা এবং ঘুম-হাঁটা।\nবেদনীয়া (সংবেদন-উৎপাদন): যেমন তরবারি থেকে মধু চাটলে মিষ্টি স্বাদ পাওয়া যায় কিন্তু জিহ্বা কেটে যায়, এই কর্ম আত্মাকে আনন্দ ও বেদনা অনুভব করে। আত্মার সুখ ক্রমাগত বাহ্যিক ইন্দ্রিয়সুখ ও বেদনার অভিজ্ঞতা দ্বারা বিরক্ত হয়। বেদানীয়া কর্মের অনুপস্থিতিতে আত্মা নিরবচ্ছিন্ন আনন্দ অনুভব করে। এই কর্মের দুটি উপ-প্রকার রয়েছে; আনন্দ-উৎপাদনকারী এবং ব্যথা-উৎপাদনকারী।\nমোহনীয়া (ভ্রম করা): যেমন মৌমাছি ফুলের গন্ধে মুগ্ধ হয় এবং তার প্রতি আকৃষ্ট হয়, এই কর্ম আত্মাকে সেই বস্তুর প্রতি আকৃষ্ট করে যেগুলিকে সে অনুকূল মনে করে এবং প্রতিকূল মনে করে এমন বস্তু থেকে দূরে সরিয়ে দেয়। এটি আত্মার মধ্যে বিভ্রম তৈরি করে যে বাইরের বস্তুগুলি এটিকে প্রভাবিত করতে পারে। এই কর্ম আত্মার সুখের অপরিহার্য গুণকে বাধা দেয় এবং আত্মাকে নিজের মধ্যে বিশুদ্ধ সুখ খুঁজে পেতে বাধা দেয়।\nআয়ু (জীবনকাল-নির্ধারণ): যেমন একজন বন্দী লোহার শিকল দ্বারা আটকা পড়ে থাকে (তার পা, হাত ইত্যাদির চারপাশে) এই কর্ম একটি আত্মাকে একটি নির্দিষ্ট জীবনে (বা জন্ম) আটকে রাখে।\nনাম (দেহ-উৎপাদন): যেমন একজন চিত্রশিল্পী বিভিন্ন ছবি তৈরি করেন এবং তাদের বিভিন্ন নাম দেন, এই কর্ম আত্মাকে বিভিন্ন ধরনের দেহ দেয় (যা বিভিন্ন বৈশিষ্ট্যের উপর ভিত্তি করে শ্রেণীবদ্ধ করা হয়)। এটি হল নামকর্ম যা জীবের দেহকে নির্ধারণ করে যেখানে আত্মাকে প্রবেশ করতে হবে।\nগোত্র (স্থিতি-নির্ধারণ): যেমন একজন কুমোর ছোট এবং লম্বা পাত্র তৈরি করে, এই কর্ম আত্মার দেহে নিম্ন বা উচ্চ (সামাজিক) মর্যাদা প্রদান করে। এটি সামাজিক বৈষম্য সৃষ্টি করে এবং এর অনুপস্থিতিতে সমস্ত আত্মা সমান। গোত্র কর্মের দুটি উপ-প্রকার রয়েছে: উচ্চ মর্যাদা এবং নিম্ন মর্যাদা।\nঅন্তরায় (শক্তি-বাধা): যেমন একজন কোষাধ্যক্ষ রাজাকে তার সম্পদ ব্যয় করতে বাধা দেয়, এই কর্ম আত্মাকে তার সহজাত শক্তিকে দাতব্য, লাভ, ভোগ, বারবার ভোগ ও ইচ্ছাশক্তির কাজে ব্যবহার করতে বাধা দেয়। এটা বাধা দেয় এবং আত্মার অপরিহার্য গুণ অসীম শক্তি প্রকাশ হতে বাধা দেয়। এর অনুপস্থিতিতে, আত্মার অসীম ক্ষমতা রয়েছে।\n\n\n== অন্যান্য ঐতিহ্যে অভ্যর্থনা ==\n\n\n=== শিখধর্ম ===\nশিখধর্মে, সমস্ত জীবকে মায়ার তিনটি গুণের প্রভাবের অধীনে বলে বর্ণনা করা হয়েছে। সর্বদা বিভিন্ন মিশ্রণে ও মাত্রায় একত্রে উপস্থিত থাকা, মায়ার এই তিনটি গুণ আত্মাকে দেহ এবং পৃথিবীর সমতলে আবদ্ধ করে। এই তিনটি গুণের উপরে অনন্ত কাল। মায়ার প্রকৃতির তিনটি মোডের প্রভাবের কারণে, জীব (ব্যক্তিগত প্রাণী) শাশ্বত সময়ের নিয়ন্ত্রণ ও পরিধির অধীনে কাজ করে। এই ক্রিয়াকলাপগুলিকে কর্ম বলা হয়, যেখানে অন্তর্নিহিত নীতি হল কর্ম হল সেই আইন যা কর্মের ফলাফলগুলিকে সেগুলি সম্পাদনকারী ব্যক্তির কাছে ফিরিয়ে আনে।\nএই জীবনকে ক্ষেত্রের সাথে তুলনা করা হয় যেখানে আমাদের কর্মফল বীজ। আমরা যা বপন করি ঠিক তাই ফসল; কম নয়, বেশি নয়। কর্মের এই অদম্য আইন ব্যক্তিটি কী হবে বা হতে চলেছে তার জন্য প্রত্যেককে দায়ী করে। অতীত কর্মফলের মোট যোগফলের উপর ভিত্তি করে, কেউ কেউ এই জীবনে বিশুদ্ধ সত্তার কাছাকাছি বোধ করেন এবং কেউ কেউ বিচ্ছিন্ন বোধ করেন। এই গুরুবানী (গুরু গ্রন্থ সাহিব) কর্মের নিয়ম। অন্যান্য ভারতীয় ও প্রাচ্যের চিন্তাধারার মত, গুরবানিও কর্ম ও পুনর্জন্মের মতবাদকে প্রকৃতির সত্য হিসেবে গ্রহণ করে।\n\n\n=== তাওবাদ ===\nকর্ম হল তাওবাদের গুরুত্বপূর্ণ ধারণা। প্রতিটি কাজ দেবতা ও আত্মা দ্বারা ট্র্যাক করা হয়। উপযুক্ত পুরস্কার বা প্রতিশোধ কর্মফল অনুসরণ করে, ঠিক যেমন ছায়া ব্যক্তিকে অনুসরণ করে।\nতাওবাদের কর্ম মতবাদ তিনটি পর্যায়ে বিকশিত হয়েছিল। প্রথম পর্যায়ে, ক্রিয়া ও পরিণতির মধ্যে কার্যকারণ গৃহীত হয়েছিল, অতিপ্রাকৃত প্রাণীরা প্রত্যেকের কর্মের ট্র্যাক রাখে এবং ভাগ্য (মিং) নির্ধারণ করে। দ্বিতীয় পর্যায়ে, চীনা বৌদ্ধধর্ম থেকে কর্মের ধারণার স্থানান্তরযোগ্যতা প্রসারিত করা হয়েছিল, এবং পূর্বপুরুষদের থেকে একজনের বর্তমান জীবনে কার্মিক ভাগ্যের স্থানান্তর বা উত্তরাধিকার প্রবর্তন করা হয়েছিল। কর্ম মতবাদ বিকাশের তৃতীয় পর্যায়ে, কর্মের উপর ভিত্তি করে পুনর্জন্মের ধারণা যুক্ত করা হয়েছিল। এই বিশ্বাস অনুসারে একজন অন্য মানুষ বা অন্য প্রাণী হিসাবে পুনর্জন্ম হতে পারে। তৃতীয় পর্যায়ে, অতিরিক্ত ধারণা চালু করা হয়েছিল; উদাহরণস্বরূপ, তাওবাদী মন্দিরগুলিতে আচার-অনুষ্ঠান, অনুতাপ ও অর্ঘকে উৎসাহিত করা হয়েছিল কারণ এটি কার্মিক বোঝা প্রশমিত করতে পারে।\n\n\n=== শিন্তৌ ===\nমুসুবি হিসাবে ব্যাখ্যা করা হয়, কর্মের দৃষ্টিভঙ্গি শিন্তৌ ধর্ম-এ সমৃদ্ধকরণ, ক্ষমতায়ন এবং জীবন নিশ্চিত করার একটি উপায় হিসাবে স্বীকৃত। এটি জন্ম এবং হয়ে ওঠার চেতনা। জন্ম, সিদ্ধি, সংমিশ্রণ। সৃষ্টি ও সমন্বয় ক্ষমতা। শিন্তৌ ভাষায় মুসুবির কাজের মৌলিক তাৎপর্য রয়েছে, কারণ সৃজনশীল বিকাশ শিন্টো বিশ্ব দর্শনের ভিত্তি তৈরি করে।\n\n\n== বিতর্ক ==\n\n\n=== স্বাধীন ইচ্ছা এবং ভাগ্য ===\nকর্ম মতবাদের সাথে উল্লেখযোগ্য বিতর্ক হল এটি সর্বদা নিয়তিকে নির্দেশ করে কিনা এবং স্বাধীন ইচ্ছার উপর এর প্রভাব। এই বিতর্কটিকে নৈতিক সংস্থার সমস্যা হিসেবেও উল্লেখ করা হয়; বিতর্কটি কর্ম মতবাদের জন্য অনন্য নয়, তবে একেশ্বরবাদী ধর্মেও কিছু আকারে পাওয়া যায়।\nস্বাধীন ইচ্ছা বিতর্ক তিনটি অংশে রূপরেখা করা যেতে পারে:\n\nযে ব্যক্তি হত্যা করে, ধর্ষণ করে বা অন্য কোন অন্যায় কাজ করে, সে দাবি করতে পারে তার সমস্ত খারাপ কাজ তার কর্মফল ছিল: সে স্বাধীন ইচ্ছার অধিকারী নয়, সে পছন্দ করতে পারে না, সে কর্মের এজেন্ট, এবং সে কেবল প্রয়োজনীয় শাস্তি প্রদান করে তার \"দুষ্ট\" শিকারদের অতীতে তাদের নিজস্ব কর্মের জন্য প্রাপ্যজীবনঅপরাধ এবং অন্যায় কর্ম কি স্বাধীন ইচ্ছার কারণে, নাকি কর্মের শক্তির কারণে?\nএকজন ব্যক্তি যে প্রিয়জনের অস্বাভাবিক মৃত্যু, বা ধর্ষণ বা অন্য কোন অন্যায় কাজের জন্য ভুগছেন, তিনি কি একজন নৈতিক প্রতিনিধিকে দায়ী বলে মনে করেন যে ক্ষতিটি অযৌক্তিক, এবং তাই বিচার চান? অথবা, অতীত জীবনের খারাপ কর্মের জন্য নিজেকে দোষারোপ করা উচিত এবং অনুমান করা উচিত যে অন্যায় কষ্ট ভাগ্য?\nকর্মের মতবাদ কি নৈতিক শিক্ষার জন্য উদ্দীপনাকে দুর্বল করে - কারণ সমস্ত দুঃখকষ্ট প্রাপ্য এবং অতীত জীবনের ফল, কেন কিছু শিখতে হবে যখন অতীত জীবনের কর্মফলের ব্যালেন্স শীট একজনের কর্ম এবং ভোগান্তি নির্ধারণ করবে?\nহিন্দু, বৌদ্ধ ও জৈন ধর্মের নির্দিষ্ট দর্শন দ্বারা উপরোক্ত স্বাধীন ইচ্ছা সমস্যার ব্যাখ্যা এবং উত্তর পরিবর্তিত হয়। হিন্দুধর্মের দর্শনগুলি, যেমন যোগ ও অদ্বৈত বেদান্ত, যেগুলি অতীত জীবন জুড়ে চলা কর্মের অবশিষ্টাংশের গতিশীলতার উপর বর্তমান জীবনের উপর জোর দিয়েছে, স্বাধীন ইচ্ছার অনুমতি দেয়।  তাদের যুক্তি, পাশাপাশি অন্যান্য দর্শনের, তিনগুণ:\n\nকর্মের তত্ত্বের মধ্যে কর্ম এবং সেই কর্মের পিছনে অভিপ্রায় উভয়ই অন্তর্ভুক্ত। শুধুমাত্র অতীত কর্ম দ্বারা প্রভাবিত হয় না, নতুন কর্ম সৃষ্টি করে যখনই কেউ অভিপ্রায়ে কাজ করে - ভাল বা খারাপ। যদি অভিপ্রায় ও কর্ম যুক্তিসঙ্গত সন্দেহের ঊর্ধ্বে প্রমাণ করা যায়, নতুন কর্ম প্রমাণ করা যেতে পারে, এবং এই নতুন কর্মের বিরুদ্ধে ন্যায়বিচারের প্রক্রিয়া এগিয়ে যেতে পারে। যে অভিনেতা খুন, ধর্ষণ বা অন্য কোন অন্যায় কাজ করে, তাকে অবশ্যই এই নতুন কর্মের নৈতিক প্রতিনিধি হিসাবে বিবেচনা করতে হবে এবং বিচার করতে হবে।\nজীবনের রূপগুলি কেবল তাদের অতীত কর্মের ফলই গ্রহণ করে এবং কাটায় না, তারা একসাথে অন্যদের কাছে কর্মের ফলাফল সূচনা, মূল্যায়ন, বিচার, প্রদান এবং প্রদানের মাধ্যম।\nকর্ম এমন তত্ত্ব যা কিছু মন্দকে ব্যাখ্যা করে, সবগুলো নয় (নৈতিক মন্দ বনাম প্রাকৃতিক মন্দ)।\nহিন্দুধর্মের অন্যান্য দর্শন, সেইসাথে বৌদ্ধ ও জৈন ধর্ম যারা পুনর্জন্মের চক্রকে তাদের বিশ্বাসের কেন্দ্রবিন্দু বলে মনে করে এবং অতীত জীবনের কর্মফল একজনের বর্তমানকে প্রভাবিত করে, বিশ্বাস করে যে স্বাধীন ইচ্ছা (চেতনা) এবং কর্ম উভয়ই সহাবস্থান করতে পারে; যাইহোক, তাদের উত্তর সব পণ্ডিতদের প্ররোচিত না।\n\n\n=== মনস্তাত্ত্বিক অনিশ্চয়তা ===\nকর্মের তত্ত্বের সাথে আরেকটি সমস্যা হল যে এটি মনস্তাত্ত্বিকভাবে অনিশ্চিত, পরামর্শ দেন ওবেয়েসেকেরে (১৯৬৮)। অর্থাৎ, কেউ যদি পূর্ববর্তী জীবনে তাদের কর্মফল কী ছিল তা জানতে না পারে, এবং অতীত জীবনের কর্মফল যদি একজনের ভবিষ্যত নির্ধারণ করতে পারে, তবে ব্যক্তিটি মনস্তাত্ত্বিকভাবে অস্পষ্ট হয় যে সে ভবিষ্যতের রূপ দেওয়ার জন্য এখন কি করতে পারে, আরও সুখী, বা কষ্ট কমাতে। যদি কিছু ভুল হয়ে যায়, যেমন অসুস্থতা বা কর্মক্ষেত্রে ব্যর্থতা, ব্যক্তি অস্পষ্ট হয় যদি অতীত জীবনের কর্মফল কারণ ছিল, বা অসুস্থতা নিরাময়যোগ্য সংক্রমণের কারণে হয়েছিল এবং ব্যর্থতা সংশোধনযোগ্য কিছু দ্বারা সৃষ্ট হয়েছিল।\nএই মনস্তাত্ত্বিক অনিশ্চয়তা সমস্যাটিও কর্মের তত্ত্বের জন্য অনন্য নয়; ঈশ্বরের একটি পরিকল্পনা আছে, বা কোনো না কোনোভাবে মানুষের ঘটনাকে প্রভাবিত করে এমন ভিত্তি গ্রহণ করে প্রতিটি ধর্মেই পাওয়া যায়। উপরের কর্ম-এবং-মুক্ত-ইচ্ছা সমস্যাগুলির মতো, পুনর্জন্মের প্রাধান্যের উপর জোর দেয় এমন স্কুলগুলি সবচেয়ে বেশি বিতর্কের সম্মুখীন হয়। মনস্তাত্ত্বিক অনিশ্চয়তা সমস্যা তাদের উত্তর স্বাধীন ইচ্ছা সমস্যা মোকাবেলার জন্য যারা একই।\n\n\n=== স্থানান্তরযোগ্যতা ===\nএশীয় ধর্মের কিছু দর্শন, বিশেষ করে জনপ্রিয় বৌদ্ধধর্ম, কর্মের যোগ্যতা এবং দোষ এক ব্যক্তির থেকে অন্য ব্যক্তির কাছে স্থানান্তরের অনুমতি দেয়। এই স্থানান্তর হল অ-ভৌত মানের বিনিময় ঠিক যেমন দুটি মানুষের মধ্যে শারীরিক পণ্যের বিনিময়। কর্মফল স্থানান্তরের অনুশীলন বা এমনকি এর সম্ভাবনাও বিতর্কিত। কর্মের স্থানান্তর প্রতিস্থাপনমূলক প্রায়শ্চিত্ত এবং পাপী শাস্তির মতই প্রশ্ন উত্থাপন করে। এটি নৈতিক ভিত্তিকে পরাজিত করে, এবং নৈতিক প্রতিনিধি থেকে কর্মের তত্ত্বের কার্যকারণ এবং নীতিকরণকে বিচ্ছিন্ন করে। কিছু বৌদ্ধ দর্শনের প্রবক্তারা পরামর্শ দেন যে কর্ম যোগ্যতা স্থানান্তরের ধারণা ধর্মীয় প্রদানকে উৎসাহিত করে, এবং এই ধরনের স্থানান্তরগুলি একজন ব্যক্তির থেকে অন্য ব্যক্তির কাছে খারাপ কর্ম (অর্থাৎ, ক্ষতি) স্থানান্তর করার একটি প্রক্রিয়া নয়।\nহিন্দুধর্মে, অন্ত্যেষ্টিক্রিয়ার সময় শ্রাদ্ধ অনুষ্ঠানকে কিছু পণ্ডিত দ্বারা কর্মের যোগ্যতা স্থানান্তর অনুষ্ঠান হিসাবে চিহ্নিত করা হয়েছে, অন্যদের দ্বারা বিতর্কিত দাবি। হিন্দুধর্মের অন্যান্য দর্শন, যেমন যোগ এবং অদ্বৈত বৈদান্তিক দর্শন, এবং জৈন ধর্ম বিশ্বাস করে যে কর্মকে স্থানান্তর করা যায় না।\n\n\n=== অশুভ সংকট ===\nকর্ম তত্ত্ব সম্পর্কে চলমান বিতর্ক হয়েছে এবং এটি কীভাবে অশুভ সংকট ও ধর্মতত্ত্ব সম্পর্কিত সমস্যার উত্তর দেয়। অশুভ সংকট হল দুটি বিশ্বাসের সাথে একেশ্বরবাদী ধর্মে বিতর্কিত একটি গুরুত্বপূর্ণ প্রশ্ন:\n\nএকক ঈশ্বর আছেন যিনি একেবারেই উত্তম ও করুণাময় (সর্বজনীনতা); এবং\nসেই এক ঈশ্বর সম্পূর্ণরূপে সবকিছু জানেন (সর্বজ্ঞানী) এবং সর্বশক্তিমান (অসীম ক্ষমতাসম্পন্ন)।\nঅশুভ সংকটটি তখন গঠনে বলা হয়েছে যেমন, \"কেন সর্বজনীন, সর্বজ্ঞ এবং সর্বশক্তিমান ঈশ্বর পৃথিবীতে কোন মন্দ ও দুঃখকষ্ট থাকতে দেন?\" সমাজবিজ্ঞানী ম্যাক্স ওয়েবার অশুভ সংকটকে প্রাচ্যের ঐতিহ্যের দিকে প্রসারিত করেছেন।\nকর্মের প্রেক্ষাপটে অশুভ সংকটটি আস্তিক ও নাস্তিক উভয় দর্শনে পূর্ব ঐতিহ্যে দীর্ঘকাল ধরে আলোচনা করা হয়েছে; উদাহরণস্বরূপ, উত্তর মীমাংসা সূত্র বই ২ অধ্যায় ১; ব্রহ্মসূত্র ভাষ্যে আদি শঙ্কর এর ৮ম শতাব্দীর যুক্তি যেখানে তিনি বিশ্বাস করেন যে ঈশ্বর যুক্তিসঙ্গতভাবে জগতের কারণ হতে পারেন না কারণ পৃথিবীতে নৈতিক মন্দ, অসমতা, নিষ্ঠুরতা ও দুঃখকষ্ট রয়েছে; এবং ১১ শতকের ধর্মতত্ত্ব আলোচনা রামানুজ দ্বারা শ্রীভাষ্য। উদাহরণ স্বরূপ, মহাভারতের মতো মহাকাব্যগুলি প্রাচীন ভারতে কেন ভাল এবং মন্দ বিদ্যমান তা নিয়ে তিনটি প্রচলিত তত্ত্বের পরামর্শ দেয় - একটি হল সবকিছু ঈশ্বরের দ্বারা নির্ধারিত, অন্যটি কর্মফল, এবং তৃতীয়টি সুযোগের ঘটনাগুলি (যদ্রচ্ছ) উল্লেখ করে। মহাভারত, যেটিতে হিন্দু দেবতা বিষ্ণুকে কৃষ্ণ রূপে মহাকাব্যের অন্যতম কেন্দ্রীয় চরিত্র হিসেবে অন্তর্ভুক্ত করা হয়েছে, এই তিনটি দৃষ্টিকোণ থেকে কষ্টের প্রকৃতি এবং অস্তিত্ব নিয়ে বিতর্ক করে, এবং দুর্ভোগের তত্ত্ব অন্তর্ভুক্ত করে যেমন ঘটনা ঘটনাগুলির একটি ইন্টারপ্লে থেকে উদ্ভূত হয় (যেমন বন্যা ও প্রকৃতির অন্যান্য ঘটনা), অতীতের মানুষের কর্ম দ্বারা সৃষ্ট পরিস্থিতি, এবং মানুষের বর্তমান আকাঙ্ক্ষা, ইচ্ছা, ধর্ম, অধর্ম এবং বর্তমান কর্ম (পুরুষকর)। যদিও, মহাভারতে কর্ম তত্ত্ব মন্দ ও দুঃখকষ্টের সমস্যার বিকল্প দৃষ্টিভঙ্গি উপস্থাপন করলেও, এটি কোনো চূড়ান্ত উত্তর দেয় না।\nঅন্যান্য পণ্ডিতরা পরামর্শ করেন যে অঈশ্বরবাদী ভারতীয় ধর্মীয় ঐতিহ্যগুলি সর্বজনীন স্রষ্টাকে ধরে নেয় না এবং কিছু আস্তিক দর্শন তাদের ঈশ্বর(গুলিকে) একেশ্বরবাদী পশ্চিমা ধর্মগুলির মতো সংজ্ঞায়িত বা বৈশিষ্ট্য দেয় না এবং দেবতাদের রঙিন, জটিল ব্যক্তিত্ব রয়েছে; ভারতীয় দেবতারা ব্যক্তিগত এবং মহাজাগতিক সুবিধাদাতা, এবং কিছু দর্শনে প্লেটোর ডিমিউর্গের মত ধারণা করা হয়। তাই, প্রধান ভারতীয় ধর্মের অনেক দর্শনে ধর্মতত্ত্বের সমস্যা উল্লেখযোগ্য নয়, বা অন্তত পশ্চিমা ধর্মের তুলনায় ভিন্ন প্রকৃতির। অনেক ভারতীয় ধর্ম প্রথম কারণের জন্য কর্ম নীতির বিকাশের উপর বেশি জোর দেয় এবং মানুষের সাথে সহজাত ন্যায়বিচারকে কেন্দ্রবিন্দু হিসাবে গড়ে তোলে, বরং ঈশ্বরের প্রকৃতি ও ক্ষমতা এবং দৈব বিচারকে কেন্দ্রবিন্দু হিসাবে বিবেচনা করে ধর্মীয় নীতিগুলি বিকাশের চেয়ে। কিছু পণ্ডিত, বিশেষ করে হিন্দুধর্মের ন্যায় দর্শন এবং ব্রহ্মসূত্র ভাষ্যে শঙ্কর, বিশ্বাস করেছেন যে কর্ম মতবাদ ঈশ্বরের অস্তিত্বকে বোঝায়, যিনি সেই ব্যক্তির কর্মের কারণে ব্যক্তির পরিবেশকে পরিচালনা করেন এবং প্রভাবিত করেন, কিন্তু তারপরে স্বীকার করেন যে এটি কর্মকে লঙ্ঘনযোগ্য, আনুষঙ্গিক হিসাবে তৈরি করে এবং মন্দ সমস্যার সমাধান করতে অক্ষম। আর্থার হারম্যান বলেছেন যে কর্ম-স্থানান্তর তত্ত্ব শঙ্কর ও রামানুজের ধর্মতত্ত্ব অন্তর্দৃষ্টিকে স্বীকার করার সময় অশুভ সংকটের তিনটি ঐতিহাসিক সূত্রের সমাধান করে।\nকিছু আস্তিক ভারতীয় ধর্ম, যেমন শিখ ধর্ম, পরামর্শ দেয় অশুভ ও দুঃখকষ্ট মানবিক ঘটনা এবং ব্যক্তির কর্ম থেকে উদ্ভূত হয়। অন্যান্য আস্তিক দর্শনে যেমন হিন্দুধর্মে, বিশেষ করে এর ন্যায় দর্শনে, কর্মকে ধর্মের সাথে মিলিত করা হয় এবং অশুভকে ব্যাখ্যা করা হয় মানুষের কর্ম এবং উদ্দেশ্য থেকে উদ্ভূত হিসাবে যা ধর্মের সাথে সাংঘর্ষিক। অঈশ্বরবাদী ধর্ম যেমন বৌদ্ধ, জৈন ও হিন্দু ধর্মের মীমাংসা দর্শনে, কর্ম তত্ত্বটি অশুভের কারণ ব্যাখ্যা করার পাশাপাশি বিশ্বের অশুভকে এড়াতে বা অপ্রভাবিত হওয়ার জন্য আলাদা উপায় প্রদান করতে ব্যবহৃত হয়।\nহিন্দু, বৌদ্ধ ও জৈন ধর্মের সেই দর্শনগুলি যেগুলি কর্ম-পুনর্জন্ম তত্ত্বের উপর নির্ভর করে, তাদের পূর্বজন্মে তার পাপের ফলস্বরূপ জন্মগতভাবে শিশুদের কষ্টের ধর্মতাত্ত্বিক ব্যাখ্যার জন্য সমালোচনা করা হয়েছে। অন্যরা দ্বিমত পোষণ করেন, এবং সমালোচনাটিকে ত্রুটিপূর্ণ এবং কর্মতত্ত্বের ভুল বোঝাবুঝি হিসেবে বিবেচনা করেন।\n\n\n== তুলনামূলক ধারণা ==\n\nপশ্চিমা সংস্কৃতি, খ্রিস্টধর্ম দ্বারা প্রভাবিত, কর্মের অনুরূপ ধারণা ধারণ করে, যেমনটি \"what goes around comes around (যা চারিদিকে যায় তা আসে)\" বাক্যাংশে প্রদর্শিত হয়।\n\n\n=== খ্রিস্টধর্ম ===\nমেরি জো মেডো পরামর্শ দেন কর্মফল \"পাপ এবং এর প্রভাব সম্পর্কে খ্রিস্টান ধারণার\" অনুরূপ। তিনি বলেন যে একজনের দাতব্য অনুযায়ী শেষ বিচারের উপর খ্রিস্টান শিক্ষা কর্মের উপর একটি শিক্ষা। খ্রিস্টধর্মও নৈতিকতার শিক্ষা দেয় যেমন কেউ যা বপন করে তা কাটে (গ্যালাতিয়ানস ৬:৭) এবং তরবারির দ্বারা বাঁচে, তলোয়ার দ্বারা মারা যায় (ম্যাথু ৩৬:৫২)।\nবেশিরভাগ পণ্ডিতরা, তবে, শেষ বিচারের ধারণাটিকে কর্ম থেকে আলাদা বলে মনে করেন, কর্মকে একটি চলমান প্রক্রিয়া হিসাবে বিবেচনা করেন যা একজনের জীবনে প্রতিদিন ঘটে, অন্যদিকে শেষ বিচার, জীবনের শেষের দিকে একবারের পর্যালোচনা।\n\n\n=== ইহুদিধর্ম ===\nইহুদিধর্মে একটি ধারণা আছে যাকে হিব্রু ভাষায়  মিদাহ ক'নেগেড মিদাহ বলা হয়, যা প্রায়ই \"মাপের জন্য পরিমাপ\" হিসাবে অনুবাদ করা হয়। ধারণাটি আইনের ক্ষেত্রে এত বেশি ব্যবহৃত হয় না, বরং একজন ব্যক্তির ক্রিয়াকলাপের জন্য ঐশ্বরিক প্রতিশোধের ক্ষেত্রে ব্যবহার করা হয়। ডেভিড ওলপে মিদাহ কে'নেগেড মিদাহকে কর্মের সাথে তুলনা করেছেন।\n\n\n=== মনোবিশ্লেষণ ===\nকার্ল জং একবার অমীমাংসিত আবেগ ও কর্মের সমন্বয়ের বিষয়ে মতামত দিয়েছিলেন;\n\nযখন অভ্যন্তরীণ পরিস্থিতি সচেতন করা হয় না, তখন এটি ভাগ্য হিসাবে বাইরে প্রদর্শিত হয়।\nজ্ঞান ভিত্তিক অসঙ্গতিকে নেতিবাচক করার জনপ্রিয় পদ্ধতিগুলির মধ্যে রয়েছে ধ্যান, মেটাকগনিশন, কাউন্সেলিং, মনোবিশ্লেষণ ইত্যাদি, যার উদ্দেশ্য হল মানসিক আত্ম-সচেতনতা বৃদ্ধি করা এবং এইভাবে নেতিবাচক কর্ম এড়ানো। এর ফলে ভাল মানসিক স্বাস্থ্যবিধি এবং কর্মের প্রভাব কমে যায়। দীর্ঘমেয়াদী ধ্যান ও মেটাকগনিশন কৌশলের জন্য দায়ী মানব মস্তিষ্কের অ্যামিগডালা এবং বাম প্রিফ্রন্টাল কর্টেক্সের মধ্যে স্থায়ী নিউরোনাল পরিবর্তনগুলি বৈজ্ঞানিকভাবে প্রমাণিত হয়েছে। মানসিক পরিপক্কতার এই প্রক্রিয়াটি ব্যক্তিত্ব বা স্ব-বাস্তবকরণের লক্ষ্যে আকাঙ্ক্ষিত। এই ধরনের চরম অভিজ্ঞতা অনুমানগতভাবে কোনো কর্ম (নির্বাণ বা মোক্ষ) বর্জিত।\n\n\n=== দিব্যজ্ঞান, আধ্যাত্মবাদ, নবযুগ ===\nকর্মের ধারণাটি থিওসফিক্যাল সোসাইটির কাজের মাধ্যমে পশ্চিমা বিশ্বে জনপ্রিয় হয়েছিল। এই ধারণায়, কর্ম হল পূর্বসূরী ছিল নিওপগান আইনের প্রত্যাবর্তন বা থ্রিফোল্ড ল, এই ধারণা যে বিশ্বে উপকারী বা ক্ষতিকারক প্রভাব নিজের কাছে ফিরে আসবে। কথোপকথনে এটিকে সংক্ষেপে বলা যেতে পারে 'যা চারপাশে যায় তা আসে।'\nথিওসফিস্ট আই কে তাইমনি লিখেছেন, \"কর্ম হল কিছু নয়, কারণ এবং প্রভাবের আইন মানব জীবনের ক্ষেত্রে কাজ করে এবং একজন ব্যক্তি এবং অন্যান্য ব্যক্তিদের মধ্যে সমন্বয় সাধন করে যাকে সে তার চিন্তাভাবনা, আবেগ ও কর্ম দ্বারা প্রভাবিত করেছে।\" \nথিওসফি এটাও শেখায় যে মানুষ যখন পুনর্জন্ম গ্রহণ করে তখন তারা কেবল মানুষ হিসেবেই ফিরে আসে, প্রাণী বা অন্যান্য জীব হিসেবে নয়।\n\n\n== আরও দেখুন ==\nকর্মযোগ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\n\n== বহিঃসংযোগ ==\n\nKarma – Encyclopedia Britannica"}