{"pageid": 1356220, "title": "বীরজিৎ সিনহা", "url": "https://bn.wikipedia.org/wiki?curid=1356220", "content": "বীরজিৎ সিনহা হলেন ভারতীয় জাতীয় কংগ্রেসের রাজ্য সভাপতি এবং ভারতের ত্রিপুরার একজন সুপরিচিত রাজনীতিবিদ যিনি ত্রিপুরা বিধানসভায় ৬ষ্ঠ মেয়াদে বিধায়ক হিসেবে কৈলাশহরের প্রতিনিধিত্ব করছেন।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nবীরজিৎ সিনহা ১৯৬৯ সালে ১৭ বছর বয়সে ছাত্র রাজনীতিতে যোগ দেন এবং ১৯৭২ সাল থেকে ভারতীয় জাতীয় কংগ্রেসের সক্রিয় সদস্য ছিলেন। তিনি ১৯৭৮ সালে ত্রিপুরা রাজ্য যুব কংগ্রেসের সভাপতি নিযুক্ত হন এবং ১৯৯০ সাল পর্যন্ত দায়িত্ব পালন করেন। তিনি ১৯৮৮ থেকে ১৯৯৩ সাল পর্যন্ত ত্রিপুরায় ক্যাবিনেট মন্ত্রী হিসেবেও দায়িত্ব পালন করেন। ভারতীয় যুব কংগ্রেসের জাতীয় কাউন্সিল এবং সর্বভারতীয় কংগ্রেস কমিটির সদস্যপদ সহ ভারতীয় জাতীয় কংগ্রেসে তিনি বেশ কয়েকটি নেতৃত্বের ভূমিকা পালন করেছিলেন।\nতিনি প্রথম ১৯৮৮ সালে ত্রিপুরা বিধানসভার সদস্য হিসাবে নির্বাচিত হন এবং ১৯৮৮ থেকে ১৯৯৩ সাল পর্যন্ত মন্ত্রিপরিষদ মন্ত্রী ছিলেন। তিনি আবার ১৯৯৮ সালে নির্বাচিত হন এবং ১৯৯৮ থেকে ২০০০ সাল পর্যন্ত ত্রিপুরা বিধানসভায় বিরোধী দলের উপনেতা ছিলেন। ২০০৩ সালের বিধানসভা নির্বাচনে তিনি রাজ্য কংগ্রেসের সভাপতি এবং কংগ্রেসের মুখ্যমন্ত্রী পদের প্রার্থী ছিলেন যেখানে তিনি তার আসন থেকে পুনরায় নির্বাচিত হন কিন্তু দল সংখ্যাগরিষ্ঠতা পেতে পারেনি।\n২০০৮ বিধানসভা নির্বাচন ২০১৩ বিধানসভা নির্বাচনে, তিনি কৈলাশহর কেন্দ্রের প্রতিনিধিত্ব করার জন্য পুনরায় নির্বাচিত হন। তিনি ৯ জানুয়ারী ২০১৫ এ ত্রিপুরা প্রদেশ কংগ্রেস কমিটির সভাপতি নিযুক্ত হন।\nতিনি আবার ২০২১ সালে ত্রিপুরা প্রদেশ কংগ্রেস কমিটির সভাপতি হিসেবে নিযুক্ত হন এবং একমাত্র রাজ্য নেতা হিসেবে ৩ মেয়াদে ত্রিপুরা প্রদেশ কংগ্রেস কমিটির সভাপতির দায়িত্ব পান।\n২০২৩ সালের বিধানসভা নির্বাচনে তিনি কৈলাশহর থেকে প্রতিদ্বন্দ্বিতা করেছিলেন এবং বিজেপি প্রতিদ্বন্দ্বীর বিরুদ্ধে ৯৬৮৬ ভোট পেয়ে জয়ী হন এবং নির্বাচনী এলাকা থেকে রেকর্ড করা সর্বোচ্চ ব্যবধানে জয়লাভ করেন। তিনি ষষ্ঠ মেয়াদে কৈলাশহরের প্রতিনিধিত্ব করছেন, যা একজন ব্যক্তির দ্বারা নির্বাচনী এলাকার সর্বোচ্চ সংখ্যক প্রতিনিধিত্বও।\n\nদেশ পরিদর্শন : ১৯৮৩ সালে ওমান সফর করেন (আন্তর্জাতিক যুব উৎসবে যোগ দিতে ভারতীয় প্রতিনিধি দলের সদস্য হিসেবে), ১৯৮৫ সালে চীন সফর করেন (আন্তর্জাতিক যুব উৎসবে যোগ দিতে ভারতীয় প্রতিনিধি দলের সদস্য হিসেবে)\n\n\n== অন্যান্য কাজকর্ম ==\nবীরজিৎ সিনহা বিভিন্ন সামাজিক কর্মকাণ্ডের সাথে জড়িত। তিনি আশ্রয়-এর প্রতিষ্ঠাতা সভাপতি - একটি নিবন্ধিত সামাজিক স্বেচ্ছাসেবী সংস্থা যা স্বাস্থ্যসেবা, কল্যাণ এবং জাতীয় উন্নয়নের কর্মসূচির ক্ষেত্রে কাজ করে। তিনি গ্রামীণ এবং প্রত্যন্ত উপজাতীয় এলাকায় স্বাস্থ্য শিবির এবং রক্তদান শিবিরের সাথেও জড়িত। তিনি জাতীয় সংহতি ও সাম্প্রদায়িক সম্প্রীতি প্রচার করে এমন একটি জাতীয় ভিত্তিক সংস্থা জাতীয় সংহতি কমিটির সহ-সভাপতি। ত্রিপুরায় সাম্প্রদায়িক সম্প্রীতিতে অসামান্য অবদানের জন্য তিনি ২০০০ সালে রাষ্ট্রীয় একতা পুরস্কারে ভূষিত হন।\n\n\n== তথ্যসূত্র =="}