{"pageid": 1356749, "title": "হামি ২", "url": "https://bn.wikipedia.org/wiki?curid=1356749", "content": "হামি ২ নন্দিতা রায় এবং শিবপ্রসাদ মুখোপাধ্যায় পরিচালিত ২০২২ সালের একটি ভারতীয় বাংলা চলচ্চিত্র। এটি ২০১৮ সালে তাদের পরিচালিত চলচ্চিত্র হামির দ্বিতীয় কিস্তি।\n\n\n== পটভূমি ==\nহামি ২ এর গল্প একটি সাত থেকে আট বছর বয়সী একটি অপব্যয়ী শিশু ছেলেকে ঘিরে আবর্তিত হয়েছে, যে কঠিন গাণিতিক সমস্যাগুলি সম্পাদন করার ক্ষমতা, কঠিন সামাজিক ও অর্থনৈতিক বিষয়গুলি বোঝার ক্ষমতা রয়েছে এবং একটি প্রশ্ন জিজ্ঞাসা করার কয়েক সেকেন্ডের মধ্যে উত্তর দিতে পারে। খুব মধ্যবিত্ত পরিবারের সন্তান, ছেলের প্রতিভা তার বাবা-মায়ের আয়ের উৎস হয়ে ওঠে। তার বাবা লাল্টু মন্ডলের আপত্তি সত্ত্বেও ছেলেটির মা শিশুটিকে বিভিন্ন টিভি শো এবং প্রোগ্রামে নিয়ে যেতে শুরু করে। এই নতুন খ্যাতি মাকে খুব খুশি করে যেখানে লাল্টু লক্ষ্য করে যে তার ছেলে শৈশবের অনেক মজার অভাব অনুভব করছে যা তার বয়সী বাচ্চারা করে। এটা তাকে বিরক্ত করে। সে তার স্ত্রীর সিদ্ধান্তের বিরুদ্ধে বিদ্রোহ শুরু করে। তার স্ত্রীকে তার দৃষ্টিভঙ্গি বোঝাতে তিনি সমস্যার সম্মুখীন হন। কিন্তু তিনি তার সন্তানকে আর কোনো টিভি শোতে না নিতে অনড় থাকেন যা শিশুদের প্রতিভা অন্বেষণের প্রতিশ্রুতি দেয়। আমরা প্রায়ই ভুলে যাই যে আমরা সেই কোমল বয়সের একটি শিশুর সাথে কী করছি যখন আমরা তাকে আমাদের স্বপ্ন পূরণ করতে বাধ্য করি। ছবির ক্লাইম্যাক্স দেখাবে প্রতিভাবান ছেলের যাত্রার চূড়ান্ত লাফ। তিনি জুনিয়র পন্ডিত নামে একটি রিয়েলিটি শোতে তার শেষ টিভি উপস্থিতিতে যাবেন। তিনি কি সবার প্রত্যাশা পূরণ করতে পারবেন?\n\n\n== অভিনয়শিল্পী ==\nলাল্টু মন্ডল চরিত্রে শিবপ্রসাদ মুখোপাধ্যায়\nমিতালী মন্ডল চরিত্রে গার্গী রায়চৌধুরী\nভেপু চরিত্রে ঋতোদীপ সেনগুপ্ত (সিদ্ধার্থ মন্ডল)\nচিনু চরিত্রে শ্রেয়ান সাহা (সুগত মন্ডল)\nরুকসানা আলী মির্জা চরিত্রে অরিত্রিকা চৌধুরী\nনিতাই জেঠা চরিত্রে অঞ্জন দত্ত\nপ্রসেনজিৎ চট্টোপাধ্যায় চরিত্রে প্রসেনজিৎ চট্টোপাধ্যায়\nপ্রশান্ত চক্রবর্তী চরিত্রে খরাজ মুখার্জি\nরুকানার বাবার চরিত্রে সিদ্ধার্থ মুখার্জি\nরুকসানার মায়ের চরিত্রে পাপড়ি ঘোষ\nহরনাথ চক্রবর্তীর চরিত্রে হরনাথ চক্রবর্তী\nসোমক ঘোষের চরিত্রে সোমক ঘোষ\nমনামী ঘোষ চরিত্রে মনামী ঘোষ\nতনুশ্রী চক্রবর্তী চরিত্রে তনুশ্রী চক্রবর্তী\n\n\n== সঙ্গীত ==\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ২০২২ সালের ২৩শে ডিসেম্বর প্রজাপতি এবং ‘হত্যাপুরী’র সঙ্গে প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== অভ্যর্থনা ও সমালোচনা ==\nদ্য টেলিগ্রাফ অভিনেতাদের অভিনয়ের প্রশংসা করে ছবিটিকে একটি ইতিবাচক পর্যালোচনা দিয়েছে। দ্য টাইমস অব ইন্ডিয়া খুঁজে পেয়েছে যে \" হামি ২ হামির চেয়ে অনেক বেশি দেখার যোগ্য; এটিতে আরও ভাল চিত্রনাট্য এবং আরও ভাল লাইন রয়েছে, স্ল্যাপস্টিককে লাগাম দেওয়া হয়েছে।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে হামি ২  (ইংরেজি)"}