{"pageid": 1356678, "title": "এএফসি ক্লাব প্রতিযোগিতা র‌্যাঙ্কিং", "url": "https://bn.wikipedia.org/wiki?curid=1356678", "content": "এএফসি ক্লাব প্রতিযোগিতা র‌্যাঙ্কিং হলো ২০১৪ সালে এশিয়ান ফুটবল কনফেডারেশন (এএফসি) কর্তৃক প্রতিষ্ঠিত ক্লাবের পর্যায়ের দলগুলোর মধ্যকার একটি র‌্যাঙ্কিং পদ্ধতি। এএফসি চ্যাম্পিয়নস লিগ এবং এএফসি কাপের সর্বশেষ চার বছরে অংশগ্রহণকারী দলগুলোর ফলাফলের উপর ভিত্তি করে এই র‌্যাঙ্কিং করা হয়। র‌্যাঙ্কিংটি ক্লাব প্রতিযোগিতায় এএফসি সদস্য দেশের জন্য বরাদ্দকৃত অবস্থান নির্ধারণের জন্য ব্যবহৃত হয়।\n\n\n== গণনার নিয়ম ==\nক্লাব প্রতিযোগিতা র‌্যাঙ্কিং (পূর্বে সদস্য দেশের র‌্যাঙ্কিং অথবা এমএ র‌্যাঙ্কিং নামে পরিচিত) অ্যাসোসিয়েশনগুলোর অবস্থান নির্ধারণ করার জন্য ব্যবহৃত হয় এবং প্রতিযোগিতার ড্রয়ে অংশগ্রহণকারী দলগুলোর অবস্থান নির্ধারণের জন্যও ব্যবহৃত হয়। এটি প্রতিযোগিতায় প্রবেশ এবং প্রবেশের জন্য পয়েন্টের সংখ্যা বরাদ্দ করতেও ব্যবহৃত হয়। তবে এতে প্রতি বছর অনেকগুলো পরিবর্তন হয়, যার অন্যতম কারণ হচ্ছে অ্যাসোসিয়েশনগুলো মাঠের বাইরের প্রয়োজনীয়তা পূরণ না করা।\nপ্রতিটি দলকে এএফসি ক্লাব প্রতিযোগিতায় তাদের ফলাফলের উপর ভিত্তি করে পয়েন্ট দেওয়া হয়। একটি মৌসুমে একটি দেশের পয়েন্ট দুটি ভাগে বিভক্ত করা হয়; প্রথমটি হলো গ্রুপ ও নকআউট পর্বে অর্জিত পয়েন্ট। দেশের সব ক্লাবের অর্জিত মোট পয়েন্ট উক্ত প্রতিযোগিতায় অংশগ্রহণকারী ক্লাবের সংখ্যা দ্বারা ভাগ করা হবে (এএফসি চ্যাম্পিয়নস লিগের দল এবং এএফসি কাপ দলগুলোর পয়েন্ট গণনা করা হয় এবং আলাদাভাবে গড় করা হয়, তারপরে একে অপরের সাথে যুক্ত করা হয়)। দ্বিতীয়টি হল বাছাইপর্ব থেকে প্রাপ্ত পয়েন্ট। দেশের সব ক্লাবের অর্জিত পয়েন্ট যোগ করা হয়। এই দুটি ভাগের যোগফল হবে একটি মৌসুমের জন্য নির্দিষ্ট দেশের পয়েন্ট।\nগত চার বছরে সদস্য দেশের ক্লাবগুলোর মোট পয়েন্ট নিয়ে এই র‌্যাঙ্কিং করা হয়। শীর্ষস্থানীয় দলের পয়েন্ট শতাংশের ভিত্তিতে ১০০ পয়েন্ট গণনা করা হয়, যা অন্যান্য সকল সদস্য দেশের নেতৃস্থানীয় দলের সাথে আনুপাতিকভাবে সামঞ্জস্য করা হয়।\n\nউৎস: এশিয়ান ফুটবল কনফেডারেশন\n\n\n== ২০২১-এর র‌্যাঙ্কিং ==\n২০২৩–২৪ মৌসুমে প্রত্যেক সদস্য দেশের স্থান বরাদ্দের জন্য ব্যবহার করা হবে, যা এএফসি চ্যাম্পিয়নস লিগ এবং এএফসি কাপের পরবর্তী চক্রের জন্য স্থান বরাদ্দ নির্ধারণে ব্যবহারের জন্য প্রাসঙ্গিক।\n\n\n=== নতুন র‌্যাঙ্কিং কাঠামো ===\nএএফসি ২০২৪–২৫ সাল থেকে এসিএল ও এএফসি কাপের বিন্নাসে পরিবর্তন এনে তিনটি প্রতিযোগিতায় বিভক্ত হওয়ার ঘোষণা দিয়েছে।\nকাঠামোটি এখনও চূড়ান্ত হয়নি, তবে বিগত ৮ বছরের ফলাফলগুলো (এখনও নির্ধারিত গণনা কাঠামোসহ) এবং কোভিড-১৯ দ্বারা প্রভাবিত বছরগুলোর জন্য পুনঃগণনার বিষয়টি বিবেচনা করা হবে।\n\n\n== ক্লাব র‌্যাঙ্কিং ==\n২০১৪ সালে এএফসি কর্তৃক একটি ক্লাব র‌্যাঙ্কিং চালু করা হয়েছিল। এটি একটি তথ্যবহুল র‌্যাঙ্কিং ছিল এবং ক্লাব প্রতিযোগিতায় ক্লাবগুলোর অবস্থান নির্ধারণ করতে ব্যবহৃত হয়নি।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএএফসিতে র‌্যাঙ্কিং (ইংরেজি)\nফুটির‌্যাঙ্কিংসে র‌্যাঙ্কিং (ইংরেজি)"}