{"pageid": 1356156, "title": "প্রাচীন মিশরীয় দর্শন", "url": "https://bn.wikipedia.org/wiki?curid=1356156", "content": "প্রাচীন মিশরীয় দর্শন বলতে বোঝায় প্রাচীন মিশরের দার্শনিক রচনাকর্ম ও মতবিশ্বাস। এটির প্রকৃত পরিসর ও প্রকৃতি কিছু বিতর্ক রয়েছে।\n\n\n== গুরুত্বপূর্ণ সাহিত্যকর্ম ==\n\nপ্তাহ্হোতেপ নামে এক প্রাচীন মিশরীয় ব্যক্তিকে প্রায়শই সে-দেশের এক আদি দার্শনিক মনে করা হয়। খ্রিস্টপূর্ব পঞ্চবিংশ শতাব্দীর শেষভাগ থেকে চতুর্বিংশ শতাব্দীর আদিভাগ পর্যন্ত তিনি মিশরের ফ্যারাওয়ের উজিরের কাজ করতেন। নৈতিক আচরণ ও নীতিশাস্ত্র সম্পর্কে একটি সমন্বায়িত রচনার জন্য প্তাহ্হোতেপ পরিচিত ছিলেন। এই বইটির নাম দ্য ম্যাক্সিমস অফ প্তাহ্হোতেপ। মনে করা হয় যে, প্তাহ্হোতেপের পৌত্র প্তাহ্হোতেপ ত্জেফি এই বইটি সংকলন করেছিলেন। বইটি আসলে প্তাহ্হোতেপের পুত্র আখেথোতেপকে লিখিত ৩৭টি চিঠি বা বাণীর একটি ধারাবাহিক সংকলন। এই সংকলনের বিষয়বস্তু ছিল দৈনন্দিন আচরণ ও নীতি-অনুশীলন।\nআমেরিকান ফিলোজফিক্যাল অ্যাসোসিয়েশনের জন্য লিখতে গিয়ে ড্যাগ হার্বজোর্নস্রাড ৩,২০০ বছরের পুরনো \"দি ইম্মর্ট্যালিটি অফ রাইটারস\" বা \"বি আ রাইটার\" (আনুমানিক খ্রিস্টপূর্ব ১২০০ অব্দ) গ্রন্থটিকে \"ধ্রুপদি মিশরীয় দর্শনের এক উল্লেখনীয় উদাহরণ\" বলে বর্ণনা করেন। ইরসেশের রচনা হিসেবে কথিত এই লিপিটিতে বলা হয়েছে:\n\nমানুষ নশ্বর, মৃতদেহ ধুলোয় পরিণত হয়; তার সকল আত্মীয়স্বজন পৃথিবীতে ফিরে আসে। কিন্তু পাঠকের মুখে মুখে তাঁর রচনা স্মরিত হত। একটি গ্রন্থ এক সুগঠিত ভবন বা সমাধিসৌধের তুলনায় অধিকতর কার্যকরী, এক সুপ্রতিষ্ঠিত উদ্যানবাটী বা মন্দিরের একটি স্টেলার থেকে অধিকতর উপকারী! […] তারা নিজেদের তাদের প্রভাষক-পুরোহিত হিসেবে একটি গ্রন্থ প্রদান করেন, কর্তব্যপালনকারী পুত্র হিসেবে দান করেন এক রচনা-ফলক। শিক্ষাগুলি তাদের মসোলিয়া, শরের কলম তাদের সন্তান এবং পালিশ-করা প্রস্তরখণ্ড তাদের পত্নী। মহৎ ও ক্ষুদ্রতর [উভয় প্রকার পুস্তকই] তারা প্রদান করে তাদের সন্তান হিসেবে। কারণ লেখকই হলেন মুখ্য।\nহার্বজোর্নস্রাড লিখেছেন:\n\n\"২০১৮ সালে প্রথমবার বেশ কয়েকটি প্রাচীন মিশরীয় লিপি অনুবাদের প্রকল্প গৃহীত হয়। এরই মধ্যে আমাদের কাছে সাহিত্যের বৈচিত্র্যপূর্ণ বর্গের এক সমাহার ছিল, যার থেকে আমরা দার্শনিক দৃষ্টিভঙ্গি থেকে পাণ্ডুলিপিগুলিকে বেছে নিতে পারি: \"প্তাহ্হোতেপের উপদেশাবলি\" থেকে অনেক প্রবচনই হল খ্রিস্টপূর্ব ঊনবিংশ শতাব্দীর পঞ্চম রাজবংশের এই উজিরের আদিতম সংরক্ষিত পাণ্ডুলিপি; এই গ্রন্থে তিনি বলেছেন যে, তোমার উচিত “তোমার হৃদয়ের কথা অনুসরণ করা”। খ্রিস্টপূর্ব ত্রয়োদশ শতাব্দীতে এক ছাপোষা মধ্যবিত্ত লিপিকর রচিত \"দ্য টিচিং অফ আনি\" গ্রন্থে সাধারণ মানুষকে উপদেশ দেওয়া হয়েছে। খেতি রচিত \"দ্য স্যাটায়ার অফ দ্য ট্রেডস\" গ্রন্থে লেখক নিজের পুত্রকে এ-কথা বোঝাতে চেষ্টা করেছেন যে, “তোমার মায়ের থেকেও বেশি ভালোবাসো বইকে”, কারণ “পৃথিবীতে” লিপিকর হওয়ার চেয়ে ভালো আর কিছুই নেই। খ্রিস্টপূর্ব ঊনবিংশ শতাব্দীর এক শ্রেষ্ঠ কীর্তি \"দ্য ডিসপিউট বিটুইন আ ম্যান অ্যান্ড হিজ বা\" গ্রন্থে এক ব্যক্তি “জীবনের দুঃখ” নিয়ে বিলাপ করছেন, যেখানে তাঁর বা (ব্যক্তিত্ব/আত্মা) উত্তর দিচ্ছে যে, জীবন সুখদায়কই; তাঁর উচিত “জীবনকে ভেবে দেখা”, কারণ সমাধিই দুঃখময় – এই বিষয়টি সম্প্রতি পিটার অ্যাডামসন ও চিকে জেফারস তাঁদের আফ্রিকানা ফিলোজফি পডকাস্ট ধারাবাহিকে আলোচনা করেছেন। অথবা আমরা লিপিকরদের শহর দেইর এল-মদিনার অগ্রগণ্য বুদ্ধিজীবী আমেননাখৎ-এর (খ্রিস্টপূর্ব ১১৭০-১১৪০ অব্দের মধ্যবর্তী সময়ে সক্রিয়) রচনা পাঠ করতে পারি; যাঁর শিক্ষায় বলা হয়েছে যে “গ্রীষ্মে প্রস্ফুটিত পদ্মের সুবাস গ্রহণের চেয়ে বিদ্যালয়-শিক্ষা সমাপ্ত করা ভালো।”\n\n\n== প্রাচীন গ্রিক দর্শনে প্রভাব ==\nবেশ কয়েকজন প্রাচীন গ্রিক দার্শনিক মিশরকে প্রজ্ঞা ও দর্শনের এক পীঠস্থান মনে করতেন। আইসোক্রেটস (জন্ম খ্রিস্টপূর্ব ৪৩৬ অব্দ) তাঁর বুসিরিস গ্রন্থে বলেছেন যে, \"সবাই স্বীকার করেন যে মিশরীয়রা সর্বাপেক্ষা স্বাস্থ্যবান এবং সমগ্র মানবজাতির মধ্যে সর্বাপেক্ষা দীর্ঘায়ুর অধিকারী; এবং তারপর আত্মার জন্য তারা দর্শন শিক্ষার প্রবর্তন করেন। এই প্রচেষ্টার মধ্যে যে শক্তি ছিল তা শুধুমাত্র আইন প্রতিষ্ঠার জন্য নয়, বরং ব্রহ্মাণ্ডের প্রকৃতি অনুসন্ধানের জন্যও বটে।\" তিনি বলেন যে, গ্রিক লেখকরা মিশরে যান জ্ঞানের অনুসন্ধানে। আইসোক্রেটসের মতে, এই লেখকদের অন্যতম ছিলেন সামোসের পিথাগোরাস, যিনি “প্রথম গ্রিকদের মধ্যে দর্শনচর্চার প্রবর্তন ঘটিয়েছিলেন”।\nফেড্রাস গ্রন্থে প্লেটো বলেন যে মিশরীয় থোথ \"সংখ্যা ও পাটীগণিত আবিষ্কার করেছিলেন… এবং সর্বাপেক্ষা গুরুত্বপূর্ণ অক্ষরমালা [আবিষ্কার করেছিলেন]।\" প্লেটোর \"টিমেউস\"-এ প্রাপ্ত সক্রেটিসের উদ্ধৃতি থেকে জানা যায় যে, প্রাচীন মিশরীয় প্রাজ্ঞ ব্যক্তিগণ মিশর পরিভ্রমণকালে আইন-নির্মাণকারী সোলোনকে শিক্ষা দিয়েছিলেন: \"হে সোলোন, সোলোন, তোমরা গ্রিকরা সর্বদাই শিশু।\" অ্যারিস্টটলের সাক্ষ্য থেকে জানা যায় যে, মিশর হল প্রজ্ঞার আদি ভূমি। পলিটিকস গ্রন্থে তিনি বলেন যে, \"মিশরীয়দের সুখ্যাতি রয়েছে প্রাচীনতম জাতি হিসেবে, কিন্তু তাদের সর্বদাই আইন ও এক রাজনৈতিক ব্যবস্থা ছিল।\"\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nMolefi Kete Asante, The Egyptian Philosophers: Ancient African Voices for These Times, From Imhotep to Akhenaton, Chicago, African American Images, 2000.\n\n\n== আরও দেখুন ==\nআফ্রিকান দর্শন\nথোথের বই\nমিশরতত্ত্ব\nইসফেত (মিশরীয় পুরাণ)\nমাত\nম্যাক্সিমস অফ প্তাহ্হোতেপ\nমধ্যপ্রাচ্যের দর্শন\nকপটিকে দর্শন\nসেবায়িত"}