{"pageid": 1356739, "title": "বিজয় কুমার হ্রাংখাওল", "url": "https://bn.wikipedia.org/wiki?curid=1356739", "content": "বিজয় কুমার হ্রাংখাওল আদিবাসী প্রগতিশীল আঞ্চলিক জোট বা টিপ্রার বর্তমান সভাপতি।  তিনি ভারতের ত্রিপুরা রাজ্যে অবস্থিত একটি রাজনৈতিক দল টুইপ্রার আদিবাসী জাতীয়তাবাদী দলের নেতা ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\n\n\n=== বিয়ে ও সংসার ===\nশিলংয়ে স্কুল শেষ করার পর, বিজয় কুমার হ্রাংখাওল লিন্ডা হ্রাংখাওলকে বিয়ে করেন। এই দম্পতির একটি ছেলে ছিল বোরকুং হ্রাংখাওল ।  বোরকুং এখন একজন জনপ্রিয় গায়ক-গীতিকার যিনি উত্তর-পূর্ব ভারত জুড়ে পালিত।\n\nআমি অস্বীকার করি না যে লিন্ডা (তার স্ত্রী) আমার আত্মসমর্পণের সিদ্ধান্তকে প্রভাবিত করেছিল। . . আমার স্বীকার করতে দ্বিধা নেই যে তিনি একাই এই (ত্রিপুরা) চুক্তির জন্য ২৫ শতাংশ দায়ী ছিলেন।\nবিজয় কুমার হ্রাংখাওল, টিএনভি প্রধান, দ্য উইকে\n\n\n== বৃহত্তর টিপরাল্যান্ড আন্দোলন ==\n৭ জুন, ২০২১-এ, বৃহত্তর টিপ্রাল্যান্ডের দাবির জন্য আইএনপিটি টিআইপিআরএ-এর সাথে একীভূত হয় বিজয় কুমার হ্রাংখাওলের নেতৃত্বে।\nপরবর্তীতে, ১১ জুন ২০২১ সালে, Hrangkhawl TipraHa আদিবাসী প্রগতিশীল আঞ্চলিক জোট (TIPRA) এর সভাপতি নির্বাচিত হন।  এটি আদিবাসী টিপরাসা জনগণের জন্য পৃথক রাষ্ট্রের দাবিতে তার অংশগ্রহণকে চিহ্নিত করে।  \n\n\n== ১৯৭৮-১৯৮৮ এর মধ্যে ত্রিপুরি জাতীয়তাবাদের নেতৃত্ব ==\nহ্রাংখাওল নৃ-জাতীয়তাবাদী ত্রিপুরা উপজাতি যুব সমিতির সাংগঠনিক সম্পাদক হিসাবে তার রাজনৈতিক জীবন শুরু করেন। তিনি টিইউজেএস-এর জঙ্গি শাখা ত্রিপুরী সেনার নেতা হন। ১৯৭৭ সালে বামফ্রন্ট বিজয়ের পর ত্রিপুরী সেনা গঠিত হয়েছিল এবং এটি বামদের বিরুদ্ধে শারীরিক লড়াইয়ে লিপ্ত হয়েছিল। ত্রিপুরী সেনা শীঘ্রই ত্রিপুরা ন্যাশনাল ভলান্টিয়ার্সে পরিণত হয়। \nদশ বছর ধরে, ১৯৭৮-১৯৮৮, Hrangkhawl TNV-এর সুপ্রিমো হিসাবে একটি সশস্ত্র সংগ্রামের নেতৃত্ব দিয়েছিলেন, যা ত্রিপুরা থেকে সংখ্যাগরিষ্ঠ বাঙালিদের বিতাড়িত করতে চেয়েছিল। ত্রিপুরার গ্রামীণ এলাকায় জাতিগত নির্মূল অভিযানের জন্য TNV শীঘ্রই কুখ্যাত হয়ে ওঠে। ১৯৮৩ সালে তিনি তৎকালীন প্রধানমন্ত্রী ইন্দিরা গান্ধীর কাছে একটি চিঠিতে নিম্নলিখিত শব্দগুলিতে টিএনভি-এর রাজনৈতিক উচ্চাকাঙ্ক্ষা প্রকাশ করেছিলেন:\n\nআপনার হৃদয়ে পৌঁছানোর জন্য সশস্ত্র বিদ্রোহ প্রয়োজন ছিল। হয় আপনি 15 অক্টোবর 1947 সালের পর ত্রিপুরায় অনুপ্রবেশকারী সমস্ত বিদেশী নাগরিকদের নির্বাসন দিন বা ত্রিপুরা ছাড়া অন্য কোথাও তাদের বসতি স্থাপন করুন। . . আমরা ত্রিপুরা মুক্ত দাবি করছি। \n১৯৮৮ সালে টিএনভি একটি শান্তি চুক্তি স্বাক্ষর করে, এবং টিএনভি একটি রাজনৈতিক দলে রূপান্তরিত হয়। \nটিএনভি পরে আইএনপিটি এর সাথে একীভূত হয়।\n\n\n== রাজনৈতিক পেশা ==\n১৯৮৮ সালে টিএনভি চুক্তিতে স্বাক্ষর করার পর, বিজয় হ্রাংখাওল মূলধারার রাজনীতিতে যোগ দেন দ্য ইন্ডিজেনাস ন্যাশনালিস্ট পার্টি অফ টুইপ্রার (আইএনপিটি) সাথে।  তিনি ত্রিপুরা বিধানসভায় আদিবাসীদের জন্য আরও তিনটি আসন সংরক্ষণের মতো চুক্তির বাস্তবায়ন তদারকি করেন।\n১৯৯৮ সালে ত্রিপুরা বিধানসভা নির্বাচনে, বিজয় কুমার হরাংখাওল কুলাই কেন্দ্র থেকে প্রতিদ্বন্দ্বিতা করেন এবং বিধানসভার সদস্য হন। তিনি স্বতন্ত্র প্রার্থী হিসেবে রাজ্য নির্বাচনে প্রতিদ্বন্দ্বিতা করেন।\nহরাংখাওল আরও দুটি নির্বাচনে প্রতিদ্বন্দ্বিতা করেন যা হল ২০০৩ এবং ২০০৮ ত্রিপুরা বিধানসভা নির্বাচন এবং এই দুটি নির্বাচনেই জয়লাভ করেন। \n\n\n== আরও পড়ুন ==\nউত্তরণের রীতি: বর্ডার কর্সিসিংস, ইমাজিনড হোমল্যান্ডস, ইন্ডিয়াস ইস্ট অ্যান্ড বাংলাদেশ লিখেছেন সঞ্জয় হাজারিকা \nসবিতা গোস্বামীর লেখা লাল নদীর ধারে \nউত্তর-পূর্ব ভারতে শান্তি চুক্তি: স্বর্ণ রাজাগোপালম দ্বারা মাইলফলকের যাত্রা \nহারানো সুযোগ: উত্তর-পূর্বে বিদ্রোহের ৫০ বছর এবং এসপি সিনহার দ্বারা ভারতের প্রতিক্রিয়া \nক্রসিং ওভার: একটি ছোট রাজ্যে জনসংখ্যার পরিবর্তন তার বিশাল প্রতিবেশী আসামে লাল পতাকা হিসাবে ব্যবহৃত হয়। কিন্তু ত্রিপুরা এবং এর জনগণের ইতিহাস তার চেয়ে অনেক বেশি সংস্কৃত ভরদ্বাজ \n\n\n== তথ্যসূত্র =="}