{"pageid": 1356178, "title": "বাদামী ক্রিপার", "url": "https://bn.wikipedia.org/wiki?curid=1356178", "content": "বাদামী লতা (Certhia americana), পরিচিত এবং আমেরিকান ট্রিক্রিপার নামেও, একটি ছোট গানের পাখি। এই পাখি Certhiidae পরিবারের একমাত্র উত্তর আমেরিকান সদস্য। এর প্রাথমিক চরিত্র হল অত্যন্ত নিখুঁত ও বাদামী রঙের আকৃতি।\nবাদামী লতা পাখি প্রায় ১২ সেন্টিমিটার লম্বা এবং প্রায় ৭ গ্রামের ওজনের। এর সাদা-সাদা এবং বাদামী রঙের পাখা চক্রের পর্যায়ে চলে, যা পাখির মধ্যে প্রথম অংশের রংত কঠিনভাবে আকর্ষণীয় অনুভূতি তৈরি করে।\nএই পাখির প্রধান খোঁজা অঞ্চল বনগুলি এবং পর্বতীয় অঞ্চলের ক্রীস্টা পাহাড় অঞ্চল সহ অনেক প্রাকৃতিক অঞ্চলে। এটি সাধারণত কাঁচা এবং ছিটা বা কাষ্ঠবিশিষ্ট অঞ্চলে বাঁধা পায় এবং বাঁচা যায় আবার শাখার মধ্যে খোঁজে থাকতে এবং প্রাচলিতভাবে আগামীতে আবাস করতে।\nবাদামী লতা পাখি খাবারের জন্য সাধারণত মুখের বালি ব্যবহার করে এবং এর খাবারে সুবিধাজনক করে নেয় এই পাখির পোকা, ছোট কীটপতঙ্গ, ওড়িশা ইত্যাদি।\n\n\n== বর্ণনা ==\nপ্রাপ্তবয়স্কদের উপরের অংশে বাদামী রঙের হালকা দাগ, গাছের ছালের মতো, নীচের অংশ সাদা। তাদের একটি লম্বা পাতলা বিল রয়েছে এবং একটি সামান্য নিম্নগামী বক্ররেখা এবং একটি দীর্ঘ শক্ত লেজ রয়েছে যা পাখিটি উপরের দিকে হেঁটে যাওয়ার সময় সমর্থনের জন্য ব্যবহৃত হয়। পুরুষ লতা নারীর চেয়ে একটু বড় বিল আছে। বাদামী লতা সাদা স্তনযুক্ত নুথ্যাচের চেয়ে ছোট কিন্তু সোনালি-মুকুটযুক্ত কিংলেটের চেয়ে বড়।\n\n\n==== পরিমাপ: ====\nদৈর্ঘ্য: 4.7-5.5 ইঞ্চি (12-14 সেন্টিমিটার)\nওজন: 0.2-0.3 oz (5.7-8.5 গ্রাম)\nউইংসস্প্যান: 6.7-7.9 ইঞ্চি (17-20 সেন্টিমিটার)\nএর কণ্ঠস্বর একক খুব উচ্চ পিচ, সংক্ষিপ্ত, প্রায়ই জোরালো, ভেদন কল অন্তর্ভুক্ত; দেখুন, বা সুই। গান প্রায়ই একটি ক্যাডেন্স মত আছে; কলের অনুরূপ নোট সহ প্রস্রাব প্রস্রাব উইলো উই বা টিডল সুই দেখুন। ক্যালিফোর্নিয়ায় লতাপাতাদের চার থেকে নয়টি সিলেবলের গান আছে, সান বার্নার্ডিনো পর্বতমালা ছাড়া, যেখানে প্রতি গানে নয় থেকে তেরোটি সিলেবল আছে, কিন্তু একই দুই সেকেন্ড টাইম ফ্রেমের মধ্যে।\nএই প্রজাতির প্রান্ত এড়ানো, রহস্যময় প্লুমেজ এবং উচ্চ-পিচ ভোকালাইজেশন অন্যান্য প্রজাতির তুলনায় কম জরিপ সনাক্তকরণ হারে অবদান রাখে।\n\n\n== খাদ্যাভ্যাস ==\nবাদামী ক্রিপার গাছের বাকল থেকে পোকা বের করে খায়। ক্রমাগত নীচ থেকে ওপরে উঠতে উঠতে গাছের ফাটে খাদ্যের সন্ধান করে।\n\n\n== আচরণ ==\nবাদামী লতাগুলি গাছের গুঁড়ি এবং শাখায় চারণ করে, সাধারণত গাছের গুঁড়ির নিচ থেকে উপরের দিকে জিগ-জ্যাগ করে এবং তারপর অন্য গাছের নীচে উড়ে যায়। তারা ধীরে ধীরে হামাগুড়ি দিয়ে তাদের শরীর ছালের বিরুদ্ধে চ্যাপ্টা করে, তাদের ঠোঁট দিয়ে পোকামাকড়ের জন্য অনুসন্ধান করে। তারা খুব কমই মাটিতে খাওয়াবে। তারা প্রধানত বাকল পাওয়া ছোট আর্থ্রোপড খায়, তবে কখনও কখনও তারা শীতকালে বীজ খায়।\n\n\n== প্রজনন ==\nপ্রজনন মৌসুম সাধারণত এপ্রিল মাসে শুরু হয়। মহিলা গাছ থেকে আংশিকভাবে বিচ্ছিন্ন বাকলের নীচে বা গাছের গহ্বরে আংশিক কাপের বাসা তৈরি করবে। এটি 3-7টি ডিম পাড়ে এবং ইনকিউবেশন প্রায় দুই সপ্তাহ স্থায়ী হয়। বাবা-মা দুজনেই বাচ্চাদের খাওয়াতে সাহায্য করে। বাবা-মা উভয়েই বাসা থেকে পালা করে খাওয়ানো এবং বাসা থেকে মল থলি সরিয়ে নেয়।\n\n\n== তথ্যসূত্র =="}