{"pageid": 1356655, "title": "বৈষ্ণব সহজিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1356655", "content": "বৈষ্ণব সহজিয়া হল হিন্দু তান্ত্রিক বৈষ্ণববাদের রূপ, এবং ঐতিহ্যটি পূর্ব ভারতে (বাংলা, বিহার, উড়িষ্যা, আসাম) বিকশিত হয়েছিল। এই ঐতিহ্য ১৬ থেকে ১৯ শতকের মধ্যে বিকাশ লাভ করে। এই ঐতিহ্য অনেক মহান কবি তৈরি করেছে যারা বাংলা ভাষায় লিখেছেন, এই কবিদের মধ্যে সবচেয়ে বিখ্যাত সকলেই ছত্রনামে চণ্ডীদাস (বিভিন্ন লেখকদের দ্বারা ব্যবহৃত নাম) লিখেছিলেন। তাদের ধর্মীয় সাহিত্য প্রধানত বাংলা আঞ্চলিক ভাষায় রচিত হয়েছিল।\nবৈষ্ণব সহজিয়া সকলের মধ্যে উপস্থিত সহজাত বা আদি অবস্থার (সহজ) সাথে মিলনের রূপক হিসেবে কৃষ্ণ ও রাধার মধ্যে প্রণয়কে ব্যবহার করেছেন। তারা তান্ত্রিক আচার-অনুষ্ঠানে শারীরিক পুনর্বিন্যাসের মাধ্যমে সেই মিলনকে অনুভব করতে চেয়েছিল। এই লক্ষ্যে, বৈষ্ণব সহজিয়া প্রায়ই তাদের তান্ত্রিক সাধনায় যৌন মিলনের ব্যবহার করতেন। বৈষ্ণব সহজিয়ারা কৃষ্ণকে প্রত্যেক পুরুষের অভ্যন্তরীণ মহাজাগতিক রূপ (স্বরূপ) হিসেবে বুঝতেন এবং একইভাবে রাধাকে নারীর অভ্যন্তরীণ রূপ হিসেবে দেখা হতো।\nবৈষ্ণব সহজিয়া ঐতিহ্য বাঙালি বৈষ্ণব ভক্তি এবং এর কবিদের (যেমন জয়দেব) দ্বারা গভীরভাবে প্রভাবিত ছিল। তারা বাঙালি বৌদ্ধ তান্ত্রিক ঐতিহ্যের দ্বারাও গভীরভাবে প্রভাবিত হয়েছিল যা \"সহজ\" নামেও পরিচিত ছিল এবং তান্ত্রিক যৌনতা (কর্মমুদ্রা) ব্যবহার করেছিল। বাঙালি বৈষ্ণবদের কাছ থেকে, বৈষ্ণব সহজিয়া রাধা-কৃষ্ণের প্রতি ভক্তি ও ভব (অনুভূতি) এবং রস (স্বাদ) এর উপলব্ধি গ্রহণ করেছিলেন। বৌদ্ধদের থেকে, তারা শূন্যতা এবং তান্ত্রিক দেবতা যোগ ও যৌনতার তত্ত্ব গ্রহণ করেছিল।\nবৈষ্ণব সহজিয়া ঐতিহ্যও বাংলার বাউল ঐতিহ্যকে প্রভাবিত করেছে। বৈষ্ণব সহজিয়া ঐতিহ্য মধ্যযুগীয় গুরুদের সাথে অবিচ্ছিন্ন সংযোগের সাথে আজ জীবিত বংশ হিসেবে টিকে নেই। যাইহোক, এর প্রভাব কিছু আধুনিক বাংলার হিন্দু তান্ত্রিকদের মধ্যে পাওয়া যায় যারা নিজেকে সহজিয়া বলে দাবি করে।\n\n\n== শিক্ষা ==\nবৈষ্ণব সহজিয়া বৌদ্ধ ও হিন্দু তন্ত্রকে গৌড়ীয় বৈষ্ণবধর্মের সাথে সংশ্লেষিত করেছেন। বৈষ্ণব সহজিয়ারা মনে করতেন যে ভক্তির কামোত্তেজক (শ্রীঙ্গার) স্বাদ হল ঐশ্বরিক প্রেমের উচ্চতর রস।\nযেমন, তাদের ঐতিহ্যের কেন্দ্রীয় অনুশীলন ছিল যৌন যোগ, যা তারা রাধা ও কৃষ্ণের মধ্যে ঐশ্বরিক প্রেমকে পুনঃপ্রবর্তিত করে এবং তাদের নিজস্ব ব্যক্তিগত অভিজ্ঞতার মাধ্যমে ঐশ্বরিক প্রেমের স্বাদ (রস) আস্বাদন করতে দেয়। এটা সম্ভব কারণ সকল নারী-পুরুষ ঈশ্বরের অবতার। যৌন সাধনা ইচ্ছা (কাম) কে বিশুদ্ধ ঐশ্বরিক প্রেমে রূপান্তর করতে সক্ষম বলে বলা হয়।\nগ্লেন এ হেইসের মতে, বৈষ্ণব সহজিয়া তান্ত্রিক ঐতিহ্য দ্বারা প্রভাবিত হয়েছিলেন যা মনো-শারীরিক যোগের উপর দৃষ্টি নিবদ্ধ করেছিল এবং \"অণুবিশ্ব (ক্ষুদ্র মহাবিশ্ব) এবং মহাবিশ্বের ক্ষুদ্র জগৎ (বড় মহাবিশ্ব) হিসাবে মানবদেহের মধ্যে সঙ্গতির উপর জোর দিয়েছিল।\" যেহেতু তারা মনে করত যে মানবদেহ বৃহত্তর মহাবিশ্বের সাথে ঐশ্বরিক উপায়ে যুক্ত, তাই একজন ব্যক্তি দেহের শক্তি (যৌন শক্তি সহ) নিয়ন্ত্রণ করতে পারে এবং এর মাধ্যমে ঐশ্বরিক মহাজাগতিক শক্তিতে প্রবেশ করতে পারে এবং সর্বোচ্চ বাস্তবতা অর্জন করতে পারে।\nযৌন যোগের পুরো প্রক্রিয়াটিকে কঠিন বলে মনে করা হয়েছিল এবং এর জন্য বছরের পর বছর প্রস্তুতিমূলক অনুশীলনের প্রয়োজন ছিল যার মধ্যে ধ্যান, শ্বাস-প্রশ্বাসের ব্যায়াম ও জপ সবই তান্ত্রিক যৌনতার (সম্ভোগ) অনুশীলনে পরিণত হয়েছিল। এই যৌন আচারে, পুরুষের বীর্যপাতের কথা ছিল না, বরং তাকে অবশ্যই মিশ্রিত যৌন তরল তার শরীরে শোষণ করতে হবে এবং সেগুলিকে কেন্দ্রীয় রহস্যময় চ্যানেলে (নাদী) নিয়ে যেতে হবে। সম্ভোগের অনুশীলনের মাধ্যমে, এটি অনুষ্ঠিত হয়েছিল যে দম্পতি \"সৃষ্টির আগে এবং তার পরেও পরম রাজ্য - সহজ-এর একত্রে জন্মগ্রহণকারী রাজ্যের ঐক্যে ফিরে আসতে পারে।\"\nযদিও গৌড়ীয় বৈষ্ণবধর্মের ব্যবস্থা কঠোরভাবে ঈশ্বরবাদী, ঈশ্বরকে একজন সর্বোচ্চ ব্যক্তি হিসাবে দেখে, বৈষ্ণব সহজিয়ারা কৃষ্ণকে প্রকৃত রূপ (স্বরূপ) হিসাবে দেখেছিলেন যা সমস্ত পুরুষের মধ্যে বাস করে (এবং রাধা একইভাবে সমস্ত মহিলাদের মধ্যে ছিলেন)। এইভাবে, বৈষ্ণব সহজিয়াতে, কৃষ্ণ ও রাধা হল মহাজাগতিক শক্তি যা সমস্ত প্রাণীর মধ্যে মূর্ত। যেমন, বৈষ্ণব সহজিয়া ছিল অদ্বৈতবাদী ব্যবস্থা।\nঅন্যান্য হিন্দু তান্ত্রিক ঐতিহ্যের বিপরীতে বৈষ্ণব সহজিয়া ঐতিহ্যে অসংখ্য মহিলা গুরু অন্তর্ভুক্ত ছিল। তারা আরও মনে করত যে বিপরীত লিঙ্গের একজন সদস্যের সাথে সহযোগিতা ছাড়া মুক্তি অর্জিত হতে পারে না।\nযদিও শারীরিক যৌন সাধনা ছিল বৈষ্ণব সহজিয়া-এর একটি গুরুত্বপূর্ণ উপাদান, এটিই একমাত্র অভ্যাস এবং দেবতা ও গুরুর উপাসনা ছিল না বৈষ্ণব সহজিয়া যোগের কেন্দ্রবিন্দুও ছিল। বৈষ্ণব সহজিয়া যোগ পৃথকভাবে অনুশীলন করা যেতে পারে (দেবতা এবং অন্যান্য যোগিক অনুশীলনের মাধ্যমে) পাশাপাশি একজন অংশীদারের সাথে। তদ্ব্যতীত, সহজিয়ারা কৃষ্ণের প্রতি তাদের প্রেম ও ভক্তির অনুভূতিকে তীব্র করার উপায় হিসাবে কীর্তন এবং কৃষ্ণের নাম জপ করার মতো সর্বোত্তম ভক্তি অনুশীলনগুলিও ব্যবহার করেছিল।\nবৈষ্ণব সহজিয়ারা বিশ্বাস করতেন যে চৈতন্য মহাপ্রভু ও জয়দেবের মতো গৌড়ীয় বৈষ্ণব গুরুরা যৌন সহজ সাধনা করেছিলেন। তারা আরও বিশ্বাস করত যে বুদ্ধ নিজেও তাঁর সহধর্মিণী গোপ-এর সাথে এই তান্ত্রিক পদ্ধতি অনুশীলন করেছিলেন।\nবৈষ্ণব সহজিয়ারা বিশ্বাস করতেন যে মানুষ সমগ্র মহাবিশ্বের একটি অণুজীব। যেমন, নারী ও পুরুষ হল পরম সত্তার (ব্রহ্মের) রূপ। যেমন আমাদের দেবত্ব স্বাভাবিকভাবেই সহজাত ('সহজ' এর আভিধানিক অর্থ)। বৈষ্ণব সহজিয়াদের জন্য, এই প্রাকৃতিক দেবত্বের সর্বশ্রেষ্ঠ গুণ হল বিশুদ্ধ প্রেম এবং তাদের ধর্ম এই সহজাত ঐশ্বরিক প্রেমকে জাগ্রত করা এবং সমর্থন করার উপর দৃষ্টি নিবদ্ধ করে।\nরত্নসার শিরোনামের বৈষ্ণব সহজিয়া পাঠ অনুসারে:\n\nপুরুষ ও নারী উপাদানগুলির মিলনের ফলে সমস্ত জীবন সৃষ্টি হয় এবং মানুষও তাই। অনুকূল সুযোগের অধীনে, ঈশ্বর তার সমস্ত প্রাকৃতিক বৈশিষ্ট্য নিয়ে মানবদেহে আসেন, এবং নতুন রূপটি ঈশ্বরের একটি পরিবর্তিত চিত্র ছাড়া কিছুই নয়মানুষ তার জন্মগত কারণেই পরিবর্তিত হোক না কেন, তার মধ্যে ঐশ্বরিক উপাদানটি লুকিয়ে থাকতে পারে না, এবং যারা এই ঐশ্বরিক চরিত্রটিকে তার পূর্ণ মাত্রায় প্রকাশ করে তাদের বলা হয়...সহজ শব্দ দ্বারা।\nবৈষ্ণব সহজিয়ারা বিশ্বাস করতেন যে ঈশ্বরের প্রেম সমগ্র মহাবিশ্বের মতো প্রকাশ পেয়েছে, যার মধ্যে আমাদের দেহের পাশাপাশি প্রেম ও কাম অন্তর্ভুক্ত রয়েছে। বৈষ্ণব সহজিয়াদের জন্য, কৃষ্ণ চেতনা বা পুরুষের সাথে যুক্ত ছিলেন যখন রাধা প্রকৃতি বা জড় জগতের সাথে যুক্ত ছিলেন। বৈষ্ণব সহজিয়াতে, চেতনা ও বস্তুর মধ্যে মিথস্ক্রিয়া হল ঈশ্বরের খেলা (লীলা)।\nবৈষ্ণব সহজিয়া অনুশীলনগুলি প্রায়শই বর্ণ সম্পর্কিত সহ সামাজিক নিয়ম ভঙ্গ করে। তাদের অ্যান্টিনোমিয়ান ও কামোত্তেজক পদ্ধতির কারণে (যাকে অনেকে সন্দেহের চোখে দেখেছিল), বৈষ্ণব সহজিয়ারা গোপনে কাজ করত। তাদের সাহিত্যে তারা \"ইচ্ছাকৃত ভাষা\" নামে পরিচিত একটি রহস্যময় তান্ত্রিক ভাষা গ্রহণ করেছিল। উদাহরণস্বরূপ, বীর্যকে \"রস\" (যার অর্থ আখের রসের মতো রস হতে পারে) শব্দটি দিয়ে উল্লেখ করা যেতে পারে।\nএছাড়াও ডানহাতী ও বামহাতী বৈষ্ণব সহজিয়া রয়েছে: দক্ষিণাচার ও বামাচার। দক্ষিণাচার্য হলেন তারা যারা পঞ্চমকার প্রতীকীভাবে বা প্রতিস্থাপনের মাধ্যমে অনুশীলন করেন, যেখানে বামাচার্যরা অক্ষরে অক্ষরে অভ্যাস করেন।\n\n\n== কাব্য ==\nকবিতা-গান (পদাবলী) বৈষ্ণব সহজিয়া ঐতিহ্যের জন্য অত্যন্ত গুরুত্বপূর্ণ ছিল। এই কবিতাগুলির বেশিরভাগই ভক্তি, যোগ, ধ্যান, অতীন্দ্রিয় অভিজ্ঞতা ও ঐশ্বরিক প্রেম নিয়ে কাজ করে। এই কবিতা প্রায়ই সঙ্গীত গাওয়া হবে।\nবৈষ্ণব সহজিয়াদের সবচেয়ে বিখ্যাত কবি ছিলেন চণ্ডীদাস। অন্যান্য প্রধান ব্যক্তিত্বের মধ্যে রয়েছে বিদ্যাপতি, চৈতন্য-দাস, রূপ, সনাতন, বৃন্দাবন, দাস, কৃষ্ণদাস, কবিরাজ, নরহরি ও মুকুন্দদাস।\n\n\n== পাণ্ডুলিপি ==\nশশিভূষণ দাশগুপ্ত (১৯৪৬, ১৯৬২: পৃ. ১৩১) মনে করেন যে কলকাতা বিশ্ববিদ্যালয়ে আড়াইশত \"ছোটপাঠের পাণ্ডুলিপি\" রয়েছে যা সহজিয়া-এর সাথে যুক্ত, এবং বঙ্গীয়-সাহিত্য-পরিষদের গ্রন্থাগারে কলকাতা বিশ্ববিদ্যালয়ের সাথে মিলিত পাণ্ডুলিপির তুলনীয় সংখ্যা রয়েছে। ওয়েন্ডি ডনিগার (১৯৮৯: পৃ. ২২) ফরওয়ার্ড টু ডিমক (১৯৮৯) এ নিশ্চিত করেছেন যে কলকাতার এশিয়াটিক সোসাইটি  পান্ডুলিপির বড় সংগ্রহ ধারণ করে এবং এটাও বলে যে \"...। ব্যক্তিগত লাইব্রেরিতে পাণ্ডুলিপির সংখ্যা অনির্দিষ্ট কিন্তু প্রায় নিশ্চিতভাবেই বিশাল।\"\n\n\n== সমালোচনা ও বিরোধিতা ==\nযৌন সংসর্গের ধর্মীয় ব্যবহারের কারণে, বৈষ্ণব সহজিয়াকে বাঙালি সম্প্রদায়ের অনেকের দ্বারা কলঙ্কজনক এবং বিতর্কিত হিসাবে দেখা হয়েছিল, যারা যৌনতা এবং বর্ণের ক্ষেত্রে বেশ রক্ষণশীল ছিল। তাদের নেতিবাচক খ্যাতি ঔপনিবেশিক যুগে ব্রিটিশদের দ্বারা গোষ্ঠীর নেতিবাচক মতামত দ্বারা বৃদ্ধি পায়। আরও গোঁড়া গৌড়ীয় বৈষ্ণব ঐতিহ্যের দৃষ্টিকোণ থেকে, বৈষ্ণব সহজিয়াকে সাধারণত ভিন্নধর্মী ধর্মত্যাগী পথ (অসম্প্রদায়) এবং সেইসাথে বামপন্থী (বামাচার) হিসাবে বিবেচনা করা হয়। আধুনিক বৈষ্ণব গুরু ভক্তিসিদ্ধান্ত সরস্বতী এই কারণে সহজিয়া অনুশীলনের তীব্র বিরোধিতা করেছিলেন যে আত্মাকে রাধা বা তার বিস্তারের মর্যাদায় উন্নীত করা যায় না।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBasu, M. M. (১৯৩২)। The Post-Caitanya Sahajiya Cult of Bengal। Calcutta: University of Calcutta Press। \nHayes, Glen Alexander (২০০০)। \"The Necklace of Immortality: A Seventeenth-Century Vaisnava Sahajiya Text\"।   White, David Gordon। Tantra in Practice। Princeton, NJ: Princeton University Press। \nHine, Phil (২০০৩)। \"For the Love of God: Variations of the Vaisnava School of Krishna Devotion\"। Ashé Journal। 2 (4)। সংগ্রহের তারিখ ২০২০-০২-০৯। \nLittle, Layne। \"Writing at Twilight\"। ২০০৮-০৫-০৯ তারিখে মূল থেকে আর্কাইভ করা।"}