{"pageid": 1356082, "title": "ইসলামে বিড়াল", "url": "https://bn.wikipedia.org/wiki?curid=1356082", "content": "গৃহপালিত বিড়াল ইসলামে একটি সম্মানিত প্রাণী। তাদের পরিষ্কার-পরিচ্ছন্নতার জন্য প্রশংসিত, বিড়ালগুলিকে মুসলমানদের দ্বারা \"প্রকৃত পোষা প্রাণী\" হিসাবে বিবেচনা করা হয়।\n\n\n== শ্রদ্ধার উৎপত্তি ==\nপ্রাচীনকাল থেকেই নিকট প্রাচ্যে বিড়াল পূজনীয় ছিল। ইসলামেরও সেই ঐতিহ্য রয়েছে, যদিও অনেক পরিবর্তিত আকারে। অনেক হাদিস অনুসারে, নবী মুহাম্মাদ বিড়ালদের নির্যাতন এবং হত্যা হারাম ঘোষণা করেছিলেন।\nনবী মুহাম্মাদের একজন সাহাবী বিড়ালের প্রতি তার অনুরাগের জন্য আবু হুরাইরাহ (আক্ষ. 'বিড়ালছানার পিতা') নামে পরিচিত ছিলেন। আবু হুরাইরাহ বর্ণনা করেছেন যে, তিনি হযরত মুহাম্মাদকে ঘোষণা করতে শুনেছেন যে, একজন ধার্মিক মহিলা জাহান্নামে গিয়েছিল যখন সে একটি স্ত্রী বিড়াল দ্বারা বিরক্ত হয়েছিল, তাকে দড়ি দিয়ে বেঁধেছিল এবং তার মৃত্যু পর্যন্ত তাকে খাবার ও জল সরবরাহ করতে অবহেলা করেছিল। কিংবদন্তি অনুসারে, আবু সাইদের বিড়াল নবী মুহাম্মদকে একটি সাপের হাত থেকে বাঁচিয়েছিল।\n\n\n== ইতিহাস ==\n\nমার্কিন কবি এবং ভ্রমণ লেখক বেয়ার্ড টেলর (১৮২৫-১৬৭৮) বিস্মিত হয়েছিলেন যখন তিনি একটি সিরীয় হাসপাতাল আবিষ্কার করেছিলেন যেখানে বিড়ালরা অবাধে ঘুরে বেড়ায়। প্রতিষ্ঠানটি , যেখানে গৃহপালিত পশুদের আশ্রয় দেওয়া হয়েছিল এবং পুষ্ট করা হয়েছিল, তত্ত্বাবধায়কদের মজুরি, পশুচিকিৎসা যত্ন এবং বিড়ালের খাবার সহ একটি ওয়াকফ দ্বারা অর্থায়ন করা হয়েছিল। , কায়রোতে বসবাসকারী ব্রিটিশ প্রাচ্যবিদ এডওয়ার্ড উইলিয়াম লেন (১৮০১-১৮৭৬) কায়রোর একটি বিড়াল বাগানের বর্ণনা দিয়েছেন যা মূলত ১৩ শতকের মিশরীয় সুলতান বাইবার্স দ্বারা প্রদত্ত ছিল, যার ইউরোপীয় সমসাময়িকরা বিড়ালদের প্রতি খুব ভিন্ন মনোভাব পোষণ করত, পোপের ডিক্রির অধীনে বিড়াল খেত বা হত্যা করত।\nউইলফ্রেড থিসিগার তার দ্য মার্শ অ্যারাবস বইয়ে উল্লেখ করেছেন যে, মেসোপটেমিয়ার হাওর এলাকার গ্রামগুলিতে বিড়ালদের বিনামূল্যে প্রবেশের অনুমতি দেওয়া হয়েছিল এবং এমনকি তাদেরকে খাবার খাওয়ানোও হত।  শস্যভাণ্ডার এবং খাদ্য ভাণ্ডারকে কীটপতঙ্গ থেকে রক্ষা করার পাশাপাশি, কাগজ-ভিত্তিক আরব-ইসলামী সংস্কৃতির লোকজন বিড়ালদের মূল্যায়ন করতেন বই ধ্বংসকারী ইঁদুরের শিকারের জন্য। সেই কারণে বিড়ালকে প্রায়শই মুসলিম পণ্ডিত এবং গ্রন্থপঞ্জিদের সাথে বিভিন্ন চিত্রে চিত্রিত করা হয়। মধ্যযুগীয় মিশরীয় প্রাণীবিজ্ঞানী দামিরি (১৩৪৪-১৪০৫) লিখেছেন যে নূহের নৌকার প্রাণীরা ইঁদুরের ব্যাপারে অভিযোগ করার পরে আল্লাহ একটি সিংহের হাঁচি থেকে প্রথম বিড়াল তৈরি করেছিলেন।\n\n\n== স্বাস্থ্যবিধি এবং নিউটারিং ==\nইসলামী ঐতিহ্যগত গ্রন্থগুলোতে বিড়াল তাদের পরিচ্ছন্নতার জন্য প্রশংসিত হয়েছে। তাদেরকে ধর্মীয়ভাবে পবিত্র বলে মনে করা হয় এবং একারণে তাদের বাড়িতে প্রবেশ করার অনুমতি দেওয়া হয়। এমনকি মসজিদে হারামসহ মসজিদে প্রবেশাধিকার রয়েছে। বিড়ালদের দ্বারা ঝুটা খাবারকে হালাল বলে মনে করা হয়, এই অর্থে যে তাদের খাবার খাওয়া মুসলমানদের জন্য খাওয়া হারাম করে না, এবং বিড়ালরা যে পানি পান করেছে তা ওযুর জন্য অনুমোদিত (মুসলিমদের দ্বারা অযু)। তদুপরি, কিছু মুসলমানদের মধ্যে একটি বিশ্বাস রয়েছে যে বিড়ালরা প্রার্থনারত লোকদের সন্ধান করে।\nজীবজন্তুর খাসিকরণের ব্যাপারে মুসলিম পণ্ডিতরা ইখতিলাফ করেন। তবে বেশিরভাগই মনে করেন যে বিড়ালদের খাসিকরণের অনুমতি দেওয়া হয় \"যদি বিড়ালকে নির্মূল করার কিছু সুবিধা থাকে এবং যদি এটি তার মৃত্যুর কারণ না হয়\"। ২০ শতকের সৌদি আরবের সুন্নি আলেম মুহাম্মাদ ইবনে উসাইমিন প্রচার করেছিলেন:\n\nযদি অনেক বেশি বিড়াল হয় এবং সেগুলোর কারণে উপদ্রব সৃষ্টি হয় এবং যদি সার্জারি তাদের ক্ষতি না করে তবে এতে দোষের কিছু নেই। কারণ এটি তৈরি হওয়ার পরে তাদের হত্যা করার চেয়ে এটি ভাল। তবে বিড়ালগুলি যদি সাধারণ বিড়াল হয় এবং কোনও উপদ্রব সৃষ্টি না করে, তবে সম্ভবত তাদের বংশবিস্তারের জন্য একা ছেড়ে দেওয়া ভাল।\n\n\n== মুইযযা ==\n\nঅনেক মুসলমান বিশ্বাস করেন যে মুইযযা (আরবি: معزة) ছিল মুহাম্মাদের প্রিয় বিড়াল। একদিন আযানের শব্দে মুহাম্মাদ (সাঃ) জেগে উঠলেন। নামাজে উপস্থিত হওয়ার প্রস্তুতির জন্য তিনি নিজেকে সাজাতে লাগলেন; যাইহোক, তিনি শীঘ্রই দেখতে পেলেন তার বিড়াল মুইযযা তার প্রার্থনার পোশাকের হাতাতে ঘুমাচ্ছে। তিনি বিড়ালটিকে জাগানোর পরিবর্তে একজোড়া কাঁচি ব্যবহার করে হাতা কেটে ফেললেন, যাতে বিড়ালটির ঘুমে সমস্যা না হয়।\n\n\n== আরও দেখুন ==\nইসলামে কুকুর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইসলামে বিড়ালের ইতিহাস"}