{"pageid": 1356273, "title": "নাসা গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1356273", "content": "নাসা গ্রুপ অব ইন্ডাস্ট্রিজ ১৯৯০ সালে নজরুল ইসলাম মজুমদার কর্তৃক দ্বারা  প্রতিষ্ঠিত হয়।  এটি বাংলাদেশের অন্যতম বৃহৎতম শিল্পগোষ্ঠী। নাসা গ্রুপ লিমিটেডের গার্মেন্টস ম্যানুফ্যাকচারিং,ব্যাংকিং, রিয়েল এস্টেট, মূলধন মজুদ ব্রোকারিং, শিক্ষা এবং ভ্রমণে আগ্রহ রয়েছে।\n\n\n== ইতিহাস ==\nপ্রথম উদ্যোগ\n১৯৯০ সালে নজরুল ইসলাম মজুমদার তার সহকর্মী সাইফুল ইসলাম, মামুন আবদুল্লাহ, নজরুল ইসলাম স্বপন, জনাব আলতাফ এবং প্রয়াত জনাব কামরুলের সাথে মিলে নাসা গ্রুপের ব্যানারে তাদের প্রথম কারখানা স্টারলাইট নিট-ওয়্যার শুরু করেন। কারখানাটি এখনও ২/বি এলিফ্যান্ট রোড, ঢাকায় অবস্থিত এবং ৩০০ জনের কর্মচারী ছিলো এর বিপরীতে এই মুহুর্তে নাসা দ্বারা ৩০,০০+ লোক নিযুক্ত হচ্ছে। নজরুল ইসলাম মজুমদারের সঙ্গে মালিকানা নিয়ে বিরোধের জেরে ২০১০ সালে প্রতিষ্ঠান ছেড়ে দেন নজরুল ইসলাম স্বপন। \nতারপর ১৯৯৯ সালে লাইন ধরে এক্সিম ব্যাংক নাসা গ্রুপে অন্তর্ভুক্ত হয়।\n২০১৭  সালে বাংলাদেশ সরকার ইসলামী ব্যাংক বাংলাদেশের পরিচালকদের অপসারণের জন্য গোয়েন্দা সংস্থা ব্যবহার করার পরে, নাসার সাতটি কোম্পানি পর্যাপ্ত জামানত ছাড়াই ব্যাংক থেকে ঋণ পেয়েছে। নাসা গ্রুপ অতীতে তাদের ঋণ খেলাপি হয়েছে। \n\n\n== পণ্য এবং সেবা সমূহ ==\n\n\n=== পোশাক ===\n\nবাংলাদেশের সবচেয়ে বড়  হল গার্মেন্টস পোশাক  মার্কিন যুক্তরাষ্ট্র, কানাডা, মেক্সিকো এবং ইইউ। নাসা গ্রুপের তৈরি পোশাক শিল্প এবং টেক্সটাইল ম্যানুফ্যাকচারিং ডিভিশন বিশ্বব্যাপী ব্র্যান্ডেড এবং প্রাইভেট লেবেল ক্লায়েন্টদের জন্য সুতা, টেক্সটাইল এবং তৈরি পোশাকের সরবরাহকারী। ম্যানুফ্যাকচারিং অপারেশন ১.১ গর্ব করে মিলিয়ন বর্গফুট উৎপাদন স্থান, যার জুড়ে ৩৪টি উল্লম্ব মালিকানাধীন কারখানায় ৩০০০০ এর ও বেশি দক্ষ শ্রমিক কাজ করে।  নাসা গ্রুপ US$3৭০ এর টার্নওভার তৈরি করছে  ২০১৩ সালে যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্র জুড়ে বিশিষ্ট উচ্চ রাস্তার খুচরা বিক্রেতাদের সাথে চুক্তির মাধ্যমে মিলিয়ন। \n\n\n==== আরএমজি ====\nতৈরি পোশাক শিল্প বাংলাদেশের রপ্তানির ৭৫% শতাংশের জন্য অবদান রাখে  এবং নাসা গ্রুপ দেশের পণ্যটির বৃহত্তম প্রস্তুতকারক। \n\n\n==== ব্যাংকিং ====\nএক্সিম ব্যাংক ( এক্সপোর্ট ইমপোর্ট ব্যাংক অব বাংলাদেশ লিমিটেড ) দেশের শীর্ষস্থানীয় বেসরকারি বাণিজ্যিক ব্যাংকগুলোর মধ্যে একটি। এই ব্যাংকটি বাংলাদেশ ব্যাংক নিয়ম ও প্রবিধান অনুযায়ী  ১৯৯৯  ৩ আগস্ট তারিখে তফসিলি বাণিজ্যিক ব্যাংক হিসাবে চালু হয়। EXIM Bank Bangladesh Limited এর শুরুতেই বেক্সিম ব্যাংক লিমিটেড নামে পরিচিত ছিল। কিন্তু কিছু আইনি সীমাবদ্ধতার কারণে ব্যাংকটির নাম পরিবর্তন করে রাখা হয়েছে এক্সিম ব্যাংক, যার অর্থ এক্সপোর্ট ইমপোর্ট ব্যাংক অব বাংলাদেশ লিমিটেড। বর্তমানে ব্যাংকটি সারা দেশে ১৪৮টি শাখার মাধ্যমে তার কাজ সম্পাদন করছে। ব্যাংকটি তার প্রচলিত ব্যাংকিং কার্যক্রমকে শরীয়াহ ভিত্তিক ইসলামী ব্যাংকিংয়ে স্থানান্তরিত করেছে \nএক্সিম  হলো প্রথম ব্যক্তিগত মালিকানাধীন ব্যাংক যেটি যুক্তরাজ্যে একটি এক্সচেঞ্জ হাউস খুলেছে। তারা কানাডা, নিউইয়র্ক এবং অস্ট্রেলিয়াতে এক্সচেঞ্জ হাউসও খুলেছে। \n\n\n=== শিক্ষা ===\nএক্সিম ব্যাংক কৃষি বিশ্ববিদ্যালয় বাংলাদেশ (ইবাউবি), চাঁপাইনবাবগঞ্জ, রাজশাহীতে অবস্থিত একটি বেসরকারি কৃষি বিশ্ববিদ্যালয়।\n\n\n== বিতর্কিত ==\n\n\n=== কারখানা বন্ধ ===\nরানা প্লাজা ধস পরে যা ইতিহাসের সবচেয়ে মারাত্মক গার্মেন্টস-ফ্যাক্টরি দুর্ঘটনা বলে বিবেচিত হয়, নাসা গ্রুপ তার তিনটি কারখানা বন্ধ করে দেয়।  কয়েকটি প্রবন্ধে ইঙ্গিত দেওয়া হয়েছিল যে এটি শ্রমিকদের নিরাপত্তা নিশ্চিত করার জন্য একটি সক্রিয় পদক্ষেপের পরিবর্তে রানা প্লাজা ধসের প্রতিক্রিয়াশীল প্রতিক্রিয়া ছিল, তবে এটি প্রতিষ্ঠিত হয়েছিল যে কোম্পানিটি ২৪ এপ্রিল পতনের আগে সিদ্ধান্ত নিয়েছিল। ভাড়ার জায়গা সম্পর্কে কাঠামোগত উদ্বেগের কারণে যে তিনটি সুবিধা রয়েছে এবং বলে যে এটি তার কর্মীদের নিরাপত্তা এবং সুরক্ষার জন্য প্রতিশ্রুতিবদ্ধ। বন্ধ হওয়ার আগে যা ২৮ এপ্রিল কার্যকর হয়েছিল, নাসা গ্রুপ বাংলাদেশে ৩৪ টি কারখানা পরিচালনা করেছিল।\nদ্য ওয়াল স্ট্রিট জার্নালের একটি নিবন্ধের পূর্ববর্তী সংস্করণে, বলা হয়েছে যে কাঠামোগত অখণ্ডতার সাথে আপস করা হচ্ছে, সরকার কারখানাগুলি বন্ধ করার জন্য ব্যবস্থা নিয়েছে, যা ভুল তথ্যে পরিণত হয়েছে। নাসা গ্রুপের চেয়ারম্যান নজরুল ইসলাম মজুমদার ওয়াল স্ট্রিট জার্নালকে চ্যালেঞ্জ করার জন্য মিশকন দে রেয়াকে নিযুক্ত করেছিলেন। কারণ নাসা গ্রুপ ইতোমধ্যে ২৪ এপ্রিল পতনের আগে তাদের নিজস্ব চুক্তিতে কারখানাগুলি বন্ধ করার সিদ্ধান্ত নিয়েছিল, যার পরে WSJ প্রতিফলিত করার জন্য নিবন্ধটি পরিবর্তন করতে বাধ্য হয়েছিল। তথ্য.\n\n\n== কোম্পানি মাইলস্টোনস ==\n১৯৯০: নাসা গ্রুপের প্রতিষ্ঠাতা ও চেয়ারম্যান জনাব নজরুল ইসলাম মজুমদার প্রতিষ্ঠিত করেন।\n১৯৯৫: নাসা গ্রুপ তার হংকং সোর্সিং অফিস প্রতিষ্ঠা করে।\n১৯৯৯: এক্সিম ব্যাংক প্রতিষ্ঠিত হয়, খুচরা, কর্পোরেট, এসএমই এবং কৃষি খাতের পাশাপাশি বৈদেশিক বাণিজ্যে আর্থিক পরিষেবা প্রদান করে।\n২০০২: নাসা তাইপেই টেক্সটাইল মিলস স্থাপিত হয়, টেক্সটাইল উৎপাদন ক্ষমতাকে গ্রুপে একীভূত করে।\n২০০৫: নাসা তাইপেই ডেনিমস লিমিটেড প্রতিষ্ঠিত, বৈশ্বিক ডেনিম বাজারে বৈচিত্র্য আনা।\n২০০৫: নাসা স্পিনিং লিমিটেড প্রতিষ্ঠিত, সম্পূর্ণ মালিকানাধীন স্পিনিং অপারেশনগুলিকে গ্রুপে এম্বেড করে।\n২০০৭: বড় আকারের বাণিজ্যিক সম্পত্তি বিনিয়োগের মাধ্যমে ঢাকার বাণিজ্যিক অবকাঠামোতে বিনিয়োগ করে নাসা প্রপার্টিজ লিমিটেড প্রতিষ্ঠিত হয়।\n২০০৮: RANS রিয়েল এস্টেট লিমিটেড প্রতিষ্ঠিত।\n২০০৯: EXIM ব্যাংক ইউকেতে একটি এক্সচেঞ্জ হাউস খোলার জন্য প্রথম ব্যক্তিগত মালিকানাধীন ব্যাংক হয়ে ওঠে।\n২০১২: ANW Associates London Ltd প্রতিষ্ঠিত।\n২০১৩: নাসা ব্রোকারেজ হাউস প্রতিষ্ঠিত।\n২০১৪: ANW Associates Nigeria Ltd প্রতিষ্ঠিত হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}