{"pageid": 1356499, "title": "মোহাম্মদ জুয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1356499", "content": "মোহাম্মদ মাহবুবুর রহমান জুয়েল (ইংরেজি: Mohammad Mahbubur Rahman Jewel) একজন বাংলাদেশী ফুটবলার। যিনি শেখ জামাল ধানমন্ডি ক্লাব এবং বাংলাদেশ জাতীয় দলের হয়ে একজন ফরোয়ার্ড হিসেবে খেলেন। বহুমুখী ফরোয়ার্ড হিসেবে, সে, আক্রমণভাগের বা মধ্যমাঠের হিসেবে খেলেন।\n\n\n== ক্লাব ক্যারিয়ার ==\n\n\n=== প্রাথমিক কর্মজীবন ===\nজুয়েল কিশোর বয়সে স্থানীয় কোচ ইব্রাহিম খলিলের অধীনে ফুটবল প্রশিক্ষণ শুরু করেন। তিনি সোহেল রানা ও পাপ্পু হোসেনের সঙ্গে প্রশিক্ষণ নেন। তিনি ২০১৩ সালে পরীক্ষায় উত্তীর্ণ হয়ে বাংলাদেশ ক্রীড়া শিক্ষা প্রতিষ্ঠান ভর্তি হয়। বিকেএসপি যুব দলের হয়ে বাংলাদেশ ও ভারতের অনেক টুর্নামেন্টে খেলেছেন।\nজুয়েল ২০১৫ পাইওনিয়ার ফুটবল লিগ, দেশের তৃণমূল যুব লিগ, বাংলাদেশ আনসার এফসির হয়ে খেলেছেন। তিনি তার দলকে চ্যাম্পিয়ন করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন কারণ তিনি ছিলেন লিগের সবচেয়ে মূল্যবান খেলোয়াড় এবং সর্বোচ্চ স্কোরার। তিনি ফাইনাল ম্যাচে একটিসহ লিগে মোট ২২টি গোল করেছেন।\n\n\n=== ফকিরেরপুল ওয়াইএমসি ===\n২০১৬ সালে জুয়েল ষষ্ঠ স্তরের পাইওনিয়ার লিগে খেলার পর বাংলাদেশ চ্যাম্পিয়নশিপ লিগের দল ফকিরেরপুল ইয়ংমেন্স ক্লাব যোগদান করেন। ওই মৌসুমে চ্যাম্পিয়ন হয় ফকিরেরপুল।\n\n\n=== আরামবাগ কে.এস ===\n২০১৭ সালে জুয়েল টপ-টায়ার সাইড আরামবাগ ক্রীড়া সংঘ এর জন্য চুক্তিবদ্ধ হন, একটি ক্লাব যা তরুণ প্রতিভা তৈরির জন্য দেশে সুপরিচিত। ২০১৭-২০১৮ স্বাধীনতা কাপ সর্বোচ্চ স্কোরার হওয়ার জন্য তিনি ৩ টি গোল করেন এবং তার দল আরামবাগকে তাদের প্রথমবারের মতো ঘরোয়া রৌপ্যপাত্র জিততে সাহায্য করেন। ১২ সেপ্টেম্বর ২০১৭ সালে জুয়েল তার দলের ২-১ জয়ে ফরাশগঞ্জ স্পোর্টিং ক্লাব বিরুদ্ধে বাংলাদেশ প্রিমিয়ার লিগে তার প্রথম গোল করেন।\n\n\n=== বাংলাদেশ পুলিশ এফসি ===\n২০১৯ সালে জুয়েল সদ্য উন্নীত শীর্ষ-স্তরের ক্লাব বাংলাদেশ পুলিশ ফুটবল ক্লাব এ চুক্তিবদ্ধ হন। পুলিশ এফসি-র সাথে প্রথম মৌসুমে তিনি লড়াই করেছিলেন কারণ তিনি কোনও উপস্থিতি করতে পারেননি। তারপরও তিনি নতুন প্রধান কোচ পাকির আলীর অধীনে ২০২০-২১ মৌসুমের শুরু থেকে নিয়মিত স্টার্টার হয়েছিলেন। \nফেডারেশন কাপের একটি ম্যাচে ২৪ ডিসেম্বর ২০২০ সালে পুলিশ এফসির হয়ে তার অভিষেক হয়। ২২ ফেব্রুয়ারী ২০২১ সালে তিনি ২০২০-২০২১ বাংলাদেশ প্রিমিয়ার লিগ জায়ান্ট শেখ জামাল ধানমন্ডি ক্লাব বিরুদ্ধে পুলিশ এফসির হয়ে তার প্রথম গোল করেন। ৭ মে ২০২১ তিনি উত্তর বারিধারা ক্লাব বিরুদ্ধে একটি জোড়া গোল করেন এবং ১-০ পিছিয়ে থেকে তার দলকে ফিরে আসতে সাহায্য করেন। তিনি ২০২০-২০২১ বাংলাদেশ প্রিমিয়ার লিগ মরসুমটি ১৮টি লিগে খেলে ৪ টি গোল এবং ৩টি অ্যাসিস্ট দিয়ে শেষ করেছিলেন।\n\n\n=== শেখ রাসেল ===\n২৪ অক্টোবর ২০২১ সালে জুয়েল শেখ রাসেল ক্রীড়া চক্র কাছে তার বড় পদক্ষেপ পেয়েছিলেন। ২৭ নভেম্বর ২০২১ সালে ২০২১–২২ বাংলাদেশ স্বাধীনতা কাপ গ্রুপ-পর্যায়ের খেলায় উত্তর বারিধারা ক্লাব ১-০ ওভারের সময় তিনি ক্লাবের হয়ে আত্মপ্রকাশ করেন। ৯ ফেব্রুয়ারী ২০২২ সালে জুয়েল ক্লাবের হয়ে তার প্রথম গোলটি করেন, চট্টগ্রাম আবাহনী লিমিটেড বিপক্ষে একটি লিগ খেলার সময়।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\n\n\n=== যুব ===\n২০১৩ সালে বিকেএসপিতে ভর্তি হওয়ার পর, জুয়েল ২০১৩ সালের সাফ অনূর্ধ্ব-১৬ চ্যাম্পিয়নশিপের আগে বাংলাদেশ অনূর্ধ্ব-১৬ দলে ডাক পায়। টুর্নামেন্টে তার কোনো উপস্থিতি ছিল না।\nতিনি খেলার যোগ্য হওয়ায় ২০১৫ সাফ অনূর্ধ্ব-১৬ চ্যাম্পিয়নশিপ জন্য বাংলাদেশ দলে অন্তর্ভুক্ত হন। সেই আসরে চ্যাম্পিয়ন হয়েছিল বাংলাদেশ। তবে জুয়েল এবারও দেখা যায়নি।\nতিনি বাংলাদেশ অনূর্ধ্ব-১৯ দলেও ডাক পেলেন, কিন্তু চূড়ান্ত দলে জায়গা করে নিতে পারেননি।\n\n\n=== ঊর্ধ্বতন ===\n২০২১ সালের মার্চ মাসে জুয়েল ২০২১ ত্রিদেশীয় কাপ আগে একজন অনূর্ধ্ব-২৩ স্ট্যান্ডবাই প্লেয়ার হিসেবে বাংলাদেশ জাতীয় দলের প্রাথমিক স্কোয়াডে প্রথম ডাক পান। তিনি জাতীয় দলের প্রধান কোচ জেমি ডে মাত্র একদিনের প্রশিক্ষণ দিয়ে মুগ্ধ করেছিলেন। ফলস্বরূপ তিনি চূড়ান্ত দলে অন্তর্ভুক্ত হন এবং নেপাল ভ্রমণ করেন। যদিও সেই টুর্নামেন্টে তার অভিষেক হয়নি।\n৬ মার্চ ২০২১ জুয়েল ২০২২ ফিফা বিশ্বকাপ বাছাইপর্ব ম্যাচে আফগানিস্তানের বিপক্ষে বাংলাদেশের হয়ে তার আন্তর্জাতিক অভিষেক হয়। তিনি ৭৩তম মিনিটে বদলি হিসেবে বেঞ্চ থেকে আসেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১৫ জুন ২০২১ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র =="}