{"pageid": 1356631, "title": "পোইগায় আলবর", "url": "https://bn.wikipedia.org/wiki?curid=1356631", "content": "পোইগাই আলবর ছিলেন দক্ষিণ ভারত-এর বারোজন অলবর সাধুদের মধ্যে একজন। আলবরগন হিন্দুধর্মের বৈষ্ণব ঐতিহ্যের সাথে সম্পৃক্ততার জন্য প্রখ্যাত।অলবর এর শ্লোকগুলি নালায়রা দিব্য প্রবন্ধম -এ সংকলিত হয়েছে যেখানে একশ আটটি মন্দিরকে দিব্য দেশম হিসাবে শ্রেণীবদ্ধ করা হয়েছে। পোইগাই হল তিন জন প্রধান আলবর-এর মধ্যে একজন, বাকি দু'জন হলেন ভুথাথ আলবর এবং পেয়ালবর, যাদেরকে সম্মিলিতভাবে মুতালামালবরগাল বলা হয়। মনে করা হয়,  দৈব কৃপায় পোইগায়ালবর জন্মগ্রহণ করেছিলেন। পোইগাই শতাধিক শ্লোক রচনা করেছিলেন যেগুলিকে মুতাল তিরুবান্ততি হিসাবে শ্রেণীবদ্ধ করা হয়েছে।  তাঁর রচনাটি অন্তাতি শৈলীতে রচিত যেখানে শ্লোকের শেষ  অক্ষরটি পরবর্তী প্রথম শ্লোকের  অক্ষর হিসেবে বিবেচিত হয়েছে।\nঐতিহ্যগত বিবরণ অনুসারে, প্রথম তিনজন আলবর-এর সময়কাল দ্বাপর যুগ  অর্থাৎ ৪২০০ খ্রিস্টপূর্বাব্দের পূর্বে অন্তর্গত। হিন্দু কিংবদন্তি অনুসারে, পোইগাইকে তিরুবেক্কা-এ যধোতকারি মন্দিরের কাছে একটি ছোট পুকুরে পাওয়া গিয়েছিল। তামিল ভাষায়, ছোট পুকুরকে \"পোইগাই\" বলা হয়, এবং যেহেতু তাকে একটি পুকুরে পাওয়া গিয়েছিল, তাই তার নাম হয়েছে পোইগাই।\nকিংবদন্তি অনুসারে, তিনজন আলবর একবার তিরুকোবিলুরে বৃষ্টির সময় একটি ছোট অন্ধকার ঘরে আশ্রয় নিয়ে ছিলেন।  তারা তাদের মধ্যে চতুর্থ ব্যক্তির অস্তিত্ব অনুভব করলেন। তারা জানতে পেরেছিলেন,  সেই চতুর্থ ব্যক্তিটি হলেন দেবতা বিষ্ণু। পোইগাই আলবর অবিচ্ছিন্নভাবে তাঁর মুখ দেখতে চেয়েছিলেন।কিন্তু তিনি কেবল দেবতার বিদ্যুতশিখার ন্যায় জ্যোতি দেখতে পান।সেই উজ্জ্বল জ্যোতি পুনর্বার দর্শন করার লক্ষ্যে তিনি অবিলম্বে জ্যোতির্ময় দেবমূর্তির দেহে আলোর দর্শন কামনা করে শতাধিক গান রচনা করেন। বাকি দুজনও বিষ্ণুকে নিয়ে একশত গান রচনা করতে থাকেন। এই প্রাচীনতম সাধুদের রচনাসম্ভার বৈষ্ণবধর্মের দার্শনিক এবং ধর্মতাত্ত্বিক ধারণাগুলিতে অবদান রেখেছিল। তিনজন শৈব নায়নমারদের সাথে তারা দক্ষিণ ভারতীয় অঞ্চলের শাসক পল্লব রাজাদের প্রভাবিত করেছিল, যার ফলে তথাকার ধর্মীয় ভূখণ্ড বৌদ্ধ এবং জৈন ধর্ম,  হিন্দুধর্মের দুটি সম্প্রদায়ে বিভাজিত  হয়।\n\n\n== অলবর ==\n\n\"অলবর\" শব্দের অর্থ \"যিনি ঈশ্বরের অগণিত গুণসমুদ্রের গভীরে অবগাহন করেন\"। অলবরদের বিষ্ণুর দ্বাদশ উচ্চকোটির ভক্ত হিসেবে বিবেচনা করা হয়। তারা ৫ম থেকে ৮ম শতাব্দীতে বৈষ্ণবধর্মকে জনপ্রিয় করার ক্ষেত্রে ভূমিকা রেখেছিলেন। অলবর সাধুদের  তামিল ভাষায় রচিত প্রেম ও ভক্তিগীতিগুলি নালায়ীরা দিব্য প্রবন্ধম নামে সংকলিত হয়েছে। এখানে ৪০০০টি শ্লোক রয়েছে। এতে ১০৮টি দিব্য দেশম্ তথা বিষ্ণু মন্দিরকে তাদের রচিত গানের মাধ্যমে শ্রেণীবদ্ধ করা হয়েছে।  অলবরগণ ছিলেন বিভিন্ন বর্ণের অন্তর্গত। ঐতিহ্য অনুসারে,  পোইগাই, ভুথ,পেয়ালবর, ভক্তিসার ছিলেন  ঋষিপুত্র, তোণ্ডারাড়ি, মথুরকবি, বিষ্ণুচিত্ত ও অন্ডাল ব্রাহ্মণ বর্ণভুক্ত ছিলেন, কুলশেখর ক্ষত্রিয় বর্ণের, নম্মালবর কৃষক পরিবার, তিরুপ্পানার পানার সম্প্রদায়  এবং তিরুমঙ্গায়ালবর  কল্বর সম্প্রদায়ে জন্মগ্রহণ করেছিলেন।গরুড়বাহন পণ্ডিতের (খ্রিস্টাব্দ ১১ শতক) 'দিব্য সুরি চরিত', পিনবরাগিয়া পেরুমল জিয়ার 'গুরুপরম্পরাপ্রবরম্', কোবিল কান্দাদাই আপ্পনের 'পেরিয়া তিরু মুদি আদাইভু', পিল্লাইয়ের 'যতীন্দ্র প্রণব প্রবরম্', লোকম জিয়া'র 'দিব্য প্রবন্ধম-এর ভাষ্য', 'গুরু পরম্পরা(গুরুগণের ক্রমাণুক্রমিক ধারা)' গ্রন্থ, মন্দিরের সংস্কৃতি এবং শিলালিপিতে আলবরদের কর্মের বিশদ বিবরণ প্রদান করা হয়েছে। এই গ্রন্থগুলি অনুসারে, অলবরগণ বিষ্ণুর পার্ষদ ও অস্ত্রের অবতার বলে পরিগণিত।  পোইগাই অলবরকে পাঞ্চজন্য শঙ্খ, কৌমুদকীর অবতাররূপে পে-অলবর, ভুতথকে নন্দক তলোয়ার ,ভক্তিসারকে সুদর্শন চক্র, নম্মালবরকে বিষ্বকসেন, মধুরকবিকে বৈনতেয় গরুড়,  পেরিয়ালবরকে বৈকুন্ঠবাসী গরুড়, অণ্ডালকে ভূদেবী, বনমালার (বিষ্ণুর গলমাল্য) অবতার তোণ্ডারাড়িপ্পোড়ি, শ্রীবৎসের  অবতার তিরুপ্পানালবর  এবং তিরুমঙ্গাই আলবারকে  শাঙ্গর্ধনুর (রামের ধনুক) অবতার হিসেবে দেখা হয়। প্রবন্ধম-এর গীতিগুলি দক্ষিণ ভারতের সমস্ত বিষ্ণু মন্দিরে প্রতিদিন এবং বিবিধ উৎসবে নিয়মিত গাওয়া হয়। মনবলা মামুনিগল-এর ঐতিহাসিক বিবরণ অনুসারে, প্রথম তিনজন আল্বর  অর্থাৎ পোইগাই, ভুতথ এবং পে দ্বাপরের (খ্রিস্টপূর্ব ৪২০০ সালের আগে) অন্তর্গত। ইতিহাস এবং ঐতিহাসিকদের দ্বারা ব্যাপকভাবে স্বীকৃত এই ত্রয়ী দ্বাদশ আলবরদের মধ্যে প্রাচীন।\nতিনজন শৈব নায়নমারদের সাথে তারা দক্ষিণ ভারতীয় রাজাদের প্রভাবিত করেছিলেন। তারা একটি ভক্তি আন্দোলন গড়ে তোলেন, এর ফলে এই অঞ্চলে বৌদ্ধ,  জৈন ধর্ম এবং  হিন্দু ধর্ম এই দুটি সম্প্রদায়ের ধর্মীয় ভূগোল পরিবর্তিত হয়। আলবরগণের ভাগবত ধর্মের প্রচারে ভারতের দুটি মহাকাব্য যথা রামায়ণ এবং মহাভারত এর প্রভাব লক্ষ্যণীয়। \nআলবরগণ সমগ্র অঞ্চলে \"বৈষ্ণববাদ\" ছড়িয়ে দেওয়ার ক্ষেত্রে বিশিষ্ট ভূমিকা পালন করেছিলেন। কতিপয় আলবর  এর চরিত ধর্মতাত্ত্বিক নাথমুনি {(৮২৪-৯২৪ খ্রিস্টাব্দ) দশম শতকের একজন বৈষ্ণব}  দ্বারা সংকলিত হয়েছিল।তিনি আলবরদের রচনাগুলোকে \"তামিল বেদ\" বলে আখ্যায়িত করেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\n\nতিরুভেক্কায় যধোতকারি মন্দিরের কাছে একটি ছোট পুকুরে পোইগাইকে পাওয়া গিয়েছিল। তামিল ভাষায়, একটি ছোট পুকুরকে বলা হয় পোইগাই, এবং যেহেতু তাকে একটি পুকুরে পাওয়া গিয়েছিল, তাই তার নাম হয়েছে পোইগাই। কাঞ্চিপুরমে দেব-সরোবর হ্রদের ভিতরে একটি মন্দির রয়েছে। এই মন্দিরে সরযোগীর একটি মূর্তি একটি স্থির ভঙ্গিতে ধ্যানরত হয়ে চোখ বন্ধ করে স্থিত। শৈশব থেকেই, পোইগাই বিষ্ণুর প্রতি গভীর অনুগত ছিলেন। তিনি সমস্ত বৈষ্ণব বক্তৃতা আয়ত্ত করেছিলেন এবং বৈষ্ণব ঐতিহ্য অনুসরণ করেছিলেন। তিনি বিভিন্নভাবে অয়োনিগী, সরো-যোগী, কাসার-যোগী, পোইগাই-পিরান, সরবোর মুনীন্দ্র এবং পদ্ম-মুনি নামে বিখ্যাত ছিলেন।\n\nকাঞ্চি নামটি এসেছে ব্রহ্মা থেকে যিনি 'কা' নামে পরিচিত; তারা এই ক্ষেত্রমে ভগবানের আরাধনা করতেন। সেই বিখ্যাত শহরে, একটি পদ্ম পুকুরের মধ্যে একটি পদ্ম ফুলে, তিরুবোনম (শ্রাবণম) নক্ষত্র সময়ে যা স্বয়ং ঈশ্বরের নক্ষত্র, পোইগাই জন্মগ্রহণ করেছিলেন। তিনি অপূর্ব মুতাল তিরুবন্ততি পশুরাম দান করেছেন যা একটি প্রদীপের মতো মনের অন্ধকার দূর করে এবং আত্মাকে উন্নত করে।\n\n\n== রচনা ==\n\nহিন্দু কিংবদন্তি অনুসারে, বিষ্ণু থিরুক্কোইলুরে মুতাল আলবরের (প্রথম তিনজস আলবর ) কাছে আবির্ভূত হন। দিনের বেলা ছিল, কিন্তু অন্ধকার হয়ে গেল এবং প্রবল বৃষ্টি শুরু হল। বিচরণকারী পোইগাই আলবর একটি ছোট জায়গা খুঁজে পেয়েছিলেন যেখানে একজনের শুয়ে থাকার জায়গা রয়েছে। ভুথাথ আলবর সেখানে অবস্থানের জায়গা খুঁজতে এসে পৌঁছায় এবং পোইগাই আলবর তাকে বসতে বলে, এবং দুজনে একসাথে বসে যায়। এর মধ্যে, পেই আলবরও একই জায়গায় এসেছিলেন কারণ তিনজনই জায়গার অভাবে দাঁড়াতে পছন্দ করেছিলেন। অন্ধকার ঘন হয়ে উঠল এবং ছোট ঘরের ভিতরে তারা একে অপরকে দেখতে পেল না। এরই মধ্যে, তারা অনুভব করলো যে একজন চতুর্থ ব্যক্তিও তাদের মধ্যে তার পথ ধরেছে। তিন আলবর বিদ্যুতের মতো আলো দেখে বুঝতে পারলেন যে চতুর্থ ব্যক্তিটির একটি মোহনীয় মুখ রয়েছে যা মহৎ ও ঐশ্বরিক। ত্রয়ী অবিলম্বে বুঝতে পারে যে বিষ্ণুই তাদের মধ্যে অবস্থিত ছিলেন। পোইগাই আলবর অবিরাম বিষ্ণুর মুখ দেখতে চেয়েছিলেন, কিন্তু কেবল বিদ্যুতের জ্বলন্ত আলো দেখতে পান। আলোর ধারাবাহিকতা বজায় রাখার লক্ষ্যে, তিনি তাৎক্ষণিকভাবে শত শত গান রচনা করেন যাতে পৃথিবী সমুদ্রের মতো ঘি ভর্তি একটি বড় পাত্র হতে পারে যেখানে সূর্য জ্বলন্ত প্রদীপ হতে পারে।\n\nপৃথিবীতে পাত্র , পূর্ণ সমুদ্রকে ঘি , প্রখর রশ্মিকে আলোকিত প্রদীপ মনে করে, আমি তাঁর পায়ের জন্য বাক্যরূপ মালা গেঁথেছি যিনি লাল জ্বলন্ত চক্র ধারণ করেন যাতে দুঃখ সমুদ্র থেকে মুক্তি লাভ হয়। \n\nগানটিকে অন্ধকার দূর করার জন্য এবং তার সীমাহীন জ্ঞান এবং শক্তির জন্য প্রার্থনা করার উপায় হিসেবে আলবর ঈশ্বরের কাছে প্রার্থনা হিসাবেও ব্যাখ্যা করা হয়েছে। ভুথথ আলবরও তাঁর প্রতি প্রবল প্রেমের মাধ্যমে প্রতিনিয়ত প্রদীপ জ্বালানোর কল্পনা করে ১০০টি গান গেয়েছিলেন। পেয়ালবর আরও ১০০টি গান গেয়েছেন যেখানে তিনি ঐশ্বরিক মুখের মোহনীয় আকর্ষণ এবং চক্র ও শঙ্খ দ্বারা সজ্জিত নারায়ণের সংসর্গ ও তাঁর ঐশ্বরিক সহধর্মিণী দেবী লক্ষ্মীকে বর্ণনা করেছেন।\nপোইগাই শতাধিক শ্লোক রচনা করেছিলেন যেগুলিকে মুতাল তিরুবন্ততি হিসাবে শ্রেণীবদ্ধ করা হয়েছে। পোইগাইয়ের রচনাটি অন্ততি শৈলীতে তৈরি করা হয়েছিল। অন্ত শব্দের অর্থ শেষ এবং আদি অর্থ শুরু। অন্ততি শৈলীতে প্রতিটি শ্লোকের সমাপ্তি শব্দ বা উচ্চারণটি পরবর্তী শ্লোকের প্রারম্ভিক শব্দ হিসেবে থাকে এবং শততম শ্লোকের শেষ শব্দটি প্রথম স্তবকের শুরুতে পরিণত হয়, যার ফলে একশ শ্লোককে শ্লোকের প্রকৃত মালা হয়ে যায়। এই প্রাচীনতম সাধুদের রচনা বৈষ্ণবধর্মের দার্শনিক এবং ধর্মতাত্ত্বিক ধারণাগুলিতে অবদান রেখেছিল। ত্রয়ীর শ্লোকগুলি নারায়ণকে (বিষ্ণুর অপর নাম) সর্বোচ্চ দেবতা  এবং তারা প্রায়শই বিষ্ণুর অবতার ত্রিবিক্রম এবং কৃষ্ণকে উল্লেখ করেছে।\n\n\n== শ্রদ্ধা প্রদর্শন ==\nদেব সরোবরম্ নামক যথোথকারি পেরুমাল মন্দির পুকুরে পোইগাইকে উৎসর্গিত একটি উপাসনালয় রয়েছে যেখানে তার মূর্তি হেলান দেওয়া ভঙ্গিতে চিত্রিত করা হয়েছে। পোইগাই এক শ্লোকে শ্রী রঙ্গনাথস্বামী মন্দির, একটিতে তিরুপারকাদল, দশটিতে তিরুমালা ভেঙ্কটেশ্বর মন্দির, দুটিতে তিরুবিক্রমা পেরুমাল মন্দির, দুটিতে বৈকুণ্ঠ এবং চারটি শ্লোকে তিরুবেক্কাকে শ্রদ্ধা করেছেন। আলবর উৎসব হল তিরুবেক্কার ইয়াথোথকারিস্বামী মন্দিরে তামিল ক্যালেন্ডারের ভিত্তিতে সাধকের জন্ম তারিখের দিন বার্ষিক উদযাপিত একটি উৎসব।\n\n\n== মঙ্গলসসনম ==\nনালায়িরা দিব্যা প্রবন্ধমে তাঁর ২০টি পশুরম রয়েছে। তিনি ছয়টি মন্দিরের গুণগান গেয়েছেন।\n\n\n== বহিঃসংযোগ ==\n\n\n== তথ্যসূত্র =="}