{"pageid": 1356235, "title": "সুভাষণ", "url": "https://bn.wikipedia.org/wiki?curid=1356235", "content": "একটি সুভাষণ একটি নিরীহ শব্দ বা অভিব্যক্তি যা আপত্তিকর বা অপ্রীতিকর বলে মনে করা হয় এমন ভাষার পরিবর্তে ব্যবহার করা হয়।  কিছু সুভাষণ আমোদপ্রমোদের উদ্দেশ্যে করা হয় বা অশোভনীয় শব্দের পরিবর্তে ব্যবহার হয়; যার মূল শব্দটি ব্যবহারকারী কম ব্যবহার করতে চায়। অশ্লীলতাকে ঢাকতে বা কিছু বিষয় উল্লেখ করার জন্য সুভাষণ ব্যবহার করা যেতে পারে, যেমন: অক্ষমতা, লিঙ্গ, মলত্যাগ, বা সহনীয় ভাষায় মৃত্যু সম্পর্কে বলা। উদাহরণ: কেউ মারা গেলে মৃত্যুবরণ বা ইন্তিকাল বা পরলোকগমন করা এমন ভাষা ব্যবহার, গরিব লোক না বলে অল্প আয়ের লোক, গার্মেন্টস কর্মী না বলে পোশাক শ্রমিক বলা প্রভৃতি।\n\n\n== ব্যুৎপত্তি ==\nইউফেমিজম শব্দটি গ্রীক শব্দ euphemia (εὐφημία) থেকে উৎপন্ন যার অর্থ 'শুভ লক্ষণের শব্দ'। এটি eû (εὖ) এর একটি যৌগ, অর্থ 'ভাল, শুভ', এবং phḗmē ( φήμη ), অর্থ 'ভবিষ্যদ্বাণীমূলক বক্তৃতা; গুজব, কথা' ইত্যাদি। ইউফেম হল নারীবাচক গ্রীক স্পিরিট এর একটি সূত্র যা প্রশংসা এবং ইতিবাচকতার শব্দ ইত্যাদি বোঝাতে ব্যবহৃত হয়। ইউফেমিজম শব্দটি নিজেই প্রাচীন গ্রীকদের দ্বারা ইউফেমিজম হিসাবে ব্যবহৃত হয়েছিল; অর্থ সহ \"একটি পবিত্র নীরবতা রাখা\" (কোনও কথা না বলে ভাল কথা বলা)। \n\n\n== তথ্যসূত্র ==\n\nকিথ, অ্যালান ; বুরিজ, কেট । ইউফেমিজম এবং ডিসফেমিজম: ঢাল এবং অস্ত্র হিসাবে ব্যবহৃত ভাষা, অক্সফোর্ড ইউনিভার্সিটি প্রেস, 1991।আইএসবিএন ০-৭৩৫১-০২৮৮-০আইএসবিএন 0-7351-0288-0 ।\nBenveniste, Émile, \"Euphémismes anciens and modernes\", in: Problèmes de linguistique générale, vol. 1, পৃ. 308-314। [মূলত প্রকাশিত: ডাই স্প্রেচ, আই (1949), পিপি। 116-122]।\n\nফুসেল, পল: ক্লাস: অ্যা গাইড থ্রু দ্য আমেরিকান স্ট্যাটাস সিস্টেম, টাচস্টোন - সাইমন অ্যান্ড শুস্টার ইনক।, 1983।আইএসবিএন ০-৬৭১-৪৪৯৯১-৫, ০-৬৭১-৭৯২২৫-৩আইএসবিএন 0-671-44991-5 , 0-671-79225-3 ।\nআরডব্লিউহোল্ডার: হাউ নট টু সে হোয়াট ইউ মিন: এ ডিকশনারি অফ ইউফেমিজম, অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০৩।আইএসবিএন ০-১৯-৮৬০৭৬২-৮আইএসবিএন 0-19-860762-8 ।\n\nম্যালেডিক্টা : দ্য ইন্টারন্যাশনাল জার্নাল অফ ভার্বাল অ্যাগ্রেশন (ISSN US)।\nMcGlone, MS, Beck, G., & Pfiester, RA (2006)। \"দূষণ এবং ছদ্মবেশী শব্দে ছদ্মবেশ\"। যোগাযোগ মনোগ্রাফ, 73, 261–282।\n\nহাইডেপিটার, ফিলিপ; রয়টনার, উরসুলা । \"When humor Questions Taboo: A Typology of Twisted Euphemism Use\", in: Pragmatics & Cognition 28/1, 138–166.আইএসএসএন 0929-0907আইএসএসএন 0929-0907 ।"}