{"pageid": 1356715, "title": "কুলশেখর আলবর", "url": "https://bn.wikipedia.org/wiki?curid=1356715", "content": "কুলশেখর (তামিল:குலசேகரர்) ( ৯ম শতাব্দী ) বারো জন বৈষ্ণব আলবরদের অন্যতম মধ্যযুগীয় দক্ষিণ ভারতের (কেরালার) একজন ভক্তি ধর্মতত্ত্ববিদ এবং ভক্তিবাদী কবি ছিলেন।  তিনি তামিল পেরুমাল তিরুমোলি ও সংস্কৃত \"মুকুন্দমালা\"-এর রচয়িতা ছিলেন। পেরুমল তিরুমলির দ্বিতীয় দশক \"তেত্রারাম তিরাল\" নামে পরিচিত যা নালায়রা দিব্য প্রবন্ধম এর একটি অংশ হিসাবে সংকলিত হয়েছে।  কোদুনগাল্লুর এর ত্রিক্কুলশেখরপুরম মন্দিরটি  কুলশেখর আলবরের নামে সমর্পিত মনে করা হয়।  বৈষ্ণবীয় ঐতিহ্যে , কুলশেখর আলবরকে পশ্চিম উপকূলের (কেরালার) চের রাজপরিবারের রাজা হিসেবে বর্ণনা করা হয়েছে। \nপণ্ডিতরা কুলশেখরকে রাজকীয় চেরা নাট্যকার কুলশেখর বর্মা এবং স্থানু রবি কুলশেখর (শাসনকাল ৮৪৪/৪৫ - ৮৭০-৭১ খ্রিস্টাব্দ) নামে প্রাচীন চেরা পেরুমল কেরালার রাজার সাথে শনাক্ত করেছেন। \n\n\n== উৎস ==\nপণ্ডিতগণ সাধারণত কুলশেখরকে স্থানু রবি কুলশেখরের সাথে চিহ্নিত করেন।স্থানু রবি  কেরালার প্রাচীনতম চের পেরুমল রাজা ছিলেন।'\n\nজানা যায় যে \"পেরুমল তিরুমলি\" খ্রিস্টাব্দ একাদশ শতকে  শ্রীরঙ্গম মন্দিরে পাঠ করা হয়েছিল।   ১০৮৮ খ্রিস্টাব্দে রাজা কুলোতুঙ্গা প্রথম-এর রাজত্বকালে শ্রীরঙ্গম মন্দির-এ \"তেত্রারাম তিরল\" এর দৈনিক পাঠের উল্লেখ পাওয়া যায়। \nকুলশেখর আলবর কোয়েলের মান্নারকোয়িল উল্লেখ করে যে এটি কুলশেখর পেরুমলের (মুল্লাপল্লির নির্দিষ্ট বাসুদেবন কেসেভান, মালাই মন্ডলমের) স্মৃতিতে পবিত্র করা হয়েছিল।\nকোদুঙ্গাল্লুর (মন্দির যুগে ১৯৫ সালের তারিখে) ত্রিক্কুলশেখরপুরম মন্দিরের একটি শিলালিপি ১১ বা ১২ শতকে প্রাসাদিকভাবে তৈরি করা হয়েছিল৷\nমান্দালে-এর বাগান থেকে ১৩শ শতাব্দীর একটি তামিল শিলালিপি মুকুন্দমালা-এর একটি শ্লোকসম্বলিত। শিলালিপিটি মালাই মন্ডলমের মাকোটায়ার পত্তনম থেকে দেবতা বিষ্ণুর জন্য একটি মণ্ডপ নির্মাণ এবং রায়িরান চিরিয়ান কুলশেখর নাম্পি দ্বারা  প্রদীপ নির্মাণের বর্ণনা দেয়৷\n\n\n== জীবনী ==\n\nসাধারণত খ্রিস্টীয় ১২-১৪ শতকের উৎস থেকে রাজা কুলশেখরের ঐতিহ্যগত জীবনী জানা যায়। \nকুলশেখর পশ্চিম দেশের বাঞ্চি-তে কল্যব্দ ২৮ সালে চের রাজা দৃধব্রতের পুত্র  হিসেবে জন্মগ্রহণ করেন।   রাজা তার রাজকার্য থেকে অবসর গ্রহণ করলে পুত্র কুলশেখর সিংহাসনে আরোহণ করেন।\nকুলশেখর ছিলেন  বিষ্ণুর মহান ভক্ত। তাঁর ভক্তি এতটাই মহান ছিল যে রাক্ষসরাজ রাবণের সীতাহরণ কাহিনী শুনে  তিনি লঙ্কা আক্রমণের জন্য তাঁর সৈন্যবাহিনীকে প্রস্তুত করার আদেশ দিয়েছিলেন। অন্য একটি উদাহরণে, এক মন্ত্রী  বৈষ্ণবদের প্রতি রাজার অনুগ্রহের জন্য ঈর্ষান্বিত হয়ে ভক্তদের উপর মিথ্যা অভিযোগ তুলেছিল। রাজা সাপ সম্বলিত একটি পাত্রে নিজের হাত ঢুকিয়ে অক্ষত অবস্থায় বের করে তাদের নির্দোষ প্রমাণ করেন।\nকুলশেখর পরে রাজ্যের রাজত্ব ত্যাগ করেন এবং শ্রীরঙ্গমের উদ্দেশ্যে পবিত্র  তীর্থযাত্রা শুরু করেন। তিনি সেখানে কয়েক বছর অতিবাহিত করেন, দেবতার পূজা করেন এবং শ্রীরঙ্গম মন্দিরে রঙ্গনাথের সাথে অণ্ডালের বিবাহ অনুকরণ করে তাঁর কন্যা চেরকুল বল্লী নাচিয়ারের বিবাহের ব্যবস্থা করেন।। তিনি যৌতুক হিসাবে তার সমস্ত সম্পদ দান করেন, চেনাইবেরান মণ্ডপ তৈরি তথা মন্দিরের প্রাকার মেরামত করেছিলেন (যা পরে \"কুলশেখর তিরুবিড়ি\" নামে পরিচিত হয়)।  তারপরে তিনি তিরুবেঙ্কাটম্, তিরুবায়োধ্যা, তিলাই-চিত্রকুটম্, তিরুকান্নাপুরম, তিরুমালিরুঞ্জোলাই এবং তিরুবিত্রুবাক্কোড়ের পবিত্র মন্দিরগুলি পরিদর্শন করে অবশেষে নম্মালবর-এর জন্মস্থান তিরুক্কুরুরের নিকট ব্রহ্মদেশমে বসতি স্থাপন করেন। (যেখানে তিনি সাতষট্টি বছর বয়সে মারা যান)।\nশ্রীরঙ্গম মন্দির কমপ্লেক্সের  চেরাকুল বল্লী নাচিয়ার মন্দিরটি রাজা কুলশেখরের কন্যার স্মৃতি বহন করে।\n\n\n== সাহিত্যিক অবদান ==\nকুলশেখর ছিলেন তামিল ভাষায় \"পেরুমাল তিরুমলি\" ও সংস্কৃত স্তোত্র \"মুকুন্দমালার\" রচয়িতা। \nকুলশেখর আলবরের প্রার্থনা স্তবগুলি ভক্তিমূলক প্রকৃতির যা  বিষ্ণু - রাম এবং কৃষ্ণ সহ সবচেয়ে বিশিষ্ট অবতারকে উৎসর্গ করা হয়েছে। তিনি তাদের জীবনের বিভিন্ন লীলার সাথে নিজেকে চিহ্নিত করেন।  ভগবান রামের একজন ভক্ত হিসেবে, তিনি রাম বা তার বৃদ্ধ পিতা দশরথ-এর বেদনাদায়ক অভিজ্ঞতাকে তার নিজের বলে মনে করতেন। তাঁর ভক্তি এতটাই তীব্র ছিল যে তিনি ভক্তদের বিষ্ণু জ্ঞান করে পূজা করতেন। একটি স্তবে, তিনি নিজেকে দেবকী (কৃষ্ণের মাতা যার কাছ থেকে কৃষ্ণকে গোকুলে নন্দ ও যশোদার গৃহে নিয়ে যাওয়া হয়েছিল) হিসেবে সাথে পরিচয় দেন। দেবকী ভাবে তিনি কৃষ্ণের পালক পিতামাতা তাকে কীভাবে দেখাশোনা করছে তা জানার আকাঙ্ক্ষা ব্যক্ত করেছেন ও  কৃষ্ণের সাথে পুনরায় মিলনের ইচ্ছাও  প্রকাশ করেছেন।  কিছু স্তবে, কুলশেখর ঈশ্বর কৃষ্ণের প্রেমে মগ্ন একজন গোপীরূপেও নিজেকে চিন্তা করেছেন।\n\n\n=== কুলশেখর বর্মা ===\nকুলশেখর আলবরকে সাধারণত চের রাজপরিবারের মধ্যযুগীয় নাট্যকার কুলশেখর বর্মার সাথে চিহ্নিত করা হয়। কুলশেখর বর্মা নিজেকে কেরালাকুলা-চুড়ামণি বা \"চের রাজবংশের মুকুট মণি, কেরালাধিনাথ বা \"চের দেশের রাজা\" ও মহোদয়পুর-ঈশ্বর বা \"মাকোটাই শহরের প্রভু\" বলে পরিচয় দিয়েছেন। তিনি লেখক হিসাবে বিখ্যাত। দুটি সংস্কৃত নাটক \"তপতিসম্বরণ\" এবং \"সুভদ্রাধনঞ্জয়\",  সংস্কৃত চম্পু কাব্য \"আচার্য মঞ্জরী\" তিনি রচনা করেছেন। সম্ভবত  সংস্কৃত নাটক \"ভিচ্চিন্নাভিষেক\"-ও তিনি রচনা করেছিলেন।  চেম্বরার একটি শিলালিপি ( ৯৫৪/৫৫ খ্রিস্টাব্দ) \"তপতিসম্ভরণ\" নাটকের অভিনয়ের কথাও উল্লেখ করেছে।\nকুদিয়াত্তম নামে পরিচিত শিল্প-রূপটি ঐতিহ্যগতভাবে কুলশেখর বর্মা এবং তার সভাকবি টোলান-এর সাথে সম্পর্কিত।  \"ধনঞ্জয় সম্বরণ ধ্বনী\" বা \"ব্যাঙ্গব্যাখ্যা\"  মহোদয়পুরমের রাজা কুলশেখরকে উল্লেখ করেছে। কুলশেখর বর্মাকে কখনও কখনও রাজা রাম কুলশেখর (এবং কবি বাসুভট্টের পৃষ্ঠপোষক হিসাবে) চিহ্নিত করা হয়।  যদিও এই অনুমানটি স্পষ্ট নয়। \n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nরক ব্যান্ড কুল শেকর তাদের ব্যান্ডের শিরোনামটি রাজা কুলশেখর আলবরের নাম থেকে নিয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== অতিরিক্ত পাঠ্য ==\nPerumal Tirumoli (ed. by M. Raghava Aiyangar, Ceraventar Ceyyutkovai, Trivandrum, 1951)\nMukundamala (1, ed. by T. A. Gopinatha Rao, Travancore Archaeological Series, II, II)\nMukundamala (1, ed. by K. R. Pisharoti, Annamalai, 2. ed. with commentary by V. V. Sharma, Trivandrum, 1947)\nTapatisamvarana (Trivandrum Sanskrit Series No. 11)\nSubhadradhanjaya (Trivandrum Sanskrit Series No. 13)\n\n\n== গ্রন্থপঞ্জী ==\nNoburu Karashima (ed.), A Concise History of South India. New Delhi: Oxford University Press, 2014.\nK. A. Nilakanta Sastri, The Colas (Madras, revised 2nd ed. 1955)\nM. G. S. Narayanan, Perumals of Kerala. Thrissur (Kerala): CosmoBooks, 2013.\nS. K. Aiyengar, The Early History of Vaisnavism in India (Madras, 1920)\nR. G. Bhandarkar, Vaisnavism, Saivism and other Minor Religious Systems (Poona, 1913).\nA. S. R. Ayyar, \"Kulasekhara Perumal\", Travancore Archaeological Series, Volume, II.\nK. R. Pisharoti, Kulasekharas of Kerala, Indian Historical Quarterly, VII.\nK. G. Sesha Iyyer, \"Kulasekhara Alvar and his Date\",  Indian Historical Quarterly, VII.\nKerala Society Papers, Volume I (Trivandrum, 1928–32)\nS. V. Pillai, History of Tamil Language and Literature (Madras, 1956)\nK. K. Raja, The Contribution of Kerala to Sanskrit Literature (Madras, 1958)"}