{"pageid": 1356608, "title": "নম্মালবর", "url": "https://bn.wikipedia.org/wiki?curid=1356608", "content": "নম্মালবর (তামিল: நம்மாழ்வார்) ছিলেন ভারতের তামিলনাড়ু-এর বারোজন অলবর সাধুদের একজন। তিনি হিন্দুধর্মের বৈষ্ণব ঐতিহ্যের সাথে সম্পৃক্ততার জন্য পরিচিত। আলবরের শ্লোকগুলি নালায়ীরা দিব্য প্রবন্ধম হিসাবে সংকলিত হয়েছে। সেখানে ১০৮ টি মন্দিরের প্রশংসা গাওয়া হয় যেগুলিকে দিব্য স্থান হিসাবে শ্রেণীবদ্ধ করা হয়। এই স্থানগুলিকে  দিব্য দেশম বলা হয়। বারোজন অলবরদের মধ্যে নম্মালবরকে পঞ্চম বলে মনে করা হয়। তিনি একটি শূদ্র পরিবারে জন্মগ্রহণ করেন, কিন্তু তার জ্ঞানসাধনায় তিনি শ্রীবৈষ্ণব ঐতিহ্যের একজন মহান সাধক হিসাবে অত্যন্ত সমাদৃত। তাকে বারোজন আলবরের মধ্যে অগ্রগণ্য বলেও বিবেচনা করা হয় এবং নালায়রা দিব্য প্রবন্ধম্-এর ৪০০০টি স্তবকের মধ্যে তাঁর অবদানের পরিমাণ ১৩৫২ টি স্তবক।\nঐতিহ্যগত ধর্মগ্রন্থ অনুসারে, নম্মালবর ৩০৫৯ খ্রিস্টপূর্বাব্দে আলওয়ারতিরুনাগিরি-এ জন্মগ্রহণ করেছিলেন ঐতিহাসিকদের মতে, তিনি ৮ম শতাব্দীতে বর্তমান ছিলেন।\nহিন্দু কিংবদন্তীতে নম্মালবর তার জন্মমুহূর্ত থেকে বোবা ছিলেন। তিনি একটি তেঁতুল গাছের নিচে বসে যখন তিনি প্রথম মধুরকবি আলবর এর সাথে কথা বলছিলেন তখন মধুরকবি দক্ষিণে একটি উজ্জ্বল আলো দেখতে পেয়েছিলেন এবং আলোটি অনুসরণ করেছিলেন। বালক নম্মালরও তখন তার সাথে ছিলেন।\nনম্মালবরের শ্লোকগুলি মধুরকবি চারটি ভিন্ন রচনা হিসাবে সংকলিত করেছিলেন, তিরুবাইমোলি (১,১০২ শ্লোক), তিরুবিরুত্তম (১০০টি পদসমন্বিত), তিরুবাচিরিয়াম (বা তিরু আসিরিয়াম - ৭টি পদ) এবং পেরিয়া তিরুবন্ততি (৮৭টি পদ)। নম্মালবরের স্তবগানগুলি বৈষ্ণবধর্মের দার্শনিক ও ধর্মতাত্ত্বিক ধারণাগুলিতে অবদান রেখেছে।\nনব তিরুপতি-এ গরুড়সেবাই উৎসব, থুথুকুড়ি অঞ্চলের নয়টি বিষ্ণু মন্দির এবং শ্রীরঙ্গম মন্দির-এ বৈকুণ্ঠ একাদশী উৎসবের সময় অনুষ্ঠিত আরাইয়ার সেবাই তাকে উৎসর্গ করা হয়েছে। তামিলনাড়ুর বেশ কয়েকটি বৈষ্ণব মন্দিরে নম্মালবর এবং অন্যান্য আলবরের শ্লোকগুলি প্রতিদিনের প্রার্থনায় এবং উৎসব, অনুষ্ঠানে পাঠ করা হয়।\n\n\n== অলবর ==\n\n\"অলবর\" শব্দের অর্থ \"যিনি ঈশ্বরের অগণিত গুণসমুদ্রের গভীরে অবগাহন করেন\"। অলবরদের বিষ্ণুর দ্বাদশ উচ্চকোটির ভক্ত হিসেবে বিবেচনা করা হয়। তারা ৫ম থেকে ৮ম শতাব্দীতে বৈষ্ণবধর্মকে জনপ্রিয় করার ক্ষেত্রে ভূমিকা রেখেছিলেন। অলবর সাধুদের  তামিল ভাষায় রচিত প্রেম ও ভক্তিগীতিগুলি নালায়ীরা দিব্য প্রবন্ধম নামে সংকলিত হয়েছে। এখানে ৪০০০টি শ্লোক রয়েছে। এতে ১০৮টি দিব্য দেশম্ তথা বিষ্ণু মন্দিরকে তাদের রচিত গানের মাধ্যমে শ্রেণীবদ্ধ করা হয়েছে।  অলবরগণ ছিলেন বিভিন্ন বর্ণের অন্তর্গত। ঐতিহ্য অনুসারে,  পোইগাই, ভুথ,পেয়ালবর, ভক্তিসার ছিলেন  ঋষিপুত্র, তোণ্ডারাড়ি, মথুরকবি, বিষ্ণুচিত্ত ও অন্ডাল ব্রাহ্মণ বর্ণভুক্ত ছিলেন, কুলশেখর ক্ষত্রিয় বর্ণের, নম্মালবর কৃষক পরিবার, তিরুপ্পানার পানার সম্প্রদায়  এবং তিরুমঙ্গায়ালবর  কল্বর সম্প্রদায়ে জন্মগ্রহণ করেছিলেন।গরুড়বাহন পণ্ডিতের (খ্রিস্টাব্দ ১১ শতক) 'দিব্য সুরি চরিত', পিনবরাগিয়া পেরুমল জিয়ার 'গুরুপরম্পরাপ্রবরম্', কোবিল কান্দাদাই আপ্পনের 'পেরিয়া তিরু মুদি আদাইভু', পিল্লাইয়ের 'যতীন্দ্র প্রণব প্রবরম্', লোকম জিয়া'র 'দিব্য প্রবন্ধম-এর ভাষ্য', 'গুরু পরম্পরা(গুরুগণের ক্রমাণুক্রমিক ধারা)' গ্রন্থ, মন্দিরের সংস্কৃতি এবং শিলালিপিতে আলবরদের কর্মের বিশদ বিবরণ প্রদান করা হয়েছে। এই গ্রন্থগুলি অনুসারে, অলবরগণ বিষ্ণুর পার্ষদ ও অস্ত্রের অবতার বলে পরিগণিত।  পোইগাই অলবরকে পাঞ্চজন্য শঙ্খ, কৌমুদকীর অবতাররূপে পে-অলবর, ভুতথকে নন্দক তলোয়ার, ভক্তিসারকে সুদর্শন চক্র, নম্মালবরকে বিষ্বকসেন, মধুরকবিকে বৈনতেয় গরুড়,  পেরিয়ালবরকে বৈকুন্ঠবাসী গরুড়, অণ্ডালকে ভূদেবী, বনমালার (বিষ্ণুর গলমাল্য) অবতার তোণ্ডারাড়িপ্পোড়ি, শ্রীবৎসের  অবতার তিরুপ্পানালবর  এবং তিরুমঙ্গাই আলবারকে  শাঙ্গর্ধনুর (রামের ধনুক) অবতার হিসেবে দেখা হয়। প্রবন্ধম-এর গীতিগুলি দক্ষিণ ভারতের সমস্ত বিষ্ণু মন্দিরে প্রতিদিন এবং বিবিধ উৎসবে নিয়মিত গাওয়া হয়। মনবলা মামুনিগল-এর ঐতিহাসিক বিবরণ অনুসারে, প্রথম তিনজন আল্বর  অর্থাৎ পোইগাই, ভুতথ এবং পে দ্বাপরের (খ্রিস্টপূর্ব ৪২০০ সালের আগে) অন্তর্গত। ইতিহাস এবং ঐতিহাসিকদের দ্বারা ব্যাপকভাবে স্বীকৃত এই ত্রয়ী দ্বাদশ আলবরদের মধ্যে প্রাচীন। \nতিনজন শৈব নায়নমারদের সাথে তারা দক্ষিণ ভারতীয় রাজাদের প্রভাবিত করেছিলেন। তারা একটি ভক্তি আন্দোলন গড়ে তোলেন, এর ফলে এই অঞ্চলে বৌদ্ধ,  জৈন ধর্ম এবং  হিন্দু ধর্ম এই দুটি সম্প্রদায়ের ধর্মীয় ভূগোল পরিবর্তিত হয়। আলবরগণের ভাগবত ধর্মের প্রচারে ভারতের দুটি মহাকাব্য যথা রামায়ণ এবং মহাভারত এর প্রভাব লক্ষ্যণীয়। \nআলবরগণ সমগ্র অঞ্চলে \"বৈষ্ণববাদ\" ছড়িয়ে দেওয়ার ক্ষেত্রে বিশিষ্ট ভূমিকা পালন করেছিলেন। কতিপয় আলবর  এর চরিত ধর্মতাত্ত্বিক নাথমুনি {(৮২৪-৯২৪ খ্রিস্টাব্দ) দশম শতকের একজন বৈষ্ণব}  দ্বারা সংকলিত হয়েছিল। তিনি আলবরদের রচনাগুলোকে \"তামিল বেদ\" বলে আখ্যায়িত করেছেন। \n\n\n== জীবনী ==\nঐতিহ্যগত গ্রন্থ অনুসারে, নম্মালবর ৩০৫৯ খ্রিস্টপূর্বাব্দে ৩ কলির্গতাব্দে বিষ্ণুর সেনাপতি বিষ্বকসেন-এর অংশ হিসাবে দক্ষিণ তামিল রাজ্যের তিরুকুরুগুরে (বর্তমান আলওয়ার তিরুনগরী) জন্মগ্রহণ করেন।  কিছু সূত্র অনুসারে, একটি রাজকীয় ভেল্লালার শুদ্র পরিবারের গৃহে তিনি আবির্ভূত হন (জগতবাসীকে শিক্ষা দিতে যে \"জাতপাত জন্মের উপর ভিত্তি করে নয় বরং  কর্মানুসারে সৃষ্টি হয়\")। ১৯৮৮ সালে সর্বভারতীয় বৈশ্য সমাজের মতো কিছু বর্ণ সমিতি তাকে বৈশ্য বলে দাবি করেছে।  ড. পি জয়রামন তার  \"অ্যা ব্রিফ হিস্টরি অব বৈষ্ণব সেইন্ট: দ্য আলওয়ারস্\" (A Brief History of Vaishnava Saint Poets: The Alwars) বইতে  উল্লেখ করেছেন, নম্মালওয়ার ভেল্লালার বৈশ্য জাতির অন্তর্গত।  নম্মালবরের পিতামহ তিরুবালমারবান পিল্লাই একজন ভেল্লালার এবং বৈশ্য বর্ণের অন্তর্গত ছিলেন।  \nজে.ভি. চেলিয়াহ একজন জনপ্রিয় তামিল পণ্ডিত বলেন,  ভেল্লার বৈশ্য বর্ণের অন্তর্গত। তারা চার বেদ অনুসরণ করত, এবং কৃষিকাজ, গবাদি পশুর দেখাশোনা, ব্যবসা এবং অন্যান্য ব্যবসায়িক কার্যাদি করত। \n\nঐতিহ্যানুসারে, তিনি সম্পূর্ণরূপে জ্ঞানী হয়ে জন্মগ্রহণ করেছিলেন কারণ একজন শিশু হিসাবে তিনি কখনও কাঁদেননি বা দুধ পান করেননি এবং কখনও চোখ খোলেননি। কিংবদন্তি অনুসারে, শৈশবে তিনি কোনও বাহ্যিক উদ্দীপনায় সাড়া দেননি এবং তার পিতামাতা তাকে অলওয়ার্থিরুনগরী-এর শ্রীঅধীনাথর দেবতার চরণে রেখে যান। শিশুটি তখন উঠে একটি তেঁতুল গাছের একটি কোটরে উঠে পদ্মাসনে বসে ধ্যান করতে লাগল। তিনি এই অবস্থায় ষোল বছর ছিলেন। সেই সময় মধুরকবি আলবর নামে একজন একজন কবি ও পণ্ডিত  (যিনি বয়সে তাঁর থেকে বড় ছিলেন) উত্তর ভারতের মন্দির ভ্রমণ করছিলেন। একদিন যখন তিনি তার নিত্যানুষ্টানম্ (দৈনিক আচার অনুষ্ঠান) পালন করছিলেন, তখন তিনি দক্ষিণে একটি উজ্জ্বল আলো দেখতে পান এবং ছেলেটি যে গাছে বাস করছিল সেখানে পৌঁছানো পর্যন্ত তিনি তা অনুসরণ করতে থাকেন। শিশুটির কাছ থেকে কোনো প্রতিক্রিয়া না পেয়ে, তিনি তাকে একটি ধাঁধা জিজ্ঞাসা করলেন: \"ক্ষুদ্র যদি মৃতের দেহে (বা পেটে) জন্ম নেয়, তবে সে কী খাবে এবং কোথায় থাকবে?\" অর্থাৎ সূক্ষ্ম আত্মা যদি স্থূল দেহে মূর্ত হয়, তবে তার কর্ম এবং চিন্তা কী প্রকার হবে? নম্মালবর তার আজীবন নীরবতা ভেঙে জবাব দিলেন, \"ওটা আহার, বিশ্রাম করবে !\" তাৎপর্য হচ্ছে আত্মা যদি দেহের প্রতি আসক্ত হয় তবে তা হবে একটি সাধারন দেহ কিন্তু যদি সে ভগবানের সেবা করে তবে তা বৈকুণ্ঠ হয়ে যায় এবং ভগবান তাকে ভক্ষণ (চিন্তা)  করবে।  মধুরকবি আলবর এই শিশুটির দেবত্ব উপলব্ধি করেছিলেন।\nবিশ্বাস করা হয়, কলিযুগে বৈকুণ্ঠমের (বিষ্ণুর আবাস) দ্বার নারায়ণ তাঁর জন্য প্রথমবার উন্মুক্ত করেছিলেন এবং স্বামী নম্মালবরের অনুসারীদের সর্বোচ্চ আবাস বৈকুন্ঠে সহজে প্রবেশাধিকার রয়েছে। তাঁর বৈকুণ্ঠ মোক্ষ অনুসরণ করে তাঁর পরিবার পবিত্র বৈষ্ণব আচার্যদের দ্বারা তাকে সুব্বিয়া কুমার পিল্লাই হিসাবে আখ্যাত করে তাঁর সেবা করে এবং তাঁকে শ্রীমান নারায়ণ তিরুবাড়ী বলে বিশ্বাস করে। নম্মালবরের মৃত্যুর পর, মধুরকবি আলবর কান্নিনুন শিরুতাম্বু নামে দশটি পশুরম রচনা করেন। তিনি ঘোষণা করেছিলেন,  যখনই কেউ  আলবর্তিরুনগরীতে তাঁর আবাসে গিয়ে এটি ১১,০০০ বার ভক্তি সহকারে পাঠ করবে তখনই নম্মালবর তাকে দর্শন দান করে আশীর্বাদ করবেন।\nনম্মালবর ছিলেন দ্বাদশ অলবর কবি-সাধকদের মধ্যে একজন যারা বিষ্ণু প্রেমে নিমগ্ন ছিলেন এবং যাঁদের প্রাচীন তামিল সাহিত্য তথা বিষ্ণু ও তাঁর পার্ষদ সম্পর্কিত ঐতিহ্যগত গল্পগুলির যথেষ্ট জ্ঞান ছিল। \nমধুরকবি আলবর ছিলেন তাঁর প্রথম শিষ্য। স্বামী মধুরকবি আলবর তাঁর আচার্যের প্রশংসায়  স্বামী নম্মালবর কান্নিনুন চিরুটাম্পু নামে পরিচিত ১১টি পশুরম রচনা করেছিলেন যা নালাইরা দিব্য প্রবন্ধ-এর অন্তর্ভুক্ত।\n\n\n== উল্লেখযোগ্য রচনা ==\nতিনি দিব্য প্রবন্ধের অন্তর্গত চারটি রচনায় অবদান রেখেছিলেন। এই রচনাগুলি ১,২৯৬ টি স্তবগান নিয়ে গঠিত যা তাকে আলবর কবি-সন্ত রচিত চার হাজারটি স্তোত্রের সর্বাধিক অবদানকারী করে তুলেছে৷  রচনাগুলি হল:\n\nতিরুবাইমোলি (১১০২ পদ)\nতিরুবিরুত্তম (১০০ পদ)\nতিরুবাচিরিয়াম(৭টি পদ)\nপেরিয়া তিরুবন্ততি(৮৭ পদ)\nতিরুবাইমোলি রঙ্গনাথ-কে দার্শনিক বিশদ আলোচনার রূপক হিসাবে বর্ণনা করে,\n\nপরমাত্মার প্রকৃতি\nজীবাত্মার প্রকৃতি\nজীবাত্মার পরমাত্মা   প্রাপ্তির উপায়\nপরম লক্ষ্যের প্রতি অগ্রসরের বাধা অতিক্রম এবং\nমোক্ষ (দেবত্ব)।\nশ্রী বৈষ্ণব ধর্মে,  (তামিল ভাষায়) তার চারটি রচনা যথাক্রমে সংস্কৃত বেদ তথা সাম বেদ, ঋগ্বেদ, যজুর্বেদ ও অথর্ববেদ-এর প্রতিনিধিত্ব করে। ঐতিহ্য অনুসারে \"তিনি এই বেদের সার উন্মুক্তভাবে ঢেলে দিয়েছেন\"। তাঁর গান ও কবিতা গভীর রহস্যময় অভিজ্ঞতার ফল। যদিও নম্মালবর বৈষ্ণব ধর্মে যে ১০৮টি দিব্য দেশম মন্দিরের কথা বলা হয়েছে তার কোনোটিই পরিদর্শন করেননি, তবে তাঁর রচনা দেখে মনে হয় তিনি তাঁর স্তোত্রে মহিমান্বিত মন্দিরগুলি অর্চারূপে দর্শন করেছিলেন। \n\n\n== রচনাভঙ্গি ==\nতাঁর সমসাময়িকদের সাথে নম্মালবরের পার্থক্য হলো রচনায় ভক্তিগত দিক, দৃশ্যায়ন ও নাটকীয় গতিবিধি। তিনি তাঁর সমস্ত শ্লোকে প্রতিনিয়ত বিষ্ণুর বিভিন্ন বৈশিষ্ট্য উল্লেখ করেছেন। তিরুবিরুত্তমের কবিতাগুলি নায়ক ও নায়িকার একাকী প্রসঙ্গের মাধ্যমে সম্পূর্ণরূপে চিত্রিত হয়েছে। এর অধিকাংশই নায়ক, নায়িকা, নায়িকার সাথে তার বন্ধু বা মায়ের কথোপকথনভিত্তিক। নায়িকা সর্বদা তার নায়ক বিষ্ণুকে তার চারপাশে সর্বত্র উপলব্ধি করে। বরদাচারীর মতে, তিরুবিরুত্তম হল \"আত্মার তীর্থযাত্রার একটি বিবরণ যা তার অজ্ঞতা, নিদ্রা এবং অলসতাকে অতিক্রম করার বর্ণনা দেয়\"। যদিও এই মধ্যযুগীয় রচনাকে আত্ম-করুণা ও অনুতাপের প্রকাশক হিসাবে বিবেচনা করা হয়। তার রচনায় সবসময় আশার বার্তা লক্ষ্য করা যায়।\n\n\n== প্রভাব ==\nনম্মালবরকে ভারতের শীর্ষ তিন হিন্দু অতিন্দ্রিয়বাদীদের একজন বিবেচনা করা হয়, অপর দু'জন হলেন মানিকবাসাগর এবং কবীর।  দ্বাদশ আলবরের মধ্যে নম্মালবরকে সর্বশ্রেষ্ঠ  মনে করা হয়।নালায়িরা দিব্য প্রবন্ধম-এর ৪০০০টি স্তবকের মধ্যে তাঁর অবদানের পরিমাণ ১৩৫২টি স্তবক।\nবৈকাসী (মে-জুন) মাসে গরুড় সেবাই উৎসবম (উৎসব) নয়টি গরুড় সেবাই প্রত্যক্ষকারী এমন একটি ঘটনা যেখানে নব তিরুপথি মন্দির  মায়াকুথার মন্দির, মাকারা নেদুঙ্কুহাই কান্নান মন্দির, ইরাত্তাই তিরুপাথি মন্দির, অধিনাথ পেরুমল মন্দির - থিরুক্কুরগুর, কাইসিনাভেন্ধন মন্দির, বিজয়াসন পেরুমুল মন্দির, আনাথ (কাল্লাপিরান ) মন্দির থেকে দেবতার মূর্তি বা ছবি গরুড় বাহনের  দ্বারা আনয়ন করা হয়। নম্মালবরের উৎসব চিত্রটি আন্না বাহনমের (পালকি) মাধ্যমে আনা হয় এবং এই নয়টি মন্দিরের প্রতিটিতে উৎসর্গীকৃত তাঁর রচিত শ্লোকগুলি পাঠ করা হয়। নয়টি মন্দিরের প্রতিটির দেবতার উৎসভার এলাকার ধানক্ষেতের মধ্য দিয়ে ঘুরে আলবর থিরুনগরীতে পৌঁছে যায়। নয়টি দিব্য দেশম-এর প্রত্যেককে উৎসর্গ করা শ্লোকগুলি নিজ নিজ উৎসব দেবতার সামনে সঙ্গীত ও নৃত্যের সাথে উচ্চারিত হয়। এটি এই এলাকার উৎসবগুলির মধ্যে সবচেয়ে গুরুত্বপূর্ণ, এবং হাজার হাজার দর্শককে আকর্ষণ করে৷ এই পশুরম পাঠ শেষ হওয়ার পরে, আন্না বাহনমে আলবর উৎসব এবং গরুড় বাহনের নয়টি পেরুমল দেবতার মাদা ভিঠি আলবরতিরুনগরী [মন্দিরের রাস্তায়] নিয়ে আসা হয়। তারপর, প্রতিটি দিব্য দেশম পেরুমল উৎসব তাদের সবচেয়ে প্রিয় জীবাথমা নম্মালবরকে বিদায় জানান এবং তাদের নিজ নিজ মন্দিরে ফিরে যান। এই পেরুমালদের মধ্যে, যখন আলবর ইরাত্তাই তিরুপথির সবচেয়ে প্রিয় দেবতারা উৎসবের পর চলে যায়, তখন আলবর তাদের চলে যাওয়ায় দুঃখ পায় এবং তারা তাদের দিব্য দেশমে ফিরে না যাওয়া পর্যন্ত অপেক্ষা করে। গরুড় সেবার এই পর্বটি \"বিদ্যাযাত্রী উৎসব\" নামে পরিচিত। শোকার্ত আলবরকে আলবর থিরুনগরীর দেবতা পলিন্ধু নিন্দ্র পিরান তার সৌন্দর্য দেখিয়ে মন্দিরে নিয়ে যান। এই গরুড় সেবাইয়ের সময় আলবর তার থিরুপুলিয়াজওয়ার থেকে এক ইঞ্চিও নড়েন না এই দৃশ্য দেখতে যে প্রতিটি পেরুমলের উদ্দেশ্যে কীভাবে পশুরম গাওয়া হয়েছে। সমস্ত পেরুমাল আলবরের গান গাইতে গাইতে পবিত্র তেঁতুল গাছের কাছে আসে। \n\nপগল পাথু  ও রা পথু উৎসবগুলি মারগাঝি মাসে (ডিসেম্বর-জানুয়ারি) শ্রী রঙ্গনাথস্বামী মন্দির, শ্রীরঙ্গম-এ বিশ দিন ধরে পালিত হয়। প্রথম দশ দিনকে পগল-পাথু (১০ দিনের দিনের উৎসব) এবং দ্বিতীয়ার্ধকে রা পথু (১০-দিনের রাতের উৎসব) হিসাবে উল্লেখ করা হয়। রা পথুর প্রথম দিন বৈকুন্ঠ একাদশী পড়ে। তামিল ক্যালেন্ডার অনুসারে প্রতি পাক্ষিকের একাদশ দিনকে বলা হয় একাদশী এবং বৈষ্ণব ঐতিহ্যে সবচেয়ে পবিত্র একাদশী হল বৈকুন্ঠ একাদশী। দ্বাদশ  আলবর-এর অন্যতম নম্মালবর এ দিন বৈকুণ্ঠে (বিষ্ণুর চিন্ময় আবাস) গমন করেছিলেন বলে মনে করা হয়। নবম শতাব্দীর কবি নম্মালবরের ভক্তি এবং  তাঁর স্বর্গীয় অনুভূতি প্রতি বছর অভিনীত হয়। উৎসবের সময়, গান ও নৃত্যের মাধ্যমে এই স্থানটিকে ভুলোগ বৈকুণ্ঠ (পৃথিবীর স্বর্গ) বলা হয়।    আরাইয়ার সেবাই হল  আরাইয়ার-এর ঐশ্বরিক কথোপকথন যারা দিব্য প্রবন্ধ \" পাঠ করে থাকে।  আরাইয়ার শ্রীরঙ্গম, আলবর থিরুনগরী এবং শ্রীবিলিপুথুর শ্রী বৈষ্ণব পরিবারে সবচেয়ে প্রচলিত আরাইয়ার ঐতিহ্যে জন্মগ্রহণ করে।  দশম শতকের বৈষ্ণব ধর্মতাত্ত্বিক নাথমুনি (যিনি আলবরদের রচনাসমগ্র সংকলন করেছিলেন) আরাইয়ার সেবাই উৎসব শুরু করেছিলেন। হিন্দু পুরাণ অনুসারে বিশ্বাস করা হয় যে, এ দিন তেত্রিশ কোটি দেবতা উৎসব দর্শন করতে মর্ত্যে অবতরণ করেন।  বৈকুন্ঠ একাদশীর সকালে ১,০০০-স্তম্ভ বিশিষ্ট হলের (পরমপদ বসাল) মধ্য দিয়ে উৎসব দেবতাকে আনা হয় । দ্বার খোলার পর লক্ষ লক্ষ তীর্থযাত্রী এতে প্রবেশের উদ্দেশ্যে ভিড় করেন। দেবমূর্তি এর মধ্য দিয়ে চলে যান কারণ বিশ্বাস করা হয় , যদি কেউ পরমপদ বাসালের মধ্যে প্রবেশ করেন তিনি মৃত্যুর পর \"বৈকুণ্ঠ\" পৌঁছে যাবেন। প্রবেশদ্বারটি শুধুমাত্র রা পথুর (রাত্রিকালীন উৎসবের ১০ দিন) দশ দিন উন্মুক্ত থাকে। উৎসবের শেষ দিন কবি নম্মালবরকে মোক্ষ প্রদান করা হয় বলে কথিত আছে। এই অভিনয়টি পুরোহিতদের দ্বারা করা হয়। মন্দিরের চিত্রগুলি নম্মালবরের বৈকুন্ঠগমন তথা জীবন ও মৃত্যুর চক্র থেকে মুক্তি পাওয়ার কাহিনীকে চিত্রিত করে। সেই সময়ে, ভক্তদের ভিড়ের একজন সদস্য যিনি এই আবেগময় নাটকটি প্রত্যক্ষ করছেন তিনি কেন্দ্রীয় মঞ্চে উঠে বিষ্ণুর প্রতি নম্মালবরকে মানবজাতির কাছে ফিরিয়ে দেওয়ার জন্য অনুরোধ করেন যাতে মন্দিরস্থ তাঁর বাণী ও মূর্তিগুলি ভক্তদের অনুপ্রাণিত ও রক্ষা করে। ভক্ত নম্মালবরের এই মুক্তিলাভ পর্বের পরে, উৎসব মূর্তিসমূহ মন্দিরের চারপাশে শোভাযাত্রা করে নিয়ে যাওয়া হয়। \n\n\n== আরও দেখুন ==\nরামানুজ\nমানবলা মামুনিগল\nহিন্দু সংস্কার আন্দোলন\nনাথমুনি\nবেদান্ত দেশিক\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জী ==\n\n\n== বহিঃসংযোগ ==\nAlvars and Srivaishnavism\nSri Vaishnava Sampradhayam\nThrikodithanam Mahavishnu Temple - Temple associated with Nammalvar\nAraiyar Sevai"}