{"pageid": 1356, "title": "বৃহস্পতি গ্রহ", "url": "https://bn.wikipedia.org/wiki?curid=1356", "content": "বৃহস্পতি গ্রহ (ইংরেজি: Jupiter জূপিটার্‌, আ-ধ্ব-ব: ˈdʒu:.pɪ.tə(ɹ)) সূর্য থেকে দূরত্বের দিক দিয়ে পঞ্চম এবং আকার আয়তনের দিক দিয়ে সৌরজগতের বৃহত্তম গ্রহ। বৃহস্পতি ব্যতীত সৌর জগতের বাকি সবগুলো গ্রহের ভরকে একত্র করলে বৃহস্পতির ভর তা থেকে আড়াই গুণ বেশি হবে। বৃহস্পতিসহ আরও তিনটি গ্রহ অর্থাৎ শনি, ইউরেনাস এবং নেপচুনকে একসাথে গ্যাস দানব বলা হয়। এই চারটির অপর জনপ্রিয় নাম হচ্ছে জোভিয়ান গ্রহ। জোভিয়ান শব্দটি জুপিটার শব্দের বিশেষণ রুপ। জুপিটারের গ্রিক প্রতিশব্দ হিসেবে ব্যবহৃত হয় জিউস। এই জিউস থেকেই জেনো- মূলটি উৎপত্তি লাভ করেছে। এই মূল দ্বারা বেশ কিছু জুপিটার তথা বৃহস্পতি গ্রহ সংশ্লিষ্ট শব্দের সৃষ্টি হয়েছে। যেমন: জেনোগ্রাফিক। পৃথিবী থেকে দেখলে বৃহস্পতির আপাত মান পাওয়া যায় ২.৮। এটি পৃথিবীর আকাশে দৃশ্যমান তৃতীয় উজ্জ্বল জ্যোতিষ্ক। কেবল চাঁদ এবং শুক্র গ্রহের উজ্জ্বলতা এর থেকে বেশি। অবশ্য কক্ষপথের কিছু বিন্দুতে মঙ্গল গ্রহের উজ্জ্বলতা বৃহস্পতির চেয়ে বেশি হয়ে থাকে। সুপ্রাচীনকাল থেকেই গ্রহটি জ্যোতির্বিজ্ঞানী ও জ্যোতিষীদের কাছে পরিচিত ছিল। বিভিন্ন সংস্কৃতির প্রচুর পৌরাণিক কাহিনী এবং ধর্মীয় বিশ্বাসও আবর্তিত হয়েছে বৃহস্পতিকে কেন্দ্র করে। রোমানরা গ্রহটির নাম রেখেছিল পৌরাণিক চরিত্র জুপিটারের নামে। জুপিটার রোমান পুরাণের প্রধান দেবতা। এই নামটি প্রাক-ইন্দো-ইউরোপীয় ভোকেটিভ কাঠামো থেকে এসেছে যার অর্থ ছিল আকাশের পিতা।\nবৃহস্পতি গ্রহের প্রাথমিক উপাদান হচ্ছে হাইড্রোজেন এবং সামান্য পরিমাণ হিলিয়াম। এতে অপেক্ষাকৃত ভারী মৌলসমূহ দ্বারা গঠিত একটি কেন্দ্রও থাকতে পারে। খুব দ্রুত ঘূর্ণনের কারণে এর আকৃতি হয়েছে কমলাকৃতির গোলকের মত, বিষুবের নিকটে ক্ষুদ্র কিন্তু চোখে পড়ার মত উল্লেখযোগ্য একটি স্ফীতি অংশ রয়েছে। বাইরের বায়ুমণ্ডল বিভিন্ন অক্ষাংশে বিভিন্ন ব্যান্ডে বিভক্ত যেগুলো বেশ সহজেই চোখে পড়ে। এ কারণে একটি ব্যান্ডের সাথে অন্য আরেকটি ব্যান্ডের সংযোগস্থলে ঝড়-ঝঞ্ঝাপূর্ণ পরিবেশ বিরাজ করে। এ ধরনের পরিবেশের একটি অন্যতম ফলাফল হচ্ছে মহা লাল বিন্দু (great red spot)। এটি মূলত একটি অতি শক্তিশালী ঝড় যা সপ্তদশ শতাব্দী থেকে একটানা বয়ে চলেছে বলে ধারণা করা হয়। গ্রহটিকে ঘিরে এবটি দুর্বল গ্রহীয় বলয় এবং শক্তিশালী ম্যাগনেটোস্ফিয়ার রয়েছে। সর্বশেষ তথ্য মতে, বৃহস্পতির রয়েছে ৯৫টি উপগ্রহ, যাদের মধ্যে ৪টি উপগ্রহ বৃহৎ আকৃতির। এই চারটিকে গ্যালিলীয় উপগ্রহ বলা হয়। কারণ ১৬১০ সালে গ্যালিলিও প্রথম এই চারটি উপগ্রহ আবিষ্কার করেছিলেন। সর্ববৃহৎ উপগ্রহ গ্যানিমেডের আকৃতি বুধ গ্রহের চেয়েও বেশি। বিভিন্ন সময় বৃহস্পতি গবেষণার উদ্দেশ্যে মহাশূন্য অভিযান প্রেরিত হয়েছে। পাইওনিয়ার এবং ভয়েজার প্রোগ্রামের মহাশূন্যযানসমূহ এর পাশ দিয়ে উড়ে গেছে। এর পরে গ্যালিলিও অরবিটার প্রেরিত হয়েছে। সবশেষে প্রেরিত অভিযানের নাম নিউ হরাইজন্‌স যা মূলত প্লুটোর উদ্দেশ্যে যাত্রা শুরু করেছে। ২০০৭ সালের ফেব্রুয়ারি মাসে এটি বৃহস্পতির নিকট দিয়ে গেছে। পরবর্তীতে ইউরোপা উপগ্রহের উদ্দেশ্যে অভিযান পাঠানোর পরিকল্পনা করা হচ্ছে।\n\n\n== গঠন ==\n\nবৃহস্পতি চারটি বৃহৎ গ্যাসীয় দানবের একটি, অর্থাৎ এটি প্রাথমিকভাবে কঠিন পদার্থ দ্বারা গঠিত নয়। সৌর জগতের বৃহত্তম এই গ্রহটির ব্যাস বিষুবরেখা বরাবর ১৪২,৯৮৪ কিমি। এর ঘনত্ব ১.৩২৬ গ্রাম/সেমি³ যা গ্যাসীয় দানবগুলোর মধ্যে দ্বিতীয় সর্বোচ্চ। অবশ্য পার্থিব যেকোন গ্রহ থেকে এর ঘনত্ব কম। গ্যাসীয় দানবগুলোর মধ্যে নেপচুনের ঘনত্ব সর্বোচ্চ।\n\n\n=== গাঠনিক উপাদান ===\nবৃহস্পতির বায়ুমণ্ডলের উর্দ্ধাংশের গাঠনিক উপাদানের মধ্যে রয়েছে পরমাণু সংখ্যার দিক দিয়ে ৯৩% হাইড্রোজেন ও ৭% হিলিয়াম। আর গ্যাস অণুসমূহের ভগ্নাংশের দিক দিয়ে ৮৬% হাইড্রোজেন ও ১৩% হিলিয়াম। ডানের ছকে পরিমণগুলো দেয়া আছে। হিলিয়াম পরমাণুর ভর যেহেতু হাইড্রোজেন পরমাণুর ভরের চারগুণ সেহেতু বিভিন্ন পরমাণুর ভরের অনুপাত বিবেচনায় আনা হলে শতকরা পরিমাণটি পরিবর্তিত হয়। সে হিসেবে বৃহস্পতির বায়ুমণ্ডলের গাঠনিক উপাদানের অনুপাতটি দাড়ায় ৭৫% হাইড্রোজেন, ২৪% হিলিয়াম এবং বাকি ১% অন্যান্য মৌল। অন্যদিকে অভ্যন্তরভাগ খানিকটা ঘন। এ অংশে রয়েছে ৭১% হাইড্রোজেন, ২৪% হিলিয়াম এবং ৫% অন্যান্য মৌল। এছাড়া বায়ুমণ্ডল গঠনকারী অন্যান্য মৌলের মধ্যে রয়েছে\n\n\n== প্রাকৃতিক উপগ্রহ ==\nবৃহস্পতি গ্রহের রয়েছে (নাসা:-ন্যাশনাল অ্যারোনটিক্স অ্যান্ড স্পেস অ্যাডমিনিস্ট্রেশন (ইংরেজি: National Aeronautics and Space Administration (NASA)) মার্কিন সরকারের মহাকাশ-সম্পর্কিত বা জ্যোতির্বিজ্ঞান বিষয়ক অধিদপ্তর কর্তৃক মনোনীত বৃহষ্পতির পূর্বে ৭৯ টি ও বর্তমানে বৃহস্পতি গ্রহের সর্বমোট একশো এক(১০১টি) প্রাকৃতিক উপগ্ৰহ ও মনোনীত পঁচানব্বই (৯৫টি) নামকরণকৃত প্রাকৃতিক উপগ্রহ রয়েছে। এদের মধ্যে ৪৭টির ব্যাস ১০কিলোমিটারের চেয়েও কম এবং ১৯৭৫ সালের পর আবিষ্কৃত। বৃহষ্পতির সবচেয়ে বড় চারটি উপগ্রহ হলো আইয়ো, ইউরোপা, গ্যানিমেড এবং ক্যালিস্টো, এদেরকে গ্যালিলীয় উপগ্রহ বলা হয়ে থাকে আবিষ্কারকের নামানুসারে এবং বৃহস্পতি গ্রহের প্রাকৃতিক উপগ্ৰহ গুলো নামকরণ করেন নাসার একটি শাখা (আইএইউ:-ইন্টারন্যাশনাল অ্যাস্ট্রোনমিক্যাল ইউনিয়ন, ইংরেজি:IAU: International Astronomical Union) থেকে দেওয়া হয়।\nনিম্নে ৯৫টি বৃহস্পতিগ্ৰহের প্রাকৃতিক উপগ্রহসমূহ হলো:\n\nমেটিস (Metis)\nঅ্যাড্রাস্টিয়া (Adrastea)\nঅ্যামালথিয়া (Amalthea)\nথীবী (Thebe)\nআইয়ো (Io)\nইউরোপা (Europa)\nগ্যানিমেড (Ganymede)\nক্যালিস্টো (Callisto)\nথেমিস্টো (Themisto)\nলেডা (Leda)\nহিমালিয়া (Himalia)\nলিসিথিয়া (Lysithea)\nইলারা (Elara)\nডিয়া (Dia)\nকার্পো (Carpo)\nইউপোরি (Euporie)\nথেলক্সিনোই (Thelxinoe)\nইউয়ান্থে (Euanthe)\nহেলিক (Helike)\nওর্থোসাই (Orhtosie)\nলোকাস্ট (Locaste)\nপ্র্যাক্সিডিক (Praxidike)\nহার্পালিক (Harpalyke)\nনেম (Mneme)\nহার্মিপ্পাস(Hermippus)\nথাইয়োন (Thyone)\nঅ্যানানকি (Ananke)\nহার্স (Herse)\nঅ্যাল্টন (Altne)\nকেল (Kale)\nটাইগেট (Taygete)\nইরিনোম (Erinome)\nঅ্যাওয়েড (Aoede)\nক্যালিকোর (Kallichore)\nক্যালাইক (Kalyke)\nকার্ম (Carme)\nক্যালিরহো (Callirrhoe)\nইউরিডোম (Eurydome)\nপ্যাসিথি (Pasithee)\nকোর (Kore)\nসাইলিন (Cyllene)\nপ্যাসিফা (Pasiphae)\nহেজেমোন (Hegemone)\nআর্ক (Arche)\nআইসোনো (Isonoe)\nসিনোপ (Sinope)\nস্পোন্ড (Sponde)\nঅতনয় (Autonoe)\nমেগাক্লাইট (Megaclite)\nএরসা(Ersa)\nকলিররো(Calliro)\nঅটোনো(Autono)\nআইরিন(Eirene)\nআইওকাস্ট(Iocast)\nআইত্নে(Aitne)\nঅর্থোসিই(Orthosie)\nফিলোফ্রোসাইন(Philophrosyne)\nচ্যান্ডেন(Chaldene)\nস্কন্দ(Sponde)\nভ্যালেটুডো(Valetudo)\nইউফেম(Euphem)\nপান্ডিয়া(pandia)\nহারপালকে(Harpalke)\nকালাইকে(Kalaike)\nইউকেলেড(Eukelade)\nS/2010 J1\nS/2010 J2\nS/2016 J1\nS/2003 J18\nS/2011 J2\nS/2017 J1\nS/2003 J19\nS/2017 J2\nS/2017 J3\nS/2017 J5\nS/2017 J6\nS/2017 J7\nS/2017 J8\nS/2017 J9\nS/2011 J1\nS/2003 J2\nS/2003 J4\nS/2003 J9\nS/2003 J10\nS/2003 J12\nS/2003 J16\nS/2011 J3\nS/2016 J3\nS/2016 J4\nS/2018 J2\nS/2018 J3\nS/2022 J2\nS/2022 J3\nS/2018 J4\nS/2021 J1\nS/2021 J2\nS/2021 J3\nS/2021 J4\nS/2021 J5\nS/2021 J6\nS/2022 J1\n\n\n== তথ্যসূত্র =="}