{"pageid": 1356844, "title": "ভূতথালবর", "url": "https://bn.wikipedia.org/wiki?curid=1356844", "content": "ভুথাথ আলবর (তামিল: பூதத்தாழ்வார்) দক্ষিণ ভারত এর বারোজন আলবর সাধুদের মধ্যে একজন। আলবরগণ হিন্দুধর্ম ঐতিহ্যের বৈষ্ণব অনুষঙ্গের জন্য পরিচিত। অলবর-দের শ্লোকগুলি নালায়রা দিব্য প্রবন্ধম পুস্তকে সংকলিত হয়েছে যেখানে একশ আটটি মন্দিরকে দিব্য দেশম হিসাবে শ্রেণীবদ্ধ করা হয়েছে। ভূতাথকে তিনজন প্রধান আলবর-এর তালিকায় দ্বিতীয় হিসাবে বিবেচনা করা হয়, বাকি দু'জন হল পোইগায় আলবর এবং পেয়ালওয়র। এদেরকে সম্মিলিতভাবে মুতালামালবরগাল বলা হয় যারা জন্মগতভাবে  অত্যন্ত শুদ্ধ বলে পরিচিত, এবং তারা বিষ্ণুর কৃপায় জন্মগ্রহণ করেছিলেন বিশ্বাস করা হয়।  ভূতাথ শতাধিক শ্লোক রচনা করেছিলেন যেগুলিকে ইরান্তম তিরুবন্ততি নামে শ্রেণীবদ্ধ করা হয়েছে।  তাঁর রচনাটি অন্ততি শৈলীতে লিপিবদ্ধ করা হয়েছে। এই শব্দশৈলিতে শেষ শব্দটি পরবর্তী প্রারম্ভিক শ্লোকের শুরুর শব্দ হিসেবে যোগ করা হয়।\nহিন্দু কিংবদন্তি অনুসারে ভূতাথকে থিরুকাডালমাল্লাই (আধুনিক দিনের মহাবালিপুরম)-এ একটি মধু ফুলের মধ্যে পাওয়া গিয়েছিল। ভুতথকে হিন্দু দেবতা বিষ্ণু-এর প্রতি উচ্চকোটির ভক্ত বলে মনে করা হয়। একবার তাকে একটি ভূত ভর করেছিল । তাই তার নাম হয়েছে ভুতাথ।\nশ্রী বৈষ্ণবধর্ম ঐতিহ্য অনুসারে, একবার তারা দেবতা বিষ্ণু উপস্থিতি অনুভব করেন।  সেই সময় পোইগাই কেবল বিষ্ণুর মুখটি অপলক দৃষ্টিতে দেখতে চেয়েছিলেন। তবে তিনি কেবল দেবতার বিদ্যুতের মতো উজ্জ্বল জ্যোতি দেখতে পান। জ্যোতির অস্তিত্ব বজায় রাখার লক্ষ্যে, পোইগাই অবিলম্বে  শতাধিক গান রচনা করেছিলেন। পে এবং ভূতাথ বিষ্ণুর উদ্দেশ্যে একশত গান রচনা করন।\nএই প্রাচীনতম সাধুদের রচনাসমগ্র বৈষ্ণবধর্মের দার্শনিক এবং ধর্মতাত্ত্বিক বিশ্বাসগুলিতে অবদান রেখেছিল। তিনজন শৈব নয়নমারদের সাথে তারা দক্ষিণ ভারতীয় অঞ্চলের শাসক পল্লব রাজাদের প্রভাবিত করেছিল যার ফলে বৌদ্ধ ও জৈন ধর্ম -এর ভিত্তিতে ভূখণ্ড ভাগ হয়েছিল।হিন্দুধর্ম এর দুটি সম্প্রদায় এর ভুখণ্ডও তখন ভাগ হয়েছিল।\n\n\n== অলবর ==\n\n\"অলবর\" শব্দের অর্থ \"যিনি ঈশ্বরের অগণিত গুণসমুদ্রের গভীরে অবগাহন করেন\"। অলবরদের বিষ্ণুর দ্বাদশ উচ্চকোটির ভক্ত হিসেবে বিবেচনা করা হয়। তারা ৫ম থেকে ৮ম শতাব্দীতে বৈষ্ণবধর্মকে জনপ্রিয় করার ক্ষেত্রে ভূমিকা রেখেছিলেন। অলবর সাধুদের  তামিল ভাষায় রচিত প্রেম ও ভক্তিগীতিগুলি নালায়ীরা দিব্য প্রবন্ধম নামে সংকলিত হয়েছে। এখানে ৪০০০টি শ্লোক রয়েছে। এতে ১০৮টি দিব্য দেশম্ তথা বিষ্ণু মন্দিরকে তাদের রচিত গানের মাধ্যমে শ্রেণীবদ্ধ করা হয়েছে।  অলবরগণ ছিলেন বিভিন্ন বর্ণের অন্তর্গত। ঐতিহ্য অনুসারে,  পোইগাই, ভুথ,পেয়ালবর, ভক্তিসার ছিলেন  ঋষিপুত্র, তোণ্ডারাড়ি, মথুরকবি, বিষ্ণুচিত্ত ও অন্ডাল ব্রাহ্মণ বর্ণভুক্ত ছিলেন, কুলশেখর ক্ষত্রিয় বর্ণের, নম্মালবর কৃষক পরিবার, তিরুপ্পানার পানার সম্প্রদায়  এবং তিরুমঙ্গায়ালবর  কল্বর সম্প্রদায়ে জন্মগ্রহণ করেছিলেন।গরুড়বাহন পণ্ডিতের (খ্রিস্টাব্দ ১১ শতক) 'দিব্য সুরি চরিত', পিনবরাগিয়া পেরুমল জিয়ার 'গুরুপরম্পরাপ্রবরম্', কোবিল কান্দাদাই আপ্পনের 'পেরিয়া তিরু মুদি আদাইভু', পিল্লাইয়ের 'যতীন্দ্র প্রণব প্রবরম্', লোকম জিয়া'র 'দিব্য প্রবন্ধম-এর ভাষ্য', 'গুরু পরম্পরা(গুরুগণের ক্রমাণুক্রমিক ধারা)' গ্রন্থ, মন্দিরের সংস্কৃতি এবং শিলালিপিতে আলবরদের কর্মের বিশদ বিবরণ প্রদান করা হয়েছে। এই গ্রন্থগুলি অনুসারে, অলবরগণ বিষ্ণুর পার্ষদ ও অস্ত্রের অবতার বলে পরিগণিত।  পোইগাই অলবরকে পাঞ্চজন্য শঙ্খ, কৌমুদকীর অবতাররূপে পে-অলবর, ভুতথকে নন্দক তলোয়ার ,ভক্তিসারকে সুদর্শন চক্র, নম্মালবরকে বিষ্বকসেন, মধুরকবিকে বৈনতেয় গরুড়,  পেরিয়ালবরকে বৈকুন্ঠবাসী গরুড়, অণ্ডালকে ভূদেবী, বনমালার (বিষ্ণুর গলমাল্য) অবতার তোণ্ডারাড়িপ্পোড়ি, শ্রীবৎসের  অবতার তিরুপ্পানালবর  এবং তিরুমঙ্গাই আলবারকে  শাঙ্গর্ধনুর (রামের ধনুক) অবতার হিসেবে দেখা হয়। প্রবন্ধম-এর গীতিগুলি দক্ষিণ ভারতের সমস্ত বিষ্ণু মন্দিরে প্রতিদিন এবং বিবিধ উৎসবে নিয়মিত গাওয়া হয়। মনবলা মামুনিগল-এর ঐতিহাসিক বিবরণ অনুসারে, প্রথম তিনজন আল্বর  অর্থাৎ পোইগাই, ভুতথ এবং পে দ্বাপরের (খ্রিস্টপূর্ব ৪২০০ সালের আগে) অন্তর্গত। ইতিহাস এবং ঐতিহাসিকদের দ্বারা ব্যাপকভাবে স্বীকৃত এই ত্রয়ী দ্বাদশ আলবরদের মধ্যে প্রাচীন। \n\n\n== জীবনের প্রথমার্ধ ==\nযেহেতু সাধকের বিষ্ণু সম্পর্কে স্বজ্ঞাত জ্ঞান ছিল, তাই তিনি ভূতথ নামটি পান। হিন্দু কিংবদন্তি অনুসারে, ভুথাথকে থিরুকাদালমাল্লাইয়ে (আধুনিক মহাবলীপুরম ) লিকোরিস ফুলের মধ্যে পাওয়া গিয়েছিল।  বিষ্ণু সম্পর্কে তাঁর মত অনুমান করা হয় বিষ্ণুর পাঁচটি ভিন্ন রূপে যেমন পর (সর্বোচ্চ সত্তা), ব্যূহ (মহাজাগতিক রূপ), বিভাব (অবতার), অন্তর্যামিন্ (অভ্যন্তরীণ বাসিন্দা) এবং অর্চা (পবিত্র চিত্র বা মূর্তি)। \n\n\n== রচনা ==\nহিন্দু কিংবদন্তি অনুসারে, বিষ্ণু থিরুক্কোইলুরে মুতালম আলবরের (প্রথম তিনটি আলভার ) কাছে আবির্ভূত হন। দিনের বেলা ছিল, কিন্তু অন্ধকার হয়ে গেল এবং প্রবল বৃষ্টি শুরু হল। বিচরণকারী পোইগাই একটি ছোট জায়গা খুঁজে পেয়েছিলেন যেখানে একজনের শুয়ে থাকতে পারে। আশ্রয়ের জায়গা খুঁজতে খুঁজতে ভূতথ সেখানে পৌঁছে গেলেন এবং পোইগাই তাকে বসালেন, পরে দু'জনে একসাথে বসে গেলেন। এর মধ্যে, পে-ও একই জায়গায় এসেছিলেন কারণ জায়গার অভাবে তিনজনই দাঁড়াতে পছন্দ করেছিলেন। অন্ধকার ঘন হয়ে উঠল এবং ছোট ঘরের ভিতরে তারা একে অপরকে দেখতে পেল না। এরই মধ্যে, তারা অনুভব করলো যে একজন চতুর্থ ব্যক্তিও তাদের মধ্যে তার পথ ধরেছে। তিন আলবর  বিদ্যুতের আলো থেকে বুঝতে পারলেন যে চতুর্থ ব্যক্তিটির একটি মোহনীয় মুখ ছিল যা মহৎ ও ঐশ্বরিক। ত্রয়ী অবিলম্বে বুঝতে পারে যে বিষ্ণুই তাদের মধ্যে ছিলেন। পোইগাই অবিরাম বিষ্ণুর মুখ দেখতে চেয়েছিলেন কিন্তু কেবল বিদ্যুতের জ্বলন্ত আলো  দেখতে পান। আলোর ধারাবাহিকতা বজায় রাখার লক্ষ্যে, তিনি অবিলম্বে শত শত গান রচনা করেছিলেন যে পৃথিবীকে সমুদ্রের মতো ঘি ভর্তি একটি বড় পাত্র হতে চায় যেখানে সূর্য জ্বলন্ত বাতি হতে পারে। \n\nআমি এই গানটি লিখেছিলাম যা জ্ঞান দান করে, প্রদীপের মতো ভালবাসায় পূর্ণ, ঘি হিসাবে স্নেহপূর্ণ সম্পৃক্ততা এবং জ্বলন্ত মশালের বাতির মতো জ্ঞান কল্পনা করে, আমি নিজেকে প্রভুর সেবায় উৎসর্গ করেছি \n\nভূতথ আলবরও তাঁর প্রতি প্রবল ভালোবাসার মাধ্যমে প্রতিনিয়ত প্রদীপ জ্বালানোর কল্পনা করে ১০০টি গান গেয়েছেন। পেয়ালভার আরও ১০০টি গান গেয়েছেন যেখানে তিনি ঐশ্বরিক মুখের মোহনীয় আকর্ষণ এবং চক্র ও শঙ্খ দিয়ে সজ্জিত নারায়ণের সংসর্গ এবং তাঁর ঐশ্বরিক সহধর্মিণী দেবী লক্ষ্মীর বর্ণনা দিয়েছেন। \nভুথথ শতাধিক শ্লোক রচনা করেছেন যেগুলিকে ইরন্তম তিরুবন্ততি (লিপ্যন্তর : দ্বিতীয় তিরুবন্ততি) হিসাবে শ্রেণীবদ্ধ করা হয়েছে।  ভূতথের রচনা আঁতাতি শৈলীতে করা হয়েছিল। অন্ত শব্দের অর্থ শেষ এবং আতি অর্থ শুরু। অন্ততি শৈলীতে প্রতিটি শ্লোকের সমাপ্তি শব্দ বা উচ্চারণটি পরবর্তী শ্লোকের প্রারম্ভিক শব্দ হিসেবে থাকে এবং শততম শ্লোকের শেষ শব্দটি প্রথম স্তবকের শুরুতে পরিণত হয়, যার ফলে একশ শ্লোককে শ্লোকের মালা হয়ে যায়। এই প্রাচীনতম সাধুদের রচনা বৈষ্ণবধর্মের দার্শনিক এবং ধর্মতাত্ত্বিক ধারণাগুলিতে অবদান রেখেছিল।  ত্রয়ীদের শ্লোকগুলি নারায়ণকে সর্বোচ্চ দেবতা হিসাবে বলে এবং তারা প্রায়শই বিষ্ণুর অবতার ত্রিবিক্রম এবং কৃষ্ণকে উল্লেখ করেছে। \n\n\n== মঙ্গলাসসনম ==\n৪০০০ শ্লোকের দিব্য প্রবন্ধমে তার ৩০টি পশুরাম রয়েছে। তিনি তেরোটি মন্দিরের গুণগান করেছেন। \n\n\n== তথ্যসূত্র =="}