{"pageid": 1356288, "title": "মহম্মদ শহিদ আলম", "url": "https://bn.wikipedia.org/wiki?curid=1356288", "content": "মুহাম্মদ শহীদ আলম একজন পাকিস্তানি অর্থনীতিবিদ, শিক্ষাবিদ এবং সামাজিক বিজ্ঞান । তিনি নর্থইস্টার্ন ইউনিভার্সিটির অর্থনীতির অধ্যাপক । তিনি লন্ডনের ইনস্টিটিউট ফর পলিসি রিসার্চ অ্যান্ড ডেভেলপমেন্টের উপদেষ্টা বোর্ডের সদস্য। \n\n\n== পটভূমি ==\nআলম ১৯৫০ সালে পূর্ব পাকিস্তানের ঢাকায় একটি মুহাজির পরিবারে জন্মগ্রহণ করেন  ১৯৭১ সালে পূর্ব পাকিস্তান থেকে বাংলাদেশ সৃষ্টির পর পশ্চিম পাকিস্তানে চলে যায়। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে বিএ, করাচি বিশ্ববিদ্যালয় থেকে এমএ এবং পিএইচডি করেছেন। ওয়েস্টার্ন অন্টারিও বিশ্ববিদ্যালয় থেকে।  (১৯৭৯)  তার ভাই হলেন, পাকিস্তান বিমানবাহিনী ফ্লাইং এসি, এয়ার কমাডার মুহাম্মদ মাহমুদ আলম এবং কণা পদার্থবিজ্ঞান এম. সাজ্জাদ আলম ।\n\n\n== বইসমূহ ==\nইসরায়েলি ব্যতিক্রমবাদ: জায়নবাদের অস্থিতিশীল যুক্তি (পালগ্রেভ ম্যাকমিলান, ২০০৯)।\nনতুন প্রাচ্যবাদকে চ্যালেঞ্জ করা: \"ইসলামের বিরুদ্ধে যুদ্ধ\" (আইপিআই, ২০০৭) বিষয়ে ভিন্নমতের প্রবন্ধ ।\nইসলামী সমস্যা আছে কি? : ইসলামিক সোসাইটি, মার্কিন যুক্তরাষ্ট্র এবং ইসরায়েলের উপর প্রবন্ধ (অন্য প্রেস, ২০০৪)।\nজাতির সম্পদ থেকে দারিদ্র্য: ১৭৬০ সাল থেকে বৈশ্বিক অর্থনীতিতে একীকরণ এবং মেরুকরণ (ম্যাকমিলান, ২০০০)।\nঅর্থনৈতিক উন্নয়ন কৌশলে সরকার এবং বাজার: কোরিয়া, তাইওয়ান এবং জাপান থেকে পাঠ। (প্রেগার, ১৯৮৯)।\n\n\n== কর্মজীবন ==\nআলমের একাডেমিক লেখাগুলি অন্যান্য বিষয়গুলির মধ্যে, পূর্বে উপনিবেশিত রাজ্যগুলির উপর পশ্চিমা বৈদেশিক এবং অর্থনৈতিক নীতিগুলির অর্থনৈতিক প্রভাবগুলির উপর ফোকাস করে। তিনি পশ্চিমা নীতি দ্বারা উত্পাদিত বর্তমান সময়ের বৈশ্বিক সম্পদ বৈষম্য সম্পর্কে সমালোচনামূলকভাবে লিখেছেন। তিনি মূলধারার অর্থনীতির পুঁজিবাদী মতাদর্শগত অভিপ্রায় এবং ইউরোপকেন্দ্রিকতা প্রতি দৃষ্টি আকর্ষণ করেন। মধ্যপ্রাচ্য এবং গ্লোবাল সাউথে মার্কিন নীতির স্পষ্ট বিরোধী, \nসহ অনেক বই প্রকাশ করেছেন \n\nওয়েলথ অফ নেশনস থেকে দারিদ্র্য (ম্যাকমিলান, ২০০০), # সরকার এবং অর্থনৈতিক উন্নয়ন কৌশলে বাজার (প্রেগার: ১৯৮৯),\nকি ইসলামিক সমস্যা আছে (কুয়ালালামপুর: দ্য আদার প্রেস, ২০০৪, ২০০৭ সালে চ্যালেঞ্জিং দ্য নিউ ওরিয়েন্টালিজম হিসাবে পুনঃপ্রকাশিত, আইপিআই: ২০০৭),\nএবং অতি সম্প্রতি, ইসরায়েলি ব্যতিক্রমবাদ: জায়নবাদের অস্থিতিশীল যুক্তি (পালগ্রেভ ম্যাকমিলান: ২০০৯)।\nতিনি কাউন্টারপাঞ্চ ম্যাগাজিনের নিয়মিত অবদানকারীও।\n\n\n== বহিঃসংযোগ ==\nনর্থইস্টার্ন ইউনিভার্সিটির ফ্যাকাল্টি পেজ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুলাই ২০১৭ তারিখে\n\n\n== তথ্যসূত্র =="}