{"pageid": 1356472, "title": "জাতীয় প্রযুক্তি দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1356472", "content": "জাতীয় প্রযুক্তি দিবস হল জাতীয় স্তরে নতুন প্রযুক্তির আবিষ্কার ও তার ব্যবহারের কথা নিয়ে প্রতি বৎসর ১১ মে ভারতে উদযাপিত একটি দিবস। ১৯৯৮ খ্রিস্টাব্দের ১১ মে ভারতের মরুরাজ্য রাজস্থানের  পোখরানে সফলতার সাথে দ্বিতীয়বার পরমাণু বোমা পরীক্ষা করে ভারতীয় বিজ্ঞানীরা ইতিহাস সৃষ্টি করেন। বিশ্বের পরমাণু শক্তিধর দেশগুলির মধ্যে ভারত নিজের অন্যতম স্থান (ষষ্ঠ স্থান) দখল করে নেয়। এই সাফল্যের কথা স্মরণে রেখে ১৯৯৮ খ্রিস্টাব্দের ২৫ মে  তারিখে দেশের তৎকালীন প্রধানমন্ত্রী  অটলবিহারী বাজপেয়ীর ঘোষণা মতো ১৯৯৯ খ্রিস্টাব্দ হতে প্রতি বৎসর এই দিনটিকে জাতীয় প্রযুক্তি দিবস হিসাবে পালিত হয়ে আসছে। প্রতি বছর এই দিনটিতে ভারতের প্রযুক্তি উন্নয়ন পর্ষদ বিজ্ঞান ও প্রযুক্তিতে কৃতি বিভিন্ন মানুষদের সম্মান প্রদান করে।\n\n\n== ইতিহাস ==\nস্বাধীনতার পর  ভারতীয় প্রজাতন্ত্রে উচ্চশিক্ষা, বিজ্ঞান ও প্রযুক্তির উন্নয়নে  প্রথম পদক্ষেপ গ্রহণ করেন দেশের প্রথম প্রধানমন্ত্রী জওহরলাল নেহেরু। তার কার্যকালে (১৫ অগস্ট, ১৯৪৭ – ২৭ মে, ১৯৬৪)। বিজ্ঞান, প্রযুক্তি ও উদ্ভাবনের মাধ্যমে ভারতের উন্নয়নের সূচনা হয়। ভারতীয় প্রযুক্তিক প্রতিষ্ঠান,  প্রতিরক্ষা গবেষণা ও উন্নয়ন সংস্থা, ভারতীয় মহাকাশ গবেষণা সংস্থা ইত্যাদি প্রতিষ্ঠান গঠিত হয়। বিজ্ঞান ও প্রযুক্তির উপর দৃঢ় মনোনিবেশে ১৯৭৪ খ্রিস্টাব্দের ১৮ মে  রাজস্থানের পোখরানে প্রথম পারমাণবিক বিস্ফোরণের পরীক্ষা করা হয়। এই পারমাণবিক অস্ত্র পরীক্ষার সাংস্কৃতিক নাম দেওয়া হয়েছিল স্মাইলিং বুদ্ধ।  অতঃপর দ্বিতীয় পর্যায়ে পোখরানেই অত্যন্ত গোপনীয়তার সাথে  অপারেশন শক্তি  নামে ১৯৯৮ খ্রিস্টাব্দের ১১মে তিনটি (শক্তি-১) ও ১৩ মে দুইটি (শক্তি-২)সহ মোট পাঁচটি পারমাণবিক পরীক্ষার বিস্ফোরণ ঘটানো হয়।খ্যাতনামা ভারতীয় পরমাণু বিজ্ঞানী ভারতরত্ন  ড. এ. পি. জে. আবদুল কালাম সহ  যারা এই প্রজেক্টের সঙ্গে যুক্ত ছিলেন তারা সকলেই ভারতীয় সেনার বেশে পরীক্ষাস্থলে যেতেন। ভারতের উপর নজরে রাখা বিভিন্ন উপগ্রহ এই পরীক্ষাকে নিত্যনৈমিত্তিক কাজ হিসাবে ধরে নিয়েছিল। সফল পরীক্ষা শেষে জাপানসহ বিশ্বের বিভিন্ন দেশ নিন্দা করে। বিদেশি সাহায্য ও সহায়তা ছাড়াই ভারত  জাতিসংঘ নিরাপত্তা পরিষদের স্থায়ী পাঁচ সদস্যদের বাইরের দেশ হয়ে সফলতার সাথে প্রথম পারমাণবিক পরীক্ষা নিষ্পন্ন করে এবং এই পরীক্ষার পর ভারত বিশ্বের ষষ্ঠ পরমাণু শক্তিধর দেশগুলির হিসাবে পরিচিত হয়। এছাড়াও,  ১৯৯৮ খ্রিস্টাব্দের ১১ মে তারিখেই  সম্পূর্ণ দেশীয় প্রযুক্তিতে 'হংস-৩' নামে দুই আসন বিশিষ্ট প্রশিক্ষণ বিমানের উড়ান সফল হয় এবং  ডিআরডিও'র , স্বল্প পাল্লার মিসাইল ত্রিশূলএর সফল ভাবে পরীক্ষণও সম্ভব হয়েছিল। \nপ্রতি বছর ১১ মে দেশের সমস্ত প্রযুক্তি বিষয়ক শিক্ষা ও গবেষণা প্রতিষ্ঠানে উৎসাহ ও উদ্দীপনার সাথে জাতীয় প্রযুক্তি দিবস পালন করা হয়। ১৯৯৮ খ্রিস্টাব্দের ২৫ মে তারিখে প্রধানমন্ত্রী অটল বিহারী বাজপেয়ীর ঘোষণা মতো উন্নয়ন পর্ষদ প্রযুক্তির বাণিজ্যিকীকরণের জন্য তিনটি বিভাগে জাতীয় পুরস্কার প্রদান করে। সেই বিভাগ তিনটি হল- 'জাতীয় পুরস্কার', 'MSME পুরস্কার' এবং 'স্টার্টআপ পুরস্কার'। ১৯৯৬ খ্রিস্টাব্দে প্রতিষ্ঠার পর থেকে টেকনোলজি ডেভেলপমেন্ট বোর্ড প্রযুক্তির বাণিজ্যিকীকরণের জন্য ৩০০টিরও বেশি সংস্থাকে অর্থায়ন করেছে। \n\n\n== প্রতিপাদ্য বিষয় ==\nপ্রতি বৎসর একটি থিম বা প্রতিপাদ্য বিষয় বেছে নিয়ে দিনটি পালন করা হচ্ছে-\n২০১৬ - ( Technology enablers of Startup India) স্টার্ট-আপ ইন্ডিয়ার জন্য প্রযুক্তি সক্ষমতা \n২০১৭ - Technology for inclusive and sustainable  growth) সার্বিক ও স্থিতিশীল বিকাশের জন্য প্রযুক্তি; \n২০১৮ - Science and Technology for a sustainable future ( স্থিতিশীল ভবিষ্যতের জন্য বিজ্ঞান ও প্রযুক্তি)\n২০১৯ - Science for People and People for Science ( মানুষের জন্য বিজ্ঞান এবং বিজ্ঞানের জন্য মানুষ)\n২০২০ - Rebooting the Economy through Science, Technology and Research Translation titled RESTART) রিস্টার্ট শিরোনামে - বিজ্ঞান,  প্রযুক্তি ও উদ্ভাবনে অর্থনৈতিক পুনঃসঞ্চালন) \n২০২১ - Science and Technology for a sustainable future ( স্থিতিশীল ভবিষ্যতের জন্য বিজ্ঞান ও প্রযুক্তি\n২০২২ - Integrated Approach in Science and Technology for sustainable future (\nস্থিতিশীল ভবিষ্যতের জন্য বিজ্ঞান ও প্রযুক্তিতে সমন্বয়ী দৃষ্টিভঙ্গি;\n২০২৩ - এর জাতীয় প্রযুক্তি দিবসের থিম হল- “School to Startups- Igniting Young Minds to Innovate” অর্থাৎ স্কুল-কলেজের ছাত্র-ছাত্রীদের জ্ঞান ও প্রতিভাকে উৎসাহিত করতে আহ্বান \"স্কুল টু স্টার্টআপস- ইগনাইটিং ইয়াং মাইন্ডস টু ইনোভেট\"।\n২০২৪- জাতীয় প্রযুক্তি দিবসের প্রতিপাদ্য হল \"স্কুল থেকে স্টার্টআপস: উদ্ভাবনের জন্য তরুণ মনকে উদ্দীপিত করা\", যা ভারতে প্রযুক্তিগত উদ্ভাবন এবং উদ্যোক্তা তৈরিতে যুবসমাজের গুরুত্বপূর্ণ ভূমিকার উপর জোর দেয়। এই প্রতিপাদ্য প্রযুক্তির ক্ষেত্রে স্রষ্টা, উদ্ভাবক এবং নেতা হওয়ার জন্য তরুণ মনকে লালন ও ক্ষমতায়নের দিকে একটি কৌশলগত পরিবর্তনকে প্রতিফলিত করে।\n২০২৫-\"উদ্ভাবনের মাধ্যমে একটি টেকসই আগামীকালকে ক্ষমতায়িত করা\" এই প্রতিপাদ্যকে সামনে রেখে ভারত ২০২৫ সালের জাতীয় প্রযুক্তি দিবস উদযাপন করছে, জলবায়ু-চালিত প্রযুক্তিগত প্রয়োজনীয়তা এবং আন্তঃসীমান্ত ডিজিটাল সহযোগিতা দ্বারা সংজ্ঞায়িত এই যুগে, প্রযুক্তি নেতারা তাদের অগ্রাধিকারগুলি পুনর্নির্মাণ করছেন - কেবল পরিবর্তনের সাথে তাল মিলিয়ে চলার জন্য নয়, বরং এটিকে রূপ দেওয়ার জন্য। \n\n\n== তথ্যসূত্র =="}