{"pageid": 1356718, "title": "পেরিয়ালবর", "url": "https://bn.wikipedia.org/wiki?curid=1356718", "content": "পেরিয়ালবর (আনু. ৯ম শতাব্দী), বিষ্ণুচিত্তর নামেও পরিচিত ছিলেন। তিনি দক্ষিণ ভারত এর দ্বাদশ  অলবর সাধুদের একজন ছিলেন যারা তাদের বৈষ্ণব ঐতিহ্যের হিন্দুধর্ম অনুষঙ্গের জন্য পরিচিত। তিনি ছিলেন আণ্ডাল এর পালক পিতা। আন্ডালকে কোধাই নামেও ডাকা হয়। তিনিই একমাত্র মহিলা আলবর যাকে শ্রী বৈষ্ণবধর্ম অনুসারে  ভুদেবীর অবতার  মনে করা হয়।অলবর এর শ্লোকগুলি নালা দিব্য প্রবন্ধমে সংকলিত হয়েছে এবং সেখানে ১০৮টি মন্দিরকে 'দিব্য দেশম হিসাবে শ্রেণীবদ্ধ করা হয়েছে। কিছু বিবরণ অনুসারে, পেরিয়ালবরকে দ্বাদশ আলবরের সারিতে প্রথম আল্বার হিসেবে বিবেচনা করা হয়।কিছু বিবরণ তাকে অষ্টমতম হিসাবে স্থান দেয়। তাঁর আদি নাম ছিল বিষ্ণুচিত্তর। যেহেতু তিনি বিষ্ণুকে আশীর্বাদ করেছিলেন কারণ তিনি নিজেকে মনে করতেন দেবতার চেয়েও প্রবীণ, তাই তাকে পেরিয়ালবর বলা হয়।\nহিন্দু কিংবদন্তি অনুসারে, পেরিয়ালবর ছিলেন আন্ডালের পালক পিতা যিনি একমাত্র নারী আলবর। পেরিয়ালবরের রচনাগুলি বৈষ্ণবধর্মের দার্শনিক এবং ধর্মতাত্ত্বিক বিশ্বাসে অবদান রেখেছে যার উদ্দেশ্য ছিল ভক্তি আন্দোলন কে পরিবর্ধিত করা।  তাঁর অবদান হল তিরুপল্লান্তু এবং পেরিয়ালবর তিরুমলি যা নালায়রা দিব্য প্রবন্ধম-এর ৪০০০টি স্তবকের মধ্যে রয়েছে।\nদক্ষিণ ভারতীয় বিষ্ণু মন্দিরগুলিতে, পেরিয়ালবরের ছবি এবং উৎসবগুলি তাঁর সাথে যুক্ত। শ্রীভিলিপুথুর মন্দিরে গরুড়সেবাই উৎসবে এই অঞ্চলের পাঁচটি বিষ্ণু মন্দির অংশগ্রহণ করে। এই সংস্কৃতিটি তাকে উৎসর্গীকৃত। পেরিয়ালবর এবং অন্যান্য আলবরের শ্লোকগুলি দক্ষিণ ভারত-এর বেশ কয়েকটি শ্রীবৈষ্ণব মন্দিরে প্রতিদিনের প্রার্থনা এবং উৎসব, অনুষ্ঠানে পাঠ করা হয়।\n\n\n== সময়কাল ==\nপেরিয়ালবরের একটি কবিতায় শাসক পান্ড্য রাজাকে নেতুমরণ নামে উল্লেখ করা হয়েছে এবং বলা হয়েছে যে রাজা থিরুমলিরুমসোলাই (অর্থাৎ বিষ্ণু) প্রভুর স্তব করেছিলেন। পান্ড্য রাজারা সাধারণত কট্টর শৈব ছিলেন: পান্ড্য শিলালিপিতে  পরম-বৈষ্ণব হিসাবে বর্ণিত একমাত্র রাজা ছিলেন জাটিলা পরন্তক (৭৬৫-৮১৫) যিনি নেতুন-জটাইন নামেও বিখ্যাত ছিলেন। তাঁর উত্তরসূরি শ্রীমারা শ্রীবল্লভ (৮১৫-৮৬২) নেতুমরণ নামে পরিচিত ছিলেন, যদিও তিনি বৈষ্ণব ছিলেন বলে জানা যায় না। এই রাজাদের যে কোনো একজনকে পেরিয়ালবর উল্লেখিত \"নেতুমরণ\" হিসেবে চিহ্নিত করা যেতে পারে। সুতরাং, পেরিয়ালবরের অস্তিত্ব ৯ম শতাব্দীর প্রথমার্ধে ছিল বলা যায়। \nবৈষ্ণবীয় ঐতিহ্য অনুসারে, বিষ্ণুচিত্ত বা পেরিয়ালবর কলি যুগ আরম্ভের (৩১০২ খ্রিস্টপূর্বাব্দ) ৪৭তম বছরে এই পৃথিবীতে অবতারণ করেছিলেন। \n\n\n== আলবর ==\n\nআলবর শব্দের অর্থ হল 'নিমগ্ন', যা কবি-সাধুদের তাদের সর্বোচ্চ দেবতা বিষ্ণুর প্রতি গভীর ভক্তি নির্দেশ করে। আলবরদের শ্রী বৈষ্ণবধর্মে বিষ্ণুর দ্বাদশ সর্বোচ্চ ভক্ত হিসাবে বিবেচনা করা হয় যারা ৫ ম থেকে ৮ম শতাব্দীতে বৈষ্ণবধর্মকে জনপ্রিয় করার ক্ষেত্রে সহায়ক ভূমিকা পালন করেছিল। তামিল ভাষায় এই সাধুদের ধর্মীয় রচনা, প্রেম ও ভক্তির গান নালাইরা দিব্য প্রবন্ধম হিসাবে সংকলিত হয়েছে যেখানে ৪০০০টি শ্লোক রয়েছে। তাদের গানে ১০৮ মন্দিরের প্রতিটিকে একটি দিব্য দেশম হিসাবে শ্রেণীবদ্ধ করা হয়েছে।  সাধুদের বিভিন্ন উৎস ছিল এবং তারা বিভিন্ন শ্রেণীর অন্তর্ভুক্ত ছিল । ঐতিহ্য অনুসারে, প্রথম তিনজন আলবর, পোইগাই, ভুথথ এবং পেই অলৌকিকভাবে জন্মগ্রহণ করেছিল। থিরুমলিসাই ছিলেন একজন ঋষির পুত্র, থন্দারাদি, মথুরকবি, পেরিয়া এবং অন্ডাল ছিলেন ব্রাহ্মণ বর্ণের, ক্ষত্রিয় বর্ণের কুলশেখর, কৃষক পরিবার থেকে নম্ম্, তামিল পানার সম্প্রদায়ের তিরুপান এবং কাল্বর সম্প্রদায়ের অন্তর্ভুক্ত ছিলেন তিরুমঙ্গাই।\nগরুড়-বাহন পণ্ডিতার দিব্য সুরি চরিত্র (১১ শতক খ্রিস্টাব্দ), পিনবরাগিয়া পেরুমল জিয়ারকৃত গুরুপরম্পরাপ্রবম্, আনবিল্লাই কান্দাদিয়াপ্পনের পেরিয়া তিরু মুদি আদাইভু, পিল্লাই লোকাচার্যের যতীন্দ্র প্রণব প্রবভম, দিব্য প্রবন্ধের ভাষ্য, গুরু পরম্পরা পাঠ্য, মন্দিরের রেকর্ড এবং শিলালিপি আলবর তথা তাদের কার্যাবলীর বিস্তারিত বিবরণ দেয়। এই গ্রন্থগুলি অনুসারে, আলবরদের বিষ্ণুর কোনো না কোনো রূপের অবতার হিসেবে বিবেচনা করা হতো। পোয়গাইকে পাঞ্চজন্য ( কৃষ্ণের শঙ্খ), কৌমোদাকির  (বিষ্ণুর গদা) ভূতথ, নন্দকের (বিষ্ণুর তলোয়ার) পে, সুদর্শনমের (বিষ্ণুর চক্র) থিরুমলিসাই , বিষ্বকসেনের (বিষ্ণুর সেনাপতি) নম্ম্, বৈনতেয়  গরুড়ের (বিষ্ণুর ঈগল বাহন) মধুরকবি, কৌস্তুভের কুলশেখর , গরুড়ের পেরিয়া, ভূদেবীর (বিষ্ণুর স্ত্রী, লক্ষ্মী, ভুদেবীর চরিত্রে) অন্ডাল, বৈজয়ন্তীর থন্ডরাদিপ্পোদি,শ্রীবৎসের(বিষ্ণুর বুকে একটি শুভ চিহ্ন) তিরুপ্পাণ এবং শার্ঙ্গের  (রামের ধনুক) অবতার হিসেবে তিরুমঙ্গাইকে বিবেচনা করা হয়। দক্ষিণ ভারতের বেশ কয়েকটি বিষ্ণু মন্দিরে প্রতিদিন ও উৎসবের সময় প্রবন্ধমের গান নিয়মিত গাওয়া হয়। \n\n\n== জীবনের প্রথমার্ধ ==\nপেরিয়ালবর মাদুরাইয়ের কাছে শ্রীভিলিপুথুরে একটি ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেছিলেন।  তার নাম রাখা হয়েছিল বিষ্ণুচিত্তর ( \"যার মনে বিষ্ণু আছে\") । শৈশব থেকেই বিষ্ণুর প্রতি তাঁর প্রবল ভক্তি ছিল। তিনি একজন মানুষের সাধারণ জীবনের বহু দিক ত্যাগ করেছিলেন যেমন, শিক্ষিত হওয়া, বিয়ে করা এবং সন্তান ধারণ করা, অর্থ উপার্জন করা। কিন্তু তার পরিবর্তে ভগবানের উদ্দেশ্যে ভক্তিমূলক কর্তব্য সম্পাদনের দিকে মনোনিবেশ করেন। তিনি ভাদপদ্রাশায়ী মন্দিরের দেবতার উদ্দেশ্যে ফুলের মালা তৈরি করতেন। একবার নগরের চারপাশে ইতস্তত চলার সময়, পান্ড্য রাজ বল্লভদেব কাছাকাছি একটি মন্দিরে বিশ্রাম নেওয়ার কথা চিন্তা করলেন। সেখানে জীবনের সুখ বিসর্জন দেওয়া একজন মানুষ মুক্তি বা মোক্ষ সম্পর্কিত গান গাইছিলেন। রাজা তার গান শুনে খুব আবেগপ্রবণ হয়ে গেলেন এবং গানটি তার মধ্যে খুব শক্তিশালী প্রভাব বিস্তার করেছিল। পরের দিন সকালে, তিনি তার রাজত্ব প্রত্যাখ্যান করেন এবং মুক্তির পথ খুঁজে বের করার জন্য পণ্ডিতদের মধ্যে একটি প্রতিযোগিতার আয়োজন করেন। পুরস্কারটি হল এক লক্ষ সোনার মুদ্রা যা একটি বড় স্তম্ভের সাথে বাঁধা এবং তা অবশ্যই পড়ে যাবে যদি ঈশ্বর উত্তরটি সম্পর্কে নিশ্চিত হন যে উত্তরটি বলবে। সবাই চেষ্টা করল কিন্তু থলিটা পড়ল না । অন্যদিকে বিষ্ণুচিত্ত সেই মুহূর্তে তাঁর তুলসীর বাগান পরিচর্যা করছিলেন । ঐতিহ্য অনুসারে বিষ্ণু এই ঘটনার কথা বিষ্ণুচিত্তকে জানিয়েছিলেন। বিষ্ণুচিত্ত জানতেন না যে নগরে কী ঘটছে । বিষ্ণুচিত্তকে বারবার বোঝানো সত্ত্বেও, তিনি ভগবান বিষ্ণুর প্রতিযোগীতায় জয়ী হওয়ার উপদেশ প্রত্যাখ্যান করেন এই বলে যে তাঁর কোন শিক্ষা নেই, এবং তিনি কীভাবে সেই প্রতিযোগিতায় জয়লাভ করতে পারেন যা বেদ অনুসারে ব্যাখ্যা করতে হবে। বিষ্ণু তাঁর শঙ্খটি  বিষ্ণুচিত্তের মাথায় ও মুখে রাখলেন, অবিলম্বে বিষ্ণুচিত্ত বেদ এবং অন্যান্য সমস্ত শিক্ষায় খুব জ্ঞানী  হয়ে উঠলেন, কেবল তাঁর মাথায়  শক্তিশালী পাঞ্চজন্যের সরল স্পর্শে। তিনি প্রতিযোগিতার মাঠে গিয়েছিলেন। অংশগ্রহণকারীদের দেখে তিনি ভীত ও দৌর্বল্যগ্রস্ত হয়ে পড়েন। কিন্তু সাহসে ভর করে , তিনি বিষ্ণুর উপর তার উদ্বেগ রেখেছিলেন, স্বয়ংক্রিয়ভাবে তিনি প্রয়োজনীয় প্রমাণগুলি সামনে রেখেছিলেন যে বিষ্ণুই সকলের চূড়ান্ত নিয়তি, এবং স্বর্ণমুদ্রার কলেট  বিষ্ণুচিত্তের পায়ে পড়ে গেল। রাজা খুব খুশি হলেন এবং বিষ্ণুচিত্তকে একটি হাতির উপর বসিয়ে মাদুরাইয়ের রাস্তায় শোভাযাত্রায় নিয়ে গেলেন। বিষ্ণু মাদুরাইয়ের আকাশে সকলের সামনে তাঁর রূপে দেখা দিলেন এবং বিষ্ণুচিত্তকে আশীর্বাদ করলেন। বিষ্ণুচিত্তের এক মুহূর্তও গর্ব ছিল না, এবং প্রভুর কাছে কান্নাকাটি করলেন, কেন তাকে অগ্রাহ্য করা হয়েছে, যদিও এই সমস্ত ঘটছে তার আসল কারণ ভগবানই ছিলেন। তৎক্ষণাৎ তিনি হাতির উপর বসা অবস্থায় বিখ্যাত তিরুপল্লন্তু রচনা করেন।\nবিষ্ণুচিত্ত সমস্ত অর্থ দান করে দিলেন এবং তিনি আবার তাঁর কর্তব্য শুরু করলেন। বিষ্ণু তাঁর ভক্তের একটি অতি সাধারণ চরিত্রের জন্য এতে প্রতিক্রিয়া করেছিলেন। বিষ্ণু ভাবছিলেন, তিনি বিষ্ণুচিত্তকে সব দিয়েছেন। তার শিক্ষা আছে, অর্থ আছে, কিন্তু বিষ্ণুচিত্ত ভক্তি ছাড়া কিছুই গ্রহণ করেন না। বিষ্ণু যা করতে পারতেন তা হল, তিনি বিষ্ণুচিত্তকে কিছু দিতে পারবেন না, কিন্তু তিনি নিজেকে তাকে দিতে পারেন। সঙ্গে সঙ্গে, তিনি ভুদেবীর প্রতি দৃষ্টিপাত করলেন যিনি তার পদ সংবাহন করছিলেন। ভূদেবী বুঝতে পেরেছিলেন, এবং পৃথিবীতে বিষ্ণুচিত্ত যখন তুলসী গাছে জল নিবেদন করছিলেন তখন তিনি একটি শিশুকে কাঁদতে দেখেন। তিনি তাকে কাঁধে নিয়ে খুব অস্বাভাবিক সুখ পান এবং তাকে নিজের মেয়ের মতো অনুভব করেন। তিনি সবার কাছে এ বিষয়ে খোঁজখবরও নেন, কিন্তু সবাই বলে এটা তাদের মেয়ে নয়। তাই, তিনি নিজেই তার যত্ন নেওয়ার পরিকল্পনা করেন। বিষ্ণুচিত্ত তার নাম রাখেন কোধাই।\nবিষ্ণুচিত্তর \"পল্লান্ডু\" (பல்லாண்டு) (বা তিরুপ-পালন্ডু [திருப்பல்லாண்டு] ) নামক একটি দ্বৈত স্তব রচনা করেন যার অর্থ \"বহু বছর দীর্ঘজীবী হও, হাজার বছর দীর্ঘজীবী হও!\" এটি আজ শ্রীবৈষ্ণব স্তোত্রমালার একটি অত্যন্ত গুরুত্বপূর্ণ স্তব। বিষ্ণুচিত্তর পেরিয়ালবর তিরুমোলি নামক ৪০০০ শ্লোকসংবলিত দিব্য প্রবন্ধমের অন্তর্গত কিছু পশুরম রচনা করেছিলেন যেখানে তিনি কৃষ্ণের প্রতি যশোদার মাতৃপ্রেমের রূপকের মাধ্যমে ভগবানের প্রতি ভক্তের প্রেমের সন্ধান করেন। তিনি কোধাই বা অন্ডালের (একমাত্র নারী আলবর) পালক পিতা ছিলেন।\nপেরিয়ালবর কৃষ্ণের শৈশবকালের কীর্তিকলাপে মুগ্ধ হয়েছিলেন এবং কৃষ্ণাবতারের প্রতি ভক্তি ও প্রেম গড়ে তুলেছিলেন। এবং তিনি মাতৃ প্রেম ভাবে কৃষ্ণের গান গেয়েছিলেন। তিনি নিজের চেয়ে শিশু কৃষ্ণের কল্যাণের জন্য বেশি চিন্তিত ছিলেন। তার প্রেম এবং ভক্তির কারণে, তাকে পেরিয়ালভার বা মহান আলবর  নাম দেওয়া হয়েছিল।  তার জন্মস্থান শ্রীভিলিপুথুর ছাড়াও, তিনি তিরুকোষ্টিয়ুর, শ্রী রঙ্গনাথস্বামী মন্দির, শ্রীরঙ্গম, তিরুভেল্লারাই এবং আলাগার কোভিল পরিদর্শন করেছিলেন।\n\n\n== গুরুত্ব ==\nহিন্দুধর্মের শ্রী বৈষ্ণব সম্প্রদায়ের ভক্তরা তাদের বিষ্ণুর পূজা ছাড়াও আলবরকে শ্রদ্ধা করেন। আলবরের শ্লোকগুলি প্রতিদিনের প্রার্থনার অংশ হিসাবে দক্ষিণ ভারতের বেশিরভাগ বিষ্ণু মন্দিরে উৎসব অনুষ্ঠানে পাঠ করা হয়। দক্ষিণ ভারতের বেশিরভাগ বিষ্ণু মন্দিরে আলবরদের প্রতি উৎসর্গীকৃত মন্দির রয়েছে।  পেরিয়ালবর মঙ্গলাসসনম উৎসব (যাকে আনি উৎসবমও বলা হয়) প্রতি বছর তামিল মাসের আদি (জুলাই - আগস্ট) সময় শ্রীভিলিপুথুর বড়পদ্রাসায়ী মন্দিরে পালিত হয়। পেরিয়ালবরের মূর্তিটি মঙ্গলশাসনমের জন্য পাঁচটি বিষ্ণু মূর্তির প্রতিটিতে গ্রহণ করা হয়। বদপত্রসায়ী পেরিয়া পেরুমল, শ্রীভিলিপুথুর দিব্যদেশমের উৎসবের চিত্র, কাটাঝাগর মন্দিরের সুন্দররাজা পেরুমল, তিরুভান্নামালাইয়ের শ্রীনিবাস পেরুমল এবং থিরু থাঙ্গাল আপ্পন পেরিয়ালবরের কাছ থেকে পাওয়া নালাইরা দিব্য প্রবন্দমের  বিভিন্ন শ্লোকসহ গ্রহণ করা হয়।\nসন্ধ্যায় গরুড় সেবাই উৎসব উদযাপিত হয় যেখানে সকল উৎসব দেবতাকে শ্রীভিলিপুথুর রাস্তায় ঘোরানো হয়। \nঅন্ডাল মন্দিরে উদযাপিত \"আদি পুরম\" উৎসবে রাজ্যের হাজার হাজার মানুষ অংশগ্রহণ করে। খুব ভোরে বিশেষ পূজার পর, প্রধান দেবতা, শ্রী রেঙ্গামান্নার এবং দেবী অন্ডালকে সজ্জিত পালকি গাড়িতে নিয়ে যাওয়া হয়। তামিল  আদি মাসের অষ্টম দিনে শ্রীভিলিপুথুরে বদবদ্রসাই মন্দিরের বাগানে একটি তুলসী গাছের কাছে পেরিয়ালবর তাকে দেখতে পাওয়ার পর এই উৎসবটি প্রধান দেবতা অন্ডালকে দত্তক হিসেবে নেওয়ার কিংবদন্তিকে চিহ্নিত করে। \n\n\n== তথ্যসূত্র =="}