{"pageid": 1356299, "title": "প্রাইড গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1356299", "content": "প্রাইড গ্রুপ হলো একটি উল্লম্ব সংস্থা যা ইউরোপীয় ইউনিয়ন, মার্কিন যুক্তরাষ্ট্র এবং কানাডায় নিটওয়্যার পণ্য তৈরি এবং রপ্তানি করে। গ্রুপটি সারা বাংলাদেশে ছড়িয়ে থাকা ৬০টি রিটেইল আউটলেটের চেইনের মাধ্যমে মহিলাদের পোশাক, পুরুষদের পোশাক, বাচ্চাদের পোশাক, বাড়ির সাজসজ্জা এবং অন্যান্য টেক্সটাইল পণ্য তৈরি ও খুচরা বিক্রেতার সাথে জড়িত।\n\n\n== প্রারম্ভিক বছর ==\nপ্রাইড গ্রুপ ১৯৫৮ সালে তারা যাত্রা শুরু করে, তখন প্রতিষ্ঠাতা হালিমুর রহমান প্রথম ঢাকা টেক্সটাইল প্রতিষ্ঠা করেন এবং এর ভিত্তি স্থাপন করেন যা শেষ পর্যন্ত প্রাইড লিমিটেডে পরিণত হয়। ঢাকা টেক্সটাইলসের সূচনার সময়, রহমান ইপিএসসওআইসও এ নিযুক্ত ছিলেন এবং এখান থেকেই তিনি একটি গার্মেন্টস ফ্যাক্টরি প্রতিষ্ঠার ধারণায় আসেন যা বাংলাদেশের মহিলাদের জন্য স্থানীয়ভাবে তৈরি শাড়ি সরবরাহ করবে। \n\n\n== পরিচালনা পরির্ষদ ==\nহালিমুর রহমানের ছেলে মোহাম্মদ আবদুল মঈদ (ব্যবস্থাপনা পরিচালক), ড. মোহাম্মদ আবদুল মঈন (পরিচালক) এবং মোহাম্মদ আবদুল মোমেন (পরিচালক) প্রাইড গ্রুপের বর্তমান বোর্ড গঠন করেন।\n\n\n== এইচ.আর টেক্সটাইল মিলস লিমিটেড ==\nএইচ.আর টেক্সটাইল মিলস লিমিটেড একটি উল্লম্ব পাবলিক লিমিটেড কোম্পানি, যারস নিটওয়্যার পণ্য তৈরিতে করেন। এইচ.আর টেক্সটাইল মিলস একটি লাইক্রা নিশ্চিত কারখানা। জারা, বারশকা, নতুন চেহারা, স্ট্রাডিভারিয়াস, এবং এল কর্টে ইঙ্গলেস তাদের কিছু গ্রাহক৷\nফ্যাশন নিট গার্মেন্টস লিমিটেড নিটওয়্যার পণ্য তৈরিতে নিযুক্ত রয়েছে, যার মধ্যে রয়েছে মহিলাদের টপস, খেলাধুলা এবং সক্রিয় পোশাক, শিশুদের বাইরের পোশাক এবং পুরুষদের অভ্যন্তরীণ পোশাক।\n\n\n== ঢাকা টেক্সটাইল লিমিটেড ==\nঢাকা টেক্সটাইল বোনা টেক্সটাইল উৎপাদন  এবং প্রক্রিয়াকরণের সাথে জড়িত। এটি বাংলাদেশের প্রাচীনতম টেক্সটাইল প্রসেসরগুলির মধ্যে একটি।\n\n\n== প্রাইড লিমিটেড ==\nপ্রাইড লিমিটেড তারদের বর্তমান আকারে ১৯৯১ সালে টিএমসি ভবনে একটি খুচরা আউটলেট স্থাপনের মাধ্যমে শুরু হয়েছিল। প্রাইড লিমিটেড আগে প্রাইড টেক্সটাইল নামে পরিচিত ছিল। \n\n\n=== পণ্য পরিসীমা ===\nশাড়ি এবং অন্যান্য টেক্সটাইল পণ্যের জন্য বেশি পরিচিত ছিল। প্রাইড লিমিটেডের পণ্যের লাইনগুলি প্রাইড সিগনেচার, প্রাইড গার্লস, এথনিক মেনসওয়্যার, প্রাইড কিডস এবং প্রাইড হোম টেক্সটাইল থেকে শুরু করে। \n\n\n== উরবান  টাস্ট ==\n২০১০ সালে চালু করা \nআরবান ট্রুথ বিশেষভাবে ঢাকা সমাজের তরুণ অংশকে লক্ষ্য করে।\n\n\n=== পণ্য পরিসীমা ===\nসহস্রাব্দ এবং প্রজন্ম জেড জন্য দ্রুত ফ্যাশন এবং সাংস্কৃতিকভাবে প্রাসঙ্গিক, ট্রেন্ড-সেটিং শৈলী। \n\n\n== তথ্যসূত্র =="}