{"pageid": 1356367, "title": "অ্যাড-অন (মোজিলা)", "url": "https://bn.wikipedia.org/wiki?curid=1356367", "content": "অ্যাড-অন (ইংরেজি: Add-on) হল সফটওয়্যার মডিউলের জন্য মোজিলা শব্দ, যা ফায়ারফক্স ওয়েব ব্রাউজার এবং সম্পর্কিত অ্যাপ্লিকেশনগুলিতে যোগ করার জন্য তৈরিকৃত। মোজিলা এসব অ্যাড-অন তাদের অফিসিয়াল অ্যাড-অন ওয়েবসাইটে হোস্ট করে থাকে।\nব্রাউজার এক্সটেনশন হল প্রাথমিক ধরনের অ্যাড-অন। ২০১৭ সালে, মজিলা ফায়ারফক্সে এক্সটেনশনের জন্য অ্যাপ্লিকেশন প্রোগ্রামিং ইন্টারফেস (এপিআই) এ বড় ধরনের পরিবর্তন এনেছে, দীর্ঘস্থায়ী এক্সইউএল এবং এক্সপিকম এপিআইকে ওয়েবএক্সটেনশন্স এপিআই দিয়ে প্রতিস্থাপন করেছে যা গুগল ক্রোমের এর এপিআইয়ের অনুকরণে তৈরি করা হয়েছে। তাই ফায়ারফক্সের সাথে সামঞ্জস্যপূর্ণ থাকা অ্যাড-অনগুলি এখন ক্রোমের সাথেও অনেকাংশে সামঞ্জস্যপূর্ণ। ডিসেম্বর ২০২২ পর্যন্ত, ফায়ারফক্সের জন্য প্রায় ৩০,০০০ অ্যাড-অন এবং ৪৮০,০০০-এর বেশি থিম উপলব্ধ রয়েছে।\n\n\n== বর্তমান অ্যাড-অন ==\n\n\n=== এক্সটেনশন ===\n\n\n==== ওয়েব এক্সটেনশন ====\nফায়ারফক্স ৫৭ থেকে শুরু করে শুধুমাত্র নতুন ওয়েব এক্সটেনশন্স এপিআই সমর্থিত।\n\n\n=== থিম ===\nফায়ারফক্সের প্রারম্ভিক সংস্করণগুলি সমর্থিত থিমগুলি যা ব্রাউজারের চেহারাকে ব্যাপকভাবে পরিবর্তন করতে পারে, তবে সময়ের সাথে সাথে এটি আবার সীমাবদ্ধ করা হয়েছিল। বর্তমান থিমগুলি টুলবারগুলির পটভূমি এবং পাঠ্যের রঙ পরিবর্তন করার জন্য সীমাবদ্ধ। (এই লাইটওয়েট থিমগুলিকে পূর্বে পারসোনাস বলা হত।)\n\n\n== ঐতিহাসিক অ্যাড-অন ==\n\n\n=== এক্সটেনশন ===\n\n\n==== উত্তরাধিকার এক্সটেনশন ====\n২০১৭-এর আগে, ফায়ারফক্স সমর্থিত এক্সটেনশনগুলি বিভিন্ন এপিআইয়ের সাথে ডেভেলপকৃত হয়েছিল: এক্সইউএল, এক্সপিকম এবং জেটপ্যাক। মোজিলা এখন এগুলোকে লিগ্যাসি এক্সটেনশন হিসেবে উল্লেখ করে।\n\n\n=== প্লাগ-ইন ===\nফায়ারফক্সে প্লাগ-ইন আর সমর্থিত নয়। অতীতে, এগুলি মিডিয়া প্রকারগুলি পরিচালনা করতে ব্যবহৃত হত যার জন্য অ্যাপ্লিকেশনটির অন্তর্নির্মিত ক্ষমতা ছিল না। নিরাপত্তা উদ্বেগ এবং ওয়েব এপিআইয়ের উন্নতির কারণে সেগুলিকে অবমূল্যায়ন করা হয়েছে৷  সর্বশেষ যেটি আনুষ্ঠানিকভাবে সমর্থিত ছিল সেটি ছিল অ্যাডোবি ফ্ল্যাশ প্লেয়ার, যা অ্যাডোবি ২০২০সালে বন্ধ করে দেয়।\n\n\n== বিধিনিষেধ ==\nলিগ্যাসি ফায়ারফক্স এক্সটেনশনের সুযোগ-সুবিধা সীমিত করার জন্য মোজিলার কোনো ব্যবস্থা ছিল না। এর মানে হল যে একটি লিগ্যাসি এক্সটেনশন অন্য এক্সটেনশনের দ্বারা ব্যবহৃত ডেটা পড়তে বা পরিবর্তন করতে পারে বা মোজিলা অ্যাপ্লিকেশন চালানো ব্যবহারকারীর কাছে অ্যাক্সেসযোগ্য কোনো ফাইল। কিন্তু বর্তমান ওয়েবএক্সটেনশন্স এপিআই অনেক বিধিনিষেধ আরোপ করে।\nফায়ারফক্স ৪০ থেকে শুরু করে মোজিলা এক্সটেনশন সাইনিংয়ের জন্য একটি প্রয়োজনীয়তা তৈরি করতে শুরু করে। যা এখন সমস্ত অফিশিয়াল ফায়ারফক্স রিলিজে প্রয়োজন।\n\n\n== ওয়েবসাইট ==\n মোজিলা অ্যাড-অন ওয়েবসাইট হল ফায়ারফক্স অ্যাড-অনগুলির অফিশিয়াল সংগ্রহস্থল। Mozdev.org এর বিপরীতে যা Mozilla-সম্পর্কিত প্রকল্পগুলির জন্য বিনামূল্যে হোস্টিং প্রদান করে, অ্যাড-অন সাইটটি ব্যবহারকারীদের জন্য উপযোগী। ডিফল্টরূপে, ফায়ারফক্স স্বয়ংক্রিয়ভাবে ইনস্টল করা অ্যাড-অনগুলির আপডেটের জন্য সাইটটি পরীক্ষা করে।\nজানুয়ারী ২০০৮-এ, মোজিলা ঘোষণা করেছে যে সাইটটি মোট ৬০০ মিলিয়ন অ্যাড-অন ডাউনলোড জমা করেছে এবং ১০০ মিলিয়নের বেশি ইনস্টল করা অ্যাড-অনগুলি প্রতিদিন আপডেটের জন্য সাইটটি স্বয়ংক্রিয়ভাবে চেক করে। ২০১২ সালের জুলাইয়ে সাইট থেকে মোট ডাউনলোড ৩ বিলিয়ন হয়েছে।\n\n\n== তথ্যসূত্র =="}