{"pageid": 1356584, "title": "লিবন", "url": "https://bn.wikipedia.org/wiki?curid=1356584", "content": "লিবন হল একটি ভয়েস ওভার ইন্টারনেট প্রোটোকল অ্যাপ্লিকেশন যা আইওএস এবং অ্যান্ড্রয়েডের জন্য অরেঞ্জ এসএর সহায়ক সংস্থা অরেঞ্জ ভ্যালি দ্বারা তৈরি করা হয়েছে। অ্যাপ্লিকেশানটি ৯০টি দেশে অ্যাপ স্টোর এবং গুগল প্লেতে বিনামূল্যে পাওয়া যায়, যেখানে মার্কিন যুক্তরাষ্ট্রের মতো টেলিকমিউনিকেশন শিল্পে অরেঞ্জের উপস্থিতি নেই।\n\n\n== ইতিহাস ==\nলেওয়েব সম্মেলনের আগে ২০০৯  সালের নভেম্বরে পরীক্ষার জন্য লিবন বিটা সংস্করণ চালু করা হয়েছিল। অ্যাপটির প্রথম সংস্করণটিকে \"অন অ্যাড্রেস বুক\" বলা হয় এবং এটি শুধুমাত্র অ্যান্ড্রয়েডে উপলব্ধ ছিল। বর্তমান নামটি আসল নামের সংক্ষিপ্ত রূপ, যা মূলতঃ \"Life is Better ON\" (লাইফ ইজ বেটার অন) ছিল। অ্যাপটির সমস্ত সংস্করণ তাদের নামের সাথে \"ON\" বা \"Libon\" অন্তর্ভুক্ত করেছে।\n২০১১ সালের মার্চে অরেঞ্জ ডেমো কনফারেন্সে \"অন ভয়েসফিড\" চালু করে, একটি ভিজ্যুয়াল ভয়েসমেল আইওএস অ্যাপ, যা ব্যবহারকারীদের তাদের ভয়েসমেল অভিবাদনগুলি রেকর্ড করে বা টাইপ করে ব্যক্তিগতকৃত করতে সক্ষম করে৷\n২০১২ সালের ২১শে নভেম্বর অরেঞ্জ একটি ভিওআইপি বৈশিষ্ট্য যোগ করে, অ্যাপটির ব্যবহারকারী ইন্টারফেস আপডেট করে এবং আনুষ্ঠানিকভাবে অ্যাপটিকে \"লিবন\"-এ পুনঃব্র্যান্ড করে। অ্যাপটি যেকোনো আইফোন ব্যবহারকারী বিনামূল্যে ব্যবহার করতে পারে, যদিও ভয়েসমেল ট্রান্সক্রিপ্ট এবং ইমেল কপির মতো বৈশিষ্ট্যগুলি একটি ফ্রিমিয়াম মডেলে চার্জ করা হয়েছিল। অ্যান্ড্রয়েড সংস্করণটি ২০১৩ সালের প্রথম প্রান্তিকে প্রকাশিত হয়েছিল। অরেঞ্জের \"শো হ্যালো!\" সম্মেলনে স্টেফান রিচার্ড নতুন পরিষেবাটি ঘোষণা করেছিলেন।\n২০১৫ সালের মার্চে অ্যাপটিতে \"রিচ মি\" বৈশিষ্ট্যটি যোগ করা হয়েছিল, যা অন্যান্য ক্যারিয়ারদের দ্বারা ব্যবহৃত ওয়াই-ফাই কলিং বৈশিষ্ট্যের প্রতিযোগী, ওয়াইফাইয়ের মাধ্যমে কলগুলি গ্রহণ করার অনুমতি দেয়। ২০১৬ সালের ৩০শে জুন অরেঞ্জ এমন বৈশিষ্ট্যগুলি সরিয়ে দিয়েছে যা ভয়েস ওভার আইপি আউট  কার্যকারিতার উপর কেন্দ্রীভূত ছিলনা।\n\n\n== অভ্যর্থনা ==\nসিনেট অ্যাপ্লিকেশনটিকে একটি ইতিবাচক পর্যালোচনা দিয়েছে, অ্যাপটির অন্যান্য ব্যবহারকারীদের কাছে এর আনলিমিটেড বিনামূল্যে কল এবং কলের গুণমানের প্রশংসা করেছে, যদিও তারা এর সদস্যতা পরিষেবাকে নিয়ে সমালোচনা করেছে।\nঅরেঞ্জের মতে অ্যাপটির ২০১১ সালে \"হাজার হাজার\" সক্রিয় ব্যবহারকারী ছিল, যারা প্রতিদিন গড়ে সাত বার অ্যাপ ব্যবহার করেছিল।\n\n\n== তথ্যসূত্র =="}