{"pageid": 1356845, "title": "তিরুমলিসাই আলবর", "url": "https://bn.wikipedia.org/wiki?curid=1356845", "content": "তিরুমলিসাই আলবর (জন্ম: ভার্গবর ৪২০৩ খ্রিষ্টপূর্বাব্দ - ২৯৭ খ্রিস্টাব্দ) দক্ষিণ ভারতের শ্রী বৈষ্ণব সম্প্রদায়ে  সম্মানিত একজন তামিল সাধু। টোন্ডাই নাড়ু (বর্তমানে কাঞ্চিপুরম এবং তিরুভাল্লুর জেলার অংশে) তিনি ৪২০৩ খ্রিস্টপূর্বাব্দে জন্মগ্রহণ করেন।\nশ্রী বৈষ্ণবধর্মের কিংবদন্তি বিশ্বাস করে,  তিনি ছিলেন বিষ্ণুর সুদর্শন চক্রের অবতার। তিনি \"ভগবদ্ কৃপায়\" জগন্নাথ পেরুমাল মন্দির, তিরুমালিসাই-এ জন্মগ্রহণ করেছিলেন বলে বিশ্বাস করা হয়।\nঐতিহাসিকভাবে, তিরুমলিসাই আলবরকে ঋষিপুত্র মনে করা হয়।\n\n\n== অলবর ==\n\n\"অলবর\" শব্দের অর্থ \"যিনি ঈশ্বরের অগণিত গুণসমুদ্রের গভীরে অবগাহন করেন\"। অলবরদের বিষ্ণুর দ্বাদশ উচ্চকোটির ভক্ত হিসেবে বিবেচনা করা হয়। তারা ৫ম থেকে ৮ম শতাব্দীতে বৈষ্ণবধর্মকে জনপ্রিয় করার ক্ষেত্রে ভূমিকা রেখেছিলেন। অলবর সাধুদের  তামিল ভাষায় রচিত প্রেম ও ভক্তিগীতিগুলি নালায়ীরা দিব্য প্রবন্ধম নামে সংকলিত হয়েছে। এখানে ৪০০০টি শ্লোক রয়েছে। এতে ১০৮টি দিব্য দেশম্ তথা বিষ্ণু মন্দিরকে তাদের রচিত গানের মাধ্যমে শ্রেণীবদ্ধ করা হয়েছে।  অলবরগণ ছিলেন বিভিন্ন বর্ণের অন্তর্গত। ঐতিহ্য অনুসারে,  পোইগাই, ভুথ,পেয়ালবর, ভক্তিসার ছিলেন  ঋষিপুত্র, তোণ্ডারাড়ি, মথুরকবি, বিষ্ণুচিত্ত ও অন্ডাল ব্রাহ্মণ বর্ণভুক্ত ছিলেন, কুলশেখর ক্ষত্রিয় বর্ণের, নম্মালবর কৃষক পরিবার, তিরুপ্পানার পানার সম্প্রদায়  এবং তিরুমঙ্গায়ালবর  কল্বর সম্প্রদায়ে জন্মগ্রহণ করেছিলেন।গরুড়বাহন পণ্ডিতের (খ্রিস্টাব্দ ১১ শতক) 'দিব্য সুরি চরিত', পিনবরাগিয়া পেরুমল জিয়ার 'গুরুপরম্পরাপ্রবরম্', কোবিল কান্দাদাই আপ্পনের 'পেরিয়া তিরু মুদি আদাইভু', পিল্লাইয়ের 'যতীন্দ্র প্রণব প্রবরম্', লোকম জিয়া'র 'দিব্য প্রবন্ধম-এর ভাষ্য', 'গুরু পরম্পরা(গুরুগণের ক্রমাণুক্রমিক ধারা)' গ্রন্থ, মন্দিরের সংস্কৃতি এবং শিলালিপিতে আলবরদের কর্মের বিশদ বিবরণ প্রদান করা হয়েছে। এই গ্রন্থগুলি অনুসারে, অলবরগণ বিষ্ণুর পার্ষদ ও অস্ত্রের অবতার বলে পরিগণিত।  পোইগাই অলবরকে পাঞ্চজন্য শঙ্খ, কৌমুদকীর অবতাররূপে পে-অলবর, ভুতথকে নন্দক তলোয়ার ,ভক্তিসারকে সুদর্শন চক্র, নম্মালবরকে বিষ্বকসেন, মধুরকবিকে বৈনতেয় গরুড়,  পেরিয়ালবরকে বৈকুন্ঠবাসী গরুড়, অণ্ডালকে ভূদেবী, বনমালার (বিষ্ণুর গলমাল্য) অবতার তোণ্ডারাড়িপ্পোড়ি, শ্রীবৎসের  অবতার তিরুপ্পানালবর  এবং তিরুমঙ্গাই আলবারকে  শাঙ্গর্ধনুর (রামের ধনুক) অবতার হিসেবে দেখা হয়। প্রবন্ধম-এর গীতিগুলি দক্ষিণ ভারতের সমস্ত বিষ্ণু মন্দিরে প্রতিদিন এবং বিবিধ উৎসবে নিয়মিত গাওয়া হয়। মনবলা মামুনিগল-এর ঐতিহাসিক বিবরণ অনুসারে, প্রথম তিনজন আল্বর  অর্থাৎ পোইগাই, ভুতথ এবং পে দ্বাপরের (খ্রিস্টপূর্ব ৪২০০ সালের আগে) অন্তর্গত। ইতিহাস এবং ঐতিহাসিকদের দ্বারা ব্যাপকভাবে স্বীকৃত এই ত্রয়ী দ্বাদশ আলবরদের মধ্যে প্রাচীন। \nতিনজন শৈব নায়নমারদের সাথে তারা দক্ষিণ ভারতীয় রাজাদের প্রভাবিত করেছিলেন। তারা একটি ভক্তি আন্দোলন গড়ে তোলেন, এর ফলে এই অঞ্চলে বৌদ্ধ,  জৈন ধর্ম এবং  হিন্দু ধর্ম এই দুটি সম্প্রদায়ের ধর্মীয় ভূগোল পরিবর্তিত হয়। আলবরগণের ভাগবত ধর্মের প্রচারে ভারতের দুটি মহাকাব্য যথা রামায়ণ এবং মহাভারত এর প্রভাব লক্ষ্যণীয়। \nআলবরগণ সমগ্র অঞ্চলে \"বৈষ্ণববাদ\" ছড়িয়ে দেওয়ার ক্ষেত্রে বিশিষ্ট ভূমিকা পালন করেছিলেন। কতিপয় আলবর  এর চরিত ধর্মতাত্ত্বিক নাথমুনি {(৮২৪-৯২৪ খ্রিস্টাব্দ) দশম শতকের একজন বৈষ্ণব}  দ্বারা সংকলিত হয়েছিল।তিনি আলবরদের রচনাগুলোকে \"তামিল বেদ\" বলে আখ্যায়িত করেছেন। \n\n\n== জীবনের প্রথমার্ধ ==\nতিরুমলিসাই আল্বরের নামটি তার জন্মস্থান তিরুমলিসাই (বর্তমান চেন্নাই) থেকে এসেছে। \nতিরুমলিসাই আলবর মহর্ষি ভার্গবের ঔরসে অপ্সরা কনকাঙ্গীর গর্ভে অস্বাভাবিকভাবে ১২ মাস বাসের পর জন্মগ্রহণ করেছিলেন। ভ্রূণটি হস্ত-পদবিহীন একটি প্রাণহীন মাংসপিণ্ড হিসেবে বহির্গত হয়। দম্পতি ভয়ানকভাবে বিষণ্ণ হয় এবং অনিচ্ছায় তা একটি বাঁশের ঝোপের নীচে ফেলে রেখে তাদের আধ্যাত্মিক যাত্রা শুরু করে। বিষ্ণু লক্ষ্মীর সাথে আবির্ভূত হন এবং তাদের কটাক্ষম্ (কটাক্ষে দৃষ্টিপাত) দিয়ে \"মাংসপিণ্ড\"কে আশীর্বাদ করলে এটি জীবন্ত মানুষে পরিণত হয়।\nপরে তিরুবালান নামে এক আদিবাসী তাকে স্নেহের সাথে দু'হাতে  তুলে নেয়। প্রকৃতপক্ষে আশীর্বাদপ্রাপ্ত দম্পতি তিরুবালান এবং পঙ্কজাভাল্লি, ঈশ্বরের কৃপার ফল হিসেবে এই শিশু প্রাপ্ত হওয়ায় অভিভূত হয়েছিলেন। বালক বড় হয়ে তিরুমলিসাই আলবর হয়ে ওঠে। তার ডান পায়ে একটি চোখ ছিল। তিনি দশ বছর বয়স পর্যন্ত তিরুমলিসাই গ্রামের নিকটবর্তী পিরায়মপাথু নামে একটি গ্রামে বাস করতেন। তিরুমলিসাই আলবর ছিলেন 'সুদর্শন চক্রের' অবতার।\nতিরুমলিসাই আলবর অন্য সব দর্শন অধ্যয়ন করার সিদ্ধান্ত নেন। তিনি পে আলবরের কাছে বৈষ্ণবধর্মে দীক্ষিত হন। বেশ কয়েকটি মন্দির পরিদর্শনের পর, তিনি পোইগাই আলবরের জন্মস্থান তিরবেক্কায় পৌঁছে যান।\n\n\n== পল্লব রাজার অসন্তুষ্টি ==\nকিংবদন্তি অনুসারে, আলবরের শিষ্য কণিকান্নন রাজার যৌবন পুনরুদ্ধার করতে রাজি না হওয়ায় পল্লব রাজা অসন্তুষ্ট হন। এর আগে তিনি মন্দিরের এক বৃদ্ধ অবিবাহিত দাসীকে যৌবন প্রদান করেছিলেন। রাজা সেই নারীকে বিবাহ করেছিলেন কিন্তু তিনি নিজে বৃদ্ধ ছিলেন এবং তাই তার নব বিবাহিত স্ত্রীর সাথে যৌবনের আনন্দময় জীবন উপভোগ করতে চেয়েছিলেন। তিরুমলিসাই তাকে প্রত্যাখ্যান করেন এবং রাজা তাকে নির্বাসন প্রদানের সিদ্ধান্ত গ্রহণ করেন। তিরুমলিসাই আলবর মন্দির থেকে ইয়াথোটকারি ভগবানকে তার সাথে চলে যেতে বলেছিলেন।\n\nবিষ্ণু  শেষনাগ-কে গদির মতো গুটিয়ে নিয়ে তার সাথে গমন করেছিলেন বলে কথিত আছে।\n\n\n== মঙ্গলাসসনম ==\n৪০০০ স্তবগান সংবলিত দিব্য প্রবন্ধমে তাঁর রচিত ২১৬টি পশুরম্ রয়েছে। তিরুচন্দ বিরুত্তম নামে তাঁর রচিত প্রথম প্রবন্ধমে ১২০ স্তোত্র রয়েছে এবং তা ৭৫২ পশুরম থেকে শুরু হয়ে ৮৭১ পশুরমে শেষ হয়। তিরুমালিসাই আলবরকৃত দ্বিতীয় প্রবন্ধের নাম নানমুগান তিরুবন্ধধি এবং এতে ৯৬টি শ্লোক রয়েছে। নানমুগান তিরুবনধীর শ্লোক ২৩৮২ পশুরম থেকে শুরু হয় এবং ২৪৭৭ পশুরমে শেষ হয়।\nতিনি ২০টি মন্দিরের গুণগান কীর্তন করেছেন। \n\n\n== তথ্যসূত্র =="}