{"pageid": 1356333, "title": "সেপ্টিসেমিক প্লেগ", "url": "https://bn.wikipedia.org/wiki?curid=1356333", "content": "সেপ্টিসেমিক প্লেগ হলো প্লেগের তিনটি রূপের মধ্যে একটি, এবং ব্যাকটেরিয়ার একটি গ্রাম-নেগেটিভ প্রজাতি ইয়েরসিনিয়া পেস্টিস থেকে সৃষ্ট রোগ। সেপ্টিসেমিক প্লেগ হলো একটি পদ্ধতিগত রোগ যা রক্তের সংক্রমণের সাথে জড়িত এবং এটি সাধারণত সংক্রামিত মাছিদের কামড়ের মাধ্যমে ছড়ায়। সেপ্টিসেমিক প্লেগ ছড়িয়ে পড়া ইন্ট্রাভাসকুলার জমাট বাঁধতে পারে এবং চিকিত্সা না করা হলে সাধারণত মারাত্মক আকার ধারণ করে। প্লেগের অন্যান্য জাতগুলি হলো বুবোনিক প্লেগ এবং নিউমোনিক প্লেগ । \nলিম্ফ্যাটিক্স (লসিকাতন্ত্র) শেষ পর্যন্ত রক্ত ​​​​প্রবাহে নিষ্কাশন করে, তাই প্লেগ ব্যাকটেরিয়া রক্তে প্রবেশ করার মাধ্যমে শরীরের প্রায় যেকোনও অংশে পৌঁছে যেতে পারে। সেপ্টিসেমিক প্লেগে, ব্যাকটেরিয়ার এন্ডোটক্সিন ডিসেমিনেটেড ইন্ট্রাভাস্কুলার কোয়াগুলেশন (ডিআইসি) ঘটায়, এর ফলে সারা শরীরে ক্ষুদ্র ক্ষুদ্র জায়গায় রক্ত জমাট বাঁধে এবং এই জমাট বাঁধা থেকে ইস্কেমিক নেক্রোসিস (টিস্যুতে সরবরাহের অভাবের কারণে সেই টিস্যুর মৃত্যু) হতে পারে। ডিআইসি এর ফলে শরীরে রক্ত জমাট বাঁধানোর উপকরণ কমে যায় ফলে এটি আর রক্তপাত নিয়ন্ত্রণ করতে পারে না। ফলস্বরূপ, ত্বক ও অন্যান্য অঙ্গে রক্তপাত হয়, যা লাল এবং/অথবা কালো ক্ষুদ্র ফুসকুড়ি ও কাশি/রক্ত বমি (হেমোপটিসিস/হেমেটেমিসিস) হতে পারে। ত্বকে এমন ফোলা দেখা যায় যা দেখতে কিছুটা পোকামাকড়ের কামড়ের মতো; এগুলি সাধারণত লাল এবং কখনো কখনো এর মাঝখানে সাদা হয়। চিকিৎসা না হলে, সেপ্টিসেমিক প্লেগ সাধারণত মারাত্মক হয়। অ্যান্টিবায়োটিকের মাধ্যমে প্রাথমিক চিকিৎসায় মৃত্যুর হার ৪ থেকে ১৫ শতাংশের মতো হ্রাস পায়।\n\n\n== লক্ষণ ও উপসর্গ ==\nস্বাভাবিক লক্ষণগুলো হলো:\n\nপেটে ব্যথা\nরক্ত জমাট বাঁধার কারণে ত্বকের নিচে রক্তক্ষরণ\nমুখ, নাক বা মলদ্বার থেকে রক্তপাত\nবমি বমি ভাব এমনিকি সাথে রক্তও আসতে পারে, বমি সহ গ্যাস্ট্রোইনটেস্টাইনাল এবং ডায়রিয়া\nজ্বর\nঠাণ্ডা\nনিম্ন রক্তচাপ\nঅঙ্গসমূহ নিস্তেজ হয়ে পড়া\nশক\nটিস্যুর মৃত্যু ( গ্যাংগ্রিন ), বেশিরভাগ আঙ্গুল, নাক এবং পায়ের পাতায়\nশ্বাস নিতে কষ্ট হওয়া\nঅনেক সাধারণ রোগের জন্যও এধরণের উপসর্গ প্রকাশ পেতে পারে, এবং যেকোন প্রকার প্লেগ দ্বারা সংক্রমণ হলেই সবসময় শুধু এই লক্ষণগুলোই বিবেচনায় নেওয়া হয় না। \nএমনিকি সেপ্টিসেমিক প্লেগ উপসর্গবিহীনও হতে পারে এবং কোন উপসর্গ ছাড়াই রোগী মৃত্যুর কোলে ঢোলে পড়তে পারে।\n\n\n== তথ্যসূত্র =="}