{"pageid": 1357239, "title": "জাতিসংঘ পদক", "url": "https://bn.wikipedia.org/wiki?curid=1357239", "content": "জাতিসংঘ পদক হল শান্তিরক্ষা, মানবিক প্রচেষ্টা এবং দুর্যোগ ত্রাণের মতো যৌথ আন্তর্জাতিক সামরিক ও পুলিশ অভিযানে অংশগ্রহণের জন্য বিশ্বের বিভিন্ন সদস্যদের জাতিসংঘ কর্তৃক প্রদত্ত একটি আন্তর্জাতিক অলঙ্করণ। পদকটি সেনাবাহিনী এবং পুলিশ বাহিনীতে একটি পরিষেবা পদক হিসাবে স্থান পেয়েছে। কোরীয় যুদ্ধের (১৯৫০–১৯৫৩) সময় জাতিসংঘ তার প্রথম পদক প্রদান করে। ১৯৫৫ সাল থেকে বিশ্বজুড়ে জাতিসংঘের বিভিন্ন মিশন এবং কর্মে অংশগ্রহণের জন্য অনেক অতিরিক্ত জাতিসংঘ পদক তৈরি করা হয়েছে এবং পুরস্কৃত করা হয়েছে।\n\n\n== জাতিসংঘ পদক ==\n\nজাতিসংঘের সবচেয়ে সাধারণ পদক হল স্ট্যান্ডার্ড ইউএন অলঙ্করণ যা সাধারণভাবে জাতিসংঘ পদক নামে পরিচিত। বেশিরভাগ দেশ এই পুরস্কার প্রদান করে সামরিক সদস্যদের জাতিসংঘের একটি যৌথ কার্যকলাপে অংশগ্রহণকারী যে কোনো কর্মের জন্য।\nযেখানে একজন পরিষেবা সদস্য একাধিক জাতিসংঘের অপারেশনে অংশগ্রহণ করেন এমন পরিস্থিতিতে পরিষেবা তারকা, প্রচারাভিযানের ক্ল্যাপস, বা পুরস্কার নম্বরগুলি জাতিসংঘের পদকের সংযুক্তি হিসাবে অনুমোদিত। এই সাজসজ্জায় ব্যবহৃত প্রতীকচিহ্নগুলি বিভিন্ন সশস্ত্র বাহিনীর প্রবিধানের উপর নির্ভর করে পরিবর্তিত হয়।\nপদকের ফিতার সাথে সাংখ্যিক পুরস্কারের অনুমোদন দিয়েছে জাতিসংঘ। এই সংখ্যাসূচক পুরস্কারের জন্য যোগ্যতা হল প্রচারাভিযানের সংখ্যা নির্দেশ করা নয়, বরং পরিষেবার যোগ্যতা সময়কালের সংখ্যা। যেটি ৯০ দিনের প্রাথমিক যোগ্যতা সময়কালের ১৮০ দিন পরে গণনা করা হয় যদি পরিষেবাটি ২৭০ দিন পরপর করা হয়। দুই বা ততোধিক স্থাপনার জন্য, প্রতিটি স্থাপনা কমপক্ষে ৯০ দিন পরপর হতে হবে।\n\n\n== জাতিসংঘ কোরিয়া পদক ==\n\nজাতিসংঘের প্রথম তৈরি করা পদকটি ছিল জাতিসংঘের পরিষেবা পদক, যা জাতিসংঘ পরিষেবা পদক কোরিয়া নামেও পরিচিত, যা দক্ষিণ কোরিয়ার সাথে মিত্র সশস্ত্র বাহিনীর যে কোনও সামরিক পরিষেবা সদস্যকে দেওয়া হয়েছিল, যারা উত্তর কোরিয়া থেকে ২৭ জুন ১৯৫০ এবং ২৭ জুলাই ১৯৫৩ তারিখের মধ্যে দক্ষিণ কোরিয়ার প্রতিরক্ষায় অংশ নিয়েছিল। নেদারল্যান্ডসের সামরিক বাহিনীকে ১ জানুয়ারী ১৯৫৫ পর্যন্ত পরিষেবার জন্য পদকটি প্রদান করা হয়, যদিও থাইল্যান্ড এবং সুইডেনের সশস্ত্র বাহিনী ২৭ জুলাই ১৯৫৫ এ পুরস্কারটি প্রদান করে।\n\n\n== জাতিসংঘ জরুরি বাহিনী পদক ==\n\n১৯৫৬ সালে সুয়েজ সংকটের অবসান ঘটিয়ে শান্তি বজায় রাখার জন্য জাতিসংঘ জরুরি বাহিনী প্রতিষ্ঠা করা হয়েছিল। এটি ছিল জাতিসংঘের প্রথম শান্তিরক্ষা অভিযান। এতে ব্রাজিল, কানাডা, কলম্বিয়া, ডেনমার্ক, ভারত, নরওয়ে, সুইডেন এবং যুগোস্লাভিয়া থেকে সেবার জন্য সৈন্যদের পুরস্কৃত করা হয়, যারা ইউএনইএফ-এর সাথে নব্বই দিনের সেবা সম্পন্ন করেছে তাদের জাতিসংঘ জরুরি বাহিনী পদক দেওয়া হয়েছে। মিশনটি নভেম্বর ১৯৫৬ থেকে জুন ১৯৬৭ পর্যন্ত স্থায়ী হয়েছিল। এটি জাতিসংঘের অন্যান্য পদক থেকে অনন্য যা বিপরীতে ইউএন বলার পরিবর্তে এটি ইউএনইএফ বলে। পরবর্তী মিশনগুলি তার পদকগুলিতে মিশন সংক্ষেপণ ব্যবহার করেনি।\n\n\n== জাতিসংঘ পদকের ফিতা ==\nবেশিরভাগ দেশে অভিযান-নির্দিষ্ট পদকের পরিবর্তে জাতিসংঘ মান পদক প্রদান করা হয়। বেশিরভাগ অভিযান প্রতিটি মিশনের জন্য একটি ভিন্ন ফিতা ব্যবহার করে, যদিও কিছু উল্লেখযোগ্য ব্যতিক্রম রয়েছে। কিছু দেশে যেখানে জাতিসংঘের নিরাপত্তা পরিষদ একই ভৌগোলিক অঞ্চলে একটি মিশন নির্ধারণ করে, কিন্তু নিরাপত্তা পরিষদের প্রস্তাবের মাধ্যমে মিশনের ম্যান্ডেট পরিবর্তন করে, সেখানে বেশ কয়েকটি মিশন থাকতে পারে যেগুলির অভিন্ন অভিযানের ফিতা রয়েছে এবং পরে পরিবর্তিত পরিবেশ প্রতিফলিত করার জন্য ফিতা পরিবর্তন করবে।\nহাইতিতে জাতিসংঘের মিশন (ইউএনএমআইএইচ) মূলত ২৩ সেপ্টেম্বর ১৯৯৩ সালে জাতিসংঘের নিরাপত্তা পরিষদের প্রস্তাব ৮৬৭ দ্বারা প্রতিষ্ঠিত হয়েছিল এবং ১৯৯৬ সালের জুন পর্যন্ত স্থায়ী হয়েছিল। এই মিশনটি ১৯৯১ সালের হাইতিয়ান অভ্যুত্থানের ফলে সৃষ্ট সংঘাত ও অস্থিতিশীলতার অবসান ঘটাতে একটি প্রচেষ্টা ছিল। স্থিতিশীলতা বজায় রাখার জন্য এবং হাইতিয়ান জাতীয় পুলিশকে প্রশিক্ষণ দেওয়ার জন্য পরবর্তী মিশনগুলি ইউএনএসএমআইএইচ, ইউএনটিএমআইএইচ, এমআইপিওএনইউএইচ এবং এমআইসিএএইচ-এর অধীনে গৃহীত হয়েছিল। এই পরবর্তী সব মিশনগুলি ইউএনএমআইএইচ হিসাবে একই পদক ব্যবহার করেছিল।\nপূর্ব তিমুরে ইউএনএএমইটি, ইউএনটিএইটি এবং উনমিসেট- এর জন্য প্রদত্ত পদকগুলির ফিতা একই।\n\n\n== জাতিসংঘ বিশেষ পরিষেবা পদক ==\n\nজাতিসংঘের মিশন বা সংস্থার সাথে যেখানে কোনও নির্দিষ্ট জাতিসংঘের পদক নেই সেখানে ৯০ দিনের পরিষেবার জন্য কর্মীরা জাতিসংঘের বিশেষ পরিষেবা পদক (ইউএনএসএসএম) এর জন্য যোগ্য হতে পারে। যোগ্যতা সেবার কিছু উদাহরণ হল ইরাকে জাতিসংঘের সহায়তা মিশন, বা মোজাম্বিকে জাতিসংঘের মানবিক বিষয়ক এক্সিলারেটেড ডি-মাইনিং প্রোগ্রাম (এমএডিপি), জাতিসংঘ উন্নয়ন কর্মসূচি (ইউএনডিপব) এর সাথে কাজ করা এবং আরও অনেক কিছু।\n\n\n== জাতিসংঘ পদক প্রাপ্তি এবং পরিধান ==\n\n\n=== ফ্রান্স, অস্ট্রেলিয়া, কানাডা এবং নিউজিল্যান্ড ===\nকিছু দেশ যেমন ফ্রান্স, অস্ট্রেলিয়ার কমনওয়েলথ, কানাডা এবং নিউজিল্যান্ড সামরিক ও পুলিশের সদস্যদের পৃথক অলঙ্করণ হিসাবে একাধিক জাতিসংঘ পদক গ্রহণ ও প্রদর্শনের অনুমতি দেয়।\n\n\n=== ইউক্রেন ===\nসশস্ত্র বাহিনীর কর্মীরা চাইলে জাতিসংঘের পদক পরতে পারবেন। জাতীয় এবং রাষ্ট্রপতির সজ্জা, প্রতিরক্ষা মন্ত্রকের সজ্জা, জেনারেল স্টাফের সজ্জা, অন্যান্য সামরিক ইউনিট, মন্ত্রণালয় এবং বিভাগগুলির সজ্জা এবং পুরস্কারের ক্রম অনুসারে ইউরোপীয় ইউনিয়ন এবং ন্যাটোর সজ্জার আগে এই জাতীয় পদকগুলি পরা হবে।\n\n\n=== যুক্তরাজ্য ===\nঅন্যান্য দেশ বিশেষ করে যুক্তরাজ্য ব্রিটিশ নাগরিকদের প্রাসঙ্গিক জাতিসংঘের পদক পাওয়ার অনুমতি দেয় এবং এটি পরার অনুমোদন এফসিডিও (ফরেন, কমনওয়েলথ এবং ডেভেলপমেন্ট অফিস) কর্তৃক দেওয়া হয়। একটি মিশনে একাধিক ভ্রমণ বোঝাতে সংখ্যা যোগ করা যেতে পারে, পদকগুলি পুরস্কারের ক্রমানুসারে পরা হয় এবং ব্রিটিশ প্রচারাভিযানের মেডেলের পাশাপাশি অগ্রাধিকার পায়।\n\n\n=== যুক্তরাষ্ট্র ===\nইউনাইটেড স্টেটস সশস্ত্র বাহিনীতে ১৩ অক্টোবর ১৯৯৫ এর আগে, সমস্ত মার্কিন সামরিক কর্মীরা নীল এবং সাদা জাতিসংঘের ফিতা পরিধান করত, যে ফিতাই পুরস্কার দেওয়া হোক না কেন। ১৩ অক্টোবর ১৯৯৫ সালে সহকারী প্রতিরক্ষা সচিব (কর্মী ও প্রস্তুতি) জাতিসংঘের পদকের পরিধান নীতিতে একটি পরিবর্তন অনুমোদন করেন। সেই তারিখে কার্যকরী যে সমস্ত কর্মীদের জাতিসংঘের পদক পুরস্কৃত করা হয় তারা প্রথম পদক এবং ফিতা হিসেবে পরতে পারার যার জন্য তারা যোগ্যতা অর্জন করে, একটি ভিন্ন মিশনে সেবার জন্য পরবর্তী পুরস্কারগুলির জন্য একটি ব্রোঞ্জ পরিষেবা তারকা যোগ করে। একবারে একাধিক জাতিসংঘ পদক বা ফিতা পরা যাবে না। মার্কিন ইউনিফর্মে জাতিসংঘ পদক ন্যাটো মেডেলের আগে পরা হয়, ইউনাইটেড নেশনস কোরিয়া মেডেল বাদে, যা ভিয়েতনাম ক্যাম্পেইন মেডেলের ঠিক আগে অভিযান মেডেল হিসেবে পরা হয়।\nমার্কিন সামরিক কর্মীরা তাদের একটি অনুমোদিত পদক হিসাবে নিম্নলিখিত জাতিসংঘের অপারেশনগুলির একটি থেকে পদক পরার যোগ্য:\n\n\n=== আর্জেন্টিনা ===\nআর্জেন্টিনার সশস্ত্র বাহিনীর সদস্যদের আলাদা আলাদা সজ্জা হিসাবে জাতিসংঘের বিভিন্ন পদক পরতে দেওয়া হয়। যাইহোক ব্যবহারের জন্য অনুমোদন আনুষ্ঠানিকভাবে প্রতিটি একক পদকের জন্য অনুরোধ করা আবশ্যক, এবং একটি পৃথক ভিত্তিতে মঞ্জুর করা হয়। প্রতিটি ইউনিফর্মের জন্য পদক বা ফিতা ব্যবহারের নিয়মাবলী প্রযোজ্য। আর্জেন্টিনার সেনাবাহিনীতে একটি জাতীয় জারি করা, মেরুন-এবং-সাদা বার যা জাতিসঙ্ঘের জারি করা ফিতাগুলির পরিবর্তে (কিন্তু একসাথে নয়) কর্তব্যের ভ্রমণের সংখ্যা প্রদর্শন করে।\n\n\n=== সুইজারল্যান্ড ===\nসুইস সশস্ত্র বাহিনীর সদস্যদের একটিকে জাতিসংঘের ফিতা পরতে দেওয়া হয় (জাতিসংঘ পুরস্কৃত সমস্ত সজ্জার মধ্যে তাদের পছন্দের)। ফিতাটি ইইউ (আলথিয়া মিশন) বা ন্যাটো ফিতার আগে পরতে হবে কিন্তু সুইস ফিতার পরে। সংখ্যাগুলি জাতিসংঘের ফিতার পাশাপাশি অন্যান্য অনুমোদিত \"বিদেশী\" ফিতায় অনুমোদিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Regulations for the United Nations Medal\"। United Nations। ১৬ ফেব্রুয়ারি ১৯৬৬। সংগ্রহের তারিখ ১২ জানুয়ারি ২০২২। \nUnited Nations Medal (with images, from New Zealand Defence Force website)\nUnited Nations Medals (with images, from Veterans Affairs, Canada)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ সেপ্টেম্বর ২০১০ তারিখে"}