{"pageid": 1357933, "title": "কোটো বারু বড় মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1357933", "content": "কোটো বারু বড় মসজিদ ইন্দোনেশিয়া প্রাচীনতম মসজিদগুলির মধ্যে একটি যা কোটো বারু নাগরী, সুঙ্গাই পাগু জেলা দক্ষিণ সোলোক রিজেন্সি, পশ্চিম সুমাত্রায় অবস্থিত।\n১৯২২ সালে তানাহ দাতার রিজেন্সিতে অবস্থিত রাও রাও মসজিদের অনুরূপ একটি স্থাপত্য নকশা দিয়ে মসজিদটির নির্মাণ শুরু হয় এবং পরে যা ইরানি স্থাপত্য সাথে মিনাংকাবাউয়ের মিশ্রণ।  ১৯২৬ সালে সুমাত্রায় ভূমিকম্পের কারণে মসজিদটি যথেষ্ট ক্ষতিগ্রস্থ হয়, সেই সময়ে মসজিদটি এখনও নির্মাণাধীন ছিল তাই এটি ১৯৩৩ সাল পর্যন্ত নির্মাণ বিলম্বিত হয়েছিল \nমসজিদটি \"সেরিবু রুমাহ গাদাং নগরী\" বা প্রায় ৩৭ কিলোমিটা  দূরে এলাকায় অবস্থিত। দক্ষিণ সোলোক রিজেন্সির রাজধানী পাদাং আরো থেকে কিমি দূরে।  আজকাল ইসলামিক উপাসনামূলক কার্যকলাপের জন্য ব্যবহার করা ছাড়াও, এই একতলা মসজিদটি আশেপাশের সম্প্রদায়ের জন্য ধর্মীয় শিক্ষার স্থান হিসাবেও ব্যবহৃত হয় এবং এটি দক্ষিণ সোলোক রিজেন্সির অন্যতম জনপ্রিয় পর্যটন আকর্ষণ হয়ে উঠেছে। \n\n\n== স্থাপত্য ==\nমসজিদেটিতে স্থাপত্যে বিভিন্ন উপাদানের মিশ্রণ স্পষ্ট, সাধারণত ফার্সি এবং মিনাংকাবাউ। অন্যান্য আঞ্চলিক মিনাংকাবাউ মসজিদের মতো, মসজিদের ছাদটি বেশ কয়েকটি স্তর নিয়ে গঠিত যা সামান্য অবতল। ছাদের উপরের স্তরে চারটি কোণে চারটি ছাদ বিশিষ্ট একটি বর্গাকার কক্ষ রয়েছে। থামরিনের মতে স্থানীয় সম্প্রদায়ের নেতাদের মতে, চারটি গনজং চারটি উপজাতির চার রাজার প্রতীক যারা সুরম্বি এলাকায় পাগু নদীর এলাকায় বসতি স্থাপন করেছিল, যেমন মালয় মানুষ, কাম্পাই জনগণ, পানাই জনগণ এবং টিগো লারেহ জনগণ, যেখানে টাওয়ারটি দাঁড়িয়ে আছে। ১.৫ মিটার লম্বা যা এটিকে তাওহীদ প্রতীক করে তোলে। \nসামগ্রিকভাবে মসজিদটির স্থাপত্য তানাহ দাতার রিজেন্সির রাও রাও মসজিদের নকশার সাথে সাদৃশ্যপূর্ণ। ২০০৮ সালে রাও রাও মসজিদের ১০০তম বার্ষিকীতে, তৎকালীন তানাহ দাতারের রিজেন্ট শোদিক পাসাদিগো উল্লেখ করেছিলেন যে কোটা বারু গ্র্যান্ড মসজিদকে রাও রাও মসজিদের অনুরূপ তৈরি করার জন্য অনুরোধ করা হয়েছিল।  যদিও রাও রাও মসজিদের বিপরীতে, এই মসজিদটির দুটি টাওয়ার রয়েছে, যদিও এর আকৃতি রাও রাও মসজিদের মতো। \n\n\n== আরও দেখুন ==\n\nরাও রাও মসজিদ\nইন্দোনেশিয়ার প্রাচীনতম মসজিদের তালিকা\nইন্দোনেশিয়ার স্থানীয় মসজিদের স্থাপত্য\n\n\n== তথ্যসূত্র =="}