{"pageid": 1357880, "title": "প্রতিস্থাপন বিক্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1357880", "content": "জৈব রসায়ন-এ প্রতিস্থাপন বিক্রিয়া (ইংরেজি: Substitution / displacement reaction) হলো এক ধরনের বিক্রিয়ার প্রকারভেদ যাতে কোনো জৈব যৌগে যুক্ত একটি কার্যকরী মূলক অপর একটি কার্যকরী মূলক দ্বারা প্রতিস্থাপন করা হয়। জৈব রসায়নে প্রতিস্থাপন বিক্রিয়া একটা গুরুত্বপুর্ণ অংশ। এই বিক্রিয়া দুই ধরণের। যথা: ইলেকট্রন আকর্ষী ও কেন্দ্রাকর্ষী। এছাড়া বিক্রিয়ার ইন্টারমিডিয়েট (যেমন– কার্বোক্যাটায়ন, কার্বানায়ন, মুক্ত মূলক ইত্যাদি) এবং যৌগটি চক্রাকার না সরল তার উপর এই বিক্রিয়ার হার নির্ভর করে। বিক্রিয়াগুলো সঠিকভাবে সম্পন্ন হওয়ার জন্য সঠিক পরিবেশ ও দ্রাবক প্রয়োজন হয়।\nএকটি উদাহরণ দ্বারা নিম্নে ক্রিয়াকলাপ বর্ণিত হল: মিথেনের ক্লোরিনেশন বিক্রিয়াতে ক্লোরিন অণু সমবিভাজন করার মাধ্যমে (হোমোলাইসিস) দুটি ক্লোরিন মুক্ত মূলক (Cl•) উৎপন্ন করে, যারা খুব শক্তিশালী  একটি C-H বন্ধনে সমবিভাজন হয়ে (মিথেন মুক্ত মূলক) CH3• ও (হাইড্রোজেন মুক্ত মূলক) H• উৎপন্ন হয়। CH3• এবং Cl• যুক্ত হয়ে মিথাইল ক্লোরাইড উৎপন্ন করে।\n\n\n== কেন্দ্রাকর্ষী প্রতিস্থাপন ==\n\nএই বিক্রিয়ায় নিউক্লিওফাইল অংশগ্রহণ করে এবং যৌগের আংশিক ধনাত্মক আদান সমন্বিত অঞ্চলে অ্যাটাক করে নতুন যৌগ উৎপাদনে সাহায্য করে। যেটি প্রতিস্থাপিত হয়, সেটি লিভিং গ্রুপের পরিচিতি পায়।\nসাধারণ সমীকরণ: (যেখানে R−LG হল সাবস্ট্রেট)\n\n  \n    \n      \n        \n          Nu\n          \n            \n              :\n            \n          \n          +\n          R\n          \n            −\n          \n          LG\n          ⟶\n          R\n          \n            −\n          \n          Nu\n          \n\n          \n          +\n          LG\n          \n            \n              :\n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {Nu{\\mathbf {:}}+ R-LG -> R-Nu{}+ LG{\\mathbf {:}}}}}\n  \n\nযেমন– অ্যালকিল ব্রোমাইডের কেন্দ্রাকর্ষী প্রতিস্থাপন, যেখানে হাইড্রক্সিল আয়ন হল নিউক্লিওফাইল। \n\n  \n    \n      \n        \n          R\n          \n            −\n          \n          Br\n          +\n          \n            OH\n            \n              −\n            \n          \n          ⟶\n          R\n          \n            −\n          \n          OH\n          +\n          \n            Br\n            \n              −\n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {R-Br + OH- -> R-OH + Br-}}}\n  \n\n\n=== প্রকারভেদ ===\n\nএসএন১ (SN1) বিক্রিয়ার ক্ষেত্রে প্রথমে ইন্টারমিডিয়েট হিসেবে কার্বোক্যাটায়ন তৈরী হয়। দ্বিতীয় ধাপে, নিউক্লিওফাইল এসে কার্বোক্যাটায়নে যুক্ত হয় এবং সিগমা বন্ধন তৈরী করে। যদি কার্বনটি কাইরাল প্রকৃতির হয়, তবে স্টিরিওরসায়ন-এর ভিত্তিতে রেসিমিক মিশ্রণ গড়ে ওঠে।\nএসএন২ (SN2) বিক্রিয়ার ক্ষেত্রে বিক্রিয়া মাত্র একটি ধাপেই সম্পন্ন হয়। নিউক্লিওফাইল অ্যাটাকের সাথে সাথেই লিভিং গ্রুপের নির্গমন ঘটে। স্টিরিওরসায়ন-এর কথায় এখানে ওয়াল্ডেন ইনভার্সন বা আমব্রেলা (ছাতা) ইনভার্সন ঘটে।\nস্টেরিক প্রভাব এসএন২ (SN2) বিক্রিয়ার ক্ষেত্রে বাধা সৃষ্টি করে। তাই স্টেরিক প্রভাব কম থাকলে এই পদ্ধতি প্রযুক্ত হয়। এছাড়া কার্বোক্যাটায়নের সুস্থিতি বেশি হলে এসএন১ (SN1) হবার সম্ভাবনা বাড়ে।\n\n\n== ইলেকট্রন আকর্ষী প্রতিস্থাপন ==\n\nএই বিক্রিয়ায় ইলেক্ট্রোফাইল অংশ নেয়। প্রধানতম বিক্রিয়াগুলি হল ইলেকট্রন আকর্ষী অ্যারোম্যাটিক প্রতিস্থাপন।\nনিম্নে বেঞ্জিনের ইলেকট্রন আকর্ষী অ্যারোম্যাটিক প্রতিস্থাপন দেখানো হল যেখানে ইলেক্ট্রোফাইলটি E+ দ্বারা চিহ্নিত।\n\nঅ্যারোম্যাটিক যৌগ ব্যতীত অন্যান্য অসম্পৃক্ত জৈব যৌগে ইলেকট্রন আকর্ষী যুত বিক্রিয়া বেশি দেখা যায়।\n\n\n== মূলক প্রতিস্থাপন ==\nএই বিক্রিয়াতে মূলকের প্রতিস্থাপন দেখা যায়। উল্লেখযোগ্য উদাহরণ: হান্সডিকার বিক্রিয়া।\n\n\n== জৈবধাতব প্রতিস্থাপন ==\nকাপলিং বিক্রিয়ার ক্ষেত্রে জৈবধাতব যৌগ RM এবং হ্যালোঅ্যালকেন R'X হলে, বিক্রিয়ার পর উৎপন্ন যৌগ RR' হয় অর্থাৎ নতুন কার্বন-কার্বন বন্ধন গড়ে ওঠে। যেমন– হেক বিক্রিয়া, উলম্যান বিক্রিয়া, উর্টজ-ফিটিগ বিক্রিয়া ইত্যাদি।\n\n\n== প্রতিস্থাপিত যৌগ ==\nপ্রতিস্থাপিত যৌগ হল প্রতিস্থাপন বিক্রিয়ার পর প্রাপ্ত যৌগসমূহ, যাতে মূল যৌগের সাথে অন্য নতুন গ্রুপ যুক্ত হয়েছে।\nযেমন:\n\n\n== তথ্যসূত্র =="}