{"pageid": 1357375, "title": "লেক্সিয়াস চাইনিপারডাস", "url": "https://bn.wikipedia.org/wiki?curid=1357375", "content": "গ্রেট আর্চডিউক (বৈজ্ঞানিক নাম: Lexias cyanipardus (Butler)) এক প্রজাতির বড় আকারের প্রজাপতি। এরা নিমফ্যালিডি পরিবার এবং লিমেনিটিডিনি উপগোত্র অন্তর্ভুক্ত প্রজাতি। এই প্রজাতি ভারতের  (বন্যপ্রাণ সংরক্ষণ আইন) অনুসারে এই প্রজাতি তফ্‌সিল ২ এর তালিকার অন্তর্ভুক্ত।\n\n\n== আকার ==\nগ্রেট আর্চডিউক এর প্রসারিত অবস্থায় ডানার আকার ১১০-১৩৫ মিলিমিটার দৈর্ঘের হয়।\n\n\n== উপপ্রজাতি ==\nভারতে প্রাপ্ত গ্রেট আর্চডিউক এর উপপ্রজাতি হল-\n\nLexias cyanipardus cyanipardus (Butler, [1869]) – Sylhet Great Archduke\n\n\n== বিস্তার ==\nএই প্রজাতি ভারত এর উত্তর-পূর্ব ভারত, বাংলাদেশ এবং মায়ানমার এর বিভিন্ন অঞ্চলে দেখা যায়।\n\n\n== বর্ণনা ==\nপ্রজাপতির দেহাংশের পরিচয় বিষদ জানার জন্য প্রজাপতির দেহ এবং ডানার অংশের নির্দেশিকা দেখুন:-\nএই প্রজাতির স্ত্রী এবং পুরুষ প্রকার ভিন্ন প্রকৃতির হয়। এরা লেক্সিয়াস ডার্টিয়া এর সাথে ভীষনরকম সাদৃশ্যযুক্ত।\n\n\n=== পুরুষ ===\nডানার উপরিতল কালো এবং চকচকে নীল অথবা আকাশী প্রান্তিক (terminal) বন্ধনীযুক্ত। সামনের ডানায় সেল এর মধ্যে এবং বাইরে অবিন্যস্ত কম-বেশী কিছু ছোট সাদা ছোপ অথবা বিন্দু (dot) দেখা যায়। সাবটার্মিনাল অংশে ইষদ নীল অথবা সবজে নীল অর্দ্ধচন্দ্রাকৃতি ছোপের একটি অসম্পূর্ণ সারি বন্ধনীর সৃষ্টি করেছে। ছোপগুলি টর্নাসের দিকে ক্রমশ বড় এবং চওড়া হয়েছে। পিছনের ডানায় পোস্ট-ডিসকাল এবং সাবটার্মিনাল অংশ জুড়ে একটি খুব চওড়া উজ্জ্বল নীল বন্ধনী বর্তমান এবং উক্ত বন্ধনীর বহিপ্রান্ত খাঁজকাটা এবং বহিপ্রান্তে প্রতিটি শিরামধ্যে একটি করে কালো ছোপ লক্ষ্য করা যায়।\nডানার নিম্নতল সবজে অথবা সবজে ও বাদামীর মিশ্রন এবং উভয় ডানার সেল এর ভিতরে এবং বাইরে আশেপাশে কিছু সাদা ছোপ অবিন্যস্ত ভাবে বিদ্যমান।\n\n\n=== স্ত্রী ===\nডানার উপরিতল কালো এবং ডানার গোড়া (বেসাল), সেল (cell), কোস্টাল, ডিসকাল এবং সাবটার্মিনাল অংশ সাদা এবং ইষদ হলদে সাদা ছোপ দ্বারা আকর্ষনীয় ভাবে চিত্রিত। পিছনের ডানা নিম্নতলে পোস্ট ডিসকাল এবং সাবটার্মিনাল অংশ ঢেউ খেলানে আঁকাবাকা নীলচে রেখায় চিত্রিত। কিছু নমুনাতে উভয় ডানায় সাবটার্মিনাল হলুদ এবং ছোট ছোপের সারি পরিলক্ষিত হয়।\nডানার নিম্নতল সবজে এবং বাদামীর মিশ্রন এবং উপরিতলে অনুরূপ সাদা ছোপ দ্বারা চিত্রিত।\n\n\n== আচরণ ==\nArchduke (butterfly) বর্গভুক্ত প্রজাতিরা Euthalia বর্গের প্রজাতিদের, বিশেষত মোরাম, Redtail marquis এবং Banded marquis এর সাথে ঘনিস্ট সম্পর্কযুক্ত। উক্ত দুই বর্গের () অন্তভুক্ত প্রজাতির স্বভাব এবং আচরনগত প্রভূত মিল খুঁজে পাওয়া যায়। গ্রেট আর্চডিউক দুর্লভ প্রজাতি। এরা পার্বত্য অঞ্চলে নীচু উচ্চতাযুক্ত (১০০০ মিটার) ঘন বনাঞ্চলের বাসিন্দা। পাকা অথবা পচা ফল এবং পশুদের বিষ্ঠার প্রতি এদের আকর্ষন সুবিদিত এবং এরা মাটি অথবা পাথরের ভিজে ছোপে অবস্থান করে, খাদ্যরস এবং খনিজ লবণ আহরন করে। ভারতবর্ষে উত্তর-পূর্ব অংশের পাহাড়ী অঞ্চলের জংগলেই এরা আবদ্ধ থাকে, তুলনায় মায়ানমারএ এদের অনেক বেশি দর্শন পাওয়া যায়।\n\n\n=== চিত্রশালা ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}