{"pageid": 1357659, "title": "মির্জা আজিজ কোকা", "url": "https://bn.wikipedia.org/wiki?curid=1357659", "content": "মির্জা আজিজ কোকা ( ফার্সি: میرزا عزیز کوکه   ; আনু. ১৫৪২ – আনু. ১৬২৪ ), কোকালতাশ ( ফার্সি: کوکلتاش   নামেও পরিচিত ) এবং তাঁর রচিত খান-ই-আজম ( ফার্সি: خان اعظم ), ছিলেন আকবরের দুধ ভাই, যিনি মুঘল সম্রাট আকবর এবং জাহাঙ্গীরের দরবারে শীর্ষস্থানীয় অভিজাতদের একজন ছিলেন। তিনি গুজরাট সুবাহর (প্রদেশ) সুবাহদার বা গভর্নরও ছিলেন।\n\n\n== জীবনী ==\n\n\n=== প্রারম্ভিক জীবন ===\nতিনি ছিলেন আকবরের প্রধানমন্ত্রী শামস উদ্দীন আতাগা খান এবং আকবরের দুধমাতা জিজি আঙ্গার পুত্র, তাই তার নামে তুর্কি শব্দ \"কোকা\" বা \"দুধ-ভাই\" রয়েছে। আতাগা খান ১৫৬২ সালে আকবরের আরেকজন দুধমাতা মাহাম অঙ্গার ঈর্ষান্বিত পুত্র আদম খানের হাতে খুন হন। তারপরে, আজিজ কোকা ১৫৬৬-৬৭ সালে দিল্লিতে নিজামুদ্দিন আউলিয়ার পাশে তার পিতার সমাধি নির্মাণ করেন। অন্যদিকে আদম খানকে আকবরের নির্দেশে মৃত্যুদণ্ড দেওয়া হয়।\nআকবর গুজরাট জয় করার পর তিনি আজিজ কোকাকে নতুন প্রদেশের গভর্নর নিযুক্ত করেন। ১৫৭৩ সালে, গুজরাটিরা বিদ্রোহ করে এবং আহমেদাবাদে আজিজ কোকাকে অবরোধ করে। কিন্তু আকবরের বাহিনী না আসা পর্যন্ত তিনি শহর রক্ষা করেন। ১৫৭৯ সালে, তাকে বিহারের গভর্নর করা হয় এবং বাংলায় বিদ্রোহ দমন করার নির্দেশ দেওয়া হয়। যাইহোক, পরের বছর পর্যন্ত তিনি ব্যবস্থা নেননি এবং ফলে বিদ্রোহীরা বিহারকেও দখল নিতে শুরু করে। ১৫৮৬ সালে দাক্ষিণাত্য জয়ের নির্দেশ দিলে তিনি একইভাবে অনিচ্ছুক ছিলেন।\nআকবর তার পালিত ভাই এবং ছোটবেলার খেলার সাথী আজিজ কোকার প্রতি অত্যন্ত নম্র ছিলেন। তা সত্ত্বেও, আজিজ কোকা তার সম্রাট আকবরকে অনায়াসেই মানেনি। তিনি আকবরের সমস্ত ঘোড়াকে ব্র্যান্ড করার আইনটির বিশেষত বিরোধিতা করেছিলেন এবং আকবরের দরবারে নতুন কুর্নিশ সিজদা প্রথা গ্রহণ করতে পারেননি। ১৫৯২ সালে আজিজ কোকাকে যখন আদালতে তলব করা হয়, তখন তিনি মক্কায় তীর্থযাত্রায় যান। সেখানে তিনি দেড় বছর ধরে সৎ কাজে প্রচুর অর্থ ব্যয় করেন, যতক্ষণ না আকবর তাকে ক্ষমা করেন এবং তাকে তার পদে পুনরুদ্ধার করেন।\n\n\n=== পরবর্তী জীবন ===\nতবে জাহাঙ্গীরের শাসনামলে, তিনি অনেক পদ হারিয়েছিলেন, কারণ তিনি রাজা মান সিং সাথে যুবরাজ সেলিমের জ্যেষ্ঠ পুত্র, খসরু মির্জার বিদ্রোহকে সমর্থন করেছিলেন, যিনি তার উত্তরাধিকারীর জন্য আকবরের পছন্দ ছিলেন এবং তার পদমর্যাদা তার সেলিম পিতার উপরে উন্নীত হয়েছিল। খসরু বিদ্রোহ ১৬০৬ সালে দমন হয়। প্রথমে তাকে অন্ধ করে তারপর কারারুদ্ধ করা হয়। প্রতিশোধ হিসেবে জাহাঙ্গীর তাদের অনেক ক্ষমতা কেড়ে নেন এবং জাহাঙ্গীরনামায় তাদের তিরস্কার করেন। আজিজ কোকা খসরুর প্রতি এতটাই নিবেদিতপ্রাণ ছিলেন যে তিনি বারবার ঘোষণা করেছেন যে:\n\n\"আমি ইচ্ছুক যে তারা (ভাগ্য) তার (খুসরুর) সার্বভৌমত্বের সুসমাচার আমার ডান কানে পৌঁছে দেবে এবং আমার বাম কান থেকে আমার আত্মা কেড়ে নেবে।\nপরবর্তী জীবনে, আজিজ কোকা তার অবস্থান ফিরে পেয়েছিলেন, তবে তার বংশ কখনই রাজকীয় পৃষ্ঠপোষকতা ফিরে পেতে পারেনি, যেমনটি তারা তার পিতার জীবদ্দশায় উপভোগ করেছিল।\nতাঁর এক কন্যা খুসরু মির্জার সাথে বিবাহ বন্ধনে আবদ্ধ হন। তার আরেক কন্যা হাবিবা বানু বেগম ১৫৮৭ সালে আকবরের চতুর্থ পুত্র মুঘল রাজপুত্র সুলতান মুরাদ মির্জার সাথে বিবাহ বন্ধনে আবদ্ধ হন। তার দুই পুত্র ছিল, রুস্তম মির্জা (জন্ম ১৫৮৮) এবং আলম মির্জা (জন্ম ১৫৯০)।\nতিনি তার সমাধি, চৌষাট খাম্বা, আক্ষরিক অর্থে ৬৪টি স্তম্ভ, ১৬২৩-২৪ সালে দিল্লির নিজামুদ্দিন দরগাহ কমপ্লেক্সের কাছে তৈরি করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nMunis D. Faruqui (২৭ আগস্ট ২০১২)। The Princes of the Mughal Empire, 1504-1719। Cambridge University Press। আইএসবিএন 978-1-107-02217-1। সংগ্রহের তারিখ ১৫ আগস্ট ২০১৩।"}