{"pageid": 1357297, "title": "রস (ধর্মতত্ত্ব)", "url": "https://bn.wikipedia.org/wiki?curid=1357297", "content": "রস (সংস্কৃত: रस, আইএএসটি: Rasā) কোনো কিছুর স্বতন্ত্র 'গন্ধ' বা গুণের সৃষ্টি ও গ্রহণকে বোঝায়। সংস্কৃত ধর্মতাত্ত্বিক ধারণা হিসেবে, পনের শতক থেকে গৌড়ীয় বৈষ্ণবধর্মের মতো কৃষ্ণ-কেন্দ্রিক ভক্তি ঐতিহ্যের দ্বারা রস জনপ্রিয় হয়েছিল। এই শব্দের ধর্মতাত্ত্বিক ব্যবহার পাওয়া যায় নিম্বার্ক বা ভক্তির চৈতন্য দর্শনের প্রায় দুই হাজার বছর আগে, বাক্যাংশে যা চৈতন্য ঐতিহ্য প্রায়শই উদ্ধৃত করে: \"সত্যিই, ভগবান হলেন রস\"। বিবৃতিটি এই দৃষ্টিভঙ্গি প্রকাশ করে যে ঈশ্বর হলেন সেই ব্যক্তি যিনি চূড়ান্ত রস, বা আধ্যাত্মিক আনন্দ ও আবেগ উপভোগ করেন।\nএটা বিশ্বাস করা হয় রূপ গোস্বামী চৈতন্যের প্রত্যক্ষ নির্দেশনায়, \"ভক্তিমূলক প্রেমে দেবত্বের সাথে আত্মার বিশেষ সম্পর্ক\" হিসাবে রসের ধর্মতত্ত্বকে উচ্চারিত ও প্রণয়ন করেছিলেন। রূপ গোস্বামীর পাঠ্য মূলত সংস্কৃত নাটকবিদ্যা বা নাট্যশাস্ত্রের প্রবর্তক (সম্ভবত খ্রিস্টপূর্ব ২য় শতাব্দীর প্রথম দিকে) ভরত মুনি দ্বারা গঠিত রসের মৌলিক তত্ত্ব থেকে আসে। ভক্তিমূলক প্রেম, রস-এ দেবত্বের সাথে এই সম্পর্কগুলি মানুষের একে অপরের সাথে অনুভব করা বিভিন্ন ধরনের প্রেমময় অনুভূতির সাথে ঘনিষ্ঠভাবে সাদৃশ্যপূর্ণ হতে পারে, যেমন প্রিয়-প্রেমিকা, বন্ধু-বন্ধু, পিতা-মাতা-সন্তান এবং প্রভু-সেবক। রসকে নিম্ন ও উচ্চতর হিসাবে আলাদা করা হয় এবং ভগবদ্গীতা অনুসারে দেখা যায় যে তিনটি উচ্চতর রস অর্জুন স্বীকার করেছেন এবং পছন্দ করেছেন। উচ্চতর রসকে প্রেমময়, বন্ধুত্বপূর্ণ ও ভ্রাতৃত্বপূর্ণ সম্পর্ক হিসাবে বর্ণনা করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nSwami B.V. Tripurari, Rasa - Love Relationships in Transcendence. আইএসবিএন ১-৮৮৬০৬৯-১০-৭\nSwami B.V. Tripurari, Jiva Goswami's Tattva-Sandarbha: Sacred India's Philosophy of Ecstasy\nRupa Goswami, Nectar of Devotion (Bhakti-rasāmṛta-sindhu)\nSchweig, G.M. (২০০৫)। Dance of divine love: The Rasa Lila of Krishna from the Bhagavata Purana, India's classic sacred love story। Princeton University Press, Princeton, NJ; Oxford। আইএসবিএন 0-691-11446-3। \nHaberman, D. The Bhaktirasāmṛtasindhu of Rūpa Gosvāmin, Indira Gandhi National Centre for the Arts and Motilal Banarsidass Publishers, Delhi, 2003.\n\n\n== বহিঃসংযোগ ==\nD, Swami। \"Waves of Devotion\"। www.wavesofdevotion.com। ২০১১-০৯-২৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০৫-১৭। \n\"Sanskrit: rasa\"। nectarofinstruction.com। ২০১২-০৩-২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০৫-১৭।"}