{"pageid": 1357437, "title": "গর্ডন লিয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1357437", "content": "গর্ডন লিয়ন (তাঁর ছদ্মনাম ফিওদোর ভাস্কোভিচ নামেও পরিচিত) হলেন একজন আমেরিকান নেটওয়ার্ক নিরাপত্তা বিশেষজ্ঞ, এনম্যাপ (নেটওয়ার্ক ম্যাপার)-এর স্রষ্টা এবং নেটওয়ার্ক নিরাপত্তা সম্পর্কিত বই, ওয়েবসাইট এবং প্রযুক্তিগত কাগজপত্রের লেখক। তিনি হানিনেট প্রকল্পের একজন প্রতিষ্ঠাতা সদস্য এবং কম্পিউটার প্রফেশনালস ফর সোশ্যাল রেসপন্সিবিলিটির ভাইস প্রেসিডেন্ট ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nলিয়ন ১৯৯০ এর দশকের মাঝামাঝি থেকে নেটওয়ার্ক নিরাপত্তা সম্প্রদায়ে সক্রিয় ছিলেন। তার ছদ্মনাম \"ফিওদোর\" রুশ লেখক ফিওদোর দস্তয়েভ্স্কির কাছ থেকে নেওয়া হয়েছিল। তার বেশিরভাগ প্রোগ্রামিং সি, সি++ এবং পার্ল প্রোগ্রামিং ভাষায় করা হয়।\n২০১১ সালের ডিসেম্বরে লিয়ন যেভাবে ডাউনলোড.কম তাদের ইনস্টলেশন ম্যানেজারদের সাথে গ্রেওয়্যার বান্ডিল করা শুরু করে এবং বান্ডিল করা সফ্টওয়্যার নিয়ে উদ্বেগ প্রকাশ করে তার ব্যাপারে তীব্র অপছন্দ প্রকাশ করে, যার ফলে অনেক লোক সামাজিক নেটওয়ার্কগুলিতে পোস্টটি ছড়িয়ে দেয় এবং কয়েক ডজন মিডিয়া প্রতিবেদন করা হয়। মূল সমস্যা হল ডাউনলোড.কমের প্রস্তাবিত বিষয়বস্তু এবং মূল লেখকদের দেওয়া সফটওয়্যারের মধ্যে বিভ্রান্তি; অভিযোগের মধ্যে রয়েছে প্রতারণার পাশাপাশি কপিরাইট এবং ট্রেডমার্ক লঙ্ঘন।\nলিয়ন ২০১৫ সালে এনম্যাপের সোর্সফোর্জ Nmap SourceForge পৃষ্ঠার নিয়ন্ত্রণ হারিয়ে ফেলেন, সোর্সফোর্জ প্রকল্পের পৃষ্ঠাটি দখল করে এবং অ্যাডওয়্যার মোড়ানো ডাউনলোড বান্ডিল অফার করে। আসল সোর্সফোর্জ পৃষ্ঠায় আর কোনও ফাইল নেই। এবং অ্যাকাউন্ট হাইজ্যাক করতে ব্যবহৃত সোর্সফোর্জ \"মিরর\" পৃষ্ঠা অফিসিয়াল https://nmap.org/- এ পুনঃনির্দেশ করা হয়েছে।\n\n\n== ওয়েবসাইট ==\nলিয়ন বেশ কয়েকটি নেটওয়ার্ক নিরাপত্তা ওয়েব সাইট রক্ষণাবেক্ষণ করে:\n\nএনম্যাপ.অর্গ– এনম্যাপ নিরাপত্তা স্ক্যানার এবং এর নথির সংকলন\nসেকটুলস.অর্গ – শীর্ষ ১০০ নেটওয়ার্ক নিরাপত্তা সরঞ্জাম (হাজার হাজার এনম্যাপ ব্যবহারকারীদের দ্বারা র‌্যাঙ্ক করা হয়েছে)\nসেকলিস্টস.অর্গ – সবচেয়ে সাধারণ নিরাপত্তা মেইলিং তালিকার সংরক্ষণাগার\nইনসিকিউর.অর্গ – তার প্রধান সাইট, নিরাপত্তা সংবাদ/আপডেট, শোষণ বিশ্ব সংরক্ষণাগার, এবং অন্যান্য বিবিধ নিরাপত্তা সম্পদ\n\n\n== প্রকাশিত বই ==\nলিয়ন বেশ কয়েকটি বই লিখেছেন এবং কয়েকটি বইয়ের লেখকদের মধ্যে ছিলেন।\n\nনো ইউর এনিমি (আপনার শত্রুকে জানুন): ব্ল্যাকহাট সম্প্রদায়ের নিরাপত্তা সরঞ্জাম, কৌশল এবং উদ্দেশ্য প্রকাশ করা, হানিনেট প্রকল্পের অন্যান্য সদস্যদের সাথে সহ-লেখক। একটি ২য় সংস্করণ এখন উপলব্ধ, নমুনা অধ্যায় হিসাবে।\nস্টিলিং দ্য নেটওয়ার্ক: হাউ টু অউন এ কন্টিনেন্ট (নেটওয়ার্ক চুরি: কীভাবে একটি মহাদেশের মালিক হবেন) হ্যাকার ফিকশন, কিন্তু বাস্তববাদী থাকার চেষ্টা করে। কেভিন মিটনিক এবং অন্যান্য হ্যাকারদের সাথে সহ-লেখক। গর্ডনের অধ্যায় অনলাইনে বিনামূল্যে পাওয়া যায়।\nএনম্যাপ নেটওয়ার্ক স্ক্যানিং\n\n\n== সাক্ষাৎকার ==\nসিকিউরিটিফোকাস, স্ল্যাশডট, জোন-এইচ, টাক্সজার্নাল, সেফমোড এবং গুগল দ্বারা লিয়ন/ভাসকোভিচের সাথে পাবলিক ইন্টারভিউ পোস্ট করা হয়েছে। এর মধ্যে অনেকেই তার অফিসিয়াল বায়ো পৃষ্ঠার চেয়ে বেশি ব্যক্তিগত বিবরণ প্রদান করে।\n\n\n== সম্মেলন ==\nলিয়ন অনেক নিরাপত্তা সম্মেলনে যোগ দেন এবং বক্তৃতা করেন।  তিনি ডেফকন, ক্যানসেকওয়েস্ট, ফসডেম, আইটি সিকিউরিটি ওয়ার্ল্ড, সিকিউরিটি মাস্টার্স ডোজো, শ্যামুকন, আইটি-ডিফেন্স, এসএফওবাগ এবং অন্যান্যগুলিতে উপস্থাপন করেছেন৷\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনীড় পাতা"}