{"pageid": 1357520, "title": "ইউথালিয়া টেলচিনিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1357520", "content": "ব্লু ব্যারন (বৈজ্ঞানিক নাম: Euthalia telchinia (Ménétriés))এক প্রজাতির মাঝারী-বড় আকারের নীলচে সবুজ প্রান্তীকযুক্ত বাদামী রঙের প্রজাপতি। এরা নিমফ্যালিডি পরিবার এবং এউথালিয়া উপগোত্রের সদস্য। এই প্রজাতি ভারতের (বন্যপ্রাণ সংরক্ষণ আইন) অনুসারে এই প্রজাতি তফ্‌সিল ১ এর তালিকার অন্তর্ভুক্ত।\n\n\n== আকার ==\nব্লু ব্যারন এর প্রসারিত অবস্থায় ডানার আকার ৭০-৮৫ মিলিমিটার দৈর্ঘের হয়।\n\n\n== বিস্তার ==\nএই প্রজাতি ভারত এর কর্নাটক এর কুর্গ, সিকিম থেকে অরুণাচল প্রদেশ পর্যন্ত, এছাড়া ভুটান, নেপাল এবং মায়ানমার এর বিভিন্ন অঞ্চলে দেখা যায়।\n\n\n== বর্ণনা ==\nপ্রজাপতির দেহাংশের পরিচয় বিষদ জানার জন্য প্রজাপতির দেহ এবং ডানার অংশের নির্দেশিকা দেখুন:-\nস্ত্রী-পুরুষ উভয় প্রকারের পিছনের ডানা সমভাবে গোলাকৃতি (evenly rounded) এবং টর্নাসে বহিঃবর্তী (produced) নয়। সামনের ডানার অ্যাপেক্স অথবা শীর্ষভাগ বহিঃবর্তী তবে তীক্ষ্ণ অথবা সূঁচালো নয় (not pointed)।\n\n\n=== পুরুষ ===\nডানার উপরিতল কালচে বাদামী। সামনের ডানার টার্মেন সাদা এবং টর্নাস থেকে ৩ নং শিরা অবধি টার্মিনাল অংশ নীল অথবা সবজে নীল বর্নের। পিছনের ডানার সাবটার্মিনাল এবং টার্মিনাল অংশ চওড়া ভাবে (টর্নাসের দিকে বেশী চওড়া) উজ্জ্বল নীল বন্ধনীযুক্ত।\n\n\n=== স্ত্রী ===\nডানার উপরিতল ইষদ বাদামী এবং সামনের ডানার শীর্ষভাগ (apex) থেকে পিছনের ডানার ডরসামের দুই-তৃতীয়াংশ পর্যন্ত (ডানার গোড়ার দিকে) উভয় ডানাজুড়ে একটি কালচে বাদামী বন্ধনী বর্তমান যা সামনের ডানা থেকে পিছনের ডানার দিকে যত এগিয়েছে তত চওড়া হয়েছে। উক্ত বন্ধনী সামনের ডানায় শীর্ষ অথবা অ্যাপেক্স থেকে ডরসাম ও পিছনের ডানায় সেল এর একটু উপর থেকে ডরসাম অবধি বিস্তৃত। সামনের ডানার উপরিতলে সেল এর বাইরে ৫টি ধূসর সাদা ছোপের একটি বাঁকানো সারি লক্ষ্য করা যায়। উক্ত ছোপ সারির মধ্যবর্তী ছোপটি অপর ছোপগুলি অপেক্ষা খুব ছোট। কিছু কিছু নমুনাতে সামনের ডানার অ্যাপেক্স এ কয়েকটি ধূসর সাদা লম্বাটে দাগ সুস্পস্ট অথবা অস্পষ্ট ভাবে লক্ষ্য করা যায়। ডানার নিম্নতল হলদেটে বাদামী এবং উপরিতলের ন্যায় ছোপ ও দাগযুক্ত, তবে উপরিতলের উভয় ডানা জোড়া কালচে বাদামী বন্ধনীর কোনরকম ছাপ অথবা ইঙ্গিত ডানার নিম্নতলে দেখা যায় না। পিছনের ডানা বেসাল, ডরসাল ও ডিসকাল অংশের শুরুর ভাগ জুড়ে ছাইরঙা সাদা হয়।\n\n\n== আচরণ ==\nদুষ্প্রাপ্য (rare) এই প্রজাপতি প্রজাতির Euthalia বর্গের প্রজাতিদের ন্যায় দ্রুত এবং ভূমি কাছাকাছি নীচ দিয়ে ১০০০-১৫০০মিটার উচ্চতা বিশিষ্ট পাহাড়ী অঞ্চল এবং পাহাড়ী জঙ্গলে এদের বিচরন পরিলক্ষিত হয়। দক্ষিন ভারতের পশ্চিমঘাট পর্বতমালায় (মূলত কর্নাটক এর কুর্গ এ) এবং উত্তরপূর্ব ভারতে এদের দর্শন মেলে। সাধারনত, এপ্রিল থেকে নভেম্বর পর্যন্ত এদের উপস্থিতি চোখে পড়ে। সিকিম এ জুন এবং অক্টোবর এ খাসি পাহাড় এপ্রিল অক্টোবর এ, নাগা পর্বতে জুলাই মাসে এবং কাচার (cachar) এ সেপ্টেম্বর মাসে এবং আসামের রানীতে মার্চ মাসে এই প্রজাতির দর্শন নথিভুক্ত হয়েছে।\n\n\n=== চিত্রশালা ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}