{"pageid": 1357143, "title": "জাতিসংঘ পরিষেবা পদক কোরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1357143", "content": "জাতিসংঘ পরিষেবা পদক কোরিয়া (ইউএনএসএমকে) হল একটি আন্তর্জাতিক সামরিক সজ্জা যা জাতিসংঘ কর্তৃক ১২ ডিসেম্বর ১৯৫০ সালে জাতিসংঘ পরিষেবা পদক হিসাবে প্রতিষ্ঠিত হয়। অলঙ্করণটি জাতিসংঘের তৈরি করা এবং কোরীয় যুদ্ধে অংশগ্রহণকারী বহু-জাতীয় প্রতিরক্ষা বাহিনীকে স্বীকৃতি দেয়া প্রথম আন্তর্জাতিক পুরস্কার।\n\n\n== মানদণ্ড ==\nজাতিসংঘ পরিষেবা পদক (কোরিয়া) দক্ষিণ কোরিয়ার সাথে মিত্র সশস্ত্র বাহিনীর যে কোনো সামরিক সদস্যকে প্রদান করা হয়, যারা ২৭ জুন ১৯৫০ এবং ২৭ জুলাই ১৯৫৪ তারিখের মধ্যে উত্তর কোরিয়া থেকে দক্ষিণ কোরিয়ার প্রতিরক্ষায় অংশ নিয়েছিল। নেদারল্যান্ডসের সামরিক বাহিনীকে ১ জানুয়ারী ১৯৫৫ সালে পরিষেবার জন্য পদকটি প্রদান করা হয়, যখন থাইল্যান্ড এবং সুইডেনের সশস্ত্র বাহিনীকে ২৭ জুলাই ১৯৫৫ এ পুরস্কারটি প্রদান করা হয়।\nকোরিয়ায় জাতিসংঘের কোনো ত্রাণ দলের সাথে যুদ্ধের সময় সেবার জন্য নিয়োজিত আন্তর্জাতিক রেড ক্রস কর্মীরা পদকটির জন্য যোগ্য ছিল না।\nজাতিসংঘ পরিষেবা পদকের চূড়ান্ত পুরস্কারের কর্তৃত্ব হল কোরিয়ায় জাতিসংঘের সামরিক বাহিনীর সেনাপ্রধান। বেশিরভাগ দেশ জাতিসংঘ পরিষেবা পদকটিকে একটি স্বয়ংক্রিয় অলঙ্করণ হিসাবে বিবেচনা করে, যদি অন্য কিছু কোরীয় পরিষেবা পুরস্কার দেওয়া হয় এবং সাধারণত জাতিসংঘের চ্যানেলগুলির মাধ্যমে অনুমতি না নিয়েই পদকটি প্রদান করা হয়। উদাহরণস্বরূপ, জাতিসংঘ সশস্ত্র বাহিনীতে কোরীয় পরিষেবা পদক পুরস্কৃত যেকোন সদস্যকে স্বয়ংক্রিয়ভাবে জাতিসংঘ পরিষেবা পদক প্রদান করা হয়।\n\n\n== পদকের নাম ==\n২২শে নভেম্বর ১৯৬১ সালে জাতিসংঘ আনুষ্ঠানিকভাবে জাতিসংঘ পরিষেবা পদকের নাম '''জাতিসংঘ পরিষেবা পদক কোরিয়া''' নামে পরিবর্তন করে। এটি পরবর্তীকালে জাতিসংঘের অনেক পদক তৈরির একটি ভূমিকা হিসাবে ছিল যা বিশ্বজুড়ে বিভিন্ন অপারেশনের জন্য পুরস্কৃত করা হয়।\nমার্কিন যুক্তরাষ্ট্র এবং অন্যান্য কিছু দেশ এই পদকটিকে অতীতের সামরিক ফাইলগুলির সাথে এর মূল নামের উল্লেখ করে মেডেলটির সাথে সামঞ্জস্য বজায় রাখার প্রচেষ্টায় জাতিসংঘ পরিষেবা পদক হিসেবে উল্লেখ করে থাকে।\n\n\n== বর্ণনা ==\nজাতিসংঘ কোরিয়া পদক হল ব্রোঞ্জ খাদের একটি ৩৬ মিমি প্রশস্ত বৃত্তাকার পদক। সামনের অংশে জাতিসংঘের 'ওয়ার্ল্ড-ইন-এ রেথ' প্রতীককে চিত্রিত করা হয়েছে। বিপরীতে শিলালিপি রয়েছে: জাতিসংঘের সনদের নীতির প্রতিরক্ষার জন্য। প্রতিটি অংশগ্রহণকারী দেশের পাঠ্যটি সবচেয়ে উপযুক্ত ভাষায় রয়েছে এবং শিলালিপিটি নিম্নলিখিত যে কোনও একটিতে থাকতে পারে: আমহারিক (ইথিওপিয়ান সাম্রাজ্য), ওলন্দাজ, ইংরেজি, ফরাসি, গ্রিক, ইতালীয়, কোরীয়, স্পেনীয় (কলম্বিয়া), তাগালোগ (ফিলিপাইন), থাই বা তুর্কি। পদকটি একটি সোজা বার নিলম্বন একটি নখর সংযুক্তি থেকে ঝুলন্ত। প্রতিটি পদক বিপরীত শিলালিপির মতো একই ভাষায় কোরিয়া শিলালিপি সহ একটি পদক বার দিয়ে পরা হয়। পদকের ফিতাটি জাতিসংঘের নীল (ব্লুবার্ড ৬৭১১৭) এবং সাদা, ৯টি নীল এবং ৮টি সাদা, প্রতিটি ১৭টি সমান স্ট্রাইপ দিয়ে তৈরি ৫⁄৬৪ ইঞ্চি (২.০ মিলিমিটার) প্রশস্ত।\n\n\n== আরও দেখুন ==\nজাতিসংঘ পদক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএনজেডডিএফ পদক সাইট\nপদক প্রদানের জন্য ব্রিটিশ প্রবিধান - এনজেডডিএফ সাইট থেকে\nজর্জ জে বেলডেকোস, \"হেলেনিক অর্ডার, সজ্জা এবং পদক\", প্রকা. হেলেনিক যুদ্ধ জাদুঘর, এথেন্স ১৯৯১, আইএসবিএন ৯৬০-৮৫০৫৪-০-২।"}