{"pageid": 1357740, "title": "সুহলদেব", "url": "https://bn.wikipedia.org/wiki?curid=1357740", "content": "সুহলদেব বা সুহেলদেব ছিলেন শ্রাবস্তীর একজন কিংবদন্তি রাজা  । ১৭ শতকে রচিত ফার্সি হ্যাজিওগ্রাফি মিরাত-ই-মাসুদি জনপ্রিয়ভাবে উল্লেখ করেছে যে তিনি ১০৩৪ খ্রিস্টাব্দে বাহরাইচে গজনভিদ জেনারেল গাজী সাইয়্যাদ সালার মাসুদকে পরাজিত ও হত্যা করেছিলেন।    \n\n\n== সূত্র ==\nজাহাঙ্গীরের শাসন কালে(১৬০৫-১৭২৭), আবদ-উর-রহমান চিশতী তুর্কি সেনাপতি গাজী মিয়ানের প্রশংসায় মিরাত-ই-মাসুদি একটি ফার্সি হ্যাজিওগ্রাফি রচনা করেন। মিয়ানের আদৌ কোনো অস্তিত্ব ছিল কিনা তা নিয়ে ঐতিহাসিকরা প্রশ্ন তুলেছেন , তবে তিনি ইতিমধ্যেই একজন আধা-পৌরাণিক যোদ্ধা-সন্ত হিসাবে জনসাধারণের স্মৃতিতে একটি বিশিষ্ট স্থান দখল করে রেখেছিলেন এবং চিস্তি একটি কাল্পনিক অতীতকে কাজে লাগিয়ে গল্পটিকে আরও জোরদার করেছিলেন। \nশ্রাবস্তীর রাজা মোরধ্বজের জ্যেষ্ঠ পুত্র এবং বাহরাইচ অঞ্চলে মিয়ানের প্রধান প্রতিপক্ষ হিসেবে সুহলদেবকে এই গ্রন্থে উল্লেখ করা হয়েছে।   \n\n\n== কিংবদন্তি ==\nকিংবদন্তির বিভিন্ন সংস্করণে, সুহলদেব বিভিন্ন নামে পরিচিত, যার মধ্যে রয়েছে সাকরদেব, সুহীরধ্বজ, সুহৃদ, সুহৃদ-ধ্বজ, রায় সুহৃদ দেব, সুসজ, সুহরদল, সোহিলদার, শাহরদেব, সহরদেব, সুহরদেব, সুহলদেব, সুহলদেব, সুহরদেব।, সোহেল দেও এবং সুহেলদেও।  \nগাজী মিয়ান তার প্রাথমিক আক্রমণের পর সাত্রিখে তার রাজধানী স্থাপন করেন এবং তারপর স্থানীয় রাজাকে পরাজিত করার জন্য একটি সেনাবাহিনী প্রেরণ করেন। তার পিতার নেতৃত্বে বাহরাইচের স্থানীয় রাজাকে (যিনি অন্যান্য হিন্দু রাজাদের সাথে একটি কনফেডারেশনও গঠন করেছিলেন) পরাজিত করা সত্ত্বেও, রাজাদের দ্বারা তার শাসন ক্রমাগত হুমকির সম্মুখীন হয়েছিল। তাই, ১০৩৩ খ্রিস্টাব্দে, মিয়ান নিজে তাদের অগ্রগতি পরীক্ষা করার জন্য বাহরাইচে আসেন এবং সুহালদেবের আগমন আগে পর্যন্ত শত্রুদের  পরাজিত করেন। \nসুহালদেবের বাহিনী মিয়াঁর বাহিনীকে পরাজিত করে এবং ১৫ জুন ১০৩৩ খ্রিস্টাব্দে  উনিশ বছর বয়সী মিয়ান নিহত হন।  তাকে পরবর্তীকালে বাহরাইচে একটি পবিত্র জলাধারের তীরে সমাধিত করা হয় এবং ১০৩৫ খ্রিস্টাব্দে সেখানে একটি দরগাহ নির্মিত হয়।  সুহলদেব পরে মিয়ানের সেনাপতি সৈয়দ ইব্রাহিমের হাতে নিহত হন। \n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nসুহেলদেবের কিংবদন্তি: দ্য কিং হু সেভড ইন্ডিয়া, আমিশ ত্রিপাঠির একটি উপন্যাস, সুহেলদেবের কিংবদন্তির উপর ভিত্তি করে তৈরি হয়েছে।\n\n\n== আরো দেখুন ==\nসুহেলদেব এসএফ এক্সপ্রেস, সুহেলদেবের নামে একটি যাত্রীবাহী ট্রেন শুরু হয়েছে ভারতে।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ==="}