{"pageid": 1357183, "title": "রুশ-ইউক্রেনীয় যুদ্ধের হতাহতের সংখ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1357183", "content": "রুশ-ইউক্রেনীয় যুদ্ধে হতাহতের মধ্যে রয়েছে ২০১৪ সালে রাশিয়ান ফেডারেশন দ্বারা ক্রিমিয়াকে সংযুক্ত করার সময় ছয়টি মৃত্যু,  দোনবাসের যুদ্ধের সময় (২০১৪-২০২২) ১৪,২০০-১৪,৪০০ জন সামরিক ও বেসামরিক মৃত্যু এবং ২০২২ সালে রুশ অভিযানের সময় ইউক্রেনের কয়েক হাজার মৃত্যু।\n\n\n== ক্রিমিয়ার রাশিয়ান সংযুক্তি ==\n২৩ ই ফেব্রুয়ারী থেকে ১৯ শে মার্চ ২০১৪ পর্যন্ত ক্রিমিয়ায়  রুশ দখলের সময়, ছয় জন নিহত হয়েছিল। নিহতদের মধ্যে তিনজন বিক্ষোভকারী, দুজন ইউক্রেনীয় সৈন্য  এবং একজন রুশ কসাক আধাসামরিক বাহিনীর সদস্য ছিল।  ১০ আগস্ট ২০১৬-এ, রাশিয়া ইউক্রেনের বিশেষ বাহিনীকে ক্রিমিয়ান শহর আরমিয়ানস্কের কাছে একটি অভিযান পরিচালনা করার জন্য অভিযুক্ত করে যাতে দুই রাশিয়ান সেনা নিহত হয়। ইউক্রেন সরকার প্রতিবেদনটিকে উস্কানিমূলক বলে প্রত্যাখ্যান করেছিল।  ২০১৪ থেকে ২০১৬ এর মধ্যে দশজন লোককে জোরপূর্বক নিখোঁজ করা হয়েছিল এবং ২০১৭ সাল পর্যন্ত নিখোঁজ ছিল। \n\n\n== দোনবাসের যুদ্ধ (২০২২ আক্রমণের আগে) ==\n\nদোনবাসের যুদ্ধে আনুমানিক মৃত্যুর সামগ্রিক সংখ্যা, ৬ এপ্রিল ২০১৪ থেকে ৩১ ডিসেম্বর ২০২১ পর্যন্ত, ছিল ১৪,২০০-১৪,৪০০। এর মধ্যে প্রায় ৬,৫০০ রুশপন্থী বিচ্ছিন্নতাবাদী বাহিনীর সদস্য , ৪,৪০০ ইউক্রেনীয় বাহিনী এবং ৩,৪০৪ জন বেসামরিক লোক রয়েছে।  এই সংখ্যার মধ্যে রয়েছে যুদ্ধবিহীন সামরিক মৃত্যু, সেইসাথে মাইন এবং অবিস্ফোরিত অস্ত্রের মৃত্যু। বেশিরভাগ মৃত্যুর ঘটনা ঘটেছিল যুদ্ধের প্রথম বছরে, যখন মিনস্ক চুক্তির আগে বড় যুদ্ধ সংঘটিত হয়েছিল।\n\n\n=== মোট মৃত্যু ===\n\nপ্রাথমিকভাবে, ইউক্রেনীয় সেনাবাহিনীর হতাহতের সংখ্যা ব্যাপকভাবে পরিবর্তিত হয় কারণ ইউক্রেনীয় সেনাবাহিনী তার হতাহতের সংখ্যাকে ব্যাপকভাবে কম করে দেখায়, যেমনটি চিকিৎসক, অধিকার কর্মী এবং মাটিতে থাকা সৈন্যরা, সেইসাথে অন্তত একজন আইনপ্রণেতা দ্বারা রিপোর্ট করা হয়েছে।  বেশ কয়েকজন চিকিৎসা কর্মকর্তা জানিয়েছেন, হতাহতের তীব্র সংখ্যার কারণে তাদের প্রসারিত করা হয়েছে।  অবশেষে, ইউক্রেনের প্রতিরক্ষা মন্ত্রণালয় বলেছে যে জাতীয় সামরিক ইতিহাস জাদুঘর দ্বারা নথিভুক্ত সংখ্যাগুলি সরকারী, যদিও  অসম্পূর্ণ, ৪,৬৩৮ জন মৃত্যু (৪,৫০০ শনাক্ত এবং ১৩৮ অজ্ঞাত) ১ ডিসেম্বর ২০২১ এর মধ্যে তালিকাভুক্ত করা হয়েছে। \nইউক্রেনের সশস্ত্র বাহিনী অনুসারে, ৫ মার্চ ২০২১ এর মধ্যে ১,১৭৫  জন ইউক্রেনীয় সেনা সদস্য অ-যুদ্ধের কারণে মারা গেছে  পরবর্তীকালে, সামরিক বাহিনী তাদের যুদ্ধবিহীন ক্ষয়ক্ষতির নতুন পরিসংখ্যান প্রকাশ করেনি, এই বলে যে এটি একটি রাষ্ট্রীয় গোপনীয়তা হিসাবে বিবেচিত হতে পারে। \n\n\n=== অঞ্চল অনুসারে মৃত্যু ===\n\nনিম্নলিখিত সারণীতে মালয়েশিয়া এয়ারলাইন্সের ফ্লাইট ১৭- এর শুটডাউন থেকে ২৯৮ জন মারা যাওয়া বা ইউক্রেনীয় সেনাদের মৃত্যু অন্তর্ভুক্ত করা হয়নি, যা আলাদাভাবে তালিকাভুক্ত করা হয়েছে।\n\n\n=== নিখোঁজ ও আটক ===\n২০১৫ সালের জুনের শুরুতে, ডোনেটস্ক অঞ্চলের প্রসিকিউটররা রিপোর্ট করেছেন যে সরকার-নিয়ন্ত্রিত এলাকায় ১,৫৯২ জন বেসামরিক লোক নিখোঁজ হয়েছে, যার মধ্যে ২০৮ জনের অবস্থান ছিল।  একই সময়ে, জাতিসংঘের একটি প্রতিবেদনে বলা হয়েছে ১,৩৩১-১,৪৬০ জন নিখোঁজ রয়েছে, যার মধ্যে অন্তত ৩৭৮ জন সৈন্য এবং ২১৬ জন বেসামরিক লোক রয়েছে। ৩৪৫ টি অজ্ঞাত মৃতদেহ, বেশিরভাগ সৈন্যদের, ডিনিপ্রপেট্রোভস্ক ওব্লাস্টের মর্গে রাখা বা কবর দেওয়া হয়েছে বলেও নিশ্চিত করা হয়েছে।  সব মিলিয়ে, অক্টোবরের শেষের দিকে, সরকারের মতে ৭৭৪ জন নিখোঁজ ছিল, যার মধ্যে ২৭১ জন সৈন্য ছিল।  ডিসেম্বর ২০১৭ এর শেষ নাগাদ, ইউক্রেনের পক্ষ থেকে নিশ্চিত নিখোঁজের সংখ্যা ছিল ৪০২ জন, যার মধ্যে ১২৩ জন সৈন্য ছিল।  বিচ্ছিন্নতাবাদীরা ২০১৬ সালের ডিসেম্বরের মাঝামাঝি তাদের পক্ষ থেকে ৪৩৩ জন নিখোঁজ হওয়ার কথাও জানায়, এবং ২০২২ সালের ফেব্রুয়ারির মাঝামাঝি ৩২১ জন নিখোঁজ হয় \nমার্চ ২০১৫ এর মাঝামাঝি পর্যন্ত, ইউক্রেনের নিরাপত্তা পরিষেবা (এসবিইউ) অনুসারে, দুই পক্ষের মধ্যে বন্দী বিনিময়ের সময় ১,৫৫৩ জন বিচ্ছিন্নতাবাদীকে বন্দিদশা থেকে মুক্তি দেওয়া হয়েছিল।  পরবর্তীকালে, ইউক্রেন ২০১৬ সালের ফেব্রুয়ারির শেষের দিকে আরও ৩২২ জনকে মুক্তি দেয়, যখন সেপ্টেম্বরের মধ্যে, ১,৫৯৮ নিরাপত্তা বাহিনীর সদস্য এবং ১,৪৮৪ জন বেসামরিক নাগরিককে বিদ্রোহীদের দ্বারা মুক্তি দেওয়া হয়েছিল।  ১,১১০ জন বিচ্ছিন্নতাবাদী যোদ্ধা এবং সমর্থক, ৭৪৩ জন বেসামরিক নাগরিক সহ, ২০১৬ সালের মার্চের শেষ পর্যন্ত ইউক্রেনীয় বাহিনীর হাতে এখনও বন্দী ছিল বলে জানা গেছে। ডিসেম্বরে বিচ্ছিন্নতাবাদী বন্দীদের সংখ্যা ৮১৬ -এ আপডেট করা হয়েছিল, যার মধ্যে ২৮৭-৬৪৬ জন বেসামরিক নাগরিক ছিল।  মে ২০১৫ এর শেষে, ডোনেটস্ক বিমানবন্দরের ইউক্রেনীয় কমান্ডার, ওলেগ কুজমিনিক, যিনি কমপ্লেক্সের যুদ্ধের সময় বন্দী হয়েছিলেন, তাকে মুক্তি দেওয়া হয়েছিল। \n২০১৭ সালের ডিসেম্বরে, একটি বড় বন্দী বিনিময় হয়েছিল যেখানে বিদ্রোহীরা তাদের বন্দী ১৭৬ জন  বন্দীর মধ্যে ৭৩ জনকে মুক্তি দিয়েছে, যখন ইউক্রেন তাদের ৩৮০ বন্দীর মধ্যে ৩০৬ জনকে মুক্তি দিয়েছে। ইউক্রেন যাদের মুক্তি দিয়েছে, তাদের মধ্যে ২৯ জন এক্সচেঞ্জ পয়েন্টে নিয়ে আসলে বিচ্ছিন্নতাবাদী-নিয়ন্ত্রিত অঞ্চলে ফিরে যেতে অস্বীকৃতি জানিয়েছে, যেখানে ৪০ জন যারা ইতিমধ্যেই মুক্তি পেয়েছে তারা বিনিময়ের জন্য উপস্থিত হয়নি। এদিকে, বিদ্রোহীদের থেকে মুক্তিপ্রাপ্তদের মধ্যে ৩২ জন সৈন্য। এটি বিদ্রোহীদের দ্বারা মুক্তিপ্রাপ্ত বন্দীদের সামগ্রিক সংখ্যা ৩,২১৫ এ নিয়ে আসে।  যারা এখনও বিচ্ছিন্নতাবাদীদের হাতে বন্দী, তাদের মধ্যে ৭৪ জন সৈন্য ছিলেন।  ২০১৮ সালের জুনের শেষের দিকে মুক্তিপ্রাপ্ত বন্দীদের সংখ্যা ৩,২২৪ -এ আপডেট করা হয়েছিল, যেখানে এখনও বিদ্রোহীদের হাতে বন্দিদের সংখ্যা ১১৩।   ২০১৯ সালের ডিসেম্বরের শেষে, একটি নতুন বন্দী বিনিময় হয়েছিল, ইউক্রেন ১২৪ জন বিচ্ছিন্নতাবাদী যোদ্ধা এবং তাদের সমর্থকদের মুক্তি দিয়েছিল, যেখানে  ১২ জন সৈন্য সহ ৭৬ জন বন্দীকে বিদ্রোহীদের দ্বারা ইউক্রেনে ফিরিয়ে দেওয়া হয়েছিল। বিচ্ছিন্নতাবাদীদের দ্বারা মুক্তি পাওয়া আরও পাঁচ বা ছয়জন বন্দী বিদ্রোহী নিয়ন্ত্রিত অঞ্চলে থাকার সিদ্ধান্ত নিয়েছে। \n\n\n=== বিদেশী যোদ্ধা ===\nবিদেশী স্বেচ্ছাসেবকরা সংঘর্ষে জড়িয়ে পড়েছে,  উভয় পক্ষের লড়াইয়ে। এনজিও কার্গো 200 রিপোর্ট করেছে যে তারা বিদ্রোহী বাহিনীর অংশ হিসাবে যুদ্ধ করার সময় 1,479 রাশিয়ান নাগরিকের মৃত্যুর নথিভুক্ত করেছে।\n\n\n== তথ্যসূত্র =="}