{"pageid": 1357380, "title": "সামাগুড়ি বিল", "url": "https://bn.wikipedia.org/wiki?curid=1357380", "content": "সামাগুড়ি বিল (অসমীয়া: চামগুৰি বিল) ভারতের আসামের নগাঁও জেলার সামাগুড়ি শহরের কাছে অবস্থিত একটি প্রাকৃতিক হ্রদ। অসমীয়া ভাষায় পোখি তীর্থ (পাখি তীর্থস্থান) নামেও পরিচিত, এই হ্রদ শীতের মৌসুমে বিভিন্ন পরিযায়ী পাখিদের আকর্ষণ করে। সামাগুড়ি বিল পরিযায়ী ও আদিবাসী উভয় প্রজাতির অসংখ্য পাখির প্রাকৃতিক আবাসস্থল হিসেবে কাজ করে।\n\n\n== ব্যুৎপত্তি ==\nসামাগুড়ি বিল জনপ্রিয়ভাবে পোখি তীর্থ নামে পরিচিত, যা অসমীয়া ভাষায় অনুবাদ করে \"পাখি তীর্থযাত্রা\"। শীত মৌসুমে উল্লেখযোগ্য সংখ্যক পরিযায়ী পাখির কারণে হ্রদটি এই নামটি অর্জন করেছে। এই এভিয়ান দর্শকরা হ্রদে তাদের তীর্থযাত্রা করে, পাখি উত্সাহী এবং প্রকৃতি প্রেমীদের জন্য একইভাবে একটি অসাধারণ দর্শন তৈরি করে৷\n\n\n== আভিফাউনা ==\nশীত মৌসুমে, সামাগুড়ি বিল বিভিন্ন পরিযায়ী পাখি প্রজাতির জন্য একটি অস্থায়ী আবাসে পরিণত হয়। এখানে লক্ষ্য করা যায় এমন কিছু উল্লেখযোগ্য পরিযায়ী পাখির মধ্যে রয়েছে কম হুইসলিং হাঁস, ফুলভাস হুইসলিং হাঁস, ফেরুজিনাস পোচার্ড, হুইস্কার্ড টার্ন, কটন পিগমি হংস, দারুচিনি বিটার্ন এবং গ্রে-হেডেড ল্যাপউইং ইত্যাদি। উপরন্তু, হ্রদটি বিভিন্ন আবাসিক পাখির প্রজাতি যেমন ব্রোঞ্জ-উইংড জাকানা, ইন্ডিয়ান পন্ড হেরন, ওরিয়েন্টাল ডার্টার, ক্যাটল এগ্রেট, হোয়াইট-থ্রোটেড কিংফিশার, কমন কিংফিশার, গ্রে-হেডেড সোয়ামফেন, কমন মুরহেন, হোয়াইট-ব্রেস্টেডের প্রাকৃতিক আবাসস্থল। ওয়াটারহেন, লিটল এগ্রেট, অসপ্রে, লিটল করমোরেন্ট এবং এশিয়ান ওপেনবিল।\n\n\n== ভূগোল ==\nসামাগুড়ি বিল আসামের নগাঁও জেলার সামাগুড়ি শহরের কাছে ব্রহ্মপুত্র নদের অববাহিকায় অবস্থিত। কোলং নদীর পরিত্যক্ত পথ দ্বারা হ্রদটি তৈরি হয়েছিল, পাখি এবং দর্শনার্থীদের উভয়েরই উপভোগ করার জন্য একটি নির্মল এবং মনোরম পরিবেশ তৈরি করেছিল৷\n\n\n== রজ্জুপথ ==\n\n২৯ শে জুন, ২০১৪-এ একটি রোপওয়ে উদ্বোধন করা হয়েছিল, যা দর্শনার্থীদের সামাগুড়ি বিলের একটি অনন্য দৃষ্টিকোণ প্রদান করে। তবে, এটি লক্ষণীয় যে রোপওয়ে পরিষেবাটি বর্তমানে বন্ধ রয়েছে৷\n\n\n== পর্যটন ==\nপাখিপ্রেমিক এবং উত্সাহীদের জন্য, সামাগুড়ি বিল একটি তীর্থস্থান এবং সব মিলিয়ে এক স্বর্গ। প্রতি বছর, শীতের শুরুতে, এই হ্রদে প্রচুর পরিযায়ী পাখি আসে, যা এটিকে একটি শ্বাসরুদ্ধকর দৃশ্য করে তোলে। পাখি প্রজাতির প্রাচুর্য এবং বৈচিত্র্য সামাগুড়ি বিলকে পাখি দেখার জন্য এবং প্রকৃতির বিস্ময় অনুভব করার জন্য একটি দর্শনীয় স্থান করে তুলেছে।\n\n\n== আকর্ষণ ==\nদুর্দান্ত পাখির জনসংখ্যা ছাড়াও, সামাগুড়ি বিল নিজেই আসামের একটি মনোমুগ্ধকর পর্যটন স্পট। নির্মল হ্রদ এবং এর আশেপাশের এলাকা দর্শনার্থীদের বিশ্রাম নিতে এবং প্রকৃতির সৌন্দর্যে নিজেকে নিমজ্জিত করার জন্য একটি শান্ত পরিবেশ প্রদান করে। তাদের প্রাকৃতিক আবাসস্থলে বিভিন্ন প্রজাতির পাখির দর্শন স্থানটির মুগ্ধতা বাড়িয়ে দেয়, যারা ভ্রমণ করেন তাদের সবার জন্য একটি স্মরণীয় অভিজ্ঞতা তৈরি করে।\n\n\n== প্রবেশ ==\nসামাগুড়ি বিল নগাঁও এবং নিকটবর্তী শহরগুলির সাথে সু-সংযুক্ত, এটি পর্যটকদের জন্য সহজেই অ্যাক্সেসযোগ্য করে তোলে। পাখির তীর্থস্থান থেকে যাতায়াতের জন্য বাস এবং ট্যাক্সি সহজেই উপলব্ধ। দ্রুত এবং আরও সুবিধাজনক যাত্রার জন্য দর্শকরা নগাঁও-এর যেকোনো স্থান থেকে গাড়ি ভাড়া নিতে পারেন।\n\n\n== পরিদর্শন করার সেরা সময় ==\nসামাগুড়ি বিল পরিদর্শন করার উপযুক্ত সময় হল শীতের প্রথম দিকে যখন পরিযায়ী পাখিদের বাস। এই এভিয়ান অতিথিরা ঋতু শেষ না হওয়া পর্যন্ত তাদের উপস্থিতি দিয়ে হ্রদটিকে মুগ্ধ করে, যা দর্শকদের আসামের পাখিপ্রাণীর সৌন্দর্য এবং বৈচিত্র্য দেখার একটি অসাধারণ সুযোগ দেয়৷\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআসাম পর্যটন - সামাগুড়ি বিল\nসামাগুড়ি বিল - আসামের পাখি\nআমার ভারত ভ্রমণ - সামাগুরি বিল"}