{"pageid": 1357920, "title": "শচীন্দ্রলাল সিং", "url": "https://bn.wikipedia.org/wiki?curid=1357920", "content": "শচীন্দ্র লাল সিং (৭ আগস্ট ১৯০৭ - ৯ ডিসেম্বর ২০০০) ভারতীয় জাতীয় কংগ্রেসের একজন নেতা এবং ১ জুলাই ১৯৬৩ থেকে ১ নভেম্বর ১৯৭১ পর্যন্ত উত্তর-পূর্ব ভারতের ত্রিপুরা রাজ্যের প্রথম মুখ্যমন্ত্রী ছিলেন। ১৯৭৭ সালে, তিনি নবগঠিত কংগ্রেস ফর ডেমোক্রেসি দলের নেতা হন। তিনি কংগ্রেস ফর ডেমোক্রেসির সদস্য হিসাবে ত্রিপুরা পশ্চিম কেন্দ্র থেকে ষষ্ঠ লোকসভায় নির্বাচিত হন। ত্রিপুরার প্রথম মুখ্যমন্ত্রী শচীন্দ্রলাল সিং ত্রিপুরার অত্যন্ত জনপ্রিয় নেতা ছিলেন। তাকে স্নেহের সাথে \"শচীনদা\" বলা হত এবং তার সরলতা এবং বন্ধুত্বপূর্ণ প্রকৃতির জন্য অত্যন্ত প্রশংসিত হয়েছিলেন।\n\n\n== পরিবার এবং প্রাথমিক জীবন ==\nতাঁর পিতা শ্রী দীনদয়াল সিং, যিনি কাশী (বারাণসী) থেকে এসেছিলেন, তিনি ত্রিপুরা রাজ্যের সামরিক প্রতিষ্ঠায় প্রধান ভূমিকা পালন করেছিলেন এবং আগরতলায় স্থায়ীভাবে বসতি স্থাপন করেছিলেন। শচীন-দা ভিক্টোরিয়া কলেজ (ব্রিটিশ ভারত) থেকে তার শিক্ষাজীবন পাস করেন। তিনি তাঁর স্কুল জীবন থেকেই আগরতলার যুবকদের সংগঠন “ভাতৃ সংঘ”-এর সদস্য হিসাবে তাঁর রাজনৈতিক কর্মকাণ্ড শুরু করেছিলেন। বাংলার যুগান্তর দলের সঙ্গে সংঘের সদস্যদের রাজনৈতিক যোগসূত্র ছিল ১৯২০ সাল থেকে বা সেখানে প্রায়।\n\n\n== ভারতীয় স্বাধীনতার জন্য সংগ্রাম (১৯২৪-১৯৪৭) ==\nভারতের স্বাধীনতা অর্জনের আগে দেশীয় রাজ্যগুলোতে কংগ্রেসের কোনো সংগঠন ছিল না। গণপরিষদ নামে একটি সংগঠন পার্বত্য ত্রিপুরায় কংগ্রেসের বিকল্প হিসেবে কাজ করত। উল্লেখ্য যে, প্রাক-স্বাধীন ভারতে প্রিন্সলি ত্রিপুরা \"পার্বত্য ত্রিপুরা\" নামে পরিচিত ছিল এবং এর সংলগ্ন তৎকালীন বঙ্গ প্রদেশের একটি টিপরাহ জেলাও ছিল। পার্বত্য ত্রিপুরার জনগণও দেশের স্বাধীনতা আন্দোলনে জড়িত ছিল এবং ব্রিটিশ ভারতে তাদের সমকক্ষদের সাথে ঘনিষ্ঠ সম্পর্ক ছিল। ত্রিপুরার মহারাজার বিরুদ্ধে অবশ্য কোনো রাজনৈতিক আন্দোলন ছিল না।\n\n\n== কর্মজীবন ==\n১৯৪৬ সাল থেকে শচীনদা সাংগঠনিক কাজের জন্য ত্রিপুরার পাহাড় এবং ডেলে ব্যাপকভাবে ভ্রমণ করেছিলেন। পাহাড়ি জনগণের প্রতি তার বিশেষ ভালোবাসা ও যত্ন ছিল। ১৯৫০ সালে কোনো এক সময়ে তিনি বিলোনিয়া মহকুমার বাগাফা গ্রামে ত্রিপুরার সমস্ত অঞ্চলের আদিবাসী নেতাদের আমন্ত্রণ জানিয়ে একটি উপজাতীয় সম্মেলনের আয়োজন করেন, যার উদ্বোধন করেন তৎকালীন প্রধান কমিশনার, জনাব কে কে হাজরা, আইসিএস। সম্মেলনে প্রায় ২০০ জন আদিবাসী অংশ নেন। মহাত্মা গান্ধীর দ্বারা গভীরভাবে প্রভাবিত ও প্রভাবিত হয়ে তিনি প্রথমে গান্ধীর এবং পরে জওহরলাল নেহরুর অনুগত অনুগামী হয়ে ওঠেন। ১৯৪৭ সালে স্বাধীনতার পর, ১৯৫৩ সালে, শচীন-দা-এর উদ্যোগে, প্রধানমন্ত্রীর তহবিল থেকে আর্থিক সহায়তায় বাগাফাতে আদিবাসী পুনর্বাসন কাজ (ত্রিপুরায় প্রথম) শুরু হয়। ১৯৫৩ সালে, তিনি ত্রিপুরা সরকারের উপদেষ্টা পরিষদের উপদেষ্টা থাকাকালীন, ত্রিপুরা কল্যাণমূলক কাজ সরকার কর্তৃক গ্রহণ করা হয়েছিল। আদিবাসী কল্যাণের জন্য একজন বিশেষ কর্মকর্তা নিয়োগ করা হয়েছিল এবং এই উদ্দেশ্যে প্রয়োজনীয় তহবিল বরাদ্দ করা হয়েছিল। তিনি যখন ত্রিপুরার ১ম মুখ্যমন্ত্রী হন, তখন তিনি আদিবাসী কল্যাণ কার্যালয়কে আপগ্রেড করতে এবং আদিবাসী ঝুমিয়া সেটেলমেন্ট এবং অন্যান্য আদিবাসী কল্যাণমূলক কাজে আরও মনোযোগ দেওয়ার জন্য বিশেষ প্রচেষ্টা করেন।\n১৯৫২ সালে অনুষ্ঠিত সাধারণ নির্বাচনে তিনি ত্রিপুরা ইলেক্টোরাল কলেজের সদস্য নির্বাচিত হন। ১৯৫৬ সালে তিনি ত্রিপুরা আঞ্চলিক পরিষদের সদস্য নির্বাচিত হন এবং এর ১ম চেয়ারম্যান হন। তিনি ১৯৬৭ সালে ২য় বারের জন্য ত্রিপুরা আঞ্চলিক পরিষদের সদস্য হিসেবে নির্বাচিত হন, যা পরবর্তীতে ত্রিপুরায় ১ম সরকার গঠনের জন্য একটি আঞ্চলিক বিধানসভায় রূপান্তরিত হয়। তিনি আঞ্চলিক বিধানসভায় সংখ্যাগরিষ্ঠ কংগ্রেস দলের নেতা নির্বাচিত হন এবং ত্রিপুরায় গণতান্ত্রিকভাবে নির্বাচিত প্রথম সরকার গঠন করেন।\nসরকারে উপদেষ্টা হিসাবে, আঞ্চলিক পরিষদের চেয়ারম্যান হিসাবে এবং মুখ্যমন্ত্রী হিসাবে তিনি ত্রিপুরার কৃষি, শিক্ষা, সড়ক যোগাযোগ এবং সাধারণভাবে এবং তফসিলি উপজাতি, তফসিলি জাতি এবং ওবিসি জনগণের কল্যাণে ত্রিপুরার উন্নয়নের জন্য অত্যন্ত নিষ্ঠার সাথে কাজ করেছিলেন। বিশেষ তিনি পূর্ব পাকিস্তানের উদ্বাস্তুদের পুনর্বাসনের জন্য তাদের যত্ন নেন। তাঁর প্রচেষ্টার ফলেই বিপুল সংখ্যক উদ্বাস্তু পুনর্বাসন লাভ করে। শচীন-দাকে যথার্থই গণতান্ত্রিক ত্রিপুরার স্থপতি বলা হয়। তিনি বাংলাদেশের একজন প্রতিষ্ঠাতা সদস্য ছিলেন এবং ১৯৭১ সালে, যখন তিনি ত্রিপুরার মুখ্যমন্ত্রী ছিলেন, তার দ্রুত বন্ধু শেখ মুজিবুর রহমান এবং বাংলাদেশের জনগণকে সব ধরনের সমর্থন ও সাহায্য দিয়েছিলেন।\nতিনি ত্রিপুরা খাদি ও গ্রামীণ শিল্প বোর্ড, হরিজন সেবক সংঘ, ত্রিপুরা বোর্ড, কামরাজ ফাউন্ডেশন, নয়াদিল্লির প্রথম চেয়ারম্যান এবং ভারত সরকারের স্বরাষ্ট্র মন্ত্রণালয়ের মুক্তিযোদ্ধা কমিটির চেয়ারম্যান, টেলিকমিউনিকেশন কমিটির সদস্য ইত্যাদি।\n\n\n== পরবর্তী জীবন ও মৃত্যু ==\nজীবনের শেষ পর্যায়ে, পরিস্থিতি তাকে ত্রিপুরা রাজ্য কংগ্রেস ছেড়ে যেতে বাধ্য করেছিল যা তিনি তৈরি করেছিলেন এবং তিনি বাবু জগজীবন রামের \"গণতন্ত্রের জন্য কংগ্রেস\"-এ যোগদান করেছিলেন। ১৯৭২ সালের সাধারণ নির্বাচনে তিনি গণতন্ত্রের জন্য কংগ্রেসের প্রার্থী হিসেবে ত্রিপুরা পশ্চিম সংসদীয় নির্বাচনী এলাকা থেকে লোকসভার সদস্য নির্বাচিত হন (ইন্দিরা গান্ধী ছাড়াও)। কিন্তু ১৯৮২ সালে প্রধানমন্ত্রী রাজীব গান্ধী তাকে পরিবারে আমন্ত্রণ জানান, এবং তিনি আবার ভারতীয় জাতীয় কংগ্রেসে যোগ দেন, ১৯৮২ সালে তিনি নির্বাচন কমিটির চেয়ারম্যান, ত্রিপুরা প্রদেশ কংগ্রেস কমিটির চেয়ারম্যান এবং উত্তর-পূর্ব রাজ্যগুলির দায়িত্বে ছিলেন। তিনি এইচ এন বহুগুনার ঘনিষ্ঠ ছিলেন। নন্দিনী সতপতী, সন্তোষ মোহন দেব, গোপীনাথ বারদোলোই, কে কামরাজ, ডাঃ বিসি রায়, মোহন লাল সুখদিয়া প্রমুখ।\n১৯৭৭ সাল থেকে তিনি তার স্ত্রী এবং সন্তানদের (আশীষ লাল সিং, নন্দিতা সিং, দেবাশীষ লাল সিং, নমিতা সিং) নিয়ে নয়া দিল্লিতে বসবাস করছিলেন এবং সেখানে ৯ ডিসেম্বর ২০০০-এ মারা যান। তাঁর মরদেহ সরকার কর্তৃক আগরতলায় আনা হয় এবং পূর্ণ রাষ্ট্রীয় সম্মানে আগরতলার দশমী ঘাট শ্মশানে দাহ করা হয়।       বাংলাদেশের স্বাধীনতা যুদ্ধে অসামান্য অবদানের জন্য তিনি ২০১২ সালে বাংলাদেশ থেকে মরণোত্তর \"ফ্রেন্ডস অব লিবারেশন ওয়ার অনার\" লাভ করেন। \n\n\n== মন্তব্য ==\n\n\n== বহিঃসংযোগ ==\nপার্লামেন্ট অফ ইন্ডিয়ার ওয়েবসাইটে অফিসিয়াল জীবনী সংক্রান্ত স্কেচ\nটেমপ্লেট:Chief Ministers of Tripura"}