{"pageid": 1357737, "title": "সৌরাষ্ট্র রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1357737", "content": "মধ্য ও পশ্চিম ভারতে যাদব রাজাদের দ্বারা শাসিত বহু রাজ্যের মধ্যে সৌরাষ্ট্র রাজ্য ছিল অন্যতম। এই গোষ্ঠীর অন্যান্য রাজ্যগুলির মধ্যে রয়েছে চেদি রাজ্য,  দাসর্ণ রাজ্য, সুরাসেন রাজ্য বা  ব্রজ রাজ্য, কারুশ রাজ্য, কুন্তি রাজ্য, অবন্তী রাজ্য,  মালভ রাজ্য, গুর্জর রাজ্য, আনর্ত রাজ্য, দ্বারকা রাজ্য, হেইদার রাজ্য ও বিদর্ভ রাজ্য।\nসৌরাষ্ট্র রাজ্য মোটামুটিভাবে উপদ্বীপ অঞ্চল সহ দক্ষিণ গুজরাট। গুজরাটের আধুনিক শহর সুরাট নামটি সৌরাষ্ট্র নাম থেকে এসেছে। দক্ষিণ গুজরাট গঠিত উপদ্বীপীয় অঞ্চল এখনও সৌরাষ্ট্র নামে পরিচিত।\n\n\n== মহাভারতে ==\n\n\n=== সহদেবের সামরিক অভিযান ===\nমহাভারত, পুস্তক ২, অধ্যায় ৩০: এবং পরবর্তীতে পৌরব রাজ্যের বিরুদ্ধে তার বাহিনী চালিত করে, সহদেব পরাজিত হন এবং এর রাজার বশ্যতা স্বীকার করেন। এবং রাজপুত্র, এর পরে, অনেক প্রচেষ্টায় সৌরাষ্ট্রের রাজকন্যা ও কৌশিকদের সরকারী বার্তা কন্যা আকৃতিকে তার অধীনে নিয়ে আসেন। গুণী রাজকন্যা সৌরাষ্ট্র রাজ্যে অবস্থানকালে ভোজকাটা অঞ্চলের মধ্যে ভীষ্মকের রাজা রুক্মীনের কাছে অস্পষ্টভাবে উজ্জ্বল দূত পাঠান।\n\n\n=== কর্ণ ধমক দিচ্ছেন শল্যকে ===\nমহাভারত, পুস্তক ৮, অধ্যায় ৪৫: কর্ণ, যখন শল্যের উপর ক্ষিপ্ত হন, তখন তাকে এবং তার জাতির সাথে যাদের সাংস্কৃতিক মিল রয়েছে তাদের তিরস্কার করেন।\nপঞ্চালরা বেদে নির্দেশিত কর্তব্য পালন করে; কৌরবরা সত্য পালন করে; মৎস্য ও সুরসেনরা যজ্ঞ করে, পূর্বের লোকেরা শূদ্রদের রীতি অনুসরণ করে; দক্ষিণের লোকেরা পতিত হয়; বাহিকারা চোর।\n\n\n=== ধৌম্য ঋষি সৌরাষ্ট্রের পবিত্র স্থানের বর্ণনা দিয়েছেন ===\nমহাভারত, পুস্তক ৩, অধ্যায় ৮৮: আমি এখন, হে যুধিষ্ঠির, সুরাষ্ট্র দেশের অন্তর্গত পবিত্র স্থান, আশ্রয়স্থল এবং নদী ও হ্রদগুলি বর্ণনা করব! ও যুধিষ্ঠির, সমুদ্র উপকূলে রয়েছে চামসোদ্ভেদ, এবং প্রভাস, সেই তীর্থ যা দেবতাদের দ্বারা অনেক বেশি সম্মানিত। পিন্দরক নামক তীর্থও রয়েছে, এখানে প্রায়ই সন্ন্যাসীরা আসেন। সেই অঞ্চলে উজ্জয়ন্ত নামে একটি শক্তিশালী পাহাড় রয়েছে যা দ্রুত সাফল্যের দিকে পরিচালিত করে। এটি সম্পর্কে স্বর্গীয় ঋষি নারদ প্রাচীন শ্লোক পাঠ করেছেন। সুরাষ্ট্রের উজ্জয়ন্তের পবিত্র পাহাড়ে তপস্যা করার মাধ্যমে, যা পাখি ও পশুদের মধ্যে প্রচুর, একজন ব্যক্তি স্বর্গে গণ্য হন। এছাড়াও রয়েছে দ্বারবতী, মহান যোগ্যতার উৎপাদনকারী, যেখানে বিখ্যাত বাসুদেব কৃষ্ণ বাস করেন।\n\n\n=== ভীমের ১৮ জন খারাপ রাজার তালিকা ===\nমহাভারত, পুস্তক ৫, অধ্যায় ৭৪: ধর্ম যখন বিলুপ্ত হয়ে গিয়েছিল, কালী অসুরদের জাতিতে জন্মগ্রহণ করেছিলেন যা সমৃদ্ধি এবং শক্তিতে জ্বলছিল, তাই হাইহায়দের মধ্যে উদবর্তের জন্ম হয়েছিল। নেপাদের মধ্যে জন্মেজয়, তালাজঙ্ঘের মধ্যে বহুলা, ক্রিমীদের মধ্যে গর্বিত বাসু, সুবীরদের মধ্যে অজবিন্দু, সুরাষ্ট্রদের মধ্যে রুষার্ধিক, বালিহাদের মধ্যে অর্কজ, চিনাদের মধ্যে ধৌতমূলক, বিদেহদের মধ্যে হয়গ্রীব, মহৌজাসদের মধ্যে ভারায়ু, সুন্দরদের মধ্যে বাহু, দীপ্তাক্ষদের মধ্যে পুরুরভা, চেদি ও মৎস্যদের মধ্যে সহজ, প্রবীরদের মধ্যে বৃষধ্বজ, চন্দ্র-বৎস্যদের মধ্যে ধরন, মুকুটদের মধ্যে বিগাহন ও নন্দীবেগের মধ্যে সাম। এই দুষ্ট ব্যক্তিরা প্রতিটি যুগের শেষে, তাদের নিজ নিজ জাতিতে, তাদের আত্মীয়দের ধ্বংসের জন্য উত্থিত হয়।\n\n\n=== কুরুক্ষেত্র যুদ্ধ ===\nমহাভারত, পুস্তক ৬, অধ্যায় ২০: সেই বৃহৎ বাহিনী যা বৃষ্ণি ও ভোজ জাতিগুলির পরাক্রমশালী গাড়ি-যোদ্ধাদের দ্বারা সুরক্ষিত ছিল, এছাড়াও সুরাষ্ট্রের যোদ্ধাদের দ্বারা সুসজ্জিত এবং অস্ত্রের ব্যবহার সম্পর্কে ভালভাবে পরিচিত, এবং যার নেতৃত্বে ছিলেন কৃতবর্মা, কৌরব সেনাবাহিনীর দক্ষিণ দিকে অগ্রসর হন।\n\n\n=== অর্জুনের যুদ্ধোত্তর সামরিক অভিযান ===\nমহাভারত, পুস্তক ১৪, অধ্যায় ৮৩: অর্জুন এবং দ্রাবিড় ও অন্ধ্র এবং হিংস্র মহিষাক ও কোলওয়া পাহাড়িদের মধ্যে যুদ্ধ সংঘটিত হয়েছিল। কোন ভয়ঙ্কর কৃতিত্ব না করেই সেই সমস্ত উপজাতিদের বশীভূত করে, অর্জুন সুরাষ্ট্রের দেশে চলে গেলেন, তার পদচিহ্ন ঘোড়ার দ্বারা পরিচালিত হয়েছিল। তিনি সেখান থেকে প্রভাসাকে মেরামত করেন। এরপর তিনি বৃষ্ণি জাতির বীরদের দ্বারা সুরক্ষিত দ্বারবতীর সুন্দর নগরীতে চলে যান। কুরু রাজার সুন্দর যজ্ঞ ঘোড়া যখন দ্বারবতীতে পৌঁছেছিল, তখন যাদব যুবকরা সেই অগ্রগামী ঘোড়ার বিরুদ্ধে শক্তি প্রয়োগ করেছিল। রাজা উগ্রসেন অবশ্য শীঘ্রই বাইরে গিয়ে সেই যুবকদের তারা যা ইচ্ছা করছিলেন তা করতে নিষেধ করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\nKisari Mohan Ganguli, The Mahabharata of Krishna-Dwaipayana Vyasa Translated into English Prose, 1883-1896."}