{"pageid": 1357416, "title": "সমরস", "url": "https://bn.wikipedia.org/wiki?curid=1357416", "content": "সমরস (সংস্কৃত: समरास; আইএএসটি: Samarāsa; তিব্বতি: རོ་གཅིག, ওয়াইলি: ro gcig; তিব্বতি: རོ་མཉམ, ওয়াইলি: ro mnyam) আক্ষরিক অর্থে \"এক-স্বাদ\" \"এক-গন্ধ\" বা \"একই-স্বাদ\" এবং এর অর্থ অনুভূতি, অ-বৈষম্যহীন বা বিশ্রামে মন।\n\n\n== বৌদ্ধধর্মে ==\nনালন্দ অনুবাদ কমিটি (১৯৮২: পৃষ্টা ২২৩) মারপা, বিখ্যাত তিব্বতি যোগী ও সমরসকে এইভাবে সংজ্ঞায়িত করে:\n\n...সমান স্বাদ (সমরস) বৌদ্ধ তন্ত্রের যোগ অনুশীলন এবং দৃশ্যায়ন অনুশীলন অত্যন্ত জটিল, কিন্তু তাদের অন্তর্নিহিত জিনিসগুলির একক অভিজ্ঞতা। এই উপলব্ধি বা মনের অবস্থাকে কখনও কখনও সমান স্বাদ বলা হয়, যার অর্থ হল ভাল ও মন্দ, জাগ্রত ও নিদ্রা ইত্যাদির সমস্ত চরম শূন্যতা এবং মনের একই মৌলিক প্রকৃতি রয়েছে।\n\n\n== হিন্দুধর্মে ==\nসমরস হল নাথ ঐতিহ্যের চারটি প্রধান 'সাংকেতিক লিপির সমাধানসূত্র' ও 'শিক্ষা' এর একটি, বাকি তিনটি হল স্বেচ্ছাচার, সাম ও সহজ।\nশ্রী গুরুদেব মহেন্দ্রনাথ, International Nath Order এট প্রতিষ্ঠাতা, লিখেছেন:\n\nবৈদিক গ্রন্থ থেকে সম্পূর্ণ অনুপস্থিত এই অনন্য শব্দটি তন্ত্র, উপনিষদ ও সর্বোত্তম অ-বৈদিক সাহিত্যে বারবার পাওয়া যায়। অবধূত গীতার ছোট অধ্যায়ে, এটি চল্লিশ বারেরও বেশি ঘটে। এই শব্দের জ্ঞান ছাড়া এই পুরো গীতা পড়া ও বোঝা অসম্ভব।\nতান্ত্রিক বা অ-বৈদিক শিক্ষকরা উচ্চতর সত্যের পরামর্শ দেওয়ার জন্য তার জাগতিক অর্থে সমরসা শব্দটি ব্যবহার করেছেন। সমরস অর্গাজমের মুহূর্তে যৌন মিলনে অর্জিত আনন্দকে বোঝাতে পারে। এটি ব্যবহার করে, যেমনটি তারা করেছে অন্যান্য অনেক পার্থিব জিনিসের ক্ষেত্রে - যৌন সুখের মুহূর্ত ও উপলব্ধির আধ্যাত্মিক আনন্দের মধ্যে সাদৃশ্য আঁকতে - পুরুষ ও মহিলারা, মনে করা হয়েছিল, আপেক্ষিক জীবনের উদাহরণগুলি থেকে পরম ধারণাগুলি আরও ভালভাবে বুঝতে পারবে।\nউচ্চতর দিকে যাওয়া, এর অর্থ হল সমস্ত কিছুর অপরিহার্য ঐক্য-সমস্ত অস্তিত্বের, সাম্যের সামঞ্জস্য, সম্প্রীতির পরম আনন্দ, যা নান্দনিকভাবে ভারসাম্যপূর্ণ, অভেদহীন ঐক্য, পরম আত্তীকরণ, সবচেয়ে নিখুঁত একীকরণ ও একত্বের সর্বোচ্চ পরিপূর্ণতা।\nদত্তাত্রেয়ের কাছে, এর অর্থ ছিল পরম সত্যের উপলব্ধির পর্যায়, যেখানে অনুসন্ধানকারী ও অন্বেষণকারীর মধ্যে অনুভব, দেখা বা অভিজ্ঞতার আর কোনো পার্থক্য নেই। গোরক্ষনাথ, যিনি নাথদের প্রথম গ্রন্থ রচনা করেছিলেন, তিনি সমরসকে পরম সত্যের উপলব্ধিতে পরম স্বাধীনতা, শান্তি এবং প্রাপ্তির অবস্থা হিসাবে ব্যাখ্যা করেছেন। তিনি এটিকে সমাধির চেয়ে উচ্চ স্তরে স্থাপন করেছিলেন।\n\nসমরস আনন্দ ও সুখকে নিখুঁত সমতা ও প্রশান্তি সহ বোঝায়, সমাধি শেষ হওয়ার পরে বজায় রাখা এবং জাগ্রত বা সচেতন অবস্থায় চলতে থাকে। এই অর্থে, এটি একটি স্থায়ী পরমানন্দ ও মনন যা সাধক সর্বদা বজায় রাখে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nMahendranath, Shri Gurudev। \"Ecstasy, Equipoise, and Eternity\"। সংগ্রহের তারিখ ২০২৩-০৫-০৩। \nMahendranath, Shri Gurudev। \"The Pathless Path to Immortality\"। সংগ্রহের তারিখ ২০২৩-০৫-০৩।"}