{"pageid": 1357512, "title": "জগতমদন", "url": "https://bn.wikipedia.org/wiki?curid=1357512", "content": "জগতমদন বা জগৎমদন বা জাগমদন (জাস্টিসিয়া জেন্ডারুসা) (ইংরেজি:willow-leaved justicia) হল একটি ফুলের উদ্ভিদ প্রজাতি যা Acanthaceae পরিবারের অন্তর্গত। দক্ষিণ-পূর্ব এশিয়ার আদিবাসী, বিশেষ করে বাংলাদেশ ভারত, ইন্দোনেশিয়া, মালয়েশিয়া এবং থাইল্যান্ডের মতো দেশে পাওয়া যায়, এই উদ্ভিদটি তার অসাধারণ ঔষধি বৈশিষ্ট্যের কারণে গবেষকদের এবং ঐতিহ্যগত ওষুধের অনুশীলনকারীদের মনোযোগ আকর্ষণ করেছে। এর ল্যান্সোলেট বা উপবৃত্তাকার পাতাগুলি উইলো গাছের স্মরণ করিয়ে দেয়, জগতমদন (জাস্টিসিয়া জেন্ডারুসা) একটি বহুবর্ষজীবী উদ্ভিদ হিসাবে লম্বা, ১-২ মিটার উচ্চতায় পৌঁছে। এর নলাকার ফুল, বেগুনি বা সাদা রঙের ছায়ায় পাওয়া যায়, গাছের নান্দনিক আবেদন যোগ করে। অ্যালকালয়েড, ফ্ল্যাভোনয়েড এবং ফেনোলিক যৌগ সহ এর বায়োঅ্যাকটিভ যৌগগুলি ব্যবহার করে, জগতমদন বিভিন্ন থেরাপিউটিক উদ্দেশ্যে ঐতিহ্যগত ওষুধ ব্যবস্থায় ব্যবহৃত হয়েছে। ফলস্বরূপ, এটি বৈজ্ঞানিক অন্বেষণের বিষয় হয়ে উঠেছে, যা অভিনব ওষুধ এবং চিকিত্সার একটি সম্ভাব্য উত্স সরবরাহ করে।\n\n\n== বর্ণনা ==\nজগতমদন (জাস্টিসিয়া জেন্ডারুসা) হল একটি বহুবর্ষজীবী উদ্ভিদ যার উচ্চতা ১-২ মিটার পর্যন্ত বাড়তে পারে। পাতাগুলি ল্যান্সোলেট বা উপবৃত্তাকার আকারে, উইলো গাছের পাতার মতো, তাই সাধারণ নাম। উদ্ভিদটি বেগুনি বা সাদা রঙের ছায়ায় নলাকার ফুল উৎপন্ন করে। ফল হল ছোট ক্যাপসুল যাতে অসংখ্য বীজ থাকে।\n\n\n== ঔষধি ব্যবহার ==\nজগতমদন (জাস্টিসিয়া জেন্ডারুসা)র ঔষধি গুণাবলী শতাব্দীর পর শতাব্দী ধরে ঐতিহ্যবাহী ঔষধ ব্যবস্থায় স্বীকৃত। গাছের পাতা, শিকড় এবং বীজ সহ উদ্ভিদের বিভিন্ন অংশ ভেষজ প্রতিকার তৈরিতে ব্যবহৃত হয়। উদ্ভিদে বায়োঅ্যাকটিভ যৌগ রয়েছে যেমন অ্যালকালয়েড, ফ্ল্যাভোনয়েড এবং ফেনোলিক যৌগ, যা এর থেরাপিউটিক প্রভাবে অবদান রাখে।\nঐতিহ্যগত ওষুধে, জগতমদন (জাস্টিসিয়া জেন্ডারুসা) প্রদাহ, শ্বাসযন্ত্রের ব্যাধি, চর্মরোগ এবং গ্যাস্ট্রোইনটেস্টাইনাল ব্যাধি সহ বিভিন্ন অবস্থার চিকিত্সার জন্য ব্যবহার করা হয়েছে। এটি তার অ্যান্টিমাইক্রোবিয়াল বৈশিষ্ট্যগুলির জন্যও পরিচিত, এটি নির্দিষ্ট ব্যাকটেরিয়া এবং ছত্রাক সংক্রমণের বিরুদ্ধে কার্যকর করে তোলে। উদ্ভিদটি তার সম্ভাব্য অ্যান্টিডায়াবেটিক এবং অ্যান্টিক্যান্সার ক্রিয়াকলাপের জন্য প্রাক-ক্লিনিকাল গবেষণায় প্রতিশ্রুতিবদ্ধ ফলাফল দেখিয়েছে, যদিও এই দাবিগুলিকে বৈধ করার জন্য আরও গবেষণা প্রয়োজন।\n\n\n== সংরক্ষণের অবস্থা ==\nইন্টারন্যাশনাল ইউনিয়ন ফর কনজারভেশন অফ নেচার (আইইউসিএন) অনুসারে, জগতমদন (জাস্টিসিয়া জেন্ডারুসা)কে ন্যূনতম উদ্বেগের একটি প্রজাতি (এলসি) হিসাবে শ্রেণীবদ্ধ করা হয়েছে। এর মানে হল যে উদ্ভিদটি বর্তমানে বন্যের মধ্যে তার বেঁচে থাকার জন্য কোন উল্লেখযোগ্য হুমকির সম্মুখীন নয়। যাইহোক, আবাসস্থল ধ্বংস এবং ঔষধি উদ্দেশ্যে অতিরিক্ত ফসল কাটার কারণে, জগতমদন (জাস্টিসিয়া জেন্ডারুসা)র জনসংখ্যা নিরীক্ষণ করা এবং দীর্ঘমেয়াদী বেঁচে থাকা নিশ্চিত করার জন্য টেকসই অনুশীলন প্রচার করা গুরুত্বপূর্ণ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n[www.iucnredlist.org আইইউসিএন বিপদগ্রস্ত প্রজাতির লাল তালিকা: Justicia gendarussa]"}