{"pageid": 1357527, "title": "অ-দ্বৈত লিঙ্গ", "url": "https://bn.wikipedia.org/wiki?curid=1357527", "content": "অ-দ্বৈত লিঙ্গ  এবং জেণ্ডার্কুইয়ার হল সামাজিক লিঙ্গ পরিচয়ের জন্য অধ্যর্থক পরিভাষা যা শুধুমাত্র পুরুষ বা মহিলা নয় ( লিঙ্গ দ্বৈতের বাইরের পরিচয়)। অ-দ্বৈত পরিচয়গুলি রূপান্তরকামীতার অধীনে পড়ে, যেহেতু অ-দ্বৈত লোকেরা সাধারণত একটি লিঙ্গের সাথে সনাক্ত করে যা তাদের নির্ধারিত লিঙ্গ থেকে আলাদা, যদিও কিছু অ-দ্বৈত লোকেরা নিজেদেরকে রূপান্তরকামী বলে মনে করেন না।\nঅ-দ্বৈত ব্যক্তিরা মধ্যবর্তী বা পৃথক তৃতীয় লিঙ্গ হিসাবে চিহ্নিত করতে পারেন, একাধিক লিঙ্গের সাথে সনাক্ত করতে পারেন, অ-লিঙ্গতা, বা একটি ওঠানামাকারী লিঙ্গ পরিচয়ে থাকতে পারেন। লিঙ্গ পরিচয় যৌন বা প্রেম অভিমুখিতা থেকে পৃথক: অ-দ্বৈত লোকেদের বিভিন্ন যৌন অনুবর্তিতা রয়েছে। অ-দ্বৈত হওয়াও আন্তঃলিঙ্গী হওয়ার মতো নয়; বেশিরভাগ আন্তঃলিঙ্গী মানুষ পুরুষ বা মহিলা হিসাবে চিহ্নিত করেন।\nএকটি গোষ্ঠী হিসাবে অ-দ্বৈত ব্যক্তিরা তাদের লিঙ্গ অভিব্যক্তিতে পরিবর্তিত হন, এবং কেউ কেউ লিঙ্গ পরিচয়কে পুরোপুরি প্রত্যাখ্যান করতে পারেন। কিছু অ-দ্বৈত লোকেদের লিঙ্গ উদাসীতার জন্য অস্ত্রোপচার বা হর্মোন দিয়ে চিকিৎসা করা হয়, যেমনটি প্রায়শই রূপান্তরকামী পুরুষ এবং রূপান্তরকামী নারী হন।\n\n\n== শব্দাবলী, সংজ্ঞা, এবং পরিচয়সমূহ ==\n\nজেণ্ডার্কুইয়ার শব্দটি ১৯৮০-এর দশকের কুইয়ার জ়াইন থেকে নন্-বাইনারী শব্দের পূর্বসূরী হিসাবে উদ্ভূত হয়েছিল। এটি ১৯৯০ এর দশকে রাজনৈতিক কর্মীদের মধ্যে ব্যাপক ব্যবহার লাভ করে, বিশেষ করে রিকি অ্যান উইলচিন্সের দ্বারা। উইলচিন্স ১৯৯৫ সালে ইন ইওর ফ়েস- এর প্রথম সংখ্যায় প্রকাশিত একটি প্রবন্ধে এই শব্দটি ব্যবহার করেছিলেন যে কেউ লিঙ্গবিহীন, এবং তাদের ১৯৯৭ আত্মজীবনীতে জেণ্ডার্কুইয়ার হিসাবে চিহ্নিত করা হয়েছে। উইলচিন্স ২০০২ সালে প্রকাশিত নৃসংকলন Genderqueer: Voices Beyond the Sexual Binary- এর অন্যতম প্রধান অবদানকারী ছিলেন ইন্টারনেট জেণ্ডার্কুইয়ার শব্দটিকে জ়াইনদের থেকে আরও বেশি ছড়িয়ে দেওয়ার অনুমতি দেয় এবং ২০১০-এর দশকে এই শব্দটি সেলিব্রিটিদের মাধ্যমে মূল স্রোতে প্রবর্তন করা হয়েছিল যারা জেণ্ডার্কুইয়ার ছত্রছায়ায় প্রকাশ্যে চিহ্নিত হয়েছিল।\nযারা লিঙ্গের দ্বৈতের সামাজিক নির্মাণকে চ্যালেঞ্জ করে তারা প্রায়শই জেণ্ডার্কুইয়ার হিসাবে আত্ম-পরিচয় দেয়। অ-দ্বৈত লিঙ্গ পরিচয়ের জন্য একটি ছাতা শব্দ ছাড়াও, লিঙ্গ পরিচয় নির্বিশেষে, লিঙ্গের ঐতিহ্যগত পার্থক্যগুলিকে অতিক্রম করে বা বিচ্যুত বলে মনে করা হয় এমন লোকেদের উল্লেখ করার জন্য জেণ্ডার্কুইয়ার একটি বিশেষণ হিসাবে ব্যবহার করা হয়েছে। লোকেরা \"পুরুষ\" এবং \"মহিলা\" এর বাইনারি লিঙ্গ বিভাগের সাথে সামঞ্জস্য না করে অ-আধারণিকভাবে লিঙ্গ প্রকাশ করতে পারে।\nলিঙ্গ অস্পষ্টতা হিসাবে তারা যা বর্ণনা করে তাদের দ্বারাও জেণ্ডার্কুইয়ার শব্দটি প্রয়োগ করা হয়েছে। এণ্ড্রোজিনাস (এছাড়াও এণ্ড্রোজাইন ) প্রায়শই এই শ্রেণীর লোকেদের জন্য একটি বর্ণনামূলক শব্দ হিসাবে ব্যবহৃত হয়। কারণ এণ্ড্রোজিনি শব্দটি সামাজিকভাবে সংজ্ঞায়িত পুংলিঙ্গ এবং মেয়েলি বৈশিষ্ট্যের মিশ্রণের সাথে ঘনিষ্ঠভাবে জড়িত। সমস্ত লিঙ্গবিশিষ্ট ব্যক্তিরা এণ্ড্রোজিনাস হিসাবে চিহ্নিত করেন না; কেউ কেউ একজন পুংলিঙ্গ নারী বা একজন নারী পুরুষ হিসেবে চিহ্নিত করে, অথবা অন্য লিঙ্গ বিকল্পের সাথে জেণ্ডার্কুইয়ারকে একত্রিত করে। কিছু লোক অ-দ্বৈতের সংক্ষিপ্ত রূপ হিসাবে enby (NB অক্ষর থেকে) ব্যবহার করে। অ-দ্বৈত হওয়া আন্তঃলিঙ্গের সমান নয়, এবং বেশিরভাগ আন্তঃলিঙ্গ ব্যক্তিরা পুরুষ বা মহিলা হিসাবে চিহ্নিত করে।\nঅনেক রেফ়ারেন্স রূপান্তরকামী শব্দটি ব্যবহার করে জেণ্ডার্কুইয়ার/অ-দ্বৈত ব্যক্তিদের অন্তর্ভুক্ত করতে। বিভিন্ন ধরণের লিঙ্গ পরিবর্তনের জন্য একটি বিস্তৃত শব্দ হিসাবে এই শব্দের ব্যবহার কমপক্ষে ১৯৯২ তারিখে এবং লেস্লি ফ়েইন্বার্গের ট্রান্স্জেণ্ডার্ লিবারেশন্: এ মুভ্মেণ্ট্ হুজ়্ টাইম্ হ্যাজ়্ কাম্। ১৯৯৪ সালে, অ-দ্বৈত লেখক কেট বোর্ন্স্টেইন লিখেছেন, \"ট্রান্স্জেণ্ডারের সমস্ত বিভাগ একটি সাধারণ ভিত্তি খুঁজে পায় যে তারা প্রত্যেকে লিঙ্গের এক বা একাধিক নিয়ম ভঙ্গ করে: আমাদের মধ্যে যা মিল রয়েছে তা হল আমরা লিঙ্গ বহির্ভূত, প্রত্যেকটি আমাদের।\" হিউম্যান রাইট্স ক্যাম্পেইন ফাউন্ডেশন এবং জেণ্ডার স্পেক্ট্রাম \"সাধারণত দ্বৈত লিঙ্গ ব্যবস্থার সাথে সম্পর্কিত লিঙ্গ পরিচয় এবং/অথবা প্রকাশের একটি বিস্তৃত, আরও নমনীয় পরিসর\" বোঝাতে লিঙ্গ-বিস্তৃত শব্দটি ব্যবহার করে।\nএজেন্ডারঅলিঙ্গ (\" অ- \" অর্থ \"বিহীন\"), যাকে লিঙ্গহীন, লিঙ্গ-মুক্ত, অ-লৈঙ্গিক, বা লিঙ্গবিহীন বলা হয়, তারা যারা কোনো লিঙ্গ বা লিঙ্গ পরিচয় নেই বলে চিহ্নিত করে। এই বিভাগে পরিচিতিগুলির একটি বিস্তৃত পরিসর রয়েছে যা ঐতিহ্যগত লিঙ্গ নিয়মের সাথে সঙ্গতিপূর্ণ নয়, কিন্তু পণ্ডিত ফ়িন এন্কে বলেছেন যে এই সমস্ত অবস্থানের যে কোনো একটির সাথে চিহ্নিত ব্যক্তিরা অগত্যা ট্রান্স্জেণ্ডার হিসাবে স্ব-শনাক্ত করতে পারে না। অলিঙ্গ মানুষের কোন নির্দিষ্ট সর্বনামের সেট নেই; একবচন তারা সাধারণত ব্যবহার করা হয়, কিন্তু এটি ডিফল্ট নয়। ফেব্রুয়ারী 2014 এ ফেসবুকে যোগ করা 50টি কাস্টম লিঙ্গের মধ্যে নিউট্রয়েস এবং এজেন্ডার ছিল দুটি নভেম্বর 2014 থেকে OkCupid- এ Agenderও একটি লিঙ্গ বিকল্প হয়েছে\nবাইজেন্ডার (এছাড়াও দ্বি-লিঙ্গ বা দ্বৈত লিঙ্গ ) লোকেদের দুটি লিঙ্গ পরিচয় এবং আচরণ রয়েছে। বাইজেন্ডার হিসাবে শনাক্তকরণের অর্থ সাধারণত বোঝা যায় যে একজন পুরুষ এবং মহিলা উভয়কে চিহ্নিত করে বা পুরুষলিঙ্গ লিঙ্গ প্রকাশ এবং স্ত্রীলিঙ্গ প্রকাশের মধ্যে চলে যায়, একই সাথে দুটি পৃথক লিঙ্গ পরিচয় থাকে বা তাদের মধ্যে ওঠানামা হয়। এটি জেন্ডারফ্লুইড হিসাবে চিহ্নিত করার থেকে আলাদা, কারণ যারা জেন্ডারফ্লুইড হিসাবে চিহ্নিত করে তারা কোনও নির্দিষ্ট লিঙ্গ পরিচয়ের মধ্যে পিছনে না যেতে পারে এবং সময়ের সাথে সাথে পরিচয়ের একটি সম্পূর্ণ পরিসর বা বর্ণালী অনুভব করতে পারে। আমেরিকান সাইকোলজিক্যাল অ্যাসোসিয়েশন বাইজেন্ডার পরিচয়কে ট্রান্স্জেণ্ডার পরিচয়ের ছাতার অংশ বলে। কিছু বৃহদাকার মানুষ দুটি স্বতন্ত্র ব্যক্তিত্ব প্রকাশ করে, যা হতে পারে মেয়েলি, পুংলিঙ্গ, এজেন্ডার, এণ্ড্রোজাইন বা অন্যান্য লিঙ্গ পরিচয়; অন্যরা দেখতে পায় যে তারা একই সাথে দুটি লিঙ্গ হিসাবে চিহ্নিত করে। সান ফ্রান্সিস্কো ডিপার্টমেন্ট অফ পাবলিক হেলথ দ্বারা পরিচালিত ১৯৯৯ সালের একটি সমীক্ষা দেখেছে যে, ট্রান্স্জেণ্ডার সম্প্রদায়ের মধ্যে, ৩% যাদের জন্মের সময় পুরুষ হিসাবে নিয়োগ করা হয়েছিল এবং ৮% জন্মের সময় মহিলা হিসাবে চিহ্নিত হয় \"ট্রান্স্ভেস্টাইট, ক্রস-ড্রেসার, ড্র্যাগ কুইন, বা একজন বাইজেন্ডার মানুষ\"। GLAAD-এর পক্ষ থেকে পরিচালিত একটি ২০১৬ হ্যারিস পোল দেখা গেছে যে মিলেনিয়ালদের ১% বাইজেন্ডার হিসাবে চিহ্নিত। ট্রাইজেন্ডার লোকেরা পুরুষ, মহিলা এবং তৃতীয় লিঙ্গের মধ্যে স্থানান্তরিত হয়।\nডেমিজেন্ডার লোকেরা আংশিক বা বেশিরভাগ ক্ষেত্রে একটি লিঙ্গ এবং একই সময়ে অন্য লিঙ্গের সাথে সনাক্ত করে। পরিচয়ের বেশ কয়েকটি উপশ্রেণী রয়েছে। একটি ডেমি-বয় বা ডেমি-ম্যান, উদাহরণস্বরূপ, অন্তত আংশিকভাবে একজন ছেলে বা পুরুষ ( জন্মের সময় তাদের নির্ধারিত লিঙ্গ এবং লিঙ্গ যাই হোক না কেন) এবং আংশিকভাবে অন্যান্য লিঙ্গের সাথে বা অন্য কোন লিঙ্গ (এজেন্ডার) ছাড়াই চিহ্নিত করে। একজন ডেমিফ্লাক্স ব্যক্তি মনে করেন যে তাদের পরিচয়ের স্থিতিশীল অংশটি অ-বাইনারি।\n\nপ্যানজেন্ডার (এছাড়াও বহুলিঙ্গ বা সর্বলিঙ্গ ) ব্যক্তিদের একাধিক লিঙ্গ পরিচয় রয়েছে। কেউ কেউ একই সাথে সমস্ত লিঙ্গ হিসাবে চিহ্নিত করতে পারে।লিঙ্গতরল বা জেন্ডারফ্লুইড লোকেরা প্রায়শই একটি একক সংজ্ঞায় প্রতিশ্রুতিবদ্ধ হওয়ার পরিবর্তে তাদের লিঙ্গ পরিচয় সম্পর্কে নমনীয় থাকার ইচ্ছা প্রকাশ করে। তারা তাদের জীবদ্দশায় বিভিন্ন লিঙ্গ অভিব্যক্তির মধ্যে ওঠানামা করতে পারে, বা একই সময়ে বিভিন্ন লিঙ্গ চিহ্নিতকারীর একাধিক দিক প্রকাশ করতে পারে। একজন লিঙ্গতরল ব্যক্তিকে বাইজেন্ডার, ট্রাইজেন্ডার বা প্যানজেন্ডার হিসাবেও চিহ্নিত করা যেতে পারে।\nট্রান্স্ফ়েমিনিন হল যেকোন ব্যক্তির জন্য একটি শব্দ, দ্বৈত বা অ-দ্বৈত, যাকে জন্মের সময় পুরুষ নিয়োগ করা হয়েছিল এবং যার প্রধানত নারীসুলভ লিঙ্গ পরিচয় বা উপস্থাপনা রয়েছে; ট্রান্স্ম্যাস্ক্যুলিন হল এমন একজনের জন্য সমতুল্য শব্দ যাকে জন্মের সময় মহিলা হিসাবে নিয়োগ করা হয়েছিল এবং যার প্রধানত পুরুষালি লিঙ্গ পরিচয় বা উপস্থাপনা রয়েছে।\n১৯৯০ সালে উইনিপেগে একটি আদিবাসী এলজিবিটি সমাবেশে, টু-স্পিরিট(দ্বি-আত্মা)শব্দটি, যা আদিবাসী উত্তর আমেরিকার সম্প্রদায়ের তৃতীয়-লিঙ্গ বা লিঙ্গ-বৈচিত্র্যের লোকেদের বোঝায়, \"নেটিভ আমেরিকান/ফার্স্ট নেশনস লোকদের থেকে অ-নেটিভ জনগণকে আলাদা করতে এবং দূর করতে\" তৈরি করা হয়েছিল। \"\nজেনোজেন্ডারজ়েনোজেন্ডার (Xenogender) হল লিঙ্গ পরিচয়ের জন্য একটি ছাতা পরিভাষা যা লিঙ্গ সম্পর্কে সাধারণ মানুষের বোঝার বাইরের শর্তাবলী সহ বর্ণনা করা হয়।এই লিঙ্গ পরিচয়গুলি সাধারণত পুরুষ বা মহিলার পরিবর্তে প্রাণী, গাছপালা, জিনিস বা সংবেদনশীল বৈশিষ্ট্যের সাথে সম্পর্কিত রূপকভাবে সংজ্ঞায়িত করা হয়।\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}