{"pageid": 1357463, "title": "১৮৭২ ইংল্যান্ড বনাম স্কটল্যান্ড ফুটবল ম্যাচ", "url": "https://bn.wikipedia.org/wiki?curid=1357463", "content": "১৮৭২ সালের ৩০ নভেম্বর আয়োজিত ইংল্যান্ড বনাম স্কটল্যান্ড ম্যাচ  ফিফা কর্তৃক স্বীকৃত বিশ্বের প্রথম আন্তর্জাতিক ফুটবল ম্যাচ। এটি স্কটল্যান্ডের গ্লাসগোর পার্টিক শহরে পশ্চিম স্কটল্যান্ড ক্রিকেট ক্লাব ভবনের সন্নিকটে অবস্থিত হ্যামিল্টন ক্রিসেন্ট মাঠে খেলা হয়েছিল।\n\n\n== পটভূমি ==\nগ্লাসগো এবং এডিনবার্গ-এর বিভিন্ন সংবাদপত্রে দ্য ফুটবল অ্যাসোসিয়েশন (এফএ)-র সম্পাদক চার্লস উইলিয়াম অ্যালককের দেওয়া পাবলিক চ্যালেঞ্জের পর, ইংল্যান্ড এবং স্কটল্যান্ডের প্রতিনিধিত্বকারী দলের মধ্যে পাঁচ ম্যাচের প্রথমটিতে মুখোমুখি হয় ১৮৭০ সালের ৫ মার্চ লন্ডনে ওভালে অনুষ্ঠিত হয়, যা ১-১ গোলে ড্র হয়। দ্বিতীয় ম্যাচটি ১৯ নভেম্বর ১৮৭০ তারিখে খেলা হয়েছিল, যে ম্যাচে ইংল্যান্ড ১-০ গোলে জিতে। তৃতীয় ম্যাচ ১৮৭১ সালের ২৫ ফেব্রুয়ারীতে, আবারো ড্র হয় (ইংল্যান্ড ১-১ স্কটল্যান্ড); ১৮ নভেম্বর ১৮৭০-এর ম্যাচে ইংল্যান্ড ২-১ স্কটল্যান্ড; এবং ২৪ ফেব্রুয়ারি ১৮৭২-এর ম্যাচে, ইংল্যান্ড ১-০ স্কটল্যান্ড গোলে জিতে। এই প্রথম দিকের \"আন্তর্জাতিক\"  খেলায় স্কটিশ দলের জন্য নির্বাচিত বেশিরভাগ খেলোয়াড়ই ছিলেন লন্ডন এলাকার, যদিও স্কটল্যান্ডে অবস্থিত খেলোয়াড়দেরও আমন্ত্রণ জানানো হয়েছিল। স্কটিশ ক্লাবের সাথে যুক্ত একমাত্র খেলোয়াড় ছিলেন কুইন্স পার্ক, গ্লাসগোর রবার্ট স্মিথ, যিনি ১৮৭০ সালের নভেম্বরের ম্যাচ এবং ১৮৭১ সালের উভয় খেলায় খেলেছিলেন। রবার্ট স্মিথ এবং জেমস স্মিথ (উভয়ই কুইন্স পার্ক ক্লাবের) ১৮৭২ সালের ফেব্রুয়ারির খেলার জন্য সর্বজনীনভাবে তালিকাভুক্ত করা হয়েছিল, কিন্তু কেউই এই ম্যাচে খেলেননি।\n১৮৭০ সালের ম্যাচের পর, স্কটল্যান্ডে ক্ষোভ ছিল যে তাদের দলে স্কটল্যান্ড ভিত্তিক আরও বেশি খেলোয়াড় নেই। অ্যালকক দ্য স্কটসম্যান সংবাদপত্রে লিখেছিলেন, যেখানে তিনি দায়িত্ব অনুভব করেন:\n\nI must join issue with your correspondent in some instances. First, I assert that of whatever the Scotch eleven may have been composed the right to play was open to every Scotchman [Alcock's italics] whether his lines were cast North or South of the Tweed and that if in the face of the invitations publicly given through the columns of leading journals of Scotland the representative eleven consisted chiefly of Anglo-Scotians ... the fault lies on the heads of the players of the north, not on the management who sought the services of all alike impartially. To call the team London Scotchmen contributes nothing. The match was, as announced, to all intents and purposes between England and Scotland.আমি কিছু ক্ষেত্রে আপনার সংবাদদাতার সঙ্গে সমস্যা যোগ করছি। প্রথমত, আমি দৃঢ়ভাবে বলছি যে স্কচ একাদশে যা-ই তৈরি করা হোক না কেন খেলার অধিকার প্রতিটি স্কচম্যানের জন্য উন্মুক্ত ছিল [অ্যালককের তির্যক] তার লাইনগুলি টুইডের উত্তর বা দক্ষিণে নিক্ষেপ করা হোক না কেন এবং তা যদি প্রকাশ্যে দেওয়া আমন্ত্রণের মুখে স্কটল্যান্ডের নেতৃস্থানীয় জার্নালের কলাম প্রতিনিধি একাদশ প্রধানত অ্যাংলো-স্কটিয়ানদের নিয়ে গঠিত ... দোষ উত্তরের খেলোয়াড়দের মাথায়, ম্যানেজমেন্টের নয় যারা নিরপেক্ষভাবে সকলের সেবা চেয়েছিল। লন্ডন স্কচম্যান দলকে ডাকতে কোনো অবদান নেই। ম্যাচটি ঘোষণা করা হয়েছিল, ইংল্যান্ড এবং স্কটল্যান্ডের মধ্যে সমস্ত অভিপ্রায় এবং উদ্দেশ্যের জন্য।\nএরপর অ্যালকক স্কটল্যান্ড থেকে ড্র করা একটি স্কটিশ দলের সাথে আরেকটি চ্যালেঞ্জের প্রস্তাব দেন এবং ইংল্যান্ডের উত্তরকে একটি ভেন্যু হিসেবে প্রস্তাব করেন। তিনি সেই সময়ে স্কটিশ ফুটবল দলে খেলোয়াড়দের সংখ্যা নিয়ে বিশেষভাবে উদ্বিগ্ন বলে মনে হয়েছিল, যোগ করেছেন: \"এগারোর বেশি আমরা খেলতে পাত্তা দিই না কারণ এটি বেশি সংখ্যার সাথে এটি আমাদের অভিমত যে খেলাটি কম বৈজ্ঞানিক এবং আরও একটি ট্রায়াল হয়ে যায়। চার্জিং এবং ব্রুট ফোর্স... চার্লস ডব্লিউ অ্যালকক, ফুটবল অ্যাসোসিয়েশনের সম্মানিত সেক এবং ইংলিশ ইলেভেনের ক্যাপ্টেন\" অ্যালককের চ্যালেঞ্জের আনুষ্ঠানিক প্রতিক্রিয়া অনুপস্থিতির একটি কারণ হতে পারে সেই সময়ে স্কটল্যান্ডে বিভিন্ন ফুটবল কোড অনুসরণ করা হয়েছিল। উপরে অ্যালককের চিঠির একটি লিখিত উত্তরে বলা হয়েছে: \"সীমান্তে একটি স্কট একাদশের সাথে দেখা করার জন্য মিঃ অ্যালককের চ্যালেঞ্জটি খুব ভাল শোনাচ্ছে এবং নিঃসন্দেহে ভাল বোঝানো হয়েছে৷ তবে এটি সাধারণভাবে পরিচিত নাও হতে পারে যে মিস্টার অ্যালকক যাকে বলা হয় তার খুব নেতৃস্থানীয় সমর্থক৷ 'অ্যাসোসিয়েশন গেম'... 'অ্যাসোসিয়েশন' নিয়মের ভক্তরা স্কটল্যান্ডে তাদের স্টিলের যোগ্য কোনো শত্রু খুঁজে পাবে না\"। যদিও এফএ স্কটল্যান্ডের সাথে ফেব্রুয়ারি ১৮৭২-এর শুরুর দিকে খেলতে চেয়েছিল।\n১৮৭২ সালে, কুইন্স পার্ক, স্কটল্যান্ডের নেতৃস্থানীয় ক্লাব হিসাবে, অ্যালককের চ্যালেঞ্জ গ্রহণ করে, যদিও এটি অনুমোদন করার জন্য কোনও স্কটিশ ফুটবল অ্যাসোসিয়েশন ছিল না। ১৮৭২ সালের ৩ অক্টোবরের এফএ-এর কার্যবিবরণীতে উল্লেখ করা হয়েছিল \"স্কটল্যান্ডে অ্যাসোসিয়েশনের স্বার্থকে এগিয়ে নেওয়ার জন্য, সিদ্ধান্ত নেওয়া হয়েছিল যে বর্তমান মৌসুমে, স্কটল্যান্ডের বিরুদ্ধে একটি ম্যাচ খেলতে একটি দলকে গ্লাসগোতে পাঠানো হবে\"।\nম্যাচটি ৩০ নভেম্বর (সেন্ট অ্যান্ড্রু'স ডে) এর জন্য সাজানো হয়েছিল এবং ওয়েস্ট অফ স্কটল্যান্ড ক্রিকেট ক্লাবের পার্টিকের হ্যামিল্টন ক্রিসেন্টের মাঠকে ভেন্যু হিসেবে বেছে নেওয়া হয়েছিল।\nনভেম্বর ২০২২-এ ঘোষণা করা হয়েছিল যে স্কটল্যান্ড এবং ইংল্যান্ড ১২ সেপ্টেম্বর ২০২৩-এ গ্লাসগোর হ্যাম্পডেন পার্কে একটি \"বিশেষ ১৫০তম বার্ষিকী ঐতিহ্যবাহী ম্যাচ\" খেলবে। এই প্রথম আন্তর্জাতিক ফুটবল ম্যাচের পিছনে তৈরি করা স্কটিশ ফুটবল অ্যাসোসিয়েশনের ভিত্তিকে স্মরণ করার জন্য এই ম্যাচ।\n\n\n== ম্যাচ ==\nস্কটল্যান্ড দলের ১১ জন খেলোয়াড়-ই কুইন্স পার্ক ক্লাবের ছিল এই ক্লাবটি তৎকালীন স্কটল্যান্ডের শ্রেষ্ঠ ফুটবল ক্লাব ছিল। যদিও, ৩ জন খেলোয়াড় অন্য ক্লাবের সদস্য ছিলেন: উইলিয়াম কের (গ্রেনভিল ফুটবল ক্লাব) এবং স্মিথ ভ্রাতৃদ্বয় (সাউথ নরউড ফুটবল ক্লাব)। স্কটল্যান্ড দ্য ওয়ান্ডারার্সের আর্থার কিনয়ার্ড এবং রয়্যাল ইঞ্জিনিয়ার্সের হেনরি রেনি-টেইলিওরের পরিষেবা পাওয়ার আশা করেছিল, কিন্তু উভয়ই অনুপলব্ধ ছিল। এই ম্যাচের জন্য দলগুলো একত্রিত হয়েছিল \"কিছু অসুবিধার সাথে\" এবং \"প্রতিটি দল তাদের সেরা কয়েকজনকে প্রায় শেষ মুহূর্তে হারিয়েছিল\"। স্কটিশ দলের গোলরক্ষক এবং অধিনায়ক রবার্ট গার্ডনার স্কটল্যান্ড নির্বাচন করেন। ইংল্যান্ড দল নির্বাচন করেছিলেন চার্লস অ্যালকক এবং এতে নয়টি ক্লাবের খেলোয়াড় ছিল; অ্যালকক নিজেও চোটের কারণে খেলতে পারেননি। ম্যাচটি, প্রাথমিকভাবে দুপুর ২টায় নির্ধারিত ছিল, কিন্তু ২০ মিনিটের জন্য বিলম্বিত হয়েছিল। ১৮৭২ সালের এফএ কাপ ফাইনালের মতোই ৪,০০০ দর্শক ১ শিলিং প্রবেশ মূল্য প্রদান করেছিল।\nস্কটরা গাঢ় নীল শার্ট পরেছিল। এই ম্যাচটি অবশ্য নীল স্কটল্যান্ডের শার্টের উৎপত্তি নয়, কারণ ওভালে ১৮৭২ সালের ৫ ফেব্রুয়ারি রাগবি আন্তর্জাতিকের সমসাময়িক প্রতিবেদনগুলি স্পষ্টভাবে দেখায় যে \"স্কচদের নীল জার্সি পরিহিত ইউনিফর্ম দ্বারা সহজেই আলাদা করা যেত... থিসল সূচিকর্ম ছিল যার বৈশিষ্ট্য।\" থিসলটি আগে ১৮৭১ রাগবি আন্তর্জাতিকে পরা হয়েছিল। ইংরেজরা সাদা শার্ট পরত। ইংরেজরা পরতেন ক্যাপ, আর স্কটরা পরতেন লাল কাউল।\nএকই ক্লাবের হয়ে খেলার জন্য কুইন্স পার্কের খেলোয়াড়দের একে অপরের সাথে পরিচিতি ও ভাল বোঝাপড়ার জন্য শুরু থেকে স্কটল্যান্ডকে এগিয়ে রাখা হয়েছিল। সমসাময়িক ম্যাচ রিপোর্ট স্পষ্টভাবে ইংরেজ এবং স্কটিশ উভয় পক্ষের ড্রিবলিং খেলার উল্লেখ করে, উদাহরণস্বরূপ: \"স্কচরা এখন প্রচণ্ড তাড়াহুড়ো করে চলে এসেছে, লেকি এবং অন্যরা এত চৌকসভাবে বল ড্রিবলিং করছে যে ইংলিশ লাইনগুলি ঘনিষ্ঠভাবে ঘেরাও করা হলেও বল তাড়াতাড়ি বের হয়ে গিয়েছিল। পিছনে\", \"ওয়্যার এখন স্কটল্যান্ডের জন্য তার প্রতিপক্ষের অঞ্চলের কেন্দ্রস্থলে একটি দুর্দান্ত দৌড় দিয়েছিলেন এবং \"কের  ... দিনের সবচেয়ে উজ্জ্বল রানের মাধ্যমে ম্যাচটি বন্ধ করে দেয়, বলটি পুরো মাঠের মধ্যে দিয়ে ড্রিবলিং করে।\"\n\nযদিও স্কটিশ দল প্রথমার্ধে একসাথে ভাল খেলেছে বলে স্বীকার করা হয়, দ্য স্কটসম্যান পত্রিকার সমসাময়িক বিবরণ স্বীকার করে যে দ্বিতীয়ার্ধে ইংল্যান্ড একইভাবে খেলেছিল: \"খেলার প্রথমার্ধে ইংলিশ দল একসাথে এতটা ভাল কাজ করেনি। কিন্তু দ্বিতীয়ার্ধে তারা আগের অর্ধের সাপেক্ষে কাঙ্খিত হওয়ার মতো কিছুই রেখে যায়নি।\" দীর্ঘ সমসাময়িক ম্যাচের প্রতিবেদনে পাসিং ম্যানুভারের কোনো নির্দিষ্ট বিবরণ নেই, যদিও দুই সপ্তাহ পরে দ্য গ্রাফিক রিপোর্ট করেছে \"[স্কটল্যান্ড] বল পাস করাতে পারদর্শী বলে মনে হচ্ছে\"। নিবন্ধে এমন কোন প্রমাণ নেই যে লেখক ম্যাচটিতে অংশ নিয়েছিলেন, কারণ পাঠক স্পষ্টভাবে \"স্পোর্টিং জার্নাল\" এ ম্যাচের বর্ণনার দিকে নির্দেশ করেছেন। এটাও লক্ষণীয় যে ৫ মার্চ ১৮৭২ সালে ওয়ান্ডারার্স এবং কুইন্স পার্কের মধ্যে খেলায় বল পাসের কোনো প্রমাণ নেই।\nহাফ টাইমে, উভয় দলই তাদের খেলোয়াড়দের মধ্যে গোলকিপিং দায়িত্ব বদল করে: ইংল্যান্ড রবার্ট বার্কার থেকে উইলিয়াম মেনার্ড এবং স্কটল্যান্ড গার্ডনার থেকে রবার্ট স্মিথ।\nআগের তিন দিন ধরে টানা বৃষ্টির কারণে ভারী একটি পিচে, ছোট এবং হালকা স্কটিশ দল তাদের ইংলিশ প্রতিপক্ষকে শক্তভাবে ধাক্কা দেয়। স্কটদের প্রথমার্ধে একটি গোলের অনুমতি দেওয়া হয়নি, কারণ আম্পায়াররা সিদ্ধান্ত নিলেন যে বলটি ক্রসবারের প্রতিনিধিত্ব করার জন্য ব্যবহৃত টেপটি অতিক্রম করেছে। ম্যাচের শেষভাগে স্কটিশ রক্ষণভাগকে ভারী ইংলিশ ফরোয়ার্ডরা চাপে রেখেছিল। স্কটরা দুই ফুল ব্যাক, দুই হাফ ব্যাক এবং ছয় ফরোয়ার্ড খেলেছে। ইংলিশরা খেলেছে মাত্র একটি ফুল ব্যাক, একটি হাফ ব্যাক এবং আটটি ফরোয়ার্ড। যেহেতু একটি বল অনসাইডে খেলার জন্য তিনজন ডিফেন্ডারের প্রয়োজন ছিল, তাই ইংলিশ সিস্টেমটি কার্যত একটি স্বয়ংক্রিয় অফসাইড ফাঁদ ছিল। স্কটল্যান্ড ম্যাচ জেতার সবচেয়ে কাছে এসেছিল যখন, শেষ পর্যায়ে, রবার্ট লেকির একটি শট টেপের উপরে পড়ে।\nম্যাচটি গোলশূন্যভাবে শেষ হলেও খেলার মান ব্যাপকভাবে প্রশংসিত হয়। অ্যাবারডিন জার্নাল লিখেছে \"এটি স্কটল্যান্ডে দেখতে পাওয়া সেরা খেলার সম্মানের দাবিদার\"। ক্রীড়া ম্যাগাজিন দ্য ফিল্ড লিখেছে যে \"ফলাফলটি দর্শকদের দ্বারা উচ্ছ্বসিত করতালির সাথে গ্রহণ করা হয়েছিল এবং প্রতিটি একাদশ তাদের প্রতিপক্ষের জন্য প্রস্তাবিত উল্লাস দর্শকদের দ্বারা অব্যাহত ছিল, যতক্ষণ না উভয় পক্ষের শেষ সদস্যটি অদৃশ্য হয়ে যায়\" এবং \"ম্যাচটি প্রতিটি অর্থেই একটি সাফল্যের সংকেত ছিল, কারণ খেলাটি জুড়ে ছিল যতটা উৎসাহ এবং একটি মনোরম ছিল যতটা সম্ভব কল্পনা করা যায়।\"\nসংবাদপত্রে প্রকাশিত ম্যাচের প্রতিবেদনে ১৮৭২ সালের খেলার আইনের আরও বিশদ বিবরণ পাওয়া যায়। ইংল্যান্ডের আক্রমণকারীরা গোল লাইনের উপর দিয়ে বল কিক করার পরে স্কটল্যান্ড একটি ডিফেন্সিভ কর্নার কিক জিতেছিল (শেফিল্ড নিয়ম থেকে ধার করা বৈশিষ্ট্য কিন্তু ১৮৭৩ সালে বাতিল করা হয়েছিল)। থ্রো-ইন প্রথম দলকে দেওয়া হয়েছিল, যারা বলটি মাঠের বাইরে চলে যাওয়ার পরে প্রথম স্পর্শ করে (এটিও ১৮৭৩ সালে পরিবর্তন করা হয়); এবং একটি হাফ টাইমের বিরতি ছিল শুধুমাত্র প্রথমার্ধে কোন গোল না হবার জন্য।\n\n\n== সারসংক্ষেপ ==\n\n\n=== টীকা ===\n\n\n== গ্রন্থপঞ্জী ==\nMitchell, Andy (২০১২)। First Elevens, the birth of international football। Andy Mitchell Media। আইএসবিএন 9781475206845। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nMatch summary at www.scottishfa.co.uk\nMatch summary at www.londonhearts.com\nMatch summary at www.thefa.com\nMatch summary at www.englandstats.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ মে ২০১১ তারিখে\nMatch summary at England Football Online\nOriginal autographs from 1872 found\nScottish Football Reminiscences and Sketches. By D. D. Bone 1890"}