{"pageid": 1357583, "title": "দেবী চৌধুরানী: ব্যান্ডিট কুইন অব বেঙ্গল", "url": "https://bn.wikipedia.org/wiki?curid=1357583", "content": "দেবী চৌধুরানী: ব্যান্ডিট কুইন অব বেঙ্গল (অনু. দেবী চৌধুরানী: বাংলার দস্যুরানি) হল সুভ্রজিৎ মিত্র কর্তৃক রচিত ও নির্দেশিত একটি আসন্ন ভারতীয় বাংলা ইতিহাস ভিত্তিক নাটকীয় চলচ্চিত্র। এটি অনিরুদ্ধ দাশগুপ্ত ও অপর্ণা দাশগুপ্ত প্রযোজনা করেছেন। চলচ্চিত্রটির শ্রেষ্ঠাংশে শ্রাবন্তী চট্টোপাধ্যায়, প্রসেনজিৎ চট্টোপাধ্যায়, সব্যসাচী চক্রবর্তী ও অর্জুন চক্রবর্তী রয়েছেন।\nদেবী চৌধুরানী ২০২৪ সালে প্রেক্ষাগৃহে মুক্তি পাবে, এটি মূল বাংলা ভাষার সংস্করণ ব্যতীত মোট ৬ টি ভাষায় মুক্তি পাবে।\n\n\n== অভিনয়ে ==\nশ্রাবন্তী চট্টোপাধ্যায় – দেবী চৌধুরানী\nপ্রসেনজিৎ চট্টোপাধ্যায় – ভবানী পাঠক\nসব্যসাচী চক্রবর্তী – হরবল্লভ রায় নামে একজন জমিদার\nঅর্জুন চক্রবর্তী – রঙ্গরাজ\nবিবৃতি চট্টোপাধ্যায়\nদর্শনা বণিক\nকিঞ্জল নন্দ\nকার্ল হার্ট\nআলেক্স ও'নেল\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\n২০২৩ সালের অগাস্ট মাসে, প্রকাশিত হয়েছিল যে নভেম্বর মাসে চিত্রগ্রহণ শুরু হবে। ছবিটি এডিটেড মোশন পিকচার্সের ব্যানারে অনিরুদ্ধ দাশগুপ্ত এবং অপর্ণা দাশগুপ্ত চলচ্চিত্রটি প্রযোজনা করেন, এবং এইচসি ফিল্মস লিমিটেডের ব্যানারে হাসান চৌধুরী সহ-প্রযোজনা করেন। দেবী চৌধুরানী সবচেয়ে ব্যয়বহুল ভারতীয় বাংলা চলচ্চিত্রগুলির মধ্যে একটি, যা ₹২০ কোটির বাজেটে তৈরি করা হয়েছিল।\nসুভ্রজিৎ মিত্র নির্দেশনার পাশাপাশি বঙ্কিমচন্দ্র চট্টোপাধ্যায়ের দেবী চৌধুরানী উপন্যাসের উপর ভিত্তি করে চলচ্চিত্রের চিত্রনাট্য লিখেন; এছাড়া সংলাপগুলিও রচনা করেন। প্রদ্যুম্ন কুমার সোয়াইনকে অ্যাকশন কোরিওগ্রাফার হিসেবে নিয়োগ করা হয়েছিল।\n\n\n=== কলাকুশলী নির্বাচন ===\nচলচ্চিত্রটি সব্যসাচী চক্রবর্তীর পুনরায় চলচ্চিত্রে অভিষেককে চিহ্নিত করে। সব্যসাচী চক্রবর্তী ২০২৩ সালের জানুয়ারি মাসে ২১তম ঢাকা আন্তর্জাতিক চলচ্চিত্র উৎসবে বিশেষ অতিথি হিসাবে যোগ দিয়েছিলেন, চলচ্চিত্র উৎসবে তিনি সংবাদমাধ্যমকে জানান যে \"তিনি চলচ্চিত্র থেকে কিছু সময়কালের জন্য অবসর গ্রহণ করবেন\"। তবে দেবী চৌধুরানী: ব্যান্ডিট কুইন অব বেঙ্গল-এর পরিচালক শুভ্রজিৎ মিত্র ২০২৩ সালের মে মাসে সব্যসাচী চক্রবর্তীকে জমিদার হরবল্লভ চরিত্রে অভিনয়ের জন্য নির্বাচিত করেন। দেবী চৌধুরানীর চরিত্রে শ্রাবন্তী চট্টোপাধ্যায় অভিনয় করবেন, যেখানে প্রসেনজিৎ চট্টোপাধ্যায় চলচ্চিত্রের একটি গুরুত্বপূর্ণ চরিত্র ভবানী পাঠক হিসাবে থাকবেন। রঙ্গরাজের ভূমিকায় প্রথমে ইন্দ্রনীল সেনগুপ্তকে নির্বাচিত করা হয়েছিল, তবে শেষ পর্যন্ত অভিনেতা অর্জুন চক্রবর্তীকে রঙ্গরাজের ভূমিকায় অভিনয়ের জন্য অন্তর্ভুক্ত করা হয়।\n\n\n=== দৃশ্য ধারণ ===\nপ্রায় ২৫০ জন ক্রু সদস্য নিয়ে, ২০২৩ সালের নভেম্বর মাস থেকে ছবিটির দৃশ্য ধারণ শুরু করার পরিকল্পনা করা হয়েছিল। তবে বিলম্ব দেখা দেয়, এবং শুটিংকে ২০২৪ সালের জানুয়ারি মাসে ঠেলে দেয়। ছবির দৃশ্য ধারণ ২০২৪ সালের ২৭ জানুয়ারি উত্তর কলকাতায় জিমি লাহার বাড়িতে শুরু হয়েছিল। সেই সময় শুটে যোগ দিয়েছিলেন শ্রাবন্তী চট্টোপাধ্যায়, সব্যসাচী চক্রবর্তী, কিঞ্জল নন্দ ও দর্শনা বণিক। পুরুলিয়া জেলায় ২৮ জানুয়ারি প্রথম ধাপের অবশিষ্ট দৃশ্য ধারণের জন্য কলাকুশলীগণ ও প্রোডাকশন টিম পৌঁছায়, এবং শুরু হয় দৃশ্য ধারণ। দৃশ্য ধারণে শ্রাবন্তীর সঙ্গে ছিলেন বিবৃতি চট্টোপাধ্যায়, অর্জুন চক্রবর্তী। পুরুলিয়ার অযোধ্যা পাহাড় ও তার পাদদেশে চলচ্চিত্রের বিভিন্ন দৃশ্য ধারণ করা হয়; দৃশ্য ধারণ হয়েছে গভীর জঙ্গলেও। এখানে লড়াইয়ের কিছু দৃশ্য ধারণ করা হয়েছে; যেখানে তলোয়ার ও ধনুক দ্বারা লড়াইয়ের দৃশ্য রয়েছে। পুরুলিয়া জেলার বিভিন্ন স্থানে ২৮ জানুয়ারি থেকে ফেব্রুয়ারি মাসে প্রথম সপ্তাহের মধ্যে দৃশ্য ধারণ করা হয়েছিল।\nদ্বিতীয় দফার শুটিং হয় পশ্চিমবঙ্গের বীরভূম ও কলকাতা, এবং  ঝাড়খণ্ড ও বিহার রাজ্যে। এই দফার শুটিং-এ প্রসেনজিৎ চট্টোপাধ্যায় যোগ দিয়েছিলেন, যিনি মুখ্য ভবানী পাঠকের চরিত্রে অভিনয় করেছেন।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ২০২৪ সালে ৭টি ভাষায় প্রেক্ষাগৃহে মুক্তি পাবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দেবী চৌধুরানী: ব্যান্ডিট কুইন অব বেঙ্গল  (ইংরেজি)"}