{"pageid": 1357427, "title": "প্রেম মন্দির, বৃন্দাবন", "url": "https://bn.wikipedia.org/wiki?curid=1357427", "content": "প্রেম মন্দির (অনু. ঐশ্বরিক প্রেমের মন্দির) হল ভারতের উত্তর প্রদেশের মথুরা জেলার বৃন্দাবনে অবস্থিত একটি হিন্দু মন্দির। জগদগুরু শ্রী কৃপালু জি মহারাজ, পঞ্চম মূল জগদগুরু দ্বারা প্রতিষ্ঠিত, এটি জগদগুরু কৃপালু পরিষদ, একটি আন্তর্জাতিক অলাভজনক, শিক্ষামূলক, আধ্যাত্মিক এবং দাতব্য ট্রাস্ট দ্বারা রক্ষণাবেক্ষণ করে। মন্দির কমপ্লেক্সটি বৃন্দাবনের উপকণ্ঠে ৫৫-একর জায়গা দখল করে এবং এটি রাধা কৃষ্ণ এবং সীতা রামকে উত্সর্গীকৃত। রাধা কৃষ্ণ প্রথম স্তরে এবং সীতা রাম দ্বিতীয় স্তরে অবস্থিত। প্রধান মন্দিরের দেয়ালে শ্রী কৃষ্ণ ও রসিক সাধুদের বিভিন্ন লীলা (ঐশ্বরিক বিনোদন) চিত্রিত হয়েছে।\n\n\n== ইতিহাস এবং স্থাপত্য ==\nপ্রেম মন্দিরের নির্মাণ কাজ ২০০১ সালের জানুয়ারিতে শুরু হয় এবং ১৫ থেকে ১৭ ফেব্রুয়ারি ২০১২ পর্যন্ত জমকালো উদ্বোধনী অনুষ্ঠান হয়। মন্দিরটি ১৭ ফেব্রুয়ারি জনসাধারণের জন্য উন্মুক্ত করা হয়। নির্মাণে মোট খরচ হয়েছে ১৫০ কোটি টাকা ($২৩ মিলিয়ন)। মন্দিরের প্রধান দেবতা হলেন শ্রী রাধা গোবিন্দ (রাধা কৃষ্ণ) এবং শ্রী সীতা রাম। প্রেম মন্দির সংলগ্ন, একটি ৭৩০০০ বর্গফুট, স্তম্ভবিহীন, গম্বুজ আকৃতির সৎসঙ্গ হল বর্তমানে নির্মাণাধীন রয়েছে, যেখানে একসাথে ২৫০০০ লোকের থাকার ব্যবস্থা হবে। মন্দির কমপ্লেক্স, সুন্দর বাগান এবং ফোয়ারা দিয়ে সুশোভিত, শ্রী কৃষ্ণের চারটি লীলা - ঝুলন লীলা, গোবর্ধন লীলা, রাস লীলা এবং কালিয়া নাগ লীলার জীবন-আকারের চিত্র প্রদর্শন করে।\nপ্রেম মন্দির হল ভক্তি মন্দিরের ভগিনী মন্দির, যা ২০০৫ সালে খোলা হয়েছিল, এবং বরসানার কীর্তি মন্দির নামে পরিচিত আরেকটি ভগিনী মন্দির, যা ২০১৯ সালে খোলা হয়েছিল।\nপ্রেম মন্দিরের ভিত্তিপ্রস্তর স্থাপন করেছিলেন জগদগুরু শ্রী কৃপালু জি মহারাজ ১৪ জানুয়ারী ২০০১-এ হাজার হাজার ভক্তের উপস্থিতিতে। নির্মাণ প্রক্রিয়ায় প্রায় ১০০০ জন কারিগর জড়িত ছিল এবং এটি সম্পূর্ণ হতে প্রায় ১২ বছর সময় লেগেছিল। মন্দিরটি প্রাথমিকভাবে কৃপালু জি মহারাজ দ্বারা বিকশিত হয়েছিল, যার প্রধান আশ্রম বৃন্দাবনে ছিল। তিনি শ্রী বৃন্দাবন ধামকে ঐশ্বরিক ভালবাসার এই প্রকাশ উৎসর্গ করেছিলেন।\nসম্পূর্ণরূপে ইতালীয় মার্বেল দিয়ে নির্মিত, প্রেম মন্দির ১২৫ ফুট উঁচু, যার দৈর্ঘ্য ১৯০ ফুট এবং প্রস্থ ১২৮ ফুট। এর উত্থিত প্ল্যাটফর্মটি দ্বিতল সাদা স্মৃতিস্তম্ভের আসন হিসাবে কাজ করে। মন্দিরের প্ল্যাটফর্ম, মন্দির প্রাগন (प्रांगण), দর্শনার্থীদের জন্য বাইরের দেয়ালে খোদাই করা 48টি প্যানেল দেখার জন্য একটি প্রদক্ষিণ পথ রয়েছে, যা চিত্রিত করে শ্রী রাধা কৃষ্ণের বিনোদন। শক্ত ইতালীয় মার্বেল দিয়ে তৈরি দেয়ালগুলো ৩.২৫ ফুট পুরু। বিশাল শিখর (শিখর), স্বর্ণ কলশ (সোনার পাত্র) এবং পতাকার ওজনকে সমর্থন করার জন্য গর্ভগৃহ (গর্ভগৃহ) দেয়ালগুলি ৮ ফুট পুরু। উপরন্তু, মন্দিরের বাইরের অংশে ৮৪টি প্যানেল শ্রী রাধা কৃষ্ণের প্রেমময় বিনোদন প্রদর্শন করে। মন্দিরের অভ্যন্তরে, রাধা কৃষ্ণ লীলা (ঐশ্বরিক খেলা) এবং ভগবান কৃষ্ণের অলৌকিক ঘটনা চিত্রিত অসংখ্য প্রতিকৃতি পাওয়া যায়।\n\n\n== উৎসব ==\nপ্রেম মন্দির সারা বছর ধরে বিভিন্ন অনুষ্ঠান ও উৎসবের আয়োজন করে। মন্দিরে উদযাপিত কিছু উল্লেখযোগ্য অনুষ্ঠানের মধ্যে রয়েছে:\n\nজগদ্গুরুত্তম দিবস মহোৎসব\nজন্মাষ্টমী\nরাধাষ্টমী\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅফিসিয়াল ওয়েবসাইট"}