{"pageid": 1357254, "title": "বানৌজা ডাইভিং বোট-১", "url": "https://bn.wikipedia.org/wiki?curid=1357254", "content": "বাংলাদেশ নৌবাহিনী জাহাজ (সংক্ষেপেঃ বানৌজা) ডাইভিং বোট-১ বাংলাদেশ নৌবাহিনীর বিএন ডাইভিং বোট-শ্রেণীর একটি ডাইভিং সার্পোট জাহাজ। এই জাহাজটি ইনক্যাট ক্রাউদার, অস্ট্রেলিয়া এর প্রযুক্তিগত সহায়তায় খুলনা শিপইয়ার্ডে নির্মাণ করা হচ্ছে। ইনক্যাট ক্রাউদার ৪২ মোনোহাল প্যাট্রোল ভেসেল এর উপর ভিত্তি করে নির্মাণাধীন জাহাজটি সামুদ্রিক এবং উপকূলীয় অঞ্চলে ডুবুরিদের অপারেশন্স এবং প্রশিক্ষণে সহায়তা করা ছাড়াও ডাইভিং ট্রিটমেন্ট ইত্যাদি নানাবিধ কার্যক্রমসহ নৌবাহিনীর সার্বিক অপারেশনাল কাজে সহযোগিতা করতে সক্ষম হবে। এছাড়াও জাহাজগুলি দুর্যোগ কালীন সময়ে উদ্ধার অভিযান পরিচালনা ও দুর্যোগ পরবর্তী ত্রাণ তৎপরতা কার্যক্রমে অংশগ্রহণ করবে।\n\n\n== ইতিহাস ==\nসশস্ত্র বাহিনীর জন্য গৃহীত দীর্ঘমেয়াদী আধুনিকায়ন পরিকল্পনার অংশ হিসেবে বাংলাদেশ সরকার দেশীয় ও বৈদেশিক উৎস থেকে সমরাস্ত্র সংগ্রহ বৃদ্ধির সিদ্ধান্ত গ্রহণ করে। সামুদ্রিক এবং উপকূলীয় অঞ্চলে ডুবুরিদের অপারেশন্স এবং প্রশিক্ষণে সহায়তা করা ছাড়াও ডাইভিং ট্রিটমেন্ট ইত্যাদি নানাবিধ কার্যক্রমসহ নৌবাহিনীর সার্বিক অপারেশনাল কাজে সহযোগিতা করতে এসকল জাহাজের প্রয়োজনীয়তা পরিলক্ষিত হয়। এরই ধারাবাহিকতায় ৯ জুন, ২০২১ সালে বাংলাদেশ নৌবাহিনীর অধীনস্থ খুলনা শিপইয়ার্ড লিমিটেড এবং প্রতিরক্ষা ক্রয় মহাপরিদপ্তর এর মধ্যকার ৩টি ডাইভিং সার্পোট ভেসেল জাহাজ নির্মাণ সংক্রান্ত চুক্তি স্বাক্ষরিত হয়। ১০ জুন, ২০২১ সালে তৎকালীন খুলনা নেভাল এরিয়া কমান্ডার রিয়ার এডমিরাল আশরাফুল হক চৌধুরী- এনডিইউ, এএফডব্লিউসি, পিএসসি খুলনা শিপইয়ার্ড প্রাঙ্গনে এক অনুষ্ঠানে কিল লেয়িং এর মাধ্যমে নির্মাণ কাজের আনুষ্ঠানিক সূচনা করেন। উদ্বোধন অনুষ্ঠানে ফ্লোটিলা ওয়েস্টের তৎকালীন কমান্ডার কমডোর আবদুল্লাহ আল মামুন চৌধুরী, খুলনা শিপইয়ার্ডের তৎকালীন ব্যবস্থাপনা পরিচালক কমোডর এম শামসুল আজিজ- এনজিপি, পিএসসি-বিএন, এর সভাপতিত্বে উক্ত অনুষ্ঠানে প্রতিষ্ঠানটির জিএমবৃন্দ ছাড়াও উর্ধ্বতন সামরিক ও বেসামরিক কর্মকর্তাগণ উপস্থিত ছিলেন। জাহাজ নির্মাণে প্রয়োজনীয় নকশা ও প্রযুক্তি সরবরাহ করে ইনক্যাট ক্রাউদার, অস্ট্রেলিয়া। সেই সাথে জাহাজ সমূহের নকশা সংক্রান্ত পরামর্শদাতা হিসেবে কাজ করে দেশীয় প্রতিষ্ঠান মেরিন হাউজ লিমিটেড। এছাড়াও জাহাজ নির্মাণ কালীন সময়ে তদারকি, মান নিশ্চিতকরণ এবং প্রয়োজনে উপকরণ সরবরাহ করে দেশীয় আরেক প্রতিষ্ঠান পিয়ারলেস ভেঞ্চার লিমিটেড। সর্বশেষ ১০ ডিসেম্বর, ২০২৩ সালে জাহাজটির লঞ্চিং অনুষ্ঠান সম্পন্ন হয়। আন্তর্জাতিক খ্যাতিসম্পন্ন ফ্রান্স ভিত্তিক ক্লাসিফিকেশন সোসাইটি ব্যুরো ভেরিটাস (বিভি) এর নীতিমালা অনুসরণ করে জাহাজটি নির্মিত হয়।\n\n\n== বৈশিষ্ট্য ও যান্ত্রিক কাঠামো ==\nবানৌজা ডাইভিং বোট-১ জাহাজটির প্রস্তাবিত দৈর্ঘ্য ৩৮.৯ মিটার (১২৮ ফুট), প্রস্থ ৯ মিটার (৩০ ফুট), গভীরতা ৪.৫ মিটার (১৫ ফুট), ড্রাফট ২.২ মিটার (৭.২ ফুট) পশ্চাৎ এবং সর্বোচ্চ গতিবেগ ১৫ নট (২৮ কিলোমিটার প্রতি ঘণ্টা; ১৭ মাইল প্রতি ঘণ্টা)। নির্মাণাধীন প্রতিটি জাহাজ ২টি ১,৬০৯ অশ্বশক্তি (১,২০০ কিলোওয়াট) ক্যাটারপিলার ডিজেল ইঞ্জিন সজ্জিত হবে। এছাড়াও ২টি ৩৩৫ অশ্বশক্তি (২৫০ কিলোওয়াট) ক্যাটারপিলার জেনারেটর  যুক্ত থাকবে। সেন্সর এবং কার্যপদ্ধতি হিসেবে প্রতিটি জাহাজে থাকবে: \n\n১টি র‍্যাডার;\n১টি হাল মাউনন্টেড মাল্টি-বিম ইকো সাউন্ডার (মার্কিন যুক্তরাষ্ট্র);\n১টি হাল মাউনন্টেড সিঙ্গেল-বিম ইকো সাউন্ডার (মার্কিন যুক্তরাষ্ট্র);\n১টি ডিজিপিএস রিসিভার (মার্কিন যুক্তরাষ্ট্র);\n১টি সাউন্ড ভেলোসিটি প্রোফাইলার (যুক্তরাজ্য);\n১টি মাল্টিরোল ডিসপ্লে সহ নেভিগেশন র‍্যাডার (জাপান);\n১টি চৌম্বকীয় কম্পাস (জাপান);\n১টি জিপিএস রিসিভার (ফুরুনো);\n১টি ইকো সাউন্ডার (কোডেন);\n১টি রাডার অ্যাঙ্গেল ইন্ডিকেটর;\n১টি ভিএইচএফ সেট (আইকম);\n১০টি ভিএইচএফ ওয়াকিটকি সেট (আইকম/মটোরোলা)।\n\n\n== রণসজ্জা ==\nদুর্যোগ ও শান্তি কালীন সময়ে সহায়ক ভূমিকায় নিয়োজিত এই জাহাজটিতে রয়েছে:\n\n৪টি সিআইএস-৫০ ১২.৭ মিমি বিমান-বিধ্বংসী মেশিনগান;\nএছাড়াও যুদ্ধকালীন বিশেষ পরিস্থিতিতে জাহাজটিতে ৬টি ভূমি থেকে আকাশে উৎক্ষেপণযোগ্য বিমান বিধ্বংসী ক্ষেপণাস্ত্র কিউডব্লিউ-২ ম্যানপ্যাড মোতায়েন করা যায়।\n\n\n== তথ্যসূত্র =="}