{"pageid": 1357719, "title": "হাইপোক্লোরাইট", "url": "https://bn.wikipedia.org/wiki?curid=1357719", "content": "রসায়নে, হাইপোক্লোরাইট হল একটি অ্যান্যায়ন যার রাসায়নিক সূত্র ClO−। এটি হাইপোক্লোরাইট লবণ তৈরি করতে বেশ কয়েকটি ক্যাট্যায়নের সাথে যুক্ত হয়। সাধারণ উদাহরণগুলির মধ্যে রয়েছে সোডিয়াম হাইপোক্লোরাইট (ঘরোয়া বিরঞ্জক) এবং ক্যালসিয়াম হাইপোক্লোরাইট (ব্লিচিং পাউডারের একটি উপাদান, সুইমিং পুল \"ক্লোরিন\")। ClO− এ Cl-O দূরত্ব হল 1.69 Å।\nনামটি হাইপোক্লোরাস অ্যাসিডের এস্টারগুলিকেও নির্দেশ করতে পারে, যেমন একটি ClO– গ্রুপ সহ জৈব যৌগগুলি বাকি অণুর সাথে সমযোজী বন্ধনে আবদ্ধ। er প্রধান উদাহরণ হল tert-butyl hypochlorite, যা একটি দরকারী ক্লোরিনেটিং এজেন্ট।\nবেশিরভাগ হাইপোক্লোরাইট লবণ জলীয় দ্রবণ হিসাবে পরিবহন বা ব্যবহার করা হয়। এর প্রাথমিক প্রয়োগগুলি হল বিরঞ্জন, জীবাণুমুক্তকরণ এবং পানি শোধন। এগুলি ক্লোরিনেশন এবং অক্সিডেশন বিক্রিয়ার জন্যও রসায়নে ব্যবহৃত হয়।\n\n\n== বিক্রিয়া ==\n\n\n=== অ্যাসিড বিক্রিয়া ===\nহাইপোক্লোরাইটের অ্যাসিডিফিকেশন হাইপোক্লোরাস অ্যাসিড তৈরি হয়, যা ক্লোরিনের সাথে ভারসাম্যের সাথে অবস্থান করে। একটি উচ্চ pH বাম দিকে বিক্রিয়াটিকে পরিচালিত করে:\n\n2H++ ClO− + Cl− ⇌  Cl2 + H2O\n\n\n=== স্থিতিশীলতা ===\nহাইপোক্লোরাইট সাধারণত অস্থিতিশীল এবং অনেক যৌগ শুধুমাত্র দ্রবণে টিকে থাকে। লিথিয়াম হাইপোক্লোরাইট LiOCl, ক্যালসিয়াম হাইপোক্লোরাইট Ca(OCl)2 এবং বেরিয়াম হাইপোক্লোরাইট Ba(ClO)2 বিশুদ্ধ নির্জল যৌগ হিসাবে পৃথক করা হয়। বাকি সব কঠিন পদার্থ। আরও কয়েকটি জলীয় দ্রবণ হিসাবে উত্পাদিত হতে পারে। সাধারণভাবে তরল যত বেশি হবে তাদের স্থায়িত্ব তত বেশি। মৃৎক্ষার ধাতুর লবণের প্রবণতা নির্ধারণ করা সম্ভব নয়, কারণ তাদের অনেকগুলি তৈরী করা যায় না। বেরিলিয়াম হাইপোক্লোরাইটের কথা শোনা যায় না। বিশুদ্ধ ম্যাগনেসিয়াম হাইপোক্লোরাইট প্রস্তুত করা যাবে না; যাইহোক, কঠিন Mg(OH)OCl পরিচিত। ক্যালসিয়াম হাইপোক্লোরাইট একটি শিল্প স্কেলে উত্পাদিত হয় এবং এর ভাল স্থিতিশীলতা আছে। স্ট্রন্টিয়াম হাইপোক্লোরাইট, Sr(OCl) 2, ভালভাবে চিহ্নিত করা হয়নি এবং এর স্থায়িত্ব এখনও নির্ধারণ করা হয়নি।\nগরম করার পরে, হাইপোক্লোরাইট ক্লোরাইড, অক্সিজেন এবং ক্লোরেটের মিশ্রণে পরিণত হয়:\n\n2 ClO− → 2 Cl− + O2\n3 ClO− → 2 Cl− + ClO−3\nএই বিক্রিয়াটি তাপোৎপাদী এবং ঘনীভূত হাইপোক্লোরাইটের ক্ষেত্রে, যেমন LiOCl এবং Ca(OCl) 2, একটি বিপজ্জনক তাপীয় পলাতক এবং সম্ভাব্য বিস্ফোরণের কারণ হতে পারে।\nক্ষারীয় ধাতু হাইপোক্লোরাইট গ্রুপের নিচে স্থিতিশীলতা হ্রাস পায়। অ্যানহাইড্রাস লিথিয়াম হাইপোক্লোরাইট কক্ষ তাপমাত্রায় স্থিতিশীল; সোডিয়াম হাইপোক্লোরাইট একটি নির্জল কঠিন হিসাবে বিস্ফোরক। পেন্টাহাইড্রেট (NaOCl·(H2O)5) 0°সে এর উপরে অস্থিতিশীল; যদিও গৃহস্থালী ব্লিচ হিসাবে আরও লঘু দ্রবণগুলি আরও ভাল স্থিতিশীল। পটাশিয়াম হাইপোক্লোরাইট (KOCl) শুধুমাত্র দ্রবণে পাওয়া যায়।\nল্যান্থানাইড হাইপোক্লোরাইটগুলিও অস্থিতিশীল;  এরা পানির উপস্থিতির তুলনায় তাদের পানিহীন অবস্থায় আরও স্থিতিশীল বলে রিপোর্ট করা হয়েছে। হাইপোক্লোরাইট সেরিয়ামকে তার +3 থেকে +4 অক্সিডেশন অবস্থা থেকে  অক্সিডাইজ করতে ব্যবহৃত হয়।\nহাইপোক্লোরাস অ্যাসিড নিজেই বিচ্ছিন্ন অবস্থায় স্থিতিশীল নয় কারণ এটি ক্লোরিন গঠনে  ভেঙে যায়। এর ভাঙনের ফলেও কোনো না কোনো অক্সিজেন পাওয়া যায়।\n\n\n=== অ্যামোনিয়ার সাথে বিক্রিয়া ===\nহাইপোক্লোরাইটগুলি অ্যামোনিয়ার সাথে বিক্রিয়া করে প্রথমে মনোক্লোরামাইন দেয় ( NH2Cl), তারপর ডাইক্লোরামাইন (NHCl2), এবং অবশেষে নাইট্রোজেন ট্রাইক্লোরাইড ( NCl3)।\n\nNH3 + ClO− → HO− + NH2Cl\nNH2Cl + ClO− → HO− + NHCl2\nNHCl2 + ClO− → HO− + NCl3\n\n\n== প্রস্তুতি ==\n\n\n=== হাইপোক্লোরাইট লবণ ===\nহাইপোক্লোরাইট লবণ ক্লোরিন এবং ক্ষার এবংমৃৎক্ষারধাতুর হাইড্রোক্সাইডের মধ্যে বিক্রিয়া দ্বারা গঠিত। ক্লোরেটের গঠনকে দমন করার জন্য  কক্ষ তাপমাত্রার কাছাকাছি বিক্রিয়া সঞ্চালিত হয়। এই প্রক্রিয়াটি সোডিয়াম হাইপোক্লোরাইট (NaClO) এবং ক্যালসিয়াম হাইপোক্লোরাইট (Ca(ClO)2) এর শিল্প উত্পাদনের জন্য ব্যাপকভাবে ব্যবহৃত হয়।\n\nCl 2 + 2NaOH → NaCl + NaClO + H 2 O\n2Cl 2 + 2Ca(OH) 2 → CaCl 2 + Ca(ClO) 2 + 2H 2 O\nবৃহ্ৎ পরিসরে সোডিয়াম হাইপোক্লোরাইট একটি অ-বিচ্ছিন্ন ক্লোরালকালি প্রক্রিয়ার মাধ্যমে তড়িৎ রাসায়নিকভাবে উত্পাদিত হয়। এই প্রক্রিয়ায় ব্রাইন ইলেক্ট্রোলাইজড হয়ে Cl2 তৈরি করে। যা পানিতে বিয়োজিত হয়ে হাইপোক্লোরাইট তৈরি করে। ক্লোরিন নিঃসরণ রোধ করতে এই প্রতিক্রিয়াটি অ-অম্লীয় অবস্থায় পরিচালনা করা আবশ্যক:\n\n2 Cl−</br> → Cl2 + 2 e −\nCl2 + H2O ⇌ HClO + Cl− + H+\nকিছু হাইপোক্লোরাইট ক্যালসিয়াম হাইপোক্লোরাইট এবং বিভিন্ন ধাতব সালফেটের মধ্যে লবণ মেটাথেসিস বিক্রিয়া দ্বারাও পাওয়া যেতে পারে। এই বিক্রিয়াটি পানিতে সঞ্চালিত হয় এবং অদ্রবণীয় ক্যালসিয়াম সালফেট গঠনের উপর নির্ভর করে, যা দ্রবণ থেকে বের হয়ে যায়, বিক্রিয়াটিকে সমাপ্তির দিকে চালিত করে।\n\nCa(ClO)2 + MSO4 → M(ClO)2 + CaSO4\n\n\n=== জৈব হাইপোক্লোরাইটস ===\n\nহাইপোক্লোরাইট এস্টারগুলি সাধারণভাবে সংশ্লিষ্ট অ্যালকোহল থেকে তৈরি হয়, যে কোনও একটি সংখ্যক বিকারক (যেমন ক্লোরিন, হাইপোক্লোরাস অ্যাসিড, ডাইক্লোরিন মনোক্সাইড এবং বিভিন্ন অ্যাসিডিফাইড হাইপোক্লোরাইট লবণ) দিয়ে বিক্রিয়ার মাধ্যমে।\n\n\n== বায়োকেমিস্ট্রি ==\n\n\n=== অর্গানোক্লোরিন যৌগের জৈবসংশ্লেষণ ===\nক্লোরোপারক্সিডস হল এনজাইম যা জৈব যৌগের ক্লোরিনেশনকে অনুঘটক করে। এই এনজাইমটি অজৈব সাবস্ট্রেট ক্লোরাইড এবং হাইড্রোজেন পারক্সাইডকে একত্রিত করে Cl + এর সমতুল্য তৈরি করে, যা হাইড্রোকার্বন সাবস্ট্রেটে একটি প্রোটন প্রতিস্থাপন করে:\n\nRH + Cl − + H2O2 + H + → R-Cl + 2H2O\n\"Cl + \" এর উৎস হল হাইপোক্লোরাস অ্যাসিড (HOCl)। অনেক অর্গানোক্লোরিন যৌগ এইভাবে জৈব সংশ্লেষিত হয়।\n\n\n=== ইমিউন প্রতিক্রিয়া ===\nসংক্রমণের প্রতিক্রিয়া হিসাবে, মানুষের ইমিউন সিস্টেম বিশেষ করে শ্বেত রক্তকণিকার মধ্যে অল্প পরিমাণে হাইপোক্লোরাইট তৈরি করে, যাকে নিউট্রোফিল গ্রানুলোসাইট বলে। এই গ্রানুলোসাইটগুলি ভাইরাস এবং ব্যাকটেরিয়াকে ফ্যাগোসোম নামক একটি অন্তঃকোষীয় ভ্যাকুয়ালে গ্রাস করে, যেখানে তারা হজম হয়ে যায়।\nহজম প্রক্রিয়ার অংশে একটি এনজাইম-মধ্যস্থ শ্বাসযন্ত্রের বিস্ফোরণ জড়িত, যা সুপারঅক্সাইড সহ বিক্রিয়াশীল অক্সিজেন থেকে প্রাপ্ত যৌগ তৈরি করে (যা NADPH অক্সিডেস দ্বারা উত্পাদিত হয়)। সুপারঅক্সাইড অক্সিজেন এবং হাইড্রোজেন পারক্সাইডে ক্ষয় হয়, যা ক্লোরাইডকে হাইপোক্লোরাইটে রূপান্তর করতে একটি মাইলোপেরক্সিডেস -অনুঘটক বিক্রিয়ায় ব্যবহৃত হয়।\nহাইপোক্লোরাইটের কম ঘনত্ব একটি জীবাণুর তাপ শক প্রোটিনের সাথে বিক্রিয়া করতেও পাওয়া গেছে, যা ইন্ট্রা-সেলুলার চ্যাপেরোন হিসাবে তাদের ভূমিকাকে উদ্দীপিত করে এবং ব্যাকটেরিয়াগুলিকে ক্লম্পে পরিণত করে (অনেকটা ডিমের মতো যা সিদ্ধ করা হয়েছে) যা শেষ পর্যন্ত মারা যাবে। একই গবেষণায় দেখা গেছে যে কম (মাইক্রোমোলার) হাইপোক্লোরাইটের মাত্রা ই. কোলাই এবং ভিব্রিও কলেরাকে একটি প্রতিরক্ষামূলক প্রক্রিয়া সক্রিয় করতে প্ররোচিত করে, যদিও এর প্রভাব স্পষ্ট ছিল না।\nকিছু ক্ষেত্রে, হাইপোক্লোরাইটের বেস অম্লতা একটি ব্যাকটেরিয়ার লিপিড ঝিল্লির সাথে আপস করে, এটি একটি বেলুন ফাটানোর মতো বিক্রিয়া।\n\n\n== শিল্প এবং গার্হস্থ্য ব্যবহার ==\nহাইপোক্লোরাইট, বিশেষ করে সোডিয়াম (\"তরল ব্লিচ\", \"জাভেল ওয়াটার\") এবং ক্যালসিয়াম (\"ব্লিচিং পাউডার\")  শিল্প ও ঘরোয়াভাবে, কাপড় সাদা করতে, চুলের রঙ হালকা করতে এবং দাগ দূর করতে ব্যাপকভাবে ব্যবহৃত হয়। ১৭৮৫ সালে ফরাসি রসায়নবিদ ক্লদ বার্থোলেটের দ্বারা এই বৈশিষ্ট্যটি আবিষ্কার করার পরে এগুলি ছিল প্রথম বাণিজ্যিক ব্লিচিং পণ্য।\nহাইপোক্লোরাইটগুলি ব্যাপকভাবে বিস্তৃত বর্ণালী জীবাণুনাশক এবং ডিওডোরাইজার হিসাবে ব্যবহৃত হয়। ১৮২০ সালের দিকে ফরাসি রসায়নবিদ ল্যাবারাক এই বৈশিষ্ট্যগুলি আবিষ্কার করার পরপরই এই প্রয়োগ শুরু হয় ( পাস্তুর তার রোগের জীবাণু তত্ত্ব আবিষ্কার করার আগে)।\n\n\n== ল্যাবরেটরি ব্যবহার ==\n\n\n=== অক্সিডাইজিং এজেন্ট হিসাবে ===\nহাইপোক্লোরাইট হল ক্লোরিন অক্সিয়নগুলির শক্তিশালী অক্সিডাইজিং এজেন্ট। এটি সমগ্র সিরিজ জুড়ে আদর্শ অর্ধ কোষের সম্ভাবনার তুলনা করে দেখা যেতে পারে; তথ্যটি আরও দেখায় যে ক্লোরিন অক্সিয়নগুলি অম্লীয় অবস্থায় শক্তিশালী অক্সিডাইজার। \n\nহাইপোক্লোরাইট হল পর্যাপ্ত শক্তিশালী অক্সিডাইজার যা জ্যাকবসেন ইপোক্সিডেশন বিক্রিয়ার সময় Mn(III) থেকে Mn(V) রূপান্তর করতে এবং Ce3+ রূপান্তর করতে পারে। এই অক্সিডাইজিং শক্তি তাদের কার্যকর ব্লিচিং এজেন্ট এবং জীবাণুনাশক করে তোলে।\nজৈব রসায়নে, হাইপোক্লোরাইট প্রাথমিক অ্যালকোহলগুলিকে কার্বক্সিলিক অ্যাসিডে অক্সিডাইজ করতে ব্যবহার করা যেতে পারে।\n\n\n=== ক্লোরিনেটিং এজেন্ট হিসাবে ===\nহাইপোক্লোরাইট লবণ ক্লোরিনেটিং এজেন্ট হিসেবেও কাজ করতে পারে। উদাহরণস্বরূপ, তারা ফেনলকে ক্লোরোফেনলে রূপান্তর করে। ক্যালসিয়াম হাইপোক্লোরাইট পাইপিরিডিনকে <i id=\"mwAaU\">এন</i> -ক্লোরোপাইপিরিডিনে রূপান্তরিত করে।\n\n\n== সম্পর্কিত অক্সিনিয়ান ==\nক্লোরিন −1, +1, +3, +5, বা +7 এর অক্সিডেশন অবস্থা সহ অক্সিনিয়ানগুলির নিউক্লিয়াস হতে পারে। (উপাদানটি নিরপেক্ষ যৌগ ক্লোরিন ডাই অক্সাইড ClO2 -এ +4-এর অক্সিডেশন অবস্থাও অনুমান করতে পারে)।\n\n\n== আরও দেখুন ==\nক্লোরিন অক্সাইড\n\n\n== তথ্যসূত্র =="}