{"pageid": 1358992, "title": "বানি ভক্স", "url": "https://bn.wikipedia.org/wiki?curid=1358992", "content": "বানি ভক্স (ইংরেজি:Bunny Vox), তার জন্ম নাম বর্ষিন্নে বর্মা (ইংরেজি:Varshinne Varma) নামেও পরিচিত, একজন ব্যতিক্রমী প্রতিভাবান ভারতীয় অভিনেত্রী, ফ্যাশন মডেল, ইনস্টাগ্রাম প্রভাবক, ইউটিউবার এবং সামাজিক মাধ্যমের উল্লেখযোগ্য ব্যক্তিত্ব। ১৬ জুন, ২০০০ তারিখে ভারতের হায়দ্রাবাদে জন্মগ্রহণ করেন, বানি ভক্স তার মন্ত্রমুগ্ধকর অভিনয়, সংক্রামক শক্তি এবং মনোমুগ্ধকর আকর্ষণ দিয়ে দর্শকদের মোহিত করেছেন। শৈশবকাল থেকেই তার মধ্যে শিল্পের প্রতি অনুরাগ ছিল। বানি ভক্স একজন টিক টক নির্মাতা হিসাবে তার যাত্রা শুরু করে যা তাকে ইনস্টাগ্রাম এবং ইউটিউবের মতো প্ল্যাটফর্মে ভিডিও সামগ্রী নির্মাতা হিসেবে বিশিষ্টতা অর্জন করতে সাহায্য করে, যেখানে তিনি অনায়াসে তার গান, নাচ, লিপ-সিঙ্কিং দক্ষতা প্রদর্শন করেছেন। তার সহজাত প্রতিভা এবং আকর্ষণীয় উপস্থিতি শীঘ্রই তেলুগু চলচ্চিত্র শিল্পের দৃষ্টি আকর্ষণ করে, যার ফলে তিনি \"বিদ্যার্থী\" এবং \"রিচি গাদি পেলি\" এর মতো চলচ্চিত্রে উল্লেখযোগ্য ভূমিকা পালন করেন। তার অভিনয় দক্ষতার বাইরে, বানি ভক্স একজন জনপ্রিয় প্রভাবক হিসেবে আবির্ভূত হয়েছে, বিখ্যাত ব্র্যান্ডের সাথে সহযোগিতা করে এবং তার সোশ্যাল মিডিয়া প্ল্যাটফর্ম জুড়ে লক্ষ লক্ষ অনুসরণকারীকে মুগ্ধ করেছে। তার নৈপুণ্য, চৌম্বক ব্যক্তিত্ব এবং বহুমুখী প্রতিভার প্রতি তার অটল উত্সর্গের সাথে, বানি ভক্স বিনোদন শিল্পে তরঙ্গ তৈরি করে চলেছেন, তার অনুরাগী এবং সমবয়সীদের হৃদয়ে এক অদম্য চিহ্ন রেখে চলেছেন।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nবানি ভক্সের জন্ম ১৬ জুন, ২০০০, ভারতের হায়দ্রাবাদে। তিনি তেলেঙ্গানার হায়দ্রাবাদে তার স্কুলের পড়াশোনা শেষ করেন এবং মিউজিক ইন্সট্রুমেন্টে ব্যাচেলর অফ আর্টস ডিগ্রি অর্জন করেন। অল্প বয়স থেকেই, বানি মডেলিং এবং অভিনয়ের প্রতি অনুরাগ দেখিয়েছিলেন, যা তাকে বিনোদন শিল্পে ক্যারিয়ার গড়তে পরিচালিত করেছিল।\n\n\n== কর্মজীবন ==\nবানি ভক্স একজন টিক টক স্রষ্টা হিসাবে তার কর্মজীবন শুরু করেছিলেন, যেখানে তিনি তার লিপ-সিঙ্কিং ভিডিওগুলির জন্য জনপ্রিয়তা অর্জন করেছিলেন। এরপর তিনি ২০২০ সালে মধু মাদাসু পরিচালিত তেলুগু চলচ্চিত্র \"বিদ্যার্থী\" তে তার অভিনয়ে আত্মপ্রকাশ করেন। ছবিটিতে বানি ভক্সের অভিনয় দর্শকদের কাছে বেশ সমাদৃত হয়েছিল। তিনি পরে কেএস হেমরাজ পরিচালিত ২০২১ সালে \"রিচি গাদি পেলি\" নাটকে অভিনয় করেছিলেন।\nতার অভিনয় ক্যারিয়ার ছাড়াও, বানি ভক্স নিজেকে একজন ইনস্টাগ্রাম প্রভাবক এবং ইউটিউবার হিসাবে প্রতিষ্ঠিত করেছেন। তিনি বিভিন্ন ব্র্যান্ডের সাথে সহযোগিতা করেছেন এবং সোশ্যাল মিডিয়া প্ল্যাটফর্মগুলিতে তার উল্লেখযোগ্য অনুসরণ রয়েছে।\n\n\n== ব্যক্তিগত জীবন ==\nবানি ভক্স বর্তমানে অবিবাহিত এবং প্রকাশ্যে তার বাবা-মা বা ভাইবোনদের সম্পর্কে তথ্য প্রকাশ করেনি। তিনি তার প্রাণীদের ভালবাসার জন্য পরিচিত এবং পোষা কুকুর এবং বিড়ালের মালিক। বানি ভক্স হল একজন প্রতিভাবান ব্যক্তি যার শখ গান করা, নাচ করা, বই পড়া, ব্লগ লেখা, ফটোগ্রাফি, সাইকেল চালানো, পেইন্টিং এবং রান্না করা।\n\n\n== চলচ্চিত্রের তালিকা ==\n\"বিদ্যার্থী\" (২০২০)\n\"রিচি গাদি পেলি\" (২০২১)\n\n\n== সামাজিক মিডিয়া উপস্থিতি ==\nসোশ্যাল মিডিয়া প্ল্যাটফর্মে বানি ভক্সের একটি শক্তিশালী উপস্থিতি রয়েছে। তিনি ইনস্টাগ্রাম এবং টিক টকে একটি উল্লেখযোগ্য ফলোয়ার অর্জন করেছেন, যেখানে তিনি তার ভিডিও শেয়ার করেন এবং তার ভক্তদের সাথে যোগাযোগ করেন। তার ইনস্টাগ্রাম অ্যাকাউন্টের ২ মিলিয়নেরও বেশি ফলোয়ার রয়েছে এবং ভারতে অ্যাপটি নিষিদ্ধ হওয়ার আগে তার টিক টক অ্যাকাউন্টটি একটি বিশাল ফ্যানবেস সংগ্রহ করেছিল। বানি ভক্সের নিজস্ব ইউটিউব চ্যানেলও রয়েছে, যেখানে তিনি গান, নাচ, প্রতিক্রিয়া, কৌতুক, চ্যালেঞ্জ এবং মিউজিক ভিডিও সহ বিভিন্ন বিষয়বস্তু শেয়ার করেন।\n\n\n== নেট ওয়ার্থ ==\n২০২৩ সালের হিসাবে, বানি ভক্সের মোট সম্পদের পরিমাণ প্রায় ৩০ - ৪০ লক্ষ। তিনি তার অভিনয় প্রকল্প, ব্র্যান্ড প্রচার, বিজ্ঞাপন এবং অন্যান্য ব্যবসায়িক উদ্যোগ থেকে আয় করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nIMDb-তে বানি ভক্স\nইনস্টাগ্রামে বানি ভক্স\nTikTok-এ Bunny Vox\nবানি ভক্সের ইউটিউব চ্যানেল"}