{"pageid": 1358233, "title": "প্রধানমন্ত্রী কিষান সম্মান নিধি যোজনা", "url": "https://bn.wikipedia.org/wiki?curid=1358233", "content": "প্রধানমন্ত্রী কিষান সম্মান নিধি যোজনা হল কেন্দ্রীয় সরকারের যোজনা গুলির মধ্যে একটি। দেশের তৎকালীন প্রধানমন্ত্রী নরেন্দ্র মোদী দেশের ক্ষুদ্র ও দরিদ্র কৃষকদের আর্থিকভাবে সহায়তা করার জন্য ২০১৮ সালে সর্বপ্রথম এই যোজনা শুরু করেছিলেন। কিছু সহজ সরল শর্ত পূরণের মাধ্যমে ভারতের যেকোনো কৃষক, প্রধানমন্ত্রী কিষান সম্মান নিধি যোজনা পাওয়ার জন্য আবেদন জানাতে পারেন।\n\n\n== কিষান সম্মান নিধি যোজনা পাওয়ার শর্ত ==\nকেন্দ্রীয় সরকারের যোজনা হওয়ায়, ভারতের প্রায় সমস্ত রাজ্যের কৃষকরাই 'প্রধানমন্ত্রী কিষাণ সম্মান নিধি যোজনার' লাভ নিতে পারেন। তবে এই যোজনার মাধ্যমে সরকারি সহায়তা পেতে গেলে কৃষককে কিছু সহজ সরল শর্ত পূরণ করতে হবে। এই যোজনা পেতে হলে কৃষককে অন্ততপক্ষে ১৮ বছর বয়স্ক হতে হবে। যেসমস্ত কৃষকের ২ হেক্টরের বা ৪. ৯ একরের চেয়ে কম জমি রয়েছে, শুধুমাত্র সেই সমস্ত কৃষকরাই প্রধানমন্ত্রী কৃষি সম্মাননিধি যোজনার জন্য আবেদন জানাতে পারবেন। \nকোনো সরকারি পদে কর্মরত অবস্থায় রয়েছেন এমন কৃষক বা কোনো পদ থেকে অবসর গ্রহণ করেছেন এমন কোনো কৃষক এই যোজনার জন্য আবেদন জানাতে পারবেন না। এছাড়া ডাক্তার, ইঞ্জিনিয়ার, আইনজীবী, চার্টার্ড অ্যাকাউন্ট্যান্ট ও যারা আয়কর প্রদান করে থাকেন তাঁরা এই যোজনার যোগ্য নয়।  \n\n\n== প্রথম কিস্তি ==\n২০১৯ সালের ফেব্রুয়ারি মাসে প্রধানমন্ত্রী কিষান সম্মান নিধি যোজনা প্রথম কিস্তির টাকা দেওয়া হয়েছিল। প্রথমবারে ভারতের মোট ২ কোটি কৃষকক এই যোজনার টাকা পেয়েছিলেন। প্রথমবারে ২ কোটি কৃষককে ২ হাজার ২ হাজার করে টাকা দেওয়া হয়েছিল। \n\n\n== টাকার পরিমান ==\nপ্রথম কিস্তিতে যাদের কিষান সম্মান নিধি যোজনার টাকা দেওয়া হয়েছিল, তাদের তুলনায় ১৩ তম কিস্তির থেকে টাকার পরিমাণ অনেক বাড়ানো হয়েছে। বতর্মানে এই যোজনার মাধ্যমে একজন কৃষক মোট ৬,০০০ টাকা পেয়ে থাকে। এই ৬,০০০ টাকা ৪ মাস অন্তর অন্তর মোট তিনটি কিস্তিতে কৃষকদের অ্যাকাউন্টে পাঠানো হয়। যেই সমস্ত কৃষক যোজনার ১৩ তম কিস্তিতে E-KYC ভেরিফিকেশন সম্পূর্ণ করেননি,তারা ২,০০০ টাকা পাবেন না। এবং যেই সমস্ত যোজনার ১৩ তম কিস্তিতে E-KYC ভেরিফিকেশন সম্পূর্ণ করেছেন, তারা ১৪তম কিস্তিতেও আবার ২,০০০ টাকা পাবেন এবং এভাবে ধাপে ধাপে কিস্তির টাকা দেওয়া চলতে থাকবে। \n\n\n== অনলাইন আবেদন ==\nপ্রধানমন্ত্রী কিষান সম্মান নিধি যোজনার জন্য অনলাইন আবেদন করতে হলে সবার প্রথমে pmkisan.gov.in ওয়েবসাইট ভিজিট করতে হবে। ওয়েবসাইটের Farmers Corner অপশনে ক্লিক করতে হবে। এরপর সেখানে New Farmer Registration অপশনে ক্লিক করতে হবে। সেখানে প্রথমে আধার কার্ডের নম্বর দিয়ে ক্যাপচা কোড ফিলাপ করতে হয়। এরপর \"click here to continue\" অপশনে ক্লিক করে এগিয়ে যেতে হবে। এরকম প্রধানমন্ত্রী কিষান সম্মান নিধি যোজনার আবেদনপত্র সামনে আসবে। সেই আবেদনপত্র সমস্ত তথ্য এবং নথিপত্র সহকারে পূরণ করতে হবে। আবেদনপত্র তথ্য ও নথিপত্র সহকারে পূরণ করে সাবমিটে ক্লিক করলেই অনলাইন আবেদন সম্পন্ন হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ এপ্রিল ২০২০ তারিখে"}