{"pageid": 1358935, "title": "সুপার সিং", "url": "https://bn.wikipedia.org/wiki?curid=1358935", "content": "সুপার সিং (ইংরেজি:Super Singh) হলো ২০১৭ সালের একটি ভারতীয় পাঞ্জাবি-ভাষার সুপারহিরো কমেডি এবং অ্যাকশন ফিল্ম যা অনুরাগ সিং পরিচালিত। এই ছবিতে প্রধান চরিত্রে অভিনয় করেছেন দিলজিৎ দোসাঞ্ঝ, সোনম বাজওয়া এবং আলেকজান্দ্রা ব্যান্ডিয়ান। কমেডি এবং অ্যাকশনের উপাদানের সমন্বয়ে, চলচ্চিত্রটি মন্ট্রিল, কানাডা এবং ভারতে চিত্রায়িত হয়েছিল।\nসুপার সিং ২০১৭ সালের ১৬ জুন তারিখে বিশ্বব্যাপী মুক্তি পায় এবং এটি দিলজিৎ দোসাঞ্জ এবং পরিচালক অনুরাগ সিংয়ের মধ্যে পঞ্চম সহযোগিতা হিসেবে চিহ্নিত হয়।\n\n\n== পটভূমি ==\nসুপার সিং সজ্জন সিং (দিলজিৎ দোসাঞ্জ) এর গল্প বলে, একজন পাঞ্জাবি ব্যক্তি তার মায়ের সাথে কানাডায় বসবাস করেন। পরিস্থিতি তাকে পাঞ্জাবে তার নিজের শহরে নিয়ে যায়, যেখানে সে দুর্ঘটনাক্রমে পরাশক্তি অর্জন করে এবং আত্ম-উপলব্ধির যাত্রা শুরু করে।\nপ্রাথমিকভাবে, কানাডায়, সজ্জন একজন লুণ্ঠিত ব্যক্তি যিনি শুধুমাত্র আনন্দ চান এবং কানাডা, ক্যাথি থেকে তার প্রেমের আগ্রহকে প্রভাবিত করতে চান। তবে, তিনি গোপনে তার ছোটবেলার বন্ধু টুইঙ্কলকে ভালোবাসেন। টুইঙ্কলের মা যখন কানাডায় যান, তিনি দুর্ঘটনাক্রমে একজন ব্যক্তির সাথে পাগড়ি বিনিময় করেন যিনি মৃত্যু থেকে পালানোর চেষ্টা করছেন। সজ্জন, যিনি বিদেশীদের সাথে মিশে যাওয়ার জন্য নিজের নাম স্যাম রেখেছেন, রাগবি খেলার মাধ্যমে ক্যাথিকে প্রভাবিত করার চেষ্টা করেন। যাইহোক, তিনি ভয় পান যে খেলা চলাকালীন তার প্রেমিক তাকে মারধর করবে। অবাক হয়ে, সজ্জন তাদের পরাজিত করে এবং আবিষ্কার করে যে সে পরাশক্তির অধিকারী।\nতার শক্তির উৎস বোঝার চেষ্টা করার কয়েকদিন পর, সজ্জন জানতে পারে যে পাগড়িই তাকে তার ক্ষমতা দেয়। তিনি ক্যাথিকে অনুসরণ করা বন্ধ করার সিদ্ধান্ত নেন, যিনি তার সংস্কৃতিকে নিকৃষ্ট মনে করেন এবং অন্যদের পাগড়ির তাৎপর্য বুঝতে সাহায্য করার জন্য নিজেকে উৎসর্গ করেন। তার বীরত্বপূর্ণ কর্মের মাধ্যমে, তিনি সুপার সিং নামে পরিচিত হন। অসংখ্য চ্যালেঞ্জ মোকাবেলা করার পর, তিনি দাস নামে একজন জাল গুরুকে পরাজিত করেন এবং দাসের দ্বারা চালু করা ক্ষেপণাস্ত্র থেকে শ্রী দরবার সাহেবকে রক্ষা করেন। দিনটি বাঁচানোর পরে, তিনি একজন নকল ওয়েব-স্লিংগারের মুখোমুখি হন যিনি স্পাইডার-ম্যান (শ্যারি ম্যান অভিনয় করেছেন) চরিত্রে একজন অভিনেতা হিসাবে পরিণত হন।\n\n\n== অভিনয়ে ==\nসুপার সিং-এর কাস্টের মধ্যে রয়েছে:\n\nসজ্জন সিং/স্যাম/সুপার সিং চরিত্রে দিলজিৎ দোসাঞ্ঝ\nটুইঙ্কল চরিত্রে সোনম বাজওয়া\nসাধু চরিত্রে পবন মালহোত্রা\nরানা রণবীর\nক্যাথি চরিত্রে আলেকজান্দ্রা ব্যান্ডিয়ান\nমেহেরবান সিং\nনবনীন্দ্র বহল\nআলেকজান্ডার ব্রাসার্ড\nসুরভিন্দর ভিকি\nস্পাইডার-ম্যান চরিত্রে অতিথি চরিত্রে শ্যারি ম্যান\n\n\n== উন্নয়ন ==\nএকটি পাঞ্জাবি সুপারহিরো ফিল্ম তৈরি করার ধারণাটি ২০১২ সালে জ্যাট অ্যান্ড জুলিয়েট মুক্তির পর দিলজিৎ দোসাঞ্জের কাছে এসেছিল। তিনি সুপারম্যানের শরীরে নিজের একটি ইমেজ দেখেছিলেন, যা তাকে অনুপ্রাণিত করেছিল। যাইহোক, ছবিটির উচ্চ বাজেটের কারণে, দিলজিৎ দোসাঞ্জ এবং পরিচালক অনুরাগ সিংয়ের একজন প্রযোজক খুঁজে পেতে প্রায় দুই বছর লেগেছিল।\nঅবশেষে, একতা কাপুরের বালাজি মোশন পিকচার্স প্রযোজক হিসাবে বোর্ডে আসে, প্রকল্পটিকে সবুজ আলো দেয়। জাট অ্যান্ড জুলিয়েট, জ্যাট অ্যান্ড জুলিয়েট ২, পাঞ্জাব ১৯৮৪, এবং ডিস্কো সিং এর পরে সুপার সিং হল দিলজিৎ দোসাঞ্জ এবং অনুরাগ সিং-এর মধ্যে পঞ্চম সহযোগিতা। এছাড়াও একতা কাপুরের প্রথম পাঞ্জাবি প্রযোজনা হিসেবে কাজ করে। ১৭ জানুয়ারি ২০১৭-এ বালাজি মোশন পিকচার্স দ্বারা ছবিটির প্রথম চেহারা উন্মোচন করা হয়েছিল।\n\n\n== সাউন্ডট্র্যাক ==\nসুপার সিং-এর সাউন্ডট্র্যাকটি রণবীর সিং এবং ভিট বালজিতের লেখা গানের সাথে যতিন্দর শাহ রচনা করেছিলেন। অ্যালবামটি ৫ জুন ২০১৭-এ জি মিউজিক কোম্পানি লেবেলের অধীনে প্রকাশিত হয়েছিল।\nএতে নিম্নলিখিত গানগুলি রয়েছে:\n\n\n== অভ্যর্থনা ==\n\n\n=== বক্স অফিস ===\nসুপার সিং বিশ্বব্যাপী প্রায় ১১০০টি স্ক্রীনে খোলা হয়েছে, এটি একটি পাঞ্জাবি চলচ্চিত্রের জন্য সবচেয়ে বিস্তৃত রিলিজ হয়েছে। এটি ভারতে কারস ৩ এবং ব্যাঙ্ক চোর এর সাথে মুক্তি পায়।\n\n\n=== সমালোচনামূলক অভ্যর্থনা ===\nNews১৮-এর দিব্যা পাল দিলজিৎ দোসাঞ্জের অভিনয়ের প্রশংসা করেছেন এবং ছবিটিকে ৫ এর মধ্যে ২.৫ স্টার রেটিং দিয়েছেন। তবে, তিনি উল্লেখ করেছেন যে চিত্রনাট্যে সতেজতার অভাব এবং প্লটটির পূর্বাভাস ছবির প্রভাবকে কমিয়ে দিয়েছে। গালফ নিউজ-এর মঞ্জুষা রাধাকৃষ্ণান ছবিটিকে ৫-এর মধ্যে ২ স্টার রেটিং দিয়েছেন এবং এটিকে প্রাথমিকভাবে মিষ্টি বলে বর্ণনা করেছেন কিন্তু দ্বিতীয়ার্ধে এটি অত্যন্ত গুণী হয়ে উঠেছে। তিনি এটি একটি ক্লান্তিকর ঘড়ি বিবেচনা করে, ভবিষ্যদ্বাণীপূর্ণ কাহিনী এবং স্টেরিওটাইপিক্যাল ভিলেনের সমালোচনা করেছিলেন। \"হিন্দুস্তান টাইমস\" ছবিটিকে ৫ টির মধ্যে ২ স্টার প্রদান করেছে, উল্লেখ করে যে দিলজিৎ দোসাঞ্জের অভিনয়ে \"উড়তা পাঞ্জাব\"-এ তার ভূমিকার অনায়াস অভাব ছিল। স্পেশাল এফেক্টগুলিকেও আঁচড়ানোর যোগ্য বলে সমালোচিত হয়। দ্য ইন্ডিয়ান এক্সপ্রেস-এর জ্যোতি শর্মা বাওয়া ছবিটির হাস্যরসের প্রশংসা করেছেন এবং দিলজিৎ দোসাঞ্জের সহজ মোহনীয়তা এবং রসিকতার প্রাচুর্যকে তুলে ধরে এটিকে ৫ টির মধ্যে ৩ স্টার রেটিং দিয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSuper Singh on IMDb\nBalaji Motion Pictures Official Website  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ ডিসেম্বর ২০২২ তারিখে"}