{"pageid": 1358754, "title": "নির্জারা (মহাভারত)", "url": "https://bn.wikipedia.org/wiki?curid=1358754", "content": "নির্জারা ওরফে মানবতী(হিন্দি : निर्जरा, আক্ষরিক অর্থে, যুবক হয়ে উঠছে এবং বৃদ্ধ নয়, তারুণ্য। )  ছিলেন ধোলকাপুরের রাজকন্যা, যা মহাভারতের শান্তিপর্ব গ্রন্থে উল্লেখ আছে। তিনি দুঃশাসন-এর স্ত্রী, যিনি শত কৌরবদের ভাই। নির্জারা স্থানীয়ভাবে ক্ষত্রিয় পোশাক পরিহিত একজন যোদ্ধা রাজকন্যা। সাধারণত, তার একটি পুত্র ছিল, দুর্যোধন (দুর্যোধন এর সাথে বিভ্রান্ত হবেন না) এবং সিরাত বা সিরাত কুমারী নামে একটি কন্যা ছিল।\n\n\n== যুদ্ধ ==\nক্ষত্রিয়দের জন্য একটি মর্মান্তিক অভিজ্ঞতা, নির্জরা নামে একটি মেয়ে ক্ষত্রিয় এমনকি কৌরবদের সাথে যুদ্ধ করতে এসেছিল। দুর্যোধন, দুঃশাসন, জলগন্ধা, অশ্বত্থামা সহ অনেক কৌরব ছিলেন। ইত্যাদি এবং কর্ণ। তিনি প্রথমে কর্ণকে প্রথম যুদ্ধের জন্য চ্যালেঞ্জ করেছিলেন। কিন্তু, সৌভাগ্যবশত সে তার তীর দিয়ে গুলিবিদ্ধ হয়। দুর্যোধন এবং অশ্বত্থামা চেষ্টা করেছিল কিন্তু তারা ব্যর্থ হয় এবং তাই দুশাসন তাকে তার সাথে যুদ্ধ করার জন্য চ্যালেঞ্জ জানায়। নির্জারা এটা মেনে নেয় এবং তার সাথে মারামারি করে। সেখানে যুদ্ধ চলতেই থাকে, কেউ জয়ী হয় না কেউ হারে না। অবশেষে, নির্জারা দুঃশাসননের শুটিং বন্ধ করে দেয় এবং দুঃশাসনের চূড়ান্ত শট দিয়ে, নির্জারা তার স্ত্রী এবং দুই সন্তানের মা হন।\n\nহে যোদ্ধা নির্জরা, যে কন্যা যুদ্ধে অতিশয় প্রিয়। এই মেয়েটিকে ছোটবেলায় তীরন্দাজ শেখানো হয়েছিল...... একটা ভুলও হয়নি। বুদ্ধিমত্তার এই মেয়েটি ছিল দুশাসানের স্ত্রী.. যিনি মহাভারত এবং দ্বিতীয় দুর্যোধনের বিরোধী ছিলেন, তাঁর ছেলে পরে সুশানপুত্র বা ''দুশাসনপুত্র'. কুরু রাজবংশের যোদ্ধা রাণীদের একজন, অর্জুনের স্ত্রী চিত্রাঙ্গদার সাথে পরিচিত। বংশবিজয়, তখন দুঃশাসনের পুত্র, তার চোখের মণি, অভিমন্যুর সাথে যুদ্ধ করেন এবং ভীম নিহত হন। দুঃশাসনের বিশ্বস্ত স্ত্রী নির্জারা তার স্বামীর মৃতদেহ দেখে তার সাহস হারিয়ে ফেলেন। নেকলেস থেকে পুঁতিগুলো বের হয়ে ছড়িয়ে ছিটিয়ে পড়ে। তিনি সম্মানের চিহ্ন নিয়ে বসেছিলেন, দুশাসনের রক্ত পরিষ্কার করেছিলেন, তাকে চুম্বন করেছিলেন যেমন তিনি তাকে ভালোবাসেন। লক্ষ্মণ কুমারের স্ত্রী সিরাত, তার মেয়ে। তিনি (দুশাসন কন্যা) দুর্যোধনের কন্যার বন্ধু ছিলেন। দুই মেয়েরই বিয়ে হয়ে গেছে। ছেলেরা যুদ্ধে নিহত হয়। এই বিশ্বস্ত পুত্র লক্ষ্মণ কুমার এবং বংশবিজয়াকে জন্ম দেওয়া মায়েদের জন্য একটি আঘাত।\n\n\n== শিরোনাম ==\nতাকে মানবতী নাম দেওয়া হয়েছিল কারণ তিনি যুদ্ধের আগে একজন যোদ্ধাকে সম্মান করতেন, এবং অন্যটি ছিল ধনিষ্ঠা যা তার নামের অনুরূপ ছিল (নির্জারা) যা উল্লেখযোগ্যভাবে সেই মহিলাকে বোঝায় যে একজন ক্ষত্রিয় ছিলেন, তিনি ছিলেন মহাভারত  প্রথম মহিলা যিনি একজন ক্ষত্রিয় হিসাবে পরিচিত। তিনি মহাভারতের অন্য নারী চরিত্রের বিকল্প সুন্দর। ভানুমতী দিয়ে তার কাজ বর্ণনা করা যায় না, কারণ উৎস ভিন্ন হবে। রাজকুমারী সিরাত কে সিরাত কুমারী (অর্থাৎ রাজকুমারী), একটি রাজকুমারী হিসাবেও উপস্থাপিত করা হয়েছিল।\n\n\n=== নির্জরাআ ===\nএই মেয়েটির নাম দুবার পুনরাবৃত্তি করা হয়েছে, মানে বর্ণমালা 'a' দুবার পুনরাবৃত্তি হয়েছে। এটি ঋষি নারদ দ্বারা আদিপর্ব-এ উল্লিখিত তার আরেকটি উপনাম। নির্জারার এই উদ্ধৃতিটি বর্ণনা করে যে তিনি একজন যোদ্ধা রাজকন্যা এবং অন্য কোন রাজকুমারীর কাছে অপ্রত্যাশিত যে খুব ভঙ্গুর। ব্যাস তার সহনশীলতাকে বিশ্বস্ত রাণী হিসেবে বর্ণনা করেছেন। শৈশবে, নির্জারা ওরফে মানবতী মার্শাল আর্ট এবং তীরন্দাজির প্রতি অনুরাগী ছিলেন। \n\n\n== নির্জারার সন্তান ==\nদুশাসন এবং তার যোদ্ধা স্ত্রী, নির্জারার দুর্যোধন নামে একটি পুত্র ছিল যা তার বড় ভাইয়ের সঠিক নাম এবং সিরাত নামে একটি কন্যা ছিল। তিনি দুর্যোধনের পুত্র লক্ষ্মণ কুমারকে বিয়ে করেছিলেন।\n\n\n== রেফারেন্স =="}