{"pageid": 1358006, "title": "নব্য যোগাযোগ মাধ্যম", "url": "https://bn.wikipedia.org/wiki?curid=1358006", "content": "নব্য যোগাযোগ মাধ্যম (ইংরেজিতে নিউ মিডিয়া New media) বলতে সেইসব যোগাযোগ প্রযুক্তির সমাহারকে নির্দেশ করা হয় যেগুলি ব্যবহারকারীদের নিজেদের মধ্যে এবং ব্যবহারকারী ও যোগাযোগের বিষয়বস্তুর (কন্টেন্ট) মধ্যে আন্তঃক্রিয়া সম্ভব করে বা উন্নত করে। ১৯৯০-এর দশকের মাঝামাঝি শিক্ষা, বিনোদন ও ভিডিও গেমস খেলার জন্য আন্তঃক্রিয়াশীল সিডি-রম প্রযুক্তির আগমনের সময় বিজ্ঞাপনী প্রস্তাবনার অংশ হিসেবে নব্য যোগাযোগ মাধ্যমের ইংরেজি পরিভাষা \"নিউ মিডিয়া\" ইংরেজিভাষী বিশ্বে ব্যাপকভাবে ব্যবহৃত হওয়া শুরু করে। নব্য যোগাযোগ মাধ্যম প্রযুক্তিগুলি ওয়েব ২.০ নামেও পরিচিত। এগুলির মধ্যে বহুসংখ্যক যোগাযোগ সরঞ্জাম যেমন ব্লগ, উইকি, অনলাইন সামাজিক সম্পর্কজাল, পডকাস্ট, অসদ বিশ্ব ও অন্যান্য সামাজিক যোগাযোগ মাধ্যম মঞ্চগুলি অন্তর্ভুক্ত। নব্য যোগাযোগ মাধ্যমগুলির একটি বৈশিষ্ট্য হল একে অপরের প্রতি নির্দেশকারী তথা প্রতিনির্দেশী অতিপাঠ্য (হাইপারটেক্সট) বা অতি-বিষয়বস্তুর (হাইপারমিডিয়া) ব্যবহার। এছাড়া নব্য যোগাযোগ মাধ্যমগুলিকে অধিকতর গণমুখী বা গণতান্ত্রিক হিসেবে গণ্য করা হয়, কেননা এগুলিতে সাধারণ ব্যবহারকারীরা অর্থাৎ আমজনতা নিজেই যোগাযোগ মাধ্যমের বিষয়বস্তু সৃজন, প্রকাশ, সম্প্রচার ও ভোগ করতে পারে ও পাঠক-শ্রোতা-দর্শক তৎক্ষণাৎ সৃষ্টিকর্তার কাছে সেগুলির ব্যাপারে প্রতিক্রিয়া জানাতে পারে। এগুলি ডিজিটাল প্রযুক্তিনির্ভর, তাই ডিজিটাল প্রযুক্তিতে সাক্ষর যেকোনও ব্যক্তি এগুলিকে ব্যবহার করে স্বল্প বা বহুসংখ্যক দর্শকশ্রোতার কাছে তার সৃষ্ট বার্তা বা বিষয়বস্তু ছড়িয়ে দিতে পারে। তবে এর একটি নেতিবাচক দিক হল ভুয়া সংবাদের বিস্তার।\nনব্য যোগাযোগ মাধ্যম শব্দগুচ্ছটি দিয়ে এমন সব পরিগণকীয় (অর্থাৎ পরিগণক যন্ত্র তথা কম্পিউটার-ভিত্তিক) যোগাযোগ মাধ্যমকে নির্দেশ করা হয়, যেগুলি আন্তর্জাল বা অনলাইনে বিষয়বস্তু ভাগাভাগি করে নিতে সাহায্য করে। নব্য যোগাযোগ মাধ্যমগুলি পুরাতন যোগাযোগ মাধ্যমগুলি সম্পর্কে নতুন নতুন উপায়ে চিন্তার খোরাক জুগিয়েছে। নব্য যোগাযোগ মাধ্যমে যেমন পুরাতন যোগাযোগ মাধ্যমগুলি থেকে অনুপ্রেরণা নেওয়া হয়েছে, তেমনি পুরাতন, ঐতিহ্যবাহী যোগাযোগ মাধ্যমগুলিও নব্য যোগাযোগ মাধ্যমগুলির ছুঁড়ে দেওয়া সামর্থ্যের প্রশ্নের উত্তর দিতে নিজেদেরকে খাপ খাইয়ে নিয়েছে ও নিজেদেরকে ডিজিটাল সংস্করণ তৈরি করেছে। কেউই কাউকে প্রতিস্থাপন করেনি। এভাবে পুরাতন যোগাযোগ মাধ্যমের ডিজিটালকরণের মাধ্যমে সৃষ্ট মিশ্র যোগাযোগ মাধ্যম সৃষ্টির ঘটনাটিকে যোগাযোগ মাধ্যমের সমাভিমুখিতা (মিডিয়া কনভার্জেন্স) নাম দেওয়া হয়েছে।\nডিজিটাল (অর্থাৎ কম্পিউটার ও ইন্টারনেটভিত্তিক) সৃষ্টিশীল বা আন্তঃক্রিয়াশীল প্রক্রিয়ার সুবিধা না দিলে সাধারণত সম্প্রচারকৃত টেলিভিশন অনুষ্ঠান, পূর্ণদৈর্ঘ্য চলচ্চিত্র, সাময়িক পত্রিকা ও বইকে নব্য যোগাযোগ মাধ্যম হিসেবে গণ্য করা হয় না।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nPoynter Institute: New Media Timeline (1969-2010) created by David B. Shedden, Library Director at Poynter Institute\nWardrip-Fruin, Noah and Nick Montfort, সম্পাদক (২০০৩)। The New Media Reader। The MIT Press। আইএসবিএন 978-0-262-23227-2। \nLeah A. Lievrouw, Sonia Livingstone (ed.), The Handbook of New Media, SAGE, 2002\nLogan, Robert K. (2010) Understanding New Media: Extending Marshall McLuhan, New York: Peter Lang Publishing.\nCroteau and Hoynes (2003) Media Society: Industries, Images and Audiences (third edition) Pine Forge Press: Thousand Oakes.\nTimothy Murray, Derrick de Kerckhove, Oliver Grau, Kristine Stiles, Jean-Baptiste Barrière, Dominique Moulon, Jean-Pierre Balpe, Maurice Benayoun Open Art, Nouvelles éditions Scala, 2011, French version, আইএসবিএন ৯৭৮-২-৩৫৯৮৮-০৪৬-৫\nFlew and Humphreys (2005) \"Games: Technology, Industry, Culture\" in Terry Flew, New Media: an Introduction (second edition), Oxford University Press: South Melbourne.\nHolmes (2005) \"Telecommunity\" in Communication Theory: Media, Technology and Society, Cambridge: Polity.\nJarzombek, Mark (2016). Digital Stockholm Syndrome in the Post-Ontological Age, Minneapolis: University of Minnesota Press.\nScharl, A. and Tochtermann, K., Eds. (2007). The Geospatial Web – How Geobrowsers, Social Software and the Web 2.0 are Shaping the Network Society. London: Springer.\nTurkle, Sherry (1996) \"Who am We?\" Wired magazine, 4.01, published January 1996,Who Am We?\nAndrade, Kara, Online media can foster community, Online News Association Convention, October 29, 2005.\nMark Tribe and Reena Jana, New Media Art, Taschen, 2006. আইএসবিএন ৩-৮২২৮-৩০৪১-০.\nRobert C. Morgan, Commentaries on the New Media Arts Pasadena, CA: Umbrella Associates,1992\nForeword. Lev Manovich. The Language of New Media, Cambridge: MIT Press/Leonardo Books, 2001. আইএসবিএন ০-২৬২-৬৩২৫৫-১.\nKennedy, Randy. \"Giving New Life to Protests of Yore\", The New York Times, July 28, 2007.\nImmersive Ideals / Critical Distances : A Study of the Affinity Between Artistic Ideologies Based in Virtual Reality and Previous Immersive Idioms by Joseph Nechvatal 1999 Planetary Collegium\nWhy New Media Isn't: A Personal Journey by David Shedden (2007)\nNorberto González Gaitano (2016): Family and media. Family relationship, their rappresentation on the mass media and virtual relationship"}