{"pageid": 1358808, "title": "লিমোসা ল্যাপোনিকা", "url": "https://bn.wikipedia.org/wiki?curid=1358808", "content": "লিমোসা ল্যাপোনিকা হলো স্কোলোপাসিড পরিবারের একটি পাখি যা আকারে বড় এবং দৃঢ় পরিযায়ী পানিকাটা পাখি, যেটি উপকূলীয় কাদাইয় ফ্ল্যাট এবং মোহনায় ব্রিস্টল-ওয়ার্ম এবং শেলফিশ খায়। এটিতে প্রজনন মৌসুমে লাল পালক দেখা যায়, এছাড়াও এর লম্বা পা এবং দীর্ঘ উল্টানো বিল রয়েছে। লিমোসা ল্যাপোনিকা আর্কটিক উপকূলে এবং স্ক্যান্ডিনেভিয়া থেকে আলাস্কা পর্যন্ত বিস্তৃত তুন্দ্রা এবং অস্ট্রেলিয়া ও নিউজিল্যান্ডের নাতিশীতোষ্ণ এবং গ্রীষ্মমণ্ডলীয় অঞ্চলের উপকূলে প্রজনন করে। আলাস্কা থেকে নিউজিল্যান্ডে প্রশান্ত মহাসাগর পেরিয়ে লিমোসা ল্যাপোনিকা বাউরি র পরিযান যে কোনও পাখির জন্য দীর্ঘতম একটানা উড্ডয়ন, এবং কোনও প্রাণীর খাওয়া ছাড়াই দীর্ঘতম ভ্রমণ। এটি একটানা প্রায় ১১,৬৮০ কিমি (৭,২৫৮ মা) উড়ে পরিযায়ী হয়। এই উপ-প্রজাতির সম্পূর্ণ পরিযান পথ প্রায় ২৯,০০০ কিমি (১৮,০২০ মা) এর বেশি । \n\n\n== শ্রেণীবিন্যাস ==\n১৭৮৫ সালে সুইডিশ প্রকৃতিবিদ কার্ল লিনিয়াস তার সিস্টেমা ন্যাচারাই-এর দশম সংস্করণে লিমোসা ল্যাপোনিকাকে আনুষ্ঠানিকভাবে স্কোলোপ্যাক্স স্লাইম নামে নামকরণ করেছিলেন। ১৭৬০ সালে ফরাসি প্রাণিবিদ মাথুরিন জ্যাক ব্রিসন প্রবর্তিত লিমোসা গোত্রে এটিকে অন্য ৩টি গডভিট প্রজাতীর সাথে অন্তর্ভূক্ত করা হয়েছে  লিমোসা নামটি ল্যাটিন থেকে এসেছে এবং এর অর্থ \"কাদা\", লিমাস থেকে \"কাদা\" যা, এটির পছন্দের আবাসস্থলকে নির্দেশ করে। এর নির্দিষ্ট নাম ল্যাপপোনিকা  যা ল্যাপল্যান্ডকে নির্দেশ করে। \nইংরেজি শব্দ \"গডভিট\" প্রথম আবিষ্কৃত হয়েছিল প্রায় ১৪১৬-১৪১৭ সালে। এটি পাখির ডাকের অনুকরণ হতে পারে, অথবা পুরানো ইংরেজি \"গড হুইট\" থেকে উদ্ভূত হতে পারে, যার অর্থ \"ভাল প্রাণী\", সম্ভবত এটি দ্বারা এর খাওয়ার গুণাবলীকে বোঝায়।  এই প্রজাতির কালো-সাদা ব্যারেড লেজ এবং উপরের লেজের কভারট থেকে এর ইংরেজি নাম নেওয়া হয়েছে।  ফরাসি ভাষায় এটি বার্জ রাউস, রাশিয়ান মালি ভেরেটেনিক, ইনুইট চিউচিউচিয়াক, ইউপিক তেভেতেভাক এবং মাওরি কুয়াকা নামে পরিচিত। \nএর চারটি স্বীকৃত উপপ্রজাতি রয়েছে। যথা:\n\nL. l. ল্যাপোনিকা (লিনিয়াস, ১৭৫৮) - উত্তর স্ক্যান্ডিনেভিয়ার পূর্ব থেকে ইয়ামাল উপদ্বীপ পর্যন্ত বংশবৃদ্ধি করে; ইউরোপ এবং আফ্রিকার পশ্চিম উপকূলে ব্রিটিশ দ্বীপপুঞ্জ এবং নেদারল্যান্ডস থেকে দক্ষিণ আফ্রিকা এবং পারস্য উপসাগরের চারপাশে শীতকাল। ক্ষুদ্রতম উপ-প্রজাতি, ৩৬০ গ্রাম (১৩ আউন্স) পর্যন্ত পুরুষ, মহিলা ৪৫০ গ্রাম (১৬ আউন্স)\nL. l. taymyrensis Engelmoer & Roselaar, ১৯৯৮ – মধ্য সাইবেরিয়ায় ইয়ামাল উপদ্বীপের পূর্ব থেকে আনাবার নদীর ব-দ্বীপ পর্যন্ত বংশবৃদ্ধি করে; দক্ষিণ-পশ্চিম এশিয়া এবং আফ্রিকা থেকে দক্ষিণ আফ্রিকার উপকূলে শীতকাল\nL. l. menzbieri – Portenko, ১৯৩৬ – উত্তর-পূর্ব এশিয়ার প্রজনন আনবার নদী পূর্ব থেকে কোলিমা নদীর ব-দ্বীপ পর্যন্ত; দক্ষিণ-পূর্ব এশিয়া এবং উত্তর-পশ্চিম অস্ট্রেলিয়ায় শীতকাল\nL. l. baueri – Naumann, ১৮৩৬ – উত্তর-পূর্ব সাইবেরিয়া থেকে উত্তর এবং পশ্চিম আলাস্কায় বংশবৃদ্ধি করে; চীন এবং অস্ট্রেলিয়ায় শীতকাল। বৃহত্তম উপ-প্রজাতি। (অ্যানাডিরেন্সিস অন্তর্ভুক্ত) \n\n\n== বর্ণনা ==\n\nলিমোসা ল্যাপোনিকা হলো গডভিট প্রজাতির অন্যান্য পাখিদের তুলনায় অপেক্ষাকৃত ছোট পায়ের প্রজাতি। বিল থেকে লেজের দৈর্ঘ্য ৩৭–৪১ সেমি (১৫–১৬ ইঞ্চি), ৭০–৮০ সেমি (২৮–৩১ ইঞ্চি) এর ডানা বিশিষ্ট   । পুরুষ পাখিরা গড়ে নারী পাখিদের তুলনায় ছোট কিন্তু পুরুষদের শরীরে পালকর পরিমাণ বেশি। পুরুষদের ওজন ১৯০–৪০০ গ্রাম (৬.৭–১৪.১ আউন্স), যেখানে মহিলাদের ওজন ২৬০–৬৩০ গ্রাম (৯.২–২২.২ আউন্স)। তবে অঞ্চলভেদে আকারে কিছু তারতম্যও রয়েছে (নীচে উপ-প্রজাতি দেখুন)। প্রাপ্তবয়স্ক পাখিদের পা নীলাভ ধূসর এবং লম্বা, কুঁচকানো। সামান্য উল্টানো দ্বি-রঙের বিল: গোড়ায় গোলাপি এবং ডগায় কালো। ঘাড়, বুক এবং পেট প্রজনন কালে অবিচ্ছিন্ন গাড় লাল এবং উপরে গাঢ় বাদামী রঙ ধারণ করে।  মহিলাদের প্রজননকালের পালক পুরুষদের তুলনায় অনেকটা ফ্যাকাশে।  প্রজনন পালক ৩ বছর পর্যন্ত সম্পূর্ণরূপে দৃশ্যমান হয় না, এবং এর তিনটি পার্থক্যযোগ্য বয়সকাল রয়েছে। উত্তর গোলার্ধের পাখিদের মধ্যে তাদের প্রথম পরিযানের সময় অপরিণত পুরুষরা, প্রাপ্তবয়স্ক পুরুষদের তুলনায় লক্ষণীয়ভাবে ফ্যাকাশে হয়।  দক্ষিণ গোলার্ধে দেখা যায়, অপ্রজননকারী পাখিগুলোর পালকে গাঢ় কেন্দ্রবিশিষ্ট সরল ধূসর-বাদামী রঙ বিদ্যমান। ফলে এরা গায়ের রঙ ডোরাকাটা হয় এবং নীচে সাদা হয়। কিশোররা অ-প্রজননকারী প্রাপ্তবয়স্কদের মতোই কিন্তু সামগ্রিকভাবে কিশোরদের পার্শদেশ আরও বেশি হলদে হয় এবং বুকে রেখাযুক্ত পালক থাকে। \nআলাস্কা-প্রজনন বার-টেইলড গডউইটস উত্তর থেকে দক্ষিণে দেহের আকার বৃদ্ধি দেখায়, কিন্তু এই প্রবণতা নিউজিল্যান্ডে তাদের অ-প্রজনন স্থলে স্পষ্ট নয়; বিভিন্ন আকারের পাখি অবাধে মিশে। \nলিমোসা ল্যাপোনিকাকে কালো-লেজযুক্ত গডভিট (লিমোসা লিমোসা) থেকে এর দেহে অনুভূমিকভাবে সাদা-কালো ডোরাকাটা (পুরো কালো নয়) লেজ এবং ডানায় সাদা রেখার অনুপস্থিতি দ্বারা আলাদা করা যায়। এর সবচেয়ে কাছাকাছি বৈশিষ্ট্যযুক্ত প্রজাতি হল এশিয়াটিক ডাউইচার ( লিমনোড্রোমাস সেমিপালমাটাস )।\n\n\n== তথ্যসূত্র =="}