{"pageid": 135888, "title": "ফ্লোয়েম", "url": "https://bn.wikipedia.org/wiki?curid=135888", "content": "ফ্লোয়েম (ইংরেজি: Phloem) নালীভিত্তিক উদ্ভিদের সজিব টিস্যু যার মাধ্যমে উদ্ভিদের পাতায় তৈরি খাদ্য (সুগার সুক্রোজ) উদ্ভিদ দেহের বিভিন্ন অংশে পরিবাহিত হয়। পরিবহনের এই পদ্ধতিকে ট্রান্সলোকেশন বলে। ফ্লোয়েম হল গাছের বাকলের সর্বশেষ স্তর। এর নামটি গ্রিক শব্দ φλοιός (phloiós) থেকে নেয়া হয়েছে যার অর্থ হল, ছাল বা বাকল। ১৯৫৮ সালে এই নাম প্রথম শুরু করেন কার্ল নাগেলি।\nনালিকা বান্ডিল গঠনে ফ্লোয়েম জাইলেমের পরিপূরক হিসেবে কাজ করে। এই কলা গঠিত নিম্নোক্ত তন্তু দ্বারা :\n\nসিভ উপাদান\nসঙ্গীকোষ\nফ্লোয়েম প্যারেনকাইমা\nফ্লোয়েম তন্তু\n\n\n== অংশসমূহ ==\n\n\n=== সিভ উপাদান ===\nসিভকোষ\nফ্লোয়েম কলায় সজীব, দীর্ঘ,  সিভপাত বিহীন কোষগুলিকে সিভকোষ বলে। ফার্ন ও নগ্নবীজী উদ্ভিদদের এটি দেখা যায়।\n\nবৈশিষ্ট্যসমূহ:\nসিভকোষ দীর্ঘ, ক্রমসূক্ষ্ম প্রান্তযুক্ত, সেলুলোজ নির্মিত পাতলা প্রাচীরবিশিষ্ট।\nকোষের কেন্দ্রস্থ বড় গহ্বরের চারিদিকে পাতলা স্তরের প্রোটোপ্লাজম থাকে।\nকোষপ্রাচীরে কতকগুলি ছিদ্র একত্রিত হয়ে সিভক্ষেত্র গঠন করে, ছিদ্রগুলিকে সিভছিদ্র বলে।\nকোন সিভ পাত গঠিত হয় না।\nসিভনল\nছিদ্রযুক্ত প্রান্তপ্রাচীর বিশিষ্ট নিউক্লিয়াসবিহীন নলাকার সজীব ফ্লোয়েম কলাকে সিভনল বলে। গুপ্তবীজী উদ্ভিদের ফ্লোয়েমে দেখা যায়।\n\nবৈশিষ্ট্যসমূহ:\nকোষগুলিতে সাইটোপ্লাজম থাকে, কিন্তু নিউক্লিয়াস থাকে না।\nকোষগুলি উল্লম্বভাবে পরপর একটি সারিতে সজ্জিত থাকে।\nপরিণত কোষের কোষগহ্বর দেখা যায়। #এছাড়া প্রান্তপ্রাচীর চালুনির মতো ছিদ্রযুক্ত হয়ে সিভপাত গঠন করে।\nশীতকালে ক্যালোস নামের এক প্রকার বর্ণহীন কেলাসিত উজ্জ্বল ও দ্রবণীয় কার্বোহাইড্রেট জমা হয়ে ছিদ্রগুলি বন্ধ করে দেয় একে ক্যালাস প্যাড বলে। বসন্তকালে এটি আবার দ্রবীভূত হয়ে যায়।\n\n\n=== সঙ্গীকোষ ===\nসিভনলের সঙ্গে সংলগ্নভাবে অবস্থিত নিউক্লিয়াসযুক্ত সজীব কোষগুলিকে সঙ্গীকোষ বলে। ব্যক্তবীজী উদ্ভিদে সঙ্গীকোষ থাকে না, কিন্তু গুপ্তবীজী উদ্ভিদে থাকে।\n\nবৈশিষ্ট্যসমূহ:\nকোষগুলিতে ঘন দানাদার সাইটোপ্লাজম থাকে ও বড়ো নিউক্লিয়াস থাকে।\nকোষগুলি লেন্সের মতো আকৃতিবিশিষ্ট।\nকোষগুলির মধ্যে ক্ষুদ্র ক্ষুদ্র গহ্বর থাকে।\n\n\n=== ফ্লোয়েম প্যারেনকাইমা ===\nএগুলি প্যারেনকাইমা কোষ। গুপ্তবীজী উদ্ভিদে থাকে।\n\n\n=== ফ্লোয়েম তন্তু বা বাস্ট তন্তু ===\nএগুলি স্ক্লেরেনেকাইমা কোষ। কোষপ্রাচীর লিগনিন যুক্ত, মৃত এবং কূপ বর্তমান।\n\nযেমন — পাট তন্তু একপ্রকারের ফ্লোয়েম তন্তু।\n\n\n== প্রকারভেদ ==\nউৎপত্তি অনুসারে এটি দুই প্রকার।\n\n\n=== প্রাথমিক ফ্লোয়েম ===\nঅগ্রস্থ ভাজক কলার কেন্দ্রে অবস্থিত প্রোক্যাম্বিয়াম থেকে উদ্ভূত প্রাথমিক উদ্ভিদদেহে বর্তমান ফ্লোয়েমকে প্রাথমিক ফ্লোয়েম বলে। এটি দুই প্রকার।\n\nপ্রোটোফ্লোয়েম\nনালিকা বান্ডিলের অন্তর্গত ছোট গহ্বর বিশিষ্ট প্রাথমিক ফ্লোয়েম।\n\nমেটাফ্লোয়েম\nনালিকা বান্ডিলের অন্তর্গত বড় গহ্বর বিশিষ্ট প্রাথমিক ফ্লোয়েম।\n\n\n=== গৌণ ফ্লোয়েম ===\nপ্রাথমিক বৃদ্ধি সম্পন্ন হওয়ার পর উদ্ভিদের গৌণ বৃদ্ধিকালে নালিকা বান্ডিলের ফ্যাসিকুলার ক্যাম্বিয়াম থেকে সৃষ্ট ফ্লোয়েমকে গৌণ ফ্লোয়েম বলে।\n\n\n== তথ্যসূত্র =="}