{"pageid": 1358115, "title": "জাতিসংঘ জরুরি বাহিনী ২", "url": "https://bn.wikipedia.org/wiki?curid=1358115", "content": "দ্বিতীয় জাতিসংঘ জরুরি বাহিনী (ইউএনইএফ ২) জাতিসংঘ সাধারণ পরিষদ দ্বারা প্রতিষ্ঠিত হয়। জাতিসংঘ নিরাপত্তা পরিষদের রেজুলেশন ৩৪০ (১৯৭৩) অনুসারে, ইয়ম কিপুর যুদ্ধের (অক্টোবর যুদ্ধ হিসেবেও পরিচিত) শেষে মিশরীয় এবং ইসরায়েলি বাহিনীর মধ্যে যুদ্ধবিরতি তত্ত্বাবধানের জন্য এবং ১৮ জানুয়ারি ১৯৭৪ ও ৪ সেপ্টেম্বর ১৯৭৫ এর চুক্তি অনুসারে মিশরীয় এবং ইসরায়েলি বাহিনীর পুনঃনিয়োগ তদারকি এবং সেই চুক্তির অধীনে প্রতিষ্ঠিত বাফার জোনগুলিকে নিয়ন্ত্রণ করার জন্য এটি প্রতিষ্ঠিত হয়। ১৯৭৯ সালের জুলাই মাসে বাহিনীটি প্রত্যাহার করে নেওয়া হয়।\n\n\n== ইতিহাস ==\nইউএনইএফ ২-এর দায়িত্ব ছিল জাতিসংঘের নিরাপত্তা পরিষদের প্রস্তাব ৩৪০ বাস্তবায়নের তদারকি করা যা দাবি করেছিল যে মিশরীয় এবং ইসরায়েলি বাহিনীর মধ্যে একটি অবিলম্বে এবং সম্পূর্ণ যুদ্ধবিরতি পালন করা হবে এবং দলগুলি ২২ অক্টোবর ১৯৭৩ সালে সকলে ১৬৫০ ঘন্টা জিএমটি-এ তাদের দখলে থাকা অবস্থানে ফিরে আসবে। বাহিনীটি যুদ্ধের পুনরাবৃত্তি রোধ করার জন্য তার সর্বোত্তম প্রচেষ্টা ব্যবহার করবে এবং তার কাজগুলি পূরণ করার জন্য এটি জাতিসংঘ যুদ্ধবিগ্রহ তদারকি সংস্থা (ইউএনটিএসও) এর সামরিক পর্যবেক্ষকদের সহযোগিতা পাবে। ইউএনইএফ ২ এ অঞ্চলে তার মানবিক প্রচেষ্টায় আন্তর্জাতিক রেড ক্রস কমিটি (আইসিআরসি) এর সাথে সহযোগিতা করারও ছিল।\nইউএনইএফ ২ এর দায়িত্ব মূলত ২৪ এপ্রিল ১৯৭৪ সাল পর্যন্ত ছয় মাসের জন্য অনুমোদিত হয়েছিল, পরবর্তীকালে আট বার পুনর্নবীকরণ করা হয়েছিল। প্রতিবার দায়িত্বের মেয়াদ শেষ হওয়ার তারিখ ঘনিয়ে আসার সাথে সাথে মহাসচিব দায়িত্বের সময়কালে বাহিনীর কার্যক্রম সম্পর্কে জাতিসংঘ নিরাপত্তা পরিষদে একটি প্রতিবেদন পেশ করে। সেই রিপোর্টগুলির প্রতিটিতে মহাসচিব অভিমত ব্যক্ত করেছেন যে এলাকায় ইউএনইএফ ২-এর অব্যাহত উপস্থিতি অপরিহার্য ছিল এবং তিনি সুপারিশ করেছিলেন যে পক্ষগুলির সাথে আলোচনার পর এর দায়িত্ব মেয়াদ আরও সময়ের জন্য বাড়ানো হবে। প্রতিটি ক্ষেত্রে পরিষদ মহাসচিবের প্রতিবেদনটি লিপিবদ্ধ করে এবং সেই অনুযায়ী বাহিনীর দায়িত্বের মেয়াদ বাড়ানোর সিদ্ধান্ত নেয়। ১৯৭৮ সালের অক্টোবরে ইউএনইএফ ২ এর দায়িত্বের মেয়াদটি শেষ বার নয় মাসের জন্য ২৪ জুলাই ১৯৭৯ তারিখ পর্যন্ত বাড়ানো হয়েছিল।\nইউএনইএফ ২-এর কার্যক্রমের ক্ষেত্রটি ছিল সুয়েজ খাল সেক্টর এবং পরে সিনাই উপদ্বীপে, যার সদর দপ্তর কায়রো (অক্টোবর ১৯৭৩ থেকে আগস্ট ১৯৭৪) এবং ইসমাইলিয়ায় (আগস্ট ১৯৭৪ – জুলাই ১৯৭৯) অবস্থিত। ১৯৭৯ সালের জুলাই পর্যন্ত বাহিনীর মোতায়েন ছিল নিম্নরূপ:\n\nবাফার জোন ১ (সীমানা: ভূমধ্যসাগর, লাইন জে, লাইন এম এবং লাইন ই)\nসুইডব্যাট (সুইডিশ ব্যাটালিয়ন)\nঘানব্যাট (ঘানিয় ব্যাটালিয়ন)\nইন্দব্যাট (ইন্দোনেশীয় ব্যাটালিয়ন)\nবাফারজোন ২এ (সীমানা: বাফারজোন ১, লাইন এম, বাফারজোন ২বি, এবং সুয়েজ উপসাগর)\nইন্দব্যাট (ইন্দোনেশীয় ব্যাটালিয়ন)\nফিনব্যাট (ফিনিশ ব্যাটালিয়ন)\nবাফারজোন ২বি (সীমানা: বাফারজোন ২এ, লাইন এম, সুয়েজ উপসাগর)\nফিনব্যাট (ফিনিশ ব্যাটালিয়ন)\n\n\n=== শক্তি ===\nসর্বাধিক, ফেব্রুয়ারি ১৯৭৪ : ৬,৯৭৩ সামরিক কর্মী, আন্তর্জাতিক এবং স্থানীয় বেসামরিক কর্মীদের দ্বারা সমর্থিত\nপ্রত্যাহারের সময়, জুলাই ১৯৭৯ : ৪,০৪৫ সামরিক কর্মী, আন্তর্জাতিক এবং স্থানীয় বেসামরিক কর্মীদের দ্বারা সমর্থিত।\n\n\n== সেনাপ্রধান ==\nলেফটেন্যান্ট-জেনারেল এনসিও পিএইচ সিলাসভুও (ফিনল্যান্ড) (২৬ অক্টোবর ১৯৭৩ – ২০ আগস্ট ১৯৭৫)\nলেফটেন্যান্ট-জেনারেল বেংট লিলজেস্ট্র্যান্ড (সুইডেন) (২০ আগস্ট ১৯৭৫ – ১ ডিসেম্বর ১৯৭৬)\nমেজর-জেনারেল রইস আবিন (ইন্দোনেশিয়া) (ভারপ্রাপ্ত) (১ ডিসেম্বর ১৯৭৬ – ৩১ ডিসেম্বর ১৯৭৬)\nমেজর-জেনারেল রইস আবিন (ইন্দোনেশিয়া) (১ জানুয়ারী ১৯৭৭ – ১১ সেপ্টেম্বর ১৯৭৯)\n\n\n== অবদানকারী দেশ ==\nসামরিক কর্মীদের অবদানকারীরা হলেন: অস্ট্রেলিয়া (বিমান ইউনিট/হেলিকপ্টার এবং কর্মী), অস্ট্রিয়া (পদাতিক), কানাডা (রসদ/সিগন্যাল এয়ার অ্যান্ড সার্ভিস ইউনিট), ফিনল্যান্ড (সৈন্য/পদাতিক), ঘানা (সৈন্য/পদাতিক), ইন্দোনেশিয়া (সৈন্য/পদাতিক), আয়ারল্যান্ড (সৈন্য/পদাতিক), ভারত (সৈন্য/পদাতিক), যুগোস্লাভিয়া (সৈন্য/পদাতিক), নেপাল (সৈন্য/পদাতিক), পানামা (সৈন্য/পদাতিক), পেরু (সৈন্য/পদাতিক), পোল্যান্ড (রসদ/ইঞ্জিনিয়ারিং চিকিৎসা ও পরিবহন ইউনিট), সেনেগাল (সৈন্য/পদাতিক), এবং সুইডেন (সৈন্য/পদাতিক)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজাতিসংঘের আর্কাইভে জাতিসংঘ জরুরি বাহিনী ২ (ইউএনইএফ ২) (১৯৭৩-১৯৭৯)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ মে ২০২৩ তারিখে"}