{"pageid": 1358741, "title": "আলেকজান্ডার লুকাশেঙ্কো", "url": "https://bn.wikipedia.org/wiki?curid=1358741", "content": "আলেকজান্ডার গ্রিগোরিভিচ লুকাশেঙ্কো ( রুশ থেকে অনুবাদকৃত ; এছাড়াও বেলারুশিয়ান থেকে অ্যালিয়াকসান্ড ( a ) রাইহোরাভিচ লুকাশেঙ্কা হিসাবে প্রতিলিপি;  জন্ম ৩০ আগস্ট ১৯৫৪) একজন বেলারুশিয়ান রাজনীতিবিদ যিনি ২০ জুলাই ১৯৯৪ সালে অফিস প্রতিষ্ঠার পর থেকে বেলারুশের রাষ্ট্রপতি।  তাকে সবচেয়ে দীর্ঘস্থায়ী ইউরোপীয় রাষ্ট্রপতি করে তোলে।\nতার রাজনৈতিক কর্মজীবনের আগে, লুকাশেঙ্কো একটি রাষ্ট্রীয় খামারের ( সোভখোজ ) পরিচালক হিসাবে কাজ করেছিলেন এবং সোভিয়েত বর্ডার ট্রুপস এবং সোভিয়েত সেনাবাহিনীতে কাজ করেছিলেন।\nলুকাশেঙ্কো সোভিয়েত ইউনিয়নের বিলুপ্তির পরে বেলারুশের মূল শিল্পগুলির রাষ্ট্রীয় মালিকানা অব্যাহত রেখেছিলেন এবং সোভিয়েত যুগের গুরুত্বপূর্ণ প্রতীকবাদ বজায় রেখেছিলেন, যা 1995 সালের একটি বিতর্কিত গণভোটের পরে গৃহীত সেনাবাহিনীর কোর্ট এবং বেলারুশের জাতীয় পতাকায় দেখা যায় বাইলোরুশিয়ান এসএসআর এর। একই গণভোটের পরে, লুকাশেঙ্কোকে বেলারুশের সুপ্রিম সোভিয়েতকে বরখাস্ত করার ক্ষমতা সহ আরও ক্ষমতা দেওয়া হয়েছিল এবং 1996 সালে আরেকটি গণভোট লুকাশেঙ্কোকে ক্ষমতা আরও একীভূত করার অনুমতি দেয়। রাশিয়ান ভাষাকেও বেলারুশিয়ান ভাষার মতো একই মর্যাদা দেওয়া হয়েছিল, এবং রাশিয়ার সাথে অর্থনৈতিক সম্পর্ক জোরদার করা হয়েছিল, যা রাশিয়ার সাথে ইউনিয়ন রাজ্যের সৃষ্টির দিকে পরিচালিত করেছিল, যা বেলারুশিয়ানদের অবাধে রাশিয়ায় ভ্রমণ, কাজ এবং অধ্যয়নের অনুমতি দেয়। যাইহোক, রাশিয়ার সাথে সম্পর্ক সবসময় তার আমলে মসৃণভাবে চলে না, যেমন দুধ যুদ্ধের সময়।\nলুকাশেঙ্কো একটি কর্তৃত্ববাদী সরকারের প্রধান এবং নিজেকে ইউরোপের \"শেষ স্বৈরশাসক\" হিসাবে উল্লেখ করেছেন। আন্তর্জাতিক পর্যবেক্ষকদের দ্বারা নির্বাচন অবাধ ও সুষ্ঠু বলে বিবেচিত হয় না, সরকার বিরোধীদের দমন করা হয়, এবং গণমাধ্যম স্বাধীন নয়, যার ফলে লুকাশেঙ্কো এবং অন্যান্য বেলারুশিয়ান কর্মকর্তাদের উপর নিষেধাজ্ঞা আরোপ করা হয়। দেশের ২০২০ সালের রাষ্ট্রপতি নির্বাচনে তার বিতর্কিত বিজয় ভোট কারচুপির ব্যাপক অভিযোগের দিকে পরিচালিত করে, যা তার শাসনামলে সবচেয়ে বড় সরকার বিরোধী বিক্ষোভকে দৃঢ়ভাবে প্রসারিত করে। প্রতিদ্বন্দ্বিতাপূর্ণ নির্বাচনের পর, লুকাশেঙ্কোকে ইউনাইটেড কিংডম, ইউরোপীয় ইউনিয়ন বা মার্কিন যুক্তরাষ্ট্র বেলারুশের বৈধ প্রেসিডেন্ট হিসেবে স্বীকৃতি দেয়নি।\n\n\n== টিকা ==\n\n\n== তথ্যসূত্র =="}