{"pageid": 1358022, "title": "জখলাবান্ধা", "url": "https://bn.wikipedia.org/wiki?curid=1358022", "content": "জখলাবান্ধা (ইংরেজি:Jakhalabandha), (অসমীয়া:জখলাবন্ধা) আসামের নগাঁও জেলার কলিয়াবর মহকুমায় অবস্থিত একটি শহর। জেলার পূর্বাঞ্চলে অবস্থিত, জখলাবান্ধা উল্লেখযোগ্য ঐতিহাসিক ও সাংস্কৃতিক গুরুত্ব বহন করে। শহরটি তার প্রাকৃতিক সৌন্দর্য, সমৃদ্ধ ঐতিহ্য এবং প্রাণবন্ত সম্প্রদায়ের জন্য পরিচিত। একটি ঐতিহাসিক ঘটনা থেকে প্রাপ্ত এর স্বতন্ত্র নামের সাথে, জখলাবান্ধা পর্যটকদের জন্য একটি উল্লেখযোগ্য গন্তব্য এবং এর বাসিন্দাদের জন্য একটি সমৃদ্ধ আবাসিক এলাকায় পরিণত হয়েছে।\n\n\n== নামের উৎপত্তি ==\n১৪৮০ শকে স্বর্গদেও চুখামফা বা খোরা রাজার রাজত্বকালে সংঘটিত একটি ঐতিহাসিক ঘটনার মধ্যে জখলাবান্ধা নামের শিকড় রয়েছে। কিংবদন্তি অনুসারে, ১৪৮০ শক, ইংরেজি ১৫৬৫ সালে স্বর্গদেউ চুখামফা বা খোরা রাজার রাজত্ব কালে বৰ্তমান জখলাবান্ধা সত্ৰ নামে এক সত্ৰ স্থাপন করা হয়েছিল। সেই সত্ররই সত্রাধিকার শ্ৰীশ্ৰীকৃষ্ণানন্দ গোস্বামীর ১৫ বা ১৬ বছর বয়সী এক ছেলে স্থানীয় নদী কলং থেকে জল আনতে গিয়ে  প্রাণ হারায়। এই মর্মান্তিক ঘটনার কথা শুনে রাজা মানুষের চলাচলের সুবিধার্থে কলং উপত্যকায় একটি পাথরের সিঁড়ি নির্মাণের নির্দেশ দেন। স্থানীয়ভাবে \"বান্ধা\" নামে পরিচিত এই সিঁড়িটি জখলাবান্ধা নামের জন্ম দেয়। সময়ের সাথে সাথে, স্থানটি নিজেই এই নামের সাথে যুক্ত হয়ে যায় এবং আশেপাশের সত্রটিও (ধর্মীয় মঠ) জখলাবান্ধা সত্র নামটি গ্রহণ করে।\n\n\n== ভূগোল ==\nজখলাবান্ধা শহর কালিয়াবোরের উপ-জেলা সদর থেকে ৮ কিলোমিটার দূরে এবং নগাঁও জেলা সদর থেকে ৫০ কিলোমিটার দূরে অবস্থিত। এটি কালিয়াবোর গ্রাম পঞ্চায়েতের অধীনে পড়ে এবং সরপঞ্চ দ্বারা শাসিত হয়, যারা প্রতি পাঁচ বছর পর নির্বাচিত হন। গ্রামের মোট আয়তন ১২৯.৩ হেক্টর।\n\n\n== জনসংখ্যা ==\nভারতের ২০১১ সালের আদমশুমারি অনুসারে, জাখালাবান্ধা শহরের জনসংখ্যা ৪৬২৫ জন, যার মধ্যে ২৩৩৯ জন পুরুষ এবং ২২৮৬ জন মহিলা৷ এই গ্রামের সাক্ষরতার হার ৭৩.৪৭%, যেখানে পুরুষদের মধ্যে ৭৮.৮৮% এবং মহিলাদের মধ্যে সাক্ষরতার হার ৬৭.৯৪%। জাখালাবান্ধা শহরে লিঙ্গ অনুপাত প্রতি ১০০০ পুরুষে ৮৬৬ জন মহিলা।\n\n\n== শিক্ষা ==\nজাখালাবান্ধা শহরে স্থানীয় জনগণকে শিক্ষা প্রদানের জন্য বেশ কয়েকটি স্কুল রয়েছে। আশেপাশের কিছু উল্লেখযোগ্য বিদ্যালয়ের মধ্যে রয়েছে আয়ুষ পাবলিক স্কুল, জাখালাবান্ধা এলপি স্কুল, সেন্ট রবার্ট হাই স্কুল, বিমলা একাডেমি, জাখালাবান্ধা উচ্চ মাধ্যমিক বিদ্যালয়, হিন্দুস্তানি কেন্দ্রীয় বিদ্যালয় এবং সেকোনি বোরহোলা উচ্চ বিদ্যালয়।\n\n\n== সংযোগ ==\nজখলাবান্ধা শহর গ্রামের মধ্যে সরকারি ও বেসরকারি বাস পরিষেবা দ্বারা সু-সংযুক্ত। গ্রামের নিজস্ব রেলস্টেশনও রয়েছে, যা বাসিন্দাদের জন্য সুবিধাজনক পরিবহন বিকল্প প্রদান করে। অর্থনৈতিক কর্মকাণ্ডের জন্য নিকটতম প্রধান শহর হল তেজপুর, যা প্রায় ৩০ কিলোমিটার দূরে অবস্থিত।\n\n\n== আশেপাশের গ্রামগুলি ==\nসাউগুড়ি, হাতিমুরা নং ২, কালাংমুখ এন সি, রাঙ্গালু, কেরিবাকারি, সরুভাগিয়া, সাকমুথি, চাতিয়াল গাঁও, কুয়ারিটল, হাতিগাঁও এবং দারিগাজি সহ বেশ কয়েকটি গ্রাম জাখালাবান্ধা শহরকে ঘিরে রয়েছে।\n\n\n== জলবায়ু ও পরিবেশ ==\nজাখালাবান্ধা একটি আর্দ্র উপক্রান্তীয় জলবায়ু অনুভব করে। এই অঞ্চলে চারটি স্বতন্ত্র ঋতু রয়েছে: গ্রীষ্ম, বর্ষা, শরৎ এবং শীত।\n- গ্রীষ্ম: জাখালাবান্ধায় গ্রীষ্মকাল সাধারণত মার্চ থেকে জুন পর্যন্ত স্থায়ী হয়। এই সময়ে, আবহাওয়া গরম এবং আর্দ্র থাকে, তাপমাত্রা ২৫ থেকে ৩৮ ডিগ্রি সেলসিয়াস (৭৭ থেকে ১০০ ডিগ্রি ফারেনহাইট) পর্যন্ত থাকে। এই অঞ্চলে মাঝে মাঝে বজ্রঝড়ও হতে পারে।\n- বর্ষা: জাখালবান্ধায় বর্ষাকাল জুন থেকে সেপ্টেম্বর পর্যন্ত স্থায়ী হয়। এই সময়কালে গ্রামটি তার বেশিরভাগ বৃষ্টিপাত পায়। বর্ষা এই অঞ্চলে ভারী বর্ষণ এবং উচ্চ আর্দ্রতা নিয়ে আসে, যা সবুজাভ সবুজ এবং কৃষিকাজে অবদান রাখে।\n- শরৎকাল: জখলাবান্ধায় শরৎকাল অক্টোবর থেকে নভেম্বর পর্যন্ত হয়। ১৮ থেকে ২৮ ডিগ্রি সেলসিয়াস (৬৪ থেকে ৮২ ডিগ্রি ফারেনহাইট) তাপমাত্রা সহ এই ঋতুতে আবহাওয়া মনোরম। আকাশ সাধারণত পরিষ্কার থাকে এবং এটি বহিরঙ্গন কার্যকলাপের জন্য একটি অনুকূল সময়।\n- শীত: জাখালবান্ধায় শীতকাল ডিসেম্বর থেকে ফেব্রুয়ারি পর্যন্ত স্থায়ী হয়। ১০ থেকে ২০ ডিগ্রি সেলসিয়াস (৫০ থেকে ৬৮ ডিগ্রি ফারেনহাইট) তাপমাত্রা সহ আবহাওয়া শীতল হয়ে যায়। এই ঋতুতে কুয়াশাচ্ছন্ন সকাল এবং ঠাণ্ডা রাত সাধারণ।\nগ্রামটি নদী, কৃষিক্ষেত্র এবং ঘন বন সহ আসামের প্রাকৃতিক দৃশ্যের প্রাকৃতিক সৌন্দর্য দ্বারা বেষ্টিত। উর্বর জমি এবং অনুকূল জলবায়ু এই অঞ্চলে ধান, চা, পাট, সরিষা এবং শাকসবজির মতো ফসলের সাথে কৃষির জন্য উপযোগী করে তোলে।\nগ্রাম এবং এর আশেপাশের বিভিন্ন উদ্ভিদ এবং প্রাণীর আবাসস্থল। বৈচিত্র্যময় বাস্তুতন্ত্র পাখি, সরীসৃপ এবং ছোট স্তন্যপায়ী প্রাণী সহ বিভিন্ন বন্যপ্রাণীকে সমর্থন করে। জখলাবান্ধার বাসিন্দারা প্রায়ই প্রাকৃতিক পরিবেশের প্রশংসা করে এবং পাখি দেখা এবং প্রকৃতিতে হাঁটার মতো কার্যকলাপে অংশগ্রহণ করে।\nসামগ্রিকভাবে, জখলাবান্ধা তার বাসিন্দা এবং দর্শনার্থীদের জন্য একটি নির্মল এবং পরিবেশগতভাবে সমৃদ্ধ পরিবেশ অফার করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}