{"pageid": 1358357, "title": "বাংলাদেশে রক্ষণশীলতাবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1358357", "content": "বাংলাদেশে রক্ষণশীলতাবাদ বলতে বাংলাদেশে রক্ষণশীলতাবাদের স্থানীয় রূপকে বোঝায়। বাংলাদেশে, রক্ষণশীলতাবাদ রাজনীতিতে প্রথাগত, সামাজিক ও ধর্মীয় পরিচয়ের সাথে ঘনিষ্ঠভাবে জড়িত। রক্ষণশীল রাজনৈতিক দলগুলোর লক্ষ্য প্রথাগত বাংলাদেশী সংস্কৃতি, জাতীয় পরিচয়, বহুসংস্কৃতি ও সামাজিক মূল্যবোধকে আকড়ে ধরে একটি জাতিরাষ্ট্র প্রতিষ্ঠা করা এবং ধর্মীয় মূল্যবোধ, বাংলাদেশী জাতীয়তাবাদ ও অর্থনৈতিক উদারনীতিবাদকে সমর্থন করা। রক্ষণশীলতাবাদ হলো বাংলাদেশ জাতীয়তাবাদী দল, জাতীয় পার্টি, জামায়াতে ইসলামী বাংলাদেশ এবং হেফাজতে ইসলাম বাংলাদেশসহ বাংলাদেশের কিছু নেতৃস্থানীয় দলের রাজনৈতিক লক্ষ্যমাত্রা।\nডানপন্থী রক্ষণশীল রাজনীতি মূলত ১৯৭০-এর দশকের মাঝামাঝি থেকে শুরু হয়েছিল এবং ১৯৯০-এর দশকের মাঝামাঝি পর্যন্ত প্রভাবশালী ছিল। ১৯৭১ সালে স্বাধীনতার পর, বামপন্থী দলগুলো দেশের অভ্যন্তরীণ অস্থিরতা রোধ করতে এবং অর্থনৈতিক প্রবৃদ্ধি আনতে ব্যর্থ হয়, যা রাজনীতিতে রক্ষণশীলদের উত্থানের দিকে পরিচালিত করে; এটি মূলত ১৯৭৫ সালের সেনা অভ্যুত্থানসমূহের ফলে এবং বামপন্থী থেকে ডানপন্থী রাজনীতির দিকে রাজনৈতিক স্থানান্তরের ফলে হয়েছিল। ডানপন্থী রক্ষণশীলরা বাংলাদেশের ধর্ম ও ভূখণ্ডের ভিত্তিতে একটি জাতীয়তাবাদ গড়ে তোলেন এবং দেশে অর্থনৈতিক উদারীকরণের প্রচার করে। জুন ১৯৯৬ সালের বাংলাদেশের সাধারণ নির্বাচনের পর, আওয়ামী লীগের নেতৃত্বে কেন্দ্রপন্থী উদারপন্থীরা ক্ষমতায় আসে। ২০০১ থেকে ২০০৬ সালে বিএনপির নেতৃত্বে ডানপন্থী রক্ষণশীলরা আবার ক্ষমতায় আসে, কিন্তু অবশেষে ২০০৮ সালের সাধারণ নির্বাচনে পরাজিত হয়।\nপ্রথমদিকের রক্ষণশীলরা জাতীয়, সামাজিক ও ধর্মীয় রক্ষণশীলতাবাদকে প্রচার করেছিলেন এবং বাংলাদেশী জাতীয়তাবাদকে এর মূল আদর্শ বলে দাবি করেছিল। বাংলাদেশী জাতীয়তাবাদ \"প্রথাগত বাঙালি রীতিনীতি ও মধ্যপন্থী ইসলামের মিশ্রণকে প্রতিনিধিত্ব করে\"। যদিও \"বাংলাদেশের মানুষের জাতীয় পরিচয়ের মূলে ছিল ভাষা ও সংস্কৃতি, তবুও অধিকাংশ মানুষই নিজেদের ধর্মীয় পরিচয়ে পরিচিতি দিতে চাইতো।\" তাই ক্ষমতা গ্রহণের পর, বিএনপির প্রতিষ্ঠাতা চেয়ারম্যান জিয়াউর রহমান একটি রাষ্ট্রীয় পৃষ্ঠপোষকতায় ইসলামীকরণ চালু করেন যা সমাজ ও সংস্কৃতিতে উল্লেখযোগ্যভাবে প্রভাব ফেলেছিল। কিন্তু ১৯৮০-এর দশকের মাঝামাঝি সময়ে, দেশের সামগ্রিক পরিস্থিতি বিবেচনায় রক্ষণশীলরা কিছু প্রগতিশীল মূল্যবোধ গ্রহণ করে যা প্রগতিশীল রক্ষণশীলতাবাদ নামে পরিচিত। যাইহোক, উগ্র রক্ষণশীলরা পাশ্চাত্য সংস্কৃতির বিরোধিতা করে, একে \"পরকীয় সংস্কৃতি\" বলে অভিহিত করে এবং একটি ধর্ম-ভিত্তিক রাষ্ট্র প্রতিষ্ঠা করতে চায়। অর্থনৈতিকভাবে, বেশিরভাগ রক্ষণশীলরা সামাজিক ন্যায়বিচারকে সমর্থন করে এবং সীমিত হস্তক্ষেপবাদের সাথে বাজার অর্থনীতিকে উন্নীত করে, কেউ কেউ কল্যাণ পুঁজিবাদকে সমর্থন করে।\nপশ্চিমা বিশ্বের তুলনায় বাংলাদেশের সমাজ সামাজিকভাবে অত্যন্ত রক্ষণশীল। বিডিনিউজ টোয়েন্টিফোর ডটকমের মতে, অধিকাংশ বাংলাদেশি সমকামিতা, সমলৈঙ্গিক বিবাহ, জুয়া, মদ্যপান ও পশু কল্যাণের বিরোধিতা করে। সাম্প্রতিক বছরগুলোতে, \"ইসলামের একটি বিশুদ্ধতাবাদী, আচারিক সংস্করণ\" দেশে প্রধান্য অর্জন করেছে, যা রক্ষণশীলতার প্রতি জনগণের সমর্থনকে অভিভূত করে।\n\n\n== আরও দেখুন ==\nবাংলাদেশে উদারনীতিবাদ\n\n\n== তথ্যসূত্র =="}