{"pageid": 1358391, "title": "তুর্কমেনিস্তানের ডেমোক্রেটিক পার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1358391", "content": "তুর্কমেনিস্তানের ডেমোক্রেটিক পার্টি (তুর্কমেনীয়: Türkmenistanyň Demokratik Partiýasy; টিডিপি) ১৯৯১ সাল থেকে তুর্কমেনিস্তানের ক্ষমতাসীন দল।\n১৯৯০-র দশকের গোড়ার দিকে প্রাক্তন সোভিয়েত প্রাদেশিক পার্টির নেতা সাপারমিরাত নিয়াজু সোভিয়েত ইউনিয়ন বিলুপ্তির পর থেকে ২০০৬ সালে তাঁর মৃত্যুর আগ পর্যন্ত দলের নেতৃত্বে ছিলেন। ২০১৩ সালে, রাষ্ট্রপতি গুর্বাঙ্গুলি বের্দিমুহামেদু তাঁর রাষ্ট্রপতিত্বের মেয়াদকালে দলীয় সদস্যপদ স্থগিত করেছিলেন। তাঁদের শাসনামলকে কর্তৃত্ববাদী বা একচ্ছত্রবাদী হিসাবে বর্ণনা করা হয়। দলের বর্তমান নেতা আতা সের্দারু।\n\n\n== ইতিহাস ==\nতুর্কমেনিস্তানের কমিউনিস্ট পার্টির উত্তরাধিকারী দল হিসেবে সোভিয়েত ইউনিয়ন ভেঙে যাওয়ার পর টিডিপি তৈরি হয়েছিল। রাজনৈতিক পরিবর্তন সত্ত্বেও পুরানো দলের অভ্যন্তরীণ কাঠামো কার্যকরভাবে প্রায় অপরিবর্তিত ছিল। অতীতে টিডিপি বিকল্প রাজনৈতিক দলগুলোর সীমিত ও বিক্ষিপ্ত চ্যালেঞ্জের মুখোমুখি হয়েছিল, কিন্তু দেশটির রাজনীতির দমনমূলক প্রকৃতির কারণে নির্বাচনের সময় কখনো উল্লেখযোগ্য চ্যালেঞ্জের মুখোমুখি হয়নি। বিরোধী দলগুলো সাধারণত জনমত গঠনের কোনো উল্লেখযোগ্য ভিত্তি তৈরির পূর্বেই পিষ্ট হয়ে যায়। ২০১০ সালে বিরোধী দলগুলোর আনুষ্ঠানিক বৈধতা পাওয়ার পরও এমনটিই ঘটেছে।\n\n\n== সভাপতি ==\n\n\n== দলীয় নীতি ==\nসরকারের প্রতিদ্বন্দ্বিতা করার মতো বিরোধী দলের অভাব থাকার কারণে টিডিপি সব না হলেও অধিকাংশ রাজস্ব শিল্পগুলোকে সরাসরি নিয়ন্ত্রণ করে থাকে। টিডিপির দলীয় নীতির একটি মূল উপাদান কেন্দ্রীয় পরিকল্পনা যা সরকারি পরিষেবাসমূহের কার্যকারিতার ভিত্তি হিসাবে কাজ করে থাকে। দলের \"তুর্কমেন জাতীয়তাবাদ\" ভাবাদর্শটি দলের প্রাক্তন নেতা সাপারমিরাত নিয়াজু সংজ্ঞায়িত করেছিলেন তুর্কমেনিস্তানে একটি কর্তৃত্ববাদী রাষ্ট্রীয় আদর্শের ভিত্তি হিসেবে।\n\n\n== নির্বাচনী ফলাফল ==\nতুর্কমেনিস্তানে জাতীয় পর্যায়ে একজন রাষ্ট্রপ্রধান - রাষ্ট্রপতি - এবং একটি আইনসভা নির্বাচন করা হয়। তুর্কমেনিস্তানের নির্বাচনগুলো সম্পূর্ণ জালিয়াতি মার্কা এবং বাস্তবে একটি স্বৈরাচারীতাকে বৈধতার চেহারা দেওয়ার চেষ্টা হিসেবে ব্যাপকভাবে সমালোচিত হয়েছে।\n\n\n=== রাষ্ট্রপতি নির্বাচন ===\nসর্বশেষ রাষ্ট্রপতি নির্বাচন ২০২২ সালে অনুষ্ঠিত হয়েছিল।\n\n\n=== আইনসভা নির্বাচন ===\nবিধানসভা বা গণপরিষদ হলো ১২৫-সদস্যের একটি আইনসভা যা আনুষ্ঠানিকভাবে তুর্কমেনিস্তানের রাষ্ট্রপতির নেতৃত্বে কাজ করে। তুর্কমেনিস্তানের রাজনৈতিক জীবনের অন্য সকল দিক থেকে অভিন্ন টিডিপি সংখ্যাগরিষ্ঠ আসন ধারণ করে, কিন্তু অভিযোগ আছে যে ২০১০-র দশকের শুরুতে প্রতিষ্ঠিত \"বহুদলীয় ব্যবস্থা\" শুধুমাত্র টিডিপির প্রতি অনুগত দলগুলো নিয়েই গঠিত। গণপরিষদের সর্বশেষ নির্বাচন অনুষ্ঠিত হয়েছিল ২০২৩ সালে।\n\n\n== তথ্যসূত্র =="}