{"pageid": 1358900, "title": "নালাইরা দিব্য প্রবন্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1358900", "content": "নালাইরা দিব্য প্রবন্ধম  (তামিল: நாலாயிரத் திவ்வியப் பிரபந்தம், প্রতিবর্ণী. Nālāyira Divya Prabandham, অনুবাদ 'চতুঃসহস্র ঐশ্বরিক ভক্তিগীতি') হল দ্বাদশ আলবরগণ দ্বারা রচিত ৪,০০০ তামিল গীতিকবিতার একটি সংকলন । ৯ম-১০ম শতাব্দীতে নাথমুনি দ্বারা বর্তমান এটি বর্তমান আকারে সংকলিত হয়েছিল । পুস্তকটি তামিল আলবরদের একটি গুরুত্বপূর্ণ সাহিত্যিক সংকলন যা দ্বাদশ বৈষ্ণব কবি সাধকদের অনুষ্ঠিত ভক্তিজীবনের সময়কালকে প্রকাশ করে। এই স্তোত্রগুলি আজও ব্যাপকভাবে গাওয়া হয়। নাথমুনি কর্তৃক সংকলন আকারে সংগৃহীত ও পুনর্বিন্যাসকৃত  হওয়ার আগেই ভক্তিগীতি রচনাগুলি হারিয়ে গিয়েছিল।\n\n\n== বর্ণনা ==\nদিব্য প্রবন্ধম্ পুস্তকটি নারায়ণ ( বিষ্ণু ) ও তার অনেক রূপের প্রশংসা করেছে । আলবরগণ এই গানগুলি দিব্য দেশম নামে পরিচিত বিভিন্ন পবিত্র মন্দিরে গেয়েছিলেন ।  তামিল বৈষ্ণবগণ উভয় বেদান্তি নামেও পরিচিত ( উভয় বেদ অর্থাৎ সংস্কৃত ঋগ্বেদ , যজুর্বেদ , সামবেদ এবং অথর্ববেদ ,  তামিল ভাষার তিরুবায়মোলি নামে একটি ভক্তিগীতিগ্রন্থ যেটিকে শ্রী বৈষ্ণবধর্মাবলম্বী ভক্তগণ তামিল বেদ বলে মনে করেন।)  বহু মন্দিরে যেমন — শ্রীরঙ্গমে — দিব্য প্রবন্ধম্ জপ দৈনন্দিন সেবার একটি প্রধান অংশ। কিছু উত্তর ভারতীয় বৈষ্ণব মন্দিরে যেমন বদ্রীনাথে এটি পাঠ করা হয় ।  দিব্য প্রবন্ধম বেদের ন্যায় পাঠ করা হয়।  শ্রী বৈষ্ণবধর্মের তেনকালাই সম্প্রদায়ে এটিকে বেদের সমান মর্যাদা দেওয়া হয়।  মূলত রামানুজই দিব্য প্রবন্ধমকে বেদের পদে অধিষ্ঠিত করেছিলেন। \nপ্রবন্ধমের ৪,০০০টি শ্লোকের মধ্যে উল্লেখযোগ্য ১,১০০ টিরও বেশি শ্লোক  তিরুবায়মোলি (\"দিব্য মুখনিঃসৃত গান\" ) নামে পরিচিত।  নম্মালবর (কারি মারান, সদগোপন) দ্বারা এটি রচিত। এই রচনাটি দ্বারা সামগ্রিক প্রবন্ধ দিব্যের তৃতীয় অংশটি গঠিত। নম্মালবর কৃষ্ণ প্রেমিক গোপী ভাবে ভাবিত হয়ে ভগবৎ আরাধনা করতেন । \nসংকলনটি তিরুপল্লান্তু নামে পেরিয়ালবরের লেখা একটি আশীর্বাদমূলক স্তোত্রের দ্বারা শুরু হয়। এই প্রার্থনাগীতিটিতে বিষ্ণুর কাছ থেকে দীর্ঘায়ু প্রার্থনা করা হয়। \n\n\n== নামকরণ ==\n\n\n=== পশুরম ===\nবিষ্ণুকে উৎসর্গিত আলবদের দ্বারা গীত স্তোত্র বা গানগুলিকে তামিল ভাষায় বিশেষভাবে পশুরম বলা হয়। \n\n\n=== পরিচিতি ===\nযেসব স্তোত্রগান দিয়ে নালায়ীরা দিব্য প্রবন্ধটি পরিপূর্ণ তার পূর্বে সাধারণত তানিয়ান দেওয়া হয়েছে। একটি তানিয়ান একটি প্রশংসাসূচক  শ্লোককে বোঝায়, একে প্রশংসামূলক শ্লোক হিসাবেও উল্লেখ করা হয় যাতে আলবর কবির জীবনের একটি সংক্ষিপ্ত সারসংক্ষেপ বর্ণিত আছে। স্তোত্র শ্রবণ, বা প্রদত্ত পাঠটি পাঠের ঐতিহ্য রয়েছে । স্তোত্রের পাশাপাশি স্তোত্রের রচয়িতা উভয়কেই তা মহিমান্বিত করেছে।  ছয়টি তানিয়ান তিরুবাইমোলি-এর আগে আছে যা দিব্য প্রবন্ধের যেকোনো পাঠ্যের মধ্যে সবচেয়ে বেশি। \n\n\n=== বাল্লি তিরুনমম ===\nস্তোত্রগুলির প্রথাগত পঠনান্তর বাল্লি তিরুনমম্ জপ করা হয়। এটি এমন একটি স্তোত্র বোঝায় যাতে প্রদত্ত গীত রচনাকারী কবি-সাধককে স্মরণ করা হয়। উদাহরণস্বরূপ, এই ধরনের একটি শ্লোক কবি-সাধকের নাম,কর্ম হাজার হাজার বছর ধরে স্মরণ করতে সাহায্য করে। \n\n\n== সংকলন ==\nশোনা যায়, দিব্য প্রবন্ধের সংকলনটি একবার হারিয়ে গিয়েছিল। নাথমুনি এটি পুনরায় সংকলন করেছিলেন। \nনাথমুনি বীর নারায়ণপুরম (বীরানাম) বা বর্তমান কাট্টু মান্নার কোয়েলে জন্মগ্রহণ করেন। তিরুমঙ্গাই আলবর (শেষ আলবর) ও নাথমুনির মধ্যে দীর্ঘ সময়ের ব্যবধান রয়েছে । এই অন্ধকার সময়ে সংলনটির চার হাজার শ্লোকের কী হয়েছিল তা কেউ জানত না।\nকিংবদন্তি আছে  একবার নাথমুনি কিছু লোককে কুম্ভকোনমে নম্মালবরের আরাবামুদে শ্লোক পাঠ করতে শুনেছিলেন । এই পশুরাম (স্তবগান) শুনে মুগ্ধ হয়ে তিনি স্তবগুলো সম্পর্কে আরও জানতে চান। একটি শ্লোকে আয়িরাথুল ইপ্পাথু ( তামিল : ১০০০টি স্তবের মধ্যে ১০টি স্তব) উল্লেখ করা হয়েছে। তারা যখন ১০টি পশুরম গাইছিলেন নাথমুনি তাদের নিকট অবশিষ্ট ৯৯০টি পশুরম্ সম্পর্কে জিজ্ঞাসা করলেন। তারা বলেন অন্যান্য শ্লোক সম্পর্কে তারা কিছুই জানেন না। কিন্তু গানে আলবরের ( কুরুগুর শঠকোপ) নাম ও স্থান উল্লেখ করায়, নাথমুনি থিরুকুরুগুরে যান ও সেখানকার লোকদের কাছে নম্মালবরের ১০০০টি শ্লোক সম্পর্কে জিজ্ঞাসা করেন। \nনাথমুনি যে ১,০০০টি শ্লোক সম্পর্কে জানতে চেয়েছিলেন তা লোকেরা জানত না, তবে তারা তাকে নম্মালবরের শিষ্য মধুরকবি আলবরের ১১টি পশুরাম (স্তব) ও কান্নুনুন চিরুটাম্পুর কথা বলেছিল । তারা তাকে থিরুপুলিয়ালবরে যেতে বলে, যেখানে নম্মালভার থাকতেন ও এই ১১টি পশুরাম ১২,০০০ বার পাঠ করতেন। নাথমুনি পরামর্শ মতো কাজ করেন।  তাঁর তপস্যায় সন্তুষ্ট হয়ে নম্মালবর তাঁকে শুধুমাত্র তাঁর ১,০০০টি পশুরামই নয়, আলবরদের সম্পূর্ণ ৪,০০০- পশুরাম দান করেছিলেন। \n\n\n== স্তব ==\nনিচের সারণীতে চার হাজারটি পশুরামের (স্তব) বিবরণ দেয়া হয়েছে ।\n\n\n== আরও দেখুন ==\nতিরুবাইমোলি\nপেরুমল তিরুমলি\nপেরিয়া তিরুমলি\nনাচিয়ার তিরুমলি\nতিরুবিরুত্তম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n4000 divya prabandham in Tamil and English - index for downloading full books as well as every ten pasurams individually along with Telugu version for key pasurams. Other key supplementary texts for Divya Prabandham such as Thiruvoi mozhi nootrandhadi, Yethiraja vimsadhi, Mumukshupadi , Guru Paramapara and rare texts, articles, vyakhyanams, discourses available.\n4000 Divyaprabhandham pdf in English, Tamil, Sanskrit Kannada, Telugu and Malayalam languages.  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ জানুয়ারি ২০২০ তারিখে\nDivyaprabandham in Tamil, Telugu, Sanskrit. Thiruvomozhi availabale in convenient 100 song size. Click on downloads/ free downloads\n4000 Divya Prabandham In Roman text, pdf formats.\nTamil Virtual University Library.\nDownload complete 4000 Divya prabandham as a convenient single 2.16 MB pdf file. Only downside is dhanians are not complete.\n4000 divya prabandham available as separate files in pdf and unicode formats for every 1000\nEntire 4000 and supplementary texts and other mantras as a single epub file in Tamil font  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ মে ২০২৩ তারিখে"}