{"pageid": 1358892, "title": "কানপুর দেহাত জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1358892", "content": "কানপুর দেহাত জেলা হল ভারতের উত্তর প্রদেশ রাজ্যের একটি জেলা। এই জেলাটি কানপুর বিভাগের অন্তর্গত এবং জেলার সদর দপ্তর হল মাটি-আকবরপুর। কানপুর কে পূর্বে কাউনপুর নামে জানা যেত।\n\n\n== ইতিহাস ==\n১৫২৮ সালে মাদারপুরে ভূমিহার জমিদার এবং মুঘলদের মধ্যে যুদ্ধ সংঘটিত হয়েছিল যা বর্তমানে কানপুর দেহাত জেলার মধ্যে পড়ে।\nকানপুর দেহাত কানপুর নগর, হামিরপুর, জালাউন, আউরাইয়া এবং কনৌজ জেলা দ্বারা বেষ্টিত। যমুনা নদী কানপুর দেহাত এবং জালাউনকে ভাগ করেছে। ১৯৭৭ সালে কানপুর জেলাকে কানপুর নগর এবং কানপুর দেহাত নামে দুটি জেলায় বিভক্ত করা হয়েছিল। ১৯৭৯ সালে আবার দুটিকে একত্রিত করা হয়েছিল এবং ১৯৮১ সালে আবারও আলাদা হয়ে গিয়েছিল। ২০১০ সালের ১ জুলাই উত্তরপ্রদেশ সরকার কানপুর দেহাত জেলার নাম পরিবর্তন করে রামাবাই নগর জেলা করার সিদ্ধান্ত নেয়। ২০১২ সালের জুলাই মাসে কানপুর দেহাত জেলায় ফিরিয়ে দেওয়া হয়।\n\n\n== জনসংখ্যা ==\n২০১১ সালের আদমশুমারি অনুসারে কানপুর দেহাত জেলার জনসংখ্যা ১,৭৯৫,০৯২ জন। জনসংখ্যায় এটি ভারতে ২৬৮ তম জেলায় স্থান পেয়েছে (মোট ৬৪০টি জেলার মধ্যে)। এর জনসংখ্যার ঘনত্ব প্রতি বর্গকিলোমিটারে ৫৯৪ জন (প্রতি বর্গমাইলে ১,৫৪০ জন) বাসিন্দা রয়েছে। ২০০১-২০১১ এর দশকে জেলার জনসংখ্যার বৃদ্ধির হার ছিল ১৪.৮২%। কানপুর দেহাত প্রতি ১০০০ পুরুষের জন্য ৮৬২ জন মহিলা লিঙ্গ অনুপাত রয়েছে এবং সাক্ষরতার হার ৭৭.৫২% এবং তফসিলি জাতি জনসংখ্যার ২৫.৬৬%।\n\n\n=== ধর্ম ===\nভারতের ২০১১ সালের আদমশুমারির অনুসারে, জেলার জনসংখ্যার ৯৮.৯৭% হিন্দি, ০.৯৪% উর্দু।\n\n\n== পরিবহণ ==\nকানপুর দেহাত জেলার মধ্য দিয়ে তিনটি রেল ট্র্যাক চলে। ভারতীয় রেলওয়ে উত্তর সেন্ট্রাল জোনের অন্তর্গত দিল্লি থেকে হাওড়া রেলপথটি জেলার মধ্য দিয়ে যাচ্ছে। এই রেলপথটি ব্রডগেজ এবং সম্পূর্ণ বিদ্যুতায়িত। রুরা রেলওয়ে স্টেশন হল কানপুর দেহাত জেলার প্রধান রেলওয়ে স্টেশন।\nদ্বিতীয় ট্র্যাক হল উত্তর মধ্য রেলওয়ে জোনের অন্তর্গত কানপুর থেকে ঝাঁসি রেলপথ। এই রেলপথটি ব্রডগেজ এবং সম্পূর্ণ বিদ্যুতায়িত।\nব্রডগেজে রূপান্তরিত তৃতীয় রেললাইনটি উত্তর পূর্ব রেলওয়ে জোনের অন্তর্গত। ট্র্যাকটি গঙ্গা নদীর সমান্তরাল ভাবে চলে। এই রেলপথটি ব্রডগেজ এবং সম্পূর্ণ বিদ্যুতায়িত।\n\n\n=== আন্তর্জাতিক বিমানবন্দরের প্রস্তাব ===\n২০১৫ সালে কানপুর থেকে ৫০ কিমি দূরে কানপুর দেহাত জেলায় রসুলাবাদ আন্তর্জাতিক বিমানবন্দর নামে একটি আন্তর্জাতিক বিমানবন্দর নির্মাণের প্রস্তাব করা হয়েছিল। বিমানবন্দরটি আগ্রা বিভাগ, ঝাঁসি বিভাগ, কানপুর বিভাগ, আলীগড় বিভাগ, এলাহাবাদ বিভাগ, বান্দা বিভাগ এবং লখনউ বিভাগ থেকে এই অঞ্চলে পরিষেবা দেবে। আগ্রা লখনউ এক্সপ্রেসওয়ের সাথে এটির সরাসরি সংযোগ থাকবে।\n\n\n== মাইল স্তম্ভ ==\nযেহেতু মুঘল রোডটি কানপুর দেহাত জেলার মধ্য দিয়ে গেছে, তাই এই জেলায় অনেক কোস মিনার বা মাইল স্তম্ভ দেখা যায়। তাদের মধ্যে কয়েকটি সুরক্ষিত স্তম্ভ রয়েছে, উল্লেখযোগ্যগুলি হল ভোগনিপুর, চাপড় ঘাটা, দেওসার, গৌড়, হালিয়া, জল্লাপুর সিকান্দারা, পাইলওয়ারু, পিতামপুর, রায়গাওয়ান, রাজপুর, শঙ্খিলন বুজুর্গ, সরদারপুর।\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nরাম নাথ কোবিন্দ যিনি বিহারের প্রাক্তন রাজ্যপাল এবং ভারতের প্রাক্তন রাষ্ট্রপতি তাঁর জন্মস্থান।\nকবি আশরফি লাল মিশ্র একজন হিন্দি কবি ছিলেন। তিনি ১০০ দোহে নিয়ে \"লাল শতক (দোহে)\" নামে একটি কবিতা লিখেছিলেন।\n\n\n== তথ্যসূত্র =="}