{"pageid": 1358355, "title": "রূপমূল", "url": "https://bn.wikipedia.org/wiki?curid=1358355", "content": "রূপমূল (ইংরেজি Morpheme মর্ফিম) বলতে কোনও উক্তি, বাক্য বা শব্দকে বারংবার খণ্ডায়িত করে প্রাপ্ত ভাষার ক্ষুদ্রতম স্বতন্ত্র অর্থবহ বিমূর্ত একটি খণ্ড বা একককে বোঝায়, যাকে আরও খণ্ডিত করা হলে সেই খণ্ডগুলি আর কোনও অর্থ বহন করে না, বরং অর্থবিহীন ধ্বনি স্তরের কোনও খণ্ড (অর্থাৎ ধ্বনি ও ধ্বনিদল) দিয়ে সেগুলিকে ব্যাখ্যা করতে হয়।  এ অর্থে রূপমূল হল ধ্বনিমূলের উপরে অবস্থিত ভাষিক স্তরের একটি ধারণা। রূপমূলকে ভাষাবিজ্ঞানের যে শাখায় অধ্যয়ন করা হয়, তাকে রূপমূলতত্ত্ব বলে।\nঐতিহাসিকভাবে ভাষাবিজ্ঞানীরা ভাষার শব্দ নিয়ে কাজ করতে গিয়ে বহু সমস্যার সম্মুখীন হন। এক ভাষার শব্দের কাঠামোর সাথে আরেক ভাষার শব্দের কাঠামো তুলনা করতে গিয়ে দেখেন যে শব্দের অভ্যন্তরীণ কাঠামোগুলি জটিল ও ভাষাভেদে বিচিত্র হয়ে থাকে। সব ভাষার শব্দেই ধাতু, শব্দমূল, উপসর্গ, যৌগিক শব্দ, ইত্যাদি ধারণাগুলি থাকে, যেগুলিকে প্রণালীবদ্ধভাবে ব্যাখ্যা করতে একটি নতুন একক সৃষ্টির প্রয়োজন প্রতিভাত হয়। এখান থেকেই শব্দের ক্ষুদ্রতম স্বতন্ত্র গাঠনিক, কার্যকরী ও অর্থবহ একক হিসেবে রূপমূল ধারণাটির উদ্ভব হয়।\nরূপমূল ভাষার একটি বিমূর্ত একক, যাকে বাস্তব কথায় বা লেখায় স্বতন্ত্র, বিচ্ছেদযোগ্য, মূর্ত একক হিসেবে বাস্তবায়ন করা হতে পারে। যেমন বাংলা ভাষায় কোনও ক্রিয়া কোথায় সংঘটিত হচ্ছে, সেই অবস্থানসূচক রূপমূলটিকে লিখিত বাংলায় “–এ কার”, “তে”, ”য়” ইত্যাদি বিচ্ছেদযোগ্য মূর্ত একক হিসেবে বাস্তবায়ন করা হতে পারে, যেমন “জমিতে” (জমি+তে), “বাসায়” (বাসা+য়), “হাসপাতালে” (হাসপাতাল+এ কার)। এগুলি সবই একই বিমূর্ত রূপমূলের বিভিন্ন মূর্ত বাস্তবায়ন। কোনও বিমূর্ত রূপমূলের মূর্ত বাস্তবায়নটিকে ঐ রূপমূলের একটি “রূপ” (ইংরেজি Morph মর্ফ) বলা হয়। অর্থাৎ“–এ কার”, “তে”, ”য়” হল একই অবস্থানসূচক রূপমূলের বিভিন্ন “রূপ”। যখন কোনও ভাষার উক্তি বা বাক্যকে খণ্ডায়িত করা হয়, তখন যে ক্ষুদ্রতম বিচ্ছেদযোগ্য স্বতন্ত্র অর্থবহ খণ্ডগুলি পাওয়া যায়, সেগুলি আসলে হল “রূপ”; প্রতিটি রূপ হল কোনও বিমূর্ত রূপমূলের মূর্ত উপস্থাপন।  একই রূপমূলের যদি একাধিক রূপ থাকে, তাহলে সেগুলিকে ঐ রূপমূলের “সহরূপ” বা “রূপভেদ” (ইংরেজিতে Allomorph অ্যালোমর্ফ) বলা হয়। অর্থাৎ উল্লিখিত উদাহরণে “–এ কার”, “তে”, ”য়” রূপ তো বটেই, তারা একে অপরের “সহরূপ”-ও, কেননা তারা একই অবস্থানসূচক বিমূর্ত রূপমূলের তিনটি ভিন্ন বাস্তবায়ন। একইভাবে “লেখকেরা”, “লেখকগণ”, “লেখকবৃন্দ” – এই শব্দগুলিতে “-এরা”, “গণ”, “বৃন্দ” এই তিনটি রূপ আসলে একই বহুবচনসূচক রূপমূলের তিনটি মূর্ত রূপে বাস্তবায়নের একটি উদাহরণ। একটি রূপমূল থেকে একাধিক রূপ সৃষ্টি হওয়ার ঘটনাটিকে “সহরূপিতা” (ইংরেজি Allomorphy অ্যালোমর্ফি) বলে।\nরূপমূলগুলিকে প্রথমত দুইটি প্রকারে ভাগ করা হয়: মুক্ত রূপমূল (Free morpheme বা free form) ও বদ্ধ রূপমূল (Bound morpheme বা Bound form)। যে রূপমূল স্বাধীন শব্দ হিসেবে বিরাজ করতে পারে, তাকে মুক্ত রূপমূল বলে। অন্যদিকে যে রূপমূল স্বাধীন শব্দ হিসেবে বিরাজ করতে পারে না, বরং একটি মুক্ত রূপমূলের সাথে সংযুক্ত হয়ে তবেই বাস্তবায়িত হতে পারে, তাকে বদ্ধ রূপমূল বলে। যেমন “অনির্বচনীয়তা” শব্দটি অ+নির্+বচন+-ঈয়+তা – এই পাঁচটি রূপমূল নিয়ে গঠিত, যেগুলির মধ্যে কেবলমাত্র “বচন” রূপমূলটি হল মুক্ত রূপমূল, কেননা শুধুমাত্র এটিই স্বতন্ত্র শব্দ হিসেবে ব্যবহৃত হতে পারে। কিন্তু “অ“,“নির্“,“-ঈয়“ এবং “তা“ এই চারটি রূপমূলকে ভাষায় বা বাক্যে স্বতন্ত্র শব্দ হিসেবে ব্যবহার করা সম্ভব নয়; সুতরাং এগুলি হল বদ্ধ রূপমূলের উদাহরণ। যখন কোনও শব্দ একটি মাত্র মুক্ত রূপমূল দিয়ে গঠিত হয়, তখন তাকে একরূপমূলী শব্দ (Monomorphemic word) বা সরল শব্দ (Simple word বা Simplex word) বলে। আর যদি কোনও শব্দ একাধিক মুক্ত ও বদ্ধ রূপমূলের সমবায়ে গঠিত হয়, তখন তাকে বহুরূপমূলী শব্দ (Polymorphemic word) বা জটিল শব্দ (Complex word) বলে।\nমুক্ত রূপমূলগুলিকে আবার দুইটি উপপ্রকারে ভাগ করা যায়। এগুলি হল মুক্ত আভিধানিক রূপমূল (Lexical morpheme) এবং মুক্ত ব্যাকরণিক রূপমূল। আভিধানিক রূপমূলগুলির সাথে বদ্ধ রূপমূল যেমন লগ্নক (Affix) যোগ করে নতুন শব্দ নির্মাণ করা যায়। যেমন “গ্রহণ” একটি মুক্ত আভিধানিক রূপমূল, যার সাথে “অধি” নামক বদ্ধ রূপমূলটি যোগ করলে “অধিগ্রহণ” নামক নতুন শব্দটি তৈরি হয়। এক্ষেত্রে “গ্রহণ” হল এক ধরনের শব্দমূল (Root) ও “অধি” হল উপসর্গ (Prefix), এক ধরনের লগ্নক (Affix)। দুই বা ততোধিক মুক্ত আভিধানিক রূপমূল যোগ করেও নতুন শব্দ নির্মাণ করা যায়। যেমন “কোকিলকণ্ঠ” হল “কোকিল” ও “কণ্ঠ” দুইটি মুক্ত আভিধানিক রূপমূলের সমবায়ে নির্মিত একটি নতুন শব্দ। মুক্ত আভিধানিক রূপমূলগুলির সংখ্যায় কোনও সীমাবদ্ধতা নেই। এর বিপরীতে মুক্ত ব্যাকরণিক রূপমূলগুলিকে “বৃত্তিমূলক শব্দ” (Functional word) বলে। যেমন “হইতে”, “থেকে”, “দ্বারা”, “উপরে” এই মুক্ত রূপমূলগুলি স্বাধীন শব্দ হলেও এগুলি মূলত শব্দের সাথে এর ব্যাকরণিক প্রতিবেশের সম্পর্ক প্রকাশ করে। মুক্ত ব্যাকরণিক রূপমূলগুলি সংখ্যায় সীমিত, কেননা এগুলি সীমিত সংখ্যক ব্যাকরণিক সম্পর্ক বাস্তবায়িত করে। কারক-নির্দেশক মুক্ত ব্যাকরণিক রূপমূলগুলিকে বাংলায় “অনুসর্গ” বলে।\nবদ্ধ রূপমূলগুলিকে দুইভাগে ভাগ করা যায়: বদ্ধ শব্দমূল (Root বা Bound base) ও লগ্নক (Affix)। শব্দমূল হল কোনও শব্দের সেই অংশ বা খণ্ড, যেটি সেটির অর্থের সবচেয়ে তাৎপর্যপূর্ণ অংশটি বহন করে, অর্থাৎ সেটি আর্থিকভাবে তেজি (semantically robust)। শব্দমূল মুক্ত বা বদ্ধ রূপমূল হিসেবে থাকতে পারে। শব্দমূল যদি স্বাধীন শব্দ হিসেবে অবস্থান করতে পারে, তাহলে তাকে মুক্ত রূপমূল হিসেবে গণ্য করা হয়। যেমন পূর্বে উল্লিখিত উদাহরণে প্রদত্ত “অধিগ্রহণ” শব্দের শব্দমূল “গ্রহণ” একটি মুক্ত শব্দমূল (Free base)। কিন্তু অপর দিকে শব্দমূল যদি স্বাধীন শব্দ হিসেবে অবস্থান করতে না পারে, তবে তাকে বদ্ধ রূপমূল হিসেবে গণ্য করা হয়, অর্থাৎ এটি একটি বদ্ধ শব্দমূল (Bound base)। যেমন ইংরেজি Receive, Perceive, Conceive – এই শব্দগুলিতে ceive হল একটি শব্দমূল যেটিকে স্বাধীন শব্দ হিসেবে ইংরেজি বাক্যে ব্যবহার করা যায় না। তাই এক্ষেত্রে এটিকে বদ্ধ রূপমূলের একটি প্রকারভেদ হিসেবে গণ্য করা হয়। অনেক সময় শব্দমূল ও লগ্নক মিলে অপেক্ষাকৃত বৃহত্তর একটি শব্দমূল গঠিত হতে পারে, যাকে সচরাচর শব্দকাণ্ড (Stem) বলে, যে শব্দকাণ্ডের সাথে আরও লগ্নক যোগ করা যায়।\nউপরের আলোচনায় অনুযায়ী লগ্নক হল এমন একটি বদ্ধ রূপমূল যা কোনও শব্দমূল বা শব্দকাণ্ডের সাথে যুক্ত হয়। লগ্নকগুলিকে কী নির্মাণ করা হচ্ছে, তার উপর ভিত্তি করে দুইটি প্রকারে ভাগ করা যায়। এগুলি হল শব্দনির্মাণমূলক লগ্নক (Derivational affix) ও পদনির্মাণমূলক লগ্নক (Inflectional affix)। যেসব লগ্নক সরল বা সিদ্ধ শব্দের (Simple word) সাথে যুক্ত হয়ে জটিল শব্দ (Complex word) বা সাধিত শব্দ (Derived word) নির্মাণে সাহায্য করে ও  এভাবে কোনও ভাষার শব্দভাণ্ডারের বৃদ্ধিসাধন করে, সেগুলিকে শব্দনির্মাণমূলক লগ্নক বলে। যেমন “মান” নামক সরল শব্দটির সাথে “–ঈ” লগ্নক যুক্ত হয়ে “মানী” শব্দটি নির্মাণ করা যায়। শব্দনির্মাণমূলক লগ্নকগুলিকে যান্ত্রিকভাবে শব্দের সাথে আপেক্ষিক অবস্থানভেদে তিনভাগে ভাগ করা যায়। এগুলি হল ১) আদ্যলগ্নক বা ভারতীয় সংস্কৃত ভাষাতত্ত্বের পরিভাষায় “উপসর্গ“ (ইংরেজিতে Prefix); ২) মধ্যলগ্নক বা ভারতীয় সংস্কৃত ভাষাতত্ত্বের পরিভাষায় “বিকরণ“ (infix) এবং ৩) অন্ত্যলগ্নক বা ভারতীয় সংস্কৃত ভাষাতত্ত্বের পরিভাষায় “প্রত্যয়” (suffix)। আবার অভিধানের শব্দগুলি যখন বাক্যে ব্যবহার করা হয়, তখন সেগুলি পদে (inflected word) পরিণত হয়, যে ঘটনাটিকে পদনির্মাণ বা ইংরেজিতে ইনফ্লেকশন (Inflection) বলে। শব্দ থেকে বাক্যস্থিত পদনির্মাণের সময় স্বাভাবিকভাবেই বাক্যগঠনের প্রয়োজনে ও পদগুলির একে অপরের সাথে ব্যাকরণিক সম্পর্ক প্রকাশ করার জন্য শব্দের গায়ে অনেক লগ্নক যোগ করে নিতে হয়, যে লগ্নকগুলিকে পদনির্মাণমূলক লগ্নক (inflectional affix) বলে। ভারতীয় উপমহাদেশের ভাষার,  বিশেষত সংস্কৃত ভাষার ভাষাতত্ত্বে বাক্যে পদনির্মাণের জন্য অভিধানের শব্দের শেষে পদনির্মাণ লগ্নক ব্যবহার করা হয়, যেগুলিকে পদনির্মাণ-অন্ত্যলগ্নক (inflectional suffix)। বাংলাতে কারক-নির্দেশক অন্ত্যলগ্নকগুলিকে “বিভক্তি” বলে (কারক-নির্দেশক মুক্ত রূপমূল অনুসর্গের সাথে তুলনীয়)। আর বহুবচন নির্দেশক অন্ত্যলগ্নকগুলিকে বচন-প্রত্যয় বলে। বাংলা ক্রিয়াপদের শেষে পক্ষবিভক্তি (Person-indicating inflectional suffix), কালবিভক্তি (Tense-indicating inflectional suffix), প্রকারবিভক্তি (Aspect-indicating inflectional suffix) যোগ হতে পারে।  \nরূপমূলগুলিকে কোনও শব্দের ভেতরে কী রৈখিক অনুক্রমে বা বিন্যাসে সজ্জিত করে শব্দগঠন করতে হবে, সে ব্যাপারটি যে শাস্ত্রে অধ্যয়ন করা হয়, তাকে রূপমূলবিন্যাসতত্ত্ব (Morphotactics মর্ফোট্যাকটিকস) বলে।\nযখন কোনও রূপমূল কোনও মূর্ত ধ্বনিগত বা লিখিত রূপে বাস্তবায়িত হয় না, তখন তাকে “শূন্য রূপ” (Zero morph)  বলে। যেমন ইংরেজিতে Sheep শব্দটির বহুবচন করার সময় বহুবচনসূচক রূপমূলটির কোনও বাস্তবায়ন হয় না, তাই শব্দটির বহুবচনও হল Sheep। এক্ষেত্রে বলা হয় এখানে একটি “শূন্য রূপ” বাস্তবায়িত হয়েছে। এটিকে সচরাচর Ø প্রতীক দিয়ে নির্দেশ করা হয়। এর বিপরীত ধারণাটি হল “খালি রূপ” (Empty morph), যেটি বাক্যে কোনও ধ্বনিগত রূপে বাস্তবায়িত হলেও এটি কোনও অর্থ বহন করে না, অর্থাৎ অর্থগত দিক থেকে এটি খালি। যেমন ইংরেজি Children শব্দটিকে বিশ্লেষণ করলে Child ও বহুবচনসূচক –en রূপমূল দুইটি পাওয়া গেলেও “r” রূপমূলটির কোনও অর্থ হয় না, তাই এটিকে খালি রূপ বলে। যদি একটিমাত্র রূপ একই সাথে একাধিক রূপমূলকে একত্রে বাস্তবায়িত করে এবং রূপটি বিশ্লিষ্ট করা যায় না, তখন তাকে “জোড়কলম রূপ” (Portmanteau morph) বলে। যেমন  ইংরেজি ক্রিয়াপদ talks-এর শেষে অবস্থিত –s রূপটি একই সাথে নামপক্ষ, একবচন ও বর্তমান কাল এই তিন ধরনের বিভক্তিকে বাস্তবায়িত করেছে। তাই এটি এক ধরনের জোড়কলম রূপ। কিছু কিছু রূপমূল অতীতে অর্থবোধক হলেও বর্তমানে কোনও অর্থ বহন না করেও একটি শব্দকে আরেকটি শব্দ থেকে পৃথক করতে এখনও ব্যবহৃত হলে তাকে “অশ্মীভূত রূপমূল” (ইংরেজিতে Fossilized morpheme বা  Cranberry morpheme) বলে। যেমন ইংরেজি ভাষার “Cranberry” শব্দটির “Cran” রূপমূলটির বর্তমানে কোনও অর্থ হয় না, এটি অতীতের কোনও শব্দ থেকে উদ্ভূত এবং সংশ্লিষ্ট Cran শব্দটি বিলুপ্ত হয়ে গেলেও অশ্মীভূত রূপমূল হিসেবে এটি টিকে আছে। \n\n\n== তথ্যসূত্র =="}