{"pageid": 1358103, "title": "আভিধানিক অর্থমূল", "url": "https://bn.wikipedia.org/wiki?curid=1358103", "content": "আভিধানিক অর্থমূল বলতে কোনও ভাষার শব্দভাণ্ডার বা অভিধানের অন্তর্ভুক্ত, পরস্পরের সাথে অর্থগতভাবে সম্পর্কিত ও একটি পদনির্মাণ প্রণালী (বিভক্তি ও/বা প্রত্যয়) দ্বারা পরস্পরের সাথে বাক্যতাত্ত্বিকভাবে সম্পর্কিত একাধিক শব্দরূপের একটি সমষ্টির অধোস্থিত আভিধানিক অর্থের বিমূর্ত, তাত্ত্বিক একককে বোঝায়। ইংরেজি পরিভাষায় আভিধানিক অর্থমূলকে \"লেক্সিম\" (Lexeme) বলে। আভিধানিক অর্থমূল ভাষাবিজ্ঞানের রূপমূলতাত্ত্বিক বিশ্লেষণে ব্যবহৃত একটি \"-মূল\" জাতীয় একক (emic unit)।\nআভিধানিক অর্থমূলের সাথে কোনও বিভক্তি বা প্রত্যয় যুক্ত থাকে না। যেমন \"খাই\", \"খায়\", \"খান\", \"খাও\" - এই শব্দগুলি একই অধোস্থিত বিমূর্ত আভিধানিক অর্থমূলের বিভিন্ন রূপভেদ, যে বিমূর্ত আভিধানিক অর্থমূলটিকে মূর্তরূপে খাওয়া হিসেবে উপস্থাপন করা যায়। একইভাবে \"কুকুরটি\", \"কুকুরগুলি\", \"কুকুরের\", \"কুকুরটির\", \"কুকুরকে\", ইত্যাদি হল একই বিমূর্ত আভিধানিক অর্থমূলের প্রত্যয় ও বিভক্তিযুক্ত রূপভেদ, যে আভিধানিক অর্থমূলটিকে মূর্তরূপে \"কুকুর\" হিসেবে উপস্থাপন করা যায়। একই আভিধানিক অর্থমূলের সাথে সংশ্লিষ্ট সবগুলি প্রত্যয়-বিভক্তিযুক্ত শব্দরূপের সমষ্টিকে সেটির পদপ্রকরণ বা পদবিভাজন (ইংরেজিতে Paradigm প্যারাডাইম) বলে, বা আরও সঠিকভাবে সেটির প্রত্যয়-বিভক্তিমূলক পদপ্রকরণ (Inflectional paradigm) বলে। পদপ্রকরণের একেকটি শব্দরূপ হল একই আভিধানিক অর্থমূলের নির্দিষ্ট একটি রূপমূলতাত্ত্বিক-বাক্যতাত্ত্বিক বৈশিষ্ট্যসংগ্রহের মূর্ত রূপায়ন। যেমন \"খাচ্ছি\" হল \"খাওয়া\" ক্রিয়ার আভিধানিক অর্থমূলের একটি শব্দরূপ, যে শব্দরূপটিতে উত্তম পুরুষ (first person), বর্তমান কাল (present tense), ঘটমান প্রকার (progressive aspect), এবং একবচন (singular) বা বহুবচন (plural) – এই রূপমূলতাত্ত্বিক ও বাক্যতাত্ত্বিক বৈশিষ্ট্যগুলি বাস্তবায়িত হয়েছে।\nপ্রচলিত রীতি বা ঐতিহ্য অনুযায়ী আভিধানিক অর্থমূলের রূপভেদগুলির যেকোনও একটিকে সেটির প্রামাণ্য রূপ (Canonical form) বা উল্লেখ রূপ (Citation form) বা আভিধানিক রূপ (Dictionary form) হিসেবে নির্বাচন করা হয়, যাকে রূপমূলতত্ত্বে আভিধানিক শব্দরূপ (Lemma) বা অভিধানের কোনও ভুক্তির শিরোশব্দ (Headword) বলে। যেমন কোনও বাংলা অভিধানের ভেতরে অন্তর্ভুক্ত “বিড়াল” শিরোশব্দের ভুক্তিটি একটি অনন্য আভিধানিক অর্থমূলের সাথে সংশ্লিষ্ট। আভিধানিক অর্থমূলের সাথে সংশ্লিষ্ট অন্যান্য শব্দরূপগুলিকে (বিড়ালগুলি, বিড়ালটি, বিড়ালের, বিড়ালগুলির, বিড়ালটিকে, ইত্যাদি) সংশ্লিষ্ট শীর্ষশব্দের অধীনস্থ ভুক্তিতে লিপিবদ্ধ করা না-ও হতে পারে, যদি না সেগুলি খুব বিরল বা অনিয়মিত বিভক্তিযুক্ত হয়ে থাকে। অভিধানকার ধরে নেন যে অভিধান ব্যবহারকারী “বিড়াল” শিরোশব্দটি থেকে অন্যান্য শব্দরূপগুলি (যেমন বিড়ালগুলি, বিড়ালটিকে, ইত্যাদি) নিজেই বের করে নিতে পারবেন। এখানে উল্লেখ্য যে আভিধানিক অর্থমূল ও আভিধানিক শিরোশব্দের রূপ দুইটি ভিন্ন জিনিস; প্রথমটি হল একটি বিমূর্ত তাত্ত্বিক একক এবং দ্বিতীয়টি হল সেটির মূর্ত বাস্তবায়ন, যা কোনও ভাষার অভিধান লেখকদের মধ্যে প্রচলিত প্রথা, রীতিনীতি বা ঐতিহ্যের উপর নির্ভর করে। যেমন সাধারণত বাংলা ভাষার অভিধানে কোনও ক্রিয়ার বিমূর্ত আভিধানিক অর্থমূলটির মূর্ত প্রামাণ্য আভিধানিক শব্দরূপ বা শিরোশব্দটি হল সেটির ক্রিয়াবিশেষ্য (যেমন“করা“, “খাওয়া“,“ধরা“, ইত্যাদি)। অন্যদিকে গ্রিক ভাষার অভিধানে প্রচলিত রীতি অনুযায়ী গ্রিক ক্রিয়াপদের প্রামাণ্য আভিধানিক শব্দরূপটি হল সেটির বর্তমান কালে উত্তম পুরষের একবচন ক্রিয়ারূপ।\nআভিধানিক অর্থমূলের ধারণাটি ভাষাবিজ্ঞানের রূপমূলতত্ত্ব শাখাটির একটি কেন্দ্রীয় আলোচ্য বিষয়। এটি রূপমূলতত্ত্বের অন্যান্য সব ধারণার সংজ্ঞার ভিত্তি হিসেবে কাজ করে। যেমন বিভক্তি বা প্রত্যয় দ্বারা পদনির্মাণ (inflection) এবং রূপমূলতাত্ত্বিক শব্দসাধন (morphological derivation) - এই দুইয়ের মধ্যে পার্থক্যকে আভিধানিক অর্থমূলের নিরিখে নিচের মতো করে প্রদান করা সম্ভব:\n\nবিভক্তি বা প্রত্যয় দ্বারা পদনির্মাণের নিয়মগুলি একটি বিমূর্ত আভিধানিক অর্থমূল ও সেটির মূর্ত শব্দরূপগুলির মধ্যে সম্পর্ক স্থাপন করে। অর্থাৎ বিভক্তি বা প্রত্যয় দ্বারা একই আভিধানিক অর্থমূলের একাধিক শব্দরূপ মূর্ত হয়। যেমন \"লেখা\" একটি আভিধানিক অর্থমূল (ক্রিয়া) যার বিভিন্ন শব্দরূপগুলি মধ্যে আছে \"লিখি\", \"লেখো\", \"লেখেন\", \"লেখে\", \"লিখল\", \"লিখছিল\", \"লিখবে\", ইত্যাদি। এগুলির সবগুলিই একই বিমূর্ত আভিধানিক অর্থমূলের (\"লেখা\" ক্রিয়াবিশেষ্যটি দ্বারা আভিধানিক রূপ বা অভিধানের শিরোশব্দ হিসেবে নির্দেশিত) বিভিন্ন মূর্ত রূপ।\nশব্দসাধনের নিয়মগুলি একটি আভিধানিক অর্থমূল ও ভিন্ন আরেকটি আভিধানিক অর্থমূলের মধ্যে সম্পর্ক স্থাপন করে। অর্থাৎ শব্দসাধনের মাধ্যমে একটি আভিধানিক অর্থমূল থেকে নতুন আরেকটি আভিধানিক অর্থমূল সৃষ্টি করা যায়, যে নতুন আভিধানিক অর্থমূলটির নিজস্ব অর্থ ও ভিন্ন পদশ্রেণী থাকে। যেমন \"লেখা\" ক্রিয়াপদটি একটি আভিধানিক অর্থমূলের মূর্ত রূপ, যার সাথে \"অক\" (কোনও ক্রিয়ার সম্পাদনকারী অর্থবাচক) প্রত্যয় যোগে \"লেখক\" শব্দটি সাধিত হয়েছে। এখন এই \"লেখক\" শব্দটি \"লেখা\" নামক আভিধানিক মূলটির কোনও শব্দরূপ নয়, বরং একটি ভিন্ন ও নতুন আভিধানিক অর্থমূলের মূর্ত রূপ এবং এটির পদশ্রেণী হল ক্রিয়া নয়, বরং বিশেষ্য; এটির নিজেরই পদপ্রকরণভিত্তিক বিভিন্ন শব্দরূপ থাকতে পারে, যেমন \"লেখকের\", \"লেখককে\", \"লেখকগণ\", ইত্যাদি।\nরূপমূলতাত্ত্বিক দৃষ্টিকোণ থেকে আভিধানিক অর্থমূলগুলি একটি শব্দ দিয়ে কিংবা একাধিক শব্দ দিয়ে গঠিত হতে পারে, এবং সেটিকে যথাক্রমে সরল ও জটিল আভিধানিক অর্থমূল বলে। যেমন \"আম\" হল একটি সরল আভিধানিক অর্থমূল (simple lexeme); অন্যদিকে \"আমগাছ\" হল একটি জটিল আভিধানিক অর্থমূল (Complex lexeme)।\nশব্দার্থতত্ত্ব বা বাগর্থতত্ত্বের দৃষ্টিকোণ থেকে একটি আভিধানিক অর্থমূল একার্থবোধক (monosemous) হতে পারে, অর্থাৎ এটির একটি মাত্র অনন্য অর্থ থাকতে পারে। যেমন \"রবিবার\" একটি একার্থবোধক আভিধানিক অর্থমূল, এটি দিয়ে কেবলমাত্র সপ্তাহের একটি নির্দিষ্ট দিনকে বোঝায়, অন্য কিছু বোঝায় না। অন্যদিকে একটি আভিধানিক অর্থমূলের কাছাকাছি পরস্পর সম্পর্কিত অনেকগুলি অর্থ থাকতে পারে, এবং তখন সেটিকে বহু-অর্থবোধক (Polysemous) বলা হয়। যেমন \"ধকল\" বলতে \"ধাক্কা, আঘাত বা চোট\" যেমন বোঝাতে পারে, আবার \"কাজের চাপ বা খাটুনি\"-ও বোঝাতে পারে, কাজেই \"ধকল\" শিরোশব্দটি একটি বহু-অর্থবোধক আভিধানিক অর্থমূলের মূর্ত রূপ।\nএকটি আভিধানিক অর্থমূল একটি নির্দিষ্ট বাক্যতাত্ত্বিক শ্রেণীর অন্তর্ভুক্ত হয়ে থাকে, এর একটি নির্দিষ্ট অর্থ (আর্থিক মূল্য) থাকে এবং বিভক্তিমূলক ভাষাসমূহের ক্ষেত্রে এর একটি প্রত্যয়-বিভক্তিমূলক পদপ্রকরণ (inflectional paradigm) থাকে। অন্যভাবে বলতে গেলে বিশ্বের অনেক ভাষাতে একটি আভিধানিক অর্থমূলের অনেকগুলি রূপভেদ থাকতে পারে। যেমন খাওয়া নামক আভিধানিক অর্থমূলটির একবচনে নাম পুরুষে বর্তমান কালের রূপটি হল \"খায়\", কিন্তু অতীতকালের রূপটি হল \"খেলো\"। কোনও আভিধানিক অর্থমূলের বিভিন্ন রূপভেদের কী ব্যবহার হবে, তা ব্যাকরণের নিয়মাবলী দ্বারা শাসিত হয়। যেমন কোনও প্রদত্ত বাক্যের কর্তাস্থানীয় পদে যদি নামপুরুষ থাকে তাহলে সেটির ক্রিয়াটিও নামপুরষবাচক হতে হবে, যে ব্যাপারটিকে কর্তা-ক্রিয়া সাযুজ্য (Subject-verb agreement) বলে।\nভাষা বিষয়ক বহুসংখ্যক রৌপ বিধিবদ্ধ তত্ত্বে আভিধানিক অর্থমূলগুলির উপশ্রেণীকরণ কাঠামো থাকে, যাতে সম্পূরকগুলির সংখ্যা ও ধরনের হিসাব থাকে। এই কাঠামোগুলি বাক্য ও অন্যান্য বাক্যিক কাঠামোতে ঘটে থাকে।\n\n\n== আভিধানিক অর্থমূলের বিশ্লেষণ ==\nকোনও ভাষার আভিধানিক অর্থমূলগুলিকে আবার অপেক্ষাকৃত ক্ষুদ্রতর এককে বিশ্লিষ্ট করা যায়, যেগুলির আবার স্বতন্ত্র অর্থ থাকে। এগুলিকে রূপমূল (Morpheme) বলে। তিন ধরনের রূপমূল আছে: ধাতু বা শব্দমূল, শব্দসাধক রূপমূল বা প্রত্যয় এবং বিভক্তি।\n\nধাতু রূপমূল (Root morpheme রুট মরফিম) হচ্ছে কোনও শব্দের মৌলিক আভিধানিক একক, যেটি শব্দটির আর্থিক বিষয়বস্তুর সবচেয়ে তাৎপর্যপূর্ণ দিকগুলি বহন করে এবং যেটিকে অপেক্ষাকৃত ক্ষুদ্রতর কোনও উপাদানে বিশ্লিষ্ট করা সম্ভব নয়।\nশব্দসাধক রূপমূল তথা প্রত্যয় (Derivational morpheme ডেরিভেশনাল মরফিম) কেবলমাত্র ভিন্ন ব্যাকরণিক পদশ্রেণীর শব্দসাধনমূলক তথ্য বহন করে।\nবিভক্তি বা প্রত্যয় (Inflection ইনফ্লেকশন) হল সেই রূপমূল যেটি কেবলমাত্র একই ব্যাকরণিক পদশ্রেণীর অন্যান্য পদ নির্মাণের তথ্য বহন করে।\nধাতু রূপমূল + শব্দসাধক রূপমূল - এই যৌগিক সমবায়টিকে প্রায়শই কাণ্ড (বা শব্দমূল, ইংরেজিতে Stem স্টেম) বলা হয়। কাণ্ড + অন্তবিভক্তি (Desinence ডেসিনেন্স) - এই যৌগিক সমবায়টি ব্যবহার করে বিভক্তির মাধ্যমে পদনির্মাণের ঘটনাটি অধ্যয়ন করা হয়।\n\n\n== আরও দেখুন ==\n\nঅন্ত (ভাষাবিজ্ঞান)\nবিভক্তি\nআভিধানিক শব্দরূপ\nআভিধানিক শব্দ বনাম ব্যাকরণিক শব্দ\nচিহ্ন (ভাষাবিজ্ঞান)\nবহুশব্দ অভিব্যক্তি\nশূন্য রূপমূল\nধাতু (ভাষাবিজ্ঞান)\nকাণ্ড (ভাষাবিজ্ঞান)\nআন্বয়িক একক (ভাষাবিজ্ঞান)\nশব্দ পরিবার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিঅভিধানে lexeme-এর আভিধানিক সংজ্ঞা পড়ুন।"}