{"pageid": 135889, "title": "কাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=135889", "content": "কাণ্ড (ইংরেজি: Plant stem) উদ্ভিদের বীজের অঙ্কুরোদগমের সময়  ভ্রূণ মুকুল থেকে যে অংশ বেরিয়ে আসে তা থেকে কাণ্ড তৈরি হয়। কাণ্ডে পর্ব ও পর্বমধ্য থাকে। কাণ্ডের পর্ব মুকুল কে ধারণ করে। এই মুকুল থেকেই এক বা একাধিক পাতা, ফুল বা আরেকটি কাণ্ড বিকশিত হয়। দুটি পর্বের মধ্যবর্তী অংশকে পর্বমধ্য বলে। পর্বমধ্য কাণ্ডকে সোজা রাখতে ও লম্বা হতে সহায়তা করে। সাধারণত কাণ্ডের বেশির ভাগ অংশই মাটির উপরে দেখা যায়। কিন্তু কিছু কিছু গাছের কাণ্ড মাটির নিচেও থাকে, যেমন আলু,আদা। আবার কাণ্ড থেকে মুকুল ও চারা জন্মে এবং ভূ-পৃষ্ঠের বাহিরে বর্ধিত হয়। কাণ্ডের ভেতরে অবস্থিত জাইলেমএবং ফ্লোয়েম কলা যথাক্রমে জল  এবং খাদ্য পরিবহনে উল্লেখযোগ্য ভূমিকা নেয়।\n\n\n== কাণ্ডের কাজ ==\nকাণ্ড; পাতা, ফুল ও ফল এবং শাখা-প্রশাখার ভার বহন করে। কাণ্ড পাতাকে আলোর দিকে তুলে ধরে রাখে যেন সূর্যের আলো পায় এবং চারিদিকে প্রসারিত হয়।\nকাণ্ডে অবস্থিত জাইলেম  কলার মাধ্যমে মূল দ্বারা শোষিত জল বা পানি, খনিজ লবণ ইত্যাদি শাখা-প্রশাখায়, পাতায়, ফুলে এবং ফলে বাহিত হয়।ফ্লোয়েম কলার মাধ্যমে পাতায় উৎপন্ন খাদ্যবস্তু বিভিন্ন দিকে বাহিত হয়।\nকাণ্ড গাছের খাদ্য সঞ্চয়, আত্মরক্ষা, আরোহণ, প্রতিকূল অবস্থা থেকে রক্ষা, এবং অঙ্গজ প্রজননে সহায়তা করে।\nনতুন টিস্যু বা কলা উৎপন্ন করে। সাধারণ টিস্যু এক থেকে তিন বছর বাঁচে। কাণ্ডের মেরিস্টেম নামক এক ধরনের কোষ আছে যা নতুন টিস্যু উৎপন্ন করে।\nপাতায় প্রস্তুত খাদ্য কাণ্ডের মাধ্যমে দেহের সর্বত্র ছড়িয়ে পড়ে।\n\n\n== কাণ্ডের প্রকারভেদ ==\nউদ্ভিদের কাণ্ডের কাঠিন্য অনুসারে এদের প্রধানত দুভাগে ভাগ করা যায়- সবল কাণ্ড এবং দুর্বল কাণ্ড।\nসবল কাণ্ড: যে কাণ্ড শক্ত, সবল এবং মাটির ওপর খাড়াভাবে গাছকে দাঁড় করাতে সক্ষম সেগুলি হল সবল কাণ্ড।  আম, জাম, কাঁঠাল তাল, নারকেল ইত্যাদি গাছের কাণ্ড এই ধরনের।\nদুর্বল কাণ্ড: যেসব কাণ্ড দুর্বল, খাড়াভাবে মাটির উপর দাঁড়াতে পারে না সেগুলি হল দুর্বল কাণ্ড। বিভিন্ন লতানে গাছ যেমন লাউ, কুমড়ো, অপরাজিতা, ঝুমকো লতা ইত্যাদিতে দুর্বল কাণ্ড দেখা যায়।\nকাণ্ডের উচ্চতা অনুসারে উদ্ভিদকে তিনটি ভাগে ভাগ করা যায়। এগুলো হলো বীরুৎ, গুল্ম এবং বৃক্ষ।\nবীরুৎ: সাধারণত আকারে ছোট, কাণ্ড নরম। যেমন: ধান, গম, ঘাস ইত্যাদি। \nগুল্ম: এই রকমের উদ্ভিদ আকারে মাঝারি এবং ঝোপের মতো দেখতে হয়। যেমন: আতা,জবা ইত্যাদি।\nবৃক্ষ: এই রকমের উদ্ভিদ লম্বায় বড় হয়। কাণ্ড খুবই মজবুত এবং শক্ত হয়।ওই কাণ্ডকে গুড়ি বলে। যেমন: আম, জাম, কাঁঠাল ইত্যাদি।\n\n\n== বৈচিত্রময় উদ্ভিদের কাণ্ড ==\nপরিবেশের সাথে খাপ খাওয়ানোর জন্য এবং বিভিন্ন কাজের ফলে কাণ্ড বিভিন্ন রকমের হয়।\nতাই কাণ্ডের গঠনে বৈচিত্র দেখা যায়। কাণ্ড কত রকমের হতে পারে তার বিবরণ নিচে দেওয়া হল;\nঅশাখ: শাখা-প্রশাখাহীন, লম্বা কাণ্ডকে অশাখ বা কডেক্স বলে। যেমন-তাল, নারকেল, সুপারি, খেজুর গাছের কাণ্ড।\nপিরামিডাকৃতি: যখন কাণ্ডের শাখাগুলি অগ্রোম্মুখ-ভাবে উৎপন্ন হয়ে নীচের দিকে বড় শাখাগুলি এবং উপরের দিকে ক্রমশ ছোট শাখাগুলি সাজানো থাকে এবং গাছটিকে পিরামিডাকৃতি দেখায় যেমন-দেবদারু।\nগম্বুজাকার: যখন কাণ্ডের শাখাগুলি যুক্তাক্ষ শাখা বিন্যাসের ফলে গাছটিকে গম্বুজের মতো দেখায়। যেমন-আম, বট।\nতৃণ কাণ্ড: যে সব উদ্ভিদের কাণ্ড গাঁটযুক্ত এবং ফাঁপা পর্বমধ্যযুক্ত তাদের তৃণ কাণ্ড বলে। যেমন -বাঁশ।\nভৌম পুষ্পদণ্ড: কতকগুলি একবীজপত্রী উদ্ভিদের মুদ্‌গত কাণ্ড থেকে অশাখ বিটপ মাটির উপরে এসে ফুল ধারণ করে। এই প্রকার কাণ্ডকে ভৌম পুষ্পদণ্ড বলে।যেমন-পেঁয়াজ, রসুন, রজনীগন্ধা, কচুইত্যাদি।\nব্রততী: যে সব দুর্বল কাণ্ডবিশিষ্ট গাছ মাটিতে লতিয়ে বৃদ্ধি পায় তাদের ব্রততী বা ক্রিপার বলে।\nযেমন -দুর্বাঘাস, রাঙা আলু।\nরোহিণী: যে সব দুর্বল কাণ্ডবিশিষ্ট গাছ অন্য কোন অবলম্বনকে জড়িয়ে আরোহণ করে তাদের রোহিণী বা ক্লাইম্বার বলে। যেমন-অপরাজিতা, শিম, লাউ ইত্যাদি।\nবীরুৎ: যে সব গাছের উচ্চতা খুব কম এবং কাষ্ঠল কাণ্ডবিহীন তাদের বীরুৎ বলে। যেমন -ধান,গম।\nগুল্ম: প্রকৃত গুঁড়িবিহীন মধ্যম আকারের কাষ্ঠল উদ্ভিদকে গুল্ম বলে। যেমন-জবা, গন্ধরাজ।\nবৃক্ষ: কাষ্ঠল প্রকৃত গুঁড়ি বিশিষ্ট দীর্ঘাকার গাছকে বৃক্ষ বলে। যেমন -আম, জাম, কাঁঠাল।\nবল্লী: যে সব দুর্বল কাওবিশিষ্ট গাছ নিজ কাণ্ডের সাহায্যে অবলম্বনকে জড়িয়ে ধরে তাদের বল্লী বলে।যেমন -শিম, অপরাজিতা।\nমূল রোহিণী: এক্ষেত্রে পর্ব থেকে উৎপন্ন অস্থানিক মূলগুলি আরোহণ অঙ্গ রূপে কাজ করে। যেমন -গজপিপুল, পান।\nআকর্ষ রোহিণী: এই জাতীয় বোহিণী আকর্ষের অবলম্বনকে জড়িয়ে ধরে। যেমন -ঝুমকোলতা, লাউ, কুমড়ো।\nঅঙ্কুশ রোহিণী: এই প্রকার বোহিণী অঙ্কুশের সাহায্যে আরোহণ করে। যেমন -কাঁঠালিচাঁপা।\nকণ্টক রোহিণী: এই প্রকার রোহিলী কাঁটার সাহায্যে আরোহণ করে। যেমন -বাগানবিলাস।\nআঠালো রোহিণী: এই প্রকার রোহিণী কাণ্ড থেকে উৎপন্ন আকর্যের অগ্রভাগের চ্যাপ্টা চাকতির মত আঠাল অংশের সাহায্যে অবলম্বনের গায়ে আটকে আরোহণ করে। যেমন -অ্যাম্পিলপসিস্।\nগ্রন্থিকন্দ বা রাইজোম: যে সব ভূ-নিম্নস্থ কাণ্ড মাটির নীচে অনুভূমিকভাবে বৃদ্ধি পায় এবং কাণ্ডে পর্ব, পর্বমধ্য, শঙ্কপত্র থাকে এবং কাণ্ডের শাখা-প্রশাখার আগায় অগ্রমুকুল ও শল্কপত্রের কক্ষে কাক্ষিক মুকুল থাকে তাদের গ্রন্থিকাও বা রাইজোম বলে।যেমন-আদা, হলুদ।\nস্ফীতকন্দ বা টিউবার: ভূ-নিম্নস্থ কাণ্ডের শাখার অগ্রভাগ খাদ্য সঞ্চয়ের ফলে স্ফীত হয়ে ইহা গঠিত হয়। এই প্রকার কন্দে পর্ব, পর্বমধ্য, কাক্ষিক মুকুল (চোখ) উপস্থিত। যেমন -গোল আলু।\nগুঁড়িকন্দ: যে বৃহৎ, গোলাকার, মুদ্‌গত কাণ্ডের গায়ে অসংখ্য অস্থানিক মূল, মুখী বা মুকুল এবং শঙ্কপত্র থাকে তাকে গুঁড়িকন্দ বলে। যেমন -ওল।\nপর্ণকাণ্ড: যে কাণ্ড চ্যাপ্টা, স্থূল, রসালো, সবুজ এবং পাতায় রূপান্তরিত তাকে পর্ণকাণ্ড বলে। যেমন-ফণিমনসা।\nক্ল‍্যাডোড: পর্ণকাণ্ডের বৈশিষ্ট্যযুক্ত একটি পর্বমধ্য নিয়ে গঠিত পরিবর্তিত কাণ্ডকে ক্ল্যাডোড বলে। যেমন -শতমূলী।\nবাল্ব বা কন্দ:ক্ষুদ্র, চ্যাপ্টা চাকতির ন্যায় কাণ্ডবিশিষ্ট এবং স্থূল ও রসালো শল্কপত্র যুক্ত মুদ্‌গত কাণ্ডকে বাল্ব বা কন্দ বলে। যেমন -পেঁয়াজ, রসুন।\nসিউডোবাল্ব:জল সঞ্চয়ী এক পর্বমধা যুক্ত স্ফীত কন্দাকার কাশুকে সিউডোবাল্ব বলে। যেমন -বাল্বোফাইলম।\nবুলবিল:অঙ্গজ জননে সহায়ককারী প্রতিকুলজীবীতা সহায়ক খাদ্য সঞ্চয়কারী স্ফীত কাক্ষিক মুকুলকে বুলবিল বলে। যেমন-খামালু।\nশাখা-কণ্টক:কাক্ষিক মুকুল বা কাণ্ডের শাখা যখন কাঁটায় রূপান্তরিত হয় তখন তাকে শাখা-কণ্টক বলে। যেমন -দুরন্ত, বৈঁচি। \nকাণ্ডাকর্ষ বা শাখা-আকর্ষ: যখনই কাক্ষিক মুকুল আকর্যে রূপান্তরিত হয় তখন তাকে কাণ্ডাকর্ষ বা শাখা-আকর্ষ বলে। যেমন -ঝুমকোলতা।\nধাবক বা রানার: সরু ও লম্বা পর্বমধ্যযুক্ত অর্ধবায়বীয় কাশুকে ধাবক বা রানার বলে। যেমন -শুশুনি, আমরুল।\nবক্রধাবক বা স্টোলন: ধনুকের ন্যায় বাঁকা পর্বমধাযুক্ত অর্ধবায়ব কাণ্ডকে বক্রধাবক বা স্টোলন বলে। যেমন -মেন্থা।\nখর্বধাবক বা অফসেট: ক্ষুদ্র ও স্কুল পর্বমধাযুক্ত অর্ধবায়ব কাণ্ডকে খর্বধাবক বা অফসেট বলে। যেমন -কচুরিপানা।\nঊর্ধ্বধাবক বা সাকার: যে সকল অর্ধবায়র কাণ্ড মাটির নীচ থেকে উৎপন্ন হয়ে মাটির মধ্যে কিছুদুর বিস্তৃত হওয়ার পর মাটির উপর উঠে এসে নতুন গাছ সৃষ্টি করে তাকে উর্ধ্বধাবক বা সাকার বলে।যেমন -পুদিনা, চন্দ্রমল্লিকা।\n\n\n== চিত্রশালা ==\nনানা রকম উদ্ভিদের কাণ্ড\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== বহিঃসংযোগ ==\n\n\n== তথ্যসূত্র =="}