{"pageid": 1358978, "title": "সুস্মিতা চট্টোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1358978", "content": "সুস্মিতা চট্টোপাধ্যায় বা সুস্মিতা চ্যাটার্জি (ইংরেজি:Susmita Chatterjee) হলেন একজন ভারতীয় অভিনেত্রী এবং মডেল, যিনি বাংলা চলচ্চিত্রে তার অভিনয়ের জন্য পরিচিত। পশ্চিমবঙ্গের আসানসোলে ৮ই জুলাই, ১৯৯৭-এ জন্মগ্রহণকারী সুস্মিতা বিনোদন শিল্পে এক উদীয়মান তারকা হিসেবে আবির্ভূত হয়েছেন। তার মন্ত্রমুগ্ধ সৌন্দর্য, অনস্বীকার্য প্রতিভা এবং সহজাত গুণ দিয়ে, তিনি শ্রোতা এবং সমালোচকদের হৃদয় একইভাবে দখল করেছেন। শিল্পকলার প্রতি সুস্মিতার অনুরাগ অল্প বয়সে শুরু হয়েছিল, এবং ২০১৯ সালে মডেল হিসাবে তার কর্মজীবন শুরু করে তিনি নিরলসভাবে তার স্বপ্নগুলি অনুসরণ করেছিলেন। রানওয়েতে এবং বিভিন্ন ব্র্যান্ডের প্রচারণায় তার আকর্ষণীয় উপস্থিতি তাকে দ্রুত লাইমলাইটে নিয়ে যায়। তারপর থেকে, তিনি নিরবিচ্ছিন্নভাবে অভিনয়ে স্থানান্তরিত করেছেন, সম্মানিত অনিন্দ্য চ্যাটার্জী পরিচালিত রোমান্টিক ড্রামা ফিল্ম প্রেম টেম (২০২১) এর মাধ্যমে তার অভিষেক ঘটিয়েছেন। সুস্মিতার বহুমুখী পারফরম্যান্স তার প্রশংসা অর্জন করেছে, এবং তিনি ম্যারাডোনার জুতো (২০২১), খেলা যখন (২০২২), এবং অ্যাকশন-প্যাকড চেঙ্গিজ (২০২৩) এর মতো চলচ্চিত্রে তার উল্লেখযোগ্য ভূমিকা নিয়ে ইন্ডাস্ট্রিতে তরঙ্গ তৈরি করে চলেছেন। তার অনস্বীকার্য প্রতিভা, পর্দায় চিত্তাকর্ষক উপস্থিতি এবং তার নৈপুণ্যের প্রতি অটল উত্সর্গের সাথে, সুস্মিতা চ্যাটার্জী নিঃসন্দেহে ভারতীয় সিনেমার জগতে গণনা করা একটি শক্তি।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবনের শুরু ==\nসুস্মিতা চ্যাটার্জী পশ্চিমবঙ্গের আসানসোলে জন্মগ্রহণ করেন এবং বেড়ে ওঠেন। তিনি আসানসোলে তার স্কুলের পড়াশোনা শেষ করেন এবং পরে ইঞ্জিনিয়ারিংয়ে ডিগ্রি অর্জনের জন্য একটি ইঞ্জিনিয়ারিং কলেজে যোগ দেন। যাইহোক, বিনোদন শিল্পের প্রতি তার আবেগ তাকে মডেলিংয়ে ক্যারিয়ার অন্বেষণ করতে পরিচালিত করেছিল।\n২০১৯ সালে, সুস্মিতা একটি মডেল হিসাবে তার যাত্রা শুরু করেছিলেন। অল্প সময়ের মধ্যে, তিনি ফ্যাশন শিল্পে নিজের জন্য একটি নাম তৈরি করেছিলেন এবং বিভিন্ন ফ্যাশন শো এবং ইভেন্টে অংশ নিয়েছিলেন। তার প্রতিভা এবং কঠোর পরিশ্রমের প্রতিফলন ঘটেছে কারণ তিনি শীঘ্রই একাধিক ব্র্যান্ড প্রচারে প্রদর্শিত হয়েছিলেন, নিজেকে একজন চাওয়া-পাওয়া মডেল হিসাবে প্রতিষ্ঠিত করেছিলেন।\n\n\n== অভিনয় পেশা ==\nসুস্মিতা চ্যাটার্জী ২০২১ সালে রোমান্টিক ড্রামা ফিল্ম প্রেম টেম দিয়ে বাংলা ফিল্ম ইন্ডাস্ট্রিতে তার অভিনয়ের সূচনা করেন। অনিন্দ্য চ্যাটার্জী পরিচালিত, ছবিটি সুস্মিতার প্রথম প্রধান চরিত্রে রাজী হিসেবে চিহ্নিত ছিল, যা প্রধান চরিত্রগুলির মধ্যে একটি। ছবিতে তার অভিনয় দর্শক এবং সমালোচকদের কাছ থেকে মনোযোগ এবং প্রশংসা অর্জন করেছিল।\nএকই বছরে, সুস্মিতাও হোইচোই ওয়েব সিরিজ ম্যারাডোনার জুতো দিয়ে ডিজিটাল স্পেসে প্রবেশ করেন, যেখানে তিনি অমর্ত্য রায়ের পাশাপাশি হিয়া দত্তের চরিত্রে অভিনয় করেছিলেন।\nতার সফল আত্মপ্রকাশের পর, সুস্মিতা পাকা দেখা, কাছের মানুষ এবং খেলা যখন-এর মতো চলচ্চিত্রগুলির মাধ্যমে তার অভিনয়ের পোর্টফোলিও প্রসারিত করতে থাকে। তবে, অ্যাকশন ড্রামা ছবিতে নন্দিনী চরিত্রে এটি ছিল তার ভূমিকা। ২০২৩ সালের এপ্রিলে চেঙ্গিজ যা তাকে ব্যাপক জনপ্রিয়তার দিকে নিয়ে যায়। চেঙ্গিজ-এ তিনি জিতেন্দ্র মদনানি, শাতাফ ফিগার এবং রোহিত রায়ের বিপরীতে অভিনয় করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nসুস্মিতা চ্যাটার্জী ৮ জুলাই ১৯৯৭ সালে ভারতের পশ্চিমবঙ্গের আসানসোলে জন্মগ্রহণ করেন। তিনি বর্তমানে অবিবাহিত এবং তার পরিবারের সদস্যদের সম্পর্কে কোনো তথ্য প্রকাশ করেননি।\n\n\n== চলচ্চিত্রের তালিকা ==\nপ্রেম টেম (২০২১)\nম্যারাডোনার জুতো (২০২১)\nপাকা দেখা\nকাছের মানুষ\nখেলা যখন\nচেঙ্গিজ (চলচ্চিত্র) (২০২৩)\nমানুষ (চলচ্চিত্র) (২০২৩)\n\n\n== শারীরিক পরিসংখ্যান ==\nউচ্চতা: ৫' ৭\" (১.৭০ মিটার)\nওজন: ১৪৫ পাউন্ড (৬৬ কেজি)\nচিত্র পরিমাপ: ৩৩-২৬-৩৪\nচোখের রঙ: কালো\nচুলের রং: কালো\n\n\n== কৃতিত্ব অর্জন এবং স্বীকৃতি ==\nচলচ্চিত্র শিল্পে সুস্মিতা চ্যাটার্জী প্রতিভা এবং অবদান ব্যাপকভাবে স্বীকৃত। তার প্রথম চলচ্চিত্র \"প্রেম টেম\" ইতিবাচক পর্যালোচনা পেয়েছে, এবং রাজি চরিত্রে তার গভীরতা এবং সত্যতার জন্য প্রশংসিত হয়েছিল।\nউপরন্তু, সুস্মিতা তার অনবদ্য শৈলীর জন্য ক্যালকাটা টাইমস-এ প্রদর্শিত হয়েছিল এবং অসংখ্য টেলিভিশন বাণিজ্যিক বিজ্ঞাপনে উপস্থিত হয়েছে, যা বিনোদন জগতে তার উপস্থিতি আরও বাড়িয়ে দিয়েছে।\n\n\n== সামাজিক মিডিয়া উপস্থিতি ==\nসুস্মিতা চ্যাটার্জী সোশ্যাল মিডিয়া প্ল্যাটফর্মে সক্রিয়, তার ভক্তদের তার সাথে সংযোগ করতে দেয়। তাকে ফেসবুক, টুইটার এবং ইনস্টাগ্রামে অনুসরণ করা যেতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সুস্মিতা চট্টোপাধ্যায় (ইংরেজি)\nঅফিসিয়াল ফেসবুক পেজ\nটুইটার হ্যান্ডেল\nInstagram প্রোফাইল"}