{"pageid": 1358254, "title": "অঙ্গ প্রতিস্থাপন", "url": "https://bn.wikipedia.org/wiki?curid=1358254", "content": "অঙ্গ প্রতিস্থাপন একটি চিকিৎসা পদ্ধতি যেখানে কোনো শরীর থেকে একটি অঙ্গ সরিয়ে, প্রাপকের ক্ষতিগ্রস্ত বা হারিয়ে যাওয়া অঙ্গ প্রতিস্থাপনের জন্য তার শরীরে স্থাপন করা হয়। এক্ষেত্রে দাতা এবং প্রাপক একই অবস্থানে থাকতে পারে অথবা অঙ্গগুলো দাতার অবস্থান থেকে অন্য স্থানে স্থানান্তরিত হতে পারে। একই ব্যক্তির শরীরে প্রতিস্থাপিত অঙ্গ এবং/অথবা কলাকে অটোগ্রাফ্ট বলা হয়। একই প্রজাতির দুজন ব্যক্তির মধ্যে সম্প্রতি সম্পন্ন প্রতিস্থাপনকে অ্যালোট্রান্সপ্লান্টেশন বলা হয়। অ্যালোগ্রাফ্ট (একই প্রজাতির কলা বা অঙ্গ) জীবিত বা বিশীর্ণ যেকোনো উৎস থেকেই নেওয়া যায়।\nযে অঙ্গগুলো সফলভাবে প্রতিস্থাপন করা সম্ভব হয়েছে তাদের মধ্যে রয়েছে হৃৎপিণ্ড, বৃক্ক, যকৃত, ফুসফুস, অগ্ন্যাশয়, অন্ত্র, থাইমাস এবং জরায়ু । সফলভাবে প্রতিস্থাপিত কলার মধ্যে রয়েছে হাড়, টেন্ডন (উভয়কেই পেশীবহুল গ্রাফ্ট বলা হয়), কর্নিয়া, ত্বক, হৃদপিন্ডের কপাটিকা, স্নায়ু এবং শিরা। বিশ্বব্যাপী বৃক্ক সর্বাধিক প্রতিস্থাপিত অঙ্গ। পরবর্তী অবস্থানগুলোতে রয়েছে যকৃত এবং হৃৎপিণ্ড। কর্নিয়া এবং পেশীবহুল গ্রাফ্টসমূহ সর্বাধিক প্রতিস্থাপিত কলা, যার পরিমাণ অঙ্গ প্রতিস্থাপনের দশগুণ বেশি।\nঅঙ্গ দাতা জীবিত , মস্তিষ্ক মৃত, অথবা রক্ত সংবহনজনিত রোগে মৃত হতে পারে। রক্ত সঞ্চালনজনিত কারণে মৃত দাতাদের কাছ থেকে কলা পুনরুদ্ধার করা যায়। একইভাবে মস্তিষ্ক মৃত ব্যক্তির হৃদস্পন্দন বন্ধ হওয়ার ২৪ ঘন্টা পর্যন্ত কলা বা অঙ্গ পুনরুদ্ধার করা যায়। বেশিরভাগ কলাই ( কর্নিয়া ব্যতিত) পাঁচ বছর পর্যন্ত সংরক্ষণ করা যায়, যা অঙ্গের ক্ষেত্রে প্রযোজ্য নয়। অঙ্গ প্রতিস্থাপন মৃত্যুর সংজ্ঞা, কখন ও কিভাবে কোনো অঙ্গ প্রতিস্থাপনের জন্য সম্মতি দেওয়া উচিত এবং অঙ্গ প্রতিস্থাপনের জন্য জন্য অর্থ প্রদানের মতো কয়েকটি জৈবনীতি সম্পর্কিত বিষয়ের অবতারণা করে। অন্যান্য নৈতিক বিষয়সমূহের মধ্যে রয়েছে প্রতিস্থাপন পর্যটন (চিকিৎসা পর্যটন) এবং বৃহদার্থে আর্থ-সামাজিক প্রেক্ষাপট যেখানে অঙ্গ সংগ্রহ বা প্রতিস্থাপন ঘটতে পারে। একটি উল্লেখযোগ্য সমস্যা হলো অঙ্গ পাচার।  রোগীদেরকে মিথ্যা আশ্বাস না দেয়ার মতো নৈতিক সমস্যাও বিদ্যমান ৷\nপ্রতিস্থাপন চিকিৎসা বিজ্ঞান আধুনিক চিকিৎসা বিজ্ঞানের সর্বাধিক চ্যালেঞ্জিং এবং জটিল অঞ্চলের মধ্যে অন্যতম। এই চিকিৎসা ব্যবস্থাপনার একটি মূল ক্ষেত্র হলো প্রতিস্থাপন প্রত্যাখ্যান জনিত সমস্যা। এক্ষেত্রে প্রাপকের শরীর প্রতিস্থাপিত অঙ্গের বিরুদ্ধে অনাক্রম্য প্রতিক্রিয়া দেখানোর ফলে অঙ্গ প্রতিস্থাপন ব্যর্থ হতে পারে এবং অবিলম্বে প্রাপকের দেহ থেকে অঙ্গ অপসারণের প্রয়োজনীয়তা দেখা দিতে পারে। সেরোটাইপিংয়ের মাধ্যমে সর্বাধিক উপযুক্ত দাতা-প্রাপক মিল নির্ধারণ এবং ইমিউনোসাপ্রেসেন্ট ঔষধ ব্যবহার করে প্রতিস্থাপন প্রত্যাখ্যান কমানো যায়।\n\n\n== তথ্যসূত্র =="}