{"pageid": 1358819, "title": "জাতিসংঘ ইরাক–কুয়েত পর্যবেক্ষণ মিশন", "url": "https://bn.wikipedia.org/wiki?curid=1358819", "content": "জাতিসংঘের ইরাক-কুয়েত পর্যবেক্ষণ মিশন (ইউনিকম) ৯ এপ্রিল ১৯৯১ সালে উপসাগরীয় যুদ্ধের পরে নিরাপত্তা পরিষদের রেজুলেশন ৬৮৯ (১৯৯১) দ্বারা প্রতিষ্ঠিত হয়, এবং ১৯৯১ সালের মে মাসের প্রথম দিকে সম্পূর্ণরূপে মোতায়েন করা হয়।\nযৌথ সামরিক পর্যবেক্ষকদের কাজ ছিল ইরাক-কুয়েত সীমান্ত এবং খাওর আবদুল্লাহ জলপথ বরাবর অসামরিক এলাকা (ডিএমজেড) পর্যবেক্ষণ করা, সীমান্ত লঙ্ঘন রোধ করা এবং কোনো শত্রুতামূলক পদক্ষেপের বিবৃতি দেত্তয়া। ৫ ফেব্রুয়ারি ১৯৯৩ সালে নিরাপত্তা পরিষদের রেজুলেশন ৮০৬-এর অধীনে লঙ্ঘন প্রতিরোধে শারীরিক পদক্ষেপ অন্তর্ভুক্ত করার জন্য মেয়াদসীমা বাড়ানো হয়েছিল এবং বাহিনীকে একটি উদ্দেশ্যযুক্ত তিনটি যান্ত্রিক পদাতিক ব্যাটালিয়ন যুক্তের সমর্থনে প্রসারিত করা হয়েছিল।\nইউনিকম এর মেয়াদসীমা ৬ অক্টোবর ২০০৩ এ সম্পন্ন হয়েছিল।\nবাহিনীর সদর দপ্তর ছিল ইরাকের উম্ম কাসরে, ডিএমজেডের মধ্যে। ২৮ ফেব্রুয়ারি ১৯৯৫ সালে বাহিনীর সর্বোচ্চ শক্তি ছিল ১,১৮৭। নিরাপত্তা পরিষদ জুলাই ২০০৩ সালে চূড়ান্ত সময়ের জন্য এর মেয়াদসীমা প্রসারিত করে। মিশনটি ৩০ সেপ্টেম্বর ২০০৩ এ শেষ হয়েছিল। সে সময় ১৩৫ টিরও বেশি সামরিক পর্যবেক্ষক এবং বেসামরিক কর্মী ছিল, যারা প্রধানত সীমান্ত চেকপয়েন্টগুলি রক্ষা করেছিলেন। শেষ পর্যন্ত একটি নতুন সংঘাত অর্থাৎ ইরাকের যুদ্ধ \"শান্তি রক্ষা\" মিশনকে ভেঙে দেয়। ২০০৩ সালে ইরাক আক্রমণের সময় সামরিক সরঞ্জামের ঝাঁক কুয়েতে জড়ো হয় এবং ইরাকের সীমানা অতিক্রম করে। মিশনটির সময় ১৮ জন নিহত হয়।\nএতে অবদানকারীরা হল বাংলাদেশ (যান্ত্রিক পদাতিক ব্যাটালিয়ন সহ), আর্জেন্টিনা, অস্ট্রিয়া, কানাডা, চিলি, চীন, ডেনমার্ক, ফিজি, ফিনল্যান্ড, ফ্রান্স, জার্মানি, ঘানা, গ্রিস, হাঙ্গেরি, ভারত, ইন্দোনেশিয়া, আয়ারল্যান্ড, ইতালি, কেনিয়া, মালয়েশিয়া, নাইজেরিয়া, নরওয়ে, পাকিস্তান, ফিলিপাইন, পোল্যান্ড, রোমানিয়া, রাশিয়া ফেডারেশন (২৪ ডিসেম্বর ১৯৯১ সালের আগে সোভিয়েত ইউনিয়ন), সেনেগাল, সিঙ্গাপুর, সুইডেন, সুইজারল্যান্ড, তানজানিয়া, থাইল্যান্ড, তুরস্ক, যুক্তরাজ্য, মার্কিন যুক্তরাষ্ট্র, উরুগুয়ে এবং ভেনেজুয়েলা ছাড়াও প্রতিষ্ঠাপন পর্বে (এপ্রিল–অক্টোবর ১৯৯১) ইউনিকম ইউএনফআইসিওয়াইপি এবং ইউনিফিল থেকে নেওয়া একটি বহুজাতিক বিএন স্টাফ (সুই-ফিন-নোর) এবং পাঁচটি পদাতিক কোম্পানির সমন্বয়ে গঠিত একটি নিরাপত্তা ব্যাটালিয়ন একটি কানাডিয় সামরিক প্রকৌশলী রেজিমেন্ট (১ সিইআর) অন্তর্ভুক্ত করে।  অস্ট্রিয়া, ডেনমার্ক, ফিজি, ঘানা, নেপাল এবং মার্কিন যুক্তরাষ্ট্র এই সৈন্যদের সরবরাহ করেছিল। এছাড়াও নরওয়ে থেকে একটি রক্ষণাবেক্ষণ/মেরামত এবং পুনরুদ্ধার বিভাগ এবং সুইডেনের একটি সদর দপ্তর লজিস্টিক কোম্পানি ইউনিফিল থেকে ছিল।\n\n\n== তথ্যসূত্র ==\n\nবুরি, জ্যান (২০০৩). \"জাতিসংঘ ইরাক-কুয়েত পর্যবেক্ষণ মিশন\"। আন্তর্জাতিক শান্তিরক্ষা, ১০ (২): ৭১–৮৮। [১]\n\n\n== বহিঃসংযোগ ==\nজাতিসংঘের আর্কাইভে জাতিসংঘের ইরাক-কুয়েত পর্যবেক্ষণ মিশন (ইউনিকম) (১৯৯১-২০০৩)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ মে ২০২৩ তারিখে-এর নথি"}