{"pageid": 1358303, "title": "আমিন সোহরাওয়ার্দী", "url": "https://bn.wikipedia.org/wiki?curid=1358303", "content": "আমিন সোহরাওয়ার্দী ছিলেন একজন বাঙালি বিচারক, শিক্ষাবিদ এবং তার সময়ের একজন বিশিষ্ট যাদুকর । তিনি ১৮৮৭ থেকে ১৮৯১ সাল পর্যন্ত কলকাতা হাইকোর্টের অধস্তন বিচারক হিসেবে দায়িত্ব পালন করেন। তিনি কলকাতা বিশ্ববিদ্যালয়ের আইনের অধ্যাপক ছিলেন। স্টেজ ম্যাজিকের ক্ষেত্রেও আমিন প্রতিভার স্বাক্ষর রেখেছেন এবং তাকে বাংলা অঞ্চলে এই বিষয়ে অন্যতম পথিকৃৎ হিসেবে গণ্য করা হয়।\n\n\n== জীবনী ==\nআমিন সোহরাওয়ার্দী ওরফে আমিনুদ্দিন আল-আমিন সোহরাওয়ার্দী বাংলার ইংরেজি শিক্ষিত, সুপরিচিত এবং বিশিষ্ট মুসলিম পরিবার, সোহরাওয়ার্দী পরিবারে জন্মগ্রহণ করেন। তিনি ছিলেন উবায়দুল্লাহ আল উবাইদি সোহরাওয়ার্দীর পুত্র, যিনি তার সময়ের খ্যাতনামা লেখক ও পণ্ডিত ছিলেন এবং বাঙালির রেনেসাঁ আন্দোলনে উল্লেখযোগ্য অবদান রেখেছিলেন। তার মা শামসুন্নাহার বেগম, যিনি মেদিনীপুর জেলার তৎকালীন ডেপুটি ম্যাজিস্ট্রেট সৈয়দ হাফিজ হোসেনের কন্যা। আমিন ছিলেন শিক্ষাবিদ ও লেখক আবদুল্লাহ আল-মামুন সোহরাওয়ার্দী, বিখ্যাত অধ্যাপক সার্জন এবং কলকাতা বিশ্ববিদ্যালয়ের প্রথম মুসলিম ভাইস চ্যান্সেলর হাসান সোহরাওয়ার্দী, মহিলা কবি খুজিস্তা আখতার বানু, এবং মেহমুদ সোহরাওয়ার্দীর সৎ ভাই। তার সহোদর ছিলেন হাবিবুর রহমান সোহরাওয়ার্দী যিনি একজন সুফি পুরুষ ছিলেন এবং তার পূর্বপুরুষের আধ্যাত্মিক উত্তরাধিকারকে এগিয়ে নিয়ে যাওয়ার চেষ্টা করেছিলেন, তবে তিনি মাত্র ১৯ বছর বয়সে অকাল মৃত্যুবরণ করেন। প্রধান বিচারপতি আবদুর রহিম ছিলেন আমিনের মামাতো ভাই, আর জাহিদ সোহরাওয়ার্দী ছিলেন তার আপন চাচাতো ভাই।\nতিনি মেদিনীপুর কলেজিয়েট স্কুল থেকে ম্যাট্রিকুলেশন করেন। আমিন এরপর কলকাতা মাদ্রাসায় এবং তারপর কলকাতা বিশ্ববিদ্যালয়ে পড়াশোনা করেন যেখান থেকে তিনি আইন বিষয়ে স্নাতক হন। আমিন বেশ কয়েক বছর ধরে কলকাতা বিশ্ববিদ্যালয়ে অধ্যাপক হিসেবে আইন পড়ান। তারপরে তিনি তার আইনী অনুশীলন শুরু করেন, মেদিনীপুর দায়রা আদালতে একজন আইনজীবী হিসাবে তার কর্মজীবন শুরু করেন। আমিন পরে বারে যোগদান করেন এবং কলকাতা হাইকোর্টে আইনজীবী হিসেবে অনুশীলন করেন, এরপর তিনি ১৮৮৭ সালে অধস্তন বিচারকের পদে উন্নীত হন\nআমিন বেঙ্গল প্রেসিডেন্সির পিডব্লিউডি বিভাগের প্রধান নির্বাহী প্রকৌশলী ইউসুফউদ্দিন আহমেদের বোন বেগম উম্মে খাতুনকে বিয়ে করেছিলেন। তার পরিবার ছিল চিতোয়া, বর্ধমান এবং মেদিনীপুরের একটি জমিদার পরিবার যার শিকড় কমরপুর এবং ফরিদপুরে রয়েছে। বেগম উম্মে খাতুনের চাচাতো ভাই ছিলেন ভারতের তৃতীয় শিক্ষামন্ত্রী হুমায়ুন কবিরের পিতা খান বাহাদুর কবিরউদ্দিন আহমেদ।\nআমিন তার সময়ের একজন বিশিষ্ট যাদুকর হিসেবেও আবির্ভূত হন, যা তার পরিবার কখনই অনুমোদন করেনি। তিনি জাদু সম্পর্কে খুব উৎসাহী ছিলেন এবং শৈশব থেকেই এই বিষয়ের প্রতি আকৃষ্ট ছিলেন। তিনি জওহরলাল ধরের কাছ থেকে যাদু কৌশল শিখেছিলেন। পরবর্তীকালে তিনি গণপতি চক্রবর্তীর সাথে বন্ধুত্ব করেন, যিনি ঠিক আমিনের সমবয়সী ছিলেন। তারা কলকাতায় যাদু প্রদর্শন করে প্রচুর খ্যাতি অর্জন করেছিলেন।\n\n\n== তথ্যসূত্র =="}