{"pageid": 1358670, "title": "গুয়াদালাহারা, স্পেন", "url": "https://bn.wikipedia.org/wiki?curid=1358670", "content": "গুয়াদালাহারা (, স্পেনীয়: [ɡwaðalaˈxaɾa] ()) স্পেনের একটি শহর এবং পৌরসভা , কাস্টিলা-লা মাঞ্চার স্বায়ত্তশাসিত সম্প্রদায়ে অবস্থিত । এটি গুয়াদালাহারা প্রদেশের রাজধানী ।\nসমুদ্রপৃষ্ঠ থেকে প্রায় ৬৮৫ মিটার (২,২৪৭ ফুট) উচ্চতায় আইবেরিয়ান উপদ্বীপের কেন্দ্রীয় অংশে অবস্থিত , শহরটি হেনারেস নদীতে বিস্তৃত । ২০১৮ সালের হিসাবে এটির জনসংখ্যা ৮৬,২২২ যা এটিকে এই অঞ্চলের দ্বিতীয় সর্বাধিক জনবহুল পৌরসভা করে তোলে ।\n\n\n== ইতিহাস ==\n\n\n=== আরিয়াকা সঙ্গে কথিত পরিচয় ===\nআরিয়াকা  নামে একটি রোমান শহর , সম্ভবত একটি প্রাক-রোমান সংস্কৃতি দ্বারা প্রতিষ্ঠিত, সেই অঞ্চলে অবস্থিত ছিল বলে জানা যায়। যদিও এর অস্তিত্বের কোনো প্রত্নতাত্ত্বিক প্রমাণ নেই, শুধুমাত্র রুটা আন্তোনিনার মতো গ্রন্থে উল্লেখ রয়েছে , যা রোমানদের মুখোমুখি হওয়ার সময় এটি কার্পেটানির হাতে ছিল বলে বর্ণনা করে  শহরটি, কারাক্কা হিসাবে, হিস্পানিয়া ট্যারাকোনেন্সিসের রোমান প্রদেশে অন্তর্ভুক্ত করা হয়েছিল । শহরটি এমেরিটা (আধুনিক মেরিডা ) থেকে সিসারাউগুস্তা (আধুনিক জারাগোজা) পর্যন্ত হাই রোডে ছিল , কমপ্লুটামের ২২ এমপি উত্তর-পূর্বে (আধুনিক আলকালা ডি হেনারেস)।\n\n\n=== প্রাথমিক মধ্যযুগ ===\nপ্রতিষ্ঠাকাল, ইসলামী যুগ থেকে , \"Faraŷ\" নামক একজন ব্যক্তির দ্বারা দায়ী করা হয়। এটি আনুষ্ঠানিকভাবে ৯ম এবং ১০ম শতাব্দীতে মদিনাত আল-ফারা নামে পরিচিত ছিল।  শহরটি পরে ওয়াদি আল-হিজারা ( আরবি : وادي الحجارة ) নামে পরিচিত হয়, যার অর্থ সম্ভবত \"পাথরের উপত্যকা\" (নদীর নুড়ির মতো );  তাত্ত্বিকভাবে এটি আইবেরিয়ান নাম আরিয়াকা এর আক্ষরিক অনুবাদ হতে পারে ।  এটাও প্রস্তাব করা হয়েছে যে হাজারাকে পাথর/নুড়ি হিসেবে বোঝা উচিত নয় , বরং \"দুর্গ\" বা \"সুরক্ষিত শিলা\" অর্থে।  \nআল-আন্দালুসের মধ্য মার্চের অংশ , শহর এবং এর বিস্তৃত জেলাটি কর্ডোবার উমাইয়া শাসকদের পক্ষে শাসনকারী বনু সালিমের মাসমুদা বারবার বংশ দ্বারা নিয়ন্ত্রিত ছিল।  মুসলিম আমলে নবম শতাব্দীর মাঝামাঝি একটি আলকাজার (দুর্গ) নির্মিত হয়েছিল,  সেইসাথে হেনারেসের উপর সেতু (এটির নির্মাণ অস্থায়ীভাবে দশম শতকের শেষের দিকে বা একাদশ শতকের শুরুর দিকে করা হয়েছে)।  শহরকে ঘিরে দেয়ালও তখন নির্মিত হয়েছিল।  ৯২০ সালে, আবদ আল-রহমান তৃতীয় দ্বারা বানু সালিমকে গুয়াদালাহারা থেকে বিতাড়িত করা হয়েছিল (কথিত আছে যে স্থানীয় জনগণ তাদের শাসনে বিরক্ত ছিল), যারা সরাসরি অঞ্চল শাসন করার চেষ্টা করেছিল। \n\nগুয়াদালাহারা ১০৮৫ সালে টলেডোর তাইফা জয়ের সময় ষষ্ঠ লিওন-ক্যাস্টিলের আলফোনসো দ্বারা সংযুক্ত অঞ্চলের অংশ ছিল , গুয়াদালাহারা শহর আত্মসমর্পণ করে এবং কোন প্রতিরোধের প্রস্তাব দেয়নি।  ঐতিহ্য দাবি করে যে আলভার ফানেজ ডি মিনায়ার নেতৃত্বে একটি দল (এল সিডের একজন লেফটেন্যান্ট) ২৪ জুন রাতে, শহরটি দখল করে। \nঅঞ্চলটি উত্তরের লোকেদের দ্বারা পুনরুদ্ধার করা হয়েছিল (পাহাড়ের কাস্টিলিয়ান এবং মেরিনডেস , বাস্ক এবং নাভারেস প্রধানত)।\nআলফোনসো সপ্তম ১১৩৩ সালের ৩মে গুয়াদালাহারাকে তার প্রথম ফিউয়েরো মঞ্জুর করেন ।  দ্বিতীয় ফুয়েরো , সম্ভবত আলফোনসো অষ্টম- এর শাসনামলে ধারণা করা হয়েছিল , যাইহোক ফার্দিনান্দ তৃতীয় দ্বারা ২৬ মে ১২১৯ এবং ১৩ এপ্রিল ১২৫১-এ নিশ্চিত করা হয়েছিল । \nএর বেশিরভাগ ইতিহাসের জন্য, বিংশ শতক পর্যন্ত, গুয়াদালাহারার জল সরবরাহ দুটি উৎস থেকে এসেছিল: হেনারেস নদী এবং লা আলকারিয়ার চুনাপাথরের মুরগুলির সীমানা দ্বারা গঠিত কার্নিস বরাবর অবস্থিত ঝর্ণাগুলি ।  দুষ্প্রাপ্য পানির সম্পদের উপর নিয়ন্ত্রণ নিয়ে যুদ্ধ করা হয় এবং মধ্যযুগের শেষের দিকে এটি স্থানীয় আভিজাত্যের জন্য সামাজিক মর্যাদার প্রতীক হয়ে ওঠে। \nক্যাস্টিলের আলফোনসো এক্স-এর শাসনামলে , রাজার সুরক্ষা শহরটিকে ব্যবসায়ীদের সুরক্ষা এবং বাজারের অনুমতি দিয়ে তার অর্থনীতির বিকাশের অনুমতি দেয়।\n\n\n=== মেন্ডোজাসের শাসন ===\n\nঐতিহ্যগতভাবে একটি  রিয়েলেঙ্গো শহর, কর্টেস অফ কাস্টিলে ভোটের মাধ্যমে, শহরটি প্রারম্ভিক আধুনিক যুগ পর্যন্ত শক্তিশালী মেন্ডোজা পরিবারের প্রভাবের অধীনে ছিল।  প্রাক্তন হস্তক্ষেপ সত্ত্বেও যা শহরের রাজনৈতিক নিয়ন্ত্রণের উপর ভিত্তি করে, গুয়াদালাহারাকে আইনগত অর্থে মেন্ডোজাদের আনুষ্ঠানিক সিগনিউরিয়াল এখতিয়ার হিসাবে অন্তর্ভুক্ত করা হয়নি।  এই পরিবারের অন্তর্ভুক্ত ছিলেন ইনিগো লোপেজ ডি মেন্ডোজা , যিনি মার্কুয়েস ডি সান্তিলানা (১৩৯৮-১৪৫৮) নামেও পরিচিত এবং পেড্রো গনজালেজ ডি মেন্ডোজা (১৪২৮-১৪৯৫), স্পেনের গ্রেট কার্ডিনাল এবং ক্যাথলিক রাজাদের উপদেষ্টা ছিলেন ।\nমেন্ডোজা পরিবার ১৪৭৫ সাল থেকে এল ইনফ্যান্টাডোর ডিউকস এবং ডাচেসেস উপাধিতে অধিষ্ঠিত ছিল। ২৫ মার্চ ১৪৬০-এ হেনরি চতুর্থ গুয়াদালাহারাকে 'শহর'-এর মর্যাদা প্রদান করে।  এই সময়ের মধ্যে, মেন্ডোজা পরিবার তাদের প্রধান বাসস্থান হিসেবে এল পালাসিও দেল ইনফ্যান্টাডো নির্মাণের নির্দেশ দেয়। এটি ১৪৮০-এর দশকের গোড়ার দিকে সম্পন্ন হয়েছিল এবং এটি ইতালির বাইরে একটি বিশুদ্ধ রেনেসাঁ শৈলীতে নির্মিত প্রাচীনতম টিকে থাকা ভবন হিসেবে বিবেচিত হয়।\nএকটি বিশেষ কারিগরের বিকাশ এবং একটি ব্যস্ত বাণিজ্যের জন্য শহরের অর্থনীতির উন্নতি হয়েছে। \nষড়দশ শতকের গোড়ার দিকে, শহরটি টলেডো রাজ্যের ইলুমিনিজমো (বা অ্যালুমব্র্যাডোস ) এর অন্যতম প্রধান কেন্দ্রবিন্দু ছিল ,  ইসাবেল দে লা ক্রুজ এবং মারিয়া দে ক্যাজাল্লার মতো ভিন্নধর্মী ধর্মীয় ব্যক্তিত্বের সাথে যুক্ত ।\nকাস্টিলের ক্রাউন জুড়ে কমুনেরোদের বিদ্রোহের প্রেক্ষাপটে , গুয়াদালাহারার কমুনেরো বিদ্রোহীরা, ৫ জুন ১৫২০ এর প্রথম দিকে, ডিউক অফ দ্য ইনফ্যান্টাডো, ডিয়েগো হুরতাডো ডি মেন্ডোজাকে সাম্রাজ্যবিরোধী বিদ্রোহে যোগ দিতে বলে।  সম্রাট পঞ্চম চার্লস কর্তৃক আরোপিত কর ও বাধ্যবাধকতার পক্ষে ভোট দেওয়ার জন্য লা কোরুনার কর্টেসে গিয়ে বিক্ষোভকারীরা প্রকিউরেটরদের ঘর জ্বালিয়ে দেয় ।  ডিউক অফ ইনফ্যান্টাডো কোন পক্ষ জিতবে তা দেখার জন্য একটি সতর্ক অপেক্ষার খেলা খেলেন, অবশেষে ১৫২১ সালে সম্রাটকে সমর্থন করার সিদ্ধান্ত নেন। তিনি বিদ্রোহের স্থানীয় নেতাদের শিরশ্ছেদ করার এবং তার নিজের ছেলে ও উত্তরাধিকারীর নির্বাসনের নির্দেশ দেন।ইনিগো লোপেজ ডি মেন্ডোজা , যিনি কমুনেরো কারণের দিকে ঝুঁকেছিলেন । \n১৫৯১ সালের মধ্যে, শহরের জনসংখ্যা ছিল ৬,৭৫৪ জন। \n\n\n=== সংকট ===\nসপ্তদশ শতকের সংকট অনেক কাস্টিলিয়ান শহরে এবং বিশেষ করে গুয়াদালাহারায় ব্যাপক ক্ষতির সম্মুখীন হয়েছিল।  শহরটি ১৬১০ সালে নেট জনসংখ্যাগত ক্ষতির (জনসংখ্যার ১০%) পরিপ্রেক্ষিতে মরিস্কোসদের বহিষ্কারের পাশাপাশি স্থানীয় অর্থনীতির মূল খাত যেমন কারিগর এবং বাণিজ্যের ক্ষেত্রে তাদের সমালোচনামূলক ওজন দ্বারা প্রভাবিত হয়েছিল।  অনেক প্রাসাদ পরিত্যক্ত হয়ে যায়।  মেন্ডোজারা ১৬৫৭ সালে শহর ছেড়ে চলে যায়। \nস্প্যানিশ উত্তরাধিকার যুদ্ধের সময় , অষ্টদশ শতকের গোড়ার দিকে, গুয়াদালাহারাকে বরখাস্ত করা হয়েছিল। অস্ট্রাসিস্ট সেনাবাহিনী দ্বারা বিধ্বস্ত , একটি বৃহত্তরভাবে ধ্বংসপ্রাপ্ত গুয়াদালাহারা তখন তার সর্বনিম্ন জনসংখ্যার বিন্দুতে আঘাত হানে, যেখানে মাত্র ২,২০০ জন বাসিন্দা ছিল।  বহিরাগত সহায়তা ছাড়া এই শহরের অস্তিত্বই হয়তো বন্ধ হয়ে যেত।  রাজকীয় কোষাগারের কাছে ঋণী ২০,০০,০০০ মারাভেডি ১৭১৬ সালে মাফ করা হয়।  ফিলিপ পঞ্চম রিয়েল ফ্যাব্রিকা দে প্যানোস (জামাকাপড়ের রাজকীয় কারখানা) প্রতিষ্ঠার নির্দেশ দেন, যেটি ১৭১৯ সালে প্যালাসিও ডেল মার্কেউয়ে শহরে খোলা হয়েছিল। দে মনতেসক্লারোস‌,  সমালোচনামূলকভাবে শহরটিকে বিপর্যয়কর পরিস্থিতি থেকে এগিয়ে যেতে সহায়তা করে যা এটি নিজেকে খুঁজে পেয়েছিল।\n\n\n=== সমসাময়িক সময় ===\n\n১৯ শতকের শুরু হয়েছিল দুটি বড় ধাক্কা দিয়ে: উপদ্বীপ যুদ্ধ (১৮০৮-১৮১৪) দ্বারা সৃষ্ট ক্ষয়ক্ষতি এবং ১৮২২ সালে রিয়েল ফ্যাব্রিকা ডি পানোসের সমাপ্তি। ১৮০৮ সালে, জেনারেল হুগোর নেতৃত্বে ফরাসি সেনাবাহিনী গুয়াদালাহারা দখল করে নেয় এবং শহরটি দখল করে নেয়। ধ্বংস হয়ে. যুদ্ধের সময়, শহরের ১৪ টি কনভেন্ট পরিত্যক্ত হয়েছিল এবং ব্যারাকে পরিণত হয়েছিল, যা ১৮৩৩ এবং ১৮৪৩ সালের মধ্যে সবচেয়ে নির্ধারকভাবে ডিসামর্টাইজেশনের ভবিষ্যত প্রক্রিয়াগুলির জন্য পথ প্রশস্ত করেছিল। \nঅবচয় ধর্মীয় ভবনের ব্যবহার পরিবর্তন (হাসপাতাল , উচ্চ বিদ্যালয়, সামরিক কর্মশালায় পরিণত),  রাস্তার জায়গা প্রশস্ত করার জন্য এবং নতুন আবাসিক এলাকা স্থাপনের জন্য কিছু কনভেন্ট ভেঙে ফেলা,  এবং শেয়ার হ্রাস। এস্টেট কাঠামোতে গির্জার সম্পত্তির। \nগুয়াদালাহারাকে প্রাদেশিক রাজধানী হিসাবে ঘোষণা এবং ১৮৩৩ সালে শহরে একাডেমি অফ মিলিটারি ইঞ্জিনিয়ার্সের সমান্তরাল কিস্তি উভয়ই কিছু ধীর গতির বৃদ্ধিকে উৎসাহিত করেছিল। \nমাদ্রিদ-জারাগোজা লাইনের মাদ্রিদ-গুয়াদালাহারা প্রসারিত খোলার সাথে সাথে শহরে রেল পরিবহন পৌঁছেছে (কম্পানিয়া দে লস ফেরোকারিলেস দে মাদ্রিদ এ জারাগোজা ই অ্যালিক্যান্টে  দ্বারা নির্মিত , এমজেডএ দ্বারা নির্মিত)  বিপরীতে গুয়াদালাহারা- জাদরাগ উত্তর-পূর্ব দিকে প্রসারিত ৫ অক্টোবর ১৮৬০ সালে খোলা হয়েছিল। \n১৯০০ সালে পৌরসভার জনসংখ্যা ছিল ১২,৬৬২ জন, প্রদেশের সবচেয়ে জনবহুল পৌরসভা, সিগুয়েঞ্জা অনুসরণ করে (১০,৫৮১) এর পরে।  বিংশ শতাব্দীতে বর্তমান জল সরবরাহ ব্যবস্থার নির্মাণের ফলে সোর্বে নদীর জল শহরে আনা হয়েছিল। \n১৯৩৬ সালের ২১শে জুলাই, স্প্যানিশ গৃহযুদ্ধের (১৯৩৬-১৯৩৯) সূচনাকারী ১৮ জুলাইয়ের সাধারণ অভ্যুত্থানের পরে , শহরের ষড়যন্ত্রকারী অফিসাররা (জনশৃঙ্খলা বাহিনী এবং কিছু বেসামরিক লোকের সাথে যোগ দিয়েছিল, যা একটি সামগ্রিক বাহিনী ছিল) প্রায় ৮০০) অস্ত্রে উত্থিত, শহরের নিয়ন্ত্রণ দখল করে।  পরের দিন, মাদ্রিদের রিপাবলিকান সরকার ইলডেফনসো পুইগডেনডোলাসকে বিদ্রোহ দমন করতে এবং শহরকে সুরক্ষিত করতে পাঠায়।  বিদ্রোহীদের পশ্চাদপসরণে ঠেলে দেওয়া হয় কুয়ার্টেল ডি অ্যারোস্টাসিওনে , যেখানে তারা আত্মসমর্পণ করে।  মিলিশিয়ারা তাদের প্রায় একশ জনকে হত্যা করেছিল। \nশহরটি যুদ্ধের সময় ফ্রাঙ্কোবাদী দল দ্বারা বেশ কয়েকটি বিমান বোমা হামলার লক্ষ্যবস্তু ছিল ; সর্বাধিক পরিচিত, ১৯৩৬ সালের ডিসেম্বরে, প্যালাসিও দেল ইনফ্যান্টাডোকে প্রভাবিত করেছিল। \n\n১৯৩৭ সালের ৮ মার্চ ইতালীয় চারটি বিভাগ ৮ মার্চ ১৯৩৭ তারিখে, ইতালীয় কর্পো ট্রুপে ভলোন্টারি , ফেব্রুয়ারির শুরুতে শুরু হওয়া জাতীয়তাবাদী জারামা আক্রমণকে সমর্থন করে একটি সমর্থনকারী বিমুখ আক্রমণ হিসাবে গুয়াদালাহারার বাইরে ১৬ কিলোমিটার (১০ মাইল) রিপাবলিকান অবস্থানগুলিতে আক্রমণ করে। বৃষ্টির আবহাওয়ায় চার দিনের ধীরগতির, সতর্ক অগ্রসর হওয়ার পর, ট্যাঙ্কগুলি যথেষ্ট শক্ত পাকা রাস্তার উপর আক্রমণ শুরু করে এবং তাদের বিমান ও বিমান বিধ্বংসী আর্টিলারি সমর্থনকে ছাড়িয়ে যায়। এর কিছুক্ষণ পরে, রিপাবলিকান এভিয়েশন সম্পদ নতুন পরিষ্কার আকাশে বায়ুবাহিত ট্যাঙ্ক এবং পদাতিক বাহিনীকে গুয়াদালাহারার দিকে যাওয়ার প্রধান সড়কে একটি ট্র্যাফিক জ্যামে খুঁজে পায়।  রিপাবলিকান বিমানটি যান্ত্রিক বর্শার সমস্ত যানবাহন আক্রমণ এবং ধ্বংস করতে এগিয়ে যায়। হাজার হাজার হতাহতের সাথে সিটিভিটি পিছিয়ে দেওয়া হয়েছিল। আর্নেস্ট হেমিংওয়ে এবং অন্যান্য যুদ্ধ সংবাদদাতারা আক্রমণটিকে লেবেল দিয়েছিলেন, \"গুয়াদালাহারায় ইতালীয় ডেবেকল।\" বিজয়ের ফলে রিপাবলিকান বাহিনী নিয়োগ বৃদ্ধি পেয়েছে।\nগুয়াদালাহারায় এই পরাজয়ের দুটি দীর্ঘস্থায়ী প্রভাব ছিল। প্রথমত, মুসোলিনি একনায়কত্বের ইতালীয় সেনাবাহিনী অযোগ্যতার জন্য একটি খ্যাতি অর্জন করেছিল যেটি ১৯৪৩ সালের যুদ্ধবিরতির আগে কখনও এটি ছেড়ে যায়নি। দ্বিতীয়ত, কিছু পর্যবেক্ষক দেশ একটি সাঁজোয়া মতবাদ গ্রহণ করেছিল যা একটি স্বাধীন বাহিনী হিসাবে ট্যাঙ্কগুলিকে বাতিল করে, কিন্তু তাদের শক্তভাবে বেঁধে রাখার উপর জোর দেয়। পদাতিক গঠন \nগৃহযুদ্ধ এবং শহরের চারপাশে প্রচণ্ড যুদ্ধের ফলে উল্লেখযোগ্য ক্ষতি হয়। দুই দশকের ধীরগতির পুনর্নির্মাণের পর, গুয়াদালাহারাকে ১৯৫৯ সালে মাদ্রিদের শিল্প এস্টেটের যানজট মোকাবেলায় উন্নয়ন পরিকল্পনায় অন্তর্ভুক্ত করা হয়েছিল ( El Plan de Descongestión Industrial de Madrid en Castilla-La Mancha )। এই পরিকল্পনাগুলি শিল্প এবং সহগামী আবাসিক বৃদ্ধিকে পরিধিতে নিয়ে যাওয়ার চেষ্টা করেছিল, যার ফলে গুয়াদালাহারায় শিল্পের উপস্থিতি বৃদ্ধি পেয়েছে। তারপর থেকে, গুয়াদালাহারা স্পেনের সবচেয়ে বড় আপেক্ষিক বৃদ্ধির শহরগুলির মধ্যে একটি।\nগুয়াদালাহারা ১৯৬৯ সালে তারাসেনা , ভালডেনোস এবং ইরিয়েপাল , ১৯৭২ সালে মারচামালো এবং ১৯৭৩ সালে উচেনস পৌরসভাকে শুষে নেয়।   পরবর্তীতে, ১৯৯৯ সালে, মার্চামলো গুয়াদালাহারা থেকে আলাদা হয়ে আবার একটি স্বতন্ত্র পৌরসভায় পরিণত হয়। \nসিউদাদ ভালদেলুজ গুয়াদালাহারার বাসিন্দাদের সংখ্যা ৩০,০০০ বৃদ্ধি করার পরিকল্পনা করেছিলেন, এভিই স্টেশন (স্প্যানিশ হাই-স্পিড ট্রেন) এর চারপাশে একটি নতুন শহর তৈরি করেছিলেন। ভালডেলুজ শহর নির্মাণে বিনিয়োগকারী কোম্পানি দেউলিয়া হয়ে যায়। ৫০০ জনেরও কম বাসিন্দা তাদের ফ্ল্যাট দখল করার সিদ্ধান্ত নিয়েছে এবং অবশিষ্ট অবকাঠামো ধীরে ধীরে অবনমিত হচ্ছে। এভিই ট্রেনগুলি দিনে মাত্র ৬০ জন যাত্রী ব্যবহার করে। \n\n\n== ভূগোল ==\n\n\n=== অবস্থান ===\n\nগুয়াদালাহারা ইবেরিয়ান উপদ্বীপের কেন্দ্রীয় অংশে অবস্থিত , অভ্যন্তরীণ মালভূমির দক্ষিণ অর্ধেক ।\nপ্রতিরক্ষামূলক উদ্দেশ্যের ভিত্তিতে বন্দোবস্ত হিসাবে বেছে নেওয়া হয়েছে, শহরের ঐতিহাসিক নগর কেন্দ্রটি হেনারেস নদীর বাম-তীরের কাছে একটি ছোট উচ্চতায় অবস্থিত, এছাড়াও পূর্ব ও পশ্চিমে দুটি জলধারার সাথে সম্পর্কিত দুটি ছোট খাদ দ্বারা ঘেরা, আলামিন  আলামিন এবং সান আন্তোনিও, যথাক্রমে, হেনারেসের সাথে তাদের সঙ্গমে একটি সংকীর্ণ এবং সহজেই রক্ষাযোগ্য স্থান তৈরি করে। \nপৌরসভাটি মোট ২৩৫.৪৯ কিলোমিটার এলাকা জুড়ে বিস্তৃত । \n\n\n=== জলবায়ু ===\nগুয়াদালাহারা একটি ভূমধ্যসাগরীয় জলবায়ু উপভোগ করে (‌ কোপেন জলবায়ু শ্রেণিবিভাগ : সিএসএ ) সমুদ্রপৃষ্ঠ থেকে ৭০০ মিটার উপরে অভ্যন্তরীণভাবে ভাল থাকার কারণে মহাদেশীয় প্রভাব রয়েছে। গ্রীষ্মকাল তুলনামূলকভাবে শীতল রাতের সাথে গরম হয়, যখন শীতকালে ঠান্ডা রাতের সাথে শীতল হয়। ১২ জানুয়ারী ২০০৯ তারিখে গুয়াদালাজারার সর্বনিম্ন তাপমাত্রা −১২.৫ °সে. (৯.৫ °ফা.) রেকর্ড করা হয়েছে। ১০ আগস্ট ২০১২-এ রেকর্ড করা সর্বোচ্চ তাপমাত্রা হল ৪৩.৫ °সে. (১১০.৩ °ফা.)। \n\n\n== রাজনীতি ও প্রশাসন ==\n\nগুয়াদালাহারা একটি পৌরসভা , স্পেনের স্থানীয় বিভাগের প্রাথমিক স্তর। সিটি হল পৌরসভার সরকার এবং প্রশাসনের কাছে অভিযুক্ত সংস্থা। ২৫ জন নির্বাচিত মিউনিসিপ্যাল কাউন্সিলরদের দ্বারা আয়ুন্টামিয়েন্টোর প্লেনারি গঠিত হয়, যারা পরিবর্তে মেয়রকে বিনিয়োগ করেন । সর্বশেষ পৌরসভা নির্বাচন হয়েছিল ২৬ মে ২০১৯-এ। জুন ২০১৯ থেকে, বর্তমান মেয়র হলেন আলবার্তো রোজো ব্লাস ( স্প্যানিশ সোশ্যালিস্ট ওয়ার্কার্স পার্টি )। \n\n\n== জনসংখ্যা ==\n\n\n=== শহর এলাকা ===\nপরিবহণ, গতিশীলতা এবং নগর এজেন্ডা মন্ত্রক দ্বারা প্রকাশিত স্পেনের শহুরে অঞ্চলের ২০২০ প্রতিবেদনটি গুয়াদালাহারার পৌরসভা দ্বারা আজুকেকা দে হেনারেস , অ্যালোভেরা , ক্যাবানিলাস দেল ক্যাম্পো , মার্চমালো , ভিলানুয়েভা লা পৌরসভার সাথে একত্রে গঠিত একটি শহুরে এলাকা চিহ্নিত করে। টর্রো এবং সিলোসেস , যার জনসংখ্যা ১৬১,৬৮৩ (২০১৯)। \n\n\n== পরিবহন ==\nগুয়াদালাহারা দুটি রেলওয়ে স্টেশন দ্বারা পরিবেশিত হয়:\n\nগুয়াদালাহারার রেলওয়ে স্টেশন , শহরের কেন্দ্রস্থলে অবস্থিত এবং ক্লাসিক্যাল রেললাইনের অংশ, যেমন, চামার্টিনকে পোর্টবো / সেরবেরের সাথে সংযুক্ত করে ।\nগুয়াদালাহারা-ইয়েবেস রেলওয়ে স্টেশন , মাদ্রিদ-বার্সেলোনা হাই-স্পিড রেল লাইনে , গুয়াদালাহারার দক্ষিণ-পূর্বে ৫.৬ কিলোমিটার (৩.৫ মাইল) অবস্থিত ।\n\n\n== খেলাধুলা ==\nস্থানীয় পুরুষ ফুটবল দল, সিডি গুয়াদালাহারা , বর্তমানে স্প্যানিশ ফুটবল ব্যবস্থার চতুর্থ স্তরের টেরসেরা ডিভিসিওনে খেলে। তাদের হোম পিচ পেড্রো এসকার্টিন । বিএম গুয়াদালাহারা ASOBAL লীগে খেলে , স্পেনের পুরুষদের হ্যান্ডবল সিস্টেমের শীর্ষ স্তর। তাদের হোম ফিক্সচার প্যালাসিও মাল্টিউসোস ডি গুয়াদালাহারায় খেলা হয় । গুয়াদালাহারা ২০১৩ সালের বিশ্ব পুরুষদের হ্যান্ডবল চ্যাম্পিয়নশিপের আয়োজক শহরগুলির মধ্যে একটি ছিল । \n\n\n== আন্তর্জাতিক সম্পর্ক ==\nগুয়াদালাহারা এর সাথে যমজ শহরগুলো :\nলিভোর্নো , ইতালি (১৯৭৯ সাল থেকে)রোয়ান , ফ্রান্স (১৯৮০ সাল থেকে)পারমা , ইতালি (১৯৮২ সাল থেকে)গুয়াদালাহারা , মেক্সিকো (১৯৮২ সাল থেকে)নিত্রা , স্লোভাকিয়া (১৯৮৮ সাল থেকে)নুনিয়াটন , যুক্তরাজ্য (১৯৯০ সাল থেকে)গুয়াদালাহারা ডি বুগা , কলম্বিয়া (১৯৯৬ সাল থেকে)অন্যান্য শহর অংশীদারিত্বনভি স্যাড , পোল্যান্ড \n\n\n== তথ্যসূত্র =="}