{"pageid": 1358592, "title": "মিন্নাল মুরালি", "url": "https://bn.wikipedia.org/wiki?curid=1358592", "content": "মিনাল মুরালি (অনুবাদ. বজ্র মুরালি) (ইংরেজি:Minnal Murali) হলো ২০২১ সালের ভারতীয় মালয়ালম-ভাষার সুপারহিরো ফিল্ম যা উইকেন্ড ব্লকবাস্টারের ব্যানারে নির্মিত, বেসিল জোসেফ দ্বারা পরিচালিত এবং সোফিয়া পল প্রযোজিত। ছবিটির চিত্রনাট্য লিখেছেন অরুণ অনিরুধন এবং জাস্টিন ম্যাথু। ছবিতে অভিনয় করেছেন টোভিনো থমাস এবং গুরু সোমাসুন্দরাম। গল্পটি জেসন নামক একজন তরুণ দর্জির জীবনকে অনুসরণ করে, যিনি বজ্রপাতের পর পরাশক্তি অর্জন করেন এবং একজন সুপারহিরোতে রূপান্তরিত হন।\nচলচ্চিত্রটি আনুষ্ঠানিকভাবে জানুয়ারী ২০১৯ সালে ঘোষণা করা হয়েছিল, কিন্তু ব্যাপক প্রাক-প্রোডাকশন কাজের কারণে, চলচ্চিত্রটির প্রধান ফটোগ্রাফি ডিসেম্বর ২০১৯-এ হয়েছিল। যদিও কোভিড - ১৯ মহামারির দুটি তরঙ্গ এবং একটি গির্জার ভাঙচুরের কারণে শুটিং দুবার ব্যাহত হয়েছিল। তার পর ডানপন্থী গোষ্ঠীগুলির দ্বারা আবার সেট করা হয় এবং নির্মাতারা জুলাই ২০২১ সালের মধ্যে শ্যুটটি সম্পূর্ণ করতে সক্ষম হন। চলচ্চিত্রটি প্রধানত কেরালায় শ্যুট করা হয়েছিল, কর্ণাটকের হাসানে কয়েকটি ঘটনার শুটিং করা হয়েছিল। ফিল্ম স্কোর কম্পোজ করেছেন সুশিন শ্যাম এবং ফিল্মের গানগুলো কম্পোজ করেছেন শান রহমান এবং সুশিন শ্যাম। সিনেমাটোগ্রাফি করেছেন সমীর তাহির এবং লিভিংস্টন ম্যাথিউ সম্পাদক হিসেবে দায়িত্ব পালন করেছেন।\nফিল্মটি ২০২০-এর শেষের দিকে একটি প্রেক্ষাগৃহে মুক্তির জন্য সেট করা হয়েছিল, কিন্তু কোভিড - ১৯ মহামারির কারণে একাধিকবার স্থগিত করা হয়েছিল। ২০২১ সালের সেপ্টেম্বরে, নির্মাতারা ঘোষণা করেছিলেন যে মহামারিজনিত কারণে থিয়েটারগুলি বন্ধ হওয়ার ফলে স্ট্রিমিং প্ল্যাটফর্ম নেটফ্লিক্সের মাধ্যমে ছবিটি সরাসরি মুক্তি পাবে। এটি ১৬ ডিসেম্বর মুম্বাই ফিল্ম ফেস্টিভ্যালে প্রিমিয়ার হয়েছিল এবং ক্রিসমাস ইভ (২৪ ডিসেম্বর ২০২১) উপলক্ষে বিশ্বব্যাপী প্রিমিয়ার হয়েছিল। এটি কাস্ট পারফরম্যান্সের (বিশেষ করে টোভিনো থমাস এবং গুরু সোমাসুন্দরাম), লেখা, পরিচালনা, অ্যাকশন সিকোয়েন্স, ভিএফএক্স এবং সাউন্ডট্র্যাকের প্রশংসা করে সমালোচকদের প্রশংসা পেয়েছে।\n\n\n== পটভূমি ==\n১৯৯০-এর দশকে, কুরুক্কানমূল গ্রামের একজন তরুণ দর্জি জেসন, মার্কিন যুক্তরাষ্ট্রে ক্যারিয়ার গড়ার স্বপ্নে বিভোর। এসআই সাজন তার মেয়ে বিনসির সাথে জেসনের সম্পর্ক নিষিদ্ধ করেন, কারণ তিনি ইতিমধ্যেই অনিশের সাথে বাগদান করেছেন। অনিশের প্রাক্তন বান্ধবী ব্রুস লি বিজিও ক্ষুব্ধ যে অনিশ তার সাথে সম্পর্ক ছিন্ন করেছে। এদিকে, শিবু একজন সামাজিক বিতাড়িত, যিনি একটি চায়ের দোকানে কাজ করেন এবং তিনি তার শৈশবের প্রিয়তমা উষার ফিরে আসার জন্য ২৮ বছর অপেক্ষা করেছিলেন, যিনি দাসানের বোনও। দাসান জেসন এবং তার বাবা ভার্কির দর্জির দোকানে কাজ করে। উষার একটি মেয়ে আছে, যার জরুরি চিকিৎসা প্রয়োজন, কিন্তু অপারেশনের জন্য তার কাছে এত টাকা নেই। বড়দিনের প্রাক্কালে , একটি বজ্রপাতএকই সাথে আঘাত করে জেসন, যে সাজনের সাথে তর্ক করছে এবং শিবু, যে উষাকে তাড়া করছে। জেসনকে দ্রুত হাসপাতালে নিয়ে যাওয়া হয়, কিন্তু সবাইকে অবাক করে দিয়ে, তিনি আপাতদৃষ্টিতে অক্ষত। পরের দিনগুলিতে, জেসন এবং শিবু পরাশক্তির লক্ষণ দেখান। জেসনের ভাগ্নে জোসেমন এই সিদ্ধান্তে উপনীত হয় যে জেসন বজ্রপাতের পর পরাশক্তি অর্জন করেছিলেন।\nউষা শিবুর চায়ের দোকানে আসে যেখানে মালিক উষার সাথে ফ্লার্ট করে। শিবু রেগে যায় এবং তাকে তার নতুন টেলিকাইনেটিক নিয়ে হুমকি দেয়ক্ষমতা, তাকে তার থেকে দূরে থাকতে বলে। এদিকে, সাজন এর সাথে হস্তক্ষেপ করার পরে তার পাসপোর্ট যাচাইকরণ না হওয়ায় জেসনের মার্কিন যুক্তরাষ্ট্রে চলে যাওয়ার পরিকল্পনা অপ্রত্যাশিতভাবে বন্ধ হয়ে যায় এবং এটিও প্রকাশ করে যে ভার্কি জেসনের বাবা নন এবং তার আসল বাবা মার্টিন, একজন থিয়েটার অভিনেতা যিনি মারা গিয়েছিলেন। গ্রামের খেলার সেটে যখন আগুন ধরে তখন জেসন তখন ছোট। ভার্কি যুবক জেসনকে দেখেন এবং তার জন্য করুণা অনুভব করেন, জেসনকে তার নিজের ছেলে হিসাবে বড় করেন। খবর শুনে মন খারাপ হয়ে যায় জেসন। ভার্কি জেসনকে বলে যে তিনি সত্যটি আগে প্রকাশ করেননি কারণ তিনি ভয় পেয়েছিলেন যে জেসন তাকে ত্যাগ করবে এবং তার বাবা গ্রামের সবাইকে সাহায্য করেছিলেন এবং গ্রামের জন্য মারা গিয়েছিলেন। জেসন বুঝতে পারে যে সাজন ভার্কিকে আঘাত করেছে এবং রাগান্বিত হয়েছে। জোসেমনের সাহায্যে, জেসন নিজেকে একটি মুখোশ দিয়ে ছদ্মবেশ ধারণ করে এবং জোসেমনের স্কুলে যায়।\nজেসন, পোশাক পরা, সাজন এবং বিজি সহ পুলিশ সদস্যকে আক্রমণ করে, যারা তাকে বাধা দেওয়ার চেষ্টা করে। তিনি মিনাল মুরালি নাম লেখেনমঞ্চের সামনের পর্দায় বার্ষিকী অনুষ্ঠানটি অনুষ্ঠিত হয়েছিল, যা মার্টিনের অসমাপ্ত নাটকের একটি চরিত্রের নামে নামকরণ করা হয়েছিল। উষার মেয়ে অজ্ঞান হয়ে যায় এবং তাকে হাসপাতালে নিয়ে যাওয়া হয়। ডাক্তার উষাকে বলে যে তার মেয়ের এখনই তার অপারেশন শুরু করা দরকার নয়তো সে মারা যেতে পারে। শিবু এই বিষয়ে জানতে পারে এবং নিজেকে মিনাল মুরালি নামে ছদ্মবেশ ধারণ করে এবং একই সময়ে জেসন সাজনকে আক্রমণ করার সময় স্থানীয় ব্যাঙ্ক লুট করে। শিবু যখন হাসপাতালে টাকা সরবরাহ করে, তখন সে জানতে পারে যে দাসান ইতিমধ্যেই এর জন্য অর্থ প্রদান করেছে। এদিকে, জেসনের শ্যালক সিবি পোথান জানতে পারেন যে জেসন হলেন মিনাল মুরালি, কিন্তু সাজন তাকে বিশ্বাস করেন না। জেসন ভিসার জন্য আবেদন করার জন্য তার বোনের দেওয়া অর্থ সঞ্চয় করছিলেন, তার দর্জির দোকানে রেখেছিল, কিন্তু দাসান চুরি করে নিয়ে গেছে। জেসন দাসানকে একটি সময়সীমা দেয় যে সন্ধ্যার আগে তাকে টাকা ফিরিয়ে আনতে হবে।\nএদিকে, উষা ধীরে ধীরে শিবুকে উষ্ণ করে, কিন্তু দাসান তাকে প্রত্যাখ্যান করে। জেসন তার ভুল বুঝতে পারে এবং ক্ষমা চাইতে দাসানের কাছে যায়। শিবু জেসনের দোকানে আসে এবং দাসানকে তার এবং ঊষার সম্পর্কের মধ্যে বাধা হিসেবে অভিযুক্ত করে এবং দোকানটি পুড়িয়ে দেয়, দাসানকে হত্যা করে এবং তারপরে অপরাধের জন্য মিনাল মুরালিকে দায়ী করে। জয়সন বিজির কাছে প্রকাশ করে যে সে মিনাল মুরালি। বিজি এবং জোসেমন জেসনকে গ্রামবাসীদের কাছে প্রমাণ করতে সাহায্য করার সিদ্ধান্ত নেন যে তিনি সেই ব্যক্তি নন যিনি ব্যাঙ্ক ডাকাতি করেছিলেন এবং দাসানকে হত্যা করেছিলেন এবং প্রতারককেও খুঁজে পেয়েছিলেন। পুলিশ ও জেসন দোকানের ফুটেজ দেখে যে রাতে দাসান মারা যায়, সেই রাতে থানায় গিয়ে 'মিনাল মুরালি'-র পরিচয় জানতে গেলেও শিবুকে খুঁজে পাওয়ার ঠিক মুহূর্তেই বিদ্যুৎ চলে যায়। শিবু, মুখোশ পরা, ভিডিওটি ধ্বংস করার চেষ্টায় থানায় অ্যামবুশ করে,ভিডিও ক্যাসেট।\nজয়সন এবং শিবু চলন্ত বাসে লড়াই করে, যেখানে শিবু জেসনকে বেস্ট করে তার টেলিকাইনেসিস থাকার কারণে, যা জেসনের নেই। শিবু ক্যাসেট নষ্ট করে পালিয়ে যায়। তবে সংঘর্ষে বাসের চালক মোতার মাথায় আঘাত করে এবং মারা যায়, যার ফলে বাসটি পাহাড়ের ধারে পৌঁছানোর আগে থামে না, অনিশ্চিতভাবে এটি থেকে ঝুলে পড়ে, কিন্তু জেসন বাসটিকে বাঁচায়, যা তাকে কয়েকজন গ্রামবাসীর সম্মান অর্জন করে। জেসন এবং শিবু তদন্ত শুরু করে এবং তারা একে অপরের পরিচয় সম্পর্কে জানতে পারে। সাজন এবং ফোর্স শিবুকে গ্রেপ্তার করতে আসে কারণ তারা জানতে পারে যে শিবু ছদ্মবেশী, কিন্তু শিবু তাদের ভয় দেখায়। পোথান মিনাল মুরালির একটি ছবি খুঁজে সাজনকে দেখায়। সাজন পোথানের ফলাফল বিশ্বাস করে এবং পোথান জেসনকে গ্রেফতার করে। ঊষা শিবুর বাড়িতে আসে এবং তার প্রতি শিবুর ভালবাসা বুঝতে পারে এবং তার প্রতিদান দেয়। শিবু তার বাড়ির বাইরে একটি ভিড় দেখে এবং তাদের থামানোর চেষ্টা করে, কিন্তু শিবুর অজানা, তার বাড়িতে ধীরে ধীরে আগুন ধরে যায়। আতশবাজি ভরা ব্যারেলআগুন ধরে, যার ফলে তার বাড়ি বিস্ফোরিত হয়, উষা ও তার মেয়েকে হত্যা করে এবং শিবুকে আহত করে।\nএকজন শোকাহত এবং মানসিক রোগাক্রান্ত শিবু, একটি গির্জায় যায় এবং জোসেমন সহ অন্যদের ফাঁদে ফেলার সময় মানুষকে হত্যা করে, প্রতিশোধ হিসেবে তাদের জীবন্ত পুড়িয়ে মারার পরিকল্পনা করে। পুলিশ পরিস্থিতি সম্পর্কে সতর্ক হয়, এবং সাজন জেসনকে ছেড়ে দেয় কারণ সে বুঝতে পারে যে জেসনই একমাত্র শিবুকে থামাতে পারে। জেসন একটি সুপারস্যুট পরে, চার্চে যায় এবং শিবুর মুখোমুখি হয়। জেসন আবার শিবুর টেলিকাইনেসিসের কাছে আত্মসমর্পণ করে, কিন্তু জয়সন তার বাবাকে স্মরণ করার পরে এবং গ্রাম ও গ্রামবাসীর জন্য তার আত্মত্যাগের কথা স্মরণ করে, তার নিজের টেলিকাইনেসিস ক্ষমতা জাগ্রত করে। জয়সন এবং শিবু আবার সংঘর্ষে লিপ্ত হয়, জয়সন শিবুকে বর্শা দিয়ে আঘাত করে , শিবুকে তাত্ক্ষণিকভাবে হত্যা করে। তার মৃত্যুতে শোকাহত, জেসন অবশেষে গ্রামবাসীদের কাছ থেকে প্রশংসা পায়, যখন বিজি আগুন নিভিয়ে দেয়। ভয়েস -ওভারে, জেসন বলে যে ভবিষ্যতে আরও দানব আসবে, কিন্তু মিনাল মুরালি গ্রামবাসীদের রক্ষা করার জন্য সেখানে থাকবে।\n\n\n== অভিনয়ে ==\nটোভিনো থমাস একটি দ্বৈত ভূমিকায় :\nজেসন ভার্গিস / মিনাল মুরালি, একজন দর্জি যিনি বজ্রপাতের শিকার হন এবং পরাশক্তি লাভ করেন।\n\nতরুণ জেসনের চরিত্রে আওয়ান পুকোট\nমার্টিন রাঙ্গাকালা, একজন থিয়েটার শিল্পী এবং জেসনের আসল পিতা\n\nশিবু/মিনাল মুরালি চরিত্রে গুরু সোমসুন্দরাম , একজন সামাজিক বিতাড়িত, যিনি একটি চায়ের দোকানে কাজ করেন যিনি বজ্রপাতের শিকার হন এবং পরাশক্তি অর্জন করেন\nপিসি সিবি পোথানের চরিত্রে অজু ভার্গিস, জেসনের শ্যালক\nজোসেমনের চরিত্রে বশিষ্ঠ উমেশ, জেসনের ভাইপো এবং পোথানের ছেলে\nফেমিনা জর্জ \" ব্রুস লি \" বিজি হিসেবে , একজন ট্রাভেল এজেন্ট এবং একজন কারাতে প্রশিক্ষক, যিনি অনীশের প্রাক্তন বান্ধবী\nশেলি কিশোর ঊষা, দাসানের বোন এবং শিবুর শৈশবের প্রিয়তমা চরিত্রে\nপোথানের মেয়ে আপ্পুমলের চরিত্রে তেনাল অভিলাষ\nকুরুকানমূলের হেড সাব-ইন্সপেক্টর এবং বিন্সির বাবা এসআই সাজন অ্যান্টনি চরিত্রে বৈজু\nদাসানের চরিত্রে হরিশ্রী অশোকন, একজন দর্জি যিনি জেসনের সাথে কাজ করেন এবং ঊষার ভাই\nভারকি চরিত্রে পি. বালাচন্দ্রন, জেসনের পালক পিতা\n\nজেসমির পালক বোন জেসমির চরিত্রে আর্য সেলিম\nবিন্সির চরিত্রে স্নেহা বাবু, জেসনের প্রাক্তন বান্ধবী যিনি পরে অনিশকে বিয়ে করেন\nঅনীশের চরিত্রে জুড অ্যান্টানি জোসেফ, বিজির প্রাক্তন প্রেমিক যিনি পরে বিনসিকে বিয়ে করেন\nডাক্তার সম্বাশিবনের চরিত্রে মামুকোয়া\nসুধীশ নিজেই (ক্যামিও)\nকুঞ্জন চরিত্রে বিজুকত্তন\nচন্দ্রনের চরিত্রে আজিজ নেদুমঙ্গদ\nপিসি টিট্টোর চরিত্রে রাজেশ মাধবন\nবেনজি ম্যাথিউস একজন তরুণ ভার্কি হিসাবে\nপিসি দাসানের চরিত্রে জিবিন গোপীনাথ\nভেরিয়েথ চরিত্রে হরিশ পেঙ্গন\nবিন্ধুর চরিত্রে দেবী চন্দনা\nপঞ্চায়েত সদস্য হিসেবে শ্যাম কার্গোজ\nগ্রাম্য চরিত্রে পাওলি ভালসান\nহরি চরিত্রে বিষ্ণু সোমন\nপচান চরিত্রে সুরজিৎ গোপীনাথ\nএকজন তরুণ রাজনীতিবিদ হিসেবে বাসিল জোসেফ (ক্যামিও উপস্থিতি)\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\n\" মিনাল মুরালির ধারণাটি ২০১৭ সালে লেখক অরুণ অনিরুধন আমার কাছে নিয়ে এসেছিলেন। যদিও এটি একটি আকর্ষণীয় ধারণা ছিল, মালয়ালম ভাষায় একটি সুপারহিরো চলচ্চিত্র তৈরি করা একটি বিশাল চ্যালেঞ্জ ছিল। এই বিশেষ ঘরানার একটি বিশ্বাসযোগ্য চলচ্চিত্র ছিল চ্যালেঞ্জ সেট করুন, এবং গ্রহণ করলে আমাদের সবকিছু দিতে হবে।\"\n— বেসিল জোসেফ , মিনাল মুরালির স্ক্রিপ্টিংয়ে।\nজানুয়ারী ২০১৮-এ, টোভিনো থমাস ঘোষণা করেছিলেন যে তিনি গোধা (২০১৭) এর পরে দ্বিতীয়বার বেসিল জোসেফের সাথে সহযোগিতা করবেন, মিনাল মুরালি নামে একটি সুপারহিরো চলচ্চিত্রের জন্য এবং সোফিয়া পল উইকেন্ড ব্লকবাস্টার ব্যানারের অধীনে এই প্রকল্পটি ব্যাঙ্করোল করেছেন। অভিনেতার জন্মদিনের সঙ্গে মিল রেখে ২১ জানুয়ারি ২০১৯-এ এই ছবির কনসেপ্ট পোস্টার প্রকাশ করা হয়েছিল। বেসিল জোসেফ চলচ্চিত্রটির স্ক্রিপ্টে কাজ করেছিলেন, যখন টোভিনো আসন্ন প্রকল্পগুলিতে তার প্রতিশ্রুতিতে ব্যস্ত হয়ে পড়েছিলেন। টোভিনো তার চলচ্চিত্রের কাজ শেষ করার সাথে সাথে, ২০১৯ সালের অক্টোবরের শেষের দিকে, বেসিল জোসেফ চলচ্চিত্রটির প্রাক-প্রোডাকশন কাজ শুরু করেছিলেন এবং এর ফলে স্ক্রিপ্ট পড়ার সেশন শুরু হয়েছিল। অরুণ অনিরুধন এবং জাস্টিন ম্যাথু যৌথভাবে ছবিটির চিত্রনাট্য লিখেছেন। বাসিল জোসেফ বলেছেন যে ছবিটি মাই ডিয়ার কুট্টিচাথান (১৯৮৪) থেকে অনুপ্রেরণা নিয়েছিল।\nব্যাসিল ফিল্মটির স্ক্রিপ্টিং পর্যায়ে কম্পিউটার গ্রাফিক্স -আসপেক্টের তত্ত্বাবধান করেছিলেন। টাইমস অফ ইন্ডিয়ার সাথে একটি সাক্ষাত্কারে , তিনি বলেছিলেন যে \"আমি সিনেমার শুটিং শুরু করার আগে স্টোরিবোর্ডগুলি বিকাশের পাশাপাশি কী কী সম্ভব তা বোঝার জন্য প্রাক-প্রোডাকশন পর্যায়ে ভিএফএক্স দলের সাথে ঘনিষ্ঠভাবে কাজ করব \"। টোভিনো থমাস বলেছেন যে চলচ্চিত্রটি কমেডি ঘরানার উপর পড়ে, সুপারহিরো চলচ্চিত্র হওয়া সত্ত্বেও এবং \"সকল ধরণের দর্শকদের জন্য উপভোগ্য\" হবে। তিনি আরও বলেছিলেন যে \"দলটি কল্পনার উপাদানটিকে কিছু উপায়ে বিশ্বাসযোগ্য এবং বাস্তবসম্মতভাবে উপস্থাপন করার পরিকল্পনা করেছিল\", এই বলে যে \"আপনি যদি অনলাইনে অনুসন্ধান করেন তবে আপনি একটি বজ্রপাতে আঘাতপ্রাপ্তদের বেশ কয়েকটি উদাহরণ দেখতে পাবেন, তাদের জীবনে পার্থক্য অনুভব করেছেন। একটি বাল্ব একটি সেকেন্ডের জন্য জ্বলজ্বল করতে বা তাদের ঘড়ি থেমে যায়। সুতরাং, যখন শরীরের মাধ্যমে উচ্চ ভোল্টেজ কোর্সের গতিশীলতা কিছুটা পরিবর্তিত হয়। সেভাবে, এটি একটি বাস্তবধর্মী চলচ্চিত্রও।\"\n\n\n=== অভিনয়শিল্পী নির্বাচন ===\nজুলাই ২০১৯-এ, অজু ভার্গিসকে প্রধান ভূমিকায় কাস্ট সদস্যদের একজন হিসাবে অন্তর্ভুক্ত করা হয়েছিল। ভার্গিস চলচ্চিত্রের প্রধান অভিনেত্রীর জন্য একটি কাস্টিং কল ভাগ করে নেন, এবং ২০ এবং ২৮ বছর বয়স থেকে আবেদনের আমন্ত্রণ জানান। বিজি। তামিল অভিনেতা গুরু সোমাসুন্দরাম একটি গুরুত্বপূর্ণ ভূমিকায় চলচ্চিত্রে যোগ দেন। হলিউড স্টান্ট কোরিওগ্রাফার ভ্লাদ রিমবার্গকে অ্যাকশন সিকোয়েন্সের তত্ত্বাবধানে নিযুক্ত করা হয়েছিল। কারিগরি দলে ছিলেন চিত্রগ্রাহক সমীর তাহির , সঙ্গীত পরিচালক। শান রহমান ও সুশিন শ্যাম এবং সম্পাদক লিভিংস্টন ম্যাথিউ। টোভিনো থমাস সুপারহিরোর ভূমিকায় অভিনয় করার জন্য এই ছবিতে তার ভূমিকার জন্য প্রচুর প্রশিক্ষণ নিয়েছিলেন।\n\n\n=== চিত্রগ্রহণ ===\nছবিটি ২০১৯ সালের ডিসেম্বরে একটি পূজা অনুষ্ঠানের মাধ্যমে নির্মাণ শুরু হয়েছিল এবং পরবর্তীতে প্রধান ফটোগ্রাফি শুরু হয়েছিল। দলটি ওয়ায়ানাদ এবং আলাপুজা জেলায় বড় ধরনের দৃশ্যের শুটিং করার পরিকল্পনা করেছিল। আলাপ্পুঝাতে প্রধান সময়সূচী শেষ করার পর, দলটি আরও সিক্যুয়েন্স শুট করার জন্য ওয়ানাডের দিকে রওনা হয়, যেখানে ২০২০ সালের ফেব্রুয়ারিতে মানাথাবাদিতে কয়েকটি অংশের শুটিং করা হয়েছিল। ২০২০ সালের মার্চ মাসে। এক বছর পরে ২০২১ সালের মার্চ মাসে কর্ণাটকে শুটিং আবার শুরু হয়, যেখানে একটি বিশাল গির্জার সেট প্রতিলিপি করা হয়েছে, শিল্প নির্দেশক দল দ্বারা কালাডিতে নির্মিত একটি সেটের অনুরূপ, যেটি মে ২০২০ সালে ডানপন্থী দলগুলি দ্বারা ভাংচুর হয়েছিল। টিম হাসানে তাদের শুটিংয়ের অগ্রগতি অব্যাহত রাখে একই মাসে, কিন্তু টোভিনো থমাসের কোভিড-১৯ শনাক্ত হওয়ার পর ২০২১ সালের এপ্রিলে তা বন্ধ করে দেওয়া হয়, এবং কারণগুলি যোগ করে, কেরালায় কেস বিদ্রোহের সাথে মহামারির দ্বিতীয় তরঙ্গ। টিম ২০২১ সালের জুলাইয়ে শুটিং আবার শুরু করে, যখন কেরালা সরকার ফিল্ম শ্যুটিং পুনরায় শুরু করার অনুমতি দেয়, কিন্তু টিমটি কোভিড - ১৯ প্রোটোকল লঙ্ঘন করছে বলে অবিলম্বে বন্ধ হয়ে যায়। এই ছবির শুটিং ২৫ জুলাই ২০২১-এ সমাপ্ত হয়েছিল, প্রযোজক সোফিয়া পল একটি বার্তায় এটি নিশ্চিত করেছেনইনস্টাগ্রাম পোস্ট। পোস্ট-প্রোডাকশন কাজ একই সাথে শুরু হয় এবং ২০২১ সালের সেপ্টেম্বরের মাঝামাঝি চলচ্চিত্রটির চূড়ান্ত সম্পাদনা প্রস্তুত হয়।\n\n\n=== ছবির সেটে ভাঙচুর ===\n\"এটি কিছু লোকের জন্য একটি রসিকতা, ট্রোল, প্রচার বা রাজনীতি হতে পারে। এটি আমাদের জন্য একটি স্বপ্নের মতো ছিল। লকডাউনের ঠিক আগে সেটটি তৈরি করা হয়েছিল। আমরা দুই বছর ধরে ছবিটি মুক্তির জন্য কাজ করছিলাম। অনেক দিন ধরে কলা পরিচালক এবং দল প্রখর সূর্যের নীচে সেটটি তৈরি করার জন্য লড়াই করেছিল, যার জন্য প্রযোজকের কষ্টার্জিত অর্থ ব্যয় হয়েছিল। সমস্ত প্রয়োজনীয় অনুমতি নেওয়ার পরে এটি নির্মিত হয়েছিল। নৃশংসতা এমন একটি সময়ে ঘটেছিল যখন সবাইকে একসাথে দাঁড়াতে হবে। আমার ছিল কেরালায় এমনটা ঘটবে ভাবিনি।”\nএকটি ফেসবুক পোস্টের মাধ্যমে ডানপন্থী গোষ্ঠীগুলির দ্বারা গির্জার ভাঙচুরের বিষয়ে বাসিল জোসেফ।\n২৪ মে ২০২০-এ, কালাডির কাছে ফিল্মের সেটের অংশ হিসাবে নির্মিত একটি অস্থায়ী গির্জা ডানপন্থী গোষ্ঠীগুলি ভাংচুর করেছিল। সেটটি তৈরি হয়েছে প্রায় ৫০ লাখ টাকা খরচ করে। অন্তরাষ্ট্র হিন্দু পরিষদ (AHP) এবং বজরং দলের বেশ কিছু কর্মী চার্চ-প্রতিরূপ ধ্বংস করার কৃতিত্ব নিয়েছিল তাদের সামাজিক মিডিয়া পৃষ্ঠাগুলিতে পোস্ট করে। AHP-এর সাধারণ সম্পাদক, হরি পালোদে, একটি ফেসবুক পোস্টে বলেছেন যে AHP-এর সদস্যরা, বজরং দলের সদস্যদের সাথে, একটি মন্দিরের বিপরীতে স্থাপন করা অস্থায়ী গির্জার সেটটি ভেঙে দিয়েছে৷ পালোদে গির্জা ধ্বংস করার \"সেবামূলক কাজে\" অংশ নেওয়ার জন্য এর্নাকুলামের বজরং দলের জেলা সভাপতিকেও অভিনন্দন জানিয়েছেন৷\nগ্রেফতার করা হয়েছে রাষ্ট্রীয় বজরং দলের নেতাসহ ছয়জনকে। অভিযুক্তদের সকলের বিরুদ্ধে সাম্প্রদায়িক বিভেদ সৃষ্টি ও ডাকাতিসহ বিভিন্ন ধারায় মামলা করা হয়েছে। এই মামলার প্রধান আসামি, যেকে আগে গ্রেফতার করা হয়েছিল, তার বিরুদ্ধে ৩টি খুনের মামলা এবং বহু খুনের চেষ্টার অভিযোগ ছিল। মালায়ালাম ফিল্ম ইন্ডাস্ট্রির অনেকেই এই ভাঙচুরের সমালোচনা করেছেন। কেরালার মুখ্যমন্ত্রী পিনারাই বিজয়ন বলেছেন যে কেরালা সাম্প্রদায়িক শক্তির খেলার জায়গা নয়। ফিল্ম সেটের ভাঙচুরের ফলে প্রযোজনা দলের আর্থিক ক্ষতি হয়েছিল।\nদলটি শেট্টিহাল্লি রোজারি চার্চের পটভূমিতে এবং প্রযোজনা দল দ্বারা তৈরি অতিরিক্ত সেটগুলির সাথে হেমাবতী জলাধারের কালাডিতে নির্ধারিত অংশগুলির শুটিং আবার শুরু করে। ক্লাইম্যাক্সের বেশিরভাগ অংশই এই লোকেশনে শ্যুট করা হয়েছে।\n\n\n== সঙ্গীত ==\nমিনাল মুরালি\nদ্বারা সাউন্ডট্র্যাক অ্যালবামশান রহমান ও সুশীন শ্যাম\nমুক্তি পেয়েছে\n২৪ নভেম্বর ২০২১\nনথিভুক্ত\n২০২০ - ২০২১\nধারা\nফিচার ফিল্ম সাউন্ডট্র্যাক\nদৈর্ঘ্য\n২২ : ১৯\nভাষা\nমালয়ালম\nলেবেল\nমুজিক ২৪৭\nশান রহমান ঘটনাক্রম\nসারার (২০২১)\t\nমিনাল মুরালি (২০২১)\t\nকুঞ্জেলধো (২০২১)\nসুশীন শ্যাম কালানুক্রম\n\nকুরুপ (২০২১)\nমিনাল মুরালি (২০২১)\nভীষ্ম পার্বম (২০২২)\nছবির স্কোর কম্পোজ করেছেন সুশিন শ্যাম। চলচ্চিত্রটিতে শান রহমান এবং সুশিন শ্যাম দ্বারা রচিত আটটি গান রয়েছে , উভয় সুরকারই অ্যালবামের জন্য চারটি ট্র্যাকে অবদান রেখেছেন। মনু মঞ্জিথ চলচ্চিত্রের গানের প্রাথমিক গীতিকার হিসেবে কাজ করেছেন। সাউন্ডট্র্যাক অ্যালবামটি Muzik 247 দ্বারা 24 নভেম্বর 2021 সালে প্রকাশিত হয়েছিল।\nদ্য টাইমস অফ ইন্ডিয়ার রিভিউতে দীপা সোমেন বলেছেন যে \"গানগুলিও গ্রোভি এবং মেলোডিয়াস এবং গল্পের লাইনে ভালভাবে স্থাপন করা হয়েছে\"। হিন্দুস্তান টাইমস- এর দেবর্ষি ঘোষ বিশেষ করে শিরোনাম ট্র্যাক সহ গানগুলিকে \"কল্পনীয়\" বলে পর্যালোচনা করেছেন। দ্য নিউ ইন্ডিয়ান এক্সপ্রেসের সাজিন সৃজিত সাউন্ডট্র্যাকটিকে \"তাত্ক্ষণিকভাবে আসক্তি\" বলে উল্লেখ করেছেন এবং \"পশ্চিমী রেট্রো হিটগুলির ভালোতা বহন করে\"।\n\n\n=== ট্র্যাক তালিকা ===\nনম্বর\t শিরোনাম \tসঙ্গীত\t গায়ক\t দৈর্ঘ্য\n১.\t\"উইরে\"\tশান রহমান\tমিঠুন জয়রাজ, নারায়ণী গোপন\t৫:২৭\n২.\t\"তুমি মিনাল\"\tসুশীন শ্যাম\tমার্থিয়ান, সুশিন শ্যাম\t২:১৩\n৩.\t\"কুগ্রামে\"\tসুশীন শ্যাম\tবিপিন রবীন্দ্রন\t ১:৩৯\n৪.\t\"এদুক্কা কাশায়ী\"\tশান রহমান\tস্বেতা অশোক\t৩:৩০\n৫.\t\"অ্যারোমাল\"\tশান রহমান\tনিথ্যা মামেন, সুরাজ সন্তোষ\t৪:০১\n৬.\t\"রাভিল\"\tসুশীন শ্যাম\tপ্রদীপ কুমার\t৩:৩০\n৭.\t\"নিরঞ্জু থারকাঙ্গাল\"\tশান রহমান\tএম জি শ্রীকুমার\t ১:৫০\n৮.\t\"উপজাতি গান\"\tসুশীন শ্যাম\tইন্সট্রুমেন্টাল\t২:২০\nমোট দৈর্ঘ্য:\t২২:১৯\n\n\n== পুরস্কার এবং মনোনয়ন ==\nপুরস্কার\tশ্রেণী\tপ্রাপক\tফলাফল\tসূত্র\n৫২ তম কেরালা রাজ্য চলচ্চিত্র পুরস্কার\tসেরা পুরুষ প্লেব্যাক গায়ক\tপ্রদীপ কুমার\tজিতেছে\t\nসেরা কস্টিউম ডিজাইনার\tমেলভি জে\tজিতেছে\nসেরা সাউন্ড মিক্সিং\tজাস্টিন জোস\tজিতেছে\nসেরা ভিজ্যুয়াল প্রভাব\tঅ্যান্ড্রু ডি'ক্রুজ\tজিতেছে\n৪৫ তম কেরালা ফিল্ম ক্রিটিকস অ্যাসোসিয়েশন পুরস্কার\tদ্বিতীয় সেরা চলচ্চিত্র\tবেসিল জোসেফ\tজিতেছে\t\nশ্রেষ্ঠ শিল্প পরিচালক\tমনু জগধ\tজিতেছে\n১০ তম দক্ষিণ ভারতীয় আন্তর্জাতিক চলচ্চিত্র পুরস্কার\tশ্রেষ্ঠ চলচ্চিত্র (মালয়ালম)\tসপ্তাহান্তে ব্লকবাস্টার\tজিতেছে\t\nসেরা অভিনেতা (মালয়ালম)\tটোভিনো টমাস\tজিতেছে\nসেরা পরিচালক (মালয়ালম)\tবেসিল জোসেফ\tমনোনীত\nসেরা নবাগত অভিনেত্রী (মালয়ালম)\tফেমিনা জর্জ\tমনোনীত\nপার্শ্ব চরিত্রে শ্রেষ্ঠ অভিনেত্রী (মালয়ালম)\tশেলী কিশোর\tমনোনীত\nনেতিবাচক ভূমিকায় সেরা অভিনেতা (মালয়ালম)\tগুরু সোমসুন্দরাম\tজিতেছে\nকমেডি চরিত্রে সেরা অভিনেতা (মালয়ালম)\tআজু ভার্গিস\tমনোনীত\nসেরা পুরুষ প্লেব্যাক গায়ক (মালয়ালম)\tমিঠুন জয়রাজ\tজিতেছে\nসেরা গীতিকার (মালয়ালম)\tমনু মঞ্জিৎ\tমনোনীত\nসেরা সিনেমাটোগ্রাফার (মালয়ালম)\tসমীর তাহির\tমনোনীত\nমাজহাভিল এন্টারটেইনমেন্ট অ্যাওয়ার্ডস ২০২২\tসেরা বিনোদনমূলক অভিনেতা\tটোভিনো টমাস\tজিতেছে\t\nভিলিয়ান চরিত্রে সেরা অভিনেতা\tগুরু সোমসুন্দরাম\tজিতেছে\nসেরা বিনোদন বিশেষ উল্লেখ\tবেসিল জোসেফ\tজিতেছে\nএশিয়ান একাডেমি ক্রিয়েটিভ অ্যাওয়ার্ডস\tসেরা নির্দেশনা (কথাসাহিত্য)\tবেসিল জোসেফ\tজিতেছে\t।\n\n\n== মুক্তি ==\n\n\n=== স্ট্রিমিং ===\nমিনাল মুরালি প্রথমে থিয়েটারে মুক্তির জন্য সেট করা হয়েছিল কিন্তু ভারতে কোভিড - ১৯ মহামারি লকডাউনের কারণে থিয়েটারগুলি বন্ধ হওয়ার প্রতিক্রিয়ায় একাধিকবার পুনঃনির্ধারণ করতে হয়েছিল। জুলাই ২০২১ সালে, নেটফ্লিক্স ফিল্মটির ডিজিটাল স্ট্রিমিং স্বত্ব অধিগ্রহণ করে এবং ৪৫ দিনের থিয়েটার চালানোর পরেই ছবিটি স্ট্রিম করার পরিকল্পনা করেছিল। যাইহোক, COVID-19 লকডাউনের প্রভাব এবং বিলম্বিত নির্মাণের কারণে খরচ বৃদ্ধির পরে, চলচ্চিত্রটির প্রযোজক সোফিয়া পল একটি সরাসরি-টু-স্ট্রিমিং প্রকাশের জন্য বেছে নিয়েছিলেন, যা ২০২১ সালের সেপ্টেম্বরে নেটফ্লিক্স দ্বারা আনুষ্ঠানিকভাবে নিশ্চিত করা হয়েছিল। ২৪ সেপ্টেম্বর, প্রযোজকরা ঘোষণা করেন যে মিনাল মুরালি ২৪ ডিসেম্বর ২০২১-এ বিশ্বব্যাপী মুক্তি পাবে, ক্রিসমাস ইভের সাথে সামঞ্জস্যপূর্ণ , এবং মূল সংস্করণের সাথে তামিল , তেলুগু , কন্নড় , হিন্দি এবং ইংরেজিতে ডাব এবং মুক্তি দেওয়া হবে।\n\n\n=== প্রিমিয়ার ===\nফিল্মটির ডিজিটাল রিলিজের আগে, অভিনেত্রী প্রিয়াঙ্কা চোপড়া যিনি মুম্বাই ফিল্ম ফেস্টিভ্যালের চেয়ারপারসন ছিলেন (১৬ ডিসেম্বর ২০২১ এর জন্য নির্ধারিত), ফিল্ম ফেস্টিভ্যালের ২০২১ সংস্করণে এর ওয়ার্ল্ড প্রিমিয়ার ঘোষণা করেছিলেন। এটি Netflix দ্বারা নিশ্চিত করা হয়েছে, যা টোভিনো, জোসেফ, চোপড়া এবং স্মৃতি কিরণের সাথে একটি লাইভ অনলাইন ইন্টারঅ্যাকশন প্রকাশ করেছে, যিনি MAMI- এর শৈল্পিক পরিচালক ছিলেন। প্রিমিয়ারে হর্ষবর্ধন কাপুর , অভিমন্যু দাসানি , মালবিকা মোহনন এবং চলচ্চিত্র সমালোচক অনুপমা চোপড়া সহ অনেক বিখ্যাত ব্যক্তিদের উপস্থিতি দেখা গেছে , যা ইতিবাচক অভ্যর্থনা পেয়েছে।\n\n\n=== মার্কেটিং ===\n২৫ সেপ্টেম্বর ২০২১-এ, নেটফ্লিক্স দ্বারা স্পনসর করা টুডাম ফেস্টিভ্যালের তৃতীয় সংস্করণের সাথে মিল রেখে , ওয়ার্ল্ড অফ মিনাল মুরালি শিরোনামের একটি ফিচারটেট , যেখানে টোভিনো থমাস এবং বেসিল জোসেফ রয়েছে, লাইভ ইভেন্টের সময় ছবিটি সম্পর্কে একটি সাক্ষাত্কার শেয়ার করা হয়েছিল। চলচ্চিত্রের প্রচারের জন্য, মুথুট গ্রুপ \"মিনাত্তে লাইফ\" শিরোনামে একটি বিজ্ঞাপন প্রচারের ঘোষণা দেয় (অনুবাদ।  জীবনকে আলোকিত করুক) এবং চলচ্চিত্রটির বিষয়বস্তুর উপর ভিত্তি করে একটি বিজ্ঞাপনচিত্র প্রদর্শন করা হয়।\nমুক্তির আগে, দলটি পেশাদার কুস্তিগির দ্য গ্রেট খালি এবং ক্রিকেটার যুবরাজ সিংয়ের সাথে মিনাল মুরালির প্রচারের জন্য আরও সহযোগিতা করেছিল। ছবিটি থেকে অনুপ্রাণিত একটি কমিক বইয়ের স্ট্রিপ মুক্তির চার দিন আগে মালায়ালা মনোরমা পত্রিকায় প্রকাশিত হয়েছিল।\nফিল্মটির অডিও-ভিজ্যুয়াল লোগোর মন্টেজটি আইন দুবাইতে বিজ্ঞাপন দেওয়া হয়েছিল , যা বিশ্বের সবচেয়ে লম্বা পর্যবেক্ষণ চাকা দুবাই , সংযুক্ত আরব আমিরাতে অবস্থিত। ফিল্মটির লোগো আঁকা একটি ফ্যান-ভিত্তিক বাস, যার নাম ছিল মিনাল মুরালি এক্সপ্রেস , ছবিটির প্রচারের অংশ হিসেবে ব্যবহার করা হয়েছিল। কেরালা পুলিশ কর্তৃক উপস্থাপিত চলচ্চিত্রের একটি প্যারোডি, কীভাবে বিভাগটি নারীদের বিরুদ্ধে অপরাধ, ট্র্যাফিক নিয়ম লঙ্ঘন, দুর্ঘটনা প্রতিরোধ এবং কাল্পনিক ভিত্তি ছাড়াও, বিভাগটি সমাধান করেছে কয়েকটি বড় মামলার স্নিপেট বৈশিষ্ট্যযুক্ত। টুইটার ছবিটি মুক্তির একদিন আগে ২৩ ডিসেম্বর ২০২১-এ মিনাল মুরালির একটিইমোজি প্রকাশ করে।\n\n\n== অভ্যর্থনা ==\nসমালোচনামূলক প্রতিক্রিয়া\nরিভিউ অ্যাগ্রিগেটর ওয়েবসাইটে রটেন টমেটোজ ১০টির মধ্যে ৯.৪ গড় রেটিং সহ ৮টি পর্যালোচনার ভিত্তিতে মুভিটির অনুমোদন স্কোর ৭৫% রয়েছে।\nদ্য হিন্দু- এর এসআর প্রবীন ছবিটিকে \"আকাশ থেকে ভালো লাগার বোল্ট\" হিসাবে বর্ণনা করেছেন এবং উল্লেখ করেছেন যে \"পরিচিত সুপারহিরো ট্রপসের উপর ব্যাঙ্কিং করা সত্ত্বেও, বেসিল জোসেফ এবং টোভিনো থমাস নিশ্চিত করে যে তাদের ছবিতে একটি নিজস্ব চরিত্র রয়েছে।\" হিন্দুস্তান টাইমসের জন্য লেখা , দেবর্ষি ঘোষ লিখেছেন যে মিনাল মুরালি \"অবশেষে ভারতের জন্য সুপারহিরো ফর্মুলাটি ভেঙে দিয়েছেন।\" তিনি চলচ্চিত্রটির চরিত্রায়ন, হাস্যরস, অভিনয়, স্কোর এবং প্রযুক্তিগত দিকগুলির প্রশংসা করেছেন এবং এটিকে \"প্রতিটি মোড়ে একটি প্রযুক্তিগত বিজয়\" বলে অভিহিত করেছেন এবং এটিও পর্যবেক্ষণ করেছেন যে চলচ্চিত্রটির \"শুধু একটি ফ্র্যাঞ্চাইজি তৈরি করার ক্ষমতা নেই, তবে সম্ভবত একটি আন্তর্জাতিক হিটও হয়ে উঠেছে। \" দি টাইমস অফ ইন্ডিয়ার দীপা সোমানস্কোর, পারফরম্যান্স, ভিএফএক্স , মানসিক ওজন, এবং চরিত্রের বিকাশের প্রশংসা করে পাঁচটির মধ্যে সাড়ে তিন নম্বর দিয়েছেন এবং ছবিটিকে \"একজন পছন্দের সুপারহিরো এবং ভিলেন উভয়ের সাথে একটি বিনয়ী এবং মজাদার বিনোদনমূলক\" বলে অভিহিত করেছেন।\n\n\n== সিক্যুয়েল ==\nএকটি সাক্ষাত্কারে, অভিনেতা টোভিনো থমাস বলেছিলেন যে ছবিটির একটি সিক্যুয়েল পরিকল্পনা করা হচ্ছে তবে এটি যথাসময়ে ঘটবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}