{"pageid": 1359956, "title": "হংকং প্লাস্টিক বিপর্যয়", "url": "https://bn.wikipedia.org/wiki?curid=1359956", "content": "হংকং প্লাস্টিক বিপর্যয় বলতে ২০১২ সালে হংকংয়ে সন্নিহিত একটি সামুদ্রিক দূষণের ঘটনাকে বোঝায়। ২০১২ সালের ২৩ জুলাই হংকং এবং তার সংলগ্ন জলে টাইফুন ভিসেন্ট আছড়ে পড়ে, যার ফলে চায়না শিপিং কন্টেইনার লাইনসের (সিএসসিএল) একটি কন্টেইনার জাহাজ হংকংয়ের দক্ষিণ জলে পড়ে এবং ভেসে যায়। জাহাজটিতে সাতটি পাত্রের মধ্যে ছয়টিতে চায়না পেট্রোলিয়াম অ্যান্ড কেমিক্যাল কর্পোরেশন (সিনোপেক) দ্বারা উৎপাদিত পলিপ্রোপিলিন পেলেটে ভর্তি করা ছিল। ঝড়ের পরে কিছু পাত্র ঢেউয়ের আঘাতে ধ্বংস হয়ে যায়, প্লাস্টিকের ক্ষুদ্রকণা সমুদ্রে মিশে যায়, যা সামুদ্রিক ধ্বংসাবশেষে পরিণত হয় এবং হংকংয়ের দক্ষিণ জল এবং জলপ্রবাহ সহ সৈকত জুড়ে ছড়িয়ে পড়ে। এর ফলে ব্যাপক পরিবেশগত এবং বাস্তুসংস্থানগত দূষণ হয় এবং স্থানীয় মৎস্য চাষ বিপুল ক্ষতির সম্মুখীন হয়।\nহংকংয়ে ঝড় আঘাত হানার পরের দিন প্লাস্টিকের ক্ষুদ্রকণাগুলি উপকূল পর্যন্ত পরাভূত হয়েছিল এবং ডিসকভারি বে-এর এনজিও ডিবি গ্রিনের সদস্যরা এটি প্রথম খুঁজে পেয়েছিলেন। শুরুতে মূলধারার মিডিয়া থেকে কোনো রিপোর্ট আসেনি। পরিষ্কার-পরিচ্ছন্নতার কাজ মূলত ডিবি গ্রিন, সি শেফার্ড কনজারভেশন সোসাইটি (হংকং) এবং অন্যান্য এনজিওর দ্বারা করা হয়েছিল, এবং তারা সামাজিক ওয়েবসাইট এবং নেটওয়ার্ক মিডিয়ার মাধ্যমে খবর ছড়িয়ে দেয়। এই সংবাদ প্রতিবেদনগুলি ধীরে ধীরে জনসচেতনতা থেকে উত্থাপিত হয়েছে এবং হংকংয়ের বেশ কয়েকজন নাগরিক তাদের নিজস্ব উদ্যোগে পরিষ্কার-পরিচ্ছন্নতার পদক্ষেপ নিয়েছে।\nঘটনার প্রায় এক পাক্ষিককাল পর হংকংয়ের গণমাধ্যমে বেশ কিছু প্রতিবেদন প্রকাশিত হতে থাকে। সামুদ্রিক বিভাগ (এমডি) এবং খাদ্য ও পরিবেশগত স্বাস্থ্যবিধি বিভাগ সহ হংকং সরকারের বিভাগগুলি পরিষ্কার-পরিচ্ছন্নতায় সহযোগিতা করেছিল, কিন্তু সরকার ৫ই আগস্ট পর্যন্ত এই খবরগুলি জনসাধারণের কাছ থেকে ততদিন সরিয়ে রেখেছিল যতদিন না ব্যুরো সচিবরা এটি ব্যাখ্যা করতে শুরু করেছিলেন। সিনোপেক, প্লাস্টিকের ক্ষুদ্রকণাগুলি পাত্রের মালিক, এবং সিএসসিএল জুলাই মাসের শেষের দিকে এনজিওগুলির সাথে একযোগে পরিচ্ছন্নতার কাজ শুরু করে। তবে প্লাস্টিকের দূষণের জন্য কে দায়ী তা স্পষ্ট নয়।\nচায়না পেট্রোলিয়াম অ্যান্ড কেমিক্যাল কর্পোরেশন বলেছে যে নর্ডলগুলি বিষাক্ত বা বিপজ্জনক নয়।\n\n\n== ঘটনা ==\n\n\n=== পাত্রগুলির বিপর্যয় এবং প্রাথমিক পরিচ্ছন্নতা ===\nটাইফুন ভিসেন্টে ২০১২ সালের ২৩ জুলাই সন্ধ্যা থেকে পরের দিন সকাল পর্যন্ত হংকংয়ের দক্ষিণ-পশ্চিমে প্রবাহিত হয়েছিল। হংকং অবজারভেটরি ২৪শে জুলাই মধ্যরাতে হারিকেন নং ১০-এর সংকেত জানিয়েছে। একই রাতে সিএসসিএল-এর একটি কন্টেনার জাহাজ  নিনপিন গ্রুপের খোলা জলে মুর করার জন্য হংকংয়ের দক্ষিণ জলসীমার উপর দিয়ে পূর্ব দিকে রওনা হয়। সমুদ্রযাত্রার সময়, সাতটি চল্লিশ ফুট লম্বা পাত্র সমুদ্রে ভেসে যায়, যার মধ্যে ছয়টিতে সিনোপেক দ্বারা উৎপাদিত প্রায় ১৬৮ টন পলিপ্রোপিলিন পেলেট বোঝাই ছিল, অন্যটি ছিল কাঁচের কারুকাজে ভরা।\nপরবর্তীকালে, সিএসসিএল হংকংয়ের মেরিন ডিপার্টমেন্ট (এম.ডি) এবং উদ্ধারকারী সংস্থাগুলির সাথে হারানো কন্টেইনারগুলি অনুসন্ধান করার জন্য যোগাযোগ করে, কিন্তু সরকার জনসাধারণের কাছে কোনো তথ্য প্রকাশ করেনি। ট্রেসি রিড, হংকংয়ের একটি পরিবেশবাদী সংস্থা ডিবি গ্রিনের সদস্য, ডিসকভারি বে-এর উত্তর সৈকতে প্রথমে প্লাস্টিকের পেলেট খুঁজে পান এবং গ্যারি স্টোকস এবং সী শেফার্ড কনজারভেশন সোসাইটির (হংকং) অন্যান্য সদস্যদের সাথে পরিষ্কার-পরিচ্ছন্নতা্র কাজ শুরু করেন। পরের দিন, ডিবি গ্রিন সিনোপেকের সাথে যোগাযোগ করে এবং ঘটনাটি সাউথ চায়না মর্নিং পোস্ট এবং দ্য স্ট্যান্ডার্ড (হংকং) কে জানায়, তখন সী শেফার্ড কনজারভেশন সোসাইটি (হংকং) হংকংবাসীকে সমুদ্রসৈকত পরিষ্কার-পরিচ্ছন্নতার কাজে সাহায্য করার জন্য আহ্বান জানায়। তারপরে সিনোপেক ২৭শে জুলাই ডিবি গ্রিনের সাথে ডিসকভারি বে-তে টহল দিতে কমিশনারদের পাঠায় এবং স্যাম পাক ওয়ান এবং নিম শুয়ে ওয়ানে আরও প্লাস্টিকের পেলেট পেয়েছিল, যা শুধুমাত্র সাউথ চায়না মর্নিং পোস্টের ভিতরের পৃষ্ঠায় অল্প কথায় রিপোর্ট করা হয়েছিল। অন্যদিকে, নাগরিক এবং খাদ্য ও পরিবেশগত স্বাস্থ্যবিধি বিভাগ এনজিওগুলিকে জানিয়েছে যে মুই ওও এবং পেং চাউতে প্লাস্টিকের পেলেট দেখা গেছে।\n২৮শে জুলাইয়ের পর থেকে এনজিওগুলো প্লাস্টিক দূষণের ব্যাপারে বিস্তারিতভাবে জানতে পারে। সিনোপেক সাগরে বিধ্বস্ত প্লাস্টিকের পেলেটগুলির পরিমাণ অনুমান করার জন্য, কন্টেইনারের ক্ষতি গণনা করার জন্য নাগরিকদের কোয়াই সিং কন্টেইনার টার্মিনালগুলিতে যাওয়ার অনুমতি দেয়। শুধুমাত্র সেই সময়েই জনসাধারণ জানতে পেরেছিল যে প্লাস্টিকের পেলেট বোঝাই মোট ছয়টি পাত্র সমুদ্রে পড়েছিল, যার মধ্যে চারটি লাম্মা দ্বীপের পূর্ব, উত্তর ও উত্তর-পশ্চিমে এবং তাই এ চাউয়ের পূর্বের জলে পাওয়া গিয়েছিল, যা এমডি এবং সিএসসিএল খুঁজে পায়। চারটি পাত্রের মধ্যে এক এবং পঞ্চমাংশের প্লাস্টিকের পেলেট বেরিয়ে পড়ে এবং দুটি পাত্র তখনও নিখোঁজ ছিল। একই দিনে অনেক এনজিও হংকংয়ের প্রধান মিডিয়ার সাথে প্রাসঙ্গিক প্রতিবেদনের প্রয়োজন ছিল, কিন্তু তা ব্যর্থ হয়।\n৩১শে জুলাই থেকে, এনজিও এবং সিনোপেকের মধ্যে আরও সহযোগিতা দেখা যায়। সী শেফার্ড কনজারভেশন সোসাইটি (হংকং) এমনকি সরকারের প্রতিনিধিদের সাথে সফলভাবে একটি সহযোগী সম্মেলনের আয়োজন করে, যেখানে খাদ্য ও পরিবেশগত স্বাস্থ্যবিধি বিভাগ এবং এমডি, সিনোপেকের উচ্চতর কমিশনার এবং সি.এস.সি.এল-এর প্রতিনিধিরা যোগদান করেছিল। সম্মেলনের পরে, কন্টেইনার জাহাজের মালিকদের প্রতিনিধিরা উপকূল পরিদর্শন এবং শুটিংয়ের জন্য এনজিওদের দ্বারা ব্যবহৃত হেলিকপ্টারগুলির খরচ প্রদানে সম্মত হন। সি শেফার্ড কনজারভেশন সোসাইটি (হংকং) লো চাউ দ্বীপের দক্ষিণ-পশ্চিম জলে পঞ্চম পাত্রটি খুঁজে পেয়েছিল, সেটি তখন এমডি এবং খাদ্য ও পরিবেশগত স্বাস্থ্যবিধি বিভাগ দ্বারা পরিষ্কার করা হয়েছিল। ইতোমধ্যে, হংকংয়ের দক্ষিণে শেক ও, স্ট্যানলি, শাম ওয়ান (লাম্মা দ্বীপ), ইস্টার্ন চেউং চাউ, কুন ইয়াম ওয়ান এবং চি মা ওয়ানেও প্লাস্টিকের পেলেট পাওয়া যায়, যা প্রচার এবং সমন্বয়ের জন্য এনজিওগুলি সামাজিক ওয়েবসাইট ফেসবুকে জানায়।\n\n\n=== প্লাস্টিক পিকআপ – পরিষ্কারকরণ পদক্ষেপ এবং ঘটনা প্রকাশ ===\nআগস্টের শুরুতে সমুদ্রতীরে \"প্লাস্টিক পিকআপ\" কার্যক্রমটিতে আরও সংস্থা যোগদান করে, এটি ছিল বেসরকারীভাবে পরিচ্ছন্নতার উদ্যোগ৷ ওশান পার্ক কনজারভেশন ফাউন্ডেশন হংকং এনজিওগুলিকে এই কাজে সহায়তা এবং পরিচ্ছন্নতা গোষ্ঠীগুলিকে সংগঠিত করার জন্য ২ আগস্ট  আহ্বান জানায়৷ পরের দিন, হংকং সরকার  ডিসকভারি বে-তে প্লাস্টিকের পেলেট পরিষ্কার করার জন্য একটি বিশেষ দল পাঠায়। জনসাধারণের চাপে, হংকংয়ের মূলধারার মিডিয়া, ঘটনাটি ৪ই আগস্টের প্রথম পাতায় প্রকাশ করে। এই নিবন্ধে সরকার কীভাবে  এই ঘটনা সম্পর্কিত তথ্য এবং প্লাস্টিক বিপর্যয়ের দরুন সম্ভাব্য বিপ্দের তথ্য চেপে রেখেছিল তার উপর দৃষ্টি নিবদ্ধ করে। ঘটনার প্রকাশ জনসাধারণের মধ্যে তীব্র প্রতিক্রিয়া সৃষ্টি করেছে। বহু হংকংবাসী সাপ্তাহিক ছুটির দিনে প্লাস্টিকের পেলেট পরিষ্কার করতে সমুদ্র সৈকতে যান। ওয়ার্ল্ড ওয়াইড ফান্ড ফর নেচার, লামা কর্নার, গ্রীন সেন্স, কীবোর্ড ফ্রন্টলাইন এবং হংকং সোসাইটি অব হারপেটোলজি ফাউন্ডেশনের মতো সংস্থা, সমুদ্রসৈকত পরিষ্কার-পরিচ্ছন্ন করার জন্য স্বেচ্ছাসেবকদের সংগঠিত করেছিল। ৫ আগস্ট শেক পাই ওয়ানে এক হাজারেরও বেশি নাগরিক প্লাস্টিকের পেলেট পরিষ্কার করার উদ্যোগ নিয়েছিল।\nঘটনাটি প্রকাশের পর, খাদ্য ও স্বাস্থ্য ব্যুরোর সচিব কো উইং-ম্যান এবং পরিবেশ ব্যুরোর সচিব ওং কাম-সিং, ৫ই আগস্ট মিডিয়ার সাথে তাদের প্রথম বৈঠকে বিষয়টি ব্যাখ্যা করেন। যদিও সরকারের নিম্ন-স্তরের বিভাগগুলি এনজিওগুলির সাথে পরিষ্কার-পরিচ্ছন্নতার কাজে সহযোগিতা করেছে, সিদ্ধান্ত গ্রহণকারী বিভাগগুলি ঘটনার এক পাক্ষিককাল পরে একটি ঘোষণায়  প্লাস্টিক পেলেট গ্রহণ করা মাছ খেতে নিষেধ করা হয়। সাবধানবার্তা ঘোষণা করাতে বিলম্ব করার জন্য ব্যাপক সমালোচিত হয়েছিল। ক্যারি লাম, প্রশাসনের মুখ্য সচিব এবং ভারপ্রাপ্ত প্রধান নির্বাহী (হংকং-এর প্রধান নির্বাহী, লেউং চুন-ইং, তখন হংকংয়ের বাইরে ছুটিতে ছিলেন), একটি ক্রস-ডিপার্টমেন্ট মিটিং ডেকেছিলেন, সেখানে পরিষ্কার-পরিচ্ছন্নতার ব্যবস্থা করেছেন এবং সমুদ্র সৈকতে টহল দেওয়ার জন্য বিনামূল্যে ডিবি গ্রিনকে  সরকারি ফ্লাইং সার্ভিসের হেলিকপ্টার সরবরাহ করেছেন। এনজিওগুলি সামাজিক ওয়েবসাইটের মাধ্যমে পরিচ্ছন্নতার কাজটি বিতরণ করেছে এবং আগস্টের শুরুতে প্রাসঙ্গিক তথ্য প্রকাশ করেছে।\nপ্লাস্টিকের পেলেট পরিষ্কার করার কাজ তখনও অসম্পূর্ণ ছিল। টাইফুন কাই-টাক ১৬ই আগস্ট হংকং থেকে দুইশত কিলোমিটার দক্ষিণে আছড়ে পড়ে, প্রচুর পরিমাণে প্লাস্টিকের পেলেট এবং আবর্জনা ধুয়ে ফেলে, ফলত পরিষ্কার করা সৈকতগুলি পুনরায় অপরিষ্কার হয়ে যায়। ৭ই সেপ্টেম্বর হেই লিং চাউ-এর বন্দরের বাইরে প্লাস্টিকের পেলেট সহ ষষ্ঠ পাত্রটি পাওয়া যায়। এছাড়াও, যেহেতু প্লাস্টিকের পেলেটগুলি ঘাস, পাথর এবং সৈকতের আনাচে-কানাচে সর্বত্র ছড়িয়ে পড়েছিল, তাই সিনোপেক এবং কিছু স্বেচ্ছাসেবকরা বৈদ্যুতিক জেনারেটর এবং ভ্যাকুয়াম ক্লিনার ব্যবহার করেছিলেন। হংকংয়ের চাইনিজ ইউনিভার্সিটির মহাকাশ ও আর্থ ইনফরমেশন সায়েন্স ইনস্টিটিউট একটি নতুন সিস্টেম ডিজাইন করে যাতে সরকার এবং এনজিওগুলিকে প্লাস্টিকের পেলেট প্রবাহের পূর্বাভাস দেওয়ার জন্য জলের প্রবাহ পর্যবেক্ষণে সহায়তা করা যায়। এমনকি, হংকংয়ের কিছু যুবা নিজেরাই প্লাস্টিক ক্লিনার নং ১ নামে একটি প্লাস্টিকের পেলেট ক্লিনার তৈরি করেছে, যা সিনোপেক পরিষ্কার করার জন্য অর্ডার করেছিল।\n\n\n=== ম্যাকাওতে প্রভাব ===\nম্যাকাও ২১ আগস্ট ঘোষণা করে যে, পলিপ্রোপিলিন পেলেট বলে সন্দেহ করা কিছু বস্তু হ্যাক সা বিচ এবং চেওক ভ্যান বিচে ওই দিন এবং তার আগের দিন পাওয়া গেছে। যদিও সরকার বলেছিল যে ২৪শে আগস্টে বেশিরভাগ প্লাস্টিকের পেলেট পরিষ্কার করা হয়েছে, পরের দিন পরিবেশবাদী সংগঠনগুলি ইন্টারনেটের মাধ্যমে স্বেচ্ছাসেবকদের আহ্বান জানিয়েছিল, তার দ্বারা উত্সাহিত হয়ে নাগরিকরা  সমুদ্র সৈকতে গিয়ে প্লাস্টিকের পেলেট পরিষ্কার করতে গিয়েছিল, যার ওজন ছিল অর্ধেক কিলোগ্রাম।\n\n\n== মৎস্য, পরিবেশ এবং বাস্তুবিদ্যা ==\n\nহংকংয়ের প্লাস্টিক বিপর্যয় সৃষ্টিকারী পেলেটগুলি পলিপ্রোপিলিন দিয়ে তৈরি, রেজিন শনাক্তকরণ কোড দ্বারা ৫ নম্বরে শ্রেণীবদ্ধ ৷ পলিপ্রোপিলিনের কাঁচামাল হল প্রোপেন, পেট্রোলিয়ামের একটি পাইরোলাইসিস পণ্য। রাসায়নিক কেন্দ্রগুলি অন্যান্য কাঁচামালের সাথে প্রোপেন মেশানোর জন্য বিভিন্ন পদ্ধতি ব্যবহার করে, যা প্লাস্টিকের পেলেট সহ বিভিন্ন পণ্য তৈরি করতে প্লাস্টিকের সাথে পলিমারাইজ করা হয়।\nপলিপ্রোপিলিন পেলেটগুলির তীব্র বিষাক্ততা নেই। যখন মানুষ এবং মাছ প্লাস্টিকের পেলেট গ্রহণ করে তখন শরীরে পলিমার, পলিপ্রোপিলিন থাকবে না। এছাড়াও, হংকংয়ের জলে প্লাস্টিকের আবর্জনা ভাসতে দেখা বিরল নয় এবং মাছেরা প্রায়শই বিভিন্ন ধরণের প্লাস্টিকের পেলেট খেয়ে থাকে। তবে, এই জাতীয় জিনিসগুলি মানুষেরা খুব কমই শুনে থাকতে পারে, যা প্লাস্টিক বিপর্যয়ের শক্তিশালী প্রতিক্রিয়ার জন্য দায়ী। ঘটনার প্রকাশের পরে, বিতরণকারীরা একবার উদ্বিগ্ন হয়ে পড়েছিলেন যে, প্লাস্টিকের পেলেট খাওয়া মাছে্রা বিষাক্ত হয়ে যেতে পারে এবং স্থানীয় মাছ কেনা বন্ধ করে দিতে পারে। হংকংয়ের নাগরিকরাও স্থানীয় মাছের প্রতি আস্থা হারিয়ে ফেলেছিল, যার ফলে স্থানীয় মাছের বিক্রি নাটকীয়ভাবে কমে যায়। ফলে জেলে বা মৎস্য ব্যবসায়ীরা ক্ষতির মুখে পড়েছিলেন।\nপলিপ্রোপিলিন দৈনন্দিন জীবনে ব্যাপকভাবে ব্যবহৃত হয়েছে। যেহেতু এটি তাপ, অ্যাসিড, ক্ষার, রাসায়নিক পদার্থ এবং সংঘর্ষ প্রতিরোধী এবং বায়োডিগ্রেড করা কঠিন, তাই মাইক্রোওয়েভযোগ্য খাবার পাত্র, ডিসপোজেবল টেবিলওয়্যার এবং পণ্য প্যাকেজ সহ খাবারের মেয়াদ শেষ হওয়ার তারিখ বাড়ানোর জন্য এটি প্রায়শই খাদ্য পাত্রে ব্যবহার করা হয়। গ্রেট প্যাসিফিক গার্বেজ প্যাচের অভিজ্ঞতা অনুসারে, যদি প্লাস্টিকগুলি দীর্ঘ সময়ের জন্য সূর্যের অতিবেগুনী রশ্মির সংস্পর্শে থাকে, তবে ফটো-ডিগ্রেডেশন প্রক্রিয়া চলাকালীন একটি পলিমারের আকার বজায় রেখে তারা ধীরে ধীরে ক্ষুদ্র অণুতে ভেঙে যাবে এবং সমুদ্রে ভাসতে থাকে। প্লাস্টিক ভেঙ্গে গেলে, রাসায়নিক পদার্থ যা প্লাস্টিক তৈরিতে ব্যবহার করা যেতে পারে, যেমন বিসফেনল এ, সমুদ্রে নিঃসৃত হবে। এদিকে, পাতলা প্লাস্টিকগুলি সমুদ্রের পৃষ্ঠের সমস্ত রাসায়নিক পদার্থকে শোষণ করবে, যার মধ্যে কার্সিনোজেন যা মানুষের দ্বারা সমুদ্রে নিঃসৃত হয়, এবং সমুদ্রের পৃষ্ঠে \"বিষাক্ত স্যুপ\"-এর একটি স্তর তৈরি করে। ফটো-ডিগ্রেডেড প্লাস্টিক সহজেই মাছ এবং সামুদ্রিক পাখির পরিপাকতন্ত্র দ্বারা শোষিত হতে পারে। তাই অনেক বিষাক্ত রাসায়নিক পদার্থ খাদ্য শৃঙ্খলে প্রবেশ করে, যা বাস্তুতন্ত্রের অনাকাঙ্খিত বিপর্যয় ঘটায়।বৃহৎ আকারের প্লাস্টিক পণ্য নোনা জলের মাছ এবং সামুদ্রিক পাখির পরিপাকতন্ত্রে বাধার সৃষ্টি করতে পারে, ফলে তারা অপুষ্টিতে মারা যাবে।\nপ্রকৃতপক্ষে, হংকংয়ের প্লাস্টিক বিপর্যয়ের প্লাস্টিকের পেলেটগুলি একবার লামা দ্বীপের বিপন্ন সামুদ্রিক জীব সবুজ সামুদ্রিক কচ্ছপের জন্মের বিছানা শাম ওয়ান-কে আচ্ছাদিত করেছিল। সবুজ সামুদ্রিক কচ্ছপের জন্মের সময় কোনও হস্তক্ষেপ এড়াতে প্রতি বছর জুন থেকে অক্টোবর পর্যন্ত পর্যটকদের সেখানে যেতে নিষেধ করা হয়। প্লাস্টিক বিপর্যয়টি সবুজ সামুদ্রিক কচ্ছপের জন্মের মাসগুলিতে ঘটেছিল এবং শাম ওয়ান কিছু সময়ের জন্য প্লাস্টিকের পেলেট দ্বারা আবৃত ছিল।\n\n\n== তথ্যসূত্র =="}