{"pageid": 1359939, "title": "অস্ট্রেলিয়ায় প্লাস্টিকের ব্যাগে নিষেধাজ্ঞা", "url": "https://bn.wikipedia.org/wiki?curid=1359939", "content": "অস্ট্রেলিয়ায় প্লাস্টিক ব্যাগে নিষেধাজ্ঞা ২১ শতকের গোড়ার দিকে দেশটির যুক্তরাষ্ট্রীয় সরকারের পরিবর্তে রাজ্য এবং অঞ্চলগুলি দ্বারা প্রয়োগ করা হয়েছিল। নিষেধাজ্ঞার উদ্দেশ্য হলো অস্ট্রেলিয়া ও তার আশেপাশের অঞ্চল এবং বিশ্বব্যাপী পরিবেশে প্লাস্টিক দূষণের পরিমাণ কমাতে সাহায্য করা।\n২০০৩ সালে তাসমানিয়ান শহর কোলস বে-তে প্লাস্টিকের ব্যাগে নিষেধাজ্ঞা দেওয়ার মাধ্যমে প্রথমবারের মতো অস্ট্রেলিয়ায় প্লাস্টিক ব্যাগে নিষেধাজ্ঞা দেওয়া শুরু হয়।  ২০০৮ সালে তৎকালীন পরিবেশ মন্ত্রী পিটার গ্যারেট বছরের শেষ নাগাদ দেশব্যাপী প্লাস্টিক ব্যাগ নিষিদ্ধ করা বিষয়ে রুড সরকারের লক্ষ্য ঘোষণা করেছিলেন। তবে পরে জীবনযাত্রার ব্যয়ের উদ্বেগ এবং রাজ্য ও অঞ্চল সরকারের মধ্যে নীতির বিষয়ে মতবিরোধের কারণে উদ্যোগটি তিনি ত্যাগ করেছিলেন।   এর ফলে রাজ্য এবং অঞ্চলসমূহ তাদের নিজস্ব পন্থা অনুসরণ করা শুরু করে। \n২০০৮ সালের অক্টোবরে দক্ষিণ অস্ট্রেলিয়ায় \"জিরো ওয়েস্ট\" প্রকল্পের প্রবর্তনের ফলে প্রথম রাজ্যব্যাপী লাইটওয়েট ব্যাগ নিষিদ্ধ করা হয়েছিল। অনুমান করা হয় যে এই পদক্ষেপে বছরে ৪০ কোটি ব্যাগ উৎপাদন কমেছে।   ভিক্টোরিয়া ২০০৯ নভেম্বরে লাইটওয়েট ব্যাগে নিষেধাজ্ঞা কার্যকর করে। তারপর এনএসডাব্লিউ লাইটওয়েট ব্যাগে নিষেধাজ্ঞা দেয় যা ১ জুন ২০২২ থেকে কার্যকর হয়।\n২০১৮ সাল থেকে দেশটির দুটি বৃহত্তম সুপারমার্কেট কোলস এবং উলওর্থস স্বেচ্ছায় তাদের দোকান থেকে বিনামূল্যের লাইটওয়েট প্লাস্টিকের ব্যাগ সরিয়ে ফেলে এবং তার পরিবর্তে পুনঃব্যবহারযোগ্য মোটা প্লাস্টিকের ব্যাগের জন্য টাকা নেওয়া শুরু করে৷  উভয় মার্কেটেক পুনরায় ব্যবহারযোগ্য ব্যাগ ১৫ সেন্টে বিক্রি হয়।  সুপারমার্কেটদ্বয়ের এই পদক্ষেপের কারণে ২০১৮ সালের ডিসেম্বরের মধ্যে দেশব্যাপী প্লাস্টিকের ব্যাগের ব্যবহার আনুমানিক ৮০% হ্রাস পেয়েছে; ফলে ১৫০ কোটি পরিবেশে ব্যাগ প্রবেশ করেনি। \n\n\n== পটভূমি ==\nঅস্ট্রেলিয়ায় ২০০২ সালে ৬০০ কোটি এইচডিপিই ব্যাগ ব্যবহার করা হয়েছিল  এই ব্যবহার ২০০৪ সালে ৫৬০ কোটি  এবং ২০০৭ সালে ৩৯০ কোটিতে হ্রাস পায়। \"কিপ অস্ট্রেলিয়া বিউটিফুল\"-এর ২০১৫-১৬ জাতীয় বর্জ্য সূচক অনুসারে দেশটির মোট বর্জ্যের ১% আসে প্লাস্টিকের ব্যাগ হতে।   ২০১৬ সালে পরিবেশবাদী বিভিন্ন গোষ্ঠী উদ্বেগ প্রকাশ করেছিল যে লাইটওয়েট প্লাস্টিক ব্যাগে নিষেধাজ্ঞা দেওয়ার দিক থেকে বতসোয়ানা, সোমালিয়া এবং তানজানিয়াসহ অন্যান্য দেশের চেয়ে অস্ট্রেলিয়া পিছিয়ে রয়েছে।  ২০১৬ সালে এটি হিসাব করা হয়েছিল যে অস্ট্রেলীয়রা বছরে ৫০০ কোটি প্লাস্টিক ব্যাগ ব্যবহার করে যার মাঝে অন্তত ১৫ কোটি ব্যাগ বর্জ্যে রূপান্তরিত হয়। \n\n\n== তথ্যসূত্র =="}