{"pageid": 1359670, "title": "বির মাউনার হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1359670", "content": "বির মাউনার হত্যাকাণ্ড (আরবি: يَوْم بِئْرِ مَعُونَةَ) ছিল একটি মর্মান্তিক ঘটনা, যেখানে মুসলিম ধর্মপ্রচারকদের মুশরিকরা হত্যা করে। এটি উহুদের যুদ্ধের প্রায় চার মাস পর, ৬২৫ খ্রিস্টাব্দে (৪ হিজরি) সংঘটিত হয়। \nধারণা করা হয়, ইসলামের নবী মুহাম্মদ (সা.) আবু বারা'র অনুরোধে ইসলাম প্রচারের জন্য কিছু ধর্মপ্রচারক প্রেরণ করেন। কিন্তু তারা প্রতারিত হন এবং নিহত হন। এই ঘটনায় ইবন ইসহাকের মতে ৪০ জন এবং সহিহ বুখারির বর্ণনা অনুযায়ী ৭০ জন মুসলিম ধর্মপ্রচারক নিহত হন।\n\n\n== পটভূমি ==\nউহুদের যুদ্ধের চার মাস পর বানু আমির গোত্রের একটি প্রতিনিধিদল মুহাম্মদ (সা.)-এর কাছে আসে এবং একটি উপহার প্রদান করে। আবু বারা মদিনায় থেকে যান। মুহাম্মদ (সা.) সেই উপহার গ্রহণ করতে অস্বীকার করেন, কারণ এটি একজন মুশরিকের পক্ষ থেকে এসেছিল। তিনি আবু বারাকে ইসলাম গ্রহণের আহ্বান জানান। তখন আবু বারা মুহাম্মদ (সা.)-কে অনুরোধ করেন, যেন তিনি কিছু মুসলমানকে নজদের লোকদের কাছে পাঠান, যাতে তারা ইসলাম সম্পর্কে দাওয়াত দিতে পারেন। শুরুতে মুহাম্মদ (সা.) এই প্রস্তাবে সংশয় প্রকাশ করেন, কারণ তিনি আশঙ্কা করেছিলেন, এই ধর্মপ্রচারকদের কোনো ক্ষতি হতে পারে। তখন আবু বারা তাঁর প্রেরিতদের নিরাপত্তার নিশ্চয়তা দেন।\nমুসলিম ইতিহাসবিদ আল-তাবারি এই ঘটনাকে এভাবে বর্ণনা করেছেন:\n\nইবন ইসহাক-এর বর্ণনায় বলা হয়েছে, তাদের কাছে ৪০ জন পাঠানো হয়েছিল। তবে সহিহ বুখারী মতে এই সংখ্যা ছিল ৭০ জন। এই দলটির নেতৃত্ব দেন আল-মুনযির ইবন ‘আমর, যিনি বনু সা'ইদা গোত্রের সদস্য এবং ‘মৃত্যু আলিঙ্গনকারী’ নামে পরিচিত ছিলেন। তারা কুরআন ও ইসলামী আইনশাস্ত্রে বিশেষজ্ঞ ছিলেন।\nরাজি' ঘটনার (৪ সফর / এপ্রিল ৬২৫) কিছুদিন পর আমির ইবন সা'সা' গোত্রের প্রধান আবু বারা আমির ইবন মালিক মদিনায় আসেন এবং মুহাম্মদ (সা.)-এর নিকট থেকে ইসলামের বিষয়ে তথ্য গ্রহণ করেন। যদিও তিনি নিজে ইসলাম গ্রহণ করেননি, তবুও তিনি মুহাম্মদ (সা.)-কে অনুরোধ করেন তাঁর গোত্রে ইসলাম প্রচার করার জন্য কিছু প্রতিনিধি পাঠাতে। তিনি তাদের নিরাপত্তার নিশ্চয়তাও দেন। এরপর মুহাম্মদ (সা.) কুরআনে পারদর্শী এবং বেশিরভাগ মদিনাবাসী ও সুফ্ফার লোকদের নিয়ে গঠিত ৭০ (বা ৪০) জনের একটি দল গঠন করেন, যার নেতৃত্বে ছিলেন মুনযির ইবন 'আমর আল-খাযরাজি। \nএই দলটি মক্কা ও মদিনার মাঝামাঝি অবস্থিত বিয়র আল-মা'উনায় পৌঁছালে, মুহাম্মদ (সা.)-এর সঙ্গী হারাম ইবন মিলহান আমির ইবন সা'সা' গোত্রের প্রধানের কাছে মুহাম্মদ (সা.)-এর চিঠি পৌঁছে দেওয়ার দায়িত্ব পান। কিন্তু তখন খবর আসে যে আমির ইবন মালিক মারা গেছেন। হারাম ইবন মিলহান তাঁর ভাইপো আমির ইবন তুফায়েলকে সেই চিঠি দেন এবং আশেপাশের লোকদের ইসলাম গ্রহণের আহ্বান জানান। কিন্তু আমির ইবন তুফায়েল—যিনি দীর্ঘদিন ধরে মুহাম্মদ (সা.) ও মুসলমানদের প্রতি শত্রুভাবাপন্ন ছিলেন—তৎক্ষণাৎ তাঁকে হত্যা করান এবং তাঁর গোত্রকে মুসলমানদের ওপর আক্রমণের জন্য উসকে দেন। কিন্তু অনেকেই এই আহ্বানে সাড়া দেয়নি, কারণ আমির ইবন মালিক পূর্বে তাদের নিরাপত্তা নিশ্চিত করেছিলেন। এরপর আমির ইবন তুফায়েল বানু সুলায়ম গোত্রের কিছু শাখার সহায়তা চেয়ে তাদেরকে উসকে দেন। \nএই উসকানিতে প্রতিবেশী গোত্রের কিছু সশস্ত্র দল বিয়র আল-মা'উনায় অবস্থানরত মুসলিম দলটির ওপর আকস্মিকভাবে আক্রমণ চালায়। তারা ঘটনাবলি সম্পর্কে সম্পূর্ণ অনবহিত ছিলেন। আক্রমণে সকলেই নিহত হন, ব্যতীত কা'ব ইবন যায়দ আল-নাজ্জার, যিনি গুরুতরভাবে আহত হয়ে মৃত ভেবে ফেলে রাখা হয়েছিলেন; এবং মুনযির ইবন মুহাম্মদ (অথবা হারিস ইবন থিম্মা), যিনি সেই সময় উট চরাতে গিয়েছিলেন; এবং ‘আমর ইবন উমাইয়া। পরে মুনযির ইবন মুহাম্মদ, তাঁর সঙ্গীদের হত্যার কথা শুনে শত্রুদের আক্রমণ করেন এবং নিহত হন। ‘আমর ইবন উমাইয়াকে বন্দি করা হয়। কিন্তু তিনি যখন জানান যে তিনি মুদার গোত্রের, তখন আমির ইবন তুফায়েল তাঁকে মুক্তি দেন, তাঁর মায়ের মান্নতের কারণে—যাতে তিনি এক ক্রীতদাস মুক্ত করবেন।\nএই হৃদয়বিদারক ঘটনার সংবাদ অহি মারফত পেয়ে মুহাম্মদ (সা.) তাঁর সাহাবিদের জানান এবং অতুলনীয় দুঃখ ও ক্ষোভ প্রকাশ করেন। তিনি ঘটনার জন্য দায়ীদের প্রতি প্রতিদিন ফজরের নামাজে ত্রিশ বা চল্লিশ দিন ধরে অভিশাপ দিতেন। এরপর তিনি শুজা’ ইবন ওহবের নেতৃত্বে ২৪ জনের একটি বাহিনী পাঠান, যাতে তারা আমির ইবন সা'সা' গোত্রের বিরুদ্ধে প্রতিশোধ নিতে পারে (৮ রবিউল আউয়াল / মে ৬২৯)। রাত্রিকালীন হঠাৎ আক্রমণে অনেক পশু লুট করা হয় এবং কিছু নারী বন্দি করা হয়। কিছুদিন পর বানু আমির ইবন সা'সা' গোত্রের একটি মুসলিম প্রতিনিধিদল মুহাম্মদ (সা.)-এর কাছে এসে বন্দি নারীদের মুক্তি চায়। শুজা’ ইবন ওহব ও তাঁর সঙ্গীদের সঙ্গে পরামর্শ করে, ইসলাম গ্রহণের বিনিময়ে মুহাম্মদ (সা.) তাদের মুক্তি দেন।\n\n\n== মুসলিমদের উপর আক্রমণের পেছনের উদ্দেশ্য ==\nপ্রখ্যাত ওরিয়েন্টালিস্ট উইলিয়াম মণ্টগোমারি ওয়াট লিখেছেন, বানু লাহিয়ান গোত্র মুসলিমদের উপর আক্রমণ চালায় মূলত তাদের নেতা হত্যার প্রতিশোধ নেওয়ার জন্য। এই হত্যা মুহাম্মদ (সা.)-এর নির্দেশে সংঘটিত হয়েছিল।\nআবদুল্লাহ ইবন উনাইস অভিযানের প্রেক্ষাপট থেকে জানা যায় যে, সাফওয়ান (গোত্রপ্রধান) মুসলিমদের হত্যা করার উদ্দেশ্যে রওনা হয়েছিলেন। গোয়েন্দা তথ্যের ভিত্তিতে আবদুল্লাহ ইবন উনাইস তার সন্ধানে যান এবং সাফওয়ানকে খুঁজে পান ও চিহ্নিত করেন। \nমক্কায় নির্যাতনের শিকার হয়ে মুসলিমরা মদিনায় হিজরত করেছিল নিরাপত্তা লাভের উদ্দেশ্যে। কিন্তু হিজরতের পরও মক্কার গোত্রগুলো বিভিন্ন দল পাঠিয়ে মদিনার মুসলিম সমাজকে বিভ্রান্ত ও দুর্বল করার চেষ্টা করে যাচ্ছিল। এসব অভিযানের উদ্দেশ্য ছিল মুসলিমদের বাণিজ্য বন্ধ করা, অন্য গোত্রের সঙ্গে তাদের সম্পর্ক নষ্ট করা এবং তাদের সমাজিক স্থিতি অর্জনের চেষ্টাকে ব্যাহত করা।\n\n\n== ইসলামী উৎস ==\n\n\n=== জীবনী সাহিত্য ===\nএই ঘটনাটি ইবন হিশাম-এর রাসূল মুহাম্মদ (সা.)-এর জীবনীগ্রন্থে উল্লেখ রয়েছে। মুসলিম ফকিহ ইবন কায়্যিম আল-জাওজিয়্যাহ তাঁর বিখ্যাত জীবনীগ্রন্থ যাদ আল-মা'আদ-এও এই ঘটনার উল্লেখ করেছেন। আধুনিক যুগের প্রামাণ্য উৎসগুলোর মধ্যে আর-রাহীক আল-মাখতুম (The Sealed Nectar) নামক পুরস্কারপ্রাপ্ত বইতেও এই ঘটনার উল্লেখ রয়েছে। ইবন কায়্যিম আল-জাওজিয়্যাহ তাঁর যাদ আল-মা'আদ গ্রন্থে এই ঘটনার বিস্তারিত আলোচনা করেছেন।\n\n\n=== হাদীস সাহিত্য ===\nএই ঘটনাটি সুন্নি হাদীস সংকলন সহিহ বুখারী-তে বর্ণিত হয়েছে নিম্নরূপ:\n\nএই ঘটনার উল্লেখ সহিহ মুসলিম হাদীস সংকলনেও রয়েছে:\n\n\n=== কুরআন ===\nমুবারকপুরীর মতে, কুরআনের ৩:১৬৯–১৭৩ নম্বর আয়াতসমূহ বিয়র মা'উনার ঘটনার সঙ্গে সম্পর্কিত, যদিও পরবর্তীতে ঐ আয়াতগুলো নাসখ হয়েছে।\n\n\n== আরো দেখুন ==\nমুহাম্মদের সামরিক কর্মজীবন\nমুহাম্মদের অভিযানের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n Mubarakpuri, Safiur Rahman Al (২০০৫), The sealed nectar: biography of the Noble Prophet, Darussalam Publications, আইএসবিএন 978-9960-899-55-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMubarakpuri, Safiur Rahman Al (২০০৫), The Sealed Nectar (Free Version), Darussalam Publications, আইএসবিএন 9798694145923 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}