{"pageid": 1359861, "title": "রম্যা (অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1359861", "content": "দিব্যা স্পন্দনা (জন্ম ২৯ নভেম্বর ১৯৮২), যিনি তার পর্দা নাম রাময়া দ্বারা বেশি পরিচিত, একজন ভারতীয় অভিনেত্রী এবং রাজনীতিবিদ। তিনি কর্ণাটকের মান্ডা থেকে লোকসভায় সংসদ সদস্য হিসেবে দায়িত্ব পালন করেছেন। তিনি প্রাথমিকভাবে তামিল ভাষার চলচ্চিত্রের পাশাপাশি কন্নড় ভাষায় কাজ করেন। রাময়া দুটি ফিল্মফেয়ার পুরস্কার দক্ষিণ পুরস্কার, একটি উদয়া পুরস্কার এবং একটি কর্ণাটক রাজ্য চলচ্চিত্র পুরস্কার প্রাপ্ত।\nরাময়া ২০০৩ সালে কন্নড় ভাষার চলচ্চিত্র অভি তে অভিনয়ে আত্মপ্রকাশ করেন। যদিও তিনি বিক্ষিপ্তভাবে তামিল এবং তেলুগু ছবিতে কাজ করেছেন, কন্নড় চলচ্চিত্র শিল্পে তার কাজ বেশি মনোযোগ আকর্ষণ করেছে। তিনি যথাক্রমে অমৃতধরে (২০০৫) এবং তনানম তানানম (২০০৬) এর জন্য উদয়া পুরস্কার এবং শ্রেষ্ঠ অভিনেত্রীর জন্য ফিল্মফেয়ার পুরস্কার জিতেছিলেন। ২০১১ সালের রোমান্টিক নাটক সঞ্জু ওয়েডস গীথাতে উপনামী নায়িকা হিসেবে তার অভিনয় তার আরও সমালোচনামূলক সাফল্য এবং শ্রেষ্ঠ অভিনেত্রীর জন্য কর্ণাটক রাজ্য চলচ্চিত্র পুরস্কার অর্জন করে। রাময়া ২০১১ সালের ব্লকবাস্টার ফ্যান্টাসি ফিল্ম কাটারি ভিরা সুরসুন্দরঙ্গি এবং ২০১৬ সালের মহাকাব্য-ফ্যান্টাসি নাগারহাভু সহ বাণিজ্যিকভাবে অন্যান্য সফল চলচ্চিত্রেও অভিনয় করেছেন।\nরাময়া ২০১২ সালে ভারতীয় জাতীয় কংগ্রেসের যুব শাখার সদস্য হিসেবে যোগদান করেন; তিনি পরবর্তীতে কর্ণাটকের মান্ডা আসনের সংসদ সদস্য হওয়ার জন্য ২০১৩ সালের উপনির্বাচনে জয়লাভ করেন, কিন্তু পরের বছর সাধারণ নির্বাচনে পরাজিত হন।\n\n\n== প্রাথমিক জীবন ==\nরাময়া ২৯ নভেম্বর ১৯৮২ সালে কর্ণাটকের ব্যাঙ্গালুরুতে জন্মগ্রহণ করেন। তার পিতামাতা মাণ্ড্য থেকে এসেছেন; মা রঞ্জিতা কর্ণাটকের কংগ্রেস পার্টির একজন উর্ধ্বতন সদস্য এবং তার পালক পিতা আরটি নারায়ণ ছিলেন একজন শিল্পপতি। তিনি পাঁচ বছর বয়স থেকে তাকে লালন-পালন করেন এবং ২০১৩ সালে মারা যান। ২০০৪ সালে রাময়া দাবি করেছিলেন যে তিনি রাজনীতিবিদ এবং কর্ণাটকের প্রাক্তন মুখ্যমন্ত্রী এস এম কৃষ্ণের নাতনী। রাময়া সেন্ট হিলডা স্কুলে অধ্যয়ন করেন, যেটি একটি আবাসিক স্কুল এবঙ এটি উটির, এবং সেক্রেড হার্ট স্কুল (চার্চ পার্ক), চেন্নাই, তামিলনাড়ুতে অবস্থিত।\nরাময়া মডেলিংয়ে একটি কর্মজীবন অনুসরণ করছিলেন এবং বেঙ্গালুরুর সেন্ট জোসেফ কলেজ অফ কমার্স থেকে বাণিজ্যে স্নাতক ডিগ্রি নিয়ে স্নাতক শেষ করার পরে মুম্বই ভিত্তিক শীতল ডিজাইনার স্টুডিওতে যোগদানের আশা করেছিলেন। তিনি র‌্যাম্প শোতে অংশ নিয়েছিলেন এবং ২০০১ সালে মিস কান্ট্রি ক্লাবের মুকুট পেয়েছিলেন। এই সময় তার কাছে চলচ্চিত্রের প্রস্তাব আসে, এবং অভি চলচ্চিত্রে পুনীত রাজকুমারের বিপরীতে অভিনয় করার আগে নিনাগি, দুম্বি এবং আপ্পুর জন্য তাকে বিবেচনা করা হয়েছিল। এখানেই চলচ্চিত্রটির প্রযোজক পার্বথাম্মা রাজকুমার তাকে রাময়া নাম দিয়েছিলেন।\n\n\n== চলচ্চিত্র জীবন ==\n\nরাময়া পুনীত রাজকুমারের ২০০৩ সালের কন্নড় চলচ্চিত্র অভি দিয়ে কাহিনী-চিত্রে আত্মপ্রকাশ করেন। ২০০৪ সালের কুত্থু চলচ্চিত্রের মাধ্যমে তিনি তামিল চলচ্চিত্র শিল্পে মঞ্চ নাম রাময়া দিয়ে প্রথম উপস্থিত হন। তার পরবর্তী তামিল চলচ্চিত্র গিরির মতোই চল বক্স অফিসে সফলভাবে ব্যবসা করেছিল। তবে তার প্রথম চলচ্চিত্র কুথু তাকে রাময়া নাম দেয়, যার দ্বারা তিনি তখন তামিলনাড়ুতে জনপ্রিয় হয়ে ওঠেন, তিনি তিনটি কন্নড় চলচ্চিত্র যথা আকাশ, গৌরম্মা এবং অমৃতধারে তার অভিনয়ের জন্য সমালোচকদের প্রশংসা অর্জন করে বক্স-অফিসে বড় সাফল্য অর্জন করেছিলেন, এবং নিজেকে একজন নেতৃস্থানীয় অভিনেত্রী হিসেবে প্রতিষ্ঠিত করেছেন।\n২০০৬ সালে, তিনি জুলিতে অভিনয় করেছিলেন, এটি ১৯৭৫ সালের হিন্দি ভাষার চলচ্চিত্রের পুনঃতৈরি ছিল, কিন্তু এটি দর্শকদের আকর্ষণ করতে ব্যর্থ হয়। তার পরবর্তী চলচ্চিত্র দত্ত মুক্তির পর, তার পরবর্তী কন্নড় চলচ্চিত্র জোতে জোথেয়ালি প্রকাশ সমালোচকদের প্রতিকূল পর্যালোচনা সত্ত্বেও একটি সফল উদ্যোগ ছিল। ২০০৬ সালে তার চূড়ান্ত মুক্তিপ্রপ্ত চলচ্চিত্র তানানাম তানানাম একটি গড় অভিনয়শিল্প যেটি মিশ্র পর্যালোচনায় মুক্তি পায়, রাময়া শ্রেষ্ঠ অভিনেত্রীর জন্য তার প্রথম ফিল্মফেয়ার পুরস্কার লাভ করেন। তিনি চলচ্চিত্রে তার ভূমিকাকে সামান্য জটিল এবং চ্যালেঞ্জিং হিসাবে বর্ণনা করেছিলেন। ২০০৭ সালে রাময়া তিনটি কাহিনী-চিত্রে অভিনয় করেছিলেন; এর মধ্যে প্রথম, আরাসু, একটি বিশাল হিট ছিল। তারপরে মীরা নায়ারের এইডস জাগো প্রকল্পের অংশ হিসাবে এইডস সম্পর্কে সচেতনতা তৈরির জন্য তৈরি একটি চলচ্চিত্রে তিনি যৌনকর্মী হিসাবে উপস্থিত হন। তার ২০০৭ সালের শেষ চলচ্চিত্র ছিল পোলাধবন, যেটি দীপাবলির সময় মুক্তি পায়; এটি একটি বাণিজ্যিক সাফল্য এবং তামিল ভাষায় তার অগ্রগতি হিসাবে বিবেচিত হয়েছিল। রজনীকান্ত পোলাধবনের পুরো ক্রুদের প্রশংসা করেছিলেন।\nতার ২০০৮ সালে মুক্তিপ্রাপ্ত প্রথম কন্নড় চলচ্চিত্র মুসাঞ্জেমাতু একটি বড় হিট ছিল এবং ৫৬ তম ফিল্মফেয়ার অ্যাওয়ার্ডস সাউথে সেরা অভিনেত্রীর পুরস্কারের জন্য মনোনয়ন লাভ করে। তিনি তামিল চলচ্চিত্র থুনডিল দিয়ে এটি অনুসরণ করেছিলেন। রাময়া পরে বলেছিলেন যে তিনি ছবিটি গ্রহণ করার জন্য দুঃখিত। সেই বছরের শেষের দিকে তিনি বোম্বাত এবং আঁথু ইন্থু প্রীতি বান্থু চলচ্চিত্রে অভিনয় করেন, যাতে বক্স অফিসে ভালো অভিনয় করেন। ২০০৮ সালে তার চূড়ান্ত মুক্তি ছিল গৌথম বাসুদেব মেননের ভারানাম আয়িরাম, যেটি তামিলের সেরা কাহিনী-চিত্রের জন্য সেই বছরের জাতীয় পুরস্কারও জিতেছিল। তিনি ভারনাম আয়রামে দিব্যা হিসাবে কৃতিত্ব লাভ করেছিলেন। তিনি এই চলচ্চিত্রের জন্য তার নিজের কণ্ঠে ডাবিং করেছিলেন, যা একটি সমালোচনা মূলক এবং বাণিজ্যিক সাফল্য লাভ করেন। ২০০৯ সালে তার কোন চলচ্চিত্র প্রকাশ হয়নি, যেহেতু তার দুটি চলচ্চিত্র ভীমুস ব্যাং ব্যাং কিডস এবং জোথেগারা আর্থিক সমস্যার কারণে বিলম্বিত হয়েছিল।\n২০১০ সালে তার প্রথম প্রকাশ জাস্ট ম্যাথ মাথাল্লি, তার ভূমিকার জন্য প্রশংসা সহ রূঢ় পর্যালোচনা পেয়েছে। সে বছর তার আরও দুটি চলচ্চিত্র মুক্তি পেয়েছিল, দীর্ঘ বিলম্বিত জোতেগারা এবং কিচ্ছা হুচ্চা। তার পরবর্তী মুক্তি ছিল তামিল চলচ্চিত্র সিংগাম পুলি, এরপরে রোমান্টিক নাটক সঞ্জু ওয়েডস গীথা। এই চলচ্চিত্রটি ইতিবাচক পর্যালোচনার জন্য উন্মুক্ত হয়েছিল, রাময়া তার অভিনয়ের জন্য সমালোচকদের দ্বারা প্রশংসিত হয়েছিল, যা তার কর্মজীবনে সেরাদের মধ্যে বিবেচিত হয়েছিল।\n২০১২ সালে তার প্রথম মুক্তিপ্রাপ্ত একটি কমেডি নাটক, সিডলিঙ্গু, যেখানে তিনি একজন স্কুল শিক্ষকের ভূমিকায় অভিনয় করেছিলেন। এর পরে একটি হালকা-কমেডি সিনেমা লাকি। তিনি আধা-পৌরাণিক চলচ্চিত্র কাটারি ভিরা সুরসুন্দরঙ্গীতে অভিনয় করেছিলেন। আগস্ট ২০১৩ সালে রাময়া ঘোষণা করেছিলেন যে তিনি রাজনীতিতে ক্যারিয়ার গড়ার জন্য অভিনয় ছেড়ে দেওয়ার কথা বিবেচনা করছেন।\nতার সংক্ষিপ্ত রাজনৈতিক কর্মজীবনের পর, রাময়া ২০১৬ সালে নাগারহাভু দিয়ে তার অভিনয়ে প্রত্যাবর্তন করেন, এটি একটি চলচ্চিত্র যা মৃত অভিনেতা বিষ্ণুবর্ধনকে ভিজ্যুয়াল ইফেক্টের মাধ্যমে প্রধান ভূমিকায় রাখে। চলচ্চিত্রটি মুক্তির পর নেতিবাচক পর্যালোচনা পেয়েছে এবং দর্শকদের আকর্ষণ করতে ব্যর্থ হয়েছে।\nপ্রায় ৭ বছর বিশ্রামের পর অভিনেত্রী তার নিজস্ব প্রযোজনা সংস্থা অ্যাপলবক্স স্টুডিওর সাথে চলচ্চিত্র শিল্পে ফিরে আসেন। এই উদ্যোগের সাথে তার লক্ষ্য হল শক্তিশালী নারীকে কেন্দ্র করে শক্তিশালী আখ্যান প্রদর্শন করা।\n\n\n== রাজনৈতিক জীবন ==\nরাময়া ২০১২ সালে ভারতীয় যুব কংগ্রেসে যোগদান করেন। তিনি ২০১৩ সালে উপনির্বাচনে জয়ী হয়ে কর্ণাটকের মান্ড্য নির্বাচনী এলাকা থেকে ভারতীয় জাতীয় কংগ্রেস (আইএনসি) সংসদ সদস্য হন। ২০১৪ সালের ভারতীয় সাধারণ নির্বাচনে তিনি আবার মান্ড্য থেকে প্রতিদ্বন্দ্বিতা করেছিলেন কিন্তু ৫,৫০০ ভোটের ব্যবধানে সিএস পুত্তারাজুর কাছে পরাজিত হন। ২০১৭ সালের মার্চ মাসে, তিনি তার রাজনৈতিক পরামর্শদাতা এস এম কৃষ্ণাকে অনুসরণ করতে পারেন এবং বিজেপিতে যোগ দিতে পারেন বলে অনুমান করা হয়েছিল, কিন্তু তিনি কংগ্রেসের সাথেই ছিলেন।\n২০১৭ সালের মে মাসে তাকে আইএনসি-এর সোশ্যাল মিডিয়া শাখাকে পুনরুজ্জীবিত করার দায়িত্ব দেওয়া হয়েছিল এবং জাতীয় স্তরে কংগ্রেসের ডিজিটাল দলের জাতীয় প্রধান করা হয়েছিল। তিনি দীপেন্দ্র সিং হুদার কাছ থেকে সোশ্যাল মিডিয়া টিমের দায়িত্ব নেন। বিভিন্ন সংবাদপত্র এবং মিডিয়া হাউস অনুসারে তিনি রাহুল গান্ধীর এবং আইএনসি-এর সোশ্যাল মিডিয়া ইমেজ ঘুরিয়ে দেওয়ার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করছেন।\n২০১৭ সালের আগস্টে রাময়া বর্ণিকা কুন্ডুকে সমর্থন করার জন্য অনলাইন ক্যাম্পেইন কোন সিন্ডারেলা নয় তৈরি করেছিলেন, যে মহিলাকে চণ্ডীগড়ে এক রাতে \"ধাওয়া করা হয়েছিল এবং প্রায় অপহরণ করা হয়েছিল\"। হরিয়ানা রাজ্যের সিনিয়র বিজেপি রাজনীতিবিদ রামবীর ভাট্টি প্রেসকে বলেছিলেন যে এত দেরিতে বেরিয়ে আসার জন্য আক্রমণটি কুন্ডুর দোষ ছিল: মেয়েটির রাত ১২ টায় বাইরে যাওয়া উচিত হয়নি। সে এত রাতে গাড়ি চালাচ্ছিল কেন? পরিবেশটা ঠিক নেই। আমাদের নিজেদের যত্ন নিতে হবে।\nপ্রচার শুরু হয়েছিল যখন রাময়া এবং তার বন্ধুরা গভীর রাতে #AintNoCinderella হ্যাশট্যাগ দিয়ে নিজেদের ছবি পোস্ট করতে শুরু করেছিল। কেন মধ্যরাতের পর নারীদের বের হওয়া উচিত নয়? রাময়া বিবিসিকে জানিয়েছেন। আমি মিঃ ভাট্টির মতো লোকদের জিজ্ঞাসা করছি তারা কারা আমাদের জন্য কারফিউ ঘন্টা নির্ধারণ করে? আমি তাকে জিজ্ঞেস করতে চাই তিনি কে আমাদের প্রশ্ন করার? এটি এমন একটি পশ্চাদগামী মানসিকতা।\n৩ অক্টোবর ২০১৮ সালে একটি গুজব ছিল যে তিনি কংগ্রেস পার্টির সাথে বিরক্ত ছিলেন এবং একটি জল্পনা ছিল যে তিনি এর সামাজিক মাধ্যম প্রধান হিসাবে পদত্যাগ করেছেন।\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে Ramya (as Divya Spandana) (ইংরেজি)\nব্যাক্তিগত টুইটার"}