{"pageid": 1359136, "title": "দি হাঙ্গার প্রজেক্ট", "url": "https://bn.wikipedia.org/wiki?curid=1359136", "content": "দি হাঙ্গার প্রজেক্ট (টিএইচপি), ১৯৭৭ সালে ২৫ বছরের মধ্যে বিশ্ব ক্ষুধা দূর করার বিবৃত লক্ষ্য নিয়ে প্রতিষ্ঠিত, একটি সংস্থা যা বিশ্ব ক্ষুধার টেকসই অবসানের জন্য প্রতিশ্রুতিবদ্ধ। এটি জন্মগতভাবে প্রাপ্ত অমিত সম্ভাবনাকে কাজে লাগিয়ে মানুষকে দারিদ্রমুক্ত এবং আত্মনির্ভরশীল হিসেবে গড়ে তোলে এবং সে উদ্দেশে সমাজের প্রতিটি মানুষকে উজ্জীবিত ও সংগঠিত করার লক্ষ্যে কাজ করে। আফ্রিকা, এশিয়া এবং ল্যাটিন আমেরিকায় এটির চলমান কর্মসূচি রয়েছে, যেখানে এটি স্বাস্থ্য, শিক্ষা, পুষ্টি এবং পারিবারিক আয়ে টেকসই অগ্রগতি অর্জনের জন্য গ্রামীণ তৃণমূল সম্প্রদায়কে একত্রিত করার লক্ষ্যে কর্মসূচি বাস্তবায়ন করে।  টিএইচপি  হল একটি ৫০১(সি)(৩) অলাভজনক দাতব্য সংস্থা যা ক্যালিফোর্নিয়া রাজ্যে অন্তর্ভুক্ত। \n\n\n== পরিচালনা দেশ ==\n২০১৯ সালে, দ্য হাঙ্গার প্রজেক্ট আফ্রিকায় সক্রিয় বলে দাবি করেছে ( বেনিন, বুরকিনা ফাসো, ইথিওপিয়া, ঘানা, মালাউই, মোজাম্বিক, সেনেগাল এবং উগান্ডায় ), দক্ষিণ এশিয়া (বাংলাদেশ ও ভারত), এবং ল্যাটিন আমেরিকা ( মেক্সিকো এবং পেরু, যেখানে টিএইচপি পেরু বা চিরাপাকের আদিবাসী সংস্কৃতি কেন্দ্রের সাথে অংশীদারিত্ব করেছে)। মার্কিন যুক্তরাষ্ট্রে এর বৈশ্বিক সদর দফতর ছাড়াও অস্ট্রেলিয়া, কানাডা, জার্মানি, জাপান, নেদারল্যান্ডস, নিউজিল্যান্ড, সুইডেন, সুইজারল্যান্ড এবং যুক্তরাজ্যেও এর অফিস রয়েছে। \n\n\n== প্রাথমিক কার্যক্রম ==\nআফ্রিকায়, টিএইচপি একটি \"ইপিসেন্টার রণনীতি\" প্রয়োগ করে, ১০ থেকে ১৫ গ্রামের সমষ্টিগত করে সম্প্রদায় কেন্দ্র গঠন করে, স্থানীয় সরকারী সংস্থা এবং সম্প্রদায় ভিত্তিক সংস্থাগুলির সাথে সহযোগিতা করে এবং তাদের নিজস্ব কর্মসূচিগুলি প্রতিষ্ঠা এবং পরিচালনা করে যাত্রাপথের উন্নয়ন, শিক্ষা, পুষ্টি এবং পরিবারের আয় উন্নয়নে মানসিক গ্রামীণ সম্প্রদায়গুলি সংহত করে। এছাড়াও, ভারতে টিএইচপি নির্বাচিত নারী পঞ্চায়েত নেতৃদের সংগঠন এবং প্রশিক্ষণ সহায়তা করে। বাংলাদেশে, টিএইচপি লৈংগিক সমস্যা এবং নেতৃদের জন্য নেতৃত্বের উপর কেন্দ্রিত প্রশিক্ষণ পরিচালনা করে যারা তারপরে স্থানীয় সভা আয়োজন করে, কার্যশালা পরিচালনা করে এবং বিবাহের আগে ও দায়রা, পুষ্টিনিরোধ, মাতৃত্ব এবং শিশু মৃত্যুর বিরুদ্ধে, লিঙ্গ বিভেদ এবং সমানতা, অপশিক্ষা এবং দুর্নীতির বিরুদ্ধে প্রচার প্রচার কার্যক্রম করে থাকে। ল্যাটিন আমেরিকায়, টিএইচপি সম্প্রদায় নারীদের অর্থনৈতিক বাইরে আসার জন্য সম্প্রদায় হিসেবে সহায়তা করে।\n\n\n== তথ্যসূত্র =="}