{"pageid": 1359779, "title": "পিয়ের-ফ্রঁসোয়া শাবানো", "url": "https://bn.wikipedia.org/wiki?curid=1359779", "content": "পিয়ের-ফ্রঁসোয়া শাবানো (ফরাসি: Pierre-François Chabaneau; ২৭শে জুন ১৭৫৪ - ১৮ই ফেব্রুয়ারি ১৮৪২) একজন ফরাসি রসায়নবিদ এবং ফরাসি ভাষা ও গণিতের অধ্যাপক ছিলেন। তার শিক্ষাজীবন শুরু হয় অধিবিদ্যা পড়ার মাধ্যমে। পরবর্তীতে তিনি পদার্থবিজ্ঞান, প্রাকৃতিক ইতিহাস, ও রসায়নশাস্ত্র অধ্যয়ন করেন। ফ্রান্সে জন্মগ্রহণ ও অধ্যয়ন করলেও শাবানো তার কর্মজীবনের সিংহভাগ সময় স্পেনের ভেরগারা শহরের রেয়াল সেমিনারিও তথা রাজকীয় শিক্ষাশ্রমে অধ্যাপনা এবং মাদ্রিদ শহরে প্লাটিনাম নামক মৌলিক পদার্থ নিয়ে গবেষণা করে অতিবাহিত করেন।\nতার গবেষণায় পেনাফ্লোরিদার কাউন্ট, দারান্দার কাউন্ট ও স্পেনের রাজা তৃতীয় কার্লোসের রাজকীয় অর্থায়ন ও সমর্থন ছিল। তিনি নমনীয় প্লাটিনাম উৎপাদনে সফল হওয়া প্রথম দিকের রসায়নবিদদের একজন। ভেরগারাতে কাজ করার সময় তিনি প্লাটিনামে প্রলেপ দেওয়ার পদ্ধতি আবিষ্কার করেন। কিন্তু যেহেতু তিনি রাজার জন্য গোপনে কাজ করতেন, তাই তিনি তার এই কৃতিত্ব প্রকাশ করতে পারেননি এবং এই প্রক্রিয়াটি বছরের পর বছর ধরে অজানা ছিল। প্লাটিনাম নিয়ে গবেষণা করে হতাশাগ্রস্ত হলেও তার প্লাটিনাম উৎপাদনের লাভজনক ব্যবসা স্পেনে \"প্লাটিনাম যুগের\" সূচনা করে।\n\n\n== জীবনের প্রথমার্ধ ==\n১৭৫৪ সালে শাবানো ফ্রান্সের দর্দইন জেলার নোঁত্রোঁ গ্রামে জন্মগ্রহণ করেন। তার বাবা একজন শস্যপেষার কারখানার শ্রমিক ও মা একজন নিরক্ষর গৃহিণী ছিলেন। শাবানোর প্রাথমিক শিক্ষা শুরু হয় আভিরোঁ-র একটি সন্ন্যাসীচালিত বিদ্যালয়ে। তার এক চাচা সাঁত-অঁতোনাঁ নামক একটি যাজকগোষ্ঠীর সদস্য সন্ন্যাসী ছিলেন, যিনি তাকে ধর্মতত্ত্ব অধ্যয়নে উৎসাহিত করেন ও তাকে প্যারিসের একটি ছোট গির্জায় পাদ্রিদের সাথে ধর্মতত্ত্ব পড়ার ব্যবস্থা করে দেন। ধর্মতত্ত্বে ছাত্র হিসেবে খুব ভালো হলেও এক পর্যায়ে অধিবিদ্যার ভাবনাসমূহের প্রতি শাবানোর অরুচি জন্মে। ফলে তিনি এ বিষয়ে তার শিক্ষকদের বিরোধিতা করলে তাকে মাত্র ১৭ বছর বয়সে বিদ্যালয় থেকে বহিষ্কার করা হয়।\nএরপর প্যারিসের পাসি এলাকার একটি জেসুইট মহাবিদ্যালয়ের পরিচালক দরিদ্র শাবানোর প্রতি সহানুভূতিশীল হয়ে তাকে গণিতের অধ্যাপক হিসেবে মহাবিদ্যালয়ে যোগদানের প্রস্তাব দেন, যদিও শাবানোর শুধুমাত্র পাটিগণিত সম্পর্কেই প্রাথমিক জ্ঞান ছিল। শিক্ষার্থীদের পাঠদানের জন্য শাবানো বীজগণিত এবং জ্যামিতি বিষয় দুইটি নিয়ে নিজে নিজেই পড়েন। পাঠদানের প্রতি আগ্রহ থেকে তিনি শীঘ্রই পদার্থবিজ্ঞান, প্রাকৃতিক ইতিহাস এবং রসায়ন অধ্যয়নে আকৃষ্ট হন। এসময় তিনি স্পেনের ধনাঢ্য পেনাফ্লোরিদার কাউন্টের নজরে পড়েন। পেনাফ্লোরিদার কাউন্ট তখন স্পেনের ভেরগারা শহরে সদ্যপ্রতিষ্ঠিত রেয়াল সেমিনারিও পাত্রিওতিকো-তে (রাজকীয় দেশপ্রেমিক শিক্ষাশ্রম) বিভিন্ন বিষয়ে শিক্ষক নিয়োগ করছিলেন। পেনাফ্লোরিদার কাউন্ট ফাউস্তো এবং হুয়ান হোসে এলুইয়ার ভাইদের নিয়োগ দেন এবং তিনি তাদের ভেরগারা শিক্ষাশ্রমের জন্য অধ্যাপক খুঁজতে ফ্রান্সে পাঠান। ফাউস্তো ও এলুইয়ার ভাইয়দের অনুরোধে বিশ বছর বয়সে শাবানো ফরাসি ভাষা এবং পদার্থবিজ্ঞান শেখাতে ভেরগারায় যেতে রাজি হন। এই দুই ভাই পরবর্তীতে টাংস্টেন ধাতুকে আকরিক থেকে পৃথক করার জন্য খ্যাতি লাভ করেন।\n\n\n== প্লাটিনাম নিয়ে গবেষণা ==\nশাবানো ১৭৮৩ সালে এলউইয়ার ভাইয়েরা টাংস্টেন ধাতুকে পৃথক করতে সফল হবার পর শাবানো তাদের সাথে প্লাটিনাম ধাতু নিয়ে গবেষণা শুরু করেন। তবে এলুইয়ার ভাইদের কর্মস্থলে নিযুক্তকারক খনির মহাপরিচালক তাদেরকে স্পেন ত্যাগ করে দক্ষিণ আমেরিকায় প্রেরণ করার কারণে এই গবেষণা দীর্ঘস্থায়ী হয়নি। রাজা তৃতীয় কার্লোস মাদ্রিদে শাবানোর জন্য খনিজবিজ্ঞান, পদার্থবিজ্ঞান এবং রসায়ন বিষয়ে প্রধান গবেষকের পদ সৃষ্টি করেন এবং তাকে তার গবেষণার জন্য একটি পরীক্ষাগারও তৈরি করে দেন। এছাড়াও দারান্দার কাউন্ট শাবানোর গবেষণাগারের জন্য সরকারী প্লাটিনামের সরবরাহ সম্পূর্ণ সুরক্ষিত করেন।\nশাবানো সহজেই সোনা, পারদ, সীসা, তামা ও লোহাসহ প্লাটিনামের বেশিরভাগ প্রাকৃতিক ভেজাল অপসারণ করতে সক্ষম হয়েছিলেন, যার ফলে তিনি বিশ্বাস করতেন যে তিনি খাঁটি প্লাটিনাম নিয়েই কাজ করছেন। কিন্তু ধাতুটির বৈশিষ্ট্য কোনোরূপেই সামঞ্জস্যপূর্ণ হচ্ছিল না। কখনও কখনও এটি নমনীয় আচরণ করছিলো, আবার কোন কোন সময় এটি অত্যন্ত ভঙ্গুর আচরণ করছিল। কখনও কখনও এটি সম্পূর্ণরূপে অদাহ্য ছিল, আবার মাঝে মাঝে এটি সহজেই পুড়ে যাচ্ছিল। এই অসঙ্গতিগুলি বিভিন্ন অবশিষ্ট ভেজালের কারণে হচ্ছিল, যেগুলি হলো রোডিয়াম, প্যালেডিয়াম, অসমিয়াম, ইরিডিয়াম ও রুথিনিয়াম। এই উপাদানগুলি পরবর্তীতে প্লাটিনাম শ্রেণীর ধাতু হিসাবে পরিচিত হয়, তবে শাবানোর গবেষণার সময় সেগুলি তখনও আবিষ্কৃত হয়নি।\n১৭৮৬ সালে শাবানো তার গবেষণায় এতটাই হতাশ হয়েছিলেন যে ধৈর্য হারিয়ে তার সমস্ত সরঞ্জাম ভেঙে ফেলেন এবং চিৎকার করে বলেন, \"সবাই এটি থেকে দূরে থাকুন! আমি সবকিছু ধ্বংস করব; অভিশপ্ত ধাতু তুমি আর কখনো আমাকে স্পর্শ করতে পারবে না!\" তা সত্ত্বেও তিন মাস পরে শাবানো দারান্দের কাউন্টের সম্মুখে ১০ ঘন সেন্টিমিটার বিশুদ্ধ নমনীয় প্লাটিনাম উৎপাদন করে দেখান। এক্ষেত্রে তিনি ধাতুকে গুঁড়ো করে তীব্র তাপ প্রয়োগ করেছিলেন। ১৭৮৬ সালে তিনি প্রথম রসায়নবিদ হিসেবে নমনীয় প্লাটিনাম উৎপাদন করেন। তার এই প্রক্রিয়া ১৯১৪ সাল পর্যন্ত গোপন রাখা হয়েছিল। ইতোমধ্যে ১৮০০ সালে লন্ডনে উইলিয়াম হাইড ওলাস্টন শাবানোর মত একই প্রক্রিয়ায় প্লাটিনাম উৎপাদনের পদ্ধতি বের করেছিলেন। শাবানোই প্রথম রসায়নবিদ যিনি ধাতব প্লাটিনাম গলাতে সফল হয়েছিলেন। প্লাটিনাম গবেষণায় সাফল্যের জন্য শাবানোকে ১৭৮৯ সালে মাদ্রিদে নব্য প্রতিষ্ঠিত খনিজবিদ্যা বিদ্যালয়ের পরিচালক বানানো হয়েছিল।\n\n\n== প্লাটিনাম যুগ এবং মৃত্যু ==\nশাবানো বুঝতে পারেন যে প্লাটিনাম নিয়ে কাজ করা বেশ অসুবিধাজনক। ফলে এটি দিয়ে তৈরি বস্তুর মূল্যও অনেক বেশি হবে। তিনি ও দন হোয়াকিন কাবেসাস প্লাটিনামের ধাতুখণ্ড এবং পাত্র উৎপাদনের ব্যবসা শুরু করেন, যা অনেক লাভজনক হয়েছিল। এটিই স্পেনে \"প্লাটিনাম যুগ\" নামে পরিচিত। এ সময়ে মাত্র ২২ বছরের ব্যবধানে ১৮,০০০ ট্রয় আউন্স নমনীয় প্লাটিনাম উৎপাদন করা হয়। ১৮০৮ সালে নেপোলিয়নের দ্বিতীয় আক্রমণের সময় শাবানোর গবেষণাগারটি ধ্বংস হয়ে গেলে প্লাটিনাম যুগের ইতি ঘটে।\n১৭৯৯ সালে শাবানো তার জন্মস্থান ফ্রান্সের নোঁত্রোঁ গ্রামে বিশ্রামের জন্য ফিরে আসেন। ফ্রান্সে ফেরার পর তিনি কিছুদিন দর্দইন জেলার পেরিগো শহরের কেন্দ্রীয় বিদ্যালয়ে অধ্যাপনা করেন। প্যারিসের মর্যাদাবাহী সর্বন বিশ্ববিদ্যালয়ে অধ্যাপনার আমন্ত্রণ পেলেও বার্ধ্যক্যের কারণে সেই সুযোগ গ্রহণ করেননি। তিনি নোঁত্রোঁতে ১৮৪২ সালের জানুয়ারি মাস পর্যন্ত বাস করেন ও সেখানেই ৮৮ বছর বয়সে মারা যান।\n\n\n== তথ্যসূত্র =="}