{"pageid": 1359154, "title": "ললিতপুর জেলা, ভারত", "url": "https://bn.wikipedia.org/wiki?curid=1359154", "content": "ললিতপুর জেলা হল ভারতের উত্তর প্রদেশ রাজ্যের একটি জেলা। এই জেলাটি ঝাঁসি বিভাগের অন্তর্গত এবং জেলার সদর দপ্তর হল ললিতপুর।\n\n\n== ইতিহাস ==\nবর্তমানে ললিতপুর জেলাটি চান্দেরি রাজ্যের অংশ ছিল। ১৭শতকে ওর্ছার রুদ্র প্রতাপ সিং-এর বংশধর বুন্দেল রাজপুত দ্বারা প্রতিষ্ঠিত হয়েছিল। ১৮শতকে বুন্দেলখণ্ডকে চান্দেরি মারাঠাদের অধীনে নিয়ে আসে। ১৮১২ সালে গোয়ালিয়রের রাজা দৌলত রাও সিন্ধিয়া চান্দেরি রাজ্যকে সংযুক্ত করে। ১৮৪৪ সালে চান্দেরি রাজ্যটি ব্রিটিশদের কাছে হস্তান্তর করা হয় এবং ব্রিটিশরা চান্দেরি রাজ্যকে জেলায় পরিণত করে যার জেলা সদর দপ্তর ছিল ললিতপুর শহর। ১৮৫৭ সালে বিদ্রোহে ব্রিটিশরা এই জেলাটি হারায় এবং ১৮৫৮ সালের শেষের দিকে এই জেলাটিকে আর পুনরুদ্ধার করা হয়নি। ১৮৬১ সালে চান্দেরি সহ বেতোয়া জেলার পশ্চিম অংশটি গোয়ালিয়র রাজ্যে ফিরিয়ে দেওয়া হয় এবং বাকি অংশের নাম পরিবর্তন করে ললিতপুর জেলা রাখা হয়। ১৮৯১ সাল থেকে ১৯৭৪ সাল পর্যন্ত ঝাঁসি জেলার একটি অংশ ছিল পরে ১৯৭৪ সালে ঝাঁসি জেলা থেকে এই জেলাটি তৈরি করা হয়।\n\n\n== ভৌগোলিক অঞ্চল ==\nললিতপুর জেলা ঝাঁসি বিভাগের একটি অংশ এবং ১৯৭৪ সালে এই জেলাটির নির্মান করা হয়। এই জেলাটির উত্তর-পূর্ব দিকে একটি সরু করিডোর ঝাঁসি জেলার সাথে সংযুক্ত এবং বাঁকি অংশটি প্রায় মধ্যপ্রদেশ রাজ্য দ্বারা বেষ্টিত।\nললিতপুর জেলাটি অক্ষাংশ ২৪°১১' এবং ২৫°১৪' (উত্তর) এবং দ্রাঘিমাংশ ৭৮°১০' এবং ৭৯°০' (পূর্ব) এর মধ্যে অবস্থিত। এই জেলা উত্তরে ঝাঁসি জেলা এবং মধ্যপ্রদেশ রাজ্যের সাগর এবং টিকামগড় জেলা দ্বারা সীমাবদ্ধ। পূর্বে মধ্যপ্রদেশের অশোকনগর জেলা এবং পশ্চিমে বেতওয়া নদী দ্বারা বিভক্ত।\nজেলাটি বুন্দেলখণ্ড পার্বত্য অঞ্চলের অংশ, দক্ষিণে বিন্ধ্য পর্বত রেঞ্জের অংশ থেকে উত্তরে যমুনা নদীর উপনদী পর্যন্ত ঢালু। দক্ষিণে দীর্ঘ এবং সরু সমান্তরাল পাহাড়ের সারি দ্বারা গঠিত। মধ্যবর্তী অঞ্চলে উপত্যকাগুলির মধ্য দিয়ে নদীগুলি প্রবাহিত হয়েছে। ললিতপুরে প্রচুর খনিজ সম্পদ রয়েছে। এখানে গ্রানাইট, মৌরাম, পাইরোফাইলাইট, বেলেপাথর, বালিপাথর এছাড়াও রক-ফসফেট, লোহা আকরিক, স্বর্ণ ও প্লাটিনামের উপস্থিতির প্রমাণ পাওয়া গেছে।\n\n\n=== জলবায়ু ===\nএই জেলার জলবায়ু উপ-গ্রীষ্মমণ্ডলীয় যা গ্রীষ্মকালে শুষ্ক গ্রীষ্ম এবং শীতকালে প্রচণ্ড ঠান্ডা বৈশিষ্ট্যযুক্ত। বুন্দেলখণ্ড অঞ্চলের অন্যান্য জেলার মতো এই জেলাতেও বছরে চারটি আলাদা ঋতু দেখা যায়। গ্রীষ্মকাল মার্চ থেকে জুন পর্যন্ত তারপর দক্ষিণ-পশ্চিম মৌসুমী বায়ুর প্রভাবে জুনের মাঝামাঝি থেকে সেপ্টেম্বর পর্যন্ত বর্ষাকাল। অক্টোবর থেকে নভেম্বর মাস পর্যন্ত শরৎকাল এবং শীতকাল ডিসেম্বর থেকে ফেব্রুয়ারি পর্যন্ত স্থায়ী হয়।\n\n\n== জনসংখ্যা ==\n২০১১ সালের আদমশুমারি অনুসারে ললিতপুর জেলার জনসংখ্যা ১,২২১,৫৯২ জন। জনসংখ্যায় এটি ভারতে ৩৯১ তম জেলায় স্থান পেয়েছে (মোট ৬৪০টি জেলার মধ্যে)। এর জনসংখ্যার ঘনত্ব প্রতি বর্গকিলোমিটারে ২৪২ জন (প্রতি বর্গমাইলে ৬৩০ জন) বাসিন্দা রয়েছে। ২০০১-২০১১ এর দশকে জেলার জনসংখ্যার বৃদ্ধির হার ছিল ২৪.৫৭%। ললিতপুর প্রতি ১০০০ পুরুষের জন্য ৯০৫ জন মহিলা লিঙ্গ অনুপাত রয়েছে এবং সাক্ষরতার হার ৬৪.৯৫% এবং তফসিলি জাতি জনসংখ্যার ১৯.৬৯% এবং তফসিলি উপজাতি জনসংখ্যার যথাক্রমে ৫.৮৬%। জেলার আদিবাসীরা হল সাহারিয়াস।\n\n\n=== ধর্ম ===\nভারতের ২০১১ সালের আদমশুমারির অনুসারে, জেলার জনসংখ্যার ৮১.৬০% হিন্দি, ১৭.৫১% বুন্দেলি।\n\n\n== পরিবহন ==\nশহরটি রেলপথ এবং সড়ক পরিবহন দ্বারা ভালভাবে সংযুক্ত।\n\n\n=== রেলওয়ে ===\nউত্তর মধ্য রেলের ঝাঁসি বিভাগের অন্তর্গত NSG-4 শ্রেণীর ললিতপুর জংশন রেলওয়ে স্টেশন ভারতের প্রধান রেল লাইনের অধীনে পড়ে। এটি দেশের সমস্ত অংশে ট্রেন পরিষেবা দ্বারা ভালভাবে সংযুক্ত। মুম্বাই, দিল্লি, কলকাতা (হাওড়া), চেন নাই, আগ্রা, জম্মু তাবি, ব্যাঙ্গালুরু (বেঙ্গালুরু), ত্রিবেন্দ্রম, ইন্দোর, আহমেদাবাদ, পুনে, জম্মু, লখনউ, ভোপাল, জবলপুর, কানপুর এবং অন্যান্য প্রধান শহরগুলিতে প্রতিদিনের ট্রেনগুলি উপলব্ধ। ললিতপুর স্টেশন এখন একটি জংশন, যেখানে সরাসরি খাজুরাহো, সিংগ্রাউলি, সাতনা এবং টিকমগড় যাওয়ার ট্রেন রয়েছে।\nরানি কমলাপতি-নিউ দিল্লি শতাব্দী এক্সপ্রেস এই স্টেশন হয়ে যাতায়াত করে।\n\n\n== দ্রষ্টব্য স্থান ==\nএই জেলায় দেওগড় , সিরনজি, পাভাগিরি , দেবমাতা, পালির নীলকন্ঠেশ্বর, বান্টের কাছে চাওয়ান (পালি) এবং মাচকুন্ড কি গুফা-র মতো বহু ঐতিহাসিক ও সাংস্কৃতিক স্থান রয়েছে । ললিতপুরে অনেক হিন্দু ও জৈন মন্দিরের মতো বিভিন্ন স্থান রয়েছে। রঘুনাথজি (বড় মন্দির), কালী বউয়া জি মন্দির, শিবালয়, বুধে বাবা (হনুমানজি), হিন্দুদের জন্য তুভান মন্দির এবং বড় মন্দির, আতা মন্দির এবং জৈনদের জন্য ক্ষেত্রপালজি কিছু বিখ্যাত মন্দির।\n\n\n== তথ্যসূত্র =="}