{"pageid": 1359494, "title": "মার্কা (সংবাদপত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1359494", "content": "মার্কা (স্পেনীয় উচ্চারণ: [ˈmaɾka]) ইউনিদাদ সম্পাদকীয় মালিকানাধীন স্পেনের জাতীয় দৈনিক ক্রীড়া সংবাদপত্র। সংবাদপত্রটি মূলত ফুটবলের উপর ফোকাস করে, বিশেষ করে রিয়াল মাদ্রিদ, বার্সেলোনা এবং আতলেতিকো মাদ্রিদের প্রতিদিনের কার্যক্রম। এটির দৈনিক পাঠক সংখ্যা ২৫,০০,০০০ এরও বেশি, একটি দৈনিক সংবাদপত্রের জন্য স্পেনে সর্বোচ্চ এবং এটি ২০০৭ সালের হিসাবে ক্রীড়া পাঠকের অর্ধেকেরও বেশি।\nফেব্রুয়ারি ২০০১ সাল থেকে ২৪-ঘন্টা/দিন স্পোর্টস রেডিও স্টেশন, রেডিও মার্কায় একটি সংস্থাও ছিল। ২০১৩ সালে বন্ধ হওয়ার আগে ২০১০ সালে টিভি চ্যানেল মার্কা টিভি চালু হয়েছিল।\n\n\n== ইতিহাস এবং পার্শ্বচিত্র ==\nমার্কা ২১ ডিসেম্বর ১৯৩৮ সালে জাতীয়তাবাদী-অধিষ্ঠিত সান সেবাস্তিয়ানে স্পেনের গৃহযুদ্ধের সময় প্রতিষ্ঠিত হয়েছিল। এর প্রতিষ্ঠাতা সম্পাদক ছিলেন ব্যবসায়ী নেমেসিও ফার্নান্দেজ-কুয়েস্তার চাচা ম্যানুয়েল ফার্নান্দেজ কুয়েস্তা। ৩ সেপ্টেম্বর ১৯৮৭-এ লুইস ইনফ্যান্টে পত্রটির সম্পাদক হন।\nপুন্টো সম্পাদকীয় এসএ মার্কা এর মালিক ছিলেন। ১৯৮৪ সালে এস্পাসিও সম্পাদকীয় (যা পরে রেকোলেতোস নামে পরিচিত হয়) পত্রটি অর্জন করে। কোম্পানিটি ২০০৭ সালে ইউনিডিসার সাথে একীভূত হয়ে ইউনিদাদ সম্পাদকীয় প্রতিষ্ঠা করে যা মার্কা এর মালিক।\nপত্রটির প্রকাশকও ইউনিদাদ সম্পাদকীয় এবং সহ সংবাদপত্রগুলো হল এল মুন্দো এবং এক্সপেনশন। মার্কা ট্যাবলয়েডে প্রকাশিত হয়।\n১৯৪২ সালের ২৫ নভেম্বর এটি একটি সাপ্তাহিক প্রকাশনা হিসাবে প্রকাশিত হওয়া বন্ধ করে দেয় এবং তখন থেকেই এটি একটি দৈনিক প্রকাশনা হিসাবে প্রকাশিত হয়। দৈনিক প্রকাশনাটি সোসাইটি ফর নিউজ ডিজাইন (এসএনডি) দ্বারা ২০০৪ সালের জন্য বিশ্বের সেরা পরিকল্পিত সংবাদপত্রের পুরস্কার লাভ করে।\n২১ ডিসেম্বর ২০০৭ সালে মার্কা সংবাদপত্রের ৭০ তম বার্ষিকী উদযাপনের জন্য ২০শ শতাব্দীর নেতৃস্থানীয় স্পেনীয় ক্রীড়াবিদদের সমন্বিত একটি উৎসব অনুষ্ঠানের আয়োজন করে।\nপত্রটি ২০০৮ সালের গ্রীষ্ম থেকে অ্যালেক্স ফার্গুসনের সাথে বিরোধে জড়িত ছিল যখন তিনি মার্কাকে রিয়াল মাদ্রিদের \"খেলোয়াড়দের অস্থির করার বাহন\" হিসেবে অভিযুক্ত করেছিলেন।\nঅক্টোবর ২০১২ সালে মার্কা তাদের নিজস্ব মার্কা প্লেয়ার গেমিং নিউজ ওয়েবসাইটকে কার্যকরভাবে প্রতিস্থাপন করে ভিডিও গেম মিডিয়া আউটলেট আইজিএন এর স্পেনীয় সংস্করণ চালু করার ঘোষণা দেয়। মার্কা লাতিন আমেরিকায় স্পেনীয়-ভাষীদের জন্য আইজিএন-এর আরেকটি স্পেনীয় সংস্করণ চালু করার পরিকল্পনা করেছে।\n২০০১ সালে মার্কা ৪,০৩,০০০ কপি বিক্রি করে। ২০০৩ সালে এর প্রচলন ছিল ৩,৮২,০০০ কপি, যাতে এটি দেশের দ্বিতীয় সেরা বিক্রিত সংবাদপত্রে পরিণত হয়েছে।\n৬ নভেম্বর ২০১৯ সালে মার্কা স্পেনের এক নম্বর কুস্তি ওয়েবসাইট প্লেনেটা রেসলিং-এর সাথে একটি সহযোগিতা চুক্তি স্বাক্ষর করেছে।\n\n\n== পুরস্কার ==\nনিম্নলিখিত পুরস্কারগুলি প্রতিটি মৌসুমের শেষে মার্কা দ্বারা প্রদান করা হয়:\n\nপিচিচি - লা লিগায় সর্বোচ্চ গোলদাতার পাশাপাশি সেগুন্ডা ডিভিসিওনে সর্বোচ্চ গোলদাতা।\nজাররা - লা লিগায় স্পেনীয় নাগরিকদের মধ্যে সর্বোচ্চ গোলদাতার পাশাপাশি সেগুন্ডা ডিভিসিওনে স্পেনীয় নাগরিকদের মধ্যে সর্বোচ্চ গোলদাতা।\nজামোরা - লা লিগার সেরা গোলরক্ষকের পাশাপাশি সেগুন্ডা ডিভিশনের সেরা গোলরক্ষকের জন্য।\nমিগুয়েল মুনোজ - লা লিগার সেরা প্রধান কোচের পাশাপাশি সেগুন্ডা ডিভিশনের সেরা প্রধান কোচের জন্য।\nগুরুসেটা - লা লিগার সেরা রেফারির পাশাপাশি সেগুন্ডা ডিভিশনের সেরা রেফারির জন্য।\nডি স্টেফানো - লা লিগার দেপোর্তিভা সেরা খেলোয়াড়ের জন্য।\nগোল্ডেন গোল – মৌসুমের গোলের জন্য।\nনিচের পুরস্কারগুলি মার্কা কোন নির্দিষ্ট সময়ে প্রদান করে:\n\nমার্কা লিজেন্ড অ্যাওয়ার্ড (মার্কা লেয়েন্ডা) - ইতিহাসের সেরা পেশাদার ক্রীড়াবিদদের জন্য।\nসর্বকালের সেরা ফুটবল খেলোয়াড় - মার্কা ডটকমের পাঠকদের দ্বারা ভোট দেওয়া একটি অনলাইন পোলের মাধ্যমে আর্জেন্টিনার লিওনেল মেসিকে দেওয়া হয়।\n\n\n== সম্পাদক ==\n\nম্যানুয়েল ফার্নান্দেজ-কুয়েস্তা (১৯৩৮-১৯৪৫)\nইব্রাহিম ডি মালসারভেলি (১৯৪৫-১৯৪৬)\nম্যানুয়েল ক্যাসানোভা (১৯৪৬-১৯৪৭)\nলুসিও দেল অ্যালামো (1947-1954)\nনেমেসিও ফার্নান্দেজ-কুয়েস্তা (১৯৫৪-১৯৭৩)\nকারমেলো মার্টিনেজ (১৯৭৩-১৯৮৩)\nভ্যালেন্টিন মার্টিন (১৯৮৩-১৯৮৪)\nজুয়ান পাবলো ডি ভিলানুয়েভা (১৯৮৪-১৯৮৬)\nজেসুস রামোস (১৯৮৬-১৯৮৭)\nলুইস ইনফ্যান্টে ব্রাভো (১৯৮৭-১৯৯৭)\nম্যানুয়েল সসেডো (১৯৯৭-২০০১)\nইলিয়াস ইজরায়েল (২০০১-২০০৫)\nম্যানুয়েল সসেডো (২০০৫-২০০৬)\nআলেজান্দ্রো সোপেনা (২০০৬-২০০৭)\nএডুয়ার্ডো ইন্দা (২০০৭-২০১১)\nঅস্কার ক্যাম্পিলো (২০১১-২০১৬)\nজুয়ান ইগনাসিও গ্যালার্দো (২০১৬ সাল থেকে)\n\n\n== মার্কা প্লেয়ার ==\n২০০৮ সালে মার্কার প্রকাশক ইউনিদাদ সম্পাদকীয় দ্বারা ভিডিও গেম ম্যাগাজিন মার্কা প্লেয়ার চালু হয়েছিল। এটি মূলত টিল্ট নামে চালানোর পরিকল্পনা করা হয়েছিল। প্রকাশনাটি স্পেনের অফিসিয়াল এক্সবক্স ম্যাগাজিনের ডেভিড সানজ দ্বারা পরিচালিত হয়েছিল,  যা সম্প্রতি বন্ধ হয়ে গেছে। মার্কা প্লেয়ার মাল্টিপ্ল্যাটফর্ম গেম কভারেজ, খবর এবং পর্যালোচনার জন্য নিবেদিত ছিল। এটির প্রথম সংখ্যাটি ১,২৫,০০০ কপির একটি প্রচলনের সাথে আত্মপ্রকাশ করে, এবং ভ্যান্ডালের হোসে ম্যানুয়েল গনজালেজ লিখেছেন যে \"১.৯ ইউরোর খুব সাশ্রয়ী মূল্যের জন্য এটির একটি খুব ভাল শুরু হয়েছে\"। যাইহোক, তিনি বলেছিলেন যে সাময়িকীটি মার্কামোটরের মতো সহপ্রকাশনার বিপরীতে দীর্ঘমেয়াদী বাজারের শেয়ার ধরতে ব্যর্থ হয়েছে। মার্কা প্লেয়ার ৪৬ ইস্যু পর্যন্ত স্থায়ী হয়েছিল; এর চূড়ান্ত সংখ্যা জুলাই ২০১২ এ প্রকাশিত হয়েছিল বন্ধ হওয়ার পর, মার্কা প্লেয়ারের ' কর্মীদের বেশিরভাগকে আইজিএন এস্পানা চালু করার জন্য পুনর্গঠিত করা হয়েছিল, এবং আইজিএন এবং উনিদাদ সম্পাদকীয়র মধ্যে একটি সহযোগিতামূলক উদ্যোগ নিয়েছিল।\n\n\n== আরও দেখুন ==\nরেডিও মার্কা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nCarlos Toro (২০০৮)। La Historia de Marca (স্পেনীয় ভাষায়)। পৃষ্ঠা 424। আইএসবিএন 978-84-9734-723-5। \n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট (স্পেনীয় ভাষায়)\nঅফিসিয়াল ইংরেজি ওয়েবসাইট\nরেডিও মার্কা ওয়েবসাইট (স্পেনীয় ভাষায়)\nমার্কা টিভি"}