{"pageid": 1359482, "title": "দুর্গাপুর তাপবিদ্যুৎ কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1359482", "content": "দুর্গাপুর তাপবিদ্যুৎ কেন্দ্র (ডিটিপিএস) ভারতের পশ্চিমবঙ্গ রাজ্যের পশ্চিম বর্ধমান জেলার কয়লা-ভিত্তিক তাপবিদ্যুৎ কেন্দ্র, যার তাপবিদ্যুৎ উৎপাদন কার্যক্রম বন্ধ রাখা হয়েছে। তাপবিদ্যুৎ কেন্দ্রটি দামোদর নদের উত্তর তীরে অবস্থিত, এবং পশ্চিম বর্ধমান জেলার ২ টি কয়লা-ভিত্তিক বিদ্যুৎ কেন্দ্রের মধ্য একটি।\n১৯৬০-এর দশকের প্রথমের দিকে এই বিদ্যুৎ কেন্দ্রের নির্মাণ কাজ আরাম্ভ হয়। ১৯৬৬ সাল থেকে এর উৎপাদন শুরু হয়। ২০২২ সালে এই তাপবিদ্যুৎ কেন্দ্রটি গ্রাহকদের সর্বশেষ বিদ্যুৎ সরবরাহ করে। কেন্দ্রের নামমাত্র বিদ্যুৎ উৎপাদন ক্ষমতা ২১০ মেগাওয়াট ছিল, যার সর্বোচ্চ ক্ষমতা ছিল ২২০ মেগাওয়াট। এটি তাপ পুনরুদ্ধার বাষ্প জেনারেটরের (এইচআরএসজি) সাথে যুক্ত দুটি দহন টার্বাইন ব্যবহার করে বিদ্যুৎ উৎপাদনে নিয়োজিত ছিল, যা একটি বাষ্প টার্বাইনকে শক্তি প্রদান করত। বিদ্যুৎ উৎপাদন সুবিধাটি দামোদর ভ্যালি কর্পোরেশনের (ডিভিসি) মালিকানাধীন, এবং উক্ত সংস্থার দ্বারা পরিচালিত হয়।\nদূষণ নিয়ন্ত্রণ পর্ষদের অভিযোগের ভিত্তিতে ২০২২ সালের আগস্ট মাসে বিদ্যুৎ কেন্দ্রের সর্বশেষ ইউনিটির(চতুর্থ ইউনিটি) বিদ্যুৎ উৎপাদনের কার্যক্রম বন্ধ করে দেওয়া হয়। তবে দামোদর ভ্যালি কর্পোরেশনের (ডিভিসি) পক্ষ থেকে জানানো হয়েছিল যে, দুর্গাপুর তাপবিদ্যুৎ কেন্দ্রে ৮০০ মেগাওয়াট বিদ্যুৎ উৎপাদন ক্ষমতাসম্পন্ন একটি ইউনিট স্থাপন করা হবে।\n\n\n== ইতিহাস ==\n\n\n=== ১৯৬৬–২০২২: পুরাতন বিদ্যুৎ উৎপাদন ইউনিট ===\nদুর্গাপুর তাপবিদ্যুৎ কেন্দ্র (ডিটিপিএস) গত শতাব্দীর ষাটের দশকে স্থাপিত হয়েছিল। সেই সময়ে দুটি (প্রথম ও দ্বিতীয় ইউনিট) ৭৫ মেগাওয়াট উৎপাদন ক্ষমতাসম্পন্ন ইউনিট বিদ্যুৎ উৎপাদনে নিয়োজিত ছিল। পরবর্তীতে কেন্দ্রে একটি ১৪০ মেগাওয়াট উৎপাদন ক্ষমতাসম্পন্ন তৃতীয় ইউনিট স্থাপন করা হয়েছিল। ক্রমবর্ধমান শিল্প চাহিদার সরবরাহ বাড়াতে ১৯৮২ সালে ২১০ মেগাওয়াট উৎপাদন ক্ষমতাসম্পন্ন চতুর্থ ইউনিট যুক্ত করা হয়েছিল।\n১৯৮৫ সালে একটি অগ্নিকাণ্ডের পর তাপবিদ্যুৎ কেন্দ্রের প্রথম ও দ্বিতীয় ইউনিটকে বাতিল করা হয়েছিল। তৃতীয় ইউনিটটিও ২০১০-এর দশকের মাঝামাঝি সময়ে বাতিল করা হয়েছিল। \n\n\n==== দূষণ ও চতুর্থ ইউনিটের পরিত্যক্তকরণ ====\nডিটিপিএস-এর বিরুদ্ধে দূষণ ছড়ানোর অভিযোগ বহুদিন ধরে উত্থাপিত হয় আসছিল। দুর্গাপুর শহরের নাগরিকগণ দূষণ ছড়ানোর অভিযোগ বহুদিন ধরে উত্থাপন করে দূষণ নিয়ন্ত্রণ পর্ষদে একাধিক স্মারকলিপি জমা দিয়েছিল। দূষণ নিয়ন্ত্রণ পর্ষদ থেকে ২০১৫ সালে সংস্থাটিকে প্রয়োজনীয় ব্যবস্থা গ্রহণের নির্দেশ দেওয়া হয়েছিল। এর আগেও ডিটিপিএস-এর বিরুদ্ধে জল, বায়ু ও ছাইয়ের দূষণ নিয়ে বারবার অভিযোগ উঠেছিল। একাধিক বার সতর্ক করেও কাজ না হওয়ায়, পর্ষদ ২০১১ সালের নভেম্বর মাসে ডিটিপিএস কর্তৃপক্ষকে আর্থিক জরিমানা করার সিদ্ধান্ত গ্রহণ করেছিল। সংস্থার চেয়ারম্যান অ্যান্ড্রু ডব্লিউ কে ল্যাংস্টির উপস্থিতিতে ২০১৭ সালের ২১শে জুন  কলকাতায় এক উচ্চ পর্যায়ের বৈঠক হয়েছিল। বৈঠকে ডিভিসির উদ্বৃত্ত বিদ্যুৎ উৎপাদন কমাতে বেশ কিছু পদক্ষেপের কথা জানানো হয়েছিল। পদক্ষেপের অঙ্গ হিসাবে ২০১৭ সালের নভেম্বরের মধ্যে ২৫ বছরের বেশি পুরাতন সকল ইউনিটকে বন্ধ করে দেওয়ার সিদ্ধান্ত গ্রহণ করা হয়েছিল। সেই তালিকায় বোকারোর তিনটি, চন্দ্রপুরার একটি ও ডিটিপিএসের চতুর্থ ইউনিট ছিল।\nশেষপর্যন্ত, দূষণ নিয়ন্ত্রণ পর্ষদের পক্ষ থেকে চতুর্থ ইউনিটের বিদ্যুৎ উৎপাদনের বিরুদ্ধে দূষণের অভিযোগ উত্থাপন করা হয়েছিল। অভিযোগের ভিত্তিতে ২০২০ সালের ৩১শে ডিসেম্বর চতুর্থ ইউনিটের বিদ্যুৎ উৎপাদন বন্ধ করে দেওয়া হয়। তাপবিদ্যুৎ কেন্দ্রের চতুর্থ ইউনিটটি ২০২২ সালের আগস্ট মাসে পরিত্যক্ত ঘোষণা করা হয়েছিল।\n\n\n=== ২০২২-বর্তমান: নতুন বিদ্যুৎ উৎপাদন ইউনিট ===\n২০২৩ সালের ফেব্রুয়ারি মাসে ডিভিসি-র চেয়ারম্যান রাম নরেশ সিং তাপবিদ্যুৎ কেন্দ্রটি পরিদর্শনকালে জানান যে, ডিভিসি দুর্গাপুর তাপবিদ্যুৎ কেন্দ্রে ৮০০ মেগাওয়াট বিদ্যুৎ উৎপাদন ক্ষমতাসম্পন্ন পঞ্চম ইউনিট (প্রথম চারটি ইউনিট পরিত্যক্ত) স্থাপন করার পরিকল্পনা করেছে। তিনি আরও জানান যে, এটি তৈরি করতে প্রায় ৮ হাজার কোটি টাকা খরচ হবে, এবং আগামী চার বছরের মধ্যে নতুন ইউনিটটি কাজ শুরু করবে।\n\n\n== ইউনিটসমূহ ==\nতাপবিদ্যুৎ কেন্দ্রের ইউনিটগুলির তথ্যসমূহ একটি ছকের আকারে প্রদান করা হয়েছে।\n\n\n== দুর্ঘটনা ==\n১৯৮৫: একটি অগ্নিকাণ্ডের ঘটনা ঘটেছিল।\n৫ ফেব্রুয়ারি ২০১৮: তাপবিদ্যুৎ কেন্দ্রের \"বটম অ্যাশ ক্লিনিকে\" কাজ করার সময়ে আট জন ঠিকা শ্রমিক ছাইয়ের নীচে চাপা পরে যান। গরম ছাইয়ের তাপে ৩ জন শ্রমিকের শরীরের বিভিন্ন অংশ পুড়ে যায়।\n\n\n== তথ্যসূত্র =="}