{"pageid": 1359309, "title": "পৃথিবীর পতাকা", "url": "https://bn.wikipedia.org/wiki?curid=1359309", "content": "পৃথিবীর পতাকা একটি সম্ভাব্য পতাকা নকশার একটি ধারণা যার অর্থ পৃথিবী গ্রহ, মানুষ বা একটি সম্ভাব্য বিশ্ব সরকারের প্রতীক।\n\n\n== প্রস্তাবিত পতাকা ==\n\n\n=== জন ম্যাককনেলের পৃথিবী পতাকা ===\n\n১৯৬৯ সালে শান্তি কর্মী জন ম্যাককনেল পৃথিবী পতাকা শিরোনামের তার নকশার প্রস্তাব করেছিলেন। পতাকার বর্তমান সংস্করণে রয়েছে দ্য ব্লু মার্বেল, এটি পৃথিবীর একটি ছবি যা ৭ ডিসেম্বর ১৯৭২ সালে চাঁদে যাওয়ার পথে অ্যাপোলো ১৭-এর ক্রু দ্বারা তোলা। গ্রহটি গাঢ় নীল পটভূমিতে স্থাপন করা হয়েছে। ১৯৭৩ সালের আগে পতাকার নকশায় ছবি নম্বর 69HC487 ব্যবহার করা হয়েছিল, যা ১৮ মে ১৯৬৯ সালে অ্যাপোলো ১০-এর ক্রু দ্বারা নেওয়া। প্রাথমিক পতাকা সংস্করণগুলিতে আরও সরলীকৃত নকশা ছিল, গ্রহের আরও বিশদ ছবির পরিবর্তে হালকা নীল বৃত্তে মেঘের সাদা রূপরেখা চিত্রিত করা হয়েছিল।\nনকশাটি ২০ জুলাই ১৯৬৯ সালে নিউ ইয়র্ক শহরে সেন্ট্রাল পার্ক চাঁদ দেখা ইভেন্টে আত্মপ্রকাশ করেছিল, সেই সময় লোকেরা অ্যাপোলো ১১-এর ক্রু দ্বারা করা প্রথম চাঁদে অবতরণ দেখেছিল এবং উদযাপন করেছিল। ২২ এপ্রিল ১৯৭০ সালে ম্যাককনেল ক্যালিফোর্নিয়ার শহর সান ফ্রান্সিস্কোতে প্রথম ধরিত্রী দিবসের আয়োজন করেছিলেন যেখানে তার পতাকা ব্যবহার করা হয়েছিল। সেই থেকে পতাকাটি ব্যাপকভাবে পৃথিবী দিবসের সাথে যুক্ত হয়েছে। ১৯৯২ সালে নভোচারী আনাতোলি বেরেজোভয় মহাকাশে থাকাকালীন তার সাথে পৃথিবীর পতাকা বহন করেন।\n\n\n=== পৃথিবী গ্রহের আন্তর্জাতিক পতাকা ===\n\n২০১৫ সালে নকশাকার অস্কার পার্নেফেল্ট পৃথিবী গ্রহের আন্তর্জাতিক পতাকা নামে একটি পতাকা প্রস্তাব করেছিলেন। নকশাটি একে অপরের সাথে সংযুক্ত সাতটি বৃত্ত নিয়ে গঠিত। এটি মাঝখানে একটি বৃত্ত এবং এটির চারপাশে ছয়টি বৃত্ত রয়েছে, যা একটি ফুলের আকার তৈরি করে। আকৃতিটি গ্রহের জীবনকে প্রতিনিধিত্ব করে, এবং এটিতে থাকা সমস্ত কিছুর সাথে অন্য সমস্ত কিছুর সংযোগকেও প্রতিনিধিত্ব করে। বৃত্তের সংখ্যা গ্রহের সাতটি মহাদেশের প্রতিনিধিত্ব করে। প্রতীকটি একটি গাঢ় নীল পটভূমিতে স্থাপন করা হয়েছে, যা জলকে প্রতিনিধিত্ব করে, যা গ্রহটির জীবনের অপরিহার্য, এবং মহাসাগরগুলিকে প্রতিনিধিত্ব করে, যা পৃথিবীর পৃষ্ঠের বেশিরভাগ অংশ জুড়ে আছে। অতিরিক্তভাবে বাইরের বলয়গুলি একসাথে একটি বৃত্ত তৈরি করে, যা পৃথিবীর প্রতিনিধিত্ব করে, একটি নীল পটভূমি সহ, যা মহাবিশ্বের প্রতিনিধিত্ব করে। পতাকার উচ্চতার সাথে এর প্রস্থের অনুপাত ২:৩ সমান।\nঅস্কার পার্নেফেল্ট একটি স্নাতক থিসিস হিসাবে পতাকাটি নকশা করেছেন, কিন্তু পতাকাটি দ্রুত আন্তর্জাতিকভাবে জনপ্রিয় হয়ে ওঠে। পতাকার জন্য তৈরি ওয়েবসাইট পেনারফেল্ড তার প্রথম ২৪ ঘন্টায় অর্ধ মিলিয়নেরও বেশি ভিউ পেয়েছে, এবং এটি সংবাদ মাধ্যমে উল্লেখযোগ্য প্রচার পেয়েছে। অনেক আউটলেট মহাকাশ ভ্রমণে নকশার ব্যবহার সম্পর্কে অনুমান করেছে, বিশেষ করে মানুষের মঙ্গল গ্রহে পৌঁছানো।\nপৃথিবী গ্রহ সংস্থার আন্তর্জাতিক পতাকা (আইএফওপিই-ও) হল একটি নিবন্ধিত ৫০১(c)(৪) অলাভজনক সংস্থা যা এই প্রস্তাবের প্রচারের জন্য পার্নেফেল্ট দ্বারা প্রতিষ্ঠিত। এর লক্ষ্য হল এই পতাকাটিকে পৃথিবীর পতাকা হিসাবে স্বীকৃত করা, এবং এটির সচেতনতা সংস্থা হিসাবে কাজ করে।\n\n\n=== জেমস ডব্লিউ ক্যাডেলের পৃথিবীর পতাকা ===\n\n১৯৭০ সালে হোমার, ইলিনয়ের একজন কৃষক জেমস ডব্লিউ ক্যাডল তার পৃথিবীর পতাকার সংস্করণের প্রস্তাব করেছিলেন, যেটি পৃথিবীর প্রতিনিধিত্বকারী একটি নীল বৃত্ত নিয়ে গঠিত, যা পতাকার মাঝখানে একটি বড় অংশের সামনে স্থাপন করা হয়েছিল। হলুদ বৃত্ত সূর্যের প্রতিনিধিত্ব করে, এটি মানচিত্রের বাম দিকে স্থাপন করা হয়েছে, এবং একটি ছোট সাদা বৃত্ত, যা চাঁদের প্রতিনিধিত্ব করে, এটি পতাকার ডান দিকে নিচের কোণায় অবস্থিত, এবং সবকিছু একটি কালো পটভূমিতে রাখা হয়েছে। এটি এসইটিআই গবেষকদের মধ্যে জনপ্রিয়তা অর্জন করেছে এবং সারা বিশ্বের অসংখ্য এসইটিআই গবেষণা সুবিধাগুলিতে প্রবাহিত হয়েছে। উল্লেখযোগ্যভাবে ওহাইওর ডেলাওয়্যারে অবস্থিত ওহাইও স্টেট ইউনিভার্সিটি রেডিও অবজারভেটরিতে পতাকাটি উড়ছে। ২৩ ডিসেম্বর ১৯৯৬ সালে কার্ল সেগানের মৃত্যুর তিন দিন আগে পতাকাটি অর্ধনমিত অবস্থায় ওড়ানো হয়েছিল।\nপতাকাটি মূলত আর্থ ফ্ল্যাগ কোং ইন্টারন্যাশনাল দ্বারা বিতরণ করা হয়েছিল, যা ক্যাডল কর্তৃক প্রতিষ্ঠিত হয়েছিল। নকশাটি ২০০৩ সালে পাবলিক ডোমেইনে প্রবেশ করেছিল। ক্যাডেলের মৃত্যুর পর উত্তর আমেরিকার অ্যাস্ট্রোফিজিক্যাল অবজারভেটরি দ্বারা পতাকা বিতরণ অব্যাহত রয়েছে।\n\n\n=== পৃথিবীর বিশ্ব শান্তি পতাকা ===\n\n১৯১৩ সালে ইয়ংস্টাউনের একজন মেথডিস্ট মন্ত্রী জেমস উইলিয়াম ভ্যান কার্ক শান্তি পতাকা এবং পৃথিবীর পতাকার প্রস্তাবিত প্রথম পরিচিত পতাকা নকশা করেছিলেন। নকশায় লাল, সবুজ, হলুদ, কমলা, নীল, বেগুনি এবং গোলাপী ডোরার সমন্বয়ে বাম দিকে রংধনু পতাকা রয়েছে। ডানদিকে অক্ষাংশ রেখা সহ সমন্বয় গ্রিড সহ একটি বাদামি পরিমণ্ডল চিত্রিত করা হয়েছে, যা উত্তর এবং দক্ষিণ মেরু বৃত্তের দ্রাঘিমাংশ রেখা থেকে যায়। পৃথিবীর মাঝখানে একটি সাদা অনুভূমিক ডোরা স্থাপন করা হয়। পরিমণ্ডলটি পাতলা সাদা ডোরার মাধ্যমে পৃথিবীর সাদা ডোরার পাশ থেকে রংধনু পতাকার রঙিন ফিতেগুলির বাইরের সীমানা পর্যন্ত রংধনু পতাকার সাথে যুক্ত থাকে। উভয় বস্তুকে গাঢ় নীল পটভূমিতে ৪৬টি তারা ঘিরে রাখা হয়েছে।\n১৯১৩ এবং ১৯২৯ সালে কার্ক \"মানুষের ভ্রাতৃত্ব এবং ঈশ্বরের পিতৃত্ব\" প্রচার করে তার পতাকা নিয়ে ইউরোপের মধ্য দিয়ে একটি শান্তি সফর করেছিলেন। ইউনিভার্সাল পিস কংগ্রেস কার্কের নকশাকে তার অফিসিয়াল বিশ্ব শান্তি পতাকা হিসেবে গ্রহণ করেছে। এটি পরবর্তীকালে আমেরিকান পিস সোসাইটির পাশাপাশি অন্যান্য গোষ্ঠী দ্বারাও গৃহীত হয়েছিল।\n\n\n=== বিশ্ব পতাকা ===\n\n১৯৮৮ সালে পল ক্যারল বিশ্ব পতাকা নামে একটি নকশা প্রস্তাব করেছিলেন, যা জাতিসংঘের ১৫৯টি সদস্য রাষ্ট্রের পতাকাকে একত্রিত করেছিল। এটি বিশ্বব্যাপী ঐক্য এবং সহযোগিতা প্রচারের জন্য তৈরি করা হয়েছিল। পতাকায় একে অপরের পাশে রাখা জাতীয় পতাকাগুলিকে চিত্রিত করা হয়েছে। পতাকার মাঝখানে বিশ্বের একটি ডাইম্যাক্সিয়ন মানচিত্র স্থাপন করা হয়েছিল। নকশাটি ১৯৯২ সালে হালনাগাদ করা হয়েছিল, পতাকার সংখ্যা সম্প্রসারিত করে মোট ২৩০টি অন্তর্ভুক্ত করা হয়েছিল, সেই সময়ে ব্যবহৃত সমস্ত জাতীয় পতাকা যুক্ত করা হয়েছিল, এবং অতিরিক্তভাবে জাতিসংঘের পতাকা এবং বিভিন্ন স্ব-শাসিত অঞ্চলের পতাকাগুলিকে অন্তর্ভুক্ত করা হয়েছিল। ২০০৬, ২০০৮ এবং ২০১১ সালে জাতীয় পতাকা এবং রাজনৈতিক ইভেন্টগুলির পরিবর্তনের জন্য পতাকাটি আবার হালনাগাদ করা হয়েছিল। নতুন করে নকশার মাধ্যমে পতাকার মাঝখানের মানচিত্রও পরিবর্তন করা হয়েছে।\n\n\n== আন্তর্জাতিক সংস্থার পতাকা ==\n\n\n=== জাতিসংঘ ===\n\nজাতিসংঘ হল একটি আন্তর্জাতিক সংস্থা যার উল্লিখিত উদ্দেশ্য হল বিশ্ব শান্তি ও নিরাপত্তা বজায় রাখা, জাতিগুলির মধ্যে বন্ধুত্বপূর্ণ সম্পর্ক গড়ে তোলা, আন্তর্জাতিক সহযোগিতা অর্জন করা এবং জাতিগুলির ক্রিয়াকলাপগুলির মধ্যে সমন্বয় সাধনের কেন্দ্র হওয়া। এটি বিশ্বের বৃহত্তম এবং সবচেয়ে পরিচিত আন্তর্জাতিক সংস্থা। এটি ১৯৩টি সদস্য নিয়ে গঠিত, যা বিশ্বের প্রায় সমস্ত সার্বভৌম রাষ্ট্রের প্রতিনিধিত্ব করে।\nএর পতাকা আকাশী নীল পটভূমিতে সাদা প্রতীক নিয়ে গঠিত। প্রতীকটি উত্তর মেরুকে কেন্দ্র করে বিশ্বের মানচিত্রের একটি আজিমুথাল সমদূরত্বের অভিক্ষেপকে চিত্রিত করে, যেখানে বিশ্বকে মূল মধ্যরেখা এবং আন্তর্জাতিক তারিখ রেখা দ্বারা বিভক্ত করা হয়েছে, এমনভাবে নিশ্চিত করা হয়েছে যে পতাকার মধ্যে কোনো দেশই প্রাধান্য পাচ্ছে না। মানচিত্রের অভিক্ষেপ ৬০ ডিগ্রী দক্ষিণ অক্ষাংশ পর্যন্ত প্রসারিত, এবং পাঁচটি এককেন্দ্রিক বৃত্ত অন্তর্ভুক্ত করে। মানচিত্রটি জলপাই গাছের ক্রস করা প্রচলিত শাখাগুলির সমন্বয়ে একটি পুষ্পস্তবকের মধ্যে খোদাই করা হয়েছে। পতাকার প্রতীকের আকার পতাকার নিজেরই প্রস্থের অর্ধেক। পতাকার উচ্চতার আকৃতির অনুপাতের পতাকার অনুপাত তার প্রস্থের ২:৩, ৩:৫ সমান বা জাতিসংঘের পতাকা যে কোনো দেশের জাতীয় পতাকার সমান। জলপাইয়ের শাখা শান্তির প্রতীক, এবং বিশ্বের মানচিত্র সমস্ত মানুষ এবং বিশ্বের দেশগুলির প্রতিনিধিত্ব করে।\nপ্রতীকটি নকশা আনুষ্ঠানিকভাবে ৭ ডিসেম্বর ১৯৪৬ এবং পতাকাটি ২০ অক্টোবর ১৯৪৭ সালে গৃহীত হয়।\n\n\n=== বিশ্ব সেবা কর্তৃপক্ষ ===\n\nবিশ্ব সেবা কর্তৃপক্ষ হল একটি অলাভজনক সংস্থা যা \"বিশ্ব নাগরিকত্ব\", \"বিশ্ব আইন\" এবং বিশ্ব সরকার সম্পর্কে শিক্ষিত এবং প্রচার করার দাবি করে। এটি বিশ্ব পাসপোর্টের মতো অনানুষ্ঠানিক খোশখেয়ালী নথি বিক্রির জন্য সবচেয়ে বেশি পরিচিত। এটি ১৯৫৩ সালে গ্যারি ডেভিস কর্তৃক প্রতিষ্ঠিত হয়েছিল। এর পতাকা হলুদ পটভূমিতে সংগঠনের প্রতীক নিয়ে গঠিত। প্রতীকটি একটি সাদা পরিমণ্ডল চিত্রিত করে, যেখানে সবুজ রূপরেখা এবং অক্ষাংশ ও দ্রাঘিমাংশের সবুজ রেখা রয়েছে। পৃথিবীর মধ্যে একটি মানুষের সবুজ মূর্তি দাঁড়িয়ে আছে, যা তার অঙ্গ-প্রত্যঙ্গ নিয়ে পৃথিবীর সীমানায় পৌঁছেছে।\n\n\n=== অলিম্পিক ক্রীড়া ===\n\nঅলিম্পিক ক্রীড়া হল নেতৃস্থানীয় আন্তর্জাতিক ক্রীড়া ইভেন্ট যা গ্রীষ্মকালীন এবং শীতকালীন ক্রীড়া প্রতিযোগিতা সমন্বিত করে যেখানে বিশ্বের হাজার হাজার মল্লক্রীড়াবিদ বিভিন্ন প্রতিযোগিতায় অংশগ্রহণ করে। তারা ২০০ টিরও বেশি দল নিয়ে বিশ্বের শীর্ষস্থানীয় ক্রীড়া প্রতিযোগিতা হিসাবে বিবেচিত হয়, যা সার্বভৌম রাষ্ট্র এবং অঞ্চলগুলির প্রতিনিধিত্ব করে এবং অংশগ্রহণ করে। অলিম্পিক ক্রীড়া ১৮৯৪ সালে প্রতিষ্ঠিত আন্তর্জাতিক অলিম্পিক কমিটি নামক একটি বেসরকারী ক্রীড়া সংস্থা দ্বারা সংগঠিত হয়।\nঅলিম্পিক পতাকা একটি সাদা মাঠে পাঁচটি ইন্টারলকিং বৃত্ত, রঙিন নীল, হলুদ, কালো, সবুজ এবং লাল চিত্রিত করে। বৃত্তের সংখ্যা পাঁচটি অধ্যুষিত মহাদেশের প্রতিনিধিত্ব করে: ইউরোপ, এশিয়া, আফ্রিকা, ওশেনিয়া এবং আমেরিকা, যখন ছয়টি রঙ বেছে নেওয়া হয়েছিল, কারণ প্রতিটি রঙ পৃথিবীর প্রতিটি সার্বভৌম রাষ্ট্রের পতাকায় অন্তত একবার প্রদর্শিত হয়। পতাকার উচ্চতা এবং প্রস্থের অনুপাতের পতাকা অনুপাত ২:৩ সমান।\nপ্রতীকটি মূলত ১৯১৩ সালে আন্তর্জাতিক অলিম্পিক কমিটির সহ-প্রতিষ্ঠাতা পিয়ের দ্য কুবেরত্যাঁ দ্বারা তৈরি করা হয়েছিল। এটি ১৯১৩ সালে গৃহীত হয়েছিল এবং ১৯১৪ সালে প্রথম উত্তোলন করা হয়েছিল। এটি আনুষ্ঠানিকভাবে বেলজিয়ামের আন্টভের্পে ১৯২০ গ্রীষ্মকালীন অলিম্পিকে আত্মপ্রকাশ করে, এবং বার্লিনে ১৯৩৬ সালের গ্রীষ্মকালীন অলিম্পিকের নেতৃত্বের সময় জনপ্রিয়তা এবং ব্যাপক ব্যবহার লাভ করে।\n১৯৮৮ সালে এবং আবার ২০১০ সালে বৃত্তগুলোর নকশা কিছুটা পরিবর্তন করা হয়েছিল।\n\n\n=== সম্মিলিত জাতিপুঞ্জ ===\n\nসম্মিলিত জাতিপুঞ্জ ছিল প্রথম বিশ্বব্যাপী আন্তর্জাতিক সংস্থা যার প্রধান লক্ষ্য ছিল বিশ্ব শান্তি বজায় রাখা। এটি ১০ ​​জানুয়ারি ১৯২০ সালে প্যারিস শান্তি সম্মেলনের দ্বারা প্রতিষ্ঠিত হয়েছিল যা প্রথম বিশ্বযুদ্ধের অবসান ঘটায়। প্রধান সংস্থাটি ২০ এপ্রিল ১৯৪৬ সালে কার্যক্রম বন্ধ করে দেয় কিন্তু এর অনেক উপাদান নতুন জাতিসংঘে স্থানান্তরিত হয়।\nসম্মিলিত জাতিপুঞ্জের আধা-সরকারি পতাকা ১৯৩৯ সালে তৈরি করা হয়েছিল। এটি কেন্দ্রে স্থাপন করা সাদা পটভূমিতে সংগঠনের প্রতীকটি বৈশিষ্ট্যযুক্ত। প্রতীকটি একটি নীল পঞ্চভুজ নিয়ে গঠিত, যার মধ্যে একটি সাদা পাঁচ-বিন্দুযুক্ত তারা রয়েছে, যার প্রতিটি বিন্দু তার শীর্ষবিন্দুকে স্পর্শ করে এবং অন্য তারার মধ্যে একটি সাদা পাঁচ-বিন্দুযুক্ত তারা স্থাপন করে, যা এর পার্শ্বগুলিকে স্পর্শ করে না। এটি পাঁচটি অধ্যুষিত মহাদেশ এবং \"পাঁচটি মানব জাতির\" প্রতীক। পেন্টাগনের উপরে বড় নীল অক্ষরে লেখা একটি টেক্সট যেখানে লেখা আছে \"লীগ অফ নেশনস\", পেন্টাগনের নিচে একই কায়দায় লেখা \"Société des Nations\"। এগুলি সম্মিলিত জাতিপুঞ্জের দুটি সহ-দাপ্তরিক ভাষা যথাক্রমে ইংরেজি এবং ফরাসি ভাষায় লেখা হয়।\n\n\n== কল্পবিজ্ঞানে ==\n\n\n=== স্টার ট্রেক ===\nজিন রডেনবেরি দ্বারা তৈরি স্টার ট্রেক বিজ্ঞান কল্পকাহিনী মিডিয়া ফ্র্যাঞ্চাইজিতে, পৃথিবী একটি একক বিশ্ব সরকার দ্বারা পরিচালিত হয়, যেটা পৃথিবী সংঘ, যেটি নিজেই ইউনাইটেড ফেডারেশন অফ প্ল্যানেটের প্রতিষ্ঠাতা সদস্য।\n১৯৯১ সালে স্টার ট্রেক ৬: দ্য আনডিসকভারড কান্ট্রি চলচ্চিত্রে ২২৯৩ সাল সেট করা হয়েছিল, যাতে পৃথিবী সংঘের পতাকাটি উত্তোলনে একটি সমবাহু ত্রিভুজ সহ লাল এবং নীল রঙের দুটি সমান আকারের অনুভূমিক ডোরা নিয়ে গঠিত। সাদা ত্রিভুজের মধ্যে প্রতীকটি স্থাপন করা হয়েছে যেটিতে একটি গ্রহ রয়েছে এবং এর পিছনে উদীয়মান সূর্য হালকা নীল বৃত্তের মধ্যে স্থাপন করা হয়েছে। এটি প্রতীকের নীচের অংশে স্থাপন করা পৃথিবীর উপরের অর্ধেক চিত্রিত করে। গ্রহটিতে একটি সমন্বয় গ্রিড এবং কাল্পনিক সাদা ল্যান্ডমাস রয়েছে। পৃথিবীর পিছনে একটি হলুদ ষোল-পয়েন্টেড নক্ষত্রের উপরের অর্ধেকটি গ্রহের উপরে উঠতে দেখা গেছে।\n২০০১ সালের স্টার ট্রেক: এন্টারপ্রাইজ টেলিভিশন সিরিজের চতুর্থ সিজনে, ২১৫৪ সাল সেট করা হয়েছিল, যাতে পৃথিবী সংঘের পতাকা একটি প্রতীককে চিত্রিত করে যাতে একটি বৃত্ত রয়েছে যা বিশ্বের মানচিত্র চিত্রিত করে, মূল মধ্যরেখা কেন্দ্র করে এবং একটি জলপাই শাখা মানচিত্রের বাম দিকে স্থাপন করা হয়েছে। বৃত্তের সীমানা, স্থলভাগ এবং শাখাগুলি সোনালি রঙে রঙিন, যখন মানচিত্রের জল গাঢ় নীল রঙের। প্রতীকটি সাদা পটভূমিতে স্থাপন করা হয়েছে, ডানদিকে সামান্য কেন্দ্র বন্ধ। প্রতীকের উপরে এবং নিচে দুটি পাতলা অনুভূমিক রেখা রয়েছে, যেগুলি একে অপরের পাশে রাখা ছোট সমান্তরাল বৃত্ত নিয়ে গঠিত। পতাকা এবং প্রতীকটি \"হোম\", \"দ্য ফোর্জ\" এবং \"ডেমনস\" পর্বে প্রদর্শিত হয়। প্রতীকটি ২০২০ সালের স্টার ট্রেক: লোয়ার ডেকস অ্যানিমেটেড টেলিভিশন সিরিজ, \"অ্যান অ্যাম্বারসমেন্ট অফ ডুপলার\" এপিসোডেও উপস্থিত হয়েছে।\n২২৫৭ সাল সেট করা স্টার ট্রেক: ডিসকভারি টেলিভিশন সিরিজের ২০১৭ সালের প্রথম সিজনে, পৃথিবী সংঘের পতাকাটি গাঢ় নীল পটভূমিতে স্থাপিত প্রতীক নিয়ে গঠিত। প্রতীকটিতে আটলান্টিক মহাসাগরকে কেন্দ্র করে বিশ্বের একটি মানচিত্র চিত্রিত করা একটি বৃত্ত এবং মানচিত্রের বামদিকে একটি জলপাই শাখা রয়েছে। বৃত্তের সীমানা, স্থলভাগ এবং শাখাগুলি সোনালি রঙে রঙিন, যখন মানচিত্রের জল গাঢ় নীল রঙের। পতাকাটি \"তুমি কি আমার হাত নেবে?\" পর্বে প্রদর্শিত হবে।\n২০১৭ সালের স্টার ট্রেক: ডিসকভারির চতুর্থ মৌসুমে ৩১৯০ সাল সেট করা হয়েছে, সৌরজগৎ পৃথিবী সংঘ এবং টাইটানের সরকারের অধীনে একত্রিত হয়েছে। এর প্রতীক বেইজ সীমানা সহ ধূসর বৃত্ত নিয়ে গঠিত। এর ডানদিকে, দুটি সাদা বৃত্ত বৃত্তাকার রেখায় স্থাপন করা হয়েছে, যা সূর্যের চারপাশে কক্ষপথে দুটি শব্দের প্রতীক, এটি প্রতীকের উপরের বাম কোণে একটি সোনার অর্ধ-বৃত্ত হিসাবে প্রতীকে উপস্থাপিত। এই জাতীয় প্রতীকটি \"...কিন্তু সংযোগ করতে\" এবং \"কামিং হোম\" পর্বে দেখা যায়। \"কামিং হোম\" পর্বে দেখানো প্রতীকটির বিকল্প সংস্করণটি একটি বৃত্তকে চিত্রিত করে যার মধ্যে তিনটি ছোট বৃত্ত রয়েছে। এটিতে ডানদিকে রাখা একটি বৃত্ত রয়েছে যার মধ্যে রয়েছে বিশ্বের একটি মানচিত্র, আটলান্টিক মহাসাগরকে কেন্দ্র করে এবং এর ডানদিকে দুটি ছোট বৃত্ত।\n২০২০ স্টার ট্রেক: পিকার্ড টেলিভিশন সিরিজের দ্বিতীয় সিজনে, ২৪০১ সাল সেট করা হয়েছিল, এতে পৃথিবী সংঘের পতাকাটি সাদা পটভূমিতে স্থাপন করা প্রতীক নিয়ে গঠিত। প্রতীকটিতে আটলান্টিক মহাসাগরকে কেন্দ্র করে বিশ্বের একটি মানচিত্র চিত্রিত করা একটি বৃত্ত এবং মানচিত্রের বাম দিকে একটি জলপাই শাখা রয়েছে। বৃত্তের সীমানা, স্থলভাগ এবং শাখাগুলি সোনালী রঙে রঙিন, যখন মানচিত্রের জল গাঢ় নীল রঙের।\n\n\n=== ফিউচারামা ===\n\n১৯৯৯ ফিউচারামা সায়েন্স ফিকশন কমেডি টেলিভিশন সিরিজে ৩০০০ এর দশক সেট করা হয়েছে, পৃথিবী একটি বিশ্ব সরকারের অধীনে একত্রিত হয়েছে। এর পতাকাটিতে বাম উপরের কোণে একটি নীল ক্যান্টন সহ লাল এবং সাদার মধ্যে পর্যায়ক্রমে তেরোটি অনুভূমিক ডোরা রয়েছে, একটি পরিমণ্ডল রয়েছে, যার কেন্দ্রে আমেরিকাকে বিশিষ্টভাবে চিত্রিত করা হয়েছে। এটি মার্কিন যুক্তরাষ্ট্রের পতাকার উপর ভিত্তি করে তৈরি করা হয়েছিল। পতাকার উচ্চতার সাথে এর প্রস্থের অনুপাত ১০:১৯ সমান। পতাকাটি প্রথমবারের মতো \"যখন এলিয়েন অ্যাটাক\" পর্বে উপস্থিত হয়েছিল, এবং \"এ টেস্ট অফ ফ্রিডম\" পর্বে এটি বিশিষ্টভাবে প্রদর্শিত হয়েছিল।\n\n\n=== বিস্তৃতি ===\n২৩শ শতকে সেট করা ২০১৫ সালের বিজ্ঞান কল্পকাহিনী টেলিভিশন সিরিজ দ্য এক্সপ্যান্সে পৃথিবী, চাঁদ এবং সৌরজগতের বিভিন্ন উপনিবেশের সাথে জাতিসংঘ দ্বারা পরিচালিত হয়, যেটি একটি ঐক্যবদ্ধ বিশ্ব সরকারের একটি রূপ ধারণ করে। এর পতাকা জাতিসংঘের বর্তমান পতাকার পরিবর্তিত সংস্করণ। এটি গাঢ় নীল পটভূমিতে কেন্দ্রে স্থাপন করা সাদা প্রতীক নিয়ে গঠিত। প্রতীকটিতে বিশ্বের মানচিত্রের একটি আজিমুথাল সমদূরত্বের অভিক্ষেপ রয়েছে, যা উত্তর মেরুকে কেন্দ্র করে বিশ্বকে কেন্দ্রে মূল মধ্যরেখা এবং আন্তর্জাতিক তারিখ রেখা দ্বারা বিভক্ত করা হয়েছে। মানচিত্রের অভিক্ষেপ ৬০ ডিগ্রী দক্ষিণ অক্ষাংশ পর্যন্ত প্রসারিত, এবং চারটি কেন্দ্রীভূত বৃত্ত অন্তর্ভুক্ত করে, যেখানে একটি খালি স্থান অবশিষ্ট রয়েছে, যেখানে সবচেয়ে অভ্যন্তরীণ বৃত্ত হওয়া উচিত। প্রক্ষেপণটি ২৩ শতকের মধ্যে সমুদ্রপৃষ্ঠের উচ্চতাবৃদ্ধির অনুমানের জন্য দায়ী। এইভাবে এটি স্থলভাগের পরিবর্তিত উপকূলরেখা চিত্রিত করে। মানচিত্রের চারপাশে একটি বৃত্ত স্থাপন করা হয়েছে, যার উপ-সম্মেলনের চারপাশে আটটি ছোট চেনাশোনা ইভেন্ট বিতরণ করা হয়েছে। তারা চন্দ্রকলা প্রতীক, এবং উপরে ঘড়ির কাঁটার দিক থেকে, প্রথম ত্রৈমাসিক, অমাবস্যা অর্ধচন্দ্র, অমাবস্যা, ক্ষয়প্রাপ্ত অর্ধচন্দ্র, শেষ ত্রৈমাসিক, ক্ষয়প্রাপ্ত গিব্বাস, পূর্ণিমা এবং অমাবস্যা গিব্বাসকে চিত্রিত করে। উপাদানগুলি জলপাই গাছের ক্রস করা প্রচলিত শাখাগুলির সমন্বয়ে একটি পুষ্পস্তবকের মধ্যে খোদাই করা হয়, যা তারপরে বৃত্তাকার লাইনের দুটি সারিতে খোদাই করা হয়, এবং মাঝখানে উল্লম্বভাবে কাটা হয়। মানচিত্রের উপরে, রেখার রেখে যাওয়া স্থানের মাঝখানে, তিনটি পাঁচ-বিন্দুযুক্ত তারা রয়েছে, যার মাঝেরটি বাকি দুটির চেয়ে উঁচুতে রয়েছে। প্রতীকের নিচে, সাদা বড় অক্ষরে খোদাই করা আছে, যেখানে ইংরেজিতে \"জাতিসংঘ\" লেখা আছে।\n\n\n== আরও দেখুন ==\nঅসাম্প্রদায়িকতাবাদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকমন্স: বিষয়শ্রেণী: পৃথিবীর পতাকা\nকমন্স: বিষয়শ্রেণী: আন্তর্জাতিক পতাকা"}