{"pageid": 1359665, "title": "অনুপ ভান্ডারী", "url": "https://bn.wikipedia.org/wiki?curid=1359665", "content": "অনুপ ভান্ডারি হলেন একজন ভারতীয় চলচ্চিত্র পরিচালক, সুরকার এবং গীতিকার যিনি প্রাথমিকভাবে কন্নড় সিনেমায় কাজ করেন। তিনি ২০১৫ সালে তার ভাই নিরুপ ভান্ডারী অভিনীত রহস্য থ্রিলার চলচ্চিত্র রঙ্গিতরাঙ্গার মাধ্যমে তার পরিচালনায় আত্মপ্রকাশ করেন \n\n\n== জন্ম ও প্রাথমিক জীবন ==\nঅনুপ ভান্ডারি ২ মার্চ ১৯৮২ সালে কর্ণাটকের পুত্তুরে সুধাকর ভান্ডারি এবং রথনা ভান্ডারির কাছে জন্মগ্রহণ করেন। তিনি মহীশূরে প্রতি পালিত হন, যেখানে তিনি বিদ্যা বিকাশ ইনস্টিটিউট অফ ইঞ্জিনিয়ারিং অ্যান্ড টেকনোলজি থেকে তথ্য বিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেন। স্নাতক হওয়ার পরে, তিনি মাইসোরে একজন সফ্টওয়্যার ইঞ্জিনিয়ার হিসাবে ইনফোসিস টেকনোলজিসে যোগ দেন এবং অবশেষে মার্কিন যুক্তরাষ্ট্রে চলে যান, যেখানে তিনি তার প্রথম ফিচার ফিল্ম তৈরি করতে ভারতে ফিরে আসার আগে প্রায় এক দশক কাজ করেছিলেন। \n\n\n== ব্যক্তিগত জীবন ==\nঅনুপ ভান্ডারি বিয়ে করেছেন নীথা শেঠি কে, তিনি তার সমস্ত চলচ্চিত্রের জন্য কস্টিউম ডিজাইনার হিসাবে কাজ করেন। তাদের একটি মেয়ে নিশকা ভান্ডারি রয়েছে। তার ভাই নিরুপ ভান্ডারী একজন অভিনেতা।\n\n\n== পুরস্কার ==\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== কর্মজীবন ==\nভান্ডারি ইনফোসিসের জন্য কাজ করার সময় শর্ট ফিল্ম তৈরি করা শুরু করেন এবং বেশ কয়েকটি পুরস্কার জিতেছিলেন। মার্কিন যুক্তরাষ্ট্রে থাকাকালীন, তিনি হলিউড অভিনেতা রাসেল হার্ভার্ড অভিনীত শব্দ নামে একটি শর্ট ফিল্ম পরিচালনা করেন যার খ্যাতি ছিল ব্লাড এবং ফার্গো । এটি তার প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র রঙ্গিতরঙ্গার জন্য প্রশস্ত পথ, যেখানে তার ভাই নিরুপ ভান্ডারী, রাধিকা নারায়ণ, অবন্তিকা শেঠি এবং সাই কুমার অভিনীত। \nরঙ্গিতরঙ্গা সবচেয়ে বড় ব্লকবাস্টার হয়ে উঠেছে। এটি কন্নড় চলচ্চিত্রের জন্য বিদেশী বাজারও একটি বড় উপায়ে উন্মুক্ত করেছে। এটি অনেক দেশে মুক্তি পাওয়া প্রথম কন্নড় চলচ্চিত্র, নিউ ইয়র্ক বক্স অফিস তালিকায় প্রদর্শিত প্রথম কন্নড় চলচ্চিত্র এবং মার্কিন যুক্তরাষ্ট্রে ৫০ দিনের জন্য চালানো প্রথম এবং একমাত্র কন্নড় চলচ্চিত্র।  একাডেমি পুরস্কারের (অস্কার) জন্য সংক্ষিপ্ত তালিকাভুক্ত ৩০৫টি চলচ্চিত্রের মধ্যে রঙ্গিতরঙ্গাও একটি ছিল কিন্তু চূড়ান্ত মনোনয়নে জায়গা করেনি। \nফিল্মফেয়ার, সাইমা, আইফা এবং কর্ণাটক রাজ্য পুরস্কার সহ অনুপ তার পরিচালনা, সঙ্গীত পরিচালনা এবং গানের জন্য বেশ কয়েকটি পুরস্কার জিতেছেন। \nঅনুপ এর অনুসরণে রাজরথ অভিনীত নিরুপ ভান্ডারী, অবন্তিকা শেঠি এবং তামিল অভিনেতা আর্য একটি মুখ্য ভূমিকায় অভিনয় করেন। চলচ্চিত্রটি একটি বাসের দৃষ্টিকোণ থেকে বর্ণনা করা হয়েছে, যেটিতে কণ্ঠ দিয়েছেন পুনীত রাজকুমার ।\nতিনি প্রিয়া ভি পরিচালিত রকলাইন প্রোডাকশনের আদি লক্ষ্মী পুরাণ এবং নিরুপ ভান্ডারী এবং রাধিকা পন্ডিত অভিনীত গানের কথাও লিখেছেন। তিনি দাবাং ৩ কন্নড় সংস্করণের সব গানের কথা লিখেছেন\n২০২২ সালে কিচ্ছা সুদীপের সাথে ব্লকবাস্টার মিস্ট্রি থ্রিলার বিক্রান্ত রোনা মুক্তি পেয়েছিল, যা তৈরির উচ্চ মানের, পারফরম্যান্স এবং প্রযুক্তিগত উজ্জ্বলতার জন্য প্রশংসিত হয়েছিল। এটি ছিল তার প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র রঙ্গিতরঙ্গার একটি সম্পর্কহীন প্রিক্যুয়েল। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অনুপ ভান্ডারী  (ইংরেজি)"}