{"pageid": 1359530, "title": "সুরেন্দ্রমোহন ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1359530", "content": "সুরেন্দ্রমোহন ভট্টাচার্য ছিলেন উনিশ শতকের অন্যতম প্রধান বাঙালি ঔপন্যাসিক। তিনি দার্শনিক পণ্ডিত এবং বেদান্তশাস্ত্রী হিসেবেও অভিহিত হতেন। হিন্দু ধর্মীয় শাস্ত্র পুরোহিত দর্পণকে তার শ্রেষ্ঠ কর্ম হিসেবে অভিহিত করা হয়।\nআধুনিক বাংলা সাহিত্যে প্রথম যেসকল সাহিত্যিক গোয়েন্দা কল্পকাহিনী ও অধিভৌতিক বিষয় নিয়ে লেখা শুরু করেছেন তাদের অন্যতম ছিলেন তিনি।\n\n\n== জীবনী ==\nসুরেন্দ্রমোহন ভট্টাচার্যের জন্ম হয় তৎকালীন ব্রিটিশ ভারত বর্তমান বাংলাদেশের চুয়াডাঙ্গা জেলার জীবননগর উপজেলার অনন্তপুর গ্রামে, বিখ্যাত সিদ্ধতান্ত্রিক পন্ডিত বংশে। পিতা ঈশানচন্দ্র ভট্টাচার্য। সুরেন্দ্রমোহনের পৈত্রিক ভিটা ছিল ভারতের পশ্চিমবঙ্গ রাজ্যের মেদিনীপুরের অন্তর্গত ঘাটাল গ্রামে। তার স্ত্রীর নাম ছিল প্রমিলা দেবী। ভূপেন্দ্রমোহন ভট্টাচার্য ও রবীন্দ্রমোহন ভট্টাচার্য নামে দুই ছেলে ছিল তার। ১৯২০ সালে তিনি মৃত্যুবরণ করেন।\n\n\n== সাহিত্যে অবদান ==\nসুরেন্দ্রমোহন ছিলেন বঙ্কিমচন্দ্র চট্টোপাধ্যায়ের সমসাময়িক সাহিত্যিক। বঙ্কিমচন্দ্রের সাহিত্য দ্বারা অনুপ্রাণিতও ছিলেন তিনি। তার লেখায় প্রবল ধর্মীয়বোধ, আদর্শ জীবনের প্রতিচ্ছবি ফুঁটে উঠে। মূলতঃ তিনি সংস্কৃত ও হিন্দু ধর্মশাস্ত্রে পন্ডিত ছিলেন। একারণে অনেকেই তাকে বেদান্তশাস্ত্রী হিসেবে অভিহিত করেছেন। পুরোহিত-দর্পণ,\nআর্য্য-শক্তি, দেবতা ও আরাধনা, সাধনা, যোগতত্ত্ব-বারিধি, রসতত্ত্ব ও শক্তি-সাধনা, ব্রহ্মসংহিতা ও ভক্তিবাদ ইত্যাদি তার রচিত ধর্মীয় বই। \nবাংলা গোয়েন্দা কল্পকাহিনী, রহস্য উপন্যাস ও ভৌতিক উপন্যাসে সুরেন্দ্রমোহন অত্যন্ত জনপ্রিয় ছিলেন। জন্মান্তর রহস্য (১৯০৫), প্রেততত্ত্ব (১৯০৮), ডাকিনীবিদ্যা (১৯১৮) রচনাগুলি ছিল প্রবন্ধ আকারে। এখানে সরাসরি অলৌকিকতা ও প্রেতচর্চ্চা কিংবা প্রেত বিষয়ক বিশ্বাস নিয়ে আলোচনা করেছেন তিনি। \n১৯০৭ সালে ভৌতিক উপন্যাস প্রেত তর্পণ প্রকাশিত হয়। ১৯১৪ সালে ক্ষীরোদপ্রসাদ বিদ্যাবিনোদ এর অলৌকিক রহস্য পত্রিকায় ধারাভিকভাবে প্রকাশিত হয় নরকোৎসব উপন্যাস। এই উপন্যাসের নায়ক অতিপ্রাকৃত শক্তির কাছে আবদ্ধ হয়ে পড়ে। নায়কের জীবনের বিভিন্ন অধিভৌতিক ঘটনার অবতারণা করতে যেয়ে সুরেন্দ্রমোহন পৃথিবী ও পৃথিবীর বাইরের বিভিন্ন কল্পিত শক্তির অবতারণা করেছেন।\n১৯০৬ সালে  সুরেন্দ্রমোহনের দুই দারোগা ও মরা মেম উপন্যাস দুটি প্রকাশিত হয়। এগুলো ছিল ডিটেকটিভ উপন্যাস। দুই দারোগা উপন্যাসটি অত্যন্ত জনপ্রিয় হয়। অনীশ দেব সঙ্কলিত শতবছরের সেরা রহস্য উপন্যাসগুলির মধ্যে  সুরেন্দ্রমোহন রচিত রহস্য উপন্যাস হত্যা বিভীষিকা অন্তর্ভুক্ত।  \nসুরেন্দ্রমোহনের অনেকগুলি সামাজিক উপন্যাস তৎকালীন সময়ে বিক্রির শীর্ষে থাকত, মিলন মন্দির এক্ষেত্রে উল্লেখযোগ্য। প্রকাশের পর এটি বহুবার পুনঃমুদ্রিত হয়। এই ধরনের অন্যান্য উপন্যাসের মধ্যে তাপসী কন্ঠহার, প্রাণের আহুতি, ঝড়োফুল, প্রেমের বাঁধন, বর বিনিময়, লুকোচুরি ইত্যাদি উল্লেখযোগ্য।\nঐতিহাসিক উপন্যাসের মধ্যে জাহানারা এবং যোগরানী উল্লেখযোগ্য। যোগরানী উপন্যাসটি সূর্যাস্ত আইনের উপর রচিত। এই উপন্যাসে বর্ণিত তথ্যকে ঐতিহাসিক কালুপোল গোষ্ঠবিহারের অন্যতম উৎস হিসেবে ধরা হয়।\n\n\n== প্রকাশনা ==\nচুয়াডাঙ্গা জেলার প্রথম পত্রিকা নব-নলিনী(মাসিক) প্রকাশ করেন সুরেন্দ্রমোহন। এই পত্রিকার প্রথম সংখ্যা ১৮৮৫ সালের আগস্ট মাসে আন্দুলবাড়ীয়া থেকে প্রকাশিত হয়। ১৮৯০ সালের মে মাস থেকে সমালোচক(মাসিক) পত্রিকা কাশিপুর থেকে প্রকাশ করেন। এটি ছিল সাহিত্য পত্রিকা। গল্প, উপন্যাস বা কবিতার পাশাপাশি বিভিন্ন বইয়ের সমালোচনা এখানে প্রকাশ করা হতো।\n১৮৯৫ সালের সেপ্টেম্বর মাস থেকে নদিয়াবাসী নামক আরেকটি পত্রিকা প্রকাশিত হয়েছিল সুরেন্দ্রমোহনের নিজগ্রাম অনন্তপুর থেকে।\n\n\n== তথ্যসূত্র =="}