{"pageid": 1359733, "title": "২০২৩ এশিয়ায় তাপপ্রবাহ", "url": "https://bn.wikipedia.org/wiki?curid=1359733", "content": "২০২৩ সালের এপ্রিল থেকে, রেকর্ড-ভাঙা তাপপ্রবাহ ভারত, বাংলাদেশ, চীন, থাইল্যান্ড এবং ভিয়েতনাম সহ এশিয়ার অনেক দেশকে প্রভাবিত করেছে। বেশ কিছু আঞ্চলিক তাপমাত্রার রেকর্ড ভেঙে নতুন রেকর্ড গড়েছে। তাপপ্রবাহের কারণে হিট স্ট্রোকে একাধিক মৃত্যু হয়, একাধিক দেশে স্বাস্থ্য সতর্কতা জারি ও বিদ্যুৎ বিভ্রাট হয়।\nওয়ার্ল্ড ওয়েদার অ্যাট্রিবিউশনের মে মাসের একটি গবেষণায় দেখা গেছে যে, ভারত ও বাংলাদেশে জলবায়ু পরিবর্তনের কারণে তাপপ্রবাহের সম্ভাবনা কমপক্ষে ৩০ গুণ বেশি হয়েছে এবং জলবায়ু পরিবর্তনের কারণে এশিয়ার অনেক অঞ্চলে এপ্রিল মাসে তাপমাত্রা কমপক্ষে ২ °সে (৩.৬ °ফা) বৃদ্ধি পেয়েছে।\n\n\n== দক্ষিণ এশিয়া ==\n\n\n=== বাংলাদেশ ===\nঢাকায় ১৫ এপ্রিল তাপমাত্রা ৪০ ডিগ্রি সেলসিয়াস (১০৪ ডিগ্রি ফারেনহাইট) ছাড়িয়েছে। তাপপ্রবাহে বিদ্যুতের চাহিদা বৃদ্ধির কারণে বাংলাদেশের কিছু অংশে বিদ্যুৎ বিচ্ছিন্ন হয়েছে। তাপপ্রবাহে দেশে তাপ অবসাদ ও হিট স্ট্রোকের ঘটনা বেড়েছে।\nঢাকার ড্যাফোডিল ইউনিভার্সিটির অধ্যাপক এম এ রহিম বলেন, তাপপ্রবাহ দেশের ধান ও ফল উৎপাদনে প্রভাব ফেলছে, তিনি অনুমান করেন যে ধানের উৎপাদন ৪০% পর্যন্ত কমতে পারে।\n\n\n=== পাকিস্তান ===\nনয়টি শহরে ২৩শে এপ্রিল ৪০ °সে এর চেয়ে বেশি বা সমান তাপমাত্রা রেকর্ড করা হয়। ২১শে মে জ্যাকোবাবাদে ৪৯ °সে  পৌঁছেছিল।\n\n\n=== ভারত ===\nভারতের উত্তর ও পূর্বাঞ্চলের ছয়টি শহরে তাপমাত্রা ৪৪ ডিগ্রি সেলসিয়াস (১১১ ডিগ্রি ফারেনহাইট) এর উপরে রেকর্ড করা হয়েছে, ১৮ এপ্রিল নতুন দিল্লি ৪০.৪ ডিগ্রি সেলসিয়াস (১০৪.৭ ডিগ্রি ফারেনহাইট) তাপমাত্রা রেকর্ড করেছে।\nশ্রমিকদের পর্যাপ্ত পানীয় জল, জরুরী বরফের থলে এবং ঘন ঘন বিরতি দেওয়ার জন্য শ্রম মন্ত্রক সমস্ত রাজ্য এবং অঞ্চলে একটি পরামর্শ জারি করে। পশ্চিমবঙ্গের মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায় তাপ নিয়ে উদ্বেগের কারণে ১৭ থেকে ২২ এপ্রিলের মধ্যে রাজ্যের সমস্ত বিদ্যালয় ছুটি ঘোষণা করেন। একই সপ্তাহে, ত্রিপুরা এবং ওড়িশায় স্কুলগুলো বন্ধ করে দেওয়া হয়েছিল।\nআবহাওয়া অধিদপ্তরের আবহাওয়া বিভাগের মহাপরিচালক কে জে রমেশ মে মাসে বলেছিলেন যে কিছু রাজ্য প্রশমন প্রচেষ্টা বাস্তবায়ন শুরু করেছে, যেমন  দুপুর ১টার মধ্যে বিদ্যালয় বন্ধ করে দেওয়া, সকাল ৭টা-দুপুর ১টা পর্যন্ত সরকারি অফিস পরিচালনা, যুব ও বৃদ্ধ সবাইকে দুপুর ১টা হতে বিকেল ৩টা অব্দি অন্দরে অবস্থান করতে বলা।\nপরে মে মাসে ভারতীয় আবহাওয়া বিভাগ সাতটি দক্ষিণ ও মধ্য রাজ্যের জন্য তাপপ্রবাহের সতর্কতা জারি করে। তাপমাত্রা ৪৫ ডিগ্রি সেলসিয়াস (১১৩ ডিগ্রি ফারেনহাইট) ছাড়িয়ে গেছে উত্তরপ্রদেশে, কিছু অংশ ১২-ঘণ্টার ব্ল্যাকআউট হয়েছে৷ ব্ল্যাকআউটগুলো লখনউয়ের কাছে পাওয়ার স্টেশনগুলিতে বিক্ষোভের জন্ম দেয়। ২৩ ও ২৫ মে কুনো ন্যাশনাল পার্কে তিনটি চিতা শাবক মারা গিয়েছিল এবং একটিকে গুরুতর যত্নের সুবিধায় চিকিৎসার জন্য পাঠানো হয়েছিল। সাত দশকেরও বেশি সময়ে ভারতে প্রথম শাবকের জন্ম হয়েছিল। ভারতে তাপপ্রবাহ শাবকদের দুর্বল করে দিয়েছে বলে মনে করা হয়।\n\n\n==== মহারাষ্ট্রে মৃত্যু ====\n১৬ এপ্রিল খারঘর, নবি মুম্বইতে মহারাষ্ট্র ভূষণ পুরস্কার অনুষ্ঠানে যোগদানের পর হিট স্ট্রোকে ১৩ জন মারা যায় এবং ৫০-৬০ জনকে হাসপাতালে ভর্তি করা হয়।\nঘটনাটি একটি সরকারি অনুষ্ঠানে ঘটেছে যেখানে কেন্দ্রীয় স্বরাষ্ট্রমন্ত্রী অমিত শাহ সমাজকর্মী আপ্পাসাহেব ধর্মাধিকারিকে মহারাষ্ট্র ভূষণ পুরস্কার প্রদান করেন।  আইএমডি সেই নির্দিষ্ট দিনে কোনও তাপ তরঙ্গ সতর্কতা জারি করেনি, তা সত্ত্বেও চিকিৎসকরা মৃত্যুর কারণ হিসেবে বলেন খোলা জায়গায় রোদে দীর্ঘসময় থাকা। আশেপাশের জেলাগুলো থেকেও অনেক লোক এসেছিল, যা তাদের অবস্থা আরও খারাপ করে দিতো। এই ঘটনার উপর ক্ষোভের ফলে রাজনৈতিক ব্যক্তিবর্গ সরকারকে এই মৃত্যুর জন্য দায়ী করার আহ্বান জানিয়েছেন।\nমহারাষ্ট্র প্রদেশ কংগ্রেস কমিটির সভাপতি নানা পাটোলে মুখ্যমন্ত্রী ও উপ-মুখ্যমন্ত্রীর পদত্যাগ চেয়েছেন এবং প্রশাসনকে জবাবদিহি করার আহ্বান জানিয়েছেন। মহারাষ্ট্রের প্রাক্তন মুখ্যমন্ত্রী উদ্ধব ঠাকরে এবং এনসিপির প্রধান অজিত পাওয়ার, পরিস্থিতি পরিদর্শন করতে এবং অনুষ্ঠানের সংগঠনের সমালোচনা করতে হাসপাতালে গিয়েছিলেন। ট্র্যাজেডির প্রতিক্রিয়ায় ভবিষ্যতে একই ধরনের বিপর্যয় বন্ধ করার জন্য উন্নত পরিকল্পনা এবং পদ্ধতির প্রয়োজনীয়তার বিষয়ে উদ্বেগ উত্থাপিত হয়েছে।\n\n\n== প্রভাব ==\n\n\n=== জলবায়ু পরিবর্তনের ===\nথাইল্যান্ড ও ভিয়েতনামের কিছু অংশ তাপপ্রবাহের সময় ঘন ধোঁয়াশায় আক্রান্ত হয়েছে। এনবিসি নিউজের সাথে যোগাযোগ করা বিশেষজ্ঞরা উল্লেখ করেছেন যে চরম তাপ এবং বায়ু দূষণের সংমিশ্রণ শ্বাসযন্ত্র, কার্ডিওভাসকুলার এবং কিডনি রোগের বৃদ্ধি ঘটাতে পারে এবং এই প্রভাবগুলো জলবায়ু পরিবর্তনের তীব্র তাপপ্রবাহ ও বায়ু দূষণের কারণে আরও খারাপ হবে।\nওয়ার্ল্ড ওয়েদার অ্যাট্রিবিউশনের মে মাসের একটি গবেষণায় দেখা গেছে যে ভারত এবং বাংলাদেশে জলবায়ু পরিবর্তনের কারণে তাপপ্রবাহের সম্ভাবনা কমপক্ষে ৩০ গুণ বেশি হয়েছে, এবং জলবায়ু পরিবর্তনের ফলে এশিয়ার অনেক অংশে এপ্রিলে তাপমাত্রা কমপক্ষে ২ °সে বৃদ্ধি পেয়েছে।\n\n\n=== জীবাশ্ম জ্বালানী খরচ ===\nভারতে কর্ণাটকের পূর্বের চাহিদা হ্রাস করা তিনটি কয়লা বিদ্যুৎ কেন্দ্র এপ্রিল মাসে তাপপ্রবাহের কারণে বর্ধিত বিদ্যুতের চাহিদা মেটাতে সম্পূর্ণ থ্রোটলে চালানোর জন্য প্রস্তুত করা হয়েছিল।\nঅনেক এশীয় দেশ তাপপ্রবাহের কারণে সৃষ্ট শক্তির চাহিদা মেটাতে কয়লার উপর নির্ভর করতে বাধ্য হয়েছে, ইউক্রেনে রুশ আগ্রাসনের সময় রুশ তেলের ইউরোপীয় বয়কটের কারণে এশিয়ায় তরলীকৃত প্রাকৃতিক গ্যাসের (এলএনজি) প্রাপ্যতা হ্রাস পেয়েছে। ব্লুমবার্গ নিউজ জানিয়েছে যে রাশিয়া এপ্রিল মাসে এশিয়ায় ৭.৬ মিলিয়ন মেট্রিক টন কয়লা রপ্তানি করেছে, ভারত ও চীন এর দুই-তৃতীয়াংশের বেশি কিনেছে।\n\n\n== তথ্যসূত্র =="}