{"pageid": 1359150, "title": "নিম করোলি বাবা", "url": "https://bn.wikipedia.org/wiki?curid=1359150", "content": "নিম করোলি বাবা ( হিন্দি: नीम करौली बाबा, প্রতিবর্ণীকৃত: nīm karaulī bābā     ) বা নীব করোরি বাবা ( হিন্দি: नीब करौरी बाबा, প্রতিবর্ণীকৃত: nīb karaurī bābā     ) ( ১৯০০- ১১ সেপ্টেম্বর ১৯৭৩), যিনি তাঁর অনুসারীদের কাছে 'মহারাজ-জি' নামেও পরিচিত, ছিলেন একজন হিন্দু গুরু এবং হিন্দু দেবতা হনুমানের ভক্ত। তিনি ১৯৬০ এবং ৭০ এর দশকে ভারতে ভ্রমণকারী আমেরিকানদের অনেকের আধ্যাত্মিক গুরু হিসাবে ভারতের বাইরে পরিচিত, সবচেয়ে সুপরিচিত হলেন আধ্যাত্মিক শিক্ষক রাম দাস এবং ভগবান দাস, এবং সঙ্গীতজ্ঞ কৃষ্ণ দাস এবং জয় উত্তল । তাঁর আশ্রমগুলি কাইঞ্চি, বৃন্দাবন, ঋষিকেশ, সিমলা, ফারুখাবাদের খিমাসেপুরের কাছে নিম করোলি গ্রাম, ভূমিধর, হনুমানগড়ী এবং ভারতের দিল্লি এবং যুক্তরাষ্ট্রের নিউ মেক্সিকোতে তাওসে ।\n\n\n== জীবনী ==\n\n\n=== প্রারম্ভিক জীবন ===\nলক্ষ্মণ নারায়ণ শর্মা ১৯০০ সালের দিকে ভারতের উত্তর প্রদেশের ফিরোজাবাদ জেলার আকবরপুর গ্রামে একটি ধনী ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন। ১১ বছর বয়সে তার পিতামাতার দ্বারা বিবাহিত হওয়ার পর, তিনি একটি বিচরণকারী সাধু হওয়ার জন্য বাড়ি ছেড়ে চলে যান। পরে তিনি তার বাবার অনুরোধে স্থির বিবাহিত জীবন যাপনের জন্য দেশে ফিরে আসেন। তিনি দুই ছেলে ও এক মেয়ের জনক।\n\n\n=== মহারাজ-জি হিসাবে ===\nনিম করোলি বাবা, সেই সময়ে বাবা লক্ষ্মণ দাস নামে পরিচিত (এছাড়াও \"লক্ষ্মণ দাস\" নামে পরিচিত), ১৯৫৮ সালে তার বাড়ি ছেড়ে চলে যান। রাম দাস একটি গল্প বলেছেন যে বাবা লক্ষ্মণ দাস একটি টিকিট ছাড়াই একটি ট্রেনে উঠেছিলেন এবং কন্ডাক্টর ফারুখাবাদ জেলার ( ইউপি ) নিম করোলি গ্রামে ট্রেন থামানোর এবং নিম করোলি বাবাকে ট্রেন থেকে নামানোর সিদ্ধান্ত নেন। বাবাকে জোর করে ট্রেন থেকে নামানোর পর কন্ডাক্টর জানতে পারলেন ট্রেন আর চালু হবে না। ট্রেন শুরু করার অনেক চেষ্টার পর, কেউ একজন কন্ডাক্টরকে পরামর্শ দিল যে তারা সাধুকে ট্রেনে ফিরে যেতে দেয়। নিম করোলি দুটি শর্তে ট্রেনে উঠতে রাজি হয়েছিল: ১) রেলওয়ে কোম্পানি নিম করোলি গ্রামে একটি স্টেশন তৈরি করার প্রতিশ্রুতি দেয় (সে সময় গ্রামবাসীদের নিকটতম স্টেশনে বহু মাইল হেঁটে যেতে হতো), এবং ২) রেলওয়ে কোম্পানি এখন থেকে সাধুর সাথে ভালো আচরণ করতে হবে। কর্মকর্তারা রাজি হয়ে গেলেন এবং নিম করোলি বাবা ঠাট্টা করে ট্রেনে উঠলেন, \"কী, ট্রেন চালু করা আমার ব্যাপার?\" তার ট্রেনে ওঠার পরপরই, এটি শুরু হয়েছিল, কিন্তু ট্রেন চালকরা অগ্রসর হবেন না যদি না সাধু তাদের এগিয়ে যাওয়ার জন্য আশীর্বাদ করেন। বাবা আশীর্বাদ দিলেন এবং ট্রেন চলতে লাগল। পরে নিম করোলি গ্রামে একটি ট্রেন স্টেশন তৈরি করা হয়। বাবা কিছুকাল নিম করোলি গ্রামে থাকতেন এবং স্থানীয়রা তার নামকরণ করেছিলেন।\nএরপর তিনি উত্তর ভারতে ব্যাপকভাবে বিচরণ করেন। এই সময়ে তিনি অনেক নামে পরিচিত ছিলেন, যার মধ্যে রয়েছে: লক্ষ্মণ দাস, হান্ডি ওয়াল্লাহ বাবা এবং তিকোনিয়া ওয়াল্লা বাবা। গুজরাটের মোরবির ভাভানিয়া গ্রামে যখন তিনি তপস্যা ও সাধনা করেছিলেন, তখন তিনি তাল্লাইয়া বাবা নামে পরিচিত ছিলেন। বৃন্দাবনে, স্থানীয় বাসিন্দারা তাকে চামতকারি বাবা (\"অলৌকিক বাবা\" ) নামে সম্বোধন করতেন। তাঁর জীবদ্দশায় কাইঞ্চি ও বৃন্দাবনে দুটি প্রধান আশ্রম নির্মিত হয়েছিল। সময়ের সাথে সাথে, তার নামে ১০০ টিরও বেশি মন্দির নির্মিত হয়েছিল।\nকৈঞ্চি ধাম আশ্রম, যেখানে তিনি তার জীবনের শেষ দশকে ছিলেন, ১৯৬৪ সালে একটি হনুমান মন্দির দিয়ে নির্মিত হয়েছিল। এটি দুই বছর আগে দুই স্থানীয় সাধু, প্রেমী বাবা এবং সোমবারী মহারাজের যজ্ঞ করার জন্য নির্মিত একটি শালীন মঞ্চ দিয়ে শুরু হয়েছিল। বছরের পর বছর ধরে মন্দিরটি ১৭টি অবস্থিত নৈনিতাল- আলমোড়া সড়কে নৈনিতাল থেকে কিমি, স্থানীয়দের পাশাপাশি বিশ্বব্যাপী আধ্যাত্মিক সাধক এবং ভক্তদের জন্য একটি গুরুত্বপূর্ণ তীর্থস্থান হয়ে উঠেছে। প্রতি বছর ১৫ই জুন, কাইঞ্চি ধাম ভাণ্ডার মন্দিরের উদ্বোধনের স্মরণে সংঘটিত হয়, একটি উদযাপন যা সাধারণত এক লাখ (১০০,০০০) ভক্তদের গ্রহণ করে।\n\nনিম করোলি বাবা আনুমানিক ১:১৫ এ মারা যান ১১সেপ্টেম্বর, ১৯৭৩-এর ভোরে ভারতের বৃন্দাবনের একটি হাসপাতালে ডায়াবেটিক কোমায় চলে যাওয়ার পর। তিনি আগ্রা থেকে নৈনিতালের কাছে কাইঞ্চিতে রাতের ট্রেনে ফিরছিলেন যেখানে তিনি বুকে ব্যথা অনুভব করার কারণে একজন হৃদরোগ বিশেষজ্ঞের কাছে গিয়েছিলেন। তিনি এবং তার ভ্রমণ সঙ্গীরা মথুরা রেলওয়ে স্টেশনে নেমেছিলেন যেখানে তিনি খিঁচুনি শুরু করেছিলেন এবং শ্রী ধাম বৃন্দাবনে নিয়ে যাওয়ার অনুরোধ করেছিলেন।\n\nThey took him to the emergency room at the hospital. In the hospital, the doctor gave him injections and placed an oxygen mask over his face. The hospital staff said that he was in a diabetic coma but that his pulse was fine. Maharajji roused and pulled the oxygen mask off his face and the blood pressure measuring band from his arm, saying, “Bekar (useless).” Maharajji asked for Ganga water. As there was none, they brought him regular water. He then repeated several times, “Jaya Jagadish Hare” (\"Hail to the Lord of the Universe\"), each time in a lower pitch. His face became very peaceful, and all signs of pain disappeared. He was dead.\nতাঁর সমাধি মন্দিরটি বৃন্দাবন আশ্রমের কমপ্লেক্সের মধ্যে নির্মিত হয়েছিল, যেখানে তাঁর কিছু ব্যক্তিগত জিনিসপত্রও রয়েছে।\n\n\n== দর্শন ==\nনিম করোলি বাবা ভক্তি যোগে আজীবন পারদর্শী ছিলেন, এবং ঈশ্বরের প্রতি নিঃশর্ত ভক্তির সর্বোচ্চ রূপ হিসাবে অন্যদের ( সেবা ) সেবাকে উত্সাহিত করেছিলেন। রাম দাস দ্বারা সংকলিত মিরাকল অফ লাভ বইতে, অঞ্জনী নামে একজন ভক্ত নিম্নলিখিত বিবরণটি শেয়ার করেছেন:\n\nThere can be no biography of him. Facts are few, stories many. He seems to have been known by different names in many parts of India, appearing and disappearing through the years. His non-Indian devotees of recent years knew him as Neem Karoli Baba, but mostly as “Maharajji”. Just as he said, he was \"nobody\". He gave no discourses; the briefest, simplest stories were his teachings. Usually, he sat or lay on a wooden bench wrapped in a plaid blanket while a few devotees sat around him. Visitors came and went; they were given food, a few words, a nod, a pat on the head or back, and they were sent away. There was gossip and laughter for he loved to joke. Orders for running the ashram were given, usually in a piercing yell across the compound. Sometimes he sat in silence, absorbed in another world to which we could not follow, but bliss and peace poured down on us. Who he was was no more than the experience of him, the nectar of his presence, the totality of his absence, enveloping us now like his plaid blanket.\nবাবা বলবেন যে আসক্তি এবং অহং ঈশ্বরের উপলব্ধির জন্য সবচেয়ে বড় বাধা এবং যে \"যতক্ষণ না ভৌতিক দেহে আসক্তি এবং অহং থাকে ততক্ষণ একজন বিদগ্ধ মানুষ এবং বোকা একই রকম।\" তিনি সমস্ত কিছুর ঊর্ধ্বে মানুষকে ঈশ্বরের ইচ্ছার কাছে আত্মসমর্পণ করার পরামর্শ দেবেন যাতে তারা তাঁর প্রতি ভালবাসা এবং বিশ্বাস গড়ে তুলতে পারে এবং এর ফলে জীবনের অপ্রয়োজনীয় উদ্বেগ থেকে মুক্ত হতে পারে।\n\n\n== উল্লেখযোগ্য শিষ্যরা ==\n\nনিম করোলি বাবার উল্লেখযোগ্য শিষ্যদের মধ্যে রয়েছে আধ্যাত্মিক শিক্ষক রাম দাস ( বি হেয়ার নাউ এর লেখক), গায়ক এবং আধ্যাত্মিক শিক্ষক ভগবান দাস, লেখক এবং ধ্যানের শিক্ষক লামা সূর্য দাস এবং সঙ্গীতজ্ঞ জয় উত্তাল এবং কৃষ্ণ দাস । অন্যান্য উল্লেখযোগ্য ভক্তদের মধ্যে রয়েছে মানবতাবাদী ল্যারি ব্রিলিয়ান্ট এবং তার স্ত্রী গিরিজা, দাদা মুখার্জি ( এলাহাবাদ ইউনিভার্সিটির প্রাক্তন অধ্যাপক, উত্তর প্রদেশ, ভারত), পণ্ডিত ও লেখক ইভেট রোসার, আমেরিকান আধ্যাত্মিক শিক্ষক মা জয়া সতী ভগবতী, চলচ্চিত্র নির্মাতা জন বুশ এবং ড্যানিয়েল গোলম্যান । ধ্যান অভিজ্ঞতা এবং মানসিক বুদ্ধিমত্তার বৈচিত্র্য । বাবা হরি দাস (হরিদাস) একজন শিষ্য ছিলেন না, তবে তিনি ক্যালিফোর্নিয়ায় আধ্যাত্মিক শিক্ষক হওয়ার জন্য মার্কিন যুক্তরাষ্ট্রে যাওয়ার আগে নৈনিতাল এলাকায় (১৯৫৪-১৯৬৮) বেশ কয়েকটি ভবন তত্ত্বাবধান করেছিলেন এবং আশ্রমগুলি রক্ষণাবেক্ষণ করেছিলেন ১৯৭১ এর।\nস্টিভ জবস, তার বন্ধু ড্যান কোটকে সহ, হিন্দুধর্ম এবং ভারতীয় আধ্যাত্মিকতা অধ্যয়নের জন্য এপ্রিল ১৯৭৪ সালে ভারত ভ্রমণ করেন; তারা নিম করোলি বাবার সাথে দেখা করার পরিকল্পনাও করেছিল, কিন্তু গুরুর আগের সেপ্টেম্বরে মারা গিয়েছিলেন। হলিউড অভিনেত্রী জুলিয়া রবার্টসও নিম করোলি বাবার দ্বারা প্রভাবিত ছিলেন। তার একটি ছবি রবার্টসকে হিন্দু ধর্মের দিকে আকৃষ্ট করেছিল। স্টিভ জবসের দ্বারা প্রভাবিত হয়ে, মার্ক জুকারবার্গ কাইঞ্চিতে নিম করোলি বাবার আশ্রম পরিদর্শন করেছিলেন। ল্যারি ব্রিলিয়ান্ট গুগলের ল্যারি পেজ এবং ইবে-এর সহ-প্রতিষ্ঠাতা জেফরি স্কলকে তীর্থযাত্রায় নিয়ে যান।\n\n\n== ভিত্তি ==\nমার্কিন যুক্তরাষ্ট্রে ফিরে আসার পর, রাম দাস এবং ল্যারি ব্রিলিয়ান্ট ক্যালিফোর্নিয়ার বার্কলেতে অবস্থিত একটি আন্তর্জাতিক স্বাস্থ্য সংস্থা সেবা ফাউন্ডেশন প্রতিষ্ঠা করেন। ব্রিলিয়ান্টের বন্ধু স্টিভ জবসও সংস্থাটিকে অর্থায়ন করেছিলেন। এটি অন্ধত্ব প্রতিরোধ এবং চিকিত্সার জন্য নিম করোলি বাবার শিক্ষাগুলি প্রয়োগ করতে প্রতিশ্রুতিবদ্ধ।\n২০০০ এর দশকের শেষের দিকে আরেকটি ফাউন্ডেশন বিকশিত হয়েছিল, 'লাভ সার্ভ রিমেম্বার ফাউন্ডেশন', যার উদ্দেশ্য নিম করোলি বাবার শিক্ষাকে সংরক্ষণ করা এবং চালিয়ে যাওয়া।\n\n\n== তথ্যচিত্র ==\n২০২১ সালের ডকুমেন্টারি উইন্ডফল অফ গ্রেস বিখ্যাত আমেরিকান ভক্তদের আখ্যানের সাথে যুক্ত সরল, গ্রাম্য ভারতীয় ভক্তদের বর্ণনার একটি আকর্ষক মিশ্রণ অফার করে। এই অভিব্যক্তিগুলি নিম করোলি বাবার প্রতি তাদের অপ্রতিরোধ্য ভালবাসা এবং আত্মসমর্পণের মাধ্যমে কেবল বৈপরীত্যই নয় বরং উভয়ের মধ্যে সাদৃশ্যগুলিও প্রকাশ করতে চায়। বাবার সাথে তাদের ব্যক্তিগত সাক্ষাত তাদের আধ্যাত্মিক পথ এবং অনুশীলনের সাথে তাদের জীবনের উদ্দেশ্যের নাটকীয় পরিবর্তন ঘটায়।\n\n\n== গ্যালারি ==\n\nরাম দাস লাইব্রেরিতে নিম করোলি বাবার মূর্তি ।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n \n\n\n== বহিঃসংযোগ ==\nOfficial website\nOfficial website of the Neem Karoli Baba Ashram, Taos, New Mexico\nMaharaj Ji's Ashram\nWindfall of Grace\nকার্লিতে নিম করোলি বাবা (ইংরেজি)\nটেমপ্লেট:Ram Dass"}