{"pageid": 1359832, "title": "ধীরেন্দ্র কৃষ্ণ শাস্ত্রী", "url": "https://bn.wikipedia.org/wiki?curid=1359832", "content": "ধীরেন্দ্র কৃষ্ণ শাস্ত্রী (ইংরেজি:Dhirendra Krishna Shastri) (হিন্দি:धीरेंद्र कृष्ण शास्त्री) (জন্ম: ৪ জুলাই ১৯৯৬, ধীরেন্দ্র কৃষ্ণ গর্গ নামে), যিনি বাগেশ্বর ধাম সরকার বা মহারাজ নামেও পরিচিত, ভারতের একজন সাম্প্রতিককালের ধর্মগুরু। মধ্যপ্রদেশের ছতরপুর জেলায় অবস্থিত একটি শ্রদ্ধেয় তীর্থস্থান বিখ্যাত বাগেশ্বর ধাম সরকারের পীঠধীশ (আধ্যাত্মিক প্রধান) হিসাবে, শাস্ত্রী তাঁর অনুসারীদের মধ্যে প্রভাব ও ভক্তির একটি উল্লেখযোগ্য অবস্থান ধারণ করেন। বাগেশ্বর ধামে গল্পের তার মন্ত্রমুগ্ধ আবৃত্তির জন্য বিখ্যাত, শাস্ত্রী তার ক্যারিশম্যাটিক উপস্থিতিতে শ্রোতাদের বিমোহিত করেছেন। তার যাত্রা বিতর্কমুক্ত ছিল না, কারণ তিনি মানসিকতার অনুশীলনের মাধ্যমে লোকেদের প্ররোচিত করার অভিযোগের মুখোমুখি হয়েছেন। তার আধ্যাত্মিক ক্ষমতাকে ঘিরে সমালোচনা এবং বিতর্ক সত্ত্বেও, ধীরেন্দ্র কৃষ্ণ শাস্ত্রী ভক্তি অনুপ্রাণিত করে চলেছেন এবং একটি বিশাল অনুগামীদের আকর্ষণ করছেন, ভারতে একজন ধর্মীয় নেতা হিসাবে তার অবস্থানকে দৃঢ় করেছেন।\n\n\n== প্রারম্ভিক বছর ==\nশাস্ত্রী ১৯৯৬ সালের ৪ জুলাই ছতরপুর জেলার গাদা গ্রামে জন্মগ্রহণ করেন। তিনি সরোজ গর্গ (মা) এবং রাম কৃপাল গর্গ (পিতা) এর দুই সন্তানের মধ্যে বড় ছিলেন এবং একটি সরযূপরেন ব্রাহ্মণ পরিবারে বেড়ে ওঠেন। যেখানে তার বাবা পুরোহিত হিসাবে কাজ করেন। শাস্ত্রীর শৈশব ছিল চরম দারিদ্র্যের মধ্যে একটি; তার পরিবার একটি কচ্ছা বাড়িতে থাকত। ছোটবেলায় গ্রামের লোকদের কাছে গল্প শোনাতেন।\n\n\n== শিক্ষা ==\nশাস্ত্রী গঞ্জ গ্রামে স্কুলের পড়াশোনা শেষ করেন।\n\n\n== ধর্মীয় কর্মজীবন ==\nশাস্ত্রী নিজেকে রামভদ্রাচার্যের শিষ্য বলে দাবি করেন । শাস্ত্রী রামচরিতমানস এবং শিব পুরাণ প্রচারের জন্য পরিচিত। তিনি দাবি করেন যে তার অনুসারীদের দ্বারা সাধনের মাধ্যমে কিছু ক্যারিশম্যাটিক ক্ষমতা অর্জন করা হয়েছে।\n\n\n== বাগেশ্বর ধাম সরকার ==\nশাস্ত্রী মধ্যপ্রদেশের ছত্তারপুর জেলার গাদা গ্রামে হনুমানকে উৎসর্গ করা একটি হিন্দু তীর্থস্থান বাগেশ্বর ধাম সরকারের পীঠধিশ্বর এবং প্রধান হিসেবে কাজ করছেন। শাস্ত্রী প্রতি মঙ্গল ও শনিবার এই ধামে একটি দিব্য দরবার আয়োজন করেন, যেখানে বিশ্বাস করা হয় যে তিনি তার ঐশ্বরিক ক্ষমতা দিয়ে মানুষের সমস্ত শারীরিক, মানসিক, অর্থনৈতিক এবং সামাজিক কষ্ট নিরাময় করেন, যা তিনি হনুমানের কাছ থেকে পেয়েছিলেন। দ্য লালানটপ শাস্ত্রীকে দেওয়া একটি সাক্ষাত্কারে বলেছিলেন যে তিনি তাঁর পিতামহ এবং পিতার পরে ধামের প্রধান হিসাবে দায়িত্ব পালনকারী তৃতীয় প্রজন্ম।\n\n\n== সামাজিক কার্যক্রম ==\nশাস্ত্রী তাঁর ধামে অন্নপূর্ণা রান্নাঘর প্রতিষ্ঠা করেছেন, যেখানে তাঁর অনুসারীদের জন্য বিনামূল্যে খাবারের ব্যবস্থা করা হয়। তিনি দরিদ্র ও নিঃস্ব মেয়েদের বিয়ের জন্য একটি বার্ষিক অনুষ্ঠানও করেন। তিনি প্রাচীন বৈদিক অধ্যয়ন এবং সংস্কৃতের প্রচারের জন্য একটি বৈদিক গুরুকুল প্রতিষ্ঠা করছেন।\nকথিত আছে, শাস্ত্রী ২০২১ সালে একটি ঘর ওয়াপসি প্রোগ্রামের সময় খ্রিস্টান ধর্মে দীক্ষিত ৩০০ জনকে হিন্দু ধর্মে ফিরিয়ে নিয়ে এসেছিলেন। ২৫ জানুয়ারী, ২০২৩-এ, মধ্যপ্রদেশ সরকার শাস্ত্রীর দ্বারা প্রাপ্ত মৃত্যুর হুমকির পরে তার নিরাপত্তা বাড়িয়েছিল।\n\n\n== সামাজিক মিডিয়া উপস্থিতি ==\nশাস্ত্রী তার সোশ্যাল মিডিয়া উপস্থিতিতে একটি উল্লেখযোগ্য বৃদ্ধি অনুভব করেছেন, বর্তমানে বিভিন্ন প্ল্যাটফর্ম জুড়ে মোট ৭.৫ মিলিয়ন অনুসারী রয়েছে। বিশেষত, তিনি ফেসবুকে ৩.৪ মিলিয়ন ফলোয়ার, ইউটিউবে 3.9 মিলিয়ন সাবস্ক্রাইবার, ইনস্টাগ্রামে ৩০০,০০০ ফলোয়ার এবং টুইটারে ৭২,০০০ ফলোয়ার অর্জন করেছেন। তার বেশ কয়েকটি সর্বাধিক দেখা ভিডিও তিন থেকে দশ মিলিয়ন ভিউ অর্জন করেছে।\n\n\n== বিতর্ক ও সমালোচনা ==\n\n\n=== কুসংস্কার ও জাদুবিদ্যার অভিযোগ ===\nভারতীয় যুক্তিবাদী শ্যাম মানব যখন তাকে চ্যালেঞ্জ করেন এবং তার আধ্যাত্মিক ক্ষমতা নিয়ে প্রশ্ন তোলেন তখন শাস্ত্রী নজরে আসেন। মানব শাস্ত্রীর বিরুদ্ধে অন্ধ বিশ্বাস প্রচারের অভিযোগও তুলেছেন। মিডিয়ায় বিতর্ক শুরু হলে শাস্ত্রী মানবকে তার দিব্যা দরবারে আমন্ত্রণ জানিয়ে বলেছিলেন, আমি বাগেশ্বর বালাজির পায়ের একজন সেবক মাত্র। তিনি আমাকে অনুপ্রাণিত করেন আমি তাই করি।\nসর্বভারতীয় কুসংস্কার নির্মূল কমিটি (অখিল ভারতীয় অন্ধশ্রদ্ধা নির্মূলন সমিতি) কুসংস্কার বিরোধী আইনে শাস্ত্রীর বিরুদ্ধে নাগপুর পুলিশের কাছে অভিযোগ করেছে। কমিটির সভাপতি শ্যাম মানব বলেন, 'দিব্য দরবার' এবং 'প্রেত দরবার'-এর আড়ালে জাদুবিদ্যার প্রচার করা হচ্ছে এবং ধর্মের নামে ধীরেন্দ্র শাস্ত্রীর দ্বারা সাধারণ মানুষ লুটপাট, প্রতারণা ও শোষিত হচ্ছে। পুলিশ এটি তদন্ত করেছে এবং কুসংস্কার বিরোধী এবং কালো জাদু আইন (২০১৩) এর অধীনে বিচারের কোন ভিত্তি খুঁজে পায়নি।\nস্বামী রামদেব, রামভদ্রাচার্য, সাধ্বী প্রাচী, প্রজ্ঞা ঠাকুর এবং রাজনীতিবিদ গিরিরাজ সিংয়ের মতো অনেক বিশিষ্ট হিন্দু ধর্মীয় নেতা তাঁর সমর্থনে এসেছিলেন। অখিল ভারতীয় আখড়া পরিষদের সমর্থনও পেয়েছেন তিনি। ২২ জানুয়ারী ২০২৩-এ, বেশ কয়েকটি হিন্দু সংগঠন বাগেশ্বর ধাম সরকারের প্রধান ধর্মগুরু শাস্ত্রীর সমর্থনে নয়াদিল্লির যন্তর মন্তরে বিক্ষোভের ডাক দেয়। ২৫ জানুয়ারী ২০২৩-এ, নাগপুর পুলিশ ধীরেন্দ্র শাস্ত্রীকে নাগপুরে তার পাবলিক প্রোগ্রামে কুসংস্কারমূলক কার্যকলাপের প্রচারের অভিযোগের বিরুদ্ধে ক্লিন চিট দেয়। পুলিশ কমিশনার অমিতেশ কুমার বলেছেন যে অভিযোগের তদন্তের সময় এবং অভিযোগকারী শ্যাম মানব, 'অখিল ভারতীয় অন্ধশ্রদ্ধা নির্মূলন সমিতি'-এর প্রতিষ্ঠাতা দ্বারা জমা দেওয়া \"প্রমাণ\" পরীক্ষা করার সময়, এমন কিছুই পাওয়া যায়নি যা মহারাষ্ট্র বিরোধী কুসংস্কার এবং কালো আইনের অধীনে পদক্ষেপ নিতে পারে। জাদু আইন।\n\n\n=== ভূমি বিরোধ ===\nঅভিযোগ করা হয় যে ধীরেন্দ্র শাস্ত্রীর ধাম একটি সরকারী মালিকানাধীন কমিউনিটি হলে অনুষ্ঠিত হয় এবং শাস্ত্রীর জন্য যারা কাজ করেন তারা ১৫ জন স্থানীয় জমির মালিককে তাদের জমি শাস্ত্রীর ধামে বিক্রি করার জন্য চাপ দিচ্ছেন। শাস্ত্রী তা অস্বীকার করেন।\n\n\n=== হিন্দু জাতীয়তাবাদ ===\n২৩ জানুয়ারী নেতাজি সুভাষচন্দ্র বসুর জন্মবার্ষিকীতে, শাস্ত্রী ভারতকে একটি হিন্দু জাতি হিসাবে ঘোষণা করতে \"আমাদের সমর্থন দিন, আমরা হিন্দু রাষ্ট্র দেব\" স্লোগান দিয়েছিলেন। তিনি রামচরিতমানসকে ভারতের জাতীয় ধর্মগ্রন্থ ঘোষণা করারও আহ্বান জানান। রজত শর্মার আপকি আদালত শোতে, শাস্ত্রী বলেছিলেন যে তিনি সমস্ত ধর্মকে সম্মান করেন এবং কোনও ধর্মের বিরুদ্ধে নন তবে তাঁর ধর্মের বিরুদ্ধে আপত্তিকর মন্তব্য সহ্য করবেন না। তিনি আরও বলেছিলেন যে তিনি হিন্দু রাষ্ট্র ও অখন্ড ভারতের দাবি উত্থাপন করতে থাকবেন।\nশাস্ত্রীর হিন্দু রাষ্ট্রের মন্তব্য প্রসঙ্গে এআইএমআইএম প্রধান আসাদউদ্দিন ওয়াইসি বলেন, \"কিভাবে একটি হিন্দু জাতি তৈরি করা যায়? এই দেশে একটি সংবিধান আছে, এবং দেশটি সংবিধান দ্বারা পরিচালিত হয়।\"\nউত্তর প্রদেশের মুখ্যমন্ত্রী যোগী আদিত্যনাথ তার মন্তব্যকে সমর্থন করেছেন এবং বলেছেন যে ভারত ইতিমধ্যেই একটি হিন্দু রাষ্ট্র, এবং অখন্ড ভারত সত্য হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট\nইউটিউবে ধীরেন্দ্র কৃষ্ণ শাস্ত্রী চ্যানেল"}