{"pageid": 1359153, "title": "ল্যারি ব্রিলিয়ান্ট", "url": "https://bn.wikipedia.org/wiki?curid=1359153", "content": "লরেন্স ব্রিলিয়ান্ট (জন্ম ৫ মে,১৯৪৪  ) হলেন একজন আমেরিকান মহামারি বিশেষজ্ঞ, প্রযুক্তিবিদ, সমাজসেবী এবং লেখক, যিনি ১৯৭৩-১৯৭৬  সাল পর্যন্ত বিশ্ব স্বাস্থ্য সংস্থার সাথে সফলভাবে গুটি বসন্ত নির্মূলে সাহায্য করেছেন।\nব্রিলিয়ান্ট, একজন প্রযুক্তি পেটেন্ট ধারক, পাবলিক কোম্পানি এবং উদ্যোগ ব্যাকড স্টার্ট-আপের সিইও হয়েছেন। তিনি Google.org- এর উদ্বোধনী নির্বাহী পরিচালক ছিলেন, ২০০৫  সালে প্রতিষ্ঠিত Google- এর দাতব্য সংস্থা এবং Skoll Global Threats Fund-এর প্রথম সিইও, যা ২০০৯  সালে eBay এর প্রতিষ্ঠাতা জেফ স্কল দ্বারা জলবায়ু পরিবর্তন, মহামারি, জল নিরাপত্তা মোকাবেলায় প্রতিষ্ঠিত হয়েছিল।, পারমাণবিক বিস্তার, এবং মধ্যপ্রাচ্যে সংঘাত । ব্রিলিয়ান্ট বর্তমানে বোর্ড অফ এন্ডিং প্যানডেমিকসের চেয়ারম্যান হিসেবে কাজ করছেন এবং স্কল ফাউন্ডেশন, Salesforce.org, সেবা ফাউন্ডেশন এবং ধর্ম প্ল্যাটফর্মের বোর্ডেও রয়েছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nব্রিলিয়ান্ট মিশিগানের ডেট্রয়েটে জন্মগ্রহণ করেছিলেন। তার বাবা জো ব্রিলিয়ান্ট ছিলেন একজন সমাজসেবী এবং উদ্যোক্তা। তিনি পূর্ব ইউরোপের ইহুদি অভিবাসীদের নাতি, যার উপাধি ছিল মূলত ব্রিলাডেন্টভ।  ব্রিলিয়ান্ট তার স্নাতক প্রশিক্ষণের পাশাপাশি মিশিগান বিশ্ববিদ্যালয় থেকে তার MPH ডিগ্রি (জনস্বাস্থ্যে স্নাতকোত্তর) পেয়েছেন, যেখানে তিনি গারগয়েল হিউমার ম্যাগাজিনের কর্মীদের উপর কাজ করেছেন, এবং ওয়েন স্টেট ইউনিভার্সিটি স্কুল অফ মেডিসিন থেকে তার এমডি । তিনি ক্যালিফোর্নিয়া প্যাসিফিক মেডিকেল সেন্টারে ইন্টার্নশিপের জন্য ক্যালিফোর্নিয়ায় চলে আসেন এবং প্যারাথাইরয়েড ক্যান্সারে আক্রান্ত হন যেখান থেকে তিনি সুস্থ হয়ে ওঠেন। ব্রিলিয়ান্ট প্রতিরোধমূলক ওষুধ এবং জনস্বাস্থ্যে বোর্ড প্রত্যয়িত।\n\n\n== কর্মজীবন ==\n\n১৯৬৯  সালে, বিভিন্ন উপজাতি থেকে আমেরিকান ভারতীয়দের একটি দল, নিজেদেরকে সমস্ত উপজাতির ভারতীয় বলে, সান ফ্রান্সিসকোর আলকাট্রাজ দ্বীপটি দখল করে । সেখানে একজন গর্ভবতী মহিলার সন্তান জন্ম দিতে ডাক্তারদের কাছে একটি কল এসেছিল এবং ব্রিলিয়ান্ট অনানুষ্ঠানিক ডাক্তার হিসাবে তাদের পেশায় যোগদান করেছিলেন। আলকাট্রাজের ভারতীয়রা উত্তর পাইউটের একজন মেডিসিন ম্যান এর নামানুসারে শিশুটির নাম \"ওভোকা\" রেখেছিল।  মার্কিন সরকার অ্যালকাট্রাজ থেকে ভারতীয়দের অল ট্রাইবদের বাধ্য করার পর, ব্রিলিয়ান্ট একজন মিডিয়ার প্রিয়তম হয়ে ওঠেন যার ফলে একটি সিনেমা কোম্পানি তাকে মেডিসিন বল ক্যারাভানে কাস্ট করে, কৃতজ্ঞ ডেড, জেফারসন এয়ারপ্লেনকে অনুসরণকারী হিপ্পিদের একটি উপজাতির চলচ্চিত্রে একজন ডাক্তারের ভূমিকায় অভিনয় করে।, জেথ্রো টুল এবং জনি মিচেল ।  ভারতের এয়ারলাইন টিকিট দিয়ে কাস্টকে অর্থ প্রদান করা হয়েছিল। ব্রিলিয়ান্ট এবং আরও কয়েকজন তাদের টিকিট ক্যাশ করে এবং ইউরোপের চারপাশে গাড়ি চালানোর জন্য একটি বাস ভাড়া করে, যেটি তখন বাংলাদেশে (তৎকালীন পূর্ব পাকিস্তান) 1970 সালের ভোলা ঘূর্ণিঝড়ের ক্ষতিগ্রস্থদের সাহায্য করার জন্য একটি ত্রাণ কাফেলায় পরিণত হয়েছিল।\nনাগরিক অস্থিরতা ত্রাণ কাফেলাকে থামিয়ে দেয় তাই তিনি ভারতে নিম করোলি বাবা (একজন হিন্দু ঋষি) এর সাথে হিমালয়ের আশ্রমে অধ্যয়ন করতে বেশ কয়েক বছর কাটিয়েছিলেন, যার কাছ থেকে তিনি সুব্রমন্যুম নাম পেয়েছিলেন। প্রায় এক বছর পর নিম করোলি বাবা ব্রিলিয়ান্টকে গুটিবসন্ত নির্মূল করার পরামর্শ দেন, একটি প্রকল্প যাতে তিনি পরবর্তী কয়েক বছর ব্যয় করবেন। তিনি বিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও) গুটি বসন্ত নির্মূল কর্মসূচীতে একজন মেডিকেল অফিসার হিসেবে অংশগ্রহণ করেছিলেন  যেটি ১৯৮০  সালে বিশ্বব্যাপী গুটি বসন্ত নির্মূলের প্রত্যয়িত হয়েছিল।  ব্রিলিয়ান্ট দেখতে পান যে ভারতীয় কর্মকর্তারা নিম করোলি বাবার সম্পৃক্ততার কথা জানতে পেরে তার প্রচেষ্টার প্রতি আরও গ্রহণযোগ্য হয়ে ওঠেন, যার জন্য তিনি প্রোগ্রামের সাফল্যের একটি উল্লেখযোগ্য অংশকে কৃতিত্ব দেন।  ব্রিলিয়ান্ট মিরাকল অফ লাভ: স্টোরিস অফ নিম করোলি বাবা বইটিতে তার অভিজ্ঞতার সাত পৃষ্ঠার বিবরণ দিয়েছেন। \n১৯৭৮  সালের ডিসেম্বরে, তিনি সেবা ফাউন্ডেশনের সহ-প্রতিষ্ঠাতা এবং চেয়ারম্যান হন, একটি আন্তর্জাতিক, অলাভজনক, স্বাস্থ্য ফাউন্ডেশন। চীন, নেপাল, ভারত, বাংলাদেশ, কম্বোডিয়া, তানজানিয়া, ইথিওপিয়া এবং গুয়াতেমালার মতো জায়গায় সেবার প্রকল্পগুলি অস্ত্রোপচার, স্বয়ংসম্পূর্ণ চোখের যত্ন ব্যবস্থা এবং কম খরচে ইন্ট্রাওকুলার লেন্স তৈরির মাধ্যমে ৩  মিলিয়নেরও বেশি অন্ধ মানুষকে দৃষ্টিশক্তি ফিরিয়ে দিয়েছে। . তার একটি গুরুত্বপূর্ণ অবদান ছিল ভারতের মাদুরাইতে অরবিন্দ চক্ষু হাসপাতাল স্থাপনে সহায়তা করা।\nযখন তিনি মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন, তখন তিনি মিশিগান বিশ্ববিদ্যালয়ের আন্তর্জাতিক স্বাস্থ্যের অধ্যাপক হন এবং অসংখ্য দাতব্য ও ব্যবসায়িক উদ্যোগ শুরু করেন।\n১৯৮৫  সালে, তিনি স্টুয়ার্ট ব্র্যান্ড, দ্য ওয়েল, একটি প্রোটোটাইপিক অনলাইন সম্প্রদায়ের সাথে সহ-প্রতিষ্ঠা করেন যা একাধিক বই এবং গবেষণার বিষয়। টাইম বলেছে, \"ওয়েল একটি বিশাল হিট ছিল, Amazon.com থেকে eBay পর্যন্ত প্রতিটি অনলাইন ব্যবসার অগ্রদূত।\" \nতিনি ২০০৫  সালের প্রথমার্ধে স্বেচ্ছাসেবক হিসাবে শ্রীলঙ্কায় সুনামিতে সাহায্য করার জন্য এবং পোলিও নির্মূলের প্রচারাভিযানে WHO এর সাথে ভারতে কাজ করে কাটিয়েছিলেন।\n২২ শে ফেব্রুয়ারী, ২০০৬ -এ, Google Inc. তাকে Google.org- এর নির্বাহী পরিচালক হিসাবে নিযুক্ত করে, Google এর জনহিতকর শাখা, একটি পদ যা তিনি এপ্রিল, 2009 পর্যন্ত অধিষ্ঠিত ছিলেন, যখন তিনি স্কল ফাউন্ডেশনে যোগদান করেন। এর সভাপতি, প্রাক্তন ইবে সভাপতি জেফ স্কল দ্বারা প্রতিষ্ঠিত জনহিতকর সংস্থা। \nজুলাই ২০০৬  সালে, তিনি TED পুরস্কারে ভূষিত হন, তাকে $১০০,০০০  এবং 'ওয়ান উইশ টু চেঞ্জ দ্য ওয়ার্ল্ড' প্রদান করেন  যা তিনি জুলাই ২০০৬  সালে TED এ উপস্থাপন করেন। তার পুরস্কার মনোনীতকারীর সংক্ষিপ্তসার হিসাবে, \"'ডক্টর. ব্রিলিয়ান্ট' বেঁচে থাকার জন্য একটি নাম, এবং তার আছে।\"  সম্মেলনে তিনি যে একটি ইচ্ছা উপস্থাপন করেছিলেন তা হল, \"আমাদের বিশ্বকে এর কিছু খারাপ দুঃস্বপ্ন থেকে রক্ষা করার জন্য একটি শক্তিশালী নতুন প্রাথমিক সতর্কতা ব্যবস্থা তৈরি করা।\" \n২০১০  সালে H1N1 সোয়াইন ফ্লু প্রাদুর্ভাবের পরে, ব্রিলিয়ান্ট উদ্বেগ প্রকাশ করেছিলেন যে জনসাধারণ সংক্রামক রোগের হুমকির কারণে উপযুক্তভাবে উদ্বিগ্ন নয়। এর ফলে ব্রিলিয়ান্ট এবং বেশ কয়েকজন সহকর্মী পরবর্তী বছর 2011 সালে মুক্তিপ্রাপ্ত কনটেজিয়ন চলচ্চিত্রটি তৈরিতে অবদান রাখেন \n২০১৩  সালের মে মাসে, তিনি হার্ভার্ড স্কুল অফ পাবলিক হেলথ- এ সূচনা বক্তৃতা দেন,\n\nImagine that arc of history that Martin Luther King inspired is right here with us. The arc of the universe needs your help to bend it towards justice. It will not happen on its own. The arc of history will not bend towards justice without you bending it. Public health needs you to ensure health for all. Seize that history. Bend that arc. I want you to leap up, to jump up and grab that arc of history with both hands, and yank it down, twist it, and bend it. Bend it towards fairness, bend it towards better health for all, bend it towards justice!\n\n\n=== COVID-19 ===\n২০২০  সালের বসন্তে, ব্রিলিয়ান্ট মন্তব্য করেছিলেন যে বিশ্ব স্বাস্থ্য সংস্থা, যেখানে তিনি দশ বছর ধরে কাজ করেছিলেন, কোভিড -19 কে মহামারি ঘোষণা করতে ধীর ছিল।\nব্রিলিয়ান্ট কোভিড-১৯ টেকনোলজি টাস্ক ফোর্সের উপদেষ্টা হিসেবে অংশগ্রহণ করে, একটি প্রযুক্তি শিল্প জোট যা মার্চ ২০২০  সালে প্রতিষ্ঠিত হয়েছিল এবং কোভিড-19 মহামারি থেকে সাড়া দেওয়ার জন্য সমাধানের বিষয়ে সহযোগিতা করে। \n\n\n== ব্যক্তিগত জীবন ==\nব্রিলিয়ান্ট গিরিজাকে (পূর্বে এলেন) বিয়ে করেছেন এবং তার তিনটি সন্তান রয়েছে: জো, জন এবং আইরিস ব্রিলিয়ান্ট। গিরিজা জনস্বাস্থ্য প্রশাসনে পিএইচডি করেছেন এবং তার স্বামীর অনেক উদ্যোগে সমান অংশীদার। সেবা ফাউন্ডেশনের সহ-প্রতিষ্ঠাতা, তিনি বিশ্ব স্বাস্থ্য সংস্থার গুটিবসন্ত নির্মূল কর্মসূচিতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।\nব্রিলিয়ান্ট স্টিভ জবসের ঘনিষ্ঠ বন্ধু ছিলেন এবং জীবনের শেষ বছরে প্রায়ই তাকে দেখতে যেতেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসামাজিক উদ্যোক্তারা কি হিরো? বিবিসি দ্য ফোরামে ল্যারি ব্রিলিয়ান্ট\nটুইটারে ল্যারি ব্রিলিয়ান্ট  </img>\nসেবা ফাউন্ডেশন (সহ-প্রতিষ্ঠাতা)\nল্যারি ব্রিলিয়ান্ট, প্রেসিডেন্ট, স্কল গ্লোবাল থ্রেটস ফান্ড, স্কল ফাউন্ডেশনের প্রোফাইল\nল্যারি ব্রিলিয়ান্ট at TED</img>\nTED Prize Wish: Larry Brilliant wants to stop pandemics   (TED2006)\nল্যারি ব্রিলিয়ান্ট আশাবাদের জন্য   Larry Brilliant makes the case for optimism (স্কল ওয়ার্ল্ড ফোরাম 2007)"}