{"pageid": 1359580, "title": "ডিপিএল তাপবিদ্যুৎ কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1359580", "content": "ডিপিএল তাপবিদ্যুৎ কেন্দ্র হল ভারতীয় অঙ্গরাজ্য পশ্চিমবঙ্গের পশ্চিম বর্ধমান জেলার কয়লা-ভিত্তিক তাপবিদ্যুৎ কেন্দ্র, যার তাপবিদ্যুৎ উৎপাদন কার্যক্রম ১৯৬০ সালে শুরু হয়েছিল। তাপবিদ্যুৎ কেন্দ্রটি দুর্গাপুর স্টেশন রোডের পশ্চিম পাশে অবস্থিত, এবং পশ্চিম বর্ধমান জেলার ৪ টি কয়লা-ভিত্তিক বিদ্যুৎ কেন্দ্রের মধ্য একটি।\nএই বিদ্যুৎ কেন্দ্রের নির্মাণ কাজ ১৯৫০-এর দশকে আরাম্ভ হয়। বিদ্যুৎ উৎপাদন ১৯৬০ সাল থেকে শুরু হয়েছিল। এই তাপবিদ্যুৎ কেন্দ্রটি দুটি কয়লা-ভিত্তিক বিদ্যুৎ উৎপাদন ইউনিট দ্বারা গ্রাহকদের বিদ্যুৎ সরবরাহ করে। বর্তমানে কেন্দ্রের বিদ্যুৎ উৎপাদন ক্ষমতা ৫৫০ মেগাওয়াট। এটি তাপ পুনরুদ্ধার বাষ্প জেনারেটরের (এইচআরএসজি) সাথে যুক্ত দুটি দহন টার্বাইন ব্যবহার করে বিদ্যুৎ উৎপাদনে নিয়োজিত, যা একটি বাষ্প টার্বাইনকে শক্তি প্রদান করে। বিদ্যুৎ উৎপাদন সুবিধাটি  দুর্গাপুর প্রজেক্টস লিমিটেডের (ডিপিএল) মালিকানাধীন, এবং উক্ত সংস্থার দ্বারা পরিচালিত হয়।\nদুর্গাপুর প্রোজেক্টস লিমিটেডের ১০০% মালিকানা ২০১৯ সালের ১লা জানুয়ারি পশ্চিমবঙ্গ বিদ্যুৎ উন্নয়ন নিগমের হাতে তুলে দেওয়া হয়েছিল। বর্তমানে ডিপিএল নিগমের সহযোগী বিদ্যুৎ উৎপাদক সংস্থা হিসেবে কাজ করে।\n\n\n== ইতিহাস ==\n\n\n=== প্রেক্ষাপট ===\nপশ্চিমবঙ্গ সরকার ভারতের স্বাধীনতার পরে রাজ্যে নতুন শহর ও শিল্পনগরী হিসাবে দুর্গাপুর শহরকে গড়ে তুলে ছিল। দুর্গাপুর ও লাগোয়া এলাকায় বৃহৎ, ক্ষুদ্র ও মাঝারি শিল্পের জন্য বিদ্যুৎ চাহিদা বড়তে থাকে। রাজ্য সরকার প্রয়োজনীয় বিদ্যুৎ উৎপাদন ও সরবরাহের উদ্দেশ্যে ডিপিএল তাপবিদ্যুৎ কেন্দ্র গড়ে তুলে ছিল।\n\n\n=== ১৯৬০–২০০৮: পুরাতন বিদ্যুৎ উৎপাদন ইউনিট ===\nবিদ্যুৎ কেন্দ্রের দুটি ইউনিটের নির্মাণ কাজ ১৯৫০-এর দশকে শুরু হয়েছিল। ইউনিট দুটি ১৯৬০ সালে চালু হয়, যাদের প্রতিটির ৩০ মেগাওয়াট বিদ্যুৎ উৎপাদনের সক্ষমতা ছিল। ৭৭ মেগাওয়াট ক্ষমতা সম্পন্ন আরও দু’টি ইউনিট ১৯৬৪ সালে  চালু করা হয়েছিল। দু’বছর পরে ১৯৬৬ সালে পঞ্চম ইউনিটটি বিদ্যুৎ উৎপাদন শুরু করেছিল। পঞ্চম ইউনিটের বিদ্যুৎ উৎপাদন ক্ষমতাও ৭৭ মেগাওয়াট ছিল। ষষ্ঠ ইউনিটটি এক দশকের বেশি সময় পরে ১৯৮৭ সালে গড়ে উঠেছিল। এই ইউনিটের বিদ্যুৎ উৎপাদনের সক্ষমতা ১১০ মেগাওয়াট ছিল।\n\n\n=== ২০০৮–বর্তমান: নতুন বিদ্যুৎ উৎপাদন ইউনিট ===\nবিদ্যুৎ কেন্দ্রে দুটি নতুন বা উন্নত প্রযুক্তির বিদ্যুৎ উৎপাদন ইউনিট চালু রয়েছে। চৈনিক সংস্থা \"ডং ফ্যাং ইলেকট্রিক্যাল কর্পোরেশন\" সহযোগিতায় সপ্তম ইউনিটটি গড়ে তুলা হয়েছিল, যার বিদ্যুৎ উৎপাদনের সক্ষমতা ৩০০ মেগাওয়াট। নির্মাণে প্রায় ১,৩৫০ কোটি টাকা খরচ হয়েছিল। রাজ্যের তৎকালীন বিদ্যুৎমন্ত্রী মৃণাল বন্দ্যোপাধ্যায় ২০০৮ সালের ৩১শে মার্চ সপ্তম ইউনিটের উদ্বোধন করেছিলেন। সপ্তম ইউনিটটি ২০০৮ সালের মে মাসে বিদ্যুৎ উৎপাদন শুরু করেছিল। সপ্তম ইউনিটের টার্বাইনের ‘পিজি টেস্ট’ চলাকালীন ২০১০ সালের ৩০শে মে আচমকা আগুন ধরে যায়। তৎকালীন শিল্পমন্ত্রী নিরুপম সেনের উদ্যোগে জাহাজ ভাড়া করে টার্বো জেনারেটর মেরামতের জন্য চিনে পাঠানো হয়। মেরামতির জন্য প্রায় ২১ কোটি টাকা খরচ হয়েছিল। ডিপিএল  জানিয়েছিল, যে ইউনিটটি দীর্ঘদিন বন্ধ থাকার কারণে সব মিলিয়ে প্রায় ১০০ কোটি টাকারও বেশি লোকসান হয়েছিল।\nঅষ্টম ইউনিটের নির্মাণের দায়িত্বে \"ভারত হেভি ইলেকট্রিক্যালস লিমিটেড\" ছিল। পশ্চিমবঙ্গের মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায় ২০১৪ সালের জুলাই মাসে ২৫০ মেগাওয়াট বিদ্যুৎ উৎপাদনে সক্ষম অষ্টম ইউনিটটির উদ্বোধন করেছিলেন। কিন্তু প্রায় বছর পর্যন্ত নানা কারণে সেটির বাণিজ্যিক উৎপাদন শুরু করা সম্ভব হয়েছিল না। অষ্টম ইউনিটের বাণিজ্যিক উৎপাদন ২০১৫ সালে শুরু হয়েছিল।\n\n\n== ইউনিটসমূহ ==\nতাপবিদ্যুৎ কেন্দ্রের ইউনিটগুলির তথ্যসমূহ একটি ছকের আকারে প্রদান করা হয়েছে।\n\n\n== তথ্যসূত্র =="}