{"pageid": 1359481, "title": "ফাইটার", "url": "https://bn.wikipedia.org/wiki?curid=1359481", "content": "ফাইটার হলো একটি আসন্ন ভারতীয় হিন্দি -ভাষা অ্যাকশন চলচ্চিত্র, যা সিদ্ধার্থ আনন্দ দ্বারা পরিচালিত এবং ভায়াকম ১৮ স্টুডিওস ও মারফ্লিক্স পিকচার্স দ্বারা প্রযোজিত। ভারতের প্রথম বায়বীয় অ্যাকশন হিসেবে অভিহিত করা হয়েছে। এই ছবিতে দীপিকা পাড়ুকোন, হৃতিক রোশন এবং অনিল কাপুর অভিনয় করেছেন এবং একটি পরিকল্পিত \"এরিয়াল অ্যাকশন ফ্র্যাঞ্চাইজি\"-এর প্রথম চলচ্চিত্র হিসেবে কাজ করেছেন। \n১০ জানুয়ারি ২০২১ এ ছবিটি ঘোষণা করা হয়েছিল। কোভিড-১৯ মহামারীর কারণে প্রাক-উৎপাদন অত্যন্ত বিলম্বিত হয়েছিল। আসাম, হায়দ্রাবাদ, জম্মু ও কাশ্মীর এবং মুম্বাই জুড়ে বিভিন্ন সময়সূচীতে চিত্রগ্রহণের প্রক্রিয়ার মাধ্যমে ২০২২ সালের নভেম্বর মাসে প্রধান ফটোগ্রাফি শুরু হয়। বাস্তব জীবনের ভারতীয় বিমান বাহিনীর ক্যাডেটরা এই ছবিতে কাজ করেছেন। বিশাল-শেখর জুটি দ্বারা রচিত চলচ্চিত্রটির সাউন্ডট্র্যাক অ্যালবামটিতে পাঁচটি গান রয়েছে, যার চিত্রগ্রাহক হিসাবে সচিথ পাওলোস। ভিএফএক্স এবং সিজিআই ডিএনইজি দ্বারা পরিচালিত হয়।\nফাইটার মূলত ৩০ সেপ্টেম্বর ২০২২-এ একটি থিয়েটারে মুক্তির জন্য নির্ধারিত ছিল। কিন্তু কোভিড-১৯ মহামারীজনিত কারণে উৎপাদন বিলম্বের কারণে বিলম্বিত হয়েছিল। একাধিক স্থগিত করার পরে, এটি অবশেষে প্রজাতন্ত্র দিবসের সাথে মিল রেখে ২৫ জানুয়ারি ২০২৪-এ প্রেক্ষাগৃহে মুক্তির জন্য নির্ধারিত হয়েছে।\n\n\n== অভিনয়শিল্পী ==\nস্কোয়াড্রন লিডার মিনাল \"মিন্নি\" রাঠোর চরিত্রে দীপিকা পাড়ুকোন\nস্কোয়াড্রন লিডার শমসের \"প্যাটি\" পাঠানিয়া চরিত্রে হৃতিক রোশন\nগ্রুপ ক্যাপ্টেন রাকেশ জয় \"রকি\" সিং হিসেবে অনিল কাপুর\nস্কোয়াড্রন লিডার সরতাজ \"তাজ\" গিল হিসেবে করণ সিং গ্রোভার\nঅক্ষয় ওবেরয় স্কোয়াড্রন লিডার বশির \"ব্যাশ\" খানের ভূমিকায়\nসানজিদা শেখ\nপ্যাটির বাবার চরিত্রে তালাত আজিজ\nসঞ্জীব জয়সওয়াল\nঋষভ সাহনি\nআশুতোষ রানা\n\n\n== নির্মাণ ==\n\n\n=== উন্নয়ন ===\nওয়ার (২০১৯) চলচ্চিত্রের শুটিংয়ের সময় ফাইটার জেটের পটভূমিতে একটি বড় আকারের অ্যাকশন থ্রিলার তৈরি করার এই ধারণাটি সিদ্ধার্থ আনন্দ বর্ণনা করেছিলেন। হৃতিক রোশন গল্পের মূল ভিত্তি পছন্দ করেছিলেন। ভারতে লকডাউন চলাকালীন, আনন্দ গল্পটি আরও বিকাশের জন্য কাজ করেছিলেন এবং এটি রোশনকে বর্ণনা করেছিলেন, যিনি পরে ছবিটির জন্য নিশ্চিত করেছিলেন। ২০২০ সালের ডিসেম্বরে, রিপোর্ট করা হয়েছিল যে সিদ্ধার্থ আনন্দ এবং হৃতিক রোশন ওয়ারের (২০১৯) পরে একটি ছবিতে পুনরায় একত্রিত হতে চলেছেন। \n১০ জানুয়ারি ২০২১ তারিখে হৃতিক রোশনের জন্মদিন উপলক্ষে ফাইটার আনুষ্ঠানিকভাবে ঘোষণা করা হয়েছিল।  ছবিটি ভারতের প্রথম অ্যারিয়াল অ্যাকশন ফিল্ম।  এটি এর ফ্র্যাঞ্চাইজির প্রথম কিস্তি।  ভায়াকম ১৮ মোশন পিকচার্স এবং Marflix Pictures-এর ব্যানারে ছবিটি প্রযোজনা করেছেন সিদ্ধার্থ আনন্দ, জ্যোতি দেশপান্ডে, অজিত আন্ধারে, মমতা আনন্দ, রমন চিব এবং অঙ্কু পান্ডে ।  ছবিটি ₹ ২৫০ কোটি বাজেটে তৈরি হচ্ছে । \nছবিটির পরিচালক সিদ্ধার্থ আনন্দ বলেছেন, \"আমরা একটি ভিন্ন স্তরে চলেছি। ভারতে এর আগে এমন কিছু দেখেননি দর্শকরা। এটি এমন কিছু যা আমরা আগে চেষ্টা করিনি। আমরা যে খরচে এটি তৈরি করছি, তার মতো একটি চলচ্চিত্র নির্মাণ করা অসম্ভব। এটা সম্ভব না. আমরা অন্বেষণ করছি কিছু জিনিস সত্যিই বিশেষ. আমি এটি সম্পর্কে কথা বলতে পারি না কারণ আমি চাই যে আমরা টিজার চালু করার সময় লোকেরা এটি দেখুক। আশা করি, এটি তাদের মনকে উড়িয়ে দেবে।\"  ফিল্মটি বিশ্বব্যাপী দর্শকদের জন্য ডিজাইন করা হয়েছে এবং সর্বশেষ প্রযুক্তি এবং চিত্রগ্রহণের কৌশলগুলি দেখতে পাবে৷ \n\n\n=== প্রি-প্রোডাকশন ===\nরামন চিব, একজন প্রাক্তন সেনা কর্মকর্তা এবং লেখক, সিদ্ধার্থ আনন্দের সাহায্যে গল্পটি লিখেছেন।  পরে, আনন্দ এবং তার লেখকদের দল লকডাউনের মধ্যে হৃতিক রোশনের তত্ত্বাবধানে ছবির একটি চিত্রনাট্য তৈরি করে। অক্ষয় ওবেরয় বলেছিলেন যে পাঠান (2023) এর চেয়ে ছবিতে \"অনেক ভারী\" অ্যাকশন দৃশ্য রয়েছে। আনন্দ সিনেমাটোগ্রাফার সাচিথ পাওলোস, সম্পাদক আরিফ শেখ, স্টান্ট কোরিওগ্রাফার সিইয়ং ওহ এবং অ্যাকশন ডিরেক্টর সুনীল রড্রিগেস সহ তার বেশিরভাগ আদর্শ প্রযুক্তিবিদদের ধরে রেখেছেন। ছবির পোস্টার ডিজাইন করেছেন রাজ খাত্রী।\n২০২২ সালের সেপ্টেম্বরে, রোশান ওয়ার্কশপ নেওয়া শুরু করেছিলেন এবং ১২-সপ্তাহের সিমুলেটর প্রশিক্ষণ চালিয়েছিলেন এবং ফাইটার জেট পাইলট খেলার সূক্ষ্মতা শিখেছিলেন। তার প্রশিক্ষণ ক্রিস গেথিন দ্বারা তত্ত্বাবধানে ছিল, তার পেটের পেশী বিকাশ এবং ওজন হ্রাস। নভেম্বর মাসে, তিনি তেলঙ্গানার বিমান ঘাঁটি এবং বিমান বাহিনী প্রশিক্ষণ একাডেমি পরিদর্শন করেন, এবং পাইলট এবং ক্যাডেটদের সাথে তাদের আচরণ পর্যবেক্ষণ করতে এবং তারা যেভাবে কাজ করে তা বুঝতে সময় কাটিয়েছিলেন।\nবাস্তব জীবনের ভারতীয় বিমান বাহিনীর ক্যাডেটরা এই ছবিতে কাজ করেছেন। ক্যাডেটরা দিল্লির আইএএফ সদর দফতর এবং হায়দ্রাবাদের কাছে দুন্ডিগাল এয়ার ফোর্স একাডেমি থেকে উড়ে এসেছে।\n\n\n=== অভিনেতা নির্বাচন ===\n২০২১ সালের জানুয়ারীতে, দীপিকা পাড়ুকোন এবং হৃতিক রোশনকে আনুষ্ঠানিকভাবে তাদের প্রথম চলচ্চিত্র একসাথে চিহ্নিত করার জন্য প্রধান হিসাবে ঘোষণা করা হয়েছিল।  রোশান প্যাটির চরিত্রে অভিনয় করেছেন, একজন এয়ারফোর্স অফিসার।  পাড়ুকোনও একজন বিমান বাহিনীর অফিসারের ভূমিকায় অভিনয় করেছেন এবং ছবিতে প্রচুর অ্যাকশন করেছেন।  রোশান এবং পাড়ুকোন উভয়েরই তাদের ভূমিকার জন্য মার্শাল আর্ট প্রশিক্ষণ ছিল।  অনিল কাপুর 2021 সালের ডিসেম্বরে কাস্টে যোগ দিয়েছিলেন  করণ সিং গ্রোভার এবং অক্ষয় ওবেরয়কে 2022 সালের নভেম্বরের মধ্যে যোগদান করা হয়েছিল  2023 সালের মার্চ মাসে, তালাত আজিজ ছবিতে প্যাটির বাবার ভূমিকায় অভিনয় করার জন্য কাস্টে যোগ দেন।  মে মাসে, সানজিদা শেখ একটি মূল ভূমিকায় অভিনয় করার জন্য নিশ্চিত হন। \n\n\n=== চিত্রগ্রহণ ===\n\n১৪ নভেম্বর ২০২২ আসামে প্রধান ফটোগ্রাফি শুরু হয়।  রোশন, পাড়ুকোন এবং কাপুর এই শিডিউলে যোগ দিয়েছিলেন, যেটি তেজপুর এয়ার ফোর্স স্টেশনে হয়েছিল।  আসামে ১০-দিনের প্রথম সময়সূচী গুটিয়ে নেওয়ার পর দলটি ২৪ নভেম্বর ২০২২-এ মুম্বাইতে ফিরে আসে। \nদ্বিতীয় তফসিলের জন্য দলটি ৬ ফেব্রুয়ারি ২০২৩-এ কাশ্মীরে চলে যায়। এই শিডিউলে যোগ দিয়েছেন অক্ষয় ওবেরয়ও ।  কাশ্মীরের পাহালগামে চিত্রগ্রহণের পর দলটি 12 ফেব্রুয়ারি মুম্বাইতে ফিরে আসে, যেখানে সুনীল রড্রিগেসের কোরিওগ্রাফ করা একটি গান এবং কয়েকটি অ্যাকশন সিকোয়েন্স শ্যুট করা হয়েছিল। \nতৃতীয় শিডিউলটি হায়দ্রাবাদের দুন্ডিগাল এয়ার ফোর্স একাডেমিতে অনুষ্ঠিত হয়েছিল, রোশনের চরিত্রের শুটিং করার জন্য, একজন এয়ার ফোর্স ক্যাডেট হিসেবে প্রশিক্ষণ নিচ্ছেন।  ৬ মার্চ হায়দরাবাদে তৃতীয় সূচি শেষ হয়। \n১৯ মার্চ, রোশন মুম্বাইতে চতুর্থ শিডিউলের জন্য চেম্বুরের একটি বাংলোতে চিত্রগ্রহণ শুরু করেন। এই শিডিউলে তালাত আজিজ যোগ দেন এবং কিছু আবেগঘন দৃশ্য তোলা হয়।  জানা গেছে যে মাসব্যাপী সময়সূচী ২৪ এপ্রিল শেষ হবে।  কাপুর, ইনস্টাগ্রামের মাধ্যমে, সময়সূচীর জন্য -১১০ ডিগ্রি সেলসিয়াসে তার ওয়ার্কআউটের একটি নেপথ্যের ভিডিও শেয়ার করেছেন।  দলটি অ্যাকশন সিকোয়েন্স সহ একটি ২৫ মিনিটের দীর্ঘ ক্লাইম্যাক্স দৃশ্যগুলিও শ্যুট করেছে, যা শ্যুট করতে ১২০ ঘন্টা (৫ দিন) সময় লেগেছে বলে জানা গেছে। \nপরবর্তী সময়সূচীর জন্য প্রোডাকশন ডিজাইনার রজত পোদ্দার এবং তার দল একটি বিস্তৃত সেট তৈরি করেছে যাতে মুম্বাইয়ের যশ রাজ স্টুডিওতে একটি বিমান বাহিনীর ঘাঁটি, শ্রেণীকক্ষ এবং অফিসের অভ্যন্তরীণ অংশ রয়েছে।  ১৪ মে, রোশন, পাড়ুকোন, কাপুর এবং গ্রোভার শিডিউলে যোগ দিয়ে পরবর্তী সময়সূচী শুরু হয়েছিল।  ১৯ মে, দলটি ৩ দিনেরও বেশি সময় ধরে চেম্বুর, মহীশূর কলোনিতে পাড়ুকোন এবং কাপুরের সংমিশ্রণ দৃশ্যগুলি শ্যুট করেছিল।  ২২ মে থেকে, রোশান এবং পাডুকোনের মধ্যে আবেগঘন দৃশ্যগুলি চান্দিভালিতে শ্যুট করা হয়েছিল, শুধুমাত্র ২০-৩০টি অতিরিক্তের সাথে ফিল্মের ফুটেজ অনলাইনে ফাঁস হওয়া এড়াতে।  জুনের মাঝামাঝি মুম্বাইয়ের সময়সূচী শেষ হবে বলে আশা করা হচ্ছে। এরপর দুটি গানের শুটিংয়ের জন্য জুলাইয়ে আন্তর্জাতিক লোকেশনে যাবে দলটি। \n\n\n=== উৎপাদন পরবর্তি ===\nচলচ্চিত্রটির পোস্ট-প্রোডাকশন ২০২৩ সালের জুনের প্রথম দিকে শুরু হবে, একবার ফিল্মটির শুটিং শেষ হলে এবং ছয় মাস চলবে কারণ ছবিটিতে ব্যাপক কম্পিউটার গ্রাফিক্স এবং ভিজ্যুয়াল ইফেক্ট রয়েছে।  ছবির ভিএফএক্সের কাজ ডিএনইজি করে। \n\n\n== মুক্তি ==\nফাইটার  ২০২৪ সালের ২৫ জানুয়ারী প্রজাতন্ত্র দিবসের সাথে মিল রেখে মুক্তি পাবে।\nএর আগে ২০২১ সালের জানুয়ারিতে, ঘোষণা করা হয়েছিল যে ছবিটি ৩০ সেপ্টেম্বর ২০২২-এ মুক্তি পেতে চলেছে। অক্টোবর ২০২২ সালে, মুক্তির তারিখ ২৫ জানুয়ারি ২০২৪ হিসাবে ঘোষণা করা হয়েছিল।\n\n\n== ভবিষ্যৎ ==\nস্ক্রিপ্ট লেখার সময়, নির্মাতারা এটি একটি ফ্র্যাঞ্চাইজি করার সিদ্ধান্ত নিয়েছে। ২০২৩ সালের মে মাসে আনন্দ টাইগার বনাম পাঠান- এর শুটিং শেষ করার পরে ফাইটার ২ শিরোনামের সিক্যুয়াল ছবির নির্মাণ শুরু করবে ।\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ফাইটার  (ইংরেজি)\nবলিউড হাঙ্গামায় ফাইটার (ইংরেজি)"}