{"pageid": 1359791, "title": "পশু উৎসর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1359791", "content": "পশু উৎসর্গ বা পশুবলি হল ধর্মীয় আচারের অংশ হিসেবে বা কোনো দেবতার সন্তুষ্ট বা অনুগ্রহ বজায় রাখার জন্য এক বা একাধিক প্রাণীকে হত্যা করা এবং উৎসর্গ করা। প্রাচীনকালের শেষের দিকে খ্রিস্টান ধর্মের প্রসার না হওয়া পর্যন্ত ইউরোপ এবং প্রাচীন নিকট প্রাচ্য জুড়ে পশু উৎসর্গ সাধারণ ছিল এবং আজও কিছু সংস্কৃতি বা ধর্মে তা অব্যাহত রয়েছে। নরবলি, যেখানে এটি বিদ্যমান ছিল, সর্বদা অনেক বিরল ছিল।\nউৎসর্গকৃত পশুর সমস্ত বা শুধুমাত্র অংশ দেওয়া যেতে পারে; কিছু সংস্কৃতি, যেমন প্রাচীন ও আধুনিক গ্রীক, ভোজে বলির বেশিরভাগ ভোজ্য অংশ খায় এবং বাকী অংশ নৈবেদ্য হিসাবে পুড়িয়ে দেয়। অন্যরা পুরো পশুর নৈবেদ্য পুড়িয়ে দেয়, যাকে বলা হয় ব্যাপক হত্যাকাণ্ড। সাধারণত, সর্বোত্তম পশু বা পশুর সেরা অংশটি নৈবেদ্যর জন্য উপস্থাপন করা হয়।\nপশুবলিকে খাদ্য হিসাবে স্বাভাবিক খাওয়ার জন্য পশুবধ করার ধর্মীয়ভাবে নির্ধারিত পদ্ধতি থেকে আলাদা করা উচিত।\nনব্যপ্রস্তর যুগীয় বিপ্লবের সময়, প্রাচীন মানুষ শিকারি-সংগ্রাহক সংস্কৃতি থেকে কৃষির দিকে অগ্রসর হতে শুরু করে, যার ফলে পশু গৃহপালিত হয়। হোমো নেকানস-এ উপস্থাপিত তত্ত্বে, পুরাণবিদ ওয়াল্টার বার্কার্ট প্রস্তাব করেন যে পশুর আচার বলিদান প্রাচীন শিকারের আচারের ধারাবাহিকতা হিসাবে গড়ে উঠেছে, যেহেতু পশুপালন খাদ্য সরবরাহে বন্য খেলার স্থান নিয়েছে।\n\n\n== প্রাগৈতিহাসিক ==\nপ্রাচীন মিশর ছিল গৃহপালনের ক্ষেত্রে সবচেয়ে এগিয়ে, এবং কিছু প্রাচীন মিশরীয় প্রত্নতাত্ত্বিক প্রমাণ পশুবলির কথা বলে। যাইহোক, পশুবলি মিশরীয় ধর্মের কেন্দ্রীয় প্রথা ছিল না, বরং পেরিফেরাল ঘটনা ছিল যা উপাসকদের থেকে দূরে ঘটেছিল। প্রাচীনতম মিশরীয় সমাধিস্থল যেখানে প্রাণীর অবশেষ রয়েছে তা উচ্চ মিশরের বাদারী সংস্কৃতি থেকে উদ্ভূত, যা ৪৪০০ ও ৪০০০ খ্রিস্টপূর্বাব্দের মধ্যে বিকাশ লাভ করেছিল। এক স্থানে ভেড়া ও ছাগলকে তাদের নিজস্ব কবরে সমাধিস্থ করা হয়েছে, অন্য এক স্থানে বেশ কয়েকটি মানুষের কবরের পায়ে গাজেল পাওয়া গেছে। হিয়েরাকনপোলিস-এ উন্মোচিত এক কবরস্থানে এবং খ্রিস্টপূর্ব ৩০০০ তারিখে, অনেক বিস্তৃত প্রাণীর অবশিষ্টাংশ পাওয়া গেছে, যার মধ্যে অ-গৃহপালিত প্রজাতি যেমন বেবুন ও জলহস্তী রয়েছে, যেগুলি শক্তিশালী প্রাক্তন নাগরিকদের সম্মানে বলি দেওয়া হয়েছিল বা তাদের কাছে সমাহিত করা হয়েছিল প্রাক্তন মালিকরা। হেরোডোটাসের মতে, পরবর্তীতে রাজবংশীয় মিশরীয় পশুবলি পশুসম্পদ - ভেড়া, গবাদি পশু, শূকর ও গিজ - এর মধ্যেই সীমাবদ্ধ হয়ে পড়েছিল।\n৩০০০ খ্রিষ্টপূর্বাব্দ-এ তাম্রযুগের শেষ নাগাদ, পশুবলি অনেক সংস্কৃতিতে সাধারণ অভ্যাস হয়ে উঠেছিল, এবং এটি সাধারণত গৃহপালিত পশুদের মধ্যে সীমাবদ্ধ ছিল বলে মনে হয়। গাথ-এ, প্রত্নতাত্ত্বিক প্রমাণ ইঙ্গিত করে যে কানানীয়রা তাদের নিজস্ব গবাদি পশু থেকে বেছে নেওয়ার পরিবর্তে মিশর থেকে বলির ভেড়া ও ছাগল আমদানি করত। সার্ডিনিয়ার মন্টে ডি'অ্যাকোডিতে, ইউরোপের প্রাচীনতম পবিত্র কেন্দ্রগুলির মধ্যে একটি, ভেড়া, গবাদি পশু এবং শূকরের বলির প্রমাণ খননের মাধ্যমে উন্মোচিত হয়েছে, এবং এটি ইঙ্গিত করা হয় যে আনুষ্ঠানিক বলি প্রায় ৩০০০ খ্রিষ্টপূর্বাব্দ এবং তার পরে ইতালি জুড়ে প্রচলিত ছিল। প্রাচীন ক্রিটে ফাইস্টোসের মিনোয়ান বসতিতে, খননকালে ২০০০ - ১৭০০ খ্রিস্টপূর্বাব্দের সময়কালের পশুবলির অববাহিকা পাওয়া গেছে। যাইহোক, ছোট ছাগলের অবশিষ্টাংশ পাওয়া গেছে স্পেনের গুহা কুয়েভা দে লা দেহেসিলা, মধ্য নবপ্রস্তর যুগের অন্ত্যেষ্টি অনুষ্ঠানের সাথে সম্পর্কিত, যা ৪৮০০ ও ৪০০০ খ্রিস্টপূর্বাব্দের মধ্যে।\n\n\n== প্রাচীন নিকট প্রাচ্য ==\nপ্রাচীন মেসোপটেমিয়া, মিশর ও পারস্যের প্রাচীন নিকট-প্রাচ্যের সভ্যতা এবং সেইসাথে হিব্রুদের (নীচে আচ্ছাদিত) মধ্যে পশুবলি ছিল সাধারণ। গ্রীকদের বিপরীতে, যারা একত্রিত মানুষের জন্য বলির সেরা ভোজ্য অংশগুলিকে খাওয়ার জন্য ন্যায্যতা সৃষ্টি করেছিল, এই সংস্কৃতিতে পুরো প্রাণীটিকে সাধারণত বেদীর কাছে আগুনে রাখা হত এবং পুড়িয়ে দেওয়া হত বা কখনও কখনও কবর দেওয়া হত।\n\n\n== প্রাচীন গ্রীস ==\nপ্রাচীন গ্রীক ধর্মে উপাসনা সাধারণত স্তোত্র ও প্রার্থনা সহ বেদীতে গৃহপালিত পশুবলির অন্তর্ভুক্ত। বেদীটি যেকোন মন্দির ভবনের বাইরে ছিল, এবং এটি কোনও মন্দিরের সাথে যুক্ত নাও হতে পারে। প্রাণীটি, যা তার ধরণের নিখুঁত হওয়া উচিত, মালা এবং অনুরূপভাবে সজ্জিত, এবং বেদীর দিকে মিছিলে নিয়ে যাওয়া, একজন মেয়ে তার মাথায় ঝুড়ি যার মধ্যে লুকানো ছুরি রয়েছে। বিভিন্ন আচার-অনুষ্ঠানের পরে পশুটিকে বেদীর উপরে জবাই করা হয়, কারণ এটি পড়ে উপস্থিত সমস্ত মহিলাকে \"উচ্চ, তীক্ষ্ণ সুরে চিৎকার করতে হবে\"।\nএর রক্ত ​​সংগ্রহ করে বেদীর উপর ঢেলে দেওয়া হয়। এটি ঘটনাস্থলেই কসাই করা হয় এবং বিভিন্ন অভ্যন্তরীণ অঙ্গ, হাড় ও অন্যান্য অখাদ্য অংশগুলিকে নৈবেদ্যের দেবতার অংশ হিসাবে পুড়িয়ে ফেলা হয়,\nঅংশগ্রহণকারীদের খাওয়ার জন্য প্রস্তুত করার জন্য মাংস সরানো হয়; নেতৃস্থানীয় পরিসংখ্যান ঘটনাস্থলে এটি স্বাদ। মন্দিরে সাধারণত চামড়া রাখা হয়, ট্যানারদের কাছে বিক্রি করার জন্য। মানুষ যে দেবতার চেয়ে যজ্ঞ থেকে বেশি উপকার পেয়েছিল তা গ্রীকদের হাত থেকে রক্ষা পায়নি, এবং প্রায়ই গ্রীক কমেডিতে হাস্যরসের বিষয়।\nপছন্দ অনুসারে ব্যবহৃত প্রাণীগুলি হল, ষাঁড় বা বলদ, গরু, ভেড়া (সবচেয়ে সাধারণ), ছাগল, শূকর (পিগলেট সহ সবচেয়ে সস্তা স্তন্যপায়ী) এবং হাঁস-মুরগি (কিন্তু খুব কমই অন্যান্য পাখি বা মাছ)। জ্যামিতিক শৈলীতে (৯০০-৭৫০ খ্রিষ্টপূর্বাব্দ) কিছু ফুলদানিতে ঘোড়া এবং গাধা দেখা যায়, কিন্তু সাহিত্যে খুব কমই উল্লেখ করা হয়েছে; এগুলি গ্রীসের সাথে তুলনামূলকভাবে পরবর্তীতে পরিচিতি ছিল, এবং এটি প্রস্তাব করা হয়েছে যে এই বিষয়ে গ্রীক পছন্দগুলি অনেক পিছনে চলে গেছে। গ্রীকরা বিশ্বাস করতে পছন্দ করত যে প্রাণীটি বলি দিতে পেরে আনন্দিত হয়েছিল এবং বিভিন্ন আচরণকে এটি দেখানো হিসাবে ব্যাখ্যা করেছিল। রোমান বা এট্রুস্কান ধর্ম বা নিকট প্রাচ্যের ধর্মের তুলনায় বলিদান করা পশুর অংশ পরীক্ষা করে ভবিষ্যদ্বাণী অনেক কম গুরুত্বপূর্ণ ছিল, কিন্তু অনুশীলন করা হয়েছিল, বিশেষ করে লিভারের এবং অ্যাপোলোর ধর্মের অংশ হিসেবে। সাধারণত, গ্রীকরা পাখিদের আচরণ পর্যবেক্ষণে বেশি বিশ্বাস করে। ছোট ও সহজ নৈবেদ্যর জন্য, ধূপের দানা পবিত্র আগুনে নিক্ষেপ করা যেতে পারে, এবং শহরের বাইরে কৃষকরা \"প্রথম ফল\" সংগ্রহের সময় উদ্ভিদের উৎপাদিত সহজ বলি উপহার দিয়েছিল। যদিও হেকাটম্ব (অর্থাৎ ১০০টি ষাঁড়) নামক বলিরর মহৎ রূপটি বাস্তবে মাত্র এক ডজন বা তার বেশি জড়িত হতে পারে, বড় উৎসবে বলি দেওয়া গবাদি পশুর সংখ্যা কয়েকশোতে পৌঁছতে পারে এবং তাদের উপর খাওয়ার সংখ্যা হাজার হাজারে পৌঁছাতে পারে। হিয়েরন ও পারগামন বেদির বিশাল হেলেনিস্টিক কাঠামো এই ধরনের অনুষ্ঠানের জন্য নির্মিত হয়েছিল।\nকিছু প্রাচীন গ্রীক সাহিত্যে, বিশেষ করে হোমারের মহাকাব্যগুলিতে এই ধরনের অনুশীলনের অস্তিত্বের প্রমাণ স্পষ্ট। সমস্ত কবিতা জুড়ে, আচারের ব্যবহার ভোজে মাংস পরিবেশন করা হয়, বিপদের সময় বা দেবতাদের অনুগ্রহ লাভের কিছু গুরুত্বপূর্ণ প্রচেষ্টার আগে স্পষ্ট। উদাহরণস্বরূপ, হোমারের ওডিসি-তে ইউমায়েস তার অচেনা মাস্টার ওডিসিউসের জন্য প্রার্থনা সহ শূকর বলি দেন। যাইহোক, হোমারের ইলিয়াডে, যা আংশিকভাবে খুব প্রারম্ভিক গ্রীক সভ্যতার প্রতিফলন করে, রাজকুমারদের প্রতিটি ভোজ বলি দিয়ে শুরু হয় না।\nএই প্রাক-হোমেরিক যুগে বর্ণিত এই বলির রীতিগুলি ৮ম শতাব্দীর বলির রীতিগুলির সাথে মিল রয়েছে। তদুপরি, সমগ্র কবিতা জুড়ে, বিশেষ ভোজ অনুষ্ঠিত হয় যখনই দেবতারা কোনো চিহ্ন বা যুদ্ধে সাফল্যের মাধ্যমে তাদের উপস্থিতি নির্দেশ করে। ট্রয়ের উদ্দেশ্যে যাত্রা করার আগে, এই ধরণের পশু বলি দেওয়া হয়। অডিসিয়াস জিউসকে নিরর্থক বলি মেষ অফার করে। হোমারের মহাকাব্যে বলির উপলক্ষগুলি সমাজের সদস্য হিসাবে দেবতাদের দৃষ্টিভঙ্গির উপর কিছুটা আলোকপাত করতে পারে, বাহ্যিক সত্তা হিসাবে নয়, সামাজিক বন্ধন নির্দেশ করে। মানুষ ও ঐশ্বরিক সম্পর্ক গঠনে বলির আচার-অনুষ্ঠান প্রধান ভূমিকা পালন করে।\nএটি প্রস্তাব করা হয়েছে যে অলিম্পিক দেবতাদের থেকে আলাদা করা ছথনিক দেবতারা, সাধারণত হোমবিশেষ রীতির বলির মাধ্যমে, যেখানে নৈবেদ্য সম্পূর্ণরূপে পুড়িয়ে দেওয়া হয়, তারা স্থানীয় প্রাক-হেলেনিক ধর্মের অবশিষ্টাংশ হতে পারে এবং অনেক অলিম্পিয়ান দেবতা হতে পারে। দ্যপ্রোটো-গ্রীক যারা খ্রিষ্টিয় তৃতীয় সহস্রাব্দের শেষের দিকে বলকান উপদ্বীপের দক্ষিণ অংশ দখল করেছিল।\n৩২৩ খ্রিস্টপূর্বাব্দে মহান আলেকজান্ডার এর মৃত্যুর পর হেলেনীয় যুগে, বেশ কিছু নতুন দার্শনিক আন্দোলন পশুবলির নীতিকে প্রশ্নবিদ্ধ করতে শুরু করে।\n\n\n== সিথীয় ==\nগ্রীক লেখক হেরোডোটাস (আনু. ৪৮৪-৪২৫ খ্রিস্টপূর্বাব্দ) এর অনন্য বিবরণ অনুসারে, সিথীয়রা বিভিন্ন ধরণের পশুবলি দিয়েছিল, যদিও সবচেয়ে মর্যাদাপূর্ণ নৈবেদ্যকে ঘোড়া হিসাবে বিবেচনা করা হত। অন্যদিকে শূকরকে কখনই বলি দেওয়া হত না, এবং দৃশ্যত সিথীয়রা তাদের ভূমিতে শূকর পালনে ঘৃণা করত। হেরোডোটাস সিথীয় ত্যাগের পদ্ধতিকে নিম্নরূপ বর্ণনা করেছেন:\n\nশিকারটি তার সামনের পা বেঁধে দাঁড়িয়ে থাকে, এবং বলিকারী পুরোহিত শিকারের পিছনে দাঁড়িয়ে থাকে, এবং দড়ির শেষ টেনে সে জন্তুটিকে নীচে ফেলে দেয়; এবং শিকারটি পড়ে যাওয়ার সাথে সাথে সে সেই দেবতাকে ডাকে যাকে সে বলিদান করছে, এবং তারপরে সাথে সাথে তার ঘাড়ে ফাঁস ছুঁড়ে, এবং তার মধ্যে ছোট লাঠি রেখে সে এটিকে ঘুরিয়ে দেয় এবং পশুটিকে শ্বাসরোধ করে হত্যা করে, আগুন জ্বালিয়ে বা শিকারের কাছ থেকে কোনো প্রথম নৈবেদ্য না করে বা তার ওপর কোনো মুক্তা ঢেলে না দিয়ে: এবং যখন সে এটিকে শ্বাসরোধ করে এবং চামড়া ছিঁড়ে ফেলে, তখন সে এটি সিদ্ধ করতে থাকে। [...] তারপর মাংস সিদ্ধ হলে, বলিকারী প্রথমে মাংস এবং গুরুত্বপূর্ণ অঙ্গগুলির নৈবেদ্য নিয়ে তার সামনে নিক্ষেপ করে।\nহেরোডোটাস বন্দীদের মানব বলির বর্ণনা দিয়েছেন, যা ভিন্নভাবে পরিচালিত হয়।\n\n\n== প্রাচীন রোম ==\n\nপ্রাচীন রোমান ধর্মের সবচেয়ে শক্তিশালী নৈবেদ্য ছিল পশুবলি, সাধারণত গরু, ভেড়া ও শূকরের মতো গৃহপালিত পশু। প্রত্যেকটি ছিল তার ধরণের সেরা নমুনা, পরিষ্কার করা, বলির রেগালিয়া পরিহিত এবং মালা পরানো; ষাঁড়ের শিং সোনালি করা হতে পারে। বলি পার্থিব ও ঐশ্বরিক সামঞ্জস্য চেয়েছিল, তাই শিকারকে অবশ্যই সম্প্রদায়ের পক্ষে তার নিজের জীবন দিতে ইচ্ছুক বলে মনে হচ্ছে; এটি অবশ্যই শান্ত থাকতে হবে এবং দ্রুত ও পরিষ্কারভাবে পাঠানো হবে।\nস্বর্গের দেবতাদের উদ্দেশ্যে বলি (ডি সুপারি, \"উপরের দেবতা\") দিনের আলোতে এবং জনসাধারণের দৃষ্টিতে সঞ্চালিত হয়েছিল। উপরের স্বর্গের দেবতাদের তাদের নিজস্ব লিঙ্গের সাদা, বন্ধ্যা শিকারের প্রয়োজন ছিল:\nজুনো সাদা গাভী (সম্ভবত সাদা গরু); বৃহস্পতি সাদা, কাস্টেড ষাঁড় (বস মাস) কনসালদের বার্ষিক শপথ গ্রহণের জন্য। মঙ্গল, জানুস, নেপচুন ও সম্রাট সহ বিভিন্ন জিনি-এর মতো পৃথিবীর সাথে শক্তিশালী সংযোগ সহ ডি সুপারি-কে উর্বর শিকারের প্রস্তাব দেওয়া হয়েছিল। বলির পরে, ভোজ অনুষ্ঠিত হয়েছিল; রাষ্ট্রীয় সংস্কৃতিতে, সম্মানিত দেবতাদের মূর্তিগুলি ভোজসভার পালঙ্কগুলিতে গর্বিত হয়েছিল এবং বলির আগুনের মাধ্যমে তাদের যথাযথ অংশ (অভ্যন্তরীণ) গ্রাস করেছিল। রোমের কর্মকর্তারা ও পুরোহিতরা অগ্রাধিকারের ক্রমে হেলান দিয়ে মাংস খেতেন; কম নাগরিকদের তাদের নিজস্ব প্রদান ছিল হতে পারে।\nছথনিচ দেবতাদের যেমন ডিস পিটার, দি ইনফেরি (নীচে দেবতা), এবং বিদায়ী (দি মনেস) এর যৌথ ছায়াগুলিকে রাতের আচার-অনুষ্ঠানে অন্ধকার, উর্বর শিকার দেওয়া হয়েছিল। পশুবলি সাধারণত একটি হলোকাস্ট বা হোম নৈবেদ্যের আকার ধারণ করত এবং সেখানে কোনো ভাগাভাগি ভোজ ছিল না, কারণ \"জীবিতরা মৃতদের সাথে খাবার ভাগ করে নিতে পারে না\"। সেরেস ও ফলপ্রসূতার অন্যান্য আন্ডারওয়ার্ল্ড দেবীকে কখনও কখনও গর্ভবতী মহিলা পশু দেওয়া হত; টেলাসকে ফোরডিসিডিয়া উৎসবে গর্ভবতী গাভী দেওয়া হয়েছিল। বলির জন্য রঙের সাধারণ প্রতীকী মূল্য ছিল। দেবতা ও বীর, যারা স্বর্গ এবং পাতালের অন্তর্গত, কখনও কখনও কালো এবং সাদা শিকার দেওয়া হয়। রবিগো (বা রবিগাস) কে লাল কুকুর এবং রবিগালিয়াতে লাল মদের লিবেশন দেওয়া হয়েছিল ব্লাইট এবং রেড মিডিউ থেকে ফসল রক্ষার জন্য।\nকৃতজ্ঞতা স্বরূপ বা অপবিত্রতা বা সম্ভাব্য অপবিত্রতা (পিয়াকুলাম) এর কাফফারা হিসাবে বলি করা যেতে পারে; অগ্রিম অর্থপ্রদানের বাছাই হিসাবে পিয়াকুলামও দেওয়া হতে পারে; উদাহরণ স্বরূপ, আর্ভাল ব্রাদারেন লোহার সরঞ্জাম দিয়ে তাদের পবিত্র গ্রোভে প্রবেশ করার আগে পিয়াকুলাম দিয়েছিলেন, যা নিষিদ্ধ ছিল এবং পরেও। শূকর পিয়াকুলামের জন্য সাধারণ শিকার ছিল।\nএকই ঐশ্বরিক সংস্থা যারা রোগ বা ক্ষতি ঘটিয়েছে তাদেরও এটি এড়ানোর ক্ষমতা ছিল এবং তাই আগে থেকেই প্রসন্ন হতে পারে। নিরাপদ আগমন বা প্রত্যাবর্তনের জন্য যথাযথ কৃতজ্ঞতা সহ যাত্রার অসুবিধাজনক বিলম্ব, বা দস্যুতা, জলদস্যুতা এবং জাহাজ ধ্বংসের সম্মুখীন হওয়া এড়াতে ঐশ্বরিক বিবেচনা চাওয়া যেতে পারে। বড় সংকটের সময়ে, সেনেট সম্মিলিত পাবলিক আচার-অনুষ্ঠানের আদেশ দিতে পারে, যেখানে নারী ও শিশু সহ রোমের নাগরিকরা মিছিলে এক মন্দির থেকে অন্য মন্দিরে, দেবতাদের প্রার্থনা করে।\nঅস্বাভাবিক পরিস্থিতিতে অসাধারণ বলির জন্য আহ্বান করা হয়েছিল: দ্বিতীয় পুনিক যুদ্ধের অনেক সংকটের মধ্যে একটিতে, জুপিটার ক্যাপিটোলিনাসকে প্রতিশ্রুতি দেওয়া হয়েছিল যে সেই বসন্তে জন্ম নেওয়া প্রতিটি প্রাণীকে, হ্যানিবাল ও তার সহযোগীদের কাছ থেকে আরও পাঁচ বছর সুরক্ষার পরে প্রদান করা হবে। বৃহস্পতির সাথে \"চুক্তি\" ব্যতিক্রমীভাবে বিস্তারিত। পশুদের সমস্ত যথাযথ যত্ন নেওয়া হবে। নির্ধারিত বলির আগে যদি কেউ মারা যায় বা চুরি হয়ে যায়, তবে তারা ইতিমধ্যেই বলি হিসাবে গণ্য হবে, যেহেতু তারা ইতিমধ্যেই পবিত্র হয়ে গেছে। সাধারণত, যদি দেবতারা তাদের দরকষাকষির পক্ষে রাখতে ব্যর্থ হন, তাহলে প্রদত্ত বলি বন্ধ করা হবে। সাম্রাজ্যের সময়ে, ট্রাজানের মৃত্যুর পর বলিদান বন্ধ রাখা হয়েছিল কারণ দেবতারা সম্রাটকে নির্ধারিত সময়ের জন্য নিরাপদ রাখেননি। পম্পেইতে, জীবিত সম্রাটের জিনিয়াসকে ষাঁড়ের প্রস্তাব দেওয়া হয়েছিল: সম্ভবত ইম্পেরিয়াল কাল্টে একটি আদর্শ প্রথা, যদিও ছোটখাটো নৈবেদ্যও (ধূপ ও ওয়াইন) তৈরি করা হয়েছিল।\nসিসেরোর গণনায় পিত্তথলি, হৃৎপিণ্ড, এবং ফুসফুস অন্তর্ভুক্ত ছিল। রোমান লিটুর্জির অংশ হিসেবে লিটাশিও (ঐশ্বরিক অনুমোদন) জন্য এক্সটা প্রকাশ করা হয়েছিল, কিন্তু ডিসিপ্লিনা এত্রুসচা এর প্রেক্ষাপটে \"পঠিত\" হয়েছিল। রোমান বলির পণ্য হিসাবে, এক্সটা ও রক্ত ​​দেবতাদের জন্য সংরক্ষিত থাকে, যখন মাংস (বিসের) সাম্প্রদায়িক খাবারে মানুষের মধ্যে ভাগ করা হয়। গবাদি পশুর শিকারের অতিরিক্ত অংশ সাধারণত পাত্রে (ওলা বা আউলা) স্টু করা হতো, যখন ভেড়া বা শূকরের মাংস স্কুয়ারে ভাজা হতো। যখন দেবতার অংশ রান্না করা হয়, তখন মোলা সালসা (আচারানুষ্ঠানিকভাবে তৈরি লবণাক্ত ময়দা) এবং ওয়াইন দিয়ে ছিটিয়ে দেওয়া হয়, তারপর কোরবানীর জন্য বেদীর উপর আগুনে রাখা; এই ক্রিয়াটির প্রযুক্তিগত ক্রিয়াটি ছিল পোরিসারে।\n\n\n== সেল্টিক সম্প্রদায় ==\nএমন প্রমাণ আছে যে প্রাচীন কেল্টিক লোকেরা  প্রাচীন কেল্টিক ধর্মের অংশ হিসেবে পশু, প্রায় সবসময় পশু বা কর্মজীবী ​​পশুবলি দিয়েছিল। ধারণাটি মনে হয় যে আচারিকভাবে জীবনশক্তিকে অন্য জগতে স্থানান্তর করা দেবতাদের খুশি করেছিল এবং বিশ্বের মধ্যে যোগাযোগের চ্যানেল স্থাপন করেছিল। পশুবলি হতে পারে ধন্যবাদ, তুষ্টি, সুস্বাস্থ্য ও উর্বরতা চাওয়ার জন্য বা ভবিষ্যদ্বাণীর উপায় হিসেবে। এটা মনে হয় যে কিছু প্রাণী সম্পূর্ণরূপে দেবতাদের কাছে নিবেদন করা হয়েছিল (কবর বা পোড়ানোর মাধ্যমে), যখন কিছু দেবতা ও মানুষের মধ্যে ভাগ করা হয়েছিল (আংশিক খাওয়া এবং অংশ আলাদা করে রাখা হয়েছিল)।\nপ্রত্নতাত্ত্বিকরা কিছু গৌলিশ এবং ব্রিটিশ অভয়ারণ্যে পশুবলির প্রমাণ পেয়েছেন, এবং আইরিশ সাইট ঊইস্নেয়াছ এ। সেল্টিক পশুবলির বিবরণ রোমান ও গ্রীক লেখকদের কাছ থেকে এসেছে। জুলিয়াস সিজার ও স্ট্র্যাবো লেখেছেন গলস কোরবানি পোড়াচ্ছেন বৃহৎ উইকারওয়ার্ক আকৃতিতে, যিনি একজন বেতের মানুষ হিসাবে পরিচিত, যখন প্লিনি দ্য এল্ডার লিখেছিলেন ড্রুইডস 'ওক ও মিসলেটোর আচার' সম্পাদন করে যার মধ্যে দুটি সাদা ষাঁড় বলি দেওয়া জড়িত।\nখ্রিস্টধর্মে ধর্মান্তরিত হওয়ার অনেক পরে সেল্টিক জনগণের মধ্যে কিছু পশু বলি বা আচার বধ অব্যাহত ছিল। ১৯ শতক পর্যন্ত, সেন্টে গ্রামীণ আয়ারল্যান্ডে মার্টিনস ডে (১১ নভেম্বর) একটি মোরগ, হংস বা ভেড়াকে জবাই করা হবে এবং তার কিছু রক্ত ​​বাড়ির চৌকাঠে ছিটিয়ে দেওয়া হবে। এটি সেন্ট মার্টিনে দেওয়া হয়েছিল, এবং ভোজের অংশ হিসাবে খাওয়া হয়েছিল। লুঘনাসা উৎসবের সময় ষাঁড় বলি ১৮ শতকের শেষের দিকে আয়ারল্যান্ডের কোইস ফারারাইগে (যেখানে তাদের ক্রোম দুবকে দেওয়া হয়েছিল) এবং স্কটল্যান্ডের লোচ মারি এ (যেখানে সেন্ট মেল রুবাকে দেওয়া হয়েছিল) নথিভুক্ত করা হয়েছিল।\n\n\n== জার্মানী সম্প্রদায় ==\nপ্রাচীন নর্স ধর্মে পশুবলি বা ব্লট ছিল গুরুত্বপূর্ণ আচার। রক্ত ছিটিয়ে দেওয়া হয়েছিল বেদি, মূর্তি ও মন্দিরের দেওয়ালে। ব্লট মৌসুমী উৎসবের পাশাপাশি অন্ত্যেষ্টিতে, যুদ্ধ ও বিপজ্জনক যাত্রার আগে বা ব্যবসায়ীদের মধ্যে ব্যবসার সমাপ্তির পরে তৈরি করা হয়েছিল।\n১১ শতকে, ব্রেমেনের অ্যাডাম লিখেছিলেন যে সুইডেনের গামলা উপসালার মন্দিরে মানুষ ও পশুবলি দেওয়া হয়েছিল। তিনি লিখেছিলেন যে প্রতি নবম বছরে নয়জন পুরুষ এবং নয়টি পশুবলি দেওয়া হত এবং তাদের দেহ পবিত্র খাঁজে ঝুলিয়ে রাখা হত।\n\n\n== ইব্রাহিমীয় ঐতিহ্য ==\n\n\n=== ইহুদি ধর্ম ===\n\nইহুদি ধর্মে, কোরবান হল বিভিন্ন ধরনের উৎসর্গের যেকোনও নৈবেদ্য যা তাওরাতে বর্ণিত এবং আদেশ করা হয়েছে। সবচেয়ে সাধারণ ব্যবহার হল পশুবলি,  জেবহ শেলামিম (শান্তি নৈবেদ্য) এবং ওলাহ (হোম নৈবেদ্য)। বলি ছিল পশুবলি, যেমন ষাঁড়, ভেড়া, ছাগল বা ঘুঘু যেটি শেচিতা (ইহুদি রীতিতে জবাই করা)। উৎসর্গে শস্য, খাবার, মদ বা ধূপ থাকতে পারে।\nহিব্রু বাইবেল বলে যে, যিহোবা ইস্রায়েলীয়দের বিভিন্ন বেদিতে নৈবেদ্য ও বলি উৎসর্গ করার নির্দেশ দিয়েছিলেন। উৎসর্গ শুধুমাত্র কোহানিমের হাতেই দেওয়া হত। বাইতুল মাকদিস নির্মাণের আগে, যখন ইস্রায়েলীয়রা মরুভূমিতে ছিল, শুধুমাত্র তাম্বুতে বলি দেওয়া হত। সলোমনের মন্দির তৈরি করার পর, শুধুমাত্র সেখানেই বলি দেওয়ার অনুমতি দেওয়া হয়েছিল। মন্দিরটি ধ্বংস হয়ে যাওয়ার পর, দ্বিতীয় মন্দিরটি নির্মিত হলে বলি আবার শুরু হয় যতক্ষণ না এটিও ৭০ খ্রিস্টাব্দে ধ্বংস হয়ে যায়। দ্বিতীয় মন্দির ধ্বংসের পর বলি নিষিদ্ধ করা হয়েছিল কারণ সেখানে আর কোনো মন্দির ছিল না, একমাত্র স্থান যা হালখার দ্বারা বলির জন্য অনুমোদিত ছিল। দ্বিতীয় শতাব্দীর ইহুদি-রোমান যুদ্ধের সময় বলি প্রদান সংক্ষিপ্তভাবে পুনঃস্থাপন করা হয়েছিল এবং তারপরে কিছু সম্প্রদায়ের মধ্যে এটি অব্যাহত ছিল।\nশমরীয়রা, ঐতিহাসিকভাবে ইহুদিদের সাথে সম্পর্কিত একটি দল, মোশির আইন অনুসারে পশুবলির অনুশীলন করে।\n\n\n=== খ্রিস্টধর্ম ===\n\nখ্রিস্টধর্ম দীর্ঘকাল ধরে স্পষ্টভাবে সব ধরনের পশুবলির বিরোধিতা করে আসছে, এবং অনুশীলনের \"খুব সম্ভাবনা ... সাধারণত অযৌক্তিক এবং খ্রিস্টান ধর্মতত্ত্বের প্রতিকূল বলে প্রত্যাখ্যান করা হয়েছে\"। বেশিরভাগ খ্রিস্টান সম্প্রদায় বিশ্বাস করে যে যীশু খ্রিস্টের বলির মৃত্যু পশুবলিকে স্থায়ীভাবে বিলুপ্ত করে, প্রাথমিকভাবে হিব্রুদের চিঠিপত্রের শিক্ষার উপর ভিত্তি করে যে যীশু ছিলেন \"ঈশ্বরের মেষশাবক\" যার দিকে সমস্ত প্রাচীন বলি ইঙ্গিত করেছিল। বেশিরভাগ খ্রিস্টান সম্প্রদায় বিশ্বাস করে যে ইউক্যারিস্টের \"রক্তহীন\" বলি, বা লর্ডস সাপার, সম্পূর্ণরূপে পুরাতন নিয়মের বলির পদ্ধতিকে প্রতিস্থাপন করে। ফলস্বরূপ, খ্রিস্টধর্মে পশুবলি খুব কমই প্রচলিত।\nএই বিরোধিতা সত্ত্বেও, কিছু গ্রামীণ খ্রিস্টান সম্প্রদায় উপাসনার অংশ হিসেবে পশুবলি দেয় (যা পরে ভোজে খাওয়া হয়), বিশেষ করে পুনরুত্থান পার্বণে। পশুটিকে আবার বের করে হত্যা করার আগে গির্জার মধ্যে আনা যেতে পারে। গ্রীসের কিছু গ্রাম কোরবানিয়া নামে পরিচিত অনুশীলনে গোঁড়া সাধুদের কাছে পশুবলি দেয়। আর্মেনীয় চার্চে মেষশাবক, বা কম সাধারণভাবে মোরগ বলি সাধারণ অভ্যাস, এবং ইথিওপিয়া ও ইরিত্রিয়ার তেওয়াহেডো চার্চ। মাতাঘ নামে পরিচিত এই ঐতিহ্যটি প্রাক-খ্রিস্টীয় পৌত্তলিক আচার-অনুষ্ঠান থেকে উদ্ভূত বলে মনে করা হয়। উপরন্তু, কিছু মায়ানরা আজও মেক্সিকোতে লোক ক্যাথলিক ধর্মের একটি রূপ অনুসরণ করে গির্জার অনুশীলনের সাথে মিলিত হয়ে পশুবলি দেয়, এটি এমন আচার যা অতীত ধর্মে স্প্যানিয়ার্ডদের আগমনের আগে প্রচলিত ছিল।\n\n\n=== ইসলামধর্ম ===\n\nহজ্জে নিয়োজিত মুসলমানরা ভেড়া বা ছাগল কুরবানী করতে বাধ্য বা ঈদুল আযহা উদযাপনের সময় গরু বা উট কুরবানীতে অন্যদের সাথে যোগ দেয়। ঈদুল আযহা আরবি শব্দ যার অর্থ \"কোরবানির উৎসব\", যাকে আল-ঈদ আল-কবীর (মহান উৎসব), বা তুর্কি প্রভাবিত সংস্কৃতিতে কুরবান বায়রামি (বলি উৎসব), ভারতীয় উপমহাদেশে বাকর ঈদ (ছাগলের ভোজ) এবং ইন্দোনেশিয়ায় রেরয় কুরবেন নামেও পরিচিত। অন্যান্য মুসলমানরা যারা হজ্জে মক্কায় যাননি তারাও যেখানেই থাকুন না কেন, ইসলামি বর্ষপঞ্জির ১২ তম চান্দ্র মাসের ১০ তম দিনে এই ত্যাগে অংশগ্রহণ করেন। উৎসর্গটি আব্রাহামের পুত্রের পরিবর্তে মেষ বলির প্রতীকী পুনঃপ্রবর্তনকে বোঝায়। কোরবানির মাংস তিনটি ভাগে বিভক্ত, একটি অংশ খাবারের জন্য বলিকারী পরিবার রাখে, অন্যটি বন্ধুবান্ধব ও পরিবারকে, এবং তৃতীয়টি দরিদ্র মুসলমানদের উপহার দেয়। কোরবানির পশু হচ্ছে ভেড়া, ছাগল, গরু বা উট। উৎসবটি মসজিদ বা খোলা আকাশের নিচে সাম্প্রদায়িক প্রার্থনা অনুসরণ করে।\nহজের সময় পশু কোরবানি নয় ধাপের তীর্থযাত্রার অংশ। যে সমস্ত মুসলমান হজে নেই তারাও সরল রীতিতে পশু কোরবানি করেন। ক্যাম্পোর মতে, বার্ষিক ইসলামী উৎসবে পশু কোরবানি ইসলামের আগে থেকেই পশ্চিম আরবে প্রচলিত ছিল। ফিলিপ স্টুয়ার্ট বলেন, পশু কোরবানি কুরআন দ্বারা প্রয়োজনীয় নয়, তবে অন্যান্য ইসলামী গ্রন্থের ব্যাখ্যার উপর ভিত্তি করে।\nঈদুল আযহা ইসলামে পশু কোরবানির প্রধান বার্ষিক উৎসব। উদাহরণস্বরূপ, একা ইন্দোনেশিয়ায়, ২০১৪ সালে মুসলমানদের দ্বারা উৎসবে প্রায় ৮০০,০০০ পশুবলি দেওয়া হয়েছিল, তবে অর্থনৈতিক অবস্থার উপর নির্ভর করে সংখ্যাটি কিছুটা কম বা বেশি হতে পারে। লেসলি হ্যাজলেটনের মতে, তুরস্কে প্রতি বছর প্রায় ২,৫০০,০০০ ভেড়া, গরু ও ছাগল কোরবানি করা হয় পশুবলির ইসলামিক উৎসব পালন করার জন্য, কোরবানির পশুর একটি অংশ এমন অভাবীদেরকে দেওয়া হয় যারা পশু কোরবানি করেনি। দ্য ইন্ডিপেন্ডেন্টের মতে, প্রতি বছর ঈদে পাকিস্তানে প্রায় ১০,০০০,০০০ পশু কোরবানি করা হয়। সৌদি আরবের মতো দেশগুলি প্রতি বছর মিনায় (মক্কার কাছে) কোরবানির জন্য প্রায় এক মিলিয়ন পশু পরিবহন করে। ক্লার্ক ব্রুক বলেন, ঈদুল আযহায় কোরবানি করা পশুর মধ্যে চারটি প্রজাতিকে অন্তর্ভুক্ত করা হয়েছে যা হজ কুরবানীর জন্য বৈধ বলে বিবেচিত হয়: ভেড়া, ছাগল, উট ও গবাদি পশু, এবং উপরন্তু, গরুর মতো প্রাণী যা জল মহিষ, গৃহপালিত ব্যানটেং (টেম্বাদাউ, দক্ষিণ-পূর্ব এশিয়ায় পাওয়া গবাদি পশুর একটি প্রজাতি) ও চমরী গাই। অনেককে উত্তর আফ্রিকা ও এশিয়ার কিছু অংশ থেকে আনা হয়।\nঅন্যান্য উপলক্ষ্যে যখন মুসলমানরা পশু কোরবানি করে তার মধ্যে 'আকীকা' অন্তর্ভুক্ত, যখন শিশুর বয়স সাত দিন হয়, তাকে মুণ্ডন করা হয় এবং নাম দেওয়া হয়। এটা বিশ্বাস করা হয় যে পশু কোরবানি শিশুকে ইসলামের সাথে আবদ্ধ করে এবং শিশুকে মন্দ থেকে সুরক্ষা দেয়।\nধবিহা দ্বারা পশু হত্যা কোরবানির পরিবর্তে রীতিমত জবাই।\n\n\n== হিন্দুধর্ম ==\n\nহিন্দু পশুবলির প্রথাগুলি বেশিরভাগই শাক্তধর্ম, শৈব আগাম ও কুলমার্গ নামক লোক হিন্দু ধর্মের স্রোতের সাথে জড়িত যা স্থানীয় উপজাতীয় ঐতিহ্যের মধ্যে দৃঢ়ভাবে প্রোথিত। ভারতে প্রাচীনকালে পশুবলি দেওয়া হত। পরবর্তীতে কিছু গৌণ পুরাণ পশুবলি নিষিদ্ধ করেছে, যদিও উপপুরাণ,  কালিকা পুরাণ, এটি বিস্তারিতভাবে বর্ণনা করে।\n\n\n=== শাক্ত ঐতিহ্য ===\n\nপশুবলি প্রধানত হিন্দুধর্মের শক্তি দর্শনের অনুসরণে মন্দিরে করা হয় যেখানে ব্রহ্মের নারী প্রকৃতিকে কালী ও দুর্গার রূপে পূজা করা হয়। ঐতিহ্যগুলি ভারতের পূর্বাঞ্চলীয় রাজ্যগুলির আসাম ও পশ্চিমবঙ্গ ভারত এবং নেপালের হিন্দু মন্দিরগুলিতে অনুসরণ করা হয় যেখানে ছাগল, মুরগি এবং কখনও কখনও জল মহিষ বলি দেওয়া হয়।\nপশুবলি ভারতের পূর্বাঞ্চলীয় রাজ্যগুলিতে নবরাত্রির সময় দুর্গাপূজা উদযাপনের অংশ। এই আচারে দেবীকে পশুবলি দেওয়া হয় এই বিশ্বাসে যে এটি মহিষের অসুরের বিরুদ্ধে তার হিংস্র প্রতিশোধকে উদ্দীপিত করে। ক্রিস্টোফার ফুলারের মতে, নবরাত্রির সময় হিন্দুদের মধ্যে পশুবলির প্রথা বিরল, বা অন্য সময়ে, পূর্ব ভারতীয় রাজ্য পশ্চিমবঙ্গ, ওড়িশা এবং আসামে পাওয়া শাক্তধর্ম ঐতিহ্যের বাইরে। আরও, এমনকি এই রাজ্যগুলিতে, উৎসবের মরসুম এমন যেখানে উল্লেখযোগ্য পশুবলি পালন করা হয়। কিছু শাক্ত হিন্দু সম্প্রদায়ে, মহিষের বধ এবং দুর্গার বিজয় পশুবলির পরিবর্তে প্রতীকী বলি দিয়ে পালন করা হয়।\nনেপালে তিন দিনব্যাপী গাধিমাই উৎসবের সময় ব্যাপকভাবে পশুবলি দেওয়া হয়। ২০০৯ সালে এটি অনুমান করা হয়েছিল যে ২৫০,০০০ এরও বেশি প্রাণীকে হত্যা করা হয়েছিল, যখন ৫ মিলিয়ন ভক্ত উৎসবে যোগ দিয়েছিলেন। যাইহোক, এই প্রথাটি পরে ২০১৫ সালে নিষিদ্ধ করা হয়েছিল।\n\n\n=== রাজপুত ঐতিহ্য ===\nরাজস্থানের রাজপুতরা নবরাত্রিতে তাদের অস্ত্র ও ঘোড়ার পূজা করে এবং পূর্বে কুলদেবী নামে পূজনীয় দেবীকে ছাগল বলি করত – প্রথাটি কিছু জায়গায় অব্যাহত রয়েছে। আচার-অনুষ্ঠানের জন্য একক আঘাতে পশুকে হত্যা করা প্রয়োজন। অতীতে এই আচারকে একজন যোদ্ধা হিসেবে পুরুষত্ব ও প্রস্তুতির আচার হিসেবে বিবেচনা করা হতো। রাজপুত সম্প্রদায়ের মধ্যে কুলদেবী হলেন একজন যোদ্ধা-পতিব্রত অভিভাবক দেবী, স্থানীয় কিংবদন্তিরা রাজপুত-মুসলিম যুদ্ধের সময় তার প্রতি শ্রদ্ধা প্রদর্শন করে।\nউত্তর ভারতের বেনারসের আশেপাশের মন্দির ও বাড়িতে দেবীর উদ্দেশে নিরামিষ নৈবেদ্য দিয়ে পশুবলির প্রথা প্রতিস্থাপিত হচ্ছে।\n\n\n=== লোক ঐতিহ্য ===\nভারতের কিছু পবিত্র উপবনে, বিশেষ করে পশ্চিম মহারাষ্ট্রে, পশুবলি নারী দেবতাদের শান্ত করার জন্য অনুশীলন করা হয় যারা উপবন শাসন করার কথা।\nভারতে, স্থানীয় দেবতা বা দেবীর কিছু শক্তিশালী ও ভয়ঙ্কর রূপের আগে অনেক গ্রামে পশু বলির আচার পালন করা হয়। এই ধরনের উপাসনাতে, পশুদের, সাধারণত ছাগলের শিরচ্ছেদ করা হয় এবং মন্দিরের বাইরের পোস্টে এর কিছু অংশ ছিটিয়ে দিয়ে প্রায়ই দেবতাকে রক্ত ​​দেওয়া হয়। উদাহরণস্বরূপ, কান্ধেন বুধি হল ভারতের উড়িষ্যার বৌধ জেলার কান্তমালের রাজত্বকারী দেবতা। প্রতি বছর, আশ্বিন মাসে (সেপ্টেম্বর-অক্টোবর) অনুষ্ঠিত বার্ষিক যাত্রা/যাত্রা (উৎসব) উপলক্ষে দেবতার সামনে ছাগল ও পাখির মতোপশু বলি দেওয়া হয়। কান্ধেন বুধী যাত্রার প্রধান আকর্ষণ হল ঘুসুরি পূজা। ঘুসুরি মানে শিশু শূকর, যা প্রতি তিন বছর অন্তর দেবীর উদ্দেশ্যে বলি দেওয়া হয়। ভারতের উড়িষ্যার কালাহান্ডি জেলার মোহাঙ্গিরি জিপির অধীনে লাথার গ্রামেও কান্ধেন বুধির পূজা করা হয়।\nতাবুহ রহ-এর ধর্মীয় বিশ্বাস, বালিদ্বীপীয় হিন্দুধর্মের পশুবলির রূপ ধর্মীয় মোরগ লড়াই অন্তর্ভুক্ত করে যেখানে মোরগকে ধর্মীয় ও আধ্যাত্মিক মোরগ লড়াইয়ে অন্য মোরগের বিরুদ্ধে লড়াই করার অনুমতি দিয়ে ধর্মীয় রীতিতে ব্যবহার করা হয়, তাবু রহের আধ্যাত্মিক তুষ্টি অনুশীলন৷ অশুভ আত্মাকে তুষ্ট করার জন্য শুদ্ধিকরণ হিসাবে রক্তের ছিটা প্রয়োজনীয়, এবং ধর্মীয় লড়াই প্রাচীন ও জটিল আচার অনুসরণ করে যেমনটি পবিত্র লন্টার  পান্ডুলিপিতে বর্ণিত আছে।\n\n\n=== তান্ত্রিক ঐতিহ্য ===\nকালিকা পুরাণে হিন্দুধর্মেও নরবলির উল্লেখ আছে। পাঠ্যের ৬৭ থেকে ৭৮ অধ্যায় রুধিরাধ্যায় গঠন করে, যা বালি (প্রাণী বলি) এবং বামাচার তন্ত্রবাদ নিয়ে আলোচনা করে। রুধিরাধ্যায় অধ্যায়টি মানবত্যাগের অস্বাভাবিক আলোচনার জন্য উল্লেখযোগ্য। পাঠ্যটিতে বলা হয়েছে যে দেবীকে খুশি করার জন্য নরবলি করা যেতে পারে, তবে যুদ্ধ বা আসন্ন বিপদের ক্ষেত্রে শুধুমাত্র রাজকুমারের সম্মতিতে। যাইহোক, ২০১৪ সাল পর্যন্ত ছিল না যখন ন্যাশনাল ক্রাইম রেকর্ডস ব্যুরো নরবলির তথ্য সংগ্রহ করা শুরু করেছিল। ব্যুরো অনুযায়ী, ২০১৪ ও ২০১৬ এর মধ্যে ১৪ টি রাজ্যে ছড়িয়ে পড়া নরবলির ৫১ টি ঘটনা ছিল। নরবলির অভিযোগটি ২০২০ সালের শেষের দিকে রেকর্ড করা হয়েছিল।\n\n\n== পূর্ব এশীয় ঐতিহ্য ==\n\n\n=== হান চীনা ===\n\n\n==== প্রাচীন চীনা ====\nশাং ও চৌ রাজবংশের সময়, সম্ভ্রান্ত ব্যক্তিরা জটিল ও শ্রেণিবদ্ধ বলিদান পদ্ধতি অনুশীলন করতেন এবং শুধুমাত্র রাজাই স্বর্গ ও পৃথিবী এবং চারটি পবিত্র পর্বতকে বলি দিতে পারতেন যার মধ্যে তাই পর্বত সহ তার পরিবারের জন্য তার নয়টি মন্দির। ডিউকরা জমি ও শস্যের পরিবর্তনের জন্য এবং সেখানকার ভূখণ্ডের বিভিন্ন নদী, স্রোত ও পাহাড় এবং সেখানে পারিবারিক মন্দিরের জন্য বলি করেছিলেন। সাধারণ ব্যক্তির মন্দির ছিল না কিন্তু সেখানে কামরা বা বাড়িতে পিতা বা পিতামহ বা প্রাসঙ্গিক পরিবারকে বলি দিতেন এবং কেবল বিলাসবহুল পশুর বোঝার কারণে পরিবারকে বলি দিতে পারেন। মহান ব্যক্তি বছরের বিভিন্ন সময়ে শূকরের ছাগল বা ভেড়া গরু প্রধানত বলদ কুকুর বা বন্য কুকুর এবং অন্যান্য গবাদি পশুবলি দিতেন; খারাপ বছর ত্যাগ কম ছিল।\nপ্রাচীন রাজা, কনফুসিয়াস এবং কনফুসীয় পণ্ডিতরা The Book of Rites-এ নরবলি সহ, ঝোউ পদ্ধতির প্রতিটি স্তরের বলির পাল্লা তৈরি করেছিলেন। সম্মানজনক থেকে নিচু পর্যন্ত অর্পণ করার পাল্লাগুলির নাম হল 'তাই-লাও' (太牢), 'শাও-লাও' (少牢), 'তে-শেং' (特牲), 'তে-শি' (特豕) , 'তে-তুন'(特豚), 'য়ি(魚), 'লা'(臘), 'ডউ '(豆) এবং অন্যান্য। তাই-লাও শ্রেণী, এখন শুধুমাত্র হুয়াং ডি বা কনফুসিয়াসের উপাসনার অনুষ্ঠানে অনুশীলন করা হয়, তাইওয়ানে পুরো গরু, পুরো ছাগল এবং পুরো শূকর ব্যবহার করে।\nবলা হয়ে থাকে হৌ জি ভেড়ার বাজরা ও দক্ষিণী কাঠের সাথে এবং কালো বাজরার ঝাঁকুনি দিয়ে সুগন্ধি ভেষজ প্রধানত দক্ষিণের কাঠ দিয়ে বলি দিয়েছিলেন।\n\n\n==== আধুনিক চীনা ====\nবৌদ্ধধর্ম সব ধরনের হত্যা, আচার-অনুষ্ঠান, বলি ও উপাসনা নিষিদ্ধ করে এবং তাওবাদ সাধারণত প্রাণী হত্যা নিষিদ্ধ করে। কাও্ইউং, তাইওয়ানে, তাওবাদী মন্দিরে পশুবলি নিষিদ্ধ করা হয়েছে।\nকিছু পশুর নৈবেদ্য, যেমন পাখি, শূকর, ছাগল, মাছ বা অন্যান্য গবাদি পশু, কিছু তাওবাদ সম্প্রদায় এবং চীনা লোকধর্মের বিশ্বাসে গৃহীত হয়। নৈবেদ্য বলি করার পরে বেদী বা মন্দিরে স্থাপন করা হবে। উৎসর্গের পরিমাণ উপাসকদের উপর নির্ভর করে, যারা অনুষ্ঠানের পরে সমস্ত নৈবেদ্য খেতে পারেন।\nলোকধর্মে কিছু অঞ্চল বিশ্বাস করে যে উচ্চ-মর্যাদার দেবতারা নিরামিষ খাবার বেশি পছন্দ করে, অন্যদিকে ভূত, নিম্ন-মর্যাদার দেবতা এবং মাংসের মতো অন্যান্য অজানা অতিপ্রাকৃত আত্মা। তাই, পুরো শূকর, পুরো ছাগল, পুরো মুরগি ও পুরো হাঁসকে ভূত উৎসবে বলি দেওয়া হবে। কিছু নিরামিষাশী বিশ্বাসীরা বলির জন্য রুটি বা ভাত জাতীয় নিরামিষ খাবার থেকে ডামি শুকর বা ডামি ছাগল তৈরি করে।\n\n\n=== জাপান ===\nবৌদ্ধধর্ম জাপানে আসার আগে, কিছু শিন্তৌ উৎসবের মধ্যে ছিল হরিণ, ঘোড়া এবং সবুজ তিতির বলি। ঈওমান্তে (イオマンテ), কখনও কখনও ঈয়মান্তে (イヨマンテ) নামে লেখা হয়, আইনু অনুষ্ঠান যেখানে বাদামী ভালুক বলি দেওয়া হয়।\n\n\n== ঐতিহ্যবাহী সাব-সাহারান এবং আফ্রো-আমেরিকান ধর্ম ==\nপ্রথাগত আফ্রিকান এবং আফ্রো-আমেরিকান ধর্মে নিয়মিতভাবে পশুবলি করা হয়।\nমার্কিন সুপ্রিম কোর্টের ১৯৯৩ সালের সিদ্ধান্ত চার্চ অফ লুকুমি বাবালু আয় বনাম হাইলিয়াহ সান্টেরিয়া  অনুসারীদের মার্কিন যুক্তরাষ্ট্রে ধর্মীয় পশুবলির অধিকারকে সমর্থন করেছে। একইভাবে ২০০৯ সালে টেক্সাসে, পশুবলি, প্রাণীর অধিকার এবং ধর্মের স্বাধীনতা সম্পর্কিত আইনি ও ধর্মীয় বিষয়গুলিকে ৫ম ইউএস সার্কিট কোর্ট অফ আপীলে নেওয়া হয়েছিল, জোসে মার্সেড, প্রেসিডেন্ট টেম্পলো ইওরুবা ওমো ওরিশা টেক্সাস, ইনক বনাম ইউলেস সিটি। আদালতের রায়ে যে মার্সেডের ধর্ম অনুশীলনের স্বাধীনতার মামলাটি মেধাবী এবং প্রচলিত ছিল এবং মার্সেড টেক্সাসের ধর্মীয় স্বাধীনতা ও পুনরুদ্ধার আইনের অধীনে ইউলেস শহরকে বাধা দেওয়ার আদেশের অধিকারী ছিল, টেক্সাস তার অধ্যাদেশ বলবৎ করা থেকে যা পশুদের ব্যবহার সম্পর্কিত তার ধর্মীয় অনুশীলনকে বোঝায়।\n\n\n== অস্ট্রোনেশীয় ==\n\n\n=== ইউটাক্স ===\nআতায়াল, সিদিক ও তারোকো সম্প্রদায়ের মানুষরা বিশ্বাস করে যে 'ইউটাক্স'-এর দুর্ভাগ্য বা শাস্তি, যা কোনো ধরনের অতিপ্রাকৃত আত্মা বা পূর্বপুরুষদের বোঝায়, আত্মীয়দের সংক্রামিত করবে। যখন আত্মীয়দের একজন সদস্য নিষেধাজ্ঞা লঙ্ঘন করে বা দুর্ভাগ্যের সাথে দেখা করে, তখন অনুষ্ঠান অনুষ্ঠিত হবে। এটি অবশ্যই একটি শূকর বলিদানের আচারের মধ্যে করা উচিত, যার অর্থ দুর্ভাগ্য ও পাপ রক্তের দ্বারা ধুয়ে ফেলা হবে এবং উপহার দিয়ে ইউটাক্সের কাছে ক্ষমা প্রার্থনা করা হবে।\n\n\n== আরও দেখুন ==\nউৎসর্গ (উপাসনা)\nপশুবলি\nনরবলি\nকুরবানী\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nHillary Rodrigues (২০০৩)। Ritual Worship of the Great Goddess: The Liturgy of the Durga Puja with Interpretations। SUNY Press। আইএসবিএন 978-0-7914-8844-7। \nJune McDaniel (২০০৪)। Offering Flowers, Feeding Skulls: Popular Goddess Worship in West Bengal। Oxford University Press। আইএসবিএন 978-0-19-534713-5। \nBarik, Sarmistha (2009), \"Bali Yatra of Sonepur\" in Orissa Review, Vol.LXVI, No.2, September, pp. 160–62.\nBurkert, Walter (1972), Homo Necans pp. 6–22\nBurkert, Walter (1985), Greek Religion: Archaic and Classical, Harvard University Press, আইএসবিএন ০৬৭৪৩৬২৮১০\nGihus, Ingvild Saelid. Animals, Gods, and Humans: Changing Ideas to Animals in Greek, Roman, and early Christian Ideas. London; New York: Routeledge, 2006.*Pasayat, C. (2003), Glimpses of Tribal an Folkculture, New Delhi: Anmol Publications Pvt. Ltd., pp. 67–84.\nInsoll, T. 2010. Talensi Animal Sacrifice and its Archaeological Implications. World Archaeology 42: 231–44\nGarnsey, Peter. Food and Society in Classical Antiquity. Cambridge: Cambridge University Press, 1999.\nKovaltchuk, Ekaterina (২০০৮)। \"The Encaenia of St Sophia: Animal Sacrifice in a Christian Context\"। Scrinium। 4 (1): 158–200। এসটুসিআইডি 191410592। ডিওআই:10.1163/18177565-90000183 । \nPasayat, C. (2009), \"Kandhen Budhi\" in Orissa Review, Vol.LXVI, No.2, September, pp. 20–24.\nPetropoulou, M.-Z. (2008), Animal Sacrifice in Ancient Greek Religion, Judaism, and Christianity, 100 BC to AD 200, Oxford classical monographs, Oxford University Press, আইএসবিএন ৯৭৮-০-১৯-৯২১৮৫৪-৭.\nRosivach, Vincent J. The System of Public Sacrifice in Fourth-Century Athens. Atlanta, GA: Scholars Press, 1994."}