{"pageid": 1359973, "title": "ইউক্রেনীয় নিউ ওয়েভ", "url": "https://bn.wikipedia.org/wiki?curid=1359973", "content": "ইউক্রেনীয় নিউ ওয়েভ ( ইউক্রেনীয়: Нова українська хвиля ) — সৃজনশীল দিকনির্দেশের একটি সেট যা ইউক্রেনে উদ্ভূত হয়েছিল ১৯৮০-এর দশকের শেষ থেকে ২০০০-এর দশকের গোড়ার দিকে সোভিয়েত সমাজের পতনের মতো অশান্ত সামাজিক-রাজনৈতিক ঘটনার প্রতিক্রিয়ায়, ইউক্রেনের স্বাধীনতার ঘোষণা। এটি ইউক্রেনীয় উত্তর-আধুনিকতার সবচেয়ে প্রভাবশালী প্রকাশের মধ্যে একটি, যা ধ্বংসাত্মক এবং গঠনমূলক উভয় প্রকৃতির বিভিন্ন ধরনের কাজ এবং গোষ্ঠী দ্বারা চিহ্নিত করা হয়, যার লক্ষ্য ছিল চারুকলার বৈশিষ্ট্যগুলিকে শক্তিশালী করা এবং এটি থেকে দূরে সরে যাওয়া এবং ক্রিয়াশীল শিল্পকে প্রতিস্থাপন করা সর্বশেষ প্রযুক্তি।  উজ্জ্বল পলিস্টাইলিজম ইউক্রেনীয় নতুন তরঙ্গ পূর্ববর্তী যুগে ইউক্রেনীয় ভূগর্ভস্থ শিল্পের উদ্ভব হয়েছিল, যা সেন্সরশিপ এবং আদর্শিক বিধিনিষেধ ছাড়াই স্বতঃস্ফূর্তভাবে উদ্ভূত হয়েছিল।\nআন্তর্জাতিক শিল্পে, \" নতুন তরঙ্গ \" শব্দটি সৃজনশীল পুনর্নবীকরণের সময়কালকে নির্দেশ করে যা ১৯৭০ এবং ১৯৮০ এর দশকের শেষের দিকের বিস্তৃত আন্দোলনকে একত্রিত করে, নকশা, স্থাপত্য, সিনেমাটোগ্রাফি, সঙ্গীত এবং সাহিত্যে উত্তর-আধুনিকতার প্রকাশের সাথে যুক্ত। ইউক্রেনে, নিউ ওয়েভ প্রধানত ভিজ্যুয়াল (চারুকলা) মধ্যে বিশিষ্ট ছিল এবং সঙ্গীত ও সিনেমায় নয়, যেমন ফ্রেঞ্চ নিউ ওয়েভ বা ব্রিটিশ হেভি মেটালের নিউ ওয়েভ । যাইহোক, ইউক্রেনীয় নিউ ওয়েভের বৈশিষ্ট্যগুলি এখনও মাঝে মাঝে ইউক্রেনের সিনেমা, থিয়েটার, সাহিত্য এবং সঙ্গীতে প্রকাশিত হয়েছিল। \nশিল্পীদের প্রধান দলের কাজ ২০০৯ সালে ইউক্রেনের জাতীয় শিল্প জাদুঘরে \"ইউক্রেনীয় নিউ ওয়েভ\" প্রদর্শনীতে উপস্থাপিত হয়েছিল। \n\n\n== সূচনা এবং বিকাশ ==\nআন্দোলনের ভিত্তি ছিল একটি নতুন প্রজন্মের শিল্পী (জন্ম ১৯৬০) যারা সবেমাত্র তাদের কর্মজীবন শুরু করেছিল এবং কর্তৃপক্ষের চাপের মধ্যে ছিল না, যা \"পেরেস্ট্রোইকা\" যুগের উদারীকরণ এবং সমষ্টির হ্রাসের সাথে মিলে যায়। ব্যক্তির উপর প্রভাব। ইউক্রেনের অনেক শহরের শিল্পীদের তরুণ প্রজন্মের শিল্পে উত্তর-আধুনিকতার প্রভাব স্পষ্টভাবে দেখা গিয়েছিল। তারা ধ্রুপদী আভান্ট-গার্ড, নিও-অভান্ত-গার্ড, পশ্চিমা আধুনিকতা, ইতালীয় ট্রান্সভান্টগার্ড, উত্তর-আধুনিকতা, নিওক্ল্যাসিসিজম, লোকশিল্প এবং অন্যান্যগুলির নমুনায় অনুপ্রেরণা চেয়েছিলেন। \nএকটি সর্ব-ইউক্রেনীয় আন্দোলন হিসাবে, ঘটনাটি ১৯৮৭-১৯৮৮ সালে কিয়েভ এবং খারকিভে এবং সেদনিভ-৮৮ এবং সেদনিভ-৮৯ প্লিন সম্প্রচারের পর ধারাবাহিক যুব প্রদর্শনীর পরে গঠিত হয়েছিল।  জাতীয় পর্যায়ে প্রথমবারের মতো তরুণ শিল্পীদের সমর্থনকারী প্রতিষ্ঠানগুলির মধ্যে সোভিয়ের্ট ছিল, কিয়েভ এবং খারকিভের শিল্পী ইউনিয়নের যুব বিভাগ। সোভিয়ের্টের প্রদর্শনীর ক্যাটালগ - \"ভিউ ২১\" (১৯৮৯) এবং \"ইউক্রেনীয় পেইন্টিং\" (১৯৯০) হল প্রাথমিক উত্স যা আন্দোলনের শুরুকে কভার করে। আরও স্থানীয় মাত্রায় শিল্পীদের একতা \"TOH\", \"সেন্টার অফ ইউরোপ\", \"থ্রি পয়েন্টস\", \"প্যানোরামা\", Biennale \"Impreza\" এবং \"রেনেসাঁ\" সংস্থাগুলি দ্বারা প্রচারিত হয়েছিল। নিউ ওয়েভের শিল্পীরা যে প্রধান প্রদর্শনীতে অংশ নিয়েছিলেন তার মধ্যে ছিল যুব প্রদর্শনী (মস্কো এবং কিয়েভ, ১৯৮৭-১৯৮৯), সোভিয়েতের প্রদর্শনী এবং অন্যান্য।\n১৯৯০ সালে মারাট গেলম্যান মস্কোতে তার ব্যক্তিগত সমসাময়িক আর্ট গ্যালারি খোলেন। তিনি ইউক্রেনীয় এবং রাশিয়ান শিল্পের একটি সংগ্রহ একসাথে রেখেছিলেন, যা ১৯৯২ সালে প্রদর্শিত দক্ষিণ রাশিয়ান ওয়েভ প্রদর্শনীর মূল হয়ে ওঠে। পরে, \"সাউথ ওয়েভ\" এর ইউক্রেনীয় শিল্পীরা \"ইউক্রেনীয় নিউ ওয়েভ\" নামে স্বাধীনভাবে প্রদর্শন করতে শুরু করে। ২০০২ থেকে ১০০৪ পর্যন্ত, ওলেক্সান্ডার রোজটবার্ড দ্বারা পরিচালিত কিয়েভে গুয়েলম্যান গ্যালারির একটি স্থানীয় শাখা ছিল যেখানে ইউক্রেনীয় নিউ ওয়েভ শিল্পী আর্সেন সাভাদভ, ওলেগ গোলসি, ভ্যালেরিয়া ট্রুবিনা এবং অন্যান্য উপস্থাপনা করেছিলেন। \n\"নতুন তরঙ্গ\" এর শিল্পীদের তাদের কাজগুলিতে একক বিশ্বদর্শন বা অনেকগুলি সাধারণ বৈশিষ্ট্য ছিল না। আন্দোলনের লক্ষণগুলি ছিল সৃজনশীল স্বাধীনতা, সমষ্টি থেকে ব্যক্তির স্বাধীনতা যা অভিনবত্ব, পরীক্ষা, নিরপেক্ষতার জন্ম দিয়েছে। \"তরঙ্গ\" এর শিল্পীরা খুব আলাদা ছিল এবং এর কারণে ১৯৯০এর দশকে আন্দোলনটি ইতিমধ্যেই নান্দনিক পছন্দ অনুসারে বেশ কয়েকটি দলে বিভক্ত হয়েছিল।\nআন্দোলনের মধ্যে আরও অন্তর্ভুক্ত ছিল: \"ইউক্রেনীয় ট্রান্সভান্টগার্দে\" (ট্রান্সভান্টগার্দে পেইন্টিং, বেশিরভাগই কিয়েভ এবং ওডেসার শিল্পী); লভিভ এবং ইভানো-ফ্রাঙ্কিভস্কের শিল্পীদের দ্বারা \"পশ্চিম ইউক্রেনীয় পোস্টমডার্নিজম\", যারা প্রধানত ইনস্টলেশন এবং অ্যাকশনিজমে নিযুক্ত ছিলেন; \"কিভ পোস্টমডার্নিজম\", যার শিল্পীরা অসংখ্য স্থাপনা তৈরি করেছেন। তাদের জন্য তাত্ত্বিক ভিত্তি ছিল ইতালীয় ট্রান্সভান্টগার্ড তাত্ত্বিক অ্যাকিলিস বনিটো অলিভার প্রধান ধারণা। \nএই প্রজন্মের অন্যান্য শিল্পীরা স্বতন্ত্র সৃজনশীল পথ বেছে নিয়েছিলেন, সেই সময়ের আধুনিকতাবাদী এবং ঐতিহ্যগত প্রবণতার কাছাকাছি কিন্তু একটি নতুন সময়ের ব্যাখ্যায়: নব্য-অভিব্যক্তিবাদ, চমত্কার বাস্তববাদ, ইমপ্রেশনিজম, পোস্ট-ইমপ্রেশনিজম, ফটোরিয়ালিজম, হাইপাররিয়ালিজম এবং অন্যান্য, যা সাধারণভাবে বলা হত \" পলিস্টাইলিজম \"। \n\n\n== ইউক্রেনীয় নিউ ওয়েভ প্রদর্শনীর অংশগ্রহণকারীরা ==\nইউক্রেনীয় নিউ ওয়েভ-এ পাঁচ শতাধিক শিল্পী অংশ নেন। এর মধ্যে হলেন মাইকোলা বাবাক, ইলিয়া চিচকান, ওলেকসান্দার হ্নিলিটকি, ওলেনা গোলুব, পাভলো কেরেস্টি, ভ্লাদ খার্ট, ইউরি কোসিন, লেস পোডারিয়ানসকি, আইহর পোডোভিচ, ওলেকসগ্রি, ভ্যাসিলিভিচ, ওলেকসগ্রির রোজটবার্ড, ওলেকসআর রোজটবার্ড, ওলেকসআর রোজটবার্ড, ভ্যাসিলিক রোজটবার্ড, ভ্যাসিলিক রোজটবার্ড, ওলেগ টিস্টল, গ্লিব ভিচেস, নিকোলাস জালেভস্কি, আলেকজান্ডার জাইভকটভ এবং অন্যান্য। \n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nukr-এ: Glib Viches . অ্যালবাম//কিভ সিটি স্টেট অ্যাডমিনিস্ট্রেশন মেইন ডিপার্টমেন্ট অফ কালচার, আর্টস অ্যান্ড প্রোটেকশন অফ কালচারাল হেরিটেজ। 2004\n\n\n== বহিঃর্সযোগ ==\nUkr-এ: Glib Viches. ইউক্রেনের সমসাময়িক শিল্প - ভূগর্ভস্থ থেকে মূলধারায়। কিয়েভ, ইউক্রেনের MARI.2020\n\n[[বিষয়শ্রেণী:ইউক্রেনের সংস্কৃতি]]"}