{"pageid": 1359946, "title": "টাইগার ৩", "url": "https://bn.wikipedia.org/wiki?curid=1359946", "content": "টাইগার ৩ ২০২৩ সালের একটি ভারতীয় হিন্দি ভাষার অ্যাকশন-থ্রিলার চলচ্চিত্র। এটি পরিচালনা করেছেন মনীষ শর্মা ও যশ রাজ ফিল্মসের অধীনে প্রযোজনা করেছেন আদিত্য চোপড়া। প্রধান চরিত্রে অভিনয় করেছেন সালমান খান, ক্যাটরিনা কাইফ এবং ইমরান হাশমি । এটি ওয়াইআরএফ স্পাই ইউনিভার্স পঞ্চম কিস্তি এবং টাইগার জিন্দা হ্যায় (২০১৭) এর সিক্যুয়েল।\nপ্রধান চিত্রগ্রহণ ২০২১ সালের মার্চ মাসে দিল্লিতে শুরু হয়েছিল । সাউন্ডট্র্যাকটি রচনা করেছেন প্রীতম এবং ব্যাকগ্রাউন্ড স্কোর করেছেন তনুজ টিকু। চলচ্চিত্রটি ₹ ৩০০ কোটির আনুমানিক বাজেটে তৈরি করা হয়েছিল, যা এটিকে যশ রাজ ফিল্মসের সবচেয়ে ব্যয়বহুল প্রকল্পে পরিণত করেছে।\nএটি ২০২৩ সালের ১০ নভেম্বর দীপাবলির সাথে মিল রেখে প্রেক্ষাগৃহে পায়৷ এটি সমালোচকদের কাছ থেকে মিশ্র পর্যালোচনা পেয়েছে, এর অ্যাকশন সিকোয়েন্স, মিউজিক এবং কাস্ট পারফরম্যান্সের (বিশেষ করে কাইফ এবং হাশমি) জন্য প্রশংসা পেয়েছে, কিন্তু এর পটভূমি এবং গতির জন্য সমালোচনার সম্মুখীন হয়। চলচ্চিত্রটি ₹৪৬৬.৩৩ কোটি বিশ্বব্যাপী আয় করেছে।\n\n\n== অভিনয়শিল্পী ==\nঅবিনাশ সিং \"টাইগার\" রাঠোরের চরিত্রে সালমান খান, একজন রয় এজেন্ট\nজোয়া হুমাইনির চরিত্রে ক্যাটরিনা কাইফ, একজন আইএসআই এজেন্ট এবং টাইগারের স্ত্রী\nআতিশ রহমানের চরিত্রে ইমরান হাশমি, একজন প্রাক্তন আইএসআই এজেন্ট\nমৈথিলী মেননের চরিত্রে রেবতী, র- এর প্রধান\nপাকিস্তানের প্রধানমন্ত্রী নাসরিন ইরানি চরিত্রে সিমরান\nঅতীশের স্ত্রী শাহীন বেগের চরিত্রে ঋদ্ধি ডোগরা\nহাসান আলী, টাইগার এবং জোয়ার দত্তক পুত্রের চরিত্রে বিশাল জেঠওয়া\nরাকেশ প্রসাদ চৌরাসিয়ার চরিত্রে কুমুদ মিশ্র\nটাইগারের প্রাক্তন হ্যান্ডলার গোপী আর্য চরিত্রে রণবীর শোরে\nজোয়ার বাবা রেহান নাজার চরিত্রে আমির বশির\nক্যাপ্টেন আবরার শেখের চরিত্রে গাভি চাহাল\nকরণ রাও চরিত্রে অনন্ত বিদ্যাত শর্মা\nশাহীনের ভাই ক্যাপ্টেন জাভেদ বেগের চরিত্রে ড্যানিশ ভাট\nজুনিয়র চরিত্রে সারতাজ কক্কর, টাইগার ও জোয়ার ছেলে\nনিখিলের চরিত্রে চন্দ্রচূর রাই\nজেনারেল ইমতিয়াজ হকের চরিত্রে শহীদ লতিফ\nডাঃ হফম্যানের চরিত্রে এডওয়ার্ড সোনেনব্লিক\nজিবরান শেখের চরিত্রে নীরজ পুরোহিত\nদানিশ হোসেন জেনারেল ডিজি রিয়াজ জেনারেল জিমুর চরিত্রে মিশেল লি\nভারতের স্বরাষ্ট্রমন্ত্রী হিসেবে ডেনজিল স্মিথ\nপাকিস্তানের প্রধানমন্ত্রীর সচিব হিসেবে রয়েছেন সন্দীপ কুলকার্নি\nশাকিলের চরিত্রে ভারিন্দর সিং ঘুমান , পাকিস্তানি কারারক্ষী\nতরুণ জোয়া চরিত্রে গুরকেত কৌর\nপাঠান চরিত্রে শাহরুখ খান (ক্যামিও উপস্থিতি) \nকর্নেল সুনীল লুথরা চরিত্রে আশুতোষ রানা (ক্যামিও উপস্থিতি)\nমেজর কবির ধালিওয়ালের চরিত্রে হৃতিক রোশন (ক্যামিও উপস্থিতি)\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\n২০২০ সালের শুরুর দিকে, এটি রিপোর্ট করা হয়েছিল যে টাইগার জিন্দা হ্যায় (২০১৭) ছবির একটি সিক্যুয়েল তৈরি করা হচ্ছে, যেখানে প্রধান অভিনেতা তাদের ভূমিকাগুলি পুনরায় উপস্থাপন করছেন। ২০২০ সালের শেষের দিকে, আলী আব্বাস জাফরের কাছ থেকে ছবিটি পরিচালনার জন্য মনীশ শর্মাকে নিয়োগ করা হয়েছিল। সালমান খান এবং ক্যাটরিনা কাইফকে পূর্বসূরীদের থেকে তাদের ভূমিকা পুনঃপ্রতিষ্ঠা করার বিষয়ে নিশ্চিত করা হয়েছিল এবং ২০২১ সালের মার্চ মাসের তৃতীয় সপ্তাহে চিত্রগ্রহণ শুরু হবে বলে জানা গেছে। মুম্বাইয়ের যশ রাজ ফিল্মস স্টুডিওতে ২৬ ফেব্রুয়ারি ২০২১-এ একটি প্রথাগত পূজা অনুষ্ঠিত হয়েছিল। ৪ মার্চ ২০২২-এ, প্রকল্পটি আনুষ্ঠানিকভাবে যশ রাজ ফিল্মস দ্বারা ঘোষণা করা হয়েছিল।\n\n\n=== অভিনয়শিল্পী বাছাই ===\nঅভিনয়শিল্পী বাছাই করে ছিলেন শানু শর্মা। সালমান খান এবং ক্যাটরিনা কাইফ টাইগার এবং জোয়া চরিত্রে তাদের চরিত্রে পুনরায় অভিনয় করবেন বলে নিশ্চিত করা হয়েছিল, ইমরান হাশমিও ২০২১ সালের ফেব্রুয়ারিতে এই প্রকল্পে স্বাক্ষর করছেন। টাইগার জিন্দা হ্যায় অনুপস্থিত থাকার পর রণবীর শৌরি ফ্র্যাঞ্চাইজিতে ফিরে আসার ঘোষণা দেওয়া হয়েছিল। বিশাল জেঠওয়া অক্টোবর ২০২১-এ কাস্টে যোগ দিয়েছিলেন, যেখানে রেবতী এবং ঋদ্ধি ডোগরা এক মাস পরে অভিনয় করেছিলেন। শাহরুখ খান এবং হৃতিক রোশন তাদের চরিত্রে পাঠান এবং মেজর কবির ধালিওয়ালের চরিত্রে ক্যামিও চরিত্রে অভিনয় করেছেন।\n\n\n=== চিত্রগ্রহণ ===\nপ্রধান ফটোগ্রাফি ২০২১ সালের মার্চ মাসে দিল্লি এবং মুম্বাইতে শুরু হয়েছিল। এরপর তুরস্কে ক্যাপাডোসিয়া এবং ইস্তাম্বুল সহ চিত্রগ্রহণ করা হয়, যখন ২০২১ সালের আগস্টে সেন্ট পিটার্সবার্গে একটি কার চেজ সিকোয়েন্স শ্যুট করা হয়। অতিরিক্ত দৃশ্য ২০২১ সালের সেপ্টেম্বরে অস্ট্রিয়াতে শুট করা হয়েছিল। ভারতে ২০২২ সালের ফেব্রুয়ারির মধ্যে নতুন দিল্লিতে চিত্রগ্রহণ আবার শুরু হয়, এবং পরবর্তী অ্যাকশন সিকোয়েন্সগুলি ২০২৩ সালের এপ্রিলে মুম্বাইতে চিত্রায়িত হয়। শাহরুখ খানের ক্যামিওটি মাধ আইল্যান্ডে দশ দিনের সময়সূচীর মধ্যে চিত্রায়িত হয়েছিল, যেখানে একটি অ্যাকশন সিকোয়েন্সের জন্য একটি বড় সেট তৈরি করা হয়েছিল। হৃতিক রোশনের ক্যামিও পরিচালনা করেছিলেন অয়ন মুখার্জি যিনি ইউনিভার্সের পরবর্তী কিস্তি ওয়ার ২ পরিচালনা করবেন। প্রধান ফটোগ্রাফি ২০২৩ সালের মে মাসে শেষ হয়েছিল।\n\n\n== মুক্তি ==\nটাইগার ৩ প্রাথমিকভাবে ২০২৩ সালের ২১ এপ্রিল  মুক্তির কথা থাকলেও মুক্তির তারিখ স্থগিত করা হয়েছিল এবং ২০২৩ সালের ১২ নভেম্বর দীপাবলির দিন প্রেক্ষাগৃহে মুক্তির জন্য নির্ধারণ করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে টাইগার ৩   (ইংরেজি)\nবলিউড হাঙ্গামায় টাইগার ৩ (ইংরেজি) \nরটেন টম্যাটোসে টাইগার ৩ (ইংরেজি)"}