{"pageid": 1359213, "title": "জোসেফ লুই গে-লুস্যাক", "url": "https://bn.wikipedia.org/wiki?curid=1359213", "content": "জোসেফ লুইস গে-লুসাক (ইউকে: /ɡeɪˈluːsæk/,[1][2] US: /ˌɡeɪləˈsæk/,[3][4] ফরাসি: [ʒɔzɛf lwi ɡɛlysak]; 6 ডিসেম্বর 1778 - 5 মে 1778 ফরাসি ছিলেন 09 মে) এবং পদার্থবিদ। তিনি বেশিরভাগই তার আবিষ্কারের জন্য পরিচিত যে পানি দুটি অংশ হাইড্রোজেন এবং এক অংশ অক্সিজেন দিয়ে তৈরি (আলেকজান্ডার ভন হামবোল্টের সাথে), গ্যাস সম্পর্কিত দুটি আইনের জন্য এবং অ্যালকোহল-জলের মিশ্রণের উপর তার কাজের জন্য, যা সমকামী ডিগ্রি অর্জন করেছিল। লুসাক অনেক দেশে অ্যালকোহলযুক্ত পানীয় পরিমাপ করতে ব্যবহৃত হয়।জন্ম জোসেফ লুই গে 1778 সালের 6 ডিসেম্বর সেন্ট-লিওনার্ড-ডি-নোব্লাট, ফ্রান্সের রাজ্য মারা গেছে 9 মে 1850 (বয়স 71) প্যারিস, ফ্রান্স জাতীয়তা ফরাসি মাতৃশিক্ষায়তন ইকোলে পলিটেকনিক পরিচিতি আছে গে-লুসাকের আইন ডিগ্রি গে-লুসাক বোরনের সহ-আবিষ্কার দহন বিশ্লেষণ সায়ানোজেন পুরস্কার পোর লে মেরিট (1842) ForMemRS (1815) বৈজ্ঞানিক কর্মজীবন ক্ষেত্র রসায়ন স্বাক্ষর Gay-Lussac Signature.svg জীবনী সম্পাদনা করুন গে-লুসাক হাউট-ভিয়েনের বর্তমান বিভাগের সেন্ট-লিওনার্ড-ডি-নোব্লাতে জন্মগ্রহণ করেছিলেন। জোসেফ লুই গে-এর বাবা, ডাক্তারের ছেলে অ্যান্টনি গে, একজন আইনজীবী এবং প্রসিকিউটর ছিলেন এবং নোব্লাট ব্রিজে বিচারক হিসেবে কাজ করতেন। দুই ছেলে এবং তিন মেয়ের জনক, তিনি লুসাক গ্রামের বেশিরভাগ অংশের মালিক ছিলেন এবং সাধারণত প্রাচীন শাসনের রীতি অনুসারে হাউট-ভিয়েনের এই গ্রামের নামটি তার নামের সাথে যুক্ত করেছিলেন। 1803 সালের দিকে, পিতা ও পুত্র অবশেষে গে-লুসাক নামটি গ্রহণ করেন। বিপ্লবের সময়, সন্দেহভাজন আইনের পক্ষে, তার পিতা, প্রাক্তন রাজার অ্যাটর্নি, 1793 থেকে 1794 সাল পর্যন্ত সেন্ট লিওনার্ডে বন্দী ছিলেন। তিনি বোর্ডিক্সের ক্যাথলিক অ্যাবে এর হাতে প্রাথমিক শিক্ষা লাভ করেন, যদিও পরবর্তী জীবনে তিনি নাস্তিক হয়েছিলেন।[8][9] ডুমন্টিলের অ্যাবটের তত্ত্বাবধানে তিনি প্যারিসে তার শিক্ষা শুরু করেন, অবশেষে 1798 সালে ইকোলে পলিটেকনিকে প্রবেশ করেন। তিন বছর পর, গে-লুসাক École des Ponts et Chaussées-এ স্থানান্তরিত হন এবং কিছুক্ষণ পরেই C. L. Berthollet-কে তাঁর সহকারী হিসেবে নিয়োগ দেওয়া হয়। 1804 সালে তিনি ইকোল পলিটেকনিকে আন্তোইন ফ্রাঙ্কোইস ফোরক্রয়ের কাছে রেপিটিচার (প্রদর্শক) নিযুক্ত হন, যাকে তিনি 1809 সালে রসায়নের অধ্যাপক হিসাবে সফল হন। 1809 থেকে 1832 সাল পর্যন্ত, তিনি সোরবোনে পদার্থবিজ্ঞানের অধ্যাপক ছিলেন, একটি পদ যা তিনি শুধুমাত্র জার্ডিন দেস প্লান্টেসে রসায়নের চেয়ারের জন্য পদত্যাগ করেছিলেন। 1821 সালে, তিনি রয়্যাল সুইডিশ একাডেমি অফ সায়েন্সেসের বিদেশী সদস্য নির্বাচিত হন। 1831 সালে তিনি ডেপুটিদের চেম্বারে হাউট-ভিয়েনের প্রতিনিধিত্ব করার জন্য নির্বাচিত হন এবং 1839 সালে তিনি সহকর্মীদের চেম্বারে প্রবেশ করেন। তিনি 1832 সালে আমেরিকান একাডেমি অফ আর্টস অ্যান্ড সায়েন্সেস-এর বিদেশী অনারারি সদস্য নির্বাচিত হন। গে-লুসাক 1809 সালে জেনেভিভ-মারি-জোসেফ রোজটকে বিয়ে করেছিলেন। তিনি তার সাথে প্রথম দেখা করেছিলেন যখন তিনি লিনেন ড্রপারের দোকানের সহকারী হিসাবে কাজ করতেন এবং কাউন্টারের নীচে একটি রসায়নের পাঠ্যপুস্তক অধ্যয়ন করছিলেন। তিনি পাঁচ সন্তানের জন্ম দেন, যাদের মধ্যে বড় (জুলস) গিসসেনের জাস্টাস লিবিগের সহকারী হয়েছিলেন। জুলসের কিছু প্রকাশনাকে তার বাবার আজকের বলে ভুল করা হয়েছে কারণ তারা একই প্রথম প্রাথমিক (জে. গে-লুসাক) শেয়ার করেছে। গে-লুসাক প্যারিসে মারা গেছেন, এবং তার কবর আছে পেরে লাচেইস কবরস্থানে। তার নাম আইফেল টাওয়ারে খোদাই করা 72টি নামের মধ্যে একটি। অর্জন সম্পাদনা করুন|comte de Fourcroy (1755–1809), Paris\nJean-Jacques Colin (1784–1865), répétiteur in 1809–1817\nPierre Robiquet (1780–1840), répétiteur in 1813–1818\nCésar Despretz (1791–1863), répétiteur in 1817–?\nJules Pelouze (1807–1867), répétiteur in 1831–1837?\nEdmond Frémy (1814–1894)\nHenri-Victor Regnault (1810–1878)\nJustus Liebig (1803–1873)\nPublications\nEdit\nChemistry courses of the École Polytechnique, Vol.1&2\nLessons of Physics, Faculty of Sciences in Paris, (November 6, 1827, March 18, 1828)\nSee also\nReferences\nEdit\n\n\"Gay-Lussac\". Collins English Dictionary. HarperCollins. Retrieved 6 August 2019.\n\"Gay-Lussac's law\". Lexico UK English Dictionary. Oxford University Press. Archived from the original on 2021-05-11.\n\"Gay-Lussac\". Random House Webster's Unabridged Dictionary.\n\"Gay-Lussac\". Merriam-Webster Dictionary. Retrieved 6 August 2019.\nChisholm, Hugh, ed. (1911). \"Gay-Lussac, Joseph Louis\" . Encyclopædia Britannica. Vol. 11 (11th ed.). Cambridge University Press. p. 542.\nBiographical Dictionary Ancient and Modern, Volume 16, Michaud\nBiographical sketch by Gay de Vernon\n\"December 6: Joseph Louis Gay-Lussac\". Freethought Almanac. Retrieved 2016-02-04.\nRamesh Chopra (2005). Academic Dictionary Of Philosophy. Gyan Books. p. 143. ISBN 978-81-8205-224-6. Renowned French chemist. He was one of the greatest chemists in Europe at the time. He made innumerable discoveries in the science, and even the restored royalty made him a Peer of France, although he worked politically with the anti-clericals. He was closely associated with Arago and shared his atheism.\n\"Book of Members, 1780–2010: Chapter G\" (PDF). American Academy of Arts and Sciences. Retrieved 8 September 2016.\nEde, A. (2006). The Chemical Element: A Historical Perspective. Greenwood Press. p. 133. ISBN 0-313-33304-1.\nRosenfeld, L. (1999). Four Centuries of Clinical Chemistry. CRC Press. pp. 72–75. ISBN 90-5699-645-2."}