{"pageid": 1359619, "title": "ওড়িশা ট্রেন সংঘর্ষ ২০২৩", "url": "https://bn.wikipedia.org/wiki?curid=1359619", "content": "ভারতের ওড়িশা রাজ্যে ২০২৩ সালের ২ জুন একটি মালবাহী রেল, ১২৮৪১ করমন্ডল এক্সপ্রেস ও ১২৮৬৪ বেঙ্গালুরু-হাওড়া এসএফ এক্সপ্রেস এই তিনটি ট্রেনের সাথে সংঘর্ষের ঘটনা ঘটে। এই ঘটনায় কমপক্ষে ২৮৯ জন নিহত এবং ৯০০ জনেরও বেশি আহত হয়েছে, যা এটিকে ইতিহাসের সবচেয়ে মারাত্মক রেল দুর্ঘটনার মধ্যে একটিতে পরিণত করেছে।\n\n\n== পটভূমি ==\nএই দুর্ঘটনাটিকে একবিংশ শতাব্দীর শুরুর পর থেকে দেশের সবচেয়ে গুরুতর রেল দুর্ঘটনা হিসেবে চিহ্নিত করেছে। অবকাঠামো উন্নত করার জন্য পর্যায়ক্রমিক সরকারগুলির দ্বারা যথেষ্ট বিনিয়োগ সত্ত্বেও, ভারতে প্রায়ই ট্রেন দুর্ঘটনা ঘটে থাকে, যা বিশ্বব্যাপী অন্যতম বৃহত্তম রেল নেটওয়ার্কের অধিকারী। ভারতের ইতিহাসে সবচেয়ে বিধ্বংসী ট্রেন ট্র্যাজেডি ঘটেছিল ১৯৮১ সালে, বিহার রাজ্যে একটি ঘূর্ণিঝড়ের সময় যখন একটি জনাকীর্ণ যাত্রীবাহী ট্রেন লাইনচ্যুত হয় এবং একটি নদীতে পড়ে যায়, যার ফলে ৮০০ জনেরও বেশি মানুষের প্রাণহানি ঘটে।\n\n\n== দুর্ঘটনা ==\n২০২৩ সালের ২ জুন স্থানীয় সময় আনুমানিক সন্ধ্যা ৭ টার (১৩:৩০ জিএমটি) দিকে পূর্বাঞ্চলীয় রাজ্য ওড়িশার বালাশ্বের জেলার বাহানাগা বাজার রেলওয়ে স্টেশনের কাছে হাওড়া-চেন্নাই প্রধান লাইনে দুটি যাত্রীবাহী রেলের সংঘর্ষ হয়, এতে কমপক্ষে 288 জন নিহত হয় এবং ৯০০ জনেরও বেশি আহত হয়েছে। এটি ধারণা করা হয়েছিল যে প্রথম রেলটি লাইনচ্যুত হয়েছিল ও এর কয়েকটি বগি উল্টে যায় এবং বিপরীত ট্র্যাকে গিয়ে শেষ হয় যেখানে সেগুলি দ্বিতীয় রেলটির সাথে ধাক্কা খেয়েছিল। দুর্ঘটনার সঙ্গে একটি মালবাহী ট্রেনও জড়িত বলে জানা গেছে।\nদুর্ঘটনায় পতিত যাত্রীবাহী রেলগুলি হল ১২৮৪১ করমন্ডল এক্সপ্রেস, যা শালিমার ও এমজিআর চেন্নাই সেন্ট্রাল স্টেশনের মধ্যে যাতায়াত করছিল এবং ১২৮৬৪ এসএমভিটি বেঙ্গালুরু-হাওড়া সুপারফাস্ট এক্সপ্রেস, যা এসএমভিটি বেঙ্গালুরু ও হাওড়া স্টেশনের মধ্যে যাতায়াত করছিল।\n\n\n== তাৎক্ষণিক প্রতিক্রিয়া ==\nভারতীয় রেলওয়ে এবং ওড়িশা ও পশ্চিমবঙ্গ সরকার হেল্পলাইন নম্বর জারি করেছে। ওড়িশার মুখ্য সচিব প্রদীপ জেনার মতে, তিনটি ন্যাশনাল ডিজাস্টার রেসপন্স ফোর্স (এনডিআরএফ) ইউনিট, চারটি ওডিশা ডিজাস্টার র‌্যাপিড অ্যাকশন ফোর্স ইউনিট, ১৫টিরও বেশি দমকল দল, ১০০ জন ডাক্তার, ২০০ জন পুলিশ কর্মী ও ২০০টি অ্যাম্বুলেন্স উদ্ধার অভিযানের জন্য মোতায়েন করা হয়েছে। এনডিআরএফের আরও চারটি দল দুর্ঘটনাস্থলের দিকে যাচ্ছিল বলে জানা গেছে। স্থানীয় বাস কোম্পানি আহত যাত্রী পরিবহনে সহায়তা করেছে। স্থানীয় বেসামরিক ব্যক্তিরা যাত্রীদের জল সরবরাহ করেছিল এবং যেখানে সম্ভব তাদের লাগেজ পুনরুদ্ধার করতে সহায়তা করেছিল।\n\n\n== প্রতিক্রিয়া ==\nভারতের প্রধানমন্ত্রী নরেন্দ্র মোদি এই ঘটনায় দুঃখ প্রকাশ করেছেন এবং শোকসন্তপ্ত পরিবারের প্রতি সমবেদনা জানিয়েছেন।\nতিনি টুইটারে লিখেছেন, \"দুর্ঘটনাস্থলে বর্তমানে উদ্ধারকাজ চলছে এবং ক্ষতিগ্রস্তদের প্রয়োজনীয় সব ধরনের সহায়তা দেওয়া হচ্ছে।\" স্বরাষ্ট্রমন্ত্রী অমিত শাহ এই ঘটনাকে \"গভীরভাবে বেদনাদায়ক\" বলে আখ্যায়িত করেছেন।\nওড়িশা ও পশ্চিমবঙ্গ রাজ্যের বর্তমান মুখ্যমন্ত্রীরা এই বিপর্যয়ে গভীর উদ্বেগ প্রকাশ করেছেন।\n\nবিশ্বের বিভিন্ন দেশের রাষ্ট্রপ্রধানেরা এই ঘটনায় গভীর শোকপ্রকাশ করেছেন।\n\n\n== তথ্যসূত্র =="}