{"pageid": 1359933, "title": "প্লাস্টিকোসিস", "url": "https://bn.wikipedia.org/wiki?curid=1359933", "content": "প্লাস্টিকোসিস হলো প্লাস্টিকের ছোট টুকরা দ্বারা সৃষ্ট রোগ। এটি ফাইব্রোটিক স্কার অর্থাৎ ক্ষতচিহ্ন টিস্যুর একটি রূপ যা প্লাস্টিকের ছোট টুকরোর জন্য সৃষ্টি হয়। এই রোগ পাচনতন্ত্রে প্রদাহের সৃষ্টি করে।\n২০২৩ সালে হেইলি চার্লটন-হাওয়ার্ড, অ্যালেক্স বন্ড, জ্যাক রিভারস-অটি এবং জেনিফার ল্যাভার্সের একটি গবেষণায় দেখা যায় যে, প্লাস্টিক দূষণের জন্য সামুদ্রিক পাখিদের মধ্যে রোগের সৃষ্টি হয়। গবেষকরা বন্য প্রাণীদের মধ্যে প্লাস্টিকসৃষ্ট ফাইব্রোসিসের প্রথম নথিভুক্ত উদাহরণ নির্দেশ করতে প্লাস্টিকোসিস শব্দটি তৈরি করেছিলেন। গবেষকরা তাদের গবেষণাপত্রে উল্লেখ করেন— \"এছাড়াও, প্লাস্টিক গ্রহণের সুদূরপ্রসারী এবং গুরুতর পরিণতি রয়েছে, যার অনেকগুলি আমরা কেবলমাত্র সম্পূর্ণরূপে নথিভুক্ত করতে এবং বুঝতে শুরু করেছি।\"\n\n  \n\nগবেষণা অনুসারে প্লাস্টিকোসিস রোগগুলি শুধুমাত্র প্লাস্টিক দ্বারা সৃষ্ট।\nপ্লাস্টিকোসিস রোগে সংযোগকারী টিস্যু স্বাভাবিক প্যারেনকাইমাল টিস্যুকে এমন পরিমাণে প্রতিস্থাপন করে যে এটিকে প্রতিরোধ করা যায় না। টিস্যু অন্যভাবে পুনর্নির্মাণ হয়ে এবং স্থায়ী স্কার অর্থাৎ ক্ষতচিহ্নযুক্ত টিস্যু গঠন হতে থাকে। প্লাস্টিকের ছোট টুকরোর বারবার আঘাতজনিত, দীর্ঘস্থায়ী প্রদাহ এবং মেরামত জন্য ফাইব্রোসিসের প্রবণতা বাড়ে। সংবেদনশীল কোষীয় উপাদানগুলি অত্যধিক ভাবে জমে, যেমন ফাইব্রোব্লাস্ট থেকে উৎপাদিত হয় কোলাজেন, যার ফলে একটি স্থায়ী ফাইব্রোটিক স্কার অর্থাৎ ক্ষতচিহ্ন তৈরি হয়।\n\n\n== প্যাথোজেনেসিস ==\nঅস্ট্রেলিয়ার লর্ড হাউ দ্বীপে ফ্লেশ-ফুটেড শিয়ারওয়াটার (আরডেনা কার্নিপেস) নামক সামুদ্রিক পাখির মধ্যে প্লাস্টিকোসিস রোগটি প্রথম শনাক্ত করা হয়েছিল। এই সামুদ্রিক পাখির জনসংখ্যার উপর আগের গবেষণায় দেখা গিয়েছে যে শতকরা ৯০ ভাগ অল্পবয়সী ছানা পাখিদের মধ্যে প্লাস্টিক মিশ্রিত খাবার খাওয়ার ফলে তাদের দেহের মধ্যে খাবার থেকে আসা প্লাস্টিক রয়েছে। এই অবস্থা ছানার বৃদ্ধি এবং বেঁচে থাকার প্রক্রিয়ায় নেতিবাচক প্রভাব ফেলে বলে মনে করা হয়। প্লাস্টিকের আণুবীক্ষণিক আকারের টুকরোগুলিও এই প্রজাতির টিস্যুতে অনুবিদ্ধ অবস্থায় পাওয়া গেছে। এর ফলে জীবদেহে প্রদাহ এবং টিস্যুর ক্ষতি হয়। সেইসাথে টিউবুলার গ্রন্থি এবং অঙ্গ প্রাচীরের ভাঁজ ক্ষতিগ্রস্ত হয়। হৃৎপিণ্ড, লিভার, ডিম্বাশয় এবং জরায়ুতে প্লাস্টিক-প্ররোচিত ফাইব্রোসিসের লক্ষণ সাম্প্রতিক পরীক্ষাগার গবেষণায় পাওয়া গিয়েছে।\nপ্লাস্টিকোসিসের কারণে টিউবুলার গ্রন্থি এবং মিউকোসার নিচে টিস্যুর স্তরে কোলাজেনের প্রাদুর্ভাব বৃদ্ধি পায়। পুরো অঙ্গ জুড়ে বিস্তৃত স্কার অর্থাৎ ক্ষতচিহ্ন টিস্যু  তৈরি হয়। যার ফলে ব্যাপক পুনর্গঠন এবং টিস্যুর ক্ষতি হয়। এর ফলে টিস্যুর কার্যক্ষমতা নষ্ট হয়ে যায়। টিউবুলার গ্রন্থিগুলি এপিথেলিয়ামকে রক্ষা করার জন্য শ্লেষ্মা তৈরি করে, সেইসঙ্গে উৎপন্ন তরল পদার্থগুলি হজম এবং পুষ্টি শোষণের জন্য খুবই গুরুত্বপূর্ণ। তাই প্লাস্টিকোসিস রোগে আক্রান্ত হলে পাখিদের পাকস্থলীর আঘাত বা সংক্রমণ রোধ করার ক্ষমতা কমে যায়। এর ফলে পাখিদের পাকস্থলীর কার্যকারিতা হ্রাস পেতে পারে। পাকস্থলীর প্রাচীরে অত্যধিক মাত্রায় স্কার অর্থাৎ ক্ষতচিহ্ন টিস্যুর গঠন এবং প্লাস্টিক গ্রহণের ফলে পেটের অভ্যন্তরীণ পৃষ্ঠের শ্লেষ্মা ঝিল্লির ভাঁজ (রুগা)-এর ক্ষতি হয়। এর ফলে পাকস্থলীর প্রসারণ ক্ষমতা হ্রাস হতে পারে। এমনকি পাকস্থলীর ক্ষমতা এবং কার্যকারিতা হ্রাস পেতে পারে। বিজ্ঞানীরা প্লাস্টিকোসিসকে অ্যাসবেস্টোসিস এবং সিলিকোসিসের সাথে তুলনা করা করেছেন। যেখানে প্লাস্টিক একই রকমভাবে কাজ করে ফাইব্রোসিসের সৃষ্টি করে।\n\n\n== প্রভাব ==\nমানুষের অত্যধিক প্লাস্টিক ব্যবহারের কারণে প্লাস্টিকোসিস রোগের লক্ষণ দেখা দিয়েছে। অন্যান্য দীর্ঘস্থায়ী দূষিত পদার্থের ব্যবহার ফলে এবং পরিবেশের ক্ষতির কারণে আমাদের উপর রোগের একটি নতুন যুগ এসেছে। ২০২২ সালে জাতিসংঘের সদস্য দেশগুলি প্লাস্টিক দূষণ বন্ধ করার জন্য একটি বৈশ্বিক চুক্তিতে আলোচনার পক্ষে ভোট দিয়েছে। সেই চুক্তিতে ২০২৪ সালকে প্লাস্টিক দূষণ সমাপ্তির লক্ষ্যমাত্রা রাখা হয়েছে। প্লাস্টিক দূষণকে সমবেত ও সমন্বিতভাবে মোকাবেলার জন্য এটিই হবে প্রথম বাধ্যতামূলক চুক্তি। শিয়ারওয়াটার সামুদ্রিক পাখিদের মধ্যে প্লাস্টিকোসিসের সনাক্তকরণ আমাদের চোখে আঙ্গুল দিয়ে দেখিয়ে দিয়েছে যে বিপদ আসন্ন আর সময় নষ্ট করার জায়গা নেই।\n\n\n== আরও দেখুন ==\nসামুদ্রিক প্লাস্টিক দূষণ\nসামুদ্রিক দূষণ\nক্ষুদ্রপ্লাস্টিক\nপ্লাস্টিক দূষণ\nসামুদ্রিক পাখি\n\n\n== তথ্যসূত্র =="}