{"pageid": 1359561, "title": "নাগচম্পা", "url": "https://bn.wikipedia.org/wiki?curid=1359561", "content": "নাগচম্পা বা প্লুমেরিয়া (যার বৈজ্ঞানিক নাম:  Plumeria pudica- প্লুমেরিয়া পুডিকা) হল  Apocynaceae-অ্যাপোসাইনাস গণের এক প্রজাতির সপুষ্পক উদ্ভিদ। এই উদ্ভিদের আদি নিবাস পানামা, কলম্বিয়া এবং ভেনিজুয়েলা। তবে এটি বর্তমানে ভারতের এবং বাংলাদেশের প্রাকৃতিক পরিবেশে স্বাভাবিকতা লাভ করেছে। গাছটির পাতা খানিকটা চামচ আকারের এবং পাতার অগ্রভাগ কিছুটা কোবরা তথা নাগের  ফনার মত হওয়ায় বাংলায় একে নাগচম্পা বা নাগ চাঁপা বলা হয়। বাংলার নানা স্থানে এটি 'পুদিকা চম্পা', 'প্রেমনলিনী' ও 'কমলিকা' নামেও পরিচিত। সাদা রঙের পাঁচ পাপড়ির মাঝে হলুদ রঙের আভায় ফুলটির সৌন্দর্য নয়নাভিরাম।\n\n\n== বিবরণ ==\nদ্রুত বর্ধনশীল নাগচম্পা গাছটির কাণ্ড বেশি শক্ত হয় না। শাখা-প্রশাখাও কম হয় এবং সোজা উপরে বাড়তে থাকে। উচ্চতা গড়ে আট ফুট (২.৪ মি) থেকে দশ ফুটের (৩ মিটার) হয়। শিরা উপশিরাযুক্ত, গাঢ় সবুজ রঙের গাছের পাতা বেশ পুরু লম্বায় ৬ - ৮ ইঞ্চি (১৫- ২০ সেমি) এবং চওড়ায় ১-২ ইঞ্চি (২.৫ - ৫ সেমি) হয়ে থাকে। শাখা-প্রশাখার অগ্রভাগে গুচ্ছ থোকায় দুধের মত সাদা ফুল ফোটে এবং প্রস্ফুটিত গন্ধহীন ফুল বেশ কয়েকদিন গাছে শোভা পায়। ৫ - ৬ দিন পর অবশ্য ঝরে পড়ে। সারা বছরে কমবেশি ফুল দেখা গেলেও সাধারণত ভারতে তথা বাংলায় বর্ষা ও শরতে গাছে অধিক ফুল ফোটে। সব ধরনের মাটিতে, রৌদ্রকরোজ্জ্বল পরিবেশে উঁচু  বা মাঝারি উঁচু মাটিতে ভালো জন্মায়। গাছের ডাল কেটে অর্থাৎ কাটিং পদ্ধতিতে সরাসরি মাটিতে বা টবে রোপন করা যায়।\n\n\n== হর্টিকালচার ==\nপ্লুমেরিয়া গণের গাছের বৈচিত্র্যময়  পাতার কারণে প্লুমেরিয়া পুডিকাকে  সাধারণত 'গোল্ডেন অ্যারো' বা 'গিল্ডেড স্পুন' বলা হয়। থাইল্যান্ডে এক সংকর জাতির উদ্ভিদ হল  'শ্রী সুপাকর্ন' বা 'পিঙ্ক পুডিকা'। ভারতে প্লুমেরিয়া' গণের আরো ভিন্ন প্রজাতির উদ্ভিদের সাদা  পাপড়ির মাঝে হলুদ, লালচে গোলাপি রঙের ফুল দেখা যায় সেটি বাংলায় কাঠগোলাপ বা লাল কাঠগোলাপ (ইংরেজি: Frangipani- 'ফ্রাঙ্গিপানি')\nনামে পরিচিত।\n\n\n== বায়োকেমিস্ট্রি ==\nনাগচম্পা তথা প্লুমেরিয়া পুডিকা গাছ হতে যে ল্যাটেক্স প্রোটিন পাওয়া যায় ইঁদুরের উপর পরীক্ষায় দেখা গেছে যে অ্যান্টিঅক্সিডেন্টে সমৃদ্ধ উপাদানটিকে দন্তচিকিৎসায়  (পিরিয়ডোনটাইটিসে) ব্যবহারের সম্ভাবনা আছে। \n\n\n== সাধারণ নাম ==\nব্রাইডাল বুকে\nহোয়াইট ফ্রাঙ্গিপানি\nফিডিল লীফ প্লুমেরিয়া\nওয়াইল্ড প্লুমেরিয়া\nবনেরিয়ান ওলেন্ডার\nথাই চম্পা (উর্দু)\nনাগ (কোবরা) চম্পা (বাংলা)\nநாவில்லா அரளி (\" নাভিল্লা আরালী \") (তামিল)\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}