{"pageid": 1359771, "title": "পটাশিয়াম ক্লোরাইড", "url": "https://bn.wikipedia.org/wiki?curid=1359771", "content": "পটাশিয়াম ক্লোরাইড ( KCl, বা পটাশিয়াম লবণ ) হল একটি ধাতব হ্যালাইড লবণ যা পটাশিয়াম এবং ক্লোরিন দ্বারা গঠিত। এটি গন্ধহীন এবং একটি সাদা বা বর্ণহীন ভিট্রিয়াস স্ফটিক। কঠিন পদার্থ সহজেই পানিতে দ্রবীভূত হয় এবং এর দ্রবণে লবণের মতো স্বাদ থাকে। পটাশিয়াম ক্লোরাইড প্রাচীন শুকনো হ্রদের স্তর থেকে পাওয়া যেতে পারে।  KCl একটি সার হিসাবে,  ওষুধে, বৈজ্ঞানিক প্রয়োগে, গার্হস্থ্য পানি সফ্টনার ( সোডিয়াম ক্লোরাইড লবণের বিকল্প হিসাবে), এবং খাদ্য প্রক্রিয়াকরণে, যেখানে এটি ই নম্বর সংযোজন E508 নামে পরিচিত, ব্যবহার করা হয়।\nএটি প্রাকৃতিকভাবে খনিজ সিলভাইট হিসাবে এবং সোডিয়াম ক্লোরাইডের সাথে সিলভিনাইট হিসাবে পাওয়া যায়। \n\n\n== ব্যবহারসমূহ ==\n\n\n=== সার ===\nউৎপাদিত পটাশিয়াম ক্লোরাইডের বেশিরভাগই সার তৈরিতে ব্যবহৃত হয়, যাকে পটাশ বলা হয়, যেহেতু অনেক গাছের বৃদ্ধি পটাশিয়ামের প্রাপ্যতার উপর নির্ভর করে। সার হিসাবে বিক্রি হওয়া পটাশিয়াম ক্লোরাইড মিউরেট অফ পটাশ নামে পরিচিত। বিশ্বব্যাপী পটাশ সারের সিংহভাগই মিউরেট অফ পটাশ হিসাবে বিক্রি হয়।\n\n\n=== চিকিৎসায় ব্যবহার ===\nপটাশিয়াম মানবদেহে অত্যাবশ্যক, এবং মুখের মাধ্যমে পটাশিয়াম ক্লোরাইড গ্রহণ হল কম রক্তের পটাশিয়ামের চিকিৎসার সাধারণ উপায়। যদিও এটা শিরার মাধ্যমেও দেওয়া যেতে পারে। এটি বিশ্ব স্বাস্থ্য সংস্থার প্রয়োজনীয় ওষুধের তালিকায় আছে।  এর ওভারডোজ হাইপারক্যালেমিয়া ঘটায় যা কোষের সংকেতকে এমন পরিমাণে ব্যাহত করতে পারে যে হার্ট বন্ধ হয়ে যাবে, কিছু ওপেন হার্ট সার্জারির ক্ষেত্রে বিপরীত ঘটতে পারে।\n\n\n=== রন্ধনসম্পর্কীয় ব্যবহার ===\nএটি খাবারের লবণের বিকল্প হিসাবে ব্যবহার করা যেতে পারে, তবে এর দুর্বল, তিক্ত, নোনতা স্বাদের কারণে, এটি প্রায়শই  স্বাদ উন্নত করতে সাধারণ টেবিল লবণ (সোডিয়াম ক্লোরাইড) এর সাথে মিশিয়ে কম সোডিয়াম লবণ তৈরি করা হয়। থাউমাটিনের ১ পিপিএম যোগ করা হলে এই তিক্ততা উল্লেখযোগ্যভাবে হ্রাস পায়।  খাবারে ব্যবহৃত পটাশিয়াম ক্লোরাইডে তিক্ততা বা রাসায়নিক বা ধাতব স্বাদ পাওয়া যায়। \n\n\n=== শিল্প ===\nরাসায়নিক ফিডস্টক হিসাবে, এটি পটাশিয়াম হাইড্রক্সাইড এবং পটাশিয়াম ধাতু তৈরির জন্য ব্যবহৃত হয়। এটি ওষুধ, প্রাণঘাতী ইনজেকশন, বৈজ্ঞানিক প্রয়োগ, খাদ্য প্রক্রিয়াকরণ, সাবান এবং সোডিয়ামের স্বাস্থ্যগত প্রভাব সম্পর্কে উদ্বিগ্ন ব্যক্তিদের জন্য খাবার লবণের সোডিয়াম-মুক্ত বিকল্প হিসাবেও ব্যবহৃত হয়।\nএটি পশুর খাদ্যে পরিপূরক হিসাবে ব্যবহার করা হয় যাতে খাবারে পটাশিয়ামের মাত্রা বৃদ্ধি পায়। এর একটি বাড়তি সুবিধা হচ্ছে, এটি দুধ উৎপাদন বাড়ায়।\nএটি কখনও কখনও পেট্রোলিয়াম এবং প্রাকৃতিক গ্যাস ক্রিয়াকলাপের সমাপ্তি তরল হিসাবে দ্রবণে ব্যবহৃত হয়, সেইসাথে বাসাবাড়ির পানি সফ্টনার ইউনিটগুলিতে সোডিয়াম ক্লোরাইডের বিকল্প হিসাবে ব্যবহৃত হয়।\nকাচের নির্মাতারা ফ্লাক্স হিসাবে দানাদার পটাশ ব্যবহার করে, এটা যে তাপমাত্রায় মিশ্রণটি গলে যায় তা কমিয়ে দেয়। যেহেতু পটাশ কাচকে চমৎকার স্বচ্ছতা প্রদান করে, এটি সাধারণত চশমা, কাচের পাত্র, টেলিভিশন এবং কম্পিউটার মনিটরে ব্যবহৃত হয়।\n\n\n== বিষাক্ততা ==\nখাদ্যে পাওয়া পটাশিয়াম ক্লোরাইডের সাধারণ পরিমাণ সাধারণত নিরাপদ বলে মনে হয়।  তবে অধিক পরিমাণে পটাশিয়াম ক্লোরাইড বিষাক্ত। মুখে খাওয়া পটাশিয়াম ক্লোরাইডের LD50 প্রায় ২.৫ g/kg, বা ১৯০ গ্রাম (৬.৭ আউন্স)।  সোডিয়াম ক্লোরাইডের (টেবিল লবণ) LD50 হল ৩.৭৫ গ্রাম/কেজি। \nশিরায়, পটাশিয়াম ক্লোরাইডের LD50 অনেক ছোট, প্রায় ৫৭.২ মিলিগ্রাম/কেজি থেকে ৬৬.৭মিলিগ্রাম/কেজি। এটি ইতিবাচক পটাশিয়াম আয়নগুলির প্রাণঘাতী ঘনত্ব (প্রায় ৩০ থেকে ৩৫ মিলিগ্রাম/কেজি) ভাগ করে পাওয়া যায়।  পটাশিয়াম ক্লোরাইডে পটাশিয়াম আয়নের ভরের অনুপাতে (প্রায় ০.৫২৪৪৫) mg K + /mg KCl)। \nরাসায়নিক বৈশিষ্ট্যদ্রাব্যতাKCl বিভিন্ন পোলার দ্রাবকগুলিতে দ্রবণীয়।জারণ-বিজারণ এবং পটাশিয়াম ধাতুতে রূপান্তরভৌত বৈশিষ্ট্যতথ্যসূত্র☃☃☃☃ূলত দ্রবণে সম্পূর্ণরূপে আয়নিত হয় K+ এবংCl− আয়ন।\n\n\n== রাসায়নিক বৈশিষ্ট্য ==\n\n\n=== দ্রাব্যতা ===\nKCl বিভিন্ন পোলার দ্রাবকগুলিতে দ্রবণীয়।\n\nKCl এর দ্রবণগুলি্র মান সাধারণ, উদাহরণস্বরূপ (আয়নিক) দ্রবণগুলি্র বৈদ্যুতিক পরিবাহিতা ক্রমাঙ্কনের জন্য, যেহেতু KCl দ্রবণগুলি স্থিতিশীল, যা পুনরুৎপাদনযোগ্য পরিমাপের অনুমতি দেয়। জলীয় দ্রবণে, এটি মূলত দ্রবণে সম্পূর্ণরূপে আয়নিত হয় K+ এবংCl− আয়ন।\n\n\n=== জারণ-বিজারণ এবং পটাশিয়াম ধাতুতে রূপান্তর ===\nযদিও পটাশিয়াম সোডিয়ামের চেয়ে বেশি ইলেক্ট্রোপজিটিভ, ৮৫০-°C এ ধাতব সোডিয়ামের সাথে বিক্রিয়া করে KCl ধাতু হ্রাস পেতে পারে।  কারণ পাতনের মাধ্যমে আরও উদ্বায়ী পটাশিয়াম অপসারণ করা যেতে পারে ( লা শাতেলিয়ের নীতি দেখুন):\n\n  \n    \n      \n        \n          \n            KCl\n            \n              \n                (\n                l\n                )\n              \n            \n            \n              \n            \n          \n          \n\n          \n          +\n          \n            Na\n            \n              \n                (\n                l\n                )\n              \n            \n            \n              \n            \n          \n          \n            \n              \n                \n                  \n                    \n                      ↽\n                    \n                    \n                    \n                    \n                      −\n                    \n                  \n                \n              \n              \n                \n                  \n                    \n                      −\n                    \n                    \n                    \n                    \n                      ⇀\n                    \n                  \n                \n              \n            \n          \n          \n            NaCl\n            \n              \n                (\n                l\n                )\n              \n            \n            \n              \n            \n          \n          \n\n          \n          +\n          \n            K\n            \n              \n                (\n                g\n                )\n              \n            \n            \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {KCl_{(l)}{}+ Na_{(l)}<=> NaCl_{(l)}{}+ K_{(g)}}}}\n  \n\nএই পদ্ধতিটি ধাতব পটাশিয়াম উৎপাদনের প্রধান পদ্ধতি। গলিত KCl-এ পটাশিয়ামের উচ্চ দ্রবণীয়তার কারণে তড়িৎ বিশ্লেষণ (সোডিয়ামের জন্য ব্যবহৃত) ব্যর্থ হয়। \n\n\n== ভৌত বৈশিষ্ট্য ==\n\nপরিবেষ্টিত পরিস্থিতিতে পটাশিয়াম ক্লোরাইডের স্ফটিক গঠন NaCl এর মতো। এটি মোটামুটি ৬.৩ Å এর কেলাসাকারগঠন ধ্রুবক সহ B1 ফেজ নামে পরিচিত একটি সম্মুখ-কেন্দ্রিক ঘন কাঠামো গ্রহণ করে। ক্রিস্টাল তিনটি দিকে সহজেই ছিঁড়ে যায়। অন্যান্য পলিমরফিক এবং হাইড্রেটেড পর্যায়গুলি উচ্চ চাপে গৃহীত হয়। আরও কিছু বৈশিষ্ট্য হলঃ\n\nট্রান্সমিশন রেঞ্জ: ২১০ nm থেকে ২০ µm\nট্রান্সমিটিভিটি = ৪৫০এ ৯২% nm এবং ১৬µm এ রৈখিকভাবে ৯৪%-এ বেড়ে যায়\nপ্রতিসরণ সূচক = ১.৪৫৬ এ ১০ µm\nপ্রতিফলন ক্ষতি = ৬.৮ % ১০ এ µm (দুটি পৃষ্ঠ)\nd N /d T (সম্প্রসারণ সহগ) = −৩৩.২ ×১০−৬ /°C\nd L /d T (প্রতিসৃত সূচক গ্রেডিয়েন্ট) = ৪০ ×১০−৬ /°C\nতাপ পরিবাহিতা = ০.০৩৬ W/(cm·K)\nক্ষতির থ্রেশহোল্ড (নিউম্যান এবং নোভাক): ৪ GW/cm 2 বা ২ J/cm 2 (০.৫ বা ১ ns পালস রেট); ৪.২ জে/সেমি 2 (১.৭ এনএস পালস রেট কোভালেভ এবং ফাইজুলভ)\nপটাশিয়াম ধারণকারী অন্যান্য যৌগগুলির মতো, গুঁড়ো আকারে KCl একটি লিলাক শিখা দেয়।\n\n\n== উৎপাদন ==\nপটাশিয়াম ক্লোরাইড খনিজ সিলভাইট, কার্নালাইট এবং পটাশ থেকে নিষ্কাশিত হয়। এটি লবণ পানি থেকেও আহরণ করা হয় এবং উপযুক্ত খনিজ থেকে দ্রবণ, ফ্লোটেশন বা ইলেক্ট্রোস্ট্যাটিক বিচ্ছেদ থেকে স্ফটিককরণের মাধ্যমে তৈরি করা যেতে পারে। এটি পটাশিয়াম নাইট্রেট এবং হাইড্রোক্লোরিক অ্যাসিড থেকে নাইট্রিক অ্যাসিড উৎপাদনের একটি উপজাত।\nপটাশিয়াম ক্লোরাইডের অধিকাংশই কানাডার সাসকাচোয়ানে, সেইসাথে রাশিয়া এবং বেলারুশে কৃষি ও শিল্প গ্রেড পটাশ হিসাবে উৎপাদিত হয়। ২০১৭ সালে বিশ্বের পটাশ উৎপাদনের ২৫% এরও বেশি সাসকাচোয়ান থেকে করা হয়।  \n\n\n=== পরীক্ষাগার পদ্ধতি ===\nপটাশিয়াম ক্লোরাইড সস্তায় পাওয়া যায় এবং খুব কমই পরীক্ষাগারে ইচ্ছাকৃতভাবে প্রস্তুত করা হয়। হাইড্রোক্লোরিক অ্যাসিড দিয়ে পটাশিয়াম হাইড্রক্সাইড (বা অন্যান্য পটাশিয়াম বেস) এর বিক্রিয়া ঘটিয়ে এটি তৈরি করা যেতে পারে:\n\n  \n    \n      \n        \n          KOH\n          +\n          HCl\n          ⟶\n          KCl\n          +\n          \n            H\n            \n              2\n            \n            \n              \n            \n          \n          O\n        \n      \n    \n    {\\displaystyle {\\ce {KOH + HCl -> KCl + H2O}}}\n  \n\nএই রূপান্তরটি একটি অ্যাসিড-ক্ষার প্রশমণ বিক্রিয়া । ফলস্বরূপ লবণকে পুনরায় ক্রিস্টালাইজেশন দ্বারা বিশুদ্ধ করা যেতে পারে। আরেকটি পদ্ধতি হ'ল ক্লোরিন গ্যাসের উপস্থিতিতে পটাশিয়াম পোড়াতে দেওয়া, এটি একটি অতি তাপোৎপাদী বিক্রিয়া:\n\n  \n    \n      \n        \n          2\n          \n          K\n          +\n          \n            Cl\n            \n              2\n            \n            \n              \n            \n          \n          ⟶\n          2\n          \n          KCl\n        \n      \n    \n    {\\displaystyle {\\ce {2 K + Cl2 -> 2 KCl}}}\n  \n\n\n== তথ্যসূত্র =="}