{"pageid": 1359837, "title": "ইসলাম ও সঙ্গীত", "url": "https://bn.wikipedia.org/wiki?curid=1359837", "content": "ইসলাম ও সঙ্গীতের মাঝে সম্পর্ক দীর্ঘদিন ধরে চলমান একটি জটিল ও বিতর্কিত বিষয়। অনেক মুসলিম বিশ্বাস করেন যে কুরআন ও সুন্নাহমতে সঙ্গীত (বাদ্যযন্ত্র ও গান গাওয়া) নিষিদ্ধ; তবে অন্যান্য মুসলিমরা এই বিষয়ে একমত নন এবং বিশ্বাস করেন যে সঙ্গীতের কিছু ধরন অনুমোদিত। বিতর্ক থাকা সত্ত্বেও, বিভিন্ন সময় ও ইসলামী বিশ্বের স্থানে সঙ্গীত জনপ্রিয়তা ও সমৃদ্ধি লাভ করেছে। বিবাচন এড়াতে প্রায়ই প্রাসাদে ও ব্যক্তিগত বাড়িতে সঙ্গীত পরিবেশন করা হতো।\nমুসলিম বিশ্বে অনেকাংশে ভক্তিমূলক/ধর্মীয় সঙ্গীত ও ধর্মনিরপেক্ষ সঙ্গীত ভালোভাবে বিকশিত ও জনপ্রিয় হয়। যাইহোক, গান গাওয়া অনুমোদিত, অথবা কিছু যন্ত্র যেমন ঢোল অনুমোদিত, অথবা যতক্ষণ পর্যন্ত না এটি এর শ্রোতাদের প্রলোভনে না নিয়ে যায় ততক্ষণ পর্যন্ত অনুমোদিত। তবে নিজেদের সিদ্ধান্ত বিবেচনায় এটি পরিবর্তন হতে পারে। সাম্প্রতিক দশকগুলোতে, নিজেদের \"কর্ম ও বিশ্বাসকে একত্রিত করার চেষ্টায় মগ্ন একটি সম্পূর্ণ নতুন প্রজন্মের মুসলিম সঙ্গীতজ্ঞের আবির্ভাবে\" বিতর্কটি \"অতিরিক্ত গুরুত্ব\" পাচ্ছে।\nঐতিহাসিকভাবে ইসলামি স্বর্ণযুগে ইসলামি শিল্প ও সঙ্গীতের বিকাশ ঘটেছিল।\n\n\n== দৃষ্টিপাত ==\nকঠোরভাবে বলতে গেলে, 'ইসলামি ধর্মীয় সঙ্গীত' শব্দগুচ্ছটি পরিভাষায় একটি বৈপরীত্য উপস্থাপন করে। গোঁড়াপন্থী সুন্নি ও শিয়া ইসলামের অনুশীলন মুসলিম সংস্কৃতির মধ্যে 'সঙ্গীত' হিসেবে স্বীকৃত কোনো কার্যকলাপের সঙ্গে জড়িত নয়। পবিত্র কুরআনের সুরেলা তিলাওয়াত এবং নামাজের আহ্বান (আযান) ইসলামের কেন্দ্রবিন্দু, কিন্তু সঙ্গীতের জন্য [ব্যবহৃত] সাধারণ পরিভাষাগুলো কখনোই তাদের জন্য প্রয়োগ করা হয়নি। এর পরিবর্তে বিশেষ পদবী ব্যবহার করা হয়েছে। যাইহোক, বিভিন্ন ধরনের ধর্মীয় ও আধ্যাত্মিক ঘরানা রয়েছে যেখানে বাদ্যযন্ত্র ব্যবহার করা হয়, সাধারণত গোঁড়াপন্থী ক্ষেত্রের বাইরে বিভিন্ন সরকারি ও ব্যক্তিগত সমাবেশে সঞ্চালিত হয়।\n\n\n== কুরআন ও হাদিসের দৃষ্টিভঙ্গি ==\n\n\n=== কুরআন ===\nকুরআনে বিশেষভাবে সঙ্গীতের কথা উল্লেখ করা হয় নি। তবে কিছু পণ্ডিত কুরআনে বর্ণিত \"অলস কথা\" বাক্যাংশটির ব্যাখ্যায় সঙ্গীতকেও অন্তর্ভুক্ত করেছেন, যেটিকে কুরআনে নিরুৎসাহিত করা হয়েছে। যদিও কুরআনে সরাসরিভাবে সঙ্গীতের উল্লেখ নেই, তথাপি কুরআনের একাধিক আয়াতকে সঙ্গীত নিষিদ্ধ বা নিরুৎসাহিতকারী হিসেবে ব্যাখ্যা করা হয়েছে।\n\nএকশ্রেণীর লোক আছে যারা মানুষকে আল্লাহর পথ থেকে গোমরাহ করার উদ্দেশে অবান্তর কথাবার্তা সংগ্রহ করে অন্ধভাবে এবং উহাকে নিয়ে ঠাট্টা-বিদ্রূপ করে। এদের জন্য রয়েছে অবমাননাকর শাস্তি। উক্ত আয়াতের শানে নুযূলে বলা হয়েছে, নযর ইবনে হারিস বিদেশ থেকে একজন গায়িকা বাঁদী ক্রয় করে এনে তাঁকে সঙ্গীতে নিয়োজিত করেন। কেউ কুরআন শ্রবণের ইচ্ছা করলে তাকে গান শোনানোর জন্য সে গায়িকাকে আদেশ করতেন এবং বলতেন \"মুহাম্মদ তোমাদেরকে কুরআন শুনিয়ে নামায, রোযা এবং ধর্মের জন্য প্রাণ বিসর্জন দেওয়ার কথা বলে। এতে শুধু কষ্টই কষ্ট। তার চেয়ে বরং গান শোন এবং জীবনকে উপভোগ কর।\" এরই পরিপ্রেক্ষিতে আয়াতটি নাযিল হয়। বেশির ভাগ তাফসীরকারকগণ এই আয়াতে ব্যবহৃত আরবি শব্দ ‍লাহওয়াল হাদিস বলতে গানকে বুঝিয়েছেন। আবদুল্লাহ ইবনে মাসউদকে উক্ত আয়াতের লাহওয়াল হাদিস-এর ব্যাখ্যা জিজ্ঞাসা করা হলে তিনি বলেন, \"তা হলো গান।\" আবদুল্লাহ ইবনে আব্বাস ও আবদুল্লাহ ইবনে উমর একই কথা বলেন। তাবেয়ী সায়ীদ ইবনে যুবাইর থেকেও অনুরূপ মত বর্ণিত হয়েছে। বিখ্যাত তাবেয়ী হাসান বসরি বলেন, \"উক্ত আয়াত গান ও বাদ্যযন্ত্রের ব্যাপারে নাযিল হয়েছে, যা বান্দাকে কুরআন থেকে গাফেল করে দেয়।\"\nতোর (ইবলিস) কন্ঠ দিয়ে তাদের মধ্যে যাকে পারিস প্ররোচিত কর। আয়াতটি সম্পর্কে ইবনে কাইয়িম বলেন: \"এটা বলার অপেক্ষা রাখে না যে, যেসব বস্তু পাপাচারের দিকে আহ্বান করে তার মধ্যে গান-বাদ্যই সেরা। এজন্যই একে ইবলিসের আওয়াজ বলে আখ্যায়িত করা হয়েছে।\"\nতোমরা ক্রীড়া-কৌতুক করছো বা তোমরা কি এ কথার (কুরআনের) উপর আশ্চর্য্যান্বিত হচ্ছো ও হাস্য করছো এবং ক্রন্দন করছো না, অথচ তোমরা সঙ্গীত বা গান-বাজনা করছো?\n\n\n=== হাদিস ===\nবেশ কয়েকটি হাদিসে সঙ্গীতকে প্রতিকূলভাবে দেখা যায়, যার একটি উদাহরণ হলো: \"গান গাওয়া হৃদয়ে কপটতাকে ফুটিয়ে তোলে যেমন করে বৃষ্টিতে গাছপালা অঙ্কুরিত হয়।\" কিন্তু এসব বর্ণনার নির্ভরযোগ্যতা নিয়ে মতভেদ রয়েছে। আরেকটি হাদিসে বলা হয়েছে: \"আমার উম্মতদের মধ্যে এমন কিছু লোক থাকবে যাঁরা ব্যভিচার, রেশম, মদ ও বাদ্যযন্ত্রকে অনুমোদিত মনে করবে।\" তবে অনেকে এই হাদিসটির নির্ভরযোগ্যতা নিয়েও প্রশ্ন তুলেছেন, বিশেষ করে ইবনে হাযম আল-যাহরি।\n\nআবদুল্লাহ ইবনে আব্বাস থেকে বর্ণিত, মুহাম্মদ বলেছেন: নিশ্চয়ই আল্লাহ তা'আলা মদ, জুয়া ও সব ধরনের বাদ্যযন্ত্র হারাম করেছেন।\nআবু উমামাহ আল-বাহিলি থেকে বর্ণিত, মুহাম্মদ বলেছেন: তোমরা গায়িকা নর্তকীদের বিক্রয় কর না, তাদের ক্রয় কর না, তাদের গান-বাজনা ও বাদ্যযন্ত্র শিখিয়ে দিয়ো না, তাদের উপার্জন হারাম।\nনাফি মাওলা ইবনে উমর বলেন: একদা ইবনু ওমর বাদ্যযন্ত্রের শব্দ শুনতে পেলে তিনি তাঁর দুই কানে দুই আঙ্গুল ঢুকিয়ে রাস্তা হতে সরে গেলেন। তারপর তিনি আমাকে বললেন, \"নাফে তুমি কিছু শুনতে পাচ্ছ কি?\" আমি বললাম, \"না।\" তিনি তার দুই আঙ্গুল দুই কান হতে বের করে বললেন, \"আমি একদা রাসূল (সা.)-এর সাথে ছিলাম।\" তিনি বাদ্যযন্ত্রের শব্দ শুনে কানে আঙ্গুল ঢুকিয়ে রাস্তা হতে সরে গিয়েছিলেন এবং আমাকে এভাবে জিজ্ঞেস করেছিলেন যেভাবে আজ তোমাকে আমি জিজ্ঞেস করলাম।\nআবু মালিক আশআরি থেকে বর্ণিত, মুহাম্মদ বলেছেন: আমার উম্মতের কিছু লোক মদের নাম পরিবর্তন করে তা পান করবে। আর তাদের মাথার উপর বাদ্যযন্ত্র ও গায়িকা রমণীদের গান বাজতে থাকবে। আল্লাহ তাআলা তাদেরকে জমিনে ধসিয়ে দিবেন। আর তাদের কিছুকে বানর ও শূকর বানিয়ে দিবেন।\n\n\n== সঙ্গীত ও ইসলামি আইনের ব্যাখ্যাসমূহ ==\nইসলামে সঙ্গীত অনুমোদিত নাকি নিষিদ্ধ এই প্রশ্নটি নিয়ে পণ্ডিতদের মাঝে বিতর্ক রয়েছে। জ্যাকব এম. ল্যান্ডাউ নামক এক পণ্ডিত সঙ্গীত হারাম কি-না তা নিয়ে বিবাদমান \"চারটি প্রধান দল\" সনাক্ত করেছেন:\n\nযেকোনো প্রকার সঙ্গীতের অভিব্যক্তির বিরোধিতাকারী আপোষহীন বিশুদ্ধতাবাদীরা;\nশুধুমাত্র কুরআন ও নামাজের জন্য আহ্বান বা আযানকে স্বীকৃতি প্রদানকারী ধর্মীয় কর্তৃপক্ষ;\nসঙ্গীতের পক্ষপাতী পণ্ডিত ও সঙ্গীতজ্ঞরা, যাঁরা বিশ্বাস করেন যে ধর্মনিরপেক্ষ ও ধর্মীয় সঙ্গীতের মধ্যে কোনো সঙ্গীতগত পার্থক্য নেই; এবং\nগুরুত্বপূর্ণ আধ্যাত্মিক সংঘ, যাঁদের নিকট সঙ্গীত ও নৃত্য হচ্ছে ঈশ্বরের সাথে ঐক্যের একটি মাধ্যম।\nযে দলগুলো কুরআন ও ইসলামের ঐতিহ্যে \"কঠোরভাবে\" সঙ্গীত নিষিদ্ধ বলে বিশ্বাস করেন, তাঁদের মধ্যে রয়েছে সালাফি, ওয়াহাবি ও দেওবন্দি সম্প্রদায়।\nইসলামি আইন অনুসারে \"যা ভালো তাতে আদেশ এবং যা খারাপ তাতে নিষেধ\"-এর ইসলামি বিদ্যাবত্তার জরিপে, ঐতিহাসিক মাইকেল কুক খুঁজে পেয়েছেন যে\n\n\"[জরিপের ফলাফল অনুযায়ী, ওলামাদের কথাবার্তায় খারাপ কাজে নিষেধের মধ্যে] আপত্তিকর বস্তুর উপর আক্রমণ একটি সর্বব্যাপী প্রকরণ ... উদাহরণস্বরূপ, দাবা-বোর্ড বিলোপ করা, তথাকথিত পবিত্র গাছ কেটে ফেলা এবং আলংকারিক প্রতিকৃতি ধ্বংস বা বিকৃত করা [ইত্যাদি খারাপ কাজে বাঁধা দেওয়ার শামিল] ... তবে [ওলামাদের কথায় খারাপ কাজ] বারবার উল্লিখিত টার্গেটগুলো হলো মদ ও বাদ্যযন্ত্র [যেগুলোতে নিষেধ করা প্রয়োজন]। (কিছু ক্ষেত্রে খঞ্জনীর ব্যবহার একটি ব্যতিক্রম ছিল যা বিবাহ ঘোষণা করতে ব্যবহৃত হত)।\"\nসৌদি আরবে মুহাম্মদ বিন সালমান ক্ষমতায় আসার পর থেকে বর্তমানে মুসলিম-সংখ্যাগরিষ্ঠ রাষ্ট্রসমূহে সঙ্গীতের উপর নিষেধাজ্ঞা বিরল বা অস্তিত্বহীন, কিন্তু প্রায়শই সেসব জায়গায় সঙ্গীত নিষিদ্ধ করা হয়েছে যেখানে ইসলামপন্থী বিদ্রোহীরা ক্ষমতা লাভ করেছে, যেমন তালেবান শাসনাধীন আফগানিস্তানে এবং অন্ততপক্ষে জানুয়ারি ২০১৩ পর্যন্ত \"মালির দুই-তৃতীয়াংশের বেশির অঞ্চল জুড়ে... ইসলামি বিদ্রোহী গোষ্ঠী দ্বারা নিয়ন্ত্রিত\" এলাকায়।\n\n\n=== মতের ভিন্নতা ===\nসঙ্গীতের উপর নিষেধাজ্ঞার ক্ষেত্রে কী কী ব্যতিক্রম থাকতে পারে তা নিয়ে মোটামুটি বিস্তৃত মতপার্থক্য রয়েছে। যেগুলো অনুমোদিত তার উদাহরণের হলো: কণ্ঠসঙ্গীত কিন্তু যন্ত্র নয়; কণ্ঠসঙ্গীত কিন্তু কেবলমাত্র যদি গায়ক ও শ্রোতা একই লিঙ্গ হয়; কণ্ঠসঙ্গীত ও ঢোল, অথবা কণ্ঠ ও ঐতিহ্যবাহী একপিঠে ড্রাম ও খঞ্জনী, কিন্তু অন্য কোনো যন্ত্র নয়; এমন যেকোনো ধরনের সঙ্গীত যদি তা আবেগপ্রবণ, যৌন ইঙ্গিতপূর্ণ অথবা ইসলাম লঙ্ঘনকারী গানের কথা না হয়।\n\nকিছু মুসলিম বিশ্বাস করেন যে বাদ্যযন্ত্র হারাম এবং কেবলমাত্র কণ্ঠসঙ্গীত অনুমোদিত, তবে গায়ককে অবশ্যই শ্রোতাদের মতো একই লিঙ্গের হতে হবে।\nবাদ্যযন্ত্রবিহীন সঙ্গীত (শ্রোতা যেই লিঙ্গেরই হোক না কেন) ইসলামে ভক্তিমূলক গানের একটি সমৃদ্ধ ঐতিহ্যের দিকে পরিচালিত করেছে। গান গাওয়া হালাল হওয়ার সমর্থনে আইনবিদ আবু বকর ইবনে আল-আরাবি বলেন, \"গান গাওয়ার নিষেধাজ্ঞার ব্যাপারে কোনো সঠিক হাদীস পাওয়া যায় নি\", অন্যদিকে ইবনে হাযম বলেন, \"এই বিষয়ে যা কিছু বলা হয়েছে তা মিথ্যা ও বানোয়াট।\"\nকিছু মুসলিম আছেন যাঁরা বিশ্বাস করেন ঢোল অনুমোদিত, কিন্তু অন্য কোনো বাদ্যযন্ত্র নয়।\nজাকির নায়েক মনে করেন দুটি ছাড়া বাদ বাকি সব বাদ্যযন্ত্র হারাম, যথা- দাফ (একটি ঐতিহ্যবাহী একপিঠে ঢোল) এবং খঞ্জনী, যার কথা হাদিসেও উল্লেখ করা হয়েছে।\nসুন্নি ইসলামের একটি সংখ্যালঘু গোষ্ঠী এবং শিয়াদের অন্য একটি গোষ্ঠীর মতে, অনুষ্ঠান ও উৎসবগুলোতে মহিলাদের জন্য দাফ বাজিয়ে সঙ্গীতের নিষেধাজ্ঞার ক্ষেত্রে একটি ব্যতিক্রম লক্ষ্য করা যেতে পারে৷ এই ব্যতিক্রমটি একটি সুপরিচিত হাদিস থেকে এসেছে যেখানে দুটি ছোট মেয়ে একজন মহিলার কাছে গান গাইছিল এবং আবু বকর এতে বাঁধা দিতে চাইলে ইসলামের পয়গম্বর মুহাম্মদ তাঁদের ছেড়ে দেওয়ার নির্দেশ দেন, এই বলে যে, \"ওদের ছেড়ে দাও আবু বকর, কারণ প্রতিটি জাতির একটি ঈদ (অর্থাৎ উৎসব) রয়েছে এবং এই দিনটি হলো আমাদের ঈদ।\"\nতবুও অন্যান্য মুসলিমরা বিশ্বাস করেন যে সকল বাদ্যযন্ত্র অনুমোদিত, এই শর্তে যে সেগুলো গ্রহণযোগ্য বা হালাল জাতের সঙ্গীতের জন্য ব্যবহার করা হয় এবং যৌন উত্তেজক বা অনৈসলামিক না হয়। তাই ভক্তিমূলক গানে যন্ত্রসঙ্গীতের একটি দীর্ঘ ইতিহাস রয়েছে, বিশেষ করে শিয়া ও সুফি ঐতিহ্যে। অনেক সুফি তরিকায় উপাসনার অংশ হিসাবে সঙ্গীতের ব্যবহার করে।\nআইরিশ টাইমসের মতে, \"মুসলিমদের একটি বৃহৎ অংশ\" আধুনিক আলেম যেমন ইউসুফ কারযাভীর গৃহীত মত অনুসরণ করে যে সঙ্গীত নিষিদ্ধ \"কেবলমাত্র যদি এটি মুমিনকে এমন কার্যকলাপের দিকে নিয়ে যায় যা স্পষ্টভাবে নিষিদ্ধ হিসেবে সংজ্ঞায়িত করা হয়েছে, যেমন মদ্যপান ও অবৈধ যৌনতা\"।\nইমাম আল-গাজ্জালি বেশ কয়েকটি হাদিস বর্ণনা করেন এবং এই সিদ্ধান্তে উপনীত হন যে সঙ্গীত নিজে থেকেই অনুমোদিত, তিনি বলেছেন: \"এই সকল আহাদিস আল-বুখারি দ্বারা বর্ণিত এবং গান করা ও বাজানো হারাম নয়।\" তিনি খিযিরের একটি বর্ণনাও উল্লেখ করেছেন, যেখানে সঙ্গীতের প্রতি অনুকূল মতামত প্রকাশ করা হয়েছে।\nহুসেইন রশিদের মতে, \"শায়েখ আল-আজহার মাহমুদ শালতুত, শায়েখ ইউসুফ কারাযাভী এবং আয়াতুল্লাহ রুহুল্লাহ খোমেইনীসহ সমসাময়িক পণ্ডিতরা সকলেই আইনি আদেশ জারি করেছেন যে অডিও আর্টগুলো [সঙ্গীতসহ] যা মানুষকে ঈমানের বিরুদ্ধে যেতে উৎসাহিত করে না তা অনুমোদিত।\" উল্লেখযোগ্য ব্যক্তিরা যাঁরা সঙ্গীতকে হালাল বলে বিশ্বাস করেন তাঁদের মধ্যে রয়েছেন আবু বকর ইবনে আল-আরাবি, ইবনে আল-কায়সারানি, ইবনে সিনা, আবু হামিদ আল-গাজ্জালি, আবদুল গনি আল-নাবুলসি, রুমি, ইবনে রুশদ এবং ইবনে হাযম।\nইউসুফ কারযাভী তাঁর বই দ্য লফুল এন্ড দ্য প্রোহাইবিটেড ইন ইসলাম-এ বলেছেন, গান গাওয়া ততক্ষণ পর্যন্ত হারাম নয় যতক্ষণ পর্যন্ত না:\n\nগানের বিষয়বস্তু \"ইসলামের শিক্ষার বিরুদ্ধে\" চলে যায়, যেমন ওয়াইনের প্রশংসা করা;\nগান গাওয়ার \"পদ্ধতিটি\" হারাম হয়, যেমন \"উদ্দেশ্যমূলক যৌন চালচলনের সঙ্গে থাকা\";\nগানটি \"বিনোদনের সঙ্গে অত্যধিক সম্পৃক্ততার\" দিকে পরিচালিত করে, যেমন অযথা সময় নষ্ট করা যা ধর্মীয় কাজে ব্যয় করা উচিত;\nগানটি \"কারো আবেগকে জাগিয়ে তোলে, তাঁকে পাপের দিকে পরিচালিত, পশু প্রবৃত্তিকে উত্তেজিত করে এবং আধ্যাত্মিকতাকে নিস্তেজ করে\";\nগানটি করা হয় \"হারাম কার্যকলাপের সাথে - উদাহরণস্বরূপ, একটি মদ্যপান পার্টিতে\"।\n\n\n=== শিয়া ব্যাখ্যা ও ইরান ===\nহাদিসের উপর ভিত্তি করে অসংখ্য ইরানি গ্র্যান্ড আয়াতুল্লাহ, সাদিক হুসাইনি শিরাজি, মোহাম্মদ-রেজা গোলপায়গনি, লুতফুল্লাহ শফি গোলপায়গনি, মোহাম্মদ-তকি মেসবাহ-ইয়াজদি, আহমদ জান্নাতি এবং অন্যান্যরা রায় দিয়েছেন যে সকল সঙ্গীত ও বাদ্যযন্ত্র বাজানো হারাম, উদ্দেশ্য যাই হোক না কেন। গ্র্যান্ড আয়াতুল্লাহ রুহুল্লাহ খোমেইনীও একই ধরনের ধর্মীয় অবস্থানে ছিলেন, ২৩ জুলাই ১৯৭৯ তারিখে তিনি বলেছিলেন: \"আপনি যদি আপনার দেশের স্বাধীনতা চান, তাহলে আপনাকে অবশ্যই সঙ্গীতকে দমন করতে হবে এবং একে সেকেলে বলা হতে ভয় পাবেন না। সঙ্গীত একটি জাতির সঙ্গে ও তারুণ্যের সঙ্গে বিশ্বাসঘাতকতা।\" ইরানি বিপ্লবের সময়, খোমেইনী বলেছিলেন: \"...সঙ্গীত হলো একটি মাদকের মতো, যে ব্যক্তি এই অভ্যাসটিকে রপ্ত করে সে গুরুত্বপূর্ণ কর্মকাণ্ডে নিজেকে আর নিয়োজিত করতে পারে না। আমাদের অবশ্যই এটি সম্পূর্ণরূপে পরিহার করতে হবে।\" ১৯৭৯ থেকে ১৯৮৯ সাল পর্যন্ত, বেতার ও টেলিভিশনে শক্তিশালী সামরিক শৈলীতে পরিবেশিত নৈমিত্তিক \"বিপ্লবী গান\" ব্যতীত সকল সঙ্গীত নিষিদ্ধ করা হয়েছিল। খোমেইনীর মৃত্যুর পর, সংস্কারবাদী রাফসানজানি ও খাতামি প্রশাসন ধীরে ধীরে সঙ্গীতের উপর থেকে নিষেধাজ্ঞা তুলে নেয়। ২০১৪ সালে ইরানের বর্তমান সর্বোচ্চ নেতা আলী খামেনেয়ী সালে পশ্চিমা সঙ্গীতের জন্য তাঁর প্রশংসা ব্যক্ত করেছেন, এবং আজকাল ইরানে সঙ্গীতকে সরকারিভাবে অনুমতি দেওয়া হয় যতক্ষণ না পর্যন্ত এটি জাতে ইরানি হয়, যেমন ইরানি লোকসংগীত, শাস্ত্রীয় সঙ্গীত এবং পপ সঙ্গীত অনুমোদিত।\n\n\n=== নিষেধাজ্ঞা নিয়ে সন্দেহ ===\nঅন্তত কিছু সূত্র মতে সঙ্গীতে নিষেধাজ্ঞার বিষয়টি শাস্ত্রের কঠোর ব্যাখ্যার উপর নয় বরং \"ফ্যাশনেবল\" ধর্মনিরপেক্ষ সঙ্গীতের উপর যা \"কামোত্তেজক নৃত্য এবং মদ্যপানের সঙ্গে\" পরিবেশন হয়ে থাকে (জ্যাকব এম. ল্যান্ডাউ), অথবা নিষেধাজ্ঞা সরাসরি \"সঙ্গীতের উপর নয়, [বরং] সঙ্গীতের সঙ্গে আবদ্ধ অবৈধ আচরণের\" উপর (হুসাইন রশিদ)। রশিদের মতে, কুরআনে \"সঙ্গীতের সরাসরি কোনো উল্লেখ নেই\", এবং হাদিসে এ বিষয়ে \"সাংঘর্ষিক ইঙ্গিত\" রয়েছে; ল্যান্ডাউ বলেছেন যে সঙ্গীতের বিরোধিতাকারী পণ্ডিতরা \"কুরআন ও হাদিসের কয়েকটি অস্পষ্ট উদ্দীপকের জোরপূর্বক ব্যাখ্যার উপর নির্ভর করে আছেন।\"\n\n\n== ইসলামি সঙ্গীত ==\n\nইসলামি পন্ডিতদের দ্বারা সঙ্গীতের উপর নিষেধাজ্ঞা থাকা সত্ত্বেও মুসলিম বিশ্বের অনেক স্থানে ভক্তিমূলক/ধর্মীয় সঙ্গীত ও ধর্মনিরপেক্ষ সঙ্গীত ভালোভাবে বিকশিত ও জনপ্রিয় হয়েছে। ঐতিহাসিকভাবে, ইসলামি স্বর্ণযুগে ইসলামি শিল্প ও সঙ্গীতের বিকাশ ঘটেছিল। ধর্মনিরপেক্ষ ও লোকসঙ্গীত শৈলী মধ্যপ্রাচ্যে আরবি সঙ্গীত, ইরানি সঙ্গীত, তুর্কি শাস্ত্রীয় সঙ্গীত ও মিশরীয় সঙ্গীত এবং উত্তর আফ্রিকায় আলজেরীয় ও মরক্কি সঙ্গীতের মধ্যে পাওয়া যায়। দক্ষিণ এশিয়ায় স্বতন্ত্র সঙ্গীত শৈলী রয়েছে আফগান, পাকিস্তানি, বাংলাদেশি, মালদ্বীপীয় সঙ্গীত।\nনাশিদ হলো এক প্রকার মুসলিম ভক্তিমূলক আবৃত্তি সঙ্গীত যা আজকালকার কিছু মুসলিম কোনো ধরনের বাদ্যযন্ত্র ছাড়াই অথবা সম্ভবত তাল দিয়ে বিভিন্ন সুরে আবৃত্তি করে থাকে।\nসার্বজনীন ধর্মীয় অনুষ্ঠানে ব্যবহৃত সঙ্গীত:\n\nতাজিয়া (শিয়া) – ইমাম হুসাইনের শাহাদাতের চিত্রিত একটি আবেগময় নাট্যসঙ্গীত, খণ্ড নাট্যসঙ্গীত, আংশিক ধর্মীয় নাট্যসঙ্গীত, ইরানের বাইরে খুব কমই পরিবেশিত হয়;\nআশুরা সঙ্গীত (শিয়া) – মুহররমের শোকের সময় গাওয়া হয়, ইমাম হুসাইন ও তাঁর অনুসারীদের মৃত্যু স্মরণে;\nথিকিরি – আরবি শব্দ যিকির থেকে আগত, যার অর্থ আল্লাহকে স্মরণ, পূর্ব ও দক্ষিণ আফ্রিকার (তানজানিয়া, মোজাম্বিক, মালাউই, জিম্বাবুয়ে এবং দক্ষিণ আফ্রিকা) ওয়াইয়াও বা ইয়াও জনগণের কাদিরিয়া সুফি তরিকা কর্তৃক গীত;\nমানজুমা – ইথিওপিয়ায় পরিবেশিত নৈতিক গান;\nমাদিহ নববী – মুহাম্মদের প্রশংসা করে গাওয়া আরবি স্তব।\nঅন্তত একজন পণ্ডিত জ্যাকব এম. ল্যান্ডাউয়ের মতে, সমগ্র মুসলিম বিশ্বের বিভিন্ন অঞ্চলগুলোতে কেবল ধর্মনিরপেক্ষ ও লোকসঙ্গীতই পাওয়া যায় না, তবে সঙ্গীত নিয়ে ইসলামের নিজস্ব স্বতন্ত্র শ্রেণি রয়েছে, যা হলো \"ইসলামি সঙ্গীত\" বা \"শাস্ত্রীয় ইসলামি সঙ্গীত\", যেটি \"৬১০ খ্রিস্টাব্দের দিকে ইসলামের আবির্ভাবের সঙ্গে\" একটি \"নতুন শিল্প\" হিসেবে বিকশিত হতে শুরু করে। এটি পারস্য, বাইজেন্টাইন, তুর্কি, আমাজিগ (বারবার) ও মুরদের \"গুরুত্বপূর্ণ অবদান\" সহ প্রাক-ইসলামি আরবীয় সঙ্গীত থেকে গঠিত হয়েছিল। এই জাতের সঙ্গীত \"সুর ও তালের একটি অত্যন্ত সূক্ষ্ম মিশ্রণ দ্বারা চিহ্নিত করা হয়\", যেখানে \"বাদ্যযন্ত্রের উপর কণ্ঠসঙ্গীতের উপাদান প্রাধান্য পায়\"। এখানে কোনো ছন্দ নেই, কেবলমাত্র \"একটি সুরের লাইন\" রয়েছে এবং একজন স্বতন্ত্র সঙ্গীতশিল্পীকে গাইতে দেওয়া হয় \"এবং প্রকৃতপক্ষে অনুপ্রাণিত, উন্নতি করতে\"। মূল এলাকা যেখানে এটি পাওয়া যায় তা \"নীলনদ উপত্যকা থেকে পারস্য পর্যন্ত\" বিস্তৃত এবং যত দূরে কেউ ভ্রমণ করে, \"তত কম ইসলামি সঙ্গীত খুঁজে পায়।\"\n\n\n== আরও দেখুন ==\nইসলামি সঙ্গীত\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nIslamic Arts, Music Britannica.com"}