{"pageid": 1359034, "title": "আমেরিকান কেমিক্যাল সোসাইটি", "url": "https://bn.wikipedia.org/wiki?curid=1359034", "content": "আমেরিকান কেমিক্যাল সোসাইটি ( ACS ) হল মার্কিন যুক্তরাষ্ট্রে অবস্থিত একটি বৈজ্ঞানিক সমাজ যা রসায়নের ক্ষেত্রে বৈজ্ঞানিক অনুসন্ধানকে সমর্থন এবং সহায়তা করে। এটা ১৮৭৬ সালে নিউ ইয়র্ক ইউনিভার্সিটিতে প্রতিষ্ঠা করা হয়। বর্তমানে ACS-এর সমস্ত ডিগ্রী স্তরে এবং রসায়ন, রাসায়নিক প্রকৌশল এবং সংশ্লিষ্ট ক্ষেত্রে ১৫৫,০০০-এর বেশি সদস্য রয়েছে। সদস্য সংখ্যার হিসেবে এটি বিশ্বের বৃহত্তম বৈজ্ঞানিক সমিতিগুলির মধ্যে একটি।  ACS হল একটি 501(c)(3) অলাভজনক সংস্থা এবং মার্কিন যুক্তরাষ্ট্রের কোডের শিরোনাম ৩৬ এর অধীনে একটি কংগ্রেসনাল চার্টার ধারণ করে৷ এর সদর দফতর ওয়াশিংটন ডিসিতে অবস্থিত এবং কলম্বাস, ওহিওতে এর কর্মীদের একটি বড় অংশ কাজ করে।\nACS তার সমকক্ষ-পর্যালোচিত বৈজ্ঞানিক জার্নাল, জাতীয় সম্মেলন এবং রাসায়নিক বিমূর্ত পরিষেবার মাধ্যমে বৈজ্ঞানিক তথ্যের একটি প্রধান উৎস হিসেবে কাজ করে। এর প্রকাশনা বিভাগ আমেরিকান কেমিক্যাল সোসাইটির মর্যাদাপূর্ণ জার্নাল সহ সাপ্তাহিক ট্রেড ম্যাগাজিন কেমিক্যাল অ্যান্ড ইঞ্জিনিয়ারিং নিউজ সহ ৬০টিরও বেশি জার্নাল প্রকাশ করে। ACS রসায়নের সকল ক্ষেত্রের সবাইকে অন্তর্ভুক্ত করে বছরে দুবার জাতীয় সভা করে এবং নির্দিষ্ট রাসায়নিক ক্ষেত্র বা ভৌগোলিক অঞ্চলগুলিতে ছোট ছোট সম্মেলনও করে। ACS-এর আয়ের প্রাথমিক উৎস হল রাসায়নিক বিমূর্ত পরিষেবা, যা বিশ্বব্যাপী রাসায়নিক ডেটাবেস সরবরাহকারী।\nমার্কিন যুক্তরাষ্ট্র এবং মার্কিন যুক্তরাষ্ট্রের বাইরেও কার্যত প্রতিটি বড় বিশ্ববিদ্যালয়ে ACS-এর ছাত্র অধ্যায় রয়েছে।  এই ছাত্র অধ্যায়গুলি প্রধানত স্বেচ্ছাসেবী সুযোগ, কর্মজীবনের উন্নয়ন, এবং ছাত্র এবং অনুষদ গবেষণার আলোচনার উপর ফোকাস করে।  সংস্থাটি পাঠ্যপুস্তক প্রকাশ করে, বেশ কয়েকটি জাতীয় রসায়ন পুরস্কার প্রদান করে, বৈজ্ঞানিক গবেষণার জন্য অনুদান প্রদান করে এবং বিভিন্ন শিক্ষামূলক ও প্রচার কার্যক্রমকে সমর্থন করে।\nACS এর পণ্যের ( সাইফাইন্ডার, জার্নাল এবং অন্যান্য প্রকাশনা), ওপেন এক্সেস প্রকাশনার বিরোধিতা করার জন্য, সেইসাথে অসংখ্য কপিরাইট প্রয়োগকারী মামলা শুরু করার জন্য, প্রায়ই অর্থহীন ফলাফলের জন্য, এর অলাভজনক অবস্থা এবং এর রাসায়নিক তথ্য প্রচারের প্রতিশ্রুতি চার্টার্ড থাকা সত্ত্বেও সমালোচিত হয়। \n\n\n== ইতিহাস ==\n\n\n=== সৃষ্টি ===\n১৮৭৪ সালে, আমেরিকান রসায়নবিদদের একটি দল জোসেফ প্রিস্টলি হাউসে প্রিস্টলির অক্সিজেন আবিষ্কারের ১০০ তম বার্ষিকী উপলক্ষে জড়ো হয়। যদিও সেই সময়ে একটি আমেরিকান বৈজ্ঞানিক সমাজ ছিল ( আমেরিকান অ্যাসোসিয়েশন ফর দ্য অ্যাডভান্সমেন্ট অফ সায়েন্স, যা ১৮৪৮ সালে প্রতিষ্ঠিত হয়েছিল), মার্কিন যুক্তরাষ্ট্রে রসায়নের বৃদ্ধি তাদের একটি নতুন সমাজ প্রতিষ্ঠার কথা বিবেচনা করতে প্ররোচিত করেছিল যা তাত্ত্বিক এবং ফলিত রসায়নের উপর আরও সরাসরি আলোকপাত করবে। দুই বছর পর, ৬ এপ্রিল, ১৮৭৬-এ, ইউনিভার্সিটি অফ দ্য সিটি অফ নিউ ইয়র্ক (বর্তমানে নিউ ইয়র্ক ইউনিভার্সিটি)-এ রসায়নবিদদের এক বৈঠকে আমেরিকান কেমিক্যাল সোসাইটি প্রতিষ্ঠিত হয়।  সোসাইটি ১৮৭৭ সালে নিউইয়র্ক স্টেট থেকে তার সনদ গ্রহণ করে \nচার্লস এফ. চ্যান্ডলার, কলম্বিয়া ইউনিভার্সিটির রসায়নের অধ্যাপক যিনি সমাজকে সংগঠিত করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন, বলেছিলেন যে এই ধরনের একটি সংস্থা \"মূল গবেষণার জন্য একটি শক্তিশালী এবং স্বাস্থ্যকর উদ্দীপনা প্রমাণ করবে, … জাগ্রত করবে এবং অনেক প্রতিভা বিকাশ করবে যা এখন বিচ্ছিন্নতার মধ্যে নষ্ট হচ্ছে, ... অ্যাসোসিয়েশনের সদস্যদের ঘনিষ্ঠ ইউনিয়নে আনবে এবং সাধারণ জনগণের পক্ষ থেকে আমাদের বিজ্ঞান এবং এর ছাত্রদের আরও ভাল উপলব্ধি নিশ্চিত করবে।\" \nযদিও সোসাইটি সংগঠিত করার ভূমিকার কারণে চ্যান্ডলার সোসাইটির প্রথম সভাপতি হওয়ার সম্ভাব্য পছন্দ ছিলেন। কিন্তু নিউ ইয়র্ক বিশ্ববিদ্যালয়ের রসায়নের অধ্যাপক জন উইলিয়াম ড্রেপার তার জাতীয় খ্যাতির কারণে সোসাইটির প্রথম সভাপতি হিসেবে নির্বাচিত হন। ড্রেপার ছিলেন একজন ফটোকেমিস্ট এবং অগ্রগামী ফটোগ্রাফার যিনি ১৮৪০ সালে প্রথম ফটোগ্রাফিক প্রতিকৃতি তৈরি করেছিলেন  চ্যান্ডলার পরবর্তীতে ১৮৮১ এবং ১৮৮৯ সালে সভাপতি হিসেবে দায়িত্ব পালন করবেন \nACS লোগো, মূলত Tiffany's Jewellers দ্বারা ২০ শতকের গোড়ার দিকে ডিজাইন করা হয়েছিল এবং ১৯০৯ সাল থেকে ব্যবহার করা হয়, একটি কালিয়াপরাটের একটি স্টাইলাইজড প্রতীক ব্যবহার করা হয়েছে। \n\n\n=== বৃদ্ধি ===\nআমেরিকান কেমিক্যাল সোসাইটির জার্নাল ১৮৭৯ সালে মূল রাসায়নিক গবেষণা প্রকাশের জন্য প্রতিষ্ঠিত হয়েছিল। এটি ACS দ্বারা প্রকাশিত প্রথম জার্নাল ছিল এবং এখনও এটি সোসাইটির ফ্ল্যাগশিপ পিয়ার-রিভিউ করা প্রকাশনা। ১৯০৭ সালে, কেমিক্যাল অ্যাবস্ট্রাক্টস একটি পৃথক জার্নাল হিসাবে প্রকাশ হয় (এটি আগে JACS-এর মধ্যে প্রকাশিত হয়েছিল), যা পরে রাসায়নিক বিমূর্ত পরিষেবাতে পরিণত হয়, ACS-এর একটি বিভাগ যা বিশ্বব্যাপী গবেষকদের এবং অন্যান্যদের রাসায়নিক তথ্য সরবরাহ করে। কেমিক্যাল অ্যান্ড ইঞ্জিনিয়ারিং নিউজ হল একটি সাপ্তাহিক বাণিজ্য পত্রিকা যা ১৯২৩ সাল থেকে ACS দ্বারা প্রকাশিত হচ্ছে \n১৮৯০ সালে সংগঠনটিকে জাতীয়করণের লক্ষ্যে সোসাইটি একটি নতুন সংবিধান গ্রহণ করে  ১৯০৫ সালে, আমেরিকান কেমিক্যাল সোসাইটি নিউ ইয়র্ক সিটি থেকে ওয়াশিংটনে চলে আসে। ।১৯৩৭ সালে একটি কংগ্রেসনাল চার্টারের অধীনে এসিএস পুনর্গঠিত হয়। এটি মার্কিন কংগ্রেস দ্বারা মঞ্জুর করা হয় এবং রাষ্ট্রপতি ফ্রাঙ্কলিন ডি রুজভেল্ট দ্বারা স্বাক্ষরিত হয়।  ACS এর সদর দপ্তর ১৯৪১ সালে ওয়াশিংটনের কেন্দ্রস্থলে তার বর্তমান অবস্থানে স্থানান্তরিত হয়।\n\n\n== সংগঠন ==\n\n\n=== বিভাগ ===\n ACS প্রথম ১৯০৮ সালে বিজ্ঞানীদের মধ্যে তথ্যের আদান-প্রদানকে উৎসাহিত করার জন্য প্রযুক্তিগত বিভাগ স্থাপন করে যারা রসায়ন বা পেশাগত স্বার্থের বিশেষ ক্ষেত্রে কাজ করে। বিভাগীয় কার্যক্রমের মধ্যে রয়েছে এসিএস মিটিংয়ে কারিগরি সেশনের আয়োজন করা, বই ও তথ্যসম্পদ প্রকাশ করা, পুরস্কার এবং লেকচারশিপ পরিচালনা করা এবং অন্যান্য ইভেন্ট পরিচালনা করা। মূল পাঁচটি বিভাগ ছিল ০১) জৈব রসায়ন, ০২) শিল্প রসায়নবিদ এবং রাসায়নিক প্রকৌশলী, ০৩) কৃষি ও খাদ্য রসায়ন, ০৪) সার রসায়ন, এবং ০৫) ভৌত ও অজৈব রসায়ন।\n ২০১৬ সালের হিসাবে, ACS এর ৩২ টি প্রযুক্তিগত বিভাগ রয়েছে। \n\n\n==== জৈব রসায়ন বিভাগ ====\nএটি সমিতির সবচেয়ে বড় বিভাগ। এটি ২০০৮ সালে এর ১০০তম বার্ষিকী হিসাবে চিহ্নিত।  বিভাগের প্রথম চেয়ারম্যান ছিলেন এডওয়ার্ড কার্টিস ফ্র্যাঙ্কলিন ।  জৈব বিভাগ জৈব সংশ্লেষণ, Inc. এবং জৈব প্রতিক্রিয়া, Inc. প্রতিষ্ঠায় একটি ভূমিকা পালন করে এবং এটি উভয় সংস্থার সাথে ঘনিষ্ঠ সম্পর্ক বজায় রাখে।\n\n\n=== স্থানীয় বিভাগ ===\nস্থানীয় বিভাগগুলি ১৮৯০ সালে অনুমোদিত হয় এবং এগুলো আমেরিকান কেমিক্যাল সোসাইটির স্বায়ত্তশাসিত ইউনিট। তারা তাদের নিজস্ব কর্মকর্তা নির্বাচন করে এবং জাতীয় ACS সংস্থার প্রতিনিধি নির্বাচন করে। স্থানীয় বিভাগগুলি সদস্যদের জন্য পেশাদার বিকাশের সুযোগ প্রদান করে, সম্প্রদায়ের প্রচার অনুষ্ঠানের আয়োজন করে, পুরস্কার প্রদান করে এবং অন্যান্য ব্যবসা পরিচালনা করে।  ১৮৯১ সালে সংগঠিত এসিএস-এর প্রথম স্থানীয় বিভাগ ছিল রোড আইল্যান্ড সেকশন  বর্তমানে আমেরিকান কেমিক্যাল সোসাইটির সমস্ত আমেরিকার ৫০ টি রাজ্য, ডিস্ট্রিক্ট অফ কলম্বিয়া এবং পুয়ের্তো রিকোতে ১৮৬ টি স্থানীয় বিভাগ রয়েছে। \n\n\n=== আন্তর্জাতিক রাসায়নিক বিজ্ঞান অধ্যায় ===\n\nআন্তর্জাতিক রাসায়নিক বিজ্ঞান অধ্যায় মার্কিন যুক্তরাষ্ট্রের বাইরে ACS সদস্যদের পেশাদার এবং বৈজ্ঞানিক বিনিময়ের জন্য স্থানীয়ভাবে সংগঠিত করার অনুমতি দেয়।  বর্তমানে ২৪ টি আন্তর্জাতিক রাসায়নিক বিজ্ঞান অধ্যায় রয়েছে।  \n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Chemistry societies"}