{"pageid": 1359822, "title": "কাল্পনিক জীব", "url": "https://bn.wikipedia.org/wiki?curid=1359822", "content": "কাল্পনিক জীব (এছাড়াও পৌরাণিক বা পৌরাণিক প্রাণী এবং কিংবদন্তি প্রাণী) হল এক ধরণের অলীক কল্পকাহিনীর সত্তা, সাধারণত একটি সংকর, যা প্রমাণিত হয়নি এবং যা লোককাহিনীতে বর্ণিত হয়েছে (পৌরাণিক কাহিনি এবং কিংবদন্তি সহ), তবে আধুনিকতার আগে ঐতিহাসিক বিবরণগুলিতে বৈশিষ্ট্যযুক্ত হতে পারে।\nধ্রুপদী যুগে কাইক্লোপ্স এবং মিনোটরের মতো দানবীয় প্রাণীরা নায়ককে ধ্বংস করার জন্য বীরত্বের গল্পে উপস্থিত হয়। অন্যান্য প্রাণী, যেমন ইউনিকর্ন, প্রাচীনকালের বিভিন্ন পণ্ডিতদের দ্বারা প্রাকৃতিক ইতিহাসের বিবরণে দাবি করা হয়। কিছু কাল্পনিক জীবের উৎপত্তি ঐতিহ্যবাহী পৌরাণিক কাহিনিতে এবং এদের বাস্তব প্রাণী হিসেবে বিশ্বাস করা হত, উদাহরণস্বরূপ ড্রাগন, গ্রিফিন এবং ইউনিকর্ন। অন্যগুলো সত্যিকারের সাক্ষাতের উপর ভিত্তি করে তৈরি হয়েছিল, যা ভ্রমণকারীদের গল্পের বিকৃত বিবরণ থেকে উদ্ভূত হয়, যেমন ভেজিটেবল ল্যাম্ব অফ টারটারি, যা অনুমিতভাবে পৃথিবীর সাথে যুক্ত হয়।\n\n\n== জীব ==\n\nধ্রুপদী যুগের শিল্প ও গল্পে বিভিন্ন ধরনের পৌরাণিক প্রাণী দেখা যায়। উদাহরণস্বরূপ ওডিসিতে নায়ক ওডিসিউসের মুখোমুখি হওয়ার জন্য দানবীয় প্রাণীর মধ্যে রয়েছে কাইক্লোপ্স, সিলা এবং চ্যারিবিডিস। অন্যান্য গল্পের মধ্যে রয়েছে মেডুসাকে পের্সেউসের কাছে পরাজিত করা, (মানুষ/ষাঁড়) মিনোটরকে থেসেউসের দ্বারা ধ্বংস করা এবং হাইড্রাকে হেরাক্লিসের হাতে হত্যা করা, যখন অ্যানিয়াস হার্পিদের সাথে যুদ্ধ করে। এই দানবদের এইভাবে জড়িত নায়কদের মহত্ত্বের উপর জোর দেওয়ার মৌলিক কাজ রয়েছে।\nকিছু ধ্রুপদী যুগের প্রাণী, যেমন (ঘোড়া/মানুষ) সেনতোর, খিমাইরা, ট্রাইটন এবং উড়ন্ত ঘোড়া পেগাসাস ভারতীয় শিল্পেও পাওয়া যায়। একইভাবে, ভারতীয় শিল্পকলা এবং উত্তর আমেরিকার পিয়াসা পাখিতে স্ফিংক্স ডানাযুক্ত সিংহ হিসাবে উপস্থিত হয়।\nমধ্যযুগীয় শিল্পে প্রাণী বাস্তব এবং পৌরাণিক উভয়ই গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। এর মধ্যে মধ্যযুগীয় গহনাগুলোর মতো আলংকারিক ফর্মগুলো অন্তর্ভুক্ত ছিল, কখনও কখনও তাদের অঙ্গগুলি জটিলভাবে সংযুক্ত ছিল। বস্তুতে হাস্যরস বা মহিমা যোগ করার জন্য প্রাণীর রূপ ব্যবহার করা হত। খ্রিস্টান শিল্পে প্রাণীরা প্রতীকী অর্থ বহন করে, যেখানে উদাহরণস্বরূপ ভেড়ার বাচ্চা খ্রিস্টের প্রতীক, একটি ঘুঘু পবিত্র আত্মাকে নির্দেশ করে এবং শাস্ত্রীয় গ্রিফিন মৃতদের একজন অভিভাবককে প্রতিনিধিত্ব করে। জৈবিক বাস্তবতা নির্বিশেষে মধ্যযুগীয় বেস্টিয়ারি প্রাণীদের অন্তর্ভুক্ত করে; ব্যাসিলিস্ক শয়তানের প্রতিনিধিত্ব করে, যখন ম্যান্টিকোর প্রলোভনের প্রতীক।\n\n\n== রূপক ==\n\nমধ্যযুগে পৌরাণিক প্রাণীদের একটি কাজ ছিল রূপক। অর্থাৎ রূপককাহিনী। উদাহরণস্বরূপ, ইউনিকর্নগুলোকে ঐতিহ্যগত পদ্ধতি দ্বারা অসাধারণভাবে দ্রুত এবং ধরাছোঁয়ার বাইরে বলে বর্ণনা করা হয়েছিল। এটি বিশ্বাস করা হয়েছিল যে এই জন্তুটিকে ধরার একমাত্র উপায় ছিল একজন কুমারীকে তার বাসস্থানে নিয়ে যাওয়া। তারপরে ইউনিকর্নটি তার কোলে লাফিয়ে ঘুমাতে যাওয়ার কথা, এই মুহুর্তে একজন শিকারী অবশেষে এটিকে ধরে ফেলতে পারে। প্রতীকের পরিপ্রেক্ষিতে ইউনিকর্ন ছিল খ্রিস্টের একটি রূপক। ইউনিকর্ন নির্দোষতা এবং বিশুদ্ধতার ধারণার প্রতিনিধিত্ব করে। কিং জেমস বাইবেলে গীতসংহিতা ৯২:১০ অনুযায়ী, \"আমার শিং তুমি ইউনিকর্নের শিংয়ের মতো উঁচু করবে।\" কারণ রাজা জেমসের অনুবাদকরা ভুলভাবে হিব্রু শব্দ রি'মকে ইউনিকর্ন হিসেবে অনুবাদ করেছেন। পরবর্তী সংস্করণগুলি এটিকে বন্য বলদ হিসাবে অনুবাদ করে। ইউনিকর্নের ছোট আকার খ্রিস্টের নম্রতাকে নির্দেশ করে।\nআর একটি সাধারণ কাল্পনিক জীব যেটি মধ্যযুগের মধ্যে রূপক ফাংশন পরিবেশন করেছিল তা হল ড্রাগন। ড্রাগনগুলোকে সাপের সাথে চিহ্নিত করা হয়েছিল, যদিও তাদের বৈশিষ্ট্যগুলি ব্যাপকভাবে তীব্র হয়েছিল। ড্রাগনটি অন্য সমস্ত প্রাণীর চেয়ে বড় ছিল বলে মনে করা হয়। এটি বিশ্বাস করা হয়েছিল যে ড্রাগনের কোনও ক্ষতিকারক বিষ ছিল না তবে বিষের প্রয়োজন ছাড়াই এটি আলিঙ্গন করা সমস্ত কিছুকে হত্যা করতে সক্ষম। বাইবেলের ধর্মগ্রন্থগুলো শয়তানের সূত্রে ড্রাগনের কথা বলে এবং সেগুলি মধ্যযুগে সাধারণভাবে পাপ বোঝাতে ব্যবহৃত হয়েছিল। ড্রাগনগুলো ইথিওপিয়া এবং ভারতের মতো জায়গায় বাস করত বলে বলা হয়েছিল, আর এটি এই ধারণার ভিত্তিতে বলা হয় যে এই অবস্থানগুলিতে সর্বদা তাপ থাকে।\nএই ধরনের প্রাণীদের চিত্রিত শিল্পীদের মধ্যে শারীরিক বিশদটি কেন্দ্রীয় লক্ষ্য ছিল না এবং মধ্যযুগীয় বেস্টিয়ারিগুলোকে জৈবিক শ্রেণীকরণ হিসাবে কল্পনা করা হয়নি। ইউনিকর্ন এবং গ্রিফিনের মতো প্রাণীদের মধ্যযুগীয় বেস্টিয়ারিতে আলাদা \"পৌরাণিক\" বিভাগে শ্রেণীবদ্ধ করা হয়নি, যেহেতু প্রতীকী প্রভাব ছিল প্রাথমিক গুরুত্ব। আমরা জানি যে প্রাণীদের অস্তিত্ব এখনও একটি চমৎকার পদ্ধতির সাথে উপস্থাপন করা হয়। মনে হচ্ছে এই রেন্ডারিংগুলোতে শারীরিক মিলের চেয়ে পশুদের ধর্মীয় এবং নৈতিক প্রভাবগুলো অনেক বেশি তাৎপর্যপূর্ণ ছিল। নোনা সি. ফ্লোরেস ব্যাখ্যা করেছেন, \"দশম শতাব্দীর মধ্যে শিল্পীরা ক্রমবর্ধমানভাবে রূপক ব্যাখ্যার দ্বারা আবদ্ধ হয়েছিলেন এবং প্রাকৃতিক চিত্রকে পরিত্যাগ করেছিলেন।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে কাল্পনিক জীব সম্পর্কিত মিডিয়া দেখুন।"}