{"pageid": 1360099, "title": "বোতলের পুনর্ব্যবহার", "url": "https://bn.wikipedia.org/wiki?curid=1360099", "content": "পুনর্ব্যবহারযোগ্য বোতল বলতে এমন ধরনের বোতলকে বোঝায় যা পুনরায় ব্যবহার করা যেতে পারে। কাজটি মূল বোতলজাতকারী কিংবা সর্বশেষ ব্যবহারকারী গ্রাহকদের দ্বারা করা হতে পারে। পরিবেশগত এবং স্বাস্থ্য সুরক্ষা — উভয় কারণেই ভোক্তাদের কাছে পুনর্ব্যবহারযোগ্য বোতলের জনপ্রিয়তা বৃদ্ধি পেয়েছে। পুনরায় ব্যবহারযোগ্য বোতলগুলি পুনরায় ব্যবহারযোগ্য মোড়কজাতকরণের একটি উদাহরণ।\n\n\n== ইতিহাস ==\n\nপ্রথম দিকের কাচের বোতলগুলি প্রায়ই পুনর্ব্যবহৃত হত, যেমন দুধ, পানি, বিয়ার, কোমল পানীয়, দই এবং অন্যান্য ব্যবহারের ক্ষেত্রে। উদাহরণস্বরূপ, বাড়িতে ক্যানিং পদ্ধতিতে খাদ্যদ্রব্য সংরক্ষণের জন্য মেসন বয়ামগুলি তৈরি করা হয়েছিল যা পুনরায় ব্যবহার করা হতো।\nতখন ফেরতযোগ্য বোতলও ব্যবহৃত হতো, যেখানে একজন খুচরা বিক্রেতা প্রায়শই খালি বোতল সংগ্রহ করতো বা গ্রাহকদের ফেরত দেওয়া খালি বোতলগুলি গ্রহণ করতো। বোতলগুলি পুনর্ব্যবহারযোগ্য কেস বা ক্রেটে করে সংরক্ষণ ও মূল বোতলজাতকারীর কাছে ফেরত দেওয়া হতো। কাচের দুধের বোতলগুলি দুধের ক্রেটে পরিবহন করা হতো এবং একজন দুধওয়ালা তা তুলে নিতো। বোতলজাতকারী প্রতিষ্ঠানে বোতলগুলির কোনরূপ ক্ষতি পরীক্ষা করে, পরিষ্কার ও জীবাণুমুক্ত করা হতো এবং পুনরায় বোতলজাতকরণে ব্যবহার করা হতো।\nবিংশ শতাব্দীর দ্বিতীয়ার্ধের শুরুতে, অনেক বোতল একক ব্যবহারের জন্য ডিজাইন করা হয়েছিল, উদ্দেশ্য ছিলো সংগ্রহের খরচ দূর করা। যার ফলে পাতলা কাচের বোতল, কম ব্যয়বহুল প্লাস্টিকের বোতল এবং অ্যালুমিনিয়ামনির্মিত পানীয়ের পাত্রের ব্যবহার শুরু হয়৷\nসুইডেনে ১৮৮৪ সাল থেকে একটি আদর্শ কাচের বোতল পুনর্ব্যবহারযোগ্য ব্যবস্থা রয়েছে। একক-ব্যবহারের পাত্রের মাধ্যমে বর্ধিত বর্জ্যের প্রতিক্রিয়ায়, ১৯৭০ এর দশক থেকে অনেক উন্নত দেশে (কখনও প্রাদেশিক এবং কখনো পৌর সরকার দ্বারা) কন্টেইনার জমাদান আইন গৃহীত হয়েছে। এই আইনে বাধ্যতামূলক করা হয় যে খুচরা বিক্রেতাদের অবশ্যই নির্দিষ্ট ধরণের পাত্র বা নির্দিষ্ট পণ্যের জন্য একটি আমানত ধার্য করতে হবে; খুচরা বিক্রেতাদের তখন রিসাইক্লিংয়ের জন্য খালি বোতল বা ক্যান গ্রহণ করতে হবে এবং এ আমানত ফেরত দিতে হবে। একটি সরকারী তহবিল একজন খুচরা বিক্রেতার কাছ থেকে কন্টেইনার কিনে অন্যকে ফেরত দেওয়ার কারণে সৃষ্ট ভারসাম্যহীনতার মধ্যস্থতা করে এবং ফেরতবিহীন পাত্র থেকে প্রাপ্য লাভও ধরে রাখে। এই প্রক্রিয়া স্বয়ংক্রিয় করার জন্য প্রায়ই রিভার্স ভেন্ডিং মেশিন ব্যবহার করা হয়. মেশিনগুলি ক্যান ও বোতলের বার কোড স্ক্যান করে আমানত প্রদানের তথ্য যাচাই করে, ঘনীভূত সংরক্ষণের জন্য কনটেইনার টুকরো টুকরো করে বা গুঁড়ো করে এবং নগদ বা ভাউচার বিতরণ করে যা স্টোরের চেকআউট রেজিস্টারে খালাস করা যেতে পারে।\nজার্মানিতে, বিভিন্ন পানীয়ের জন্য পুনঃব্যবহারযোগ্য কাঁচ বা প্লাস্টিকের (পিইটি) বোতল পাওয়া যায়, বিশেষ করে বিয়ার ও কার্বনেটেড জল এবং কোমল পানীয়ের (মেহরোয়েগফ্লাশেন) ক্ষেত্রে। বোতল প্রতি জমা (পিফ্যান্ড) হলো ০.০৮-০.১৫ ইউরো, অন্যদিকে রিসাইক্লিংযোগ্য কিন্তু পুনঃব্যবহারযোগ্য নয় এমন প্লাস্টিকের বোতলের জন্য যা ০.২৫ ইউরো। পুনরায় ভর্তি করা হয়না এমন কাচের বোতলের জন্য কোন আমানত নেই। তবে অনেক কাচের বোতল আছে যেগুলি পুনরায় ভর্তি করা হয় — সবচেয়ে পরিচিত নর্মব্রুনেনফ্ল্যাশে — কার্বনেটেড পানীয়ের জন্য ব্যবহৃত একটি ০.৭ লিটার বোতল, যার আমানত ০.১৫ ইউরো।  এটি জার্মান মিনারেল ওয়াটার ইন্ডাস্ট্রির ১৯৬৯ সালের সিদ্ধান্তের পরে চালু করা হয় এবং তখন থেকে প্রায় এক ট্রিলিয়ন পুনরায় ভর্তির জন্য পাঁচ বিলিয়নেরও বেশি বোতল তৈরি করা হয়েছে।\n\n\n== পরিবেশগত পরিণতি ==\n\nকনটেইনারের পুনর্ব্যবহারকে প্রায়শই অধিক টেকসই মোড়কজাতকরণের দিকে একটি অগ্রবর্তী পদক্ষেপ বলে মনে করা হয়। পুনর্ব্যবহার \"বর্জ্য স্তরবিন্যাস\"-এর উপরের দিকের একটি ধাপ। একটি কনটেইনার একাধিকবার ব্যবহার করা হলে, ব্যবহারের প্রতি চক্রে প্রয়োজনীয় মোট উপাদানের পরিমাণ হ্রাস পায়।\nফেরতযোগ্য বনাম অ-ফেরতযোগ্য পদ্ধতির পরিবেশগত তুলনার সাথে অনেক সম্ভাব্য কারণ জড়িত। গবেষকরা বৈচিত্র্যপূর্ণ বিবেচনার ভারসাম্য রক্ষায় প্রায়শই জীবনচক্র বিশ্লেষণ পদ্ধতি ব্যবহার করেন। কিছু কিছু তুলনামূলক বিশ্লেষণে কোন একক বিজয়ী পাওয়া যায় না বরং একটি জটিল বিষয়ের বাস্তবসম্মত দৃষ্টিভঙ্গি ফুটে ওঠে।\nবোতল পুনঃব্যবহারের পক্ষে যুক্তি, বা অন্য পণ্যে তাদের পুনর্ব্যবহার, অধিক বাস্তবসম্মত। অনুমান করা হয়, শুধু মার্কিন যুক্তরাষ্ট্রে, গ্রাহকরা প্রতি সেকেন্ডে ১,৫০০ প্লাস্টিকের জলের বোতল ব্যবহার করে। কিন্তু পিইটি প্লাস্টিক অর্থাৎ ডিসপোজেবল প্লাস্টিক বোটলে ব্যবহৃত প্লাস্টিকের মাত্র ২৩% পুনর্ব্যবহৃত হয়। এইভাবে, প্রতি বছর প্রায় ৩৮ বিলিয়ন জলের বোতল ফেলে দেওয়া হয়, যা প্রায় ১ বিলিয়ন ডলার মূল্যের প্লাস্টিকের সমান। একজন সাধারণ মার্কিন ব্যক্তি প্রতি বছরে ডিসপোজেবল, একক-ব্যবহারের প্লাস্টিকের জলের বোতলের জন্য ২৪২ ডলার খরচ করে। ডিসপোজেবল প্লাস্টিকের জলের বোতলের সাথে সম্পর্কিত পরিবেশগত প্রভাব এবং খরচ বোতলগুলি পুনরায় ব্যবহারের পক্ষে একটি শক্তিশালী যুক্তি।\n\n\n== পরিবারে পুনর্ব্যবহারের উদ্দেশ্যে উৎপাদিত বোতল ==\n\nপানি, কফি, সালাদ ড্রেসিং, স্যুপ, শিশু ফর্মুলা এবং অন্যান্য পানীয়ের জন্য পুনরায় ব্যবহারযোগ্য পানীয় বোতল সাম্প্রতিক বছরগুলিতে ভোক্তাদের কাছে জনপ্রিয়তা অর্জন করেছে। এর কারণ একক-ব্যবহারের প্লাস্টিকের বোতলগুলির সাথে সম্পর্কিত খরচ এবং পরিবেশগত সমস্যা। পুনর্ব্যবহারযোগ্য পানীয় বোতল তৈরিতে ব্যবহৃত উপকরণের মধ্যে রয়েছে কাচ, অ্যালুমিনিয়াম, মরিচারোধী স্টিল ও প্লাস্টিক। পুনর্ব্যবহারযোগ্য বোতলের মধ্যে একক ও দ্বৈত তাপরোধী দেয়ালযুক্ত বোতল উভয়ই অন্তর্ভুক্ত। কিছু শিশুদের বোতলের সাথে অভ্যন্তরীণ ব্যাগ থাকে যা প্রতিবার ব্যবহারের পর প্রতিস্থাপন করা যায়।\n\n\n== আরও দেখুন ==\nবোতল পুনর্নবায়ন\nবোতলজাত পানি\nপুনর্ব্যবহারযোগ্য মোড়ক\n\n\n== তথ্যসূত্র =="}