{"pageid": 1360846, "title": "বানারহাট সমষ্টি উন্নয়ন ব্লক", "url": "https://bn.wikipedia.org/wiki?curid=1360846", "content": "বানারহাট ভারতের অঙ্গরাজ্য পশ্চিমবঙ্গের জলপাইগুড়ি বিভাগের অন্তর্গত জলপাইগুড়ি জেলার জলপাইগুড়ি সদর মহকুমার একটি সমষ্টি উন্নয়ন ব্লক তথা প্রশাসনিক একক।\n\n\n== ইতিহাস ==\n\n২০২০ সালের ১৫ই ডিসেম্বর তারিখে পূর্বতন ধূপগুড়ি ব্লকের সাতটি গ্রামপঞ্চায়েত তথা বানারহাট–১, বানারহাট–২, চামূর্চি, বিন্নাগুড়ি, শালবাড়ী –১, সাকোয়াঝোড়া–১ এবং ঝাড় আল্‌তাগ্রাম–২ নিয়ে নতুন বানারহাট ব্লকের সূচনা হয়।\n\n\n== ভূগোল ==\nবানারহাট ব্লক জলপাইগুড়ি জেলার উত্তর-পূর্ব দিকে অবস্থিত। ব্লকের পশ্চিম সীমানা বরাবর বয়ে গেছে উত্তর দিক থেকে যথাক্রমে চামূর্চি নদী, ডায়না নদী ও গিলাণ্ডি নদী আমার পূর্ব সীমানা রয়েছে দুটি পাহাড়ি নদী রেতি ও সুকৃতি। এছাড়া দক্ষিণ মধ্য ভাগে রয়েছে আড়ংভাসা নদী। ব্লকের উত্তর দিকে রয়েছে উঁচু-নিচু তারাই ভূমি, এই ভূমির চা চাষের জন্য উপযোগী এবং দক্ষিণ দিকে রয়েছে টিলাময় \"ভাবর\" জমি।\nবানারহাট ব্লকের উত্তরে রয়েছে ভুটানের সামৎসে জেলা, পূর্ব দিকে রয়েছে আলিপুরদুয়ার জেলার মাদারীহাট-বীরপাড়া ও ওই জেলার ফালাকাটা ব্লক, দক্ষিণ দিকে রয়েছে ধূপগুড়ি ব্লক, দক্ষিণ-পশ্চিম দিকে রয়েছেন ময়নাগুড়ি ব্লক এবং পশ্চিম দিকে রয়েছে নাগরাকাটা ব্লক।\nএই ব্লকে রয়েছে একটি পঞ্চায়েত সমিতি, ৭ টি গ্রাম পঞ্চায়েত, ১১৬ টি গ্রাম সংসদ, ৫২ টি মৌজা, ৫১ টি জনবসতিপূর্ণ গ্রাম এবং ৩ টি জনগণনা নগর। এই ব্লকটি বানারহাট পুলিশ থানার অধীনস্থ। ব্লকের সদর রয়েছে বানারহাটে।\n\n\n== দারিদ্রের হার ==\n১৯৯৯-২০০০ সালের এনএসএস-এর ৫৫তম রাউন্ডের কেন্দ্রীয় নমুনা ডেটা ব্যবহার করে গ্রামীণ ও শহুরে এলাকায় মাথাপিছু খরচের একটি সমীক্ষার ভিত্তিতে, জলপাইগুড়ি জেলায় গ্রামীণ এলাকায় ৩৫.৭৩% এবং শহরে ৬১.৫৩% দারিদ্র্যের হার পাওয়া গেছে, যা তুলনামূলক উচ্চ। এলাকাটি এমন গুটিকয়েক জেলার মধ্যে পড়ত যেখানে শহুরে দারিদ্র্যের হার গ্রামীণ দারিদ্র্যের হারের চেয়ে বেশি ছিল।\nবিশ্বব্যাংকের একটি রিপোর্ট অনুসারে, ২০১২ সালের হিসাবে জলপাইগুড়ি, বাঁকুড়া এবং পশ্চিম মেদিনীপুর জেলার জনসংখ্যার ২৬-৩১% ছিল দারিদ্র্যসীমার নীচে। পশ্চিমবঙ্গে তুলনামূলকভাবে উচ্চ স্তরের দারিদ্র্য পরিলক্ষিত হয়, যাতে গড় জনসংখ্যার ২০% ছিল দারিদ্র্যসীমার নিচে।\n\n\n== তথ্যসূত্র =="}