{"pageid": 1360546, "title": "পাবজি মোবাইল", "url": "https://bn.wikipedia.org/wiki?curid=1360546", "content": "পাবজি মোবাইল  হল একটি ফ্রি-টু-প্লে ব্যাটেল রয়্যাল ভিডিও গেম যা টেনসেন্ট গেমের একটি বিভাগ লাইটস্পিড এবং কোয়ান্টাম স্টুডিও দ্বারা তৈরি করা হয়েছে। এটি প্লেয়ারআননোওন'স ব্যাটলগ্রাউন্ড- এর একটি মোবাইল গেম অভিযোজন। এটি প্রাথমিকভাবে ১৯ মার্চ ২০১৮ এ অ্যান্ড্রয়েড এবং আইওএসের জন্য প্রকাশিত হয়েছিল।\nএটি ক্রাফটন, টেনসেন্ট এবং ভিএনজি গেমস সহ বিভিন্ন অঞ্চলে একাধিক প্রকাশক দ্বারা প্রকাশিত হয়েছিল।  ২০২২ সালের ডিসেম্বরের মধ্যে, পাবজি মোবাইল প্রায় ১.৩ বিলিয়ন ডাউনলোড বার করা হয়েছে এবং তারা তখন ৯ বিলিওন মার্কিন ডলার আয় করেছে, এটিকে তৃতীয় সর্বোচ্চ-অর্জনকারী মোবাইল গেমে পরিণত করেছে৷ এটি সর্বকালের দ্বিতীয় সর্বাধিক খেলা মোবাইল ভিডিও গেম ।  ২০২১ সালে, গেমটি একটি ভারতীয় সংস্করণ, ব্যাটলগ্রাউন্ডস মোবাইল ইন্ডিয়া এবং PUBG ইউনিভার্সে একটি পৃথক গেমের জন্ম দেয়, যাকে বলা হয় নিউ স্টেট মোবাইল ।\n\n\n== গেমপ্লে ==\nপাবজি মোবাইলে আসল প্লেয়ারআননোওন'স ব্যাটলগ্রাউন্ড এর মতই গেমপ্লের বৈশিষ্ট্য রয়েছে। খেলোয়াড়রা প্যারাস্যুট করে একটি দূরবর্তী দ্বীপে নেমে যায় এবং ম্যাচের আগে নির্বাচিত গেম মোডের উপর নির্ভর করে, একা বা দুই বা চারজনের দলে দাঁড়িয়ে শেষ খেলোয়াড় হিসেবে থাকার জন্য লড়াই করে। প্রতিটি ম্যাচ প্রায় ৩০ মিনিট স্থায়ী হয়। জোনটি পুরোপুরি বন্ধ হতে ঠিক ৩২ মিনিট ৫০ সেকেন্ড সময় লাগে। এর পরে, আপনি জোনের ভিতরে মারা না যাওয়া পর্যন্ত আরও ১১ সেকেন্ড বা তারও বেশি সময়, তাই সম্ভাব্য সর্বোচ্চ প্রায় ৩৩ মিনিট এবং ১০ সেকেন্ড আপনি একটি ম্যাচ খেলতে পারবেন।\nখেলা শুরু হয় অংশগ্রহণকারীদের নিয়ে মানচিত্রের উপরে প্লেনে উড়ে। তারা মানচিত্র অতিক্রম করার সাথে সাথে খেলোয়াড়রা প্যারাসুট নামানোর জায়গা বেছে নেয়। যখন বিমানটি তার ফ্লাইট শেষ করে, তখন দ্বীপের ঘেরের চারপাশে একটি নীল সীমানা তৈরি হয়, যা নিরাপদ অঞ্চল এবং বহিরাগত নীল অঞ্চলের মধ্যে সীমানা চিহ্নিত করে। নীল অঞ্চল প্রতি কয়েক মিনিটে সঙ্কুচিত হয়, এবং জোনে রেখে যাওয়া যে কেউ স্থিরভাবে স্বাস্থ্য হারাবে যতক্ষণ না তারা সেখানে থাকবে, সম্ভাব্য মৃত্যু পর্যন্ত। নিরাপদ অঞ্চল সঙ্কুচিত হলে স্বাস্থ্য ক্ষতির হার বৃদ্ধি পায়।\nখেলোয়াড়রা যখন প্রথম দ্বীপে পৌঁছায়, তখন তাদের কাছে কোনো সরবরাহ বা অস্ত্র থাকে না। অতএব, তাদের অবশ্যই পরিত্যক্ত বাড়ির আশেপাশে বন্দুক এবং গোলাবারুদ খুঁজে বের করতে হবে বা ধ্বংসপ্রাপ্ত খেলোয়াড়দের কাছ থেকে লুট করতে হবে। সাধারণভাবে, মানচিত্রের আরও বিপজ্জনক অংশগুলিতে আরও ভাল অস্ত্র এবং সরঞ্জাম পাওয়া যায়।  নিরাপদ অঞ্চলের নিয়মিত সঙ্কুচিত হওয়ার পাশাপাশি, অস্থায়ী লাল অঞ্চলগুলি এলোমেলোভাবে প্রদর্শিত হতে পারে। এই অঞ্চলগুলি তুলনামূলকভাবে অল্প সময়ের জন্য বোমা দিয়ে এলোমেলোভাবে বাধা দেওয়া হয়। একটি বিস্ফোরিত বোমা স্পর্শ অবিলম্বে আপনি নিহত বা নক হবেন. সময়ে সময়ে, একটি বিমান যুদ্ধক্ষেত্রের উপর দিয়ে উড়ে যায় বিশেষ সরঞ্জাম সহ একটি প্যাকেজ প্রকাশ করতে, সম্ভাব্য বন্দুকের নৈপুণ্য যা দ্বীপের অন্য কোথাও পাওয়া যায় না। সাধারণ নিরাপদ অঞ্চল সঙ্কুচিত হওয়া সহ এই সমস্ত বিশেষ ইভেন্টগুলি, একটি ন্যায্য সতর্কতা দেওয়ার জন্য খেলোয়াড়দের ঘটার আগেই ঘোষণা করা হয়। \nপাবজি- এর মোবাইল সংস্করণের অনন্য অতিরিক্ত বৈশিষ্ট্যগুলির মধ্যে রয়েছে লগ-ইন বোনাস, মিশন এবং মাইক্রো-গোল, ক্রু নিয়োগ, সতীর্থদের কাছে বড় এবং স্পষ্ট মার্কার সহ মানচিত্র এবং কম্পাসের উন্নতি, এবং একটি অটো লুট সিস্টেম, সেইসাথে বর্ধিত সংখ্যা বট \n\n\n== উন্নয়ন ==\nপাবজি মোবাইল হল জনপ্রিয় ব্যাটেল রয়্যাল গেম, পাবজি: ব্যাটলগ্রাউন্ডস , পাবজি স্টুডিও এবং লাইটস্পীড এবং কোয়ান্টাম স্টুডিও দ্বারা বিকাশিত, বিশ্বব্যাপী টেনসেন্ট গেমস দ্বারা প্রকাশিত, যেখানে ক্রাফটন এবং ভিএনজি গেমগুলি যথাক্রমে ভারত, কোরিয়া এবং ভিয়েতনামে। গেমটি ২০১৮ সালের মার্চ মাসে প্রকাশিত হয়েছিল এবং তখন থেকে এটি বিশ্বের অন্যতম জনপ্রিয় মোবাইল গেম হয়ে উঠেছে।\nপাবজি মোবাইলের বিকাশ সম্পূর্ণ হতে মাত্র ৪ মাস সময় লেগেছে, কারণ সারা বিশ্বের একাধিক দল এই প্রকল্পে অবদান রেখেছে। প্রকল্পটি গেমটির আসল পিসি এবং কনসোল সংস্করণের সাথে শুরু হয়েছিল, যা ব্রেন্ডন গ্রিন (PlayerUnknown নামে পরিচিত) দ্বারা বিকাশ করা হয়েছিল এবং ২০১৭ সালে প্রকাশিত হয়েছিল। সেই নির্দিষ্ট গেমের সাফল্যের পরে, Tencent Games মোবাইল সংস্করণের জন্য পাবজি স্টুডিওগুলির সাথে তাদের উন্নয়ন প্রকল্প শুরু করে। এটি করার জন্য, তাদের আনরিয়েল ইঞ্জিন ৪ এর একটি বিবর্তন তৈরি করতে হয়েছিল, যা মোবাইল প্ল্যাটফর্মের জন্য অপ্টিমাইজ করা হয়েছিল, মসৃণ কর্মক্ষমতা এবং উন্নত গ্রাফিক্সের উপর মনোযোগ দিয়ে। \nলোয়ার-এন্ড অ্যান্ড্রয়েড ডিভাইসগুলির জন্য গেমটির একটি সংক্ষিপ্ত সংস্করণ,পাবজি মোবাইল লাইট, এশিয়ান, ল্যাটিন আমেরিকান এবং আফ্রিকান দেশগুলিতে মুক্তির আগে ২৮ জানুয়ারী ২০১৯ এ থাইল্যান্ডে প্রথম প্রকাশিত হয়েছিল। \n\n\n== মুক্তি ==\nউইন্ডোজ সংস্করণের জন্য ভারতের আন্তর্জাতিক চুক্তি অনুসরণ করে, টেনসেন্ট গেমস এবং পাবজি কর্পোরেশন চীনে গেমটির দুটি মোবাইল সংস্করণ প্রকাশ করার পরিকল্পনা ঘোষণা করেছে।  প্রথম, PUBG: Exhilarating Battlefield, হল মূল গেমের একটি সংক্ষিপ্ত সংস্করণ এবং এটি LightSpeed & Quantum Studio, Tencent Games এর অভ্যন্তরীণ বিভাগ দ্বারা তৈরি করা হয়েছে।  দ্বিতীয়টি, পাবজি: আর্মি অ্যাটাক, যুদ্ধজাহাজে অ্যাকশন সহ আরও আর্কেড-স্টাইল উপাদান অন্তর্ভুক্ত করে এবং টেনসেন্টের টিমি স্টুডিও দ্বারা তৈরি করা হয়েছে।  উভয় সংস্করণই ফ্রি-টু-প্লে, এবং ৯ ফেব্রুয়ারি ২০১৭-এ অ্যান্ড্রয়েড এবং iOS ডিভাইসের জন্য মুক্তি পায়।  গেমগুলির সম্মিলিত মোট ৭৫ মিলিয়ন প্রাক-নিবন্ধন ছিল, এবং লঞ্চের সময় চীনা iOS ডাউনলোড চার্টে প্রথম এবং দ্বিতীয় স্থানে ছিল।  কানাডায় একটি সফট লঞ্চের পর, এক্সহিলারেটিং ব্যাটলফিল্ডের একটি ইংরেজি সংস্করণ, পাবজি মোবাইল হিসাবে স্থানীয়করণ, ১৯ ২০১৮-এ বিশ্বব্যাপী প্রকাশিত হয়েছিল।  পাবজি মোবাইল KR, একটি কোরিয়ান এবং জাপানি ভিত্তিক সংস্করণ এবং পাবজি মোবাইল VN, একটি ভিয়েতনামী ভিত্তিক সংস্করণ যা যথাক্রমে জুন ২০১৮ এবং জানুয়ারী ২০১৯ এ প্রকাশিত হয়েছে।\nচীনে, পাবজি মোবাইল একটি অনুমোদিত রিলিজের জন্য সরকারের অনুমোদনের অপেক্ষায় ছিল, এই সময়ে গেমটি শুধুমাত্র একটি সর্বজনীন পরীক্ষা হিসাবে দেওয়া যেতে পারে। যাইহোক, ২০১৮ সালের বেশিরভাগ সময় জুড়ে সরকারী অনুমোদন ফ্রিজের কারণে টেনসেন্টের পরিকল্পিত প্রকাশ স্থগিত করা হয়েছিল। মে ২০১৯ এর মধ্যে, টেনসেন্ট ঘোষণা করেছে যে এটি আর চীনে পাবজি মোবাইল প্রকাশ করার চেষ্টা করবে না, বরং গেমটিকে গেম ফর পিস শিরোনামে পুনরায় প্রকাশ করবে; গেমটির এই সংস্করণটি চীনের বিষয়বস্তু সীমাবদ্ধতা যেমন রক্ত ও রক্তাক্ত ক্ষয় দূর করার জন্য মূল গেমের উপাদান পরিবর্তন করেছে।  এর প্রকাশের পর, গেমটির একটি তাইওয়ানি সংস্করণ, পাবজি মোবাইল TW প্রকাশিত হয়েছিল।\nলোয়ার-এন্ড মোবাইল ডিভাইসের জন্য একটি সংস্করণ, পাবজি মোবাইল লাইট, ২৫ জুলাই ২০১৯ এ প্রকাশিত হয়েছিল  এটি একাধিক অ্যান্ড্রয়েড ডিভাইসে উচ্চ এফপিএস গেমপ্লে সমর্থন করে এবং ৬০ জন খেলোয়াড়ের জন্য তৈরি একটি ছোট মানচিত্র বৈশিষ্ট্যযুক্ত।  ২০২০ সালে অ্যাপটির চীনা সংস্করণটিকে আবার পিসকিপার এলিট নামকরণ করা হয় \n\n\n== বিতর্ক ==\n২০২০ সালের ২ সেপ্টেম্বর, ইলেকট্রনিক্স এবং তথ্য প্রযুক্তি মন্ত্রক  চীন–ভারত খণ্ডযুদ্ধ, ২০২০ মধ্যে ভারতে পাবজি মোবাইল নিষিদ্ধ করেছিল। এর পরে, ৩০ অক্টোবর ২০২০ তারিখে Tencent Games ভারতে ব্যবহারকারীদের জন্য সমস্ত পরিষেবা বন্ধ করে দিয়েছে। ৬ মে ২০২১-এ, ক্রাফটন ভারত সরকার কর্তৃক আরোপিত নিষেধাজ্ঞার পর ভারতে গেমটি পুনরায় চালু করার ঘোষণা দেয়। ক্রাফটন ভারতে ব্যাটলগ্রাউন্ডস মোবাইল ইন্ডিয়া নামে গেমটি প্রকাশ করেছে, যা শুধুমাত্র ভারতের ব্যবহারকারীরা অ্যাক্সেস করতে পারবেন। ২০২২ সাল পর্যন্ত, চীনা সার্ভারে ডেটা লিক হওয়ার কারণে সরকারের নির্দেশ অনুসারে BGMI গেমটিকে প্লেস্টোর এবং অ্যাপস্টোর থেকে সরিয়ে দেওয়া হয়েছে, কিন্তু ডাউনলোড করা যাবে এবং APK সংস্করণ হিসেবে চালানো যাবে যা ভারতে PUBG মোবাইলের জন্য করা যাবে না। .\n২৮ জানুয়ারী ২০২২-এ, পাকিস্তানের একজন ১৮ বছর বয়সী তার পুরো পরিবারকে গুলি করে হত্যা করেছিল। পাঞ্জাব পুলিশের মতে এই গেমটিকে খুনের প্রভাব হিসেবে উল্লেখ করা হয়েছে। \n\n\n== খেলাধুলা ==\n\nগেমটি বেশ কয়েকটি ইস্পোর্টস লিগ এবং টুর্নামেন্ট আয়জন করে।  প্রতিটি অঞ্চলে একটি পাবজি মোবাইল ক্লাব ওপেন (PMCO) রয়েছে এবং খেলোয়াড়রা পরবর্তী টুর্নামেন্ট পর্যন্ত তাদের নিজ নিজ অঞ্চলে প্রতিযোগিতা করে।  সাইন আপ করা অনেক দলের মধ্যে মাত্র ৩২ টি দল যোগ্যতা অর্জন করতে পারে। এই পর্যায়টি পিএমসিও গ্রুপ পর্যায় নামে পরিচিত, যেখানে ৩২ টি দলকে আটটির চারটি গ্রুপে ভাগ করা হয়েছে। বাংলাদেশে PMCO প্রথমবারের মতো ২০২০ সালে অনুষ্ঠিত হয়েছিল।  গ্রুপ পর্ব শেষ হয়ে গেলে, ফাইনাল অনুষ্ঠিত হয় যেখানে শীর্ষ ১৬ টি দল খেলবে। এখান থেকে, দলগুলি এটিকে পাবজি মোবাইল প্রো লীগ (PMPL) নামে পরিচিত একটি উচ্চ স্তরের প্রতিযোগিতায় পরিণত করার জন্য প্রতিযোগিতা করে। পরবর্তীতে, ভারত, চীন, ইন্দোনেশিয়া এবং আরও অনেক কিছু সহ বিভিন্ন দেশে ইস্পোর্টস অনেক বেড়েছে, অনেক সম্ভাব্য খেলোয়াড়দের সুযোগ দিয়েছে। \n\n\n== অভ্যর্থনা ==\n \nরিভিউ এগ্রিগেটর মেটাক্রিটিক অনুসারে পাবজি মোবাইল \"সাধারণত অনুকূল\" রিভিউ পেয়েছে।\n\n\n=== ডাউনলোড ===\nপাবজি মোবাইল  বিশ্বব্যাপী ৩০০ মিলিয়ন ডাউনলোড নিয়ে ২০১৮ সালের দ্বিতীয় সর্বাধিক ডাউনলোড করা মোবাইল গেম ছিল। গেমটির বৃহত্তম বাজার ছিল চীন, যেটি গেমটির ডাউনলোডের ২৯% জন্য দায়ী, তারপরে ভারত এবং মার্কিন যুক্তরাষ্ট্র, প্রত্যেকে প্রায় ১০% (৩০) মিলিয়ন) এর ডাউনলোড। এটি ছিল ২০১৮ সালের সবচেয়ে ইনস্টল করা ব্যাটল রয়্যাল গেম।  ২০২১ সালের মার্চ মাসে, পাবজি মোবাইল চীনের বাইরে এক বিলিয়নেরও বেশি ডাউনলোড জমা করেছিল।  পিসকিপার এলিট, গেমটির চাইনিজ সংস্করণ এবং ব্যাটলগ্রাউন্ডস মোবাইল ইন্ডিয়া সহ, ২০২২ সালের ডিসেম্বর পর্যন্ত গেমটির মোট খেলোয়াড় সংখ্যা প্রায় ১.৩ বিলিয়ন ছিল \n\n\n=== আয় ===\nPUBG মোবাইল ২০১৮ সালে জাপানে ¥৩.৫৮ বিলিয়ন (৳৩৫০ কোটি) আয় করেছে  পাবজি মোবাইল ২০২০ সালের আগস্টের মধ্যে মার্কিন$৩.৫ বিলিয়ন আয় করেছে  পাবজি মোবাইল ২০২০ সালে মার্কিন$২.৬ বিলিয়ন বেশি আয় করেছে, এটিকে বছরের সর্বোচ্চ আয়কারী গেম বানিয়েছে এবং ডিসেম্বর ২০২০-এর হিসাব অনুযায়ী এটির মোট আয় মার্কিন$৪.৩ বিলিয়ন বেশি হয়েছে  . ২০২২ সালের ডিসেম্বর পর্যন্ত এই সংখ্যা বেড়ে দাঁড়িয়েছে $৯ বিলিয়ন \n\n\n=== পুরস্কার ===\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nটেমপ্লেট:PlayerUnknown's Battlegrounds"}