{"pageid": 1360597, "title": "বেদিকা পিন্টো", "url": "https://bn.wikipedia.org/wiki?curid=1360597", "content": "বেদিকা পিন্টো (ইংরেজি:Vedika Pinto) হলেন একজন ভারতীয় অভিনেত্রী, মডেল এবং নৃত্যশিল্পী, যিনি বলিউডে তার অবদানের জন্য সবচেয়ে বেশি পরিচিত। ১৯৯৫ সালের ১৪ অক্টোবর, মহারাষ্ট্রে মুম্বাইতে জন্মগ্রহণ করেন, তিনি রিটভিজের জনপ্রিয় গান \"লিগি\" এর মিউজিক ভিডিওতে একটি মন্ত্রমুগ্ধকর আত্মপ্রকাশের মাধ্যমে তার কর্মজীবন শুরু করেছিলেন, যেখানে তিনি একটি সাহসী, বন্য এবং নির্ভীক বধূর চরিত্রে অভিনয় করেছিলেন, যা দর্শকদের মুগ্ধ করেছিল। তার শক্তি এবং নড়বড়ে. এই ভিডিওটি প্রখ্যাত অভিনেতা সালমান খানের দৃষ্টি আকর্ষণ করেছে, যিনি এটি তার ইনস্টাগ্রাম অ্যাকাউন্টে শেয়ার করেছেন, যা বেদিকার ক্রমবর্ধমান জনপ্রিয়তাকে আরও বাড়িয়ে তুলেছে। তার অসাধারণ প্রতিভা এবং পর্দায় মনোমুগ্ধকর উপস্থিতি তাকে শশান্ত শাহ পরিচালিত বলিউড থ্রিলার ফিল্ম অপারেশন রোমিও-তে তার অভিনয়ের অভিষেক ঘটায়। ফিল্মটি বেদিকার ক্যারিয়ারে একটি উল্লেখযোগ্য মাইলফলক চিহ্নিত করে, তাকে ইন্ডাস্ট্রিতে একজন প্রতিশ্রুতিশীল অভিনেত্রী হিসেবে প্রতিষ্ঠিত করে। তার অনবদ্য অভিনয় দক্ষতা, আকর্ষণীয় সৌন্দর্য এবং বহুমুখিতা দিয়ে, বেদিকা একটি অনুগত ফ্যান বেস অর্জন করেছে এবং তার অভিনয় দিয়ে দর্শকদের আকর্ষণ করে চলেছে। যেহেতু তিনি তার পরবর্তী ছবি ২০২৩ সালে, \"গুমরাহ\" করেছেন, \"থাদাম\" এর রিমেক, যেখানে তিনি আদিত্য রায় কাপুরের সাথে স্ক্রিন ভাগ করেছেন, বেদিকা পিন্টোর তারকা হিসেবে নিঃসন্দেহে উত্থান হচ্ছে এবং তিনি ভারতীয় চলচ্চিত্র শিল্পে একটি বিশিষ্ট ব্যক্তিত্ব হয়ে উঠেছে।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nবেদিকা পিন্টো ভারতের মহারাষ্ট্রের মুম্বাইতে ১৪ অক্টোবর ১৯৯৫ সালে জন্মগ্রহণ করেন। তিনি একটি মিশ্র ধর্মীয় পটভূমি থেকে এসেছেন, তার বাবা জনি পিন্টো ছিলেন খ্রিস্টান এবং তার মা মনিয়া সায়গাল পিন্টো ছিলেন হিন্দু। বেদিকার বীর পিন্টো নামে এক ভাই আছে। তিনি মুম্বাইয়ের ইকোল মন্ডিয়েল ওয়ার্ল্ড স্কুলে তার স্কুলিং শেষ করেন এবং পরে রয়্যাল হলওয়ে, লন্ডন বিশ্ববিদ্যালয় থেকে স্নাতক হন।\n\n\n== কর্মজীবন ==\nবেদিকা পিন্টো একটি মডেল হিসাবে তার কর্মজীবন শুরু করেন এবং ২০১৯ সালে রিতভিজের মিউজিক ভিডিও লিগি-তে তার উপস্থিতির জন্য স্বীকৃতি লাভ করেন। মিউজিক ভিডিওটি ব্যাপক জনপ্রিয়তা অর্জন করে এবং সালমান খানের প্রশংসা লাভ করে, যিনি এটি তার ইনস্টাগ্রাম অ্যাকাউন্টে শেয়ার করেছিলেন। ২০২২ সালে, তিনি শশান্ত শাহ পরিচালিত বলিউড ফিল্ম অপারেশন রোমিও-এ তার অভিনয়ে আত্মপ্রকাশ করেন।\n\n\n== ব্যক্তিগত জীবন ==\nবেদিকা পিন্টো বর্তমানে অবিবাহিত।\n\n\n== চলচ্চিত্রের তালিকা ==\nঅপারেশন রোমিও (২০২২)\nগুমরাহ (২০২৩)\n\n\n== অন্যান্য কাজ ==\nবেদিকা পিন্টো রিটভিজের \"লিগি\" গানের মিউজিক ভিডিওতেও উপস্থিত হয়েছেন, যেটি ইউটিউবে ৩.৭ মিলিয়নেরও বেশি ভিউ নিয়ে উল্লেখযোগ্য সাফল্য অর্জন করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইনস্টাগ্রামে বেদিকা পিন্টো\nলিগি মিউজিক ভিডিও ইউটিউবে"}