{"pageid": 1360946, "title": "থিক কুয়াং ডুক", "url": "https://bn.wikipedia.org/wiki?curid=1360946", "content": "থিক কুয়াং ডুক (ভিয়েতনামি: [tʰǐk̟ kʷâːŋ ɗɨ̌k] (); Hán tự: 釋廣德, ১৮৯৭ – ১১ জুন ১৯৬৩; জন্ম Lâm Văn Túc) ছিলেন একজন ভিয়েতনামী মহাযান বৌদ্ধ ভিক্ষু যিনি ১৯৬৩ সালের ১১ জুন ব্যস্ত সায়গন সড়কের মোড়ে আত্ম-দাহনের মাধ্যমে আত্মহত্যা করে মারা যান। কট্টর রোমান ক্যাথলিক নাগো দিনাজ দিমের মার্কিন সমর্থিত দক্ষিণ ভিয়েতনামী সরকারের দ্বারা বৌদ্ধদের নিপীড়নের বিরুদ্ধে কুয়াং ডুক প্রতিবাদ করছিলেন। দিম সরকারের নীতির প্রতি দৃষ্টি আকর্ষণ করে তার আত্ম-দাহনের আলকচিত্র সারা বিশ্বে ছড়িয়ে পড়ে। জন এফ. কেনেডি একটি আলোকচিত্র সম্পর্কে বলেছেন, \"ইতিহাসে কোনো সংবাদচিত্র সারা বিশ্বে এতটা আবেগ তৈরি করেনি।\" ম্যালকম ব্রাউন ভিক্ষুর মৃত্যুর আলোকচিত্রের জন্য ওয়ার্ল্ড প্রেস ফটো অব দ্য ইয়ার জিতেছেন।\nকুয়াং ডুকের মৃত্যু দিমের উপর আন্তর্জাতিক চাপ বৃদ্ধি করে এবং তাকে বৌদ্ধদের ঢেলে সাজানোর অভিপ্রায়ে সংস্কার ঘোষণা করতে এক প্রকার বাধ্য করে। তবে, প্রতিশ্রুত সংস্কারগুলি বাস্তবায়িত হয়নি, যার ফলে বিরোধের অবনতি ঘটে। প্রতিবাদ অব্যাহত থাকায়, দিমের ভাই, নগো দিন নুর অনুগত এআরভিএন বিশেষ বাহিনী, দক্ষিণ ভিয়েতনাম জুড়ে বৌদ্ধ প্যাগোডায় অভিযান শুরু করে, কুয়াং ডুকের সংরক্ষিত হৃৎপিণ্ড জব্দ করে এবং হত্যা ও ব্যাপক ক্ষতিসাধন করে। বেশকিছু বৌদ্ধ সন্ন্যাসী কুয়াং ডুকের উদাহরণ অনুসরণ করেন নিজেদেরকেও আত্ম-দাহন করে। অবশেষে, একটি মার্কিন-সমর্থিত অভ্যুত্থান দিমের পতন ঘটায়, এবং ১৯৬৩ সালের ২ নভেম্বর তাকে গুপ্তহত্যা করা হয়।\n\n\n== জীবনী ==\nকুয়াং ডুকের জীবনের বৃত্তান্ত বৌদ্ধ সংগঠনগুলি দ্বারা প্রচারিত তথ্য থেকে পাওয়া যায়। তিনি মধ্য ভিয়েতনামের খান হোয়া প্রদেশের ভ্যান নিন জেলার হোই খানহ গ্রামে লাম ভ্যান তুক নামে জন্মগ্রহণ করেন। তিনি লাম হুউ উং এবং স্ত্রী নগুয়েন থি নুওংয়ের সাত সন্তানের মধ্যে একজন। সাত বছর বয়সে, তিনি বৌদ্ধধর্ম অধ্যয়নের জন্য বৌদ্ধ সন্ন্যাসী থিচ হোয়াং থামের অধীনে চলে যান, যিনি ছিলেন তার মামা এবং একজন আধ্যাত্মিক গুরু। থিচ হোয়াং থাম তাকে একটি পুত্র হিসাবে বড় করেন এবং তার নাম লাম ভ্যান টুক পরিবর্তন করে নগুয়েন ভ্যান খিয়েত রাখেন। ১৫ বছর বয়সে, তিনি সামানেরা (নতুন) ব্রত গ্রহণ করেন এবং ২০ বছর বয়সে ধর্ম নাম থিচ কোয়াং ডুক নামে একজন সন্ন্যাসী হিসেবে নিযুক্ত হন। ভিয়েতনামী নাম থিক (釋) \"থিক কা\"-এর রূপ বা \"ঠিক চা\" (釋迦), যার অর্থ \"শাক্য বংশের।\" অর্ডিনেশনের পর, তিনি নিন হোয়ার নিকট একটি পাহাড়ে ভ্রমণ করেন, তিন বছর ধরে এক নির্জন বৌদ্ধ ধর্ম-অনুশীলনের মতো জীবনযাপন করার শপথ নেন। তিনি পরবর্তী জীবনে ফিরে আসেন তার পর্বত অবসরে থিয়েন লোক প্যাগোডা চালু করতে।\nতার স্ব-আরোপিত বিচ্ছিন্নতা শেষ হওয়ার পর, তিনি ধর্মের ব্যাখ্যা করে মধ্য ভিয়েতনামের চারপাশে ভ্রমণ শুরু করেন। দুই বছর পর, তিনি ন্যহা ট্রাংয়ের কাছে স্যাক তু থিয়েন আন প্যাগোডায় পশ্চাদপসরণ করেন। ১৯৩২ সালে, তিনি খান হোয়া প্রদেশে ভিক্ষুদের পরিদর্শক হওয়ার আগে নিন হোয়াতে বৌদ্ধ সমিতির একজন পরিদর্শক নিযুক্ত হন। মধ্য ভিয়েতনামে এই সময়কালে, তিনি ১৪টি মন্দির নির্মাণের জন্য অবদান রেখেছিলেন। ১৯৩৪ সালে, তিনি দক্ষিণ ভিয়েতনামে চলে যান এবং বৌদ্ধ শিক্ষার প্রচারের জন্য প্রদেশ জুড়ে ভ্রমণ করেন। দক্ষিণ ভিয়েতনামে থাকাকালীন, তিনি থেরবাদ বৌদ্ধ ঐতিহ্য অধ্যয়ন করতে কম্বোডিয়ায় দুই বছর কাটিয়েছিলেন।\nকম্বোডিয়া থেকে ফিরে আসার পর, তিনি দক্ষিণে তার সময়কালে আরও ১৭টি নতুন মন্দির নির্মাণের তদারকি করেন। তিনি যে ৩১টি নতুন মন্দির নির্মাণের জন্য আব্দান রেখেছিলেন তার মধ্যে শেষটি ছিল সায়গনের উপকণ্ঠে গিয়া দং প্রদেশের  ফু নুহুন জেলার কোয়ান দ্য আম প্যাগোডা। যে রাস্তায় মন্দিরটি দাঁড়িয়ে আছে সেটির নাম পরিবর্তন করে ১৯৭৫ সালে কুয়াং ডুক সড়ক রাখা হয়। মন্দির-নির্মাণ পর্বের পর, কুয়াং ডুককে ভিয়েতনামী সন্ন্যাসীদের মণ্ডলীর আনুষ্ঠানিক আচার-অনুষ্ঠানের প্যানেলের সভাপতি এবং ফুওক হোয়া প্যাগোডার মঠাধ্যক্ষ হিসেবে নিয়োগ করা হয়েছিল, যা ছিল অ্যাসোসিয়েশন ফর বুদ্ধিস্ট স্টাডিজ অব ভিয়েতনামের (এবিএসভি) প্রাথমিক অবস্থান। যখন এবিএসভি-এর কার্যালয় সা লয় প্যাগোডায় স্থানান্তরিত করা হয়, সায়গনের প্রধান প্যাগোডা, কুয়াং ডুক পদত্যাগ করেন।\n\n\n== আত্ম-দাহন ==\n\n\n=== ধর্মীয় পটভূমি ===\n\nযে দেশে সেই সময়ে ধর্মীয় গঠনের সমীক্ষায় বৌদ্ধ সংখ্যাগরিষ্ঠের সংখ্যা ৭০ থেকে ৯০ শতাংশের মধ্যে ছিল বলে অনুমান করা হয়েছিল। রাষ্ট্রপতি দিম ক্যাথলিক সংখ্যালঘুদের একজন সদস্য ছিলেন এবং পাবলিক সার্ভিস ও সামরিক পদোন্নতি, সেইসাথে জমি বরাদ্দ, ব্যবসায়িক ব্যবস্থা এবং ট্যাক্স রেয়াতের জন্য ক্যাথলিকদের পক্ষে বৈষম্যমূলক নীতি অনুসরণ করেন। কর্মকর্তাটি একজন বৌদ্ধ পরিবারের ছিল তা ভুলে গিয়ে, দিম একবার একজন উচ্চ পদস্থ কর্মকর্তাকে বলেছিলেন, \"আপনার ক্যাথলিক কর্মকর্তাদের সংবেদনশীল জায়গায় রাখুন। তাদের বিশ্বাস করা যেতে পারে।\" ভিয়েতনাম প্রজাতন্ত্রের সেনাবাহিনীর (এআরভিএন) অনেক কর্মকর্তা রোমান ক্যাথলিক ধর্মে রূপান্তরিত হয়েছিল কারণ তাদের সামরিক সম্ভাবনা এটির উপর নির্ভর করতো। অতিরিক্তভাবে, গ্রামীণ আত্মরক্ষার মিলিশিয়াদের কাছে আগ্নেয়াস্ত্র বিতরণের সময় শুধুমাত্র রোমান ক্যাথলিকদের অস্ত্র দেওয়া হয়েছিল, সেনাবাহিনীতে কিছু বৌদ্ধ যদি তারা রোমান ক্যাথলিক ধর্মে রূপান্তর করতে অস্বীকার করে তবে তাদের পদোন্নতি থেকে বঞ্চিত করা হয়েছিল।\nকিছু ক্যাথলিক যাজক তাদের নিজস্ব ব্যক্তিগত সেনাবাহিনী চালাতেন; যারা কিছু এলাকায় জোরপূর্বক ধর্মান্তর, লুটপাট, গোলাবর্ষণ এবং প্যাগোডা ধ্বংস করেছিল, যেগুলোর প্রতি সরকারের ভূমিকা নিরব ছিল। কিছু বৌদ্ধ গ্রাম সাহায্য পেতে বা দিমের শাসন দ্বারা জোরপূর্বক পুনর্বাসিত হওয়া এড়াতে ব্যাপকভাবে ধর্মান্তরিত হয়েছিল। ফরাসিদের দ্বারা বৌদ্ধধর্মের উপর আরোপিত \"ব্যক্তিগত\" মর্যাদা, যা জনসাধারণের বৌদ্ধ ক্রিয়াকলাপ পরিচালনা করতে ইচ্ছুকদের দ্বারা সরকারি অনুমতি নেওয়ার প্রয়োজন ছিল, দিম দ্বারা তা বাতিল করা হয়নি। ক্যাথলিকরাও প্রকৃতপক্ষে কর্ভি শ্রম থেকে অব্যাহতিপ্রাপ্ত ছিল, যা সরকার সকল নাগরিককে সম্পাদন করতে বাধ্য করেছিল এবং মার্কিন যুক্তরাষ্ট্রের সাহায্য দিমের শাসন দ্বারা ক্যাথলিক সংখ্যাগরিষ্ঠ গ্রামগুলিতে অসামঞ্জস্যপূর্ণভাবে বিতরণ করা হয়েছিল।\nক্যাথলিক চার্চ দেশের বৃহত্তম জমির মালিক ছিল এবং সম্পত্তি অধিগ্রহণে বিশেষ ছাড় উপভোগ করেছিল এবং ক্যাথলিক চার্চের মালিকানাধীন জমি ভূমি সংস্কার থেকেও অব্যাহতি ছিল। দক্ষিণ ভিয়েতনামের সমস্ত বড় পাবলিক ইভেন্টে সাদা এবং সোনালি ভ্যাটিকানের পতাকা নিয়মিতভাবে উড়ানো হত, এবং দিম ১৯৫৯ সালে ভার্জিন মেরিকে তার দেশ উৎসর্গ করেছিলেন।\nমে মাসের প্রথম দিকে গৌতম বুদ্ধের জন্মদিনে বৈশাখ হুয়েতে বৌদ্ধ পতাকা ওড়ানোর উপর নিষেধাজ্ঞার পর বৌদ্ধদের অসন্তোষ ছড়িয়ে পড়ে। মাত্র কয়েকদিন পূর্বে, দিমে বড় ভাই হুয়ের আর্চবিশপ এনগো দ্যন থকের জন্য একটি উদযাপনে ক্যাথলিকদের ভ্যাটিকানের পতাকা ওড়ানোর জন্য উৎসাহিত করা হয়েছিল। বৌদ্ধদের একটি বিশাল জনতা এই নিষেধাজ্ঞার প্রতিবাদ করে, বৌদ্ধদের পবিত্র দিনে বৌদ্ধ পতাকা উড়িয়ে এবং সরকারি সম্প্রচার কেন্দ্রে মিছিল করে সরকারকে অমান্য করে। সরকারি বাহিনী বিক্ষোভকারীদের ভিড়ের উপর গুলি চালালে নয়জন নিহত হয়। দিমের দায়িত্ব নিতে অস্বীকৃতি—তিনি মৃত্যুর জন্য ভিয়েত কংকে দোষারোপ করেন—যা বৌদ্ধ ধর্মাবলম্বীদের আরও বিক্ষোভ এবং ধর্মীয় সমতার আহ্বানের দিকে পরিচালিত করে। যেহেতু দিম বৌদ্ধ দাবি মানতে নারাজ, ফলে প্রতিবাদের পুনরাবৃত্তি বৃদ্ধি পায়।\n\n\n=== ঘটনার দিন ===\n\n১৯৬৩ সালের ১০ জুন, মার্কিন সংবাদদাতাদের জানানো হয়েছিল যে পরের দিন সকালে সায়গনের কম্বোডিয় দূতাবাসের বাইরের রাস্তায় \"কিছু গুরুত্বপূর্ণ\" ঘটনে ঘটবে। সেই সময়ে এক মাসেরও বেশি সময় ধরে বৌদ্ধ সংকট চলতে থাকায়, বেশিরভাগ সাংবাদিক বার্তাটিকে উপেক্ষা করেছিলেন, এবং পরের দিন মাত্র কয়েকজন সাংবাদিক সেখানে উপস্থিত হয়েছিল, যার মধ্যে নিউ ইয়র্ক টাইমসের ডেভিড হালবারস্টাম এবং ম্যালকম ব্রাউন, সায়গনে অ্যাসোসিয়েটেড প্রেস (এপি) এর ব্যুরো চিফ ছিলেন। কুয়াং ডুক কাছাকাছি একটি প্যাগোডা থেকে শুরু হওয়া একটি মিছিলের অংশ হিসাবে পৌঁছেছিলেন। প্রায় ৩৫০ জন সন্ন্যাসী এবং সন্ন্যাসীনী দুটি ফালানক্সে মিছিল করেছিলেন, তার সামনে একটি অস্টিন ওয়েস্টমিনস্টার সেডান রাখা ছিল, যেখানে তারা ইংরেজি এবং ভিয়েতনামি উভয় ভাষায় মুদ্রিত ব্যানার বহন করেছিল। তারা দিম সরকার এবং বৌদ্ধদের প্রতি তার নীতির নিন্দা করেছিল, দাবি জানিয়েছিল যে এটি তার ধর্মীয় সমতার প্রতিশ্রুতি পূরণ করবে। অন্য একজন সন্ন্যাসী নিজেকে প্রস্তাব করেছিলেন, কিন্তু কুয়াং ডুকের জ্যেষ্ঠতা প্রাধান্য পেয়েছে।\nএই ঘটনাটি ঘটেছিল ফান দ্বীন ফুং বুলেভার্ড (বর্তমানে এনগুয়েন দাং চিউ সড়ক) এবং লে ভান ডুয়েট স্ট্রিট (বর্তমানে ক্যাচ মাং থাং তাম সড়ক) (১০.৭৭৫০° উত্তর ১০৬.৬৮৬৮° পূর্ব﻿ / 10.7750; 106.6868﻿ (Self-immolation of Buddhist monk Thich Quang Duc 1963)),-এর সংযোগস্থলে রাষ্ট্রপতি প্রাসাদের দক্ষিণ-পশ্চিমে (বর্তমানে পুনর্মিলন প্রাসাদ)। কুয়াং ডুক গাড়ি থেকে অন্য দু'জন সন্ন্যাসীর সাথে বেরিয়ে আসেন। একজন রাস্তায় একটি কুশন রেখেছিল এবং দ্বিতীয়জন ট্রাঙ্ক খুলে পাঁচ গ্যালনের পেট্রোল ক্যান বের করেছিল। মিছিলকারীরা তার চারপাশে একটি বৃত্ত তৈরি করার সাথে সাথে, কুয়াং ডুক শান্তভাবে কুশনের উপর ঐতিহ্যবাহী বৌদ্ধ ধ্যানমূলক পদ্মাসনে বসেছিলেন। একজন সহকর্মী কুয়াং ডুকের মাথায় পেট্রোল ধেলে দিয়েছিলেন। ম্যাচ জ্বালানোর আগে কুয়াং ডুক কাঠের প্রার্থনা পুঁতির একটি স্ট্রিং ঘোরান এবং Nam mô A Di Đà Phật (\"অমিতাভ বুদ্ধের প্রতি শ্রদ্ধা\") শব্দটি আবৃত্তি করেছিলেন। আগুনের লেলিহান শিখা তার পোশাক এবং মাংস গ্রাস করে এবং তার জ্বলন্ত শরীর থেকে কালো তৈলাক্ত ধোঁয়া নির্গত হয়।\n\nআত্ম-দাহনের পূর্বে কুয়াং ডুকের শেষ কথাগুলো তার রেখে যাওয়া চিঠিতে নথিভুক্ত করা হয়েছে: \"আমার চোখ বন্ধ করে বুদ্ধের দৃষ্টির দিকে এগিয়ে যাওয়ার পূর্বে, আমি শ্রদ্ধার সাথে রাষ্ট্রপতি নাগো দিনাজ দিমের নিকট জাতির জনগণের প্রতি সহানুভূতিশীল মনোভাব গ্রহণ করার জন্য এবং স্বদেশের শক্তিকে চিরকাল ধরে রাখতে ধর্মীয় সমতা বাস্তবায়নের জন্য অনুরোধ করছি। আমি পূজনীয়, সম্মানিত, সংঘের সদস্যদের এবং বৌদ্ধ ধর্মাবলম্বীদের বৌদ্ধধর্ম রক্ষার জন্য ত্যাগ স্বীকারে সংগঠিত হওয়ার আহ্বান জানাই।\nডেভিড হালবারস্টাম লিখেছেন: \"আমি সেই স্থানটি আবার দেখতে চেয়েছিলাম, কিন্তু একবারই যথেষ্ট ছিল। একজন মানুষের কাছ থেকে অগ্নিশিখা আসছিল; তার শরীর ধীরে ধীরে শুকিয়ে যাচ্ছিল এবং কুঁচকে যাচ্ছিল, তার মাথা কালো হয়ে যাচ্ছিল। বাতাসে ছিল মানুষের মাংস পোড়ানোর গন্ধ; আশ্চর্যজনকভাবে মানুষ দ্রুত পুড়ে যায়। আমার পিছনে আমি ভিয়েতনামীদের কান্না শুনতে পেলাম যারা এখন জড়ো হচ্ছে। আমি কাঁদতেও হতভম্ব হয়ে গেলাম, নোট নিতে বা প্রশ্ন জিজ্ঞাসা করতে খুব বিভ্রান্ত ছিলাম, এমনকি ভাবতেও বিভ্রান্ত হয়েছিলাম ... পুড়ে যাওয়ার সাথে সাথে তিনি কখনই একটি পেশী নড়াচড়া করেননি, কখনও একটি শব্দও উচ্চারণ করেননি, তার বাহ্যিক সংযম তার চারপাশের মানুষের কান্নাকাটির বিপরীতে।\"\nদর্শকরা বেশিরভাগই নীরবতায় স্তব্ধ হয়ে গিয়েছিল, কিন্তু কেউ কেউ কান্নাকাটি করেছিল এবং অনেকে প্রার্থনা করতে শুরু করেছিল। অনেক ভিক্ষু এবং সন্ন্যাসী, সেইসাথে কিছু হতবাক পথচারী জ্বলন্ত সন্ন্যাসীর সামনে প্রণাম করলেন। এমনকি সমবেত জনতাকে নিয়ন্ত্রণ করার জন্য নিয়োজিত কয়েকজন পুলিশ সদস্য তার সামনে এসে সেজদা করেছিল।\nইংরেজি এবং ভিয়েতনামি ভাষায়, একজন ভিক্ষু মাইক্রোফোনে পুনরাবৃত্তি করেছিলেন: \"একজন বৌদ্ধ পুরোহিত নিজেকে পুড়িয়ে হত্যা করেন। একজন বৌদ্ধ পুরোহিত শহিদ হয়ে যান।\" প্রায় ১০ মিনিটের পরে, কুয়াং ডুকের দেহ সম্পূর্ণরূপে পুড়ে গিয়েছিল এবং অবশেষে তার পিঠের দিকে পিছনের দিকে পতিত হয়। আগুন নিভে যাওয়ার পরে, একদল ভিক্ষু তার মৃতদেহটিকে হলুদ আলখাল্লায় ঢেকে দিয়েছিল, এটিকে তুলে নিয়ে একটি কফিনে বসানোর চেষ্টা করেছিল, কিন্তু অঙ্গগুলি সোজা করা যায়নি এবং কেন্দ্রীয় সায়গনের নিকটবর্তী সা লই প্যাগোডায় তাকে বহন করার সময় তার একটি বাহু কাঠের বাক্স থেকে বেরিয়ে আসে। প্যাগোডার বাইরে, শিক্ষার্থীরা দ্বিভাষিক ব্যানার উন্মোচন করেছিল যাতে লেখা ছিল: \"একজন বৌদ্ধ পুরোহিত আমাদের পাঁচটি দাবীর জন্য নিজেকে পুড়িয়ে ফেললেন।\"\nদুপুর ১:৩০ নাগাদ (১৩:৩০), প্রায় ১,০০০ ভিক্ষু একটি সভা করার জন্য ভিতরে জড়ো হয়েছিল, যখন বাইরে বৌদ্ধপন্থী শিক্ষার্থীদের একটি বিশাল ভিড় এটির চারপাশে মানববন্ধন করেছিল। সভাটি শীঘ্রই শেষ হয়ে যায় এবং ১০০ জন ভিক্ষু ব্যতীত সবাই ধীরে ধীরে প্রাঙ্গন ছেড়ে প্রস্থান করে। প্রায় ১,০০০ ভিক্ষু, সাধারণ মানুষদের সাথে, শ্মশানে ফিরে আসেন। আশেপাশেই পুলিশ ঘোরাফেরা করে। সন্ধ্যা ৬টার দিকে (১৮:০০), সা লইয়ের বাইরে রাস্তায় প্রার্থনা সভা করার জন্য ত্রিশজন সন্ন্যাসীনী এবং ছয়জন ভিক্ষুকে গ্রেপ্তার করা হয়েছিল। পুলিশ প্যাগোডা ঘেরাও করে, জনসাধারণের পথ অবরোধ করে এবং পর্যবেক্ষকদের ধারণা দেয় যে দাঙ্গায় সশস্ত্র অবরোধ আসন্ন।\n\n\n=== অন্ত্যেষ্টিক্রিয়া এবং ফলাফল ===\nআত্ম-দাহনের পর, মার্কিন যুক্তরাষ্ট্র নিরলস চুক্তিতে আলোচনা পুনরায় চালু করতে দিমের উপর আরো চাপ সৃষ্টি করে। পূর্বে দিম, বৌদ্ধ সংকট নিয়ে আলোচনা করার জন্য ১১ জুন সকাল ১১:৩০ ঘটিকায় একটি জরুরী মন্ত্রিসভার বৈঠকের সময়সূচী নির্ধারণ করেছিলেন, এবং তিনি এর সমাপ্তি হয়ে যাচ্ছে বলে তিনি বিশ্বাস করেছিলেন। কুয়াং ডুকের মৃত্যুর পর, দিম সেই বৈঠক বাতিল করে এবং তার মন্ত্রীদের সাথে পৃথকভাবে দেখা করে। দক্ষিণ ভিয়েতনামে ভারপ্রাপ্ত মার্কিন রাষ্ট্রদূত উইলিয়াম ট্রুহার্ট, দিমের সেক্রেটারি অব স্টেট নগুয়েন দিন থুয়ানকে একটি চুক্তির অনিবার্য প্রয়োজনীয়তা সম্পর্কে সতর্ক করে বলেছেন যে পরিস্থিতি \"বিপজ্জনকভাবে ব্রেকিং পয়েন্টের কাছাকাছি\" এবং আশা করা হয়েছিল যে দিম বৌদ্ধদের পাঁচ-দফা ইশতেহার পূরণ করবে। মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্রমন্ত্রী ডিন রাস্ক সায়গন দূতাবাসকে সতর্ক করে দিয়েছিলেন যে হোয়াইট হাউস প্রকাশ্যে ঘোষণা করবে যে এটি না ঘটলে এটি আর শাসনের সাথে \"নিজেকে যুক্ত\" করবে না। ১৬ জুন যৌথ ইশতেহার এবং বৌদ্ধদের জন্য ছাড়পত্র স্বাক্ষরিত হয়।\n১৫ জুন অন্ত্যেষ্টিক্রিয়ার তারিখ হিসেবে নির্ধারণ করা হয়েছিল, এবং শুধুমাত্র অনুষ্ঠান স্থগিত করার জন্য সেই দিন ৪,০০০ জন লোক সা লই প্যাগোডার বাইরে জড়ো হয়েছিল। ১৯ জুন, পুনঃদাহ ও শেষকৃত্য অনুষ্ঠানের জন্য তার দেহাবশেষ সা লই থেকে শহরের ১৬ কিলোমিটার (৯.৯ মাইল) দক্ষিণে একটি সমাধিস্থানে নিয়ে যাওয়া হয়। যৌথ ইশতেহার স্বাক্ষরের পর, উপস্থিতি বৌদ্ধ নেতা ও পুলিশের মধ্যে চুক্তির মাধ্যমে প্রায় ৫০০ ভিক্ষুর মধ্যে সীমিত ছিল।\n\n\n=== অক্ষত হৃদয় এবং প্রতীকবাদ ===\n\nঅন্ত্যেষ্টিক্রিয়ার সময় মৃতদেহটি পুনঃদাহ করা হয়েছিল, কিন্তু কুয়াং ডুকের হৃদয় অনুমান-অনুসারে অক্ষত ছিল এবং জ্বলেনি। এটিকে পবিত্র বলে মনে করা হতো এবং সা লই প্যাগোডায় একটি কাচের পাত্রে রাখা করা হয়। অক্ষত হৃদয়ের অনশিষ্টাংশকে সমবেদনার প্রতীক হিসাবে বিবেচনা করা হয়। কুয়াং ডুককে পরবর্তীকালে ভিয়েতনামী বৌদ্ধরা বোধিসত্ত্ব (Bồ Tát) হিসাবে সম্মানিত করে, এবং সেই অনুযায়ী তাকে প্রায়ই ভিয়েতনামী ভাষায় বোধিসত্ত্ব থিক কুয়াং ডুক হিসাবে উল্লেখ করা হয়। ২১ আগস্ট, নহুয়ের এআরভিএন বিশেষ বাহিনী সা লোই এবং ভিয়েতনাম জুড়ে অন্যান্য বৌদ্ধ প্যাগোডা আক্রমণ করে। গোয়েন্দা পুলিশ কুয়াং ডুকের ছাই বাজেয়াপ্ত করতে চেয়েছিল, কিন্তু দুই সন্ন্যাসী কলস নিয়ে পালিয়ে গিয়েছিল, এবং পিছনের বেড়ার উপর দিয়ে ঝাঁপ দিয়ে পাশের ইউএস অপারেশন মিশনে নিরাপত্তা খুঁজে পেয়েছিল। নহুর লোকেরা ডুকের পোড়া হৃদয় বাজেয়াপ্ত করতে সক্ষম হয়েছিল।\nকম্বোডিয় দূতাবাসের সামনে আত্ম-দাহনের জন্য বেছে নেওয়া স্থানটি কাকতালীয় নাকি একটি প্রতীকী পছন্দ ছিল তা নিয়ে প্রশ্ন উঠে। ট্রুহার্ট এবং দূতাবাসের আধিকারিক চার্লস ফ্লাওয়ারির মনে হয়েছিল যে প্রিন্স নরোডম সিহানুকের কম্বোডিয় সরকারের সাথে সংহতি দেখানোর জন্য স্থানটি বেছে নেওয়া হয়েছিল। দক্ষিণ ভিয়েতনাম এবং কম্বোডিয়ার সম্পর্ক টানাপোড়েন ছিল: ২২ মে একটি বক্তৃতায়, সিহানুক ভিয়েতনামী এবং জাতিগত সংখ্যালঘু খমের বৌদ্ধদের সাথে দুর্ব্যবহার করার জন্য দিমকে অভিযুক্ত করেছিলেন। দিম-পন্থী টাইমস অব ভিয়েতনাম ৯ জুন একটি নিবন্ধ প্রকাশ করে, যেখানে দাবি করা হয় যে কম্বোডিয় ভিক্ষুরা বৌদ্ধ সংকটকে উৎসাহিত করছে, এছাড়াও এটি দক্ষিণ ভিয়েতনামে তার নিরপেক্ষ পররাষ্ট্র নীতি প্রসারিত করার একটি কম্বোডিয় চক্রান্তের অংশ সিসেবেও দাবি করে। ফ্লাওয়াররি উল্লেখ করেছেন যে দিম \"সমস্ত সংগঠিত বৌদ্ধ কর্মে একটি সূক্ষ্ম কম্বোডিয় হাত দেখতে প্রস্তুত এবং আগ্রহী\"।\n\n\n=== দিমের প্রতিক্রিয়া ===\n\nকুয়াং ডুকের মৃত্যুর দিন ১৯:০০ ঘটিকায় এক রেডিও সম্বোধনে, দিম দাবি করেছিলেন যে তিনি এই ঘটনায় গভীরভাবে উদ্বিগ্ন ছিলেন। তিনি \"শান্ততা এবং দেশপ্রেমের\" জন্য আবেদন করেছিলেন এবং বৌদ্ধদের সাথে পুনরায় স্থবির আলোচনা শুরু করার ঘোষণা করেছিলেন। তিনি দাবি করেছিলেন যে আলোচনা ভালভাবে এগিয়ে চলেছে এবং ধর্মীয় উত্তেজনার সময়ে তার শাসনে ব্যক্তিত্বের রোমান ক্যাথলিক দর্শনের ভূমিকার উপর জোর দিয়েছিল। তিনি অভিযোগ করেছেন যে চরমপন্থীরা ঘটনাগুলিকে বিকৃত করেছে এবং তিনি জোর দিয়েছিলেন যে বৌদ্ধরা \"সংবিধানের উপর নির্ভর করতে পারে, অন্য কথায়, তার উপরেও।\"\nভিন্নমতাবলম্বী কর্মকর্তাদের বিচ্ছিন্ন করার জন্য দিমের পিছনে সংহতি প্রদর্শন করে এআরভিএন আবেদনে সাড়া দিয়েছিল। জেনারেল লে ভান টাইয়ের নেতৃত্বে ত্রিশজন উচ্চ পদস্থ কর্মকর্তা সংবিধান ও প্রজাতন্ত্রের প্রতিরক্ষার জন্য সেনাবাহিনীকে অর্পিত সমস্ত মিশন সম্পাদন করার জন্য তাদের সংকল্প ঘোষণা করেছিলেন। ঘোষণাটি ছিল একটি ব্যহ্যাবরণ যা দিমকে ক্ষমতাচ্যুত করার একটি উন্নয়নশীল চক্রান্তকে মুখোশ দিয়েছিল। কিছু স্বাক্ষরকারীদের নভেম্বরে দিমের উৎখাত এবং মৃত্যুর সাথে ব্যক্তিগতভাবে জড়িত হওয়ার কথা ছিল। জেনারেল ডুং ভান মিন এবং রাষ্ট্রপতির সামরিক উপদেষ্টা ত্রান ভান ডন এবং সেনাবাহিনীর প্রধান যারা অভ্যুত্থানের নেতৃত্ব দিতেন, তারা সকলেই বিদেশী ছিলেন।\nমাদাম নু (বৌদ্ধধর্ম থেকে একজন ক্যাথলিক ধর্মান্তরিত এবং দিমের ছোট ভাই এবং প্রধান উপদেষ্টা নগো দিন নুর স্ত্রী), যাকে সেই সময়ে দক্ষিণ ভিয়েতনামের ফার্স্ট লেডি হিসেবে গণ্য করা হতো (যেহেতু দিম অবিবাহিত ছিলেন), বলেছিলেন তিনি \"আরেকটি সন্ন্যাসী বারবিকিউ শো দেখে হাততালি দেবেন\"। সেই মাসের শেষের দিকে, দিম সরকার অভিযোগ করে যে কুয়াং ডুককে আত্মহত্যা করতে বাধ্য করার আগে মাদক সেবন করা হয়েছিল। শাসকটি ব্রাউনকে কুয়াং ডুককে ঘুষ দেওয়ার জন্য নিজেকে পুড়িয়ে দেওয়ার জন্য অভিযুক্ত করেছিল।\n\n\n=== রাজনৈতিক ও গণমাধ্যমের প্রভাব ===\nম্যালকম ব্রাউনের তোলা আত্ম-দহনের আলোকচিত্রগুলো দ্রুত ওয়্যার সার্ভিস জুড়ে ছড়িয়ে পড়ে এবং বিশ্বব্যাপী সংবাদপত্রের প্রথম পাতায় স্থান পায়। আত্মহত্যাকে পরবর্তীতে বৌদ্ধ সংকটের একটি টার্নিং পয়েন্ট এবং দিম শাসনের পতনের একটি গুরুত্বপূর্ণ পয়েন্ট হিসেবে গণ্য করা হয়।\nইতিহাসবিদ সেথ জ্যাকবস জোর দিয়েছিলেন যে কুয়াং ডুক \"আমেরিকার দিম নিরীক্ষাকেও ছাইয়ে পরিণত করেছে\" এবং ব্রাউনের আলোকচিত্রগুলি বিশ্ব জনসাধারণের মনে গেঁথে গেলে \"কোনও পরিমাণ আবেদন দিমের খ্যাতি পুনরুদ্ধার করতে পারে না\"। এলেন হ্যামার ঘটনাটিকে \"গভীরভাবে এশীয় বাস্তবতার সাথে সঙ্গতিপূর্ণ নিপীড়ন এবং ভয়াবহতার অন্ধকার চিত্র উন্মোচন করেছে যা পশ্চিমাদের উপলব্ধি অতিক্রম করেছে।\" মার্কিন দূতাবাসের একজন আধিকারিক জন মেকলিন উল্লেখ করেছেন যে আলোকচিত্রটি \"বৌদ্ধ ধর্মের জন্য অগণনীয় মূল্যের একটি মর্মান্তিক প্রভাব ফেলেছে, যা ভিয়েতনামের অবস্থার প্রতীক হয়ে উঠেছে।\" সেন্ট্রাল ইন্টেলিজেন্স এজেন্সির সুদূর প্রাচ্য বিভাগের তৎকালীন প্রধান উইলিয়াম কোলবি মতামত দিয়েছিলেন যে দিম \"বৌদ্ধ সংকটকে মোটামুটিভাবে পরিচালনা করেছিলেন এবং এটিকে বাড়তে দিয়েছিলেন। কিন্তু আমি সত্যিই মনে করি না যে একবার বৌদ্ধ পুরোহিত নিজেকে পুড়িয়ে ফেললে তারা এটি সম্পর্কে খুব বেশি কিছু করতে পারত।\"\n\nরাষ্ট্রপতি জন এফ. কেনেডি, যার সরকার ছিল দিমের শাসনামলের প্রধান পৃষ্ঠপোষক, কুয়াং ডুকের মৃত্যুর কথা জানতে পেরেছিলেন যখন তিনি তার ভাই, অ্যাটর্নি জেনারেল রবার্ট এফ. কেনেডির সাথে ফোনে কথা বলছিলেন তখন সকালের সংবাদপত্রগুলি হস্তান্তর করেছিলেন। কেনেডি \"জিসাস ক্রাইষ্ট!\" বলে চিৎকার করে আলাবামায় বিচ্ছিন্নতা সম্পর্কে তাদের কথোপকথনে বাধা দিয়েছেন বলে জানা গেছে। পরে তিনি মন্তব্য করেছিলেন যে \"ইতিহাসের কোন সংবাদ সংবাদচিত্রই বিশ্বজুড়ে এতটা আবেগ তৈরি করেনি।\" মার্কিন যুক্তরাষ্ট্রের বৈদেশিক সম্পর্ক কমিটির সিনেট ফ্রাঙ্ক চার্চ (ডি-আইডাহো), দাবি করেছেন যে \"খ্রিস্টান শহিদরা রোমান অঙ্গনে হাতে হাত মিলিয়ে চলার পর থেকে এই ধরনের ভয়াবহ দৃশ্য প্রত্যক্ষ করা হয়নি।\" \nআলোকচিত্রগুলি ১৯৬০-এর দশকে ইউরোপে পোস্টকার্ড হিসেবে রাস্তায় বিক্রি করা হয়েছিল, এবং সাম্যবাদী চীন মার্কিন সাম্রাজ্যবাদের প্রমাণ হিসেবে এশিয়া এবং আফ্রিকা জুড়ে আলোকচিত্রগুলির লক্ষ লক্ষ কপি বিতরণ করেছিল। ব্রাউনের একটি আলোকচিত্র সেডানের (গাড়ি) সাথে সংযোজিত রয়েছে যেটিতে কুয়াং ডুক চড়ছিলেন এবং এটি হিউয়ের একটি পর্যটক আকর্ষণের স্থানে। ব্রাউন এবং এপি-এর জন্য, আলোকচিত্রগুলি একটি বিপণন সাফল্য ছিল। ইউনাইটেড প্রেস ইন্টারন্যাশনালের (ইউপিআই) সংবাদদাতা রে হার্ন্ডন, যিনি সেদিন তার ক্যামেরা নিতে ভুলে গিয়েছিলেন, ব্যক্তিগতভাবে তার নিয়োগকর্তার কর্তৃক কঠোরভাবে অপমানিত হয়েছিলেন। ইউপিআই অনুমান করেছে যে সিডনিতে ৫,০০০ পাঠক, তখন প্রায় ১.৫-২ মিলিয়ন শহর, এপি সংবাদ সূত্রে চলে গেছে।\nদিমের ইংরেজি ভাষার মুখপত্র, টাইমস অব ভিয়েতনাম, সাংবাদিক এবং বৌদ্ধ উভয়ের উপর আক্রমণ তীব্র করেছে। যেমন \"সা লোই পলিটব্যুরো নতুন হুমকি দেয়\" এবং \"ভিক্ষুদের হত্যার ষড়যন্ত্র\" শিরোনামে সংবাদ ছাপে। একটি নিবন্ধ ভিক্ষুদের এবং সংবাদমাধ্যমের মধ্যে সম্পর্ক নিয়ে প্রশ্ন তুলেছে যে কেন \"এত অল্পবয়সী মেয়ে সা লুইয়ের ভিতরে বাইরে [দিনে] গুঞ্জন করছে\" এবং তারপরে অভিযোগ করা হয়েছে যে মার্কিন সাংবাদিকদের যৌন উদ্দেশ্যের জন্য তাদের আনা হয়েছিল।\nকুয়াং ডুকের আত্মহত্যার প্রায় ৩০ বছর পর, ব্রাউনের যেই ঘটনায় তোলা একটি আলোকচিত্র মার্কিন র‍্যাপ মেটাল ব্যান্ড রেইজ অ্যাগেইনস্ট দ্য মেশিনের স্ব-নামী প্রথম অ্যালবামের কভার আর্ট হিসেবে ব্যবহৃত হয়েছিল।\n\n\n== নজির এবং প্রভাব ==\n\nপশ্চিমা জনসাধারণের মর্মাহত হওয়া সত্ত্বেও, ভিয়েতনামি ভিক্ষুদের আত্ম-দহনের অভ্যাস নজিরবিহীন ছিল না। ভিয়েতনামে আত্ম-দহনের ঘটনাগুলি শতাব্দীর পর শতাব্দী ধরে রেকর্ড করা হয়েছে, যেগুলি সাধারণত গৌতম বুদ্ধকে সম্মান জানাতে করা হয়। সবচেয়ে সাম্প্রতিক নথিভুক্ত ঘটনাটি ১৯৫০ সালে উত্তর ভিয়েতনামে ঘটেছিল। ফরাসি ঔপনিবেশিক কর্তৃপক্ষ ঊনবিংশ শতাব্দীতে তাদের ভিয়েতনাম বিজয়ের পর এই প্রথাটি নির্মূল করার চেষ্টা করেছিল, কিন্তু পুরোপুরি সফল হয়নি। তারা ১৯২০-এর দশকে হুয়েতে একজন ভিক্ষুকে আত্ম-দাহনে বাধা দিতে সক্ষম হয়েছিল, কিন্তু পরিবর্তে তিনি অনাহারে আত্মহত্যা করেছিলেন। ১৯২০ এবং ১৯৩০-এর দশকে, সায়গন সংবাদপত্রগুলি ভিক্ষুদের আত্ম-দাহনের একাধিক ঘটনার প্রতিবেদন করেছিল। ১৯৪৮ সালে চীনা শহর হারবিনেও এই প্রথা দেখা গিয়েছিল যখন একজন ভিক্ষু কাঠের গুঁড়ো এবং সয়াবিন তেলের স্তূপে পদ্মাসনে বসেছিলেন এবং মাও ৎসে-তুংয়ের ধর্মবিরোধী সাম্যবাদীদের দ্বারা বৌদ্ধ ধর্মের প্রতি আচরণের প্রতিবাদে নিজেকে আগুন দিয়েছিলেন। কুয়াং ডুকের মতো তার হৃদয়ও অক্ষত ছিল বলে মনে করা হয়।\nকুয়াং ডুকের পর, ভিয়েতনামে বৌদ্ধ বিক্ষোভ ক্রমবর্ধমান হওয়ায় ১৯৬৩ সালের অক্টোবরের শেষ পর্যন্ত আরও পাঁচজন বৌদ্ধ ভিক্ষু আত্ম-দাহন করে। ১ নভেম্বর, এআরভিএন একটি অভ্যুত্থানের মাধ্যমে দিমকে উৎখাত করে। পরের দিন দিম এবং নুকে গুপ্তহত্যা করা হয়। ভিক্ষুরা অন্যান্য কারণে কুয়াং ডুকের উদাহরণ অনুসরণ করেছেন।\nসায়গনের মার্কিনিরা প্রায়শই আত্ম-দাহনকে পরাবাস্তব বলে মনে করে এবং প্রায় বিহ্বলতা থেকে রক্ষা পাওয়ার উপায় হিসাবে \"বৌদ্ধ পুরোহিত ফায়ার\" এবং \"হট ক্রস বোনজ\" সম্পর্কে শ্লেষ করে। একটি উদাহরণে ১৯৬৩ সালে, সায়গন ইউএস দূতাবাসে অবস্থিত একজন মার্কিন কর্মকর্তার যুবক ছেলে পেট্রল দিয়ে নিজেকে জ্বালিয়ে দেয়। আগুন নিভে যাওয়ার আগে সে গুরুতরভাবে পুড়ে গিয়েছিলেন এবং পরে সে শুধুমাত্র এই ব্যাখ্যাই দিতে পেরেছিলেন যে \"আমি দেখতে চেয়েছিলাম এটি কেমন ছিল।\" ভিয়েতনাম যুদ্ধের প্রতিবাদে মার্কিন যুক্তরাষ্ট্রে থিক কুয়াং ডুকের কর্মগুলি মারাত্মকভাবে অনুলিপি করা হয়েছিল। ১৯৬৫ সালের ১৬ মার্চ, একজন ৮২ বছর বয়সী শান্তি কর্মী অ্যালিস হার্জ, উত্তর-পশ্চিম ডেট্রয়েটের ফেডারেল ডিপার্টমেন্ট স্টোরের সামনে আত্মহত্যা করেন। একই বছর পরে, একজন ৩১-বছর-বয়সী কোয়েকার শান্তিবাদী নরম্যান মরিসন, ১৯৬৫ সালের ২ নভেম্বর পেন্টাগনে প্রতিরক্ষা সচিব রবার্ট ম্যাকনামারার তৃতীয় তলার জানালার নিচে নিজের উপর কেরোসিন ঢেলে দেন এবং নিজেকে প্রজ্জ্বলিত করেন। এক সপ্তাহ পরে, রজার অ্যালেন লাপোর্ট নিউ ইয়র্ক শহরে জাতিসংঘের সামনে একই কাজ করেছিলেন।\n\n\n== আরও দেখুন ==\n\nনাগরিক অধিকার নেতাদের তালিকা\nরাজনৈতিক আত্ম-দাহনের তালিকা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থবিবরণী ==\n\n\n== বহিঃসংযোগ ==\n\n– Official Buddhist monastery dedicated to Thích Quảng Đức"}