{"pageid": 1360698, "title": "আয়ালান", "url": "https://bn.wikipedia.org/wiki?curid=1360698", "content": "আয়ালান (অর্থ: পরক) হলো একটি আসন্ন ভারতীয় তামিল-ভাষার কল্পবিজ্ঞান হাস্যরসাত্মক ছবি যা রচনা ও পরিচালনা করেছেন আর. রবিকুমার। চলচ্চিত্রটি কেজেআর স্টুডিওর অধীনে কোটাপাদি জে. রাজেশ দ্বারা প্রযোজনা করা হয়েছে। এতে অভিনয় করেছেন শিবাকার্তিকেয়ন, রাকুল প্রীত সিং, শরদ কেলকার এবং ইশা কোপ্পিকার সহ অনেক নামিদামি তারকা।\n\n\n== অভিনয়ে ==\nশিবাকার্তিকেয়ন\nরাকুল প্রীত সিং\nশরদ কেলকার\nইশা কোপ্পিকার\nভানুপ্রিয়া\nযোগী বাবু\nকরুণাকরন\nবালা সারাভানন\n\n\n== নির্মাণ ==\n\n\n=== উন্নয়ন ===\n২০১৬ সালের অক্টোবরে ২৪এএম স্টুডিওর শিবাকার্তিকেয়ন এবং আর.ডি. রাজা যথাক্রমে প্রধান অভিনেতা এবং প্রযোজক হিসাবে চলচ্চিত্রটি ঘোষণা করা হয়েছিল। আর. রবিকুমার, তার পরিচালনায় আত্মপ্রকাশ \"ইন্দ্রু নেত্রু নালাই\" (২০১৫) এর জন্য পরিচিত, এই উচ্চাভিলাষী বিজ্ঞান কল্পকাহিনী প্রকল্পের পরিচালক হিসাবে নির্বাচিত হন। স্ক্রিপ্টটি বর্ধিতকরণের একটি বিস্তৃত সময়ের মধ্য দিয়ে গেছে, উত্পাদন শুরুতে বিলম্ব করেছে। শিবাকার্তিকেয়ন, এরই মধ্যে, \"ভেলাইকরন\" এবং \"সীমারাজা\" সহ রাজার দ্বারা নির্মিত অন্যান্য প্রকল্পে কাজ করেছিলেন। \"ভেলাইক্কারন\" সমাপ্তির পর প্রকল্পটি গতি লাভ করে এবং শিবাকার্তিকেয়ন রবিকুমারের সাথে তার সহযোগিতার ঘোষণা দেন।\nপ্রখ্যাত সুরকার এ.আর. রহমান, শিবাকার্তিকেয়নের সাথে তার প্রথম সহযোগিতা চিহ্নিত করে চলচ্চিত্রটির সঙ্গীত রচনা করার জন্য বোর্ডে আনা হয়েছিল। চলচ্চিত্রটি সিনেমাটোগ্রাফার নীরভ শাহের দক্ষতাও তালিকাভুক্ত করেছে। রাকুল প্রীত সিংকে মহিলা প্রধান চরিত্রে অভিনয় করা হয়েছিল, যোগী বাবু এবং করুণাকরণ সহ সহায়ক ভূমিকায় যোগদান করেছিলেন।\n\n\n=== নির্মাণ সমস্যা ===\n২০১৯ সালের জুলাইয়ের মাঝামাঝি, রাজা প্রযোজক হিসাবে ফিরে আসেন, এবং শিবাকার্তিকেয়ন তার নিজস্ব ব্যানার, শিবাকার্তিকেয়ন প্রোডাকশনের অধীনে এই প্রকল্পের জন্য আর্থিক দায়িত্ব নেওয়ার সিদ্ধান্ত নেন। যাইহোক, নভেম্বরে, কেজেআর স্টুডিওস ছবিটির সহ-প্রযোজনা এবং বিতরণের দায়িত্ব নেয়। ৩ ফেব্রুয়ারী ২০২০ তারিখে চলচ্চিত্রটির আনুষ্ঠানিক নাম \"আয়ালান\" ছিল।\nপ্রধান ফটোগ্রাফি ২৭ জুন ২০১৮-এ চেন্নাইতে একটি লঞ্চ ইভেন্টের মাধ্যমে শুরু হয়েছিল। আর্থিক সমস্যা এবং অন্যান্য প্রকল্পে শিবাকার্তিকেয়নের জড়িত থাকার কারণে শুটিং শিডিউলটি বেশ কিছু বিলম্বের সম্মুখীন হয়েছিল। যাইহোক, ২০১৯ সালের সেপ্টেম্বরে, আর্থিক বিরোধগুলি সমাধান করার পরে প্রকল্পটি পুনর্গঠন করা হয়েছিল। শিবাকার্তিকেয়ন এমনকি ছবিটির সম্পূর্ণতা নিশ্চিত করার জন্য তার পারিশ্রমিক ত্যাগ করতে বেছে নিয়েছিলেন। ২০২০ সালের জানুয়ারিতে চিত্রগ্রহণ আবার শুরু হয়েছিল, তবে এটি কোভিড-১৯ মহামারি দ্বারা আরও প্রভাবিত হয়েছিল। ২০২০ সালের নভেম্বর মাসে সরকারী নির্দেশিকা কঠোরভাবে মেনে শুটিংয়ের চূড়ান্ত পর্বটি হয়েছিল।\n২০২২ সালের নভেম্বরে ফিল্মটির নির্দিষ্ট অংশগুলিকে সূক্ষ্ম সুর করার জন্য পুনঃশুট করা হয়েছিল।\n\n\n=== ভিজ্যুয়াল ইফেক্ট ===\n\"আয়ালান\" ৪৫০০ টিরও বেশি ভিজ্যুয়াল ইফেক্ট শট নিয়ে গর্ব করে, যা একটি ভারতীয় চলচ্চিত্রের জন্য একটি রেকর্ড-ব্রেকিং সংখ্যা। মুভিতে এলিয়েন চরিত্রটি সম্পূর্ণরূপে ভিজ্যুয়াল এফেক্টের মাধ্যমে তৈরি করা হয়েছে, অন্যান্য ফিল্মের বিপরীতে যা কৃত্রিম দ্রব্য ব্যবহার করে। চিত্রগ্রহণের সময়, একজন স্ট্যান্ড-ইন অভিনেতাকে ভিনগ্রহের প্রতিনিধিত্ব করার জন্য ব্যবহার করা হয়েছিল, যা শিবাকার্তিকেয়নের চরিত্রের সাথে মিথস্ক্রিয়াগুলির জন্য রেফারেন্স পয়েন্ট প্রদান করেছিল। ভিজ্যুয়ালগুলিকে ভিজ্যুয়ালের সাথে ভিনগ্রহের ক্রিয়াকলাপের সাথে সিঙ্ক্রোনাইজ করা একটি চ্যালেঞ্জিং কাজ ছিল।\n\n\n== সঙ্গীত ==\nছবিটির সাউন্ডট্র্যাক এবং ব্যাকগ্রাউন্ড স্কোর করেছেন এ আর রহমান। এই সহযোগিতা শিবাকার্তিকেয়ন এবং আর. রবিকুমারের সাথে রহমানের প্রথম উদ্যোগকে চিহ্নিত করে। রহমান ২০১৮ সালের মার্চ মাসে ছবিটির জন্য সুর করা শুরু করেন এবং বিলম্ব সত্ত্বেও, তিনি তিনটি গান শেষ করেন এবং তার মধ্যে একটির জন্য তার কণ্ঠও দেন। প্রথম একক, \"ভেরা লেভেল সাগো\" শিবাকার্তিকেয়নের জন্মদিনে, ১৭ ফেব্রুয়ারী ২০২১-এ প্রকাশিত হয়েছিল এবং দর্শকদের কাছ থেকে একটি ইতিবাচক প্রতিক্রিয়া পেয়েছিল।\n\n\n== মুক্তি ==\n\"আয়ালান\" ২০২৩ সালের নভেম্বরে দীপাবলি উৎসবের সাথে সঙ্গতি রেখে মুক্তির জন্য নির্ধারিত রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে আয়ালান  (ইংরেজি)\nটুইটারে আয়ালান"}