{"pageid": 1360, "title": "ক্যান্সাস", "url": "https://bn.wikipedia.org/wiki?curid=1360", "content": "ক্যান্সাস ([Kansas ক্যান্‌জ়াস্‌] ত্রুটি: {{Lang-xx}}: text has italic markup (সাহায্য)) মার্কিন যুক্তরাষ্ট্রের একটি অঙ্গরাজ্য। এর রাজধানী টোপিকা এবং বৃহত্তম শহর উইচিটা, এর সর্বাধিক জনবহুল কাউন্টি এবং বৃহত্তম কর্মসংস্থান কেন্দ্র জনসন কাউন্টি ।  ক্যানসাসের উত্তরে নেব্রাস্কা সীমানা; পূর্ব দিকে মিসৌরি ; দক্ষিণে ওকলাহোমা ; এবং পশ্চিমে কলোরাডো । ক্যান্সাসের নাম ক্যান্সাস নদীর নামানুসারে, যার ফলস্বরূপ কানসা স্থানীয় আমেরিকানরা যারা এর তীরে বাস করত তাদের নামকরণ করা হয়েছিল।  হাজার হাজার বছর ধরে, এখন যা কানসাসে রয়েছে তা প্রচুর এবং বিচিত্র স্থানীয় আমেরিকান উপজাতির বাসস্থান ছিল। রাজ্যের পূর্বাঞ্চলে উপজাতিরা সাধারণত নদীর উপত্যকাসহ গ্রামে বাস করত। রাজ্যের পশ্চিম অঞ্চলে উপজাতিরা আধা যাযাবর এবং বিশাল পশু বাইসন  শিকার করত।\n\n\n== আরও দেখুন ==\nক্যান্সাসের রূপরেখা - কানসাস সম্পর্কিত বিষয়গুলির সংগঠিত তালিকা\nকানসাস সম্পর্কিত নিবন্ধগুলির সূচি\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থ-পঁজী ==\nMechem, Kirke (১৯৫৬)। The Annals of Kansas: 1911 to 1925। Kansas Historical Society। ; 559 pages.\nMechem, Kirke (১৯৫৪)। The Annals of Kansas: 1886 to 1910। Kansas Historical Society। ; 535 pages.\nWilder, Daniel W. (১৮৮৬)। The Annals of Kansas: 1541 to 1885। Kansas Publishing House। ; 1204 pages.\nA Standard History of Kansas and Kansans ; 5 volumes; 2731 pages; (Vol1), (Vol2), (Vol3), (Vol4), (Vol5); the 1919 edition contains additional biographies.\nConnelley, William E. (১৯১৬)। History of Kansas Newspapers: A History of the Newspapers and Magazines Published in Kansas from 1854 to 1916। Kansas Historical Society। ; 369 pages.\nKansas: A Cyclopedia of State History, Embracing Events, Institutions, Industries, Counties, Cities, Towns, Prominent Persons, Etc ; 3 volumes; 2723 pages; (Vol1), (Vol2), (Vol3)\nOfficial State Atlas of Kansas ; 610 pages.\nHistory of the State of Kansas। A.T. Andreas Publisher। ১৮৮৩। ২০১৮-১১-০৯ তারিখে মূল থেকে আর্কাইভ করা। ; 3 volumes; 1616 pages; (Hathi Trust) (Google Books)\nRobinson, Sara (১৮৫৬)। Kansas: Its Interior and Exterior Life। Crosby, Nichols and Company। ; 366 pages; (Google Books)\n\n\n== বহিঃসংযোগ ==\nকানসাস রাজ্য\nকার্লিতে ক্যান্সাস (ইংরেজি)\nকানসাস ভ্রমণ এবং পর্যটন বিভাগ\nকানসাস হিস্টোরিকাল সোসাইটি\nকানসাস মেমোরি - কানসাস হিস্টোরিকাল সোসাইটির দেওয়া নথি, ফটোগ্রাফ এবং অন্যান্য প্রাথমিক উৎস\nকানসাস স্টেট এজেন্সি ডেটাবেসস - কানসাস রাজ্য এজেন্সিগুলির দ্বারা উৎপাদিত অনুসন্ধানযোগ্য ডাটাবেসের তালিকাভুক্ত তালিকা\nইউএসজিএস রিয়েল-টাইম, ভৌগোলিক এবং কানসাসের অন্যান্য বৈজ্ঞানিক সংস্থানসমূহ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ ডিসেম্বর ২০০৬ তারিখে\nইউএসডিএ থেকে কানসাস রাজ্য তথ্য  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মে ২০১২ তারিখে"}