{"pageid": 1360119, "title": "ড. রাজকুমার অভিনীত চলচ্চিত্রের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1360119", "content": "সিঙ্গানাল্লুর পুত্তাস্বামিয়া মুথুরাজ (২৪ এপ্রিল ১৯২৯ - ১২ এপ্রিল ২০০৬), যিনি তার মঞ্চের নাম ড. রাজকুমার নামেই বেশি পরিচিত, ছিলেন একজন ভারতীয় অভিনেতা, গায়ক এবং প্রযোজক। তিনি কন্নড় সিনেমায় কাজ করতেন। ২০০টিরও বেশি চলচ্চিত্রে তার পাঁচ দশকেরও বেশি দীর্ঘ কর্মজীবনের জন্য, তাকে কন্নড় চলচ্চিত্র শিল্পের অন্যতম প্রধান এবং প্রভাবশালী ব্যক্তিত্ব হিসেবে গণ্য করা হয়। গল্পের বিষয়বস্তু এবং তার অভিনয় গুণে জনপ্রিয় এবং শিল্প চলচ্চিত্রের মধ্যে তিনি সেতু হিসেবে কাজ করার জন্য তার চলচ্চিত্রগুলি অনেক প্রশংসিত হয়েছিল।  তিনি ১৯৪২ সালের কন্নড় চলচ্চিত্র ভক্ত প্রহ্লাদে শিশু অভিনেতা হিসেবে তিনি আত্মপ্রকাশ করেন। একজন প্রাপ্তবয়স্ক হিসাবে তার প্রথম ভূমিকা শ্রী শ্রীনিবাস কল্যাণ (১৯৫২) চলচ্চিত্রে। প্রধান চরিত্রে অভিনয় করেছেন, দুই বছর পরে, বেদারা কান্নাপ্পা ছবিতে, যা তাকে স্টারডম এনে দিয়েছিল। তিনি ১৯৫৬ সালের ওহিলেশ্বরা চলচ্চিত্র থেকে ওম নমহা শিবায় ট্র্যাক দিয়ে গায়ক হিসাবে আত্মপ্রকাশ করেন। ১৯৬০ সালে, তিনি রণধীর কান্তিরভা প্রযোজনা করে প্রযোজক হিসেবে আত্মপ্রকাশ করেন।  এনসাইক্লোপিডিয়া অফ ইন্ডিয়ান সিনেমায় আশিস রাজধ্যক্ষ এবং পল উইলেমেনের মতে, রণধীর কান্তিরভা কন্নড় সিনেমায় প্রথম \"বিগ হিট\" ছিল।  পঞ্চাশ বছরের চলচ্চিত্র কর্মজীবনে, রাজকুমার এগারোটি কর্ণাটক রাজ্য চলচ্চিত্র পুরস্কার পেয়েছেন, যার মধ্যে নয়টি সেরা অভিনেতা এবং দুটি সেরা গায়কের পুরস্কার, আটটি ফিল্মফেয়ার পুরস্কার দক্ষিণ এবং একটি জাতীয় চলচ্চিত্র পুরস্কার রয়েছে।  বিষ্ণুবর্ধন এবং অম্বরীশের সাথে, তিনি কন্নড় সিনেমার \"ট্রাইউমভিরেট\" এর সবচেয়ে বিখ্যাত অভিনেতা হিসাবে গণ্য হন। \n১৯৮৩ সালে, রাজকুমারকে ভারতীয় চলচ্চিত্রে অবদানের জন্য ভারতের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণ এবং ১৯৯৫ সালে দাদাসাহেব ফালকে পুরস্কারে ভূষিত করা হয়। ১৯৮৫ সালে, তিনি প্রথম ভারতীয় অভিনেতা হয়েছিলেন যিনি কেনটাকি কর্নেল, মার্কিন যুক্তরাষ্ট্রের কেনটাকির গভর্নরের কাছ থেকে সম্মানসূচক আদেশ পেয়েছিলেন।  এপ্রিল ২০১৩ সালে \"ভারতীয় সিনেমার শতবর্ষ\" উপলক্ষে, ফোর্বস তার \"ভারতীয় চলচ্চিত্রের ২৫টি সেরা অভিনয় কলা\" এর তালিকায় বাঙ্গারাদা মানুষে তার অভিনয়কে অন্তর্ভুক্ত করে।  তার মৃত্যুর পর, দ্য নিউ ইয়র্ক টাইমস তাকে ভারতের অন্যতম জনপ্রিয় চলচ্চিত্র তারকা হিসেবে বর্ণনা করেছিল।  তিনি ২০০২ সালে এনটিআর জাতীয় পুরস্কার লাভ করেন এবং মহীশূর বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট উপাধি পান।  ডক্টর রাজকুমার সমগ্র চরিত্রে - রাজকুমারের জীবন ও অর্জনের উপর চলচ্চিত্র সমালোচক ডি. রুক্কোজির একটি দুই খণ্ডের বই , সিনেমা বিভাগে সেরা বইয়ের জন্য জাতীয় চলচ্চিত্র পুরস্কারের অধীনে ৬৩তম জাতীয় চলচ্চিত্র পুরস্কারে স্বর্ণ কমল পুরস্কার জিতেছে।  রাজকুমারের ১০০ তম চলচ্চিত্র উপলক্ষে কর্ণাটক সরকার তাকে নাটা সর্বভৌম উপাধিতে সম্মানিত করেছে।  তিনিই প্রথম চলচ্চিত্র তারকা যিনি জীবন চৈত্র চলচ্চিত্রের নাদামায়া ই লোকভেল্লা গানের জন্য শ্রেষ্ঠ পুরুষ প্লেব্যাক গায়কের জন্য জাতীয় চলচ্চিত্র পুরস্কার জিতেছেন।  কন্নড় সিনেমায় অবদানের জন্য আজীবন কৃতিত্বের জন্য রাজ্য সরকার ১৯৯৩-৯৪ সালে ডঃ রাজকুমার পুরস্কার প্রতিষ্ঠা করে। \nডক্টর রাজকুমারের ১৯৭২ সালের চলচ্চিত্র বাঙ্গারাদা মানুষ্য এটি মুক্তির সময় সবচেয়ে দীর্ঘস্থায়ী দক্ষিণ ভারতীয় চলচ্চিত্র ছিল।  চলচ্চিত্রটি তাকে অন্য একজন খুব জনপ্রিয় অভিনেতা থেকে জনসাধারণের মধ্যে প্রায় দেবতার মর্যাদায় উন্নীত করেছে। তাঁর ১৯৮৬ সালের ছবি অনুরাগা আরালিথু ছিল প্রথম ভারতীয় চলচ্চিত্র যা অন্য সাতটি ভাষায় পুনর্নির্মাণ করা হয়েছিল।  তাঁর ১৯৭৩ সালের চলচ্চিত্র গন্ধদা গুড়ি-টি বন ও বন্যপ্রাণী সংরক্ষণের ধারণার উপর নির্মিত প্রথম ভারতীয় চলচ্চিত্র বলে জানা গেছে, যখন সিআইটিইএস চুক্তি স্বাক্ষরিত হয়েছিল এমন সময়ে উদ্ভিদ ও প্রাণী সংরক্ষণের প্রয়োজনীয়তার উপর দৃষ্টি নিবদ্ধ করে। বিপন্ন প্রজাতির শিকারে অর্থনৈতিক প্রণোদনা কমাতে।  ব্রিটিশ দৈনিক পত্রিকা দ্য গার্ডিয়ান তার সূক্ষ্ম অভিনয়ের জন্য তাকে প্রশংসা করেছেন এবং তাকে একজন নম্র, বিনয়ী সত্তা হিসেবে বর্ণনা করেছেন যিনি কন্নড় চেতনার প্রতীক ছিলেন।\n\nএবিসি নিউজ তাকে তার সময়ের অন্যতম সেরা অভিনেতা হিসেবে স্বীকৃতি দিয়েছে এবং তাকে কর্ণাটকের সভ্য দৈত্য বলে অভিহিত করেছেন। ২০১৬ সালে, মহারাষ্ট্র রাজ্য সরকার তার অষ্টম শ্রেণীর ছাত্রদের জন্য অভিনেতার জীবনী নির্ধারণ করেছিল যাতে নাটসারভভৌমা শিরোনামে কন্নড় সংস্কৃতিতে তার কৃতিত্ব এবং অবদানের বিশদ বিবরণ রয়েছে।  ১৯৮৯ সালে, পরশুরামের সমালোচনামূলক ব্যর্থতার কারণে তিনি অভিনয় থেকে বিরতি নেন। যাইহোক, তিনি তিন বছর পরে, ১৯৯২ সালে জীবন চৈত্রের সাথে অভিনয়ে ফিরে আসেন, যা থিয়েটারে এক বছরেরও বেশি সময় ধরে চলমান ব্লকবাস্টার ছিল।  তার শেষ ছবি ছিল ২০০০ সালের শব্দভেধী ।   ১৯৬৩ থেকে ১৯৭১ সাল পর্যন্ত প্রতিটি বছরে তার ন্যূনতম দশটি রিলিজ ছিল। তিনি ২৪ বছর ধরে কন্নড় সিনেমায় এক বছরে (১৯৬৮ সালে ১৬) লিড হিসাবে সর্বোচ্চ রিলিজের রেকর্ডটি ধরে রেখেছিলেন যতক্ষণ না ১৯৯২ সালে মালশ্রী ১৯টি রিলিজ দিয়ে এই রেকর্ড ভেঙেছিলেন। \n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== তথ্যসূত্র =="}