{"pageid": 1360420, "title": "টমাস মুর", "url": "https://bn.wikipedia.org/wiki?curid=1360420", "content": "টমাস মুর (২৮ মে ১৭৭৯ - ২৫ ফেব্রুয়ারি ১৮৫২) একজন আইরিশ লেখক, কবি এবং গীতিকার ছিলেন যিনি তার আইরিশ মেলোডিসের জন্য বিখ্যাত। প্রাচীন আইরিশ সুরে তার ইংরেজি-ভাষার গীতিকাব্য আইরিশ থেকে ইংরেজিতে জনপ্রিয় আইরিশ সংস্কৃতির রূপান্তরকে চিহ্নিত করে। রাজনৈতিকভাবে, মুর ইংল্যান্ডে একটি প্রেস, বা “স্কুইব”, অভিজাত হুইগসের লেখক হিসাবে স্বীকৃত ছিলেন; আয়ারল্যান্ডে তাকে ক্যাথলিক দেশপ্রেমিক হিসেবে গণ্য করা হয়।\nমুর একজন প্রোটেস্ট্যান্ট অভিনেত্রীকে বিয়ে করেছিলেন এবং সুরাপানের সঙ্গীত এবং কামোত্তেজক গীতিকাব্যের শাস্ত্রীয় গ্রিক সুরকারের নামে তিনি “অ্যানাক্রেয়ন মুর” নামে পরিচিত। মুর ধার্মিক ছিলেন না। তবু ক্যাথলিক মুক্তিকে ঘিরে বিতর্কের মধ্যে, মুরকে আয়ারল্যান্ডের চার্চের ঐতিহ্যকে ধর্ম প্রচারকারী প্রোটেস্ট্যান্ট এবং আপোষহীন সাধারণ ক্যাথলিক উভয়ের বিরুদ্ধেই রুখে দাঁড়াতে দেখা গেছে। দীর্ঘ গদ্যের কাজগুলো আরও রক্ষণশীলতার প্রতি সহানুভূতি প্রকাশ করে। লর্ড এডওয়ার্ড ফিটজেরাল্ডের জীবন ও মৃত্যু ইউনাইটেড আইরিশ নেতাকে গণতান্ত্রিক সংস্কারের জন্য একজন শহীদ হিসাবে চিত্রিত করেছেন। মারিয়া এজওয়ার্থের ক্যাসেল র‍্যাকরেন্টের পরিপূরক হিসেবে লেখেন, মেমেয়ার্স অফ রক অ্যাংলো-আইরিশ জমির মালিকদের নয়, বরং “হোয়াইটবয়িজম”-এর আধা-বিদ্রোহে চালিত তাদের ক্লান্ত বর্গাচাষীদের গল্প।\nআজ মুরকে তার আইরিশ মেলোডিস (সাধারণত \"দ্য মিনস্ট্রেল বয়\" এবং “দ্য লাস্ট রোজ অফ সামার”) এর জন্য প্রায় একাই স্মরণ করা হয় বা, কম উদারভাবে, তার বন্ধু লর্ড বায়রন’র স্মৃতিকথা হারিয়ে ফেলার জন্য তিনি ভূমিকা পালন করেছিলেন বলে মনে করা হয়।\n\n\n== প্রারম্ভিক জীবন এবং শিল্পের শুরু ==\nটমাস মুর জন্মেছিলেন ওয়েক্সফোর্ড থেকে আনাস্তাসিয়া কড এবং কেরির জন মুর ডাবলিনের অঞ্জিয়ার স্ট্রিটে তার বাবা-মায়ের মুদি দোকানের পাশে। তার দুই ছোট বোন ছিল, কেট এবং এলেন। মুর সঙ্গীত এবং অভিনয়ের প্রতি প্রাথমিক আগ্রহ দেখিয়েছিলেন, তার বন্ধুদের সাথে বাদ্যযন্ত্র নাটক মঞ্চস্থ করেছিলেন এবং একজন অভিনেতা হওয়ার আশা দেখেছিলেন। ডাবলিনে তিনি স্যামুয়েল হোয়াইটের সহ-শিক্ষামূলক ইংরেজি ব্যাকরণ বিদ্যালয়ে যোগদান করেন, যেখানে তিনি লাতিন ও গ্রীক ভাষায় শিক্ষা লাভ করেন এবং ফরাসি ও ইতালীয় ভাষায় পারদর্শী হন। চৌদ্দ বছর বয়সে তার একটি কবিতা অ্যান্থোলজিয়া হাইবারনিকা (\"আইরিশ নৃতত্ত্ব\") নামে একটি নতুন সাহিত্য পত্রিকায় প্রকাশিত হয়েছিল।\n\n\n=== লন্ডন সমাজ এবং প্রথম সাফল্য ===\n\n১৮০০ সালে প্রিন্স অফ ওয়েলসের প্রতি উৎসর্গ করে মুরের অ্যানাক্রেনের অনুবাদে ছিল — ওয়াইন, নারী এবং গানের প্রতি উদযাপন। ভবিষ্যত রাজপুত্র এবং রাজা, জর্জ চতুর্থের সাথে তার পরিচয় লন্ডনের অভিজাত এবং সাহিত্যিক চেনাশোনাগুলোর সাথে মুরের একত্রিত হওয়ার একটি উচ্চ বিন্দু ছিল, একজন গায়ক এবং গীতিকার হিসাবে তার প্রতিভার কারণে এটি একটি সাফল্য। একই বছরে তিনি থিয়েটার রয়্যাল, হেমার্কেট- এ মঞ্চস্থ কমিক অপেরা, দ্য জিপসি প্রিন্স-এ মাইকেল কেলির সাথে লিব্রেটিস্ট হিসাবে সংক্ষিপ্তভাবে সহযোগিতা করেন।\n\n\n=== হুইগসের জন্য স্কুইব লেখক ===\nতার পরিবারকে সমর্থন করার জন্য মুর তার হুইগ বন্ধু এবং পৃষ্ঠপোষকদের পক্ষে রাজনৈতিক স্কুইব লেখার অঙ্গনে প্রবেশ করেছিলেন। ফরাসি বিপ্লবে এডমন্ড বার্ক এবং চার্লস ফক্সের বিভক্ত প্রতিক্রিয়ার কারণে হুইগগুলো বিভক্ত হয়েছিল। কিন্তু প্রিন্স রিজেন্টের বিদ্বেষের সাথে, এবং বিশেষ করে প্রিন্সেস ক্যারোলিনকে অপমান এবং তালাক দেওয়ার জন্য তার অত্যন্ত প্রকাশ্য প্রচেষ্টা, জনপ্রিয় অসন্তোষের জন্য তারা নতুন ঐক্য এবং উদ্দেশ্য খুঁজে পেয়েছিল।\n১৮৩৯ এবং ১৮৪৬ সালের মধ্যে চারটি খণ্ডে প্রকাশিত মুরের আয়ারল্যান্ডের ইতিহাস, মূলত ইংরেজ শাসনের প্রতি তার ক্ষোভ এবং অভিযোগের ফিরিস্তি বহন করে। এটি একটি বিশাল কাজ ছিল (কার্ল মার্কস তার আইরিশ ইতিহাসের বিস্তৃত নোটগুলোতে উল্লেখ করেছিলেন), কিন্তু একটি সমালোচনামূলক সাফল্য ছিল না। মুর নিজের পাণ্ডিত্যের ব্যর্থতা স্বীকার করেছেন, যার মধ্যে কিছু আইরিশ ভাষায় তথ্যচিত্রের উৎস পড়তে তার অক্ষমতা থেকে উদ্ভূত হয়েছিল।\n\n\n== আইরিশ মেলোডিস ==\n\n\n== বায়রনের স্মৃতিকথা ==\n\nমুর তার সমসাময়িকদের দ্বারা বায়রনের স্মৃতিকথা ধ্বংস করার জন্য তাদের অদম্যতার কারণে নিজেকে প্ররোচিত করার অনুমতি দেওয়ার জন্য অনেক সমালোচিত হয়েছিল। আধুনিক বৃত্তি অন্যত্র দোষারোপ করে।\n১৮২১ সালে, বায়রনের আশীর্বাদে, মুর পাণ্ডুলিপিটি বিক্রি করেন, যা বায়রন তাকে তিন বছর আগে প্রকাশক জন মারের কাছে অর্পণ করেছিলেন। যদিও তিনি নিজেই অনুমতি দিয়েছিলেন যে এতে কিছু \"ভোতা জিনিস\" রয়েছে, যখন, ১৮২৪ সালে ব্রায়নের মৃত্যুর পর, মুর জানতে পারেন যে মারে এই বিষয়বস্তুটিকে প্রকাশের জন্য অযোগ্য বলে মনে করেছেন তিনি একটি দ্বন্দ্বের মাধ্যমে বিষয়টি নিষ্পত্তি করার কথা বলেছিলেন। কিন্তু বায়রনের বন্ধুত্বে বায়রনের স্ত্রী লেডি বায়রন, সৎ বোন এবং নির্বাহক অগাস্টা লেই এবং মুরের প্রতিদ্বন্দ্বী জন ক্যাম হবহাউসের সমন্বয় জয়লাভ করে। কেউ কেউ যাকে ইতিহাসের সর্বশ্রেষ্ঠ সাহিত্যিক অপরাধ বলে অভিহিত করেছেন, মুরের উপস্থিতিতে পারিবারিক আইনজীবীরা পাণ্ডুলিপির সমস্ত বিদ্যমান কপি ছিঁড়ে ফেলে এবং মারে-এর ফায়ারপ্লেসে পুড়িয়ে ফেলে।\n\n\n== মৃত্যু ==\nএটি মুরের একটি সমালোচনা যে তিনি \"অত্যধিক লিখেছেন এবং তার শ্রোতাদের জন্য খুব ইচ্ছাকৃতভাবে সরবরাহ করেছেন\"। তার গানের মধ্যে এমন একটি বাথোস রয়েছে যা আবৃত্তির প্রতি ভালবাসা এবং ট্র্যাজেডির স্থায়ী অনুভূতি উভয়ই বলে যা সম্ভবত আধুনিক পাঠকের কাছে হারিয়ে গেছে।\n১৮৪০-এর দশকের শেষের দিকে (এবং মহা দুর্ভিক্ষের বিপর্যয় আয়ারল্যান্ডকে বিপর্যস্ত করে), মুরের ক্ষমতা ব্যর্থ হতে শুরু করে। তিনি শেষ পর্যন্ত বার্ধক্যে হ্রাস পেয়েছিলেন, যা ১৮৪৯সালের ডিসেম্বরে হঠাৎ আসে। মুর ১৮৫২ সালের ২৫ ফেব্রুয়ারীতে মারা যান, তার আগে তার সমস্ত সন্তান এবং তার বেশিরভাগ বন্ধু এবং সঙ্গীরা মারা যান।\nসেন্ট নিকোলাস চার্চইয়ার্ড কবরে তার এপিটাফে খোদাই করা আছে:\n\nDear Harp of my Country! in darkness I found thee,\nThe cold chain of silence had hung o'er thee long,\nWhen proudly, my own Island Harp, I unbound thee,\n\nAnd gave all thy chords to light, freedom and song!\n\nমুরকে প্রায়শই আয়ারল্যান্ডের জাতীয় কবি হিসাবে বিবেচনা করা হয় যেমন স্কটল্যান্ডের কাছে রবার্ট বার্নস। মুরকে বিভিন্ন জায়গায় স্মরণ করা হয়: যে বাড়িতে তিনি জন্মগ্রহণ করেছিলেন সেখানে একটি ফলক আছে, দ্য মিটিং অ্যান্ড সেন্ট্রাল পার্ক, নিউ ইয়র্কে একটি আবক্ষ মূর্তি এবং ট্রিনিটি কলেজ ডাবলিনের কাছে একটি ব্রোঞ্জ মূর্তি আছে।\n\n\n== কাজের তালিকা ==\n\n\n=== গদ্য ===\nডাবলিনের রোমান ক্যাথলিকদের কাছে একটি চিঠি (১৮১০)\nপ্যারিসে ফাজ পরিবার (১৮১৮)\nক্যাপ্টেন রকের স্মৃতি (১৮২৪)\nরিচার্ড ব্রিনসলি শেরিডানের জীবনের স্মৃতিকথা (২ খণ্ড) (১৮২৫)\nদ্য এপিকিউরিয়ান, একটি গল্প (২৯ জুন ১৮২৭)\nলর্ড বায়রনের চিঠি ও জার্নালস, তার জীবনের নোটিশ সহ (২ খণ্ড) (১৮৩০, ১৮৩১)\nলর্ড এডওয়ার্ড ফিটজেরাল্ডের জীবন ও মৃত্যু (১৮৩১)\nএকটি ধর্মের সন্ধানে একটি আইরিশ ভদ্রলোকের ভ্রমণ (২ খণ্ড) (১৮৩৩)\nইংল্যান্ডে ফাজ পরিবার (১৮৩৫)\nআয়ারল্যান্ডের ইতিহাস (ভলিউম ১) (১৮৩৫)\nআয়ারল্যান্ডের ইতিহাস (ভলিউম ২) (১৮৩৭)\nআয়ারল্যান্ডের ইতিহাস (ভলিউম ৩) (১৮৪০)\nআয়ারল্যান্ডের ইতিহাস (খণ্ড ৪) (১৮৪৬)\n\n\n=== গানের কথা ও কবিতা ===\nOdes of Anacreon (1800)\nPoetical Works of the Late Thomas Little, Esq. (1801)\nThe Gypsy Prince (a comic opera, collaboration with Michael Kelly, 1801)\nEpistles, Odes and Other Poems (1806)\nA Selection of Irish Melodies, 1 and 2 (April 1808)\nCorruption and Intolerance, Two Poems (1808)\nThe Sceptic: A Philosophical Satire (1809)\nA Selection of Irish Melodies, 3 (Spring 1810)\nA Melologue upon National Music (1811)\nM.P., or The Blue Stocking, (a comic opera, collaboration with Charles Edward Horn, 1811)\nA Selection of Irish Melodies, 4 (November 1811)\nParody of a Celebrated Letter (privately printed and circulated, February 1812, Examiner, 8 March 1812)\nTo a Plumassier (Morning Chronicle, 16 March 1812)\nExtracts from the Diary of a Fashionable Politician (Morning Chronicle, 30 March 1812)\nThe Insurrection of the Papers (Morning Chronicle, 23 April 1812)\nLines on the Death of Mr. P[e]rc[e]v[a]l (May 1812)\nThe Sale of the Tools (Morning Chronicle, 21 December 1812)\nCorrespondence Between a Lady and a Gentleman (Morning Chronicle, 6 January 1813)\nIntercepted Letters, or the Two-Penny Post-Bag (March 1813)\nReinforcements for Lord Wellington (Morning Chronicle, 27 August 1813)\nA Selection of Irish Melodies, 5 (December 1813)\nA Collection of the Vocal Music of Thomas Moore (1814)\nA Selection of Irish Melodies, 6 (1815, April or after)\nSacred Songs, 1 (June 1816)\nLines on the Death of Sheridan (Morning Chronicle, 5 August 1816)\nLalla Rookh, an Oriental Romance (May 1817)\nNational Airs, 1 (23 April 1818)\nTo the Ship in which Lord C[A]ST[LE]R[EA]GH Sailed for the Continent (Morning Chronicle, 22 September 1818)\nLines on the Death of Joseph Atkinson, Esq. of Dublin (25 September 1818)\nGo, Brothers in Wisdom (Morning Chronicle, 18 August 1818)\nA Selection of Irish Melodies, 7 (1 October 1818)\nTo Sir Hudson Lowe (Examiner, 4 October 1818)\nThe Works of Thomas Moore (6 vols) (1819)\nTom Crib's Memorial to Congress (March 1819)\nNational Airs, 2 (1820)\nIrish Melodies, with a Melologue upon National Music (1820)\nA Selection of Irish Melodies, 8 (on or around ১০ মে 1821)\nIrish Melodies (with an Appendix, containing the original advertisements and the prefatory letter on music, 1821)\nNational Airs, 3 (June 1822)\nNational Airs, 4 (1822)\nThe Loves of the Angels, a Poem (23 December 1822)\nThe Loves of the Angels, an Eastern Romance (5th ed. of Loves of the Angels) (1823)\nFables for the Holy Alliance, Rhymes on the Road, &c. &c. (7 May 1823)\nSacred Songs, 2 (1824)\nA Selection of Irish Melodies, 9 (1 November 1824)\nNational Airs, 5 (1826)\nEvenings in Greece, 1 (1826)\nA Dream of Turtle (The Times, 28 September 1826)\nA Set of Glees (circa ৯ জুন 1827)\nNational Airs, 6 (1827)\nOdes upon Cash, Corn, Catholics, and other Matters (October 1828)\nLegendary Ballads (1830)\nThe Summer Fête. A Poem with Songs (December 1831)\nIrish Antiquities (The Times, 5 March 1832)\nFrom the Hon. Henry ---, to Lady Emma --- (The Times, 9 April 1832)\nTo Caroline, Viscountess Valletort (The Metropolitan Magazine, June 1832)\nAli's Bride... (The Metropolitan Magazine, August 1832)\nVerses to the Poet Crabbe's Inkstand (The Metropolitan Magazine, August 1832)\nTory Pledges (The Times, 30 August 1832)\nSong to the Departing Spirit of Tithe (The Metropolitan Magazine, September 1832)\nThe Duke is the Lad (The Times, 2 October 1832)\nSt. Jerome on Earth, First Visit (The Times, 29 October 1832)\nSt. Jerome on Earth, Second Visit (The Times, 12 November 1832)\nEvenings in Greece, 2 (December 1832)\nTo the Rev. Charles Overton (The Times, 6 November 1833)\nIrish Melodies, 10 (with Supplement) (1834)\nVocal Miscellany, 1 (1834)\nThe Numbering of the Clergy (Examiner, 5 October 1834)\nVocal Miscellany, 2 (1835)\nThe poetical works of Thomas Moore, complete in two volumes, Paris, Baudry's European library (rue du Coq, near the Louvre), 1835\nThe Song of the Box (Morning Chronicle, 19 February 1838)\nSketch of the First Act of a New Romantic Drama (Morning Chronicle, 22 March 1838)\nThoughts on Patrons, Puffs, and Other Matters (Bentley's Miscellany, 1839)\nAlciphron, a Poem (1839)\nThe Poetical Works of Thomas Moore, collected by himself (10 vols) (1840–1841)\nThoughts on Mischief (Morning Chronicle, 2 May 1840)\nReligion and Trade (Morning Chronicle, 1 June 1840)\nAn Account of an Extraordinary Dream (Morning Chronicle, 15 June 1840)\nThe Retreat of the Scorpion (Morning Chronicle, 16 July 1840)\nMusings, suggested by the Late Promotion of Mrs. Nethercoat (Morning Chronicle, 27 August 1840)\nThe Triumphs of Farce (1840)\nLatest Accounts from Olympus (1840)\nA Threnody on the Approaching Demise of Old Mother Corn-Law (Morning Chronicle, 23 February 1842)\nSayings and Doings of Ancient Nicholas (Morning Chronicle, 7 April 1842)\n''More Sayings and Doings of Ancient Nicholas (Morning Chronicle, 12 May 1842)\nProse and verse, humorous, satirical and sentimental, by Thomas Moore, with suppressed passages from the memoirs of Lord Byron, chiefly from the author's manuscript and all hitherto inedited and uncollected. With notes and introduction by Richard Herne Shepherd (London: Chatto & Windus, Piccadilly, 1878).\n\n\n== তথ্যসূত্র =="}