{"pageid": 1360224, "title": "ধর্মীয় আনন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1360224", "content": "ধর্মীয় আনন্দ হল চেতনার এক প্রকার পরিবর্তিত অবস্থা যা বাহ্যিক সচেতনতা এবং কথিতভাবে সম্প্রসারিত অভ্যন্তরীণ মানসিক ও আধ্যাত্মিক সচেতনতা দ্বারা চিহ্নিত করা হয়, প্রায়শই দর্শন ও মানসিক (এবং কখনও কখনও শারীরিক) উচ্ছ্বাস থাকে।\nযদিও অভিজ্ঞতা সাধারণত সময়ের মধ্যে সংক্ষিপ্ত হয়, এই ধরনের অভিজ্ঞতার রেকর্ড রয়েছে কয়েক দিন বা তারও বেশি সময় ধরে, এবং একজন ব্যক্তির জীবদ্দশায় পরমানন্দের পুনরাবৃত্তির অভিজ্ঞতা রয়েছে।\nসুফিবাদে, শব্দটিকে ওয়াজাদ বলা হয় এবং অভিজ্ঞতাকে জাজবাহ (মাগরেবের জন্য জাদবাহ ও জেদবাহ) বা মজ্জুবিয়াত হিসাবে উল্লেখ করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীন ===\nযোগ সমাধি নামক পরমানন্দের অবস্থা অর্জনের কৌশল প্রদান করে। অনুশীলনকারীদের মতে, পরমানন্দের বিভিন্ন পর্যায় রয়েছে, সর্বোচ্চ হল নির্বিকল্প সমাধি। ভক্তিযোগ বিশেষ করে পরমানন্দের উপর জোর দেয় এর অনুশীলনের অন্যতম ফল।\nবৌদ্ধধর্মে, বিশেষ করে পালি ত্রিপিটকে, ধ্যানের আটটি অবস্থা আছে যাকে শোষণও বলা হয়। প্রথম চারটি অবস্থা হল রূপা বা, বস্তুগত দিক থেকে। পরের চারটি অরূপ বা অ-পদার্থ। এই আটটি রাজ্য প্রাথমিক ট্রান্স যা চূড়ান্ত পরিপৃত্তি পর্যন্ত নিয়ে যায়। \nবিশুদ্ধিমাগ্গে, প্রথম শোষণে পৌঁছানোর জন্য মহান প্রচেষ্টা এবং দীর্ঘস্থায়ী ধ্যান অনুশীলন করা হয়, এবং সমস্ত ব্যক্তি এটি সম্পূর্ণ করতে সক্ষম হয় না।\nপ্রাচীন গ্রিসের ডায়োনিসীয় রহস্যবাদ-এ, বাধা এবং সামাজিক সীমাবদ্ধতাগুলি দূর করতে ব্যবহৃত নেশা, উচ্ছ্বসিত নাচ ও সঙ্গীত শুরু করে।\n\n\n=== আধুনিক ===\n \n\nথাই বন ঐতিহ্যের পাশাপাশি অন্যান্য থেরবাদী ঐতিহ্যের আধুনিক ধ্যানকারীর অভিজ্ঞতাগুলি দেখায় যে এই প্রচেষ্টা ও বিরলতা শুধুমাত্র সম্পূর্ণরূপে শোষণে নিমজ্জিত হওয়ার জন্য এবং অন্য কোন সংবেদন অনুভব করার জন্য প্রয়োজনীয়। অনেক কম অনুশীলনের সাথে কম তীব্র অবস্থায় শোষণ অনুভব করা সম্ভব।\nএকেশ্বরবাদী ঐতিহ্যে, পরমানন্দ সাধারণত ঈশ্বরের সাথে যোগাযোগ এবং একত্বের সাথে যুক্ত। যাইহোক, এই ধরনের অভিজ্ঞতা ব্যক্তিগত অতীন্দ্রিয় অভিজ্ঞতাও হতে পারে যার কোন তাৎপর্য নেই কিন্তু সেই ব্যক্তি যে তাদের অনুভব করছে। কিছু ক্যারিশম্যাটিক খ্রিস্টান আনন্দময় অবস্থার অনুশীলন করে (যেমন \"আত্মাতে নিহত হওয়া\") এবং পবিত্র আত্মা দ্বারা প্রদত্ত হিসাবে ব্যাখ্যা করে। গ্রীসের ফায়ারওয়াকাররা বার্ষিক অ্যানাস্টেনারিয়াতে নিজেদের আনন্দের রাজ্যে নাচে, যখন তারা মহান কনস্টানটাইনের প্রভাবে নিজেদের বিশ্বাস করে।\n\nঐতিহাসিকভাবে, খ্রিস্টান পুনরুজ্জীবনের সময়কালে ব্যক্তিদের একটি বড় গোষ্ঠী ধর্মীয় আনন্দের অভিজ্ঞতা লাভ করেছে, এই অভিজ্ঞতাগুলির উত্স এবং প্রকৃতি সম্পর্কে বিতর্ক সৃষ্টি করার জন্য।  ধর্মীয় আনন্দের সমস্ত আবেগপূর্ণ অভিব্যক্তি শয়তানের আদেশ এবং ধর্মতাত্ত্বিক সুস্থতার উপর আক্রমণ ছিল এমন দাবির জবাবে, জোনাথন এডওয়ার্ডস তার ধর্মীয় অনুরাগের উপর প্রভাবশালী গ্রন্থ প্রকাশ করেন। এখানে, তিনি যুক্তি দেন, ধর্মীয় আনন্দ নিজের, শয়তান বা ঈশ্বরের কাছ থেকে আসতে পারে, এবং এটি শুধুমাত্র ফল পর্যবেক্ষণ করে, বা অভ্যন্তরীণ চিন্তাভাবনা ও আচরণের পরিবর্তনের মাধ্যমেই নির্ধারণ করা যায় যে ধর্মীয় আনন্দ ঈশ্বরের কাছ থেকে এসেছে কিনা।\nআধুনিক পেন্টেকোস্টাল, ক্যারিশম্যাটিক ও আত্মায় ভরা খ্রিস্টধর্মে, ঐতিহাসিক পুনরুজ্জীবনের মতো ধর্মীয় আনন্দের অসংখ্য উদাহরণ উদ্ভূত হয়েছে। এই ঘটনাগুলি অবশ্য টরন্টো ব্লেসিং ঘটনা এবং ১৯৯০-এর দশকের মাঝামাঝি থেকে উত্তর আমেরিকার অনেক তথাকথিত পুনরুজ্জীবন ও আউটপোরিংয়ের সময় থেকে উল্লেখযোগ্যভাবে পরিবর্তিত হয়েছে। সেই সময় থেকে, এই আন্দোলনগুলিতে ধর্মীয় উচ্ছ্বাস ক্রমবর্ধমান অস্বাভাবিক আচরণ দ্বারা চিহ্নিত করা হয়েছে যা অনুগামীদের দ্বারা পবিত্র আত্মার অভিষেক এবং ঈশ্বরের \"নতুন কাজ করার\" প্রমাণ হিসাবে বোঝা যায়। সবচেয়ে বিতর্কিত ও অদ্ভুত উদাহরণগুলির মধ্যে একটি হল আধ্যাত্মিক জন্মদান - এমন অভ্যাস যার সময় মহিলারা, এমনকি কখনও কখনও পুরুষরাও গর্ভের প্রকৃত সংকোচন হওয়ার দাবি করে যখন তারা কান্নাকাটি করে এবং প্রসবের সম্মুখীন হয়। বলা হয় এটি ভবিষ্যদ্বাণীমূলক কর্ম যা ঈশ্বরের কাছ থেকে পৃথিবীতে আধ্যাত্মিক আশীর্বাদ নিয়ে আসে। অনেকে বিশ্বাস করে যে আধ্যাত্মিক জন্মদান অত্যন্ত দানবীয় প্রকৃতির এবং খ্রিস্টানদের চেয়ে বেশি জাদুকর। এই খ্রিস্টান আন্দোলনে ধর্মীয় উচ্ছ্বাস চেঁচামেচি, চিৎকার, দাঁড়াতে বা বসতে অক্ষমতা, এপোক্যালিপ্টিক ভবিষ্যদ্বাণী উচ্চারণ, পবিত্র হাসি, কান্না এবং ঘেউ ঘেউ করার মতোও প্রত্যক্ষ করা হয়েছে। কিছু লোক \"সোনার ধুলো\", \"দেবদূতের পালক\", \"পবিত্র মেঘ\", বা আনন্দময় পূজা অনুষ্ঠানের সময় মূল্যবান রত্ন পাথরের স্বতঃস্ফূর্ত চেহারা দেখার নাটকীয় দাবি করেছে। অন্যরা স্বতঃস্ফূর্ত গোল্ড টুথ ফিলিংস পেয়েছেন বলে দাবি করেছেন। রক্ষণশীল অস্ট্রেলিয়ান শহর টুওউম্বাতে রেঞ্জ খ্রিস্টান ফেলোশিপ প্রায় সাপ্তাহিক ভিত্তিতে ধর্মীয় আনন্দের এই ধরনের প্রদর্শন প্রদর্শন করে। উপরের সমস্তগুলি ছাড়াও, সেখানে উপাসকরা বোনা কাপড়ের ব্যানারও ব্যবহার করে এবং ধর্মীয় আনন্দের মুহুর্তগুলিতে বিশ্বাস করে যে এই ব্যানারগুলি ঐশ্বরিকভাবে অনুপ্রাণিত শিল্পকর্মের ফলে \"অভিষেক\" করার বিশেষ ক্ষমতা বহন করে।\nহ্যাজিওগ্রাফিতে (খ্রিস্টান সন্তদের সম্পর্কে লেখা) অনেক দৃষ্টান্ত লিপিবদ্ধ আছে যেখানে সাধুদের পরমানন্দ দেওয়া হয়। ক্যাথলিক এনসাইক্লোপিডিয়া অনুসারে ইন্দ্রিয় স্থগিত, বিষয়ের উপর বাহ্যিক সংবেদনগুলির প্রভাব হ্রাস করা এবং তাকে জাগরণে প্রতিরোধী করা। মেরিয়ান আবির্ভাবের সাক্ষীরা প্রায়শই আনন্দের এই উপাদানগুলির অভিজ্ঞতার বর্ণনা দেয়৷\nআধুনিক জাদুবিদ্যার ঐতিহ্যগুলি নিজেদেরকে \"উচ্ছ্বসিত ঐতিহ্য\" হিসাবে সংজ্ঞায়িত করতে পারে এবং তাদের আচার-অনুষ্ঠানে আনন্দিত অবস্থায় পৌঁছানোর দিকে মনোনিবেশ করতে পারে। পুনরুদ্ধার ঐতিহ্য এবং ফেরি ঐতিহ্য হল দুটি আধুনিক আনন্দদায়ক জাদুবিদ্যার উদাহরণ।\nভারতীয় আধ্যাত্মিক শিক্ষক মেহের বাবার মতে, সুফিবাদে মাস্ট নামে পরিচিত ঈশ্বর-মাতাল আত্মা এক অনন্য ধরনের আধ্যাত্মিক আনন্দের অভিজ্ঞতা লাভ করে: \"মাস্টরা ঈশ্বরের প্রতি নিদারুণ প্রেমে আছে – বা ঈশ্বরের প্রতি তাদের ভালবাসার দ্বারা গ্রাস করে৷ \nমাস্টরা রোগে ভোগে না যাকে বলা যেতে পারে৷ তারা মানসিক বিকারগ্রস্ত অবস্থায় রয়েছে কারণ তাদের মন এমন তীব্র আধ্যাত্মিক শক্তি দ্বারা পরাস্ত হয় যা তাদের পক্ষে খুব বেশি, তাদের বিশ্বের সাথে যোগাযোগ হারাতে বাধ্য করে, স্বাভাবিক মানুষের অভ্যাস এবং রীতিনীতি বাদ দেয়, এবং সভ্য সমাজ এবং আধ্যাত্মিক জাঁকজমকপূর্ণ কিন্তু দৈহিক অস্বস্তিতে বাস করে। তারা ঈশ্বরের প্রতি যন্ত্রণাদায়ক প্রেম দ্বারা পরাস্ত হয় এবং তাদের পরমানন্দে নিমজ্জিত হয়। শুধুমাত্র একজন পারফেক্ট মাস্টারের মধ্যে মূর্ত ঐশ্বরিক প্রেমই তাদের কাছে পৌঁছাতে পারে।\"\n\n\n== তথ্যসূত্র =="}