{"pageid": 1360892, "title": "ব্রিটেন মুসলিম পরিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1360892", "content": "ব্রিটেন মুসলিম পরিষদ (এমসিবি) একটি জাতীয় ছাতা সংগঠন। এটি ৫০০ টিরও বেশি মসজিদ এবং শিক্ষামূলক ও দাতব্য সংস্থার সাথে যুক্ত। এটি ব্রিটিশ ইসলামিক সমাজের প্রধান অংশগুলোর মধ্যে বিভিন্ন জাতিগত এবং সাম্প্রদায়িক পটভূমি থেকে জাতীয়, আঞ্চলিক, স্থানীয় এবং বিশেষজ্ঞ মুসলিম সংগঠন এবং প্রতিষ্ঠানগুলোকে অন্তর্ভুক্ত করে, তবে সমস্ত নয়।\nএর দৃষ্টি বিবৃতি হল \"একটি ন্যায্য, সমন্বিত এবং সফল ব্রিটিশ সমাজ অর্জনের দিকে মুসলিম সম্প্রদায়ের ক্ষমতায়ন\"। এমসিবি তিনটি মূল ধারণার উপর প্রতিষ্ঠিত। প্রথমটি হল এটি স্বাধীন: \"মূল তহবিল সদস্যতা ফি থেকে আসে\"। দ্বিতীয়ত, এটি ক্রস-সাম্প্রদায়িক, যার অর্থ \"সদস্যরা ইসলামের বিভিন্ন ধর্মীয় ঐতিহ্যের অন্তর্গত।\" অবশেষে, এমসিবি গণতান্ত্রিক, এর \"নেতৃত্ব ২ বছরের মেয়াদে নির্বাচিত হয় এবং সদস্যদের কাছে দায়বদ্ধ\"। এর বর্তমান মহাসচিব জারা মোহাম্মদ ।\nব্রিটেনের মুসলমানদের প্রতিনিধিত্ব করার জন্য ১৯৯০ এবং ২০০০ এর দশকে প্রতিষ্ঠিত অনেক সংগঠনের মধ্যে এটিকে \"সবচেয়ে পরিচিত এবং সবচেয়ে শক্তিশালী\" বলা হয়। ২০০৯ সাল থেকে লেবার পার্টি, কনজারভেটিভ-লিবারেল ডেমোক্র্যাট জোট এবং কনজারভেটিভ সরকারগুলো ব্রিটেনের মুসলিম কাউন্সিলের সাথে \"অ-ব্যস্ততা\" নীতি বজায় রেখেছে এই অভিযোগের কারণে যে দলটি ব্রিটিশ মুসলিম সম্প্রদায়ের প্রতিনিধিত্ব করে না এবং দাবি করে পরিষদটি অতীতে চরমপন্থীদের সম্পর্কে 'অনুকূল' মন্তব্য করেছে।\n\n\n== ইতিহাস ==\n১ মার্চ ১৯৯৮ সালে অনুষ্ঠিত প্রথম সাধারণ পরিষদে এমসিবি প্রথমবারের মতো একটি কেন্দ্রীয় কার্যনির্বাহী কমিটি এবং অফিস-আধিকারিকদের নির্বাচন করে।\n১৯৯৭ থেকে ২০০৬ পর্যন্ত মহাসচিব ইকবাল স্যাকরানি সম্প্রদায়ের প্রতি দীর্ঘকাল ধরে সেবা এবং আন্তঃধর্মীয় সংলাপের জন্য ২০০৫ কুইন্স বার্থডে অনার্সে নাইটহুড লাভ করেন। অন্তত ২০০৬ সাল থেকে যুক্তরাজ্য সরকারের সাথে সম্পর্ক এবং স্বীকৃতির ক্ষেত্রে সংস্থাটির একটি চেকার্ড ইতিহাস রয়েছে।\n\n\n=== অর্থায়ন ===\nএমসিবির মূল প্রশাসনিক ব্যয় সম্পূর্ণরূপে সদস্যদের কাছ থেকে অধিভুক্তি ফি, সেইসাথে ব্যক্তি এবং অনুদান প্রদানকারী সংস্থার অনুদান দ্বারা অর্থায়ন করা হয়। এমসিবি ব্রিটিশ মুসলিম সম্প্রদায়ের সক্ষমতা বাড়াতে এবং ভাল অনুশীলনকে প্রসারিত করার জন্য প্রকল্পগুলিও চালায়। সমস্ত এমসিবি প্রকল্প বিজ্ঞাপনী উদ্যোগ, অনুদান বা অনুদানের মাধ্যমে স্ব-তহবিল সংগ্রহ করে এবং এমসিবির কাছে অভ্যন্তরীণ বা বাহ্যিকভাবে পরিচালিত প্রকল্পগুলোর অর্থায়নের জন্য অর্থের কেন্দ্রীয় 'পাত্র' নেই।\n২০০৫ সালে এমসিবি একটি প্রকল্প-নির্দিষ্ট £১,৫০,০০০ সরকারী অনুদান পেয়েছে কিছু নির্দিষ্ট প্রকল্পের জন্য। এগুলো ছিল: এমসিবি নেতৃত্ব উন্নয়ন কর্মসূচি; এমসিবি নেতৃত্ব মেন্টরিং প্রোগ্রাম; এমসিবি ডাইরেক্ট, ইসলাম এবং মুসলমানদের তথ্যের জন্য একটি ওয়েব পোর্টাল; একটি ব্রিটিশ নাগরিকত্ব প্রোগ্রাম; এবং ব্রিটিশ মুসলিম ইকুয়ালিটি প্রোগ্রাম। এমসিবি £৫,০০,০০০ অনুরোধ করেছিল এবং এমনকি নিম্ন প্রকৃত সংখ্যা গ্রহণ করার জন্য সমালোচিত হয়েছিল কারণ এটি তার স্বাধীন মর্যাদাকে হুমকিস্বরূপ মনে করা যেতে পারে।\n\n\n=== প্রচারণা এবং প্রকল্প ===\nটুওয়ার্ডস গ্রেটার আন্ডারস্ট্যান্ডিং হল এমসিবি দ্বারা উৎপাদিত একটি ২০০৭ নথি \"তাদের দক্ষিণ-এশীয় মুসলিম ছাত্রদের চাহিদা মেটানোর ক্ষেত্রে তাদের নীতি ও অনুশীলনগুলো পর্যালোচনা করার সময় বিদ্যালয়গুলো দ্বারা উল্লেখিত উৎস হিসেবে ব্যবহার করার উদ্দেশ্যে\"। প্রতিবেদনে শিক্ষার প্রয়াস বলে দাবি করা হয়েছে কারণ \"দক্ষিণ-এশীয় মুসলমানরা ব্যক্তিগতভাবে এবং প্রাতিষ্ঠানিকভাবে প্রান্তিকতা, বৈষম্য, কুসংস্কার এবং স্টেরিওটাইপিংয়ের মাধ্যমে বর্ণবাদ এবং ইসলামভীতির সম্মুখীন হচ্ছে\"।\nভিজিট মাই মস্কো ডে : ২০০৫ সালে এমসিবি দ্বারা প্রথম সুবিধাপ্রাপ্ত, এই উদ্যোগটি যুক্তরাজ্য জুড়ে মসজিদগুলোকে একই সময়ে খোলা দিবসগুলো পালন করতে উৎসাহিত করে। ২০১৬ সালে ইংল্যান্ড, স্কটল্যান্ড, ওয়েলস এবং উত্তর আয়ারল্যান্ডের মসজিদ সহ ৮০ টিরও বেশি মসজিদ অংশ নিয়েছিল; ২০১৮ সালের ফেব্রুয়ারিতে এই সংখ্যা ২০০ ছাড়িয়েছে।\n\n\n=== মুসলিম নারী ===\n২০১৮ সালে এমসিবি মসজিদ উন্নয়ন কর্মসূচীতে নারীদের সূচনা করে, যার লক্ষ্য ছিল ছয় মাস মেয়াদে ব্যক্তিগত ১–১ মেন্টরিং এবং বিশেষায়িত কর্মশালার মাধ্যমে মসজিদ এবং অন্যান্য সংস্থা ও প্রতিষ্ঠান পরিচালনার জন্য মহিলাদের প্রশিক্ষণ দেওয়া। মসজিদের ট্রাস্টি বা ম্যানেজমেন্ট বোর্ডে সীমিত সংখ্যক মুসলিম নারীর বিষয়ে, এমসিবি বলেছে যে \"বৈচিত্র্যের অভাব অগ্রহণযোগ্য\"। ২০১১ সালে এমসিবি প্রকাশ করেছে যে একজন মহিলা তাদের মুখ ওড়না দিয়ে ঢেকে না রাখা একটি ত্রুটি, এবং যে মুসলিমরা এই ধরনের আচরণের পক্ষে সমর্থন করে তারা \"ইসলাম প্রত্যাখ্যান\" করার ঝুঁকিতে রয়েছে।\n\n\n== দর্শন ==\nএমসিবি ২০০৩ সালের ইরাক আক্রমণকে \"একদিকে মুসলিম মতামত সহ - জনমতের মধ্যে একটি ব্যাপক সংযোগ বিচ্ছিন্ন এবং অন্যদিকে রাজনৈতিক শ্রেণীগুলোর\" হিসেবে নিন্দা করেছে। দলটি মুসলিম এবং অমুসলিমদের দ্বারা সন্ত্রাসবাদের নিন্দা করে এবং সন্ত্রাসবাদের বিরুদ্ধে লড়াইয়ে সাহায্য করার জন্য মুসলমানদের আহ্বান জানিয়েছে। তা সত্ত্বেও, যদিও এমসিবি দ্ব্যর্থহীনভাবে ইহুদিদের বিরুদ্ধে মুসলমানদের দ্বারা সংঘটিত সন্ত্রাসবাদের নিন্দা করেছে এবং ব্রিটেনে এবং অন্যান্য দেশে ইহুদিদের লক্ষ্যবস্তুতে সংঘটিত হয়েছে, তবুও এটি ইসরায়েলে বা ফিলিস্তিনি অঞ্চলে ইহুদিদের বিরুদ্ধে ইসলামিক সন্ত্রাসবাদের নিন্দা করেনি। পুলিশ পার্লামেন্টের একজন মুসলিম সদস্যকে ওয়্যার-ট্যাপ করেছে এমন অভিযোগের পরে, পরিষদটি বলেছে যে \"ঊর্ধ্বতন পুলিশ কর্মকর্তাদের অনুচিত আচরণের হিসাব রাখা গুরুত্বপূর্ণ।\"\n২০০৪ সালে এমসিবি ইংল্যান্ড এবং ওয়েলসের ক্যাথলিক চার্চের প্রধান কার্ডিনাল কর্মাক মারফি-ও'কনর- এর সমালোচনা করেছিল, যখন তিনি বলেছিলেন যে মুসলিম নেতারা \"আল্লাহর নামে\" হামলা চালানো সন্ত্রাসীদের নিন্দা করার জন্য যথেষ্ট কাজ করছেন না, এটি স্পষ্ট করে যে তারা সন্ত্রাসবাদের নিন্দা করেছে।\n৭ জুলাই ২০০৫ লন্ডন বোমা হামলার পর এমসিবি ঘটনাগুলোর প্রতি ঘৃণা প্রকাশ করে বিবৃতি জারি করে: \"আমাদের সকলকে এই খুনিদের ধরতে পুলিশকে সাহায্য করতে একত্রিত হতে হবে।\"\nফেব্রুয়ারি ২০০৬ সালে এমসিবি সংসদ সদস্যদের সন্ত্রাস আইন ২০০৬- এ লর্ডসের সংশোধনীর পক্ষে ভোট দেওয়ার আহ্বান জানায়, যা বিল থেকে \"সন্ত্রাসবাদের মহিমান্বিতকরণ\" ধারাটি সরিয়ে দেয়। তারা বলেছে যে বিলটিকে \"অন্যায়ভাবে মুসলমানদের টার্গেট করা এবং বৈধ বিতর্ককে স্তব্ধ করা\" হিসাবে বিবেচনা করা হয়েছিল। বিলটি শেষ পর্যন্ত ২৭৭ তে ৩১৫ ভোটে সংশোধন ছাড়াই পাস হয়। পরিষদের ধারার বিরোধিতা এবং ইরাকে ব্রিটিশ নীতির প্রশংসা এবং সমালোচনা উভয়ই আকর্ষণ করেছিল। সানি হুন্দাল ইকবাল সাকরানির সাথে এক বিনিময়ে লিখেছেন: \"হিংসাত্মক চরমপন্থাকে পরাস্ত করার জন্য, আমাদের বুঝতে হবে যে এই লোকদের কী অনুপ্রাণিত করে এবং কী তাদের খুনিতে পরিণত করে। কি তাদের মনের ফ্রেমে রাখে? একা ইরাক যুদ্ধই যথেষ্ট নয়।\" তিনি এমসিবি এবং লেবার পার্টির মধ্যে ঘনিষ্ঠ সম্পর্ক হিসেবে যা দেখেছেন তারও সমালোচনা করেছেন। স্যাকরানি স্বীকার করেছেন যে \"প্রচার সাহিত্য একটি ভূমিকা পালন করতে পারে\", কিন্তু জোর দিয়েছিলেন: \"এই ধরনের প্রচার শুধুমাত্র কার্যকর হতে পারে কারণ আমরা তৈরি করতে সাহায্য করেছি অনুকূল পরিবেশের কারণে।\"\nএমসিবি শ্রমিক সংঘগুলোর সাথে সহযোগিতা করেছে এবং শ্রমিক সংঘ কংগ্রেসের সাথে একটি যৌথ বিবৃতি জারি করেছে উন্নত সম্প্রদায়ের সম্পর্ক এবং মুসলিমদের শ্রমিক সংঘে যোগদানের জন্য উৎসাহিত করার জন্য।\n৩ মার্চ ২০০৮ সালে এমসিবি গাজায় ১০০ টিরও বেশি ফিলিস্তিনিকে হত্যার বিষয়ে ইসরায়েলের পররাষ্ট্র সচিব ডেভিড মিলিব্যান্ডের প্রতিক্রিয়াকে \"স্পষ্টভাবে একতরফা\" বলে সমালোচনা করে। এতে বলা হয়েছে, \"আমরা যদি শান্তি কামনার বিষয়ে সিরিয়াস হই, তাহলে আমাদের অবশ্যই সৎ দালাল হিসেবে কাজ করতে হবে, পক্ষপাতদুষ্ট পথিক হিসেবে নয়।\"\nযখন স্কুলশিক্ষিকা গিলিয়ান গিবনসকে তার ক্লাসে একটি টেডি বিয়ারের মুসলিম নবীর মতো মুহাম্মদ নাম রাখার অনুমতি দেওয়ার জন্য জেলে পাঠানো হয়েছিল, তখন এমসিবি ঘটনাটিকে \"একটি চরম অত্যধিক প্রতিক্রিয়া\" বলে নিন্দা করেছিল এবং বলেছিল যে সুদানী কর্তৃপক্ষের মৌলিক সাধারণ জ্ঞানের অভাব ছিল।\n২০১৭ সালের মে মাসে ম্যানচেস্টার এরিনায় মারাত্মক বোমা হামলার পর এমসিবি মহাসচিব হারুন খান এই হামলার নিন্দা করে বলেন, \"এটি ভয়ঙ্কর, এটি অপরাধমূলক। অপরাধীরা এই জীবনে এবং পরের জীবনে বিচারের পূর্ণ ওজনের মুখোমুখি হোক।\"\n\n\n== বিতর্ক ==\n\n\n=== হোলোকাস্ট ===\n২০০১ থেকে ২০০৭ সালের মধ্যে ব্রিটেন মুসলিম পরিষদ (এমসিবি) হলোকাস্ট মেমোরিয়াল ডে অনুষ্ঠান এবং সংশ্লিষ্ট ইভেন্টগুলোতে যোগ দিতে তার অনিচ্ছা প্রকাশ করেছিল। ২৬ জানুয়ারি ২০০১ সালের একটি প্রেস বিজ্ঞপ্তিতে পরিষদটি দুটি বিতর্কের বিষয় তালিকাভুক্ত করেছিল যা তাদের অনুষ্ঠানে যোগদান করতে বাধা দেয়, যেগুলি হল এটি \"জম্মু ও কাশ্মীরে এবং অন্যত্র অধিকৃত ফিলিস্তিনি অঞ্চলে চলমান গণহত্যা এবং মানবাধিকার লঙ্ঘনকে সম্পূর্ণরূপে বাদ দেয় এবং উপেক্ষা করে।\" এবং \"এতে কথিত আর্মেনীয় গণহত্যার পাশাপাশি তথাকথিত সমকামী গণহত্যার বিতর্কিত প্রশ্নও রয়েছে।\"\n২০০৭ সাল থেকে এমসিবি দিনটিকে \"গণহত্যা স্মৃতি দিবস\" দ্বারা প্রতিস্থাপিত করার আহ্বান জানিয়েছে। ৩ ডিসেম্বর ২০০৭ সালে এমসিবি বয়কট শেষ করার জন্য ভোট দেয়। সহকারী সাধারণ সম্পাদক ইনায়েত বাংলাওয়ালা যুক্তি দিয়েছিলেন যে এটি \"অজান্তে ইহুদি সম্প্রদায়ের কিছু লোককে আঘাত করেছে\"। এটা সমালোচনার জন্ম দিয়েছে; উদাহরণ স্বরূপ আনাস আল-তিক্রিতি বলেছেন: \"ইতিহাসের সবচেয়ে জঘন্য অপরাধের শিকার ব্যক্তিদের নিছক স্মরণের পরিবর্তে\" হলোকাস্ট মেমোরিয়াল ডে \"একটি রাজনৈতিক ইভেন্টে পরিণত হয়েছে\" যা \"ইসরায়েল রাষ্ট্রকে মহিমান্বিত করে প্রতি দিন ইসরায়েলিদের হাতে ফিলিস্তিনিদের অপরিমেয় দুর্ভোগের প্রতি একটি সম্মিলিত দৃষ্টি ফিরিয়ে দেয়।\"\n\n\n=== সাম্প্রদায়িকতা ===\nঐতিহাসিকভাবে এমসিবি ক্রমাগত সাম্প্রদায়িকতার বিরুদ্ধে কথা বলেছে। ২০১৩ সালে, পরিষদটি ইসলামের সুন্নি এবং শিয়া উভয় সম্প্রদায়ের মধ্যে কয়েকটি ইসলামিক বিদ্যালয় এবং শাখাগুলোর মধ্যে একটি আন্তঃ-বিশ্বাসের ঐক্য ঘোষণায় স্বাক্ষর করে। এপ্রিল ২০১৬ সালে একজন ব্রিটিশ আহমদী মুসলিম আসাদ শাহের \"ধর্মীয়ভাবে কুসংস্কারমূলক\" হত্যার পর, এমসিবি যেকোনো ধরনের হত্যার নিন্দা করেছে, কিন্তু এটাও বলেছে যে, বৃহত্তর মুসলিম সম্প্রদায়ের অংশ হিসেবে আহমদিয়া সম্প্রদায়কে মেনে নিতে কাউকে \"বাধ্য করা\" উচিত নয়।\nঅন্যদের মধ্যে মার্টিন ব্রাইট সত্যিকারের প্রতিনিধিত্ব করতে ব্যর্থ হওয়ার জন্য এমসিবির সমালোচনা করেছেন। তিনি ম্যাডেলিন বান্টিংয়ের একটি নিবন্ধের প্রতিক্রিয়ায় বলেছিলেন: \"যে কোনও সংস্থা যে নিজেকে মুসলিম সম্প্রদায়ের পক্ষে কথা বলার জন্য প্রতিনিধিত্ব করে তাদের অবশ্যই প্রদর্শন করতে হবে যে এটি সম্পূর্ণরূপে অ-সাম্প্রদায়িক এবং অ-দলীয়। এমসিবি এই ক্ষেত্রে ধারাবাহিকভাবে ব্যর্থ হয়েছে এবং সরকারকে সমস্ত সম্পর্ক ছিন্ন করার কথা বিবেচনা করা উচিত যতক্ষণ না এটি নিজেকে পুরোপুরি সংস্কার করছে।\" বান্টিং দ্বিমত পোষণ করে বলেছেন: \"সরকার যে পরিমাণে এমসিবির উপর অতিরিক্ত নির্ভর করেছিল, এটি শুধুমাত্র একটি কণ্ঠস্বর শুনতে চাওয়া সরকারের অলসতার কারণে\"। তিনি বলেছিলেন যে \"এমসিবিকে বাদ দেওয়া হবে, এই দেশের বৃহত্তম মুসলিম সংগঠন এবং যেটি অ-দলীয়তাবাদ এবং অ-সাম্প্রদায়িকতার সর্বোচ্চ ডিগ্রি অর্জন করেছে।\"\n\n\n=== সমকামিতা ===\nএমসিবি ধারা ২৮ বাতিলের বিরোধিতা করেছে এই ভিত্তিতে যে \"সমকামী প্রথাকে বিবাহের সমতুল্য হিসেবে বা নৈতিকভাবে নিরপেক্ষ উপায়ে উপস্থাপন করা মুসলমানদের জন্য গভীরভাবে আপত্তিকর\" এবং একটি প্রত্যাহার \"পরিবারের প্রতিষ্ঠানকে দুর্বল করে এবং আমাদের সমাজের ফ্যাব্রিককে ক্ষতিগ্রস্ত করবে।\" তবুও, এপ্রিল ২০০৭ সালে ব্রিটেন মুসলিম পরিষদ \"যৌন অভিমুখতার ভিত্তিতে পণ্য ও পরিষেবার বিধানে বৈষম্য নিষিদ্ধ\" সরকারী আইনকে সমর্থন করে একটি বিবৃতি জারি করে।\n৩ জানুয়ারি ২০০৬ সালে ইকবাল স্যাকরানি বিবিসি রেডিও ৪ -এর পিএম প্রোগ্রামে বলেছিলেন যে তিনি বিশ্বাস করেন যে সমকামিতা \"গ্রহণযোগ্য নয়\" এবং সমকামী নাগরিক অংশীদারিত্বকে \"ক্ষতিকারক\" বলে নিন্দা করেছেন। সমকামী অধিকার প্রচারক, যেমন পিটার ট্যাচেল এমসিবি ও সমকামী সংগঠনগুলির মধ্যে একটি \"সংলাপ\" করার আহ্বান জানিয়েছেন৷  এপ্রিল ২০০৭ সালে এমসিবি আনুষ্ঠানিকভাবে সমতা আইনের প্রতি তার সমর্থন ঘোষণা করে, যা যৌন অভিমুখতার ভিত্তিতে বৈষম্যকে নিষিদ্ধ করে। সাংবাদিক ব্রায়ান হুইটেকার বলেছেন: \"ব্রিটেনের মুসলিম কাউন্সিল সমকামিতাকে মেনে নেওয়ার দিকে অগ্রসর হতে শুরু করেছে\"।\n\n\n=== বিদ্যালয় এবং শিক্ষা ===\nবিদ্যালয়গুলোর জন্য এমসিবি নির্দেশিকা বলে যে মুসলিম শিশুদের অভিভাবকদের তাদের সন্তানদেরকে ধর্মীয় ভিত্তিতে মিশ্র সাঁতার, নাচ, যৌনতা এবং সম্পর্ক শিক্ষা, সঙ্গীত, নাটক এবং রূপক অঙ্কন জড়িত স্কুল কার্যক্রম থেকে প্রত্যাহার করার অনুমতি দেওয়া উচিত। খামার পরিদর্শনে, শূকর স্পর্শ করা বা খাওয়ানো নিষিদ্ধ করা উচিত। এটি সতর্ক করে যে ছাত্ররা এবং পিতামাতারা পুরস্কার প্রদান অনুষ্ঠানের সময় বিপরীত লিঙ্গের সাথে হাত মেলাতে অস্বীকার করতে পারে। ডেইলি এক্সপ্রেস পত্রিকা প্রকাশনাটিকে \" তালেবান-স্টাইল\" শর্তের দাবি হিসাবে উল্লেখ করেছে। এটি বলেছে যে প্রায় ১০% মুসলিম ছাত্রদের কাছে সঙ্গীত পাঠ গ্রহণযোগ্য নয়।\nএমসিবি থেকে পাওয়া তথ্যের ভিত্তিতে, স্টোক-অন-ট্রেন্ট সিটি কাউন্সিল সমস্ত স্কুলে রমজান নির্দেশিকা জারি করেছে। নথিতে বলা হয়েছে যে স্কুলগুলোকে সাঁতারের পাঠ, যৌন শিক্ষা এবং পরীক্ষার সময়সূচী পুনর্নির্ধারণ করা উচিত যাতে তারা রমজান মাসের বাইরে থাকে।\n\n\n=== জিল্যান্ডস-পোস্টেন মুহাম্মদ কার্টুন বিতর্ক ===\n৩০ সেপ্টেম্বর ২০০৫ সালে যখন ডেনিশ দৈনিক পত্রিকা জিল্যান্ডস-পোস্টেন এ মুহাম্মদের সম্পাদকীয় কার্টুন ছাপা হয়, তখন এমসিবি সেগুলোকে \"পশ্চিমা মিডিয়ার কিছু অংশে মুসলমানদের প্রতি ক্রমবর্ধমান অজ্ঞাতব্যক্তিভীতি টোন গৃহীত হওয়ার প্রতিফলন\" হিসাবে দেখেছিল এবং যুক্তি দিয়েছিল, \"আমরা ইউরোপে আমাদের মূল্যবান স্বাধীনতাকে যারা ইচ্ছাকৃতভাবে সম্প্রদায়ের মধ্যে ঘৃণা ও বিভাজন উসকে দিতে চায় তাদের দ্বারা অপব্যবহারের অনুমতি দেওয়া উচিত নয়\"। একই সময়ে, এটি বলেছে যে তারা \"মুসলিম বিশ্বের কিছু গোষ্ঠীর দ্বারা ডেনিশ এবং ইইউ নাগরিকদের বিরুদ্ধে করা সহিংস হুমকিকে সম্পূর্ণরূপে অগ্রহণযোগ্য বলে মনে করে।\"\n\n\n=== ইস্তাম্বুল ঘোষণা বিতর্ক ===\n২০০৯ সালের মার্চ মাসে, দি অবজার্ভার রিপোর্ট করেছে যে এমসিবির উপ মহাসচিব দাউদ আবদুল্লাহ সহ লোকেরা সেই বছরের জানুয়ারিতে ইস্তাম্বুল ঘোষণা (২০০৪ ইস্তাম্বুল শীর্ষ সম্মেলনের সাথে বিভ্রান্ত হবেন না) হিসেবে পরিচিতি লাভ করেছে। এটি ২০০৮ সালের ডিসেম্বর এবং ২০০৯ সালের জানুয়ারিতে গাজায় ইসরায়েলি সামরিক পদক্ষেপের প্রতিক্রিয়া ছিল। যেমন রিপোর্ট করা হয়েছে, ঘোষণাপত্রে \"ইসলামিক জাতি\"কে \" জায়নবাদী শত্রু\" (অর্থাৎ ইসরায়েল) এর সমর্থক বলে বিবেচিত সমস্ত ব্যক্তিকে যেকোনো উপায়ে বিরোধিতা করার জন্য অনুরোধ করা হয়েছে। স্বাক্ষরের সময় ব্রিটিশ প্রধানমন্ত্রী গর্ডন ব্রাউন সহ রাজনৈতিক নেতারা গাজা ও মিশরের মধ্যে অস্ত্র চোরাচালান নিরীক্ষণের জন্য শান্তিরক্ষী নৌবাহিনী প্রদানের পরামর্শ দিয়েছিলেন।\nযুক্তরাজ্যের কমিউনিটি এবং স্থানীয় সরকারের সেক্রেটারি অফ স্টেট হ্যাজেল ব্লেয়ার্স একটি খোলা চিঠি প্রকাশ করেছেন যে সরকার এমসিবির সাথে আর কোন লেনদেন করবে না যতক্ষণ না এটি ঘোষণা থেকে নিজেকে দূরে সরিয়ে নেয় এবং আবদুল্লাহ পদত্যাগ না করে। আবদুল্লাহ দ্য গার্ডিয়ানে প্রতিক্রিয়া জানিয়ে তার মন্তব্যকে \"নিয়ন্ত্রণ অনুশীলনের জন্য বিভ্রান্তিকর এবং পরামর্শহীন প্রচেষ্টা\" হিসাবে বর্ণনা করেছেন। তিনি পরে বলেছিলেন যে তিনি ব্লেয়ার্সের বিরুদ্ধে মানহানির জন্য মামলা করতে চেয়েছিলেন যদি তিনি তার চিঠি প্রত্যাহার না করেন এবং ক্ষমা চান।\nসরকার তার হুমকি প্রত্যাখ্যান করেছে।\n\n\n=== কনজারভেটিভ পার্টিতে ইসলামভীতি ===\nব্রিটেন মুসলিম পরিষদ বারবার কনজারভেটিভ পার্টিতে ইসলামভীতির তদন্তের দাবি করেছে। ২০১৮ সালের জুনে সংস্থাটি বলেছিল যে এখন \"সাপ্তাহিক ঘটনার চেয়ে বেশি\" কনজারভেটিভ প্রার্থী এবং প্রতিনিধিরা জড়িত। একটি খোলা চিঠিতে সংস্থাটি চেয়ারম্যান ব্র্যান্ডন লুইসকে বলেছিল যে তাকে অবশ্যই দলে \"বর্ণবাদী এবং ধর্মান্ধদের কোন স্থান নেই\" নিশ্চিত করতে হবে। কনজারভেটিভ মুসলিম ফোরাম কনজারভেটিভ পার্টিকে ইসলামভীতির বিরুদ্ধে ব্যবস্থা নিতে ব্যর্থতার জন্য অভিযুক্ত করেছে এবং একটি স্বাধীন তদন্তের আহ্বানে যোগ দিয়েছে। এছাড়াও যুক্তরাজ্য জুড়ে ৩৫০টি মসজিদ এবং ১১টি ছাতা সংগঠন ইসলামভীতি দাবির বিষয়ে অভ্যন্তরীণ তদন্ত শুরু করার জন্য রক্ষণশীলদের প্রতি আহ্বান জানিয়েছে। জুলাই মাসে সংগঠনটি ইসলামভীতির বিষয়ে একটি স্বাধীন তদন্তের জন্য তার আহ্বানের পুনরাবৃত্তি করে এবং রক্ষণশীলদের বিরুদ্ধে ইসলামভীতির দাবির প্রতি অন্ধ দৃষ্টি দেওয়ার জন্য অভিযুক্ত করে।\n\n\n=== অনিরপেক্ষ মিডিয়া কভারেজ ===\nজুলাই ২০১৯ সালে ব্রিটেন মুসলিম পরিষদ \"ন্যায্য মিডিয়া কভারেজের জন্য সংসদে প্রচারণা\" চালাতে শুরু করে। ১০,০০০ টিরও বেশি নিবন্ধ এবং টিভি ক্লিপ দেখার পর এমসিবি পরামর্শ দিয়েছে যে ৪৩% মিডিয়া ক্লিপ মুসলিমদের একটি নেতিবাচক সংস্থার সাথে চিত্রিত করেছে। মুসলমানদের ব্যাপারে ব্রিটিশ মিডিয়া \"একটি সংকীর্ণ পরিসরের বিষয় এবং পুনরাবৃত্তিমূলক, নেতিবাচক ধরনের চরিত্রায়নের দিকে মনোনিবেশ করে\"। এমসিবি বিবিসি নাটক সিরিজ বডিগার্ডেরও নিন্দা করেছে, এই বলে যে এটি \"নিপীড়িত বা অধীন হিসাবে হিজাব পরিধানকারী মুসলিম মহিলাদের স্টিরিওটাইপের দিকে ঠেলে দিয়েছে\"।\n\n\n== আরও দেখুন ==\n\nযুক্তরাজ্যে ইসলাম\nমুহাম্মাদ আব্দুল বারি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমন্তব্যটি এমসিবির সহকারী মহাসচিব ইনায়েত বুংলাওয়ালার বিনামূল্যের নিবন্ধ"}