{"pageid": 1360464, "title": "টিকচিহ্ন প্রতীক", "url": "https://bn.wikipedia.org/wiki?curid=1360464", "content": "একটি টিকার প্রতীক বা স্টক প্রতীক হল একটি সংক্ষিপ্ত চিহ্ন বা অক্ষর, যা একটি নির্দিষ্ট স্টক মার্কেটে একটি নির্দিষ্ট স্টকের ব্যবসা করা শেয়ারগুলির জন্য ব্যবহৃত হয়। টিকার প্রতীক দ্বারা সংক্ষেপে সংশ্লিষ্ট স্টক এক্সচেঞ্জে তালিকাভুক্ত বা সর্বজনীনভাবে ব্যবসা করা সম্পদ বা সিকিউরিটিগুলি চিহ্নিত করা হয়। একটি স্টক প্রতীক একটি চিহ্ন, সংখ্যা বা তাদের সমন্বয় হতে পারে। টিকার প্রতীক টাইপের একটি টিক টেপ মেশিনের টিকার টেপে মুদ্রিত প্রতীকগুলি উপস্থাপন করে।\n\n\n== প্রতীকের ব্যাখ্যা ==\nস্টক প্রতীকগুলি একটি নির্দিষ্ট বাজারে ট্রেড করা প্রতিটি নিরাপত্তার জন্য নির্ধারিত একটি অনন্য শনাক্তকারী। একটি স্টক প্রতীক অক্ষর, সংখ্যা বা তাদের সমন্বয় হতে পারে এবং সেই স্টকটিকে অনন্যভাবে সনাক্ত করার জন্য প্রতীকগুলি সংক্ষিপ্ত রাখা হয়। টিকারের টেপে মুদ্রিত অক্ষরের সংখ্যা কমাতে এবং ব্যবসায়ী এবং বিনিয়োগকারীদের দ্বারা সহজে চিনতে প্রতীকগুলি সংক্ষিপ্ত রাখা হয়।\nস্টক প্রতীকগুলির বর্ণানুক্রম এবং বিন্যাস নিয়ম প্রতিটি স্টক এক্সচেঞ্জে নির্ধারণ করা হয়। মার্কিন যুক্তরাষ্ট্রে, সাধারণত 1 থেকে 4 অক্ষরের মধ্যে স্টক টিকারগুলি থাকে এবং সম্ভবত কোম্পানির নামকে উপস্থাপন করে। উদাহরণ স্বরূপ, মার্কিন কম্পিউটার কোম্পানি  অ্যাপল ইনকর্পোরেটেড যা NASDAQ এক্সচেঞ্জে ট্রেড করে, সেখানে স্টক প্রতীক হল AAPL। আরেকটি উদাহরণ হল মোটর কোম্পানি Ford যা নিউ ইয়র্ক স্টক এক্সচেঞ্জে-এ লেনদেন করে, তার স্টক প্রতীক হল F। ইউরোপে, অধিকাংশ এক্সচেঞ্জগুলি তিন অক্ষরের কোড ব্যবহার করে। উদাহরণস্বরূপ, ডাচ কোম্পানি ইউনিলিভার যা আমস্টারডাম ইউরোনেক্সট  এক্সচেঞ্জে লেনদেন করে, সেখানে স্টক প্রতীক হল UNA। এশিয়ায়, অ-ল্যাটিন স্ক্রিপ্টব্যবহার করার সময় আন্তর্জাতিক বিনিয়োগকারীদের সমস্যা সমাধান করতে স্টক প্রতীকগুলি সাধারণত সংখ্যা হিসাবে ব্যবহৃত হয়। উদাহরণ স্বরূপ, হংকং স্টক এক্সচেঞ্জে ব্যবহৃত হয় HSBC ব্যাঙ্কের স্টকের জন্য টিকার প্রতীক 0005।\nএক্সচেঞ্জ সংশ্লিষ্ট পরিবর্তন এর ফলে স্টক প্রতীকগুলির সময়কালে পরিবর্তিত হতে পারে। Exxon কোম্পানির সাথে Mobil Oil এর একত্রীকরণের পরে, এক্সনের প্রতীক \"XON\" পরিবর্তিত হয়ে যায় \"XOM\"। এছাড়াও, মার্কিন যুক্তরাষ্ট্রে একক-অক্ষরের প্রতীকগুলি সাধারণত ভ্যানিটি প্রতীক হিসাবে প্রদত্ত হয়। উদাহরণস্বরূপ, প্রায়শই ব্যবহৃত Vivendi সাবেক Vivendi Universal সংস্থা পরিবর্তনের পরে Visa Inc. এর প্রতীক V ব্যবহার করা হয়। এটি Vivendi প্রতীক থেকে বিভিন্ন একটি প্রতীকের চেয়ে ভ্যানিটি প্রতীক ব্যবহার করা হয়েছিল এবং পূর্বের চিহ্নটি বাদ দেওয়া হয়েছিল।\nস্টককে সম্পূর্ণরূপে সনাক্ত করতে টিকার এবং এক্সচেঞ্জ বা তালিকার দেশ উভয়ই জানা প্রয়োজন। অনেক সিস্টেমে সিকিউরিটি টিকারের সাথে অবস্থান বা বিনিময় কোড সংযুক্ত করে সনাক্ত করা হয়। এই তথ্যগুলি অনেক ব্যবহারিক এবং নিরাপদ ব্যবসায়িক কার্যক্রমে সহায়তা করে, যেমন স্টক লেনদেন, পরিবর্তন, পূর্বাভাস পর্যবেক্ষণ এবং অনুমানের জন্য। স্টকের নিরাপত্তার সাথে সংযুক্ত তথ্যগুলি ব্যবহার করে ব্যবসায়ীরা স্বতন্ত্রভাবে নিরাপত্তা উপেক্ষা করে ট্রেড করতে পারেন এবং এটি পদক্ষেপ গ্রহণের জন্য ব্যবসায়িক সিদ্ধান্ত গ্রহণে সহায়তা করে।\n\n\n=== অন্যান্য শনাক্তকারী ===\nস্টক টিকারগুলি সমপূর্ণরূপে সনাক্ত করতে ব্যবহৃত হয় এবং স্টকের নিরাপত্তার সিদ্ধান্তে সহায়তা করতে ইন্টারন্যাশনাল সিকিউরিটিজ আইডেন্টিফাইং নম্বর (ISIN) ব্যবহৃত হয়। ISIN একটি 12-অক্ষরের আলফা-সংখ্যাসূচক কোড যা স্টক এবং অন্যান্য আর্থিক সুবিধাগুলির জন্য ব্যবহৃত হয়।  এটি সিকিউরিটি নিরাপত্তার পরিচালনা করতে একটি গুরুত্বপূর্ণ উপায় হিসাবে ব্যবহৃত হয়, যা বন্ড, বাণিজ্যিক কাগজ, স্টক এবং ওয়ারেন্টস সহ বিভিন্ন আর্থিক যন্ত্রের সাথে সংযুক্ত হয়। এটি সংক্ষেপে স্টকের নিরাপত্তার জন্য একটি গুরুত্বপূর্ণ পরিচালনা পদ্ধতি।\nআইএসআইএন সুরক্ষার জন্য ব্যবহৃত হয়, বিনিময়ের জন্য নয় (যদিও কিছু বিন্যাস থাকতে পারে)। এটি টিকার প্রতীকের স্থানান্তর করে না। উদাহরণস্বরূপ, ডেমলার এজি স্টক বিশ্বব্যাপীভাবে বিভিন্ন স্টক এক্সচেঞ্জে লেনদেন করে এবং পাঁচটি বিদেশী মুদ্রায় মূল্য নির্ধারণ করে। প্রতিটি স্টকের জন্য একই আইএসআইএন রয়েছে (DE0007100000), যদিও একই টিকার প্রতীক নয়। আইএসআইএন এই মামলায় একটি বিশেষ ট্রেড নির্দিষ্ট করতে পারে না, এবং অন্য একটি সনাক্তকারী, সাধারণত তিনটি বা চারটি অক্ষরের বিনিময় কোড (উদাহরণস্বরূপ মার্কেট আইডেন্টিফায়ার কোড) ব্যবহৃত হতে হবে  \n\n\n=== স্টক মার্কেট সূচকের জন্য প্রতীক ===\nসাধারণত, একটি স্টক টিকার একটি নিরাপত্তা চিহ্নিত করে যা ট্রেড করা যেতে পারে, কিন্তু স্টক মার্কেট সূচকগুলির কিছুটা সময় একটি চিহ্নের মাধ্যমে প্রতীকগুলি বরাদ্দ করা হয়। সূচকগুলির জন্য সাধারণত চিহ্নগুলি নামের আগে যেমন সার্কামফ্লেক্স (অথবা 'ক্যারেট') চিহ্ন (^) বা একটি বিন্দু যোগ করে আলাদা করা হয়।  উদাহরণস্বরূপ, রয়টার্স প্রতীকের নীচে Nasdaq কম্পোজিট সূচক তালিকাভুক্ত করা হয়েছে (যা সম্প্রতিক প্রতিষ্ঠান IXIC নামে পরিচিত)।\n\n\n== দেশ অনুযায়ী প্রতীক ==\n\n\n=== অস্ট্রেলিয়া ===\nঅস্ট্রেলিয়ান সিকিউরিটিজ এক্সচেঞ্জ (Australian Securities Exchange) নিম্নলিখিত নিয়মগুলি অবলম্বন করে:\n\nটিকার সিম্বলের প্রথম এবং তৃতীয় অক্ষরগুলি বর্ণানুক্রমিক হয়। এই দুটি অক্ষর মাঝে একটি বেস চিহ্ন (#) থাকে।\nETF (Exchange-Traded Fund) এবং ETMF (Exchange-Traded Managed Fund) এর টিকারগুলি 3 বা 4 অক্ষরের হতে পারে।\nএক্সচেঞ্জ-ট্রেডেড ওয়ারেন্ট (Exchange-Traded Option) এবং এক্সচেঞ্জ-ট্রেডেড বিকল্প (Exchange-Traded Option Alternative) এর টিকারগুলি সাধারণত ছয়টি অক্ষর হয়।\nETO (Exchange-Traded Option) এর ষষ্ঠ অক্ষর হতে পারে একটি সংখ্যা।\nউল্লেখ্য, এই নিয়মগুলি অস্ট্রেলিয়ান সিকিউরিটিজ এক্সচেঞ্জ এপ্লাইকেবল। \n\n\n=== কানাডা ===\nকানাডায় অবস্থিত টরন্টো স্টক এক্সচেঞ্জ (Toronto Stock Exchange) এবং TSX Venture Exchange (TSXV) এ টিকার প্রতীকের পরে নিম্নলিখিত বিশেষ কোডগুলি ব্যবহার করা হয়:\n\nটরন্টো স্টক এক্সচেঞ্জ (Toronto Stock Exchange) এর টিকারগুলির পরে সাধারণত দুইটি চিহ্ন (#) থাকে, যেমন TSE: ABC। এখানে \"TSE\" হল টরন্টো স্টক এক্সচেঞ্জের চিহ্নিতকরণ।\nTSX Venture Exchange (TSXV) এর টিকারগুলির পরে সাধারণত একটি চিহ্ন (^) থাকে, যেমন TSXV: XYZ। এখানে \"TSXV\" হল TSX Venture Exchange এর চিহ্নিতকরণ।\nউল্লেখ্য, এই বিশেষ কোডগুলি টরন্টো স্টক এক্সচেঞ্জ এবং TSX Venture Exchange এ প্রযোজ্য।\n\n\n=== যুক্তরাজ্য ===\nযুক্তরাজ্যে, ১৯৯৬ সালের আগে, স্টক কোডগুলো সাধারণত EPIC হিসেবে পরিচিত ছিল, যা লন্ডন স্টক এক্সচেঞ্জের এক্সচেঞ্জ প্রাইস ইনফরমেশন কম্পিউটার বোঝায় (যেমনঃ মার্কস এবং স্পেনসারের জন্য \"MKS\")। ১৯৯৬ সালে সিকোয়েন্স ট্রেডিং প্ল্যাটফর্মের প্রবর্তন হওয়ার পরে, EPIC গুলির নতুনভাবে নামকরণ হয়েছে ট্রেডেবল ইন্সট্রুমেন্ট ডিসপ্লে মেমোনিক্স (TIDM), কিন্তু এখনও সাধারণত EPIC হিসেবে চিহ্নিত হয়। স্টকগুলির শনাক্তকরণের জন্য তাদের SEDOL (স্টক এক্সচেঞ্জ দৈনিক অফিসিয়াল তালিকা) নম্বর বা তাদের ISIN (আন্তর্জাতিক সিকিউরিটিজ আইডেন্টিফিকেশন নম্বর) ব্যবহার করা যেতে পারে।\n\n\n=== যুক্তরাষ্ট্র ===\nমার্কিন যুক্তরাষ্ট্রে, বিনিয়োগের জন্য স্ট্যান্ডার্ড অ্যান্ড পুওরস (S&P) একটি জাতীয় মান নির্ধারণ করে এবং আধুনিক অক্ষর-শুধু টিকারের চিহ্নগুলি তৈরি করে। পূর্বে, একটি কোম্পানির বিভিন্ন স্টক মার্কেটে পার্থক্যময় টিকার চিহ্ন থাকতে পারত কারণ তারা কয়েকটি মার্কেটের মধ্যে পরিবর্তিত হত। টিকার শব্দটি স্টক এক্সচেঞ্জে একবার ব্যবহৃত টিকার টেপ মেশিন দ্বারা তৈরি শব্দকে বোঝাতে ব্যবহৃত হয়।\nS&P সিস্টেমটি পরবর্তীতে সিকিউরিটিজ শিল্প দ্বারা প্রমিত এবং বছর অতিবাহিত হওয়ার সাথে সাথে পরিবর্তিত হয়। \nকয়েকটি কোম্পানি তাদের প্রতীক হিসাবে পরিচিত পণ্য ব্যবহার করে, যেমন AB InBev এর \"BUD\" প্রতীক বিয়ারের জন্য এবং Molson Coors Brewing Company এর \"TAP\" প্রতীক বিয়ারের জন্য। Harley-Davidson \"HOG\" ব্যবহার করে, কর্পোরেট-স্পন্সর করা Harley Owners Group এর সংক্ষিপ্ত রূপ।  ইয়ামানা গোল্ড \"AUY\" ব্যবহার করে, কারণ উপাদানগুলির পর্যায় সারণিতে, \"Au\" হল সোনার প্রতীক। Sotheby's (বিখ্যাত নিলাম ঘর) \"BID\" প্রতীক ব্যবহার করে। Petco প্রতীক \"WOOF\" ব্যবহার করে, কুকুর দ্বারা তৈরি শব্দের একটি রেফারেন্স।\n\nA – Agilent Technologies\nAAPL – Apple\nBRK.(A/B) - Berkshire Hathaway (Class A or B shares marked by a letter following period, BRK.A or BRK.B)\nC – Citigroup\nGOOG – Alphabet (parent company of Google)\nHOG – Harley-Davidson\nHPQ - Hewlett-Packard\nINTC – Intel\nKO – The Coca-Cola Company\nLUV - Southwest Airlines (after their main hub at Love Field)\nMMM – 3M (originally known as Minnesota Mining and Manufacturing)\nMSFT – Microsoft\nT - AT&amp;T\nTGT – Target Corporation\nTXN – Texas Instruments\nXOM - ExxonMobil\nWOOF - Petco\nWMT – Walmart\nজুলাই ২০০৭ সালে স্টক এক্সচেঞ্জে নিয়ম পরিবর্তন হয় এবং এটি নাসডাকের কোম্পানিগুলিকে তাদের তিন-অক্ষরের চিহ্ন ব্যবহার করার অনুমতি দেয়। \n\n\n==== একক-অক্ষরের NYSE টিকার প্রতীক ====\nA: Agilent Technologies (previously used by Anaconda Copper, American Medical Buildings, Attwoods and Astra AB)\nB: Barnes Group (previously used by Bankers Utilities Corporation and Baldwin Lima Hamilton)\nC: Citigroup (previously used by Chrysler)\nD: Dominion Energy (previously used by Douglas Aircraft Company and Dart Industries)\nE: Eni (previously used by Erie Lackawanna Railway and Transco Energy Co.)\nF: Ford\nG: Genpact (previously used by Greyhound Dial Corporation and Gillette)\nH: Hyatt (previously used by Hupp Corporation, Hardee's, Harcourt General, Helm Resources and Realogy)\nJ: Jacobs Engineering Group (previously used by J Net Enterprises and Standard Oil Co. of New Jersey)\nK: Kellogg's\nL: Loews Corporation (previously used by Liberty Financial Companies, Sinclair Oil Corp, and Liberty Media)\nM: Macy's Inc (previously used by Marcor)\nO: Realty Income Corporation (previously used by Odetics)\nR: Ryder (previously used by Uniroyal and LF Rothschild)\nS: SentinelOne (previously used by Sprint Corporation and Sears)\nT: AT&amp;T (previously used by AT&T Corporation)\nU: Unity Software (previously used by US Airways)\nV: Visa (previously used by Vivendi, New York, New Haven &amp; Hartford Railroad, Irving Bank, Vivra and Viking General)\nW: Wayfair (previously used by Westvaco)\nX: US Steel\nY: Alleghany Corporation\nঅনির্ধারিত অক্ষর:\n\nI: পূর্বে Intelsat, Itel Corporation, এবং First Interstate Bancorp দ্বারা ব্যবহৃত \nN: পূর্বে Inco  এবং NetSuite দ্বারা ব্যবহৃত\nP: পূর্বে প্যান্ডোরা এবং ফিলিপস পেট্রোলিয়াম কোম্পানি দ্বারা ব্যবহৃত। \nপ্রশ্ন: পূর্বে Quintiles এবং Qwest দ্বারা ব্যবহৃত \nZ: পূর্বে Woolworth Corporation দ্বারা ব্যবহৃত\n\n\n==== একক-অক্ষর NASDAQ টিকার প্রতীক ====\nজেড: জিলো\nঅনির্ধারিত অক্ষর:\n\nA-Y\n\n\n=== অন্য দেশ ===\nআরবি লিপি ব্যবহার করা হয় এমন দেশগুলো মধ্যে অস্তিত্ব রাখে, এবং পূর্ব এশিয়ায় অন্তর্ভুক্ত হয়ে থাকে। কোম্পানির নামের ল্যাটিন স্ক্রিপ্ট সংস্করণগুলি একটি পশ্চিমী পাঠকের কাছে বিভ্রান্তিকর হতে পারে যেখানে সেই দেশে আরবি লিপি ব্যবহৃত হয়নি। স্টক প্রতীক ব্যবহার প্রতিষ্ঠানের ক্ষেত্রে সহজতর যোগাযোগের উপায় প্রদান করে। অনেক এশিয়ান দেশ আন্তর্জাতিক বাণিজ্যিক প্রচেষ্টার সুবিধার্থে শুধুমাত্র সংখ্যা এবং রোমান সংখ্যাসূচক বা বর্ণানুক্রমিক টিকার চিহ্ন ব্যবহার করে।\n\nইন্ডাস্ট্রিয়াল অ্যান্ড কমার্শিয়াল ব্যাংক অফ চায়না – 01398 [হংকং]\nHSBC – 00005 [হংকং]; লন্ডন স্টক এক্সচেঞ্জে, এটি HSBA, হংকং সাংহাই ব্যাংকের জন্য, ক্লাস A)\nDBS ব্যাংক – D05 [সিঙ্গাপুর]\nজার্ডিন C&C – C07 [সিঙ্গাপুর]\nটোনেন জেনারেল সেকিউ কেকে – 5012 [জাপান]\nতোশিবা কর্পোরেশন - 6502 [জাপান]\nচায়না সিটিআইসি ব্যাংক কর্পোরেশন লিমিটেড – 601998 [সাংহাই - চীন]\nহুবেই গোল্ডেন রিং কোম্পানি লিমিটেড – 000615 [শেনজেন - চীন]\nASUSTEK - 2357 [তাইওয়ান]\nচুংঘওয়া টেলিকম কোম্পানি লিমিটেড – 2412 [তাইওয়ান]\nসৌদি বিদ্যুৎ কোম্পানি - 5110 [সৌদি আরব]\n\n\n== আরও দেখুন ==\nCUSIP\nবাজার সনাক্তকরণ কোড\nবিকল্প প্রতীক\nSEDOL\nআইএসআইএন\nWertpapierkennnummer\n\n\n== তথ্যসূত্র =="}