{"pageid": 1360392, "title": "ধর্মীয় সম্প্রদায়", "url": "https://bn.wikipedia.org/wiki?curid=1360392", "content": "ধর্মীয় সম্প্রদায় হল ধর্মের মধ্যে উপগোষ্ঠী যা অন্যান্য কার্যকলাপের মধ্যে সাধারণ নাম ও ঐতিহ্যের অধীনে কাজ করে। শব্দটি বিভিন্ন খ্রিস্টসম্প্রদায়কে বোঝায় (উদাহরণস্বরূপ, পূর্বদেশীয় সনাতনপন্থী, ক্যাথলিক এবং প্রতিবাদবাদ ধর্মের বিভিন্ন প্রকার)। এটি ইহুদি ধর্মের পাঁচটি প্রধান শাখাকে বর্ণনা করতেও ব্যবহৃত হয় (কারাইতে, সনাতনপন্থী, রক্ষণশীল, সংস্কার ও পুনর্গঠনবাদী)। ইসলামের মধ্যে, এটি সম্প্রদায়ের (সুন্নি, শিয়া) উল্লেখ করতে পারে, সেইসাথে তাদের বিভিন্ন উপবিভাগ যেমন উপ-সম্প্রদায়,  মাযহাবের দর্শন,  ধর্মতত্ত্বের দর্শন এবং ধর্মীয় আন্দোলন। বিশ্বের বৃহত্তম ধর্মীয় সম্প্রদায় হল সুন্নি ইসলাম।\n\n\n== খ্রিস্টধর্ম ==\n\nখ্রিস্টসম্প্রদায় হল সাধারণ নাম, গঠন, নেতৃত্ব এবং মতবাদের মতো বৈশিষ্ট্য দ্বারা চিহ্নিত স্বতন্ত্র ধর্মীয় সংস্থার জন্য সাধারণ শব্দ। স্বতন্ত্র সংস্থাগুলি, তবে, নিজেদের বর্ণনা করার জন্য বিকল্প পদ ব্যবহার করতে পারে, যেমন গির্জা বা ফেলোশিপ। দল এবং অন্য দলের মধ্যে বিভাজন মতবাদ এবং গির্জার কর্তৃপক্ষ দ্বারা সংজ্ঞায়িত করা হয়; বাইবেলের ব্যাখ্যা, প্রেরিত উত্তরাধিকারের কর্তৃত্ব, পরকালবিদ্যা, এবং পোপের আদিমতার মতো বিষয়গুলি প্রায়শই সম্প্রদায়কে অন্য সম্প্রদায় থেকে পৃথক করে। সম্প্রদায়ের দলগুলি প্রায়শই বিস্তৃতভাবে অনুরূপ বিশ্বাস, অনুশীলন এবং ঐতিহাসিক সম্পর্কগুলিকে খ্রিস্টধর্মের শাখা হিসাবে পরিচিত।\n\n\n== হিন্দুধর্ম ==\n\nহিন্দুধর্মে, প্রধান দেবতা বা দার্শনিক বিশ্বাস সম্প্রদায়কে চিহ্নিত করে, যার সাধারণত স্বতন্ত্র সাংস্কৃতিক ও ধর্মীয় অনুশীলন রয়েছে। প্রধান ধর্মসম্প্রদায়ের মধ্যে রয়েছে শৈবধর্ম, শাক্তবাদ, বৈষ্ণববাদ ও স্মার্তবাদ।\n\n\n== ইসলামধর্ম ==\n\nঐতিহাসিকভাবে, ইসলাম তিনটি প্রধান সম্প্রদায়ে বিভক্ত ছিল যা সুন্নি, খারিজি ও শিয়া নামে পরিচিত। বর্তমানে, সুন্নিরা সামগ্রিক মুসলিম জনসংখ্যার প্রায় ৯০%, শিয়ারা প্রায় ১০%, যখন খারিজিদের থেকে ইবাদিরা ০.১৫% এর নিচে নেমে গেছে।\nআজ, অনেক শিয়া সম্প্রদায় বিলুপ্ত। প্রধান টিকে থাকা ইমামাহ-মুসলিম ফেরকাগুলি হল উসুলিবাদ (প্রায় ৮.৫% এর বেশি), নিজারি ইসমাইলিবাদ (প্রায় ১% এর বেশি), আলেবিবাদ (০.৫% এর কিছু বেশি  কিন্তু ১% এর কম)। অন্যান্য বিদ্যমান গোষ্ঠীর মধ্যে রয়েছে ইয়েমেনের জায়েদি শিয়া যাদের জনসংখ্যা বিশ্বের মুসলিম জনসংখ্যার প্রায় ০.৫% এর বেশি, মুসতা'লি ইসমাঈলবাদ (প্রায় ০.১% যাদের তৈয়াবী অনুসারীরা ভারতের গুজরাত রাজ্য এবং পাকিস্তানের করাচি শহরে বসবাস করে। এছাড়াও ইউরোপ, উত্তর আমেরিকা, দূরপ্রাচ্য এবং পূর্ব আফ্রিকাতে উল্লেখযোগ্য বিক্ষিপ্ত জনসংখ্যা রয়েছে)।\nঅন্যদিকে, নতুন মুসলিম সম্প্রদায় যেমন আফ্রিকান আমেরিকান মুসলিম, আহমদীয়া মুসলিম (প্রায় ১% সহ), অ-সাম্প্রদায়িক মুসলিম, কুরানবাদী মুসলিম এবং ওয়াহাবী (প্রায় ০.৫% এর সাথে বিশ্বের মোট মুসলিম জনসংখ্যা) পরবর্তীতে স্বাধীনভাবে বিকশিত হয়েছিল।\nপিউ রিসার্চ সেন্টারের সমীক্ষা প্রস্তাব করে যে বিশ্বব্যাপী ২৫% পর্যন্ত মুসলিমদের অ-সাম্প্রদায়িক মুসলিম হিসেবে আত্ম-পরিচয়।\n\n\n== ইহুদি ধর্ম ==\n\nইহুদি ধর্মীয় আন্দোলন, যাকে কখনও কখনও \"সম্প্রদায়\" বা \"শাখা\" বলা হয়, এর মধ্যে রয়েছে বিভিন্ন গোষ্ঠী যা প্রাচীনকাল থেকে ইহুদিদের মধ্যে গড়ে উঠেছে। আজ, মূল বিভাজন হল গোঁড়া, সংস্কার ও রক্ষণশীল লাইনের মধ্যে, তাদের পাশাপাশি বেশ কয়েকটি ছোট আন্দোলন রয়েছে। এই ত্রিগুণ সাম্প্রদায়িক কাঠামোটি প্রধানত মার্কিন যুক্তরাষ্ট্রে বিদ্যমান, যখন ইস্রায়েলে ধর্মীয় গোঁড়া এবং অ-ধর্মীয়দের মধ্যে ফল্ট লাইন রয়েছে।\nআন্দোলন বিভিন্ন বিষয়ে তাদের মতামত ভিন্ন। এই সমস্যাগুলির মধ্যে রয়েছে পালনের স্তর, ইহুদি আইনের ব্যাখ্যা ও বোঝার পদ্ধতি, বাইবেলের লেখকত্ব, পাঠ্য সমালোচনা ও মেসিয়াহ (বা মশীহ যুগ) এর প্রকৃতি বা ভূমিকা। এই সমস্ত আন্দোলন জুড়ে লিটার্জির মধ্যে উল্লেখযোগ্য পার্থক্য রয়েছে, বিশেষ করে যে ভাষাতে পরিষেবাগুলি পরিচালিত হয়, আরও ঐতিহ্যগত আন্দোলনগুলি হিব্রুকে জোর দেয়৷ তীক্ষ্ণ ধর্মতাত্ত্বিক বিভাজন গোঁড়া এবং অ-গোঁড়া ইহুদিদের মধ্যে ঘটে যারা অন্যান্য সম্প্রদায়কে মেনে চলে, যেমন অ-গোঁড়া আন্দোলনগুলিকে কখনও কখনও সম্মিলিতভাবে \"উদারপন্থী সম্প্রদায়\" বা \"প্রগতিশীল ধারা\" হিসাবে উল্লেখ করা হয়।\n\n\n== বহু-সম্প্রদায়িক ==\nবহু-সাম্প্রদায়িক শব্দটি বর্ণনা করতে পারে ধর্মীয়  ঘটনা যাতে কখনো কখনো সম্পর্কহীন ধর্মীয় গোষ্ঠীর বিভিন্ন ধর্মীয় সম্প্রদায় অন্তর্ভুক্ত থাকে। প্রত্যাশিত জনসংখ্যা বা দর্শকদের যতটা সম্ভব অন্তর্ভুক্তিমূলক বা প্রতিনিধিত্বমূলক হতে বিভিন্ন ধর্মীয় সম্প্রদায়ের প্রতিনিধিদের নেতৃত্বে ধর্মীয় অংশগুলিকে অনেক নাগরিক ঘটনা অন্তর্ভুক্ত করে। উদাহরণস্বরূপ: চিলির ক্যাম্পামেন্টো এস্পেরানজা-এ রবিবার থ্যাঙ্কস গিভিং গণসমাবেশ, যেখানে চিলির ২০১০ কপিয়াপো মাইনিং দুর্ঘটনার সময় একজন রোমান ক্যাথলিক যাজক  এবং ধর্মপ্রচারক উভয় দ্বারা পরিষেবা পরিচালনা করেছিলেন।\nধর্মগুরু- যেকোনও ধর্মের প্রায়শই নিযুক্ত পাদ্রী--কে প্রায়ই ধর্মনিরপেক্ষ সংগঠনগুলিকে তার সদস্যদের আধ্যাত্মিক সহায়তা প্রদানের জন্য নিয়োগ করা হয় যারা বিভিন্ন ধর্ম বা সম্প্রদায়ের যে কোনো একটির অন্তর্ভুক্ত হতে পারে। এই ধর্মাবলম্বীদের মধ্যে অনেক, বিশেষ করে যারা সামরিক বা অন্যান্য বৃহৎ ধর্মনিরপেক্ষ সংস্থার সাথে কাজ করে, তাদের বিভিন্ন ধর্মের সদস্যদের পরিচর্যা করার জন্য বিশেষভাবে প্রশিক্ষিত করা হয়, এমনকি ধর্মগুরুর নিজস্ব বিশ্বাস থেকে বিরোধী ধর্মীয় মতাদর্শের সাথেও বিশ্বাস।\nযে সমস্ত সামরিক সংস্থাগুলিতে একাধিক ছোট ছোট কিন্তু সম্পর্কিত সম্প্রদায়ের সদস্য সংখ্যা নেই তারা নিয়মিতভাবে বহু-সাম্প্রদায়িক ধর্মীয় পরিষেবাগুলি পালন করবে, যাকে সাধারণত \"প্রতিবাদী\" রবিবার পরিষেবা বলা হয়, তাই সংখ্যালঘু প্রতিবাদী সম্প্রদায়গুলিকে বাদ দেওয়া বা অপ্রচলিত করা হয় না।\n\n\n== আরও দেখুন ==\nধর্মীয় সমন্বয়বাদ\nঅ-সাম্প্রদায়িক\nহিন্দু সম্প্রদায়\nনতুন ধর্মীয় আন্দোলন\nআন্তঃধর্মীয় সংলাপ\nইসলামি সম্প্রদায় ও শাখা\nজৈন সম্প্রদায় ও শাখা\nইহুদি ধর্মীয় আন্দোলন\nবিভেদ\nশিখ সম্প্রদায়\nশিন্তৌ সম্প্রদায় ও দর্শন\nধর্মীয় আন্দোলনের সমাজতাত্ত্বিক শ্রেণিবিভাগ\nতাওবাদী দর্শন\nবাহাই ধর্মে বিভেদের চেষ্টা\nখ্রিস্ট সম্প্রদায়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ধর্মীয় সম্প্রদায় সম্পর্কিত মিডিয়া দেখুন।"}