{"pageid": 1360942, "title": "মার্ভেল এন্টারটেইনমেন্ট", "url": "https://bn.wikipedia.org/wiki?curid=1360942", "content": "মার্ভেল এন্টারটেইনমেন্ট, এলএলসি (পূর্বে মার্ভেল এন্টারটেইনমেন্ট) নিউ ইয়র্ক সিটি ভিত্তিক একটি মার্কিন বিনোদন কোম্পানি যা ১৯৯৮ সালের জুনে মার্ভেল এন্টারটেইনমেন্ট গ্রুপ এবং টয় বিজের একত্রীকরণের মাধ্যমে প্রতিষ্ঠিত হয়। কোম্পানিটি ২০০৯ সাল থেকে দ্য ওয়াল্ট ডিজনি কোম্পানির সম্পূর্ণ মালিকানাধীন সহযোগী প্রতিষ্ঠান। এটি মূলত মার্ভেল কমিক্সের ভোক্তাপণ্য, লাইসেন্সিং ও কমিক বই এবং এর পাশাপাশি চলচ্চিত্র ও টেলিভিশন/স্ট্রিমিং ধারাবাহিকের জন্য বিখ্যাত, যার মধ্যে মার্ভেল সিনেমাটিক ইউনিভার্সের (এমসিইউ) চলচ্চিত্র ও ধারাবাহিকও অন্তর্ভুক্ত।\n২০০৯ সালে ওয়াল্ট ডিজনি কোম্পানি মার্ভেল এন্টারটেইনমেন্টকে ৪ বিলিয়ন মার্কিন ডলারে অধিগ্রহণ করার পর থেকে এটি একটি সীমিত দায় কোম্পানি (এলএলসি)। মার্ভেল স্টুডিওজের মার্ভেল এন্টারটেইনমেন্ট থেকে ওয়াল্ট ডিজনি স্টুডিওতে পুনর্গঠন হওয়ার পর থেকে আর্থিক প্রতিবেদনের উদ্দেশ্যে মার্ভেলকে প্রাথমিকভাবে ডিজনির ভোক্তাপণ্য বিভাগের অংশ হিসাবে প্রতিবেদন করা হয়।\nবছরের পর বছর ধরে মার্ভেল এন্টারটেইনমেন্ট বিভিন্ন ব্যবসায়ের ক্ষেত্রে অন্যান্য কোম্পানির সাথে বেশ কিছু অংশীদারিত্ব এবং আলোচনায় অংশগ্রহণ করেছে। ২০২৩-এর হিসাব অনুযায়ী, মার্ভেলের কলাম্বিয়া পিকচার্স (স্পাইডার-ম্যান চলচ্চিত্রের জন্য) ও ইউনিভার্সাল পিকচার্সের (ভবিষ্যতে মার্ভেল স্টুডিওজ কর্তৃক নির্মিত যেকোন হাল্ক চলচ্চিত্রের বন্টণ অধিকার গ্রহণের জন্য প্রথম প্রত্যাখ্যানের অধিকার) মাধ্যমে সনি পিকচার্সের সাথে চলচ্চিত্র লাইসেন্সিং চুক্তি রয়েছে। এছাড়া আইএমজি ওয়ার্ল্ড অব অ্যাডভেঞ্চার ও ইউনিভার্সাল ডেস্টিনেশন অ্যান্ড এক্সপেরিয়েন্সেসের সাথে (আইল্যান্ড অব অ্যাডভেঞ্চার ও ইউনিভার্সাল স্টুডিওজ জাপান-এ নির্দিষ্ট মার্ভেল চরিত্রের অধিকারের জন্য) থিম পার্ক লাইসেন্সিং চুক্তি রয়েছে। ইউনিভার্সাল পার্কস অ্যান্ড রিসোর্টের সাথে তাদের চুক্তির পাশাপাশি, মার্ভেলের চরিত্র ও সম্পত্তিও ডিজনি পার্কে প্রদর্শিত হয়েছে। \n\n২০২৩ সালের ২৯ মার্চ তারিখে মার্ভেল কমিকস এবং মার্ভেল গেমস সহ মার্ভেল এন্টারটেইনমেন্টের কার্যক্রমগুলি ডিজনির বৃহত্তর ব্যবসায়িক ইউনিটে একত্রিত করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== মার্ভেল এন্টারটেইনমেন্ট গ্রুপ ===\n\n১৯৮৬ সালের ২ ডিসেম্বর মার্ভেল কমিকস ও মার্ভেল প্রোডাকশন্সের সমন্বয়ে মার্ভেল এন্টারটেইনমেন্ট গ্রুপ, ইনকর্পোরেটেড (অথবা এমইজি) গঠিত হয়। একই বছরে, ক্যাডেন্স ইন্ডাস্ট্রিজের অবলুপ্তির অংশ হিসেবে এটি নিউ ওয়ার্ল্ড এন্টারটেইনমেন্ট লিমিটেডের কাছে বিক্রয় করা হয়। ১৯৮৯ সালের ৬ জানুয়ারি তারিখে রোনাল্ড পেরেলম্যানের ম্যাকঅ্যান্ড্রুজ অ্যান্ড ফোর্বস হোল্ডিংস ৮২.৫ মিলিয়ন মার্কিন ডলারের বিনিময়ে নিউ ওয়ার্ল্ডের কাছ থেকে মার্ভেল এন্টারটেইনমেন্ট গ্রুপ কিনে নেয়। চুক্তিতে মার্ভেল প্রোডাকশন্স অন্তর্ভুক্ত ছিলো না, যেটি নিউ ওয়ার্ল্ডসের টেলিভিশন ও চলচ্চিত্র ব্যবসায়ের মধ্যে একীভূত করা হয়।\nপেরেলম্যানের ভাষায়, \"মেধা সম্পত্তির পরিপ্রেক্ষিতে এটি একটি মিনি-ডিজনি। ডিজনির কাছে বহুল স্বীকৃত ও শান্ত ধরনের চরিত্র বিদ্যমান, যেখানে আমাদের চরিত্রগুলো অ্যাকশন হিরো নামে পরিচিত। কিন্তু মার্ভেলে আমরা চরিত্র নির্মাণ ও বিপণন ব্যবসায়ে রত।\"\n\n\n==== গণপ্রস্তাব ও অধিগ্রহণ ====\n১৯৯১ সালের ১৫ই জুলাই মার্ভেল ৪০ শতাংশ স্টকের (টিকার প্রতীক এনওয়াইএসই:এমআরভি) প্রাথমিক গণপ্রস্তাব উত্থাপন করে। প্রক্রিয়া থেকে ৪০ মিলিয়ন ডলার পায় অ্যান্ড্রুজ গ্রুপ, যেটি ছিলো ম্যাকঅ্যান্ড্রুজ অ্যান্ড ফোর্বস হোল্ডিংসের মধ্যকার মার্ভেলের তৎকালীন মালিক করপোরেশন।\n১৯৯০ দশকের শুরুর দিকে মার্ভেল এন্টারটেইনমেন্ট গ্রুপ অধিগ্রহণ ও নতুন নতুন বিভাগ গঠনের মাধ্যমে বিস্তৃত হতে থাকে। ১৯৯২ সালের ২৪শে জুলাই মার্ভেল ট্রেডিং কার্ড কোম্পানি ফ্লিয়ার ক্রয় করে। ১৯৯৩ সালের ৩০শে এপ্রিল টয়বিজের ৪৬% শেয়ার অর্জন করার ফলে মার্ভেল নিজস্ব খেলনা তৈরির অধিকার পায়। অ্যান্ড্রুজ গ্রুপ আভি আরাদকে টয়বিজের প্রেসিডেন্ট ও মার্ভেল চলচ্চিত্র বিভাগের প্রধান নির্বাহী কর্মকর্তা ঘোষণা করে।\n১৯৯৩ ও ১৯৯৪ সালে অ্যান্ড্রুজ গ্রুপ ও মার্ভেল এন্টারটেইনমেন্ট গ্রুপের মাঝে মার্ভেলের হোল্ডিং কোম্পানি মার্ভেল হোল্ডিংস, ইনকর্পোরেটেড ও মার্ভেল প্যারেন্ট হোল্ডিংস, ইনকর্পোরেটেড গঠিত হয়। পেরেলম্যানের পরিচালনায় কোম্পানিগুলো অর্ধমিলিয়নাধিক বন্ড সাক্ষর করে, যা লভ্যাংশরূপে পেরেলম্যান গ্রুপ অব কোম্পানির কাছে হস্তান্তরিত হয়। ১৯৯৪ সালে ৫ই জুলাই মার্ভেল ইতালিয়ান স্টিকার নির্মাতা কোম্পানি পানিনি গ্রুপ অধিগ্রহণ করে। একই বছরের ৩রা নভেম্বর মালিবু কমিকস এবং ডিসেম্বরে আঞ্চলিক বিতরণকারী প্রতিষ্ঠান হিরোজ ওয়ার্ল্ড ডিস্ট্রিবিউশন অধিগ্রহণ করে। ১৯৯৫ সালের ১০ই মার্চ এটি ট্রেডিং কার্ড কোম্পানি স্কাইবক্স ইন্টারন্যাশনাল অধিগ্রহণ করে, যার পুরো প্রক্রিয়া মে মাসে সম্পূর্ণ হয়।\nমার্ভেলের তার নিজস্ব পণ্যের সরাসরি বিতরণ প্রচেষ্টার ফলে বিক্রয় কমে আসে। ক্ষতি আরও বেড়ে যায় যখন কমিক বইয়ের জনপ্রিয়তায় ভাটা ধরে এবং ১৯৯৪-৯৫ সালের মেজর লিগ বেসবল ধর্মঘটের কারণে ফ্লিয়ার ইউনিটের লাভ ধ্বংসের মুখে পড়ে। এছাড়া বক্স অফিসে ডিজনির ব্যর্থতার ফলে এর উপর নির্ভরশীল পানিনির অগ্রগতি থমকে যায়।\n\n\n==== দেউলিয়াত্ব এবং মার্ভেল স্টুডিওজ ====\n১৯৯৫ সালের শেষের দিকে পেরেলম্যানের অধীনে মার্ভেল তার প্রথম বার্ষিক ক্ষতি প্রকাশ করে, যার জন্য কোম্পানির বিস্তৃত আকার ও ক্রমহ্রাসমান বাজারকে দায়ী করা হয়। ১৯৯৬ সালের ৪ঠা জানুয়ারি মার্ভেল ২৭৫ জন কর্মী ছাঁটাই করে।\n১৯৯৬ সালের শেষের দিকে পেরেলম্যান মার্ভেলকে বাঁচানোর জন্য একটি পরিকল্পনা প্রস্তাব করেন, যেখানে তার মালিকানার বাইরে থাকা টয় বিজের শেয়ারের জন্য তিনি ৩৫০ মিলিয়ন ডলার ব্যয় করার পর দুটি কোম্পানিকে একীভূত করা হবে এবং তিনি তার ৮০ শতাংশ অংশীদারিত্ব বজায় রাখার জন্য নতুন ইস্যু করা মার্ভেল শেয়ার পাবেন।\nঅন্যদিকে ১৯৯৬ সালের জুলাইতে মার্ভেল মার্কিন সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশনের কাছে মার্ভেল স্টুডিওজ নামে একটি আলাদা বেসরকারি সংস্থা প্রতিষ্ঠার অর্থ সংগ্রহের অনুমতির জন্য আবেদন করে। প্রয়োজনীয় টাকার বেশিরভাগ অর্থই আসে টয় বিজের স্টক বিক্রির মাধ্যমে।\n১৯৯৬ সালের ১৭শে ডিসেম্বর মার্ভেল গ্রুপ ১১ নং অনুচ্ছেদ দেউলিয়া সুরক্ষার জন্য আবেদন করে। এসময় মার্কিন ব্যবসায়ী ও বিনিয়োগকারী কার্ল আইকান ২০ শতাংশ দামে মার্ভেলের বন্ড ক্রয় করা শুরু করে। ১৯৯৭ সালের ফেব্রুয়ারিতে তিনি কোম্পানির স্টকের উপর অধিকার অর্জনে দেউলিয়া কোর্টের অনুমোদন লাভ করেন। পরবর্তীতে জুন মাসে কার্ল আইকান পেরেলম্যান সহ মার্ভেলের পরিচালনা পর্ষদ প্রতিস্থাপনের অধিকার লাভ করে।\n১৯৯৭ সালের ডিসেম্বরে দেউলিয়াত্ব পরবর্তী পুনর্গঠনের সময় টয় বিজ ব্যাংকের কাছ থেকে মার্ভেল কিনে নিতে সম্মত হয়। দেউলিয়াত্ব কোর্ট কোম্পানির দেখাশোনার জন্য আইকানের স্থলে একজন তত্ত্বাবধায়ক নিয়োগ দেয়। ১৯৯৮ সালের এপ্রিলে আইনি লড়াই চলাকালে এনওয়াইএসই তাদের তালিকা থেকে মার্ভেলের স্টক বাদ দেয়।\n২০০৮ সালের আগস্টে সাবেক কোম্পানি প্রধান রোনাল্ড পেরেলম্যান তার বিরুদ্ধে কোম্পানির প্রধান থাকাকালীন ৫৫৩.৫ মিলিয়ন ডলার আত্মসাতের অভিযোগে উত্থাপিত মামলা নিষ্পত্তির জন্য ৮০ মিলিয়ন ডলার পরিশোধ করেন।\n\n\n=== মার্ভেল এন্টারপ্রাইজ ===\n১৯৯৮ সালের ২রা জুন দেউলিয়াত্ব থেকে মুক্তির জন্য টয়বিজ ও মার্ভেল এন্টারটেইনমেন্ট একীভূত করে মার্ভেল এন্টারপ্রাইজ প্রতিষ্ঠা করা হয়। ১৯৯৯ সালের ফেব্রুয়ারিতে পিতা-পুত্র অ্যালেক্স গ্রাস ও রজার গ্রাসের মালিকানাধীন একটি প্রতিষ্ঠানের কাছে ৩০ মিলিয়ন মার্কিন ডলারের বিনিময়ে ফ্লিয়ার/স্কাইবক্স বিক্রয় করা হয়।\nপরবর্তীতে \"স্পাইডার-ম্যান\"-এর মতো নামের কপিরাইট নিয়ে সমস্যা বাঁধে। টয় বিজ এর লাইসেন্সিং চুক্তি পরীক্ষার জন্য একজন আইনজীবী নিয়োগ দেয়। লস অ্যাঞ্জেলেসের প্যাটেন্ট আইনজীবী ক্যারল ই. হ্যান্ডলার মার্ভেলের নামের ভিতরে আইনি ফাঁকফোকর খুঁজে পান এবং সফলভাবে স্পাইডার-ম্যান চরিত্রের চলচ্চিত্র অধিকার মার্ভেল এন্টারপ্রাইজের কাছে ফিরিয়ে আনেন।\nমার্ভেল এন্টারপ্রাইজকে চারটি প্রধান ভাগে ভাগ করা হয়। মার্ভেল স্টুডিওজ, টয় বিজ, লাইসেন্সিং ও পাবলিশিং। ১৯৯৯ সালে মার্ভেলের আইপি ও বৈদেশিক মার্কেটিং ব্যবস্থাপনার সুবিধার্থে এর সাথে মার্ভেল ক্যারেক্টার গ্রুপ যুক্ত হয়। ২০০০ সালে মার্ভেল ওয়েবসাইট তত্ত্বাবধানের জন্য মার্ভেল নিউ মিডিয়া বিভাগের নতুন প্রেসিডেন্ট হিসেবে স্টিভ মিলোকে নিয়োগ দেয়।\n২০০৩ সালে বিল স্টাইন কোয়েস্ট অ্যারোস্পেস কিনে নেয়, যা ১৯৯৫ সালে টয় বিজ মার্ভেলের কাছ থেকে পেয়েছিল।  ২০০৩ সালের গ্রীষ্মে মার্ভেল আর্টিসান এন্টারটেইনমেন্টের জন্য প্রস্তাব উত্থাপন করে। ২০০৩ সালের নভেম্বরে লন্ডনে প্রেসিডেন্ট ব্রুনো ম্যাগলিয়োনের আওতায় মার্ভেল ইন্টারন্যাশনাল নামের একটি নতুন বিভাগ গঠিত হয়, যাতে বড় বড় বৈদেশিক বাজারে কোম্পানির প্রভাব ও কর্মকাণ্ড বিস্তার সহজ হয়। ২০০৩ সালের ডিসেম্বরে মার্ভেল হার্স্ট কমিউনিকেশন্স, ইনকর্পোরেটেডের কাছ থেকে কভার কনসেপ্ট অধিগ্রহণ করে। ২০০৪ সালের নভেম্বরে মার্ভেল তার বাচ্চাদের ঘুমের পোশাক তৈরির লাইসেন্সিং ব্যবসাকে আমেরিকান মার্কেটিং এন্টারপ্রাইজ, ইনকর্পোরেটেডের সাথে একীভূত করে।\n২০০৪ সালের নভেম্বরে কোম্পানিটি মাল্টিপ্লেয়ার অনলাইন গেম সিটি অব হিরোজ-এ সম্ভাব্য ট্রেডমার্ক ভঙ্গের দায়ে নির্মাতা প্রতিষ্ঠান দক্ষিণ কোরিয়াভিত্তিক এসসিসফট ও স্যান হোসে,ক্যালিফোর্নিয়া ভিত্তিক ক্রিপটিক স্টুডিওজের বিরুদ্ধে মামলা দায়ের করে ২০০৫ সালে মার্ভেল সাবেক প্রধান সম্পাদক, প্রকাশক ও নির্মাতা স্ট্যান লির সাথে চলচ্চিত্র-রয়্যালটি বিষয়ক মামলা নিষ্পত্তি করে, যেখানে স্টান লি ১০ মিলিয়ন ডলার পায় এবং তার রয়্যালটি অধিকার সমাপ্ত হয়।\n\n\n=== মার্ভেল এন্টারটেইনমেন্ট ===\n২০০৫ সালের সেপ্টেম্বরে মার্ভেল নিজস্ব অর্থায়নে চলচ্চিত্র জগতে প্রবেশের উদ্যোগ গ্রহণ করে এবং এর প্রতিফলন দেখা যায় যখন মার্ভেল এন্টারপ্রাইজ এর নাম পরিবর্তন করে মার্ভেল এন্টারটেইনমেন্ট নাম ধারণ করে।\n২০০৭ সালে স্ট্যান লি মিডিয়া সংশ্লিষ্ট বেশ কিছু গ্রুপ স্ট্যান লি নির্মিত বেশ কিছু চরিত্রের কপিরাইট সংক্রান্ত বিষয়ে মার্ভেল এন্টারটেইনমেন্টের বিরুদ্ধে ১ মিলিয়ন ডলারের মামলা করে, যা খারিজ করা হয়। এছাড়াও, ২০০৭ সালের ৭ ই মে গোস্ট রাইডার চরিত্রের অধিকার বিষয়ে গ্যারি ফ্রেডরিখ ও গ্যারি ফ্রেডরিখ এন্টারপ্রাইজ, ইনকর্পোরেটেড মার্ভেলের বিরুদ্ধে মামলা করে।\n\n\n==== ডিজনির সহায়ক সংস্থা (২০০৯–২০২৩) ====\n২০০৯ সালের ৩১শে আগস্ট দ্য ওয়াল্ট ডিজনি কোম্পানি ৪ বিলিয়ন ডলারের বিনিময়ে মার্ভেল এন্টারটেইনমেন্ট অধিগ্রহণের জন্য একটি প্রস্তাবনা উত্থাপন করে, যেখানে মার্ভেল শেয়ারহোল্ডাররা ৩০ বিলিয়ন ডলার ও প্রতিটি মার্ভেল শেয়ারের বিনিময়ে আনুমানিক ০.৭৪৫ টি ডিজনি শেয়ার লাভ করবে। ২০০৯ সালের ৩১ শে ডিসেম্বর এ বিষয়ে ভোট হয় এবং ভোটে একীভূতকরণ অনুমোদিত হয়। ভোটের কয়েক ঘন্টার মধ্যেই অধিগ্রহণ সম্পন্ন হয়, যার ফলে ডিজনি মার্ভেলের কর্তৃত্ব লাভ করে। চুক্তি অন্তের কারণে কোম্পানিটির নাম নিউইয়র্ক স্টক এক্সচেঞ্জের তালিকা থেকে অপসারিত হয়, যার টিকার চিহ্ন ছিল এমভিএল।\n২০১০ সালের ২রা জুন মার্ভেল জো কেসাদাকে প্রধান সৃজনশীল কর্মকর্তা পদে পদোন্নতির ঘোষণা দেয়। ২০১০ সালের জুনে মার্ভেল একটি টেলিভিশন বিভাগ নির্মাণ করে এবং বিভাগীয় প্রধান হিসেবে সহকারী নির্বাহী কর্মকর্তা জেফ লোয়েবকে নিযুক্ত করে। ৩ মাস পর স্মিথ ও টিংকার ফেসবুক ও অ্যাপল মোবাইলে উপলব্ধ একটি সুপারহিরো গেমের জন্য মার্ভেল চরিত্রের অধিকার লাইসেন্স করায়। ২০১০ সালের ১লা অক্টোবর মার্ভেল ১৩৫ ওয়েস্ট ফিফটিয়েথ স্ট্রিট, নিউইয়র্ক সিটি, নিউইয়র্কের ৬০,০০০-বর্গফুট (৫,৬০০-বর্গমিটার) আয়তনের জমি ৯ বছরের জন্য ইজারা নিয়ে সেখানে অফিস স্থানান্তর করে।\n২০১১ সালের ফেব্রুয়ারিতে স্ট্যান লি মিডিয়ার মামলা আরও একবার খারিজ হয়ে যায়।\n২০১৩ সালের মার্চে ফেল্ড এন্টারটেইনমেন্ট মার্ভেলের চরিত্র নিয়ে একটি লাইভ অ্যারেনা শো আয়োজনের জন্য মার্ভেলের সাথে চুক্তিবদ্ধ হয়। এর পাশাপাশি মার্ভেলও নতুন পপসংস্কৃতি ও জীবনধারা বিষয়ক ওয়েবশো \"আর্থ্স মাইটিয়েস্ট শো\" আরম্ভ করতে যাচ্ছিলো। ২০১৩ সালের ২২শে আগস্ট মার্ভেল ঘোষণা দেয় তারা ভ্রমণ প্রদর্শনী মার্ভেল এক্সপেরিয়েন্সের মধ্যে হিরো ভেঞ্চার যোগ করার জন্য কাজ করছে। ২০১৪ সালের এপ্রিলে হংকং ডিজনিল্যান্ড আয়রন ম্যান এক্সপেরিয়েন্স নির্মাণের ঘোষণা দেয়, যা ছিলো ডিজনির কোনো থিম পার্কে প্রথম মার্ভেল রাইড। এটি পার্কের টুমরোল্যান্ডে তৈরি করা হয় এবং ২০১৭ সালে এটি চালু হয়।\n২০০৯ সালের ১৬ ই সেপ্টেম্বর জ্যাক কিরবি পরিবার মার্ভেলের রৌপ্য যুগের অসংখ্য চরিত্রের নিয়ন্ত্রণ অর্জনের চেষ্টায় ওয়াল্ট ডিজনি স্টুডিওজ, টুয়েন্টিয়েথ সেঞ্চুরি ফক্স, ইউনিভার্সাল পিকচার্স, প্যারামাউন্ট পিকচার্স ও সনি পিকচার্সকে বরখাস্তের নোটিশ দেয়। মার্ভেল এ দাবি বাতিল করার চেষ্টা করে। ২০১০ সালের মার্চের মাঝামাঝি কিরবি পরিবার কপিরাইট বাতিল ও কিরবির সৃষ্ট কমিকস থেকে অর্থ লাভের জন্য মার্ভেলের বিরুদ্ধে মামলা দায়ের করে। ২০১১ সালের জুলাইয়ে দক্ষিণ নিউইয়র্ক জেলা কোর্ট মার্ভেলের পক্ষে তাৎক্ষণিক রায় দেয়। ২০১৩ সালের আগস্টে মার্কিন ২য় সার্কিট আপিল আদালত এ রায় বহাল রাখে। ২০১৪ সালের ২১ শে মার্চ  কিরবি পরিবার মামলা পুনর্বিবেচনার জন্য মার্কিন সুপ্রিম কোর্টে আবেদন করে। ২০১৪ সালের ২৬ শে সেপ্টেম্বর দুই পক্ষ সমঝোতায় আসে এবং কিরবি পরিবার মামলা প্রত্যাহার করে।\n২০১৭ সালের জানুয়ারিতে মার্ভেলের টিভি, পাবলিশিং ও ব্রান্ড প্রেসিডেন্ট ড্যান বাকলি মার্ভেল এন্টারটেইনমেন্টের প্রেসিডেন্ট হিসেবে পদোন্নতি লাভ করেন। ২০১৭ সালের অক্টোবরে রন রিচার্ডস মার্ভেল এন্টারটেইনমেন্টের ভাইস প্রেসিডেন্ট ও নিউ মিডিয়া ম্যানেজিং এডিটর হিসেবে কাজ শুরু করেন। ২০১৭ সালের ৫ ই ডিসেম্বর চিত্রনাট্যযুক্ত পডকাস্ট ধারাবাহিক উলভারিন: দ্য লং নাইট নির্মাণের মাধ্যমে মার্ভেল নিউ মিডিয়া নতুন এক ক্ষেত্রে বিস্তৃত হয়। ২০১৯ সালের ১৯ শে অক্টোবর মার্ভেল ও সিরিয়াসএক্সএম চিত্রনাট্যযুক্ত ও চিত্রনাট্যবিহীন বেশ কিছু পডকাস্ট ও লাইভ ইভেন্টের জন্য চুক্তিবদ্ধ হয়।\n২০১৭ সালে সেপ্টেম্বরে  মার্ভেল এন্টারটেইনমেন্ট \"মার্ভেল ম্যানিয়া\" অক্টোবর উপলক্ষে নতুন এক প্রাক-বিদ্যালয় ফ্রাঞ্চাইজি মার্ভেল সুপার হিরো অ্যাডভেঞ্চার ঘোষণা দেয়, যার মধ্যে সংক্ষিপ্ত এনিমেটেড ধারাবাহিক, সংক্ষিপ্ত প্রকাশনা ও মার্চেন্ডাইজ অন্তর্ভুক্ত ছিলো। ২০১৭ সালের ৭ ই অক্টোবর মার্ভেল তার মার্ভেল রাইজিং নামের নতুন এনিমেশননির্ভর ফ্রাঞ্চাইজির ঘোষণা দেয়, যেখানে ২০১৮ সাল থেকে শুরু করে তাদের নতুন চরিত্রগুলোকে তরুণ হিসেবে প্রদর্শিত করা হবে। মার্ভেল কমিকসের মার্ভেল রাইজিংয়ের জন্য কমিকস প্রকাশের কথা থাকলেও এ ব্যাপারে নতুন কোন ঘোষণা আসেনি।\n২০১৮ সালের মে মাসে 'দ্য ওয়াল্ট ডিজনি কোম্পানি অস্ট্রেলিয়া' মেলবোর্ন স্টেডিয়ামের কাছ থেকে ৮ বছরের জন্য ডকল্যান্ডস স্টেডিয়ামের নামকরণ অধিকার ক্রয় করে। ২০১৮ সালের ১ লা সেপ্টেম্বর থেকে এটি বানিজ্যিকভাবে মার্ভেল স্টেডিয়াম নামে পরিচিত। মার্ভেলের একটি খুচরা দোকান সহ মার্ভেলের আরও কিছু পরিষেবা স্টেডিয়ামে যুক্ত করা হবে।\n২০১৯ সালের অক্টোবরে মার্ভেল স্টুডিওজের প্রধান কেভিন ফাইগিকে মার্ভেলের প্রধান নির্বাহী কর্মকর্তা হিসেবে ঘোষণা করা হয়, যিনি মার্ভেল স্টুডিওজ ছাড়াও মার্ভেল এন্টারটেইনমেন্টের সমস্ত সৃজনশীল ক্ষেত্র তত্ত্বাবধান করবেন। নতুন এ ব্যবস্থাপনায় মার্ভেল টেলিভিশন ও মার্ভেল ফ্যামিলি এন্টারটেইনমেন্ট (এনিমেশন) মার্ভেল স্টুডিওজের অন্তর্ভুক্ত হয়। ২০১৯ সালের ডিসেম্বরে মার্ভেল স্টুডিওজের মধ্যে মার্ভেল টিভির অন্তর্ভুক্তির ঘোষণার মধ্য দিয়ে টিভি ও এনিমেশনের ক্ষেত্রে ফাইগির অধীনে ভাইস প্রেসিডেন্ট ও তার উর্ধতন সমস্ত পদ বিলুপ্ত হয়ে যায় এবং থিম এন্টারটেইনমেন্টের সৃজনশীল পরিচালক হিসেবে ব্রায়ান ক্রসবি অপসারিত হন।\n২০২৩ সালের ২৯ শে মার্চ ডিজনি মার্ভেল এন্টারটেইনমেন্টের চেয়ারম্যান আইজাক পার্লমুটারকে অপসারণ করে এবং কোম্পানির কার্যক্রম ডিজনির অন্যান্য ব্যবসায়িক বিভাগের অন্তর্ভুক্ত করে।\n\n\n== বিভাগ সমূহ ==\n\n\n=== বর্তমান ===\nমার্ভেল কাস্টম সলুশন্স, কাস্টমাইজ করা কমিক বই\nমার্ভেল ব্রান্ড, এলএলসি\nমার্ভেল আনলিমিটেড\nমার্ভেল গেমস, ভিডিও গেম নির্মাণ এবং ভিডিও গেম প্রকাশনার উদ্দেশ্যে মার্ভেলের সম্পত্তি লাইসেন্সিংয়ের জন্য ব্যবহৃত বিভাগ\nকভার কনসেপ্ট, ইনকর্পোরেটেড\nমার্ভেল ওয়ার্ল্ডওয়াইড, ইনকর্পোরেটেড, মার্ভেল কমিকসের প্রকাশক\nমার্ভেল কমিকস\nমার্ভেল প্রেস\nমার্ভেল নাইটস\nআইকন কমিকস\nইনফিনিট কমিকস\nটাইমলি কমিকস\nএমএএক্স\n\n\n==== মেধা সম্পত্তি হোল্ডিং কোম্পানি সমূহ ====\nআয়রন ওয়ার্কস প্রোডাকশন্স এলএলসি, চলচ্চিত্রের অধিকার বিষয়ক সহায়ক সংস্থা\nইনক্রেডিবল প্রোডাকশন্স এলএলসি (ডেলাওয়্যার), চলচ্চিত্রের অধিকার বিষয়ক সহায়ক সংস্থা\nমার্ভেল ক্যারেক্টারস, ইনকর্পোরেটেড: সমস্ত মার্ভেল চরিত্রের সাধারণ অধিকার ধারণকারী সহায়ক সংস্থা\nএমভিএল রাইটস এলএলসি: মার্ভেল চরিত্রের চলচ্চিত্র অধিকার ধারণকারী সহায়ক সংস্থা\nএমভিএল ফিল্ম ফাইনান্স এলএলসি: মার্ভেলেরচলচ্চিত্র ঋণ ও একইসাথে ১০ টি চরিত্রের প্রেক্ষাগৃহে প্রদর্শনযোগ্য চলচ্চিত্র অধিকার\nমার্ভেল ক্যারেক্টারস বি.ভি. (নেদারল্যান্ডস)\nমার্ভেল এন্টারটেইনমেন্ট ক্যারেক্টার হোল্ডিংস এলএলসি (ডেলাওয়্যার)\nমার্ভেল প্রোপার্টি, ইনকর্পোরেটেড (ডেলাওয়্যার), ১২ ফেব্রুয়ারি, ১৯৮৬ তারিখে প্রতিষ্ঠিত (পূর্বে মার্ভেল এন্টারটেইনমেন্ট গ্রুপ, ইনকর্পোরেটেড))\nমার্ভেল এন্টারটেইনমেন্ট ইন্টারন্যাশনাল লিমিটেড (যুক্তরাজ্য)\nমার্ভেল প্রোপার্টি, ইনকর্পোরেটেড (ডেলাওয়্যার)\nমার্ভেল ইন্টারনেট প্রোডাকশন্স এলএলসি (ডেলাওয়্যার)\nমার্ভেল টয় লিমিটেড (হংকং)\nএমআরভি, ইনকর্পোরেটেড (ডেলাওয়্যার)\nআয়রন ওয়ার্কস প্রোডাকশন্স এলএলসি: আয়রন ম্যান চলচ্চিত্রসমূহের অর্থায়নে ঋণধারী সহায়ক সংস্থা\nইনক্রেডিবল প্রোডাকশন্স এলএলসি (ডেলাওয়্যার): ইনক্রেডিবল হাল্ক চলচ্চিত্রের অর্থায়নে ঋণধারী সহায়ক সংস্থা\nএমভিএল আয়রন ওয়ার্কস প্রোডাকশন্স কানাডা, ইনকর্পোরেটেড (অন্টারিও প্রদেশ)\nএমভিএল ইনক্রেডিবল প্রোডাকশন্স কানাডা, ইনকর্পোরেটেড (অন্টারিও প্রদেশ)\nঅ্যাসগার্ড প্রোডাকশন্স এলএলসি (ডেলাওয়্যার): থর চলচ্চিত্রসমূহের ঋণধারী সহায়ক সংস্থা\nগ্রিন গাই টুন্স এলএলসি (ডেলাওয়্যার): হাল্ক এনিমেটেড শো ও এনিমেটেড চলচ্চিত্র নির্মাণে অর্থায়নে ঋণধারী সহায়ক সংস্থা\nস্কোয়াড প্রোডাকশন্স এলএলসি (ডেলাওয়্যার)\n\n\n==== মার্ভেল নিউ মিডিয়া ====\n\nমার্ভেল নিউ মিডিয়া (অথবা মার্ভেল ডিজিটাল) দ্য ওয়াল্ট ডিজনি কোম্পানির একটি বিভাগ, যার মধ্যে কোম্পানির ওয়েবসাইট, ওয়েব ধারাবাহিক, ও পডকাস্ট অন্তর্ভুক্ত। নিউ মিডিয়ার অধীনস্থ অনুষ্ঠানগুলোর মধ্যে রয়েছে টিএইচডব্লিউআইপি! দ্য বিগ মার্ভেল শো, দ্য মার্ভেল মিনিট, মার্ভেল লাইভ ও মার্ভেল টপ টেন।\n২০১৭ সালের অক্টোবরে রন রিচার্ডস মার্ভেল এন্টারটেইনমেন্টের ভাইস প্রেসিডেন্ট ও নিউ মিডিয়ার ব্যবস্থাপনা সম্পাদক হিসেবে কাজ শুরু করেন, অন্যদিকে মার্ভেল ডিজিটাল ফ্রিল্যান্স অন-এয়ার হোস্ট লরেন সিঙ্ককে সিনিয়র সৃজনশীল প্রযোজক হিসেবে নিয়োগ দেওয়া হয়। ২০১৭ সালের ৫ ই ডিসেম্বর চিত্রনাট্যযুক্ত পডকাস্ট ধারাবাহিক, উলভারিন: দ্য লং নাইট ঘোষণার মধ্য দিয়ে মার্ভেল নিউ মিডিয়া নতুন এক ক্ষেত্রে বিস্তৃত হয়\n২০১৮ সালের ৭ ই এপ্রিল শিকাগো কমিক ও এন্টারটেইনমেন্ট এক্সপোতে মার্ভেল নিউ মিডিয়া তাদের নতুন তালিকা ঘোষণা করে। ২০১৯ সালের মার্চে মার্ভেল শেন রাহামানিকে নিউ মিডিয়ার সিনিয়র ভাইস প্রেসিডেন্ট ও মহাব্যবস্থাপক হিসেবে ঘোষণা করে। ২০১৯ সালের ১০ ই এপ্রিল, ডিজনি প্লাসের জন্য ১০ টি নতুন ধারাবাহিক ঘোষণা করা হয়, যার মধ্যে মার্ভেল নিউ মিডিয়ার ২ টি ধারাবাহিক অন্তর্ভুক্ত ছিল। শেন রাহামানি গুগলে চলে যাওয়ার পর, পডকাস্ট হোস্ট রায়ান পেনাগোস ভাইস প্রেসিডেন্ট ও সৃজনশীল কর্মকর্তা হিসেবে কাজ শুরু করেন।\n২০১৯ সালের ২২ শে অক্টোবর মার্ভেল ও সিরিয়াসএক্সএম ২০২০ সালে অভিষেকের উদ্দেশ্যে বেশ কিছু পডকাস্ট ধারাবাহিকের জন্য বহুবছরের চুক্তি সাক্ষর করে। প্রথম ৪ টি ধারাবাহিকে ব্ল্যাক উইডো, হকআই, স্টার-লর্ড ও উলভারিন অন্তর্ভুক্ত, যাদের ৫ম ধারাবাহিকে একত্রে অন্তর্ভুক্ত করার কথা রয়েছে। এসব চিত্রনাট্যবিহীন পডকাস্টের মধ্যে থাকবে টক শো, আধুনিক জনপ্রিয় সংস্কৃতির আলোকে মার্ভেলের ইতিহাস, ও জনপ্রিয় মার্ভেল ফ্রাঞ্চাইজি ভিত্তিক পডকাস্ট।\n\n\n===== ওয়েবকাস্ট =====\nআর্থ্স মাইটিয়েস্ট শো (মার্চ ২০১৮–), একটি সাপ্তাহিক ভ্যারাইটি ওয়েব ধারাবাহিক, যা মার্ভেল ফ্যানডম ও মার্ভেল সংস্কৃতির প্রতি আলোকপাত করে\nইট দ্য ইউনিভার্স\nমার্ভেল লাইভ!\nদ্য মার্ভেল মিনিট\nমার্ভেল টপ টেন (২০১৭–)\nমার্ভেল হিরো প্রোজেক্ট (১২ নভেম্বর, ২০১৯ – ২০ মার্চ, ২০২০): ডিজনি প্লাসের জন্য ম্যাগিভিশন প্রোডাকশন্স কর্তৃক প্রযোজিত, যা স্থানীয় কমিউনিটিতে অবদান রাখা তরুণদের তথ্যচিত্র ধারণ করে\nমার্ভেল সিক্সওয়ানসিক্স, ডিজনি প্লাসের জন্য  সাপার ক্লাব কর্তৃক প্রযোজিত অস্থায়ী শিরোনাম; ডকুমেন্টারি সংকলন, যা মার্ভেলের গল্প, চরিত্র, নির্মাতা ও বাস্তব জীবনের এক মিলনবিন্দুকে ফুটিয়ে তোলে\nমার্ভেল স্টোরিবোর্ডস (অস্থায়ী শিরোনাম): মার্ভেল এন্টারটেইনমেন্টের সৃজনশীল পরিচালক জো কেসাদা কর্তৃক উপস্থাপিত ১০ থেকে ১৫ মিনিট দৈর্ঘ্যের  অনুষ্ঠান, যেখানে তিনি বিভিন্ন অতিথিদের সাক্ষাৎকার নিয়ে থাকেন\nদিস উইক ইন মার্ভেল (পুনর্প্রকাশ)\nটিএইচডব্লিউআইপি! দ্য বিগ মার্ভেল শো\nউইমেন অব মার্ভেল  (জুন ২০১৪-?; পুনর্প্রকাশ ফেব্রুয়ারি ২০১৮) নারীর দৃষ্টিকোণে কমিক শিল্প\n\n\n===== পডকাস্ট =====\n\n\n====== সাক্ষাৎকার/চিত্রনাট্যবিহীন ======\n\n\n====== নাটক ======\n\n\n=== পূর্বতন ===\n\n\n== কর্মকর্তাবৃন্দ ==\n\n\n=== চেয়ারম্যান ===\nরোনাল্ড ও. পেরেলম্যান (৬ জানুয়ারি ১৯৮৯ – ২৩ অক্টোবর ১৯৯৬)\nস্কট এম. সাসা (২৩ অক্টোবর ১৯৯৬ – ২০ জুন ১৯৯৭)\nমর্টন ই. হ্যান্ডেল (১ অক্টোবর ১৯৯৮ – ৩১ ডিসেম্বর ২০০৯)\nআইজ্যাক পার্লমুটার (এপ্রিল ১৯৯৩ – মার্চ ১৯৯৫; ১ জানুয়ারি ২০১৭ – ২৯ মার্চ ২০২৩)\n\n\n=== ভাইস চেয়ারম্যান ===\nটেরি স্টুয়ার্ট (মার্চ ১৯৯৫ – ডিসেম্বর ১৯৯৫\nআইজ্যাক পার্লমুটার (৩০ নভেম্বর ২০০১ - ৩১ ডিসেম্বর ২০০৯)\nপিটার কুনিও (১৭ জুন ২০০৩ – ৩১ ডিসেম্বর ২০০৯)\n\n\n=== প্রধান নির্বাহী কর্মকর্তা ===\nউইলিয়াম সি. বেভিন্স (১৯৯১ – ২৩ অক্টোবর ১৯৯৬)\nস্কট এম. সাসা (২৩ অক্টোবর ১৯৯৬ – ২০ জুন ১৯৯৭)\nজোসেফ ক্যালামারি (২৩ জুন ১৯৯৭ – ১ অক্টোবর ১৯৯৮)\nজোসেফ এহার্ন (১ অক্টোবর ১৯৯৮ – ২৫ নভেম্বর ১৯৯৮)\nএরিক এলেনবোগেন (২৫ নভেম্বর ১৯৯৮ – ২০ জুলাই ১৯৯৯)\nএফ. পিটার কুনিও (২০ জুলাই ১৯৯৯ – ৩১ ডিসেম্বর ২০০২)\nঅ্যালেন এস. লিপসন (১ জানুয়ারি ২০০৩ – ৩১ ডিসেম্বর ২০০৪)\nপ্রধান নির্বাহী অফিস\nআইজ্যাক পার্লমুটার (১ জানুয়ারি ২০০৫ – ৩১ ডিসেম্বর ২০১৬)\nনির্বাহী ভাইস প্রেসিডেন্ট:\nঅ্যালান ফাইন (এপ্রিল ২০০৯ – ?)\nজন টুরিৎজিন (সেপ্টেম্বর ২০০৬ – ২৯ মার্চ ২০২৩)\nডেভিড মেইসেল (সেপ্টেম্বর ২০০৬ – ৩১ ডিসেম্বর ২০০৯)\n\n\n=== প্রেসিডেন্ট ===\nস্ট্যান লি (১৯৭২–১৯৭৩)\nআল লানডাউ (১৯৭৩–১৯৭৫)\nজিম গ্যাল্টন (১৯৭৫–১৯৯১)\nটেরি স্টুয়ার্ট(১৯৯২–১৯৯৩\nরিক আঙ্গার (? – নভেম্বর ১৯৯৩)\nআভি আরাদ (নভেম্বর ১৯৯৩ – ?))\nব্রুস স্টাইন (? – নভেম্বর ১৯৯৪)\nউইলিয়াম বেভিন্স জুনিয়র (নভেম্বর ১৯৯৪ – ?)\nটেরি স্টুয়ার্ট (মে ১৯৯৫)\nজেরি ক্যালাব্রেজি (মে ১৯৯৫ – মধ্য ১৯৯৬; অক্টোবর ১৯৯৮ – নভেম্বর ১৯৯৮)\nস্কট সি. মার্ডেন (অন্তর্বর্তীকালীন) (মধ্য ১৯৯৬ – সেপ্টেম্বর ১৯৯৬)\nডেভিড শ্রেফ (সেপ্টেম্বর ১৯৯৬ – ?)\nজোসেফ ক্যালামারি (? – অক্টোবর ১৯৯৮)\nএরিক এলেনবোগেন (নভেম্বর ১৯৯৮ – জুলাই ১৯৯৯)\nএফ. পিটার কুনিও (জুলাই ১৯৯৯ – ১ জানুয়ারি ২০০৩)\nঅ্যালেন লিপসন (১ জানুয়ারি ২০০৩ – ১ জানুয়ারি ২০০৫)\nঅ্যালান ফাইন (২০০৯–২০১৫) এছাড়াও মার্ভেল ক্রিয়েটিভ কমিটির সদস্য\nড্যান বাকলি (জানুয়ারি ২০১৭ – বর্তমান)\n\n\n=== অন্যান্য ===\n\nবিল জিমাস, পাবলিশিং অ্যান্ড কনজ্যুমার প্রোডাক্টসের প্রেসিডেন্ট (ফেব্রুয়ারি ২০২০ – অক্টোবর ২০১০)\nব্রুনো ম্যাগলিয়ন, মার্ভেল ইন্টারন্যাশনালের প্রেসিডেন্ট (নভেম্বর ২০০৩)\nজো কেসাদা, প্রধান সৃজনশীল কর্মকর্তা (২০১০–২০১৯), সৃজনশীল পরিচালক (২০১৯–২০২২)\nকেভিন ফাইগি, প্রধান সৃজনশীল কর্মকর্তা, মার্ভেল (২০১৯–বর্তমান)\nবিল জিমাস, প্রধান পরিচালন কর্মকর্তা (জানুয়ারি ২০০২ – অক্টোবর ২০১০), প্রধান বিপণন কর্মকর্তা (অক্টোবর ২০১০ – ২০১৩-এর শেষভাগ)\nগাই কারিয়ো, নির্বাহী ভাইস প্রেসিডেন্ট অব অপারেশন্স ও প্রধান তথ্য অফিসার (অক্টোবর ২০১০)\nজেফ লোয়েব, নির্বাহী ভাইস প্রেসিডেন্ট ও মার্ভেল টেলিভিশনের প্রধান  (২০১০–২০১৯)\n\n\n== প্রযোজনা ==\n\n\n=== টেলিভিশন ===\n\n\n==== লাইভ অ্যাকশন ====\n\n\n==== এনিমেটেড ====\n\n\n==== স্বল্পদৈর্ঘ্য ধারাবাহিক ====\n\n\n=== চলচ্চিত্র ===\n\n\n==== লাইভ অ্যাকশন ====\n\n\n==== এনিমেটেড ====\nসবগুলো চলচ্চিত্র ডিরেক্ট-টু-ভিডিও/টেলিভিশনের জন্য তৈরি করা হয়। সবগুলোর প্রযোজক মার্ভেল এনিমেশন, যদি না অন্য নাম উল্লেখ করা হয়। \n\n\n==== স্বল্পদৈর্ঘ্য চলচ্চিত্র ====\n\n\n== আরও দেখুন ==\n\nমার্ভেল স্টুডিওজ\nমার্ভেল সিনেম্যাটিক ইউনিভার্স\nমার্ভেল গেমস\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}