{"pageid": 1360265, "title": "সম্ভল জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1360265", "content": "সম্ভল জেলা হল ভারতের উত্তর প্রদেশ রাজ্যের একটি জেলা। এই জেলাটি মুরাদাবাদ বিভাগের অন্তর্গত এবং জেলার সদর দপ্তর হল বাহজোই। ৯৯৩ টি গ্রাম এবং ১৬ টি থানা নিয়ে সম্ভল জেলা গঠিত।\n\n\n== ইতিহাস ==\n১৪ শতকের গোড়ার দিকে দিল্লির প্রথম মুসলিম সুলতান কুতুবউদ্দিন আইবক সম্ভল দখল করে, তার সাম্রাজ্যের অন্তর্ভুক্ত করেন। পরবর্তীকালে, দিল্লির আরেক সুলতান ফিরোজ শাহ তুঘলক সম্ভল শহরে দখল করেন। সুলতানের বেশ কিছু বিশ্বস্ত সৈন্যদের হত্যা করেন সম্ভলের হিন্দু শাসক। তাই তিনি হিন্দু শাসকের সমস্ত শক্তিকে পরাজিত করেন এবং সারা জীবন তাকে বন্দী করে রাখেন। সুলতান সম্ভলে মুসলিম শাসন পরিচালনা করেছিলেন।\n২০১১ সালে ২৮ শে সেপ্টেম্বর সম্ভল জেলা ঘোষণা করা হয়েছিল এবং ২০১২ সালে ২৩ শে জুলাই রাজ্য সরকার তিনটি নতুন জেলার মধ্যে এটি একটি তৈরি করেছিল। রাজ্য সরকার জেলা তৈরি করার সময় সমাজ সংস্কারক ভীমরাও আম্বেদকরের সম্মানে নতুন জেলার নাম \"ভীমনগর\" রাখার সিদ্ধান্ত নেয়।  প্রাচীন শহরের একটি নতুন নাম দেওয়ার পদক্ষেপের বিরুদ্ধে সম্ভল শহর এবং পার্শ্ববর্তী গ্রামীণ এলাকায় ব্যাপক বিক্ষোভ শুরু হয়। সম্ভল পাঁচশত বছরেরও বেশি সময় ধরে একই নামে পরিচিত ছিল, মধ্যযুগীয় ভারতের একটি গুরুত্বপূর্ণ শহর ছিল এবং দলিত আইকন ভীমরাও আম্বেদকরের সাথে কখনোই কোনো সম্পর্ক ছিল না। শহরের নাম পরিবর্তনের বিরুদ্ধে প্রতিবাদ সফল হয়েছিল এবং সরকারকে সম্ভলের পুরানো নাম ফিরিয়ে দিতে হয়েছিল।\n\n\n== ভৌগোলিক অঞ্চল ==\nসম্ভল জেলা উত্তরপ্রদেশ রাজ্যের মোরাদাবাদ বিভাগের অংশ। বাহজোই শহরটি জেলার সদর দফতর। সম্ভল জেলার সংলগ্ন জেলাগুলি হল - (উত্তর দিক থেকে ডান দিকে) আমরোহা, মোরাদাবাদ, রামপুর, বদায়ূঁ, আলিগড় এবং বুলন্দশহর।\nনিকটতম প্রধান মহানগর নয়াদিল্লি। নতুন দিল্লি থেকে পূর্বে সম্ভল ১৫৮.৬ কিলোমিটার (৯৮.৫ মাইল) দূরে অবস্থিত। রাজ্যের রাজধানী লখনউ থেকে সম্ভল ৩৫৫ কিলোমিটার উত্তর-পশ্চিমে অবস্থিত।\n\n\n== জনসংখ্যা ==\n২০১১ ভারতের জনগণনা অনুযায়ী সম্ভল জেলার জনসংখ্যা ছিলো ২,১৯৯,৭৭৪। জেলার জনসংখ্যার ঘনত্ব ৮৯০ জন প্রতি বর্গকিলোমিটার (২,৩০০ জন/বর্গমাইল)। জেলায় লিঙ্গ অনুপাত হলো ১০০০ জন পুরুষের পরিবর্তে ৮৯১ জন নারী। জেলার সাক্ষরতার হার ৫৫%। জনসংখ্যার ৩৬৪,২৮৬ (১৬.৫৬%) তফসিলি জাতি। এই জেলায় হিন্দুরা সংখ্যাগরিষ্ঠ হলেও মুসলিমরা কিন্তু সম্বল শহরে এলাকায় সংখ্যাগরিষ্ঠ এবং  আধিপত্য বিস্তার করেছে।\n২০১১ জনগণনা অনুযায়ী, ৮০.৯০% জনগণ হিন্দি এবং ১৮.৫৭% উর্দু তাদের প্রথম ভাষা হিসাবে কথা বলে।\n\n\n== তথ্যসূত্র =="}