{"pageid": 1360444, "title": "পিটার কুলি", "url": "https://bn.wikipedia.org/wiki?curid=1360444", "content": "পিটার কুলি (জন্ম ১৯নভেম্বর ১৯৪০) একজন মার্কিন কবি এবং তুলেনে বিশ্ববিদ্যালয়ের ইংরেজি বিভাগের  অধ্যাপক। তিনি তুলানে এর ক্রিয়েটিভ লেখা প্রোগ্রামও পরিচালনা করেন। তিনি ডেট্রয়েট, মিশিগানে জন্মগ্রহণ করেন।  তিনি শিমার কলেজ শিকাগো বিশ্ববিদ্যালয় এবং আইওয়া বিশ্ববিদ্যালয় থেকে ডিগ্রি অর্জন করেন।  তিনি কবি নিকোল কুলির পিতা।\n\n\n== কর্মজীবন ==\nতুলানে যোগদানের পূর্বে , কুলি ইউনিভার্সিটি অফ উইসকনসিন, গ্রীন বে-এ পড়াতেন। তিনি ১৯৭১ সালে ব্রেড লোফ রাইটার্স কনফারেন্সে রবার্ট ফ্রস্ট ফেলো ছিলেন।\n\n\n== কবিতা এবং পুরস্কার ==\nকুলি কার্নেগি মেলন ইউনিভার্সিটি প্রেসের তার বেশ কয়েকটি কবিতার বই প্রকাশ করা হয়।  তিনি ২০০১ সালে অনুপ্রেরণামূলক অধ্যাপক পুরস্কার এবং ২০০৩  সালে নিউকম্ব প্রফেসর অফ দ্য ইয়ার পুরস্কার পায়  ১৪ আগস্ট ২০১৫ তাকে লুইসিয়ানার কবি বিজয়ী হিসেবে মনোনীত করা হয়। \n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== কবিতা ===\nসংগ্রহ\nCooley, Peter (১৯৭৫)। The company of strangers। University of Missouri Press। \nদ্য রুম যেখানে গ্রীষ্ম শেষ হয় (পিটসবার্গ: কার্নেগি মেলন ইউনিভার্সিটি প্রেস, ১৯৭৯)\nনাইটসিজনস (পিটসবার্গ: কার্নেগি মেলন ইউনিভার্সিটি প্রেস, ১৯৮৩)\nভ্যান গগ নোটবুক (পিটসবার্গ: কার্নেগি মেলন ইউনিভার্সিটি প্রেস, ১৯৮৭)\nদ্য অ্যাস্টোনিশড আওয়ারস (পিটসবার্গ: কার্নেগি মেলন ইউনিভার্সিটি প্রেস,১৯৯২)\nপবিত্র কথোপকথন (পিটসবার্গ: কার্নেগি মেলন ইউনিভার্সিটি প্রেস, ১৯৯৮)\nস্টারলাইটের তৈরি একটি জায়গা (পিটসবার্গ: কার্নেগি মেলন ইউনিভার্সিটি প্রেস, ২০০৩)\nডিভাইন মার্জিন (পিটসবার্গ: কার্নেগি মেলন ইউনিভার্সিটি প্রেস, ২০০৯)\nনাইট বাস টু দ্য আফটারলাইফ (পিটসবার্গ: কার্নেগি মেলন ইউনিভার্সিটি প্রেস,২০১৪)\nওয়ার্ল্ড উইদাউট ফিনিশিং (পিটসবার্গ: কার্নেগি মেলন ইউনিভার্সিটি প্রেস, ২০১৮)\nদ্য ওয়ান সার্টেন থিং (পিটসবার্গ: কার্নেগি মেলন ইউনিভার্সিটি প্রেস, ২০২১)\nকবিতার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nPeter Cooley listing in The Literary Encyclopedia\nPeter Cooley’s faculty page  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ সেপ্টেম্বর ২০১৭ তারিখে, Tulane University\nইউটিউবে Video of Peter Cooley reading from Sacred Conversations at Tulane, circa 1998\nPeter Cooley author page at Virginia Quarterly Review, with links to poems  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ জুন ২০১৩ তারিখে"}