{"pageid": 1360249, "title": "প্লগিং", "url": "https://bn.wikipedia.org/wiki?curid=1360249", "content": "প্লগিং হল জগিং এর সাথে আবর্জনা তোলার সমন্বয়। সুইডিশ ক্রিয়াপদ প্লোকা আপ (উঠানো) এবং জগা (জগ) একত্রিত করে নতুন সুইডিশ ক্রিয়া প্লগা হয়, যেখান থেকে প্লগিং শব্দটি এসেছে। এটি ২০১৬ সালের দিকে সুইডেনে একটি সংগঠিত কার্যকলাপ হিসাবে শুরু হয়েছিল এবং ২০১৮ সালে প্লাস্টিক দূষণ নিয়ে উদ্বেগের কারণে অন্যান্য দেশে ছড়িয়ে পড়ে। একটি ওয়ার্কআউট হিসেবে এটি দৌড়ানো, হাইকিং বা হাঁটার প্রধান ক্রিয়ায় বাঁকানো, হাইকিং (উবু হয়ে) এবং প্রসারিত যোগ করে শরীরের নড়াচড়ায় বৈচিত্র্য সরবরাহ করে। আনুমানিক ২০,০০,০০০ মানুষ ১০০টি দেশে প্রতিদিন প্লগ করে এবং কিছু প্লগিং ইভেন্ট ৩০,০০,০০০ এরও বেশি অংশগ্রহণকারীদের আকৃষ্ট করেছে।\nপ্লগিং এর মতই প্লাইকিং হল হাইকিং এবং/অথবা সাইকেল চালানোর সাথে আবর্জনা তোলার সংমিশ্রণ।\n\n\n== উদাহরণ এবং উদ্যোগ ==\nএরিক আহলস্ট্রোম সুইডিশ রাজধানী শহর স্টকহোমে প্লগিং শুরু করেন, যখন তিনি আয়ারে স্কি রিসর্ট থেকে সেখানে চলে আসেন। তিনি ক্রিয়াকলাপ সংগঠিত করতে এবং স্বেচ্ছাসেবকদের উৎসাহিত করার জন্য ওয়েবসাইট প্লগা তৈরি করেছিলেন।\nস্পেনের অ্যালিক্যান্টে খেলাধুলা এবং পরিবেশগত যত্নের প্রচারের লক্ষ্যে পাশাপাশি সারা দেশে আন্দোলন ছড়িয়ে দেওয়ার লক্ষ্যে প্লগিং আর-রিভোলিউশন নামে প্লগিং এসেছে।\nলেখক ডেভিড সেদারিস পশ্চিম সাসেক্সের পারহাম, কোল্ডওয়ালথাম এবং স্টরিংটন জেলায় ব্যায়ামের সাথে আবর্জনা বাছাইকে একত্রিত করেছেন, স্থানীয় আবর্জনার সন্ধানে দিনে ৬০,০০০ পদক্ষেপ গ্রহণ করেছেন। তিনি তার আশেপাশের এলাকা পরিষ্কার রাখার ক্ষেত্রে এতটাই কার্যকর ছিলেন যে স্থানীয় কর্তৃপক্ষ তার সম্মানে একটি বর্জ্য যানের নামকরণ করে। পশ্চিম সাসেক্সের লর্ড লেফটেন্যান্ট সুসান পাইপার বলেছেন, \"এই ট্রাকের সাইনটি ডেভিডকে তার অক্লান্ত পরিশ্রমের জন্য একটি বিশাল 'ধন্যবাদ' বলার একটি খুব উপযুক্ত উপায় ... তিনি একজন সত্যিকারের স্থানীয় নায়ক।\"\nকিপ আমেরিকা বিউটিফুল সংস্থা এখন তার সহযোগীদের কাছে প্লগিং প্রচার করছে এবং দেখেছে যে অনেকে ইতোমধ্যে ব্যায়ামের সাথে পরিষ্কারকে সাথে মিলিত করেছে, যেমন টেনেসিতে ট্র্যাশারসাইজ প্রোগ্রাম। নিউইয়র্কে প্লগিং এনওয়াইসি নামে একটি সাক্ষাৎ দলে ২০১৮ সালে প্রায় ১০০ জন সদস্য ছিল, তারা আমেরিকান শহর বরোতে চারটি ইভেন্ট করেছিল৷ ২০১৮ সালে ইন্ডিয়ানাপোলিসে নভেম্বর প্রকল্প এবং কিপ আমেরিকা বিউটিফুল এর স্থানীয় সহযোগী দ্বারা প্লগিংয়ের একটি গ্রীষ্মের আয়োজন করা হয়েছিল।\nজাতীয় পরিচ্ছন্নতা দিবস প্লগিংকে পরিষ্কার করার এবং বাড়ির বাইরে পরিষ্কার রাখার একটি উপায় হিসাবে সমর্থন করে এবং প্লগিং ইভেন্টগুলো ধারণকারী সংস্থাগুলোর সমর্থনে ওয়েবসাইট Plogging.org রক্ষণাবেক্ষণ করে৷\nক্যালিফোর্নিয়ার ওকল্যান্ডে ফিটফরগুড নামে একটি দল রয়েছে যেটির লক্ষ্য প্রতি সপ্তাহে মেরিট লেকের চারপাশের আবর্জনা তোলা।\nরিপু দমন বেভলি ভারতে প্লগিংয়ের ধারণাটি চালু করেছিলেন এবং তিনি ভারতের প্লগম্যান হিসাবে পরিচিত। তিনি আবর্জনা মুক্ত ভারত আন্দোলন শুরু করেন, যা স্বচ্ছ ভারত এবং ফিট ইন্ডিয়া মিশনকে একত্রিত করে। মার্চ ২০২১ অবধি বেভলি আবর্জনা মুক্ত ভারত আন্দোলনের অধীনে ৮০টি শহর জুড়ে ৫০০ টিরও বেশি পরিচ্ছন্নতার আয়োজন করেছে, যাতে প্রায় ১ কোটি (১০ মিলিয়ন) লোকের অংশগ্রহণ দেখা গেছে। ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী ভারতকে পরিষ্কার করার জন্য তার স্বচ্ছ ভারত অভিযানের জন্য উদাহরণ দিয়ে নেতৃত্ব দেওয়ার পরিকল্পনা করেছেন।\nবিবেক গুরভ দ্বারা প্রতিষ্ঠিত পুনে প্লগার হল পুনে জুড়ে ৫০০ টিরও বেশি রুটিন প্লগার সহ একটি একক শহরে প্লগারদের বৃহত্তম সম্প্রদায় এবং যারা ৪০,০০০ কিলোগ্রামেরও বেশি প্লাস্টিক সংগ্রহ করেছে৷ ডিসেম্বর ২০১৯ সালে সংস্থাটি সবচেয়ে বড় প্লগিং ড্রাইভের সমন্বয় করেছিল, যেখানে ১,০৫,০০০ জন জড়িত ছিল যারা এক ঘন্টায় ১৯,০০০ কিলোগ্রাম আবর্জনা সংগ্রহ করেছিল।\nগো প্লগ নামে একটি অলাভজনক উদ্যোগ! প্লগিংয়ের মাধ্যমে কোলারে ১৬ টন শুকনো বর্জ্য সংগ্রহ করেছে। তারা প্রতি মাসে একটি অনুষ্ঠানের আয়োজন করে। এতে শিক্ষার্থী থেকে স্থানীয় প্রশাসনের উচ্চপদস্থ কর্মকর্তারা অংশগ্রহণ করেন।\n\n\n== সুবিধা ==\n২০২২ সালের একটি বৈজ্ঞানিক গবেষণায় দেখা গেছে যে প্লগিং এবং জগিং শক্তি ব্যয়ের ক্ষেত্রে তুলনামূলক, কিন্তু চর্বি থেকে আসা শক্তির অনুপাত প্লগিংয়ে উল্লেখযোগ্যভাবে বেশি। সম্পূর্ণ স্কোয়াট এবং লাঞ্জ নড়াচড়ার মাধ্যমে আবর্জনা তোলাকে সেমি-স্কোয়াট এবং স্টুপ নড়াচড়ার চেয়ে আর্গোনোমিকভাবে অনুকূল বলে পাওয়া গেছে। সমীক্ষায় পরামর্শ দেওয়া হয়েছে যে প্লগিং শরীরের নিচের পেশীগুলোকে শক্তিশালী করে এবং এটি জগিংয়ের চেয়ে মানবদেহের পেশী গ্রুপগুলোর একটি বৃহত্তর অনুপাতকে জড়িত করে। গবেষণাটি সেমি-স্কোয়াট এবং স্টুপ নড়াচড়ার বিরুদ্ধে পরামর্শ দেয় এবং পরামর্শ দেয় যে প্লগারের জন্য দীর্ঘ একতরফা লোড বিতরণ এড়াতে আবর্জনা ব্যাগটি মাঝে মাঝে প্লগারের হাতের মধ্যে অদলবদল করা উচিত।\n\n\n== আরও দেখুন ==\nধরিত্রী দিবস\n\n\n== গ্যালারি ==\n\n\tপ্লগিং\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্লাগিং ওয়েবসাইট\nTikTok সাইট প্লাগিং\nপ্লাগিং ইনস্টাগ্রাম সাইট"}