{"pageid": 1360602, "title": "দ্য কেকমেকার", "url": "https://bn.wikipedia.org/wiki?curid=1360602", "content": "দ্য কেকমেকার ( হিব্রু ভাষায়: האופה מברלין‎     ; জার্মান: Der Kuchenmacher   ওফির রাউল গ্রেজিয়ার পরিচালিত একটি ২০১৭ সালের রোমান্টিক নাট্য চলচ্চিত্র। এতে অভিনয় করেছেন সারাহ অ্যাডলার, টিম কালখফ, জোহার স্ট্রস এবং রয় মিলার। \nএটি ৫২তম কার্লোভি ভ্যারি ইন্টারন্যাশনাল ফিল্ম ফেস্টিভালে প্রদর্শিত হয়েছিল। এটি ছিল অফিসিয়াল সিলেকশন–কম্পিটিশনের অংশ এবং ইকুমেনিকাল জুরির পুরস্কার জিতেছে।  এটি সেরা ছবির জন্য ২০১৮ ওফির পুরস্কার পেয়েছে, এবং ৯১তম একাডেমি অ্যাওয়ার্ডে সেরা বিদেশী ভাষার চলচ্চিত্রের জন্য ইসরায়েলি নিবেদন হিসাবে নির্বাচিত হয়েছিল, কিন্তু এটি মনোনীত হয়নি। \n\n\n== পটভূমি ==\nথমাস, একজন যুবক, একাকী জার্মান বেকার, ওরেন নামে একজন বিবাহিত ইসরায়েলি ব্যক্তির সাথে সম্পর্ক রয়েছে, যিনি প্রায়শই ব্যবসার কাজে বার্লিনে যান। ওরেন একদিন থমাসের কল ওঠাতে না পারলে, থমাস জানতে পারেন যে তিনি ইস্রায়েলে একটি দুর্ঘটনায় মারা গেছেন, এবং তিনি জেরুজালেমে যান এবং ওরেনের বিধবা, আনাটের ক্যাফেতে যান। তার পরিচয় প্রকাশ না করেই, সে ক্যাফের রান্নাঘরে চাকরি পায় এবং শহরে একটি অ্যাপার্টমেন্ট ভাড়া নেয়। যদিও প্রথমে তাকে খাবার তৈরি করার অনুমতি দেওয়া হয়নি, কারণ এটি ক্যাফেটিকে তার কোশার সার্টিফিকেশন হারানোর ঝুঁকিতে রাখে, অনাত অবশেষে কিছু বেকড পণ্য চেষ্টা করে যা থমাস তার ছেলের জন্মদিনের জন্য তৈরি করেছিল এবং তাকে খাবার তৈরি করতে দেয়।\nথমাস আনাটের জীবন এবং তার পরিবার সম্পর্কে আরও শিখেছে, যার মধ্যে তার শ্যালক মোটিও রয়েছে, যিনি প্রথমে তাকে সন্দেহ করেছিলেন। তিনি আনতের সাথে আরও ঘনিষ্ঠ হন, যিনি এখনও তার স্বামীর বিশ্বাসঘাতকতা সম্পর্কে সচেতন থাকা সত্ত্বেও তার মৃত্যুতে শোকাহত। অনাত ক্রমাগত ওরেনের ব্যক্তিগত প্রভাবগুলি দেখার জন্য প্রলুব্ধ হয়, যার মধ্যে রয়েছে তার প্রেমিকের নোট এবং একটি দ্বিতীয় ফোন। অবশেষে, ক্যাটারিং অর্ডারের জন্য প্রচুর পরিমাণে বেকড পণ্য প্রস্তুত করার সময়, অনাত থমাসকে অগ্রিম করেন, যিনি দ্বিধাহীনভাবে প্রতিদান দেন; দুজনের মধ্যে একটি সংক্ষিপ্ত সম্পর্ক রয়েছে, যা অনাতের আত্মাকে উত্তোলন করতে শুরু করে। ঘটনাটি থমাসকে ওরেনের সাথে তার সময় সম্পর্কে গুঞ্জন করে, যার মধ্যে তাদের একটি চূড়ান্ত চেষ্টাও ছিল, যেখানে ওরেন তার স্ত্রীর কাছে সম্পর্কটি প্রকাশ করার ধারণাটি প্রত্যাখ্যান করেছিল।\nঅনাত ওরেনের ব্যক্তিগত প্রভাবের মধ্যে জার্মান ভাষায় লেখা একটি কেনাকাটার তালিকা খুঁজে পান, যার মধ্যে বার্লিন ক্যাফে যেখানে থমাস কাজ করে তার নামও রয়েছে। আনাট থমাসকে বলে যে ওরেন তাকে বলেছিল যে তার একটি সম্পর্ক রয়েছে এবং তাকে এবং তাদের ছেলেকে জেরুজালেমে রেখে বার্লিনে একটি নতুন জীবন শুরু করার পরিকল্পনা করেছিল। আনত তাকে বাড়ি ছেড়ে চলে যেতে বাধ্য করে এবং একটি হোটেলে যাওয়ার পথে গাড়ি দুর্ঘটনায় তার মৃত্যু হয়। অনাত এবং থমাস উভয়েই আলাদাভাবে অপরাধবোধ ও দুঃখে আচ্ছন্ন। পরে, আনত জানেন যে তার কোশের সার্টিফিকেশন বাতিল করা হয়েছে, যা তার সমস্ত খাবার পণ্যগুলিকে মূল্যহীন করে তুলেছে। পরিস্থিতি মোকাবেলা করার চেষ্টা করার সময়, তিনি থমাসের হাতের লেখার সাথে ওরেনের প্রভাবে একটি নোট আবিষ্কার করেন। ওরেনের দ্বিতীয় ফোন রিবুট করার পর, তিনি থমাসের এক ডজনেরও বেশি ভয়েসমেল বার্তা খুঁজে পা এবং বুঝতে পারেন যে তিনিই তার স্বামীর প্রেমিক ছিলেন। মটি থমাসকে অবিলম্বে জেরুজালেম ছেড়ে চলে যেতে বাধ্য করে, এই বলে যে তারা তাকে এখানে চায় না এবং সে যেন কখনো ইসরায়েলে ফিরে না আসে।\nতিন মাস পরে, কোশার সার্টিফিকেশন না থাকা সত্ত্বেও আনাতের ক্যাফে সফল। অনাত বার্লিনে ভ্রমণ করেন, যেখানে তিনি থমাসকে তার ক্যাফে থেকে দূর থেকে বেরিয়ে আসতে দেখেন। তাকে চলে যাওয়ার পর, সে আকাশের দিকে তাকিয়ে হাসে।\n\n\n== অভিনয় ==\nটিম কালখফ থমাস হিসেবে\nসারাহ অ্যাডলার আনত হিসাবে\nজোহর স্ট্রস মতি হিসাবে\nরয় মিলার ওরেন হিসাবে\nতামির বেন-ইহুদা ইতাই হিসাবে\n\n\n== উৎপাদন ==\nদ্য কেকমেকারের অর্থায়নে ছয় বছর লেগেছে। জেরুজালেম ফিল্ম ফান্ড ছবিটি নির্মাণে সহায়তা করেছিল, কিন্তু তহবিল ছিল অপর্যাপ্ত। ছবিটি বার্লিনেল ট্যালেন্টস, আগোরা ফিল্ম মার্কেট এবং কান মার্চে ডু ফিল্মে উপস্থাপিত হয়েছিল, কিন্তু কোন সমর্থন পায়নি। ফিল্ম তহবিল থেকে ১৯টি প্রত্যাখ্যানের চিঠির পরে, এবং শুধুমাত্র জেরুজালেম ফিল্ম ফান্ডের সহায়তায়, দ্য কেকমেকার ২০ দিনের মধ্যে ৯০,০০০ ডলারের বাজেটে দুটি দেশে, জার্মানি এবং ইসরাইয়েলে শুটিং করা হয়েছিল। প্রথম কাটের পর, ফিল্মটি রাবিনোভিচ ফাউন্ডেশন এবং সিনেল্যাব পোস্ট প্রোডাকশন অ্যাওয়ার্ডের কাছ থেকে অতিরিক্ত অর্থায়ন পায়, যার ফলে ছবিটি শেষ হতে পারে। কেকমেকার তখন আন্তর্জাতিক বিক্রয় সংস্থা ফিল্মস বুটিক দ্বারা অধিগ্রহণ করা হয়েছিল।\n\n\n== মুক্তি ==\nকেকমেকার ক্রেতা এবং পরিবেশকদের জন্য কানের বাজারে প্রথম স্ক্রিনিং করেছিল। এটি জাপান এবং মার্কিন যুক্তরাষ্ট্রে বিতরণের জন্য অর্জিত হয়েছিল। অফিসিয়ালভাবে প্রদর্শিত হয়েছিল কার্লোভি ভ্যারি ফিল্ম ফেস্টিভ্যাল ২০১৭-এ মূল প্রতিযোগিতায়। কেকমেকারকে ১০ মিনিট স্থায়ী অভ্যর্থনা দ্বারা সম্মানিত করা হয়েছিল এবং একুমেনিকাল জুরি পুরস্কার জিতেছিল। এক মাস পরে জেরুজালেম ফিল্ম ফেস্টিভ্যালে, দ্য কেকমেকার দুটি পুরস্কার জিতেছে—লিয়া ভ্যান লির পুরস্কার এবং সেরা সম্পাদনার পুরস্কার। পরবর্তীকালে, দ্য কেকমেকার বিশ্বব্যাপী অসংখ্য চলচ্চিত্র উৎসবে অংশগ্রহণ করে, ১১টি পুরস্কার জিতেছে এবং ২২টি দেশে বিতরণ করা হয়েছে।\nজুলাই ২০১৭ এ, স্ট্র্যান্ড রিলিজিং দ্য কেকমেকারের উত্তর আমেরিকার অধিকার অর্জন করেছে।  ছবিটি ২৯ জুন ২০১৮-এ মার্কিন যুক্তরাষ্ট্রের নির্বাচিত শহরগুলিতে মুক্তি পায়  এপ্রিল ২০১৮ সালে, প্রযোজক উরি সিঙ্গার ছবিটির একটি আমেরিকান রিমেকের স্বত্ব অধিগ্রহণ করেন। \n\n\n== অভ্যর্থনা ==\nরটেন টম্যাটোস- এ, ৫৯টি পর্যালোচনার উপর ভিত্তি করে ৭.৫/১০ গড় রেটিং সহ চলচ্চিত্রটির অনুমোদনের রেটিং ৯৭% রয়েছে। সাইটের সমালোচকদের সম্মতিতে লেখা হয়েছে, \" দ্য কেকমেকার লোভনীয় সংযমের সাথে সর্বগ্রাসী আবেগকে অন্বেষণ করে, প্রেমের শক্তি দ্বারা উদ্দীপিত একটি সূক্ষ্মভাবে অবমূল্যায়িত চরিত্র অধ্যয়ন যোগ করে।\" \nলস অ্যাঞ্জেলেস টাইমসের কেনেথ তুরান লিখেছেন: \"একজন রোগীর বেকারের মতো, চলচ্চিত্র নির্মাতা গ্রেজিয়ার থমাস এবং আনাটের মধ্যে যা ঘটছে তা নিয়ে তাড়াহুড়ো করার কোন কারণ দেখেন না, এবং এই দুটি ধীরে ধীরে একে অপরের জীবনের মূল অংশ হয়ে ওঠে, অভিনয় এবং পরিচালনা এত সঠিকভাবে সঠিক যে আমরা বিশ্বাস করি যা ঘটে।\" \nদ্য নিউ ইয়র্ক টাইমসের ' জেনেট ক্যাটসুলিস লিখেছেন: \"দুঃখজনক এবং মিষ্টি, এবং একটি বিরল গানের সাথে, দ্য কেকমেকার এমন একটি প্রেমে বিশ্বাস করে যা জাতীয়তা, যৌন অভিমুখতা বা ধর্মীয় বিশ্বাস কোনটিই বাধা দিতে পারে না। কেউ কেউ এর স্থূলতাকে অপ্রস্তুত বা এমনকি বিরক্তিকর বলে মনে করতে পারে, কিন্তু হৃদয়ে এটি একটি কোমল প্রেমের ত্রিভুজ যার মাঝখানে একটি ভূত আছে।\" \nRogerEbert.com থেকে গডফ্রে চেশায়ার ছবিটিকে \"একটি ভয়ঙ্কর চিত্তাকর্ষক বৈশিষ্ট্যের আত্মপ্রকাশ\" হিসাবে উল্লেখ করেছেন। তিনি লিখেছেন: \"এটি দেখলে, ছবিটির বুদ্ধিমান, সুনিপুণ গল্প এবং সুন্দরভাবে আঁকা চরিত্রগুলি সাহিত্যের শিকড়ের পরামর্শ দেয় বলে মনে হচ্ছে। কিন্তু, সেই গুণগুলোকে আরও ঘনিষ্ঠভাবে পরীক্ষা করলে এবং এটা স্পষ্ট হয়ে যায় যে এখানে তারা গল্প বলার একটি ফর্মের জন্য ঋণী যা মূলত সিনেমাটিক, যেটি এমন একটি গুণের উপর নির্ভর করে যা এই চলচ্চিত্রটিকে আলাদা করে: এর অসাধারণ সূক্ষ্মতা এবং সংযম।\" \nসান ফ্রান্সিসকো ক্রনিকল থেকে ওয়াল্টার অ্যাডিয়েগো বলেছেন যে \"গ্রাজিয়ার তার সময় নেয় এবং কখনই সবকিছু বানান করার প্রয়োজন বোধ করে না, এবং দ্য কেকমেকার হল দর্শকদের বিশ্বাস করলে চলচ্চিত্র নির্মাতারা কী অর্জন করতে পারে তার প্রমাণ।\" \n২০১৮ সালে, দ্য কেকমেকার ইসরায়েলি একাডেমি অফ ফিল্ম অ্যান্ড টেলিভিশনের সাতটি ওফির পুরস্কার জিতেছে। ফিল্মটি সেরা বিদেশী চলচ্চিত্র বিভাগে ২০১৯ অস্কারে ইস্রায়েলের অফিসিয়াল এন্ট্রিও হয়ে ওঠে, কিন্তু এটি মনোনীত হয়নি।\nফিল্মটি যৌন তরলতার বিষয়টির অন্বেষণের জন্য উল্লেখ করা হয়েছে। \n\n\n=== প্রশংসা ===\n\n\n== আরও দেখুন ==\nসেরা বিদেশী ভাষার চলচ্চিত্রের জন্য ৯১তম একাডেমি পুরস্কারে জমা দেওয়ার তালিকা\nশ্রেষ্ঠ আন্তর্জাতিক ফিচার ফিল্মের জন্য একাডেমি পুরস্কারের জন্য ইসরায়েলি দাখিলের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দ্য কেকমেকার  (ইংরেজি)\nঅলমুভিতে দ্য কেকমেকার (ইংরেজি)\nরটেন টম্যাটোসে দ্য কেকমেকার (ইংরেজি)"}