{"pageid": 1360677, "title": "কেশব মহন্ত (রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1360677", "content": "কেশব মহন্ত (ইংরেজি:Keshab Mahanta) (জন্ম: ৬ জুলাই ১৯৫৯) অসম গণ পরিষদের অন্তর্গত একজন ভারতীয় রাজনীতিবিদ। রাষ্ট্রীয় ও জাতীয় পর্যায়ে বিভিন্ন পদে দায়িত্ব পালন করে তার একটি বর্ণাঢ্য রাজনৈতিক কর্মজীবন রয়েছে। বর্তমানে, তিনি আসাম সরকারের স্বাস্থ্য ও পরিবার কল্যাণ এবং বিজ্ঞান ও প্রযুক্তি, তথ্য ও প্রযুক্তি বিভাগের মন্ত্রী হিসেবে দায়িত্ব পালন করছেন। মহন্ত বহু বছর ধরে আসামের রাজনীতিতে একজন বিশিষ্ট ব্যক্তিত্ব এবং রাজ্যের উন্নয়নে গুরুত্বপূর্ণ অবদান রেখেছেন।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nকেশব মহন্ত ৬ জুলাই ১৯৫৯ সালে আসামের নগাঁওতে জন্মগ্রহণ করেন। তিনি একটি রাজনৈতিক পরিবারের সন্তান, তার পিতা কমল চৌধুরীর সাথে। মহন্ত, জনসেবায় সক্রিয়ভাবে জড়িত। মহন্ত ১৯৭৬ সালে কুওয়ারিটোল হাই স্কুল, নগাঁও থেকে তার স্কুলের পড়াশোনা শেষ করেন। তারপর তিনি ১৯৭৮ সালে গৌহাটি বিশ্ববিদ্যালয়ের অধীনে কলিয়াবর কলেজ, নগাঁও থেকে প্রাক-বিশ্ববিদ্যালয় শিক্ষা গ্রহণ করেন। পরে, তিনি কলিয়াবর কলেজ থেকে স্নাতক হন এবং ১৯৯০ সালে গৌহাটি বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞানে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n== রাজনৈতিক কর্মজীবন ==\nকেশব মহন্তের রাজনৈতিক যাত্রা শুরু হয় ১৯৯৬ সালে যখন তিনি আসামের কলিয়াবর নির্বাচনী এলাকা থেকে লোকসভায় নির্বাচিত হন, অসম গণ পরিষদের প্রতিনিধিত্ব করেন। তিনি ১৯৯৮ সাল পর্যন্ত সংসদ সদস্য হিসাবে দায়িত্ব পালন করেন। ২০০৬ সালে, তিনি কলিয়াবর নির্বাচনী এলাকা থেকে আসাম বিধানসভায় নির্বাচিত হন, সেই পদ থেকে তিনি অধিষ্ঠিত ছিলেন। মহন্ত একাধিকবার পুনর্নির্বাচিত হয়েছেন, তার নির্বাচনী এলাকার জনগণের কাছ থেকে তিনি যে আস্থা ও সমর্থন উপভোগ করেন তা প্রতিফলিত করে।\nতার রাজনৈতিক কর্মজীবন জুড়ে, মহন্ত বেশ কয়েকটি গুরুত্বপূর্ণ পদে অধিষ্ঠিত হয়েছেন। ২০১৬ থেকে ২০২১ সাল পর্যন্ত, তিনি সোনোয়াল মন্ত্রকের অধীনে আসাম সরকারের জলসম্পদ এবং বিজ্ঞান ও প্রযুক্তি, তথ্য ও প্রযুক্তি বিভাগের মন্ত্রী হিসাবে দায়িত্ব পালন করেছেন। ২০২১ সালে, তিনি সরমা মন্ত্রকের স্বাস্থ্য ও পরিবার কল্যাণ এবং বিজ্ঞান ও প্রযুক্তি, তথ্য ও প্রযুক্তি বিভাগের মন্ত্রী হিসাবে দায়িত্ব গ্রহণ করেন। তার মন্ত্রীত্বের ভূমিকার পাশাপাশি, মহন্ত ২০১৪ সাল থেকে অসম গণ পরিষদের কার্যকরী সভাপতিও ছিলেন, একটি অবস্থান যা তার নেতৃত্ব এবং সাংগঠনিক দক্ষতাকে তুলে ধরে।\n\n\n== ব্যক্তিগত জীবন ==\nকেশব মহন্ত চয়নিকা মহন্তকে বিয়ে করেছেন, এবং এই দম্পতি দিবিসা এবং লুলাক্ষী নামে দুটি কন্যার আশীর্বাদ পেয়েছেন। তিনি তার শিকড়ের সাথে একটি দৃঢ় সংযোগ বজায় রেখেছেন এবং তার উপাদানগুলির কল্যাণে কাজ করে চলেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট\nআসাম বিধানসভার ওয়েবসাইটে এমএলএ প্রোফাইল\nলোকসভা প্রোফাইল"}