{"pageid": 1360784, "title": "দ্বিতীয় বিশ্বযুদ্ধের বিরোধিতা", "url": "https://bn.wikipedia.org/wiki?curid=1360784", "content": "দ্বিতীয় বিশ্বযুদ্ধের বিরোধিতা বিভিন্ন মাত্রায় সমস্ত যোদ্ধা, দেশের সরকার ও জনগণ প্রকাশ করেছিল। গণতান্ত্রিক মিত্র দেশগুলোর সংঘাতে যোগদানের প্রতি জনগণের সমর্থন ছিলো না, অপ্রতিরোধ্য এ যুদ্ধে যোগদানের পর অনেকাংশের সমর্থন পরিবর্তিত হয়। অক্ষ শক্তির কিছু রাজনীতিবিদ এবং সামরিক নেতারা সংঘাত শুরু বা প্রসারিত করার বিরোধিতা করেন। এই দেশগুলোর একচ্ছত্রবাদী প্রকৃতি তাদের প্রভাবকে সীমিত করেছিল। যুদ্ধে জড়িত নয় এমন দেশগুলো আত্মরক্ষা, অর্থনৈতিক অস্বস্তি বা নিজের উপর নিরপেক্ষতার বিশ্বাস প্রভৃতি কারণে যুদ্ধে যোগদানের বিরোধিতা করে। যুদ্ধের পর প্রাক্তন অক্ষশক্তির জনসংখ্যার বেশিরভাগ অংশই তাদের জাতির জড়িত থাকার জন্য অনুতপ্ত ছিল। অন্যদিকে মিত্র দেশগুলোর লোকেরা তাদের অংশগ্রহণ এবং যুদ্ধের অনুভূত ন্যায়সঙ্গত প্রকৃতি বিশেষ করে প্রথম বিশ্বযুদ্ধের তুলনায় বেশি উদযাপন করেছিল।\n\n\n== পটভূমি ==\n\nপ্রথম বিশ্বযুদ্ধের পর কূটনীতি এবং একটি ঐক্যবদ্ধ আন্তর্জাতিক সম্প্রদায় আরেকটি বিশ্বযুদ্ধ প্রতিরোধ করতে পারে এই আশায় সম্মিলিত জাতিপুঞ্জ গঠন করা হয়।  মাঞ্চুরিয়া, ইথিওপিয়া আক্রমণ ও চেকোস্লোভাকিয়ার সংযুক্তির সময় সম্মিলিত এবং আগ্রাসী জাতিগুলোর তুষ্টি অনেকাংশে অকার্যকর বলে বিবেচিত হয়। এই আক্রমণগুলোর বিরোধিতা কখনও কখনও জাপানের মন্ত্রী কিজুরো শিদেহারার মতো আগ্রাসী দেশগুলোর রাজনীতিবিদদের কাছ থেকেও এসেছে। ঐতিহাসিক চিন্তাধারার একটি বিদ্যালয়ের তৃপ্তি আগ্রাসী জাতিসমূহকে সাহসী করে একটি বৃহত্তর যুদ্ধের সূচনা করেছিল।\n\n\n== পোল্যান্ড আক্রমণ এবং ফোনি যুদ্ধ ==\n\n\n=== জার্মান যুদ্ধবিরোধী মনোভাব ===\nজার্মান সামরিক বাহিনীতে দ্বিতীয় বিশ্বযুদ্ধে পরিণত হওয়ার বিরোধিতা উচ্চতায় পৌঁছায় এবং চেকোস্লোভাকিয়ার উপর চাপ সৃষ্টি করে যুদ্ধের দিকে নিয়ে যাওয়া হলে হিটলারকে ক্ষমতা থেকে সরিয়ে দেওয়ার ষড়যন্ত্রের মাধ্যমে ওস্টার ষড়যন্ত্র করে। পোল্যান্ড আক্রমণের জন্য কোন অনুরূপ পরিকল্পনা জানা যায় না।\n\n\n=== পোলিশ যুদ্ধবিরোধী মনোভাব ===\nআন্তঃযুদ্ধে পোল্যান্ডের জনসাধারণের অনুভূতি এই ধারণা দ্বারা প্রাধান্য পেয়েছিল যে তাদের জাতি যুদ্ধের মাধ্যমে গঠিত হয়েছিল এবং শুধুমাত্র ভবিষ্যতের যুদ্ধের একটি ইচ্ছার দ্বারা তা বজায় রাখা যেতে পারে। জার্মানির সাথে কূটনৈতিক আলোচনা করা হয়েছিল, কিন্তু সমঝোতার ভয়ে সার্বভৌমত্বের ধীরগতির ক্ষতি হয়, যেমন চেকোস্লোভাকিয়ার মতো পোলিশ নেতারাও ব্রিটিশ এবং ফরাসি সামরিক জোটে তাদের বিশ্বাস স্থাপন করতে পরিচালিত করেছিল।\n\n\n=== ব্রিটিশ এবং কমনওয়েলথ যুদ্ধবিরোধী মনোভাব ===\n\nব্রিটিশ সাম্রাজ্য জুড়ে শান্তিবাদীদের যুদ্ধবিরোধী মনোভাব প্রকাশ করার জন্য জেলে বন্দী করা হয়েছিল। এছাড়াও অসওয়াল্ড মোসলে এবং তার ব্রিটিশ ইউনিয়ন অফ ফ্যাসিস্ট যুদ্ধের বিরোধিতা করেছিলেন, তারা বিশ্বাস করেছিলেন যে জার্মানির বিরুদ্ধে আরেকটি বিশ্বযুদ্ধ ব্রিটেনের জাতীয় স্বার্থে নয় এবং ব্রিটিশদের \"একা ব্রিটেনের জন্য যুদ্ধ\" করা উচিত। সম্পাদকীয় এবং কার্টুন ইন অ্যাকশন প্রায়শই জোর দিয়েছিল যে ব্রিটিশ সাম্রাজ্যকে জাপানের বিরুদ্ধে প্রতিরক্ষামূলক যুদ্ধের জন্য প্রস্তুত করতে হবে এবং জার্মানির সাথে যুদ্ধ এশিয়ায় ব্রিটেনের স্বার্থকে হুমকির মুখে ফেলবে। মোসলে পার্টির সমস্ত প্রচেষ্টা যুদ্ধ অব্যাহত রাখার জন্য একটি গণভোটের আহ্বান জানিয়ে \"শান্তি অভিযানে\" নিবেদন করেন এবং জার্মানির সাথে একটি আলোচনার শান্তি চুক্তির পক্ষে ছিলেন। ১৯৪০ সালের মে মাসে মোসলে এবং অন্যান্য অনেক উর্ধ্বতন বিইউএফ সদস্যদের ডিফেন্স রেগুলেশন ১৮বি এর অধীনে বন্দী করার পরে অভিযানটি শেষ হয়।\n১৯৩০-এর দশকে ব্রিটেনের সমাজতন্ত্রীরা বিভক্ত হয়েছিল। সমাজতান্ত্রিক আন্দোলনে শান্তিবাদের একটি শক্তিশালী উপাদান ছিল, যেমন ব্রিটেনের ইন্ডিপেন্ডেন্ট লেবার পার্টিতে। শান্তিবাদের প্রতিশ্রুতি অবশ্য জঙ্গিবাদ-বিরোধী ফ্যাসিবাদ দ্বারা ভারসাম্যপূর্ণ ছিল। তার জনপ্রিয় ফ্রন্টের সময়কালে, কমিন্টার্ন ডানপন্থী দলগুলো সহ অন্যান্য ফ্যাসিবাদী বিরোধী দলগুলোর সাথে জোটবদ্ধ হয়। ১৯৪৯ সালের আগস্টে সোভিয়েত ইউনিয়ন আডলফ হিটলারের সাথে একটি অ-আগ্রাসন চুক্তি স্বাক্ষর করলে কমিন্টার দ্বারা এই নীতিটি বাতিল করা হয়।\nমোহনদাস করমচাঁদ গান্ধীর শান্তিবাদী আন্দোলন যুদ্ধের বিরোধিতা করেছিল এমনকি ব্রিটিশদের আত্মসমর্পণ করার পক্ষেও এবং ইহুদিরা নাৎসিদের কাছে শুধুমাত্র অহিংস প্রতিরোধের প্রস্তাব দেয়।\n\n\n=== মার্কিন যুক্তরাষ্ট্রে বিচ্ছিন্নতাবাদ ===\n\n\n==== জনমত ====\nযুদ্ধের প্রথম দিনগুলোতে (১ সেপ্টেম্বর থেকে ৬ সেপ্টেম্বর, ১৯৩৯ সালের মধ্যে) পরিচালিত একটি গ্যালাপ পোলে আমেরিকানদের জিজ্ঞাসা করা হয়েছিল যে মার্কিন যুক্তরাষ্ট্রের \"ইংল্যান্ড, ফ্রান্স এবং পোল্যান্ডের সমর্থনে জার্মানির বিরুদ্ধে যুদ্ধ ঘোষণা করা উচিত কিনা এবং দেশগুলোর সাহায্য করার জন্য বাহিনী মোতায়েন করা উচিত কিনা।\" উত্তরদাতাদের ৯০% না বলে এবং ৮% হ্যাঁ বলে। জরিপ থেকে একটি পৃথক প্রশ্নে, উত্তরদাতাদের জিজ্ঞাসা করা হয়েছিল যে ব্রিটিশ, পোলিশ এবং ফরাসিদের কোন স্তরের সহায়তা দেওয়া উচিত। খাদ্য বিক্রি সম্পর্কে জিজ্ঞাসা করা হলে ৭৪% সম্মত হন এবং ২৭% অসম্মত হন; যুক্তরাজ্য এবং ফ্রান্সে বিমান \"এবং অন্যান্য যুদ্ধ সামগ্রী\" পাঠানোর জন্য ৫৮% সম্মত হন এবং ৪২% দ্বিমত পোষণ করেন; জার্মানির বিরুদ্ধে যুদ্ধ করার জন্য সেনা ও নৌবাহিনীকে \"বিদেশে\" মোতায়েন করা উচিত কিনা জিজ্ঞাসা করা হলে ১৬% হ্যাঁ বলেছিল এবং ৮৪% না বলেছিল৷\nঅচল \"ফোনি যুদ্ধ\" (অক্টোবর ১৯৪৯ থেকে বসন্ত ১৯৪০ সাল) চলাকালীন মার্কিন যুক্তরাষ্ট্রে জনমত অনুযায়ী তারা যুদ্ধে প্রবেশের তীব্র বিরোধিতা করেছিল। ১৯৪০ সালের মার্চ মাসে একটি জরিপে দেখা গেছে যে ৯৬ শতাংশ আমেরিকান জার্মানির সাথে যুদ্ধে যাওয়ার বিরুদ্ধে ছিল।\n\n\n==== বিরোধী উপাদান ====\nসমাজতান্ত্রিক দল দ্বিতীয় বিশ্বযুদ্ধের (আগস্ট ১৯৩৯ সালে শুরু হয়েছিল) প্রাথমিক পর্যায়ে আমেরিকান সম্পৃক্ততার বিরোধিতা করেছিল, যখন মোলোটভ-রিবেনট্রপ প্যাক্ট স্ট্যালিন এবং হিটলারের মধ্যে একটি চুক্তি চালু করেছিল যা মস্কোকে বার্লিনের সাথে পূর্ব ইউরোপের নিয়ন্ত্রণ বিভক্ত করার অনুমতি দেয়। সিআইও শ্রমিক ইউনিয়নের সমাজতান্ত্রিক কর্মীরা ব্রিটেনে অস্ত্রের প্রবাহকে ধীর করার চেষ্টা করেছিল। আমেরিকান পিস মোবিলাইজেশন এবং আব্রাহাম লিংকন ব্রিগেডের ভেটেরান্সের মতো বামপন্থী সংগঠনগুলো যুদ্ধ, খসড়া এবং  ধার-ইজারা আইনের বিরোধিতা করে প্রতিবাদ করেছিল। তারা ধার-ইজারা সম্পর্কে বলেছিল, \"রুজভেল্টের একটি যুদ্ধরত বিশ্ব আমেরিকান সাম্রাজ্যকে ওয়াল স্ট্রিট অর্থপ্রভুদের দ্বারা এতদিন কাঙ্খিত খোদাই করার লক্ষ্যে তার একনায়কতান্ত্রিক ক্ষমতার প্রয়োজন।\" ২২ জুন ১৯৪১ সালে রাতারাতি সোভিয়েত ইউনিয়নের জার্মান আক্রমণের তারিখে সমাজতান্ত্রিকরা অবস্থান পরিবর্তন করে এবং যুদ্ধের বাজপাখি হয়ে ওঠে।\nঅসংখ্য নারী কর্মী, বিশেষ করে এলিজাবেথ ডিলিং-এর নেতৃত্বে মায়েদের আন্দোলনের মধ্যে, আমেরিকার সম্পৃক্ততার বিরোধিতা করেছিলেন এই ভিত্তিতে যে ইউরোপে আধিপত্য করা সাম্যবাদের চেয়ে নাৎসিবাদের পক্ষে ভাল হবে। এই মহিলারাও তাদের নিজেদের ছেলেদেরকে যুদ্ধ থেকে দূরে রাখতে চেয়েছিলেন যে যুদ্ধে মার্কিন জড়িত থাকার প্রয়োজন হবে, এবং বিশ্বাস করেছিল যে যুদ্ধ খ্রিস্টধর্মকে ধ্বংস করবে এবং ইউরোপ জুড়ে নাস্তিক সাম্যবাদকে আরও ছড়িয়ে দেবে।\nদীর্ঘদিনের শান্তিবাদী হেনরি ফোর্ড পার্ল হারবার আক্রমণের আগ পর্যন্ত যুদ্ধে মার্কিন অংশগ্রহণের বিরোধিতা করেছিলেন। এর আগে তিনি ব্রিটিশদের জন্য বিমান ও অন্যান্য যুদ্ধ সরঞ্জাম তৈরি করতে অস্বীকার করেন। ফাদার চার্লস কফলিন মার্কিন যুক্তরাষ্ট্রকে যুদ্ধ থেকে দূরে থাকতে এবং জার্মানিকে গ্রেট ব্রিটেন ও সোভিয়েত ইউনিয়ন জয় করার অনুমতি দেওয়ার আহ্বান জানান। কফলিনকে জিজ্ঞাসা করা হয়েছিল, \"জার্মানিতে থাকা ৬,০০,০০০ ইহুদিদের জন্য সমগ্র বিশ্বকে যুদ্ধে যেতে হবে?\" বিচ্ছিন্নতাবাদীদের মধ্যে সবচেয়ে কট্টরপন্থীরা বলেন যে মার্কিন যুক্তরাষ্ট্রে বর্তমান সমস্ত সমস্যা প্রথম বিশ্বযুদ্ধের কারণে হয়েছিল। নর্থ ডাকোটা থেকে মার্কিন সিনেটর জেরাল্ড নাই এমনকি প্রথম বিশ্বযুদ্ধের সময় আমেরিকার অর্থনৈতিক সম্প্রসারণের জন্য মহামন্দাকে দায়ী করেন।\nবিচ্ছিন্নতাবাদ মার্কিন যুক্তরাষ্ট্রে সবচেয়ে শক্তিশালী ছিল, যেখানে মহাসাগরগুলো এটিকে যুদ্ধের ফ্রন্ট থেকে উভয় দিকে আলাদা করেছিল। জার্মান-আমেরিকান বুন্ড বিচ্ছিন্নতাবাদের দাবিতে এমনকি নিউ ইয়র্ক শহরের রাস্তাগুলোতে নেমেছিল। আমেরিকা ফার্স্ট কমিটির নেতৃত্বে বিচ্ছিন্নতাবাদীরা ছিল প্রেসিডেন্ট রুজভেল্টের যুদ্ধে প্রবেশের প্রচেষ্টার জন্য একটি বড়, সোচ্চার এবং শক্তিশালী চ্যালেঞ্জ। চার্লস লিন্ডবার্গ সম্ভবত সবচেয়ে বিখ্যাত বিচ্ছিন্নতাবাদী ছিলেন। বিচ্ছিন্নতাবাদ তার শক্তিশালী জার্মান মার্কিনী জনসংখ্যার সাথে মধ্যপশ্চিমে সবচেয়ে শক্তিশালী ছিল।\n১৯৪০ সালে ইউসি বার্কলে ছাত্ররা যুদ্ধের বিরোধিতায় একটি বড় প্রতিবাদের নেতৃত্ব দেয়। দ্য কিপ আমেরিকা আউট অফ ওয়ার কংগ্রেস (আসলে কিপ আমেরিকা আউট অফ ওয়ার কমিটি নামে পরিচিত) বা কেএওডাব্লুসি ৬ মার্চ ১৯৩৮ সালে প্রতিষ্ঠার পর থেকে ১৯৪০ সালের শরৎকালে আমেরিকা ফার্স্ট কমিটি গঠিত হওয়া পর্যন্ত কোনো বিদেশী হস্তক্ষেপ এবং প্রেসিডেন্ট রুজভেল্টের বৈদেশিক নীতির বিরোধিতা করা একমাত্র দেশব্যাপী সংগঠন ছিল। কেএওডাব্লুসি তার জীবনের বেশিরভাগ সময় আমেরিকার সোশ্যালিস্ট পার্টি ব্যতীত ৬টি শান্তিবাদী গোষ্ঠী নিয়ে গঠিত: আমেরিকান ফ্রেন্ডস সার্ভিস কমিটি (এএলএসসি) এর শান্তি বিভাগ, ফেলোশিপ ফর রিকনসিলিয়েশন (এফওআর), মেথডিস্ট চার্চের বিশ্ব শান্তি কমিশন, আমেরিকান উইমেনস ইন্টারন্যাশনাল লিগ ফর পিস অ্যান্ড ফ্রিডম (ডাব্লুআইএল), ন্যাশনাল কাউন্সিল ফর দ্য প্রিভেনশন অফ ওয়ার (এনসিপিডব্লিউ) এবং ওয়ার রেসিস্টার্স লীগ (ডাব্লুআরএল) এর বিভাগ। পার্ল হারবারে হামলার পর কেএওডাব্লুসি শেষ হয়ে যায়।\n১৯৪১ সালের ডিসেম্বরে পার্ল হারবার আক্রমণের সাথে প্রায় সমস্ত অ-হস্তক্ষেপবাদী উপাদানগুলো দ্রুত যুদ্ধকে সমর্থন করতে শুরু করে।\n\n\n=== সোভিয়েত ও সাম্যবাদী যুদ্ধবিরোধী মনোভাব ===\nনাৎসি-সোভিয়েত চুক্তির সময় সাম্যবাদী ফ্রন্ট সংগঠনগুলো যুদ্ধের বিরোধিতা করেছিল। সবচেয়ে দায়িত্বশীলভাবে মস্কো থেকে আদেশ অনুসরণ করে। ১৯৪০ সালে ব্রিটেনের ডেইলি ওয়ার্কার মিত্রবাহিনীর যুদ্ধ প্রচেষ্টাকে \"এংলো-ফরাসি সাম্রাজ্যবাদী যুদ্ধের মেশিন\" হিসাবে উল্লেখ করেছিল। একই সময়ে জোসেফ স্তালিন পোল্যান্ড, ফিনল্যান্ড, এস্তোনিয়া, লাটভিয়া, লিথুয়ানিয়া এবং রোমানিয়াতে একের পর এক সামরিক আক্রমণের নির্দেশ দেন। তিনি সমাজতান্ত্রিক দল এবং ফ্রন্ট গ্রুপগুলোকে যুদ্ধের বিরোধিতা করতে এবং অন্যান্য দেশে যুদ্ধের প্রস্তুতির জন্য সামরিক প্রস্তুতির জন্য ব্যবহার করেছিলেন যাতে মিত্ররা (ব্রিটেন এবং ফ্রান্স) আগ্রাসন প্রতিরোধ করতে এবং মার্কিন যুক্তরাষ্ট্রকে যুদ্ধ থেকে দূরে রাখতে সক্ষম না হয়।\n\n\n== ফ্রান্সের পতন ==\nজার্মানির কাছে ফ্রান্সের দ্রুত পরাজয়ের ফলে মিত্রদের মধ্যে যুদ্ধ বিরোধিতা বৃদ্ধি পায়। এটি অক্ষ শক্তির প্রতি যুদ্ধের সমর্থন এবং আস্থাও বাড়িয়ে তোলে। অনেক ফরাসি রাজনীতিবিদ ব্রিটেনকে যুদ্ধের অবসানের জন্য আলোচনার জন্য উৎসাহিত করেছিলেন। পরাজয়ের পর ফ্রান্স যুদ্ধ অব্যাহত রাখার বিরোধিতা করে, কিন্তু পরে অক্ষের অংশ হিসেবে এতে যোগ দেয়।\nএকজন উচ্চ পদস্থ নাৎসি রাজনীতিবিদ রুডলফ হেস শান্তি আলোচনা শুরু করার প্রয়াসে ১৯৪১ সালের মে মাসে ইংল্যান্ডে যান। ব্রিটিশরা এই প্রচেষ্টাকে গুরুত্বের সাথে নেয়নি। তার সম্পূর্ণ উদ্দেশ্য অস্পষ্ট, যাইহোক, জার্মানি দ্বারা রাশিয়ার আসন্ন আক্রমণের বিরোধিতা করার তার কোন উদ্দেশ্য ছিল না, তবে তার সাফল্য যুদ্ধের অস্থায়ী সমাপ্তি নিয়ে আসবে।\n\n\n== সোভিয়েত ইউনিয়ন আক্রমণ ==\n২২শে জুন ১৯৪১ সালে জার্মানি সোভিয়েত ইউনিয়ন আক্রমণ করলে সারা বিশ্বের সমাজতান্ত্রিক দলগুলোর পথ পাল্টে যায় এবং তারপর সোভিয়েতদের কাছে বস্তুগত সমর্থন বাড়ানোর কথা বলে।\nঅল্প সংখ্যক সমাজতন্ত্রী (কিন্তু খুব কম কমিন্টার্ন সদস্য, যারা মস্কোর আনুগত্য করেছিল) যুদ্ধের বিরোধিতা করতে থাকেন। লিওন ত্রোত্‌স্কি সর্বহারা সামরিক নীতি প্রণয়ন করেছিলেন, যুদ্ধের বিরোধিতা এবং এর সময় শিল্প কর্মের সমর্থনের আহ্বান জানিয়েছিলেন।\nহিটলার-স্টালিন চুক্তির সময় সাম্যবাদী নেতৃত্বাধীন কিছু সংগঠন যুদ্ধের বিরোধিতা করেছিল, কিন্তু জার্মানি সোভিয়েত ইউনিয়ন আক্রমণ করার পরে এটিকে সমর্থন করেছিল।\n\n\n== জাপানি শান্তিপ্রয়াসী আক্রমণ ==\n\n\n=== বৃহত্তর যুদ্ধের জন্য জাপানিদের অনীহা ===\nপ্রশান্ত মহাসাগরীয় অঞ্চলে ব্রিটিশ এবং আমেরিকান উপনিবেশগুলোতে জাপানি আক্রমণের গোপনীয়তা এবং একটি মুক্ত মিডিয়ার অভাব তাদের যুদ্ধ বিরোধিতার প্রকৃতি নির্ধারণের ক্ষমতা হ্রাস করেছে। অ্যাডমিরাল ইয়ামামোটো একটি সামরিক দলের অংশ ছিলেন, যারা বিশেষ করে আমেরিকা আক্রমণের বিরুদ্ধে যুক্তি দিয়েছিলেন, তবে একবার যুদ্ধের সিদ্ধান্ত নেওয়া হলে তিনি একজন প্রধান অবদানকারী ছিলেন।\n\n\n=== মার্কিন যুক্তরাষ্ট্রে জনমত ===\nমার্কিন যুক্তরাষ্ট্রে এলিজা মুহাম্মদ সহ ১২৫ টিরও বেশি আফ্রিকান-আমেরিকানকে খসড়া বা রাষ্ট্রদ্রোহ প্রতিরোধ করার জন্য কারারুদ্ধ করা হয়েছিল। তাদের অনেকেই ইস্টার্ন ওয়ার্ল্ড বা নেশন অব ইসলাম প্রশান্ত মহাসাগরীয় আন্দোলনের সাথে যুক্ত ছিলেন এবং জাপানিদেরকে বিশ্বের অশ্বেতাঙ্গদের চ্যাম্পিয়ন হিসাবে দেখেছিলেন।\n\n\n=== ব্রিটিশ উপনিবেশ এবং সাম্রাজ্যের জনমত ===\nউপনিবেশিক দেশগুলোতে কয়েকটি জাতীয়তাবাদী আন্দোলন সংঘাতে অংশ নেবে না, যে সংঘাতকে তারা উপনিবেশবাদীদের তৈরি একটি সংঘাত হিসেবে দেখেছিল। এটি সম্ভবত ভারতে সবচেয়ে শক্তিশালী ছিল, যেখানে কিছু জাতীয়তাবাদীরা আজাদ হিন্দ ফৌজ গঠন করতে এবং জাপানি বাহিনীর সাথে লড়াই করার জন্য যুদ্ধের বিরোধিতার বাইরে গিয়েছিলেন। কোকোস দ্বীপপুঞ্জের সিলোনিজ গ্যারিসনের মধ্যেও আংশিকভাবে ট্রটস্কিস্ট লঙ্কা সামা সমাজ পার্টির প্রভাবের কারণে বিরোধিতা দেখা গেছে, যারা বিদ্রোহ করেছিল।\n\n\n=== যুদ্ধ পরবর্তী অনুভূতি ===\n১৯৪৫ সালের ফেব্রুয়ারিতে ইয়াল্টা সম্মেলনে মিত্ররা সম্মত হয়েছিল যে অক্ষ শক্তির কাছ থেকে শুধুমাত্র নিঃশর্ত আত্মসমর্পণ গ্রহণ করা হবে। এটি তাদের জন্য উন্মুক্ত বিকল্পগুলো হ্রাস করে, যারা যুদ্ধের ধারাবাহিকতার বিরোধিতা করেছিল। এটি জাপানিদের জন্য বিশেষভাবে সত্য যারা ১৯৪৫ সালে মিত্রশক্তির সাথে শর্তসাপেক্ষে আত্মসমর্পণের জন্য আলোচনা করতে চেয়েছিল।\n\n\n== যুদ্ধ পরবর্তী মনোভাব ==\nমিত্র দেশগুলোতে যুদ্ধ পরবর্তী দৃষ্টিভঙ্গি ছিল যে এটি প্রয়োজনীয় এবং মহৎ ছিল, এটিকে অনানুষ্ঠানিকভাবে 'ভাল যুদ্ধ' বা মহান দেশপ্রেমিক যুদ্ধ হিসাবে উল্লেখ করা হয়েছিল। পরাজিত প্রাক্তন অক্ষশক্তির মধ্যে যুদ্ধটিকে একটি জাতীয় লজ্জা হিসাবে উপস্থাপন করা হয়েছে যা জাপানি শান্তিবাদ এবং জার্মান পরাধীন জাতীয়তাবাদের দিকে পরিচালিত করে। ইতালি, ফ্রান্স এবং হাঙ্গেরির কম তাৎপর্যপূর্ণ অ্যাক্সিস কাউন্টিতে যুদ্ধটিকে নেতিবাচকভাবে দেখা হয় এবং তারা কতটা যুদ্ধের শিকার বা অপরাধী ছিল তা নিয়ে বিতর্ক রয়েছে।\n\n\n== দ্বিতীয় বিশ্বযুদ্ধের উল্লেখযোগ্য শান্তিবাদী ==\nঅ্যালডাস হাক্সলি - ব্রিটিশ লেখক\nঅ্যামন হেনাসি - আমেরিকান কর্মী\nআন্দ্রে এবং মাগদা ট্রোকমে - ফরাসি যাজক\nআর্কিবল্ড ব্যাক্সটার - নিউজিল্যান্ডের কৃষক\nকার্ল ফন অসিয়েত্‌স্কি - জার্মান সাংবাদিক\nডরোথি ডে - আমেরিকান সাংবাদিক\nফ্রাঞ্জ জাগারস্ট্যাটার - অস্ট্রিয়ান খনি শ্রমিক\nওলাফ কুলম্যান - নরওয়েজিয়ান নৌ অফিসার\nঅরমন্ড বার্টন - নিউজিল্যান্ডের সৈনিক\nসিবিল থর্নডাইক - ব্রিটিশ অভিনেত্রী\nভেরা ব্রিটেন - ব্রিটিশ নার্স\n\n\n== আরও দেখুন ==\nপ্রথম বিশ্বযুদ্ধের বিরোধিতা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিচ্ছিন্নতাবাদী আমেরিকা\nআন্তঃযুদ্ধ শান্তিবাদ"}