{"pageid": 1360141, "title": "বিগ ব্লু ওশান ক্লিনআপ", "url": "https://bn.wikipedia.org/wiki?curid=1360141", "content": "বিগ ব্লু ওশান ক্লিনআপ হল ২০১৮ সালে গঠিত একটি আন্তর্জাতিক অলাভজনক পরিবেশ সংস্থা। এটি সমুদ্র সৈকত এবং মহাসাগর পরিষ্কার, বন্যপ্রাণী রক্ষা, সমুদ্র গবেষণা এবং উদ্ভাবনী প্রযুক্তির বিকাশের উপর দৃষ্টি নিবদ্ধ করে। ইয়র্ক (যুক্তরাজ্য), ভ্যানকুভার (কানাডা), কুয়ালালামপুর (মালয়েশিয়া), এবং সিডনিতে (অস্ট্রেলিয়া এর দপ্তর রয়েছে।\n\n\n== ইতিহাস ==\nবিগ ব্লু ওশান ক্লিনআপ ররি সিনক্লেয়ার দ্বারা ২০১৮ সালের ফেব্রুয়ারি মাসের ২৭ তারিখে অর্থাৎ প্রায় ৭ বছর আগে প্রতিষ্ঠিত হয়।\n২০১৯ সালের মার্চ মাসে এটি একটি স্বাদুপানির পরামর্শক এপিইএম দ্বারা চালু করা \"ক্যাশ ফর ট্র্যাশ\" (বর্জ্যের জন্য অর্থ) উদ্যোগকে সমর্থন করে।\n২০২০ সালের এপ্রিল মাসের ২২ তারিখে (ধরিত্রী দিবস) বিগ ব্লু ওশান ক্লিনআপের কর্ম ডিসকভারি চ্যানেলে প্রচারিত জ্যাক এফ্রনের প্রামাণ্য দ্য গ্রেট গ্লোবাল ক্লিন আপ এ প্রদর্শিত হয়। ২০২০ সালের মে মাসে বিগ ব্লু ওশান ক্লিনআপের স্বেচ্ছাসেবকরা এসেক্সের ক্ল্যাকটন-অন-সি সৈকত থেকে একটি বড় ফিন তিমির অবশিষ্টাংশ অপসারণে জড়িত ছিলেন। ২০২০ সালের সেপ্টেম্বর মাসে সংস্থাটি ২০২১ সালের জন্য পরিকল্পনা করা উত্তর-পশ্চিম প্যাসেজ অভিযানে স্কটিশ রোয়ারদের দলের সাথে অংশীদার হয়েছিল। দলের সদস্যরা জলে মাইক্রো প্লাস্টিক সামগ্রী সহ বিগ ব্লু ওশান ক্লিনআপের জন্য উপাত্ত সংগ্রহ করবে।\n\n\n== উদ্যোগ ==\n\n\n=== সৈকত পরিষ্কার করা ===\nবিগ ব্লু ওশান ক্লিনআপের প্রধান কাজ হল সৈকত পরিষ্কার করা। এই ইভেন্টগুলো অলাভজনক রাষ্ট্রদূতদের দ্বারা সংগঠিত হচ্ছে এবং কোম্পানির কর্মী থেকে শুরু করে ছাত্র, স্থানীয় স্বেচ্ছাসেবক পর্যন্ত বিভিন্ন সম্প্রদায়কে জড়িত করছে।\n\n\n=== \"সমুদ্র পরিত্রাতা\" প্রকল্প ===\n২০১৮ সালের অক্টোবর মাসে বিগ ব্লু ওশান ক্লিনআপের বিশেষজ্ঞরা সমুদ্র পরিত্রাতা প্রকল্পকে সমর্থন করেছিলেন, যেটি দ্য ইয়াচ্ট মার্কেট ডট কম-এর প্রতিষ্ঠাতা রিচার্ড ডব্লিউ রবার্টস এবং সাইমন হোয়াইটের স্ব-শক্তিসম্পন্ন ৭০ মিটার ট্রাই-ডেক ক্লিন-আপ জাহাজ তৈরি করতে একটি উদ্যোগ। জাহাজটি উদ্দেশ্যমূলকভাবে সমুদ্র থেকে প্লাস্টিক সনাক্ত করবে, পুনরুদ্ধার করবে এবং পুনর্ব্যবহার (জ্বালানিতে রুপান্তর করে) করবে।\n\n\n== পৃষ্ঠপোষক ==\nঅলাভজনক সংগঠন বিগ ব্লু ওশান ক্লিনআপ প্রধানত ক্ষুদ্র এবং মাঝারি আকারের উদ্যোক্তাদের দ্বারা সমর্থিত হয় (এর কিছু উদাহরণ হল অনুসন্ধান-ইঞ্জিন ইকোরু, সাবসি এক্সপো, সামুদ্রিক প্রকৌশল পরিষেবা প্রদানকারী জেমস ফিশার অ্যান্ড সন্স এবং প্যাকেজিং সরবরাহকারী স্টোরোপ্যাক)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}