{"pageid": 1360608, "title": "মার্টিন টাইলার", "url": "https://bn.wikipedia.org/wiki?curid=1360608", "content": "মার্টিন টাইলার (জন্ম ১৪ সেপ্টেম্বর ১৯৪৫) একজন ইংরেজ ফুটবল ধারাভাষ্যকার এবং আধা-পেশাদার ফুটবল কোচ। তিনি ১৯৯০ সাল থেকে স্কাই স্পোর্টসের ধারাভাষ্যকার হিসেবে কাজ করেছেন , প্রিমিয়ার লিগ এবং উয়েফা চ্যাম্পিয়ন্স লিগের পাশাপাশি অন্যান্য দেশীয় ও আন্তর্জাতিক প্রতিযোগিতা কভার করেছেন। টাইলার এর আগে ১৯৭০ এবং ১৯৮০ এর দশকে আইটিভি- এর জন্য মন্তব্য করেছিলেন । তিনি ২০০৫ থেকে ২০১৯ পর্যন্ত ফুটবল ভিডিও গেম  সিরিজ ফিফাতে তার কণ্ঠ দিয়েছেন । \n\n\n== ধারাভাষ্য ক্যারিয়ার ==\n\n\n=== আইটিভি স্পোর্ট ===\n১৯৬০-এর দশকে ইউনিভার্সিটি অফ ইস্ট অ্যাংলিয়া থেকে স্নাতক হওয়ার পর, টাইলার মার্শাল ক্যাভেন্ডিশের ফুটবল বই প্রকাশে সাহায্য করেছিলেন । তিনি দ্য টাইমস- এ ফুটবল পন্ডিত জিমি হিলের কলামে লেখকও ছিলেন এবং সেই কাগজের জন্য নিজের নামে ম্যাচ রিপোর্ট করেছিলেন।\nহিলের অনুরোধে তিনি পর্দার আড়ালে একটি কাজ নেন এলডব্লিউটি-এর দ্য বিগ ম্যাচ - যেটি ১৯৬৮ সালে প্রতিষ্ঠিত হয়েছিল। তার কাজ ছিল শুধুমাত্র একটি প্রোডাকশনের ভূমিকা, কিন্তু একটি ম্যাচে তিনি একটি টেপ রেকর্ডারে নিজের ধারাভাষ্য করেছিলেন এবং এটি হস্তান্তর করেছিলেন। তার কর্তাদের কাছে প্রত্যাশা, এবং প্রকৃতপক্ষে প্রাথমিকভাবে সামান্য সাড়া পাওয়া।\nযাইহোক, বিরতি শেষ পর্যন্ত অন্য আইটিভি অঞ্চল দক্ষিণ টেলিভিশনের সাথে আসে । তাদের নিয়মিত ফুটবল ধারাভাষ্যকার (এবং আইটিভির টেনিস ম্যান) গেরি উইলিয়ামস অস্বস্তিতে পড়েছিলেন এবং ২৮ ডিসেম্বর ১৯৭৪ সালে টাইলার দ্য ডেল-এ সাউদাম্পটন এবং শেফিল্ড বুধবারের মধ্যে দ্বিতীয় বিভাগের সংঘর্ষের বর্ণনা দিয়ে তার ধারাভাষ্যের আত্মপ্রকাশ করেন । এটি একটি সফল ধনুক ছিল এবং ছয় সপ্তাহ পরে তাকে আবার জিজ্ঞাসা করা হয়েছিল, শীঘ্রই একজন নিয়মিত ভাষ্যকার হয়ে ওঠেন।\n১৯৭৬ সালে, টাইলার ইয়র্কশায়ার টেলিভিশনে চলে যান এবং আইটিভি স্পোর্ট কর্তাদের উপর একটি ছাপ ফেলতে শুরু করেন, যারা তাকে ১৯৭৮ বিশ্বকাপের জন্য দলে অন্তর্ভুক্ত করেছিলেন । ১৯৮১ সালে অঞ্চলের আরেকটি পরিবর্তন আসে যখন টাইলার তার জন্মস্থান উত্তর পশ্চিমের গ্রানাডায় চলে আসেন ।১৯৮২ সালে, তিনি আইটিভি-এর বিশ্বকাপ দলকে নেতৃত্ব দেন, প্রতিটি ইংল্যান্ডের খেলা এবং ইয়ান সেন্ট জন এর সাথে ফাইনাল কভার করেন। ব্যক্তিগত পর্যায়েও টুর্নামেন্টটি স্মরণীয় ছিল কারণ তিনি স্পেনে দায়িত্ব পালনকালে তার ভাবী স্ত্রীর সাথে দেখা করেছিলেন।\n১৯৮০ এর দশক জুড়ে, টাইলার ব্রায়ান মুরের পিছনে আইটিভি নেটওয়ার্কের দুই নম্বর ভাষ্যকার হিসাবে নিজেকে প্রতিষ্ঠিত করেছিলেন । তিনি ১৯৮৪ সালের ইউরোপীয় চ্যাম্পিয়নশিপে দলের নেতৃত্ব দিয়েছিলেন এবং ১৯৮৬ বিশ্বকাপের সমস্ত প্রধান ম্যাচের বর্ণনাও দিয়েছিলেন - ফাইনাল বাদে, যার জন্য মুর লন্ডন থেকে উড়ে এসেছিলেন (আইটিভির হয়ে তিনি প্রথমবারের মতো বিশ্বকাপের ম্যাচে মন্তব্য করেছিলেন, পূর্বে লন্ডন থেকে অ্যাঙ্করম্যান হিসাবে কাজ করেছেন)। ১৯৮৩ সাল থেকে আইটিভি ফুটবল লিগের লাইভ ম্যাচ দেখাতে শুরু করে , টাইলার পরবর্তী সাত বছরে এরকম বেশ কয়েকটি সম্প্রচারে জড়িত ছিলেন।\n\n\n=== স্কাই স্পোর্টস ===\nদ্বিতীয় বাঁশি বাজানোর হতাশাই টাইলারকে নতুন চারণভূমির সন্ধান করতে দেখেছিল এবং তার নিজের অনিচ্ছা সত্ত্বেও, তিনি তার এজেন্ট জন হকির অনুরোধে ১৯৯০ সালে ব্রিটিশ স্যাটেলাইট ব্রডকাস্টিংয়ের স্পোর্টস চ্যানেলের সাথে একটি চুক্তি স্বাক্ষর করেছিলেন। সেখানে তিনি সরাসরি এফএ কাপ গেম, ইংল্যান্ডের আন্তর্জাতিক এবং স্কটিশ লীগ কভার করেন। টাইলারের কণ্ঠটি এখনও আরও দুই বছর আইটিভিতে শোনা গিয়েছিল কারণ তারা ফুটবল লীগের বিদেশী সম্প্রচারের জন্য তার দেওয়া ভাষ্য বহন করেছিল। স্কাইয়ের সাথে ব্রিটিশ স্যাটেলাইট ব্রডকাস্টিং -এর একীভূত হওয়ার অর্থ হল স্পোর্টস চ্যানেলটি ১৯৯১ সালে স্কাই স্পোর্টস হয়ে ওঠে। তারপর থেকে তিনি ১৯৯২ সালে এফএ প্রিমিয়ার লিগের শুরু থেকে নেটওয়ার্কের কভারেজের নেতৃত্ব দিয়ে স্কাই ধারাভাষ্য দলের নেতৃত্ব দিয়েছেন। \nএপ্রিল ২০০৩ সালে, প্রিমিয়ার লিগ ১০ সিজনস অ্যাওয়ার্ডে , টাইলারকে ভক্তরা এবং ফুটবল বিশেষজ্ঞদের একটি বিশেষভাবে একত্রিত প্যানেল দ্বারা দশকের প্রিমিয়ার লিগ ধারাভাষ্যকার হিসাবে ভোট দেওয়া হয়েছিল। সম্মান জানার পর টাইলার বলেছিলেন, \"আমি সবাইকে ধন্যবাদ জানাতে চাই যারা আমাকে ভোট দিয়েছেন এবং স্কাই স্পোর্টসে আমার সব সহকর্মীর প্রতি কৃতজ্ঞতা প্রকাশ করতে চাই। এই পুরস্কারটি আমার মতো তাদের জন্য এবং ফুটবলের প্রতি আমাদের দৃষ্টিভঙ্গি প্রতিফলিত করে। আমার কাজ এছাড়াও গেমের মধ্যে থাকা হাজার হাজার ব্যক্তিদের দ্বারা সহজ করা হয়েছে যারা এই কাজটিকে এত আনন্দদায়ক করে তোলে এমন মনোযোগ এবং যত্ন সহকারে তথ্যের জন্য আমার প্রতিদিনের অনুরোধের উত্তর দিয়েছেন।\"\n২০০৫ সালে, স্কাই তাদের প্রধান ভাষ্যকারদের সাথে একটি ঘূর্ণন নীতি শুরু করে। টাইলার, অ্যালান প্যারি , রব হথর্ন এবং ইয়ান ডার্কের মধ্যে শীর্ষ ম্যাচগুলি সমানভাবে ভাগ করা হয়েছিল – যারা বক্সিংকে অগ্রাধিকার দেওয়ার দশ বছর পর নিয়মিতভাবে ফুটবলে ফিরেছিলেন। Hawthorne নেটওয়ার্কের জন্য ২০০৫ উয়েফা চ্যাম্পিয়ন্স লিগ ফাইনাল কভার করেছে। স্কাইয়ের এক নম্বর ভাষ্যকার হিসাবে তার অবস্থানের নিরাপত্তা নিয়ে সন্দেহ প্রতিদ্বন্দ্বী সম্প্রচার কর্পোরেশনকে সতর্ক করেছিল। ২০০৭-০৮ সালের লাইভ প্রিমিয়ারশিপ ফুটবলের প্রধান ধারাভাষ্যকার হওয়ার জন্য সেতান্তা জানুয়ারী ২০০৭-এ তার সাথে যোগাযোগ করেছিল, কিন্তু এই পদক্ষেপ প্রত্যাখ্যান করে এবং স্কাই স্পোর্টসের সাথে একটি নতুন চুক্তি স্বাক্ষর করে। \n\n\n== ফুটবল কোচিং ==\nটাইলার অ্যালান ডাওসন দ্বারা পরিচালিত বেশ কয়েকটি দলের কোচ হিসেবে কাজ করেছেন । ২০০৫ সালে, তিনি ওয়ালটন এবং হের্সাম-এ যোগ দেন এবং এরপর থেকে ডাওসন-এর সাথে কিংস্টন এবং হ্যামটন এবং রিচমন্ড বোরোর্থ- এ কাজ করেছেন । ২০১৮ সালের মে মাসে, তিনি ন্যাশনাল লিগ ক্লাব ওকিং -এ ডাওসনকে অনুসরণ করেন , একটি দল যা তিনি ছোট থেকেই সমর্থন করেছেন।  ২০২২ সালের ফেব্রুয়ারির শেষের দিকে ডাউসনের প্রস্থানের পর, টাইলার সারে -ভিত্তিক দলের সাথে চার বছরের স্পেল শেষ করে ক্লাব ছেড়ে যাওয়ার সিদ্ধান্ত নেন। \n২০২২-২৩ মৌসুমের আগে, টাইলার আবার ডাওসনের সাথে যুক্ত হন এবং ডার্টফোর্ডের কোচ হন।\n\n\n== তথ্যসূত্র =="}