{"pageid": 1360897, "title": "লাল করিডোর", "url": "https://bn.wikipedia.org/wiki?curid=1360897", "content": "লাল করিডোর, যাকে রেড জোনও বলা হয়, ভারতের পূর্ব, মধ্য এবং দক্ষিণ অংশের একটি অঞ্চল যেখানে নকশাল-মাওবাদী বিদ্রোহের সবচেয়ে শক্তিশালী উপস্থিতি রয়েছে। এটি ভৌগোলিক কভারেজ এবং সহিংস ঘটনার সংখ্যার পরিপ্রেক্ষিতে ক্রমাগতভাবে হ্রাস পাচ্ছে এবং ২০২১ সালে এটি ২৫টি \"সবচেয়ে বেশি প্রভাবিত\" (৮৫% এলডব্লিউই সহিংসতার জন্য দায়ী) এবং ৭০টি \"মোট ক্ষতিগ্রস্ত\" জেলায় সীমাবদ্ধ ছিল (২০০৯ সালে ১৮০ থেকে কম) দণ্ডকারণ্য-ছত্তিশগড়-ওড়িশা অঞ্চল এবং ঝাড়খণ্ড-বিহার এবং-পশ্চিমবঙ্গের ত্রি-জংশন অঞ্চলে এবং তার আশেপাশে দুটি কয়লা সমৃদ্ধ, দুর্গম, জঙ্গল ঘেরা পাহাড়ি ক্লাস্টারে ১০টি রাজ্য জুড়ে।\nনকশাল গোষ্ঠীটি মূলত ভারতের কমিউনিস্ট পার্টি (মাওবাদী) এর গুয়েভারবাদী সশস্ত্র ক্যাডারদের নিয়ে গঠিত। এই অঞ্চলগুলি অন্ধ্রপ্রদেশ, বিহার, ছত্তিশগড়, ঝাড়খণ্ড, মধ্যপ্রদেশ, মহারাষ্ট্র, ওড়িশা, তেলেঙ্গানা এবং পশ্চিমবঙ্গের কিছু অংশ জুড়ে বিস্তৃত।\nভারতের বেআইনি কার্যকলাপ (প্রতিরোধ) আইন (১৯৬৭) এর অধীনে সমস্ত ধরণের নকশাল সংগঠনকে সন্ত্রাসী সংগঠন হিসাবে ঘোষণা করা হয়েছে।\n\n\n== আর্থ-সামাজিক অবস্থা ==\n\n\n=== অর্থনৈতিক অবস্থা ===\nলাল করিডোর তৈরি করা জেলাগুলি দেশটির দরিদ্রতম জেলাগুলির মধ্যে রয়েছে। ঝাড়খণ্ড, ওড়িশা, ছত্তিশগড় এবং তেলেঙ্গানা (পূর্বে অন্ধ্র প্রদেশের অংশ) এর মতো অঞ্চলগুলি হয় দরিদ্র বা উল্লেখযোগ্য অর্থনৈতিক বৈষম্য অথবা উভয়ই রয়েছে।\nএই অঞ্চলের একটি প্রধান বৈশিষ্ট্য হল অ-বৈচিত্রপূর্ণ অর্থনীতি যা শুধুমাত্র প্রাথমিক খাত ভিত্তিক। কৃষি অথবা কখনও কখনও খনি বা বনায়নের কার্যক্রম অর্থনীতির প্রধান ভিত্তি, যা বেশিরভাগ সময়ে দ্রুত বৃদ্ধিপ্রাপ্ত জনসংখ্যাকে সমর্থন করতে পারে না। এই অঞ্চলে খনিজ, বনজ এবং সম্ভাব্য জলবিদ্যুৎ উৎপাদন ক্ষমতা সহ উল্লেখযোগ্য প্রাকৃতিক সম্পদ রয়েছে। উদাহরণস্বরূপ, ওড়িশায় \"ভারতের বক্সাইটের মজুদের ৬০ শতাংশ, কয়লার ২৫ শতাংশ, আকরিকের ২৮ শতাংশ, নিকেলের ৯২ শতাংশ এবং ম্যাঙ্গানিজের মজুদ ২৮ শতাংশ রয়েছে।\"\n\n\n=== সামাজিক অবস্থা ===\nলাল করিডোর দ্বারা বেষ্টিত অঞ্চলে বর্ণ ও সামন্ত বিভাজনসহ স্তরীভূত সমাজ রয়েছে। এলাকার বেশিরভাগ অংশে সাঁওতাল এবং গোণ্ডসহ উচ্চ উপজাতীয় জনসংখ্যা (বা আদিবাসী) রয়েছে। বিহার এবং ঝাড়খণ্ডে জাতি ও উপজাতি উভয় বিভাজন রয়েছে এবং এই সামাজিক গোষ্ঠীগুলির মধ্যে ঘর্ষণের সাথে সহিংসতা জড়িত। অন্ধ্র প্রদেশের তেলেঙ্গানা অঞ্চলে একইভাবে একটি কঠোর সামাজিক শ্রেণিবদ্ধ ব্যবস্থার সাথে গভীর বর্ণ বিভাজন রয়েছে। ছত্তিশগড় এবং ওড়িশা উভয়েই উল্লেখযোগ্য দরিদ্র উপজাতীয় জনগোষ্ঠী রয়েছে।\n\n\n== লাল করিডোরের অঞ্চলগুলি ==\n\n\n=== ক্ষতিগ্রস্ত জেলাগুলো ===\n২০২১ সালের জুন পর্যন্ত, ১০টি রাজ্যের ৭০টি জেলা নকশালবাদী চরমপন্থায় প্রভাবিত।\n\n\n=== ওড়িশার ফাঁক ===\nলাল করিডোরটি নেপালের সাথে ভারতের সীমান্ত থেকে তামিলনাড়ুর একেবারে উত্তরের প্রান্ত পর্যন্ত প্রায় সংলগ্ন। তবে, ওড়িশা রাজ্যের উপকূলীয় এবং কিছু কেন্দ্রীয় অঞ্চল নিয়ে গঠিত করিডোরে একটি উল্লেখযোগ্য ব্যবধান রয়েছে, যেখানে নকশাল কার্যকলাপ কম এবং সাক্ষরতা এবং অর্থনৈতিক বৈচিত্র্যের সূচকগুলি বেশি। যাইহোক, ওড়িশার অ-উপকূলীয় জেলাগুলি, যেগুলি লাল করিডোরে পড়ে সেগুলির সূচকগুলি উল্লেখযোগ্যভাবে কম এবং সমগ্র অঞ্চল জুড়ে সাক্ষরতা জাতীয় গড় থেকে বেশ নীচে।\n\n\n== আরো দেখুন ==\nভারতের বিচ্ছিন্নতাবাদী আন্দোলন\nভারতে সন্ত্রাস\nভারতের কমিউনিস্ট পার্টির তালিকা\n\n\n== তথ্যসূত্র =="}