{"pageid": 1360818, "title": "পুরুষমেধ", "url": "https://bn.wikipedia.org/wiki?curid=1360818", "content": "পুরুষমেধ বা নরমেধ হল নরবলির  শ্রৌত আচার। শুক্ল যজুর্বেদ গ্রন্থের বজসনেয়ী সংহিতা-সতফন ব্রাহ্মণ-কাত্যায়ন শ্রৌত সূত্রের ক্রমটিতে সর্বাধিক বিবরণ রয়েছে।\n১৮০৫ সালে হেনরি টমাস কোলব্রুক বিষয়টিকে মনোযোগের মধ্যে আনার পর থেকে প্রকৃত নরবলি করা হয়েছিল কিনা তা নিয়ে বিতর্ক হয়েছে। তিনি এটিকে প্রতীকী আচার হিসেবে বিবেচনা করেন। যেহেতু পুরুষমেধ সম্পাদিত হওয়ার কোনো শাস্ত্রীয় বা অন্য কোনো নথি নেই, তাই কিছু পণ্ডিতের মতে এটি উদ্ভাবন করা হয়েছিল শুধুমাত্র বলির সম্ভাবনাকে পূর্ণ করার জন্য। বৈদিক গ্রন্থে প্রকৃত নরবলির বর্ণনা দেওয়া আছে বলে আস্কো পারপোলা পরামর্শ দেন, হিন্দুশাস্ত্র ব্রাহ্মণ দেখায় যে অনুশীলন কমে যাচ্ছে। শতপথ ব্রাহ্মণ ১৩.৬.২-এ, গগনচারী কণ্ঠ কার্যধারা বন্ধ করতে হস্তক্ষেপ করে। পাণিনি  রচিত অষ্টাধ্যায়ীর ধাতুপথ মূল পুরুষমেধকে ফলদায়ক কিছু করতে শক্তি সংশ্লিষ্ট করা হিসেবে সংজ্ঞায়িত করে।\n\n\n== ঐতিহাসিক উন্নয়ন ==\n\n\n=== বৈদিক যুগে ===\n\nপণ্ডিতরা সন্দেহ করেন যে পুরুষমেধ কখনও সম্পাদিত হয়েছিল। যাইহোক, জ্যান হাউবেনের মতে, নরবলির প্রকৃত ঘটনা প্রমাণ করা কঠিন হবে, যেহেতু প্রাসঙ্গিক প্রমাণগুলি সংখ্যায় ছোট হবে।\n\n\n=== শ্রমণিক ধর্মের উত্থান ===\n\nজ্যান হাউবেনের মতে, পরবর্তী বৈদিক যুগের পরে আচার-অনুষ্ঠানে সহিংসতা নিয়ে বিব্রতকর অবস্থা ছিল। এই সময়কালটি বৌদ্ধ ও জৈন ধর্মের মতো শ্রমনিক ধর্মের উত্থানের সাথে মিলে যায়, উভয়ই অহিংসার উপর জোর দেয়। এই সময়কালটি শতপথ ব্রাহ্মণের রচনার সাথেও মিলে যায়, যেখানে বলা হয়েছে যে পুরুষমেধের শিকারদের মুক্তি পাওয়ার কথা, এবং ছান্দোগ্য উপনিষদের রচনা, যা অহিংসাকে গুণ হিসাবে তালিকাভুক্ত করে।\n\n\n=== মীমাংসা আন্দোলন ===\n\nজান হাউবেনের মতে, শ্রমণিক যুগের পরে অন্য একটি সময় এসেছে যেখানে বৈদিক আচার-অনুষ্ঠানবাদীরা বৌদ্ধ ও জৈন সমালোচনার বিরুদ্ধে তাদের পদক্ষেপকে রক্ষা করার চেষ্টা করেছিল। এই সময়কালটি দর্শনের মীমাংসা দর্শনের উত্থানের সাথে মিলে যায়, যেটি দাবি করেছিল যে ধর্মের বিষয়ে বেদই একমাত্র কর্তৃত্ব।\n\n\n=== মধ্যযুগীয় সময়কাল ===\nদশ শতকের মধ্যে, পুরুষমেধকে কলি-বর্জ্যের তালিকায় অন্তর্ভুক্ত করা হয়েছিল, বা ক্রিয়াকলাপ যা কলিযুগের জন্য নিষিদ্ধ ছিল। এটি ইঙ্গিত দেয় যে গ্রন্থগুলি রচনা করার সময় মানব বলিদান অপ্রচলিত হয়ে পড়েছিল। যাইহোক, এটি আরও পরামর্শ দেয় যে পুরুষমেধ কিছু ক্ষেত্রে একজন মানুষের প্রকৃত বলির সাথে পরিপূর্ণ হতে পারে। অর্থাৎ, কলি-বর্জ্যের তালিকায় নিষেধাজ্ঞার অন্তর্ভুক্তির অস্তিত্ব প্রমাণ করে যে অন্তত একজন লেখক এই সম্ভাবনাকে গুরুত্বের সাথে আশঙ্কা করেছিলেন যে একজন আচার অনুশীলনকারী এই আচারের বর্ণনাটিকে হত্যা এবং নরখাদকের মাত্রা পর্যন্ত অনুষ্ঠান সম্পাদনের নৈতিক লাইসেন্স হিসাবে গ্রহণ করতে পারে। এটিকে কলি-বর্জ্যের তালিকায় অন্তর্ভুক্ত করার যুক্তিসঙ্গত কারণ, এমনকি যদি এটি শতপথ ব্রাহ্মণের রচনার সময় সম্পূর্ণ প্রতীকী অনুষ্ঠান হয়। মানুষের হত্যা এবং তাদের মাংস খাওয়ার মধ্যে এই আচারটি পরিপূর্ণ হয়েছে কি না, তবে এটি এখনও পর্যন্ত পণ্ডিতদের অনুমানের বিষয় রয়ে গেছে।\n\n\n== সাহিত্যে ==\n\n\n=== হিন্দু মহাকাব্যে ===\nঐতরেয় ব্রাহ্মণ রাজা হরিশ্চন্দ্রের দ্বারা সম্পাদিত যজ্ঞের গল্প বলে। নিঃসন্তান রাজা দেবতা বরুণের নিকট একজন পুত্রের জন্য প্রার্থনা করে এবং এর বিনিময়ে বরুণ তাকে তার কাছে সন্তান উৎসর্গ করতে বলেন। হরিশ্চন্দ্র যজ্ঞ সম্পাদনে বিলম্ব করেন এবং রোহিত নামে তার পুত্রকে বড় হতে দেন। অবশেষে, রোহিত নিজের বিকল্প খুঁজতে জঙ্গলে ঘুরে বেড়ায়। সে আজিগর্তা নামে এক দরিদ্র ব্রাহ্মণের সাথে দেখা করে, যে তার ছেলে শুনহ্শেপকে তার কাছে বিক্রি করে দেয়। শুনহ্শেপ বাঁধা পড়ে, কিন্তু বিশ্বামিত্র তাকে শেখানো কিছু মন্ত্র পাঠ করে নিজেকে মুক্ত করেন। এই গল্পটি ভাগবত পুরাণে পুনরুৎপাদিত হয়েছে।\n\n\n=== বেদান্ত ও পুরাণে ===\nভাগবত পুরাণ এর ৫.২৬.৩১ পদে নরবলি ও নরখাদককে স্পষ্টভাবে নিন্দা করা হয়েছে।\nছান্দোগ্য উপনিষদ এর ৩.১৬ পদ বলে যে পুরুষমেধ আসলে জীবনের জন্যই রূপক, এবং এটি জীবনের বিভিন্ন ধাপকে অর্পিত উৎসর্গের সাথে তুলনা করে।\n\n\n== আধুনিক যুগে ==\nসিবিএস নিউজ অনুসারে, ২০১৪ থেকে ২০২১ পর্যন্ত ভারতে ১০০ টিরও বেশি নরবলির ঘটনা রিপোর্ট করা হয়েছে, ২০১৯ সালে একটি হিন্দু মন্দিরে বলির জন্য পাঁচজন লোককে গ্রেপ্তার করা হয়েছে এবং ২০২৩ সালে বলি হিসাবে গিলোটিন দিয়ে নিজেদের শিরশ্ছেদ করা হয়েছে।\n\n\n== অভিমত ==\nহেলমার রিংগ্রেন বলেন যে পুরুষমেধের চিহ্ন স্পষ্টভাবে সনাক্ত করা যায় না।\nআর্য সমাজের প্রতিষ্ঠাতা দয়ানন্দ সরস্বতী বৈদিক যজ্ঞে যেকোন ধরনের মানুষ বা পশুবলি প্রত্যাখ্যান করেছেন।\n২০০০ সালের নভেম্বরে, পুরুষমেধের আধুনিক সংস্করণ শান্তিকুঞ্জ হরিদ্বারে সমস্ত বিশ্ব গায়ত্রী পরিবার কর্তৃক আয়োজিত হয়েছিল, যা ১২ বছর যুগসন্ধি মহাপুরাচরণের পূর্ণতা উপলক্ষে। শ্রীজন সংকল্প বিভূতি মহাযজ্ঞ নামের এই প্রোগ্রামে, অংশগ্রহণকারীদের নিজেদেরকে ইউপের সাথে আবদ্ধ করতে হয়েছিল এবং ত্যাগ হিসাবে সামাজিক কারণের জন্য তাদের জীবন উৎসর্গ করার শপথ নিতে হয়েছিল। গঙ্গার তীরে ১৫৫১টি কুণ্ডে যজ্ঞ করা হয়েছিল এবং চল্লিশ লাখ ভক্ত এতে অংশ নিয়েছিলেন।\n\n\n== আরও দেখুন ==\nঐতিহাসিক বৈদিক ধর্ম\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n=== মুদ্রিত উৎস ===\n\n\n=== ওয়েব উৎস ==="}