{"pageid": 1360060, "title": "প্লাস্টিক বর্জ্য বন্ধকরণ জোট", "url": "https://bn.wikipedia.org/wiki?curid=1360060", "content": "প্লাস্টিক বর্জ্য বন্ধকরণ জোট তথা দ্য অ্যালায়েন্স টু এন্ড প্লাস্টিক ওয়েস্ট (এইপিডব্লিউ) হলো সিঙ্গাপুর ভিত্তিক একটি শিল্প-প্রতিষ্ঠিত এবং অর্থায়নে পরিচালিত বেসরকারি অলাভজনক সংস্থা। এর প্রতিষ্ঠাতা সদস্যদের মধ্যে রয়েছে বিএএসএফ, শেভরন ফিলিপস কেমিক্যাল, এক্সনমোবিল, ডাও কেমিক্যাল, মিতসুবিশি কেমিক্যাল হোল্ডিংস, প্রক্টর অ্যান্ড গ্যাম্বল এবং শেল।\n২০১৯ সালে চালু হওয়া এই জোটের লক্ষ্য প্লাস্টিক বর্জ্য, বিশেষ করে সমুদ্রে প্লাস্টিক বর্জ্য হ্রাস ও ব্যবস্থাপনার জন্য টেকসই সমাধান তৈরি, বাস্তবায়ন ও পরিমাপ করা। সহযোগিতা, উদ্ভাবন এবং বিনিয়োগকে উত্সাহিত করার মাধ্যমে, এইপিডাব্লিউ প্লাস্টিকের জন্য একটি বৃত্তাকার অর্থনীতি তৈরি করতে চায়। তারা নিশ্চিত করতে চায় যে সেগুলো দায়িত্বশীলভাবে ব্যবহৃত, পুনঃব্যবহৃত এবং রিসাইকেলকৃত।\nএই সমাধানগুলি এইপিডাব্লিউ এর চারটি কৌশলগত স্তম্ভের উপর ভিত্তি করে: অবকাঠামো, উদ্ভাবন, শিক্ষা এবং ব্যস্ততা এবং পরিচ্ছন্নতা। এইপিডাব্লিউ টেকসই উন্নয়নের জন্য ওয়ার্ল্ড ইকোনমিক কাউন্সিলের সাথে কৌশলগত অংশীদার এবং জাতিসংঘের পরিবেশ কর্মসূচির সাথে কাজ করে। গ্রুপটিকে গ্রিনওয়াশিং উদ্যোগ হিসেবে ব্যাপকভাবে সমালোচিত হয়েছে, যা প্লাস্টিক পরিষ্কারের উচ্চাভিলাষী লক্ষ্য পূরণ করেনি এবং প্লাস্টিক নিয়ন্ত্রণ প্রতিরোধে এটির তদবিরের ক্ষমতা ব্যবহার করে।\n\n\n== উদ্যোগ ==\nএইপিডাব্লিউ প্লাস্টিক দূষণ কমাতে এবং পুনর্ব্যবহারের প্রচেষ্টা বাড়াতে ২০২৪ সালের মধ্যে $১.৫ বিলিয়ন ব্যয়ের প্রতিশ্রুতি দিয়েছে। ২০২০ সালের সেপ্টেম্বরে গ্রুপটি দক্ষিণ-পূর্ব এশিয়া, আফ্রিকা এবং ভারতে ৪০০ মিলিয়ন ডলারের প্রকল্পে $৪০০ মিলিয়ন মার্কিন ডলার ব্যয় করেছে বলে জানিয়েছে।\n২০১৯ সালের নভেম্বরে গ্রুপটি গঙ্গা নদীতে প্লাস্টিক পরিষ্কার করার জন্য রিনিউ ওশান (মহাসাগর পুনর্নবীকরণ) প্রোগ্রামের সাথে অংশীদারিত্ব করেছিল। কোভিড-১৯ মহামারীর ফলে সৃষ্ট চ্যালেঞ্জগুলোর কারণে ২০২০ সালের অক্টোবরে প্রোগ্রামটি আংশিকভাবে কাজ বন্ধ করে দেয়। ২০২২ সালে গ্রুপটি প্লাস্টিক ব্যাংকের সাথে অংশীদারিত্ব করে ওশান স্টুয়ার্ড এডুকেশনাল প্রোগ্রাম চালু করে। এর লক্ষ্য শিশুদের স্কুলে প্লাস্টিক সংগ্রহের শাখায় তাদের বাড়িতে থাকা প্লাস্টিক বর্জ্য আনতে উত্সাহিত করা।\n\n\n== সদস্যপদ এবং সহযোগিতা ==\nঅ্যালায়েন্স টু এন্ড প্লাস্টিক বর্জ্য ৮০ টিরও বেশি সদস্য সংস্থার সমন্বয়ে গঠিত। এদেরর মধ্যে রাসায়নিক, প্লাস্টিক, ভোক্তা পণ্য এবং বর্জ্য ব্যবস্থাপনা খাতের বিশ্বের শীর্ষস্থানীয় কয়েকটি সংস্থা রয়েছে। এই সদস্যরা জোটের মিশনকে এগিয়ে নিতে তাদের সম্পদ, দক্ষতা এবং সক্ষমতা বিনিয়োগ করতে প্রতিশ্রুতিবদ্ধ দাবি করে থাকে। এইপিডব্লিউর কিছু উল্লেখযোগ্য সদস্যের মধ্যে রয়েছে:\n\nবিএএসএফ\nডাও\nএক্সনমোবিল\nপ্রক্টর অ্যান্ড গ্যাম্বল\nসুয়েজ\nভেওলিয়া\n\n\n== সমালোচনা ==\nপ্লাস্টিক উৎপাদন কমানোর পরিবর্তে প্লাস্টিক বর্জ্য হ্রাসের প্রচারের জন্য গ্রুপটি সমালোচিত হয়েছে। তদুপরি, ১৫ মিলিয়ন টনের ৫ বছরের পুনর্ব্যবহারের লক্ষ্যমাত্রা ১.৮ বিলিয়ন টন প্লাস্টিক বর্জ্য উত্পাদনের মাত্র ০.৮% এবং ২০১৯-২০২১ সালে প্লাস্টিক বর্জ্যের প্রকৃত পুনর্ব্যবহার ছিল মাত্র ৪ হাজার টন। অথচ ৩ বছরের লক্ষ্যমাত্রা ছিল ৯ মিলিয়ন টনে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}