{"pageid": 1360511, "title": "স্টলওয়ার্ট ইস্পোর্টস", "url": "https://bn.wikipedia.org/wiki?curid=1360511", "content": "স্টলওয়ার্ট ইস্পোর্টস হল একটি ভারতীয় পেশাদার ইস্পোর্টস সংস্থা যা মোবাইল গেমিং এর উপর দৃষ্টি নিবদ্ধ করে। এটি ২০২০ সালের জানুয়ারিতে প্রতিষ্ঠিত হয়েছিল। তারা পাবজি মোবাইল, ফ্রি ফায়ার, ক্ল্যাশ রয়্যাল এবং Brawl Stars- এ প্রতিদ্বন্দ্বিতা করছে। তারা ব্যালেন্স শীটে ক্রিপ্টোকারেন্সি গ্রহণকারী প্রথম ইস্পোর্টস সংস্থা।\n২০২০ সালের সেপ্টেম্বরে, ভারতে পাবজি মোবাইল নিষিদ্ধ হওয়ার পরে দলটি তাদের পাবজি মোবাইল প্রো লিগ (PMPL) দক্ষিণ এশিয়ার স্লট পাকিস্তানি ক্রীড়া সংস্থা ফ্রিস্টাইল ইস্পোর্টসকে দান করেছিল।\n২০২১ সালের ডিসেম্বরে, স্টলওয়ার্ট ইস্পোর্টস দক্ষিণ এশিয়ার একমাত্র দল হয়ে ওঠে যারা পাবজি মোবাইল গ্লোবাল চ্যাম্পিয়নশিপ (PMGC) ২০২১ গ্র্যান্ড ফাইনালের জন্য যোগ্যতা অর্জন করে।\n২০২২ সালের মে মাসে, স্টলওয়ার্ট ইস্পোর্টস PMPL দক্ষিণ এশিয়া চ্যাম্পিয়নশিপ S2 জিতেছে।\n\n\n== পাবজি মোবাইল ==\nআগস্ট ২০২০-এ, স্টলওয়ার্ট ইস্পোর্টস-এর পাবজি মোবাইল দল পাবজি মোবাইল ক্লাব ওপেন (PMCO) ফল স্প্লিট ২০২০-এ তৃতীয় অবস্থানে শেষ করে পাবজি মোবাইল প্রো লিগ (PMPL) দক্ষিণ এশিয়ার সিজন ২-এ অগ্রসর হয়েছিল। যাইহোক, সাম্প্রতিক ভারত-চীন বিরোধের পরিপ্রেক্ষিতে, পাবজি মোবাইল ভারতে ২ সেপ্টেম্বর থেকে নিষিদ্ধ করা হয়েছিল। তাদের স্লট ছেড়ে দিতে অনিচ্ছুক, তারা প্রো লীগে তাদের প্রতিনিধিত্ব করার জন্য ফ্রিস্টাইল ইস্পোর্টস নামে একটি পাকিস্তানি লাইন-আপে স্বাক্ষর করেছে। ফ্রিস্টাইল ইস্পোর্টস PMCO পাকিস্তান  ২০২০ এর চ্যাম্পিয়ন হয়েছিল এবং গত মরসুমে ওয়ার্ল্ড লিগের অংশ ছিল।\n২০২০ সালের ডিসেম্বরে, স্টলওয়ার্ট ইস্পোর্টস ফ্রিস্টাইল ইস্পোর্টস-এর সাথে সীমান্ত অতিক্রম করে সহযোগিতা অব্যাহত রাখে এবং এর ফলে পাকিস্তানে স্টলওয়ার্ট ফ্রিস্টাইল নামে একটি নতুন সংগঠন গঠন করা হয়।\nফেব্রুয়ারী ২০২১-এ, স্টলওয়ার্ট ইস্পোর্টস পাকিস্তানে তাদের দ্বিতীয় অংশীদারিত্বের ঘোষণা দেয় অন্য একটি পাকিস্তানি ক্রীড়া সংস্থা 'ফ্লেক্স এস্পোর্টস'-এর সাথে এবং PMCO পাকিস্তান ২০২১ স্প্রিং স্প্লিট টুর্নামেন্টের জন্য এই অঞ্চলে একটি নতুন দলস্টলওয়ার্ট ফ্লেক্স গঠন করে।\nসেপ্টেম্বর ২০২১-এ, স্টলওয়ার্ট ইস্পোর্টস প্রকাশ করেছে যে তারা একটি মঙ্গোলিয়ান রোস্টার সাক্ষর করেছে যা পাবজি মোবাইল প্রো লিগ (PMPL) দক্ষিণ এশিয়া চ্যাম্পিয়নশিপ জিতেছে, যার একটি বিশাল পুরস্কার ছিল $200,000।\n২০২১ সালের ডিসেম্বরে, স্টলওয়ার্ট ইস্পোর্টস পাবজি মোবাইল গ্লোবাল চ্যাম্পিয়নশিপ ২০২১ (PMGC) গ্র্যান্ড ফাইনালের জন্য যোগ্যতা অর্জন করেছিল যা সিঙ্গাপুরে অনুষ্ঠিত হয়েছিল এবং ৬ মিলিয়ন মার্কিন ডলার এর একটি বিশাল পুরস্কার বহন করেছিল, PMGC ২০২১ ছিল পাবজি মোবাইল ইস্পোর্টস-এর ইতিহাসে সবচেয়ে বড় ইভেন্ট। স্টলওয়ার্ট ইস্পোর্টস PMGC লীগ পর্যায়ে দ্বিতীয় রানার আপ হিসাবে শেষ হয়েছে।\n\n\n=== খেলোয়াড় ===\n\n\n== গেরিনা ফ্রি ফায়ার ==\n১ অক্টোবর ২০২০-এ, স্টলওয়ার্ট ইস্পোর্টস ফ্রি ফায়ার ইন্ডিয়া চ্যাম্পিয়নশিপ ২০২০ (FFIC) এ অংশগ্রহণ করে তাদের ফ্রি ফায়ার প্রতিযোগিতামূলক লাইন-আপ চালু করেছে। স্টলওয়ার্ট লিগ পর্যায়ে ২য় অবস্থানে ছিল এবং ফাইনালে টোটাল গেমিং ইস্পোর্টস এবং ইস্পোর্টস  এলিট- এর পিছনে ৩য় অবস্থানে ছিল।\n\n\n== তথ্যসূত্র =="}