{"pageid": 1360891, "title": "পেডং সমষ্টি উন্নয়ন ব্লক", "url": "https://bn.wikipedia.org/wiki?curid=1360891", "content": "পেডং ভারতের অঙ্গরাজ্য পশ্চিমবঙ্গের জলপাইগুড়ি বিভাগের অন্তর্গত কালিম্পং জেলার কালিম্পং মহকুমার একটি সমষ্টি উন্নয়ন ব্লক তথা প্রশাসনিক একক।\n\n\n== ইতিহাস ==\n২০২১ সালের জুলাই মাসে কালিম্পং ২ ব্লককে ভেঙে পেডং ও লাভা নামে দুটি পৃথক ব্লক কার্যকর করা হয়েছে। পেডং ব্লকের সদর পেডং-এ এবং লাভা ব্লকের সদর আলগড়ায় অবস্থিত।\n\n\n== ভূগোল ==\nপূর্বতন দার্জিলিং জেলার একটু উত্তরে তুষার-ঢাকা পর্বতশ্রেণী প্রধান হিমালয় পর্বতশ্রেণী গঠন করে। প্রধান হিমালয় থেকে বিস্তৃত শৈলশিরাগুলি দার্জিলিং জেলার মধ্য দিয়ে গেছে। উত্তর-পশ্চিম দিকে রয়েছে সুউচ্চ কাঞ্চনজঙ্ঘা (৮,৫৭৯ মি) এবং উত্তর-পূর্বে ডংক্যা (৭,০৬৬ মি)। কাঞ্চনজঙ্ঘা থেকে সিঙ্গালীলা শৈলশিরা দক্ষিণ দিকে ঢালু হয়ে ভারত ও নেপালের মধ্যে সীমানা তৈরি করে। মানেভঞ্জ্যং, সান্দাকফু এবং ফালুট এই পাহাড়ে জনপ্রিয় ট্রেকিং। এটি তিস্তার পশ্চিমে দার্জিলিং পাহাড় তৈরি করে টংলু এবং সেঞ্চল সহ অন্যান্য এলাকার মধ্য দিয়ে দক্ষিণ ও দক্ষিণ-পূর্বে প্রসারিত হতে থাকে। তিস্তার পূর্বে, একটি উঁচু শৈলশিরা ডংক্যার দক্ষিণ অবধি প্রসারিত হয়ে  গিপমোচি (৩,৫১১ মি) -তে দ্বিখণ্ডিত হয়েছে, যা জলঢাকার উপত্যকাকে ধারণ করে দুটি বিভাজিকা তৈরি করেছে। এই পাহাড়ি অঞ্চলের নিম্নাংশ কালিম্পং পাহাড় গঠন করেছে। ঘুম পাহাড়ের একটি বিন্দু থেকে চারটি বড় পাহাড়ি শ্রেণী চারদিকে ছড়িয়ে পড়ে। প্রথমটি, সিমানবস্তির পশ্চিম দিকের ঘুম পর্বতশ্রেণী;  দ্বিতীয়টি, সেঞ্চাল-মহালদিরাম পর্বতশ্রেণী, যা দক্ষিণে কার্সিয়ংয়ের দিকে ঢালু। এর সর্বোচ্চ পয়েন্ট হল পূর্ব সেঞ্চেলের টাইগার হিল (২,৫৯৫ মি)। তৃতীয়টি, তাকদহ বা তাকবু পর্বতশ্রেণী, বড় রঙ্গিত এবং তিস্তার সংযোগস্থলের উপরে একটি বিন্দু পর্যন্ত উত্তর-পূর্ব দিকে ঢালু;  চতুর্থটি দার্জিলিং জলপাহাড় রেঞ্জ, যা উত্তর দিকে দার্জিলিং এর দিকে প্রসারিত।\nপেডং ব্লক কালিম্পং শৈলশিরার অংশ। গড় উচ্চতা সমুদ্রপৃষ্ঠ থেকে ৫০০-৩,০০০ মিটার পর্যন্ত।\nপেডং ব্লকের উত্তরে রয়েছে সিকিম রাজ্যের পূর্ব সিকিম জেলা, দক্ষিণ ও পশ্চিম দিকে রয়েছে লাভা ব্লক ও পূর্ব দিকে রয়েছে গরুবাথান ব্লক\nব্লকে একটি পঞ্চায়েত সমিতি ও ৬ টি গ্রাম পঞ্চায়েত রয়েছে। এটি জলঢাকা পুলিশ থানার অধীনস্থ। ব্লক সদর পেডং-এ অবস্থিত।\nপেডং ব্লকের গ্রায পঞ্চায়েতগুলি হল: লিংসেইখা, লিংসে, কাগে, কাশিয়ং, পেডং ও স্যাকিয়ং\n\n\n== তথ্যসূত্র =="}