{"pageid": 1360481, "title": "ফ্রান্সেসকো দেল জোকোন্দো", "url": "https://bn.wikipedia.org/wiki?curid=1360481", "content": "ফ্রান্সেসকো দি বার্তোলোমিও দি জানোবি দেল জোকোন্দো বা সংক্ষেপে ফ্রান্সেসকো দেল জোকোন্দো (১৪৬৫ - ১৫৩৮) ছিলেন ইতালীয় জোকোন্দি পরিবারভুক্ত একজন সম্ভ্রান্ত ব্যক্তি এবং বণিক। জর্জো ভাসারি তার লেখা লে ভিতে দে পিউ এচ্চেল্লেন্তি পিত্তোরি, স্কুল্‌তুরি এ আর্কিতেত্তোরি (সবচেয়ে চমৎকার চিত্রকর, ভাস্কর, এবং স্থপতিদের জীবনীসমূহ) গ্রন্থে উল্লেখ করেছেন, ফ্রান্সেসকোই তার স্ত্রী লিসা দেল জোকোন্দোর প্রতিকৃতি হিসাবে লিওনার্দো দা ভিঞ্চিকে মোনা লিসা চিত্রকর্ম আঁকার ফরমাশ করেছিলেন।\n\n\n== জীবনী ==\nদেল জোকোন্দো (বা জোকোন্দি) পরিবারের সদস্য হিসেবে তিনি সিল্ক এবং কাপড়ের ব্যবসা করতেন। তিনি তিনটি বিয়ে করেছিলেন। ১৪৯১ সালে তিনি কামিল্লা দি মারিওত্তো রুসেল্লাইকে এবং ১৪৯৩ সালে তোম্মা‌সা দি মারিওত্তো ভিল্লা‌নিকে বিয়ে করেন। ১৪৯৫ সালের ৫ মার্চে তিনি অভিজাত গেরার্দিনি পরিবারের পনের বছর বয়সী মেয়ে লিসা গেরার্দিনিকে বিয়ে করেন। এই বিয়ের যৌতুক ছিল ১৭০ ফ্লোরিন (তৎকালীন ফ্লোরেন্স প্রজাতন্ত্রের মুদ্রা) ও তার পারিবারিক বাড়ির নিকটের সান সিলভেস্ত্রো খামার। খামারটি পোজ্জোর কাস্তেল্লিনা ও সান দোনাতোর মধ্যে অবস্থিত ছিল। এর নিকটবর্তী দুটি খামার পরে মাইকেলেঞ্জেলোর মালিকানাধীন হয়।\n\nএই দম্পতি সর্বদা একটি মার্জিত ও মধ্যবিত্ত জীবনযাত্রার মান বজায় রাখে। তৎকালীন প্রেক্ষাপটে যৌতুকের এই পরিমাণ থেকে ধারণা করা হয়, গেরার্দিনি পরিবার সেসময়ে ধনী ছিল না এবং লিসা ও তার স্বামী একে অপরকে ভালবাসতেন। লিসার বিয়ে তার সামাজিক মর্যাদা বাড়িয়ে তুলেছিল, কারণ তার স্বামীর পরিবার তার পরিবারের চেয়ে ধনী ছিল। অন্যদিকে এই বিয়ের মাধ্যমে ফ্রান্সেসকোও লাভবান হয়েছে বলে মনে করা হয়। কারণ, গেরার্দিনি একটি পুরানো ও অভিজাত পরিবার।\n১৫০৩ সালের ৫ মার্চের আগ পর্যন্ত তারা অন্যের সাথে ভাগাভাগি করা একটি বাড়িতে বসবাস করত। এরপর ফ্রান্সেসকো পুরানো পারিবারিক সম্পত্তির পাশেই ভায়া দেলা স্তুফায় একটি বাড়ি কিনতে সক্ষম হয়েছিল। সেবছরই লিওনার্দো দা ভিঞ্চি লিসার প্রতিকৃতি আঁকা শুরু করেন।\nফ্রান্সেস্কো ও লিসা দম্পতির পাঁচজন সন্তান ছিল। তারা হলো: পিয়েরো, পিয়েরা, কামিল্লা, মারিয়েত্তা ও আন্দ্রেয়া। তারা সবাই ১৪৯৬ থেকে ১৫০২ সালের মধ্যে জন্মগ্রহণ করে। ১৪৯৯ সালে তাদের আরেকটি একটি শিশু-কন্যা মারা যায়। এছাড়াও লিসা ফ্রান্সেস্কো ও তার প্রথম স্ত্রী কামিল্লা দি মারিওত্তো রুসেল্লাইয়ের ছেলে বার্তোলোমিওকেও বড় করেছিলেন। বার্তোলোমির জন্মের কিছুক্ষণ পরেই ফ্রান্সেসকোর প্রথম স্ত্রী কামিল্লা মারা গিয়েছিলেন। কামিল্লা ছিলেন লিসার বাবার দ্বিতীয় স্ত্রী কাতেরিনা দি মারিওত্তো রুসেল্লাইয়ের আপন বোন। তার  নামানুসারেই লিসা ও ফ্রান্সেস্কো তাদের একটি মেয়ের নাম কামিল্লা রেখেছিলেন।\nফ্রান্সেসকো একসময় ফ্লোরেন্সে একজন কর্মকর্তা ছিলেন। তিনি ১৪৯৯ সালে দোদিসি বুওনোমিনি এবং ১৫১২ সালে সিনোরিয়া নির্বাচিত হন। পরবর্তিতে ১৫২৪ সালে তিনি প্রিওরি হিসাবে নিশ্চিত হন। মেদিচি পরিবারের রাজনৈতিক বা ব্যবসায়িক স্বার্থের সাথে তার সম্পর্ক ছিল। ১৫১২ সালে ফ্লোরেন্স সরকার নির্বাসন থেকে মেদিচিদের প্রত্যাবর্তনের আশঙ্কার সময়ে ফ্রান্সেস্কোকে বন্দি করার পাশাপাশি ১,০০০ ফ্লোরিন জরিমানা করা হয়েছিল। মেদিচিরা তাদের ক্ষমতা পুনরুদ্ধার করতে সক্ষম হলে সেপ্টেম্বরে তাকে মুক্তি দেওয়া হয়।\n১৫৩৮ সালে প্লেগে আক্রান্ত হয়ে ফ্রান্সেসকো মারা যান। অন্য একটি সমীক্ষা অনুসারে  ফ্রান্সেসকো ৮০ বছর বেঁচে ছিলেন এবং ১৫৩৯ সালে মারা যান। ১৭৪৩ সালে তোসকানা শাখার শেষ ভদ্রলোক ফ্যাবিও গেরার্দিনির মৃত্যুর সাথে সাথে গেরার্দিনিরা বিলুপ্ত হয়ে যায়।\n১৫৩৭ সালের জুনে, পিয়েরো দা ভিঞ্চি স্বাক্ষরিত তাঁর উইলে, অনেক বিধানের মধ্যে, ফ্রান্সেসকো লিসাকে তার যৌতুক ফেরত দিয়েছিলেন, সেইসাথে তার ব্যক্তিগত পোশাক এবং গহনাগুলি হস্তান্তর করেছিলেন। তার স্ত্রীর জন্য সংরক্ষিত যত্নের বিষয়ে তিনি তাদের মেয়ে লুদোভিকা এবং তার ছেলে বার্তোলোমিওকে সুনির্দিষ্ট নির্দেশনা লিখেছিলেন; \"প্রিয়তমা স্ত্রী মোনা লিসার প্রতি উইলকারীর স্নেহ ও ভালবাসার প্রেক্ষিতে; লিসা সর্বদা একটি মহৎ আত্মা এবং একজন বিশ্বস্ত স্ত্রী হিসাবে কাজ করেছেন বিবেচনা করে; আশা করি, তার যা যা প্রয়োজন তার সবই সে পাবে...\"।\n\n\n== মোনা লিসা বা লা জোকোন্দা ==\nইতালীয় রেনেসাঁর সময়কার অন্যান্য ফ্লোরেন্সীয়দের মতোই ফ্রান্সেসকোর পরিবার শিল্পের প্রতি অনুরাগী ছিল। তার ছেলে বার্তোলোমিও আন্তোনিও দি দোনিনো মাজিয়েরিকে ফ্লোরেন্সের ব্যাসিলিকা দেলা সান্তিসিমা আনুনজিয়াটাতে পারিবারিক সমাধিস্থলে একটি ফ্রেস্কো আঁকতে বলেছিলেন। আন্দ্রেয়া দেল সার্তো তার পরিবারের অন্য সদস্যের জন্য একটি ম্যাডোনা এঁকেছিলেন। ফ্রান্সিসকো লিওনার্দো দা ভিঞ্চির কাছে তার স্ত্রীর প্রতিকৃতির জন্য ফরমায়েশ এবং দোমেনিকো পুলিগোকে আসিসির সেন্ট ফ্রান্সিসের একটি চিত্রকর্মের জন্য ফরমায়েশ প্রদান করেন। মনে করা হয় যে তিনি আন্দ্রিয়ার জন্ম উদযাপনের জন্য এবং পরিবারের বাড়ি কেনার উপলক্ষ্যে লিসার প্রতিকৃতির দায়িত্ব দিয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nMcMullen, Roy (১৯৭৫)।  Houghton Mifflin, সম্পাদক। Mona Lisa: the picture and the myth (ইংরেজি ভাষায়)। Boston। আইএসবিএন 0-395-20734-7। \nমুন্টজ, Eugène (১৮৯৮)।  W. Heinemann, সম্পাদক। Leonardo da Vinci: artist, thinker and man of science (tedesco ভাষায়)। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nপাল্লান্তি, জুসেপ্পে (২০০৬)।  Skira, সম্পাদক। La vera identità della Gioconda. Un mistero svelato। Firenze। আইএসবিএন 88-7624-659-2। \nSassoon, Donald (২০০১)। \"Mona Lisa: the Best-Known Girl in the Whole Wide World (ইংরেজি ভাষায়)। আইএসএসএন 1477-4569। (disponibile su OxfordJournals.orh)। \nScaillerèz, C. (২০০৩)।  Réunion des Musées Nationaux, সম্পাদক। Leonardo da Vinci. La Joconde (francese ভাষায়)। প্যারিস। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nSofovich, Luisa (১৯৫৩)।  Espasa-Calpe, সম্পাদক। Biografía de la Gioconda (স্পেনীয় ভাষায়)। Firenze। আইএসবিএন 978-84-239-1162-2। \nTaglialatela, Pietro Gioacchino (১৯১২)।  Tip. Pontificia Michele D'Auria, সম্পাদক। Leonardo da Vinci e il suo quadro per Monna Lisa del Giocondo। \nVasari, Giorgio (১৫৫০)। Le vite de' più eccellenti pittori, scultori ed architettori। আইএসবিএন 88-7642-056-8। \nWilson, Colin (২০০০)।  Carroll & Graf, সম্পাদক। The Mammoth Encyclopedia of the Unsolved (ইংরেজি ভাষায়)। আইএসবিএন 0-7867-0793-3। . (disponibile su GoogleBooks.com)। \nসোলনার, ফ্রাঙ্ক (১৯৯৪)।  Fischer Taschenbuch Verlag, সম্পাদক। Leonardo da Vinci, Mona Lisa. Das Portrat der Lisa del Giocondo. Legende und Geschichte (জার্মান ভাষায়)। Francoforte। আইএসবিএন 3-596-11344-X। \n\n\n== বহিঃসংযোগ ==\n\"È sepolta a Firenze Monna Lisa, modella di Leonardo per la \"Gioconda\"\"। ১২ জুন ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৮ জুন ২০২৩। \n\"Portrait of Lisa Gherardini, wife of Francesco del Giocondo\" (ইংরেজি ভাষায়)। ৯ আগস্ট ২০১১ তারিখে মূল থেকে আর্কাইভ করা। \n\"Monna Lisa Gherardini detta \"Gioconda\"\"। \n\"Storia di Lisa Gherardini\" (স্পেনীয় ভাষায়)। \n\"Frank Zöllner, Leonardo's Portrait of Mona Lisa del Giocondo\" (পিডিএফ) (জার্মান ভাষায়)।"}