{"pageid": 1360136, "title": "দক্ষিণ প্রশান্ত মহাসাগরীয় আবর্জনাকুণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1360136", "content": "দক্ষিণ প্রশান্ত মহাসাগরীয় আবর্জনাকুণ্ড হল সমুদ্রের একটি এলাকা যেখানে সামুদ্রিক ধ্বংসাবশেষ ও প্লাস্টিক কণা দূষণের মাত্রা বেড়েছে, এটি সাগরের পেলাজিক জোনে। এই অঞ্চলটি দক্ষিণ প্রশান্ত মহাসাগরীয় বলয়ে অবস্থিত, যা অস্ট্রেলিয়ার পূর্ব জল থেকে দক্ষিণ আমেরিকা মহাদেশ, নিরক্ষরেখা পর্যন্ত উত্তরে এবং দক্ষিণে অ্যান্টার্কটিক সার্কাম্পোলার স্রোতে পৌঁছানো পর্যন্ত বিস্তৃত।  সাগরে প্লাস্টিকের অবক্ষয় এলাকায় বিষাক্ত পদার্থের মাত্রা বৃদ্ধি করে।  ২০১৭ সালের মাঝামাঝি সময়ে আবর্জনাকুণ্ডটি নিশ্চিত করা হয়েছিল এবং ২০০৭ সালে গ্রেট প্যাসিফিক গারবেজ প্যাচের রাজ্যের সাথে তুলনা করা হয়েছে। দক্ষিণ প্রশান্ত মহাসাগরীয় আবর্জনাকুণ্ড উপগ্রহগুলিতে দৃশ্যমান নয় । বেশিরভাগ কণা ধানের দানার চেয়েও ছোট।  একজন গবেষক বলেছেন: \"মাইক্রোপ্লাস্টিকের এই মেঘটি উল্লম্ব এবং অনুভূমিকভাবে প্রসারিত। এটি একটি কুণ্ডলীতে ধোঁয়াশার মতো।\" \n\n\n== আবিষ্কার ==\nদক্ষিণ প্রশান্ত মহাসাগরীয় বলয়ে একটি আবর্জনা কুণ্ডের অস্তিত্ব ইঙ্গিতকারী প্রমাণগুলি ২০১১ সালের প্রথম দিকের এবং ২০১৭ সালের মাঝামাঝি সময়ে এর অস্তিত্ব নিশ্চিত করা হয়েছিল। ৫ম বলয় প্রতিষ্ঠানের করা একটি গবেষণা যাত্রার পরে আবিষ্কার করা হয়। হাওয়াই বিশ্ববিদ্যালয়ের নিকোলিয়া ম্যাক্সিমেনকো দ্বারা তৈরি সমুদ্রের স্রোতের একটি মডেলের উপর ভিত্তি করে একটি পথ অনুসরণ করে মার্চ থেকে এপ্রিল ২০১১ পর্যন্ত সমুদ্রযাত্রা চলেছিল, যা ভাসমান ধ্বংসাবশেষ জমা অঞ্চলের পূর্বাভাস দেয়। অভিযানটি চিলির রবিনসন ক্রুসো দ্বীপের উপকূল থেকে নমুনা নেওয়া শুরু করে এবং পশ্চিম দিকে কাজ শুরু করে, প্রতি ৫০ নটিক্যাল মাইলে নতুন নমুনা সংগ্রহ করে, ইস্টার দ্বীপের জলে পৌঁছে এবং অবশেষে পিটকের্ন দ্বীপে । \n২রা নভেম্বর ২০১৬-এ ক্যালিফোর্নিয়ার লং বিচ থেকে একটি দ্বিতীয় জলের নমুনা যাত্রা ছয় মাস স্থায়ী হয়েছিল, যার নেতৃত্বে ছিলেন চার্লস জে. মুর এবং আলগালিটা মেরিন রিসার্চ অ্যান্ড এডুকেশনের গবেষকদের একটি দল৷  যাত্রার পর জাহাজটি বাজা ক্যালিফোর্নিয়া উপদ্বীপের দক্ষিণে এবং গ্যালাপাগোস দ্বীপপুঞ্জের দিকে যাত্রা শুরু করে, দক্ষিণ-পশ্চিমে ইস্টার দ্বীপে চলে। ইস্টার দ্বীপ ত্যাগ করার পরে ক্রুরা পূর্ব দিকে জুয়ান ফার্নান্দেজ দ্বীপপুঞ্জের দিকে রওনা দেয়, তারপরে এটি চিলির উপকূল অনুসরণ করে উত্তরে চলতে থাকে, চিলির আন্তোফাগাস্তা, চিলি এবং আরিকা, চিলিতে স্টপিং পয়েন্ট পর্যন্ত। \n\n\n== রচনা, ঘনত্ব এবং আকার ==\n৫ম বলয় অভিযানকালে ২,৪২৪ নটিক্যাল সুইপ থেকে ৪৮ টি নমুনা নেওয়া হয়েছিল। গবেষকরা প্লাস্টিক দূষণের ঘনত্বের বৃদ্ধি খুঁজে পেয়েছেন, গড়ে প্রতি বর্গ কিলোমিটারে ২৬,৮৯৮টি কণা, কিন্তু প্রতি বর্গ কিলোমিটারে ৩,৯৬,৩৪২টি কণা পর্যন্ত স্পাইকিং, পূর্বাভাসিত সঞ্চয় অঞ্চলের কেন্দ্রের কাছাকাছি শীর্ষে ও  কিছুটা অনুমানিক  এক মিলিয়ন কণার উচ্চতা প্রতি বর্গ কিলোমিটারে। \nআবর্জনা কুন্ড সংমিশ্রণে প্রধানত মাইক্রোবিডস, ৫ মাইক্রোমিটারের কম আকারের ক্ষুদ্র ঘষে তুলে ফেলাে আবর্জনা যা সাধারণত কিছু ব্যক্তিগত স্বাস্থ্যবিধি পণ্যে পাওয়া যায়,  কাপড় ধোয়ার মাইক্রোস্কোপিক ফাইবার,  দক্ষিণ গোলার্ধের জেলেদের মাছ ধরার ধ্বংসাবশেষ,  এবং বৃহত্তর টুকরাগুলির মাইক্রোস্কোপিক টুকরো যা সমুদ্রে ভেঙে গেছে। \nপ্রায় ২,৫০০ নটিক্যাল মাইল সরলরেখা বরাবর পাওয়া ধ্বংসাবশেষের সাথে ২.৬ মিলিয়ন বর্গকিলোমিটার (এক মিলিয়ন বর্গ মাইল) বা টেক্সাসের আকারের প্রায়  গুণ বেশি এলাকাজুড়ে উচ্চ দূষণ সনাক্ত করা হয়। \n\n\n== সামুদ্রিক জীবন এবং মহাসাগরের উপর প্রভাব ==\n\n\n== আরো দেখুন ==\n\nদক্ষিণ আটলান্টিক বলয়\nপ্লাস্টিক দূষণ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nডানিং, ব্রায়ান (১৬ ডিসেম্বর ২০০৮)। \"স্কেপটয়েড #132: The Sargasso Sea and the Pacific Garbage Patch\"। স্কেপ্‌টয়েড। \nটেমপ্লেট:Ocean"}