{"pageid": 1360067, "title": "ইউবিকিউ ম্যাটেরিয়ালস", "url": "https://bn.wikipedia.org/wiki?curid=1360067", "content": "ইউবিকিউ ম্যাটেরিয়ালস হল একটি ইসরায়েলি ক্লিনটেক কোম্পানি যা অবিন্যস্ত বা মিশ্রিত করা গৃহস্থালির বর্জ্যকে থার্মোপ্লাস্টিক কম্পোজিটে রূপান্তর করার জন্য বিশেষভাবে তৈরি করা হয়েছে। কোম্পানির প্রাথমিক উৎপাদিত পণ্য ইউবিকিউ হল একটি থার্মোপ্লাস্টিক, যা পেলেট আকারে বিক্রি হয়, যা কাঠ, কংক্রিট বা তেল-ভিত্তিক প্লাস্টিকের টেকসই পণ্য তৈরিতে বিকল্প হিসেবে ব্যবহার করা যেতে পারে। ২০১৮ সালে, ইউবিকিউ ম্যাটেরিয়ালস লিমিটেড একটি প্রত্যয়িত বি কর্পোরেশনে পরিণত হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== অর্থায়ন ===\n২০১২ সালে ইয়েহুদা পার্ল (সাবরা কোম্পানির সহ-প্রতিষ্ঠাতা), জ্যাক (টাটো) বিগিও এবং ইরান লেভ ইউবিকিউ ম্যাটেরিয়ালস প্রতিষ্ঠা করেছিলেন। কোম্পানিটি থার্মোপ্লাস্টিক উপাদানে সমস্ত জৈব সহ অবাছাইকৃত পৌর বর্জ্যকে রূপান্তরের জন্য পেটেন্ট তৈরি করেছে। পেটেন্ট করা ইউবিকিউ পণ্য এবং উৎপাদন প্রক্রিয়াটি ২০১২ থেখে ২০১৭ সালের মধ্যে তৈরি করা হয়। ২০১৩ সালে বহুজাতিক পেট্রোকেমিক্যাল, নির্মাণ এবং প্যাকেজিং প্রস্তুতকারকের মালিক তথা একজন সিনিয়র কৌশলগত বিনিয়োগকারী আলবার্ট ডুয়ার পরবর্তীতে বোর্ডের চেয়ারম্যান হিসেবে কোম্পানিতে যোগদান করেন। ২০১৮ সালে ইউবিকিউ বাণিজ্যিক উৎপাদন শুরু করে। ইসরায়েলের তেল আবিবে ইউবিকিউ-এর সদরদপ্তর রয়েছে এবং দক্ষিণ ইসরায়েলের নেগেভ এলাকায় কিবুতজ টেজেলিমে একটি উৎপাদন কারখানা রয়েছে।\n\n\n=== মূলধন ===\n২০১৯ সালের হিসাব অনুযায়ী ইউবিকিউ ব্যক্তিগত বিনিয়োগকারী, ব্যাটারি ভেঞ্চার এবং ইজমি থেকে ৪২.৫ মিলিয়ন ডলার সংগ্রহ করেছে।\n\n\n== প্রযুক্তি ==\nইতোমধ্যে শুকিয়ে এবং টুকরো টুকরো করে রাখা বর্জ্য গৃহীত হয়, হয় ল্যান্ডফিল থেকে সরানো অবশিষ্ট কঠিন বর্জ্য হিসাবে বা আরডিএফ হিসাবে। বর্জ্যগুলি স্বয়ংক্রিয় পরিশোধনের পর্যায়গুলির মধ্য দিয়ে যায়। ধাতু এবং খনিজগুলির কণা অপসারণ করা হয়, যা পুনর্ব্যবহারযোগ্য ব্যবস্থায় পাঠানো হয়। এই পর্যায়ে এটি চুল্লির জন্য ফিডস্টক হিসাবে পরিষ্কার করা হয়; জৈব বর্জ্যের সাথে একটি রাসায়নিক বিক্রিয়া শুরু করে জৈব উপাদানগুলিকে তাদের মৌলিক কণার উপাদানগুলিতে ভেঙে দেয় যেমন লিগনিন, শর্করা, সেলুলোজ এবং ফাইবার ইত্যাদি। এই উপাদানগুলিকে দিয়ে ইউবিকিউ তৈরি করার জন্য গলিত প্লাস্টিকের সাথে একটি সমজাতীয় ম্যাট্রিক্সে পুনর্গঠন করা হয়।\nফলস্বরূপ উপাদানগুলিকে প্রমিত প্যালেট হিসাবে বিক্রি করা হয় যা প্রচলিত উৎপাদন যন্ত্রপাতিগুলিতে ব্যবহার করা হয় যাতে পরিবেশগত পদচিহ্ন হ্রাস করা যায়।\n\n\n=== প্রয়োগ ===\nতৈরি হওয়া ইউবিকিউ উপাদানটি ইনজেকশন, কম্প্রেশন মোল্ডিং, এক্সট্রুশন এবং থ্রিডি প্রিন্টিং-এ ব্যবহার করা হয় এবং এটি পিপি, পিই, পিএলএ এবং পিভিসি-এর সাথে সমগোত্রীয়। চূড়ান্ত উপাদান যৌগের মধ্যে ইউবিকিউ এর ঘনত্ব পণ্য প্রয়োগের জৈবিক সম্পত্তির প্রয়োজনীয়তার উপর নির্ভরশীল। রঙ পরিবর্তন, প্রভাব শক্তি, এবং অতিবেগুনি প্রতিরোধের জন্য এটির আলাদা আলাদা সংযোজন যুক্ত হতে পারে।\n২০১৯ সালের নভেম্বর মাসে ইউবিকিউ ম্যাটেরিয়ালস ফাস্টফুড চেইন ম্যাকডোনাল্ড’স ফ্র্যাঞ্চাইজি আরকস ডোরাডসের সাথে ইউবিকিউ দিয়ে তৈরি পরিবেশন করার ট্রে তৈরি করার জন্য সহযোগিতায় নেমেছে।\n২০২০ সালের জানুয়ারি মাসে জার্মান স্বয়ংচালিত নির্মাতা মার্সিডিজ-বেঞ্জ ঘোষণা করেছে যে এটি যাত্রীদের কেবিন এবং বাইরের প্লাস্টিকের যন্ত্রাংশ উৎপাদনের জন্য তার যানবাহনে ইউবিকিউ পণ্য পরীক্ষামূলক করবে।\nইউবিকিউ খুচরা পণ্য, আসবাবপত্র এবং উপাদান সরবরাহ চেইনের মধ্যে একটি টেকসই সংযোজন হিসাবে ব্যবহার করা হয়।\n\n\n== পরিবেশের ওপর প্রভাব ==\nপ্রতিটি টন ইউবিকিউ উপাদান ১.৩ টন আবর্জনাভূমি-নির্দেশিত বর্জ্যকে অপসারণ করে দেয় এবং ১১.৭ টন কার্বন ডাই অক্সাইড সমতুল্য ক্ষতি রোধ করে। ইসরায়েলের সেএলিম-এ উৎপাদিত ইউবিকিউ উপাদানের আইএসও ১৪০৪০/৪৪ অনুগত জীবন চক্র মূল্যায়ন থেকে পরিবেশগত প্রভাব গণনা করা হয়। পেটেন্ট করা রূপান্তর প্রক্রিয়াটি প্রচলিত প্লাস্টিক উৎপাদনের এক চতুর্থাংশ শক্তি ব্যবহার করে, জলের প্রয়োজন হয় না এবং কোনো বর্জ্য বা স্লাজ তৈরি করে না।\nইউবিকিউ হল একটি জৈব-পছন্দের ইউএসডিএ প্রত্যয়িত উপাদান, পুনর্ব্যবহারযোগ্য এবং সম্পূর্ণরূপে পুনর্ব্যবহারযোগ্য উপকরণ দিয়ে তৈরি।\n\n\n== তথ্যসূত্র =="}