{"pageid": 1361262, "title": "আলেক্স কোয়াদো", "url": "https://bn.wikipedia.org/wiki?curid=1361262", "content": "আলেক্স কোয়াদো হুতিয়েরেস (জন্ম ২২ এপ্রিল ১৯৯৯) একজন স্পেনীয় পেশাদার ফুটবলার যিনি বার্সেলোনা থেকে ধারে লা লিগা ক্লাব এলচের হয়ে খেলেন। তিনি মূলত একজন আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় এবং পার্শ্বীয় খেলোয়াড় হিসেবেও খেলতে পারেন।\n\n\n== ক্লাব কর্মজীবন ==\n\n\n=== বার্সেলোনা ===\nকাতালুনিয়ার সাবাদেয়, বার্সেলোনায় জন্মগ্রহণকারী কোয়াদো রিয়াল ক্লাব দেপোর্তিউ এস্পানিওল এবং সিই মেরকান্তিল-এ কাজ করার পর ২০০৯ সালে ফুটবল ক্লাব বার্সেলোনার যুব প্রস্তুতি দলে যোগ দেন। তিনি বার্সেলোনা যুব দলের সদস্য ছিলেন যেটিতে ফাইনালে চেলসিকে ৩–০ গোলে পরাজিত করে ২০১৭–১৮ উয়েফা যুব লিগ জিতেছিল।\n১৭ মার্চ ২০১৮ সালে যুব প্রস্তুতির মধ্য দিয়ে অগ্রসর হওয়ার পর লোরকা ফুটবল ক্লাবের বিরুদ্ধে ১–১ গোলে ড্রতে শুরু করে সেহুন্দা দিভিসিওনে বার্সেলোনা বি এর হয়ে কোয়াদোর অভিষেক হয়। তিনি ১৫ ডিসেম্বর ২০১৮ সালে বার্সা বি-এর হয়ে তার প্রথম গোল করেন, যেখানে তারা লেইদা এসপোর্টিউ এর বিরুদ্ধে ২–১ গোলে ঘরোয়া জয়ে শেষ মুহূর্তের বিজয়ী।\n৪ মে ২০১৯ সালে লা লিগায় সেলতা ভিগোর কাছে ২–০ ব্যবধানে হারের ম্যাচে কোয়াদোর বার্সেলোনার হয়ে প্রথম দলে অভিষেক হয়। ২০২০–২১ মৌসুমের আগে প্রাক্তন অধিনায়ক ফেরান সারসানেদাসের দীর্ঘমেয়াদী আঘাতের কারণে কোয়াদোকে বার্সা বি এর নতুন অধিনায়ক মনোনীত করা হয়েছিল।\n৩১ মার্চ ২০২১ সালে কোয়াদো বার্সার সাথে ২০২৩ সাল পর্যন্ত আরও দুই বছরের জন্য তার চুক্তি নবায়ন করেন। যদিও বার্সেলোনার প্রাক-মৌসুম চলাকালীন ২০২১ সালের আগস্টে কোয়াদো তার ভবিষ্যৎ সমাধানের জন্য স্টুটগার্টে বার্সার প্রশিক্ষণ শিবির ত্যাগ করেন। ক্লাব ব্রুজ এবং শেফিল্ড ইউনাইটেডের কাছে ঋণ নিয়ে ব্যর্থ হওয়ার পর কোয়াদোকে নিবন্ধনহীন রেখে দেওয়া হয়েছিল এবং উর্ধ্বতন স্কোয়াড বা বার্সা বি-তে অন্তর্ভুক্ত করা হয়নি, যার অর্থ হল তিনি জানুয়ারি ২০২২ পর্যন্ত খেলতে পারবেন না। এরপর ক্লাবের পক্ষ থেকে সিদ্ধান্ত নেওয়া হয় যে লা লিগার নিয়মের কারণে তাকে বাকি মৌসুমের জন্য নিবন্ধনের অনুমতি না দেওয়ার কারণে জানুয়ারিতে ঋণে চলে যেতে হবে।\n\n\n==== গ্রানাদা ঋণ ====\n৯ ডিসেম্বর ২০২১ সালে বার্সা ঘোষণা করেছিল যে মৌসূম শেষ না হওয়া পর্যন্ত কোয়াদোর ঋণের জন্য গ্রানাদা ফুটবল ক্লাবের সাথে নীতিগতভাবে একটি চুক্তি হয়েছে। পরবর্তী ৭ জানুয়ারি আমলাতান্ত্রিক সমস্যাগুলো নিষ্পত্তি হওয়ার পর গ্রানাদা আনুষ্ঠানিকভাবে কোয়াদেকো স্বাক্ষর করার ঘোষণা দেয়। তার অভিষেক ঘটে তার অভিভাবক ক্লাব বার্সেলোনার বিপক্ষে লিগে ১-১ গোলে ড্র করে।\n\n\n==== এলচে ঋণ ====\n১৫ আগস্ট ২০২২ সালে কোয়াদো শীর্ষ স্তরে এলচে ফুটবল ক্লাবের সাথে এক বছরের ঋণ চুক্তিতে সম্মত হয়েছিল।\n\n\n== কর্মজীবন পরিসংখ্যান ==\n২৯ ডিসেম্বর ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n== অর্জন ==\nবার্সেলোনা\n\nলা লিগা : ২০১৮–১৯\nউয়েফা যুব লিগ : ২০১৭–১৮\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিডিফুটবলে আলেক্স কোয়াদো  (ইংরেজি)  \nসকারওয়েতে আলেক্স কোয়াদো  (ইংরেজি)"}