{"pageid": 1361282, "title": "শয্যা সমাধি", "url": "https://bn.wikipedia.org/wiki?curid=1361282", "content": "শয্যা সমাধি এক ধরনের সমাধি বা দাফন যেখানে মৃত ব্যক্তিকে বিছানায় শুয়ে মাটিতে সমাধি দেওয়া হয়। এটি একটি সমাধি প্রথা যা বিশেষ করে প্রাথমিক অ্যাংলো-স্যাক্সন সময়কালে উচ্চ মর্যাদার মহিলাদের সাথে যুক্ত, যদিও শয্যায় সমাধি দেওয়ার খননকৃত উদাহরণ তুলনামূলকভাবে বিরল।\n\n\n== অ্যাংলো-স্যাক্সন শয্যা সমাধি ==\nপ্রথম দিকের বেশ কিছু অ্যাংলো-স্যাক্সন শয্যা সমাধি, প্রায় সবগুলোই ৭ম শতাব্দীর, ইংল্যান্ডে পাওয়া গেছে, প্রধানত কেমব্রিজশায়ার, সাফোক এবং উইল্টশায়ারের দক্ষিণ কাউন্টিতে, কিন্তু ডার্বিশায়ার এবং উত্তর ইয়র্কশায়ারেও একক উদাহরণ পাওয়া গেছে। এই সমাধিগুলিতে ব্যবহৃত শয্যাগুলি কাঠের তৈরি ছিল, এবং যদিও কোনওটিই সম্পূর্ণরূপে সংরক্ষিত হয়নি, তাদের উপস্থিতি লোহার চোকান এবং আনুষঙ্গিক অংশসমূহর উপস্থিতি থেকে অনুমান করা যেতে পারে, যেমন পেরেক, কীলক,  গ্রোমেট, বন্ধনী, হেডবোর্ড মাউন্ট এবং রেলিং, যা কবরের শয্যার আয়তক্ষেত্রাকার আকৃতির রূপরেখা দেয়। যাইহোক, কিছু কিছু ক্ষেত্রে কবরে পাওয়া লোহার জিনিসগুলি শয্যা বা কফিন থেকে এসেছে কিনা তা স্পষ্ট নয়।\nঅ্যাংলো-স্যাক্সন শয্যা সমাধি অধিকাংশই অল্পবয়সী মহিলাদের জন্য, এবং অনেক সমাধির মধ্যে রয়েছে গহনা এবং অন্যান্য কবরের জিনিসপত্র যা ইঙ্গিত করে যে মৃত ব্যক্তি জীবনে অবশ্যই ধনী ও উচ্চ মর্যাদার অধিকারী ছিলেন। ইয়র্কশায়ারের লফটাস-এ শয্যা সমাধিতে পাওয়া সোনার গহনার উচ্চ মানের থেকে বোঝা যায় যে কবরের বাসিন্দা হয়তো রাজকন্যা ছিলেন। অন্যদিকে, তাদের শয্যা সমাধি দেওয়া কিছু যুবতীর পেক্টোরাল ক্রস বা অন্যান্য খ্রিস্টান প্রতীক তাদের সাথে কবর দেওয়া হয়েছে, (আইক্সওয়ার্থ, রাউন্ডওয়ে ডাউন, সোয়ালোক্লিফ ডাউন, ট্রাম্পিংটন), যা এই সম্ভাবনার পরামর্শ দিয়েছে যে তারা মঠক হতে পারে, যারা প্রথম দিকে অ্যাংলো-স্যাক্সন যুগে সম্ভ্রান্ত পরিবার থেকে নিয়োগ করা হয়েছিল।\nমৃত ব্যক্তিকে বিছানায় শুইয়ে দেওয়ার পাশাপাশি, কিছু শয্যা সমাধিতে অন্যান্য বৈশিষ্ট্য দেখা যায় যা তাদের বিশেষ হিসাবে চিহ্নিত করে এবং তাদের জাহাজ সমাধির সাথে সম্পর্কিত করে, যেমন বিছানা চেম্বারে স্থাপন করা হচ্ছে (কডেনহ্যাম, সোয়ালোক্লিফ ডাউন), বা কবরের উপরে ব্যারো (ল্যাপউইং হিল, সোয়ালোক্লিফ ডাউন)। অন্তত দুটি সাইটে (লোফটাস ও ট্রাম্পিংটন), গ্রুবেনহাউস (নিমজ্জিত মেঝে বিল্ডিং) শয্যা সমাধির কাছাকাছি খনন করা হয়েছে, এবং এটা সম্ভব যে মৃতকে সমাধির আগে গ্রুবেনহাউসে শুইয়ে দেওয়া হয়েছিল যাতে শোকার্তরা তার প্রতি শ্রদ্ধা জানাতে পারে।\nজটিল ও বিস্তৃত শেষকৃত্যের অনুশীলন যা অবশ্যই শয্যা সমাধির সাথে জড়িত ছিল প্রত্নতাত্ত্বিক হাওয়ার্ড উইলিয়ামস দ্বারা ভালভাবে বর্ণনা করা হয়েছে:\n\nপ্রত্নবস্তু, দেহ ও কবর শেষকৃত্যের অনুশীলন এবং ক্রিয়াকলাপেী জটিল ক্রম তৈরি করতে পারস্পরিক ক্রিয়া-প্রতিক্রিয়া করত। আমরা কল্পনা করতে পারি কবর খনন, সম্ভবত কবরের আস্তরণ কাঠের ঢেউ দিয়ে, এবং সম্ভবত কবরের উপর অস্থায়ী আশ্রয় যতক্ষণ না লাশ সমাধির জন্য প্রস্তুত হয়। তারপর আমরা কবরে বিছানা নামিয়ে রাখি, তারপরে কাপড়ে পরিহিত শরীরকে আলাদা আমানতের সেট সহ একসাথে অনুসরণ করি। প্রত্যেকেরই প্রয়োজন ছিল কবরের কাছে আসা ব্যক্তিদের এবং মৃতদেহ সহ কবরে থাকা ব্যক্তিদের কাছে তাদের নামিয়ে দেওয়া। অবশেষে, শেষকৃত্য সমাপ্ত হওয়ার পর, কবরটি ভরাট হয়ে যেত এবং ঢিবি উত্থাপিত হত।\nমৃতকে বিছানায় আবদ্ধ করা থেকে বোঝা যায় যে ঘুমকে মৃত্যুর রূপক হিসেবে দেখা হতো। অধিকন্তু, প্রাচীন ইংরেজি শব্দ leger (আধুনিক ইংরেজি lair), আক্ষরিক অর্থে \"জায়গা যেখানে একজন শুয়ে থাকে\", প্রাচীন ইংরেজি সাহিত্যে বিছানা এবং কবর উভয়কেই বোঝাতে ব্যবহৃত হত, যা বিছানা এবং কবরের প্রতীকী সমতাকে জোর দেয়।\n\n\n=== অ্যাংলো-স্যাক্সন শয্যা সমাধির তালিকা ===\nপ্রায় এক ডজন অ্যাংলো-স্যাক্সন শয্যা সমাধি, পাশাপাশি বেশ কয়েকটি সম্ভাব্য শয্যা সমাধি, উনিশ শতকের পর থেকে খনন করা হয়েছে, যা নীচের সারণীতে তালিকাভুক্ত করা হয়েছে।\n\n\n== ভাইকিং শয্যা সমাধি ==\nনরওয়ে ও সুইডেনের বেশ কয়েকটি ভাইকিং জাহাজ সমাধিতে, যার মধ্যে ওসেবার্গ জাহাজের সমাধি (তারিখ ৮৩৪) এবং গোকস্টাড জাহাজ সমাধি (তারিখ ৯ম শতাব্দীর শেষের দিকে), মৃত ব্যক্তিকে শয্যায় শুইয়ে রাখা হয়েছিল। যাইহোক, প্রকৃত শয্যা সমাধি, যেখানে শয্যা সরাসরি মাটিতে পুঁতে হয় তা জানা যায় না।\n\n\n== আধুনিক উদাহরণ ==\n১৯১০ সালে, মরিস লোফটনকে ফ্লোরিডার টারপন স্প্রিংসের রোজ কবরস্থানে তার লোহার ফ্রেমে শয্যা সমাধি দেওয়া হয়, যা তার একমাত্র সম্বল। আজও কবরস্থানে দেখা যায়।\n\n\n== আরও দেখুন ==\nসলিল সমাধি\nঅন্ত্যেষ্টি\nসমাধি\nশবদাহ\nআকাশ সমাধি\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBlair, John (২০০৫), The Church in Anglo-Saxon Society, Oxford University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGeake, Helen (১৯৯৭), The Use of Grave-Goods in Conversion-Period England, c. 600 – c. 850, British Archaeological Reports, আইএসবিএন 9780860549178 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGjerset, Knut (১৯৬৯), History of the Norwegian people, AMS Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGreen, Charles (১৯৬৮), Sutton Hoo: The Excavation of a Royal Ship-Burial, Merlin Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHoggett, Richard (২০১০), The Archaeology of the East Anglian Conversion, Boydell & Brewer, আইএসবিএন 9781843835950 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLee, Christina (২০০৭), Feasting the Dead: Food and Drink in Anglo-Saxon Burial Rituals, Boydell & Brewer, আইএসবিএন 9781843831426 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nScragg, Donald G. (২০০৩), Textual and Material Culture in Anglo-Saxon England, DS Brewer, আইএসবিএন 9780859917735 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWebster, Leslie; Backhouse, Janet (১৯৯১), The Making of England: Anglo-Saxon Art and Culture, AD 600–900, British Museum, আইএসবিএন 9780802077219 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWelch, Martin G. (১৯৯৩), Discovering Anglo-Saxon England, Pennsylvania State University Press, আইএসবিএন 9780271008943 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWilliams, Howard (২০০৬), Death And Memory in Early Medieval Britain, Cambridge University Press, আইএসবিএন 9780521840194 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nYorke, Barbara (১৯৯৫), Wessex in the Early Middle Ages, Continuum International, আইএসবিএন 9780718518561 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nArtist's reconstruction of the bed burial at Collingbourne Ducis\nPictures of the bed burial and associated grave goods at Trumpington\nPicture of the pectoral cross from the bed burial at Ixworth"}