{"pageid": 1361277, "title": "সমাধি", "url": "https://bn.wikipedia.org/wiki?curid=1361277", "content": "সমাধি বা দাফন বা গোর হল চূড়ান্ত নিষ্পত্তির পদ্ধতি যেখানে মৃতদেহ মাটিতে রাখা হয়, কখনও কখনও বস্তু সহ। এটি সাধারণত গর্ত বা পরিখা খনন করে, মৃত ব্যক্তি ও বস্তুকে এতে স্থাপন করে এবং এটিকে ঢেকে দিয়ে সম্পন্ন করা হয়। শেষকৃত্য হল অনুষ্ঠান যা চূড়ান্ত স্বভাবের সাথে থাকে। প্রমাণ দেখায় যে কিছু প্রাচীন ও আদি আধুনিক মানুষ তাদের মৃতকে কবর দিয়েছিল। দাফন প্রায়ই মৃতদের প্রতি সম্মানের ইঙ্গিত হিসাবে দেখা হয়। এটি ক্ষয়ের গন্ধ রোধ করতে, পরিবারের সদস্যদের বন্ধ করতে এবং তাদের প্রিয়জনের পচন প্রত্যক্ষ করা থেকে বিরত রাখতে ব্যবহার করা হয়েছে, এবং অনেক সংস্কৃতিতে এটিকে মৃত ব্যক্তির পরলোকগত জীবনে প্রবেশ করার জন্য প্রয়োজনীয় পদক্ষেপ হিসেবে দেখা হয়েছে জীবনের চক্রে ফিরে।\nসমাধির পদ্ধতিগুলি ব্যাপকভাবে আচার-অনুষ্ঠান করা হতে পারে এবং এতে প্রাকৃতিক সমাধি অন্তর্ভুক্ত থাকতে পারে (কখনও কখনও \"সবুজ সমাধি\" বলা হয়); এম্বলিং বা মমিকরণ; এবং মৃতদের জন্য পাত্রের ব্যবহার, যেমন কাফন, কফিন, কবর  রেখাঙ্কনকারী এবং কবরের খিলান, যার সবগুলোই দেহের পচন রোধ করতে পারে। কখনও কখনও বস্তু বা সমাধির জিনিসপত্র দেহের সাথে সমাধি দেওয়া হয়, যা অভিনব বা আনুষ্ঠানিক পোশাক পরে থাকতে পারে। সংস্কৃতির উপর নির্ভর করে, শরীর যেভাবে অবস্থান করছে তার অনেক তাৎপর্য থাকতে পারে।\nস্বাস্থ্য ও স্যানিটেশন, ধর্মীয় উদ্বেগ ও সাংস্কৃতিক অনুশীলনের আশেপাশের উদ্বেগগুলি বিবেচনা করে দাফনের স্থান নির্ধারণ করা যেতে পারে। কিছু সংস্কৃতি জীবিতদের দিকনির্দেশনা প্রদানের জন্য মৃতদের কাছে রাখে, অন্যরা জনবসতিপূর্ণ এলাকা থেকে দূরে কবরস্থান সনাক্ত করে তাদের \"বহিষ্কার\" করে। কিছু ধর্ম মৃতদের কবর দেওয়ার জন্য বিশেষ জায়গাকে পবিত্র করে এবং কিছু পরিবার ব্যক্তিগত পারিবারিক কবরস্থান তৈরি করে। বেশিরভাগ আধুনিক সংস্কৃতিই মাথার পাথর দিয়ে কবরের অবস্থান নথিভুক্ত করে, যা মৃত ব্যক্তির প্রতি তথ্য ও শ্রদ্ধার সাথে খোদাই করা হতে পারে। তবে কিছু মানুষকে বিভিন্ন কারণে বেনামে বা গোপন কবরে সমাধি করা হয়। কখনও কখনও একাধিক মৃতদেহকে একক কবরে সমাধি করা হয় পছন্দের মাধ্যমে (যেমন বিবাহিত দম্পতিদের ক্ষেত্রে), স্থান সংক্রান্ত উদ্বেগের কারণে, অথবা গণকবরের ক্ষেত্রে এক সাথে অনেকগুলি মৃতদেহ মোকাবেলার উপায় হিসাবে।\nসমাধির বিকল্পগুলির মধ্যে রয়েছে শবদাহ, শয্যা সমাধি, আকাশ সমাধি, সলিল সমাধি,  মৃতদেহ সংরক্ষণ, প্রাকৃতিক সমাধি, জাহাজ সমাধি প্রভৃতি। কিছু মানব সংস্কৃতি পোষা প্রাণীদের দেহাবশেষ সমাধি দিতে পারে।\n\n\n== ইতিহাস ==\n\nইচ্ছাকৃত সমাধি, বিশেষ করে কবরের দ্রব্য সহ, ধর্মীয় অনুশীলনের প্রাচীনতম শনাক্তযোগ্য রূপগুলির মধ্যে একটি হতে পারে, যেহেতু ফিলিপ লিবারম্যান পরামর্শ দেন, এটি \"মৃতদের জন্য উদ্বেগ যা দৈনন্দিন জীবনকে অতিক্রম করে।\" প্রমাণ থেকে জানা যায় যে নিয়ানডার্থালরা ছিল প্রথম মানব প্রজাতি যারা কবর দেওয়ার আচরণ করে এবং ইচ্ছাকৃতভাবে তাদের মৃতকে কবর দেয়, পাথরের সরঞ্জাম এবং পশুর হাড়ের সাথে অগভীর কবরে তা করে। অনুকরণীয় সাইটগুলির মধ্যে রয়েছে ইরাকের শানিদার, ইসরায়েলের কেবারা গুহা এবং ক্রোয়েশিয়ার ক্রাপিনা। কিছু পণ্ডিত, যাইহোক, এই মৃতদেহ ধর্মনিরপেক্ষ কারণে নিষ্পত্তি করা হতে পারে যে যুক্তি।\nযদিও ডেটিং পদ্ধতির নির্ভরযোগ্যতা নিয়ে চলমান বিতর্ক রয়েছে, কিছু পণ্ডিত বিশ্বাস করেন যে প্রাচীনতম মানব কবরের তারিখ ১০০,০০০ বছর আগে। ইসরায়েলের কাফজেহ-এর স্খুল গুহায় লাল গেরুয়া দাগযুক্ত মানব কঙ্কালের অবশেষ পাওয়া গেছে। কঙ্কালগুলির মধ্যে একটির বাহুতে একটি বন্য শুয়োরের জবরদস্তি সহ বিভিন্ন ধরণের কবর সামগ্রী ওই স্থানে উপস্থিত ছিল। কেনিয়ার পাঙ্গা ইয়া সাইদি গুহায় ৭৮,০০০ বছর আগের এক ৩ বছর বয়সী শিশুর দেহাবশেষকে সমাধির লক্ষণ দেখানোর পরামর্শ দেওয়া হয়েছে, যেমন গর্ত খনন করা, ভ্রূণের অবস্থানে দেহ রাখা এবং ইচ্ছাকৃত দ্রুত মৃতদেহের আবরণ।\nপ্রাচীন মিশরে, প্রথাটি পূর্ববংশীয় যুগে বিকশিত হয়েছিল। ওমারি ও মাদি সংস্কৃতির ঐতিহ্যকে অব্যাহত রেখে বাদারিয়ান যুগে (৪৪০০-৩৮০০ খ্রিস্টপূর্বাব্দ) পাত্রসহ গোলাকার কবর ব্যবহার করা হতো।\nপ্রাগৈতিহাসিক কবরস্থানগুলিকে আরও নিরপেক্ষ শব্দ কবর ক্ষেত্র দ্বারা উল্লেখ করা হয়। এগুলি প্রাগৈতিহাসিক সংস্কৃতির তথ্যের অন্যতম প্রধান উৎস, এবং অসংখ্য প্রত্নতাত্ত্বিক সংস্কৃতিকে তাদের সমাধি প্রথা দ্বারা সংজ্ঞায়িত করা হয়, যেমন ইউরোপীয় ব্রোঞ্জ যুগের আর্নফিল্ড সংস্কৃতি।\nপ্রারম্ভিক মধ্যযুগে, কবর পুনরায় খোলা এবং তাদের মধ্যে থাকা মৃতদেহ বা নিদর্শনগুলির হেরফের ছিল বিস্তৃত ঘটনা এবং পশ্চিম ও মধ্য ইউরোপ জুড়ে প্রাথমিক মধ্যযুগীয় কবরস্থানগুলির জীবনধারার সাধারণ অংশ। ইউরোপীয় সারি-কবর-শৈলী সজ্জিত ইনহুমেশন কবরের বিস্তৃত অঞ্চলে সজ্জিত বা সাম্প্রতিক সমাধিগুলির পুনরায় খোলার ঘটনা ঘটেছিল, বিশেষ করে ৫ম থেকে ৮ম শতাব্দীর মধ্যে, যা রোমানিয়া, হাঙ্গেরি, চেক প্রজাতন্ত্র, স্লোভাকিয়া,  সুইজারল্যান্ড, অস্ট্রিয়া, জার্মানি, নিম্ন দেশ, ফ্রান্স এবং দক্ষিণ-পূর্ব \nইংল্যান্ডের অঞ্চল নিয়ে গঠিত।\n\n\n== সমাধির উদ্দেশ্য ==\n\nমৃত্যুর পরে, দেহ পচে যাবে। সমাধি অগত্যা জনস্বাস্থ্যের প্রয়োজনীয়তা নয়৷ প্রচলিত প্রজ্ঞার বিপরীতে, বিশ্ব স্বাস্থ্য সংস্থা পরামর্শ দেয় যে শুধুমাত্র সংক্রামক রোগ বহনকারী মৃতদেহকে কঠোরভাবে দাফন করতে হবে।\nমানুষের সমাধি প্রথা হল \"মৃতদের প্রতি শ্রদ্ধা\" প্রদর্শনের মানুষের আকাঙ্ক্ষার বহিঃপ্রকাশ। সংস্কৃতি তাদের সম্মানের পদ্ধতিতে পরিবর্তিত হয়।\nকিছু কারণ অনুসরণ করে:\n\nশারীরিক অবশেষের জন্য সম্মান। মাটির উপরে পড়ে থাকলে, মেথরকারীরা মৃতদেহ খেয়ে ফেলতে পারে, অনেক (কিন্তু সব নয়) সংস্কৃতিতে মৃত ব্যক্তির প্রতি অসম্মানজনক বলে বিবেচিত হয়। তিব্বতে, আকাশ সমাধিগুলি ইচ্ছাকৃতভাবে মানুষের দেহাবশেষকে প্রকৃতিতে ফিরিয়ে দেওয়ার স্বার্থে ময়লা ফেলাকে উৎসাহিত করে, ঠিক যেমনটি জরাথুস্ট্রবাদের মধ্যে, যেখানে সমাধি ও শবদাহকে প্রায়শই অপবিত্র হিসাবে দেখা হত (যেহেতু মানুষের দেহাবশেষ দূষিত, যখন পৃথিবী ও আগুন পবিত্র)।\nসমাধিকে মৃতের পরিবার ও বন্ধুবান্ধবকে বন্ধ করার প্রচেষ্টা হিসেবে দেখা যেতে পারে। কিছু পশ্চিমী জুডিও-খ্রিস্টান কোয়ার্টার, সেইসাথে মার্কিন শেষকৃত্য শিল্পের মনোবিজ্ঞানীরা দাবি করেন যে সরল দৃষ্টিভঙ্গি থেকে দূরে দেহকে অন্তর্ভূক্ত করার মাধ্যমে প্রিয়জনকে হারানোর বেদনা হ্রাস করা যায়।\nঅনেক সংস্কৃতি পরকালে বিশ্বাস করে। সমাধি কখনও কখনও ব্যক্তির পরবর্তী জীবনে পৌঁছানোর জন্য প্রয়োজনীয় পদক্ষেপ বলে মনে করা হয়।\nঅনেক ধর্মই বেঁচে থাকার নির্দিষ্ট উপায় নির্ধারণ করে, যার মধ্যে রয়েছে মৃতদের নিষ্পত্তি সংক্রান্ত রীতিনীতি।\nপচনশীল দেহ পচনের সাথে সম্পর্কিত অপ্রীতিকর গ্যাস প্রকাশ করে। যেমন, সমাধিকে খোলা বাতাসে প্রসারিত হওয়া থেকে গন্ধ রোধ করার উপায় হিসাবে দেখা হয়।\n\n\n== সমাধি পদ্ধতি ==\nঅনেক সংস্কৃতিতে, মানুষের মৃতদেহ সাধারণত মাটিতে সমাহিত করা হয়। অনুশীলন হিসাবে সমাধির শিকড়গুলি মধ্য প্রাসাদ যুগে ফিরে আসে এবং যথাক্রমে ইউরোপ ও আফ্রিকায় প্রাক্মানব ও মানুষ উপস্থিতির সাথে মিলে যায়। ফলস্বরূপ, সারা বিশ্বে সমাধিস্থল পাওয়া যায়। সময়ের সাথে সাথে, পূর্বপুরুষদের মৃতদেহ সংরক্ষণ করার জন্য মাটির ঢিবি, মন্দির ও গুহা ব্যবহার করা হয়েছিল। আধুনিক সময়ে, মাটির নিচে মৃত মানুষকে কবর দেওয়ার প্রথা, দাফনের স্থান নির্দেশ করার জন্য পাথর মার্কার দিয়ে, বেশিরভাগ সংস্কৃতিতে ব্যবহৃত হয়; যদিও অন্যান্য উপায় যেমন শ্মশান পশ্চিমে আরও জনপ্রিয় হয়ে উঠছে (শবদাহ রীতি ভারতে নিয়ম এবং জাপানের বড় মেট্রোপলিটন এলাকায় বাধ্যতামূলক)।\nকিছু দাফন প্রথাকে ব্যাপকভাবে আচার করা হয়; অন্যরা কেবল ব্যবহারিক।\n\n\n=== সমাধির গভীরতা ===\nএটি সাধারণ ভুল ধারণা যে কবর অবশ্যই ছয় ফুট (১.৮ মিটার) গভীরে খনন করতে হবে। এটি ছয় ফুটের নিচে মৃত্যুর জন্য সাধারণ উচ্চারণে প্রতিফলিত হয়। প্রকৃতপক্ষে, কবরগুলি খুব কমই এই গভীরতায় খনন করা হয় ব্যতীত যখন এটি পরবর্তীতে প্রথমটির উপরে আরও কফিন বা কফিন কবর দেওয়ার উদ্দেশ্যে হয়। এই ধরনের ক্ষেত্রে, উপরের কফিনের উপরে মাটির প্রয়োজনীয় গভীরতা প্রদানের জন্য ছয় ফুটের বেশি খনন করা যেতে পারে।\nমার্কিন যুক্তরাষ্ট্রে, কবরের গভীরতার কোন দেশব্যাপী নিয়ন্ত্রণ নেই। প্রতিটি স্থানীয় কর্তৃপক্ষ তার নিজস্ব নিয়ম নির্ধারণ করতে স্বাধীন। মাটির ধরন এবং সমাধির পদ্ধতি অনুসারে গভীরতার প্রয়োজনীয়তা পরিবর্তিত হতে পারে। উদাহরণস্বরূপ, ক্যালিফোর্নিয়ায় কফিনের উপরের অংশে মাত্র ১৯ ইঞ্চি মাটির প্রয়োজন হয়, তবে অন্যান্য জায়গায় সাধারণত ৩০ থেকে ৩৬ ইঞ্চি মাটির প্রয়োজন হয়। কিছু কিছু এলাকায়, যেমন কেন্দ্রীয় অ্যাপালেশিয়া, কবরগুলিকে সত্যই একবার ছয় ফুট গভীরে খনন করা হয়েছিল যাতে পশুদের গর্ত করে শরীরকে বিরক্ত করা না হয়। যাইহোক, একবার ধাতব কসকেট এবং কংক্রিটের খিলান ব্যবহার করা শুরু হলে এটি অপ্রয়োজনীয় ছিল।\nইউনাইটেড কিংডমে, কফিনের সর্বোচ্চ বিন্দু থেকে তিন ফুট গভীরে মাটি থাকা প্রয়োজন, যদি না দাফন কর্তৃপক্ষ মাটিকে মাত্র দুই ফুট গভীরতার জন্য উপযুক্ত বলে মনে করে।\n১৬৬৫ সালে লন্ডনের গ্রেট প্লেগের সময় ছয় ফুট কবরের প্রয়োজনীয়তার প্রথম পরিচিত রেফারেন্স। জন লরেন্স, লন্ডনের লর্ড মেয়র, আদেশ দিয়েছিলেন যে প্লেগ আক্রান্তদের মৃতদেহ \"...অন্তত ছয় ফুট গভীর হতে হবে।\" শহরের আধিকারিকরা স্পষ্টতই বিশ্বাস করেছিলেন যে এটি রোগের বিস্তারকে বাধা দেবে, তারা বুঝতে পারেনি যে সত্যিকারের ভেক্টরটি রাস্তায় ইঁদুরের উপর বসবাসকারী মাছি। ইভেন্টে, এত বেশি ভুক্তভোগী ছিল যে খুব কম সংখ্যককেই পৃথক কবরে সমাধি করা হয়েছিল। বেশিরভাগই বিশাল প্লেগ গর্তে স্থাপন করা হয়েছিল তাই এটা অসম্ভাব্য যে এই ঘটনাটি একা \"ছয় ফুট\" ঐতিহ্যের জন্ম দিয়েছে।\n\n\n=== প্রাকৃতিক সমাধি ===\nপ্রাকৃতিক সমাধি—যাকে \"সবুজ সমাধি\"ও বলা হয়—একটি প্রক্রিয়া যার মাধ্যমে মৃতদেহকে মাটিতে প্রাকৃতিকভাবে পচানোর জন্য পৃথিবীতে ফিরিয়ে আনা হয়, এবং কিছু ক্ষেত্রে এমনকি স্থানীয় ও বিপন্ন বন্যপ্রাণী রক্ষা করে। ১৯৯০-এর দশকের প্রথম দিকে কেন ওয়েস্ট দ্বারা প্রাকৃতিক কবরস্থান যুক্তরাজ্যে জনপ্রিয় হয়ে ওঠে, কার্লাইল শহরের একজন পেশাদার শ্মশান অপারেটর, জাতিসংঘের পরিবেশ সংক্রান্ত প্রোগ্রাম স্থানীয় এজেন্ডা ২১-এর সাথে সামঞ্জস্যপূর্ণ সরকার পরিবর্তনের জন্য যুক্তরাজ্যে এর আহ্বানে সাড়া দিয়ে। এছাড়াও, মার্কিন যুক্তরাষ্ট্রে একাধিক সবুজ কবরস্থান রয়েছে কানাডায় (ভিক্টোরিয়া, বিসি, এবং কোবার্গ, অন্টারিও), সেইসাথে অস্ট্রেলিয়া এবং আয়ারল্যান্ডে গ্রিন কবরের বিকাশ ঘটছে।\nবিকল্প সমাধির জনপ্রিয়তা বৃদ্ধিকে একজন ব্যক্তির সরাসরি পছন্দ হিসাবে দেখা যেতে পারে যে তারা ধর্মীয় অনুশীলন এবং আধ্যাত্মিক অবস্থান থেকে নিজেদের দূরে রাখতে চায় এবং সেইসাথে তাদের পছন্দের কাজটি অনুশীলন করার সুযোগ করে। প্রকৃতির মাধ্যমে বেঁচে থাকার আকাঙ্ক্ষার পাশাপাশি পরিবেশের জন্য উদ্বেগ সবুজ সমাধি আন্দোলনের মেরুদণ্ড। হেডস্টোনের জায়গায় বিকল্প উপকরণ যেমন বেতের এবং বায়োডিগ্রেডেবল উপাদানের পাশাপাশি গাছ ও অন্যান্য উদ্ভিদ থেকে তৈরি কফিন ব্যবহার করা হচ্ছে। উভয় অভ্যাস ঐতিহ্যগত দাফন অনুশীলনের জন্য টেকসই বিকল্প প্রদান করে।\nপ্রাকৃতিক সমাধিগুলি পরিবেশগত এবং স্থায়িত্বের কারণগুলির বাইরের কারণেও মানুষকে আকর্ষণ করছে। শহুরে কেন্দ্রগুলির সম্প্রসারণের সাথে, পরিবেশগত করিডোরগুলি ধীরে ধীরে অদৃশ্য হয়ে যায়।\nসমাধির প্লটের জন্য কবরস্থানগুলি দীর্ঘ সময়ের জন্য জমির বিকল্প ব্যবহারকে বাধা দেয়। এই দুটি দিককে একত্রিত করে (সংযোগের প্রয়োজন এবং কবরস্থান দ্বারা জমি নেওয়া), দুটি ইতিবাচক ফলাফল অর্জন করা যেতে পারে: অতীতের স্মৃতি রক্ষা করা এবং বহু-ব্যবহারের করিডোরের সাথে বাস্তুতন্ত্রের সংযোগ স্থাপন করা। সবুজ সমাধিগুলি অর্থনৈতিক কারণে মানুষের কাছে আবেদন করে। ঐতিহ্যগত দাফন প্রথাগুলি আর্থিক বোঝা হতে পারে যার ফলে কেউ কেউ সস্তা বিকল্প হিসাবে সবুজ সমাধিতে পরিণত হয়। কিছু লোক সবুজ সমাধিগুলিকে আরও অর্থপূর্ণ হিসাবে দেখেন, বিশেষত যাদের জমির অংশের সাথে সংযোগ রয়েছে, যেমন বর্তমান বাসস্থান বা অন্যান্য স্থান যা তাদের জন্য অর্থ রাখে।\n\n\n=== প্রকার ===\n\n\n==== সংরক্ষণ সমাধি ====\nসংরক্ষণ সমাধি হল এক ধরনের কবর যেখানে দাফনের ফি স্থানীয় আবাসস্থল, বাস্তুতন্ত্র এবং প্রজাতির সুবিধার জন্য নতুন জমি অধিগ্রহণ ও ব্যবস্থাপনার জন্য অর্থ প্রদান করে।\nএটি সাধারণত আইনি নথি যেমন সংরক্ষণ সুবিধা জড়িত থাকে। এই ধরনের সমাধিগুলি প্রাকৃতিক সমাধির অন্যান্য রূপের বাইরে চলে যায়, যার লক্ষ্য হল পরিবেশগত দাফন কৌশল দ্বারা সৃষ্ট পরিবেশগত ক্ষতি রোধ করা, প্রকৃতপক্ষে পরিবেশের জন্য সুবিধা বৃদ্ধি করে। ধারণাটি হল দাফন প্রক্রিয়াটি কেবল নিরপেক্ষ না হয়ে পৃথিবীর জন্য নেট ইতিবাচক হতে হবে। বিজ্ঞানীরা যুক্তি দিয়েছেন যে এই ধরনের কবরগুলি সম্ভাব্যভাবে গ্রহের প্রতিটি বিপন্ন প্রজাতিকে বাঁচাতে যথেষ্ট তহবিল তৈরি করতে পারে। The Green Burial Council মার্কিন যুক্তরাষ্ট্র ও কানাডায় প্রাকৃতিক ও সংরক্ষণ কবরস্থানকে প্রত্যয়িত করে।\n\n\n==== স্মৃতিসৌধ প্রবালপ্রাচীর ====\nস্মৃতিসৌধ প্রবালপ্রাচীর হল প্রাকৃতিক, কবর দেওয়ার বিকল্প পদ্ধতি। একজন ব্যক্তির দাহকৃত দেহাবশেষ কংক্রিটের সাথে মিশ্রিত করা হয় এবং তারপর ছাঁচে স্থাপন করা হয় যাতে স্মৃতির প্রাচীর বা চিরন্তন প্রাচীর তৈরি হয়। কংক্রিট সেটের পরে, পরিবারের সদস্যদের লেখা, হাতের ছাপ ও চক অঙ্কন দিয়ে প্রবালপ্রাচীরটি কাস্টমাইজ করার অনুমতি দেওয়া হয়। এর পরে, পরিবেশ-বান্ধব প্রাচীরগুলিকে অন্যান্য প্রবাল প্রাচীরগুলির মধ্যে সাগরে স্থাপন করা হয় যেখানে তারা মাছ এবং অন্যান্য সমুদ্র সম্প্রদায়ের জন্য নতুন আবাসস্থল প্রদান করার সাথে সাথে প্রাচীরগুলির ক্ষতি মেরামত করতে সহায়তা করে। এটি সামুদ্রিক পরিবেশ রক্ষা করার সাথে সাথে ক্ষণস্থায়ী ব্যক্তিকে স্মরণ করার নতুন উপায় হয়ে উঠেছে। স্মৃতিসৌধ প্রবালপ্রাচীরের উচ্চ খরচের কারণে সমাধির এই বিকল্প রূপটি ন্যূনতম এবং অস্বাভাবিক থেকে গেছে। এই ধরনের প্রাকৃতিক সমাধি করা হয় মার্কিন যুক্তরাষ্ট্রে অনুমোদিত মহাসাগরে, বিশেষ করে ফ্লোরিডা, সাউথ ক্যারোলিনা, উত্তর ক্যারোলিনা, মেরিল্যান্ড, নিউ জার্সি, টেক্সাস ও ভার্জিনিয়ার আশেপাশে অবস্থানে।\n\n\n==== ক্ষারীয় হাইড্রোলাইসিস ====\nক্ষারীয় হাইড্রোলাইসিস, যাকে রিসোমেশনও বলা হয়, প্রাকৃতিক কবরের আরেকটি পদ্ধতি। এটি মানুষের দেহাবশেষ দ্রবীভূত করতে পটাশিয়াম হাইড্রক্সাইডের সাথে মিশ্রিত উচ্চ তাপমাত্রার জল ব্যবহার করে। এই প্রক্রিয়া চলাকালীন, দেহটিকে একটি আবদ্ধ, স্টেইনলেস স্টিলের চেম্বারে রাখা হয়। চেম্বারটি রাসায়নিক এবং জলের দ্রবণে পূর্ণ হয় এবং তারপরে হালকাভাবে সঞ্চালিত হয়। ঘন্টা দুয়েক পরে, শরীর জীর্ণ হয়ে যায় এবং হাড়ই অবশিষ্ট থাকে। তারপর হাড়গুলিকে একটি পাউডারে চাপা হয় এবং সংশ্লিষ্ট পরিবারে ফিরিয়ে দেওয়া হয়। ফলাফলটি শবদাহের সাথে তুলনীয়, তবে পরিবেশগতভাবে বন্ধুত্বপূর্ণ প্রক্রিয়ার ফলাফল যা বায়ুমণ্ডলে রাসায়নিক নির্গমন এবং গ্রিনহাউস গ্যাস নির্গত করে না, নেদারল্যান্ডের স্বাস্থ্য কাউন্সিল দ্বারা পর্যালোচনার পরে নিশ্চিত করা হয়েছিল। এই প্রক্রিয়ার পরে, ব্যবহৃত জল নিয়মিত জল চিকিৎসা সুবিধায় যায় যেখানে এটি ফিল্টার করা হয় এবং পরিষ্কার করা হয় এবং জল চক্রে ফিরে আসে। এই সময়ে, মার্কিন যুক্তরাষ্ট্র জুড়ে এলাকায় বাণিজ্যিক ব্যবহারের জন্য রিসোমেশন অনুমোদিত। যাইহোক, যুক্তরাজ্য সহ অন্যান্য বেশ কয়েকটি দেশ তাদের মেডিকেল বিদ্যালয় ও বিশ্ববিদ্যালয়ের মধ্যে এই প্রযুক্তি ব্যবহার করার কথা বিবেচনা করছে।\n\n\n==== মাশরুম সমাধি ====\nপরিবেশের উপর ঐতিহ্যবাহী দাফনের পদ্ধতির প্রভাব মোকাবেলা করার জন্য জা রিম লি এবং তার সহকর্মীরা মাশরুমের সমাধি তৈরি করেছেন। এটি পরিবেশ-বান্ধব প্রক্রিয়া যার মধ্যে মৃতদেহকে বডিস্যুট পরানো হয় যার মধ্যে মাশরুমের স্পোর বোনা হয়, যার ডাকনাম Infinity Burial Suit। রিম তার চুল, ত্বক এবং নখ খাওয়ানোর মাধ্যমে একটি মাশরুমের বৈচিত্র্য তৈরি করার জন্য তার নিজস্ব মাশরুম তৈরি করেছে যা মানুষের দেহাবশেষকে সবচেয়ে ভালোভাবে পচিয়ে দেবে। মাশরুমের বৃদ্ধির সাথে সাথে তারা স্যুটের মধ্যে থাকা অবশিষ্টাংশগুলি এবং সেইসাথে শরীরের দ্বারা নির্গত হওয়া বিষাক্ত পদার্থগুলিকে গ্রাস করে। রিম এবং তার সহকর্মীরা এই স্যুটটিকে মানুষের মৃত্যুর পরে তাদের দেহ এবং পরিবেশের মধ্যে সম্পর্ক সম্পর্কে চিন্তা করার জন্য নতুন উপায়ের প্রতীক হিসাবে তৈরি করেছিলেন।\n\n\n==== গাছের শুঁটি সমাধি ====\nডিম আকৃতির শুঁটির ভিতরে ভ্রূণের অবস্থানে মানবদেহকে রোপণের জন্য প্রাকৃতিক কবরের আরেকটি পদ্ধতি তৈরি করা হচ্ছে। শরীরে থাকা পডটি বায়োডিগ্রেডেবল ক্যাপসুল তৈরি করবে যা আশেপাশের পৃথিবীর ক্ষতি করবে না। বায়োডিগ্রেডেবল ক্যাপসুল বীজের মতো দ্বিগুণ হয় যা বার্চ, ম্যাপেল বা ইউক্যালিপটাস গাছে জন্মানোর জন্য কাস্টমাইজ করা যেতে পারে। এই পদ্ধতির লক্ষ্য হল গাছে পূর্ণ পার্ক তৈরি করা যেখানে প্রিয়জনরা হাঁটতে পারে এবং শোক করতে পারে, সমাধির পাথরে পূর্ণ কবরস্থানের বিপরীতে। এই পদ্ধতির লক্ষ্য হল শরীরকে পৃথিবীতে ফিরিয়ে আনা সম্ভব সবচেয়ে পরিবেশগতভাবে বন্ধুত্বপূর্ণ উপায়ে।\nগাছের শুঁটি পদ্ধতিটি যুক্তরাজ্যে উদ্ভূত হয়েছিল কিন্তু এখন এটি সমাধির আরও জনপ্রিয় পদ্ধতি হয়ে উঠছে। প্রাকৃতিক সমাধিস্থলের সংজ্ঞা থেকে বোঝা যায় যে কোনো ধরনের ফরমালডিহাইড-ভিত্তিক এমবালিং তরল বা সিন্থেটিক উপাদান ছাড়াই মানুষকে কবর দেওয়া হচ্ছে, এবং যে মৃতদেহগুলিকে পৃথিবীতে ফিরিয়ে দেওয়া হচ্ছে তা পরিবেশে পুষ্টিও ফিরিয়ে দেবে, এমনভাবে যা অন্যান্য উপলব্ধ দাফন পদ্ধতির তুলনায় কম ব্যয়বহুল। প্রিয়জনকে স্মরণ করার জন্য শুধুমাত্র গাছের শুঁটি আরো সাশ্রয়ী এবং পরিবেশগতভাবে বন্ধুত্বপূর্ণ উপায় নয়, এই পদ্ধতিটি মানসিক সমর্থনও প্রদান করে। প্রিয়জনদের স্মৃতি অমর হয়ে থাকবে মৃত ব্যক্তির ধারণার মাধ্যমে মাঝারি (গাছ) যা বেঁচে থাকবে এবং বৃদ্ধি পাবে।\n\n\n=== ক্ষয় প্রতিরোধ ===\n\nক্ষয় প্রতিরোধ হল ক্ষয় থেকে শরীরকে রক্ষা করার অভ্যাস এবং অনেক সংস্কৃতিতে ব্যবহার করা হয়। মমিকরণ হল ক্ষয় প্রতিরোধের এর আরও ব্যাপক পদ্ধতি, যা ক্ষয় প্রক্রিয়াকে আরও বিলম্বিত করে।\nমৃতদেহগুলিকে প্রায়ই কাফনে মুড়িয়ে বা কফিনে (বা কিছু ক্ষেত্রে, কাস্কেট) রাখা হয়। বড় ধারক ব্যবহার করা যেতে পারে, যেমন জাহাজ। মার্কিন যুক্তরাষ্ট্রে, কফিনগুলি সাধারণত গ্রেভ লাইনার বা কবরের খিলান দ্বারা আবৃত থাকে, যা কফিনটিকে পৃথিবীর ওজনের নিচে ভেঙে পড়তে বা বন্যার সময় ভেসে যেতে বাধা দেয়।\nএই ধারকগুলি (আংশিকভাবে) পচনশীল ব্যাকটেরিয়া এবং অন্যান্য জীবকে মৃতদেহের মধ্যে প্রবেশ করা থেকে শারীরিকভাবে অবরুদ্ধ করে পচন প্রক্রিয়া ধীর করে দেয়। মৃতদেহ ধারণ করার জন্য পাত্রে ব্যবহার করার অতিরিক্ত সুবিধা হল যদি মৃতদেহকে ঢেকে রাখা মাটি বন্যা বা অন্য কোনো প্রাকৃতিক প্রক্রিয়ায় ধুয়ে যায় তাহলে মৃতদেহটি এখনও খোলা বাতাসের সংস্পর্শে আসবে না।\n\n\n=== পোশাক এবং ব্যক্তিগত প্রভাব অন্তর্ভুক্তি ===\nশরীর অভিনব অথবা আনুষ্ঠানিক পোশাক পরা হতে পারে। মৃত ব্যক্তির ব্যক্তিগত জিনিস, যেমন প্রিয় গয়না বা ফটোগ্রাফ, শরীরের সাথে অন্তর্ভুক্ত করা যেতে পারে। এই অভ্যাসটি, যা কবরের দ্রব্যের অন্তর্ভুক্তি নামেও পরিচিত, এটি বিভিন্ন উদ্দেশ্যে কাজ করে:\n\nশেষকৃত্য পরিষেবাগুলিতে, মৃতদেহকে প্রায়ই প্রদর্শন করা হয়। অনেক সংস্কৃতি মনে করে যে মৃত ব্যক্তিকে তার সেরা দেখাতে হবে। অন্যরা মৃত ব্যক্তিকে দাফনের কাফন পরিয়ে দেয়, যা সংস্কৃতির উপর নির্ভর করে খুব সাধারণ থেকে বিস্তৃত।\nআনুষ্ঠানিক পোশাক এবং পবিত্র বস্তুর অন্তর্ভুক্তিকে কখনও কখনও পরকালের কাছে পৌঁছানোর জন্য প্রয়োজনীয় হিসাবে দেখা হয়।\nব্যক্তিগত প্রভাবের অন্তর্ভুক্তি এই বিশ্বাস দ্বারা অনুপ্রাণিত হতে পারে যে পরবর্তী জীবনে লোকেরা তাদের সাথে পৃথিবীতে যা তাদের জন্য গুরুত্বপূর্ণ ছিল তা পেতে চাইবে। বিকল্পভাবে, কিছু সংস্কৃতিতে, এটি অনুভূত হয় যে, যখন একজন ব্যক্তি মারা যায়, তখন তাদের সম্পত্তি (এবং কখনও কখনও তাদের সাথে যুক্ত ব্যক্তি যেমন স্ত্রী) তাদের সাথে আনুগত্য বা মালিকানার বাইরে চলে যায়।\nযদিও সাধারণত একটি মৃতদেহের সাথে কবরের জিনিসপত্র অন্তর্ভুক্ত করার জন্য একটি অনুপ্রেরণা নয়, এটি বিবেচনা করা উচিত যে ভবিষ্যতে প্রত্নতাত্ত্বিকরা অবশিষ্টাংশগুলি খুঁজে পেতে পারেন (সময় ক্যাপসুল তুলনা করুন)। পোশাক ও বস্তুর মতো শিল্পকর্ম ব্যক্তিটি কীভাবে জীবনযাপন করেছিল তার অন্তর্দৃষ্টি প্রদান করে। এটি মৃত ব্যক্তির জন্য অমরত্বের রূপ প্রদান করে। সাধারণভাবে, তবে, মৃতদেহের সাথে কবর দেওয়া পোশাক একা কবর দেওয়া পোশাকের চেয়ে দ্রুত পচে যায়।\n\n\n== ঐতিহ্য ==\n\n\n=== শরীরের অবস্থান ===\n\nসমাধিগুলি বিভিন্ন অবস্থানে স্থাপন করা যেতে পারে।\nবাহু সহ মৃতদেহগুলি খ্রিস্টপূর্ব ১০ শতকের চ্যালডিয়ার মতো প্রাচীন সংস্কৃতিতে ফিরে এসেছে, যেখানে \"X\" তাদের আকাশ দেবতার প্রতীক ছিল। পরে প্রাচীন মিশরীয় দেবতা ও রাজপরিবার, আনুমানিক ৩৫০০ খ্রিস্টপূর্বাব্দ থেকে রাজবংশের উপর নির্ভর করে ক্রস করা বাহু সহ দেখানো হয়, যেমন দেবতা ওসাইরিস, দ্য লর্ড অফ দ্য ডেড, বা মমিফাইড রয়্যালিটি উচ্চ ও নিম্ন শরীরের অবস্থানে ক্রস করা অস্ত্র সহ। সম্প্রসারিত অবস্থানে মৃতদেহ দাফন করা, যেমন, হাত ও পা সোজা করে শুয়ে থাকা, বা বাহু বুকে ভাঁজ করে এবং চোখ ও মুখ বন্ধ করে। বর্ধিত সমাধিগুলি সুপাইন (পিছনে শুয়ে থাকা) বা প্রবণ (সামনে শুয়ে থাকা) হতে পারে। যাইহোক, কিছু সংস্কৃতিতে, মুখ নিচে সমাহিত করা হচ্ছে সিওক্সের ক্ষেত্রে যেমন অসম্মান চিহ্নিত করা হয়। অন্যান্য আচার-অনুষ্ঠানগুলি শরীরকে বাঁকানো অবস্থায় বা বুক পর্যন্ত ভাঁজ করে পা বাঁকা অবস্থায় রাখে। কিছু প্রাচীন সমাজে যোদ্ধাদেরকে খাড়া অবস্থায় সমাহিত করা হত। ইসলামে, শরীরকে সুপাইন অবস্থায় রাখা হয়, হাত পাশ বরাবর এবং মাথাটি ডানদিকে মুখ দিয়ে ক্বিবলার দিকে ঘুরিয়ে দেওয়া হয়। অনেক সংস্কৃতি মৃত ব্যক্তিদের যথাযথ অবস্থানে স্থাপন করাকে সম্মানের চিহ্ন হিসাবে বিবেচনা করে এমনকি যখন দাফন করা অসম্ভব।\nঅ-মানক দাফন পদ্ধতিতে, যেমন গণ দাফন, মৃতদেহকে ইচ্ছামত স্থাপন করা হতে পারে। এটি মৃত ব্যক্তির প্রতি অসম্মানের চিহ্ন হতে পারে, অথবা অন্তত ইনহুমারের পক্ষ থেকে অস্বচ্ছলতা, বা সময় ও স্থান বিবেচনার কারণে।\n\n\n==== অভিযোজন ====\nপ্রায়শই, একটি দাফন ধর্মীয় উদ্দেশ্যে নির্দিষ্ট দিকনির্দেশিত হবে, যেমনটি ইব্রাহিমীয় ধর্মের ব্যক্তিদের ক্ষেত্রে হয়। জেরুজালেমের মুখোমুখি হওয়ার জন্য কবরের পশ্চিম প্রান্তে মাথা রেখে পূর্ব-পশ্চিমে স্ট্যান্ডার্ড ইহুদি সমাধিস্থ করা হয়। অন্যান্য ক্ষেত্রে, মৃতদেহকে উত্তর-দক্ষিণ অক্ষে দাফন করা যেতে পারে, অথবা, কেবল কবরস্থান বা সমাধিক্ষেত্রের বাইরের দিকে মুখ করে। এটি করা হয়েছে ইস্রায়েলে প্রত্যাবর্তনের সুবিধার্থে তাদের সকলের ভবিষ্যদ্বাণী করার জন্য যারা মশীহের আগমনের পরে শেষ সময়ে পুনরুত্থিত হবেন। ঐতিহাসিকভাবে, খ্রিস্টান সমাধিগুলি একই নীতি অনুসরণ করেছিল, যেখানে মৃতদেহ পূর্ব-পশ্চিমে স্থাপন করা হয়েছিল, খ্রিস্টান গির্জার বিন্যাসকে মিরর করার জন্য, যেগুলি একই কারণে একই কারণে ছিল; বিচারের দিনে খ্রিস্টের আগমন দেখতে। অনেক খ্রিস্টান ঐতিহ্যে, নিযুক্ত পাদ্রীকে ঐতিহ্যগতভাবে বিপরীত অভিমুখে সমাহিত করা হয়, এবং তাদের কফিনগুলিও একইভাবে বহন করা হয়, যাতে সাধারণ পুনরুত্থানের সময় তারা মুখোমুখি হতে পারে এবং তাদের জনগণের সেবা করার জন্য প্রস্তুত হতে পারে।\nইসলামিক জানাজায়, কবরটি ক্বিবলার (মক্কার কাবার দিকের দিক) সাথে ঋজুভাবে সারিবদ্ধ হওয়া উচিত এবং মুখটি ক্বিবলা বরাবর ডানদিকে ঘুরানো উচিত।\n\n\n==== উল্টানো সমাধি ====\nমানুষের জন্য, পায়ের নিচে মাথা উল্টো করে রাখা, যেকোনো বর্ধিত সময়ের জন্য অত্যন্ত অস্বস্তিকর, এবং ফলস্বরূপ সেই মনোভাবের মধ্যে সমাধিস্থ করা (উপরের মতো বিশ্রাম বা সতর্কতার মনোভাবের বিপরীতে) অত্যন্ত অস্বাভাবিক এবং সাধারণত প্রতীকী। মাঝে মাঝে আত্মহত্যা ও ঘাতকদের উল্টো কবর দেওয়া হয়, মৃত্যু-পরবর্তী শাস্তি হিসেবে এবং (যেমন আড়াআড়িভাবে কবর দেওয়া হয়) ফলে মৃতদের কার্যকলাপকে বাধা দিতে।\nগালিভার’স ট্রাভেলসে, লিলিপুটিয়ানরা তাদের মৃতকে উল্টো সমাধি দিয়েছিল:\n\nতারা তাদের মৃতকে সরাসরি নীচের দিকে তাদের মাথা দিয়ে কবর দেয়, কারণ তারা একটি মত পোষণ করে যে, এগারো হাজার চাঁদে তারা আবার উঠবে; যে সময়কালে পৃথিবী (যা তারা সমতল বলে ধারণা করে) উল্টে যাবে এবং এর মাধ্যমে তারা তাদের পুনরুত্থানের সময় প্রস্তুত পাওয়া যাবেতাদের পায়ে দাঁড়ানো।তাদের মধ্যে বিদ্বানরা এই মতবাদের অযৌক্তিকতা স্বীকার করে; কিন্তু অভ্যাস এখনও অব্যাহত, অশ্লীল সম্মতিতে।\n\nউল্টানো সমাধির সুইফ্টের ধারণাটি অভিনব সর্বোচ্চ ফ্লাইট বলে মনে হতে পারে, কিন্তু এটা মনে হয় যে ইংরেজ সহস্রাব্দের মধ্যে এই ধারণা যে অ্যাপোক্যালিপসে পৃথিবী \"উল্টে যাবে\" কিছু মুদ্রা উপভোগ করেছিল। নির্দেশের মাধ্যমে একজন ব্যক্তিকে উল্টো কবর দেওয়া হয়েছে এমন অন্তত সত্যায়িত ঘটনা রয়েছে; ডোরকিং-এর একজন মেজর পিটার ল্যাবিলিয়ার (মৃত্যু ৪ জুন ১৮০০) এইভাবে বক্স হিলের চূড়ায় অবস্থিত। অনুরূপ গল্পগুলি বিশেষ করে দক্ষিণ ইংল্যান্ডে অন্যান্য উল্লেখযোগ্য উন্মাদনার সাথে নিজেদেরকে সংযুক্ত করেছে, কিন্তু সর্বদা সত্যের ভিত্তির সাথে নয়।\n\n\n=== বিশ্বজুড়ে সমাধি ঐতিহ্য ===\n\n\n==== দক্ষিণ কোরিয়া ====\nচ্যাং-ওন পার্কের মতে মাত্র দুই দশকের মধ্যে দক্ষিণ কোরিয়ার শেষকৃত্যের ব্যবস্থা ব্যাপকভাবে পরিবর্তিত হয়েছে। পার্ক বলে যে ১৯৮০-এর দশকে বাড়িতে শেষকৃত্য অনুষ্ঠান ছিল সাধারণ নিয়ম, যে কোনও জায়গা থেকে দূরে সরে যাওয়া যা পারিবারিক বাড়ি নয়। বাড়ির কাছাকাছি, বন্ধুবান্ধব ও পরিবারের সাথে মারা যাওয়াকে 'ভালো মৃত্যু' হিসাবে বিবেচনা করা হত, যখন বাড়ি থেকে দূরে মারা যাওয়াকে 'খারাপ মৃত্যু' হিসাবে বিবেচনা করা হত। এটি ধীরে ধীরে পরিবর্তিত হয় কারণ উচ্চ ও মধ্যবিত্তরা হাসপাতালের মর্চুয়ারিতে শেষকৃত্য করা শুরু করে। শেষকৃত্য দ্রুত বৃদ্ধি এবং সর্বাধিক দখলের কারণে এটি হাসপাতালগুলির জন্য সমস্যা তৈরি করেছে। এটি সমাধান হয়েছিল যখন বেসামরিক জনগণকে হাসপাতালের মর্চুয়ারিতে শেষকৃত্য করার অনুমতি দেওয়ার জন্য আইন পাস করা হয়েছিল। নিম্ন শ্রেণী তখন উচ্চ শ্রেণীর নতুন সেট ঐতিহ্য অনুলিপি অনুসরণ করে। এই পরিবর্তনের সাথে সাথে শ্মশানের প্রথাকে ঐতিহ্যগত সমাধির বিকল্প হিসাবে আরও দেখা হয়। শবদাহ প্রথম বৌদ্ধধর্ম দ্বারা চালু করা হয়েছিল, কিন্তু ১৪৭০ সালে নিষিদ্ধ করা হয়েছিল। জাপানি উপনিবেশের সময় পর্যন্ত ১৯৪৫ সালে শ্মশান পুনরায় চালু করা হয়নি এবং পরে নিষেধাজ্ঞা তুলে নেওয়া হয়েছিল। এটা ১৯৯৮ সাল পর্যন্ত সময় লেগেছে দ্রুত জনপ্রিয়তা বৃদ্ধি শ্মশান জন্য।\n\n\n==== তানা তোরাজা ====\nকেল্লি শ্বাযেয় এর টেড টক আলোচনা করে কিভাবে পূর্ব ইন্দোনেশিয়ার সুলাওয়েসি প্রদেশের তানা তোরাজা রিজেন্সি ঘটনা না করে প্রক্রিয়া হিসেবে মৃত্যুকে অনুভব করে। তানা তোরাজার সংস্কৃতি শেষকৃত্যকে একজন ব্যক্তির জীবনের সবচেয়ে গুরুত্বপূর্ণ ঘটনা হিসাবে দেখে। মৃত্যুর উপর এই গুরুত্বের কারণে, তানা তোরাজা ল্যান্ডস্কেপটি মৃত্যুর পরে সংঘটিত আচার-অনুষ্ঠান এবং ঘটনাগুলিতে আচ্ছাদিত। একজন ব্যক্তির জীবনের শ্রেণিবিন্যাস তার মৃত্যুর পরে করা পশুবলির উপর ভিত্তি করে। শেষকৃত্য তানা তোরাজা লোকেদের দ্বারা উদযাপন করার প্রবণতা থাকে, সাধারণত কয়েক সপ্তাহ পর্যন্ত স্থায়ী হয়। মৃত্যুকে ব্যক্তিগত ক্ষতির পরিবর্তে রূপান্তর হিসাবে দেখা হয়। একজন তোরাজানকে 'মৃত' বলে গণ্য করা হয় না যতক্ষণ না তাদের পরিবারের সদস্যরা মৃত ব্যক্তির মর্যাদা প্রকাশ করে এমন শেষকৃত্যের জন্য প্রয়োজনীয় সম্পদ সংগ্রহ করতে সক্ষম হয়। এই শেষকৃত্য বহাল না হওয়া পর্যন্ত মৃত ব্যক্তিদের টংকোনানে অনুষ্ঠিত হয়, যেখানে মৃতদেহকে 'মৃত' বলে গণ্য করা হয় না। মৃত ব্যক্তিদের বছরের পর বছর ধরে টংকোনানে রাখা যেতে পারে, তাদের পরিবারের শেষকৃত্যের জন্য প্রয়োজনীয় সংস্থান সংগ্রহের জন্য অপেক্ষা করা হয়। টংকোনান পরিবারের পরিচয় এবং জন্ম ও মৃত্যুর প্রক্রিয়া উভয়েরই প্রতিনিধিত্ব করে। জন্ম ও মৃত্যুর প্রক্রিয়া দেখানো হয় যে ঘরগুলিতে ব্যক্তিরা জন্মগ্রহণ করে তা টংকোনানের মতো একই কাঠামোতে থাকে, যে ঘরগুলিতে ব্যক্তিরা মারা যায়। শেষকৃত্যের আগ পর্যন্ত মৃত ব্যক্তিকে টংকোনানে রাখা হয়েছে তাকে প্রতীকীভাবে পরিবারের সদস্য হিসাবে বিবেচনা করা হয়, এখনও পরিবারের সদস্যদের দ্বারা যত্ন নেওয়া হচ্ছে।\n\n\n==== অস্ট্রেলীয় আদিবাসী (উত্তর অঞ্চল) ====\nউত্তরাঞ্চলীয় অস্ট্রেলীয় আদিবাসীদের প্রিয়জনের মৃত্যুর সাথে যুক্ত অনন্য ঐতিহ্য রয়েছে। প্রিয়জনের মৃত্যু অনেক ঘটনার জন্ম দেয় যেমন পচনশীল শরীর ছেড়ে আত্মাকে ধূমপান করানো, ভোজ প্রভৃতি। মৃত্যুর পরপরই, মৃতের বাড়িতে ধূমপানের অনুষ্ঠান হয়। ধূমপানের অনুষ্ঠানের উদ্দেশ্য হল মৃত ব্যক্তির আত্মাকে তাদের বাসস্থান থেকে বের করে দেওয়া। ভোজ অনুষ্ঠিত হয় যেখানে শোকার্তরা ঢেকে রাখা হয়, মাটির সাথে যুক্ত মাটির রঙ্গক, যখন তারা খায় এবং নাচ করে। আদিবাসীদের ঐতিহ্যগত মৃতদেহ নিষ্পত্তির মধ্যে রয়েছে প্ল্যাটফর্মে পাতায় মৃতদেহ ঢেকে রাখা।\nমৃতদেহ পরে পচন ধরে রাখা হয়।\n\n\n==== ইরানী জনগণ ====\n\nমালিক দরিদ্র হলে সমাধি বিনামূল্যে, কিছু প্রাচীন মানুষ প্রাচীন ইরানিরা মৃতদেহকে রঙিন করে সমাধি করত, আবার অন্যরা শকুন ও পাখিদের দেহ খাইয়ে দিত বা মৃতদেহ পুড়িয়ে দিত। প্রক্রিয়া চলাকালীন কাটা শরীরের অংশ কখনও কখনও পৃথকভাবে সমাধি করা হয়।\n\n\n=== আফ্রিকান-আমেরিকান ক্রীতদাসদের মধ্যে সমাধি ===\nআফ্রিকান-আমেরিকান ক্রীতদাস সম্প্রদায়ে, ক্রীতদাসরা দ্রুত শেষকৃত্য পদ্ধতি এবং পরিবার ও বন্ধুদের কবরস্থানের অবস্থানের সাথে নিজেদের পরিচিত করে। মৃতদেহ প্রস্তুত করা, কফিন তৈরি করা, কবর খনন করা এবং হেডস্টোন তৈরি করার জন্য নির্দিষ্ট ক্রীতদাসদের নিয়োগ করা হয়েছিল। দাসের শেষকৃত্য সাধারণত রাতে হতো যখন কর্মদিবস শেষ হয়ে যেত, সমস্ত আনুষ্ঠানিক প্রক্রিয়া দেখার জন্য মাস্টার উপস্থিত থাকতেন। কাছাকাছি প্ল্যান্টেশন থেকে ক্রীতদাসরা নিয়মিত উপস্থিত ছিলেন।\nমৃত্যুকালে একজন ক্রীতদাসের লাশ কাপড়ে মুড়িয়ে রাখা হয়েছিল। হাতগুলি বুক জুড়ে রাখা হয়েছিল এবং তাদের হাতের উপরে ধাতব প্লেট স্থাপন করা হয়েছিল। প্লেটটির যুক্তি ছিল কফিনে কোনো আত্মাকে দমন করে তাদের বাড়িতে ফিরে আসাকে বাধা দেওয়া। প্রায়শই, আত্মাকে তুষ্ট করার জন্য ব্যক্তিগত সম্পত্তি দাসদের সাথে কবর দেওয়া হত। কফিনগুলিকে পেরেক দিয়ে বন্ধ করে দেওয়া হয়েছিল দেহটি ভিতরে প্রবেশ করার পরে, এবং ক্রীতদাস সমাধিস্থলের জন্য মনোনীত সম্পত্তির উপর নির্ভর করে হাতে বা ওয়াগন দ্বারা বহন করা হয়েছিল।\nক্রীতদাসদের পূর্ব থেকে পশ্চিমমুখী কবর দেওয়া হত, পূর্ব প্রান্তে পা রেখে (পশ্চিম প্রান্তে মাথা, এইভাবে পূর্ব দিকে মুখ করে)। খ্রিস্টান মতবাদ অনুসারে, এই অভিযোজন গ্যাব্রিয়েলের ট্রাম্পেটের ডাকে ঘুরে না গিয়েই খ্রিস্টের প্রত্যাবর্তনের মুখোমুখি হওয়ার অনুমতি দেয়। পূর্ব সূর্যোদয়ের কাছে গ্যাব্রিয়েলের শিঙায় ফুঁক দেওয়া হবে।\n\n\n=== বাহাই ধর্মে সমাধি ===\nবাহাই ধর্মে, দাফন আইন দাফনের স্থান এবং দাফন পদ্ধতি উভয়ই নির্ধারণ করে এবং মৃতদের দাহ করা বাদ দেয়। মৃত্যুর স্থান থেকে এক ঘণ্টার বেশি যাত্রায় লাশ বহন করা নিষিদ্ধ। দমনের আগে দেহকে সিল্ক বা সুতির কাফনে মুড়ে দিতে হবে, এবং তার আঙুলে আংটি স্থাপন করা উচিত যাতে শিলালিপি লেখা থাকে \"আমি ঈশ্বরের কাছ থেকে এসেছি, এবং তাঁর কাছে ফিরে এসেছি, তাঁকে ব্যতীত সকলের কাছ থেকে বিচ্ছিন্ন হয়ে, তাঁর নাম ধরে রেখে, করুণাময়, করুণাময়\"। কফিন হতে হবে ক্রিস্টাল, পাথর বা শক্ত সূক্ষ্ম কাঠের। এছাড়াও, দমনের আগে, মৃতদের জন্য নির্দিষ্ট প্রার্থনা নির্ধারিত। দেহটি পা কিবলিহের দিকে মুখ করে রাখতে হবে। আনুষ্ঠানিক প্রার্থনা ও আংটি তাদের জন্য ব্যবহার করা হয় যারা ১৫ বছর বয়সে পৌঁছেছেন।\n\n\n== অবস্থান ==\n\n\n=== সমাধির অবস্থান নির্ধারণ ===\nস্যানিটারি এবং অন্যান্য ব্যবহারিক বিবেচনা ছাড়াও, ধর্মীয় ও সামাজিক-সাংস্কৃতিক বিবেচনার দ্বারা সমাধিস্থল নির্ধারণ করা যেতে পারে।\nএইভাবে কিছু ঐতিহ্যে, বিশেষ করে সর্বপ্রাণবাদী যুক্তি দিয়ে, মৃতদের দেহাবশেষকে \"বহিষ্কৃত\" করা হয় এই ভয়ে যে তাদের আত্মা খুব কাছাকাছি থাকলে জীবিতদের ক্ষতি করবে; অন্যরা বেঁচে থাকা প্রজন্মের সাহায্যের জন্য কাছে থাকে।\nধর্মীয় নিয়ম নির্দিষ্ট অঞ্চল নির্ধারণ করতে পারে, যেমন কিছু খ্রিস্টান ঐতিহ্য বলে যে খ্রিস্টানদের অবশ্যই পবিত্র মাটিতে সমাহিত করা উচিত, সাধারণত কবরস্থান; পূর্বের অভ্যাস, গির্জার মধ্যে বা তার খুব কাছাকাছি সমাধি (অতএব চার্চইয়ার্ড শব্দটি), সাধারণত উচ্চ মরণোত্তর সম্মান হিসাবে পৃথক ব্যতিক্রম সহ পরিত্যাগ করা হয়েছিল; এছাড়াও অনেক বিদ্যমান অন্ত্যেষ্টি স্মৃতিস্তম্ভ এবং ক্রিপ্ট ব্যবহারে রয়ে গেছে।\nরয়্যালটি এবং উচ্চ আভিজাত্যের প্রায়ই এক বা একাধিক \"ঐতিহ্যগত\" সমাধিস্থল থাকে, সাধারণত স্মৃতিস্তম্ভ, প্রায়শই প্রাসাদ চ্যাপেল বা ক্যাথেড্রালে।\nউত্তর আমেরিকায়, ১৮ ও ১৯ শতকে ধনী জমির মালিকদের মধ্যে ব্যক্তিগত পারিবারিক কবরস্থানগুলি সাধারণ ছিল। অনেক বিশিষ্ট ব্যক্তিকে তাদের নিজ নিজ সম্পত্তির ব্যক্তিগত কবরস্থানে দাফন করা হয়েছিল, কখনও কখনও সীসাযুক্ত কফিনে। এই পারিবারিক কবরস্থানগুলির অনেকগুলি নথিভুক্ত ছিল না এবং তাই সময়ের কাছে হারিয়ে গিয়েছিল এবং পরিত্যাগ করেছিল; তাদের কবরের চিহ্নগুলি দীর্ঘদিন ধরে ভাঙচুরকারীদের দ্বারা চুরি করা হয়েছে বা বনের বৃদ্ধি দ্বারা আচ্ছাদিত হয়েছে। নির্মাণ প্রকল্পের সময় তাদের অবস্থান মাঝে মাঝে আবিষ্কৃত হয়।\n\n\n=== সমাধির স্থান চিহ্নিত করা ===\n\nবেশিরভাগ আধুনিক সংস্কৃতিই শিরোনাম দিয়ে শরীরের অবস্থান চিহ্নিত করে। এটি দুটি উদ্দেশ্য পরিবেশন করে। প্রথমত, কবরটি ভুলবশত উত্তোলন করা হবে না। দ্বিতীয়ত, কবরের শীর্ষদেশে স্থাপিত প্রস্তরখণ্ডগুলিতে প্রায়শই মৃতদের প্রতি তথ্য বা শ্রদ্ধা থাকে। এটি প্রিয়জনের জন্য স্মরণের রূপ; এটিকে অমরত্বের রূপ হিসেবেও দেখা যেতে পারে, বিশেষ করে বিখ্যাত ব্যক্তিদের কবরের ক্ষেত্রে। এই ধরনের স্মারক শিলালিপিগুলি পরবর্তীকালে বংশতত্ত্ববিদ ও পারিবারিক ইতিহাসবিদদের জন্য উপযোগী হতে পারে।\nঅনেক সংস্কৃতিতে কবরগুলিকে গোষ্ঠীভুক্ত করা হবে, তাই স্মৃতিস্তম্ভগুলি নেক্রোপলিস তৈরি করে, \"মৃতদের শহর\" জীবিত সম্প্রদায়ের সমান্তরাল।\n\n\n==== অচিহ্নিত সমাধি ====\nঅনেক সংস্কৃতিতে কবরগুলিকে টেকসই মার্কার দিয়ে চিহ্নিত করা হয়, বা স্মৃতিস্তম্ভগুলিকে কবর দেওয়া ব্যক্তির কথা মনে করিয়ে দিতে সাহায্য করা হয়। অচিহ্নিত কবর হল এমন কবর যার কোন স্মারক চিহ্নিতকারী নেই।\n\n\n==== বেনামী সমাধি ====\nঅন্য ধরণের অচিহ্নিত কবর হল বেনামী চিহ্নিতকারীর সমাধিস্থল, যেমন সাধারণ ক্রস; বুট, রাইফেল ও হেলমেট; তলোয়ার ও ঢাল; পাথরের স্মৃতিস্তম্ভ; বা এমনকি স্মৃতিস্তম্ভ। মৃত ব্যক্তির সনাক্তকরণ অসম্ভব হলে এটি ঘটতে পারে। যদিও অনেক অজ্ঞাত মৃতকে কুমোরের ক্ষেতে সমাহিত করা হয়, কিছুকে স্মরণীয় করে রাখা হয়, বিশেষ করে ছোট সম্প্রদায়ে বা স্থানীয় মিডিয়া দ্বারা প্রচারিত মৃত্যুর ক্ষেত্রে। বেনামী সমাধিগুলি দক্ষিণ আফ্রিকার মতো দেশগুলির দরিদ্র বা সুবিধাবঞ্চিত জনগোষ্ঠীর সম্প্রদায়গুলিতেও ঘটে, যেখানে অতীতে অ-শ্বেতাঙ্গ জনসংখ্যা মাথার পাথর বহন করার জন্য খুব দরিদ্র ছিল। কোয়াজুলু-নাটালের ছোট গ্রামীণ শহর হার্ডিং-এর কবরস্থানে, অনেক কবর স্থানের কোনো শনাক্তকরণ নেই, এবং শুধু পাথরের সীমানা রয়েছে যা কবরের স্থানের মাত্রা চিহ্নিত করে।\nঅনেক দেশই একজন অজ্ঞাত সৈনিক (বা সামরিক বাহিনীর অন্য সদস্যদের) সকল অজ্ঞাত যুদ্ধে নিহতদের সম্মানের জন্য বিশিষ্ট স্থানে কবর দিয়েছে। যুক্তরাজ্য ওয়েস্টমিনস্টার অ্যাবিতে 'অজানা যোদ্ধা'কে স্মরণ করে; ফ্রান্সের আর্ক দ্য ত্রিয়োম্‌ফের নিচে চাপা পড়ে আছে; ইতালির রোমের মনুমেন্টো আল মিলিট ইগনোটোর মধ্যে সমাহিত করা হয়েছে; কানাডার অটোয়াতে জাতীয় যুদ্ধ স্মৃতিসৌধে কবর দেওয়া হয়; অস্ট্রেলিয়ার ক্যানবেরার অস্ট্রেলীয় যুদ্ধ স্মৃতিসৌধে অবস্থিত; নিউজিল্যান্ডের ওয়েলিংটনে অবস্থিত; রাশিয়ার স্মৃতিসৌধ মস্কোর আলেকজান্ডার গার্ডেনে রয়েছে এবং মার্কিন যুক্তরাষ্ট্রের আর্লিংটন জাতীয় কবরস্থানে অবস্থিত।\nঅনেক সংস্কৃতি আদর্শ হিসাবে বেনামী কবরের অনুশীলন করে, ব্যতিক্রম নয়। উদাহরণস্বরূপ, ২০০২ সালে ফেডারেল গিল্ড অফ জার্মান স্টোনমাসনসের জন্য একটি সমীক্ষায় দেখা গেছে যে, জার্মানির মধ্যে অবস্থানের উপর নির্ভর করে, ০% থেকে ৪৩% কবরস্থান বেনামী ছিল। খ্রিস্টান সেঞ্চুরি  ম্যাগাজিনের মতে, রোমান ক্যাথলিক চার্চের দৃষ্টিভঙ্গি হল যে বেনামী সমাধি ঈশ্বরের প্রতি হ্রাসপ্রাপ্ত বিশ্বাসকে প্রতিফলিত করে। অন্যদের দাবি যে এই প্রবণতা প্রধানত ধর্মনিরপেক্ষতা এবং ঐতিহ্যগত সমাধির উচ্চ খরচ দ্বারা চালিত হয়।\n\n\n==== গোপন সমাধি ====\nবিরল ক্ষেত্রে, পরিচিত ব্যক্তিকে শনাক্ত ছাড়াই সমাধি করা হতে পারে, সম্ভবত মৃতদেহের অপবিত্রতা, কবর ডাকাতি বা সমাধিস্থলের ভাঙচুর এড়াতে। এটি বিশেষ করে কুখ্যাত বা কুখ্যাত ব্যক্তিদের ক্ষেত্রে হতে পারে। অন্য ক্ষেত্রে, এটি হতে পারে কবরটিকে পর্যটকদের আকর্ষণ বা তীর্থস্থানে পরিণত হওয়া থেকে বিরত রাখতে। জীবিতরা মৃত ব্যক্তিকে গোপন স্থানে বা অন্য অপ্রকাশিত স্থানে সমাধি করতে পারে, অথবা মার্কারে মিথ্যা নাম (বা কোনো নাম নেই) সহ কবরে সমাধি করতে পারে।\nওয়াল্ট ডিজনির শবদাহের পর, তার ছাই ক্যালিফোর্নিয়ার ফরেস্ট লন মেমোরিয়াল পার্ক কবরস্থানে গোপন স্থানে সমাধি করা হয়েছিল। ফরেস্ট লনে কিছু কবর স্থান, যেমন হামফ্রি বোগার্ট, ম্যারি পিকফোর্ড ও মাইকেল জ্যাকসনের, ব্যক্তিগত গেটেড গার্ডেন বা সমাধিতে নির্জন করা হয় যেখানে কোনো পাবলিক অ্যাক্সেস নেই। বেশ কিছু সমাধিও লোকচক্ষুর আড়ালে রাখা হয়। ফরেস্ট লনের কোর্ট অফ অনার ইঙ্গিত দেয় যে এর কিছু ক্রিপ্টে প্লট রয়েছে যা সেই ব্যক্তিদের জন্য সংরক্ষিত যারা \"অমর\" হিসাবে \"ভোট\" হতে পারে; কোনো টাকা দিয়ে জায়গা কেনা যাবে না। ফরেস্ট লনে তোলা ছবি প্রকাশের অনুমতি নেই, এবং তাদের তথ্য অফিস সাধারণত বিখ্যাত ব্যক্তিদের দেহাবশেষ কোথায় সমাহিত করা হয়েছে তা প্রকাশ করতে অস্বীকার করে।\n\n\n==== গণ সমাধি ====\nকিছু দম্পতি বা মানুষের দল (যেমন একজন বিবাহিত দম্পতি বা পরিবারের অন্যান্য সদস্য) একই প্লটে কবর দিতে চাইতে পারে। কিছু ক্ষেত্রে, কফিনগুলি (বা কলস) কেবল পাশাপাশি কবর দেওয়া যেতে পারে। অন্যদের মধ্যে, কাসকেট অন্যটির উপরে দমন করা যেতে পারে। যদি এটি আগে থেকেই পরিকল্পনা করা হয়, তবে প্রথম কাসকেটটি স্বাভাবিক অনুশীলনের চেয়ে আরও গভীরভাবে সমাধিস্থ করা যেতে পারে যাতে প্রথমটিকে বিরক্ত না করে দ্বিতীয় কাসকেটটি তার উপরে রাখা যেতে পারে। অস্ট্রেলিয়ার অনেক রাজ্যে সমস্ত কবরকে একাধিক সমাধির জন্য দুই বা তিনটি গভীরতা (জলের টেবিলের উপর নির্ভর করে) মনোনীত করা হয়, দাফনের অধিকার ধারকের বিবেচনার ভিত্তিতে, প্রতিটি নতুন কফিনের উপরে মাটির পাতলা স্তর দ্বারা পৃথক করা হয়। যেহেতু এই অনুশীলনের সুবিধার্থে সমস্ত কবর প্রাথমিক দাফনের জন্য প্রচলিত ছয় ফুটের চেয়ে বেশি গভীরতায় খনন করা হয়\nগণকবর হল স্থানে একাধিক মৃতদেহ সমাধি করার অভ্যাস। গণহত্যার চেষ্টা করা সভ্যতাগুলি প্রায়ই শিকারদের জন্য গণকবর দেয়। যাইহোক, অনেক ক্ষেত্রে গণ সমাধিই হতে পারে অপ্রতিরোধ্য সংখ্যক মানুষের দেহাবশেষের সাথে মোকাবিলা করার একমাত্র ব্যবহারিক উপায়, যেমন প্রাকৃতিক বিপর্যয়, সন্ত্রাসবাদের কাজ, মহামারি বা দুর্ঘটনার ফলে। জেনেটিক পরীক্ষার আবির্ভাবের সাথে উন্নত বিশ্বে এই অভ্যাসটি কম সাধারণ হয়ে উঠেছে, তবে ২১ শতকেও বর্তমান পদ্ধতি দ্বারা সনাক্ত করা যায় না এমন অবশিষ্টাংশগুলিকে গণকবরে সমাহিত করা যেতে পারে।\nস্থানীয় কর্তৃপক্ষের খরচে এবং কুমারের ক্ষেতে কবর দেওয়া ব্যক্তিদের গণকবরে সমাধি করা হতে পারে। ভোল্‌ফগাংক্‌ আমাডেয়ুস মোৎসার্ট কে একসময় এমনভাবে কবর দেওয়া হয়েছিল বলে বিশ্বাস করা হয়েছিল, কিন্তু আজ জানা যায় যে মোজার্টের ভিয়েনায় এই ধরনের দাফনের অনুমতি দেওয়া হয়নি যার ম্যাজিস্ট্রেট জোসেফ দ্বিতীয় দ্বারা নির্ধারিত দাফন প্রবিধানে সম্মত হতে অস্বীকার করেছিলেন। কিছু ক্ষেত্রে, অজ্ঞাত ব্যক্তিদের দেহাবশেষ কুমোর ক্ষেতে গণকবরে দাফন করা হতে পারে, যা আইন প্রয়োগকারী সংস্থার জন্য উত্তোলন এবং ভবিষ্যতে শনাক্তকরণকে সমস্যাযুক্ত করে তোলে।\nযুদ্ধে ডুবে যাওয়া নৌ জাহাজগুলিকেও অনেক দেশ গণকবর বলে মনে করে। উদাহরণস্বরূপ, মার্কিন নৌবাহিনীর নীতি এই ধরনের ধ্বংসাবশেষকে গণকবর ঘোষণা করে (যেমন ইউএসএস অ্যারিজোনা মেমোরিয়াল) এবং ধ্বংসাবশেষ পুনরুদ্ধার নিষিদ্ধ করে। পুনরুদ্ধারের পরিবর্তে, ডুবুরি বা ডুবোজাহাজ জাহাজ বা নৌকা এবং এর ক্রুদের স্মৃতিতে উৎসর্গীকৃত ফলক রেখে যেতে পারে এবং পরিবারের সদস্যদের অনুষ্ঠানে যোগ দেওয়ার জন্য আমন্ত্রণ জানানো হয়।\nবড় প্রাক্তন যুদ্ধক্ষেত্রের সাইটগুলিতে এক বা একাধিক গণকবরও থাকতে পারে। ডুয়ামন্ট অসুয়ারি হল এমনই গণকবর, এবং এতে ভার্দুনের যুদ্ধের উভয় পক্ষের ১৩০,০০০ সৈন্যের দেহাবশেষ রয়েছে।\nক্যাতাকম্ব (ভুগর্ভস্থ সমাধিক্ষেত্র) গণকবরের  রূপও গঠন করে। কিছু ক্যাটাকম্ব, যেমন রোমে সেগুলিকে সাম্প্রদায়িক সমাধিস্থল হিসাবে মনোনীত করা হয়েছিল। কিছু, যেমন প্যারিসের ক্যাতাকম্ব, শুধুমাত্র গণকবরে পরিণত হয় যখন পৃথক সমাধিগুলি ধ্বংসের জন্য চিহ্নিত কবরস্থান থেকে স্থানান্তরিত করা হয়।\nইহুদি ধর্ম সাধারণত কবরে একাধিক লাশের অনুমতি দেয় না। এর ব্যতিক্রম হল জেরুজালেমের সামরিক কবরস্থানে একটি কবর, যেখানে কেভার আচিম (হিব্রু: \"ভাইদের কবর\") রয়েছে যেখানে দুটি সৈন্যকে ট্যাঙ্কে একসঙ্গে হত্যা করা হয়েছিল এবং কবরে সমাহিত করা হয়েছে৷ যেহেতু মৃতদেহগুলি ট্যাঙ্কের ধাতুর সাথে এতটাই মিশে গিয়েছিল যে তাদের আলাদাভাবে সনাক্ত করা যায়নি, তাই তাদের একটি কবরে (ট্যাঙ্কের অংশগুলির সাথে) দাফন করা হয়েছিল।\n\n\n=== শবদাহ ===\n\nসমাধির জন্য বেশ কিছু সাধারণ বিকল্প আছে। শবদাহে, মৃত ব্যক্তির দেহ বিশেষ চুলায় পোড়ানো হয়। শবদাহের সময় দেহের বেশিরভাগই পুড়ে যায়, মাত্র কয়েক পাউন্ড হাড়ের টুকরো বাকি থাকে। ছোট শিশু এবং শিশুদের শরীর প্রায়ই \"ছাই\" এর উপায়ে খুব কম উৎপন্ন করে, কারণ ছাই হাড় দিয়ে গঠিত, এবং অল্প বয়স্কদের হাড় নরম থাকে, মূলত তরুণাস্থি। প্রায়শই এই টুকরোগুলিকে প্রক্রিয়াজাত করা হয় (মাটিতে) সূক্ষ্ম গুঁড়ো, যার ফলে দাহ করা অবশিষ্টাংশকে ছাই বলা হয়। সাম্প্রতিক সময়ে, শবদাহ পশ্চিমা বিশ্বে জনপ্রিয় বিকল্প হয়ে উঠেছে।\nচিরাচরিত সমাধির বিপরীতে শবদাহের দেহাবশেষ নিয়ে কাজ করার ক্ষেত্রে অনেক বেশি নমনীয়তা রয়েছে। কিছু বিকল্পের মধ্যে রয়েছে এমন জায়গায় ছাই ছড়িয়ে দেওয়া যা মৃত ব্যক্তির প্রিয় ছিল বা বাড়িতে ছাই রাখা। ছাই মাটির নিচে বা কলম্বারিয়াম কুলুঙ্গিতে পুঁতে রাখা যেতে পারে।\nঅনুরূপ সুবিধা সহ পদ্ধতি হল মৃতদেহকে ফ্রিজ-শুকানো।\n\n\n=== জীবন্ত সমাধি ===\n\nকখনও কখনও মানুষকে জীবন্ত কবর দেওয়া হয়। অন্তঃসত্ত্বা থেকে পালানোর কোনো উপায় না থাকায়, তারা সাধারণত শ্বাসরোধ, পানিশূন্যতা, অনাহার বা জলবায়ুর অবোষ্ণতায় মারা যায়। মানুষ বিভিন্ন উপায়ে জীবিত সমাহিত হতে পারে;\n\nইচ্ছাকৃত: মৃত্যুদণ্ড বা হত্যার পদ্ধতি হিসাবে জীবন্ত কবর দেওয়া, যখন ব্যক্তিকে দেয়ালের মধ্যে সমাধিস্থ করা হয় তখন তাকে ইমিউরমেন্ট বলে। প্রাচীন রোমে, পবিত্র কুমারীরা যারা তাদের প্রতিজ্ঞা ভঙ্গ করত তাদেরকে এইভাবে শাস্তি দেওয়া হত।\nদুর্ঘটনাজনিত: গুহা, খনি বা অন্যান্য ভূগর্ভস্থ এলাকার কোনো ব্যক্তি বা গোষ্ঠী ভূগর্ভে ভূমিকম্প, গুহা, তুষারপাত বা অন্যান্য প্রাকৃতিক দুর্যোগ বা দুর্ঘটনা দ্বারা সিল করা হতে পারে।\nঅসাবধানতাবশত: লোকেদের জীবিত কবর দেওয়া হয়েছে কারণ তাদের ভুলবশত একজন কর্নার বা অন্য কর্মকর্তা দ্বারা মৃত ঘোষণা করা হয়েছিল।\nএডগার অ্যালান পো অকাল সমাধি সম্পর্কে বেশ কয়েকটি গল্প এবং কবিতা লিখেছেন, যার মধ্যে \"The Premature Burial\" নামক গল্প রয়েছে। এই কাজগুলি এই ভয়ঙ্কর কিন্তু অসম্ভাব্য ঘটনার একটি ব্যাপক জনপ্রিয় ভয়কে অনুপ্রাণিত করেছিল। কবরে টেলিফোন বা সেন্সর পুঁতে দেওয়া সহ এটি প্রতিরোধ করার জন্য বিভিন্ন উপায় তৈরি করা হয়েছে।\n\n\n=== রাস্তার মোড়ে সমাধি ===\nঐতিহাসিকভাবে, ক্রস-রোডে সমাধি করা ছিল মৃত্যুদন্ডপ্রাপ্ত অপরাধী ও আত্মহত্যাকারীদের নিষ্পত্তি করার পদ্ধতি। গ্রেট ব্রিটেনে এই প্রথাটি ১৮২৩ সালের আত্মহত্যা আইনের দ্বারা পরিবর্তিত হয়েছিল, যা আত্মহত্যা এবং অন্যান্য লোকদের রাস্তার মোড়ে কবর দেওয়ার আইনি প্রয়োজনীয়তা বাতিল করে। ক্রস-রোডগুলি অপরিশোধিত ক্রস আকৃতি তৈরি করে এবং এটি এই বিশ্বাসের জন্ম দিয়েছে যে স্থানগুলিকে পবিত্র ভূমিতে পরবর্তী সেরা সমাধিস্থল হিসাবে নির্বাচিত করা হয়েছিল। আরেকটি সম্ভাব্য ব্যাখ্যা হল যে প্রাচীন টেউটন (জার্মানিক) জাতিগত গোষ্ঠীগুলি প্রায়ই রাস্তার মোড়ে তাদের বেদী তৈরি করত এবং যেহেতু নরবলি, বিশেষ করে অপরাধীদের, আচারের অংশ ছিল, তাই এই দাগগুলিকে মৃত্যুদণ্ডের স্থল হিসাবে গণ্য করা হয়েছিল। তাই খ্রিস্টধর্মের প্রবর্তনের পর, অপরাধীদের ও আত্মহত্যাকারীদের রাতের বেলা রাস্তার ধারে কবর দেওয়া হয়েছিল, যতদূর সম্ভব তাদের শেষকৃত্যকে পৌত্তলিকদের সাথে আত্তীকরণ করতে। ক্রস-রোড এক্সিকিউশন-গ্রাউন্ডের উদাহরণ হল লন্ডনের বিখ্যাত টাইবার্ন, যেটি সেই জায়গায় দাঁড়িয়েছিল যেখানে রোমান রাস্তা এডগওয়্যার এবং এর বাইরে লন্ডনের পশ্চিম দিকে যাওয়া রোমান রাস্তার সাথে মিলিত হয়েছিল।\nকুসংস্কারও আত্মহত্যার সমাধির মোড় বাছাইয়ের ক্ষেত্রে ভূমিকা পালন করেছে।লোকবিশ্বাসে প্রায়শই ধারণা করা হয় যে এই ধরনের ব্যক্তিরা কোনো ধরনের মৃত (যেমন ভ্যাম্পায়ার) হিসাবে উঠতে পারে এবং তাদেরকে রাস্তার মোড়ে কবর দেওয়া তাদের জীবিত সম্পর্ক এবং প্রাক্তন সহযোগীদের খুঁজে পাওয়ার এবং ধ্বংস করার ক্ষমতাকে বাধা দেয়।\n\n\n=== প্রাণীদের সমাধি দেওয়া ===\n\n\n==== মানুষের দ্বারা ====\n\nমানুষের দেহাবশেষ দাফন করার পাশাপাশি, অনেক মানব সংস্কৃতিও নিয়মিতভাবে পশুর অবশিষ্টাংশ কবর দেয়।\nপোষা প্রাণী এবং মানসিক গুরুত্বের অন্যান্য প্রাণীদের প্রায়ই আনুষ্ঠানিকভাবে সমাহিত করা হয়। বেশিরভাগ পরিবার মৃত পোষা প্রাণীকে তাদের নিজস্ব সম্পত্তিতে সমাধি করে, প্রধানত উঠানে, জুতার বাক্স বা অন্য কোন ধরনের পাত্রে কফিন হিসাবে পরিবেশন করা হয়। প্রাচীন মিশরীয়দের মমি করা এবং কবর দেওয়া বিড়াল বলে জানা যায়, যাকে তারা দেবতা মনে করত।\n\n\n==== অন্যান্য প্রাণীদের দ্বারা ====\nমানুষ সবসময় তাদের মৃতদের কবর দেওয়ার একমাত্র প্রজাতি নয়। শিম্পাঞ্জি এবং হাতিরা তাদের পরিবারের পতিত সদস্যদের উপর পাতা ও ডাল ছুঁড়ে ফেলে। একটি বিশেষ বিচিত্র ক্ষেত্রে, হাতি যা মানব মা ও শিশুকে পদদলিত করে তার শিকারকে পাতার স্তূপের নিচে চাপা দিয়েছিল। ২০১৩ সালে, ভাইরাল ভিডিও কুকুরকে তার নিজের নাক দিয়ে বালি ঠেলে মৃত কুকুরছানাকে কবর দিতে দেখা যায়। যদিও এটা অনুমান করা হয় যে, যেহেতু কুকুরেরা খাবার দাফনের প্রবৃত্তি বজায় রাখে, তাই ভিডিওতে এটিই দেখানো হয়েছে। সামাজিক পোকামাকড়ের মধ্যে, পিঁপড়া প উইপোকাও মৃতদেহের বৈশিষ্ট্য ও সামাজিক প্রেক্ষাপটের উপর নির্ভর করে তাদের মৃত বাসাধারীদের কবর দেয়।\n\n\n== সমাধি হতে উত্তোলন ==\nউত্তোলন, বা বিচ্ছিন্নকরণ হল কিছু খনন করা, বিশেষ করে একটি মৃতদেহ। এটি প্রায়শই মৃতদেহকে ভিন্ন কবরস্থানে স্থানান্তর করার জন্য করা হয়; মৃত ব্যক্তিকে আরও প্রাসঙ্গিক বা সুবিধাজনক স্থানে সনাক্ত করার জন্য পরিবারগুলি এই সিদ্ধান্ত নিতে পারে। ভাগ করা পারিবারিক কবরস্থানে (যেমন বিবাহিত দম্পতি), যদি পূর্বে মৃত ব্যক্তিকে অপর্যাপ্ত সময়ের জন্য কবর দেওয়া হয়, তবে দ্বিতীয় মৃতদেহটিকে অন্য কোথাও দাফন করা যেতে পারে যতক্ষণ না এটি ভাগ করা কবরে স্থানান্তর করা নিরাপদ হয়।\nদেহ শনাক্তকরণ বা ফৌজদারি তদন্তের অংশ হিসাবে অন্যান্য অনেক কারণে মানুষের দেহাবশেষের উত্তোলন ঘটে। সন্দেহজনক পরিস্থিতিতে কোনো ব্যক্তি মারা গেলে, মৃত্যুর কারণ নির্ধারণের জন্য পুলিশ উৎসরণের অনুরোধ করতে পারে। মৃতদেহ কবর ডাকাতির মাধ্যমে বা অপবিত্রতা হিসেবেও ঘটতে পারে। বিরল, ঐতিহাসিক ক্ষেত্রে (যেমন, পোপ ফর্মোসাস বা অলিভার ক্রোমওয়েল), মৃতদেহকে মরণোত্তর মৃত্যুদণ্ড, ব্যবচ্ছেদ বা গিবটের জন্য বের করা হতে পারে। ঐতিহাসিক প্রশ্নের উত্তর দেওয়ার জন্য উল্লেখযোগ্য ব্যক্তিদের বের করা যেতে পারে। প্রত্নতাত্ত্বিকদের দ্বারা উত্তোলন দেহাবশেষের অধ্যয়ন করতে সক্ষম করে, যেমন অনেক প্রাচীন মিশরীয় মমি যা সর্বজনীন প্রদর্শনে রাখা হয়েছে।\nবেশিরভাগ এখতিয়ারে, আইনি মৃতদেহের জন্য সাধারণত আদালতের আদেশ বা মৃত ব্যক্তির নিকটাত্মীয়ের অনুমতির প্রয়োজন হয়। মার্কিন আইন \"শুধুমাত্র সবচেয়ে বাধ্যতামূলক কারণে\" এবং নিকটাত্মীয় এবং কবরস্থানের কর্মকর্তার অনুমতি নিয়ে বিচ্ছিন্নকরণের অনুমতি দেয়। এছাড়াও অনেক দেশে, কিছু গভর্নিং এজেন্সির অনুমতি প্রয়োজন হয় আইনিভাবে বিচ্ছিন্নকরণ পরিচালনা করার জন্য।\nলোককাহিনী ও পৌরাণিক কাহিনিতে, মৃতদেহের বহিঃপ্রকাশ দূর করার জন্য আচার-অনুষ্ঠানের কার্য সম্পাদনের সাথেও মৃতদেহ উচ্ছেদকে প্রায়শই যুক্ত করা হয়েছে। ঐতিহাসিক উদাহরণ হল রোড আইল্যান্ডের ১৮৯২ মার্সি ব্রাউন ভ্যাম্পায়ার ঘটনা।\n\n\n=== সমাধি স্থান পরিবর্তন ===\nদেহাবশেষ বিভিন্ন কারণে আরও উপযুক্ত স্থানে পুনর্নিরাময়ের জন্য উত্তোলন করা যেতে পারে।\n\nসময়ের সাথে সাথে রাজনৈতিক পরিস্থিতির পরিবর্তন হতে পারে এবং বিভিন্ন পরিস্থিতিতে দাফন হতে পারে। রজার কেসমেন্টকে ৩ আগস্ট ১৯১৬ তারিখে লন্ডনের পেন্টনভিল কারাগারে মৃত্যুদন্ড কার্যকর করা হয়েছিল এবং কারাগারের মাটিতে সমাহিত করা হয়েছিল কিন্তু তার দেহ উত্তোলন করা হয়েছিল এবং ১ মার্চ ১৯৬৫ তারিখে ডাবলিনে রাষ্ট্রীয় শেষকৃত্য করা হয়েছিল।\nমৃত ব্যক্তি যাদেরকে হয় শনাক্ত করা হয়নি বা দাফনের সময় ভুল শনাক্ত করা হয়নি, যদি বেঁচে থাকা ব্যক্তিরা চান তাহলে তাদের পুনঃ দাফন করা যেতে পারে। উদাহরণস্বরূপ, যখন কর্মের মধ্যে অনুপস্থিত সৈন্যদের অবশিষ্টাংশ আবিষ্কৃত হয়, অথবা রাশিয়ার দ্বিতীয় নিকোলাস এবং তার পরিবারের ক্ষেত্রে, যাদেরকে সেন্ট পিটার্সবার্গের পিটার এবং পল ফোর্টেসে পুনঃস্থাপন করার জন্য ইয়েকাতেরিনবুর্গের কাছে অচিহ্নিত কবর থেকে বের করে আনা হয়েছিল।\nকবরস্থানে কখনও কখনও মৃতদের কবর দেওয়ার জন্য সীমিত সংখ্যক প্লট থাকে। একবার সমস্ত প্লট পূর্ণ হয়ে গেলে, সমাধি চুক্তি, ধর্মীয় ও স্থানীয় সমাধি আইন অনুসারে, আরও মৃতদেহ মিটমাট করার জন্য পুরানো অবশিষ্টাংশগুলিকে অগ্নিকুণ্ডে স্থানান্তরিত করা যেতে পারে। হংকং-এ যেখানে রিয়েল এস্টেট প্রিমিয়ামে রয়েছে, সরকার পরিচালিত কবরস্থানে মৃতদেহ উচ্ছেদ আদেশের অধীনে ছয় বছর পরে কবর দেওয়া হয়। দেহাবশেষ হয় ব্যক্তিগতভাবে শবদাহের জন্য সংগ্রহ করা হয় বা কলস বা কুলুঙ্গিতে পুনঃ সমাহিত করা হয়। দাবিহীন কবরগুলি সরকার দ্বারা উত্তোলন ও দাহ করা হয়। ব্যক্তিগতভাবে পরিচালিত কবরস্থানে স্থায়ী সমাধি অনুমোদিত। সিঙ্গাপুরে, বেশিরভাগ সিঙ্গাপুরবাসীরা শবদাহ পছন্দ করেন কারণ সিঙ্গাপুরে দাফন ১৫ বছরের মধ্যে সীমাবদ্ধ। ১৫ বছর পরে, সিঙ্গাপুরের কবরগুলি উত্তোলন করা হবে এবং দেহাবশেষগুলি হয় দাহ করা হবে বা পুনরায় সমাধিস্থ করা হবে।\nস্থানীয় পরিকল্পনা এবং ধর্মীয় প্রয়োজনীয়তা পূরণ করা হলে, কবরস্থান স্থানান্তরিত হলে দেহাবশেষগুলিকে উত্তোলন ও পুনঃ সমাধিস্থ করা যেতে পারে। এটি নির্মাণ সংস্থাগুলিকে নতুন নির্মাণের পথ পরিষ্কার করতেও সক্ষম করে। এর একটি উদাহরণ হল শিকাগোতে ও'হারে আন্তর্জাতিক বিমানবন্দরের পাশে রানওয়ে সম্প্রসারণের জন্য কবরস্থান। শ্রদ্ধেয় বা আশীর্বাদের দেহাবশেষ কখনও কখনও তাদের সঠিকভাবে চিহ্নিত কবরে পড়ে আছে তা নিশ্চিত করার জন্য উত্তোলন করা হয়, কারণ তাদের কবরগুলি সাধারণত ভক্তদের জড়ো হওয়ার জায়গা হয়ে ওঠে এবং ধ্বংসাবশেষও সংগ্রহ করে। মরদেহগুলো আরও মর্যাদাপূর্ণ স্থানে স্থানান্তর করা হতে পারে। তারা অতিপ্রাকৃতভাবে অবিকৃত কিনা তা দেখার উদ্দেশ্যও এটি করে। অবিকৃত মৃতদেহ আর অলৌকিক হিসাবে বিবেচিত হয় না, তবে এটি বেশ কয়েকটি পরিচিত সাধুদের বৈশিষ্ট্য। বিটীফিকেশন প্রক্রিয়ার জন্য আর উত্তোলন করার প্রয়োজন নেই, কিন্তু তারপরও করা যেতে পারে।\nনৈতিক ও সাংস্কৃতিক কারণে, মানুষের দেহাবশেষের প্রত্যাবর্তন ও পুনঃসমাধান করা হতে পারে যখন জাদুঘর ও একাডেমিক প্রতিষ্ঠানগুলি তাদের উৎপত্তিস্থলে ফিরে আসে।\n\n\n=== উত্তোলনের সাংস্কৃতিক দিক ===\nপ্রায়শই, সংস্কৃতিতে নির্গমন নিষেধাজ্ঞার বিভিন্ন সেট থাকে। মাঝে মাঝে এই পার্থক্যগুলির ফলে সংঘর্ষ হয়, বিশেষ করে এমন ক্ষেত্রে যেখানে একটি সংস্কৃতি ভিন্ন সংস্কৃতির ভূখণ্ডে কাজ করতে চায়। উদাহরণ স্বরূপ, মার্কিন নির্মাণ কোম্পানীগুলি নেটিভ আমেরিকান  গোষ্ঠীর সাথে সংঘর্ষে লিপ্ত হয়েছে যারা তাদের সমাধিস্থলকে ঝামেলা থেকে রক্ষা করতে চেয়েছিল।\nদক্ষিণ চীনা সংস্কৃতিতে, কয়েক বছর পর কবর খোলা হয়। হাড়গুলি সরানো হয়, পরিষ্কার করা হয়, শুকানো হয় এবং সিরামিক পাত্রে (তাইওয়ানে) বা ছোট কফিনে রাখা হয় এবং অন্য জায়গায় (ভিয়েতনামে) পুনরুদ্ধার করা হয়। অনুশীলনটিকে তাইওয়ানে  jiǎngǔ(撿骨), বা ভিয়েতনামে Bốc mộ(卜墓) বলা হয় \"হাড় খনন করা\" এবং এটি শিশুদের মরণোত্তর \"যত্ন\" তাদের মৃত পিতামাতা এবং পূর্বপুরুষদের জন্য গুরুত্বপূর্ণ আচার।\nইহুদি আইন মৃতদেহ উত্তোলন নিষিদ্ধ করে।\nমুসলিম বিচারকদের সংখ্যাগরিষ্ঠরা মনে করেন যে মসজিদে দাফন করা ব্যক্তিকে অবশ্যই উত্তোলন করতে হবে এবং এই জাতীয় মসজিদে নামাজ পড়া নামাজকে বাতিল করে দেয়। আইনবিদরা অবশ্য মনে করেন যে ইতোমধ্যে বিদ্যমান কবরের চারপাশে নির্মিত মসজিদগুলি ভেঙে ফেলা হবে।\nইংল্যান্ড ও ওয়েলসে একবার কফিনের উপরের অংশটি মাটির স্তরের নীচে নামিয়ে দেওয়া হলে যদি এটি আবার উত্থাপিত হয়, উদাহরণস্বরূপ বলুন কবরের দিকগুলি প্রসারিত হয়েছে এবং আরও কাজ করতে হবে, এটিকে নির্গমন বলে মনে করা হয় এবং হোম অফিসকে অবহিত করা এবং সম্পূর্ণ তদন্ত করা প্রয়োজন৷ অতএব, ইংল্যান্ড ও ওয়েলসের কবর খননকারীরা বিশেষভাবে সতর্কতা অবলম্বন করে যে কফিনটি পাস করার জন্য প্রচুর জায়গা সহ কবর স্থানগুলি খনন করা হয়।\n\n\n== পুনর্বিবেচনা বা দ্বিতীয় সমাধি ==\nপুনর্বিবেচনা মৃতদেহের পুনর্গঠন বোঝায়।\n\n\n== গৌণ সমাধি ==\n\nগৌণ সমাধি হল দাফন, শবদাহ বা অন্তঃসত্ত্বা যা প্রাথমিক নির্মাণের পর যে কোনো সময় আগে থেকে বিদ্যমান ব্যারো বা কবরে খনন করা হয়। এটি প্রায়ই এই বিশ্বাসের সাথে যুক্ত হয় যে একজন ব্যক্তির মৃত্যু এবং অবশেষে ক্ষয় হওয়ার মধ্যে সীমাবদ্ধ পর্যায় রয়েছে।\n\n\n== সমাধির বিকল্প ==\n\nসমাধির বিকল্পগুলি বিভিন্নভাবে মৃতদের প্রতি সম্মান প্রদর্শন করে, পচন ও নিষ্পত্তিকে ত্বরান্বিত করে, বা দেহাবশেষের প্রদর্শনকে দীর্ঘায়িত করে।\n\nসলিল সমাধি হল মৃতদেহ জমা করা বা মাটির পরিবর্তে সমুদ্রে বা অন্য বড় জলে তার ছাই ছড়িয়ে দেওয়ার অভ্যাস। লাশ কফিনে নিষ্পত্তি করা যেতে পারে, বা একটি ছাড়া।\nশেষকৃত্য নরখাদক হল অবশিষ্টাংশ খাওয়ার অভ্যাস। এটি অনেক কারণের জন্য করা যেতে পারে: উদাহরণস্বরূপ তাদের শক্তির অংশ নেওয়ার জন্য, আধ্যাত্মিকভাবে তাদের জীবনকে পরিবার বা গোষ্ঠীতে পুনর্বাসন করে, শত্রুকে ধ্বংস করার জন্য বা রোগগত মানসিক অবস্থার কারণে আধ্যাত্মিকভাবে \"বৃত্ত বন্ধ করা\"। ইয়ানোমামির দেহাবশেষ দাহ করার এবং তারপর কলার পেস্ট দিয়ে ছাই খাওয়ার প্রথা রয়েছে।\nশবদাহ হল দেহাবশেষকে পুড়িয়ে ফেলা। এই অভ্যাসটি হিন্দুদের মধ্যে সাধারণ এবং অন্যান্য সংস্কৃতিতেও এটি ক্রমশ সাধারণ হয়ে উঠছে। যদি পরিবারের একজন সদস্য ইচ্ছা করে, ছাইকে এখন রত্নতে পরিণত করা যেতে পারে, যা সিন্থেটিক হীরা তৈরির মতো।\nমৃতদেহ সংরক্ষণ চিকিৎসার রূপের পরিবর্তে ইন্টারমেন্টের পদ্ধতি গঠন করে কিনা তা নিয়ে বিতর্ক রয়েছে। এছাড়াও তথ্য-তাত্ত্বিক মৃত্যু এবং ক্লিনিক্যাল মৃত্যু দেখুন।\nবিনা বাধায় মৃতদেহ থেকে মাংস সরানোর অভ্যাসকে বহিষ্কার করা হয়। জরাথুস্ট্রবাদীরা ঐতিহ্যগতভাবে তাদের মৃতকে টাওয়ার অফ সাইলেন্সে রেখে এসেছে, যেখানে মৃতদেহের মাংস শকুন এবং অন্যান্য বাহক-খাওয়া পাখিরা খেয়ে ফেলে। বিকল্পভাবে, এর অর্থ হতে পারে হাত দিয়ে মৃতদেহকে মাংস অপসারণ করার জন্য (এটিকে \"উচ্চ করা\"ও বলা হয়)।\nগীবত করা ছিল অপরাধীদের দেহাবশেষ প্রকাশ্যে প্রদর্শনের আধা-প্রাচীন অভ্যাস।\nঝুলন্ত কফিন হল পাহাড়ের উপর স্থাপন করা কফিন, যা চীন ও ফিলিপাইন সহ বিভিন্ন স্থানে পাওয়া যায়।\nসেকেন্ড টেম্পল ইহুদি এবং প্রথম দিকের খ্রিস্টানরা মানুষের কঙ্কালের অবশেষগুলিকে অন্তর্ভূক্ত করার জন্য অসুয়ারি ব্যবহার করত।\nপ্রমোশন হল পচনের হার বাড়ানোর জন্য কবর দেওয়ার আগে মানুষের দেহাবশেষকে হিমায়িত করে শুকানোর একটি পদ্ধতি।\nরিসোমেশন ক্ষারীয় হাইড্রোলাইসিস প্রক্রিয়ার মাধ্যমে নিষ্পত্তিকে ত্বরান্বিত করে।\nআকাশ সমাধি পাহাড়ের চূড়ায় মৃতদেহকে রাখে, যেখানে এটি উপাদানগুলিতে পচে যায় বা ক্যারিয়ান ভক্ষক, বিশেষ করে শকুন দ্বারা মেরে ফেলা হয়।\n\n\n=== ঐতিহ্য অভিযোজিত ===\n\n\n==== দাফন ====\nমানুষের জনসংখ্যার উন্নতির সাথে সাথে সংস্কৃতি এবং ঐতিহ্যের পরিবর্তন হয়। বিবর্তন সাধারণত ধীর, কখনও কখনও আরও দ্রুত। চ্যাং-ওন পার্ক অনুসারে মাত্র দুই দশকের মধ্যে দক্ষিণ কোরিয়ার শেষকৃত্যের ব্যবস্থা ব্যাপকভাবে পরিবর্তিত হয়েছে। ১৯৮০-এর দশকে বাড়িতে শেষকৃত্যের অনুষ্ঠান ছিল সাধারণ নিয়ম, যে কোনও জায়গা থেকে দূরে সরে যাওয়া যা পারিবারিক বাড়ি ছিল না। বাড়ির কাছাকাছি, বন্ধুবান্ধব ও পরিবারের সাথে মারা যাওয়াকে 'ভালো মৃত্যু' হিসাবে বিবেচনা করা হত, যখন বাড়ি থেকে দূরে মারা যাওয়াকে 'খারাপ মৃত্যু' হিসাবে বিবেচনা করা হত। এটি ধীরে ধীরে পরিবর্তিত হয় যখন উচ্চ ও মধ্যবিত্তরা হাসপাতালের মর্চুয়ারিতে শেষকৃত্য করা শুরু করে। শেষকৃত্য দ্রুত বৃদ্ধি এবং সর্বাধিক দখলের কারণে এটি হাসপাতালগুলির জন্য একটি সমস্যা তৈরি করেছে৷ এটি দ্রুত সমাধান হয়ে যায় যখন বেসামরিক জনগণকে হাসপাতালের মর্চুয়ারিতে শেষকৃত্যের অনুমতি দেওয়ার জন্য আইন পাস করা হয়। নিম্নবিত্তরা দ্রুত তা অনুসরণ করে, উচ্চবিত্তের নতুন প্রথার অনুলিপি করে। এই পরিবর্তনের সাথে, শবদাহও ঐতিহ্যগত দাফনের বিকল্প হিসাবে আরও অনুশীলন করে। শবদাহ প্রথম বৌদ্ধধর্মের দ্বারা প্রবর্তিত হয়েছিল, এবং দ্রুত ১৪৭০ সালে এটি নিষিদ্ধ করা হয়েছিল। জাপানি উপনিবেশের সময় পর্যন্ত ১৯৪৫ সালে শবদাহ পুনরায় চালু করা হয়নি এবং পরে নিষেধাজ্ঞা তুলে নেওয়া হয়েছিল। শ্মশানের জনপ্রিয়তা দ্রুত বৃদ্ধি পেতে ১৯৯৮ সাল পর্যন্ত সময় লেগেছিল।\n\n\n==== শেষকৃত্য অনুষ্ঠান ====\nমার্গারেট হলওয়ের মতে, শেষকৃত্য ভোক্তাদের পছন্দ, ব্যক্তিগতকরণ, ধর্মনিরপেক্ষকরণ এবং গল্প যা পৃথক ঐতিহ্যগত মেটা-ন্যারেটিভকে স্থান দেয় তার দ্বারা পরিচালিত বলে মনে করা হয়। এটি অধ্যয়ন করা হয়েছে যে যুক্তরাজ্যের অন্ত্যেষ্টি গৃহগুলি মৃতদের উপর ফোকাস করার পরিবর্তে শোকাহতদের সান্ত্বনা দেওয়ার জন্য সবচেয়ে বেশি উদ্বিগ্ন। এই গবেষণায় দেখা গেছে যে আধুনিক দিনের শেষকৃত্য মনো-সামাজিক-আধ্যাত্মিক ঘটনাকে কেন্দ্র করে। আধুনিক দিনের অন্ত্যেষ্টিক্রিয়া 'মৃত ব্যক্তির' সামাজিক মর্যাদায় সম্প্রতি উত্তীর্ণ রূপান্তরকেও সাহায্য করে। নিবন্ধে দেখা গেছে যে শেষকৃত্য ঘরগুলি ঐতিহ্যগত ধর্মীয় বিশ্বাসকে মেনে চলে না, তবে ধর্মীয় ঐতিহ্য অনুসরণ করে।\n\n\n== আরও দেখুন ==\nসলিল সমাধি\nঅন্ত্যেষ্টি\nশবদাহ\nশয্যা সমাধি\nআকাশ সমাধি\nপ্রাকৃতিক সমাধি\nজাহাজ সমাধি\nমৃতদেহ সংরক্ষণ\nমমি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nVideo depicting the exhumation of missing German soldiers killed in 1944 from a mass grave"}