{"pageid": 1361145, "title": "শবদাহ (ধর্মীয় আচার)", "url": "https://bn.wikipedia.org/wiki?curid=1361145", "content": "শবদাহ হলো মৃতদেহকে পোড়ানোর মাধ্যমে শেষকৃত্য করার পদ্ধতি। এটি দাফন বা সমাধির বিকল্প।\nশবদাহ হলো ভারত ও নেপাল সহ কিছু দেশে, খোলা চিতায় দাহ করা প্রাচীন ঐতিহ্য। উনিশ শতকের শুরুতে, বিশ্বের অন্যান্য অংশে শবদাহ প্রবর্তন বা পুনঃপ্রবর্তন করা হয়েছিল। আধুনিক সময়ে, শ্মশানে সাধারণত বন্ধচুল্লি দিয়ে দাহ করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীন ===\n\nশবদাহের সময়কাল কমপক্ষে ১৭,০০০ বছর আগে প্রত্নতাত্ত্বিক রেকর্ডে, মুঙ্গো লেডির সাথে, অস্ট্রেলিয়ার লেক মুঙ্গোতে পাওয়া আংশিক দাহ করা দেহের অবশিষ্টাংশ।\nবিকল্প মৃত্যুর আচার-অনুষ্ঠান যা নিষ্পত্তির পদ্ধতির উপর জোর দেয় – সমাধি, শবদাহ বা অনাবৃত অবস্থা – ইতিহাস জুড়ে পছন্দের সময়সীমার মধ্য দিয়ে গেছে।\nমধ্যপ্রাচ্য ও ইউরোপে, নব্যপ্রস্তরযুগের প্রত্নতাত্ত্বিক রেকর্ডে সমাধি ও দাহ উভয়ই স্পষ্ট। সাংস্কৃতিক দলগুলির নিজস্ব পছন্দ ও নিষেধাজ্ঞা ছিল। প্রাচীন মিশরীয়রা জটিল স্থানান্তর-আত্মার ধর্মতত্ত্ব তৈরি করেছিল, যা দাহ করা নিষিদ্ধ করেছিল। এটি সেমেটিক লোকেরাও ব্যাপকভাবে গ্রহণ করেছিল। হিরোডোটাসের মতে, ব্যাবিলনীয়রা তাদের মৃতদেহকে সুগন্ধি দিত। ফিনিশীয়রা দাহ ও সমাধি উভয়ই অনুশীলন করত। ৩০০০ খ্রিস্টপূর্বাব্দে সাইক্ল্যাডিক সভ্যতা থেকে শুরু করে ১২০০-১১০০ খ্রিস্টপূর্বাব্দে উপ-মাইসিনীয় যুগ পর্যন্ত, গ্রীকরা সমাধি দেওয়ার রীতি ছিল। খ্রিস্টপূর্ব ১২ শতকের কাছাকাছি শবদাহ আবির্ভূত হয়েছিল, সম্ভবত আনাতোলিয়া হতে প্রভাবিত। খ্রিস্টীয় যুগের আগ পর্যন্ত, যখন অগ্নিদগ্ধতা আবার একমাত্র কবরের প্রথায় পরিণত হয়েছিল, তখন যুগ ও অবস্থানের উপর নির্ভর করে দহন ও অন্তঃকরণ উভয়ই প্রচলন ছিল। রোমের প্রাথমিক ইতিহাসে, অমানুষিক ও শবদাহ উভয়ই সকল শ্রেণীর মধ্যে সাধারণ ব্যবহার ছিল। প্রজাতন্ত্রের মাঝামাঝি সময়ে অন্ত্যেষ্টিক্রিয়া প্রায় একচেটিয়াভাবে শবদাহ দ্বারা প্রতিস্থাপিত হয়েছিল, কিছু উল্লেখযোগ্য ব্যতিক্রম সহ, এবং সাম্রাজ্যের মাঝামাঝি পর্যন্ত এটি সবচেয়ে সাধারণ অন্ত্যেষ্টিক্রিয়া অনুশীলন ছিল, যখন এটি প্রায় সম্পূর্ণরূপে অহংকার দ্বারা প্রতিস্থাপিত হয়েছিল।\nইউরোপে, প্যানোনীয় সমভূমিতে এবং মধ্য দানিউব বরাবর শ্মশানের চিহ্ন পাওয়া যায়। ব্রোঞ্জ যুগের ইউরোপ জুড়ে আর্নফিল্ড সংস্কৃতির (আনুমানিক ১৩০০ খ্রিস্টপূর্বাব্দ থেকে) সাথে প্রথাটি প্রভাবশালী হয়ে ওঠে। লৌহ যুগে, সমাধি আবার বেশি সাধারণ হয়ে ওঠে, কিন্তু শবদাহ বিল্লনোবন সংস্কৃতিতে এবং অন্যত্র টিকে থাকে। প্যাট্রোক্লাস দাফনের হোমারের বিবরণটি তিউমুলাসে পরবর্তী দাফনের সাথে শবদাহের বর্ণনা দেয়, যা অর্নফিল্ড সমাধির অনুরূপ, এবং শবদাহের আচারের প্রথম বর্ণনা হিসাবে যোগ্যতা অর্জন করে। এটি অনাক্রম্যতা হতে পারে, যেমন মাইসেনিয়ান যুগে সাধারণত দাফনকে অগ্রাধিকার দেওয়া হত, এবং হোমার হয়তো বহু শতাব্দী পরে ইলিয়াড লেখার সময় শবদাহের আরও সাধারণ ব্যবহার প্রতিফলিত করেছিলেন।\n\nসমাধি অনুষ্ঠানের সমালোচনা হল প্রতিদ্বন্দ্বী ধর্ম ও সংস্কৃতির সাধারণ অভিপ্রায়— যাতে দাবি করা হয়, অগ্নিবলি বা নরবলির সাথে শবদাহের সম্পর্ক রয়েছে।\n\nহিন্দুধর্ম ও জৈনধর্ম কেবল শ্মশানের অনুমতি প্রদানের জন্য নয় বরং নির্ধারিত করার জন্য উল্লেখযোগ্য। ভারতে শবদাহ প্রথম সেমেটারি এইচ সংস্কৃতিতে প্রত্যয়িত হয় (আনুমানিক ১৯০০ খ্রিস্টপূর্বাব্দ থেকে), যাকে সিন্ধু উপত্যকা সভ্যতার শেষ পর্যায় এবং বৈদিক সভ্যতার শুরু বলে মনে করা হয়। ঋগ্বেদের ১০.১৫.১৪ শ্লোকে উদীয়মান অনুশীলনের উল্লেখ রয়েছে, যেখানে পূর্বপুরুষদের “দাহ করা” (অগ্নিদগ্ধ) এবং “দাহ না করা” (অনাগ্নিদগ্ধ) উভয়কেই আহ্বান করা হয়েছে।\nপ্রাচীন গ্রীস এবং প্রাচীন রোমে শবদাহ সাধারণ ছিল কিন্তু সর্বজনীন নয়। সিসেরোর মতে, কবর দেওয়াকে রোমে সবচেয়ে প্রাচীন রীতি হিসেবে বিবেচনা করা হত।\nখ্রিস্টধর্মের উত্থানের ফলে ইউরোপে শবদাহের সমাপ্তি ঘটে, যদিও এটি ইতোমধ্যেই হ্রাস পেয়েছে।\nরোমান ব্রিটেনের প্রথম দিকে, দাহ করা স্বাভাবিক ছিল কিন্তু চতুর্থ শতাব্দীতে তা কমে যায়। তারপর এটি পঞ্চম ও ষষ্ঠ শতাব্দীতে অভিবাসন যুগে পুনরায় আবির্ভূত হয়, যখন বলি দেওয়া পশুগুলিকে কখনও কখনও চিতার উপরে অন্তর্ভুক্ত করা হত এবং মৃতদের পোষাক পরিধান করা হত এবং পোড়ানোর জন্য অলংকার দেওয়া হত। সেই প্রথাটি উত্তর মহাদেশীয় জার্মানিক জনগণের মধ্যেও ব্যাপক ছিল যেখান থেকে অ্যাংলো-স্যাক্সন অভিবাসীরা একই সময়ে উদ্ভূত হয়েছিল বলে মনে করা হয়। এই ছাইগুলি সাধারণত তারপরে মাটির বা ব্রোঞ্জের পাত্রে \"ভর্তি কবরস্থানে\" জমা করা হত। সপ্তম শতাব্দীতে অ্যাংলো-স্যাক্সন বা প্রারম্ভিক ইংরেজদের খ্রিস্টান ধর্মান্তরের সাথে প্রথাটি আবার শেষ হয়ে যায়, যখন খ্রিস্টান সমাধি সাধারণ হয়ে ওঠে।\n\n\n=== মধ্যযুগ ===\nইউরোপের কিছু অংশে, শবদাহ আইন দ্বারা নিষিদ্ধ ছিল, এবং এমনকি মৃত্যুদণ্ডে দণ্ডনীয় যদি এরকম আচার সাথে যুক্ত হয়। অভিযুক্ত ধর্মদ্রোহীদের শাস্তির অংশ হিসেবে ক্যাথলিক কর্তৃপক্ষ কখনও কখনও শ্মশান ব্যবহার করত, যার মধ্যে দণ্ডে পোড়ানোও অন্তর্ভুক্ত ছিল। উদাহরণ স্বরূপ, জন উইক্লিফের মৃতদেহ তার মৃত্যুর কয়েক বছর পরে উত্তোলন করা হয়েছিল এবং পুড়িয়ে ছাই করা হয়েছিল, ছাই নদীতে ফেলে দেওয়া হয়েছিল, স্পষ্টতই তার রোমান ক্যাথলিক মতবাদকে অস্বীকৃতি জানানোর জন্য মরণোত্তর শাস্তি হিসেবে।\nশবদাহ ব্যবহারের পক্ষে সর্বপ্রথম ওকালতি করেন চিকিৎসক স্যার থমাস ব্রাউন ১৬৫৮ সালে। অনারেটা ব্রুকস প্র্যাট আধুনিক সময়ে প্রথম রেকর্ডকৃত দাহকৃত ইউরোপীয় ব্যক্তি হয়ে ওঠেন যখন তিনি ২৬ সেপ্টেম্বর ১৭৬৯-এ মারা যান এবং লন্ডনের হ্যানোভার স্কয়ারের কবরস্থানে অবৈধভাবে তাকে দাহ করা হয়।\n\n\n=== পুনঃপ্রবর্তন ===\n\nইউরোপে, ১৮৭০ এর দশকে মৃতদেহ নিষ্পত্তির জন্য কার্যকর পদ্ধতি হিসাবে শবদাহকে পুনঃপ্রবর্তন করার আন্দোলন শুরু হয়েছিল। এটি নতুন চুল্লি প্রযুক্তির উদ্ভাবন এবং প্রাচ্য সংস্কৃতির সাথে যোগাযোগের দ্বারা সম্ভব হয়েছিল যা এটি অনুশীলন করেছিল। সেই সময়ে, অনেক প্রবক্তারা মিয়াসম তত্ত্বে বিশ্বাস করতেন, এবং সেই শবদাহ “খারাপ বাতাস” কমিয়ে দেবে যা রোগ সৃষ্টি করে। এই আন্দোলনগুলি ধর্মনিরপেক্ষতাবাদের সাথে যুক্ত ছিল এবং সাংস্কৃতিক ও বৌদ্ধিক চেনাশোনাগুলিতে অনুসরণ লাভ করেছিল। ইতালিতে, আন্দোলনটি ধর্মবিরোধী ও ফ্রিম্যাসনরির সাথে যুক্ত ছিল, যেখানে ব্রিটেনে এই আন্দোলনের প্রধান বিষয় ছিল না।\n১৮৬০ সালে, “জনস্বাস্থ্য ও সভ্যতার নামে” অধ্যাপক কোলেটি ও কাস্টিগ্লিওনি দ্বারা ফ্লোরেন্সের মেডিকেল ইন্টারন্যাশনাল কংগ্রেসে এই ধারণাটি উপস্থাপন করা হয়েছিল। ১৮৭৩ সালে, লোদির অধ্যাপক পাওলো গোরিনি এবং পাদোয়ার অধ্যাপক লুডোভিকো ব্রুনেত্তি তাদের পরিচালিত ব্যবহারিক কাজের প্রতিবেদন প্রকাশ করেছিলেন। ১৮৭৩ সালে ভিয়েনা এক্সপোজিশন-এ প্রদর্শিত ছাই সহ ব্রুনেত্তির শ্মশান যন্ত্রের মডেল ব্যাপক মনোযোগ আকর্ষণ করেছিল এদিকে, স্যার চার্লস উইলিয়াম সিমেন্স ১৮৫০-এর দশকে তার পুনরুৎপাদনকারী চুল্লি তৈরি করেছিলেন। তার চুল্লি জ্বলনের জন্য জ্বালানী ও বাতাসের পুনরুৎপাদনমূলক প্রিহিটিং ব্যবহার করে উচ্চ তাপমাত্রায় কাজ করে। রিজেনারেটিভ প্রিহিটিং-এ, চুল্লি থেকে নিষ্কাশন গ্যাসগুলি ইটযুক্ত একটি চেম্বারে পাম্প করা হয়, যেখানে গ্যাসগুলি থেকে ইটগুলিতে তাপ স্থানান্তরিত হয়। চুল্লির প্রবাহ তখন বিপরীত হয় যাতে জ্বালানি ও বাতাস চেম্বারের মধ্য দিয়ে যায় এবং ইট দ্বারা উত্তপ্ত হয়। এই পদ্ধতির মাধ্যমে, একটি ওপেন-হর্থ ফার্নেস ইস্পাত গলানোর জন্য যথেষ্ট উচ্চ তাপমাত্রায় পৌঁছাতে পারে এবং এই প্রক্রিয়াটি শবদাহকেকে কার্যকর ও বাস্তবসম্মত প্রস্তাব তৈরি করেছে। চার্লসের ভাগ্নে, কার্ল ফ্রেডরিখ ভন সিমেন্স ড্রেসডেন তার কারখানায় জৈব পদার্থ পোড়ানোর জন্য এই চুল্লির ব্যবহার নিখুঁত করেছিলেন। কট্টরপন্থী রাজনীতিবিদ, স্যার চার্লস ওয়েন্টওয়ার্থ দিলকে, ১৮৭৪ সালে তার মৃত স্ত্রীর মৃতদেহ সেখানে দাহ করার জন্য নিয়ে যান। দক্ষ ও সস্তা প্রক্রিয়াটি দেহের দ্রুত ও সম্পূর্ণ পুড়িয়ে ফেলার বিষয়ে নিয়ে আসে এবং এটি মৌলিক প্রযুক্তিগত অগ্রগতি যা অবশেষে শিল্প শ্মশানকে বাস্তব সম্ভাবনা তৈরি করে।\nপশ্চিম বিশ্বের প্রথম শ্মশানটি ১৮৭৬ সালে মিলানে খোলা হয়। মিলানের “শ্মশান মন্দির” স্মৃতিস্তম্ভের কবরস্থানে নির্মিত হয়েছিল। ভবনটি এখনও দাঁড়িয়ে আছে কিন্তু ১৯৯২ সালে চালু করা বন্ধ হয়ে যায়।\nস্যার হেনরি থম্পসন, ফার্স্ট ব্যারোনেট, রানী ভিক্টোরিয়ার একজন সার্জন ও চিকিৎসক, ভিয়েনা প্রদর্শনীতে গোরিনির শবদাহ দেখেছিলেন এবং ইংল্যান্ডে শবদাহের প্রথম ও প্রধান প্রবর্তক হয়ে দেশে ফিরে এসেছিলেন। শবদাহকে সমর্থন করার জন্য তার প্রধান কারণ ছিল যে \"এটি দখলকৃত এলাকার তুলনায় প্রতিদিন বড় হওয়া জনসংখ্যার মধ্যে রোগের বিস্তারের বিরুদ্ধে এটি প্রয়োজনীয় স্যানিটারি সতর্কতা হয়ে উঠছিল\"। উপরন্তু, তিনি বিশ্বাস করতেন, শবদাহ অকাল দাফন রোধ করবে, শেষকৃত্যের খরচ কমিয়ে দেবে, শোক পালনকারীদের জন্য শেষকৃত্যের সময় আবহাওয়ার সংস্পর্শে দাঁড়ানোর প্রয়োজনীয়তা থেকে দূরে থাকবে, এবং কলসগুলি ভাঙচুর থেকে নিরাপদ থাকবে। তিনি ১৮৭৪ সালে গ্রেট ব্রিটেনের ক্রিমেশন সোসাইটি গঠনের জন্য অন্যান্য প্রবক্তাদের সাথে যোগ দেন।\" তারা ওকিং-এ যুক্তরাজ্যের প্রথম শ্মশান স্থাপন করেন, শ্মশান স্থাপনে সহায়তা করার জন্য গোরিনি ইংল্যান্ডে যান। ১৮৭৯ সালের ১৭ মার্চ তারা ঘোড়ার দেহ দিয়ে এটি প্রথম পরীক্ষা করে। প্রতিবাদ ও হোম সেক্রেটারি স্যার রিচার্ড ক্রসের হস্তক্ষেপের পর, তাদের পরিকল্পনা স্থগিত করা হয়েছিল। ১৮৮৪ সালে, ওয়েলশ নব্য-ড্রুইডিক  যাজক উইলিয়াম প্রাইস কে গ্রেফতার করা হয় এবং তার ছেলের মৃতদেহ দাহ করার চেষ্টা করার জন্য বিচারের মুখোমুখি করা হয়। প্রাইস সফলভাবে আদালতে যুক্তি দিয়েছিলেন যে আইনে বলা হয়নি যে শবদাহ বৈধ, এটিও বলে না যে এটি অবৈধ। মামলাটি নজির স্থাপন করেছে যা ক্রিমেশন সোসাইটিকে এগিয়ে যাওয়ার অনুমতি দেয়।\n১৮৮৫ সালে, যুক্তরাজ্যে প্রথম দাপ্তরিক দাহ সম্পন্ন হয় ওকিংয়ে। মৃত ব্যক্তি ছিলেন জিনেট পিকার্সগিল, সাহিত্য ও বৈজ্ঞানিক বৃত্তের একজন সুপরিচিত ব্যক্তিত্ব। বছরের শেষ নাগাদ, গ্রেট ব্রিটেনের শ্মশান সোসাইটি আরও ২টি শবদাহের তত্ত্বাবধান করেছিল, সেই বছর যুক্তরাজ্যে ৫৯৭,৩৫৭টি মৃত্যুর মধ্যে মোট ৩টি। ১৮৮৮ সালে, অনুষ্ঠানস্থলে ২৮টি দাহ সম্পন্ন হয়। ১৮৯১ সালে, ওয়াকিং শ্মশান চ্যাপেল যোগ করে, শবদাহকে শেষকৃত্যের পাশাপাশি শ্মশানের স্থান হিসেবে ধারণার পথপ্রদর্শক।\nইউরোপের অন্যান্য প্রাথমিক শ্মশান ১৮৭৪ সালে জার্মানির গোথা শহরে এবং পরবর্তীতে ১৮৯১ সালে হাইডেলবার্গে নির্মিত হয়েছিল। মার্কিন যুক্তরাষ্ট্রে প্রথম আধুনিক শ্মশানটি ১৮৭৬ সালে ফ্রান্সিস জুলিয়াস লেময়েন ইউরোপে এর ব্যবহার সম্পর্কে শোনার পর তৈরি করেছিলেন। অনেক প্রারম্ভিক প্রবক্তাদের মত, তিনি বিশ্বাস দ্বারা অনুপ্রাণিত ছিলেন এটি জনস্বাস্থ্যের জন্য উপকারী হবে। ১৯০১ সালে লেমোয়নে এর শ্মশান বন্ধ হওয়ার আগে, এটি ৪২টি দাহ সম্পন্ন করেছিল। অন্যান্য দেশ যারা তাদের প্রথম শ্মশান খোলে তাদের মধ্যে রয়েছে সুইডেন (১৮৮৭ স্টকহোমে), সুইজারল্যান্ড (১৮৮৯ জুরিখে) এবং ফ্রান্স (১৮৮৯ প্যারি লাচেইসে, প্যারিসে)।\n\n\n=== পশ্চিমা বিস্তার ===\nবিভিন্ন প্রতিবাদী গির্জাগুলির মধ্যে কিছু শবদাহ গ্রহণ করতে এসেছিল, যার যুক্তি ছিল, \"ঈশ্বর এক বাটি ছাইকে যেমন সুবিধাজনকভাবে পুনরুত্থিত করতে পারেন তেমনি তিনি ধুলোর বাটি পুনরুত্থিত করতে পারেন।\" অ্যাংলিকান ও নর্ডিক প্রতিবাদী দেশগুলিতে, শবদাহ প্রথমে উচ্চ শ্রেণী এবং সাংস্কৃতিক চেনাশোনা দ্বারা গ্রহণযোগ্যতা লাভ করে (যদিও এখনও আদর্শ হয়ে ওঠেনি) এবং তারপরে বাকি জনগোষ্ঠীর দ্বারা। ১৯০৫ সালে, ওয়েস্টমিনস্টার অ্যাবি  প্রথমবার ছাই দিয়েছিলেন; ১৯১১ সাল নাগাদ অ্যাবি ছাই প্রবেশের জন্য পছন্দ প্রকাশ করছিল। ১৯০৮ ক্যাথলিক এনসাইক্লোপিডিয়া উন্নয়নের সমালোচনা করেছিল, তাদের একটি “অশুভ আন্দোলন” হিসাবে উল্লেখ করেছিল এবং তাদের ফ্রিম্যাসনরির সাথে যুক্ত করেছিল, যদিও এটি বলেছিল যে “সৎকারের অনুশীলনে চার্চের কোনও মতবাদের সরাসরি বিরোধিতা করার কিছু নেই।”\nমার্কিন যুক্তরাষ্ট্রে ১৯ শতকের শেষের দিকের বছরে একটি শ্মশান নির্মিত হয়েছিল। শ্মশান আরো ব্যাপকভাবে গৃহীত ও ব্যবহৃত হওয়ার সাথে সাথে শ্মশানগুলি তাদের স্যানিটারি প্রান্ত হারিয়েছে। পিছিয়ে থাকার কথা নয়, শবদাহকে সুন্দর করে তোলার ধারণা ছিল শ্মশানের। তারা দাগযুক্ত কাঁচের জানালা এবং ফ্রেস্কোযুক্ত দেয়াল সহ মার্বেল মেঝে দিয়ে শ্মশান নির্মাণ শুরু করে।\nঅস্ট্রেলিয়াও আধুনিক শ্মশান আন্দোলন ও সমাজ প্রতিষ্ঠা করতে শুরু করে। ১৯০১ সালে দক্ষিণ অস্ট্রেলিয়ার রাজধানী অ্যাডিলেডের ওয়েস্ট টেরেস কবরস্থানে অস্ট্রেলিয়ানদের প্রথম উদ্দেশ্য-নির্মিত আধুনিক শ্মশান ও চ্যাপেল ছিল। এই ছোট বিল্ডিংটি, ওকিং-এর বিল্ডিংগুলির সাথে সাদৃশ্যপূর্ণ, ১৯ শতকের শৈলী থেকে অনেকাংশে অপরিবর্তিত ছিল এবং ১৯৫০ এর দশকের শেষ পর্যন্ত সম্পূর্ণরূপে চালু ছিল। অস্ট্রেলিয়ার প্রাচীনতম পরিচালিত শ্মশানটি সিডনির রুকউড কবরস্থানে। এটি ১৯২৫ সালে খোলা হয়েছিল।\nনেদারল্যান্ডসে, ১৮৭৪ সালে ঐচ্ছিক শবদাহের জন্য সমিতির ভিত্তি সৎকারের গুণাবলী এবং ত্রুটি সম্পর্কে দীর্ঘ বিতর্কের সূচনা করে। শবদাহের বিরুদ্ধে আইনগুলিকে চ্যালেঞ্জ করা হয়েছিল এবং ১৯১৫ সালে (নেদারল্যান্ডসে প্রথম শ্মশান নির্মাণের দুই বছর পর) বাতিল করা হয়েছিল, যদিও ১৯৫৫ সাল পর্যন্ত শবদাহ আইনত স্বীকৃত হয়নি।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\nদ্বিতীয় বিশ্বযুদ্ধের সময় নাৎসি জার্মানি অশউইৎজ, চেলমনো, বেলজেক, মজদানেক, সোবিবোর ও ট্রেব্লিঙ্ক সহ অধিকৃত পোল্যান্ড জুড়ে কমপক্ষে ছয়টি নির্মূল শিবিরে বিশেষভাবে তৈরি চুল্লি ব্যবহার করেছিল, যেখানে গ্যাসের মাধ্যমে খুন হওয়া ব্যক্তিদের মৃতদেহ পুড়িয়ে ফেলা হয়। হলোকাস্টের সবচেয়ে মারাত্মক পর্যায়ে অপারেশন রেইনহার্ডের ইহুদি গণহত্যার কার্যকারিতা অনেক বেশি মৃতদেহ তৈরি করেছিল, তাই স্টেইনলেস স্টীল স্পেসিফিকেশনের তৈরি শ্মশানগুলিকে দিন ও রাত চব্বিশ ঘন্টা নিষ্পত্তি করার জন্য ব্যবহার করা হয়েছিল। ব্রব-ওয়েটজলার রিপোর্ট নিম্নলিখিত বর্ণনা দেয়।\n\nবর্তমানে বিরকেনাউতে চারটি শ্মশান চালু রয়েছে, দুটি বড়, ১ ও ২ এবং দুটি ছোট, ৩ ও ৪৷ টাইপ ১ ও ২ 3টি অংশ নিয়ে গঠিত, যেমন: (ক) চুল্লি ঘর; (খ) বড় হল; এবং (গ) গ্যাস চেম্বার। চুল্লি ঘর থেকে একটি বিশাল চিমনি উঠে গেছে যার চারপাশে নয়টি চুল্লি রয়েছে, প্রতিটিতে চারটি খোলা রয়েছে। প্রতিটি খোলা একবারে তিনটি স্বাভাবিক মৃতদেহ নিতে পারে এবং দেড় ঘন্টা পরে মৃতদেহ সম্পূর্ণরূপে পুড়ে যায়। এটি প্রায় ২,০০০ মৃতদেহের দৈনিক ক্ষমতার সাথে মিলে যায়..। ক্রিমটোরিয়া ৩ ও ৪ প্রায় একই নীতিতে কাজ করে, কিন্তু তাদের ক্ষমতা মাত্র অর্ধেক বড়। এইভাবে চারটি শ্মশান ও গ্যাসিং প্ল্যান্টের মোট ক্ষমতা বিরকেনাউ এ প্রায় ৬,০০০ দৈনিক।\n\nহলোকাস্ট ফার্নেসগুলি বেশ কয়েকটি প্রস্তুতকারক দ্বারা সরবরাহ করা হয়েছিল, যার মধ্যে সবচেয়ে বেশি পরিচিত এবং সবচেয়ে সাধারণ হল Topf and Sons এর পাশাপাশি বার্লিনের কোরি কোম্পানি,\nযার উনুন দুটি দেহকে মিটমাট করার জন্য দীর্ঘায়িত ছিল, পিছনের দিক থেকে ভিতরে পিছলে গেছে। সামনের দিক থেকে ছাই বের করা হয়।\n\n\n=== আধুনিক যুগ ===\n২০ শতকে, অধিকাংশ খ্রিস্টান সম্প্রদায়ে শবদাহ বিভিন্ন মাত্রায় গ্রহণযোগ্যতা লাভ করে। ইংল্যান্ডের চার্চের সবচেয়ে সিনিয়র বিশপ উইলিয়াম টেম্পল, ১৯৪৪ সালে অফিসে তার মৃত্যুর পর তাকে দাহ করা হয়েছিল। রোমান ক্যাথলিক চার্চ এই অনুশীলনটিকে আরও ধীরে ধীরে গ্রহণ করেছে। ১৯৬৩ সালে, দ্বিতীয় ভ্যাটিকান কাউন্সিলে পোপ পল ষষ্ঠ শবদাহের উপর নিষেধাজ্ঞা তুলে নেন, এবং ১৯৬৬ সালে ক্যাথলিক যাজকদের শবদাহ অনুষ্ঠানে দায়িত্ব পালন করার অনুমতি দেয়। এটি এই শর্তে করা হয় যে ছাই অবশ্যই সমাধি করতে হবে বা দমন করতে হবে, ছড়িয়ে ছিটিয়ে নেই। অনেক দেশে যেখানে সমাধি ঐতিহ্যগত, সেখানে মৃতদেহের নিষ্পত্তির সবচেয়ে সাধারণ উপায় না হলে শ্মশান উল্লেখযোগ্য হয়ে ওঠে। ১৯৬০ এবং ১৯৭০ এর দশকে, যুক্তরাজ্য এবং নেদারল্যান্ডে শ্মশান নির্মাণের অভূতপূর্ব পর্যায় ছিল।\n১৯৬০-এর দশক থেকে শুরু করে, শ্মশানের তুলনায় দাফন করা অনেক বেশি সাধারণ হয়ে উঠেছে যেখানে পরেরটি ঐতিহ্যগত। এতে যুক্তরাজ্য (১৯৬৮), চেকোস্লোভাকিয়া (১৯৮০), কানাডা (২০০০ এর দশকের শুরুর দিকে), মার্কিন যুক্তরাষ্ট্র (২০১৬) এবং ফিনল্যান্ড (২০১৭) অন্তর্ভুক্ত রয়েছে। উদ্ধৃত কারণগুলির মধ্যে রয়েছে সস্তা খরচ (বিশেষ করে ২০০৮ মন্দার পরে একটি কারণ), ধর্মনিরপেক্ষ মনোভাবের বৃদ্ধি এবং কিছু খ্রিস্টান সম্প্রদায়ের মধ্যে বিরোধিতা হ্রাস।\n\n\n== আধুনিক প্রক্রিয়া ==\n\nশবদাহ শ্মশানের চুল্লীতে হয়, যেটি শ্মশানে অবস্থিত।\nঅনেক দেশে, শ্মশান হল শেষকৃত্যের পাশাপাশি শবদাহের স্থান।\nশ্মশান হল শিল্প চুল্লি যা মৃতদেহের বিচ্ছিন্নতা নিশ্চিত করতে ৮৭১–৯৮২ ডিগ্রি সেলসিয়াস (১,৬০০–১,৮০০ ডিগ্রি ফারেনহাইট) তাপমাত্রা তৈরি করতে সক্ষম। আধুনিক শ্মশান জ্বালানীর মধ্যে রয়েছে তেল, প্রাকৃতিক গ্যাস, প্রোপেন এবং, হংকং, কয়লা গ্যাস। আধুনিক শ্মশান স্বয়ংক্রিয়ভাবে তাদের অভ্যন্তরীণ নিরীক্ষণ করে জানাতে যে শ্মশান প্রক্রিয়া কখন সম্পূর্ণ হয়েছে এবং স্পাইহোল রয়েছে যাতে একজন অপারেটর ভিতরে দেখতে পারে। শ্মশানের জন্য প্রয়োজনীয় সময় দেহ ভেদে পরিবর্তিত হয়, একজন প্রাপ্তবয়স্ক দেহের গড় ৯০ মিনিট।\nযে চেম্বারে মৃতদেহ রাখা হয় তাকে শ্মশান চেম্বার বা রিটর্ট বলা হয় এবং তাপ-প্রতিরোধী অবাধ্য ইট দিয়ে সারিবদ্ধ থাকে। অবাধ্য ইটগুলি বিভিন্ন স্তরে ডিজাইন করা হয়েছে। বাইরের স্তরটি সাধারণত একটি নিরোধক উপাদান, যেমন, খনিজ উল। ভিতরে সাধারণত নিরোধক ইটের স্তর থাকে, বেশিরভাগ ক্যালসিয়াম সিলিকেট প্রকৃতির। হেভি ডিউটি ​​ক্রিমেটরগুলি সাধারণত নিরোধক স্তরের ভিতরে ফায়ার ইটগুলির দুটি স্তর দিয়ে ডিজাইন করা হয়। দহন প্রক্রিয়ার সংস্পর্শে আগুনের ইটগুলির স্তর বাইরের স্তরকে রক্ষা করে এবং সময়ে সময়ে প্রতিস্থাপন করা আবশ্যক।\nশরীর সাধারণত কফিন বা দাহ্য ধারক ভিতরে থাকা প্রয়োজন হয়। এটি শরীরকে দ্রুত ও নিরাপদে শ্মশানে স্লাইড করতে দেয়। এটি অপারেটরদের স্বাস্থ্য ঝুঁকিও হ্রাস করে। তাপের ক্ষতি এড়াতে যত তাড়াতাড়ি সম্ভব শ্মশানে কফিন বা পাত্রটি ঢোকানো হয় (চার্জ করা হয়)। কিছু শ্মশান আত্মীয়দের চার্জিং দেখার অনুমতি দেয়। এটি কখনও কখনও ধর্মীয় কারণে করা হয়, যেমন ঐতিহ্যগত হিন্দু ও জৈন শেষকৃত্যে, এবং জাপানেও প্রথাগত।\n\n\n=== দাহ ও ছাই সংগ্রহ ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nদেহটি সম্বলিত বাক্সটি ৭৬০ থেকে ১,১৫০ ডিগ্রি সেলসিয়াস (১,৪০০ থেকে ২,১০০ ডিগ্রি ফারেনহাইট) তাপমাত্রায় রিটোর্টে স্থাপন করা হয় এবং জ্বালিয়ে দেওয়া হয়। শ্মশান প্রক্রিয়া চলাকালীন, শরীরের বৃহত্তর অংশ (বিশেষ করে অঙ্গ এবং অন্যান্য নরম টিস্যু) তীব্র তাপ দ্বারা বাষ্প হয়ে যায় এবং জারিত হয়; নির্গত গ্যাসগুলি নিষ্কাশন সিস্টেমের মাধ্যমে নিঃসৃত হয়।\nগয়না, যেমন নেকলেস, কব্জি-ঘড়ি ও আংটি, সাধারণত দাহের আগে সরানো হয় এবং পরিবারের কাছে ফিরে আসে। বেশ কিছু ইমপ্লান্ট করা যন্ত্র অপসারণ করতে হয়। পেসমেকার এবং অন্যান্য চিকিৎসা যন্ত্র আশ্চর্যজনকভাবে ব্যাপক, বিপজ্জনক বিস্ফোরণ ঘটাতে পারে।\nজনপ্রিয় বিশ্বাসের বিপরীতে, দাহ করা দেহাবশেষ স্বাভাবিক অর্থে ছাই নয়। পুড়িয়ে ফেলার পর, শুকনো হাড়ের টুকরোগুলোকে রিটোর্ট থেকে বের করে আনা হয় এবং ক্রিমুলেটর নামক মেশিনের সাহায্যে বিচূর্ণ করা হয় - মূলত উচ্চ-ক্ষমতাসম্পন্ন, উচ্চ-গতির ব্লেন্ডার-এগুলিকে \"ছাই\" বা \"দাহকৃত অবশিষ্টাংশ\" হিসাবে প্রক্রিয়া করার জন্য, যদিও বিচূর্ণকরণ হাত দ্বারা সঞ্চালিত হতে পারে। এটি সূক্ষ্ম বালির সাথে হাড়কে বয়ন ও রঙের মতো ছেড়ে দেয়, কোন বিদেশী পদার্থের সাথে মেশানোর প্রয়োজন ছাড়াই ছড়িয়ে ছিটিয়ে যায়, যদিও দানার আকার ব্যবহৃত ক্রিমুলেটর ভেদে পরিবর্তিত হয়। একজন প্রাপ্তবয়স্কের দেহাবশেষের গড় ওজন ২.৪ কিলোগ্রাম (৫.৩ পাউন্ড); প্রাপ্তবয়স্ক পুরুষদের গড় ওজন প্রাপ্তবয়স্ক মহিলাদের তুলনায় প্রায় ১ কিলোগ্রাম (২.২ পাউন্ড) বেশি। বিভিন্ন ধরনের ক্রিমুলেটর রয়েছে, যার মধ্যে রয়েছে ঘূর্ণায়মান উপায়, গ্রাইন্ডার ও ভারী ধাতুর বল ব্যবহার করে পুরানো মডেল। গ্রাইন্ডিং প্রক্রিয়াটি সাধারণত প্রায় ২০ সেকেন্ড সময় নেয়।\n\nচীন, জাপান বা তাইওয়ানের মতো পূর্ব এশীয় দেশগুলিতে, আগে থেকে অনুরোধ না করা হলে হাড়গুলিকে বিচূর্ণ করা হয় না। যখন বিচূর্ণ করা হয় না, তখন হাড়গুলি পরিবার দ্বারা সংগ্রহ করা হয় এবং ছাই দিয়ে সংরক্ষণ করা হয়।\nপিষে ফেলার পর দাহ করা অবশেষের চেহারা তাদের ছাই বলা হয়, যদিও অ-প্রযুক্তিগত শব্দ কখনও কখনও ব্যবহৃত হয় \"ক্রিমেইনস\",  \"দাহ করা\" এবং \"অবশেষ\" এর ব্যাগ। (উত্তর আমেরিকার ক্রিমেশন সংঘ পছন্দ করে যে \"ক্রিমেইনস\" শব্দটি \"মানুষের দাহকৃত দেহাবশেষ\" উল্লেখ করার জন্য ব্যবহার করা হবে না। প্রদত্ত কারণ হল যে মৃত ব্যক্তির সাথে \"ক্রিমেইনস\" এর কম সংযোগ আছে বলে মনে করা হয়, যেখানে প্রিয়জনের \"দাহকৃত দেহাবশেষ\" এর সাথে আরও শনাক্তযোগ্য মানব সংযোগ রয়েছে।)\nচুড়ান্ত পিষে ফেলার পরে, ছাই পাত্রে রাখা হয়, যা সাধারণ কার্ডবোর্ডের বাক্স থেকে আলংকারিক কুঁচি পর্যন্ত হতে পারে। বেশিরভাগ শবদাহে ব্যবহৃত জয় ডিফল্ট কন্টেইনার, যখন এর চেয়ে বেশি ব্যয়বহুল কিছুই নির্বাচন করা হয়নি, সাধারণত কব্জাযুক্ত, স্ন্যাপ-লকিং প্লাস্টিকের বাক্স।\n\n\n=== ছাই পরিমাপ ও কৃতি ===\n\nদাহ করা অবশেষগুলি বেশিরভাগই শুষ্ক ক্যালসিয়াম ফসফেট যা কিছু ক্ষুদ্র খনিজ, যেমন সোডিয়াম ও পটাশিয়ামের লবণ। সালফার এবং বেশিরভাগ কার্বন প্রক্রিয়া চলাকালীন অক্সিডাইজড গ্যাস হিসাবে চালিত হয়, যদিও কার্বনের প্রায় ১-৪% কার্বনেট হিসাবে থাকে।\nঅবশিষ্ট ছাই শরীরের মূল ভরের প্রায় ৩.৫% (শিশুদের মধ্যে ২.৫%) প্রতিনিধিত্ব করে। যেহেতু শুকনো হাড়ের টুকরোগুলির ওজন কঙ্কালের ভরের সাথে এত ঘনিষ্ঠভাবে যুক্ত, তাদের ওজন ব্যক্তি থেকে ব্যক্তিতে ব্যাপকভাবে পরিবর্তিত হয়। যেহেতু শরীরের গঠনের অনেক পরিবর্তন (যেমন চর্বি ও পেশী হ্রাস বা বৃদ্ধি) দাহ করা দেহাবশেষের ওজনকে প্রভাবিত করে না, দেহাবশেষের ওজন ব্যক্তির উচ্চতা এবং লিঙ্গ থেকে আরও ঘনিষ্ঠভাবে অনুমান করা যেতে পারে (যা কঙ্কালের ওজনের পূর্বাভাস দেয়), এর চেয়ে ব্যক্তির সাধারণ ওজন থেকে অনুমান করা যায়।\nপ্রাপ্তবয়স্কদের ছাইয়ের ওজন ৮৭৬ থেকে ৩,৭৮৪ গ্রাম (১ পাউন্ড ১৫ আউন্স থেকে ৮ পাউন্ড ৫ আউন্স), মহিলাদের ছাই সাধারণত ২,৭৫০ গ্রাম (৬ পাউন্ড ১ আউন্স) এর নিচে এবং পুরুষদের ছাই সাধারণত ১,৮৮৭ গ্রাম (৪ পাউন্ড ৩ আউন্স) এর বেশি ওজনের হয়।\nদাহ করার পরে যে সব হাড় থাকে তা নয়। মিস করা গহনা থেকে গলিত ধাতব পিণ্ড থাকতে পারে; কাসকেট আসবাবপত্র; ডেন্টাল ফিলিংস; এবং অস্ত্রোপচার ইমপ্লান্ট, যেমন হিপ প্রতিস্থাপন। শবদাহের আগে ব্রেস্ট ইমপ্লান্ট অপসারণ করতে হবে না। বিস্ফোরণের ঝুঁকি এড়াতে শবদাহের আগে কিছু চিকিৎসা যন্ত্র যেমন পেসমেকার অপসারণ করতে হতে পারে। বড় আইটেম যেমন টাইটানিয়াম হিপ প্রতিস্থাপন (যা কলঙ্কিত কিন্তু গলে না) বা কাসকেটের কব্জাগুলি সাধারণত প্রক্রিয়াকরণের আগে সরানো হয়, কারণ সেগুলি প্রসেসরের ক্ষতি করতে পারে। (প্রথমে এগুলি মিস করা হলে, প্রক্রিয়াকরণ সম্পূর্ণ হওয়ার আগে শেষ পর্যন্ত সেগুলিকে সরিয়ে ফেলতে হবে, কারণ টাইটানিয়াম জয়েন্ট প্রতিস্থাপনের মতো আইটেমগুলি মাটিতে খুব বেশি টেকসই।) ইমপ্লান্টগুলি পরিবারে ফেরত দেওয়া যেতে পারে, তবে সাধারণত লৌহঘটিত/অ লৌহঘটিত স্ক্র্যাপ ধাতু হিসাবে বিক্রি হয়। অবশিষ্টাংশগুলি প্রক্রিয়া করার পরে, ছোট ছোট ধাতু যেমন দাঁতের ফিলিংস এবং রিংগুলি (সাধারণত ক্লিনিং নামে পরিচিত) ছেঁকে ফেলা হয় এবং পরে কবরস্থানের প্রত্যন্ত অঞ্চলে সাধারণ, পবিত্র মাটিতে সমাহিত করা হতে পারে। এগুলি মূল্যবান ধাতব স্ক্র্যাপ হিসাবেও বিক্রি হতে পারে।\n\n\n== অবশেষ ধারণ বা নিষ্পত্তি ==\n\nদাহকৃত দেহাবশেষ প্রথা ও দেশ অনুযায়ী বিভিন্ন পদ্ধতিতে স্বজনদের কাছে ফেরত দেওয়া হয়। মার্কিন যুক্তরাষ্ট্রে, দাহ করা দেহাবশেষ প্রায় সবসময়ই ঘন জলরোধী পলিথিন প্লাস্টিকের ব্যাগে থাকে যা শক্ত স্ন্যাপ-টপ আয়তক্ষেত্রাকার প্লাস্টিকের পাত্রে থাকে, যা মুদ্রিত কাগজ লেবেল দিয়ে লেবেল করা হয়। বেসিক সিল করা প্লাস্টিকের কন্টেইনার ব্যাগটি আরও কার্ডবোর্ড বাক্স বা মখমলের বস্তার মধ্যে থাকতে পারে, অথবা সেগুলি কলসের মধ্যে থাকতে পারে যদি পরিবার ইতোমধ্যে কিনে থাকে। শ্মশানের কর্তৃপক্ষের অধীনে প্রস্তুত শ্মশানের সরকারী শংসাপত্র দেহাবশেষের সাথে থাকে এবং আইন দ্বারা প্রয়োজন হলে, মানব দেহাবশেষের নিষ্পত্তির অনুমতি, যা অবশ্যই দাহকৃত দেহাবশেষের সাথে থাকবে।\nদাহ করা দেহাবশেষ কলে রাখা যেতে পারে, বিশেষ স্মারক ভবনে (কলাম্বারিয়াম) সংরক্ষণ করা যেতে পারে, অনেক জায়গায় মাটিতে পুঁতে দেওয়া যেতে পারে বা একটি বিশেষ মাঠে, পাহাড়ে বা সমুদ্রে ছিটিয়ে দেওয়া যেতে পারে। এছাড়াও, এমন বেশ কয়েকটি পরিষেবা রয়েছে যেখানে দাহকৃত দেহাবশেষ বিভিন্ন উপায়ে এবং স্থানে ছড়িয়ে ছিটিয়ে দেওয়া হবে। কিছু উদাহরণ হল হিলিয়াম বেলুনের মাধ্যমে, আতশবাজির মাধ্যমে, শটগানের শেল থেকে গুলি করে, নৌকার মাধ্যমে অথবা বিমান থেকে বিক্ষিপ্ত। পরিষেবা দাহকৃত দেহাবশেষের লিপস্টিক-টিউব আকারের নমুনা নিম্ন পৃথিবীর কক্ষপথে পাঠায়, যেখানে তারা বায়ুমণ্ডলে পুনরায় প্রবেশের আগে বছরের পর বছর (কিন্তু স্থায়ীভাবে নয়) থাকে। কিছু কোম্পানি সৎকার করা দেহাবশেষের অংশকে সিন্থেটিক হীরাতে পরিণত করার জন্য পরিষেবা অফার করে যা পরে গয়না তৈরি করা যেতে পারে। এই \"শ্মশান গয়না\" শেষকৃত্যের গয়না, স্মরণ গয়না বা স্মৃতির গয়না নামেও পরিচিত। দাহ করা দেহাবশেষের অংশ বিশেষভাবে ডিজাইন করা লকেটের মধ্যে রাখা যেতে পারে যা শ্মশান গয়না নামে পরিচিত, অথবা এমনকি বিশেষ কাচের রক্ষেতে এবং কাচের অর্বসেও ফুঁকে দেওয়া যেতে পারে।\nদাহ করা দেহাবশেষগুলিও কলস ও সিমেন্টের সাথে কৃত্রিম প্রাচীরের অংশে অন্তর্ভুক্ত করা যেতে পারে, অথবা সেগুলিকে পেইন্টে মিশ্রিত করে মৃত ব্যক্তির প্রতিকৃতি তৈরি করা যেতে পারে। কিছু ব্যক্তি উলকি কালিতে খুব অল্প পরিমাণ অবশেষ ব্যবহার করেন, স্মরণীয় প্রতিকৃতির জন্য। দাহ করা দেহাবশেষ বিশেষ অনুমতির সাথে মার্কিন যুক্তরাষ্ট্রের জাতীয় উদ্যানগুলিতে ছড়িয়ে দেওয়া যেতে পারে। মালিকের অনুমতি নিয়ে ব্যক্তিগত সম্পত্তিতেও ছড়িয়ে দেওয়া যেতে পারে। দাহ করা দেহাবশেষও সমাধিস্থ করা যেতে পারে। বেশির ভাগ কবরস্থান দখলকৃত কবরস্থানের প্লটে দাহকৃত দেহাবশেষ দাফনের অনুমতি দেবে যা ইতোমধ্যেই কেনা হয়েছে বা ব্যবহার করা হচ্ছে পরিবারের দ্বারা শ্মশানের দেহাবশেষ নিষ্পত্তি করার জন্য কোনো অতিরিক্ত চার্জ বা তদারকি ছাড়াই।\nছাই ক্ষারীয়। স্নোডন, ওয়েলসের মতো কিছু এলাকায়, পরিবেশ কর্তৃপক্ষ সতর্ক করেছে যে ছাইয়ের ঘন ঘন বিচ্ছুরণ মাটির প্রকৃতিকে পরিবর্তন করতে পারে এবং বাস্তুবিদ্যাকে প্রভাবিত করতে পারে।\nচূড়ান্ত স্বভাব মৃত ব্যক্তির ব্যক্তিগত পছন্দের পাশাপাশি তাদের সাংস্কৃতিক ও ধর্মীয় বিশ্বাসের উপর নির্ভর করে। কিছু ধর্ম দাহকৃত দেহাবশেষ ছিটিয়ে বা বাড়িতে রাখার অনুমতি দেবে। কিছু ধর্ম, যেমন রোমান ক্যাথলিক, হয় কবর দিতে বা কবর দিতে পছন্দ করে। হিন্দুধর্ম মৃত ব্যক্তির নিকটতম পুরুষ আত্মীয় (ছেলে, নাতি, ইত্যাদি)কে পবিত্র নদী গঙ্গায়, বিশেষত ভারতের পবিত্র শহরগুলির একটিতে ত্রিবেণী সঙ্গম, এলাহাবাদ, বারাণসী বা হরিদ্বারে শ্মশান নিমজ্জিত করতে বাধ্য করে। শিখরা সাধারণত কিরাতপুর সাহেবে শতলুজে দেহাবশেষ নিমজ্জিত করে। দক্ষিণ ভারতে, ছাইকে শ্রীরঙ্গপত্তন পশ্চিমবাহিনীতে কাবেরী নদীতে নিমজ্জিত করা হয় যেখানে নদীটি পূর্ব থেকে পশ্চিমে প্রবাহিত হয়, সূর্যোদয় থেকে সূর্যাস্ত পর্যন্ত মানুষের জীবনকে চিত্রিত করে। জাপান ও তাইওয়ানে, অবশিষ্ট হাড়ের টুকরো পরিবারকে দেওয়া হয় এবং চূড়ান্ত দমনের আগে দাফনের আচারে ব্যবহার করা হয়।\n\n\n== কারণ ==\n\nধর্মীয় কারণ বাদ দিয়ে (নীচে আলোচনা করা হয়েছে), কিছু লোক দেখতে পায় যে তারা ব্যক্তিগত কারণে ঐতিহ্যবাহী সমাধির চেয়ে দাহ করা পছন্দ করে। দীর্ঘ ও ধীর পচন প্রক্রিয়ার চিন্তা কারো কারো কাছে অপ্রীতিকর; অনেক লোক দেখতে পায় যে তারা শ্মশান পছন্দ করে কারণ এটি তাৎক্ষণিকভাবে দেহের নিষ্পত্তি করে।\nঅন্যান্য লোকেরা শবদাহকে তাদের শেষকৃত্য সহজ করার উপায় হিসাবে দেখে। এই লোকেরা তাদের শেষকৃত্য প্রক্রিয়ায়  ঐতিহ্যগত মাটিতে সমাধিকে অপ্রয়োজনীয় জটিলতা হিসাবে দেখে এবং এইভাবে তাদের পরিষেবাগুলিকে যতটা সম্ভব সহজ করার জন্য শ্মশান বেছে নেয়। সমাধি শেষকৃত্যের চেয়ে পরিকল্পনা করার জন্য শবদাহ সহজ স্বভাব পদ্ধতি। এর কারণ হল দাফনকৃত শেষকৃত্যের সাথে একজনকে দেহের জন্য আরও পরিবহন পরিষেবার পাশাপাশি এম্বালিং এবং অন্যান্য দেহ সংরক্ষণ পদ্ধতির পরিকল্পনা করতে হবে। দাফনকৃত শেষকৃত্যের সাথে একজনকে কাস্কেট, শিরদাঁড়া, কবরের প্লট, কবর খোলা ও বন্ধ করার ফি এবং মর্টিশিয়ান ফি ক্রয় করতে হবে। শবদাহ শেষকৃত্যের জন্য কেবল শ্মশানে মৃতদেহ পরিবহনের পরিকল্পনা করা প্রয়োজন।\nখরচের বিষয়টি শবদাহকে আকর্ষণীয় করে তোলে। সাধারণভাবে বলতে গেলে, শবদাহ ঐতিহ্যবাহী দাফন পরিষেবার তুলনায় সস্তা, বিশেষ করে যদি সরাসরি শ্মশান (এছাড়াও খালি শ্মশান নামেও পরিচিত) বেছে নেওয়া হয়, যেখানে কোনও ধরনের পরিষেবা ছাড়াই যত তাড়াতাড়ি সম্ভব আইনত মৃতদেহকে দাহ করা হয়। কারো কারো জন্য, এমনকি শবদাহ এখনও তুলনামূলকভাবে ব্যয়বহুল, বিশেষ করে যেহেতু এটি সম্পাদন করতে প্রচুর জ্বালানীর প্রয়োজন হয়। জ্বালানী খরচ/জ্বালানী খরচ কমানোর পদ্ধতির মধ্যে রয়েছে বিভিন্ন জ্বালানীর ব্যবহার (যেমন প্রাকৃতিক গ্যাস বা প্রোপেন, কাঠের তুলনায়) এবং খোলা আগুনের পরিবর্তে দহন-চুল্লি (রিটোর্ট) ব্যবহার করে।\nজীবিত আত্মীয়দের জন্য, সহজ বহনযোগ্যতার কারণে শ্মশান পছন্দ করা হয়। জীবিতরা অন্য শহর বা দেশে স্থানান্তরিত হওয়ার চূড়ান্ত লক্ষ্য নিয়ে তাদের প্রিয়জনের দেহাবশেষ পরিবহনের বিকল্প রয়েছে বা একসাথে ছড়িয়ে ছিটিয়ে রয়েছে।\n\n\n== পরিবেশগত প্রভাব ==\nকার্বন নির্গমনের সুস্পষ্ট উৎস হওয়া সত্ত্বেও, স্থানীয় অভ্যাসের উপর নির্ভর করে দাফনের ক্ষেত্রে শ্মশানের পরিবেশগত সুবিধা রয়েছে। নেদারল্যান্ডস অর্গানাইজেশন ফর অ্যাপ্লাইড রিসার্চের জন্য এলিজাবেথ কেইজারের গবেষণায় দেখা গেছে যে ঐতিহ্যগত দাফনের তুলনায় শ্মশানের পরিবেশগত প্রভাব কম থাকে (অধ্যয়নটি প্রাকৃতিক দাফনকে সম্বোধন করেনি), যখন ক্ষারীয় হাইড্রোলাইসিসের নতুন পদ্ধতি (কখনও কখনও সবুজ শবদাহ বা রিসোমেশন বলা হয়) উভয়ের চেয়ে কম প্রভাব ফেলেছিল। গবেষণাটি ডাচ অনুশীলনের উপর ভিত্তি করে ছিল; আমেরিকান শবদাহে পারদ নির্গত হওয়ার সম্ভাবনা বেশি, কিন্তু শক্ত কাঠের কফিন পোড়ানোর সম্ভাবনা কম। কেইজারের গবেষণায় আরও দেখা গেছে যে শবদাহ বা সমাধি শেষকৃত্যের পরিবেশগত প্রভাবের মাত্র এক চতুর্থাংশের জন্য দায়ী; শেষকৃত্য ভ্রমণের মানুষের কার্বন নির্গমন অনেক বেশি।\nপ্রতিটি শবদাহে প্রায় ১১০ লিটার (২৮ ইউএস গ্যালন) জ্বালানীর প্রয়োজন হয় এবং বায়ুমন্ডলে প্রায় ২৪০ কিলোগ্রাম (৫৪০ পাউন্ড) কার্বন ডাই অক্সাইড নির্গত হয়। এইভাবে, প্রায় এক মিলিয়ন মৃতদেহ যা মার্কিন যুক্তরাষ্ট্রে বার্ষিক দাহ করা হয় প্রায় ২,৪০,০০০ টন (২,৭০,০০০ short ton) কার্বন ডাই অক্সাইড উৎপন্ন করে, যা ২২,০০০ গড় আমেরিকান বাড়িতে বছরে উৎপন্ন হওয়ার চেয়ে বেশি CO2 দূষণ। দীর্ঘ সময়ের জন্য শবদাহ করে পরিবেশগত প্রভাব হ্রাস করা যেতে পারে এবং কফিন প্রাপ্তির দিনেই দাহ করার প্রয়োজনীয়তা শিথিল করা যেতে পারে, যা জীবাশ্ম জ্বালানীর ব্যবহার হ্রাস করে এবং তাই কার্বন নির্গমন। শবদাহ তাই পরিবেশের প্রতি আরো বন্ধুত্বপূর্ণ হয়ে উঠছে। কিছু শেষকৃত্য ও শবদাহ মালিকরা কার্বন নিরপেক্ষ শেষকৃত্য পরিষেবা অফার করে যাতে হালকা ওজনের পুনর্ব্যবহারযোগ্য কম্পোজিট বোর্ড থেকে তৈরি দক্ষ-জ্বলন্ত কফিন অন্তর্ভুক্ত থাকে।\nদাফন হল কিছু পরিবেশগত দূষিত পদার্থের পরিচিত উৎস, যার প্রধানগুলি হল ফরমালডিহাইড ও কফিন নিজেই। শবদাহও দাঁতের পুনরুদ্ধার থেকে পারদ-এর মতো দূষিত পদার্থ নির্গত করতে পারে। যুক্তরাজ্যের মতো কিছু দেশে, আইনে এখন শবদাহকে কমানোর সরঞ্জাম (ফিল্টার) লাগানো প্রয়োজন যা পারদের মতো গুরুতর দূষণকারীকে অপসারণ করে।\nআরেকটি পরিবেশগত উদ্বেগ হল যে ঐতিহ্যগত দাফন বা সমাধি অনেক জায়গা নেয়। ঐতিহ্যবাহী দাফনে, মৃতদেহকে বিভিন্ন ধরনের উপকরণ দিয়ে তৈরি কস্কেটে দাফন করা হয়। মার্কিন যুক্তরাষ্ট্রে, মাটিতে দাফন করার আগে কাসকেটটি প্রায়ই কংক্রিটের ভল্ট বা লাইনারের ভিতরে রাখা হয়। যদিও পৃথকভাবে এটি অন্যান্য সমাধিগুলির সাথে মিলিতভাবে খুব বেশি জায়গা নাও নিতে পারে, এটি সময়ের সাথে সাথে স্থান নিয়ে গুরুতর উদ্বেগের কারণ হতে পারে। অনেক কবরস্থান, বিশেষ করে জাপান এবং ইউরোপের পাশাপাশি বড় শহরগুলিতে স্থায়ী স্থান ফুরিয়ে গেছে। টোকিওতে, উদাহরণস্বরূপ, ঐতিহ্যবাহী কবরের প্লটগুলি অত্যন্ত দুষ্প্রাপ্য ও ব্যয়বহুল, এবং লন্ডনে, মহাকাশ সংকট হ্যারিয়েট হারম্যানকে \"ডাবল-ডেকার\" সমাধিস্থ করার জন্য পুরানো কবরগুলি পুনরায় খোলার প্রস্তাব করতে পরিচালিত করেছিল। জার্মানির কিছু শহরে বিক্রির জন্য প্লট নেই, কেবল ইজারা দেওয়া হয়েছে৷ যখন ইজারার মেয়াদ শেষ হয়ে যায়, তখন অবশিষ্টাংশগুলি ভেঙে ফেলা হয় এবং একজন বিশেষজ্ঞ হাড়গুলিকে বান্ডিল করে, মাথার পাথরের উপর থাকা তথ্য দিয়ে মাথার খুলির কপালে খোদাই করে এবং অবশিষ্টাংশগুলিকে বিশেষ ক্রিপ্টে রাখে। সিঙ্গাপুরে, বেশিরভাগ সিঙ্গাপুরবাসীরা শবদাহ পছন্দ করেন কারণ সেখানে দাফন ১৫ বছরের মধ্যে সীমিত।\n\n\n== ধর্মীয় অভিমত ==\n\n\n=== খ্রিস্টধর্ম ===\n\nখ্রিস্টান দেশ ও সংস্কৃতিতে, ঐতিহাসিকভাবে শবদাহকে নিরুৎসাহিত করা হয়েছে এবং ঈশ্বরের প্রতিমূর্তি অপবিত্রতা হিসাবে দেখা হয়েছে এবং ধর্মগ্রন্থে শেখানো মৃতদের পুনরুত্থানে হস্তক্ষেপ হিসাবে দেখা হয়েছে। এটি এখন কিছু সম্প্রদায়ের কাছে গ্রহণযোগ্য, যেহেতু শাস্ত্রের আক্ষরিক ব্যাখ্যা কম সাধারণ, অথবা ধর্মগ্রন্থগুলি স্পষ্টভাবে অনুশীলনকে নিষিদ্ধ করে না।\n\n\n==== ক্যাথলিকবাদ ====\nখ্রিস্টানরা মৃতদেহকে দাহ করার চেয়ে মৃতদের সমাধি করতে পছন্দ করত, যেমনটি রোমান সংস্কৃতিতে প্রচলিত ছিল। প্রারম্ভিক গির্জা মানবদেহের প্রতি ইহুদি ধর্মের সম্মানকে ঈশ্বরের প্রতিমূর্তিতে সৃষ্ট বলে চালিয়ে নিয়েছিল, এবং সমস্ত মৃতদের ভবিষ্যত পুনরুত্থানের আশায় দ্রুত দমনের তাদের অনুশীলন অনুসরণ করেছিল। রোমান ক্যাথলিক সাধুদের অবশেষের রোমান ক্যাতাকম্বস এবং মধ্যযুগীয় পূজা এই পছন্দের সাক্ষী। তাদের জন্য, শরীর প্রকৃত ব্যক্তি যে আত্মার জন্য নিছক আধার ছিল না, কিন্তু মানব ব্যক্তির অবিচ্ছেদ্য অঙ্গ ছিল। তারা দেহটিকে পবিত্র আত্মার মন্দির এবং নিজেকে পবিত্র আত্মার মন্দির হিসেবে দেখেছিল, এবং এইভাবে এমনভাবে নিষ্পত্তি করা প্রয়োজন যা এটিকে সম্মান ও শ্রদ্ধা করে, এবং তারা মৃতদেহকে পৌত্তলিক বা দেহের অবমাননা হিসাবে নিস্পত্তি করার সাথে জড়িত অনেক প্রাথমিক অনুশীলন দেখেছিল।\nমৃতদেহকে পুনরুত্থিত করার জন্য ঈশ্বরের ক্ষমতায় হস্তক্ষেপ করতে পারে এই ধারণাটি মিনুসিয়াস ফেলিক্সের ২য় শতাব্দীর অক্টাভিয়াস দ্বারা খণ্ডন করা হয়েছিল, যেখানে তিনি বলেছিলেন: \"প্রত্যেক দেহ, তা ধুলায় শুকিয়ে যায়, বা আর্দ্রতায় দ্রবীভূত হয়, বা ছাইতে সংকুচিত হয়, বা ধোঁয়ায় সংকুচিত হয়, আমাদের কাছ থেকে প্রত্যাহার করা হয়, তবে উপাদানগুলির হেফাজতে তা ঈশ্বরের জন্য সংরক্ষিত। নতুবা, যেমন আপনি বিশ্বাস করেন, আমরা কি কবর থেকে কোন ক্ষতির আশঙ্কা করি, তবে আমরা পৃথিবীতে সমাধি দেওয়ার প্রাচীন এবং উন্নত রীতি গ্রহণ করি।\" হাড় থেকে মাংস সরানোর জন্য সিদ্ধ করার অনুরূপ অভ্যাসকে অষ্টম পোপ বনিফেস-এর ১৩০০ ডিক্রিতে বহিষ্কারের শাস্তি দেওয়া হয়েছিল। এবং যখন সমাধির জন্য স্পষ্ট ও প্রচলিত পছন্দ ছিল, ১৮৬৬ সাল পর্যন্ত দাহ করা নিষিদ্ধ করার জন্য কোন সাধারণ চার্চ আইন ছিল না। মধ্যযুগীয় ইউরোপে, শবদাহের প্রচলন ছিল প্রধানত এমন পরিস্থিতিতে যেখানে একসঙ্গে অসংখ্য মৃতদেহ উপস্থিত ছিল, যেমন যুদ্ধের পরে, মহামারি বা দুর্ভিক্ষের পরে, এবং যেখানে মৃতদেহ থেকে রোগ ছড়ানোর আসন্ন ভয় ছিল, যেহেতু কবর খনন করে পৃথক কবর দিতে অনেক বেশি সময় লাগবে এবং সমস্ত মৃতদেহ সমাহিত হওয়ার আগেই দেহ পচন শুরু হবে।\nমধ্যযুগের শুরুতে, এবং আরও বেশি করে ১৮শ শতাব্দীতে এবং পরবর্তীকালে, অ-খ্রিস্টান যুক্তিবাদী ও ধ্রুপদীরা পুনরুত্থান অথবা পরকালকে অস্বীকার করার বিবৃতি হিসাবে আবার শবদাহকে সমর্থন করতে শুরু করে, যদিও শবদাহ-পন্থী আন্দোলন প্রায়ই এই উদ্বেগগুলিকে মোকাবেলা করার যত্ন নেয়। শবদাহের বিরুদ্ধে ক্যাথলিক চার্চের মধ্যে সেন্টিমেন্ট \"ঈশ্বরের শত্রু বলে দাবি করা\" এর সাথে শ্মশানের সংযোগের মুখে কঠোর হয়ে ওঠে। যখন মেসোনিক গোষ্ঠীগুলি পুনরুত্থানে খ্রিস্টান বিশ্বাসকে প্রত্যাখ্যান করার উপায় হিসাবে শবদাহকে সমর্থন করেছিল, তখন হলি সি ১৮৮৬ সালে ক্যাথলিকদের শবদাহ অনুশীলন করতে নিষেধ করেছিল। ক্যানন আইনের ১৯১৭ আইনগ্রন্থ এই নিষেধাজ্ঞাকে অন্তর্ভুক্ত করেছে। ১৯৬৩ সালে, স্বীকার করে যে, সাধারণভাবে, দেহের পুনরুত্থানের অস্বীকৃতি হিসাবে নয়, ব্যবহারিক উদ্দেশ্যে শবদাহ চাওয়া হচ্ছে, কিছু পরিস্থিতিতে শবদাহের পছন্দের অনুমতি দেওয়া হয়েছিল। বর্তমান ক্যানন আইনের ১৯৮৩ আইনগ্রন্থ বলে: \"চার্চ আন্তরিকভাবে খ্রিস্টান কবরের ধার্মিক রীতি বজায় রাখার সুপারিশ করে; কিন্তু এটি সম্পূর্ণরূপে দাহ করা নিষিদ্ধ করে না, যদি এটি খ্রিস্টান শিক্ষার বিপরীত কারণগুলির জন্য বেছে নেওয়া হয়।\"\nশবদাহের সাথে সম্পর্কিত ক্যাথলিক শেষকৃত্য পরিচালনা করার জন্য কোন সর্বজনীন নিয়ম নেই, তবে এপিস্কোপাল সম্মেলন বিভিন্ন দেশের জন্য নিয়ম নির্ধারণ করেছে। এর মধ্যে, সম্ভবত সবচেয়ে বিস্তৃত হল সেইগুলি, যা হলি সি-এর প্রয়োজনীয় নিশ্চিতকরণের সাথে, ক্যাথলিক বিশপদের মার্কিন যুক্তরাষ্ট্রের সম্মেলন এর দ্বারা প্রতিষ্ঠিত এবং খ্রিস্টান শেষকৃত্যের আদেশের মার্কিন যুক্তরাষ্ট্রের সংস্করণের দ্বিতী পরিশিষ্ট  হিসাবে প্রকাশিত৷\nযদিও হলি সি কিছু ক্ষেত্রে বিশপদেরকে দাহকৃত দেহাবশেষের উপস্থিতিতে শেষকৃত্য অনুষ্ঠানের অনুমতি দেওয়ার জন্য অনুমোদিত করেছে, তবে এটি অক্ষত দেহের উপস্থিতিতে অনুষ্ঠানগুলি সম্পন্ন করা পছন্দ করা হয়। মৃতদের ছাইয়ের প্রতি অপর্যাপ্ত সম্মান প্রদর্শন করে এমন অভ্যাসগুলি যেমন তাদের গয়নাতে পরিণত করা বা ছড়িয়ে দেওয়া ক্যাথলিকদের জন্য নিষিদ্ধ, তবে স্থল বা সমুদ্রে কবর দেওয়া বা কুলুঙ্গি বা কলম্বেরিয়ামে আবদ্ধ করা এখন গ্রহণযোগ্য।\n\n\n==== অ্যাংলিকবাদ ও লুথারবাদ ====\n১৯১৭ সালে, আমেরিকান লুথারান সার্ভের ভলিউম ৬ বলেছিল যে \"লুথারান পাদ্রীরা নিয়ম হিসাবে প্রত্যাখ্যান করে\" এবং যে \"অ্যাংলিকানবাদী যাজকরা প্রায়শই এর বিরুদ্ধে অবস্থান নেয়।\" প্রকৃতপক্ষে, ১৮৭০-এর দশকে, লন্ডনের অ্যাংলিকান বিশপ বলেন যে শবদাহের অভ্যাস \"শরীর পুনরুত্থানের মতবাদে মানবজাতির বিশ্বাসকে ক্ষুণ্ণ করবে, শাস্ত্রীয় বিশ্বদর্শনকে দ্রুত প্রত্যাখ্যান করবে এবং তাই সবচেয়ে বিপর্যয়মূলক সামাজিক বিপ্লব ঘটাবে৷\" লুথেরান যাজক-এ, জর্জ হেনরি গারবারডিং বলেছেন:\n\nতৃতীয়। দাহ করার জন্য। এটি মৃতদের নিষ্পত্তি করার বাইবেলের বা খ্রিস্টান পদ্ধতি নয়। পুরাতন ও নতুন সাক্ষ্য একমত এবং মঞ্জুর করে যে দেহটি যেমন পৃথিবী থেকে নেওয়া হয়েছিল, তাই এটি আবার পৃথিবীতে ফিরে আসবে। সমাধি প্রাকৃতিক ও খ্রিস্টান রীতি। এর মধ্যে সুন্দর প্রতীক আছে। পরকালবিদ্যার পুরো পরিভাষা এটিকে অনুমান করে। শবদাহ সম্পূর্ণরূপে বিধর্মী। পৌত্তলিক গ্রীক ও রোমানদের মধ্যে এটি ছিল প্রধান অনুশীলন। এইভাবে সংখ্যাগরিষ্ঠ হিন্দুরা তাদের মৃতদের নিষ্পত্তি করে। এটি শরীরের জন্য অসম্মানজনক, পবিত্র আত্মার মন্দির হিসাবে এবং ঈশ্বরের মূর্তি বহন করার উদ্দেশ্যে। এটি পুনরুত্থানের মতবাদের প্রতারণামূলক অস্বীকার।\nকিছু প্রতিবাদী গির্জা ক্যাথলিক চার্চের চেয়ে অনেক আগের তারিখে শবদাগের ব্যবহারকে স্বাগত জানায়; প্রতিবাদীদের মধ্যে শবদাহ-সমর্থক মনোভাব একমত ছিল না, কারণ কেউ কেউ ধর্মগ্রন্থের আক্ষরিক ব্যাখ্যা ধরে রেখেছেন। প্রতিবাদী দেশগুলিতে প্রথম শ্মশান ১৮৭০-এর দশকে নির্মিত হয়েছিল, এবং ১৯০৮ সালে, ওয়েস্টমিনস্টার অ্যাবি-এর ডিন এবং অধ্যায়- সবচেয়ে বিখ্যাত অ্যাংলিকীয় গির্জাগুলির মধ্যে একটি-প্রয়োজনীয় যেগুলিকে অ্যাবি-এর এলাকায় সমাধির জন্য দাহ করা হবে। আজ, কিছু প্রতিবাদী সম্প্রদায়ের মধ্যে \"ছিটানো\" বা \"স্ট্রুইং\" গ্রহণযোগ্য প্রথা, এবং কিছু গির্জার তাদের নিজস্ব \"স্মরণের বাগান\" রয়েছে যেখানে অবশিষ্টাংশগুলি ছড়িয়ে দেওয়া যেতে পারে। কিছু সম্প্রদায়, যেমন স্ক্যান্ডিনেভিয়ার লুথারান গীর্জা, পারিবারিক কবরে দাফন করা কলসকে সমর্থন করে। পারিবারিক কবরে এইভাবে বহু প্রজন্মের কলস এবং স্বামী বা স্ত্রী এবং প্রিয়জনদের কলস থাকতে পারে।\n\n\n==== পদ্ধতিবাদ ====\nঅমরত্ব ও পুনরুত্থান শিরোনামের প্রাথমিক পদ্ধতিগত বিস্তার উল্লেখ করেছে যে \"কবর হল দেহের পুনরুত্থানে বিশ্বাসের ফল, যখন দাহ করা তার ধ্বংসের প্রত্যাশা করে।\"  পদ্ধতিগত পর্যালোচনা উল্লেখ করেছে যে \"তিনটি চিন্তাই আমাদেরকে অনুমান করতে পরিচালিত করবে যে প্রাথমিক খ্রিস্টানরা তাদের মৃতদের জন্য বিশেষ যত্ন নেবে, যথা, চার্চের অপরিহার্য ইহুদি উৎস;\nতাদের প্রতিষ্ঠাতার সমাধির রীতি; এবং দেহের পুনরুত্থানের মতবাদ, প্রেরিতদের দ্বারা এত শক্তিশালীভাবে আহ্বান করা হয়েছে এবং আদিম খ্রিস্টানদের উপর এর প্রভাবে এত শক্তিশালী। এই বিবেচনা থেকে, শবদাহের রোমান রীতি খ্রিস্টান মনের কাছে সবচেয়ে ঘৃণ্য হবে।\"\n\n\n==== প্রাচ্য গোঁড়া এবং অন্যান্য বিরোধী ====\nখ্রিস্টধর্মের কিছু শাখা সম্পূর্ণরূপে শবদাহের বিরোধিতা করে, যার মধ্যে অ-মূলধারার প্রতিবাদী দল এবং গোঁড়া চার্চ রয়েছে। সবচেয়ে উল্লেখ্যভাবে, প্রাচ্য গোঁড়া এবং প্রাচ্য গোঁড়া গির্জা ঐতিহাসিকভাবে শবদাহ নিষিদ্ধ করে, কিন্তু গোঁড়ামিতে নয়। ব্যতিক্রমগুলি এমন পরিস্থিতিতে তৈরি করা হয় যেখানে এটি এড়ানো যায় না (যখন বেসামরিক কর্তৃপক্ষ এটি দাবি করে, যুদ্ধের পরে বা মহামারির সময়) বা যদি এটি ভাল কারণের জন্য চাওয়া হয়। কিন্তু যখন মৃত ব্যক্তির দ্বারা কোন ভাল কারণ ছাড়াই বিশেষভাবে এবং ইচ্ছাকৃতভাবে শ্মশান বেছে নেওয়া হয়, তখন তাকে গির্জায় শেষকৃত্যের অনুমতি দেওয়া হয় না এবং এটি স্থায়ীভাবে খ্রিস্টান কবরস্থানে সমাধি এবং মৃত ব্যক্তির জন্য ধর্মীয় প্রার্থনা থেকেও বাদ দেওয়া যেতে পারে। গোঁড়ামিতে, শবদাহকে ঈশ্বরের মন্দির এবং সাধারণ পুনরুত্থানের মতবাদের প্রত্যাখ্যান হিসাবে বিবেচনা করা হয়।\nঅধিকাংশ স্বাধীন বাইবেল গীর্জা, বিনামূল্যের গীর্জা, পবিত্র গির্জা এবং অ্যানাব্যাপ্টিস্ট ধর্মাবলম্বীরা শবদাহের অনুশীলন করবে না। উদাহরণ হিসেবে, ঈশ্বরের গীর্জা (পুনরুদ্ধার) শবদাহের অনুশীলন নিষিদ্ধ করে, প্রাথমিক গীর্জার মতো বিশ্বাস করে যে এটি পৌত্তলিক প্রথা হিসাবে অব্যাহত রয়েছে।\n\n\n==== সাম্প্রতিক সন্তদের যীশু খ্রীষ্টের গির্জা ====\nসাম্প্রতিক সন্তদের যীশু খ্রীষ্টের গির্জা (এলডিএস গীর্জা) গত কয়েক দশকে, স্পষ্টভাবে নিষেধ না করে শ্মশানকে নিরুৎসাহিত করেছে। ১৯৫০-এর দশকে, উদাহরণস্বরূপ, প্রেরিত ব্রুস রেড ম্যাককঙ্কি  লিখেছেন যে \"কেবল সবচেয়ে অসাধারণ ও অস্বাভাবিক পরিস্থিতিতে\" শবদাহ এলডিএস শিক্ষার সাথে সামঞ্জস্যপূর্ণ হবে।\nআরও সাম্প্রতিক এলডিএস প্রকাশনাগুলি মৃত ব্যক্তিদের মন্দিরের দান (এবং এইভাবে মন্দিরের পোশাক পরে) সৎকার করতে ইচ্ছুক ব্যক্তিদের দাহ করার আগে, বা যে দেশে আইন অনুযায়ী শবদাহের প্রয়োজন হয় সে বিষয়ে নির্দেশনা প্রদান করেছে। আইন দ্বারা প্রয়োজন ব্যতীত, মৃতের পরিবার সিদ্ধান্ত নিতে পারে যে মৃতদেহকে দাহ করা উচিত কিনা, যদিও চার্চ \"সাধারণত শ্মশানকে উৎসাহিত করে না।\"\n\n\n=== হিন্দুধর্ম ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nভারতীয় ধর্ম যেমন হিন্দুধর্ম, বৌদ্ধধর্ম, জৈনধর্ম ও  শিখধর্ম শবদাহ অনুশীলন করে। বৌদ্ধধর্মের প্রতিষ্ঠাতা শাক্যমুনি বুদ্ধকে দাহ করা হয়।\nএকজন মৃত প্রাপ্তবয়স্ক হিন্দুকে দাহ করা হয়, যখন একজন মৃত শিশুকে সাধারণত সমাধিস্থ করা হয়। উত্তরণের অনুষ্ঠানটি হিন্দুধর্মীয় দৃষ্টিভঙ্গির সাথে সামঞ্জস্য রেখে সঞ্চালিত হয় যে সমস্ত জীবের অণুজীব মহাবিশ্বের ম্যাক্রোকোসমের প্রতিফলন। আত্মা (আত্ম, ব্রহ্ম) হল সার ও অমর যা অন্ত্যেষ্টির আচারে প্রকাশিত হয়, কিন্তু হিন্দুধর্মের বিভিন্ন দর্শনে দেহ ও মহাবিশ্ব উভয়ই বাহন ও ক্ষণস্থায়ী। তারা পাঁচটি উপাদান নিয়ে গঠিত - বায়ু, জল, আগুন, পৃথিবী ও স্থান।  উত্তরণের শেষ আচার শরীরকে পাঁচটি উপাদান এবং উৎসো ফিরিয়ে দেয়। এই বিশ্বাসের শিকড় বেদে পাওয়া যায়, উদাহরণস্বরূপ ১০.১৬ ধারায় ঋগ্বেদের স্তোত্রগুলিতে, নিম্নরূপ:\n\nশিশুর অকালমৃত্যুর ক্ষেত্রে চূড়ান্ত আচার সাধারণত দাহ করা হয় না বরং সমাধি করা হয়।এটি ঋগ্বেদের ১০.১৮ ধারায় নিহিত, যেখানে স্তোত্রগুলি শিশুর মৃত্যুতে শোক প্রকাশ করে, দেবতা মৃত্যুুর কাছে প্রার্থনা করে \"আমাদের মেয়েদের বা আমাদের ছেলেদের ক্ষতি না করতে\" এবং মৃত শিশুকে নরম পশমের মতো ঢেকে রাখার জন্য পৃথিবীকে অনুরোধ করে।\nদাহ করা মৃতদেহের ছাই সাধারণত নদীতে ছড়িয়ে দেওয়া হয়, যা হিন্দু রীতিতে পবিত্র বলে বিবেচিত হয়। গঙ্গাকে পবিত্রতম নদী হিসেবে বিবেচনা করা হয় এবং বারাণসী, যেটি গঙ্গা নদীর তীরে অবস্থিত সবচেয়ে পবিত্র স্থান যেখানে দাহ করা হয়।\n\n\n==== বালীয় ====\n\nবালীয় হিন্দু মৃতদের সাধারণত নির্দিষ্ট সময়ের জন্য পাত্রের মধ্যে সমাহিত করা হয়, যা এক মাস বা তার বেশি হতে পারে, যাতে শবদাহ অনুষ্ঠান (নগবেন) বালীয়-জাভীয় বর্ষপঞ্জি পদ্ধতিতে (শালিবাহন) শুভ দিনে ঘটতে পারে। উপরন্তু, যদি প্রয়াত আদালতের কর্মচারী, আদালতের সদস্য বা নাবালক সম্ভ্রান্ত হন, তাহলে তাদের রাজপুত্রের শবদাহের সাথে মিলিত হওয়ার জন্য শবদাহ কয়েক বছর পর্যন্ত স্থগিত করা যেতে পারে। বালীয় অন্ত্যেষ্টি অত্যন্ত ব্যয়বহুল এবং যতক্ষণ না পরিবার এটি বহন করতে পারে বা যতক্ষণ না গ্রাম বা পরিবারের দ্বারা দলগত অন্ত্যেষ্টির পরিকল্পনা করা হয়, যখন খরচ কম হবে ততক্ষণ পর্যন্ত মৃতদেহ সমাহিত করা যেতে পারে। মৃতদেহকে সমাধি করার উদ্দেশ্য হল মৃতদেহের তরল খাওয়ার জন্য ক্ষয় প্রক্রিয়া, যা সহজ, আরও দ্রুত এবং আরও সম্পূর্ণ দাহ করার অনুমতি দেয়।\n\n\n=== ইসলাম ===\n\nইসলাম শবদাহ কঠোরভাবে নিষিদ্ধ করে। এর শিক্ষা হল মৃত ব্যক্তির সম্মান ও মর্যাদার সাথে দাহ করা হয় না। ইসলামে মৃত্যুর পর দেহের শেষকৃত্যের জন্য নির্দিষ্ট আচার রয়েছে।\n\n\n=== ইহুদিধর্ম ===\nইহুদিধর্ম অতীতে শবদাহকে প্রথাগতভাবে প্রত্যাখ্যান করেছে, ঈশ্বরের প্রতিমূর্তিতে সৃষ্ট মানুষের জন্য সম্মানের প্রত্যাখ্যান হিসেবে। ইহুদি ধর্মও মৃতদেহকে সুগন্ধিকরণ এবং মমি করার মাধ্যমে সংরক্ষণ করাকে অস্বীকৃতি জানিয়েছে, কারণ এতে মৃতদেহকে বিকৃত করা এবং অপব্যবহার করা হয়। মমিকরণ ছিল প্রাচীন মিশরীয়দের অভ্যাস, যাদের মধ্যে ইস্রায়েলীয়দেরকে তাওরাতে বলা হয়েছে যে তারা দাস হিসেবে জীবনযাপন করত।\nইতিহাসের মাধ্যমে এবং বর্তমান যুগের দার্শনিক আন্দোলন পর্যন্ত আধুনিক গোঁড়া, গোঁড়া, হারেদি ও হ্যাসিদী আন্দোলনগুলি ইহুদিধর্মের ঐতিহাসিক অনুশীলন এবং দাহ-অস্বীকারের বিরুদ্ধে কঠোর বাইবেলের লাইন বজায় রেখেছে, কারণ হালাখ (ইহুদি আইন) এটিকে নিষিদ্ধ করেছে। এই হালাখী উদ্বেগ শাস্ত্রের আক্ষরিক ব্যাখ্যায় ভিত্তি করে, দেহকে ঈশ্বরের প্রতিমূর্তিতে সৃষ্ট হিসাবে দেখা এবং ঐতিহ্যগত ইহুদিধর্মের মূল বিশ্বাস হিসাবে শারীরিক পুনরুত্থানকে সমর্থন করে। এই ব্যাখ্যাটি মাঝে মাঝে কিছু ইহুদি গোষ্ঠী যেমন সদুসীদের দ্বারা বিরোধিতা করেছিল, যারা পুনরুত্থানকে অস্বীকার করেছিল। তানাখ স্বাভাবিক রীতি হিসাবে দাফনের উপর জোর দেয়, উদাহরণস্বরূপ দেবারিম (দ্বিতীয় বিবরণ) ২১:২৩ (বিশেষভাবে মৃত্যুদন্ডপ্রাপ্ত অপরাধীদের দাফনের আদেশ), মৃতদেহ দাফন করার আদেশ দেওয়ার জন্য এই আয়াত থেকে প্রাপ্ত ইতিবাচক আদেশ এবং নেতিবাচক আদেশ মৃতদেহকে দাফন করতে অবহেলা নিষিদ্ধ করার জন্য।\nসাধারণভাবে উদার রক্ষণশীল ইহুদি থেকেও কেউ কেউ শবদাহের বিরোধিতা করে, কেউ কেউ খুব দৃঢ়ভাবে, এটাকে ঈশ্বরের নকশার প্রত্যাখ্যান হিসেবে দেখে।\nঊনবিংশ ও বিংশ শতাব্দীর প্রথম দিকে, যেহেতু অনেক ইউরোপীয় শহরে ইহুদি কবরস্থানগুলি ভিড় হয়ে গিয়েছিল এবং স্থান ফুরিয়ে গিয়েছিল, কিছু কিছু ক্ষেত্রে প্রথমবারের মতো দাহ করা উদীয়মান উদারপন্থী এবং সংস্কারী ইহুদি আন্দোলনের মধ্যে মৃতদেহ নিষ্পত্তির অনুমোদিত মাধ্যম হয়ে ওঠে। বর্তমান উদারনৈতিক আন্দোলন যেমন সংশোধিত ইহুদিধর্ম এখনও শবদাহকে সমর্থন করে, যদিও কবর দেওয়া পছন্দের বিকল্প।\nইস্রায়েলে ধর্মীয় আচার অনুষ্ঠানগুলি সহ ইস্রায়েলে যারা মারা যায় তাদের সকলের জন্য বিনামূল্যে দাফন ও শেষকৃত্য পরিষেবা ও ধর্মনিরপেক্ষ বা অ-পালনকারী সহ সংখ্যাগরিষ্ঠ ইহুদি জনসংখ্যা সহ সকল নাগরিককে প্রায় সর্বজনীনভাবে ইসরায়েলের রাবিনেটের মাধ্যমে সুবিধা দেওয়া হয়। এটি ঐতিহাসিক ও ঐতিহ্যগত ইহুদি আইন অনুসরণ করে একটি গোঁড়া সংগঠন। ২০০৪ সাল পর্যন্ত ইস্রায়েলে কোনো আনুষ্ঠানিক শ্মশান ছিল না যখন B&L Cremation Systems Inc. ইজরায়েলের কাছে প্রতিশোধের নেশায় প্রথম শবদাহ প্রস্তুতকারক হয়ে ওঠে। আগস্ট ২০০৭ সালে, ইস্রায়েলের গোঁড়া যুবক গোষ্ঠীর বিরুদ্ধে দেশের একমাত্র শ্মশান পুড়িয়ে ফেলার অভিযোগ আনা হয়েছিল, যা তারা ঈশ্বরের প্রতি অবমাননা হিসাবে দেখে। শ্মশানটি এর মালিক দ্বারা পুনর্নির্মাণ করা হয়েছিল এবং প্রতিস্থাপন করা হয়েছিল।\n\n\n=== বাহাই বিশ্বাস ===\nবাহাই ধর্ম শবদাহ নিষিদ্ধ করে, \"তিনি মনে করেন যে, 'আব্দুল-বাহা শবদাহের বিরুদ্ধে যা বলেছেন তার পরিপ্রেক্ষিতে, বিশ্বাসীদেরকে দৃঢ়ভাবে অনুরোধ করা উচিত, বিশ্বাসের কাজ হিসাবে, তাদের মৃতদেহ দাহ করার বিরুদ্ধে ব্যবস্থা করার জন্য বাহাউল্লাহ আইন হিসাবে আকাদাসে, বাহাই দাফনের পদ্ধতি নির্ধারণ করেছেন এবং এটি এতই সুন্দর, উপযুক্ত ও মর্যাদাপূর্ণ যে কোনও বিশ্বাসীর এটি থেকে নিজেকে বঞ্চিত করা উচিত নয়।\"\n\n\n=== উইক্ক ===\nকবর দেওয়া এবং দাহ করা উভয়ই উইক্কদের দ্বারা অনুশীলন করা হয় এবং মৃত্যুর পরে কীভাবে দেহের নিষ্পত্তি করা উচিত সে সম্পর্কে কোনও নির্দিষ্ট নির্দেশনা নেই। উইক্কীয়রা বিশ্বাস করেন যে দেহ নিছক আত্মার জন্য শেল তাই শবদাহকে অসম্মানজনক বা অসম্মানজনক হিসাবে দেখা হয় না। উইক্কীয়দের দ্বারা প্রচলন ঐতিহ্য হল মাটির সাথে শ্মশান থেকে ছাই মেশানো যা তারপর গাছ লাগানোর জন্য ব্যবহৃত হয়।\n\n\n=== জরাথুস্ট্রবাদ ===\nঐতিহ্যগতভাবে, জরাথুস্ট্রবাদ আগুন বা পৃথিবীর দূষণ রোধ করতে শবদাহ বা দাফনকে অস্বীকৃতি জানায়। মৃতদেহ নিষ্পত্তির প্রথাগত পদ্ধতি হল \"টাওয়ার অফ সাইলেন্স\"-এ আচার-অনুষ্ঠানের মাধ্যমে, কিন্তু সমাধি ও দাহ উভয়ই ক্রমবর্ধমান জনপ্রিয় বিকল্প। বিশ্বাসের সমসাময়িক কিছু অনুসারী দাহ করার জন্য বেছে নিয়েছে। পার্সি-জরাথুস্ট্রবাদী গায়ক ফ্রেডি মার্কারি গোষ্ঠীর রানীকে তার মৃত্যুর পর দাহ করা হয়েছিল।\n\n\n=== চীনা ===\nঝু শির অধীনে নব্য-কনফুসীয়বাদ দৃঢ়ভাবে নিরুৎসাহিত করে একজনের পিতামাতার মৃতদেহকে অকৃত্রিম হিসেবে দাহ করাকে। হান চীনারা ঐতিহ্যগতভাবে দাফনের অনুশীলন করত এবং শবদাহকে নিষিদ্ধ এবং বর্বর প্রথা হিসেবে দেখত।\nঐতিহ্যগতভাবে, চীনে কেবল বৌদ্ধ ভিক্ষুরা শবাদহের অনুশীলন করতেন কারণ সাধারণ হান চীনারা শবদাহকে ঘৃণা করত, তা করতে অস্বীকার করত। কিন্তু এখন, নাস্তিক কমিউনিস্ট পার্টি হান চীনাদের উপর কঠোর শবদাহ নীতি প্রয়োগ করে। ব্যতিক্রম হল হুইদের জন্য যারা ইসলামিক বিশ্বাসের কারণে মৃতদের দাহ করেন না।\nসংখ্যালঘু জুর্চেন এবং তাদের মাঞ্চু বংশধরেরা মূলত তাদের সংস্কৃতির অংশ হিসেবে শবদাহ অনুশীলন করত। তারা হান থেকে দাফনের প্রথা গ্রহণ করেছিল, কিন্তু অনেক মাঞ্চু তাদের মৃতদেহ দাহ করতে থাকে।\n\n\n== অনুপাত ==\nশবদাহের হার বিভিন্ন দেশে উল্লেখযোগ্যভাবে পরিবর্তিত হয় যেখানে জাপান ৯৯% শ্মশানের হার রিপোর্ট করেছে যেখানে পোল্যান্ড ২০০৮ সালে ৬.৭% হারের রিপোর্ট করেছে। যুক্তরাজ্যের শ্মশানের হার ১৯৬০ সালের ৩৪.৭০% থেকে ৭৫.৪৪-এ জাতীয় গড় হার বৃদ্ধির সাথে ক্রমাগতভাবে বৃদ্ধি পাচ্ছে ২০১৫ সালে %। ন্যাশনাল ফিউনারেল ডিরেক্টরস অ্যাসোসিয়েশন অনুসারে ২০১৬ সালে মার্কিন যুক্তরাষ্ট্রে শবদাহের হার ছিল ৫০.২ শতাংশ এবং এটি ২০২৫ সালের মধ্যে ৬৩.৮ শতাংশ এবং ২০৩৫ সালে ৭৮.৮ শতাংশে বৃদ্ধি পাবে বলে আশা করা হয়েছিল।\n\n\n== আরও দেখুন ==\nসলিল সমাধি\nঅন্ত্যেষ্টি\nসমাধি\nশয্যা সমাধি\nআকাশ সমাধি\nপ্রাকৃতিক সমাধি\nজাহাজ সমাধি\nসতীদাহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nThe International Cremation Federation (ICF)"}