{"pageid": 1361574, "title": "গোবর্ধন পূজা", "url": "https://bn.wikipedia.org/wiki?curid=1361574", "content": "গোবর্ধন পূজা (আইএএসটি: Govardhana-pūjā), অন্নকূট নামেও পরিচিত (অর্থাৎ \"খাদ্যের পাহাড়\") হিন্দু পঞ্জিকা অনুসারে, কার্তিক মাসের শুক্লপক্ষের প্রতিপদ তিথিতে (যা দীপাবলির চতুর্থ দিন) গোবর্ধন পূজা করা হয়। ভক্তরা গোবর্ধন গিরির উপাসনা করে এবং কৃতজ্ঞতার চিহ্ন হিসেবে কৃষ্ণকে বিভিন্ন ধরনের নিরামিষ খাবার প্রস্তুত করে এবং অর্পণ করে। বৈষ্ণবদের জন্য, এই দিনটি ভাগবত পুরাণে সেই ঘটনার স্মৃতিচারণ করে, যখন কৃষ্ণ গোবর্ধন পাহাড়কে তুলে নিয়েছিলেন বৃন্দাবনের গ্রামবাসীদের মুষলধারে বৃষ্টি থেকে রক্ষার জন্য আশ্রয় দিয়েছিল। এই ঘটনাটি ঈশ্বরের একক আশ্রয় গ্রহণকারী ভক্তদের সুরক্ষা প্রদানের প্রতীক। ভক্তরা খাদ্যের একটি পর্বত নিবেদন করে, যা রূপকভাবে গোবর্ধন পাহাড়ের প্রতিনিধিত্ব করে, একটি ধর্মীয় স্মরণ হিসাবে এবং ঈশ্বরে আশ্রয় নেওয়ার জন্য তাদের বিশ্বাস পুনর্নবীকরণ করার জন্য। সারা ভারতে এবং বিদেশে অধিকাংশ হিন্দু সম্প্রদায়ের দ্বারা এই উৎসব পালন করা হয়।\nএটি বৈষ্ণব সম্প্রদায় গুলো যেমন পুষ্টিমার্গ সম্প্রদায়, গৌড়ীয় বৈষ্ণববাদ ও স্বামীনারায়ণ সম্প্রদায়ের একটি গুরুত্বপূর্ণ উৎসব।\n\n\n== উৎপত্তি ==\n\nঅন্নকূট (Annakūṭa) মহোৎসবের শাস্ত্রানুযায়ী প্রবর্তক স্বয়ং ব্রজেন্দ্রনন্দন শ্রীকৃষ্ণ। কার্তিক মাসের শুক্লা প্রতিপদ তিথিতে পালিত হয় এই অন্নকূট মহোৎসব। এই তিথিটি ‘বীরপ্রতিপদ’ নামেও খ্যাত।\n\n\n== আচার-এইদিন ভগবান গিরিধর শ্রীকৃষ্ণকে বিভিন্ন প্রসাদ অন্নভোগ ফল মিষ্টি নিবেদন করেন ভক্তরা। পূজার পর প্রসাদ পান তাঁরা ==\n\n\n== উদযাপন ==\nকালীপুজোর একদিন পরে নবদ্বীপের প্রায় সব মঠ-মন্দিরেই মহাসমারোহে অন্নকূট পালিত হয়। ধামেশ্বর মহাপ্রভুর মন্দির, হরিসভা মন্দির, বলদেব মন্দির, মদনমোহন মন্দির, রাধারানি মন্দির, সমাজবাড়ি, গোবিন্দবাড়ি, শ্রীচৈতন্য জন্মস্থান আশ্রমের মতো বিভিন্ন মন্দিরে এই উপলক্ষে আসেন অসংখ্য মানুষ। অন্নকূটের প্রসাদের জন্য হন্যে হয়ে ঘুরে বেড়ান বহু মানুষ।\nশ্রীপাট খড়দহের রাধাশ্যামসুন্দর জিউয়ের অন্নকূট উৎসবে অন্নকূটের দিন সকালে মন্দিরে একটি গরুর পুজো করা হয়। তার পর মন্দিরে চতুর্দোলায় গোবর দিয়ে একটি ছোট পাহাড় তৈরি করে গিরিগোবর্ধনের পুজো, আরতি করা হয়। এ দিন  অন্নের পাহাড় তৈরি করে তা মালপো, মিষ্টি দিয়ে সাজানো হয়। অন্নস্তূপের মাথায় থাকে সন্দেশের গাছ। থাকে লুচি ও রকমারি ব্যঞ্জনও ইত্যাদিও। রাধাশ্যামসুন্দর ও অনন্তদেবের উদ্দেশে এই অন্নব্যঞ্জন নিবেদন করা হয়।\nমহাসমারোহে অন্নকূট পালিত হয় বাগবাজারের নববৃন্দাবন মন্দির ও রাধামদনমোহন মন্দিরে।\n‘শ্রীশ্রীরামকৃষ্ণকথামৃত’ গ্রন্থে উল্লেখ আছে বড়বাজারে ১২ মল্লিক স্ট্রিটের তারাচাঁদ ঘনশ্যাম দাসের বাড়ির গৃহদেবতা ময়ূরমুকুটধারীর অন্নকূট মহোৎসবের। ১৮৮৪ সালের ২০ অক্টোবর শ্রীরামকৃষ্ণ মারোয়াড়ি ভক্ত তারাচাঁদের বাড়িতে সেই মহোৎসব দেখতে গিয়েছিলেন।\nদীপাবলির পরের দিন, পূর্ব বর্ধমানের রানিগঞ্জ বাজার বারোয়ারি পুজো উৎসব ও সেবা সমিতির আয়োজিত অন্নকূটে অংশগ্রহণ করেন বর্ধমানের অসংখ্য মানুষ।\nহাওড়ার বাজে শিবপুর অঞ্চলের শিবপুর সাধারণ দুর্গোৎসব কমিটির আবার নবমীর আয়োজনে থাকে অন্নকূটের উৎসব।\nরানি রাসমণির কনিষ্ঠা কন্যা জগদম্বা ১৮৭৫ খ্রিস্টাব্দে ব্যারাকপুরে দক্ষিণেশ্বর মন্দিরের আদলে  অন্নপূর্ণা মন্দির প্রতিষ্ঠা করেন। এই মন্দিরে বিরাজমান অষ্টধাতুর অন্নপূর্ণা ও মহাদেব। এই মন্দিরে অন্নপূর্ণা পুজোর দিন হয় অন্নকূট মহোৎসব। \nউত্তর কলকাতার শ্যামপুকুরের বলরাম ঘোষ স্ট্রিটের ভট্টাচার্য বাড়িতেও দেবী অন্নপূর্ণার অন্নকূট মহাসমারোহে উদযাপিত হয়।\nলঘিমা সিদ্ধ মহাযোগী ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ- এর শেষ সাধনভূমি কলকাতা-র রামমোহন রায় রোডের শ্রীশ্রীনগেন্দ্র মঠ এবং নগেন্দ্র মিশনেও অন্নপূর্ণা পূজা উপলক্ষে আয়োজিত হয় অন্নকূট উৎসব।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}