{"pageid": 1361156, "title": "প্যান প্যাসিফিক হোটেলস অ্যান্ড রিসোর্টস", "url": "https://bn.wikipedia.org/wiki?curid=1361156", "content": "প্যান প্যাসিফিক হোটেলস অ্যান্ড রিসোর্টস (泛太平洋酒店及度假村) হল একটি আতিথেয়তা কোম্পানি যার সদর দপ্তর সিঙ্গাপুরে  অবস্থিত এবং এটি ১৯৭৫ সালে প্রতিষ্ঠিত হয়।  এটি ডেভেলপার ইউওএল গ্রুপ একটি সাবসিডিয়ারি এবং এশিয়া, উত্তর আমেরিকা, ওশেনিয়া এবং ইউরোপ জুড়ে ২০ টিরও বেশি বিলাসবহুল হোটেল, রিসর্ট এবং সার্ভিসড স্যুট পরিচালনা করে।\n\n\n== ইতিহাস ==\nব্র্যান্ড নাম \"প্যান প্যাসিফিক হোটেলস\" প্রতিষ্ঠিত হয়  যখন জাপানি সংগঠন টোকিউ গ্রুপ ১৯৭৫ সালে টোকিউ হোটেলস ইন্টারন্যাশনালের অধীনে তার হোটেলগুলো জন্য তার নতুন বিপণন পরিচয় এবং বিক্রয় নেটওয়ার্ক প্রতিষ্ঠা করেছিল। প্রথম প্যান প্যাসিফিক হোটেলটি জাকার্তার সারি প্যান প্যাসিফিক ছিল যা ১৯৭৬ সালে খোলা হয়।\nএটি ১৯৮৩  সালে হাওয়াই এবং ক্যালিফোর্নিয়ায় হোটেল পরিচালনা করার জন্য এমারল্ড ম্যানেজমেন্ট কোম্পানি (ইএমসি) প্রতিষ্ঠা করেন এবং একই বছরেবট্রাভেলার্স পাম লোগো প্রতিষ্ঠিত হয়। ১৯৮৬ সালে প্যান প্যাসিফিক ভ্যাঙ্কুভার এবং প্যান প্যাসিফিক সিঙ্গাপুর খোলা হয়েছিল। টোকিউ হোটেলস ইন্টারন্যাশনাল এবং ইএমসি একীভূত হয়ে প্যান প্যাসিফিক হোটেল এবং রিসর্টে পরিণত হয় এবং ১৯৮৯ সালে ট্র্যাভেলার্স পাম লোগো হোটেল গ্রুপের জন্য কোম্পানি-ব্যাপী পরিচয় হয়ে ওঠে।\n২০০৭ সালে ইউওএল গ্রুপ লিমিটেড টোকিউ থেকে প্যান প্যাসিফিক হোটেল এবং রিসর্টস অধিগ্রহণ করে এবং এর নাম পরিবর্তন করে প্যান প্যাসিফিক হোটেলস গ্রুপ রাখা হয়। ২০০৭ সালে প্যান প্যাসিফিক হোটেলস অ্যান্ড রিসোর্টস গ্লোবাল হোটেল অ্যালায়েন্সের প্রতিষ্ঠাতা সদস্য হয়ে ওঠে ও ৭৬ টি দেশে ১১০০০ রুম সহ ৫৫০ টিরও বেশি আপস্কেল এবং বিলাসবহুল হোটেল সহ ৩০ টিরও বেশি সদস্য ব্র্যান্ড সমন্বিত স্বাধীন হোটেল ব্র্যান্ডের বিশ্বের বৃহত্তম জোট।\n\n\n== কার্যক্রম ==\n\n\n=== হোটেল ===\n\nপ্যান প্যাসিফিক হোটেল এবং রিসোর্টস এর পর থেকে বেইজিং, ঢাকা, কুয়ালালামপুর, কোটা কিনাবালু, ম্যানিলা, মেলবোর্ন, সিঙ্গাপুর, ভ্যাঙ্কুভার, হুইসলার, হ্যানয় এবং সিয়াটেল সহ এশিয়া এবং উত্তর আমেরিকার অন্যান্য অংশে তার উপস্থিতি প্রসারিত করেছে। এর আনাহেইম অবস্থান ১৯৮৪ সালে নির্মিত হয় ১৯৯৫ সালে দ্য ওয়াল্ট ডিজনি কোম্পানি অধিগ্রহণ করে এবং পরবর্তীকালে ডিজনির প্যারাডাইস পিয়ার হোটেল হিসাবে ডিজনিল্যান্ড রিসোর্টে একত্রিত হয়।\nগোষ্ঠীটি পার্করয়্যাল হোটেলস অ্যান্ড রিসর্টস ব্র্যান্ডেরও মালিক, যার মধ্যে রয়েছে পার্করয়্যাল কালেকশন পিকারিং।\n\n\n=== সার্ভিসড স্যুট ===\nহোটেল গ্রুপটি প্যান প্যাসিফিক এবং পার্করয়্যাল উভয় ব্র্যান্ডেই সার্ভিসড স্যুট পরিচালনা করে। ২০০৮ সালে ব্র্যান্ডটি প্যান প্যাসিফিক সার্ভিসড সুইটস অরচার্ড, সিঙ্গাপুরের সাথে তার প্রথম বর্ধিত থাকার সম্পত্তি চালু করে। ২০১৯ সালে এটি প্যান প্যাসিফিক সার্ভিসড স্যুট ব্যাংকক হিসেবে চালু করা হয় এবং ২০১৩ সালে প্যান প্যাসিফিক সার্ভিসড স্যুইটস বিচ রোড, সিঙ্গাপুর, তার প্রথম অতিথিদের স্বাগত জানায়। প্যান প্যাসিফিক সার্ভিস স্যুট জাকার্তা ২০২০ সালের মধ্যে ইন্দোনেশিয়া-১ টাওয়ারে খোলা হবে এবং পার্করয়্যাল স্যুট জাকার্তার থামরিন নাইনে রাখা হবে জাকার্তা।\n\n\n== আরও দেখুন ==\nপ্যান প্যাসিফিক সোনারগাঁও\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}