{"pageid": 1361562, "title": "চীনা ভবন", "url": "https://bn.wikipedia.org/wiki?curid=1361562", "content": "বিশ্বভারতী বিশ্ববিদ্যালয়ের চীনা ভবন ভারতের পশ্চিমবঙ্গ রাজ্যের শান্তিনিকেতনের এক চীনা-ভারতীয় সাংস্কৃতিক বিদ্যার কেন্দ্র। ১৯৩৭ সালে রবীন্দ্রনাথ ঠাকুর ও তান ইয়ুন-শান যৌথভাবে এটি তৈরি করেছিলেন। ওর গ্রন্থাগার প্রচুর চীনা বই ও জার্নালের সম্ভারের জন্য বিখ্যাত, বিশেষত বৌদ্ধ পুঁথির জন্য।\n\n\n== ইতিহাস ==\nচীনা ভবন রবীন্দ্রনাথ ঠাকুরের সমগ্র বিশ্বকে একটি নীড়ে মিলিত করার এক মহৎ ধারণার অংশ এবং তান ইয়ুন-শান চীনা ভবনের নির্মাণ ও উন্নয়নের দায়িত্বে ছিলেন। তিনি চীনের হুনান প্রদেশে জন্মগ্রহণ করেছিলেন এবং তিনি এক পণ্ডিতদের পরিবারের অন্তর্ভুক্ত। তান ইয়ুন-শান একজন হস্তকুশলী, কবি, প্রাবন্ধিক ও লেখক ছিলেন এবং তিনি চীনা পুরাণ ও দর্শনে শিক্ষিত একজন ভাষাবিজ্ঞানীও ছিলেন। নিজের ব্যক্তিজীবনে তিনি এক নিষ্ঠাবান মহাযান বৌদ্ধ এবং এক কনফুসীয় পণ্ডিত ছিলেন যিনি কনফুসীয় ধ্রুপদ, লাওৎসির দর্শন ও চীনা অধিবিদ্যায় সড়গড় ছিলেন। তিনি তাঁর শান্ত পদ্ধতির মাধ্যমে সবাইকে তুষ্ট করতে পারতেন এবং তাঁর নম্রতা তাঁদের মনের উপর এক ছাপ ফেলে দিত যারা তাঁর সঙ্গে নিয়মিত দেখা করতেন।\nরবীন্দ্রনাথ ঠাকুরের চীনে ঐতিহাসিক ভ্রমণের তিন বছর পর ১৯২৭ সালে মালয়তে তান ইয়ুন-শানকে দেখতে পেয়েছিলেন। কবির শান্তি ও বজার বার্তার দ্বারা অনুপ্রাণিত হয়ে তান ইয়ুন-শান শান্তিনিকেতনে এসেছিলেন এবং নিজেকে আশ্রমের বুদ্ধিজীবীদের সঙ্গে সংস্কৃতি-বিষয়ক সংলাপে নিমজ্জিত করেছিলেন। একই সময় তিনি ভারতবিদ্যা নিয়ে চর্চা করতে লেগেছিলেন। যুগ যুগ ধরে ভারত ও চীনের মধ্যে সংস্কৃতির আদানপ্রদানের এক সমৃদ্ধ ঐতিহ্য ছিল। ফা-হিয়েন, হিউয়েন সাঙ ও ই-ৎসিঙের নাম পরিচিত, কিন্তু এই আদানপ্রদানের ঐতিহ্য মাঝে হাজার বছর ধরে বন্ধ হয়ে গিয়েছিল। রবীন্দ্রনাথ ও তান ইয়ুন-শান উভয়ের মধ্যে চীন-ভারত সংস্কৃতির আদানপ্রদানের এক কেন্দ্র হিসেবে এক স্থায়ী শিক্ষা প্রতিষ্ঠানের ভাবনার উদয় হয়েছিল। ১৯৩১ সালে তান ইয়ুন-শান চীনে ফিরে গিয়ে সেখানকার লোকদের রবীন্দ্রনাথের বিশ্বভারতীর বৈশিষ্ট্য সম্বন্ধে অবিহিত করেছিলেন এবং সাংস্কৃতিক সহযোগিতার জন্য সমর্থন চেয়েছিলেন। সাংস্কৃতিক সহযোগিতার জন্য ভালো প্রতিক্রিয়ার পর ১৯৩৩ সালে নানচিঙে সিনো-ইন্ডিয়ান কালচারাল সোসাইটি প্রতিষ্ঠিত হয়েছিল। পরের বছরে তিনি পুনরায় ভারতে গিয়েছিলেন এবং একইরকম সোসাইটি প্রতিষ্ঠা করেছিলেন। ১৯৩৭ সালে চীনা ভবন প্রতিষ্ঠিত হয়েছিল এবং তিনি ৩০ বছর ধরে এর পরিচালনার দায়িত্বে ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSantiniketan has a collection of photographs showing wall paintings at Cheena Bhavana by Nandalal Bose and other interesting art objects at Santiniketan. Click on the photographs to view the captions.\nটেমপ্লেট:চীন–ভারত সম্পর্ক"}