{"pageid": 1361191, "title": "শ্রীপদ শ্রী বল্লভ", "url": "https://bn.wikipedia.org/wiki?curid=1361191", "content": "শ্রীপদ শ্রীবল্লভ (তেলুগু : శ్రీపాద శ్రీవల్లభ) হলেন দত্তাত্রেয় সম্প্রদায়ের (বংশ) একজন ভারতীয় গুরু যিনি ভগবান দত্তের অবতার হিসেবে বিবেচিত। তাকে কলিযুগে দেবতা দত্তাত্রেয়ের প্রথম সম্পূর্ণ অবতার (অবতার) হিসেবে বিবেচনা করা হয়। উল্লেখ্য, নরসিংহ সরস্বতী, মানিক প্রভু, স্বামী সমর্থ, শিরডি সাই বাবা, শ্রীপদ শ্রীবল্লভকে অনুসরণকারী ভগবান দত্তাত্রেয়ের অন্যান্য অবতার বলে মনে করা হয়। \n\n\n== জীবনী ==\nশ্রীপদ শ্রীবল্লভ পিঠাপুরমে জন্মগ্রহণ করেন এবং বসবাস করতেন, পূর্বে যা পিটিকাপুরম নামে পরিচিত, বর্তমান ভারতের অন্ধ্র প্রদেশের একটি শহর।  শ্রীপদ শ্রীবল্লভের দাদা-দাদি ভারতের অন্ধ্র প্রদেশ রাজ্যের পালনাডু এলাকার গুন্টুর জেলার মালয়দ্রি গ্রামের বাসিন্দা।  হরিথাসা গোত্রের মল্লাদি বাপান্না অবধানুলু হলেন শ্রীপদর মাতামহ। তাঁর স্ত্রী রাজামাম্বাও একজন পণ্ডিত পরিবারের সদস্য ছিলেন। তার ভাই মল্লাদি শ্রীধর অবধানলু একই এলাকার বাসিন্দা। একবার দুই পণ্ডিত গোদাবরী মণ্ডলের একটি প্রত্যন্ত অঞ্চল 'আইনাভিলি'তে গিয়েছিলেন, এবং সেখানে তারা একটি যজ্ঞ পরিচালনা করেছিলেন যেখানে তারা প্রকৃতপক্ষে পূর্ণাহুতির সময় ভগবান গণপতিকে আবির্ভূত করেছিলেন, যা 'যজ্ঞে' উপস্থিত সমস্ত লোকেরা প্রত্যক্ষ করেছিল। ভগবান গণপতি তাঁর কাণ্ড দিয়ে পূর্ণাহুতি গ্রহণ করেছিলেন এবং সমস্ত লোককে অবাক করে দিয়েছিলেন যে তিনি গণেশ চতুর্থীতে শ্রীপদ শ্রীবল্লভ হিসাবে জন্ম নেবেন। পরে উভয় পণ্ডিত পিঠাপুরম গ্রামে গিয়ে বসতি স্থাপন করেন। \n\nশ্রীপদ শ্রীবল্লভ ১৬ বছর বয়সে সন্ন্যাস গ্রহণ করেছিলেন এবং ৩০ বছর বয়স পর্যন্ত তাঁর বেঁচে ছিলেন। শ্রীপদ শ্রীবল্লভ তাঁর জীবদ্দশায় যে কয়েকটি উল্লেখযোগ্য পবিত্র স্থান পরিদর্শন করেছিলেন তা হল - বারাণসী (কাশী), বদরিকাশ্রম, গোকর্ণ, শ্রীশৈলম এবং কুরভাপুর ।  শ্রীপাদ বল্লভ জীবনের অনেকটা সময় কুরুপুরমেই ছিলেন। কুরুপুরমের ধর্মীয় তাৎপর্য শ্রী গুরুচরিত্র গ্রন্থে এবং শ্রী দত্তাত্রেয়ের সাথে সম্পর্কিত অন্যান্য পবিত্র গ্রন্থে যথাযথভাবে উল্লেখ করা হয়েছে। শ্রীপাদ বল্লভ এখানে অনেক লীলা করেছিলেন। এটা বিশ্বাস করা হয় যে অবতার শ্রীপদ শ্রীবল্লভ হলেন 'চিরঞ্জীবী' (অমর) এবং তিনি কর্ণাটকের রায়চুরের কাছে কৃষ্ণা নদীর তীরে অবস্থিত কুরাভাপুরা বা কুরুগাদ্দিতে 'জলসমাধি' গ্রহণ করেছিলেন। তারপর থেকে তিনি একজন মানুষ হিসাবে অদৃশ্য হয়ে গেলেও এখনও 'তেজরূপ' (বিশুদ্ধ শক্তি আকারে) বিদ্যমান।  নদীর বিপরীত তীরে তেলেঙ্গানা রাজ্যের অন্তর্গত বল্লভপুরম যা পবিত্র। এটিও বিশ্বাস করা হয় যে শ্রীপদ শ্রীবল্লভ বল্লভপুরম এবং পঞ্চদেবপাহাদে ভক্তদের অনুগ্রহ করার জন্য নদীতে হেঁটে কুরুবপুরম থেকে বল্লভপুরমে আসতেন।\n\n\n== বল্লভেশ ও হেডগেওয়ার পরিবারের কিংবদন্তি ==\nশ্রীপদ শ্রীবল্লভ অদৃশ্য হওয়ার কিছুকাল পরে, বল্লভেশ নামে একজন ব্রাহ্মণ কুরভাপুরে গিয়ে ১,০০০ ব্রাহ্মণদের খাওয়ানোর প্রতিজ্ঞা করেছিলেন যদি তিনি তার স্বাভাবিক লাভের চেয়ে বেশি উপার্জন করেন।  কুরভাপুরের কাছে, বল্লভেশ ছদ্মবেশে দস্যুদের মুখোমুখি হন যারা তাকে ডাকাতি করে এবং শিরশ্ছেদ করে। শ্রীপদ শ্রীবল্লভ হঠাৎ কোথাও থেকে আবির্ভূত হন এবং তার ত্রিশূলা দিয়ে দস্যুদের হত্যা করেন; একজন, যিনি শিব হিসাবে সাধুর কাছে আবেদন করেছিলেন, তাকে রক্ষা করা হয়েছিল। বলা হচ্ছে, বেঁচে থাকা ব্যক্তিটি শ্রীপদ শ্রীবল্লভের কৃপায় জীবিত হওয়ার জন্য বল্লভেশের বিচ্ছিন্ন মস্তকটি তার শরীরের সাথে পুনরায় সংযুক্ত করে।\nবল্লভেশ ব্রাহ্মণকে হেডগেওয়ার পরিবারের মূল-পুরুষ (প্রতিষ্ঠাতা) হিসাবে বিবেচনা করা হয়। কেবি হেডগেওয়ার, রাষ্ট্রীয় স্বয়ংসেবক সংঘ (আরএসএস) এর প্রতিষ্ঠাতা, ছিলেন বল্লভেশের নবম প্রজন্মের বংশধর। \n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nপিএন জোশীর শ্রী দত্তাত্রেয় জ্ঞানকোষ (শ্রী দত্তেয় জ্ঞানকোষ প্রকাশন, পুনে, ২০০০)।\nদত্ত-সম্প্রদায়ের ইতিহাস (দত্তসম্প্রদায়ের ইতিহাস) আরসি ধেরে (পদ্মগনাধ প্রকাশন, পুনে)।\nশ্রী পদ চরিত্র- শঙ্কর ভট্ট (শ্রী মাল্লাদি দিখিতুলুর তেলুগু সংস্করণ)\nসংক্ষিপ্ত শ্রীপদ শ্রীবল্লভ চরিত্রামৃতম পরায়ণ গ্রন্থম (শ্রীমতি প্রসন্ন কুমারী-তেলুগু সংস্করণ দ্বারা সংক্ষিপ্ত)\nশ্রীপাদ শ্রী বল্লভ ওয়েবসাইট - www.sripadavallabha.org\nশ্রীপাদ শ্রীবল্লভ চরিতামৃতম ওয়েবসাইট শ্রীপদ শ্রীবল্লভ চরিতামৃতম wtt\nশ্রীপদ বল্লভ অলৌকিক ঘটনা - www.sripadavallabhamiracles.com\nশ্রীপদ শ্রী বল্লভ সংস্থা পিঠাপুরম, ইজিডিস্ট্রিক্ট, এপি, ভারত\n\n\n== বহিঃসংযোগ ==\nশ্রীপদ শ্রীবল্লভের ওয়েবসাইট\nশ্রীপদ শ্রীবল্লভ ইউটিউব\nশ্রীপদ শ্রী বল্লভ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ ডিসেম্বর ২০১৯ তারিখে\nওয়েবসাইট\nশ্রীপাদশ্রীবল্লভ মহাসম্স্থানম পিঠাপুরম  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ অক্টোবর ২০২২ তারিখে"}