{"pageid": 1361060, "title": "লোকসাধক", "url": "https://bn.wikipedia.org/wiki?curid=1361060", "content": "লোকসাধক বা লোকসাধু হল মৃত মানুষ বা অন্যান্য আধ্যাত্মিকভাবে শক্তিশালী সত্ত্বা যারা সাধু হিসাবে পূজিত, কিন্তু আনুষ্ঠানিকভাবে প্রচলিত নয়। যেহেতু তারা লোক বা জনসাধারণের সাধু, তাই তাদের  জনপ্রিয় সাধুও বলা হয়। দাপ্তরিকভাবে স্বীকৃত সাধুদের মতো, লোকসাধকদেরকে ঈশ্বরের সহিত মধ্যস্থতাকারী হিসেবে বিবেচনা করা হয়, কিন্তু অনেকে তাদের ভক্তদের জীবনে সরাসরি কাজ করতেও বোঝা যায়।\nপ্রায়শই, জীবনে ও মৃত্যুতে তাদের ক্রিয়াকলাপ লোক সাধুদেরকে তাদের প্রামাণিক সমকক্ষদের থেকে আলাদা করে: সরকারী মতবাদ তাদের অনেককে পাপী ও মিথ্যা মূর্তি হিসাবে বিবেচনা করবে। তাদের পদগুলি লোক নিরাময়কারী, আদিবাসী আত্মা এবং লোক নায়কদের দ্বারা পূর্ণ। লোক সাধুরা ক্যাথলিক বিশ্ব জুড়ে দেখা যায় এবং তারা বিশেষ করে লাতিন আমেরিকায় জনপ্রিয়, যেখানে বেশিরভাগেরই ছোট অনুসারী আছে; কয়েকটি জাতীয় বা এমনকি আন্তর্জাতিক পর্যায়ে পালিত হয়।\n\n\n== উৎপত্তি ==\nপ্রাক-খ্রিস্টীয় ইব্রাহিমীয় ঐতিহ্যে, যেসব নবী এবং পবিত্র ব্যক্তিদের মাজারে সম্মানিত করা হয়েছিল তাদের দাপ্তরিক উপাধির পরিবর্তে জনপ্রিয় প্রশংসা দ্বারা চিহ্নিত করা হয়েছিল।\nপ্রকৃতপক্ষে, সুফিবাদের সাথে সবচেয়ে ঘনিষ্ঠভাবে জড়িত খ্রিস্টান সাধকদের ইসলামিক প্রতিপক্ষ এখনও এইভাবে চিহ্নিত করা হয়। প্রারম্ভিক খ্রিস্টানরা একই প্রথা অনুসরণ করেছিল যখন তারা ঈশ্বরের কাছে সুপারিশ চাইতে শহীদদের মাজারে গিয়েছিল।\nএইভাবে, অদাপ্তরিক সাধুদের পূজার জন্য দীর্ঘ ঐতিহ্য রয়েছে এবং আধুনিক লোক সাধুরা আগের মতোই জনপ্রিয়তা অর্জন করে চলেছে। ব্যক্তির জীবনে সম্পাদিত অলৌকিক ঘটনা বা ভালো কাজের গল্প মুখে মুখে ছড়িয়ে দেওয়া হয় এবং নৃবিজ্ঞানী অক্টাভিও ইগনাসিও রোমানোর মতে, \"যদি ব্যতিক্রমী খ্যাতি অর্জন করা হয়, এটা ঘটতে পারে যে তার [বা তার] মৃত্যুর পরেও জীবনে বলা গল্পের একই চক্র পুনরাবৃত্তি হতে থাকবে।\" মৃত্যুর পরেও নতুন অলৌকিক ঘটনা জানা থাকলে জনপ্রিয়তা বাড়তে পারে। হিস্পানিক স্টাডিজের অধ্যাপক ফ্রাঙ্ক গ্রাজিয়ানো ব্যাখ্যা করেছেন।\n\nসম্প্রতি মৃত ব্যক্তির জন্য প্রার্থনা করা এবং প্রার্থনা করার মধ্যে পার্থক্যের মেঘের মধ্য দিয়ে অনেক লোক ভক্তি শুরু হয়। যদি পরিবারের বেশ কয়েকজন সদস্য ও বন্ধুরা কারো সমাধিতে প্রার্থনা করেন, সম্ভবত মোমবাতি জ্বালান এবং নৈবেদ্য ছেড়ে যান, তাদের ক্রিয়াকলাপ অন্যদের কৌতূহল জাগিয়ে তোলে। কেউ কেউ চেষ্টা করে দেখেন-এর জন্য এবং মিশে যাওয়া শুরু করার জন্য-কারণ সমাধিতে ঘন ঘন পরিদর্শন ইঙ্গিত করে যে এর বাসিন্দার আত্মা অলৌকিক হতে পারে। যত তাড়াতাড়ি অলৌকিক ঘটনা ঘোষণা করা হয়, প্রায়ই পরিবারের সদস্য ও বন্ধুদের দ্বারা, নতুনরা তাদের অনুরোধ মঞ্জুর করার আশায় অলৌকিক আত্মার কাছে প্রার্থনা পাঠাতে আসে।\nখ্যাতির এই প্রাথমিক উত্থানটি সরকারী সাধুদের মতো একই গতিপথ অনুসরণ করে। স্প্যানিশ অধ্যাপক ক্যাথলিন অ্যান মায়ার্স লিখেছেন যে রোজ অফ লিমা, প্রথম ক্যানোনিজড আমেরিকান সাধক, \"অতীন্দ্রিয়বাদীর মৃত্যুর মুহুর্তে গণপূজা শুরু হয়েছিল।\" তার অন্ত্যেষ্টিক্রিয়ায় লোকের ভিড় উপস্থিত হয়েছিল, যেখানে কেউ কেউ তার পোশাকের টুকরো কেটে ফেলেছিল যাতে তারা ধ্বংসাবশেষ হিসাবে রাখে। কেন্দ্রে রোজা দে লিমার সাথে সাধারণ ধর্মীয় আন্দোলন দ্রুত বিকশিত হয় কিন্তু এক শতাব্দীর অর্ধেক পরে তাকে আনুষ্ঠানিকভাবে স্বীকৃতি দেওয়া হয়নি। ইতোমধ্যে, তিনি মূলত একজন লোক সাধু ছিলেন।\nচার্চটি ছড়িয়ে পড়ার সাথে সাথে এটি এমন অঞ্চলে আরও প্রভাবশালী হয়ে ওঠে যেগুলি দেবতা ও নায়কদের উদ্‌যাপন করে যেগুলি ক্যাথলিক ঐতিহ্যের অংশ ছিল না। এই পরিসংখ্যানগুলির মধ্যে অনেকগুলি ক্যাথলিক ধর্মের স্থানীয় বৈচিত্র্যের মধ্যে অন্তর্ভুক্ত করা হয়েছিল: দাপ্তরিক সাধুদের পদমর্যাদা তখন অ-ক্যাথলিক বা এমনকি কাল্পনিক ব্যক্তিদের অন্তর্ভুক্ত করে। গির্জার নেতারা ১৯৬৯ সালে সাধুদের সরকারি তালিকা থেকে এই ধরনের পরিসংখ্যান মুক্ত করার জন্য প্রচেষ্টা করেছিলেন, যদিও অন্তত কিছু সম্ভবত রয়ে গেছে। ক্যাথলিক ঐতিহ্য এবং স্থানীয় সাংস্কৃতিক ও ধর্মীয় ঐতিহ্যের এই একই মিশ্রণে অনেক লোক সাধুর উৎপত্তি। লোক সাধুদের থেকে আদর্শ সাধকদের আলাদা করতে, পরবর্তীদেরকে কখনও কখনও সাধুদের পরিবর্তে অ্যানিমাস বা \"আত্মা\" বলা হয়।\n\n\n== স্থানীয় চরিত্র ==\nলোক সাধুরা তাদের অনুসারী হিসাবে একই সম্প্রদায় থেকে আসে। মৃত্যুতে, তারা তাদের সম্প্রদায়ের সক্রিয় সদস্য হিসাবে চালিয়ে যেতে বলা হয়, পারস্পরিকতার সিস্টেমের মধ্যে খচিত করা থাকে যা কবরের বাইরে পৌঁছে যায়। ভক্তরা লোক সাধকদের কাছে প্রার্থনা করে এবং তাদের নৈবেদ্য দেয় এবং লোক সাধুরা ছোট অলৌকিক ঘটনাগুলি বিতরণ করে অনুগ্রহ শোধ করে। অনেক লোক সাধু প্রান্তিক জনগোষ্ঠীতে বাস করে, যাদের চাহিদা অন্যদের চেয়ে বেশি জাগতিক; তাই তারা প্রায়শই তাদের দাপ্তরিক প্রতিপক্ষের তুলনায় আরো জাগতিক, আরো বাস্তববাদী, কম গোঁড়ামিপূর্ণ ফ্যাশনে কাজ করে। লোক সাধকদের প্রতি ভক্তি, তারপরে, প্রায়শই একটি স্বতন্ত্র স্থানীয় চরিত্র ধারণ করে, যা ঐতিহ্যের সংমিশ্রণ ও সম্প্রদায়ের বিশেষ প্রয়োজনের ফলে।\nলাতিন আমেরিকান এবং ইউরোপীয় লোক সাধুদের তাদের অনুসারীদের জীবনে মধ্যস্থতা করার পদ্ধতির মধ্যে পার্থক্য ভাল দৃষ্টান্ত প্রদান করে। পশ্চিম ইউরোপে, নৃবিজ্ঞানী ও ধর্মীয় ইতিহাসবিদ উইলিয়াম এখ্রিস্টান, \"বৈজ্ঞানিক ওষুধের আরও ব্যাপক প্রভাব, পশ্চিম ইউরোপীয় সরকারগুলির তুলনামূলক স্থিতিশীলতা ও সর্বোপরি, প্রাতিষ্ঠানিক চার্চের আরও কার্যকর উপস্থিতি\" এর অর্থ হল যে বেসরকারী পবিত্র লোকেরা সাধারণত প্রতিষ্ঠিত মতবাদের মধ্যে কাজ করে। অন্যদিকে লাতিন আমেরিকান পবিত্র ব্যক্তিরা প্রায়ই দাপ্তরিক সূত্র থেকে অনেক দূরে সরে যায়। যেখানে ইউরোপীয় লোক সাধুরা কেবলমাত্র ঐশ্বরিক বার্তাবাহক হিসাবে পরিবেশন করে, তাদের লাতিন আমেরিকান সাধুরা প্রায়শই তাদের ভক্তদের জীবনে সরাসরি কাজ করে।\nইউরোপে কাউন্টার-রিফরমেশনের সময়, ট্রেন্ট কাউন্সিল ডিক্রি জারি করেছিল \"অন দ্য ইনভোকেশন, ভেনারেশন, এবং রিলিকস, অফ সেন্টস ও অন সেক্রেড ইমেজ\" যা ব্যাখ্যা করে যে রোমান ক্যাথলিক মতবাদে সাধুদের ছবি ও অবশেষগুলিকে উপাসকদের দ্বারা ব্যবহার করা হয় যাতে তারা সাধু ও তারা যে গুণগুলিকে প্রতিনিধিত্ব করে তা চিন্তা করতে সাহায্য করে কিন্তু সেই ছবিগুলি ও ধ্বংসাবশেষগুলি আসলে সাধুদের মূর্ত করে না৷ একইভাবে, ইউরোপে লোক সাধকদের অনুতাপকারী ও ঐশ্বরিক মধ্যে মধ্যস্থতাকারী হিসাবে দেখা হয় কিন্তু তাদের নিজেদের মধ্যে শক্তিশালী বলে মনে করা হয় না। উপাসনালয় তৈরি করা যেতে পারে \"যেটি গ্রামের ক্যালেন্ডারিক বাধ্যবাধকতা পূরণের স্থান হয়ে ওঠে এবং মন্দিরের প্রতিমূর্তি-গ্রামের ঐশ্বরিক রক্ষক-এর জন্য সমালোচনামূলক অনুরোধের স্থান হয়ে ওঠে,\" খ্রিস্টান লিখেছেন, কিন্তু \"এই প্রেক্ষাপটে মাজারের ছবি এবং এর অবস্থানের স্থানটি প্রধান গুরুত্বপূর্ণ; দ্রষ্টা কেবল এটির পরিচয় দেন, এবং তিনি নিজে বা নিজেকে পূজার কেন্দ্রবিন্দু নন।\"\nপূর্ব-কলম্বিয়ান মেসোআমেরিকীয় ঐতিহ্যে, অন্য দিকে, প্রতিনিধিত্ব বলতে বোঝায় এই পবিত্র মূর্তিগুলোর মূর্ত প্রতীক, যেমনটি ইউরোপে হয়েছিল।  এইভাবে, প্রাক-হিস্পানিক মেক্সিকান এবং মধ্য আমেরিকার ছবিগুলি আসলে বোঝা যায় যে তারা যে দেবতাদের প্রতিনিধিত্ব করত তাদের চরিত্র ও আত্মাকে গ্রহণ করে, এমন দৃষ্টিকোণ যা ইউরোপীয় ক্যাথলিকদের দ্বারা মূর্তিপূজা হিসেবে বিবেচিত হত। এই ঐতিহ্যের উত্তরাধিকারী হিসাবে, এই অঞ্চলের লোক সাধকদের প্রায়ই তাদের ভক্তদের জীবনে নিছক মধ্যস্থতাকারী হিসাবে কাজ করার পরিবর্তে সরাসরি কাজ করতে দেখা যায় এবং তারা নিজেরাই পূজনীয়। দর্শনার্থীরা প্রায়শই লোক সাধকদের উপস্থাপনাকে প্রকৃত মানুষ হিসাবে বিবেচনা করে, সামাজিকভাবে উচ্চতর ব্যক্তি বা বন্ধুর সাথে কথা বলার জন্য উপযুক্ত শিষ্টাচার পালন করে—আত্মার স্বভাবের উপর নির্ভর করে—কর্মম করা, বা সিগারেট বা পানীয় দেওয়া।\nনির্দিষ্ট লোক সাধকের জনপ্রিয়তা সময়ের সাথে সাথে সম্প্রদায়ের পরিবর্তনশীল গতিশীলতা ও চাহিদার উপরও নির্ভর করে। ইয়েভজেনি রডিওনভের প্রতি জনপ্রিয় ভক্তি উদাহরণ প্রদান করে। রডিওনভ ছিলেন একজন রাশিয়ান সৈনিক যিনি চেচনিয়ার  বিদ্রোহীদের হাতে নিহত হয়েছিলেন যখন তিনি তার ধর্ম ত্যাগ করতে বা গলায় পরা ক্রুশ খুলে ফেলতে অস্বীকার করেছিলেন। তাকে রাশিয়ান গোঁড়া চার্চ একজন সরকারি সাধু হিসেবে স্বীকৃত করেনি, তবুও তার মৃত্যুর কয়েক বছরের মধ্যেই তিনি জনপ্রিয়তা অর্জন করেছিলেন: রাশিয়ার আশেপাশের বাড়ি ও গির্জাগুলিতে তার চিত্র দেখা যায়, তার নিজের শহর তীর্থযাত্রীদের আঁকা শুরু করে, এবং তিনি প্রার্থনা ও সুপারিশের জন্য অনুরোধ পেতে শুরু করেন। রডিওনভ সৈন্যদের জন্য একজন প্রিয় লোকসন্ত হয়ে ওঠেন এবং সংঘাতের সময়ে রাশিয়ান জাতীয়তাবাদের প্রতিনিধিত্ব করতে এসেছিলেন যখন দেশটি এখনও সোভিয়েত ইউনিয়নের বিলুপ্তি থেকে মুক্ত ছিল। একজন সাংবাদিক যেমন ২০০৩ সালে পর্যবেক্ষণ করেছিলেন, তার মৃত্যু ও লোকসন্তের ভূমিকায় রূপান্তর \"জনপ্রিয় নায়কদের জন্য জাতীয়তাবাদী ক্ষুধা পূরণ করতে\" পরিবেশন করেছিল যখন নায়কদের খুব প্রয়োজন ছিল।\n\n\n== ভক্তি ==\nসুস্বাস্থ্য ও সৌভাগ্যের জন্য সাধারণ অনুরোধ, অভিশাপ তুলে নেওয়া বা রাস্তায় সুরক্ষা সহ যে কোনও কারণে একজন ভক্ত লোক সাধুর মাজারে যেতে পারেন, তবে বেশিরভাগ লোক সাধুদের বিশেষত্ব রয়েছে যার জন্য তাদের সাহায্য চাওয়া হয়। লা ডিফুন্টা কোরেয়া, উদাহরণস্বরূপ, তার অনুসারীদের নতুন বাড়ি এবং ব্যবসা অর্জনে সহায়তা করে। জুয়ান বাউটিস্তা মরিলো ভেনিজুয়েলায় জুয়াড়িদের সাহায্য করে, এবং জুয়ান সোলদাডো মেক্সিকো ও মার্কিন যুক্তরাষ্ট্রের মধ্যে সীমান্ত ক্রসিং-এর উপর নজর রাখেন। এই অভ্যাসটি প্রচলিত সাধু-সন্ন্যাসীদের থেকে এতটা আলাদা নয়। উদাহরণ স্বরূপ, বেনেডিক্ট হলেন কৃষিশ্রমিকদের পৃষ্ঠপোষক সাধু—কিন্তু জেসুস মালভার্ডের মতো মাদক পাচারকারীদের দেখাশোনা করার জন্য একজন আদর্শ সাধক খুঁজে পাওয়া কঠিন হবে। প্রকৃতপক্ষে, বেশ কিছু লোক সাধু ভক্তদের আকৃষ্ট করে কারণ তারা অনুরোধে সাড়া দেয় যে সরকারী সাধুদের উত্তর দেওয়ার সম্ভাবনা নেই। গ্রিফিথ যেমন লিখেছেন, \"যেখানে সাহায্য কার্যকর হতে পারে সেখানে একজনের সাহায্য চাইতে হবে।\" যতদিন অনুগামীরা বিশ্বাসের সাথে তাদের সামনে আসেন এবং যথাযথ ভক্তি করেন, কিছু লোক সাধক একজন ব্যক্তির উপর অভিশাপ দিতে ইচ্ছুক যেমন একজনকে তুলতে চান।\nএকজন লোক সাধুকে দেওয়া প্রস্তাবের মধ্যে থাকতে পারে সেই একই ভোটের মোমবাতি এবং প্রাক্তন ভোটো (ধন্যবাদের শ্রদ্ধা নিবেদন) যা ধর্মীয় সাধুদের উপাসনালয়ে রেখে দেওয়া হয়, তবে তারা প্রায়শই অন্যান্য ধারণাগুলিকে অন্তর্ভুক্ত করে যা আত্মার প্রাক্তন জীবন বা ব্যক্তিত্বের কিছু প্রতিফলিত করে।\nএইভাবে, ডিফুন্টা কোরিয়া, যিনি পিপাসায় মারা গেছেন, তাকে পানির বোতল দেওয়া হয়; ম্যাক্সিমন এবং পাঞ্চো ভিলার স্পিরিট উভয় সিগারেট এবং অ্যালকোহল দেওয়া হয়; মেক্সিকোর হারমোসিলোতে কবরস্থানে কার্লিটোস নামে ছোট ছেলের সমাধিতে টেডি বিয়ার ও খেলনাগুলি রেখে দেওয়া হয়েছে। একইভাবে, লোক সাধুদের কাছে প্রার্থনা প্রায়শই জপমালার দিকগুলির সাথে যুক্ত বা অন্তর্ভুক্ত করা হয় কিন্তু (অনেক আদর্শ সাধুদের মতো) তাদের অনেকের জন্য বিশেষ আবেদনগুলি রচনা করা হয়েছে, প্রতিটি প্রার্থনা সাধুর বিশেষ বৈশিষ্ট্যকে উদ্ঘাটন করে যা সম্বোধন করা হচ্ছে। অন্যান্য স্থানীয় বা আঞ্চলিক মানসিক গঠনগুলিও হামাগুড়ি দেয়। মেক্সিকো এবং মধ্য আমেরিকার কিছু অংশে, উদাহরণস্বরূপ, সুগন্ধযুক্ত রজন কপালকে ম্যাক্সিমনের মতো আরও সমন্বিত আত্মার জন্য পোড়ানো হয়, এমন অভ্যাস যার মূল রয়েছে আদিবাসী দেবদেবীদের অর্ঘের মধ্যে।\nযতক্ষণ তাদের অনুসারীদের জন্য আত্মা আসে, ভক্তরা ফিরে আসবে। মুখের কথা নিরাময় ও সৌভাগ্যের খবর ছড়িয়ে দেয় এবং বিশেষ করে প্রতিক্রিয়াশীল আত্মারা বড় অনুসরণ লাভ করতে পারে। তবে সব জনপ্রিয় থাকে না। যদিও সরকারি সাধুরা তাদের জনপ্রিয়তা নির্বিশেষে আদর্শ হিসাবে রয়ে যায়, লোক সাধুরা যারা তাদের ভক্তদেরকে তাদের আবেদনে সাড়া দিতে ব্যর্থ হওয়ার কারণে তাদের স্মৃতি থেকে সম্পূর্ণরূপে হারিয়ে যেতে পারে।\n\n\n== ক্যাথলিক চার্চের সাথে সম্পর্ক ==\nযেসব এলাকায় ক্যাথলিক চার্চের ক্ষমতা বেশি, সেখানে এটি তার সদস্যদের ভক্তিমূলক জীবনের ওপর আরো নিয়ন্ত্রণ রাখে। এইভাবে, ইউরোপে, চার্চ দ্বারা উত্সাহিত লোক ভক্তিগুলি দ্রুত প্রাতিষ্ঠানিক রূপ লাভ করে, যখন যেগুলি নিরুৎসাহিত করা হয় সেগুলি সাধারণত মারা যায় বা শুধুমাত্র হ্রাস স্তরে চলতে থাকে। অনুরূপ কারণে, ধনী ব্যক্তিদের তুলনায় দরিদ্র ও প্রান্তিক সম্প্রদায়ে লোক সাধকদের বেশি করে শ্রদ্ধা করা হয়। বা লোক সাধুদের উপাসনালয়ে পাওয়া যায় না ক্যানোনিকাল সাধুদের, যদিও উল্টোটা প্রায়ই সত্য: এটা অস্বাভাবিক নয় যে একজন লোক সাধুর মাজারে অন্যান্য লোক সাধুদের ছবি এবং সেইসাথে দাপ্তরিক ক্যাথলিক সম্প্রদায়ের সদস্যদের ছবি দিয়ে সজ্জিত করা হয়। বাড়ির মাজারগুলিতেও প্রায়শই দাপ্তরিক ও অদাপ্তরিক সাধুদের একসাথে অন্তর্ভুক্ত করা হয়। গ্রাজিয়ানো ব্যাখ্যা করেন:\n\nক্যাথলিক ধর্ম এতটা পরিত্যক্ত নয় যতটা প্রসারিত [লোক অনুশীলনকারীদের দ্বারা]; এটা ব্যতিক্রমী সম্পদ ঘেরাও প্রসারিত হয়। যেখানে ক্যাথলিক ধর্ম ... প্রামাণিক ও অ-প্রামাণিক বা গোঁড়া এবং প্রচলিত ধর্মমতের বিরোধী মধ্যে পার্থক্য রক্ষা করে, লোক ভক্তি এইগুলিকে বেশ স্বাভাবিকভাবে এবং রিজার্ভ ছাড়াই মিশ্রিত করে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nGraziano, Frank (২০০৭)। Cultures of Devotion: Folk Saints of Spanish America। Oxford: Oxford University Press। আইএসবিএন 978-0-19-517130-3। \nGriffith, James S. (২০০৩)। Folk Saints of the Borderlands: Victims, Bandits & Healers। Tucson: Rio Nuevo Publishers। আইএসবিএন 1-887896-51-1। \nMacklin, B.J.; N.R. Crumrine (১৯৭৩)। \"Three North Mexican Folk Saint Movements\"। Comparative Studies in Society and History। পৃষ্ঠা 89–105। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে লোকসাধক সম্পর্কিত মিডিয়া দেখুন।"}