{"pageid": 1361692, "title": "হেলেনার যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1361692", "content": "হেলেনার যুদ্ধ ১৮৬৩ খ্রিষ্টাব্দের ৪ঠা জুলাই আমেরিকান গৃহযুদ্ধের সময়ে আর্কানসের হেলেনা শহরের নিকটে সংঘটিত হয়েছিল। ইউনিয়ন সৈন্যরা ১৮৬২ খ্রিষ্টাব্দের জুলাই মাসে শহরটি দখল করেছিল, এবং এটিকে অভিযান পরিচালনার ঘাঁটি হিসাবে ব্যবহার করেছিল। লেফটেন্যান্ট জেনারেল থিওফিলাস হোমসের নেতৃত্বে ৭,৫০০ জনেরও বেশি কনফেডারেট সৈন্য মিসিসিপির ভিক্সবার্গে অবরুদ্ধ কনফেডারেট সেনাবাহিনীর উপর চাপ কিছুটা উপশম করার আশায় হেলেনা শহরকে নিয়ন্ত্রণে আনা করার চেষ্টা করেছিল। হেলেনা শহরটি মেজর জেনারেল বেঞ্জামিন প্রেন্টিসের নেতৃত্বে একটি দুর্গ ও চারটি ব্যাটারি পরিচালনা করে প্রায় ৪,১০০ জন ইউনিয়ন সৈন্য দ্বারা রক্ষা করা হয়েছিল।\nদিবালোকে আক্রমণ করার জন্য থিওফিলাস এইচ. হোমসের আদেশের ভিন্ন ভিন্ন ব্যাখ্যার ফলে ব্রিগেডিয়ার জেনারেল জেমস এফ. ফ্যাগানের সৈন্যরা ব্যাটারি ডি-এর উপরে অসমর্থিত আক্রমণ করেছিল, এবং ইউনিয়ন কেন্দ্রের বিরুদ্ধে মেজর জেনারেল স্টার্লিং প্রাইস কর্তৃক আক্রমণ জেমস এফ. ফাগানের সৈন্যরা অনেকাংশে বিপর্যস্ত হওয়ার পরে করা হয়েছিল। উত্তরে, ব্রিগেডিয়ার জেনারেল জন এস. মারমাডিউক ও লুসিয়াস এম. ওয়াকারের নেতৃত্বে কনফেডারেট অশ্বারোহী বাহিনী যুদ্ধে ব্যর্থ হয়েছিল এবং সামান্যই সফলতা লাভ করেছিল। আক্রমণটি ব্যর্থ হয়েছিল, এবং ভিক্সবার্গে কনফেডারেট সেনাবাহিনী একই ভাবে অবরুদ্ধ অবস্থায় ছিল। বছরের শেষের দিকে, ইউনিয়ন সৈন্যরা সফল অভিযানের মাধ্যমে আর্কানস'-এর লিটল রক দখল করার জন্য হেলেনা শহরকে একটি কৌশলগত ঘাঁটি হিসাবে ব্যবহার করেছিল।\n\n\n== প্রেক্ষাপট ==\n\nদক্ষিণ ক্যারোলাইনা রাজ্য ১৮৬০ খ্রিস্টাব্দের ডিসেম্বর মাসে যুক্তরাষ্ট্রীয় সরকারের সঙ্গে বিভিন্ন মতবিরোধের ফলে মার্কিন যুক্তরাষ্ট্র থেকে বিচ্ছিন্ন হয়েছিল, মতবিরোধের কারণসমূহের মধ্যে অন্যতম প্রধান ছিল দাসপ্রথা। আরও সুদূর দক্ষিণের রাজ্যসমূহ পরের বছরের শুরুতে বিচ্ছিন্ন হয়ে কনফেডারেট স্টেটস অব আমেরিকা গঠন করেছিল। গৃহযুদ্ধ ১২ই এপ্রিল শুরু হয়েছিল, যখন কনফেডারেট সৈন্যরা ফোর্ট সামটারে বোমাবর্ষণ করেছিল। যখন যুক্তরাষ্ট্রের নবনির্বাচিত রাষ্ট্রপতি আব্রাহাম লিংকন বিদ্রোহ দমন করার জন্য ৭৫,০০০ জন স্বেচ্ছাসেবকদের আহ্বান জানিয়েছিলেন, তখন এটি দক্ষিণাঞ্চলীয় রাজ্য আর্কানস'-এর জন্য অনুঘটক হিসাবে প্রমাণিত হয়েছিল ও কনফেডারেসিতে যোগদান করেছিল। মিসৌরির উত্তরে ১৮৬১ খ্রিস্টাব্দে যুদ্ধ সংঘটিত হয়েছিল, কিন্তু কনফেডারেট বাহিনী ১৮৬২ খ্রিস্টাব্দের মার্চ মাসের শুরুতে উত্তর আর্কানস-এ পি রিজের যুদ্ধে পরাজিত হয়েছিল। ইউনিয়ন (মার্কিন যুক্তরাষ্ট্র) বাহিনী কর্তৃক এপ্রিল মাসের শেষের দিকে আর্কানসে চলে যাওয়া, রাজ্য রাজধানী লিটল রককে হুমকির মুখে ফেলা ও ১২ই জুলাই মিসিসিপি নদীর তীরবর্তী হেলেনা শহর দখল করার মধ্যমে পি রিজ-এ জয়লাভকে অনুসরণ করা হয়েছিল।\nহেলেনাকে ১৮৬৩ খ্রিস্টাব্দের প্রথম দিকে নিজেদের নিয়ন্ত্রণে রাখার মধ্যমে ইউনিয়ন উল্লেখযোগ্য সুবিধা লাভ করেছিল, যেমন চলমান ভিক্সবার্গ অভিযানের জন্য একটি সরবরাহ ডিপো হিসাবে ব্যবহার করা, লিটল রকের বিরুদ্ধে ভবিষ্যত অগ্রগতির জন্য একটি সুবিন্যস্ত সামরিক কেন্দ্র প্রদান করা এবং উত্তর-পূর্ব আর্কানস'কে সুরক্ষিত করা। ইউনিয়ন সৈন্যরা মে মাসের শেষের দিকে ভিক্সবার্গের উপর প্রচণ্ড চাপ সৃষ্টি করেছিল, ফলে কনফেডারেট কর্তৃপক্ষ জেনারেল জোসেফ ই. জনস্টনকে একটি বার্তা পাঠায় যাতে পরামর্শ দেওয়া হয় যে ট্রান্স-মিসিসিপি বিভাগের বাহিনীকে ভিক্সবার্গের উপর চাপ কমানোর জন্য ব্যবহার করা হবে। হেলেনার উপর আক্রমণের একটি ধারণা ছিল। ট্রান্স-মিসিসিপিতে কনফেডারেট বাহিনীর কমান্ডার লেফটেন্যান্ট জেনারেল এডমন্ড কার্বি স্মিথ কর্তৃক জুন মাসে বার্তা প্রেরণ করা হয়েছিল, যেটি জনস্টনের নিকট পৌঁছেছিল, এবং ডিস্ট্রিক্ট অব আরকানসাসের কনফেডারেট কমান্ডার লেফটেন্যান্ট জেনারেল থিওফিলাস হোমসের নিকট হেলেনা আক্রমণ করা হবে কিনা সে সিদ্ধান্ত নেওয়ার দায়িত্ব অর্পণ করা হয়েছিল।\n\n\n== যুদ্ধ পূর্ববর্তী ঘটনাসমূহ ==\nথিওফিলাস হোমস ৯ই জুন জানতে পারেন যে হেলেনায় ইউনিয়ন বাহিনীর প্রায় ৩,০০০ জন বা ৪,০০০ জনের সৈন্য বল রয়েছে, এবং আক্রমণ পরিত্যাগের সিদ্ধান্ত গ্রহণ করেছিলেন। তিনি ভেবেছিলেন আক্রমণটি খুব ব্যয়বহুল হবে এবং পরিবর্তে ইউনিয়নের জাহাজ চলাচলকে বাধা দেওয়ার জন্য মিসিসিপি নদীর তীরে একটি আর্টিলারি ব্যাটারি স্থাপনের পরামর্শ দিয়েছিলেন। কনফেডারেট অশ্বারোহী ১৪ই বাহিনী যখন হেলেনার সৈন্যদল (গ্যারিসন) দুর্বল হয়ে যাওয়ার খবর দেয় তখন থিওফিলাস হোমসের অস্থিরতা শেষ হয়। তিনি জ্যাকসনপোর্টের দিকে অগ্রসর হতে শুরু করেন এবং মেজর জেনারেল স্টার্লিং প্রাইস ও ব্রিগেডিয়ার জেনারেল জন এস. মারমাডিউকের সঙ্গে ১৮ই জুন দেখা করেছিলেন। সেখানে তারা হেলেনার বিরুদ্ধে কনফেডারেট বাহিনীকে কোণঠাসা করার একটি পরিকল্পনা তৈরি করেন, যদিও থিওফিলাস হোমস তখনও প্রস্তাবিত আক্রমণ সম্পর্কে ভয়াতুর ছিলেন, কারণ তিনি উদ্বিগ্ন ছিলেন যে এটি ব্যর্থ হতে পারে। তিনি সাধারণ জনগণের কাছে অনেক বেশি জনপ্রিয় স্টার্লিং প্রাইসের সঙ্গে একটি চুক্তি করেছিলেন, চুক্তি অনুযায়ী ব্যর্থতার ক্ষেত্রে স্টার্লিং প্রাইস প্রকাশ্যে আক্রমণের সিদ্ধান্তকে সমর্থন করতে বাধ্য ছিলেন।\nপরিকল্পনাটি স্টার্লিং প্রাইসের জন্য ডাকা হয়েছিল, পরিকল্পনা অনুযায়ী নির্ধারিত হয় যে মারমাডিউকের ১,৭৫০ অশ্বারোহীর পাশাপাশি স্টার্লিং প্রাইস তার ৩,০৯৫ জন পদাতিক সৈন্য সহ ২২শে জুন জ্যাকসনপোর্ট থেকে কটন প্ল্যান্টে যাবে; ব্রিগেডিয়ার জেনারেল জেমস এফ. ফ্যাগানের নেতৃত্বে ১,৩৩৯ জনের পদাতিক বাহিনী লিটল রক থেকে ক্ল্যারেন্ডনে চলে যাবে এবং ব্রিগেডিয়ার জেনারেল লুসিয়াস এম. ওয়াকার তার ১,৪৬২ জন অশ্বারোহীর সঙ্গে হেলেনার উপরে নজর রাখবে। হোমস আক্রমণের সঙ্গে থাকবেন। হোমস ২২শে জুন পরিকল্পনাটি সংশোধন করেন, প্রাইসকে কটন প্ল্যান্টের পরিবর্তে সুইজারস নামে পরিচিত একটি স্থানে মনোনিবেশ করার নির্দেশ দেন। বৃষ্টি ও অধিক উচ্চার জল স্রোত প্রাইসের প্রচেষ্টাকে ধীর করে দেয়, এবং পদাতিক বাহিনী ক্যাশে নদী পার হতে বিলম্ব করেছিল, যদিও মারমাডিউকের লোকেরা সময়মতো সুইজারে পৌঁছেছিল। জলাভূমির মধ্য দিয়ে চলাচলের ফলে অনেক সহগামী প্রাণীর মৃত্যু ও ওয়াগনের ক্ষতি হয়েছিল। হোমস ও ফ্যাগান ২৬শে জুন ক্ল্যারেন্ডনে পৌঁছান। সেখানে হোমস আরও একবার যুদ্ধের জন্য আদেশ প্রদান করেন, আদেশ অনুযায়ী ওয়াকার হেলেনার কাছে ফ্যাগানের গতিবিধিতে নজর রাখেন, অন্যদিকে প্রাইস সুইজারস থেকে হেলেনার দিকে এগিয়ে যান। ভূখণ্ড ও আবহাওয়ার কারণে প্রাইসের অগ্রগতি মন্থর হতে থাকে, যা হোমসের বিরক্তির কারণ ছিল, যিনি প্রকৃতরূপে বিশ্বাস করতেন যে বিলম্বের ফলে যুদ্ধে আশ্চর্যরকমের কোনও অবশিষ্ট সম্ভাবনা হাতছাড়া হয়েছিল। কনফেডারেট কলাম অবশেষে ৩রা জুলাই একত্রিত হয়েছিল এবং সেই দিন হেলেনার দিকে চূড়ান্ত অভিযান শুরু হয়েছিল। সামগ্রিকভাবে, কনফেডারেটদের ৭,৬৪৬ জন সৈন্য ছিল।\n\nহেলেনায় ইউনিয়ন বাহিনীটি মেজর জেনারেল বেঞ্জামিন প্রেন্টিস দ্বারা পরিচালিত হয়েছিল এবং ত্রয়োদশ কর্পসের ত্রয়োদশ বিভাগ নিয়ে গঠিত ছিল। যদিও প্রেন্টিস হেলেনার আশেপাশের সাধারণ জেলার কমান্ডে ছিলেন, তবে ব্রিগেডিয়ার জেনারেল ফ্রেডরিক স্যালোমন নগর রক্ষাকারী সৈন্যদের (গ্যারিসন) পরিচালনা করেছিলেন। ফ্রেডরিক স্যালোমন আসন্ন যুদ্ধে বহু সিদ্ধান্ত গ্রহণ করেছিল। প্রেন্টিস মূলত কনফেডারেট আক্রমণের গুজব উড়িয়ে দিয়েছিলেন, কিন্তু আক্রমণের আরও বিশ্বাসযোগ্যতা জুন মাসের শেষের দিকের প্রতিবেদনগুলি প্রদান করেছিল। ফোর্ট কার্টিস নামে পরিচিত একটি প্রতিরক্ষামূলক সামরিক অবস্থান ইতোমধ্যে হেলেনার পশ্চিমে বিদ্যমান ছিল, কিন্তু এ, বি, সি, ও ডি অক্ষর দিয়ে নামকরণকৃত চারটি নতুন ব্যাটারি তৈরি করা হয়েছিল। চারটি ব্যাটারির প্রতিটি ক্রাউলি'স রিজের একটি উঁচু স্থানে অবস্থিত ছিল। ইউনিয়ন লাইনের সামনের গাছগুলি কাটা হয়েছিল, যদিও এটি স্পষ্ট নয় যে গাছগুলিকে সেখানেই রেখে দেওয়া হয়েছিল নাকি অ্যাবাতিতে রূপান্তরিত করা হয়েছিল। বেঞ্জামিন প্রেন্টিসের মূলত উদ্দেশ্য ছিল ইউনিয়ন নৌবাহিনীর তিনটি জাহাজ দ্বারা সৈন্যবাহিনীকে শক্তিশালী করা, কিন্তু কনফেডারেট আক্রমণের সময় শুধুমাত্র একটি টিম্বারক্ল্যাড ইউএসএস টাইলার উপলব্ধ ছিল। প্রেন্টিসও সতর্কতা হিসাবে চতুর্থ জুলাইয়ের পরিকল্পিত উদযাপন বাতিল করেছিলেন, এবং শহরের রাস্তাগুলিকে কাটা গাছ দিয়ে ব্যারিকেড করার নির্দেশ দিয়েছিলেন। ইউনিয়নের নগর রক্ষাকারী সৈন্যদল (গ্যারিসন) ৪,১২৯ জন সৈন্যের সহ আসন্ন আক্রমণের মুখোমুখি হত্তয়ার জন্য নিয়োজিত ছিল। পূর্ববর্তী শিলোর যুদ্ধে তার কমান্ডের অধীনে সৈন্যরা যে দুর্ভোগ লাভ করেছিল তা স্মরণ করে, প্রেন্টিস প্রতিদিন সকাল ২ টার রিভেইল (নিদ্রাভঙ্গের জন্য সঙ্কেত) বাজানোর নির্দেশ দিয়েছিলেন। প্রেন্টিসের সৈন্যরা তাদের প্রতিরক্ষা, ব্যাটারি ও নৌ সহায়তার মাধ্যমে কনফেডারেটদের তুলনায় সুবিধা জনক অবস্থানে ছিল। কনফেডারেটদের প্রতি স্থানীয় শ্বেতাঙ্গ জনগোষ্ঠীর সমর্থন ছিল।\n\n\n== ফলাফল ==\nথিওফিলাস হোমস যুদ্ধে তার দলের ৭,৬৪৬ জনের মধ্যে ১,৬৩৬ জনকে হারিয়েছিলেন; যাদের মধ্যে ১৭৩ জন নিহত, ৬৮৭ জন আহত ও ৭৭৬ জন নিখোঁজ হয়েছিল। বেঞ্জামিন প্রেন্টিস ১,১০০ জনেরও বেশি কনফেডারেট সৈন্যকে বন্দী করার দাবি করেছিলেন, এবং জানান যে ইউনিয়ন সৈন্যদের দ্বারা ৩০০ জনেরও বেশি মৃত কনফেডারেট সৈন্যকে সমাধিস্থ করা হয়েছিল। কনফেডারেটের প্রায় সমস্ত ক্ষতি ফ্যাগান, পার্সনস ও ম্যাকরের ব্রিগেডে হয়েছিল, যারা তাদের হামলাকারী বাহিনীর ৩২ শতাংশকে হতাহত হিসাবে উল্লেখ করেছিল। ওয়াকার মাত্র ১২ জনকে হারিয়েছিলেন; ইতিহাসবিদ মার্ক ক্রাইস্ট স্বল্প মৃত্যুর কারণ হিসাবে ওয়াকার বাহিনীর দ্বারা আক্রমণের দুর্বলতাকে চিহ্নিত করেছেন। মার্ক ক্রাইস্টের মতে, প্রেন্টিস যুদ্ধে তার দলের ৪,১২৯ জনের মধ্যে ২২০ জনকে হারিয়েছিলেন; যাদের মধ্যে ৫৭ জন নিহত, ১২৭ জন আহত ও ৩৬ জন নিখোঁজ হয়েছিল। ইতিহাসবিদ এড বেয়ারস ইউনিয়ন বাহিনীর ক্ষতির পরিমাণ হিসাবে প্রতিবেদনে ৫৭ জন নিহত, ১৪৬ জন আহত ও ৩৬ জন নিখোঁজ হওয়ার কথা উল্লেখ করেন, এবং ঐতিহাসিক টমাস ডব্লিউ. কাটারও এড বিয়ারসের মতো একই পরিসংখ্যান প্রদান করেছেন। ৩৩তম আইওয়া ও ৩৩তম মিসৌরির মধ্যে হতাহতের সংখ্যা সবচেয়ে বেশি ছিল, অপরদিকে দ্বিতীয় আর্কানস ইনফ্যান্ট্রি রেজিমেন্ট (আফ্রিকান বংশোদ্ভূত) যুদ্ধের সময় আর্কানসে আফ্রিকান-আমেরিকান সৈন্যদের দ্বারা যুদ্ধের প্রথম ক্ষয়ক্ষতির সম্মুখীন হয়েছিল। ইউনিটটি যুদ্ধের সময়ে অসম্পন্নভাবে গঠিত ও দুর্বলভাবে প্রশিক্ষিত ছিল, তাই এটিকে এমন একটি এলাকায় মোতায়েন করা হয়েছিল যেখানে সরাসরি যুদ্ধে জড়িত হওয়ার সম্ভাবনা ছিল না। থিওফিলাস হোমস ম্যাক্রেইকে \"শত্রুর সামনে দুর্ব্যবহার\" করার জন্য অভিযুক্ত করেন এবং তার প্রতিবেদনে ব্যর্থতার জন্য ম্যাক্রেইকে দায়ী করেন, কিন্তু পরবর্তী কোর্ট মার্শাল দ্বারা ম্যাক্রেইকে অভিযোগ থেকে মুক্তি দেওয়া হয়েছিল। এই যুদ্ধটি হোমস ও প্রাইসের মধ্যেকার ইতিবাচক সম্পর্ককেও নষ্ট করে দিয়েছিল, পূর্ববর্তীরা বিশ্বাস করেন যে পরবর্তীতে ফ্যাগানকে শক্তিশালী করা উচিত ছিল। হোমস ও মারমাডিউক উভয়েই দায়িত্ব পালনে অবহেলার জন্য ওয়াকারকে অভিযুক্ত করেছিলেন।\n\n\n== আরও দেখুন ==\nআমেরিকান গৃহযুদ্ধে যুদ্ধের তালিকা\nআমেরিকান গৃহযুদ্ধে সৈন্যদের ব্যস্ততা, ১৮৬৩\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nবেয়ারস, এডউইন সি. (১৯৬১)। \"The Battle of Helena, July 4, 1863\"। আর্কানস হিস্টরিকাল কোয়ার্টারলি। ২০ (৩): ২৫৬ – ২৯৭। আইএসএসএন 0004-1823। জেস্টোর 40038050। ডিওআই:10.2307/40038050। \nক্যাস্টেল, আলবার্ট ই. (১৯৯৩) [1968]। General Sterling Price and the Civil War in the West। ব্যাটন রুজ, লুইজিয়ানা: লুইজিয়ানা স্টেট ইউনিভার্সিটি প্রেস। আইএসবিএন 978-0-8071-1854-2। \nক্রাইস্ট, মার্ক কে. (২০১০)। Civil War Arkansas 1863: The Battle for a State। নরম্যান, ওকলাহোমা: ওকলাহোমা বিশ্ববিদ্যালয় প্রেস। আইএসবিএন 978-0-8061-4433-7। \nকাটরা, থমাস ডব্লিউ. (২০১৭)। Theater of a Separate War: The Civil War West of the Mississippi River 1861 – 1865। চ্যাপেল হিল, নর্থ ক্যারোলিনা: ইউনিভার্সিটি অব নর্থ ক্যারোলিনা প্রেস। আইএসবিএন 978-1-4696-3156-1। \nডিব্ল্যাক, থমাস এ. (১৯৯৪)। \"১৮৬৩: \"উই মাস্ট স্ট্যান্ড অর ফল অ্যালোন\"\"।   ক্রাইস্ট, মার্ক কে.। রাগড অ্যান্ড সাব্লাইম: দ্য সিভিল ওয়ার ইন আর্কানস। ফায়েটভিল, আরকানসাস: ইউনিভার্সিটি অব আর্কানস প্রেস। আইএসবিএন 978-1-55728-356-6। \nগার্লি, বিল (২০১৩)। \"মোসবি মনরো পার্সনস: মিসৌরি'স ফরগটেন ব্রিগেডিয়ার\"।   স্কট, থমাস ই.; বার্গেরন, আর্থার ডব্লিউ.; হিউইট, লরেন্স এল.। Confederate Generals in the Trans-Mississippi। ১। নক্সভিল, টেনেসি: ইউনিভার্সিটি অব টেনেসি প্রেস। আইএসবিএন 978-1-57233-985-9। \nকার্বি, রবার্ট এল. (১৯৭২)। Kirby Smith's Confederacy: The Trans-Mississippi South, 1863 – 1865 (ইউনিভার্সিটি অব অ্যালাবামা পেপারব্যাক সংস্করণ)। টাস্কালুসা, অ্যালাবামা: ইউনিভার্সিটি অব অ্যালাবামা প্রেস। আইএসবিএন 978-0-8173-0546-8। \nমানিহান, কার্ল (১৯৯৪)। \"১৮৬১: \"দ্য ডাই ইজ কাস্ট\"\"।   ক্রাইস্ট, মার্ক কে.। Rugged and Sublime: The Civil War in Arkansas। ফায়েটভিল, আরকানসাস: ইউনিভার্সিটি অব আর্কানস প্রেস। পৃষ্ঠা ১ – ১৯। আইএসবিএন 978-1-55728-356-6। \nশিফ্লার, জি. ডেভিড (২০১৭)। Civil War in the Delta: Environment, Race, and the 1863 Helena Campaign (পিএইচডি)। আর্কানস বিশ্ববিদ্যালয়। ওসিএলসি 1078690836। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nশিফ্লার, জি. ডেভিড (২০১৮)। \"Timber, Torrents, and the Trans-Mississippi Mud March\"। দ্য হিস্ট্রি টিচার। ৫২ (1): ৯ – ৪৭। আইএসএসএন 0018-2745। জেস্টোর 26646471। \nশ্যালহোপ, রবার্ট ই. (১৯৭১)। Sterling Price: Portrait of a Southerner। কলম্বিয়া, মিসৌরি: ইউনিভার্সিটি অব মিসৌরি প্রেস। আইএসবিএন 978-0-8262-0103-4। \nসিলভারস্টোন, পল এইচ. (১৯৮৯)। Warships of the Civil War Navies। অ্যানাপলিস, মেরিল্যান্ড: নেভাল ইনস্টিটিউট প্রেস। আইএসবিএন 0-87021-783-6। \n\n\n== আরও পড়ুন ==\nটেলর, মাইকেল ডব্লিউ. (৪ সেপ্টেম্বর ২০১৮)। \"Battle of Helena\"। এনসাইক্লোপিডিয়া অব আর্কানস'। লিটল রক: সিএএলএস। সংগ্রহের তারিখ ১৬ জুন ২০২৩। \n\n\n== বহিঃসংযোগ ==\nহিস্টরিকাল মার্কার ডাটাবেসে হেলেনার যুদ্ধ"}