{"pageid": 1361427, "title": "স্পার্মিওজেনেসিস", "url": "https://bn.wikipedia.org/wiki?curid=1361427", "content": "স্পার্মিওজেনেসিস (ইংরেজি: Spermiogenesis) হল স্পার্মাটোজেনেসিস পদ্ধতির একটি গুরুত্বপূর্ণ দশা যাতে স্পার্মাটিড কোশসমূহ একটি সুস্থ ও সঠিক আকৃতি বিশিষ্ট শুক্রাণুতে রূপান্তরিত হয়।\n\nস্পার্মিওজেনেসিসের সময় স্পার্মাটিডসমূহ সেন্ট্রিওলসমূহের একটির মাইক্রোটিবিউলসমূহের বৃদ্ধির মাধ্যমে লেজ তৈরি শুরু করে। সেন্ট্রিওলসমূহ ভিত্তি দেহে রূপান্তরিত হয়। এসকল মাইক্রোটিবিউলসমূহ একটি অ্যাক্সোনিম তৈরি করে। পরবর্তীতে সেন্ট্রোসোম হ্রাসকরন প্রক্রিয়ার মাধ্যমে সেন্ট্রিওলটি রূপান্তরিত হয়।\nলেজের সম্মুখ অংশ(যাকে মধ্যখণ্ড বলে) পুরু হয় কারণ শক্তি সরবরাহের জন্য অ্যাক্সোনিমের চতুষ্পার্শ্বে মাইটোকন্ড্রিয়া সংগঠিত হয় (দেখুন নেবেনকার্ন)। স্পার্মাটিড ডিএনএ প্যাকেজিং প্রক্রিয়ায় অত্যন্ত ঘনসন্নিবিষ্ট হয়। ডিএনএ প্যাকেজিং প্রথমত সুনির্দিষ্ট নিউক্লিয়ার বেসিক প্রোটিন দ্বারা হয় যা পরবর্তীতে স্পার্মাটিড দীর্ঘায়নের সময় প্রোটামিন দ্বারা পরিবর্তিত হয়। এভাবে উৎপন্ন ঘন সন্নিবিষ্ট ক্রোমাটিন ট্রান্সক্রিপশন করতে অক্ষম। ঘন নিউক্লিয়াসের চতুষ্পার্শ্বে গলগি বস্তু জমা হয়ে অ্যাক্রোজোম গঠন করে।\n\n\n== স্পার্মিয়েশন ==\nটেস্টোস্টেরন হরমোন অপ্রয়োজনীয় সাইটোপ্লাজম ও অঙ্গাণুসমূহ দূর করে পরিপক্বতা অর্জনে সাহায্য করে। শুক্রাশয়ে অবস্থিত সার্টোলি কোষ অতিরিক্ত সাইটোপ্লাজম ভক্ষণ করে ফেলে। এর ফলে উৎপন্ন শুক্রাণু বা স্পার্মাটোজোয়া পরিপক্ব হলেও চলনক্ষম নয়, ফলে তারা প্রজননে অক্ষম। স্পার্মিয়েশন  প্রক্রিয়ার মাধ্যমে প্রতিরক্ষা প্রদানকারী সার্টোলি কোষ থেকে পরিপক্ব শুক্রাণু সেমিনিফেরাস নালিকার গহ্বরে নির্মুক্ত হয়। সার্টোলি কোষ নিঃসৃত তরল পদার্থের মধ্য দিয়ে পেরিস্টাল্টিক সংকোচনের মাধ্যমে নিশ্চল শুক্রাণু এপিডিডিমিসে পৌঁছায়। সেখানে শুক্রাণু চলনক্ষমতা অর্জন করে এবং নিষেক ক্ষমতা লাভ করে। তবে সচল শুক্রাণু পুং প্রজনন তন্ত্রের বাকি পথ তার নিজস্ব চলনক্ষমতার মাধ্যমে নয় বরং পেশি সংকোচনের মাধ্যমে পাড়ি দেয়। ৬ মিটার দীর্ঘ এপিডিডিমিস নালিকা পারি দিতে শুক্রাণুর কয়েকদিন সময় লেগে যায়। এপিডিডিমিসে ১৮ থেকে ২৪ ঘণ্টা অতিবাহিত করার পর শুক্রাণু চলনক্ষম হয়। তবে এপিডিডিমিসের তরলে কিছু নিবৃত্তকারী প্রোটিন থাকে যা বীর্যস্খলনের পূর্ব পর্যন্ত শুক্রাণুকে পূর্ণ চলনক্ষম হতে দেয় না। \nদুটি মানব শুক্রাশয় দৈনিক প্রায় ১২ কোটি শুক্রাণু উৎপাদন করতে পারে। এসব শুক্রাণুর অধিকাংশই এপিডিডিমিসে সঞ্চিত থাকে, তবে অল্প পরিমাণ ভাস ডিফারেন্সে সঞ্চিত থাকে। কমপক্ষে প্রায় এক মাস নিষেক ক্ষমতা অক্ষুণ্ন রেখে সেখানে অবস্থান করতে পারে। এই সময়ে তারা সেখানে অত্যন্ত চাপাচাপি করে থাকে এবং নালি নিঃসৃত কিছু নিবৃত্তকারী পদার্থের কারণে নিষ্ক্রিয় অবস্থায় থাকে।\n\n\n== পরবর্তী দশা ==\nবীর্যস্খলনের পর শুক্রাণু পুরোপুরি চলনক্ষম হয় এবং ডিম্বাণুকে নিষিক্ত করার ক্ষমতা অর্জন করে।\nসার্টোলি কোষ ও এপিডিডিমিসের আবরণী কলা থেকে বিশেষ ধরনের তরল নিঃসৃত হয় যা শুক্রাণুর সাথেই স্খলিত হয়। এই তরলে হরমোন (টেস্টোস্টেরন ও এস্ট্রোজেন), উৎসেচক ও বিশেষ পুষ্টি থাকে যা শুক্রাণুর পূর্ণতাপ্রাপ্তির জন্য আবশ্যক।\nস্বাভাবিক চলনক্ষম, প্রজননে সক্ষম শুক্রাণু ফ্লাজেলার সাহায্যে চলতে সক্ষম। তরল মাধ্যমে তাদের গতি প্রতি মিনিটে ১ থেকে ৪ মিলিমিটার। নিরপেক্ষ ও কিঞ্চিৎ ক্ষারীয় মাধ্যমে শুক্রাণুর কার্যক্রম অনেক বৃদ্ধি পায় কিন্তু কিঞ্চিৎ অম্লীয় মাধ্যমে বেশ কমে যায়। অত্যধিক অম্লীয় মাধ্যম দ্রুত শুক্রাণুর মৃত্যু ঘটাতে পারে। তাপমাত্রা বাড়লে শুক্রাণুর সক্রিয়তা বাড়ে তবে এতে শুক্রাণুর বিপাক হারও বাড়ে ফলে তার আয়ুও কমে যায়।যদিও শুক্রাণু শুক্রাশয়ের নালিকাসমূহে চাপাচাপি অবস্থায় কয়েক সপ্তাহ পর্যন্ত বেঁচে থাকতে পারে, তবে স্ত্রী জনন নালিকায় কেবল ১ থেকে ২ দিন পর্যন্ত বাঁচে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:EmbryologySwiss\nImages and video of spermiogenesis - University of Arizona\nOverview at yale.edu"}