{"pageid": 1361545, "title": "জাতীয় যোগ্যতা পরীক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1361545", "content": "ইউজিসি নেট বা এনটিএ-ইউজিসি-নেট হল ভারতীয় বিশ্ববিদ্যালয় এবং কলেজগুলিতে সহকারী অধ্যাপক এবং/অথবা জুনিয়র রিসার্চ ফেলোশিপ পুরস্কারের জন্য যোগ্যতা নির্ধারণের পরীক্ষা। পরীক্ষাটি বিশ্ববিদ্যালয় মঞ্জুরি কমিশনের পক্ষে জাতীয় পরীক্ষা সংস্থা (এনটিএ) দ্বারা পরিচালিত হয়। ২০১৮ সালের জুলাই মাস পর্যন্ত, সেন্ট্রাল বোর্ড অফ সেকেন্ডারি এডুকেশন (সিবিএসই) ইউজিসি নেট পরীক্ষা পরিচালনা করেছিল। ২০১৮ সালের ডিসেম্বর থেকে এনটিএ এটি পরিচালনা করছে। বর্তমানে জুন ও ডিসেম্বর মাসে বছরে এই দুবার অনলাইন ব্যবস্থায় পরীক্ষা নেওয়া হচ্ছে।\n\n\n== নেট উত্তীর্ণ প্রার্থীদের জন্য চাকরি ==\n২০১৩ সালে বিশ্ববিদ্যালয় মঞ্জুরি কমিশন (ভারত) (ইউনিভার্সিটি গ্রান্টস কমিশন বা ইউজিসি) ঘোষণা করেছিল যে, যেসব প্রার্থীরা সফলভাবে নেট উত্তীর্ণ হবেন তাঁরা ভারতের সরকারি প্রতিষ্ঠানসমূহের (পিএসইউ) বেসরকারী কলেজে প্রভাষক পদে চাকরির জন্যও যোগ্য হবেন। পিএসইউগুলি বিজ্ঞান (গবেষণা ও উন্নয়ন বা আর অ্যাণ্ড ডি), ব্যবস্থাপনা, কর্পোরেট কমিউনিকেশন, মানবসম্পদ এবং ফিনান্সের মতো শাখায় তাদের সংস্থার নির্বাহী পদের নিয়োগ প্রক্রিয়ার জন্য ইউজিসি-নেট এর নম্বর ব্যবহার করতে পারে। ইউজিসি দ্বারা গৃহীত এই পদক্ষেপটি ইউজিসি-নেট পরীক্ষায় অংশগ্রহণকারী শিক্ষার্থীদের সংখ্যাও বাড়িয়ে দেবে যা সাম্প্রতিক বছরগুলিতে ধীরে ধীরে হ্রাস পেয়েছে।\n\n\n== ইউজিসি নেট উত্তীর্ণ হবার মানদণ্ড এবং নিম্নতম প্রাপ্ত শতাংশ ==\nফলাফল ঘোষণার জন্য ইউজিসি নেট পদ্ধতি এবং মানদণ্ড:\n\nস্নাতকোত্তর ডিগ্রীতে সাধারণের জন্য মোট ৫৫% এবং অন্যদের জন্য ৫০% নম্বর সহ ন্যূনতম যোগ্যতার নম্বর প্রাপ্ত করুন।\nপ্রশ্নপত্রটি দুটি পত্রে বিভক্ত হবে: পত্র ১ এবং ২। প্রার্থীদের তিন ঘন্টার মধ্যে মোট (পত্র ১ এবং ২ মিলিয়ে) ১৫০ টি প্রশ্নের উত্তর করার চেষ্টা করতে হবে।\nকোন পত্রের জন্যই আলাদা কোন নিম্নতম নম্বর নেই এবং সেটি মোট নম্বরের উপর ভিত্তি করে সিদ্ধান্ত নেওয়া হয়।\nন্যূনতম নম্বর প্রাপ্ত প্রার্থীদের মধ্যে একটি মেধা তালিকা তৈরি করা হবে। এটি তৈরি হবে প্রার্থীদের পাওয়া দুটি পত্রের মোট নম্বর ব্যবহার করে, বিষয়ভিত্তিক এবং বিভাগ অনুসারে।\nপ্রভাষক পদের জন্য, সাধারণ বিভাগের জন্য মোট নিম্নতম নম্বর হতে হবে ৫৪ এবং ৬০ এর মধ্যে, ওবিসি এনসিএল এর জন্য এটি ৪৯-৫৬, এসসি/এসটি এর জন্য এটি ৪৫-৫৪ এবং ইডব্লিউএস এর জন্য এটি ৪৮-৫৮ (সমস্ত বিষয়ের জন্য)।\nঅন্যদিকে, শীর্ষ ৬% প্রার্থীদের নেট-উত্তীর্ণ সহকারী অধ্যাপকের যোগ্যতার জন্য নির্বাচিত করা হবে। একই সাথে, জেআরএফ এর জন্য একটি পৃথক তালিকা প্রস্তুত করা হবে।\nজেআরএফ-এর পুরস্কারের জন্য এই নেট উত্তীর্ণ প্রার্থীদের মধ্য থেকে একটি পৃথক মেধা তালিকা প্রস্তুত করা হবে।\n২০১৮ সাল পর্যন্ত ইউজিসি শংসাপত্র দিয়েছে, কিন্তু ২০১৮ সালের ডিসেম্বর মাস থেকে, এনটিএ এই উত্তীর্ণ প্রার্থীদের জন্য তার অফিসিয়াল ওয়েবসাইটে ইউজিসি নেট ই-শংসাপত্র এবং জেআরএফ পুরস্কার পত্র প্রকাশ করে। সফল প্রার্থীরা অনলাইনে ugcnet.nta.nic.in থেকে তাদের ই-শংসাপত্র এবং পুরস্কার পত্র ডাউনলোড করতে পারবেন।\n\n\n== ইউজিসি-নেট এবং জুনিয়র রিসার্চ ফেলোশিপে সংরক্ষণের কোটা ==\nজেআরএফ পরীক্ষায় উত্তীর্ণ প্রার্থীরাও জাতীয় যোগ্যতা পরীক্ষার জন্য যোগ্য। ইউজিসি-নেট পরীক্ষায়, ইউজিসি ভারত সরকারের সংরক্ষণ নীতি অনুসরণ করে। সেই অনুসারে ওবিসি, ইডব্লিউএস, এসসি, এসটি-এর জন্য যথাক্রমে ন্যূনতম ২৭%, ১০%, ১৫%, ৭.৫% এবং পিডব্লিউডি-এর জন্য ৫% (আগে উচ্চ শিক্ষার জন্য সংরক্ষণ ছিল ৩%, এখন এটি আরপিডব্লিউ ডি আইন ২০১৬ অনুযায়ী পিডব্লিউ ডি-এর জন্য ৫ শতাংশ, তারা যে বর্ণেরই হোক না কেন, পিডব্লিউ ডি-এর জন্য সংরক্ষণ গুরুতর অক্ষমতার জন্য) আসন সংরক্ষিত।\nকেন্দ্রীয় শিক্ষা প্রতিষ্ঠান আইন, বিভাগ ২(ঘ)(ii) এর অধীনে বিশ্ববিদ্যালয় মঞ্জুরি কমিশনের ইউজিসি-নেট পরীক্ষায় সংরক্ষণ প্রযোজ্য। ন্যাশনাল টেস্টিং এজেন্সি (এনটিএস) কেন্দ্রীয় শিক্ষা প্রতিষ্ঠান আইন, বিভাগ ২(ঘ)(v) এর অধীনে আসে। \nএখন প্রতিবন্ধী ব্যক্তিদের অধিকার আইন, ২০১৬ অনুযায়ী ন্যাশনাল টেস্টিং এজেন্সি (এনটিএ) এবং বিশ্ববিদ্যালয় মঞ্জুরি কমিশন (ইউজিসি)  আরপিডব্লিউডি আইন, ২০১৬-এর ৩২(১) মোতাবেক পিডব্লিউডি-কে, যাদের ৪০% এর বেশি অক্ষমতা রয়েছে, তাদের ৫% সংরক্ষণ প্রদান করতে বাধ্য। কারণ এনটিএ হচ্ছে এমন একটি শিক্ষা সংস্থা যারা সোসাইটিস রেজিস্ট্রেশন অ্যাক্ট, ১৮৬০ এর অধীনে নিবন্ধিত এবং কেন্দ্রীয় শিক্ষা প্রতিষ্ঠান (ভর্তি সংরক্ষণ) আইন, ২০০৬ বিভাগ ২(ঘ)(v) অনুযায়ী সোসাইটিস রেজিস্ট্রেশন অ্যাক্ট, ১৮৬০ এর অধীনে কেন্দ্রীয় সরকার কর্তৃক প্রতিষ্ঠিত একটি শিক্ষা প্রতিষ্ঠান।\nযার ফলে আরপিডব্লিউডি আইন, ২০১৬ এর বিভাগ ৩২(১) অনুযায়ী  ভিন্নভাবে সক্ষম ব্যক্তিরা (যাঁরা ৪০% এর বেশি অক্ষমতাযুক্ত) উচ্চ শিক্ষায় ৫% সংরক্ষণের জন্য যোগ্য। ইউজিসি এবং এনটিএ কেন্দ্রীয় শিক্ষা প্রতিষ্ঠান (ভর্তি সংরক্ষণ) আইন, ২০০৬ অনুসারে এসসি/এসটি, ওবিসি, সাধারণ-অর্থনৈতিকভাবে দুর্বল অংশ ইত্যাদিকে সংরক্ষণ প্রদান করে।\nপ্রতিবন্ধী ব্যক্তিদের অধিকার আইন, ২০১৬ ৩২ (১)\nউচ্চ শিক্ষার সমস্ত সরকারী প্রতিষ্ঠান এবং সরকারের কাছ থেকে সাহায্য প্রাপ্ত অন্যান্য উচ্চ শিক্ষা প্রতিষ্ঠানগুলি গুরুতর অক্ষম প্রতিবন্ধী ব্যক্তিদের জন্য কম করে পাঁচ শতাংশ আসন সংরক্ষণ করবে।\n\n\n== ইউজিসি-নেট বয়স সীমা এবং শিথিলকরণ ==\nজেআরএফ: ২০২২ সালের ১লা জুন তারিখে প্রার্থীর বয়স ৩১ বছরের বেশি হওয়া উচিত নয়। পাশাপাশি কিছু শিথিলতা রয়েছে।\n\nওবিসি-এনসিএল/এসসি/এসটি/পিডব্লিউডি/ট্রান্সজেন্ডার বিভাগের প্রার্থীদের (মহিলা আবেদনকারীদের সহ) পাঁচ বছর পর্যন্ত ছাড় দেওয়া হয়।\nযে সকল প্রার্থীদের গবেষণার অভিজ্ঞতা আছে তাঁরা গবেষণায় অতিবাহিত সময়ের জন্য বয়সে শিথিলতা পান, তবে এই শিথিলতা সর্বোচ্চ পাঁচ বছরের হতে পারে, শুধুমাত্র যদি আপনি উপযুক্ত কর্তৃপক্ষের কাছ থেকে একটি শংসাপত্র প্রদান করেন।\nআইনের স্নাতকোত্তর (এলএলএম) ডিগ্রিধারী প্রার্থীদের বয়সে তিন বছর ছাড় দেওয়া হয়।\nসশস্ত্র বাহিনীতে চাকরি করেছেন এমন প্রার্থীদের পাঁচ বছর পর্যন্ত শিথিলতা প্রদান করা হয় যা সশস্ত্র বাহিনীতে চাকরির দৈর্ঘ্যের সাপেক্ষে যে মাসে ইউজিসি-নেট পরীক্ষা অনুষ্ঠিত হবে সেই মাসের প্রথম দিন পর্যন্ত।\nযে কোনো পরিস্থিতিতে, উপরোক্ত স্থল(গুলি) এর মোট শিথিলকরণ পাঁচ বছরের বেশি হবে না।\nসহকারী অধ্যাপক: ইউজিসি-নেট (অ্যাসিস্ট্যান্ট প্রফেসর) এর জন্য আবেদন করার জন্য প্রার্থীদের বয়সের কোন ঊর্ধ্ব সীমা নেই।\n\n\n== বছর অনুসারে আবেদনকারীদের সংখ্যা ==\n\n\n== আরও দেখুন ==\nভারতে পাবলিক সার্ভিস কমিশনের তালিকা\nভারতে পাবলিক সেক্টর উদ্যোগের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nটেমপ্লেট:Standardized tests in Indiaটেমপ্লেট:Public Service Commissions in Indiaটেমপ্লেট:Public Services of Indiaটেমপ্লেট:Civil serviceটেমপ্লেট:Indian military academies and colleges"}