{"pageid": 13615, "title": "নাঙ্গা পর্বত", "url": "https://bn.wikipedia.org/wiki?curid=13615", "content": "নাঙ্গা পর্বত ( উর্দু: نَنگا پربت‎‎   ), স্থানীয়ভাবে দিয়ামার নামে পরিচিত ( Shina ' পাহাড়ের রাজা ' ),পৃথিবীতে নবম এবং পাকিস্তানে ২য় উচ্চতম পর্বত। নাঙ্গা পর্বত মানে \" উলঙ্গ পর্বত \"।\nআট-হাজারী পর্বতসমূহের মধ্যে এটি সবচেয়ে পশ্চিমে অবস্থিত।এর সর্বোচ্চ উচ্চতা ৮১২৬ মিটার (২৬,৬৫৮ ফুট)। পাকিস্তান-শাসিত কাশ্মীরের গিলগিট-বালতিস্তান অঞ্চলে সিন্ধু নদীর উত্তরতম বাঁকের অবিলম্বে দক্ষিণ-পূর্বে অবস্থিত, নাঙ্গা পর্বত হল হিমালয়ের সবচেয়ে পশ্চিমের প্রধান শিখর, এবং এইভাবে হিমালয়ের ঐতিহ্যগত দৃশ্যে সিন্ধু ও ইয়ারলুং দ্বারা সীমাবদ্ধ। সাংপো / ব্রহ্মপুত্র নদী, এটি সমগ্র পর্বতশ্রেণীর পশ্চিম নোঙ্গর।\nজুলাই ৩,১৯৫৩ সালে সর্বপ্রথম একদল অস্ট্রিয়ান ও জার্মান অভিযাত্রী এর শীর্ষে আরোহণ করেন। পর্বতারোহীদের নিকট নাঙ্গা পর্বতে আরোহণ অত্যন্ত কঠিন। বিংশ শতকের প্রথম ও মধ্যবর্তী সময়ে নাঙ্গা পর্বত  একশত আটচল্লিশ হাজারের মধ্যে একটি।  একটি বিশাল, নাটকীয় চূড়া তার আশেপাশের ভূখণ্ডের অনেক উপরে উঠছে, নাঙ্গা পর্বত একটি কঠিন আরোহণ হিসাবে পরিচিত, এবং এর উচ্চ সংখ্যক পর্বতারোহী মৃত্যুর জন্য ডাকনাম কিলার মাউন্টেন অর্জন করেছে।\n\n\n== ব্যুৎপত্তি ==\nনাঙ্গা পর্বত নামটি সংস্কৃত শব্দ নাগনা এবং পার্বত থেকে উদ্ভূত হয়েছে, যা একত্রিত হলে \"নগ্ন পর্বত\"-এ অনুবাদ করা হয়।  পাহাড়টি স্থানীয়ভাবে তার তিব্বতি নাম দিয়ামার বা দেও মির দ্বারা পরিচিত, যার অর্থ \"বিশাল পর্বত\"। \n\n\n== অবস্থান ==\nনাঙ্গা পর্বত হিমালয় রেঞ্জের পশ্চিম নোঙ্গর গঠন করে এবং পশ্চিমতম আট হাজার । এটি পাকিস্তান-শাসিত কাশ্মীরের গিলগিট-বালতিস্তানের দিয়ামার জেলার সিন্ধু নদীর ঠিক দক্ষিণে অবস্থিত। কিছু জায়গায় এটি ৭ কিলোমিটার (৪+১⁄২ মাইল)   উচ্চ- বিন্দুর নীচে প্রবাহিত হয়। উত্তরে কারাকোরাম রেঞ্জের পশ্চিম প্রান্ত।\n\n\n== উল্লেখযোগ্য বৈশিষ্ট্য ==\nনাঙ্গা পর্বতের সব দিক থেকে স্থানীয় ভূখণ্ডের উপর অসাধারণ উল্লম্ব স্বস্তি রয়েছে।\nদক্ষিণে, নাঙ্গা পর্বত রয়েছে যা প্রায়শই বিশ্বের সর্বোচ্চ পর্বত মুখ হিসাবে উল্লেখ করা হয়: রূপাল মুখ ৪,৬০০ মি (১৫,০৯০ ফু) বেড়েছে এর ভিত্তির উপরে।  উত্তরে, কমপ্লেক্স, কিছুটা মৃদুভাবে ঢালু রাখিওট ফ্ল্যাঙ্ক ৭,০০০ মি (২৩,০০০ ফু) উঠছে সিন্ধু নদী উপত্যকা থেকে চূড়া পর্যন্ত মাত্র ২৫ কিমি (১৬ মা) , পৃথিবীতে এত অল্প দূরত্বে দশটি সর্বশ্রেষ্ঠ উচ্চতা লাভের মধ্যে একটি।\nনাঙ্গা পর্বত পৃথিবীর মাত্র দুটি শৃঙ্গের মধ্যে একটি যা বিশ্বের সর্বোচ্চ পর্বত উভয়ের শীর্ষ বিশের মধ্যে এবং বিশ্বের সবচেয়ে বিশিষ্ট চূড়াগুলির মধ্যে যথাক্রমে নবম এবং চৌদ্দতম স্থানে রয়েছে। অন্য পর্বতটি হল বিখ্যাত মাউন্ট এভারেস্ট, যা উভয় তালিকায় প্রথম স্থানে রয়েছে। মাউন্ট এভারেস্টের পর নাঙ্গা পর্বত হিমালয়ের দ্বিতীয় সবচেয়ে বিশিষ্ট শৃঙ্গ। কাশ্মীর উপত্যকার জোজি লা, নাঙ্গা পার্বতের মূল কোল, যা এটিকে অবশিষ্ট হিমালয়-কারাকোরাম রেঞ্জের উচ্চ শিখরের সাথে সংযুক্ত করে। \n\nতিব্বত মালভূমিতে নাঙ্গা পর্বত হিমালয়ের পশ্চিমতম শিখর যেখানে নামচা বারওয়া পূর্ব প্রান্তকে চিহ্নিত করে।\n\n\n== পাহাড়ের বিন্যাস ==\nনাঙ্গা পর্বতের মূল অংশটি দক্ষিণ-পশ্চিম থেকে উত্তর-পূর্ব দিকে প্রবণতাপূর্ণ একটি দীর্ঘ শৃঙ্গ। রিজটি প্রচুর পরিমাণে বরফ এবং শিলা দ্বারা গঠিত। এর তিনটি মুখ রয়েছে: দিয়ামির, রাকিওত এবং রূপাল মুখ। এই প্রধান পর্বতশৃঙ্গের দক্ষিণ-পশ্চিম অংশটি ম্যাজেনো রিজ নামে পরিচিত এবং এতে বেশ কয়েকটি সহায়ক চূড়া রয়েছে। অন্য দিকে, মূল শৃঙ্গটি উত্তর-পূর্বে রাখিওত চূড়ায় ( ৭,০৭০ মি বা ২৩,২০০ ফুট )। পাহাড়ের দক্ষিণ/দক্ষিণ-পূর্ব দিকে রূপাল মুখের আধিপত্য রয়েছে। পর্বতের উত্তর/উত্তর-পশ্চিম দিক, সিন্ধু নদের দিকে নিয়ে যাওয়া, আরও জটিল। এটি দিয়ামির (পশ্চিম) মুখ এবং রাখিওত (উত্তর) মুখে একটি দীর্ঘ শিলা দ্বারা বিভক্ত। নর্থ পিক ( ৭,৮১৬ সহ বেশ কয়েকটি সহায়ক শীর্ষ সম্মেলন রয়েছে ) প্রায় তিন কিলোমিটার (২ মাইল) মূল চূড়ার উত্তরে। রূপাল মুখের গোড়ার কাছে লাটবো নামে একটি হিমবাহী হ্রদ রয়েছে, একই নামের একটি মৌসুমী রাখালদের গ্রামের উপরে।\n\n\n== আরোহণের ইতিহাস ==\n\n\n=== প্রারম্ভিক প্রচেষ্টা ===\nএর প্রবেশযোগ্যতার ফলস্বরূপ, নাঙ্গা পর্বতের চূড়ায় পৌঁছানোর প্রচেষ্টা ইউরোপীয়দের দ্বারা আবিষ্কৃত হওয়ার পরপরই শুরু হয়।  ১৮৯৫ সালে, আলবার্ট এফ. মামারী জিওফ্রে হেস্টিংসের সাথে চূড়ায় একটি অভিযানের নেতৃত্ব দিয়েছিলেন এবং প্রায় ৬,১০০ মি তে পৌঁছেছিলেন (২০,০০০ ফুট) দিয়ামির (পশ্চিম) মুখে, কিন্তু মামারী এবং দুই গুর্খা সঙ্গী পরে রাখিওত মুখের পুনর্বিবেচনা করতে গিয়ে মারা যান।\n১৯৩০-এর দশকে, নাঙ্গা পর্বত হিমালয়ে জার্মানদের আগ্রহের কেন্দ্রবিন্দু হয়ে ওঠে। জার্মান পর্বতারোহীরা মাউন্ট এভারেস্টের চেষ্টা করতে পারেনি, কারণ শুধুমাত্র ব্রিটিশদেরই তিব্বতে প্রবেশাধিকার ছিল। প্রাথমিকভাবে জার্মান প্রচেষ্টা কাঞ্চনজঙ্ঘা উপর দৃষ্টি নিবদ্ধ করেছিল, যেখানে পল বাউয়ার ১৯৩০ এবং ১৯৩১ সালে দুটি অভিযানের নেতৃত্ব দিয়েছিলেন, কিন্তু এর দীর্ঘ পর্বত এবং খাড়া মুখের কারণে কাংচেনজঙ্ঘা এভারেস্টের চেয়ে বেশি কঠিন ছিল এবং অভিযানটি খুব বেশি অগ্রগতি করেনি। K2 এখনও কঠিন হিসাবে পরিচিত ছিল, এবং এর দূরবর্তীতার অর্থ হল যে এমনকি এর বেসে পৌঁছানো একটি বড় উদ্যোগ হবে। তাই নাঙ্গা পর্বত ছিল জার্মানদের কাছে অ্যাক্সেসযোগ্য সর্বোচ্চ পর্বত এবং সেই সময়ে পর্বতারোহীদের দ্বারা যুক্তিসঙ্গতভাবে সম্ভব বলে মনে করা হয়েছিল। \n১৯৩২ সালে উইলি মার্কলের নেতৃত্বে নাঙ্গা পর্বতে প্রথম জার্মান অভিযান। এটিকে কখনও কখনও একটি জার্মান-আমেরিকান অভিযান হিসাবে উল্লেখ করা হয়, কারণ আট পর্বতারোহীর মধ্যে র্যান্ড হেরন, একজন আমেরিকান এবং ফ্রিটজ উইসনার অন্তর্ভুক্ত ছিলেন, যারা পরের বছর আমেরিকান নাগরিক হবেন। যদিও দলের সবাই শক্তিশালী পর্বতারোহী ছিল, কারোরই হিমালয়ের অভিজ্ঞতা ছিল না, এবং দুর্বল পরিকল্পনা বিশেষ করে অপর্যাপ্ত সংখ্যক পোর্টার ), এবং খারাপ আবহাওয়ার কারণে দলটিকে পিটার অ্যাশেনব্রেনার ও হার্বার্ট কুনিগকের কাছে পৌঁছে নাঙ্গা পর্বত শৃঙ্গের উত্তর-পূর্বে রাখিওট শিখর ছাড়িয়ে যেতে বাধা দেয়, কিন্তু তারা রাখিওত পিক এবং মূল পর্বত দিয়ে একটি পথের সম্ভাব্যতা প্রতিষ্ঠা করেছিল। \nমার্কেল ১৯৩৪ সালে আরেকটি অভিযানের নেতৃত্ব দিয়েছিলেন, যেটি নতুন নাৎসি সরকারের সম্পূর্ণ সমর্থনে আরও ভালভাবে প্রস্তুত এবং অর্থায়ন করা হয়েছিল। অভিযানের প্রথম দিকে আলফ্রেড ড্রেক্সেল মারা যান, সম্ভবত উচ্চ উচ্চতায় পালমোনারি শোথের কারণে।  টাইরোলিয়ান পর্বতারোহী, পিটার অ্যাশেনব্রেনার এবং এরউইন স্নাইডার, ৭,৯০০ এর আনুমানিক উচ্চতায় পৌঁছেছে ৬ জুলাই, কিন্তু খারাপ আবহাওয়ার কারণে ফিরে আসতে বাধ্য হন। ৭ জুলাই, তারা এবং অন্য১৪ জন  ৭,৪৮০ মিটার এ একটি ঝড় দ্বারা আটকা পড়েছিল । যে মরিয়া পশ্চাদপসরণ সময়, তিন বিখ্যাত জার্মান পর্বতারোহী, তাউলরিচ উইল্যান্ড , উইলো ওয়েল্জেনবাখএবং মার্কেল নিজে, সেইসাথে ছয় শেরপা ক্লান্তি, এক্সপোজার এবং উচ্চতার অসুস্থতার কারণে মারা যান এবং আরও বেশ কয়েকজন গুরুতর তুষারপাতের শিকার হন। নিরাপদে পৌঁছাতে শেষ বেঁচে যাওয়া ব্যক্তি, অ্যাং সেরিং, ঝড়ের সাথে লড়াই করে সাত দিন কাটিয়েছিলেন। এটা বলা হয়েছে যে , \"বিপর্যয় নিছক দীর্ঘস্থায়ী যন্ত্রণার জন্য, ইতিহাস আরোহণের কোন সমান্তরাল নেই।\"\n১৯৩৭ সালে, কার্ল উয়েন পাহাড়ে আরেকটি অভিযানের নেতৃত্ব দিয়েছিলেন, যে পথ অনুসরণ করে মার্কেলের অভিযানগুলি করেছিল। অগ্রগতি হয়েছে, তবে প্রবল তুষারপাতের কারণে আগের চেয়ে ধীরে ধীরে। প্রায় ১৪ই জুন, সাতটি জার্মান এবং নয়জন শেরপা, প্রায় পুরো দল, রাখিওট পিকের নীচে ক্যাম্প IV-এ ছিল যখন এটি একটি তুষারধসের দ্বারা চাপা পড়ে যায়। ষোল জনই মারা গেল।  অনুসন্ধান দল দেখতে পেয়েছে যে তাঁবুগুলো ভেসে যাওয়ার পরিবর্তে বরফ এবং তুষার দ্বারা চাপা পড়ে গেছে। ভুক্তভোগীর একটি ডায়েরিতে লেখা ছিল \"আমাদের পরিস্থিতি এখানে তুষারপাত থেকে পুরোপুরি নিরাপদ নয়\"।\nজার্মানরা ১৯৩৮ সালে পল বাউয়েরের নেতৃত্বে ফিরে আসে, কিন্তু অভিযানটি খারাপ আবহাওয়ার কারণে জর্জরিত হয় এবং বাউয়ার, পূর্ববর্তী বিপর্যয়ের কথা মনে রেখে, রাখিওট পিক এবং নাঙ্গা পর্বত চূড়ার মধ্যবর্তী অর্ধেক পথ, সিলভার স্যাডলে পৌঁছানোর আগে দলটিকে নামিয়ে দেওয়ার নির্দেশ দেন। \n\n\n=== আউফসচনাইটার অভিযান ===\nহেনরিখ হারার, একজন বিশেষজ্ঞ পর্বতারোহী, এসএস আলপাইন ইউনিটের সদস্য ছিলেন। ইউনিটটি ১৯৩৮ সালে সুইজারল্যান্ডের আইগার পর্বতে অনুশীলন করেছিল। দলটি জার্মানিতে ফিরে এলে অ্যাডলফ হিটলার তাদের সাথে দেখা করেন। \n১৯৩৯ সালের   মে মাসে, হারারকে জার্মান হিমালয়ান ফাউন্ডেশন পিটার আউফসনাইটারের নেতৃত্বে নাঙ্গা পর্বতে একটি নতুন অভিযানে অংশ নেওয়ার জন্য নির্বাচিত করেছিল। তাদের লক্ষ্য ছিল উত্তর-পশ্চিম দিকে আরোহণের নতুন উপায় খুঁজে বের করা।  তারা একটি সহজ পথ খুঁজে বের করার লক্ষ্যে দিয়ামির মুখ অন্বেষণ করেছে। তারা উপসংহারে পৌঁছেছিল যে মুখটি একটি কার্যকর পথ ছিল, কিন্তু দ্বিতীয় বিশ্বযুদ্ধ হস্তক্ষেপ করে এবং চারজনকে ব্রিটিশরা ভারতের দেরাদুনে আটক করে ।  হারারের পলায়ন এবং তিব্বত মালভূমি জুড়ে পরবর্তী বিচরণ তার বই সেভেন ইয়ারস ইন তিব্বতের বিষয় হয়ে ওঠে। এই অভিযানের কিছু প্রমাণ ওয়াশিংটন, ডিসির ন্যাশনাল আর্কাইভসে রাখা আছে।\n\nজার্মান-অস্ট্রিয়ান নাঙ্গা পর্বত অভিযানে অস্ট্রিয়ান পর্বতারোহী হারমান বুহল, জার্মান-অস্ট্রিয়ান দলের একজন সদস্য,  ৩ জুলাই, ১৯৫৩ সালে, রাকিওট ফ্ল্যাঙ্ক (ইস্ট রিজ) হয়ে নাঙ্গা পর্বত প্রথম আরোহণ করেছিলেন। অভিযানটি মিউনিখ থেকে উইলি মার্কলের সৎ ভাই কার্ল হেরলিগকফার দ্বারা সংগঠিত হয়েছিল, যখন অভিযানের নেতা ছিলেন কুফস্টেইনের পিটার অ্যাশেনব্রেনার, যিনি ১৯৩২ এবং ১৯৩৪ সালের প্রচেষ্টায় অংশগ্রহণ করেছিলেন। এই অভিযানের সময়, পাহাড়ে ইতোমধ্যে ৩১ জন মারা গিয়েছিল। \nচূড়ার জন্য চূড়ান্ত ধাক্কা ছিল নাটকীয়: বুহল চূড়ান্ত ১,৩০০ মিটার (৪,৩০০ ফুট) জন্য একাই চালিয়ে যান, তার সঙ্গীরা ফিরে যাওয়ার পর। ড্রাগ পারভিটিন ( দ্বিতীয় বিশ্বযুদ্ধের সময় সৈন্যদের দ্বারা ব্যবহৃত উদ্দীপক মেথামফেটামিনের উপর ভিত্তি করে), পাদুটিন এবং কোকা পাতার চা-এর প্রভাবে, তিনি বিপজ্জনকভাবে দেরিতে,রাত ৭:০০-মিনিটে এ চূড়ায় পৌঁছেছিলেন। আরোহণটি তার প্রত্যাশার চেয়ে কঠিন এবং আরও বেশি সময়সাপেক্ষ। তিনি একটি ক্র্যাম্পন হারান যখন তার বংশ ধীর ছিল. অন্ধকারে ধরা পড়ে, তাকে এক হাতে একটি ছোট হ্যান্ডহোল্ড ধরে সরু প্রান্তে সোজা হয়ে দাঁড়াতে বাধ্য করা হয়েছিল। ক্লান্ত, তিনি মাঝে মাঝে ঘুমিয়ে পড়েন, কিন্তু তার ভারসাম্য বজায় রাখতে সক্ষম হন। তিনি একটি শান্ত রাত কাটাতেও খুব সৌভাগ্যবান ছিলেন, তাই তিনি বাতাসের ঠান্ডার শিকার হননি। অবশেষে রাত সাতটায় তিনি তার উচ্চ শিবিরে পৌঁছান পরের দিন বিকাল, ৪০ ঘন্টা পরে সেট. আরোহণটি অক্সিজেন ছাড়াই করা হয়েছিল, এবং বুহলই একমাত্র ব্যক্তি যিনি ৮,০০০-মিটার (২৬,০০০-ফুট) প্রথম আরোহণ করেছিলেন একা শিখর।\n১৯৫৩ সালের ডকুমেন্টারি ফিল্ম নাঙ্গা পর্বত ১৯৫৩ এর চিত্রগ্রহণ ও পরিচালনা করেছিলেন হ্যান্স ইর্টল, যিনি অভিযানে অংশ নিয়েছিলেন। 1986 সালের চলচ্চিত্র দ্য ক্লাইম্ব- এ বুহলের আরোহণকে পরবর্তীতে কানাডিয়ান চলচ্চিত্র পরিচালক ডোনাল্ড শেবিব দ্বারা নাটকীয় করা হয়েছিল। \n\n\n=== পরবর্তী প্রচেষ্টা এবং আরোহণ ===\nনাঙ্গা পর্বতের দ্বিতীয় আরোহণটি ১৯৬২ সালে দিয়ামির মুখ দিয়ে করেছিলেন, জার্মান টনি কিনশোফার, সিগফ্রিড লো এবং এ. মানহার্ড। এই পথটি পাহাড়ের ‘স্ট্যান্ডার্ড রুট’ হয়ে উঠেছে। কিনশোফার রুটটি দিয়ামির মুখের মাঝখানে আরোহণ করে না, যেটি বড় ঝুলন্ত হিমবাহ থেকে তুষারপাতের জন্য হুমকির সম্মুখীন। পরিবর্তে এটি ডায়ামির মুখের বাম দিকে একটি বাট্রেস আরোহণ করে। ১৯৭০ সালে, ভাই গুন্থার এবং রেইনহোল্ড মেসনার পর্বতের তৃতীয় আরোহণ এবং রূপাল মুখের প্রথম আরোহণ করেছিলেন। তারা তাদের আসল পথ দিয়ে নামতে পারেনি, এবং পরিবর্তে দিয়ামির মুখ দিয়ে নেমেছিল, পাহাড়ের প্রথম যাত্রাপথ তৈরি করেছিল। গুন্থার ডায়ামির মুখে একটি তুষারধসে নিহত হন, যেখানে ২০০৫ সালে তার দেহাবশেষ পাওয়া যায়।\n১৯৭১ সালে, স্লোভাক পর্বতারোহী ইভান ফিয়ালা এবং মিশাল ওরোলিন বুহলের ১৯৫৩ রুট দিয়ে নাঙ্গা পর্বত চূড়ায় উঠেছিলেন যখন অন্য অভিযানের সদস্যরা দক্ষিণ-পূর্ব চূড়ায় আরোহণ করেছিলেন ( ৭,৬০০ মি অথবা ২৪,৯০০ ফু ) সিলবারস্যাটেল এবং ফোরসামিটের উপরে ( ৭,৮৫০ মি অথবা ২৫,৭৫০ ফু ) বাঝিন গ্যাপ এর উপরে। ১৯৭৬ সালে চারজনের একটি দল রূপাল মুখের (এই মুখের উপর দ্বিতীয় আরোহণ) একটি নতুন রুটের মাধ্যমে ষষ্ঠ শীর্ষ সম্মেলন করেছিল, তারপর অস্ট্রিয়ান দলের নেতার নামানুসারে শেল রুটের নামকরণ করা হয়েছিল। লাইনটি কার্ল হেরলিগকফার পূর্বের একটি ব্যর্থ প্রচেষ্টায় প্লট করেছিলেন। ১৯৭৮ সালে, রেইনহোল্ড মেসনার দিয়ামির ফেসে ফিরে আসেন এবং ৮,০০০-মিটার (২৬,০০০-ফুট) প্রথম সম্পূর্ণ একক আরোহন অর্জন করেন শিখর।\n১৯৮৪ সালে, ফরাসি পর্বতারোহী লিলিয়ান ব্যারার্ড স্বামীর সাথে নাঙ্গা পার্বতে আরোহণ করা প্রথম মহিলা হয়েছিলেন মরিস ব্যারার্ড. ১৯৮৫ সালে, জর্জি কুকুকা, জিগমুন্ট হেইনরিচ, স্লাভোমির লোবোডজিনস্কি (সমস্ত পোলিশ), এবং কার্লোস কারসোলিয়ো (মেক্সিকো) রুপাল মুখের ডানদিকে দক্ষিণ-পূর্ব স্তম্ভ (বা পোলিশ স্পার) আরোহণ করে, ১৩ জুলাই শীর্ষে পৌঁছেছে এটা ছিল কুকুজ্কার নবম ৮,০০০-মিটার (২৬,০০০-ফুট) চূড়া এছাড়াও ১৯৮৫ সালে, একটি পোলিশ মহিলা দল ১৯৬২ এর মাধ্যমে শিখরে আরোহণ করেছিল জার্মান ডায়ামির ফেস রুট. ওয়ান্ডা রুটকিয়েভিচ, ক্রিস্টিনা পালমোভস্কা এবং আনা সেরউইনস্কা ১৫ জুলাই শীর্ষে পৌঁছেছিলেন।\n\"আধুনিক\" সুপারআলপিনিজম ১৯৮৮ সালে নাঙ্গা পার্বতে আনা হয়েছিল একটি বা দুটি ব্যর্থ প্রচেষ্টার সাথে রুপাল মুখ দ্বারা ব্যারি ব্ল্যানচার্ড, মার্ক টুইট, ওয়ার্ড রবিনসন, এবং কেভিন ডয়ল. ২০০৫ সালে রুপাল মুখের উপর হালকা ওজনের, আলপাইন-স্টাইলের প্রচেষ্টার পুনরুত্থান দেখা যায়:\n\nআগস্ট ২০০৫  সালে, পাকিস্তানি সামরিক হেলিকপ্টারগুলি উদ্ধার করেছিল স্লোভেনীয় পর্বতারোহী টমাজ হুমার, যিনি একটি সংকীর্ণ বরফ খিলান অধীনে আটকে ছিল ৫,৯০০ মি (১৯,৪০০ ফুট) ছয় দিনের জন্য. এটা যেমন উচ্চ উচ্চতায় সম্পন্ন কয়েক সফল উদ্ধার এক বিশ্বাস করা হয়.\nসেপ্টেম্বর ২০০৫ সালে, ভিন্স অ্যান্ডারসন এবং স্টিভ হাউস একটি অত্যন্ত হালকা, দ্রুত আরোহণ একটি নতুন, সরাসরি রুট মুখের উপর, আরোহণ সম্প্রদায় থেকে উচ্চ প্রশংসা উপার্জন.\nজুলাই ১৭ বা ১৮, ২০০৬ যশ আন্তোনিও ডেলগাডো থেকে ভেনেজুয়েলা শিখরে পৌঁছানোর কয়েক দিন পরে মারা যান, যেখানে তিনি ছয় দিন ধরে খারাপ আবহাওয়ার দ্বারা ধরা পড়েছিলেন এবং তার পথ তৈরি করতে অক্ষম ছিলেন নিচে. তিনি একমাত্র ভেনিজুয়েলার পর্বতারোহী, এবং কয়েকজন ল্যাটিন আমেরিকানদের মধ্যে একজন, যিনি পাঁচটি শীর্ষ সম্মেলনে পৌঁছেছেন আট হাজার. অভিযানের কিছু অংশ এবং বেস ক্যাম্পে উদ্ধার প্রচেষ্টা ভিডিওতে বন্দী করা হয়েছিল, কারণ ডেলগাদো একটি পর্বতারোহণ টেলিভিশন সিরিজের জন্য একটি পাইলটের বিষয় ছিল৷ এক্সপ্লোরআর্ট ফিল্মস, প্রযোজনা কোম্পানি, পরে এই প্রকল্পটিকে একটি ফিচার ডকুমেন্টারি ছবিতে রূপান্তরিত করে যার নাম শীর্ষ সম্মেলনের বাইরে, যা জানুয়ারী ২০০৮ সালে দক্ষিণ আমেরিকায় প্রকাশিত হওয়ার কথা ছিল\nজুলাই ১৫, ২০০৮ ইতালীয় আলপাইনস্ট কার্ল আউন্টারকিরচার ওয়াল্টার নোনস এবং সাইমন কেহেরারের সাথে শীর্ষে একটি নতুন রুট খোলার চেষ্টা করার সময় একটি ফাটল মধ্যে পড়ে. আন্টারকিরচার মারা যান, কিন্তু কেহেরার এবং নোনসকে পাকিস্তানি সেনাবাহিনী উদ্ধার করেছিল\n১২ জুলাই, ২০০৯, শীর্ষ সম্মেলনে পৌঁছানোর পর, দক্ষিণ কোরিয়ার আরোহী গো মি-ইয়ং খারাপ আবহাওয়ার মধ্যে একটি খাড়া থেকে পড়ে তার দৌড়ে প্রথম মহিলা সব একশত আটচল্লিশ হাজার আরোহণ হতে.\n১৫ জুলাই, ২০১২-এ, স্কটিশ পর্বতারোহী স্যান্ডি অ্যালান এবং রিক অ্যালান নাঙ্গা পার্বতের প্রথম আরোহণ করেছিলেন ১০-কিলোমিটার-long (৬-মাইল) মাজেনো রিজ, এবং এপ্রিল ২০১৩ সালে পুরস্কার প্রদান করা হয় পিয়োলেট ডি ' অর তাদের কৃতিত্বের জন্য\n\n\n=== শীতে আরোহণ ===\nআলী সাদাপাড়া, অ্যালেক্স টিক্সিকন এবং সিমোন মোরোর সমন্বয়ে গঠিত একটি দল ২৬ ফেব্রুয়ারি, ২০১৬ তারিখে শীতকালে নাঙ্গা পর্বত প্রথম সফলভাবে আরোহণ করেছিল। \n২৫ জানুয়ারী, ২০১৮-এ পোলিশ পর্বতারোহী টোমাস ম্যাকিউইচ এবং ফরাসি মহিলা এলিসবেথ রেভল দ্বিতীয় শীতকালীন আরোহন করেছিলেন।\n\n১৯৮৮/৮৯ - পোলিশ ১২-সদস্যের অভিযান কেডব্লিউ জাকোপানে ম্যাকিয়েজ বারবেকার নেতৃত্বে। তারা প্রথমে রূপাল মুখ এবং তারপর দিয়ামির মুখের চেষ্টা করেছিল। মেসনার রুটে, ম্যাকিয়েজ বারবেকা, পিওত্র কোনপকা এবং আন্দ্রেজ ওসিকা প্রায় ৬৫০০-৬৮০০ মিটার উচ্চতায় পৌঁছেছেন।\n১৯৯০/৯১ - ম্যাকিয়েজ বারবেকার নেতৃত্বে পোলিশ-ইংরেজি অভিযান মেসনার রুটে ৬৬০০ মিটার উচ্চতায় পৌঁছেছিল এবং তারপরে আন্দ্রেজ ওসিকা এবং জন টিঙ্কার শেল রুট দিয়ে রুপাল ফেস পর্যন্ত ৬৬০০ মিটার উচ্চতায় পৌঁছেছিল।\n১৯৯১/৯২ - রুপাল উপত্যকা থেকে ম্যাকিয়েজ বারবেকার নেতৃত্বে পোলিশ অভিযান কে ডব্লিউ জাকপনে। শেল রুটে আলপাইন শৈলীতে এই আক্রমণটি ৭০০০ মিটার উচ্চতায় পৌঁছেছিল।\n১৯৯২/৯৩ - ফরাসি অভিযাত্রী এরিক মনিয়ার এবং মনিক লসকোস - রূপাল মুখের শেলের রুট। তারা ২০ ডিসেম্বর বিসি-তে এসেছিল। এরিক ৯ জানুয়ারী ৬৫০০ মিটারে পৌঁছেছিল এবং ১৩ জানুয়ারী অভিযানটি পরিত্যক্ত হয়েছিল।\n১৯৯৬/৯৭ - দুটি অভিযান: দিয়ামির উপত্যকা, কিনশোফার রুট থেকে আন্দ্রেজেজ জাওয়াদার নেতৃত্বে পোলিশ অভিযান। জেবিগ্নিএও ত্রজমিএল এবং ক্র্যযস্তফ পাঙ্কিএওিচক্স-এর দলের দ্বারা শীর্ষ সম্মেলনের প্রচেষ্টার সময়, ত্রযমিএল ৭৮০০ মিটার উচ্চতায় পৌঁছেছিল। তুষারপাতের কারণে আক্রমণটি বাধাগ্রস্ত হয়েছিল। বেস ক্যাম্পে নামার পর উভয় পর্বতারোহীকে হেলিকপ্টারে করে হাসপাতালে নিয়ে যাওয়া হয়।   ভিক্টর সন্ডার্সের নেতৃত্বে ব্রিটিশ অভিযান, দিয়ামির মুখে কিনশোফারের পথ ধরে। ভিক্টর সন্ডার্স, ডেন রাফায়েল জেনসেন এবং পাকিস্তানি গোলাম হাসান ৬০০০ মিটার উচ্চতায় পৌঁছেছিলেন।\n১৯৯৭/৯৮ - কিনশোফার রুট দিয়ামির উপত্যকা থেকে আন্দ্রেজ জাওয়াদার নেতৃত্বে পোলিশ অভিযান। অভিযানটি ৬৮০০ মিটার উচ্চতায় পৌঁছেছে, একটি অস্বাভাবিকভাবে ভারী তুষারপাতের সম্মুখীন হয়েছে। একটি পড়ে যাওয়া পাথর র‍্যসযারদ পাওলওস্কি এর পা ভেঙে দেয়।\n২০০৪/০৫ - ভাই উলফগ্যাং এবং গেরফ্রিড গোশলের অস্ট্রিয়ান অভিযান দিয়ামির মুখের কিনশোফার রুট হয়ে ৬৫০০ মিটার উচ্চতায় পৌঁছেছিল।\n২০০৬/০৭ – রুপাল মুখের শেলের রুটে পোলিশ হাইমাউন্টেন অভিযান। ক্রয্যস্তফ ওয়িএলিচকি নেতৃত্বে অভিযান, জান সযুলচ, য়ারতুর হাজযের, দারিউসয যালুস্কি, জাচেক জাওিএন, জাচেক বেরবেকা, প্রযেম্যস্লাও লওস্নক, এবং রবার্ট সচয্যমিএক এর সাথে ৭০০০ মিটার উচ্চতায় পৌঁছেছিল।\n২০০৭/০৮ - পাকিস্তানি মেহেরবান করিমের সাথে ইতালীয় সিমোন লা টেরা ডিসেম্বরের শুরুতে একক আরোহণ শুরু করে, ৬০০০ মিটার উচ্চতায় পৌঁছেছিল।\n২০০৮/০৯ - দিয়ামির দিকে পোলিশ অভিযান। জ্যাসেক টেলার (নেতা) এবং জারোস্লো জোরাউস্কি। গভীর তুষার তাদের সরঞ্জাম মুখের গোড়ায় নিয়ে যেতে বাধা দেয়, বেস ক্যাম্প পাঁচ কিলোমিটার আগে স্থাপন করতে বাধ্য করে। ক্যাম্প আমি ৫৪০০ মিটার উচ্চতায় স্থাপন করেছি।\n২০১০/১১ - দুটি অভিযান:  সের্গেই নিকোলায়েভিচ সাইগানকো একক অভিযানে দিয়ামির মুখের কিনশোফার রুটে ৬০০০ মিটারে পৌঁছেছিলেন। তিনি পালমোনারি এডিমা বিকাশ করেছিলেন এবং অভিযানটি শেষ করেছিলেন।  এবং মারেক ক্লওনওস্কি - পোলিশ অভিযান \"সকলের জন্য ন্যায়বিচার - নাঙ্গা ড্রিম\" কিনশোফার রুটে দিয়ামির দিকে ৫১০০ মিটারে পৌঁছেছে।\n২০১১/১২ - তিনটি অভিযান: তমাসয মাচকিএওিচয, মারেক ক্লওনওস্কি এবং \"ক্রযাক\" - পোলিশ অভিযান \"সকলের জন্য ন্যায়বিচার - নাঙ্গা ড্রিম\" কিনশোফার রুটে দিয়ামির দিকে ৫৫০০ মিটারে পৌঁছেছে।\nডেনিস উরুবকো এবং সিমোন মোরো প্রথমে কিনশোফার রুটে দিয়ামিরের দিকে এবং তারপরে মেসনার রুটে ২০০০ সালে ৬৮০০ মিটার উচ্চতায় পৌঁছেছিলেন\n২০১২/১৩ - চারটি অভিযান:  ফরাসী জোয়েল উইশনিস্কি একটি আলপাইন স্টাইলে রুপালের মুখের উপর একাকী। তিনি ফেব্রুয়ারিতে হারিয়ে গিয়েছিলেন এবং সেপ্টেম্বরে প্রায় ৬১০০ মিটার উচ্চতায় তার দেহ পাওয়া যায়। তিনি ৬ ফেব্রুয়ারির পরে নিখোঁজ হয়েছিলেন এবং সম্ভবত একটি তুষারপাতের কবলে পড়েছিলেন।\nইতালির ড্যানিয়েল নারদি এবং ফরাসি এলিজাবেথ রিভল – দিয়ামিরের মামারির রিব ৬৪৫০ মিটার উচ্চতায় পৌঁছেছে।\nহাঙ্গেরিয়ান-আমেরিকান অভিযান: ডেভিড ক্লেইন, জোল্টান এসিস এবং ইয়ান ওভারটন। জোল্টান বেসে পৌঁছানোর সময় হিমশিম খেয়েছে এবং পরবর্তী আরোহণে অংশ নেয়নি। ডেভিড এবং ইয়ান দিয়ামির মুখে প্রায় ৫৪০০ মিটার উচ্চতায় পৌঁছেছেন।\nতমাসয মাচকিএওিচয এবং মারেক ক্লওনওস্কি - পোলিশ অভিযান \"সকলের জন্য ন্যায়বিচার - নাঙ্গা ড্রিম\" রুপাল মুখের শেলের রুটে। মারেক ক্লোনোস্কি ৬৬০০ মিটার উচ্চতায় পৌঁছেছেন। ৭ ফেব্রুয়ারী, ২০১৩-এ, ম্যাকিউইচ একটি একা আক্রমণে ৭৪০০ মিটার উচ্চতায় পৌঁছেছিল।\n২০১৩/১৪ - চারটি অভিযান:  ইতালীয় সিমোন মোরো, জার্মান ডেভিড গোটলার এবং ইতালীয় এমিলিও প্রিভিটালি – রুপাল ফেস-এর শেলের রুট। অভিযান পোলিশ অভিযানের সাথে সহযোগিতা করেছিল। ডেভিড গোটলার, ফেব্রুয়ারী ২৮ তারিখে, প্রায় ৭০০০ মিটারে ক্যাম্প IV সেট করেন। ১ মার্চ, টোমাস ম্যাকিউইচের সাথে একসাথে প্রায় ৭২০০ মিটার উচ্চতায় পৌঁছেছিল। একই দিনে ডেভিড এবং সিমোন অভিযান শেষ করার সিদ্ধান্ত নেন।\n১৯৭৮ সালে রেইনহোল্ড মেসনার রুটে জার্মান রাল্ফ ডুজমোভিটস অন দ্য ডায়ামির ফেস এবং একজন চলচ্চিত্র নির্মাতা পোল ড্যারিয়াস জালুস্কি - তার সামিট আক্রমণের কোনো পরিকল্পনা ছিল না। ৩০ ডিসেম্বর উভয়েই ৫৫০০ মি. ২ই জানুয়ারী, সেরাকের হুমকির কারণে, ডুজমোভিটস অভিযান পরিত্যাগ করার সিদ্ধান্ত নেয়।\nইতালির ড্যানিয়েল নারদি। মামারির পাঁজরে দিয়ামির দিক থেকে একক অভিযান। ইতালি ৪৯০০ মিটারে ক্যাম্প I সেট করে এবং প্রায় ৫৪৫০ মিটার উচ্চতায় পৌঁছেছিল। ১লা মার্চ তিনি অভিযান শেষ করার সিদ্ধান্ত নেন।\n২০১৪/১৫ - পাঁচটি অভিযান:  পোল টোমাস ম্যাকিউইচ এবং ফরাসি মহিলা এলিসাবেথ রেভল – নাঙ্গা পর্বত শীতকালীন অভিযান ২০১৪/২০১৫। উত্তর-পশ্চিম ডায়ামির মুখ, মেসনার-হ্যান্সপিটার ২০০০ দ্বারা অসমাপ্ত পথ। তারা ৭৮০০ মিটারে পৌঁছেছে।\nইতালীয় ড্যানিয়েল নারডি রবার্তো ডেলে মোনাচে (ফটোগ্রাফার) এবং ফেদেরিকো সান্তিনি (ফিল্মমেকার) সহ ট্রিপ সোলো সামিট মামারি রিব অন দ্য ডায়মির ফেস এর পরিকল্পনা করছেন।\nএকটি ৫-সদস্যের রাশিয়ান অভিযান - নিকোলে টোটমজানিন, সের্গেই কনড্রাসকিন, ভ্যালেরি সাজামালো, ভিক্টর স্মিথ - রুপাল মুখের শেলের পথ। তারা ৭১৫০ মিটারে পৌঁছেছে।\nএকটি তিন ব্যক্তির অভিযান ইরান - রেজা বাহাদর, ইরাজ মানি এবং মাহমুদ হাশেমি।\n২০১৫/১৬ - পাঁচটি অভিযান:  নাঙ্গা লাইট ২০১৫/১৬ টোমাস ম্যাকিউইচ, এলিজাবেথ রেভল, এবং আরসালান আহমেদ আন্সারি এর সাথে। ২২শে জানুয়ারী, ম্যাকিউইচ এবং রেভল ৭৫০০ মিটারে পৌঁছেছিল, কিন্তু অতিরিক্ত ঠান্ডার কারণে তারা তাদের সামিটের প্রচেষ্টা বাতিল করতে বাধ্য হয়েছিল।\nঅ্যাডাম বিলেকি এবং জ্যাসেক চেকের সাথে নাঙ্গা স্টেগু বিপ্লব ২০১৫/১৬। একটি দুর্ঘটনার পর বিলেকির ইনজুরির পরে, দলকে নামিয়ে দেয়।\n\"নাঙ্গা ড্রিম - জাস্টিস ফর অল\" - মারেক ক্লোনোস্কির নেতৃত্বে পাওয়েল দুনাজ, পাওয়েল উইটকোভস্কি, টোমাস ডিজিওবকোস্কি, মিচাল ডিজিকোভস্কি, পাওয়েল কুদলা, পিওর টমজা এবং করিম হায়াত এবং সাফদার করিম। ১৯ জানুয়ারী, ২০১৬ পর্যন্ত এখনও প্রায় ৭০০০ মিটারে, শিখরে পৌঁছানোর চেষ্টা করছে।\nঅ্যালেক্স টিক্সিকোন, ড্যানিয়েল নারদি এবং আলী সাদাপাড়ার সমন্বয়ে গঠিত আন্তর্জাতিক দল।\nসিমোন মোরো এবং তামারা লুঙ্গার নিয়ে গঠিত ইতালীয় দল।\nউপরে উল্লিখিত দুটি দল (ড্যানিয়েল নারদি বাদে) তাদের প্রচেষ্টায় যোগ দেয় এবং ২৬ ফেব্রুয়ারি, ২০১৬ তারিখে, ইতালীয় সিমোন মোরো, বাস্ক অ্যালেক্স টিকিকন এবং আলি সাদপারা শীর্ষে পৌঁছেছিল, নাঙ্গা পর্বতের প্রথম শীতকালীন আরোহন চিহ্নিত করে, যখন তামারা লুঙ্গার বমি বমি ভাব এবং প্রচণ্ড ঠাণ্ডাজনিত কারণে চূড়া থেকে বিরতি দিয়েছিলেন, নূর আব্বাস কোরেশিকে একটি সাক্ষাত্কার দিতে গিয়ে তিনি বলেছিলেন যে তিনি তার যথাসাধ্য চেষ্টা করেছিলেন, কিন্তু তার স্বাস্থ্য তাকে শিখরে পৌঁছতে দেয়নি।\n২০১৭/১৮ - একটি অভিযান:  পোল্যান্ড থেকে টোমাস ম্যাকিউইচ এবং ফ্রান্সের এলিসাবেথ রেভল নিয়ে গঠিত দল। তারা ২৫ জানুয়ারী, ২০১৮ তারিখে দিয়ামারের দিক থেকে শীর্ষে উঠেছিল। ম্যাকিউইচ তার হাত, পায়ে এবং মুখে তীব্র তুষারপাত, তুষার অন্ধত্ব এবং উচ্চতার অসুস্থতা পেয়েছিলেন। রিভল তার হাতে এবং পায়ে হিম কামড় পেয়েছে তবে কিছুটা কম। K2-এর চেষ্টাকারী একটি পোলিশ দলকে উদ্ধারের জন্য ডাকা হয়েছিল। ডেনিস উরুবকো এবং অ্যাডাম বিলেকি রিভলকে ৬,০২৬ মি (১৯,৭৭০ ফুট) থেকে উদ্ধার করেছিলেন, যেখানে ম্যাকিউইচ প্রায় ৭,৩০০ মি (২৪,০০০ ফুট) অবস্থানে ছিলেন। খারাপ আবহাওয়া এবং সম্ভাব্য তুষার ঝড়ের কারণে উদ্ধারকারীরা ম্যাকিউইচের জন্য ফিরে যাননি। ২৮শে জানুয়ারী, রিভলকে চিকিৎসার জন্য ইসলামাবাদে নিয়ে যাওয়া হয় এবং ৩০শে জানুয়ারী সন্ধ্যায় তিনি সালানচেসের একটি হাসপাতালে ছিলেন।\n২০১৮/১৯ - একটি অভিযান:  ড্যানিয়েল নারডি এবং টম ব্যালার্ড (অ্যালিসন হারগ্রিভসের ছেলে) নিয়ে গঠিত দল। ২৬ ফেব্রুয়ারি, ২০১৯, দলটি নিখোঁজ হয়। দীর্ঘ অনুসন্ধানের পর ৯ মার্চ, ২০১৯ তারিখে তাদের মৃতদেহ পাহাড়ে আবিষ্কৃত হয়।\n\n\n== তালেবান হামলা ==\n২৩ জুন, ২০১৩-এ, গিলগিট স্কাউটের ইউনিফর্ম পরা প্রায় ১৫ জন চরমপন্থী জঙ্গি দশজন বিদেশী পর্বতারোহীকে (একজন লিথুয়ানিয়ান, তিনজন ইউক্রেনীয়, দুইজন স্লোভাক, দুইজন চীনা, একজন চীনা-আমেরিকান এবং একজন নেপালি)  এবং একজন পাকিস্তানি গাইডকে গুলি করে হত্যা করে। সেনাঘাঁটি. আহত হয়েছেন আরও একজন বিদেশি। হামলাটি সকাল 1 টার দিকে ঘটে এবং তালিবানের একটি স্থানীয় শাখা ( তেহরিক-ই-তালেবান পাকিস্তান ) দ্বারা দাবি করা হয়েছিল। \n\n\n== সাহিত্য এবং চলচ্চিত্রে উপস্থিতি ==\nইআর এডিসনের মিস্ট্রেস অফ মিস্ট্রেসের প্রথম অধ্যায়ে, বর্ণনাকারী বর্ণনামূলক প্যাসেজে তার এখন মৃত স্বদেশী লেসিংহামকে নাঙ্গা পার্বতের সাথে তুলনা করেছেন:\n\"আমার মনে আছে, বহু বছর পরে, তিনি আমাকে সেই কাশ্মীর উপত্যকাগুলির মধ্যে একটি থেকে নাঙ্গা পর্বতের আকস্মিক দৃশ্যের প্রভাব বর্ণনা করেছিলেন; আপনি শান্ত সমৃদ্ধ বনের দৃশ্যের মধ্যে ঘন্টার পর ঘন্টা রাইড করেছেন, একরকমের পাশ দিয়ে ঘুরছেন। গিরিখাত, দেখতে খুব বড় কিছুই নেই, খাড়া পাহাড়ি ঢাল এবং জলপ্রপাতের স্রেফ লীলাভূমি, ভগ-বিড়ালের দেশ; তারপর হঠাৎ আপনি একটি কোণে আসেন যেখানে দৃশ্যটি উপত্যকা খুলে যায়, এবং আপনি প্রায় অন্ধ জাঁকজমক দেখে অজ্ঞান হয়ে পড়েন বরফের ঝুলন্ত গিরিখাতের বিশাল মুখ এবং উর্ধ্বগামী শৈলশিরা, উপর থেকে পায়ের পাতা পর্যন্ত ষোল হাজার ফুট, আমার মনে হয়, মাত্র এক ডজন মাইল দূরত্বে স্বর্গের এক চতুর্থাংশ ভরাট। এবং এখন, এত বছর আগের সেই ছোট্ট ডেলসাইড চার্চে লেসিংহামের প্রথম দর্শন যখনই মনে আসে, তখনই মনে হয় নাঙ্গা পর্বতের কথা।\" ( মিস্ট্রেস অফ মিস্ট্রেস, ১৯৩৫, পৃ. ২-৩)\nজোনাথন নিলে ১৯৩৪ সালের নাঙ্গা পার্বতে আরোহণের মরসুম সম্পর্কে একটি বই লিখেছিলেন যার নাম টাইগারস অফ দ্য স্নো । তিনি ১৯৩৪ সালে জীবিত নাঙ্গা পার্বতের শেষ ব্যক্তি আং সেরিং সহ অনেক পুরানো শেরপাদের সাক্ষাৎকার নেন। বইটি বিংশ শতাব্দীর গোড়ার দিকে পর্বতারোহণের ইতিহাস, ১৯৩০-এর দশকে জার্মান রাজনীতির পটভূমি এবং শেরপা উপত্যকায় জীবনের কষ্ট ও আবেগের বিপরীতে অভিযানে কী ভুল হয়েছিল তা বর্ণনা করার চেষ্টা করে। \nনন্দ পর্বত, ডিসি ইউনিভার্সের একটি কাল্পনিক শহর, পাহাড়ের নামে নামকরণ করা হয়েছে।\nচলচ্চিত্রে, ১৯৫৩ সালের ডকুমেন্টারি ফিল্ম নাঙ্গা পর্বত ১৯৫৩ চিত্রগ্রহণ ও পরিচালনা করেছিলেন চিত্রগ্রাহক হান্স ইর্টল, যিনি অভিযানে অংশ নিয়েছিলেন এবং ক্যাম্প ৫ (৬৫০০ মিটার) এ আরোহণ করেছিলেন। নাঙ্গা পর্বত হল জোসেফ ভিলসমায়ারের একটি চলচ্চিত্র যা ১৯৭০ সালে ভাই গুন্থার মেসনার এবং রেইনহোল্ড মেসনারের অভিযান নিয়ে নির্মিত।  ডোনাল্ড শেবিবের ১৯৮৬ সালের ফিল্ম দ্য ক্লাইম্ব হারমান বুহলের প্রথম আরোহণের গল্পকে কভার করে।  জিন-জ্যাক অ্যানাউডের ১৯৯৭ সালের চলচ্চিত্র সেভেন ইয়ারস ইন তিব্বত দ্বিতীয় বিশ্বযুদ্ধের শুরুতে নাঙ্গা পর্বতে আরোহণের জন্য হেনরিখ হারারের আবেশ নিয়ে শুরু হয়।\nঅস্ট্রিয়ান ব্যান্ড এডেনব্রিজের ব্রাদার্স অন ডায়ামির গানটি মেসনার ভাইদের নাঙ্গা পর্বতের আরোহণের উপর ভিত্তি করে তৈরি।\n২০১৭ টিভি সিরিজ ডার্ক এ, একটি জার্মান চরিত্র উল্লেখ করেছে যে \"নাঙ্গা পর্বত জয় করা হয়েছে\" যখন ব্যাখ্যা করা হয়েছে যে বর্তমান বছর ১৯৫৩।\n\n\n== নিকটবর্তী চূড়া ==\nরাখিওট চূড়া\nচোংরা পিক\nমাজেনো পিক\nরূপাল পিক\nলায়লা পিক (রূপাল উপত্যকা)\nশাইগিরি\n\n\n== আরও দেখুন ==\nহিমালয়ের ভূতত্ত্ব\nকারাকোরাম ফল্ট সিস্টেম - হিমালয়ের মধ্যে প্রধান সক্রিয় ফল্ট সিস্টেম\nপৃথিবীর সর্বোচ্চ পর্বতমালার তালিকা\nরূপাল উপত্যকা\nআস্টোর ভ্যালি\n\n\n== তথ্যসূত্র =="}