{"pageid": 1361087, "title": "বেনেডিক্ট জোসেফ ফেনউইক", "url": "https://bn.wikipedia.org/wiki?curid=1361087", "content": "বেনেডিক্ট জোসেফ ফেনউইক এসজে একজন মার্কিন ক্যাথলিক প্রিলেট, জেসুইট ও শিক্ষাবিদ ছিলেন, যিনি ১৮২৫ খ্রিস্টাব্দ থেকে তাঁর মৃত্যুর পূর্বে ১৮৪৬ খ্রিষ্টাব্দ পর্যন্ত বস্টনের বিশপ হিসাবে কাজ করেছিলেন। তিনি ১৮৪৩ খ্রিস্টাব্দে ম্যাসাচুসেটসের উস্টারে কলেজ অব দি হলি ক্রস প্রতিষ্ঠা করেছিলেন। এর আগে, তিনি দুবার জর্জটাউন কলেজের সভাপতি ছিলেন, এবং নিউ ইয়র্ক সিটি ও বস্টনে বেশ কয়েকটি শিক্ষা প্রতিষ্ঠান প্রতিষ্ঠা করেছিলেন।\nমেরিল্যান্ডে জন্মগ্রহণকারী, ফেনউইক ১৮০৯ খ্রিস্টাব্দে সোসাইটি অব জেসুসে প্রবেশ করেন ও সেন্ট পিটার্স চার্চের সহ-যাজক হিসেবে নিউ ইয়র্ক সিটিতে তাঁর মন্ত্রিত্ব শুরু করেছিলেন। এরপর তিনি মূল সেন্ট প্যাট্রিক'স ক্যাথিড্রালের যাজক এবং পরবর্তীতে নিউইয়র্কের ডায়োসিসের ভিকার জেনারেল ও ডায়োসেসান প্রশাসক হয়েছিল। দক্ষিণ ক্যারোলাইনার চার্লসটনের সেন্ট মেরি'স চার্চে দীর্ঘদিন ধরে চলমান বিভেদ সমাধানের দায়িত্ব পাওয়ার মাত্র কয়েক মাস আগে ফেনউইক ১৮১৭ খ্রিস্টাব্দে জর্জটাউন কলেজের সভাপতি হয়েছিলেন। যখন তিনি ভারপ্রাপ্ত সভাপতি হিসাবে জর্জটাউনে ফিরে আসেন, তখন তিনি ১৮২২ খ্রিস্টাব্দ পর্যন্ত বাল্টিমোরের আর্চডিওসিসের ভিকার জেনারেল হিসাবে শহরে ছিলেন।\nবিশাল আইরিশ অভিবাসনের কারণে শহরের ক্যাথলিক জনসংখ্যার দ্রুত বৃদ্ধির সময় ফেনউইক ১৮২৫ খ্রিস্টাব্দে বস্টনের বিশপ হয়েছিলেন। একই সময়ে, ক্যাথলিকরা তীব্র স্থানীয়তাবাদ ও ক্যাথলিক বিরোধীদের মুখোমুখি হয়েছিল, যার চূড়ান্ত পরিণতি ছিল ১৮৩৪ খ্রিস্টাব্দে উরসুলাইন কনভেন্ট পুড়িয়ে দেওয়া, ফেনউইকের প্রাণনাশের হুমকি ও মন্টগোমারি গার্ডস গঠন। ফেনউইক প্যারোকিয়াল দ্বন্দ্বকেও সম্বোধন করেছিলেন, শেষ পর্যন্ত একটি বস্টনের চার্চকে নিষেধাজ্ঞার অধীনে রেখেছিলেন। তিনি সম্পূর্ণ ডায়োসিস জুড়ে গীর্জা, বিদ্যালয়, দাতব্য প্রতিষ্ঠান ও সংবাদপত্র প্রতিষ্ঠা করেছিলেন, যা সমগ্র নিউ ইংল্যান্ডকে ঘিরে রেখেছিল। এর মধ্যে দ্য পাইলট সংবাদপত্র ও কলেজ অব দি হলি ক্রস ছিল।\n\n\n== প্রারম্ভিক জীবন ==\nএকজন রোপনকারী ও জরিপকারী দ্বিতীয় জর্জ ফেনউইক এবং মার্গারেট ফেনউইক, নে মেডলির সন্তান বেনেডিক্ট জোসেফ ফেনউইক ১৭৮২ খ্রিস্টাব্দের ৩ই সেপ্টেম্বর মেরিল্যান্ডের লিওনার্ডটাউনের বিভারডাম ম্যানরেতে জন্মগ্রহণ করেছিলেন। তাঁর পৈতৃক পূর্বপুরুষেরা উত্তর-পূর্ব ইংল্যান্ডের নর্থম্বারল্যান্ডের বাসিন্দা ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজর্জটাউন সংগ্রহস্থলের ছবি"}