{"pageid": 1361126, "title": "পমোনা কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1361126", "content": "পমোনা কলেজ হল ক্যালিফোর্নিয়ার ক্লের্মন্টের একটি বেসরকারি উদারনৈতিক কলা মহাবিদ্যালয়। এটি ১৮৮৭ খ্রিস্টাব্দে মণ্ডলীবাদীদের একটি গোষ্ঠী প্রতিষ্ঠা করেছিল, যারা দক্ষিণ ক্যালিফোর্নিয়ায় \"নিউ ইংল্যান্ড ধরনের একটি মহাবিদ্যালয়\" পুনরায় তৈরি করতে চেয়েছিল। এটি ১৯২৫ খ্রিস্টাব্দে সংলগ্ন অধিভুক্ত প্রতিষ্ঠানগুলির ক্লের্মন্ট কলেজ কনসোর্টিয়ামের প্রতিষ্ঠাতা সদস্য হয়ে ওঠে।\nপমোনা একটি চার বছরের মেয়াদী স্নাতক কর্মসূচিমূলক প্রতিষ্ঠান, যা আনুমানিক ১,৭০০ জন শিক্ষার্থীকে নথিভুক্ত করে। এটি উদারনৈতিক কলা শৃঙ্খলায় ৪৮টি মেজর এবং মোটামুটি ৬৫০টি পাঠ্যধারার পাশাপাশি অন্যান্য ক্লের্মন্ট কলেজে ২,০০০ টিরও বেশি অতিরিক্ত পাঠ্যধারায় প্রবেশাধিকার প্রস্তাব করে। এটির ১৪০-একরের (৫৭ হেক্টর) শিক্ষাপ্রাঙ্গণটি লস অ্যাঞ্জেলেস শহরের কেন্দ্রস্থল থেকে ৩৫ মাইল (৫৬ কিমি) পূর্বে সান গ্যাব্রিয়েল পর্বতমালার পাদদেশের নিকট একটি আবাসিক এলাকার মধ্যে রয়েছে।\nপমোনা ২০২১ খ্রিস্টাব্দে গ্রহণযোগ্যতার হারের নিরিখে যেকোনো মার্কিন উদারনৈতিক কলা মহাবিদ্যালয়ের তুলনায় সর্বনিম্ন ছিল, এবং পশ্চিমাঞ্চলীয় যুক্তরাষ্ট্রের সবচেয়ে মর্যাদাপূর্ণ উদারনৈতিক কলা মহাবিদ্যালয় এবং দেশের অন্যতম মর্যাদাপূর্ণ শিক্ষাপ্রতিষ্ঠান হিসাবে বিবেচিত হয়। এটির ২০২২ খ্রিস্টাব্দের জুন মাস পর্যন্ত $২.৭৬ বিলিয়নের বৃত্তি রয়েছে, যা এটিকে মাথাপিছু শিক্ষার্থীর ভিত্তিতে মার্কিন যুক্তরাষ্ট্রের ১০ টি ধনী বিদ্যালয়ের মধ্যে একটি করে তুলেছে। প্রায় সকল শিক্ষার্থীই শিক্ষাপ্রাঙ্গণে বাস করে, এবং ছাত্র সংগঠনটি তার জাতিগত, ভৌগোলিক ও আর্থ-সামাজিক  বৈচিত্র্যের জন্য সুপরিচিত। মহাবিদ্যালয়টির ক্রীড়া দল সেগাহেনস পিটজার কলেজের সঙ্গে যৌথভাবে একটি তৃতীয় বিভাগীয় সম্মেলন এসসিআইএসি-তে প্রতিযোগিতা করে।\nপমোনার বিশিষ্ট প্রাক্তন শিক্ষার্থীদের মধ্যে রয়েছে অস্কার, এমি, গ্র্যামি ও টনি পুরস্কার বিজয়ী; মার্কিন সিনেটরগণ, রাষ্ট্রদূত ও অন্যান্য যুক্তরাষ্ট্রীয় কর্মকর্তাগণ; পুলিৎজার পুরস্কার প্রাপকগণ; শতকোটিপতি নির্বাহীগণ; একজন নোবেল পুরস্কার বিজয়ী; জাতীয় একাডেমির সদস্যগণ; এবং অলিম্পিক ক্রীড়াবিদগণ। মহাবিদ্যালয়টি ফুলব্রাইট পণ্ডিতদের একটি শীর্ষ প্রযোজক এবং অন্যান্য ফেলোশিপ প্রাপক।\n\n\n== শিক্ষাপ্রাঙ্গণ ==\n\nপমোনার ১৪০-একর (৫৭ হেক্টর) বিশিষ্ট শিক্ষাপ্রাঙ্গণটি ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেস শহরের কেন্দ্রস্থল থেকে ৩৫ মাইল (৫৬ কিমি) পূর্বে একটি সমৃদ্ধ শহরতলির আবাসিক এলাকা ক্লের্মন্টে অবস্থিত। এটি ক্লের্মন্ট ভিলেজের (শহরের কেন্দ্রস্থল বাণিজ্যিক জেলা) সরাসরি উত্তর-পশ্চিমে ও অন্যান্য সংলগ্ন ক্লের্মন্ট কলেজগুলির সরাসরি দক্ষিণে অবস্থিত। এই অঞ্চল ভূমধ্যসাগরীয় জলবায়ুর অন্তর্গত এবং উত্তরের সান গ্যাব্রিয়েল পর্বতমালার সান আন্তোনিও ক্রিকের পলল পাখা থেকে একটি মৃদু ঢাল নিয়ে গঠিত।\nপ্রারম্ভিক বছরগুলিতে, পমোনা তার ক্রমবর্ধমান তালিকাভুক্তি ও উচ্চাকাঙ্ক্ষাগুলিকে মিটমাট করার জন্য সুমনার হলের প্রাথমিক বাড়ি থেকে দ্রুত প্রসারিত হয়েছিল। শিক্ষাপ্রাঙ্গণের উন্নয়ন ১৯০৮ খ্রিষ্টাব্দের পরে স্থপতি মাইরন হান্টের মাস্টার প্ল্যান দ্বারা পরিচালিত হয়েছিল, যিনি চাক্ষুষ অক্ষের মাধ্যমে সংযুক্ত ভবনগুলির দ্বারা সংলগ্ন একটি কেন্দ্রীয় চতুর্ভুজ কল্পনা করেছিলেন। ভূদৃশ্য স্থপতি রাল্ফ কর্নেল ১৯২৩ খ্রিস্টাব্দে হান্টের পরিকল্পনাকৃত স্থানীয় দক্ষিণ ক্যালিফোর্নিয়ার গাছপালা দ্বারা সংজ্ঞায়িত একটি \"বাগানে মধ্যে একটি কলেজ\" ধারনার প্রসার ঘটিয়েছিলেন, কিন্তু অভিযোজন আন্দোলনের ঐতিহ্যে বৈশ্বিক প্রভাবকে অন্তর্ভুক্ত করা হয়েছিল। সভাপতি জেমস ব্লেইসডেলের পমোনার আশেপাশে উপলব্ধ অনুন্নত জমি কেনার সিদ্ধান্ত পরবর্তীতে কলেজের কক্ষের বৃদ্ধি ও কনসোর্টিয়াম খুঁজে পায়। আগের অনেক ভবনই স্টুকো দেয়াল ও লাল পোড়ামাটির টালির ছাদ সহ মিশন রিভাইভাল ও স্প্যানিশ ঔপনিবেশিক পুনরুজ্জীবন শৈলীতে নির্মাণ করা হয়েছিল। অন্যান্য এবং পরবর্তী নির্মাণে নিওক্ল্যাসিকাল, ভিক্টোরিয়ান, ইতালীয় রোমানেস্ক, আধুনিক ও উত্তর-আধুনিক শৈলীর উপাদানগুলি অন্তর্ভুক্ত করা হয়েছে। ফলস্বরূপ, বর্তমান শিক্ষাপ্রাঙ্গণে স্থাপত্য শৈলীর মিশ্রণ রয়েছে। বেশীরভাগ ভবন উচ্চতায় তিন বা তার চেয়ে কম তলা বিশিষ্ট, এবং অভ্যন্তরীণ ও বহিরঙ্গন উভয় ব্যবহারের সুবিধার্থে নকশাকৃত।\n\nশিক্ষাপ্রাঙ্গণে ২০২২ খ্রিস্টাব্দের হিসাবে ৮৮ টি সুবিধা রয়েছে, যার মধ্যে ৭০ টি সম্বোধিত ভবন রয়েছে। এটি দক্ষিণে ফার্স্ট স্ট্রিট, পূর্বে মিলস ও আমহার্স্ট অ্যাভিনিউ, উত্তরে অষ্টম স্ট্রিট এবং পশ্চিমে হার্ভার্ড অ্যাভিনিউ দ্বারা আবদ্ধ। এটিকে সিক্সথ স্ট্রিট দ্বারা অনানুষ্ঠানিকভাবে উত্তর শিক্ষাপ্রাঙ্গণ ও দক্ষিণ শিক্ষাপ্রাঙ্গণে বিভক্ত করা হয়েছে, পশ্চিম অর্ধে বেশিরভাগ একাডেমিক ভবন এবং পূর্বে ওয়াশ নামে পরিচিত একটি প্রাকৃতিক এলাকা রয়েছে। অসংখ্য চলচ্চিত্র ও টেলিভিশন অনুষ্ঠানে প্রদর্শিত হয়েছে, প্রায়ই অন্যান্য স্কুলের জন্য দাঁড়িয়ে আছে।\nপমোনা তার শিক্ষাপ্রাঙ্গণকে আরও টেকসই করার উদ্যোগ নিয়েছে, যার জন্য প্রয়োজন সমস্ত নতুন নির্মাণ এলইইডি গোল্ড স্ট্যান্ডার্ডে তৈরি করা, খরা-সহনশীল ভূদৃশ্য দিয়ে টার্ফ প্রতিস্থাপন করা, এবং ক্রয়কৃত কার্বন ঋণের সাহায্য ছাড়াই ২০৩০ খ্রিস্টাব্দের মধ্যে কার্বন নিরপেক্ষতা অর্জনের জন্য প্রতিশ্রুতিবদ্ধতা। অ্যাসোসিয়েশন ফর দ্য অ্যাডভান্সমেন্ট অব সাসটেইনেবিলিটি ইন হায়ার এডুকেশন কলেজটিকে তার ২০১৮-এর টেকসই শিক্ষাপ্রাঙ্গণ সূচকে একটি গোল্ড রেটিং দিয়েছিল।\n\n\n== সংগঠন ও প্রশাসন ==\n\n\n=== পরিচালন প্রক্রিয়া ===\n\nপমোনা কলেজের দীর্ঘমেয়াদী স্বার্থ তত্ত্বাবধানের জন্য দায়ী একটি পরিচালনা পর্ষদ দ্বারা একটি বেসরকারি অলাভজনক সংগঠন হিসাবে পরিচালিত হয়। বোর্ডটি ৪২ জন সদস্য নিয়ে গঠিত, যাদের অধিকাংশই বর্তমান সদস্যদের দ্বারা ১২ বছরের মেয়াদ সীমা সহ চার বছরের মেয়াদে নির্বাচিত হয়। এটি মহাবিদ্যালয়ের সভাপতি নিয়োগ, বাজেট অনুমোদন, অতিরিক্ত নীতি নির্ধারণ ও অন্যান্য বিভিন্ন কাজের জন্য দায়ী। সভাপতি (জি. গ্যাব্রিয়েল স্টার ২০১৭ সাল থেকে), পালাক্রমে, মহাবিদ্যালয়ের সাধারণ ক্রিয়াকলাপের তত্ত্বাবধান করেন, প্রশাসনিক কর্মচারী ও একটি অনুষদ মন্ত্রিসভা দ্বারা সহায়তা করা হয়। মহাবিদ্যালয়ে ২০২১-এর সেমিস্টারের হিসাবে মোট ৮৫০ জন কর্মচারী রয়েছে। পমোনা একটি শেয়ার্ড গভর্নেন্স মডেলের অধীনে কাজ করে, যেখানে অনুষদ ও শিক্ষার্থীরা অনেক নীতিনির্ধারক কমিটিতে বসে থাকে এবং অন্যান্য বড় সিদ্ধান্তের উপর তাদের নিয়ন্ত্রণ থাকে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nদ্য স্টুডেন্ট লাইফ, ক্লের্মন্ট কলেজের সংবাদপত্রের ওয়েবসাইট\nডব্লিউএএসসি সিনিয়র কলেজ ও বিশ্ববিদ্যালয় কমিশনে স্বীকৃতির তথ্য"}