{"pageid": 1361036, "title": "আবদেলাতিফ লাবি", "url": "https://bn.wikipedia.org/wiki?curid=1361036", "content": "আবদেলাতিফ লাবি একজন মরক্কোর কবি, সাংবাদিক, ঔপন্যাসিক, নাট্যকার, অনুবাদক এবং রাজনৈতিক কর্মী, তার জন্ম ১৯৪২ সালে ফেস, মরক্কোতে । \nলাবি, তখন ফরাসি শিক্ষা দিতেন, অন্যান্য কবিদের সাথে শৈল্পিক জার্নাল সোফেলস প্রতিষ্ঠা করেন ১৯৬৬ সালে, যেখানে গুরুত্বপূর্ণ সাহিত্যিক পর্যালোচনা করা হত। এটি এমন কিছু কবিদের একটি মিটিং পয়েন্ট হিসাবে বিবেচিত হয়েছিল যারা একটি কাব্যিক অবস্থান এবং পুনরুজ্জীবনের জরুরি অবস্থা অনুভব করেছিলেন, কিন্তু যা খুব দ্রুত, সমস্ত মরক্কোর সৃজনশীল শক্তিকে স্ফটিক করে তুলেছিল: চিত্রশিল্পী, চলচ্চিত্র নির্মাতা, থিয়েটারের পুরুষ, গবেষক এবং চিন্তাবিদ। ১৯৭২ সালে এটি নিষিদ্ধ করা হয়েছিল, কিন্তু তার সংক্ষিপ্ত জীবন জুড়ে, এটি মাগরেবের অন্যান্য দেশ এবং তৃতীয় বিশ্বের সংস্কৃতির জন্য উন্মুক্ত হয়েছিল।\nআবদেলাতিফ লাবিকে \"মতের অপরাধ\" (তার রাজনৈতিক বিশ্বাস এবং তার লেখার জন্য) বন্দী, নির্যাতন এবং দশ বছরের কারাদণ্ড দেওয়া হয়েছিল এবং ১৯৭২-১৯৮০ সাল পর্যন্ত সাজা দেওয়া হয়েছিল। তিনি ১৯৮৫ সালে ফ্রান্সে নির্বাসনে বাধ্য হন।  যে রাজনৈতিক বিশ্বাসগুলিকে অপরাধী বলে বিচার করা হয়েছিল তা নিম্নলিখিত মন্তব্যে প্রতিফলিত হয়, উদাহরণস্বরূপ: \"আরব বাস্তবতা যা কিছু উদার, উন্মুক্ত এবং সৃজনশীল প্রস্তাব করে তা এমন শাসনকৃত চূর্ণ করা হয় যাদের একমাত্র উদ্বেগ তাদের নিজস্ব ক্ষমতা এবং স্ব-সেবামূলক স্বার্থকে স্থায়ী করা। এবং যা প্রায়শই খারাপ হয় তা হল যে পশ্চিমারা প্রতিদিনের ট্র্যাজেডির প্রতি সংবেদনশীল থাকে এবং একই সাথে শাসক শ্রেণীগুলিকে সমর্থন করে না, যারা তাদের জনগণের স্বাধীন ইচ্ছা এবং আকাঙ্ক্ষাকে শ্বাসরোধ করে।\"\n\n\n== পুরস্কার ও সম্মাননা ==\n১৯৮৫ সালে, লাবিকে ￼￼অর্ডার অফ আর্টস অ্যান্ড লেটারস এর কমান্ডার করা হয় \n১৯৯৯ সালে, তিনি ফনলন-নিকলস অ্যাওয়ার্ড জিতেছিলেন \n২০০৬ সালে, তিনি তার সমস্ত কাজের জন্য অ্যালাইন বোকেট পুরস্কার পান \n২০০৮ সালে, লাবি নাইম ফ্রেশারী পুরস্কার জিতেছিলেন \n২০০৮ সালে, তিনি কবিতার রবার্ট গ্যাঞ্জো পুরস্কারে ভূষিত হন \n২০০৯ সালে, তিনি প্রিক্স গনকোর্ট দে লা পোয়েসি পেয়েছিলেন \n২০১১ সালে, তিনি ফ্রাঙ্কোফোন সাহিত্যের জন্য বেঞ্জামিন ফন্ডান আন্তর্জাতিক পুরস্কার জিতেছিলেন \n২০১১ সালে, তিনি একাডেমি ফ্রাঙ্কেসের গ্র্যান্ড প্রিক্স দে লা ফ্রাঙ্কোফোনে  পুরস্কৃত হন।\n২০১৫ সালে, তিনি প্রিক্স ধর্মগ্রন্থ এবং আধ্যাত্মিকতা জিতেছিলেন \n২০২০ সালে, তিনি সংস্কৃতি এবং সৃজনশীলতার জন্য মাহমুদ দারবিশ পুরস্কারে ভূষিত হন \n২০২১ সালে, লাবি কবিতার তার সংকলন, প্রিসকু রিয়েন্সের জন্য রজার কোয়ালস্কি পুরস্কার জিতেছেন, \n\n\n== কাজ ==\nপ্রতি বছর প্রথম সংস্করণের জন্য তার অনুরূপ \"কবিতায় [বছর]\" কবিতার জন্য নিবন্ধ বা অন্যান্য কাজের জন্য \"সাহিত্যে [বছর]\" নিবন্ধের সাথে লিঙ্ক করে:\n\n\n=== কবিতা ===\n১৯৮০ : লে রেগনে দে বারবারি । সিউইল, প্যারিস (épuisé)\n১৯৮০ : হিস্টোর ডেস সেপ্ট ক্রুসিফায়েস দে ল'এসপোয়ার । লা টেবিল রেস, প্যারিস\n১৯৮১ : সোস লে বেলন লে পোমে । ল'হারমাটান, প্যারিস\n১৯৮৫ : ডিসকোর্স সুর লা কোলাইন আরবে । ল'হারমাটান, প্যারিস\n১৯৮৬ : L'Ecorché vif . ল'হারমাটান, প্যারিস\n১৯৯০ : টাউস লেস ডিচিরমেন্টস । মেসিডোর, প্যারিস (épuisé)\n১৯৯২ : লে সোলেইল সে মুর্ট । লা ডিফারেন্স, প্যারিস\n১৯৯৩ : L'Étreinte du Monde . © লা ডিফারেন্স এবং © আবদেলাতিফ লাবি, প্যারিস\n১৯৯৬ : লে স্প্লিন ডি ক্যাসাব্লাঙ্কা । লা ডিফারেন্স, প্যারিস\n২০০০ : পোয়েমস পেরিসাবেলস, লা ডিফারেন্স, কল। Clepsydre, প্যারিস (épuisé)\n২০০৩ : ল'অটোমনে প্রমেট, লা ডিফারেন্স, কল। ক্লেপসিড্রে, প্যারিস\n২০০৩ : লেস ফ্রুটস ডু কর্পস, লা ডিফারেন্স, কল। ক্লেপসিড্রে, প্যারিস\n২০০৫ : ইক্রিস লা ভি, লা ডিফারেন্স, কল। Clepsydre, Paris, Prix Alain Bosquet 2006\n২০০৩ : Œuvre poétique, La Difference, Coll. Œuvre complète, প্যারিস\n২০০৭ : Mon cher double, La Difference, Coll. ক্লেপসিড্রে, প্যারিস\n২০০৮ : ক্লেশ d'un rêveur attitré, Coll. লা ক্লেপসিড্রে, লা ডিফারেন্স, প্যারিস\n২০১০ : Oeuvre poétique II, লা ডিফারেন্স\n২০১৬ : লে প্রিন্সিপে ডি'ইন্সারটিটিউড, লা ডিফারেন্স\n২০১৮ : L'Espoir à l'arraché, Le Castor astral\n২০২০ : প্রেসকু রিয়েন্স, লে ক্যাস্টর অ্যাস্ট্রাল\n২০২০ : লা পোয়েসি এস্ট অজেয়, লে ক্যাস্টর অ্যাস্ট্রাল\n১৯৬৯ : L'Œil et la Nuit, Casablanca, Atlantes, ১৯৬৯ ; এসএমইআর, রাবাত, ১৯৮২; লা ডিফারেন্স, কল. \"মিনোস\", প্যারিস, ২০০৩\n১৯৮২ : লে চেমিন দেস অরডালিস । ডেনোয়েল, প্যারিস; লা ডিফারেন্স, কল. \"মিনোস\", প্যারিস, ২০০৩\n১৯৮৯ : লেস রাইডস ডু লায়ন । মেসিডোর, প্যারিস (épuisé); লা ডিফারেন্স, কল. \"মিনোস\", প্যারিস, ২০০৭\n১৯৮৭ : লে ব্যাপ্টেম চ্যাকালিস্ট, ল'হার্মাটান, প্যারিস\n১৯৯৩ : সহনশীলতা অনুশীলন, লা ডিফারেন্স, প্যারিস\n১৯৯৪ : লে জুগে দে ল'মব্রে, লা ডিফারেন্স, প্যারিস\n২০০০ : রিম্বাউড এট শেরেজাদে, লা ডিফারেন্স, প্যারিস\n\n\n=== শিশুদের বই ===\n১৯৮৬ : সাইদা এট লেস ভলিউরস ডি সোলেইল ; দ্বিভাষিক français-arabe ; চার্লস বারাতের ছবি। মেসিডোর/লা ফ্যারান্ডোল, প্যারিস, (épuisé)\n১৯৯৫ : ল'অরেঞ্জ ব্লু ; লরা রোসানো এর চিত্র। Seuil Jeunesse, প্যারিস\n\n\n=== অন্যান্য কাজ ===\n১৯৮৩ : ক্রনিকস দে লা সিটাডেল ডি'এক্সিল ; লেটারস ডি জেল (1972-1980), ডেনোয়েল, প্যারিস; লা ডিফারেন্স, প্যারিস, 2005।\n১৯৮৫ : লা ব্রুলুর দেস জিজ্ঞাসাবাদ ; entretiens-essais (réalisés par J. Alessandra)। ল'হারমাটান, প্যারিস\n১৯৯৭ : একটি মহাদেশ মানব ; entretiens, textes inédits. প্যারোলস ডি'উবে, ভেনিসিউক্স\n২০০৫ : ডি'হুমাস এট ডি লাভ ; poème manuscrit ; gravures de Bouchaïb Maoual ; সংস্করণের সীমা 12টি উদাহরণ ; আল মানার\n\n\n=== আরবি থেকে অনুবাদ ===\n১৯৮২ : রিরেস দে ল'আরব্রে আ পালাব্রে (কবিতা), ডি' আবদুল্লাহ ঝ্রিকা । ল'হারমাটান, প্যারিস\n১৯৮৩ : Rien qu'une autre annee (poèmes), de Mahmoud Darwich . ইউনেস্কো/ এডিশন ডি মিনুইট, প্যারিস, 1983।\n১৯৮৬ : সোলেইল এন ইনস্ট্যান্স (রোমান), ডি হান্না মিনা । ইউনেস্কো/এডিশন সিলেক্স, প্যারিস, ১৯৮৬।\n১৯৮৭ : আত্মজীবনী ডু ভলিউর ডি ফিউ (কবিতা), ডি'আব্দ আল-ওয়াহাব আল-বায়তি । ইউনেস্কো/ অ্যাক্টেস সুদ, প্যারিস, 1987।\n১৯৮৮ : Je t'aime au gré de la mort (poèmes), দে সামিহ আল-কাসিম । ইউনেস্কো/এডিশন ডি মিনুইট, প্যারিস, ১৯৮৮।\n১৯৮৯ : প্লাস রেয়ার সোন্ট লেস গোলাপ (কবিতা), ডি মাহমুদ ডারউইচ। সংস্করণ ডি মিনুইট, প্যারিস, ১৯৮৯।\n১৯৯০ : La Poésie palestinienne contemporaine (anthologie)। সংস্করণ মেসিডোর, প্যারিস, 1990।\n১৯৯০ : এল'স্পেস ডু নুন (কবিতা), ডি হাসান হামদানে । En collaboration avec Leïla Khatib. সংস্করণ মেসিডোর, প্যারিস\n১৯৯১ : Les Oiseaux du retour . কন্টেস দে প্যালেস্টাইন, দ্বিভাষা। জোসেলিন লাবি এর সহযোগিতায়। সংস্করণ মেসিডোর/লা ফ্যারান্ডোল, প্যারিস\n১৯৯২ : La Joie n'est pas mon métier (poèmes), de Mohammad Al-Maghout । সংস্করণ ডি লা ডিফারেন্স, কল। অরফি, প্যারিস\n১৯৯৭ : রিট্যুর à হাইফা (নুভেলেস), ডি ঘাসান কানাফানি । জোসেলিন লাবি এর সহযোগিতায়। অ্যাক্টেস-সুদ, প্যারিস\n\n\n=== অভিযোজন (নাটক) এবং অন্যান্য প্রকাশনা ===\n১৯৮৪ : ভা মা টেরে, কুয়েল বেলে আইডি । Pièce tirée du Chemin des ordalies, roman. Compagnie des Quatre Chemins, dirigée par Catherine de Seynes. প্যারিস\n১৯৮৪ : হিস্টোর ডেস সেপ্ট ক্রুসিফায়েস দে ল'এসপোয়ার । Atelier-théâtre du Septentrion, dirigé par Robert Condamin এবং Jacqueline Scalabrini. অ্যান্টিবস\n১৯৮৪ : ক্রনিকস দে লা সিটাডেল ডি'এক্সিল । থিয়েটার এক্সপ্রেশন 7, গাই ল্যাভিজেরি। লিমোজেস, ১৯৮৪।\n১৯৮৭ : সাইদা এট লেস ভলিউরস ডি সোলেইল । Atelier-théâtre du Septentrion. অ্যান্টিবস, ১৯৮৭।\n১৯৮৮ : লে রেগনে দে বারবারি । কোম্পানি ডু মেন্টির-ভ্রাই, দিরিগে পার ওমর তারি। লিল\n১৯৮৮ : জার্নাল ডু ডার্নিয়ার হোমে । টাইরে দেস রাইডস ডু লায়ন, রোমান। বক্তৃতা par Edwine Moatti এবং Denis Manuel. প্যারিস\n১৯৯২ : লে রিটুর ডি সাইদা । Atelier-théâtre du Septentrion. অ্যান্টিবস, ১৯৯২।\n১৯৯৪ : লে সোলেইল সে মুর্ট । Theâtre d'Aujourd'hui. কাসাব্লাঙ্কা\n\n\n=== আত্মজীবনী ===\n২০০৪ : Le fond de la Jarre (স্প্যানিশ ভাষায় অনুবাদ করা হয়েছে: Fez es un espejo, Madrid, ediciones del oriente y del mediterráneo\n২০২১ : লা ফুয়েট ভার্স সমরকন্দ, লে ক্যাস্টর অ্যাস্ট্রাল\n\n\n=== ইংরেজি সংস্করণ ===\n২০০৩ : বিশ্বের আলিঙ্গন: নির্বাচিত কবিতা । সিটি লাইটস, 2003। V. Reinking, A. George, E. Makward দ্বারা অনুবাদিত।\n২০০৯ : ফ্র্যাগমেন্টস অফ এ ফরগোটেন জেনেসিস । লিফ প্রেস, ২০০৯। গর্ডন এবং ন্যান্সি হ্যাডফিল্ড অনুবাদ করেছেন।\n২০১২ : বর্বরতার শাসন । Pirogue Poets সিরিজ, 2012। আন্দ্রে নাফিস-সাহেলি অনুবাদ করেছেন\n২০১৩ : বটম অফ দ্য জার । Archipelago Books, ২০১৩. আন্দ্রে নাফিস-সাহেলি অনুবাদ করেছেন\n২০১৩ : কবিতা । কবিতা অনুবাদ কেন্দ্র, ২০১৩। অনুবাদ করেছেন আন্দ্রে নাফিস-সাহেলি \n২০১৬ : কাঁটাতারের ওপারে: আবদেলাতিফ লাবির নির্বাচিত কবিতা । কারকানেট প্রেস, ২০১৬। আন্দ্রে নাফিস-সাহেলি অনুবাদ করেছেন\n২০১৬ : পরাজয়ের প্রশংসায় । Archipelago Books, ২০১৬। ডোনাল্ড নিকলসন-স্মিথ দ্বারা অনুবাদিত (২০১৭ গ্রিফিন কবিতা পুরস্কারের জন্য সংক্ষিপ্ত তালিকাভুক্ত)\n২০২১ : অনিশ্চয়তার নীতি । লিথিক প্রেস, ২০২১। অনুবাদ করেছেন অ্যানি জেমিসন\n\n\n== পাদটীকা ==\n\n^  Jeune Afrique magazine, September 5, 1990, cited by Adel Darwish and Gregory Alexander in \"Unholy Babylon, The Secret History of Saddam's War\" (Victor Gollenz Ltd London 1991): p. 71\n\n\n== আরও পড়ুন ==\nলাবী, আব্দুল লতিফ (২০০৩)। দ্য ওয়ার্ল্ড এমব্রেস: সিলেক্টেড পোয়েমস। সিটি লাইটস পাবলিশার্স। আইএসবিএন 0-87286-413-8।  গত দশ বছরে ফরাসি ভাষায় প্রকাশিত তিনটি বই থেকে লাবির নির্বাচিত কবিতা নিয়ে দ্য ওয়ার্ল্ডস এমব্রেস রয়েছে: লে সোলেইল সে মুর্ট (দ্য সান ইজ ডাইং), ল'ইট্রেন্তে ডু মন্ডে (দ্য ওয়ার্ল্ডস অ্যামব্রেস) এবং লে স্প্লিন ডি ক্যাসাব্লাঙ্কা (দ্য সান ইজ ডাইং), ক্যাসাব্লাঙ্কার প্লীহা)।\n\n\n== বহিঃসংযোগ ==\nপিয়েরে জোরিস লাবি প্রিক্স গনকোর্ট জিতেছেন\nলাবির সাথে সাক্ষাৎকার (ইংরেজি)\nআবদেলাতিফ লাবির ওয়েবসাইট । এই ওয়েবসাইটটিতে শৈল্পিক জার্নাল আনফাস/সফলেসের সমস্ত ইস্যুর লিঙ্ক রয়েছে।\n\"সাক্ষাৎকার (স্প্যানিশ) লাবি এবং কবিতা Pueblo de Madrid, perdón \", ediciones del oriente y del mediterraneo"}