{"pageid": 1362635, "title": "ডিইডব্লিউ এলসিটি-শ্রেণীর ল্যান্ডিং ক্রাফট ট্যাংক", "url": "https://bn.wikipedia.org/wiki?curid=1362635", "content": "ডিইডব্লিউ এলসিটি-শ্রেণী হলো বাংলাদেশে নির্মিত ল্যান্ডিং ক্রাফট ট্যাংক (এলসিটি) জাহাজের শ্রেণী যা বাংলাদেশ নৌবাহিনী কর্তৃক ব্যবহৃত হয়। এই জাহাজসমূহকে সি কোয়েস্ট টেকনোলজি পিটিই লিমিটেড, সিঙ্গাপুর এর প্রযুক্তিগত সহায়তায় ডকইয়ার্ড অ্যান্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিমিটেড কর্তৃক নির্মাণ করা হয়। প্রতিটি জাহাজ সামুদ্রিক এবং উপকূলীয় অঞ্চলে উভচর অভিযান পরিচালনার পাশাপাশি ৩০ জন সেনাসদস্য, রসদ, অস্ত্র ও গোলাবারুদ, ১টি এমবিটি-২০০০ ট্যাংক, ১টি মিডিয়াম আর্টিলারি কামান, ১টি বুলডোজার, ছোট ও মাঝারি আকারের সামরিক যানবাহন এবং বিভিন্ন প্রকার সামরিক সরঞ্জাম পরিবহনে সক্ষম। এছাড়াও জাহাজটি দুর্যোগ কালীন সময়ে উদ্ধার অভিযান পরিচালনা ও দুর্যোগ পরবর্তী ত্রাণ তৎপরতা কার্যক্রমে অংশগ্রহণ করে।\n\n\n== ইতিহাস ==\nসশস্ত্র বাহিনীর জন্য গৃহীত দীর্ঘমেয়াদী আধুনিকায়ন পরিকল্পনার অংশ হিসেবে বাংলাদেশ সরকার দেশীয় ও বৈদেশিক উৎস থেকে সমরাস্ত্র সংগ্রহ বৃদ্ধির সিদ্ধান্ত গ্রহণ করে। এছাড়াও উপকূলবর্তী নৌঘাঁটিতে চলাচল করার জন্য এসব উভচর জাহাজের প্রয়োজন ছিলো। যুদ্ধ ও শান্তি কালীন সময়ে চট্টগ্রাম, মোংলা, সেন্ট মার্টিন দ্বীপ এবং তৎসংলগ্ন উপকূলীয় এলাকায় উভচর অভিযান পরিচালনার পাশাপাশি ল্যান্ডিং ফোর্স, ট্যাংক, অস্ত্র, গোলাবারুদ ও রসদ সরবরাহের জন্য এসব জাহাজের প্রয়োজনীয়তা বিশেষভাবে পরিলক্ষিত হয়। এরই ধারাবাহিকতায়, ২৩ আগস্ট, ২০১৩ সালে বাংলাদেশ নৌবাহিনী এবং ডকইয়ার্ড অ্যান্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিমিটেড এর মধ্যে ২টি ল্যান্ডিং ক্রাফট ট্যাংক জাহাজ নির্মাণের চুক্তি স্বাক্ষরিত হয়। জাহাজ নির্মাণে প্রয়োজনীয় নকশা এবং প্রযুক্তি সরবরাহ করে সি কোয়েস্ট টেকনোলজি পিটিই লিমিটেড, সিঙ্গাপুর। নির্মাণ কাজ শেষে ১৪ নভেম্বর, ২০১৪ সালে তৎকালীন নৌবাহিনী প্রধান ভাইস এডমিরাল এম ফরিদ হাবিব-এনডি, এনবিপি, ওএসপি, বিসিজিএম, এনডিসি, পিএসসি মহোদয়ের নিকট বানৌজা এলসিটি ১০৩ ও বানৌজা এলসিটি ১০৫ জাহাজ দুটি হস্তান্তর করা হয়। আন্তর্জাতিক খ্যাতিসম্পন্ন যুক্তরাজ্য ভিত্তিক ক্লাসিফিকেশন সোসাইটি লয়েডস রেজিস্ট্রার এর নীতিমালা অনুসরণ করে এসব জাহাজ নির্মিত হয়। অবশেষে ৬ সেপ্টেম্বর, ২০১৫ সালে জাহাজ দুটি     মাননীয় প্রধানমন্ত্রী শেখ হাসিনা কর্তৃক নৌবাহিনীর বহরে কমিশনিং ও সংযুক্ত হয়।\n\n\n== বৈশিষ্ট্য ও যান্ত্রিক কাঠামো ==\nপ্রতিটি জাহাজের দৈর্ঘ্য ২৫.৬০ মিটার (৮৪.০ ফুট), প্রস্থ ৫.৪০ মিটার (১৭.৭ ফুট) এবং গভীরতা ১.২০ মিটার (৩.৯ ফুট) এবং ওজন ১৩০ টন। প্রতিটি জাহাজে রয়েছে ২টি ভলবো পেন্টা ডি৯ এমএইচ ৪২০ অশ্বশক্তি (৩১০ কিলোওয়াট) ডিজেল ইঞ্জিন (২২০০ আরপিএম), ২টি পারকিন্স সাব্রে ৪.৪ জিএম জেনারেটর ৩৫ কিলোওয়াট (১৫০০ আরপিএম)। যার ফলে জাহাজগুলোর সর্বোচ্চ গতিবেগ ঘণ্টায় ১০ নট (১৯ কিলোমিটার প্রতি ঘণ্টা; ১২ মাইল প্রতি ঘণ্টা)। জাহাজগুলো ১১ জন জনবল নিয়ে একনাগাড়ে ১০ দিন অভিযান পরিচালনা করতে সক্ষম। বাংলাদেশ নৌবাহিনীকে প্রায়শই অবাঞ্ছিত বাহিনী দ্বারা উভচর অবতরণ প্রতিরোধের জন্য সামরিক ভূমিকা পালন এবং উপকূলীয় অঞ্চলে মানবিক সহায়তা ও দুর্যোগ ত্রাণ (এইচএডিআর) অপারেশন পরিচালনা করতে হয়। দেশীয় প্রযুক্তিতে নির্মিত এলসিটি সমূহ এসকল প্রয়োজনীয়তা পূরণের জন্য উপযুক্ত। উভচর সামরিক অভিযান পরিচালনাকালে নিজস্ব আক্রমণ দলকে তীরে অবতরণ করানোর পাশাপাশি প্রতিটি এলসিটি কিছু সময়ের জন্য একটি সৈন্যদল এবং সরঞ্জাম বহন করতে সক্ষম। এছাড়াও এসকল জাহাজ জাতিসংঘ শান্তিরক্ষা মিশনেও মোতায়েন করার উপযোগী।\n\n\n== রণসজ্জা ==\nদুর্যোগ ও শান্তিকালীন সময়ে সহায়ক ভূমিকায় নিয়োজিত এই জাহাজ দুটিতে রয়েছে:\n\n২টি এসটিকে-৫০এমজি ১২.৭ মিমি বিমান-বিধ্বংসী মেশিনগান;\nএছাড়াও যুদ্ধকালীন বিশেষ পরিস্থিতিতে জাহাজটিতে ২টি ভূমি থেকে আকাশে উৎক্ষেপণযোগ্য বিমান বিধ্বংসী ক্ষেপণাস্ত্র কিউডব্লিউ-২ ম্যানপ্যাড মোতায়েন করা যায়।\n\n\n== জাহাজসমূহ ==\n বাংলাদেশ নৌবাহিনী\n\n\n== তথ্যসূত্র =="}