{"pageid": 1362, "title": "গালাপাগোস দ্বীপপুঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1362", "content": "গালাপাগোস দ্বীপপুঞ্জ (ইংরেজি ভাষায়: Galápagos Islands; মূল স্পেনীয় নাম: Archipiélago de Colón) বেশ কিছু আগ্নেয় দ্বীপের সমন্বয়ে গঠিত একটি দ্বীপপুঞ্জ। প্রশান্ত মহাসাগরে বিষুব রেখার দুই পাশ জুড়ে ছড়িয়ে থাকা এই দ্বীপগুলো মহাদেশীয় ইকুয়েডর থেকে ৯৭২ কিলোমিটার পশ্চিমে অবস্থিত। বর্তমানে এটি ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে স্বীকৃত পেয়েছে, মূলত তার অনন্যসাধারণ জীববৈচিত্র্যের কারণে।\nগালাপাগোস দ্বীপপুঞ্জ ইকুয়েডরের গালাপাগোস প্রদেশের অন্তর্গত এবং দেশটির জাতীয় পার্ক সিস্টেমের অংশ। দ্বীপপুঞ্জের মানুষদের প্রধান ভাষা স্পেনীয়।\nএই দ্বীপগুলোতে প্রচুর এন্ডেমিক তথা বিরল প্রজাতি আছে। এই প্রজাতিগুলো গালাপাগোস ছাড়া আর কোথাও দেখা যায় না। বিবর্তন তত্ত্বের জনক চার্লস ডারউইন তার বিগল ডাত্রার সময় এই দ্বীপে এসেছিলেন। ডারউইনের ভ্রমণই গালাপাগোসকে বিখ্যাত করেছে। কারণ এখানকার বৈচিত্র্যময় বিরল প্রজাতিগুলো নিবিঢ়ভাবে পর্যবেক্ষণের মাধ্যমেই ডারউইন প্রথমবারের মত বিবর্তনের পক্ষে প্রমাণ পেতে শুরু করেন। এখানকার অনেকগুলো প্রজাতি ডারউইনের প্রাকৃতিক নির্বাচন তত্ত্বের পক্ষে প্রমাণ হিসেবে কাজ করেছে।\nনৌচালনার জন্য এই দ্বীপের প্রথম নিখুঁত মানচিত্র প্রণয়ন করেছিলেন বাকানিয়ার অ্যামব্রোস কাউলি, ১৬৮৪ সালে। তিনি দ্বীপপুঞ্জের বিভিন্ন দ্বীপের নাম রেখেছিলেন তার সহযোগী জলদস্যুদের নামে। তার নৌভ্রমণে যেসব ইংরেজ অভিজাত লোকেরা সাহায্য করেছিল তাদের নামেও কয়েকটি দ্বীপের নাম রেখেছিলেন অবশ্য। বর্তমানে ইকুয়েডর সরকার প্রায় সবগুলো দ্বীপেরই আলাদা স্পেনীয় নাম দিয়েছে। দাপ্তরিক ও সরকারি কাজে স্পেনীয় নাম ব্যবহার করা হলেও অনেকে এখনও এগুলোকে পূর্বতন ইংরেজি নামে ডাকে। প্রধানত বাস্তুতান্ত্রিক গবেষকদের ইংরেজি নাম ব্যবহার করতে দেখা যায়। চার্লস ডারউইনের তার বিগল যাত্রায় যেসব দ্বীপে গিয়েছিলেন সেগুলোর ইংরেজি নাম আরও বেশি প্রচলিত।\n\n\n== ইতিহাস ==\nদ্বিতীয় অভিযানের সময় এইচএমএস বিগ্‌ল এই দ্বীপে এসেছিল ক্যাপ্টেন ফিৎজরয়ের নেতৃত্বে। তারা দ্বীপে এসে পৌঁছেছিল ১৮৩৫ সালের ১৫ই সেপ্টেম্বর, মূল উদ্দেশ্য ছিল কিছু জরিপ পরিচালনা। ক্যাপ্টেন ফিৎজরয় ও তার তরুণ সঙ্গী জাহাজের প্রকৃতিবিদ চার্লস ডারউইন মূলত চারটি দ্বীপে বিস্তারিত বৈজ্ঞানিক গবেষণা ও ভূতাত্ত্বিক জরিপ পরিচালনা করেছিলেন। দ্বীপ চারটি হল চ্যাথাম, চার্লস, অ্যালবেমার্ল এবং জেমস আইল্যান্ড। কাজ শেষে ২০শে অক্টোবর তারা দ্বীপপুঞ্জ ছেড়ে গিয়েছিলেন তাদের বিশ্বভ্রমণ শেষ করার জন্য। এই দ্বীপে এসেই ডারউইন লক্ষ্য করেছিলেন এখানকার মকিংবার্ডগুলো একেক দ্বীপে একেক রকম। বর্তমানে এই পাখিগুলোকে ডারউইনের ফিঞ্চ বলা হয়, যদিও সে সময় ডারউইন মনে করেছিলেন এদের সাথে কোন গভীর সম্পর্ক নেই এবং দ্বীপ অনুযায়ী তাদের আলাদা নামকরণের বিষয়টিও ভ্রমণের সময় তিনি চিন্তা করেননি।\nসে সময় ইকুয়েডর প্রজাতন্ত্রের গালাপাগোস প্রদেশের গভর্নর ইংরেজ অভিজাত নিকলাস লসন চার্লস আইল্যান্ডে তাদের সাথে দেখা করেন। ডারউইনের সাথে দেখা হলে তিনি জানান, কচ্ছপও একেক দ্বীপে একেক রকম। দ্বীপপুঞ্জে থাকার শেষ দিনগুলোতে ডারউইন ভাবতে শুরু করেছিলেন, একেক দ্বীপে ফিঞ্চ ও কচ্ছপের এই বৈচিত্র্য প্রজাতির পরিবর্তন সম্পর্কে নতুন ধারণার জন্ম দিতে পারে। ইংল্যান্ডে ফিরে এসে ডারউইন গালাপাগোস সহ ভ্রমণের সময় বিভিন্ন স্থান থেকে সংগৃহীত নমুনাগুলো অভিজ্ঞ জীববিজ্ঞানী ও ভূতত্ত্ববিদদের দ্বারা পরীক্ষা করিয়ে দেখতে পেলেন, গালাপাগোসের ফিঞ্চগুলো বিভিন্ন প্রজাতির এবং দ্বীপ অনুযায়ী তাদের বৈশিষ্ট্য অনেক ভিন্ন। এই তথ্যগুলোই ডারউইনকে তার প্রাকৃতিক নির্বাচন এর মাধ্যমে বিবর্তন প্রমাণের পথে এগিয়ে নিয়ে যায়। এ ধারণা থেকেই তিনি তার সবচেয়ে বিখ্যাত বই অন দি অরিজিন অভ স্পিসিস রচনা করেন যা ১৮৫৯ সালে প্রকাশিত হয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== বহিঃসংযোগ ==\n\nParque Nacional Galápagos  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ জুন ২০০২ তারিখে (ইংরেজি)(স্পেনীয়)\nGalápagos Islands xeric scrub (ওয়ার্ল্ড ওয়াইল্ডলাইফ ফান্ড)\nগালাপাগোসের ভূতত্ত্ব – সাধারণ তথ্য সব এখানে আছে\nগালাপাগোস দ্বীপপুঞ্জের প্রাথমিক উপনিবেশ স্থাপনকারীরা – একটি সাক্ষাৎকার"}