{"pageid": 13632, "title": "মকর (তারামণ্ডল)", "url": "https://bn.wikipedia.org/wiki?curid=13632", "content": "মকর (ইংরেজি: Capricornus) রাশিচক্রের তারামণ্ডলীর একটি। লাতিন ভাষায় এর নাম \"ছাগলের শিং\" এবং এর প্রতীক (ইউনিকোড ♑)। সাধারণভাবে এটি একটি সাগর-ছাগলের আকৃতির প্রতিনিধিত্ব করে; একটি পৌরাণিক প্রাণী যা অর্ধেক ছাগল, অর্ধেক হাঙ্গর।\nআধুনিক ৮৮টি তারামণ্ডল এবং ২য় শতকের জ্যোতির্বিজ্ঞানী টলেমি কর্তৃক তালিকাভুক্ত ৪৮ তারামণ্ডলীর ‌একটি মকর। এটি দক্ষিণ গোলার্ধের পশ্চিমদিকে ধনু এবং উত্তর-পূর্বদিকে কুম্ভর মধ্যে অবস্থিত। এটি জানুয়ারি শেষে এবং ফেব্রুয়ারির মাঝামাঝি সময়ে সূর্যকে অতিক্রম করে।\n\n\n== গুরুত্বপূর্ণ বিষয়সমূহ ==\n\nমকর রাশিচক্রের নক্ষত্রমণ্ডলিটি একটি ক্ষীণ নক্ষত্রমণ্ডল, যার নক্ষত্রগুলোর মাঝে মাত্র একটি নক্ষত্রের মাত্রা ৩ এর উপরে। এর আলফা নক্ষতের মাত্রা ৩.৬।\nমকর তারামণ্ডলের সবচেয়ে উজ্জ্বল নক্ষত্র হল ডেলটা মকর, একে দেনেব অ্যালজিডিও বলা হয়, যার মাত্রা ২.৯। এটি পৃথিবী থেকে ৩৯ আলোকবর্ষ দূরে অবস্থিত। অন্যান নক্ষত্র যেমন, দেনেবোলা এবং দেনেবের মতো এটির নামকরণ করা হয়েছে \"লেজ\" (দেনেব)-এর আরবি শব্দ থেকে; এর ঐতিহ্যবাহী নামের অর্থ \"ছাগলের লেজ\"। দেনেব অ্যালজিডি হল একটি বাইনারি তারকা যারা পরস্পরের এতোই নিকটবর্তী যে একটি তারকার মহাকর্ষ অন্যটির আকার আকৃতিতে প্রভাব ফেলে। একে এক ধরনের গ্রহণকারী বাইনারি তারকা বল হয়। ২৪.৫ ঘন্টায় এর তীব্রমাত্রার উঠানামার সীমা হচ্ছে ০.২ এর মধ্যে।\nমকর তারামণ্ডলের অন্যান্য উজ্জ্বল নক্ষত্রের রেঞ্জ ৩.১ মাত্রা থেকে ৫.১ মাত্রা পর্যন্ত। আলফা ক্যাপ্রিকর্নি-১ এই তারামণ্ডলের একটি মাল্টিপল তারকা। এই মাল্টিপল তারকার মধ্যে প্রাইমারি তারকাটি (আলফা মকর তারকা) পৃথিবী থেকে ১০৯ আলোকবর্ষ দূরে অবস্থিত, এটি ৩.৬ মাত্রার একটি হলুদ আভাযুক্ত দৈত্যাকার নক্ষত্র।  সেকেন্ডারি তারকাটি (আলফা-মকর-১) পৃথিবী থেকে ৬৯০ আলোকবর্ষ দূরে অবস্থিত, এটি ৪.৩ মাত্রার একটি হলুদ আভাযুক্ত সুপারজায়ান্ট তারকা। দুটি নক্ষত্রকেই খালি চোখে আলাদা করা যায় এবং উভয়ই নিজেরা মিলেই একটি মাল্টিপল তারা যেটা কিনা আবার আলফা-মকর-১  তারকার সাথে মহাকর্ষীয় বলে বাঁধা। যার উজ্জলতার মাত্রা ৯.২।  আবার আলফা-মকর-২ তারকাটি এগারো মাত্রার এরেকটি তারার সাথে মহাকর্ষীয় বলে বাঁধা রয়েছে। এই ক্ষীণ আলোর অস্পষ্ট নক্ষত্রটি আবার নিজেই একটি বাইনারি নক্ষত্র।  আলফা-মকর-১ কে অ্যালজিডি বা জিডিও বলা হয়, এর ঐতিহ্যবাহী নামগুলি \"শিশু\" এর আরবি শব্দ থেকে এসেছে, যা নক্ষত্রপুঞ্জকে কেন্দ্র করে গড়ে উঠা পৌরাণিক কাহিনীকে ইঙ্গিত করে।\nবিটা মকর তারকা একটি দ্বৈত তারকা যা দাবিহ তথা কসাই নামেও পরিচিত। এটি পৃথিবী থেকে ৩১৩৪০ আলোকবর্ষ দূরে একটি হলুদ আভাযুক্ত দৈত্যাকার নক্ষত্র। সেকেন্ডারি তারকাটি ৬.১ মাত্রার একটি নীল-সাদা রঙের তারা। উভয় নক্ষত্রকে দূরবীনের সাহায্যে দেখলে আলাদা করা যায়। বিটা মকর তারকা এর ঐতিহ্যবাহী নামটি এসেছে \"বধকারীর ভাগ্যবান নক্ষত্র\" এর আরবি শব্দগুচ্ছ থেকে যা প্রাচীর আরবদের সূর্যদয়ের ঠিক আগে মকর রাশির উদয়ের মুহুর্তে বলিদানের আচার পালন করাকে নির্দেশ করে। খালি চোখে দৃশ্যমান আরেকটি নক্ষত্র হল গামা মকর তারকা। কখনও কখনও একে নাশিরা (\"সুসংবাদ নিয়ে আসা\") বলেও ডাকা হয়। এটি পৃথিবী থেকে ৩৭,১৩৯ আলোকবর্ষ দূরে একটি সাদা আভাযুক্ত দৈত্যাকার নক্ষত্র। পাই মকর তারকা হল একটি দ্বৈত তারকা। যার মধ্যে প্রাইমারি তারকাটি ৫.১ মাত্রার নীল-সাদা বর্ণের এবং সেকেন্ডারি তারকাটি  ৮.৩  মাত্রার একটি সাদা রঙের তারকা। এটি পৃথিবী থেকে ৬৭০ আলোকবর্ষ দূরে এবং এদেরকেএকটি ছোট টেলিস্কোপে আলাদা করা যায়। \n\n\n== গুরুত্বপূর্ণ গভীর আকাশের বস্তুসমূহ ==\nমকর রাশির মধ্যে বেশ কয়েকটি ছায়াপথ এবং তারা ক্লাস্টার রয়েছে। মেসিয়ার-৩০ (Messier 30)  হলো একটি গ্লোবিউলার ক্লাস্টার যা গ্যালাক্সি গ্রুপের ১ ডিগ্রি দক্ষিণে অবস্থিত যাতে NGC 7103 গ্যালাক্সিটিও রয়েছে। এছাড়াও মকর রাশিচক্রের নক্ষত্রমণ্ডলকে আশ্রয় করে অবস্থান করে প্রশস্ত সর্পিল ছায়াপথ NGC 6907।\nM30 (NGC 7099) হল ৭.৫ মাত্রার কেন্দ্রীয়ভাবে ঘনীভূত একটি গ্লোবিউলার ক্লাস্টার। এটি আমাদের থেকে ৩০,০০০ আলোকবর্ষের দূরে অবস্থিত। এটির উত্তরে নক্ষত্রের বিশাল চেইন রয়েছে যা একটা সাধারণত অপেশাদার টেলিস্কোপের সাহায্যেই পর্যবেক্ষণ করা যায়।\nমকর রাশিচক্রের নক্ষত্রপুঞ্জে অবস্থিত একটি গ্যালাক্সি গ্রুপ হল HCG 87, যা পৃথিবী থেকে ৪০০ মিলিয়ন আলোকবর্ষ দূরে অবস্থিত, এটি অন্তত তিনটি ছায়াপথের একটি গ্রুপ (যার লাল অপসারণ ০.০২৯৬)। এটিতে একটি বড় উপবৃত্তাকার গ্যালাক্সি, একটি ফেস-অন সর্পিল ছায়াপথ তথা এমন ছায়াপথ যার ডিস্ক সমতল  আমাদের দৃষ্টিরেখার সাথে লম্বভাবে অবস্থান করে  এবং একটি এজ-অন সর্পিল ছায়াপথ তথা এমন ছায়াপথ যার ডিস্ক সমতল আমাদের দৃষ্টি রেখার সাথে সমান্তরালে রয়েছে। ফেস-অন সর্পিল গ্যালাক্সিতে নতুন নক্ষত্র গঠিত হওয়ার অস্বাভাবিক উচ্চহার লক্ষ্য করা যায়, এটি এই গ্রুপের এক বা উভয় সদস্যের সাথে মিথষ্ক্রিয়া করছে। তারউপর, বৃহৎ উপবৃত্তাকার ছায়াপথ এবং এজ-অন সর্পিল ছায়াপথ, উভয়েরই সক্রিয় নিউক্লিয়াস রয়েছে এবং তারা ধূলিকণার একটি জেট দ্বারা সংযুক্ত এতে বোঝা যায়, তারাও পরস্পর মিথস্ক্রিয়া করছে। জ্যোতির্বিজ্ঞানীরা ভবিষ্যদ্বাণী করেছেন যে তিনটি ছায়াপথ মিলিয়ন মিলিয়ন বছর পর একত্রিত হয়ে একটি বিশাল উপবৃত্তাকার ছায়াপথ তৈরি করতে পারে।\n\n\n== ইতিহাস ==\nমকর নক্ষত্রমণ্ডলটি সর্বপ্রথম খ্রিস্টপূর্ব ২১ শতাব্দীর কাছাকাছি সময়ে একটি সিলিন্ডার-সিলের চিত্রে পাওয়া গিয়েছিলো।  তাছাড়া এটি ১০০০ খ্রিষ্টপূর্বাব্দ আগে ব্যাবিলনীয় তারকাপঞ্জিতে স্পষ্টভাবে উল্লেখ্য করা হয়েছে। ব্রোঞ্জ যুগের প্রথমদিকে নক্ষত্রমন্ডলে শীতকালীন অয়ন  ঘটেছিল, কিন্তু পৃথিবীর ঘূর্ণন অক্ষের পরিবর্তনের কারণে নক্ষত্রমন্ডলে  ডিসেম্বরের অয়নকাল এখন ধনু রাশিতে সংঘটিত হয়। সূর্য এখন জানুয়ারির শেষ থেকে ফেব্রুয়ারির মাঝামাঝি পর্যন্ত মকর নক্ষত্রমন্ডল দিয়ে যায়।\nএখানে মকর নক্ষত্রমন্ডল বলতে মকর রাশির জ্যোতিষীয় চিহ্নকে বোঝানো হচ্ছে না। কারন,  জ্যোতিষশাস্ত্রে ব্যবহৃত রাশিচিহ্নগুলি পৃথিবীর কক্ষপথের সাপেক্ষে সূর্যের অবস্থানের উপর ভিত্তি করে, নক্ষত্রমণ্ডলের সাপেক্ষে সূর্যের অবস্থানের উপর ভিত্তি করে। সুতরাং যখন সূর্য জানুয়ারীর শেষ থেকে ফেব্রুয়ারির মাঝামাঝি পর্যন্ত মকর নক্ষত্রমণ্ডলে থাকে, যদিও জ্যোতিষশাস্ত্রে, সেই সময়কালে সূর্যকে কুম্ভ রাশিতে বলা হয়।\nযদিও উত্তর গোলার্ধে শীতকালে সূর্য মকর রাশির নক্ষত্রমণ্ডলে থাকাকালীন আর অয়ন হয় না, যেমনটি খ্রিস্টপূর্ব ১৩০ শতাব্দী অবধি ছিল।  মকর রাশি নামে জ্যোতিষীয় চিহ্নটি এখনও অয়নের অবস্থান বোঝাতে ব্যবহৃত হয় এবং সূর্যের সবচেয়ে দক্ষিণ অবস্থানের অক্ষাংশকে মকর রাশির ক্রান্তিয় অংশ বা ট্রপিক বলা হয়। এই কথাটি পৃথিবীর সেই রেখার ক্ষেত্রেও প্রযোজ্য যেখানে ডিসেম্বরের অয়নকালের দিন দুপুরের সূর্য সরাসরি মাথার উপরের দিকে থাকে।\nজার্মান জ্যোতির্বিদ জোহান গাল ১৮৪৬ সালের ২৩ সেপ্টেম্বর ডেনেব আলগেদি (৬ মকর রাশি) এর নিকটে নেপচুন গ্রহটি আবিষ্কার করেছিলেন। মকর রাশিকে ইউরোপ থেকে সেপ্টেম্বরে ভোর ৪:০০ টায় সবচেয়ে ভাল দেখা যায় (যদিও খ্রিস্টীয় বিংশ শতাব্দীর গোড়ার দিকে প্রতিষ্ঠিত আধুনিক নক্ষত্রমণ্ডলের সীমানা অনুসারে, নেপচুন আবিষ্কারের সময় কুম্ভ রাশির সীমানার মধ্যে ছিল)।\n\n\n== পুরাণ ==\nঅনুজ্জলতম নক্ষত্রমন্ডল হওয়া সত্ত্বেও, নক্ষত্রমন্ডলের সাথে প্রাচীনতম পৌরাণিক সম্পর্কগুলির মধ্যে মকর রাশির নক্ষত্রমণ্ডল বিশেষভাবে উল্লেখ্য করা যায়। মধ্য ব্রোঞ্জ যুগ থেকে এটি ছাগল এবং মাছের সংমিশ্রণ হিসেবে সিম্বলিক ভাবে ব্যাবহার করা হচ্ছে। যখন ব্যাবিলনীয়রা তাদের এনকি দেবতার প্রতিক হিসেবে ছাগল-মাছ সিম্বলটি ব্যাবহার করতো।\nগ্রীক পৌরাণিক কাহিনীতে, সাধারণত মকর রাশির নক্ষত্রমণ্ডলটিকে কখনও কখনও আমালথিয়া হিসাবে চিত্রিত করা হয়। আমালথিয়ার অপর এক নাম হচ্ছে ছাগল যিনি শিশু জিউসকে স্তন্যপান করিয়েছিলো। যখন তার মা রিয়া তাকে তার বাবা ক্রোনোসের গ্রাস করা থেকে রক্ষা করেছিল। যার এই কাজের কৃতজ্ঞতা স্বরুপ জিউস তার আমালথিয়ার ভাঙা শিংটি কর্নুকোপিয়া বা \"প্রাচুর্যদায়ক ছাগশৃঙ্গ\" এ রূপান্তরিত করেছিলেন।\nমকর রাশিকে কখনও কখনও প্যান হিসাবেও চিহ্নিত করা হয়। প্যান ছাগলের শিং এবং পা সহ একজন দেবতা, যিনি নিজেকে মাছে রূপান্তরিত করে এবং একটি নদীতে ডুব দিয়ে দানব টাইফনের হাত থেকে নিজেকে বাঁচিয়েছিলো।\n\n\n== সচিত্র বর্ণনা ==\n\nমকর রাশির উজ্জ্বল নক্ষত্রগুলি একটি ত্রিভুজের আকৃতিতে অবস্থান করে। যার শীর্ষবিন্দু হল α2 মকর (Giedi), δ (ডেলটা) মকর (Deneb Algiedi), এবং ω (ওমেগা) মকর তারকা। মকর রাশির নক্ষত্রগুলিকে সংযুক্ত করার ক্ষেত্রে টলেমির পদ্ধতিটি সাধারণত প্রভাবশালী। যা মাছের লেজ আর ছাগলের মাথার সমন্বয়ে আঁকা হয়।\n\nএইচএ রে একটি বিকল্প ভিজ্যুয়ালাইজেশনের পরামর্শ দিয়েছেন, যা গ্রাফিক্যালি একটি ছাগলকে দেখায়৷ ছাগলের মাথাটি ι (ইয়োটা) মকর তারা, θ (থিটা) মকর তারা এবং ζ (জেটা) মকর তারকার ত্রিভুজ দ্বারা গঠিত৷ ছাগলের শিংটি γ (গামা) মকর এবং δ (ডেলটা) মকর তারকার সাথে লেগে থাকে। ছাগলের লেজে রয়েছে β (বিটা) এবং α2 মকর। β নক্ষত্রটির উজ্জলতার মাত্রা হচ্ছে তিন। ছাগলের পিছনের পা ψ (সাই) মকর নক্ষত্র এবং ω (ওমেগা) মকর নক্ষত্র দ্বারা গঠিত। যাদের উভয়ের উজ্জ্বলতার মাত্রা চার।\n\n\n== সংশ্লিষ্ট তথ্য ==\nচীনা জ্যোতিষবিদ্যায় মকররাশি উত্তর দিকের কালো ছাগল নামক তারকাপুঞ্জে অবস্থিত। উত্তর দিকের কালো ছাগল (北方玄武, Běi Fāng Xuán Wǔ) চীনের ঐতিহ্যবাহী চারটা প্রতিকের মধ্যে একটি। এটি ব্যাল্ক ওয়ারিয়র বা কালো যোদ্ধা নামেও পরিচিত।\nনাখ জনগোষ্ঠীর লোকেরা একে রুফিং টাওয়ার বলে থাকে। রুফিং টাওয়ার হচ্ছে সরু লম্বা একটা কাঠামো। ওয়াচ টাওয়ারও একরকম রুফিং টাওয়ার।\nসোসাইটি দ্বীপপুঞ্জে মকর রাশির আকৃতিটাকে \"রুয়া-ও-মেরে\" বলে ডাকা হতো অর্থাৎ \"পিতামাতার আকাঙ্ক্ষার গুহা\" \n\n\n== উদ্ধৃতি ==\nউদ্ধৃতি\n\nতথ্যসূত্র\nMakemson, Maud Worcester (১৯৪১)। The Morning Star Rises: an account of Polynesian astronomy। Yale University Press। বিবকোড:1941msra.book.....M। \nRey, H. A. (১৯৯৭), The Stars — A New Way To See Them, Houghton Mifflin, আইএসবিএন 0-395-24830-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRidpath, Ian; Tirion, Wil (২০০১), Stars and Planets Guide, Princeton University Press, আইএসবিএন 0-691-08913-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRidpath, Ian; Tirion, Wil (২০০৭), Stars and Planets Guide, Princeton University Press, আইএসবিএন 978-0-691-13556-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWilkins, Jamie; Dunn, Robert (২০০৬), 300 Astronomical Objects: A Visual Reference to the Universe (1st সংস্করণ), Firefly Books, আইএসবিএন 978-1-55407-175-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nমকর নক্ষত্রমন্ডলের নিখুঁত ফটোগ্রাফিক গাইড: Capricornus\nতারা কথন  – Capricornus\nওয়ার্বাগ ইন্সটিটিউটের আইকনোগ্রাফিক ডেটাবেজ (মকর নক্ষত্রমণ্ডলের মধ্যযুগীয় এবং প্রাক আধুনিক যুগের ছবি)"}