{"pageid": 1364972, "title": "আলিপুরদুয়ার সরকারী প্রকৌশল ও ব্যবস্থাপনা মহাবিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1364972", "content": "আলিপুরদুয়ার গভর্নমেন্ট ইঞ্জিনিয়ারিং অ্যান্ড ম্যানেজমেন্ট কলেজ হল পশ্চিমবঙ্গের আলিপুরদুয়ার শহরের একটি সরকারি প্রকৌশল ও ব্যবস্থাপনা মহাবিদ্যালয়। এটি ২০২৩ খ্রিস্টাব্দে পশ্চিমবঙ্গ সরকার কর্তৃক প্রতিষ্ঠিত হয়েছিল, যা আলিপুরদুয়ার জেলার প্রথম প্রকৌশল মহাবিদ্যালয়। প্রতিষ্ঠানটি পশ্চিমবঙ্গ সরকার দ্বারা নিয়ন্ত্রিত, পরিচালিত ও প্রশাসিত হয়।\nপ্রকৌশল মহাবিদ্যালয়টি চার বছর মেয়াদী স্নাতক কর্মসূচিমূলক একটি প্রতিষ্ঠান, যা প্রতিবছর আনুমানিক ১৮০ জন শিক্ষার্থীকে নথিভুক্ত করে। এটি মৌলানা আবুল কালাম আজাদ প্রযুক্তি বিশ্ববিদ্যালয়ের (পশ্চিমবঙ্গ) সঙ্গে অধিভুক্ত ৪ টি প্রকৌশল পাঠ্যধারায় স্নাতক (বি.টেক.) উপাধি (বিশ্ববিদ্যালয়) প্রদান করে।\n\n\n== ইতিহাস ==\nআলিপুরদুয়ার সরকারী প্রকৌশল ও ব্যবস্থাপনা মহাবিদ্যালয় একটি প্রকৌশল প্রতিষ্ঠান হিসাবে ২০২৩ সালে প্রতিষ্ঠিত হয়েছিল। মহাবিদ্যালয়ের শিক্ষাপ্রাঙ্গণে প্রয়োজনীয় অবকাঠামোর নির্মাণ কাজ ২০১৮ সাল থেকে শুরু হয়েছিল, এবং প্রাথমিক অবকাঠামোর নির্মাণ ২০২৩ সালে সম্পন্ন হয়েছিল। নির্মাণ কাজের জন্য ৫৫.৩০ কোটি টাকার তহবিল প্রদান করা হয়েছিল। মহাবিদ্যালয়টি ২০২৩ সালে অল ইন্ডিয়া কাউন্সিল ফর টেকনিক্যাল এডুকেশন থেকে অনুমোদন লাভ করেছিল। মহাবিদ্যালয়ে ২০২৩–২৪ শিক্ষাবর্ষ থেকে পঠন-পাঠন শুরু হয়েছিল।\n\n\n== শিক্ষাপ্রাঙ্গণ ==\nআলিপুরদুয়ারের ১৮.৪৫ একর (৭.৪৭ হেক্টর) জুড়ে বিস্তৃত শিক্ষাপ্রাঙ্গণটি আলিপুরদুয়ার শহর থেকে ১৯ কিলোমিটার (১২ মাইল) পূর্বে ছিপরা গ্রামে অবস্থিত। এটি রায়ডাক নদীর পশ্চিমে তীরে ও ২৭ নং জাতীয় সড়কের উত্তর পার্শ্বে অবস্থিত। শিক্ষাপ্রাঙ্গণে একটি প্রশাসনিক ভবন, একটি একাডেমিক ভবন এবং ছেলেদের জন্য দুটি ও মেয়েদের জন্য একটি ছাত্রাবাস সহ তিনটি ছাত্রাবাস ভবন রয়েছে। প্রশাসনিক ভবনটি ১,৬৬৭ বর্গফুট ও একাডেমিক ভবনটি ৩,৪৪৭ বর্গফুট জুড়ে বিস্তৃত। তিনটি ছাত্রাবাস ভবনে সর্বমোট ৪৮০ জন শিক্ষার্থীর থাকার ব্যবস্থা রয়েছে।\n\n\n== একাডেমিক ও কর্মসূচি ==\nআলিপুরদুয়ার গভর্নমেন্ট ইঞ্জিনিয়ারিং অ্যান্ড ম্যানেজমেন্ট কলেজ প্রকৌশল ও ব্যবস্থাপনা শাখায় পঠন-পাঠন ও ব্যাচেলর অব টেকনোলজি ডিগ্রি প্রদান করে। মহাবিদ্যালয়টি ৪টি প্রকৌশল পাঠ্যধারায় স্নাতক (বি.টেক.) উপাধি (বিশ্ববিদ্যালয়) প্রদান করে, পাঠ্যধারাগুলি হল কৃত্রিম বুদ্ধিমত্তা, কম্পিউটার সায়েন্স অ্যান্ড ইঞ্জিনিয়ারিং, ইলেকট্রিক্যাল ইঞ্জিনিয়ারিং, এবং ইলেকট্রনিক্স অ্যান্ড কমিউনিকেশন ইঞ্জিনিয়ারিং।\n\n\n== তথ্যসূত্র =="}