{"pageid": 1364799, "title": "১১তম আইফা পুরস্কার", "url": "https://bn.wikipedia.org/wiki?curid=1364799", "content": "১১তম আইফা পুরস্কার, আনুষ্ঠানিকভাবে ১১তম আন্তর্জাতিক ভারতীয় চলচ্চিত্র অ্যাকাডেমি পুরস্কার অনুষ্ঠানে ২০০৯ সালের সেরা হিন্দি চলচ্চিত্রগুলোকে সম্মানিত করা হয়। এটি ২০১০ সালের ৩ থেকে ৫ই জুন অনুষ্ঠিত হয়। আনুষ্ঠানিক অনুষ্ঠানটি ২০১০ সালের ৫ই জুন শ্রীলঙ্কার কলম্বোর সুগাথাদাসা স্টেডিয়ামে অনুষ্ঠিত হয়। অনুষ্ঠান চলাকালীন ২৩টি প্রতিযোগিতামূলক বিভাগে আইফা পুরস্কার প্রদান করা হয়। অনুষ্ঠানটি ভারতে এবং আন্তর্জাতিকভাবে স্টার প্লাসে টেলিভিশনে সম্প্রচারিত হয়। অনুষ্ঠানটি সঞ্চালনা করেন বোমান ইরানি, রিতেশ দেশমুখ ও লারা দত্ত ।\nসম্পর্কিত ইভেন্টে, আইফা মিউজিক এবং ফ্যাশন এক্সট্রাভাগানজা ২০১০ সালের ৪ঠা জুন বন্দরনায়েকে মেমোরিয়াল ইন্টারন্যাশনাল কনফারেন্স হলে অনুষ্ঠিত হয়। ইভেন্ট চলাকালীন, বিজয়ীদের হাতে সমস্ত কারিগরি বিভাগের পুরস্কার তুলে দেওয়া হয়।\nথ্রি ইডিয়টস এই আসরে সর্বাধিক ২২টি মনোনয়ন লাভ করে, তারপরে লাভ আজ কাল ১২টি এবং কমিনে ও পা ৯টি মনোনয়ন লাভ করে।\nএই অনুস্থানে থ্রি ইডিয়টস শ্রেষ্ঠ চলচ্চিত্র, শ্রেষ্ঠ পরিচালক (রাজকুমার হিরানি), শ্রেষ্ঠ অভিনেত্রী (কারিনা কাপুর), শ্রেষ্ঠ পার্শ্ব অভিনেতা (শর্মন জোশী) ও শ্রেষ্ঠ খল অভিনেতা (বোমান ইরানি)-সহ সর্বাধিক ১৬টি পুরস্কার অর্জন করে।\nঅন্যান্য বিজয়ী চলচ্চিত্র হল আলাদিন, লাভ আজ কাল এবং পা ৩টি পুরস্কার, এবং অল দ্য বেস্ট: ফান বিগিন্স, দিল্লি–৬, দেব.ডি, কাল কিসনে দেখা, কমিনে ওওয়েক আপ সিড ১টি পুরস্কার।\n\n\n== পটভূমি ==\nপুরস্কারগুলি 2000 সালে শুরু হয়েছিল এবং প্রথম অনুষ্ঠানটি লন্ডনে দ্য মিলেনিয়াম ডোমে অনুষ্ঠিত হয়েছিল। এরপর থেকে বলিউডের আন্তর্জাতিক সাফল্যকে নির্দেশ করে বিশ্বের বিভিন্ন স্থানে পুরস্কার অনুষ্ঠিত হয়। পরবর্তী পুরস্কার অনুষ্ঠান 2011 সালে টরন্টো, অন্টারিও, কানাডায় অনুষ্ঠিত হবে বলে ঘোষণা করা হয়েছিল  পুরস্কার বিতরণী অনুষ্ঠান বিশ্বের বিভিন্ন স্থানে অনুষ্ঠিত হয়।\n\n\n== বিজয়ী ও মনোনীত ==\n\nবিজয়ীদের প্রথমে তালিকাভুক্ত করা হয় এবং বোল্ডফেসে হাইলাইট করা হয়।\n\n\n=== জনপ্রিয় পুরস্কার ===\n\n\n=== সঙ্গীত পুরস্কার ===\n\n\n=== লেখনী পুরস্কার ===\n\n\n=== কারিগরি পুরস্কার ===\n\n\n=== বিশেষ পুরস্কার ===\n\n\n==== গ্রিন গ্লোব পুরস্কার ====\nবিবেক ওবেরয়\n\n\n==== হ্যাবিট্যাট হিউম্যানিটি অ্যাম্বাসেডরশিপ অ্যাওয়ার্ড ====\nসালমান খান\n\n\n==== সিনেমায় অসামান্য অর্জন ====\nরাকেশ ওমপ্রকাশ মেহরা (ভারতীয় সিনেমা – পুরুষ)\nজিনাত আমান (ভারতীয় সিনেমা – মহিলা)\nঅনিল কাপুর (আন্তর্জাতিক সিনেমা)\n\n\n== একাধিক মনোনয়ন ও পুরস্কার ==\n\n\n== আরও দেখুন ==\nআন্তর্জাতিক ভারতীয় চলচ্চিত্র একাডেমি পুরস্কার\nবলিউড\nভারতের সিনেমা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nIIFA.com অফিসিয়াল ওয়েবসাইট"}