{"pageid": 1364855, "title": "আইআরআইবি ওফোঘ", "url": "https://bn.wikipedia.org/wiki?curid=1364855", "content": "আইআরআইবি ওফোঘ (شبكه‌ی افق, শিবকাহি-ইয়ে ফেক্ব, ফার্সি ভাষায় \"দিগন্ত চ্যানেল\") বিশ্বজুড়ে সম্প্রচারিত ইসলামি প্রজাতন্ত্রী ইরান সম্প্রচারের মালিকানাধীন টেলিভিশন চ্যানেল।\nএই চ্যানেলটি ইরানের আরও নতুন টেলিভিশন চ্যানেলগুলোর মধ্যে এক, যা শুধু তাহরানে একটি পরীক্ষামূলক সম্প্রচার হিসেবে ২০১৪ সালের ৩ জুনে সম্প্রচার শুরু করে, তারপর এর অনুষ্ঠানসমূহের ট্রেইলারগুলো প্রচার করা শুরু করে আলভান্দ কেন্দ্রে, তেহরানের তৃতীয় ট্রান্সমিটার, ফ্রিকোয়েন্সি ৫৭৮, চ্যানেল ২২ হিসেবে। ২০১৪ সালের ২৪ ডিসেম্বরে ওফোঘ চ্যানেলটি জাতীয়ভাবে সম্প্রচার শুরু করে, এবং ২০১৫ সালের ২৭ ফেব্রুয়ারিতে এটির আনুষ্ঠানিক উদ্বোধন হয়। চ্যানেলটি বর্তমানে ২৪ ঘণ্টায় সম্প্রচারিত, যাতে তথ্যচিত্র, ইতিহাস, এবং ধর্মীয় অনুষ্ঠানসমূহ অন্তর্ভুক্ত।\nবর্তমানে চ্যানেলটি পরিচালনা করেন সায়েদ জাভাদ রামাজান নেজাদ। তিনি এই পদে নিযুক্ত হন ২০১৪ সালের জুলাইতে।\nচ্যানেলের মহাপরিচালক রামাজান নেজাদ অনুযায়ী চ্যানেলটির অনুষ্ঠানসমূহের পন্থা হল ইসলামি বিপ্লব এর বক্তৃতার উপর ভিত্তি করে সাংস্কৃতিক, শৈল্পিক এবং সামাজিক।\n\n\n== উদ্বোধন ==\nইসলামি প্রজাতন্ত্রী ইরান সম্প্রচারের সাবেক মালিক এজ্জাতোল্লাহ জারঘামি দ্বারা ২০১৪ সালের ১৩ মেতে চ্যানেলটির উদ্বোধনের প্রথম ঘোষণা হয়। এবং খোর্দাদ মাসের ৩ তারিখের সন্ধ্যায়, খোররামশাহরের স্বাধীনতার সাথে মিলে, চ্যানেলটি দ্বাবিংশ জাতীয় টেলিভিশন চ্যানেল হিসেবে একটি নিজস্ব ফ্রিকোয়েন্সি গ্রহণ করে তারপর তেহরানে পরীক্ষামূলকভাবে সম্প্রচার শুরু করে, এবং ২০১৫ সালের ২৭ ফেব্রুয়ারিতে বিশ্বব্যাপী সম্প্রচার শুরু করে।\n\n\n== উপলব্ধতা ==\n\n\n=== টেলিভিশন ===\nইরানে এই চ্যানেলটির অনুষ্ঠানসমূহ ইউএইচএফ ব্যান্ডে গ্রাউন্ড অ্যানালগ ট্রান্সমিটারসমূহের মাধ্যমে এবং ডিজিটাল রিসিভার দিয়ে দেখা যায়। এর সাথে ইরান সহ এশিয়ার কিছু দেশগুলোতে বাদর ৫ স্যাটেলাইটের মাধ্যমে চ্যানেলটি সম্প্রচারিত।\n\n\n=== ইন্টারনেট ===\nইন্টারনেটে ইসলামি প্রজাতন্ত্রী ইরান সম্প্রচারের সরাসরি সম্প্রচার ওয়েবসাইট, চ্যানেলটির ওয়েবসাইট, সাথে টেলিওয়েবিয়ন এবং আইনেট সহ অন্যান্য ওয়েবসাইটের মাধ্যমে চ্যানেলটির সরাসরি সম্প্রচার দেখা যায়।\n\n\n== অনুষ্ঠানসমূহ ==\n\nপ্রাথমিক নকশায় কল্পনা করা হয়েছে যে ইসলামী বিপ্লব বিষয়গুলির একটি বিশ্লেষণমূলক পদ্ধতির উপর চ্যানেলটির অনুষ্ঠানসমূহ ভিত্তি করা হবে। বর্তমানে বিশ্লেষণাত্মক অনুষ্ঠান সহ সমাজে ইরানি-ইসলামি জীবনধারা এবং সচেতনতাও সম্বোধন করা হয়।\nতথ্যচিত্র, সংমিশ্রণ অনুষ্ঠান, অ্যানিমেশন, এবং ক্লিপসমূহ এই চ্যানেলের প্রথম অনুষ্ঠানসমূহের মধ্যে কিছু অংশ। তারপরে চ্যানেলের অনুষ্ঠানমালায় যুক্ত করা হয় বিভিন্ন সামাজিক, রাজনৈতিক, সাংস্কৃতিক, অর্থনৈতিক, এবং অন্যান্য সমস্যা নিয়ে অনুষ্ঠানসমূহ।\n\n\n== শাসন ​​এবং কর্পোরেট কাঠামো ==\nআইআরআইবি ওফোঘ হল একটি সংবিধিবদ্ধ সংস্থা, সরাসরি সরকার হস্তক্ষেপের থেকে স্বাধীন, এবং ইসলামি প্রজাতন্ত্রী ইরান সম্প্রচার ইরান এটির কার্যক্রম তত্ত্বাবধান করে। চ্যানেলের কিছু গণমাধ্যম প্রযোজনা ইসলামি প্রজাতন্ত্রী ইরান সম্প্রচারের বাহিরে বেসরকারি সংগঠন এবং প্রতিষ্ঠানের অংশগ্রহণের সাথে পরিচালনা করে\n\n\n=== পরিচালক ===\n২০১৪ সালের ২৪ জুনে আইআরআইবি টিভি৪ চ্যানেলের তথ্যচিত্র বিভাগের সাবেক পরিচালক সায়েদ জাভাদ রামাজান নেজাদকে ওফোঘ চ্যানেলের পরিচালক হিসেবে উপস্থাপিত করা হয়, ইসলামি প্রজাতন্ত্রী ইরান সম্প্রচারের উপ-সভাপতির একটি আদেশের পর।\nমোহসেন নাজিও চ্যানেলটির টেলিভিশন এবং সংমিশ্রণ অনুষ্ঠানের পরিচালক।\n\n\n=== চিন্তা পরিষদ ===\n২০১৭ সালের সেপ্টেম্বর মাসে ইসলামি প্রজাতন্ত্রী ইরান সম্প্রচারের উপ-সভাপতি মোর্তেজা মিরবাঘেরি আলাদা আদেশে ওফোঘ চ্যানেলের চিন্তা পরিষদের সদস্য হিসেবে নিয়োগ দেন। অনুসারে নাদের তালেবজাদেহ, মাজিদ শাহ হোসেইনি, হামিদ রেজা আয়াতুল্লাহী, হাসান খোজেস্ত, এবং মোহসেন নাজিকে এক বছরের জন্য পরিষদের সদস্য হিসেবে নিয়োগ দেওয়া হয়।\n\n\n== জনপ্রিয় অনুষ্ঠানসমূহ ==\nচ্যানেলটির জনপ্রিয় অনুষ্ঠানসমূহের মধ্যে রয়েছে:\n\nসময়' (عصر আসর): এটি নাদের তালেবজাদেহ দ্বারা পরিকল্পিত এবং প্রযোজিত একটি সংলাপ-চালিত অনুষ্ঠান। এই অনুষ্ঠানটি অভ্যন্তরীণ এবং বাহ্যিক দৈনন্দিন সমস্যা নিয়ে বিবেচনা করে, যেগুলোর মধ্যে রইলো রাজনৈতিক, সাংস্কৃতিক, এবং সামাজিক সমস্যা, আলোচনায়ধিন ঘটনায় দেশীয় এবং বিদেশী বিষয়ের বিশেষজ্ঞদের অংশগ্রহণ সহ।\nঅভিজাত মাটি (سرزمین نخبگان সারজামিন নুখেবেগান): এই অনুষ্ঠানটি ইরানের ভেতর এবং বাহিরে ইরানি অভিজাত এবং উদ্যোক্তাদের জীবন নিয়ে বিবেচনা করে।\nসাত দিন এবং সাত ঘণ্টা (هفت روز هفت ساعت হাফ্ত রোজ হাফ্ত সা'আত): এই অনুষ্ঠানটি একটি সমাবেশ প্রতিযোগিতা যা ইরান এবং লেবানন থেকে শিল্পীদের উপস্থিতির সাথে জড়িত, এবং উভয় দেশে চিত্রায়িত। ১৩৯৭ নওরোজ দেখানো এই অনুষ্ঠানের প্রযোজনায় পারফর্ম করেন সায়েইদ আবুতালেব এবং মোহাম্মদ রেজা জায়েরি।\nউদ্ভাবক (نوآوران নওআভারান): এই অনুষ্ঠানটি মেইসাম বেহজাদি দ্বারা প্রযোজিত, যার লক্ষ্য ইরানের সৃজনশীল তরুণদের দ্বারা প্রদত্ত নতুন ধারণা এবং শিল্প ও গবেষণা প্রকল্পগুলি প্রবর্তন করা। প্রতি পর্বে সফল্য ইরানি তরুণদের মধ্য থেকে অতিথিরা আসেন একটি নতুন ধারণা এবং পরিকল্পনা নিয়ে। এই পরিকল্পনাগুলি পরিবহন, স্বয়ংচালিত, ওষুধ, গাড়ির পরিকল্পনা, শিল্প পরিকল্পনা ইত্যাদি সহ বিভিন্ন ক্ষেত্রে রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nআইআরআইবি ওফোঘ লাইভ স্ট্রিমিং"}