{"pageid": 1364843, "title": "১০ম আইফা পুরস্কার", "url": "https://bn.wikipedia.org/wiki?curid=1364843", "content": "১০ম আইফা পুরস্কার (অনানুষ্ঠানিকভাবে ডেকেডিয়াল আইফা অ্যাওয়ার্ডস নামে পরিচিত) হল ২০০৮ সালে মুক্তিপ্রাপ্ত সেরা বলিউডের চলচ্চিত্রসমূহকে স্বীকৃতি প্রদানের উদ্দেশ্যে প্রদত্ত চলচ্চিত্র পুরস্কার। অনুষ্ঠানটি ২০০৯ সালের ১১ থেকে ১৩ জুন দ্য ভেনিসিয়ান মাকাও, মাকাওতে অনুষ্ঠিত হয়। আয়োজক শহর হিসেবে ম্যাকাওর পছন্দকে একটি সুপরিকল্পিত সিদ্ধান্ত বলে মনে করা হয়েছিল, যার লক্ষ্য ছিল ভারত ও চীনের মধ্যে উত্তেজনা হ্রাস করা, পাশাপাশি চলচ্চিত্র বিনিময়ের ইস্যুতে দুই দেশের মধ্যে \"অচলাবস্থা\"র সমাপ্তি ঘটানো। অনুষ্ঠানটি সঞ্চালনা করেন বোমান ইরানি, রিতেশ দেশমুখ ও লারা দত্ত ।\nআইফা ২০০৯ সালে প্রবর্তনের ১০ বছর পূর্ণ করে, অসংখ্য বিশিষ্ট চলচ্চিত্র ব্যক্তিত্বকে পুরস্কার প্রদান করে। এই ল্যান্ডমার্কের সম্মানে, সেই বছর পাঁচটি বিশেষ আইফা পুরস্কার দেওয়া হয়, এবং এই পুরস্কারসমূহকে সম্মিলিতভাবে আইফা গোল্ডেন ডিকেড সম্মাননা (এছাড়াও দশক পুরস্কারের শিল্পী হিসেবে) অভিহিত করা হয়।\nজোধা আকবর এই আসরের সর্বাধিক ১৬টি মনোনয়ন লাভ করে, তারপর গজিনি ১০টি মনোনয়ন এবং রেস ও রক অন!! ৯টি করে মনোনয়ন লাভ করে।\nজোধা আকবর শ্রেষ্ঠ চলচ্চিত্র, শ্রেষ্ঠ পরিচালক (আশুতোষ গোয়ারিকর) এবং শ্রেষ্ঠ অভিনেতা (হৃতিক রোশন)-সহ এই অনুষ্ঠানে সর্বাধিক ১০টি পুরস্কার অর্জন করে।\n\n\n== আয়োজক শহর ও স্থান নির্বাচন ==\nসাধারণত, আসন্ন আইফা পুরস্কার অনুষ্ঠানের জন্য একটি আয়োজক শহরের নির্বাচন আয়োজক শহরেই প্রথম সংবাদ সম্মেলনে হয়। এই নিয়ম ভঙ্গ করা হয়েছিল এবং ২০০৯ সালের পুরস্কারের জন্য আয়োজক শহর এবং স্থান মুম্বাইতে ঘোষণা করা হয়েছিল। আইফার ব্র্যান্ড অ্যাম্বাসেডর, অমিতাভ বচ্চন, জেডব্লিউ ম্যারিয়ট হোটেলে একটি ইভেন্টে ম্যাকাওকে হোস্ট সিটি হিসেবে ঘোষণা করেছেন। স্থানটিকে বিশ্বের বৃহত্তম রিসোর্টগুলির মধ্যে একটি ভেনিসিয়ান ম্যাকাও হিসাবে ঘোষণা করা হয়েছিল। জানা গেছে, টরন্টো (পরে ২০১১-এর আয়োজক হিসেবে নির্বাচিত হয়েছিল) এবং ইস্তাম্বুলও পুরস্কারের জন্য বিড করেছিল। পরবর্তী পুরস্কার অনুষ্ঠান ২০১০ সালে শ্রীলঙ্কার কলম্বোতে অনুষ্ঠিত হবে বলে ঘোষণা করা হয়েছিল।\n\n\n== বিজয়ী ও মনোনীত ==\n\nবিজয়ীদের নাম প্রথমে এবং গাঢ় বর্ণে তালিকাভুক্ত করা হয়েছে।\n\n\n=== জনপ্রিয় পুরস্কার ===\n\n\n=== সঙ্গীত পুরস্কার ===\n\n\n=== লেখনী পুরস্কার ===\n\n\n=== কারিগরি পুরস্কার ===\n\nবছরের স্টাইল আইকন\n\nমহিলা - বিপাশা বসু\nপুরুষ - হৃতিক রোশন\nআজীবন সম্মাননা\n\nরাজেশ খান্না\nগ্রিন গ্লোব সম্মাননা\n\nরাহুল বোস\n\n\n== আইফা গোল্ডেন ডিকেড সম্মাননা ==\n\nরাকেশ রোশন দশকের সেরা পরিচালক জিতেছেন যদিও সঞ্জয় লীলা ভন্সালী শ্রেষ্ঠ পরিচালকের পুরস্কারের (হাম দিল দে চুকে সনম, দেবদাস এবং ব্ল্যাক) জন্য সর্বাধিক আইফা পুরস্কার জিতেছিলেন। যদি ২০০৯ সাল গণনা করা হয়, তাহলে হৃতিক রোশন কাহো না... প্যায়ার হ্যায়, কোই... মিল গয়া, কৃষ ও জোধা আকবর চলচ্চিত্রের জন্য শাহরুখ খানের চেয়ে শ্রেষ্ঠ অভিনেতা বিভাগে আরও একটি আইফা পুরস্কার পেতেন।\n\n\n=== বিশেষ পুরস্কার ===\n\n\n==== আন্তর্জাতিক চলচ্চিত্রে অসামান্য অর্জন ====\nঐশ্বর্যা রাই\n\n\n== একাধিক মনোনয়ন ও পুরস্কার ==\n\n\n== আরও দেখুন ==\n৫৪তম ফিল্মফেয়ার পুরস্কার\n১৫তম স্ক্রিন পুরস্কার\n\n\n== তথ্যসূত্র =="}