{"pageid": 1364721, "title": "ইরানে অ্যালকোহল", "url": "https://bn.wikipedia.org/wiki?curid=1364721", "content": "১৯৭৯ সালে ইরানে ইসলামী প্রজাতন্ত্র সরকার প্রতিষ্ঠার পর থেকে ইরানের মুসলিম নাগরিকদের জন্য অ্যালকোহল নিষিদ্ধ করা হয়। \n২০১১ সালে প্রাপ্তবয়স্কদের ৫.৭ শতাংশ স্বীকার করে যে আগের বছর তারা অ্যালকোহল সেবন করেছে। \n\n\n== ইতিহাস ==\nপ্রাচীন পারস্য সাম্রাজ্যে ওয়াইন পান করার রীতি ছিলো। ইরানিদের ইতিহাস ও সংস্কৃতিতে এর গুরুত্বপূর্ণ প্রভাব ছিলো। প্রাচীন ফারসি সাহিত্যে ওয়াইনের ব্যপক ব্যবহার সম্পর্কে জানা যায়।\n\n\n=== প্রাক-ইসলামী যুগ ===\nআধুনিক ইতিহাসবিদ রুডি ম্যাথি বলেছেন, জরাথ্রুস্টবাদে ওয়াইনকে বলা হতো তরল সোনা এবং দীপ্তিমান সূর্যের প্রতীক।  ধর্মীয় আচার-অনুষ্ঠানেও তারা ওয়াইন পানের ব্যবস্থা রাখতো। তারা এটি করতো মূলত রক্তের বিকল্প হিসেবে।  রুডি ম্যাথি বলেছেন, প্রাচীন ইরানের অভিজাতদের ইতিহাসকে ওয়াইনকে কেন্দ্র করে 'লড়াই এবং খাবার' এর ইতিহাস হিসেবে দেখা যেতে পারে।\n\n\n=== ইসলামী যুগ ===\nইসলাম আগমনের প্রথম যুগে মদ্যপানের বৈধতা ছিলো। খোরাসান থেকে আন্দালুস পর্যন্ত এর চর্চা দেখতে পাওয়া যায়। পরবর্তীতে মুসলমানদের জন্য তা নিষিদ্ধ ঘোষণা করা হয়। মদ্যপানকে শাস্তিওযোগ্য অপরাধ হিসেবে আদালতে বিচার কার্যকর করা হতো। তবে লুকিয়ে অ্যালকোহল সেবনের চর্চা বরাবরের মতোই লক্ষ্য করা যায়।\nইংরেজ পরিব্রাজক এবং লেখক টমাস হারবার্ট ১৬২৭ সালে অটোমান এবং ইরানীদের ওয়াইন সেবনের মধ্যে পার্থক্য সম্পর্কে একটি বইয়ে লিখেছিলেন।  হার্বার্টের মতে, অটোমান সাম্রাজ্যে যদিও আইন দ্বারা ওয়াইন পান করা নিষিদ্ধ ছিল, তবুও গোপনে তা পান করা হতো।  অন্যদিকে ইরানিরা দীর্ঘ সময় ধরে প্রকাশ্যে মদ পান করতো।  ফরাসি পরিব্রাজক জিন চার্দিনের মতে, যিনি ১৭ শতকের সাফাভিয় সাম্রাজ্যের সময়ে ইরান ভ্রমণ করেছিলেন, ইরানীরা মদ্যপান করতো দ্রুত মাতাল হওয়ার জন্য। তারা শক্তিশালী ওয়াইন তৈরীতে প্রসিদ্ধ ছিলো।  ১৬ শতকের শেষের দিকে অটোমান সাম্রাজ্যের রাজধানী কনস্টান্টিনোপল বা ইস্তাম্বুল সম্পর্কে রেইনহোল্ড লুবেনাউ এর লেখার উদ্ধৃতি টেনে চার্দিন বলেছেন, \"ইরানিরা মদ্যপান করার সময় আস্তে আস্তে পান করার পরিবর্তে ওষুধের মতো গিলে ফেলতো। ম্যাথি ব্যাখ্যা করেছেন যে, দ্রুত মাতাল হওয়ার জন্য তারা এমনটি করতো।  যেহেতু অ্যালকোহলকে ইসলামে একটি নিষিদ্ধ পদার্থ হিসাবে বিবেচনা করা হয়, সেহেতু এটি কখনই সঠিক সামাজিক জীবনের ধারণার সাথে মিলতে পারেনি।  প্রাচীন গ্রীক সিম্পোজিয়াম ঐতিহ্যে অভিজাতদের আনন্দ উদযাপনকে বাড়িয়ে তুলতে ওয়াইন পান করা হতো। এটি অভিজাতদের জীবনধারার অংশ হিসেবে ধরা হতো।  ইরানেও এর ব্যতিক্রম ছিলো না।  মুসলিম বিশ্বে মদ পান করা কখনই খাদ্য ও পানীয় সংস্কৃতির অংশ হয়ে ওঠেনি, যেমনটা হয়েছিলো ভূমধ্যসাগরীয় এবং ইউরোপীয় অঞ্চলে।\n\n\n== আধুনিক ইরানের আইন ==\nইরানের আইন অনুযায়ী মুসলিম নাগরিকদের জন্য অ্যালকোহল পান করা নিষিদ্ধ।\n\n\n=== অমুসলিমদের জন্য অনুমতি ===\nসরকারীভাবে স্বীকৃত অমুসলিম সংখ্যালঘুদের জন্য মদ্যপানের অনুমতি রয়েছে। ইরানে বিভিন্ন ধর্মের বিচিত্র সংস্কৃতির জনগণ বসবাস করে। তাদের নিজস্ব সংস্কৃতি বা ইউকারিস্টের মতো অন্যান্য ধর্মীয় আচার-অনুষ্ঠান পালনের জন্য অ্যালকোহলযুক্ত পানীয়ের প্রয়োজন পড়ে। সেক্ষেত্রে তারা নিজেরাই ওয়াইন বা অন্যান্য মদ তৈরি করার অনুমতি পেয়ে থাকে।\nইরানে মদ আমদানী করা বেআইনি। \n\n\n=== মদ্যপ অবস্থায় গাড়ি চালানো ===\n২০১১-১২ সালে ইরানী ট্রাফিক পুলিশ ৪৩ জন মহিলাসহ মোট ৮২৯ জন চালকের ড্রাইভিং লাইসেন্স প্রত্যাহার করে। তারা মূলত অ্যালকোহল সেবন করে গাড়ি চালাচ্ছিলো। ২০ এপ্রিল থেকে ২০ মে, ২০১২ সালের মধ্যে তেহরানে চালকদের অ্যালকোহল পরীক্ষা করে দেখা গেছে যে তাদের মধ্যে ২৬% মাতাল ছিল।  ইরানে কোন সরকারী বার বা অনুরূপ স্থান নেই, তাই তারা বাড়িতে বা গোপনস্থানে অ্যালকোহল সেবন করে।\n\n\n=== শাস্তি ===\n২০২০ সালে একজন মুসলিম ব্যক্তিকে ষষ্ঠবারের মতো মদ্যপান, লাইসেন্স ছাড়া গাড়ি চালানো এবং অ্যালকোহল পান করার জন্য দোষী সাব্যস্ত করা হয়। পরবর্তীতে তাকে মাশহাদ কারাগারে মৃত্যুদণ্ড দেওয়া হয়।\n\n\n== অ্যালকোহলের বিকল্প ==\nইরানের অ্যালকোহলযুক্ত পানীয় নিষিদ্ধ করার ফলে নন-অ্যালকোহলযুক্ত বিয়ারের উচ্চ চাহিদা তৈরি হয়। ইরানের জনগণ এই ধরনের বিয়ার প্রকাশ্যে পান করতো। ইরান সরকার কোলা কার্বনেট খাওয়ার বিরুদ্ধে সচেতনতামূলক প্রচারাভিযান পরিচালনা করে এবং নন-অ্যালকোহলযুক্ত বিয়ার খাওয়াকে উৎসাহিত করে। ফলে ২০১০ সালে এর চাহিদা আরও বেড়ে যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nMatthee, Rudi (২০১৪)। \"Alcohol in the Islamic Middle East: Ambivalence and Ambiguity\": 100–125। ডিওআই:10.1093/pastj/gtt031। \nSpuler, Bertold (২০১৫)। Iran in the Early Islamic Period: Politics, Culture, Administration and Public Life between the Arab and the Seljuk Conquests, 633-1055। Brill। আইএসবিএন 978-90-04-27751-9।"}