{"pageid": 1364896, "title": "আর্জেন্টিনা জাতীয় অনূর্ধ্ব-২০ ফুটবল দল", "url": "https://bn.wikipedia.org/wiki?curid=1364896", "content": "আর্জেন্টিনা জাতীয় অনূর্ধ্ব-২০ ফুটবল দল ফিফা-পৃষ্ঠপোষক প্রতিযোগিতায় আর্জেন্টিনার প্রতিনিধিত্ব করে যা সেই বয়সের স্তরের সাথে সম্পর্কিত।\nফিফা অনূর্ধ্ব-২০ বিশ্বকাপে আর্জেন্টিনা সবচেয়ে সফল দেশ, যারা রেকর্ড ছয়বার এই প্রতিযোগিতা জিতেছে। ১৯৭৯ সালের সংস্করণ থেকে দলটি ২৩টি বিশ্ব চ্যাম্পিয়নশিপ আয়োজনের মধ্যে ১৭টিতে অংশগ্রহণ করেছে। আর্জেন্টিনা পাঁচটি দক্ষিণ আমেরিকান যুব চ্যাম্পিয়নশিপও জিতেছে।\nআর্জেন্টিনার শীর্ষ খেলোয়াড়দের অনেকেই যুব দলের মধ্যে থেকে এসেছেন, যাদের মধ্যে লিওনেল মেসি, সের্হিও আগুয়েরো, পাবলো আইমার, নিকোলাস বুরদিসো, এস্তেবান কাম্বিয়াসো, আনহেল দি মারিয়া, দিয়েগো মারাদোনা, হোর্হে বুরুচাগা, রামন দিয়াজ, ফের্নান্দো গাহো, হুয়ান রোমান রিকেল্‌মে, অস্কার রুগেরি, গ্যাব্রিয়েল ক্যালডেরন, সের্হিও গোয়কোচেয়া, সের্হিও রোমেরো, মাক্সি রোদ্রিগেস, লুইস ইসলাস, লুসিয়ানো গালেতি, হুয়ান পাবলো সোরিন, ফ্রাঙ্কো কস্তানজো, ওয়াল্তার সামুয়েল, হাভিয়ের মাসচেরানো, হাভিয়ের সাভিয়োলা, জর্জ বোরেলি, লিওনার্দো বায়াগিনি, দিয়েগো সিমেওনে, কার্লোস তেবেস, এরিক লামেলা, এভার বানেগা, মানুয়েল লানজিনি, পাবলো পিয়াতি এবং অন্যান্যরা রয়েছেন।\n\n\n== ইতিহাস ==\n\n\n=== ১৯৭৯: প্রথম বিশ্ব খেতাব ===\n\nতিউনিসিয়ায় অনুষ্ঠিত প্রথম ফিফা বিশ্ব যুব চ্যাম্পিয়নশিপে আর্জেন্টিনা অংশগ্রহণ করেনি, তবে জাপানে অনুষ্ঠিত পরবর্তী সংস্করণে অংশগ্রহণ করে। আর্নেস্তো ডুচিনির সহায়তায় সিজার লুইস মেনত্তি (যিনি আগে খেলোয়াড়দের বেছে নিয়েছিলেন এবং তাদের সাথে কাজ করেছিলেন) দ্বারা প্রশিক্ষিত দলটি বলের উচ্চ দখলের সমন্বয়ে একটি সূক্ষ্ম শৈলী, বিভিন্ন ধরণের পাস ড্রিব্লিং, একটি শক্ত প্রতিরক্ষা এবং একটি শক্তিশালী আক্রমণাত্মক লাইন প্রদর্শন করে টুর্নামেন্ট জিতেছিল, যারা টুর্নামেন্টে মোট ২০টি গোল করেছে। দিয়েগো মারাদোনা এবং রামন দিয়াস ছিলেন দলের সবচেয়ে উল্লেখযোগ্য খেলোয়াড়। এই টুর্নামেন্টটি জাতীয় দলে মারাদোনার প্রথম আনুষ্ঠানিক চ্যাম্পিয়নশিপ ছিল। ১৯৭৮ সালে হতাশ হওয়ার পর মারাদোনা টুর্নামেন্ট চলাকালীন তার সেরা কর্মক্ষমতা তৈরি করেছিলেন, যাতে তার পাস পদক্ষেপ ও ড্রিব্লিং, ফ্রি কিকের শট নেওয়ার ক্ষেত্রে তার নির্ভুলতা এবং তিনি যে ছয়টি গোল করেছিলেন তার কারণে দলের সেরা খেলোয়াড় হিসেবে বিবেচিত হন।\n\nগ্রুপ বিতে আর্জেন্টিনা প্রথম ম্যাচে ইন্দোনেশিয়াকে ৫–০ গোলে হারিয়েছে। যুব দলটি গ্রুপে দশটি গোল করে এবং মাত্র একটি গোল স্বীকার করে প্রথম স্থান অর্জন করে। ফাইনালের পথে আর্জেন্টিনা আলজেরিয়াকে ৫–০ গোলে হারায়, এরপর উরুগুয়েকে ২–০ গোলে হারিয়েছে। ৭ই সেপ্টেম্বর সোভিয়েত ইউনিয়নের বিপক্ষে ফাইনালে দলটি ৩–০ গোলে জয়লাভ করে এবং প্রথমবারের মতো বিশ্ব যুব চ্যাম্পিয়ন হয়। আট গোল করে শীর্ষ গোলদাতা হিসেবে রামন দিয়াজ সোনালী জুতো জিতেছেন এবং প্রতিযোগিতার সেরা খেলোয়াড় হিসেবে মারাদোনা সোনালী বল পেয়েছেন।\nমারাদোনা এবং দিয়াস ছাড়াও দলের অন্যান্য উল্লেখযোগ্য খেলোয়াড় ছিলেন হুয়ান সিমোন হুগো আলভেস গ্যাব্রিয়েল ক্যালডেরন হুয়ান বারবাস এবং ওসভালদো এসকুডেরো। সেই দলকে এখনও পর্যন্ত আর্জেন্টিনার অন্যতম সেরা জাতীয় দল হিসেবে বিবেচনা করা হয়।\n\n\n=== ১৯৮১–৯১: অন্ধকারের দশক ===\n\n১৯৮১ সালে অস্ট্রেলিয়ার আয়োজিত পরবর্তী টুর্নামেন্টে আর্জেন্টিনা অংশ নেয়। স্বাগতিক অস্ট্রেলিয়ার কাছে ২–১ গোলে পরাজিত হওয়ার পর ইংল্যান্ডের সাথে ড্র করে (১–১) এবং ক্যামেরুনকে ২–১ গোলে পরাজিত করে। আর্জেন্টিনা পরবর্তী পর্বে খেলার যোগ্যতা অর্জন করতে পারেনি, তবে তিন ম্যাচ খেলার পর মাত্র তিন পয়েন্ট অর্জন করে।\n১৯৮৩ সালে মেক্সিকোতে অনুষ্ঠিত চ্যাম্পিয়নশিপে দলটি অনেক ভালো কর্মক্ষমতা দেখায় এবং ব্রাজিলের সাথে ফাইনালে পৌঁছায়। প্রথম রাউন্ডে আর্জেন্টিনা চায়না পিআরকে ৫–০ গোলে পরাজিত করে অস্ট্রিয়াকে ৩–০ গোলে পরাজিত করে এবং চেকোস্লোভাকিয়াকে ২–০ গোলে পরাজিত করে। দলটি শূন্য গোল হজম করে গ্রুপে প্রথম স্থান অর্জন করে। কোয়ার্টার ফাইনালে আর্জেন্টিনা নেদারল্যান্ডসকে ২–১ গোলে পরাজিত করে (মার্কো ফন বাস্তেন ওরানজে এবং পোল্যান্ডের হয়ে সেমিফাইনালে ১–০ গোলে গোল করার পর)। ১৯৮৩ সালের ১৯শে জুন এস্তাদিও অ্যাজটেকার ফাইনালে ব্রাজিলের বিপক্ষে ১–০ গোলে হেরে যায় আর্জেন্টিনা। যুব খেলোয়াড়দের সঙ্গে কাজ করার জন্য উর্ধ্বতন দলের কোচ কার্লোস বিলার্দো দ্বারা মনোনীত কার্লোস পাচামে দলটিকে প্রশিক্ষণ দিয়েছিলেন।\nসেই দলের খেলোয়াড়দের মধ্যে ছিলেন গোলরক্ষক লুইস ইসলাস, ডিফেন্ডার ফাবিয়ান বাসুয়ালদো, জর্জ থিলার, কার্লোস এনরিকে, মিডফিল্ডার মারিও ভ্যানেমেরাক, অস্কার অ্যাকোস্টা, এবং রবার্তো জারেট এবং ফরোয়ার্ড ক্লদিও গার্সিয়া জর্জ লুইস গ্যাব্রিচ এবং অস্কার ডারটিকা।\nআর্জেন্টিনা ১৯৮৫ এবং ১৯৮৭ সালের চ্যাম্পিয়নশিপের জন্য যোগ্যতা অর্জন করতে পারেনি (যথাক্রমে সোভিয়েত ইউনিয়ন এবং চিলিতে খেলা হয়েছিল), তবে দলটি দক্ষিণ আমেরিকান চ্যাম্পিয়নশিপে যোগ্যতা অর্জনকারী তিনটির মধ্যে একটি হিসাবে সৌদি আরবে অনুষ্ঠিত টুর্নামেন্টে অংশ নিয়েছিল। প্রথম ম্যাচেই আর্জেন্টিনাকে হারিয়েছে স্পেন। দলটি দ্বিতীয় খেলায় নরওয়ের কাছে ২–০ গোলে জয়লাভ করে, কিন্তু শেষ খেলায় ইরাকের কাছে হেরে গেলেও দ্বিতীয় রাউন্ডে খেলার যোগ্যতা অর্জন করে। নকআউট পর্বে ব্রাজিলের কাছে ১–০ গোলে হেরে যায় দলটি।\n১৯৯১ সালে পর্তুগালে অনুষ্ঠিত চ্যাম্পিয়নশিপের জন্য আর্জেন্টিনাকে রেইনাল্ডো মার্লো প্রশিক্ষণ করিয়েছিলেন, যিনি তৎকালীন উর্ধ্বতন কোচ আলফিও বাসিল দ্বারা মনোনীত হয়েছিলেন, যেমনটি পূর্ববর্তী যুগেও হয়েছিল।\nযুব টুর্নামেন্টে আর্জেন্টিনা তাদের সবচেয়ে খারাপ অভিযান চালিয়েছে, তিনটি ম্যাচে মাত্র একটি পয়েন্ট নিয়ে তাদের গ্রুপে শেষ করে। প্রথম ম্যাচে কোরিয়া ইউনাইটেডের কাছে ১–০ গোলে হেরে যাওয়া দলটি স্বাগতিক পর্তুগালের কাছে ৩–০ গোলে পরাজিত হয় যেখানে তিন আর্জেন্টিনীয় খেলোয়াড়কে (ক্লদিও প্যারিসিয়া, মরিচিও পেলেগ্রিনো এবং হুয়ান এসনাইডার) তাদের রুক্ষ খেলার জন্য বহিষ্কার করা হয় যা উভয় দলের মধ্যে মাঠে একটি ঝগড়ায় পরিণত হয়। ফলস্বরূপ ফিফা আর্জেন্টিনীয় ফুটবল অ্যাসোসিয়েশনকে (এএফএ) দুই বছরের স্থগিতাদেশের পাশাপাশি এসেনায়েডারের জন্য এক বছরের স্থগিতাদেশ এবং নরবার্টো রিকাসেন্সের (এএফএর প্রতিনিধিদের মধ্যে একজন) জন্য দুই বছরের স্থগিতাদেশের শাস্তি দেয়।\nসেই দলে অংশ নেওয়া কয়েকজন খেলোয়াড় ছিলেন গোলরক্ষক লিওনার্দো দিয়াজ, ডিফেন্ডার দিয়েগো কোক্কা, মাউরিসিয়ো পোচেতিনো, এবং পেলেগ্রিনো; মিডফিল্ডার প্যারিস, ওয়াল্টার পাজ হুগো মোরালেস এবং ক্রিশ্চিয়ান বাসেদাস এবং ফরোয়ার্ড মার্সেলো দেলগাদো এবং এসনায়েডার।\n\n\n=== পেকারম্যান যুগ: সোনালী বছর ===\nযেহেতু এটি নিষিদ্ধ ছিল আর্জেন্টিনা ১৯৯৩ সালে অস্ট্রেলিয়ায় অনুষ্ঠিত বিশ্বকাপে অংশগ্রহণ করেনি। আর্জেন্টিনীয় ফুটবল অ্যাসোসিয়েশন (এএফএ) ঊর্ধ্বতন দলের কোচ থেকে সম্পূর্ণ স্বাধীনভাবে একজন নতুন কোচের নাম ঘোষণা করার সিদ্ধান্ত নিয়েছিল, যা তখন পর্যন্ত ছিল। এতে নির্বাচিত হয়েছিলেন জোসে পেকারম্যান, যিনি অনেক পূর্ব অভিজ্ঞতা না থাকা সত্ত্বেও এএফএ কে তাকে নিয়োগ করতে রাজি করান।\nভালো ফলাফল তাৎক্ষণিক ছিল: ১৯৯৫ সালে কাতারে অনুষ্ঠিত প্রথম বিশ্বকাপ প্রতিযোগিতায় পেকারম্যানের প্রশিক্ষণের সাথে আর্জেন্টিনা জয়লাভ করে। প্রথম স্তরে ফাইনালে নেদারল্যান্ডসকে ১–০ গোলে হারিয়ে, পর্তুগালের কাছে ১–০ গোলে হেরে এবং হন্ডুরাসকে ৪–২ গোলে হারিয়ে কোয়ার্টার ফাইনালে পৌঁছেছে আর্জেন্টিনা। সেমিফাইনালে আর্জেন্টিনা স্পেনকে ৩–০ গোলে পরাজিত করে তারপর ফাইনালে ব্রাজিলকে ২–০ গোলে পরাজিত করে ১৯৮৩ সালের প্রতিযোগিতার প্রতিশোধ নেয়।\nএর উল্লেখযোগ্য খেলোয়াড়দের মধ্যে ছিলেন হুয়ান পাবলো সোরিন, জোয়াকিন ইরিগোয়েটিয়া, ফেডেরিকো ডোমিঙ্গুয়েজ, মারিয়ানো হুয়ান, এরিয়েল ইবাগাজা, লিওনার্দো বায়াগিনি এবং ওয়াল্টার কোয়েট।\n১৯৯৭ সালে মালয়েশিয়ায় অনুষ্ঠিত চ্যাম্পিয়নশিপে আর্জেন্টিনা তৃতীয় শিরোপা জয় করে। দলটি হাঙ্গেরিকে ৩–০ এবং কানাডাকে ২–১ গোলে পরাজিত করে কিন্তু অস্ট্রেলিয়ার কাছে ৪–৩ গোলে পরাজিত হয়। আর্জেন্টিনা রাউন্ড অফ ১৬ - এ উত্তীর্ণ হয় যেখানে তারা ইংল্যান্ডকে ২–১ গোলে পরাজিত করে। কোয়ার্টার ফাইনালে আর্জেন্টিনা ব্রাজিলকে ২–০ গোলে হারিয়েছে এবং সেমিফাইনালে রিপাবলিক অব আয়ারল্যান্ডকে ১–০ গোলে হারিয়েছে। ৫ জুলাই ১৯৯৭ সালে অনুষ্ঠিত চূড়ান্ত খেলায় দলটি উরুগুয়েকে ২–১ গোলে পরাজিত করে তৃতীয় চ্যাম্পিয়নশিপ জয় করে। মাঠে ভাল আচরণের স্বীকৃতিস্বরূপ দলটি ফিফা ফেয়ার প্লে অ্যাওয়ার্ডও পেয়েছে।\nলিওনার্দো ফ্রাঙ্কো, ফাবিয়ান কিউবেরো, লিয়েন্ড্রো কুফ্রে, ওয়াল্টার স্যামুয়েল, দিয়েগো প্লাসেন্তে, এস্তেবান কাম্বিয়াসো, পাবলো আইমার, জুয়ান রোমান রিকেল্মে এবং বার্নার্ডো রোমিওর মতো উল্লেখযোগ্য খেলোয়াড়রা তাদের প্রতিভা দেখিয়েছে।\n১৯৯৯ সালে নাইজেরিয়ায় অনুষ্ঠিত বিশ্ব চ্যাম্পিয়নশিপে পারফরম্যান্স খুব একটা ভালো ছিল না। গ্রুপ পর্বের ৪ দলের মধ্যে ৩য় স্থান হয়ে আর্জেন্টিনা প্রথম ম্যাচে কাজাখস্তানের বিপক্ষে ১–০ গোলে জয়লাভ করলেও একটি খেলায় ঘানার কাছে হারে (১–০) এবং ক্রোয়েশিয়ার সাথে ০–০ গোলে ড্র করে। রাউন্ড অব ১৬ এ আর্জেন্টিনা মেক্সিকোর কাছে ৪–১ গোলে পরাজিত হয় এবং প্রতিযোগিতা থেকে বাদ পড়ে যায়।\n২০০১ সালে আর্জেন্টিনা তাদের প্রথম যুব চ্যাম্পিয়নশিপের আয়োজন করে। দলটি তাদের চতুর্থ শিরোপা জিতেছে, যেটি গত সাত বছরের মধ্যে তৃতীয় চ্যাম্পিয়নশিপ। আর্জেন্টিনা জোসে আমালফিটানি স্টেডিয়ামে (যেখানে দলটি বুয়েনোস আইরেসে তাদের সমস্ত খেলা খেলেছিল) ফিনল্যান্ডকে ১–০ গোলে পরাজিত করে। পরের খেলায় আর্জেন্টিনা মিশরকে ১–৭ গোলে পরাজিত করে (সাথে হাভিয়ের সাভিয়োলার তিনটি গোল দিয়ে) এবং গ্রুপ এ - তে জামাইকাকে ৫–১ গোলে পরাজিত করে অংশগ্রহণ সমাপ্ত করে। 8ই জুলাই ভেলেজ সারসফিল্ডে অনুষ্ঠিত নকআউট রাউন্ডে আর্জেন্টিনা চীন (২–১), ফ্রান্স (৩–১) এবং প্যারাগুয়েকে (৫–০) হারিয়ে ফাইনালে ঘানার বিপক্ষে ৩–০ গোলে জয়লাভ করে। আর্জেন্টিনা তাদের চতুর্থ যুব শিরোপা জয় করে অপরাজিত থেকে ৭ ম্যাচে ২৭ গোল করে এবং মাত্র ৪ গোল হজম করে। রিভার প্লেটের ফরোয়ার্ড জাভিয়ার সাভিওলাকে টুর্নামেন্টের সেরা খেলোয়াড় হিসেবে সোনালী জুতো (১১ টি অবদানের সাথে শীর্ষ স্কোরার হিসাবে) এবং সোনালী বল প্রদান করা হয়। একইভাবে আর্জেন্টিনা সরাসরি দ্বিতীয়বারের মতো ফিফা ফেয়ার প্লে অ্যাওয়ার্ড পেয়েছে। বহু পুরস্কারপ্রাপ্ত সাভিওলা ছাড়াও জাতীয় দলে একটি শক্তিশালী দল ছিল যার বেশিরভাগ খেলোয়াড় ঘরোয়া প্রথম বিভাগে খেলার অভিজ্ঞ ছিলেন, বিশেষত নিকোলাস বারডিসসো, লিওনার্দো পনজিও, জুলিও আর্কা, লিয়েন্ড্রো রোমাগ্নোলি, মাউরো রোজালেস, আন্দ্রেস ডি ' আলেসান্দ্রো এবং ম্যাক্সি রডরিগেজ।\n২০০১ সালের চ্যাম্পিয়নশিপ ছিল পেকারম্যানের কোচ হিসাবে শেষ শিরোপা যা আর্জেন্টিনীয় ফুটবলের মর্যাদা ফিরিয়ে এনে একটি উজ্জ্বল যুগের সমাপ্তি ঘটায়।\n\n\n=== ২০০৩–০৭: সাফল্য অব্যাহত ===\nপেকারম্যানের চলে যাওয়ার পর প্রাক্তন গোলরক্ষক হুগো টোকালিকে তার স্থলাভিষিক্ত করা হয়। কোচ হিসেবে টোকালির সঙ্গে আর্জেন্টিনা ২০০৩ চ্যাম্পিয়নশিপে স্পেনকে ২–১ গোলে হারিয়ে আত্মপ্রকাশ করে। দলটি উজবেকিস্তানকেও (একই স্কোরে) এবং মালিকে (৩–১) পরাজিত করে। প্রথম পর্ব শেষ করে অপরাজিত থেকে মাঠ ছাড়ে আর্জেন্টিনা। রাউন্ড অব ১৬ এর জাতীয় দল মিশরকে ২–০ গোলে পরাজিত করে তারপর মার্কিন যুক্তরাষ্ট্রকে ২–০ গোলে পরাজিত করে, কিন্তু সেমিফাইনালে আর্জেন্টিনা ব্রাজিলের কাছে ১–০ গোলে পরাজিত হয়। দলটি তৃতীয় স্থানের ম্যাচে কলম্বিয়ার কাছেও পরাজিত হয়, তাই আর্জেন্টিনা সাধারণ টেবিলের ৪র্থ স্থানে প্রতিযোগিতাটি শেষ করে। স্ট্রাইকার ফার্নান্দো ক্যাভেনাঘি ৪টি গোল করে টুর্নামেন্টের সর্বোচ্চ গোলদাতা হন।\n২০০৪ সালে ২০০৬ ফিফা বিশ্বকাপ বাছাইপর্বের আগে আর্জেন্টিনার উর্ধ্বতন দলের কোচ হিসেবে পেকারম্যানকে নিযুক্ত করা হয়। এক বছর পর টোকালি যুব দল ছেড়ে উর্ধ্বতন স্কোয়াডে পেকারম্যানের কোচিং স্টাফে যোগ দেন, তাই ফ্রান্সিসকো ফেরারোকে কোচ হিসেবে মনোনীত করা হয় এবং নেদারল্যান্ডে আয়োজিত বিশ্ব চ্যাম্পিয়নশিপে পঞ্চম শিরোপা জয় করেন। প্রথম ম্যাচে আর্জেন্টিনা মার্কিন যুক্তরাষ্ট্রের কাছে হেরে যায়, মিশরের বিপক্ষে (২–১) এবং জার্মানির বিপক্ষে (১–০) জিতে পরবর্তী পর্যায়ে যোগ্যতা অর্জন করে। রাউন্ড অব ১৬ থেকে সেমিফাইনাল পর্যন্ত আর্জেন্টিনা ধারাবাহিকভাবে কলম্বিয়াকে (২–১), স্পেনকে (৩–১) এবং ব্রাজিলকে (২–১) হারিয়ে ষষ্ঠবারের মতো ফাইনালে উঠে। ২০০৫ সালের ২ জুলাই আর্জেন্টিনা ফাইনালে নাইজেরিয়াকে ২–১ গোলে হারিয়ে পঞ্চম যুব চ্যাম্পিয়নশিপ জয় করে। পেনাল্টি থেকে দুটি গোলই করেন লিওনেল মেসি। মেসি দলের অধিনায়ক ছিলেন এবং তাঁর জাদুকরী কর্মক্ষমতার ফলে তিনি শীর্ষ স্কোরার এবং সেরা খেলোয়াড় উভয় পুরস্কার জিতেছিলেন।\n২০০৫ সালের দলের স্কোয়াডে লিওনেল মেসি ছিলেন তারকা খেলোয়াড় এবং ইতোমধ্যে ২০০৪–০৫ মৌসুমে ফুটবল ক্লাব বার্সেলোনার হয়ে লা লিগা চ্যাম্পিয়ন হয়েছিলেন। সেই বছর আর্জেন্টিনার অন্যান্য উল্লেখযোগ্য খেলোয়াড় ছিলেন গোলরক্ষক অস্কার উস্তারিও ডিফেন্ডার এজিকিএল গারে এবং জুলিও বারোসো মিডফিল্ডার পাবলো জাবালেতা, ফের্নান্দো গাহো এবং লুকাস বিগলিয়া এবং ফরোয়ার্ড সের্হিও আগুয়েরো এবং নেরী কার্ডোজো।\nদুই বছর পর ২০০৭ সালে কানাডা আয়োজিত ফিফা অনূর্ধ্ব-২০ বিশ্বকাপে দলটি টানা দ্বিতীয় শিরোপা জয় করে। প্রথম ম্যাচে পানামাকে ৬–০ গোলে হারিয়ে দ্বিতীয় রাউন্ডে খেলার যোগ্যতা অর্জন করে আর্জেন্টিনা। নকআউট পর্বে আর্জেন্টিনা পোল্যান্ডকে (৩–১), মেক্সিকোকে (১–০) এবং চিলিকে (৩–০) হারিয়ে ফাইনালে ওঠে। ২২ জুলাই অনুষ্ঠিত ফাইনালে আর্জেন্টিনা চেকদের ৩–১ গোলে পরাজিত করে ষষ্ঠ শিরোপা জয় করে। চ্যাম্পিয়নশিপে ছয় গোল করে সেরা গোলদাতা সের্হিও আগুয়েরোও সেরা খেলোয়াড় হিসেবে সোনালী বল পুরস্কার পান। দলের অন্যান্য উল্লেখযোগ্য খেলোয়াড় ছিলেন গোলরক্ষক সের্হিও রোমেরো মিডফিল্ডার এভার বানেগা এবং ম্যাক্সি মোরালেজ এবং ফরোয়ার্ড আনহেল দি মারিয়া, মাউরো জারেট এবং পাবলো পিয়াট্টি।\n\n\n=== ২০০৯ থেকে: সংগ্রাম ===\nতবে আর্জেন্টিনার ভাল কর্মক্ষমতা নিম্নলিখিত সাতটি অনূর্ধ্ব-২০ বিশ্বকাপে পুনরাবৃত্তি করা যায়নি: দু ' বারের জন্য যোগ্যতা অর্জন করতে ব্যর্থ হওয়া (২০০৯–২০১৩) এবং আরও দু ' বার গ্রুপ পর্ব থেকে বাদ পড়া (২০১৫–২০১৭)।\n\n\n== ব্যক্তিগত পুরস্কার ==\nদলগত জয়ের পাশাপাশি আর্জেন্টিনার খেলোয়াড়রা ফিফা বিশ্ব যুব কাপে অনেক ব্যক্তিগত পুরস্কার জিতেছেন।\n\n\n== বর্তমান দল ==\n২০২৩ ফিফা অনূর্ধ্ব-২০ বিশ্বকাপের জন্য নিম্নলিখিত খেলোয়াড়দের ডাকা হয়েছিল।\nম্যাচের তারিখঃ ২০ মে – ২৬ মে ২০২৩\n\n\n== শীর্ষ গোলদাতা ==\n\n\n== সম্মাননা ==\nফিফা অনূর্ধ্ব-২০ বিশ্বকাপ\nবিজয়ী (৬) ১৯৭৯,১৯৯৫,১৯৯৭,২০০১,২০০৫,২০০৭\n রানার আপ (১): ১৯৮৩\nদক্ষিণ আমেরিকান অনূর্ধ্ব-২০ চ্যাম্পিয়নশিপ\n বিজয়ী (৫) ১৯৬৭,১৯৯৭,১৯৯৯,২০০৩,২০১৫\n রানার আপ (৭): ১৯৫৮, ১৯৭৯, ১৯৯১, ১৯৯৫, ২০০১, ২০০৭, ২০১৯\n তৃতীয় স্থান (৮): ১৯৭১, ১৯৭৫, ১৯৮১, ১৯৮৩, ১৯৮৭, ১৯৮৮, ২০০৫, ২০১১\nপ্যান আমেরিকান গেম\n স্বর্ণপদক (১): ২০০৩\nটীকা\n\n\n== গ্রন্থপঞ্জি ==\nবিশ্ব যুব কাপ (ইউ - 20) ওভারভিউ (প্রতিটি টুর্নামেন্টের লিঙ্ক সহ)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}