{"pageid": 1365857, "title": "আর্সেনুরা আরমিডা", "url": "https://bn.wikipedia.org/wiki?curid=1365857", "content": "আর্সেনুরা আরমিডা (বিশালাকার রেশম মথ) হল স্যাটারনিডেয়া পরিবারের একটি মথ । এটি প্রধানত দক্ষিণ ও মধ্য আমেরিকা, মেক্সিকো থেকে বলিভিয়া এবং ইকুয়েডর থেকে দক্ষিণ-পূর্ব ব্রাজিল পর্যন্ত পাওয়া যায়। ১৭৭৯ সালে পিটার ক্রেমার প্রথম এদের বর্ণনা করেন।\nএটিই একমাত্র পরিচিত নিওট্রপিকাল আর্সেনুরিনা যা তার লার্ভা পর্যায়ে দৃঢ় আপসমেটিজম, গ্রেগারিয়াস এবং ট্রেল-অনুসরণকারী আচরণের সংমিশ্রণ প্রদর্শন করে। লার্ভা উজ্জ্বল রঙের হয়ে থাকে (উজ্জ্বল কালো এবং হলুদ রেখাবিশিষ্ট) যা পাখিদের কাছে তাদের অপ্রীতিকর স্বাদের সংকেত দেয়। লার্ভা কিছু প্রজাতির পাখির জন্য মারাত্মক বিষাক্ত। দিনের বেলা, লার্ভাগুলি গাছের কাণ্ডে বিশাল আকারে বিশ্রাম নেয় এবং রাতে খাবারের জন্য নেমে আসে। ভোরবেলায় ফিরে আসার সময়, তারা তাদের মূল কেন্দ্রীয় স্থানের অবস্থানে একটি রেশম-হীন ফেরোমন ট্রেইল অনুসরণ করে। তবে সামাজিক আচরণ লার্ভা দশায়-ই শুধু লক্ষণীয়; জীবনের অন্যান্য পর্যায়ে তারা আরও নির্জন জীবনযাপন করে।\nলার্ভা গুয়াজুমা উলমিফোলিয়া, রোলিনিয়া মেমব্রেনাসিয়া এবং বোম্বাকোপসিস কুইনাটাম ইত্যাদি ভক্ষণ করে বেঁচে থাকে।\nলার্ভার চতুর্থ পর্যায়ের পর এটি লার্ভা ভর থেকে নেমে আসবে, মাটিতে একটি ছোট চেম্বার খনন করবে এবং পুপেট করবে। তারপর, জুনে বর্ষাকালের কিছু পরেই এদের মূককীট বের হবে। বড় বাদামী পতঙ্গ দশা হলপ্রজাতিটির স্বাভাবিক অবস্থা, তখন ডানার আকার হয় ১০০-১২০ মিমি। প্রাপ্তবয়স্করা রাতে সঙ্গমে লিপ্ত হয় এবং তারপরে স্ত্রী প্রজাতি গাছের নিচের পাতায় বড় ব্যাচে তাদের ডিম পাড়ে ।\nভেরাক্রুজের জোঙ্গোলিকা এলাকার আদিবাসীদের কাছে লার্ভাও একধরনের খাদ্য; এগুলি রান্না করার পরে জড়ো করা হয় এবং খাওয়া হয়।\n\n\n== শ্রেণীবিন্যাস এবং নামকরণ ==\nআর্সেনুরা আরমিডা দৈত্যাকার সিল্ক মথ নামেও পরিচিত। এটি সাবফ্যামিলি আর্সেনুরিনা- এর অন্তর্গত, যার মধ্যে প্রায় ৫৭ প্রজাতি ক্রান্তীয় মেক্সিকো থেকে উত্তর আর্জেন্টিনা পর্যন্ত পাওয়া যায়।\n\n\n== আকৃতি এবং সনাক্তকরণ ==\nঅল্প বয়স্ক লার্ভা তাদের উজ্জ্বল হলুদ এবং কালো রিংযুক্ত দেহ এবং লাল মাথার মাধ্যমে অপোসেমেটিজম প্রদর্শন করে। পরের পর্যায়গুলি প্রথম দিকের স্টারগুলির তুলনায় গাঢ় এবং \"দুস্কর\" হয়। তাদের একটি গাঢ় বাদামী মাথা, সূক্ষ্ম সংক্ষিপ্ত সেটে আচ্ছাদিত একটি সোমা এবং বক্ষঃ অংশের ডর্সামে কালো তাঁবুর মতো প্রোটিউবারেন্স রয়েছে। আন্তঃভাগের ঝিল্লিটি পাতলা কমলা-হলুদ রঙ্গিন রিং দিয়ে ঘেরা।\nপ্রাপ্তবয়স্করা বড় ও বাদামী রঙের হয় যা ছড়িয়ে ডানা দিয়ে বিশ্রাম নিতে পছন্দ করে। এগুলি প্রধানত কম আকর্ষণীয় রঙের হয়, যদিও কিছু জটিল প্যাটার্ন লক্ষণীয়। প্রাপ্তবয়স্কদের ডানার বিস্তার ১০০-১২০ মিমি\n\n\n== বাসস্থান ==\nবিশালাকার রেশম মথ প্রধানত মধ্য ও দক্ষিণ আমেরিকায়, গ্রীষ্মমণ্ডলীয় মেক্সিকো থেকে দক্ষিণ-পূর্ব ব্রাজিল পর্যন্ত দেখা যায়। এগুলি গুয়াজুমা উলমিফোলিয়া, রোলিনিয়া মেমব্রেনাসিয়া এবং বোম্বাকোপসিস কুইনাটাম উদ্ভিদে বাস করে। এদের কোস্টারিকাতে শুষ্ক বন থেকে খুব আর্দ্র রেইন-ফরেস্ট পর্যন্ত সমস্ত বন্যভূমি বাস্তুতন্ত্রে পাওয়া যায়।\n\n\n== জীবনচক্র এবং আচরণ ==\nদৈত্যাকার সিল্ক মথ শুঁয়োপোকাগুলি লার্ভা বিকাশের সমস্ত পর্যায়ে তাদের সমন্বিততার জন্য সুপরিচিত। এরা প্রথম থেকে শেষের দিকে সামাজিক আচরণের বিভিন্ন রূপের পরিবর্তন করে থাকে।\nপ্রথম দিকে, লার্ভা সব সময় বিভিন্ন প্যাচে একত্রিত হয় এবং যাযাবর চারণে নিয়োজিত থাকে। বয়স বাড়ার সাথে সাথে, এই পতঙ্গগুলি একটি কেন্দ্রীয় স্থানে স্থানান্তরিত হয় যেন তারা একাকী খাদ্য গ্রহণ করতে পারে। কিন্তু, যখন খাওয়ানো শেষ হয় তার প্রায় একই সময়ে প্রায় একই সময়ে ছাউনিতে উঠে তারা প্রতিদিন বিশ্রাম নেয়।\nআচরণের এই পরিবর্তনের চেষ্টা এবং ব্যাখ্যা করার জন্য একটি হাইপোথিসিস তৈরি করা হয়েছে। সাধারণভাবে, শুঁয়োপোকার খাবার ফাইলোজেনেটিক ইতিহাস, লার্ভা পুষ্টির বাস্তুশাস্ত্র, আকার বা চেহারা এবং প্রতিরক্ষামূলক বাস্তুবিদ্যার যৌথ প্রভাব দ্বারা আকৃতি হয়। এই ধরনের আচরণের পরিবর্তন অন্যান্য প্রজাতির মধ্যে পাওয়া যেতে পারে। উদাহরণ স্বরূপ, অনেকগুলো সোয়ালোটেইলের লার্ভার জীবনচক্র এক ভাবে শুরু হয় কিন্তু জীবনের পরবর্তী পর্যায়ে তারা অপোসেমেটিজম বা আক্রমণাত্মক অনুকরণে চলে যায়।\nশিকার এবং পরজীবীতা দৈত্য রেশম মথের গ্রুপিং আচরণ এবং অপোসেমেটিজমের ভূমিকা পালন করেছে বলে অনুমান করা হয়। এটি জানা যায় যে ইনস্টার লার্ভা গিলে ফেলার সময় ট্রোগন নেস্টলিং এর মতো শিকারীদের জন্য মারাত্মকভাবে বিষাক্ত।\n\n\n=== প্রারম্ভিক পর্যায় - প্রথম থেকে তৃতীয় ===\nপাতার নিচের দিকে পাড়া বড় ডিম থেকে লার্ভা বের হয়। তাদের ঘনিষ্ঠ আত্মীয়দের থেকে ভিন্ন (প্রথম-ইনস্টার লার্ভাগুলি রহস্যময় বা একাকী নয়)। এরা দল বেঁধে বাচ্চা বের করে এবং পাতায় পাশাপাশি খায়। তারা যাযাবর এর ন্যায় কৌশল ব্যবহার করে, যখন খাদ্য ফুরিয়ে যায় তখন একসাথে চলে। যাযাবর চারণ পর্বের সময় গোষ্ঠী সংহতি বাড়াতে শুঁয়োপোকারা একটি ফেরোমন ট্রেইল ব্যবহার করে, সেইসাথে খাওয়ানোর স্থানগুলির মধ্যে ট্রেইলগুলি চিহ্নিত করে। চতুর্থ ইনস্টারে এবং তার পরের দিকে, ফেরোমন ট্রেইলটি কেন্দ্রীয় স্থানের স্থান পরিবর্তনের তথ্য জ্ঞাপক একটি চিহ্নিতকারী হিসাবে ব্যবহৃত হয়।\n\n\n=== চতুর্থ পর্যায় ===\nচতুর্থ অবস্থায় লার্ভা বৃহত্তর শাখাগুলির নীচের কাণ্ডের উপর বিশাল সুস্পষ্ট অঞ্চলে প্রতিদিন বিশ্রাম নিতে শুরু করে। তারা একটি নতুন খাদ্যাভ্যাস গ্রহণ করে, যাকে সেন্ট্রাল প্লেস ফরেজিং বলা হয়। এর ফলে শুঁয়োপোকারা দিনের বেলায় বৃহৎ দৃশ্যমান দলে বিশ্রাম নেয়, তারপর সন্ধ্যার সময় চাঁদোয়াতে নির্জন লার্ভা হিসাবে নিশাচর চারণের জন্য একত্রিত হয়। ভোরবেলা, তারা ফেরোমন ট্রেইল ব্যবহার করে মূল কেন্দ্রীয় স্থানে ফিরে আসে।\nআজ অবধি দৈত্যাকার রেশম মথ লার্ভা হল কয়েকটি সামাজিক লেপিডোপ্টেরার মধ্যে একটি যা পরিচিত যেখানে রেশম তৈরি করা হয় না। তারা যে পথগুলি অনুসরণ করে তা সব ফেরোমন ভিত্তিক৷ যখন তারা দূরবর্তী ফিড সাইটগুলিতে চলে যায় তখন ফেরোমোনগুলি শুঁয়োপোকার দ্বারা জমা হয়। এই পথগুলি নতুন জায়গায় গোষ্ঠীর পুনরায় একত্রিত হওয়ার সুবিধা দেয় এবং বিচ্ছেদ প্রতিরোধে সহায়তা করে। ভোরবেলা, শুঁয়োপোকাগুলি একটি ফেরোমোন ট্রেইল অনুসরণ করে মূল কেন্দ্রীয় স্থানের জায়গায় বিভুয়াক তৈরি করে।\nগবেষণায় দেখা গেছে যে বৃহদাকার রেশম মথ শুঁয়োপোকার পেটের ভেন্টার এবং ডোরসাম থেকে সংগৃহীত কিউটিকুলার উপাদান পোষক উদ্ভিদের উপর মুছে দিয়ে লার্ভা ট্রেইল অনুসরণ করা যেতে পারে। সমজাতীয় সোম্যাটিক টিস্যুর অপরিশোধিত নির্যাসও একই প্রতিক্রিয়া প্রকাশ করতে পারে। ট্রেল মার্কারটিকে কিউটিকলের একটি উপাদান বলে অনুমান করা হয় যা পেটের পশ্চাৎ-ভেন্ট্রাল অঞ্চল থেকে নিষ্ক্রিয়ভাবে জমা হয় কারণ লার্ভা হোস্ট উদ্ভিদের উপর চলে যায়। বৃক্ষের স্থাপত্যও পুনঃ একত্রিতকরণে ভূমিকা পালন করে। একটি একক ট্রাঙ্ক ফানেলযুক্ত গাছগুলি একাধিক কাণ্ডযুক্ত শুঁয়োপোকাগুলির চেয়ে দ্রুত এবং আরও ঘনভাবে ফিরে আসে।\nশুঁয়োপোকার একটি নির্দিষ্ট গোষ্ঠীর দ্বারা একই বিভুয়াক ব্যবহার করা যেতে পারে, যদিও গবেষণায় দেখা গেছে যে পৃথক শুঁয়োপোকাগুলি কঠোর বিশ্বস্ততা প্রদর্শন করে না। একটি পৃথক শুঁয়োপোকা গাছ থেকে নেমে আসার সময় কখনও কখনও সাইটগুলি স্থানান্তর করতে পারে এবং ফেরোমোন ট্রেইলগুলির উপর নির্ভর করে এটি কেন্দ্রীয় সাইটে ফিরে যাওয়ার যাত্রার সিদ্ধান্ত নেয়।\nলার্ভারা এই কেন্দ্রীয় আচার আচরণ চালিয়ে যায় যতক্ষণ না তারা মাটিতে একটি পিউপেশন চেম্বার খনন করতে সক্ষম হয়।\n\n\n=== প্রাপ্তবয়স্ক জীবন ===\nবর্ষাকাল শুরু হওয়ার পরপরই জুন মাসে মূককীটে রূপান্তর ঘটে। সুপ্ত পিউপা হিসাবে দীর্ঘ শুষ্ক ঋতু কাটানোর পর মাটির পৃষ্ঠের নীচে ২-১০ সেমি. বন্দী অবস্থায় উভয় লিঙ্গের প্রজাতি অন্ধকারের প্রায় এক ঘন্টা পরে একত্রিত হয় এবং একই রাতে সঙ্গম ঘটে। পরের রাতে, মহিলারা গুয়াজুমা উলমিফোলিয়ার মতো একটি উপযুক্ত খাদ্য উদ্ভিদের সন্ধান করে, যেখানে তারা একটি পাতার নীচে একটি ভরে তাদের সম্পূর্ণ ডিম পাড়াবে।\nকখনও কখনও মহিলারা ক্লাচটিকে দুটি মোটামুটি সমান আকারের ভরে বিভক্ত করে। গড়ে প্রতিটিতে প্রায় ৩০০ থেকে ৪০০ ডিম থাকে। অন্যান্য সম্পর্কিত স্যাটারনিডেয়াদের মতোই মহিলারা বিবর্তনের পরে ৬ থেকে ৮ দিন বেঁচে থাকে।\nদৈত্যাকার রেশম মথ ডিম্বাকৃতির আচরণের ক্ষেত্রে তার নিকটাত্মীয়দের থেকে ব্যাপকভাবে পৃথকতা প্রদর্শন করে। স্ত্রী পতঙ্গ একটি পাতার নীচে একটি বড় গুচ্ছে তাদের সমস্ত ডিম পাড়ে, যেখানে আর্সেনুরিনার অন্যান্য প্রজাতির স্ত্রীরা এক সময়ে এবং বিভিন্ন পৃথক গাছে একটি বা দুটি ডিম পাড়ে।\n১২ থেকে ১৪ দিন পর ডিম ফুটবে।\n\n\n== মানুষের সাথে মিথস্ক্রিয়া ==\nদৈত্যাকার রেশম মথ তার লার্ভা পর্যায়ে ভোজ্য এবং মেক্সিকোর কিছু আদিবাসীরা খেয়ে থাকে। একে বলা হয় এন্টোমোফ্যাজি । মেক্সিকোর ভেরাক্রুজের জোঙ্গোলিকা এলাকার ইক্সকোহুয়াপা সম্প্রদায় প্রাথমিক ইনস্টার লার্ভা সংগ্রহ ও গ্রাস করতে পরিচিত। লার্ভা রান্না করা যায় এবং তারপর প্রোটিনের বিকল্প উৎস হিসেবে খাওয়া যায়। লোকেরা ভিনেগার দ্রবণে লার্ভা সংরক্ষণ করতেও পরিচিত যা তাদের হেরিংয়ের স্বাদ দেয়। লার্ভা সাধারণত রাস্তায় অ্যাম্বুল্যান্ট মার্কেটে বা রাস্তার বিক্রেতাদের দ্বারা বিক্রি হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রজাতির তথ্য\nছবি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জুলাই ২০১১ তারিখে"}