{"pageid": 1365335, "title": "সের্হিও গোয়কোচেয়া", "url": "https://bn.wikipedia.org/wiki?curid=1365335", "content": "সের্হিও হাভিয়ের গোয়কোচেয়া (স্পেনীয় উচ্চারণ: [ˈseɾxjo xaˈβjeɾ ɣojkoˈtʃea], জন্ম ১৭ অক্টোবর ১৯৬৩) হলেন একজন আর্জেন্টিনীয় প্রাক্তন পেশাদার ফুটবল খেলোয়াড় যিনি একজন গোলরক্ষক হিসেবে খেলতেন। ১৯৯০ ফিফা বিশ্বকাপে তিনি পেনাল্টি কিক রক্ষা করে তার দেশকে ফাইনালে উঠতে সাহায্য করার জন্য সবচেয়ে বেশি পরিচিত।\n\n\n== কর্মজীবন ==\nগোয়কোচেয়া রিভার প্লেত এবং আর্জেন্টিনা জাতীয় দল উভয় ক্ষেত্রেই নেরি পুম্পিদোর বিকল্প খেলোয়াড় ছিলেন এবং ১৯৯০ সালের ফিফা বিশ্বকাপে তিনি বড় বিরতি পান। সোভিয়েত ইউনিয়নের বিপক্ষে আর্জেন্টিনার দ্বিতীয় গ্রুপ খেলায় পুম্পিদো যখন পা ভেঙে ফেলেন, তখন গোয়কোচেয়া এগিয়ে আসেন এবং টুর্নামেন্টের বাকি অংশের জন্য দলের প্রারম্ভিক গোলরক্ষক হিসেবে থেকে যান। নকআউট পর্বে আর্জেন্টিনাকে টুর্নামেন্টে রাখতে গোয়কোচেয়া কার্যকরভাবে একটি বড় ভূমিকা পালন করেছিলেন ব্রাজিলের বিরুদ্ধে ১–০ গোলে দ্বিতীয় পর্বের জয়ে ক্লিন শীট রেখে এবং যুগোস্লাভিয়া ও ইতালির বিরুদ্ধে কোয়ার্টার-ফাইনাল ও সেমি-ফাইনালে পেনাল্টি শুটআউটে জয়লাভ করেছিলেন। ১৯৯০ সালের বিশ্বকাপের ফাইনালে জার্মানির বিপক্ষে আর্জেন্টিনা ১–০ গোলে হেরে আন্দ্রেয়াস ব্রেহমের কাছ থেকে ম্যাচ-বিজয়ী পেনাল্টি কিকটি বাঁচানোর কাছাকাছি ছিলেন তিনি। কাপের অল-স্টার দলের গোলরক্ষক হিসেবে তাঁকে নির্বাচিত করা হয়। ১৯৯০ সালের টুর্নামেন্টের কথা স্মরণ করে গোয়কোচেয়া ফিফা ডট কমকে বলেন, \" আমার মনে হয়েছিল যেন আমরা আবার বিশ্ব চ্যাম্পিয়ন হয়েছি\"। \nএল গোয়কো ১৯৯১ সালে ব্রিটানি অঞ্চলের ব্রেস্ত থেকে স্তেদ ব্রেস্তোয়া ২৯ দলের হয়েও খেলেছিলেন, যা তখন ব্রেস্ত আর্মরিক নামে পরিচিত ছিল এবং ফরাসি দ্বিতীয় বিভাগে ছিল ও তাতে খেলোয়াড় ডেভিড গিনোলা, কোরেন্টিন মার্টিনস এবং স্টিফেন গুইভারচ অন্তর্ভুক্ত ছিল। তা সত্ত্বেও দলটি সেই বছরের নভেম্বরে দেউলিয়া হয়ে যায় এবং তৃতীয় বিভাগে স্থানান্তরিত হয় এবং তাদের পেশাদার-দলের মর্যাদা হারায়।\nজাতীয় দলের সাথে গোয়কোচেয়া ১৯৯১ কোপা আমেরিকা, ১৯৯২ ফিফা কনফেডারেশন কাপ, ১৯৯৩ আর্টেমিও ফ্রাঞ্চি ট্রফি এবং ১৯৯৩ কোপা আমেরিকা জিতেছেন। ১৯৯৩ সালের কোপা আমেরিকা প্রতিযোগিতা উপলক্ষে গোয়কোচেয়া পেপসিকোর গুয়াকুইলে একটি পেপসি প্রচারের জন্য টিভি বিজ্ঞাপনে উপস্থিত হয়েছিল। তিনি কয়েক বছর পরে আডিডাসের ফুটবল পোশাকের জন্য টিভি বিজ্ঞাপনেও ছিলেন।\nতাঁর শেষ নাম 'গোয়কোচেয়া'-এর বানান ই ছাড়া বানান করা হয়েছে, কিন্তু একই বংশবৃত্তান্তের অন্যান্য লোকদের জন্য 'গয়কোয়েচেয়া-এর বানানটি বাস্ক উপাধি 'গয়িকোয়েটক্সিয়া' থেকে উদ্ভূত হয়েছে , যার অর্থ হল শীর্ষস্থানীয় বাড়ি (গোইকো \"শীর্ষের\" এবং এটক্স \"বাড়ি\" থেকে)। সের্হিওকে প্রায়শই এল ভাস্কো নামে ডাকা হয় তবে এল গোয়কোও বলা হয়।\nগোয়কোচেয়া একজন ফুটবল সাংবাদিক যিনি এলেহান্তে স্পোর্ট (আর্জেন্টিনার চ্যানেল ৭) হোস্ট করছেন এবং লা নোচে দেল দিয়েজে দিয়েগো মারাদোনার সাথে অংশীদারিত্ব করেছেন।\n\n\n== কর্মজীবনের পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\nউৎস: \n\n\n== সম্মাননা ==\n\n\n=== ক্লাব ===\nরিভার প্লেত\n\nআর্জেন্টিনার প্রাইমার ডিভিশন: ১৯৮৫–৮৬, ১৯৯৩ অ্যাপার্টুরা\nকোপা লিবার্তাদোরেস: ১৯৮৬\nআন্তঃমহাদেশীয় কাপ: ১৯৮৬\nমিলোনারিওস\n\nক্যাম্পিওনাটো কলম্বিয়ানো: ১৯৮৮\n\n\n=== আন্তর্জাতিক ===\nআর্জেন্টিনা\n\nকোপা আমেরিকা: ১৯৯১, ১৯৯৩\nফিফা কনফেডারেশন্স কাপ: ১৯৯২\nকনমেবল–উয়েফা কাপ অফ চ্যাম্পিয়ন্স: ১৯৯৩\nফিফা বিশ্বকাপ রানার-আপঃ ১৯৯০\n\n\n=== ব্যক্তিগত ===\nফিফা বিশ্বকাপ অল-স্টার দল: ১৯৯০\nআর্জেন্টিনার বর্ষসেরা ফুটবল খেলোয়াড়: ১৯৯০\nফিফা একাদশ: ১৯৯১\nআইএফএফএইচএস বিশ্বের সেরা গোলরক্ষক (২): রৌপ্য বল ১৯৯১, ১৯৯৩\nদক্ষিণ আমেরিকান বর্ষসেরা দল (২): ১৯৯২, ১৯৯৩\nকোপা আমেরিকা টুর্নামেন্ট সেরা খেলোয়াড়: ১৯৯৩\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nফুটবল ফ্যাক্টরি প্রোফাইল (আর্কাইভকৃত) (স্পেনীয় ভাষায়)\nফুটবল একুশে আর্জেন্টিনার প্রিমিয়ার পরিসংখ্যান (স্পেনীয় ভাষায়)\nডায়াগোনালে সের্হিও গোয়কোচেয়ার সাক্ষাৎকার - (স্পেনীয় ভাষায়)\nগ্লোবো এস্পোর্টে ফুটপেডিয়া এন্ট্রি (পর্তুগিজ ভাষায়)"}