{"pageid": 1365805, "title": "শ্রী রঘুপতি", "url": "https://bn.wikipedia.org/wiki?curid=1365805", "content": "শ্রী রঘুপতি (ইংরেজি: Sri Raghupati; অসমীয়া: শ্ৰী ৰঘুপতি) হল সুব্রত কাকতি পরিচালিত একটি অসমীয়া ক্রাইম থ্রিলার ফিল্ম। ছবিটিতে প্রধান চরিত্রে অভিনয় করেছেন রবি শর্মা, অরুণ হাজারিকা, অরুণ নাথ, প্রিয়ম পল্লবী এবং প্রীতি কঙ্গনা। ৫ জুন, ২০২৩-এ আসাম এবং আসামের বাইরের নির্বাচিত শহরগুলিতে মুক্তিপ্রাপ্ত, চলচ্চিত্রটি এই অঞ্চলে নারী পাচারের সমস্যাকে সম্বোধন করে। এর চিত্তাকর্ষক কাহিনি এবং তীব্র অ্যাকশন সিকোয়েন্সের সাথে, শ্রী রঘুপতি এই ধারার ভক্তদের মধ্যে প্রণিধান ও প্রশংসা অর্জন করতে সক্ষম হয়েছে।\n\n\n== কাহিনী ==\nচলচ্চিত্রটি রঘুপতি রায় বড়ুয়াকে ঘিরে আবর্তিত হয়, একজন এসিএস অফিসার তার আন্তরিকতা এবং পরিশ্রমের জন্য পরিচিত। রঘুপতি নিখোঁজ মহিলাদের উদ্ধারের জন্য একটি দ্রুত যাত্রা শুরু করেন। তিনি তদন্তের গভীরে ডুব দেওয়ার সাথে সাথে এই অঞ্চলে পরিচালিত একটি নারী পাচারের র‌্যাকেট উদঘাটন করেন। উদ্ঘাটন জটিল পরিস্থিতির একটি সিরিজের দিকে নিয়ে যায় যা রঘুপতির সংকল্প এবং সাহসের পরীক্ষা করে।\n\n\n== অভিনয়ে ==\nরঘুপতি রায় বড়ুয়ার চরিত্রে রবি শর্মা\nবিধায়ক হিসেবে অরুণ হাজারিকা\nগোয়েন্দা অধিকারী/সালমান খান চরিত্রে অরুণ নাথ\nপরিস্মিতা রাই বড়ুয়ার চরিত্রে প্রিয়ম পল্লবী\nমনীষার চরিত্রে প্রীতি কঙ্গনা\nকল্যাণ চন্দ্র দত্ত চরিত্রে সিদ্ধার্থ শর্মা\n\nরঘুপতি এবং পারিস্মিতার মায়ের চরিত্রে রীনা বরা\nতোরা চরিত্রে লুনা দেবী\nআলতাফের চরিত্রে রাজ শর্মা\nরুখসার/বিদিশার চরিত্রে বর্ণালী পূজারি\nইব্রাহিমের চরিত্রে মনুজিৎ শর্মা\nহানিফ চরিত্রে কুকিল শইকীয়া\n\nসিনিয়র অফিসার হিসেবে বিশ্বজিৎ ওজা\nসিদ্ধার্থ মুখার্জি (ক্যামিও)\n\n\n== উৎপাদন ==\n\"শ্রী রঘুপতি\" সুব্রত কাকতি পরিচালিত এবং এতে রবি শর্মা, অরুণ হাজারিকা, অরুণ নাথ, প্রিয়ম পল্লবী এবং প্রীতি কঙ্গনা সহ অনেক প্রতিভাবান অভিনয়শিল্পী অভিনয় করেছেন৷ ছবিটির সিনেম্যাটোগ্রাফি করেছেন প্রদীপ দৈমারি, আর সম্পাদনার দায়িত্বে রয়েছেন সুব্রত কাকোটি। ছবির সঙ্গীত পরিচালনা করেছেন প্রণয় দত্ত ও দিগন্ত ভারতী।\n\n\n== সাউন্ডট্র্যাক ==\nশ্রী রঘুপতি-এর সাউন্ডট্র্যাক অ্যালবামে দিগন্ত ভারতী এবং প্রণয় দত্তের সুর করা পাঁচটি ট্র্যাক রয়েছে। অ্যালবামটি ৯ জুন, ২০২৩-এ প্রকাশিত হয়েছিল৷ উল্লেখযোগ্য গানগুলির মধ্যে রয়েছে জুবিন গর্গ এবং দীপলিনা ডেকা দ্বারা গাওয়া \"তুমি আরু মই\" এবং আচুর্জ্য বরপাত্র এবং প্রীতি কঙ্গনা দ্বারা পরিবেশিত \"আহি গোল রঘুপতি\"৷\n\n\n=== ট্র্যাক তালিকা ===\nশ্রী রঘুপতি-এর সাউন্ডট্র্যাকে নিম্নলিখিত গানগুলি রয়েছে:\n\n\n== অভ্যর্থনা ==\nশ্রী রঘুপতি সাসপেন্স এবং অপ্রত্যাশিত টুইস্টের এক চিত্তাকর্ষক সংমিশ্রণ অফার করে যা দর্শকদের তার সময়কাল জুড়ে আকৃষ্ট করে। চলচ্চিত্রের প্রথমার্ধ একটি অবসর গতিতে উন্মোচিত হয়, একটি আনন্দদায়ক পারিবারিক নাটক এবং হালকা কমেডির মুহূর্তগুলি উপস্থাপন করে। যাইহোক, আখ্যানটি একটি আকর্ষণীয় ঘটনার সাথে সুর এবং গতিতে একটি উল্লেখযোগ্য পরিবর্তন করে, যা দ্বিতীয়ার্ধে তীব্র অ্যাকশন সিকোয়েন্সের দিকে পরিচালিত করে। ফিল্মের অ্যাকশন সিকোয়েন্স, অসাধারণ সিনেমাটোগ্রাফি এবং অসমীয়া সিনেমার প্রযুক্তিগত অগ্রগতি প্রশংসা পেয়েছে।\n\n\n== সমালোচনামূলক অভ্যর্থনা ==\nযদিও শ্রী রঘুপতি ধারার অনুরাগীদের জন্য অ্যাকশন এবং উত্তেজনা সরবরাহ করতে সফল হয়, এটি একটি অনুপ্রেরণাদায়ক বা যুগান্তকারী গল্পের বর্ণনা দেওয়ার ক্ষেত্রে কম পড়ে। ফিল্মটি পরিচিত অঞ্চলটি পায় যা আগে বহুবার অন্বেষণ করা হয়েছে এবং একটি স্বতন্ত্র পরিচয়ের অভাব রয়েছে। ছবিটির চিত্রনাট্য ত্রুটির জন্য সমালোচনার মুখে পড়েছে। এই সমালোচনা সত্ত্বেও, চলচ্চিত্রটির অভিনয়, প্রযুক্তিগত সম্পাদন এবং বীরত্বপূর্ণ রক্তপাতের তীব্র স্বাদ প্রশংসা অর্জন করেছে।\n\n\n== বক্স অফিস ==\nমুক্তিতে সাময়িক বিলম্বের পর, \"শ্রী রঘুপতি\" অবশেষে ৫ জুন, ২০২৩-এ প্রেক্ষাগৃহে প্রবেশ করে। ছবিটি ইতিবাচক প্রাথমিক গুঞ্জন তৈরি করেছে এবং রবি শর্মার কেরিয়ারকে নতুন করে সংজ্ঞায়িত করার সম্ভাবনা রয়েছে, যেভাবে \"রত্নাকর\" যতীন বরাকে উন্নীত করেছিল। এবং \"মিশন চায়না\" জুবিন গার্গের কর্মজীবনকে বদলে দেয়। \"রত্নাকর\", \"কাঞ্চনজঙ্ঘা\" এবং \"মিশন চায়না\" এর মতো আসামের অন্যান্য সর্বকালের বক্স অফিস সাফল্যের তুলনায়, \"শ্রী রঘুপতি\"কে কম অযৌক্তিক কিন্তু স্বয়ংসম্পূর্ণতার দিক থেকে বেশি যুক্তিযুক্ত বলে মনে করা হয়। যদিও এটি \"রত্নাকর\" এর আখ্যানগত প্রভাব এবং গানের সাথে মেলে না, \"শ্রী রঘুপতি\" তার মৌলিকতার জন্য আলাদা।\n\n\n== মুক্তি ==\nশ্রী রঘুপতি ৫ জুন ২০২৩-এ মুক্তি পায়। ছবিটি ইতিবাচক পর্যালোচনা পেয়েছে এবং বক্স অফিসে ভাল পারফর্ম করেছে, ₹২ কোটি বাজেটের বিপরীতে ₹৮ কোটি আয় করেছে।\n\n\n== আরও দেখুন ==\nঅসমীয়া চলচ্চিত্রের তালিকা\nআদ্ভিত্য (চলচ্চিত্র)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশ্রী রঘুপতি IMDb-এ\nইন্টারনেট মুভি ডেটাবেজে শ্রী রঘুপতি  (ইংরেজি)\nঅলমুভিতে শ্রী রঘুপতি (ইংরেজি)\nরটেন টম্যাটোসে শ্রী রঘুপতি (ইংরেজি)\nমেটাক্রিটিকে শ্রী রঘুপতি (ইংরেজি)"}