{"pageid": 1365490, "title": "দ্বিতীয় কর্পস (ইউনিয়ন আর্মি)", "url": "https://bn.wikipedia.org/wiki?curid=1365490", "content": "আমেরিকান গৃহযুদ্ধের সময় ইউনিয়ন সেনাবাহিনীতে পাঁচটি কর্প ছিল যার একটি দ্বিতীয় কর্পস ( সেকেন্ড আর্মি কর্পস ) হিসাবে মনোনীত করা হয়েছিল। এটির পাঁচ গঠনগুলি ছিল নিম্নরূপ: ২৪ অক্টোবর, ১৮৬২ থেকে ৫ নভেম্বর, ১৮৬২ পর্যন্ত টমাস এল. ক্রিটেনডেনের নেতৃত্বে কাম্বারল্যান্ড দ্বিতীয় কর্পসের সেনাবাহিনী (পরে একবিংশ কর্পস নামকরণ করা হয়); ৪ জানুয়ারী, ১৮৬৩ থেকে ১২ জানুয়ারী, ১৮৬৩ পর্যন্ত উইলিয়াম টি. শেরম্যানের নেতৃত্বে মিসিসিপি দ্বিতীয় কর্পসের সেনাবাহিনী (যাকে পরে পঞ্চদশ কর্পস নামকরণ করা হয়েছিলো); ২৯ সেপ্টেম্বর, ১৮৬২ থেকে ২৪ অক্টোবর, ১৮৬২ পর্যন্ত টমাস এল. ক্রিটেনডেনের নেতৃত্বে ওহিও দ্বিতীয় কর্পসের সেনাবাহিনী (যা পরে কাম্বারল্যান্ডের সেনাবাহিনীতে স্থানান্তরিত হয়); ২৬শে জুন, ১৮৬২ থেকে ৪ সেপ্টেম্বর, ১৮৬২ পর্যন্ত ন্যাথানিয়েল পি ব্যাঙ্কসের নেতৃত্বে ভার্জিনিয়া দ্বিতীয় কর্পসের সেনাবাহিনী এবং ৪ সেপ্টেম্বর, ১৮৬২ থেকে ১২ সেপ্টেম্বর, ১৮৬২ পর্যন্ত আলফিয়াস এস উইলিয়ামসের নেতৃত্বে দ্বাদশ কর্পস ; এবং ১৩ মার্চ, ১৮৬২ থেকে ২৮ জুন, ১৮৬৫ পর্যন্ত পোটোম্যাক দ্বিতীয় কর্পসের সেনাবাহিনী ।\nএই পাঁচটির মধ্যে, সর্বাধিক পরিচিত ছিল পোটোম্যাক গঠনের সেনাবাহিনী, যা এই নিবন্ধের বিষয়।\n\n\n== ইতিহাস ==\n\nদ্বিতীয় কর্পস তার দীর্ঘ এবং অবিচ্ছিন্ন পরিষেবা, বৃহত্তর সংগঠন, সবচেয়ে কঠিন লড়াই এবং সর্বাধিক সংখ্যক হতাহতের কারণে বিশিষ্ট ছিল। ইউনিয়ন সেনাবাহিনীর একশত রেজিমেন্টের মধ্যে যারা যুদ্ধে সবচেয়ে বেশি লোককে হারিয়েছিল, তাদের মধ্যে পঁয়ত্রিশটি রেজিমেন্ট দ্বিতীয় কর্পসের অন্তর্ভুক্ত। দ্বিতীয় কর্পস প্রধান ইস্টার্ন থিয়েটারের প্রায় প্রতিটি যুদ্ধে লড়েছিল, ১৮৬২ পেনিনসুলা ক্যাম্পেইন থেকে অ্যাপোমেটক্স কোর্ট হাউসে কনফেডারেট আত্মসমর্পণ পর্যন্ত।\nবাহিনীটি জেনারেল অর্ডার নং ১০১, ২১ মার্চ, ১৮৬২-এর অধীনে সংগঠিত হয়েছিল, যার ফলে ব্রিগেডিয়ার জেনারেল এডউইন ভোস সুমনারকে এর কমান্ড এবং ব্রিগেডিয়ার জেনারেল ইসরাইল বি. রিচার্ডসন, জন সেডগউইক এবং লুই ব্লেঙ্কার এর ডিভিশনের কমান্ডের দায়িত্ব লাভ করেন। সংগঠনের তিন সপ্তাহের মধ্যে জর্জ বি. ম্যাকক্লেলানের বাহিনী আর্মি অব দ্য পোটোম্যাকের সাথে পেনিনসুলা ক্যাম্পেইনে চলে যায় (ব্লেঙ্কারের ডিভিশন ব্যতীত, যা ৩১ মার্চ ম্যাকক্লেলানের কমান্ড থেকে প্রত্যাহার করা হয়েছিল এবং জন সি. ফ্রেমন্ট'সের পশ্চিম ভার্জিনিয়ার বাহিনীকে শক্তিশালী করার জন্য প্রেরণ করা হয়েছিল)। ব্লেঙ্কারের ডিভিশন কখনোই কর্পসে যোগ দেয়নি। বাকি দুটি বিভাগে ২১,৫০০ জন সেনা ছিলেন, যাদের মধ্যে ১৮,০০০ জন দায়িত্ব পালনের জন্য উপস্থিত ছিলেন।\nকর্পসের প্রথম নিযুক্তি হয়েছিল সেভেন পাইনসের যুদ্ধে, যেখানে সুমনারের দ্রুত এবং সৈনিক সুলভ পদক্ষেপ দ্বিতীয় কর্পসকে একটি গুরুতর বিপর্যয় থেকে পুনরুদ্ধার করে বিজয়ে পরিণত করতে সক্ষম হয়। কনফেডারেট জেনারেল গুস্তাভাস ডব্লিউ স্মিথের ডিভিশনের সাথে একটি প্রচন্ড যুদ্ধের মধ্যে, ব্রিগেডিয়ার জেনারেল অলিভার হাওয়ার্ডের বাহুতে গুলি লেগেছিল এবং তা কেটে ফেলতে হয়েছিল, যার ফলে তিনি সেনাবাহিনীর সমস্ত গ্রীষ্মকালীন লড়াইয়ে অনুপস্থিত ছিলেন। সেই যুদ্ধে হতাহতের পরিমাণ ছিল এমনঃ ১৯৬ জন নিহত, ৮৯৯ জন আহত এবং ৯০ জন নিখোঁজ। সাত দিনের যুদ্ধে, দ্বিতীয় কর্পস স্যাভেজের স্টেশন পর্যন্ত নিযুক্ত ছিল না এবং তখন এটি কনফেডারেট জেনারেল জন বি. ম্যাগরুডারের সৈন্যদের আটকে দেয়। পরের দিন, কর্পস গ্লেনডেলে নিযুক্ত ছিল, যেখানে জন সেডগউইকের ডিভিশন যুদ্ধের মধ্যে ছিল। ইসরায়েল রিচার্ডসনের ডিভিশন হোয়াইট ওক সোয়াম্পের বিপরীত দিকে \"স্টোনওয়াল\" জ্যাকসনের সৈন্যদের সাথে একটি অচলাবস্থায় নিযুক্ত উত্তরের যুদ্ধে ব্যয় করেছিল; এখানে যুদ্ধ শুধু আর্টিলারি ডুয়েলিংয়ের মধ্যেই সীমাবদ্ধ ছিল। সাত দিনে মোট দ্বিতীয় কর্পস-এ ২০১ জন নিহত, ১১৯৫ জন আহত এবং ১০২৪ জন নিখোঁজ হন। পরবর্তীতে, সামনার, সেডগউইক এবং রিচার্ডসন সকলেই পোটোম্যাকের সেনাবাহিনীতে প্রতিটি কর্পস এবং ডিভিশন কমান্ডারের পদোন্নতির অংশ হিসাবে মেজর জেনারেলের পদোন্নতি লাভ করেন। দ্বিতীয় কর্পস ওয়াশিংটন ডিসিতে উত্তর ভার্জিনিয়া যুদ্ধে অংশ নিয়েছিল এবং  জেনারেল জন পোপের সেনাবাহিনীর বৃহৎ পশ্চাদপসরণ কভার করার জন্য একেবারে শেষের সময় ছাড়া যুদ্ধে অংশগ্রহণ করেনি।\nএরপর কর্পস মেরিল্যান্ড ক্যাম্পেইনের দিকে অগ্রসর হয় এবং এই সময়ে এটি ব্রিগেডিয়ার জেনারেল উইলিয়াম এইচ ফ্রেঞ্চের নেতৃত্বে নয় মাসের ট্রেনিংপ্রাপ্ত সৈন্যদের একটি নতুন বিভাগ লাভ করে। অ্যান্টিইটামের যুদ্ধে কর্পস ব্যাপকভাবে যুদ্ধ করেছিল এবং মাঠের অন্যান্য কর্পের চেয়ে এর হতাহতের পরিমাণ ছিল দ্বিগুণেরও বেশি। হিসাব অনুযায়ী ১৫০০০ সৈন্যের মধ্যে মোট ৮৮৩ জন নিহত, ৩৮৫৯ জন আহত এবং ৩৯৬ জন নিখোঁজ হয়েছিল। এই হতাহতের প্রায় অর্ধেক সেডগউইকের ২য় ডিভিশনে ঘটেছিল। ডাঙ্কার চার্চে রক্তাক্ত এবং অপরিকল্পিত অগ্রগতির সময় এই ঘটনা ঘটেছিল (যা সুমনারের ব্যক্তিগত নির্দেশে ছিল)। এর মধ্যে রয়েছে ডিভিশনের ১ম ব্রিগেডের বাম দিকের ৩৪তম নিউইয়র্ক ভলান্টিয়ার ইনফ্যান্ট্রি রেজিমেন্টের মতো ইউনিট, সেইসাথে গেটিসবার্গ এর ১ম মিনেসোটা ভলান্টিয়ার ইনফ্যান্ট্রি। রিচার্ডসনের ১ম ডিভিশনের আইরিশ ব্রিগেডও \"ব্লাডি লেন\"-এর লড়াইয়ে একটি ভয়ানক ক্ষতি সহ্য করতে বাধ্য হয় কিন্তু একই সময়ে শত্রুর উপর আরও বৃহত্তর আঘাত হানে। এর ফলে কর্নেল ফ্রান্সিস সি. বার্লোকে ৬১তম এবং ৬৪তম নিউইয়র্ক স্বেচ্ছাসেবক পদাতিক রেজিমেন্টকে কনফেডারেট লাইন ভেঙ্গে নেতৃত্ব দেওয়ার অনুমতি দেয়। সেডগউইক এবং রিচার্ডসন উভয়েই যুদ্ধে আহত হন; প্রথমজন অবশেষে সুস্থ হয়ে ওঠেন এবং কর্পস কমান্ডে যান এবং পরবর্তীজন যুদ্ধের দেড় মাস পরে সংক্রমণে মারা যায়। অলিভার হাওয়ার্ড সেডগউইকের ডিভিশনের কমান্ডে সফল হন এবং রিচার্ডসনের ডিভিশনটি ব্রিগেডিয়ার জেনারেল উইনফিল্ড হ্যানকক এর অধীনে পরিচালিত হয় যিনি ষষ্ঠ কর্পস থেকে আগত ডিভিশনের র‌্যাঙ্কিং ব্রিগেডিয়ার জেনারেল ছিলেন। কেননা জন সি. ক্যাল্ডওয়েল কমান্ডার পদের জন্য অত্যন্ত অনভিজ্ঞ এবং জুনিয়র ছিলেন।\n\nপরবর্তী মিশন ছিল ফ্রেডেরিকসবার্গের যুদ্ধ। সুমনারকে গ্র্যান্ড ডিভিশন-দ্বিতীয় এবং নবম কর্পস -এর কমান্ডে পদোন্নতি দেওয়া হয়েছিল এবং তার জায়গায় চতুর্থ কর্পসের একজন ডিভিশন কমান্ডার জেনারেল ড্যারিয়াস এন. কাউচকে নিযুক্ত করা হয়েছিল। ফ্রেডেরিকসবার্গে কর্পসের ক্ষতি সেই যুদ্ধে অন্য যেকোন বাহিনীকে ছাড়িয়ে গিয়েছিল। যুদ্ধে ৪১২ জন নিহত, ৩২১৪ জন আহত এবং ৪৮৮ জন নিখোঁজ হয়েছিল। হ্যানককের বিভাগে ক্ষতির শতাংশ বেশি ছিল, ক্যাল্ডওয়েলের ব্রিগেড ৪৬% হতাহতের শিকার হয়েছিল।\nফ্রেডেরিকসবার্গের পরে, গ্র্যান্ড ডিভিশনগুলি বন্ধ করে দেওয়া হয়েছিল এবং বয়স্ক সুমনার কমান্ড থেকে অবসর নেওয়ার সিদ্ধান্ত নিয়েছিলেন। কাউচ তার ডিভিশন কমান্ডার হিসেবে হ্যানকক, জন গিবন এবং ফরাসিদের সাথে চ্যান্সেলরসভিলের যুদ্ধে কর্পসের নেতৃত্ব দেন। সেডগউইককে ষষ্ঠ কর্পসের কমান্ডে উন্নীত করা হয়েছিল, এবং হাওয়ার্ড (যিনি ফ্রেডেরিকসবার্গে সেডগউইকের ডিভিশনের কমান্ড করেছিলেন) একাদশ কর্পসের কমান্ডে উন্নীত হয়েছিলেন। চ্যান্সেলরসভিলে অঞ্চলে দ্বিতীয় কর্পসের লড়াইয়ের প্রধান অংশটি হ্যানককের ডিভিশনে পড়েছিল। কর্নেল নেলসন এ. মাইলসের অধীনে একটি দল শত্রুর একটি শক্তিশালী আক্রমণের সফল প্রতিরোধের দ্বারা নিজেকে আলাদা করে, যা যুদ্ধের সবচেয়ে আকর্ষণীয় পর্বগুলির মধ্যে একটি। চ্যান্সেলরসভিলে যুদ্ধের সময়, গিবনের ২য় ডিভিশন ফ্রেডেরিকসবার্গে থেকে যায় এবং তারা সেডগউইকের অপারেশনে সাহায্য করেছিল, কিন্তু সামান্য ক্ষতির সম্মুখীন হয়।\n\nকাউচ সেনা কমান্ডার হিসাবে জো হুকারের কর্মক্ষমতা নিয়ে অসন্তুষ্ট হওয়ার কিছুক্ষণ পরেই পদত্যাগ করেন। হ্যানকক কর্পসের কমান্ড গ্রহণ করেন এবং ব্রিগেডিয়ার জেনারেল জন সি. ক্যাল্ডওয়েল তার বিভাগের দায়িত্ব নেন। গেটিসবার্গ অভিযানের শুরুতে, ব্রিগেডিয়ার জেনারেল আলেকজান্ডার হেইসের ব্রিগেড যোগ দেন, এবং তাকে ৩য় ডিভিশনের দায়িত্ব দেওয়া হয়, হেস ডিভিশনের কমান্ড গ্রহণ করেন। গেটিসবার্গের যুদ্ধে, কর্পস দ্বিতীয় এবং তৃতীয় দিনের যুদ্ধে উত্তপ্তভাবে নিযুক্ত ছিল এবং সেখানে তারা সবচেয়ে কঠিন লড়াইয়ের মুখোমুখি হয়েছিল এবং একইসাথে সর্বশ্রেষ্ঠ হিসেবে খ্যাতি অর্জন করেছিল। যুদ্ধ চরম মারাত্মক পর্যায়ে উপনীত হয়েছিল। বাহিনীতে মোট ৭৯৬ জন নিহত, ৩১৮৬ জন আহত এবং ৩৬৮ জন নিখোঁজ হয়েছিল, মোট ১০৫০০ জনের মধ্যে ৪৩৫০ জন ক্ষতিগ্রস্ত হন। গিবনের ডিভিশন সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছে, ব্রিগেডিয়ার জেনারেল উইলিয়াম হ্যারোর ১ম ব্রিগেডের শতকরা হার অস্বাভাবিকভাবে মারাত্মক। হ্যানকক এবং গিবন গুরুতরভাবে আহত হন, ব্রিগেড কমান্ডারদের মধ্যে স্যামুয়েল কে. জুক, এডওয়ার্ড ই ক্রস, জর্জ এল. উইলার্ড এবং এলিয়াকিম শেরিল নিহত হন। এটি সন্দেহজনক যে গেটিসবার্গে ১০০০০ জনের বেশি মাস্কেট লাইনে ছিল কিনা।\nহ্যানককের ক্ষত মারাত্মক হওয়ায় কয়েক মাস অনুপস্থিতির প্রয়োজন ছিল। উইলিয়াম হেইসকে গেটিসবার্গের যুদ্ধের পরপরই কর্পস-এর কমান্ডে নিযুক্ত করা হয়েছিল এবং তিনি ১২ আগস্ট পর্যন্ত কমান্ড বজায় রেখেছিলেন এবং তারপর মেজর জেনারেল গভর্নিয়ার কে. ওয়ারেন তার স্থলে আসেন। তিনি পঞ্চম কর্পসে এবং পোটোম্যাকের সেনাবাহিনীতে প্রধান টপোগ্রাফিক অফিসার হিসাবে খ্যাতি অর্জন করেছিলেন। পরবর্তীকালে তিনি ব্রিস্টো স্টেশনের যুদ্ধে কমান্ডে ছিলেন। ওয়ারেন নিজেই উচ্চতর দক্ষতার সাথে অফিসার এবং পুরুষদের সাথে লড়াই করেছিলেন। তিনি মাইন রান এবং মর্টনস ফোর্ডের যুদ্ধেও কমান্ড করেছিলেন এবং সেই সময়ে ডিভিশনগুলি জেনারেল ক্যাল্ডওয়েল, আলেকজান্ডার এস ওয়েব এবং আলেকজান্ডার হেইসের অধীনে ছিল।\n২৩শে মার্চ, ১৮৬৪ সালের পটোম্যাকের সেনাবাহিনীর পুনর্গঠনের পরে, ৩য় কর্পস বন্ধ করে দেওয়া হয়েছিল এবং এর তিনটি বিভাগের মধ্যে দুটিকে ২য় কর্পসে স্থানান্তর করার আদেশ দেওয়া হয়েছিল। এই ব্যবস্থার অধীনে ২য় কর্পসকে ৮১টি পদাতিক রেজিমেন্ট এবং ১০টি হালকা আর্টিলারির ব্যাটারিতে উন্নীত করা হয়েছিল। পুরানো ২য় কর্পসের ইউনিটগুলি বারলো এবং গিবনের অধীনে দুটি বিভাগে একীভূত হয়েছিল; ৩য় কর্পসের দুটি ডিভিশন অক্ষতভাবে স্থানান্তরিত করা হয়েছিল এবং জেনারেল ডেভিড বি. বার্নি এবং গেরশম মটকে কমান্ডে ৩য় এবং ৪র্থ হিসাবে চিহ্নিত করা হয়েছিল। এই যোগদানের মাধ্যমে, ২য় কর্পস ১৮৬৪ সালের এপ্রিল মাসে ৪৬৩৬৩ জন সেনা অর্জন করে, যেখানে ২৮৮৫৪ জন উপস্থিত ছিলেন।\nহ্যানকক তার ক্ষত থেকে আংশিকভাবে সুস্থ হয়ে আবার কমান্ড শুরু করেন এবং র‌্যাপিডান নদী জুড়ে তার যুদ্ধ-বিক্ষত দলের নেতৃত্ব দেন। ওয়াইল্ডারনেসের যুদ্ধে, কর্পস-এ ৬৯৯ জন নিহত, ৩৮৭৭ জন আহত এবং ৫১৬ জন নিখোঁজ হয় (মোট ৫০৯২ জন) এই ক্ষতির অর্ধেক বার্নির ৩য় ডিভিশনে হয়েছিল। আলেকজান্ডার হেইস, বার্নি ডিভিশনের ২য় ব্রিগেডের কমান্ডিং অফিসার নিহতদের মধ্যে অন্তর্ভুক্ত ছিলেন।\n\nস্পটসিলভানিয়া কোর্ট হাউসের যুদ্ধে ১২ মে সকালে হ্যানককের উজ্জ্বল এবং সফল আক্রমণের মাধ্যমে ২য় কর্পস আবার ইতিহাসে একটি গৌরবময় স্থান অর্জন করে। স্পটসিলভেনিয়ার চারপাশে যুদ্ধের সময়, মটের ৪র্থ ডিভিশন হতাহতের কারণে এতটাই ক্ষয়প্রাপ্ত হয়ে যায় যে বেশ কিছু রেজিমেন্টের ক্ষয়ক্ষতির ফলে এটি বন্ধ করে দেওয়া হয় এবং বির্নি ডিভিশনে একীভূত করা হয়। মট একটি ব্রিগেডের কমান্ড বজায় রেখেছিলেন। স্পটসিলভেনিয়ার আশেপাশে ৮ মে থেকে ১৯ মে পর্যন্ত বিভিন্ন কর্মকাণ্ডে কর্পসের হতাহতের সংখ্যা ছিল নিম্নরূপঃ মোট ৮৯৪ জন নিহত, ৪৯৪৭ জন আহত এবং ৮০১ জন নিখোঁজ ছিল, যা ৯ম কর্পস সহ পটোম্যাকের সমগ্র সেনাবাহিনীতে ক্ষতির এক তৃতীয়াংশেরও বেশি। বার্লোর ১ম ডিভিশনে সবচেয়ে বেশি ক্ষতি হয়েছে। এই সময় পর্যন্ত দ্বিতীয় কর্পস একটি বন্দুকও হারায়নি, যদিও এটি পূর্বে শত্রুদের কাছ থেকে ৪৪টি কালার স্ট্যান্ড দখল করেছিল।\nউত্তর আনার যুদ্ধে এবং টোটোপোটোময়ের সাথে আরও কঠোর এবং ক্রমাগত লড়াইয়ের পরে, কর্পস একটি স্মরণীয় ময়দানে পৌছেছিল যেখানে কোল্ড হারবারের যুদ্ধ হয়েছিল। স্পটসিলভেনিয়ায় থাকাকালীন এটিকে একটি ভারী আর্টিলারি রেজিমেন্টের একটি ব্রিগেড দ্বারা শক্তিশালী করা হয়েছিল। পরিখায় এগারো দিন অবস্থান সহ কোল্ড হারবারে এর ক্ষতির নিম্নরূপঃ ৪৯৪ জন নিহত, ২৪৪২ জন আহত এবং ৫৭৪ জন নিখোঁজ।\nপিটার্সবার্গের এনট্রেঞ্চমেন্টে হামলায় (১৬ জুন - ১৮ জুন) কর্পসে আবার অনেক হতাহত হয়। \n১৮৬৪ সালের জুনের শেষের দিকে, প্রায় দুই মাসের একটানা লড়াইয়ের ফলে একটি যুদ্ধ বাহিনী হিসেবে দ্বিতীয় কর্পসের কার্যকারিতা মারাত্মকভাবে হ্রাস পায়। ওভারল্যান্ড ক্যাম্পেইনের শুরুতে কর্পসে আনুমানিক ৩০০০০ সেনার মধ্যে ২০০০০ অনুপস্থিত ছিলেন। এপ্রিলে কোরের অর্ধেকেরও বেশি ব্রিগেড কমান্ডার এবং ১০০ জনেরও বেশি রেজিমেন্টাল কমান্ডার আহত বা নিহত ছিলেন। বেশিরভাগ সেরা অফিসার এবং সেনাদের অনুপস্থিতিতে কর্পসটি পটোম্যাকের অভিজাত শক ট্রুপ থেকে সেনাবাহিনীর ক্ষুদ্রতম এবং দুর্বলতম কোরে পরিণত হয়েছিল।\n২১-২৩ জুনে ২য় কর্পস জেরুজালেম প্ল্যাঙ্ক রোডের যুদ্ধে নিযুক্ত ছিল যেখানে এটি সেনাবাহিনীর বাম দিকের অংশকে প্রসারিত করার চেষ্টা করেছিল। এপি হিলের কনফেডারেট সৈন্যরা তাদের বিরোধিতা করতে নেমে আসে এবং ২য় কর্পসকে বিতাড়িত করা হয়। প্রকৃত যুদ্ধক্ষেত্রের হতাহতের সংখ্যা কম ছিল, তবে কনফেডারেটদের দ্বারা ১৭০০ জন সেনাকে বন্দী করা হয়েছিল, যার মধ্যে বেশ কয়েকটি সম্পূর্ণ রেজিমেন্ট অন্তর্ভুক্ত ছিল।\n\n২৭ অক্টোবর, ১৮৬৪ সালের বয়েডটন প্ল্যাঙ্ক রোডের যুদ্ধে ডিভিশনের কমান্ডার ছিলেন জেনারেল টমাস ডব্লিউ. এগান। নভেম্বর, ১৮৬৪ এর সময় হ্যানকককে অন্য দায়িত্বে নিযুক্ত করা হয় এবং মেজর জেনারেল অ্যান্ড্রু এ. হামফ্রেস (পটোম্যাকের সেনাবাহিনীর প্রধান স্টাফ) তার পদে নিযুক্ত হন। চূড়ান্ত অভিযানের সময় হামফ্রেস কমান্ডে ছিলেন এবং বিভাগগুলি জেনারেল মাইলস, উইলিয়াম হেইস এবং মটের অধীনে ছিল। লি-র আত্মসমর্পণের দুই দিন আগে ৭ এপ্রিল, ১৮৬৫-এ কর্পস ফার্মভিলে শেষ যুদ্ধ করেছিল। এই চূড়ান্ত অ্যাকশনে হেইসের ২য় ডিভিশনের ব্রিগেডিয়ার জেনারেল টমাস এ. স্মিথ নিহত হন। স্মিথ একজন খ্যাতিমান অফিসার ছিলেন এবং এক সময়ে বিখ্যাত আইরিশ ব্রিগেডের কমান্ড করেছিলেন।\n\n\n== কমান্ড ইতিহাস ==\n\n\n== তথ্যসূত্র ==\nEicher, John H., and Eicher, David J., Civil War High Commands, Stanford University Press, 2001,আইএসবিএন ০-৮০৪৭-৩৬৪১-৩ ।\nফক্স, উইলিয়াম এফ., আমেরিকান গৃহযুদ্ধে রেজিমেন্টাল লস, মর্নিংসাইড বুকশপ, ডেটন, ওহিও, 1993 দ্বারা পুনর্মুদ্রিত,আইএসবিএন ০-৬৮৫-৭২১৯৪-৯ ।"}