{"pageid": 1365730, "title": "পাবলো পিয়াতি", "url": "https://bn.wikipedia.org/wiki?curid=1365730", "content": "পাবলো দানিয়েল পিয়াতি (জন্ম ৩১ মার্চ ১৯৮৯) একজন আর্জেন্টিনীয় পেশাদার ফুটবল খেলোয়াড় যিনি এস্তুদিয়ান্তেস দে লা প্লাতার হয়ে খেলেন। তিনি মূলত একজন বাম পার্শ্বীয় খেলোয়াড় হিসেবে খেলেন, তবে একজন আক্রমণভাগের খেলোয়াড় হিসেবেও খেলতে পারেন।\nতিনি তার কর্মজীবনের বেশিরভাগ সময় স্পেনে কাটিয়েছেন, যেখানে তিনি ১৪ মৌসুমে ৩১৩টি লা লিগা ম্যাচে অংশ নিয়েছিলেন এবং আলমেরিয়া, ভালেনসিয়া, এস্পানিওল এবং এলচের হয়ে মোট ৪৮ টি গোল করেছেন। তিনি ২০২০ সালে চুক্তিতে স্বাক্ষর করে মেজর লিগ সকারে টরন্টো ফুটবল ক্লাবের প্রতিনিধিত্ব করেছিলেন।\n২০১১ সালে আর্জেন্টিনা জাতীয় দলের হয়ে পিয়াতি একবার ক্যাপ পেয়েছিলেন।\n\n\n== ক্লাব কর্মজীবন ==\n\n\n=== এস্তুদিয়ান্তেস ===\nইতালীয় বংশোদ্ভূত পিয়াতি উকাছা, কোর্দোবায় জন্মগ্রহণ করেন, তিনি এস্তুদিয়ান্তেস দে লা প্লাতার যুব পর্যায়ের একজন খেলোয়াড় ছিলেন। ২০০৬ সালের ১৮ নভেম্বর কোচ দিয়েগো সিমিওনের অধীনে যখন মাত্র ১৭ বছর বয়সে নিওয়েল'স ওল্ড বয়েজের বিপক্ষে প্রথম সুযোগ পান, তখন তিনি খেলার শিরোনাম হয়ে ওঠেন। তিনি গভীর আহতের সময়েও বিজয়ী গোলটি করেন (২–১) এবং এস্তুদিয়ান্তেসের চ্যাম্পিয়নশিপ বিজয়ী দলের অন্যতম নায়ক হয়ে ওঠেন।\nপিয়াতি ২০০৭ সালের ক্লাউসুরা টুর্নামেন্টে জোসে লুইস ক্যালডেরন, জোসে সোসা এবং হুয়ান সেবাস্তিয়ান ভেরনের সাথে দলের শুরুর একাদশে স্থান অর্জন করেন।\n\n\n=== আলমেরিয়া ===\nএস্তুদিয়ান্তেসের হয়ে প্রতিযোগিতাসমূহে দুই বছরে ৬০টি ম্যাচ খেলার পর পিয়াতিকে স্পেনের ইউনিয়ন দেপোর্তিভা আলমেরিয়ার কাছে সম্ভাব্য €৭ মিলিয়নের অপ্রকাশিত মূল্যের চুক্তিতে বিক্রি করা হয়। প্রথমদিকে নির্বিবাদিত একজন শুরুর খেলোয়াড় হয়ে রিয়াল মাদ্রিদের বিপক্ষে ১–১ গোলে ড্র করেন, মেক্সিকান কোচ হুগো সানচেজের প্রথম মৌসুমের মাঝামাঝি সময়ে আগমনের পরে তিনি অনেক লড়াই করেছিলেন।\n২০০৯–১০ অভিযানে আক্রমণভাগের খেলোয়াড় আলভারো নেগ্রেডোর উপস্থিতি ছাড়াই পিয়াতি স্কোর করার বিষয়ে অনেক বেশি নির্ভরশীল ছিলেন এবং ৩৫ ম্যাচে সাতবার জালে বল ঢুকিয়েছিলেন, দলে যৌথ-দ্বিতীয় হিসেবে তারা ১৩তম অবস্থানে ছিল। ২৩ সেপ্টেম্বর ২০০৯ সালে তিনি অ্যাতলেতিকো মাদ্রিদে ২–২ ড্রতে স্কোরবোর্ড খুললেন এবং বন্ধ করলেন এবং দুই দলের মধ্যে দ্বিতীয় লা লিগা ম্যাচে তারা শেষ মুহূর্তের বিজয়ী (১–০)।\n\n\n=== ভালেনসিয়া ===\n\n৫ জুলাই ২০১১ সালে আলমেরিয়া এবং ভালেনসিয়া ফুটবল ক্লাব পিয়াতির স্থানান্তরের জন্য একটি চুক্তিতে পৌঁছেছিল যেখানে খেলোয়াড়টি €৭.৫ মিলিয়ন ফি দিয়ে পাঁচ বছরের চুক্তিতে স্বাক্ষর করেছিল। তিনি চে'র সাথে তার প্রথম মৌসুমের বেশিরভাগ সময় তার পূর্বের অবস্থান পুনরুৎপাদন করতে লড়াই করেছিলেন, তবে মাত্র ৪৭টি অফিশিয়াল ম্যাচে অংশ নিয়েছিলেন।\nপিয়াতি ১৯ জানুয়ারী ২০১২ সালে ভালেনসিয়ার হয়ে তার প্রথম আনুষ্ঠানিক গোলটি করেন। কোপা দেল রেইর কোয়ার্টার ফাইনালে লেভান্তে ইউনিয়ন দেপোর্তিভার বিরুদ্ধে ঘরোয়া মাঠে ৪–১ গোলে জয়ের ম্যাচে ৪৫তম মিনিটে তিনি গোল করেন। দ্বিতীয় লেগে আরও দুটি গোল যোগ করেন তিনি।\nজর্দি আলবা এবং জেরেমি ম্যাথিউ একটি দক্ষ বাম পার্শ্বীয় অংশীদারিত্ব গড়ে তোলার পরে পিয়াতিকে অসঙ্গতিপূর্ণভাবে ব্যবহার করেছিলেন ম্যানেজার মরিসিও পেলেগ্রিনো, এর্নেস্তো ভালভেরদে এবং মিরোস্লাভ ডুকিচও, এবং তখন তিনি কিছু আঘাতের সমস্যার সাথেও লড়াই করছিলেন। ২০১৪ সালের গ্রীষ্মে তাঁর ইচ্ছার বিরুদ্ধে তাঁকে বদলি করা হয়।\nখারাপ ফলাফলের কারণে ডুকিচকে বরখাস্ত করার পরে নতুন বস হুয়ান আন্তোনিও পিজ্জি তার স্বদেশী পিয়াতিকে বিশ্বাস দেখিয়েছিলেন, যিনি ২০১৩–১৪ মৌসুমে ১৭টি ম্যাচে পাঁচটি লিগ গোল করে প্রাক্তন স্বদেশীকে আত্মবিশ্বাস ফিরিয়ে দিয়েছিলেন, তারমধ্যে ফুটবল ক্লাব বার্সেলোনায় ৩–৩ ব্যবধানে জয়ের মধ্যে একটি গোল করেন।\nব্যবসায়ী পিটার লিম ক্লাবটি কেনার পর, ম্যানেজার নুনো এস্পিরিতো সান্তো পিয়াতিকে পাবলিতো বলে অভিহিত করার পর তিনি একজন মূল খেলোয়াড় হিসেবে অব্যাহত ছিলেন।\n\n\n=== এস্পানিওল ===\n\nপিয়াতিকে ১৬ জুলাই ২০১৬ সালে রিয়াল ক্লাব দেপোর্তিউ এস্পানিওলকে এক বছরের জন্য একটি বাইআউট ধারা সহ ধার দেওয়া হয়েছিল। তার দলকে অষ্টম স্থানে নিয়ে যাওয়ার জন্য কর্মজীবনের সেরা দশটি গোল করার পর ২৪শে মে তিনি ক্লাবের সাথে তিন বছরের একটি স্থায়ী চুক্তি স্বাক্ষর করেন।\n২০১৯ সালের ফেব্রুয়ারিতে রায়ো ভায়েকানোর বিপক্ষে একটি ঘরোয়া ম্যাচের সময় পিয়াতি তার ডান হাঁটুর অ্যান্টেরিয়র ক্রুশিয়েট এবং অভ্যন্তরীণ পার্শ্বীয় লিগামেন্ট উভয় ক্ষেত্রেই আহত হন।\n\n\n=== টরন্টো ফুটবল ক্লাব ===\n২০২০ সালের ফেব্রুয়ারিতে পিয়াতি মেজর লিগ সকারের টরন্টো ফুটবল ক্লাবে এক বছরের চুক্তিতে স্বাক্ষরকারী মনোনীত খেলোয়াড় হিসাবে চলে যান। সেই মাসের শেষের দিকে অনুশীলনে হ্যামস্ট্রিং স্ট্রেনের কারণে তিনি মৌসুমের উদ্বোধনী পর্ব থেকে বাদ পড়েন। ১৩ জুলাই এমএলএস ইজ ব্যাক টুর্নামেন্টের গ্রুপ পর্বে ডিসি ইউনাইটেডের বিপক্ষে ২–২ গোলে ড্র করে তার অভিষেক হয়। ১৮ই আগস্ট ২০১০ সালে মৌসুমের পর তার দলের প্রথম ম্যাচে ভ্যানকুভার হোয়াইটক্যাপস ফুটবল ক্লাবের বিরুদ্ধে ৩–০ গোলে জয়ের ম্যাচে তিনি প্রথম দুটি গোল করেন।\nদলটি ২০২০ সালের ৩০শে নভেম্বর পিয়াতির চুক্তির মেয়াদ বাড়ানোর বিকল্প প্রত্যাখ্যান করে।\n\n\n=== এলচে ===\nপিয়াতি ২০২১ সালের ৬ই মার্চ এলচে ফুটবল ক্লাবে যোগ দিয়ে স্পেনীয় শীর্ষ বিভাগে ফিরে আসেন। ২০২২ সালের ৬ই জানুয়ারি স্পেনীয় কাপে আলমেরিয়ার বিপক্ষে ২–১ গোলে পরাজয়ের সময় তিনি তার একমাত্র গোলটি করেন।\n\n\n=== এস্তুদিয়ান্তেসে ফেরত ===\n১৪ জুন ২০২২ সালে ৩৩ বছর বয়সী পিয়াতি ২০২৪ সালের জুন পর্যন্ত একটি চুক্তিতে তার প্রাক্তন ক্লাব এস্তুদিয়ান্তেসে ফিরে আসেন।\n\n\n== আন্তর্জাতিক কর্মজীবন ==\nএস্তুদিয়ান্তেসে পিয়াতির উর্ধ্বতন অভিষেকের অল্প সময়ের মধ্যেই তিনি আর্জেন্টিনা দলের অংশ হয়ে উঠেন, যারা ২০০৭ সালে কানাডায় ফিফা অনূর্ধ্ব-২০ বিশ্বকাপ জিতেছিল। তালিকার সর্বকনিষ্ঠ খেলোয়াড় হিসেবে তিনি সাতটি ম্যাচের মধ্যে ছয়টি খেলতে পেরেছিলেন।\n২০১২ সালের ৫ই জুন পিয়াতি জাতীয় দলের হয়ে আত্মপ্রকাশ করেন, কারণ জাতীয় দলের বস সের্হিও বাতিস্তা পোল্যান্ডের সাথে ১–২ প্রীতি পরাজয়ের মাধ্যমে তাকে সূচনা করেন।\n\n\n== খেলার ধরণ ==\nপিয়াতি একজন প্রতিভাবান এবং দক্ষ খেলোয়াড় যার লক্ষ্য গোল করা, তিনি তার দলের আক্রমণাত্মক খেলায় গোল করা এবং সহায়তা করা উভয় ক্ষেত্রেই অবদান রাখতে সক্ষম, উপরন্তু স্বাভাবিকভাবেই বাম পায়ের হওয়া সত্ত্বেও তিনি যে কোনও পায়ে বল নিক্ষেপ করতে পারেন। সাধারণত একজন পার্শ্বীয় খেলোয়াড় হিসেবে খেললেও তিনি একজন আক্রমণভাগের খেলোয়াড় হিসেবেও খেলতে পারেন, কিন্তু এমনকি তিনি মূল স্ট্রাইকারের পিছনে আরও গভীর সৃজনশীল ভূমিকায় নিযুক্ত হয়েছেন। তিনি সাধারণত মাঠের বাম দিকে খেলেন, যদিও তিনি ডান পার্শ্বেও খেলতে পারেন। একজন গতিশীল বিস্ফোরক এবং দ্রুতগামী-পায়ের আক্রমণকারী হিসেবে তিনি তার গতির জন্য পরিচিত যা তার ড্রিবলিং কৌশলের সাথে তাকে আগের প্রতিপক্ষকে টেক্কা দিতে এবং পেনাল্টি এলাকায় দৌড়াতে সক্ষম করে তোলে। যুব ব্যবস্থায় একজন প্রতিভাবান খেলোয়াড় হিসেবে বিবেচিত হতেন তিনি। তার খেলার শৈলীকে প্রাথমিকভাবে স্বদেশী লিওনেল মেসির সাথে তুলনা করা হয়েছিল।\n\n\n== কর্মজীবন পরিসংখ্যান ==\n\n\n=== ক্লাব ===\n১৫ মে ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n=== আন্তর্জাতিক ===\n\n\n== সম্মাননা ==\nএস্তুদিয়ান্তেস\n\nআর্জেন্টিনীয় প্রিমিয়ার দিভিশিওন: ২০০৬ অ্যাপার্তুরা\nআর্জেন্টিনা অনূর্ধ্ব-২০\n\nফিফা অনূর্ধ্ব-২০ বিশ্বকাপ: ২০০৭\nব্যক্তিগত\n\nউয়েফা লা লিগা মৌসুমের সেরা দল: ২০১৬–১৭\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিডিএফএতে পাবলো পিয়াতি (স্পেনীয়)\nবিডিফুটবলে পাবলো পিয়াতি  (ইংরেজি)\nসিবারচে জীবনী ও পরিসংখ্যান (স্পেনীয় ভাষায়)\nন্যাশনাল-ফুটবল-টিমস.কমে পাবলো পিয়াতি (ইংরেজি)"}