{"pageid": 1365015, "title": "লেগোহিমোগ্লোবিন", "url": "https://bn.wikipedia.org/wiki?curid=1365015", "content": "লেগোহিমোগ্লোবিন (Leghemoglobin)\nএছাড়াও লেগোহিমোগ্লোবিন বা লেগোহেমোগ্লোবিন) হলো একটি অক্সিজেন বহনকারী ফাইটোগ্লোবিন যা লিগুমিনাস-জাতীয় গাছের নাইট্রোজেন-ফিক্সেশন মূল নডিউলে পাওয়া যায়। লেগোহিমোগ্লোবিন কে বলা হয় অক্সিজেন পরিবাহী রঞ্জক পদার্থ। এটি উদ্ভিদ এবং ব্যাকটেরিয়ামের মধ্যে সিম্বোটিক মিথস্ক্রিয়ার অংশ হিসাবে নাইট্রোজেন-ফিক্সেশনার ব্যাক্টেরিয়াম ডায়াজোট্রোফ রাইজোবিয়াম নামে পরিচিত লিগুমিনাস-জাতীয় উদ্ভিদে শিকড় দ্বারা উপনিবেশিত হওয়ার প্রতিক্রিয়া হিসাবে এই ডায়াজোট্রোফ(Diaztroph) দ্বারা লেগোহিমোগ্লোবিন উৎপাদিত হয়। রাইজোবিয়াম দ্বারা অনুপনিবেশিত এমন নন-লিগুমিনাস জাতীয় উদ্ভিদের শিকড়গুলি ডায়াজোট্রোফ লেগোহিমোগ্লোবিন সংশ্লেষণ করেনা। লেগোহিমোগ্লোবিনের সাথে হিমোগ্লোবিনের ঘনিষ্ঠ রাসায়নিক এবং কাঠামোগত সাদৃশ্যপূর্ণ রয়েছে এবং এটি হিমোগ্লোবিনের মতোই কিছুটা লাল রঙের কিন্তু দেখতে ইষৎ লালচে গোলাপী রঙের। এটি মূলত হিম বলে মনে করা হয়েছিল।উদ্ভিদের লেগোহিমোগ্লোবিনের জন্য কৃত্রিম গোষ্ঠী সিম্বোটিক রুট নডিউলের মধ্যে ব্যাকটেরিয়া সিম্বোয়োন্ট(Symbiont) দ্বারা সরবরাহ করা হয়েছিল।ফেরিক লেগোহিমোগ্লোবিন রিডাক্টেজ(FLBR:-Feric Legohemoglobin Reductase) বা লেগোহিমোগ্লোবিনেজ(Legohemoglobinase) হল একটি এনজাইম যা পাইরিমিডিন নিউক্লিওটাইডগুলিকে রিডাক্টেন্ট(Reductant)\nহিসাবে ব্যবহার করে ফেরিক লেগোহিমোগ্লোবিনের(Lb:-Legohemoglobin)\nকার্যকরী লৌহঘটিত আকারে হ্রাসকে অনুঘটন বা প্রভাবিত করে।তাই লেগোহিমোগ্লোবিন নামক রঞ্জক পদার্থ লেগোহিমোগ্লোবিনেজ এনজাইম কাছে অত্যন্ত সংবেদনশীল।লেগোহিমোগ্লোবিন (Fabaceae or Leguminosceae) গোত্রীয় গাছের শিকড়ে ব্র্যাডিরাইজোবিয়াম জাপোনিকাম নামক ব্যাক্টেরিয়ার তৈরিকৃত রুট নডিউল সিম্বোসোম নামক কোষে সিম্বোপ্লাজমে অবস্থিত। নাইট্রোজেফিক্স প্ল্যাসমিডে নিফ ক্লাস্টারে নিফ অপেরনে (HbN ও LhbN) লেগোহিমোগ্লোবিন সৃষ্টিকারী জিন এনকোডিং ফলে লেগোহিমোগ্লোবিন তৈরি হয়।লেগোহিমোগ্লোবিনের রাসায়নিক সংকেত হলো (C₂₉₅₂H₄₆₆₄N₈₁₂O₈₃₂S₈Fe₄) ও অক্সিলেগোহিমোগ্লোবিনরূপে (C₂₉₅₂H₄₆₆₄N₈₁₂O₈₃₂S₈Fe₄{₄O₂})।ব্যাক্টোরোয়েড এবং তাদের আশেপাশের ঝিল্লির খামের মধ্যে নডিউলগুলিতে রক্তের হিমোগ্লোবিনের সাথে তুলনীয় একটি লাল রঙ্গক রয়েছে।\nলেগোহিমোগ্লোবিন, উপসর্গ 'লেগ' যা লিগুমিনাস-জাতীয় উদ্ভিদের মূল নডিউলের উপস্থিতি নির্দেশ করে, এটি একটি হিমোপ্রোটিন যা ব্যাক্টেরিয়া দ্বারা সংশ্লেষিত এবং একটি পেপ্টাইড শৃঙ্খলের সাথে সংযুক্ত একটি হিমোপ্রোটিন যার গ্লোবিন অংশের প্রতিনিধিত্ব করে। রেণু, যা একটি উদ্ভিদ জিন দ্বারা এনকোড করা হয়।লেগোহিমোগ্লোবিনের আণবিক গড় ওজন প্রায় ১৬,০০০-১৭,০০০ কিলোডাল্টন,যেখানে রক্তের হিমোগ্লোবিনের আণবিক গড় ওজন প্রায় ৬৬,০০০ কিলোডাল্টন (ডাল্টন (একক))।কৃত্রিম গোষ্ঠী প্রোটোহেম ব্যাক্টোরোয়েড দ্বারা উৎপন্ন হয়, যেখানে প্রোটিন অংশ উদ্ভিদ কোষ দ্বারা সংশ্লেষিত হয়।লেগোহিমোগ্লোবিনের আবেশ নডিউলগুলিতে কম আংশিক চাপে অক্সিজেনের স্থানান্তর বৃদ্ধি করে এবং নডিউলগুলিতে কম ঘনত্বে অক্সিজেনের ধারাবাহিক সরবরাহকে নিয়ন্ত্রণ করে।এটি সায়ানোব্যাকটেরিয়াল সিম্বোটিক সিস্টেমে বা উচ্চতর উদ্ভিদে বিশ্লেষণ করা হয় না যা লেগোহিমোগ্লোবিন ছাড়া নাইট্রোজেন ঠিক করে, যেমন ফ্রাঙ্কিয়া এবং প্যারাস্পোনিয়া।লেগোহিমোগ্লোবিনের উপস্থিতি (N2) নাইট্রোজেন ফিক্সেশন প্রদান করে বলে মনে হয় নাইট্রোজেনেজ উৎসেচক অক্সিজেনের ক্ষতির বিরুদ্ধে সম্পূর্ণ সুরক্ষা সহ।\n\n\n== লেগোহিমোগ্লোবিন সংঞ্জা ==\nলেগোহিমোগ্লোবিন সংঞ্জা:-লিগুমিনাস (Leguminous) ও (Fabaceae or Leguminosceae) গোত্রীয় উদ্ভিদের শিকড়ের রুট নডিউল সিম্বোসোম নামক কোষের অবস্থিত লৌহঘটিত ঈষৎ লালচে গোলাপী রঙের রঞ্জক চূর্ণ যা কেবল ব্র্যাডিরাইজোবিয়াম জাপোনিকাম নামক রাইজোবিয়াসিয়াই (Rhizobiaceae) ও ব্যাক্টোরোয়েডাসিয়াই(Bacteroidaceae) সমগোত্রীয় রাইজোবিয়াম প্রজাতির ব্যাক্টেরিয়ামসমূহ উপস্থিতিতেই ব্যাক্টেরিয়ামের আদিকোষে নাইট্রোজেফিক্স প্ল্যাসমিডে নিফ অপেরনে (HbN ও LhbN) নামক দুটি জিন এনকোডিং ফলে ব্যাক্টোরোয়েড (Bacteroide) এর আদিকোষ থাকাবস্থায় সৃষ্টি ও নিঃসৃত হয়ে সিম্বোপ্লাজমে আসার পর অক্সিজেন নিয়ন্ত্রণক্ষমতাসীন কার্যাবলী সম্পন্ন রঞ্জক পদার্থকে লেগোহিমোগ্লোবিন বলে। লেগোহিমোগ্লোবিনের অবস্থান লিগিউম বা শিম্বিগোত্রীয় উদ্ভিদের শিকড়ে রাইজোবিয়াম ব্যাক্টেরিয়ার তৈরিকৃত নাইট্রোজেন-ফিক্সেশন পদ্ধতি সহায়ক রুট নডিউল সিম্বোসোম নামক কোষের সিম্বোপ্লাজমে অবস্থিত। রাইজোবিয়াম ব্যাক্টেরিয়ার আদিকোষে নাইট্রোজেফিক্স নামক প্লাসমিড ডায়াজোট্রোফিক নডিউল মরফোজেনেসিস রাখতে সাহায্য করে।লেগোহিমোগ্লোবিন একটি টেট্রামেরিক অণু(Tetrameric molecule),চারটি আণবিক-আকর্ষণক্ষমতাসীন গ্লোবিন প্রোটিন ও লোহা{Fe₂}(Iron)নিয়ে সমন্বয় গঠিত, যার প্রতিটি একটি নন-প্রোটিন হেম গ্রুপের যা একটি ফের্ফিরিন(Ferferrin ring) রিংয়ের সাথে সংযুক্ত।\n\n\n== লেগোহিমোগ্লোবিন নামক রঞ্জক পদার্থ তৈরি করতে সক্ষম ডায়াজোট্রোফ ব্যাকটেরিয়াসমূহ পরিবার ==\nলেগোহিমোগ্লোবিন নামক রঞ্জক পদার্থ তৈরি করতে পারে এমন ডায়াজোট্রোফ ব্যাকটেরিয়াসমূহ পরিবারের নাম হলো\n\nRhizobiaceae,\nNitrobacteraceae,\nXanthobacteraceae,\nPseudomonadaceae,\nRhodospirillaceae,\nSpirillaceae,\nEnterobacteriaceae,\nBacteroidaceae\nDryadoideae,\nAmygdaloideae (বা Maloideae)।\n\n\n== লেগোহিমোগ্লোবিনের গঠন-প্রকৃতি ==\nলেগোহিমোগ্লোবিন একটি প্রোটিন যা অক্সিজেন নিয়ন্ত্রণ করে এবং অক্সিজেন পরিবহন করতে সাহায্য করে। এটি মূলত হেম এবং গ্লোবিনের দুটি অংশ থেকে সমন্বয় গঠিত হয়।লেগোহিমোগ্লোবিন যৌগে উপস্থিত ধাতব উপাদানসমূহ হলো লোহা (Iron). হিমোগ্লোবিনের 'হেম' (heme) অংশ টি তে একটি {Fe₂(+)+হিম(Heme)=লেগোহিমোগ্লোবিন} ধাতু থাকে যা একটি ফের্ফিরিন(Ferferrin ring) রিংয়ের সঙ্গে সংযুক্ত হয়ে লেগোহিমোগ্লোবিন তৈরি করে।লেগোহিমোগ্লোবিন একটি ছেঁটে যাওয়া হিমোগ্লোবিনের মতো প্রোটিন যা অক্সিজেনকে সহযোগিতামূলকভাবে একটি খুব উচ্চ সম্বন্ধ এবং একটি ধীর বিচ্ছিন্নতা হারের সাথে আবদ্ধ করে,যা এটিকে অক্সিজেন পরিবহন থেকে বাদ দিতে পারে।এটি ব্যাক্টেরিয়াম নাইট্রোস অক্সাইড(NO₂)ডিটোক্সিফিকেশন এবং নাইট্রোসেটিভ স্ট্রেসের(Nitrosative stress) সাথে জড়িত বলে মনে হয়।\n1.হেম(Heme): হেম হলো একটি কমপ্লেক্স মোলিকুলার রাঙাবিচ্ছেদক, যা আয়রন যুক্ত করা থাকে। হেম এবং আয়রনের সংযোজনে লেগোহিমোগ্লোবিন অক্সিজেন পরিবহন করতে সাহায্য করে।\n\nসমীকরণ:-Fe₂(+)+হিম(Heme)+গ্লোবিন(Globin)=লেগোহিমোগ্লোবিন(Fe₂{+})।\n2.গ্লোবিন(Globin): গ্লোবিন হলো প্রোটিনের একটি অংশ,যা মূলত পলিপেপ্টাইড চেইন থেকে গঠিত। গ্লোবিন মোলিকুলার গঠনে অক্সিজেন বাঁধতে পারে এবং তার প্রতি সাথে করে নিয়ন্ত্রণ রয়েছে। লেগোহিমোগ্লোবিনের গ্লোবিন নামক প্রোটিন-জাতীয় অণু একটি আণবিক-আকর্ষণক্ষমতা(Molecular Attraction) রয়েছে যা অক্সিজেন বাঁধতে সাহায্য করে। অক্সিজেনের প্রতি সাথে একটি হেম মোলিকুল যুক্ত হতে পারে, এবং এটির মাধ্যমে গ্লোবিন এবং হেম মোলিকুল একত্র যুক্ত রাখা হয়।গ্লোবিন হল ছোট গোলাকার মেটালোপ্রোটিন যাতে প্রায় ১৫০টি অ্যামাইনো অ্যাসিড থাকে। সাধারণত, গ্লোবিন আটটি (α) আলফা-হেলিকাল সেগমেন্ট নিয়ে গঠিত।\nএই প্রক্রিয়া প্রায় বাধাও তৈরি করে,যা লেগোহিমোগ্লোবিনের বাইন্ডিং ক্যাপাসিটি নিয়ন্ত্রণ করে এবং অক্সিজেন বাঁধে থাকতে সাহায্য করে। এই বৈশিষ্ট্যের জন্য লেগোহিমোগ্লোবিনকে আয়রন মোলিকুল সহ অক্সিজেন নিয়ন্ত্রণ করতে একটি অদ্ভুত প্রোটিন হিসেবে বিবেচনা করা হয়।\n\n\n== লেগোহিমোগ্লোবিন অক্সিজেন নিয়ন্ত্রণক্ষমতা ==\nনাইট্রোজেন ফিক্সেশন,অ্যামাইনো অ্যাসিড বিপাকীয় চক্রের সময়ে নাইট্রোজেনেজ এনজাইমকে ক্ষতিগ্রস্ত হওয়ার হাত থেকে রক্ষা বা নিয়ন্ত্রণক্ষমতা রয়েছে লেগোহিমোগ্লোবিন নামক অক্সিজেন পরিবাহী রঞ্জক পদার্থ। নাইট্রোজেনেজ এনজাইম হলো অক্সিজেন অত্যন্ত অতিসংবেদনশীল একটি এনজাইম, কারণ নাইট্রোজেনেজ এনজাইমের সংস্পর্শে অক্সিজেন আসলে ক্ষতিগ্রস্ত ফলে এনজাইমটি নষ্ট,নিষ্ক্রিয় ও কার্যাবলী বৈশিষ্ট্য বা অ্যানজাইমেটিক ডিটোক্সিফিকেশন(Enzymatic Detoxification) ধ্বংস হয়ে যায়।\nলেগোহিমোগ্লোবিনের অক্সিজেন নিয়ন্ত্রণ ক্ষমতা অত্যন্ত গুরুত্বপূর্ণ। এর প্রধান কাজ হল নাইট্রোজেন ফিক্সেশন প্রক্রিয়াকে অক্সিজেনের ক্ষতিকর প্রভাব থেকে সুরক্ষা করা। এর ক্ষমতা নিম্নরূপ:\n1.অক্সিজেন বাঁধাই(Oxygen Bonding): লেগোহিমোগ্লোবিন অক্সিজেন মোলিকুলার বাঁধাই করতে পারে। এর ফলে অতিরিক্ত অক্সিজেন অনুবাদের পরিমাণ হ্রাস পায়, যা নাইট্রোজেনেজ এনজাইমকে অক্সিজেনের ক্ষতিকর প্রভাব থেকে রক্ষা করে।\n2.অক্সিজেন পরিবহন(Oxygen Transport): লেগোহিমোগ্লোবিন বেঁধে থাকা অক্সিজেনকে মুক্তি দিতে পারে যখন তা প্রয়োজন হয়, যেমন বিভিন্ন জৈবিক প্রক্রিয়ায় অক্সিজেনের প্রয়োজন হলে।\n3.মাইক্রো-অ্যারোবিক পরিবেশ নির্মাণ(Micro-Aerobic Environment Construction):লেগোহিমোগ্লোবিন দ্বারা অক্সিজেনের বাঁধাই এবং মুক্তি প্রক্রিয়া নডিউল সিম্বোসোম(Symbiosome) নামক একটি সিম্বোটিক কোষের ভিতরে সিম্বোপ্লাজম (Symboplasm) একটি মাইক্রো-অ্যারোবিক পরিবেশ তৈরি করে, যা নাইট্রোজেন ফিক্সেশনের জন্য আদর্শ ও সর্বোত্তম পন্থা।\nএই ক্ষমতাগুলির মাধ্যমে লেগোহিমোগ্লোবিন নাইট্রোজেন ফিক্সেশন প্রক্রিয়ার সময় অক্সিজেনের সম্ভাব্য ক্ষতিকারক বা ক্ষতিগ্ৰস্ত প্রভাব থেকে নাইট্রোজেনেজ এনজাইমকে সম্পূর্ণরূপে সুরক্ষা করে।\n\n\n== লেগোহিমোগ্লোবিনের প্রধান ফাংশন ==\nলেগোহিমোগ্লোবিনের প্রধান ফাংশনসমূহ হল\n(১) নাইট্রোজেন ফিক্সেশন পদ্ধতি সক্ষম রাইজোবিয়াম ব্যাকটেরিয়া লিগুমিনাস-জাতীয় উদ্ভিদে নাইট্রোজেন গ্যাস সরবরাহ ও লিগুমিনাস-জাতীয় উদ্ভিদে থেকে প্রয়োজনীয় পুষ্টি এবং খাদ্য সরবরাহে সুযোগ সুবিধা দেওয়া।এটি অক্সিজেনের সাথে একত্রিত হয় এবং এইভাবে মূল ডায়াজোট্রোফিক নডিউল অর্গানোজেনেসিস পদ্ধতিতে তৈরিকৃত রুট নডিউল থেকে অক্সিজেন অপসারণে আর বায়ুমণ্ডল থেকে বায়ুমণ্ডলীয় নাইট্রোজেন গ্যাস রুট নডিউল প্রতিস্থাপনে সহায়তা করে।এটি কোষের সীমিত মুক্ত অক্সিজেনকে পরিস্কার করতে এবং শ্বাস-প্রশ্বাসের জন্য মাইটোকন্ড্রিয়াতে সরবরাহ করতে সহায়তা করে।এটি অক্সিজেনের ঘনত্ব বাফারিং এবং মাইটোকন্ড্রিয়ায় অক্সিজেন সরবরাহের জন্য উভয়ই দায়ী।এটি গাছের জন্য হিমোপ্রোটিন কাজ করে।\n(২) রাইজোবিয়াম ব্যাক্টেরিয়ার আদিকোষে নাইট্রোজেফিক্স নামক প্লাসমিড এ থাকা নিফ অপেরন(Nif Operon) নামক অঞ্চলে নিফ জিন (Nif gene:NifA,NifB,{FdxN:-5'UTR-CTC GAATTC GAGGTGGTTGGCTCTGTCAT-3′UTR},FdXB(5'UTR-GGATCC ACCTCCACGCAATCCTCGAAT-3'UTR),FdxA:-5′UTR-CCA GGATCC ACCTCCACGCAATCCTCGAAT-3′UTR),mcpA,erpA,,FixA,FixB,FixC,FixX,FixL,FixI,FixK,FixN,FixO,FixQ,FixP,FixG,FixH,FixJ,FixS,,NifD,NifE,NifF,NifH,HbN,NifJ,NifK,NifL,NifM,NifN,LhbN,NifP,NifQ,{NifR:-NifR1&NifR2},NifS,NifT,NifU,NifV,NifW,NifX,NifZ;) এনকোডিং এর মাধ্যমে নাইট্রোজেনেজ নামক এনজাইমকে অক্সিজেন দ্বারা নিষ্ক্রিয় হওয়া থেকে রক্ষা করা। লেগো হিমোগ্লোবিনের অক্সিজেন পরিবহন ক্ষমতা সমীকরণ মাধ্যমে দেখানো হয়েছে:-\n\nO₂+Lb→O₂-Lb\n(৩)লেগোহিমোগ্লোবিনের উপস্থিতি হোস্ট উদ্ভিদ এবং ব্যাকটেরিয়ার মধ্যে একটি ভাল সমন্বয় সিম্বোটিক মিথস্ক্রিয়া, সহজীবী ও মিথোজীবী বন্ধুত্বপূর্ণ সম্পর্ক বজায় রাখতে সাহায্য করে।\n(৪)লেগোহিমোগ্লোবিন(Leghemoglobin) নামক ফাইটোগ্লোবিন জাতীয় ঈষৎ লালচে গোলাপী রঙের রঞ্জক পদার্থ বা কো-এনজাইম অক্সিজেন(O2) দ্বারা নাইট্রোজেনেজ এনজাইমের কার্যকারিতা বিঘ্ন ঘটার হাত থেকে সুরক্ষা নিশ্চিত করে এবং নাইট্রোজেন ফিক্সেশন প্রক্রিয়া সম্পূর্ণরূপে অব্যাহত রাখতে সাহায্য করে। যেসব অণুজীব নাইট্রোজেন(N2) সংবন্ধন করতে সক্ষম তাদের Diazotroph/Symbiont (ডায়াজোট্রোফ/সিম্বোয়োন্ট) বলে। কিছু উন্নত উদ্ভিদ ও প্রাণী Diazotroph এর সাথে মিথোজীবী রূপে সহাবস্থান  করে।"}