{"pageid": 1365457, "title": "জামায়া এল কেবির", "url": "https://bn.wikipedia.org/wiki?curid=1365457", "content": "জামায়া এল কেবির (আরবি: الجامع الكبير), আলজিয়ার্সের মহান মসজিদ (ফরাসি: Grande mosquée d'Alger) নামেও পরিচিত হলো আলজিয়ার্স, আলজেরিয়ার একটি ঐতিহাসিক মসজিদ। এটি শহরের পোতাশ্রয়ের কাছে কাসবাহ (পুরানো শহর) এর মধ্যে অবস্থিত।  এটি আলমোরাভিড স্থাপত্যের কয়েকটি অবশিষ্ট উদাহরণগুলির মধ্যে অন্যতম। যদিওবা এটিকে বেশ কয়েকবার সংস্কার এবং পুননির্মাণ করা হয়েছে। সিদি ওকবা মসজিদের পরে এটি আলজেরিয়ার প্রাচীনতম মসজিদ। \n\n\n== ইতিহাস ==\n\nমসজিদের মিম্বরে একটি শিলালিপিতে ১ রজব, ৪৯০ হিজরির তারিখটি লিপিবদ্ধ রয়েছে, যার মাধ্যমে ধারণা করা হয় যে মসজিদটি ইউসুফ ইবনে তাশফিনের রাজত্বকালে ১০৯৭ খ্রিস্টাব্দে বা তার কাছাকাছি সময়ে নির্মিত হয়েছিল।    মিনারের ভিত্তির শিলালিপি থেকে বোঝা যায় যে এটি ১৩২২ খ্রিস্টাব্দে (১৭ জ্বিলকদ, ৭২২ হি) টেমসেনের জায়ানিদ সুলতান প্রথম আবু তাশফিন দ্বারা নির্মিত হয়েছিল।    \n১৬৮২ সালে এবং ১৬৮৩ সালে আলজিয়ার্সে ফরাসি বোমা হামলার সময় মসজিদটি মারাত্মকভাবে ক্ষতিগ্রস্ত হয়েছিল, যার ফলে এর মিহরাব এবং এর দক্ষিণ পাশের ক্বিবলা প্রাচীর পরবর্তীকালে পুনর্নির্মাণ করতে হয়েছিল।  \n\nমসজিদের বাইরের গ্যালারিটি ১৮৩৭ সালে ফরাসি ঔপনিবেশিক শাসনামলে নির্মিত হয়েছিল।  \n\n\n== ভূগোল ==\nমসজিদটি আলজিয়ার্সের উত্তর-পূর্ব অংশে ঐতিহাসিক কাসবাহ জেলায় বন্দরের কাছে, চেম্বার অফ কমার্সের পাশে অবস্থিত। পূর্বে, মসজিদটি আলজেরিয়ার ফরাসি ঔপনিবেশিক শাসনের সময় আলজিয়ার্সের রুয়ে দে লা মেরিনে অবস্থিত ছিল, যা তখন আলজিয়ার্স হারবারের প্রবেশ পথ ছিল।  \n\n\n== স্থাপত্য বৈশিষ্ট্য ==\nমসজিদটির মেঝে আয়তাকার এবং ৪৬ মিটার চওড়া এবং ৩৮ মিটার গভীর।  মসজিদ নির্মাণে ব্যবহৃত উপকরণ ছিল পাথর, ইট, ছাদের টাইলস এবং কাঠ এবং সিরামিক ও কাঠের অলংকরণ। \n\n\n=== অভ্যন্তরীণ ===\nমসজিদের প্রার্থনা হলটি দক্ষিণ ক্বিবলা প্রাচীরের লম্বভাবে চলমান এগারোটি আইলে উপবিভক্ত। মসজিদের কেন্দ্রীয় করিডোরটি অন্য সকল করিডরের তুলনায় প্রশস্ত। মসজিদটির উত্তরপাশে একটি ১১×২১ মিটার পরিমাপের একটি আয়তাকার প্রাঙ্গণ রয়েছে, প্রাঙ্গণের চারদিকে তোরণ রয়েছে। \nমসজিদটির মিহরাবটি মূলত ১০৯৭ সালে মসজিদের একটি অবিচ্ছেদ্য অংশ হিসাবে নির্মিত হয়েছিল, কিন্তু ১৭ শতকের ফরাসি বোমা হামলায় এটি ধ্বংস হয়েছিল।  পরবর্তীতে,১৮-শতকে মসজিদটিতে সাধারণ নকশায় নতুন একটি মেহরাব নির্মাণ করা হয়। মিহরাবটি একটি সমতল মেঝে সহ একটি কুলুঙ্গিতে স্থাপন করা হয়েছে। মিহরাবের উভয় পাশে দুটি দরজা খোলা রয়েছে যার মাধ্যমে দুটি ছোট আয়তাকার কক্ষে যাওয়া যায়, যার একটিতে মিম্বর ছিল যেখান ইমাম প্রতিদিন নামাজ পড়াতেন এবং খুতবা দিতেন। বর্তমানে এটি একটি পথের মাধ্যমে বর্তমান মিম্বরে স্থানান্তরিত।\n\n\n=== বাহ্যিক ===\n\nরুয়ে দে লা মেরিনের প্রধান রাস্তার পুনর্বিন্যাস করার পরে, সম্মুখভাগে উল্লেখযোগ্য পরিবর্তনগুলি মসজিদটির একটি অপরিহার্য অতিরিক্ত বৈশিষ্ট্য হয়ে উঠেছে।  ফলস্বরূপ, ১৮৩৭ সালে ফরাসি ঔপনিবেশিক শাসনের অধীনে পলিলোবড খিলানের প্রাচ্য শৈলীতে মসজিদের প্রবেশপথে একটি গ্যালারি বা স্তম্ভের পোর্টিকো যুক্ত করা হয়েছিল। এখানে ১৮ শতকের আল-সাইদা মসজিদ থেকে ইতালীয় মার্বেল কলামগুলিকে পুনরায় ব্যবহার করা হয়।  \n\n\n== মিম্বর ==\nমসজিদের মূল মিম্বরটি এখন জাতীয় পুরাকীর্তি ও ইসলামী শিল্পকলা জাদুঘরে সংরক্ষিত আছে। এটি আলজেরিয়াতে সবচেয়ে ভাল ভাস্কর্যযুক্ত মিম্বরগুলির মধ্যে একটি।  এতে কুফিক লিপিতে একটি শিলালিপি রয়েছে: بسم الله الرحمن الرحيم أتم هذا المنبر في أول شهر رجب من سنة تسعين وأربعمائة। الذي عمل محمد (আল্লাহর নামে, যিনি পরম করুণাময়, দয়ালু)। এই কাজটি ৪৯০ সালের রজব মাসের প্রথম তারিখে সম্পন্ন হয়েছে। এটি মুহাম্মদের কাজ)।  এটি কাইরাওয়ানের মহান মসজিদের প্যানেলযুক্ত মিম্বারের সরল আকারে নকশা করা হয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nMuseum with no frontiers, Ali Lafer, The Great Mosque (djamaa el-kebir)\n\"Fountain in Mosque of El Kebir, Algiers, Algeria (photo)\"। ১৮৯৯  – বিশ্ব ডিজিটাল গ্রন্থাগার-এর মাধ্যমে।"}