{"pageid": 1365715, "title": "ইয়েভগেনি প্রিগোজিন", "url": "https://bn.wikipedia.org/wiki?curid=1365715", "content": "ইয়েভগেনি ভিকতোরোভিচ প্রিগোজিন  (রুশ: Евге́ний Ви́кторович Приго́жин  ; আ-ধ্ব-ব: [prʲɪˈɡoʐɨn] ; জন্ম: ১ জুন ১৯৬১ – ২৩ আগস্ট ২০২৩) ছিলেন একজন রুশ অলিগার্ক এবং ভাড়াটে যোদ্ধাবাহিনীর প্রধান। ২০২৩ সালের জুনে একটি কথিত অভ্যুত্থান শুরু করার আগ পর্যন্ত তিনি রুশ রাষ্ট্রপতি ভ্লাদিমির পুতিনের ঘনিষ্ঠ আস্থাভাজন ছিলেন। প্রিগোজিনকে কখনও কখনও \"পুতিনের শেফ\" বলা হয়, কারণ তিনি রেস্তোঁরা এবং ক্যাটারিং সংস্থাগুলোর মালিক যেগুলো ক্রেমলিনে পরিষেবা প্রদান করে। একসময় সোভিয়েত ইউনিয়নে দোষী সাব্যস্ত হওয়া প্রিগোজিন মৃত্যুর আগে রাশিয়ার রাষ্ট্র-সমর্থিত ভাড়াটে কোম্পানি ওয়াগনার গ্রুপ এবং তিনটি প্রভাবশালী কোম্পানির নেটওয়ার্ক নিয়ন্ত্রণ করতেন। শেষোক্ত কোম্পানি তিনটি ২০১৬ এবং ২০১৮ সালের মার্কিন নির্বাচনে হস্তক্ষেপের অভিযোগে অভিযুক্ত। বেলিংক্যাট, দ্য ইনসাইডার এবং ডের স্পিগেলের ২০২২ সালের তদন্ত অনুসারে, প্রিগোজিনের কার্যক্রম \"রাশিয়ার প্রতিরক্ষা মন্ত্রণালয় এবং এর গোয়েন্দা শাখা, জিআরইউ এর সাথে শক্তভাবে একত্রিত হয়েছে\"। ২০২৩ সালের ২৩ আগস্টে রাশিয়ায় একটি বিমান বিধ্বস্ত হওয়ার ঘটনায় তিনি মারা যান বলে ধারণা করা হচ্ছে।\n\n\n== জীবনের প্রথমার্ধ ==\nপ্রিগোজিন তৎকালীন সোভিয়েত ইউনিয়নের বর্তমান সেন্ট পিটার্সবার্গে ১ জুন ১৯৬১ সালে জন্মগ্রহণ করেন এবং সেখানে বেড়ে ওঠেন। ভায়োলেটা প্রিগোজিনা (রুশ: Виолетта Пригожина) তার বাবা, যিনি ছোট থাকতেই মারা যান এবং তাই তার মা তাকে ও তার অসুস্থ দাদীকে স্থানীয় হাসপাতালে কাজ করে সংসার চালিয়েছিলেন। তার পিতা এবং সৎ পিতা উভয়ই ইহুদি বংশোদ্ভূত ছিলেন।\nতার স্কুল জীবনে প্রিগোজিন একজন পেশাদার ক্রস-কান্ট্রি স্কিয়ার হতে চেয়েছিলেন। তিনি নিজের সৎ বাবা স্যামুয়েল জারকয় দ্বারা প্রশিক্ষিত হন, যিনি খেলাধুলা বিষয়ে একজন দক্ষ প্রশিক্ষক ছিলেন।  তিনি একটি মর্যাদাপূর্ণ অ্যাথলেটিক্স বোর্ডিং স্কুলে যোগদান করেন, যেখান থেকে তিনি ১৯৭৭ সালে স্নাতক হন। যাহোক, খেলাধুলায় তার ক্যারিয়ার শেষ পর্যন্ত ব্যর্থ হয়ে যায়।\n১৯৭৯ সালের নভেম্বরে আঠার বছর বয়সী প্রিগোজিন চুরি করতে গিয়ে ধরা পড়ে এবং ফলে তাকে স্থগিত করা হয়। দুই বছর পর, ১৯৮১ সালে, তিনি আবার চুরি করতে গিয়ে ধরা পড়েন, এবং ডাকাতি, জালিয়াতি, এবং কিশোর-কিশোরীদের অপরাধে জড়িত করার জন্য বারো বছরের কারাদণ্ডে দণ্ডিত হন। তিনি ও বেশ কয়েকজন সহযোগীকে বনেদি অ্যাপার্টমেন্টে ডাকাতির জন্য দোষী সাব্যস্ত করা হয়েছিল। ১৯৮৮ সালে তাকে ক্ষমা করা হয় এবং ১৯৯০ সালে মুক্তি দেওয়া হয় মোট নয় বছর তিনি বন্দী অবস্থায় কাটিয়েছেন।\n\n\n== কর্মজীবনের প্রথম দিকে ==\n\n১৯৯০ সালে কারাগার থেকে মুক্তি পাওয়ার পর, প্রিগোজিন তার মা এবং সৎ বাবার সাথে লেনিনগ্রাদের আপ্রাকসিন ডভোর খোলা বাজারে হট ডগ বিক্রি শুরু করেন। নিউইয়র্ক টাইমসের একটি সাক্ষাৎকার অনুসারে, শীঘ্রই তাদের টাকা এতটাই বেড়ে যায় \"তার মা রুবল গুণে শেষ করতে পারে না, দ্রুত স্তূপ হয়ে যাচ্ছিল।\" সোভিয়েত ইউনিয়নের পতনের পর, প্রিগোজিন উদ্যোক্তা হয়ে উঠেন এবং অনেক নতুন ব্যবসায় প্রতিষ্ঠা করেন বা জড়িত হন।\n১৯৯১ থেকে ১৯৯৭ পর্যন্ত, প্রিগোজিন মুদি দোকানের ব্যবসায় ব্যাপকভাবে জড়িত ছিলেন। তিনি কনট্রাস্টের ১৫% শেয়ারহোল্ডার এবং ম্যানেজার হয়েছিলেন, যা সেন্ট পিটার্সবার্গের প্রথম মুদি দোকানের চেইন এবং তার প্রাক্তন সহপাঠী বরিস স্পেকটার দ্বারা প্রতিষ্ঠিত হয়েছিল।\nপ্রায় একই সময়ে, প্রিগোজিন জুয়ার ব্যবসায় জড়িয়ে পড়েন। স্পেকটার এবং ইগর গোরবেনকো প্রিগোজিনকে স্পেকট্রাম সিজেএসসি (রাশিয়ান: ЗАО «Спектр») এর সিইও হিসেবে নিয়ে আসেন, যেটি সেন্ট পিটার্সবার্গে প্রথম ক্যাসিনো প্রতিষ্ঠা করেছিল। এই ত্রয়ী নির্মাণ, বিপণন গবেষণা, এবং বৈদেশিক বাণিজ্য সহ বিভিন্ন শিল্প জুড়ে ১৯৯০-এর দশক জুড়ে আরও অনেক ব্যবসা একসাথে শুরু করে। নোভায়া গেজেটা উল্লেখ করে যে যে এটি হতে পারে যখন প্রিগোজিন প্রথমবারের মতো ভ্লাদিমির পুতিনের সাথে দেখা করেছিলেন, কারণ পুতিন ১৯৯১ সাল থেকে ক্যাসিনো এবং জুয়া খেলার তত্ত্বাবধায়ক বোর্ডের চেয়ারম্যান ছিলেন\n১৯৯৫ সালে, প্রিগোজিন রেস্টুরেন্ট ব্যবসায় প্রবেশ করেন। যখন তার অন্যান্য ব্যবসার আয় কমতে শুরু করে, তখন প্রিগোজিন কনট্রাস্টের একজন পরিচালক কিরিল জিমিনভকে তার সাথে একটি রেস্তোঁরা খুলতে রাজি করান। তারা প্রিগোজিনের প্রথম রেস্তোরাঁ খোলেন: ওল্ড কাস্টমস হাউস (রুশ: Старая Таможня) সেন্ট পিটার্সবার্গে। ১৯৯৭ সালে, তারা দ্বিতীয় রেস্তোরাঁ, নিউ আইল্যান্ড প্রতিষ্ঠা করে, একটি ভাসমান রেস্তোরাঁ যা শহরের সবচেয়ে ফ্যাশনেবল ডাইনিং স্পটগুলোর মধ্যে একটি হয়ে ওঠে। প্যারিসের সিনে ওয়াটারফ্রন্ট রেস্তোরাঁগুলো থেকে অনুপ্রাণিত হয়ে, প্রিগোজিন এবং জিমিনভ ভায়াটকা নদীতে একটি মরিচা ধরা নৌকা রং লাগিয়ে US$৪০০,০০০ খরচ করে রেস্তোরাঁটি তৈরি করেছিলেন৷ তিনি বলেছিলেন যে তার পৃষ্ঠপোষকরা \"তাদের জীবনে নতুন কিছু দেখতে চেয়েছিলেন এবং ভদকার সাথে কাটলেট খেতে খেতে ক্লান্ত হয়ে পড়েছিলেন।\" ২০০১ সালে, প্রিগোজিন ব্যক্তিগতভাবে ভ্লাদিমির পুতিন এবং ফরাসি প্রেসিডেন্ট জ্যাক শিরাককে খাবার পরিবেশন করেছিলেন যখন তারা নিউ আইল্যান্ডে খাবার খেতে এসেছিলেন। তিনি ২০০২ সালে মার্কিন প্রেসিডেন্ট জর্জ ডব্লিউ বুশকে আপ্যায়ন করেছিলেন। ২০০৩ সালে, পুতিন নিউ আইল্যান্ডে তার জন্মদিন উদ্‌যাপন করেছিলেন।\n২০০০-এর দশকে, প্রিগোজিন ভ্লাদিমির পুতিনের সাথে ঘনিষ্ঠ হন। ২০০৩ সাল নাগাদ, তিনি তার ব্যবসায়িক অংশীদারদের ত্যাগ করেন এবং নিজের স্বাধীন রেস্তোরাঁ প্রতিষ্ঠা করেন। এখানে উল্লেখ করা প্রয়োজন যে, প্রিগোজিনের একটি কোম্পানী, কনকর্ড ক্যাটারিং, অসংখ্য সরকারি চুক্তি পেতে থাকে। স্কুলের বাচ্চাদের এবং সরকারি কর্মীদের খাওয়ানোর জন্য তিনি কয়েক মিলিয়ন সরকারি চুক্তি পেয়েছিলেন। ২০১২ সালে, তিনি US$১.২ বিলিয়ন মূল্যের রাশিয়ান সামরিক বাহিনীকে খাবার সরবরাহের জন্য এক বছরের বেশি সময়ের একটি চুক্তি পেয়েছিলেন। এই চুক্তির কিছু মুনাফা ইন্টারনেট রিসার্চ এজেন্সি চালু ও তহবিল দেওয়ার জন্য ব্যবহার করা হয়েছে বলে অভিযোগ রয়েছে।\n২০১২ সালে, তিনি একটি বাস্কেটবল কোর্ট এবং একটি হেলিকপ্টার প্যাড সংবলিত সেন্ট পিটার্সবার্গের এক কম্পাউন্ডে তার পরিবারকে স্থানান্তরিত করেন। এ সময় তিনি একটি ব্যক্তিগত জেট এবং ১১৫ ফুট লম্বা এক ইয়টের মালিক ছিলেন। প্রিগোজিনকে তখন থেকে বেশ কয়েকটি বিমানের সাথে যুক্ত বলে মনে করা হয়, যার মধ্যে রয়েছে দুটি সেসনা ১৮২ এর পাশাপাশি এমব্রেয়ার লিগ্যাসি ৬০০, ব্রিটিশ অ্যারোস্পেস ১২৫ এবং হকার ৮০০এক্সপি জেট।\nদুর্নীতিবিরোধী ফাউন্ডেশন প্রিগোজিনের বিরুদ্ধে দুর্নীতির ব্যবসায়িক অনুশীলনের অভিযোগ করে। ২০১৭ সালে, তারা অনুমান করেছিল যে তার অবৈধ সম্পদের মূল্য এক বিলিয়ন রুবেলেরও বেশি। আলেক্সি নাভালনি অভিযোগ করেছেন যে প্রিগোজিন মস্কোভস্কি শকোলনিক (মস্কো স্কুলবয়) নামক একটি কোম্পানির সাথে যুক্ত ছিল যেটি মস্কোর স্কুলগুলোতে নিম্নমানের খাবার সরবরাহ করেছিল, যা ২০১৯ সালের আমাশয়ের প্রাদুর্ভাবের কারণ হয়ে দাঁড়ায়।\n\n\n== ওয়াগনার গ্রুপ ==\nপ্রিগোজিন হলেন বিতর্কিত ক্রেমলিন-অধিভুক্ত বেসরকারী সামরিক ঠিকাদার ওয়াগনার গ্রুপের স্ব-প্রতিবেদিত প্রতিষ্ঠাতা। ২৬ সেপ্টেম্বর ২০২২-এ, প্রিগোজিন বলেছিলেন যে তিনি ২০১৪ সালের মে মাসে ডনবাস যুদ্ধে রাশিয়ান বাহিনীকে সমর্থন করার জন্য বিশেষভাবে ওয়াগনার গ্রুপ প্রতিষ্ঠা করেছিলেন তারপর থেকে, তাদের কার্যক্রম আফ্রিকা এবং মধ্যপ্রাচ্যের অনেক অঞ্চলে বিস্তৃত হয়েছে।\nএমনকি এটি নিশ্চিত হওয়ার আগে থেকেই, রাশিয়ান এবং বিদেশী মিডিয়ার মধ্যে ইতিমধ্যেই আপেক্ষিক ঐকমত্য ছিল যে, প্রিগোজিন হয় প্রতিষ্ঠাতা ছিলেন বা দৃঢ়ভাবে ওয়াগনারের সাথে যুক্ত ছিলেন। দলটি প্রকাশ্যে দিমিত্রি উটকিনের নেতৃত্বে ছিল, যিনি একসময় প্রিগোজিনের নিরাপত্তার প্রধান ছিলেন। দিমিত্রি উটকিন নামে একজন ব্যক্তিকেও প্রিগোজিনের কনকর্ড ম্যানেজমেন্টের মহাপরিচালক হিসাবে তালিকাভুক্ত করা হয়েছিল। নভেম্বর ২০১৬ সালে সংস্থাটি রাশিয়ান মিডিয়াকে নিশ্চিত করেছিল যে একই দিমিত্রি উটকিন ওয়াগনার গ্রুপের নেতৃত্ব দিচ্ছেন এখন প্রিগোজিনের খাদ্য ব্যবসার দায়িত্বে রয়েছেন। ফেব্রুয়ারী ২০১৮ এ কনকর্ড এবং প্রিগোজিন ওয়াগনারের সাথে কোনও সংযোগের কথা অস্বীকার করেছিলেন।\nফেব্রুয়ারী ২০১৮ সালে, ওয়াগনার একটি তেল ক্ষেত্র দখলের প্রচেষ্টায় সিরিয়ায় মার্কিন সমর্থিত কুর্দি বাহিনীকে আক্রমণ করেছিল। মার্কিন সশস্ত্র বাহিনীর প্রতিশোধমূলক বিমান হামলার সময়, এর ১০ থেকে ১০০ জন ভাড়াটে নিহত হয়।\nজুলাই ২০১৮ সালে, একটি সংবাদ সংস্থার জন্য কাজ করা তিন রুশ সাংবাদিক যারা প্রায়শই রাশিয়ান সরকারের সমালোচনা করে সেন্ট্রাল আফ্রিকান প্রজাতন্ত্রে খুন করা হয়েছিল, যেখানে তারা সেই দেশে ওয়াগনার গ্রুপের কার্যকলাপের তদন্ত করার চেষ্টা করছিলেন। রাশিয়ান সরকার ২০১৭ সালের অক্টোবরে মধ্য আফ্রিকান প্রজাতন্ত্রের রাষ্ট্রপতির সাথে একটি সহযোগিতা শুরু করেছিল। হত্যাকাণ্ডের প্রতিক্রিয়ায়, রাশিয়ার পররাষ্ট্র মন্ত্রণালয় জোর দিয়েছিল যে নিহত সাংবাদিকরা সরকারী স্বীকৃতি ছাড়াই ভ্রমণ করছিলেন।\n\n\n=== ২০২২ সালে ইউক্রেনে রুশ আক্রমণে জড়িত ===\n২০২২ সালে ইউক্রেনে রাশিয়ার আক্রমণের সময় এবং তার আগেও ওয়াগনার একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছেন। প্রিগোজিন এমনকি ব্যক্তিগতভাবে গ্রুপের অগ্রগতি তদারকি করতে ডনবাসে ভ্রমণ করেছিলেন। রাশিয়ান দুমা সদস্য ভিটালি মিলনভের সাথে সামরিক ইউনিফর্ম পরিহিত ফ্রন্টলাইনে তাকে চিত্রিত করা হয়েছিল।\nআগস্ট ২০২২ সালে, ওয়াগনার গ্রুপ রাশিয়ায় নতুন সদস্যদের নিয়োগের জন্য বিলবোর্ড ব্যবহার করা শুরু করে। প্রাক্তন সাংবাদিক এবং গ্রুপের পর্যবেক্ষক, ডেনিস কোরোটকভ বলেছেন, \"মনে হচ্ছে তারা সিদ্ধান্ত নিয়েছে যে তারা আর তাদের অস্তিত্ব লুকানোর চেষ্টা করবে না।\"\n২০২২ সালের সেপ্টেম্বরে, একটি ফাঁস হওয়া ভিডিও প্রকাশ করে যে প্রিগোজিন ইউক্রেনের বিরুদ্ধে যুদ্ধে রাশিয়ান বাহিনীকে সামনের সারিতে শক্তিশালী করার জন্য দোষী ব্যক্তিদের নিয়োগ করার চেষ্টা করছে। তিনি দোষীদের বলেছিলেন \"কেউ কারাগারের পিছনে ফিরে যেও না\" এবং যারা এই ধারণা নিয়ে অস্বস্তিকর \"বন্দী হয়েই থাকবেন না আপনার সন্তানের কাছে যাবেন — আপনি সিদ্ধান্ত নিন\"। শক সৈন্যদের নিয়োগের জন্য ভিডিওটি ইয়োশকার-ওলার একটি পেনাল কলোনিতে ধারণ করা হয়েছিল, এমন প্রমাণ রয়েছে যে সেন্ট পিটার্সবার্গের একটি পেনাল কলোনি থেকে আসামিদের আগে নিয়োগ করা হয়েছিল৷\n২৬ সেপ্টেম্বর, প্রিগোজিন তার আগের দাবিগুলো ফিরিয়ে নিয়েছিলেন যে এই গোষ্ঠীর সাথে তার কোনও সম্পর্ক ছিল না, রাশিয়ান সোশ্যাল মিডিয়া ওয়েবসাইট ভিকে-তে একটি বিবৃতি প্রকাশ করে যেখানে তিনি স্বীকার করেছিলেন যে তিনি \"রাশিয়ানদের রক্ষা করতে\" মে ২০১৪ সালে এটি প্রতিষ্ঠা করেছিলেন যখন \"ডনবাসের রুশ জনগনের উপর গণহত্যা শুরু হয়েছিল।\" তিনি ব্যাখ্যা করেছিলেন যে তিনি শুরু থেকেই একটি ব্যক্তিগত ভূমিকা পালন করেছিলেন, দাবি করেন যে তিনি \"পুরানো অস্ত্রগুলো [পরিষ্কার] এবং বুলেটপ্রুফ ভেস্টগুলো [বাছাই] করার পরে\" সাহায্য করতে পারেন এমন বিশেষজ্ঞ খুঁজে পেয়েছেন\"৷ তিনি অভিযোগের সত্যতা নিশ্চিত করেন, পূর্বে রাশিয়ান সরকার কর্তৃক অস্বীকার করা হয়েছিল, যে গোষ্ঠীটি রাশিয়ার বিদেশী স্বার্থের সাথে সংযুক্ত অন্যান্য দেশে জড়িত ছিল, এই বলে যে ওয়াগনার ভাড়াটেরা যারা \"সিরিয়ার জনগণ, আরব দেশের অন্যান্য মানুষ, নিঃস্ব আফ্রিকানদের রক্ষা করেছিল এবং লাতিন আমেরিকানরা আমাদের মাতৃভূমির স্তম্ভ হয়ে উঠেছে\"।\n২৩ অক্টোবর ২০২২-এ, প্রিগোজিন বলেছিলেন যে তার বাহিনী ১০০ থেকে ২০০ মিটার (৩৩০ থেকে ৬৬০ ফুট) অগ্রসর হচ্ছে প্রতিদিন, যা তিনি আধুনিক যুদ্ধের আদর্শ বলে দাবি করেন। তিনি বাখমুতের ইউক্রেনীয় রক্ষকদের প্রশংসা করে বলেছেন যে \"আমাদের ইউনিটগুলো ক্রমাগত সবচেয়ে ভয়ঙ্কর শত্রুর প্রতিরোধের সাথে মোকাবেলা করছে, এবং আমি লক্ষ্য করছি যে শত্রু ভালভাবে প্রস্তুত, অনুপ্রাণিত এবং আত্মবিশ্বাসের সাথে এবং জোরালোভাবে কাজ করছে।\"\n১৩ নভেম্বর ২০২২-এ, ওয়াগনার গ্রুপ একটি ভিডিও প্রকাশ করে যাতে তার ভাড়াটে বাহিনী ইয়েভজেনি নুঝিনকে মৃত্যুদণ্ড দেওয়ার জন্য একটি স্লেজহ্যামার ব্যবহার করে চিত্রিত করা হয়েছে, একজন পলাতক যাকে বন্দী বিনিময়ে রাশিয়ানদের কাছে ফেরত পাঠানো হয়েছিল। প্রিগোজিন মন্তব্য করেছেন, \"আমার কাছে মনে হচ্ছে এই ছবিটিকে বলা উচিত: 'একটি কুকুর মারা যায় একটি কুকুরের মৃত্যু'।\" \"এটি একটি দুর্দান্ত দিকনির্দেশনামূলক কাজ ছিল, এক নিঃশ্বাসে দেখা যায়। আমি আশা করি চিত্রগ্রহণের সময় কোনও প্রাণীর ক্ষতি হয়নি।\"\n\nঅবসরপ্রাপ্ত ইউক্রেনীয় কর্নেল সের্হি হরাবস্কি পরামর্শ দিয়েছিলেন যে ওয়াগনার গ্রুপ বাখমুতকে দখল করার জন্য গৌরব চাইছিল, কারণ প্রিগোজিন যদি রাশিয়ান সরকারের পক্ষে ওয়াগনার গ্রুপ যদি শহরটি দখল করে তবে উল্লেখযোগ্য আর্থিক এবং রাজনৈতিক পুরস্কার পেতে প্রস্তুত ছিল। প্রিগোজিন নিজেই পূর্বে পরামর্শ দিয়েছিলেন যে ওয়াগনার ইউক্রেনীয় বাহিনীর উপর ভারী ক্ষয়ক্ষতি ঘটাতে ইচ্ছাকৃতভাবে বাখমুটকে একটি \"মাংস পেষকদন্তে\" পরিণত করছেন। একজন পশ্চিমা কর্মকর্তা একটি বিপরীত দৃষ্টিভঙ্গি দিয়েছেন, বলেছেন যে যুদ্ধটি \"অনেক রাশিয়ানকে হত্যা করার জন্য ইউক্রেনকে একটি অনন্য সুযোগ দিচ্ছে\", কথিতভাবে দুর্বল রাশিয়ান কৌশলের কারণে।\n৯ এপ্রিল, ইউক্রেন দাবি করে যে ওয়াগনার গ্রুপ দিনে প্রায় ১০০ জনকে হারাচ্ছে, \"কেবল মৃত গণনা বাড়ছে\", এবং রাশিয়া এই গ্রুপের ব্যাপক ক্ষতির কারণে শহরে প্যারাট্রুপার এবং মোটর চালিত ব্রিগেড মোতায়েন করতে বাধ্য হয়েছিল। প্রিগোজিন নিজেই পরে ৩০ এপ্রিল স্বীকার করেন যে তার বাহিনীর কেবল সেদিনই শহরে ৯৪ জন নিহত হয়েছিল, পরের দিনের আক্রমণাত্মক পদক্ষেপে আরও ৯৯ জন মারা গিয়েছিল। তিনি আবারও জোর দিয়েছিলেন যে তারা তার প্রত্যাশার চেয়ে ৫ গুণ বেশি লোকসান দিচ্ছে।\n৪ মে ২০২৩-এ, প্রিগোজিন ২০২৩ সালের ক্রেমলিন ড্রোন হামলার প্রতিক্রিয়া হিসাবে পারমাণবিক অস্ত্র ব্যবহারের বিরুদ্ধে সতর্ক করে বলেছিল যে \"আমরা একটি শিশুর ড্রোনের প্রতিক্রিয়ায় পারমাণবিক অস্ত্র ব্যবহার করার হুমকি দেওয়ার মতো ভাঁড় নই।\"\n\n\n==== অভিযোগ এবং দ্বন্দ্ব ====\n\n১ অক্টোবর ২০২২-এ, তিনি রাশিয়ান সেনাবাহিনীর কমান্ডারদের সম্পর্কে বলেছিলেন যে \"এই সমস্ত জারজদের খালি পায়ে কেবল একটি সাবমেশিনগান দিয়ে সামনের দিকে পাঠানো উচিৎ।\" তিনি পুতিন-নিয়ন্ত্রিত রাশিয়ান পার্লামেন্টের সদস্যদের \"অকার্যকর\" বলে অভিহিত করেছেন এবং বলেছেন যে \"ডেপুটিদের সামনে যেতে হবে\", যোগ করেছেন \"যারা বছরের পর বছর ধরে ট্রিবিউন থেকে কথা বলছে তাদের কিছু করা শুরু করা দরকার।\" ওয়াশিংটন পোস্ট জানিয়েছে যে প্রিগোজিন সেই কয়েকজন লোকের মধ্যে একজন যারা পুতিনকে ইউক্রেনের যুদ্ধে রাশিয়ান সামরিক কমান্ডারদের \"ভুল\" সম্পর্কে বলার সাহস করেছিলেন।\n৫ মে ২০২৩-এ, তিনি ঘোষণা করেছিলেন যে, গোলাবারুদের অভাবের কারণে, তার যোদ্ধারা ১০ মে ২০২৩-এ বাখমুত ছেড়ে যাবে এবং যদি তারা আরও গোলাবারুদ না পায় তবে তাদের অবস্থান রাশিয়ান প্রতিরক্ষা মন্ত্রণালয়ের ইউনিটের কাছে হস্তান্তর করবে। তিনি রুশ প্রতিরক্ষামন্ত্রী সের্গেই শোইগু এবং রুশ সশস্ত্র বাহিনীর প্রধান জেনারেল ড. ভ্যাগনার হতাহতদের \"হাজার হাজার\" জন্য ভ্যালেরি গেরাসিমভ বলেছেন, \"তারা এখানে স্বেচ্ছাসেবক হিসাবে এসেছে এবং মারা যাচ্ছে যাতে আপনি আপনার বিলাসবহুল অফিসে মোটা বিড়ালের মতো বসে থাকতে পারেন।\"\n২৭ মে ২০২৩-এ, ইগর গিরকিন প্রিগোজিনকে রাশিয়ার মধ্যে একটি অভ্যুত্থান ঘটানোর জন্য ওয়াগনার গোষ্ঠীকে ব্যবহার করার ষড়যন্ত্রের জন্য অভিযুক্ত করেন এবং প্রিগোজিন রাশিয়ান হাইকমান্ডের বিরুদ্ধে অভিযোগ করে সক্রিয়ভাবে রাশিয়ান ২০২২ সালের যুদ্ধ সেন্সরশিপ আইন লঙ্ঘন করছেন এবং তার বাহিনী কার্যত বিদ্রোহের সক্রিয় অবস্থায় ছিল। ২৯ মে, প্রিগোজিন বলেছিলেন যে ওয়াগনারের অভ্যুত্থান করার জন্য প্রয়োজনীয় বাহিনী ছিল না। পরিবর্তে তিনি পরামর্শ দেন যে শোইগু হয়তো অভ্যুত্থানের ষড়যন্ত্র করছে।\n\n\n==== জুন ২০২৩ বিদ্রোহ ====\n\n২৩ জুন ২০২৩-এ প্রকাশিত একটি ভিডিওতে, প্রিগোজিন বলেছিলেন যে ইউক্রেনে রাশিয়ান আক্রমণের জন্য রাশিয়ান সরকারের ন্যায্যতা মিথ্যার উপর ভিত্তি করে। তিনি শোইগুর অধীনে রাশিয়ান প্রতিরক্ষা মন্ত্রণালয়কে \"সমাজ এবং রাষ্ট্রপতিকে প্রতারণা করার চেষ্টা করার এবং ইউক্রেন থেকে কীভাবে পাগল আগ্রাসন চলছে এবং তারা পুরো ন্যাটোর সাথে আমাদের আক্রমণ করার পরিকল্পনা করছে তা আমাদের বলার চেষ্টা করার\" অভিযোগ করেছেন।\n২৩ জুন ২০২৩-এ, প্রিগোজিন দাবি করেছিলেন যে নিয়মিত রাশিয়ান সশস্ত্র বাহিনী ওয়াগনার বাহিনীর বিরুদ্ধে ক্ষেপণাস্ত্র হামলা চালিয়েছিল, \"বিশাল\" সংখ্যক লোককে হত্যা করেছিল। তিনি একটি প্রতিক্রিয়ার জন্য আহ্বান জানিয়ে বলেন, \"পিএমসি ওয়াগনারের কমান্ডার কাউন্সিল একটি সিদ্ধান্ত নিয়েছে — দেশের সামরিক নেতৃত্ব যে দুষ্টতা নিয়ে আসছে তা বন্ধ করতে হবে।\" প্রতিক্রিয়া হিসাবে, রাশিয়ান ফেডারেল সিকিউরিটি সার্ভিস (এফএসবি) দ্বারা সশস্ত্র বিদ্রোহের জন্য প্রিগোজিনের বিরুদ্ধে ফৌজদারি অভিযোগ দায়ের করা হয়েছিল। পিএমসি ওয়াগনার পরবর্তীকালে ইউক্রেন থেকে প্রত্যাহার করে, রাশিয়ান শহর রোস্তভ-অন-ডন দখল করে এবং মস্কোর দিকে যাত্রা করে। প্রেসিডেন্ট পুতিন এই পদক্ষেপকে রাষ্ট্রদ্রোহিতা বলে নিন্দা করেছেন এবং বিদ্রোহ প্রত্যাহার করার অঙ্গীকার করেছেন।\nঅভিযোগ প্রত্যাহার করা হয় এবং প্রিগোজিন এবং বেলারুশের প্রেসিডেন্ট আলেকজান্ডার লুকাশেঙ্কোর মধ্যে আলোচনার পর ওয়াগনার মস্কোর দিকে অগ্রসর হওয়া বন্ধ করে দেন। চুক্তির অংশ হিসাবে, প্রিগোজিন বেলারুশে চলে যাবে এবং ওয়াগনার সৈন্যরা ইউক্রেনে ফিরে আসবে।\n\n\n== ব্যক্তিগত জীবন ==\nপ্রিগোজিন লিউবভ ভ্যালেন্টিনোভনা প্রিগোজিনাকে বিয়ে করেছেন, যিনি একজন ফার্মাসিস্ট এবং নারী ব্যবসায়ী। তিনি চকলেট মিউজিয়াম নামে পরিচিত বুটিক স্টোরের একটি নেটওয়ার্কের মালিক (রুশ: «Музей шоколада») সেন্ট পিটার্সবার্গে। ২০১২ সালে, তিনি ক্রিস্টাল স্পা ও লাউঞ্জ শুরু করেন, সেন্ট পিটার্সবার্গের ঝুকভস্কি স্ট্রিটের পাশে অবস্থিত একটি ডে স্পা, যা পারফেক্ট আরবান ডে স্পা-এর জন্য ২০১৩ সালে তৃতীয় পুরস্কার জিতেছিল। তিনি লেনিনগ্রাদ অঞ্চলে একটি সুস্থতা কেন্দ্র এবং ক্রিস্টাল স্পা অ্যান্ড রেসিডেন্স নামে একটি বুটিক হোটেলের মালিক যা ২০১৩ সালে পারফেক্ট স্পা প্রজেক্ট পুরস্কার জিতেছে। তিনি নিউ টেকনোলজিস এসপিএ এলএলসি (রুশ: ООО «Новые технологии СПА») এর মালিক। যা প্লট ১ এ অবস্থিত, লাক্তা পার্কের গ্রানিচনায়া রাস্তায়, সেস্ট্রোরেটস্ক, কুরোর্টনি জেলা, সেন্ট পিটার্সবার্গ।  তিনি আগাতের (রুশ: Агат) মালিক, কনকর্ড গ্রুপের অংশ।\nএই দম্পতির দুটি কন্যা রয়েছে: পোলিনা (রাশিয়ান: Полина), জন্ম ১৯৯২ এবং ভেরোনিকা (রাশিয়ান: Вероника), জন্ম ২০০৫, এবং একটি পুত্র পাভেল (রাশিয়ান: Павел), জন্ম হয় ১৯৯৬ বা ১৯৯৮ সালে।\nপ্রিগোজিনের মা, ভায়োলেটা প্রিগোজিনা, একজন প্রাক্তন ডাক্তার এবং শিক্ষাবিদ এবং কনকর্ড ম্যানেজমেন্ট অ্যান্ড কনসাল্টিং এলএলসি (রুশ: ООО \"Конкорд менеджмент и консалтинг\") এর বর্তমান আইনি মালিক ২০১১ সাল থেকে, এটালন এলএলসি (রুশ: ООО \"Эталон\") ২০১০ সাল থেকে, এবং ক্রেদো এলএলসি (রুশ: ООО \"Кредо\") ২০১১ সাল থেকে।\nইউক্রেনে রাশিয়ার আক্রমণে প্রিগোজিনের জড়িত থাকার কারণে উপরের সমস্ত পরিবারের সদস্যদের ইউরোপীয় ইউনিয়ন, মার্কিন যুক্তরাষ্ট্র, ইউক্রেন এবং অন্যান্য অনেক দেশ দ্বারা অনুমোদিত হয়েছিল।\n\n\n== বিমান দুর্ঘটনা ও মৃত্যু ==\n\nরাশিয়ার জরুরি মন্ত্রণালয়ের মতে, প্রিগোজিন ২৩ আগস্ট ২০২৩-এ একটি বিমান দুর্ঘটনায় মৃত্যুবরণ করে। বিমানটি মস্কো থেকে সেন্ট পিটার্সবার্গে যাচ্ছিল। এতে থাকা ১০ জনের সবাই মৃত্যুবরণ করে। রুশ রাষ্ট্রীয় মালিকানাধীন মিডিয়া সংস্থা টিএএসএস জানিয়েছে যে প্রিগোজিন বিমানটির যাত্রী তালিকায় ছিলেন। প্রিগোজিনের প্রেস সচিব নিশ্চিত করেননি যে তিনি বিমানে ছিলেন কিনা। যদিও ওয়াগনার সম্পর্কিত একটি টেলিগ্রাম চ্যানেল দাবি করেছে যে প্রিগোজিন যে বিমানটিতে ছিলেন তার উপর রাশিয়ার তিভোর আব্লাস্তে রুশ বিমান প্রতিরক্ষা বাহিনী গুলি করেছিল। রুশ গণমাধ্যমের খবরে বলা হয়েছে, বিমানটিকে গুলি করে বিধ্বস্ত করা হয়েছে।\nদ্য নিউ ইয়র্ক টাইমস বলেছে যে প্রিগোজিনের অনুমিত মৃত্যু সম্পর্কে ইন্টারনেট জুড়ে অনেক বেশি ষড়যন্ত্রের তত্ত্ব এবং গুজব ছড়িয়ে ছিল এবং খুব বেশি ভুল তথ্য ছিল যা কোনও দাবির সত্যতা যাচাই করতে অক্ষম ছিল।\n\n\n== পুরস্কার ==\nতিনি ২০২২ সালে রাশিয়ান ফেডারেশনের হিরো উপাধিতে ভূষিত হন\nতিনি অর্গানাইজড ক্রাইম অ্যান্ড করাপশন রিপোর্টিং প্রজেক্ট দ্বারা ২০২২ সালের বর্ষসেরা দুর্নীতিগ্রস্ত ব্যক্তির পুরস্কার লাভ করেন।\n\n\n== আরও দেখুন ==\nএলেনা খুসয়াইনোভা\n২০১৬ মার্কিন যুক্তরাষ্ট্রের নির্বাচনে রাশিয়ান হস্তক্ষেপের সময়রেখা\nডোনাল্ড ট্রাম্প এবং রাশিয়ার তদন্তের সময়রেখা (জানুয়ারি-জুন ২০১৮)\nআরকান\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nABC থেকে প্রোফাইল\nদ্য নিউ ইয়র্ক টাইমস থেকে প্রোফাইল\nরয়টার্স থেকে ব্যাখ্যাকারী"}