{"pageid": 1365843, "title": "কাসিম আর-রায়মি", "url": "https://bn.wikipedia.org/wiki?curid=1365843", "content": "কাসিম ইয়াহিয়া মাহদি আর-রায়মি (আরবি: قاسم يحيى مهدي الريمي; ৫ জুন ১৯৭৮ – ২৯ জানুয়ারী ২০২০) ছিলেন একজন ইয়েমেনি মুসলিম যোদ্ধা, যিনি আল কায়েদা আরব উপদ্বীপ শাখার (একিউএপি) আমির ছিলেন। আর-রায়মি এবং তার সাথের ২৩ জন অন্যান্য উল্লেখযোগ্য আল-কায়েদা সদস্যরা ৩ ফেব্রুয়ারী ২০০৬ সালে ইয়েমেনের জেল থেকে পালিয়ে গিয়েছিলেন। আর-রায়মি ২০০৭ সালের জুলাইয়ে সংঘটিত একটি আত্মঘাতী বোমা হামলার সাথে যুক্ত ছিলেন, যাতে আটজন স্প্যানিশ পর্যটক নিহত হয়। ২০০৯ সালে ইয়েমেনি সরকার তাকে আবিয়ান প্রদেশে আল-কায়েদা প্রশিক্ষণ শিবির চালানোর জন্য দায়ী বলে অভিযুক্ত করে। একিউএপির সামরিক কমান্ডার হিসেবে দায়িত্ব পালন করার পর ১২ জুন ২০১৫ -এ নাসির আল-উহাইশির মৃত্যুর পর আর-রায়মিকে আমীর পদে উন্নীত করা হয়।\n\n\n== প্রারম্ভিক জীবন, আফগানিস্তান এবং ইয়েমেনে আল-কায়েদা ==\nআর-রায়মি ৫ জুন ১৯৭৮ সালে ইয়েমেনের রাজধানী সানার কাছে রায়মা গভর্নরেটে জন্মগ্রহণ করেন। ইয়েমেনে ফেরার আগে তিনি ১৯৯০-এর দশকে আফগানিস্তানে আল-কায়েদা শিবিরে প্রশিক্ষক ছিলেন। ২০০৪ সালে ইয়েমেনের রাজধানীতে দূতাবাসে ধারাবাহিক বোমা হামলায় সন্দেহভাজন হওয়ায় তাকে পাঁচ বছরের জন্য কারাদণ্ড দেওয়া হয়েছিল।\n২০০৬ সালে কারাগার থেকে পালানোর পর আর-রায়মি নাসির আল-উহাইশির সাথে ইয়েমেনে আল-কায়েদা গঠনের তত্ত্বাবধান করেন, যা ইরাক এবং আফগানিস্তান জুড়ে যুদ্ধক্ষেত্র থেকে ফিরে আসা নতুন নিয়োগপ্রাপ্ত এবং অভিজ্ঞ আরব যোদ্ধাদের অংশগ্রহণে হয়েছিল।\nগোষ্ঠীটি ২০০৮ সালের সেপ্টেম্বরে সানায় মার্কিন দূতাবাসে হামলার সাথে যুক্ত হওয়ার আগে দুটি আত্মঘাতী বোমা হামলার দায় স্বীকার করে, যে হামলায় ছয় পশ্চিমা পর্যটক নিহত হয়েছিল। সেখানে জঙ্গিরা বোমা বিস্ফোরণ ঘটায় এবং রকেট চালিত গ্রেনেড নিক্ষেপ করে। এই হামলায় ছয়জন হামলাকারীসহ দশ ইয়েমেনি রক্ষী ও চারজন বেসামরিক নাগরিক নিহত হয়েছেন।\n\n\n== একিউএপির সামরিক কমান্ডার ==\n\n\n=== সৌদি ও আমেরিকান ওয়ান্টেড তালিকা ===\n২০০৯ সালের ৩রা ফেব্রুয়ারি সৌদি নিরাপত্তা কর্মকর্তারা সৌদি মোস্ট ওয়ান্টেড সন্ত্রাসী সন্দেহভাজনদের একটি নতুন তালিকা প্রকাশ করে। তালিকায় পাওয়া ৬৮তম ব্যক্তিটির নাম ছিল \"মুহাম্মদ কাসিম মেহেদি রিমি\" বা \"কাসেম মোহাম্মদ মাহদি আর-রিমি\", যার উপনাম \"আবু হুরায়রা\" এবং \"আবু আম্মার\"। সৌদি ওয়ান্টেড তালিকায় কাসেম আর-রিমি তালিকায় থাকা দুই ইয়েমেনের একজন ছিলেন এবং তিনি \" ইয়েমেন এবং সৌদি আরবের আল কায়েদার সাথে যুক্ত\" বলে জানা গেছে।কয়েকদিন পরে একজন বেনামী সৌদি কর্মকর্তা অ্যাসোসিয়েটেড প্রেসকে নথি সরবরাহ করেছিলেন, যেখানে অভিযোগ করা হয়েছিল যে, আর-রায়মি সানায় মার্কিন রাষ্ট্রদূতকে লক্ষ্য করে একটি চক্রান্তের সাথে সম্পৃক্ত ছিলেন।\" নথিতে আরও জানানো হয়েছে যে, তিনি সেই বাড়ি ভাড়া নিয়েছিলেন, যেখানে অপারেশনের পরিকল্পনা করা হয়েছিল এবং তিনি \"মার্কিন দূতাবাসকে পর্যবেক্ষণ করছিলেন\"।\n১১ মে, ২০১০-এ, মার্কিন স্টেট ডিপার্টমেন্ট আর-রায়মিকে বিশেষভাবে মনোনীত বৈশ্বিক সন্ত্রাসী হিসাবে তালিকাভুক্ত করে। ১৪ অক্টোবর ২০১৪-এ,  তাকে জীবিত বা মৃত তথ্যের জন্য $৫ মিলিয়ন পুরস্কার ঘোষণা করে।\n\n\n=== মৃত্যুর পূর্বের প্রতিবেদন ===\nআর-রায়মির মৃত্যুর খবর একাধিকবার প্রকাশিত হয়েছে। ২০০৭ সালের ৯ আগস্ট ইয়েমেনের নিরাপত্তা কর্মকর্তাদের অভিযানে তিনি মারা যান বলে জানা গেছে অভিযানে আলী বিন আলি দোহা এবং আরও দুই জঙ্গি নিহত হয়েছে বলে জানা গেছে।\nআর-রায়মি ১৭ ডিসেম্বর, ২০০৯-এ ইয়েমেনে আল-কায়েদা ক্যাম্পে একটি অভিযানের লক্ষ্যবস্তু ছিলেন, যা মার্কিন ক্রুজ ক্ষেপণাস্ত্র দ্বারা পরিচালিত হয়েছিল বলে জানা গেছে। তাকে হত্যার খবর পাওয়া যায়নি।\nপরে জানা গেছে যে, তিনি ৪ জানুয়ারী, ২০১০ এ ইয়েমেনি নিরাপত্তা বাহিনীর অভিযানে নিহত হন, যদিও এটি মিথ্যা প্রমাণিত হয়েছিল। যাইহোক, কর্মকর্তাদের মতে ১৫ জানুয়ারী ২০১০ সালের শুক্রবার দুটি গাড়িতে ইয়েমেনি বিমান হামলা হয়, যার একটিতে আর-রায়মি ছিল বলে জানা গেছে। নিহতদের মধ্যে আর-রায়মি একজন বলে জানা গেছে। দুটি গাড়িতে থাকা আটজনের মধ্যে ছয়জনই এয়ার স্ট্রাইকে নিহত হয়েছেন বলে ধারণা করা হচ্ছে।\nএসব মৃত্যুর খবরের পর, আর-রায়মিকে আল কায়েদা ইন অ্যারাবিয়ান পেনিনসুলা (একিউএপি) এর সামরিক কমান্ডার হিসাবে বর্ণনা করা হয়েছিল। তিনি ২৫ ডিসেম্বর ২০০৯ সালে নাইজেরীয় উমর ফারুক আব্দুল মুতাল্লাবের উপর আত্মঘাতী বোমা হামলার চেষ্টা করেছিলেন বলে জানা গেছে। আর-রায়মি একটি ইন্টারনেট অডিও টেপে \"ক্রুসেডার এবং তাদের ধর্মত্যাগী এজেন্টদের\" হাত থেকে দেশকে মুক্ত করতে একটি \"এডেন-অ্যাবিয়ান আর্মি\" গঠনের ঘোষণা দিয়েছেন।\n\n\n=== হাসপাতালে হামলার জন্য ক্ষমাপ্রার্থী ===\nইয়েমেনের প্রতিরক্ষা মন্ত্রণালয়ে ২০১৩ সালে হামলা হয়, যার ফলে কম্পাউন্ডে উপস্থিত একটি হাসপাতালে অসংখ্য ডাক্তার এবং রোগীদের হত্যা করা হয়েছিল, এরপর আর-রায়মি ক্ষমা চেয়ে একটি ভিডিও বার্তা প্রকাশ করে দাবি করেন যে, আক্রমণকারীদের দলকে হাসপাতালে আক্রমণ না করার নির্দেশ দেওয়া হয়েছিল। কিন্ত একজন এগিয়ে গিয়ে আক্রমণ করে বসেছে।\n\n\n=== ইয়াকলা অভিযান ===\n২৯ জানুয়ারী, ২০১৭-এ, আর-রায়মি মার্কিন যুক্তরাষ্ট্র কর্তৃক ইয়াকলা অভিযান নামে পরিচিত একটি সামরিক পদক্ষেপের অনুমিত লক্ষ্যবস্তু ছিলেন। এই অভিযানের ফলে একজন নেভি সিল এবং একজন মার্কিন নাগরিকসহ বেশ কয়েকজন বেসামরিক নাগরিকের মৃত্যু হয়। অভিযানের কিছুদিন পর ৫ ফেব্রুয়ারিতে আর-রায়মি ইন্টারনেটে অভিযানের কথা উল্লেখ করে একটি অডিওটেপ প্রকাশ করেন। আর-রায়মি যে অভিযানের প্রধান লক্ষ্যবস্তু ছিলেন, তা আগে নিশ্চিত করা হয়নি। অডিওটেপে আর-রায়মি নিশ্চিত করেন যে, তিনি এখনও বেঁচে আছেন এবং মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পকে কটাক্ষ করেন।\n\n\n== পরিবার ==\nআর-রায়মির ভাইদের মধ্যে একজন হলেন আলি ইয়াহিয়া মাহদি আল রাইমি। তিনি একজন ইয়েমেনি, যিনি গুয়ান্তানামো বে কারাগারে বন্দী ছিলেন। আলী ইয়াহিয়া মাহদি আল রাইমিকে ২০১৬ সালে গুয়ান্তানামো থেকে সৌদি আরবে স্থানান্তর করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}