{"pageid": 1365800, "title": "ওয়াগনার গ্রুপের বিদ্রোহ", "url": "https://bn.wikipedia.org/wiki?curid=1365800", "content": "২৩ জুন ২০২৩-এ, একটি রাশিয়ান আধাসামরিক সংস্থা ওয়াগনার গ্রুপ রুশ সশস্ত্র বাহিনীর বিরুদ্ধে একটি বিদ্রোহ শুরু করে। রাশিয়ার প্রতিরক্ষা মন্ত্রণালয় এবং ওয়াগনারের নেতা ইয়েভগেনি প্রিগোজিনের মধ্যে ক্রমবর্ধমান উত্তেজনার ফলে এই বিদ্রোহের উদ্ভব হয়েছিল।\nপ্রিগোজিন তার বাহিনীর ওপর রুশ বাহিনীর হামলার অভিযোগে এই বিদ্রোহ ঘোষণা করেছিলেন। তিনি ইউক্রেনে রাশিয়ার আক্রমণের জন্য সরকারের ন্যায্যতা প্রত্যাখ্যান করেন, দেশটির সামরিক ত্রুটির জন্য প্রতিরক্ষামন্ত্রী সের্গেই শোইগুকে দায়ী করেন, এবং রাশিয়ান অভিজাতদের সুবিধার জন্য যুদ্ধ পরিচালনার অভিযোগ তোলেন। ২৪ জুন একটি টেলিভিশন ভাষণে, পুতিন ওয়াগনারের পদক্ষেপকে রাষ্ট্রদ্রোহিতা হিসাবে নিন্দা করেন এবং বিদ্রোহ দমন করার প্রতিশ্রুতি দেন।\nপ্রিগোজিনের বাহিনী দাবি করেছিলো যে তারা রোস্তভ-অন-ডন এবং রুশ বাহিনীর দক্ষিণ সামরিক এলাকার সদর দফতরের নিয়ন্ত্রণ নিয়েছে, এবং মস্কোয় পৌঁছানোর উদ্দেশ্য নিয়ে ভোরোনেজের দিকে অগ্রসর হচ্ছে। যুদ্ধের সময় পনের জন রাশিয়ান সৈন্য নিহত হয়েছিল, যদিও ওয়াগনার যোদ্ধাদের মধ্যে কোন হতাহতের খবর পাওয়া যায়নি। বেলারুশিয়ান প্রেসিডেন্ট আলেকজান্ডার লুকাশেঙ্কোর সাথে আলোচনার পর, প্রিগোজিন যুদ্ধ বন্ধ করতে রাজি হন, এবং ২৪ জুন রাত ১১:০০ টায় (ইউটিসি+০৩:০০), রোস্তভ-অন-ডন থেকে নিজের সেনাদের প্রত্যাহার করা শুরু করেন।\n\n\n== পটভূমি ==\n\n\n=== ইয়েভগেনি প্রিগোজিন এবং ওয়াগনার গ্রুপ ===\n\nইয়েভগেনি প্রিগোজিন প্রাথমিকভাবে সেন্ট পিটার্সবার্গের একজন বিশিষ্ট রেস্তোরাঁ ব্যবসায়ী হিসেবে খ্যাতি অর্জন করেছিলেন। তিনি শেষ পর্যন্ত পুতিনের সাথে একটি আর্থিক সম্পর্ক গড়ে তোলেন। পুতিন সেই সময়ে শহরের রাজনীতিতে জড়িত ছিলেন। প্রিগোজিন পুতিনের ঘনিষ্ঠ ব্যক্তিগত আস্থাভাজন হয়ে ওঠেন।\n২০১৪ সালে, প্রিগোজিন একটি রাশিয়ান বেসরকারী সামরিক কোম্পানি ওয়াগনার গ্রুপ প্রতিষ্ঠা করেন। রাশিয়ায় বেসরকারী সামরিক সংস্থা প্রতিষ্ঠায় আইনী নিষেধাজ্ঞা সত্ত্বেও, ওয়াগনার সরকারের নিরঙ্কুশ অনুমোদনের অধীনে বাধাহীনভাবে পরিচালিত হয়।\nওয়াগনার গ্রুপ রাশিয়ার বৈদেশিক এবং সামরিক নীতির একটি হাতিয়ার হিসাবে কাজ করে। ওয়াগনার গ্রুপ দোনবাসের যুদ্ধ সহ বিভিন্ন অঞ্চলে একটি শক্তিশালী যোদ্ধা শক্তি হিসাবে আবির্ভূত হয়। সিরিয়ার গৃহযুদ্ধে রাশিয়ার সামরিক হস্তক্ষেপের সময় ওয়াগনার গ্রুপ গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। ওয়াগনার সিরিয়ার প্রেসিডেন্ট বাশার আল-আসাদকে সমর্থন করেছিল। ওয়াগনার গ্রুপ মালি যুদ্ধের সময়, লিবিয়া এবং মধ্য আফ্রিকান প্রজাতন্ত্রে যুদ্ধে জড়িত ছিল। ওয়াগনার তার নৃশংস কৌশল এবং আফ্রিকা, মধ্যপ্রাচ্য এবং ইউক্রেন জুড়ে যুদ্ধাপরাধে জড়িত থাকার জন্য কুখ্যাতি অর্জন করেছিল।\nএই গোষ্ঠীটি বেশ কয়েকটি আফ্রিকান সরকারের সাথে ঘনিষ্ঠ সম্পর্ক বজায় রাখে এবং প্রায়শই সরকার বিরোধী বিদ্রোহীদের বিরুদ্ধে স্থানীয় বাহিনীর সাথে লড়াই করে। বিনিময়ে মুক্তভাবে দেশগুলির প্রাকৃতিক সম্পদ ভোগ করার অনুমতি পায়। আফ্রিকায় ওয়াগনারের অর্থনৈতিক কর্মকাণ্ড শুধুমাত্র ইউক্রেনে রাশিয়ার আগ্রাসনের সময়ই বাড়তে থাকে, ইউক্রেন এবং অন্যত্র যুদ্ধের অর্থায়নে ব্যবহৃত অর্থ দিয়ে।\n\n\n=== ইউক্রেন আক্রমণ এবং ওয়াগনার-প্রতিরক্ষা মন্ত্রনালয়ের সাথে বিরোধ ===\n\n\n==== প্রিগোজিনের প্রভাব সীমিত করার প্রচেষ্টা ====\nমার্কিন যুক্তরাষ্ট্রের কর্মকর্তাদের মতে, ইউক্রেনে পূর্ণ মাত্রায় আগ্রাসনের আগে ইয়েভগেনি প্রিগোজিন রাশিয়ান প্রতিরক্ষা মন্ত্রণালয়ের (এমওডি) সাথে \"বছরব্যাপী\" বিরোধে জড়িয়ে ছিলেন, এবং যুদ্ধের সময় সম্পর্কের আরও অবনতি হয় এবং এই দ্বন্দ্ব প্রকাশ্যে আসে। আক্রমণের শুরুর মাসগুলিতে, রুশ স্থল বাহিনী উল্লেখযোগ্য পরিমাণ ক্ষতির সম্মুখীন হয়েছিল, কিন্তু পুতিন দ্বারা সংরক্ষিত সেনাদের সংহতির ঘোষণা বিলম্বিত হয়েছিল। প্রতিক্রিয়ায়, কর্তৃপক্ষ আক্রমণে অংশগ্রহণের জন্য সক্রিয়ভাবে ভাড়াটে সৈন্যদের নিয়োগ করেছিল, যার ফলে প্রিগোজিন এবং ওয়াগনার গ্রুপের প্রভাব ও ক্ষমতা বৃদ্ধি পায়। প্রিগোজিন তার নিজস্ব বিমানসহ যথেষ্ট সুযোগ-সুবিধা পেয়েছিলেন এবং ২০২২ সালের গ্রীষ্মের শুরুতে, তিনি মুক্তির বিনিময়ে রাশিয়ান কারাগার থেকে বন্দীদের ওয়াগনারে নিয়োগ করার অধিকার অর্জন করেছিলেন। পশ্চিমা গোয়েন্দারা অনুমান করেছে যে ওয়াগনার সদস্যের সংখ্যা ২০১৭-২০১৮ সালের \"কয়েক হাজার\" যোদ্ধা থেকে বেড়ে ২০২২ সালের ডিসেম্বরে প্রায় ৫০,০০০ যোদ্ধা হয়েছে, যাদের বেশিরভাগই কারাগার থেকে নিয়োগপ্রাপ্ত অপরাধী।\nরাশিয়ার সরকার ওয়াগনারকে ক্রমবর্ধমান বৃহৎ সংস্থান সরবরাহ করেছিল। কিন্তু এই গোষ্ঠীর কোন আইনি কর্তৃত্ব ছিল না। প্রিগোজিন কোন সরকারী পদে ছিলেন না এবং নিযুক্ত বা নির্বাচিতও ছিলেন না, অর্থাৎ কৌশলগত উত্তর দেওয়ার কোন কর্তৃত্ব তার ছিল না। উপরন্তু, প্রিগোজিন তার পূর্বের অচেনা ব্যক্তিগত জীবন পরিত্যাগ করে আন্তর্জাতিকভাবে বিখ্যাত হয়ে ওঠেন। তিনি প্রায়শই সামরিক পোশাক পরিধান করে ফ্রন্টলাইন থেকে খবর প্রকাশ করতেন। তখন ওয়াগনারকে প্রিগোজিনের ব্যক্তিগত সেনাবাহিনী হিসাবে বিবেচনা করা শুরু হয়। যা রাশিয়ান আইন এবং দেশের সামরিক শ্রেণিবিন্যাসের পরিপন্থী। এমওডি এবং জেনারেল স্টাফ এই পরিস্থিতিতে অসন্তুষ্ট হন এবং প্রিগোজিনের ক্রমবর্ধমান প্রভাবকে সীমিত করার চেষ্টা শুরু করেন। ২০২৩ সালের ফেব্রুয়ারির শুরুতে, প্রিগোজিন ঘোষণা করেছিলেন যে ওয়াগনার বন্দীদের নিয়োগ বন্ধ করে দিয়েছে। কারণ হিসেবে তিনি ব্রিটিশ প্রতিরক্ষা মন্ত্রণালয় এই ধরনের নিয়োগের উপর সরকারি নিষেধাজ্ঞা থাকাকে উল্লেখ করেন। এই পরিবর্তনের ফলে গ্রুপের লড়াইয়ের ক্ষমতা কমে যাবে বলে ধারণা করা হয়েছিল।\nবিপরীতভাবে, প্রিগোজিন প্রায়শই রাশিয়ার সামরিক নেতৃত্বকে রাশিয়ার স্বার্থ রক্ষা করতে ব্যর্থ হওয়ার জন্য অভিযুক্ত করেন। ১ অক্টোবর ২০২২-এ, ইউক্রেনের খারকিভ পাল্টা আক্রমণের সময়, বেশিরভাগ অঞ্চল থেকে রাশিয়া পিছু হটছিল। তখন প্রিগোজিন রাশিয়ান কমান্ডের সমালোচনা করে বলেছিলেন যে \"এই সমস্ত জারজদের খালি পায়ে সামনের দিকে একটি সাবমেশিন বন্দুক দিয়ে পাঠানো উচিত।\" তার বর্ধিত প্রভাবের কারণে, প্রিগোজিন এমন কয়েকজনের মধ্যে ছিলেন যারা পুতিনের কাছে সামরিক কমান্ডারদের বিরুদ্ধে অভিযোগ করার সাহস করেছিলেন। প্রিগোজিন প্রাথমিকভাবে এমওডির সমালোচনা করছিলেন,  এবং এর কর্মকর্তাদের দুর্নীতিগ্রস্ত বলে চিহ্নিত করেছিলেন। যাইহোক, তিনি রাশিয়ান উচ্চবিত্তের অন্যান্য অংশেরও সমালোচনা করেছিলেন, রুশ পার্লামেন্টের সদস্য এবং রুশ অলিগার্চের বিরুদ্ধে তিনি যুদ্ধের সময় \"জনগণের সবকিছু চুরি করার\" চেষ্টা করার অভিযোগ করেছিলেন। তার একটি বিবৃতিতে, প্রিগোজিন যে সময় সাধারণ মানুষ যুদ্ধে মারা যাচ্ছে, সে সময় রাশিয়ান অভিজাত এবং তাদের সন্তানদের বিলাসবহুল এবং চিন্তামুক্ত জীবন উপভোগ করার সমালোচনা করেছিলেন। প্রিগোজিন এই \"সমাজে বিভাজনকে\" ১৯১৭ সালের রুশ বিপ্লবের আগের সময়ের সাথে তুলনা করেন। তিনি এই ধরনের অন্যায়ের বিরুদ্ধে \"সৈন্য এবং তাদের প্রিয়জনদের\" সম্ভাব্য বিদ্রোহের সতর্কবাণী দেন। ইনস্টিটিউট ফর দ্য স্টাডি অফ ওয়ার উল্লেখ করেছে যে প্রিগোজিনের বিবৃতি অতিজাতিবাদী রুশ মিলব্লগার সম্প্রদায়ে তার প্রভাব বাড়িয়েছে।\n\n\n==== বাখমুতের যুদ্ধের সময় এবং পরে উত্তেজনা বৃদ্ধি ====\nবাখমুতে তীব্র যুদ্ধের সময়, ওয়াগনার গ্রুপ এবং এমওডির মধ্যে উত্তেজনা জটিল পর্যায়ে পৌঁছেছিল। ক্রেমলিনের অপর্যাপ্ত গোলাবারুদ সরবরাহ নিয়ে প্রিগোজিন বারবার অসন্তোষ প্রকাশ করেছিলেন। তার দাবি পূরণ না হলে তিনি তার বাহিনী প্রত্যাহারের হুমকি দেন, বিশেষ করে ওয়াগনার যোদ্ধাদের প্রাণহানির জন্য প্রতিরক্ষা মন্ত্রী সের্গেই শোইগু এবং চিফ অফ দ্য জেনারেল স্টাফ ভ্যালেরি গেরাসিমভকে দায়ী করেন, তিনি দাবি করেছিলেন যে তাদের অবহেলার কারণে \"হাজার হাজার\" ঘটনা ঘটেছে। মার্কিন যুক্তরাষ্ট্র অনুমান করেছে যে 2022 সালের ডিসেম্বর থেকে ২০২৩ সালের জুনের মধ্যে ইউক্রেনে নিহত ২০,০০০ রুশ সৈন্যের প্রায় অর্ধেকই ছিল ওয়াগনার যোদ্ধা যারা বাখমুতে মারা গিয়েছিল।\n২০২৩ সালের মে মাসের শেষের দিকে বাখমুতে রাশিয়ার বিজয় ঘোষণার পর, ওয়াগনার নিজের সৈন্যদের শহর থেকে প্রত্যাহার শুরু করেন এবং তাদের নিয়মিত সৈন্যদের দ্বারা প্রতিস্থাপন করা হয়। এই সময়ে, প্রিগোজিন রাশিয়ান জনসাধারণের কাছে, বিশেষ করে জাতীয়তাবাদীদের মধ্যে বেশ জনপ্রিয়তা পান। লেভাদা সেন্টার তাদের এক জনমত জরিপে বলেছে যে, রাশিয়ার শীর্ষ ১০ জন জনপ্রিয় রাজনৈতিক ব্যক্তিদের মধ্যে প্রিগোজিন অন্যতম। তবে এর আগে তিনি রাজনৈতিক ব্যক্তি হিসেবে পরিচিত ছিলেন না।  তা সত্ত্বেও, এই পরিবর্তনের সময় ওয়াগনার এবং সামরিক বাহিনীর মধ্যে অভ্যন্তরীণ দ্বন্দ্ব অব্যাহত ছিল। প্রিগোজিন অভিযোগ করেন যে সামরিক বাহিনী ৩ জুন এবং ৫ জুন, উভয় সময়েই তার প্রত্যাহারকারী বাহিনীকে আক্রমণ করার চেষ্টা করেছিল এবং দাবি করেছিল যে রুশ সামরিক বাহিনী সেই জায়গায় আক্রমণ করেছিল যেখান দিয়ে ওয়াগনার সৈন্যদের বাখমুট থেকে প্রত্যাহার করা হচ্ছিল। ৫ জুন ২০২৩-এ, প্রিগোজিন তার সোশ্যাল মিডিয়ায় রাশিয়ার ৭২ তম ব্রিগেডের লেফটেন্যান্ট কর্নেল রোমান ভেনেভিটিনকে বন্দী করেছেন বলে দাবি করেন। একটি ভিডিওতে তিনি দাবি করেছেন যখন ওয়াগনার সৈন্যদের বাখমুত থেকে প্রত্যাহার করা হচ্ছিল তখন ভেনেভিটিন নেশাগ্রস্ত অবস্থায় ওয়াগনারের ওপর গুলি চালানোর নির্দেশ দিয়েছিলেন।\n২৭ মে ২০২৩-এ, মিলব্লগার এবং প্রাক্তন গণপ্রজাতন্ত্রী দোনেৎস্কের প্রতিরক্ষা মন্ত্রী ইগর \"স্ট্রেলকভ\" গিরকিন প্রিগোজিনের বিরুদ্ধে রাশিয়ার মধ্যে একটি অভ্যুত্থান ঘটানোর জন্য ওয়াগনার গ্রুপকে নিয়োগ করার ষড়যন্ত্রের অভিযুক্ত তুলেছিলেন। গিরকিন আরও জোর দিয়েছিলেন যে প্রিগোজিন রাশিয়ান হাইকমান্ডের প্রকাশ্যে সমালোচনা করে রাশিয়ার ২০২২ যুদ্ধ সেন্সরশিপ আইন সক্রিয়ভাবে লঙ্ঘন করছেন এবং তার বাহিনী কার্যকরভাবে বিদ্রোহের প্রস্তুতি নিচ্ছে। তবে প্রিগোজিন এই অভিযোগগুলিকে প্রত্যাখ্যান করেছেন। তিনি দাবি করেছেন যে ওয়াগনার গ্রুপের একটি অভ্যুত্থান ঘটানোর মতো পর্যাপ্ত পরিমাণে বৃহৎ সৈন্য সংখ্যা ছিল না।\n৬ জুন ২০২৩-এ, প্রিগোজিন প্রকাশ্যে অভিযোগ করেছিলেন যে প্রভাবশালী লোকেরা রুশ সামরিক বাহিনীর সাথে তার লাভজনক ক্যাটারিং ব্যবসাকে দুর্বল করার চেষ্টা করছে। ক্যাটারিং চুক্তি এক দশকেরও বেশি সময় ধরে তার সম্পদ এবং প্রভাবের উৎস ছিল।\n\n\n==== ওয়াগনারকে সংহত করার আদেশ ====\n২০২৩ সালের জুনের মাঝামাঝি সময়ে, এমওডি ওয়াগনার গ্রুপকে ১ জুলাইয়ের আগে সামরিক বাহিনীর সাথে চুক্তি স্বাক্ষর করার নির্দেশ দেয়। এই উদ্দেশ্যে যে, কার্যকরভাবে ওয়াগনারকে নিয়মিত সেনাদের সাথে যুক্ত করা এবং প্রিগোজিনের প্রভাব হ্রাস করা। শোইগুকে এই পদের জন্য অযোগ্য দাবি করে প্রিগোজিন চুক্তিতে স্বাক্ষর করতে অস্বীকার করেন। মেডুজার সূত্র জানিয়েছে যে এই পরিবর্তনটি হলে সেটি ওয়াগনারের উপর প্রিগোজিনের প্রভাবকে দুর্বল করবে এবং আফ্রিকায় ওয়াগনারের লাভজনক ব্যবসায়িক কার্যক্রমকে বিপন্ন করবে। প্রিগোজিন অসফলভাবে ওয়াগনারের অধীনস্থ করার আদেশটি ঠেকানোর চেষ্টা করেছিলেন এবং এমওডি সম্পর্কে তার সমালোচনাকে তীব্র করে তোলেন, বলেছিলেন যে শোইগুকে মৃত্যুদণ্ড দেওয়া উচিত। তিনি অযোগ্য কর্মকর্তাদের বিরুদ্ধে জনসাধারণের বিদ্রোহের ইঙ্গিত দেন। প্রিগোজিন বিশ্বাস করতেন যে যদি তিনি একটি বিদ্রোহ শুরু করেন তবে পুতিন শেষ পর্যন্ত এমওডির বিরুদ্ধে তার অবস্থানে তার পাশে থাকবেন।\n\n\n==== বিদ্রোহের পরিকল্পনা ====\nমার্কিন গোয়েন্দা সংস্থাগুলি লক্ষ্য করে যে রুশ সীমান্তের কাছে ধীরে ধীরে ওয়াগনার বাহিনী সংগঠিত হচ্ছিল এবং ওয়াগনার গ্রুপ বিদ্রোহের দিকে এগিয়ে যাওয়ার জন্য প্রয়োজনীয় উপকরণ মজুত করছিল। গোয়েন্দারা দাবি করেন, কোথায় এবং কীভাবে একটি পরিকল্পিত বিদ্রোহ সংঘটিত হবে সে সম্পর্কে তারা তথ্য পেয়েছেন। মার্কিন গোয়েন্দারা বিদ্রোহ হওয়ার কয়েক সপ্তাহ আগে একটি বড় ওয়াগনার বিদ্রোহের পূর্বাভাস দিয়েছিলেন, এবং ২১ জুনের আগে আসন্ন বিদ্রোহের দৃঢ় প্রমাণ পেয়েছিলেন। প্রিগোজিন ১০ জুনের এমওডির সিদ্ধান্তের পরে বিদ্রোহের পরিকল্পনাটি গতিশীল করেছেন বলে মনে হচ্ছে যেন তিনি কার্যকরভাবে ওয়াগনার বাহিনীকে নিয়মিত সামরিক বাহিনীতে অন্তর্ভুক্ত করার কার্যক্রমকে ঠেকাতে পারেন। বিদেশী গোয়েন্দা অনুসন্ধানগুলি ইঙ্গিত করে যে বিদ্রোহটি পরিকল্পিত ছিল। তবে প্রিগোজিনের দাবি যে, বিদ্রোহের সিদ্ধান্তটি ২৩ জুন নেওয়া হয়েছিল\n\n\n== বিদ্রোহ ==\n\n\n=== প্রিগোজিনের ঘোষণা ===\n২৩ জুন ২০২৩-এ প্রকাশিত একটি ভিডিওতে, প্রিগোজিন দাবি করেছিলেন যে রুশ কর্তৃপক্ষ মিথ্যার উপর ভিত্তি করে ইউক্রেন আক্রমণ করে, এবং আক্রমণটি রাশিয়ান অভিজাতদের স্বার্থকে রক্ষা করার জন্য সাজানো হয়েছে। তিনি এমওডির বিরুদ্ধে ইউক্রেনকে আক্রমণাত্মক প্রতিকূল শক্তি হিসাবে চিত্রিত করে জনসাধারণ এবং রাষ্ট্রপতিকে ধোঁকা দেওয়ার চেষ্টা করার অভিযোগ করেন। প্রিগোজিন অভিযোগ করেছেন যে যুদ্ধ শুরু করার পিছনে প্রতিরক্ষামন্ত্রী শোইগু এবং \"অলিগারচিক গোষ্ঠীর\" ব্যক্তিগত স্বার্থ ছিল। অধিকন্তু, তিনি জোর দিয়েছিলেন যে রাশিয়ান সামরিক কমান্ড ইচ্ছাকৃতভাবে ইউক্রেনে নিহত সৈন্যদের প্রকৃত সংখ্যা গোপন করেছে। তার দাবি হতাহতের সংখ্যা প্রতিদিন এক হাজারের অধিক।\nপ্রিগোজিন অভিযোগ করেন যে রুশ প্রতিরক্ষা মন্ত্রণালয় ইচ্ছাকৃতভাবে ওয়াগনার সৈন্যদের লক্ষ্য করে ক্ষেপণাস্ত্র হামলা চালিয়েছে। তিনি দাবি করেছেন যে এ হামলায় তার ২,০০০ যোদ্ধা নিহত হয়েছে। তবে এমওডি এ হামলার অভিযোগ অস্বীকার করে। ল ইনস্টিটিউট ফর দ্য স্টাডি অফ ওয়ার জানায়, তারা ভিডিওটির সত্যতা নিশ্চিত করতে পারেনি।\nপ্রিগোজিন তার প্রেস সার্ভিসের টেলিগ্রাম চ্যানেলে পোস্ট করা একটি বার্তায় প্রতিরক্ষা মন্ত্রণালয়ের বিরুদ্ধে সশস্ত্র বিদ্রোহের সূচনা ঘোষণা করেছিলেন। তিনি প্রতিরক্ষা মন্ত্রণালয়ের বিরুদ্ধে সংঘাতে যোগ দিতে আগ্রহী ব্যক্তিদের উৎসাহিত করেন। তিনি শোইগুর বিরুদ্ধে ওয়াগনারকে আক্রমণ করার জন্য কামান এবং হেলিকপ্টার ব্যবহার করার অভিযোগ আনেন। প্রিগোজিন আরও অভিযোগ করেন যে শোইগু রাত নয়টার দিকে কাপুরুষোচিতভাবে রোস্তভ-অন-ডন থেকে পালিয়ে গিয়েছিল। পরবর্তীকালে, রাশিয়ান ফেডারেশনের প্রসিকিউটর জেনারেলের অফিস ফৌজদারি কোডের ২৭৯ ধারার অধীনে প্রিগোজিনের বিরুদ্ধে সশস্ত্র বিদ্রোহের সাথে সম্পর্কিত একটি মামলা করার ঘোষণা দেয়।\nরুশ জেনারেল সের্গেই সুরোভিকিন এবং ভ্লাদিমির আলেকসেয়েভ ওয়াগনার যোদ্ধাদের কাছে \"শত্রুতা বন্ধ করার\" আহ্বান করেছিলেন। রাষ্ট্র-চালিত চ্যানেল ওয়ান রাশিয়া একটি \"জরুরি নিউজকাস্ট\" সম্প্রচার করে, যার সময় হোস্ট একেতেরিনা অ্যান্ড্রিভা ঘোষণা করেন যে ওয়াগনারকে লক্ষ্য করে সামরিক বাহিনীর দ্বারা কথিত আক্রমণের বিষয়ে প্রিগোজিনের বিবৃতিগুলি মিথ্যা। আন্দ্রেভা আরও উল্লেখ করেছেন যে পুতিনকে চলমান পরিস্থিতি সম্পর্কে অবহিত করা হয়েছে। প্রিগোজিনের বক্তব্যের প্রতিক্রিয়ায়, দেশের সামরিক বাহিনী এবং ন্যাশনাল গার্ড মস্কো এবং রোস্তভ-অন-ডন উভয় স্থানেই সাঁজোয়া যান মোতায়েন করে। \nওয়াগনারের অনেক সদস্যকে পরিকল্পিত বিদ্রোহ সম্পর্কে আগে থেকে জানানো হয়নি। ফলস্বরূপ, তারা প্রিগোজিনের ঘোষণায় বিভ্রান্ত হয়ে পড়েছিল এবং কোন পক্ষের সাথে যোগ দেবে তা নিশ্চিত হতে পারে নি। ডিমোবিলাইজড ওয়াগনার ভেটেরানদের স্ট্যান্ডবাইতে থাকার এবং প্রিগোজিনের আদেশের অপেক্ষা করার জন্য নির্দেশ দেওয়া হয়েছিল। ওয়াগনারের সাথে কোনো সম্পর্ক ছাড়াই মস্কোর কিছু ব্যক্তি ওয়াগনার গ্রুপের বিদ্রোহের সমর্থনে একটি সমাবেশে যোগদানের আহ্বান জানিয়ে কল পাওয়ার কথা জানান। বিদ্রোহের জন্য সমর্থন প্রার্থনা করে রোস্তভের বাসিন্দাদের অনুরূপ কল করা হয়েছিল।\n\n\n=== রোস্তভ-অন-ডন দখল ===\n\n২৪ জুন ভোরের দিকে, ওয়াগনার বাহিনী লুহানস্ক থেকে রাশিয়ার রোস্তভ ওব্লাস্টে প্রবেশ করে এবং সকালে দৃশ্যত প্রতিরোধের সম্মুখীন না হয়ে রোস্তভ-অন-ডন দখল করে। ওয়াগনার বাহিনী দক্ষিণ সামরিক জেলা সদর দফতর দখল করে এবং আশেপাশের রাস্তায় একটি ঘের তৈরি করে। প্রিগোজিনকে দক্ষিণ সামরিক জেলা সদর দফতর ভবনের উঠানে দেখা গিয়েছিল। ওয়াগনারের সেনারা রোস্তভের শহরের কেন্দ্রে নিরাপত্তা চেকপয়েন্টে ল্যান্ডমাইন স্থাপন করে।\nপ্রিগোজিন ডেপুটি প্রতিরক্ষা মন্ত্রী ইউনুস-বেক ইয়েভকুরভ এবং ডেপুটি চিফ অফ স্টাফ ভ্লাদিমির আলেকসেয়েভের সাথে সদর দফতরে একটি বৈঠক করেন, এই সময় ইয়েভকুরভ প্রিগোজিনকে তার সৈন্য প্রত্যাহার করার জন্য রাজি করার ব্যর্থ চেষ্টা করেছিলেন। পরে গুলি ও বিস্ফোরণের শব্দ শোনা যায়। অযাচাইকৃত ফুটেজ শহরে ওয়াগনার এবং সামরিক বাহিনীর মধ্যে সংঘর্ষের চিত্র দেখা যায়।\nরোস্তভের অনেক ব্যবসা ও সেবা প্রতিষ্ঠান বন্ধ ছিল। মিউনিসিপ্যাল প্রশাসন বাসিন্দাদের বাড়িতে থাকার পরামর্শ দেয়। স্থানীয় দোকানগুলি তাদের কাজের সময় কমিয়ে দেয় এবং গ্যাস স্টেশনগুলিতে দীর্ঘ ভিড় তৈরি হয়। কিছু বাসিন্দা প্রয়োজনীয় জিনিসপত্র ক্রয় করার চেষ্টা করে এবং কেউ কেউ শহর ছেড়ে যাওয়ার চেষ্টা করে, যার ফলে ট্রেন স্টেশনে যানজট ও ভিড় তৈরি হয়েছিল, তবে মানুষের মধ্যে কোনও ব্যাপক আতঙ্ক ছিল না। কিছু বাসিন্দা ওয়াগনার যোদ্ধাদের সাথে দেখা করার জন্য শহরের কেন্দ্রে রওনা হয়েছিল। কিন্তু কিছু বাসিন্দা যোদ্ধাদের সাথে বিতর্ক করেছিল। ওয়াগনার যোদ্ধারা বাসিন্দাদের সাথে স্পষ্টভাবে বন্ধুত্বপূর্ণ ছিল। ওয়াগনার বাহিনী পরবর্তীতে বেসামরিক নাগরিকদের তাদের নিজেদের নিরাপত্তার জন্য রাস্তা থেকে দূরে থাকার আহ্বান জানায় যার পরে গুলি ও বিস্ফোরণ শুরু হয়।\nপ্রত্যক্ষদর্শীদের ফুটেজে দেখানো হয়েছে যে সামরিক ও বেসামরিক যানবাহনের একটি দীর্ঘ কনভয় শহরের দিকে যাচ্ছে। অভিযোগ করা হয়েছে যে, সেগুলো চেচেন আধাসামরিক বাহিনীর ছিল, যারা ওয়াগনার বাহিনীকে মোকাবিলা করতে চেয়েছিল। চেচেন বাহিনীর একজন কমান্ডার বলেছিলেন যে তাদের কয়েকটি দল \"ওয়াগনার যোদ্ধাদের থেকে ৫০০-৭০০ মিটার\" কাছাকাছি অবস্থানে ছিল।\n\n\n=== মস্কোর দিকে অগ্রসর ===\n\nওয়াগনার রোস্তভ-অন-ডনের উপর নিয়ন্ত্রণ নিশ্চিত করার পর ট্যাঙ্ক, সাঁজোয়া যান, বিমান বিধ্বংসী সরঞ্জাম এবং বেসামরিক ট্রাক নিয়ে গঠিত সাঁজোয়া ওয়াগনার কনভয় মস্কোর দিকে দ্রুত অগ্রসর হতে শুরু করে। ২৪ জুন সকালে রোস্তভ-অন-ডন থেকে তাদের দূরত্ব ছিল প্রায় ১,১০০ কিলোমিটার (৬৮০ মাইল)। রোস্তভ এবং অধিকৃত ইউক্রেন আসা দুটি দল ভরোনেজ ওব্লাস্ট জুড়ে অগ্রসর হয়, এবং সামান্য প্রতিরোধের মুখোমুখি হয়। গণপ্রজাতন্ত্রী দোনেৎস্কের নেতৃত্বের ঘনিষ্ঠ একটি সূত্রের মতে, মস্কোর দিকে অগ্রসররত দলে প্রায় ৫,০০০ যোদ্ধা ছিল এবং এর নেতৃত্বে ছিলেন সিনিয়র ওয়াগনার কমান্ডার দিমিত্রি উটকিন। তবে তারা সেই পথে কোনো শহর দখল করার চেষ্টা করেনি, তবে বেশ কয়েকটি বিমান ঘাঁটি দখল করেছে বলে ধারণা করা হয়।\nআঞ্চলিক রাজধানী ভোরোনেজের বাইরে,  ওয়াগনার সৈন্যদের একটি হেলিকপ্টার দ্বারা আক্রমণ করা হয়েছিল। ওয়াগনার সৈন্যরা ছয়টি হেলিকপ্টার এবং একটি বায়ুবাহিত কমান্ড-সেন্টার প্লেন গুলি ভূপাতিত করে। ওয়েগনার সৈন্যদের মোকাবেলা করার সময় বিমান বাহিনী উল্লেখযোগ্য পরিমাণ ক্ষতির সম্মুখীন হয়। তাৎক্ষণিকভাবে কমপক্ষে ১৩ জন রুশ সামরিক কর্মী নিহত হওয়ার খবর পাওয়া যায়।  সম্ভবত ওয়াগনারের বিমান প্রতিরক্ষা ব্যবস্থা দ্বারা দুটি ক্ষেপণাস্ত্র নিক্ষেপ করা হয়েছে। সেগুলোর একটি তেলের ডিপো এবং ভোরোনজে একটি হাউজিং কমপ্লেক্সের উঠানে আঘাত করেছে৷ ওয়াগনার যোদ্ধারা ভোরোনেজ অতিক্রম করে, এবং মস্কোর পথে অর্ধেকেরও বেশি পথ অতিক্রম করে। গুরুত্বপূর্ণ শহরগুলিতে প্রবেশ না করেই ভোরের প্রথম দিকে ভোরোনেজ ওব্লাস্টের মধ্য দিয়ে অগ্রসর হতে থাকে। রয়টার্স সামরিক প্রতিবেদনের বরাত দিয়ে বলেছে, ভোরোনজে ওয়াগনার সৈন্য এবং সামরিক বাহিনীর মধ্যে লড়াইয়ের ফুটেজও দেখা গেছে। মিডিয়া রিপোর্ট অনুসারে, ওয়াগনার গ্রুপ শহরের সমস্ত সামরিক স্থাপনার নিয়ন্ত্রণ নিয়েছে।\nওয়াগনার লিপেটস্ক ওব্লাস্টের মধ্য দিয়ে অগ্রসর হয়ে মস্কো থেকে প্রায় ৪০০ কিলোমিটার (২৫০ মাইল) দূরত্বে অবস্থান করছিল। তারা ইয়েলেটস শহরের মধ্য দিয়ে চলে যায়, এবং এম৪ হাইওয়ে ধরে উত্তর দিকে চলতে থাকে। লিপেটস্ক ওব্লাস্টে, কর্তৃপক্ষ কনভয়ের অগ্রযাত্রাকে ধীর করার উদ্দেশ্যে খননকারক দিয়ে মহাসড়ক ধ্বংস করে দেয়। ট্রাক ও স্কুল বাস দিয়ে কিছু সড়ক অবরোধ করা হয়।  সামরিক বাহিনী ওকা নদী (যা মস্কোর ঠিক দক্ষিণে প্রবাহিত) এবং ব্যারিকেডেড ব্রিজ ক্রসিং বরাবর প্রতিরক্ষামূলক লাইন স্থাপন করে। লিপেটস্ক ওব্লাস্ট এবং ভোরোনেজ ওব্লাস্টের গভর্নররা এম ৪ হাইওয়ে বরাবর সামরিক অবস্থান এবং সংঘর্ষের খবর দেন। তারা সমস্ত বেসামরিক নাগরিকদের বাড়ির ভিতরে থাকার জন্য অনুরোধ করেন।\nমস্কোর মেয়র সের্গেই সোবিয়ানিন বলেন যে রাজধানীতে সন্ত্রাসবাদী শাসন বাস্তবায়ন করা হচ্ছে। মস্কোতে সাঁজোয়া যান এবং নিরাপত্তা বাহিনীর বর্ধিত উপস্থিতি লক্ষ্য করা যায়। মিউনিসিপ্যাল কর্তৃপক্ষ শহরে কারফিউ ঘোষণার পরিকল্পনা করে। তারা ওয়াগনারে নিয়োগের বিলবোর্ডগুলি দ্রুত ভেঙে ফেলে। ডের স্পিগেল রিপোর্ট করেছে যে মস্কোর সমস্ত ফ্লাইটের টিকিট বিক্রি হয়ে গেছে কারণ লোকেরা আসন্ন সংঘর্ষের ভয়ে পালানোর চেষ্টা করছিল। বিমান-ট্র্যাকিং ওয়েবসাইট ফ্লাইটরাডার২৪ অনুসারে, পুতিনের ব্যবহৃত একটি বিমান মস্কো ছেড়ে সেন্ট পিটার্সবার্গের দিকে যাচ্ছিল। ক্রেমলিনের মুখপাত্র দিমিত্রি পেসকভের মতে, পুতিন ক্রেমলিনেই ছিলেন। কর্তৃপক্ষ মস্কোর প্রতিবেশী কালুগা ওব্লাস্টে ভ্রমণ নিষেধাজ্ঞাও ঘোষণা করে। সেখানে গভর্নর ভ্লাদিস্লাভ শাপশা বাসিন্দাদের \"অতিপ্রয়োজনীয় না হলে এই রাস্তায় ব্যক্তিগত গাড়িতে ভ্রমণ করা থেকে বিরত থাকতে\" নির্দেশ দেন।\nএদিকে, ফেডারেল সিকিউরিটি সার্ভিস (এফএসবি) সেন্ট পিটার্সবার্গে ওয়াগনার সদর দফতরে অভিযান চালায়। রুশ সংবাদমাধ্যমে অসমর্থিত সূত্রের প্রতিবেদনে বলা হয়েছে যে, ওয়াগনারের অফিসের কাছাকাছি যানবাহন থেকে ৪ বিলিয়ন রুবেল (৪৭ মিলিয়ন ডলার) সম্বলিত কার্ডবোর্ডের বাক্স উদ্ধার করা হয়। এছাড়া নগদ মার্কিন ডলার, হ্যান্ডগান, সোনার বার এবং একটি অজানা সাদা পাউডারের প্যাকও উদ্ধার করা হয়েছে। প্রিগোজিন বলেছিলেন যে সে অর্থ মজুদের উদ্দেশ্য ছিল কর্মচারীদের বেতন, পতিত ওয়াগনার যোদ্ধাদের আত্মীয়দের ক্ষতিপূরণ এবং কোম্পানির অন্যান্য খরচ, এবং আফ্রিকা ও মার্কিন যুক্তরাষ্ট্র সহ ওয়াগনারের বিশ্বব্যাপী গোপন প্রভাব ক্রিয়াকলাপ পরিচালনা করা। একজন রুশ সাংবাদিক এবং নাগরিক অধিকার সংস্থা রাশিয়া বিহাইন্ড বারসের নেতা,  এফএসবি'র বিরুদ্ধে ২৪ জুন ভোর থেকে ওয়াগনার দ্বারা নিয়োগপ্রাপ্ত আসামিদের আত্মীয়দের হুমকি দেওয়ার অভিযোগ করেন।\n\n\n== সমঝোতা ==\nপ্রিগোজিন ব্যক্তিগতভাবে ২৪ জুন মধ্যাহ্নের মধ্যে পুতিনসহ বেশ কয়েকজন সরকারি ব্যক্তির সাথে যোগাযোগ স্থাপনের চেষ্টা করছিলেন। তবে পুতিন প্রিগোজিনের সাথে কথা বলতে অস্বীকার করেন।\nচুড়ান্ত আলোচনা পরিচালনা করেছেন চিফ অফ স্টাফ আন্তন ভাইনো, নিরাপত্তা পরিষদের সচিব নিকোলাই পাত্রুশেভ এবং বেলারুশে রাশিয়ার রাষ্ট্রদূত বরিস গ্রিজলভ । প্রিগোজিন কথিতভাবে জোর দিয়েছিলেন যে আলোচনার মধ্যে শীর্ষ কর্মকর্তারা অন্তর্ভুক্ত রয়েছেন। তিনি দাবি করেন, পুতিন বেলারুশের রাষ্ট্রপতি আলেকজান্ডার লুকাশেঙ্কোকে হস্তক্ষেপ করতে অস্বীকার করে। লুকাশেঙ্কো পুতিনের অনুরোধে প্রিগোজিনের সাথে কথা বলেন। শেষ পর্যন্ত একটি সমঝোতায় সম্মত হন। ওয়াগনার যোদ্ধারা তাদের অগ্রযাত্রা বন্ধ করেন এবং তাদের নিরাপত্তার নিশ্চয়তার বিনিময়ে তাদের ঘাঁটিতে ফিরে যেতে রাজি হয়।\n\nএকটি অডিও বিবৃতিতে, প্রিগোজিন বলেন যে তিনি রক্তপাত রোধ করার জন্য চুক্তিটি গ্রহণ করেছেন এবং বিদ্রোহের জন্য তার প্রেরণা পুনর্ব্যক্ত করেছেন:তারা ওয়াগনার সামরিক বাহিনীকে ভেঙে দিতে চেয়েছিল। আমরা ২৩ জুন ন্যায়বিচারের জন যাত্রা শুরু করি। ২৪ ঘন্টার মধ্যে আমরা মস্কোর ২০০ কিলোমিটারের মধ্যে চলে এসেছি। এই সময়ে আমরা আমাদের যোদ্ধাদের এক ফোঁটা রক্তও ঝরাতে দিইনি। এখন সেই মুহূর্ত এসেছে যখন রক্ত ​​ঝরতে পারে। রক্ত ​​ঝরবে এমন আশঙ্কা বুঝতে পেরে আমরা আমাদের সেনাদের ফিরিয়ে নিচ্ছি এবং পরিকল্পনা অনুযায়ী ফিল্ড ক্যাম্পে ফিরে যাচ্ছি।২৪ জুন বেলা ১১টার দিকে,  ওয়াগনার গ্রুপ রোস্তভ-অন-ডন থেকে নিজেদের সৈন্য প্রত্যাহার শুরু করে। রুশ সোশ্যাল মিডিয়ায় প্রকাশিত ভিডিওতে দেখা যায়, ওয়াগনার সৈন্যরা শহর ছাড়ছে এবং রোস্তভ-অন-ডনের বাসিন্দারা উল্লাস করছে। এমনকি কেউ কেউ হাত মেলাতে প্রিগোজিনের কাছেও আসছে। বিদ্রোহের সময় তার সর্বশেষ প্রচারিত ভিডিওতে বিদ্রোহের ফলাফল সম্পর্কে মন্তব্য জানতে চাইলে, প্রিগোজিন উচ্ছৃঙ্খলতার সাথে প্রতিক্রিয়া জানিয়েছিলেন: \"এটি স্বাভাবিক, আমরা সবাইকে আনন্দিত করেছি\"। ২৫ জুন, ওয়াগনার বাহিনী নিজেদের ভোরোনেজ থেকে প্রত্যাহার শুরু করে। ওয়াগনার বাহিনী অধিকৃত পূর্ব ইউক্রেনে তাদের অবস্থানে ফিরে এসেছে বলে জানা যায়।\nক্রেমলিনের মুখপাত্র দিমিত্রি পেসকভ ঘোষণা করেন যে, প্রিগোজিনের বিরুদ্ধে অভিযোগ প্রত্যাহার করা হবে এবং প্রিগোজিনকে বেলারুশে পাঠানো হবে। পেসকভের মতে, ওয়াগনার যোদ্ধারা বিচারের মুখোমুখি হবেন না এবং যারা বিদ্রোহে অংশ নেননি তাদের প্রতিরক্ষা মন্ত্রণালয়ের সাথে চুক্তি স্বাক্ষর করার সুযোগ থাকবে। তিনি বলেছিলেন যে সামগ্রিকভাবে ওয়াগনার সংস্থাটি তার আগের যুদ্ধকালীন স্থাপনার অবস্থানে ফিরে আসবে। পুতিনের কার্যালয় সমঝোতা প্রচেষ্টার জন্য লুকাশেঙ্কোর প্রতি কৃতজ্ঞতা প্রকাশ করেছে বলে জানা যায়।\n\n\n== প্রতিক্রিয়া ==\n\n\n==== ভ্লাদিমির পুতিনের বক্তব্য ====\n\nভ্লাদিমির পুতিন ২৪ জুন জাতির উদ্দেশে ভাষণ দেন। তিনি ওয়াগনারের কর্মকাণ্ডকে \"বিদ্রোহ\" হিসাবে নিন্দা করেন এবং বিদ্রোহ দমনে \"কঠোর পদক্ষেপ\" নেওয়ার প্রতিশ্রুতি দেন। তিনি বলেছিলেন যে পরিস্থিতি রাশিয়ার অস্তিত্বকে হুমকির মুখে ফেলেছে।\nজবাবে, প্রিগোজিন বলেছিলেন যে তার মূল লক্ষ্য ছিল শোইগু এবং গেরাসিমভকে অফিস থেকে অপসারণ করা এবং প্রতিরক্ষা মন্ত্রণালয়ের বিরুদ্ধে দুর্নীতির অভিযোগ পুনর্ব্যক্ত করেন।\nবিশিষ্ট রাশিয়ান প্রতিষ্ঠার রাজনীতিবিদরা প্রিগোজিনকে তার বিদ্রোহ বন্ধ করার আহ্বান জানান এবং পুতিনের প্রতি সমর্থন প্রকাশ করেন।\nচেচেন প্রজাতন্ত্রের প্রধান রমজান কাদিরভ এই এটিকে \"বিদ্রোহ\" বলে অভিহিত করে এবং বলেছেন যে তার সৈন্যরা \"রাশিয়ার ইউনিটগুলিকে রক্ষা করতে এবং সার্বভৌমত্ব রক্ষা করতে প্রয়োজনে প্রিগোজিনের অবস্থানস্থলে যাবে।\n২০১৪ সাল থেকে রাশিয়ার দখলে থাকা ইউক্রেনীয় অঞ্চলের নেতারাও পুতিনের প্রতি সমর্থন প্রকাশ করেন।\nরাশিয়ার বিরোধী দলগুলো বিভিন্নভাবে প্রতিক্রিয়া জানায়। নির্বাসিত প্রাক্তন তেল ম্যাগনেট এবং বিরোধী ব্যক্তিত্ব মিখাইল খোডোরকভস্কি রাশিয়ানদের প্রিগোজিনকে সমর্থন করার আহ্বান জানিয়ে বলেছিলেন যে তিনি যদি কেউ ক্রেমলিনের বিরুদ্ধে কোনো সিদ্ধান্ত নেন তবে \"শয়তানকেও\" সমর্থন করা গুরুত্বপূর্ণ। তিনি পরে রাশিয়ানদেরকে নিজেদের সশস্ত্র হওয়ার অনুরোধ করেন, এবং বলন, \"প্রিগোজিন আমাদের বন্ধু নয় এমনকি আমাদের মিত্রও নয়\"।\nনৈরাজ্যবাদী সংগঠন কমব্যাট অর্গানাইজেশন অফ অ্যানার্কো-কমিউনিস্ট (বিওএকে) এবং স্বায়ত্তশাসিত অ্যাকশন উভয়ই পৃথক বিবৃতিতে বলেছে যে, প্রিগোজিন এবং পুতিন উভয়ই সমানভাবে ঘৃণ্য। রাশিয়ান স্বেচ্ছাসেবক কর্পস নেতা ডেনিস কাপুস্টিন প্রিগোজিনের প্রশংসা করেছেন, উল্লেখ করেছেন যে তাদের তীব্র আদর্শগত পার্থক্য থাকা সত্ত্বেও, তিনি প্রিগোজিনকে \"রাশিয়ার দেশপ্রেমিক\" বলে মনে করেন।\nইনস্টিটিউট ফর দ্য স্টাডি অফ ওয়ার অনুসারে, রুশ যুদ্ধপন্থী অতি-জাতীয়তাবাদীদের মধ্যে বিভক্ত ছিল। তারা বিদ্রোহকে দমন করা এবং রাশিয়ার নিরাপত্তা ঘাটতিকে চিহ্নিত করার দাবি জানায়।\n\n\n==== জনসাধারণ ====\n\nবিদ্রোহের সময় পুতিন সরকারের প্রতি জনসমর্থনের কোন বড় ধরনের স্বতঃস্ফূর্ত প্রদর্শন ছিল না। রুশ জনগণ প্রধানত \"নিরব\" এবং উদাসীন প্রতিক্রিয়া প্রদর্শন করেছিল। ভিডিওতে দেখা যায়, ওয়াগনার বাহিনী দ্বারা দখলকৃত রোস্তভ-অন-ডন শহরে, বাসিন্দারা বিদ্রোহীদের স্বাগত জানাচ্ছে, তাদের সুবিধা করে দিচ্ছে এবং উল্লাস করছে।\nমস্কো-ভিত্তিক জরিপ সংস্থা রাশিয়ান ফিল্ডের ৩ জুলাই প্রকাশিত একটি সমীক্ষা অনুসারে, বিদ্রোহ ব্যর্থ হওয়ার পর প্রিগোজিনের জনসমর্থন ব্যপকভাবে হ্রাস পায়। অংশগ্রহণকারী ২৯ শতাংশ মানুষ প্রিগোজিনের ভূমিকাকে ইতিবাচকভাবে নেয়।\n\n\n=== আন্তর্জাতিক ===\nপশ্চিমা নেতারা বেশিরভাগই বিদ্রোহের বিষয়ে সরাসরি মন্তব্য করা থেকে বিরত ছিলেন। তাদের আশঙ্কা ছিল, পুতিন এই ঘটনাকে পশ্চিমা ষড়যন্ত্র বলে অভিহিত করবেন। উপরন্তু, রাশিয়ান পারমাণবিক অস্ত্রাগারের নিয়ন্ত্রণ নিয়ে উদ্বেগ উত্থাপিত হয়েছিল। মার্কিন প্রেসিডেন্ট জো বাইডেন ফ্রান্সের প্রেসিডেন্ট ইমানুয়েল ম্যাক্রোঁ, জার্মান চ্যান্সেলর ওলাফ শোলজ এবং ব্রিটিশ প্রধানমন্ত্রী ঋষি সুনাক এই পরিস্থিতি নিয়ে আলোচনা করেছেন। বিদ্রোহের পরে, বাইডেন বলেছিলেন যে পুতিন বিদ্রোহের দ্বারা \"একেবারে\" দুর্বল হয়ে পড়েছেন।\n২৪ জুন পুতিনের সাথে একটি ফোন কথোপকথনে, তুরস্কের রাষ্ট্রপতি রেজেপ তাইয়িপ এরদোয়ান বলেছিলেন যে তুরস্ক একটি \"শান্তিপূর্ণ সমাধান\" খুঁজে পেতে সহায়তা করতে প্রস্তুত। তিনি পুতিনকে সংবেদনশীলভাবে কাজ করার আহ্বান জানান৷\nরাষ্ট্রপতি ভলোদিমির জেলেনস্কি এবং তার উপদেষ্টা মাইখাইলো পোডোলিয়াক সহ ইউক্রেনের কর্মকর্তারা বলেছেন যে \"রাশিয়ার দুর্বলতা স্পষ্ট\" এবং বিদ্রোহটি অভিজাতদের মধ্যে অন্তর্দ্বন্দ্ব সহ রাশিয়ার রাজনৈতিক অস্থিরতার প্রমাণ।\nআলোচনার বিষয়ে মন্তব্য করে, বেলারুশিয়ান প্রেসিডেন্ট লুকাশেঙ্কো দাবি করেছেন যে তিনি পুতিনকে প্রিগোজিনকে হত্যা করার পরিবর্তে তার সাথে সংলাপে যুক্ত হতে রাজি করেছিলেন \"কারণ এরপরে কোন আলোচনা হবে না এবং এরা (ওয়াগনার সৈন্যরা) যেকোনো কিছু করতে প্রস্তুত থাকবে\"। লুকাশেঙ্কোও দাবি করেছেন যে বেলারুশের জাতীয় প্রতিরক্ষা ওয়াগনারের দক্ষতা থেকে উপকৃত হবে।\nউত্তর কোরিয়া এবং চীন পুতিনের প্রতি সমর্থন ব্যক্ত করে। মিলোরাদ ডোডিক, রিপাবলিকা শ্রপস্কার প্রেসিডেন্ট এবং বসনিয়া ও হার্জেগোভিনার প্রেসিডেন্সির প্রাক্তন সদস্য পুতিনের পক্ষে সমর্থন জানিয়েছেন।\n\n\n== তথ্যসূত্র =="}