{"pageid": 1365246, "title": "মালয়ালম বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1365246", "content": "থুনচাথ এজুথাচান মালয়ালম বিশ্ববিদ্যালয়, যাকে মালয়ালম বিশ্ববিদ্যালয়ও বলা হয়, ভারতের কেরালার তিরুরের একটি রাষ্ট্রীয় বিশ্ববিদ্যালয় ।\n\n\n== ইতিহাস ==\n\nএটি কেরালা সরকার দ্বারা প্রতিষ্ঠিত হয়েছিল এবং ১ নভেম্বর ২০১২-এ মুখ্যমন্ত্রী ওমেন চান্ডি কেরলের মালাপ্পুরমের তিরুরে থুনচাথ এজুথাচানের বাড়ি থুনচানপারম্বা প্রাঙ্গনে আয়োজিত একটি অনুষ্ঠানে বিশ্ববিদ্যালয়টি উদ্বোধন করেছিলেন। । কে জয় কুমার  মালয়ালম বিশ্ববিদ্যালয়ের প্রথম উপাচার্য ।\nবিশ্ববিদ্যালয়ের নামকরণ করা হয়েছে থুনচাথু রামানুজান এজুথাচানের নামে, যিনি ছিলেন ১৬ শতকের সিই মালয়ালম সাহিত্যিক, যার ৫১টি অক্ষর, শব্দভাণ্ডার এবং সাহিত্য সহ মালয়ালম ভাষাকে একটি ভাষা হিসাবে বিকাশে সহায়তা করেছিল। থুনচাথ এজুথাচান কেরালা রাজ্যের তিরুরের থুনচান পারম্বুর ত্রিকান্তিয়ুরে জন্মগ্রহণ করেন।\nমালয়ালম বিশ্ববিদ্যালয়ের উদ্বোধনের সময় জমি ও ভবনের কোনো অবকাঠামো ছিল না। নবনিযুক্ত ভাইস-চ্যান্সেলর  বিশ্ববিদ্যালয়ের অফিসগুলি তিরুরের থুনচান মেমোরিয়াল সরকারি কলেজের প্রাঙ্গনে নির্মিত অস্থায়ী কাঠামোতে কাজ শুরু করেন।\n\n\n== উদ্দেশ্য ==\nএই ওয়েবসাইট অনুসারে, বিশ্ববিদ্যালয়ের উদ্দেশ্যগুলি নিম্নরূপ:\n\nমাতৃভাষা সম্পর্কিত কর্মসূচি বাস্তবায়ন করা এবং মালয়ালীদের মধ্যে পড়াশোনাকে উৎসাহিত করা।\nমালয়ালম সাহিত্য, বিজ্ঞান, মানবিক, সামাজিক বিজ্ঞান এবং প্রযুক্তির মালয়ালম মাধ্যমে স্নাতকোত্তর স্তরে শিক্ষা প্রদান করা, মালয়ালম ভাষা এবং ভাষাতত্ত্ব, তুলনামূলক সাহিত্য, মালয়ালম সমালোচনা, প্রাচীন, প্রাচীন রেকর্ড, দক্ষিণ ভারতীয় ভাষার লিপির বিবর্তন, লিপির ইতিহাস, উপজাতীয় ভাষা অধ্যয়ন, আঞ্চলিক ভাষা অধ্যয়ন, কবিতা, ছোটগল্প, উপন্যাস, কেরালা রেনেসাঁর ইতিহাস অধ্যয়ন, বিজ্ঞান, বিজ্ঞান ও প্রযুক্তি এবং সামাজিক বিজ্ঞান, এপিগ্রাফি, প্রত্নতত্ত্ব এবং যাদুবিদ্যা, এবং মালয়ালম ভাষায় এবং অনুবাদ ;\nকেরালার সংস্কৃতির উপর শিক্ষা প্রদান করা বিশেষ করে লোককাহিনী এবং লিখিত ও অলিখিত সাংস্কৃতিক ঐতিহ্য, পারফর্মিং আর্ট, ঐতিহ্যবাহী স্থাপত্য, লোককাহিনী, শাস্ত্রীয় এবং সমসাময়িক সঙ্গীত, থিয়েটার, খোদাই শিল্প, লোককাহিনী এবং মার্শাল আর্ট অধ্যয়ন।\nকেরালার ঐতিহ্য, ঐতিহ্যগত জ্ঞান ব্যবস্থা, সাংস্কৃতিক নৃতত্ত্ব এবং আধুনিক প্রযুক্তিগত জ্ঞানের সাথে মিডিয়া স্টাডিজের উপর অধ্যয়নের কোর্স অফার করা;\nকেরালার সংস্কৃতি, ঐতিহ্য, ভাষা ও সাহিত্যের উপর গবেষণা কার্যক্রম গ্রহণ করা, মালয়ালম স্ক্রিপ্টকে কম্পিউটার প্রযুক্তির সাথে আরও খাপ খাইয়ে নেওয়ার জন্য এবং বিজ্ঞান ও প্রযুক্তিতে উন্নত জ্ঞান প্রকাশের জন্য মালয়ালমকে সজ্জিত করা;\nকেরালার সংস্কৃতি, ঐতিহ্য এবং ভাষা সম্পর্কিত সাহিত্য রচনা মালায়ালম ভাষায় প্রকাশ করা।\nআধুনিক প্রযুক্তি ব্যবহার করে মূল্যবান পাণ্ডুলিপি সহ কেরালার সাংস্কৃতিক অভিব্যক্তি সংগ্রহ, ডকুমেন্টেশন, সংরক্ষণ এবং উদ্ভাবনের জন্য প্রকল্প গ্রহণ করা\n\n\n== একাডেমিক প্রোগ্রাম ==\n\n\n=== স্নাতকোত্তর কোর্স ===\nএমএ সাংবাদিকতা ও গণযোগাযোগ\nএমএ ভাষাবিজ্ঞান\nএমএ মালয়ালম সাহিত্য অধ্যয়ন\nএমএ ক্রিয়েটিভ রাইটিং\nএমএ কালচারাল হেরিটেজ স্টাডিজ\nএমএ/এমএসসি এনভায়রনমেন্ট স্টাডিজ\nস্থানীয় উন্নয়নে এম.এ\nএমএ ইতিহাস\nএমএ সমাজবিজ্ঞান\nএমএ ফিল্ম স্টাডিজ\n\n\n=== ডিপ্লোমা কোর্স ===\nমিডিয়া স্টাডিজ\nটেলিভিশন এবং টিভি উপস্থাপনার জন্য লেখা\nবিজ্ঞাপন এবং কপিরাইটিং\nহেরিটেজ ট্যুরিজম\nস্ক্রিপ্ট রাইটিং এবং ভিডিওগ্রাফি\nপ্রকল্প প্রস্তুতি এবং মূল্যায়ন\n\n\n=== গবেষণা প্রোগ্রাম ===\nএম.ফিল. এবং পিএইচ.ডি. প্রোগ্রাম দেওয়া হয়\n\nভাষাতত্ত্ব\nমালয়ালম সাহিত্য\nসাংস্কৃতিক ঐতিহ্য\nমিডিয়া স্টাডিজ\n\n\n=== অন্যান্য প্রকল্প ===\nঅনলাইন মালয়ালম অভিধান\nহেরিটেজ সার্ভে\nভাষাগত জরিপ জাদুঘর প্রকল্প\nএকটি অধ্যয়ন কেন্দ্র - এজুথাচান পদনা কেন্দ্রম - একটি এজুথাচান লেক্সিকন তৈরি করছে এবং মহান কবির উপর গবেষণাকে উৎসাহিত করার লক্ষ্যে এজুথাচানের উপর বই বের করছে।\n\n\n== প্রশাসনিক কাঠামো ==\nসাধারণ পরিষদ হল বিশ্ববিদ্যালয়ের সর্বোচ্চ কর্তৃপক্ষ। এই সংস্থাটি ২৬ জন পদাধিকারবলে সদস্য, ১০ জন মনোনীত সদস্য এবং ১০ জন নির্বাচিত সদস্য নিয়ে গঠিত। প্রধান নির্বাহী সংস্থা হল কার্যনির্বাহী কমিটি যা ছয় পদাধিকার বলে, তিনজন নির্বাচিত সদস্য এবং তিনজন মনোনীত সদস্য নিয়ে গঠিত। বিশ্ববিদ্যালয়ের চ্যান্সেলর হলেন কেরালার রাজ্যপাল এবং প্রো-চ্যান্সেলর হলেন কেরালার উচ্চ শিক্ষা মন্ত্রী ।\n\n\n== ক্ষমতা এবং কার্যাবলী ==\nবিশ্ববিদ্যালয়ের ওয়েবসাইট তার ক্ষমতা এবং কার্যাবলী নির্দিষ্ট করে:\n\nমালয়ালম ভাষা, সাহিত্য, অনুবাদ, তুলনামূলক সাহিত্য, লোক, শাস্ত্রীয়, কেরালার আচারিক শিল্প এবং উপজাতীয় সংস্কৃতি, কেরালার ঐতিহ্যবাহী জ্ঞান ব্যবস্থা, লোককাহিনী, লোককাহিনী অধ্যয়ন, মার্শাল আর্ট অধ্যয়ন, সাংস্কৃতিক অধ্যয়ন, এবং মিডিয়া অধ্যয়নের নির্দেশনা প্রদান করা;\nমালয়ালম ভাষা এবং ভাষাতত্ত্ব, মালয়ালম সাহিত্য, মালয়ালম শব্দের তুলনামূলক সাহিত্য, বিশেষ করে কেরালার সাংস্কৃতিক অভিব্যক্তির অন্যান্য রূপ, সমসাময়িক সাংস্কৃতিক সমস্যাগুলির ক্ষেত্রে গবেষণা করা;\nশব্দের সঠিক উচ্চারণ এবং মালয়ালম ভাষার বিশুদ্ধতা প্রজেক্ট এবং জনপ্রিয় করা;\nমালয়ালম ভাষার উপভাষাগত পার্থক্য রক্ষা করা যা কেরালার বিভিন্ন অঞ্চলে ব্যবহৃত এবং ব্যবহৃত হচ্ছে এবং পাঠ্যক্রমের অংশ হিসাবে একই সাথে সম্পর্কিত বিষয় তৈরি করা;\nকম্পিউটার প্রযুক্তির সাথে মালয়ালম লিপিকে সামঞ্জস্যপূর্ণ করার জন্য গবেষণা করা এবং বিজ্ঞান ও প্রযুক্তিতে নতুন ধারণা প্রকাশের জন্য মালয়ালমকে সমৃদ্ধ করা;\nইনস্টিটিউট ডিগ্রী, ডিপ্লোমা, স্নাতকোত্তর ডিগ্রী এবং গবেষণা ডিগ্রী এবং অন্যান্য একাডেমিক পার্থক্য; মালয়ালম মাধ্যমে বিজ্ঞান ও প্রযুক্তি, সামাজিক বিজ্ঞান, মানবিক এবং বৃত্তিমূলক বিষয়ে আধুনিক বিষয়ে স্নাতক এবং স্নাতকোত্তর ডিগ্রি কোর্স পরিচালনা করার সুযোগ প্রদান এবং পিএইচডি সহ গবেষণা থিসিস জমা দেওয়ার সুযোগ প্রদান করা। মালয়ালম ভাষায় লেখা যেকোনো বিষয়ে এবং তাদের মূল্যায়ন করে ডিগ্রি প্রদান করা;\nঅধ্যয়নের কোর্স ইনস্টিটিউট করা এবং পরীক্ষা করা এবং ডিগ্রী, ডিপ্লোমা এবং অন্যান্য একাডেমিক পার্থক্য প্রদান করা;\nসম্মানসূচক ডিগ্রী প্রদান করা, এবং অন্যান্য বিশিষ্টতা;\nবিশ্ববিদ্যালয়ের বস্তুর উন্নতির জন্য রাজ্যের মধ্যে, দেশের অভ্যন্তরে বা অন্য কোনও দেশের অন্যান্য বিশ্ববিদ্যালয় এবং অন্যান্য প্রতিষ্ঠানের সাথে সহযোগিতা করা।\nমালয়ালম ভাষা অধ্যয়ন, মালয়ালম সাহিত্য, তুলনামূলক সাহিত্য, অনুবাদ, পারফর্মিং আর্ট, শিলালিপি শিল্প এবং বাস্তু বিদ্যা, সাংস্কৃতিক অধ্যয়ন, আধুনিক প্রযুক্তিগত জ্ঞান সহ মিডিয়া অধ্যয়ন, মালয়ালম চলচ্চিত্র অধ্যয়ন, ঐতিহ্যগত জ্ঞান ব্যবস্থা, দর্শন ইত্যাদির মতো ক্ষেত্রে অধ্যয়নের স্কুল প্রতিষ্ঠা করা। .;\nবই প্রকাশ করা, যা কেরালার ভাষা, সংস্কৃতি এবং ভাষার ইতিহাস প্রচার করতে পারে;\nস্নাতক এবং স্নাতকোত্তর স্তরে মালয়ালম ভাষায় সম্পদপূর্ণ বই উপলব্ধ করার জন্য প্রয়োজনীয় অধ্যয়ন এবং গবেষণা কার্যক্রমের ব্যবস্থা করা;\nএকটি বিশ্ববিদ্যালয়ের গ্রন্থাগার স্থাপন;\nএকটি সাংস্কৃতিক যাদুঘর স্থাপন;\nশিক্ষাদান ও গবেষণা এবং অন্যান্য একাডেমিক কার্যক্রমের জন্য পদ সৃষ্টি করা;\nপ্রশাসনিক পদ তৈরি করতে;\nইনস্টিটিউট এবং ফেলোশিপ, বৃত্তি এবং পুরস্কার প্রদান;\nমালয়ালম ভাষা, সাহিত্য ও শিল্পে অবদান রাখার জন্য অতীতের ব্যক্তিত্বদের নামে চেয়ার স্থাপন করা;\nবিশেষ বক্তৃতা, অধ্যয়ন এবং প্রকল্প পরিচালনার জন্য এন্ডোমেন্ট স্থাপন করা;\nইমেরিটাস অধ্যাপকদের নিয়োগ করা এবং দেশের মধ্যে এবং ভারতের বাইরে লেখক/শিল্পী/পণ্ডিত হিসেবে আমন্ত্রণ জানানো;\n\n\n== আসন ==\nবিশ্ববিদ্যালয়টি জার্মানির টুবিঙেন বিশ্ববিদ্যালয়ে হারমান গুন্ডার্ট আসন প্রতিষ্ঠা করেছে।\n\n\n== আরো দেখুন ==\nবিশ্ব মালয়ালা মহোৎসব ২০১২\nভারতের অনুরূপ বিশ্ববিদ্যালয়:\n\nতামিল বিশ্ববিদ্যালয়\nকন্নড় বিশ্ববিদ্যালয়\nতেলুগু বিশ্ববিদ্যালয়\nপাঞ্জাবি বিশ্ববিদ্যালয়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকারী ওয়েবসাইট"}