{"pageid": 1365834, "title": "আবু মুহাম্মদ আল-মাকদিসি", "url": "https://bn.wikipedia.org/wiki?curid=1365834", "content": "আবু মুহাম্মদ আল-মাকদিসি ( আরবি: أبو محمد المقدسي, প্রতিবর্ণীকৃত: ʾAbū Muḥammad al-Maqdisī ), বা আরও সম্পূর্ণরূপে আবু মুহাম্মদ ইসাম আল-মাকদিসি ( আরবি: أبو محمد عصام المقدسي, প্রতিবর্ণীকৃত: ʾAbū Muḥammad ʿIṣām al-Maqdisī ), এটি ইসাম মুহাম্মাদ তাহির আল-বারকাভির অনুমিত নাম ( আরবি: عصام محمد طاهر البرقاوي, প্রতিবর্ণীকৃত: ʿIṣām Muḥammad Ṭāhir al-Barqāwī ), একজন ইসলামপন্থী জর্ডানিয়ান - ফিলিস্তিনি লেখক। একজন কুতুবি জিহাদি মতাদর্শী, তিনি আজকে সশস্ত্র ইসলামের অনেক সাধারণ থিমকে জনপ্রিয় করেছেন, যেমন আল ওয়ালা' ওয়াল বারা' ধারণাকে দেওয়া ধর্মতাত্ত্বিক প্রেরণা, সৌদি রাজপরিবারকে ধর্মত্যাগী বা গণতন্ত্রের কথা বিবেচনা করে ঘোষণা করা- “গণতন্ত্র একটি ধর্ম, এবং এইভাবে যে কেউ এটিকে ধর্মত্যাগী বলে বিশ্বাস করে।” তবে তিনি ইরাকের আল-কায়েদার প্রাথমিক নেতা জর্ডানের জিহাদি আবু মুসাব আল-জারকাভির আধ্যাত্মিক পরামর্শদাতা হিসাবে সর্বাধিক পরিচিত। যাইহোক, ইরাকের শিয়া জনগোষ্ঠীর প্রতি জারকাভির তাকফীর ঘোষণার কারণে 2004 সালে মাকদিসি এবং জারকাভির মধ্যে একটি আদর্শগত এবং পদ্ধতিগত বিভক্তি দেখা দেয়। মাকদিসি লক্ষ্যবস্তু শিয়া হত্যাকাণ্ডের প্রতি আরও সতর্ক দৃষ্টিভঙ্গি বেছে নিয়েছিলেন, জারকাভির পদ্ধতিগুলি বিপরীতমুখী হওয়ার আগে জারকাভির কঠোর মতাদর্শিক আন্দোলন বন্ধ করার চেষ্টা করেছিলেন।\nমাকদিসির লেখার এখনও ব্যাপক অনুসরণ রয়েছে; ইউনাইটেড স্টেটস মিলিটারি একাডেমি (ইউএসএমএ) এর কমবেটিং টেররিজম সেন্টার দ্বারা পরিচালিত একটি সমীক্ষা এই সিদ্ধান্তে উপনীত হয়েছে যে মাকদিসি \"সবচেয়ে প্রভাবশালী জীবিত জিহাদি তাত্ত্বিক\" এবং \"সকল উপায়ে, মাকদিসি হলেন বিশ্বের জিহাদি বুদ্ধিজীবীদের মধ্যে সমসাময়িক প্রধান মতাদর্শী।\" তার মালিকানাধীন তাওহীদ জিহাদি ওয়েবসাইট চালিয়ে যাচ্ছে; USMA রিপোর্টে এটিকে \"আল-কায়েদার প্রধান অনলাইন লাইব্রেরি\" হিসেবে বর্ণনা করা হয়েছে।\n\n\n== পটভূমি ==\nমাকদিসি পশ্চিম তীরের নাবলুস শহরে 1959 সালে জন্মগ্রহণ করেন। অল্প বয়সে তার পরিবার কুয়েতে চলে যায়। পরে তিনি ইরাকের মসুল বিশ্ববিদ্যালয়ে পড়াশোনা করেন। এই সময়েই তিনি একটি ইসলামবাদী বিশ্ব দৃষ্টিভঙ্গি গ্রহণ করতে শুরু করেন।\nতিনি অসংখ্য ধর্মীয় ছাত্র ও শায়খদের সাথে দেখা করার জন্য কুয়েত এবং সৌদি আরব ঘুরে বেড়াতে শুরু করেন। যাইহোক, তিনি বিশ্বাস করেছিলেন যে এই ধর্মীয় ব্যক্তিত্বদের অনেকেই মুসলিম বিশ্বের প্রকৃত অবস্থা সম্পর্কে অজ্ঞ ছিলেন। এরপর তিনি সাইয়্যেদ কুতুব এবং হাসান আল-বান্নার লেখা এবং মুসলিম ব্রাদারহুডের পদ্ধতি অধ্যয়ন করতে শুরু করেন।\nমাকদিসি পাকিস্তান ও আফগানিস্তানে গিয়েছিলেন এবং সেই সময়ে সেখানে অনেক আফগান জিহাদ গ্রুপের সাথে দেখা করেছিলেন। পাকিস্তানে তিনি পেশোয়ার শহরে ছিলেন, আফগান জিহাদের একটি কেন্দ্র, সেখানে ধর্মের অধ্যাপক হিসেবে তিন বছর অবস্থান করেছিলেন, যেখানে তিনি প্রথম জর্ডানের সমালোচিত জিহাদি আবু মুসাব আল-জারকাভির সাথে দেখা করেছিলেন, এবং যেখানে তিনি কিছু প্রকাশ করেছিলেন। তার সবচেয়ে বিখ্যাত বই : মিল্লাতে ইব্রাহিম, তার একক ও সবচেয়ে প্রভাবশালী কাজ বলে বিবেচিত, এবং আল-কাওয়াশিফ আল-জালিয়া ফি কুফর আল-দাওলা আল-সৌদিয়া, যেখানে তিনি সৌদি রাষ্ট্রকে কাফের বলে ঘোষণা করেছিলেন। তিনি তাকফির ওয়াল-হিজরার সদস্যদেরও মুখোমুখি হন এবং তাদের চরম দৃষ্টিভঙ্গি খণ্ডন করে একটি বই লেখেন। 1992 সালে, তিনি জর্ডানে ফিরে আসেন। তিনি জর্ডান সরকারকে নিন্দা করতে শুরু করেন এবং তিনি বিশ্বাস করেন যে সেখানে মানবসৃষ্ট আইন প্রয়োগ করা হচ্ছে। তিনিই প্রথম বিশিষ্ট ইসলামপন্থী পণ্ডিত যিনি সৌদি রাজপরিবারকে অবিশ্বাসী বা কাফের হিসেবে চিহ্নিত করেন এবং গণতন্ত্র গ্রহণকে ধর্মত্যাগের সমতুল্য বলে ধরেন। তার শিক্ষা অনেক প্রসার লাভ করে। ফলশ্রুতিতে এটি জর্ডান সরকারের দৃষ্টি আকর্ষণ করে এবং তাকে গ্রেফতার করে কারারুদ্ধ করা হয়। 1995-99 বছরগুলিতে তিনি এবং আল-জারকাভি উভয়ই একসঙ্গে কারাগারে ছিলেন এবং তিনি আল-জারকাভির উপর একটি শক্তিশালী প্রভাব ফেলেছিলেন, তার ইসলামপন্থী মতাদর্শকে গঠন করেছিলেন। তাদের কৌশলগত পরিকল্পনা ফুয়াদ হুসেইন তার বই আল-জারকাউই: দ্য সেকেন্ড জেনারেশন অফ আল কায়েদা- এ বর্ণনা করেছেন।\nতারা কারাগার থেকে মুক্তি পাওয়ার পর, আল-জারকাভি আফগানিস্তানে চলে যান এবং মাকদিসি জর্ডানে থাকেন। পরে জর্ডানে আমেরিকান লক্ষ্যবস্তুতে হামলার পরিকল্পনা ও সন্ত্রাসবাদের অভিযোগে তাকে পুনরায় গ্রেফতার করা হয়। 2005 সালের জুলাইয়ে তাকে আবার মুক্তি দেওয়া হয়েছিল, কিন্তু আল জাজিরাকে একটি সাক্ষাত্কার দেওয়ার পরে তাকে আবার গ্রেপ্তার করা হয়েছিল। ২০০৯ সালে তিনি ওয়েস্ট পয়েন্টে আমেরিকান কমবেটিং টেররিজম সেন্টারের উদ্ধৃতি দিয়ে \"অল্পবয়সী চরমপন্থীরা তাকে নরম হওয়ার জন্য অভিযুক্ত করেছিল\" এর বিরুদ্ধে নিজেকে রক্ষা করেছিলেন, যা তাকে \"একজন বিপজ্জনক এবং প্রভাবশালী জিহাদি তাত্ত্বিক\" হিসাবে চিহ্নিত করেছিল৷\nআফগানিস্তানে যুদ্ধের জন্য রাষ্ট্রীয় নিরাপত্তা বিঘ্নিত করা এবং জিহাদিদের নিয়োগ করার অভিযোগে মাকদিসি জর্ডানের একটি কারাগারে পাঁচ বছর মেয়াদে বন্দি থেকেছেন। জুন ২০১৪ সালে জর্ডান সরকার তাকে মুক্তি দিয়েছিল একটি পদক্ষেপের কারণে, যা তাদের ইসলামিক স্টেট অফ ইরাক অ্যান্ড দ্য লেভান্টের বিরোধিতার মাধ্যমে অনুপ্রাণিত হয়েছিল। ২১ সেপ্টেম্বর ২০১৪-এ, তিনি ব্রিটিশ জিম্মি অ্যালান হেনিং- এর মুক্তির পক্ষে ওকালতি করেন। আল-মাকদিসি বলেছেন, \"হেনিং মুসলমানদের নেতৃত্বে একটি দাতব্য সংস্থার সাথে কাজ করেছিল যেটি সিরিয়ার জনগণকে সাহায্য করার জন্য বেশ কয়েকটি সাহায্য কনভয় পাঠিয়েছিল। এটা কি যুক্তিসঙ্গত যে তার পুরস্কার হিসেবে তাকে অপহরণ এবং জবাই করা হচ্ছে? .তাকে ধন্যবাদ দিয়ে পুরস্কৃত করা উচিত। ..আমরা (ইসলামী) রাষ্ট্রের কাছে এই ব্যক্তিকে (হেনিং) এবং অন্যান্য সাহায্যকারী গোষ্ঠীর কর্মচারীদের মুক্তি দেওয়ার জন্য আহ্বান জানাই, যারা সুরক্ষার গ্যারান্টি নিয়ে মুসলমানদের দেশে প্রবেশ করে... শরীয়াহ আইনের রায় অনুসারে,\" তিনি এমনটাই বলেছিলেন।\nযারা হুথিদের শিয়া বিদ্রোহের বিরুদ্ধে ইয়েমেনি সরকারের পক্ষে লড়াই করার কথা ভাবছেন, মাকদিসি তাদের বলেছেন যে, তাদের পরিবর্তে হুথিদের বিরুদ্ধে যুদ্ধ থেকে দূরে থাকা চাই। কারণ ইয়েমেনিদের জন্য নিজ দেশের পশ্চিমাপন্থী সরকারকে সাহায্য করা উচিত নয়; যে সরকার উৎখাতের যোগ্য।\n\n\n=== জিহাদি সম্পর্ক ===\nডক্টর আবদুল্লাহ আল-মুহেইসিনি, একজন সৌদি প্রবাসী এবং ধর্মীয় পণ্ডিত। যিনি সিরিয়ার মুজাহিদিনদের সাথে লড়াই করার জন্য সৌদি আরবে তার অঢেল সম্পদ এবং সুযোগ-সুবিধা ত্যাগ করেছিলেন। আল-বালাওয়ি, ইয়াদ কুনেইবি, তারেক আবদুলহালিম, হানি-এর মতো ইসলামিক পণ্ডিতদের সমর্থন করেছেন। আল-সিবাই, ইউসুফ আল-আহমেদ, আবদুল আজিজ আল-তুরেফি, সুলেমান আল-উলওয়ান, আবু কাতাদা আল-ফিলিস্তিনি, এবং আবু মুহাম্মদ আল-মাকদিসি।\nDoğu Türkistan Bülteni Haber Ajansı রিপোর্ট করেছে যে, তুর্কিস্তান ইসলামিক পার্টির প্রশংসা করেছিলেন- আবু কাতাদা সহ আব্দুর রাজ্জাক আল মাহদি, মাকদিসি, মুহাইসিনি এবং আয়মান আল-জাওয়াহিরি ।\nআবু মুহাম্মদ আল-মাকদিসি এবং আবু কাতাদাকে মুহাইসিনি উল্লেখ করেছেন।\nওমর আবদুর-রহমানের মৃত্যুতে, আল-মাকদিসি শোক প্রকাশ করেছিলেন।\nতারিক আবদুল হালীম হাইআতু তাহরীর আল-শামকে বারকাউই কর্তৃক সমালোচিত হওয়ার বিষয়ে অভিযোগ করেছেন। বারকাভির হাইআতের ওপর একটি বক্তব্যের সমালোচনা করেছেন তারিক। তারিক বারকাউইয়ের বিরুদ্ধে আবু জাবেরকে রক্ষা করে একটি টুইট পোস্ট করেছেন। নুসরা ফ্রন্ট মাকদিসির দ্বারা সমালোচিত হয়েছিল। এইচটিএসের একজন মুখপাত্রকে আল-মাকদিসি নিন্দা করেছিলেন বারকাউই তারিকের সমালোচনা করেছিলেন।\nইউফ্রেটিস শিল্ড আল-মাকদিসি দ্বারা আক্রমণ এবং সমালোচনার স্বীকার হয়েছিল।\n\n\n== কর্ম (গ্রন্থ) ==\nএটাই আমাদের আক্বীদা\nমিল্লাতে ইব্রাহিম\nগণতন্ত্র একটি ধর্ম\nসৌদি রাষ্ট্রের অবিশ্বাসের সুস্পষ্ট প্রমাণ\n...সুতরাং, তাদের ভয় করবেন না!\nআল্লাহর কাছে সর্বোত্তম প্রত্যাশা করা\nসমসাময়িক মুরজিয়ার সন্দেহ প্রকাশ করে দৃষ্টিকে প্রশান্ত করা\nমীজানুল-ই’তিদাল লি-তাক্ইম কিতাব উল-মাওরিদ আল-যিলাল ফি-তানবীহ আলা' আখতা উল-দ্বিলাল\n\n\n== আরো দেখুন ==\nআবু কাতাদা\nআবু বাসির আল-তারতুসি\nআবু মুসআব আল-সুরি\nমুহাম্মদ সুরুর\nআবু কুতাইবা আল মাজালী\n\n\n== তথ্যসূত্র =="}