{"pageid": 1365012, "title": "ইউনাইটেড নেশনস অ্যাকাডেমিক ইমপ্যাক্ট", "url": "https://bn.wikipedia.org/wiki?curid=1365012", "content": "ইউনাইটেড নেশনস অ্যাকাডেমিক ইমপ্যাক্ট, এটি সংক্ষিপ্ত নাম ইউএনএআই দ্বারাও পরিচিত, এটি জাতিসংঘের একটি উদ্যোগ। এটি উচ্চশিক্ষা, বৃত্তি ও গবেষণার প্রতিষ্ঠানগুলিকে জাতিসংঘের সাথে এবং সেইসঙ্গে একে অপরের সাথে সংযুক্ত করে।\nজাতিসংঘের প্রাক্তন মহাসচিব বান কি মুনের ভাষায়: \"একাডেমিক ইমপ্যাক্টের লক্ষ্য বুদ্ধিবৃত্তিক সামাজিক দায়বদ্ধতার একটি নতুন সংস্কৃতিকে উন্নীত করার জন্য মনের একটি বিশ্বব্যাপী আন্দোলন তৈরি করা। এটি নির্দিষ্ট কিছু বেডরক নীতির প্রতিশ্রুতি দ্বারা প্রাণিত হয়েছে। সেগুলির মধ্যে আছে: অনুসন্ধান, মতামত এবং বাক প্রকাশের স্বাধীনতা; সবার জন্য শিক্ষার সুযোগ; বৈশ্বিক নাগরিকত্ব; স্থায়িত্ব; এবং সংলাপ।\"\nঅধিকন্তু ইউএনএআই-এর লক্ষ্য শিক্ষা এবং স্থিতিশীল উন্নয়নের মধ্যে পারস্পরিক সম্পর্কের উপর দৃষ্টি নিবদ্ধ করে স্থিতিশীল উন্নয়ন লক্ষ্যমাত্রা অর্জনে সহায়তা করা।\n\n\n== ইতিহাস ==\nজাতিসংঘের মহাসচিব বান কি মুন এই উদ্যোগটিকে আনুষ্ঠানিকভাবে ২০১০ সালের ১৮ই নভেম্বর তারিখে নিউ ইয়র্ক শহরে জাতিসংঘ সদর দফতরে চালু করেছিলেন। এই উপলক্ষ্যে, তিনি ইউএনএআই-এর উদ্দেশ্য তুলে ধরেন:\n\"যে সমস্যাগুলি অত্যন্ত কষ্টদায়ক, সেই আন্তঃসংযুক্ত সমস্যাগুলির সমাধান আমরা সীমানা এবং জাতির বেড়াজাল ডিঙিয়ে, ধারণা ভাগ করে নেওয়ার মাধ্যমে খুঁজে পেতে পারি। জলবায়ু পরিবর্তন শুধু পরিবেশগত সমস্যা নয়; এটি দারিদ্র্যের সাথে ঘনিষ্ঠভাবে জড়িত। দারিদ্র্য শুধু চাকরি নয়, এটি সরাসরি খাদ্য নিরাপত্তার সঙ্গে জড়িত। খাদ্য নিরাপত্তা স্বাস্থ্যকে প্রভাবিত করে। স্বাস্থ্য শিশুদের প্রজন্মকে প্রভাবিত করে। শিশুরা আমাদের ভবিষ্যতের চাবিকাঠি ধরে রাখে। এবং শিক্ষা এই সমস্ত সমস্যা থেকে উন্নতির দিকে নিয়ে যেতে পারে।\"\n২০২৩ সালের ফেব্রুয়ারি পর্যন্ত, ১৫০টিরও বেশি দেশে ১,৫০০টিরও বেশি প্রতিষ্ঠান এবং প্রায় ৪০টি একাডেমিক নেটওয়ার্ক এই উদ্যোগের সদস্য।\n\n\n== ১০টি ইউএনএআই নীতি ==\nশিক্ষাগত প্রভাব দশটি মৌলিক নীতিকে সমর্থন ও অগ্রসর করার প্রতিশ্রুতি দ্বারা অবহিত করা হয়:\n\nজাতিসংঘের সনদে অন্তর্নিহিত নীতিগুলির প্রতি একটি প্রতিশ্রুতি যে মূল্যবোধগুলি শিক্ষা প্রচার করতে এবং পূরণ করতে সহায়তা করে;\nমানবাধিকারের প্রতি অঙ্গীকার, তাদের মধ্যে অনুসন্ধান, মতামত এবং বাক স্বাধীনতা;\nলিঙ্গ, জাতি, ধর্ম বা জাতি নির্বিশেষে সকল মানুষের জন্য শিক্ষার সুযোগের প্রতিশ্রুতি;\nপ্রতিটি আগ্রহী ব্যক্তির জন্য উচ্চ শিক্ষা অর্জনের জন্য প্রয়োজনীয় দক্ষতা এবং জ্ঞান অর্জনের সুযোগের প্রতিশ্রুতি;\nবিশ্বব্যাপী উচ্চ শিক্ষা ব্যবস্থায় সক্ষমতা বৃদ্ধির প্রতিশ্রুতি;\nশিক্ষার মাধ্যমে বিশ্বব্যাপী নাগরিকত্বকে উৎসাহিত করার প্রতিশ্রুতি;\nশিক্ষার মাধ্যমে শান্তি ও সংঘাত সমাধানের অগ্রগতির প্রতিশ্রুতি;\nশিক্ষার মাধ্যমে দারিদ্র্যের সমস্যা সমাধানের প্রতিশ্রুতি;\nশিক্ষার মাধ্যমে স্থায়িত্ব প্রচারের প্রতিশ্রুতি;\nশিক্ষার মাধ্যমে আন্তঃসাংস্কৃতিক কথোপকথন ও বোঝাপড়া এবং অসহিষ্ণুতাকে \"স্মৃতি থেকে দূর করার\" প্রচারের প্রতিশ্রুতি।\n\n\n== কার্যক্ষেত্রে ==\nঅংশগ্রহণকারী প্রতিষ্ঠানগুলি প্রতি বছর একটি করে ক্রিয়াকলাপ গ্রহণের মাধ্যমে ১০টি ইউএনএআই নীতির মধ্যে একটির প্রতি তাদের সমর্থন প্রদর্শন করবে বলে আশা করা হচ্ছে, এই সক্রিয়তা এই নীতিগুলিকে স্পষ্টভাবে সমর্থন করে এবং তাদের উপলব্ধিকে এগিয়ে নিয়ে যায়। উদাহরণের মধ্যে রয়েছে বক্তৃতা, প্রকাশনা, অনলাইন কার্যক্রম এবং বিশেষ করে ইভেন্ট যা আন্তঃসাংস্কৃতিক সংলাপ এবং আন্তর্জাতিক ধারণা বিনিময়কে উৎসাহিত করে। ইউএনএআই যোগাযোগের জন্য বিভিন্ন মাধ্যম স্থাপন করেছে। সারা বিশ্বের শিক্ষাবিদদের সাথে যোগাযোগ এবং সংলাপ জোরদার করার জন্য ইউএনএআই ফেসবুক এবং টুইটারের মত সামাজিক যোগাযোগ মাধ্যম ব্যবহার করে।\nইউএনএআই এমন একটি সহযোগী মঞ্চ প্রদান করে যেখানে সদস্যরা একে অপরের কাছ থেকে শিখতে পারেন এবং একে অপরের দক্ষতা এবং সরঞ্জামগুলিকে উন্নত করতে পারেন। ইউএনএআই জাতিসংঘের কার্যক্রম সম্পর্কে তথ্য সরবরাহ করে এবং কীভাবে ছাত্র, অধ্যাপক এবং গবেষকরা তাঁদের জ্ঞান জাতিসংঘের কাজে প্রয়োগ করতে পারেন এবং নিজেদের শ্রেণীকক্ষ, সম্প্রদায় এবং ক্যাম্পাসে একটি পার্থক্য আনতে পারেন সে বিষয়ে নির্দেশনা প্রদান করে। ইউএনএআই তার সদস্যদের সাথে যোগাযোগের জন্য বেশ কিছু টুল ব্যবহার করে যার মধ্যে সামাজিক যোগাযোগ মাধ্যম থেকে শুরু করে রয়েছে গুগল হ্যাঙ্গআউটস, টুইটার টাউন হল এবং ফেসবুক লাইভ সাক্ষাৎকার, ওয়েবিনার, পডকাস্ট, গবেষণার প্রকাশনা, গবেষণার ক্ষেত্রগুলির উপর প্রতিবেদন এবং নিবন্ধ। এসডিজি, নিউজলেটার এবং ইভেন্ট যেমন প্যানেল আলোচনা, সম্মেলন, কর্মশালা, ফিল্ম স্ক্রীনিং এবং ব্রিফিং এর অর্জনকে এগিয়ে নিতে পারে। ইউএনএআই বিভিন্ন ধরণের পুরস্কার, ফেলোশিপ, স্কলারশিপ এবং ছাত্র, গবেষক ও শিক্ষাবিদদের জন্য প্রতিযোগিতার তথ্যও সকলের সঙ্গে ভাগ করে নেয়। ইউএনএআই-এর দশটি সদস্যস্থলকে প্রতিটি নীতির জন্য চক্রকেন্দ্র মনোনীত করা হয়েছে।\n\nজাতিসংঘের সনদের প্রতি অঙ্গীকার: জেএফ ওবারলিন ইউনিভার্সিটি জাপান\nমানবাধিকার: এল'ইউনিভার্সিটি প্যারিস ১ প্যান্থিয়ন-সোরবোন, ফ্রান্স\nসবার জন্য শিক্ষার সুযোগ: সবার উপরে শিক্ষা (ইএএ), কাতার\nপ্রতিটি আগ্রহী ব্যক্তির জন্য উচ্চ শিক্ষার সুযোগ, সিইটিওয়াইএস ইউনিভার্সিটাড, মেক্সিকো\nউচ্চ শিক্ষা ব্যবস্থায় সক্ষমতা বৃদ্ধি: হ্যান্ডং গ্লোবাল ইউনিভার্সিটি, কোরিয়া প্রজাতন্ত্র\nবৈশ্বিক নাগরিকত্ব, আনা জি মেন্ডেজ ইউনিভার্সিটি সিস্টেম, মার্কিন যুক্তরাষ্ট্র\nশান্তি ও সংঘর্ষের সমাধান: পোমোনা কলেজ, মার্কিন যুক্তরাষ্ট্র\nভানুবেন নানাবতী কলেজ অফ আর্কিটেকচার ফর উইমেন, ভারত\nস্থায়িত্ব: আল ফারাবি কাজাখ বিশ্ববিদ্যালয়, কাজাখস্তান\nআন্তঃসাংস্কৃতিক সংলাপ এবং বোঝাপড়া এবং অসহিষ্ণুতার অশিক্ষা: বর্তমানে খালি।\n\n\n== অংশগ্রহণকারী প্রতিষ্ঠানের তালিকা ==\nঅংশগ্রহণকারী প্রতিষ্ঠানের তালিকার জন্য দেখুন: ইউএনএআই সদস্যরা, ফেব্রুয়ারি ২০২৩ ।\n\n\n== সাহিত্য ==\nআরও তথ্যের জন্য ইউএন ক্রনিকল, খণ্ড ৪৭, এনআর. ৩, ২০১০ পত্রিকাটি এবং জেএফ ওবারলিন বিশ্ববিদ্যালয় দ্বারা প্রকাশিত পাঠ্যপুস্তক \"পাথওয়েজ টু পীস - ফর বিল্ড এ কালচার অফ পীস\" দেখুন ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে ইউনাইটেড নেশনস অ্যাকাডেমিক ইমপ্যাক্ট\nhttps://web.archive.org/web/20120630111750/http://outreach.un.org/unai/\nইউএনএআই অ্যাস্পায়ার ব্রাঞ্চ: পূর্ব স্ট্রডসবার্গ এইচএস সাউথ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ মার্চ ২০১৬ তারিখে"}