{"pageid": 1365825, "title": "নাথান বম", "url": "https://bn.wikipedia.org/wiki?curid=1365825", "content": "নাথান লনচেও বম পার্বত্য চট্টগ্রামের একজন বম জঙ্গি এবং সশস্ত্র বিচ্ছিন্নতাবাদী নেতা যিনি কুকি-চিন ন্যাশনাল ফ্রন্ট (কেএনএফ) নামক জঙ্গি সংগঠনের প্রতিষ্ঠাতা সভাপতি এবং এর পাশাপাশি কুকি-চিন ন্যাশনাল আর্মি (কেএনএ) জঙ্গি আর্মির নেতা হিসেবে দায়িত্ব পালন করছেন। ২০১৭ সালে জঙ্গি সংগঠন কেএনএফ প্রতিষ্ঠার পর থেকে তাঁর অবস্থান অজানা।\n\n\n== জীবন ==\nনাথান রুমা উপজেলার হেডের পাড়া এলাকার স্থানীয় বাসিন্দা। স্থানীয়দের দাবী অনুযায়ী, তিনি আনু. ১৯৮০ সালে জন্মগ্রহণ করেন। তাঁর স্ত্রী লাল শাম কিম বম একজন স্টাফ নার্স, তবে অপর কিছু সূত্রমতে তিনি একজন স্কুল শিক্ষিকা। দম্পতির একটি সন্তানও রয়েছে।\nনাথান ঢাকা বিশ্ববিদ্যালয়ের চারুকলা অনুষদ থেকে স্নাতকোত্তর ডিগ্রি অর্জন করেন। তরুণ বয়স তিনি থেকেই রাজনীতির সঙ্গে যুক্ত ছিলেন। তিনি পার্বত্য চট্টগ্রাম জনসংহতি সমিতি (পিসিজেএসএস)-র যুব শাখার সদস্য ছিলেন। ২০০০ সালে, নাথান খাগড়াছড়ি শহরে মানবেন্দ্র নারায়ণ লারমার একটি ভাস্কর্য স্থাপন করেন।\n২০১৮ বাংলাদেশের সাধারণ নির্বাচনে, নাথান বম সম্প্রদায়ের প্রথম রাজনীতিবিদ হয়ে ৩০০তম সংসদীয় আসনের জন্য মনোনয়নপত্র সংগ্রহ করেন।\nতিনি দ্য বমজৌসহ বম সম্প্রদায় সম্পর্কে বেশ কয়েকটি বই লিখেছেন।\n\n\n== দৃষ্টিভঙ্গি ==\nনাথান একটি কঠিন চাকমা-বিরোধী মনোভাব পোষণ করেন। তিনি বিশ্বাস করেন যে চাকমারা পার্বত্য চট্টগ্রামের অন্যান্য উপজাতির উপর আধিপত্য বিস্তার করে। তিনি কুকি-চিনদের পার্বত্য চট্টগ্রামের উপজাতীয় অঞ্চলের \"ভূমিপুত্র\" বলে মনে করেন। তিনি পার্বত্য চট্টগ্রামে কুকি-চিনদের জন্য একটি স্বায়ত্তশাসিত বা স্বাধীন রাষ্ট্রের প্রস্তাব করেছিলেন যেখানে চাকমাদের পাশাপাশি মারমা ও ত্রিপুরীদের কোনো স্থান থাকবে না। পার্বত্য চট্টগ্রাম জনসংহতি সমিতিকে পার্বত্য চট্টগ্রামের উপজাতিদের সমানভাবে প্রতিনিধিত্ব না করার জন্য তিনি পার্বত্য চট্টগ্রাম জনসংহতি সমিতিরও সমালোচনা করেন, যা তাঁর চাকমা বিদ্বেষ দ্বারা প্রভাবিত হতে পারে।\nরাজনৈতিক বিশেষজ্ঞরা তাঁর চাকমা-বিদ্বেষী শিকড় খুঁজে পান ২০০৩ সালে যখন তিনি জাতিসংঘ উন্নয়ন কর্মসূচির (ইউএনডিপি) একটি স্থানীয় প্রকল্পে চাকরির জন্য আবেদন করেন কিন্তু কিছু চাকমা যুবকের জন্য প্রত্যাখ্যাত হন। বম বিশ্বাস করতেন যে একজন জাতিগত সংখ্যালঘু হওয়ার কারণে এবং চাকমাদের জনসংখ্যা তাঁর সম্প্রদায়কে ছাড়িয়ে যাওয়ার কারণে তাঁকে চাকরি দেওয়া হয়নি, যা তাঁকে চাকমাদের প্রতি বিদ্বেষপূর্ণ করে তুলেছিল।\n\n\n== কুকি-চিন ন্যাশনাল ফ্রন্ট ==\n২০০৮ সালে, নাথান কুকি-চিন ন্যাশনাল ডেভেলপমেন্ট অর্গানাইজেশন (কেএনডিও) নামে একটি এনজিও প্রতিষ্ঠা করেন। ২০১৬ সালে, তিনি কুকি-চিন ন্যাশনাল ভলান্টিয়ার্স (কেএনভি) নামে একটি সশস্ত্র সংগঠন গড়ে তোলেন। ২০১৭ সালে, কেএনভি-এর নাম পরিবর্তন করে কুকি-চিন ন্যাশনাল ফ্রন্ট (কেএনএফ) রাখা হয়।\n\n\n== তথ্যসূত্র =="}