{"pageid": 1365583, "title": "দৃশদ্বতী", "url": "https://bn.wikipedia.org/wiki?curid=1365583", "content": "দৃষদ্বতী ( আইএএসটি: dṛṣad-vatī , \"বহু প্রস্তর সম্বলিত নদী\")হিন্দুশাস্ত্রে উল্লিখিত একটি নদী। ভারতবিদদের মতে, বৈদিক নদী সরস্বতী ও ব্রহ্মাবর্ত রাজ্যের মধ্য দিয়ে দৃষদ্বতী নদী প্রবাহিত হতো। মনুস্মৃতি অনুসারে , বৈদিক যুগে সরস্বতী ও দৃষদ্বতী নদীর সঙ্গমস্থল ব্রহ্মাবর্তে ঋষিরা বেদ ও বৈদিক ধর্মের অন্যান্য সংস্কৃত গ্রন্থ রচনা করেছিলেন।\n\n\n== অবস্থান ==\nসংস্কৃত গ্রন্থে দৃষদ্বতীর উল্লেখ বেশ কয়েকবার করা হয়েছে , তবে অন্যান্য প্রাচীন সাহিত্যে নদীটির বিস্তারিত বর্ণনা পাওয়া যায় না। তাতে নদীটির উৎস ও গমনপথ সম্পর্কে জল্পনা তৈরি হয়েছে। লাট্যায়ন শ্রৌতসূত্র (১০/১৭) একে  মৌসুমী নদী ও  সরস্বতীকে (অধুনা শুষ্কঅবস্থাপ্রাপ্ত)  (১০/১৫-১৯) বহুবর্ষজীবী নদী বলে বর্ণনা করেছে।\nব্রহ্মাবর্তে রচিত ব্রাহ্মণ গ্রন্থে দৃষদ্বতীর উল্লেখ পাওয়া যায় । এই গ্রন্থগুলি অনুসারে, আজমীঢ়ের নিকটবর্তী ব্রহ্মার কমণ্ডলুনিঃসৃত পুষ্কর হ্রদে নদীটির উৎপত্তি । সরস্বতীর চারটি শাখা বিভিন্ন দিকে প্রবাহিত হয়ে পুষ্করের নিকটে পর্বতে উৎপন্ন হয়েছিল । দৃষদ্বতী ছিল উত্তর দিকে প্রবাহিত শাখা। ঋগ্বেদ সংকলনকারী ঋষিদের অধিকাংশের আশ্রম ছিল এই নদীর তীরে, ব্রহ্মাবর্তের পুষ্কর ও ধোসি পাহাড়ের মধ্যবর্তী স্থানে।  ঋগ্বেদ মতে, বৈদিক জনগণ আধ্যাত্মিক কার্যক্রমের জন্য দৃষদ্বতীকে পছন্দ করতো।\nমনুস্মৃতিতে দৃষদ্বতী ও সরস্বতী নদী ব্রহ্মাবর্ত বৈদিক নগরের সীমানা সংজ্ঞায়িত করেছে বলে বিবরণ পাওয়া যায়  :  \n\n\"সরস্বতী ও দৃষদ্বতী এই দুই প্রশস্ত দেবনদীর মধ্যস্থলে যে সকল দেবনির্মিত দেশ অর্থাৎ প্রশস্ত দেশ আছে, তাদেরকে ব্ৰহ্মাবৰ্ত বলে।\"\nমনুস্মৃতিতে আরও বলা হয়েছে, সরস্বতী কুরু প্রদেশের উত্তর সীমারেখা তৈরি করলেও, দৃষদ্বতী কুরু প্রদেশের দক্ষিণে ও ব্রহ্মাবর্তের উত্তরে প্রবাহিত হয়েছিল। মহাভারত অনুসারে , কুরু প্রদেশের দক্ষিণ সীমানায় ছিল গুরু দ্রোণের আশ্রম (বর্তমানে গুরগাঁও এক প্রান্তে ও রোহতক ও ঝজ্জরের  অপর প্রান্তে অবস্থিত;) এই শহরের দক্ষিণ দিকে দৃষদ্বতী প্রবাহিত হতো। বৈদিক যুগে দু'শ কিলোমিটার (১২০ মাইল)-বিস্তৃত আরাবল্লী পর্বতমালা থেকে প্রায় একশটি ধারা পতিত হয়ে দক্ষিণ থেকে উত্তরে প্রবাহিত হয়েছিল। তবে আরাবল্লি পর্বতশ্রেণীর একমাত্র বড় নদী হল বর্তমান সাহিবি ।  সাহিবি নদীর জলপ্রবাহ বর্তমানে কম বৃষ্টিপাতের কারণে  হ্রাস পেয়েছে। বর্তমানে এতে  প্রশস্ত, শুষ্ক নদীখাতের মাধ্যমে জয়পুর , সিকর , আলওয়ার রেওয়ারি , ঝজ্জর , রোহতক ও দিল্লি থেকে যমুনার জল বহন করে আনা হয় ।\nঋগ্বেদে ( ৩/২৩/৪ ) সরস্বতী,  আপষা ও দৃষদ্বতীর উল্লেখ আছে। ঋগ্বেদ , ব্রাহ্মণ ও কল্প অনুসারে , এই নদী ও সরস্বতীর তীরে বৈদিক যজ্ঞ  হতো। শ্রীমদ্ভাগবত মতে, দৃষদ্বতী হলো বিশুদ্ধ নদী ।\n\n\n== উৎপত্তি ==\nওল্ডহ্যাম দৃষদ্বতীকে চৌতাং নদী বলেছেন,   ২,০০০ সালে তালাগেরি একে হরিযুপিয় ও যব্যবতী নদী বলে চিহ্নিত করেছেন। ১৮৭১ সালে আলেকজান্ডার কানিংহাম রক্ষি নদীকে পুরাতন দৃষদ্বতী হিসেবে চিহ্নিত করেন ও এর প্রবাহটি বারাণসির নিকটবর্তী চুনার থেকে এসেছে বলে প্রমাণ করেন। ব্রাহ্মণ গ্রন্থ অনুসারে, সরস্বতী নদীর সাথে সংযোগের আগে দৃষদ্বতী পূর্ব থেকে পশ্চিমে প্রবাহিত হয়েছিল। সরস্বতী বৈদিক যুগে আরাবল্লীর সন্নিকটে উত্তর থেকে দক্ষিণে প্রবাহিত হয়েছিল ও দৃষদ্বতী রাজস্থানের পুষ্কর হ্রদ থেকে দক্ষিণে হরিয়ানার নাঙ্গল চৌধুরী পর্যন্ত আরাবল্লী হয়ে দক্ষিণ থেকে উত্তরে প্রবাহিত হয়েছিল। এরপর দৃষদ্বতী সাতনালীতে সরস্বতীর সাথে মিলিত হয়। প্রায় ৬,৫০০ বছর পূর্বে আরাবল্লী রেঞ্জে বড় গঠনাত্বক/ভূ-কম্পনের পর সরস্বতী নদী তার গতিপথ পরিবর্তন করে, যা বর্তমানে ঘাগর-হাকড়া নদীখাত নামে পরিচিত। পরবর্তীকালে দৃষদ্বতী শুকিয়ে যায়। \nপ্রভাত রঞ্জন সরকারের মতে,  বাঘেলখণ্ডের বিন্ধ্য পর্বতমালায় উৎপন্ন হয়ে দৃষদ্বতী চর্মণ্বতী নদীতে পতিত হয়। ভূমিকম্পের পর, দৃষদ্বতী শোণ নদীর সাথে মিলিত হওয়ার লক্ষ্যে উত্তর দিকে প্রবাহিত হয়। সরকার বিশ্বাস করেন, বর্তমান ঘাঘরা নদীই প্রাচীন দৃষদ্‌বতী।\n\n\n== আরও দেখুন ==\nঘগ্গর-হকরা নদী\n\n\n== তথ্যসূত্র =="}