{"pageid": 1365253, "title": "মধ্য ধারণক্ষমতার রেল", "url": "https://bn.wikipedia.org/wiki?curid=1365253", "content": "মধ্য ধারণক্ষমতার রেল (অন্যান্য নাম হাল্কা দ্রুতগামী গণপরিবহন ব্যবস্থা বা হাল্কা মেট্রো) একধরনের রেল পরিবহন ব্যবস্থা। এর ধারণক্ষমতা সাধারণত হাল্কা রেলের থেকে বেশি কিন্তু ভারী দ্রুতগামী গণপরিবহন ব্যবস্থার থেকে কম।\n\n\n== সংজ্ঞা ও পরিভাষা ==\n\nপ্রমিতকরণের অভাবে মধ্য ধারণক্ষমতার রেলের একাধিক সংজ্ঞা বর্তমান, যা এমনকি একটি দেশের মধ্যেই বিদ্যমান। যেমন, তাইওয়ানের পরিবহন ও যোগাযোগ মন্ত্রকের মতে এক মধ্য ধারণক্ষমতার রেলের ধারণক্ষমতা ৬,০০০–২০,০০০ যাত্রী প্রতি ঘণ্টা প্রতি অভিমুখ (যা/ঘ/অ)। আবার, তাইওয়ান দ্রুতগামী গণপরিবহন ব্যবস্থা বিভাগের (টিসিজি) মতে এক মধ্য ধারণক্ষমতার রেলের ধারণক্ষমতা ২০,০০০–৩০,০০০ যা/ঘ/অ। বিশ্ব ব্যাংকের এক প্রতিবেদন অনুযায়ী এক মধ্য ধারণক্ষমতার রেলের ধারণক্ষমতা ১৫,০০০–৩০,০০০ যা/ঘ/অ। অন্যদিকে, মেট্রো বা ভারী রেলের ধারণক্ষমতা ৩০,০০০ যা/ঘ/অ-এর বেশি এবং হাল্কা রেলের ধারণক্ষমতা প্রায় ১০,০০০–১২,০০০ যা/ঘ/অ বা ১২,০০০–১৮,০০০ যা/ঘ/অ। ভেইক্যুল ওতোমাতিক লেজে (ভিএএল) ব্যবস্থাকে মধ্য ধারণক্ষমতার রেলে শ্রেণিভুক্ত করা হয়, কারণ এর প্রস্তুতকারক এর ধারণক্ষমতাকে ৩০,০০০ যা/ঘ/অ পর্যন্ত বলে অভিহিত করেছে। হংকঙের এমটিআরের মা ওন শান লাইনকে কিছু ক্ষেত্রে মধ্য ধারণক্ষমতার রেল বলে শ্রেণিভুক্ত করা হয়, যেহেতু এটি ছোট চারগাড়ি এসপি১৯৫০ ট্রেন ব্যবহার করে। কিন্তু এর ধারণক্ষমতা ৩২,০০০ যা/ঘ/অ পর্যন্ত, যা কিছু সম্পূর্ণ মেট্রো রেলের ধারণক্ষমতার সঙ্গে তুলনীয়। এই শ্রেণিভুক্তিকরণ বেশিক্ষণ টেকেনি কারণ জুন ২০২১-এ লাইনটিকে প্রসারিত করে তুয়েন মা লাইনে পরিবর্তিত করে সেখানে আটগাড়ি ট্রেন চালু করা হয়েছে।\nমধ্য ধারণক্ষমতার রেল ছাড়া ইউরোপ, ভারত ও দক্ষিণ কোরিয়ায় \"হাল্কা মেট্রো\" কথাটি প্রচলিত।\nআবার কিছু দেশে হাল্কা মেট্রো ও হাল্কা রেল শব্দদুটি নিয়ে সমস্যা দেখা দেয়। দক্ষিণ কোরিয়ায় কোরীয় শব্দ 경전철-এর অনুবাদ হিসেবে \"হাল্কা রেল\" ব্যবহৃত হয়। শব্দটির আক্ষরিক অনুবাদ \"হাল্কা মেট্রো\" হলেও এর প্রকৃত অর্থ \"ভারী রেল ছাড়া যেকোনো রেল পরিবহন ব্যবস্থা, যার ধারণক্ষমতা ভারী রেল ও বাস পরিবহনের মাঝামাঝি\"।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nTaplin, Michael। \"A world of trams and urban transit\"। lrta.org। Light Rail Transit Association। ৬ এপ্রিল ২০১৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২২ জুন ২০২৩। \n\"Metros: Keeping pace with 21st century cities\"। uitp.org। International Association of Public Transport (French: L'Union internationale des transports publics (UITP))। \nSchwandl, Robert। \"UrbanRail.Net\"। UrbanRail.Net। \n\n\n== বহিঃসংযোগ ==\nUrban rail transit definitions\nJane's Urban Transport Systems  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ নভেম্বর ২০১৪ তারিখে"}