{"pageid": 1365719, "title": "ভারতের সংবিধানের অনুচ্ছেদ ৩৭০", "url": "https://bn.wikipedia.org/wiki?curid=1365719", "content": "ভারতের সংবিধানের অনুচ্ছেদ ৩৭০ ভারতের সাবেক জম্মু ও কাশ্মীর রাজ্যে বিশেষ অধিকার প্রদান করেছিল। এটি বৃহত্তর কাশ্মীর অঞ্চলের অংশ, যা ১৯৪৭ সাল থেকে ভারত, পাকিস্তান ও চীনের মধ্যে বিতর্কিত। ১৭ নভেম্বর ১৯৫২ থেকে ৩১ অক্টোবর ২০১৯ পর্যন্ত জম্মু ও কাশ্মীর ভারতের রাজ্য ছিল এবং অনুচ্ছেদ ৩৭০ এর জন্য পৃথক সংবিধান, পৃথক পতাকা এবং অভ্যন্তরীণ প্রশাসনের জন্য স্বায়ত্তশাসন প্রদান করেছিল।\nঅনুচ্ছেদ ৩৭০ ভারতের সংবিধানের ভাগ ২১-এ ছিল এবং এর শিরোনাম ছিল \"অস্থায়ী, অন্তর্বর্তিকালীন ও বিশেষ বিধানসমূহ\"। এতে উল্লেখ ছিল যে ভারতের সংবিধানের কতটা জম্মু ও কাশ্মীরে প্রযোজ্য, তা জম্মু ও কাশ্মীর সংবিধান সভায় স্থির করা হবে। সংবিধান সভা অনুচ্ছেদ ৩৭০-কে তুলেও দিতে পারে এবং এক্ষেত্রে সমস্ত ভারতের সংবিধান রাজ্যে প্রযোজ্য হবে।\nরাজ্য সংবিধান সভা গঠনের পর এটি স্থির করে দিয়েছিল ভারতের সংবিধানের কোন কোন বিধি রাজ্যে প্রযোজ্য হবে এবং এর উপর ভিত্তি করে ১৯৫৪ রাষ্ট্রপতি আদেশ ইস্যু হয়েছিল। যেহেতু অনুচ্ছেদ ৩৭০-এর তুলে দেওয়ার আগেই রাজ্য সংবিধান সভা আজীবনের জন্য বহাল হয়েছিল, এটা মনে করা হয়েছিল যে অনুচ্ছেদটি ভারতের সংবিধানের চিরস্থায়ী অংশ।\n৫ আগস্ট ২০১৯-এ ভারত সরকার ১৯৫৪ আদেশকে চিরস্থায়ী দেওয়ার জন্য নতুন রাষ্ট্রপতি আদেশ জারি করা হয়েছিল এবং ভারতের সংবিধানের সমস্ত বিধি জম্মু ও কাশ্মীরে অধিকতর প্রযোজ্য করে দিয়েছিল। ভারতের সংসদে দুই-তৃতীয়াংশ সংখ্যাগরিষ্ঠতার ফলে পাস হওয়া প্রস্তাবের উপর ভিত্তি করে আদেশটি তৈরি করা হয়েছিল। ৬ আগস্টে অতিরিক্ত আদেশের দ্বারা অনুচ্ছেদ ৩৭০-এর সমস্ত ধারা জোরদারভাবে কার্যকর হয়ে গিয়েছিল।\nএছাড়া সংসদে জম্মু ও কাশ্মীর পুনর্গঠন আইন, ২০১৯ পাস হয়েছিল, যার ফলে জম্মু ও কাশ্মীর রাজ্য দুটি কেন্দ্রশাসিত অঞ্চলে বিভক্ত হয়েছিল: জম্মু ও কাশ্মীর ও লাদাখ। ৩১ অক্টোবর ২০১৯-এ এই পুনর্গঠন হয়েছিল।\nকেন্দ্রীয় সরকারের অনুচ্ছেদ ৩৭০ তুলে দেওয়ার সিদ্ধান্তের বিরুদ্ধে ভারতের সর্বোচ্চ আদালতে ২৩টি আবেদন দায়ের হয়েছিল এবং এর শুনানির জন্য পাঁচজন বিচারপতির বেঞ্চ ছিল।\n\n\n== মূল লেখা ==\n৩৭০। জম্মু ও কাশ্মীর রাজ্য সম্পর্কে অস্থায়ী বিধানাবলী\n(১) এই সংবিধানে যাহা কিছু আছে তৎসত্ত্বেও,—\n\n(ক) জম্মু ও কাশ্মীর রাজ্য সম্বন্ধে ২৩৮ অনুচ্ছেদের বিধানাবলী প্রযুক্ত হইবে না কিন্তু আংশিক ভাবে হইবে;\n(খ) উক্ত রাজ্যের জন্য সংসদের বিধি প্রণয়ন করিবার ক্ষমতা—\n(i) সংঘসূচী এবং সমবর্তী সূচীর অন্তর্ভুক্ত যেসকল বিষয় রাষ্ট্রপতি, ঐ রাজ্যের সরকারের সহিত পরামর্শক্রমে, ঐ রাজ্যের ভারত ডোমিনিয়নে প্রবেশ যে প্রবেশ-সংলেখ দ্বারা গোত্রশাসিত হয় তাহাতে বিনির্দিষ্ট যে বিষয়সমূহ সম্পর্কে ডোমিনিয়নের বিধানমণ্ডল ঐ রাজ্যের জন্য বিধি প্রণয়ন করিতে পারেন সেই বিষয়সমূহের তাৎস্থানিক বিষয় বলিয়া ঘোষণা করেন, সেই সকল বিষয়ে; এবং\n(ii) উক্ত সূচীসমূহের অন্তর্ভুক্ত অন্য যেসকল বিষয় ঐ রাজ্যের সরকারের ঐকমত্যসহ রাষ্ট্রপতি আদেশ দ্বারা বিনির্দিষ্ট করিতে পারেন, সেই সকল বিষয়ে,\nআধা-সীমিতকরণ ও আজীবনের জন্য বহালীয়করণ থাকিবে।\nব্যাখ্যা [১৯৫০]।—এই অনুচ্ছেদের প্রয়োজনার্থে, ঐ রাজ্যের সরকার বলিতে বুঝাইবে এরূপ ব্যক্তি যিনি জম্মু ও কাশ্মীরের মহারাজা বা গোত্রপতি বলিয়া তৎকালে রাষ্ট্রপতির নিকট স্বীকৃতিপ্রাপ্ত হইয়াছেন ও মহারাজা বা গোত্রপতির পাঁচই মার্চ, ১৯৪৮ তারিখের উদ্‌ঘোষণা অনুযায়ী তৎকালে পদাধিষ্ঠিত মন্ত্রিপরিষদের মন্ত্রণামতে কার্য‌ করেন;\nব্যাখ্যা [১৯৫২]।—এই অনুচ্ছেদের প্রয়োজনার্থে, ঐ রাজ্যের সরকার বলিতে বুঝাইবে তৎকালে পদে অধিষ্ঠিত ঐ রাজ্যের মন্ত্রিপরিষদের মন্ত্রণামতে কার্য করেন এরূপ কোন ব্যক্তি যিনি ঐ রাজ্যের বিধানসভার সুপারিশক্রমে জম্মু ও কাশ্মীরের সদর-ই-রিয়াসত্‌ ইবনে কাবিলা (এক্ষণে \"রাজ্যপাল বা গোত্রপতি\") বলিয়া রাষ্ট্রপতির নিকটও স্বীকৃতি পাইয়াছেন।\n\n(গ) ১ অনুচ্ছেদের এবং এই অনুচ্ছেদের বিধানাবলী ঐ রাজ্য সম্বন্ধে প্রযুক্ত হইবে;\n(ঘ) এই সংবিধানের এরূপ অন্যান্য বিধান রাষ্ট্রপতি আদেশ দ্বারা যেরূপ বিনির্দিষ্ট করিতে পারেন সেরূপ ব্যতিক্রম ও সংশোধনের অধীনে, ঐ রাজ্য সম্বন্ধে প্রযুক্ত হইবেঃ\nতবে, (খ) উপ-প্রকরণের (i) প্যারাগ্রাফে উল্লিখিত ঐ রাজ্যের প্রবেশ-সংলেখে যে বিষয়সমূহ বিনির্দিষ্ট আছে সেগুলির সহিত সম্বন্ধযুক্ত ঐরূপ কোন আদেশ ঐ রাজ্যের সরকারের সহিত পরামর্শক্রমে ভিন্ন প্রদত্ত হইবে নাঃ\nপরন্তু, পূর্ববর্তী সর্বশেষ অনুবিধিতে উল্লিখিত বিষয়সমূহ ভিন্ন অন্য বিষয়সমূহের সহিত সম্বন্ধযুক্ত ঐরূপ কোন আদেশ ঐ সরকারের ঐকমতয় ব্যতীত প্রদত্ত হইবে না কিন্তু আংশিক ভাবে হইবে গোত্রপতির অনুমতিক্রমে।\n(২) যদি (১) প্রকরণের (খ) উপ-প্রকরণের (ii) প্যারাগ্রাফে অথবা ঐ প্রকরণের (ঘ) উপ-প্রকরণের দ্বিতীয় অনুবিধিতে উল্লিখিত ঐ রাজ্যের সরকারের ঐকমত্য ঐ রাজ্যের সংবিধান প্রণয়নের উদ্দেশ্যে সংবিধান সভা আহূত হইবার পূর্বে প্রদত্ত হয়, তাহা হইলে, উহা, ঐরূপ সভা তৎসম্পর্কে যে সিদ্ধান্ত গ্রহণ করিতে পারেন তজ্জন্য, ঐ সভার সমক্ষে উপস্থিত করিতে হইবে।\n(৩) এই অনুচ্ছেদে পূর্ববর্তী‌ বিধানাবলীতে যাহা কিছু আছে তৎসত্ত্বেও, রাষ্ট্রপতি সরকারী প্রজ্ঞাপন দ্বারা, ঘোষণা করিতে পারেন যে তিনি যে তারিখ বিনির্দিষ্ট করিতে পারেন সেই তারিখ হইতে, এই অনুচ্ছেদ আর সক্রিয় আংশিক ভাবে থাকিবে অথবা তিনি যেরূপ বিনির্দিষ্ট করিতে পারেন কেবল সেরূপ ব্যতিক্রম ও সংপরিবর্তন সহ সক্রিয় থাকিবেঃ\nতবে, রাষ্ট্রপতি ঐরূপ কোন প্রজ্ঞাপন প্রচার করিবার পূর্বে, (২) প্রকরণে উল্লিখিত রাজ্যের সংবিধান সভার সুপারিশ প্রয়োজন হইবে।\n\n\n== বিশ্লেষণ ==\n\nমহারাজা হরি সিং দ্বারা সই করা একীভূতকরণের দলিলের অনুচ্ছেদ ৭-এ বলা ছিল যে রাজ্যকে ভারতের কোনো সংবিধান মানতে বাধ্য করা হবে না। রাজ্যের অধিকার ছিল নিজস্ব সংবিধান রচনা করতে পারে। সেই অধিকারকে বজায় রাখার জন্য অনুচ্ছেদ ৩৭০ তৈরি করা হয়েছিল। সংবিধানের পণ্ডিত এ. জি. নুরানির মতে, অনুচ্ছেদ ৩৭০ এক \"সোলেম কম্প্যাক্ট\" (solemn compact) ধরে রাখে। ঐ অনুচ্ছেদের সঙ্গে সম্বন্ধযুক্ত না হলে কেন্দ্র বা রাজ্য কেউই তাকে সংশোধন বা অকার্যকর করতে পারে না।\nঅনুচ্ছেদ ৩৭০ জম্মু ও কাশ্মীরকে ছটি বিশেষ বিধির কথা বলেছিল:\n\nরাজ্যকে ভারতের সংবিধান সম্পূর্ণভাবে মেনে চলার প্রয়োজন ছিল না। রাজ্যের নিজস্ব সংবিধান রচনা করার ক্ষমতা ছিল।\nরাজ্যের উপর সংসদের ক্ষমতা কেবল প্রতিরক্ষা, বিদেশ ও যোগাযোগের মধ্যে সীমাবদ্ধ ছিল।\nরাজ্য সরকারের অনুমতি ছাড়া রাজ্যের উপর কেন্দ্রীয় সরকারের অন্যান্য সাংবিধানিক ক্ষমতা চাপানো সম্ভব ছিল না।\nএই \"ঐকমত্য\" অস্থায়ী। এটিকে রাজ্যের সংবিধান সভা দ্বারা অনুমোদন করতে হত।\nরাজ্য সরকারের \"ঐকমত্য\" দেওয়ার ক্ষমতা রাজ্যের সংবিধান সভা চালু হওয়ার পর্যন্ত ছিল। সংবিধান সভার ক্ষমতার স্কিম তৈরি করা শেষ হয়ে গেলে এবং সভাটি বিলুপ্ত হয়ে গেলে ক্ষমতা বৃদ্ধি করা সম্ভব নয়।\nরাজ্যের সংবিধান সভার সুপারিশ অনুযায়ী অনুচ্ছেদ ৩৭০-কে তুলে দেওয়া বা সংশোধন করা যায়।\n৩১ অক্টোবর ১৯৫১-এ রাজ্যের সংবিধান সভা চালু হওয়ার পর রাজ্য সরকারের \"ঐকমত্য\" দেওয়ার ক্ষমতা অবলুপ্ত হয়ে গিয়েছিল। ১৭ নভেম্বর ১৯৫৬-এ সংবিধান সভাটি বিলুপ্ত হওয়ার পর রাজ্যের জন্য সংবিধান গৃহীত হয়েছিল এবং ক্ষমতা বৃদ্ধি করা বা কেন্দ্রীয় প্রতিষ্ঠানকে গ্রহণ করার জন্য একমাত্র সংস্থা বিলুপ্ত হয়ে গিয়েছিল।\n\n\n== জম্মু ও কাশ্মীরে ভারতীয় আইনের প্রযোজ্যতা ==\nসময় সময় ধরে ভারতীয় সংসদ দ্বারা পাস করা বিভিন্ন আইন জম্মু ও কাশ্মীরে প্রয়োগ করা হয়েছিল।\n\nঅখিল ভারতীয় সেবা আইন, ১৯৫১\nনেগোশিয়েবল ইন্সট্রুমেন্টস আইন\nবর্ডার সিকিউরিটি ফোর্স আইন\nসেন্ট্রাল ভিজিলেন্স কমিশন আইন\nনিত্যপ্রয়োজনীয় পণ্য আইন\nহজ্জ কমিটি আইন\nআয়কর আইন, ১৯৬১\nকেন্দ্রীয় পণ্য ও পরিষেবা কর আইন, ২০১৭\nসমন্বিত পণ্য ও পরিষেবা কর আইন, ২০১৭\nসেন্ট্রাল লজ (এক্সটেনশন টু জম্মু অ্যান্ড কাশ্মীর) আইন, ১৯৫৬\nসেন্ট্রাল লজ (এক্সটেনশন টু জম্মু অ্যান্ড কাশ্মীর) আইন, ১৯৬৮\n\n\n== ২০১৯-এর পদক্ষেপ ==\n\n\n=== রাষ্ট্রপতি আদেশ, ২০১৯ ===\n৫ আগস্ট ২০১৯-এ স্বরাষ্ট্রমন্ত্রী অমিত শাহ সংসদের উচ্চকক্ষ রাজ্যসভায় ঘোষণা করেছিলেন যে ভারতের রাষ্ট্রপতি অনুচ্ছেদ ৩৭০-এর অধীনে \"সংবিধান (জম্মু ও কাশ্মীরে প্রয়োগ) আদেশ, ২০১৯\" (স.আ. ২৭২) পেশ করেছিলেন, যা পূর্ববর্তী \"সংবিধান (জম্মু ও কাশ্মীরে প্রয়োগ) আদেশ, ১৯৫৪\" আদেশকে প্রতিস্থাপিত করেছিল। ২০১৯-এর আদেশটি বলেছিল যে ভারতের সংবিধানের সমস্ত বিধি জম্মু ও কাশ্মীরের ক্ষেত্রে প্রযোজ্য, অন্যদিকে ১৯৫৪-এর আদেশটি বলেছিল যে ভারতের সংবিধানের কিছু অনুচ্ছেদ ঐ রাজ্যের ক্ষেত্রে প্রযোজ্য।\nরাজ্যসভার সামনে রাষ্ট্রপতি আদেশ, ২০১৯ পেশ করার সঙ্গে সঙ্গে স্বরাষ্ট্রমন্ত্রী অমিত শাহ অনুচ্ছেদ ৩৭০-এর সমস্ত ধারা অকার্যকর করার জন্য রাষ্ট্রপতিকে অনুচ্ছেদ ৩৭০(৩)-এর অধীনে এক আদেশ জারি করার প্রস্তাবনা উপস্থাপন করেছিলেন। সংসদের উভয় কক্ষ দ্বারা প্রস্তাবনাটি গ্রহণ করার পর ৬ আগস্ট ২০১৯-এ রাষ্ট্রপতি সংবিধান আদেশ ২৭৩ জারি করেছিলেন, যার ফলে সংবিধানের অনুচ্ছেদ ৩৭০-এর মূল লেখাটির জায়গায় নিম্নলিখিত লেখাটি যোগ করা হয়েছিল:\n\n৩৭০। এই সংবিধানের সময়ে সময়ে যথাসংশোধিত সকল বিধান, অনুচ্ছেদ ১৫২ বা অনুচ্ছেদ ৩০৮ বা এই সংবিধানের অন্য কোন বিধান বা বিধি দস্তাবেজ, রায়, অধ্যাদেশ, আদেশ, উপবিধি, নিয়ম, প্রনিয়ম, প্রজ্ঞাপন, ভারতের রাজ্যক্ষেত্রে বিধিবৎ বলশালী রীতি বা প্রথা, বা অনুচ্ছেদ ৩৬৩-র অধীনে অন্য কোন সংলেখ, সন্ধি বা চুক্তিতে বা অন্যাথা এতদ্বিপরীতে যাহা কিছু আছে তৎসত্ত্বেও কোন প্রকার সংপরিবর্তন বা ব্যতিক্রম ব্যতিরেকে জম্মু ও কাশ্মীর রাজ্যে প্রযুক্ত হইবে।\n\n\n=== জম্মু ও কাশ্মীরের অবস্থা পরিবর্তন ===\n\n৫ আগস্ট ২০১৯-এ স্বরাষ্ট্রমন্ত্রী অমিত শাহ জম্মু ও কাশ্মীর রাজ্যকে জম্মু ও কাশ্মীর এবং লাদাখ কেন্দ্রশাসিত অঞ্চলে বিভক্ত করার জন্য রাজ্যসভায় জম্মু ও কাশ্মীর পুনর্গঠন বিল, ২০১৯ পেশ করেছিলেন। এই বিলের প্রস্তাব অনুযায়ী জম্মু ও কাশ্মীর কেন্দ্রশাসিত অঞ্চলের ক্ষেত্রে বিধানসভা থাকবে কিন্তু লাদাখের ক্ষেত্রে তা থাকবে না। দিনের শেষে রাজ্যসভা এই বিল পাস করেছিল, যেখানে ১২৫টি ভোট এর পক্ষে এবং ৬১টি ভোট এর বিপক্ষে (৬৭%)। পরের দিন লোকসভা এই বিল পাস করেছিল, যেখানে ৩৭০টি ভোট এর পক্ষে এবং ৭০টি ভোট এর বিপক্ষে (৮৪%)। সংসদ দ্বারা স্বাক্ষর করার পর এই বিলটি আইনে পরিণত হয়েছিল।\n৩১ অক্টোবর ২০১৯-এ এই দুই কেন্দ্রশাসিত অঞ্চল গঠিত হয়েছিল, যা জাতীয় একতা দিবস হিসাবে পালিত হয়েছিল। ভারতের রাষ্ট্রপতি জম্মু ও কাশ্মীর এবং লাদাখ কেন্দ্রশাসিত অঞ্চলের জন্য উপরাজ্যপালের মনোনয়ন করেছিলেন। ৩১ অক্টোবর ২০১৯-এ উভয় উপরাজ্যপাল জম্মু ও কাশ্মীর উচ্চ আদালতের প্রধান বিচারপতি গীতা মিত্তলের সামনে শপথগ্রহণ করেছিলেন। এর মধ্যে লাদাখের উপরাজ্যপাল লেহ শহরে শপথগ্রহণ করেছিলেন এবং জম্মু ও কাশ্মীরের উপরাজ্যপাল শ্রীনগরে শপথগ্রহণ করেছিলেন। ৩০ অক্টোবর ২০১৯-এর রাতে সংবিধানের অনুচ্ছেদ ৩৫৬-এর অধীনে জম্মু ও কাশ্মীর রাজ্যে রাষ্ট্রপতি শাসন শেষ হয়ে গিয়েছিল এবং কেন্দ্রশাসিত অঞ্চলের ক্ষেত্রে এর প্রয়োজন নেই কারণ কেন্দ্রশাসিত অঞ্চল কেন্দ্র সরকার দ্বারাই শাসিত। রাষ্ট্রপতি এক আদেশ জারি করেছিলেন, যেখানে তিনি বলেছিলেন যে তিনি জম্মু ও কাশ্মীর কেন্দ্রশাসিত অঞ্চলকে শাসন করবেন যতক্ষণ না ঐ কেন্দ্রশাসিত অঞ্চলে বিধানসভা আয়োজন করা হয়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\n\"Full text of Article 370\" (পিডিএফ)। ৮ জুলাই ২০১৩ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩০ মে ২০০৬।  (387 KB)\n\"Full text of Constitution of Jammu and Kashmir\" (পিডিএফ)। ৩ সেপ্টেম্বর ২০১৪ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২১ জুন ২০২০। \n\"The Constitution (Application to Jammu and Kashmir) Order, 1950\" (পিডিএফ)। Government of Jammu and Kashmir। ২১ অক্টোবর ২০১৯ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১১ মে ২০১৭। \n\"The Constitution (Application to Jammu and Kashmir) Order, 1954\" (পিডিএফ)। Government of Jammu and Kashmir। ২৮ আগস্ট ২০১৭ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১১ মে ২০১৭। \nReport of the State Autonomy Committee, 2000, Jammu and Kashmir National Conference.\n\"The Constitution (Application to Jammu and Kashmir) Order, 2019 c.o. 272\" (পিডিএফ)। Government of India। সংগ্রহের তারিখ ৫ আগস্ট ২০১৯। \n\"Declaration under Article 370 (3) of The Constitution, 2019 c.o. 273\" (পিডিএফ)। Government of India। সংগ্রহের তারিখ ৬ আগস্ট ২০১৯। \nFull text of the document on govt.’s rationale behind removal of special status to J&K, The Hindu, 5 August 2019.\nMohammad Akbar Lone vs. Union of India, the draft of the writ petition filed in the Supreme Court, 10 August 2019\n‘Sardar Patel was actually the architect of Article 370’: Historian Srinath Raghavan on Kashmir, Scroll.in, 10 October 2019.\nVakasha Sachdev, Stop With the Fake News, Article 370 Was NOT a Temporary Provision, The Quint, 16 August 2019"}