{"pageid": 1365275, "title": "ফিশার অভিক্ষেপ", "url": "https://bn.wikipedia.org/wiki?curid=1365275", "content": "রসায়নে ফিশার অভিক্ষেপ (ইংরেজি: Fischer projection) হল বিজ্ঞানী হের্মান এমিল ফিশার কর্তৃক প্রদত্ত একটি পদ্ধতি যার দ্বারা ত্রিমাত্রিক অণুর গঠনকে দ্বিমাত্রিক ভাবে উপস্থাপন করা সম্ভব (১৮৯১)। মূলত জৈব রসায়নে এর বিস্তৃত ব্যবহার লক্ষ্যণীয়। ত্রিমাত্রিক অণুর গঠন কল্পনা করা যথেষ্ট কষ্টসাধ্য ব্যাপার হওয়ার জন্য ফিশার এই পদ্ধতির আবিষ্কার করেন।\n\n\n== চিরাচরিত রীতিসমূহ ==\nইউপ্যাক\nসমস্ত বন্ধন অনুভূমিক বা উল্লম্ব রেখা হিসাবে চিত্রিত হয়। কার্বন শৃঙ্খলটি উল্লম্বভাবে চিত্রিত করা হয়েছে, কার্বন পরমাণু কখনও কখনও দেখানো হয় না এবং ক্রসিং লাইনের কেন্দ্র দ্বারা প্রতিনিধিত্ব করা হয় (নীচের চিত্রটি দেখুন)। কার্বন চেইনের স্থিতিবিন্যাস যাতে প্রথম কার্বন (C1) শীর্ষে থাকে। একটি অ্যালডোজ শর্করাতে, C1 হল অ্যালডিহাইড গ্রুপের কার্বন; একটি কিটোজ শর্করার মধ্যে, C1 হল কিটোন গ্রুপের নিকটতম কার্বন, যা সাধারণত C2 এ পাওয়া যায়।\n\nফিশার অনুমানগুলি নির্দিষ্ট ক্ষেত্রে ত্রিমাত্রিক আণবিক কনফিগারেশনের কার্যকর উপস্থাপনা। উদাহরণস্বরূপ, আগে চিত্রিত ডি-গ্লিসারালডিহাইডের মতো তিনটি কার্বন পরমাণু (ট্রায়োজ) সহ একটি মনোস্যাকারাইডের একটি চতুস্তলক জ্যামিতি রয়েছে, যার কেন্দ্রে C2 রয়েছে এবং এটিকে শূন্যস্থানে ঘোরানো যেতে পারে যাতে কার্বন শৃঙ্খলটি C1 এর সাথে উল্লম্ব থাকে। শীর্ষস্থ C1, এবং হাইড্রোজেন এবং হাইড্রক্সাইডের সাথে C2 সংযোগকারী অনুভূমিক বন্ধন দুটিই দর্শকের দিকে তির্যক।\nযাইহোক, তিনটিরও বেশি কার্বন সহ একটি মনোস্যাকারাইডের জন্য ফিশার প্রজেকশন তৈরি করার সময়, শূন্যে অণুকে অভিমুখী করার কোন উপায় নেই যাতে সমস্ত অনুভূমিক বন্ধন দর্শকের দিকে তির্যক হয়ে যায়। অণুটিকে ঘোরানোর পরে যাতে C2 সহ উভয় অনুভূমিক বন্ধন দর্শকের দিকে তির্যক হয়, C3 সহ অনুভূমিক বন্ধনগুলি সাধারণত তির্যক হয়ে যায়। তাই, C2 দিয়ে বন্ড আঁকার পরে, C3 দিয়ে বন্ড আঁকার আগে অণুটিকে অবশ্যই তার উল্লম্ব অক্ষের কাছাকাছি ১৮০° শূন্যে ঘোরাতে হবে। অঙ্কন সম্পূর্ণ করার জন্য আরও অনুরূপ ঘূর্ণন প্রয়োজন হতে পারে।\nএটি বোঝায় যে বেশিরভাগ ক্ষেত্রে একটি ফিশার প্রজেকশন একটি অণুর প্রকৃত ত্রিমাত্রিক কনফিগারেশনের একটি সঠিক উপস্থাপনা নয়। এটি অণুর একটি পরিবর্তিত সংস্করণের অভিক্ষেপ হিসাবে গণ্য করা যেতে পারে, আদর্শভাবে এটির মেরুদণ্ড বরাবর একাধিক স্তরে বাঁকানো। উদাহরণ স্বরূপ, ডি-গ্লুকোজের একটি মুক্ত শৃঙ্খল অণু ঘোরে যাতে C2 সহ অনুভূমিক বন্ধনগুলি দর্শকের দিকে তির্যক থাকে, C3 এবং C5-এর সাথে বন্ধনগুলি দর্শকের কাছ থেকে দূরে তির্যক থাকে এবং তাই এর সঠিক অভিক্ষেপের সাথে মিলিত হবে না ফিশার অভিক্ষেপ। একটি মুক্ত শৃঙ্খল অণুর আরও সঠিক উপস্থাপনের জন্য, একটি নাট্টা অভিক্ষেপ ব্যবহার করা যেতে পারে।\n\n\n== অপ্রতিসমতা ==\nফিশার অভিক্ষেপ দ্বারা সহজে অপ্রতিসম কার্বন চিহ্নিত করা যায় ও এর সাপেক্ষে এনানশিওমার ও ডায়াস্টিরিওমার নির্ধারণ করা যায়। এছাড়াও R/S পদ্ধতি প্রয়োগের এর ভূমিকা অনস্বীকার্য।\n\n\n== অন্যান্য মডেল ==\nহাওয়ার্থ অভিক্ষেপ\nনাট্টা অভিক্ষেপ\nনিউম্যান অভিক্ষেপ\nসহর্স অভিক্ষেপ (নিউম্যান অভিক্ষেপ দ্রষ্টব্য)\n\n\n== তথ্যসূত্র =="}