{"pageid": 1365677, "title": "ইওসিনোফিল", "url": "https://bn.wikipedia.org/wiki?curid=1365677", "content": "ইওসিনোফিল (ইংরেজি: eosinophil) বা ঊষারঞ্জক কোষ হলো শ্বেতকণিকার একটি উপধরন ও রোগ-প্রতিরোধ ব্যবস্থার একটি উপাদান যা বহুকোষীয় পরজীবী ও মেরুদণ্ডী প্রাণীদের কিছু সংক্রমণের বিরুদ্ধে লড়াই করে। এটি অ্যাসিডোফিল বা অম্লাকর্ষী কোষ নামেও পরিচিত। মাস্ট কোষ ও বেসোফিল শ্বেতকণিকার পাশাপাশি ইওসিনোফিলও হাঁপানি ও অ্যালার্জিতে ভূমিকা রাখে। এরা হলো দানাদার শ্বেতকণিকা যা অস্থিমজ্জায় হিমাটোপোয়েসিস বা রক্তজনন প্রক্রিয়ায় উৎপন্ন হয়ে রক্তে পরিভ্রমণ করে এবং সেখানে সংপরিবর্তন বা বিভেদন ঘটে কিন্তু সংখ্যাবৃদ্ধি ঘটে না। দেহের মোট শ্বেতকণিকার ১-৪% হলো ইওসিনোফিল। এই কোষগুলো তাদের বৃহৎ অম্লাকর্ষী সাইটোপ্লাজমীয় দানাগুলোর কারণে ইওসিনোফিলিক বা অম্ল-প্রেমী হয়। রোমানভস্কি রঞ্জন পদ্ধতিতে ইওসিন নামক একটি লাল রঞ্জক দ্বারা রঞ্জনের ফলে ইটের মতো লাল রং ধারণ করে। এই রঞ্জন সাইটোপ্লাজমের ক্ষুদ্র দানাসমূহে ঘনীভূত হয়, যার মধ্যে অনেক রাসায়নিক মিডিয়েটর রয়েছে যেমন, ইওসিনোফিল পার‌অক্সিডেজ, রাইবোনিউক্লিয়েজ, ডি‌অক্সিরাইবোনিউক্লিয়েজ, প্লাজমিনোজেন, লাইপেজ ও মেজর বেসিক প্রোটিন। ইওসিনোফিল সক্রিয় হওয়ার পর ডিগ্র‍্যানুলেশন প্রক্রিয়ায় এই মিডিয়েটরগুলো অবমুক্ত হয়, এগুলো পরজীবী ও পোষক কলা উভয়ের জন্যই বিষাক্ত।\nইওসিনোফিলের ব্যাস ১২–১৭ মাইক্রোমিটার এবং এদের নিউক্লিয়াস দ্বিখণ্ডক। ইওসিনোফিলগুলো রক্তে অবমুক্ত হলেও এরা টিসুতে বসবাস করতে পারে। এদেরকে মেডুলা অবলংগাটা (সুষুম্নাশীর্ষ), থাইমাস গ্রন্থির কর্টেক্স (বল্কল) ও মেডালা বা মজ্জার সং‌যোগস্থল, নিম্ন পরিপাক নালি, ডিম্বাশয়, জরায়ু, প্লীহা ও লসিকাগ্রন্থিতে পাওয়া যায়; কিন্তু স্বাভাবিক অবস্থায় ফুসফুস, ত্বক, অন্ননালি বা অন্য অভ্যন্তরীণ অঙ্গে পাওয়া যায় না। কেবল রোগে আক্রান্ত হলেই পরে উল্লিখিত অঙ্গসমূহে ইওসিনোফিলের উপস্থিতি ঘটে। উদাহরণস্বরূপ, ইওসিনোফিলিক অ্যাজমার রোগীদের উচ্চ মাত্রায় ইওসিনোফিল থাকে যা প্রদাহ সৃষ্টি করে টিসুর ক্ষতি করতে পারে, যার ফলে রোগীর শ্বাস নিতে অনেক কষ্ট হয়। ইওসিনোফিল সংবহনে ৮–১২ ঘণ্টা থাকে এবং উদ্দীপনার অনুপস্থিতিতে টিসুতে আরও অতিরিক্ত ৮–১২ ঘণ্টা টিকে থাকে। ১৯৮০ সালের দিকে একটি গুরুত্বপূর্ণ এক্স-ভিভো কালচার গবেষণায় ব্যাখ্যা করা হয়েছিল যে, ইওসিনোফিল হচ্ছে একটি অনন্য দানাদার শ্বেতকণিকা, যার পরিপক্কতা লাভের পর বেশি সময় ধরে টিকে থাকার সক্ষমতা রয়েছে।\n\n\n== অঙ্গসংস্থানিক বৈশিষ্ট্য ==\nইওসিনোফিলসমূহ আকার, আকৃতি ও চলনক্ষমতায় নিউট্রোফিলের মতোই, কিন্তু রক্তে খুবই অল্প মাত্রায় (১০০–৪০০/μL) বিদ্যমান। দেহের মোট শ্বেতকণিকার ১-৪% হলো ইওসিনোফিল। নিউক্লিয়াসের দুটি খণ্ড রয়েছে যা ক্রোমাটিনের একটি পাতলা সূত্রক দ্বারা যুক্ত থাকে। এদের সাইটোপ্লাজমীয় সুনির্দিষ্ট দানাসমূহ সমভাবে বৃহৎ (০.৫ μm) এবং জীবন্ত কোষকে কিছুটা পীতাভ বর্ণ প্রদান করে। দানাগুলো ডিম্বাকৃতির বা উপবৃত্তাকার ও ঝিল্লি-বেষ্টিত হয়। দানার কেন্দ্রে থাকে চ্যাপ্টা স্ফটিক তুল্য মজ্জা যা মেজর বেসিক প্রোটিন ধারণ করে। এটি একটি আরজিনিন-সমৃদ্ধ বস্তু যা দানার অম্লাকর্ষী বৈশিষ্ট্যের জন্য দায়ী, মোট দানা প্রোটিনের অর্ধেকই হলো মেজর বেসিক প্রোটিন।\n\n\n== পূর্ণবিকাশ ==\n\nপ্রতিশ্রুত ইওসিনোফিল প্রজনিকা কোষসমূহ স্বাভাবিক অস্থিমজ্জায় উপস্থিত বহুজনি রক্তোৎপাদী মাতৃকোষ (সিডি৩৪+) থেকে উদ্ভূত হয়। সম্প্রতি, এই প্রজনিকা কোষটি ইঁদুরের ফুসফুস টিসুতেও শনাক্ত হয়েছে। হিমাটোপয়েটিক বা রক্তোৎপাদী কোষ থেকে মায়েলয়েড বংশানুক্রম এবং এরপর মায়েলোব্লাস্ট তৈরি হয়, যেখান থেকে পরে ধাপে ধাপে পরিপক্কতা লাভের মাধ্যমে ইওসিনোফিল তৈরি হয়। এক্স-ভিভো অস্থিমজ্জা কালচার গবেষণায় দেখা গিয়েছে যে, ইওসিনোফিলসমূহ এ-সব প্রজনিকা কোষ থেকে গ্র্যানুলোসাইট-ম্যাক্রোফেজ কলোনি-স্টিমিউলেটিং ফ্যাক্টর(জিএম-সিএসএফ), ইন্টারলিউকিন-৩ ও ইন্টারলিউকিন-৫ সাইটোকাইনসমূহের সহযোগিতায় বিকাশ লাভ করে। গাঠনিকভাবে পরিপক্কতা লাভ করার পর অস্থিমজ্জা থেকে সংবহনে অবমুক্ত হয়। উল্লেখ্য, ইন্টারলিউকিন-৫ হলো ইওসিনোফিল বিভেদনের সবচেয়ে শক্তিশালী ও সুনির্দিষ্ট উদ্দীপনা। এটি অস্থিমজ্জায় মায়েলয়েড পূর্বগ কোষ থেকে বিভেদনের সময় ইওসিনোফিলের বিকাশকে নিয়ন্ত্রণ করে। অ্যালার্জিজনিত উদ্দীপনার ফলে সিরাম (রক্তাম্বু) ইন্টারলিউকিন-৫ ঘনমাত্রা বৃদ্ধি পায়, যা অস্থিমজ্জায় ইন্টারলিউকিন-৫ রিসেপ্টর ধনাত্মক (IL-5R+) ইওসিনোফিল প্রজনিকা কোষসমূহের সংখ্যাবৃদ্ধি (১০ থেকে ২০ গুণ বা তারও বেশি) ঘটায় এবং সংবহনতন্ত্রে অবমুক্ত করার জন্য কোষগুলোর পরিপক্কতা লাভে সাহায্য করে। অ্যালার্জিক ইওসিনোফিলিয়াতে মুখ্য ভূমিকা রাখলেও, স্বাভাবিক সুস্থিত অবস্থায় ইওসিনোফিলের বৃদ্ধি ও বিভেদনের জন্য ইন্টারলিউকিন-৫ আবশ্যক নয়। ইন্টারলিউকিন-৫ জিন-মোচিত ইঁদুরের অস্থিমজ্জা ও প্রান্তীয় সংবহনে পরিপক্ক ইওসিনোফিল পাওয়া গিয়েছে, যদিও সংখ্যায় কম। এছাড়াও ইওসিনোফিল শ্বেতকণিকার বিকাশে কিছু ট্রান্সক্রিপশন ফ্যাক্টর বা অনুলিপিকরণ উপাদান জড়িত। এগুলো হলো GATA-1, PU.1 ও CAAT ইনহ্যান্সার বাইন্ডিং প্রোটিন α ও ɛ।\n\n\n== কাজ ==\n\n \nইওসিনোফিলসমূহ পরজীবীর বিরুদ্ধে দেহের প্রতিরক্ষা কৌশলে অত্যন্ত গুরুত্বপূর্ণ ভূমিকা রাখে। দেহে পরজীবী সংক্রমণ ঘটলে প্রচুর ইওসিনোফিল উৎপাদিত হয় এবং পরজীবী দ্বারা সংক্রামিত টিসুতে পরিভ্রমণ করে। অ্যালার্জিজনিত রোগ যেমন, হাঁপানিতেও ইওসিনোফিল সংখ্যা বৃদ্ধি পায়। ইওসিনোফিল বাহ্যিক বস্তুর বি-বিষণ, দ্বি-খণ্ডায়ন ও অপসারণের জন্য দায়ী।\nনিউট্রোফিলের মতো ইওসিনোফিলসমূহ সংবহনে অল্প সময়ের জন্য থাকে, সিলেক্টিন নামক কোষ আসঞ্জন অণুসমূহের সাহায্যে অন্তরাস্তর কোষের পৃষ্ঠতলে আকর্ষিত হয়, ইন্টেগ্রিন নামক অন্তর্ঝিল্লি রিসেপ্টরের সাথে যুক্ত হয়ে রক্তবাহের প্রাচীরের সাথে সং‌যুক্ত হয় এবং ডায়াপিডিসিস বা নিষ্ক্রমণ পদ্ধতিতে টিসুতে প্রবেশ করে। নিউট্রোফিলের মতো এরাও প্রোটিন, সাইটোকাইন ও কেমোকাইন অবমুক্ত করে যা প্রদাহ সৃষ্টি করলেও হামলাকারী জীবাণুকে মেরে ফেলতে সক্ষম। তবে, ইওসিনোফিলের সাড়া প্রদান পদ্ধতি ও হন্তারক অণুসমূহের ক্ষরণে নৈর্বাচনিকতা বিদ্যমান। টিসুতে তাদের পরিপক্কতা লাভ ও সক্রিয়করণ ইন্টারলিউকিন-৩, ইন্টারলিউকিন-৫ ও গ্র‍্যানুলোসাইট-ম্যাক্রোফেজ কলোনি-স্টিমিউলেটিং ফ্যাক্টর দ্বারা উদ্দীপিত হয়। পরিপাক নালির শ্লৈষ্মিক ঝিল্লিতে প্রচুর পরিমাণে ইওসিনোফিল থাকে, যেখানে তারা পরজীবীর বিরুদ্ধে প্রতিরক্ষা দেয়, এ-ছাড়া শ্বসন ও মূত্রনালির শ্লৈষ্মিক ঝিল্লিতেও এদের আধিক্য লক্ষণীয়।\nকিছু কিছু পরজীবী আকারে অনেক বৃহৎ হওয়ায় ফ্যাগোসাইটোসিসের মাধ্যমে ভক্ষণ করা কঠিন, তবে ইওসিনোফিল তাদের দানায় উপস্থিত কিছু বিশেষ ধরনের কোষবিষক পদার্থের মাধ্যমে তাদের উপর আক্রমণ করে। দানা থেকে হামলাকারী পরজীবীর উপর অবমুক্ত হওয়ার পর এই পদার্থসমূহ প্রাণঘাতী হয়ে যায় এবং পরজীবীকে মেরে ফেলে। পরজীবীর সংস্পর্শে আসার পর যে-সব প্রাণঘাতী পদার্থসমূহ দানা থেকে অবমুক্ত হয় তাদের নাম ও কার্যপ্রণালী নিম্নে দেওয়া হলো:\n\nইওসিনোফিল পার‌অক্সিডেজ: এই উৎসেচক কৃমি, ব্যাকটেরিয়া ও অর্বুদ কোষকে ধ্বংস করতে সক্ষম।\nমেজর বেসিক প্রোটিন: এটি কৃমির বিরুদ্ধে খুবই সক্রিয়। এটি কৃমিকে বেলুনের মতো ফুলিয়ে ও এর ত্বাচ খোলক (চামড়া-সদৃশ আবরণ) বিযুক্তকরণের মাধ্যমে ধ্বংস করে।\nইওসিনোফিল ক্যাটায়নিক প্রোটিন: এই পদার্থটি কৃমির প্রধান বিনাশক এবং মেজর বেসিক প্রোটিনের চেয়ে দশগুণ বেশি বিষাক্ত। এটি খণ্ডিতকরণের মাধ্যমে পরজীবীকে ধ্বংস করে। এটি একটি স্নায়ুবিষও।\nইওসিনোফিল-উদ্ভূত স্নায়ুবিষ: এটি স্নায়ুতন্তকে (বিশেষ করে মায়েলিন আবরণযুক্ত) ধ্বংস করে।\nসাইটোকাইনসমূহ: সাইটোকাইন যেমন ইন্টারলিউকিন-৪, ইন্টারলিউকিন-৫, টিএনফ আলফা ইত্যাদি ইওসিনোফিলকে সক্রিয় করে প্রদাহকে ত্বরাণ্বিত করে। এই সাইটোকাইনগুলো হামলাকারী জীবাণুকে হত্যাও করে।\nসক্রিয় অক্সিজেন মূলক: সুপার‌অক্সাইড (O−2), হাইপোব্রোমাইট (BrO−)ও পার‌অক্সাইড (হাইপোব্রোমাস অ্যাসিড (HOBr) যা প্রাধিকারভিত্তিতে ইওসিনোফিল পার‌অক্সিডেজ দ্বারা তৈরি হয়)।\nলিপিড মিডিয়েটর: লিউকোট্রাইন (যেমন, এলটিসি৪, এলটিডি৪, এলটিই৪) প্রোস্টাগ্ল্যান্ডিন (যেমন, পিজিই২) গোত্রভূক্ত আইকোসানয়েডসমূহ।\nউৎসেচক: যেমন, ইলাস্টেজ\nবৃদ্ধি ফ্যাক্টর: যেমন, টিজিএফ বিটা, ভিইজিএফ ও পিডিএফজি\nইওসিনোফিল তাদের দানাতে আরএনেজ উৎসেচক ধারণ করে, এতে স্পষ্ট হয় যে তারা ভাইরাস সংক্রমণের বিরুদ্ধে লড়াইয়ে গুরুত্বপূর্ণ ভূমিকা রাখে। এ-ছাড়া প্রদাহের সময় ফাইব্রিন অপসারণেও এদের ভূমিকা আছে। মাস্ট কোষ (পৃথুল কোষ) ও বেসোফিল কোষের পাশাপাশি ইওসিনোফিলও অ্যালার্জিক বিক্রিয়া, হাঁপানি রোগোৎপত্তিতে ভূমিকা রাখে এবং রোগের তীব্রতার সাথে সংশ্লিষ্টতা আছে। এরা কৃমিদের উপনিবেশ স্থাপনের বিরুদ্ধে লড়াই করে এবং কিছু পরজীবীর উপস্থিতিতে এদের সংখ্যা বৃদ্ধি ঘটে। বয়ঃসন্ধি-পরবর্তী স্তন গ্রন্থির বিকাশ, মদচক্র (ইস্ট্রাস চক্র), অ্যালোগ্রাফট (সম কলম) অপক্ষেপ ও অর্বুদসহ অন্যান্য অনেক জৈবিক প্রক্রিয়াতে ইওসিনোফিল জড়িত। টি লিম্ফোসাইটে অ্যান্টিজেন উপস্থাপন কাজেও ইওসিনোফিল জড়িত।\nইওসিনোফিল হাঁপানিসহ অনেক রোগে প্রদাহ ও টিসু ক্ষতির জন্য দায়ী। ইন্টারলিউকিন-৫-এর উচ্চ মাত্রা আসঞ্জন অণুসমূহের অভিব্যক্তি বৃদ্ধি করে, ফলে ইওসিনোফিলের অন্তরাস্তর কোষের সাথে আসঞ্জন সহজতর হয়, যার ফলে প্রদাহ ও টিসু ক্ষতি সংঘটিত হয়। নাসিক্য শ্লৈষ্মিক ঝিল্লিতে ইওসিনোফিলের পুঞ্জীভবন অ্যালার্জিজনিত নাসাপ্রদাহ রোগনির্ণয়ের গুরুত্বপূর্ণ মানদণ্ড।\n\n\n== দানা প্রোটিনসমূহ ==\n\nপ্রতিরক্ষা উদ্দীপনার দ্বারা সক্রিয়করণের পর, ইওসিনোফিল বেশ কিছু ক্যাটায়নিক দানা প্রোটিন অবমুক্ত করে যা টিসুর ক্ষতি করে এবং স্বাভাবিক কাজের বিঘ্ন ঘটায়। এগুলো হলো:\n\nমেজর বেসিক প্রোটিন\nইওসিনোফিল ক্যাটায়নিক প্রোটিন\nইওসিনোফিল পারঅক্সিডেজ\nইওসিনফিল-উদ্ভূত স্নায়ুবিষ\nমেজর বেসিক প্রোটিন, ইওসিনোফিল পার‌অক্সিডেজ ও ইওসিনোফিল ক্যাটায়নিক প্রোটিন অনেক টিসুর জন্য বিষাক্ত। ইওসিনোফিলিক ক্যাটায়নিক প্রোটিন ও ইওসিনোফিল-উদ্ভূত স্নায়ুবিষ হলো রাইবোনিউক্লিয়েজ যার ভাইরাসের বিরুদ্ধে সক্রিয়। মেজর বেসিক প্রোটিন পৃথুল কোষ ও বেসোফিল থেকে দানা অবমুক্তকরণে প্রবর্তনা দেয় এবং প্রান্তীয় স্নায়ু পুনর্গঠনে কাজ করে। ইওসিনোফিলিক ক্যাটায়নিক প্রোটিন অভীষ্ট কোষসমূহের ঝিল্লিতে সূক্ষ্মরন্ধ্র সৃষ্টি করে, ফলে কোষবিষক পদার্থসমূহ সহজে কোষে প্রবেশ করতে পারে। এ-ছাড়া টি-কোষের সংখ্যা বৃদ্ধিতে বাধা দেয়, বি কোষ দ্বারা অ্যান্টিবডি (প্রতিরক্ষিকা) উৎপাদন দমন করে, পৃথুল কোষ থেকে দানা অবমুক্তকরণে প্রবর্তনা দেয় এবং ফাইব্রোব্লাস্ট বা তন্তুকোষ থেকে শ্লেষ্মা ও গ্লাইকোস্যামিনোগ্লাইক্যান ক্ষরণে উদ্দীপনা দেয়। ইওসিনোফিল পার‌অক্সিডেজ সক্রিয় অক্সিজেন মূলক ও সক্রিয় নাইট্রোজেন মূলক গঠন করে যা অভীষ্ট কোষে জারণমূলক পীড়ন (অক্সিডেটিভ স্ট্রেস) ঘটিয়ে অ্যাপোপ্টোসিস ও নেক্রোসিস (কলামৃত্যু) প্রক্রিয়ায় কোষের মৃত্যু ঘটায়।\n\n\n== নিদানিক তাৎপর্য ==\n\n\n=== ইওসিনোফিলিয়া ===\n\nইওসিনোফিল সংখ্যা প্রতি মাইক্রোলিটারে ৫০০-এর বেশি হলে তাকে ইওসিনোফিলিয়া বলে।\nনিন্মে ইওসিনোফিলিয়ার গুরুত্বপূর্ণ কারণগুলো উল্লেখ করা হলো:\n\nপরজীবী সংক্রমণ\nগোলকৃমি (অ্যাস্কারিস)\nবক্রকৃমি\nসুতাকৃমি (স্ট্রনজিলোইডায়াসিস)\nঅ্যালার্জিজনিত রোগসমূহ\nঅ্যালার্জিজনিত নাসাপ্রদাহ\nওষুধ বিক্রিয়াসহ অন্যান্য অতিসংবেদনশীলতা বিক্রিয়া\nচর্মরোগ\nছুলি বা আমবাত\nএকজিমা বা বিখাউজ\nবিম্বিকা বা পেম্ফিগাস (বড়ো বড়ো ফোস্কার মতো চর্মরোগ বিশেষ)\nফুসফুসের রোগসমূহ\nহাঁপানি বা ব্রঙ্কিয়াল অ্যাজমা\nট্রপিক্যাল পালমোনারি ইওসিনোফিলিয়া\nঅ্যালার্জিক ব্রঙ্কোপালমোনারি অ্যাসপারজিলোসিস\nইওসিনোফিলিক গ্র্যানুলোম্যাটোসিস উইদ পলিঅ্যানজিয়াইটিস (চার্গ-স্ট্রাউস সিনড্রোম)\nম্যালিগন্যান্ট বা সংহারক রোগসমূহ\nহজকিন লিম্ফোমা\nটি-কোষ নন-হজকিন লিম্ফোমা\nকার্সিনোমা বা কর্কটরোগ\nইওসিনোফিলিক লিউকেমিয়া\nঅ্যাকিউট মায়েলয়েড লিউকেমিয়া\nমায়েলোপ্রোলিফারেটিভ রোগ\nবিবিধ রোগসমূহ\nহাইপারইওসিনোফিলিক সিনড্রোম\nসারকোইডোসিস (মাংসাভ অর্বুদ)\nহাইপোঅ্যাড্রিনালিজম\nইওসিনোফিলিক গ্যাস্ট্রোএন্টারাইটিস\nইওসিনোফিল হাঁপানিতে গুরুত্বপূর্ণ ভূমিকা রাখে। হাঁপানিগত বিক্রিয়ার তীব্রতা যত বেশি, পুঞ্জীভূত ইওসিনোফিল সংখ্যাও তত বেশি হয়। ইঁদুরের ক্ষেত্রে গবেষণায় দেখা গিয়েছে যে, ইওসিনোফিলিয়ার সাথে ইন্টারলিউকিন-৫ ঘনমাত্রা বৃদ্ধির সংশ্লিষ্টতা রয়েছে। অধিকন্তু, হাঁপানি রোগীর ব্রঙ্কাস বা ক্লোম শাখার শ্লৈষ্মিক ঝিল্লির বায়োপসি (জৈব কলাচ্ছেদন) করে উচ্চ মাত্রার ইন্টারলিউকিন-৫ পাওয়া গিয়েছে যা ইওসিনোফিল মাত্রা বাড়ায়। কোষে এ-রকম উচ্চ মাত্রায় ইওসিনোফিলের অনুপ্রবেশ প্রদাহমূলক বিক্রিয়া ঘটায়। এর ফলে শ্বাসনালি রিমডেলিং বা পুনর্গঠন হয় এবং শ্বাসকষ্ট বৃদ্ধি পায়। ইওসিনোফিল হাঁপানি রোগীর ফুসফুসের টিসুর ক্ষতিও করতে পারে।\n\n\n=== ইওসিনোপিনিয়া ===\n\nইওসিনোফিল সংখ্যা স্বাভাবিকের তুলনায় কমে যাওয়াকে ইওসিনোপিনিয়া বলে। ইওসিনোফিলের স্বাভাবিক সংখ্যা জনগোষ্ঠী ভেদে বিভিন্ন হয়ে থাকে, তাই বাস্তবে ইওসিনোপিনিয়ার সংজ্ঞার্থ নির্ণয় দুরূহ। সবচেয়ে প্রচলিত সংজ্ঞার্থ হলো পরম ইওসিনোফিল সংখ্যা প্রতি মাইক্রোলিটারে ৫০-এর কম। ইওসিনোপিনিয়ার কয়েকটি গুরুত্বপূর্ণ কারণ হলো:\n\nকুশিং সিনড্রোম\nব্যাকটেরিয়া সংক্রমণ\nপীড়ন\nস্টেরয়েড, অ্যাড্রিনোকর্টিকোট্রফিক হরমোন, অ্যাড্রেনালিন প্রভৃতি ওষুধ দীর্ঘমেয়াদে প্রয়োগ করা।\n\n\n== আরও দেখুন ==\nইওসিনোপিনিয়া, ইওসিনোফিল সংখ্যার হ্রাস।\nইওসিনোফিলিয়া, রক্তে ইওসিনোফিল সংখ্যা বৃদ্ধি পায় (প্রতি মাইক্রোলিটারে >৫০০)।\nহাইপার‌ইওসিনোফিলিয়া, রক্তে প্রতি মাইক্রোলিটারে ইওসিনোফিল সংখ্যা >১৫০০-এর বেশি।\nক্লোনাল হাইপার‌ইওসিনোফিলিয়া, অস্থিমজ্জা ও রক্তে ইওসিনোফিলের প্রাক-সং‌হারক অথবা সংহারক ক্লোনের উপস্থিতি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nHistology at ucsf.edu\n\"What is an eosinophil?\" at the Cincinnati Center for Eosinophilic Disorders\nটেমপ্লেট:Blood\nটেমপ্লেট:Immune system"}