{"pageid": 1365266, "title": "কামাক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1365266", "content": "সারা দেশে দেবী সতীর 51টি শক্তিপীঠ রয়েছে, প্রধান শক্তিপীঠগুলির মধ্যে একটি হল দেবী কামাখ্যা, যেখানে দেবীর যোনি অংশ পতিত হয়েছিল, এটি ছাড়াও সারা দেশে মা কামাখ্যার বিভিন্ন মন্দির রয়েছে, যার মধ্যে একটি। হিমাচল প্রদেশের মান্ডি জেলার সুন্দর নগরের বিখ্যাত গ্রাম জয় দেবীতে অবস্থিত, যা তার বিশ্বাস এবং অলৌকিকতার কারণে বহুদূরে বিখ্যাত। কামাক্ষা মানে দেবী যিনি সকল প্রকার ইচ্ছা পূরণ করেন। \nভারতে, দেবীকে অনেক নামে ডাকা হয়, যার মধ্যে তিনটি নাম বিশিষ্ট। দেবীর প্রধান মন্দিরটি আসামের গুয়াহাটিতে অবস্থিত, যাকে লোকেরা দেবী কামাখ্যা নামে চেনে এবং দেবী দক্ষিণ ভারতে কামাক্ষী এবং উত্তরে দেবী কামাক্ষ নামে পরিচিত। এই মন্দিরটি দেবী কালীকে উত্সর্গীকৃত, এই মন্দিরে দেবী গোষ্ঠী এবং কালী উভয় সম্প্রদায়েই বাস করেন। \n\n\n== ইতিহাস ==\nযদি আমরা দেবীর মন্দিরের কথা বলি, এটি সুকেতের রাজা দ্বারা নির্মিত হয়েছিল। সময়ের সাথে সাথে, মন্দিরটি বিভিন্ন ব্যবধানে সংস্কার করা হয়। \n\n\n=== কামাক্ষা মন্দির ===\nবিগত বছরগুলোতে মন্দির কমিটি ও স্থানীয় জনসাধারণের সহযোগিতায় মন্দির নির্মাণের কাজ করা হয়। প্রাচীনকালে, মন্দিরটি পাথরের শৈলীতে নির্মিত হয়েছিল। স্থানীয় জনগণের সহায়তায় মন্দিরটিকে এখন আধুনিক কৌশল সংযোজন করে নতুন রূপ দেওয়া হয়েছে। নির্মাণে কাঠ, পাথর, কাদামাটি এবং বিভিন্ন শিল্পের ব্যবহার জড়িত ছিল। \n\nজয় দেবীর সুন্দর পাহাড়ের কোলে দেবীর আবাসস্থল, যা প্রকৃতির ভান্ডারের সৌন্দর্যের এক অপূর্ব নিদর্শন। মন্দিরের গর্ভগৃহে দেবীর একটি মহিমান্বিত মূর্তি রয়েছে। দেবী ছাড়াও, মন্দিরে অন্যান্য শ্রদ্ধেয় মূর্তি রয়েছে, যেগুলি সুকেতের রাজারা প্রতিষ্ঠা করেছিলেন। এর মধ্যে রয়েছে হনুমান, ভৈরব এবং চৌষট্টি যোগিনীর প্রধান মূর্তি। মন্দিরের চমত্কার স্থাপত্য এবং সুন্দর ভবন প্রকৃতির সৌন্দর্যে মোহনীয়তার প্রতীক। এর পাশাপাশি বিয়ে ও উৎসবের সুবিধার্থে মন্দিরের পাশাপাশি সরাই ভবন নির্মাণ করা হয়েছে। \n\n\n=== দেবী কামাক্ষা ===\nকথিত আছে, দেবীর ইতিহাস রাজাদের যুগের সাথে জড়িত। ইতিহাসের কথা বললে, তার রাজত্বকালে সুকেতের রাজা জয়দেবীর মূর্তি স্থাপন করেছিলেন এবং একটি দুর্দান্ত মন্দিরও নির্মাণ করেছিলেন। কথিত আছে, কয়েক শতাব্দী আগে, যখন রাজা সেন তার প্রাচীন রাজধানী পাঙ্গানাকে তার নতুন রাজধানী করতারপুর, লোহারা এবং বাণেদে পরিবর্তন করছিলেন, সেই সময়ে রাজাদের দেবীকে তাদের প্রাসাদে নিয়ে যেতে হয়েছিল। যাইহোক, কোন কারণে, রাজাকে পথেই কামাখ্যা মায়ের মূর্তি প্রতিষ্ঠা করতে হয়েছিল, যে জায়গাটি এখন জয়দেবী নামে পরিচিত। \nএটা দেখে এলাকাবাসীর খুশির সীমা ছিল না, তারা জয় দেবী, জয় দেবী স্লোগান দিতে শুরু করে এবং তার পরেই জায়গাটির নাম হয় জয় দেবী । কথিত আছে, রাজাদের পাশাপাশি দেবীর আদি স্থানও বাংলা বলে মনে করা হয়। পূর্ব ভারতে দেবীর একটি বিখ্যাত শক্তিপীঠ প্রতিষ্ঠিত, যাকে আপনি কামাখ্যা নামেও চেনেন। রাজারা বিজয়ের অভিপ্রায়ে উত্তর দিকে যাত্রা করলে সুকেত নামে একটি সুন্দর রাজ্য প্রতিষ্ঠা করেন। তাই রাজা যখন বাংলা থেকে সুকেতে আসেন, তখন তিনি তাঁর পরিবারের দেবীকে সঙ্গে নিয়ে আসেন, যাকে আপনি মা কামাক্ষা নামে চেনেন। \n\n\n== উৎসব ==\nউৎসবের কথা যদি বলি, প্রতি বছর মন্দিরের আঙিনায় নানা ধরনের উৎসবের আয়োজন করা হয়।তার মধ্যে প্রধান হল দুর্গাপূজা এবং নবরাত্রি । শুধু তাই নয়, বছরে একবার দেবীর শোভাযাত্রাও হয় সুকেতে, যেখানে দেবী হাজার হাজার দেবতার সাথে মেলায় অংশগ্রহণ করেন। আমরা একে সুকেত মেলা নামে চিনি। \n\n\n=== সুকেত মেলা ===\nসুকেত মেলাকে দেবীর প্রধান উৎসব বলে মনে করা হয়। আমরা যখন সুকেত মেলার কথা বলি, তখন এর ভিত্তি স্থাপন করেছিলেন সুকেতের রাজা মহারাজা লক্ষ্মণ সেন । সুকেত মেলার সূচনা 19 শতকে বলা হয়, এবং এর প্রধান দেবতারা হলেন শ্রী মুল মহুনাগ জি বাখারি, দেবী কামাক্ষা জি জয় দেবী এবং শ্রী কামরুনাগ জি । কথিত আছে যে, সুকেতের রাজা যখন মুঘল সম্রাট আওরঙ্গজেব দিল্লিতে বন্দী ছিলেন, তখন মুল মহুনাগ বাখারি জি তাকে মহুতে দর্শন দিয়েছিলেন এবং বন্দীদশা থেকে মুক্ত করেছিলেন। \nফলস্বরূপ রাজা তাঁর প্রাসাদে দেবতাদের একটি শোভাযাত্রার আয়োজন করেন এবং তারপরে সুকেত মেলা শুরু হয় । কথিত আছে যে সুকেত মেলা শ্রী কামাক্ষা মাতা জয়দেবী শ্রী মহামায়া পঙ্গনা এবং শ্রী মূল মহুনাগ বাখারী জি - কে উৎসর্গ করা হয়েছে । সুকেত মেলায় সুকেতের রাজপরিবারের পূর্বপুরুষ দেবতা মাতা কামাক্ষাকে প্রথম স্থান দেওয়া হয় ।\n\n\n=== নবরাত্রি ===\nমন্দিরে, নবরাত্রি প্রতি বছর মহান আড়ম্বর এবং প্রদর্শনের সাথে পালিত হয়।, দেশের বিভিন্ন প্রান্ত থেকে হাজার হাজার ভক্ত দেবীর এক ঝলক দেখার জন্য মন্দির প্রাঙ্গণে আসেন। প্রতিটি মন্দিরে, নবরাত্রির সময়, রাত্রি জাগরণ (জাগ্রত) আয়োজন করা হয়, এবং তার সাথে, একটি প্রতিদিনের ভোজ (ভান্ডার)ও আয়োজন করা হয়। এটি সমস্ত শক্তিপীঠে পালিত প্রধান উত্সবগুলির মধ্যে একটি। \n\n\n=== দূর্গা পূজা ===\nদেবীর প্রাঙ্গণে, দুর্গাপূজা প্রতি বছর একাধিকবার আয়োজন করা হয়, যার মধ্যে রাত্রিকালীন জাগ্রত (জাগ্রত) এবং সকালের খাবারের (ভোজন) ব্যবস্থাও রয়েছে। এছাড়াও হাজার হাজার পণ্ডিত ভক্তি সহকারে যথশক্তি পাঠ, যা প্রতি বছর করা হয়, যার মধ্যে রয়েছে সাতচণ্ডী ও শাস্ত্রচণ্ডী পাঠও।\n\n\n== উৎপত্তি ==\nসমগ্র হিমাচল প্রদেশে দেবীকে উৎসর্গ করা তিনটি মন্দির রয়েছে। প্রথমটি হল শ্রী কামাখ্যা শক্তিপীঠ, দ্বিতীয়টি হল কামাক্ষী মন্দির এবং শেষটি হল কামাক্ষা মন্দির, যা ভারতের উত্তরাঞ্চলে অবস্থিত। দেবীকে শ্রী কামাখ্যা শক্তিপীঠের একটি রূপ হিসাবে বিবেচনা করা হয়। যাইহোক, কামাখ্যা শক্তিপীঠে, দেবী একটি অনন্য রূপে, যখন কামাক্ষা মন্দিরে, তিনি একটি বিশাল মূর্তি রূপে উপস্থিত রয়েছেন। \n\n\n== স্থাপত্য ==\nদেবীর মন্দিরটি সুন্দর ভাস্কর্যে শোভিত। মন্দিরে বিভিন্ন দেবদেবীর মূর্তি রয়েছে, যার মধ্যে প্রধান মূর্তি হল শ্রী ভৈরবের, যা দেবীর অভ্যন্তরীণ গর্ভগৃহের বাম দিকে অবস্থিত। দেবীর উপরে এবং ডান পাশে শ্রী হনুমানের মূর্তি। এগুলি ছাড়াও, দেবীর অভ্যন্তরীণ গর্ভগৃহের ডানদিকে ভগবান শিবের একটি মহৎ মূর্তি রয়েছে, পাশাপাশি ভগবান গণেশের মূর্তিও রয়েছে, যাও পূজনীয়। মন্দিরের বাইরে, একটি সিংহের মূর্তি, দেবীর পর্বত রয়েছে। দেবীর পাশাপাশি চৌষট্টিটি যোগিনীর মূর্তিও রয়েছে। প্রকৃতির সৌন্দর্য বৃদ্ধি করে কয়েকবার সংস্কার করা হয়েছে দেবীর মন্দির।\n\n\n== তাৎপর্য ==\nপ্রচলিত বিশ্বাস অনুসারে, সুকেতের রাজা যখন তার পরিবারের দেবীকে (কুলদেবী) তার নতুন রাজধানীতে নিয়ে যাচ্ছিলেন, তখন দেবী রাজার সামনে একটি শর্ত রাখেন। যেখানে বলা হয়েছিল যে তাকে বিনা বাধায় রাজপ্রাসাদে নিয়ে যেতে হবে, রাজা যদি পথের কোথাও বিশ্রাম নিতেন তবে সেই স্থানেই দেবীর মূর্তি স্থাপন করতে হবে। বলেছেন, শর্ত লঙ্ঘন করলে প্রতি পদক্ষেপে বলি দিতে হবে। \nশাস্ত্র বর্ণনা করে যে রাজা এই শর্ত পূরণ করতে পারেননি এবং ফলস্বরূপ, তাকে সেই স্থানেই তার পারিবারিক দেবী (কুলদেবীর) মূর্তি স্থাপন করতে হয়েছিল। সমস্ত দিক থেকে \"জয় দেবী, জয় দেবী\" ধ্বনি প্রতিধ্বনিত হওয়ার সাথে সাথে সমগ্র পৃথিবী আনন্দে ঝলমল করে উঠল। সেই মুহূর্ত থেকে, স্থানটি জয় দেবী নামে পরিচিত হয় এবং বিশ্বাস করা হয় যে এই ঘটনাটি জয় দেবীর তাৎপর্যের সূচনা করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nkamaksha.business.site/  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ জুন ২০২৩ তারিখে\nwww. জয়দেবী.ইন"}