{"pageid": 1365029, "title": "কাইটিন", "url": "https://bn.wikipedia.org/wiki?curid=1365029", "content": "কাইটিন (Chittin) হল একটি বড় কাঠামোগত পলিস্যাকারাইড যা গ্লুকোজ চেইন দ্বারা গঠিত যা পরিবর্তিত হয়েছে। পোকামাকড়ের বহিঃকঙ্কাল, ছত্রাকের কোষ প্রাচীর এবং অমেরুদণ্ডী প্রাণী এবং মাছের কিছু শক্ত কাঠামোর মধ্যে রয়েছে কাইটিন।\nচিটিন প্রাচুর্যের দিক থেকে দ্বিতীয় স্থানে রয়েছে, শুধুমাত্র সেলুলোজ এর পরে। বায়োস্ফিয়ারে প্রজাতির দ্বারা বছরে প্রায় এক বিলিয়ন টন কাইটিন উৎপন্ন হয়।\nএই অবিশ্বাস্যভাবে অভিযোজিত অণু নিজেই শক্ত কাঠামো তৈরি করতে পারে, যেমন কীটপতঙ্গের ডানার ক্ষেত্রে, অথবা এটি ক্যালসিয়াম কার্বনেটের মতো অন্যান্য জিনিসের সাথে যোগাযোগ করে আরও শক্তিশালী যৌগ তৈরি করতে পারে, যেমন একটি ক্ল্যামের খোলের ক্ষেত্রে।\nসেলুলোজের মতো, কোনও মেরুদণ্ডী প্রজাতি স্বাধীনভাবে কাইটিন হজম করতে পারে না। পোকামাকড় খাওয়া প্রাণীদের সাধারণত সিম্বিওটিক ব্যাকটেরিয়া এবং প্রোটোজোয়া থাকে যা কাইটিনের তন্তুর গঠনকে এর উপাদান গ্লুকোজ অণুতে পরিণত করতে পারে।\nতবুও, যেহেতু কাইটিন একটি বায়োডিগ্রেডেবল অণু যা সময়ের সাথে সাথে ক্ষয়প্রাপ্ত হয়, এটি অস্ত্রোপচারের থ্রেড এবং রঞ্জক এবং আঠালো বাইন্ডার সহ বিভিন্ন শিল্প অ্যাপ্লিকেশনগুলিতে নিযুক্ত করা হয়।\n\n\n== ব্যুৎপত্তি ==\nইংরেজি শব্দ \"chitin\" এসেছে ফরাসি শব্দ chitine থেকে, যেটি 1821 সালে গ্রীক শব্দ χιτών (khitōn) থেকে এসেছে যার অর্থ আচ্ছাদন।\nএকটি অনুরূপ শব্দ, \"চিটন\", একটি প্রতিরক্ষামূলক শেল সহ একটি সামুদ্রিক প্রাণীকে বোঝায়।\n\n\n== কাইটিনের রাসায়নিক গঠন ==\nকাইটিন এর গঠন\nএন-এসিটাইল-ডি-গ্লুকোসামিন হল পলি-(1→4)-β-কাইটিন এর সাথে যুক্ত (42)। এর গঠনে চিনির একক 180° দ্বারা ঘোরানো হয় এবং প্রতিটি জোড়া ডিস্যাকারাইড N,N′-ডায়াসিটাইলচিটোবায়োজ [(GlcNAc)2] তৈরি করে।(N-অ্যাসিটাইল গ্লুকোস্যামাইনের পলিমার){(C8H13O5N)n})\nপৃথক পলিমার চেইন হল হেলিস যেখানে প্রতিটি চিনির ইউনিট তার প্রতিবেশীদের তুলনায় উল্টানো হয়। 03-H→05 এবং 06-H→07 হাইড্রোজেন বন্ধনের ফলে শক্ত ফিতাগুলিকে সংযুক্ত করে, এই কাঠামোটি অত্যন্ত স্থিতিশীল।\nতদুপরি, কাইটিনের তিনটি স্বতন্ত্র স্ফটিক অ্যালোমর্ফ রয়েছে: α-, β- এবং γ-ফর্ম। মাইক্রোফাইব্রিলগুলির অভিযোজন এই দুটি প্রকারের মধ্যে পৃথক। কাইটিনের সবচেয়ে প্রচলিত ধরন হল -কাইটিন। এর একক কোষে দুটি N,N′-ডায়াসিটাইলকাইটোবায়োজ ইউনিট রয়েছে যা একে অপরের সাথে সমান্তরালভাবে সাজানো হয়েছে।\nফলস্বরূপ, সংলগ্ন পলিমার চেইনগুলিকে 06-H→06 হাইড্রোজেন বন্ড দ্বারা একত্রে সংযুক্ত করা হয় এবং চেইনগুলিকে 07→HN হাইড্রোজেন বন্ড দ্বারা শীটগুলিতে বজায় রাখা হয়। এর ফলে -CH2OH অভিযোজনের একটি পরিসংখ্যানগত মিশ্রণ তৈরি হয়, প্রতিটি অবশিষ্টাংশে অক্সিজেন পরমাণুর অর্ধেক আন্তঃআণবিক হাইড্রোজেন বন্ধন গঠন করতে সক্ষম।\nঅ্যামাইড গ্রুপের অর্ধেক C=O→HN ইন্ট্রামলিকুলার হাইড্রোজেন বন্ধনের জন্য গ্রহণকারী হিসাবে কাজ করে। এই আন্তঃআণবিক হাইড্রোজেন বন্ড গঠনের ফলে এমন একটি কাঠামো তৈরি হয় যা অত্যন্ত স্থিতিশীল। যদি পলিমার চেইনগুলিকে দৃঢ় হতে দেওয়া হয়, তবে তারা মাইক্রোফাইব্রিলে স্ব-একত্রিত হবে।\nβ-কাইটিন হল একটি কম সাধারণ ধরনের কাইটিন যার ইউনিট কোষ হল একটি N,N′-ডায়াসিটাইলকাইটোবায়োজ ইউনিট, যার ফলে একটি পলিমার 03→05 ইন্ট্রামলিকুলার এইচ-বন্ড দ্বারা শক্ত ফিতা হিসাবে স্থিতিশীল হয়, যা -কাইটিনের মতোই।\nএই কাঠামোর চেইনের শীটগুলিকে C=O→HN H-বন্ড দ্বারা অ্যামাইড গ্রুপের মধ্যে এবং -CH2OH পাশের চেইন দ্বারা একত্রে রাখা হয়, যা প্রতিবেশী চেইনে কার্বনিল অক্সিজেনের সাথে ইন্টারশিট এইচ-বন্ড গঠনের দিকে পরিচালিত করে ( 06-H→07)।\nএর ফলে একটি সমান্তরাল পলি-এন-অ্যাসিটিলগ্লুকোজামাইন চেইনের কাঠামো তৈরি হয় যার মধ্যে শীটগুলির মধ্যে কোনও H-বন্ড নেই। -কাইটিন-এ পলিমার চেইনের সমান্তরাল সংগঠন β-কাইটিন-এ পলিমার চেইনের অ্যান্টি-সমান্তরাল বিন্যাসের চেয়ে বেশি নমনীয়তার অনুমতি দেয়, তবুও ফলস্বরূপ পলিমার প্রচুর শক্তি ধরে রাখে।\nমিশ্র সমান্তরাল এবং বিরোধী সমান্তরাল অভিযোজন সহ তৃতীয় অ্যালোমর্ফ হল -চিটিন। এটি মাশরুমে পাওয়া গেছে বলে জানা গেছে। ডায়াটমগুলিতে উপস্থিত β-কাইটিন বাদ দিয়ে, কাইটিন সর্বদা অন্যান্য কাঠামোগত উপাদানগুলির সাথে ক্রস-সংযুক্ত থাকে। ছত্রাকের কোষের দেয়ালে, কাইটিন গ্লুকানের সাথে সরাসরি সংযুক্ত থাকে, যেমন ক্যান্ডিডা অ্যালবিক্যানের মতো বা পেপটাইড সেতুর মাধ্যমে।\nতদুপরি, পোকামাকড় এবং অন্যান্য অমেরুদণ্ডী প্রাণীদের মধ্যে, কাইটিন সর্বদা সমযোজী এবং অ-সংযোজকভাবে নির্দিষ্ট প্রোটিনের সাথে আবদ্ধ থাকে। এই সম্পর্ক নির্দেশ করে যে পর্যবেক্ষণ করা সুশৃঙ্খল কাঠামো উত্পাদিত হয়। ক্যালসিফিকেশন এবং স্ক্লেরোটাইজেশন সহ খনিজকরণের বিভিন্ন স্তর রয়েছে, যা ফেনোলিক এবং লিপিড অণুর সাথে মিথস্ক্রিয়া জড়িত।\nছত্রাক এবং অমেরুদণ্ডী প্রাণীর মতো প্রাণীদের মধ্যে, ডিসিটাইলেশনের বিভিন্ন মাত্রা নথিভুক্ত করা হয়েছে, যা কাইটিন (সম্পূর্ণভাবে অ্যাসিটাইলেটেড) এবং চিটোসান (সম্পূর্ণভাবে ডেসিটাইলেটেড) মধ্যে কাঠামোর একটি ধারাবাহিকতা তৈরি করে।\nযদিও অ্যাসিড বা ক্ষার উভয়ই কাইটিনকে ডিসিটাইলেট করতে ব্যবহার করা যেতে পারে, অ্যাসিডের সাথে গ্লাইকোসিডিক সংযোগের সংবেদনশীলতার কারণে, যা শৃঙ্খল ভেঙে দেয়, ক্ষার ডিসিটাইলেশন বেশি ব্যবহৃত হয়।\nভিন্নধর্মী বা একজাতীয় বিক্রিয়া মিশ্রণ ব্যবহার করে কাইটিন এন-ডিসিটাইলেটেড হতে পারে। বিভিন্ন ডিঅ্যাক্টাইলেশনের সাথে কাইটিন এবং চিটোসানের মধ্যে কোন সুনির্দিষ্ট পার্থক্য নেই। ব্যতিক্রমগুলি ছাড়াও, প্রাকৃতিক কাইটিন অন্যান্য কাঠামোগত পলিমার যেমন প্রোটিন বা গ্লুকানগুলির সাথে মিলিত হয়, যা প্রায়শই কাইটিন-ধারণকারী টিস্যুতে 50 শতাংশেরও বেশি ভর নিয়ে থাকে।\nমিশ্রিত অ্যাসিটিক এবং ফর্মিক অ্যাসিডে দ্রবণীয়তার বিন্দুতে কাইটিনকে এন-ডিসিটাইলেট করা যেতে পারে। কাইটিন-এ, অ্যাসিটাইলেটেড ইউনিটগুলি প্রাধান্য পায় এবং অ্যাসিটাইলেশনের মাত্রা প্রায়শই 0.90 হয়, যেখানে কাইটোসান একটি সম্পূর্ণ বা আংশিকভাবে এন-ডিসিটাইলেটেড ডেরিভেটিভ যা সাধারণত 0.65-এর বেশি হয়।\nআইআর স্পেকট্রোস্কোপি, পাইরোলাইসিস গ্যাস ক্রোমাটোগ্রাফি, জেল পারমিয়েশন ক্রোমাটোগ্রাফি এবং ইউভি-ভিস স্পেকট্রোফোটোমেট্রি, 1এইচ এনএমআর স্পেকট্রোস্কোপি, 13সি সলিড স্টেট এনএমআর, তাপীয় বিশ্লেষণ, বিভিন্ন টাইট্রেশন স্কিম, অ্যাসিড হাইড্রোলাইসিস, এইচপিএলসি, পিএলসি, এইচপিএলসিপির কাছাকাছি পদ্ধতি সহ অসংখ্য বিশ্লেষণমূলক কৌশল। ইনফ্রারেড স্পেকট্রোস্কোপি, ডিসিটাইলেশন ডিগ্রী নির্ধারণ করতে ব্যবহার করা হয়েছে।\n\n\n== কাইটিনেজেস এনজাইম ==\n\nChitinases (EC 3.2.1.14, chitodextrinase, 1,4-β-poly-N-acetylglucosaminidase, poly-β-glucosaminidase, β-1,4-poly-N-acetyl glucosamidinase, poly [1,4-(N-acetyl) -β-D-glucosaminide)] glycanohydrolase, (1→4) -2-acetamido-2-deoxy-β-D-glucan glycanohydrolase; পদ্ধতিগত নাম (1→4) -2-acetamido-2-deoxy-β-D -গ্লুকান গ্লাইকানোহাইড্রোলেস) হাইড্রোলাইটিক এনজাইম যা কাইটিনের গ্লাইকোসিডিক সংযোগগুলিকে হ্রাস করে। তারা পরবর্তী প্রতিক্রিয়া ট্রিগার করে:\nএন-এসিটাইল-β—ডি-গ্লুকোসামিনাইড (1→4)-β—কাইটিন এবং কাইটোডেক্সট্রিন-এর এন্ডোহাইড্রোলাইসিস এলোমেলোভাবে ঘটে।\nযদিও কাইটিন হল ছত্রাকের কোষ প্রাচীর এবং নির্দিষ্ট কিছু প্রাণীর (মোলাস্ক এবং আর্থ্রোপড সহ) এক্সোস্কেলটনের একটি উপাদান, তবে কাইটিনেসগুলি সাধারণত এমন জীবের মধ্যে পাওয়া যায় যেগুলিকে হয় তাদের নিজস্ব কাইটিন পুনরায় কনফিগার করতে হয় বা ভাঙতে হয় এবং ছত্রাক বা প্রাণীদের কাইটিন হজম করতে হয়।\nএন্ডোকাইটিনেসেস (EC 3.2.1.14) কাইটিন মাইক্রোফাইব্রিলের অভ্যন্তরীণ স্থানে এলোমেলোভাবে কাইটিনকে ক্লিভ করে, দ্রবণীয়, কম-আণবিক-ওজন মাল্টিমার পণ্য তৈরি করে। Di-acetylchitobiose, chitotriose, এবং chitotetraose হল মাল্টিমার পণ্য, যার মধ্যে ডাইমার সর্বাধিক প্রচুর।\nঅধিকন্তু, exochitinases দুটি উপশ্রেণীতে বিভক্ত করা হয়েছে:\nChitobiosidases (EC 3.2.1.29) কাইটিন মাইক্রোফাইব্রিলের অ-হ্রাসকারী প্রান্তে কাজ করে, কাইটিন চেইন থেকে একবারে একটি অণু থেকে ডাই-অ্যাসিটাইলকিটোবায়োজ মুক্ত করে। এই প্রক্রিয়ায়, মনোস্যাকারাইড বা অলিগোস্যাকারাইডের কোন মুক্তি নেই।\nβ-1,4- N-acetylglucosaminidases (EC 3.2.1.30) di-acetylchitobiose, chitotriose এবং chitotetraose-এর মতো মাল্টিমার পণ্যগুলিকে N-acetylglucosamine monomers (GlcNAc) তে ভেঙে দেয়।\nChitinases তাদের অ্যামিনো অ্যাসিড সিকোয়েন্সের উপর ভিত্তি করে শ্রেণীবদ্ধ করা হয়েছিল, কারণ এটি এই এনজাইমগুলির মধ্যে বিবর্তনীয় সম্পর্ক বুঝতে আরও সহায়ক হবে। অতএব, কাইটিনেসগুলি তিনটি পরিবারে বিভক্ত ছিল: 18, 19 এবং 20।\n18 এবং 19 পরিবারে ভাইরাস, ব্যাকটেরিয়া, ছত্রাক, পোকামাকড় এবং গাছপালা সহ বিভিন্ন জীবের এন্ডোকিটাইনেসেস থাকে। তবুও, পরিবার 19 প্রাথমিকভাবে উদ্ভিদ থেকে chitinases গঠিত। N-acetylglucosaminidase এবং একটি সম্পর্কিত এনজাইম, N-acetylhexosaminidase, পরিবারের 20 সদস্য।\nতদুপরি, যেহেতু কাইটিনেসের জিন ক্রমগুলি জানা ছিল, তাই তাদের ক্রম অনুসারে তাদের ছয়টি গ্রুপে বিভক্ত করা হয়েছিল। এন-টার্মিনাল সিকোয়েন্স, এনজাইমের অবস্থান, আইসোইলেকট্রিক পিএইচ, সিগন্যাল পেপটাইড এবং ইনডুসারগুলি এমন বৈশিষ্ট্য ছিল যা কাইটিনেসের শ্রেণীকে চিহ্নিত করে।\nপ্রথম শ্রেণির কাইটিনেসগুলি সিস্টাইন-সমৃদ্ধ এন-টার্মিনাস, একটি লিউসিন- বা ভ্যালাইন-সমৃদ্ধ সিগন্যাল পেপটাইড এবং ভ্যাক্যুলার অবস্থান দ্বারা চিহ্নিত করা হয়েছিল। পরবর্তীতে, তাদের অম্লীয় বা মৌলিক প্রকৃতির উপর ভিত্তি করে, ক্লাস I কাইটিনেসগুলিকে যথাক্রমে ক্লাস Ia এবং ক্লাস Ib-এ বিভক্ত করা হয়েছিল। ক্লাস 1 কাইটিনেসগুলিতে শুধুমাত্র উদ্ভিদের কাইটিনেস এবং প্রধানত এন্ডোকিটাইনেসেস পাওয়া গেছে।\nদ্বিতীয় শ্রেণীর কাইটিনাসে সিস্টাইন সমৃদ্ধ এন-টার্মিনাসের অভাব ছিল কিন্তু ক্লাস I এনজাইমের মতো একই ক্রম ভাগ করে নেয়। দ্বিতীয় শ্রেণীর কাইটিনেসগুলি প্রধানত এক্সোচিটাইনেস ছিল এবং গাছপালা, ছত্রাক এবং ব্যাকটেরিয়ায় আবিষ্কৃত হয়েছিল।\nক্লাস III chitinases এর সাথে ক্লাস I বা ক্লাস II chitinases এর অনুক্রমের মিল ছিল না।\nচতুর্থ শ্রেণীর কাইটিনেস একই রকম বৈশিষ্ট্য, বিশেষ করে ইমিউনোলজিক্যাল গুণাবলী, ক্লাস I কাইটিনেসের সাথে ভাগ করে নেয়; যাইহোক, চতুর্থ শ্রেণীর কাইটিনেসগুলি প্রথম শ্রেণীর কাইটিনেসের তুলনায় আকারে যথেষ্ট ছোট ছিল।\nপঞ্চম এবং ষষ্ঠ শ্রেণীর চিটিনেসগুলি খারাপভাবে বর্ণনা করা হয়েছে। যাইহোক, ক্লাস V chitinase-এর একটি উদাহরণে দুটি কাইটিন বাইন্ডিং ডোমেন দেখা গেছে এবং জিন সিকোয়েন্সের উপর ভিত্তি করে, বিবর্তনের সময় সিস্টাইন সমৃদ্ধ এন-টার্মিনাল হারিয়ে গেছে বলে মনে হয়, সম্ভবত নির্বাচনী চাপ কমে যাওয়ার ফলে অনুঘটক ডোমেন তার কার্যকারিতা হারাতে.\nএন্ডোকাইটিনেস কাইটিনকে মাল্টিমার পণ্যে ভেঙে দেয়।\nএন্ডোকাইটিনেস কাইটিনকে মাল্টিমার পণ্যে ভেঙে দেয়। | ক্রেডিট: বেলে টি, সিসি বাই-এসএ 4.0, উইকিমিডিয়া কমন্সের মাধ্যমে\nএক্সোচিটিনেস কাইটিনকে ডাইমারে ভেঙ্গে কাইটোবায়োসিডেসের মাধ্যমে এবং মনোমারের মাধ্যমে β-1,4-N-অ্যাসিটাইলগ্লুকোসামিনাইডেজের মাধ্যমে।\nএক্সোচিটিনেস কাইটিনকে ডাইমারে ভেঙ্গে কাইটোবায়োসিডেসের মাধ্যমে এবং মনোমারের মাধ্যমে β-1,4-N-অ্যাসিটাইলগ্লুকোসামিনাইডেজের মাধ্যমে। | ক্রেডিট: বেলে টি, সিসি বাই-এসএ 4.0, উইকিমিডিয়া কমন্সের মাধ্যমে\nকাইটিন অবক্ষয়কে প্রভাবিত করার কারণগুলি\nচিটিনের অবক্ষয় বিভিন্ন কারণ দ্বারা প্রভাবিত হতে পারে, যার মধ্যে রয়েছে:\nএনজাইমের কার্যকলাপ: কাইটিনেস, এনজাইম যা কাইটিনকে ভেঙে দেয়, বিভিন্ন অণুজীব, ছত্রাক এবং প্রাণী দ্বারা উত্পাদিত হতে পারে। এই এনজাইমগুলির উপস্থিতি এবং কার্যকলাপ কাইটিনের অবক্ষয়কে ব্যাপকভাবে প্রভাবিত করতে পারে।\nপিএইচ: চিটিনের অবক্ষয় পরিবেশের পিএইচ দ্বারা প্রভাবিত হতে পারে। Chitinases সাধারণত একটি সর্বোত্তম pH পরিসীমা আছে, এবং pH এর পরিবর্তন তাদের কার্যকলাপ প্রভাবিত করতে পারে।\nতাপমাত্রা: pH-এর মতো, তাপমাত্রাও কাইটিনেসের কার্যকলাপকে প্রভাবিত করতে পারে। বেশিরভাগ কাইটিনেসের সর্বোত্তম তাপমাত্রা পরিসীমা থাকে এবং তাপমাত্রার পরিবর্তন তাদের কার্যকারিতাকে প্রভাবিত করতে পারে।\nআর্দ্রতা সামগ্রী: কাইটিন পানিতে অদ্রবণীয়, তাই আর্দ্রতা কাইটিনের অবক্ষয়ে ভূমিকা পালন করতে পারে। আর্দ্রতা এনজাইমেটিক ক্রিয়াকলাপকে সহজতর করতে এবং ক্ষয়কারী এজেন্টগুলিতে কাইটিনের অ্যাক্সেসযোগ্যতা উন্নত করতে সহায়তা করতে পারে।\nরাসায়নিক চিকিৎসা: রাসায়নিক চিকিৎসা, যেমন অ্যাসিড বা ক্ষার হাইড্রোলাইসিস, কাইটিনকে হ্রাস করতে ব্যবহার করা যেতে পারে। যাইহোক, এই চিকিত্সাগুলি কাইটিনের গঠন এবং বৈশিষ্ট্যগুলিকেও প্রভাবিত করতে পারে, এটি নির্দিষ্ট অ্যাপ্লিকেশনের জন্য কম উপযোগী করে তোলে।\nশারীরিক চিকিৎসা: শারীরিক চিকিত্সা, যেমন নাকাল বা মিলিং, এছাড়াও কাইটিন ভেঙে দিতে পারে। যাইহোক, এই চিকিত্সাগুলি কাইটিনের গঠনকেও ক্ষতি করতে পারে, এটি নির্দিষ্ট অ্যাপ্লিকেশনের জন্য কম উপযোগী করে তোলে।\nযোগ করা গ্লুকোজ: গ্লুকোজ হল একটি সাধারণ চিনি যা কাইটিনেস উৎপন্নকারী অণুজীবের জন্য শক্তির উৎস প্রদান করতে পারে। কাইটিনযুক্ত পরিবেশে গ্লুকোজ যোগ করা কাইটিনেসের কার্যকলাপকে বাড়িয়ে তুলতে পারে এবং এইভাবে কাইটিনের অবক্ষয়কে উন্নীত করতে পারে।\nবাতান্বয়ন: বায়বীয় অবস্থা, যেখানে অক্সিজেন উপস্থিত থাকে, কাইটিন অবক্ষয়কে উন্নীত করতে পারে। অক্সিজেন বায়বীয় অণুজীবের বৃদ্ধি এবং কার্যকলাপের জন্য প্রয়োজনীয় যা কাইটিনেজ উৎপাদন করে। অন্যদিকে, অ্যানেরোবিক অবস্থাগুলি কাইটিনের অবক্ষয়কে সীমিত করতে পারে।\nজৈবপদার্থ: জৈব পদার্থের উপস্থিতি, যেমন ক্ষয়প্রাপ্ত উদ্ভিদ বা প্রাণী উপাদান, অণুজীবের বৃদ্ধিকে উদ্দীপিত করতে পারে যা কাইটিনেস তৈরি করে। জৈব পদার্থ কাইটিনেস-উৎপাদনকারী অণুজীবের জন্য পুষ্টি এবং শক্তির উৎসও সরবরাহ করতে পারে, এইভাবে কাইটিনের অবক্ষয়কে প্রচার করে।\nচিটিন অবক্ষয়ের সাথে জড়িত অণুজীব\nচিটিন, একটি জটিল পলিস্যাকারাইড যা ছত্রাক, পোকামাকড় এবং অন্যান্য অমেরুদণ্ডী প্রাণীর কোষের দেয়ালে পাওয়া যায়, এটি অনেক অণুজীবের জন্য কার্বন এবং নাইট্রোজেনের একটি গুরুত্বপূর্ণ উৎস। বিভিন্ন ধরণের অণুজীব কাইটিনের অবক্ষয়ের সাথে জড়িত, যার মধ্যে কাইটিনোলাইটিক ব্যাকটেরিয়া, কাইটনোলাইটিক ছত্রাক, স্লাইম মোল্ড, প্রোটোজোয়া এবং শৈবাল রয়েছে।\nকাইটিনোলাইটিক ব্যাকটেরিয়া: কাইটিনোলাইটিক ব্যাকটেরিয়া কাইটিনেস, এনজাইম তৈরি করতে সক্ষম যা কাইটিনকে ছোট, আরও সহজে বিপাকীয় অণুতে ভেঙে দেয়। এই ব্যাকটেরিয়া মাটি, জল এবং প্রাণীর অন্ত্র সহ অনেক পরিবেশে পাওয়া যায়। কাইটিনোলাইটিক ব্যাকটেরিয়ার উদাহরণগুলির মধ্যে রয়েছে ব্যাসিলাস, সিউডোমোনাস এবং সেরাটিয়া।\nচিটিনোলাইটিক ছত্রাক: কাইটিনোলাইটিক ছত্রাকও কাইটিন অবক্ষয়ের গুরুত্বপূর্ণ খেলোয়াড়। এই ছত্রাকগুলি কাইটিনেস এবং অন্যান্য এনজাইম তৈরি করে যা কাইটিন ভেঙে দেয় এবং এগুলি মাটি, জল এবং প্রাণীর অন্ত্র সহ অনেক পরিবেশে পাওয়া যায়। কাইটিনোলাইটিক ছত্রাকের উদাহরণগুলির মধ্যে রয়েছে অ্যাসপারগিলাস, পেনিসিলিয়াম এবং ট্রাইকোডার্মা।\nকাঁচা ছাঁচ: স্লাইম মোল্ড হল জীবের আরেকটি গ্রুপ যা কাইটিনকে ভেঙ্গে ফেলতে পারে। এই জীবগুলি সাধারণত মাটি এবং পাতার লিটারে পাওয়া যায় এবং তারা কাইটিন ভেঙে এনজাইম তৈরি করতে সক্ষম।\nআদ্যপ্রাণী: অ্যামিবা এবং সিলিয়েট সহ প্রোটোজোয়াও কাইটিন ভেঙে ফেলতে সক্ষম। এই জীবগুলি মাটি এবং জলজ পরিবেশ সহ অনেক পরিবেশে পাওয়া যায় এবং তারা পুষ্টির পুনর্ব্যবহার করার জন্য গুরুত্বপূর্ণ।\nশেত্তলাগুলি: অবশেষে, কিছু শেত্তলাগুলিও কাইটিন ভেঙে ফেলতে সক্ষম। এই জীবগুলি সাধারণত জলজ পরিবেশে পাওয়া যায় এবং পুষ্টির সাইকেল চালানোর জন্য গুরুত্বপূর্ণ।\nসংক্ষেপে, কাইটিনের অবক্ষয় কাইটিনোলাইটিক ব্যাকটেরিয়া, কাইটনোলাইটিক ছত্রাক, স্লাইম মোল্ড, প্রোটোজোয়া এবং শৈবাল সহ বিভিন্ন অণুজীবের দ্বারা সঞ্চালিত হয়। এই জীবগুলি পুষ্টির সাইক্লিং এবং অনেক বাস্তুতন্ত্রে জৈব পদার্থের ভাঙ্গনে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nএনজাইমগুলি কাইটিনের অবক্ষয়ের সাথে জড়িত\nচিটিন, একটি জটিল পলিস্যাকারাইড যা ছত্রাক, পোকামাকড় এবং অন্যান্য অমেরুদণ্ডী প্রাণীর কোষের দেয়ালে পাওয়া যায়, এটি বিভিন্ন অণুজীব দ্বারা উৎপাদিত বিভিন্ন এনজাইমের দ্বারা ক্ষয়প্রাপ্ত হয়। কাইটিন অবক্ষয়ের সাথে জড়িত প্রধান এনজাইমগুলি হল কাইটিনেজ এবং কাইটিনেজের মতো প্রোটিন, সেইসাথে লাইটিক পলিস্যাকারাইড মনোঅক্সিজেনেজ (LPMOs)।\nকাইটিনাসেস এনজাইমগুলি যা বিশেষভাবে কাইটিনের বিটা-1,4 গ্লাইকোসিডিক বন্ডকে হাইড্রোলাইজ করে, এটিকে ছোট, আরও সহজে বিপাকীয় অণুতে ভেঙে দেয়। এই এনজাইমগুলি ব্যাকটেরিয়া, ছত্রাক, গাছপালা এবং প্রাণী সহ বিস্তৃত জীব দ্বারা উৎপাদিত হয়। Chitinases(কাইটিনেজেস) তাদের অ্যামিনো অ্যাসিড ক্রম উপর ভিত্তি করে বিভিন্ন পরিবারে শ্রেণীবদ্ধ করা হয়, এবং তারা তাদের স্তর বিশেষত্ব এবং অন্যান্য বৈশিষ্ট্য পরিবর্তিত হয়।\nকাইটিনেজের মতো প্রোটিন (সিএলপি) হল প্রোটিনের একটি গোষ্ঠী যা কাঠামোগতভাবে কাইটিনেজের মতো কিন্তু কাইটিনেজের কার্যকলাপ নেই। এই প্রোটিনগুলি চিটিনেসের কার্যকলাপের পাশাপাশি অন্যান্য প্রক্রিয়াগুলিতেও ভূমিকা পালন করে বলে মনে করা হয়।\nলাইটিক পলিস্যাকারাইড মনোঅক্সিজেনেজ (LPMOs) কাইটিন অবক্ষয়ের সাথে জড়িত এনজাইমের আরেকটি গ্রুপ। এই এনজাইমগুলি কাইটিনে গ্লাইকোসিডিক বন্ধনগুলিকে অক্সিডাইজ করতে সক্ষম, যা তাদের কাইটিনেজ এবং অন্যান্য এনজাইম দ্বারা হাইড্রোলাইসিসের জন্য আরও সংবেদনশীল করে তোলে। LPMOs ব্যাকটেরিয়া, ছত্রাক এবং প্রাণী সহ বিভিন্ন জীব দ্বারা উৎপাদিত হয়।\nঅন্যান্য এনজাইম যেগুলি কাইটিনের অবক্ষয়ের সাথে জড়িত হতে পারে তার মধ্যে রয়েছে প্রোটিস, যা কাইটিন-বাইন্ডিং প্রোটিন এবং কাইটিন-এর সাথে যুক্ত অন্যান্য প্রোটিনগুলিকে ভেঙে দেয় এবং এস্টেরেসিস, যা কাইটিন-এ এন-অ্যাসিটাইলগ্লুকোসামাইন অবশিষ্টাংশগুলির মধ্যে এস্টার বন্ধনকে বিচ্ছিন্ন করে।\nসংক্ষেপে, কাইটিনেজ, কাইটিনেজ-সদৃশ প্রোটিন, লাইটিক পলিস্যাকারাইড মনোঅক্সিজেনেজ, প্রোটিজ এবং এস্টেরেস সহ বিভিন্ন অণুজীব দ্বারা উৎপাদিত বিভিন্ন ধরণের এনজাইম দ্বারা কাইটিন ক্ষয়প্রাপ্ত হয়। এই এনজাইমগুলি পুষ্টির সাইক্লিং এবং অনেক বাস্তুতন্ত্রের জৈব পদার্থের ভাঙ্গনে গুরুত্বপূর্ণ ভূমিকা পালন করে।\n\n\n== কাইটিন অবক্ষয়ের সহজ পদক্ষেপ ==\nচিটিনের অবক্ষয় সাধারণত একটি দুই-পদক্ষেপ প্রক্রিয়ায় ঘটে: ডিপোলিমারাইজেশন এবং ডিসিটাইলেশন।\nধাপ 1: ডিপোলিমারাইজেশন: ডিপোলিমারাইজেশনের সময়, কাইটিনেজ এনজাইমগুলি কাইটিন অণুর দীর্ঘ চেইনগুলিকে ছোট ছোট টুকরোগুলিতে ভেঙে দেয়। এই প্রক্রিয়াটি বিটা-1,4 গ্লাইকোসিডিক বন্ডের বিভাজন জড়িত যা কাইটিন চেইনে এন-এসিটাইলগ্লুকোসামাইন (GlcNAc) মনোমারকে সংযুক্ত করে। ফলস্বরূপ পণ্যগুলি হল খাটো কাইটিন অলিগোমার, যেমন কাইটোট্রিওজ, চিটোবায়োজ এবং মনোমেরিক GlcNAc।\nধাপ 2: ডিসিটাইলেশন: Deacetylation GlcNAc monomers থেকে এসিটাইল গ্রুপ অপসারণ জড়িত, যার ফলে chitosan উৎপাদন হয়। এই প্রক্রিয়াটি সাধারণত chitinases এবং chitosanases এর ক্রিয়া দ্বারা, সেইসাথে রাসায়নিক এবং শারীরিক পদ্ধতি দ্বারা সঞ্চালিত হয়। ডিসিটাইলেশনের মাত্রা ব্যবহৃত অবস্থার উপর নির্ভর করে পরিবর্তিত হতে পারে এবং এটি ফলস্বরূপ চিটোসান পণ্যের বৈশিষ্ট্যগুলিকে প্রভাবিত করতে পারে।\nসামগ্রিকভাবে, কাইটিন অবক্ষয় একটি জটিল প্রক্রিয়া যা অনেক কারণের দ্বারা প্রভাবিত হতে পারে এবং এর সাথে জড়িত নির্দিষ্ট পদক্ষেপগুলি ব্যবহৃত শর্ত এবং পদ্ধতির উপর নির্ভর করে পরিবর্তিত হতে পারে। যাইহোক, ডিপোলিমারাইজেশন এবং ডিসিটাইলেশন হল দুটি মূল পদক্ষেপ যা সাধারণত কাইটিনকে এর উপাদানগুলির মধ্যে ভাঙ্গনের সাথে জড়িত।\nকাইটিনের মাইক্রোবায়াল অবক্ষয়ের প্রক্রিয়া\nকাইটিনের মাইক্রোবিয়াল অবক্ষয় দুটি প্রক্রিয়ার মধ্যে একটির মাধ্যমে ঘটতে পারে: কাইটিনোক্লাস্টিক বা ডিসিটাইলেশন।\nকাইটিনোক্লাস্টিক মেকানিজম: কাইটিনোক্লাস্টিক প্রক্রিয়ায় কাইটিনেজ এনজাইম দ্বারা কাইটিনের এনজাইমেটিক ভাঙ্গন জড়িত, যা কাইটিন অণুর মধ্যে এন-অ্যাসিটিলগ্লুকোসামাইন (GlcNAc) মনোমারের মধ্যে বিটা-1,4 গ্লাইকোসিডিক বন্ধনকে বিচ্ছিন্ন করে। এই প্রক্রিয়াটি ছোট কাইটিন অলিগোমার তৈরি করে, যেমন কাইটোট্রিওজ এবং চিটোবায়োজ, সেইসাথে মনোমেরিক GlcNAc। এই সংক্ষিপ্ত কাইটিন টুকরোগুলি অন্যান্য কাইটিনেসের দ্বারা আরও অবনমিত হতে পারে বা চিটিনোলাইটিক অণুজীবের দ্বারা কার্বন এবং নাইট্রোজেনের উত্স হিসাবে ব্যবহার করা যেতে পারে।\nডিসিটাইলেশন মেকানিজম: ডিসিটাইলেশন মেকানিজম কাইটিন অণুতে GlcNAc মনোমার থেকে এসিটাইল গ্রুপ অপসারণ জড়িত। এই প্রক্রিয়াটি সাধারণত chitinases এবং chitosanases, সেইসাথে রাসায়নিক এবং শারীরিক পদ্ধতির দ্বারা সঞ্চালিত হয়। অ্যাসিটাইল গোষ্ঠীগুলি অপসারণের ফলে কাইটোসানের উত্পাদন হয়, যার বৈশিষ্ট্যগুলি কাইটিনের চেয়ে আলাদা এবং কাইটোসানেসের দ্বারা আরও অবনমিত হতে পারে বা চিটিনোলাইটিক অণুজীবের দ্বারা কার্বন এবং নাইট্রোজেনের উৎস হিসাবে ব্যবহার করা যেতে পারে।\nকাইটিন অবক্ষয়ের সাথে জড়িত নির্দিষ্ট অণুজীব এবং পরিবেশগত অবস্থার উপর নির্ভর করে উভয় প্রক্রিয়াই একযোগে বা ক্রমানুসারে ঘটতে পারে। সামগ্রিকভাবে, মাইক্রোবিয়াল কাইটিন অবক্ষয় হল একটি জটিল প্রক্রিয়া যাতে একাধিক এনজাইম এবং পথ জড়িত থাকে এবং এর কার্যকারিতা সহ-সাবস্ট্রেটের উপস্থিতি, পরিবেশগত অবস্থা এবং বাস্তুতন্ত্রের অন্যান্য অণুজীবের কার্যকলাপ সহ অনেকগুলি কারণের দ্বারা প্রভাবিত হতে পারে।কাইটিন হল একটি পলিস্যাকারাইড যা আর্থ্রোপডের এক্সোস্কেলটনে, সেইসাথে ছত্রাক এবং কিছু শেত্তলাগুলির কোষের দেয়ালে পাওয়া যায়। সেলুলোজের পরে এটি পৃথিবীতে দ্বিতীয় সর্বাধিক প্রচুর বায়োপলিমার, এবং এটি অনেক বাস্তুতন্ত্রের বাস্তুবিদ্যায় গুরুত্বপূর্ণ ভূমিকা পালন করে।\n\n\n== অণুজীবগুলি কাইটিনকে হ্রাস করার ক্ষমতা ==\nঅণুজীব দুটি প্রধান প্রক্রিয়ার মাধ্যমে কাইটিনকে ক্ষয় করতে পারে: কাইটিনোক্লাস্টিক এবং ডিসিটাইলেশন। কাইটিনোক্লাস্টিক অবক্ষয়ের সাথে জড়িত মূল এনজাইমগুলি হল কাইটিনেসেস, যখন চিটোসানেস এবং অন্যান্য এনজাইমগুলি ডিসিটাইলেশনে জড়িত।ব্যাকটেরিয়া, ছত্রাক এবং কিছু প্রোটোজোয়া সহ অনেক অণুজীব কাইটিনকে হ্রাস করতে পারে। কাইটিন-অবক্ষয়কারী অণুজীবের কিছু উদাহরণের মধ্যে রয়েছে ভিব্রিও কলেরি, সেরাটিয়া মার্সেসেনস এবং ট্রাইকোডার্মা রিসেই।\n\n\n== কাইটিন অবক্ষয়ের পণ্যগুলি ==\nকাইটিন অবক্ষয়ের পণ্যগুলি জড়িত নির্দিষ্ট অণুজীব এবং অবস্থার উপর নির্ভর করে পরিবর্তিত হতে পারে। যাইহোক, সাধারণ পণ্যগুলির মধ্যে রয়েছে কাইটিন অলিগোমার, চিটোসান এবং মনোমেরিক এন-এসিটাইলগ্লুকোসামিন।\n\n\n== বাস্তুতন্ত্রে কাইটিন ==\nবাস্তুতন্ত্রে কাইটিন-অবক্ষয়কারী অণুজীবের ভূমিকা অপরিসীম।বাস্তুতন্ত্রের জৈব পদার্থের পুনর্ব্যবহারে কাইটিন-অবক্ষয়কারী অণুজীবগুলি গুরুত্বপূর্ণ ভূমিকা পালন করে। তারা কাইটিনযুক্ত বর্জ্য পণ্য, যেমন এক্সোস্কেলটন এবং ছত্রাকের কোষ প্রাচীরগুলিকে সহজ যৌগগুলিতে ভেঙে দেয় যা অন্যান্য জীব দ্বারা ব্যবহার করা যেতে পারে।\n\n\n== জৈবপ্রযুক্তিগত অ্যাপ্লিকেশনের জন্য কাইটিন-ডিগ্রেজিং অণুজীব ব্যবহার করা যেতে পারে ==\nকাইটিন-অবক্ষয়কারী অণুজীবগুলি বিভিন্ন জৈবপ্রযুক্তিগত প্রয়োগের জন্য আগ্রহের বিষয়, যেমন কাইটিন অলিগোমার, চিটোসান এবং অন্যান্য মান-সংযোজিত যৌগ তৈরি করা।\nকি কারণগুলি কাইটিন অবক্ষয়কে প্রভাবিত করতে পারে?\nপিএইচ, তাপমাত্রা, পুষ্টির প্রাপ্যতা, অক্সিজেনের মাত্রা এবং বাস্তুতন্ত্রের অন্যান্য অণুজীবের কার্যকলাপ সহ অনেকগুলি কারণ কাইটিনের অবক্ষয়কে প্রভাবিত করতে পারে।\n\n\n== গবেষণাগারে কাইটিনের অবক্ষয় যেভাবে অধ্যয়ন করা হয় ==\nঅণুজৈবিক এনজাইম অ্যাসেস, মাইক্রোবিয়াল কালচার কৌশল এবং আণবিক জীববিজ্ঞান পদ্ধতির মতো বিভিন্ন কৌশল ব্যবহার করে পরীক্ষাগারে চিটিনের অবক্ষয় অধ্যয়ন করা যেতে পারে।\n\n\n== কাইটিন অবক্ষয়ের সাথে যুক্ত কিছু চ্যালেঞ্জ ==\nকাইটিন অণুর জটিলতা, ইকোসিস্টেমে অন্যান্য পলিমারের উপস্থিতি এবং কাইটিন-অবক্ষয়কারী অণুজীবের পরিবর্তনশীলতার কারণে কাইটিন অবক্ষয় চ্যালেঞ্জিং হতে পারে।\nবৈশ্বিক কার্বন এবং নাইট্রোজেন সাইক্লিংয়ের উপর কাইটিন অবক্ষয়ের সম্ভাব্য প্রভাব কী?\nচিটিনের অবক্ষয় বিশ্বব্যাপী কার্বন এবং নাইট্রোজেন সাইক্লিংয়ে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে, কারণ এটি বাস্তুতন্ত্রের জৈব পদার্থের পুনর্ব্যবহারে অবদান রাখে। যাইহোক, এই প্রক্রিয়াগুলিতে কাইটিন অবক্ষয়ের সঠিক প্রভাব এখনও অধ্যয়ন করা হচ্ছে।\n\n\n== তথ্যসূত্র =="}