{"pageid": 1365886, "title": "শেখ মনিরুল আলম টিপু", "url": "https://bn.wikipedia.org/wiki?curid=1365886", "content": "বাংলাদেশের হার্ড রক ও মেটাল ব্যান্ড ওয়ারফেজ ব্যান্ডের দলনেতা ও ড্রামার শেখ মনিরুল আলম টিপু। শেখ মনিরুল আলম টিপু (জন্ম ১৫ জুলাই, ১৯৭০) একজন বাংলাদেশী কম্পোজার, ড্রামার, গীতিকার, সঙ্গীত প্রযোজক, পরিচালক এবং সংগঠক হিসাবে পরিচিত। টিপু ১৯৮৬ সালে ওয়ারফেজ গঠনের এক বছর পর যুক্ত হন। ব্যান্ডের আটটি মিউজিক অ্যালবামের জন্য ড্রাম, পারকাশন প্লে এবং রিদম কম্পোজিশন করেন তিনি। এছাড়াও, তিনি পেন্টাগন ও উইনিং ব্যান্ডে বাজানোর জন্যও পরিচিত। তিনি ২০২০ সালের নভেম্বর পর্যন্ত বাংলাদেশ মিউজিক্যাল ব্যান্ডস অ্যাসোসিয়েশনের (বামবা) সাধারণ সম্পাদক হিসাবে দায়িত্ব পালন করেন এবং পরবর্তীতে সহ-সভাপতির পদে অধিষ্ঠিত হয়েছেন। তিনি একজন ব্যবসায়ী উদ্যোক্তা যিনি বাংলাদেশে কার্নিভাল নামে একটি বিজ্ঞাপনী সংস্থা পরিচালনা করছেন। তিনি ২০০১-২০০৫ সাল পর্যন্ত একতার মিউজিকের অংশীদার ও প্রযোজনা পরিচালক ছিলেন। টিপু প্রধানমন্ত্রীর কার্যালয়ের অধীনে ন্যাশনাল স্কিল ডেভেলপমেন্ট অথরিটিতে (এনএসডিএ) পরামর্শক হিসেবে যুক্ত হন। এছারা, ১০ম ডিসেম্বর ২০২১ থেকে লয় রেচরদস এর  আনুষ্ঠানিক জাত্রা শুরু করেন।\n\n\n== প্রাথমিক জীবন ==\nটিপুর বাবা একজন সরকারী কর্মকর্তা এবং তার মা একজন গৃহিণী ছিলেন। তার বড় ভাই হাওয়াইয়ান গিটার বাজাতেন এবং তার বড় বোন ছিলেন রবীন্দ্র ও নজরুল গানের গায়ক। তার কনিষ্ঠ বোন ছিলেন একজন শাস্ত্রীয় নৃত্যশিল্পী, এবং তার দ্বিতীয় ভাই ছিলেন একজন জাতীয় জিমন্যাস্ট এবং ভিক্টোরিয়া স্পোর্টিং ক্লাবের গোলরক্ষক। দ্বিতীয় ভাইয়ের দ্বারা অনুপ্রাণিত হয়ে টিপু ফুটবল গোলরক্ষক ও জিমন্যাস্টিকসে প্রশিক্ষণ নেন। ১৯৭৬ সালে টিপু তবলা বাজানো শুরু করেন এবং বিটিভির রিয়েলিটি শো নতুনকুঁড়িতে অংশ নেন। তার চাচাতো ভাই ও প্রতিবেশীদের সাথে একটি সংগীত দল গঠন করে নতুনকুঁড়িতে অংশ নেন। তিনি বিশফোঁড়ন মিউজিক্যাল গ্রুপের সাথে বাংলাদেশ টেলিভিশনের একটি অনুষ্ঠানে ড্রামার হিসেবে আত্মপ্রকাশ করেন। পরে পনি মিউজিক্যাল গ্রুপে যোগ দেন। স্টারস ব্যান্ডের সাথে বাজানোর পর তিনি সোরচার নামে নিজের ব্যান্ড গঠন করেন।  ১৯৮৫ সালে সেন্ট যোসেফ উচ্চ মাধ্যমিক বিদ্যালয় উচ্চ বিদ্যালয় থেকে ম্যাট্রিকুলেশন পাস করার পর, তিনি নটরডেম কলেজে ভর্তি হন এবং আজম খানের ব্যান্ড উচ্চারণে দুই বছর ড্রাম বাজান।\nটিপু ফারজানা হাবিবকে বিয়ে করেন। তাদের সন্তানের নাম শেখ অধ্যায় আলম।\n\n\n== সঙ্গীত জীবন ==\n\n\n=== ওয়ারফেজ (১৯৮৬ - বর্তমান) ===\nটিপু একজন ড্রামার, পারকাশনিস্ট এবং তবলা বাদক হিসেবে ১৯৮৬ সালে ওয়ারফেজে যোগ দেন। তার আগমনের অল্প সময়ের মধ্যেই ব্যান্ডের প্রতিষ্ঠাতা সদস্য মীর ও হেলাল ব্যান্ড ত্যাগ করেন। টিপু ও কামাল নতুন বেস বাদক হিসেবে বাবনা করিমকে, প্রধান কণ্ঠশিল্পী হিসেবে রেশাদকে এবং দ্বিতীয় গিটার পজিশনে অতিথি শিল্পী হিসেবে মাশুককে আমন্ত্রণ জানান। আশির দশকের শেষের দিকে ওয়ারফেজ আয়রন মেইডেন, ব্ল্যাক সাবাথ, হোয়াইটস্নেক, ডিপ পার্পল এবং স্কর্পিয়ানসের মতো ব্যান্ডের জনপ্রিয় গানগুলি কভার করে। টিপু ও কামাল ১৯৯০ সালে নতুন প্রধান কণ্ঠশিল্পী হিসাবে সঞ্জয় এবং রাসেল আলীকে কীবোর্ড প্লেয়ার হিসাবে আমন্ত্রণ জানান। সেখান থেকে তারা ধীরে ধীরে লাইভ কনসার্ট করতে শুরু করে এবং একই সাথে ঢাকার বিজয়নগরের সারগাম স্টুডিওতে তাদের স্ব-শিরোনামের প্রথম অ্যালবাম ওয়ারফেজ-এ কাজ করেন। ব্যান্ডটি প্রথম অ্যালবাম প্রকাশ করে ২১শে জুন ১৯৯১ সালে। প্রথম থেকে টিপু ব্যান্ডের সমস্ত স্টুডিও অ্যালবামে উপস্থিত ছিলেন। টিপু প্রতিটি স্টুডিও অ্যালবামের জন্য সমস্ত গান নির্বাচন করার পাশাপাশি পরিচালনা এবং অ্যালবাম সমন্বয়ের দায়িত্বগুলি পরিচালনা করেন। \n\n\n=== উইনিং (১৯৮৮-১৯৯৮) ===\nটিপু এক দশক ধরে উইনিং ব্যান্ডের সদস্য ছিলেন। ব্যান্ডের সাথে তার সময়কালে তিনি দুটি স্টুডিও অ্যালবাম \"উইনিং\" ও \"অচেনা শোহর\" তৈরিতে অবদান রেখেছিলেন। দেশে ও আন্তর্জাতিকভাবে অসংখ্য কনসার্ট পরিবেশন করেন।\n\n\n=== পেন্টাগন (১৯৯৯-২০০৯ এবং ২০১৯ থেকে বর্তমান) ===\nটিপু পেন্টাগন ব্যান্ডের একজন পারকাশনবাদক ছিলেন। \n\n\n=== স্টাইল ===\nটিপুর সঙ্গীত যাত্রা শুরু হয়েছিল তবলা দিয়ে। তিনি রক, হার্ড রক, হেভি মেটাল এবং গ্রোভি শৈলীতে ড্রাম বাজানো উপভোগ করেন। \n\n\n=== ভিডিওগ্রাফি: ===\n২০০৩ সালে প্রথমবারের মতো টিপু এবং তার কয়েকজন বন্ধু হাবিবের দ্বিতীয় অ্যালবাম মায়াতে \"কুহু সুরে\" গানটির মিউজিক ভিডিও তৈরি করেছিলেন। টিপু শিল্পী মেহেরীনের জন্য মায়াবী এই রাত, রিম ঝিম, সারাবেলা এবং এই কি আলোয় রাঙালে শিরোনামের চারটি মিউজিক ভিডিও তৈরি করেন।\n\n\n=== সামাজিক সংযুক্তি ===\nসিডর সঙ্কটের সময়, বন্যা, অ্যাসিড আক্রমণ এবং কিডনির মতো বিভিন্ন রোগে আক্রান্তদের সহায়তার জন্য তহবিল সংগ্রহের কনসার্টে অংশগ্রহণ করেন। জাপানে সুনামি ক্ষতিগ্রস্থদের সহায়তার জন্য বাংলাদেশে জাপানি দূতাবাস দ্বারা আয়োজিত একটি দাতব্য কনসার্টে অংশ নিয়েছিলেন। টিপু মাদক, সন্ত্রাসবাদ এবং প্রাকৃতিক দুর্যোগের বিরুদ্ধে বাংলাদেশ সরকারের প্রচেষ্টাকে সমর্থন করার লক্ষ্যে বিভিন্ন কনসার্টে অংশ নেন।\n\n\n== অ্যালবামসমূহ ==\nওয়ারফেজ (১৯৯১)\nঅবাক ভালোবাসা (১৯৯৪)\nজীবনধারা (১৯৯৬)\nঅসামাজিক (১৯৯৮)\nআলো (২০০০)\nমহারাজ (২০০৩)\nপথচলা (২০০৯)\nসত্য (২০১২)\n\n\n=== উইনিং ===\nউইনিং (১৯৯১)\nঅচেনা শহর (১৯৯৪)\n\n\n=== পেন্টাগন ===\nসেই আমি (২০০২)\nআটটা\n\n\n=== অন্যান্য কাজ ===\nকত যে খুঁজেছি তোমায়-নিলয় দাশ (১৯৮৮)\nডিফারেন্ট টাচ (১৯৮৯)\nব্লুস (১৯৯০)\nচিৎকার-র্যা ম্বলার্স (১৯৯১)\nআনাড়ি-মেহরিন (২০০০)\nগান নেবেন গান-শাহেদ (২০০০)\nআমার একটা নদী ছিল-পথিক নবী (২০০২)\nএকুশ শতকে রেনেঁসা-রেনেঁসা (২০০৪)\n\n\n== তথ্যসূত্র =="}