{"pageid": 1365196, "title": "মোশাররফ হোসেন (যশোরের রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1365196", "content": "মোশাররফ হোসেন ১৯৭০ সালে যশোর থেকে নির্বাচিত একজন প্রাদেশিক পরিষদ সদস্য। তিনি সংবিধান প্রণয়নে গঠিত বাংলাদেশ গণপরিষদের সদস্য ছিলেন। পেশায় আইনজীবী এই রাজনীতিবিদ পূর্ব পাকিস্তান আওয়ামী লীগের কেন্দ্রীয় কমিটির সদস্য হিসেবে দায়িত্ব পালন করেন। ১৯৭২ সালে জাতীয় সমাজতান্ত্রিক দল (জাসদ) গঠনে তিনি অগ্রণী ভূমিকা রাখেন। মুক্তিযুদ্ধের সংগঠক অ্যাডভোকেট মোশাররফ হোসেন জাসদের কেন্দ্রীয় কমিটির প্রতিষ্ঠাকালীন সহ-সভাপতি।\nছয় দফার বিরোধিতায় যশোরের শীর্ষস্থানীয় আওয়ামী লীগ নেতারা পিডিএম জোটে চলে গেলে তার নেতৃত্বে সংগঠিত হয় জেলা আওয়ামী লীগ। যশোরে ঊনসত্তরের গণঅভ্যুত্থান ও একাত্তরের অসহযোগ আন্দোলনে মোশাররফ গুরুত্বপূর্ণ ভূমিকা রাখেন। যশোর ছাত্রলীগের স্বাধীনতাপন্থী নেতা-কর্মীরা তাকে কেন্দ্র করে সংগঠিত হয়।\n১৯৭১ সালের মার্চে অসহযোগ আন্দোলন চলাকালে জনমনে আতঙ্ক ছড়ানোর অভিযোগে পাকিস্তান সেনাবাহিনীর বিরুদ্ধে যুক্ত বিবৃতি দেন অ্যাডভোকেট মোশাররফ হোসেন এমপিএ। যশোর সেনানিবাসে পণ্য-বিদ্যুৎ সরবরাহ বন্ধের উদ্যোগ নেওয়া সংগ্রাম কমিটির অন্যতম সদস্য ছিলেন তিনি। মোশাররফের পরামর্শে ২৫ মার্চ রাতে যশোর ইপিআর ক্যাম্প থেকে অস্ত্র সংগ্রহের উদ্যোগ বাস্তবায়িত হয়।\nমুক্তিযুদ্ধে সক্রিয় ভূমিকার কারণে পাকিস্তান সরকার তার বিরুদ্ধে একাধিক ধারায় অভিযোগ আনে। তাকে জীবিত বা মৃত ধরিয়ে দেওয়ার জন্য ঘোষণা করা হয় পুরস্কার।\nযশোর জেলা জাসদের সভাপতি ও দলটির অন্যতম কেন্দ্রীয় সহ-সভাপতির দায়িত্বে থাকা অবস্থায় ১৯৭৪ সালের ৩ ফেব্রুয়ারি হত্যাকাণ্ডের শিকার হন অ্যাডভোকেট মোশাররফ হোসেন।\nতার মৃত্যুর পর ক্ষমতাসীন আওয়ামী লীগের শীর্ষস্থানীয় নেতারা শোক প্রকাশ করে বিবৃতি দেন। অন্যদিকে জাসদসহ অপরাপর বিরোধী দলের বিবৃতিতে একে ‘রাজনৈতিক হত্যাকাণ্ড’ হিসেবে চিহ্নিত করা হয়।\n\n\n== প্রাথমিক জীবন ==\nব্রিটিশ ভারতের অবিভক্ত যশোর জেলার একটি মহকুমা ছিল বনগাঁ। পরবর্তীকালে এটিকে যুক্ত করা হয় পশ্চিমবঙ্গ রাজ্যের সঙ্গে। মোশাররফ হোসেনের জন্ম এই বনগাঁর সভাইপুর গ্রামে ১৯২৫ সালের ৭ মার্চ। তার বাবার নাম জনাব আলী। মায়ের নাম উম্মে হানি নেসা। মোশাররফ শিক্ষালাভ করেন যশোর জেলা স্কুল, এম এম কলেজ (সাবেক যশোর কলেজ) এবং কলকাতা বিশ্ববিদ্যালয়ের অধিভুক্ত রিপন কলেজে (সুরেন্দ্রনাথ মহাবিদ্যালয়)। শিক্ষাজীবন শেষে বনগাঁ বারে আইনজীবী হিসেবে যোগ দেন তিনি।\n১৯৫১/৫২ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচন অনুষ্ঠিত হয়। এর ঠিক আগে কংগ্রেসের যশোর অঞ্চলের নেতা এবং যশোর মিউনিসিপালিটির নেতৃত্বে থাকা জীবন রতন ধর বনগাঁতে স্থায়ী হন। কংগ্রেস বনগাঁ আসনে তাকে মনোনয়ন দেয়। ১৯৫১ সালের সেই নির্বাচনে বনগাঁ আসনে স্বতন্ত্র প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করেন মোশাররফ হোসেন। ৪০ শতাংশেরও কম ভোটার উপস্থিতির বনগাঁ আসনে জীবন রতন ধর নির্বাচিত হন। ক্ষমতাসীন কংগ্রেসের সঙ্গে রাজনৈতিক বিরোধের জেরে মোশাররফ হোসেনের বিরুদ্ধে রাষ্ট্রদ্রোহের অভিযোগ আনা হয়। ১৯৫৩ সালে বনগাঁ থেকে যশোর শহরে চলে আসেন তিনি।\nযশোরে মোশাররফ যুক্ত হন আওয়ামী লীগের রাজনীতিতে। সেখানে ছিলেন তার বড় ভাই অ্যাডভোকেট হাবিবুর রহমান। ভাষা আন্দোলনে কারাবরণকারী অ্যাডভোকেট হাবিবুর রহমান যশোর আওয়ামী লীগের প্রতিষ্ঠাকালীন সদস্য এবং দলটির জেলা শাখার প্রথম সভাপতি।\n\n\n== চৌষট্টির দাঙ্গা ==\nকাশ্মিরের হযরত বাল মসজিদ থেকে ‘পবিত্র স্মৃতি’ চুরি হওয়ার ‘তথ্য’ ছড়িয়ে পড়লে ইন্ডিয়া-পাকিস্তানের কিছু এলাকায় ১৯৬৪ সালে ধর্মীয় দাঙ্গা হয়। পশ্চিমবঙ্গে মুসলমান ও পূর্ব পাকিস্তানে হিন্দুদের ওপর হামলার ঘটনা ঘটে। দাঙ্গাপীড়িত শরণার্থীদের সহায়তার জন্য যশোরে গঠিত হয় রিলিফ কমিটি। এই কমিটির সাধারণ সম্পাদক ছিলেন অ্যাডভোকেট মোশাররফ হোসেন। পার্টিশনের সূত্রে পাকিস্তানে স্থায়ী হওয়া ব্যক্তিদের পুনর্বাসনেও তিনি উদ্যোগী ভূমিকা পালন করেন। বিনিময় দলিল কার্যকর করে সংশ্লিষ্টদের ভূসম্পত্তি সরকারি রেকর্ডে যুক্ত করার দাবিতে তিনি সক্রিয় ছিলেন। ১৯৬৯ সালের পয়লা জুন পাকিস্তান সরকার বিনিময় দলিল কার্যকর সংক্রান্ত বিধির বিষয়ে প্রেসনোট জারি করে।\n\n\n== ছয় দফা ==\nপূর্ব ও পশ্চিম পাকিস্তানের মধ্যে থাকা বৈষম্যের বিরুদ্ধে ১৯৬৬ সালের ফেব্রুয়ারিতে উত্থাপিত হয় ছয় দফা। যশোরে ছয় দফার পক্ষে প্রচারণারত শেখ মুজিবুর রহমানকে এপ্রিলে পাকিস্তান সরকার গ্রেফতার করে ‘দেশরক্ষা আইনে’। সেখানে তার জামিন আবেদনে নিযুক্ত আইনজীবীদের একজন ছিলেন মোশাররফ হোসেন।\nছয় দফাকে কাউন্সিল মুসলিম লীগ ‘ফেডারেশনের বদলে কনফেডারেশন’ বানানোর প্রস্তাব, জামায়াতে ইসলামী ‘বিচ্ছিন্নতাবাদীতার নকশা’ এবং নেজামে ইসলাম ‘একতরফা একনায়কতান্ত্রিক দাবি’ হিসেবে চিহ্নিত করে। ছয় দফা বিরোধী এসব দলের নেতারা ‘পাকিস্তান ডেমোক্র্যাটিক মুভমেন্ট’ (পিডিএম) নামক জোট গঠনের উদ্যোগ নেয়।\nপ্রাথমিক পর্যায়ে ছয় দফা সমর্থন করলেও যশোরের মসিয়ূর রহমান ও রওশন আলীসহ আওয়ামী লীগেরই একাংশ তাদের সঙ্গে যোগ দেয়। ১৯৬৭ সালের মে মাসে এই জোট আট দফা দাবি পেশ করে। শেখ মুজিবুর রহমান পিডিএমের আট দফাকে চিহ্নিত করেন ‘পূর্ব বাংলার লোকেদের ধোঁকা’ দেওয়ার কৌশল হিসেবে।\nঅন্যদিকে কনভেনশন মুসলিম লীগের তৎকালীন সভাপতি ও পাকিস্তানের প্রেসিডেন্ট আইয়ুব খান হুঁশিয়ারি দিয়েছিলেন এই বলে যে ছয় দফা সমর্থকদের ‘অস্ত্রের ভাষায়’ জবাব দেওয়া হবে। সরকারি দল, অপরাপর বিরোধী দল এবং আওয়ামী লীগেরই একাংশের বিরোধিতার এমন বাস্তবতায় দলীয় সদস্যদের ছয় দফার পক্ষে ঐক্যবদ্ধ রাখেন দলটির যশোর জেলা শাখার সাংগঠনিক সম্পাদক মোশাররফ হোসেন।[পাদটীকা: ছয় দফা, আওয়ামী লীগে ভাঙন ও যশোরে তার প্রভাব]\nছয় দফাপন্থি আওয়ামী লীগ: আওয়ামী লীগ ভেঙে যাওয়ার পর ১৯৬৮ সালের অক্টোবর মাসে ছয় দফাপন্থি পূর্ব পাকিস্তান আওয়ামী লীগের কাউন্সিল অনুষ্ঠিত হয়। এতে কারান্তরীণ শেখ মুজিবুর রহমান ও তাজউদ্দীন আহমদকে স্বপদে (সভাপতি ও সাধারণ সম্পাদক) রেখে কমিটি ঘোষণা করা হয়। মোশাররফ হোসেন ছয় দফাপন্থি আওয়ামী লীগের যশোর জেলা শাখার সাধারণ সম্পাদক নিযুক্ত হন। তখন পর্যন্ত সমগ্র পূর্ব পাকিস্তানে জেলা ছিল ১৭টি, যার একটি যশোর। ১৯৬৮ সালের নভেম্বরে অনুষ্ঠিত হয় যশোর সদর মহকুমা ছাত্রলীগের সম্মেলন। শেখ আব্দুস সালামের সভাপতিত্বে অনুষ্ঠিত সভায় সংগঠনটির মহকুমা শাখার পরবর্তী মেয়াদের সভাপতি নির্বাচিত হন মোশাররফ হোসেনের মেয়ে রওশন জাহান সাথী।\n\n\n== আগরতলা মামলা ==\n১৯৬৮ সালের জানুয়ারিতে ঢাকা কারাগারে বন্দী শেখ মুজিবুর রহমানকে জেলগেট থেকে আটক করে নিয়ে যাওয়া হয়েছিল ঢাকা সেনানিবাসে। তার অবস্থানের তথ্য গোপন রেখেছিল পাকিস্তান সরকার। আগরতলা মামলায় অভিযুক্ত শেখ মুজিবুর রহমানের শারীরিক অবস্থা ও তার অবস্থান সম্পর্কিত তথ্য প্রেসনোট আকারে প্রকাশের দাবি জানিয়ে ফেব্রুয়ারিতে বিবৃতি দেন যশোর জেলা আওয়ামী লীগের তৎকালীন সাংগঠনিক সম্পাদক অ্যাডভোকেট মোশাররফ হোসেন। আত্মপক্ষ সমর্থনে পরিবারের সদস্য ও আইনজীবীদের সঙ্গে শেখ মুজিবের যোগাযোগের অধিকারের প্রসঙ্গ উল্লেখিত হয় বিবৃতিতে।\n\n\n== ঊনসত্তরের গণঅভ্যুত্থান ==\nছয় দফার পক্ষে চলমান আন্দোলন দমন, ১৯৬৮ সালের জানুয়ারিতে দায়েরকৃত আগরতলা মামলা ছাড়াও ‘দেশরক্ষা আইনের’ আওতায় পাকিস্তানের উভয় অংশের বহু রাজনৈতিক নেতা-কর্মীকে গ্রেফতার করা হয়। সরকারি বাহিনীর গুলিতে প্রাণ হারান সাধারণ নাগরিকসহ আন্দোলনকারীদের অনেকে। এই আন্দোলন সংগঠিত হয়ে ক্রমেই গণঅভ্যুত্থানের রূপ নেয় ১৯৬৯ সালে।\nসর্বদলীয় ছাত্র সংগ্রাম পরিষদ: গণআন্দোলনের ধারাবাহিকতায় ১৯৬৯ সালের জানুয়ারি মাসের প্রথম সপ্তাহে ১১ দফা দাবি নিয়ে এগিয়ে আসে সর্বদলীয় ছাত্র সংগ্রাম পরিষদ। এই পরিষদের সদস্য ছিলেন ছাত্রলীগ ও ছাত্র ইউনিয়নের মতো প্রতিদ্বন্দ্বী ছাত্র সংগঠনের নেতারা। ‘সর্বদলীয় ছাত্র সংগ্রাম পরিষদের’ পক্ষে ডাকসুর ভিপি ছাত্রলীগ নেতা তোফায়েল আহমেদ ফেব্রুয়ারি মাসে যশোরে যান। সেখানে তার দেওয়া এক ভাষণের প্রেক্ষিতে ছাত্র ইউনিয়নের মেনন গ্রুপ ও ইপিসিপি (এমএল) নেতা আবদুল হকের অনুসারীরা উত্তেজিত হয়ে ওঠেন। যশোরের ছয় দফাপন্থি আওয়ামী লীগের সাধারণ সম্পাদক ও জেলা ছাত্রলীগের প্রধান পৃষ্ঠপোষক অ্যাডভোকেট মোশাররফ হোসেনের মধ্যস্থতায় সে সাংঘর্ষিক পরিস্থিতি প্রশমিত হয়।\nডেমোক্র্যাটিক অ্যাকশন কমিটি (ডাক): ১৯৬৯ সালের জানুয়ারি মাসের আট তারিখ পিডিএমভুক্ত পাঁচ দল এবং ছয় দফাপন্থি আওয়ামী লীগসহ আরও দুই দল মিলে ‘ডেমোক্র্যাটিক অ্যাকশন কমিটি’ (ডাক) নামের ৮ দলীয় মোর্চা গঠন করে। এই মোর্চা জরুরি অবস্থা প্রত্যাহার, প্রত্যক্ষ ভোটে নির্বাচন ব্যবস্থা প্রণয়ন, রাজবন্দীদের মুক্তি দান, নিপীড়নমূলক আইন বাতিলসহ অন্যান্য দাবি তোলে।  ১৭ জানুয়ারি 'দাবি দিবসে' ডাকের আহ্বানে আয়োজিত বিক্ষোভ মিছিল-প্রতিবাদ সমাবেশে যোগ দেন মোশাররফসহ যশোরের শীর্ষস্থানীয় রাজনৈতিক নেতারা। ১৮ জানুয়ারি যশোর ডাকের জনসমাবেশে যোগ দেন প্রভাবশালী বাঙালি বিচারপতি সৈয়দ মাহবুব মোর্শেদ। তিনি বিরোধী রাজনৈতিক দলগুলোর নেতৃত্বে সবাইকে সংগঠিত হওয়ার আহ্বান জানান।\n১৭ ফেব্রুয়ারি ঈদগাহ ময়দানে যশোর জেলা ডাকের সভা অনুষ্ঠিত হয়। সভায় রাজবন্দীদের মুক্তি দাবি করেন ছয়-দফাপন্থি আওয়ামী লীগের যশোর জেলা শাখার সাধারণ সম্পাদক মোশাররফ হোসেন। শেখ মুজিবুর রহমানের উপস্থিতি ছাড়া গোলটেবিল বৈঠক গ্রহণযোগ্য হবে না মর্মে দেওয়া দলের সিদ্ধান্তই প্রতিধ্বনিত হয় তার ভাষণে। সংগ্রামের ধারাবাহিকতার ফলশ্রুতিতে ১৯৬৯ সালের ২২ ফেব্রুয়ারি পাকিস্তান সরকার আগরতলা মামলার বন্দীদের মুক্তি দিতে বাধ্য হয়। গোলটেবিল বৈঠকে যোগ দিতে শেখ মুজিবুর রহমানের সঙ্গে আওয়ামী লীগ নেতারা পশ্চিম পাকিস্তান যাত্রা করেন। গোলটেবিল বৈঠক প্রত্যাশিত ফলাফল দিতে ব্যর্থ হয়। আন্দোলনের মুখে আইয়ুব খান পদত্যাগ করেন। ক্ষমতা গ্রহণ করেন জেনারেল ইয়াহিয়া খান।\nআমেনা বেগমের সমর্থনে বিবৃতি: ১৯৬৬ সালে শুরু হওয়া ছয় দফা আন্দোলনের প্রেক্ষিতে ভেঙ্গে গিয়েছিল আওয়ামী লীগ। কারান্তরীণ মুজিব-তাজউদ্দীনের নেতৃত্বাধীন ছয় দফাপন্থি পূর্ব পাকিস্তান আওয়ামী লীগের ভারপ্রাপ্ত সাধারণ সম্পাদক হন আমেনা বেগম। আমেনা বেগমের বিরোধী রাজনীতির সঙ্গে সম্পৃক্ততার জেরে তার সরকারি চাকরিজীবী স্বামীকে বরখাস্ত করে আইয়ুব সরকার। ঊনসত্তরের সফল গণঅভ্যুত্থানের প্রেক্ষিতে আমেনা বেগমের স্বামীকে চাকরিতে পুনর্বহালের দাবিতে বিবৃতি দেন যশোরের ছয় দফাপন্থি আওয়ামী লীগের সাধারণ সম্পাদক অ্যাডভোকেট মোশাররফ হোসেন। যৌথ বিবৃতিটিতে আরও স্বাক্ষর করেছিলেন যশোর ন্যাপের সাধারণ সম্পাদক কাজী আব্দুস শহীদ, যশোর ন্যাপের যুগ্ম সাধারণ সম্পাদক মোহাম্মদ আবুল হোসেন, যশোর নগর আওয়ামী লীগের সাধারণ সম্পাদক মোহাম্মদ বদরুদ্দোজা, যশোর আওয়ামী লীগের কোষাধ্যক্ষ মো. শওকত প্রমুখ।\n\n\n== যশোরে বিশ্ববিদ্যালয় প্রতিষ্ঠার দাবি ==\nপূর্ব পাকিস্তানের খুলনা বিভাগে একটি বিশ্ববিদ্যালয় প্রতিষ্ঠার সরকারি সিদ্ধান্ত ঘোষিত হয়েছিল। তৎকালীন খুলনা বিভাগের বরিশালে মেডিকেল কলেজ ও খুলনা জেলায় ইঞ্জিনিয়ারিং কলেজ থাকায় প্রস্তাবিত বিশ্ববিদ্যালয়টি বিভাগের যশোর জেলায় স্থাপনের দাবি ওঠে। জনমত গঠনে উদ্যোগী হন অ্যাডভোকেট মোশাররফ হোসেনসহ যশোরের বিভিন্ন শ্রেণি-পেশার শিক্ষানুরাগী। বিশ্ববিদ্যালয়ের দাবিতে ছাত্রদের উদ্যোগে পালিত হয় হরতাল। অ্যাডভোকেট মোশাররফ হোসেনের নেতৃত্বে মিছিলে অংশ নেন শিক্ষানুরাগী আইনজীবী-শিক্ষকবৃন্দ।\n\n\n== আওয়ামী লীগের সত্তরের সম্মেলন ==\n১৯৭০ সালের মে মাসে যশোর টাউন হলে অনুষ্ঠিত হয় জেলা আওয়ামী লীগের সম্মেলন। প্রধান অতিথি ছিলেন প্রদেশ আওয়ামী লীগের সাধারণ সম্পাদক তাজউদ্দীন আহমদ। দলটির যশোর জেলা শাখার সহ-সভাপতি নির্বাচিত হন অ্যাডভোকেট মোশাররফ হোসেন। অন্যদিকে ঢাকার হোটেল ইডেন প্রাঙ্গণে জুন মাসে অনুষ্ঠিত হয় আওয়ামী লীগের সম্মেলন। মোশাররফ হোসেন নিযুক্ত হন পূর্ব পাকিস্তান আওয়ামী লীগের কেন্দ্রীয় কমিটির সদস্য। ১৯৬৯ সালের গণঅভ্যুত্থানের পর দলে ফিরেছিলেন যশোরের পিডিএমপন্থি নেতারা। কাউন্সিলের পর তারাও আসীন হন দলীয় পদে। ১৯৭০ সালের ৩০ আগস্ট যশোর টাউন হল ময়দানে জেলা আওয়ামী লীগের সহ-সভাপতি মোশাররফ হোসেনের সভাপতিত্বে ‘জুলুম প্রতিরোধ দিবসের’ কর্মসূচি পালিত হয়। আহূত জনসভায় ছাত্র-শ্রমিকসহ সব রাজবন্দীর মুক্তি দাবি করা হয়। দাবি পূরণ না হলে ‘সংগ্রামের পথ’ বেছে নেওয়ার ঘোষণা দেওয়া হয়।\n\n\n== স্বাধীনতার এক দফা ==\nযশোরে আওয়ামী লীগের মধ্যে চিন্তাগতভাবে ভিন্ন দুটি ধারার উপস্থিতি ছিল। একটি ধারা নিয়মতান্ত্রিক পদ্ধতিতে স্বায়ত্তশাসন আন্দোলনে আস্থাশীল। অপর ধারাটি স্বাধীনতা সংগ্রামের অনিবার্যতা অনুধাবনে অগ্রসর। ছাত্রলীগের মধ্যেও ভিন্ন দুটি ধারার উপস্থিতি স্পষ্ট ছিল।\nস্বাধীন বাংলা বিপ্লবী পরিষদ: যশোরে পূর্ব পাকিস্তান ছাত্রলীগের সিরাজুল আলম খানের অনুসারী অংশটি 'বীর বাঙালি অস্ত্র ধরো, বাংলাদেশ স্বাধীন করো' স্লোগান দিতে থাকলে স্থানীয় আওয়ামী লীগ নেতারা আসন্ন নির্বাচনে ক্ষতি হতে পারে মর্মে আশঙ্কা প্রকাশ করেন এবং এমন স্লোগান দিতে নিষেধ করেন। কিন্তু ছাত্রলীগের ওই অংশটিকে সমর্থন দিয়ে যান মোশাররফ। পূর্ব পাকিস্তান ছাত্রলীগের সমাজতন্ত্রপন্থি নেতা-কর্মীদের গোপন সংগঠন 'স্বাধীন বাংলা বিপ্লবী পরিষদের' যশোর সেলের সদস্যদের শপথগ্রহণ অনুষ্ঠিত হয় মোশাররফ হোসেনের বাসভবনে। তার 'ছত্রছায়ায়' সংগঠনটির প্রচেষ্টা অব্যাহত থাকার তথ্য উল্লেখ করেছেন কাজী আরেফ আহমেদ।\nস্বাধীনতাপন্থি আরো পক্ষ: আওয়ামী লীগ-ছাত্রলীগের বাইরে স্বাধীনতার প্রশ্নে একমত পক্ষগুলোর সঙ্গেও তার যোগাযোগ ছিল। 'বৃহৎ বাংলা' গঠন চেষ্টায় ১৯৬৫ সালে অভিযুক্ত হয়েছিলেন যশোর অঞ্চলের এক দল তরুণ। তাদের তিন বছরের কারাদণ্ড হয়। পরবর্তীকালে শেখ মুজিবুর রহমানের সঙ্গে তাদের যোগাযোগের মাধ্যম হিসেবে অ্যাডভোকেট মোশাররফ হোসেনের ভূমিকার কথা উল্লেখ করেছেন দৈনিক সংবাদের রুকুনউদ্দৌলাহ। অন্যদিকে স্বাধীনতার প্রশ্নে একাত্তরের ফেব্রুয়ারিতে যশোর জেলা ভাসানী ন্যাপের নেতা ও ভাষা সংগ্রামী আলমগীর সিদ্দিকীর সঙ্গে তার পৃথক বৈঠকের কথা উল্লেখ করেছেন হোসেনউদ্দীন হোসেন।\n\n\n== সামরিক আদালতে আইনি লড়াই ==\n১৯৭০ সালের সেপ্টেম্বরে পিডিএম জোটের সাবেক চেয়ারম্যান ও তৎকালীন সংসদের বিরোধী দলীয় নেতা নুরুল আমিন যশোরে জনসভা করেন। তিনি বলেন, ‘আলাদা হয়ে যাওয়া কোনও সমাধান নয়’। পাকিস্তানের অখণ্ডতার প্রতি আস্থা জ্ঞাপন করে তিনি যুবসমাজকে ‘সস্তা স্লোগান’ ও অনুভূতিতে ভেসে না যাওয়ার আহ্বান জানান। পরবর্তীকালে ‘জয় বাংলা’ স্লোগান দিয়ে নুরুল আমিনের সভায় বাধাদান ও হামলার অভিযোগে আওয়ামী লীগের তিন কর্মীর বিরুদ্ধে মামলা হয়। যশোরের সামরিক আদালতে বিচারাধীন মহিউদ্দিন আহমদ, লুৎফর রহমান ও ইসরাইল হোসেনের পক্ষে মামলা পরিচালনা করেন মোশাররফ হোসেন, মসিয়ূর রহমান ও আফসার আহমদ সিদ্দিকী।\n\n\n== সত্তরের নির্বাচন ==\nসত্তরের নির্বাচনের আগেই জাতীয় রাজনীতিতে এই মর্মে আশঙ্কা প্রকাশ করা হয়েছিল যে আওয়ামী লীগ জিতে গেলে পূর্ব পাকিস্তান বিচ্ছিন্ন হয়ে যাবে। কেউ কেউ আশঙ্কা প্রকাশ করেছিলেন, নির্বাচনের জয়কে স্বাধীনতার ম্যান্ডেট হিসেবে দেখা হতে পারে। ঘোষিত প্রাদেশিক পরিষদ নির্বাচনে অ্যাডভোকেট মোশাররফ হোসেন পিই-৮৬ (যশোর-৯) আসনে প্রার্থী হন। এই নির্বাচনি আসনের সীমানাভুক্ত ছিল বসুন্দিয়া ইউনিয়ন ব্যতীত যশোর কোতোয়ালির বাকি এলাকা।\nমোশাররফসহ আওয়ামী লীগ মনোনীত প্রার্থীদের সমর্থনে যশোর টাউন হল ময়দানে সভা আয়োজন করে জেলা ছাত্রলীগ। সভায় যোগ দেন ডাকসুর ভিপি আসম আব্দুর রব ও পূর্ব পাকিস্তান ছাত্রলীগের কেন্দ্রীয় সাধারণ সম্পাদক শাজাহান সিরাজ। ১৯৭০ সালের ১১ নভেম্বর আয়োজিত সভাটি শেষে মিছিল বের হয়। মিছিল শেষে এক পথসভায় ভাষণ দেন পূর্ব পাকিস্তান ছাত্রলীগের কেন্দ্রীয় সভাপতি নূরে আলম সিদ্দিকী।\nজাতীয়-প্রাদেশিক উভয় পরিষদে নিরঙ্কুশ সংখ্যাগরিষ্ঠতা পায় আওয়ামী লীগ। যশোর সদর আসনের নির্বাচনে বিজয়ী হন মোশাররফ হোসেন। তার নিকটতম প্রতিদ্বন্দ্বী ছিলেন জামায়েতে ইসলামীর মোহাম্মদ হোসেন। প্রতিদ্বন্দ্বী প্রার্থীদের মধ্যে বেশ কয়েকজন মুক্তিযুদ্ধ চলাকালে যশোরে শান্তি কমিটির সদস্য হন। নির্বাচিত জনপ্রতিনিধিদের হাতে ক্ষমতা হস্তান্তরের আলোচনাকে কেন্দ্র করে একাত্তরের প্রথম অংশে আবর্তিত হয়েছে পাকিস্তানের রাজনীতি। এসময় সামরিক শাসক ইয়াহিয়া খানের সঙ্গে আলোচনা অব্যাহত থাকে। অন্যদিকে পাকিস্তান পিপলস পার্টির নেতা জুলফিকার আলী ভুট্টো আলোচনায় বসলেও পরে বলেন, আওয়ামী লীগের হাতে ক্ষমতা হস্তান্তর সমর্থন করবেন না তার শর্ত না মানলে।\n\n\n== একাত্তরের একুশে ফেব্রুয়ারি ==\nবাংলা ভাষা-সংস্কৃতি বিরোধিতার ধারাবাহিকতায় ১৯৭১ সালের ২১ ফেব্রুয়ারিতেও ভাষা শহিদ দিবসের কর্মসূচিতে বাধা দেয় পুলিশ। গ্রেফতার করা হয় ছাত্রনেতাদের। রাতে যশোর ইন্সটিটিউটে ‘মা’ শীর্ষক প্রেরণামূলক একটি নাটক মঞ্চস্থ হয়। এই আয়োজনের পৃষ্ঠপোষকদের মধ্যে ছিলেন মোশাররফ হোসেন এমপিএ ও কবি নাসির উদ্দীন আহমদ।\n\n\n== অসহযোগ আন্দোলন ==\n১৯৭১ সালের পয়লা মার্চ প্রেসিডেন্ট ইয়াহিয়া খান জাতীয় পরিষদের পূর্বঘোষিত অধিবেশন অনির্ধারিতকালের জন্য স্থগিত ঘোষণা করলে শুরু হয় অসহযোগ আন্দোলন। মোশাররফ হোসেনসহ শীর্ষ নেতারা যশোরে গঠন করেন ‘সর্বদলীয় সংগ্রাম পরিষদ’।\nচারুবালার মৃত্যু: ৩রা মার্চ পরিষদের উদ্যোগে আয়োজিত হয় বিক্ষোভ মিছিল। পাকিস্তানি ক্ষমতাচক্রের বিরুদ্ধে মুহুর্মুহ স্লোগান ওঠে মিছিল থেকে। এক পর্যায়ে টেলিফোন এক্সচেঞ্জে অবস্থানরত সেনা সদস্যরা গুলি চালায়। এতে শহিদ হন চারুবালা কর নামের এক নারী। আহত হন মিছিলকারীদের অন্তত ১২ জন। ছত্রভঙ্গ মিছিলের নেতা-কর্মীরা ঘটনাস্থলের কাছে অবস্থিত মোশাররফ হোসেনের বাসভবনে আশ্রয় নিলে সেখানেও চলে গুলি। পরে চারুবালার মরদেহের সৎকারের উদ্যোগ নেন আন্দোলনকারীরা। কিন্তু  মরদেহ সংগ্রহে বাধা দেয় পাকিস্তানি বাহিনী। এসময় সেনা অফিসারদের বাধা উপেক্ষা করে মোশাররফ হোসেন ও মসিয়ূর রহমানের প্রচেষ্টায় মর্গ থেকে চারুবালার মৃতদেহ সংগ্রহ করা সম্ভব হয়। শহিদ চারুবালা করের শববাহী মিছিলে অংশ নেন ধর্ম-বর্ণ নির্বিশেষে সর্বস্তরের মানুষ।\nঅব্যাহত সংগ্রাম: পাকিস্তানি বাহিনীর সশস্ত্র প্রহরার মুখেও প্রকাশ্যে 'জয় বাংলা' ব্যানার নিয়ে মিছিল বের হতে থাকে যশোরের রাজপথে। অব্যাহত থাকে অসহযোগ আন্দোলন। মার্চের প্রথম সপ্তাহেই আবার সরব হয় যশোরের রাজপথ। মোশাররফ হোসেন ও মসিয়ূর রহমানের নেতৃত্বে ছাত্র-যুবনেতারা অংশ নেন প্রতিবাদ কর্মসূচিতে। ১২ মার্চ যশোর আওয়ামী লীগের মহিলা বিষয়ক সম্পাদিকা আশরাফুন্নেসা বেগমের নেতৃত্বে লাঠি হাতে প্রতিবাদী নারীদের একটি মিছিল বের হয়। এতে অংশ নেন রওশন জাহান সাথীসহ মোশাররফ হোসেনের মেয়েরা। ২২ মার্চ আয়োজন করা হয় স্বেচ্ছাসেবক বাহিনীর র‍্যালি। ঈদগাহ ময়দানের এই কর্মসূচিতে ঘোষণা করা হয় প্রতিরোধের প্রত্যয়। ২৩ মার্চ ‘পাকিস্তান দিবসের’ বদলে পালিত হয় ‘প্রতিরোধ দিবস’। যশোর জুড়ে উত্তোলিত হয় বাংলাদেশের পতাকা।\n\n\n== সেনাবাহিনীর বিরুদ্ধে বিবৃতি এবং সেনানিবাস অবরোধ ==\nগণআন্দোলনের প্রেক্ষিতে ১৭ মার্চ গোয়ালপাড়া কেন্দ্রের কর্মীদের ভয় দেখিয়ে যশোরে বিদ্যুৎ সরবরাহ বন্ধ করে দেয় পাকিস্তান আর্মি। এর প্রতিবাদে মোশাররফ হোসেন এমপিএ, মসিয়ূর রহমান এমএনএ ও রওশন আলী এমএনএ পাকিস্তান সেনাবাহিনীর বিরুদ্ধে এক যৌথ বিবৃতি দেন ১৮ মার্চ। সংগ্রাম পরিষদের উদ্যোগে ২০ মার্চ থেকে যশোর সেনানিবাসে খাদ্য-পানি-বিদ্যুৎ সরবরাহ বন্ধ করে দেওয়া হয়। এক পর্যায়ে পাকিস্তান আর্মির কর্নেল তোফায়েল সংগ্রাম পরিষদের সঙ্গে আলোচনার প্রস্তাব দেন। পরিষদের নেতারা প্রাথমিকভাবে সম্মত হন। সেনানিবাসে থাকা বাঙালি সৈনিকদের কথা উল্লেখ করে মোশাররফ হোসেনও সম্মতি দেন। আলোচনা অনুষ্ঠানের জন্য সময় নির্ধারিত হয় ২৫ মার্চ সকালবেলা।\n\n\n== ২৫শে মার্চ ও পরবর্তী সময় ==\n২৫ মার্চ সকালের আলোচনায় কোনও ফলাফল না আসায় রাতে ডিনারের প্রস্তাব দেওয়া হয়। অন্যদিকে আলোচনাস্থল থেকে বের হয়ে আসার সময় তাদের বহনকারী গাড়িতে লাগিয়ে রাখা বাংলাদেশের পতাকাটি না থাকায় এমপিএ মোশাররফ হোসেনসহ সংগ্রাম পরিষদের নেতারা তাৎক্ষণিক প্রতিবাদ জানান। কর্নেল তোফায়েল স্বাধীন বাংলার পতাকা ফেরত দিতে বাধ্য হন। সেদিন ঢাকা থেকে টেলিফোনে ‘স্বাধীন বাংলা বিপ্লবী পরিষদের’অন্যতম নেতা আব্দুর রাজ্জাক মোশাররফ হোসেনকে সম্ভাব্য ক্র্যাকডাউনের তথ্য দিয়ে সতর্ক করেন। অন্যদিকে যশোর ইপিআরের সূত্রগুলোও মোশাররফকে সম্ভাব্য হামলার আশঙ্কার কথা জানায়।\nইপিআরের অস্ত্র: পাকিস্তান সেনাবাহিনীর হামলার পূর্ব মুহূর্তে যশোর শহর ইপিআর ক্যাম্পের অস্ত্র মুক্তিযোদ্ধাদের জন্য সরিয়ে নেওয়া হয়। মোশাররফ হোসেনের পরামর্শে এই দুঃসাহসী কাজ বাস্তবায়ন করেন সৈয়দ মহব্বত আলী। এরপর প্রতিরোধ যুদ্ধের জন্য সংগঠিত হতে বেরিয়ে পড়েন মোশাররফ হোসেনসহ অন্যান্যরা। কিন্তু এমএনএ মসিয়ূর রহমানকে বাসা থেকে আটক করে পাকিস্তান সেনাবাহিনী। পরে তাকে হত্যা করা হয়।\nজীবিত বা মৃত: মোশাররফ হোসেন এমপিএসহ স্বাধীনতাপন্থি ছাত্রনেতাদের আটকের জন্য চলতে থাকে অভিযান। এক পর্যায়ে তাকে জীবিত বা মৃত ধরিয়ে দেওয়ার জন্য ঘোষণা করা হয় পুরস্কার। কোলকাতা থেকে প্রকাশিত যুগান্তরের প্রতিবেদনে লেখা হয়, পাকিস্তান সেনাবাহিনী মোশাররফ হোসেন ও ছাত্রনেতাদের ‘হন্যে কুকুরের মতো খুঁজে বেড়াচ্ছে’। মোশাররফের সন্ধান না পেয়ে আটক করা হয় তার স্ত্রী ও বড় মেয়ে রওশন জাহান সাথীকে। সংশ্লিষ্টদের দাবি, পাকিস্তান সেনাবাহিনীর কাছে তাদের অবস্থানের তথ্য সরবরাহ করেছিল স্থানীয় শান্তি কমিটির সেক্রেটারি। জিজ্ঞাসাবাদের জন্য প্রথমে তাদের যশোর সেনানিবাসে নিয়ে যাওয়া হয়। পরে একটি বাড়িতে গৃহবন্দী অবস্থায় রাখা হয়। এরপর তিন দিনের জন্য যশোরে পাকিস্তানি নিয়ন্ত্রণ শিথিল হয়ে পড়লে তারা সেখান থেকে সরে যেতে সক্ষম হন। অন্যদিকে মোশাররফ হোসেনের বাসভবনটি দখলে নিয়ে সেখানে নির্যাতন কেন্দ্র বসায় পাকিস্তান সেনাবাহিনী।\n\n\n== মুক্তিযুদ্ধ ==\nমোশাররফ হোসেন সীমান্ত অতিক্রম করে প্রথমে বনগাঁতে যান, সেখান থেকে কোলকাতা। কোলকাতা থেকে তাকে দিল্লিতে নিয়ে যাওয়া হয় মার্চের শেষে বা এপ্রিলের একেবারে শুরুতে। সেখানে অস্ত্র-গোলাবারুদ, শরণার্থী ব্যবস্থাপনা ও রাজনৈতিক পরিস্থিতি প্রসঙ্গে ভারতের প্রধানমন্ত্রী ইন্দিরা গান্ধীর সঙ্গে তার আলোচনা হয়। আলী হোসেন মনির ভাষ্যে, ‘তখন পর্যন্ত বাংলাদেশ থেকে অন্য কোনও সংসদ সদস্য বা নেতৃবৃন্দ সেখানে পৌঁছাননি’। দিল্লিতে একদিন থেকে বনগাঁয় ফিরে যান মোশাররফ। বর্ধমান বিশ্ববিদ্যালয়ের ফ্যাকাল্টি ইতিহাসবিদ হোসেনুর রহমানের বর্ণনা থেকে জানা যায়, ত্রাণ পরিবাহনের কাজে গাড়ি জোগাড়ের চেষ্টাকালে সেখানে মোশাররফকে সহায়তা করেন ভারতীয় স্বাধীনতা সংগ্রামী ও সমাজতান্ত্রিক নেতা জয়প্রকাশ নারায়ণ।\nবনগাঁ ক্যাম্প: মোশাররফ হোসেনের ব্যবস্থাপনায় বনগাঁতে শরণার্থী শিবির স্থাপিত হয়। প্রবাসী বাংলাদেশ সরকারের পক্ষ থেকে তিনি বনগাঁ শিবিরের প্রধান নিযুক্ত হন। শিবিরে ফুড টোকেনের মাধ্যমে খাবার দেওয়ার ব্যবস্থা চালু হয়। যুদ্ধের জন্য সীমান্ত পাড়ি দিতে থাকা তরুণদের প্রশিক্ষণের ব্যবস্থা করা হয় নিকটস্থ স্কুল মাঠে। সাংগঠনিক তৎপরতা নিশ্চিতে বনগাঁর মতিগঞ্জে স্থাপিত হয় যশোর আওয়ামী লীগের অস্থায়ী কার্যালয়।\nপ্রশাসনিক ভূমিকা: মে মাসে বেনাপোল সীমান্ত সফরে যান প্রবাসী বাংলাদেশ সরকারের প্রধানমন্ত্রী তাজউদ্দীন আহমদ। মুহুর্মুহ শেলিং এর মধ্যে তিনি বাংলাদেশ সেনাবাহিনীর সামরিক কার্যক্রম পরিদর্শন করেন। সেখানে তাজউদ্দীন আহমদের সঙ্গে মোশাররফ হোসেনের উপস্থিতির তথ্য জানিয়েছেন মেজর হাফিজ উদ্দিন আহমেদ বীর বিক্রম। অন্যদিকে বেসামরিক প্রশাসন পুনর্গঠনের জন্য দেশের অভ্যন্তরে মোশাররফ হোসেনের প্রবেশের তথ্য উল্লেখ করা হয়েছে এমপিএ অফিস সেক্রেটারি মাহমুদুল্লাহ কবির স্বাক্ষরিত নভেম্বর মাসের এক চিঠিতে।\nপাকিস্তানি সামরিক আদালতের সমন: মুক্তিযুদ্ধ চলাকালে পাকিস্তান সামরিক কর্তৃপক্ষ স্বাধীনতাপন্থী নির্বাচিত সদস্যদের বিরুদ্ধে সমন জারি করে এবং তাদের উপ সামরিক আইন প্রশাসকের কার্যালয়ে হাজির হওয়ার নির্দেশ দেয়। অভিযুক্তদের একজন যশোরের অ্যাডভোকেট মোশাররফ হোসেন এমপিএ। তার বিরুদ্ধে আনীত অভিযোগের মধ্যে ছিল পাকিস্তান রাষ্ট্রের বিরোধিতা, অস্ত্র সংগ্রহ, অস্ত্র বিতরণ এবং অস্ত্রের প্রশিক্ষণ প্রদান।\nমুক্তাঞ্চলে বাংলাদেশ সরকার: ১৯৭১ সালের ১১ ডিসেম্বর যশোরে অনুষ্ঠিত হয় বাংলাদেশ সরকারের জনসভা। মোশাররফের নির্বাচনি এলাকায় অবস্থিত যশোর টাউন হল ময়দানে আয়োজিত সেই সভায় উপস্থিত ছিলেন অস্থায়ী রাষ্ট্রপতি সৈয়দ নজরুল ইসলাম, প্রধানমন্ত্রী তাজউদ্দীন আহমদ, অ্যাডভোকেট মোশাররফ হোসেনসহ প্রমুখ মুক্তিযোদ্ধা জনপ্রতিনিধি। যুদ্ধের শেষে মুক্তাঞ্চলে এটি ছিল বাংলাদেশ সরকারের সর্বোচ্চ পর্যায়ের প্রথম উপস্থিতি।\n\n\n== স্বাধীনতার পর রাজনীতি ==\n১৯৬৬ সালের ছয় দফা আন্দোলন থেকে শুরু করে অবশেষে ১৯৭১ সালে স্বাধীনতার এক দফা অর্জিত হয় মহান মুক্তিযুদ্ধের মাধ্যমে। স্বাধীন দেশে শাসনতন্ত্র প্রণয়নের জন্য শুরু হয় গণপরিষদের অধিবেশন। অন্যদিকে সমাজতন্ত্রের প্রশ্নে ভিন্নমত প্রকাশ না করলেও তার বাস্তবায়ন নিয়ে রাজনীতিবিদদের মধ্যে দেখা দেয় বহুমাত্রিক মেরুকরণ।\nআওয়ামী লীগের সম্মেলন: ১৯৭২ সালের এপ্রিলে আওয়ামী লীগের সম্মেলন অনুষ্ঠিত হয়। সম্মেলনে শেখ মুজিবুর রহমান সভাপতি পদে থেকে গেলেও সাধারণ সম্পাদক পদে তাজউদ্দীন আহমদের স্থানে আসেন জিল্লুর রহমান। সত্তরের সম্মেলনে কেন্দ্রীয় কমিটির সদস্য অ্যাডভোকেট মোশাররফ হোসেন ১৯৭২ সালে আওয়ামী লীগের কেন্দ্রীয় কমিটির সদস্য হিসেবে গৃহীত হননি। সেবারের কেন্দ্রীয় কমিটির সদস্য হন ছয় দফার কালে যশোর পিডিএমপন্থি আওয়ামী লীগের সাধারণ সম্পাদক রওশন আলী।\nমুজিববাদ বনাম বৈজ্ঞানিক সমাজতন্ত্র: ১৯৭০ সালে ‘স্বাধীন সমাজতান্ত্রিক বাংলাদেশ প্রস্তাব’ উত্থাপনকে কেন্দ্র করে মতদ্বৈততা দেখা দিয়েছিল ছাত্রলীগে। মুক্তিযুদ্ধ পেরিয়ে আবার ১৯৭২ সালে এসে সংগঠনটির নেতৃত্বে অস্থিরতা দেখা দেয় এবং মে মাসে সংগঠনটি বিভক্ত হয়ে যায়। এক পক্ষ ‘মুজিববাদ’ প্রতিষ্ঠার প্রচারণা চালিয়ে যায়। অপর পক্ষ ‘বৈজ্ঞানিক সমাজতন্ত্র’ প্রতিষ্ঠার জন্য ‘শ্রেণি সংগ্রাম ত্বরান্বিত করে সমাজ বিপ্লবের’ ডাক দেয়। সংবাদপত্র আজাদ উল্লেখ করে, ছাত্রলীগের এই বিভক্তি আওয়ামী লীগের ভেতরেও প্রভাব ফেলতে পারে।\n১৯৭২ সালের জুলাই মাসের প্রথম সপ্তাহে ছাত্র সংগঠনটির ‘বৈজ্ঞানিক সমাজতন্ত্রপন্থি’ অংশের কেন্দ্রীয় সম্মেলন প্রস্তুতি পরিষদের যুগ্ম আহ্বায়ক হন মোশাররফ হোসেনের মেয়ে রওশন জাহান সাথী। ছাত্রলীগের উভয় পক্ষই ঘোষণা করেছিল, শেখ মুজিবুর রহমান সম্মেলন উদ্বোধন করবেন। কিন্তু তিনি ‘মুজিববাদী’ ছাত্রলীগের সম্মেলনে যোগ দেন। সম্মেলনের শেষ দিনে ছাত্রলীগের উভয় পক্ষের অনুসারীদের মধ্যে সংঘর্ষ হয়। এতে দুই পক্ষের দুই শীর্ষস্থানীয় নেতা আসম আব্দুর রব ও আব্দুর রাজ্জাকসহ প্রায় দুইশ জন আহত হন।\n\n\n== যশোরে মুজিববাদ বনাম বৈজ্ঞানিক সমাজতন্ত্র ==\nআওয়ামী লীগের কেন্দ্রীয় সাধারণ সম্পাদক জিল্লুর রহমানের নেতৃত্বাধীন সাংগঠনিক কমিটি রওশন আলীকে সভাপতি ও খান টিপু সুলতানকে সাংগঠনিক সম্পাদক করে ১৯৭২ সালের জুলাই মাসের দ্বিতীয় সপ্তাহে ঘোষণা করে যশোর জেলা কমিটি। অ্যাডভোকেট মোশাররফ হোসেনকে রাখা হয়েছিল সহ-সভাপতি পদে। আগস্ট মাসে অ্যাডভোকেট মোশাররফ হোসেন এমসিএসহ পাঁচ জনের এক যৌথ বিবৃতিতে বলা হয়, তারা সাংগঠনিক কমিটি থেকে নাম প্রত্যাহার করেছেন। কারণ কমিটিতে মুসলিম লীগ-পিডিপি সমর্থক ও সুযোগ সন্ধানী ব্যক্তিদের যুক্ত করা হয়েছে। বিবৃতিতে আরও বলা হয়, আওয়ামী লীগের সাংগঠনিক সম্পাদক আব্দুর রাজ্জাকের যশোর সফরকালে যে আলোচনা হয়েছিল ঘোষিত কমিটি তার সম্পূর্ণ বিপরীত। মোশাররফ ছাড়াও যশোর জেলা আওয়ামী লীগের কমিটি থেকে পদত্যাগ করেন সৈয়দ মহব্বত আলী, মো. মহসীন আলী, আব্দুর রশীদ এবং অ্যাডভোকেট আব্দুল কাদের।\nশ্রমিক লীগের পৃথক সভা: শেখ ফজলুল হক মনি সমর্থিত সিদ্দিকী-মাখনের নেতৃত্বাধীন ছাত্রলীগ, আওয়ামী লীগ ও কয়েকটি শ্রমিক সংগঠন প্রতিবাদ সভার আয়োজন করে ১৯৭২ সালের পয়লা সেপ্টেম্বর। এতে যোগ দেন জেলা আওয়ামী লীগের সভাপতি রওশন আলী এমসিএ ও সাংগঠনিক সম্পাদক খান টিপু সুলতান। বক্তারা মুজিববাদের প্রতি আস্থা ব্যক্ত করেন। একই দিনে জাতীয় শ্রমিক লীগের যশোর জেলা শাখার সভাপতি সৈয়দ মহব্বত আলীর সভাপতিত্বে টাউন হল ময়দানে পালিত হয় ‘গণপ্রতিরোধ দিবসের’ কর্মসূচি। এ কর্মসূচিতে সমর্থন দিয়েছিল সিরাজুল আলম খান সমর্থিত ও রব-শাজাহান সিরাজের নেতৃত্বাধীন ‘বৈজ্ঞানিক সমাজতন্ত্রপন্থি’ ছাত্রলীগ। শ্রমিক লীগের এই সভায় প্রধান অতিথি ছিলেন এমসিএ মোশাররফ হোসেন।\nজিল্লুর রহমানের সফরের পর নতুন বিবৃতি: ১৯৭২ সালের ৭ সেপ্টেম্বর জিল্লুর রহমান ও আলহাজ গোলাম মোর্শেদ ‘সংক্ষিপ্ত সফরে’ যশোরে যান। এই সফরের পর ৯ সেপ্টেম্বর মো. মহসীন আলী ও আব্দুর রশীদের নামে সংবাদপত্রে যায় নতুন বিবৃতি। আগস্টের ১৪ তারিখ ইত্তেফাক-গণকণ্ঠ-আজাদে প্রকাশিত সংবাদের বিষয়ে তিন সপ্তাহ পর ৯ সেপ্টেম্বর প্রকাশিত বিবৃতিতে আব্দুর রশীদ বলেন, পদত্যাগীদের মধ্যে নাম আছে জানতে পেরে তিনি বিস্মিত। তার পদত্যাগের খবর ‘সম্পূর্ণ মিথ্যা ও বানোয়াট’। অন্যদিকে মো. মহসীন আলী বলেন, তিনি ‘অপপ্রচারে’ প্রভাবিত হয়ে পদত্যাগপত্রে স্বাক্ষর করেছিলেন কিন্তু ভুল বুঝতে পেরে আবার সদস্যপদ নিয়েছেন। তিনি যশোর জেলা আওয়ামী লীগ কমিটির প্রতি আস্থাশীল ও মুজিববাদে বিশ্বাসী।\nপদত্যাগ: জেলা আওয়ামী লীগের কমিটি থেকে আগস্টে নাম প্রত্যাহার করা এমসিএ মোশাররফ হোসেন ১৯৭২ সালের ৯ সেপ্টেম্বর এক কর্মীসভায় আওয়ামী লীগ থেকে সম্পূর্ণভাবে পদত্যাগের ঘোষণা দেন। অন্যদিকে তাকে সাময়িকভাবে বহিষ্কারের ঘোষণা দেন আওয়ামী লীগ সাধারণ সম্পাদক জিল্লুর রহমান। পরবর্তীকালে আরেক প্রেস বিজ্ঞপ্তিতে পদত্যাগের বিষয়ে মোশাররফ হোসেন তার বিস্তারিত বক্তব্য তুলে ধরেন। বিদেশে দেড় মাস চিকিৎসাধীন থাকা আওয়ামী লীগ সভাপতি প্রধানমন্ত্রী শেখ মুজিবুর রহমান দেশে ফেরেন ১৪ সেপ্টেম্বর।\nমোশাররফের বাসভবনে হামলা: ১৩ সেপ্টেম্বর নড়াইলে যাওয়ার পথে বিরোধীদের হামলায় আহত হন বৈজ্ঞানিক সমাজতন্ত্রপন্থি ছাত্রলীগ নেতা আসম আব্দুর রব। আহত অবস্থায় যশোরে ফিরে তিনি ওঠেন এমসিএ মোশাররফ হোসেনের বাসভবনে। অন্যদিকে মুজিববাদী ছাত্রলীগের নেতা জিন্নাহ হামলায় আহত হওয়ায় ওই বাসভবনের সামনে বিক্ষোভের প্রস্তুতি নেন সংশ্লিষ্টরা। এক পর্যায়ে মোশাররফের বাসভবনে ইট-পাটকেল নিক্ষেপ শুরু হয়। এতে সিরাজুল আলম খান সমর্থক ছাত্রলীগ নেতা অজয় রায় আহত হন। পুলিশ ফাঁকা গুলি ছুঁড়ে হামলাকারীদের ছত্রভঙ্গ করে দেয়।\nএ ঘটনার ধারাবাহিকতায় পরের দিন স্থানীয় প্রশাসন যশোরে জারি করে ১৪৪ ধারা।\n\n\n== গণপরিষদ থেকে পদত্যাগ ==\nবাংলাদেশ গণপরিষদ আদেশের ৮ নম্বর ধারা মোতাবেক মোশাররফ হোসেন গণপরিষদ থেকে পদত্যাগের চিঠি দেন ১৮ সেপ্টেম্বর, ১৯৭২। ২২ সেপ্টেম্বর ভারপ্রাপ্ত স্পিকার তা আনুষ্ঠানিকভাবে গ্রহণ করলে পদত্যাগ কার্যকর হয়। অন্যদিকে ২২ সেপ্টেম্বর আওয়ামী লীগ প্রচার করে মোশাররফ হোসেন দল থেকে চূড়ান্তভাবে বহিষ্কৃত। গণকন্ঠের সম্পাদকীয়তে লেখা হয়, ঘোষণা দিয়ে পদত্যাগ করা ‘বিদ্রোহীদের’ নামও বহিষ্কৃতদের তালিকায় ঢুকিয়ে দেওয়া হয়েছে।\nময়মনসিংহের এমসিএ খোন্দকার আব্দুল মালেকের ক্ষেত্রেও একই ঘটনা ঘটতে দেখা গিয়েছিল। আওয়ামী লীগ নেতৃত্ব ‘সুবিধাবাদীদের’ দ্বারা ‘ভুল পথে’ চালিত হয়েছে মর্মে অভিযোগ করেছিলেন তিনি। ১৯৭২ সালের ১৩ আগস্ট যুগপৎ আওয়ামী লীগ থেকে তার পদত্যাগ ও আওয়ামী লীগ কর্তৃক তাকে বহিষ্কারের সংবাদ প্রকাশিত হয়। পরবর্তীকালে মুক্তিযুদ্ধে বিএলএফের খুলনা জেলার অন্যতম সংগঠক ও সাতক্ষীরা থেকে নির্বাচিত গণপরিষদ সদস্য সরদার মোহাম্মদ আলাউদ্দিন ঘোষণা দিয়ে আওয়ামী লীগ থেকে পদত্যাগ করেন। তৎকালীন আওয়ামী লীগ তাকেও বহিষ্কারের দাবি প্রচার করে।\nএমসিএ ছাড়াও সমসাময়িক কালে আওয়ামী লীগ ছাড়েন দলটির চট্টগ্রাম উত্তর জেলা কমিটির সদস্য ও আগরতলা মামলার অন্যতম অভিযুক্ত বিধান কৃষ্ণ সেন। মুক্তিযুদ্ধের সঙ্গে প্রত্যক্ষভাবে যুক্ত এসব রাজনীতিবিদ তৎকালীন আওয়ামী লীগকে নিয়ে প্রত্যাশা ভঙ্গের বিষয়ে প্রকাশ্য সমালোচনায় অবতীর্ণ হন।\n\n\n== জাতীয় সমাজতান্ত্রিক দল (জাসদ) ==\nমুক্তিযুদ্ধকালীন সেক্টর কমান্ডার মেজর (অব.) এমএ জলিল এবং বিএলএফের পূর্বাঞ্চলীয় কমান্ডের উপ-অধিনায়ক, ডাকসুর সাবেক ভিপি আসম আব্দুর রবকে যুগ্ম আহ্বায়ক করে ১৯৭২ সালের ৩১ অক্টোবর গঠিত হয় জাতীয় সমাজতান্ত্রিক দল (জাসদ)। কেন্দ্রীয় আহ্বায়ক কমিটির অপর পাঁচ সদস্য ছিলেন শাজাহান সিরাজ (বিএলএফের উপ-অধিনায়ক, ছাত্রলীগের সাবেক সাধারণ সম্পাদক, স্বাধীনতার ইশতেহার পাঠকারী), নূর আলম জিকু (বিএলএফের উপ-অধিনায়ক), আগরতলা মামলার দুই অভিযুক্ত বিধান কৃষ্ণ সেন ও সুলতান উদ্দিন আহমদ এবং তাজউদ্দীন আহমদের প্রতিনিধি হিসেবে গাজীপুরের রহমত আলী। পরবর্তীকালে প্রচারিত প্রেস বিজ্ঞপ্তিতে জাসদের সঙ্গে রহমত আলীর কোনও সম্পর্ক থাকার কথা অস্বীকার করা হয়। ডিসেম্বরে অনুষ্ঠিতব্য জাসদের সম্মেলন প্রস্তুতি কমিটির সদস্য ছিলেন মুক্তিযুদ্ধকালীন সেক্টর কমান্ডার লেফটেনেন্ট কর্নেল (অব.) আবু তাহের বীর উত্তম। প্রকাশ্যে দলীয় পদ গ্রহণ না করলেও জাসদের তাত্ত্বিক হিসেবে ছিলেন ‘স্বাধীন বাংলা বিপ্লবী পরিষদের’ প্রধান নেতা সিরাজুল আলম খান।\nজাসদে মোশাররফ: জাসদ গঠনের আনুষ্ঠানিক ঘোষণার দিন ৩১ অক্টোবর সকালে উদ্যোক্তাদের এক বৈঠক অনুষ্ঠিত হয়। অ্যাডভোকেট মোশাররফ হোসেনসহ কেন্দ্রীয় নেতাদের উপস্থিতিতে নির্ধারিত হয় কেন্দ্রীয় আহ্বায়ক কমিটির সদস্যদের তালিকা। ১৯৭২ সালের ডিসেম্বরে অনুষ্ঠিত সম্মেলনে মোশাররফ হোসেন জাসদের কেন্দ্রীয় কমিটির অন্যতম সহ-সভাপতি নিযুক্ত হন। অন্যদিকে যশোরে জাতীয় সমাজতান্ত্রিক দলের যুগ্ম আহ্বায়কের দায়িত্ব পান মোশাররফ ও রবিউল আলম (ছাত্রলীগ ও বিএলএফ নেতা)। যশোর জেলা জাসদের আহ্বায়ক কমিটিতে আরও ছিলেন আলী হোসেন মনি (ছাত্রলীগ ও বিএলএফ নেতা), এসএম মোশাররফ হোসেন, অ্যাডভোকেট নূর-ই-আবুল কাশেম এবং অ্যাডভোকেট এএফএম নূরউদ্দিন। ১৯৭২ সালের আগস্টে আওয়ামী লীগ জেলা কমিটি থেকে পদত্যাগ করা অ্যাডভোকেট আব্দুল কাদেরও যোগ দেন জাসদে। আওয়ামী লীগ থেকে পদত্যাগকারী অপর সদস্য সৈয়দ মহব্বত আলী নিযুক্ত হন নড়াইল জেলা জাসদের যুগ্ম আহ্বায়ক।\nযশোরে জাসদ: প্রথম কেন্দ্রীয় কমিটি ঘোষণার এক মাসের মধ্যে যশোর অঞ্চলে দলের শীর্ষস্থানীয় নেতাদের উপস্থিতিতে জাসদের একাধিক জনসমাবেশ অনুষ্ঠিত হয়। যশোর টাউন হল ময়দান ও ঝিনাইদহের কালীগঞ্জের জনসভায় সভাপতিত্ব করেন সাবেক গণপরিষদ সদস্য মোশাররফ হোসেন। উপস্থিত নেতাদের মধ্যে ছিলেন কেন্দ্রীয় সভাপতি মেজর জলিল, সাধারণ সম্পাদক আসম আব্দুর রব, সাংগঠনিক সম্পাদক নূর আলম জিকু, জাসদ সমর্থিত জাতীয় শ্রমিক লীগের সভাপতি মোহাম্মদ শাহজাহান প্রমুখ। জাসদ নেতারা ভারতীয় ‘মেহনতি জনতার’ সঙ্গে বন্ধুত্ব কিন্তু ভারতীয় ‘শোষকদের’ বিরুদ্ধে প্রতিরোধ গড়ার প্রত্যয় ব্যক্ত করেন।\n[পাদটীকা: যশোর জেলা জাসদের প্রথম সাংগঠনিক কমিটি]\n\n\n== ১৯৭৩ সালের জাতীয় নির্বাচন ==\nস্বাধীন বাংলাদেশে প্রথম জাতীয় নির্বাচনের জন্য দিন নির্ধারিত হয় ১৯৭৩ সালের ৭ মার্চ। যশোর-৯ আসনে জাসদের মনোনয়ন পান মোশাররফ হোসেন, যিনি পাকিস্তান আমলে ছিলেন ছয় দফাপন্থি আওয়ামী লীগের যশোর শাখার সাধারণ সম্পাদক। অন্যদিকে আওয়ামী লীগের মনোনয়ন পান রওশন আলী, যিনি পাকিস্তান আমলে ছিলেন ছয় দফা বিরোধী পিডিএমপন্থি আওয়ামী লীগের নেতা। নির্বাচনে ভাসানী ন্যাপ সমর্থিত প্রার্থী ছিলেন আলমগীর সিদ্দিকী এবং মোজাফফর ন্যাপ সমর্থিত প্রার্থী ছিলেন আব্দুস শহীদ। নির্বাচনে সারা দেশের মতো যশোরেও আওয়ামী লীগের প্রার্থী বিজয়ী হন। ১৯৭৩ সালের নির্বাচনে বিরোধী প্রার্থীদের কারচুপির মাধ্যমে হারিয়ে দেওয়ার অভিযোগ উঠেছিল। বস্তুত বিরোধী দল জাসদ, ন্যাপ (ভাসানী) ও ন্যাপ (মোজাফফর) থেকে নির্বাচনে প্রার্থী হওয়া শীর্ষ তিন নেতার কেউই জয় পাননি। মেজর জলিল, কাজী জাফর আহমেদ ও মোজাফফর আহমদের নির্বাচনি আসনে সরকারি দল আওয়ামী লীগের সংশ্লিষ্ট প্রার্থীরা বেশি ভোট পান।\n\n\n== রক্ষীবাহিনীর তৎপরতা ==\n১৯৭৩ সালের ‘মে দিবসের’ অনুষ্ঠানে জাসদের কেন্দ্রীয় সহ-সভাপতি মোশাররফ হোসেন চট্টগ্রামের বাড়বকুণ্ড, খুলনার চালনা ও দৌলতপুরে শ্রমিক হত্যার বিষয়ে ক্ষমতাসীন সরকারের সমালোচনা করেন। জুন মাসের শুরুতে জাসদ তাদের কেন্দ্রীয় নেতাদের সম্ভাব্য সাংগঠনিক সফরের সূচি প্রকাশ করে। এতে পাবনা-কুষ্টিয়া-মেহেরপুর-নড়াইল-যশোর অঞ্চলে সাংগঠনিক কর্মসূচির জন্য সহ-সম্পাদক কামরুজ্জামান টুকু ও সহ-সভাপতি মোশাররফ হোসেনের নাম ঘোষণা করা হয়।\nবাসভবনে রক্ষীবাহিনী: ১৯৭৩ সালের জুন মাসের শেষের দিকে যশোরে অভিযানে নামে রক্ষীবাহিনী। তারা জেলা জাসদের সভাপতি মোশাররফ হোসেনের বাড়ি ঘিরে ফেলে। সেখান থেকে নিয়ে যাওয়া হয় জেলা জাসদের প্রচার সম্পাদক মুক্তিযোদ্ধা আব্দুল হাই, দপ্তর সম্পাদক হাবিবুর রহমান ও ছাত্রলীগের জেলা শাখার সাধারণ সম্পাদক আশোক রায়কে। আরও আটক করা হয় অধ্যাপক আব্দুল হাই ও জাসদ সমর্থিত কৃষক লীগের সভাপতি মুক্তিযোদ্ধা আলী হোসেন মনিকে। ভুয়া রেশন কার্ড উদ্ধার, পরিত্যক্ত সম্পত্তি দখলমুক্ত করা ও অবৈধ অস্ত্র উদ্ধারের ঘোষণা দেওয়া হলেও ৩৪ ঘণ্টা কার্ফিউ দিয়ে চালানো অভিযানে রক্ষীবাহিনী ধরে নিয়ে যায় জাসদসহ অন্যান্য বিরোধী দলের শতাধিক নেতা-কর্মীকে।\nকারাগারে মোশাররফ: এ ঘটনার ধারাবাহিকতায় ২৯ জুন রক্ষীবাহিনী মুক্তিযুদ্ধের অন্যতম সংগঠক, জাসদের কেন্দ্রীয় সহ-সভাপতি অ্যাডভোকেট মোশাররফ হোসেনকেও আটক করে। তাকে নিয়ে যাওয়া হয় যশোর কেন্দ্রীয় কারাগারে। আটক অপরাপর নেতা-কর্মীর অবস্থানের তথ্য রাখা হয়েছিল অপ্রকাশিত। আগরতলা মামলায় আটক শেখ মুজিবুর রহমানের অবস্থানের তথ্য জানতে চেয়ে ১৯৬৮ সালে পাকিস্তান সরকারের প্রতি প্রেসনোট প্রকাশের দাবি তুলেছিলেন অ্যাডভোকেট মোশাররফ হোসেন। ১৯৭৩ সালে রক্ষীবাহিনীর হাতে আটক নেতা-কর্মীদের অবস্থানের তথ্য জানতে চেয়ে বাংলাদেশ সরকারের প্রতি প্রেসনোট প্রকাশের দাবি জানায় তার দল জাসদ।\nমাতৃবিয়োগ: দেশজুড়ে নেতা-কর্মীদের ‘আটক, নির্যাতন, হয়রানির’ বিরুদ্ধে জাসদের বিভিন্ন কর্মসূচিতে প্রতিবাদ জানানো হয়। রাজবন্দীদের মুক্তির দাবিতে যশোরের লালদীঘি ময়দানে দলটি সমাবেশ আয়োজন করে ৮ জুলাই। সেখানে আসম আব্দুর রব বলেন, অবৈধ অস্ত্রের সঙ্গে সম্পৃক্ত যশোরের একজন এমপির সহযোগীরা। তাদেরকে আটক করা হয়নি। অথচ ‘মিথ্যা স্বীকারোক্তি’ আদায় করা হয়েছে জাসদের কর্মীদের কাছ থেকে। আগস্ট মাসে জামিনে মুক্তি পান অ্যাডভোকেট মোশাররফ হোসেন। কারান্তরীণ থাকা অবস্থায় তিনি তার মাকে হারান। অন্যদিকে, জাসদ সংশ্লিষ্ট অপর কয়েক নেতাকে মুক্তি দিয়ে জেলগেট থেকে আবারও গ্রেফতার করা হয়। আগস্টের শেষে রক্ষীবাহিনী ধরে নিয়ে যায় যশোর জেলা জাসদের সহ-সম্পাদক আব্দুর রাজ্জাক হালদারকে।\n\n\n== মোশাররফ হত্যাকাণ্ড ==\n\n১৯৭৪ সালের ৩ ফেব্রুয়ারি ছিল রবিবার, তৎকালীন সরকারি ছুটির দিন। সন্ধ্যার পর সাক্ষাৎপ্রার্থী পরিচয়ে উপস্থিত হয় আততায়ী। মোশাররফ বাসভবনের নিচতলায় অবস্থিত চেম্বারে গেলে খুব কাছ থেকে তার বুকে গুলি চালানো হয়। নিকটস্থ তসবির মহল সিনেমা হলের সামনে উপস্থিত ব্যক্তিরা আততায়ীদের ধরার চেষ্টা করলে অস্ত্রের ভয় দেখিয়ে সবার সামনে দিয়েই তারা স্থান ত্যাগ করে। গুলিবিদ্ধ অবস্থায় মোশাররফ হোসেনকে যশোর হাসপাতালে নিয়ে যাওয়া হয়। সেখানে চিকিৎসক তাকে মৃত ঘোষণা করেন।\nপরের দিন সোমবার যশোর ঈদগাহ ময়দানে মোশাররফ হোসেনের জানাজা অনুষ্ঠিত হয়। রক্ষীবাহিনীর হাতে আটক ও যশোর জেলে বন্দী রাজনৈতিক সহকর্মীদের শেষবারের মতো দেখতে দেওয়ার অনুরোধ প্রত্যাখ্যান করে জেলা প্রশাসন। দাফনের আগে মোশাররফের লাশবাহী একটি মিছিল শহর প্রদক্ষিণ করে। এসময় ভোলা ট্যাংক রোডে বিডিআর (ইপিআর) সদস্যরা অস্ত্র অবনত করে শ্রদ্ধা প্রদর্শন করেন। জাসদ, ন্যাপ, সিপিবিসহ বিভিন্ন রাজনৈতিক দলের নেতা-কর্মী ও সহমর্মী ব্যক্তিদের উপস্থিতিতে কারবালা কবরস্থানে চিরনিন্দ্রায় শায়িত হন মোশাররফ হোসেন।\n\nজাতীয় সমাজতান্ত্রিক দল তাদের কেন্দ্রীয় সহ-সভাপতি মোশাররফ হোসেন হত্যাকাণ্ডের প্রতিক্রিয়ায় দেশজুড়ে প্রতিবাদ কর্মসূচির ডাক দেয়। দলীয় কার্যালয়গুলোতে উত্তোলিত হয় কালো পতাকা, অর্ধনমিত থাকে দলীয় পতাকা। পূর্বঘোষিত ৫ ফেব্রুয়ারির বিক্ষোভের পর ৮ ফেব্রুয়ারি দেশজুড়ে পালিত হয় হরতাল। বিক্ষোভ সমাবেশ আয়োজিত হয় পল্টনে।\nজাতীয় সংসদে ‘মুলতবি প্রস্তাবের’ আলোচনা দাবি করেন জাসদের সংসদ সদস্য আব্দুস সাত্তার। ভারপ্রাপ্ত স্বরাষ্ট্রমন্ত্রী মনসুর আলী ও স্পিকার আব্দুল মালেক উকিল মোশাররফ হত্যায় ‘দুঃখপ্রকাশ’ করে ‘বিচারাধীন বিষয়ে কথা না বলার’ আদর্শ স্মরণ করিয়ে দেন।\nঢাকা জেলা বার অ্যাসোসিয়েশন অ্যাডভোকেট মোশাররফ হোসেনের হত্যাকাণ্ডে শোক প্রকাশ করে বিবৃতি দেয়। বিবৃতিতে দোষীদের চিহ্নিত করে যথাযথ শাস্তি নিশ্চিতে সরকারের প্রতি আহ্বান জানানো হয়।\nপ্রধানমন্ত্রী শেখ মুজিবুর রহমান শোকবার্তা পাঠান। তিনি বলেন, মুক্তিযুদ্ধে মোশাররফ হোসেনের অবদান ‘চিরস্মরণীয় হয়ে থাকবে’।\nজাসদ সভাপতি মেজর জলিল অভিযোগ করেন, ক্ষমতাসীনদের ইঙ্গিতেই মোশাররফ হোসেনকে হত্যা করা হয়েছে। যাদের আত্মত্যাগ ও একনিষ্ঠতার বিনিময়ে শাসকগোষ্ঠী ক্ষমতায় বসেছে মেহনতি মানুষের পক্ষে কথা বলার অপরাধে শাসকগোষ্ঠী তাদেরকেই হত্যা করে চলেছে।\nপুলিৎজারজয়ী মার্কিন সংবাদমাধ্যম ‘সেইন্ট লুইস পোস্ট ডিস্প্যাচ’ বার্তাসংস্থা ইউনাইটেড প্রেস ইন্টারন্যাশনালের (ইউপিআই) বরাতে প্রচার করে বাংলাদেশি বিরোধী দলীয় রাজনৈতিক নেতা মোশাররফ হোসেন হত্যার সংবাদ।\nবাংলাদেশ জাতীয় লীগের সাধারণ সম্পাদক ও ছয় দফাপন্থি আওয়ামী লীগের সাবেক ভারপ্রাপ্ত সাধারণ সম্পাদক আমেনা বেগম মোশাররফ হত্যাকে ‘রাজনৈতিক হত্যাকাণ্ড’ হিসেবে চিহ্নিত করেন।\nজাতীয় গণতান্ত্রিক দলের সাধারণ সম্পাদক সৈয়দ সিরাজুল হুদা বিবৃতিতে বলেন, মোশাররফের উপর বুলেটের আঘাত ‘বাংলাদেশে গণতান্ত্রিক রাজনীতিকে হত্যার এক নতুন ইঙ্গিত’।\nশ্রমিক সংহতি শিবিরের আহ্বায়ক মো. আলী আরশাদ মোশাররফ হত্যাকাণ্ডকে ‘গণতন্ত্র বিনষ্টের ষড়যন্ত্র’ হিসেবে আখ্যায়িত করেন এবং এর জন্য সরকারকে দায়ী করেন।\nসমাজতান্ত্রিক কর্মী শিবিরের কেন্দ্রীয় সংগঠক আজাদ সুলতান মোশাররফ হত্যাকে বিরোধী রাজনৈতিক নেতা হত্যার ধারাবাহিকতা হিসেবে চিহ্নিত করেন।\nযশোর জাসদের সহ-সভাপতি অ্যাডভোকেট হাসান ইমাম মোশাররফ হোসেনের হত্যাকাণ্ডকে ‘রাজনৈতিক হত্যা’ আখ্যায়িত করে বলেন, ‘তার অপরাধ তিনি শোষিতের পক্ষে ছিলেন’।\n\n\n== পাদটীকা ==\n^ছয় দফা, আওয়ামী লীগে ভাঙন ও যশোরে তার প্রভাব ছয় দফাকে কেন্দ্র করে ১৯৬৭ সালের আগস্টে আওয়ামী লীগ ভেঙ্গে যায়। নিখিল পাকিস্তান আওয়ামী লীগের সভাপতি নবাবজাদা নসরুল্লাহ খান পূর্ব পাকিস্তান আওয়ামী লীগের জন্য নতুন অ্যাডহক কমিটি ঘোষণা করেন। ছয়-দফা বিরোধী পূর্ব পাকিস্তান আওয়ামী লীগের সেই কমিটির সহ-সভাপতি ছিলেন যশোরের মসিয়ূর রহমান ও সদস্য ছিলেন রওশন আলী। ছয় দফাপন্থি আওয়ামী লীগ পিডিএম সংশ্লিষ্টদের বিভিন্ন মেয়াদে বহিষ্কারের সিদ্ধান্ত ঘোষণা করে অক্টোবরে।১৯৬৮ সালের এপ্রিল মাসে যশোর পিডিএম কমিটি ঘোষিত হয়। জেলা পিডিএমপন্থি আওয়ামী লীগের সাধারণ সম্পাদক রওশন আলী আহূত সভায় যশোর পিডিএম জোটের সভাপতি পদে মসিয়ূর রহমান ও কোষাধ্যক্ষ পদে পিডিএমপন্থি জেলা আওয়ামী লীগের সভাপতি এম এ রশীদ নির্বাচিত হন। পিডিএমের এই কমিটিতে তাদের সহযোগী হন অন্যান্য পদে অধিষ্ঠিত জামায়েতে ইসলামী ও কাউন্সিল মুসলিম লীগের সদস্যরা। ১৯৭১ সালে মুক্তিযুদ্ধে অংশগ্রহণকারী নির্বাচিত জনপ্রতিনিধিদের আসন বাতিল করেছিল পাকিস্তান সরকার। জাতীয় ও প্রাদেশিক পরিষদের এসব আসনের উপনির্বাচনে যারা প্রার্থিতা ঘোষণা করেছিলেন তাদের অনেকে ছিলেন যশোর পিডিএম কমিটির সদস্য।\n^যশোর জেলা জাসদের প্রথম সাংগঠনিক কমিটি ১৯৭৩ সালের মার্চে অনুষ্ঠিত হয় জাতীয় নির্বাচন। যশোরে দলটির প্রথম পূর্ণাঙ্গ সাংগঠনিক কমিটি হয় নির্বাচনের পর। এপ্রিলে জাসদের কেন্দ্রীয় যুগ্ম সাধারণ সম্পাদক শাজাহান সিরাজ, সহ-সভাপতি বিধান কৃষ্ণ সেন ও সহ-সম্পাদক কামরুজ্জামান টুকুর উপস্থিতিতে আয়োজিত সম্মেলনে ২৯ সদস্যের জেলা কমিটি ঘোষিত হয়। যশোর জেলা জাসদের সভাপতি পদে মোশাররফ হোসেন, সাধারণ সম্পাদক পদে অ্যাডভোকেট আব্দুল কাদের, সাংগঠনিক সম্পাদক পদে রবিউল আলম ও মহিলা সম্পাদিকা পদে জোবেদা খাতুন নির্বাচিত হন। জুন মাসে রক্ষীবাহিনী মুক্তিযুদ্ধের অন্যতম সংগঠক মোশাররফ হোসেনকে ধরে নিয়ে গেলে যশোর জাসদের ভারপ্রাপ্ত সভাপতির দায়িত্ব পান অ্যাডভোকেট নূর-ই-আবুল কাশেম।\n\n\n== তথ্যসূত্র =="}