{"pageid": 1366594, "title": "মেক্সিকোতে মানব পাচার", "url": "https://bn.wikipedia.org/wiki?curid=1366594", "content": "মানব পাচার হলো জোর করে কাজ করানো, যৌন দাসত্ব করানো বা বাণিজ্যিকভাবে যৌন নির্যাতনের উদ্দেশ্যে মানুষকে কেনা-বেচা করা। মেক্সিকো থেকে অনেক লোক পাচার করা হয়ে থাকে, আবার অন্য দেশ থেকে মানব পাচার করে মেক্সিকোতে নিয়ে আসাও হয়।\nসরকার ও বিভিন্ন বেসরকারি সংস্থার পরিসংখ্যান অনুসারে, মেক্সিকোতে জোর করে কাজ করতে বাধ্য করা শ্রমিকের পরিমাণ, জোর করে পতিতাবৃত্তি করতে বাধ্য করা লোকেদের চেয়েও বেশি।  মেক্সিকোতে মানব পাচারের সবচেয়ে ঝুঁকির মধ্যে রয়েছে নারী, শিশু, আদিবাসী এবং অভিবাসীরা। মেক্সিকান মহিলা, তরুণী ও শিশুদের গ্রামাঞ্চল থেকে শহরে চাকুরির লোভ দেখিয়ে এনে মার্কিন যুক্তরাষ্ট্র এবং মেক্সিকোতে যৌন দাসত্ব করানো হয়। তাছাড়াও মেক্সিকো থেকে মানব পাচারের ভুক্তভোগী ব্যক্তিদের মেক্সিকো ও যুক্তরাষ্ট্রে জোর করে কাজে নিয়োগ দেওয়া হয়, ভিক্ষাবৃত্তি করতে বাধ্য করা হয় ও নির্মাণ কাজ করতে বাধ্য করা হয়।\n\n\n== ধরণ ==\nমেক্সিকোতে মানব পাচারের ধরণের মধ্যে রয়েছে যৌন উদ্দেশ্যে ও শ্রমের উদ্দেশ্যে মানব পাচার। প্রায়ই অনেকে স্বেচ্ছায় অন্য দেশে পাচার হয়ে যায় এবং এরকম কাজে আটকা পড়ে যায়।\n\n\n=== যৌনতার উদ্দেশ্যে পাচার ===\n\nমেক্সিকোতে পতিতাবৃত্তি নিষিদ্ধ হলেও কিছু এলাকা রয়েছে যেখানে পতিতাবৃত্তি বৈধ। এই কারণে এই দেশে যৌন পর্যটন ব্যাপক আকার ধারণ করেছে। এটি বিশ্বের সবচেয়ে বড় যৌন পর্যটন কেন্দ্র হলো মেক্সিকো। আর মেক্সিকোতে সবচেয়ে বেশি যৌন পর্যটক যায় যুক্তরাষ্ট্র থেকে। পতিতাবৃত্তি থেকে অনেক টাকা লাভ হয় বলে এই এলাকাতে অনেক নারীকে নির্যাতন করে পতিতাবৃত্তি করতে বাধ্য করা হয়। আনুমানিক ১৬,০০০ থেকে ২০,০০০ মেক্সিকান এবং মধ্য আমেরিকান শিশু দেশটিতে যৌনতার উদ্দেশ্যে পাচারের শিকার হয়েছে বলে মনে করা হয়।  ২০১০ সালের হিসাব অনুসারে শিশু পতিতাবৃত্তির দিক দিয়ে সারা বিশ্বের মাঝে মেক্সিকো দ্বিতীয় সবচেয়ে খারাপ অবস্থায় রয়েছে। মেক্সিকো সীমান্ত অঞ্চলে অপরাধের প্রতিবেদনের ক্রমহ্রাসমান হারে এটা স্পষ্ট যে মেক্সিকান সরকার অকার্যকর ও দুর্নীতিগ্রস্ত যা দেশটিতে পাচারের কাজ অবাধে চলতে সহায়তা করছে।\n\n\n=== শ্রমের উদ্দেশ্যে পাচার ===\nযদিও মেক্সিকো থেকে শ্রমের উদ্দেশ্যে পাচার হওয়া লোকেদের বিষয়ে সঠিক পরিসংখ্যান নেই, কিন্তু মেক্সিকো থেকে প্রচুর লোক শ্রমের উদ্দেশ্যে পাচার হয়ে যায়। ভুক্তভোগীদের অধিকাংশই অভিবাসী যারা স্বেচ্ছায় চোরাকারবারের সংযুক্ত হয় এবং পরে তাদের জোর করে কাজ করতে বাধ্য করা হয়।  এই পাচার কার্যের অনেকাংশ মার্কিন যুক্তরাষ্ট্র সংঘটিত হয় বলে তা মেক্সিকোর পাচারের পরিসংখ্যানে যোগ করা হয় না।  এছাড়াও দেশটির অভ্যন্তরে বেশ বড় সংখ্যার লোকেদের জোর করে শ্রম দিতে বাধ্য করা হয়।\n\n\n== ব্যাপকতা ==\nমেক্সিকো হলো বিশ্বব্যাপী শিশু পতিতাদের নিয়ে করা বাণিজ্যের একটি কেন্দ্র এবং মধ্য আমেরিকা থেকে উত্তর দিকে অগ্রসর হওয়া বিপুল সংখ্যক অভিবাসীর উৎস ও গন্তব্য দেশ। আনুমানিক ১৬,০০০ থেকে ২০,০০০ মেক্সিকান এবং মধ্য আমেরিকান শিশুকে মেক্সিকোতে যৌনতার উদ্দেশ্যে পাচার করা হয়েছে।  তবে শ্রমের উদ্দেশ্যে পাচারের শিকার শিশুদের সংখ্যার তথ্য পাওয়া যায়নি। এছাড়াও মেক্সিকো থেকে যুক্তরাষ্ট্রে পাচার হওয়া শিশুদের সংখ্যায় ব্যাপক তারতম্য পরিলক্ষিত হয়।\n২০০০ থেকে ২০০২ সালের মধ্যে পতিতাবৃত্তি, পর্নোগ্রাফি বা অবৈধ দত্তকের জন্য পাচারের উদ্দেশ্যে মেক্সিকোতে প্রায় ১,৩৫,০০০ শিশু অপহরণ করা হয়েছিল। ২০০৪ সালের হিসেব অনুযায়ী মেক্সিকোতে ১৬,০০০ শিশু পতিতাবৃত্তিতে জড়িত।\n\n\n== অবকাঠামোগত কারণ ==\n\n\n=== দারিদ্র‍্য ===\n\nমেক্সিকোতে দারিদ্র‍্য এবং অর্থনৈতিক বৈষম্য ব্যাপক পরিমাণে পরিলক্ষিত হয়। দারিদ্যে ও অর্থনৈতিক বৈষম্য অনেকভাবে মানবপাচার বৃদ্ধিতে ভূমিকা রাখে। দারিদ্র্যের কারণে অনেক পিতা-মাতা অশিক্ষা ও আবেগের উপর ভিত্তি করে সিদ্ধান্ত গ্রহণ করে। যেমন অনেক পিতা-মাতা তাদের সন্তানদের কাজের উদ্দেশ্যে যুক্তরাষ্ট্রে পাঠায় এবং সেসব সন্তানরা অনেক সময় পাচারের শিকার হয়।  আবার পাচারের শিকার হওয়া লোকেরা যে দেশে যায় সে দেশের ভাষা না জানার কারণে সহজে সেখান থেকে বের হয়ে স্বাভাবিক জীবন-যাপন করতে পারে না।\nকিছু কিছু ক্ষেত্রে পাচারের শিকার হওয়া ব্যক্তিরা তাদের দুর্দশাকে মেনে নিয়ে সেভাবেই জীবন চালিয়ে যেতে থাকে কারণ তারা মনে করে সেভাবে চললে অন্তত তারা কিছু অর্থ উপার্জন করতে পারবে। এভাবে দারিদ্র্যের কারণে অনেকেই পাচারের শিকার হয় এবং পাচার হওয়ার পরেও স্বাভাবিক জীবনে ফিরে যাওয়ার চেষ্টা করে না।\n\n\n=== বিশ্বায়ন ===\nবিশ্বায়নের কারণে মানব পাচারের হার ব্যাপক বৃদ্ধি পেয়েছে। বিশ্বায়নের কারণে এক দেশ থেকে অন্য দেশে বাণিজ্য করা সহজ হয়ে গিয়েছে এবং সেই সাথে কম দামে প্রাপ্ত শ্রমিকের চাহিদা বৃদ্ধি পেয়েছে। তবে সেই হারে যুক্তরাষ্ট্র বা অন্যান্য দেশের অভিবাসন নীতির হালনাগাদ না হওয়ায় অবৈধ অভিবাসীদের সংখ্যা ব্যাপকহারে বেড়েছে।  অবৈধ অভিবাসনের কারণে সংঘবদ্ধ অপরাধীরা মানব পাচারের কাজ সহজে করতে পারে।  তারা কাজ বা চাকুরি পাওয়ার জন্য উদ্‌গ্রীব থাকে বলে তাদের দিয়ে সহজেই শ্রম ও অন্যান্য কাজ করানো যায় বলে তারা পাচারকারীদের শিকারে পরিণত হয়।  আবার প্রযুক্তির উন্নয়নের কারণে পাচারকারীরা সহজেই একে অপরের সাথে যোগাযোগ সহজে করে মানবপাচার চালিয়ে যেতে পারে।\n\n\n=== যৌন নির্যাতন ===\n১৯৮০-এর দশকে মধ্য আমেরিকায় চলা গৃহযুদ্ধের সময় অনেক আদিবাসী নারীদের যৌন নির্যাতন করা হয় যার কারণে মেক্সিকোতে যৌন নির্যাতনের উদ্দেশ্যে নারী ও শিশু পাচার বৃদ্ধি পায়। এসব নারীদের অনেকেই সেসময় মেক্সিকোতে চলে যায় যার ফলে সেখানে যৌনতার ব্যাবসা বিশাল আকার ধারণ করে।\n\n\n== তথ্যসূত্র =="}