{"pageid": 1366879, "title": "মঞ্জুশ্রী চাকী সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1366879", "content": "মঞ্জুশ্রী চাকী সরকার  (৮ আগস্ট ১৯৩৪ – ৬ জুন ২০০০) ছিলেন একজন প্রখ্যাত ভারতীয় বাঙালি নৃত্যশিল্পী ও নৃত্য পরিচালক  'নবনৃত্য' নামের এক অনন্য সুন্দর সৃজনশীল নৃত্য ধারার প্রবর্তন করেন তিনি। তারই প্রচেষ্টায় ১৯৮৩ খ্রিস্টাব্দে ভারতীয় শাস্ত্রীয় নৃত্য চর্চার জন্য কলকাতার সল্টলেকে 'ডান্সার্স গিল্ড' – মৃত্তিকা  নামক নৃত্য কেন্দ্র গড়ে ওঠে।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nমঞ্জুশ্রী চাকীর জন্ম  ব্রিটিশ ভারতের অধুনা বাংলাদেশের  পাবনায়। পিতা ননীগোপাল চাকী ও মাতা চারুবালা দেবী।  মঞ্জুশ্রীর ডাকনাম ছিল 'খুকু'।  পারিবারিক সাঙ্গীতিক পরিবেশে ২/৩ বৎসর বয়স থেকে মঞ্জুশ্রীর মধ্যে নৃত্যের পারদর্শিতা প্রকাশ পায়,  হাত-পা ঘুরিয়ে নাচা শুরু করেন।  তার প্রতিভা স্ফুরণের জন্য শৈশবে তার এক দাদা তাকে বিরাট আয়না উপহার দিলে, তিনি সেই আয়না সামনে দাঁড়িয়ে নাচতেন। প্রখ্যাত ভাষাতাত্ত্বিক ও প্রবন্ধকার জ্যোতিভূষণ চাকী সম্পর্কে তার কাকা ছিলেন।  তিনিও মঞ্জুশ্রীকে উৎসাহ দিতেন। পডাশোনাতেও মেধাবী ছিলেন মঞ্জুশ্রী। পাঁচ-ছ'বছর বয়সে তার প্রাথমিক শিক্ষা শুরু পাবনারই এক স্কুলে। এখানে তার প্রিয় বন্ধু ছিল 'হেনা' ও তার দিদি 'রমা' তথা রমা দাশগুপ্ত, (পরবর্তীতে বাংলা চলচ্চিত্রের মহানায়িকা সুচিত্রা সেন)। স্কুলের পড়াশোনার সঙ্গে নিয়মিতই চলত নৃত্য ও নাটকের অভিনয় তাদের বাড়ির প্রশস্ত বারান্দায়।  ‘কেশবতী রাজকন্যা’– নাটকে রাজকন্যার ভূমিকায় থাকতেন সুচিত্রা সেন, রাজপুত্র হতেন মঞ্জুশ্রী চাকী এবং দৈত্যের ভূমিকায় খুড়তুতো ভাই নেপু। ছোটবেলায় মঞ্জুশ্রী দুরন্ত ছিলেন, কিন্তু ক্লাশের সব পরীক্ষাতেই প্রথম হতেন। প্রখ্যাত নৃত্যশিল্পী মণিশঙ্কর একবার পাবনায় এক অনুষ্ঠানে এসে ছোট্ট মঞ্জু'র নাচ দেখে অভিভূত হন। তিনি কলকাতায় মঞ্জুশ্রীকে নাচ শেখানোর আশ্বাস দেন এবং তৎক্ষণাৎ কিছু চলন ও নৃত্যমুদ্রা শিখিয়ে দেন এবং সেটাই ছিল মঞ্জুশ্রীর প্রথম প্রথাগত নৃত্যশিক্ষা। ১৯৪৭ খ্রিস্টাব্দে দেশভাগের পর তারা চলে আসেন কলকাতায়। ১৯৪৮ খ্রিস্টাব্দে বেলতলা গার্লস স্কুল থেকে ম্যাট্রিক, বেথুন কলেজ থেকে আই.এ পাশ করেন। ১৯৫২ খ্রিস্টাব্দে প্রেসিডেন্সি কলেজ থেকে বি. এ. এবং ১৯৫৪ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় হতে বাংলা ভাষা ও সাহিত্যে এম. এ পাশ করেন। যেহেতু নাচ মিশেছিল  তার রক্তে, পড়াশোনা পাশাপাশি সমানভাবে নৃত্যকলার চর্চা করে গেছেন। ম্যাট্রিক পরীক্ষার আগে উদয়শঙ্করের ‘কল্পনা’ দেখে রোমাঞ্চিত হন এবং ম্যাট্রিক পাশ করেই যুক্ত হন অনাদিপ্রসাদ সম্প্রদায়ের সঙ্গে। বিভিন্ন ভারতীয় নৃত্যধারার তালিম নিতে থাকেন প্রতিষ্ঠিত গুরুর কাছে। তাকে প্রভূত উদ্দীপ্ত করেন মাস্টারমশায় প্রহ্লাদ দাস। প্রেসিডেন্সিতে পড়ার সময় একই সঙ্গে মণিপুরি ও ভরতনাট্যম চর্চা করেন। শাস্ত্রীয় নৃত্য ছাড়াও ময়ূরভঞ্জের  ছৌ ও ওড়িশা নৃত্য নিয়ে যথেষ্ট চর্চা ও গবেষণা করেছেন। ভারতীয় বহু ধ্রুপদী নৃত্য শিখেও, তিনি তার নৃত্যজীবনের শুরু থেকেই মন দিয়েছিলেন সৃজনশীল নৃত্যে।  এব্যাপারে তিনি সঙ্গী হিসাবে পেয়েছিলেন রবীন্দ্র সংগীত  শিল্পী  দেবব্রত বিশ্বাসকে।   তিনি আঙ্গিকের দুর্বলতা আর শান্তিনিকেতনের ভাবনৃত্য পছন্দ করতেন না। নৃত্য বিষয়ে মঞ্জুশ্রীকে অন্যভাবে ভাবতে শিখিয়েছিলেন তিনিই। মঞ্জুশ্রী-দেবব্রতর নৃত্য-গীতে স্টেজে 'নীলদিগন্তে ফুলের আগুন' এক অনবদ্য চিত্রকল্প তৈরি করত।  মঞ্জুশ্রীর নৃত্যশৈলী ও পরিকল্পনার উপর বেশ প্রভাব ফেলেছিলেন রবীন্দ্রনাথও।  পরবর্তীতে তিনি উল্লেখ্য করেছেন–\n\n “রবীন্দ্রনাথই আমার প্রেরণার উৎস। নৃত্যশিল্পীরূপে আমি তাঁর নৃত্যাদর্শ থেকে অনুপ্রেরণা পাই। কিন্তু আমি যখন নৃত্যনির্মাণ করি, সে নৃত্য হয়ে ওঠে আমারই স্বকীয় শৈল্পিক আত্মপ্রকাশ।”\n\n\n== কর্মজীবন ==\nএম.এ পাশের পর মঞ্জুশ্রী কিছুদিন এক কলেজে অধ্যাপনা করেন। ১৯৫৮ খ্রিস্টাব্দে তার বিবাহ হয়  দিল্লি বিশ্ববিদ্যালয়ের ভূতাত্ত্বিক  পার্বতীকুমার সরকারের সঙ্গে। পরে স্বামীর কর্মক্ষেত্র  নাইজেরিয়া (১৯৬১-৬৬) ও আমেরিকায় (১৯৬৬-৮১)  অতিবাহিত করেন। দীর্ঘদিন বিদেশে থেকে তিনি পশ্চিমী নৃত্যের পরিচয় পান। কেনিয়া বিশ্ববিদ্যালয়ে নাচ শিখেছেন, শিখিয়েছেন এবং নৃত্যানুষ্ঠান পরিচালনাও করেছেন।  আমেরিকায়   নিউ ইয়র্কে থাকার সময় মার্থা গ্রাহাম ও  মার্সে কানিংহামের কাছে  যুক্তরাষ্ট্রের আধুনিক ধারার নৃত্যশৈলী বিষয়ে বিশেষভাবে অবগত হন। সেখানে তিনি শাড়ীর নিচে ব্যালেনর্তকীদের আঁটোসাঁটো পোষাক পরে আধুনিক নাচের  ক্লাসে অংশ নিতেন। নিজের পরিকল্পনায় 'নবনৃত্যের কৌশল' স্থির করে ফেলেন এবং এরই ফাঁকে ভারতে এসে মণিপুরের 'লাইহারাউবা' নৃত্যাচার এবং সমাজে নারী-পুরুষের ভূমিকা বিষয় নিয়ে গবেষণা করে কলাম্বিয়া বিশ্ববিদ্যালয় হতে নৃবিজ্ঞানে ডক্টরেট ডিগ্রি লাভ করেন। \n১৯৮১ খ্রিস্টাব্দে সপরিবারে দেশে ফিরে বীরভূমের গোয়ালপাড়া এবং পরে পশ্চিমবঙ্গের মধ্যবিত্ত শিক্ষিত সমাজে যৌতুক প্রথার উপর গবেষণা করেন। মঞ্জুশ্রীর জীবনে নৃত্য, নৃতত্ত্ব এবং সমাজজীবন ঘনিষ্ঠভাবে একীভূত ছিল। ১৯৮৩ খ্রিস্টাব্দের ১৫ আগস্ট কলকাতার সল্টলেকের বাড়িতে স্বামীর সভাপতিত্বে প্রতিষ্ঠা করেন \"ডান্সার্স গিল্ড\" । এখানেই শুরু করেন ভারতীয় শাস্ত্রীয় সঙ্গীতের অভিনব ব্যবহারে সৃজনশীল নৃত্যের অনন্য সুন্দর ধারা- নবনৃত্য। সৃষ্টি করেন নৃত্য-গীতের নানা অনুষ্ঠান—\n\nঅরণ্য অমৃতা\nকোন নূতনেরই ডাক\nচরৈবতি\nযুগসন্ধি\nপরমা প্রকৃতি\nতোমারই মাটির কন্যা\nনৃত্য, নৃতত্ত্ব বিষয়ে রচনা করেছেন কয়েকটি গ্রন্থ—\n\nফেমিনিজম ইন এ ট্র্যাডিশনাল সোসাইটি- উইমেন অফ দ্য মণিপুর ভ্যালি ১৯৮৪)\nউইমেন অ্যান্ড চিলড্রেন ইন বেঙ্গলি ভিলেজ (১৯৮৮)\nনৃত্য রসে চিত্ত মম (২০০০)\n\n\n== সম্মাননা ও পুরস্কার ==\nড. মঞ্জুশ্রী চাকী পশ্চিমবঙ্গ সরকারের রাজ্য পুরস্কার, উদয়শংকর পুরস্কার ছাড়াও দেশ বিদেশের বহু পুরস্কার ও সম্মানে ভূষিতা হয়েছেন। \n\n১৯৯০ খ্রিস্টাব্দে সৃজনশীল নৃত্যের জন্য পান শিরোমণি পুরস্কার\n১৯৯৪ খ্রিস্টাব্দে  সংগীত নাটক একাডেমির রাষ্ট্রীয় পুরস্কার ।\n\n\n== জীবনাবসান ==\nস্বামীর কর্মক্ষেত্র নাইজেরিয়ায় অবস্থানকালে তাদের একমাত্র কন্যাসন্তান নৃত্যশিল্পী রঞ্জাবতীর জন্ম হয় ১৯৬৩ খ্রিস্টাব্দের ২৯ মার্চ।  স্বামীর আকস্মিক মৃত্যু ঘটে ১৯৯৬ খ্রিস্টাব্দে। তারপর ১৯৯৯ খ্রিস্টাব্দে কন্যা রঞ্জাবতীও আত্মহনন করেন।\nসমস্ত ব্যক্তিগত দুঃখ কষ্ট ও নিজের অসুস্থতা সত্ত্বেও নিত্য নতুন নতুন নৃত্যনির্মাণের কথা ভাবতেন। ২০০০ খ্রিস্টাব্দে কলকাতা বইমেলার সময় গুরুতর অসুস্থ হন। নিজের লেখা বই নৃত্য রসে চিত্ত মম প্রকাশের অনুষ্ঠানে থাকতে পারেনি।  সেই বছরের ৬ জুন তিনি কলকাতায়  প্রয়াত হন। \n\n\n== তথ্যসূত্র =="}