{"pageid": 1366763, "title": "মোঃ আখতারুজ্জামান", "url": "https://bn.wikipedia.org/wiki?curid=1366763", "content": "মো. আখতারুজ্জামান (জন্ম: ১ জানুয়ারি ১৯৬৬) বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের একজন বিচারপতি।  তিনি সাবেক প্রধানমন্ত্রী খালেদা জিয়ার বিরুদ্ধে জিয়া এতিমখানা দুর্নীতি মামলা বিচারক ছিলেন। \n\n\n== প্রথমিক জীবন ==\nআখতারুজ্জামানের জন্ম ১৯৬৬ সালের ১ জানুয়ারি। তিনি রাজশাহী বিশ্ববিদ্যালয় থেকে আইনে স্নাতক ডিগ্রি  এবং ঢাকা বিশ্ববিদ্যালয় থেকে আইন ও দর্শনে স্নাতকোত্তর ডিগ্রি অর্জন করেন। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে আইনে পিএইচডি করেন।\n\n\n== কর্মজীবন ==\nআখতারুজ্জামান ১৯৯১ সালের ২৭ মে জেলা আদালতে তাঁর আইনি অনুশীলন শুরু করেন ।\n১৯৯৩ সালের ১ এপ্রিল আখতারুজ্জামান বাংলাদেশ সিভিল সার্ভিসের বিচার বিভাগে যোগদান করে এবং সহকারী বিচারক হিসেবে নিযুক্ত হয়।\nআখতারুজ্জমান ২০১৫ সালের ১৪ জুন জেলা ও দায়রা জজ পদে উন্নীত হন । তিনি ঢাকার বিশেষ জজ কোর্ট - ৫ - এর বিচারক ছিলেন ।\n২০১৮ সালের ৩ অক্টোবর জিয়া এতিমখানা দুর্নীতি মামলা সাবেক প্রধানমন্ত্রী বেগম খালেদা জিয়াকে সাত বছরের কারাদণ্ড দেন আখতারুজ্জমান।\n২১ অক্টোবর ২০১৯ তারিখে আখতারুজ্জামান হাইকোর্ট বিভাগের অতিরিক্ত বিচারক নিযুক্ত হয়।\nআখতারুজ্জমানকে ২০২১ সালের ১৯ অক্টোবর হাইকোর্ট বিভাগের স্থায়ী বিচারক করা হয়।\n২০২২ সালের ১৪ জুলাই আখতারুজ্জামান দুর্নীতির বিরুদ্ধে আপিল করার পর দুর্নীতির মামলায় পাঁচ বছরের কারাদণ্ডে দণ্ডিত ভূমি মন্ত্রণালয়ের এক প্রাক্তন কর্মকর্তাকে জামিন প্রদান করেন।  বাংলাদেশ সুপ্রিম কোর্টের আপিল বিভাগ এই রায়ের সমালোচনা করে বলেছে যে কেবল দোষীদের বয়স বিবেচনা করে জামিন দেওয়া উচিত নয়। হাইকোর্ট বিভাগের বিচারপতি আখতারুজ্জমান ও বিচারপতি জাফর আহমেদ ৪ আগস্ট ২০২২ তারিখে ঢাকা বিশ্ববিদ্যালয়ের অনুষদ সদস্য সামিয়া রহমানকে সাহিত্যচৌর্যের জন্য পদচ্যুত করার আদেশ বাতিল করেন। ১৮ অক্টোবর আখতারুজ্জমান ও বিচারপতি জাফর আহমেদ বাংলাদেশ সরকারকে নির্দেশ দেন যে , কেন মানারাত আন্তর্জাতিক বিশ্ববিদ্যালয়ের ট্রাস্টি বোর্ডের পুনর্গঠনকে অবৈধ ঘোষণা করা হবে না। গত নভেম্বরে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের দুই শিক্ষার্থীকে অন্য এক শিক্ষার্থীকে লাঞ্ছিত করার জন্য সাময়িক বরখাস্তের সিদ্ধান্তকে অবৈধ ঘোষণা করেন বিচারপতি আখতারুজ্জমান ও বিচারপতি জাফর আহমেদ।\n\n\n== তথ্যসূত্র =="}