{"pageid": 1366945, "title": "রায়ান খ্রাভেনবার্খ", "url": "https://bn.wikipedia.org/wiki?curid=1366945", "content": "রায়ান জিরো খ্রাভেনবার্খ (ওলন্দাজ: Ryan Gravenberch; জন্ম: ১৬ মে ২০০২; রায়ান খ্রাভেনবার্খ নামে সুপরিচিত) হলেন একজন ওলন্দাজ পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে জার্মান ক্লাব বায়ার্ন মিউনিখ এবং নেদারল্যান্ডস জাতীয় দলের হয়ে মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৭ সালে, খ্রাভেনবার্খ নেদারল্যান্ডস অনূর্ধ্ব-১৫ দলের হয়ে নেদারল্যান্ডসের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় চার বছর যাবত নেদারল্যান্ডসের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২১ সালে নেদারল্যান্ডসের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; নেদারল্যান্ডসের জার্সি গায়ে তিনি এপর্যন্ত ১১ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nরায়ান জিরো খ্রাভেনবার্খ ২০০২ সালের ১৬ই মে তারিখে নেদারল্যান্ডসের আমস্টারডামে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nখ্রাভেনবার্খ নেদারল্যান্ডস অনূর্ধ্ব-১৬, নেদারল্যান্ডস অনূর্ধ্ব-১৭, নেদারল্যান্ডস অনূর্ধ্ব-১৯ এবং নেদারল্যান্ডস অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে নেদারল্যান্ডসের প্রতিনিধিত্ব করেছেন। ২০১৭ সালের ৩১শে জানুয়ারি তারিখে তিনি প্রীতি ম্যাচে প্রজাতন্ত্রী আয়ারল্যান্ড অনূর্ধ্ব-১৫ দলের বিরুদ্ধে ম্যাচে নেদারল্যান্ডস অনূর্ধ্ব-১৫ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন।\nতিনি ২০২৩ উয়েফা ইউরোপীয় অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপের জন্য ২০২৩ সালের জুন মাসে প্রকাশিত ২৩ সদস্যের নেদারল্যান্ডস অনূর্ধ্ব-২১ দলে স্থান পেয়েছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n৩ জুলাই ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nরায়ান খ্রাভেনবার্খ – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nরায়ান খ্রাভেনবার্খ – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে রায়ান খ্রাভেনবার্খ  (ইংরেজি)  \nসকারবেসে রায়ান খ্রাভেনবার্খ (ইংরেজি) \nবিডিফুটবলে রায়ান খ্রাভেনবার্খ  (ইংরেজি)  \nইইউ-ফুটবলে রায়ান খ্রাভেনবার্খ (ইংরেজি) \nট্রান্সফারমার্কেটে রায়ান খ্রাভেনবার্খ (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে রায়ান খ্রাভেনবার্খ (ইংরেজি) \nইএসপিএন এফসিতে রায়ান খ্রাভেনবার্খ (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে রায়ান খ্রাভেনবার্খ (ইংরেজি)"}