{"pageid": 1366500, "title": "তাপ-পারমাণবিক অস্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1366500", "content": "তাপ-পারমাণবিক অস্ত্র, ফিউশন অস্ত্র বা হাইড্রোজেন বোমা (H - Bomb) একটি দ্বিতীয় প্রজন্মের পারমাণবিক অস্ত্রের নকশা। এটি প্রথম প্রজন্মের পারমাণবিক বোমাগুলি থেকে আকারে ছোট, ওজনে কম ও অধিকতর পরিশীলিত হওয়ায় এর ধ্বংসাত্মক ক্ষমতা প্রথম প্রজন্মের পারমাণবিক অস্ত্রগুলি থেকে অনেক গুণ বেশি।\nপারমাণবিক কেন্দ্রীণ-সংযোজক (ফিউশন) বিক্রিয়াগুলির বৈশিষ্ট্যগুলি অস্ত্রের প্রধান জ্বালানী হিসাবে অ-বিভাজনহীন ক্ষয়প্রাপ্ত ইউরেনিয়াম ব্যবহার করা সম্ভব করে, যেমন ইউরেনিয়াম-২৩৫(235) বা প্লুটোনিয়াম ২৩৯(239)। ১৯৫২ সালে মার্কিন যুক্তরাষ্ট্র দ্বারা প্রথম পূর্ণ-স্কেল তাপ-পারমাণবিক পরীক্ষা করা হয়েছিল; ধারণাটি তখন থেকে বিশ্বের বেশিরভাগ পারমাণবিক শক্তিধর দেশ তাদের অস্ত্রের নকশায় এই ভয়ানক মারনাস্ত্র কে নিযুক্ত করেছে।\nআধুনিক কেন্দ্রীণ-সংযোজক অস্ত্রগুলি মূলত দুটি প্রধান উপাদান নিয়ে গঠিত: একটি পারমাণবিক বিভাজন প্রাথমিক পর্যায় এবং তাপ-পারমাণবিক জ্বালানী ধারণকারী একটি পৃথক পারমাণবিক কেন্দ্রীণ-সংযোজক গৌণ পর্যায়: ভারী হাইড্রোজেন আইসোটোপ ডিউটেরিয়াম এবং ট্রিটিয়াম  বা আধুনিক অস্ত্র লিথিয়াম ডিউটারাইডে । এই কারণে, তাপ-পারমাণবিক অস্ত্রগুলিকে প্রায়ই কথোপকথনে হাইড্রোজেন বোমা বা এইচ-বোমা(H - Bomb) বলা হয়।\nকেন্দ্রীণ-বিভাজক প্রাথমিক পর্যায়ের বিস্ফোরণের সাথে একটি কেন্দ্রীণ-সংযোজক বিস্ফোরণ শুরু হয়। এর তাপমাত্রা প্রায় ১০০ মিলিয়ন কেলভিন অতিক্রম করে, যার ফলে এটি তাপীয় এক্স-রেগুলির সাথে তীব্রভাবে আলোকিত হয়। এই এক্স-রে শূন্যতাকে প্লাবিত করে (\"রেডিয়েশন চ্যানেল\" প্রায়শই পলিস্টাইরিন ফেনা দিয়ে ভরা) একটি বেষ্টনীর মধ্যে স্থাপিত প্রাথমিক এবং মাধ্যমিক সমাবেশগুলির মধ্যে যাকে রেডিয়েশন কেস বলা হয়, যা এক্স-রে এর শক্তিকে সীমাবদ্ধ করে এবং এর বাহ্যিক চাপকে প্রতিরোধ করে। দুটি অ্যাসেম্বলিকে আলাদা করার দূরত্ব নিশ্চিত করে যা কেন্দ্রীণ-বিভাজক প্রাইমারি থেকে ধ্বংসাবশেষের টুকরো (যেটি এক্স-রে ফোটনের চেয়ে অনেক বেশি ধীরে চলে) কেন্দ্রীণ-সংযোজক বিস্ফোরণটি সম্পূর্ণ হওয়ার আগে গৌণটি বিচ্ছিন্ন করতে পারে না।\nগৌণ কেন্দ্রীণ-সংযোজক পর্যায়—যার বাইরের পুশার/টেম্পার, কেন্দ্রীণ-সংযোজক জ্বালানি ফিলার এবং সেন্ট্রাল প্লুটোনিয়াম স্পার্ক প্লাগ—এটির পুশার/টেম্পারে আঘাত করা এক্স-রে শক্তি দ্বারা ইম্প্লোড হয়। এটি সম্পূর্ণ মাধ্যমিক স্তরকে সংকুচিত করে এবং প্লুটোনিয়াম স্পার্ক প্লাগের ঘনত্বকে বাড়িয়ে দেয়। প্লুটোনিয়াম জ্বালানির ঘনত্ব এমন পরিমাণে বেড়ে যায় যে স্পার্ক প্লাগটি একটি সুপারক্রিটিকাল অবস্থায় চালিত হয় এবং এটি একটি নিউক্লিয়ার কেন্দ্রীণ-বিভাজক চেইন বিক্রিয়া শুরু করে। এই শৃঙ্খল বিক্রিয়ার কেন্দ্রীণ-বিভাজক পণ্যগুলি অত্যন্ত সংকুচিত, এবং এইভাবে অতি ঘন, তাপ-পারমাণবিক জ্বালানী স্পার্ক প্লাগের চারপাশে প্রায় ৩০০ মিলিয়ন কেলভিনকে উত্তপ্ত করে, যা কেন্দ্রীণ-সংযোজক জ্বালানী নিউক্লিয়াসের মধ্যে কেন্দ্রীণ-সংযোজক বিক্রিয়াকে প্রজ্বলিত করে। লিথিয়াম ডিউটারাইড দ্বারা জ্বালানী আধুনিক অস্ত্রগুলিতে, কেন্দ্রীণ-বিভাজকিং প্লুটোনিয়াম স্পার্ক প্লাগটিও মুক্ত নিউট্রন নির্গত করে যা লিথিয়াম নিউক্লিয়ার সাথে সংঘর্ষ করে এবং তাপ-পারমাণবিক জ্বালানির ট্রিটিয়াম উপাদান সরবরাহ করে।\nগৌণর ​​তুলনামূলকভাবে ব্যাপক টেম্পার (যা বিস্ফোরণের সাথে সাথে বাহ্যিক সম্প্রসারণকে প্রতিরোধ করে) কেন্দ্রীণ-সংযোজক জ্বালানি ফিলারকে খুব বেশি গরম হওয়া থেকে বাঁচাতে তাপীয় বাধা হিসাবে কাজ করে, যা কম্প্রেশন নষ্ট করে। ইউরেনিয়াম, সমৃদ্ধ ইউরেনিয়াম বা প্লুটোনিয়াম দিয়ে তৈরি হয়, টেম্পার দ্রুত কেন্দ্রীণ-সংযোজক নিউট্রন ক্যাপচার করে এবং নিজেই বিদারণের মধ্য দিয়ে যায়, সামগ্রিক বিস্ফোরক ফলন বৃদ্ধি করে। উপরন্তু, বেশিরভাগ নকশাতে রেডিয়েশন কেসটি একটি পরমাণুকেন্দ্র-সংযোজী উপাদান দিয়ে তৈরি করা হয় যা দ্রুত তাপ-পারমাণবিক নিউট্রন দ্বারা চালিত বিদারণের মধ্য দিয়ে যায়। এই ধরনের বোমা দুটি পর্যায়ের অস্ত্র হিসাবে শ্রেণীবদ্ধ করা হয়, এবং বর্তমান টেলার-উলাম নকশাগুলি এই ধরনের কেন্দ্রীণ-সংযোজক-বিভাজনী অস্ত্র। টেম্পার এবং রেডিয়েশন কেসের দ্রুত বিদারণ হল মোট ফলনের প্রধান অবদান এবং এটি প্রভাবশালী প্রক্রিয়া যা তেজস্ক্রিয় বিদারণ পণ্য ফলআউট তৈরি করে।\nআইভি মাইকের আগে, ১৯৫১ সালের অপারেশন গ্রীনহাউস ছিল প্রথমদিকের কিছু ধারাবাহিক মার্কিন পারমাণবিক পরীক্ষা যা তাপ-পারমাণবিক অস্ত্রের বিকাশের জন্য নীতি পরীক্ষা করে। সম্পৃক্ত কেন্দ্রীণ-সংযোজক যন্ত্রকে উৎসাহিত করার জন্য পর্যাপ্ত বিদারণ অর্জন করা হয়েছিল, এবং এক বছরের মধ্যে একটি পূর্ণ-স্কেল ডিভাইস অর্জন করতে যথেষ্ট শিখেছিল। মার্কিন যুক্তরাষ্ট্রে সমস্ত আধুনিক তাপ-পারমাণবিক অস্ত্রের নকশা তার দুই প্রধান অবদানকারী, এডওয়ার্ড টেলার এবং স্ট্যানিস্লাউ উল্যামের জন্য টেলার-উলাম কনফিগারেশন নামে পরিচিত, যারা ১৯৫১ সালে মার্কিন যুক্তরাষ্ট্রের জন্য এটি তৈরি করেছিলেন।\n\nপদার্থবিজ্ঞানীর অবদানের সাথে কিছু ধারণার বিকাশ হয়েছিল, জন ভন নিউম্যান। অনুরূপ ডিভাইসগুলি অন্যান্য দেশও আবিষ্কার করেছিল এবং সফল ভাবে পরীক্ষণও চালায়। দেশ গুলি হলো সোভিয়েত ইউনিয়ন(রাশিয়া), যুক্তরাজ্য, ফ্রান্স, চীন এবং ভারত। তাপ-পারমাণবিক জার বোম্বা ছিল এখন পর্যন্ত পরীক্ষিত সবচেয়ে শক্তিশালী বোমা যেটি রাশিয়ার দ্বারা বিস্ফোরণ ঘটানো হয়েছিল।\n\n\n== পারমাণবিক অস্ত্রের নকশা সম্পর্কে প্রাথমিক জ্ঞান ==\n\nকেন্দ্রীণ-বিভাজক এবং কেন্দ্রীণ-সংযোজক অস্ত্রের বিস্তারিত জ্ঞান কার্যত প্রতিটি শিল্পোন্নত দেশে কিছু মাত্রায় শ্রেণীবদ্ধ করা হয়। মার্কিন যুক্তরাষ্ট্রে, এই ধরনের জ্ঞানকে ডিফল্টভাবে \"রেস্ট্রিকটেড ডাটা\" হিসাবে শ্রেণীবদ্ধ করা যেতে পারে, এমনকি যদি এটি এমন ব্যক্তিদের দ্বারা তৈরি করা হয় যারা সরকারী কর্মচারী নন বা অস্ত্র কর্মসূচির সাথে যুক্ত, একটি আইনি মতবাদে যা \"জন্মগত গোপন\" নামে পরিচিত (যদিও সাংবিধানিক মতবাদের অবস্থানকে মাঝে মাঝে প্রশ্ন করা হয়েছে। ব্যক্তিগত জল্পনা-কল্পনার ক্ষেত্রে জন্মগত গোপনীয়তা খুব কমই ব্যবহার করা হয়। ইউনাইটেড স্টেটস ডিপার্টমেন্ট অফ এনার্জি-এর অফিসিয়াল নীতি হল নকশাের তথ্য ফাঁস হওয়ার বিষয়টি স্বীকার না করা, কারণ এই ধরনের স্বীকৃতি তথ্যটিকে সঠিক হিসাবে যাচাই করবে। অল্প সংখ্যক পূর্বের ক্ষেত্রে, মার্কিন সরকার সীমিত সাফল্যের সাথে পাবলিক প্রেসে অস্ত্রের তথ্য বিবাচন করার চেষ্টা করেছে। নিউইয়র্ক টাইমসের মতে, পদার্থবিজ্ঞানী কেনেথ ডব্লিউ. ফোর্ড তার বই, বিল্ডিং দ্য এইচ বোম্ব: এ পার্সোনাল হিস্ট্রি থেকে শ্রেণীবদ্ধ তথ্য মুছে ফেলার জন্য সরকারী আদেশ অমান্য করেছিলেন। ফোর্ড দাবি করেছেন যে তিনি কেবলমাত্র প্রাক-বিদ্যমান তথ্য ব্যবহার করেছেন এবং এমনকি সরকারের কাছে একটি পাণ্ডুলিপি জমা দিয়েছেন, যা বিদেশী দেশগুলি তথ্য ব্যবহার করতে পারে এমন উদ্বেগের জন্য বইটির সম্পূর্ণ অংশগুলি সরিয়ে দিতে চেয়েছিল।\nযদিও প্রচুর পরিমাণে অস্পষ্ট তথ্য আনুষ্ঠানিকভাবে প্রকাশ করা হয়েছে এবং প্রাক্তন বোমা নকশাারদের দ্বারা অধিক পরিমাণে অস্পষ্ট তথ্য অনানুষ্ঠানিকভাবে ফাঁস করা হয়েছে, পারমাণবিক অস্ত্রের নকশার বিশদ বিবরণের বেশিরভাগ জনসাধারণের বর্ণনা কিছু মাত্রায় অনুমানের উপর নির্ভর করে, পরিচিত তথ্য থেকে বিপরীত প্রকৌশল বা তুলনা করে। পদার্থবিজ্ঞানের অনুরূপ ক্ষেত্র (জড়তা বন্দী সংযোজন প্রাথমিক উদাহরণ)। এই ধরনের প্রক্রিয়াগুলির ফলে পারমাণবিক বোমা সম্পর্কে অশ্রেণীবদ্ধ জ্ঞানের একটি অংশ রয়েছে যা সাধারণত অফিসিয়াল অশ্রেণীবদ্ধ তথ্য প্রকাশ, সম্পর্কিত পদার্থবিদ্যার সাথে সামঞ্জস্যপূর্ণ এবং অভ্যন্তরীণভাবে সামঞ্জস্যপূর্ণ বলে মনে করা হয়, যদিও ব্যাখ্যার কিছু বিষয় রয়েছে যা এখনও খোলা বলে বিবেচিত হয়। টেলার-উলাম নকশা সম্পর্কে জনসাধারণের জ্ঞানের অবস্থা বেশিরভাগই নিচের একটি বিভাগে বর্ণিত কয়েকটি নির্দিষ্ট ঘটনা থেকে তৈরি হয়েছে।\n\n\n== তাপ-পারমাণবিক অস্ত্রের ইতিহাস ==\n\n\n=== যুক্তরাষ্ট্র ===\n১৯৪১ সালের সেপ্টেম্বরে কলম্বিয়া ইউনিভার্সিটিতে কথা বলার সময় এনরিকো ফার্মি তার সহকর্মী এডওয়ার্ড টেলারের কাছে একটি ছোট কেন্দ্রীণ-বিভাজক বোমা দ্বারা প্রজ্বলিত একটি তাপ-পারমাণবিক কেন্দ্রীণ-সংযোজক বোমার ধারণাটি প্রথম প্রস্তাব করেছিলেন, যা ম্যানহাটন প্রকল্পে পরিণত হবে। ম্যানহাটন প্রকল্পটি কীভাবে নকশাটি কাজ করতে হবে তা বের করার চেষ্টা করছে, এটিকে পারমাণবিক বোমার উপর কাজ করতে পছন্দ করে এবং প্রকল্পের শেষ বছর ধরে এই কাজের জন্য একচেটিয়াভাবে বরাদ্দ করা হয়েছিল। যাইহোক, দ্বিতীয় বিশ্বযুদ্ধ শেষ হলে, সুপারের কাছে অনেক সম্পদ উৎসর্গ করার জন্য সামান্য অনুপ্রেরণা ছিল, যেমনটি তখন পরিচিত ছিল।\n১৯৪৯ সালের আগস্টে সোভিয়েত ইউনিয়নের প্রথম পারমাণবিক বোমা পরীক্ষাটি আমেরিকানদের প্রত্যাশার চেয়ে আগে হয়েছিল এবং পরবর্তী কয়েক মাস ধরে মার্কিন সরকার, সামরিক এবং বৈজ্ঞানিক সম্প্রদায়ের মধ্যে আরও অনেক বেশি উন্নয়নের সাথে এগিয়ে যাওয়া নিয়ে একটি তীব্র বিতর্ক হয়েছিল। শক্তিশালী সুপার। বিতর্কটি এমন বিষয়গুলিকে কভার করেছিল যা বিকল্পভাবে কৌশলগত, বাস্তববাদী এবং নৈতিক ছিল। সাধারণ উপদেষ্টা কমিটির তাদের প্রতিবেদনে, রবার্ট ওপেনহেইমার এবং সহকর্মীরা এই সিদ্ধান্তে উপনীত হন যে তাপ-পারমাণবিক অস্ত্রের বিকাশের প্রস্তাবের অন্তর্নিহিত মানবজাতির জন্য চরম বিপদ যেকোন সামরিক সুবিধাকে সম্পূর্ণভাবে ছাড়িয়ে যায়। আপত্তি উত্থাপিত হওয়া সত্ত্বেও, ৩১ জানুয়ারী ১৯৫০ তারিখে, রাষ্ট্রপতি হ্যারি এস. ট্রুম্যান নতুন অস্ত্রের বিকাশের সাথে এগিয়ে যাওয়ার সিদ্ধান্ত নিয়েছিলেন।\n\nকিন্তু এটি করার সিদ্ধান্ত নেওয়া এটিকে বাস্তবে পরিণত করেনি, এবং টেলার এবং অন্যান্য মার্কিন পদার্থবিদরা একটি কার্যকর নকশা খুঁজে পেতে সংগ্রাম করেছিলেন। টেলারের একজন সহকর্মী স্টানিস্লাউ উলাম, একটি কার্যকর কেন্দ্রীণ-সংযোজক নকশাের দিকে প্রথম মূল ধারণাগত ঝাঁপিয়ে পড়ে। উলামের দুটি উদ্ভাবন যা কেন্দ্রীণ-সংযোজক বোমাকে বাস্তবসম্মত করে তুলেছিল তা হল চরম উত্তাপের আগে তাপ-পারমাণবিক জ্বালানির সংকোচন ছিল কেন্দ্রীণ-সংযোজকের জন্য প্রয়োজনীয় অবস্থার দিকে একটি ব্যবহারিক পথ, এবং একটি কেন্দ্রীণ-বিভাজক প্রাথমিক উপাদানের বাইরে একটি পৃথক তাপ-পারমাণবিক উপাদান স্থাপন বা স্থাপনের ধারণা, এবং কোনোভাবে ব্যবহার করা। মাধ্যমিক কম্প্রেস করার জন্য প্রাথমিক। টেলার তখন বুঝতে পেরেছিলেন যে প্রাথমিকে উত্পাদিত গামা এবং এক্স-রে বিকিরণ একটি সফল ইমপ্লোশন এবং কেন্দ্রীণ-সংযোজক বার্ন তৈরি করতে গৌণতে যথেষ্ট শক্তি স্থানান্তর করতে পারে, যদি পুরো সমাবেশটি একটি হোহলরাম বা বিকিরণ ক্ষেত্রে আবৃত থাকে। টেলার এবং তার বিভিন্ন প্রবক্তা এবং বিরোধীরা পরে বিতর্ক করেছেন যে উলাম এই প্রক্রিয়াটির অন্তর্নিহিত তত্ত্বগুলিতে অবদান রেখেছিলেন। প্রকৃতপক্ষে, তার মৃত্যুর কিছুক্ষণ আগে, এবং উলামের অবদানগুলিকে অসম্মান করার শেষ প্রচেষ্টায়, টেলার দাবি করেছিলেন যে তার নিজের একজন \"স্নাতক ছাত্র\" এই প্রক্রিয়াটি প্রস্তাব করেছিলেন।\n৯ মে ১৯৫১-এর অপারেশন গ্রিনহাউসের \"জর্জ\" শটটি প্রথমবারের মতো খুব ছোট স্কেলে মৌলিক ধারণাটি পরীক্ষা করে। পারমাণবিক কেন্দ্রীণ-সংযোজক শক্তির প্রথম সফল (অনিয়ন্ত্রিত) মুক্তি হিসাবে, যা ২২৫ কিলোটন (৯৪০ TJ) মোট ফলনের একটি ছোট ভগ্নাংশ তৈরি করেছিল, এটি ধারণাটি কাজ করবে এমন একটি কাছাকাছি নিশ্চিত হওয়ার প্রত্যাশা বাড়িয়েছে। ১৯৫২ সালের ১ নভেম্বর, টেলার-উলাম কনফিগারেশনটি সম্পূর্ণ স্কেলে পরীক্ষা করা হয়েছিল \"আইভি মাইক\" এনিওয়েটাক প্রবালপ্রাচীরের একটি দ্বীপে, যার ফলন ছিল ১০.৪ মেগাটন (৪৪ PJ) (২য় বিশ্বযুদ্ধের সময় নাগাসাকিতে বোমা ফেলার চেয়ে ৪৫০ গুণ বেশি শক্তিশালী)। সসেজ নামে অভিহিত এই যন্ত্রটি \"ট্রিগার\" এবং তরল ডিউটেরিয়াম হিসাবে একটি অতিরিক্ত-বৃহৎ কেন্দ্রীণ-বিভাজক বোমা ব্যবহার করেছিল- যা ২০ শর্ট টন (১৮ টন) ক্রায়োজেনিক সরঞ্জাম দ্বারা তরল অবস্থায় রাখা হয়েছিল-এর কেন্দ্রীণ-সংযোজক জ্বালানী হিসাবে, [উদ্ধৃতি প্রয়োজন] এবং মোট ওজন প্রায় ৮০ ছোট টন (৭৩ টন)\nআইভি মাইকের তরল ডিউটেরিয়াম জ্বালানি একটি স্থাপনযোগ্য অস্ত্রের জন্য অব্যবহার্য ছিল এবং পরবর্তী অগ্রগতি ছিল এর পরিবর্তে একটি কঠিন লিথিয়াম ডিউটেরাইড কেন্দ্রীণ-সংযোজক জ্বালানী ব্যবহার করা। ১৯৫৪ সালে এটি \"ক্যাসল ব্রাভো\" শটে পরীক্ষা করা হয়েছিল (যন্ত্রটির কোড-নাম ছিল চিংড়ি), যার ফলন ছিল ১৫ মেগাটন (৬৩ PJ) (প্রত্যাশিত ২.৫ গুণ) এবং এটি এখন পর্যন্ত পরীক্ষিত বৃহত্তম মার্কিন বোমা।\nমার্কিন যুক্তরাষ্ট্রের প্রচেষ্টা শীঘ্রই ক্ষুদ্রাকৃতির টেলার-উলাম অস্ত্রের বিকাশের দিকে সরে যায় যা আন্তঃমহাদেশীয় নিক্ষেপী ক্ষেপণাস্ত্র এবং ডুবোজাহাজ থেকে উৎক্ষিপ্ত নিক্ষেপী ক্ষেপণাস্ত্রের সাথে মানানসই হতে পারে। ১৯৬০ সাল নাগাদ, পোলারিস ব্যালিস্টিক ক্ষেপণাস্ত্র সাবমেরিনে W47 ওয়ারহেড মোতায়েন করা হয়েছিল, মেগাটন-শ্রেণীর ওয়ারহেডগুলি ১৮ ইঞ্চি (০.৪৬ মিটার) ব্যাস এবং ৭২০ পাউন্ড (৩৩০ কেজি) ওজনের মতো ছোট ছিল। ১৯৭০-এর দশকের মাঝামাঝি সময়ে ওয়ারহেডের ক্ষুদ্রকরণে আরও উদ্ভাবন সম্পন্ন হয়েছিল, যখন টেলার-উলাম নকশাের সংস্করণ তৈরি করা হয়েছিল যা একটি ছোট এমআইআরভি মিসাইলের শেষে দশ বা তার বেশি ওয়ারহেড ফিট করতে পারে।\n\n\n=== সোভিয়েত ইউনিয়ন ===\nপ্রথম সোভিয়েত কেন্দ্রীণ-সংযোজক নকশা, যা ১৯৪৯ সালে আন্দ্রেই সাখারভ এবং ভিটালি গিনজবার্গ দ্বারা তৈরি করা হয়েছিল (সোভিয়েতদের একটি কার্যকরী কেন্দ্রীণ-বিভাজক বোমা থাকার আগে), একটি রাশিয়ান লেয়ার কেকের পরে স্লোইকা নামে ডাকা হয়েছিল এবং এটি টেলার-উলাম কনফিগারেশনের ছিল না। এটি ফিসাইল উপাদানের পর্যায়ক্রমে স্তর এবং লিথিয়াম ডিউটারাইড কেন্দ্রীণ-সংযোজক জ্বালানী ব্যবহার করেছিল যা ট্রিটিয়ামের সাথে স্পাইক করা হয়েছিল (এটিকে পরে সাখারভের \"প্রথম ধারণা\" বলা হয়েছিল)। যদিও পারমাণবিক সংমিশ্রণ প্রযুক্তিগতভাবে অর্জনযোগ্য হতে পারে, তবে এটিতে \"মঞ্চস্থ\" অস্ত্রের স্কেলিং বৈশিষ্ট্য ছিল না। সুতরাং, এই জাতীয় নকশা তাপ-পারমাণবিক অস্ত্র তৈরি করতে পারেনি যার বিস্ফোরক ফলন নির্বিচারে বড় করা যেতে পারে (সেই সময়ে মার্কিন নকশার বিপরীতে)। কেন্দ্রীণ-বিভাজক কোরের চারপাশে আবৃত কেন্দ্রীণ-সংযোজক স্তরটি শুধুমাত্র কেন্দ্রীণ-বিভাজক শক্তিকে মাঝারিভাবে গুণ করতে পারে (আধুনিক টেলার-উলাম নকশা এটিকে ৩০-গুণ করতে পারে)। অতিরিক্তভাবে, পুরো কেন্দ্রীণ-সংযোজক পর্যায়টি প্রচলিত বিস্ফোরক দ্বারা বিভাজন কোর সহ, প্রয়োজনীয় রাসায়নিক বিস্ফোরকের পরিমাণকে যথেষ্ট পরিমাণে বহুগুণ করে বিস্ফোরিত করতে হয়েছিল।\nপ্রথম স্লোইকা নকশা পরীক্ষা, RDS-6s, ১৯৫৩ সালে ৪০০ কিলোটন (১,৭০০ TJ) (কেন্দ্রীণ-সংযোজক থেকে ১৫%-২০%) এর সমান ফলন দিয়ে বিস্ফোরিত হয়েছিল। মেগাটন-রেঞ্জ ফলাফল অর্জনের জন্য একটি স্লোইকা নকশা ব্যবহার করার প্রচেষ্টা অকার্যকর প্রমাণিত হয়েছে। মার্কিন যুক্তরাষ্ট্র ১৯৫২ সালের নভেম্বরে \"আইভি মাইক\" তাপ-পারমাণবিক ডিভাইসটি পরীক্ষা করার পরে, প্রমাণ করে যে একটি মাল্টিমেগাটন বোমা তৈরি করা যেতে পারে, সোভিয়েতরা একটি বিকল্প নকশার সন্ধান করে। \"দ্বিতীয় আইডিয়া\", যেমনটি সাখারভ তার স্মৃতিকথায় উল্লেখ করেছেন, ১৯৪৮ সালের নভেম্বরে গিনজবার্গের দ্বারা বোমায় লিথিয়াম ডিউটেরাইড ব্যবহার করার পূর্ববর্তী প্রস্তাব ছিল, যা নিউট্রন দ্বারা বোমা হামলার সময় ট্রিটিয়াম এবং ফ্রি ডিউটেরিয়াম তৈরি করবে। পরবর্তী অগ্রগতি সাখারভ এবং ইয়াকভ জেলডোভিচ দ্বারা আবিষ্কৃত এবং বিকশিত হয়েছিল, যা ১৯৫৪ সালের প্রথম দিকে কেন্দ্রীণ-বিভাজক বোমা থেকে মাধ্যমিককে সংকুচিত করার জন্য (\"বিকিরণ বিস্ফোরণ\") ব্যবহার করে। সাখারভের \"তৃতীয় ধারণা\", হিসাবে টেলার-উলাম নকশাটি ইউএসএসআর-এ পরিচিত ছিল, ১৯৫৫ সালের নভেম্বরে \"RDS-37\" শটে পরীক্ষা করা হয়েছিল যার ফলন ১.৬ মেগাটন (৬.৭ PJ) ছিল।\nসোভিয়েতরা ১৯৬১ সালের অক্টোবরে \"মঞ্চায়ন\" ধারণার শক্তি প্রদর্শন করেছিল, যখন তারা ৫০ মেগাটন (২১০ PJ) হাইড্রোজেন বোমার বিশাল এবং অপ্রত্যাশিত জার বোম্বার বিস্ফোরণ ঘটায়। এটি ছিল যেকোন দেশের তৈরি ও পরীক্ষিত বৃহত্তম পারমাণবিক অস্ত্র।\n\n\n=== যুক্তরাজ্য ===\n\n১৯৫৪ সালে অ্যাল্ডারমাস্টনে ব্রিটিশ কেন্দ্রীণ-সংযোজক বোমা তৈরির কাজ শুরু হয়, স্যার উইলিয়াম পেনি প্রকল্পের দায়িত্বে ছিলেন। কিভাবে একটি তাপ-পারমাণবিক কেন্দ্রীণ-সংযোজক বোমা তৈরি করা যায় সে বিষয়ে ব্রিটিশ জ্ঞান ছিল প্রাথমিক, এবং সেই সময়ে মার্কিন যুক্তরাষ্ট্র ১৯৪৬ সালের পারমাণবিক শক্তি আইনের কারণে কোনো পারমাণবিক জ্ঞান বিনিময় করছিল না। যাইহোক, ব্রিটিশদের ইউএস ক্যাসেল পরীক্ষা পর্যবেক্ষণ করার অনুমতি দেওয়া হয়েছিল এবং নমুনা ব্যবহার করা হয়েছিল। মাশরুম মেঘের মধ্যে বিমান, বিকিরণ ইমপ্লোশন দ্বারা গৌণ পর্যায়ে উত্পাদিত কম্প্রেশনের স্পষ্ট, প্রত্যক্ষ প্রমাণ প্রদান করে।\nএই অসুবিধাগুলির কারণে, ১৯৫৫ সালে ব্রিটিশ প্রধানমন্ত্রী অ্যান্থনি ইডেন একটি গোপন পরিকল্পনায় সম্মত হন, যার ফলে অ্যাল্ডারমাস্টন বিজ্ঞানীরা যদি কেন্দ্রীণ-সংযোজক বোমা তৈরিতে ব্যর্থ হন বা খুব বিলম্বিত হন, তবে এটি একটি অত্যন্ত বড় কেন্দ্রীণ-বিভাজক বোমা দ্বারা প্রতিস্থাপিত হবে। ১৯৫৭ সালে অপারেশন গ্র্যাপল পরীক্ষা করা হয়েছিল। প্রথম পরীক্ষা, গ্রিন গ্রানাইট, একটি প্রোটোটাইপ কেন্দ্রীণ-সংযোজক বোমা ছিল, কিন্তু মার্কিন যুক্তরাষ্ট্র এবং সোভিয়েতদের তুলনায় সমতুল্য ফলন দিতে ব্যর্থ হয়েছিল, মাত্র ৩০০ কিলোটন (১,৩০০ TJ) অর্জন করেছিল। দ্বিতীয় পরীক্ষা অরেঞ্জ হেরাল্ডটি ছিল পরিবর্তিত কেন্দ্রীণ-বিভাজক বোমা এবং ৭২০ কিলোটন (৩,০০০ TJ) তৈরি করেছিল - যা এটিকে এখন পর্যন্ত সবচেয়ে বড় কেন্দ্রীণ-বিভাজক বিস্ফোরণে পরিণত করেছে। তখন প্রায় সবাই (যে বিমানটি ফেলেছিল তার পাইলট সহ) ভেবেছিল এটি একটি কেন্দ্রীণ-সংযোজক বোমা। এই বোমাটি ১৯৫৮ সালে ব্যবহার করা হয়েছিল। একটি দ্বিতীয় প্রোটোটাইপ কেন্দ্রীণ-সংযোজক বোমা, বেগুনি গ্রানাইট, তৃতীয় পরীক্ষায় ব্যবহার করা হয়েছিল, কিন্তু শুধুমাত্র আনুমানিক ১৫০ কিলোটন (৬৩০ TJ) উৎপাদিত হয়েছিল।\n১৯৫৭ সালের সেপ্টেম্বরে পরীক্ষা পুনরায় শুরু করার সাথে একটি দ্বিতীয় সেট পরীক্ষার সময় নির্ধারণ করা হয়েছিল। প্রথম পরীক্ষাটি ছিল একটি নতুন সহজ নকশার উপর ভিত্তি করে। একটি দুই স্তরের তাপ-পারমাণবিক বোমা যার অনেক বেশি শক্তিশালী ট্রিগার ছিল। এই পরীক্ষা গ্র্যাপল এক্স রাউন্ড সি ৮ নভেম্বর বিস্ফোরিত হয়েছিল এবং প্রায় ১.৮ মেগাটন (৭.৫ PJ) ফলন হয়েছিল। ২৮ এপ্রিল ১৯৫৮-এ একটি বোমা ফেলা হয়েছিল যা ৩ মেগাটন (১৩ PJ)- ব্রিটেনের সবচেয়ে শক্তিশালী পরীক্ষা। ১৯৫৮ সালের ২ এবং ১১ সেপ্টেম্বর দুটি চূড়ান্ত বায়ু বিস্ফোরণ পরীক্ষায় ছোট বোমা ফেলা হয়েছিল যেগুলির প্রতিটিতে প্রায় ১ মেগাটন (৪.২ PJ) ফলন হয়েছিল।\nএই ধরনের পরীক্ষায় আমেরিকান পর্যবেক্ষকদের আমন্ত্রণ জানানো হয়েছিল। ব্রিটেনের একটি মেগাটন-রেঞ্জ ডিভাইসের সফল বিস্ফোরণের পর (এবং এইভাবে টেলার-উলাম নকশা সম্পর্কে \"গোপন\" একটি বাস্তব আলাপ প্রদর্শন করে), মার্কিন যুক্তরাষ্ট্র যুক্তরাজ্যের সাথে তার কিছু পারমাণবিক নকশা বিনিময় করতে সম্মত হয়, যার ফলে ১৯৫৮ সালে মার্কিন যুক্তরাষ্ট্র- যুক্তরাজ্য পারস্পরিক প্রতিরক্ষা চুক্তি হয়। তার নিজস্ব নকশা চালিয়ে যাওয়ার পরিবর্তে, ব্রিটিশদের ছোট আমেরিকান MK 28 ওয়ারহেডের নকশার অনুমোদন দেওয়া হয়েছিল এবং তারা কপি তৈরি করতে সক্ষম হয়েছিল।\n\n\n=== চীন ===\nমাও সেতুং ১৯৫৪-১৯৫৫ সালের প্রথম তাইওয়ান প্রণালী সংকটের সময় একটি চীনা পরমাণু-অস্ত্র কর্মসূচি শুরু করার সিদ্ধান্ত নেন। গণপ্রজাতন্ত্রী চীন তার প্রথম হাইড্রোজেন (তাপ-পারমাণবিক) বোমার বিস্ফোরণ ঘটায় ১৭ জুন ১৯৬৭, তার প্রথম কেন্দ্রীণ-বিভাজক অস্ত্রের বিস্ফোরণের ৩২ মাস পরে, যার ফলন ৩.৩১ মেগাটন ছিল। এটি উত্তর-পশ্চিম চীনের লোপ নর টেস্ট সাইটে সংঘটিত হয়েছিল। চীন তাদের পারমাণবিক কর্মসূচী জাম্প-স্টার্ট করার জন্য সোভিয়েত ইউনিয়নের কাছ থেকে ব্যাপক প্রযুক্তিগত সহায়তা পেয়েছিল, কিন্তু ১৯৬০ সালের মধ্যে, সোভিয়েত ইউনিয়ন এবং চীনের মধ্যে ফাটল এত বড় হয়ে গিয়েছিল যে সোভিয়েত ইউনিয়ন চীনকে সমস্ত সহায়তা বন্ধ করে দেয়।\nদ্য নিউ ইয়র্ক টাইমস-এ উইলিয়াম ব্রডের একটি গল্প রিপোর্ট করেছে যে ১৯৯৫ সালে, একজন কথিত চীনা ডাবল এজেন্ট তথ্য প্রদান করে যে ইঙ্গিত করে যে চীন মার্কিন W88 ওয়ারহেডের গোপন বিবরণ জানত, অনুমিতভাবে গুপ্তচরবৃত্তির মাধ্যমে। (তদন্তের এই লাইনটি অবশেষে ওয়েন হো লির নিষ্ক্রিয় বিচারে পরিণত হয়েছিল)\n\n\n=== ফ্রান্স ===\nফরাসি পারমাণবিক পরীক্ষার সাইটটি প্রশান্ত মহাসাগরে জনবসতিহীন ফরাসি অ্যাটলগুলিতে স্থানান্তরিত হয়েছিল। এই নতুন সাইটগুলিতে পরিচালিত প্রথম পরীক্ষাটি ছিল ২৪ আগস্ট ১৯৬৮ সালে ফ্রেঞ্চ পলিনেশিয়ার ফাঙ্গাটাউফা প্রবালপ্রাচীরে \"ক্যানোপাস\" পরীক্ষা, যা দেশের প্রথম মাল্টিস্টেজ তাপ-পারমাণবিক অস্ত্র পরীক্ষা। বোমাটি ৫২০ মিটার (১,৭১০ ফুট) উচ্চতায় একটি বেলুন থেকে বিস্ফোরিত হয়েছিল। এই পরীক্ষার ফলাফল ছিল উল্লেখযোগ্য বায়ুমণ্ডলীয় দূষণ। ফ্রান্সের টেলার-উলাম নকশাের উন্নয়ন সম্পর্কে খুব কমই জানা যায়, ফ্রান্স \"ক্যানোপাস\" পরীক্ষায় ২.৬ মেগাটন (১১ PJ) অস্ত্রের বিস্ফোরণ ঘটিয়েছে। টেলার-উলাম নকশাের প্রাথমিক বিকাশে ফ্রান্সের খুব অসুবিধা হয়েছিল বলে জানা গেছে, কিন্তু পরে তারা এগুলি কাটিয়ে উঠল, এবং বিশ্বাস করা হয় যে অন্যান্য প্রধান পারমাণবিক শক্তিগুলির সমান পারমাণবিক অস্ত্র রয়েছে।\nফ্রান্স এবং চীন ১৯৬৩ সালের আংশিক পারমাণবিক পরীক্ষা নিষেধাজ্ঞা চুক্তি স্বাক্ষর বা অনুমোদন করেনি যা বায়ুমন্ডলে, পানির নিচে বা মহাকাশে পারমাণবিক পরীক্ষার বিস্ফোরণ নিষিদ্ধ করেছিল। ১৯৬৬ থেকে ১৯৯৬ সালের মধ্যে ফ্রান্স ১৯০ টিরও বেশি পারমাণবিক পরীক্ষা চালায়। ফ্রান্সের চূড়ান্ত পারমাণবিক পরীক্ষা ২৭ জানুয়ারী ১৯৯৬-এ হয়েছিল এবং তারপরে দেশটি তার পলিনেশিয়ান পরীক্ষার সাইটগুলি ভেঙে দেয়। ফ্রান্স একই বছর ব্যাপক পারমাণবিক-পরীক্ষা-নিষেধ চুক্তিতে স্বাক্ষর করে এবং তারপর দুই বছরের মধ্যে চুক্তিটি অনুমোদন করে।\n\nফ্রান্স নিশ্চিত করেছে যে তার পারমাণবিক অস্ত্রাগারে ২০১৫ সালে ডুবোজাহাজ-থেকে-উৎক্ষেপণযোগ্যব্যালিস্টিক মিসাইল (SLBM) এবং ফাইটার-বোমার দ্বারা বহন করা প্রায় ৩০০ ওয়ারহেড রয়েছে। ফ্রান্সের চারটি ট্রায়মফ্যান্ট-শ্রেণির ব্যালিস্টিক মিসাইল সাবমেরিন রয়েছে। একটি ব্যালিস্টিক ক্ষেপণাস্ত্র সাবমেরিন গভীর সমুদ্রে মোতায়েন করা হয়েছে, তবে মোট তিনটি সর্বদা কার্যকরী ব্যবহারে থাকতে হবে। তিনটি পুরানো সাবমেরিন 16 M45 মিসাইল দিয়ে সজ্জিত। নতুন সাবমেরিন, \"লে টেরিবল\", ২০১০ সালে চালু করা হয়েছিল, এবং এটিতে TN 75 তাপ-পারমাণবিক ওয়ারহেড বহন করতে সক্ষম M51 মিসাইল রয়েছে। এয়ার ফ্লিট চারটি ভিন্ন ঘাঁটিতে চারটি স্কোয়াড্রন। মোট ২৩টি মিরাজ 2000N বিমান এবং ২০টি রাফেল পারমাণবিক ওয়ারহেড বহন করতে সক্ষম। M51.1 ক্ষেপণাস্ত্রগুলি ২০১৬ সালে শুরু হওয়া নতুন M51.2 ওয়ারহেড দিয়ে প্রতিস্থাপন করার উদ্দেশ্যে, যার M51.1 থেকে ৩,০০০ কিলোমিটার (১,৯০০ মাইল) বেশি পরিসর রয়েছে।\nএছাড়াও ফ্রান্সের কাছে প্রায় ৬০ টি বায়ুচালিত ক্ষেপণাস্ত্র রয়েছে যা TN 80/TN 81 ওয়ারহেডের সাথে প্রায় ৩০০ কিলোটন (১,৩০০ TJ) এর ফলন রয়েছে। ফ্রান্সের পারমাণবিক কর্মসূচী সতর্কতার সাথে নকশা করা হয়েছে যাতে এই অস্ত্রগুলো ভবিষ্যতে কয়েক দশক ব্যবহারযোগ্য থাকে। বর্তমানে, ফ্রান্স ইচ্ছাকৃতভাবে প্লুটোনিয়াম এবং সমৃদ্ধ ইউরেনিয়ামের মতো সমালোচনামূলক ভরসামগ্রী তৈরি করছে না, তবে এটি এখনও বিদ্যুতের জন্য পারমাণবিক শক্তির উপর নির্ভর করে করে একটি উপজাত হিসাবে।\n\n\n=== ভারত ===\nভারত তাদের প্রথম সফল পারমাণবিক অস্ত্র পরীক্ষা করেছিল ১৮ মে ১৯৭৪ সালে। এবং ১১ মে ১৯৯৮, ভারত ঘোষণা করে যে তারা তার অপারেশন শক্তি পরীক্ষায় একটি তাপ-পারমাণবিক বোমার বিস্ফোরণ ঘটিয়েছে [ \"শক্তি-১\", বিশেষ করে হিন্দিতে(সংস্কৃত) 'শক্তি' শব্দের অর্থ \"বিশাল ক্ষমতার অধিকারী\"]।সমর মুবারকমান্দ, একজন পাকিস্তানি পারমাণবিক পদার্থবিজ্ঞানী, জোর দিয়ে বলেছিলেন যে যদি শক্তি-১ একটি তাপ-পারমাণবিক পরীক্ষা হয় তবে ডিভাইসটি আগুন ফলাতে ব্যর্থ হয়েছিল। তবে, লস আলামোস ন্যাশনাল ল্যাবরেটরির প্রাক্তন ডিরেক্টর হ্যারল্ড এম. অ্যাগনিউ বলেছেন যে তাপ-পারমাণবিক বোমার বিস্ফোরণ সম্পর্কে ভারতের দাবী অনেক বিশ্বাসযোগ্য। ভারত জানিয়েছিল তাদের তাপ-পারমাণবিক ডিভাইসটি ৪৫ কিলোটন (১৯০ TJ) নিয়ন্ত্রিত ফলনে পরীক্ষা করা হয়েছিল কারণ সেই গ্রামের বাড়িগুলি যাতে উল্লেখযোগ্য ক্ষতি না হয় তা নিশ্চিত করার জন্য খেতোলাই গ্রামে'র কাছাকাছি প্রায় ৫ কিলোমিটার (৩.১ মাইল) দূরে মাটির নীচে এই তাপ-পারমাণবিক বিস্ফোরনটি ঘটানো হয়েছিল। আরেকটি উদ্ধৃত কারণ হল যে ৪৫ কিলোটনের বেশি ফলন থেকে মুক্তি পাওয়া তেজস্ক্রিয়তা সম্পূর্ণরূপে অন্তর্ভুক্ত নাও হতে পারে। পোখরান-২ পরীক্ষার পর, ভারতের পরমাণু শক্তি কমিশনের প্রাক্তন চেয়ারম্যান রাজাগোপাল চিদাম্বরম বলেছিলেন যে ভারতের কাছে ইচ্ছামতো যে কোনও ক্যাটাগরির বা ফলনের তাপ-পারমাণবিক বোমা তৈরি করার সক্ষমতা রয়েছে।\nভারতের হাইড্রোজেন বোমা পরীক্ষার ফল ভারতীয় বিজ্ঞানী এবং আন্তর্জাতিক বিশেষজ্ঞদের মধ্যে অত্যন্ত বিতর্ক রয়ে গেছে। রাজনীতিকরণের প্রশ্ন এবং ভারতীয় বিজ্ঞানীদের মধ্যে বিরোধ বিষয়টিকে আরও জটিল করে তোলে।\nআগস্ট ২০০৯-এ একটি সাক্ষাৎকারে, ১৯৯৮ সালের পরীক্ষার সাইট প্রস্তুতির পরিচালক, কে. সানথানাম দাবি করেছিলেন যে তাপ-পারমাণবিক বিস্ফোরণের ফলন প্রত্যাশার চেয়ে কম ছিল এবং তাই ভারতকে CTBT স্বাক্ষর করার জন্য তাড়াহুড়া করা উচিত নয়। পরীক্ষার সাথে জড়িত অন্যান্য ভারতীয় বিজ্ঞানীরা কে. সানথানামের দাবির বিরোধিতা করেছেন, যুক্তি দিয়েছেন যে সানথানামের দাবিগুলি অবৈজ্ঞানিক। \"ব্রিটিশ সিসমোলজিস্ট\" রজার ক্লার্ক যুক্তি দিয়েছিলেন যে ৬০ কিলোটন TNT (২৫০ TJ) পর্যন্ত সম্মিলিত ফলনের যা ফলাফল তা ভারতীয় ঘোষিত মোট ৫৬ কিলোটন TNT (২৩০ TJ) এর সাথে একদম সামঞ্জস্যপূর্ণ। মার্কিন সিসমোলজিস্ট জ্যাক এভারনডেন যুক্তি দিয়েছেন যে ফলনের সঠিক অনুমানের জন্য, একজনকে পরীক্ষার স্থানগুলির মধ্যে ভূতাত্ত্বিক পার্থক্যের জন্য সঠিকভাবে হিসাব করা উচিত।\nতবে ভারত আনুষ্ঠানিকভাবে এটা নিশ্চিত করেছে যে তারা শক্তি-১ তাপ-পারমাণবিক পরীক্ষার ভিত্তিতে প্রায় ২০০ কিলোটন(৮৪০ TJ) বা এরো বেশি পর্যন্ত বিভিন্ন ক্যাটাগরি বা ফলনের তাপ-পারমাণবিক অস্ত্র তৈরি করতে সক্ষম।  বিভিন্ন সূত্রে এবং বিশেষজ্ঞদের মতে এটা ধারণা করা হয়েছে যে ভারত ভবিষ্যতে এর থেকেও বিশালাকার কোন তাপ-পারমাণবিক অস্ত্রের পরীক্ষণ করতে যাচ্ছে।\n\n\n=== ইসরায়েল ===\nইসরায়েলের কাছে টেলার-উলাম নকশাের তাপ-পারমাণবিক অস্ত্র রয়েছে বলে অভিযোগ করা হয়, কিন্তু তারা কোনো পারমাণবিক অস্ত্রের পরীক্ষা করেছে বলে জানা যায়নি, যদিও এটি ব্যাপকভাবে অনুমান করা হয় যে ১৯৮৯ সালের \"ভেলা\" ঘটনাটি ইসরায়েল-দক্ষিণ আফ্রিকার যৌথ পারমাণবিক পরীক্ষা হতে পারে।\nএটা সকলে জানে যে, এডওয়ার্ড টেলার প্রায় বিশ বছর ধরে সাধারণ পারমাণবিক বিষয়ে ইসরায়েলি সংস্থাকে পরামর্শ ও নির্দেশনা দিয়েছিলেন। ১৯৬৪ এবং ১৯৬৭ সালের মধ্যে, টেলার ইসরায়েলে ছয়টি সফর করেন যেখানে তিনি তেল আভিভ বিশ্ববিদ্যালয়ে তাত্ত্বিক পদার্থবিজ্ঞানের সাধারণ বিষয়গুলিতে বক্তৃতা দেন। ইসরায়েলের সক্ষমতা সম্পর্কে সিআইএ-কে বোঝাতে তার এক বছর লেগেছিল এবং অবশেষে ১৯৭৬ সালে, সিআইএ-র কার্ল ডকেট ইসরায়েলের পারমাণবিক সক্ষমতা সম্পর্কে একজন আমেরিকান বিজ্ঞানী \"টেলার\" এর কাছ থেকে বিশ্বাসযোগ্য তথ্য পাওয়ার পর মার্কিন কংগ্রেসে সাক্ষ্য দেন। ১৯৯০-এর দশকে, টেলার অবশেষে মিডিয়ায় জল্পনাকে নিশ্চিত করেছিলেন যে ১৯৬০-এর দশকে তাঁর সফরের সময় তিনি এই সিদ্ধান্তে পৌঁছেছিলেন যে ইসরায়েল পারমাণবিক অস্ত্রের অধিকারী ছিল। তিনি বিষয়টি মার্কিন সরকারের উচ্চপর্যায়ে অবহিত করার পরে, টেলার কথিতভাবে বলেছিলেন, তাদের কাছে এটি আছে, এবং তারা তাদের গবেষণার উপর বিশ্বাস রাখতে এবং পরীক্ষা না করার জন্য যথেষ্ট চতুর ছিল, তারা জানে যে পরীক্ষা করা তাদের সমস্যায় ফেলতে পারে।\n\n\n=== উত্তর কোরিয়া ===\nউত্তর কোরিয়া বহু কাল ধরে দাবী করে আসছে যে তারা খুবই স্বল্প ফলনের তাপ-পারমাণবিক অস্ত্র পরীক্ষা করেছে ৬ জানুয়ারী ২০১৬ সালে। দক্ষিণ কোরিয়ার প্রতিরক্ষা মন্ত্রণালয়ের বহুদিন ধরে দাবী করে আসছিল যে উত্তর কোরিয়া হাইড্রোজেন বোম বা তাপ-পারমাণবিক অস্ত্র তৈরি করার পেছনে বিশাল কাজে নিয়োজিত রয়েছে। তারা আন্দাজ করেছিল যে তাদের পরবর্তী অস্ত্র পরীক্ষাটি একটি হাইড্রোজেন বোম হতে পারে। অবশেষে ২০১৬ সালের ৬ জানুয়ারী উত্তর কোরিয়া আনুষ্ঠানিক ভাবে দাবী করে যে তারা একটি হাইড্রোজেন বোমের(তাপ-পারমাণবিক অস্ত্র) সফল পরীক্ষা চালায়।\n৩ সেপ্টেম্বর ২০১৭-এ, দেশটির রাষ্ট্রীয় মিডিয়া রিপোর্ট করেছে যে একটি হাইড্রোজেন বোমা পরীক্ষা করা হয়েছিল তার \"নিখুঁত সাফল্য\" হয়েছে। মার্কিন ভূতাত্ত্বিক জরিপ (ইউএসজিএস) অনুসারে, বিস্ফোরণের ফলে ৬.৩ মাত্রার একটি ভূমিকম্প হয়েছিল, উত্তর কোরিয়ার দ্বারা পরিচালিত পূর্ববর্তী পারমাণবিক পরীক্ষার চেয়ে ১০ গুণ বেশি শক্তিশালী ঐ পরীক্ষা। ইউএস ইন্টেলিজেন্স একটি প্রাথমিক মূল্যায়ন প্রকাশ করেছে যে ফলনের অনুমান ছিল ১৪০ কিলোটন (৫৯০ TJ) যা ৭০ থেকে ২৮০ কিলোটন (২৯০ থেকে ১,৭১০ TJ) অনিশ্চয়তার পরিসর সহ অনুমান করা যায়।। তারপরও তাদের এই তাপ-পারমাণবিক অস্ত্র পরীক্ষা নিয়ে অনেক বিতর্ক রয়েছে।\n\n\n== পরমাণু অস্ত্র হ্রাসকরণ ==\n১৯৮৬ সালের জানুয়ারিতে, সোভিয়েত নেতা মিখাইল গর্বাচেভ ২০ শতকের শেষ নাগাদ বিশ্বের পারমাণবিক অস্ত্র বিলুপ্ত করার জন্য প্রকাশ্যে একটি তিন-পর্যায়ের কর্মসূচির প্রস্তাব করেছিলেন। ১৯৮৯ সালে তার মৃত্যুর দুই বছর আগে, বিজ্ঞানীদের ফোরামে আন্দ্রেই সাখারভের মন্তব্য মার্কিন যুক্তরাষ্ট্র এবং সোভিয়েত অস্ত্রাগার থেকে হাজার হাজার পারমাণবিক ব্যালিস্টিক ক্ষেপণাস্ত্র নির্মূল করার প্রক্রিয়া শুরু করতে সাহায্য করেছিল। সাখারভ (১৯২১-৮৯) তার ডক্টরেট শেষ করার এক বছর পর ১৯৪৮ সালে সোভিয়েত ইউনিয়নের পারমাণবিক অস্ত্র কর্মসূচিতে নিয়োগ পান। ১৯৪৯ সালে মার্কিন যুক্তরাষ্ট্র একটি কেন্দ্রীণ-বিভাজক বোমার প্রথম সোভিয়েত পরীক্ষা শনাক্ত করে এবং দুই দেশ একটি তাপ-পারমাণবিক হাইড্রোজেন বোমা নকশা করার জন্য একটি মরিয়া দৌড় শুরু করে যা হাজার গুণ বেশি শক্তিশালী ছিল। তার মার্কিন সমকক্ষদের মতো, সাখারভ অন্য দেশের একচেটিয়া ক্ষমতা অর্জনের বিপদের দিকে ইঙ্গিত করে তার এইচ-বোমা কাজের ন্যায্যতা প্রমাণ করেছিলেন। কিন্তু ম্যানহাটন প্রজেক্টে কাজ করা কিছু মার্কিন বিজ্ঞানীদের মতো, তিনি তার দেশের নেতৃত্ব এবং তারপর বিশ্বকে পারমাণবিক অস্ত্রের বিপদ সম্পর্কে অবহিত করার দায়িত্ব অনুভব করেছিলেন। সাখারভের নীতিকে প্রভাবিত করার প্রথম প্রচেষ্টাটি এইচ-বোমা পরীক্ষায় নিঃসৃত নিউট্রনের বিশাল প্রবাহের মাধ্যমে নাইট্রোজেন-14 থেকে বায়ুমণ্ডলে দীর্ঘস্থায়ী তেজস্ক্রিয় কার্বন-14 থেকে সম্ভাব্য জেনেটিক ক্ষতির বিষয়ে উদ্বেগ প্রকাশ করে। ১৯৬৮ সালে, একজন বন্ধু সাখারভকে বিশ্ব বিষয়ে বুদ্ধিজীবীদের ভূমিকা সম্পর্কে একটি প্রবন্ধ লিখতে পরামর্শ দিয়েছিলেন। সে সময় সোভিয়েত ইউনিয়নে অননুমোদিত পাণ্ডুলিপি ছড়িয়ে দেওয়ার পদ্ধতি ছিল স্ব-প্রকাশনা। অনেক পাঠক কার্বন কাগজের সাথে ইন্টারলিভ করা কাগজের একাধিক শীট দিয়ে টাইপ করে একাধিক কপি তৈরি করবে। সাখারভের প্রবন্ধের একটি কপি, \"প্রগতি, শান্তিপূর্ণ সহাবস্থান এবং বুদ্ধিবৃত্তিক স্বাধীনতার প্রতিফলন\" সোভিয়েত ইউনিয়ন থেকে পাচার করা হয়েছিল এবং নিউইয়র্ক টাইমস দ্বারা প্রকাশিত হয়েছিল। ১৯৬৮-৬৯ সালের মধ্যে ১৮ মিলিয়নেরও বেশি পুনর্মুদ্রণ উত্পাদিত হয়েছিল। প্রবন্ধটি প্রকাশিত হওয়ার পরে, সাখারভকে পারমাণবিক অস্ত্র কর্মসূচিতে কাজে ফিরে আসতে বাধা দেওয়া হয়েছিল এবং মস্কোতে একটি গবেষণা অবস্থান গ্রহণ করেছিলেন। ১৯৮০ সালে, নিউইয়র্ক টাইমসের সাথে একটি সাক্ষাত্কারের পরে যেখানে তিনি আফগানিস্তানে সোভিয়েত আক্রমণের নিন্দা করেছিলেন, সরকার তাকে এবং তার স্ত্রীকে গোর্কির কাছে নির্বাসিত করে পশ্চিমা মিডিয়ার নাগালের বাইরে রেখেছিল। ১৯৮৫ সালের মার্চ মাসে, গর্বাচেভ সোভিয়েত কমিউনিস্ট পার্টির সাধারণ সম্পাদক হন। দেড় বছরেরও বেশি সময় পরে, তিনি সাখারভ এবং বোনারকে মস্কোতে ফিরে যাওয়ার অনুমতি দেওয়ার জন্য পার্টির কার্যনির্বাহী কমিটি পলিটব্যুরোকে রাজি করান। সাখারভ ১৯৮৯ সালে সোভিয়েত কংগ্রেস অফ পিপলস ডেপুটিজের বিরোধী সদস্য হিসাবে নির্বাচিত হন। পরে সেই বছরই তার হৃদযন্ত্রের অ্যারিথমিয়া হয় এবং তার অ্যাপার্টমেন্টে তিনি মারা যান। তিনি একটি নতুন সোভিয়েত সংবিধানের একটি খসড়া রেখে গেছেন যা গণতন্ত্র এবং মানবাধিকারের উপর জোর দেয়।\n\n\n== উল্লেখযোগ্য দূর্ঘটনা ==\n১৯৫৮ সালের ৫ ফেব্রুয়ারী, একটি B-47 দ্বারা উড্ডয়িত একটি প্রশিক্ষণ মিশনের সময়, একটি Mark 15 পারমাণবিক বোমা, যা \"টাইবি বোমা\" নামেও পরিচিত, জর্জিয়ার সাভানার কাছে টাইবি দ্বীপের উপকূলে হারিয়ে যায়। বোমাটি ওয়াসাউ সাউন্ডের নীচে কয়েক ফুট পলির নিচে চাপা পড়ে বলে মনে করেছিল শক্তি বিভাগ।\n১৭ জানুয়ারী ১৯৬৬-এ, স্পেনের পালোমারেসের উপরে একটি B-52G এবং একটি KC-135 স্ট্রাটোট্যাঙ্কারের মধ্যে একটি মারাত্মক সংঘর্ষ ঘটে। Mk28-টাইপ হাইড্রোজেন বোমার দুটিতে প্রচলিত বিস্ফোরকগুলি মাটির সাথে আঘাতের সময় বিস্ফোরিত হয়, যা কাছাকাছি খামারগুলিতে প্লুটোনিয়াম ছড়িয়ে দেয়। তৃতীয় বোমাটি পালোমারেসের কাছে অক্ষত অবস্থায় পড়েছিল এবং চতুর্থটি উপকূল থেকে ১২ মাইল (১৯ কি.মি) দূরে ভূমধ্যসাগরে পড়েছিল।\n২১ জানুয়ারী ১৯৬৮-এ, অপারেশন ক্রোম ডোমের অংশ হিসাবে চারটি B28FI তাপ-পারমাণবিক বোমা সহ একটি B-52G, গ্রীনল্যান্ডের থুলে এয়ার বেসে জরুরি অবতরণের চেষ্টা করার সময় নর্থ স্টার উপসাগরের বরফে বিধ্বস্ত হয়। ফলে আগুনের ফলে ব্যাপক তেজস্ক্রিয় দূষণ সৃষ্টি হয়। পরিচ্ছন্নতার সাথে জড়িত কর্মীরা তিনটি বোমা থেকে সমস্ত ধ্বংসাবশেষ উদ্ধার করতে ব্যর্থ হয়েছে এবং একটি বোমা উদ্ধার করা যায়নি।\n\n\n== অস্ত্রের বৈচিত্র্য, বিভিন্নতা এবং পরিবর্তন ==\n\n\n=== আইভি মাইক(Ivy Mike) ===\nতার ১৯৯৫ সালের বই ডার্ক সান: দ্য মেকিং অফ দ্য হাইড্রোজেন বোমাতে, লেখক রিচার্ড রোডস \"আইভি মাইক\" সসেজ ডিভাইসের অভ্যন্তরীণ উপাদানগুলিকে বিশদভাবে বর্ণনা করেছেন, এটিকে একত্রিত করা বিজ্ঞানী এবং প্রকৌশলীদের সাথে বিস্তৃত সাক্ষাৎকার থেকে প্রাপ্ত তথ্যের ভিত্তিতে। রোডসের মতে, গৌণর ​​কম্প্রেশনের প্রকৃত প্রক্রিয়াটি ছিল বিকিরণ চাপ, ফোম প্লাজমা চাপ এবং উপরে বর্ণিত টেম্পার-পুশার অ্যাবলেশন তত্ত্বের সংমিশ্রণ; প্রাথমিক থেকে বিকিরণটি কেসিংয়ের পলিথিন ফোমের আস্তরণটিকে একটি প্লাজমাতে উত্তপ্ত করে, যা পরে মাধ্যমিকের পুশারে বিকিরণকে পুনরায় বিকিরণ করে, যার ফলে এটির পৃষ্ঠটি হ্রাস পায় এবং এটিকে ভিতরের দিকে চালিত করে, গৌণটি সংকুচিত করে, স্পার্কপ্লাগ জ্বালায় এবং কেন্দ্রীণ-সংযোজক ঘটায়। প্রতিক্রিয়া এই নীতির সাধারণ প্রযোজ্যতা অস্পষ্ট।\n\n\n=== ডব্লিউ৮৮ ===\n১৯৯৯ সালে সান জোসে মার্কারি নিউজের একজন প্রতিবেদক রিপোর্ট করেছেন যে ইউএস ডব্লিউ 88 পারমাণবিক ওয়ারহেড, ট্রাইডেন্ট II SLBM-এ ব্যবহৃত একটি ছোট MIRVed ওয়ারহেড, একটি প্রোলেট (ডিম বা তরমুজের আকৃতির) প্রাথমিক (কোড-নাম কোমোডো) এবং একটি গোলাকার গৌণ (কোমোডো) ছিল। কোড-নামযুক্ত কার্সা) একটি বিশেষ আকৃতির বিকিরণ কেসের ভিতরে (এর আকৃতির জন্য \"চিনাবাদাম\" নামে পরিচিত)। একটি ডিম আকৃতির প্রাইমারীর মান দৃশ্যত এই সত্যে নিহিত যে একটি MIRV ওয়ারহেড প্রাইমারীর ব্যাস দ্বারা সীমাবদ্ধ - যদি একটি ডিম আকৃতির প্রাইমারিকে সঠিকভাবে কাজ করার জন্য তৈরি করা যায়, তাহলে MIRV ওয়ারহেডকে যথেষ্ট ছোট করা যেতে পারে তবে এখনও একটি উচ্চ-ফলনকারী বিস্ফোরণ ঘটাতে পারে—একটি W88 ওয়ারহেড ৬৮.৯ ইঞ্চি (১,৭৫০ মি.মি) লম্বা একটি পদার্থবিদ্যা প্যাকেজ সহ ৪৭৫ কিলোটন TNT (১,৯৯০ TJ) পর্যন্ত উৎপাদন করতে পারে, যার সর্বোচ্চ ব্যাস ২১.৮ ইঞ্চি (৫৫০ মি.মি) এবং বিভিন্নভাবে আনুমানিক ওজন ১৭৫ থেকে ৩৬০ কিলোগ্রাম (৩৮৬ থেকে ৭৯৪ পাউন্ড) পর্যন্ত। ছোট ওয়ারহেড তাদের অনেককে একটি একক ক্ষেপণাস্ত্রে ফিট করার অনুমতি দেয় এবং গতি এবং পরিসরের মতো মৌলিক ফ্লাইট বৈশিষ্ট্যগুলিকে উন্নত করে।\n\n\n== আরও দেখুন ==\nCOLEX process (isotopic separation)\nHistory of the Teller–Ulam design\nNUKEMAP\nPure fusion weapon\n\n\n== বহিঃসংযোগ ==\n\n\n=== নীতি তত্ত্ব ===\n\"Basic Principles of Staged Radiation Implosion (Teller–Ulam)\" from Carey Sublette's NuclearWeaponArchive.org.\n\"Matter, Energy, and Radiation Hydrodynamics\" from Carey Sublette's Nuclear Weapons FAQ.\n\"Engineering and Design of Nuclear Weapons\" from Carey Sublette's Nuclear Weapons FAQ.\n\"Elements of Thermonuclear Weapon Design\" from Carey Sublette's Nuclear Weapons FAQ.\nAnnotated bibliography for nuclear weapons design from the Alsos Digital Library for Nuclear Issues  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ ফেব্রুয়ারি ২০০৮ তারিখে\n\n\n=== ইতিহাস ===\nPBS: Race for the Superbomb: Interviews and Transcripts  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ মার্চ ২০১৭ তারিখে (with U.S. and USSR bomb designers as well as historians).\nHoward Morland on how he discovered the \"H-bomb secret\" (includes many slides).\nThe Progressive November 1979 issue – \"The H-Bomb Secret: How we got it, why we're telling\" (entire issue online).\nAnnotated bibliography on the hydrogen bomb from the Alsos Digital Library  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ ফেব্রুয়ারি ২০১৯ তারিখে\nUniversity of Southampton, Mountbatten Centre for International Studies, Nuclear History Working Paper No5.\nPeter Kuran's \"Trinity and Beyond\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ ডিসেম্বর ২০১৮ তারিখে – documentary film on the history of nuclear weapon testing.\nYouTube Playlist of declassified nuclear explosion tests obtained by converting film scans to digital at Lawrence Livermore Laboratory\n\n\n== তথ্যসূত্র =="}