{"pageid": 1366442, "title": "দক্ষিণ আমেরিকায় হিন্দুধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1366442", "content": "হিন্দুধর্ম দক্ষিণ আমেরিকার একটি সংখ্যালঘু ধর্ম, যা মোট মহাদেশের জনসংখ্যার ১% এরও কম অনুসরণ করে। হিন্দুধর্ম বিভিন্ন দেশে পাওয়া যায়, তবে গায়ানা এবং সুরিনামের ইন্দো-ক্যারিবিয়ান জনসংখ্যার মধ্যে এটি সবচেয়ে শক্তিশালী। দক্ষিণ আমেরিকায় প্রায় ৩,২০,০০০ হিন্দু রয়েছে, প্রধানত গুয়ানাস-এ ভারতীয় আবদ্ধ শ্রমিকদের বংশধর। গায়ানায় প্রায় ১,৮৫,০০০ হিন্দু, সুরিনামে ১,২০,০০০ এবং ফ্রেঞ্চ গুইয়ানায় আরও কিছু হিন্দু রয়েছে। গায়ানা এবং সুরিনামে, হিন্দুরা দ্বিতীয় বৃহত্তম ধর্ম গঠন করে এবং কিছু অঞ্চল ও জেলায় হিন্দুরা সংখ্যাগরিষ্ঠ। যদিও সাম্প্রতিক সময়ে হিন্দু সংস্কৃতির প্রভাবে ব্রাজিল, আর্জেন্টিনা, ভেনেজুয়েলা সহ দক্ষিণ আমেরিকার অন্যান্য দেশে হিন্দুধর্মে ধর্মান্তরিত হওয়ার সংখ্যা দিন দিন বেড়েই চলেছে।\n\n\n== দেশ অনুযায়ী হিন্দু জনসংখ্যা ==\n\n\n=== আর্জেন্টিনা ===\n২০১৫ সালে সেখানে প্রায় ৩৪,৪৬০ জন হিন্দু (দেশের ০.০৮%) ছিল। গায়ানা, জ্যামাইকা, ত্রিনিদাদ এবং টোবাগো এবং সুরিনাম থেকে অনেক হিন্দুই ইন্দো-ক্যারিবিয়ান।\nআর্জেন্টিনায় ভারতীয় হিন্দু বংশোদ্ভূত ২,০৩০ জন এবং ১,৩০০ জন অনাবাসী ভারতীয় রয়েছে। তাদের মধ্যে কেউ কেউ এখনও আয়ুর্বেদ, যোগ অনুশীলন এবং ভারতীয় শাস্ত্রীয় সঙ্গীত উপভোগ করেন।\nতারা দেশের উত্তর প্রদেশে একটি ভারতীয় সমিতি প্রতিষ্ঠা করেছে এবং ভারতীয় উৎসব উদযাপনের জন্য সামাজিক ও সাংস্কৃতিক অনুষ্ঠানের আয়োজন করে। তাদের এবং যারা বিস্তৃত দেশের অন্যান্য অংশে বসতি স্থাপন করেছে তাদের মধ্যে খুব কমই যোগাযোগ আছে।\nবুয়েনস আইরেসে বসবাসকারী ভারতীয় প্রবাসীদের একটি বড় সংখ্যক হল ব্যবসায়ী, ডাক্তার, আর্থিক বা ব্যবসায়িক নির্বাহী এবং বহুজাতিক কর্পোরেশনের কর্মচারী। তাদের বেশিরভাগই তাদের ভারতীয় নাগরিকত্ব ধরে রেখেছেন।\nআর্জেন্টিনায় ভারতীয় বংশোদ্ভূত ২,০৩০ জন এবং ১,৩০০ জন অনাবাসী ভারতীয় রয়েছে। তাদের মধ্যে কেউ কেউ এখনও আয়ুর্বেদ, যোগ অনুশীলন এবং ভারতীয় শাস্ত্রীয় সঙ্গীত উপভোগ করে\nন। তারা উত্তর প্রদেশে একটি ভারতীয় সমিতি প্রতিষ্ঠা করেছে এবং ভারতীয় উৎসব উদযাপনের জন্য সামাজিক ও সাংস্কৃতিক অনুষ্ঠানের আয়োজন করে। তাদের এবং যারা বিস্তৃত দেশের অন্যান্য অংশে বসতি স্থাপন করেছে তাদের মধ্যে খুব কমই যোগাযোগ নেই। বুয়েনস আইরেসে বসবাসকারী ভারতীয় প্রবাসীদের একটি বড় সংখ্যক হল ব্যবসায়ী, ডাক্তার, আর্থিক বা ব্যবসায়িক নির্বাহী এবং বহুজাতিক কর্পোরেশনের কর্মচারী। তাদের বেশিরভাগই তাদের ভারতীয় নাগরিকত্ব ধরে রেখেছেন।\n\n\n=== ব্রাজিল ===\n২০১১ সালের আদমশুমারি অনুসারে, ব্রাজিলে প্রায় ৯,৫০০ হিন্দু রয়েছে যা ব্রাজিলের জনসংখ্যার ০.০০৫%। ব্রাজিলীয় হিন্দুদের অধিকাংশই জাতিগত পূর্ব ভারতীয়। যাইহোক, হরে কৃষ্ণা'স এবং একাডেমিয়া ব্রাসিলিরা ডি অ্যাস্ট্রোলজিয়া ভেডিকার মিশনারি প্রভাবের কারণে নতুন করে ধর্মান্তরিত হওয়ার সংখ্যাও বেড়েছে।\n\n\n=== চিলি ===\n১৯২০ সালের দিকে কিছু ভারতীয় হিন্দুরা চিলিতে গমন করে। এবং বাকিরা প্রায় ৩০ বছর আগে সেখানে বসতি স্থাপন করে — শুধু মাত্র ভারত থেকে নয়, ত্রিনিদাদ এবং টোবাগো, গয়ানা, সুরিনাম, হং কং, ইন্দোনেশিয়া, নাইজেরিয়া, পানামা, ফিলিপাইন এবং সিঙ্গাপুর।\nচিলিতে হিন্দু সম্প্রদায় ১৪০০ টিরও বেশি সদস্য নিয়ে গঠিত। এর মধ্যে রাজধানী সান্তিয়াগোতে ৪০০ জন (৯০ পরিবার) বাস করে।\nচিলির অধিকাংশ হিন্দুই সিন্ধি। পান্তা অ্যারেনাসে একটি হিন্দু মন্দির রয়েছে যা সিন্ধি এবং স্প্যানিশ উভয় ভাষায় পরিষেবা প্রদান করে।\nপান্তা অ্যারেনাস ছাড়াও ভারতীয় ব্যবসায়ী সম্প্রদায় চিলির রাজধানী সান্তিয়াগো এবং ইকুইকে উপস্থিত রয়েছে। সান্তিয়াগোতে ব্যবসায়ীদের কার্যক্রম মূলত আমদানি ও খুচরা দোকানে সীমাবদ্ধ।\n\n\n=== কলম্বিয়া ===\nকলম্বিয়াতে হিন্দুধর্ম মূলত ভারতীয়দের আগমনের সাথে প্রবর্তিত হয়েছিল, বিশেষ করে ত্রিনিদাদ এবং টোবাগো, গায়ানা এবং সুরিনাম থেকে ভারতীয় অভিবাসী শ্রমিকদের। রাজধানী বোগোতায় ইসকন (দ্য হরে-কৃষ্ণ) কেন্দ্র রয়েছে।\n\n\n=== ফ্রেঞ্চ গয়ানা ===\nফ্রেঞ্চ গায়ানার অধিকাংশ হিন্দুই সুরিনামীয় বংশোদ্ভূত। ২০০০ সালের আদমশুমারি অনুসারে মোট জনসংখ্যার ১.৬% (২,০২,০০০ এর মধ্যে ৩,২০০ জন) ছিল হিন্দু।\n\n\n=== গয়ানা ===\n\nগয়ানাতে পূর্ব ভারতীয় অভিবাসীদের প্রায় ৮৪% হিন্দু ছিল। চুক্তির সময়কালে, পূর্ব ভারতীয় বর্ণপ্রথা ভেঙে পড়ে। খ্রিস্টান মিশনারিরা ১৮৫২ সালে শুরু হওয়া ইনডেনচার সময়কালে ইস্ট ইন্ডিয়ানদের ধর্মান্তরিত করার চেষ্টা করেছিল, কিন্তু খুব কম সাফল্য পায়। মিশনারিরা তাদের ব্যর্থতার জন্য ব্রাহ্মণদের দায়ী করেছিল: ব্রাহ্মণরা বর্ণ নির্বিশেষে সমস্ত হিন্দুদের আধ্যাত্মিক আচার পরিচালনা করতে শুরু করেছিল একবার খ্রিস্টান মিশনারিরা গ্রামে ধর্মান্তরিত হতে শুরু করলে, বর্ণ প্রথার ভাঙ্গন ত্বরান্বিত হয়। ১৯৩০-এর দশকের পর, খ্রিস্টান ধর্মে হিন্দু ধর্মান্তরিত হওয়ার গতি কমে যায় কারণ হিন্দু ধর্মের অবস্থা উন্নত হয় এবং হিন্দুদের প্রতি বৈষম্য হ্রাস পায়।\nযে সমস্ত অঞ্চলে ইন্দো গায়ানিদের বৃহৎ শতাংশ একসঙ্গে বসবাস করে — জনসংখ্যা অনুযায়ী বিভিন্ন আকারের মন্দির পাওয়া যায়। সমস্ত প্রধান হিন্দু অনুষ্ঠান পালন করা হয় - জানুয়ারিতে বসন্ত পঞ্চমী থেকে ডিসেম্বরে গীতা জয়ন্তী।\n১৯৪০ এর দশকের শেষের দিক থেকে, সংস্কার আন্দোলন অনেক গায়ানি হিন্দুদের দৃষ্টি আকর্ষণ করে। সবচেয়ে গুরুত্বপূর্ণ, আর্য সমাজ আন্দোলন, ১৯১০ সালে গায়ানায় আসে। আর্য সমাজের মতবাদ জাতপাতের ধারণা এবং ধর্মীয় নেতা হিসেবে ব্রাহ্মণদের একচেটিয়া ভূমিকাকে প্রত্যাখ্যান করে। এই আন্দোলন একেশ্বরবাদের প্রচার করে এবং উপাসনার পাশাপাশি অনেক ঐতিহ্যবাহী হিন্দু আচার-অনুষ্ঠানে ছবি ব্যবহারের বিরোধিতা করে। আনুমানিক ২,১৬,০০০ থেকে ২,৩০,০০০ এর মধ্যে ২০০২ সালের আদমশুমারিতে নিজেদেরকে হিন্দু হিসেবে চিহ্নিত করেছিল।\n\n\n=== প্যারাগুয়ে ===\n২০০২ সালের আদমশুমারিতে, অনুমান করা হয়েছিল যে প্যারাগুয়েতে প্রায় ৫৫১ হিন্দু বাস করে। তারা প্যারাগুয়ের জনসংখ্যার ০.০১%। ভারতে প্যারাগুয়ের রাষ্ট্রদূত জেনারো ভিসেন্তে পাপালার্দো পাঞ্জাবের কৃষকদের দেশে বিনিয়োগের একটি উচ্চ সুযোগ দিয়েছিলেন। অধিকাংশ হিন্দু বাস করে আসুনসিওনে।\n\n\n=== পেরু ===\nপ্রথম ভারতীয় যারা পেরুতে এসেছিলেন তারা হলেন ব্যবসায়ী যারা ১৯৬০ এর দশকের প্রথম দিকে সেখানে গিয়েছিলেন। পরবর্তীতে, ৮০ এর দশকের গোড়ার দিকে সম্প্রদায়টি সংখ্যায় সামান্য বৃদ্ধি পেয়েছিল, এর পরে গুরুতর স্থানীয় অর্থনৈতিক সংকট এবং বিরাজমান সন্ত্রাসবাদের কারণে এর অনেক সদস্য চলে যায়। অন্যান্য ল্যাটিন দেশে যাদের আত্মীয় রয়েছে তাদের সাথে যোগ দিয়েছে।\nসাম্প্রতিক অতীতে, সম্প্রদায়ের আকার স্থিতিশীল রয়েছে। এই দেশে আদি 'নেটিভ ইন্ডিয়ান'দের একটি ছোট অবশিষ্টাংশ রয়েছে যারা এখনও তাদের ঐতিহ্যগত সংস্কৃতি এবং ধর্মীয় বিশ্বাস বজায় রেখেছে।\nস্থানীয় ভারতীয় সম্প্রদায়ের বেশিরভাগ সদস্যই সিন্ধি। তারা যুক্তিসঙ্গতভাবে সচ্ছল, কিন্তু খুব কম সংখ্যককেই সমৃদ্ধ বলে গণ্য করা যেতে পারে। তাদের সাধারণ শিক্ষার স্তর কম। তাদের অধিকাংশই শুধুমাত্র তাদের মাতৃভাষা এবং স্প্যানিশ ভাষায় কথা বলে, ইংরেজির ছদ্মবেশে।\nভারতের অন্যান্য অঞ্চল থেকেও এখানে অল্প সংখ্যক পেশাদার রয়েছে। পেরুতে বসবাসের অনুমতি পাওয়া কঠিন নয়। কিন্তু নাগরিকত্ব আরও জটিল এবং শুধুমাত্র অল্প সংখ্যক ভারতীয়ই তা পেয়েছেন – মোট প্রায় ৪০ জনের মধ্যে ১০ জনের বেশি নয়। যদিও কিছু সাংস্কৃতিক কর্মকাণ্ড ভারতীয় বংশোদ্ভূত আরও উদ্যোগী ব্যক্তিদের দ্বারা সংগঠিত হয়, সাধারণভাবে তারা একটি নিম্ন প্রোফাইল বজায় রাখে। ভারত থেকে সম্প্রদায়কে বিচ্ছিন্ন করার বিশাল দূরত্ব বিবেচনা করে, তার মূল দেশে তার আগ্রহ প্রধান ঘটনাগুলির মধ্যে সীমাবদ্ধ।\n\n\n=== সুরিনাম ===\n\nসুরিনামে হিন্দুধর্মের কাহিনী বিস্তৃতভাবে গায়ানার সাথে সমান্তরাল। ডাচ এবং ব্রিটিশদের মধ্যে বিশেষ ব্যবস্থার মাধ্যমে ভারতীয় বন্দী শ্রমিকদের ঔপনিবেশিক ডাচ গায়ানায় পাঠানো হয়েছিল। পার্থক্য হল হিন্দুধর্মের প্রতি নেদারল্যান্ডের আরও উদার নীতি সংস্কৃতিকে আরও শক্তিশালী করা। উদাহরণগুলি হল কঠোর বর্ণপ্রথার অভাব এবং গীতা ও রামায়ণের প্রায় সর্বজনীন পাঠ।\nসুরিনামের ২০১২ সালের আদমশুমারি অনুসারে, হিন্দুরা জনসংখ্যার ২২.২৩%। হিন্দুরা বেশিরভাগই সুরিনামের উত্তর উপকূলীয় অঞ্চলে কেন্দ্রীভূত: নিকেরি, ওয়ানিকা এবং সারামাক্কা, যেখানে তারা বৃহত্তম ধর্মীয় গোষ্ঠী গঠন করে। সুরিনামে বেশ কিছু হিন্দু মন্দির আছে।\n\n\n=== উরুগুয়ে ===\nউরুগুয়েতে কয়েকটি যোগ সংস্থা রয়েছে, যেগুলি ভারতীয় চিন্তাধারা এবং দর্শনকে ছড়িয়ে দেয়- তাদের মধ্যে বিশিষ্ট হল, দিব্য সমাজের শিবপ্রেমানন্দ আশ্রম। মন্টেভিডিওতে সমুদ্র সৈকতের একটি অংশের নামকরণ করা হয়েছে মহাত্মা গান্ধীর নামে এবং সৈকতের পাশের একটি পার্কে গান্ধীজির আবক্ষ মূর্তি স্থাপন করা হয়েছে। মন্টেভিডিওতে তার নামে একটি স্কুল রয়েছে, একটি রাস্তা এবং আরেকটি স্কুলের নামকরণ করা হয়েছে 'রিপাবলিক অফ ইন্ডিয়া'র নামে। উরুগুয়েতে একটি ছোট ভারতীয় সম্প্রদায় রয়েছে যার প্রায় ৩০০ জন সদস্য রয়েছে।\n\n\n=== ভেনেজুয়েলা ===\nভেনেজুয়েলাতে ১৯৭০- এর দশকে তেল-সম্পর্কিত উচ্চ-আয়ের বছরগুলিতে, দেশে প্রায় ৪০০ অনাবাসী ভারতীয় ছিল। এছাড়াও সিউদাদ গুয়ানা এবং কারাকাস শহরে ত্রিনিদাদ এবং টোবাগো, সুরিনাম এবং গায়ানা থেকে কয়েক হাজার ইন্দো-ক্যারিবিয়ান রয়েছে।\nভারতীয় সম্প্রদায় পেট্রোলিয়াম এবং পেট্রোকেমিক্যাল সেক্টরের কর্মীদের পাশাপাশি বিপুল সংখ্যক ব্যবসায়ীদের নিয়ে গঠিত। তাদের মধ্যে অনেকেই তাদের পরিবারকে নিয়ে ভেনিজুয়েলায় গিয়েছিলেন, ভারত থেকে হোক বা অন্য কোথাও। বেশিরভাগ ব্যবসায়ী সিন্ধি সম্প্রদায়ের ছিল কিন্তু গুজরাট, পাঞ্জাব এবং দক্ষিণ ভারতীয় রাজ্যের কিছু লোকও ছিল।\n১৯৮২ সালে তেলের বুম শেষ হলে, স্থানীয় মুদ্রার অবমূল্যায়নের পর, অনেক অনাবাসী ভারতীয় তাদের ভাগ্য অন্যত্র খোঁজার সিদ্ধান্ত নেয়। বর্তমানে, ডায়াস্পোরা তার আগের আকারের অর্ধেকে নেমে এসেছে। ভেনেজুয়েলায় এখন মাত্র ৪৫টি ভারতীয় পরিবার রয়েছে যারা মূলত খুচরা ব্যবসায় জড়িত। উচ্চ প্রযুক্তির বিশেষজ্ঞদের মধ্যে খুব কম সংখ্যক আছে এবং শিল্প ও টেলিযোগাযোগ সেক্টরেও রয়েছে।\nতাদের সকলেই তাদের বসবাসের দেশে খুব ভালভাবে নিজেদেরকে মানিয়ে নিয়েছে এবং তাদের কঠোর পরিশ্রম, দক্ষতা এবং অরাজনৈতিক প্রকৃতির কারণে স্থানীয় জনগণের দ্বারা সাধারণত উচ্চ সম্মানের সাথে পরিচিত হয়।\nভেনিজুয়েলার সংবিধান সকল প্রবাসী কর্মীদের জন্য বৈষম্য ছাড়াই সমান অধিকারের নিশ্চয়তা দেয়। এটি ভারতীয় সম্প্রদায়ের জীবনকে সহজ করেছে।\nআরেকটি আকর্ষণীয় বৈশিষ্ট্য হল যে অনেক স্থানীয় লোক ভারতীয় ধর্ম এবং আধ্যাত্মিকতায় আগ্রহী।\nভারতীয় সম্প্রদায়ের কিছু সদস্যও তাদের অনুষ্ঠানে যোগ দেন। অনাবাসী ভারতীয়দের অধিকাংশই সুশিক্ষিত। তবে, তাদের স্বল্প সংখ্যার কারণে, তারা নিজেদেরকে একটি সক্রিয় প্রতিনিধিত্বকারী সংস্থা হিসাবে গড়ে তোলেনি। তবে তারা একে অপরের সাথে এবং কারাকাসে ভারতীয় দূতাবাসের সাথে যোগাযোগ রাখে। যদিও তাদের অনেক সাংস্কৃতিক কর্মকাণ্ডে জড়িত থাকার জন্য খুব কম সময় থাকে, তবুও তারা দীপাবলির মতো ভারতীয় উৎসব উদযাপন করতে একত্রিত হয়।\nসামগ্রিকভাবে, ভেনেজুয়েলায় ভারতীয় সম্প্রদায় যথেষ্ট সমৃদ্ধ এবং তাদের মাথাপিছু আয় রয়েছে যা জাতীয় গড় থেকে বেশি যা পিপিপির পরিপ্রেক্ষিতে US$৮,৩০০-এর মতো। তারা ভারতে জাতীয় দুর্যোগের সময় দুর্দশা উপশম করতে সাহায্য করার জন্য অনুদান সংগ্রহে সক্রিয় অংশ নেয়।\n২০১০ সালে, অ্যাসোসিয়েশন অফ রিলিজিয়ন ডেটা আর্কাইভ অনুসারে ভেনেজুয়েলায় ৫৮০ জন হিন্দু ছিল।\n\n\n== আরও দেখুন ==\n\nList of Hindu temples\nEncyclopedia of Hinduism\n\n\n== তথ্যসূত্র =="}