{"pageid": 1366799, "title": "বাংলাদেশে সিনেমা হল", "url": "https://bn.wikipedia.org/wiki?curid=1366799", "content": "বাংলাদেশের সিনেমা হলগুলো ব্রিটিশ ভারত থেকে শুরু করে পূর্ব পাকিস্তান হয়ে বাংলাদেশ সময়ে প্রতিষ্ঠিত হয়। বাংলাদেশের স্বাধীনতার পূর্বে ১৮৯৮ সালের ১৭ এপ্রিল সদরঘাটের পাটুয়াটুলি এলাকার ক্রাউন থিয়েটারে ঢাকার প্রথম চলচ্চিত্র প্রদর্শিত হয়। নব্বইয়ের দশকের শুরুতে সারা দেশে সিনেমা হল ছিল ১ হাজার ৪৩৫ টি।\n\n\n== ইতিহাস ==\nশাবিস্তান সিনেমা হল\nবাংলাদেশের প্রথম সিনেমা হল শাবিস্তান, পূর্ব নাম ছিল পিকচার হাউজ। প্রথম বিশ্বযুদ্ধের সময় লেজার নামক একজন ইংরেজ আরমানিটোলায় প্রতিষ্ঠা করেন এই হল। গ্রেটাগার্বোর একটি ছবি দিয়ে এই সিনেমা হলের যাত্রা শুরু হয়। হারিকেন আর লণ্ঠন দিয়ে সিনেমা প্রদর্শন করা হতো প্রথম দিকে। প্রতিদিন দু’টি করে ছবি দেখানো হতো এবং সাপ্তাহিক ছুটির দিন রোববারে দেখানো হতো তিনটি করে সিনেমা। আলাউদ্দিন ও আশ্চর্য প্রদীপ, দ্য কিড, মাই ড্যাডি, মহব্বত এমন সব বিখ্যাত সিনেমা দেখানো হয়েছিল শাবিস্তানে।\nসিনেমা প্যালেস (রূপমহল)\nবাংলাদেশের দ্বিতীয় সিনেমা হল সিনেমা প্যালেস, সদরঘাটের বুড়িগঙ্গা নদীর উত্তর দিকে ১৯২৪ সালে প্রতিষ্ঠিত হয়। কারো মতে, এই হলের প্রতিষ্ঠাতা ছিলেন রূপলাল দাস, কেউ বলেন ধীরেন দাশ। মালিকানা পরিবর্তনের সূত্রে এই হলের নামকরণ হয় মতিমহল। আরো পরে মুড়াপাড়ার জমিদার মুকুল ব্যানার্জীর মালিকানায় চলে গেলে হলের নতুন নাম হয় রূপমহল। এই রূপমহলেই ১৯৫৬ সালের ৩ আগস্ট মুক্তি পেয়েছিল বাংলাদেশের প্রথম সবাক চলচ্চিত্র ‘মুখ ও মুখোশ’। তদানীন্তন পূর্ব পাকিস্তানের গভর্নর শেরেবাংলা এ কে ফজলুল হক এ সিনেমা প্রদর্শনীর উদ্বোধন করেন।\nপ্যারাডাইস টকিজ\n১৯৩৮ সালে পুরান ঢাকার কেন্দ্রীয় জেলখানা এলাকার আলী দেউড়ির সাত রওয়াজায় স্থাপিত হওয়া প্যারাডাইজ টকিজ সিনেমা হল পরবর্তীতে নাম পরিবর্তন করে পরিচিত হয় ‘প্যারাডাইস’ সিনেমা হল নামে। ফয়েজুদ্দীন নামের এক ব্যক্তি ছিলেন এই হলের প্রতিষ্ঠাকালীন মালিক। ১৯৫৪ সালে আবার হলের নাম পাল্টিয়ে রাখা হয় নিউ প্যারাডাইস। এই হলে প্রদর্শিত প্রথম ছবি ছিল ‘জেলার’। বর্তমানে হলটি বিলুপ্ত।\nগুলিস্তান সিনেমা হল\nফুলবাড়িয়া রেলস্টেশনের (পরে এই স্টেশন কমলাপুর স্থানান্তর হয়) উত্তরে ঢাকা জেলা ক্রীড়া মিলনায়তন ও পল্টন মাঠের পাশে ১৯৫৩ সালে স্থাপিত হয় গুলিস্তান সিনেমা হল। কলকাতার চিত্র ব্যবসায়ী খান বাহাদুর ফজল আহমদ দেশভাগের পর এই হল প্রতিষ্ঠা করেন। প্রথমে এই হলের নাম ছিল লিবার্টি, পরে রাখা হয় গুলিস্তান। শুধু এই হলের নামের কারণেই এলাকাটি পরিচিত হয় গুলিস্তান নামে এবং তারই সাথে গড়ে উঠে এক জমজমাট চলচ্চিত্র ব্যবসা। মূলত এটি ছিল ঢাকার শিক্ষিত শ্রেণীর জন্য এক আকর্ষণীয় সিনেমা হল। ইংরেজি ছবি প্রদর্শন ছাড়াও অন্যান্য সব রুচিশীল সিনেমাও এখানে প্রদর্শন করা হতো। ১৯৫৩ সালে এখানে দেখানো হয় ডাচ ম্যান, বাবলা, রাজরানী; ১৯৫৪ সালে প্রদর্শিত হয় দ্য এনসার, আনমোল ঘড়ি; ১৯৫৫ সালে কুইন অব শিবা, অন্নদাতা, অপবাদ এবং ১৯৫৬ সালে প্রদর্শিত হয় পথের পাঁচালী। ১৯৫৯ সালে এফডিসির সহায়তায় নির্মিত চলচ্চিত্র ‘জাগো হুয়া সাভেরা’ সিনেমার প্রিমিয়াম অনুষ্ঠিত হয় এই হলে।\nলায়ন সিনেমা হল\nমহারানী ভিক্টোরিয়ার ৬০ বছর পূর্তি উপলক্ষে ঢাকার ইসলামপুরে ১৮৮৮ সালে প্রতিষ্ঠিত হয় লায়ন সিনেমা হল। প্রতিষ্ঠাকালীন এই হলের নাম ছিল ডায়মন্ড জুবিলী থিয়েটার। ১৯২০ সালে মির্জা আবদুল সর্দার নামের এক ব্যক্তির অধীনে চলে যায় এই হল। প্রথম দিকে নাটকের পাশাপাশি সিনেমা দেখানো হলেও ১৯২৭ সাল থেকে শুধুই সিনেমা প্রদর্শন হতে শুরু করে।\nব্রিটানিয়া সিনেমা হল\nদ্বিতীয় বিশ্বযুদ্ধের সময় গুলিস্তান মাজারের পাশে নির্মিত হয় ব্রিটানিয়া সিনেমা হল। এখানে শুধু ইংরেজি সিনেমা দেখানো হতো। সন্ধ্যা ৬টা থেকে রাত ৯টা পর্যন্ত সিনেমাগুলো প্রদর্শিত হতো।\nতাজমহল\nঢাকার মৌলভীবাজার এলাকার দুই ভাই মোখলেছুর রহমান ও আরিফুর রহমান ১৯২৯ সালে প্রতিষ্ঠা করেন তাজমহল নামে এ সিনেমা হল। ১৯৮০ সালে এ হল ভেঙে বহুতল ভবন নির্মাণ করা হয়।\nআজাদ সিনেমা হল\nপুরান ঢাকার জনসন রোডে অবস্থিত আজাদ সিনেমা হল। মুড়াপাড়ার জমিদার মুকুল ব্যানার্জীর নামানুসারে প্রথম দিকে এর নাম ছিল মুকুল টকিজ। ১৯২৯ সালে ঢাকায় নির্মিত হওয়া প্রথম নির্বাক চলচ্চিত্র ‘দ্য লাস্ট কিস’ এই হলে প্রদর্শিত হয়। এই তালিকায় আছেন শামসুর রাহমান, কাইয়ূম চৌধুরী, সরদার ফজলুল করিম, সৈয়দ শামসুল হকও। ১৯৩০ সালে এই হলে দেখানো হয় চণ্ডিদাস, গোরা, ফেয়ারওয়েল টু আর্মস ইত্যাদি বিখ্যাত সব ছবি। বর্তমানে হলটি কোনোরকমে টিকে আছে।\nমধুমিতা সিনেমা হল\n১৯৬৭ সালে প্রতিষ্ঠা হয় মধুমিতা সিনেমা হল। ইফতেখার উদ্দিন নওশাদের শিল্পপতি বাবা নিজের ভালো লাগা থেকে গড়ে তোলেন এ সিনেমা হল। এখানে প্রথম প্রদর্শিত ছবি হচ্ছে ‘ক্লিওপেট্রা’। ১৯৮১ সালের ২৭ মার্চ থেকে ২ এপ্রিলব্যাপী চলা ঢাকা আন্তর্জাতিক চলচ্চিত্র উৎসবের উদ্বোধন হয় এই সিনেমা হলে। ৫০ বছর পার করেছে মধুমিতা সিনেমা হল।\nমানসী সিনেমা হল\nঢাকার বংশালে অবস্থিত মানসী সিনেমা হল ১৯২০ শতকের তৃতীয় দশকে প্রতিষ্ঠিত হয়। এর মালিক ছিলেন বালিয়াটি জমিদার পরিবারের সদস্যরা। বর্তমানে কোনোরকমে টিকে আছে এই হলটি।\n\n\n== স্থানভিত্তিক সিনেমা হল ==\nরাজধানীর পরেই চলচ্চিত্রের বড় বাজার ছিল চট্টগ্রাম, টাঙ্গাইল, বগুড়া, সিরাজগঞ্জ, যশোর। ২০০০-২০২০ সময়ে বন্দরনগরী চট্টগ্রামে বন্ধ হয়ে গেছে ২০টি প্রেক্ষাগৃহ। বন্ধ হয়ে গেছে অলংকার, লায়ন্স, সানাই, রঙ্গম, সাগরিকা, বনানী, নূপুর, জলসা, গুলজার, উপহার, রিদম, উজালা, আকাশ, মেলোডি, সিনেমা কর্ণফুলী।\nবিভাগীয় শহর রাজশাহী ও কুমিল্লায় কোনো সিনেমা হল নেই। একসময় যশোরের পরিচিতি ছিল সিনেমা হলের শহর হিসেবে। ২১টি সিনেমা হল থেকে কমতে কমতে এখন মাত্র ২টি সিনেমা হল চালু আছে। খুলনায় সিনেমা হল ছিল ১১ টি। এখন আছে তিনটি। সিলেটের সাতটির মধ্যে একটি এবং রংপুরের পাঁচটি হলের মধ্যে একটি টিকে আছে।\nপর্যটননগরী কক্সবাজারে আগে দুটি হল ছিল। রাঙামাটি শহরেও নেই সিনেমা হল। আগে এখানে তিনটি হল ছিল। নরসিংদী জেলা শহরের তিনটি সিনেমা হলের একটিও এখন চালু নেই। ব্রাহ্মণবাড়িয়া শহরে তিনটি হলের সব কটিই এখন বন্ধ। সিনেমা হল নেই ঝালকাঠি, নড়াইল, পঞ্চগড়, মুন্সিগঞ্জ, নেত্রকোনা জেলা শহরেও। এ ছাড়া পটুয়াখালী, দিনাজপুর, ফরিদপুর, মানিকগঞ্জ, নেত্রকোনা, জামালপুরে বর্তমানে মাত্র একটি করে হল চালু আছে।\n\n\n== তথ্যসূত্র =="}