{"pageid": 1366930, "title": "আইফা উৎসব", "url": "https://bn.wikipedia.org/wiki?curid=1366930", "content": "বার্ষিক আইফা উৎসব দক্ষিণ ভারতীয় চলচ্চিত্র শিল্পের শৈল্পিক এবং কারিগরি অবদানকে পুরস্কৃত করে। অনুষ্ঠানটি আইফা পুরস্কারের দল উইজক্রাফ্ট ইন্টারন্যাশনাল কর্তৃক অনুষ্ঠিত হয় এবং তামিল, তেলুগু, মালয়ালম ও কন্নড় চলচ্চিত্রের প্রতিনিধিত্ব করে।\nঅনুষ্ঠানটি ২০১৬ সালে প্রবর্তিত হয়। ২০১৫ সালের ডিসেম্বর মাসে অনুষ্ঠানটি হওয়ার জন্য সময় নির্ধারিত হলেও ২০১৫ সালের দক্ষিণ ভারতীয় বন্যার কারণে এটি পিছিয়ে দেওয়া হয়। পুরস্কার দুটি পৃথক দিনে পৃথক অংশে প্রদান করা হয়। প্রথম দিনে তামিল এবং মালয়ালম চলচ্চিত্র শিল্পের সবচেয়ে প্রতিশ্রুতিশীল আসন্ন দক্ষিণ ভারতীয় চলচ্চিত্র শিল্পীদের সম্মানিত করা হয়, এবং দ্বিতীয় দিনে তেলুগু এবং কন্নড় চলচ্চিত্র শিল্পের শিল্পী ও কলাকুশলীদের সম্মানিত করা হয়। জেষ্ঠ শিল্পী এবং পেশাদারদের একটি জুরি পুরস্কারের জন্য মনোনীতদের বাছাই করেন এবং পাবলিক পোলিংয়ের মাধ্যমে ভোট দেওয়া হয়।\n\n\n== ইতিহাস ==\n২০১৫ সালের অক্টোবর মাসে আইফা পুরস্কারের দলটি ঘোষণা করে যে তারা দক্ষিণ ভারতীয় চলচ্চিত্র শিল্পের কৃতিত্বকে পুরস্কৃত করার জন্য আইফা উৎসব নামে একটি প্ল্যাটফর্ম তৈরি করবে। উদ্বোধনী অনুষ্ঠানটি ৪ থেকে ৬ ডিসেম্বরের মধ্যে হায়দ্রাবাদে অনুষ্ঠিত হবে বলে ঘোষণা করা হয়। ২০১৫ সালের ৩রা ডিসেম্বর আইফা ব্যবস্থাপনা পর্ষদেএ আন্দ্রে টিমিন্স ঘোষণা করেন যে ২০১৫ সালের চেন্নাই বন্যার ফলে অনুষ্ঠানটি স্থগিত করা হবে এবং অনুষ্ঠানটি পরবর্তী তারিখে একটি তহবিল সংগ্রহকারী হিসেবে অনুষ্ঠিত হবে।  ২০১৫ সালের চেন্নাই বন্যা থেকে পুনরুদ্ধারের প্রচেষ্টায় সাহায্য করার জন্য অনুষ্ঠানের আয়ের সাথে ২৪ থেকে ২৫ জানুয়ারি পর্যন্ত অনুষ্ঠানটি পুনরায় সাজানো এবং অনুষ্ঠিত হয়। \nউদ্বোধনী ইভেন্টের অংশ হিসেবে নির্মাতারা এফআইসিসিআই-আইফা মিডিয়া অ্যান্ড এন্টারটেইনমেন্ট বিজনেস কনক্লেভের আয়োজন করেন, যাতে করে ব্যবসা এবং বিনোদনের সংশ্লেষণ তৈরি হয়, যেখানে অতিথি বক্তাদের মধ্যে ছিলেন রমেশ সিপ্পি এবং রাকেশ ওমপ্রকাশ মেহরা। আয়োজকরা জানিয়েছেন যে আয়োজনটি বিদেশে নিয়ে যাওয়ার আগে পরবর্তী দুটি বার্ষিক আয়োজন হায়দ্রাবাদে অনুষ্ঠিত হবে। \n\n\n== অনুষ্ঠান ==\n\n\n== পুরস্কারের বিভাগ ==\nসেরা চলচ্চিত্র\nসেরা পরিচালক\nসেরা অভিনেতা\nসেরা অভিনেত্রী\nসেরা পার্শ্ব অভিনেতা\nশ্রেষ্ঠ পার্শ্ব অভিনেত্রী\nখল চরিত্রে সেরা অভিনেতা\nকৌতুক চরিত্রে সেরা অভিনেতা\nসেরা সঙ্গীত পরিচালক\nসেরা গীতিকার\nসেরা পুরুষ নেপথ্য কণ্ঠশিল্পী\nসেরা মহিলা নেপথ্য কণ্ঠশিল্পী\nসেরা কাহিনি\nসেরা চিত্রনাট্য\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকারী ওয়েবসাইট"}