{"pageid": 1366420, "title": "এস. আর. শঙ্করণ", "url": "https://bn.wikipedia.org/wiki?curid=1366420", "content": "এস আর শঙ্করন (১৯৩৪-২০১০) ছিলেন একজন ভারতীয় বেসামরিক কর্মচারী, সমাজকর্মী এবং ত্রিপুরা রাজ্যের মুখ্য সচিব, যিনি ১৯৭৬ সালের বন্ডেড লেবার অ্যাক্টের প্রয়োগের জন্য তাঁর অবদানের জন্য পরিচিত যা ভারতে বন্ধন শ্রম বিলুপ্ত করেছিল। ১৯৮৭ সালে পিপলস ওয়ার গ্রুপের হাতে জিম্মি হওয়া সাতজন বেসামরিক কর্মচারীর মধ্যে একজন, তিনি অন্ধ্র প্রদেশে নকশাল সহিংসতা বন্ধ করার জন্য ২০০৪ সালের আলোচনায় রাজ্য সরকারের প্রধান আলোচক ছিলেন। তিনি সাফাই কর্মচারি আন্দোলনের একজন পরামর্শদাতা ছিলেন, যেটি বেজওয়াদা উইলসন দ্বারা প্রচারিত একটি সামাজিক উদ্যোগ ভারতে ম্যানুয়াল স্ক্যাভেঞ্জিং নির্মূল করার জন্য। সমাজে অবদানের জন্য ভারত সরকার তাকে ২০০৫ সালে তৃতীয় সর্বোচ্চ বেসামরিক সম্মান পদ্মভূষণে ভূষিত করে, কিন্তু তিনি এই সম্মান প্রত্যাখ্যান করেন। তার সামাজিক কল্যাণমূলক কর্মকাণ্ড তাকে উপাধিতে ভূষিত করে, পিপলস আইএএস অফিসার।\n\n\n== জীবনী ==\nশঙ্করন ২২ অক্টোবর ১৯৩৪ সালে দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের থাঞ্জাভুরে তামিল ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন। তিনি আমেরিকান কলেজ, মাদুরাই থেকে অনার্স সহ বাণিজ্যে স্নাতক হন, পরীক্ষায় প্রথম হন এবং সেখানে লেকচারার হিসেবে যোগ দেন। যখন তিনি ১৯৫৬ সালে ভারতীয় প্রশাসনিক পরিষেবায় নিযুক্ত হন। তার আগের পোস্টিংগুলির মধ্যে একটি ছিল ১৯৫৯ সালে কুর্নুল জেলার নান্দিয়ালের সাব-কালেক্টর হিসাবে। পরে, তৎকালীন ইস্পাত ও খনি মন্ত্রী মোহন কুমারমঙ্গলামের বিশেষ সহকারী হিসেবে কেন্দ্রীয় সরকারে যাওয়ার আগে তিনি আদিলাবাদ, খাম্মাম এবং নেলোরের জেলা কালেক্টর হিসেবে দায়িত্ব পালন করেন। এই পদে থাকাকালীন, তিনি কুমারমঙ্গলমকে ১৯৭১-৭৩ সালে কয়লা খনি জাতীয়করণের মাধ্যমে এগিয়ে নিতে সহায়তা করেছিলেন। তিনি অন্ধ্র প্রদেশ সরকারের সমাজকল্যাণ বিষয়ক প্রধান সচিব হিসাবে রাজ্যে ফিরে আসেন, এই পদটি তিনি দুটি ভিন্ন সময়ের জন্য অধিষ্ঠিত ছিলেন। প্রিন্সিপাল সেক্রেটারি হিসাবে তার প্রথম মেয়াদে, তিনি উপজাতীয় এলাকার একক-লাইন প্রশাসনের জন্য সমন্বিত উপজাতীয় উন্নয়ন সংস্থাগুলি প্রতিষ্ঠা করেছিলেন এবং সমাজের আর্থিকভাবে দুর্বল অংশগুলির জন্য নির্দিষ্ট করা বাজেটের সংস্থানগুলির পর্যাপ্ত বিধান নিশ্চিত করার জন্য বিশেষ উপাদান পরিকল্পনা এবং উপজাতীয় উপ-পরিকল্পনা চালু করেছিলেন। . এই স্কিমগুলির অধীনে, তিনি ধর্মান্তরকরণ, নারীর প্রতি নৃশংসতা এবং দলিতদের শিক্ষার মতো বিষয়গুলিকে সম্বোধন করেছিলেন; তিনি দলিত লোকদের জন্য নিবেদিত স্কুল এবং হোস্টেল স্থাপন করেছিলেন যা শেষ পর্যন্ত অন্ধ্রপ্রদেশ সমাজকল্যাণ আবাসিক বিদ্যালয়ে বিকশিত হয় এবং তেলেঙ্গানা রাজ্যের বিভক্ত হওয়ার পরে সেই স্কুলগুলিকে তেলেঙ্গানা রাজ্যে তেলেঙ্গানা সমাজকল্যাণ আবাসিক স্কুল বলা হয়। তিনি গ্রামবাসীদের দাসত্ব থেকে মুক্ত হতে অনুপ্রাণিত করার জন্য গ্রামে সফর করেছিলেন এবং ১৯৭৬ সালের বন্ডেড লেবার অ্যাক্টের বিলুপ্তিকরণে অবদান রেখেছিলেন। শোনা যায় যে শঙ্করনের প্রচেষ্টা শাসক মুখ্যমন্ত্রী কর্তৃক অস্বীকৃত হয়েছিল। এবং তাকে ছুটিতে যেতে বলা হয়েছিল যখন নৃপেন চক্রবর্তী, যিনি সেই সময়ে ত্রিপুরার মুখ্যমন্ত্রী ছিলেন, তাকে ত্রিপুরা রাজ্য প্রশাসনে মুখ্য সচিব হিসাবে যোগদানের আমন্ত্রণ জানান।, একটি পোস্ট তিনি ছয় বছর ধরে অধিষ্ঠিত।\nত্রিপুরায় তার কার্যকালের পর, তিনি কেন্দ্রীয় সরকারে চলে যান, গ্রামীণ উন্নয়ন মন্ত্রকের সচিবের পদে অধিষ্ঠিত থাকাকালীন চাকরি থেকে বরখাস্ত হন। এই সময়কালে, তিনি ১৯৮৫ সালের করমচেদু গণহত্যার শিকারদের পুনর্বাসনের জন্য কাজ করেছিলেন যখন উচ্চ বর্ণের সম্প্রদায়ের সাথে সংঘর্ষে ৬ দলিত নিহত হয়েছিল। পরবর্তীতে, ১৯৮৭ সালে পিপলস ওয়ার গ্রুপ তাকে বন্দী করে রাখে, যখন তারা পূর্ব গোদাবরী জেলা কিন্তু পরে অন্যদের সাথে তাকে মুক্ত করা হয়। চাকরি থেকে অবসর নেওয়ার পর, তিনি অন্ধ্রপ্রদেশে ফিরে আসেন যখন নকশাল-মাওবাদী বিদ্রোহ জোরদার হচ্ছিল এবং তিনি ১৯৯৭ সালে কনসার্নড সিটিজেনস কমিটি নামে একটি সামাজিক ফোরাম সংগঠিত করেছিলেন যা বিদ্রোহীদের জাল এনকাউন্টার হত্যার পাশাপাশি জঙ্গিবাদের বিরুদ্ধে প্রতিবাদ করেছিল। বিদ্রোহীরা তিনি ২০০৩ সালে ভারতের সুপ্রিম কোর্ট কর্তৃক খাদ্য নিরাপত্তা সংক্রান্ত প্যানেলের কমিশনার হিসেবে নিযুক্ত হন যেখানে তিনি দুই বছর দায়িত্ব পালন করেন। অন্ধ্র প্রদেশে ফিরে আসার পর, রাজ্য সরকার তাকে ২০০৪ সালে জঙ্গিদের সাথে আলোচনার জন্য প্রধান আলোচক হিসেবে নিযুক্ত করে তিনি সরকার ও জঙ্গিদের মধ্যে দুই দফা আলোচনার মধ্যস্থতা করেন কিন্তু সরকার সম্পূর্ণ নিরস্ত্রীকরণের ওপর জোর দেওয়ায় আলোচনা ফলপ্রসূ হয়নি; যাইহোক, এই প্রথম মাওবাদীরা সরকারের সাথে আলোচনায় সম্মত হয়েছিল। নকশাল গোষ্ঠীর সাথে আলোচনা ব্যর্থ হওয়ার পরে, তিনি বেজওয়াদা উইলসন দ্বারা প্রতিষ্ঠিত সাফাই কর্মচারি আন্দোলনের সাথে জড়িত ছিলেন এবং সংগঠনের পরামর্শদাতা হিসাবে কাজ করেছিলেন। তাঁর নির্দেশনায়, উদ্যোগটি রাজ্যের বেশিরভাগ কায়িক শ্রমিককে মুক্ত করার জন্য কাজ করেছিল যে পর্যন্ত তাদের সংখ্যা ১.৩ মিলিয়ন থেকে ৩০০,০০০ এ নেমে আসে।\nশঙ্করন, যিনি ঘনশ্যাম শাহের ২০০২ প্রকাশনা, দলিত এবং রাজ্যের একটি অধ্যায়, প্রশাসন এবং দরিদ্র, অবদান রেখেছিলেন, ৭ অক্টোবর ২০১০ সালে হায়দ্রাবাদে ৭৫ বছর বয়সে হৃদরোগে আক্রান্ত হয়ে মারা যান। তার মৃতদেহ পরের দিন পুঞ্জাগুত্তা শ্মশানে অগ্নিশিখার মধ্যে সীমাবদ্ধ ছিল, হাজার হাজার মানুষের উপস্থিতিতে তার ভাইঝি অন্ত্যেষ্টিক্রিয়ার চিতায় আলোকপাত করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"10 Amazingly Dedicated Indian Civil Servants You Will Be Proud To Know\"। Web article। Better India। ২১ মার্চ ২০১৫। সংগ্রহের তারিখ ৫ জুন ২০১৬। \n\n\n== আরো পড়ুন ==\nK B Saxena; G Haragopal (২০১৪)। Marginalization, development and resistance : essays in tribute to S.R. Sankaran। Aakar Books। ওসিএলসি 898011643। \nE. A. S. Sarma (অক্টোবর ২০১০)। \"S R Sankaran: In Memoriam\"। Economic and Political Weekly। 45 (43): 25–27। জেস্টোর 20787495।"}