{"pageid": 1366829, "title": "ডিস্কো দিওয়ানে", "url": "https://bn.wikipedia.org/wiki?curid=1366829", "content": "ডিস্কো দিওয়ানে ( উর্দু: ڈسکو دیوانے‎‎   ) ১৯৮১ সালের একটি পাকিস্তানি পপ অ্যালবাম যা পাকিস্তানি গায়িকা নাজিয়া হাসান দ্বারা প্রকাশিত হয়। সঙ্গীতটি ভারতীয়-ব্রিটিশ সঙ্গীত পরিচালক বিদ্দু দ্বারা রচিত হয়েছিল, যিনি এটিকে এইচএমভি ইন্ডিয়া/সারেগামা লেবেলের অধীনেও প্রযোজনা করেছিলেন। এটি বিশ্বব্যাপী চৌদ্দটি দেশে তালিকাভুক্ত হয়েছে এবং এখন পর্যন্ত সর্বাধিক বিক্রিত এশিয়ান পপ রেকর্ড হয়ে উঠেছে। প্রথম অ্যালবামটি নাজিয়া হাসানকে রাতারাতি খ্যাতির দিকে নিয়ে যায়। এটি দক্ষিণ এশিয়া জুড়ে সঙ্গীতের প্রবণতা পরিবর্তন করেছে, যেখানে এটি বিক্রির রেকর্ড ভেঙে দিয়েছে। ভারতে, এটি শুধুমাত্র মুম্বাইতে প্রকাশের এক দিনের মধ্যে ১০০,০০০ রেকর্ড বিক্রি করে, তিন সপ্তাহের মধ্যে প্ল্যাটিনাম হয়ে যায়, এবং এর পরেই ডাবল-প্ল্যাটিনাম হয়ে যায়।\nদক্ষিণ এশিয়ায়, যেখানে মিউজিক ইন্ডাস্ট্রিতে আগে ফিল্মি বলিউড সাউন্ডট্র্যাকগুলির আধিপত্য ছিল, ডিস্কো দিওয়ানে ছিল প্রথম নন-সাউন্ডট্র্যাক অ্যালবাম যা সমগ্র অঞ্চল জুড়ে একটি বড় সাফল্য হয়ে ওঠে, স্বাধীন পাকিস্তানি এবং ভারতীয় পপ সঙ্গীত দৃশ্যের উত্থানের পথ প্রশস্ত করে। এটি ব্রাজিলের চার্টের শীর্ষে থাকা প্রথম দক্ষিণ এশীয় পপ অ্যালবামও ছিল, রাশিয়া, দক্ষিণ আফ্রিকা, ফিলিপাইন, মালয়েশিয়া, ইন্দোনেশিয়া এবং লাতিন আমেরিকাতেও এটি একটি হিট হয়ে ওঠে এবং দক্ষিণ এশীয় প্রবাসীদের মধ্যে এমন অঞ্চলে সাফল্য লাভ করে। যেমন কানাডা, যুক্তরাজ্য, মার্কিন যুক্তরাষ্ট্র এবং ওয়েস্ট ইন্ডিজ ।\nএই গানটি মিসেস মার্ভেল ইন সিইং রেড সিরিজের সাউন্ডট্র্যাকেও উপস্থিত হয়েছিল।\n\n\n== ট্র্যাক তালিকা ==\n\n\n== কৃতিত্ব ==\n\n\n=== সঙ্গীত পরিচালকগণ ===\nঅধিকাংশ গানের সুর করেছেন বিদ্দু\n\nবিদ্দু\nআরশাদ মেহমুদ\nজোহেব হাসান\n\n\n=== গীতিকার ===\nনাজিয়া ও জোহেব হাসান\nআনোয়ার খালিদ\nমীরাজি\nফারুক কায়সার\nনিগার সেভাই\n\n\n== কভার সংস্করণ ==\n\n\n=== ড্রিমার দেবানে ===\nনাজিয়া হাসান ইংরেজি ভাষায় টাইটেল ট্র্যাক \"ড্রিমার দিওয়ানে\" এর একটি রিমিক্সড কভার সংস্করণ পরিবেশন করেন, \"ড্রিমার দেবানে\" (১৯৮৩), যা একক হিসাবে প্রকাশিত হয়েছিল। এটি একটি পাকিস্তানি মহিলা গায়কের দ্বারা প্রথম একক যা যুক্তরাজ্যের একক চার্টে প্রবেশ করেছে।\n\n\n=== পারা উশার ===\n১৯৯৭ সালে, কে এস চিত্রার গাওয়া \"পারা উশার\" নামক তামিল গানে \"ডিস্কো দিওয়ানে\" শিরোনাম গানটি পুনরায় ব্যবহার করা হয়েছিল।\n\n\n=== দ্য ডিস্কো সং ===\n১০১২ সালে, \"ডিস্কো দিওয়ানে\" শিরোনাম গানটির একটি পরিমার্জিত কভার সংস্করণ ভারতীয় বলিউড চলচ্চিত্র স্টুডেন্ট অফ দ্য ইয়ারে অন্তর্ভুক্ত করা হয়েছিল। \"দ্য ডিস্কো সং\" বলা হয়, এটি সুনিধি চৌহান এবং বেনি দয়ালের কণ্ঠের সাথে নাজিয়া হাসানের কণ্ঠকে অন্তর্ভুক্ত করে, যখন মিউজিক ভিডিওটিতে আলিয়া ভাট, সিদ্ধার্থ মালহোত্রা, বরুণ ধাওয়ান এবং কাজলের মতো বলিউড অভিনেতারা উপস্থিত রয়েছে।\nকরণ জোহর তার ১০১২ সালের স্টুডেন্ট অফ দ্য ইয়ার চলচ্চিত্রে সা রে গা মা- এর গানের লাইসেন্স পাওয়ার পর গানটি ব্যবহার করেছিলেন। এটি নাজিয়া হাসানের পরিবার দ্বারা প্রতিদ্বন্দ্বিতা করেছে, কারণ তারা দাবি করেছে যে এইচএমভি অ্যালবামের মালিক নয় কারণ এটি লন্ডনে তাদের অর্থায়ন করেছিল।\n\n\n== তথ্যসূত্র =="}