{"pageid": 1366711, "title": "উপপাণ্ডব", "url": "https://bn.wikipedia.org/wiki?curid=1366711", "content": "হিন্দু মহাকাব্য মহাভারতে, উপপাণ্ডব (আইএএসটি: Upapāṇḍava, সংস্কৃত: उपपाण्डव, অর্থ. বয়:কনিষ্ঠ পাণ্ডবগণ), যারা পাণ্ডবপুত্র নামেও পরিচিত (আইএএসটি: Pāṇḍavaputra, সংস্কৃত: पाण्डवपुत्र, lit. পাণ্ডবদের পুত্র), দৌপদেয় বা পঞ্চকুমার (আইএএসটি: Pañcakumāra, সংস্কৃত: पञ्चकुमार, অর্থ. পাঁচ পুত্র) পাঁচ পাণ্ডবের প্রত্যেকের থেকে রানী দ্রৌপদীর পাঁচ পুত্র। তারা হলেন প্রতিবিন্ধ্য, সুতসোম, শ্রুতকর্মা, শতানীক এবং শ্রুতসেন। তারা ছিলেন অতীরথী, যেমন ভীষ্ম উল্লেখ করেছেন, এবং পাণ্ডবদের পক্ষে কুরুক্ষেত্র যুদ্ধ করেছিলেন এবং বহু শত্রু যোদ্ধাকে হত্যা করেছিলেন। তারা তাদের পিতাদের মতোই প্রতাপশালী ছিল কিন্তু তা ছাড়া মহাভারতে ভাইদের সম্পর্কে তেমন কিছু বলা হয়নি। তারা খুব শক্তিশালী ছিল এবং তারা কেবল উল্লেখযোগ্য কিছু কৌরব যোদ্ধার কাছে পরাজিত হয়েছিল।\nতাদের অর্ধেক এবং পূর্ণ পৈত্রিক ৩ ভাই ছিল যাদের মধ্যে - অভিমন্যু, ঘটোৎকচ এবং ইরাবানও যুদ্ধে যুদ্ধ করেছিলেন। এই ৮ ভাইয়ের সকলেই যুদ্ধে নিহত হয়।\nঅভিমন্যুর সাথে উপপাণ্ডবরাও ৯ম দিনে রাক্ষস রাজা আলাম্বুশার সাথে যুদ্ধ করেছিলেন কিন্তু তারা সকলেই আলাম্বুশার কাছে পরাজিত হয়েছিল এবং অভিমন্যুর তাদেরকে উদ্ধার করতে হয়েছিল। ১১তম দিনে নকুলের পুত্র শতানীক কর্ণ এর পুত্র বৃষসেনের কাছে পরাজিত হন।\n\n\n== প্রতিবিন্ধ্য ==\nপ্রতিবিন্ধ্য (আইএএসটি: Prativindhya, সংস্কৃত: प्रतविन्ध्य, অর্থ. সূর্যের মত উজ্জ্বল অথবা বিন্ধ্য এর দিকে) অথবা শ্রুতবিন্ধ্য (আইএএসটি: Śrutavindhya, সংস্কৃত: श्रुतविन्ध्य, অর্থ. বুদ্ধের সাথে সম্পর্কিত) যুধিষ্ঠির ও দ্রৌপদীর পুত্র এবং উপপাণ্ডবদের মধ্যে জ্যেষ্ঠ ছিলেন। তাকে একজন দক্ষ যোদ্ধা হিসাবে বর্ণনা করা হয়েছিল, যিনি \"বজ্র-চালিত শক্র (ইন্দ্র)\" এর মতো সৈন্যদের মোকাবেলা করতে পরিচিত। কুরুক্ষেত্র যুদ্ধে প্রতিবিন্ধ্য শকুনির সাথে যুদ্ধ করেন। নবম দিনে অলম্বুষাকে অজ্ঞান করে প্রতিবিন্ধ্য আঘাত করে। তিনি সাহস দেখিয়ে পিতা যুধিষ্ঠিরকেও দ্রোণাচার্যের হাত থেকে উদ্ধার করেন।\n১৪তম দিনে তিনি দুঃশাসনের পুত্র ধুম্রসেনকে হত্যা করেছিলেন যিনি অভিমন্যুকে হত্যা করেছিলেন এবং প্রতিশোধ গ্রহণ করেছিলেন। ১৪তম রাতে, তিনি সুতসোমের সাথে কয়েকজন কৌরবদের সাথে যুদ্ধ করেছিলেন। ১৫তম দিনে, তিনি অশ্বত্থামার অগ্রযাত্রাকে অনেকক্ষণ ধরে আটকে রেখেছিলেন কিন্তু শেষ পর্যন্ত দ্রৌণীর হাতে পরাজিত হয়ে যুদ্ধ থেকে পিছু হটতে হয়েছিল। তিনি ১৬তম দিনে অভিসারের রাজা চিত্রাকে হত্যা করেন।প্রতিবিন্ধ্য জনৈকা ঋষিকন্যা সুবলাকে যুদ্ধে হারিয়ে বিবাহ করেছিলেন। সুবলা ও প্রতিবিন্ধ্যের তিনটি পুত্র হয় যৌদ্ধেয়,জয়ন্ত ও অবগাহা।জয়ন্ত বানাসুরের কন্যা ঊষার সখী চিত্রালেখাকে বিয়ে করেন ও তাদের প্রবাহন নামে একটি পুত্র হয়।এছাড়াও প্রতিবিন্ধ্য দ্রৌপদীর খুড়তুতো ভাই জনমেজয়ের কন্যা স্বর্ণা এবং কৃষ্ণভক্ত অসুর পঞ্চনন্দের জ্যেষ্ঠা কন্যা প্রিয়দর্শিনীকে বিবাহ করেন।স্বর্ণার গর্ভে সমরাজা নামে একটি ছেলে হয়। সমরাজার পুত্র মরিচী যুধিষ্ঠির ও দেবিকার কন্যার কন্যাকে বিবাহ করেন ও তাদের শান্ডিল্য নামে একটি ছেলে হয়।প্রিয়দর্শিনী প্রতিবিন্ধ্যর মৃত্যুর সময় গর্ভবতী ছিলেন।পরে তিনি সত্যপ্রিয়া নামে একটি মেয়ে হয়।\n\n\n== সুতসোম ==\nসুতসোম (সংস্কৃত: सुतसोम, অর্থ. যিনি সোম আহরণ করেছেন বা যার চাঁদের সৌন্দর্য রয়েছে তাকে প্রজ্বলিত করেছেন) ছিলেন ভীম ও দ্রৌপদীর পুত্র, উপপাণ্ডবদের তৃতীয়। যুদ্ধে তিনি সৈন্যদেরও সামলাতেন। তিনি গদা যুদ্ধ এবং ধনুর্বিদ্যায় পারদর্শী ছিলেন। যুদ্ধের প্রথম দিনে তিনি কৌরব রাজকুমার বিকর্ণের সাথে যুদ্ধ করেন। তিনি শকুনিকে প্রায় হত্যা করে যুদ্ধে প্রধান ভূমিকা পালন করেন। সুতসোম, ১২তম দিনে, দ্রোণাচার্যের দিকে পরাক্রমশালী কৌরব বিবিস্মতির অগ্রযাত্রাকে থামিয়ে দেয়। তিনি ১৪তম রাতে কিছু কৌরবদের সাথে যুদ্ধ করেছিলেন, তার সৎ ভাই প্রতিবিন্ধ্যের সাথে। তিনি যুধিষ্ঠির এবং অন্যান্য উপপাণ্ডবদের সাথে ১৫তম দিনে দুঃশাসন এবং অন্যান্য কৌরবদের আটকানোর জন্য একটি প্রধান ভূমিকা পালন করেছিলেন। সূতসোমের প্রথম স্ত্রী ছিলেন চন্ডাদেবী নামে এক ঋষিকন্যা যাকে পবনদেবের স্ত্রী ভারতী বা স্বস্তির অংশাবতার মনে করা হয়।চন্ডাদেবীর গর্ভে সূতসোমের দুই পুত্র কক্ষসেন ও ব্রজের জন্ম হয়। কক্ষসেনের পুত্র ছিলেন অভিপ্রতীন।এছাড়াও সূতসোম শ্রীকৃষ্ণ ও রোহিনীর কন্যা ভীমনিকা এবং পঞ্চানন্দের তৃতীয় কন্যাকে বিবাহ করেন।\n\n\n== শতানীক ==\nশতানীক (আইএএসটি: Śatānīka, সংস্কৃত: शतानीक, অর্থ. যার শত সৈন্য রয়েছে) ছিলেন নকুল ও দ্রৌপদীর পুত্র। তিনি ছিলেন উপপাণ্ডবদের মধ্যে দ্বিতীয়। কুরু বংশের একজন বিখ্যাত রাজর্ষির নামানুসারে তাঁর নামকরণ করা হয়েছিল যাকে বিশ্বদেবদের অবতার বলে মনে করা হত। তিনি তার মামা এবং শিক্ষক ধৃষ্টদ্যুম্নের অধীনে একজন উপ সর্বাধিনায়ক হিসেবে মনোনীত হন, ব‍্যূহ পরিকল্পনার দায়িত্বে ছিলেন। উপপাণ্ডবদের মধ্যে তিনি ছিলেন সবচেয়ে শক্তিশালী। তিনি কৌরব মিত্র ভূতকর্মার সেনাবাহিনীর সাথে ভূতকর্মাকেও হত্যা করেছিলেন। শতানীকও ষষ্ঠ দিনে কৌরব রাজপুত্র দুষ্কর্ণকে পরাজিত করেন। ১১তম দিনে তিনি কর্ণের পুত্র বৃষসেনের কাছে পরাজিত হন। তিনি কৌরব জয়ৎসেন, চিত্রসেন ও শ্রুতকর্মাকে পরাজিত করেন এবং কলিঙ্গের এক রাজপুত্রকে হত্যা করেন। ১৭তম দিনেও শতানীক কৌরব বাহিনীর ব্যাপক ধ্বংস সাধন করেন। শতানিক প্রথমে একজন যবিনারা রাজকন্যাকে বিবাহ করেন।এই রাজকন্যার গর্ভে কেশীদর্ভ নামে একটি পুত্র হয়।শতনিকের দ্বিতীয় এবং প্রিয় স্ত্রী ছিলেন শ্রীকৃষ্ণ ও সত্যভামার কন্যা ভানুরেখা।ভানুরেখার গর্ভে কৃষ্ণ,দান ও বীর নামে তিন পুত্র হয়।কৃষ্ণের পুত্র ছিলেন বিবাক্ষু। বিবক্ষুর আট পুত্রদের মধ্যে সবার ছোট ছিলেন ভুরি।ভুরির পুত্র চিত্ররথ।এছাড়াও শতানিক পঞ্চানন্দের দ্বিতীয় কন্যাকে বিবাহ করেন।তৃতীয় স্ত্রীর গর্ভে নিরামিত্র নামে একটি পুত্র হয়।এই নিরামিত্রের পুত্র ছিলেন শ্লোক।\n\n\n== শ্রুতসেন ==\nশ্রুতসেন (আইএএসটি: Śrutasena, অর্থ. স্বর্গীয় বাহিনীর সেনাপতি) ছিলেন সহদেব ও দ্রৌপদীর পুত্র এবং উপপাণ্ডবদের চতুর্থ; তার বাবার মতো তিনিও স্মার্ট এবং বুদ্ধিমান ছিলেন। মহাভারতের চটাহুর্দি বিশ্লেষণে দেখা যায়, তিনি যুদ্ধে শকুনির কাছে পরাজিত হন; তিনি যুদ্ধের ১৪তম দিনে ভূরিশ্রবার ছোট ভাই শলকে হত্যা করেন। তিনি দুষ্মনারা এবং দুর্মুখের মতো অন্যান্য যোদ্ধাদের সাথে যুদ্ধ করেছিলেন এবং তাদের পরাজিত করেছিলেন। তিনি কৌরব যোদ্ধা দেববৃদ্ধের পুত্রকেও হত্যা করেছিলেন।শ্রুতসেন শ্রীকৃষ্ণ ও কালিন্দির কন্যা তাম্রপানী এবং পঞ্চানন্দের চতুর্থ কন্যাকে বিবাহ করেছিলেন।তার দ্বিতীয় স্ত্রীর গর্ভে শ্রুতশ্রব ও দিলীপ নামে দুই পুত্র হয়।\n\n\n== শ্রুতকর্মা ==\nশ্রুতকর্মা (আইএএসটি: Śrutakarma, অর্থ. তিনি যিনি তার ভাল কাজের জন্য পরিচিত) ছিলেন অর্জুন এবং দ্রৌপদীর পুত্র, এবং উপপাণ্ডবদের মধ্যে কনিষ্ঠ। তার ঘোড়াগুলোর মাছরাঙার রঙের হবার কথা জানা যায়। তিনি তার পিতার মতো একজন দক্ষ তীরন্দাজ ছিলেন এবং প্রথম দিনেই কম্বোজ শাসক সুদক্ষিণকে পরাজিত করেছিলেন। ৬ষ্ঠ দিনে তিনি কৌরব জয়সেনকেও পরাজিত করেন।  তিনি দুঃশাসন এবং অশ্বথামার বিরুদ্ধে যুদ্ধে তীরন্দাজ দ্বন্দ্বে লড়াই করেছিলেন এবং তাদের ভাল লড়াই করেছিলেন। তিনি ১৬তম দিনে অভিসারের আরেক রাজা চিত্রসেনকে হত্যা করেছিলেন।তিনি শ্রীকৃষ্ণ ও ভদ্রার কন্যা জলন্ধমা এবং পঞ্চানন্দের পঞ্চম কন্যাকে বিবাহ করেছিলেন।\n\n\n== তাদের জন্মের ক্রম ==\nউপপাণ্ডবদের জন্মের ক্রম তাদের পিতৃপুরুষদের মতো ছিল না।\n\nপ্রতিবিন্ধ্য - যুধিষ্ঠির পুত্র\nশতানীক- নকুল পুত্র\nসূতসোম- ভীম পুত্র\nশ্রুতসেন - সহদেব পুত্র\nশ্রুতকর্মা - অর্জুন পুত্র\nকুন্তীর জ্যেষ্ঠ পুত্র যুধিষ্ঠির হওয়ায় দ্রৌপদীর কক্ষে প্রবেশের পর মাদ্রীর জ্যেষ্ঠ পুত্র হিসাবে নকুল দ্রৌপদীর কক্ষে প্রবেশ করেন।এরপর কুন্তীর দ্বিতীয় পুত্র ভীম এবং মাদ্রীর দ্বিতীয় পুত্র সহদেব আসেন।অবশেষে অর্জুন আসেন।কিন্তু প্রথম বর্ষে যুধিষ্ঠিরের সাথে সহবাসকালে অর্জুন বনবাসে চলে যান। বনবাস থেকে ফিরে এসে প্রথমবারের মতো দ্রৌপদীর কক্ষে প্রবেশ করেন।ফলে শ্রুতকর্মা অন্য চার উপপাণ্ডব এমনকি অভিমন্যুর থেকেও অনেকটাই ছোট ছিলেন।\n\n\n== মৃত্যু ==\n\nদুর্যোধনের মৃত্যু এবং কৌরবদের পরাজয়ের পর যুদ্ধের শেষ রাতে, অশ্বথামা একমাত্র জীবিত কৌরব যোদ্ধাদের - কৃতবর্মা এবং কৃপাচার্যকেএকত্রিত করেন এবং পাণ্ডব শিবির আক্রমণ করেন। তিনি ধৃষ্টদ্যুম্ন এবং পাণ্ডব বাহিনীর অন্যান্য অনেক বিশিষ্ট যোদ্ধাদের হত্যা করেছিলেন যখন তারা ঘুমন্ত অবস্থায় ছিলেন অথবা তাকে লড়াইয়ে প্রতিহত করার চেষ্টা করেছিলেন।\nঅশ্বত্থামার ঘুমন্ত শিবিরে আক্রমণে অন্যান্য সৈন্যদের চিৎকার শুনে তাদের তাবু থেকে বেরিয়ে আসা শিখণ্ডী সহ ততক্ষণে জেগে ওঠা সমস্ত উপপাণ্ডবকে হত্যা করেছিলেন। গল্পের কিছু সংস্করণে, তিনি অন্ধকারের কারণে তাদের পাঁচ পাণ্ডব ভাই বলে বিশ্বাস করেন; অন্যদের মধ্যে, তিনি উদ্দেশ্যমূলকভাবে পাণ্ডবদের উত্তরাধিকারীদের আক্রমণ করেন যাতে পাণ্ডবদের তাদের বংশ ধ্বংস করে মানসিকভাবে আঘাত করা যায়।\nউত্তরার গর্ভে থাকা শিশু পরীক্ষিতকে হত্যা করার চেষ্টা করার জন্য, ৩০০০ বছর যাবৎ একাকীত্ব, দুরারোগ্য ক্ষত এবং আলসার নিয়ে পৃথিবীতে বিচরণ করার জন্য শেষ পর্যন্ত কৃষ্ণ কর্তৃক অশ্বত্থামা অভিশাপ পেয়েছিলেন।\nমহাভারতের জাতক কাহিনী সংস্করণে, পরীক্ষিতের পরামর্শদাতারা সুতসোমকে অন্তর্ভুক্ত করেছিলেন। প্রতিবিন্ধ্য, শ্রুতকর্মা, এবং শতানীক অন্ততপক্ষে (যাকে এমনকি সৌপ্তিক পর্বেও আহত হিসাবে দেখানো হয়েছে মৃত নয়) তারা জাতকের কাহিনীতে দীর্ঘায়ু বিশিষ্ট ছিল।\n\n\n== তথ্যসূত্র =="}