{"pageid": 1366912, "title": "তিপ্রাল্যান্ড", "url": "https://bn.wikipedia.org/wiki?curid=1366912", "content": "ত্রিপুরা রাজ্যের আদিবাসী অঞ্চলে আদিবাসী ত্রিপুরী জনগণের জন্য তিপ্রাল্যান্ড হল ভারতের একটি প্রস্তাবিত রাজ্যের নাম। তারা ত্রিপুরা আদিবাসী অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ এবং আশেপাশের কিছু এলাকাকে ত্রিপুরা থেকে আলাদা রাজ্যে পরিণত করার দাবি জানায়। প্রস্তাবিত রাজ্যটি ত্রিপুরার মোট ভৌগোলিক এলাকার ৬৮% আবৃত করে এবং ত্রিপুরার মোট জনসংখ্যার এক-তৃতীয়াংশেরও বেশি বাস করে।\nএছাড়াও টিটিএএডিসি-এর বাইরে ত্রিপুরীদের প্রভাবশালী এলাকা যুক্ত করে একটি \"বৃহত্তর তিপ্রাল্যান্ড\" এবং ভারতের অন্যান্য রাজ্যে বসবাসকারী ত্রিপুরীদের জন্য উন্নয়ন পরিষদ গঠনের দাবি রয়েছে৷\n\n\n== পটভূমি ==\nভারতীয় সংবিধানের অনুচ্ছেদ ২ এবং ৩ এর অধীনে ত্রিপুরা উপজাতি অঞ্চলের মধ্যে একটি রাজ্য \"তিপ্রাল্যান্ড\" গঠনের দাবি তাদের রাজনৈতিক এজেন্ডা হিসাবে আদিবাসী পিপলস ফ্রন্ট অফ ত্রিপুরা (আইপিএফটি) নামে একটি রাজনৈতিক দল দ্বারা করা হয়েছে। আরেকটি নিবন্ধিত আঞ্চলিক রাজনৈতিক দল তিপ্রাল্যান্ড স্টেট পার্টি (টিএসপি)ও তিপ্রাল্যান্ডের একই দাবি জানিয়েছে। ত্রিপুরা রাজ্য হল একটি প্রাক্তন দেশ যা ১৮৪ জন ত্রিপুরী/তিপ্রা রাজাদের দ্বারা শাসিত হয়েছিল। ত্রিপুরার মাণিক্য রাজবংশের প্রথম রাজা ছিলেন মহা মাণিক্য, যিনি ১৫ শতকের প্রথম দিকে রাজ্য শাসন করেছিলেন। পূর্ববর্তী রাজারা আংশিকভাবে পৌরাণিক এবং আংশিক কিংবদন্তি বা আধা-কাল্পনিক। দ্বিতীয় শেষ রাজা ছিলেন মহারাজা বীর বিক্রম কিশোর দেববর্মন মাণিক্য বাহাদুর। ১৯৪৭ সালে তার মৃত্যুর পর, তিপ্রা রাজ্য ১৫ অক্টোবর ১৯৪৯ সালে ত্রিপুরা নামে একটি সি-মডেল রাজ্য হিসাবে ভারতে যোগ দেয় এবং পরে ২১ জানুয়ারী ১৯৭২-এ রাজ্যের মর্যাদা লাভ করে। ১৮ জানুয়ারী, ১৯৮২ সালে ত্রিপুরা উপজাতীয় অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ প্রতিষ্ঠিত হয়।\n\n\n== ত্রিপুরা উপজাতি অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ ==\n\nআদিবাসী তিপ্রা জনগণ একটি স্বায়ত্তশাসিত জেলা পরিষদের দাবি করেছিল, যা তারা অবশেষে ২৩ মার্চ ১৯৭৯ সালে অর্জন করেছিল যা ত্রিপুরা উপজাতীয় অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ (টিটিএএডিসি) নামে পরিচিত। রাজনৈতিকভাবে গুরুত্বপূর্ণ টিটিএএডিসি ত্রিপুরার ১০,৪৯১ এর দুই-তৃতীয়াংশ গঠন করে কিমি 2 এলাকা, যেখানে রাজ্যের ৩৭ লাখ জনসংখ্যার মধ্যে ১২,১৬,৪৬৫ জন (বেশিরভাগ উপজাতি) বাস করে। আদিবাসী কল্যাণ বিভাগ (ত্রিপুরা সরকার) সমস্ত সরকারী দপ্তর / পিএসইউ এবং স্থানীয় সংস্থাগুলিতে বিভাগীয় পদোন্নতি / সরাসরি নিয়োগের জন্য ত্রিপুরা তফসিলি জাতি ও তফসিলি উপজাতি সংরক্ষণ আইন, ১৯৯১ (ফেব্রুয়ারি, ২০০৬ পর্যন্ত সংশোধিত) প্রয়োগের কঠোরভাবে নজরদারি করছে৷ স্কুল/কলেজে ভর্তির জন্য, মেডিকেল/ইঞ্জিনিয়ারিং এবং অন্যান্য কারিগরি ও সাধারণ কোর্সে আসন বরাদ্দের জন্য, এসটি-এর জন্য ৩১% সংরক্ষণ কঠোরভাবে অনুসরণ করা হয়। ত্রিপুরার তফসিলি উপজাতিদের আয়কর থেকে অব্যাহতি দেওয়া হয়েছে।\n\n\n== তথ্যসূত্র =="}