{"pageid": 1366525, "title": "জ্যোতির্বিকাশ মিত্র", "url": "https://bn.wikipedia.org/wiki?curid=1366525", "content": "জ্যোতির্বিকাশ মিত্র (৩০ সেপ্টেম্বর ১৯০১ – ১৫ আগস্ট ১৯৯৫) ছিলেন একজন খ্যাতনামা শিক্ষাব্রতী। ভারতে শিক্ষক সম্মাননা - জাতীয় শিক্ষক পদ মর্যাদা চালু হলে, তিনিই ১৯৬০ খ্রিস্টাব্দে পশ্চিমবঙ্গ হতে প্রথম জাতীয় শিক্ষক সম্মাননায় ভূষিত হন। \n\n\n== সংক্ষিপ্ত জীবনী ==\nজ্যোতির্বিকাশ মিত্র ১৯০১ খ্রিস্টাব্দের ৩০ সেপ্টেম্বর  ব্রিটিশ ভারতের অধুনা  বিহার রাজ্যের  গোপালগঞ্জ জেলার হাথুয়ায়।  পৈতৃক নিবাস ছিল উত্তর চব্বিশ পরগনা জেলার রাজারহাট বিষ্ণুপুরে। তার পিতা শ্যামলধন মিত্র ও মাতা সূরৎকুমারী দেবী। জ্যোতির্বিকাশ কলকাতার মেট্রোপলিটান ইনস্টিটিউট হতে ম্যাট্রিক এবং স্কটিশ চার্চ কলেজ হতে ইংরাজীতে অনার্স সহ বি.এ পাশ করেন। ১৯২৪ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় থেকে ইংরাজী ভাষা ও সাহিত্যে এম.এ পাশ করেন। \n১৯২৭ খ্রিস্টাব্দে সহকারী শিক্ষক হিসাবে সরস্বতী ইনস্টিটিউশনে (১৯৪৮ খ্রিস্টাব্দ হতে শৈলেন্দ্র সরকার বিদ্যালয় নামে পরিবর্তিত হয়) কর্মজীবন শুরু করেন। ১৯৩০ খ্রিস্টাব্দে তিনি ওই বিদ্যালয়ের প্রধান শিক্ষক নিযুক্ত হন এবং ১৯৬৬ খ্রিস্টাব্দ পর্যন্ত তিনি ওই পদে ছিলেন। অবসরের পর ১৯৭৯ খ্রিস্টাব্দ পর্যন্ত তিনি সাম্মানিক 'রেক্টর' ছিলেন।\nতার তত্ত্বাবধানে ১৯৪৮ খ্রিস্টাব্দে বিদ্যালয়ে মহিলা বিভাগ- 'গিরিবালা সরকার বালিকা বিদ্যালয়' খোলা হয়। বহু বছর ধরে তিনি গিরিবালা সরকার বালিকা বিদ্যালয়ের কার্যকরী কমিটির সম্পাদক ছিলেন। তারই প্রচেষ্টায় ১৯৭৯ খ্রিস্টাব্দে দুটি বিদ্যালয় সরকার পোষিত বিদ্যালয় হিসাবে স্বীকৃতি লাভ করে। অকৃতদার ছাত্রদরদি তিনি সত্তরের দশকের উত্তাল সময়ে ছাত্র-শিক্ষক সম্পর্ক এবং স্কুলের সম্পদ নষ্ট হতে দেন নি। সেসময়ে তিনি বিদ্যালয়ে ছাত্রছাত্রীদের জন্য প্রতিদিন হাল্কা এবং পুষ্টিকর জলখাবারের ব্যবস্থাও করেন। শৈলেন্দ্রনাথ সরকারের শ্যালিকা গিরিবালা দেবী বালিকা বিদ্যালয় প্রতিষ্ঠাকালে তাকে আর্থিক সহায়তা করেছিলেন।\nআজীবন শিক্ষাব্রতী তিনি দীর্ঘ পঞ্চাশ বৎসর মহৎ ভাবধারায় ছাত্রদের অনুপ্রাণিত করছেন। ১৯৬০ খ্রিস্টাব্দ থেকে প্রচলিত 'জাতীয় শিক্ষক' উপাধি তিনিই প্রথম প্রাপ্ত হন। অবসরের পর রেক্টর পদে আসীন হলেও বিদ্যালয়ের আভ্যন্তরীণ রাজনীতির কোপানলে তাকে ১৯৭৯ খ্রিস্টাব্দে বিদ্যালয় ত্যাগ করতে হয়।\nএকজন কিংবদন্তী এবং অসামান্য শিক্ষক, শিক্ষাব্রতী, প্রশাসক ও স্বপ্নদর্শী এই মানুষ ১৯৯৫ খ্রিস্টাব্দের ১৫ আগস্ট শেষ নিঃশ্বাস ত্যাগ করেন।\n\n\n== তথ্যসূত্র ==\n\nবিষয়শ্রণী: কলকাতা বিশ্ববিদ্যালয়ের প্রাক্তন শিক্ষার্থী"}