{"pageid": 1366252, "title": "ত্রিপুরা ক্রিকেট দল", "url": "https://bn.wikipedia.org/wiki?curid=1366252", "content": "ত্রিপুরা ক্রিকেট দল হল ভারতের ত্রিপুরা রাজ্যের প্রতিনিধিত্বকারী একটি ঘরোয়া ক্রিকেট দল।\n\n\n== ইতিহাস ==\n১৯৬০-এর দশকের গোড়ার দিকে প্রথম প্রতিযোগিতার আয়োজন করে এবং ১৯৬৮ সালে ত্রিপুরা ক্রিকেট অ্যাসোসিয়েশন গঠিত হয়।\nত্রিপুরা গোয়া এবং হিমাচল প্রদেশের সাথে রঞ্জি ট্রফিতে প্রবেশ করে, যখন প্রতিযোগিতাটি ১৯৮৫-৮৬ মৌসুমের জন্য প্রসারিত হয়। তারা বরাবরই প্রতিযোগিতায় দুর্বল দিকগুলোর একটি। ২০২২-২৩ মৌসুমের শেষ অবধি, তারা ১৯৩টি প্রথম-শ্রেণীর ম্যাচ খেলেছে যার ফলে নয়টি জয়, ১২০টিতে পরাজয় এবং ৬৪টি ড্র হয়েছে। লিস্ট এ ক্রিকেটে তারা ১৩৮টি ম্যাচ খেলেছে যার ফলে ২৬টি জয়, ১১১টিতে পরাজয় এবং একটি ফলাফল হয়নি।\n১৯৮৫-৮৬ সালে, পূর্ববর্তী প্রথম-শ্রেণীর অভিজ্ঞতা ছাড়াই একটি দলকে ফিল্ডিং করা, ত্রিপুরা চারটি ম্যাচেই হেরেছে, প্রথম তিনটি ইনিংসে। ১৯৮৬-৮৭ সালে তারা তাদের প্রথম ম্যাচ ড্র করেছিল এবং পরের তিনটিতে হেরেছিল, যার মধ্যে দুটি ইনিংস দ্বারা। প্যাটার্ন চলতে থাকে। ২০০১-০২ সালে, তাদের শেষ মরসুমে শুধুমাত্র তাদের পূর্বাঞ্চলীয় প্রতিবেশী - আসাম, বাংলা, বিহার এবং উড়িষ্যা - ত্রিপুরা একটি ইনিংস দ্বারা দুটি ম্যাচ হেরেছিল এবং বাকি দুটি ড্র করেছিল।\n২০০২-০৩ মৌসুমের জন্য রঞ্জি ট্রফি পুনর্গঠন করা হয়েছিল এবং ভারতের চারপাশের নিম্ন-র্যাঙ্কের দলগুলি একে অপরের সাথে খেলতে শুরু করে। প্রথমে ত্রিপুরার ভাগ্যের সামান্য উন্নতি হয়েছিল। ২০০২-০৩ সালে তারা একটি ইনিংস এবং তিনটি ড্র দ্বারা দুটি হার নিবন্ধিত করেছিল। ২০০৩-০৪ সালে তারা পাঁচটি ম্যাচের সবকটি ড্র করেছিল, যার মধ্যে দুটিতে প্রথম ইনিংসে লিড পেয়েছিল। ২০০৪-০৫ সালে তারা তিনটি হারে এবং দুটি ড্র করে।\n\n\n=== ত্রিপুরার প্রথম শ্রেণির জয় ===\n২০০৫-০৬ মৌসুমে ত্রিপুরা তাদের প্রথম প্রথম-শ্রেণীর জয় পায়। তখন পর্যন্ত তারা ৮৭টি ম্যাচ খেলে ৬৫টি হেরেছে এবং ২২টি ড্র করেছে। মৌসুমের তাদের শেষ ম্যাচে, দুটি ড্র এবং দুটি হারের পর, তারা ত্রিপুরার প্রধান হোম গ্রাউন্ড আগরতলার মহারাজা বীর বিক্রম কলেজ স্টেডিয়ামে হিমাচল প্রদেশের সাথে খেলেছে। তাদের অধিনায়ক, রাজীব দত্ত, একটি কম স্কোরিং ম্যাচে অপরাজিত ৩২ এবং ৭১ রান করেন যেখানে অন্য কেউ ৫০ ছুঁতে পারেনি এবং ত্রিপুরা ১৩০ রানে জিতেছিল। ত্রিপুরার উদ্বোধনী বোলার ভিনিত জৈন ২০ রানে ২ ও ২৯ রানে ৭ উইকেট নেন।\nতারপর থেকে ত্রিপুরা বেশিরভাগ মৌসুমেই জয় নথিভুক্ত করেছে। ২০০৬-০৭ সালে, আবার আগরতলায় এবং দত্তের নেতৃত্বে, তারা জম্মু ও কাশ্মীরকে ১৩২ রানে পরাজিত করে, জৈন ৪০ রানে ৪ এবং ৪০ রানে ৫ উইকেট নিয়েছিল। ২০০৭-০৮ সালে, আবারও আগরতলায় এবং এখন রাজেশ বণিকের নেতৃত্বে, তারা কেরালাকে চার উইকেটে পরাজিত করে। দত্ত সর্বোচ্চ ৪৭ রান করে ত্রিপুরাকে একটি সংকীর্ণ প্রথম ইনিংসে লিড দেন এবং জৈন ৪২ রানে ৪ এবং ৫৩ রানে ২ উইকেট নেন। ২০০৮-০৯ সালে, তুষার সাহার নেতৃত্বে, তারা তাদের প্রথম অ্যাওয়ে জয় পায় যখন তারা নয়াদিল্লির পালাম এ স্টেডিয়ামে সার্ভিসেসকে ৫৪ রানে পরাজিত করে। ২০০৯-১০ সালে, আবারও আগরতলায় এবং দত্তের নেতৃত্বে, তারা রাজস্থানকে পরাজিত করে, যারা পরে ২০১০-১১ এবং ২০১১-১২ সালে রঞ্জি ট্রফি জিতেছিল, এক উইকেটে। ২০১০-১১ সালে, আবার দত্তের নেতৃত্বে, তারা পোরভোরিমে গোয়াকে সাত উইকেটে পরাজিত করে, তিমির চন্দ ৩৫ রানে ৪ এবং ১১৬ রানে ৭ উইকেট নিয়েছিল।\nজয় ছাড়া একটি মৌসুমের পর ত্রিপুরা, অজয় রাত্রার নেতৃত্বে, হিমাচল প্রদেশকে নাদৌনের অটল বিহারী বাজপেয়ী স্টেডিয়ামে ২০১২-১৩ সালে ১৬৯ রানে পরাজিত করে, শুভ্রজিৎ রায় প্রথম ইনিংসে ১১১ রান করেছিলেন। মণিশঙ্কর মুরাসিং ২৯ ও ৬৩ রান করেন এবং ৮৬ রানে ৪ উইকেট নেন এবং ৩৪ রানে ত্রিপুরার পরবর্তী জয়টি প্রায় চার বছর পরে এসেছিল, যখন, আজ পর্যন্ত তাদের সবচেয়ে অপ্রতিরোধ্য জয়ে, তারা ২০১৬-১৭ সালে গুয়াহাটিতে তাদের দ্বিতীয় ইনিংসে ৩ উইকেটে ৩৪০ রানে ঘোষণা করার পরে সার্ভিসেসকে ২১৯ রানে পরাজিত করে। উদিয়ান বোস ১৬৫ এবং স্মিত প্যাটেল অপরাজিত ১২৭ রান করেন এবং অধিনায়ক মণিশঙ্কর মুরাসিংহ প্রতিটি ইনিংসে ২২ রান করেন এবং প্রতিটি ইনিংসে তিনটি করে উইকেট নেন।\nডিসেম্বর ২০১৮-এ, ২০১৮-১৯ রঞ্জি ট্রফির ষষ্ঠ রাউন্ডের সময়, তারা গোয়াকে ১০ উইকেটে পরাজিত করেছিল। এটি প্রথমবার যে ত্রিপুরা ১০ উইকেটে একটি ম্যাচ জিতেছিল এবং প্রথমবার তারা রঞ্জি ট্রফিতে বোনাস পয়েন্ট অর্জন করেছিল। এই ম্যাচটি পর্যন্ত এবং সহ, তারা ১৭১টি প্রথম-শ্রেণীর ম্যাচ খেলেছে, যার মধ্যে মাত্র নয়টিতে জয় পেয়েছে। যাইহোক, পরের মাসে, তারা রাজস্থানের বিরুদ্ধে তাদের প্রথম ইনিংসে ৩৫ রানে আউট হয়েছিল। প্রথম-শ্রেণীর ক্রিকেটে এটি ছিল তাদের সর্বনিম্ন স্কোর।\n\n\n== স্বতন্ত্র রেকর্ড ==\n২০১৩-১৪ সালে হায়দরাবাদের বিরুদ্ধে যোগেশ তাকাওয়ালের ত্রিপুরার সর্বোচ্চ প্রথম-শ্রেণীর স্কোর ২১২। সেরা বোলিং পরিসংখ্যান হল ২০১১-১২ সালে হিমাচল প্রদেশের বিরুদ্ধে তিমির চন্দের ১৩৩ রানে ৮ উইকেট। ২০১৬ সালের অক্টোবরে রানা দত্ত ত্রিপুরার হয়ে হ্যাটট্রিক করা প্রথম বোলার হন।\nরাজীব দত্ত ত্রিপুরার প্রথম পাঁচটি জয়ে খেলেছিলেন, তার মধ্যে চারটিতে দলের অধিনায়ক ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nFirst-class matches played by Tripura\nFirst-class records for Tripura\n\n\n== আরো পড়ুন ==\nরাজু মুখার্জি, Eden Gardens: Legend & Romance, Global Cricket School, Mumbai, 2014, pp. 68–72"}