{"pageid": 1366502, "title": "থানহ হোয়া", "url": "https://bn.wikipedia.org/wiki?curid=1366502", "content": "থান হোয়া ( ভিয়েতনামি: [tʰajŋ̟ hwǎː] ()</img>  ) থান হোয়া প্রদেশের রাজধানী।  শহরটি প্রদেশের পূর্বে মা নদীর (Sông Mã), হ্যানয় থেকে প্রায় ১৫০ কিলোমিটার (৯৩ মাইল) দক্ষিণে এবং হো চি মিন সিটি থেকে ১৫৬০ কিলোমিটার (৯৬৯ মাইল) উত্তরে অবস্থিত। ২০১২ সালে সম্প্রসারণের পর থান হোয়া উত্তর সেন্ট্রাল কোস্টের অন্যতম আনুমানিক ৪০০০০০ জনসংখ্যা সহ জনবহুল শহর হয়ে ওঠেহ  । থান হোয়া শহরটি  ১৯৯৪ সালে থান হোয়া শহরে উন্নীত হয় এবং থান হোয়া প্রদেশের রাজনীতি, অর্থনীতি, সংস্কৃতি, শিক্ষা এবং বিনোদনের ঐতিহাসিক কেন্দ্র হয়ে উঠে।\n\n\n== পরিদর্শন ==\nথান হোয়া একটি নতুন উন্নয়নশীল শহর যদিও এর কেন্দ্রীয় অবস্থান কয়েক শতাব্দী আগে প্রতিষ্ঠিত হয়। আজকাল, প্রাদেশিক প্রশাসকরা শহরটিকে তৈরি এবং সুন্দর করার চেষ্টা করছেন যাতে পুরো প্রদেশ এবং এমনকি উত্তর মধ্য উপকূলের জন্য এর গুরুত্বপূর্ণ ভূমিকাকে জোর দেওয়া হয়।\n\n\n== ইতিহাস ==\nহো রাজবংশের দুর্গ ছিল ১৩৯৮ থেকে ১৪০০ সাল পর্যন্ত ত্রাণ রাজবংশের রাজধানী এবং ১৪০০ থেকে ১৪০৭ সাল পর্যন্ত হো রাজবংশের রাজধানী \nথান হোয়া শহর এ১৫৮০ এর দশকে লি লু্ই এবং লি রাজবংশের জন্য জনপ্রিয়  একটি এলাকা ছিল।  যার ফলে মিং রাজবংশের সেনাবাহিনী প্রত্যাহারের পর শহরের কাছে দক্ষিণ আদালত পুনঃপ্রতিষ্ঠিত হয়।  ১৯৪৫ সালের পর শহরটি ভিয়েত মিন এর একটি শক্তিশালী ঘাঁটি ছিল। ১৯৪৬ সালের জানুয়ারিতে ভিয়েত মিন ভিএনকিউডিডি-র সমস্ত স্থানীয় কোষকে শহরে নিয়ে যায়।  ভিয়েতনাম যুদ্ধের সময়, মার্কিন কৌশলগত বোমা হামলায় অনেক ভবন ও অবকাঠামো ধ্বংস হয়; তারপর থেকে পুরো শহরটি সম্পূর্ণরূপে পুনর্নির্মাণ করা হয়।\n\n\n== ভূগোল ==\n\n\n=== স্থানবিবরণ ===\nথান হোয়া শহরটি থান হোয়ার সমতলের কেন্দ্রে অবস্থিত,  এর চারপাশে  বিক্ষিপ্ত অনেক পাথুরে পর্বত রয়েছে। শহরের পাশে দুটি প্রধান পর্বত রয়েছে: হাম রং এবং মাট সান। হাম রং পর্বতটি থিউ ড্রাঙ  কমিউন থেকে শুরু হয়, যা  শহরের কেন্দ্র থেকে প্রায় 8 কিমি এবং মা নদীর ডান তীরে হাম রং থান হোয়া ব্রিজ পিয়ার পর্যন্ত বিস্তৃত। হ্যাম রং পর্বতের ৯৯টি চূড়া রয়েছে এবং রোলিং থান্ডারে বায়ু প্রতিরক্ষামূলক রয়েছে । মা নদী হল শহরের মধ্য দিয়ে প্রবাহিত দীর্ঘতম নদী, দক্ষিণ পূর্ব এশিয়ার সাগরে প্রবাহিত হওয়ার আগে হাম রং পর্বতের চারপাশে ঘুরে। এ ছাড়া জলাবদ্ধতা, খরা ও বন্যার  জন্য খনন করা হয়েছে ৫টি খাল।\n\n\n== জলবায়ু ==\n\n\n=== তাপমাত্রা ===\nএটি প্রান্তিক আর্দ্র উপক্রান্তীয় জলবায়ু ( কোপেন সিওয়া ) ধারণ করে, যা গ্রীষ্মমণ্ডলীয় সাভানা জলবায়ুর ( আউ ) সীমানা ঘেঁষে হয়। থান হোয়া শহরে চারটি ঋতু রয়েছে যেখানে বছরে গরম এবং ঠান্ডা দুটি স্বতন্ত্র  বায়ুমণ্ডল রয়েছে।\n\nগরম ঋতু: বসন্তের শেষের দিকে থেকে শুরু করে মধ্য-শরৎ (এপ্রিল থেকে মধ্য-নভেম্বর), আবহাওয়া প্রচণ্ড উত্তাপের সাথে রৌদ্রোজ্জ্বল এবং কখনও কখনও ফোয়েন বাতাস হয়। সর্বোচ্চ তাপমাত্রা ৪০ ডিগ্রি সেলসিয়াস অথবা ১০৪ ডিগ্রি ফারেনহাইট এর বেশি হতে পারে এই সময়ে, বন্যা এবং খরা প্রায়ই ঘটে।\nশীতল ঋতু: নভেম্বর থেকে শুরু হয়ে পরের বছর মার্চের শেষ পর্যন্ত। বায়ুমণ্ডল বেশিরভাগ মেঘলা এবং উত্তর-পূর্ব দিক থেকে শীতল বর্ষার সাথে শুকনো। সর্বনিম্ন তাপমাত্রা নামে ৫ ডিগ্রি সেলসিয়াস অথবা ৪১ ডিগ্রি ফারেনহাইট\nবার্ষিক গড় তাপমাত্রা ২৩.৩ এবং ২৩.৬ ডিগ্রি সেলসিয়াস অথবা ৭৩.৯ এবং ৭৪.৫ ডিগ্রি ফারেনহাইট এর মধ্যে\n\n\n=== বর্ষা ===\nথান হোয়া শহরটি উপকূলীয় অঞ্চলে অবস্থিত । তাই এটি তিনটি মৌসুমী বায়ু দ্বারা প্রভাবিত হয়, যা প্রধানত স্বতন্ত্র বায়ুর দিক নির্দেশ করে।\n\nউত্তর-পূর্ব দিকের বাতাস: সাইবেরিয়া থেকে প্রবাহিত হয় এবং সাধারণত জানুয়ারিতে হয়।  শীতের বাতাস শীতলতম সময় ঘটায়।\nফোহন বায়ু : বাংলা থেকে প্রবাহিত হয়ে লাওসের উপর দিয়ে উত্তর মধ্য উপকূল ভিয়েতনামে হয় ।  এটিকে ভিয়েতনামি ভাষায় \"গিও রিও\" বলা হয়, যা লাওস  থেকে আসা বাতাসকে নির্দেশ করে।, সাধারণত জুলাই বা আগস্টে এবং এক বছরের মধ্যে সবচেয়ে উষ্ণ বায়ুমণ্ডল সৃষ্টি করে।\nদক্ষিণ-পূর্ব দিকের বায়ু (গিও নম): সমুদ্র থেকে প্রবাহিত হয় এবং গ্রীষ্মকালে ঘটে। গরম ঋতুর উত্তাপে, বাতাস ভূমিতে সতেজ বায়ুমণ্ডল নিয়ে আসে এবং তাপমাত্রা শীতল করে।\n\n\n==== বৃষ্টিপাত ====\nবার্ষিক বৃষ্টিপাতের গড় ১,৭৩০ থেকে ১,৯৮০ মিলিমিটার অথবা ৬৮ থেকে ৭৮ ইঞ্চি ।\n\n\n== প্রশাসনিক মহকুমা ==\n২০১২ সাল নাগাদ, থান হোয়া শহরের ১২টি অভ্যন্তরীণ ওয়ার্ড এবং ৬টি বাইরের কমিউন ছিল। ফেব্রুয়ারী ২০১২ সালে সম্প্রসারণের পর, শহরটি অন্যান্য নিকটবর্তী জেলা থেকে কিছু মহকুমাকে একীভূত করে এবং এটি মোট নগর মহকুমাকে ৩৭ পর্যন্ত প্রসারিত করে। থান হোয়া শহরে বর্তমানে ২০টি অভ্যন্তরীণ ওয়ার্ড এবং ১৭টি বাইরের কমিউন রয়েছে।\n\nদ্রষ্টব্য : এলাকা: কিমি2; ঘনত্ব: মানুষ/কিমি2 (২০০৯ সালে পরিসংখ্যান)\nসম্প্রসারণের পর, থান হোয়া শহরের জনসংখ্যা ২০৭৬৯৮ থেকে বেড়ে ৪০৬৫৫০ জনে পৌঁছেছে (২০১৪)। ২০১২ সালে নগর উন্নয়ন পরিকল্পনা অনুযায়ী, ৮০০০০০ শহুরে মানুষ সহ ২০৩০ সালে আনুমানিক জনসংখ্যা আনুমানিক ১ মিলিয়ন হবে।\n\n\n== থান হোয়া দুর্গ ==\nশহরের প্রতিরক্ষা উন্নত করার জন্য সম্রাট গিয়া লং- এর শাসনামলে ১৮০৪ সালে একটি তারকা আকৃতির দুর্গ নির্মিত হয়। এটি ফরাসি-প্রভাবিত ছিল এবং একটি পরিখা দিয়ে বাসিন্দাদের রক্ষা করেছিল। এটি এখন ডিং বিং এবং তান সান ওয়ার্ডের আবাসিক এলাকা।\n\n\n== অর্থনীতি ==\n২০১৩ সালের পরিসংখ্যান অনুসারে, শহরের অর্থনীতির জিডিপি সেক্টরের গঠন নিম্নরূপ ছিল:\n\nকৃষি খাত : ৭.৬%\nশিল্প খাত : ৪৬%\nসেবা খাত : ৪৬.৪%\nবার্ষিক অর্থনৈতিক বৃদ্ধির হার ১৫% (২০১৩)। মূলধন উন্নয়ন তহবিলের মোট আনুমানিক ১২৬৬৫ হাজার বিলিয়ন ভিএনডি(~৬৫০ মিলিয়ন ইউএসডি), রপ্তানির পরিমাণ আনুমানিক ৫০৪ মিলিয়ন ইউএসডি। রাজ্য বাজেটের আয় হল ১৪৩৬ হাজার বিলিয়ন ভিএনডি(~70 মিলিয়ন ইউএসডি)। মূলধন প্রতি জিডিপি ৩৯৩০ ইউএসডি।\nবর্তমানে, স্থানীয়ভাবে তিনটি শিল্প অঞ্চল রয়েছে:\n\nলে মন শিল্প অঞ্চল: শহরের কেন্দ্র থেকে  ৫ কিমি পূর্বে অবস্থিত এবং  শিল্প কেন্দ্রটি ২০০৫ সালে পরিকল্পিত  ৮৭ হেক্টর জমি নিয়ে প্রতিষ্ঠিত হয়। প্রধান শিল্পগুলি হল, উচ্চ-প্রযুক্তির ব্যবহার, প্রদেশের মধ্যে কাঁচামাল উত্পাদন ও প্রক্রিয়াকরণ, কৃষি, বনজ ও মৎস্য উৎপাদন, যান্ত্রিক সরঞ্জাম তৈরি যেমন, ইলেকট্রনিক এবং টেলিযোগাযোগ ডিভাইসগুলিতে মনোনিবেশ করে। . . কিছু এফডিআই সংস্থা বিনিয়োগ করেছে এবং পরিচালনা করছে সানজাদে কোম্পানি (তাইওয়ান), সাকুরা কোম্পানি, ইয়োতসুবা ড্রেস কোম্পানি (জাপান), ভিনামিল্ক, । . .\nডিং হংশিল্প অঞ্চল: শহরের কেন্দ্র থেকে ২ কিমি উত্তর অবস্থিত ।\n\n\n== পরিবহন ==\n\nপ্রদেশের কেন্দ্রীয় অবস্থান হিসাবে, থান হোয়া শহর হল পরিবহন নেটওয়ার্কের কেন্দ্রস্থল। যেখানে প্রতিটি প্রয়োজনীয় পরিবহন একত্রিত হয়। যেমন উত্তর-দক্ষিণ রেলওয়ে (ভিয়েতনাম), জাতীয় রুট ১ এ (ভিয়েতনাম), জাতীয় রুট ৪৭, বাস ব্যবস্থা এবং অন্যান্য অনেক প্রাদেশিক রুট আছে।\nলে মন বন্দর মা নদীর পাশে অবস্থিত এবং  শহরের কেন্দ্র থেকে4 কিমি পূর্বে । এই নদী বন্দরটি লে মন শিল্প অঞ্চলের জন্য পরিবহন সমর্থন করে এবং সরবরাহ করে।\nফেব্রুয়ারি ২০১৩ সালে, থো জুয়ান বিমানবন্দর, যা শহর থেকে ৪৫ কিমি পূর্বে অবস্থিত । এটি বেসামরিক/সামরিক বিমানবন্দরে পরিণত করার জন্য উন্নত করা হয়েছে। এই বিমানবন্দরটি থান হোয়া শহরের জন্য বিমান পরিবহন পরিষেবা প্রদানের জায়গা হয়ে উঠেছে।\n\n\n== তথ্যসূত্র =="}