{"pageid": 1366761, "title": "হোয়াইট হাউস বিতর্ক প্রতিযোগিতা ধোঁকাবাজি", "url": "https://bn.wikipedia.org/wiki?curid=1366761", "content": "২০২৩ সালের ২৯ মার্চ বাংলাদেশের বিভিন্ন বিশিষ্ট সংবাদমাধ্যম একটি প্রতিবেদন প্রকাশ করে, যেখানে উল্লেখ করা হয় যে এক বাংলাদেশী স্কুলছাত্র হোয়াইট হাউস কর্তৃক আয়োজিত একটি ভার্চুয়াল পার্লামেন্টারি বিতর্ক প্রতিযোগিতায় অসাধারণ সাফল্য অর্জন করেছে। তবে, পরবর্তীতে এটি একটি প্রতারণা হিসেবে প্রমাণিত হয়। ঘটনার সঙ্গে সংশ্লিষ্ট অপরাধী ভুয়া নথি, যেমন প্রশংসাপত্র ও সংবাদের স্ক্রিনশট তৈরি করে এবং হোয়াইট হাউস আয়োজিত বিতর্ক প্রতিযোগিতায় ভুয়া সাফল্যের দাবি প্রতিষ্ঠার জন্য একটি জাল ওয়েবসাইট তৈরি করেছিল। প্রকৃতপক্ষে, এমন কোনো প্রতিযোগিতার অস্তিত্ব ছিল না, এবং একাধিক ফ্যাক্ট-চেকিং টিমের তদন্তে এসব দাবি সম্পূর্ণ মিথ্যা বলে প্রমাণিত হয়।\n\n\n== পটভূমি ==\nপ্রচারিত প্রতিবেদন অনুসারে, একজন বাংলাদেশী স্কুলছাত্র ১৭ বছর বয়সী শাহ মুহাম্মদ রাকিব হাসান কথিতভাবে হোয়াইট হাউস দ্বারা আয়োজিত একটি ভার্চুয়াল সংসদীয় বিতর্ক প্রতিযোগিতায় অভূতপূর্ব সাফল্য অর্জন করেছে। খবরে দাবি করা হয়েছে যে ছাত্রটি সমস্ত বিদ্যমান রেকর্ড ভেঙেছে, ব্যতিক্রমী বিতর্কের দক্ষতা প্রদর্শন করেছে এবং বিশ্বজুড়ে অংশগ্রহণকারীদের ছাড়িয়ে গেছে এবং তাকে মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি জো বাইডেন কর্তৃক পুরস্কৃত করার কথা ছিল, কিন্তু তিনি এটি গ্রহণ করতে পারেননি কারণ তিনি ভিসা পেতে পারেনি।\n\n\n=== মিডিয়া প্রচলন ===\nবাংলাদেশী স্কুলছাত্রের কথিত জয়ের খবর দ্রুতই মিডিয়ায় আকর্ষণ লাভ করে। প্রথম আলো, দ্য ডেইলি স্টার, কালের কণ্ঠ, ভোরের কাগজ, আরটিভি, সমকাল, জনকণ্ঠ, সময় টিভি, দ্য বিজনেস স্ট্যান্ডার্ড, জাগোনিউজ টোয়েন্টিফোর, দ্য ফিনান্সিয়াল এক্সপ্রেস (মতামত), বাংলাদেশ টুডে, যুগান্তর, চ্যানেল ২৪ সহ দেশের অভ্যন্তরীণ অসংখ্য নামকরা সংবাদ মাধ্যম উল্লেখযোগ্য কৃতিত্ব তুলে ধরে বিশেষ নিবন্ধ এবং প্রতিবেদন প্রকাশ করে। এই প্রকাশনাগুলি ছাত্রদের কৃতিত্ব প্রদর্শন করে এবং একটি আন্তর্জাতিক প্ল্যাটফর্মে বাংলাদেশের প্রতিনিধিত্ব উদযাপন করে।\n\n\n== যাচাইকরণ এবং সত্য-পরীক্ষা ==\nসংবাদের ব্যাপক প্রচারের পর, রিপোর্ট করা অর্জনের সত্যতা নিয়ে সন্দেহ ও প্রশ্ন দেখা দেয়। বিভিন্ন ব্যক্তি এবং মিডিয়া সংস্থা-দাবীর সত্যতা নিশ্চিত করার জন্য ফ্যাক্ট-চেকিং প্রক্রিয়া শুরু করেছে। তথ্য-পরীক্ষার প্রচেষ্টার মধ্যে উপলব্ধ তথ্য যাচাই-বাছাই করা, সংশ্লিষ্ট কর্তৃপক্ষের সাথে যোগাযোগ করা, এবং রিপোর্ট করা ঘটনার যথার্থতা প্রতিষ্ঠার জন্য বিশদ বিবরণকে নিশ্চিত করা জড়িত।\n\n\n=== তদন্তের ফলাফল ===\nমিডিয়া দ্রুত ঘটনাটি তুলে ধরে এবং বেশ কয়েকটি সংবাদ আউটলেট রাকিবের কথিত কৃতিত্বগুলি তুলে ধরে নিবন্ধ প্রকাশ করে। যাইহোক, ফ্যাক্ট-চেকিং তদন্তের পরে, এটি স্পষ্ট হয়ে ওঠে যে প্রাথমিক প্রতিবেদনগুলি সঠিক তথ্যের ভিত্তিতে ছিল না। হোয়াইট হাউস সহ কর্তৃপক্ষের সাথে যোগাযোগ করা হয়েছিল এবং এটি নিশ্চিত করা হয়েছিল যে প্রচারিত প্রতিবেদনে বর্ণিত কোনও ভার্চুয়াল সংসদীয় বিতর্ক টুর্নামেন্ট হোয়াইট হাউস দ্বারা আয়োজিত হয়নি।\n\n\n==== গুজব স্ক্যানার ====\nএকটি উল্লেখযোগ্য ফ্যাক্ট-চেকিং রিপোর্ট RumorScanner থেকে উদ্ভূত হয়েছে, একটি অনলাইন প্ল্যাটফর্ম যা ফ্যাক্ট-চেকিং এবং ভুল তথ্য ডিবাঙ্কিংয়ে বিশেষজ্ঞ। তারা প্রাথমিকভাবে ১ এপ্রিল ২০২৩-এ হোয়াইট হাউস ডিবেটিং প্রতিযোগিতায় রাকিবের তৈরি কৃতিত্বের বিষয়ে রিপোর্ট করেছিল। দাবি করা হয়েছিল যে মার্কিন রাষ্ট্রপতি জো বাইডেন ২৮ মার্চ প্রতিযোগিতায় অংশ নিয়েছিলেন, তবে সেই দিনের জন্য বাইডেনের সময়সূচীর বিশ্লেষণে হোয়াইট হাউস সাউথ কোর্ট অডিটোরিয়ামে কোনও প্রোগ্রাম দেখা যায়নি। দলটি হোয়াইট হাউসের অফিসিয়াল ওয়েবসাইটও চেক করেছে কিন্তু প্রতিযোগিতা বা বাইডেনের জড়িত থাকার বিষয়ে কোনো বিবৃতি বা তথ্য পায়নি।\nপ্রতিযোগিতার বৈধ কাগজপত্র ও সার্টিফিকেট আছে দাবি করে রাকিব তার ফেসবুক অ্যাকাউন্টে ছবি পোস্ট করেন। দলটি চিত্রগুলি বিশ্লেষণ করেছে এবং সার্টিফিকেটের নাম এবং পাঠ্যের মধ্যে অসঙ্গতি খুঁজে পেয়েছে। হোয়াইট হাউসের হেড কাউন্সেল এবং হোয়াইট হাউসের চিফ অফ স্টাফের স্বাক্ষর জাল করা হয়েছিল, যেখানে জো বাইডেনের স্বাক্ষর ইন্টারনেটে পাওয়া সহজলভ্য স্বাক্ষরের সাথে মিলেছে।\nরাকিব নিউ ইয়র্ক টাইমস এবং বিবিসি নিউজের মতো অনুমিত প্রকাশনার সংবাদ নিবন্ধগুলির স্ক্রিনশটও শেয়ার করেছেন। যাইহোক, দলটি নির্ধারণ করেছে যে স্ক্রিনশটগুলি জাল এবং সম্ভবত Fodey নামক একটি ওয়েবসাইট ব্যবহার করে তৈরি করা হয়েছে, যা ব্যবহারকারীদের বিনোদনের উদ্দেশ্যে সংবাদপত্রের স্ক্রিনশট তৈরি করতে দেয়।\nআরও তদন্তে জানা গেছে যে ২৭ ফেব্রুয়ারি থেকে ১৪ মার্চ পর্যন্ত প্রতিযোগিতার সময় থাকা সত্ত্বেও রাকিব ১৯ মার্চের আগে প্রতিযোগিতা সম্পর্কে কিছু পোস্ট করেনি। দলটি ওয়ার্ডপ্রেসে তৈরি একটি জাল ওয়েবসাইট, http://whitehouse.gov.unaux.com ও আবিষ্কার করেছে, যেখানে প্রতিযোগিতা এবং এর ফলাফল সম্পর্কে পোস্ট রয়েছে। রাকিব এই ওয়েবসাইটে দলকে নির্দেশ দেন, কিন্তু তারপর থেকে ফলাফল মুছে ফেলা হয়।\n\n\n==== ডেইলি স্টার ====\nবাংলাদেশের শীর্ষস্থানীয় সংবাদপত্র ডেইলি স্টার বিষয়টি আরও তদন্তের উদ্যোগ নেয়। তাদের তদন্তে রাকিবের গল্পে অসঙ্গতি প্রকাশ পায় এবং এই সিদ্ধান্তে উপনীত হয় যে সে বিতর্ক প্রতিযোগিতায় তার কৃতিত্ব জালিয়াতি করেছিল। দ্য ডেইলি স্টারের তদন্তের ফলস্বরূপ এটি স্পষ্ট হয়ে ওঠে যে রাকিবের দাবিগুলি মিথ্যা এবং তিনি কোনও আনুষ্ঠানিক হোয়াইট হাউস বিতর্ক প্রতিযোগিতায় অংশ নেননি। প্রাথমিক মিডিয়া রিপোর্টে সন্দেহ জাগিয়ে গল্পটি উন্মোচিত হতে শুরু করে।\n\n\n==== বিজনেস স্ট্যান্ডার্ড ====\nক্রমবর্ধমান সংশয়বাদের প্রতিক্রিয়ায়, অন্যান্য মিডিয়া আউটলেট যেমন দ্য বিজনেস স্ট্যান্ডার্ড (টিবিএস) তাদের নিজস্ব তথ্য-পরীক্ষা তদন্ত পরিচালনা করেছে। এই তদন্তগুলি দ্য ডেইলি স্টারের অনুসন্ধানগুলিকে শক্তিশালী করেছে, নিশ্চিত করেছে যে রাকিব সত্যই মিডিয়া এবং জনসাধারণকে প্রতারিত করেছে। তদ্ব্যতীত, পরবর্তী অনুসন্ধানগুলি নির্দিষ্ট সময়ের মধ্যে কোনও বৈধ আন্তর্জাতিক বিতর্ক প্রতিযোগিতায় কথিত উল্লেখযোগ্য কৃতিত্ব অর্জনকারী কোনও বাংলাদেশি ছাত্রকে সনাক্ত করতে ব্যর্থ হয়েছিল।\n\n\n== প্রাথমিক রিপোর্ট অপসারণ ==\nজুন ২০২৩ পর্যন্ত, কিছু প্রকাশনা প্রাথমিক প্রতিবেদনগুলিকে প্রতারণা বলে প্রমাণিত হওয়ার পরে সরিয়ে দিয়েছে, যদিও অন্যান্য কয়েকটি আউটলেট থেকে কিছু প্রতিবেদন আজও প্রকাশিত হয়েছে।\n\n\n== তথ্যসূত্র =="}