{"pageid": 1366034, "title": "রামেশ্বর ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1366034", "content": "রামেশ্বর ভট্টাচার্য (মতান্তরে, চক্রবর্তী) ( ১৬৭৭-১৭৪৪ খ্রি:) ছিলেন মধ্যযুগের একজন জনপ্রিয় কবি। শিবায়ন ধারার কবিদের মধ্যে তিনি সবচেয়ে বেশি জনপ্রিয়তা লাভ করেছিলেন। তিনি শুধু কবিই ছিলেন না, সাধক হিসেবেও তিনি সিদ্ধিলাভ করেছিলেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nপশ্চিম মেদিনীপুর জেলার ঘাটালের কাছে তৎকালীন বরদা পরগণার অন্তর্গত যদুপুর গ্রামে মধ্যদেশীয় রাঢ়ীয় ব্রাহ্মণ কুলে তিনি জন্মগ্রহণ করেন। রামেশ্বরের বাবা লক্ষণ, মা রূপবতী, দুই স্ত্রী সুমিত্রা ও পরমেশ্বরী। তবে তার সন্তান ছিল কিনা জানা যায় না। রামেশ্বরের বাবার চতুষ্পাঠী ছিল। সেখানে তিনি বেদ, উপনিষদ, স্মৃতি, দর্শন, পুরাণ অধ্যয়ন করেছিলেন। সংস্কৃতের সাথে সাথেই তার ফারসী ভাষাতেও দক্ষতা ছিল। কর্ণগড়ের মহামায়া মন্দিরে তান্ত্রিক চন্দ্রচূড় চক্রবর্তীর সাথে তার দেখা হয়। এনার কাছেই তিনি তন্ত্রমতে দীক্ষালাভ করেছিলেন। এরপর থেকে লেখালেখির সাথে তার সাধনাও শুরু হয়। \nতখন চেতুয়া বরদার জমিদার ছিলেন বাংলার শিবাজী নামে খ্যাত শোভাসিংহ। তার ভাই হেমৎ সিংহ তাকে ঘরছাড়া করেছিলেন। এরপর কর্ণগড়ের রাজা রাম সিংহ তাকে পুরাণপাঠক নিযুক্ত করে বসবাসের জায়গা করে দিলেন। রাম সিংহের পুত্র যশোবন্ত সিংহ ১৭১১ খ্রিষ্টাব্দে কর্ণগড়ের রাজা হন। রামেশ্বর ও যশোবন্ত দুজনের মধ্যে সখ্যতা ছিল। শোনা যায় কর্ণগড়ের মহামায়া মন্দিরের পঞ্চমুন্ডীর আসনে দুজনেই সিদ্ধিলাভ করেছিলেন। দন্ডেশ্বর শিবমন্দিরের ভেতরে বসে রামেশ্বর তার বিখ্যাত শিবায়ণ গ্রন্থটি লেখেন। তা পাঠ করেন কর্ণগড়ের রাজসভায়। \n\n\n== সাহিত্যকর্ম ==\nরামেশ্বরের লেখা গ্রন্থগুলি হল - শীতলামঙ্গল, সত্যনারায়ণের পাঁচালী, শিবায়ণ , আখোটি পালা, গোবিন্দমঙ্গল, মহাভারতের রাজধর্ম প্রভৃতি। তার লেখনী কবিকঙ্কন মুকুন্দরাম বা ভারতচন্দ্র রায়গুণাকর প্রমুখের সমতুল্য নয়। তবে উন্নত, পরিমার্জিত ও সহজ সরল। এছাড়া সমসাময়িক গ্রাম বাংলার চিত্র, ইতিহাস, সুখ দুঃখ প্রভৃতি ফুটে ওঠে তার লেখায়। এই কারণে তার লেখাগুলি জনপ্রিয়তা লাভ করেছিল। একসময়ে তার শিবায়ণ ও সত্যনারায়ণের পাঁচালী বাংলার ঘরে ঘরে পাঠ হত। শিবায়ণ কাব্য তার শ্রেষ্ঠ রচনা বলে ধরা হয়। এই ধারার কবি অনেকে এসেছেন কিন্ত তাদের কাব্য রামেশ্বরের মতো জনপ্রিয়তা লাভ করেনি। তার শিবায়ণ কাব্যে শিব যেন বাংলার এক চাষী। সংসার চালাতে তিনি ত্রিশূল ভেঙে লাঙল বানিয়েছেন। শিব পার্বতীর আখ্যান যেমন আছে তার শিবায়ণে, তাদের সাধারণ সংসারের চিত্রও অসাধারণ ফুটিয়ে তুলেছেন। \nরামেশ্বরের লেখার উদাহরণ:-\n\n\"পূর্ববাস যদুপুরে হেমৎ সিং ভাঙ্গে যারে রাজা রামসিংহ কৈল প্রীতস্থাপিয়া কৌশিকী তটে বরিয়া পুরাণ পাঠেরচাইল মধুর সঙ্গীত।\" (শিবায়ণ)\n\"যোগ করি পুত্র দুটি লয়ে দুইপাশে।পতিত পুরট-পীঠে পুরহর বসে।৷তিন ব্যক্তি ভোক্তা একা অন্ন দেন সতী।দুটি সুতে সপ্তমুখ পঞ্চমুখ পতি।৷ \" (শিবায়ণ)\n\"শীতলামঙ্গল দ্বিজ রামেশ্বর গায়হরি হরি বল সবে পালা হৈল সায়।৷ \" (শীতলামঙ্গল)\n\n\n== মৃত্যু ==\n\n১৭৪৪ খ্রিষ্টাব্দে শ্রাবণী পূর্ণিমার দিন রামেশ্বরের মৃত্যু হয়। তার সমাধি নির্মাণ করা হয় কর্ণগড়ের মন্দিরে।\n\n\n== তথ্যসূত্র ==\n২. অতীতের দর্পণ : কবি রামেশ্বর - শ্রী শ্যামাপ্রসাদ চক্রবর্তী (প্রকাশক - মেদিনীপুর সাহিত্য সংসদ )\n৩. শিবায়ণ (রামেশ্বর ভট্টাচার্য বিরচিত) - শ্রী ঈশানচন্দ্র বসু , বঙ্গবাসী স্টিম মেশিন প্রেস, ১৯০৩ সাল"}