{"pageid": 1366129, "title": "গরাম", "url": "https://bn.wikipedia.org/wiki?curid=1366129", "content": "ছোটনাগপুর মালভূমি অঞ্চলের বেশিরভাগ গ্রামের প্রধান দেবতা হলেন গরাম। গরাম গ্রাম রক্ষার দেবতা। গাছের তলা ছাড়া গরাম থান হয় না। গরাম হচ্ছে সর্বোচ্চ শক্তির প্রতীক। সমস্ত ক্ষমতা শীর্ষ হচ্ছে গরাম, যা পাওয়ার অফ সুপ্রিম। গরাম দেবতার কোন মন্দির নেই। গরামের পুজা গরাম থানে করা হয়। গরামের কোন মূর্তি পুুুজা করা হয় না। ধান্যরোপণ শুভারম্ভ করবার আগে গ্রামবাসীরা 'জাহির থান', 'গরাম থান'-এ 'গরাম দেবতা 'র কাছে সম্মিলিতভাবে গরাম পুুুজা করা হয়। গরাম শব্দটি একটি কুুড়মালি ভাষার শব্দ। গরাম পুুুজা হলো বুড়হাবাপ, মাহামাঞ, ধরম ঠাকুর, বানসিং ঠাকুরের এই পঞ্চঠাকুুুরের পূজা। অন্য মতে, গ্রাম থেকে গরাম শব্দের উৎপত্তি।(গ্রাম > গরাম) সাঁওতালরা একে বলে 'এরোক পুুুজা', কুুড়মিরা একে বলে 'গরাম পুুুুজা বা জাঁতাল পুুুুজা', ভীলরা বলে 'বিদরী পুুুুজা'। এই পুুুুজায় পাঁঠা ছাগল, ভেড়া, মুুরগি, পায়রা, শুয়োর ইত্যাদি বলি দেওয়া হয়। ঝাড়গ্রামের প্রবীণ লোকসংস্কৃতির গবেষক সুব্রত মুখোপাধ্যায় এ প্রসঙ্গে বলেছেন, 'গরাম থান'-এ(দেবস্থান) পোড়ামাটির তৈরি হাতি ঘোড়ার ছোট ছোট \"ছলন\"(মূর্তি) থাকে। এই গ্রামদেবতা সব শক্তির উৎস ও বিঘ্ন বিনাশক। হাতির বিশালাকৃতি ও অসীম শক্তির কারণে প্রাচীনকাল থেকেই তার উপর দেবত্ব আরোপিত হয়েছে। মানুষের বিশ্বাস, দেবস্থানে হাতি থাকলে গ্রামের কারও কোনও ক্ষতি হবে না। গরাম পুুুজা গ্রামের মাহাতো বা নাইঞারা করেন, কোন ব্রাহ্মণ পুুুুরোহিতের প্রয়োজন হয় না। যদি প্রসব হ'তে কোন মায়ের আরও বেশি সময় লাগে, তবে গর্ভবতী মেয়ের মা বাবা মানত করে গরাম দেবতার উদ্দেশ্যে ফল, মুরগী ইত্যাদি দিয়ে। যাতে করে গর্ভবতী মায়ের ও শিশুর কোন অসুবিধা না হয়।\n\n\n== শ্লোগান রূপে ব্যবহার ==\nকুড়মি মাহাতো জনগোষ্ঠী গরাম দেবতাকে স্মরণ করতে 'জয় গরাম' শ্লোগান ব্যবহার করেন। এটা কোন রাজনৈতিক শ্লোগান নয়, কুুড়মিদের সমাজ আন্দোলনের ধর্মীয় শ্লোগান, যা কুুড়মিদের সামাজিক আন্দোলনের পতাকাতেও ব্যবহৃত হয়।  \n\n\n== ধারক ও বাহক ==\nগরামের পুুুজা কুুড়মি, লোধা, বাউরী, ভূমিজ, সাঁওতাল, মুন্ডা, ওঁরাং, ভীল, গোন্ড, ডোম, ঘাসি, খেড়িয়া প্রভৃতি আদিবাসী কৃৃৃৃষিজীবী, তফশিলি জনগোষ্ঠীর মানুুষেরা করেন।(pp:৮১) \n\n\n== ভৌগোলিক এলাকা ==\nএই পুুুজা ঝাড়খণ্ড, পশ্চিমবঙ্গ, উড়িষ্যা, ছত্রিশগড় প্রভৃতি রাজ্যে করা হয়।\n\n\n== উৎপত্তি ==\nগরাম দেবতা আদি দেবতা। প্রাচীন ভারতীয়দের দ্বারা আরাধিত গরাম - দেবতা বৈদিক অথবা পৌরাণিক দেবতাদের পর্যায়ভুক্ত হন নি। ড. পশুপতি প্রসাদ মাহাত বলেন, গরাম পুজো খুবই প্রাচীন। বিভিন্ন সংস্কৃতির আগ্রাসনও তা বিনষ্ট করতে পারেনি। আদি জনজাতির কৃষি সভ্যতার এই পরম্পরা কুড়মি জনজাতির সংস্কৃতির হাত ধরে আজও স্বমহিমায় সর্বত্রই গরাম পুজো পালিত হচ্ছে। আর এক বিশেষজ্ঞ ড. ক্ষিতিশচন্দ্র মাহাতোর মতে, আদি জনজাতি জঙ্গল জীবন থেকে গ্রাম্য সভ্যতা গড়ে তোলে, তাঁরাই গ্রাম রক্ষার দেবতা হিসেবে গরাম পুজো পালন করে আসছেন।\n\n\n== তথ্যসূত্র =="}