{"pageid": 13664, "title": "বৃষ (তারকামণ্ডল)", "url": "https://bn.wikipedia.org/wiki?curid=13664", "content": "জ্যোতিষ শাস্ত্রের আলোকে বৃষ রাশি সম্বন্ধে জানতে হলে দেখুন: বৃষ রাশি (জ্যোতিষ শাস্ত্র)\nবৃষ রাশি (ইংরেজি: Taurus) পৃথিবী থেকে দৃশ্যমান মহাকাশের একটি তারামণ্ডল। তারা মণ্ডল হলেও ১২ টি রাশির একটি বিধায় একে বৃষ রাশি বলা হয়। এই রাশিটি কালপুরুষ মণ্ডলের উত্তর-পশ্চিম দিকে অবস্থিত।\n\n\n== গুরুত্বপূর্ণ বিষয়সমূহ ==\n\n\n== গুরুত্বপূর্ণ গভীর আকাশের বস্তুসমূহ ==\n\n\n=== তারাসমূহ ===\nকালপুরুষের কোমর বন্ধনী উপররের দিকে বাড়িয়ে দিলে তা একটি বড় তারার পাশ দিয়ে যায়। এই তারাটি আর্দ্রা নামক তারার ৯° উত্তরে এবং ১৫° পশ্চিমে অবস্থিত। এটিই বৃষ রাশির প্রথম তারা যার নাম আলফা-টরি। এর বাংলা নাম রোহিণী। এই তারাটি নক্ষত্রের একটি যোগতারা তথা প্রধান তারা। এজন্যই এর এ ধরনের নামকরণ করা হয়েছে। পাশ্চাত্য জগতে একে আলদিবরণ নামে ডাকা হয়। আরবি ভাষায় এর নাম আলদাবরান যার অর্থ যে তাড়া করে। আলফা-টরি পশ্চিমে কৃত্তিকা নক্ষত্র অবস্থিত যার আরবি নাম সুরাইয়া। সুরাইয়াকে তাড়া করে তথা এর পিছনে পিছনে যায় বলেই এর এই নাম রাখা হয়েছে।\nআলফা-টরির পাশে ছোট ছোট কয়েকটি তারা মিলে একটি তারা স্তবক সৃষ্টি করেছে। এটি একটি মুক্ত স্তবক। একেই রোহিণী নক্ষত্র বলা হয়। পাশ্চাত্য জগতে এর নাম Hyades। এই নক্ষত্রের তারাগুলো এবং আলফা-টরি মিলে একটি V-আকৃতি গঠন করে যা দ্বারা বৃষ রাশির প্রতীকী ষাঁড়ের মুখ কল্পনা করা হয়। আলফা-টরি এই মুখের দক্ষিণ চোখ। এ হিসেবে বৃষের মুখ ও চোখ কিন্তু পৃথিবী থেকে সমান দূরে থাকার কথা। কিন্তু প্রকৃতপক্ষে মুখ গঠনকারী তারা স্তবকের ছোট ছোট তারাগুলো থেকে আলফা-টরি প্রায় ৩৭ আলোকবর্ষ দূরে অবস্থিত। অর্থাৎ রোহিণী নক্ষত্রের তারাগুলোর সাথে রোহিণী তারার (আলফা-টরির অপর নাম) কোন সম্পর্ক নেই। পৃথিবী থেকে কেবল এগুলোকে আমাদের একই দৃষ্টিরেখায় অবস্থিত বলে মনে হয়। এই আলফা-টরিকে বাদ দিলেও মুখের তারাগুলো প্রায় ৫৪ আলোকবর্ষ পরিমাণ স্থান অধিকার করে আছে। এই তারাগুলো সূর্য থেকে প্রতি সেকেন্ডে ২৮.৬ মাইল বেগে দূরে সরে যাচ্ছে। মুখে অবস্থিত তারাগুলোর এই গুচ্ছের কেন্দ্র আমাদের থেকে ১৩০ আলোকবর্ষ দূরে অবস্থিত। বৃষ রাশিচক্রের মধ্যে আলফা-টরি সবচেয়ে উজ্জ্বল তারা। এর ব্যাস সূর্যের ব্যাসের প্রায় ৪০ গুণ বেশি। এর কাছাকাছি আরও তিনটি তারা রয়েছে যেগুলো অন্য মণ্ডলে অবস্থিত। এগুলো হল মঘা (Regulus), জ্যেষ্ঠা (Antares) এবং মৎস্যমুখ (Fomalhaut)। এই তিনটি এবং আলফা-টরি তথা আলদিবরণ; এই চারটি তারাকে একসাথে রাজকীয় তারা (Royal stars) বলা হয়।\nআলফা-টরির উত্তর-পশ্চিমে ছোট কয়েকটি তারা মিলে একটি সুন্দর গুচ্ছ তৈরি করেছে।\n\n\n== ইতিহাস ==\n\n\n== পুরাণ ==\n\n\n== সচিত্র বর্ণনা ==\n\n\n== আরও দেখুন ==\nতারামণ্ডল\nবৃষ রাশির তারাসমূহের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nThe Deep Photographic Guide to the Constellations: Taurus\nBBC article on the possibility of Taurus being represented in Lascaux\nWIKISKY.ORG: Taurus constellation"}