{"pageid": 1367035, "title": "মহান মহারাজ", "url": "https://bn.wikipedia.org/wiki?curid=1367035", "content": "স্বামী বিদ্যানাথানন্দ বা অধ্যাপক ড. মহান মহারাজ ( জন্ম: ৫ এপ্রিল ১৯৬৮ ) হলেন একজন ভারতীয় গণিতবিদ এবং রামকৃষ্ণ আদেশ তথা রামকৃষ্ণ মিশনের আধ্যাত্মিক সন্ন্যাসী মহারাজ। তার পূর্বাশ্রম তথা পিতৃদত্ত নাম ছিল মহান মিত্র।\nবর্তমানে তিনি মুম্বাইয়ের টাটা ইনস্টিটিউট অফ ফান্ডামেন্টাল রিসার্চ এর গণিতের অধ্যাপক। ২০১১ খ্রিস্টাব্দে তিনি গণিতে শান্তি স্বরূপ ভাটনগর পুরস্কার  এবং ২০১৫ খ্রিস্টাব্দে গাণিতিক বিজ্ঞানের জন্য 'ইনফোসিস পুরস্কার' লাভ করেন।  তিনি মূলত, 'হাইপারবোলিক জিওমেট্রি', 'জিওমেট্রিক গ্রুপ থিওরি', 'লো ডাইমেনশন্যাল ট্রপোলজি' অ্যান্ড 'কমপ্লেক্স জিওমেট্রি'র জন্য বিশেষভাবে পরিচিত।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nমহান মিত্র ১৯৬৮ খ্রিস্টাব্দের ৫ এপ্রিল কলকাতার এক মিত্র পরিবারে জন্ম গ্রহণ করেন। তার আইনজ্ঞ পিতা কলকাতার এক অফিসে ম্যানেজারের কাজ করতেন। মহানের প্রাথমিক ও মাধ্যমিক স্তরের পড়াশোনা কলকাতার সেন্ট জেভিয়ার্স কলেজিয়েট স্কুলে। ষষ্ঠ শ্রেণীতে পড়ার সময় ইউক্লিডীয় জ্যামিতির সঙ্গে মহান পরিচিত হন এবং তখন থেকেই তিনি মনের মধ্যে অনুভব করেন জ্যামিতির নকশা আর গণিতে সংখ্যাতত্ত্ব। এখানে তার শিক্ষক ছিলেন ফাদার বুশে।  দ্বাদশ শ্রেণির পর তিনি সর্বভারতীয় জয়েন্ট এন্ট্রান্স পরীক্ষায় অল ইন্ডিয়া র‍্যাঙ্ক (এআইআর) ৬৭ পেয়ে কানপুরের ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজিতে প্রথমদিকে ইলেকট্রিক্যাল ইঞ্জিনিয়ারিং নিয়ে ভর্তি হন। কিন্তু আগাগোড়াই তার প্রিয় বিষয় ছিল গণিত। পড়াশোনার বিষয় গণিতে পরিবর্তন করে নেন।  তিনি ১৯৯২ খ্রিস্টাব্দে আইআইটি কানপুর থেকে গণিতে স্নাতকোত্তর ডিগ্রি লাভ করেন। \n১৯৯২ খ্রিস্টাব্দে স্নাতকোত্তর ডিগ্রি লাভের পর মহান বার্কলির ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ে গণিতে পিএইচডি প্রোগ্রামে যোগ দিতে মার্কিন যুক্তরাষ্ট্রে যান। তাঁর গবেষণার উপদেষ্টা ছিলেন অ্যান্ড্রু ক্যাসন । তিনি ১৯৯২ - ১৯৯৩ খ্রিস্টাব্দে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের 'আর্লে সি. অ্যান্থনি ফেলোশিপ' এবং ১৯৯৬ - ১৯৯৭ খ্রিস্টাব্দের জন্য মর্যাদাপূর্ণ স্লোন ফেলোশিপ লাভ করেন। ১৯৯৭ খ্রিস্টাব্দে তিনি 'ম্যাপস্ অন বাউণ্ডারিজ অফ হাইপারবোলিক মেট্রিক স্পেসেস্' শীর্ষক গবেষণা পত্রের জন্য ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় থেকে ডক্টরেট ডিগ্রি লাভ করেন।\n\n\n== কর্মজীবন ==\nএর পর দেশে ফিরে ১৯৯৮ খ্রিস্টাব্দের অল্প কিছুদিন চেন্নাইয়ের ইনস্টিটিউট অফ ম্যাথামেটিক্যাল সায়েন্স-এ কাজ করেন। ওই বছরেই তিনি বেদান্তিক দার্শনিক রামকৃষ্ণ পরমহংসের চিন্তাধারার প্রবল আকর্ষণে যোগ দেন বেলুড়স্থিত রামকৃষ্ণ মিশনে। রামকৃষ্ণ মিশন বিবেকানন্দ বিশ্ববিদ্যালয়ে গণিতের অধ্যাপক এবং গবেষণার ডিন হন এবং ২০১৫ খ্রিস্টাব্দ পর্যন্ত এই পদে ছিলেন। বর্তমানে তিনি মুম্বাইয়ের টাটা ইনস্টিটিউট অফ ফান্ডামেন্টাল রিসার্চ-এর গণিতের অধ্যাপক । \n\n\n== উল্লেখযোগ্য কাজ ==\nমহান মিত্র (১৯৯৭)। ম্যাপস্ অন বাউণ্ডারিজ অফ হাইপারবোলিক মেট্রিক স্পেসেস্। ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলি। আইএসবিএন 978-0591-52738-4।  শীর্ষক গবেষণা গ্রন্থ;\nড. মহান মিত্র ২০১৪ খ্রিস্টাব্দে গাণিতিক বিজ্ঞান বিষয়ে 'লেমিনেশন স্পেস এবং হাইপারবোলিক ম্যানিফোল্ডের সমাপ্তির ক্ষেত্রে' এক অসামান্য নিবন্ধ রচনা করেন। \"ক্যানন-থার্স্টন ম্যাপ\"-এর অস্তিত্বের প্রমাণে রচিত নিবন্ধটি \"জিওমেট্রিক অ্যান্ড ফাংশনাল অ্যানালিসিস\" জার্নালে প্রকাশিত হয়।\nএকজন সত্যিকারের গণিতবিদ হওয়ায়, ড.মহান মহারাজ ভারতীয় বিশ্ববিদ্যালয়গুলিতে গণিত শিক্ষার বর্তমান অবস্থায় সন্তুষ্ট নন বরং বেশ উদ্বিগ্ন। তিনি বিশ্বাস করেন গণিত শিক্ষায় উৎকর্ষের জন্য উদ্ভাবনী চিন্তার খুব প্রয়োজন। যেভাবে এখন গণিত পড়ানো হয় তার পরিবর্তনের চেষ্টায় আছেন তিনি। গাণিতিক বিজ্ঞানে উদ্ভাবনী ধারণা প্রচারের লক্ষ্যে তিনি তার সহপাঠী বন্ধু ও বেঙ্গালুরুর 'ইন্টারন্যাশনাল সেন্টার ফর থিওরিটিক্যাল সায়েন্সেস'-এর তাত্ত্বিক পদার্থবিদ গোপাকুমার ও দুই ছাত্রের  সহযোগিতায় ফান্ডামেন্টাল সায়েন্স এডুকেশন ট্রাস্ট গঠন করছেন এবং তিনি এই ট্রাস্টের জন্য ইতোমধ্যে ইনফোসিস পুরস্কারে প্রাপ্ত ৬৫ লক্ষ টাকা দান করেছেন। \n২০১৮ খ্রিস্টাব্দে তিনি রিও ডি জেনিরোতে অনুষ্ঠিত গণিতবিদদের আন্তর্জাতিক কংগ্রেসে আমন্ত্রিত বক্তা ছিলেন ।\n\n\n== ব্যক্তিগত জীবন ==\nআমেরিকার বার্কলিতে অবস্থানকালে তিনি স্বামী বিবেকানন্দের বেশ কিছু রচনা পড়ে অত্যন্ত প্রভাবিত হন। শেষে তিনি স্থির করেন দেশে ফিরে তিনি সন্ন্যাসীর জীবন যাপন করবেন। তাই স্বল্প সময় চেন্নাইয়ে কাটিয়ে বেলুড়ে চলে আসেন।  \nড. মহান মিত্র ১৯৯৮ খ্রিস্টাব্দে বেলুড়ে অধ্যাপক থাকাকালীন সময়ে রামকৃষ্ণ আদেশের সন্ন্যাসী হতে চান।মাতাপিতার সম্মতি আদায়ে তিনি বেশ কিছুদিন সময় নেন। পরে অবশ্য তারা অনুমতি দেন। প্রথমে তার নাম রাখা হয়েছিল ব্রহ্মচারী ব্রহ্মচৈতন্য। পরে ২০০৮ খ্রিস্টাব্দে দীক্ষান্তে নাম হয় স্বামী বিদ্যানাথানন্দ এবং গৈরিক বসন ধারণ করেন।\nপার্থিব সুখ বিসর্জন দিয়ে, তিনি কিন্তু ধর্মকে বিজ্ঞানে হস্তক্ষেপ করতে দেননি। সম্পূর্ণ অরাজনৈতিক প্রকৃত মহান ব্যক্তিত্বের কথায়—\n\nস্বামী বিদ্যানাথানন্দের ধর্মে বিশ্বাস থাকার পাশাপাশি বিজ্ঞানেও আস্থা আছে। তার জীবনে বিজ্ঞান ও ধর্ম এই দু’য়ের মধ্যে কোনও অসঙ্গতি নেই।\nবিজ্ঞান এবং ধর্মের সঙ্গে কোন বিরোধ নেই,  তারা যে একসাথেই চলতে পারে - তা যেমন দেখিয়েছেন প্রাচীন ভারতের আর্যভট্ট, সর্বকালের সর্বশ্রেষ্ঠ বিজ্ঞানী আইজ্যাক নিউটন। সাম্প্রতিক কালের রামকৃষ্ণ মিশনের এই অধ্যাপক সন্ন্যাসী মহান মহারাজের কাছে বিজ্ঞানই তার ধর্ম। তাই তিনি বলেন—\n\n\n== সম্মাননা ও পুরস্কার ==\n২০১০ খ্রিস্টাব্দে হায়দ্রাবাদে আয়োজিত ইন্টারন্যাশনাল কংগ্রেস অব ম্যাথামেটিশিয়ানস তথা গণিতজ্ঞদের বিশ্বসম্মেলনে একবিংশ শতকে বিমূর্ত গণিতের ধারণা উপস্থাপনের জন্য,   গেরুয়াবসন ধারী তরুণ গণিতবিদ অধ্যাপক ড.মহান মহারাজ প্রথম লাভ করেন সেরার সম্মান - ফিল্ডস মেডেল\nগণিতের ‘জিয়োমেট্রাইজেশন কনজেকচার’ অনুমান প্রয়োগের জন্য ২০১১ খ্রিস্টাব্দে ভারত সরকারের বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ তাকে বিজ্ঞান ক্ষেত্রের  শান্তি স্বরূপ ভাটনগর পুরস্কার প্রদান করে।\n‘জিওম্যাট্রিক গ্রুপ থিওরি, লো-ডাইমেনশন্যাল টপোলজি অ্যান্ড কমপ্লেক্স জিওমেন্টি’ তে উল্লেখযোগ্য অবদানের জন্য ইনফোসিস ফাউন্ডেশন ২০১৫ খ্রিস্টাব্দে প্রদান করে ইনফোসিস পুরস্কার \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMahan Mj at the Mathematics Genealogy Project\nrkmvu.ac.in Website of Mahan Mj\nThe Monk Who is Sold on Geometry\nMahan Mitra (BT/EE/1969)"}