{"pageid": 1367700, "title": "আহসান এইচ মনসুর", "url": "https://bn.wikipedia.org/wiki?curid=1367700", "content": "আহসান এইচ মনসুর একজন বাংলাদেশী অর্থনীতিবিদ এবং বাংলাদেশ ব্যাংকের গভর্নর। গভর্নর হিসেবে নিয়োগ পাওয়ার আগ পর্যন্ত তিনি বাংলাদেশের পলিসি রিসার্চ ইনস্টিটিউটের পরিচালক ছিলেন। এরআগে তিনি ব্র্যাক ব্যাংক লিমিটেডের চেয়ারম্যান ছিলেন। তিনি ওয়ালটনের একজন স্বাধীন পরিচালক হিসাবেও কাজ করেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nমনসুর ১৯৭৪ সালে ঢাকা বিশ্ববিদ্যালয় থেকে অর্থনীতিতে স্নাতক সম্পন্ন করেন। তিনি ১৯৭৬ সালে ঢাকা বিশ্ববিদ্যালয়ের প্রভাষক হন। তিনি ১৯৭৭ সালে ম্যাকমাস্টার বিশ্ববিদ্যালয় থেকে অর্থনীতিতে স্নাতকোত্তর সম্পন্ন করেন। তিনি ১৯৮২ সালে ওয়েস্টার্ন অন্টারিও বিশ্ববিদ্যালয় থেকে পিএইচডি করেন।\n\n\n== কর্মজীবন ==\nমনসুর ১৯৮১ সালে আন্তর্জাতিক মুদ্রা তহবিলে যোগদান করেন। তিনি ১৯৮৩ থেকে ১৯৮৯ সাল পর্যন্ত আন্তর্জাতিক মুদ্রা তহবিলের ফিসকাল অ্যাফেয়ার্স বিভাগে কাজ করেছেন। ১৯৯১ থেকে ১৯৯৫ সাল পর্যন্ত, মনসুর আন্তর্জাতিক মুদ্রা তহবিলের নীতি উন্নয়ন ও পর্যালোচনা বিভাগ এবং মধ্যপ্রাচ্য বিভাগে দায়িত্ব পালন করেন।\nমনসুর ১৯৮৯ সালে অর্থমন্ত্রী ওয়াহিদুল হকের অর্থ উপদেষ্টা নিযুক্ত হন এবং ১৯৯১ সাল পর্যন্ত দায়িত্ব পালন করেন। ১৯৯৬ থেকে ২০০৭ সাল পর্যন্ত, তিনি আন্তর্জাতিক মুদ্রা তহবিলের মধ্যপ্রাচ্য ও মধ্য এশিয়া বিভাগে দায়িত্ব পালন করেন। ১৯৯৪ থেকে ২০০৭ সাল পর্যন্ত, তিনি আফগানিস্তান, পাকিস্তান, জর্ডান, কুয়েত, ওমান, সুদান এবং ইয়েমেনে আন্তর্জাতিক মুদ্রা তহবিলের সিনিয়র আবাসিক প্রতিনিধি হিসেবে দায়িত্ব পালন করেছেন।\nমনসুর বাংলাদেশ পলিসি রিসার্চ ইনস্টিটিউটে নির্বাহী পরিচালক হিসেবে যোগ দেন। মনসুর অবসর নেওয়ার পর স্যার ফজলে হাসান আবেদের স্থলাভিষিক্ত হয়ে ২৭ আগস্ট ২০১৯ তারিখে ব্র্যাক ব্যাংকের চেয়ারম্যান নিযুক্ত হন। তিনি পলিসি ইনসাইটসের সম্পাদকীয় উপদেষ্টা বোর্ডের সদস্য।\nমনসুর বাংলাদেশ সরকারের জিডিপি পরিসংখ্যান নিয়ে প্রশ্ন তুলেছিলেন যা ২০১৯ সালে সামষ্টিক অর্থনৈতিক সূচকের সাথে মেলেনি যখন অর্থনীতির মন্দার পূর্বাভাস দিয়েছিল। তিনি বাংলাদেশে কোভিড-১৯ মহামারীর সময় অর্থনীতির জন্য ধৈর্যের প্রয়োজনীয়তার বর্ণনা দিয়েছেন। ২০২০ সালের সেপ্টেম্বরে, তিনি বলেছিলেন যে অর্থনীতি পুনরুদ্ধার হচ্ছে। তিনি মুদ্রাস্ফীতি নিয়ন্ত্রণে মুদ্রানীতি ব্যবহারের সুপারিশ করেন। তিনি বসুন্ধরা গ্রুপ তাদের বিদ্যমান ব্যাংক থেকে ঋণ ব্যবহার করে ব্যাংক কেনার বিষয়ে সমালোচনামূলক কথা বলেছেন। তিনি ঋণ খেলাপি কমাতে আর্থিক খাতে সংস্কারের আহ্বান জানান। ২০২৩ সালে, তিনি বলেছিলেন যে বাংলাদেশের অর্থনৈতিক ধাক্কা সরকারের নিষ্ক্রিয়তার ফলাফল এবং সম্পূর্ণরূপে বাহ্যিক কারণের উপর ভিত্তি করে নয়।\nতিনি ১৩ আগস্ট ২০২৪ ইং সালে বাংলাদেশ ব্যাংকের এর গভর্নর হিসেবে নিয়োগপ্রাপ্ত হোন।\n\n\n== তথ্যসূত্র =="}