{"pageid": 1367882, "title": "জরা হটকে জরা বচকে", "url": "https://bn.wikipedia.org/wiki?curid=1367882", "content": "জরা হটকে জরা বচকে (অনু. সরে যান এবং সাবধান হন) (ইংরেজি: Zara Hatke Zara Bachke, হিন্দি: ज़रा हटके ज़रा बचके) হল ২০২৩ সালের হিন্দি-ভাষার একটি রোমান্টিক কমেডি ফিল্ম যা লক্ষ্মণ উতেকার দ্বারা নির্দেশিত ও সহ-লিখিত। ম্যাডক ফিল্মস এবং জিও স্টুডিওস দ্বারা প্রযোজিত, ছবিটিতে অভিনয় করেছেন ভিকি কৌশল এবং সারা আলি খান। এটি ২ জুন ২০২৩-এ মুক্তি পায় এবং সমালোচকদের কাছ থেকে মিশ্র পর্যালোচনা পেয়েছে। কিছু লোক ছবিটির সঙ্গীত এবং ভিকির অভিনয়ের প্রশংসা করেছিল কিন্তু গল্প এবং চলচ্চিত্রের গতির সমালোচনা করেছিল। তা সত্ত্বেও, ছবিটি একটি স্লিপার হিট হিসাবে আবির্ভূত হয়, যা বছরের ষষ্ঠ-সর্বোচ্চ-আয়কারী হিন্দি চলচ্চিত্রে পরিণত হয়।\n\n\n== পটভূমি ==\nগল্পটি ইন্দোরের একজন মধ্যবিত্ত বিবাহিত দম্পতি কপিল এবং সোম্যাকে ঘিরে আবর্তিত হয়েছে, যারা প্রধানমন্ত্রী আবাস যোজনা প্রকল্পের মাধ্যমে তাদের নিজস্ব একটি বাড়ি অর্জন করতে চায়।\n\n\n== অভিনয়ে ==\nকপিল দুবে চরিত্রে ভিকি কৌশল\nসোম্যা চাওলা দুবে চরিত্রে সারা আলি খান\nবান দাস ঈশ্বরদাস সহায় চরিত্রে ইনামুল হক\nরোশনি চাওলার চরিত্রে সুস্মিতা মুখার্জি\nপুরুষোত্তম মামার চরিত্রে নীরজ সুদ\nহরচরণ চাওলার চরিত্রে রাকেশ বেদী\nদারোগা রঘুবংশী চরিত্রে শরীব হাশমি\nবেদ প্রকাশ দুবে চরিত্রে আকাশ খুরানা\nদীপা মামির চরিত্রে কানুপ্রিয়া পণ্ডিত\nমমতা দুবে চরিত্রে অনুভা ফতেপুরা\nমনোজ ভাগেলের চরিত্রে হিমাংশু কোহলি\nমেহজাবীনের চরিত্রে সৃষ্টি গাঙ্গুলী রিন্দানি\nসৃজন চরিত্রে ভিভান শাহ\nডিম্পি স্যারের চরিত্রে ডিম্পি মিশ্র\nবিচারক হিসেবে অতুল তিওয়ারি\n\n\n== বিপণন ==\nট্রেলার প্রকাশের একদিন আগে ইনস্টাগ্রামে ভিকি কৌশল এবং সারা আলি খানের একটি টিজারের সাথে ছবির শিরোনাম ঘোষণা করা হয়েছিল। গুজব ছড়িয়েছিল যে ছবিটির নাম হবে \"লুকা ছুপি ২\"। অফিসিয়াল ট্রেলারটি ১৫ মে ২০২৩-এ প্রকাশিত হয়েছিল৷ চলচ্চিত্রটির প্রচারের জন্য, ভিকি এবং সারা জুহু চৌপাট্টি পরিদর্শন করেছিলেন, যেখানে তারা মিডিয়ার সাথে যোগাযোগ করেছিলেন এবং ফটোগ্রাফের জন্য পোজ দিয়েছেন৷ প্রচারের সময় তারা ইন্দোরের বিখ্যাত পোহা-জালেবিও উপভোগ করেছেন।\n\n\n== সাউন্ডট্র্যাক ==\nজরা হটকে জরা বচকে গানটির সুর করেছেন সচিন-জিগর, অমিতাভ ভট্টাচার্যের কথায়।\nসাউন্ডট্র্যাক অ্যালবামটি ২ জুন ২০২৩-এ প্রকাশিত হয়েছিল৷ এতে নিম্নলিখিত ট্র্যাকগুলি রয়েছে:\n\n\n== মুক্তি ==\nজরা হটকে জরা বচকে ২ জুন ২০২৩-এ প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== অভ্যর্থনা ==\n\n\n=== বক্স অফিস ===\nছবিটি তার প্রথম দিনে ঘরোয়া বক্স অফিসে ₹৫.৪৯ কোটি আয় করেছে এবং মোট ঘরোয়া সপ্তাহান্তে ₹২২.৫৯ কোটি সংগ্রহ করেছে। ২ জুলাই ২০২৩ পর্যন্ত, ছবিটি ভারতে ₹১০০.৭৯ কোটি (US$১৩ মিলিয়ন) এবং বিদেশে ₹১১.১৩ কোটি (US$১.৪ মিলিয়ন) আয় করেছে, যার ফলে বিশ্বব্যাপী ₹১১১.৯২ কোটি (US$১৪ মিলিয়ন) মোট সংগ্রহ হয়েছে।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nইন্ডিয়া টুডে-এর গ্রেস সিরিল ছবিটির ইউএসপি হিসাবে সারা আলি খান এবং ভিকি কৌশলের মধ্যে রসায়নের প্রশংসা করে ছবিটিকে ৫-এর মধ্যে ৩ স্টার রেট দিয়েছেন। এবিপি লাইভ-এর আমনদীপ নারাংও এটিকে একই রেটিং দিয়েছেন, বলেছেন যে ছবিটি একটি হালকা-হৃদয় রোম-কম সঠিকভাবে সম্পন্ন হয়েছে।\nযাইহোক, এনডিটিভি-এর সাইবল চ্যাটার্জি ছবিটিকে ৫-এর মধ্যে ২ স্টার রেট দিয়েছেন, ভিকি কৌশল এবং সারা আলি খানের অভিনয়ের সমালোচনা করে সুখী বিবাহিত দম্পতি হিসাবে, এই বলে যে তারা চলচ্চিত্রের মতোই অসম ছিল। দ্য ইন্ডিয়ান এক্সপ্রেস-এর শুভ্রা গুপ্তাও ছবিটিকে ৫ স্টারের মধ্যে ২ স্টার রেট দিয়েছেন, উল্লেখ করেছেন যে ছবিটি তার দ্বিতীয়ার্ধে একটি টোনাল সুইচ নেয়, একটি প্লট টুইস্টের সূচনা করে যা মথবলযুক্ত আবেগপ্রবণতায় আবদ্ধ হয় এবং পুরো জিনিসটা একটি ভীষন সংস্কারী (প্রথাগত) স্তর যুক্ত করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজরা হটকে জরা বচকে ইন্টারনেট মুভি ডেটাবেজে"}