{"pageid": 1367831, "title": "যৌন আদর্শ", "url": "https://bn.wikipedia.org/wiki?curid=1367831", "content": "যৌন আদর্শ, একটি ব্যক্তিগত বা একটি সামাজিক নিয়ম উল্লেখ করতে পারে। বেশিরভাগ সংস্কৃতির যৌনতা সম্পর্কিত সামাজিক নিয়ম রয়েছে, এবং স্বাভাবিক যৌনতাকে সংজ্ঞায়িত করে যে ব্যক্তিদের মধ্যে শুধুমাত্র নির্দিষ্ট যৌন ক্রিয়াগুলি থাকে যারা বয়স, সঙ্গতি (যেমন অজাচার), জাতি/জাতিগততা (যেমন মিসজেনেশন), এবং/অথবা সামাজিক ভূমিকা এবং আর্থ-সামাজিক অবস্থার নির্দিষ্ট মানদণ্ড পূরণ করে।\nবেশিরভাগ সমাজে, স্বাভাবিক শব্দটি আচরণের একটি পরিসীমা বা বর্ণালী চিহ্নিত করে। প্রতিটি কাজকে কেবল \"গ্রহণযোগ্য\" বা \"গ্রহণযোগ্য নয়\" হিসাবে শ্রেণীবদ্ধ করার পরিবর্তে, অনেকগুলি কাজকে বিভিন্ন ব্যক্তিরা \"কম বা কম গ্রহণযোগ্য\" হিসাবে দেখেন এবং সেগুলি কতটা স্বাভাবিক বা গ্রহণযোগ্য সে সম্পর্কে মতামত নির্ভর করে ব্যক্তির মতামতের উপর, সেইসাথে সংস্কৃতি নিজেই উপর। যৌনতাত্ত্বিক অধ্যয়ন থেকে প্রাপ্ত তথ্যের উপর ভিত্তি করে, অনেক সাধারণ মানুষের যৌন জীবন প্রায়ই ব্যক্তিগতভাবে, সাধারণ সম্পর্কে জনপ্রিয় বিশ্বাস থেকে বেশ ভিন্ন। \nযদি অ-নিষেধমূলক যৌন নিয়মগুলিকে ইতিবাচকভাবে বিবেচনা করা হয়, তবে সেগুলিকে \"যৌন স্বাধীনতা\", \"যৌন মুক্তি\" বা \"মুক্ত প্রেম\" বলা যেতে পারে। যদি তাদের নেতিবাচকভাবে বিবেচনা করা হয়, তবে তাদের বলা যেতে পারে \"যৌন লাইসেন্স\" বা \"অনুমতি\"। সীমাবদ্ধ সামাজিক নিয়ম, যদি নেতিবাচকভাবে বিচার করা হয়, যৌন নিপীড়ন বলা হয়। যদি নিষেধাজ্ঞামূলক নিয়মগুলিকে ইতিবাচকভাবে বিচার করা হয়, তবে সেগুলিকে উত্সাহজনক সতীত্ব, \"যৌন আত্মসংযম\" বা \"যৌন শালীনতা\" হিসাবে বিবেচনা করা যেতে পারে এবং নেতিবাচক শব্দগুলি লক্ষ্য করা যৌনতার জন্য ব্যবহার করা হয়, যেমন যৌন নির্যাতন এবং যৌন বিকৃতি।\n\n\n== সামাজিক মনোভাব ==\nপশ্চিমে, কিছু লোকেরা স্বাভাবিকতার প্রথাগত সংজ্ঞাগুলি শিথিল করেছে, স্বাভাবিক যৌনতাকে যৌন অনুশীলন হিসাবে সংজ্ঞায়িত করার পরিবর্তে বেছে নিয়েছে যা যৌন বিকৃতি হিসাবে বিবেচিত হয় না। যাইহোক, এই সংজ্ঞাটি ব্যবহার করে যৌন বিকৃতির একটি দীর্ঘ তালিকা ব্যবহার করা হয় যা নিজেরাই লুকানো সাংস্কৃতিক নিয়ম দেখায়। সম্প্রতি, পশ্চিমা সমাজে, সম্মতিমূলক যৌন বিকৃতি আরও গ্রহণযোগ্য হয়ে উঠছে, বিশেষ করে \"যে কোনো কার্যকলাপ, অন্যথায় অবৈধ নয়, ব্যক্তিগতভাবে প্রাপ্তবয়স্কদের মধ্যে সম্মতি দেওয়া হয়।\"\nমনোভাবের এই উদারীকরণের ফলে অনেক দেশে সমকামিতাকে বৈধতা দেওয়া হয়েছে, যুক্তরাজ্যের যুগান্তকারী উলফেন্ডেন প্রতিবেদন অনুসরণ করে।\nপশ্চিমা দেশগুলিতে একটি স্বাভাবিক বিষমকামী জীবনধারা হিসাবে ধারাবাহিক একবিবাহের দিকে ঝোঁক রয়েছে। দীর্ঘমেয়াদী সমকামী সম্পর্ককে স্বীকৃতি দেওয়ার জন্য একটি আন্দোলনও রয়েছে (দেখুন সমকামী বিবাহ )।\nগির্জা, রাষ্ট্র বা আইনি ব্যবস্থা দ্বারা স্বীকৃত বিবাহের একটি ধরনের অনুমোদনের প্রয়োজন ছাড়াই যৌন সম্পর্কের (অংশীদারিত্ব) বৃহত্তর গ্রহণযোগ্যতা রয়েছে।\nএমন উদারীকরণের প্রবণতাগুলি রক্ষণশীল সামাজিক প্রবণতাগুলির সাথে বৈপরীত হতে পারে যা আচরণের এই নিদর্শনগুলিকে উল্টাতে চায়, যুবকদের ঐতিহ্যগতভাবে গৃহীত ভূমিকা, বিশ্বাস এবং আচরণ বেছে নিতে এবং বিয়ের আগে যৌন বর্জন বা অপ্রত্যাশিত জীবনধারা অনুশীলন করতে উত্সাহ দেয়৷\nপ্রতিক্রিয়ার একটি বিরোধী প্রবণতা রয়েছে, যা এই ধরনের পরিবর্তনকে সামাজিকভাবে ধ্বংসাত্মক শক্তি হিসাবে দেখা হয় এবং তাদের বিরোধিতা করে। এটি প্রায়শই, যদিও একচেটিয়াভাবে নয়, এমন লোকেদের সাথে জড়িত যাদের ধর্মীয় অনুভূতি রয়েছে এবং এটি আমেরিকার বেশিরভাগ খ্রিস্টান ধর্মের পাশাপাশি মধ্যপ্রাচ্য এবং এশিয়ায় ইসলাম এবং ইস্রায়েলের হেরেদি ইহুদিদের মতো অন্যান্য ধর্মপ্রাণ ধর্মীয় গোষ্ঠীতে প্রচলিত। এই জাতীয় দেশে প্রায়ই অপ্রচলিত যৌনতা এবং যৌন মুক্তির তীব্র সমালোচনা হয়।\nপ্রাচ্য এবং পাশ্চাত্য উভয় সংস্কৃতিতে কিছু সামাজিক অস্থিরতা এই দুটি প্রবণতার মধ্যে এই দ্বন্দ্বের কারণে এবং সামাজিক ও যৌন নিয়মের গ্রহণযোগ্যতা এবং নিয়ন্ত্রণের উপর বর্তায়।\n\n\n== আরও দেখুন ==\nযৌন নৈতিকতার উপর ক্যাথলিক শিক্ষা\nধর্ম এবং যৌনতা\nপ্রজনন অধিকার\nএকই লিঙ্গের বিবাহ\nযৌনতা এবং আইন\nযৌন-ইতিবাচক নারীবাদ\nযৌন-ইতিবাচক আন্দোলন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nযৌন স্বাধীনতা কেন ভয় পায়\nলিল ওয়েন এবং শিশু একটি গাছে বসে আছে\nক্রস-সাংস্কৃতিক দৃষ্টিকোণে শিকারী-সংগ্রাহকদের মধ্যে যৌন স্বাধীনতার কারণগুলি"}