{"pageid": 1367320, "title": "মা ছেং-ইউয়েন", "url": "https://bn.wikipedia.org/wiki?curid=1367320", "content": "মা ছেং-ইউয়েন (চীনা: 马承源; ২ নভেম্বর ১৯২৭ - ২৫ সেপ্টেম্বর ২০০৪) ছিলেন একজন চীনা প্রত্নতত্ত্ববিদ। সাংস্কৃতিক বিপ্লবের সময়  লাল ফৌজদের দ্বারা প্রত্নতাত্ত্বিক নিদর্শন ধ্বংসের হাত থেকে প্রতিরোধ ও রক্ষার জন্য তিনি প্রশংসিত। এছাড়া তিনি সাংহাই জাদুঘরের পুনর্নির্মাণের জন্য গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। তিনি তৃতীয় জন ডি. রকফেলার পুরস্কারের প্রাপক। এছাড়া তিনি ফরাসি রাষ্ট্রপতি জাক শিরাক কর্তৃক লেজিওঁ দনরে ভূষিত হয়েছিলেন।\nমা প্রাচীন চীনা ব্রোঞ্জের উপর বই এবং গবেষণাপত্র প্রকাশ করেছিলেন। তিনি চিন হৌ সু পিয়েনচুং এবং প্রাচীন চীনের যুদ্ধরত রাজ্যকালের বাঁশের কিছু টুকরো (এগুলো পূর্বে লেখার সামগ্রী হিসেবে ব্যবহৃত হত) ছাড়াও বেশকিছু প্রত্নতাত্ত্বিক নিদর্শন আবিষ্কার করেন। এগুলো বর্তমানে চীনের জাতীয় সম্পদ হিসেবে বিবেচিত।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nমা ১৯২৭ সালে সাংহাইতে জন্মগ্রহণ করেন। তিনি ১৯৪৬ সালে চীনের কমিউনিস্ট পার্টিতে যোগদান করেন। এছাড়াও ১৯৫৪ সালে সাংহাই জাদুঘরে যোগদানের আগে তিনি সাংহাই নগর সরকারের শিক্ষা বিভাগে কাজ করেন। তিনি ১৯৫১ সালে সাংহাইয়ের তাশিয়া বিশ্ববিদ্যালয়ের ইতিহাস বিভাগ থেকে স্নাতক হন। তিনি মূলত জাদুঘরের একজন ব্যবস্থাপক এবং চীনের কমিউনিস্ট পার্টির সচিব ছিলেন। তবে গবেষণার কাজে মনোনিবেশ করার জন্য ১৯৫৬ সালে তিনি কমিউনিস্ট পার্টির সচিব পদ ত্যাগ করেন।  এরপরে ব্রোঞ্জ গবেষণা বিভাগের পরিচালক হিসেবে তিনি দায়িত্বপ্রাপ্ত হন।\n\n\n== সাংস্কৃতিক বিপ্লব ==\n১৯৬৬ সালে চীনে সাংস্কৃতিক বিপ্লব শুরু হয়। এসময় তরুণ লাল ফৌজ চীনের ঐতিহাসিক নিদর্শন ধ্বংস করার জন্য তৎপর হয়ে উঠে। এই পরিস্থিতিতে মাও ৎসে-তুং ঐতিহাসিক নিদর্শন রক্ষা করার আহ্বান জানান। সাংহাই সংগ্রাহকদের সংগৃহীত কিছু প্রাচীন জিনিসগুলো সাংহাই জাদুঘরে ছিল। সংগ্রাহকরা এই জিনিসগুলোর নিরাপত্তা নিয়ে চিন্তিত হয়ে পড়েন।\nমা জাদুঘরের প্রাচীন নিদর্শনগুলি রক্ষা করার চেষ্টা করেছিলেন। সেজন্য শুরুতে তিনি তার সহকর্মীদের এই কাজ সম্পাদনের জন্য সংগঠিত করেন। তবে জাদুঘরের কর্মীদের একটি চরমপন্থী দল এই কাজে বিঘ্ন সৃষ্টি করে। তারা মা'সহ অন্যান্য ঊর্ধ্বতন কর্মকর্তাদের ধরে নিয়ে যায়। এরপর একটি গুদামঘরে নয় মাসের জন্য বন্দী করে রাখে। চরমপন্থীরা কর্মকর্তাদের \"দেশদ্রোহী\" বলে স্বীকার করতে বাধ্য করার চেষ্টা করে এবং বারবার তাদের উপরে তুলে মার্বেল পাথরের মেঝেতে ফেলে দেয়। এতে মা'র বেশ কয়েকজন সহকর্মী মারা যান। তবে মা এই নির্যাতন থেকে বেঁচে গিয়েছিলেন। কারণ তাঁকে পাঁচ বছরের জন্য হুপেই প্রদেশের একটি শ্রম শিবিরে পাঠানো হয়েছিল।\n১৯৭২ সালে মার্কিন রাষ্ট্রপতি রিচার্ড নিক্সন চীনে সফর করেন। মা'কে যুক্তরাষ্ট্রে চীনের প্রত্নতাত্ত্বিক সম্পদের একটি প্রদর্শনীর আয়োজন করতে তখন সাংহাইতে ফিরিয়ে আনা হয়। ১৯৭৬ সালে মাওয়ের মৃত্যুর পর সাংস্কৃতিক বিপ্লবের সমাপ্তি ঘটে।\n\n\n== সাংহাই জাদুঘর পুনর্নির্মাণ ==\n\n১৯৮৫ সালে মা সাংহাই জাদুঘরের পরিচালক নিযুক্ত হন। ১৯৯২ সালে সাংহাইয়ের পাঁচ বছরের জন্য একটি পরিকল্পনা হয়েছিল। এখান থেকে সাংহাই জাদুঘরের পুনর্নির্মাণের বিষয়টি বাদ দেওয়া হয়। মা \"হুয়াং চ্যু\"কে জাদুঘরের বিষয়টি দেখার জন্য অনুরোধ করেন। মা'র অনুরোধে হুয়াং \"চুংহুয়েই ভবন\"টি (এখানে জাদুঘরটি ছিল তখন) পরিদর্শন করেন। পরিদর্শনের পর হুয়াং জাদুঘরটির পুনর্নির্মাণের জন্য টাকা বরাদ্দ দিতে সম্মত হন। তবে জাদুঘরটির পুনর্নির্মাণের জন্য নিজস্ব উদ্যোগে মা'কে তহবিল সংগ্রহ করতে হয়েছিল।\nমা পুরানো ভবনটি হংকংয়ের একজন বিকাশকারীকে ইজারা দেন। এর মাধ্যমে তিনি ২৫ মিলিয়ন মার্কিন ডলার সংগ্রহ করতে সক্ষম হন। তিনি অনুদানের আবেদন করার জন্য বিদেশেও অনেক ভ্রমণ করেন। এভাবে মা আরও ১০ মিলিয়ন মার্কিন ডলার সংগ্রহ করতে পেরেছিলেন। তবে এই পরিমাণ টাকা পুনর্নির্মাণের জন্য যথেষ্ট ছিল না। শেষ পর্যন্ত তিনি নগর সরকারকে আরও ১৪ কোটি চীনা ইউয়ান বরাদ্দ করতে রাজি করান।\nপুনর্নির্মাণের পর জাদুঘরটি ১৯৯৬ সালের ১২ অক্টোবর পুনরায় চালু হয়। মা এর ফলে আন্তর্জাতিক খ্যাতি অর্জন করেন। ১৯৯৮ সালে ফরাসি রাষ্ট্রপতি জাক শিরাক মা'কে লেজিওঁ দনরে ভূষিত করেন। এছাড়াও তিনি ২০১২ সালে এশীয় এতিহ্য পরিষদ থেকে তৃতীয় জন ডি. রকফেলার পুরস্কার লাভ করেন। মা সম্পর্কে হংকংয়ের সাউথ চায়না মর্নিং পোস্ট মন্তব্য করেছে যে মা মনে হচ্ছে \"[সাংহাই জাদুঘরের] অস্তিত্ব ফিরিয়ে আনতে চান।\"\n\n\n== সাংস্কৃতিক নিদর্শন পুনরুদ্ধার ==\n\n১৯৮০-এর দশক থেকে চীন থেকে অনেক শিল্পকর্ম লুটপাট হয়েছিল। এই শিল্পকর্মগুলো চীনের সীমান্ত পেরিয়ে হংকংয়ে পাচার করা হয়। মা হংকং থেকে এসব শিল্পকর্ম পুনরুদ্ধারে সক্রিয় ছিলেন। ১৯৯২ সালে তিনি ৩,০০০ বছরের পুরনো চিন হৌ সু পিয়েনচুং (晉侯穌鐘) খুঁজে পান। এটি ২০০২ সালে বিদেশে প্রদর্শন নিষিদ্ধ প্রথম ৬৪টি জাতীয় সম্পদের একটি হিসেবে চীনা সরকার তালিকাভুক্ত করেছিল।\n১৯৯৪ সালে মা চ্যু রাজ্য থেকে ১,২০০টিরও বেশি প্রাচীন চীনের যুদ্ধরত রাজ্য কালের বাঁশের কিছু টুকরো (এগুলো পূর্বে লেখার সামগ্রী হিসেবে ব্যবহৃত হত) উদ্ধার করেছিলেন। এগুলোতে বেশ কিছু প্রাচীন গ্রন্থ লেখা হয়েছিল। বর্তমানে এই গ্রন্থগুলো অসংখ্য পণ্ডিতদের গবেষণার বিষয় হয়ে উঠেছে।\n\n\n== অধ্যয়ন ==\nমা প্রাচীন চীনা ব্রোঞ্জের উপর ৮০টিরও বেশি বই এবং গবেষণাপত্র প্রকাশ করেছেন। তার একটি বই ইংরেজিতে অনূদিত হয় যা অক্সফোর্ড ইউনিভার্সিটি প্রেসের মাধ্যমে প্রকাশিত হয়েছিল (আইএসবিএন ৯৭৮০১৯৫৮৩৭৯৫৭)। বর্তমানে এই বইটি বিশ্ববিদ্যালয়ের পাঠ্যপুস্তক হিসাবে ব্যাপকভাবে ব্যবহৃত হয়। \nমা চীনা ব্রোঞ্জের উপর ১৬ খন্ডের একটি বিশ্বকোষ প্রকাশ করেন। এছাড়াও তিনি সাংহাই পোওকুয়ান ছাং চানকুও ছু চুশু - এর প্রধান সম্পাদক ছিলেন। তার প্রকাশিত অন্যান্য বইয়ের মধ্যে রয়েছে চুংকুও ছিংথুংকি ইয়েনচিউ , ইয়াংশাও ওয়েনহুয়া ত ছাইথাও,  শাং চুও ছিংথুংকি মিংওয়েন শ্যুয়েন।\nমা সাংহাই জাদুঘরের একজন পরিচালক ছিলেন। এছাড়া সাংহাইয়ের পূর্ব চীন সাধারণ বিশ্ববিদ্যালয় এবং ফুতান বিশ্ববিদ্যালয়ে তিনি খণ্ডকালীন অধ্যাপক হিসেবেও কর্মরত ছিলেন। তিনি চীনের প্রত্নতাত্ত্বিক সোসাইটির পরিষদ সদস্য এবং চীনা জাদুঘর সোসাইটির ভাইস চেয়ারম্যান হিসেবেও দায়িত্বপালন করেছেন।\n\n\n== অবসর ও আত্মহত্যা ==\n১৯৯৯ সালে মা অবসর গ্রহণ করেন। তবে অবসর গ্রহণ করার পরেও তিনি সাংহাই জাদুঘরের উপদেষ্টা হিসেবে কাজ করেন। উপদেষ্টা থাকাকালীন জাদুঘরটির নতুন ব্যবস্থাপনার সাথে তার বিরোধ সৃষ্টি ছিল। এটি ক্রমশঃ তীব্র হয়ে ওঠে। তার বিরুদ্ধে একজন সংগ্রাহক প্রদত্ত ২৫০,০০০ মার্কিন ডলার আত্মসাতের অভিযোগ উত্থাপন করা হয়েছিল। কিন্তু তদন্ত করলে এটি মিথ্যা প্রমাণিত হয়।\nজীবনের শেষ পর্যায়ে মা উচ্চ রক্তচাপ এবং কিডনির সমস্যাজনিত রোগে ভুগছিলেন। এছাড়াও কথিত আছে যে তিনি বিষন্নতায়ও ভুগছিলেন। যার কারণে তিনি ২৫ সেপ্টেম্বর ২০০৪-এ আত্মহত্যা করেছিলেন। \nচীনের সরকারি সংবাদপত্র মা'র মৃত্যুর খবর প্রচার করেছিল। তবে তার মৃত্যুর কারণ কি ছিল তা স্পষ্টভাবে উল্লেখ করেনি।\n\n\n== ব্যক্তিগত জীবন ==\nমা ছেং-ইউয়েন ছেন চিউয়ের সাথে বিবাহ করেছিলেন। তাদের একটি মেয়ে ছিল। মেয়েটি অস্ট্রেলিয়ায় বসবাস করত। মা ছেং-ইউয়েনের মৃত্যুর আগে তার মেয়েকে সাংহাইতে তার সাথে দুই সপ্তাহ থাকার জন্য আসতে বলেছিলেন। তার মেয়ে এসেছিল। তবে তার মেয়ে অস্ট্রেলিয়ায় ফেরার তিন দিন পর মা ছেং-ইউয়েন আত্মহত্যা করেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}