{"pageid": 1367116, "title": "শেখ কবির হোসেন", "url": "https://bn.wikipedia.org/wiki?curid=1367116", "content": "শেখ কবির হোসেন একজন বাংলাদেশী ব্যবসায়ী এবং শেখ-ওয়াজেদ পরিবারের সদস্য। তিনি বাংলাদেশ বীমা সমিতির সভাপতি। তিনি বাংলাদেশের বেসরকারি বিশ্ববিদ্যালয় সমিতির সভাপতি।\n\n\n== জীবনের প্রথমার্ধ ==\nহোসেন ৩ ফেব্রুয়ারি ১৯৪২ ব্রিটিশ ভারতের পূর্ববঙ্গের গোপালগঞ্জ জেলায় জন্মগ্রহণ করেন। তার পিতা শেখ মোশাররফ হোসেন এবং মাতা রাহেলা খাতুন। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর সম্পন্ন করেন। তার চাচাতো ভাই ছিলেন শেখ মুজিবুর রহমান।\n\n\n== কর্মজীবন ==\nহোসেন বাংলাদেশ পর্যটন করপোরেশন, পরিসংখ্যান ব্যুরো এবং সোনালী ব্যাংকে কাজ করেছেন। ১৯৭৫ সালে শেখ মুজিবুর রহমানকে হত্যার পর তিনি সরকারি চাকরি থেকে পদত্যাগ করেন।\nহোসেন সোনার বাংলা ইন্স্যুরেন্স লিমিটেড, খান সাহেব শেখ মোশাররফ হোসেন ফাউন্ডেশন, সেন্ট্রাল ডিপোজিটরি বাংলাদেশ লিমিটেডের চেয়ারপারসন। তিনি হলি ফ্যামিলি রেড ক্রিসেন্ট মেডিকেল কলেজ হাসপাতালের প্রতিষ্ঠাতা চেয়ারপারসন।  তিনি গোপালগঞ্জের টুঙ্গিপাড়ায় খান সাহেব শেখ মোশাররফ হোসেন স্কুল অ্যান্ড কলেজের প্রতিষ্ঠাতা চেয়ারপারসন। তিনি ন্যাশনাল টি কোম্পানি লিমিটেডের চেয়ারপারসন। জুলাই 2005-এ, তিনি হংকং-এর ইন্টারন্যাশনাল অ্যাসোসিয়েশন অফ লায়ন্স ক্লাবের দুই বছরের মেয়াদের জন্য পরিচালক নির্বাচিত হন।\n১৬ সেপ্টেম্বর ২০০৮ হোসেন টুঙ্গিপাড়া অ্যাসোসিয়েশনের একটি সভায় সভাপতিত্ব করেন যেখানে তত্ত্বাবধায়ক সরকারের কাছে বাংলাদেশের সাবেক প্রধানমন্ত্রী শেখ হাসিনাকে কারাগার থেকে মুক্তি দেওয়ার দাবি জানানো হয়।\n১৫ ডিসেম্বর ২০১০ তারিখে, হোসেন বাংলাদেশ বীমা সমিতির চেয়ারম্যান নির্বাচিত হন। তিনি চ্যানেল ২৪-এর একজন পরিচালক এবং আগস্ট ২০১১ সালে এটির টেস্ট ট্রান্সমিশন চালু করেন।\nহোসেন বাংলাদেশ ইন্স্যুরেন্স অ্যাসোসিয়েশনের সভাপতি, যা বাংলাদেশের বীমা কোম্পানিগুলির একটি ব্যবসায়ী সমিতি। তিনি বাংলাদেশ জাতীয়তাবাদী দলকে তাদের অর্থনীতিতে ক্ষতিকর প্রভাবের কারণে ধর্মঘট না করার জন্য বলেন। তিনি ফারইস্ট ইন্টারন্যাশনাল ইউনিভার্সিটি এবং অলাভজনক HELP (স্থানীয় সুবিধাবঞ্চিত মানুষের জন্য স্বাস্থ্য ও শিক্ষা) এর চেয়ারপারসন। তিনি কাবিকো লিমিটেডের ব্যবস্থাপনা পরিচালক। তিনি মাসুদা ডেইরি নিউট্রিশন লিমিটেডের ব্যবস্থাপনা পরিচালকও। 2013 সালে, তিনি ঢাকা স্টক এক্সচেঞ্জ কর্তৃক স্টক মার্কেটে সমস্যা তদন্তের জন্য গঠিত একটি প্যানেলের অংশ ছিলেন।\nহোসেন বাংলাদেশের বেসরকারী বিশ্ববিদ্যালয়গুলির একটি ট্রেড অ্যাসোসিয়েশন, অ্যাসোসিয়েশন অফ প্রাইভেট ইউনিভার্সিটিজ অফ বাংলাদেশের চেয়ারপারসন। ২০১৭ সালে তিনি পুনরায় সমিতির সভাপতি নির্বাচিত হন। তিনি বাংলাদেশ রেড ক্রিসেন্ট সোসাইটির সাবেক চেয়ারপারসন।  তিনি ঢাকা স্টক এক্সচেঞ্জের সাবেক পরিচালক। তিনি দারিদ্র্য বিমোচন ও পল্লী উন্নয়নের জন্য বঙ্গবন্ধু একাডেমির ট্রাস্টি বোর্ডের সদস্য।\nহোসেন ন্যাশনাল টি কোম্পানি লিমিটেডের চেয়ারপারসন পুনর্নির্বাচিত হয়েছেন।\n২০২১ সালের এপ্রিলে হোসেন বাংলাদেশ ইন্স্যুরেন্স অ্যাসোসিয়েশনের পুনরায় সভাপতি নির্বাচিত হন। তিনি ২০১১ সাল থেকে সমিতির সভাপতি হিসেবে দায়িত্ব পালন করছেন।\nহোসেন ২০২১ সালের জুলাই মাসে বাংলাদেশ সরকার কর্তৃক বেসরকারী বিশ্ববিদ্যালয়ের উপর ১৫ শতাংশ আয়কর আরোপকে \"অগ্রহণযোগ্য\" বলে বর্ণনা করেছেন। আইনটি বাতিলের জন্য তিনি প্রধানমন্ত্রী শেখ হাসিনার হস্তক্ষেপও কামনা করেন। তিনি বাংলাদেশ উন্মুক্ত বিশ্ববিদ্যালয়ের বোর্ড অব গভর্নরসের সদস্য।\n\n\n== ব্যক্তিগত জীবন ==\nহোসেন মাসুদা কবিরের সাথে বিবাহিত এবং একসাথে তাদের তিনটি সন্তান রয়েছে।\n\n\n== তথ্যসূত্র =="}