{"pageid": 1367952, "title": "নরসিংহ দত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1367952", "content": "নরসিংহ  দত্ত, রায়বাহাদুর, (১৮৫০ - জানুয়ারি ১৯১০)  ছিলেন ব্রিটিশ ভারতের খ্যাতনামা ব্যবহারজীবি ও জননায়ক। \n\n\n== জীবনী ==\nনরসিংহ দত্তের জন্ম  ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের হাওড়া শহরে। তিনি হাওড়া জেলা স্কুল থেকে ১৮৬৫ খ্রিস্টাব্দে প্রবেশিকা পরীক্ষায় উত্তীর্ণ হন। পরে5 কলকাতার প্রেসিডেন্সি কলেজ হতে বি.এ পরীক্ষায় সাফল্য লাভ করেন।  ক্রমে কলকাতা বিশ্ববিদ্যালয়ের আইন পরীক্ষায় (বি. এল) কৃতকার্য হয়ে প্রথমে  কলকাতা উচ্চ আদালতে আইন ব্যবসা আরম্ভ করেন। পরে হাওড়ায় থেকে হুগলি জেলা আদালতে আইন ব্যবসা আরম্ভ করেন। অল্প কালের মধ্যেই ব্যবহারজীবীরূপে সুপ্রতিষ্ঠিত হন এবং বিশেষ খ্যাতি অর্জন করেন। বহু বিশিষ্ঠ সম্পদশালী ব্যক্তি এবং দেশী ও বিদেশী ব্যবসায়িক প্রতিষ্ঠান তাকে স্থায়ী ভাবে তাদের আইন সংক্রান্ত পরামর্শদাতা নিযুক্ত করেন। তাদের মধ্য অন্যতম ছিলেন ইহুদি বণিক আইজাক রাফায়েল বেলিলিয়াস, যিনি সিঙ্গাপুরে গবাদি পশুর ব্যবসা করে বিপুল সম্পদের অধিকারী হন। তার সঙ্গে পারিবারিক সখ্যতাও গড়ে ওঠে। ১৮৯০ খ্রিস্টাব্দে তিনি হাওড়ার সরকারী উকিল ও পরে নোটারি পাবলিক নিযুক্ত হন। \nতিনি কর্মজীবনের সুদীর্ঘ বাইশ বৎসর হাওড়া পৌরসভার সদস্য হিসাবে কাজ করেন। শেষের ছয় বৎসর তিনি সহ-সভাপতি পদে ছিলেন। ওই সময়ে তারই উদ্যোগে রামকৃষ্ণপুর ও সালকিয়ার ধনী ব্যবসায়ীদের অর্থে স্নানের ঘাট নির্মাণ, দাতব্য চিকিৎসালয় স্থাপনসহ বহু জনহিতকর কার্যে বিশেষ উদ্যোগী ছিলেন। বণিক বেলিলিয়াসের সম্পত্তির আয় থেকে উচ্চ ইংরাজি বিদ্যালয় ও দাতব্য চিকিৎসালয় প্রতিষ্ঠিত হয়। এছাড়াও হাওড়ার টাউনহল নির্মাণে তিনিই ছিলেন প্রধান উদ্যোক্তা। তার এই সকল নানা জনহিতকর কাজের জন্য  ব্রিটিশ শাসক ১৮৯৮ খ্রিস্টাব্দে রায়বাহাদুর উপাধি প্রদান করে। \nঘনিষ্ঠ বন্ধু ইহুদি বণিক আইজাক রাফায়েল বেলিলিয়াস ও তার স্ত্রী রেবেকার নিঃসন্তান ছিলেন। তাদের বিপুল সম্পত্তির দেখাশোনার জন্য সে ট্রাস্টি বোর্ড গঠন করা হয় তার সদস্য ছিলেন নরসিংহ দত্ত। ১৯১০ খ্রিস্টাব্দের জানুয়ারি মাসে নরসিংহ দত্ত এবং ওই বছরের সেপ্টেম্বর মাসে আইজাক রাফায়েল প্রয়াত হন। নরসিংহ দত্তের দ্বিতীয় পুত্র বিদ্যানুরাগী সুরঞ্জন দত্ত ট্রাস্টি বোর্ডে পিতার স্থলাভিষিক্ত হলে তারই আগ্রহে ১৯২৪ খ্রিস্টাব্দে বেলিলিয়াসের ১৪৪ বিঘা জমির উপর প্রাসাদোপম বাড়িতে এবং সংলগ্ন পার্কে প্রতিষ্ঠিত হয় শতাব্দী প্রাচীন নরসিংহ দত্ত কলেজ।\nপরে হাওড়া শহরের একটি রাস্তাও নরসিংহ দত্তের নামাঙ্কিত হয়। \n\n\n== তথ্যসূত্র =="}