{"pageid": 1367824, "title": "স্পিড (১৯৯৪-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1367824", "content": "স্পিড হলো ১৯৯৪ সালে মুক্তিপ্রাপ্ত  একটি আমেরিকান একশনধর্মী চলচ্চিত্র যেটি পরিচালনা করেছেন অভিষিক্ত জান দে বন্ট। এতে অভিনয় করেছেন কিয়ানু রিভস, ডেনিস হোপার, সান্ড্রা বুলক, জো মর্টন এবং জেফ ড্যানিয়েলস। চলচ্চিত্রের গল্পে দেখা যায় একজন জঙ্গি একটি বাসে বোমা লাগিয়ে দেয় যেখানে বাসটির তার গতি যদি প্রতি ঘন্টায় ৫০ মাইল এর উপর যায় তাহলে এটি বিস্ফোরণ হবে।\nচলচ্চিত্রটির প্রিমিয়ার জুন ৭, ১৯৯৪ এ হলিউড এ অনুষ্ঠিত হয়, এবং পুরো যুক্তরাষ্ট্রে জুন ১০ এ মুক্তি পায়। এটি সমালোচক এবং ব্যবসায়ীকভাবে সফল হয়, এটি তার $৩০-৩৭ মিলিয়ন নির্মাণব্যয়ে $৩৫০.৪ মিলিয়ন আয় করে নেয় এবং ১৯৯৪ এর পঞ্চম সর্বাধিক ব্যবসাসফল চলচ্চিত্র হিসেবে বিবেচিত হয়। এটি ৬৭ তম একাডেমি পুরস্কার এ দুইটি অস্কার জিতে নেয়, \"শ্রেষ্ঠ শব্দ সম্পাদনা\" এবং \"শ্রেষ্ঠ শব্দ মিশ্রণ\" এর জন্য। এর একটি সিকুয়েল স্পীড ২: ক্রুজ কন্ট্রোল ৩ বছর পর জুন ১৩, ১৯৯৭ সালে মুক্তি পায় রিভস কে ছাড়া। ডেভিড ইডেলস্টেইন বলেন এটি ইতিহাসের সবচেয়ে বাজে সিকুয়েল।\n\n\n== অভিনয়ে ==\nকিয়ানু রিভস - অফিসার জ্যাক ট্র‍্যাভেন\nডেনিস হোপার - হাওয়ার্ড পেইন\nসান্ড্রা বুলক - এনি পোর্টার\nজো মর্টন - লেফটেন্যান্ট হার্ব 'মার্ক' ম্যাকম্যাহন\nজেফ ড্যানিয়েলস - ডিটেকটিভ হ্যারি টেম্পল\nএলান রাক - ডাগ স্টিফেনস\nবেথ গ্রান্ট - হেলেন\nমার্গারেট মেদিনা - অফিসার রবিন\n\n\n== উন্নয়ন ==\n\n\n=== চিত্রনাট্য ===\nচিত্রনাট্যকার গ্রাহাম ইয়স্টকে তার বাবা কানাডিয়ান টেলিভিশন উপস্থাপক \"এলভি ইয়স্ট\" রানওয়ে নামক চলচ্চিত্রের কথা বলে যেখানে একটি ট্রেন কন্ট্রোল এর বাইরে চলে যায়। এই চলচ্চিত্রটি জাপানি নির্মাতা আকিরা কুরুসাওয়া এর ধারণা এর উপর ভিত্তি করে বানানো হয়েছে। এলভির মনে করেছিল ট্রেন এর ঘটনাটি হয়তো বোমার সাথে সম্পর্কিত (এরকম একটি ঘটনা জাপানি চলচ্চিত্র দ্য বুলেট ট্রেন এ ঘটেছে)। এটি দেখার পর গ্রাহাম সিদ্ধান্ত নেয় ট্রেন এর জায়গায় বাস থাকলে আরো ভালো হয় যেখানে ট্রেনটি ২০ মেইল প্রতি ঘন্টায় চলবে নাহয় বিস্ফোরণ ঘটবে। একজন বন্ধু তাকে ৫০ মেইল করার পরামর্শ দেয়। সবশেষে এটি ১৯৭৬ এর সিলভার স্ট্রিক চলচ্চিত্রের শেষ দৃশ্য থেকে অনুপ্রেরণা নিয়ে বানানো হয়৷ ইয়স্ট শুরুতে এটির নাম দিয়েছিল \"মিনিয়াম স্পীড\", পরে এটিকে আরো সাধারণভাবে রাখে স্পীড।\n\n\n=== অভিনয়শিল্পী নির্বাচন ===\nপ্যারামাউন্ট এর ব্যানারে নির্মানের সময় জেফ স্পিকম্যান কে নির্বাচন করা হয়েছিল, কিন্তু টুয়েন্টিথ সেঞ্চুরি ফক্স এর কাছে যাওয়ার পর তাকে সরিয়ে দেওয়া হয়। স্টিফেন বাল্ডউইন, জ্যাক ট্র‍্যাভেন এর রোলের জন্য প্রথম পছন্দ ছিল, কিন্তু তার কাছে এটি ডাই হার্ড এর জন ম্যাকলেন এর চরিত্রের মতো মনে হওয়ায় এটি না করে। ইয়স্ট এর মতে টম ক্রুজ, টম হ্যাংকস, ওয়েসলি স্নাইপস এবং উডি হেরেলসন কে নেওয়ার চিন্তাভাবনাও চলছিল। পরিচালক জান দে বন্ট কিয়ানু রিভস কে পছন্দ করে জ্যাক ট্র‍্যাভেন এর জন্য তার পয়েন্ট ব্রেক দেখার পর। কারণ তার মনে হয়েছে এই চরিত্রটিকে পর্দায় দূর্বল দেখাবে, যে পুরুষদের কাছে ভয়ংকর লাগবে না কারন সে তেমন শক্তিশালী না এবং নারীদের কাছে গ্রহণযোগ্যতা পাবে।\n\n\n=== চিত্রগ্রহণ ===\nমূল চিত্রগ্রহণ শুরু হয় সেপ্টেম্বর ৭, ১৯৯৩ এবং শেষ হয় ডিসেম্বর ২৩, ১৯৯৩ সালে লস এঞ্জেলস এ। দে বন্ট প্রথম দৃশ্যের জন্য একটি ৫০ তলা লিফটের একটি ৮০ ফুট মডেল ব্যবহার করেন। স্পীড এর প্রোডাকশনের সময় রিভসের কাছের বন্ধু রিভার ফিনিক্স মারা যায়। ফিনিক্সের মারা যাওয়ার পর দে বন্ট শুটিং শিডিউল পরিবর্তন করে এবং এবং রিভসকে যেসব দৃশ্য করা সহজ শুধু সেগুলো করতে বলে। দে বন্ট বলে, \"এটি তাকে মানসিকভাবে প্রচন্ড আঘাত করেছিল। সে খুব চুপচাপ হয়ে যায়, তার ঠিক হতে অনেক সময় লেগেছিল। এবং এটি তাকে প্রচন্ডভাবে নাড়া দিয়েছিল।\n\n\n== গ্রহণ ==\n\n\n=== বক্স অফিস ===\nস্পীড জুন ১০, ১৯৯৪ এ কানাডা এবং যুক্তরাষ্ট্রের ২১৩৮ টি প্রেক্ষাগৃহে মুক্তি পায়। এবং এর প্রথম সপ্তাহান্তে $১৪.৫ মিলিয়ন আয় করে। এটি ব্রাজিলে $৬৬৯,৭২৫ এবং দক্ষিণ আফ্রিকায় $২৬৭,১৪০ আয় করে ওপেনিং রেকর্ড তৈরি করে। এটি টানা আট সপ্তাহ অস্ট্রেলিয়ার বক্স অফিসে ১ নম্বরে এবং জাপানের বক্স অফিসে ১০ নম্বরে অবস্থান করে। চলচ্চিত্রটি যুক্তরাষ্ট্র এবং কানাডায় $১২১.৩ মিলিয়ন আয় করে এবং বিশ্বব্যাপী $২২৯.২ মিলিয়ন আয় করে সর্বমোট $৩৫০.৫ মিলিয়ন আয় করে এর নির্মাণ ব্যয় $৩০-৩৭ মিলিয়নের বিপরীতে। ২০১৩ সালে গ্র‍্যাভিটি মুক্তির আগ পর্যন্ত এটি সান্ড্রা বুলক এর ক্যারিয়ারে সর্বাধিক আয় করা চলচ্চিত্র ছিল।\n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\nস্পীড সমালোচকদের কাছ থেকে ইতিবাচক সাড়া পায়। চলচ্চিত্র রিভিউ ওয়েবসাইট রোটেন টমেটোস এ এটি ৯৫% রেটিং পায় ৭৩ রিভিউর মধ্যে, যার গড় রেটিং ৮.১০/১০। সাইটটি বলে এটি একটি ভয়ংকর পপকর্ণ থ্রিলার, স্পীড একটি টানটান উত্তেজনাপূর্ণ চলচ্চিত্র রিভস, হোপার এবং বুলক এর অসাধারণ অভিনয়ের সাথে। মেটাক্রিটিক এ চলচ্চিত্রের স্কোর ১৭ জন সমালোচকের রিভিউর উপর ভিত্তি করে ১০০ এর মধ্যে ৭৮ যা একটি ইতিবাচক সাড়া। সিনেমাস্কোর এ দর্শকদের ভোটে এটি এ+ থেকে এফ এর স্কেলে \"এ\" গ্রেড পেয়েছে। আইএমডিবিতে এটি ১০ এ ৭.৩ স্কোর পেয়েছে।\n\n\n== সঙ্গীত ==\n\n\n=== সাউন্ডট্র‍্যাক ===\nজুন ২৮, ১৯৯৪ এ চলচ্চিত্র মুক্তির পর একটি সাউন্ডট্র‍্যাক এলবাম মুক্তি পায়। সাউন্ডট্র‍্যাকটি জাপানে অনেক জনপ্রিয়তা পায় ও ব্যবসায়ীকভাবে সফল হয় এবং \"রিয়াজ\" থেকে প্রত্যায়িত স্বর্ণ পায়।\n\n\n== তথ্যসূত্র =="}