{"pageid": 1367444, "title": "এঁটুলি", "url": "https://bn.wikipedia.org/wiki?curid=1367444", "content": "এঁটুলি (Ixodida ইক্সোডিডা বর্গ) মাইট নামক ক্ষুদ্র পোকার অধিবর্গ প্যারাসাইটিফর্মসের অন্তর্ভুক্ত এক ধরনের পরজীবী অ্যারাকনিড প্রাণী। প্রাপ্তবয়স্ক এঁটুলিপোকাগুলি বয়স, লিঙ্গ, প্রজাতি ও \"পূর্ণতা\"-ভেদে প্রায় ৩ থেকে ৫ মিলিমিটার লম্বা হতে পারে। এঁটুলি পোকাগুলি এক ধরনের বহিস্থ পরজীবী, যারা স্তন্যপায়ী, পাখী ও কদাচিৎ সরিসৃপ ও উভচর প্রাণীদের রক্ত খেয়ে জীবনধারণ করে। এঁটুলিপোকাদের উদ্ভবের সময়কাল এখনও অনির্ণীত, তবে এঁটুলিপোকার সবচেয়ে পুরাতন জীবাশ্মটি ক্রিটেশাস পর্যায়ের অন্তর্ভুক্ত, অর্থাৎ এটি প্রায় ১০ কোটি বছরের পুরাতন। এঁটুলি পোকাগুলি বিশ্বের সর্বত্র ব্যাপকভাবে ছড়িয়ে আছে। বিশেষ করে উষ্ণ আর্দ্র জলবায়ুর অঞ্চলগুলিতে এগুলি বেশি দেখতে পাওয়া যায়।\nএঁটুলি পোকাগুলিকে দুইটি প্রধান পরিবারে ভাগ করা যায়। একটি হল ইক্সোডিডাই (Ixodidae) বা শক্ত এঁটুলি পোকা এবং আর্গাসিডাই (Argasidae) বা নরম এঁটুলি পোকা। এছাড়া নাটালিয়েলিডাই নামের আরেকটি পরিবার আছে, যার একটিমাত্র সদস্য হল নাটালিয়েলা। এটি দক্ষিণ আফ্রিকার নাটাল প্রদেশে পাওয়া গেছে এবং এটিকে এঁটুলি পোকাদের বিদ্যমান সবচেয়ে আদিম বংশ হিসেবে গণ্য করা হয়। প্রাপ্তবয়স্ক এঁটুলি পোকাগুলির দেহ ডিম্বাকৃতির, যেটি রক্ত চুষে খাওয়ার পরে ফুলে ওঠে। এদের আটটি পা আছে। এদের মস্তকবক্ষ (সেফালোথোরাক্স) ও উদর সম্পূর্ণরূপে সংযুক্ত ও অবিচ্ছিন্ন। শক্ত এঁটুলিপোকাদের পৃষ্ঠতলে একটি শক্ত বর্ম থাকে, যার নাম স্কুটাম। এছাড়া তাদের মুখে পাখির চঞ্চুর মতো একটি কাঠামো থাকে, যার মধ্যে মুখের সমস্ত অঙ্গগুলি অবস্থিত থাকে। এর বিপরীতে নরম এঁটুলি পোকাগুলির মুখাঙ্গগুলি দেহের নীচের পৃষ্ঠে থাকে। এঁটুলি পোকাগুলি আশেপাশের পরিবেশে ঘ্রাণ, দেহের উত্তাপ, আর্দ্রতা ও কম্পন অনুভব করার মাধ্যমে তাদের পোষক প্রাণীদেরকে শনাক্ত করে।\nএঁটুলি পোকার জীবনচক্রে চারটি দশা নিয়ে গঠিত। এগুলি হল ডিম্ব, শূককীট, অপরিণত শূককীট (নিম্ফ) ও প্রাপ্তবয়স্ক। ইক্সোডিডাই পরিবারের এঁটুলি পোকাগুলি হয় এক-পোষক, দুই-পোষক বা তিন-পোষকবিশিষ্ট জীবনচক্র অতিবাহিত করতে পারে। আর্গাসিড এঁটুলিপোকাগুলি সাতটি অপরিণত শূককীট বা নিম্ফ দশায় থাকাতে পারে (ইনস্টার), যেখানে প্রতিটি দশায় রক্ত খাওয়া আবশ্যক। তারা একাধিক পোষকদেহে জীবনচক্র অতিবাহিত করে। রক্তভোজী খাদ্যাভ্যাসের কারণে এঁটুলি পোকাগুলি মানুষ ও অন্যান্য প্রাণীকে আক্রান্তকারী অনেক গুরুতর রোগের বাহক হিসেবে কাজ করতে পারে।\n\n\n== তথ্যসূত্র =="}