{"pageid": 1367263, "title": "হেটারোসিস্ট", "url": "https://bn.wikipedia.org/wiki?curid=1367263", "content": "হেটারোসিস্ট বা হেটেরোসাইটস(Heterocyst/Hetercaest) হল বিশেষায়িত নাইট্রোজেন-ফিক্সিং কোষগুলি নাইট্রোজেন ক্ষুধার্ত সময় কিছু ফিলামেন্টাস সায়ানোব্যাকটেরিয়া দ্বারা গঠিত, যেমন:-নস্টক পাংটিফর্ম, সিলিন্ড্রোস্পার্মাম স্ট্যাগনেল, এবং আনাবেনা স্ফেরিকা।\nনাইট্রোজেনেস অক্সিজেন দ্বারা নিষ্ক্রিয় হয়, তাই হেটারোসিস্টকে অবশ্যই একটি মাইক্রোঅ্যানেরোবিক পরিবেশ তৈরি করতে হবে। হেটারোসিস্টের অনন্য গঠন এবং শারীরবৃত্তবিদ্যা জিনের অভিব্যক্তি একটি বিশ্বব্যাপী পরিবর্তন প্রয়োজন। উদাহরণস্বরূপঃ \nহেটারোসিস্ট:\n\nতিনটি অতিরিক্ত কোষ প্রাচীর উৎপন্ন করে, যার মধ্যে একটি গ্লাইকোলিপিড সহ যা অক্সিজেনের জন্য একটি হাইড্রোফোবিক বাধা তৈরি করে\nনাইট্রোজেন এবং নাইট্রোজেন ফিক্সেশনের সাথে জড়িত অন্যান্য প্রোটিন উৎপাদন করে\nঅধঃপতন ফটোসিস্টেম II, যা অক্সিজেন উৎপন্ন করে\nআপ-নিয়ন্ত্রিত গ্লাইকোলাইটিক এনজাইম\nপ্রোটিন উৎপন্ন করে যা অবশিষ্ট অক্সিজেন পরিষ্কার করে\nসায়ানোফাইসিন দ্বারা গঠিত পোলার প্লাগ থাকে যা কোষ থেকে কোষের বিস্তারকে ধীর করে দেয়\nসায়ানোব্যাকটেরিয়া সাধারণত সালোকসংশ্লেষণ দ্বারা একটি নির্দিষ্ট কার্বন (কার্বোহাইড্রেট) পায়। ফটোসিস্টেম II-তে জল-বিভাজনের অভাব হেটেরোসিস্টকে সালোকসংশ্লেষণ করতে বাধা দেয়, তাই উদ্ভিজ্জ কোষগুলি তাদের কার্বোহাইড্রেট সরবরাহ করে, যা সুক্রোজ বলে মনে করা হয়। স্থির কার্বন এবং নাইট্রোজেন উৎসগুলোর ফিলামেন্টের কোষগুলির মধ্যে চ্যানেলগুলির মাধ্যমে বিনিময় করা হয়। হেটেরোসিস্টরা ফটোসিস্টেম I বজায় রাখে, তাদের সাইক্লিক ফটোফসফোরিলেশন দ্বারা এটিপি তৈরি করতে দেয়।\nএকক হেটারোসিস্ট প্রতি 9-15টি কোষের বিকাশ করে, ফিলামেন্ট বরাবর একটি এক-মাত্রিক প্যাটার্ন তৈরি করে। ফিলামেন্টের কোষগুলি বিভক্ত হওয়া সত্ত্বেও হেটারোসিস্টের মধ্যে ব্যাবধান প্রায় স্থির থাকে। ব্যাকটেরিয়াল ফিলামেন্টকে দুটি স্বতন্ত্র অথচ পরস্পর নির্ভরশীল কোষের ধরন সহ একটি বহুকোষী জীব হিসাবে দেখা যেতে পারে। এই ধরনের আচরণ প্রোকারিওট-এ অত্যন্ত অস্বাভাবিক এবং বিবর্তন-এ বহুকোষী প্যাটার্নিংয়ের প্রথম উদাহরণ হতে পারে। একবার একটি হেটেরোসিস্ট তৈরি হয়ে গেলে এটি একটি উদ্ভিজ্জ কোষে ফিরে যেতে পারে না। কিছু হেটেরোসিস্ট-গঠনকারী ব্যাকটেরিয়া স্পোর-সদৃশ কোষে পার্থক্য করতে পারে যাকে অ্যাকিনেট বলা হয় বা হোর্মোগোনিয়া বলা হয়, যা তাদের সমস্ত প্রোক্যারিওটের মধ্যে সর্বাধিক ফেনোটাইপটিকভাবে বহুমুখী করে তোলে।\nহেটারোসিস্টস উপযুক্ত(অক্সিজেন-স্বল্প) পরিবেশেও গঠিত হতে পারে বিশেষত যখন সংবন্ধিত নাইট্রোজেন দুর্লভ হয়ে পড়ে। হেটারোসিস্ট গঠনকারী প্রজাতিগুলো নাইট্রোজেন সংবন্ধনের জন্যই বিশেষায়িত হয়ে থাকে আর তারা নাইট্রোজেন গ্যাসকে অ্যামোনিয়া (NH3), নাইট্রাইটস (No2-) অথবানাইট্রেট (No3-)রূপে সংবন্ধিত করতে পারে।\n\n\n== হেটারোসিস্ট গঠন ==\nএকটি উদ্ভিজ্জ কোষ থেকে হেটারোসিস্ট গঠনে নিম্নলিখিত ক্রমগুলি ঘটে:\n\nকোষ বড় হয়।\nদানাদার অন্তর্ভুক্তি হ্রাস।\nফটোসিন্থেটিক ল্যামেলা রিওরিয়েন্ট।\nপ্রাচীরটি অবশেষে ত্রিস্তরযুক্ত হয়। এই তিনটি স্তর কোষের বাইরের স্তরের বাইরে বিকশিত হয়।\nমাঝের স্তরটি সমজাতীয়।\nভিতরের স্তর স্তরায়িত হয়.\nসেনসেন্ট হেটেরোসিস্ট শূন্যতার মধ্য দিয়ে যায় এবং অবশেষে ফিলামেন্ট থেকে বিচ্ছিন্ন হয়ে যায় যার ফলে খণ্ডিত হয়। এই খণ্ডগুলোকে হরমোগোনিয়া (একবচন হোর্মোগোনিয়া) বলা হয় এবং অযৌন প্রজনন হয়।\nহেটারোসিস্ট গঠনকারী সায়ানোব্যাকটেরিয়াগুলিকে নোস্টোকেলস এবং স্টিগোনেমেটালস ক্রমগুলিতে বিভক্ত করা হয়, যা যথাক্রমে সরল এবং শাখাযুক্ত ফিলামেন্ট গঠন করে। তারা একসাথে একটি মনোফাইলেটিক গ্রুপ গঠন করে, যেখানে খুব কম জেনেটিক পরিবর্তনশীলতা।\n\n\n== জিন এক্সপ্রেশন ==\n\nকম নাইট্রোজেন পরিবেশে, হেটারোসিস্ট কোষীয় পার্থক্য এনটিসিএ হেটারোসিস্ট পার্থক্যের প্রক্রিয়ায় জড়িত প্রোটিনকে সংকেত দিয়ে হেটারোসিস্ট পার্থক্যকে প্রভাবিত করে। উদাহরণস্বরূপ, NtcA HetR সহ বেশ কয়েকটি জিনের অভিব্যক্তি নিয়ন্ত্রণ করে যা হেটেরোসিস্ট পার্থক্যের জন্য অত্যন্ত গুরুত্বপূর্ণ। এটি অত্যন্ত গুরুত্বপূর্ণ কারণ এটি অন্যান্য জিন যেমন hetR, patS, hepA টু বিনডিং দ্বারা আপ-নিয়ন্ত্রিত করে তাদের প্রবর্তক এবং এইভাবে একটি ট্রান্সক্রিপশন ফ্যাক্টর হিসেবে কাজ করে। এটাও লক্ষণীয় যে ntcA, এবং HetR-এর অভিব্যক্তি একে অপরের উপর নির্ভরশীল এবং তাদের উপস্থিতি নাইট্রোজেনের উপস্থিতিতেও হেটেরোসিস্টের পার্থক্যকে উৎসাহিত করে। এটি সম্প্রতি পাওয়া গেছে যে অন্যান্য জিন যেমন PatA, hetP হেটেরোসিস্টের পার্থক্য নিয়ন্ত্রণ করে। PatA ফিলামেন্ট বরাবর হেটারোসিস্ট প্যাটার্ন করে, এবং এটি কোষ বিভাজনের জন্যও গুরুত্বপূর্ণ। প্যাটস হেটারোসিস্ট ডিফারেন্সিয়েশনকে বাধা দিয়ে হেটারোসিস্ট প্যাটার্নিংকে প্রভাবিত করে যখন পার্থক্যকারী কোষগুলির একটি গ্রুপ প্রো-হেটারোসিস্ট (অপরিপক্ক হেটারোসিস্ট) গঠন করতে একত্রিত হয়। হেটারোসিস্ট রক্ষণাবেক্ষণ hetN নামক একটি এনজাইমের উপর নির্ভরশীল। হেটেরোসিস্ট গঠন একটি স্থির নাইট্রোজেন উৎসের উপস্থিতি দ্বারা বাধাপ্রাপ্ত হয়, যেমন অ্যামোনিয়াম বা নাইট্রেট।\n\n\n== সিম্বোটিক সম্পর্ক ==\n\nব্যাকটেরিয়া নির্দিষ্ট উদ্ভিদের সাথে একটি সিম্বোটিক সম্পর্ক প্রবেশ করতে পারে। এই ধরনের সম্পর্কের ক্ষেত্রে, ব্যাকটেরিয়া নাইট্রোজেনের প্রাপ্যতার প্রতি সাড়া দেয় না, কিন্তু হেটারোসিস্ট পার্থক্যের জন্য উদ্ভিদ দ্বারা উৎপাদিত সংকেতগুলিতে সাড়া দেয়। 60% পর্যন্ত কোষ হেটারোসিস্টে পরিণত হতে পারে, নির্দিষ্ট কার্বনের বিনিময়ে উদ্ভিদকে স্থির নাইট্রোজেন প্রদান করে। উদ্ভিদ দ্বারা উৎপাদিত সংকেত এবং এটি হেটারোসিস্টের পার্থক্যের পর্যায়কে প্রভাবিত করে তা অজানা। সম্ভবত, উদ্ভিদ দ্বারা উৎপন্ন সিম্বোটিক সংকেত NtcA সক্রিয়করণের আগে কাজ করে কারণ সিম্বোটিক হেটারোসিস্ট পার্থক্যের জন্য hetR প্রয়োজন। উদ্ভিদের সাথে সিম্বিওটিক অ্যাসোসিয়েশনের জন্য, ntcA প্রয়োজন কারণ পরিবর্তিত ntcA সহ ব্যাকটেরিয়া উদ্ভিদকে সংক্রমিত করতে পারে না।\n\n\n=== অ্যানাবিনা-আজোলা ===\nএকটি উল্লেখযোগ্য সিম্বোটিক সম্পর্ক হল আজোলা উদ্ভিদের সাথে অ্যানাবিনা সায়ানোব্যাকটেরিয়া। Azolla উদ্ভিদের কান্ডে এবং পাতার মধ্যে Anabaena বাস করে।Azolla উদ্ভিদটি সালোকসংশ্লেষণ করে এবং Anabaena ব্যবহারের জন্য নির্দিষ্ট কার্বন প্রদান করে। হেটারোসিস্ট কোষে ডাইনিট্রোজেনেস-এর শক্তির উৎস হিসেবে। বিনিময়ে, হেটারোসিস্টরা উদ্ভিজ্জ কোষ এবং অ্যাজোলা উদ্ভিদকে অ্যামোনিয়া আকারে স্থির নাইট্রোজেন সরবরাহ করতে সক্ষম হয় যা সমর্থন করে। উভয় জীবের বৃদ্ধি। এই সিম্বিওটিক সম্পর্ক কৃষিতে মানুষ দ্বারা শোষিত হয়। এশিয়ায়, Azolla উদ্ভিদ যেখানে Anabaena প্রজাতি রয়েছে জৈবসার হিসাবে ব্যবহার করা হয় যেখানে নাইট্রোজেন সীমাবদ্ধ থাকে সেইসাথে প্রাণীর খাদ্য। Azolla-Anabaena এর বিভিন্ন স্ট্রেন রয়েছে বিভিন্ন পরিবেশের জন্য উপযোগী এবং ফসল উৎপাদনে পার্থক্যের কারণ হতে পারে। .Azolla-Anabaena উদ্ভিদ ধানের ফসল রোপণের আগে এবং পরে জন্মায়। Azolla-Anabaena উদ্ভিদের বৃদ্ধির সাথে সাথে তারা নাইট্রোজেনেজ এনজাইম এবং সালোকসংশ্লেষণ থেকে জৈব কার্বনের ক্রিয়াকলাপের কারণে স্থির নাইট্রোজেন জমা করে। \"Azolla\" উদ্ভিদ এবং \"Anabaena\" উদ্ভিদ কোষ। যখন Azolla-Anabaena উদ্ভিদ মারা যায় এবং পচে যায়, তখন তারা উচ্চ পরিমাণে স্থির নাইট্রোজেন, ফসফরাস, জৈব কার্বন এবং অন্যান্য অনেক পুষ্টি উপাদান নির্গত করে। মাটিতে, ধানের বৃদ্ধির জন্য একটি সমৃদ্ধ পরিবেশের আদর্শ প্রদান করে। অ্যানাবিনা-আজোলা সম্পর্কটিকেও পরিবেশ থেকে দূষণকারী অপসারণের একটি সম্ভাব্য পদ্ধতি হিসাবে অনুসন্ধান করা হয়েছে, একটি প্রক্রিয়া। ফাইটোরিমিডিয়েশন নামে পরিচিত।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:কোষ-জীববিজ্ঞান-অসম্পূর্ণ"}