{"pageid": 1367326, "title": "তুহিনকান্তি ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=1367326", "content": "তুহিনকান্তি ঘোষ (৩ জুলাই, ১৯০৪ ― ১০ ফেব্রুয়ারি, ২০২১) ছিলেন একজন খ্যাতনামা ভারতীয় বাঙালি সাংবাদিক ও সাহিত্যিক। তুষারকান্তি ঘোষের প্রয়াণের পর তিনি কলকাতার অমৃতবাজার পত্রিকা ও যুগান্তর'-এর প্রধান হন।\n\n\n== জীবনী ==\nতুহিনকান্তি ঘোষের জন্ম ১৯৪৭ খ্রিস্টাব্দের ৩০ অক্টোবর (১৩৪৪ বঙ্গাব্দের ১১ কার্তিক) অধুনা  বাংলাদেশের বগুড়া জেলার চন্দবাইসাতে। তার পিতা তরুণকান্তি ঘোষ ছিলেন পশ্চিমবঙ্গ রাজ্যের প্রাক্তন মন্ত্রী ও একজন সাংসদ এবং মাতা শুভ্রা ঘোষ। তাদের  চার সন্তানের (দুই কন্যা- রীতা ও রনিতা এবং দুই পুত্রের অন্যজন- তমাল) জ্যেষ্ঠ ছিলেন তুহিন। তার পিতামহ তুষারকান্তি ঘোষ ছিলেন আন্তর্জাতিক খ্যাতিসম্পন্ন সাংবাদিক এবং অমৃতবাজার পত্রিকা ও যুগান্তর পত্রিকা গোষ্ঠী সম্পাদক।  তুহিনের কৈশোর ও যুবাবস্থা অতিবাহিত হয় এলাহাবাদে। গানবাজনা আর  খেলাধুলার প্রতি ছিল তার অসীম ভালবাসা। যখনই সময় পেতেন তিনি বেড়াতে বেরিয়ে পড়তেন। প্রকৃতিপ্রেমী তুহিন জিম করবেটের আদর্শে পরিবেশবাদী ও সংরক্ষণবাদী  হয়ে ওঠেন। তিনি আইন পরীক্ষায় প্রথম শ্রেণীতে উত্তীর্ণ হন।  আইনের কৃতী ছাত্র হয়েও কিন্তু তিনি আইনজীবি হন নি। কর্মজীবনের প্রথমদিকে মূলত বেড়ানোর উদ্দেশ্যেই কিছুদিন ভারতীয় রেলের দক্ষিণ-পূর্ব শাখায় কাজ করেন। তবে পরবর্তীতে পারিবারিক সংবাদপত্র প্রকাশনা সংস্থায় যোগ দেন এবং সংবাদপত্র জগতে একজন সফল সাংবাদিক হিসাবে নিজেকে প্রতিষ্ঠিত করেন। পিতামহ তুষারকান্তি ঘোষের তত্ত্বাবধানে ও সজাগ দৃষ্টির ছায়ায় তালিম নিয়ে পারিবারিক ব্যবসা যুগান্তর এবং অমৃতবাজার পত্রিকা দেখভালের দায়িত্ব নেন।\nরাজীব গান্ধী সরকারের কঠোর সমালোচক ছিলেন। সংবাদপত্রের স্বাধীনতা রোধে সোচ্চার ছিলেন তিনি। তারই অগ্রণী ভূমিকায় সাংবাদিকদের চাপে সরকার নতি স্বীকার করে এবং সংবাদপত্রের স্বাধীনতা হরণকারী আইন প্রত্যাহার করে। \n১৯৯৪ খ্রিস্টাব্দের তুষারকান্তি ঘোষের প্রয়াণের পরে তিনিই সম্পাদকের দায়িত্ব নেন। তার সহোদর ভ্রাতা তমালকান্তি ঘোষ উত্তর ভারত হতে প্রকাশিত 'নর্দান ইন্ডিয়া পত্রিকা'র সম্পাদক ছিলেন।\n\n\n== অলংকৃত পদসমূহ ==\n১৯৮০র দশকের গোড়ায় ইন্ডিয়ান অ্যান্ড ইস্টার্ন নিউজপেপার সোসাইটির (আইইএনএস) পূর্বাঞ্চলীয় কমিটির  চেয়ারম্যান।\n১৯৮৪-৮৬ খ্রিস্টাব্দে তিনি ইউনাইটেড নিউজ অফ ইন্ডিয়া(ইউএনআই) -এর চেয়ারম্যান,\nইন্ডিয়ান নিউজ পেপার সোসাইটির প্রাক্তন প্রেসিডেন্ট (১৯৮৭-৮৮)\n\n\n== সাহিত্যচর্চা ==\nছোটবেলা থেকেই তুহিনকান্তির সাহিত্যের প্রতি আগ্রহ ছিল। ১৯৫১ খ্রিস্টাব্দে কলকাতার খিদিরপুরের 'মুসলিম সমিতি' আয়োজিত সাহিত্য প্রতিযোগিতায় প্রথম হন এবং 'যুগান্তর পদক' লাভ করেন। পরবর্তীকালে বিভিন্ন পত্র-পত্রিকায় তাঁর লেখা প্রকাশিত হয়েছে। 'পাবলিশার্স অ্যান্ড বুক সেলার্স গিল্ড'-এর বাংলা প্রকাশনা জগতের মুখপত্র 'পুস্তক মেলা'র বিভিন্ন সংখ্যায় তাঁর সুচিন্তিত রচনা প্রকাশ পেয়েছে। দক্ষিণ-পূর্ব রেলে দায়িত্ব পালনের সূত্রে বিভিন্ন স্থানে বেড়ানোর সময় বৈচিত্রময় ঘটনা ও বিচিত্র চরিত্রের মানুষের সান্নিধ্যে আসার সুযোগ হয় তার। সেই সব অভিজ্ঞতা গল্পের ছলে প্রিয় নাতি সৌম্য (ডাকনাম গুটলু) কে শোনাতে হত। মুখে বলা সেই সব গল্পের সংকলন পরবর্তীকালে প্রকাশিত হয় গুটলুর সাথে গুলতানি নামে।আইএসবিএন ৯৭৮-১৩-১০৫৭-১৬৫-৭\n\n\n== পারিবারিক জীবন ও জীবনাবসান ==\nবাংলার তথা কলকাতার সংবাদ মাধ্যম জগতের বিশিষ্ট ব্যক্তিত্ব তুহিনকান্তি ঘোষ  সুবর্ণা ঘোষকে বিবাহ করেন। তাদের দুই কন্যা লাবনীতা ও আনন্দিতা। ২০২১ খ্রিস্টাব্দের ১০ ফেব্রুয়ারি বুধবার দক্ষিণ কলকাতার  বাসভবনে ৭৩ বৎসর বয়সে প্রয়াত হন।  \n\n\n== তথ্যসূত্র =="}