{"pageid": 1367822, "title": "রামকিশান সুথার", "url": "https://bn.wikipedia.org/wiki?curid=1367822", "content": "রামকিশান সুথার হলেন একজন ভারতীয় চলচ্চিত্র পরিচালক এবং সম্পাদক যিনি হিন্দি সিনেমায় কাজ করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nসুথার হলেন একজন ভারতীয় চলচ্চিত্র পরিচালক এবং ফটোগ্রাফার যা হিন্দি সিনেমায় তার কাজের পাশাপাশি তার ফটোগ্রাফির জন্য পরিচিত। তিনি সরকারী অনুষ্ঠানে যোগদান করেন। শ্রী ডুঙ্গারগড়ের উচ্চ বিদ্যালয় তার প্রাথমিক বিদ্যালয়ের জন্য এবং একজন ডাক্তার হওয়ার অভিপ্রায়ে রাজস্থানের বিকানেরের মহারাজা গঙ্গা সিং বিশ্ববিদ্যালয় থেকে স্নাতক হন।\n\nশিক্ষা সমাপ্ত করার পর, সুথার ২০১৪ সালে চলচ্চিত্র পরিচালক হিসাবে যাত্রা শুরু করেন। প্রাথমিকভাবে স্বাধীন চলচ্চিত্র এবং তথ্যচিত্রের দিকে মনোনিবেশ করে, তিনি ধীরে ধীরে শিল্পে নিজের জন্য একটি নাম তৈরি করেছিলেন। সম্পাদনার জন্য সুথারের অসাধারণ প্রতিভা অবিলম্বে শিল্প পেশাদারদের দৃষ্টি আকর্ষণ করে, তাকে মূলধারার বলিউড প্রকল্পগুলিতে কাজ করার জন্য প্ররোচিত করে। একদিন, তার কলেজের পাশ দিয়ে যাওয়ার সময়, সে স্যান্ড ডিনস ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল ২০১৪-এর পোস্টার দেখেছিল, যা তার মধ্যে প্রবল উত্তেজনা তৈরি করেছিল। উৎসবে অংশ নেওয়ার উদ্দেশ্যে এক বন্ধুর সঙ্গে মিলে তিনি \"এ শর্ট\"  নামে একটি শর্ট ফিল্ম তৈরি করেন। চলচ্চিত্রটির লক্ষ্য ছিল শিক্ষা সম্পর্কে সচেতনতা বৃদ্ধি করা এবং তার আনন্দের জন্য, এটি আনুষ্ঠানিকভাবে ২০১৪ সালে মর্যাদাপূর্ণ স্যান্ড টিউনস আন্তর্জাতিক শর্ট ফিল্ম ফেস্টিভ্যালে প্রদর্শনের জন্য নির্বাচিত হয়েছিল এবং সেরা সচেতনতা বিভাগে মনোনীত হয়েছিল।  এছাড়াও তিনি অনেক গান সম্পাদনা ও পরিচালনা করেছেন, যার মধ্যে একটি হল কালী থার গান  যার ২৬ মিলিয়নেরও বেশি ভিউ রয়েছে এবং কোটাল ঘুডলো গান  যার দেখা হয়েছে ৮০ মিলিয়নেরও বেশি। তিনি জি মিউজিক কোম্পানিতে সম্পাদক হিসেবে কাজ করেন।   তিনি ২০২৩ সালে মুক্তিপ্রাপ্ত আব দিল্লি দুর নাহিন (২০২৩ চলচ্চিত্র), চলচ্চিত্রটিও সম্পাদনা করেন, যা অত্যন্ত প্রশংসিত হয়। \n\n\n== শৈলী এবং পদ্ধতি ==\n\nক্রমাগত সীমানা ঠেলে, সুথার শ্রোতাদের বিমোহিত করে এবং ভিজ্যুয়াল আর্ট এবং গল্প বলার ক্ষেত্রে একটি অমোঘ চিহ্ন রেখে যায়। তিনি নিকনের সাথে স্রষ্টা হিসেবে কাজ করেছেন এবং তার জনপ্রিয় ছবি রামপুরিয়া হাভেলি, বিকানের, একটি ম্যাগাজিন ইয়ারবুকে প্রকাশিত হয়েছে, যা তার প্রতিভাকে আরও তুলে ধরেছে।  সুথারের সম্পাদনা শৈলীটি বিশদ বিবরণের প্রতি সূক্ষ্ম মনোযোগ, বিরামবিহীন রূপান্তর এবং মানসিক প্রভাব এবং গল্প বলার গভীরতা বাড়ানোর ক্ষমতা দ্বারা চিহ্নিত করা হয়েছে। .\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== পরিচালক হিসেবে ===\nএকটি শর্ট (২০১৪; শর্ট ফিল্ম) (সেরা সচেতনতামূলক চলচ্চিত্র বিভাগের জন্য মনোনীত)\nসুপারস্টার (২০১৫; মিউজিক ভিডিও)\n\n\n=== সম্পাদক হিসেবে ===\nমার্কশিট (২০১৯)  \nসুহানা তেরে সাং (২০২২; মিউজিক ভিডিও)  \nকালী থর (২০২২; মিউজিক ভিডিও)\nআব দিল্লি দুর নাহিন (২০২৩ ফিল্ম) (২০২৩)  \nআধওয়ানীত (টিবিএ; শর্ট ফিল্ম)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে রামকিশান সুথার (ইংরেজি)\nRamkishan Suthar at Instagram\nRamkishan Suthar at Twitter\nRamkishan Suthar at Bollywood Hungama"}