{"pageid": 1367398, "title": "থ্রেডস", "url": "https://bn.wikipedia.org/wiki?curid=1367398", "content": "থ্রেডস হল একটি অনলাইন সামাজিক যোগাযোগ মাধ্যম এবং সামাজিক নেটওয়ার্কিং পরিষেবা, যা আমেরিকান কোম্পানি মেটা প্ল্যাটফর্মস এর মালিকানাধীন। এটি ২০২৩ সালের ৫ জুলাই চালু হয়। অ্যাপটি ইন্সটাগ্রাম এর সঙ্গে সংযুক্ত এবং টুইটার (বর্তমানে এক্স) এর একটি বড় প্রতিযোগী হিসেবে বিবেচিত।\n  \n  \n  \n  \n\n\n== বৈশিষ্ট্যসমূহ ==\nথ্রেডস মূলত পাঠ্য-নির্ভর সামাজিক মাধ্যম হিসাবে ডিজাইন করা হয়েছে, তবে এতে ইন্সটাগ্রাম এর সাথে গভীর ইন্টিগ্রেশন রয়েছে। ব্যবহারকারীদের থ্রেডস অ্যাকাউন্ট তৈরি করতে একটি ইন্সটাগ্রাম অ্যাকাউন্ট থাকা আবশ্যক। এছাড়া থ্রেডস-এ একই হ্যান্ডেল বা ব্যবহারকারী নাম ব্যবহার করা হয়।\nথ্রেডস-এর বৈশিষ্ট্যসমূহ:\n\nপোস্টিং: ব্যবহারকারীরা পাঠ্য, ছবি এবং ভিডিও পোস্ট করতে পারেন।\nইন্টারঅ্যাকশন: পোস্টে উত্তর দেওয়া, লাইক দেওয়া এবং শেয়ার করার সুবিধা।\nসংযোগ:ইন্সটাগ্রাম ফলোয়ারদের সহজে আমন্ত্রণ করার সুযোগ।\nনিয়ন্ত্রণ: ব্যবহারকারীরা পোস্টে মন্তব্য সীমিত করতে পারেন এবং আপত্তিকর কনটেন্ট ফিল্টার করতে পারেন।\nপ্রাইভেসি: ইন্সটাগ্রামের সেটিং অনুযায়ী ব্যবহারকারীদের গোপনীয়তা নিয়ন্ত্রণ।\n\n\n== উন্নয়ন এবং ইতিহাস ==\nথ্রেডস মেটা কর্তৃক এমন একটি সময়ে চালু হয় যখন এক্স-এর জনপ্রিয়তা ব্যবহারকারীদের মধ্যে হ্রাস পাচ্ছিল। ২০২৩ সালে এলন মাস্ক-এর মালিকানাধীন এক্স-এর নীতি পরিবর্তন এবং বিতর্কিত পদক্ষেপের পর অনেক ব্যবহারকারী বিকল্প সামাজিক মাধ্যমের সন্ধান করছিল।\n\n\n== ব্যবহারকারীর প্রবৃদ্ধি ==\nচালু হওয়ার পর প্রথম সপ্তাহে থ্রেডস ১০০ মিলিয়নের বেশি নিবন্ধিত ব্যবহারকারী সংগ্রহ করে, যা এটিকে ইতিহাসের দ্রুততম বেড়ে ওঠা অ্যাপগুলোর একটি করে তোলে।\n  \n  \n  \n২০২৪ সালের ফেব্রুয়ারি পর্যন্ত, থ্রেডস-এর নিবন্ধিত ব্যবহারকারী সংখ্যা ১৩০ মিলিয়ন অতিক্রম করে। ২০২৪ সালের ফেব্রুয়ারি পর্যন্ত, থ্রেডস-এর নিবন্ধিত ব্যবহারকারী সংখ্যা ১৩০ মিলিয়ন অতিক্রম করে।\n\n\n== ব্যবহারযোগ্যতা ==\nথ্রেডস বর্তমানে গুগল প্লে এবং অ্যাপ স্টোর-এ উপলব্ধ। এটি আইওএস, অ্যান্ড্রয়েড এবং ব্রাউজারে ব্যবহারের জন্য ডিজাইন করা হয়েছে। তবে এটি এখনো ইউরোপীয় ইউনিয়ন-এ প্রাথমিক ডেটা গোপনীয়তার সমস্যার কারণে আনুষ্ঠানিকভাবে চালু হয়নি।\n\n\n== জনপ্রিয়তা এবং প্রতিক্রিয়া ==\nথ্রেডস-এর আগমনে ব্যবহারকারীদের মধ্যে মিশ্র প্রতিক্রিয়া পাওয়া গেছে। অনেকেই এর ইন্সটাগ্রামের সঙ্গে সংযোগ এবং সহজ ব্যবহারযোগ্যতাকে প্রশংসা করেছেন। তবে কিছু ব্যবহারকারী থ্রেডস-এর সীমিত ফিচার এবং ইউরোপের বাজারে অনুপস্থিতি নিয়ে সমালোচনা করেছেন।\n\n\n== আরো দেখুন ==\nএক্স\nইন্সটাগ্রাম\nগুগল প্লে\nমেটা প্ল্যাটফর্মস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট\nথ্রেডস-এ থ্রেডস\nথ্রেডস এ উইকিপিডিয়া\nইন্সটাগ্রাম-এ থ্রেডস"}