{"pageid": 1367827, "title": "ট্রফি স্ত্রী", "url": "https://bn.wikipedia.org/wiki?curid=1367827", "content": "ট্রফি স্ত্রী এমন একটি স্ত্রী যা স্বামীর জন্য একটি পদমর্যাদার প্রতীক হিসাবে বিবেচিত হয়। শব্দটি প্রায়শই অবমাননাকর বা অবমাননাকর উপায়ে ব্যবহৃত হয়, এর অর্থ হল যে স্ত্রীর শারীরিক আকর্ষণ ছাড়াও ব্যক্তিগত যোগ্যতার সামান্যতম রয়েছে, তার চেহারা বজায় রাখার জন্য যথেষ্ট খরচের প্রয়োজন, প্রায়শই বুদ্ধিমত্তাহীন বা অপরিশোধিত, আকর্ষণীয় ছাড়া আর কিছু নেই এবং কিছু উপায়ে স্বর্ণ খননকারী শব্দটির সমার্থক। একজন ট্রফি স্ত্রী সাধারণত তুলনামূলকভাবে তরুণ এবং আকর্ষণীয় এবং একজন বয়স্ক, ধনী ব্যক্তির দ্বিতীয়, তৃতীয় বা পরবর্তী স্ত্রী হতে পারে। একজন ট্রফি স্বামী পুরুষ সমতুল্য।\n\n\n== ইতিহাস ==\nথর্স্টেইন ভেবলেন তার থিওরি অফ দ্য লিজার ক্লাস (১৮৯৯) এ পরামর্শ দিয়েছিলেন যে \"নারীদের দখল এবং অধিকারের মূল কারণ ট্রফি হিসাবে তাদের উপযোগিতা ছিল বলে মনে হয়।\"  শব্দটির সাম্প্রতিক ব্যুৎপত্তিগত উত্স বিতর্কিত। একটি দাবি হল যে \"ট্রফি স্ত্রী\" মূলত দ্য ইকোনমিস্ট পত্রিকার ১৯৫০ সালের একটি সংখ্যায় প্রকাশিত হয়েছিল, যোদ্ধাদের যুদ্ধের সময় সবচেয়ে সুন্দরী মহিলাদেরকে স্ত্রী হিসাবে ঘরে আনার জন্য বন্দী করার ঐতিহাসিক অনুশীলনের উল্লেখ করে।  উইলিয়াম সাফায়ার দাবি করেন যে \"ট্রফি স্ত্রী\" শব্দটি ফরচুন ম্যাগাজিনের একজন সিনিয়র সম্পাদক জুলি কনেলি, ২৮ আগস্ট, ১৯৮৯ সালের সংখ্যার একটি কভার স্টোরিতে তৈরি করেছিলেন এবং অবিলম্বে সাধারণ ব্যবহারে প্রবেশ করেছিল।  লেখক টম উলফ, নিজে প্রায়ই এই শব্দটি তৈরি করার কৃতিত্ব, ১৯৯৬ সালে ব্রাউন ইউনিভার্সিটিতে প্রদত্ত একটি বক্তৃতায় এটি অস্বীকার করেছিলেন, যেখানে তিনি ফরচুন ম্যাগাজিনকে \"অতি বেশিদিন আগে\" প্রকাশিত একটি নিবন্ধে কৃতিত্ব দেন।  অনেক সূত্র দাবি করে যে শব্দটি আগে তৈরি করা হয়েছিল (উদাহরণস্বরূপ, অনলাইন ব্যুৎপত্তিগত অভিধান ১৯৮৪ উল্লেখ করেছে), তবে শব্দটি সম্পর্কে উইলিয়াম সাফায়ারের নিবন্ধে সহজ অনলাইন প্রবেশাধিকার অনেককে (যেমন অক্সফোর্ড ইংলিশ ডিকশনারি ) বিশ্বাস করতে পরিচালিত করেছে যে ২৮ আগস্ট, ১৯৮৯, এর প্রথম ব্যবহার হয়েছিল।  যাইহোক, ১৯৬৫ সালের একটি প্রকাশনার একটি উদ্ধৃতিতে এই বাণীটি পাওয়া যায়, যা দৃশ্যত বার্নি ম্যাডফের স্ত্রীকে উল্লেখ করে।  ১৯৯৪ সালে সাবেক প্লেবয় প্লেমেট আনা নিকোল স্মিথের সাথে তেল বিলিয়নেয়ার জে. হাওয়ার্ড মার্শালের বিয়ে এই ধারণার চরম উদাহরণ হিসেবে মার্কিন গণমাধ্যম ব্যাপকভাবে অনুসরণ করেছিল।  তাদের বিয়ের সময়, তার বয়স ছিল ৮৯ বছর এবং তার বয়স ছিল ২৬। \nনটরডেম বিশ্ববিদ্যালয়ের একজন সমাজবিজ্ঞানী এলিজাবেথ ম্যাকক্লিনটক বিশ্বাস করেন যে আধুনিক সমাজে ঘটনাটি অন্যান্য গবেষণার পরামর্শের তুলনায় কম সাধারণ। \n\n\n== আরও দেখুন ==\nযৌন সম্পর্কে বয়সের বৈষম্য\nসুস্পষ্ট খরচ\nকিভাবে একজন কোটিপতিকে বিয়ে করবেন\nমিলিয়নেয়ার ম্যাচমেকার\nযৌন পুঁজি\nসুগার বেবি\nকে একজন মাল্টি-মিলিয়নেয়ারকে বিয়ে করতে চায়?\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনতুন ট্রফি বউ | হাফপোস্ট উইমেন বইয়ের উদ্ধৃতি, পাওয়ার দম্পতিরা \"ইন\" জিনিস।\nমটোরোলা বিলাসবহুল \"অরা\" মোবাইল ফোন মডেলের একটি পর্যালোচনায় T3 ম্যাগাজিন : \"আমরা মনে করি ফোন জগতের ট্রফি-স্ত্রী হিসাবে AURA কে ভাবা ভাল, এটি দেখতে এবং সামাজিক অনুষ্ঠানে নিয়ে আসা দুর্দান্ত, তবে এটি সম্পর্কে এটা।\"\nশতাব্দীর শেষ | C-SPAN.org শতাব্দীর শেষ। সি-স্প্যান, ব্রাউন ইউনিভার্সিটিতে বক্তৃতা, এপ্রিল 17, 1996। \"এখন আমি কখনও কখনও শব্দটি সত্য নয় বলে চেষ্টা করার জন্য শব্দটি তৈরি করার জন্য কৃতিত্ব পেয়েছি। এটি ফরচুন ম্যাগাজিন দ্বারা একটি উজ্জ্বল টুকরোতে তৈরি করা হয়েছিল খুব বেশি দিন আগে নয়। . \""}