{"pageid": 1367162, "title": "এনম্যাপ", "url": "https://bn.wikipedia.org/wiki?curid=1367162", "content": "এনম্যাপ (নেটওয়ার্ক ম্যাপার) হল একটি নেটওয়ার্ক স্ক্যানার যা গর্ডন লিয়ন (তিনি ছদ্মনাম ফিওদোর ভাস্কোভিচ নামেও পরিচিত) দ্বারা তৈরি। এনম্যাপ প্যাকেট প্রেরণ এবং প্রতিক্রিয়া বিশ্লেষণ করে একটি কম্পিউটার নেটওয়ার্কে হোস্ট এবং পরিষেবাগুলি আবিষ্কার করতে ব্যবহৃত হয়।\nএনম্যাপ হোস্ট আবিষ্কার এবং পরিষেবা এবং অপারেটিং সিস্টেম সনাক্তকরণসহ কম্পিউটার নেটওয়ার্ক অনুসন্ধানের জন্য বেশ কয়েকটি বৈশিষ্ট্য সরবরাহ করে। এই বৈশিষ্ট্যগুলি স্ক্রিপ্ট দ্বারা সম্প্রসারণযোগ্য যা আরও উন্নত পরিষেবা সনাক্তকরণ, দুর্বলতা সনাক্তকরণ এবং অন্যান্য বৈশিষ্ট্যগুলি প্রদান করে। এনম্যাপ স্ক্যানের সময় লেটেন্সি এবং কনজেশনসহ নেটওয়ার্কের অবস্থার সাথে খাপ খাইয়ে নিতে পারে।\nএনম্যাপ একটি লিনাক্স ইউটিলিটি হিসাবে শুরু হয়েছিল এবং উইন্ডোজ, ম্যাকওএস এবং বিএডিসহ অন্যান্য সিস্টেমে পোর্ট করা হয়েছিল। তবে এটি লিনাক্সে সর্বাধিক জনপ্রিয়, এরপর উইন্ডোজে।\n\n\n== বৈশিষ্ট্য ==\nএনম্যাপের মধ্যে নিম্নোক্ত বৈশিষ্ট্যাবলি অন্তর্ভুক্ত:\n\nদ্রুত স্ক্যান (nmap -F [target]) - দ্রুত ফলাফলের জন্য একটি মৌলিক পোর্ট স্ক্যান করা।\nহোস্ট আবিষ্কার - একটি নেটওয়ার্কে হোস্ট সনাক্তকরণ। উদাহরণস্বরূপ, টিসিপি এবং/অথবা আইসিএমপি অনুরোধে সাড়া দেয় এমন বা একটি নির্দিষ্ট পোর্ট খোলা আছে এমন হোস্টদের তালিকা করা।\nপোর্ট স্ক্যানিং - টার্গেট হোস্টে খোলা পোর্টের গণনা করা।\nসংস্করণ সনাক্তকরণ - অ্যাপ্লিকেশনের নাম এবং সংস্করণ নম্বর নির্ধারণ করতে দূরবর্তী ডিভাইসে নেটওয়ার্ক পরিষেবাগুলিতে কাজ করা।\nপিং স্ক্যান - পিং অনুরোধ পাঠিয়ে হোস্ট চেক করা।\nটিসিপি/আইপি স্ট্যাক ফিঙ্গারপ্রিন্টিং - উক্ত ডিভাইসগুলির নেটওয়ার্ক কার্যকলাপের পর্যবেক্ষণের উপর ভিত্তি করে নেটওয়ার্ক ডিভাইসগুলির অপারেটিং সিস্টেম এবং হার্ডওয়্যার বৈশিষ্ট্যগুলি নির্ধারণ করা।\nটার্গেটের সাথে স্ক্রিপ্টেবল মিথস্ক্রিয়া - এনম্যাপ স্ক্রিপ্টিং ইঞ্জিন (NSE) এবং লুয়া প্রোগ্রামিং ভাষার ব্যবহার।\nবিপরীত ডিএনএস নাম, ডিভাইসের ধরন এবং ম্যাক ঠিকানাগুলি সহ এনম্যাপ লক্ষ্য সম্পর্কে আরও তথ্য সরবরাহ করতে পারে।\n\nএকটি ডিভাইস বা ফায়ারওয়ালের নিরাপত্তা নিরীক্ষণ করা নেটওয়ার্ক সংযোগগুলি সনাক্ত যা বা যার মাধ্যমে করা যেতে পারে।\nঅডিট করার প্রস্তুতির জন্য একটি লক্ষ্য হোস্টে খোলা পোর্ট সনাক্ত করা।\nনেটওয়ার্ক ইনভেন্টরি, নেটওয়ার্ক ম্যাপিং, রক্ষণাবেক্ষণ এবং সম্পদ ব্যবস্থাপনা।\nনতুন সার্ভার সনাক্ত করে একটি নেটওয়ার্কের নিরাপত্তা নিরীক্ষণ করা।\nএকটি নেটওয়ার্কের হোস্টে ট্রাফিক তৈরি করা, প্রতিক্রিয়া বিশ্লেষণ এবং প্রতিক্রিয়া সময় পরিমাপ করা।\nএকটি নেটওয়ার্কে দুর্বলতা খুঁজে বের করা এবং এক্সপ্লয়ট করা।\nডিএনএস ক্যুয়েরি এবং সাবডোমেইন অনুসন্ধান\n\n\n== ব্যবহারকারী ইন্টারফেস ==\nকাঞ্চন দ্বারা লিখিত এনম্যাপএফই এনম্যাপ সংস্করণ ২.২ থেকে ৪.২২ এর জন্য এনম্যাপের অফিসিয়াল জিইউআই ছিল। এনম্যাপ ৪.৫০-এর জন্য (মূলত ৪.২২সক ডেভেলপমেন্ট সিরিজে) এনম্যাপএফইকে জেনম্যাপ দিয়ে প্রতিস্থাপিত করা হয়েছে, ইউএমআইটির উপর ভিত্তি করে একটি নতুন অফিশিয়াল গ্রাফিকাল ব্যবহারকারী ইন্টারফেস, যা\nআদ্রিয়ানো মন্টিরো মার্কেস দ্বারা তৈরি করা হয়েছে।\n\nওয়েব-ভিত্তিক ইন্টারফেস বিদ্যমান যা হয় এনম্যাপ নিয়ন্ত্রণ করতে বা ইভ্রের মতো ওয়েব ব্রাউজার থেকে এনম্যাপ ফলাফল বিশ্লেষণ করতে দেয়।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আউটপুট ==\nএনম্যাপ দ্বারা চারটি ভিন্ন আউটপুট বিন্যাস দেওয়া যায়। ইন্টারেক্টিভ আউটপুট ছাড়া বাকি আইটপুটগুলো একটি ফাইলে সংরক্ষিত হয়। টেক্সট প্রসেসিং সফটওয়্যার এনম্যাপ আউটপুট পরিবর্তন করতে ব্যবহার করা যেতে পারে, ব্যবহারকারীকে রিপোর্ট কাস্টমাইজ করার অনুমতি দেয়।\n\nইন্টারেক্টিভ\nএকটি ব্যবহারকারী কমান্ড লাইন থেকে এনম্যাপ চালালে বাস্তব সময় উপস্থাপিত এবং আপডেট করা হয়। পর্যবেক্ষণের সুবিধার্থে স্ক্যানের সময় বিভিন্ন বিকল্প প্রবেশ করা যেতে পারে।\nএক্সএমএল\nএকটি বিন্যাস যা এক্সএমএল সরঞ্জাম দ্বারা আরও প্রক্রিয়া করা যেতে পারে। এটি এক্সএসএলটি ব্যবহার করে একটি এইচটিএমএল রিপোর্টে রূপান্তরিত হতে পারে।\nগ্রেপেবল\nআউটপুট যা লাইন-ওরিয়েন্টেড প্রসেসিং টুল যেমন grep, sed বা awk এর জন্য তৈরি।\nস্বাভাবিক\nকমান্ড লাইন থেকে এনম্যাপ চালানোর সময় আউটপুট দেখা যায়, কিন্তু একটি ফাইলে সংরক্ষণ করা হয়।\nস্ক্রিপ্ট কিডি\nইন্টারেক্টিভ আউটপুট অক্ষর প্রতিস্থাপন করে তাদের দৃশ্যমান সমান সংখ্যা উপস্থাপনা দিয়ে ফরম্যাট করার একটি মজার উপায়। উদাহরণস্বরূপ, Interesting ports Int3rest1ng p0rtz হয়ে যায়। এটি লিট (L33t বা 1337) নামে পরিচিত।\n\n\n== ইতিহাস ==\nএনম্যাপ প্রথম প্রকাশিত হয়েছিল ১৯৯৭ সালের সেপ্টেম্বরে, সোর্স-কোড সহ ফ্র্যাক ম্যাগাজিনে একটি নিবন্ধ হিসাবে। কম্পিউটার সিকিউরিটি কমিউনিটির সাহায্য ও অবদানে এর ডেভেলপমেন্ট অব্যাহত ছিল। বর্ধিতকরণের মধ্যে রয়েছে অপারেটিং সিস্টেম ফিঙ্গারপ্রিন্টিং, সার্ভিস ফিঙ্গারপ্রিন্টিং, কোড পুনর্লিখন (সি থেকে সি++), অতিরিক্ত স্ক্যান প্রকার, প্রোটোকল সমর্থন (যেমন আইপিভি৬, এসসিটিপি) এবং নতুন প্রোগ্রাম যা এনম্যাপ এর মূল বৈশিষ্ট্যগুলির পরিপূরক।\nপ্রধান রিলিজগুলোর মধ্যে নিম্নোক্তগুলো অন্তর্ভুক্ত:\n\n\n== আইনি সমস্যা ==\nএনম্যাপ একটি টুল যা ইন্টারনেট সংযুক্ত সিস্টেমে চলমান পরিষেবাগুলি ডিস্কভার করতে ব্যবহার করা যেতে পারে। কম্পিউটার সিস্টেমে অননুমোদিত অ্যাক্সেস লাভের প্রচেষ্টার অগ্রদূত হিসেবে অন্যান্য টুলের মত এটি সম্ভাব্যভাবে ব্ল্যাক হ্যাট হ্যাকিংয়ের জন্য ব্যবহার করা যেতে পারে। বিপরীতে, নিরাপত্তা এবং সিস্টেম অ্যাডমিনিস্ট্রেটরদের দ্বারা (যেমন হোয়াইট হ্যাট হ্যাকিং) এনম্যাপ দুর্বলতার জন্য তাদের নিজস্ব নেটওয়ার্ক মূল্যায়ন করতে ব্যবহার করা হয়।\nসিস্টেম অ্যাডমিনিস্ট্রেটররা এনম্যাপ ব্যবহার করে অননুমোদিত সার্ভার বা নিরাপত্তার মানদণ্ড মানছেনা এমন কম্পিউটার অনুসন্ধান করতে। \n\n২০০৩ সালে ফিনল্যান্ডের সুপ্রিম কোর্ট রায় দিয়েছিল যে পোর্ট স্ক্যানিং একটি কম্পিউটার ব্রেক করার চেষ্টা করেছে, যা সেই সময়ে ফিনিশ পেনাল কোডের অধীনে অবৈধ ছিল:রায়ে সুপ্রিম কোর্ট বলেছে যে, বিবাদী ব্যাংকের কম্পিউটার নেটওয়ার্কে অননুমোদিত ব্রেক-ইন করার উদ্দেশ্যে তথ্য সংগ্রহের জন্য পদ্ধতিগতভাবে পোর্ট স্ক্যানিং অপারেশন চালিয়েছিল। এটি একটি কম্পিউটার ব্রেক ইন করার প্রচেষ্টার সমপরিমাণ।\n\n\n== লাইসেন্স ==\nএনম্যাপ মূলত গ্নু পাবলিক লাইসেন্স (জিপিএল) এর অধীনে বিতরণ করা হয়েছিল। পরবর্তী রিলিজগুলিতে, এনম্যাপ-এর লেখকরা লাইসেন্সে স্পষ্টীকরণ এবং নির্দিষ্ট ব্যাখ্যা যোগ করেছেন যেখানে তারা অনুভব করেছিলেন যে জিপিএল অস্পষ্ট বা ব্যাখ্যার অভাব ছিল। উদাহরণস্বরূপ, এনম্যাপ ৩.৫০ বিশেষভাবে এসসিও-লিনাক্স বিতর্কের বিষয়ে তাদের মতামতের কারণে এনম্যাপ সফ্টওয়্যার বিতরণের জন্য এসসিও গ্রুপের লাইসেন্স প্রত্যাহার করেছে।\nসংস্করণ ৭.৯০ থেকে শুরু এনম্যাপ একটি নতুন কাস্টম লাইসেন্স এনপিএসএল শুরু করে। দ্বৈত-লাইসেন্সিং সংস্করণ ৭.৯০, ৭,৯১ ও ৭.৯২ এ পুরানো এবং নতুন উভয় লাইসেন্সের অধীনে রূপান্তরিত হয়। বেশ কিছু লিনাক্স ডিস্ট্রিবিউশন এই নতুন লাইসেন্স অ-মুক্ত বিবেচনা করে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n২০০৩ সালের চলচ্চিত্র দ্য ম্যাট্রিক্স রিলোডেড- এ, ট্রিনিটিকে একটি পাওয়ার প্ল্যান্টের কম্পিউটার সিস্টেম অ্যাক্সেস করতে এনম্যাপ ব্যবহার করতে দেখা যায়, যা নিওকে \"শারীরিকভাবে\" একটি ভবনে প্রবেশ করতে দেয়। ফিল্মে এনম্যাপের উপস্থিতি ইন্টারনেট ফোরামে ব্যাপকভাবে আলোচিত হয়েছিল এবং হ্যাকিংয়ের একটি অস্বাভাবিক বাস্তবসম্মত উদাহরণ হিসাবে প্রশংসা করা হয়েছিল।\nএনম্যাপ এবং এনম্যাপএফই ব্যবহার করা হয়েছিল ২০০৬ সালের দ্য লিসনিং চলচ্চিত্রে। যেটি একটি প্রাক্তন এনএসএ অফিসারকে নিয়ে একটি মুভি, যিনি ইতালীয় আল্পসের উচ্চতায় একটি গোপন পাল্টা-শ্রোতা স্টেশনে ত্রুটি দেখান এবং মাউন্ট করেন।\nএনম্যাপ সোর্স কোডটি ব্যাটল রয়্যাল মুভিতে দেখা যায়, সেইসাথে লাইভ ফ্রি বা ডাই হার্ড এবং দ্য বোর্ন আলটিমেটামে এনম্যাপের কমান্ড লাইন সংস্করণের সংক্ষিপ্ত দৃশ্য দেখা যায়। ২০১৩ সালে এনম্যাপ জনপ্রিয় সাই-ফাই মুভি ইলিসিয়ামের মত চলচ্চিত্রগুলিতে উপস্থিত হতে থাকে।\nবিখ্যাত বিচারক ড্রেড কমিক্সের একটি চলচ্চিত্র রূপান্তর ড্রেড ফিল্ম ২০১২ সালে মুক্তি পায় এবং এতে একাধিক এনম্যাপ দৃশ্যও রয়েছে। এনম্যাপ নেটওয়ার্ক রিকনাইসেন্স এবং স্লাম টাওয়ার নেটওয়ার্ক এক্সপ্লোয়টেশনের জন্য ব্যবহৃত হয়। এমনকি মুভির ট্রেলারেও তা সংক্ষিপ্তভাবে দেখা যায়।\nভিডিও গেম হ্যাকনেটে এনম্যাপের কমান্ড ব্যাপকভাবে ব্যবহৃত হয়, যা টার্গেট সিস্টেমের নেটওয়ার্ক পোর্টগুলিকে হ্যাক করার অনুমতি দেয়।\nস্নোডেন চলচ্চিত্রের প্রায় ১৪ মিনিটের চিত্র এনম্যাপ অ্যাপটিটিউড টেস্টের দৃশ্যে ব্যবহৃত হয়।\n\n\n== শিক্ষাপ্রতিষ্ঠানে ==\nএনম্যাপ একাডেমিক কার্যক্রমের একটি অবিচ্ছেদ্য অংশ। এটি টিসিপি/আইপি প্রোটোকল স্যুট এবং সাধারণভাবে নেটওয়ার্কিং সম্পর্কিত গবেষণার জন্য ব্যবহার করা হয়েছে। একটি গবেষণা টুল হওয়ার পাশাপাশি, এনম্যাপও একটি গবেষণার বিষয় হয়ে উঠেছে।\n\n\n== উদাহরণ ==\n\n\n== আরও দেখুন ==\nব্যাকবক্স (লিনাক্স ডিস্ট্রিবিউশন)\nব্যাকট্র‍্যাক\nকালি লিনাক্স\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}