{"pageid": 1367923, "title": "পাশমান", "url": "https://bn.wikipedia.org/wiki?curid=1367923", "content": "পাশমান ( উচ্চারিত [pǎʃman] ) হল ক্রোয়েশিয়ার উত্তর ডালমাশিয়ার উপকূলে অবস্থিত একটি অ্যাড্রিয়াটিক দ্বীপ যার আয়তন ৬০.১১। কিমি 2,  জাদারের দক্ষিণে অবস্থিত, উত্তর-পশ্চিমে উগলজান দ্বীপপুঞ্জ, পশ্চিমে আইজে এবং দক্ষিণ-পশ্চিমে ডুগি ওটোক এবং জুট । ২০১১ সালের আদমশুমারি অনুসারে দ্বীপটিতে ২৮৪৫ জন লোক বাস করে।\nদ্বীপে ১০ টি বসতি রয়েছে; স্নেলাচ, বাঞ্জ, দব্রোপলিয়ানা, নেভিজানে, মারিয়ানে, বারোতুল, পাশমান এবং ক্রাই, পাশমান পৌরসভার অন্তর্গত; উগ্রিনিক  এবং তকন, তকন পৌরসভার অন্তর্গত।\nক্রোয়েশিয়ান দ্বীপপুঞ্জের সমস্ত দ্বীপের মধ্যে পাশমানের মোট আয়তন বিবেচনায় সবচেয়ে বড় সবুজ পৃষ্ঠ রয়েছে। স্থলভাগের দিক থেকে এটি দ্বীপপুঞ্জগুলোর মধ্যে ১২ তম বৃহত্তম দ্বীপ। ক্রমাগত পরিবর্তনশীল স্রোতের কারণে এটিতে অ্যাড্রিয়াটিকের সবচেয়ে পরিষ্কার জল রয়েছে বলেও জানা যায়।\n\n\n== ইতিহাস ==\nবিরল প্রস্তর যুগের সন্ধান ছাড়াও, অনেক ব্রোঞ্জ এবং লৌহ যুগের দুর্গ দ্বীপের প্রাথমিক বসতি নিশ্চিত করে। রোমান লেখকরা লিবার্নিয়ান দ্বীপপুঞ্জের মধ্যে পাশমানকে গণনা করেন। লিবার্নিয়ান যুগ থেকে দ্বীপের একটি জনবসতির প্রাচীনতম পরিচিত নাম এসেছে: কাতান (আজকের টকন )। দ্বীপের প্রাচীনতম পরিচিত নাম (ফ্লেভেইকো বা ইনসুলা পোস্টিমানা) রোমান উপনিবেশের সাথে যুক্ত বলে প্রচলিত। একটি সুরক্ষিত জলপথ হিসাবে পাশ্মান চ্যানেলের গুরুত্বের কারণে, দ্বীপের পূর্ব দিকে প্রাচীনকালে ঘনবসতি ছিল। পাশমান জাদার এলাকার অন্তর্গত ছিল, কিন্তু সেখানে বৃহত্তর শহুরে ধরনের বসতি গড়ে ওঠেনি। কনস্ট্যান্টাইন সপ্তম পোরফিরোজেনিটাস সম্ভবত দশম শতকের মাঝামাঝি সময়ে পাশম্যানের কথা উল্লেখ করেছেন এবং তার রেকর্ড দেখায় যে দ্বীপটি তখন জনবসতিহীন ছিল। মধ্যযুগে, বেশিরভাগ পাশমান জাদারের নাগরিক এবং গির্জা প্রতিষ্ঠানের সম্ভ্রান্ত ব্যক্তিদের মালিকানাধীন ছিল। একাদশ শতকে উল্লিখিত সেন্ট ক্রাইসোগনাসের জাদার মঠের মালিকানাধীন নেভিগানে সেন্ট মাইকেলের পাশমান প্রথম বেনেডিক্টিন এস্টেট। দ্বীপটি সেই সময়ে বায়োগ্রাডের ডায়োসিসের অংশ ছিল বলে মনে হয়। কিছু সূত্র অনুসারে, বায়োগ্রাড প্রেস্তানসিজের বিশপ ১০৭৬ সালে বায়োগ্রাডের সেন্ট জন মঠে (১০৫৯ সালে প্রতিষ্ঠিত) সেন্ট কসমাস এবং ড্যামিয়ান চার্চ টকনের উপরে কোকোভাচ পাহাড়ে হস্তান্তর করেন। ১১২৫ সালে বায়োগ্রাডের ভেনিসীয় ধ্বংসের পরে, রোগভস্কা অ্যাবের আসনটি সেখানে সরানো হয়েছিল। ১২০২ সালে ক্রুসেডারদের জাদার অবরোধের পর, জাদার অধ্যায়টি কোকোভাচে অবস্থিত ছিল এবং শহরের আভিজাত্য হারিয়ে যায়। ১৩৪৫ সালে জাদার অবরোধের সময়, সেন্ট কসমাস এবং ড্যামিয়ানের ভেনিস মঠ ধ্বংস করা হয়েছিল, সন্ন্যাসীদের বন্দী করা হয়েছিল এবং সংরক্ষণাগারগুলি নিয়ে যাওয়া হয়েছিল। ১৩৫৮ সালে জাদারের চুক্তির পরে অ্যাবেটি পুনর্নির্মিত হয়েছিল, যখন একটি নতুন মঠের গির্জা নির্মিত হয়েছিল। যদিও ফ্রান্সিসকান ঐতিহ্য দ্বীপে সন্ন্যাসবাদের সূচনাকে সেন্ট ফ্রান্সিসের সময়ের সাথে যুক্ত করে, ফ্রান্সিসকানরা ১৩৮০ সালের দিকে প্রদেশের মঠের তালিকায় পাশমানে প্রথম উপস্থিত হয়েছিল। ক্রজের সেন্ট দুজের মঠটি ১৩৯০ সালে বসনিয়ার ফ্রান্সিসকানদের জন্য সেন্ট দুজামের ইতোমধ্যে বিদ্যমান চার্চের কাছে নির্মিত হয়েছিল। ১৪৩৪ সালে কমান্ড হস্তান্তর (প্রশাসন এবং লীজ দেওয়া গির্জার সম্পত্তি), এবং অটোমান বিজয়ের কারণে জমির মালিকানা হারানোর সাথে, মঠটি ধীরে ধীরে দুর্বল হয়ে পড়ে। ১৪৬৭ সালের সিদ্ধান্তে বসনিয়ার ফ্রান্সিসকানদের মঠে থাকা নিষিদ্ধ করা সত্ত্বেও বসনিয়ার সাথে সম্পর্ক ছিন্ন করা হয়নি। উসমানীয়দের আগে শরণার্থীদের জনসংখ্যা বসিয়ে মঠের চারপাশে যে বসতি গড়ে উঠেছিল তা আজকের স্থানের মূলে রয়েছে। ডালমাটিয়াতে ফরাসি শাসনের সময়, অ্যাবে বিলুপ্ত করা হয়েছিল (১৮০৮), কিন্তু ধর্মীয় সম্প্রদায়টি ১৯৫৬ সালে পুনর্নির্মাণ করা হয়েছিল, যাতে এটি আজ অবধি ক্রোয়েশিয়ার একমাত্র পুরুষ বেনেডিক্টাইন মঠ। সেন্ট ডুজের মঠ চার্চটি ষোড়শ শতকে পুঙ্খানুপুঙ্খভাবে পুনর্নির্মিত হয়েছিল; গির্জার পোর্টালের উপরে সেন্ট জেরোমের একটি ত্রাণ রয়েছে, ডালমাশিয়ার পৃষ্ঠপোষক সাধক, এ. আলেসির কাজ। \nসেন্ট কসমাস এবং ড্যামিয়ানের পাশমান মঠ ছিল উত্তর ডালমাশিয়ার গ্লাগোলিটিক সাক্ষরতার প্রসারের অন্যতম কেন্দ্র। মঠে অসংখ্য গ্লাগোলিটিক পাণ্ডুলিপি তৈরি করা হয়েছিল, যার মধ্যে সেন্ট বেনেডিক্টের শাসন, যার ল্যাটিন থেকে ওল্ড স্লাভোনিক ভাষায় অনুবাদ করা হয়েছিল একাদশ শতকের প্রথম দিকে। এটা বিশ্বাস করা হয় যে, পাশমান সন্ন্যাসীরাই গ্লাগোলিটিক এবং ওল্ড স্লাভোনিকের শিক্ষক হিসেবে প্রাগে ভ্রমণ করেছিলেন। \n\n\n== ভূগোল ==\n\n৬০ কিমি আয়তন এবং ৭০ কিমি ইন্ডেন্টেড উপকূলরেখা সহ, এটি বৃহত্তর ক্রোয়েশিয়ান দ্বীপগুলির মধ্যে একটি। এটি উগলজান দ্বীপের সাথে স্নেলাচ সেতু দ্বারা সংযুক্ত, এবং পাশমান চ্যানেল দ্বারা মূল ভূখণ্ড থেকে পৃথক করা হয়েছে, যা কিছু জায়গায় মাত্র ২ কিমি চওড়া। এটি মূল ভূখণ্ডের নিকটতম দ্বীপগুলির মধ্যে একটি। এটি জাদার দ্বীপপুঞ্জে অবস্থিত, জাদার এবং বায়োগ্রাড শহরের মধ্যে।\nভূমধ্যসাগরীয় জলবায়ু উদ্ভিদ এবং প্রাণীজগতের একটি সমৃদ্ধ বিশ্ব গড়ে তুলেছে, অনেক প্রজাতির ঔষধি ও সুগন্ধি গাছপালা রয়েছে এবং সমুদ্রতটে ক্রোয়েশিয়ান অ্যাড্রিয়াটিকের সমস্ত প্রজাতির শেলফিশ এবং মাছ সংরক্ষণ করা হয়েছে।\nসমুদ্র পরিষ্কার, সৈকত নুড়ি এবং পাথুরে, অসংখ্য ছোট ডক সহ। পাশম্যানের কাছে, সমুদ্রের স্রোত প্রতি 6 ঘণ্টায় পরিবর্তিত হয় এবং সেই কারণেই স্থানীয় সমুদ্র অ্যাড্রিয়াটিকের সবচেয়ে পরিষ্কারের মধ্যে রয়েছে। দ্বীপের পূর্ব দিকে আপনি দীর্ঘ পাথরের মালভূমি এবং স্ফটিক পরিষ্কার সমুদ্র সহ প্রাকৃতিক পাথরের মধ্যে সাঁতার কাটতে পারেন। বেশিরভাগ সুবিধাগুলি সরাসরি সমুদ্র এবং সৈকত দ্বারা অবস্থিত।\n\n\n== পরিবহন ==\nজাদার থেকে ফেরি করে দ্বীপটিতে পৌঁছানো যায়, লাইন জাদার-প্রেকো (উগলান দ্বীপ) এবং তারপর রাজ্য সড়ক ডি১১০ এবং স্নেলাচ সেতু পাশমানে পৌঁছানো যায়। দ্বিতীয় ফেরি লাইনটি বায়োগ্রাড থেকে প্রস্থান করে এবং পাশমান দ্বীপের তকনের দিকে নিয়ে যায়। দ্বীপের সমস্ত স্থান একটি দ্বীপ সড়ক দ্বারা সংযুক্ত করা হয়েছে, এটি উগলান দ্বীপ থেকে বিচ্ছিন্ন, যার সাথে এটি সাম্প্রতিক অতীতে একটি বালুপ্রান্তর দ্বারা সংযুক্ত ছিল যা অতিক্রম করা যেত, ১৮৮৩ সালে লিটল স্নেলাচ খালখনন দ্বারা, এবং ১৯৭৯ সালে এটিকে ৪ মিটার গভীর করা হয় এবং একটি সেতু দ্বারা যুক্ত করা হয়েছিল। স্নেলাচ সেতুটি ২০১০ সালে সংস্কার এবং বড় করা হয়েছিল।\n\n\n== অর্থনীতি ==\n\nপাশমান তার সুন্দর বালুকাময় সৈকত এবং মূল ভূখণ্ডের মুখোমুখি দ্বীপের উত্তর দিকে পাইন বনের জন্য পরিচিত। পাশমান শহরগুলি ছোট এবং শান্ত এবং তাই বিশ্রাম ও বিশ্রামের জন্য উপযুক্ত। পাশম্যানের সমস্ত ছোট গ্রামে বেশ কয়েকটি দোকান, সরাইখানা এবং অন্যান্য সেবামূলক কার্যক্রম রয়েছে। দ্বীপের দক্ষিণ দিকে অস্পৃশ্য প্রকৃতি, অসংখ্য উপসাগর, নীল সাগর, পুরানো জেলেদের বাড়ি এবং কর্নাটি জাতীয় উদ্যানের দৃশ্য সহ সবই রয়েছে। দ্বীপের এই দিকটি রাস্তা ছাড়াই এবং তাই রবিনসন ক্রুসো-স্টাইলের ছুটির জন্য খুব জনপ্রিয়।\nসাধারণ দ্বীপ শহরগুলির  ৩১০০ জন বাসিন্দার বেশিরভাগই ঐতিহ্যগতভাবে মাছ ধরা, কৃষিকাজে এবং সম্প্রতি পর্যটনে নিযুক্ত। একটি সমৃদ্ধ পর্যটন অফার তৈরি করা হয়েছে: বিভিন্ন শ্রেণীর কক্ষ, অ্যাপার্টমেন্ট, হলিডে হোম, বোর্ডিং হাউস, কার ক্যাম্প, সরাইখানা এবং রেস্তোরাঁয় অসংখ্য ধরনের স্থানীয় তাজা সামুদ্রিক খাবার পরিবেশন করা হয়।\n\n\n== পর্বতসমূহ ==\nভেলিকি বোকলজ, ২৭৪ মি,\nঅস্ট্রো, ২৫৪ মি,\nসেমিকা, ১৯৯ মি,\nস্ট্রাজা, ১৮০ মি,\nজ্যাকভলজেভ ভিআরএইচ, ১৭৮ মি,\nমালি বোকোলজ, ১৬৪ মি,\nকুডনজিন, ১৪৬ মি,\nমার্টিনজাক, ১৩৯ মি,\nপুস্তোগ্রাদ, ১০৮ মি,\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nenciklopedija.hr এ Pašman (ক্রোয়েশীয় ভাষায়)\n\n\n== বহিঃসংযোগ ==\nপাশম্যানের পৌরসভার ট্যুরিস্ট বোর্ড (ক্রোয়েশীয়, ইংরেজি, জার্মান, ইতালীয়, এবং ফরাসি ভাষায়)\nপাশম্যান দ্বীপে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ জুলাই ২০২৩ তারিখে ভ্রমণ নির্দেশিকা"}