{"pageid": 1367581, "title": "গুগল চ্যাট", "url": "https://bn.wikipedia.org/wiki?curid=1367581", "content": "গুগল চ্যাট (পূর্বে হ্যাঙ্গাউটস চ্যাট নামে পরিচিত) হল গুগল দ্বারা ডেভেলপকৃত একটি যোগাযোগ পরিষেবা। প্রাথমিকভাবে দল এবং ব্যবসায়িক পরিবেশের জন্য ডিজাইন করা হয়েছিল, পরে এটি সাধারণ গ্রাহকদের জন্য উপলব্ধ করা হয়েছে। এটি সরাসরি বার্তা, দলবদ্ধ বার্তা এবং স্পেস প্রদান করে, যা ব্যবহারকারীদের চ্যাটিং ছাড়াও একটি কেন্দ্রীয় স্থানে কাজগুলি তৈরি এবং বরাদ্দ করতে এবং ফাইলগুলি ভাগ করতে দেয়৷ এটি নিজস্ব ওয়েবসাইট এবং অ্যাপের মাধ্যমে বা জিমেইল ওয়েবসাইট এবং অ্যাপের মাধ্যমে অ্যাক্সেস করা যেতে পারে।\nএটি প্রথম ৯ মার্চ, ২০১৭ তারিখে মুক্ত করা হয়েছিল। গুগল মিটের পাশাপাশি এটিও গুগল হ্যাঙ্গাউটসকে প্রতিস্থাপন করে। ৯ এপ্রিল, ২০২০ তারিখে এটির নাম পরিবর্তন করে গুগল চ্যাট করা হয়েছিল। এটি প্রাথমিকভাবে শুধুমাত্র গুগল ওয়ার্কস্পেস গ্রাহকদের জন্য উপলব্ধ ছিল, কিন্তু ২০২১ সালের ফেব্রুয়ারিতে, এপ্রিলে সম্পূর্ণরূপে উপলব্ধ না হওয়া পর্যন্ত নিয়মিত গ্রাহক অ্যাকাউন্টে \"আর্লি অ্যাক্সেস\"-এ গুগল চ্যাট চালু করা শুরু করে। গুগল ১ নভেম্বর, ২০২২ তারিখে আসল হ্যাঙ্গাউটস বাতিল করা হয় এবং এটিকে চ্যাট দিয়ে প্রতিস্থাপিত করা হয়।\n\n\n== ইতিহাস ==\n\nগুগল চ্যাট প্রথমদিকে হ্যাঙ্গাউটস চ্যাটে গুগল ওয়ার্কস্পেসের (২০২০ সালের অক্টোবর পর্যন্ত জি স্যুট বলা হত) গ্রাহকদের জন্য হ্যাঙ্গাউটসের প্রতিস্থাপন হিসেবে ৭ মার্চ ২০১৭ তারিখে উন্মুক্ত করা হয়েছিল। বেসিক প্যাকেজে ভল্ট ডেটা ধরে রাখার অভাব ব্যতীত সমস্ত জি স্যুট প্যাকেজের একই বৈশিষ্ট্য ছিল।\n৯ এপ্রিল ২০২০ তারিখে গুগল হ্যাঙ্গাউটস চ্যাটকে গুগল চ্যাট নামে রিব্র্যান্ড করেছে। এই রিব্র্যান্ডিংকে অনুসরণ করে হ্যাঙ্গাউটস মিটের জন্য একই রকম পরিবর্তনের সাথে, হ্যাঙ্গাউটস ব্র্যান্ডটি গুগল ওয়ার্কস্পেস থেকে সরিয়ে দেওয়া হয়েছিল।\n\n\n=== হ্যাঙ্গাউটসকে প্রতিস্থাপন ===\nগুগল প্রথম ঘোষণা করেছিল যে তারা অক্টোবর ২০১৯ এ গুগল হ্যাঙ্গআউটের অবসর নেওয়া শুরু করবে। ২০২০ সালের অক্টোবরে গুগল ঘোষণা করেছিল যে এটি ২০২১ সালে গ্রাহকদের জন্য গুগল চ্যাট খুলবে। গুগল আরও ঘোষণা করেছে যে হ্যাঙ্গাউটস কথোপকথন, পরিচিতি এবং ইতিহাস গুগল চ্যাটে স্থানান্তরিত হবে।\nগুগল চ্যাট ২০২১ সালের ফেব্রুয়ারিতে \"আর্লি অ্যাক্সেস\" ভোক্তা অ্যাকাউন্টগুলিতে রোল আউট করা শুরু করে, কিন্তু সেই সময়ে গুগল বলেছিল যে হ্যাঙ্গাউটস সাধারণ গুগল অ্যাকাউন্ট ব্যবহারকারীদের জন্য একটি ভোক্তা-স্তরের পণ্য থাকবে। ২০২১ সালের এপ্রিলের মধ্যে, গুগল চ্যাট সম্পূর্ণ বিনামূল্যে একটি \"আর্লি অ্যাক্সেস\" পরিষেবা হিসাবে উপলব্ধ হয়ে ওঠে, যারা হ্যাঙ্গাউটস এর পরিবর্তে এটি ব্যবহার করতে পছন্দ করেন তাদের জন্য।\nআগস্ট ২০২১ তারিখে গুগল আইওএস এবং অ্যান্ড্রয়েডে গুগল হ্যাঙ্গাউটস ব্যবহারকারীদের স্বয়ংক্রিয়ভাবে সাইন আউট করা শুরু করে এবং তাদের গুগল চ্যাটে স্যুইচ করার জন্য বিজ্ঞপ্তি দেয়।\nগুগল ২০২২ সালের প্রথম দিকে গুগল হ্যাঙ্গাউটস বন্ধ করে গুগল চ্যাট এর সাথে প্রতিস্থাপন করার পরিকল্পনা করেছিল। ফেব্রুয়ারী ২০২২ তারিখে গুগল সমস্ত গুগল ওয়ার্কস্পেস গ্রাহকদের গুগল হ্যাঙ্গাউটস থেকে গুগল চ্যাটে চূড়ান্ত মাইগ্রেশন শুরু করার পরিকল্পনা ঘোষণা করেছিল, যা ২০২২ সালের মে মাসে চূড়ান্ত হওয়ার কথা। ২০২২ সালের সেপ্টেম্বরে, গুগল ঘোষণা করেছিল যে ১ জানুয়ারী, ২০২৩ এর মধ্যে সমস্ত হ্যাঙ্গাউটস ডেটা মুছে ফেলা হবে।\n\n\n== বৈশিষ্ট্যাবলী ==\nগুগল চ্যাট দুটি বিভাগে বিভক্ত, চ্যাট এবং স্পেস। চ্যাট বিভাগে অন্যান্য ব্যক্তিদের সাথে সরাসরি কথোপকথন এবং গ্রুপ কথোপকথন রয়েছে। এর ওয়েবসাইট এবং অ্যাপ থেকে গুগল চ্যাট অ্যাক্সেস করতে সক্ষম হওয়ার পাশাপাশি, জিমেইল ওয়েবসাইট এবং অ্যাপের সাথে একীকরণের মাধ্যমেও গুগল চ্যাট অ্যাক্সেস করা যেতে পারে।\n২০২২ সালের মে মাসে, গুগল ঘোষণা করেছিল যে চ্যাট ব্যানার প্রদর্শন করবে যাতে ব্যবহারকারীদের ব্যক্তিগত অ্যাকাউন্ট থেকে আসা সম্ভাব্য ফিশিং এবং ম্যালওয়্যার আক্রমণের বিরুদ্ধে সতর্ক করা হয়। গুগল চ্যাটের এই বিকাশটি ছিল ব্যবহারকারীদের জন্য ফিশিং এবং নিরাপত্তা লঙ্ঘন প্রতিরোধ করার সর্বশেষ প্রচেষ্টা।\n২০২৩ সালের জুলাই মাসে, গুগল অন্যান্য ব্যাপকভাবে ব্যবহৃত ইনস্ট্যান্ট মেসেঞ্জারগুলির সাথে বৈশিষ্ট্য সমতা অর্জনের জন্য নতুন বৈশিষ্ট্যগুলি যোগ করেছে। নতুন চ্যাটের বৈশিষ্ট্যগুলির মধ্যে রয়েছে: স্মার্ট কম্পোজ (জিমেইল এবং গুগল ডকসেও উপলব্ধ), ভোক্তা অ্যাকাউন্টগুলির জন্য বার্তা সম্পাদনা এবং মুছে ফেলা (আগে শুধুমাত্র গুগল ওয়ার্কস্পেস অ্যাকাউন্টগুলিতে সীমাবদ্ধ ছিল), বার্তা উদ্ধৃত করা, গ্রুপ চ্যাটে রসিদ পড়া, টেক্সট হাইপারলিঙ্ক করা, নিষ্ক্রিয় লুকানো কথোপকথন, আরও বৈশিষ্ট্যের জন্য গুগল ওয়ার্কস্পেস মার্কেটপ্লেস থেকে অ্যাপ যোগ করার ক্ষমতা।\n\n\n=== স্পেস ===\n\nস্পেস, মূলত রুম নামে পরিচিত, একটি চ্যাট রুম বৈশিষ্ট্য যা গুগল চ্যাটের মধ্যে বিষয়-ভিত্তিক সহযোগিতার জন্য তৈরি করা হয়েছে, শেয়ার করা ফাইল, কাজ এবং কথোপকথন সহ। জিমেইল থেকে প্রস্থান না করেই বিষয়-ভিত্তিক কথোপকথন সংগঠিত করার জন্য বার্তা থ্রেডিং এবং রিয়েল-টাইম সহযোগিতার মতো গ্রুপ উত্পাদনশীলতা বৈশিষ্ট্যগুলিকে সংহত করতে এটি গুগল চ্যাট এবং গুগল মিটের পাশাপাশি কাজ করে। বৈশিষ্ট্যটি ২০১৬ থেকে ২০১৭পর্যন্ত একই নামের একটি অসম্পর্কিত পরিষেবাতে পূর্বে ব্যবহৃত ব্র্যান্ড নামটিকে পুনরুজ্জীবিত করে, ২০২১ সালে সমস্ত ব্যবহারকারীর কাছে গুগল ওয়ার্কস্পেসের সম্প্রসারণের অংশ হিসাবে রিব্র্যান্ডিং ঘটবে। স্থানগুলি দীর্ঘমেয়াদী প্রকল্পগুলিতে সহযোগিতার জন্য ডিজাইন করা হয়েছে৷ স্পেসগুলির বিপরীতে, গ্রুপ কথোপকথনগুলি শুধুমাত্র চ্যাটিং সমর্থন করে এবং ভাগ করা ফাইলগুলির একটি তালিকা দেখার জন্য কোনও টাস্ক কার্যকারিতা বা একটি পৃথক ফাইল ট্যাব নেই৷ স্পেসগুলি ব্যবহারকারীদের চ্যাটের নাম পরিবর্তন করার অনুমতি দেয়, যা গ্রুপ কথোপকথনের সাথে সম্ভব নয় এবং তারা ব্যবহারকারীদেরকে শুধুমাত্র তাদের উল্লেখ করা হলেই অবহিত করার অনুমতি দেয়। প্রতিটি স্পেসে তিনটি ট্যাব আছে, চ্যাট করার জন্য একটি চ্যাট ট্যাব, ফাইল শেয়ার করার জন্য একটি ফাইল ট্যাব এবং কাজ তৈরি এবং বরাদ্দ করার জন্য একটি টাস্ক ট্যাব।\nসমস্ত জিমেইল ব্যবহারকারীদের জন্য গুগল ওয়ার্কস্পেস সম্প্রসারণের অংশ হিসেবে চ্যাট এবং মিটের পাশাপাশি জিমেইলের মধ্যে থেকে পরিষেবাটি অ্যাক্সেসযোগ্য। পুনঃলঞ্চের মাধ্যমে, স্পেস ৮,০০০ জন ব্যবহারকারীকে প্রকল্পে সহযোগিতা করতে এবং অন্যান্য ওয়ার্কস্পেস বৈশিষ্ট্যগুলি যেমন গুগল ড্রাইভ ডকুমেন্ট তৈরি এবং একটি স্পেস থেকে গুগল মিট মিটিং তৈরি করার অনুমতি দেয়, পাশাপাশি টাস্ক তৈরি এবং ক্যালেন্ডার উপলব্ধতার সাথে একীকরণ। ২০২২ সালের শেষ নাগাদ, স্পেসের দলের আকার সীমা ২৫,০০০-এ বৃদ্ধি পাবে। একটি প্রতিষ্ঠান জুড়ে স্থানগুলি আবিষ্কারযোগ্য এবং একজন স্পেস এর স্রষ্টা হলেন স্পেসের ডিফল্ট ম্যানেজার যার ক্ষমতা অন্য ব্যবহারকারীকে ম্যানেজার স্ট্যাটাস অর্পণ করার ক্ষমতা। রুম থেকে স্পেসে স্থানান্তরের ফলে সংযম এবং নিরাপত্তা বৈশিষ্ট্যেও উন্নতি হয়েছে। ২০২২ সালের ফেব্রুয়ারিতে, গুগল ওয়ার্কস্পেসের জন্য একটি নতুন জিমেইল ইন্টারফেস চালু করেছে যেটি স্পেসের পাশাপাশি চ্যাট এবং মিটকে আরও ভালভাবে সংহত করার জন্য ডিজাইন করা হয়েছিল। ২০২৩ সালে গুগল কারেন্টস বন্ধ হয়ে গেলে স্পেসের আরও কার্যকারিতা লাভ করবে বলে আশা করা হচ্ছে এবং ব্যবহারকারীর সামগ্রী স্থানান্তরিত হবে।\n\n\n==== বৈশিষ্ট্যাবলী ====\nইন-লাইন টপিক থ্রেডিং\nএকাধিক স্পেসে অনুসন্ধান\nএকটি ব্যবহারকারীর প্রতিষ্ঠানের মধ্যে ব্রাউজিং\nফাইল শেয়ার\nটাস্ক স্থিরীকরণ\nপাশাপাশি নথি ও চ্যাট দেখার সুবিধা\nক্যালেন্ডার ইভেন্ট তৈরি\nঅনলাইনে উপস্থাপক সূচক\nমেসেজ পিং\nভিডিও কনফারেন্স\n\n\n== আরও দেখুন ==\nগুগল টক\nমেসেঞ্জার (সফটওয়্যার)\n\n\n== তথ্যসূত্র =="}