{"pageid": 1367229, "title": "কেমব্রিজ অ্যাসেসমেন্ট ইন্টারন্যাশনাল এডুকেশন", "url": "https://bn.wikipedia.org/wiki?curid=1367229", "content": "কেমব্রিজ অ্যাসেসমেন্ট ইন্টারন্যাশনাল এডুকেশন (কেমব্রিজ ইন্টারন্যাশনাল বা সাধারণভাবে ক্যামব্রিজ কারিকুলার নামে পরিচিত এবং পূর্বে সিআইই, কেমব্রিজ ইন্টারন্যাশনাল এক্সামিনেশন নামে পরিচিত) হলো \nএকটি আন্তর্জাতিক শিক্ষাগত যোগ্যতা প্রদানকারী সংস্থা। যা শিক্ষানীতি প্রণয়ন ও মূল্যায়ন পরীক্ষা গ্রহন করে থাকে। এটি ১৬০ টিরও বেশি দেশে ১০,০০০টি বিদ্যালয়ে কার্যক্রম পরিচালনা করে। এটি কেমব্রিজ বিশ্ববিদ্যালয়ের একটি অলাভজনক এবং অ-শিক্ষক বিভাগ। উক্ত প্রতিষ্ঠানের অন্তর্ভূক্ত বিদ্যালয় সমূহ কেমব্রিজ স্কুল  নামে পরিচিত।\n\n\n== ইতিহাস ==\nকেমব্রিজ এসেসম্যান্ট হলো কেমব্রিজ বিশ্ববিদ্যালয়ের একটি অংশ এবং ১৮৫৮ সালে ইউনিভার্সিটি অব কেমব্রিজ লোকাল এক্সামিনেশন সিন্ডিকেট হিসেবে প্রতিষ্ঠিত হয়। এটি পরবর্তীতে (ইউনিভার্সিটি অব) কেমব্রিজ ইন্টারন্যাশনাল এক্সামিনেশনস বা সিআইই নামে পরিচিত হয়। কেমব্রিজ বিশ্ববিদ্যালয়ের পুনর্গঠন প্রক্রিয়ার অংশ হিসেবে, কেমব্রিজ অ্যাসেসমেন্ট এবং কেমব্রিজ বিশ্ববিদ্যালয় প্রেসকে কেমব্রিজ বিশ্ববিদ্যালয় প্রেস অ্যান্ড অ্যাসেসমেন্ট গঠনে একীভূত করা হয় এবং সিআইই অবশেষে সিএআইই হয়ে ওঠে: কেমব্রিজ অ্যাসেসমেন্ট ইন্টারন্যাশনাল এডুকেশন।\n\n\n== যোগ্যতা ==\nকেমব্রিজ অ্যাসেসমেন্ট প্রাথমিকভাবে বিশ্ববিদ্যালয়ে প্রবেশের জন্য বিদ্যালয়-ত্যাগের যোগ্যতা প্রদান করে। যেমন, ক্যামব্রিজ ইন্টারন্যাশনাল জেনারেল সার্টিফিকেট অব এডুকেশন – অ্যাডভান্সড লেভেল (কেমব্রিজ ইন্টারন্যাশনাল জিসিই এ-লেভেল)। এছাড়াও, কেমব্রিজ এসেসম্যান্ট আন্তর্জাতিকভাবে প্রাথমিক ও মাধ্যমিক বিদ্যালয়ের জন্য মূল পর্যায়ের মূল্যায়ন পরীক্ষা গ্রহন করে।\n\n\n== স্বীকৃতি ==\nক্যামব্রিজ যোগ্যতা যুক্তরাজ্যের সকল বিশ্ববিদ্যালয় এবং সেইসাথে মার্কিন যুক্তরাষ্ট্রে (স্ট্যানফোর্ড বিশ্ববিদ্যালয় এবং সমস্ত আইভি লীগ বিশ্ববিদ্যালয়, কানাডার বিশ্ববিদ্যালয় দ্বারা ভর্তির জন্য স্বীকৃত। ইউরোপীয় ইউনিয়ন, মধ্যপ্রাচ্য, পশ্চিম এশিয়া, নিউজিল্যান্ড, পাকিস্তান, বাংলাদেশ, শ্রীলঙ্কা, নেপাল এবং কাজাখস্তানের পাশাপাশি অন্যান্য দেশে এটি স্বীকৃত।\n\n\n== অংশীদারিত্ব ==\nকেমব্রিজ অ্যাসেসমেন্ট, সমন্বিত পাঠ্যক্রম এবং মূল্যায়ন নকশা প্রণয়নের বিষয়ে ২৫টি দেশের সরকারের সাথে অংশীদারিত্বে নিযুক্ত রয়েছে।\n\n\n== দাতব্য সহায়তা ==\nসংস্থাটির কর্পোরেট সামাজিক দায়বদ্ধতা উদ্যোগের অংশ হিসেবে, কেমব্রিজ অ্যাসেসমেন্ট সমস্যাগ্রস্ত প্রেক্ষাপটের শিশুদের জন্য দাতব্য সহায়তা প্রদান করে।\n\n\n== সমালোচনা ==\nকেমব্রিজ অ্যাসেসমেন্ট ইন্টারন্যাশনাল এডুকেশন তার সাহিত্য পাঠ্যক্রমে ঔপনিবেশিক শিক্ষামূলক অনুশীলন অব্যাহত রাখার জন্য সমালোচিত হয়েছে। একটি সমীক্ষায় দেখা গেছে যে কেমব্রিজ এসেসম্যান্ট, ইউরোপীয় পুরুষ লেখকদের বিশেষাধিকার দেয় এবং ক্রমাগতভাবে উন্নয়নশীল দেশগুলির মহিলা লেখকদের কম প্রতিনিধিত্ব করে।\nতাদের পাঠ্যপুস্তকের ক্ষেত্রে তৃতীয় বিশ্বের দেশগুলির সংস্কৃতির রীতিনীতি এবং ধর্মের কোন বিবেচনা নেই। \n\n\n== বহিঃসংযোগ ==\nCambridge Assessment International Education \nকেমব্রিজ এসেসম্যান্ট ওয়েবসাইট\nকেমব্রিজ বিশ্ববিদ্যালয় প্রেস অ্যান্ড এসেসম্যান্ট\n\n\n== তথ্যসূত্র =="}