{"pageid": 1367334, "title": "ক্ল্যাথ্রিন", "url": "https://bn.wikipedia.org/wiki?curid=1367334", "content": "ক্ল্যাথ্রিন (Clathrin) হল একটি প্রোটিন যা প্রলিপ্ত vesicles গঠনে প্রধান ভূমিকা পালন করে। ক্ল্যাথ্রিন ১৯৭৬ সালে বারবারা পিয়ার্স দ্বারা প্রথম বিচ্ছিন্ন এবং নামকরণ করেছিলেন। এটি একটি ট্রিস্কেলিয়ন আকৃতি গঠন করে যা তিনটি ক্ল্যাথ্রিন ভারী চেইন এবং তিনটি হালকা চেইন দ্বারা গঠিত। যখন ট্রিসকেলিয়া মিথস্ক্রিয়া করে তখন তারা একটি পলিহেড্রাল জালি তৈরি করে যা ভেসিকলকে ঘিরে থাকে, তাই প্রোটিনের নাম, যা ল্যাটিন ক্ল্যাথ্রাম অর্থ জালি থেকে উদ্ভূত। কোট-প্রোটিন, ক্ল্যাথ্রিনের মতো, কোষের মধ্যে অণু পরিবহনের জন্য ছোট ভেসিকল তৈরি করতে ব্যবহৃত হয়। ভেসিকলের অ্যান্ড্রোসাইটোসিস এবং অ্যাক্সোসাইটোসিস কোষগুলিকে যোগাযোগ করতে, পুষ্টি স্থানান্তর করতে, সিগন্যালিং রিসেপ্টর আমদানি করতে, বহির্কোষী জগতের নমুনা নেওয়ার পরে একটি ইমিউন প্রতিক্রিয়ার মধ্যস্থতা করতে এবং টিস্যু প্রদাহের ফলে কোষের ধ্বংসাবশেষ পরিষ্কার করতে দেয়। . সংক্রমণের সময় কোষে প্রবেশের জন্য এন্ডোসাইটিক পথটিকে ভাইরাস এবং অন্যান্য রোগজীবাণু দ্বারা হাইজ্যাক করা যেতে পারে।ক্ল্যাথ্রিনের রাসায়নিক সংকেত হলো (C19H24O)\n\n\n== কাঠামো ==\n\nক্ল্যাথ্রিন ট্রিসকেলিয়ন তিনটি ক্ল্যাথ্রিন ভারী চেইন দ্বারা গঠিত যা তাদের সি-টার্মিনি এ ইন্টারঅ্যাক্ট করে, প্রতিটি ~১৯০ kDa ভারী চেইনের সাথে একটি ~২৫ kDa হালকা চেইন শক্তভাবে আবদ্ধ থাকে। তিনটি ভারী চেইন ক্ল্যাথ্রিন জালির কাঠামোগত মেরুদণ্ড প্রদান করে এবং তিনটি হালকা চেইন একটি ক্ল্যাথ্রিন জালির গঠন এবং বিচ্ছিন্নকরণকে নিয়ন্ত্রণ করে বলে মনে করা হয়। ক্ল্যাথ্রিন হালকা চেইনের দুটি রূপ রয়েছে, মনোনীত a এবং b। মানুষের মধ্যে ক্রোমোজোম ১৭-এ অবস্থিত প্রধান ক্ল্যাথ্রিন ভারী চেইনটি সমস্ত কোষে পাওয়া যায়। একটি দ্বিতীয় ক্ল্যাথ্রিন হেভি চেইন জিন, ক্রোমোজোম ২২, পেশীতে প্রকাশ করা হয়। ক্ল্যাথ্রিন ভারী চেইনকে প্রায়শই একটি পা হিসাবে বর্ণনা করা হয়, সাবডোমেন সহ, পাকে প্রতিনিধিত্ব করে (এন-টার্মিনাল ] ডোমেইন), এর পরে গোড়ালি, দূরবর্তী পা, হাঁটু, প্রক্সিমাল লেগ এবং ট্রাইমারাইজেশন ডোমেন। এন-টার্মিনাল ডোমেনে একটি সাত-ব্লেড বিটা-প্রপেলার কাঠামো থাকে। অন্যান্য ডোমেনগুলি ছোট আলফা হেলিসের একটি সুপার-হেলিক্স গঠন করে। এটি মূলত প্রক্সিমাল লেগ ডোমেনের কাঠামো থেকে নির্ধারিত হয়েছিল যা চিহ্নিত করা হয়েছিল এবং এটি একটি ছোট কাঠামোগত মডিউল দ্বারা গঠিত যা ক্ল্যাথ্রিন ভারী চেইন পুনরাবৃত্তি মোটিফ হিসাবে উল্লেখ করা হয়। হালকা শৃঙ্খলগুলি প্রাথমিকভাবে ভারী চেইনের প্রক্সিমাল পায়ের অংশে আবদ্ধ হয় এবং ট্রাইমারাইজেশন ডোমেনের কাছাকাছি কিছু মিথস্ক্রিয়া করে। ক্ল্যাথ্রিনের 'ফুট'-এর β-প্রপেলারে অন্যান্য প্রোটিনের সাথে মিথস্ক্রিয়া করার জন্য একাধিক বাঁধাই সাইট রয়েছে। যখন ট্রিসকেলিয়া দ্রবণে একত্রিত হয়, তখন তারা ৬-পার্শ্বযুক্ত রিং (হেক্সাগন) গঠনের জন্য যথেষ্ট নমনীয়তার সাথে যোগাযোগ করতে পারে যা একটি ফল দেয়। সমতল জালি, বা ৫-পার্শ্বযুক্ত রিং (পেন্টাগন) যা বাঁকা জালি গঠনের জন্য প্রয়োজনীয়। যখন অনেক ট্রিস্কেলিয়ন সংযোগ করে, তখন তারা একটি ঝুড়ির মতো কাঠামো তৈরি করতে পারে। দেখানো কাঠামোটি ৩৬টি ট্রিস্কেলিয়া দিয়ে তৈরি, যার মধ্যে একটি নীল রঙে দেখানো হয়েছে। আরেকটি সাধারণ সমাবেশ হল ছেঁটে যাওয়া আইকোসাহেড্রন। একটি ভেসিকেল ঘেরাও করার জন্য, জালিতে ঠিক ১২টি পেন্টাগন উপস্থিত থাকতে হবে৷ একটি কোষে, সাইটোপ্লাজমের ক্ল্যাথ্রিন ট্রিস্কেলিয়ন একটি অ্যাডাপ্টার প্রোটিনের সাথে আবদ্ধ হয় যা ঝিল্লি আবদ্ধ করে, তার তিন ফুটের একটিকে একবারে ঝিল্লির সাথে সংযুক্ত করে৷ ক্ল্যাথ্রিন সরাসরি ঝিল্লি বা কার্গোর সাথে আবদ্ধ হতে পারে না এবং পরিবর্তে এটি করার জন্য অ্যাডাপ্টার প্রোটিন ব্যবহার করে। এই ট্রিসকেলিয়নটি অন্যান্য মেমব্রেন-সংযুক্ত ট্রিসকেলিয়ার সাথে আবদ্ধ হয়ে ষড়ভুজ এবং পঞ্চভুজের বৃত্তাকার জালি তৈরি করবে, যা একটি ফুটবল বলের প্যানেলের মনে করিয়ে দেয়, যা ঝিল্লিটিকে একটি কুঁড়িতে টেনে নিয়ে যায়। ৫-পার্শ্বযুক্ত এবং ৬-পার্শ্বযুক্ত রিংগুলির বিভিন্ন সংমিশ্রণ তৈরি করে, বিভিন্ন আকারের ভেসিকেলগুলি একত্রিত হতে পারে। সবচেয়ে ছোট ক্ল্যাথ্রিন খাঁচাটি সাধারণত চিত্রিত হয়, যাকে মিনি-কোট বলা হয়, এতে ১২টি পঞ্চভুজ এবং মাত্র দুটি ষড়ভুজ রয়েছে। এমনকি শূন্য ষড়ভুজ সহ ছোট খাঁচাগুলি সম্ভবত নেটিভ প্রোটিন থেকে তৈরি হয় না, কারণ ট্রিসকেলিয়ার পা খুব ভারী।\n\n\n== ফাংশন ==\n\nক্ল্যাথ্রিন অন্তঃকোষীয় পাচারের জন্য সাইটোপ্লাজম বৃত্তাকার ভেসিকেল গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করে। 'ক্ল্যাথ্রিন-কোটেড ভেসিকেলস (CCVs) একাধিক ঝিল্লি ট্র্যাফিকের জন্য কোষ ঝিল্লি, ট্রান্স-গোলগি নেটওয়ার্ক, এবং এন্ডোসোমাল কম্পার্টমেন্টগুলিতে বেছে বেছে কার্গো বাছাই করে। পথ সাইটোপ্লাজমের মধ্যে একটি ভেসিকল কুঁড়ি হওয়ার পরে, আবরণটি দ্রুত বিচ্ছিন্ন হয়ে যায়, যার ফলে ক্ল্যাথ্রিনকে পুনর্ব্যবহার করতে দেয় যখন ভেসিকল বিভিন্ন স্থানে স্থানান্তরিত হয়। অ্যাডাপ্টর অণুগুলি স্ব-সমাবেশ এবং নিয়োগের জন্য দায়ী। অ্যাডাপ্টর প্রোটিন এর দুটি উদাহরণ হল AP180। AP180 সিনাপটিক ভেসিকল গঠনে ব্যবহৃত হয়। এটি মেমব্রেনে ক্ল্যাথ্রিন নিয়োগ করে এবং এর পলিমারাইজেশন প্রচার করে। এপসিন মেমব্রেনে ক্ল্যাথ্রিন নিয়োগ করে এবং এর পলিমারাইজেশনকে উৎসাহিত করে, এবং ঝিল্লিকে বিকৃত করতে সাহায্য করতে পারে, এবং এইভাবে ক্ল্যাথ্রিন-কোটেড ভেসিকেলগুলি অঙ্কুরিত হতে পারে। একটি কোষে, সাইটোপ্লাজমে ভাসমান একটি ট্রিস্কেলিয়ন একটি অ্যাডাপ্টার প্রোটিনের সাথে আবদ্ধ হয়, যার একটি পায়ের সাথে সংযুক্ত করে। একটি সময়ে ঝিল্লি। ট্রিসকেলিয়ন পা ঝিল্লির সাথে সংযুক্ত অন্যান্যগুলির সাথে আবদ্ধ হয়ে একটি পলিহেড্রাল জালি তৈরি করবে, ট্রিস্কেলিয়ন ফুট, যা ঝিল্লিটিকে একটি কুঁড়িতে টেনে নিয়ে যায়৷ পা সরাসরি ঝিল্লির সাথে আবদ্ধ হয় না, তবে অ্যাডাপ্টার প্রোটিনের সাথে আবদ্ধ হয় যা অণুগুলিকে চিনতে পারে৷ ঝিল্লি পৃষ্ঠ। অর্গানেলs-এর আবরণ ছাড়াও ক্ল্যাথ্রিনের আরেকটি কাজ রয়েছে। অ-বিভাজক কোষে, ক্ল্যাথ্রিন-কোটেড ভেসিকলের গঠন ক্রমাগত ঘটে। ক্ল্যাথ্রিন-কোটেড ভেসিকলের গঠন বন্ধ হয়ে যায় মাইটোসিস চলাকালীন কোষে। মাইটোসিসের সময়, ক্ল্যাথ্রিন দুটি অন্যান্য প্রোটিনের সাথে জটিলভাবে স্পিন্ডল যন্ত্রপাতি এর সাথে আবদ্ধ হয়: TACC3 এবং ch-TOG/CKAP5। ক্ল্যাথ্রিন সাহায্য করে মাইটোটিক স্পিন্ডেলের কাইনেটোকোর তন্তুকে স্থিতিশীল করে ক্রোমোজোমের সংঘবদ্ধতা। ক্ল্যাথ্রিন হেভি চেইনের অ্যামিনো-টার্মিনাল ডোমেন এবং TACC3-এর TACC ডোমেন TACC3/ch-TOG/ক্ল্যাথ্রিন-এর জন্য মাইক্রোটিউবিউল বাইন্ডিং সারফেস তৈরি করে যাতে মাইটোটিক স্পিন্ডলে আবদ্ধ হয়। কাইনেটোকোর ফাইবারের স্থিতিশীলতার জন্য ক্ল্যাথ্রিনের ট্রাইমেরিক কাঠামোর প্রয়োজন হয়। ক্রসলিংক মাইক্রোটিউবুলস। রিসেপ্টর-মিডিয়াটেড এন্ডোসাইটোসিস, ক্ল্যাথ্রিন-মিডিয়াটেড এন্ডোসাইটোসিস (সিএমই) অনেক সেলুলার শারীরবৃত্তীয় প্রক্রিয়া যেমন বৃদ্ধির কারণ এবং রিসেপ্টরগুলির অভ্যন্তরীণকরণ, প্যাথোজেনের প্রবেশ এবং সিনাপটিক সংক্রমণ নিয়ন্ত্রণ করে। এটা বিশ্বাস করা হয় যে সেলুলার আক্রমণকারীরা একটি কোষের প্রতিলিপি প্রক্রিয়ায় অ্যাক্সেস পেতে পুষ্টির পথ ব্যবহার করে। কিছু সংকেত অণু পুষ্টির পথ খুলে দেয়। পিটস্টপ ১ এবং পিটস্টপ ২ নামক দুটি রাসায়নিক যৌগ, নির্বাচনী ক্ল্যাথ্রিন ইনহিবিটরস, প্যাথোজেনিক কার্যকলাপে হস্তক্ষেপ করতে পারে এবং এইভাবে কোষগুলিকে আক্রমণ থেকে রক্ষা করতে পারে। এই দুটি যৌগ বেছে বেছে ভিট্রোতে ক্ল্যাথ্রিন টার্মিনাল ডোমেনের সাথে এন্ডোসাইটিক লিগ্যান্ড অ্যাসোসিয়েশনকে ব্লক করে। যাইহোক, ক্ল্যাথ্রিন-মিডিয়াটেড এন্ডোসাইটোসিস ব্লক করার জন্য এই যৌগগুলির নির্দিষ্টতা নিয়ে প্রশ্ন তোলা হয়েছে।\n\n\n== আরও দেখুন ==\nঅ্যাডাপ্টিন\nক্যাপ গঠন\nকোষ স্থানান্তর\nডায়নামিন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMBInfo - Clathrin Mediated Endocytosis\nটেমপ্লেট:ELM\nটেমপ্লেট:ELM\nClathrin গঠন\nমেমব্রেন ডায়নামিক্স\nClathrin Dynamics ASCB ছবি ও ভিডিও লাইব্রেরি\nটেমপ্লেট:ভেসিকুলার ট্রান্সপোর্ট প্রোটিন"}