{"pageid": 1367642, "title": "ডাফরিন মুসলিম হোস্টেল", "url": "https://bn.wikipedia.org/wiki?curid=1367642", "content": "ডাফরিন মুসলিম হোস্টেল বা ডাফরিন হোস্টেল হলো ১৮৯০-এর দশকে ঢাকা শহরের তৎকালীন একমাত্র মাদ্রাসা ঢাকা মাদ্রাসার আবাসিক হোস্টেল। বর্তমানে ঢাকা মুসলিম গভর্নমেন্ট হাই স্কুলের হোস্টেল হিসেবে ব্যবহৃত হচ্ছে। তবে বর্তমানে এই স্কুলের অধিকাংশ শিক্ষার্থীই স্থানীয় বিধায়, হোস্টেলের উপর শিক্ষার্থীদের তেমন চাপ নেই। এটিই প্রথম মুসলিম শিক্ষার্থীদের জন্য নির্মিত ঢাকার প্রথম হোস্টেল। আ. ন. ম. বজলুর রশীদ এই হোস্টেলের সুপারের দায়িত্ব পালন করেছেন। এই হোস্টেলে তৎকালীন সময়ে পূর্ব ও পশ্চিম বাংলার অনেক গুরুত্বপূর্ণ ইসলামি ব্যক্তিরা অবস্থান করেছেন। এটা ঢাকা শহরের অন্যতম প্রাচীন হোস্টেল। এটি ঢাকার লক্ষ্মীবাজারে অবস্থিত। পরবর্তী সময়ে এই হোস্টেল থেকে ঢাকা শহরের গুরুত্বপূর্ণ কলেজ কবি নজরুল সরকারি কলেজ জন্ম লাভ করে।\n\n\n== ইতিহাস ==\nঢাকা মাদ্রাসা ১৮৭৩ সালে কলকাতা আলিয়া মাদ্রাসার একটি শাখা হিসাবে ঢাকায় প্রতিষ্ঠিত হয়। এটি প্রতিষ্ঠার উদ্দেশ্য ছিলো অর্থনৈতিক অসচ্ছলতার শিক্ষার্থীদের ঢাকাতেই পড়াশোনার সুযোগ করে দেওয়া। এই পরিপ্রেক্ষিতেই এই হোস্টেল নির্মাণ করা হয়। ১৮৮৮ সালে ব্রিটিশ ভারতের বড়লাট লর্ড ডাফরিনের ঢাকায় আগমন করে, এই আগমনকে স্মরণীয় করে রাখতে ঢাকায় একটি হোস্টেল নির্মাণের চিন্তা করা হয়। সরকারি সাহায্য ও ঢাকা মোহসিনীয়া মাদ্রাসার হোস্টেল নির্মাণের উদ্যোগে গ্রহণ করা হয়। ১৮৮৮ সালের ২৬ নভেম্বরে এক সভায় নওয়াব খাজা আহসানুল্লাহ ঘোষণা দেন, ঢাকার সমাজসেবকরা চাদার মাধ্যমে যত টাকা দিবেন, তিনি সরকারি সাহায্যে সেটা দ্বিগুন করে দিবেন এবং এই টাকা দিয়েই ঢাকা মাদ্রাসার জন্য একটি হোস্টেল নির্মাণ করা হবে।\n১৯০২ সালের ২৪ জুলাই ঢাকা মাদ্রাসার দক্ষিণ দিকে রাস্তার ধারে বাংলার লেফট্যানেন্ট গভর্নর স্যার জন উডবার্ন হোস্টেলটির ভিত্তি স্থাপন করেন। এই হোস্টেল নির্মাণের জন্য আনুমানিক ব্যয় বাজেট করা হয় ৩৫ হাজার টাকা। এর মধ্যে সাধারণ জনগণ থেকে চাদা উঠানো হয় ১০ হাজার টাকা, নওয়াব সলিমুল্লাহ দেন ১০ হাজার টাকা এবং বাকি বাকি টাকা সরকারি তহবিল ও মোহসীন ফান্ড থেকে মেটানো হয়। ১৯০৫ সালে হোস্টেলটির নির্মাণকাজ শেষ হয়। এই হোস্টেলে শিক্ষার্থীদের জন্য চিকিৎসাকেন্দ্র ও নামাজরুম বরাদ্দ করা হয়েছিলো। হোস্টেল সুপারের থাকার জন্য নীচতলায় একটি কক্ষ বরাদ্দ ছিলো। ১৯১৫ সালে ঢাকা মাদ্রাসায় নিউ স্কিম শিক্ষা ব্যবস্থা প্রবর্তিত হয়, এবং ১৯১৬ সালে মাদ্রাসার এ্যাংলো পারসিয়ান বিভাগটি আলাদা হয়ে মুসলিম গভর্নমেন্ট হাই স্কুলে পরিণত হলে হোস্টেলটি এই স্কুলের নিয়ন্ত্রণে চলে যায়। এখনো হোস্টেলটি এই স্কুলের নিয়ন্ত্রণে রয়েছে, তবে বর্তমানে এই স্কুলের অধিকাংশ শিক্ষার্থীরা স্থানীয় বিধায়, হোস্টেলের উপর তেমন চাপ নেই।\nঢাকা আলিয়া মাদ্রাসার অধ্যক্ষ মো. আলমগীর রহমান বলেন,\n\n\n== বর্ণনা ==\nহোস্টেলটি চারিদিকে গাছ-গাছালিতে ভরা একটি সবুজ অঙ্গনের উত্তর দিকে অবস্থিত ছিলো, বর্তমানে সবুজ গাছ-গাছালি ও ফাকা স্থান নেই। ৬০ ফুট ও ৪০ ফুট আয়তনের উচ্চ বেদীর উপর ভবনটি নির্মিত হয়েছে এবং ভবনের দক্ষিণ খোলা বারান্দা রয়েছে। উভয় তলায় দক্ষিণ দিকে ৪টি করে খাঁজকাটা খিলান এবং পূর্ব-পশ্চিমে একটি করে খিলান দ্বারা বারান্দাটি উন্মুক্ত রয়েছে। ভবন নির্মাণের সময় ১৬ ফুট উচ্চে থাকা ছাদ নির্মাণে লোহার কড়িবর্গা ব্যবহার করা হয়েছিলো, তবে ১৯৮০-র দশকে সেটা পাল্টিয়ে আধুনিক কংক্রিট ব্যবহার করা হয়েছে। ভবনের নীচ তলায় ৪টি এবং দোতলায় ৩টি কক্ষ রয়েছে, সবগুলো কক্ষই আকারে সুবিশাল। ভবনের সামনে বারান্দা রয়েছে, বারান্দা থেকে প্রতিটি কক্ষে যাওয়া যায়। প্রতিটা কক্ষের দরজার বিপরীতে উত্তর দিকে একটি করে জানালা রয়েছে। দক্ষিণ-পশ্চিম কোনে ভবনের বাইরে কংক্রিটের সিঁড়ি দিয়ে দোতলায় উঠানামা করা য়ায়।\n\n\n== আবাসিক ছাত্র ==\nতাজউদ্দীন আহমদ\nখান বাহাদুর আবদুল করিম\nনাজির উদ্দিন আহমদ\nহাকিম হাবিবুর রহমান\n\n\n== তথ্যসূত্র =="}