{"pageid": 1368996, "title": "মোহাম্মদ এ আরাফাত", "url": "https://bn.wikipedia.org/wiki?curid=1368996", "content": "মোহাম্মদ আলী আরাফাত (যিনি মোহাম্মদ এ. আরাফাত নামে পরিচিত) হলেন একজন বাংলাদেশী শিক্ষাবিদ ও আওয়ামী লীগের রাজনীতিবিদ। তিনি ঢাকা-১৭ আসনের সাবেক জাতীয় সংসদ সদস্য। তিনি বাংলাদেশের তথ্য ও সম্প্রচার প্রতিমন্ত্রী হিসেবে দায়িত্বপালন করেছেন। তিনি কানাডিয়ান ইউনিভার্সিটি অব বাংলাদেশ কৌশলগত ব্যবস্থাপনা ও নীতি বিভাগের অধ্যাপক, সুচিন্তা ফাউন্ডেশনের চেয়ারম্যান এবং ঢাকা-১৭ সংসদীয় আসন থেকে নির্বাচিত জাতীয় সংসদ সদস্য। তিনি বাংলাদেশ আওয়ামী লীগের কেন্দ্রীয় কার্যনির্বাহী কমিটির সদস্য ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nমোহাম্মদ এ. আরাফাতের জন্ম রাজশাহীতে।\n\n\n== কর্মজীবন ==\nআরাফাত কানাডিয়ান ইউনিভার্সিটি অব বাংলাদেশের একজন সিন্ডিকেট সদস্য ও ট্রাস্টি বোর্ডের প্রধান উপদেষ্টা। তিনি সুচিন্তা ফাউন্ডেশন প্রতিষ্ঠা করেছেন। তিনি বাংলাদেশের অর্থনৈতিক উন্নয়ন ও চ্যালেঞ্জ, ট্রানজিট ও যোগাযোগ, বিদ্যুৎ খাতের জন্য উপযুক্ত নীতি, যুদ্ধাপরাধের বিচার, রাজনৈতিক উন্নয়ন এবং বাংলাদেশে গণতন্ত্র ইত্যাদি বিষয়ের উপর লেখালেখি করেন।\n২০২২ সালের সেপ্টেম্বরে, বাংলাদেশ সরকার জঙ্গি ও বাংলাদেশ জামায়াত-ই-ইসলামীর সাথে সম্পর্ক রয়েছে বলে অভিযোগ করে মানারাত ইন্টারন্যাশনাল ইউনিভার্সিটির বিদ্যমান ট্রাস্টি বোর্ডকে ভেঙে দেয়। পরবর্তীতে উত্তর ঢাকার মেয়র ও আওয়ামী লীগের রাজনীতিবিদ আতিকুল ইসলামকে চেয়ারম্যান ও আরাফাতকে নবগঠিত ট্রাস্টি বোর্ডের সদস্য নিয়োগ দেওয়া হয়। তিনি ২০২৪ সালের ১১ জানুয়ারি তথ্য ও সম্প্রচার মন্ত্রণালয়ের প্রতিমন্ত্রীর দায়িত্ব পান।\n\n\n== রাজনৈতিক জীবন ==\nআলী আরাফাত ২০২২ সালের ডিসেম্বরে, আরাফাত আওয়ামী লীগের কেন্দ্রীয় কার্যনির্বাহী কমিটির সদস্য হন। তিনি জুলাই ২০২৩ সালে ঢাকা-১৭ আসনের উপ-নির্বাচনে হিরো আলমকে হারিয়ে ২৮ হাজার ৮১৬ ভোটে সংসদ সদস্য নির্বাচিত হন। হিরো আলম পেয়েছেন ৫ হাজার ৬০৯ ভোট। ঢাকা-১৭ আসন উপ-নির্বাচনে ভোট পড়েছিলো ১১.৫১%।\nআলী আরাফাত ৭ জানুয়ারি ২০২৪ সালে দ্বাদশ জাতীয় সংসদ নির্বাচনে ঢাকা-১৭ আসনে নির্বাচিত হন। নৌকা প্রতীক নিয়ে তিনি ৪৮ হাজার ৫৯ ভোট পেয়ে জয়ী হন। তার নিকটতম প্রতিদ্বন্দ্বী কুলা প্রতীক নিয়ে বিকল্প ধারা বাংলাদেশের প্রার্থী মো. আইনুল হক পান ১ হাজার ৩৮০ ভোট।\n৫ আগস্ট ২০২৪ সালে অসহযোগ আন্দোলনের মুখে তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা পদত্যাগ করে ভারত পালিয়ে গেলে পরদিন ৬ আগস্ট রাষ্ট্রপতি সংসদ ভেঙ্গে দিলে তিনি সংসদ সদস্য পদ হারান।\n\n\n== ব্যক্তিগত জীবন ==\nআরাফাতের পিতা মোহাম্মদ সেতাব উদ্দিন বাংলাদেশ বেতারের পরিচালক ছিলেন। তিনি শহীদুল্লাহ কায়সার এবং পান্না কায়সারের মেয়ে, শমী কায়সারকে ২০০৮ সালের ২৪ জুলাই বিয়ে করেন। ২০১৫ সালে তাদের বিবাহবিচ্ছেদ হয়। এর পর বিয়ে করেন শারমিন মুস্তারিকে।\n\n\n== বিতর্ক ==\n২০২৪ সালের কোটা সংস্কার আন্দোলনে ছাত্র বিক্ষোভের সময় আওয়ামী লীগ সরকারের মুখপাত্র ছিলেন আরাফাত। তিনি দাবি করেন যে কোটা আন্দোলনে কিছু জঙ্গি উপাদান অনুপ্রবেশ করেছিল, যারা মাদকের প্রভাবে ছিল। এছাড়াও, তিনি অভিযোগ করেন যে, বাংলাদেশ জাতীয়তাবাদী দল (বিএনপি) এবং জামায়াতে ইসলামী সহ বিরোধী দলগুলো বিক্ষোভের সময় সহিংসতা ও নাশকতার সঙ্গে জড়িত ছিল।  বিক্ষোভ চলাকালীন সময়ে চারটি বেসরকারি টেলিভিশন চ্যানেলের সম্প্রচার সাময়িকভাবে স্থগিত করা হয়, এবং এই সিদ্ধান্তের জন্য আরাফাতকে অভিযুক্ত করা হয়। বাংলাদেশ স্যাটেলাইট কোম্পানি লিমিটেডের (বিএসসিএল) ব্যবস্থাপনা পরিচালক ও প্রধান নির্বাহী কর্মকর্তা অভিযোগ করেন যে আরাফাত একটি হোয়াটসঅ্যাপ বার্তার মাধ্যমে সম্প্রচার স্থগিতের নির্দেশ দিয়েছিলেন।  \n২০২৪ সালের ৫ আগস্ট শেখ হাসিনার নেতৃত্বাধীন সরকারের পতনের পর, আরাফাত একাধিক মামলার সম্মুখীন হন। আন্দোলনের সময় একজন সবজি বিক্রেতার মৃত্যুর ঘটনাসহ কমপক্ষে ৫৪টি মামলায় তাকে অভিযুক্ত করা হয়।  রাজনৈতিক বিশ্লেষকরা এই মামলাগুলিকে রাজনৈতিকভাবে উদ্দেশ্যপ্রণোদিত বলে বর্ণনা করেছেন। সাবেক আওয়ামী লীগ সরকারের মন্ত্রী ও সংসদ সদস্যদের বিরুদ্ধে দায়ের করা গণমামলা প্রসঙ্গে আইনজীবী সারা হোসেন বলেন, এ ধরনের মামলা সরকারের পতনের দিকে পরিচালিত আন্দোলনের উদ্দেশ্য ও ফলাফল নিয়ে উদ্বেগ বাড়ায়। \n২০২৪ সালের ২৭ আগস্ট কিছু গণমাধ্যম তার গ্রেফতারের খবর প্রচার করে, তবে ঢাকা মেট্রোপলিটন পুলিশ পরে স্পষ্ট করে জানায় যে তাদের কাছে এ ধরনের কোনো তথ্য নেই।\nতার বিরুদ্ধে সামাজিক যোগাযোগমাধ্যমে ভুল তথ্য ছড়ানোর অভিযোগ রয়েছে। সুচিন্তা ফাউন্ডেশনের চেয়ারম্যান হিসেবে আরাফাত সোশ্যাল ইসলামী ব্যাংকের (এসআইবিএল) সিএসআর তহবিল থেকে ৫ কোটি টাকা নিয়ে তা অনিয়মের মাধ্যমে নিজের স্বার্থে ব্যবহার করেন বলে অভিযোগ উঠে। ২০২০ সালে যুব উন্নয়ন কার্যক্রমে খরচ করার উদ্দেশ্যে এই অর্থ বরাদ্দ দেওয়া হলেও কোনো প্রকল্পে তা ব্যবহার না করে বিভিন্ন ব্যাংকে এফডিআর (ফিক্সড ডিপোজিট) করে এর সুদ উত্তোলন করেন তিনি। দুইটি ব্যাংক থেকে তিনি প্রায় ১ কোটি ৪৪ লাখ টাকা সুদ হিসেবে তুলে নেন। সোশ্যাল ইসলামী ব্যাংকের কোনো প্রকার লিখিত আবেদন ছাড়াই এই অর্থ বরাদ্দ করা হয়, যা সরাসরি সাবেক প্রধানমন্ত্রীর নির্দেশে অনুমোদিত হয়।\n\n\n== তথ্যসূত্র =="}