{"pageid": 1368249, "title": "মুনতাখাবুত তাওয়ারিখ", "url": "https://bn.wikipedia.org/wiki?curid=1368249", "content": "মুনতাখাবুত তাওয়ারিখ (منتخب التواریخ, অনুবাদ: নির্বাচিত ইতিহাস) বা তারিখে বাদায়ুনি (تاریخ بداؤنی,লেখক [[আবদুল কাদির বাদায়ুনি|আবদুল কাদির বাদায়ুনি, মৃত্যুঃ ১৫৪০-১৬০৫)  হল ভারতের প্রাথমিক মুঘল ইতিহাস বর্ণনা করে এমন একটি বই, গজনভিদের রাজত্বকাল থেকে মুঘল সম্রাট আকবরের চল্লিশতম রাজত্বকাল পর্যন্ত সময়কালকে বর্ণনা করে।\n\n\n== বর্ণনা ==\nমুনতাখাবুত তাওয়ারিখ হল সবুক্তগিন থেকে ১৫৯৫ সাল পর্যন্ত ভারতে মুসলমানদের একটি সাধারণ ইতিহাস, যা ১৫৯০ সালে শুরু হয়েছিল এবং তারপরে শায়খ, পণ্ডিত, চিকিৎসক এবং কবিদের জীবনী রয়েছে। আবদুল কাদির বাদায়ুনি ১৫৯০ সালের প্রথমার্ধে এই ইতিহাস রচনা শুরু করেন  বইটি 1595 সালের অক্টোবরে শেষ হয়েছিল। এটি ৬১৮ সৌর বছরের ঐতিহাসিক ঘটনা নিয়ে গঠিত। মুনতাখাবুত তাওয়ারিখ মূলত খাজা নিজামুদ্দিন সিরহিন্দির তবাকাতে আকবর শাহী (তবাকাতে আকবরি নামেও পরিচিত) এর উপর ভিত্তি করে তৈরি করা হয়েছে, তবে মুনাতাখাবে আবদুল কাদির বাদায়ুনি নিজস্ব পৃথক কিছু বৈশিষ্ট্য যোগ করেছেন।\nকাজটিতে তিনটি খণ্ড রয়েছে। প্রথম খণ্ডে গজনভি শাসক ও রাজাদের, ঘুরি রাজবংশ, মামলুক রাজবংশ (দিল্লি), বাবর এবং হুমায়ুন সম্পর্কে ঐতিহাসিক বিবরণ রয়েছে। প্রথম খণ্ড গজনভি সাম্রাজ্যের প্রতিষ্ঠাতা সবুক্তগিনের রাজ্যাভিষেক (খ্রি. ৯৭৭) থেকে মুঘল সম্রাট হুমায়ুনের মৃত্যু (২৪ জানুয়ারী ১৫৫৬) পর্যন্ত ভারতের ইতিহাস বর্ণনা করে। দ্বিতীয় খণ্ডে মুঘল সম্রাট আকবরের রাজত্বের প্রথম চল্লিশ বছর ১৪ ফেব্রুয়ারি ১৫৫৬ থেকে অক্টোবর ১৫৯৫ পর্যন্ত জুড়ে রয়েছে। আবদুল কাদির বাদায়ুনি আকবরের যুগের প্রত্যক্ষদর্শী ছিলেন। এই খণ্ডটি আকবরের প্রশাসনিক পদক্ষেপের একটি খোলামেলা এবং সমালোচনামূলক বিবরণ, বিশেষ করে ধর্ম এবং তার আচরণ সম্পর্কিত। আকবরের মৃত্যুর আগ পর্যন্ত এই খণ্ডটি গোপন রাখা হয়েছিল এবং জাহাঙ্গীরের সিংহাসনে আরোহণের পর (প্রায় ১৬০৫ সালে) প্রকাশিত হয়েছিল। তৃতীয় অংশে সাধু, কবি এবং পরবর্তী ব্যক্তিগবর্গের জীবনীমূলক বিবরণ রয়েছে যারা হয় তাঁর পরিচিত ছিলেন নয়ত আকবরের দরবারে সংযুক্ত ছিলেন। বিবরণগুলি ৩৮ জন শাইখ (ধর্মীয় নেতা), ৬৯ জন আলেম, ১৫  জন দার্শনিক, চিকিৎসক এবং ৬৭ জন কবির সাথে সম্পর্কিত।\nকাজটি আকবরের ধর্মীয় কার্যকলাপের প্রতি বিরোধী মন্তব্যের জন্য সুপরিচিত। জাহাঙ্গীরের রাজত্বের অন্তত দশম বছর (১৬১৫) পর্যন্ত এর অস্তিত্ব দৃশ্যত গোপন রাখা হয়েছিল। মাআছিরে রাহিমির লেখক মোল্লা আব্দুল বাকি নাহাওয়ান্দি যখন ১৬১৬ সালে তার লেখা শেষ করেন, তখন তিনি এই বইয়ের ব্যাপারে তা জানতেন না। ১৬৬৭ সালে রচিত মিরআতুল আলমের লেখক শেখ মুহাম্মাদ বাক্কা সাহারানপুরির মতে, আবদুল কাদির বাদায়ুনির সন্তানেরা জাহাঙ্গীরকে বলেছিল যে তারা এই কাজের অস্তিত্ব সম্পর্কে জানে না।\n\n\n== প্রকাশনা ==\nএই বইটির প্রথম ফার্সি ভাষার পাঠ্য ১৮৬৪ সালে লখনউ থেকে প্রকাশিত হয়েছিল, কিন্তু এটি আর পাওয়া যায় না এবং সম্ভবত হারিয়ে গেছে। এই রচনাটির দ্বিতীয় মুদ্রিত সংস্করণ কলকাতার কলেজ প্রেস থেকে ১৮৬৫ সালে প্রকাশিত হয়। এই কাজটি পরে জি.এস.এ র‍্যাংকিং (প্রথম খণ্ড), ডব্লিউ.এইচ. লোউ (দ্বিতীয় খণ্ড) এবং টি.ডব্লিউ. হেইগ (তৃতীয় খণ্ড) অনূদিত হয়। (যা এশিয়াটিক সোসাইটি, কলকাতা তাদের বিবলিওথেকা ইন্ডিয়াকা সিরিজের অংশ হিসাবে ১৮৮৪-১৯২৫সালের মধ্যে প্রকাশিত হয়।)\nমৌলভি এহতিশামুদ্দিন মুরাদাবাদী প্রথম এটিকে উর্দুতে অনুবাদ করেন এবং মুন্সি নবলকিশোর প্রেস, লখনউ থেকে ১৮৮৯ সালে প্রকাশিত হয়।\n\n\n== সংক্ষিপ্ত সংস্করণ ==\nআবদ-শুকুর ইবনে শেখ আবদুল ওয়াসি থাত্তাহভি ফারসি ভাষায় এই বইটির একটি সংক্ষিপ্ত সংস্করণ লিখেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআবদুল কাদির ইবনে মুলুক শাহ, (আল-বাদায়ুনি) প্যাকার্ড মানবিক ইনস্টিটিউটের মুনতাখাবু-রুখ\nতারিখে বাদায়ুনি, দ্য হিস্টোরি অব ইন্ডিয়া, এজ টোল্ড বাই ইটস অওন হিস্টোরিয়ান্সের পঞ্চম খণ্ডের অনুবাদ, ১৮৬৭\n\"বাদায়ুনি, 'আবদুল কাদির।\" এনসাইক্লোপিডিয়া ব্রিটানিকা । ২০০৫ । এনসাইক্লোপিডিয়া ব্রিটানিকা অনলাইন । ১৬ নভেম্বর ২০০৫।\nমুনতাখাবুত তাওয়ারিখ (ফার্সিতে) খণ্ড ২।\nতাঁর মুনতাখাবুততাওয়ারিখ (ইংরেজিতে) এর তিনটি খণ্ডই এখানে পাওয়া যায় এবং অনুসন্ধানযোগ্য: http://persian.packhum.org/persian/\nমুনতাখাবুত তাওয়ারিখ, খণ্ড ১ (১৮৯৮)"}