{"pageid": 1368942, "title": "ইসলামী বিশ্ববিদ্যালয় আইন, ১৯৮০", "url": "https://bn.wikipedia.org/wiki?curid=1368942", "content": "ইসলামী বিশ্ববিদ্যালয় আইন, ১৯৮০ হলো দেশের অন্যতম প্রধান বিশ্ববিদ্যালয় কুষ্টিয়াতে অবস্থিত ইসলামী বিশ্ববিদ্যালয় স্থাপনকল্পে প্রণীত একটি আইন। এটি মূলত বাংলাদেশ সরকার কর্তৃক প্রণীত ১৯৮০ সালের আইন নং XXIII থেকে ১৯৮২ সালের অধ্যাদেশ নং VIII পর্যন্ত বলবৎ আইনের ৩৭ নং আইন। এটি জাতীয় সংসদে ১৯৮০ সালের ২৭ ডিসেম্বরে পাশ হয়, এর মাধ্যমে বিশ্ববিদ্যালয়টি শিক্ষা ও প্রশাসনিক কার্যাবলি পরিচালনায় স্বায়ত্ত্বশাসন লাভ করে। এই আইনের মাধ্যমে ইসলামী বিশ্ববিদ্যালয় প্রতিষ্ঠার উদ্দেশ্য বর্ণনা করা হয়েছে, সেটি হলো ইসলামি শিক্ষার সাথে সাধারণ শিক্ষার সমন্বয় করা। আইনটিতে ১৯৮২, ১৯৯০, ২০০৬, ২০০৭, ২০০৯ এবং ২০১০ সালে মোট ৭ বার সংশোধনী আনা হয়েছে।\n\n\n== সংশোধনের ইতিহাস ==\n\nইসলামী বিশ্ববিদ্যালয় প্রথমে ওআইসির শিক্ষা ও গবেষণা কার্যক্রমের অংশ হিসাবে প্রতিষ্ঠিত হয়েছিলো। এটি ১৯৮০ সালে নব-প্রতিষ্ঠিত আন্তর্জাতিক ইসলামী বিশ্ববিদ্যালয়, ইসলামাবাদের সাথে গবেষণা শাখা হিসাবে সংযুক্ত ছিল। বিশ্ববিদ্যালয়টি প্রতিষ্ঠার উদ্দেশ্য ছিলো মুসলিম উম্মাহকে ইসলামের বাধ্যবাধকতা অনুযায়ী জীবন যাপনে সহায়তা করার জন্য সমসাময়িক সমস্যা চিহ্নিত করা এবং আধুনিক বিশ্বের বুদ্ধিবৃত্তিক ও বৈজ্ঞানিক অগ্রগতির প্রেক্ষাপটে ইসলামের শিক্ষাগুলো অধ্যয়ন ও ব্যাখ্যা করা।\nতবে এটিকে বাংলাদেশ সরকার কর্তৃক ১৯৮০ সালের আইনে স্বায়ত্বশাসন প্রদান করা হয়। এটি পরিচালিত হবে বাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরী কমিশনের দিকনির্দেশনায়। দেশের প্রধানমন্ত্রী হবে বিশ্ববিদ্যালয়ের আচার্য এবং প্রশাসনিক দায়িত্ব পালন করবেন বিশ্ববিদ্যালয়ের উপাচার্য এবং উপাচার্যকে নিয়োগ প্রদান করবেন বিশ্ববিদ্যালয়ের আচার্য। তবে ২০১০ সালের সংশোধনীতে প্রধানমন্ত্রীর পরিবর্তে রাষ্ট্রপতি বিশ্ববিদ্যালয়ের আচার্যের দায়িত্ব পালন শুরু করেন। ১৯৭৯ সালের ২২ নভেম্বর জিয়াউর রহমান কুষ্টিয়ার শান্তিডাঙ্গা নামক স্থানে ইসলামী বিশ্ববিদ্যালয়ের ভিত্তি স্থাপন করেন। এরপরে জিয়াউর রহমান সরকার ১৯৮০ সালের ২০ সেপ্টেম্বর Act No. XXXI of 1980 আইন বলে কুষ্টিয়াতে ইনস্টিটিউট অব ইসলামিক এডুকেশন এন্ড রিসার্চ সেন্টার স্থাপন করে।\nতবে তার মৃত্যুর পর এরশার হুসাইন সরকার ১৯৮২ সালে ইসলামী বিশ্ববিদ্যালয় (সংশোধনী) অর্ডিন্যান্স ১৯৮২ (৪২)-এর ৪ (বি) ধারা মোতাবেক গাজীপুর জেলার বোর্ড বাজারে ৫০ একর জমি অধিগ্রহণ করে। এবং একই বছরে Ordinance No. XLIII of 1982 মোতাবেক ইনস্টিটিউট অব ইসলামিক এডুকেশন এন্ড রিসার্চ সেন্টার বিলুপ্তি ঘোষণা করে। এবং এরশাদ সরকার গাজীপুরের বোর্ডবাজারে আনুষ্ঠানিকভাবে দ্বিতীয়বার বিশ্ববিদ্যালয়ের ভিত্তিপ্রস্তর স্থাপন করেন। তিনি ১৯৮৩ সালের ২ অক্টোবর SVIII/7U-3/83/919-Edn স্মারক মোতাবেক ইনস্টিটিউট অব ইসলামিক এডুকেশন এন্ড রিসার্চ সেন্টার পুনঃস্থাপন করেন।\nএরপর বাংলাদেশের আলিয়া মাদ্রাসাকে আধুনিকরন করার জন্য ইসলামী বিশ্ববিদ্যালয় (সংশোধনী) আইন, ২০০৬ দ্বারা ২০০৬ সনের ৪৩ নং এবং ২০১০ সনের ১৫ নং আইন মোতাবেক বাংলাদেশের সকল ফাজিল ও কামিল মাদ্রাসাকে অধিভুক্ত করা হয়। এই আইনের মাধ্যমে ১০৮৭ টি ফাজিল (স্নাতক) ও ১৯৪টি কামিল (স্নাতকোত্তর) মাদ্রাসা অধিভুক্তি লাভ করে। এতো মাদ্রাসার কার্যক্রম চালানোর জন্য ২০১২ সালে ঢাকা কল্যাণপুরে নিজস্ব রেস্ট হাউজে একটি লিয়াজো অফিস খোলা হয়।\nহাসিনা পতন পরবর্তী সময়ে বিশ্ববিদ্যালয় আইন সংশোধন পূর্বক ছাত্র সংসদ গঠনের দাবী তোলা হয়। তবে একজন শিক্ষক বলেন আইনের ৩২ নং অনুচ্ছেদ অনুযায়ী সিন্ডিকেট সদস্যদের ঐক্যমতে সংবিধি প্রণয়ন করা সম্ভব।\n\n\n== আইনের অনুচ্ছেদ ==\nবিশ্ববিদ্যালয়ের এই আইনে মোট ৫১টি অনুচ্ছেদ রয়েছে, এবং এদের মধ্যে তিনটিতে আবার উপ-অনুচ্ছেদ রয়েছে। আইনের সবগুলো অনুচ্ছেদ হলো:\n\n\n== সমালোচনা ==\nযশোর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের শিক্ষক অভিনু কিবরিয়া ইসলাম বলেন, স্বাধীনতার পরে কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের আইন প্রথমবারের মত স্বায়ত্তশাসনকে সংকুচিত করা শুরু করে। তিনি এই আইনে সিনেট বোর্ডের অস্তিত্ব নেই, রাষ্ট্রপতি কর্তৃক নিয়োগকৃত উপাচার্যের অধিক ক্ষমতাচর্চার সুযোগ রয়েছে, শিক্ষকদের অনির্ণেয় উচ্ছৃঙ্খলতা-অসদাচরণের অভিযোগ তুলে চাকুরিচ্যুতির সুযোগ এরকম নানা বিষয়ের সমালোচনা করেন। উপাচার্য নিয়োগে শিক্ষার্থী-শিক্ষকের মতামত না দেওয়ার সুযোগ, উপাচার্যের অনুমতি ব্যতিত বিশ্ববিদ্যালয়ের নীতিনির্ধারণী ফোরামে প্রবেশের সুযোগ না থাকা সমালোচনার জন্ম দিয়েছে। গবেষকরা বলছে, স্বায়ত্তশাসিত চার বিশ্ববিদ্যালয় থেকে ইসলামী বিশ্ববিদ্যালয় আইনের পার্থক্য রয়েছে।\n\n\n== আরো দেখুন ==\nঢাকা বিশ্ববিদ্যালয় আইন, ১৯৭৩\nনাথান কমিশন\nবাংলাদেশে ইসলামি বিশ্ববিদ্যালয় প্রতিষ্ঠার ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকারি ওয়েবসাইটে ইসলামী বিশ্ববিদ্যালয় আইন, ১৯৮০"}