{"pageid": 1368946, "title": "চিন্তামণি নাগেশ রামচন্দ্র রাও", "url": "https://bn.wikipedia.org/wiki?curid=1368946", "content": "চিন্তামণি নাগেশ রামচন্দ্র রাও,  (জন্ম ৩০ জুন ১৯৩৪) হলেন একজন ভারতীয় রসায়নবিদ যিনি মূলত কঠিন-অবস্থা রসায়ন এবং কাঠামোগত রসায়নে কাজ করেছেন। তিনি বিশ্বের ৮৪টি বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট পেয়েছেন এবং প্রায় ১,৭৭৪টি গবেষণা পত্র ও ৫৬টি বই লিখেছেন। তাঁকে একজন বিজ্ঞানী হিসেবে বর্ণনা করা হয় যিনি নিজের ক্ষেত্রে নোবেল পুরস্কার ছাড়া সম্ভাব্য সমস্ত পুরস্কার পেয়েছিলেন।\nরাও সতেরো বছর বয়সে মহীশূর বিশ্ববিদ্যালয় থেকে বিএসসি এবং উনিশ বছর বয়সে বেনারস হিন্দু বিশ্ববিদ্যালয় থেকে এমএসসি সম্পন্ন করেন। তিনি ২৪ বছর বয়সে পারডু বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি অর্জন করেন। ১৯৫৯ সালে ইন্ডিয়ান ইনস্টিটিউট অফ সায়েন্সে (আইআইএসসি) যোগদানের সময় তিনি ছিলেন সর্বকনিষ্ঠ প্রভাষক। কানপুরের ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজিতে স্থানান্তরিত হবার পর, তিনি আইআইএসসি-তে ফিরে আসেন। ১৯৮৪ থেকে ১৯৯৪ পর্যন্ত তিনি এর পরিচালক ছিলেন। তিনি ১৯৮৫ থেকে ১৯৮৯ সাল পর্যন্ত এবং তারপর ২০০৫ থেকে ২০১৪ সাল পর্যন্ত ভারতের প্রধানমন্ত্রীর বৈজ্ঞানিক উপদেষ্টা পরিষদের চেয়ারম্যান ছিলেন। তিনি জওহরলাল নেহেরু সেন্টার ফর অ্যাডভান্সড সায়েন্টিফিক রিসার্চ এবং ইন্টারন্যাশনাল সেন্টার ফর মেটেরিয়ালস সায়েন্সে প্রতিষ্ঠা করেছিলেন এবং সেখানে কাজ করেছিলেন।\nরাও বিজ্ঞানের ক্ষেত্রে সবচেয়ে গুরুত্বপূর্ণ বৈজ্ঞানিক পুরস্কার এবং সম্মানগুলি পেয়েছেন, যার মধ্যে রয়েছে মার্লো মেডেল, বিজ্ঞান ও প্রযুক্তির জন্য শান্তি স্বরূপ ভাটনাগর পুরস্কার, হিউজেস মেডেল, ইন্ডিয়া সায়েন্স অ্যাওয়ার্ড, ড্যান ডেভিড প্রাইজ, রয়্যাল মেডেল, ভন হিপেল পুরস্কার এবং ইএনআই অ্যাওয়ার্ড । তিনি ভারত সরকারের কাছ থেকে পদ্মশ্রী এবং পদ্মবিভূষণ সম্মানও পেয়েছেন। ২০১৩ সালের ১৬ই নভেম্বর, ভারত সরকার তাঁকে ভারতের সর্বোচ্চ বেসামরিক পুরস্কার ভারতরত্ন সম্মানের জন্য নির্বাচিত করে। সিভি রমন এবং এপিজে আব্দুল কালাম এর পরে তৃতীয় বিজ্ঞানী হিসেবে তিনি এই সম্মানের অধিকারী হয়েছিলেন। তিনি ২০১৪ সালের ৪ঠা ফেব্রুয়ারি তারিখে রাষ্ট্রপতি ভবনে রাষ্ট্রপতি প্রণব মুখার্জির কাছ থেকে এই পুরস্কার গ্রহণ করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nসিএনআর রাও বেঙ্গালুরুতে (তৎকালীন ব্যাঙ্গালোর) কন্নড় দেশস্থ মাধব ব্রাহ্মণ পরিবারে  হনুমন্ত নাগেশ রাও এবং নাগাম্মা নাগেশ রাওয়ের ঘরে জন্মগ্রহণ করেন। তাঁর বাবা ছিলেন স্কুল পরিদর্শক। তিনি ছিলেন একমাত্র সন্তান এবং তাঁর শিক্ষিত বাবা-মা শিক্ষার একটি পরিবেশ তাঁকে দিয়েছিলেন। অল্প বয়সেই তিনি তাঁর মায়ের কাছ থেকে হিন্দু সাহিত্যে এবং তাঁর বাবার কাছ থেকে ইংরেজিতে শিক্ষালাভ করেছিলেন। তিনি প্রাথমিক বিদ্যালয়ে যোগদান না করে তাঁর মায়ের কাছে শিক্ষিত হয়েছিলেন, তাঁর মা বিশেষভাবে পাটিগণিত এবং হিন্দু সাহিত্যে দক্ষ ছিলেন। তিনি ১৯৪০ সালে ছয় বছর বয়সে মাধ্যমিক বিদ্যালয়ে প্রবেশ করেন। তিনি নিজের ক্লাসে সর্বকনিষ্ঠ হলেও, সহপাঠীদের গণিত এবং ইংরেজি পড়াতেন। তিনি ১৯৪৪ সালে নিম্ন মাধ্যমিক পরীক্ষায় (সপ্তম শ্রেণী) প্রথম শ্রেণীতে উত্তীর্ণ হন। তাঁর বয়স তখন দশ বছর ছিল, তাঁর বাবা তাঁকে চার আনা (পঁচিশ পয়সা) দিয়ে পুরস্কৃত করেছিলেন। তিনি বাসবানাগুড়ির আচার্য পাঠশালা উচ্চ বিদ্যালয়ে পড়াশোনা করেন, এখানেই রসায়নের প্রতি তাঁর আগ্রহের উপর স্থায়ী প্রভাব পড়েছিল। তাঁর বাবা তাঁর মাতৃভাষা শিক্ষার জন্য তাঁকে একটি কন্নড় -মাধ্যমিক কোর্সে নথিভুক্ত করেছিলেন, কিন্তু বাড়িতে তাঁর সঙ্গে সমস্ত কথোপকথনের জন্য ইংরেজি ব্যবহার করতেন। তিনি ১৯৪৭সালে মাধ্যমিক স্তরের পরীক্ষায় প্রথম শ্রেণীতে উত্তীর্ণ হন। তিনি সেন্ট্রাল কলেজ, ব্যাঙ্গালোরে বিএসসি অধ্যয়ন করেন। এখানে তিনি ইংরেজিতে যোগাযোগের দক্ষতা গড়ে তোলেন এবং সংস্কৃতও শিখেছিলেন।\nতিনি ১৯৫১ সালে মাত্র সতেরো বছর বয়সে, মহীশূর বিশ্ববিদ্যালয় থেকে প্রথম শ্রেণীতে স্নাতক ডিগ্রি অর্জন করেন। তিনি প্রথমে ইন্ডিয়ান ইনস্টিটিউট অফ সায়েন্সে (আইআইএসসি) যোগদানের কথা ভেবেছিলেন, রাসায়নিক প্রকৌশলে  ডিপ্লোমা বা স্নাতকোত্তর ডিগ্রির জন্য। কিন্তু একজন শিক্ষক তাঁকে বেনারস হিন্দু বিশ্ববিদ্যালয়ে ভর্তি হতে রাজি করান। তিনি দুই বছর পর সেখান থেকে রসায়নে স্নাতকোত্তর ডিগ্রি লাভ করেন। ১৯৫৩ সালে তিনি ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি খড়গপুরে পিএইচডি করার জন্য বৃত্তি পান। তবে চারটি বিদেশী বিশ্ববিদ্যালয়, এমআইটি, পেন স্টেট, কলম্বিয়া এবং পারডিউ তাঁকে আর্থিক সহায়তার প্রস্তাব দেয়। তিনি পারডুকে বেছে নেন। তাঁর প্রথম গবেষণাপত্রটি ১৯৫৪ সালে আগ্রা ইউনিভার্সিটি জার্নাল অফ রিসার্চে প্রকাশিত হয়েছিল। মাত্র দুই বছর ন' মাস পর ১৯৫৮ সালে, চব্বিশ বছর বয়সে তিনি পিএইচডি সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nস্নাতক অধ্যয়ন শেষ করার পর, রাও ১৯৫৯ সালে ব্যাঙ্গালোরে ফিরে আসেন প্রভাষক পদে যোগ দেওয়ার জন্য। তিনি আইআইএসসি-তে যোগদান করেন এবং একটি স্বাধীন গবেষণা কার্যক্রম শুরু করেন। সেই সময়ে গবেষণার সুবিধা এতটাই নগণ্য ছিল যে তিনি এটি বর্ণনা করে বলেছিলেন, \"আপনি কিছু সুতো এবং সীল করার জন্য মোম পাবেন, আর কিছুই নেই।\" ১৯৬৩ সালে তিনি ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি কানপুরের রসায়ন বিভাগে স্থায়ী পদ গ্রহণ করেন। তিনি ১৯৬৪ সালে ইন্ডিয়ান একাডেমি অফ সায়েন্সের ফেলো নির্বাচিত হন। তিনি \"কঠিন অবস্থা ও কাঠামোগত রসায়ন\" ইউনিট প্রতিষ্ঠার জন্য ১৯৭৬ সালে আইআইএসসি-তে ফিরে আসেন। ১৯৮৪ সাল থেকে ১৯৯৪ সাল পর্যন্ত তিনি আইআইএসসি-এর পরিচালক ছিলেন। কর্মজীবনের বিভিন্ন সময়ে রাও পারডু ইউনিভার্সিটি, অক্সফোর্ড ইউনিভার্সিটি, ইউনিভার্সিটি অফ কেমব্রিজ এবং ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, সান্তা বারবারায় পরিদর্শক অধ্যাপক হিসেবে নিয়োগ পেয়েছেন। তিনি কেমব্রিজ বিশ্ববিদ্যালয়ের জওহরলাল নেহেরু অধ্যাপক এবং ১৯৮৩-১৯৮৪ সালে কেমব্রিজের কিংস কলেজে অধ্যাপক ফেলো ছিলেন।\n১৯৮৯ সালে নিজের প্রতিষ্ঠা করা জওহরলাল নেহেরু সেন্টার ফর অ্যাডভান্সড সায়েন্টিফিক রিসার্চ-এ রাও জাতীয় গবেষণা অধ্যাপক রূপে লিনাস পলিং গবেষণা অধ্যাপক হিসেবে কাজ করছেন এবং অনারারি প্রেসিডেন্ট পদে অধিষ্ঠিত আছেন। তিনি ১৯৮৫ থেকে ১৯৮৯ সাল পর্যন্ত এবং ২০০৫ থেকে ২০১৪ সাল পর্যন্ত দুই মেয়াদে ভারতীয় প্রধানমন্ত্রীর বৈজ্ঞানিক উপদেষ্টা পরিষদের চেয়ারম্যান হিসেবে দায়িত্ব পালন করেছিলেন। ২০১০ সালে নিজের প্রতিষ্ঠিত ইন্টারন্যাশনাল সেন্টার ফর মেটেরিয়ালস সায়েন্স-এ (আইসিএমএস) তিনি পরিচালক, এছাড়াও তিনি এখানে সায়েন্স ইনিশিয়েটিভ গ্রুপের বোর্ডে কাজ করছেন।\n\n\n== বৈজ্ঞানিক অবদান ==\nরাও বিশ্বের অন্যতম একজন কঠিন-অবস্থা রসায়ন এবং পদার্থ রসায়নবিদ। পাঁচ দশক ধরে তিনি এই ক্ষেত্রের উন্নয়নে অবদান রেখেছেন। ট্রানজিশন মেটাল অক্সাইডের উপর তাঁর কাজটি এই উপাদানের অভূতপূর্ব অবস্থা এবং এই উপকরণগুলির বৈশিষ্ট্যের সাথে কাঠামোগত রসায়নের মধ্যে সম্পর্ক বিষয়ে প্রাথমিক ধারণা দিয়েছে।\nLa2CuO4- এর মতো দ্বি-মাত্রিক অক্সাইড পদার্থ সংশ্লেষণে রাও প্রথম দিকের একজন দিশারী ছিলেন। প্রথম তরল নাইট্রোজেন-তাপমাত্রার সুপারকন্ডাক্টর ১২৩ কাপরেট সংশ্লেষণ করেছিলেন রাও, ১৯৮৭ সালে। এই বিষয় নিয়ে কাজ করা প্রথম দিকের বৈজ্ঞানিকদের মধ্যে তিনি একজন। ১৯৯০-এর দশকের মাঝামাঝি সময়ে ওয়াই-জংশন কার্বন ন্যানোটিউব সংশ্লেষণ নিয়ে কাজের ক্ষেত্রেও তিনি প্রথম একজন। তাঁর কাজের ফলে গঠনগতভাবে নিয়ন্ত্রিত ধাতু-অন্তরক রূপান্তরগুলির পদ্ধতিগত অধ্যয়ন সহজে করা গেছে। এই ধরনের অধ্যয়নগুলি প্রয়োগ ক্ষেত্রে গভীর প্রভাব ফেলেছে, যেমন প্রচণ্ড চুম্বক প্রতিরোধ এবং উচ্চ তাপমাত্রার অতিপরিবাহিতা। অক্সাইড অর্ধপরিবাহীগুলি অসাধারণ আশা জাগিয়েছে। তিনি গত দুই দশকে সঙ্কর উপাদানগুলিতে নিজের কাজ ছাড়াও ন্যানো উপাদানের কাজেও প্রচুর অবদান রেখেছেন।\nতিনি ১৭৫০টিরও বেশি গবেষণাপত্রের সহ-লেখক এবং ৫৪টিরও বেশি বইয়ের সহ-লেখন বা সম্পাদনা করেছেন।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\n\n\n=== ফেলোশিপ এবং একাডেমিক সোসাইটির সদস্যপদ ===\nইন্ডিয়ান একাডেমি অফ সায়েন্সেসের ফেলো (এফএএসসি, ১৯৬৫)\nভারতীয় জাতীয় বিজ্ঞান একাডেমির ফেলো (এফএনএ, ১৯৭৪)\nরয়্যাল সোসাইটির ফেলো (এফআরএস, ১৯৮২)\nদ্য ওয়ার্ল্ড একাডেমি অফ সায়েন্সেসের প্রতিষ্ঠাতা ফেলো (এফটিডব্লিউএএস, ১৯৮৩)\nরয়্যাল সোসাইটি অফ কেমিস্ট্রির অনারারি ফেলো (সাম্মানিক এফআরএসসি, ১৯৮৯)\nএকাডেমিয়া ইউরোপিয়ার বিদেশী সদস্য (এমএই, ১৯৯৭)\nইনস্টিটিউট অফ ফিজিক্সের অনারারি ফেলো (সাম্মানিক ফেলো, ২০০৭)\nন্যাশনাল একাডেমি অফ সায়েন্সেস, আমেরিকান একাডেমি অফ আর্টস অ্যান্ড সায়েন্স, রয়্যাল সোসাইটি অফ কানাডা, ফ্রেঞ্চ একাডেমি, জাপানিজ একাডেমি, সার্বিয়ান একাডেমি অফ সায়েন্সেস অ্যান্ড আর্টস ও পোলিশ একাডেমি অফ সায়েন্সেস, চেকোস্লোভাক একাডেমি অফ সায়েন্সেস, সার্বিয়ান একাডেমি অফ সায়েন্সেস, স্লোভেনিয়ান একাডেমি অফ সায়েন্সেস, ব্রাজিলিয়ান একাডেমি অফ সায়েন্স, স্প্যানিশ রয়্যাল একাডেমি অফ সায়েন্স, ন্যাশনাল একাডেমি অফ সায়েন্সেস অফ কোরিয়া, আফ্রিকান একাডেমি অফ সায়েন্স, এবং আমেরিকান ফিলোসফিক্যাল সোসাইটি সহ বিশ্বের অনেক বৈজ্ঞানিক সংস্থার সদস্য৷ তিনি পন্টিফিকাল একাডেমিরও একজন সদস্য।\n\n\n=== সম্মানসূচক ডক্টরেট ===\nবোর্দো, কেন, কলোরাডো, খার্তুম, লিভারপুল, নর্থওয়েস্টার্ন, নভোসিবিরস্ক, অক্সফোর্ড, পারডু, স্টেলেনবোশ, ইউনিভার্সিটি জোসেফ ফুরিয়ার, ওয়েলস, রক্লো, নটরডেম, উপসালা, আলীগড় মুসলিম বিশ্ববিদ্যালয়, আন্না, বেঙ্গল ইঞ্জিনিয়ারিং, বেঙ্গল ইঞ্জিনিয়ারিং, ব্যাঙ্গালোর, বর্ধমান, বুন্দেলখন্ড, দিল্লি, হায়দ্রাবাদ, ইগনু, আইআইটি বোম্বে, খড়গপুর, দিল্লি, পাটনা, জেএনটিইউ, কল্যাণী, কর্ণাটক, কলকাতা, কুভেম্পু, লখনউ, ম্যাঙ্গালোর, মণিপুর, মহীশূর, ওসমানিয়া, পাঞ্জাব, রুরকি, সিকিম মণিপাল, এসআরএম, তুমকুর, শ্রী ভেঙ্কটেশ্বর, বিদ্যাসাগর, অ্যামিটি ইউনিভার্সিটি, গুরগাঁও, বিশ্বেশ্বরায়া টেকনোলজিক্যাল ইউনিভার্সিটি এবং আসাম রয়্যাল গ্লোবাল ইউনিভার্সিটি, গুয়াহাটি (২০২২) সহ বেশ কয়েকটি বিশ্ববিদ্যালয় থেকে।\n\n\n=== প্রধান বৈজ্ঞানিক পুরস্কারসমূহ ===\n১৯৬৭: ইংল্যান্ডের ফ্যারাডে সোসাইটি দ্বারা মার্লো পদক\n১৯৬৮: রাসায়নিক বিজ্ঞানে বিজ্ঞান ও প্রযুক্তির জন্য শান্তি স্বরূপ ভাটনগর পুরস্কার\n২০০০: রয়্যাল সোসাইটি অফ কেমিস্ট্রি, লন্ডনের শতবর্ষী পদক\n২০০০: রয়্যাল সোসাইটি কর্তৃক হিউজ মেডেল\n২০০৪: ভারত বিজ্ঞান পুরস্কার\n২০০৫: তেল আবিব বিশ্ববিদ্যালয় থেকে ড্যান ডেভিড পুরস্কার জর্জ হোয়াইটসাইডস এবং রবার্ট ল্যাঙ্গারের সাথে ভাগ করে নিয়েছেন।\n২০০৮: দ্য ওয়ার্ল্ড একাডেমি অফ সায়েন্সেস (টিডব্লিউএএস) কর্তৃক আবদুস সালাম পদক\n২০০৯: রয়্যাল সোসাইটি কর্তৃক রয়্যাল মেডেল\n২০১০: জার্মান কেমিক্যাল সোসাইটি কর্তৃক আগস্ট-উইলহেম-ভন-হফম্যান পদক\n২০১৭: মেটেরিয়ালস রিসার্চ সোসাইটি দ্বারা ভন হিপ্পেল পুরস্কার\n২০২১: পুনর্নবীকরণযোগ্য শক্তির উৎস এবং শক্তি সঞ্চয় গবেষণার জন্য আন্তর্জাতিক ইএনআই পুরস্কার ২০২০, যাকে এনার্জি ফ্রন্টিয়ার পুরস্কারও বলা হয়\n\n\n=== বৈজ্ঞানিক পুরস্কার ===\n১৯৬১: মহীশূর বিশ্ববিদ্যালয় থেকে ডিএসসি।\n১৯৭৩: ইয়েদানাপল্লী পদক ও পুরস্কার\n১৯৭৫: ভারতের বিশ্ববিদ্যালয় অনুদান কমিশন কর্তৃক ভৌত বিজ্ঞানে সিভি রমন পুরস্কার\n১৯৮০: ভারতীয় জাতীয় বিজ্ঞান একাডেমি কর্তৃক এসএন বোস পদক\n১৯৮১: রয়্যাল সোসাইটি অফ কেমিস্ট্রি (লন্ডন) মেডেল\n১৯৮১: বিশ্ব সাংস্কৃতিক পরিষদের প্রতিষ্ঠাতা সদস্য\n১৯৮৯: চেকোস্লোভাক একাডেমি অফ সায়েন্সেসের হেভরোভস্কি স্বর্ণপদক\n১৯৯০: ভারতীয় জাতীয় বিজ্ঞান একাডেমির মেঘনাদ সাহা পদক\n১৯৯৬: ইউনেস্কোর আইনস্টাইন স্বর্ণপদক\n২০০৪: কলকাতা বিশ্ববিদ্যালয় থেকে ডক্টর অফ সায়েন্স।\n২০০৪: ইন্টারন্যাশনাল ইউনিয়ন অফ মেটেরিয়ালস রিসার্চের সোমিয়া পুরস্কার।\n২০০৮: নিহন কেইজাই শিম্বুন, আইএনসি, জাপান দ্বারা বিজ্ঞান, প্রযুক্তি এবং উদ্ভাবনের জন্য নিক্কেই এশিয়া পুরস্কার।\n২০০৮: অজয়ন ভিনুর সাথে যৌথভাবে, উদ্ভাবনের জন্য খোয়ারিজমি আন্তর্জাতিক পুরস্কার ২০০৮\n২০১১: উপকরণ গবেষণার জন্য আর্নেস্টো ইলি ট্রিয়েস্ট বিজ্ঞান পুরস্কার\n২০১৩: চীনা একাডেমি অফ সায়েন্সেস থেকে আন্তর্জাতিক বৈজ্ঞানিক সহযোগিতার জন্য ২০১২ পুরস্কার\n২০১৩: চাইনিজ একাডেমি অফ সায়েন্সেসের সম্মানসূচক বিদেশী সদস্য নির্বাচিত\n২০১৩: আইআইটি পাটনা থেকে বিশিষ্ট শিক্ষাবিদ পুরস্কার\n২০১৮: ইন্ডিয়ান অ্যাসোসিয়েশন অফ ন্যানোসায়েন্স অ্যান্ড ন্যানোটেকনোলজি থেকে প্ল্যাটিনাম মেডেল\n২০১৯: সংযুক্ত আরব আমিরাতের সেন্টার ফর অ্যাডভান্সড মেটেরিয়ালস থেকে পদার্থ গবেষণার জন্য প্রথম শেখ সৌদ আন্তর্জাতিক পুরস্কার\nবাংলাদেশ বিজ্ঞান একাডেমির বিদেশী ফেলো\n\n\n=== ভারতীয় সরকারি সম্মান ===\n১৯৭৪ সালে পদ্মশ্রী\n১৯৮৫ সালে পদ্মবিভূষণ\n২০০০ সালে কর্ণাটক রাজ্য সরকার কর্তৃক কর্ণাটক রত্ন\n২০১৪ সালে ভারতরত্ন\n\n\n=== বিদেশী সম্মান ===\n ব্রাজিল: ন্যাশনাল অর্ডার অফ সায়েন্টিফিক মেরিট (ব্রাজিল) (২০০২)\n ফ্রান্স: লেজিওঁ দনর (২০০৫)\n জাপান: অর্ডার অফ দ্য রাইজিং সান (২০১৫)\n রাশিয়া: অর্ডার অফ ফ্রেণ্ডশিপ (২০০৯)\n\n\n=== উত্তরাধিকার ===\nরাও তাঁর স্ত্রীর সাথে ড্যান ডেভিড পুরস্কারের অর্থ ব্যবহার করে সিএনআর রাও এডুকেশন ফাউন্ডেশন প্রতিষ্ঠা করেন। এই প্রতিষ্ঠানটি জওহরলাল নেহরু সেন্টার ফর অ্যাডভান্সড সায়েন্টিফিক রিসার্চ-এ অবস্থিত এবং প্রাক-বিশ্ববিদ্যালয় এবং উচ্চ বিদ্যালয়ের বিজ্ঞান শিক্ষকদের সেরা বিজ্ঞান শিক্ষক পুরস্কার প্রদান করে।\nরাও ইন্টারন্যাশনাল সেন্টার ফর মেটেরিয়ালস সায়েন্স (আইসিএমএস) প্রতিষ্ঠা করেন যারা ২০১০ সাল থেকে সি এন আর রাও প্রাইজ লেকচার ইন অ্যাডভান্সড মেটেরিয়ালস প্রদান করছে\nওয়ার্ল্ড একাডেমি অফ সায়েন্সেস স্বল্পোন্নত দেশগুলির বিজ্ঞানীদের জন্য ২০০৬ সাল থেকে বৈজ্ঞানিক গবেষণার জন্য টিডব্লি এএস-সিএনআর রাও পুরস্কার শুরু করেছে।\nশানমুঘা আর্টস, সায়েন্স, টেকনোলজি অ্যান্ড রিসার্চ একাডেমি ২০১৪ সালে রসায়ন ও পদার্থ বিজ্ঞানের জন্য এসএএসটিআরএ-সিএনআর রাও পুরস্কার চালু করেছে\n\n\n== ব্যক্তিগত জীবন ==\n১৯৬০ সালে ইন্দুমতি রাওয়ের সঙ্গে সিএনআর রাওয়ের বিয়ে হয়। তাঁদের দুই সন্তান সঞ্জয় ও সুচিত্রা। সঞ্জয় ব্যাঙ্গালোরের আশেপাশের স্কুলগুলিতে বিজ্ঞানের জনপ্রিয়কারী হিসাবে কাজ করেন। সুচিত্রা মহারাষ্ট্রের পুনেতে ইন্ডিয়ান ইনস্টিটিউট অফ সায়েন্স এডুকেশন অ্যান্ড রিসার্চ (আইজার)-এর ডিরেক্টর কৃষ্ণ এন. গণেশকে বিয়ে করেছেন। রাও নিজে টেকনোফোবিক (উন্নত প্রযুক্তি অপছন্দ), তিনি কখনই নিজের ইমেল নিজে দেখেন না। তিনি আরও বলেন, তিনি শুধু নিজের স্ত্রীর সঙ্গে কথা বলার জন্যই মোবাইল ফোন ব্যবহার করেন।\n\n\n== বিতর্ক ==\n১৯৮৭ সালে, রাও এবং তার দল চারটি গবেষণাপত্রের একটি সিরিজ প্রকাশ করে, যার মধ্যে তিনটি ছিল প্রসিডিংস অফ দ্য ইন্ডিয়ান একাডেমি অফ সায়েন্সেস (কেমিক্যাল সায়েন্স), প্রামানা, এবং কারেন্ট সায়েন্স, সবই ইন্ডিয়ান একাডেমি অফ সায়েন্সেস দ্বারা প্রকাশিত। সোসাইটি ফর সায়েন্টিফিক ভ্যালুস-এর কাছে একটি প্রতিবেদন জমা দেওয়া হয়েছিল যে তিনটি গবেষণাপত্রে প্রাপ্তির তারিখগুলির কোনও উল্লেখ ছিল না, যা সাধারণত সেই জার্নালে স্পষ্টভাবে উল্লেখ করা থাকে। অনুসন্ধানের পরে, দেখতে পাওয়া গেছে যে কাগজের পাণ্ডুলিপিগুলি আসলে জার্নালের প্রকাশের তারিখের পরে এসেছে, যা ইঙ্গিত করে যে সেগুলিতে পুরোনো তারিখ বসানো হয়েছিল। সোসাইটি এই মামলাটিকে \"অগ্রাধিকার দাবি করার জন্য ভুল উপায়ের ব্যবহার\" হিসাবে ঘোষণা করেছে।\nরাও লেখাচুরির অভিযোগের অভিযুক্ত হন। বেঙ্গালুরুতে ইন্ডিয়ান ইনস্টিটিউট অফ সায়েন্সে রাও এবং সালুরু বাবা কৃপানিধি, তাঁদের ছাত্র বসন্ত চিতারা এবং এলএস পঞ্চকরলার সাথে, ২০১১ সালে অ্যাডভান্সড মেটেরিয়ালস জার্নালে \"ইনফ্রারেড ফটোডিটেক্টরস বেসড গ্রাফিন অক্সাইড এবং গ্রাফিন ন্যানোরিবন\" শিরোনামে একটি গবেষণাপত্র প্রকাশ করেন। প্রকাশের পর জার্নাল সম্পাদকরা ২০১০ সালের অ্যাপ্লায়েড ফিজিক্স লেটার্সে প্রকাশিত একটি গবেষণাপত্র থেকে ভূমিকা এবং পদ্ধতিতে অক্ষরে অক্ষরে নকল করা বাক্য খুঁজে পান। নেচার-এর প্রতিবেদন অনুসারে, আইআইএসসির পিএইচডি ছাত্র বসন্ত চিতারা পাঠ্যটি লিখেছিলেন। একই জার্নালে পরে লেখকেরা ক্ষমা চেয়ে চেয়েছিলেন। রাও বলেছিলেন যে তিনি পাণ্ডুলিপিটি পড়েছিলেন এবং এটি তাঁর পক্ষ থেকে একটি অনিচ্ছাকৃত ত্রুটি হয়েছিল কারণ তিনি প্রধানত ফলাফল এবং আলোচনার দিকে মনোনিবেশ করেছিলেন।\nরাহুল সিদ্ধার্থন ( ইনস্টিটিউট অফ ম্যাথমেটিকাল সায়েন্সেস, চেন্নাই ), ওয়াইবি শ্রীনিবাস (উড সায়েন্স অ্যান্ড টেকনোলজি ইনস্টিটিউট), এবং ডিপি সেনগুপ্ত (আইআইএসসি-তে প্রাক্তন অধ্যাপক) এর মতো বিজ্ঞানীরা একমত হয়েছেন যে নকল করা অংশটির ফলাফলের উপর কোন প্রভাব নেই, তথাপি সিদ্ধার্থন মতামত দেন যে রাও এবং কৃপানিধির প্রতিক্রিয়াগুলি অতি উৎসাহমূলক  ছিল। রাও এবং কৃপানিধি প্রকাশ্যে চিতারাকে দোষারোপ করেন এবং প্রকাশনাকে চুরি নয় বলে মন্তব্য করেন। রাও মন্তব্য করেছিলেন, \"এটিকে সত্যই চুরি হিসাবে বিবেচনা করা উচিত নয়, এটি পাঠ্যের কয়েকটি বাক্য অনুলিপি করার একটি উদাহরণ।\" এমনকি তিনি কৃপানিধিকে দোষারোপ করেছিলেন এবং জোর দিয়েছিলেন যে এতে তাঁর কোনও ভূমিকা নেই কারণ এটি তাঁর অজান্তেই কৃপানিধি লিখেছিলেন। তাঁর দাবিগুলি ন্যায়সঙ্গত ছিলনা, কারণ তিনি সেই লেখার বরিষ্ঠ বিজ্ঞানী এবং সংশ্লিষ্ট লেখক ছিলেন।\nরাও-এর সহ-লিখিত নিবন্ধগুলিতে চুরির উদাহরণের আরও অভিযোগ করা হয়েছে। এস. ভেঙ্কটপ্রসাদ ভাট এবং কৃপানিধির সাথে রচিত, ফলিত পদার্থবিদ্যা এক্সপ্রেস-এ সৌর কোষের উপর ন্যানো পার্টিকেলের প্রভাব সম্পর্কে রাও-এর ২০১০ সালের গবেষণা পত্রে ম্যাথিউ ইত্যাদি গবেষকের ২০০৮ সালে লেখা অ্যাপ্লায়েড ফিজিক্স লেটারস -এ প্রকাশিত গবেষণাপত্রটির লেখার মতো পাঠ্য রয়েছে, সেটিকে উদ্ধৃত করাও হয়নি। রাও ২০১১ সালের ঘটনার উল্লেখ করে বলেছিলেন যে \"[যদি] আমি আমার সারা জীবনে কখনও একটি ধারণা বা ফলাফল চুরি করে থাকি, (তাহলে) আমাকে ফাঁসি দিন।\" কিন্তু রাও-এর নিবন্ধে ম্যাথিউ ইত্যাদি গবেষকের অনুরূপ অধ্যয়ন এবং নকল করা পরিসংখ্যান রয়েছে। চিতারা, নিধি লাল এবং কৃপানিধির সঙ্গে তাঁর লেখা ২০১১ সালের জার্নাল অফ লুমিনেসেন্সের একটি নিবন্ধে, ২০টি এমন বাক্য রয়েছে যেগুলির জন্য কৃতজ্ঞতা স্বীকার করা হয়নি। সেগুলি ইটস্কোস ইত্যাদি গবেষকের ন্যানোটেকনোলজি পত্রিকায় (জুন ২০০৯ সংখ্যা) প্রকাশিত নিবন্ধ  এবং হেলিওটিস ইত্যাদি গবেষকের অ্যাডভান্সড মেটেরিয়াল (জানুয়ারি ২০০৬ সংখ্যা) পত্রিকায় প্রকাশিত নিবন্ধগুলি থেকে অনুলিপি করা বলে মনে করা হয়। চিতারা এবং কৃপানিধির সাথে লেখা ন্যানোটেকনোলজির আরেকটি নিবন্ধে হুয়াং ইত্যাদির মতো গবেষকের ১৯৯৫ সালের অ্যাপ্লায়েড ফিজিক্স লেটারস-এর নিবন্ধ থেকে ছয়টি লাইন ব্যবহার করা হয়েছে।\nবিতর্ক সত্ত্বেও রাওকে ভারত সরকার ভারতরত্ন প্রদান করেছিল এবং তিনি জওহরলাল নেহেরু সেন্টার ফর অ্যাডভান্সড সায়েন্টিফিক রিসার্চ (জেএনসিএএসআর)-এর অধ্যাপক হিসেবে সক্রিয় ছিলেন। ২০১৩ সালের ডিসেম্বরে, দুই ভাই-বোন দ্বাদশ শ্রেণীর ছাত্র আদিত্য ঠাকুর এবং আইনের ছাত্রী তনয়া ঠাকুর রাও-এর ভারতরত্ন প্রাপ্তিকে চ্যালেঞ্জ করার জন্য এলাহাবাদ হাইকোর্ট, লখনউ বেঞ্চে একটি জনস্বার্থ মামলা দায়ের করেন। তাঁরা দাবি করেছিলেন যে \"চুরির প্রমাণিত মামলা সহ একজন বিজ্ঞানীকে সর্বোচ্চ বেসামরিক পুরস্কার প্রদান করা ঠিক নয়।\" কিন্তু আদালত তাঁদের আবেদন নাকচ করে সেটিকে \"প্রচার পাওয়ার জন্য আবেদন দাখিল করা\" বলে রায় দেয়। ২০১৫ সালে পুরস্কার প্রত্যাহার করার জন্য আরেকটি আবেদন করা হয়েছিল, কিন্তু কেন্দ্রীয় তথ্য কমিশন আবেদনটি খারিজ করে দেয়।\n২০১৩ সালের ১৭ই নভেম্বর, তাঁর ভারতরত্ন ঘোষণার পর একটি সংবাদ সম্মেলনে, তিনি ভারতীয় রাজনীতিবিদদের \"মূর্খ\" বলে অভিহিত করেছিলেন যা একটি জাতীয় ক্ষোভের কারণ হয়েছিল। তিনি বললেন, “আমরা যা করেছি তা সত্ত্বেও এই বোকারা [রাজনীতিবিদরা] আমাদের এত কম দিয়েছে কেন? সরকার আমাদের যে অর্থ দিয়েছে আমরা [বিজ্ঞানীরা] তার থেকে আরও অনেক বেশি কিছু করেছি।\" নিজের প্রতিরক্ষায় রাও জোর দিয়ে বলেছিলেন যে তিনি কেবল রাজনীতিবিদদের বিজ্ঞানের গবেষণা তহবিলের জন্য বিনিয়োগকে উপেক্ষা করার \"মূর্খতাপূর্ণ\" উপায় সম্পর্কে কথা বলেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nসিএনআর রাও (২০১০)। ক্লাইম্বিং দ্য লিমিটলেস ল্যাডার: এ লাইফ ইন কেমিস্ট্রি । ওয়ার্ল্ড সায়েন্টিফিক পাবলিশিং কো. Pte. লিমিটেড, সিঙ্গাপুর।আইএসবিএন ৯৮১৪৩০৭৮৬৬আইএসবিএন 9814307866\n\n\n== বহিঃসংযোগ ==\nপন্টিফিকাল একাডেমি অফ সায়েন্সে একাডেমিক প্রোফাইল\nড্যান ডেভিড পুরস্কার বিজয়ী ২০০৫\nঅধ্যাপক ড. সিএনআর রাও @ জেএনসিএএসআর\nজওহরলাল নেহেরু সেন্টার ফর অ্যাডভান্সড সায়েন্টিফিক রিসার্চ\nসিএনআর রাও হল অফ সায়েন্স\nসলিড স্টেট এবং স্ট্রাকচারাল কেমিস্ট্রি ইউনিট\nটেমপ্লেট:Shanti Swarup Bhatnagar Laureates of Karnataka"}