{"pageid": 1368655, "title": "রাধেশ্যাম খেমকা", "url": "https://bn.wikipedia.org/wiki?curid=1368655", "content": "রাধেশ্যাম খেমকা (১২ ডিসেম্বর ১৯৩৫ - ৩ এপ্রিল ২০২১) একজন সাংবাদিক এবং সম্পাদক ছিলেন যিনি পরবর্তী কালে গীতা প্রেসের চেয়ারপারসন হিসাবে দায়িত্ব পালন করেছিলেন।   ২০১৪ সালে, তিনি গীতা প্রেসের চেয়ারপারসন নিযুক্ত হন।  তিনি ৩৮ বছর ধরে গীতা প্রেসের সম্পাদক হিসাবে কাজ করেছিলেন।  \n২০২২ সালে, তিনি সাহিত্য ও শিক্ষায় মরণোত্তর পদ্মবিভূষণে ভূষিত হন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nখেমকা ১২ই ডিসেম্বর ১৯৩৫ সালে বিহারের মুঙ্গের জেলায় একটি মাড়োয়ারি পরিবারে জন্মগ্রহণ করেন।   তার বাবা সীতারাম খেমকা ছিলেন হিন্দু এবং গো-রক্ষা আন্দোলনে সক্রিয় ছিলেন। তার মা ছিলেন গৃহিণী।  \nপ্রাথমিক শিক্ষা শেষ করার পর, খেমকা এবং তার পরিবার ১৯৫৬ সালে বারাণসীতে চলে আসেন   তিনি বেনারস হিন্দু বিশ্ববিদ্যালয় থেকে সংস্কৃতে স্নাতকোত্তর ডিগ্রী লাভ করেন। পরে কাগজ তৈরির ব্যবসায় জড়িয়ে পড়েন। \nখেমকা স্বামী কারপাত্রীর জীবনা স্পর্শ করেছিলেন।। তাকে তার গুরু মনে করতেন। স্বামী কার্পাত্রী ছিলেন যিনি খেমকাকে গীতা প্রেসের সেবা করতে উৎসাহিত করেছিলেন। \n১৯৮২ সালে, তিনি তার সন্তান রাজারাম এবং রাজেশ্বরীর কাছে ব্যবসা হস্তান্তর করেন এবং গীতা প্রেসে কাজ শুরু করেন। \n\n\n== কর্মজীবন ==\n১৯৮২ সালে, খেমকা গীতা প্রেসে যোগ দেন। ওই বছরই তিনি প্রথম মাসিক পত্রিকা কল্যাণ-এর নভেম্বর ও ডিসেম্বর সংখ্যা সম্পাদনা করেন। তিনি অবশেষে ১৯৮৩ সালের মার্চ মাসে কল্যাণের পূর্ণ-সময় সম্পাদক হন, এই পদে তিনি এপ্রিল ২০২১ পর্যন্ত অধিষ্ঠিত ছিলেন।\nখেমকা গীতা প্রেসে ৩৮টি বার্ষিক সংখ্যা এবং ৪৬০টি মাসিক সাময়িকী সম্পাদনা করেছেন। তার মেয়াদকালে, তিনি গীতা প্রেসে প্রযুক্তিগত অগ্রগতি প্রচার করেন এবং প্রেসটিকে আধুনিক যন্ত্রপাতি দিয়ে সজ্জিত করেন। এতে প্রেসের দক্ষতা ও গুণমান বৃদ্ধি পায়। \nতিনি পুরাণের মতো দুর্লভ বইগুলির সঠিক সংস্করণ তৈরি করেছিলেন এবং সেগুলি কল্যাণ পত্রিকায় রেখেছিলেন যাতে সবাই পড়তে পারে। তিনি স্বাস্থ্য ও শিক্ষার মতো বর্তমান বিষয়গুলিতে মানুষকে আরও সচেতন করতে বিশেষ বিষয়গুলিও তুলে ধরেন। \n\n\n== ধার্মিক জীবনধারা ==\nশৈশব থেকেই খেমকার ধর্মীয় প্রবণতা ছিল। তিনি একটি সুশৃঙ্খল জীবনযাপন করতেন এবং সাধু ও দরিদ্রদের সেবা করতেন। তিনি সারাজীবন স্বামী কার্পাত্রী জি, শঙ্করাচার্য স্বামী স্বরূপানন্দ সরস্বতী, পুরীর স্বামী নিরঞ্জন দেব তীর্থ, পীঠধীশ্বর স্বামী নিশ্চলানন্দ এবং কথা ব্যাস রামচন্দ্র ডোংগ্রের সাথে ঘনিষ্ঠ যোগাযোগে ছিলেন। \nহিন্দু সংস্কৃতিকে এগিয়ে নিতে তিনি তার জীবন উৎসর্গ করেছিলেন। তিনি ধর্ম, কর্ম এবং \"পূজা-পথ\" উপাসনার মত হিন্দু রীতিনীতিকে সমর্থন ও অনুশীলন করতেন। \nজানুয়ারি এবং ফেব্রুয়ারি মাসে এলাহাবাদে অনুষ্ঠিত মাঘ মেলার সময় তিনি ৬০ বছর ধরে এক মাসব্যাপী কল্পবাস করতেন।\nতাঁর জীবনের শেষ কয়েক বছর ধরে, তিনি শুধুমাত্র গঙ্গাজল পান করতে।\n\n\n== সামাজিক সম্পৃক্ততা ==\nতিনি বারাণসীর মারোয়ারি সেবা সংঘ, মুমুক্ষু ভবন, শ্রীরাম লক্ষ্মী মারোয়ারি হাসপাতাল গোদাউলিয়া, বিড়লা হাসপাতাল মাছোদারি এবং কাশী গোশালা ট্রাস্টের মতো বেশ কয়েকটি সামাজিক ও ধর্মীয় গোষ্ঠীর সাথে জড়িত ছিলেন। \n\n\n== মৃত্যু ==\n৩রা এপ্রিল ২০২১, ৮৬ বছর বয়সে, তিনি কাশীর কেদারঘাটে তাঁর বাসভবনে মারা যান। তাকে হরিশ্চন্দ্র ঘাটে দাহ করা হয়।\n\n\n== সম্মাননা ==\n২০২২ সালে, রাধেশ্যাম খেমকা সাহিত্য ও শিক্ষায় তার অবদানের জন্য মরণোত্তর পদ্মবিভূষণ, ভারতের দ্বিতীয় সর্বোচ্চ বেসামরিক পুরস্কারে ভূষিত হন। \n\n\n== তথ্যসূত্র =="}