{"pageid": 1368053, "title": "রামানন্দী সম্প্রদায়", "url": "https://bn.wikipedia.org/wiki?curid=1368053", "content": "রামানন্দী সম্প্রদায় বা \nরামবাদ হল বৈষ্ণবদের সবচেয়ে বড় সম্প্রদায়, বৈষ্ণবধর্মের ৫২টি পথের মধ্যে ৩৬টি রামানন্দীর হাতে রয়েছে।\nরামানন্দী সম্প্রদায় প্রধানত রাম, সীতা ও হনুমানের উপাসনার পাশাপাশি সরাসরি বিষ্ণু এবং তার অন্যান্য অবতারের উপর জোর দেয়।\n\n\n== বর্ণ ==\n\nগুজরাট, উত্তরপ্রদেশ, মধ্যপ্রদেশ, হিমাচল প্রদেশ, পাঞ্জাব ও রাজস্থানে এই সম্প্রদায়ের লোকেরা বৈষ্ণব নামে পরিচিত। বিংশ শতাব্দীর শুরুতে, এটিকে রামের পুত্র, কুশ ও লবের বংশধর বলে ঘোষণা করা হয়।\n\n\n== সম্প্রদায় ==\n\nরামানন্দী সম্প্রদায় হল গাঙ্গেয় সমভূমির আশেপাশে, এবং আজ নেপালের বৃহত্তম এবং সর্বাধিক সমতাবাদী হিন্দু সম্প্রদায়গুলির মধ্যে একটি। এটি মূলত রামের উপাসনার উপর জোর দেয়, সেইসাথে সরাসরি বিষ্ণু এবং অন্যান্য অবতার। রামানন্দী তপস্বীরা ধ্যান এবং কঠোর তপস্বী অনুশীলনের উপর নির্ভর করে, কিন্তু এটাও বিশ্বাস করে যে তাদের মুক্তির জন্য ঈশ্বরের কৃপা প্রয়োজন। সেই কারণে, রামানন্দী তপস্বীদের তায়গা বিভাগ, কিছু শৈব তপস্বীর মত, পবিত্র সুতো কাটে না। এর জন্য তাদের যুক্তি হল যে শুধুমাত্র বিষ্ণু বা রাম মুক্তি দিতে পারেন।\nবেশিরভাগ রামানন্দীরা নিজেদেরকে মধ্যযুগীয় ভারতে একজন বৈষ্ণব সাধক রামানন্দের অনুসারী বলে মনে করেন।  দার্শনিকভাবে, তারা ভগবত রামানুজের বিশিষ্টাদ্বৈত ঐতিহ্য অনুসরণ করে।\nএর তপস্বী শাখাটি বৃহত্তম বৈষ্ণব সন্ন্যাসী আদেশ গঠন করে এবং সম্ভবত সমগ্র ভারতে সবচেয়ে বড় সন্ন্যাসী আদেশ হতে পারে। রামানন্দী তপস্বীদের দুটি প্রধান উপগোষ্ঠী রয়েছে: ত্যাগী, যারা দীক্ষার জন্য ছাই ব্যবহার করে এবং নাগা, যারা জঙ্গি শাখা।\n\n\n== ইতিহাস ==\n\nভক্তমাল, ১৬৬০ সালে রাঘবদাস দ্বারা লিখিত হিন্দু সাধু ও ভক্তদের উপর বিশাল হ্যাজিওগ্রাফিক রচনা, রামানন্দীসহ সকল বৈষ্ণবদের জন্য মূল পাঠ্য ছিল। এই পাঠ্যটি বেদান্তের বিশিষ্টাদ্বৈত দর্শনের প্রবর্তক রামানুজকে তালিকাভুক্ত করে, এবং রামানন্দকে রামানুজ সম্প্রদায়ের সাধু হিসেবে কিন্তু রামানন্দী বৈষ্ণবদের গালত পীঠ রামানুজী বৈষ্ণবদের কুম্ভমেলায় শাহী স্নান করতে নিষেধ করে এটিকে বাতিল করেছে। ভক্তকমলের অনেক স্থানীয় ভাষ্য ভারতজুড়ে তরুণ বৈষ্ণবদের শেখানো হয়েছিল। ১৯ শতকে, উত্তর ভারতের গাঙ্গেয় সমভূমিতে প্রিন্টিং প্রেসের বিস্তারের ফলে পাঠ্যের বিভিন্ন ভাষ্য ব্যাপকভাবে বিতরণ করা সম্ভব হয়েছিল। এর মধ্যে, ভগবান প্রসাদের শ্রী ভক্তমল: টিকা, তিলক, অর নামাবলী সাহিত্য কে সবচেয়ে প্রামাণিক বলে মনে করা হত। এই পাঠে, ভগবান প্রসাদ ১০৮ জন বিশিষ্ট বৈষ্ণবকে তালিকাভুক্ত করেছেন যা রামানুজ থেকে শুরু করে রামানন্দের সাথে শেষ হয়েছে।\nরামানন্দের গুরু রাঘবানন্দকে একজন সমতাবাদী গুরু হিসেবে বর্ণনা করা হয় যিনি সকল বর্ণের ছাত্রদের শিক্ষা দিতেন। রামানন্দকে রামের অবতার হিসেবে বর্ণনা করা হয়েছে, মহান যোগিক প্রতিভাসম্পন্ন একজন নম্র ছাত্র যাকে তার গুরুর শাস্তি হিসেবে তার নিজস্ব সম্প্রদায় গঠন করতে বলা হয়েছিল। পাঠ্যটি অনুসারে তার জন্ম প্রয়াগে,  আনুমানিক ১৩০০ খ্রিস্টাব্দে।\nজন নিকোল ফারকুহার, একজন প্রখ্যাত ধর্মপ্রচারক ও ভারতবিদ, ১৯১৮ সালের কুম্ভমেলায় বিভিন্ন রামানন্দীদের সাথে তার কথোপকথনের উপর ভিত্তি করে রামানন্দী সম্প্রদায়ে তার নিজের কাজ প্রকাশ করেন। ফারকুহার রামানন্দকে (আনুমানিক ১৪০০-১৪৭০ খ্রিস্টাব্দ) এবং তার অনুগামীরা উত্তর ভারতীয় প্রথার উৎপত্তি হিসেবে রামকে পরম উল্লেখ করতে ব্যবহার করে। শাস্ত্রীয় প্রমাণ এবং রামানন্দী এবং রামানুজীদের মধ্যে সাম্প্রদায়িক চিহ্নের মিলের উপর ভিত্তি করে, ফারকুহার উপসংহারে পৌঁছেছেন যে রামানন্দ তামিলনাড়ু থেকে বেনারসে চলে এসেছিলেন। তিনি স্বীকার করেন যে রামানন্দ সমস্ত বর্ণের শিষ্য গ্রহণ করেছিলেন এবং খাদ্যের বিষয়ে বিধিনিষেধ পালন করেননি। যাইহোক, ফারকুহার দেখান যে রামানন্দ \"সামাজিক প্রতিষ্ঠান হিসাবে বর্ণকে উল্টে দেওয়ার\" চেষ্টা করেছিলেন এমন কোন প্রমাণ খুঁজে পান। অন্যদিকে, অযোধ্যার বৈষ্ণব ইতিহাসের লেখক সীতা রাম এবং বিশিষ্ট ভাষাবিদ ও ভারতবিদ জর্জ গ্রিয়ারসন রামানন্দকে সাধক হিসেবে উপস্থাপন করেন যিনি প্রেম ও সাম্যের বার্তার মাধ্যমে মধ্যযুগীয় ভারতের বর্ণ বিভাজন অতিক্রম করার চেষ্টা করেছিলেন। রামানুজের সাথে রামানন্দের সম্পর্ক নিয়েও পণ্ডিতরা দ্বিমত পোষণ করেন। যদিও ফারকুহার তাদের সম্পূর্ণরূপে সংযোগহীন বলে মনে করেন, সীতা রাম এবং গ্রিয়ারসন রামানন্দকে রামানুজ ঐতিহ্যের মধ্যে স্থান দেন।\nঊনবিংশ শতাব্দী পর্যন্ত, উত্তর ভারতের অনেক বাণিজ্য পথ রামানন্দীদের নাগা অংশ সহ যোদ্ধা-সন্যাসীদের দল দ্বারা সুরক্ষিত ছিল, যারা তাদের শক্তি ও নির্ভীকতার কারণে ভীত ছিল। ব্রিটিশরা তপস্বীদের এই জঙ্গি গোষ্ঠীগুলিকে নিরস্ত্র করার পদক্ষেপ নিয়েছিল, কিন্তু আজও সম্প্রদায়গুলি এখনও তাদের বীরত্বপূর্ণ ঐতিহ্য ধরে রেখেছে।\n\n\n== ভূগোল ==\nরামানন্দী প্রধানত ভারতের উত্তরাঞ্চলে বসবাস করেন। রামানন্দী মঠ উত্তর, পশ্চিম ও মধ্য ভারত, গঙ্গা অববাহিকা, নেপালী তরাই এবং হিমালয়ের পাদদেশে পাওয়া যায়। রামানন্দীরা ভারতজুড়ে বিস্তৃত, প্রধানত জম্মু, পাঞ্জাব, হিমাচল, গুজরাট,  উত্তরপ্রদেশ, মধ্যপ্রদেশ, রাজস্থান, ওড়িশা, আসাম এবং \nপশ্চিমবঙ্গে। ত্রিনিদাদ ও টোবাগোতে হিন্দু অভিবাসীদের সংখ্যাগরিষ্ঠের পাশাপাশি গ্রেট ব্রিটেনের যুক্তরাজ্যের হিন্দুদের উল্লেখযোগ্য অংশ রামানন্দীর মতো বৈষ্ণব সম্প্রদায়ের অন্তর্ভুক্ত। ত্রিনিদাদ ও টোবাগোতে হিন্দুধর্মের মূলধারার সনাতনী (গোঁড়া) সম্প্রদায়ের উপর রামানন্দীর বড় প্রভাব রয়েছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\n\n== বহিঃসংযোগ ==\nRamavats (Ramanandis), Division of Religion and Philosophy, University of Cumbria\nsampradaya"}