{"pageid": 1368428, "title": "মোঃ আতোয়ার রহমান", "url": "https://bn.wikipedia.org/wiki?curid=1368428", "content": "মো. আতোয়ার রহমান বাংলাদেশ সুপ্রীম কোর্টের হাইকোর্ট বিভাগের একজন বিচারপতি।\n\n\n== প্রারম্ভিক জীবন ==\nমোঃ আতোয়ার রহমান ৪ মে ১৯৬১ সালে টাঙ্গাইল জেলার কালিহাতী থানার ইছাপুর গ্রামে এক সম্ভ্রান্ত মুসলিম পরিবারে জন্মগ্রহণ করেন। তার পিতা আলহাজ মোঃ মিনহাজ উদ্দিন, মাতা লুৎফুন নেছা।\nতিনি ১৯৮৩ ও ১৯৮৪ সালে ঢাকা বিশ্ববিদ্যালয়ে আইন বিষয়ে স্নাতক ও স্নাতক ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nরহমান ২২ ফেব্রুয়ারি ১৯৮৪ সালে বাংলাদেশ সিভিল সার্ভিস বিচার বিভাগীয় শাখায় যোগদান করেন।\n১০ অক্টোবর ২০০৬-এ, রহমানকে জেলা ও দায়রা জজ পদে উন্নীত করা হয়।\nরহমান ১০ অক্টোবর ২০১১ এ সিনিয়র জেলা ও দায়রা জজ হন।\n২০১৭ সালের এপ্রিল মাসে, ড্রাগ কোর্টের বিচারক রহমান, রিড ফার্মাসিউটিক্যালস লিমিটেডের ব্যবস্থাপনা পরিচালক মিজানুর রহমান এবং তার স্ত্রী শিউলি রহমানকে তাদের ওষুধ কোম্পানির তৈরি দূষিত প্যারাসিটামল সেবনের পর মারা যাওয়া ২৮ শিশুর মৃত্যুর মামলায় জামিন দেন। ২০০৯ সালে।\nরহমান ৩১ মে ২০১৮ তারিখে হাইকোর্ট বিভাগের অতিরিক্ত বিচারক নিযুক্ত হন।\n৩০ মে ২০২০ তারিখে, রহমানকে হাইকোর্ট বিভাগের স্থায়ী বিচারপতি করা হয়। তিনি এবং অন্যান্য ১৭ জন বিচারককে প্রথমবার একটি ভার্চুয়াল অনুষ্ঠানে কারিগরি সমস্যার সম্মুখীন হওয়ার মতো দুবার শপথ নিতে হয়েছিল এবং দ্বিতীয়টি ব্যক্তিগতভাবে অনুষ্ঠিত হয়েছিল।\n২০২০ সালের ডিসেম্বরে, রহমান ও বিচারপতি মোঃ রেজাউল হক পত্রিকার অনুষ্ঠানে বিদ্যুৎস্পৃষ্ট হয়ে ঢাকা রেসিডেনসিয়াল মডেল কলেজের এক ছাত্রের মৃত্যুর ঘটনায় দায়ের করা মামলায় প্রথম আলোর সম্পাদক মতিউর রহমানের বিরুদ্ধে ছয় মাসের জন্য স্থগিত করেন।\nরহমান ও বিচারপতি মোঃ রেজাউল হক গত এপ্রিল মাসে রাজশাহী বিশ্ববিদ্যালয়ের এক ছাত্রীকে ধর্ষণ ও ব্ল্যাকমেইলের মামলায় মাহফুজুর রহমান শারোদকে জামিন দেন। আসামিদের বিরুদ্ধে অভিযোগের সুনির্দিষ্ট প্রকৃতির কারণে বাংলাদেশ সুপ্রিম কোর্টের আপিল বিভাগের বিচারপতি হাসান ফয়েজ সিদ্দিকী জামিন বাতিল করেন। ২০২১ সালের ডিসেম্বরে, রহমান এবং বিচারপতি জাহাঙ্গীর হোসেন সেলিম ইভ্যালির পতনের মামলায় রাফিয়াথ রশিদ মিথিলা এবং শবনম ফারিয়াকে আগাম জামিন দেন। রহমান ও বিচারপতি জাহাঙ্গীর হোসেন সেলিম বেগম বদরুন্নেসা সরকারি বালিকা কলেজের অধ্যাপক রুমা সরকারকে জামিন দেন, যিনি ফেসবুকে একটি হত্যা মামলার বিষয়ে মন্তব্য করার অভিযোগে ডিজিটাল নিরাপত্তা আইনের মামলায় র‌্যাপিড অ্যাকশন ব্যাটালিয়নের হাতে গ্রেপ্তার হন। জামিন আবেদনের বিরোধিতা করেন ডেপুটি অ্যাটর্নি জেনারেল, সারোয়ার হোসেন বাপ্পী। রহমান এবং বিচারপতি জাহাঙ্গীর হোসেন সেলিম সাব-ইন্সপেক্টর নয়ন কুমারকে পদোন্নতি দেওয়ার জন্য সরকারের সমালোচনা করেন, যিনি ১২ বছর বয়সী এক শিশুকে স্বীকারোক্তির জন্য নির্যাতন করেছিলেন।\nরহমান ও বিচারপতি এএসএম আবদুল মবিন ২০২২ সালের জুন মাসে ডিজিটাল নিরাপত্তা আইনে ফটোসাংবাদিক শফিকুল ইসলাম কাজলের বিরুদ্ধে তিনটি মামলার ওপর স্থগিতাদেশ জারি করেন।\n\n\n== তথ্যসূত্র =="}