{"pageid": 1368311, "title": "২০০৪ কোয়েটা আশুরা হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1368311", "content": "২০০৪ সালের কোয়েটা আশুরা হামলা ছিল ২ মার্চ ২০০৪ তারিখে পাকিস্তানের দক্ষিণ-পশ্চিমাঞ্চলীয় শহর কোয়েটায় আশুরা মিছিলের সময় একটি সন্ত্রাসী হামলা। কমপক্ষে ৪২জন নিহত এবং ১০০ জনেরও বেশি আহত হয়েছে।\nনামাজ পড়তে ওজু করতে যাওয়া লোকজন গুলির শব্দ শুনতে পায় এবং ট্রাকে নোহা খুউয়ান চিৎকার করে বলে উঠল যে যারা ওজু করতে যাচ্ছিল, তারা প্রাণের জন্য দৌড়ানো শুরু করে।\nসেসময়ে আশুরার জন্য কোনো নিরাপত্তা ব্যবস্থা ছিল না। লিয়াকত বাজারে এ হামলার ঘটনা ঘটে। নিহতদের প্রায় সবাই হাজরা গোত্রের ছিল। ঘটনাটি ঘটেছে ইরাকের কারবালা আশুরার বোমা হামলার পরপরই।\n\n\n== পটভূমি ==\nআশুরার দিনে হোসাইন ইবনে আলীর শাহাদাতের স্মরণে সারা বিশ্বে শিয়া মুসলিমদের মিছিল অনুষ্ঠিত হয়। পাকিস্তানের অন্যান্য অংশের মতো, কোয়েটায় শিয়া মুসলিম রয়েছে যারা প্রধানত হাজারা সম্প্রদায়ের অন্তর্গত। কোয়েটায় আশুরার মিছিলটি আলমদার রোড থেকে শুরু হয়, যেখানে ইমামবাড়া প্রধানত হাজারা টাউন থেকে শহরের চারপাশ থেকে জড়ো হয়। মিছিলটি মেজান চকে চলে যায়, যেখানে প্রার্থনা করা হয়, মাতম করা হয়। প্রক্রিয়াটি লিয়াকত বাজারে চলে যায় এবং আলমদার রোডে শেষ হয়।\n\n\n== হত্যাকাণ্ড ==\nআশুরার মিছিলটি তার ঐতিহ্যবাহী পথ ধরে প্রধান বাজারে এসে পৌঁছায়। একটি ভবনের ছাদে থাকা তিন সন্ত্রাসী গ্রেনেড নিক্ষেপ করে এবং পরে স্বয়ংক্রিয় অস্ত্র দিয়ে গুলি ছুড়ে নিজেদের বিস্ফোরণ ঘটায়, এতে প্রায় ৫০ জন নিহত এবং ১০০ জনেরও বেশি আহত হয়।\n\n\n=== অপরাধীদের বিবরণ ===\nপুলিশ ডিএনএ পরীক্ষা ও তদন্তের পর হামলাকারীদের লাশ শনাক্ত করেছে। তারা নিষিদ্ধ পাকিস্তানী সন্ত্রাসী গোষ্ঠী লস্করে ঝংভির (এলইজে) অন্তর্ভুক্ত। পুলিশ একজন পুলিশ কনস্টেবলকে গ্রেপ্তার করেছে যে সন্ত্রাসীকে হামলার পরিকল্পনা করার জন্য তার বাড়ি ব্যবহার করার অনুমতি দিয়েছে বলে অভিযোগ ছিল।\n\n\n== প্রতিক্রিয়া ==\nজাতিসংঘের তৎকালীন মহাসচিব কফি আনান হামলার নিন্দা করেছেন।\nইসলামি সহযোগিতা সংস্থার (ওআইসি) তৎকালীন মহাসচিব আবদুল ওয়াহেদ বেলকেজিজ বলেন,\n\nএই ধরনের সন্ত্রাসী কর্মকাণ্ড শুধুমাত্র মুসলিমদের মধ্যে সাম্প্রদায়িক (সুন্নি-শিয়া) বিবাদ ও অন্তর্দ্বন্দ্বকে উসকে দেওয়ার জন্য এবং তাদের রক্তপাতের জন্য পরিকল্পিত হতে পারে।\nইসলামাবাদে জাপান দূতাবাস একটি প্রেস বিজ্ঞপ্তি জারি করেছে\n\nইরাকের বাগদাদ এবং কারবালায় সন্ত্রাসী বোমা হামলা এবং মঙ্গলবার কোয়েটায় হামলার কারণে জাপান গভীরভাবে মর্মাহত ও ক্ষুব্ধ, যার ফলে অনেক মৃত্যু ও আহত হয়েছে। কোনোভাবেই সন্ত্রাসবাদকে সমর্থন করা যায় না। জাপান নৃশংস সন্ত্রাসী হামলার দৃঢ় নিন্দা পুনর্ব্যক্ত করে, যা নিরপরাধদের শিকার করে। আমি নিহত ও শোকাহতদের প্রতি আন্তরিক সমবেদনা জানাই এবং আহতদের দ্রুত আরোগ্য কামনা করছি।\nপাকিস্তানের তৎকালীন স্বরাষ্ট্রমন্ত্রী ফয়সাল সালেহ হায়াত এই হামলার নিন্দা করে বলেছেন\n\n\"এই বিপথগামী চরমপন্থীরা দেশে বিশৃঙ্খলা সৃষ্টি করতে চায়।\"\n\n\n== আরও দেখুন ==\n২০০৩ কোয়েটার মসজিদে বোমা হামলা\n\n\n== তথ্যসূত্র =="}