{"pageid": 1368038, "title": "ঐতিহ্যগত জ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1368038", "content": "ঐতিহ্যগত জ্ঞান, আদিবাসী জ্ঞান এবং স্থানীয় জ্ঞান সাধারণত আঞ্চলিক, আদিবাসী বা স্থানীয় সম্প্রদায়ের সাংস্কৃতিক ঐতিহ্যের মধ্যে খচিত করা জ্ঞান ব্যবস্থাকে বোঝায়। বিশ্ব মেধাসম্পদ সংস্থা  এবং জাতিসংঘের মতে, ঐতিহ্যগত জ্ঞান এবং ঐতিহ্যগত সাংস্কৃতিক অভিব্যক্তি উভয় ধরনের আদিবাসী জ্ঞান।\nঐতিহ্যগত জ্ঞানের মধ্যে রয়েছে জীবনধারণের ঐতিহ্যগত প্রযুক্তি (যেমন, শিকার বা কৃষির জন্য সরঞ্জাম ও কৌশল), ধাত্রীবিদ্যা, জাতিতত্ত্ব ও পরিবেশগত জ্ঞান, ঐতিহ্যগত ওষুধ, মহাকাশীয় নৌচলাচল, নৈপুণ্যের দক্ষতা, নৃতাত্ত্বিকবিদ্যা, জলবায়ু এবং অন্যান্য। এই ধরণের জ্ঞান, জীবিকা নির্বাহ এবং বেঁচে থাকার জন্য অত্যন্ত গুরুত্বপূর্ণ, সাধারণত অভিজ্ঞতামূলক পর্যবেক্ষণের সঞ্চয় এবং পরিবেশের সাথে মিথস্ক্রিয়ার উপর ভিত্তি করে।\nঅনেক ক্ষেত্রে, ঐতিহ্যগত জ্ঞান মৌখিক প্রথা হিসাবে প্রজন্মের পর প্রজন্ম ধরে চলে আসছে। এর কিছু রূপ সংস্কৃতি, গল্প, কিংবদন্তি, লোককাহিনী, আচার-অনুষ্ঠান, সঙ্গীত ও আইন, ভাষা, সঙ্গীতপংক্তি, নাচ, গেমস, পৌরাণিক কাহিনী, নকশা, দৃশ্যকলা  এবং স্থাপত্যে প্রকাশ পায় ঐতিহ্যগত সাংস্কৃতিক অভিব্যক্তি বিভাগের অধীনে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nCBD Article 8(j): TradItional Knowledge, Innovations and Practices\nWTO: TRIPs Article 27.3b, traditional knowledge, biodiversity\nInternational Workshop on Free, Prior and InforMed Consent and Indigenous Peoples\nStatement by the Tulalip Tribes of Washington on Folklore, Indigenous Knowledge, and the Public Domain, July 09, 2003\nIntellectual Property Rights, Open Source Methods and Traditional Knowledge in Developing Countries\nAnti-colonial discourse and indigenous knowledges\nTraditional ecological knowledge handbook : a training manual and reference guide for designing, conducting, and participating in research projects using traditional ecological knowledge / prepared by Rita A. Miraglia. Hosted by Alaska State Publications Program.\nResearch article by Terra Nuova on \"Preservation and maintenance of biological diversity related knowledge of indigenous diversity and local communities with traditional lifestyles Bony Forest, Ijara District\""}