{"pageid": 1368475, "title": "কেশিন", "url": "https://bn.wikipedia.org/wiki?curid=1368475", "content": "কেশিনগণ (সংস্কৃত: केशिन्, আইএএসটি: Keśin) ঋগ্বেদের কেশিন স্তোত্র (ঋক ১০.১৩৬) এ বর্ণিত রহস্যময় ক্ষমতা সহ তপস্বী পরিভ্রমণকারী ছিলেন। কেশিনদেরকে গৃহহীন, বাতাসের সাথে ভ্রমণ, শুধুমাত্র ধূলিকণা বা হলুদ ছিদ্রে পরিধান করা এবং শারীরিক ও আধ্যাত্মিক জগতে সমানভাবে ঘরে থাকা হিসাবে বর্ণনা করা হয়েছে। তারা প্রাকৃতিক উপাদান, দেবতা, আলোকিত প্রাণী, বন্য প্রাণী এবং সমস্ত মানুষের সাথে বন্ধুত্বপূর্ণ শর্তে রয়েছে। কেশিন স্তোত্রটি আরও উল্লেখ করে যে কেশিন রুদ্রের মতো একই জাদুর পেয়ালা থেকে পান করে , যা মানুষের জন্য বিষাক্ত।\nঋগ্বেদের কেশিন স্তোত্র হল যোগী এবং তাদের আধ্যাত্মিক ঐতিহ্যের প্রাচীনতম প্রমাণ, ক্যারেল ওয়ার্নার বলেছেন। হিন্দু ধর্মগ্রন্থ ঋগ্বেদ কেশিনদের জন্য প্রশংসার শব্দ ব্যবহার করে।\n\n\n== বিবরণ ==\nকেশিন ছিলেন একাকী তপস্বী, ত্যাগের  জীবন যাপন করতেন এবং বিচরণকারী বিচারক। যাস্ক কেশিনের বিভিন্ন ব্যুৎপত্তিগত অর্থ প্রদান করেছে, যার মধ্যে রয়েছে সূর্য বা সূর্য দেবতা সূর্য। সায়ন সেই দৃষ্টিভঙ্গিকে সমর্থন করেছিলেন, তার পরে হোরাস হেম্যান উইলসন এবং মাইকেল বার্নার্ড ব্লুমফিল্ড সহ কিছু প্রাথমিক ইউরোপীয় সংস্কৃত পণ্ডিতরা অনুসরণ করেছিলেন। হারম্যান ওল্ডেনবার্গ এই দৃষ্টিভঙ্গি নিয়েছিলেন যে কেশিন স্তোত্র \"পুরাতন বৈদিক সময়ের উন্মত্ত অনুশীলন\" এবং কেশিনের \"উন্মত্ত ভাবাবেশ\" বর্ণনা করেছে।\nওয়ার্নার ঋষির সাথে কেশিনের বৈপরীত্য করেছেন, উভয়ই একাকী, তবে পূর্ববর্তীরা নীরব বিচরণকারী প্রকার এবং পরেরটি শিক্ষক, কুঁড়েঘরে বসতি স্থাপন করা ধরনের।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nFlood, Gavin (১৯৯৬)। An Introduction to Hinduism। Cambridge University Press। পৃষ্ঠা 78। আইএসবিএন 9780521438780। \nCrangle, Edward Fitzpatrick (১৯৯৪)। The Origin and Development of Early Indian Contemplative Practices। Studies in Oriental Religions। 29। Otto Harrassowitz Verlag। আইএসবিএন 9783447034791। \nGriffith, Ralph T. H. (১৮৯৭)। The Hymns of the Rigveda। Benares: E. J. Lazarus and Co.। পৃষ্ঠা 582। \nMcDaniel, June (২০০৯)। \"Religious Experience in Hindu Tradition\"। Religion Compass। 3 (1): 99–115। ডিওআই:10.1111/j.1749-8171.2008.00120.x। \nWerner, Karel (১৯৯৫)। The Yogi and the Mystic: Studies in Indian and Comparative Mysticism। Psychology Press। আইএসবিএন 9780700702725। \nWerner, Karel (১৯৯৮)। Yoga and Indian Philosophy। Motilal Banarsidass। আইএসবিএন 9788120816091। \nWerner, Karel (সেপ্টে ১৯৭৭)। \"Yoga and the Ṛg Veda: An Interpretation of the Keśin Hymn (RV 10, 136)\"। Religious Studies। 13 (3): 289–302। এসটুসিআইডি 170592174। জেস্টোর 20005421। ডিওআই:10.1017/s0034412500010076।"}