{"pageid": 1368759, "title": "ইবনে শাহীন", "url": "https://bn.wikipedia.org/wiki?curid=1368759", "content": "ইবনে শাহীন (২৯৭ হি - ৩৮৫ হি/৯০৯ - ৯৯৫) হাদীসের বর্ণনাকারীদের একজন, তার নাম আবু হাফস ওমর বিন আহমেদ বিন ওসমান বিন আহমেদ বিন মুহাম্মদ বিন আইয়ুব বিন আজদাদ আল-বাগদাদী, তিনি জন্মগ্রহণ করেন সফর ২৯৭ হিজরিতে, ৩৮৫ হিজরিতে তিনি ইন্তেকাল করেন।\n\n\n== গুরু ==\nআল-হাফিজ ইবনে শাহীন হাদীসটি শুনেছেন: আবু বকর মুহাম্মাদ বিন মুহাম্মাদ আল-বাগানদী, আবু আল-কাসিম আল-বাগাওয়ি, আবু খুবাইব আল-আব্বাস বিন আল-বারতি, আবু বকর বিন আবি দাউদ, শুয়াইব বিন মুহাম্মদ আল-দারি', আবু আলী মুহাম্মদ বিন সুলেমান আল-মালিকি, ইবনে সাঈদ, আবু হামিদ আল-হাদরামি, এবং আবু বকর বিন জিয়াদ, মুহাম্মদ বিন হারুন বিন আল-মুজদার, আল-হুসাইন বিন আহমেদ বিন বাস্তাম, নাসর বিন আল-কাসিম আল- ফরায়িদি, মুহাম্মদ বিন সালেহ বিন জাগিল, মুহাম্মদ বিন জুহাইর আল-আবলী, আহমদ বিন সুলাইমান বিন জাবান, আবু ইসহাক বিন আবি থাবিত, আবু আলী বিন আবি হুদাইফা।\n\n\n== শিষ্য ==\nতিনি ইবনে শাহীনের সূত্রে বর্ণনা করেছেন এবং তার কাছ থেকে হাদীস নিয়েছেন: আবু বকর মুহাম্মদ বিন ইসমাইল আল-ওয়াররাক, আবু সাদ আল-মালিনী, আবু বকর আল-বারকানি, আহমেদ বিন মুহাম্মদ আল-আতিকী, ওবায়দুল্লাহ বিন ওমর, আবু মুহাম্মদ আল -জাওহরি, আল-হাসান বিন মুহাম্মদ আল-খালাল, আবু তালিব আল-আশরি, আবু আল-হুসাইন বিন আল-মুহতাদি বিল্লাহ, আবু আল-কাসিম আল-তানুখি।\n\n\n== জ্ঞানগত অবস্থান ==\nআল-ধাহাবি তার সম্পর্কে বলেছেন: \"শেখ আল-সাদুক, হাফিজ, আলেম, ইরাকের শেখ।\"\nআল-যাহাবি আরও বলেছেন: \"তিনি ত্রিশের পরে ভ্রমণ করেছিলেন এবং প্রচুর সংগ্রহ ও সংকলন করেছিলেন এবং বিশটি খণ্ডে ব্যাখ্যা করেছিলেন, সমস্তই ট্রান্সমিশনের চেইন সহ।\"\nআবু আল-ফাত বিন আবি আল-ফাওয়ারিস বলেছেন: \"মামুনের বিশ্বস্ততা শ্রেণীবদ্ধ করে যা কেউ শ্রেণীবদ্ধ করেনি।\"\nআবু বকর আল-খতিব বলেছেন: \"তিনি বিশ্বস্ত এবং সৎ ছিলেন এবং তিনি পূর্ব দিকে থাকতেন।\"\nযুবরাজ আবু নাসর বলেছেন: \"তিনি একজন বিশ্বস্ত বিশ্বস্ত ব্যক্তি। তিনি লেভান্ত, ইরাক, পারস্য এবং বসরাতে শুনেছেন এবং অধ্যায় ও অনুবাদ সংগ্রহ করেছেন এবং প্রচুর লিখেছেন।\"\nআবু বকর আল-খতিব বলেছেন: “আবু আল-হুসাইন মুহাম্মদ বিন আলী আল-হাশেমি আমাদের জানিয়েছেন যে ইবনে শাহীন তাদের বলেছিলেন যে আমি প্রথম যা লিখেছিলাম তা ছিল 388 সালে, এবং তিনি তিনশ সংকলন সংকলন করেছিলেন, যার মধ্যে একটি হল এক হাজার অংশের ব্যাখ্যা, এবং প্রেরণের শৃঙ্খল এক ​​হাজার তিনশত অংশ, এবং ইতিহাস একশত পঞ্চাশ ভাগ, এবং তপস্যা একশত অংশ, এবং বসরায় প্রথম ঘটনাটি ঘটেছিল তিনশ বছর। এবং বত্রিশ».\nবিচারক আবু বকর আল-দাউদি বলেছেন: \"আমি আবু হাফস বিন শাহীনকে বলতে শুনেছি, আমি এই সময় পর্যন্ত কালিটি কী দিয়ে কিনেছি তা হিসেব করে দেখেছি এবং তা ছিল সাতশ দিরহাম।\" আল-দাউদী বলেন: আমরা চার পাউন্ড দিরহাম দিয়ে কালি কিনতাম।\nআল-দারাকুতনী বলেন: ইবনে শাহীন ভুলের উপর জোর দেন এবং তিনি বিশ্বস্ত।\n\n\n== রচনাবলী ==\nتفسير ابن شاهين.\nكتاب فضائل شهر رمضان.\nكتاب الترغيب في فضائل الأعمال وثواب ذلك. (কিতাব আত-তারগীব ফী ফাযাইল আল-আমাল ওয়া সাওয়াব যালিক)\nكتاب تاريخ أسماء الثقات.\nكتاب فضائل سيدة النساء.\nكتاب حديث عمر بن أحمد\nكتاب شرح مذاهب أهل السنة.\nكتاب ناسخ الحديث ومنسوخه\n\n\n== তথ্যসূত্র =="}