{"pageid": 1368424, "title": "দেবপ্রসাদ ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=1368424", "content": "আচার্য দেবপ্রসাদ ঘোষ (১৫ মার্চ ১৮৯৪ – ১৪ জুলাই ১৯৮৫) ছিলেন একজন খ্যাতনামা ভারতীয় বাঙালি গণিতজ্ঞ, সুপণ্ডিত শিক্ষাব্রতী, বিশিষ্ট ভাষাতত্ববিদ, আইনজীবি, সাংবাদিক ও রাজনীতিবিদ।  ভারতীয় রাজনীতিতে যুক্ত হয়ে ১৯৫৬ খ্রিস্টাব্দ হতে ১৯৬৫ খ্রিস্টাব্দ পর্যন্ত (১৯৬০ এবং ১৯৬২ খ্রিস্টাব্দ ব্যতীত) সময়ে তিনি  ভারতীয় জনসংঘের সভাপতি ছিলেন।  দেবপ্রসাদ ঘোষ ভারতীয় রাজনীতিতে সক্রিয়ভাবে যুক্ত ছিলেন। ১৯৬০ এবং ১৯৬২ খ্রিস্টাব্দ ব্যতীত, ১৯৫৬ খ্রিস্টাব্দ হতে ১৯৬৫ খ্রিস্টাব্দ পর্যন্ত সময়কালে তিনি  ভারতীয় জনসংঘের সভাপতি পদে ছিলেন। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nদেবপ্রসাদ ঘোষের জন্ম ১৮৯৪ খ্রিস্টাব্দের ১৫ মার্চ অবিভক্ত বাংলার অধুনা বাংলাদেশের তৎকালীন বরিশাল জেলার বর্তমানে ঝালকাঠি জেলার গাভা গ্রামের এক কায়স্থ পরিবারে। তার পিতা ক্ষেত্রনাথ ঘোষ ছিলেন  ব্রজমোহন কলেজের দর্শনশাস্ত্রের অধ্যাপক ও মাতা অন্নদাসুন্দরী দেবী ছিলেন কবি। অত্যন্ত কৃতি ছাত্র দেবপ্রসাদ জীবনে কোন পরীক্ষায় কখনও দ্বিতীয় হননি। ব্রজমোহন স্কুল ও ব্রজমোহন কলেজ থেকে ১৯০৮ ও ১৯১০ খ্রিস্টাব্দে যথাক্রমে এন্ট্রান্স ও আই.এ পরীক্ষায় প্রথম হয়েও, স্বদেশী আন্দোলনে যুক্ত থাকার কারণে সরকারি বৃত্তি হতে বঞ্চিত হন। ১৯১২ খ্রিস্টাব্দে কলকাতার সিটি কলেজ থেকে গণিতে বি.এ পরীক্ষায় সর্বপ্রথম স্থান অধিকার করে ঈশান স্কলারশিপ লাভ করেন। ১৯১৪ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় থেকে মিশ্র গণিতে এম.এ পাশ করেন। গণিতশাস্ত্রে অনার্স পরীক্ষায় আশুতোষ মুখোপাধ্যায়েরপাওয়া নম্বরের যে রেকর্ড ছিল, সেঠিকে ভাঙ্গেন তিনি। দেবপ্রসাদকে 'আধুনিক গণিতের রামানুজন নামে আখ্যায়িত করা হয়।  তার অনুজ সত্যব্রত ঘোষ ও ভগিনী ঈশান স্কলার শান্তিসুধা ঘোষ ছিলেন বিশিষ্ট মুক্তিযোদ্ধা। \n\n\n== কর্মজীবন ==\nগণিতে এম.এ পাশের পর দেবপ্রসাদ মাত্র ২১ বৎসর বয়সে কলকাতা তৎকালীন রিপন কলেজে অধ্যাপক নিযুক্ত হন। কলকাতা বিশ্ববিদ্যালয়ের তৎকালীন উপাচার্য আশুতোষ মুখোপাধ্যায় ঘোষণা করেন বিশ্ববিদ্যালয়ের ল' কলেজ ব্যতীত অন্যত্র আইন ক্লাশ নেওয়া চলবে না। তবে যদি কোন কলেজের ছাত্র আইন পরীক্ষা দিয়ে প্রথম হন, তাহলে সেই কলেজে আইনের ক্লাশ চালাতে দেওয়া যাবে। অধ্যাপক দেবপ্রসাদ রিপন কলেজের ছাত্র হিসাবে ১৯১৮ খ্রিস্টাব্দে আইন পরীক্ষায় প্রথম হন এবং রিপন কলেজে আইন বিভাগ চালু রাখেন। ১৯৪১ খ্রিস্টাব্দে তিনি রংপুরের কারমাইকেল কলেজে অধ্যক্ষ পদে যোগ দেন এবং ১৯৫০ খ্রিস্টাব্দে অবসর গ্রহণ করেন।\n১৯২০ খ্রিস্টাব্দে শ্যামসুন্দর চক্রবর্তী প্রতিষ্ঠিত বিখ্যাত ইংরাজী দৈনিক সারভেন্ট পত্রিকার সঙ্গে যুক্ত হয়ে  অসহযোগ আন্দোলনকালে সাংবাদিকতা করেন। কিছুদিন কলকাতা হাইকোর্টে ব্যবহারজীবির কাজও করেছেন। দেবপ্রসাদ শুধুমাত্র গণিতজ্ঞ ছিলেন না, অনেকগুলি ভারতীয় ও ইউরোপীয় ভাষায় তার বিশেষ দখল ছিল। বিশিষ্ট ভাষাতত্ত্ববিদ হিসাবে সমাদৃত ছিলেন তিনি। আক্রমণাত্মক রক্ষনশীল চরিত্রের তিনি বাংলা ভাষাকে আন্তরিকভাবে ভালবাসতেন। তার রক্ষনশীলতা ছিল বাংলা ভাষার আদিরূপ রক্ষার্থে। রবীন্দ্রনাথের সঙ্গেও তার বাংলা বানান নিয়ে পারস্পরিক শ্রদ্ধা মিশ্রিত পত্র-বিতর্ক হয়েছিল। রবীন্দ্রনাথের উৎসাহে এবং কলকাতা বিশ্ববিদ্যালয়ের উদ্যোগে নববিধান আনতে রাজশেখর বসু, চারুচন্দ্র ভট্টাচার্য, সুনীতিকুমার চট্টোপাধ্যায়, ড. শহীদল্লাহ প্রমুখ ভাষাতত্ত্ববিদদের নিয়ে বানান কমিটি গঠিত হয়েছিল। কমিটির সদস্যদের যথেষ্ট বেগ পেতে হয়েছিল দেবপ্রসাদের কাছে। এবিষয়ে তার রচিত বাঙ্গালা ভাষা ও বাণান গ্রন্থটি বিশেষ উল্লেখযোগ্য।  কলকাতা বিশ্ববিদ্যালয় ও ঢাকা বিশ্ববিদ্যালয়ের পরিচালক সমিতির সদস্য হয়েছিলেন।\nপ্রথমদিকে  ভারতীয় জাতীয় কংগ্রেসের সদস্য হিসাবে রাজনীতিতে সক্রিয় ছিলেন। ১৯৩৩ খ্রিস্টাব্দে হিন্দু মহাসভায় যোগ দেওয়ার আগে নয় বৎসর বাংলার ন্যাশনালিস্ট পার্টির সদস্য ছিলেন। ১৯৫১ খ্রিস্টাব্দে  শ্যামাপ্রসাদ মুখোপাধ্যায়ের নেতৃত্বে নতুন রাজনৈতিক দল ভারতীয় জনসংঘ গঠিত হলে তিনি দলের সদস্য হন। ১৯৫২ খ্রিস্টাব্দে রাজ্যসভার সদস্যপদ লাভ করেন। ১৯৫৬ খ্রিস্টাব্দ হতে ১৯৬৫ খ্রিস্টাব্দ পর্যন্ত সময়কালের বিভিন্ন সময়ে ভারতীয় জনসংঘের সভাপতি ছিলেন পাঁচ বছর এবং রাজ্য শাখার সভাপতি ছিলেন দীর্ঘদিন। তিনি ইংরাজী ও বাংলা উভয় ভাষাতেই সুবক্তা ছিলেন।\nতার রচিত গ্রন্থগুলির মধ্যে উল্লেখযোগ্য হল–\n\nহিন্দু কোন পথে\nসতের বৎসর পরে\nতরুণিমা (সাহিত্যিক ও সামাজিক আলোচনা)\nত্রৈরাশিক (ব্যঙ্গ কবিতা)\nশিফটিং সিনস্\nতিনি স্কুল-কলেজের জন্য পাটিগণিত, বীজগণিত, জ্যামিতি, ত্রিকোণমিতির উপর জনপ্রিয় পাঠ্যপুস্তক রচনা করেছেন। \n\n\n== পারিবারিক জীবন ও জীবনাবসান ==\nআচার্য দেবপ্রসাদ ঘোষ শোভারাণী বসু কে বিবাহ করেন। তাদের ছয় পুত্র এবং দুই কন্যা ছিল। তিনি ১৯৮৫ খ্রিস্টাব্দের ১৪ জুলাই ৭১ বৎসর বয়সে প্রয়াত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}