{"pageid": 1368485, "title": "তাড়কা", "url": "https://bn.wikipedia.org/wiki?curid=1368485", "content": "তাড়কা বা তাতকা হল রামায়ণে একজন উপেক্ষণীয় যজ্ঞ বিরোধী রাক্ষসী। তার সন্তান মারীচ এবং সুবাহুর সাথে তাড়কা বনে যজ্ঞরত ঋষিদের হয়রানি ও আক্রমণ করতেন।  তারা শেষ পর্যন্ত তাদের শিক্ষক বিশ্বামিত্রের নির্দেশে রাম এবং লক্ষ্মণ দ্বারা নিহত হয়েছিল।\n\n\n== রামায়ণ ==\nরামায়ণে বিশ্বামিত্র রাম এবং লক্ষ্মণকে তাড়কার গল্প বলেন যখন তারা তার দ্বারা অধ্যুষিত একটি বনে পৌঁছান। বিশ্বামিত্র বলেছেন যে সুকেতু নামক এক যক্ষ সন্তান প্রাপ্তির জন্য তপস্যা করেছিলেন এবং তাকে তাড়কা নামে এক হাজার হাতির শক্তি দিয়ে একটি কন্যা দেওয়া হয়েছিল কিন্তু পুত্র নয়। যখন তিনি পূর্ণবয়স্ক হন তখন তিনি সুন্দার সাথে বিবাহ বন্ধনে আবদ্ধ হন এবং মারীচ নামে একটি পুত্রের জন্ম দেন। সুন্দাকে হত্যা করার পর তাড়কা এবং মারীচ দ্রষ্টা অগস্ত্যকে আক্রমণ করে যিনি মারীচকে রাক্ষস হওয়ার জন্য অভিশাপ দেন এবং তাড়কাকে কুৎসিত মানব ভক্ষক হওয়ার জন্য অভিশাপ দেন। অভিশাপে পাগল হয়ে তিনি অগস্ত্য যেখানে থাকতেন সেই অঞ্চলে ঘুরে বেড়ান।\nবাল্মীকি রামায়ণ-এর সমালোচনামূলক সংস্করণে পূর্ববর্তী আখ্যানের অনেক বিশদ বিবরণ উল্লেখ করা হয়নি, তবে পরবর্তী ভাষ্যকার এবং সংশোধকরা গল্পের আরও বেশি সংস্করণ প্রকাশ করেছেন। রামায়ণের তিনটি প্রথাগত ভাষ্য অনুসারে, অগস্ত্যের অভিশাপের কারণে সুন্দের মৃত্যু হয় যা ভান্ডারে রাজ্যে অগস্ত্যের উপর আপাতদৃষ্টিতে অযৌক্তিক আক্রমণের জন্য তাড়কার যথাযথ কারণ তুলে ধরে।  মহাকাব্যের দক্ষিণের সংশোধকরা যে তাড়কা (মানুষ ভক্ষক হওয়ার আগে) অগস্ত্য খাওয়ার চেষ্টা করে। একটি অপ্রচলিত মালয়ালম লিপি সংশোধকরা বলে যে অগস্ত্যকে দেখার পর তাড়কা স্তব্ধ হয়েছেন: এই বলে যে তিনি নগ্ন হয়ে প্রেমের সাথে গান গাইতে তার দিকে ছুটে যান। গোল্ডম্যানের মতে, এই মালয়ালম লিপি সংশোধকরা তাড়কা কিংবদন্তির একটি গুরুত্বপূর্ণ অংশ সংরক্ষণ করে যা বাল্মীকি রামায়ণে চাপা ছিল।\nবিশ্বামিত্র তাড়কার অতীত বর্ণনা করার পর রামকে নির্দেশ দেন যে তাকে অবশ্যই তাতাকাকে হত্যা করতে হবে এবং তার জন্য তার কোনো সমবেদনা বা কোনো নারীকে হত্যার জন্য ঘৃণা করা উচিত নয় এবং তিনি অন্যান্য ঘটনার কথা বর্ণনা করেছেন যেখানে নৈতিক পুরুষদের দ্বারা অধার্মিক নারীদের হত্যা করা হয়েছিল। রাম সম্মত হন, তাড়কাকে হত্যা করাই হল উত্তমম \"[একটি] বিশিষ্টভাবে ন্যায়সঙ্গত পদক্ষেপ\"। তিনি তার ধনুকের টং টং শব্দ দুলছেন যা তাড়কাকে দৃশ্যের দিকে আকৃষ্ট করে। রাম তখন বলে যে তিনি একজন মহিলা হওয়ার কারণে তাকে হত্যা করবেন না। তবে কেবল তার কান এবং নাক কেটে ফেলার এবং তার শক্তি এবং কোমর থেকে তাকে সরিয়ে দেওয়ার প্রতিজ্ঞা করেছেন। তখন তাড়কা রামকে অভিযুক্ত করেন, যিনি তাকে বুকে একটি তীর দিয়ে বিদ্ধ করে হত্যা করতে এগিয়ে যান।\nকেবলমাত্র দক্ষিণের সংবর্ধনায় রামের ব্রত তাড়কার কান ও নাক কেটে ফেলার কথা বলা হয়েছে এবং রাম প্রকৃতপক্ষে সেই সংশোধকরা তার ব্রত পূরণের কথা উল্লেখ করেন।  উত্তরের সংশোধকরা তার ব্রত বা তার পূর্ণতার কথা উল্লেখ করেন না, যা গোল্ডম্যানকে বিশ্বাস করতে পরিচালিত করে যে এটি উল্লেখ করা সংশোধনগুলি সন্দেহজনক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nতাড়কা (তাটকা)"}