{"pageid": 1369950, "title": "কিস কিস ব্যাং ব্যাং", "url": "https://bn.wikipedia.org/wiki?curid=1369950", "content": "কিস কিস ব্যাং ব্যাং হলো ২০০৫ সালে মুক্তি পাওয়া আমেরিকান নব্য নোয়ার তিক্ত হাস্যরসাত্মকধর্মী অপরাধমূলক চলচ্চিত্র যেটি রচনা এবং পরিচালনা করেছেন শেন ব্ল্যাক (তার চলচ্চিত্র অভিষেক), এবং এতে অভিনয় করেছেন রবার্ট ডাউনি জুনিয়র, ভাল কিলমার, মিশেল মোনাঘান এবং করবিন বার্নসেন। এর চিত্রনাট্য আংশিকভাবস ব্রেট হালিডে এর বডিস আর হোয়াইর ইউ ফাইন্ড দেম (১৯৪১) এর উপর ভিত্তি করে নির্মিত। চলচ্চিত্রটি প্রযোজনা করেছেন জোয়েল সিলভার সাথে ছিল সুসান লেভিন এবং এক্সিকিউটিভ প্রযোজক স্টিভ রিচার্ডস।\nলস অ্যাঞ্জেলস এ ফেব্রুয়ারি ২৪ থেকে মে ৩, ২০০৪ পর্যন্ত এর চলচ্চিত্রায়ন হয়। চলচ্চিত্রটি মে ১৪, ২০০৫ সালে কান চলচ্চিত্র উৎসবে অভিষেক ঘটায়। এবং যুক্তরাষ্ট্রে অক্টোবর ২১, ২০০৫ এ মুক্তি পায়। এটি ইতিবাচক সাড়া পায় এবং বিশ্বব্যাপী $১৫ মিলিয়ন আয় করে।\n\n\n== গল্প সারসংক্ষেপ ==\nছোটখাটো অপরাধী হ্যারি লকহার্ট পুলিশ থেকে বাঁচতে ভুল করে একটি চলচ্চিত্রের অডিশনে ঢুকে পড়ে। তিনি চলচ্চিত্রটি পেয়ে যান এবং হলিউডে পাড়ি জমান। সেখানে সে একটি হত্যার ষড়যন্ত্রের সাথে জড়িয়ে পড়ে তার ছোটবেলার বান্ধবী হারমনি লেন এবং প্রাইভেট ডিটেকটিভ পেরি ভান শ্রাইক এর সাথে।\n\n\n== কুশীলব ==\nরবার্ট ডাউনি জুনিয়র - হ্যারল্ড \"হ্যারি\" লকহার্ট\nইন্ডিও ফ্যালকনার ডাউনি - ৯ বছরের হ্যারি\nরিচার্ড অ্যালান ব্রাউন - কিশোর হ্যারি (ক্রেডিট দেয়া হয়নি)\nভাল কিলমার - \"গে\" পেরি ভান শ্রিক\nমিশেল মোনাঘান / হারমনি ফেইথ লেন\nএরিয়াল উইন্টার - ৭ বছরের হারমনি\nস্টেফনি পিয়ারসন - কিশোরী হারমনি\nকরবিন বার্নসেন - হারলেন ডেক্সটার\nড্যাশ মিহক - মি. ফ্রাইং প্যান\nলেরি মিলার - ডেবনি শ\nরকমন্ড ডানবার - মি. ফায়ার\nশায়ান সোসামন - মিয়া ফ্রাই\nএঞ্জেলা লিন্ডভাল - ফ্লিকা\nড্যানিয়েল ব্রাউনিং স্মিথ - রাবার বয়\nলরেন্স ফিশবার্ন - বিয়ার (জেনারস বিয়ার বিজ্ঞাপনে উপস্থিত) (ক্রেডিট দেওয়া হয় নি)\n\n\n== উন্নয়ন ==\n\n\n== মুক্তি ==\nকিস কিস ব্যাং ব্যাং ২০০৫ কান চলচ্চিত্র উৎসব এর জন্য প্রতিযোগিতা করে। অক্টোবর ১৭, ২০০৫ হলিউড ফিল্ম ফেস্টিভ্যাল এ এটি প্রারম্ভিক চলচ্চিত্র হিসেবে চাইনিজ থিয়েটারে মুক্তি পায়। কিস কিস ব্যাং ব্যাং জুন ১৩, ২০০৬ সালে ডিভিডি তে মুক্তি পায়।\n\n\n=== বক্স অফিস ===\nচলচ্চিত্রটি যুক্তরাষ্ট্রের অল্প সংখ্যক প্রেক্ষাগৃহে মুক্তি পায় অক্টোবর ২১, ২০০৫ এ। এটি মুক্তির পর থেকে সমালোচকদের থেকে ইতিবাচক সাড়া পাওয়ার ফলে নভেম্বর এর মাঝামাঝি পর্যন্ত প্রতি সপ্তাহেই এর প্রেক্ষাগৃহের সংখ্যা বাড়ানো হয়। জানুয়ারির শুরু পর্যন্ত এটি যুক্তরাষ্ট্রের প্রেক্ষাগৃহ গুলোতে চলতে থাকে। চলচ্চিত্রটি যুক্তরাষ্ট্র থেকে $৪.২ মিলিয়ন আয় করে। কিস কিস ব্যাং ব্যাং যুক্তরাষ্ট্রের বাইরে বিশ্বব্যাপী $১১.৫৪ মিলিয়ন আয় করে। চলচ্চিত্রটির সর্বমোট আয় হয় $১৫.৭৮ মিলিয়ন। ডাউনি বক্স অফিসে কম আয়ের জন্য হতাশ হয়েছিলেন, কিন্তু সে বলে \"এটি আয়রন ম্যান চলচ্চিত্রটি তাকে পাইয়ে দিতে সাহায্য করে\", তার পারফরম্যান্স দেখে জন ফ্যাব্রু তার প্রতি আগ্রহ দেখায়। আয়রন ম্যান ডাউনি'র ক্যারিয়ার আবার গড়ে তোলে এবং ব্ল্যাক কে আয়রন ম্যান ৩ পরিচালনা করার জন্য নিয়ে আসা হয়।\n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\nরোটেন টমেটোস এ, চলচ্চিত্রটি ১৮০ টি পর্যালোচনার ভিত্তিতে ৮৬% ইতিবাচক সাড়া পায়, যার গড় রেটিং ৭.৫০/১০। মেটাক্রিটিক এ চলচ্চিত্রটি ৩৭ জন সমালোচক থেকে ১০০ এর মধ্যে ৭২ গড় নম্বর পেয়েছে, যা \"সাধারণত ইতিবাচক\" পর্যালোচনার দিকে নির্দেশ করে।\n\n\n== প্রশংসা ==\nকিস কিস ব্যাং ব্যাং কে ২০০৫ ফিনিক্স ফিল্ম ক্রিটিক সোসাইটি \"বছরের সবচেয়ে উপেক্ষিত চলচ্চিত্র\" হিসেবে উল্লেখ করে। ২০০৬ সালে এম্পায়ার একে \"শ্রেষ্ঠ রোমাঞ্চকর\" হিসেবে উল্লেখ করে।\n\n\n== সাউন্ডট্র‍্যাক ==\nজন অটম্যানের সঙ্গীতায়োজনে কিস কিস ব্যাং ব্যাং -এর সাউন্ডট্র্যাকটি ১৮ অক্টোবর, ২০০৫ সালে প্রকাশিত হয়।\n\n\n== তথ্যসূত্র =="}