{"pageid": 1369513, "title": "নলকুবের", "url": "https://bn.wikipedia.org/wiki?curid=1369513", "content": "নলকুবের, বা  নলকুবার (সংস্কৃত: नलकूबर, প্রতিবর্ণীকৃত: Nalakūbara), হিন্দু ও বৌদ্ধ পুরাণে মণিগ্রীবের ভাই (মণিভদ্র নামেও পরিচিত), যক্ষ রাজা কুবেরের (বৈশ্রবণ নামেও পরিচিত) পুত্র এবং রম্ভা ও রত্নমালার স্বামী হিসেবে আবির্ভূত হয়।  হিন্দু ও বৌদ্ধ সাহিত্যে নলকুবেরকে প্রায়ই যৌন প্রতারক ব্যক্তিত্ব হিসেবে দেখা যায়।\n\n\n== নাম ==\nবিভিন্ন সংস্কৃত এবং প্রাকৃত গ্রন্থে কুবেরের পুত্রকে বর্ণনা করার জন্য \"নলকুবর\", \"নালকুবলা\", \"ময়ূরাজা\", \"নরকুবেরা\" এবং \"নটকুবেরা\" নাম দেওয়া হয়েছে।  দেবতাকে চীনা গ্রন্থে \"নাজহা\" এবং পরবর্তীতে \"নেজা\" হিসাবেও প্রদর্শিত হয়েছে যা \"নালকুবের\" শব্দের সংক্ষিপ্ত প্রতিবর্ণীকরণ।\n\n\n== পৌরাণিক কাহিনী মতে ==\n\n\n=== হিন্দুধর্ম ===\n\n\n==== রামায়ণ ====\nরামায়ণে, নলকুবেরের প্রথম স্ত্রী রম্ভা তার কাকা রাবণের দ্বারা যৌন নির্যাতনের শিকার হয়েছিল। বাল্মীকি রামায়ণে, নলকুবের রাবণকে অভিশাপ দেন যে তিনি কখনই অন্য যুবতী মহিলার কাছে যেতে পারবেন না যদি না তিনি তার প্রেম ভাগ করেন; যদি লালসার দ্বারা বাহিত হয়, যে তাকে ভালবাসে না এমন কোনও মহিলার প্রতি অত্যাচার করেন তবে তার মাথা সাত টুকরো হয়ে যাবে। রাবণ তাকে অপহরণ করার পর এই অভিশাপ রামের স্ত্রী সীতার সতীত্ব রক্ষা করেছিল।\n\n\n==== ভাগবত পুরাণ ====\n\nভাগবত পুরাণে, নলকুবের এবং তার ভাই মণিগ্রীব ঋষি নারদ দ্বারা বৃক্ষে পরিণত হওয়ার জন্য অভিশপ্ত হন। পরে তারা শিশু-দেবতা কৃষ্ণ দ্বারা মুক্তি পায়।\nনলকুবেরা এবং মণিগ্রীব নগ্ন অবস্থায় গঙ্গয় অপ্সরাদের সাথে খেলা করছিলেন। যখন নারদ বিষ্ণুর সাথে দেখা করার পরে হেঁটে যাচ্ছিলেন। নারদকে দেখে দাসীরা নিজেদেরকে ঢেকে ফেলল যখন নলকুভার এবং মণিগ্রীব নারদকে লক্ষ্য করার মতো নেশাগ্রস্ত ছিলেন এবং বস্ত্রহীন ছিলেন। কিছু বিবরণ অনুসারে, নারদ ভাইদেরকে তাদের অত্যধিক নারী ও মদ খাওয়ার মাধ্যমে তাদের জীবন নষ্ট করার জন্য করুণা করেছিলেন।  ভাইদের তাদের ভুল বুঝতে সাহায্য করার জন্য নারদ তাদের দুটি মারুতু গাছে পরিণত হবার অভিশাপ দেন।  নারদ ভাইদের জন্য অনেক বছর পর কৃষ্ণের সাথে দেখা করতে চেয়েছিলেন যিনি তাদের অভিশাপ থেকে মুক্তি দিতে সক্ষম হবেন। অন্যান্য বর্ণনায় বলা হয় যে নারদ ভাইদের মর্যাদা ও সম্মানের অভাবের কারণে এতটাই ক্ষুব্ধ হয়েছিলেন যে তিনি তাদের গাছে পরিণত করেছিলেন। দুই ভাই নারদকে অনুরোধ করার পরে তিনি সম্মত হন যে কৃষ্ণ তাদের স্পর্শ করলে তারা শাপ থেকে মুক্তি পাবে।\nবহু বছর পরে, কৃষ্ণ যখন শৈশবে তখন তাঁর পালক-মা যশোদা তাঁকে ময়লা খাওয়া থেকে বিরত রাখার জন্য একটি পেষণীর সাথে বেঁধে রেখেছিলেন। কৃষ্ণ পেষণীটিকে মাটিতে টেনে নিয়ে গেলেন যতক্ষণ না এটি দুটি গাছের মধ্যে গেঁথে যায়। এই গাছগুলি ছিল নলকুভার এবং মণিগ্রীব এবং তাঁর সংস্পর্শে আসার পরে তারা তাদের আসল রূপে ফিরে আসে। তখন ভাইয়েরা কৃষ্ণের প্রতি শ্রদ্ধা নিবেদন করে তাদের পূর্বের ভুলের জন্য ক্ষমা প্রার্থনা করে এবং চলে যায়।\n\n\n=== বৌদ্ধধর্ম ===\nকাকতি জাতক গল্পে, নলকুবের (এখানে নটকুবেরা) বেনারসের রাজার দরবারী সঙ্গীতশিল্পী হিসেবে আবির্ভূত হয়।  রাজার স্ত্রী রাণী কাকতীকে গরুড় রাজা অপহরণ করার পর বেনারসের রাজা নটকুবেরাকে তার খোঁজ করতে পাঠান। নটকুবেরা গরুড় রাজার পালের মধ্যে লুকিয়ে থাকে যিনি নাটকুবেরাকে তার নীড়ে নিয়ে যান। একবার তিনি পৌঁছে গেলে নটকুবেরা রাণী কাকতীর সাথে যৌনমিলন করেন। এরপরে নটকুবেরা গরুড়ের পাখায় বেনারসে ফিরে আসেন এবং কাকতীর সাথে তার অভিজ্ঞতার কথা বলে একটি গান রচনা করেন।  গরুড় যখন গানটি শুনেন, তিনি বুঝতে পারেন যে তিনি প্রতারিত হয়েছেন। তিনি কাকতীকে তার স্বামীর কাছে ফিরিয়ে আনেন।\n\n\n== তথ্যসূত্র =="}