{"pageid": 1369230, "title": "ললিতমোহন বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1369230", "content": "ডাঃ ললিতমোহন বন্দ্যোপাধ্যায়(২৩ মার্চ ১৮৮০ – ৬ জানুয়ারি ১৯৬৮) ছিলেন একজন খ্যাতনামা শল্যচিকিৎসক এবং ভারতের প্রথম শল্যচিকিৎসক-অধ্যাপক। তিনি ও ভারতরত্ন ডাঃ বিধানচন্দ্র রায় সেসময় ভারতের সেরা চিকিৎসক ছিলেন।  ভারতের রাষ্ট্রপতির ব্যক্তিগত চিকিৎসক ছিলেন ললিতমোহন।  তিনি কবিগুরু রবীন্দ্রনাথ ঠাকুরের শেষ শল্যচিকিৎসা এবং কথাশিল্পী শরৎচন্দ্র চট্টোপাধ্যায়ের শল্যচিকিৎসা  করেন। ১৯৫৫ খ্রিস্টাব্দে ভারত সরকার চিকিৎসা ক্ষেত্রে অবদানের জন্য দেশের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণ প্রদান করে। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nললিতমোহন বন্দ্যোপাধ্যায়ের জন্ম ১৮৮০ খ্রিস্টাব্দের ২৩ মার্চ  ব্রিটিশ ভারতের অধুনা  পাকিস্তানের  রাওয়ালপিন্ডির এক উচ্চ শিক্ষিত খ্রিস্টান  পরিবারে। তার পিতা ছিলেন রাওয়ালপিন্ডির এক মিশনারি  স্কুলের প্রধান শিক্ষক। তার বাল্যকাল অতিবাহিত হয় রাওয়ালপিন্ডি ও বারানসীতে। ১৯০৪ খ্রিস্টাব্দে তিনি কলকাতার মেডিক্যাল কলেজ থেকে এমবি এবং ১৯১৩ খ্রিস্টাব্দের মাস্টার অফ সার্জারি পাশ করে। লন্ডন  যান।  ১৯১৫ খ্রিস্টাব্দে এফআরসিএস ডিগ্রি অর্জন করে দেশে ফিরে আসেন। ডাঃ বিধানচন্দ্র রায়ের ঘনিষ্ঠ বন্ধু ছিলেন তিনি।\n\n\n== কর্মজীবন ==\nদেশে ফিরে ললিতমোহন তৎকালীন ক্যালকাটা স্কুল অফ মেডিসিনে যোগ দেন।\nতিনি  ভারতের রাষ্ট্রপতির  ব্যক্তিগত চিকিৎসক ছিলেন। রবীন্দ্রনাথ ঠাকুর অসুস্থতার কারণে ১৯৪১ খ্রিস্টাব্দের ২৫ জুলাই শান্তিনিকেতন থেকে কলকাতায় এলে তিনি কবির জোডাসাঁকোর বাসভবনে অস্ত্রোপচার করেন ৩০ জুলাই। কিন্তু কবি ৭ আগস্ট প্রয়াত হন। কথাশিল্পী শরৎচন্দ্র চট্টোপাধ্যায় গ্যাস্ট্রো সমস্যায় ভুগছিলেন। তারও অস্ত্রোপচারের প্রয়োজন হয়। তিনি ব্রিটিশদের পরিচালিত কোন নার্সিংহোমে ভর্তি হতে না চাওয়ায় ৪ নং ভিক্টোরিয়া টেরেসে তার অপারেশন করেন।\n\n\n== সম্মাননা ==\n১৯৫৫ খ্রিস্টাব্দে ভারত সরকার চিকিৎসাক্ষেত্রে অবদানের জন্য তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণ প্রদান করে।\n\n\n== জীবনাবসান ==\nডাঃ ললিতমোহন বন্দ্যোপাধ্যায় ১৯৬৮ খ্রিস্টাব্দের ৬ জানুয়ারি কলকাতায় প্রয়াত হন। কলকাতার মানিকতলা খ্রিস্টান সিমেট্রিতে তাকে সমাহিত করা হয়। কলকাতার  সন্নিহিত সোদপুরে একটি রাস্তা 'ডক্টর এল এম ব্যানার্জি রোড'  নামে নামাঙ্কিত করা হয়।\n\n\n== তথ্যসূত্র =="}