{"pageid": 1369823, "title": "কলকাতায় মুদ্রণশিল্পের আদিযুগ", "url": "https://bn.wikipedia.org/wiki?curid=1369823", "content": "অষ্টাদশ শতাব্দীর শেষের চতুর্থাংশে কলকাতা সরকারি ও বেসরকারি মুদ্রণের কেন্দ্র হিসেবে গড়ে উঠেছিল। দক্ষিণ এশিয়ার পরিপ্রেক্ষিতে প্রথমবার একটি নতুন বইয়ের ব্যবসা চালু করা সম্ভব যা পূর্ণাঙ্গ এবং এতে মুদ্রণযন্ত্র, বাইন্ডার, সাবস্ক্রিপশন প্রকাশনা এবং গ্রন্থাগারের কার্যকলাপ অন্তর্ভুক্ত।\n\n\n== প্রেক্ষাপট ==\nযে প্রশ্ন দিয়ে এই বিষয়ক গ্রাহাম শয়ের গুরুত্বপূর্ণ রচনা প্রিন্টিং ইন ক্যালকাটা টু ১৮০০ শুরু হয়েছে, তা হলো যে আদৌ কলকাতার এক স্বয়ংসম্পূর্ণ ইউরোপীয় সম্প্রদায় এক মুদ্রণ প্রেসের প্রয়োজন ছিল কিনা। গ্রাহাম শ তুলে ধরেছেন কীভাবে কলকাতার মুদ্রণশিল্পের আদিযুগ মুদ্রণ সংস্কৃতি এবং অক্ষরজীবীদের গোষ্ঠীর উপর নির্ভরশীল সংস্কৃতির এক সন্ধিক্ষণ। ৭ এপ্রিল ১৭৮১-এ ইন্ডিয়া গেজেট-এর সম্পাদককে প্রেরিত এক চিঠি দ্বারা বোঝা যায় কীভাবে সহজলভ্য অক্ষরজীবীর জন্য সরকারের কাছে মুদ্রণ ব্যবস্থা চালু করা কম গুরুত্বপূর্ণ হয়ে উঠেছিল।\nমাইলস অগবর্ন তাঁর ইন্ডিয়ান ইঙ্ক রচনায় গ্রাহাম শয়ের প্রদত্ত প্রশ্নের আংশিক উত্তর দিয়েছেন। তিনি ব্যাখ্যা করেছেন কীভাবে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি কেবল বাণিজ্যের জন্যই মুদ্রণ ব্যবস্থা চালু করেননি, বরং সাম্রাজ্যকে ধরে রাখার জন্যও গুরুত্বপূর্ণ ছিল। সুতরাং, উপরে আলোচিত চিঠিতে \"মুদ্রণ ব্যবস্থার ভয়\" ১৭৭০-এর দশকে মিলিয়ে গিয়েছিল যখন কোম্পানি সাম্রাজ্যকে মজবুত করার প্রয়োজন অনুভব করেছিল।\n\n\n== হিকি ও কিয়ারনান্ডার ==\nজেমস অগাস্টাস হিকি প্রথমদিকে জাহাজের মালপত্রের এক ব্যাপারী ছিলেন। ১৭৭৫–৭৬ সালে তিনি ব্যাপক ক্ষতির সম্মুখীন হয়েছিলেন এবং ঋণের জন্য তাঁকে কারাবন্দী করা হয়েছিল। ঠিক কীভাবে তিনি কাঠের ছাপাখানা তৈরি করে কাজ চালানোর জন্য দুই হাজার টাকা পেয়েছিলেন তা তুলে ধরা সহজ নয়। ১৭৭৭ সালে তিনি কলকাতার আদিমতম জ্ঞাত ছাপাখানা তৈরি করেছিলেন এবং একই বছরে তিনি ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির হয়ে সামরিক দলিল ও বাট্টা পত্রের মুদ্রণ করা শুরু করেছিলেন। তাঁকে কখনো কখনো কমিশনও দেওয়া হতো যা তিনি সম্পূর্ণ করেননি বা সম্পূর্ণ নগদ দেননি। কর্তৃপক্ষের সঙ্গে সংঘাতের জন্য হিকি কুখ্যাত ছিলেন। জানুয়ারি ১৭৮০-এ হিকির ছাপাখানা থেকে ভারতের প্রথম সংবাদপত্র বার্ষিক বেঙ্গল গেজেট প্রকাশিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসিরাজুল ইসলাম (২০১২)। \"উইলকিন্স, স্যার চার্লস\"।   ইসলাম, সিরাজুল; মিয়া, সাজাহান; খানম, মাহফুজা; আহমেদ, সাব্বীর। বাংলাপিডিয়া: বাংলাদেশের জাতীয় বিশ্বকোষ (২য় সংস্করণ)। ঢাকা, বাংলাদেশ: বাংলাপিডিয়া ট্রাস্ট, বাংলাদেশ এশিয়াটিক সোসাইটি। আইএসবিএন 9843205901। ওএল 30677644M। ওসিএলসি 883871743। \nNotions of nationhood in Bengal\nThe Baptist Mission Press"}