{"pageid": 1369986, "title": "গুগল ক্লাউড কানেক্ট", "url": "https://bn.wikipedia.org/wiki?curid=1369986", "content": "গুগল ক্লাউড কানেক্ট ছিল উইন্ডোজ মাইক্রোসফট অফিস ২০০৩, ২০০৭ এবং ২০১০-এর জন্য একটি বিনামূল্যের ক্লাউড কম্পিউটিং প্লাগ-ইন যা স্বয়ংক্রিয়ভাবে যেকোনো মাইক্রোসফট ওয়ার্ড নথি, পাওয়ারপয়েন্ট উপস্থাপনা বা এক্সেল স্প্রেডশীট ফাইলকে গুগল ডক্স বা মাইক্রোসফট অফিস ফর্ম্যাটে গুগল ডক্সে সঞ্চয় ও সিঙ্ক্রোনাইজ করতে পারত। প্রতিবার মাইক্রোসফট অফিস নথি সংরক্ষণ করা হলে গুগল ডক কপি স্বয়ংক্রিয়ভাবে হালনাগাদ হত। মাইক্রোসফট অফিস নথিগুলি অফলাইনে সম্পাদনা করা যেতে পারত এবং পরে অনলাইনে সিঙ্ক্রোনাইজ করা যেত। গুগল ক্লাউড সিঙ্ক পূর্ববর্তী মাইক্রোসফট অফিস নথি সংস্করণগুলি বজায় রেখে একই সময়ে একই নথিতে কাজ করে একাধিক ব্যবহারকারীকে সহযোগিতা করার অনুমতি দিত। গুগল ক্লাউড কানেক্ট ৩০ এপ্রিল ২০১৩-এ বন্ধ করা হয়েছিল। গুগলের সূত্র অনুসারে, ক্লাউড কানেক্টের সমস্ত বৈশিষ্ট্য গুগল ড্রাইভের মাধ্যমে উপলব্ধ করা হয়েছিল।\n\n\n== বৈশিষ্ট্য ==\nগুগল ক্লাউড কানেক্ট স্বয়ংক্রিয়ভাবে বা হাতে করে একটি মাইক্রোসফট অফিস ২০০৩, ২০০৭, বা ২০১০ নথিতে করা পরিবর্তনগুলিকে গুগল ডক্সের সাথে সিঙ্ক্রোনাইজ করতে পারত৷ নথিগুলি একজন ব্যবহারকারীর দ্বারা ব্যক্তিগত অ্যাক্সেসের জন্য সুরক্ষিত করা অথবা সহযোগিতার জন্য নির্দিষ্ট লোকেদের সাথে ভাগ করা বা যে কারো কাছে সর্বজনীন করা সম্ভব ছিল। এমনকি পূর্ববর্তী নথি সংস্করণ পুনরুদ্ধার করা যেত।\n\nব্যাকআপ: মাইক্রোসফ্ট অফিস ডকুমেন্টগুলি হাতে করে বা স্বয়ংক্রিয়ভাবে গুগল ডক্সে ব্যাকআপ করা যেত, একইসাথে সেগুলি স্থানীয়ভাবে সংরক্ষণ করা হত। ভিডিও\nসিঙ্ক্রোনাইজ: একটি কম্পিউটারে একটি অফিস নথিতে করা পরিবর্তনগুলি অন্য কম্পিউটারে ফাইল খোলা হলে সিঙ্ক হওয়া সম্ভব ছিল। ভিডিও\nসুরক্ষা: গুগল ডক্সে সিঙ্ক করা মাইক্রোসফট অফিস নথিগুলি একজন ব্যক্তির কাছে অ্যাক্সেসযোগ্য করা যেত।\nভাগ: গুগল ডক্সে সিঙ্ক করা মাইক্রোসফট অফিস নথিগুলি শুধুমাত্র নির্বাচিত ব্যক্তিদের কাছে অ্যাক্সেসযোগ্য করা যেতে পারত। ভিডিও\nসম্পাদনা: একটি ভাগ করা নথি শুধুমাত্র অন্যদের দ্বারা দেখা বা সম্পাদনা করার জন্য নির্ধারণ করা যেত। ভিডিও\nপ্রকাশ: গুগল ডক্সে সিঙ্ক করা নথিগুলিকে যে কারো কাছে অ্যাক্সেসযোগ্য করে কার্যকরভাবে প্রকাশ করা যেত৷\nসহযোগিতা: একাধিক ব্যবহারকারী একই সময়ে একই নথিতে কাজ করা সম্ভব ছিল। ভিডিও\nবিজ্ঞপ্তি: যখন একজন ব্যক্তি একটি নথি সম্পাদনা করেন, অন্যরা নথি ভাগ করে তাদের জানানোর জন্য একটি ইমেইল পেত৷ ভিডিও\nমুদ্রণ: স্থানীয় বা দূরবর্তী নেটওয়ার্ক সংযুক্ত প্রিন্টারে প্রিন্ট করতে গুগল ক্লাউড প্রিন্ট ব্যবহার করা সম্ভব ছিল।\nতুলনা: ব্যবহারকারীদের পুরানো সংস্করণের সাথে তুলনা করার অনুমতি দিয়ে পূর্ববর্তী সংস্করণ বজায় রাখা যেত। ভিডিও\nরোলব্যাক: ব্যবহারকারীরা নথির পূর্ববর্তী সংস্করণে ফিরে যেতে পারত।\nগ্রীন: গ্রীন কম্পিউটিং বড় ফাইল মুদ্রণ বা প্রেরণ ছাড়া নথি শেয়ার করার অনুমতি দিত, যা শুধুমাত্র লিঙ্ক পাঠানোর মাধ্যমে সম্ভব ছিল।\nমোবিলাইজ করুন: গুগল সিঙ্ক সিঙ্ক করা নথিগুলিকে বেশিরভাগ ইন্টারনেট সংযুক্ত মোবাইল ডিভাইসের সাথে দেখা এবং সম্পাদনা করার অনুমতি দিত৷\nসঞ্চয়স্থান: ৫জিবি গুগল ড্রাইভ সঞ্চয়স্থান বিনামূল্যে অন্তর্ভুক্ত করা হয়েছিল৷ তৎকালীন, প্রতি মাসে অতিরিক্ত স্টোরেজ খরচ ছিল: ২৫জিবি-$২.৪৯, ১০০জিবি-$৪.৯৯, ইত্যাদি। এই ধরণের প্যাকেজ ১৬ টিবি পর্যন্ত সম্প্রসারণ করা সম্ভব ছিল।\n\n\n== আরও দেখুন ==\nক্লাউড কম্পিউটিং\nক্লাউডলিনাক্স ওএস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগুগল ব্লগ পুনরায় অবচয়\nগুগল ব্লগ ঘোষণা নিবন্ধ\nGoogle Cloud Connect সহায়তা এবং ব্যবহারকারীদের জন্য তথ্য (কাজ করছে না)\nGoogle Cloud Connect সহায়তা এবং প্রশাসকদের জন্য তথ্য (কাজ করছে না)\nওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১২-১১-০৭ তারিখে Google Cloud Connect সম্পর্কে"}