{"pageid": 1369354, "title": "অধ্যাত্ম রামায়ণ", "url": "https://bn.wikipedia.org/wiki?curid=1369354", "content": "অধ্যাত্ম রামায়ণ (সংস্কৃত: अध्यात्म रामायण, মালায়ালাম: അധ്യാത്മരാമായണം, তামিল: அத்யாத்ம இராமாயணம், তেলুগু: అధ్యాత్మ రామాయణం; আক্ষরিক অর্থে 'আধ্যাত্মিক রামায়ণ') হল ১৩ থেকে ১৫ শতাব্দীর একটি সংস্কৃত পাঠ্য যা অদ্বৈত বেদান্ত কাঠামোর মধ্যে হিন্দু মহাকাব্য রামায়ণের গল্পকে রূপকভাবে ব্যাখ্যা করে। এটি ব্রহ্মাণ্ড পুরাণের শেষ অংশে খচিত করা হয়েছে, এবং লেখককে ব্যাস হিসেবে বিবেচনা করা হয়। হিন্দু ঐতিহ্যও ভক্তি আন্দোলনের সাধক রামানন্দের কাছে পাঠটিকে আরোপ করে। অধ্যাত্ম শব্দের অর্থ \"অতিন্দ্রিয়, আত্মা এর সাথে সম্পর্কিত\"।\nপাঠ্যটি ৭টি বই, ৬৫টি অধ্যায়, ৪,৫০০টি শ্লোক নিয়ে গঠিত শিব ও পার্বতীর মধ্যে কথোপকথন। অধ্যাত্ম রামায়ণে রামের আদর্শ বৈশিষ্ট্য এবং ভক্তি, জ্ঞান, বৈরাগ্য, আরাধনা ও সদাচরণ সম্পর্কিত উপদেশ রয়েছে। পাঠ্যটিতে রামকে সর্বোচ্চ ব্রহ্ম হিসাবে উপস্থাপিত করা হয়েছে, যেখানে সীতা এবং তাঁর সংগ্রামকে বিমূর্ত আধ্যাত্মিক আকারে পুনরায় ব্যাখ্যা করা হয়েছে।\nরূপকটি রামায়ণ কাহিনীর পরবর্তী সংস্করণগুলিকে অনুপ্রাণিত করেছে যেমন  অবধি (তুলসীদাস এর রামচরিতমানস), ওড়িয়া,  বাংলা এবং থুনচাথু এজুথাচান এর মালয়ালম  সংস্করণ।\n\n\n== তাৎপর্য ==\nঅধ্যাত্ম রামায়ণ আধ্যাত্মিক প্রেক্ষাপটে রামের গল্পকে উপস্থাপন করে। পাঠ্যটি ব্রহ্মাণ্ড পুরাণের অধ্যায়ের ৩৫% এরও বেশি, যা প্রায়ই বৈষ্ণবধর্মের ঐতিহ্যে স্বাধীন পাঠ হিসেবে প্রচারিত হয়, এবং এটি ৬৫টি অধ্যায় এবং ৪,৫০০টি শ্লোকের একটি অদ্বৈত বেদান্ত গ্রন্থ।\nপাঠ্যটি রামকে ব্রহ্ম (আধিভৌতিক বাস্তবতা) হিসাবে উপস্থাপন করে, রামের সমস্ত সগুণ (গুণ) নির্গুণ প্রকৃতির (চূড়ান্ত অপরিবর্তনীয় গুণহীন গুণাবলী এবং আদর্শ) এর সাথে পরিমাণ করে। অধ্যাত্ম রামায়ণ রামের প্রতিটি জাগতিক ক্রিয়াকলাপকে আধ্যাত্মিক বা অতীন্দ্রিয় স্তরে উন্নীত করে, গল্পটিকে প্রতীকবাদে রূপান্তরিত করে, এইভাবে অনুসন্ধানকারীকে তার আত্মার প্রতীকী দৃষ্টির মাধ্যমে তার নিজের জীবনকে দেখার নির্দেশ দেয়, যেখানে বাহ্যিক জীবন চিরন্তনের জন্য রূপক মাত্র। আত্মার অদ্বৈত পরিভাষা যাত্র।\nবইটি আধ্যাত্মিক অন্বেষণকারীর জন্য গাইড ও নির্দেশের প্রস্তুত উৎস হিসাবে ব্যবহার করার লক্ষ্য, কারণ এটি রামায়ণকে ঐশ্বরিক রূপক হিসাবে উপস্থাপন করে। পাঠ্যটি তুলসীদাসের জনপ্রিয় রামচরিতমানসকে প্রভাবিত করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nPuri, Baij Nath. The Adhyatma Ramayana, Cosmo Publications, 2005. আইএসবিএন ৮১-৭৭৫৫-৮৯৫-১.\nWilliams, Joanna. The Two-Headed Deer: Illustrations of the Ramayana in Orissa. Berkeley: University of California Press, c1996.\nRichman, Paula, editor. Many Ramayanas: The Diversity of a Narrative Tradition in South Asia. Berkeley: University of California Press, c1991.\nBagchi, P. C., Introduction to Adhyatmaramayanam, Page 76.\nF. Whaling, The Rise of the Religious Significance of Rama, Page 113.\nJ. L. Brockington, Righteous Rama: The Evolution of an Epic, Page 252-57.\nRocher, Ludo (১৯৮৬)। The Puranas। Otto Harrassowitz Verlag। আইএসবিএন 978-3447025225। \nWilson, H. H. (১৮৬৪)। The Vishnu Purana: A System of Hindu Mythology and Tradition (Volume 1: Introduction, Book I)। Read Country Books (reprinted in 2006)। আইএসবিএন 1-84664-664-2। \nWinternitz, Maurice (১৯২২)। History of Indian Literature Vol 1 (Original in German, translated into English by VS Sarma, 1981)। New Delhi: Motilal Banarsidass (Reprint 2010)। আইএসবিএন 978-8120802643। \n\n\n== বহিঃসংযোগ ==\nThe Adhyatma Ramayan from the Brahmanda Purana as included in the Upodhatapada section; English translation by G. V. Tagare [proofread] (includes glossary)\nDr.Goli Sanskrit & Telugu audio\nDr.Goli Sanskrit & Telugu audio\nA study of Adhyatma Ramayana\nMaya Sita in Adhyatma Ramayana\nConcise Adhyatma Ramayana by Chandan Lal Dhody on Google Books"}