{"pageid": 1369315, "title": "দ্বীপপুঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1369315", "content": "একটি দ্বীপপুঞ্জ ( ), কখনও কখনও একটি দ্বীপ গোষ্ঠী বা দ্বীপ শৃঙ্খল-কে বলা হয়, এটি একটি শৃঙ্খল, ক্লাস্টার, বা দ্বীপের সংগ্রহ, যা কখনও কখনও একটি সমুদ্র অঞ্চলের বিক্ষিপ্ত দ্বীপকে বোঝায়।\nউদাহরনসরুপ: ইন্দোনেশিয়ান দ্বীপপুঞ্জ, আন্দামান ও নিকোবর দ্বীপপুঞ্জ, লাক্ষাদ্বীপপুঞ্জ, গালাপাগোস দ্বীপপুঞ্জ, জাপানি দ্বীপপুঞ্জ, ফিলিপাইন দ্বীপপুঞ্জ, মালদ্বীপ, বালিয়ারিক দ্বীপপুঞ্জ, দ্য আল্যান্ডসহাম দ্বীপপুঞ্জ,হাওয়াইয়ান দ্বীপপুঞ্জ, ক্যানারি দ্বীপপুঞ্জ, মাল্টা, আজোরস, কানাডিয়ান আর্কটিক দ্বীপপুঞ্জ, ব্রিটিশ দ্বীপপুঞ্জ, দ্বীপপুঞ্জ সাগরের দ্বীপপুঞ্জ, শেটল্যান্ড ও আরও অন্যান্য দ্বীপপুঞ্জ । দ্বীপপুঞ্জকে কখনও কখনও রাজনৈতিক সীমানা দ্বারা সংজ্ঞায়িত করা হয়। যেমন, যখন তারা ভূ-রাজনৈতিকভাবে বিভক্ত, সান জুয়ান দ্বীপপুঞ্জ এবং উপসাগরীয় দ্বীপপুঞ্জ ভূতাত্ত্বিকভাবে একটি বৃহত্তর উপসাগরীয় দ্বীপপুঞ্জের অংশ। \n\n\n== ব্যুৎপত্তি ==\nদ্বীপপুঞ্জ শব্দটি প্রাচীন গ্রীক শব্দ ἄρχι-( arkhi-, \"প্রধান\") এবং πέλαγος ( pélagos, \"sea\") থেকে উদ্ভূত হয়েছে। প্রাচীনকালে, \"দ্বীপপুঞ্জ\" ( মধ্যযুগীয় গ্রীক * ἀρχιπέλαγος এবং ল্যাটিন archipelagus) বলতে এজিয়ান সাগরের কে বোঝানো হত। পরে, এজিয়ান দ্বীপপুঞ্জ হিসাবে নামান্তারিত করা হয়।\n\n\n== ভৌগোলিক প্রকার ==\nদ্বীপপুঞ্জগুলির অধিকাংশ অঞ্ছল   জলে এবং ভুমি অঞ্চলগুলি বিচ্ছিন্ন অবস্থায় থাকে। উদাহরণস্বরূপ, স্কটল্যান্ডে 700 টিরও বেশি এর মূল ভূখণ্ডের চারপাশে অবস্থিত দ্বীপগুলি, যা একটি দ্বীপপুঞ্জ গঠন করে।\nদ্বীপপুঞ্জগুলি প্রায়শই আগ্নেয়গিরির ফলে তৈরি হয়, সাবডাকশন জোন বা হটস্পট দ্বারা উত্পন্ন দ্বীপ আর্কগুলির সাথে গঠন করে, তবে ক্ষয়, অবক্ষয় এবং ভূমি উচ্চতার ফলেও হতে পারে। ভূতাত্ত্বিক উত্সের উপর নির্ভর করে, দ্বীপপুঞ্জ গঠনকারী দ্বীপগুলিকে মহাসাগরীয় দ্বীপ, মহাদেশীয় খণ্ড বা মহাদেশীয় দ্বীপ হিসাবে উল্লেখ করা যেতে পারে। \n\n\n=== মহাসাগরীয় দ্বীপপুঞ্জ ===\nমহাসাগরীয় দ্বীপগুলি প্রধানত আগ্নেয়গিরির উৎপত্তিস্থল এবং যেকোনো সংলগ্ন মহাদেশ থেকে ব্যাপকভাবে বিচ্ছিন্ন।  প্রশান্ত মহাসাগরের হাওয়াইয়ান দ্বীপপুঞ্জ, গ্যালাপাগোস দ্বীপপুঞ্জ এবং দক্ষিণ ভারত মহাসাগরের মাসকারেন দ্বীপপুঞ্জ হল এর উদাহরণ।\n\n\n=== মহাদেশীয় খণ্ড ===\nমহাদেশীয় খণ্ডগুলি মূলত পৃথিবীর ভূ-পর্বতমালা বা যে অংশটি মহাদেশ হিসেবে গণ্য করা হয় সেগুলির ভরের সাথে মিলে যায়। মহাদেশের এই খণ্ডগুলি টেকটোনিক স্থানচ্যুতির কারণে বিচ্ছিন্ন হয়েছে এবং পৃথিবীর প্রাকৃতিক প্রক্রিয়ার ফলে ভিন্ন ভিন্ন অঞ্চলে স্থানান্তরিত হয়েছে। ক্যালিফোর্নিয়ার উপকূলে ফ্যারালন দ্বীপপুঞ্জ একটি উদাহরণ।\n\n\n=== মহাদেশীয় দ্বীপপুঞ্জ ===\n\nমহাদেশীয় দ্বীপপুঞ্জ হলো এমন একটি অঞ্চল যেখানে একটি মহাদেশের উপকূলের কাছাকাছি গঠিত দ্বীপগুলি মিলে একটি সমগ্র দ্বীপপুঞ্জ তৈরি করে। এই দ্বীপগুলি সেই মহাদেশের শেলফের জলের উপরে থাকে। ব্রিটিশ কলাম্বিয়ার উপকূলের অভ্যন্তরীণ প্যাসেজের দ্বীপ এবং কানাডিয়ান আর্কটিক দ্বীপপুঞ্জ উদাহরণ।\n\n\n=== কৃত্রিম দ্বীপপুঞ্জ ===\nকৃত্রিম দ্বীপপুঞ্জ গুলি সাধারণত ভিন্ন ভিন্ন দেশে ভিন্ন ভিন্ন উদ্দেশ্যে তৈরি করা হয়ে থাকে। পাম দ্বীপপুঞ্জ এবং দুবাইয়ের কাছে বিশ্ব দ্বীপপুঞ্জ অবসর এবং পর্যটনের উদ্দেশ্যে তৈরি করা হয়েছিল বা করা হচ্ছে।  নেদারল্যান্ডসের মার্কার ওয়াডেন পাখি ও অন্যান্য বন্যপ্রাণীর সংরক্ষণ এলাকা হিসেবে তৈরি করা হচ্ছে। \n\n\n== অতিশয় ==\nআর্কিপেলাগো সাগর হল বিশ্বের বৃহত্তম দ্বীপপুঞ্জ, যা ফিনল্যান্ডের একটি অংশ। এখানে প্রায় 40,000 এরও বেশি দ্বীপ রয়েছে, যা জনবসতিহীন। \nইন্দোনেশিয়া  হল আয়তন এবং জনসংখ্যার ভিত্তিতে  বিশ্বের বৃহত্তম দ্বীপপুঞ্জের রাজ্য।\n\n\n== আরো দেখুন ==\n\nদ্বীপ আর্ক\nভূমিরূপের তালিকা\nদ্বীপের সংখ্যা অনুসারে দ্বীপপুঞ্জের তালিকা\nদ্বীপপুঞ্জের তালিকা\nদ্বীপপুঞ্জ রাষ্ট্র\nদ্বীপের তালিকা\nঅ্যাকুয়াপেলাগো\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n30 Most Incredible Island Archipelagos"}