{"pageid": 1369808, "title": "নিউট্রন অণুবীক্ষণ যন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1369808", "content": "নিউট্রন অণুবীক্ষণ যন্ত্র নিউট্রন কণা ব্যবহার করে লিথিয়াম-৬ এর পারমাণবিক বিভাজন দ্বারা ছোট-কোণের নিউট্রন বিচ্ছুরণ ব্যবহার করে ছবি তৈরি করে। নিউট্রনগুলির কোনও বৈদ্যুতিক চার্জ না থাকায় বস্তুর গঠন সম্পর্কে তথ্য পেতে তাতে অনুপ্রবেশে সাহায্য করে; যা অন্যান্য ধরণের মাইক্রোস্কোপির মাধ্যমে সম্ভব নয়। ২০১৩ সালের হিসাব অনুযায়ী নিউট্রন মাইক্রোস্কোপ পিনহোল নিউট্রন ক্যামেরার চেয়ে চার-গুণ বেশি ক্ষমতাসম্পন্ন বিবর্ধন এবং ১০-২০ গুণ ভাল আলোকসজ্জা সরবরাহ করতে সক্ষম হয়েছিল। সিস্টেমটি সিগন্যালের হার অন্তত ৫০গুণ বৃদ্ধি করতে সক্ষম।\nনিউট্রনগুলো শক্তিশালী বলের মাধ্যমে পারমাণবিক নিউক্লিয়াসের সাথে যোগাযোগ করে। এই মিথস্ক্রিয়া নিউট্রনকে তাদের মূল পথ থেকে বিক্ষিপ্ত করতে পারে এবং তাদের শোষণও করতে পারে। এইভাবে একটি নিউট্রন রশ্মি এটি একটি পদার্থের গভীরে চলে যাওয়ায় ধীরে ধীরে কম তীব্র হয়ে ওঠে। একারণে নিউট্রনগুলি বস্তুর অভ্যন্তরীণ গঠন অধ্যয়নের জন্য এক্স-রের সাথে সাদৃশ্যপূর্ণ।\nএকটি এক্স-রে ছবিতে অন্ধকার অংশ এক্স-রে রশ্মি পদার্থের যে অংশের মধ্য দিয়ে যায় তার অনুরূপ। নিউট্রন চিত্রের ঘনত্ব নিউট্রন  শোষণের তথ্য প্রদান করে। শোষণ হার রাসায়নিক উপাদানগুলির সাথে বিভিন্ন মাত্রায় পরিবর্তিত হয়।\nনিউট্রনগুলির কোনও চার্জ না থাকলেও তাদের স্পিন রয়েছে। ফলে একটি চৌম্বকীয় ভ্রামক সৃষ্টি হয়, যা বাহ্যিক চৌম্বক ক্ষেত্রের সাথে যোগাযোগ করতে পারে।\n\n\n== ব্যবহারসমূহ ==\nনিউট্রন ইমেজিং দ্বারা তথাকথিত নরম পদার্থ অধ্যয়ন করার সম্ভাবনা রয়েছে। কারণ একটি উপাদানের মধ্যে হাইড্রোজেনের অবস্থানে ক্ষুদ্র পরিবর্তন একটি নিউট্রন চিত্রে অত্যন্ত দৃশ্যমান পরিবর্তন আনতে পারে।\nনিউট্রন কণা চৌম্বকীয় পদার্থ গবেষণার জন্য অনন্য ক্ষমতা প্রদান করে। নিউট্রনের কোনো বৈদ্যুতিক চার্জ না থাকায় বিপথগামী বৈদ্যুতিক ক্ষেত্র এবং চার্জের কারণে সৃষ্ট ত্রুটিগুলির জন্য চৌম্বকীয় পরিমাপ সংশোধন করার প্রয়োজন হয় না। এটি একটি উপাদানের চুম্বকত্বের শক্তি এবং বৈশিষ্ট্য পরিমাপ করে।\nনিউট্রন কণা-ভিত্তিক যন্ত্রগুলির ধাতব বস্তুর ভিতরে অনুসন্ধান করার ক্ষমতা রয়েছে - যেমন জ্বালানী কোষ, ব্যাটারি এবং ইঞ্জিনগুলি তাদের অভ্যন্তরীণ গঠন সম্পর্কে অধ্যয়ন করার জন্য। নিউট্রন যন্ত্রগুলি জৈবিক পদার্থে গুরুত্বপূর্ণ হালকা উপাদানগুলির জন্যও অনন্যভাবে সংবেদনশীল।\n\n\n== শ্যাডোগ্রাফ ==\nশ্যাডোগ্রাফগুলি হল একটি পৃষ্ঠের উপর ছায়া ফেলার মাধ্যমে উৎপাদিত চিত্র। এটি সাধারণত একটি পিনহোল ক্যামেরা দিয়ে তোলা হয় এবং অ ধ্বংসাত্মক পরীক্ষার জন্য ব্যাপকভাবে ব্যবহৃত হয়। এই ধরনের ক্যামেরা কম আলোকসজ্জা প্রদান করে যার জন্য দীর্ঘ এক্সপোজার সময় প্রয়োজন। এটি দুর্বল স্থানিক রেজোলিউশন প্রদান করে। এই ধরনের লেন্সের রেজোলিউশন গর্তের ব্যাসের চেয়ে ছোট হতে পারে না। আলোকসজ্জা এবং রেজোলিউশনের মধ্যে একটি ভাল ভারসাম্য পাওয়া যায় যখন পিনহোলের ব্যাস পিনহোল এবং চিত্র পর্দার মধ্যে দূরত্বের চেয়ে প্রায় ১০০ গুণ ছোট হয়, যা কার্যকরভাবে পিনহোলটিকে একটি f/১০০ লেন্সে পরিণত করে। একটি f/১০০ পিনহোলের রেজোলিউশন প্রায় অর্ধেক ডিগ্রী।\n\n\n== ওল্টার আয়না ==\nকাচের লেন্স এবং প্রচলিত আয়না নিউট্রনের সাথে কাজ করার জন্য অনুপযোগী, কারণ নিউট্রন প্রতিসরণ বা প্রতিফলন ছাড়াই এই জাতীয় পদার্থের মধ্য দিয়ে চলে যেতে পারে। তাই এর পরিবর্তে নিউট্রন মাইক্রোস্কোপ একটি ওল্টার আয়না ব্যবহার করে, যা এক্স-রে এবং গামা-রে টেলিস্কোপের জন্য ব্যবহৃত আয়নার অনুরূপ।\nযখন একটি নিউট্রন একটি পর্যাপ্ত ছোট কোণে একটি ধাতুর পৃষ্ঠে আপতিত হয়, তখন এটি একই কোণে ধাতব পৃষ্ঠ থেকে দূরে প্রতিফলিত হয়। আলোকরশ্মি ক্ষেত্রে একে পূর্ণ অভ্যন্তরীণ প্রতিফলন বলা হয়। এই প্রতিফলনের জন্য সংকট কোণ যথেষ্ট বড় (তাপীয় নিউট্রনের জন্য একটি ডিগ্রির কয়েক দশমাংশ) হয়ে থাকে যে একটি বাঁকা আয়না ব্যবহার করা যেতে পারে। বাঁকা আয়না তারপর একটি ইমেজিং সিস্টেম তৈরি করে।\nঅণুবীক্ষণ যন্ত্রটি প্রতিফলনে উপলব্ধ পৃষ্ঠের ক্ষেত্রফল বাড়ানোর জন্য একে অপরের অভ্যন্তরে অবস্থিত বেশ কয়েকটি প্রতিফলিত সিলিন্ডার ব্যবহার করে।\n\n\n== পরিমাপ ==\nইমেজিং ফোকাল তলে নিউট্রন ফ্লাক্স একটি সিসিডি ইমেজিং অ্যারে দ্বারা পরিমাপ করা হয় যার সামনে একটি নিউট্রন স্ফুলিঙ্গায়ন পর্দা থাকে। পর্দাটি জিঙ্ক সালফাইড, একটি ফ্লুরোসেন্ট যৌগ, লিথিয়াম দিয়ে তৈরি করা হয়। যখন একটি তাপীয় নিউট্রন একটি লিথিয়াম-৬ নিউক্লিয়াস দ্বারা শোষিত হয়, তখন এটি একটি বিভাজনের মাধ্যমে হিলিয়াম, ট্রিটিয়াম এবং শক্তি উৎপন্ন করে। ফিশন বিক্রিয়ার উৎপাদগুলি জিঙ্ক সালফাইড ফসফরকে আলোকিত করে ও সিসিডি অ্যারে দ্বারা ধারণ করার জন্য একটি আলোকচিত্র তৈরি করে।\n\n\n== আরও দেখুন ==\nইলেকট্রন অণুবীক্ষণ যন্ত্র\nমাইক্রোস্কোপ ইমেজ প্রসেসিং\nএক্স-রে মাইক্রোস্কোপ\nএলএআরএমওআর নিউট্রন মাইক্রোস্কোপ\n\n\n== তথ্যসূত্র =="}