{"pageid": 1369506, "title": "স্যুটকেস পরমাণু অস্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1369506", "content": "স্যুটকেস পারমাণবিক ডিভাইস (এছাড়াও স্যুটকেস নিউক, স্যুটকেস বোমা, ব্যাকপ্যাক নিউক, স্নুক, মিনি-নিউক এবং পকেট নিউক) এটি একটি কৌশলগত পারমাণবিক অস্ত্র যা যথেষ্ট বহনযোগ্য যা একটি স্যুটকেসকে এর বিতরণ পদ্ধতি হিসাবে ব্যবহার করতে পারে।\nমার্কিন যুক্তরাষ্ট্র এবং সোভিয়েত ইউনিয়ন উভয়ই ১৯৫০ এবং ১৯৬০ এর দশকে বিশেষভাবে ডিজাইন করা ব্যাকপ্যাকে বহনযোগ্য হওয়ার জন্য যথেষ্ট ছোট পারমাণবিক অস্ত্র তৈরি করা হয়েছিল।\nমার্কিন যুক্তরাষ্ট্র বা সোভিয়েত ইউনিয়ন কেউই কখনও সাধারণ আকারের স্যুটকেস বা ব্রিফকেসে ফিট করার মতো ছোট অস্ত্রের অস্তিত্ব বা বিকাশকে প্রকাশ করেনি। যদিও W48 ছোট, সহজে ছদ্মবেশী এবং পোর্টেবলের মানদণ্ডের সাথে খাপ খায়। পারমাণবিক অস্ত্রের জন্য এর বিস্ফোরক ফলন অত্যন্ত কম ছিল।\n১৯৭০-এর দশকের মাঝামাঝি সময়ে, সামরিক বাহিনীর জন্য এই ধরনের একটি ডিভাইস তৈরির সম্ভাবনা থেকে বিতর্কটি পারমাণবিক সন্ত্রাসে এর সম্ভাব্য ব্যবহার নিয়ে উদ্বেগের দিকে সরে যায়। ধারণাটি পরবর্তী স্নায়ুযুদ্ধের যুগে স্পাই থ্রিলার ধারার একটি প্রধান বিষয় হয়ে ওঠে।\n\n\n== ব্যুৎপত্তি ==\n\"স্যুটকেস পারমাণবিক বোমা\" শব্দটি ১৯৫০ এর দশকে ক্ষুদ্রতম কৌশলগত পারমাণবিক অস্ত্রের আকার আরও কমিয়ে আনার সম্ভাবনার সাথে প্রবর্তন করা হয়েছিল, যদিও বিশুদ্ধভাবে ক্ষুদ্রকরণের জন্য \"ভাষণের চিত্র\" হিসাবে, অগত্যা সরবরাহের জন্য নয়।\n\n\n== পরিদর্শন ==\nপোর্টেবল পারমাণবিক অস্ত্রের মূল্য তাদের সীমানা পেরিয়ে সহজেই পাচার করার ক্ষমতা, ব্যাপকভাবে উপলব্ধ উপায়ে পরিবহন করা এবং যতটা সম্ভব লক্ষ্যের কাছাকাছি রাখা।[citation needed]পারমাণবিক অস্ত্রের নকশায়, ওজন এবং কমপ্যাক্ট আকারের মধ্যে ছোট অস্ত্রের নকশার মধ্যে লেনদেন হয়। অত্যন্ত ছোট (৫ ইঞ্চি (১৩ সেমি) ব্যাস এবং ২৪.৪ ইঞ্চি (৬২ সেমি) লম্বা) রৈখিক ইম্প্লোশন টাইপ অস্ত্র, যা একটি বড় ব্রিফকেস বা সাধারণ স্যুটকেসে অনুমেয়ভাবে ফিট হতে পারে, পরীক্ষা করা হয়েছে, তবে এর মধ্যে সবচেয়ে হালকা। প্রায় ১০০ পাউন্ড (৪৫ কেজি) এবং সর্বোচ্চ ফলন ছিল মাত্র ০.১৯ কিলোটন (সুইফ্ট পারমাণবিক ডিভাইস, ২৭ মে, ১৯৫৬ সালে অপারেশন রেডউইং-এর ইউমা পরীক্ষায় পরীক্ষা করা হয়েছিল)। একটি অপেক্ষাকৃত কমপ্যাক্ট লিনিয়ার ইমপ্লোশন ডিভাইসের সবচেয়ে বড় ফলন ছিল বাতিল করা (বা কখনো স্থাপন করা হয়নি কিন্তু দৃশ্যত পরীক্ষিত) US W82-1 আর্টিলারি শেল ডিজাইনের জন্য ২ কিলোটনের নিচে, যার ফলন একটি ৯৫ পাউন্ড (৪৩ কেজি) আর্টিলারি শেল ৬ এর জন্য ২ কিলোটনের নিচে। ১ ইঞ্চি (১৫ সেমি) ব্যাস এবং ৩৪ ইঞ্চি (৮৬ সেমি) লম্বা।\n\n\n== সোভিয়েত ইউনিয়ন এবং রাশিয়া ==\nসোভিয়েত স্যুটকেস পারমাণবিক বোমার অস্তিত্ব এবং অবস্থান সোভিয়েত ইউনিয়নের পতনের পরে যে অস্থিরতার পরে তা বিতর্কের একটি ক্রমবর্ধমান বিষয় হয়ে ওঠে। নতুন সরকারের সামগ্রিক নিরাপত্তা এবং তার পারমাণবিক মজুদের নিয়ন্ত্রণ সংক্রান্ত বড় উদ্বেগগুলি ৩০ মে ১৯৯৭-এ প্রশ্নে আসে যখন রাশিয়ায় প্রেরিত একটি আমেরিকান কংগ্রেসের প্রতিনিধিদল রাশিয়ান নিরাপত্তা পরিষদের সাবেক সেক্রেটারি জেনারেল আলেকজান্ডার লেবেদের সাথে দেখা করে। বৈঠকের সময়, লেবেড বেশ কয়েকটি স্যুটকেস বহনযোগ্য পারমাণবিক বোমা নিখোঁজ হওয়ার সম্ভাবনার কথা উল্লেখ করেছিলেন। আরও নির্দিষ্টভাবে, ভারপ্রাপ্ত সচিব হিসাবে লেবেডের নেতৃত্বে পরিচালিত একটি তদন্ত অনুসারে, এটি উপসংহারে পৌঁছেছিল যে এই যন্ত্রগুলির মধ্যে ৮৪টির জন্য হিসাব নেই। লেবেড বছরের শেষের দিকে বিষয়টি নিয়ে বেশ কয়েকটি প্রেস রিলিজ এবং টেলিভিশন সাক্ষাত্কার দেবে।\nআরও নির্দিষ্টভাবে, ভারপ্রাপ্ত সচিব হিসাবে লেবেডের নেতৃত্বে পরিচালিত একটি তদন্ত অনুসারে, এটি উপসংহারে পৌঁছেছিল যে এই যন্ত্রগুলির মধ্৮৪ 84টির জন্য হিসাব নেই। লেবেড বছরের শেষের দিকে বিষয়টি নিয়ে বেশ কয়েকটি প্রেস রিলিজ এবং টেলিভিশন সাক্ষাত্কার দেবে।\nএই প্রকাশগুলির মধ্যে, লেবেড ৭ সেপ্টেম্বর ১৯৯৭-এ সিবিএস নিউজ ম্যাগাজিন সিক্সটি মিনিটসের সাথে একটি সাক্ষাৎকারে দাবি করেছিল যে রাশিয়ান সামরিক বাহিনী মোট ২৫০টি \"স্যুটকেস আকারের পারমাণবিক বোমার\" মধ্যে একশরও বেশি ট্র্যাক হারিয়েছে। লেবেড বলেছিলেন যে এই ডিভাইসগুলিকে স্যুটকেসের মতো দেখতে তৈরি করা হয়েছিল এবং তিনি কয়েক বছর আগে তাদের অস্তিত্ব সম্পর্কে শিখেছিলেন। রাশিয়ার ফেডারেল এজেন্সি অন অ্যাটমিক এনার্জি ১০ সেপ্টেম্বর লেবেডের দাবি ভিত্তিহীন বলে প্রত্যাখ্যান করেছে।\nযদিও রাশিয়ান সরকারের লেবেডের দাবি প্রত্যাখ্যান করা সত্ত্বেও, লেবেডের টেলিভিশনে উপস্থিতির ফলে জনগণের আগ্রহ অবশেষে 1-2 অক্টোবর 1997-এর মধ্যে অনুষ্ঠিত একটি কংগ্রেসের শুনানির উদ্রেক করবে যা \"পারমাণবিক সন্ত্রাসবাদ এবং প্রতিরোধ ব্যবস্থা\" নিয়ে আলোচনার উদ্দেশ্যে। এই আলোচনার মধ্যে প্রধান ছিল রাশিয়ান স্যুটকেস বহনযোগ্য পারমাণবিক বোমার বিষয় এবং এই অস্ত্রগুলি বন্য অঞ্চলে গুজব ছড়িয়ে পড়ে।\nযদিও শুনানি থেকে নিজে অনুপস্থিত, লেবেডের সাক্ষাত্কারগুলি প্রায়শই এই শুনানির সময়কাল জুড়ে উদ্বেগের কারণ হিসাবে উল্লেখ করা হয়েছিল, বিশেষ করে ৮৪টি অনুপস্থিত ডিভাইস এবং প্রতিটি১,০০,০০০ মানুষকে হত্যা করার তাদের আপাত ক্ষমতা। লেবেডের দাবিগুলিকে সমর্থন করার জন্য সাক্ষী প্যানেলে উপস্থিত ছিলেন তবে রাশিয়ান নিরাপত্তা পরিষদের প্রাক্তন পরিবেশ বিষয়ক উপদেষ্টা আলেক্সি ইয়াবলোকভ যিনি পরিবেশ সুরক্ষা কমিশনের চেয়ারম্যান হিসেবেও কাজ করেছিলেন এবং সেই সময়ে রাশিয়ান ফেডারেশন একাডেমি অফ সায়েন্টিস্টে তার সমবয়সীদের দ্বারা অত্যন্ত সম্মানিত ছিলেন। এই অভিজ্ঞতাগুলো তার সামনে আসা সাক্ষ্যের ক্ষেত্রে গুরুত্বপূর্ণ প্রমাণিত হয়েছে।\nইয়াবলোকভ নিজেই লেবেডের পরপরই এনটিভিতে একটি টেলিভিশন সাক্ষাত্কার দিয়েছেন এবং নোভায়া গেজেটাকে একটি চিঠির খসড়া তৈরি করেছেন যাতে স্যুটকেস পরমাণু অস্ত্রের অস্তিত্ব এবং কিছু বাস্তবে নিখোঁজ হওয়ার সম্ভাবনা উভয়ই নিশ্চিত করা হয়। ইয়াবলোকভ আরও স্পষ্ট করেছেন যে এই ডিভাইসগুলি ১৯৭০-এর দশকে বিদ্যমান ছিল। এই যোগাযোগগুলিতে, ইয়াবলোকভ দাবি করেছেন যে অনেক গবেষকের সাথে দেখা হয়েছে যাদের স্যুটকেস পরমাণু তৈরিতে হাত ছিল। তদুপরি, মস্কোর অস্বীকৃতির বিষয়ে তার প্রধান বিরোধ ছিল যে এই ডিভাইসগুলি তাদের অত্যন্ত সংবেদনশীল প্রকৃতির কারণে, বিশেষ করে ইউএসএসআর-এর কেজিবি দ্বারা মার্কিন যুক্তরাষ্ট্র থেকে বিভিন্ন লক্ষ্যবস্তুতে তাদের ব্যবহারের অনুমিত ব্যবহারের ফলে কখনই কোনও জায় তালিকায় তালিকাভুক্ত করা হয়নি। পূর্ব ইউরোপের ন্যাটো দেশগুলো। এইভাবে, এই অস্ত্রগুলির নিরাপত্তা এবং জায় ছাড়াও এই অস্ত্রগুলির অস্তিত্বের নিশ্চিতকরণ শেষ পর্যন্ত বিভ্রান্তিকর ফলাফল তৈরি করবে।\nশুনানির সময় নিজেই, ইয়াবলোকভ তার অবস্থান বজায় রাখবেন যে কেজিবি পারমাণবিক অস্ত্রের ক্যাশগুলি সম্প্রতি বিলুপ্ত হওয়া ইউএসএসআর প্রতিরক্ষা মন্ত্রকের থেকে স্বাধীন অপারেশনে বিদ্যমান রয়েছে, কেন রাশিয়ান সরকার এবং সাক্ষীদের দাবি এত বড়ভাবে বিরোধিতা করেছে সে সম্পর্কে আরও অন্তর্দৃষ্টি প্রদান করে। অধিকন্তু, ইয়াবলোকভ তার তথ্যের উৎসকে আরও স্পষ্ট করেছেন, যা এই বিন্দু পর্যন্ত অস্পষ্ট ছিল, রাশিয়া জুড়ে অবস্থিত ক্রাসনোয়ারস্ক-২৬, টমস্ক-৭, চেলিয়ালিনস্ক-৬৫ এবং পেনজা-১৯ পারমাণবিক স্থাপনায় কর্মরত বিজ্ঞানীদের মধ্যে যোগাযোগের কথা উল্লেখ করে। এই স্যুটকেস পারমাণবিক বোমার অনুভূত হুমকির প্রাসঙ্গিকতাকে পুনর্বিবেচনা করা হয়েছিল কারণ ইয়াব্লোকভ ব্যাখ্যা করেছিলেন যে এই অস্ত্রগুলি যদি ১৯৭০-এর দশকে তৈরি করা হয়, তাহলে সেই সময়ে ওয়ারহেডগুলিকে দুবার প্রতিস্থাপন করা দরকার ছিল, একটি সম্ভাবনা তিনি নিশ্চিত করতে পারেননি।\nস্ট্যানিস্লাভ লুনেভ, সর্বোচ্চ র‍্যাঙ্কিং জিআরইউ ডিফেক্টর, দাবি করেছেন যে এই ধরনের রাশিয়ান-নির্মিত ডিভাইস রয়েছে এবং সেগুলি আরও বিশদে বর্ণনা করেছেন। ডিভাইসগুলি, \"RA-115s (বা নিমজ্জিত অস্ত্রের জন্য RA-115-01s) হিসাবে চিহ্নিত\" এর ওজন পঞ্চাশ থেকে ষাট পাউন্ড। বৈদ্যুতিক উৎসের সাথে তার যুক্ত থাকলে এগুলি বহু বছর ধরে চলতে পারে। শক্তির ক্ষতি হলে, ব্যাটারি ব্যাকআপ আছে। যদি ব্যাটারি কম চলে, অস্ত্রটিতে একটি ট্রান্সমিটার থাকে যা স্যাটেলাইটের মাধ্যমে বা সরাসরি রাশিয়ান দূতাবাস বা কনস্যুলেটের একটি GRU পোস্টে একটি কোডেড বার্তা পাঠায়। লুনেভের মতে, \"নিখোঁজ\" পারমাণবিক ডিভাইসের সংখ্যা (জেনারেল লেবেডের দ্বারা পাওয়া গেছে) \"যেসব বোমা ব্যবহার করা হবে সেই কৌশলগত লক্ষ্যবস্তুর সংখ্যার প্রায় সমান।\"\nলুনেভ পরামর্শ দিয়েছিলেন যে যুদ্ধের পরিস্থিতিতে মার্কিন নেতাদের হত্যা করার জন্য জিআরইউ অপারেটিভরা ইতিমধ্যেই মার্কিন মাটিতে স্যুটকেস পারমাণবিক অস্ত্র স্থাপন করতে পারে। তিনি অভিযোগ করেন, কেজিবি অনেক দেশে অস্ত্র লুকিয়ে রেখেছে। তারা \"লাইটনিং\" বিস্ফোরক ডিভাইসের সাথে বুবি-ট্র্যাপ ছিল। ভাসিলি মিত্রোখিন দ্বারা চিহ্নিত এই ধরনের একটি ক্যাশে, যখন সুইস কর্তৃপক্ষ বার্নের কাছে একটি জঙ্গলযুক্ত এলাকায় একটি উচ্চ চাপের জলের বন্দুক দিয়ে এটি স্প্রে করে তখন বিস্ফোরিত হয়। আরও কয়েকটি ক্যাশে সফলভাবে সরানো হয়েছে৷ লুনেভ বলেছেন যে তিনি ব্যক্তিগতভাবে শেনান্দোয়াহ উপত্যকা অঞ্চলে অস্ত্রের গুদামগুলির জন্য লুকানোর জায়গাগুলি সন্ধান করেছিলেন এবং \"মার্কিন যুক্তরাষ্ট্রে পারমাণবিক অস্ত্র পাচার করা আশ্চর্যজনকভাবে সহজ\" হয় মেক্সিকান সীমান্ত পেরিয়ে বা একটি ছোট পরিবহন ক্ষেপণাস্ত্র ব্যবহার করে যা উৎক্ষেপণের সময় সনাক্ত করা যায় না। একটি রাশিয়ান বিমান থেকে। মার্কিন কংগ্রেসম্যান কার্ট ওয়েল্ডন লুনেভের দাবিকে সমর্থন করেছেন কিন্তু উল্লেখ করেছেন যে লুনেভ এফবিআই অনুসারে \"অতিরিক্ত জিনিস\" করেছেন। লুনেভ দ্বারা চিহ্নিত এলাকাগুলিতে অনুসন্ধান চালানো হয়েছে, \"কিন্তু আইন-প্রয়োগকারী কর্মকর্তারা পোর্টেবল পারমাণবিক অস্ত্র সহ বা ছাড়াই এই ধরনের অস্ত্রের ক্যাশে খুঁজে পায়নি।\"\nএই ধরনের অস্ত্রের অস্তিত্ব — এবং তাদের সম্ভাব্য উপযোগিতা, ফলন এবং বহু বছর পর প্রাণঘাতীতা - বিতর্কিত রয়ে গেছে।\n\n\n== মার্কিন যুক্তরাষ্ট্র ==\nসবচেয়ে হালকা পারমাণবিক ওয়ারহেড যা মার্কিন যুক্তরাষ্ট্র দ্বারা তৈরি করা হয়েছে তা হল W54, যা ডেভি ক্রকেট ১২০ মিমি রিকোয়েললেস রাইফেল-লঞ্চড ওয়ারহেড এবং Mk-54 SADM (স্পেশাল অ্যাটমিক ডেমোলিশন মিউনিশন) নামক ব্যাকপ্যাক-করেড সংস্করণ উভয়েই ব্যবহৃত হয়েছিল। . বেয়ার ওয়ারহেড প্যাকেজটি ছিল ১১ বাই ১৬ ইঞ্চি (২৮০ বাই ৪১০ মিমি) সিলিন্ডার যার ওজন ছিল ৫১ পাউন্ড (২৩ কেজি)। W48 পারমাণবিক শেলটি ১৫৫ মিলিমিটার (৬.১ ইঞ্চি) ব্যাস এবং ৮৪৬ মিলিমিটার (৩৩.৩ ইঞ্চি) লম্বা এবং ওজন ৫৩.৫ কিলোগ্রাম (১১৮ lb)। এটি ফিল্ড করার জন্য সম্পূর্ণ ক্ষুদ্রতম ব্যাসের, স্বয়ংসম্পূর্ণ পদার্থবিদ্যা প্যাকেজের প্রতিনিধিত্ব করে এবং এর ফলন ছিল ৭২ টন TNT (৩০০ GJ)। পারমাণবিক অস্ত্রের ডিজাইনার টেড টেলর অভিযোগ করেছেন যে ১০৫ মিলিমিটার (৪.১ ইঞ্চি) ব্যাসের একটি শেল যার ভর ১৯ কিলোগ্রাম (৪২ lb) তাত্ত্বিকভাবে সম্ভব।\nপ্রাক্তন আন্ডার সেক্রেটারি অফ ডিফেন্স ফর ইন্টেলিজেন্স মাইকেল জি. ভিকার্স দাবি করেছেন যে তিনি গ্রিন বেরেটের অন্যান্য বিশেষ বাহিনীর সৈন্যদের সাথে \"একটি বহনযোগ্য পারমাণবিক বোমা বিস্ফোরণ\" করার লক্ষ্যে ব্যাকপ্যাক আকারের পারমাণবিক অস্ত্র সহ ওয়ারশ চুক্তির দেশগুলিতে অনুপ্রবেশের অনুশীলন করেছিলেন। এগুলো গ্রিন লাইট টিম নামে পরিচিত ছিল।\n১৯৯৪ সালে, মার্কিন যুক্তরাষ্ট্র কংগ্রেস ১৯৯৪ সালের অর্থবছরের জন্য জাতীয় প্রতিরক্ষা অনুমোদন আইন পাস করে, সরকারকে ৫ কিলোটনের কম ফলন সহ পারমাণবিক অস্ত্র তৈরি করতে বাধা দেয়, যার ফলে মার্কিন যুক্তরাষ্ট্রে এই অস্ত্রগুলির সরকারী বিকাশ বেআইনি হয়ে যায়। এই আইনটি ২০০৪ সালের অর্থবছরের জন্য জাতীয় প্রতিরক্ষা অনুমোদন আইনে বাতিল করা হয়েছিল।\n\n\n== ইসরায়েল ==\n১৯৯০-এর দশকে অভিযোগ করা হয়েছিল যে ১৯৭০-এর দশকে ইসরায়েল স্যুটকেস পারমাণবিক বোমা তৈরি করেছিল।\n\n\n== আরও দেখুন ==\nAIM-26 Falcon\nDirty bomb\nNeutron bomb\nThe Fourth Protocol, a 1984 novel about smuggling a suitcase bomb to UK\nW25 (nuclear warhead)\nW33 (nuclear warhead)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nSuitcase Nukes by National Terror Alert Response Center\nSuitcase Nukes: Permanently Lost Luggage by SAST REPORT\nAlexander Lebed and Suitcase Nukes\nAre Suitcase Bombs Possible?\n\"Suitcase Nukes\": A Reassessment, 2002 article by the Center for Nonproliferation Studies at the Monterey Institute of International Studies\nW54 SADM photo by Brookings Institution\nArticle discussing the development of smaller nuclear weapons in the U.S.A.\nটেমপ্লেট:Bags"}