{"pageid": 1369536, "title": "আগা খান ডেভেলপমেন্ট নেটওয়ার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1369536", "content": "আগা খান ডেভেলপমেন্ট নেটওয়ার্ক ( একেডিএন ) হল আগা খান দ্বারা প্রতিষ্ঠিত বেসরকারি, অ-সাম্প্রদায়িক উন্নয়ন সংস্থাগুলির একটি নেটওয়ার্ক যা প্রাথমিকভাবে এশিয়া এবং আফ্রিকার দরিদ্রতম অঞ্চলগুলোতে কাজ করে। ১৯৫৭ সালে আগা খান চতুর্থ শিয়া বিশ্বাসী-মূল নিজারি ইসমাইলি মুসলিম সুপারন্যাশনাল ইউনিয়নের আধ্যাত্মিক ও প্রশাসনিক নেতা হিসাবে ৪৯ তম বংশগত ইমামের পদে মর্যাদা প্রাপ্ত হন  ইসমাইল অনুসারীরা সংখ্যায় আনুমানিক ২৫-৩০ মিলিয়ন (বিশ্বের শিয়া মুসলিম জনসংখ্যার প্রায় ২০%) বিশ্বাসী নিয়ে গঠিত।    \nস্বাস্থ্য, শিক্ষা, সংস্কৃতি, গ্রামীণ উন্নয়ন, প্রতিষ্ঠান নির্মাণ এবং অর্থনৈতিক উন্নয়নের প্রচারের উপর নেটওয়ার্কটি মনোনিবেশ করে। একেডিএন এর লক্ষ্য তাদের বিশ্বাস, উৎস বা লিঙ্গ নির্বিশেষে দরিদ্রদের জীবনযাত্রার অবস্থা এবং সুযোগের উন্নতি করা। অলাভজনক কার্যকলাপের জন্য এর বার্ষিক বাজেট প্রায় ৯৫০ মিলিয়ন মার্কিন ডলার – যা প্রধানত আফ্রিকা, এশিয়া এবং মধ্যপ্রাচ্যে। একেডিএন বিশ্বের ৩০টি দেশে কাজ করে এবং এটি প্রায় ৯৬,০০০ বেতনভুক্ত কর্মী নিয়োগ করে যার বেশিরভাগই উন্নয়নশীল দেশ থেকে এসেছে।  সংস্থাগুলো ধর্মনিরপেক্ষ হলেও, তারা ইসলামিক নৈতিকতা দ্বারা পরিচালিত হয়, যা বিশ্বাস এবং সমাজে সেতুবন্ধন তৈরি করে।\n\n\n== একেডিএন সংস্থাগুলি ==\nএকেডিএন-এর সংস্থাগুলি বৈশ্বিক দারিদ্র্য দূরীকরণের দিকে কাজ করে; বহুত্ববাদের প্রচার ও বাস্তবায়ন;  নারীর মর্যাদার উন্নতি; এবং ইসলামী শিল্প ও স্থাপত্যের সম্মান।   \n\nসম্মিলিতভাবে তারা ইসমাইলিদের জীবনযাত্রার উন্নতির দিকে মনোনিবেশ করে বিশ্বজুড়ে উন্নয়ন সংস্থাগুলির নেতৃত্ব দিচ্ছে।  আগা খানের ধর্মনিরপেক্ষ উন্নয়ন প্রতিষ্ঠান - যেমন একেডিএন এবং একেআরএসপি - সারা বিশ্বে টেকসই উন্নয়নের জন্য পরিষেবা এবং দিকনির্দেশনা প্রদান করে। \nআগা খান ফান্ড ফর ইকোনমিক ডেভেলপমেন্ট এর সহযোগীদের সাথে, পর্যটন প্রচার পরিষেবা, শিল্প প্রচার পরিষেবা এবং আগা খান এজেন্সি ফর মাইক্রোফাইনান্স, উন্নয়ন প্রক্রিয়ায় বেসরকারি খাতের উদ্যোগকে সমর্থন করে উন্নয়নশীল দেশগুলিতে বেসরকারী খাতের ভূমিকা জোরদার করতে চায়। তহবিল এবং ফাউন্ডেশন সরকারী নীতিগুলিকেও উত্সাহিত করে যা আগা খান প্রথমে অনুকূল আইনসভা এবং রাজস্ব কাঠামোর একটি সক্ষম পরিবেশকে উত্সাহিত করে।\nসংস্থাগুলির সাধারণ লক্ষ্য হল দরিদ্রদের আত্মনির্ভরশীলতার একটি স্তর অর্জনে সহায়তা করা যাতে তারা তাদের নিজস্ব জীবিকার পরিকল্পনা করতে সক্ষম হয় এবং নিজেদের চেয়েও বেশি দরিদ্রদের সাহায্য করতে পারে। তাদের ম্যান্ডেট অনুসরণ করার জন্য, একেডিএন-এর প্রতিষ্ঠানগুলি স্বেচ্ছাসেবকদের পাশাপাশি পারিশ্রমিকপ্রাপ্ত পেশাদারদের উপর নির্ভর করে।\nএকেডিএন সিভিল সোসাইটি প্রোগ্রামের সাথে সুশীল সমাজের উপর দৃষ্টি নিবদ্ধ করে। অংশীদার ফাউন্ডেশনের সহায়তায় বিশ্বব্যাংক দ্বারা স্পনসর করা হয় বেশ কয়েকটি সংস্থা। \nআগা খান ট্রাস্ট ফর কালচার ইমামতের সাংস্কৃতিক কার্যক্রমের সমন্বয় করে। এর কর্মসূচির মধ্যে রয়েছে স্থাপত্যের জন্য আগা খান পুরস্কার, আগা খান ঐতিহাসিক শহর কর্মসূচি, এবং শিক্ষা ও সংস্কৃতি কর্মসূচি। ট্রাস্টটি হার্ভার্ড ইউনিভার্সিটি এবং মার্কিন যুক্তরাষ্ট্রের ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজিতে ইসলামিক আর্কিটেকচারের জন্য আগা খান প্রোগ্রামের জন্য আর্থিক সহায়তা প্রদান করে এবং স্থাপত্যের জন্য পুরস্কারের সাথে সাংস্কৃতিক উন্নয়ন ও সংরক্ষণে সহায়তা করে, আগা খান ট্রাস্ট ফর কালচার (একেটিসি), ঐতিহাসিক শহর, জাদুঘর ও প্রদর্শনী, ইসলামিক স্থাপত্য, সঙ্গীত।\nআগা খান ফান্ড ফর ইকোনমিক ডেভেলপমেন্ট (একেএফইডি), আগা খান এজেন্সি ফর মাইক্রোফিন্যান্স (একেএএম), ফিনান্সিয়াল সার্ভিসেস, ইন্ডাস্ট্রিয়াল প্রমোশন, ট্যুরিজম প্রমোশন, মিডিয়া, এভিয়েশন সার্ভিসেস হল অর্থনৈতিক উন্নয়নের জন্য দেওয়া কিছু সংস্থা এবং প্রোগ্রাম।\nশিক্ষার ক্ষেত্রে একেডিএন-এর রয়েছে আগা খান এডুকেশন সার্ভিসেস (একেইএস), আগা খান ইউনিভার্সিটি (একেইউ), আগা খান একাডেমি (একেএ) এবং ইউনিভার্সিটি অফ সেন্ট্রাল এশিয়া (ইউসিএ)।\n\n\n== গ্রামীণ উন্নয়ন ==\nগিলগিট-বালতিস্তান, পাকিস্তানে, আগা খান ফাউন্ডেশন সমগ্র গ্রাম বা গ্রামের সংগ্রহকে তাদের জীবনযাত্রার মান উন্নত করতে সাহায্য করার জন্য একটি কেন্দ্রীয় ভূমিকা পালন করে। \nআগা খান ফাউন্ডেশন (একেএফ) বেশ কিছু সুবিধাবঞ্চিত পূর্ব আফ্রিকান সম্প্রদায়ের শিক্ষা ও খাদ্য ঘাটতি প্রশমিত করতে সাহায্য করার চেষ্টা করছে। একেএফ কেনিয়া এবং তানজানিয়ার গ্রামীণ অঞ্চলের সংস্থাগুলির সাথে তাদের অর্থনৈতিক সক্ষমতা বাড়াতে অংশীদারিত্ব করেছে। কেনিয়ার প্রোগ্রামগুলি স্কুল এবং হাসপাতালের জন্য জলের পাইপ সহ জলের অ্যাক্সেসযোগ্যতা বাড়াতে সাহায্য করার জন্য ১২০টিরও বেশি বাঁধ এবং ছোট খামার জলাধার তৈরি করেছে৷ তানজানিয়ার প্রোগ্রামগুলি কৃষকদের তাদের কঠোর এবং অপ্রত্যাশিত জলবায়ুতে টেকসই কৃষি অনুশীলনের বিষয়ে প্রশিক্ষণ দিতে সহায়তা করার উপর দৃষ্টি নিবদ্ধ করেছে। এই প্রোগ্রামগুলির মাধ্যমে একেএফ উভয় দেশের মধ্যে অবহেলিত গ্রামীণ অঞ্চলের জন্য কৃষি ফলন এবং আয় বৃদ্ধির আশা করে। . \n\n\n== দীর্ঘমেয়াদী অঙ্গীকার ==\nএকেডিএন এজেন্সিগুলি যে ক্ষেত্রগুলিতে কাজ করে সেগুলির জন্য একটি দীর্ঘমেয়াদী প্রতিশ্রুতি দেয়, এই দর্শন দ্বারা পরিচালিত যে একটি মানবিক, টেকসই পরিবেশ অবশ্যই মানুষের নিজের পছন্দগুলিকে প্রতিফলিত করবে যে তারা কীভাবে জীবনযাপন করে এবং তাদের সম্ভাবনার উন্নতি করতে চায়৷\nএকেডিএন প্রতিষ্ঠানগুলি বিশ্বের প্রধান জাতীয় এবং আন্তর্জাতিক সাহায্য এবং উন্নয়ন সংস্থাগুলির সাথে ঘনিষ্ঠ অংশীদারিত্বে কাজ করে। একেডিএন নিজেই ইসমাইলি ইমামতের নেতৃত্বে সংস্থা, প্রতিষ্ঠান এবং প্রোগ্রামগুলির একটি স্বাধীন স্ব-শাসিত ব্যবস্থা। তাদের সহায়তার অন্যতম উৎস হল ইসমাইলী সম্প্রদায় যার পরোপকারীতা, স্বেচ্ছাসেবা এবং আত্মনির্ভরতার ঐতিহ্য এবং বংশগত ইমাম ও ইমামতি সম্পদের নেতৃত্ব ও উপাদানের আন্ডাররাইটিং।\n\n\n== একেডিএন এর দর্শন ==\nআগা খান ডেভেলপমেন্ট নেটওয়ার্কের দায়িত্ব হল সবচেয়ে দুর্বলদের জীবনযাত্রার মান উন্নত করা। এই আদেশটি স্বাস্থ্যসেবা, শিক্ষা এবং অর্থনীতির ক্ষেত্রে সহায়তা প্রদানের জন্য ৩৫টিরও বেশি অনুন্নত দেশে সক্রিয় একেডিএন প্রতিষ্ঠানের নেটওয়ার্ককে গাইড করে। এটি করে, তারা সুবিধাবঞ্চিত মানুষের জন্য আশার প্রতীক হয়ে উঠতে চেষ্টা করে।\nআগা খান ডেভেলপমেন্ট নেটওয়ার্ক (একেডিএন) এর কার্যাবলী এবং দর্শন তুলে ধরা যায়,\n\n\"The engagement of the Imamat in development is guided by Islamic ethics, which bridge faith and society. It is on this premise that I established the Aga Khan Development Network. This Network of agencies, known as the AKDN, has long been active in many areas of Asia and Africa to improve the quality of life of all who live there. These areas are home to some of the poorest and most diverse populations in the world.\"\n\n\n== অংশীদার ==\nAKDN উদ্ভাবনী উন্নয়ন প্রকল্পের নকশা, বাস্তবায়ন এবং অর্থায়নে সমমনা প্রতিষ্ঠানের সাথে অংশীদারিত্ব করে।  অংশীদারদের মধ্যে অনেক দেশের সরকার অন্তর্ভুক্ত ছিল: আফগানিস্তান, অস্ট্রেলিয়া, কানাডা, কোট ডি'আইভরি, চেক প্রজাতন্ত্র, ডেনমার্ক, গণতান্ত্রিক কঙ্গো প্রজাতন্ত্র, মিশর, ইউরোপে, ফিনল্যান্ড, ফ্রান্স, জার্মানি, গ্রীস, ভারত, জাপান, কেনিয়া, কাজাখস্তান, কিরগিজ প্রজাতন্ত্র, মালয়েশিয়া, মালি, মোজাম্বিক, নেদারল্যান্ডস, নিউজিল্যান্ড , নরওয়ে, পাকিস্তান, পর্তুগাল, স্পেন, সুইডেন, সুইজারল্যান্ড, সিরিয়া, তাজিকিস্তান, তানজানিয়া, জানজিবার, উগান্ডা, যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রের অনেক সরকারি সংস্থা। \nএকেডিএন হল প্রথম গ্লোবাল অ্যালায়েন্স ফাউন্ডিং পার্টনারদের মধ্যে একজন, যারা আর্থশট পুরস্কারের জন্য অর্থায়ন করবে, ২০২০ সালের অক্টোবরে প্রিন্স উইলিয়াম স্যার ডেভিড অ্যাটেনবারোর সাথে রয়্যাল ফাউন্ডেশনের মাধ্যমে অংশীদারিত্বে চালু করেছিলেন।  ২০২১ এবং ২০৩০এর মধ্যে, বিশ্বব্যাপী পরিবেশগত সমস্যার সমাধান সনাক্তকারী প্রাপকদের বার্ষিক ১ মিলিয়ন ইউরোর পাঁচটি পুরস্কার প্রদান করা হবে।\n\n\n== আরো দেখুন ==\nনিজারি ইসমাইলি রাজ্য\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআগা খান ডেভেলপমেন্ট নেটওয়ার্ক ওয়েবসাইট\nআগা খান এজেন্সি ফর হ্যাবিট্যাট\nএকটি ইসলামিক বিবেক: আগা খান এবং ইসমাইলিস - আগা খান এবং তার উন্নয়ন কাজের উপর একটি চলচ্চিত্র"}