{"pageid": 1369431, "title": "পাণ্ডুরঙ্গ বামন কানে", "url": "https://bn.wikipedia.org/wiki?curid=1369431", "content": "পান্ডুরঙ্গ বামন কানে (উচ্চারিত কা-নে ) (৭ মে ১৮৮০ - ১৮ এপ্রিল ১৯৭২) একজন প্রখ্যাত ভারতবিদ এবং সংস্কৃত পণ্ডিত ছিলেন। তিনি ১৯৬৩ সালে, তাঁর পাণ্ডিত্যপূর্ণ কাজের জন্য ভারতের সর্বোচ্চ বেসামরিক পুরস্কার ভারতরত্ন পেয়েছিলেন। তাঁর কাজ ৪০ বছরেরও বেশি সময় ধরে সক্রিয় শিক্ষাগত গবেষণায় বিস্তৃত ছিল, যার ফলস্বরূপ তৈরি হয়েছিল ৬,৫০০ পৃষ্ঠার ধর্মশাস্ত্রের ইতিহাস। ঐতিহাসিক রাম শরণ শর্মা বলেছেন: \"পান্ডুরঙ্গ বামন কানে, একজন মহান সংস্কৃতবিদ, যিনি সমাজ সংস্কারের জন্য ঐকান্তিকভাবে নিরত হয়ে পাণ্ডিত্যের পূর্বের ঐতিহ্যকে অব্যাহত রেখেছিলেন। বিংশ শতাব্দীতে পাঁচটি খণ্ডে প্রকাশিত \"হিস্ট্রি অফ ধর্মশাস্ত্র\" শিরোনামে তাঁর অত্যন্ত গুরুত্বপূর্ণ রচনাটি প্রাচীন সামাজিক আইন ও রীতিনীতির একটি বিশ্বকোষ। এটি আমাদের প্রাচীন ভারতের সামাজিক প্রক্রিয়াগুলি অধ্যয়ন করতে সক্ষম করে।\"\n\n\n== প্রাথমিক জীবন ==\nতিনি ১৮৮০ সালের ৭ই মে, মহারাষ্ট্রের রত্নগিরি জেলার চিপলুনের কাছে পরশুরাম নামে একটি গ্রামে একটি চিৎপাবন ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন।\n\n\n== গুরুত্বপূর্ণ কাজ ==\n\nডক্টর কানে ইংরেজিতে তাঁর শ্রেষ্ঠ কর্ম (ম্যাগনাম ওপাস) হিস্ট্রি অফ ধর্মশাস্ত্র (ধর্মশাস্ত্রের ইতিহাস - প্রাচীন এবং মধ্যযুগীয় ধর্মীয় এবং নাগরিক আইন) বইয়ের জন্য বিখ্যাত। এই কাজটি ধর্মীয় এবং আইনী গ্রন্থ এবং অন্যান্য ঐতিহাসিক উৎসগুলির একটি বিস্তৃত সমীক্ষার মাধ্যমে প্রাচীন এবং মধ্যযুগীয় ভারতে আইনি ধারণা, নীতি এবং নিয়মের ঐতিহাসিক বিকাশকে চিহ্নিত করেছে। এটি ১৯৩০ থেকে ১৯৬২ সালের মধ্যে পাঁচটি খণ্ডে প্রকাশিত হয়েছিল; দ্বিতীয় সংস্করণটির বেশ কয়েকটি খণ্ড ছিল, সর্বশেষ খণ্ডটি ১৯৭৫ সালে প্রকাশিত হয়েছিল। লেখাটি মোট ৬,৫০০ পৃষ্ঠারও বেশি। ডাঃ কানে মুম্বাইয়ের এশিয়াটিক সোসাইটি এবং ভাণ্ডারকর ওরিয়েন্টাল রিসার্চ ইনস্টিটিউটের মতো মর্যাদাপূর্ণ প্রতিষ্ঠানগুলিতে উপলব্ধ সংস্থান ব্যবহার করেছেন। কাজটি তার বিস্তৃতি এবং গভীরতার জন্য পরিচিত - মহাভারত, পুরাণ এবং চাণক্যের মতো বিভিন্ন বিষয় জুড়ে এটিতে আলোচনা রয়েছে - পূর্বের অজানা উৎসগুলিরও উল্লেখ করা হয়েছে। এই কাজের সমৃদ্ধি সংস্কৃতে তাঁর গভীর জ্ঞানের ফল। তাঁর এই সাফল্য গ্রন্থগুলিকে দেবত্ব আরোপ করার পরিবর্তে তাঁর উদ্দেশ্যমূলক অধ্যয়নের ফলাফল বলে মনে করা হয়।\nকানে ব্যবহারময়ুখ বইটি লিখেছিলেন এবং হিস্ট্রি অফ ধর্মশাস্ত্র-এর একটি পরিচায়ক অংশ লিখতে শুরু করেছিলেন যাতে পাঠক শুধুমাত্র বইটির বিষয় ছাড়াও একটি সামগ্রিক ধারণা পেতে পারেন। একটি জিনিস শুরু করে তা থেকে দ্রুত আরও বড় এবং আরও গুরুত্বপূর্ণ বিষয় প্রকাশলাভ করলো। একই সাথে, তিনি স্পষ্টভাবে বলেছিলেন যে \"ধর্ম\" শব্দের ইংরেজি সমতুল্য খুঁজে পাওয়া কঠিন। ইংরেজি, সংস্কৃত এবং মারাঠি এই তিনটি ভাষায় তাঁর লেখা আকারে প্রায় ১৫,০০০ পৃষ্ঠা বিস্তৃত।\nহিস্ট্রি অফ পোয়েটিকস ছিল তাঁর অন্য একটি বড় বই। ধর্মতত্ত্ব এবং কবিতা ছাড়াও, তিনি অন্যান্য বিষয়েও প্রচুর লিখেছেন, যার মধ্যে রয়েছে জ্যোতিষশাস্ত্র, ভারতের সাংস্কৃতিক ও ভৌগোলিক ইতিহাস-মহারাষ্ট্র-কোঙ্কন-বিদর্ভ, মারাঠি ভাষা, এর ব্যাকরণ, ভাষা ও হাতের লেখা, কৌটিল্যের (চাণক্য) অর্থনীতি, গণিত, নাটক, ইত্যাদি। তাঁর নামে ১৯৮টি প্রকাশিত লেখা রয়েছে। এর মধ্যে রয়েছে ৩৯টি পাঠ্য, ১১৫টি নিবন্ধ, ৪৪টি বই, কিছু ভূমিকা এবং পর্যালোচনাসমূহ।\n\n\n== স্বীকৃতি ==\nডাঃ কানেকে মহামহোপাধ্যায় (ব্যুৎপত্তি: মহা+মহা+উপাধ্যায় = মহান শিক্ষকদের মধ্যে সর্বশ্রেষ্ঠ) হিসাবে পুরস্কৃত করা হয়েছিল, সাধারণত তাঁকে উল্লেখ করা লেখাগুলিতে একটি উপসর্গ হিসাবে সংক্ষিপ্ত ভাবে এমএম লেখা হয়। তিনি মুম্বাই বিশ্ববিদ্যালয়ের উপাচার্য হিসেবে দায়িত্ব পালন করেন। ভারতীয় অধ্যয়নের ক্ষেত্রে কুরুক্ষেত্র বিশ্ববিদ্যালয় প্রতিষ্ঠার জন্য তাঁর পরিষেবা চেয়ে অনুরোধ করা হয়েছিল এবং তালিকাভুক্ত করা হয়েছিল। ১৯৫৬ সালে, সংস্কৃত অনুবাদ বিভাগের অধীনে গবেষণার ক্ষেত্রে, হিস্ট্রি অফ ধর্মশাস্ত্র বইটির চতুর্থ খণ্ডের জন্য তিনি সাহিত্য একাডেমি পুরস্কারে ভূষিত হন।  তিনি ভারতীয় বিদ্যা ভবনের সম্মানিত সদস্যও ছিলেন।\nশিক্ষার ক্ষেত্রে তাঁর বিশিষ্ট অবদানের জন্য তিনি সংসদ সদস্য হিসাবে রাজ্যসভায় মনোনীত হন। ১৯৬৩ সালে তাঁকে সর্বোচ্চ পুরস্কার ভারতরত্ন দিয়ে সম্মানিত করা হয়।\nমুম্বাইয়ের এশিয়াটিক সোসাইটি তাঁর সম্মানে একটি ডাকটিকিট অর্থায়ন করেছিল। মহারাষ্ট্রের রাজ্যপাল ২০২২ সালের ১৮ই এপ্রিল সেটি  প্রকাশ করেছিলেন।\n\n\n== ভারতীয় আইন ==\nভারতের সংবিধান প্রথাগত সামাজিক শ্রেণিবিন্যাসের শিকল ভেঙে স্বাধীনতা, সাম্য ও ন্যায়বিচারের নতুন যুগের সূচনা করার জন্য রচিত হয়েছিল। তিনি বিশ্বাস করতেন যে এই নিয়ম ও প্রবিধানগুলি ভারতে বিস্তৃত ঐতিহ্যগত ধারণা থেকে বিযুক্ত। তিনি আরও ইঙ্গিত করেছেন যে এই দেশে বসবাসকারী মানুষের অধিকার আছে কিন্তু কোনো বাধ্যবাধকতা নেই।\nতাঁর কাজের বিশ্বকোষীয় এবং প্রামাণিক প্রকৃতির কারণে, সেগুলি প্রায়শই প্রশাসনিক ব্যবস্থায় বিতর্কে ব্যবহৃত হয়। অটল বিহারী বাজপেয়ী সরকারের আমলে এমনই একটি বিষয় উদ্ভূত হয়েছিল যে প্রাচীন ভারতীয়রা গরুর মাংস খেতেন কিনা এবং উভয় দলই তাদের দৃষ্টিভঙ্গি সমর্থন করার জন্য কানের কাজ থেকে ব্যাপকভাবে উদ্ধৃত করেছিল। এই বিষয়টি গুরুত্বপূর্ণ হয়ে ওঠে কারণ হিন্দুরা ঐতিহ্যগতভাবে গরুকে মা হিসেবে শ্রদ্ধা করে এবং তাই গরুর মাংস খাওয়া নিষিদ্ধ। এরকম আরেকটি বিষয় ছিল প্রাচীনকালে মেয়েদের যজ্ঞোপবীত (পবিত্র সুতো) পরার অধিকার ছিল কি না, কারণ সাম্প্রতিক অতীতে উপনয়ন অনুষ্ঠান শুধুমাত্র পুরুষদের জন্যই সীমাবদ্ধ ছিল।\n\n\n== উত্তরাধিকার ==\nতাঁর স্মরণে মুম্বাইয়ের এশিয়াটিক সোসাইটি ১৯৭৪ সালে এম.এম. ডঃ পি ভি কানে ইনস্টিটিউট ফর পোস্ট গ্র্যাজুয়েট স্টাডিজ অ্যাণ্ড রিসার্চ প্রতিষ্ঠা করেছিল। এই প্রতিষ্ঠান  প্রাচ্য গবেষণায় গবেষণার প্রচার, উৎসাহদান এবং সুবিধা প্রদান করে। এছাড়াও, বৈদিক, ধর্মশাস্ত্র বা অলঙ্কার সাহিত্যের অধ্যয়নে অসামান্য অবদানের জন্য প্রতি তিন বছরে একবার একজন পণ্ডিতকে এমএম ডক্টর পি ভি কানে স্বর্ণপদক দেওয়া হয়।\n\n\n== আরও দেখুন ==\nধর্মশাস্ত্র\nধর্ম\n\n\n== তথ্যসূত্র ==\n\n\n== অন্যান্য উৎস ==\nএস জি মোঘে (সম্পাদক), ধর্মশাস্ত্র সাহিত্যে অধ্যাপক কানের অবদান, ১৯৯৭, নতুন দিল্লি: ডিকে প্রিন্টওয়ার্ল্ড (পি) লিমিটেড।আইএসবিএন ৮১-২৪৬-০০৭৫-৯আইএসবিএন 81-246-0075-9\nধর্মশাস্ত্রের ইতিহাসে আত্মজীবনীমূলক উপাখ্যান খণ্ড ৫\n\n\n== বহিঃসংযোগ ==\nWorks by or about Pandurang Vaman Kane at Internet Archive\nRare letters and correspondences of P.V. Kane  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ এপ্রিল ২০১৫ তারিখে\nA write-up on MM Dr. P.V. Kane  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ মে ২০০৬ তারিখে\nPublication dates of volumes\nSahitya Akademi Award\nHonorary member of Bharatiya Vidya Bhavan  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ ফেব্রুয়ারি ২০১৮ তারিখে\nEvolution of MM Dr. P.V. Kane’s Magnum Opus\nConstitution making a complete break with traditional ideas of India\nBiography (Chapter 2.2) (German site, biography in English)\nKane's chronology of Dharmasastra literature (At the bottom of the article) (German site, chronology in English)\nभारतरत्न, महामहोपाध्याय डॉ.पा.वा.काणे\n\nটেমপ্লেট:Sahitya Akademi Award for Sanskrit"}