{"pageid": 1369827, "title": "বেদ প্রকাশ উপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1369827", "content": "বেদ প্রকাশ উপাধ্যায় (হিন্দি: वेद प्रकाश उपाध्याय, ইংরেজি: Ved Prakash Upaddhaya) একজন ভারতীয় সংস্কৃত পণ্ডিত, লেখক, প্রভাষক, অধ্যাপক, শিক্ষানুরাগী ও হিন্দু শাস্ত্রবিদ। তিনি সংস্কৃত সাহিত্য ও হিন্দুধর্মের উপর বহু গ্রন্থের প্রণেতা। ২০১৭ সালে তিনি হরিয়ানা সংস্কৃত একাডেমী থেকে সংস্কৃত সাহিত্য অলংকার সম্মাননা লাভ করেন। ২০১৭ সালে তিনি পাঞ্জাবি ভাষা বিভাগ থেকে সাহিত্য রত্ন পদক পান এবং ২০১৯ সালে সংস্কৃত ভাষায় অবদান রাখার জন্য ভারতের রাষ্ট্রপতি পদক সম্মাননা ২০১৮ লাভ করেন।\n\n\n== প্রাথমিক জীবন ==\nবেদ প্রকাশ উপাধ্যায় ২ ফেব্রুয়ারী ১৯৪৭ এ উত্তর প্রদেশের এলাহাবাদে জন্মগ্রহণ করেন। তার পিতা শ্রী রামজীবন/রামসজীবন সুমিত্রাদেবী উপাধ্যায় এবং মাতা প্রতিমাদেবী ত্রিপাঠী।\n\n\n== শিক্ষাজীবন ==\nউপাধ্যায় সংস্কৃত বেদে ডি.ফিল এবং ধর্মশাস্ত্র হিন্দু আইন বিষয়ে ডি.লিট, বেদ, দর্শন, ধর্মতত্ত্ব, সাহিত্য, তন্ত্র, ন্যায় ও শাস্তি ইত্যাদির একজন  পণ্ডিত। ১৯৬৮ সালে এলাহবাদ ইউনিভার্সিটি থেকে মাস্টার অফ আর্টস, ১৯৭০ সালে এলাহাবাদ বিশ্ববিদ্যালয় থেকে দর্শনের ডক্টরেট ও ১৯৭৫ গুরুনানক দেব বিশ্ববিদ্যালয়, স্নাতকোত্তর, ১৯৭৮ সালে এলাহাবাদ বিশ্ববিদ্যালয় থেকে আইন স্নাতক, ১৯৮১ সালে এলাহাবাদ বিশ্ববিদ্যালয় থেকে ডক্টর অফ লেটারস, ১৯৯৮ সাল জ্যোতিষ গবেষণা প্রকল্প থেকে জ্যোতিষশাস্ত্রে ডক্টরেট লাভ করেন।\n\n\n== কর্মজীবন ==\n১৯৭০-১৯৭৪ গবেষণা সহকারী, বিশ্বেশ্বরানন্দ বিশ্ববন্ধু ইনস্টিটিউট সংস্কৃত ও ইন্ডোলজিক্যাল স্টাডিজ হোশিয়ারপুর, পাঞ্জাব, ভারত, ১৯৭৪, অধ্যক্ষ, ত্রিবেণী সংস্কৃত কলেজ এলাহাবাদ, ১৯৮১-১৯৮৪, সংস্কৃত বিভাগের প্রভাষক, পাঞ্জাব বিশ্ববিদ্যালয় চণ্ডীগড়, ভারত, ভারত, ১৯৮৪-১৯৯৫, সংস্কৃত বিভাগের প্রভাষক, পাঞ্জাব বিশ্ববিদ্যালয়।\nতিনি চণ্ডীগড়ের পাঞ্জাব বিশ্ববিদ্যালয়ে ৪০ বছর দায়িত্ব পালন করেন এবং অধ্যাপক ও সংস্কৃত বিভাগের প্রধান হিসেবে অবসর গ্রহণ করেন।  এরপর তিনি নয়াদিল্লির শ্রী লাল বাহাদুর শাস্ত্রী জাতীয় সংস্কৃত বিশ্ববিদ্যালয়ে শাস্ত্রী, আচার্য ও বিশেষাচার্যের ক্লাসে তিন বছর সংস্কৃত মাধ্যমে অধ্যাপনা করেন।  \n\n\n== প্রাপ্তি ==\nতিনি ইউজিসি সিনিয়র ফেলোশিপ, শাস্ত্রচূড়ামণি পেয়েছেন। ভারত সরকারের মানবসম্পদ উন্নয়ন মন্ত্রক তাকে হিমাচল প্রদেশের আদর্শ সংস্কৃত সংস্থার সভাপতি করেছে। তাঁর গবেষণা কর্মে তিনি জাতীয় ও আন্তর্জাতিক পর্যায়ে বহু জাতীয় ও আন্তর্জাতিক প্রতিষ্ঠান কর্তৃক সম্মানিত ও পুরস্কৃত হন। এসব অর্জনের ভিত্তিতে ৮টি স্বর্ণপদক ও ৩৩টি সম্মাননা পেয়েছেন। এছাড়াও তিনি ১০০টিরও বেশি সংস্কৃত শাস্ত্রীয় সম্মেলনে অংশগ্রহণ করেছেন, ২৬টি আন্তর্জাতিক সম্মেলন ও গবেষণা সেমিনারে সভাপতিত্ব করেছেন, ১৫টি গবেষণা ও মৌলিক বই এবং ১০০টি গবেষণাপত্র প্রকাশ করেছেন এবং তাঁর নির্দেশনায় ৭০ জন গবেষক ছাত্র এম.ফিল করেছেন ও ৬০ জন পিএইচডি করেছেন। বর্তমানে তিনি একাধিক কমিটির চেয়ারম্যান ও সদস্য। সংস্কৃতের প্রতি তার অবদানের কারণে দূরদর্শন ২২ মার্চ, ২০১২-এ এক ঘন্টার বিশেষ ব্যক্তিত্বের অনুষ্ঠানও প্রচার করে।  তিনি বেশ কয়েকবার রেডিও বক্তৃতা দিয়েছেন, যার লক্ষ্য ছিল সংস্কৃতকে সর্বজনীন করা।  মাননীয় মানবসম্পদ প্রতিমন্ত্রী মহেন্দ্র নাথ পান্ডে কাশী বিদ্যা পরিষদে বিদ্যাভূষণ সম্মানে ভূষিত হয়েছেন এবং আন্তর্জাতিক মানবাধিকার সুরক্ষা ব্যুরোর পক্ষ থেকে ফিজির রাষ্ট্রদূত প্রভাকর ঝা তাকে মানবাধিকার রত্ন সম্মানে ভূষিত করেছেন। হরিয়ানা সংস্কৃত একাডেমী হরিয়ানা সরকারের অনেক গুরুত্বপূর্ণ কমিটির সদস্য হিসাবে, উপাধ্যায় একজন সক্রিয় অবদানকারী ছিলেন এবং হরিপ্রভা গবেষণা পত্রিকায় পরামর্শদাতা হিসেবে কাজ করছেন। গুরুকুল মনসাদেবী কমপ্লেক্সের কাস্টডিয়ান হিসেবে দায়িত্ব পালন করছেন। বর্তমানে তিনি বৈদিক সংশোধন মণ্ডলের চেয়ারম্যানের দ্বায়িত্ব পালন করছেন। জিয়াউর রহমান আজমী তার সম্পর্কে বলেন যে, তিনি কল্কি অবতার এবং মোহাম্মদ সাহেব বইয়ের মাধ্যমে হিন্দু ধর্মগ্রন্থে মুহাম্মাদ (সা:) এর উল্লেখের কথা দাবি করলেও নিজে ইসলাম ধর্ম গ্রহণ করেন নি। ইসকনের বাংলাদেশী শাখা, অগ্নিবীর দাবি করে যে, বেদ প্রকাশ উপাধ্যায় বাস্তবে নেই কারণ তার একাডেমিক রেকর্ড বাংলায় কোথাও পাওয়া যায় না। বাংলাদেশী ইসলামিক পণ্ডিত আবুবকর মুহাম্মাদ জাকারিয়া, যিনি সৌদি আরবের ইসলামিক ইউনিভার্সিটি অব মদিনা-এ হিন্দু ধর্ম বিষয়ে উন্নত গবেষণা ও অধ্যয়ন পরিচালনা করেছেন, বেদ প্রকাশ সম্পর্কে বলেছেন তার বই হিন্দুসিয়াত ওয়া তাসুর বাদ আল ফিরাক আল ইসলামিয়াত বিহা (হিন্দুধর্ম ও কিছু গোষ্ঠী দ্বারা প্রভাবিত হয়েছে)।   \n\n\"\"\"এই পুরাণটির (ভবিষ্য পুরাণ) কল্কি পুরাণ নামে একটি বিভাগ আছে, যা কল্কি অবতারকে স্পর্শ করেছে, (অবতার যা কালী সময়ে আসে, বা শেষ সময়ে) এবং এই পুরাণে যা এসেছে তা কেবলমাত্র মুহাম্মদের বাস্তবতা ছিল, যখন তাদের একজন পণ্ডিত (বেদ প্রকাশ) স্বীকার করেন যে, মুহম্মদ ছাড়া আর কেকোন কল্কি অবতার নেই।  এই বই থেকে এর প্রমাণ উল্লেখ করেছেন, এবং দাবি করেছেন যে এটি শুধুমাত্র এটির ক্ষেত্রেই প্রযোজ্য, তবে হিন্দুরা বইটির এই অংশটি গ্রহণ করার ক্ষেত্রে ভিন্নমত পোষণ করেছিল এবং তারা বলেছিল যে এটি চুরি করা হয়েছিল এবং এটি পরবর্তীকালে তৈরি করা হয়েছিল এবং এটি খুব দেরিতে বইটিতে অন্তর্ভুক্ত করা হয়েছিল।\"\n\nভারতীয় ইসলাম প্রচারক জাকির নায়েক তার বিভিন্ন লেখায় লেখক বেদ প্রকাশের নাম উল্লেখ করার সাথে এই বই থেকে বিস্তৃত উদ্ধৃতি উল্লেখ করেছেন।\nপাকিস্তানের প্রাক্তন হাইকমিশনার আফরাসিয়াব মেহেদি হাশমি তার লেখায় বইটি নিয়ে আলোচনা করেছেন। এছাড়াও আরও প্রখ্যাত আন্তর্জাতিক লেখক যেমন আলি উনাল,  শামস নাভেদ উসমানি, সুলতান বশিরুদ্দিন মাহমুদ এবং দানিয়াল জয়নাল আবিদীন, আলি গোমা, সফিউর রহমান মোবারকপুরী, সামি আমরি, নিহাত হাতিপোগলু ইত্যাদি তাকে নিয়ে আলোচনা করেন।\n\n\n== পেশাজীবন ==\nপ্রিন্সিপাল ত্রিবেণী সংস্কৃত কলেজ এলাহাবাদ, ১৯৭০। গবেষণা সহকারী বিশ্বেশ্বরানন্দ বিশ্ববন্ধু ইনস্টিটিউট সংস্কৃত ও ইন্ডোলজিক্যাল স্টাডিজ, পাঞ্জাব বিশ্ববিদ্যালয়, হোশিয়ারপুর, ভারত, ১৯৭০-৭৪, প্রভাষক ভারত, ১৯৭৪-৮১। সংস্কৃত পাঞ্জাব বিশ্ববিদ্যালয়ের প্রভাষক বিভাগ, চণ্ডীগড়, ভারত, ১৯৮১-১৯৮৪, পাঠক ভারত, ১৯৮৪-৯৫, চেয়ারম্যান ভারত, ১৯৯৫-৯৬, অধ্যাপক ভারত, ১৯৯৬-১৯৯৮, চেয়ারম্যান ভারত, ১৯৯৮ সাল থেকে।\nঅনারারি উপদেষ্টা আমেরিকান বায়োগ্রাফিক্যাল ইনস্টিটিউট, রেলে, নর্থ ক্যারোলিনা। প্রধান উপদেষ্টা নেপাল জ্যোতিষ গবেষণা কেন্দ্র, ১৯৯৮, এশিয়ান অ্যাস্ট্রোলজার্স কংগ্রেস, ঢাকা, বাংলাদেশ। উপদেষ্টা ঋষিকুল কেন্দ্রীয় সংস্কৃত বিদ্যাপীঠ, চণ্ডীগড়।\n\n\n== কাজ ==\nकल्कि अवतार और मुहम्मद साहब (কল্কি অবতার ও মোহাম্মদ সাহেব) (১৯৭০)\nनरशंस और अंतिम ऋषि (নরাশংস ও অন্তিম ঋষি)\nवेदों और पुराणों के आधार पर धार्मिक एकता की ज्योति (বেদ ও পুরাণের উপর ভিত্তি করে ধর্মীয় ঐক্যের জ্যোতি)\nहिन्दू विधि एवं स्त्रोत (হিন্দু আইন ও সূত্র), আন্তর্জাতিক আইন সংস্থা, এলাহাবাদ, ১৯৮৬\nहिंदी साहित्य का इतिहास, काव्यशास्त्र एवं लिपि , विश्वविद्यालय प्रकाशन, वाराणसी, ২০১৪ (হিন্দি সাহিত্যের ইতিহাস, কবিতা এবং লিপি, বিশ্ববিদ্যালয় প্রকাশন, বারাণসী, ২০১৪)\nमहाकवि श्री हनुमत प्रणीत हनुमन्नाटकम शिल्प एवं संवेदना (মহাকবি শ্রী হনুমত প্রণীত হনুমন্নাটকম শিল্প এবং সংবেদনা)\nगद्य-विधा-चयनिका (গদ্য-বিধা-চয়নিকা) ২০১৩\nआधुनिक हिन्दुविधिः धर्मशास्त्रीयविधिसहितः (আধুনিক হিন্দু বিধি: ধর্মশাস্ত্রীয়বিধিসহিত:) ২০১৮\nभारतीय गौरव के उद्गाताः श्याम नारायण पाण्डेय (ভারতীয় গর্বের প্রতিষ্ঠাতা: শ্যাম নারায়ণ পান্ডে)\n\n\n== আরও দেখুন ==\nআব্দুল হক বিদ্যার্থী\nআদনান ওকতার\nআবু তালিব\nআবদুল্লাহ ইবনে উবাই\n\n\n== তথ্যসূত্র =="}