{"pageid": 1370375, "title": "নামসংকীর্তন", "url": "https://bn.wikipedia.org/wiki?curid=1370375", "content": "নামসংকীর্তন (সংস্কৃত: नामसङ्कीर्तन) বা নামজপ  হল হিন্দু অভ্যাস যা প্রদত্ত সাংগঠনিক নাম এবং প্রদত্ত সৃজনশীল নামগুলির সাথে সম্পৃক্ত অন্যান্য নাম প্রকাশ করে।\nসাধারণত ভক্তদের ধর্মীয় সমাবেশে ভক্তি প্রকাশে এবং ভক্তিপূর্ণ আনন্দ অর্জনের জন্য ঈশ্বরের নাম উচ্চারণের মাধ্যমে বৈষ্ণব ঐতিহ্যের সদস্যদের দ্বারা নামসংকীর্তন চর্চা করা হয়। চৈতন্য, বল্লভ ও বিঠোবা - কে কেন্দ্র করে এই প্রথাটি জনপ্রিয় হয়ে উঠেছে বলে মনে করা হয়। অনুশীলনটিকে ভজন এর সাধারণ রূপ হিসেবে গণ্য করা হয়।\n\n\n== বিবরণ ==\nবৈষ্ণবধর্মে, জপমালা এর সাহায্যে বা ছাড়াই বিষ্ণুর যেকোনো বা সমস্ত নাম জপ করাকে জপকারীকে পূণ্য (ধর্মীয় গুণ) অর্পণ করার জন্য বিবেচনা করা হয়, এবং তাই এটি ধর্মীয় উপাসনার গুরুত্বপূর্ণ অংশ। বিষ্ণুর নাম জপ করাকে কলিযুগে পরিত্রাণের পদ্ধতি হিসেবে বিবেচনা করা হয়। শ্রীমদ্ভাগবত পুরাণে দেখা যায় - ভগবান শ্রীকৃষ্ণের বিরহে কাতর হয়ে গোপীকাকূলের সকলে মিলে উচ্চ স্বরে ভগবান শ্রীকৃষ্ণের নাম কীর্তন করেছিলেন। উচ্চ স্বরে হরিনাম করার নির্দেশ ব্রহ্মাণ্ড পুরাণেও দৃষ্ট হয়।\nসর্বসাধারণের মধ্যে ভক্তি ধর্ম প্রচারে শ্রীচৈতন্য মহাপ্রভু কীর্তনকে মাধ্যম হিসেবে ব্যবহার করেছিলেন । বৃন্দাবনদাসের 'চৈতন্যভাগবত'-এর মধ্যখণ্ড ত্রয়োবিংশ অধ্যায়ে আছে :\n\n\" নিরবধি সভেই জপেন কৃষ্ণ নাম।\nপ্রভুর চরণ কায়মনে করি ধ্যান।।\nসন্ধ্যা হৈলে আপনার দ্বারে সব মেলি।\nকীর্তন করেন সভে দিয়া হাতে তালি।।\nএইমতো নগরে নগরে সংকীর্তন।\n\nকরাইতে লাগলেন শচীর নন্দন।।\" \nগৌড়ীয় বৈষ্ণবধর্ম অনুসারে, ঈশ্বরের নামের উচ্চস্বরে জপ করা এবং গান গাওয়াকে মোক্ষলাভের জন্য সহায়ক বলে মনে করা হয়, যেহেতু এটি ঈশ্বরের প্রতি আরও প্রকাশপূর্ণ প্রেমের প্রতিনিধিত্ব করে এবং এর ফলে এটি বৃহত্তর আধ্যাত্মিক অভিজ্ঞতা গঠন করে।\nশ্রীচৈতন্য মহাপ্রভুর ধারার অনুগমন করেই যোগ - ভক্তি মার্গের সাধক ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ আহিরীটোলা ঘাট থেকে গঙ্গাবক্ষে কীর্তনে বের হন। কালনা পর্যন্ত কীর্তন চলে। পরে ফিরে আসেন সিমলা স্ট্রিটে। \nবিষ্ণুর নামের আবৃত্তি অনেক গ্রন্থের কেন্দ্রীয় বিষয়, যেমন আণ্ডালের তিরুপাবাই।\n\n\n== আরও দেখুন ==\nকীর্তন\nরামনাম\nভজন\nশ্যামা সংগীত\nপূজা\nব্রহ্মসংগীত\nবাবা নাম কেবলম্\nজপ\n\n\n== তথ্যসূত্র =="}