{"pageid": 1370703, "title": "কাজী গোলাম মুস্​তাফা", "url": "https://bn.wikipedia.org/wiki?curid=1370703", "content": "কাজী গোলাম মুস্​তাফা (কে. জি. মুস্​তাফা নামেও পরিচিত; জন্ম ২৫ সেপ্টেম্বর ১৯৪৩ - ৭ জুলাই ২০২৩) একজন বাংলাদেশী নকশাকার। তিনি বাংলাদেশের মুদ্রা টাকার নোট ও ধাতব মুদ্রার নকশাকার। এছাড়াও তিনি বিভিন্ন ডাকটিকিটের নকশাও করেছেন। পাশাপাশি তিনি অনেক সরকারি ও বেসরকারি ব্যাংক ও প্রতিষ্ঠানের নিড়াপত্তা দলিল ও সার্টিফিকেটের নকশা করেছেন।\n\n\n== জন্ম ==\nমাতা মরহুমা রাহাতুন্নেছা, পিতা মরহুম কাজী আব্দুর রশিদ। জন্মঃ ১৯৪৩ সালের ২৫ সেপ্টেম্বর, ফরিদপুর জেলার মাদারীপুর মহকুমার (বর্তমানে জেলা) শিবচর থানার বাঁশকান্দি ইউনিয়নের শেখপুর গ্রামের সম্ভ্রান্ত কাজী বংশের রক্ষণশীল একটি সাধারণ পরিবারে। \n\n\n== ভাই-বোন ==\nবর্তমানে এক ছোট ভাই ভাই কাজী কিবরিয়া, ২ ছোট বোন মাকসুদা বেগম, রুহিতাস বেগম\n\n\n== স্ত্রী-সন্তান ==\nস্ত্রীর নাম শামীমুন নাহার, বড় ছেলে: কাজী মুস্​তাফা মাহমুদ, মেজ ছেলে: কাজী আসিফ মুস্​তাফা, কনিষ্ঠ পুত্র : মরহুম কাজী আশিক মুস্​তাফা (মৃত্যু ২০১১)।\nএকমাত্র কন্যাঃ মুনা মুস্​তাফা । অস্ট্রেলিয়াপ্রবাসী মেয়ে মুনা মুস্​তাফাই শিল্পীর কাজগুলো গুছিয়ে রেখেছিলেন।\n\n\n== শিক্ষা জীবন ==\nইস্ট পাকিস্তান কলেজ অব আর্টস এন্ড ক্রাফট্স, ঢাকা (বর্তমানে ঢাকা বিশ্ববিদ্যালয়ের চারুকলা ইন্সটিটিউট) থেকে কমার্শিয়াল আর্টসে স্নাতক (১৯৬৪), সেখান থেকে লেখাপড়া শেষ করেন। চারুকলার শিক্ষক শ্রদ্বেয় শিল্পচার্য জয়নুল আবেদিন তরুণ মুসতাফার ভিতরে অসাধারণ প্রতিভার খোঁজ পান।। তাঁর শিক্ষা জীবনের শুরু মাতৃভূমি প্রত্যন্ত গ্রাম শেখপুরে। তিনি শেখপুর ফ্রি প্রাইমারি স্কুল, লক্ষীপুর ফ্রি প্রাইমারি স্কুল, ভান্ডারীকান্দি আছালত খাঁ মেমোরিয়াল হাইস্কুল (এ. কে. এম হাই স্কুল) এবং বরিশাল ব্রজমোহন ইন্সটিটিউটের (বি.এম.স্কুল) শিক্ষার্থী ছিলেন।\n\n\n== কর্মজীবন ==\nএই পর্বটা ছিল ঘটনাবহুল যার শুরু ১৯৬৪ সালে। এ জীবনে তিনি বিভিন্ন সরকারি বেসরকারি ও প্রাইভেট প্রতিষ্ঠানে ডিজাইনার এবং ডিজাইন অ্যাডভাইজার পদে চাকরি করেছেন। আত্মকর্মসংস্থান হিসেবে একাধিক প্রতিষ্ঠানও গড়েছিলেন। তাঁর উল্লেখযোগ্য কর্মস্থলের মধ্যে পাকিস্তান সিকিউরিটি প্রিন্টিং কর্পোরেশন, এশিয়াটিক অ্যাডভার্টাইজিং ফার্ম, এসোসিয়েটেড প্রিন্টার্স, ফাইজার ল্যাবরেটরিজ অন্যতম।\nকে জি মুস্তফা নব্য স্বাধীন বাংলাদেশের প্রথম মুদ্রা ১ টাকার নোটের দুটি নকশা করেন। এভাবে ৫, ১০ টাকার দুটি এবং ১০০ টাকার ১টি নোটের ডিজাইন করে তৎকালীন অর্থমন্ত্রী তাজউদ্দিন আহমদ এবং হামিদউল্লাহ সাহেবের ভূয়সী প্রশংসা পেয়েছিলেন। কাগজের টাকার পর ১, ৫, ১০, ২৫ এবং ৫০ পয়সার ধাতব মুদ্রার নকশা করেন।\nএকই বছরে, অর্থাৎ ১৯৭২ সালে বাংলাদেশ ডাকবিভাগের অসংখ্য ডাকটিকিট, পোস্টকার্ড, খাম, অ্যারোগ্রামের পর নন-জুডিশিয়াল, কোর্ট ফি, রাজস্ব ডাকটিকেট, রাষ্ট্রায়ত্ত ও বেসরকারী ব্যাংক এবং প্রতিষ্ঠানের নিরাপত্তা দলিলের অসংখ্য নকশার ডিজাইন করেন।\nপরবর্তী সময়ে সিপাহি বিদ্রোহ, মুক্তিযুদ্ধের শহীদদের স্মরণে, বাংলাদেশের প্রথম আদমশুমারি, গ্রামবাংলার ঐতিহ্যবাহী নৌকাবাইচ, পাটের শিকা ও কার্পেট, গ্রামীণ নারী কলম্বো পরিকল্পনা, আন্তর্জাতিক স্বাক্ষরতা বর্ষ, অলিম্পিক গেমস, ফিফা বিশ্বকাপ, এশিয়ান গেমস প্রভৃতি বিষয়ের ওপর ডাকটিকিটে তিনি ডিজাইন করেছেন।\nমহান স্বাধীনতার প্রথম বার্ষিকী, বিদ্রোহী কবি কাজী নজরুল ইসলামের প্রথম মৃত্যুবার্ষিকী, কণ্ঠশিল্পী আব্বাসউদ্দীন আহমদের স্মরণে, বিশ্ব ডাক সংস্থার শতবর্ষ উদযাপন, ডাক জীবন বীমা শতবার্ষিকী, ডাকটিকিট প্রকাশের ১৫০তম বার্ষিকী সহ বিভিন্ন গুরুত্বপূর্ণ জাতীয় ইস্যুতে তিনি ডাকটিকেটের নকশা করেছেন।\nসেই সাথে তিনি নবাব সিরাজউদ্দৌলা, লালন শাহ ও কবি কায়কোবাদের ওপর অনেক ডাকটিকিটের ডিজাইন করে দিয়েছেন। শহীদ নূর হোসেনের বুকে ‘স্বৈরাচার নিপাত যাক’ লেখা যে ডাকটিকিটটি বেরিয়েছিল, সেটির ডিজাইন করে তৎকালীন সময়ে বেশ খ্যাতি অর্জন করেছিলেন এই গুণী শিল্পী। ১৯৯১ সালে শহীদ বুদ্ধিজীবী সিরিজ ডাকটিকিট প্রকাশ করা হয়, সেগুলোর মধ্যে দশটির ডিজাইন করেছেন তিনি। তিনি অসংখ্য ব্যাংক, বীমা, সরকারি-বেসরকারি প্রতিষ্ঠানের মনোগ্রাম, চেক বই, ভাউচার, প্রাইজবন্ড, শেয়ার সার্টিফিকেট, সঞ্চয়পত্রের সার্টিফিকেটসহ অনেক কাজের ডিজাইন করেছেন। পাশাপাশি তিনি অনেক ছবিও এঁকেছেন।\n\n\n== শিল্পকর্ম ==\nনানা ধরণের বৈচিত্রময় ও নান্দনিক ডিজাইনের অসংখ্য কাজ করেছেন তিনি, যার অধিকাংশ ছিল দেশের জন্য নিবেদিত। এর মধ্যে তাঁর উল্লেখযোগ্য ও তাৎপর্যপূর্ণ শিল্পকর্ম হচ্ছে যুদ্ধ-বিধ্বস্ত সদ্য স্বাধীন বাংলাদেশের নিজস্ব মুদ্রা ও ডাকটিকিটের কতিপয় নকশা প্রণয়ন করে ইতিহাসের অংশীদার হয়ে থাকা। বর্তমানে তিনি বাংলাদেশ ডাক বিভাগ ও বাংলাদেশ ব্যাংকের ডিজাইন অ্যাডভাইজরি কমিটির একজন সম্মানিত সদস্য এবং COLLECTOR পত্রিকার একজন উপদেষ্টা হিসেবে দায়িত্ব পালন করেছেন। \n\n\n== রচিয়িত গ্রন্থ ==\nদেশকে নিবেদিত শিল্পকর্ম ও আমার স্মৃতিকথা, যার স্মৃতি সারাক্ষণ বয়ে বেড়াচ্ছি , এছাড়াও Asiatic Society তাঁর জীবনের উপর এই বইটি পাবলিশ করেছে।\n\n\n== মুক্তি যুদ্ধ পরবর্তী মুদ্রা প্রচলন ==\n১৯৭১ সালের ১৬ ডিসেম্বর দেশ স্বাধীন হলেও নিজস্ব মুদ্রা না থাকার কারণে সার্বিক অর্থব্যবস্থা সংকটে পড়ে। ১৯৭২ সালে প্রথম ভারতের সিকিউরিটি প্রিন্টিং প্রেসের নকশা ও মুদ্রণে ১, ৫, ১০ ও ১০০ টাকার চার ধরনের নোট বাজারে ছাড়া হয়। তবে জাল নোটও দ্রুত ছড়িয়ে পড়ে। এ কারণে তখনকার আওয়ামী লীগ সরকার দ্রুত নিজস্ব নকশায় টাকা প্রচলনের উদ্যোগ নেয়। এর নকশা করার দায়িত্ব পান চারুকলা থেকে পাস করা তরুণ শিল্পী কে জি মুস্​তাফা।\n\n\n== স্বীকৃতি ==\nরং তুলির আচঁড়ে সৃষ্ট শিল্প দ্বারা যে দেশ সেবা করা যায়, শিল্পী কে. জি. মুস্​তাফা তার উজ্জল দৃষ্টান্ত। তাঁকে দেশ ও বিদেশের বিভিন্ন সংগঠন ও প্রতিষ্ঠান সম্মাননা প্রদান করেছে। আমাদের প্রত্যাশা দেশাত্ববোধে উজ্জীবিত বরেণ্য এই কৃতী চিত্রশিল্পীকে স্বাধীনতাত্তোর বাংলাদেশ পুনর্গঠনে তাঁর অসামান্য অবদানের স্বীকৃতি স্বরুপ অচিরেই সরকার তাঁকে রাষ্ট্রীয় পুরস্কারে ভূষিত করে জাতিকে ঋণমুক্ত করবেন ইনশাল্লাহ্।\n\n\n== মুক্তিযুদ্ধে আবদান ==\nমুক্তিযুদ্ধের সময় কে জি মুসতাফা সরাসরি মুক্তিযুদ্ধে অংশগ্রহণ না করলে ও বন্ধু রাহাত খানের সাথে হাতে হাত মিলিয়ে মুক্তিযোদ্ধাদের পরিবারের কাছে অর্থ পৌঁছে দিতেন যাতে মুক্তিযোদ্ধাদের পরিবারগুলি অর্থকষ্টে না পরে। রাহাত খান\n\n\n== অবদান ==\nবাংলাদেশ স্বাধীন হওয়ার পর বাংলাদেশ ব্যাংক তথা বাংলাদেশ সরকার কর্তৃক প্রবর্তিত প্রথম কাগুজে নোট সমুহের নকশা করেন কে. জি. মুস্​তাফা। তার মধ্যে আছে এক টাকা, পাঁচ টাকা, দশ টাকার নোট দুটি করে এবং একশত টাকার একটি নোট। তিনি এসকল নোটের মুদ্রণ তদারকির জন্য সরকারের পক্ষ থেকে লন্ডন ও পূর্ব বার্লিন গিয়েছিলেন। এছাড়াও তিনি বাংলাদেশের প্রথম কয়েন এক পয়সা থেকে পঞ্চাশ পয়সার নকশা করেন। \nক্রিকেট বিশ্বকাপ বাংলাদেশ-২০১১, রবীন্দ্রনাথ ঠাকুরের ১৫০তম জন্ম জয়ন্তী ও জাতীয় কবি কাজী নজরুল ইসলামের বিদ্রোহী কবিতার ৯০ বছর পূর্তি উপলক্ষে মুদ্রিত তিনটি রূপার স্মারক মুদ্রার নকশা করেন কে. জি. মুস্​তাফা। বাংলাদেশের বিজয়ের ৪০ বছর উপলক্ষে মুদ্রিত স্মারক নোটটিরও নকশা তাঁর করা।\nএছাড়াও তিনি বাংলাদেশ ডাক বিভাগের প্রায় ১০০টি উপরে স্মারক ডাকটিকেট নকশা করেন। করেছেন অনেক ননজুডিশিয়াল স্ট্যাম্প, কোট ফি, সংযুক্তি স্ট্যাম্প, রেভিনিউ স্ট্যাম্প, সঞ্চয় সনদপত্র, প্রাইজবন্ড, শেয়ার সার্টিফিকেট এবং নিরাপত্তা নমুনাসহ সরকারি ও বেসরকারি অনেক বন্ডের নকশা করেছেন তিনি।\n\n\n== মৃত্যু ==\nরোজ শুক্রবার (৭ জুলাই ২০২৩) ভোর ৩টার দিকে রাজধানীর হলি ফ্যামিলি হাসপাতালে চিকিৎসাধীন অবস্থায় তিনি শেষ নিঃশ্বাস ত্যাগ করেন। তাঁর বয়স হয়েছিল ৮০ বছর।\nজীবিত অবস্থায় তিনি কোন রাষ্ট্রীয় পর্যায়ে কোনো বড় ধরনের পুরস্কার বা স্বীকৃতি পাননি। মৃত্যুর আগে সব সময় তিনি বলে গেছেন, ‘এই দেশই আমার জন্য পুরস্কার।’ \n\n\n== তথ্যসূত্র =="}