{"pageid": 1370047, "title": "রামায়ণের চরিত্রের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1370047", "content": "রামায়ণ হলো সংস্কৃত ভাষায় লিখিত হিন্দু ধর্মসাহিত্যের প্রধান দুটি প্রাচীন মহাকাব্য বা ইতিহাসের মধ্যে একটি মহাকাব্য। এটি ঋষি বাল্মীকি কর্তৃক রচিত হয়। এই মহাকাব্যে উল্লেখিত গুরুত্বপূর্ণ চরিত্রগুলোর একটি তালিকা বর্ণিত হচ্ছে—\n\n\n== অ ==\n\n\n=== অগস্ত্য ===\n\nঅগস্ত্য হলেন সপ্তর্ষির অন্যতম ঋষি পুলস্ত্যের পুত্র এবং ঋষি বিশ্রবার ভাই। সম্পর্কে তিনি হলেন রাবণের কাকা। অগস্ত্য এবং তার স্ত্রী লোপামুদ্রার  সাথে বনবাসের সময় রাম, সীতা এবং লক্ষ্মণ দেখা করতে আসেন। এবং অগস্ত্য তাদের একটি দিব্য ধনুক এবং কতিপয় দিব্য বাণ প্রদান করেন।\n\n\n=== অহল্যা ===\n\nঅহল্যা মহর্ষি গৌতমের স্ত্রী। অনেক হিন্দু ধর্মগ্রন্থ বলে যে তিনি ইন্দ্র (দেবতাদের রাজা) দ্বারা প্রলুব্ধ হয়েছিলেন, অবিশ্বাসের জন্য তার স্বামীর দ্বারা অভিশাপ পেয়েছিলেন এবং রামের (দেবতা বিষ্ণুর অবতার) দ্বারা অভিশাপ থেকে মুক্তি পেয়েছিলেন।\n\n\n=== অকম্পন ===\nঅকম্পন হলেন রাবণের মামা। তিনি ছিলেন সুমালী ও কেতুমতীর দশ পুত্রের একজন। তার চার বোনও ছিল। তিনি শূর্পণখাসহ খর ও দুষণের যুদ্ধে বেঁচে যাওয়াদের একজন ছিলেন। মারাত্মক হত্যাকাণ্ড থেকে পালানোর পর, তিনি রাবণকে সীতাকে অপহরণ করতে প্ররোচিত করেন। এইভাবে পরোক্ষভাবে তাকে রাম-রাবণের যুদ্ধের অন্যতম পরিকল্পনাকারী করে তোলে। পরে তিনি যুদ্ধে হনুমানের হাতে নিহত হন।\n\n\n=== অক্ষয়কুমার ===\n\nঅক্ষয়কুমার হলেন রাবণ ও মন্দোদরীর পুত্র। অশোক বটিকায় সম্মুখ যুদ্ধের সময় হনুমানের হাতে তিনি নিহত হন।\n\n\n=== অঙ্গদ ===\n\nঅঙ্গদ হলেন একজন বানর এবং বানররাজ বালী (সুগ্রীবের পূর্বে কিষ্কিন্ধ্যার রাজা বানর) ও তারার পুত্র। অঙ্গদ, রামকে তার স্ত্রী সীতাকে খুঁজে পেতে এবং তার অপহরণকারী রাবণের সাথে লড়াই করতে সাহায্য করেন।\n\n\n=== অঞ্জনা ===\n\nঅঞ্জনা হলেন হনুমানের মা। কিংবদন্তির একটি সংস্করণ অনুসারে, অঞ্জনা ছিলেন পুঞ্জিকাস্থলা নামে একজন অপ্সরা, যিনি অভিশাপগ্রস্ত হয়ে পৃথিবীতে বানর রাজকুমারী হিসেবে জন্মগ্রহণ করেন। বানররাজ কেশরীকে বিয়ে করেন। শিব পুরাণ মতে, অঞ্জনা হলেন মহর্ষি গৌতম ও অহল্যার কন্যা।\n\n\n=== অতিকায় ===\n\nঅতিকায় হলেন রাক্ষসরাজ রাবণ ও তার দ্বিতীয় স্ত্রী ধন্যমালিনীর অন্যতম পুত্র এবং বীরযোদ্ধা। লঙ্কায় রাম-রাবণের যুদ্ধে রাবণের আজ্ঞায় তিনি যুদ্ধে গমন করেন এবং প্রচণ্ড প্রতাপে রামের বানর সেনা হত্যা করেন। তখন, শ্রীরাম লক্ষ্মণকে তার সাথে যুদ্ধ করার নির্দেশ দেন। লক্ষ্মণ এবং অতিকায়ের সাথে প্রচণ্ড যুদ্ধ হয়। অতিকায়, সৃষ্টিকর্তা ব্রহ্মা থেকে প্রাপ্ত অজেয় কবচ ধারণ করে যুদ্ধ করায় লক্ষ্মণের তীক্ষ্ণ বাণ তার কোনো ক্ষতি করতে পারে না। তখন, স্বর্গের দেবরাজ ইন্দ্রের পরামর্শে দেবতা বায়ু এসে লক্ষ্মণকে উপদেশ দেন যে, লক্ষ্মণ যেন অতিকায়ের উপর ব্রহ্মাস্ত্র প্রয়োগ করে এবং এতেই অতিকায়ের অজেয় কবচ কাটা যাবে এবং দুষ্ট অতিকায়ের অন্ত হবে। পরবর্তীতে, লক্ষ্মণ অতি তেজস্বী ও প্রলয়ংকর ব্রহ্মাস্ত্র নিক্ষেপ করে এবং এতে অতিকায়ের মৃত্যু হয়।\n\n\n== আ ==\n\n\n== ই ==\n\n\n=== ইন্দ্রজিৎ ===\n\nইন্দ্রজিৎ বা মেঘনাদ হলেন লঙ্কার রাজপুত্র এবং ইন্দ্র লোকের (স্বর্গ) অধিকারী। মহাকাব্য রামায়ণে, তাকে একজন মহান যোদ্ধা এবং মায়ার অধিপতি হিসাবে বর্ণনা করা হয়েছে।  তিনি হলেন রাবণের বড় ছেলে। তিনি রাবণের জ্যেষ্ঠ সহধর্মিণী মন্দোদরীর গর্ভে জন্মগ্রহণ করেন। তিনি একজন অতিমহারথী। ইন্দ্রকে পরাজিত করে ইন্দ্র লোককে শাসন করার পর ব্রহ্মা তাঁর নাম রাখেন ইন্দ্রজিৎ।\n\n\n== ঊ ==\n\n\n=== ঊর্মিলা ===\n\nঊর্মিলা হলেন মিথিলার রাজা জনক ও রাণী সুনয়নার কনিষ্ঠ কন্যা এবং সীতার ছোট বোন।  তিনি লক্ষ্মণকে বিয়ে করেন। লক্ষ্মণ, শ্রীরাম ও সীতার সাথে ১৪ বছরের জন্য বনবাসে গেলে ঊর্মিলা এই ১৪ বছর ব্রহ্মচর্যব্রত পালন করেন। পরবর্তীতে, ১৪ বছর পরে বনবাস থেকে শ্রীরাম, সীতা ও লক্ষ্মণ ফিরে আসলে লক্ষ্মণ সহ অযোধ্যায় বাস করেন। পরে, লক্ষ্মণ ও তাঁর দুই পুুত্র জন্মগ্রহণ করে।\n\n\n== ঋ ==\n\n\n== এ ==\n\n\n== ক ==\n\n\n=== কবন্ধ ===\nকবন্ধ হল একজন রাক্ষস (দানব)। পূর্বজন্মে সে স্বর্গের গন্ধর্ব ছিল। এক মুনির শাপে সে কবন্ধ রাক্ষসে পরিণত হয়। যার শরীর ছিল বিশাল আকারের, পদহীন, তার মুখটি পেটের মধ্যে গ্রথিত এবং হাতগুলো বিশাল। রাবণ কর্তৃক সীতাহরণের পর রাম ও লক্ষ্মণ সীতার সন্ধানে বের হলে তাদের সাথে কবন্ধের সাক্ষাৎ হয়। কবন্ধ রাম-লক্ষ্মণকে ধরতে চাইলে লক্ষ্মণ তার তলোয়ার দিয়ে কবন্ধের হাতদুটো কেটে দেয়। এরপর তাকে হত্যা করা হয়। ফলে সে অভিশাপ থেকে মুক্তি পায় এবং রাম-লক্ষ্মণকে সীতার সন্ধানে দক্ষিণ দিকে গমন করতে বলে।\n\n\n=== কৈকেশী ===\nকৈকেশী বা কেশানি বা পুষ্পকথা হলেন ঋষি বিশ্রবার স্ত্রী এবং রাবণ, কুম্ভকর্ণ, বিভীষণ ও শূর্পণখার মা।  তিনি হলেন রাক্ষস রাজা সুমালির কন্যা।\n\n\n=== কৈকেয়ী ===\n\nকৈকেয়ী হলেন মহারাজ দশরথের দ্বিতীয় স্ত্রী এবং অযোধ্যার রাজপুত্র ভরতের মাতা। কৈকেয়ী তার সৌন্দর্যের জন্য প্রসিদ্ধ এবং দশরথের প্রিয়রাণী ছিলেন। অসুরদের সাথে যুদ্ধের সময় কৈকেয়ী দশরথের রথের সারথি ছিলেন এবং তাকে রক্ষা করেন। সেকারণে, দশরথ তাকে দুটি বর দিতে চান। কিন্তু, কৈকেয়ী পরে সে বরদ্বয় চেয়ে নিবেন বলেন। পরবর্তীতে, দশরথ জ্যেষ্ঠপুত্র রামকে অযোধ্যার রাজা করতে চাইলে কৈকেয়ী তার প্রার্থিত বরগুলো তখন চাইলেন। যেগুলো হলো- এক বরে রামের ১৪ বছরের বনবাস এবং অন্য বরে ভরতের রাজসিংহাসন লাভ। তবে, এই বরগুলো চাইতে কৈকেয়ীকে তার দাসী মন্থরা বিশেষভাবে প্রলুব্ধ করে। যদিও তখন ভরত এবং তার ভাই ও সহযোগী সুমিত্রানন্দন শত্রুঘ্ন অযোধ্যায় অনুপস্থিত ছিলেন এবং কৈকেয়ীর পিতার রাজ্য কেকয় দেশে অবস্থান করছিলেন এবং এসব কিছুই ভরত ও শত্রুঘ্ন জানতেন না। কৈকেয়ীর এমন বর প্রার্থনায় রাম, সীতা ও লক্ষ্মণ সহ ১৪ বছরের বনবাসে গমন করে। দশরথ রাম, সীতা, লক্ষ্মণ তথা পুত্রবিয়োগের শোকে মৃত্যুবরণ করে। পরবর্তীতে, ভরত ও শত্রুঘ্ন অযোধ্যায় ফিরে এসে কৈকেয়ীর সমস্ত কিছু জানতে পেরে কৈকেয়ীকে তীব্রভাবে ভর্ৎসনা করেন। আর, শত্রুঘ্ন কৈকেয়ীকে কুমন্ত্রণা দানকারী মন্থরাকে প্রহার করে। এতে, কৈকেয়ী নিজের ভুল বুঝতে পেরে খুব অনুতপ্ত হয়। ভরত সকলকে নিয়ে রাম, সীতা ও লক্ষ্মণকে আবার ফিরিয়ে আনতে পঞ্চবটী বনে গেলে কৌশল্যা ও অন্যদের সাথে কৈকেয়ীও বনে গমন করে এবং রামকে পুনরায় অযোধ্যায় ফিরে এসে রাজসিংহাসন গ্রহণ করতে অনুরোধ করে।\n\n\n=== কৌশল্যা ===\n\nরামায়ণ মহাকাব্যের বর্ণনা অনুসারে, মহারাণী কৌশল্যা হলেন রাজা দশরথের প্রথম স্ত্রী এবং শ্রীরামচন্দ্রের গর্ভধারিণী মা। তিনি রাজা দশরথের প্রিয় পত্নী।\n\n\n=== কেওয়াত ===\n\nকেওয়াত হলেন রামায়ণের বর্ণিত একজন মাঝি। রাম, সীতা ও লক্ষ্মণ যখন বনবাসে গমন করেন, তখন অযোধ্যার রাজ্যের শেষ সীমানা পার হয়ে তারা গঙ্গা নদীর তীরে আসেন। তখন কেওয়াত তাদেরকে নৌকায় করে গঙ্গা নদী পার করে দেন।\n\n\n=== কুম্ভকর্ণ ===\n\nKumbhakarna was 2nd son of Vishrava and Kaikasi. He was the younger brother of Ravana and the elder brother of Vibhisana and Surpanakha. Despite his gigantic size and great appetite, he was described to be of good character and a great warrior in those times. When offered a boon by Brahma, he was tricked into asking for eternal sleep. A horrified Ravana, out of brotherly love, persuaded Brahma to amend the boon. Brahma mitigated the power of the boon by making Kumbhakarna sleep for six months and being awake for the rest six months of a year (in some versions, he is awake for one day out of the year). He was one of the Rakshasas who opposed Ravana's abduction of Sita.\n\n\n=== কুশ ===\n \nকুশ হলেন শ্রীরামচন্দ্র ও সীতার জ্যেষ্ঠ যমজ পুত্র। তার ছোট ভাইয়ের নাম লব\n\n\n== খ ==\n\n\n=== খর ===\nখর ছিল একটি মানুষ-ভোজন রাক্ষস। তিনি দুষণের যমজ ভাই, রাবণের অনুজ পুরুষ চাচাতো ভাই এবং কৈকেসীর বোন রাকার ছেলে।  শূর্পণখার অপমানের পর রামকে আক্রমণ করলে তিনি তার ভাই লক্ষ্মণসহ রাম কর্তৃক নিহত হন। লক্ষ্মণ শূর্পনখার নাক কেটে ফেলার পর, খর লক্ষ্মণ ও রামের বিরুদ্ধে যুদ্ধ করেন। এই যুদ্ধের সময়, খারা হেরে যান এবং রাম কর্তৃক নিহত হন, যিনি তার ভাই দুষণ এবং ত্রিশিরাসকেও হত্যা করেছিলেন। তিনি ডান্ডা রাজ্যের শাসক ছিলেন যা মোটামুটিভাবে নাশিক জেলার সমতুল্য, যার রাজধানী ছিল জনস্থান (নাশিক শহর)। তিনি মূল ভূখণ্ডে লঙ্কার উত্তর রাজ্যকে রক্ষা করেছিলেন এবং তাঁর রাজ্য কোশল রাজ্য, রামের রাজ্যের সীমানায় ছিল।  যুদ্ধে তার উচ্চতর দক্ষতার জন্য তিনি সুপরিচিত ছিলেন। রামায়ণ যুদ্ধে, রাম ও রাবণের মধ্যে খরের পুত্র মকরাক্ষ, তার কাকা রাবণের পক্ষে যুদ্ধ করেছিলেন এবং রাম কর্তৃক নিহত হন।\n\n\n== গ ==\n\n\n=== গঙ্গা ===\n\nগঙ্গা হলেন স্বর্গের দেবী এবং পার্বত্যরাজ হিমবানের কন্যা। অতুলনীয় সৌন্দর্যের কারণে তিনি দেবলোকে বাস করতেন। পরবর্তীতে, রামচন্দ্রের উর্ধ্বতম পিতৃপুরুষ রাজা ভগীরথ তাকে মর্ত্যে আনার প্রয়াস করেন। কিন্তু প্রচণ্ড স্রোতের কারণে পৃথিবীস্থ প্রাণীকূলের ক্ষতি হতে পারে বলে মহাদেব শিব তার জটায় গঙ্গাকে ধারণ করেন এবং জটা ছিড়ে ত্রিভাগে বিভক্ত হয়ে গঙ্গা ভারতবর্ষে নদীরূপে প্রবাহিত হন। গঙ্গা হিন্দু ধর্ম অনুসারে অন্যতম পবিত্র নদী।\n\n\n== ঘ ==\n\n\n== চ ==\n\n\n=== চন্দ্রভাগা ===\nচন্দ্রভাগা হলেন মিথিলার রাজা জনকের ছোট ভাই কুশধ্বজ (কুশদ্ভোজন নামেও পরিচিত) এর স্ত্রী। চন্দ্রভাগার দুই কন্যা মাণ্ডবী ও শ্রুতকীর্তি যথাক্রমে রামের ছোট ভাই ভরত ও শত্রুঘ্নের সঙ্গে বিবাহবন্ধনে আবদ্ধ হন।\n\n\n== য ==\n\n\n== ল ==\n\n\n=== লক্ষ্মণ ===\n\nলক্ষ্মণ হলেন অযোধ্যা রাজা দশরথ এবং তার  তৃতীয় রাণী সুমিত্রার তৃতীয় পুত্র এবং শ্রীরামের সৎভাই, অনুগত ও সহযোগী। লক্ষ্মণ, শত্রুঘ্নের যমজ জ্যেষ্ঠ ভ্রাতা। মনে করা হয়, তিনি শেষনাগের অবতার। লক্ষ্মণ তার বড় ভাই রামের আজীবন সহযোগী, অনুগত এবং বিভিন্ন দুঃসাহসিক অভিযান ও অন্বেষণে রামের সঙ্গী ছিলেন। \nতিনি মিথিলার রাজা জনকের কন্যা রাজকুমারী সীতার বোন ঊর্মিলাকে বিয়ে করেন। লক্ষ্মণ রামের রাজ্যাভিষেকের কথা শুনে খুশি হন, কিন্তু কৈকেয়ীর বর তথা রামের বনবাস গমন ও ভরতের রাজত্ব লাভের কথা শুনে খুবই ক্ষুব্ধ হন ও রামকে পিতা দশরথের বিরুদ্ধে অস্ত্র ধারণ করতে বলেন। রাম তাতে রাজি না হলে এবং রামের ও সীতার সাথে বনে গমন করেন। বনবাসকালে লক্ষ্মণ, রাম এবং সীতাকে সহায়তা করেন। রাবণ কর্তৃক সীতা অপহৃত হলে রামকে সান্ত্বনাদানপূর্বক সীতান্বেষণে বের হন। রাম-রাবণের যুদ্ধে ইন্দ্রজিৎ, অতিকায় সহ বহু রাক্ষসকে হত্যা করেন। পরবর্তীতে, ১৪ বছর বনবাস শেষে রামের সাথে অযোধ্যায় ফিরে আসেন এবং অযোধ্যার সেনাপতি হন। রাজা রামকে অশ্বমেধ যজ্ঞ করার প্রস্তাব দেন। ঊর্মিলার গর্ভে তাঁর দুই পুত্র জন্মগ্রহণ করে।\n\n\n=== লব ===\n\nলব হলেন শ্রীরাম এবং সীতার যমজ দুই পুত্রের মধ্যে কনিষ্ঠ পুত্র। তার যমজ জ্যেষ্ঠ ভাইয়ের নাম কুশ। মহর্ষি বাল্মীকি, লব এবং কুশকে সম্পূর্ণ রামায়ণ গানের মাধ্যমে শিখিয়েছেন।\n\n\n== প ==\n\n\n=== পরশুরাম ===\nপরশুরাম হলেন বিষ্ণুর ষষ্ঠ অবতার। রামায়ণে ভগবান শিবের ধনুক (পিনাক) ভাঙা নিয়ে রামের (রামায়ণের নায়ক) সাথে বিরোধের কারণে তিনি রামায়ণে উপস্থিত ছিলেন এবং বিবাহের সমাবেশে উপস্থিত ব্যক্তিদের এবং মিথিলা অঞ্চলের সমগ্র রাজ্যকে হত্যা করার হুমকি দিয়ে তার ক্ষোভ প্রকাশ করেছিলেন। পরে পরশুরামের ক্রোধের প্রতি ভগবান রামের শান্ত প্রতিক্রিয়া শুনে, পরশুরাম শান্ত হন এবং অবশেষে বুঝতে পারেন যে ভগবান রাম বিষ্ণুর অবতার।\n\n\n=== প্রহস্ত ===\n\nপ্রহস্ত হলেন লঙ্কারাজ রাবণের মামা এবং লঙ্কার রাক্ষসবাহিনীর প্রধান সেনাপতি। তিনি সুমালী এবং কেতুমতীর পুত্র। তার ৯ ভাই এবং ৪ বোন ছিল। বোনদের মধ্যে একজন হলেন রাবণের মাতা কৈকেষী।\n\n\n== ব ==\n\n\n=== বালী ===\n\nবালী হলেন কিষ্কিন্ধ্যার বানরদের একজন শক্তিশালী রাজা। তিনি হলেন দেবরাজ ইন্দ্রের বরপুত্র, বৃক্ষরাজের জৈবিক পুত্র, সুগ্রীবের বড় ভাই, তারার স্বামী এবং যুবরাজ অঙ্গদের পিতা।\n\n\n=== বশিষ্ঠ ===\n\nবশিষ্ঠ ছিলেন একজন ঋষি এবং রাজা দশরথের গুরু। তিনি রাজা ও রাজপরিবারকে ধর্মীয় উপদেশ দিতেন।\n\n\n=== বিভীষণ ===\n\nবিভীষণ হলেন রাবণের ছোট ভাই। স্বয়ং রাক্ষস হলেও বিভীষণ  মহৎ গুণের অধিকারী ছিলেন। রাবণ যখন সীতাকে অপহরণ করেন তখন তিনি রাবণকে তার স্বামী রামের কাছে সসম্মানে ফিরিয়ে দেওয়ার পরামর্শ দেন এবং তা রাবণ কঠোরভাবে প্রত্যাখ্যান করেন। রাবণ তার উপদেশ না মেনে তাকে রাজ্য থেকে বের করে দিলে বিভীষণ রাবণকে ত্যাগ করে রামের সেনাবাহিনীতে যোগ দেন। পরে, রাম রাবণকে পরাজিত করলে, রাম লঙ্কার রাজা হিসাবে বিভীষণকে মুকুট পরিয়ে দেন।\n\n\n=== বিশ্রবা ===\n\nVishrava was the son of Pulatsya, the brother of celebrated sage Agastya Muni and the grandson of Brahma. Vishrava was married twice. Once with Ilavida with whom he had a son named Kubera and his second consort was a Rakshasa princess Kaikashi with whom he had three sons (Ravana, Kumbhakarna & Vibhishana) and a daughter (Shurpanakha).\n\n\n=== বিশ্বামিত্র ===\n\nবিশ্বামিত্র হলেন একজন ঋষি এবং জ্ঞানী। প্রথম জীবনে তিনি রাজা ছিলেন। পরবর্তীতে, কঠোর তপস্যার মাধ্যমে ব্রাহ্মণত্ব লাভ করে ব্রাহ্মণ হন। তপস্যার কারণে তিনি অনেক আধ্যাত্মিক বিভূতিও লাভ করেন। তিনি যুবক রাম ও লক্ষ্মণকে রাক্ষস-বধের জন্য তাঁর আশ্রমে নিয়ে যান। রাক্ষসদের বিনাশ করার পর সেখান থেকে তিনি রাম-লক্ষ্মণকে নিয়ে মিথিলার জনকপুরীতে যান। সেখানে, রাম, হরধনু ভঙ্গ করে সীতাকে স্ত্রী হিসেবে লাভ করেন। বিশ্বামিত্রের প্রস্তাবে ভরত, লক্ষ্মণ ও শত্রুঘ্নের সাথে যথাক্রমে মাণ্ডবী, ঊর্মিলা ও শ্রুতকীর্তির বিয়ে হয়।\n\n\n== ভ ==\n\n\n=== ভরত ===\n\nভরত ছিলেন রাজা দশরথের ২য় পুত্র।  তিনি রাণী কৈকেয়ীর গর্ভে জন্মগ্রহণ করেন। ভরত ছিলেন রামের ছোট ভাই।  রামায়ণ ভারতকে ধর্ম ও আদর্শবাদের প্রতীক হিসেবে ধরে রেখেছে।  তিনি সীতার কাকাতো বোন মাণ্ডবীর সাথে বিবাহ বন্ধনে আবদ্ধ হন। তাদের দুই সন্তান ছিল।\n\n\n== ম ==\n\n\n=== মাল্যবান ===\n\nমাল্যবান ছিলেন রাবণের নাতনি। তিনি ছিলেন সুকেশের তিন পুত্রের একজন। সুমালি ও মালি নামে তার দুই ছোট ভাই ছিল। মাল্যবানের স্ত্রী ছিলেন সুন্দরী। তার সাত পুত্র ছিল - বজ্র মুষ্টি বিরূপাক্ষ, দুর্মুখ, সুপ্তঘ্ন, যজ্ঞকোপ, মত্ত এবং উনমত্ত; এবং একটি মেয়ের নাম অনলা। তিনি রাবণের সীতা অপহরণের বিরোধিতাকারী রাক্ষসদের একজন ছিলেন।\n\n\n=== মাণ্ডবী ===\n\nMandavi is the daughter of King Kushadhwaja and Queen Chandrabhaga. She was a cousin of Sita and Urmila. She also had a younger sister named Shrutakirti. Mandavi was married to Rama's brother Bharata. After the Ramayana, she became the Queen of Gandhara and had two sons, Pushkala and Taksha, who founded Peshawar, then called Purushapura, and Takshasila, now called Taxila, respectively.\n\n\n=== মন্দোদরী ===\n\nMandodari was the elder consort of Ravana. The epic describes her as beautiful, pious, and righteous. Mandodari was the daughter of Mayasura and an apsara named Hema. Mandodari bears two sons: Meghanada (Indrajit) and Akshayakumara. She was one of the Rakshasas who opposed Ravana's abduction of Sita.\n\n\n=== মন্থরা ===\n\nManthara is said to be hunch-backed, ugly and antagonistic in appearance. Manthara, it appears, is an expert talker and a cunning woman who can manipulate her way to get what she wants. When Rama is going to become the king of Ayodhya, many deities consulted Lord Vishnu. They said \"Rama is going to become king. He will enjoy his life. But the reason behind his introduction is to kill evil.\" Lord Vishnu expressed his helplessness, so they consulted Saraswathi, the Goddess of education. She went in the form of Manthara (Kekaya)and sent Rama to forests. Manthara is said to be the incarnation of Alakshmi, the eternal consort of Kali Purusha. In her earlier life, she had done penance unto Lord Rudra and accumulated virtue to become one among many celestial dancers/apsaras in Swarga Loka. Knowing well that she was an evil soul, Brahma ordained her to take birth as Manthara and create hurdles in establishing Rama Rajya on earth during Treta Yuga.\n\n\n=== মারীচ ===\n\nMaricha is a rakshasa (demon), who is killed by Rama, the hero of the epic, and an avatar of God Vishnu. He is mentioned as an ally of Ravana, the antagonist of the epic. His most notable exploit is his role in the kidnapping of Sita, Rama's wife. His mother was Tataka and brother was Subahu who were killed by Rama earlier in the story.\n\n\n== ত ==\n\n\n=== তারা ===\n\nTara was the wife of Vali, and the mother of Angada. She was the queen of Kishkindha and is regarded as one of the panchakanyas.\n\n\n=== তাড়কা ===\n\nTataka was a beautiful woman who was transformed into a demon (rakshasa) once she tried to seduce the sage Agastya. As a demon, she used to drink the blood of living creatures and used to kill anything she sees. In one of Rama's few great acts, he broke her curse by slaying her.\n\n\n=== ত্রিজটা ===\n\nTrijata is a demoness who was assigned the duty of guarding Sita who was kidnapped by the king of Lanka. In later adaptions of Ramayana, she is described as the daughter of Vibhishana.\nTrijata appears as a wise rakshasi, who dreams of Ravana's destruction and Rama's victory. She accompanies Sita on a survey of the battlefield of the war between Rama and Ravana and reassures Sita of Rama's well-being when Sita sees her husband unconscious and presumes him dead.\n\n\n=== ত্রিশিরা ===\n\nTrishira was a son of Ravana. He was killed by Hanuman.\n\n\n== দ ==\n\n\n=== দশরথ ===\n\nদশরথ হলেন প্রাচীন ভারতের অযোধ্যার মহান রাজা। তাঁর তিন পত্নী কৌশল্যা, কৈকেয়ী এবং সুমিত্রা। তিন পত্নীর গর্ভে যথাক্রমে রাম, ভরত, লক্ষ্মণ এবং শত্রুঘ্ন জন্মগ্রহণ করে। একবার, অসুরদের সাথে যুদ্ধে রাণী কৈকেয়ী দশরথকে রক্ষা করেন। এতে খুশি হয়ে দশরথ তাকে দুটি বর দিতে চান। কিন্তু, কৈকেয়ী বরদুটি পরে চেয়ে নেবেন বলেন। পরবর্তীতে, দশরথ, রামকে যুবরাজ করতে চাইলে কৈকেয়ী তখন তার বরদুটি দশরথের কাছে প্রার্থনা করেন। যেগুলো হলো— এক বরে রামের ১৪ বছরের বনবাস এবং দ্বিতীয় বরে ভরতের রাজ্যাভিষেক। এতে দশরথ খুব মর্মাহত হন। রাম পিতৃসত্য পালনে সীতা ও লক্ষ্মণ সহ ১৪ বছরের জন্য বনবাসে গেলে দশরথ পুত্রশোক তথা রামের শোকে আঘাত পেয়ে মৃত্যুবরণ করেন। মহাকাব্য অনুসারে, দশরথ ছিলেন পরাক্রমী ও আদর্শ রাজা। \n\n\n=== দেবান্তক ===\n\nদেবান্তক লঙ্কার রাজা রাক্ষসরাজ রাবণের অন্যতম পুত্র। রাম-রাবণের যুদ্ধে নরান্তক, হনুমানের হাতে নিহত হয়।\n\n\n=== ধন্যমালিনী ===\n\nDhanya was the second wife of Ravana. Her true identity is unknown but some stories refer to her as the daughter of Maya and sister of Mandodari. She was the mother of the great warrior Atikaya, who was ultimately slain by Lakshman by the Brahmastra.\n\n\n=== Dhumraksha ===\nDhumraksha was a maternal uncle of Ravana. He was one of ten sons of Sumali. Dhumraksha was killed by Hanuman.\n\n\n=== Dushana ===\nDushana was a man-eating rakshasa. He is the twin brother of Khara, younger male cousin of Ravana, and son of Kaikesi's sister Raka. They were demons who ruled the Dandaka Forest. After Lakshmana humiliated Shurpanakha by cutting off her nose and ears, Khara and Dushana went to war against Lakshmana and Rama. During this fight, Dushana was killed by Rama.\n\n\n== ধ ==\n\n\n== ন ==\n\n\n=== নল ===\n\nNala was a Vanara who helped Rama during his war with Ravana. He is credited as the engineer of the Rama Setu. He was a son of Vishvakarma, and the twin brother of Nila.\n\n\n=== Narantaka ===\n\nNarantaka was a son of Ravana. He was killed by Angada.\n\n\n=== Nila ===\n\nNila is the commander-in-chief of the vanara army in Rama's battle against Ravana. Along with his twin brother Nala, he is also credited for constructing the Ram Setu. Nila is the son of Agni.\n\n\n=== Nishada Raja ===\nNishada Raja is the king of the forest tribes and also a childhood friend of Rama.\n\n\n=== Nirvani ===\nNirvani is a Yakshini and niece of Yaksha king Suketu.\n\n\n== শ ==\n\n\n=== Sampati ===\n\nSampati was a supporter of Rama. He was the brother of Jatayu and the son of Aruna.To help Shri Ram, he traced Sita with his divine vision and told Shri Ram that Sita was in Lanka\n\n\n=== শান্তা ===\n\nShanta was the daughter of a king Dasharatha and his elder consort Kaushalya. Later she was adopted by king Romapada of Anga Pradesh. She was married to sage Rishyasringa.\n\n\n=== Shabari ===\n\nShabari is described as an elderly ascetic who was devoted to Rama. As her guru Matanga had instructed her to worship Rama, she waited for him for several years. Sabari finally met Rama after the abduction of Sita. She helped Rama to find Sugriva and Hanuman.\n\n\n=== Shatrughna ===\n\nShatrughna was the youngest son of King Dasharatha. He was born to queen Sumitra and was a twin brother of Lakshmana. He was married to Sita's cousin Shrutakirti with whom he had two children.\n\n\n=== Shiva ===\n\nShiva played an important role in the epic. Both Rama and Ravana were great to devote to Shiva. Shiva is part of the great trinity in Hinduism, along with Vishnu and Brahma. Some versions of the epic also describe Hanuman as one of the avatars of Shiva. Shiva is a great ascetic and often sits in meditation. It is believed that he is able to tame the power of other gods, devas, and supernatural beings, and he often grants blessings and wishes to those who sit in dedication meditation ('Tapasya'). His wife is Parvati.\n\n\n=== Shrutakirti ===\nShrutakirti or Shrutakeerti is the daughter of king Kushadhwaja and queen Chandrabhaga. She was a cousin of Sita and Urmila. She also had an elder sister Mandavi. Shrutakirti was married to Rama's brother Shatrughna.\n\n\n=== শূর্পণখা ===\n\nশূর্পনখা ছিলেন বিশ্রবা ও কৈকেশীর কন্যা এবং রাবণের ছোট বোন। পঞ্চবটির জঙ্গলে এমনই এক সফরের সময় তিনি রামের সাথে দেখা করেছিলেন এবং তাৎক্ষণিকভাবে তার যৌবনের সুন্দর চেহারায় মুগ্ধ হয়েছিলেন।  এদিকে রাম সদয়ভাবে তার অগ্রগতি প্রত্যাখ্যান করেছিলেন, তাকে বলেছিলেন যে তিনি তার স্ত্রী সীতার প্রতি বিশ্বস্ত ছিলেন এবং এইভাবে কখনই অন্য স্ত্রী গ্রহণ করবেন না।  প্রত্যাখ্যাত, শূর্পনাখা তখন তার ছোট ভাই লক্ষ্মণের কাছে আসেন, যিনি তাকেও প্রত্যাখ্যান করেছিলেন, অপমানিত এবং ঈর্ষাকাতর শূর্পনাখা সীতাকে আক্রমণ করেছিলেন কিন্তু লক্ষ্মণ তার নাক ও বাম কান কেটে ফেলেছিলেন এবং তাকে লঙ্কায় ফেরত পাঠিয়েছিলেন।\n\n\n=== Sita ===\n\nSita is the principal female character of the epic. The reincarnation of Vedavati, Sita was raised by King Janaka of Mithila as his own daughter. She married Rama of Ayodhya and accompanied him on his exile. She is famed for her virtue and beauty and is regarded as an avatar of the goddess of prosperity, Lakshmi.\n\n\n=== Subahu ===\nSubahu is a rakshasa. He and his mother, Tataka, took immense pleasure in harassing the munis of the jungle, especially Vishvamitra, by disrupting their yajnas with rains of flesh and blood. Vishvamitra approached Dasharatha for help in getting rid of these pestilences. Dasharatha obliged by sending two of his sons, Rama and Lakshmana, to the forest with Vishvamitra, charging them to protect both the sage and his sacrificial fires. When Subahu and Maricha again attempted to rain flesh and blood on the sage's yajna, Subahu was killed by Rama.\n\n\n=== Sugriva ===\n\nSugriva was a Vanara. He was the younger brother of Vali, whom he succeeded as ruler of the vanara the kingdom of Kishkindha. Rumā was his wife. He was the spiritual son of Surya. Sugriva aided Rama in his quest to liberate his wife Sita from the captivity at the hands of Ravana.\n\n\n=== Suketu ===\nSuketu was a yaksha who performed a yajna to get an heir, with the strength equal to thousand elephants. After the ritual, he got a daughter named Tataka.\n\n\n=== Sumali ===\nSumali was the son of demon king Sukesa and Gandharva princess Devavati. He had two brothers Malyavana and Mali. Sumali was married to Ketumati with whom he had ten sons (Prahasta, Akampana, Vikata, Kalikamukha, Dhumraksha, Danda, Suprasva, Sanhradi, Praghasa, and Bhaskarna) and four daughters (Raka, Puspotkata, Kaikashi, Kumbhnashi). One of his daughters Kaikashi was married to sage Vishrava who later gave birth to Ravana, Kumbhakarna, Vibhishana, and Shurpanakha.\n\n\n=== Sumantra ===\nSumantra, also known as Arya Sumantra, was the prime minister in the court of Ayodhya. He was extremely loyal to the rulers of Ayodhya and was King Dasharatha's a most trusted minister. He knew many secrets about the royal family, including what he had heard from the conversation between King Dasharatha and Maharishi Durvasa. He helped Rama in his exile.\n\n\n=== Sumitra ===\n\nSumitra is the third consort of King Dasharatha of Ayodhya. She is the mother of twins Lakshmana and Shatrughna.\n\n\n=== Sunayana ===\nSunayana is the queen of Mithila, wife of King Janaka, and the mother of Sita and Urmila\n\n\n== স ==\n\n\n=== সুনয়না ===\nসুনয়না হলেন মিথিলার রাণী, রাজা জনকের স্ত্রী এবং সীতা ও উর্মিলার মা।\n\n\n== র ==\n\n\n=== রাম ===\n\nরাম হলেন মহাকাব্য রামায়ণের প্রধানতম চরিত্র। রামায়ণের কিছু সংস্করণ অনুযায়ী, তিনি ভগবান বিষ্ণুর অবতার। তিনি কৌশলদেশ তথা অযোধ্যার রাজা দশরথ এবং তাঁর প্রথম স্ত্রী মহারাণী কৌশল্যার পুত্র। তিনি ধার্মিক, বেদজ্ঞ, শক্তিশালী, সদ্গুণপরায়ণ, ভ্রাতৃবৎসল প্রভৃতি গুণে গুণান্বিত। বাল্মীকি রামায়ণ অনুসারে, তিনি আদর্শ পুরুষ, আদর্শ পুত্র, আদর্শ ভ্রাতা, আদর্শ স্বামী, আদর্শ  পিতা এবং মর্যাদাপুরুষোত্তম। তিনি মিথিলার রাজকন্যা সীতাকে বিয়ে করেন। মহাকাব্যে লঙ্কার রাজা রাবণের কবল থেকে সীতাকে উদ্ধার করার জন্য রামের প্রচেষ্টার বিবরণ রয়েছে। শ্রীরাম ও সীতার দুই যমজ পুত্র— কুশ এবং লব। রামায়ণ হলো মূলত শ্রীরামের জীবনকাহিনী\n\n\n=== রাবণ ===\n \nরাবণ হলেন লঙ্কার রাক্ষসদের রাজা এবং রামায়ণ মহাকাব্যের প্রধান বিরোধী চরিত্র বা খলনায়ক। তাঁর পিতার নাম ঋষি বিশ্রবা এবং মায়ের নাম কৈকেশী। তার স্ত্রী মহারাণী মন্দোদরীর গর্ভে লঙ্কার যুবরাজ মেঘনাদ বা ইন্দ্রজিৎ এর জন্ম হয়। রাবণ, রামের স্ত্রী সীতাকে হরণ করার কারণে রামের সাথে যুদ্ধ হয়। যুদ্ধে রাবণ, তার ভাই কুম্ভকর্ণ এবং পুত্রগণ সহ রামের হাতে নিহত হয়।\n\n\n=== ঋষ্যশৃঙ্গ ===\n\nঋষ্যশ্রীঙ্গ একজন মহান ঋষি ছিলেন তিনি পুত্র লাভের জন্য রাজা দশরথ যে বলিদান করেছিলেন তার সভাপতিত্ব করেছিলেন।  দশরথের মেয়ে শান্তার সাথে তার বিয়ে হয়েছিল।  তাকে কখনও কখনও একটি হরিণ এবং একটি মানুষের সংমিশ্রণ হিসাবে চিত্রিত করা হয়।\n\n\n=== রুমা ===\n\nরুমা ছিলেন সুগ্রীবের স্ত্রী।  মহাকাব্যের চতুর্থ গ্রন্থে (কিষ্কিন্ধা কাণ্ড) তার উল্লেখ আছে। রুমা এবং সুগ্রীব একে অপরের প্রেমে পড়েছিলেন এবং একে অপরকে বিয়ে করতে চেয়েছিলেন। কিন্তু রুমার বাবা রাজি হননি।  তাই, সুগ্রীব হনুমানের সাহায্যে রুমাকে অপহরণ করেন এবং তারা একে অপরকে বিয়ে করেন। দুই রাজকীয় বানর ভাইয়ের কলহের পর বালি সুগ্রীবের কাছ থেকে রুমাকে নিয়ে যান। পরবর্তীতে, বালী কর্তৃক রুমাকে আটকে রাখার বিষয়টি রামের বালীকে হত্যা করার এবং সুগ্রীবকে কিষ্কিন্ধ্যার সার্বভৌম হতে সাহায্য করার প্রাথমিক যুক্তি হয়ে ওঠে। রামের তীর দ্বারা নীচু, বিশ্বাসঘাতক এবং অপ্রত্যাশিত হত্যার অভিযোগে বালিকে অভিযুক্ত করা হলে রাম বলেন যে তার হত্যা করা তার পাপের জন্য একটি ন্যায়সঙ্গত শাস্তি ছিল। কারণ বালি সুগ্রীবের বিবাহিত পত্নী রুমাকে ছিনতাই করেছিল এবং তাকে তার নিজের মনোরঞ্জনের জন্য ব্যবহার করেছিল।\n\n\n== জ ==\n\n\n=== জাম্ববান ===\n\nমহাকাব্য রামায়ণ অনুযায়ী, জাম্ববান হলেন ভাল্লুকদের রাজা। তিনি ভগবান ব্রহ্মার মানসপুত্র এবং রাবণের বিরুদ্ধে, সংগ্রামে রামকে সাহায্য করার জন্য ব্রহ্মা তাকে সৃষ্টি করেন।\n\n\n=== জনক ===\n\nজনক হলেন মিথিলার রাজা এবং তিনি সীতা এবং ঊর্মিলার পিতা। তাঁর প্রকৃত নাম সীরধ্বজ। তিনি একজন জ্ঞানী এবং দয়ালু রাজা।\n\n\n=== জাম্বুমালী ===\nজাম্বুমালী হলো রাক্ষসরাজ্য লঙ্কার সেনাপতি প্রহস্তের অষ্টমপুত্র। রাবণ, সীতাকে হরণ করে অশোক বাটিকায় রাখে। পরবর্তীতে, সীতাকে খুঁজতে খুঁজতে হনুমান লঙ্কার অশোক বাটিকায় আসলে সীতাকে খুঁজে পান। তারপর, হনুমান অশোক বাটিকায় বিভিন্ন ফল খান এবং গাছপালা ভেঙে দেন। পরে, রাবণের নির্দেশে হনুমানকে ধরতে জাম্বুমালী আসলে তার সাথে হনুমানের যুদ্ধ হয়। যুদ্ধে হনুমানের হাতে জাম্বুমালী নিহত হয়।\n\n\n=== জটায়ু ===\n\nমহাকাব্য রামায়ণ অনুযায়ী, জটায়ু হলেন দিব্য পাখি এবং দেবতা সূর্যের সারথি অরুণের কনিষ্ঠ পুত্র। তিনি শ্রীরামের পিতা অযোধ্যার মহারাজ দশরথের প্রিয় বন্ধু। শ্রীরামচন্দ্র, সীতা ও লক্ষ্মণ বনবাসে আসলে, জটায়ুর সাথে তাদের পঞ্চবটী বনে সাক্ষাৎ হয়। পরবর্তীতে, রাবণ, সীতাহরণ করতে চাইলে সীতার ক্রন্দন ও আর্তচিৎকার শুনে জটায়ু তাকে রক্ষা করতে ছুটে আসে। তখন, বৃদ্ধ জটায়ুর সাথে রাবণের প্রচণ্ড যুদ্ধ হয়। এতে, জটায়ু মারাত্মকভাবে আহত হয় এবং তার একটি পাখা রাবণ কেটে ফেললে জটায়ু আকাশ থেকে ভূমিতে পতিত হয়। পরে, সীতাকে খুঁজতে খুঁজতে রাম, লক্ষ্মণ আসলে জটায়ু তাদেরকে রাবণ কর্তৃক সীতাহরণের সংবাদ দেন এবং রামের কোলে জটায়ু শেষনিঃশ্বাস ত্যাগ করে।\n\n\n== হ ==\n\n\n=== হনুমান ===\n\nহনুমান হলেন একজন দিব্য বানর এবং শ্রীরামচন্দ্রের ভক্ত ও সহযোগী। হনুমান এই মহাকাব্যের অন্যতম কেন্দ্রীয় চরিত্র। তিনি একজন ব্রহ্মচারী (আজীবন ব্রহ্মচারী) এবং সপ্ত চিরঞ্জীবীদের একজন। রামায়ণ মহাকাব্যের কিছু আঞ্চলিক সংস্করণে তাকে শিবের অবতার হিসেবে বর্ণনা করা হয়েছে।\n\n\n=== হেমা ===\nহেমা হলেন দেবরাজ ইন্দ্রের একজন অপ্সরা। মায়াসুর স্বর্গলোকের ইন্দ্রের রাজসভায় আসেন, তখন তিনি হেমাকে দেখতে পান এবং তাদের মধ্যে প্রেম হয় ও পরে দুইজনে বিবাহ করেন। তাদের ২ পুত্র, মায়াবী এবং দুন্দুভি ও এক কন্যা  মন্দোদরী। পরবর্তীতে, হেমা তাঁর সন্তান ও স্বামীকে ত্যাগ করে স্বর্গে ফিরে আসেন।\n\n\n== তথ্যসূত্র =="}