{"pageid": 1370173, "title": "ম্যাকিনটোশ বার্ন লিমিটেড", "url": "https://bn.wikipedia.org/wiki?curid=1370173", "content": "ম্যাকিনটোশ বার্ন লিমিটেড দেশের প্রাচীনতম নির্মাণ সংস্থাগুলির মধ্যে একটি। বর্তমানে পশ্চিমবঙ্গ সরকারের পাবলিক ওয়ার্কস বিভাগের (পি ডাব্লু ডি) অধীনে একটি সরকারি প্রতিষ্ঠান। ম্যাকিনটোশ বার্ন লিমিটেড রাজ্যের পাশাপাশি দেশের পরিকাঠামো উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করেছে। কোম্পানিটি প্রতিষ্ঠার পর থেকে দক্ষিণেশ্বর মন্দির, নাখোদা মসজিদ, জৈন মন্দির, সেন্ট পলস ক্যাথেড্রাল, আরবিআই বিল্ডিং, ন্যাশনাল লাইব্রেরি, ভিক্টোরিয়া হাউস, স্টেটসম্যান হাউস, স্টক এক্সচেঞ্জ বিল্ডিং এর মতো অনেক মর্যাদাপূর্ণ এবং ঐতিহাসিক কাঠামো নির্মাণ করেছে।\n\n\n== ইতিহাস ==\n\nম্যাকিনটোশ বার্ন হল সিভিল কনস্ট্রাকশনের একটি বিশেষ কোম্পানি যা ১৮৩৪ সালে জেমস ম্যাকিন্টোশ দ্বারা প্রতিষ্ঠিত হয়েছিল, যিনি ঊনবিংশ শতাব্দীর শুরুতে স্কটল্যান্ড থেকে ভারতে এসেছিলেন এবং পরে ভারতের তৎকালীন রাজধানী কলকাতার উন্নয়নে নিজেকে নিযুক্ত করেছিলেন, ধীরে ধীরে সিভিল কনস্ট্রাকশনের অন্যান্য বিভিন্ন ক্ষেত্রে তার কার্যকলাপে বৈচিত্র্য আনেন।\n১৮৩৪ সালে একটি অংশীদারি সংস্থা হিসাবে স্থাপিত হয়, কোম্পানিটি ১৯১৩ সালে একটি প্রাইভেট লিমিটেড কোম্পানিতে রূপান্তরিত হয় এবং পরবর্তীতে ১৯৫৬ সালে একটি গণ্য পাবলিক লিমিটেড কোম্পানিতে রূপান্তরিত হয়। ২০০২ সালে, এটি একটি পাবলিক লিমিটেড কোম্পানিতে রূপান্তরিত হয় এবং বর্তমানে পশ্চিমবঙ্গ সরকার কোম্পানিতে ৫১% শেয়ার ধারণ করে।\n১৮০ বছরের অস্তিত্বের সময়, ম্যাকিনটোশ বার্ন লিমিটেড কলকাতায় কিছু ল্যান্ডমার্ক বিল্ডিং তৈরি করেছে যেমন সেন্ট পলস ক্যাথেড্রাল, নাখোদা মসজিদ, দক্ষিণেশ্বর মন্দির, ন্যাশনাল লাইব্রেরি, স্কটিশ চার্চ কলেজ, মেট্রো সিনেমা, স্টেটসম্যান হাউস, স্টক এক্সচেঞ্জ বিল্ডিং, গ্র্যান্ড হোটেল, রোয়্যাল ক্যালকাটা গলফ ক্লাব, রয়্যাল ক্যালকাটা টার্ফ ক্লাব, ক্যালকাটা সুইমিং ক্লাব এবং রিজার্ভ ব্যাঙ্ক অফ ইন্ডিয়া বিল্ডিং।\n\n\n== প্রকল্প ==\n\nম্যাকিনটোশ বার্ন লিমিটেড ৫০০০ টিরও বেশি নির্মাণ প্রকল্প সম্পন্ন করেছে। স্বাধীনতা পূর্ব থেকে আজ পর্যন্ত বেশ কিছু গুরুত্বপূর্ণ নির্মাণ প্রকল্প এখানে তালিকাভুক্ত করা হয়েছে- এক্সিস মল, বিদ্যুৎ ভবন, ভারত সেবা আশ্রম, পরেশনাথ মন্দির, সেন্ট পলস ক্যাথেড্রাল, নাখোদা মসজিদ, দক্ষিণেশ্বর মন্দির, ন্যাশনাল লাইব্রেরি, স্কটিশ চার্চ কলেজ, মেট্রো সিনেমা, স্টেটসম্যান হাউস, স্টক এক্সচেঞ্জ বিল্ডিং, গ্র্যান্ড হোটেল, রয়্যাল ক্যালকাটা গলফ ক্লাব, ক্যালকাটা ব্যাঙ্ক, রয়্যাল ক্যালকাটা গলফ ক্লাব, রয়্যাল ক্যালকাট ক্লাব, নব দিগন্ত মাল্টি লেভেল কার পার্কিং, স্নেহদিয়া, KMC বিল্ডিং, CESC-এর মুলিজোর পাওয়ার স্টেশন, সাউদার্ন জেনারেটিং স্টেশনের পাওয়ার প্ল্যান্ট স্ট্রাকচার, বোঙ্গাইগাঁও তাপবিদ্যুৎ কেন্দ্র (আসাম), হুগলি নদীর তলদেশে টানেল বোটানিক্যাল গার্ডেন এবং গার্ডেন রিচ সংযোগকারী (দক্ষিণ জেনারেটিং স্টেশন), ফ্রেসারগুং, শঙ্কাউপুর, নামখানায় ফিশিং হারবার কমপ্লেক্স, TISCO জামশেদপুর এর আধুনিকীকরণ, INDAL(বেলুর), সায়েন্স সিটির ডায়নামেশন বিল্ডিং ইত্যাদি\n\n\n== তথ্যসূত্র =="}