{"pageid": 1370103, "title": "সুরেন্দ্রকুমার দে", "url": "https://bn.wikipedia.org/wiki?curid=1370103", "content": "সুরেন্দ্রকুমার দে , (১৩ সেপ্টেম্বর ১৯০৬ - ২৪ মে, ১৯৮৯) ছিলেন ভারত সরকারের 'সহযোগিতা ও পঞ্চায়েতি রাজ' মন্ত্রকের প্রথম ক্যাবিনেট তথা মন্ত্রীপরিষদভূক্ত মন্ত্রী।  স্বাধীন ভারতে কমিউনিটি ডেভেলপমেন্ট তথা সমষ্টি উন্নয়নের পথপ্রদর্শক এবং পরিচালক। তিনি দৃঢ়ভাবে বিশ্বাস করতেন যে, সরকারি কর্মচারীরা গণতন্ত্র চর্চা করতে পারে না। তিনি গণতন্ত্রের ফল দেশের প্রতিটি গ্রামে পৌঁছে দিতে সচেষ্ট ছিলেন। তিনি বিশ্বাস করতেন - অর্থনৈতিক গণতন্ত্র এবং রাজনৈতিক গণতন্ত্র বেশিদূর এগোতে পারে না, যদি না যৌথ পরিবারের মতো সমষ্টির তথা সম্প্রদায়ের দুর্বল অংশের উন্নতির উপর জোর না দেওয়া হয়। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nসুরেন্দ্রকুমার দে ১৯০৬ খ্রিস্টাব্দের ১৩ সেপ্টেম্বর  ব্রিটিশ ভারতের অধুনা বাংলাদেশের  সিলেট জেলার লক্ষ্মীপাশা গ্রামে জন্মগ্রহণ করেন। তিনি উচ্চ শিক্ষার্থী মার্কিন যুক্তরাষ্ট্রে যান। পারডু বিশ্ববিদ্যালয় এবং মিশিগানে ইঞ্জিনিয়ারিং নিয়ে পড়াশোনা করেন। সুরেন্দ্রকুমার  বিশিষ্ট জাতীয়তাবাদী নেতা বিপিন চন্দ্র পালের জামাতা ছিলেন ।\n\n\n== কর্মজীবন ==\nসুরেন্দ্রকুমার প্রথমে ভারত সরকারের পুনর্বাসন মন্ত্রণালয়ের (১৯৪৮-৫১) সাম্মানিক প্রযুক্তি উপদেষ্টা হিসাবে কর্মজীবন শুরু করেন। এই পদে তিনি এক দক্ষ \"সামাজিক প্রকৌশলী\"র ভূমিকায় তৎকালীন প্রধানমন্ত্রী জওহরলাল নেহেরু কর্তৃক প্রশংসিত হন এবং পরবর্তীতে কমিউনিটি ডেভেলপমেন্ট কর্পোরেশন এবং পঞ্চায়েত রাজের প্রথম কেন্দ্রীয় মন্ত্রী হন এবং দীর্ঘ দশ বৎসর (১৯৫৬-৬৬) ওই মন্ত্রকের দায়িত্বে ছিলেন। জওহরলাল নেহরুর মৃত্যুর পর ১৯৬৭ খ্রিস্টাব্দে পদত্যাগ করে তিনি অল ইন্ডিয়া পঞ্চায়েত পরিষদ এর সভাপতি হিসাবে  জাতিসংঘ উন্নয়ন কর্মসূচীর বিশেষ উপদেষ্টা হন। কমিউনিটি ডেভেলপমেন্ট উপর তিনি বহু গ্রন্থ রচনা করেছেন।  তার উল্লেখযোগ্য গ্রন্থটি হল -\n\nদে, সুরেন্দ্রকুমার (১৯৮৫)। Destination Man: Towards a New World। বিকাশ পাবলিশিং হাউস লি। আইএসবিএন 978-07-0691-791-8। \n\n\n== মন্ত্রী হিসাবে মেয়াদকাল ==\nব্রিটিশ শাসন হতে ভারতকে মুক্ত করে প্রধানমন্ত্রী জওহরলাল নেহেরু ও মহাত্মা গান্ধীর সঙ্গে সুরেন্দ্রকুমারও উন্নত ভারত গড়ার স্বপ্ন দেখেছিলেন। ১৯৪৭ খ্রিস্টাব্দে নেহেরু যখন নতুন ভারত গড়ার কারিগর খুঁজছেন, সেই সময় মার্কিন প্রেসিডেন্ট আইজেনহাওয়ার সুরেন্দ্রকুমার দে'র পরিচয় করান তার সঙ্গে।  পণ্ডিতজীর আহ্বানে মার্কিন যুক্তরাষ্ট্রে উচ্চ বেতনের চাকরিতে ইস্তফা দিয়ে নিজের স্বপ্ন পূরণে বিনামূল্যে স্বেচ্ছাসেবক হিসাবে পরিষেবা দিতে এগিয়ে আসেন। নেহরু ভারতের গ্রামীণ উন্নয়নের বিষয় দেখভালের দায়িত্ব ন্যস্ত  করেন সুরেন্দ্রকুমারের উপর।\nরাজস্থানের রাজ্যসভার সদস্য হয়ে কেন্দ্রীয় মন্ত্রিসভার আসেন ১৯৫৬ খ্রিস্টাব্দে। পরে \nরাজস্থানের নাগৌর লোকসভা কেন্দ্র হতে সদস্য নির্বাচিত হন। (১৯৬২-৬৭)\nমন্ত্রী হিসাবে তার প্রিয় প্রকল্প ছিল 'কমিউনিটি ডেভেলপমেন্ট প্রোগ্রাম' তথা সমষ্টি উন্নয়ন প্রকল্প যার দ্বারা সারা দেশে কমিউনিটি ডেভেলপমেন্ট ব্লক গঠন সম্ভব হয়। প্রকল্প গঠনের মধ্য দিয়ে এলাকার উন্নয়ন, সমন্বিত প্রশাসন এবং ব্যক্তি ও সম্প্রদায়ের উন্নয়ন, এই তিনটি উদ্দেশ্য সাধিত হবে। ১৯৪৮ খ্রিস্টাব্দে\nউত্তরপ্রদেশের  ইটাওয়ায় এরূপ প্রথম প্রকল্প নেওয়ার পর ১৯৫২ খ্রিস্টাব্দে সারা দেশে ৫৫ টি উন্নয়ন প্রকল্প গ্রহণ করা হয়।\n\n\n== গ্রামীণ জনপদ ==\n১৯৪৯ খ্রিস্টাব্দে সুরেন্দ্রকুমার গ্রামীণ উন্নয়নের জন্য  কৃষিভিত্তিক শিল্প গড়ার  মডেলের উপর জোর দেন। কৃষি ও শিল্প উন্নয়নের সমন্বয়ে গ্রামীণ মানুষকে সহযোগিতা ভিত্তিতে সহায়তা প্রদানের লক্ষ স্থির করেন।\n১৯৫০ খ্রিস্টাব্দে হরিয়ানার নিলোখেরিতে পাকিস্তান থেকে দশ হাজার গৃহহীন উদ্বাস্তুদের জন্য \"মজদুরী মঞ্জিল\" নামের এক নতুন টাউনশিপ গড়ে তোলেন আর মন্তব্য করেন - এক উন্মুক্ত সমাজে সমৃদ্ধিকে আটকে রাখা যায় না। তবে বাইরে থেকে না চাপিয়ে নিজের মানুষের প্রচেষ্টায় গড়ে তুলতে হয়।' তিনি কাজটিকে কল্যাণমূলক রাষ্ট্রে এক কর্মক্ষেত্র হিসাবে নির্দিষ্ট করেছিলেন। পণ্ডিত নেহরু এই কাজে ভূয়সী প্রশংসা করে  এটিকে উন্নয়নের মক্কা নামে অভিহিত করেন এবং সারা দেশে আগামীদিনে বহু নিলোখেরী তৈরির আহ্বান জানান। উল্লেখযোগ্য  এই যে, সুরেন্দ্রকুমার এই প্রকল্পে সম্ভবত\nএকদিকে, গ্রামীণ উন্নয়নের জন্য রবীন্দ্রনাথ ঠাকুরের শান্তিনিকেতন এবং অন্যদিকে, গ্রামীণ নির্মাণের গান্ধীবাদী ধারণা দ্বারা প্রভাবিত হয়েছিলেন।  এটিকে আবার অনেকে উদারনীতি, মার্কসবাদ এবং গান্ধীবাদের সংশ্লেষণের ভিত্তিতে গ্রামীণ উন্নয়নের একটি মডেল হিসাবে দেখেন।\n\n\n== পঞ্চায়েতি রাজ ==\nসুরেন্দ্রকুমারের মন্ত্রিত্বের সময়েই কমিউনিটির ডেভেলপমেন্ট প্রোগ্রাম তথা সমষ্টি উন্নয়ন প্রকল্পের জন্য ১৯৫৭ খ্রিস্টাব্দে বলবন্তরাই মেহেতার নেতৃত্বে 'বলওয়ান্তরাই মেহতা কমিটি' গঠিত হয়। সুরেন্দ্রকুমার সেই কমিটির অন্যতম সদস্য ছিলেন। ১৯৫২ খ্রিস্টাব্দের ২ অক্টোবরের কমিউনিটি ডেভলপমেন্ট প্রোগ্রাম এবং ১৯৫৩ খ্রিস্টাব্দের ২ অক্টোবর জাতীয় সম্প্রসারণ পরিষেবা এর কার্যকারিতা পরীক্ষা করার পর কমিটি তার প্রতিবেদনে \n'গণতান্ত্রিক বিকেন্দ্রীকরণ' প্রকল্প (যা পরবর্তীতে পঞ্চায়েত রাজ নামে পরিচিত হয়) প্রতিষ্ঠার সুপারিশ করে। \nগ্রামীণ এলাকায় অর্থনৈতিক ও সামাজিক অবস্থার উন্নতির ধারাবাহিকতা নিশ্চিত করার জন্য স্থানীয় উদ্যোগকে কাজে লাগানোর জন্য এবং প্রতিষ্ঠান তৈরিতে প্রোগ্রামটি কতটা সফল হয়েছে তা কমিটি মূল্যায়ন করে।\nসুরেন্দ্রকুমার দে পঞ্চায়েত রাজ নিয়ে বিশেষ ভাবে ব্যাখ্যা করেন তার রচিত \"পঞ্চায়েত-ই-রাজ: এ সিন্থেসিস\" গ্রন্থে।\nতিনি ব্যাখ্যায় বলেছেন যে পঞ্চায়েতি রাজ  ব্যক্তি এবং বৃহত্তর বিশ্বের মধ্যে গুরুত্বপূর্ণ সংযোগ। তিনি গ্রামসভা এবং লোকসভার মধ্যে একটি ঘনিষ্ঠ সম্পর্ককে কল্পনা করেন এবং মন্তব্য করেন যে, গণতন্ত্রকে সংসদ থেকে গ্রামসভায় প্রবাহিত করতে হবে। তিনি রাজ্য সরকারগুলিকে তাদের নিজ নিজ রাজ্যে পিআরআই প্রতিষ্ঠার জন্য অগ্রাধিকার দেওয়ার আহ্বান জানান। ১৯৬০ খ্রিস্টাব্দ নাগাদ, সমস্ত রাজ্যই পিআরআই-এর উপর আইন প্রণয়ন করেছিল এবং আরও ২,১৭,৩০০ টি পঞ্চায়েত গঠিত হয়েছিল।\n\n\n== অন্যান্য অবদান ==\nসুরেন্দ্রকুমার দে জাতীয় উন্নয়ন পরিষদের প্রতিষ্ঠানেও গুরুত্বপূর্ণ ভূমিকা পালন করেন। গ্রামীণ উন্নয়ন মন্ত্রকের মাসিক মুখপত্র“ কুরুক্ষেত্র ” -এর পথপ্রদর্শক হয়ে উন্নয়ন সাংবাদিকতার ক্ষেত্রে একটি উল্লেখযোগ্য অবদান রেখেছেন। প্রকৃতপক্ষে তিনি একজন দার্শনিক এবং অনুশীলনকারীর বিরল ব্যক্তিত্ব ছিলেন। স্বাধীনতার পর চার দশকেরও বেশি সময় ধরে দেশ গঠনের প্রক্রিয়ায় গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। গ্রামীণ উন্নয়ন এবং পঞ্চায়েতি রাজের ধারণা ও বাস্তবায়নে তার অগ্রণী অবদানের জন্য তাকে সমাজ বিজ্ঞানী, প্রশাসক, রাজনৈতিক নেতা এবং গ্রামীণ উন্নয়ন এবং বিকেন্দ্রীকৃত গ্রামীণ শাসনের প্রকল্পসমূহের রূপকার আখ্যা দেওয়া হয়। \n\n\n== তথ্যসূত্র =="}