{"pageid": 1370374, "title": "কাগতিয়া এশাতুল উলুম কামিল এম.এ মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1370374", "content": "কাগতিয়া এশাতুল উলুম কামিল এম.এ মাদ্রাসা বাংলাদেশের চট্টগ্রাম জেলার রাউজান উপজেলার বিনাজুরির কাগতিয়া নামক গ্রামে অবস্থিত একটি উল্লেখযোগ্য আলিয়া মাদ্রাসা। অত্র অঞ্চলের মশহুর আলেমে দ্বীন এবং অলীয়ে কামেল আল্লামা রুহুল আমিন (রহ:)১৯৩২ সালে মাদ্রাসাটি প্রতিষ্ঠা করেন। মাদ্রাসাটি সংক্ষেপে কাগতিয়া মাদ্রাসা নামে অভিহিত হয়ে থাকে। মাদ্রাসাটির মূল ক্যাম্পাস বাদেও চট্টগ্রাম মহানগরে আরেকটি ক্যাম্পাস রয়েছে। মাদ্রাসাটি আল ফজল মুনিরী গাউছুল আজম ট্রাস্টের তত্ত্বাবধায়নে পরিচালিত হয়ে থাকে। মাদ্রাসাটি ফলাফলের দিক থেকে চট্টগ্রাম বিভাগে, এমনকি গোটা বাংলাদেশের মধ্যে শীর্ষ স্থানে অবস্থান করে। মাদ্রাসাটিতে প্রায় ২০০০ জন শিক্ষার্থী পড়াশোনা করে থাকে। ২০১০ সালে মাদ্রাসাটি কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয় কর্তৃক অনার্স মাদ্রাসার স্বীকৃতি লাভ করে।\n\n\n== অত্র অঞ্চলের প্রখ্যাত আলেমে দ্বীন আল্লামা রুহুল আমিন রহ. এই মাদরাসার প্রতিষ্টা করেন,যিনি ৪১ বার স্বপ্নযোগে আল্লাহর হাবীব সা. এর দিদার লাভে ধন্য হন। প্রতিষ্টালগ্নে এই মাদরাসা ছিল মাটির ঘর। ১৯৫৪ সালে এই মাদরাসার দায়িত্ব গ্রহণ উনারই জামাতা, কাগতিয়া আলীয়া গাউছুল আজম দরবার শরীফের প্রতিষ্ঠাতা খলিফায়ে রাসূল(দ.) গাউছুল আজম হযরত শায়খ ছৈয়দ তফাজ্জল আহমদ মুনিরী (রা.)। উনি দায়িত্বগ্রহণের পর মাদরাসাকে পাকা দালানে পরিণত করেন। পরবর্তীতে ১৯৯৮ সালে এ মাদরাসার অধ্যক্ষের দায়িত্ব গ্রহণ করেন উনারই একমাত্র প্রতিনিধি (বর্তমান অধ্যক্ষ মহোদয়) আল্লামা অধ্যক্ষ শায়খ ছৈয়দ মুনির উল্লাহ আহমদী ছাহেব (মাদ্দাজিল্লুহুল  আলী)। উনার দায়িত্বগ্রহণের পর মাদরাসার উত্তরোত্তর উন্নতি সাধিত হয়। উনি মাদরাসায় কামিল(হাদিস) বিভাগ চালু করেন। ==\nকুষ্টিয়া ইসলামী বিশ্ববিদ্যালয় অধিভুক্ত থাকাকালীন সময়ে পরিদর্শকদল মাদ্রাসাটি সম্পর্কে সন্তোষ প্রকাশ করে।\n\n\n== কার্যক্রম ==\n\nএই মাদ্রাসাটিতে ইলমে শরীয়ত ও ইলমে মারিফত শিক্ষার সমন্বয়ে পাঠদান করা হয়। মাদ্রাসার প্রতিবছর ঐতিহ্যবাহী জালছা অনুষ্ঠিত হয়ে থাকে। মাদ্রাসা প্রতিষ্ঠার বছর ১৯৩২ সাল থেকে মাদ্রাসায় নিয়মিত ইসলামি জালছার আয়োজন হয়ে থাকে। এই জালছায় দেশের প্রধান ইসলামি ব্যক্তিগণ অংশগ্রহণ করে থাকে।\nমাদ্রাসায় প্রায় ২০০০ জন শিক্ষার্থী, ১০৪ জন শিক্ষক-কর্মচারী রয়েছে। এছাড়াও মাদ্রাসার ফ্রি বা স্বল্পমূল্যে থাকার জন্য মাদ্রাসা হোস্টেল রয়েছে, এতে প্রায় ৪০০ জন শিক্ষার্থী থাকতে পারে। এছাড়াও মাদ্রাসা শিশুদের কুরআন শিক্ষার জন্য আলাদা নূরানি মাদ্রাসা রয়েছে। মাদ্রাসার দাখিল ও আলিম স্তরে বিজ্ঞান ও সাধারণ বিভাগে শিক্ষা গ্রহণের সুযোগ রয়েছে। মাদ্রাসার ফাজিল স্তরে আল-কুরআন, আল হাদিস প্রভৃতি বিষয় চালু রয়েছে, এবং ফাজিল শ্রেণীতে অনার্স ক্লাসের সুযোগ রয়েছে। মাদ্রাসার কামিল বিভাগের উচ্চতর গবেষণার সুযোগ রয়েছে। মাদ্রাসায় পাঠদানের সময় কুরআন ও হাদিস বিষয়ের উপর আলাদা গুরুত্ব দেওয়া হয়। এই মাদ্রাসার ইসলামের জাহেরি ও বাতেনি বিষয়ের উপরও পাঠদান করা হয়।\n\n\n== সুযোগ-সুবিধা ==\nজামে মসজিদ: মাদ্রাসার কেন্দ্রীয় জামে মসজিদ রয়েছে। এখানে ছাত্র ও শিক্ষার্থীরা নামাজ পরতে পারে। ক্লাসের ফাকে নামাজ পরার জন্য দুপুরে ক্লাসের বিরতি থাকে।\nআল ফজল মুনীরি গাউছুল আজম সম্মেলন কক্ষ: এটা মাদ্রাসার কেন্দ্রীয় মিলনায়তন, এখানে মাদ্রাসার বিশেষ প্রোগ্রামের আয়োজন হয়ে থাকে। দেশের বিশেষ দিনগুলো যেমন স্বাধীনতা দিবস, বিজয় দিবস প্রভৃতি দিন এই সম্মেলন কক্ষে আয়োজন হয়ে থাকে।\nকম্পিউটার ল্যাব: মাদ্রাসার একমাত্র কম্পিউটার ল্যাব ও ট্রেনিং সেন্টার। মাদ্রাসার যাবতীয় অনলাইন সংক্রান্ত কাজ এই ল্যাবে করা হয়। এছাড়াও ছাত্র ও শিক্ষকদের প্রয়োজনীয় ট্রেনিং এই ল্যাবের মাধ্যমেই প্রদান করা হয়।\nআল্লামা রুহুল আমিন (রহ.) গ্রন্থাগার: মাদ্রাসার কেন্দ্রীয় গ্রন্থাগার, এখানে কুরআন, হাদিস, ইসলামি আইন, বিজ্ঞান, কম্পিউটারসহ নানা বিষয়ের উপর বহু বই রয়েছে। শিক্ষক ও শিক্ষার্থী এই পাঠাগার থেকেই নিজেদের প্রয়োজন মেটায়।\nবঙ্গবন্ধু ও মুক্তিযুদ্ধ কর্নার: বাংলাদেশের স্বাধীনতা কেন্দ্রিক নানা বইয়ের আয়োজন রয়েছে এই কর্নারে, স্বাধীনতা যুদ্ধের নেতা বঙ্গবন্ধু শেখ মুজিবুর রহমান সম্পর্কিত নানা তথ্য, ম্যাগাজিন, বইয়ের সংগ্রহশালা রয়েছে এই কর্নারে।\n\n\n== তথ্যসূত্র =="}