{"pageid": 1370780, "title": "কৃষ্ণগহ্বর তথ্য আপার্তবৈপরীতা", "url": "https://bn.wikipedia.org/wiki?curid=1370780", "content": "কৃষ্ণগহ্বর তথ্য আপার্তবৈপরীতা হল একটি ধাঁধা, যা কোয়ান্টাম বলবিজ্ঞান ও সাধারণ আপেক্ষিকতার ভবিষ্যদ্বাণী একত্রিত হলে দেখা যায়। সাধারণ আপেক্ষিকতার তত্ত্ব কৃষ্ণগহ্বরের অস্তিত্বের ভবিষ্যদ্বাণী করে, যেগুলি স্থানকালের এমন অঞ্চল যেখান থেকে কিছুই — এমনকি আলোও না — পালাতে পারে না। স্টিফেন হকিং এই ধরনের ব্যবস্থায় ১৯৭০-এর দশকে কোয়ান্টাম বলবিজ্ঞানের নিয়ম প্রয়োগ করেন এবং দেখতে পান যে একটি বিচ্ছিন্ন কৃষ্ণগহ্বর হকিং বিকিরণ নামে এক ধরনের বিকিরণ নিঃসরণ করবে। হকিং আরও যুক্তি দিয়েছিলেন যে বিকিরণের বিশদ রূপটি কৃষ্ণগহ্বরের প্রাথমিক অবস্থা থেকে স্বাধীন হবে এবং এটি শুধুমাত্র তার ভর, বৈদ্যুতিক আধান ও কৌণিক ভরবেগের উপর নির্ভর করবে।\nতথ্য আপার্তবৈপরীতা দেখা যায় যখন কেউ একটি প্রক্রিয়া বিবেচনা করে যেখানে একটি কৃষ্ণগহ্বর একটি শারীরিক প্রক্রিয়ার মাধ্যমে গঠিত হয় এবং তারপর হকিং বিকিরণের মাধ্যমে সম্পূর্ণরূপে বাষ্পীভূত হয়। হকিংয়ের গণনা থেকে বোঝা যায় যে বিকিরণের চূড়ান্ত অবস্থা শুধুমাত্র প্রাথমিক অবস্থার মোট ভর, বৈদ্যুতিক আধান ও কৌণিক ভরবেগ সম্পর্কিত তথ্য ধরে রাখবে। যেহেতু অনেকগুলি ভিন্ন অবস্থার একই ভর, আধান ও কৌণিক ভরবেগ থাকতে পারে সেহেতু এটি পরামর্শ দেয় যে অনেক প্রাথমিক ভৌত অবস্থা একই চূড়ান্ত অবস্থায় বিবর্তিত হতে পারে। অতএব, প্রাথমিক অবস্থার বিবরণ সম্পর্কিত তথ্য স্থায়ীভাবে হারিয়ে যাবে; যাইহোক, এটি ধ্রুপদী ও কোয়ান্টাম পদার্থবিদ্যা উভয়ের একটি মূল নীতি লঙ্ঘন করে—যা, নীতিগতভাবে, একটি সময়ে একটি ব্যবস্থার অবস্থা অন্য যেকোনো সময়ে তার মান নির্ধারণ করা উচিত। বিশেষত, কোয়ান্টাম বলবিজ্ঞানে ব্যবস্থার অবস্থা তার তরঙ্গ ফাংশন দ্বারা এনকোড করা হয়। তরঙ্গ ফাংশনের বিবর্তন একটি একক চালনাকারী দ্বারা নির্ধারিত হয়, এবং এককতা বোঝায় যে কোনো মুহূর্তের তরঙ্গ ফাংশন অতীত বা ভবিষ্যতে তরঙ্গ ফাংশন নির্ধারণ করতে ব্যবহার করা যেতে পারে।\nএখন সাধারণত এটি বিশ্বাস করা হয় যে তথ্যগুলি কৃষ্ণগহ্বর বাষ্পীভবনে সংরক্ষিত হয়। এর অর্থ হল কোয়ান্টাম বলবিজ্ঞানের ভবিষ্যদ্বাণী সঠিক যেখানে হকিংয়ের মূল যুক্তি যা সাধারণ আপেক্ষিকতার উপর নির্ভর করে তা অবশ্যই সংশোধন করা উচিত। যাইহোক, হকিং-এর গণনা কিভাবে সঠিকভাবে সংশোধন করা উচিত সে সম্পর্কে ভিন্ন ভিন্ন মতামত রয়েছে। সাম্প্রতিক বছরগুলিতে, মূল আপার্তবৈপরীতার বেশ কয়েকটি সংযোজিত অংশ অন্বেষণ করা হয়েছে। কৃষ্ণগহ্বর বাষ্পীভবন সম্বন্ধে এই ধাঁধাগুলিকে একত্রে নেওয়ার ফলে মাধ্যাকর্ষণ ও কোয়ান্টাম বলবিজ্ঞানকে কীভাবে একত্রিত করতে হবে তার অন্তর্নিহিততা রয়েছে, যার ফলে কোয়ান্টাম মাধ্যাকর্ষণ গবেষণার একটি সক্রিয় ক্ষেত্র হিসাবে তথ্য আপার্তবৈপরীতা অবশিষ্ট রয়েছে।\n\n\n== তথ্যসূত্র =="}