{"pageid": 1370164, "title": "দ্যা সিক্রেট (গুপ্তধনের সন্ধান)", "url": "https://bn.wikipedia.org/wiki?curid=1370164", "content": "দি সিক্রেট হলো Byron Preiss দ্বারা নির্মিত গুপ্তধনের সন্ধানমূলক একটি ধাঁধা। সম্পূন সন্ধান প্রক্রিয়াটি মূলত ১২ টি গুপ্তধনের বাক্সকে ঘিরে, যার সূত্রগুলো 1982 সালে প্রিসের লেখা একটি বইতে দেওয়া হয়েছিল। এই বইটিকেই বলা হয় দ্যা সিক্রেট।  গুপ্তধনের এই বাক্সগুলো মার্কিন যুক্তরাষ্ট্র এবং কানাডার শহরগুলোর বিভিন্ন গোপন স্থানে লুকিয়ে রাখা হয়েছিল যা প্রতীকীভাবে উত্তর আমেরিকার ইতিহাসে গুরুত্বপূর্ণ ভূমিকা পালনকারী ঘটনা এবং লোকদের প্রতিনিধিত্ব করে। যদি কেউ গুপ্তধনের বাক্সগুলোর মধ্যে কোন একটি বাক্স খুজে পেত তাহলে তিনি বাক্সটি প্রিসের কাছে পাঠিয়ে দিলে তা ধাধায় উল্লেখিত মূল্যবান রত্নের সাথে ফিরে আসতো।\n২০০৫ সালে প্রিস মারা যাওয়ার পর তার উত্তরাধিকারীরা গুপ্তধনের সন্ধানের শর্তাবলীকে চালু রাখার দায়িত্ব গ্রহণ করে।\n২০২৩ সাল পর্যন্ত, বারোটি বাক্সের মধ্যে মাত্র তিনটি খুজে পাওয়া গেছে। প্রিস তার মৃত্যুর আগে গুপ্তধনের বাক্সের সঠিক অবস্থান সম্পর্কে কোন নথি রেখে যান নি। যার ফলে একটি সম্ভাবনা দেখা দিয়েছিল যে অবশিষ্ট বাক্সগুলি আর কখনও পুনরুদ্ধার করা সম্ভব হবে না।\n\n\n== বই ==\nগুপ্তধনের বাক্সগুলো কোথায় মাটি চাপা দেওয়া হয়েছিল তার গোপন সূত্র বায়রন প্রিস দ্বারা সম্পাদিত দ্যা সিক্রেট  নামের একটি ধাঁধা বইতে দেওয়া হয়েছে যা ১৯৮২ সালে ব্যান্টাম দ্বারা সর্বপ্রথম প্রকাশিত হয়েছিল  বইটি লিখেছেন শন কেলি ও টেড মান এবং ধাঁধার চিত্রগুলো অংকন করেছেন জন জুড প্যালেনকার, জন পিয়েরার্ড এবং ওভারটন লয়েড। বইটিতে অবদান রেখেছেন জোএলেন ট্রিলিং, বেন অ্যাসেন এবং অ্যালেক্স জেও  বইটির একটি জাপানি সংস্করণ ১৯৮৩ সালে প্রকাশিত হয়েছিল এবং ইংরেজি সংস্করণ ২০১৪ সালে পূনরায় প্রকাশ করা হয়েছিল  বইটিতে ১২ টি ছবি এবং ১২ টি কবিতা বা ছন্দ  রয়েছে। ছবিতে থাকা প্রত্যেকটি বস্তু সমাধানের জন্য একটি করে কবিতার লাইন রয়েছে, যার সুত্রগুলো প্তধনের বক্স খুজে পেতে সাহায্য করবে\n\n\n== গুপ্তধনের বাক্স ==\nসময়ের সাথে সাথে কিছু স্থান ধ্বংস বা নতুনভাবে তৈরি করা হয়েছে, যেমনটি বোস্টন ক্যাস্কের বেলায় হয়েছিল। এটি ল্যাঙ্গোন পার্কে লুকিয়ে রাখা বাক্স। বোস্টনের নর্থ এন্ডে তখন সংস্কার চলছিল যার ফলে স্থানটি একটি খননযন্ত্রের সাহায্যে খনন করা হয়েছিল। মূলত বইটি প্রকাশিত হওয়ার পর থেকে আশেপাশের এলাকার ব্যাপক পরিবর্তন ঘটেছে যার ফলে ধাধার অনেক সুত্রই আর মিলবে না।\nনিচে ইন্টারনেট থেকে পাওয়া তথ্য অনুযায়ী ১২ টি গুপ্তধনের বাক্সের তথ্য প্রকাশ করা হলো।\n\n\n== তথ্যসূত্র =="}