{"pageid": 1370784, "title": "এস. এম. মনিরুজ্জামান", "url": "https://bn.wikipedia.org/wiki?curid=1370784", "content": "এস. এম. মনিরুজ্জামান বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের একজন বিচারপতি। \n\n\n== প্রাথমিকজীবন ==\nমনিরুজ্জামানের জন্ম ১৯৭২ সালে ১ ফেব্রুয়ারি। তিনি আইন বিষয়ে স্নাতক এবং আইন বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nমনিরুজ্জামান ১৯৯৬ সালের ১৩ এপ্রিল জেলা আদালতে এবং ১৯৯৭ সালের ৩০ অক্টোবর হাইকোর্ট বিভাগে যোগদান করেন।\n২০০৯ সালের ২৪ এপ্রিল মনিরুজ্জামান সহকারী অ্যাটর্নি জেনারেল নিযুক্ত হন। ২০১১ সালের ১০ এপ্রিল তিনি ডেপুটি অ্যাটর্নি জেনারেল পদে উন্নীত হন।\n২০১৮ সালের ১ মার্চ সুপ্রিম কোর্টের আপিল বিভাগের আইনজীবী হয় মনিরুজ্জামান। ২০১৮ সালের ৩১ মে তিনি হাইকোর্ট বিভাগের অতিরিক্ত বিচারক নিযুক্ত হন।\n২০২০ সালের ৩০ মে মনিরুজ্জামানকে হাইকোর্ট বিভাগের স্থায়ী বিচারক করা হয় ।\n২০২১ সালের জুন মাসে মনিরুজ্জামান এবং বিচারপতি ফারাহ মেহবুব বিব্রত বোধ করেন এবং ২০১৯ সালের জুলাই মাসে সরকারের ৭০ জন ডেপুটি অ্যাটর্নি জেনারেল এবং ১০৫ জন সহকারী অ্যাটর্নি জেনেরালের নিয়োগকে চ্যালেঞ্জ করে একটি পিটিশনের শুনানি করতে অস্বীকার করেন । পরিবর্তে তারা প্রধান বিচারপতি সৈয়দ মাহমুদ হোসেনকে আবেদনটি পাঠায় । বিচারপতি মনিরুজ্জমান এবং বিচারপতি ফারাহ মেহবুব ধর্ষণের শিকারদের চিহ্নিত না করার জন্য সরকারকে নির্দেশ দেন ।.\n২০২২ সালের এপ্রিলে মনিরুজ্জামান এবং বিচারপতি ফারাহ মেহবুব ১৯ বছর বয়সী কানাডিয়ান মহিলার হেফাজত হস্তান্তর করেন , যাকে তার বাবা - মা বাংলাদেশে আটকে রেখেছিলেন। জুনে এক রায়ে মনিরুজ্জমান ও বিচারপতি ফারাহ মেহবুব বাংলাদেশ জাতীয়তাবাদী দলের রাজনীতিবিদ সৈয়দ মোয়াজ্জেম হোসেন আলালকে চিকিৎসার জন্য বিদেশে যাওয়ার অনুমতি দেওয়ার জন্য সরকারকে নির্দেশ দেন । মনিরুজ্জমান ও বিচারপতি ভীষ্মদেব চক্রবর্তী মির্জাপুর ইউনাইটেড ডিগ্রি কলেজের অধ্যক্ষ স্বপন কুমার বিশ্বাসের উপর হামলার তদন্তের নির্দেশ দিয়েছেন।\n২০২৩ সালের জুন মাসে মনিরুজ্জামান ও বিচারপতি মো. ইকবাল কবির লিট্টন বিব্রত বোধ করেন এবং নোবেলজয়ী ও গ্রামীণ ব্যাংকের প্রতিষ্ঠাতা মুহাম্মদ ইউনূসের প্রতিষ্ঠিত দুটি অলাভজনক প্রতিষ্ঠানের উপর আয়কর আরোপের সরকারের সিদ্ধান্তকে চ্যালেঞ্জ করে গ্রামীণ কল্যাণ ও গ্রামীণ টেলিকম ট্রাস্টের ১৩ টি আবেদনের শুনানি করতে অস্বীকার করেন ।\n\n\n== তথ্যসূত্র =="}