{"pageid": 1370490, "title": "এক্স.কম", "url": "https://bn.wikipedia.org/wiki?curid=1370490", "content": "এক্স.কম হল একটি অনলাইন ব্যাঙ্ক যা ইলন মাস্ক, হ্যারিস ফ্রিকার, ক্রিস্টোফার পেইন এবং ইড হো দ্বারা ১৯৯৯ সালে ক্যালিফোর্নিয়ার পালো আলতোতে সহ-প্রতিষ্ঠিত হয়। ২০০০ সালে এক্স.কম পালো অল্টো-তে অবস্থিত সফ্টওয়্যার কোম্পানি প্রতিযোগী কনফিনিটি ইনকর্পোরেটেডের সাথে একীভূত হয়। কনফিনিটির সহজ পেমেন্ট সিস্টেমের কারণে ইলন মাস্ক এতে আগ্রহী ছিলেন। একীভূত কোম্পানি তার নাম পরিবর্তন করে পেপ্যাল করে। ইবে ২০০২ সালে ১.৫ বিলিয়ন মার্কিন ডলারে পেপ্যাল কিনেছিল। ২০১৫ সালে পেপ্যাল বন্ধ হয়ে যায় এবং একটি স্বাধীন কোম্পানিতে পরিণত হয়।\n\n\n== ব্যবসায়িক মডেল ==\nএক্স.কম একটি প্রাথমিক ইন্টারনেট ব্যাঙ্ক ছিল, এবং আমানতগুলি এফডিআইসি দ্বারা বীমা করা হয়েছিল। কোম্পানিটি প্রাথমিকভাবে ইলন মাস্ক এবং গ্রেগ কৌরি দ্বারা অর্থায়ন করা হয়েছিল, যারা মাস্কের পরবর্তী উদ্যোগগুলি: টেসলা এবং স্পেস এক্সকে অর্থায়ন করতে গিয়েছিলেন।\nগ্রাহকদের ফি বা ওভারড্রাফ্ট (ব্যাংকে যত টাকা জমা আছে তার চেয়ে বেশি পরিমাণ টাকা তোলা) জরিমানা মূল্যায়ন করা হয়নি। নতুন সদস্য রেফারেলদের প্রতিটি নতুন সাইন-আপের জন্য $২০ নগদ কার্ড এবং $১০ কার্ড দিয়ে পুরস্কৃত করা হয়েছে। এই বৈশিষ্ট্যগুলি তাদের সময়ের জন্য অনন্য ছিল। উদাহরণস্বরূপ গ্রাহকরা এক্স.কম-এ তাদের ইমেল ঠিকানা প্রবেশ করে অন্য ব্যক্তির কাছে অর্থ পাঠাতে পারে। উপরন্তু গ্রাহকরা অনলাইন নিবন্ধনের মাধ্যমে কঠোরভাবে একটি চেক মেল করার প্রয়োজন ছাড়াই একটি অ্যাকাউন্ট খুলতে পারে।\n\n\n== ইতিহাস ==\n১৯৯০ এর দশক জুড়ে ইলন মাস্ক একটি পূর্ণ-পরিষেবা অনলাইন ব্যাংক তৈরি করার কল্পনা করেছিলেন যা চেকিং এবং সঞ্চয় অ্যাকাউন্ট, ব্রোকারেজ এবং বীমা প্রদান করে। সিবিএস মার্কেটওয়াচের সাথে ১৯৯৯ সালের একটি সাক্ষাৎকারে মাস্ক মন্তব্য করেছিলেন: \"আমি মনে করি আমরা এখন তৃতীয় পর্যায়ে আছি যেখানে লোকেরা তাদের প্রধান আর্থিক ভান্ডার হিসাবে ইন্টারনেট ব্যবহার করতে প্রস্তুত।\"\nজানুয়ারি ১৯৯৯ সালে মাস্ক তার কোম্পানি জিপ২ বিক্রি করার সময় আনুষ্ঠানিকভাবে একটি অনলাইন ব্যাঙ্কের পরিকল্পনা শুরু করেন। কোম্প্যাক দ্বারা জিপ২ কেনার এক মাস পরে মাস্ক হ্যারিস ফ্রিকার, ক্রিস্টোফার পেইন এবং ইড হো-র সাথে মার্চ ১৯৯৯ সালে এক্স.কম-এর সহ-প্রতিষ্ঠানে প্রায় $১২ মিলিয়ন বিনিয়োগ করেন। ফ্রিকার মাস্কের সাথে কাজ করতেন যখন মাস্ক ব্যাঙ্ক অফ নোভা স্কটিয়াতে ইন্টার্ন ছিলেন, পেইন ফ্রিকারের বন্ধু ছিলেন এবং হো ছিলেন সিলিকন গ্রাফিক্সের একজন প্রকৌশলী এবং জিপ২-এর নির্বাহী। ক্যালিফোর্নিয়ার পালো আল্টোতে একটি অফিসে যাওয়ার আগে কোম্পানিটি প্রাথমিকভাবে একটি বাড়ি থেকে পরিচালিত হয়েছিল। কিভাবে কোম্পানি চালাতে হবে তা নিয়ে দ্বন্দ্বের কারণে মাস্ক ফ্রিকারকে এক্স.কম শুরু করার পাঁচ মাস পরে বরখাস্ত করেন এবং অন্য দুই সহ-প্রতিষ্ঠাতা পেইন এবং হো এর ফলে চলে যান।\nএক্স.কম আনুষ্ঠানিকভাবে ৭ ডিসেম্বর ১৯৯৯-এ চালু হয়েছিল, প্রাক্তন ইন্টুইট সিইও বিল হ্যারিস উদ্বোধনী সিইও হিসাবে কাজ করেছেন৷ দুই মাসের মধ্যে এক্স.কম ২,০০,০০০ এর বেশি সাইনআপ আকর্ষণ করেছে।\n২০০০ সালের মার্চ মাসে এক্স.কম তার সবচেয়ে কঠিন প্রতিদ্বন্দ্বী কনফিনিটির সাথে একীভূত হয় , নতুন কোম্পানির নাম এক্স.কম। মাস্ক ছিলেন এর সবচেয়ে বড় শেয়ারহোল্ডার এবং সিইও হিসেবে নিযুক্ত হন। ১৯৯৮ সালে শুরু হওয়া কনফিনিটির পণ্য পেপ্যাল পামপাইলটস এর সাথে ব্যবহারকারীদের একে অপরকে তার ইনফ্রারেড পোর্টের মাধ্যমে অর্থ পাঠাতে সক্ষম করে। পরবর্তীকালে পেপ্যাল ব্যবহারকারীদের ইমেল এবং ওয়েব ব্যবহার করে অর্থ পাঠানোর অনুমতি দেওয়ার জন্য বিকাশ লাভ করে।\n২০০০ সালের সেপ্টেম্বরে যখন মাস্ক মধুচন্দ্রিমা ভ্রমণের জন্য অস্ট্রেলিয়ায় ছিলেন, তখন এক্স.কম বোর্ড মাস্ক থেকে কনফিনিটির সহ-প্রতিষ্ঠাতা পিটার থিয়েলকে সিইও-তে পরিবর্তনের পক্ষে ভোট দেয়। জুন ২০০১ সালে এক্স.কম এর নাম পরিবর্তন করে পেপ্যাল করা হয়।\n৩ অক্টোবর ২০০২-এ ইবে মার্কিন $১.৫ বিলিয়ন ডলারে পেপ্যাল কিনেছিল।\nজুলাই ২০১৫ সালে পেপ্যাল একটি স্বাধীন, সর্বজনীনভাবে ব্যবসা করা কোম্পানিতে পরিণত হয়েছিল।\n\n\n== ডোমেইন নাম পুনর্ব্যবহার ==\n৫ জুলাই ২০১৭-এ মাস্ক পেপ্যাল থেকে এক্স.কম ডোমেইন নামটি পুনঃক্রয় করে। তিনি পরে ব্যাখ্যা করেছিলেন যে তিনি ওয়েবসাইটটি কিনেছিলেন কারণ \"এর দুর্দান্ত অনুভূতিমূলক মূল্য রয়েছে\"।\n১৪ জুলাই ২০১৭-এ এক্স.কম আবার চালু করা হয়েছিল, যার উপরের বাম কোণায় একটি \"x\" সহ একটি ফাঁকা সাদা পৃষ্ঠা এবং একটি \"y\" প্রদর্শন করে একটি কাস্টম ত্রুটি পৃষ্ঠা রয়েছে। সোর্স কোডে একক অক্ষর \"x\" ছাড়া কিছুই না থাকার কারণে সাইটটি এইভাবে প্রদর্শন করে। ডিসেম্বর ২০১৭-এ এক্স.কম দর্শকদের দ্য বোরিং কোম্পানির ওয়েবসাইটে পুনর্নির্দেশ করেছে, যার মালিকও মাস্ক। টুপি বিক্রির বিজ্ঞাপন দেওয়ার জন্য এটি করা হয়েছিল।\n৪ অক্টোবর ২০২২-এ ইলন মাস্ক তার টুইটার অধিগ্রহণকে \"এক্স সবকিছুর অ্যাপ তৈরির ত্বরান্বক\" হিসাবে বর্ণনা করেছেন। এটি এক্স.কম এর সাথে সংযোগ করা হয়েছে। এক মাস পরে রন ব্যারনের সাথে কথোপকথনে মাস্ক বলেছিলেন যে তিনি \"কিছু উন্নতির সাথে\" এক্স পণ্য পরিকল্পনাটি কার্যকর করবেন যা টুইটারকে \"বিশ্বের সবচেয়ে মূল্যবান আর্থিক প্রতিষ্ঠান\" করে তুলবে।\n২২শে জুলাই ২০২৩-এ ইলন মাস্ক ব্যাপকভাবে স্বীকৃত সামাজিক নেটওয়ার্কিং পরিষেবা টুইটার-কে এক্স হিসাবে পুনঃব্র্যান্ডিং এবং এক্স.কম নামে একটি সামাজিক মাধ্যম প্ল্যাটফর্মের প্রবর্তনের কথা প্রকাশ করেন এবং এক্স.কম-কে টুইটার.কম-এ পুনঃনির্দেশিত করেন। এলন মাস্কের টুইটার অ্যাকাউন্ট, সেইসাথে অফিসিয়াল @Twitter অ্যাকাউন্টের প্রোফাইল ছবি অন্যান্য অফিসিয়াল টুইটার-মালিকানাধীন অ্যাকাউন্টগুলির মধ্যে নতুন এক্স লোগোতে হালনাগাদ করা হয়েছে। পুনঃব্র্যান্ডিং সম্পর্কে নির্দিষ্ট বিবরণ অপ্রকাশিত রয়ে গেছে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}