{"pageid": 1370627, "title": "গুহ (রামায়ণ)", "url": "https://bn.wikipedia.org/wiki?curid=1370627", "content": "গুহ (সংস্কৃত: गुह), হিন্দু মহাকাব্য রামায়ণ অনুসারে, নিষাদ উপজাতির সদস্য এবং শৃঙ্গিবরপুরের রাজা। রামের পরের নির্বাসনে গুহ ছিলেন তার প্রথম সহযোগী।\nরামায়ণের অযোধ্যা কাণ্ডে, গুহ রাম, লক্ষ্মণ ও সীতাকে গঙ্গানদীর ওপারে নিয়ে যাওয়া নৌকা ও কাণ্ডারীদের ব্যবস্থা করার জন্য পরিচিত। পরবর্তীতে একই বইতে, ভরতের সেনাবাহিনীকে দূর থেকে দেখতে পেয়ে এবং তার উদ্দেশ্য সম্পর্কে অনিশ্চিত হয়ে, গুহ তার লোকদেরকে গঙ্গা নদীর তীরে অবস্থান নিতে এবং তার নৌবাহিনীর নৌবাহিনীকে পাঁচশটি নৌকা নিয়ে নজরদারি করার নির্দেশ দিয়েছিলেন, যার প্রতিটিতে একশত যুবক ছিল।\n\n\n== কিংবদন্তি ==\nঅযোধ্যা থেকে নির্বাসনের শুরুতে, রাম, লক্ষ্মণ ও সীতা সুমন্ত্রের (দশরথের দরবারে একজন মন্ত্রী) সাথে গঙ্গানদীর তীরে এসে পৌঁছান। যে নৌকার চালকরা রাজকীয় রথের প্রত্যক্ষ করেছিলেন যা তাদের নিয়ে এসেছিল তারা এই খবর গুহকে পৌঁছে দিয়েছিল, যারা দ্রুত নতুনদের পরিচয় জানতে পেরেছিল। তিনি রাজপুত্রকে স্বাগত জানাতে ছুটে গেলেন, তাকে এবং তার পরিবারকে তাদের পছন্দের খাবার ও পানীয়, চমৎকার বিছানা এবং সমস্ত আতিথেয়তা প্রদান করলেন। রাম এই প্রস্তাবগুলি প্রত্যাখ্যান করেছিলেন, এই বলে যে তিনি বর্তমানে একজন তপস্বীর জীবনযাপন করছেন। তাই, তিনি শুধুমাত্র গঙ্গার জল পান করতে পছন্দ করেছিলেন এবং গাছের নীচে শুয়েছিলেন। সকালে, তার প্রার্থনার পর, তিনি গুহকে অনুরোধ করেছিলেন যে কেউ তাকে নদী পার করে নিয়ে যেতে, তাকে বিদায় জানাতে। গুহ, চতুর উপায়ে, রামকে বোঝালেন যে তিনি নৌকায় ওঠার আগে তাঁর পবিত্র পা ধুয়ে দিয়েছিলেন, তাঁর অনুমিত উদ্বেগের কথা উল্লেখ করে যে নৌকাটি একজন মহিলাতে রূপান্তরিত হতে পারে, যেহেতু তিনি অহল্যার গল্প থেকে তাদের শক্তি সম্পর্কে শুনেছিলেন। ত্রয়ীকে নদীর ওপারে নিয়ে যাওয়ার পর, তিনি তাদের বিদায় জানান, এমনকি রাম তাঁর প্রতি তাঁর ভক্তির প্রশংসা করেছিলেন।\nরামচরিতমানসে, গুহ গঙ্গা পার হওয়ার পর ঋষি ভরদ্বাজের আশ্রম পর্যন্ত রাম, সীতা ও লক্ষ্মণের সাথে ছিলেন এবং ঋষি বাল্মীকির আশ্রমের দিকে হাঁটা শুরু করার আগে তাদের ফেরত পাঠানো হয়েছিল।\nকম্ব রামায়ণম-এ, গুহ তার গ্রামে থাকার সময় রামাকে দেখেছিলেন, সারা রাত জেগে থাকতেন। রাম তাকে তার নিজের ভাই বলে প্রশংসা করেছিলেন, তাকে আবার দেখার প্রতিশ্রুতি দিয়েছিলেন।\nদশরথের মৃত্যুর পর যখন ভরত সিংহাসনে আরোহণ করতে অস্বীকার করেন, তখন তিনি রামকে খুঁজতে যান। তাঁর সেনাবাহিনী এবং তিনি শীঘ্রই শৃঙ্গিবরপুরে পৌঁছেছিলেন, যেখানে তিনি তাঁর পিতার আত্মার শান্তির জন্য গঙ্গার তীরে তাঁর শ্রদ্ধা নিবেদন করেছিলেন। গুহ ভরতের ব্যানারটি পর্যবেক্ষণ করে এই সিদ্ধান্তে পৌঁছেছিলেন যে রাজকুমার তাদের হত্যা করতে এবং রামকে ক্ষতি করতে চেয়েছিলেন। তিনি ভরতের সাথে দেখা করতে রওনা হলেন। সুমন্ত্র এসে গুহকে শনাক্ত করলেন এবং রাজকুমারকে সতর্ক করলেন। গুহ ভরতকে তার চিরাচরিত শ্রদ্ধা জানালেন, এবং যখন তাকে রামের পথ সম্পর্কে জিজ্ঞাসা করা হয়েছিল, তখন তিনি তার উদ্বেগের কথা স্বীকার করেছিলেন। ভরত গুহকে আশ্বস্ত করেছিলেন যে তিনি রামকে অযোধ্যায় ফিরিয়ে আনতে চান। স্বস্তি পেয়ে রাজা ভরতকে সঠিক দিকে নির্দেশ করেন এবং তাকে তার ভাই তার নির্বাসনের সময় যে কঠোর জীবনধারা বেছে নিয়েছিলেন সে সম্পর্কে অবহিত করেন।\n\n\n== তথ্যসূত্র =="}