{"pageid": 1370460, "title": "হিমাংশু শর্মা", "url": "https://bn.wikipedia.org/wiki?curid=1370460", "content": "হিমাংশু শর্মা (হিন্দি: हिमांशु शर्मा; জন্ম: ২০ আগস্ট ১৯৮১) একজন ভারতীয় চিত্রনাট্যকার, চলচ্চিত্র প্রযোজক ও অভিনেতা। তিনি ব্যবসাসফল তনু ওয়েডস মনু ধারাবাহিক (২০১১ ও ২০১৫), রাঞ্ঝনা (২০১৩), অতরঙ্গি রে (২০২১) চলচ্চিত্রের লেখনীর জন্য সর্বাধিক পরিচিত। তিনি তনু ওয়েডস মনু: রিটার্নস চলচ্চিত্রের জন্য শ্রেষ্ঠ মৌলিক চিত্রনাট্য ও সংলাপ বিভাগে জাতীয় চলচ্চিত্র পুরস্কার এবং শ্রেষ্ঠ সংলাপ বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন।\n\n\n== প্রারম্ভিক জীবন ==\nহিমাংশু শর্মা ১৯৮১ সালের ২০শে আগস্ট উত্তরপ্রদেশের লখনউয়ে জন্মগ্রহণ করেন। তার পিতা জীবন শর্মা উত্তরপ্রদেশের পর্যটন কর্মকর্তা এবং মাতা শ্যামা শর্মা। তার এক ছোট বোন ও এক ছোট ভাই রয়েছে। হিমাংশু লখনউয়ের স্প্রিং ডেল কলেজে পড়াশোনা করেন এবং পরে দিল্লি বিশ্ববিদ্যালয়ের কিরোড়ি মল মহাবিদ্যালয় থেকে ২০০২ সালে স্নাতক সম্পন্ন করেন। কিরোড়ি মলে তিনি মঞ্চনাটকে অভিনয় করতেন।\n\n\n== কর্মজীবন ==\nহিমাংশু এনডিটিভিতে একটি স্বাস্থ্য বিষয়ক অনুষ্ঠানের লেখক হিসেবে তার কর্মজীবন শুরু করেন। তিনি ছয়মাস এই অনুষ্ঠানের লেখক হিসেবে কাজ করেন। পরবর্তীকালে তিনি মুম্বইয়ে পাড়ি জমান এবং সহকারী পরিচালক হিসেবে কাজ শুরু করেন। ইতোমধ্যে তিনি সে সময়ে প্রতিষ্ঠিত টিভি পরিচালক ও প্রযোজক আনন্দ এল. রাইয়ের সাথে পরিচিত হন এবং তার সহকারী হিসেবে কাজ শুরু করেন। তিনি সনি টিভির কুসুম, সাব টিভির ভূতওয়ালা-সহ বেশ কয়েকটি টিভি ধারাবাহিকের কাহিনি লিখেন। তিনি স্ট্রেঞ্জার্স (২০০৭) দিয়ে চলচ্চিত্রের লেখক হিসেবে আত্মপ্রকাশ করেন। রাজ কুন্দ্রা প্রযোজিত এই চলচ্চিত্রে শ্রেষ্ঠাংশে অভিনয় করেন নন্দনা সেন ও জিমি শেরগিল।\nএরপর তিনি আনন্দ এল. রাইয়ের সাথে একাধিক চলচ্চিত্রে কাজ করেন। তিনি তনু ওয়েডস মনু (২০১১) চলচ্চিত্রের জন্য শ্রেষ্ঠ কাহিনি বিভাগে আইফা পুরস্কারের মনোনয়ন লাভ করেন। এরপর তার রচিত রাঞ্ঝনা (২০১৩) চলচ্চিত্রটি ব্যবসাসফল হয়। হিন্দুস্তান টাইমস-এর চলচ্চিত্র বিশ্লেষক অনুপমা চোপড়া লিখেন, \"হিমাংশু শর্মার সংলাপ এই চলচ্চিত্রের বিশেষত্ব। সংলাপগুলো বলিষ্ঠ, জাগতিক ও মজার।\" তিনি তনু ওয়েডস মনু: রিটার্নস (২০১৫) চলচ্চিত্রের জন্য শ্রেষ্ঠ মৌলিক চিত্রনাট্য ও সংলাপ বিভাগে জাতীয় চলচ্চিত্র পুরস্কার এবং শ্রেষ্ঠ সংলাপ বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন।\nরাঞ্ঝনা চলচ্চিত্রের প্রচারণাকালে তার জিরো (২০১৮) চলচ্চিত্রের ধারণা আসে, যেখানে গল্পের মুখ্য চরিত্র বামন আকারের হবে। অতরঙ্গি রে (২০২১) চলচ্চিত্রটি লিখতে তার সময় লাগে দুই বছর। ডিজনি+হটস্টারে মুক্তির দেওয়ার পর চলচ্চিত্রটি এই ওটিটি পরিষেবার সর্বাধিকবার দেখা চলচ্চিত্র হয়ে ওঠে। তবে চলচ্চিত্রটি এতে প্রদর্শিত মানসিক অসুস্থতার জন্য সমালোচিত হয়। এই চলচ্চিত্রের জন্য তিনি শ্রেষ্ঠ কাহিনি বিভাগে দ্বিতীয় আইফা পুরস্কারের মনোনয়ন লাভ করেন। চিত্রনাট্যকার কনিকা ঢিল্লোঁর সাথে বিবাহ বন্ধনে আবদ্ধ হওয়ার পর তিনি ও কণিকা একত্রে রক্ষা বন্ধন (২০২২) চলচ্চিত্রের চিত্রনাট্য লিখেন।\n\n\n== ব্যক্তিগত জীবন ==\nহিমাংশু বলিউড অভিনেত্রী স্বরা ভাস্করের সাথে প্রেমের সম্পর্কে জড়িত ছিলেন। ২০২১ সালের জানুয়ারি মাসে তিনি চিত্রনাট্যকার কনিকা ঢিল্লোঁর সাথে বিবাহ বন্ধনে আবদ্ধ হন।\nতিনি আন্তর্জাতিক চলচ্চিত্র ও টেলিভিশন ক্লাব এএএফটির সদস্যা। এছাড়া তিনি প্রযোজনা প্রতিষ্ঠান কালার ইয়েলো প্রডাকশন্সের সদস্য।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== লেখক ===\n\n\n=== সৃজনশীল প্রযোজক ===\n\n\n=== প্রযোজক ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে হিমাংশু শর্মা (ইংরেজি)\nরটেন টম্যাটোসে হিমাংশু শর্মা (ইংরেজি)"}