{"pageid": 1370799, "title": "সাংহাই জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1370799", "content": "সাংহাই জাদুঘর হলো প্রাচীন চীনা শিল্পের একটি জাদুঘর। এটি চীনের সাংহাইয়ের হুয়াংফু জেলার পিপলস স্কোয়ারে অবস্থিত। ১৯৯৬ সালে তার বর্তমান অবস্থানে পুনর্নির্মিত এই জাদুঘরটি চীনের প্রথম বিশ্ব-মানের আধুনিক জাদুঘরগুলির মধ্যে একটি হিসাবে বিবেচিত এবং বিরল সাংস্কৃতিক টুকরোগুলির বিশাল সংগ্রহের জন্য বিখ্যাত।\n\n\n== ইতিহাস ==\n\nজাদুঘরটি ১৯৫২ সালে প্রতিষ্ঠিত হয়।  প্রতিষ্ঠার সময় সংগ্রহগুলি মূলত তিনটি উৎস থেকে এসেছে। সাবেক সাংহাই পৌরসভা জাদুঘরও নতুন সাংহাই জাদুঘরের সাথে একীভূত করা হয়েছে।\nপরের কয়েক বছরে, জাদুঘরের সংগ্রহগুলি সাংহাইয়ের অন্যান্য ব্যক্তিগত এবং প্রাতিষ্ঠানিক সংগ্রহ থেকে আরও সমৃদ্ধ হয়। এটির মধ্যে রয়্যাল এশিয়াটিক সোসাইটির প্রাক্তন সাংহাই জাদুঘরের সংগ্রহও ছিল। ১৯৫৯ সালে জাদুঘরটি ১৬ সাউথ হেনান রোডের একটি ভবনে স্থানান্তরিত হয়। এই স্থানে বীমা কোম্পানি এবং ব্যাংক অফিস ছিল।  সম্মুখগামী মহালম্ফের ধাতব সংগ্রহ অভিযানের সময়, সাংহাই জাদুঘর ধাতু থেকে ব্রোঞ্জের পাত্র উদ্ধারে অংশ নিয়েছিল যা বাজেয়াপ্ত করা হয়েছিল বা দান করা হয়েছিল এবং গলানোর জন্য পাঠানো হয়েছিল। সাংস্কৃতিক বিপ্লবের আগে, একটি ঐতিহ্য তৈরি হয়েছিল যেখানে সাংহাইয়ের ধনী সংগ্রাহকরা জাদুঘরে বার্ষিক অনুদান দিতেন।\nসাংস্কৃতিক বিপ্লবের ফলে জাদুঘরের কাজ মূলত থমকে যায়। বিপ্লবের সমাপ্তির পরে, চীনের অন্যতম গুরুত্বপূর্ণ জাদুঘর হিসাবে, সংগ্রহগুলি দান, সরকারী কেনাকাটা এবং প্রত্নতাত্ত্বিক খননকার্য থেকে পাওয়া গুরুত্বপূর্ণ আবিষ্কারের ফলে সমৃদ্ধ হতে থাকে।\n\n\n== সংগ্রহ ==\n\nজাদুঘরে ব্রোঞ্জ, সিরামিক, ক্যালিগ্রাফি, আসবাবপত্র, জেড, প্রাচীন মুদ্রা, পেইন্টিং, সিল, ভাস্কর্য, সংখ্যালঘু শিল্প এবং বিদেশী শিল্প সহ ১২০০০০-এরও বেশি জিনিস রয়েছে।সাংহাই জাদুঘরে হান রাজবংশের একটি \"স্বচ্ছ\" ব্রোঞ্জ আয়নার তিনটি বিদ্যমান নমুনার একটি সহ জাতীয় গুরুত্বের বেশ কিছু জিনিস রয়েছে।\n\n\n=== চিত্রশালা ===\nএতে এগারোটি চিত্রশালা এবং তিনটি বিশেষ অস্থায়ী প্রদর্শনী হল রয়েছে। স্থায়ী চিত্রশালাগুলি হলো:\n\nপ্রাচীন চীনা ব্রোঞ্জের চিত্রশালা\nপ্রাচীন চীনা ভাস্কর্যের চিত্রশালা\nপ্রাচীন চীনা সিরামিকের চিত্রশালা\nপ্রাচীন চীনা জেডসের চিত্রশালা\nপ্রাচীন চীনা চিত্রকর্মের চিত্রশালা\nপ্রাচীন চীনা ক্যালিগ্রাফির চিত্রশালা\nপ্রাচীন চীনা সীল চিত্রশালা\nপ্রাচীন চীনা মুদ্রার চিত্রশালা\nমিং এবং ছিং রাজবংশের চীনা আসবাবপত্রের চিত্রশালা\nচীনা সংখ্যালঘুদের দ্বারা সৃষ্ট শিল্প ও কারুশিল্পের চিত্রশালা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসাংহাই জাদুঘর  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ জুন ২০১২ তারিখে\nচীনের জাদুঘরসমূহ\nসাংহাই জাদুঘরের ছবি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ মে ২০১০ তারিখে"}