{"pageid": 1370870, "title": "খিজির হায়াত", "url": "https://bn.wikipedia.org/wiki?curid=1370870", "content": "খিজির হায়াত (জন্ম: ২৪ জানুয়ারি ১৯৬৭) যিনি খিজির হায়াত লিজু নামেও পরিচিত, ছিলেন বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের একজন বিচারক।\n\n\n== জীবনের প্রথমার্ধ ==\nখিজির হায়াত ১৯৬৭ সালের ২৪ জানুয়ারি জন্মগ্রহণ করেন। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে সামাজিক বিজ্ঞানে স্নাতক ও স্নাতকোত্তর ডিগ্রী সম্পন্ন করেছেন। এছাড়াও তিনি ঢাকা বিশ্ববিদ্যালয় থেকে আইনে স্নাতক, দর্শনে স্নাতকোত্তর এবং পিএইচডি সম্পন্ন করেছেন।\n\n\n== কর্মজীবন ==\nখিজির হায়াত ১৯৯৭ সালের ৬ আগস্ট ঢাকা জেলা আদালতে আইন অনুশীলন শুরু করেন।\n২০০১ সালের ৯ ফেব্রুয়ারি, খিজির হায়াত বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগে অনুশীলন শুরু করেন।\n২০১৮ সালের ৩১ মে খিজির হায়াতকে হাইকোর্ট বিভাগে অতিরিক্ত বিচারপতি হিসেবে নিয়োগ দেওয়া হয়\n২০২০ সালের ৩০ মে, খিজির হায়াতকে হাইকোর্ট বিভাগের স্থায়ী বিচারপতি করা হয়।\n২০২২ সালের জুনে, খিজির হায়াত ও বিচারপতি মোঃ মজিবুর রহমান মিয়া শিক্ষা প্রতিষ্ঠানে হিজাব পরা মুসলিম শিক্ষার্থীদের বিরুদ্ধে বৈষম্যের অভিযোগের তদন্তের নির্দেশ দেন।\nখিজির হায়াত ও বিচারপতি মোঃ নজরুল ইসলাম তালুকদার টেকনাফের উপজেলা নির্বাহী কর্মকর্তা মোঃ কায়সার খসরুর বিরুদ্ধে প্রতিবেদন করার সময় অকথ্য শব্দ ব্যবহার করায় সাংবাদিকের সমালোচনা করেন। খিজির হায়াত ও বিচারপতি মোঃ নজরুল ইসলাম তালুকদার বড় ঋণখেলাপিদের বিচার না করায় দুর্নীতি দমন কমিশনের সমালোচনা করেছেন। তারা হাইকোর্ট ডিভিশন বেঞ্চে একটি অনুচিত বক্তব্য জমা দেওয়ার জন্য বাংলাদেশ ফিন্যান্সিয়াল ইন্টেলিজেন্স ইউনিটের প্রধান মোঃ মাসুদ বিশ্বাসের সমালোচনা করেন। খিজির হায়াত ও বিচারপতি মোঃ নজরুল ইসলাম তালুকদার ২০২২ সালের ডিসেম্বরে ফার্স্ট সিকিউরিটি ইসলামী ব্যাংক, ইসলামী ব্যাংক বাংলাদেশ লিমিটেড এবং সোশ্যাল ইসলামী ব্যাংক লিমিটেডের অনিয়মিত ঋণ তদন্তের জন্য বিভিন্ন নিয়ন্ত্রক সংস্থাকে নির্দেশ দেন। বিচারপতিরা এস আলম গ্রুপকে দেওয়া ইসলামী ব্যাংক বাংলাদেশর ৩০০ বিলিয়ন টাকা ঋণের ব্যাখ্যা দিতে বলেন। খিজির হায়াত ও বিচারপতি মোঃ নজরুল ইসলাম তালুকদার ৪২ কোটি টাকার অব্যক্ত সম্পদের দুর্নীতি দমন কমিশনের দায়ের করা মামলায় বিডিনিউজ টোয়েন্টিফোর ডটকমের সম্পাদক তৌফিক ইমরোজ খালিদীর ওপর ভ্রমণ নিষেধাজ্ঞা জারি করেন।\n২০২৩ সালের জানুয়ারিতে, খিজির হায়াত ও বিচারপতি মোঃ নজরুল ইসলাম তালুকদার রাজধানী উন্নয়ন কর্তৃপক্ষকে তাদের সার্ভার থেকে ৩০হাজার ফাইল হারানোর ঘটনা ব্যাখা করতে বলেন। খিজির হায়াত ও বিচারপতি মোঃ নজরুল ইসলাম তালুকদার রাষ্ট্রীয় মালিকানাধীন বাংলাদেশ পেট্রোলিয়াম কর্পোরেশনের সহযোগী প্রতিষ্ঠান স্ট্যান্ডার্ড এশিয়াটিক অয়েল কোম্পানি লিমিটেডে ৪.৭২ বিলিয়ন টাকার দুর্নীতির তদন্ত শেষ করতে দুর্নীতি দমন কমিশনকে নির্দেশ দেন। খিজির হায়াত ও বিচারপতি মোঃ নজরুল ইসলাম তালুকদার ইনফ্রাটেক কনস্ট্রাকশন কোম্পানি লিমিটেডের মালিককে রাতের কর্মঘণ্টা শেষ হওয়ার পরে শাখা থেকে ২২৬ মিলিয়ন টাকা উত্তোলনের অনুমতি দেওয়ার বিষয়ে ন্যাশনাল ব্যাংক লিমিটেড গুলশান শাখার কাছে ব্যাখ্যা চেয়েছেন। \nখিজির হায়াত ছিলেন সেই দুইজন বিচারপতির একজন যারা ২০১৮ সালের কোটা সংক্রান্ত পরিপত্রকে অবৈধ ঘোষণা এবং সরকারি চাকরিতে ৩০ শতাংশ কোটা বহাল রেখে রায় দেন। এই রায়ের প্রতিক্রিয়ায় ২০২৪ সালে কোটা সংস্কার আন্দোলন শুরু হয়, যা শেখ হাসিনা সরকারের পতনের দিকে নিয়ে যায়। \n২০২৪ সালের ১৬ অক্টোবর তাকে অনির্দিষ্টকালের জন্য ছুটিতে পাঠানো হয়। \n২০২৫ সালের ২০ মার্চ, রাষ্ট্রপতি মোহাম্মদ সাহাবুদ্দিন খিজির হায়াতকে গুরুতর অসদাচরণের জন্য অপসারণ করেন।\n\n\n== তথ্যসূত্র =="}