{"pageid": 1370563, "title": "বেন", "url": "https://bn.wikipedia.org/wiki?curid=1370563", "content": "বেন (সংস্কৃত: वेन) হিন্দুধর্মের একজন রাজা, এবং তিনি তার দুষ্টতা ও দুঃশাসনের জন্য কুখ্যাত। তিনি প্রথম মনুর বংশধর, এবং তার অভিগমনের সময় সমস্ত উপাসনা, নৈবেদ্য ও যজ্ঞ নিষিদ্ধ করেন। এই অনুশীলনগুলি পুনরুদ্ধারের জন্য সমস্ত আবেদন অস্বীকার করার পরে, বেনকে ঋষিরা তাদের ঘাসের ব্লেড দিয়ে হত্যা করে। তিনি কিংবদন্তি রাজা পৃথুর স্থলাভিষিক্ত হন, যিনি তার ডান হাত থেকে উদয় হন।\nঋগ্বেদ ১০.১২৩-এ, বেন হল স্বর্গীয় সত্তার অবয়ব, সম্ভবত রংধনু। স্তোত্রটির নামটিও বেন, যেমনটি ঋগ্বেদ ৯.৮৫ এর লেখকের নাম।\n\n\n== বংশবৃতান্ত ==\nভাগবত পুরাণ ধ্রুব ও চাক্ষুষ মনুর বংশধর হিসেবে বেনের উৎপত্তির সন্ধান করে। ধ্রুবের জ্যেষ্ঠ পুত্র উৎকল সিংহাসনে আরোহণ করেননি। তাই ধ্রুবের দ্বিতীয় পুত্র বৎসরকে রাজা করা হয়। বৎসরা স্বরতীকে বিয়ে করেছিলেন, যিনি পুষ্পর্ণা, তিগমকেতু, ঈসা, উর্জা, বাসু ও জয়াকে জন্ম দিয়েছিলেন। পুষ্পর্ণার স্ত্রী হিসেবে প্রভা ও দোসা ছিল। দোসা নিশীথা ও ব্যুষ্টার জন্ম দেয়। ব্যুষ্ট পুষ্করিণীকে বিয়ে করেন এবং সর্ব-তেজসের জন্ম দেন, যার এক পুত্র ছিল - চাক্ষুষ মনু, তার স্ত্রী আকুতি থেকে। মনুর বারোটি পুত্র ছিল। মনুর এক পুত্র উল্কমুকার ছয় পুত্র ছিল। উলমুকার এক পুত্র অঙ্গ সুনিতাকে বিয়ে করেন, যিনি বেনের জন্ম দেন।\nপদ্মপুরাণে উল্লেখ করা হয়েছে যে সুনীতা হলেন মৃত্যু এর কুৎসিত কন্যা এবং তাই বেনকে জন্ম থেকেই দুষ্ট বলে মনে করা হয়।\n\n\n== কিংবদন্তি ==\n\n\n=== মূল ===\nপদ্মপুরাণে বলা হয়েছে যে বেনের মা সুনীতা ছিলেন একজন নিষ্ঠুর মহিলা, যিনি অন্য লোকেদের কষ্ট দিতে উপভোগ করতেন। একবার, যখন তিনি তার দাসীদের সাথে খেলতে বনে গিয়েছিলেন, তখন তিনি সুশঙ্খ নামে একজন গন্ধর্বকে দেখতে পান। সুদর্শন যুবকটি সঙ্গীতের দেবী সরস্বতীকে প্রশ্রয় দেওয়ার জন্য তপস্যায় নিয়োজিত ছিল। সুনিতা তাকে বিরক্ত করতে শুরু করেছিল, কিন্তু সুশঙ্কা তাকে বিভ্রান্ত করার চেষ্টাকে প্রতিহত করেছিল। তিক্ত যে যুবক তাকে উপেক্ষা করছে, সে তাকে আঘাত করেছিল। সুশঙ্কা রাগান্বিত ছিলেন, কিন্তু একজন মহিলাকে আঘাত করতে চাননি। সুনীতা যম থেকে তার বংশের বিষয়ে গর্ব করেছিলেন, কিন্তু তিনি মুগ্ধ হননি। সুনীতা যখন আবার সুশঙ্খের সাথে দেখা করেন, তখন তিনি তাকে চাবুক দিয়ে আঘাত করেন। ক্রুদ্ধ ও যন্ত্রণায় কাঁপতে থাকা যুবকটি তাকে এভাবে অভিশাপ দিয়েছিল:\n\nতুমি দুষ্ট মেয়ে! আপনি যখন গৃহকর্তা হবেন এবং আপনার স্বামীর সাথে মিলিত হবেন তখন আপনি একটি পুত্র পাবেন যে দেবতা ও ব্রাহ্মণদের উপহাসকারী এবং সর্বব্যাপী পাপী হবে।\n\n\n=== জন্ম ===\nভাগবত পুরাণ অনুসারে, একবার, রাজা অঙ্গ যখন অশ্বমেধ যজ্ঞ করছিলেন, তখন দেবতারা তাঁর অর্পণ গ্রহণ করেননি, কারণ তাঁর পুত্র ছিল না। ঋষিদের পরামর্শে, অঙ্গ আরেকটি যজ্ঞ করেছিলেন এবং বিষ্ণুকে পূজা করেছিলেন। যজ্ঞের আগুন থেকে একজন ব্যক্তি দুধে সিদ্ধ চাল (পায়েসম) দিয়ে উঠলেন। অঙ্গ তার স্ত্রী সুনীতাকে ভাত খাওয়ালেন, যিনি এক পুত্রের জন্ম দিয়েছেন। ছেলেটি, তার শৈশব থেকেই, তার মাতামহ মৃত্যুুর (অধর্মের অংশ) সাথে সংযুক্ত ছিল এবং অধর্মের দিকে ফিরে গিয়েছিল। সে পশুর মতো কাজ করেছিল, নির্দয়ভাবে নির্দোষ হরিণ শিকার করেছিল। তার দুষ্ট কাজ দেখে তার নাম দেওয়া হয় বেন, 'যন্ত্রণাদাতা'। তার সন্তানকে শিষ্য করতে অক্ষম, অঙ্গ তার মানসিক শান্তি হারিয়ে ফেলেন এবং বিতৃষ্ণায় তার রাজ্য ছেড়ে বনে চলে যান। অরাজকতা এবং চোরদের ভয়ে, ঋষি ও জনগণ বেনকে রাজা হিসাবে মুকুট পরিয়েছিলেন, যদিও তারা রাজকুমারের প্রতি অসন্তুষ্ট ছিলেন।\n\n\n=== রাজত্ব ও মৃত্যু ===\nবেন রাজা হয়ে গেলে, চোরেরা অবিলম্বে তাদের অপরাধ বন্ধ করে এবং নিজেদের লুকিয়ে রাখে। যাইহোক, বেন ঘোষণা করেছিলেন যে তার রাজ্যে, কেউ যজ্ঞ করবে না এবং তারা ধর্মীয় কাজে একটি মুদ্রাও ব্যয় করবে না। ধর্মকে নিষিদ্ধ করেছেন। ঋষিরা রাজার সাথে সমঝোতা করার জন্য বেনের দরবারে গিয়েছিলেন, তাকে ধর্ম (কর্তব্য), মোক্ষ (মুক্তি) এবং ধর্মশাস্ত্র থেকে শাসক হিসেবে তার দায়িত্ব সম্পর্কে জ্ঞান প্রদান করেছিলেন। তারা তাকে যজ্ঞ এবং ধর্মীয় অনুষ্ঠানের প্রথা পুনরুদ্ধার করতে বলে। বেন যজ্ঞেশ্বরের প্রতি তাদের ভক্তিকে মূর্খ বলে ঘোষণা করেছিলেন, কারণ তিনি নিজেই সমস্ত দেবতার মূর্ত প্রতীক ছিলেন। তিনি আদেশ দিয়েছিলেন যে তার সমস্ত প্রজারা অন্য কোন সত্তার পরিবর্তে তাকে উপাসনা করে। রাজা তাদের ব্রাহ্মণ জন্মের প্রতি এবং দেবতা বিষ্ণুর প্রতি যে অপমান করেছিলেন তাতে ক্ষুব্ধ হয়ে ঋষিরা হুঁ ধ্বনি উচ্চারণ করার সময় তাকে ঘাসের পবিত্র ব্লেড দিয়ে হত্যা করেছিলেন। শোকার্ত সুনীতা মন্ত্র উচ্চারণ করে এবং ওষুধ প্রয়োগ করে তার ছেলের মৃতদেহ সংরক্ষণ করেছিলেন।\n\n\n=== পৃথুর জন্ম ===\nবেনের মৃত্যুর পরে, সেখানে অরাজকতা দেখা দেয়, যেহেতু বেনের কোন পুত্র ও উত্তরাধিকারী ছিল না। চোর ও দুষ্ট লোকেরা নিরীহ লোকদের কাছ থেকে লুণ্ঠন ও চুরি করতে শুরু করে। বেনের পিতা আঙ্গর লাইনটি চালিয়ে যেতে ইচ্ছুক, তারা বেনের উরুতে কোমড় দিয়েছিল, যেখান থেকে কালো বৈশিষ্ট্য ও রক্ত-লাল চোখ সহ বামন মানুষ আবির্ভূত হয়েছিল। লোকটি ঋষিদের সামনে প্রণাম করল এবং তাদের উদ্দেশ্য জিজ্ঞাসা করল। ঋষিরা তাকে বসতে বলেছিলেন (নিষিদ), যার পরে তিনি নিজের নাম রাখেন। লোকটি ভেনা দ্বারা সংঘটিত সমস্ত পাপ নিজের কাছে স্বীকার করেছে বলে কথিত আছে। তারপরে, লোকটির বংশধরেরা বিন্ধ্য পর্বতে বসবাস করে নিষাদ নামে পরিচিত হয়।\nঋষিরা তখন মৃতদেহের ডান হাতটি ছুঁতে শুরু করেন, যেখান থেকে এক দীপ্তিমান মানুষ, পৃথু, একটি ঐশ্বরিক ধনুক, তীর ও বর্ম বহন করে আবির্ভূত হয়েছিল। ঋষিরা দেখেছিলেন যে পৃথুর সুদর্শন চক্রের চিহ্ন রয়েছে, তারপরে তারা তাকে বিষ্ণুর রূপ হিসাবে চিহ্নিত করেছিল। তাকে নতুন রাজা হিসাবে মুকুট দেওয়া হয়েছিল, এবং ধর্মীয় আচার ও যজ্ঞ পুনরুদ্ধার করে একজন শক্তিশালী শাসক হয়েছিলেন।\nলোকেরা পৃথুকে খুঁজে বের করেছিল, তাকে জানিয়েছিল যে তার রাজ্যে অধিষ্ঠিত হওয়ার আগে নৈরাজ্যের সময়, পৃথিবী এতটাই অন্ধকার হয়ে গিয়েছিল যে পৃথিবী-দেবী এবং লক্ষ্মীর অবতার, ভূমি, সিদ্ধান্ত নিয়েছিলেন যে তিনি আর মানুষকে ফসল দেবেন না। তিনি গরুর রূপ নিয়ে আত্মগোপনে চলে গিয়েছিলেন, পৃথিবীকে কোনো গাছপালা থেকে শূন্য করে দিয়েছিলেন। ক্রুদ্ধ, পৃথু তার ধনুক, অজগব বহন করে ভূমিকে তিন জগতের মধ্য দিয়ে তাড়া করেছিল। অবশেষে যখন সে তাকে কোণঠাসা করে, তখন সে তাকে রক্ষা করার জন্য তার কাছে অনুরোধ করেছিল। তিনি তাকে এবং ঋষিদের তার দুধ খাওয়ানোর অনুমতি দিয়েছিলেন, যা পৃথিবীর গাছপালা এবং জীবনীশক্তি পুনরুদ্ধার করেছিল, সেইসাথে এর মানুষও। তাই, পৃথু হিসাবে বিষ্ণু তার সহধর্মিণীকে মানব জাতির জন্য তার সমৃদ্ধি ফিরিয়ে আনতে সক্ষম হয়েছিলেন। এই কারণে, ভূমি পৃথ্বী উপাধি অর্জন করেন।\n\n\n== তথ্যসূত্র =="}