{"pageid": 1370259, "title": "জিন ফিলিপ ভোগেল", "url": "https://bn.wikipedia.org/wiki?curid=1370259", "content": "জিন ফিলিপ ভোগেল (৯ জানুয়ারি ১৮৭১ - ১০ এপ্রিল ১৯৫৮) ছিলেন একজন ওলন্দাজ ভারততত্ববিদ।\n\n\n== জীবনী ==\nজিন ফিলিপ ভোগেল ছিলেন আমস্টারডামের কোর্টে  আইনজীবী এবং তিনি প্রেসিডেন্ট জোহান গ্রেগরিয়াস ভোগেল (1843-1920) এবং তার স্ত্রী জিন অ্যাড্রিয়েন ডু কুয়েসনে ভ্যান ব্রুচেম (১৮৪৪-১৮৯০) এর পুত্র ছিলেন । আলফেন অ্যান ডেন রিজন এবং রটারডাম থেকে  তার প্রাথমিক বিদ্যালয় শেষ করে , তিনি ১৮৮৩ সালে আলকমারের উচ্চ বিদ্যালয় ভত্তি হন o পরবর্তীকালে 1886 সালে হারলেমের উচ্চ বিদ্যালয়ে পড়াশোনা করেন। 1890 সালে তিনি প্রাচ্য গবেষণায় আত্মনিয়োগ করতে আমস্টারডাম বিশ্ববিদ্যালয়ে এখন গবেষক হিসাবে যোগ দেন । এখানে ক্রিশ্চিয়ানাস কর্নেলিস উহলেনবকের(1866-1951)  শিক্ষা লাভ করেন ,  তিনি প্রাথমিকভাবে তার শিক্ষকের সাথে  সংস্কৃত নিয়ে কাজ করতেন।\nআমস্টারডামে ফিরে  তিনি স্নাতকোতা লাভ করেন । জুলাই মাসে  1895 সালে তিনি ইউনিভার্সিটি থেকে  ডক্টরেট লাভ করেন  । 1897 সালের ডিসেম্বরে প্রাচীন ভারতীয় নাটক মৃচাকটিক  অনুবাদ করেন । 1898 সালে তিনি আমস্টারডাম বিশ্ববিদ্যালয়ে একজন প্রভাষক হিসাবে বসবাস করেন এবং এক বছর পরে ব্রিটিশ ভারতে চলে আসেন এবং , যেখানে তিনি ইস্ট ইন্ডিয়া কোম্পানির আর্কাইভাল উত্সগুলি অধ্যয়ন করেন এবং অনুশীলনে সংস্কৃত ভাষার অভিজ্ঞতা লাভ করেন। 1901 সালে তিনি লাহোরে উত্তর ব্রিটিশ ভারতের আর্কিওলজিক্যাল সার্ভে অফ ইন্ডিয়ার সুপারিনটেনডেন্ট নিযুক্ত হন এবং 1911 সালে তিনি ব্রিটিশ ভারতে প্রত্নতত্ত্বের অফিসিয়াল ডিরেক্টর-জেনারেল পদ গ্রহণ করেন । যেহেতু 1913 সালে লিডেন বিশ্ববিদ্যালয়ে সংস্কৃতের চেয়ারটি শূন্য হয়ে গিয়েছিল, তাই ভোগেলকে 17 এপ্রিল 1913-এ নিযুক্ত করা হয়েছিল। জানুয়ারী 1914 সালে সংস্কৃত, এর সাহিত্য এবং ভারতীয় প্রত্নতত্ত্বের অধ্যাপক হিসেবে তিনি  কাজটি করেন এপ্রিল 1914 সূচনা বক্তৃতা Bronnen tot kennis van het oude Indië (জার্মান: প্রাচীন ভারতের জ্ঞানের উৎস ) দিয়ে এবং এইভাবে মূল ইনস্টিটিউটের প্রধান হন।\n\n\n== কাজ এবং সম্মান ==\nতার কার্যকলাপের সময়কালে, ভোগেল তার সময়ে বিভিন্ন জার্নালে অসংখ্য গবেষণাপত্র লিখেছিলেন, যা তাকে অনেক বিখ্যাত করে তুলেছিল । ১৯১৫ সালে রয়্যাল ডাচ একাডেমি অফ সায়েন্সেসের পূর্ণ সদস্য হন, ১৯৩৫ সালে প্যারিসের এশিয়াটিক সোসাইটির সম্মানসূচক সদস্য পদ লাব করেন, 1939 সালে আমেরিকান ওরিয়েন্টাল সোসাইটির সম্মানসূচক সদস্য হন, 1950 সালে অ্যাকাডেলেস- এর একটি বিদেশী সদস্য হন। এছাড়া লন্ডনের স্কুল অফ ওরিয়েন্টাল অ্যান্ড আফ্রিকান স্টাডিজের সংশ্লিষ্ট সদস্য ছিলেন । এছাড়াও তিনি লক্ষ্ণৌতে ইউনাইটেড প্রভিন্স হিস্টোরিক্যাল সোসাইটির একজন সাম্মানিক সদস্য, নেদারল্যান্ডের ওস্টার জেনুটশ্যাপের একজন সম্মানিত সদস্য, হ্যানয়ের ইকোলে ফ্রাঙ্কাইজ ডি'এক্সট্রেম-ওরিয়েন্টের একজন সম্মানিত সদস্য এবং বার্লিনে পূর্ব এশিয়ান শিল্পের জার্মান সোসাইটির একজন সংশ্লিষ্ট সদস্য ছিলেন। তিনি কম্প্যানিয়ন অফ দ্য অর্ডার অফ দ্য ইন্ডিয়ান এম্পায়ার এবং নাইট অফ দ্য অর্ডার অফ দ্য ডাচ লায়ন হয়েছিলেন। একাডেমি বছর 1930/31 সালে তিনি লিডেন বিশ্ববিদ্যালয়ের রেক্টর ছিলেন, যেখানে তিনি ফেব্রুয়ারী 1931 ডি কসমোপলিটান বেটিকেনিস ভ্যান হেট বৌদ্ধধর্ম (জার্মান: বৌদ্ধ ধর্মের মহাজাগতিক অর্থ ) রেক্টরেট ভাষণ অনুষ্ঠিত হয়। 16 এ। 19 সেপ্টেম্বর, 1939-এ, তিনি তার অধ্যাপক পদ থেকে অবসর নেন এবং কার্ন ইনস্টিটিউটের সম্মানসূচক চেয়ারম্যান হন।\n\n\n== দম্পতি জীবন ==\nভোগেল 15 তারিখে বিয়ে করেন। এপ্রিল 1913 আমস্টারডামে মারিয়া স্ট্রম্পলার (1879-1959), মেশিন প্রস্তুতকারক কোয়েনরাড হেনড্রিক স্ট্রামফ্লারের (1843-1910) কন্যাকে । বিয়ে করেও তিনি দুর্ভাগ্য বসত নিঃসন্তান রয়ে গেলেন ।\n\n\n== কাজ (নির্বাচন) ==\nHet leemen wagentje, Indian tooneelspel uit het Sanskṛit en Prākṛt in het Nederlandsch vertald. আমস্টারডাম 1897।\nHet leemen wagentje, Indian tooneelspel uit het Sanskṛit en Prākṛt in het Nederlandsch vertald. আমস্টারডাম 1897।\nনেদারল্যান্ডে অউড-ইন্ডিয়ান সাহিত্যিকদের ডি বিওফেনিং। আমস্টারডাম 1898।\nচাম্বা রাজ্যের পুরাকীর্তি। ভলিউম 1, কলকাতা 1911; ভলিউম 2, দিল্লি 1957। \nব্রোনেন টট ডি কেনিস ভ্যান হেট ওডে ইন্ডি। কষ্ট 1914।\nলাহোর দুর্গের টালি-মোজাইস। কলকাতা ১৯২০।\nহিন্দু কিংবদন্তি এবং শিল্পে ভারতীয় সর্প-লর বা নাগা। লন্ডন ১৯২৬( অনলাইন )।\nলা ভাস্কর্য ডি মথুরা। প্যারিস/ ব্রাসেলস ১৯৩০।\nবৌদ্ধধর্মের মহাজাগতিক বেটিকেনিস। লিডেন 1931।\nদে বৌদ্ধ শিল্প ভ্যান Voor-Indië. আমস্টারডাম 1932।\nহিন্দুস্থানের প্রথম ব্যাকরণ। আমস্টারডাম 1941।\nজেগেলরিং ভ্যান রাক্সজাস দরজা উইসজাখাদত্ত। লিডেন 1946।\nডি জেভেন কমলব্লোমেন। লিডেন 1948।\nইন্দোনেশিয়ান প্রশ্ন। লিডেন 1948\nবুদ্ধিস্ট আর্ট ইন ইন্ডিয়া, সিলন অ্যান্য জাভা \n\n\n== তথ্যসূত্র =="}