{"pageid": 1370923, "title": "হোপিংস্টোন লিংডোহ", "url": "https://bn.wikipedia.org/wiki?curid=1370923", "content": "শ্রী হোপিং স্টোন লিংডোহ (১৫ মার্চ ১৯২৯ - ২৬ সেপ্টেম্বর ২০১৫) ছিলেন একজন ভারতীয় রাজনীতিবিদ যিনি হিল স্টেট পিপলস ডেমোক্রেটিক পার্টির (এইচএসপিডিপি) সভাপতি ছিলেন, যা ভারতের মেঘালয় রাজ্যের তিনটি সরকারী রাজনৈতিক দলের মধ্যে একটি। তিনি মৃত হুজুর শোনের ছেলে; পশ্চিম খাসি পার্বত্য জেলার নংলাইট গ্রামে ১৫ মার্চ, ১৯২৯ সালে জন্মগ্রহণ করেন; তিনি শিলংয়ের সেন্ট অ্যান্থনি কলেজে পড়াশোনা করেছেন।\nরাজনৈতিক অঙ্গনের পাশাপাশি তিনি ছিলেন একজন কৃষিবিদ, স্কুল শিক্ষক ও সমাজসেবক; তিনি হিল স্টেট পিপলস ডেমোক্রেটিক পার্টির সভাপতি ছিলেন, পূর্বে ১৯৫৭ সাল থেকে ইস্টার্ন ইন্ডিয়া ট্রাইবাল ইউনিয়নের সাথে যুক্ত ছিলেন, ১৯৬০ সালে এর নাম পরিবর্তন করে অল-পার্টি হিল লিডারস কনফারেন্স করা হয়। এছাড়াও তিনি ইউনাইটেড খাসি জৈন্তিয়া হিলস স্বায়ত্তশাসিত জেলা পরিষদের সদস্য ছিলেন, ১৯৫৭ থেকে ১৯৭২, এছাড়াও আসাম বিধানসভার সদস্য (১৯৬২-৬৮) এবং মেঘালয় বিধানসভার (১৯৭২-২০১৫) সদস্য ছিলেন।\nতিনি মেঘালয়ের সবচেয়ে বয়স্ক প্রতিনিধি সদস্য ছিলেন এবং কোনো বিধানসভা নির্বাচনে পরাজিত হননি। অল্প সময়ের জন্য তিনি ১৯৭৭ সালের সংসদ সদস্যও ছিলেন। তিনি সক্রিয়ভাবে শিক্ষা প্রতিষ্ঠান এবং তাদের কর্মসূচির সাথে যুক্ত ছিলেন, রাজ্যে ইউরেনিয়াম খনির বিরুদ্ধে এককভাবে লড়াই করেছিলেন।\n৮৬ বছর বয়সী প্রবীণ এবং তাঁর সময়ের সবচেয়ে সজ্জিত রাজনীতিবিদ, মিঃ লিংডোহ, যিনি বিধানসভায় পশ্চিম খাসি পাহাড় জেলার নংস্টোইন নির্বাচনী এলাকার প্রতিনিধিত্ব করেছিলেন, ২৬ সেপ্টেম্বর, ২০১৫-এ উত্তরপূর্ব ইন্দিরা গান্ধী আঞ্চলিক ইনস্টিটিউট অফ মেডিক্যাল অ্যান্ড হেলথ-এ মারা যান। শিলং-এ বিজ্ঞান (প্রতিবেশী)। তিনি নিউমোনিয়া, সেপসিস এবং একাধিক অঙ্গ ব্যর্থতায় মারা যান। মেঘালয়ের পশ্চিম খাসি পার্বত্য জেলার মাউকিলেই গ্রামে তাকে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"এইচএসপিডিপি খাসি-জৈন্তিয়া কারণের জন্য জনসমর্থনের আহ্বান জানিয়েছে\"</link></link>, নর্থ ইস্ট ট্রিবিউন, জানুয়ারী 9, 2006। ফেব্রুয়ারী 3, 2006 এ অ্যাক্সেস করা হয়েছে।\n\"Meghalaya takes it easy on Domiasiat\", The Telegraph, Calcutta, India, October 21, 2004. ফেব্রুয়ারী 3, 2006 এ অ্যাক্সেস করা হয়েছে।"}