{"pageid": 1370560, "title": "রমজান মিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1370560", "content": "রমজান মিয়া একজন ব্রিটিশ অভিনেতা, মডেল, নৃত্যশিল্পী এবং বাংলাদেশী বংশোদ্ভূত টেলিভিশন ব্যক্তিত্ব। মিয়া একজন মডেল হিসাবে বিনোদন শিল্পে তার কর্মজীবন শুরু করেন এবং পরে অভিনয়ে যোগ দেন।  তিনি ঘোস্ট স্টোরিজ, রকেটম্যান, ডিজনির আলাদিন, এভরিবডিস টকিং অ্যাবাউট জেমি, এবং এনোলা হোমস ২- এ অভিনয় করার জন্য পরিচিত। \n\n\n== প্রারম্ভিক জীবন ==\nরমজান মিয়া ইংল্যান্ডের লুটনে জন্মগ্রহণ করেন। তার বাবা-মা বাংলাদেশ থেকে এসেছেন। তিনি সঙ্গীত থিয়েটার এবং নৃত্যে বার্ড কলেজ থেকে প্রশিক্ষণ নিয়েছিলেন এবং ২০১৬ সালে স্নাতক হন।\n\n\n== কর্মজীবন ==\nমিয়া ৭ বছর বয়সে শিশু অভিনেতা হিসাবে বাংলা নাটকে তার অভিনয়ে আত্মপ্রকাশ করেন। তিনি ১৫ বছর বয়সে নাটোক্সে অভিনয় থেকে বিরতি নিয়েছিলেন এবং তার একাডেমিক বিষয়গুলিতে মনোনিবেশ করেছিলেন। তিনি তার জিসিএসই শেষ করার পর আবার অভিনয় শুরু করেন।  তিনি লিগ্যাসি (২০১৫), নাকা (২০১৭), ঘোস্ট স্টোরিজ (২০১৭), দ্য ডেভিলস হারমনি (সানড্যান্স ২০২০-এ একটি শর্ট ফিল্ম বিজয়ী), রেইনড্যান্স ২০২০ (লন্ডন ক্রিটিক সার্কেল ২০২০-এ সেরা ব্রিটিশ শর্ট ফিল্ম), এবং এভরি'বিআই (২০২০) টক, এবং  জ্যাম-এর সম্পর্কে বিভিন্ন চলচ্চিত্রে অভিনয় করেছেন। \nতিনি রকেটম্যান (২০১৯) এবং আলাদিন (২০১৯) ছবিতে নৃত্যশিল্পী হিসেবেও কাজ করেছেন।  মিয়া একটি কমেডি চলচ্চিত্র বার্বির কাস্টের একটি অংশ, যেখানে তিনি একজন দক্ষিণ এশীয় কেনের ভূমিকায় অভিনয় করেন। \nতিনি ১৭ বছর বয়সে তার মডেলিং ক্যারিয়ার শুরু করেন, ল'ওরিয়াল, বস, পল স্মিথ, বুলগারি, ডিওর, জি স্টার র, রিভার আইল্যান্ড এবং লেভি'স-এর জন্য মডেলিং করেন।  তিনি ফ্রেঞ্চ কানেকশন, গেস, সুপারড্রি, বার্টন, অ্যাবারক্রম্বি অ্যান্ড ফিচ এবং এএসওএস-এর মতো পোশাকের ব্র্যান্ডের সাথেও কাজ করেছেন।  ২০১৮ সালে, তিনি একজন বাংলাদেশী পুরুষ মডেল হিসাবে লন্ডন ফ্যাশন উইকের জন্য কাজ করেছিলেন।  তিনি আইস টুডে, স্টাইল ক্রুজ, আইডি এবং কাল্ট ম্যাগাজিনের মতো ম্যাগাজিনের প্রচ্ছদে রয়েছেন এবং গ্রাজিয়াতে প্রদর্শিত হয়েছেন। \nফিল্ম এবং মডেলিংয়ে কাজ করার পাশাপাশি মিয়া টেলিভিশনেও হাজির হয়েছেন। তিনি ২০১০ সালে দ্য অ্যাপ্রেন্টিস ইউকে- এর একটি পর্বে মডেল ছিলেন। তিনি এসএএস: রগ হিরোস (২০২২), হাউজ অফ দ্য ড্রাগন (২০২২), কুইজ (২০২০), এবং কর্নার সপ শো (২০১৯) এর মতো টিভি সিরিজেও উপস্থিত হয়েছেন।  তিনি ২০২২ সালে বিবিসি'র স্ট্রিক্টলি কাম ড্যান্সিং বলিউড পিস-এ প্রধান অতিথি হিসেবে অভিনয় করেছিলেন \n\n\n== ব্যক্তিগত জীবন ==\nতার অভিনয় এবং মডেলিং ক্যারিয়ারের পাশাপাশি, মিয়া বিনোদন শিল্পে অন্তর্ভুক্তি এবং বৈচিত্র্যের পক্ষেও একজন উকিল।  তিনি মিডিয়াতে দক্ষিণ এশীয় অভিনেতাদের প্রতিনিধিত্বের অভাব সম্পর্কে কথা বলেছেন এবং রঙিন অভিনেতাদের জন্য আরও সুযোগের পক্ষে কথা বলেছেন।  তিনি বাংলাদেশে একটি ইংরেজি সিনেমা/সিরিজে কাজ করার আগ্রহ প্রকাশ করেছেন।  তিনি দ্য মিক্সের একজন দূত, তরুণদের জন্য একটি ডিজিটাল সহায়তা পরিষেবা৷ \n\n\n== পুরস্কার ==\nবছরের সেরা পুরুষ মডেল: ২০২২ ব্রিটিশ বাংলাদেশি ফ্যাশন এবং লাইফস্টাইল অ্যাওয়ার্ডস \nহ্যালো! ম্যাগাজিন রাইজিং স্টার ২০২২ \n\n\n== আরও দেখুন ==\nব্রিটিশ বাংলাদেশী\nব্রিটিশ বাংলাদেশী ব্যক্তিদের তালিকা\n\n\n== তথ্যসূত্র =="}