{"pageid": 1370998, "title": "জীব পুনরুজ্জীবন পরীক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1370998", "content": "জীব পুনরুজ্জীবন পরীক্ষা (রুশ: Опыты по оживлению организма, ইংরেজি: Experiments in the Revival of Organisms) হল ডেভিড ইয়াশিন দ্বারা পরিচালিত ১৯৪০ সালের একটি চলচ্চিত্র, এটি ডাক্তারি পরীক্ষায় প্রমাণিত মৃত জীবের পুনরুত্থানের বিষয়ে সোভিয়েত গবেষণাকে নথিভুক্ত করে। ধারণকৃত চলচ্চিত্রের অপারেশনগুলি, সেইসাথে এটিতে প্রদর্শিত হৃৎপিণ্ড-ফুসফুস মেশিন অটোজেক্টরের নকশা সের্গেই ব্রুখোনেনকো করেছিলেন, যার ধারণকৃত চলচ্চিত্রে কাজটি হৃদপিণ্ডের কপাটিকায় প্রথম অপারেশনের দিকে পরিচালিত করেছিল বলে জানা যায়।\n\n\n== সারমর্ম ==\n\nচলচ্চিত্রটি চিকিৎসা পরীক্ষার একটি ক্রম চিত্রিত এবং আলোচনা করে। চলচ্চিত্রটির ইংরেজি সংস্করণটি শুরু হয় ব্রিটিশ বিজ্ঞানী জে বি এস হ্যালডেনের উপস্থিতিতে এবং আলোচনার মাধ্যমে যে তিনি কীভাবে ব্যক্তিগতভাবে একটি সর্ব-রুশ শারীরবৃত্তীয় কংগ্রেসে চলচ্চিত্রটিতে পরিচালিত পদ্ধতিগুলি দেখেছেন। রুশ সংস্করণে এই ব্যাখ্যার অভাব রয়েছে। পরীক্ষাগুলি একটি কুকুরের হৃৎপিণ্ড দিয়ে শুরু হয়, যেটা শরীর থেকে বিচ্ছিন্ন দেখানো হয়; চারটি টিউব এর অঙ্গের সাথে সংযুক্ত থাকে। রক্ত সরবরাহ করার জন্য একটি যন্ত্র ব্যবহার করে, হৃৎপিণ্ড এমনভাবে স্পন্দিত হয় যেমনটা এটি একটি জীবন্ত প্রাণীর মধ্যে হয়। চলচ্চিত্রটি তখন একটি ট্রেতে একটি ফুসফুস দেখায়, যা রক্তকে অক্সিজেন দিয়ে শ্বাসপ্রশ্বাস আকারে পরিচালিত হয়।\nফুসফুসের দৃশ্য অনুসরণ করে দর্শকদের অটোজেক্টর দেখানো হয়, যেটি একটি হৃৎপিণ্ড-ফুসফুস মেশিন, যা একজোড়া রৈখিক ডায়াফ্রাম পাম্প, শিরাস্থ এবং ধমনীর সমন্বয়ে গঠিত, যা একটি জলাধারের সাথে অক্সিজেন বিনিময় করে। তখন দেখা যায় কুকুরের মাথায় অক্সিজেনযুক্ত রক্ত সরবরাহ করছে। মাথাটি বাহ্যিক উদ্দীপনার সাথে উপস্থাপিত হয়, যেটিতে এটি সাড়া দেয়। অবশেষে, একটি কুকুরের শরীর থেকে রক্ত বের করে হৃৎযন্ত্রের ক্রিয়া বন্ধ হওয়া নিশ্চিত করে ডাক্তারি মৃত (প্রাথমিকভাবে ফুসফুস এবং হৃৎপিণ্ডের কার্যকলাপের একটি অ্যানিমেটেড চিত্রের মাধ্যমে চিত্রিত করা হয়েছে) ঘোষণা করে। তারপরে এটি দশ মিনিটের জন্য রেখে দেওয়া হয় এবং হৃৎপিণ্ড-ফুসফুস মেশিনের সাথে সংযুক্ত করা হয়, যা ধীরে ধীরে প্রাণীর সঞ্চালনে রক্ত প্রত্যাবর্তন করে। কয়েক মিনিট পরে হৃৎপিণ্ড ফাইব্রিলেট হয়, তারপরে স্বাভাবিক ছন্দে এটি পুনরায় শুরু হয়। একইভাবে শ্বাস-প্রশ্বাস আবার শুরু হয় এবং মেশিনটি সংযোগ বিচ্ছিন্ন হয়ে যায়। পরবর্তী দশ দিনের মধ্যে কুকুরটি পদ্ধতিটি থেকে পুনরূজ্জীবিত হয় এবং একটি সুস্থ জীবনযাপন চালিয়ে যায়। চলচ্চিত্রটি অনুসারে এই পদ্ধতিটি ব্যবহার করে বেশ কয়েকটি কুকুরকে জীবিত করা হয়েছিল, যার মধ্যে একটি ছিল বাবা-মায়ের একটি সন্তান যার উভয়কেই পুনরুজ্জীবিত করা হয়েছিল।\n\n\n== উৎপাদন ==\nচলচ্চিত্রটির শুটিং হয়েছে মস্কোর পরীক্ষামূলক শারীরবিদ্যা এবং থেরাপি প্রতিষ্ঠানে। অপারেশনের কৃতিত্ব ডাক্তার সের্গেই ব্রুখোনেনকো এবং বরিস লেভিনসকভস্কিকে দেওয়া হয়, যারা মস্কোতে রুশ রোগবিদ্যাবিৎদের দ্বিতীয় কংগ্রেসে অটোজেক্টর নামে একটি বিশেষ হৃৎপিণ্ড-ফুসফুসের যন্ত্রপাতি প্রদর্শন করছিলেন, যাকে হৃৎপিণ্ড-ফুসফুস মেশিনও বলা হয়।\n\n\n== উত্তরাধিকার ==\n\nচলচ্চিত্রটি ১৯৪৩ সালে আমেরিকান-সোভিয়েত বন্ধুত্বের মহাসভায় এক হাজার মার্কিন বিজ্ঞানীর দর্শকদের দেখানো হয়েছিল। দর্শকরা ভেবেছিলেন যে চলচ্চিত্রটি \"অনেক কথিত জৈবিক অসম্ভবকে সম্ভবের রাজ্যে নিয়ে যেতে পারে।\"\nব্রুখোনেঙ্কোর শিরচ্ছেদ পরীক্ষার বিষয়ে জর্জ বার্নার্ড শ' মন্তব্য করা করেছিল, যিনি বলেছিলেন, \"এমনকি আমি আমার নিজের মাথা কেটে ফেলার জন্য প্রলুব্ধ হয়েছি যাতে আমি অসুস্থতায় বিরক্ত না হয়ে, পোশাক-পরিচ্ছদ না পরে, না খেয়ে, মাস্টারপিস তৈরি করা ছাড়া আর কিছু না করে নাটকীয় শিল্প ও সাহিত্যের বই লিখে যেতে পারি।\"\nব্রুখোনেঙ্কো একই বছরে মানব রোগীদের ব্যবহারের জন্য অটোজেক্টরের একটি নতুন সংস্করণ তৈরি করেছিলেন; এটি বর্তমানে রাশিয়ার কার্ডিওভাসকুলার সার্জারির বাকুলেভ সায়েন্টিফিক সেন্টারের কার্ডিওভাসকুলার সার্জারির জাদুঘরে প্রদর্শিত হয়। ব্রুখোনেঙ্কোকে মরণোত্তর মর্যাদাপূর্ণ লেনিন পুরস্কারে ভূষিত করা হয়েছিল।\nকিছু ভাষ্যকার চলচ্চিত্রটির সত্যতা নিয়ে প্রশ্ন তুলেছেন, এই কারণে যে আরও সন্দেহজনক পরীক্ষা-নিরীক্ষার কোনোটিই কোনো ফুল-ফ্রেম শটে দেখানো হয়নি। কিছু বিজ্ঞানী যারা চলচ্চিত্রটির পরীক্ষাগুলি দেখেছেন বলে দাবি করেছেন তাদের মতে, কৃত্রিম হৃদপিণ্ডের সাথে সংযুক্ত করা কুকুরের মাথাটি কয়েক মিনিটের জন্য বেঁচে ছিল, যা ছবিতে দাবি করা ঘন্টার বিপরীতে। সন্দেহের আরেকটি উৎস হল কুকুরের রক্ত ঝরানো এবং তারপরে তাদের জীবিত করা, কারণ মৃত্যুর ১০ মিনিটের পরে তাদের মস্তিষ্কের গুরুতর ক্ষতির সম্মুখীন হওয়া উচিত ছিল। ইনস্টিটিউটের রেকর্ড অনুযায়ী কুকুরগুলো মাত্র কয়েকদিন বেঁচে ছিল, চলচ্চিত্রের দাবি অনুযায়ী কয়েক বছর নয়।\nচলচ্চিত্রে প্রদর্শিত হৃৎপিণ্ড-ফুসফুস মেশিন অটোজেক্টর নকশা এবং নির্মাণ করেছিলেন সের্গেই ব্রুখোনেঙ্কো, যার কাজটি হৃদপিণ্ডের কপাটিকার প্রথম অপারেশনের দিকে পরিচালিত করেছিল বলে জানা যায়। অটোজেক্টর আধুনিক ইসিএমও মেশিনের মতো, সেইসাথে আধুনিক নেফ্রোলজিতে রেনাল ডায়ালাইসিসের জন্য সাধারণত ব্যবহৃত সিস্টেমগুলির মতো।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n২০০৪ সালে এমএফ ডুম তার \"ফল ব্যাক / টিটি ফ্যাট\" (তার অ্যালবাম ভেনোমাস ভিলেনের মাধ্যমে) গানটি প্রকাশ করে যা পরীক্ষার কিছু অংশ দিয়ে শুরু হয় এবং শেষ হয়। গানটির মিউজিক ভিডিওটি মূলত চলচ্চিত্রটি থেকে অংশ নিয়ে গঠিত।\n২০০৯ সালে ব্যান্ড দ্য পেপার চেজ তাদের ভিডিওতে চলচ্চিত্রটির অংশগুলি ব্যবহার করেছিল \"আপনার শরীরের সাথে আমাদের কী করা উচিত? (দ্য লাইটনিং)\"\nজেমস রোলিন্সের উপন্যাস ব্লাডলাইনের প্লটের একটি অংশ এই পরীক্ষার উপর ভিত্তি করে করা হয়েছে।\nসি. এস. লিউইসের ১৯৪৫ সালের উপন্যাস দ্যাট হাাইডাস স্ট্রেংথ এই পরীক্ষা-নিরীক্ষাকে উল্লেখ করে।\nপোলিশ কবি উইসলাওয়া সিজিম্বরস্কা তার \"দ্য এক্সপেরিমেন্ট\" কবিতায় ১৯৬৭ সালের দিকে পরীক্ষাটি উল্লেখ করেছেন\nমেটালিকার গান \"অল নাইটমেয়ার লং\" এর ভিডিওটি আংশিকভাবে চলচ্চিত্রটির উপর ভিত্তি করে তৈরি করা হয়েছে এবং এতে দেখায় যে সোভিয়েত বিজ্ঞানীদের একটি মৃত বিড়ালকে পুনরুজ্জীবিত করছে।\nভিডিও গেম টিম ফোর্টেস ২ এ, চলচ্চিটিত্রে দেখানো পরীক্ষার উৎসানুযায়ী \"ক্যানিস এক্স মেশিনা\" নামক মেডিকের জন্য একটি প্রসাধনী সেট একটি সাদা কুকুরের মাথা দেখায়।\nরুয়াল দালের ১৯৬০ সালের ছোট গল্প \"উইলিয়াম এবং মেরি\"-এ একজন ডাক্তার বলেছেন: \"আমি একটি ছোট চিকিৎসা চলচ্চিত্র দেখেছি যা রাশিয়া থেকে আনা হয়েছিল। এটি একটি বরং ভয়ঙ্কর জিনিস ছিল, কিন্তু আকর্ষণীয়। এতে দেখা গেছে একটি কুকুরের মাথা সম্পূর্ণভাবে শরীর থেকে বিচ্ছিন্ন করা হয়েছে, কিন্তু কৃত্রিম হৃদপিণ্ডের মাধ্যমে ধমনী ও শিরার মাধ্যমে স্বাভাবিক রক্ত সরবরাহ বজায় রাখা হচ্ছে।\"\n২০১৬ সালের লেমন ডেমন অ্যালবাম স্পিরিট ফোনের অডিওর মন্তব্যে নিল সিসিয়েরেগার মতে, অ্যালবামের প্রথম ট্র্যাকটি (\"লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড\") \"এক্সপেরিমেন্টস ইন দ্য রিভাইভাল\" শিরোনাম ছিল মূলত এই চলচ্চিত্রটির আদলে।\nচলচ্চিত্রটির ক্লিপগুলি ইউটিউব ওয়েবসিরিজ মার্বেল হর্নেটের একটি অংশ হিসাবে ব্যবহৃত হয়েছিল।\n\n\n== আরও দেখুন ==\nভ্লাদিমির ডেমিখভ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nHill JD (১৯৮২)। \"John H. Gibbon, Jr. Part I. The development of the first successful heart-lung machine\": 337–341। ডিওআই:10.1016/S0003-4975(10)62507-6। পিএমআইডি 7052001। \nFou Adora Ann (১৯৯৭)। \"John H. Gibbon. The first 20 years of the heart-lung machine\": 1–8। পিএমআইডি 9068131। পিএমসি 325389 । \nKrementsov Nikolai (২০০৯)। \"Off with your heads: isolated organs in early Soviet science and fiction\": 87–100। ডিওআই:10.1016/j.shpsc.2009.03.001। পিএমআইডি 19442924। পিএমসি 2743238 । \nPassaroni Andréia, Silva Marcos, Yoshida Winston (২০১৪)। \"Cardiopulmonary bypass: development of John Gibbon's heart-lung machine\": 235–245। ডিওআই:10.5935/1678-9741.20150021। পিএমআইডি 26107456। পিএমসি 4462970 । উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: একাধিক নাম: লেখকগণের তালিকা (link) \nBlair-St Giles (১৯৮৩)। \"Dying and death, with special reference to brain death. A bibliography\": 235–251। ডিওআই:10.1016/0300-9572(83)90026-6। পিএমআইডি 6316444। \nThe Autojektor on display at the Scientific Center of Cardiovascular Surgery (in Russian) (via Wayback Machine)\nA medical paper on Brukhonenko's work (in Russian, requires PubMed access)\nBrukhonenko excerpt from \"The Golden Book of Russia. The Year 2000\""}