{"pageid": 1370394, "title": "ইন্ডিয়ান ন্যাশনাল ডেভেলপমেন্টাল ইনক্লুসিভ অ্যালায়েন্স", "url": "https://bn.wikipedia.org/wiki?curid=1370394", "content": "ভারতীয় জাতীয় উন্নয়নবাদী অন্তর্ভুক্তিমূলক জোট (ইংরেজি: Indian National Developmental Inclusive Alliance), সংক্ষেপে ইন্ডিয়া (INDIA), হলো ভারতীয় জাতীয় কংগ্রেসের নেতৃত্বে ভারতের ২৬টি দলবিশিষ্ট এক বিগ টেন্ট রাজনৈতিক জোট। এর মূল উদ্দেশ্য হলো আসন্ন ২০২৪ ভারতীয় সাধারণ নির্বাচনে ভারতীয় জনতা পার্টির (বিজেপি) নেতৃত্বে জাতীয় গণতান্ত্রিক জোট (এনডিএ) সরকারের অবসান ঘটানো।\n\n\n== নামকরণ ==\nআসন্ন নির্বাচনে অংশগ্রহণের জন্য ২৬টি দলের নেতানেত্রী ইন্ডিয়া নামক এক বিরোধী জোটের কথা ঘোষণা করেছিলেন। বেঙ্গালুরুতে এক বৈঠকে এই নাম প্রস্তাব করা হয়েছিল, তবে কোন নেতা বা নেত্রী প্রথম এই প্রস্তাবটি করেছিলেন, তা নিয়ে মতভেদ বিদ্যমান। যদিও কিছু সূত্রের মতে কংগ্রেস নেতা রাহুল গান্ধী এই প্রস্তাবটি করেছিলেন, অন্যান্য সূত্রের মতে, পশ্চিমবঙ্গের মুখ্যমন্ত্রী এবং তৃণমূল কংগ্রেস প্রধান মমতা বন্দ্যোপাধ্যায় এই প্রস্তাবটি করেছিলেন। বিরোধী জোটের সংক্ষিপ্ত নাম \"ইন্ডিয়া\" চূড়ান্ত করার আগে জোট সদস্যের মধ্যে বিস্তর আলোচনা হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== প্রথম বৈঠক - পাটনা, বিহার ===\n২৩ জুন ২০২৩-এ বিহারের মুখ্যমন্ত্রী নীতীশ কুমারের সভাপতিত্বে প্রথম বিরোধী বৈঠক বিহার রাজ্যের পাটনায় সংঘটিত হয়েছিল। সেখানে নতুন জোটের প্রস্তাব পেশ করা হয়েছিল। বৈঠকে ১৬টি বিরোধী দল উপস্থিত ছিল। \n\n\n=== দ্বিতীয় বৈঠক - বেঙ্গালুরু, কর্ণাটক ===\nজুলাই ২০২৩-এ সংযুক্ত প্রগতিশীল জোটের (ইউপিএ) সভাপতি সোনিয়া গান্ধীর সভাপতিত্বে দ্বিতীয় বিরোধী বৈঠক কর্ণাটক রাজ্যের বেঙ্গালুরুতে সংঘটিত হয়েছিল। সেখানে জোটের সেই প্রস্তাবকে গ্রহণ করা হয়েছিল এবং আরও ১০টি দল তালিকাবদ্ধ করা হয়েছিল। জোটটির নাম \"ভারতীয় জাতীয় উন্নয়নশীল সমন্বিত জোট\" চূড়ান্ত হয়েছিল। এই বৈঠকে এটি ঘোষণা করা হয়েছিল যে মুম্বই শহরে তৃতীয় বৈঠক সংঘটিত হবে। শিবসেনা (ইউবিটি) নেতা উদ্ধব ঠাকরে জোট সদস্যদের সভাপতিত্ব করবেন।\n\n\n== মতবাদ ও উদ্দেশ্য ==\nকংগ্রেস সভাপতি মল্লিকার্জুন খড়গের মতে, উন্নয়নবাদ, সমন্বয়, ও সামাজিক ন্যায়কে কেন্দ্র করে ইন্ডিয়া জোটটির মতবাদ গড়ে উঠেছে। সদস্য দলদের লক্ষ্য তাদের সমন্বিত চেষ্টায় গণতান্ত্রিক মূল্যবোধ রক্ষা, কল্যাণ ও অগ্রগতির প্রচার, এবং যা মতবাদ তাদের কাছে ভারতের ধারণার পক্ষে ক্ষতিকর বলে মনে হচ্ছে তার প্রতিবাদ করা। আসন্ন ২০২৪ ভারতীয় সাধারণ নির্বাচনে ভারতীয় জনতা পার্টির (বিজেপি) নেতৃত্বে জাতীয় গণতান্ত্রিক জোট (এনডিএ) সরকারের অবসান ঘটানোর জন্য জোটটি গড়ে উঠেছিল।\n\n\n== সদস্য ==\nভারতীয় জাতীয় উন্নয়নশীল সমন্বিত জোটে ভারত জুড়ে বিভিন্নরকমের রাজনৈতিক দল বিদ্যমান। জোটটির ২৬টি সদস্য দলসমূহ হলো:\n\n\n== তথ্যসূত্র =="}