{"pageid": 1370202, "title": "পট্টিকেরা", "url": "https://bn.wikipedia.org/wiki?curid=1370202", "content": "পট্টিকেরা ছিল প্রাচীন বাংলার একটি জনপদ। খ্রিস্টীয় সপ্তম- অষ্টম শতাব্দীর দিকে কুমিল্লা অঞ্চলের ময়নামতিতে এর অবস্থান ছিলো। ১২২০ খ্রিস্টাব্দে উৎকীর্ণ রণবঙ্কমল্ল হরিকলদেব-এর তাম্রশাসনে দুর্গ ও মঠ সমৃদ্ধ রাজধানী পট্টিকেরা-র বিবরণ পাওয়া যায়। বর্তমানে পটিকর পরগনার মাঝে এই নামের অস্তিত্ব খুজে পাওয়া যায়। অষ্টসাহস্রিকা প্রজ্ঞাপারমিতা' বৌদ্ধ পুঁথিতেও এর উল্লেখ আছে। ষষ্ঠ থেকে এয়োদশ শতাব্দীর মধ্যে সমতটের পাঁচটি রাজধানীর একটি ছিল পট্টিকেরা ।\n\n\n== ইতিহাস ==\n১০১৫ খ্রিস্টাব্দে লিখিতপুঁথিতে ষোড়শভুজা এক দেবীর চিত্রে আছে “পট্টিকেরে চুন্দাবরভবনে চুন্দা”। এর দ্বারা প্রমাণিত হয় এখানে বৌদ্ধ চুন্দা দেবীর মূর্ত্তি ছিল এবং ৩০০-৪০০ বছর পূর্বে এটি সমৃদ্ধ জনপদ ছিল। ব্রহ্মদেশের ঐতিহাসিক আখ্যানে পট্টিকেরা রাজ্যের উল্লেখ আছে। চন্দ্র বংশের রাজারা পট্টিকেরা শাসন করতেন। একাদশ শতকের মাঝামাঝি তাদের পতন হয় বলে ধারণা করা হয়। এরপর আরেকটি রাজবংশ বংশ গড়ে উঠে। চন্দ্রের পর দেববংশীয় রাজগণ এই অঞ্চলের রাজা ছিলেন। তাদেরএক রাজার নাম ছিল রণবঙ্কমল্ল শ্রীহরিকলদেব(১২০৪-১২২১) । রাজা রণবঙ্কমল্ল শ্রীহরিকলদেব -এর মন্ত্রীর নাম ছিল শ্রীধড়ি-এব ও তার বাবার নাম ছিল হোদি এব। ওই সময়ের তাম্রশাসনের লেখকের নাম ছিল মেদিনী-এব। এই নামগুলির সঙ্গে পট্টিকেরা রাজ্যের পার্শ্ববর্তী ব্রহ্মদেশ বা বার্মার অধিবাসীদের নামের গভীর সাদৃশ্য রয়েছে। \nঢাকা জাদুঘরের অধ্যক্ষ নলিনী কান্ত ভট্টাশালী ১৯১৭ সালে  শালবন বিহার এলাকায় যান এবং  তার অনুসন্ধানের পর  ধ্বংসাবশেষটিকে রণবংকমল্ল হরিকেল দেবের তাম্রশাসনের (খৃষ্টীয় তের শতক) দুর্গ ও বিহার পরিবেষ্টিত পট্টিকেরা নগর বলে দাবি করেন। যদিও অপর প্রত্নতাত্ত্বিকরা বলেন এটি ছিল জয়কর্মান্তবসাক নামক একটি প্রাচীন নগরীর ধ্বংসাবশেষ। \n‘পট্টিকের’ নাম অঙ্কিত কিছু মুদ্রা পাওয়া গেছে।বিশেষজ্ঞগণের অনুমান যে, কুমিল্লার পট্টিকেরা পরগণা থেকেই এসব মুদ্রা প্রকাশিত হয়েছিল। ময়নামতি চারপত্রমুড়ায় প্রাপ্ত লড়হচন্দ্রের তাম্রলিপিতে সমতট আমলে পট্টিকেরকে ভূমিদানের কথা জানা যায়।\nএকে ত্রিপুরা রাজ্যের  রাজধানীও বলেছেন অনেকে।\n\n\n== বর্তমান অবস্থা ==\nএর বর্তমান অবস্থা কোথায় এই বিষয়ে কোন তথ্য পাওয় যায়নি। ধারণা করা হয় কুমিল্লার লালমাই ও ময়নামতি অঞ্চলে এর অবস্থান।\n\n\n== তথ্যসূত্র =="}