{"pageid": 1370252, "title": "আদিত্য-এল১", "url": "https://bn.wikipedia.org/wiki?curid=1370252", "content": "আদিত্য-এল১ (সংস্কৃত: आदित्य, আদিত্য়্অ, উচ্চারিত [aditjɐ], আক্ষ. 'সূর্য') এক পরিকল্পিত করোনাগ্রাফি মহাকাশযান যা সূর্যের বায়ুমণ্ডলকে পর্যবেক্ষণ করবে। ভারতীয় মহাকাশ গবেষণা সংস্থা (ইসরো) সহ বিভিন্ন ভারতীয় গবেষণা প্রতিষ্ঠান এর নকশা ও নির্মাণের সঙ্গে যুক্ত। একে সূর্য–পৃথিবী L1 বিন্দুর চারিদিকে এক বলয় কক্ষপথে স্থাপিত করা হবে। সেখানে এটি সূর্যের বায়ুমণ্ডল, সৌরঝড়, এবং পৃথিবীর পরিবেশে এর প্রভাব পর্যবেক্ষণ করবে। আদিত্য-এল১ সূর্য পর্যবেক্ষণের জন্য ভারতের প্রথম মহাকাশ অভিযান, এবং ২৬ আগস্ট ২০২৩-এ এই মহাকাশযানকে মেরু উপগ্রহ উৎক্ষেপণ যানে (পিএসএলভি) করে উৎক্ষেপণ করা হবে।\n\n\n== অভিযানের উদ্দেশ্য ==\nআদিত্য এল ১ এর প্রধান বিজ্ঞানের উদ্দেশ্যগুলি হল:\n\nসৌর উপরের বায়ুমণ্ডলের গতিবিদ্যা (ক্রোমোস্ফিয়ার এবং করোনা)\nক্রোমোস্ফিয়ারিক এবং করোনাল গরম করার অধ্যয়ন, আংশিকভাবে আয়নিত প্লাজমার পদার্থবিদ্যা, করোনাল ভর ইজেকশনের সূচনা (CMEs) এবং ফ্লেয়ারের বিনিময়\nইন-সিটু পার্টিকেল এবং প্লাজমা এনভায়রনমেন্টের পর্যবেক্ষণ, সূর্য থেকে কণার গতিবিদ্যা অধ্যয়নের জন্য ডেটা সরবরাহ করা\nসৌর করোনার পদার্থবিদ্যা এবং এর তাপ প্রক্রিয়া\nকরোনাল এবং করোনাল লুপ প্লাজমা নির্ধারণ: তাপমাত্রা, বেগ, ঘনত্ব, বিকাশ, গতিশীলতা এবং CME এর উত্স\nএকাধিক স্তরে (ক্রোমোস্ফিয়ার, বেস এবং এক্সটেন্ডেড করোনা) প্রক্রিয়াগুলির ক্রম নির্ধারণ যা সৌর বিস্ফোরণের ঘটনা ঘটায়\nসৌর করোনায় চৌম্বক ক্ষেত্র টপোলজি এবং পরিমাপ.NM\nমহাকাশ আবহাওয়ার চালক (সৌর বায়ুর উৎপত্তি, রচনা এবং গতিবিদ্যা\n\n\n== ইতিহাস ==\nজানুয়ারি ২০০৮-এ অ্যাডভাইজরি কমিটি ফর স্পেস রিসার্চ প্রথম আদিত্য মহাকাশযানের প্রস্তাব করেছিল। প্রথমদিকে একে করোনাগ্রাফ সহ এক ছোট ৪০০ কিলোগ্রাম (৮৮০ পাউন্ড) কৃত্রিম উপগ্রহ হিসেবে কল্পনা করা হয়েছিল, যা ৩০০ কিলোমিটার (১৯০ মাইল) নিম্ন পৃথিবী কক্ষপথে (লিও) সৌর করোনার পর্যবেক্ষণ করবে। ২০১৬–১৭ আর্থিক বর্ষের জন্য পরীক্ষামূলক বাজেট ₹ ৩ কোটি (ইউএস$ ৩,৬৬,৬৯৯) বরাদ্দ করা হয়েছিল। তখন থেকে আদিত্য-এল১ অভিযানের উদ্দেশ্য প্রসারিত হয়েছিল এবং ২০১৮ সালে একে এক সম্পূর্ণ সৌর ও মহাকাশ পরিবেশ মানমন্দির হিসেবে পরিকল্পিত করা হয়েছে, যাকে সূর্য ও পৃথিবীর মাঝের লাগ্রঁজ বিন্দু L1-এ স্থাপন করা হবে। সুতরাং মহাকাশ অভিযানটির নাম \"আদিত্য-এল১\" রাখা হয়েছিল। জুলাই ২০১৯-এর হিসাব অনুযায়ী, উৎক্ষেপণ খরচ বাদ দিয়ে এই অভিযানের জন্য বরাদ্দ খরচ ₹ ৩৭৮.৫৩ কোটি (ইউএস$ ৪৬.২৭ মিলিয়ন)।\n\n\n== আরও দেখুন ==\nপার্কার সোলার প্রোব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Aditya - L1 First Indian mission to study the Sun\"। ISRO। ৩ মার্চ ২০১৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১ জুন ২০১৭।"}