{"pageid": 1370827, "title": "প্রেম পুরাণ", "url": "https://bn.wikipedia.org/wiki?curid=1370827", "content": "প্রেম পুরাণ ২০১৯ সালের একটি বাংলাদেশী নাটক স্বল্পদৈর্ঘ্য চলচ্চিত্র যা চলচ্চিত্র মিস্ত্রির ব্যানারে জাহিদ গগন দ্বারা রচিত এবং পরিচালিত। এই ছবিতে সরকারী শিক্ষা কর্মকর্তা হিসাবে মনোজ কুমার প্রামাণিক এবং শানুর চরিত্রে সামিয়া ওথোই অভিনয় করেছেন যিনি তার অত্যন্ত আদর্শবাদী প্রেমিকের জন্য বড় শহরের বিলাসিতা ছেড়ে চলে গেছেন । মুক্তির আগে চলচ্চিত্রটি বেশ কয়েকটি আন্তর্জাতিক চলচ্চিত্র উৎসবে অংশ নিয়েছে । প্রেম পুরাণ ১২ ফেব্রুয়ারী ২০২১ সালে লাগভেলকি ওটিটি প্ল্যাটফর্মে মুক্তি পায়। চলচ্চিত্রটি বিভিন্ন চলচ্চিত্র উৎসব থেকে বেশ প্রশংসা অর্জন করেছে।\n\n\n== পটভূমি ==\nশিমুল (মনোজ কুমার প্রামাণিক) এখন একজন মধ্যবয়সী মানুষ , তিনি তার সরকারী কাজের জন্য বাংলাদেশের প্রত্যন্ত শহরে ভ্রমণ করেছেন এবং তার পুরানো বন্ধু শানুর (সামিয়া ওথোই) সাথে দেখা করেছেন , যিনি একটি বড় শহরে তার বিলাসবহুল জীবন ছেড়ে চলে এসেছিলেন এবং তার এখনকার স্বামী তাজুলের (অশোক বেপারি) সাথে পালিয়ে যাওয়ার পরে সেই ছোট শহরে চলে এসেছিলেন । তাজুল একজন অত্যন্ত আদর্শবাদী ব্যক্তি যিনি সর্বোপরি শিক্ষক হিসাবে নৈতিকতায় বিশ্বাস করেন এবং এটি বজায় রাখার জন্য তাকে চরম দারিদ্র্যের মধ্যে বাস করতে হয় । স্পষ্টতই শিমুল জানতে পেরেছিলেন যে তারা দুজনেই বিবেকবুদ্ধিসম্পন্ন উপায়ে পরিবার চালানোর জন্য কঠোর পরিশ্রম করে চলেছে । একে অপরের আদর্শবাদী জীবন অক্ষুণ্ণ রাখতে তারা দুজনেই তাদের পরিবার চালানোর উদ্দেশ্যে গোপন কাজ করছেন।\n\n\n== কুশীলব ==\nবিজনেস স্ট্যান্ডার্ড থেকে গৃহীত ক্রেডিট ।.\n\n\n== নির্মাণ ==\nপ্রেম পুরানের চিত্রনাট্যটি জাহির রায়হানের ' দ্য গিফট অফ দ্য ম্যাগি ' র রেইনকোট ' ভাঙ্গা চোরার উপর ভিত্তি করে তৈরি। এবং আদমজি জুট মিলসের নেতা শহীদ তাজুল ইসলামের কিছু সত্য গল্প , যিনি ১৯৮৬ সালে মারা যান। প্রধান ফটোগ্রাফির জন্য যাওয়ার আগে গোগন এক বছর ধরে চিত্রনাট্যের উপর কাজ করেছেন। আংশিক ক্রাউড ফান্ডিং সহ ফিল্ম মিস্ত্রি ছবিটি প্রযোজনা করেছিলেন। চলচ্চিত্রের অর্ধেক কাজ ২০১৬ সালে শেষ হয় এবং তহবিলের অভাবে বন্ধ হয়ে যায় । বাকি অংশটি ভিড়ের তহবিল পাওয়ার পরে শেষ হয়। প্রধান ফটোগ্রাফির বেশিরভাগই ঢাকা কুষ্টিয়া-পাকসে পেপার মিল এবং পাবনার রেল জংশনে হয়েছে ।\n\n\n== মুক্তি ==\nআনুষ্ঠানিক মুক্তির আগে চলচ্চিত্রটি বেশ কয়েকটি আন্তর্জাতিক চলচ্চিত্র উৎসবে অংশ নিয়েছে। বাংলাদেশের একটি ওটিটি প্ল্যাটফর্ম লাগভেলকি চলচ্চিত্রটির বিতরণ অধিকার অর্জন করে এবং ১২ ফেব্রুয়ারি এটি মুক্তি পায়।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nমুক্তির সময় প্রেম পুরান একটি পরিমিত পর্যালোচনা অর্জন করেছে । দ্য ঢাকা অ্যাপোলগ - এর ফাতিন হামামা মন্তব্য করেছেন যে চলচ্চিত্রটি ছিল \" মধ্যবিত্তের আরও একটি অসহনীয় রোমান্টিককরণ \" এবং লিখেছেন \" এই দীর্ঘস্থায়ী অনুভূতি রয়েছে যে এই চলচ্চিত্রটি নিম্ন - মধ্যবিত্তের উপস্থাপনাকে নান্দনিক হিসাবে ব্যবহার করেছে বরং এটি আসলে কী।\n\n\n== প্রশংসা ==\nসামিয়া ওথোই ২০২০ সালে মুম্বাই আন্তর্জাতিক স্বল্পদৈর্ঘ্য চলচ্চিত্র উৎসব এবং চট্টগ্রাম স্বল্পদৈর্ঘ্য় চলচ্চিত্র উৎসবে সেরা অভিনেত্রীর পুরস্কার জিতেছেন । চলচ্চিত্রটি ২০১৯ সালে আন্তর্জাতিক মুভিং ফিল্ম ফেস্টিভ্যাল - এর চূড়ান্ত প্রতিযোগী ছিল । জয়পুর ফিল্ম ওয়ার্ল্ড ২০২০ - এর সেমিফাইনালিস্ট ছিল । ২০১৯ সালে গোয়া স্বল্পদৈর্ঘ্যের চলচ্চিত্র উৎসব থেকে আনুষ্ঠানিক নির্বাচন অর্জন করে । লিফট - অফ গ্লোবাল নেটওয়ার্ক ২০১৯ , ভারতের কারিয়াত আন্তর্জাতিক চলচ্চিত্র উৎসব ২০১৯ , চট্টগ্রাম স্বল্পদৈহিক চলচ্চিত্র উৎসব ২০২০ এবং কুয়ালালামপুর আন্তর্জাতিক চলচ্চিত্র উৎসব ২০২০ ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে প্রেম পুরাণ  (ইংরেজি)"}