{"pageid": 1370148, "title": "কারখে নদী", "url": "https://bn.wikipedia.org/wiki?curid=1370148", "content": "কারখে নদী (ফার্সি کرخه কারখে, আরবি الكرخة আল কারহা) হল ইরানের একটি নদী। জাগ্রোস পর্বতমালায় এই নদীর উৎপত্তি। ৮৭০ কিলোমিটার লম্বা ইরানের তৃতীয় দীর্ঘতম এই নদীটির উৎস নদী হল কাশকান ও সিমারে; পশ্চিম ইরানের লুরিস্তান প্রদেশের পোল-ই-দোখতার শহরের নিকটে কাশকান ও সিমারে নদী দু'টি পরস্পর মিলিত হয়ে কারখে নামে দক্ষিণমুখে প্রবাহিত হতে শুরু করে (যদিও এরপরও নদীর নিম্ন গতিতে আরও কিছুদূর পর্যন্ত কখনও কখনও 'সিমারে' নামটির ব্যবহারও পরিলক্ষিত হয়)। পারস্য উপসাগরের উত্তরপূর্বে অবস্থিত খুজেস্তান প্রদেশে প্রবেশ করে সমভূমির মধ্য দিয়ে প্রবাহিত হবার সময় এই নদী ইতিহাস প্রসিদ্ধ সুসা শহরের নিকট প্রায় ১০০ কিলোমিটার দেজ নদীর সমান্তরালে প্রবাহিত হয়। এই অঞ্চলে কোনও কোনও জায়গায় এই দুই সমান্তরাল স্রোতের মধ্যে দূরত্ব মাত্র ১৬ কিলোমিটার। এরপর দক্ষিণপশ্চিমে ঘুরে গিয়ে আরও কিছুদূর প্রবাহিত হয়ে আহবাজ শহরের নিকট কারখে নদী কিছুটা উত্তরপশ্চিমে বাঁক নিয়ে ইরাক-ইরান সীমান্তের কাছে হাওয়াইজে জলাভূমিতে গিয়ে পড়ে।\nঅতীতে এই নদী টাইগ্রিস নদীতে গিয়ে পড়ত। টাইগ্রিস যেখানে ইউফ্রেটিস নদীর সাথে মিলিত হয়ে শাতিল আরব নামে দক্ষিণে প্রবাহিত হতে শুরু করেছে, তার কিছুটা আগে ছিল এই নদীর মোহনা। কিন্তু বর্তমানে মেসোপটেমীয় জলাভূমি শুকিয়ে আসায় এবং কারখে নদীর জলও সেচ, জলবিদ্যুৎ প্রকল্প, প্রভৃতি নানা কারণে যথেষ্ট পরিমাণে ব্যবহৃত হওয়ায় এখন আর এই নদীর প্রবাহ টাইগ্রিস নদী পর্যন্ত পৌঁছায় না। শুধুমাত্র বসন্তকালীন বন্যার সময়ে এর জল এখনও কিছু পরিমাণে টাইগ্রিস নদীতে গিয়ে পড়ে।\nবর্তমানে কারখে নদীকে ভিত্তি করে ইরানে কারখে বাঁধ ও জলবিদ্যুৎ প্রকল্প গড়ে উঠেছে।\n\n\n== ইতিহাসে উল্লেখ ==\n\nকারখে নদী একটি ইতিহাসপ্রসিদ্ধ নদী। বাইবেলেও এই নদীর উল্লেখ পাওয়া যায়। সেখানে হিব্রু ভাষায় এই নদীকে উলাই নামে উল্লেখ করা হয়েছে। সম্ভবত এই 'উলাই' নামটি থেকেই পরবর্তী গ্রিক অয়লাইওস নামটির উৎপত্তি। ঐতিহাসিক হেরোডোটাস সম্ভবত এই নদীকেই খোয়াসপেস নামে উল্লেখ করেছেন। আকামেনিদীয় সম্রাট দ্বিতীয় কুরুশের (রাজত্বকাল খ্রিস্টপূর্ব ৫৫৯ - ৫৩০ অব্দ ) সম্পর্কে লিখতে গিয়ে তিনি লেখেন যে সম্রাট যেহেতু শুধুমাত্র এই নদীর জলই পান করতেন, তাই তিনি যেখানেই যেতেন, এই নদীর সুমিষ্ট জল রুপোর পাত্রে তাঁর জন্য বহন করে নিয়ে যাওয়া হত।\n\n\n=== সংশয় ===\nতবে হেরোডোটাস উল্লেখিত এই 'খোয়াসপেস'ই আজকের 'কারখে' নদী কিনা, তা নিয়ে সংশয়েরও অবকাশ আছে। কারণ হেরোডোটাস শুধুমাত্র এই নদী সুসা শহরের নিকটে বলে উল্লেখ করেছেন। কিন্তু বাস্তবে এই শহরের পশ্চিমে দুই-এক কিলোমিটারের মধ্যে এই নদী প্রবাহিত হলেও শহরের পূর্বেও অনতিদূরে আরেকটি নদী শাউন (বর্তমান নাম শাউর) প্রবাহিত হত, যা পূর্বমুখে প্রবাহিত হয়ে দেজ নদীতে পড়ত। অনেক ঐতিহাসিকের মতে এই নদীই হল হেরোডোটাস উল্লেখিত 'খোয়াসপেস'। তাছাড়া গ্রিক ভৌগোলিক স্ট্রাবোর (খ্রিস্টপূর্ব ৬৪/৬৩ - ২৪ অব্দ) বর্ণনাতেও আমরা যে 'খোয়াসপেস' নদীর কথা পাই, তার উর্ধ্বগতি বর্তমান কারখে নদীর সাথে মিলে গেলেও নিম্নগতির সাথে বরং কারুন নদীর মিল বেশি।\n\n\n== তথ্যসূত্র =="}