{"pageid": 1370650, "title": "লাতিন কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1370650", "content": "লাতিন কাপ দক্ষিণ-পশ্চিম ইউরোপীয় দেশ ফ্রান্স, ইতালি, স্পেন এবং পর্তুগালের ক্লাব পক্ষের জন্য একটি আন্তর্জাতিক ফুটবল প্রতিযোগিতা। ১৯৪৯ সালে ফুটবল ফেডারেশনগুলি একত্রিত হয়েছিল এবং ফিফাকে প্রতিযোগিতা শুরু করার জন্য অনুরোধ করেছিল। ইউরোপীয় ক্লাবগুলি প্রচুর ভ্রমণ খরচ বহন করতে পারে না তাই প্রতি মৌসুমের শেষে একটি একক আয়োজক দেশে প্রতিযোগিতার আয়োজন করা হয়। প্রতিযোগিতায় দুটি সেমিফাইনাল, তৃতীয় স্থানের প্লে-অফ এবং একটি ফাইনাল ছিল।\nএই প্রতিযোগিতাটিকে ইউরোপের ক্লাব টুর্নামেন্টের পূর্বসূরি হিসেবে বিবেচনা করা হয়, যেমন ইউরোপীয় কাপ, যার প্রথম সংস্করণ ১৯৫৫ সালে অনুষ্ঠিত হয়েছিল।\n\n\n== ইতিহাস ==\nটুর্নামেন্টটি ১৯৪৯ সালে শুরু হয়েছিল এবং সাধারণত অংশগ্রহণকারী প্রতিটি দেশের লীগ চ্যাম্পিয়নদের মধ্যে খেলা হত। প্রতি চার বছর পর লাতিন কাপে তাদের দলের পারফরম্যান্সের ভিত্তিতে দেশগুলির জন্য একটি র‌্যাঙ্কিং নির্ধারণ করা হবে। প্রতিযোগিতাটি শেষবার উয়েফা অনুমোদিত ইউরোপীয় কাপ প্রবর্তনের দুই বছর পর ১৯৫৭ সালে খেলা হয়েছিল। রিয়াল মাদ্রিদ ১৯৫৭ সালে ইউরোপীয় কাপ এবং লাতিন কাপ উভয়ই খেলেছিল এবং জিতেছিল।\nইউরোপীয় কাপ প্রবর্তনের আগে লাতিন কাপকে ইউরোপের ক্লাবগুলির জন্য সবচেয়ে গুরুত্বপূর্ণ কাপ হিসাবে বিবেচনা করা হত, দীর্ঘস্থায়ী মিত্রোপা কাপ দ্বিতীয় বিশ্বযুদ্ধের পরে হ্রাস পায়। লাতিন কাপকে উয়েফা দ্বারা \"ইউরোপীয় কাপের অগ্রদূত\" হিসেবে বর্ণনা করা হয়েছে।\nফিফার ৩য় সভাপতি জুল রিমের মতে, লাতিন কাপটি ছিল ফিফা দ্বারা প্রতিদ্বন্দ্বিতাকারী চারটি দেশের অনুরোধে তৈরি একটি প্রতিযোগিতা, কিন্তু প্রতিযোগী ফেডারেশনের সদস্যদের সমন্বয়ে গঠিত একটি কমিটি দ্বারা এর নিয়ন্ত্রণ করা হয়েছিল এবং ফিফা সক্রিয়ভাবে এর সংগঠনে অংশগ্রহণ করেনি।\nলাতিন কাপটি ৪ বছরের চক্রের উপর ভিত্তি করে প্রতি বছর একটি দেশে অনুষ্ঠিত হতো। প্রতিটি সংস্করণের বিজয়ী তার ফেডারেশনের কাছে সর্বাধিক পয়েন্ট (৪) অর্জন করেছে যেখানে দ্বিতীয়, তৃতীয় এবং চতুর্থ স্থানে থাকা দলগুলি যথাক্রমে ৩, ২ এবং ১ পয়েন্ট পেয়েছে। তদুপরি যে ফেডারেশন প্রতি চার বছরে সর্বাধিক পয়েন্ট সংগ্রহ করেছিল তারা ট্রফি পেয়েছে, এবং চ্যাম্পিয়ন ক্লাবকে এর একটি ছোট প্রতিরূপ দেওয়া হয়েছিল।\nপ্রথম সংস্করণটি ২০ জুন ১৯৪৯-এ মাদ্রিদের চামারটিন স্টেডিয়ামে স্পোর্টিং সিপি বনাম তোরিনোর সাথে খোলা হয়েছিল। এক মাস আগে সুপারগা বিমান দুর্ঘটনায় তোরিনোর ১৮ জন খেলোয়াড় মারা গিয়েছিল। ফাইনালে স্পোর্টিংকে ২–১ গোলে পরাজিত করার পর বার্সেলোনা টুর্নামেন্টের প্রথম চ্যাম্পিয়ন হয়।\nদ্বিতীয় সংস্করণটি ব্রাজিলের ১৯৫০ ফিফা বিশ্বকাপের সাথে সংঘর্ষে লিপ্ত হয়েছিল তাই লীগ চ্যাম্পিয়নদের বেশিরভাগ খেলোয়াড়কে তাদের নিজ নিজ জাতীয় দলে ডাকা হয়েছিল। তাই, লাৎসিয়ো সেই বছর লাতিন কাপে অংশগ্রহণ করে। ১৯৫১ সালে ফরাসি রানার-আপ লিল ওলাঁপিক স্পোর্টিং ক্লাব ফরাসি চ্যাম্পিয়ন নিসের স্থলাভিষিক্ত হয়, যারা কোপা রিও খেলার জন্য ১৯৫১ সালের লাতিন কাপ পরিত্যাগ করেছিল। সুইজারল্যান্ডে ১৯৫৪ ফিফা বিশ্বকাপের সাথে একটি ম্যাচের সংঘর্ষের কারণে সেই বছর কোন লাতিন কাপ অনুষ্ঠিত হয়নি (প্রতিযোগীরা রিয়াল মাদ্রিদ, স্পোর্টিং সিপি, লিল ওলাঁপিক স্পোর্টিং ক্লাব এবং ইন্টারনাজিওনালে– পরবর্তীরা প্রবেশের আর সুযোগ পায়নি)।\nপ্রথম চারটি সংস্করণ খেলার পর রয়্যাল স্প্যানিশ ফুটবল ফেডারেশন মোট বারো পয়েন্ট নিয়ে প্রথম চক্রটি জিতেছিল, যার মধ্যে আটটি বার্সেলোনার অবদান এবং চারটি অ্যাটলেটিকো মাদ্রিদের।\n\n\n== ফলাফল ==\nসমস্ত দল প্রতিটি দেশে পূর্ববর্তী ঘরোয়া মৌসুমে চ্যাম্পিয়ন ছিল, যেখানে এটি নির্দেশ করে, নিজ নিজ লিগে তাদের শেষ অবস্থানের বিস্তারিত উল্লেখ করে।\n\n\n== ক্লাব অনুসারে শিরোনাম ==\n\n\n== দেশ অনুসারে শিরোনাম ==\n\n\n== বছরের সেরা গোলদাতা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরএসএসএসএফ-এ লাতিন কাপ"}