{"pageid": 1370949, "title": "মেঘালয় বিধানসভা", "url": "https://bn.wikipedia.org/wiki?curid=1370949", "content": "মেঘালয় বিধানসভা হল ভারতের মেঘালয় রাজ্যের এককক্ষ বিশিষ্ট আইনসভা।\n১৯৭২ সালে একটি সরাসরি নির্বাচিত সংস্থা হিসাবে গঠিত, এটির ৬০ জন সদস্য রয়েছে, যা প্রতি পাঁচ বছরে অনুষ্ঠিত সরাসরি নির্বাচনের মাধ্যমে পূরণ করা হয়। ভারতের অন্যান্য রাজ্যের মতো, মেঘালয়ে একটি সংসদীয় সরকার ব্যবস্থা রয়েছে। মেঘালয় সরকারের কার্যনির্বাহী শাখা বিধানসভা থেকে উদ্ভূত।\n\n\n== ইতিহাস ==\nস্বাধীন ভারতে, বর্তমানে মেঘালয় রাজ্য গঠিত এলাকাগুলি আসাম রাজ্যের অংশ ছিল এবং আসাম বিধানসভায় প্রতিনিধিত্ব করেছিল। ভারতীয় সংসদ ১৯৬৯ সালে আসাম পুনর্গঠন (মেঘালয়) আইন পাস করে, যার ফলে ২ এপ্রিল ১৯৭০ তারিখে আসামের মধ্যে মেঘালয় একটি রাজ্য প্রতিষ্ঠিত হয় নতুন স্বায়ত্তশাসিত রাজ্যের জন্য ৩৭ সদস্যের একটি আইনসভা প্রতিষ্ঠিত হয়েছিল, যার প্রতিনিধিরা স্বায়ত্তশাসিত প্রত্যক্ষ পরিষদ দ্বারা পরোক্ষভাবে নির্বাচিত হয়েছিল। ১৯৭০ সালের ১৪ এপ্রিল তুরাতে সমাবেশের প্রথম অধিবেশন অনুষ্ঠিত হয়। ১৯৭১ সালে, ভারতীয় সংসদ উত্তর-পূর্ব এলাকা (পুনর্গঠন) আইন পাস করে, যা মেঘালয়কে আসামের মধ্যে একটি স্বায়ত্তশাসিত রাজ্য থেকে ভারতীয় ইউনিয়নের পূর্ণ সদস্য রাজ্যে রূপান্তরিত করেছিল। মেঘালয় রাজ্য আনুষ্ঠানিকভাবে ২১ জানুয়ারী ১৯৭২ সালে গঠিত হয়েছিল বিধানসভা তখন সরাসরি নির্বাচিত সংস্থা হিসেবে পুনর্গঠিত হয়।\n\nমেঘালয়ের অঞ্চলগুলি বিধানসভায় প্রতিনিধিত্ব করে, ২৯ জন সদস্য খাসি পাহাড় থেকে, ৭ জন জয়ন্তিয়া পাহাড় থেকে এবং ২৪ জন গারো পাহাড় থেকে নির্বাচিত হন।\n\n\n== বিধানসভার তালিকা ==\nনীচে মেঘালয় বিধানসভার সকল মেয়াদের তালিকা রয়েছে:\n\n\n== কমিটি ==\nমেঘালয়ের বিধানসভায় ১৫টি কমিটি রয়েছে:\n\nব্যবসা উপদেষ্টা কমিটি: বিধানসভার কার্যাবলী এবং আইনের মূল্যায়নের জন্য সময়-সারণী নির্ধারণ করে।\nপিটিশন সম্পর্কিত কমিটি: বিধানসভায় জমা দেওয়া পিটিশনগুলি পরীক্ষা করার জন্য, প্রমাণ সংগ্রহ এবং প্রতিবেদন তৈরি করার জন্য দায়ী।\nপাবলিক অ্যাকাউন্টস কমিটি: রাষ্ট্রীয় সংস্থা, কর্মসূচি এবং সরকারের বাজেট, বরাদ্দ এবং অডিট পরীক্ষা করে।\nসরকারী উদ্যোগের উপর কমিটি: সরকারী কর্পোরেশন, আবাসন কর্মসূচি এবং অর্থনৈতিক উন্নয়ন প্রকল্পের মতো সরকারী খাতের উদ্যোগের কাজকর্ম পর্যবেক্ষণ ও উন্নতির জন্য দায়ী।\nঅনুমান সংক্রান্ত কমিটি: বিভিন্ন সরকারী কার্যাবলী, সংস্থা এবং কর্মসূচির দক্ষতা ও প্রশাসনের উন্নতির জন্য পরিসংখ্যান এবং অনুমান মূল্যায়ন করে।\nতফসিলি উপজাতি ও তফসিলি জাতির কল্যাণ কমিটি: মেঘালয় রাজ্যে বসবাসকারী তফসিলি জাতি, উপজাতি এবং অনগ্রসর শ্রেণীর অর্থনৈতিক ও সামাজিক উন্নয়নের লক্ষ্যে কর্মসূচী পর্যবেক্ষণের জন্য দায়ী।\nকমিটি অফ প্রিভিলেজ: বিধানসভার সদস্যদের দেওয়া বিশেষাধিকার, আচরণ এবং সুবিধাগুলির যে কোনও সমস্যা এবং লঙ্ঘন পরীক্ষা করে।\nঅধীনস্থ আইন সংক্রান্ত কমিটি: রাজ্য সরকারের কার্যাবলী এবং আইনগুলি রাজ্যের সংবিধান মেনে চলছে কিনা তা পর্যবেক্ষণ করে।\nসরকারী আশ্বাস সম্পর্কিত কমিটি: মুখ্যমন্ত্রী এবং মন্ত্রিপরিষদ মন্ত্রীদের দ্বারা প্রদত্ত লক্ষ্য এবং প্রতিশ্রুতির নির্ভরযোগ্যতা এবং পূর্ণতা পর্যবেক্ষণ করে।\nনিয়ম কমিটি: বিধানসভার সদস্যদের জন্য ব্যবসায়ের নিয়ম এবং আচরণবিধি বজায় রাখে।\nহাউস কমিটি: বিধানসভার সদস্যদের জন্য আবাসন, খাদ্য, স্বাস্থ্য-যত্ন এবং পরিবহনের মতো সুযোগ-সুবিধার তত্ত্বাবধান করে।\nলাইব্রেরি কমিটি: রাজ্য সরকার এবং অ্যাসেম্বলি লাইব্রেরির রক্ষণাবেক্ষণ ও উন্নয়নের জন্য দায়ী।\nসিলেক্ট কমিটি: নির্দিষ্ট আইনের পরীক্ষা এবং উন্নয়নের জন্য অভিযুক্ত করা হয়, এটি চূড়ান্ত পাসের জন্য প্রস্তুত করা হয়।\nনারীর ক্ষমতায়ন সংক্রান্ত কমিটি: সমাজ ও অর্থনৈতিক ক্ষেত্রে নারীর প্রতিনিধিত্ব বাড়ানোর লক্ষ্যে স্কিম ও কর্মসূচির তত্ত্বাবধান করে।\nবাজেট কমিটি: রাজ্য সরকারের বিভিন্ন অঙ্গ ও বিভাগের জন্য বাজেট প্রস্তাবগুলি পরীক্ষা করে।\n\n\n== তথ্যসূত্র =="}