{"pageid": 1370928, "title": "মনিরুল ইসলাম সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1370928", "content": "মনিরুল ইসলাম সরকার (বাংলা: মনিরুল ইসলাম সরকার  ; ১৯৬৫ - ৩ ডিসেম্বর ২০১৭) একজন ভারতীয় বাঙালি রাজনীতিবিদ এবং শিক্ষক ছিলেন। তিনি পশ্চিম গারো পার্বত্য জেলার ফুলবাড়ি আসনের মেঘালয় বিধানসভার প্রাক্তন দুই বারের সদস্য ছিলেন। সরকার কৃষি ও পরিবহন মন্ত্রীও ছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nসরকার মেঘালয়ের চিবিনাং- এ একটি বাঙালি মুসলিম পরিবারে জন্মগ্রহণ করেন। তার পিতা আব্দুল জব্বার সরকার। সরকার ১৯৮৯ সালে গৌহাটি বিশ্ববিদ্যালয় থেকে বিজ্ঞানের স্নাতক সম্মানের সাথে স্নাতক হন।\n\n\n== কর্মজীবন ==\nসরকার রাজনীতিতে পা রাখার আগে শিক্ষক হিসেবে কর্মজীবন শুরু করেন। একজন স্বতন্ত্র প্রার্থী হওয়া সত্ত্বেও, তিনি ১৯৯৩ সালের মেঘালয় বিধানসভা নির্বাচনে তার প্রতিদ্বন্দ্বী ভারতীয় জাতীয় কংগ্রেসের আকরামুজ্জামানকে পরাজিত করেন, ফুলবাড়ি আসনের একটি আসনে জয়লাভ করেন। তিনি ১৯৯৮ সালের মেঘালয় বিধানসভা নির্বাচনে আবু তাহের মন্ডলের কাছে হেরে যান, কিন্তু ২০০৩ সালের মেঘালয় বিধানসভা নির্বাচনে ফিরে আসেন। তিনি ২০০৮ সালের মেঘালয় বিধানসভা নির্বাচনে ভারতীয় জাতীয় কংগ্রেস প্রার্থী হিসাবে এবং ২০১৩ সালের মেঘালয় বিধানসভা নির্বাচনে সমাজবাদী পার্টির প্রার্থী হিসাবে প্রতিদ্বন্দ্বিতা করেছিলেন কিন্তু আবু তাহের মন্ডলের কাছে আবার পরাজিত হন। ২০১৪ সালে, তিনি ন্যাশনাল পিপলস পার্টিতে যোগ দেন।\nতিনি ভোলারভিটা, গোলাদিঘলী ও বাংলাকাটায় বিপুল পরিমাণ জমি কিনেছেন। সরকার মেঘালয় ট্রান্সপোর্ট কর্পোরেশনের চেয়ারম্যান এবং কৃষি ও পরিবহন মন্ত্রী হিসাবেও কাজ করেছেন।\n\n\n== পরবর্তী জীবন ও মৃত্যু ==\nপরে তিনি আসামের গুয়াহাটিতে চলে যান যেখানে তিনি মেঘালয় হাউসে নিজেকে প্রতিষ্ঠিত করেন। সরকার ১ নভেম্বর ২০১৭ তারিখে হৃদরোগে আক্রান্ত হন এবং হাসপাতালে নিয়ে যান। তিনি ৯ নভেম্বর চেন্নাই যান এবং একটি সফল অপারেশন করেন, ১৭ নভেম্বর গুয়াহাটিতে ফিরে আসেন। দ্বিতীয় হার্ট অ্যাটাকের ফলে, সরকার ৩ ডিসেম্বর ২০১৭ তারিখে মারা যান। মেঘালয়ের চিবিনাংয়ের নিজ গ্রামে তার অন্ত্যেষ্টিক্রিয়ায় ন্যাশনাল পিপলস পার্টির সিনিয়র প্রতিনিধিদের পাশাপাশি তার রাজনৈতিক প্রতিদ্বন্দ্বী আবু তাহের মন্ডল সহ হাজার হাজার মানুষ উপস্থিত ছিলেন। তার ভাইদের মধ্যে রয়েছেন রাজনীতিবিদ এসজি এসমাতুর মুমিনীন।\n\n\n== তথ্যসূত্র =="}