{"pageid": 1370444, "title": "দক্ষিনীয় অভিযান", "url": "https://bn.wikipedia.org/wiki?curid=1370444", "content": "দক্ষিনীয় অভিযান বা ব্রিটিশ অ্যান্টার্কটিক অভিযান ১৮৯৮-১৯০০ ছিল অ্যান্টার্কটিক এক্সপ্লোরেশনের বীরত্বপূর্ণ যুগের প্রথম ব্রিটিশ উদ্যোগ এবং রবার্ট ফ্যালকন স্কট ও আর্নেস্ট শ্যাকলটনের  বিখ্যাত ভ্রমণের অগ্রদূত। অ্যাংলো-নরওয়েজিয়ান অভিযাত্রী কারস্টেন বোর্চগ্রেভিঙ্কের পরামর্শে এটি ছিল অ্যান্টার্কটিক মূল ভূখণ্ডে প্রচন্ড শীতকালের প্রথম একটি অভিযান এবং গ্রেট আইস ব্যারিয়ারে প্রথম পরিদর্শন (যা পরবর্তীতে  আইস শেল্ফ নামে পরিচিতি পায়)। যদিও স্যার জেমস ক্লার্ক রসের ১৮৩৯ সালের গ্রাউন্ডব্রেকিং অভিযান স্থলভাগে প্রথমবারের মতো প্রভাব ফেলেছিল। এই অভিযান অ্যান্টার্কটিক ভ্রমণে কুকুর এবং বরফে স্লেজ ব্যবহারের পথপ্রদর্শক হিসেবে কাজ করেছিলো।\nঅভিযানটি ব্রিটিশ ম্যাগাজিনের প্রকাশক  স্যার জর্জ নিউনেসের নিজস্ব অর্থায়নে করা হয়েছিল। বোর্চগ্রেভিঙ্কের দল Southern Cross যাত্রা করেছিল এবং রস সাগরের উপকূলরেখার উত্তর-পশ্চিম প্রান্ত কেপ আদারেতে ১৮৯৯ সালের পুরো শীতকাল কাটিয়েছিলেন।\nযদিও তাবুর চারপাশে পাহাড়ি এবং হিমবাহী ভূখণ্ড থাকার কারণে অভ্যন্তরীণ অনুসন্ধানের সুযোগ কম এবং সীমাবদ্ধ ছিল।\nতবুও এখানে তারা বৈজ্ঞানিক পরীক্ষা- নিরিক্ষার  একটি বিসতকটি কার্যক্রম পরিচালনা করেছিল। ১৯০০ সালের জানুয়ারী মাসে  দলটি ৬০ বছর আগের একটি চিহ্নিত পথ অনুসরণ করে রস সাগর খোজার জন্য সাউদার্ন ক্রসের কেপ আদার এলাকা ছেড়ে যায় । অবশেষে তারা গ্রেট আইস ব্যারিয়ারে পৌঁছায়, যেখানে তাদের তিনজনের একটি দল ব্যারিয়ার পৃষ্ঠে প্রথম স্লেজ যাত্রা করেছিল। যা  সেই সময়ে 78° 50′S এ একটি নতুন দূরবর্তী দক্ষিণ অক্ষাংশ রেকর্ড তৈরী করেছিল। \nব্রিটেনে ফিরে আসার পর এই অভিযানটি লন্ডনের রয়্যাল জিওগ্রাফিক্যাল সোসাইটি দ্বারা অনুকরণীয়ভাবে গ্রহণ করা হয়েছিল, যা আবিষ্কার অভিযানের জন্য তারা যে অগ্রগামী অ্যান্টার্কটিক ভূমিকার পরিকল্পনা করেছিল তার প্রাক-অনুমোদনকে অসন্তুষ্ট করেছিলো। বোর্চগ্রেভিঙ্কের নেতৃত্বের গুণাবলী এবং তার বৈজ্ঞানিক ফলাফল পরিমাপ করা নিয়েও প্রশ্ন ছিল। এইভাবে, উল্লেখযোগ্য ভূমিকা থাকা সত্ত্বেও  বোর্চগ্রেভিঙ্ককে কখনই স্কট বা শ্যাকলটনের বীরত্বের মর্যাদা দেওয়া হয়নি বরং অন্যান্য যুগের অভিযাত্রীদের বীরত্ব ঘিরে থাকা নাটকগুলোর তার অভিযান শীঘ্রই ভুলে যেতে ভূমিকা রাখছিলো। যদিও ১৯১১ সালে দক্ষিন মেরু বিজয়ী\nরোয়াল্ড আমুন্ডসেন স্বীকার করেছিলেন যে বোর্চগ্রেভিঙ্কের অভিযান অ্যান্টার্কটিক ভ্রমণের সবচেয়ে বড় বাধাগুলি সরিয়ে দিয়েছে এবং পরবর্তী সমস্ত অভিযানের পথ খুলে দিয়েছে।"}