{"pageid": 1371691, "title": "বাবা কল্যাণী", "url": "https://bn.wikipedia.org/wiki?curid=1371691", "content": "বাবাসাহেব নীলকান্ত কল্যাণী হলেন একজন ভারতীয় ধনকুবের ব্যবসায়ী যিনি কল্যাণী গ্রুপের ফ্ল্যাগশিপ কোম্পানি এবং জার্মানির থাইসেনক্রুপের পর বিশ্বের দ্বিতীয় বৃহত্তম ফোরজিংস প্রস্তুতকারক ভারত ফোর্জের চেয়ারম্যান ও ব্যবস্থাপনা পরিচালক হিসেবে দায়িত্ব পালন করেছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nবাবাসাহেব কল্যাণী ৭ জানুয়ারী ১৯৪৯ সালে একটি বীরশৈব (জঙ্গম) পরিবারে সুলোচনা এবং নীলকান্ত রাও কল্যাণীর দম্পতির ঘরে জন্মগ্রহণ করেন। নীলকান্ত রায় পুণে-ভিত্তিক প্রযুক্তিবিদ এবং মোটর যন্ত্রাংশ নির্মাতা। তিনি বেলগামের রাষ্ট্রীয় মিলিটারি স্কুল এবং ড. (মিসেস) এরিন এন. নাগারওয়ালা স্কুল (পূর্বে ন্যাশনাল মডেল স্কুল), পুনে থেকে উচ্চ বিদ্যালয়ের শিক্ষা সম্পন্ন করেন। এরপর তিনি বিআইটিএস পিলানিতে যোগদান করেন, যেখান থেকে তিনি ১৯৭০ সালে মেকানিক্যাল ইঞ্জিনিয়ারিংয়ে বিই (সম্মান) অর্জন করেন, এবং পরে ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজি থেকে তিনি এমএস ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nবাবা কল্যাণী ১৯৭২ সালে একটি গ্লোবাল ম্যানুফ্যাকচারিং কোম্পানি ভারত ফোর্জে যোগ দেন।\nকল্যাণী একটি পরিচ্ছন্ন এবং নির্গমনমুক্ত পরিবেশ তৈরি করতে ও দেশীয় এবং আন্তর্জাতিক বাজারের জন্য বিভিন্ন শক্তি-দক্ষ বায়ু টারবাইন তৈরি করার জন্য কেনারসিস লিমিটেড স্থাপন করেছেন। মহারাষ্ট্রে কোম্পানির নিজস্ব উইন্ড টারবাইনও রয়েছে যা গ্রুপের উৎপাদন কার্যক্রমের জন্য \"সবুজ শক্তি\" উৎপাদন করে। তিনি অপ্রচলিত পাওয়ার সেক্টরের জন্য সৌর শক্তির সরঞ্জাম তৈরিতেও নিযুক্ত রয়েছেন। কেপিআইটি কামিন্সের সাথে যৌথ উদ্যোগে, ভারত ফোর্জ একটি হাইব্রিড সমাধান তৈরি করছে যা তার যানবাহন নির্গমন লক্ষ্যমাত্রা পূরণ করতে সক্ষম হয়ে দেশে অবদান রাখবে।\n২০১১ সাল থেকে তিনি এসকেএফের পরিচালনা পর্ষদের সদস্য। বাণিজ্য ও শিল্পে অবদানের জন্য ভারত সরকার তাকে পদ্মভূষণ পুরস্কার প্রদান করে। তার অন্যান্য পুরষ্কারগুলোর মধ্যে রয়েছে গ্লোবাল ইকোনমি প্রাইজ, কিয়েল ইন্সটিটিউট কর্তৃক ২০০৯ ফর বিজনেজ, জার্মান বিজনেসম্যান অফ দ্য ইয়ার, ২০০৬ সালে বিজনেস ইন্ডিয়া ম্যাগাজিন কর্তৃক পুরস্কার, আর্নস্ট অ্যান্ড ইয়ং কর্তৃক উত্পাদনের জন্য ২০০৫ সালের উদ্যোক্তা এবং বিজনেস স্ট্যান্ডার্ড গ্রুপের দ্বারা ২০০৪ সালের সিইও।\nভারত সরকার ৬ জুন ২০১৮-এ বিশেষ অর্থনৈতিক অঞ্চল (SEZ) সম্পর্কিত নীতিগুলো অধ্যয়নের জন্য বাবা কল্যাণীর সভাপতিত্বে একটি টাস্ক ফোর্স গঠন করে।\n১৯ ফেব্রুয়ারী ২০১৫-এ, কল্যাণী গ্রুপ ইসরায়েলের রাফায়েল অ্যাডভান্সড ডিফেন্স সিস্টেমের সাথে একটি জয়েন্ট ভেঞ্চার ঘোষণা করেছে। এই জয়েন্ট ভেঞ্চার কোম্পানিটি ভারত ভিত্তিক হবে।\nএপ্রিল ২০২১-এ, ফোর্বস অনুমান করেছিল যে এটির মোট মূল্য প্রায় ২.৩ বিলিয়ন মার্কিন ডলার।\n\n\n== মানবপ্রীতি ==\nতিনি প্রথম পুনে এডুকেশন ফাউন্ডেশনের প্রতিষ্ঠাতা-চেয়ারম্যান। এটি এমন একটি এনজিও যা স্থানীয় সম্প্রদায়ের সুবিধাবঞ্চিত অংশের শিশুদের প্রাথমিক শিক্ষা প্রদানে নিযুক্ত। এটি ২০০০ সালে প্রতিষ্ঠিত হয়।\n\n\n== মামলা ==\nরাসায়নিক সংস্থা হিকালের নিয়ন্ত্রণ নিয়ে কল্যাণী তার বোন সুগন্ধা ও বোনের স্বামী জয়দেব হিরেমথের সাথে আইনি বিরোধের মুখোমুখি হন। সুগন্ধা এবং জয়দেব বম্বে হাইকোর্টে কল্যাণীকে অভিযুক্ত করে এই বলে একটি মামলা দায়ের করেন যে, তিনি কোম্পানিতে তার গ্রুপের অংশীদারিত্ব ৫% বাড়িয়ে হিকালের সম্পূর্ণ নিয়ন্ত্রণ লাভের চেষ্টা করছেন। হিরেমথ বর্তমানে হিকালের প্রায় ৩৫% শেয়ার ধারণ করেছে, যার মূল্য ৩,৫৭৮ কোটি টাকা, যেখানে কল্যাণীর রয়েছে ৩৪%। হিরেমথ দাবি করেছেন যে কল্যাণী ১৯৯৪ সালের কিছু গুরুত্বপূর্ণ নোটকে বেছে বেছে উপেক্ষা করেন, যেখানে বলা ছিল যে হিকালের শেয়ার সুগন্ধার পরিবারের কাছে হস্তান্তর করা উচিত।\nকল্যাণী সুগন্ধার করা দাবিকে মিথ্যা দাবি উল্লেখ করে ১৯৯৪ সালের পারিবারিক ব্যবস্থায় স্থানান্তর ধারাটিকে খারিজ করে দেন। তিনি স্বীকার করেছেন যে ১৯৯৩ সালের অক্টোবরের চুক্তিতে হিরেমথদের কাছে হিকাল হস্তান্তরের কথা উল্লেখ করা হয়েছিল কিন্তু যুক্তি দিয়েছিলেন যে এটি ১৯৯৪ সালের ব্যবস্থা দ্বারা বাতিল করা হয়। কল্যাণী বলেছেন যে 'তাজ বৈঠকে' ভারত ফোর্জ এবং কল্যাণী ফোর্জের মালিকানা সমস্যা সমাধান নিয়ে আলোচনা হয়েছিল এবং ১৯৯৪ সালে কোনও হিকাল চুক্তি স্বীকার করতে অস্বীকার করেছিলেন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকল্যাণী গ্রুপের ওয়েব সাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ অক্টোবর ২০২২ তারিখে\nফোর্বসের তালিকা"}