{"pageid": 1371590, "title": "ইমরাত খান", "url": "https://bn.wikipedia.org/wiki?curid=1371590", "content": "ইমরাত খান (১৭ নভেম্বর ১৯৩৫-২২ নভেম্বর ২০১৮) একজন ভারতীয় সেতার ও সুরবাহার বাদক এবং সুরকার ছিলেন। তিনি সেতারবাদক ওস্তাদ বিলায়ত খানের ছোট ভাই ছিলেন।\n\n\n== প্রশিক্ষণ ও প্রাথমিক কর্মজীবন ==\nইমরাত খান ১৯৩৫ সালের ১৭ ই নভেম্বর কলকাতায় এক সঙ্গীতজ্ঞ পরিবারে জন্মগ্রহণ করেন। এই পরিবারের ঐতিহ্যের শিকড় কয়েক প্রজন্ম ধরে মুঘল সাম্রাজ্যের দরবারের সঙ্গীতশিল্পী পর্যন্ত বিস্তৃত। ঐতিহ্যগতভাবে সঙ্গীতের প্রশিক্ষণ প্রায় ৪০০ বছর ধরে পিতা থেকে পুত্রের কাছে চলে আসছে। ইমরাত ইটাওয়া ঘরানার অন্তর্ভুক্ত ছিলেন, এই ঘরানা শাস্ত্রীয় সঙ্গীতজ্ঞদের কাছে ইমদাদখানি ঘরানার নামেও পরিচিত। ইমরাত খানের পিতামহ ইমদাদ খান (১৮৪৮-১৯২০) এবং পিতা এনায়াত খান (১৮৯৫ - ১৯৩৮) উভয়েই ছিলেন তাঁদের সময়ের শীর্ষস্থানীয় সেতার ও সুরবাহার বাদক হিসেবে স্বীকৃত। ইমরাত খান যখন ছোট ছিলেন তখন তাঁর বাবা মৃত্যুমরণ করেন, তাই তাঁর মা বশিরান বেগম ও মাতামহ গায়ক বন্দে হাসান খান তাঁকে লালিতপালিত করেন বড় করেন। ১৯৪৪ সালে ইমরাতের বড় ভাই বিলায়েত খানকে নিয়ে তাঁর পরিবার বোম্বে চলে যায়, যেখানে দুই ভাই তাদের কাকা ওয়াহিদ খানের কাছ থেকে ব্যাপকভাবে সেতার বাজানো শিখতে থাকেন। ১৯৫২ সালে বিলায়েত ও ইমরাত কলকাতায় একসঙ্গে বসবাস শুরু করেন। বহু বছর ধরে তাঁরা একসঙ্গে সঙ্গীত পরিবেশন করেন। ১৯৫৬ সালে সোভিয়েত ইউনিয়ন ও পূর্ব ইউরোপে ভ্রমণকারী প্রথম সাংস্কৃতিক প্রতিনিধিদলের সদস্য ছিলেন দুই ভাই।\n\n\n== একক কর্মজীবন এবং উত্তরাধিকার ==\n১৯৬১ সাল থেকে ইমরাত খান এককভাবে সেতার ও সুরবাহার বাদ্য রেকর্ড করেন।\nকয়েক দশক ধরে ইমরান খান তাঁর উভয় বাদ্যযন্ত্রের উপর ব্যাপকভাবে রেকর্ড করেছিলেন। ধ্রুপদ আং-এ সুরবাহার আলাপ দিয়ে তাঁর পুরো পরিবেশন অনুশীলন শুরু করতেন (আরও রোমান্টিক ছোঁয়া দিয়ে সজ্জিত)। তারপরে তিনি ঐতিহ্যবাহী ইমদাদখানি শৈলীতে সেতারের উপর একটি ছোট আলাপ ঘটাতেন। (রবিশঙ্কর এবং নিখিল ব্যানার্জির মতো সেতার বাদকরা তাদের সেতারগুলিতে বেস স্ট্রিং যুক্ত করেছিলেন যাতে একটি একক বাদ্যযন্ত্র বাজিয়ে তাতে কমপক্ষে সুরবাহারের খাদের সুর (বাস) অর্জন করতে পারেন।)\nইমরাত খান ইউরোপ, মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, জার্মানি, চীন এবং দক্ষিণ-পূর্ব এশিয়ায় যন্ত্র বাদন পরিবেশন করেছিলেন। তিনি ১৯৭০ সালে কান চলচ্চিত্র উৎসবেও বাজিয়েছিলেন। প্রতি বছরের একটি সময় তিনি সেন্ট লুইসের ওয়াশিংটন বিশ্ববিদ্যালয়ে শাস্ত্রীয় ভারতীয় সঙ্গীত পড়াতে এবং সেতার শিক্ষার্থীদের নির্দেশনা দিতে ব্যয় করতেন।\nসত্যজিৎ রায় এবং জেমস আইভরির মতো বিশিষ্ট চলচ্চিত্র নির্মাতাদের তৈরি ছবিতে ইমরাত খানের সঙ্গীত ব্যবহৃত হয়েছে।\n১৯৭১ সালে তিনি প্রথম ভারতীয় সঙ্গীতশিল্পী হিসেবে বিবিসি প্রোমেনেড কনসার্ট সিরিজে ভারতীয় শাস্ত্রীয় সঙ্গীতের প্রথম সারারাত পরিবেশনের জন্য লন্ডনের রয়্যাল অ্যালবার্ট হলে বাজিয়ে ইতিহাস তৈরি করেন।\nইমরাত খান ইমদাদখানি ঘরানার বরিষ্ঠ বাদক ছিলেন, যে ঘরানা তাঁর পিতামহ ইমদাদ খানের নামে নামকরণ করা সেতার এবং সুরবাহার পরিবেশনা।\n\n\n== মৃত্যু ও উত্তরাধিকার ==\nইমরাত খান ২০১৮ সালের ২২শে নভেম্বর ৮৩ বছর বয়সে মার্কিন যুক্তরাষ্ট্রের সেন্ট লুই মিসৌরিতে স্ট্রোকের কারণে মারা যান। তিনি সেখানে মৃত্যুর আগে দুই দশকেরও বেশি সময় ধরে বসবাস করছিলেন। মৃত্যুর আগে তিনি কিছু সময় ধরে অসুস্থ ছিলেন। ইমরাত খানের পাঁচ পুত্র, তাঁরা হলেন নিশাত খান (সেতার বাদক) ইরশাদ খান (সেতার বাদক), ওয়াজাহাত খান (সরোদ বাদক), শাফাতুল্লাহ খান (তবলা বাদক) এবং আজমত আলী খান (তবলা বাদক)।\n\n\n== পুরস্কার ও স্বীকৃতি ==\n১৯৮৮ সালে ইমরাত খান ভারতের রাষ্ট্রপতির কাছ থেকে সঙ্গীত নাটক আকাদেমি পুরস্কার লাভ করেন।\nতিনি ২০১৭ সালে পদ্মশ্রী পুরস্কারে ভূষিত হন, তবে তিনি এই পুরস্কার গ্রহণ করতে অস্বীকার করে বলেন, \"এটি খুব কম এবং একটু দেরিতেই এসেছে\"। তাঁর বক্তব্য তাঁর ছাত্র এবং সঙ্গীত সমাজের সদস্যদের মধ্যেও উত্তেজনা সৃষ্টি করেছিল।\nআউটলুক অফ ইন্ডিয়া অনুসারে \"এই বিশিষ্ট সঙ্গীতশিল্পী হতাশ হয়েছিলেন যে ভারত সরকার তাঁর অবদানকে কখনও স্বীকৃতি দেয়নি, এমনকি তাঁর বেশ কয়েকজন জুনিয়র এবং তাঁর অধীনে প্রশিক্ষণ নেওয়া ব্যক্তিদের পদ্ম পুরস্কারে ভূষিত করা হয়েছিল।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইমরাত খান এর সাক্ষাৎকার"}