{"pageid": 1371648, "title": "বার্সা টিভি+", "url": "https://bn.wikipedia.org/wiki?curid=1371648", "content": "বার্সা টিভি+ হল একটি স্পেনীয় সাবস্ক্রিপশন ভিডিও অন-ডিমান্ড ওভার-দ্য-টপ স্ট্রিমিং টেলিভিশন পরিষেবা যা ফুটবল ক্লাব বার্সেলোনার মালিকানাধীন ও পরিচালিত। এটি প্রাথমিকভাবে ফুটবল ক্লাব বার্সেলোনার মূল এবং একচেটিয়া বিষয়বস্তু যেমন তথ্যচিত্র, পূর্ণ ম্যাচ, খেলোয়াড় এবং কর্মীদের সাক্ষাৎকার এবং বিনোদন টিভি সিরিজ প্রদর্শন করে। এটি কাতালান, স্পেনীয় এবং ইংরেজি ভাষায় উপলব্ধ।\nবার্সা টিভি+ ক্লাবের নতুন আধুনিক কৌশলের একটি অংশ হিসাবে তার বৈশ্বিক ভক্তদের আরও কাছাকাছি যেতে কোনো মধ্যস্থতাকারী ছাড়াই সরাসরি তাদের কাছে পৌঁছানো এবং তাদের ব্যক্তিগত পছন্দ সম্পর্কে আরও জানতে ৩ জুন ২০২০-এ চালু করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== প্রকল্পের উন্নয়ন ===\nবার্তোমেউ'র সভাপতিত্বের আদেশের অধীনে বার্সেলোনা বিশ্বব্যাপী ৩৫০ মিলিয়নেরও বেশি অনুসারী সহ বিশ্বব্যাপী সর্বাধিক অনুসরণ করা ক্রীড়া সংস্থা ছিল এবং ১.৪ বিলিয়নেরও বেশি মিথস্ক্রিয়া সহ ভক্তদের সাথে সর্বাধিক বন্ধনে ছিল। একটি প্রবাহমান বা স্ট্রিমিং প্রচার মাধ্যম তৈরির প্রকল্পটির নেতৃত্বে ছিলেন ডিডাক লি, ক্লাবের আধুনিক স্তরের প্রাক্তন প্রধান যিনি বৃহৎ ভক্ত দলকে নগদীকরণ করার এবং নিজস্ব উৎপাদিত সংস্থানগুলির মাধ্যমে বিশ্বব্যাপী আধুনিক ব্যবসায়িক ক্ষমতা সম্প্রসারণ করে আয়ের একটি নতুন পথ তৈরি করার উপায় দেখেছিলেন। ধারণাটি ছিল বিদ্যমান আধুনিক সামগ্রীকে গোষ্ঠীভুক্ত করা এবং কোনো মধ্যস্থতাকারী ছাড়াই বিশ্বব্যাপী বাজারজাত করার জন্য এবং ভক্তদের পছন্দ সম্পর্কে আরও জানার জন্য এটিকে উন্নত করা।\n\n\n==== বার্সা স্টুডিও ====\n২০ সেপ্টেম্বর ২০১৯ সালে ফুটবল ক্লাব বার্সেলোনা বার্সা স্টুডিও চালু করে। এটি বার্সা টিভি+ এর ভবিষ্যত ব্যবস্থাপনাসহ ফুটবল ক্লাব বার্সেলোনার অডিওভিজ্যুয়াল আউটপুট তৈরি, উৎপাদন এবং বাণিজ্যিকীকরণ কেন্দ্রীভূত করার জন্য একটি প্রকল্প।\n\n\n=== সূচনা ===\nবার্সা টিভি+ স্ট্রিমিং পরিষেবাটি ৩,০০০-এরও বেশি ভিডিও এবং ১,০০০ ঘণ্টার সামগ্রী সহ বিশ্বব্যাপী ৩ জুন ২০২০-এ চালু করা হয়েছিল, যা চাহিদা অনুযায়ী দেখা যেতে পারে।\n\n\n=== বার্সা স্টুডিও অধিগ্রহণ ===\nজোসেপ মারিয়া বার্তোমেউ (২০১৪ এবং ২০২০ সালের মধ্যকার রাষ্ট্রপতি) এর নেতৃত্বে বছরের পর বছর অযৌক্তিক ব্যয় এবং অন্যান্য কারণ যেমন কোভিড-১৯ মহামারীর কারণে ক্লাবের স্থূল ঋণ বৃদ্ধি দেখা গেছে, এর বেশিরভাগই স্বল্পমেয়াদী। আগস্ট ২০২১-এ বার্সেলোনা নিজেদেরকে লা লিগার আর্থিক ফেয়ার প্লে প্রয়োজনীয়তা মেনে চলতে অক্ষম হিসেবে পায় এবং €১.৩৫ বিলিয়নের ক্লাব ঋণ এবং মোট আয়ের ১০৩%-এর জন্য একটি মজুরি বিল প্রকাশ করে। আর্থিক প্রভাব বার্সেলোনাকে ট্রান্সফার মার্কেটেও সীমাবদ্ধ করেছিল এবং ফলস্বরূপ আগত খেলোয়াড়দের বেশিরভাগই হয় বিনামূল্যে স্থানান্তর বা ঋণে ছিল এবং আগত খেলোয়াড়দের নিবন্ধন করার জন্য তাদের খেলোয়াড়দের মজুরি কমাতে হয়েছিল। জুয়ান লাপোর্তার সভাপতিত্বের দ্বিতীয় মেয়াদে ফুটবল ক্লাব বার্সেলোনাকে ঋণের কারণে ক্লাবের কিছু সম্পদ বিক্রি করতে হয়, যতক্ষণ না তারা তাদের মূলধনের ৫০ শতাংশের বেশি না হয়।\n১ আগস্ট ২০২২-এ বার্সেলোনা \"ক্লাবের অডিওভিজ্যুয়াল, ব্লকচেইন, এনএফটি এবং ওয়েব.৩ কৌশলকে ত্বরান্বিত করতে\" €১০০ মিলিয়নে Socios.com- এর কাছে বার্সা স্টুডিওর ২৪.৫% অংশীদারিত্ব বিক্রি করে তৃতীয় 'অর্থনৈতিক লিভার' সক্রিয় করার ঘোষণা দেয়।\n১২ আগস্ট ২০২২-এ বার্সেলোনা বার্সা স্টুডিওর ২৪.৫% অংশীদারিত্ব অর্ফিয়াস মিডিয়া কোম্পানির কাছে €১০০ মিলিয়নে বিক্রি করার ঘোষণা দেয়। এই বিক্রয়ের অর্থ হল বার্সেলোনা সম্পত্তির ৫১% বজায় রাখে।\n\n\n== প্রাপ্যতা এবং প্রবেশ ==\n\n\n=== প্রাপ্যতা এবং সদস্যতা ===\nবার্সা টিভি+ বিশ্বব্যাপী তিনটি ভাষায় (কাতালান, স্পেনীয় এবং ইংরেজি) উপলব্ধ। এটি শুধুমাত্র নিবন্ধন বা একটি মাসিক সদস্যতা বা সাবস্ক্রিপশনের ভিত্তিতে এবং একটি বিনামূল্যের সবস্ক্রিপশন বিকল্পও রয়েছে। বিনামূল্যের সদস্যতা একটি সীমিত পরিসরের বিষয়বস্তুতে প্রবেশের অফার করে, যেখান অন্যটিতে সম্পূর্ণ পরিষেবাতে সম্পূর্ণ, সীমাহীন বিষয়বস্তুর উপর প্রবেশাধিকার জড়িত।\nবার্সার স্ট্রিমিং প্রচার মাধ্যমের সূচনাটি কিউলেস মেম্বারশিপ লয়্যালটি প্রোগ্রামের প্রিমিয়াম সংস্করণের সূচনার সাথে যুক্ত ছিল, যার মধ্যে ওটিটি-তে সীমাহীন প্রবেশাধিকার সহ বার্সার সমস্ত আধুনিক পণ্য এবং পরিষেবাগুলিতে প্রিমিয়াম প্রবেশাধিকার রয়েছে। কার্যক্রমটি একটি বার্ষিক সদস্যতা ফি-এর সাথে উপলব্ধ।\nবার্সা সদস্যদের (সসিস) জন্য কিউলেস মেম্বারশিপ প্রোগ্রামের প্রিমিয়াম বিকল্প এবং বার্সা টিভি+-এ সমস্ত বিষয়বস্তুতে প্রবেশাধিকার বিনামূল্যে এবং সমর্থক ক্লাব (পেনিয়েস) সদস্যরা ৫০% ছাড় পান।\n\n\n=== সমর্থিত ডিভাইস ===\nবার্সেলোনা অফিসিয়াল এফসি বার্সেলোনা ওয়েবসাইটের ডেস্কটপ এবং মোবাইল সংস্করণের মাধ্যমে বা মোবাইল বা ট্যাবলেটে অফিসিয়াল ক্লাব আইওএস এবং অ্যান্ড্রয়েড অ্যাপের মাধ্যমে আপ-টু-ডেট ব্রাউজার সহ ডেস্কটপ, ট্যাবলেট এবং মোবাইল ডিভাইস জুড়ে বার্সা টিভি+ বিশ্বব্যাপী অ্যাক্সেস করা যেতে পারে। এছাড়াও নির্দিষ্ট স্মার্ট টিভি এবং আধুনিক মিডিয়া প্লেয়ার যেমন ক্রমকাস্ট, এন্ড্রয়েড টিভি, অ্যাপল টিভি, এবং আমাজন ফায়ার টিভি-তে বার্সা টিভি+ কাস্ট করতে পারে।\n\n\n== বিষয়বস্তু ==\n\n\n=== মূল প্রোগ্রামিং ===\nমূল বিষয়বস্তুতে অরিজিনালস (ORIGINALS) নামে একচেটিয়া সিরিজ এবং ঘরোয়া প্রামাণিক অন্তর্ভুক্ত রয়েছে। একটি \"বার্সা টিভি+ অরিজিনাল\" হল এমন বিষয়বস্তু যা বার্সা টিভি+ একচেটিয়াভাবে তাদের পরিষেবার মাধ্যমে তৈরি, সহ-উৎপাদিত বা বিতরণ করে।\nওটিটি এছাড়াও বিলম্বিত বা অন-ডিমান্ড বিন্যাসে প্রথম দলের খেলাগুলি অফার করে, এবং বার্সা আতলেতিক, বার্সা ফেমিনি, অন্যান্য ক্রীড়া দল এবং যুব দলগুলির খেলাগুলি সরাসরি বা বিলম্বে দেখা যেতে পারে। এটিতে পর্দার পিছনের ভিডিও এবং বিভিন্ন বার্সা তারকাদের সমন্বিত ফুটেজের সংকলনগুলির একটি বিশাল সংগ্রহের সম্পূর্ণ অ্যাক্সেস রয়েছে৷\n\n\n==== বার্সা টিভি চ্যানেল ====\nবার্সা টিভি+ চালু হওয়ার সাথে সাথে ক্লাবের ঐতিহ্যবাহী টেলিভিশন চ্যানেল (বার্সা টিভি) মাধ্যমটিতে ৩টি ভিন্ন ভাষায় সরাসরি দেখা যাবে। বার্সা টিভি নিউজকাস্টের মাধ্যমে ক্লাবের প্রতিদিনের তথ্য সম্প্রচার করে, সিরিজ, সাক্ষাৎকার এবং মূল তথ্যচিত্র তৈরি করে, পাশাপাশি ক্লাবের অফিসিয়াল মিডিয়া উপকরণ যোগাযোগ হিসাবে কাজ করে।\n২০২৩ সালে কঠিন অর্থনৈতিক পরিস্থিতির কারণে ২৮ এপ্রিল ফুটবল ক্লাব বার্সেলোনা ঘোষণা করেছে যে ২৪ বছর সম্প্রচারের পর ৩০ জুন ২০২৩ এর মধ্যে বার্সা টিভি বন্ধ করে দেবে এবং এটি তার প্রবাহমান বা স্ট্রিমিং প্রচার মাধ্যমে ফোকাস করবে। যাইহোক, বার্সা টিভি দ্বারা উৎপাদিত বেশিরভাগ মানসম্পন্ন সামগ্রী এখনও চাহিদা অনুযায়ী এ প্রচার মাধ্যমটিতে দেখা যেতে পারে।\n\n\n=== বার্সা স্টুডিও প্রযোজনা ===\nবার্সা স্টুডিও ২০ সেপ্টেম্বর ২০১৯-এ ফুটবল ক্লাব বার্সেলোনার অডিওভিজ্যুয়াল আউটপুট তৈরি, উৎপাদন এবং বাণিজ্যিকীকরণকে কেন্দ্রীভূত করার জন্য তৈরি করা হয়েছিল, যার মধ্যে ২০২০ সালে চালু হওয়ার পর থেকে বার্সা টিভি+-এর পরিচালনাও অন্তর্ভুক্ত।\n২৮ নভেম্বর ২০১৯-এ বার্সা স্টুডিও 'ম্যাচডে' নামে তার প্রথম প্রযোজনা প্রদর্শন করে। যেটি একটি ঘরোয়া প্রামাণিক যাতে আটটি ৪৫-মিনিটের পর্ব রয়েছে, যা ২০১৮/১৯ মৌসুমের মূল মুহূর্তগুলি পর্যালোচনা করে এবং খেলার আগে এবং পরে খেলোয়াড়দের এবং তাদের পরিবার এবং বন্ধুদের সাথে সময় কাটানো একচেটিয়া, পূর্বে অদেখা ফুটেজ এবং বিষয়বস্তু প্রদর্শন করে৷ একটি বৈশ্বিক বাজার দখল করার এবং আর্থিক রিটার্ন পাওয়ার অভিপ্রায়ে বার্সা জাপান, ইউরোপ, এশীয়-প্যাসিফিক (এপিএসি) অঞ্চল এবং মার্কিন যুক্তরাষ্ট্রে 'ম্যাচডে' সিরিজ বাণিজ্যিকীকরণের জন্য ওটিটি স্ট্রিমিং পরিষেবা রাকুটেন টিভির সাথে একটি চুক্তিতে পৌঁছায়। ২৯ এপ্রিল ২০২০-এ নেটফ্লিক্স লাতিন আমেরিকা এবং কানাডায় প্রামাণিকটি চালু করে, এটি একটি দুর্দান্ত সাফল্য হয়ে ওঠে এবং ৬৫ মিলিয়ন ইউরোর বেশি টার্নওভার অর্জন করে।\n২ আগস্ট ২০২০-এ বার্সা স্টুডিও তার নতুন আধুনিক কৌশলের অংশ হিসেবে প্রিমিয়াম মানের অডিওভিজ্যুয়াল পণ্য তৈরি করার জন্য ক্লাবের প্রতিশ্রুতিকে আরও এগিয়ে নিয়ে তার বিষয়বস্তু ক্যাটালগকে একত্রিত করে চলেছে এবং এল ডেসপারটার (জাগরণ) নামে একটি আবেগঘন গল্প (যা ২০১৫ ট্রেবলের পটভূমিতে সেট করা হয়েছে) প্রকাশ করে।\n২৪ নভেম্বর ২০২০-এ '১০০x১০০ তিতো' নামে বার্সা স্টুডিওর একটি তথ্যচিত্র ইগুয়ালাডাতে জুম ফেস্টিভ্যালে প্রাকপ্রচার নিরীক্ষণ করা হয় এবং জুম ফেস্টিভ্যাল স্পোর্ট অ্যাওয়ার্ড পায়। এটি বার্সেলোনায় তিতো ভিলানোভা শেষ মৌসুমের সাথে অডিট অডিওভিজ্যুয়াল উপাদান নিয়ে কাজ করে, যা আগে কখনো দেখা যায়নি এবং এটি পরিবারের ব্যক্তিগত আর্কাইভের অন্তর্গত।\n\n\n=== ঐতিহাসিক বিষয়বস্তু ===\nএই প্ল্যাটফর্মে ক্লাবের ইতিহাসের সবচেয়ে অতীন্দ্রিয় ম্যাচের একটি সংকলন রয়েছে, যার মধ্যে ৬৫টি সবচেয়ে বড় ম্যাচ খেলা হয়েছে, যেমন বিভিন্ন কোপা দেল রেই ফাইনাল এবং লন্ডন, প্যারিস, রোমে খেলা চ্যাম্পিয়নস লিগ ফাইনাল এবং বার্লিন, সেইসাথে গত ৫ মৌসুমে খেলা সমস্ত পূর্ণ ম্যাচ অন্তর্ভুক্ত।\n\n\n== পুরস্কার ==\n৩০ নভেম্বর ২০২০-এ ফুটবল ক্লাব বার্সেলোনা বার্সা স্টুডিওর প্রযোজনা তথ্যচিত্র বার্সা টিভি+ এ অন ডিমান্ড উপলব্ধ '১০০x১০০ তিতো'-এর জন্য জুম ফেস্টিভাল স্পোর্ট অ্যাওয়ার্ড জিতেছে।\n\n\n== তথ্যসূত্র =="}