{"pageid": 1371980, "title": "২য় বিশ্ব স্কাউট জাম্বুরি", "url": "https://bn.wikipedia.org/wiki?curid=1371980", "content": "২য় বিশ্ব স্কাউট জাম্বোরি ১৯২৪ সালের ৯ থেকে ১৭ই আগস্ট পর্যন্ত অনুষ্ঠিত হয় এবং এরমেলুন্ডেনে ডেনমার্কের দ্বারা আয়োজিত হয়।\n\n\n== প্রোলগ ==\nব্রিটিশ সাম্রাজ্য প্রদর্শনীর সঙ্গে যুক্ত হয়ে ১৯২৪ সালের আগস্টের শুরুতে গ্রেট ব্রিটেন ওয়েম্বলি মিডলসেক্স এ একটি ইম্পেরিয়াল জাম্বুরির আয়োজন করে। কমনওয়েলথ এবং সাম্রাজ্যের ২৫টি অংশ থেকে ১,০০০ এরও বেশি স্কাউট আমন্ত্রণ গ্রহণ করে। যুক্তরাজ্য থেকে ১০,০০০ স্কাউট উপস্থিত ছিল।  প্রদর্শনী এবং অনুষ্ঠানগুলো ওয়েম্বলি স্টেডিয়ামে অনুষ্ঠিত হয়েছিল। স্কাউটরা খুব সংকীর্ণ কোয়ার্টারে ওয়েম্বলি প্যাডকসের কাছাকাছি ক্যাম্প করেছিল। প্রিন্স অফ ওয়েলস স্টেডিয়ামে প্রদর্শনী প্রত্যক্ষ করেন এবং একটি ক্যাম্প ফায়ারের সভাপতিত্ব করেন এবং প্যাডকের একটি তাঁবুতে রাত কাটান। বিভিন্ন দিনে স্টেডিয়ামের প্রধান অতিথিরা ছিলেন ডিউক অফ ইয়র্ক এবং রুডইয়ার্ড কিপলিং , ওল্ফ কাবস দিবসে , যখন তিনি দেখেন যে কীভাবে তাঁর জঙ্গল বইয়ের কিছু অংশ নাটকীয় করা হয়েছে এবং কিব প্রোগ্রামে পরিবেশ ও আগ্রহ আনতে ব্যবহৃত হয়েছে।\n\n\n== জাম্বুরি ==\nওয়েম্বলি জাম্বুরি ডেনমার্কের কোপেনহেগেনের কয়েক মাইল উত্তরে এরমেলুন্ডেনে দ্বিতীয় বিশ্ব জাম্বুরিতে বিস্তৃত বিভিন্ন সদস্য সরবরাহ করতে সহায়তা করেছিল যা অবিলম্বে এটি অনুসরণ করেছিল। ডেনমার্কে তুলনামূলকভাবে স্কাউটদের সংখ্যা কম এবং ডেনিশ স্কাউটদের পক্ষে এই উদ্যোগ সফল করা সম্ভব হবে কিনা তা নিয়ে আগে থেকেই সন্দেহ প্রকাশ করা হয়েছিল। প্রধান আয়োজক ছিলেন ডেট ড্যান্সকে স্পেজারকর্পসের সভাপতি ক্রিশ্চিয়ান হোম , যার কন্যা কিম ফ্রেন্ড অফ অল দ্য ওয়ার্ল্ড নামে পরিচিত হন। প্রস্তুতি সংগঠন ও প্রশাসনের জন্য দায়ী তিনজন স্কাউট ছিল খুব তরুণ পুরুষ কিন্তু তারা জাম্বুরির সাফল্য অর্জন করেছিল। ওভ হোম পরে ডেট ড্যানস্কের প্রধান স্কাউট হন স্পিজডার্কর্পস ছিলেন সাংগঠনিক সচিব এবং প্রশাসক জেনস হাভাস পরে একজন রাজ্য বন ও উত্তর জুটল্যান্ডের বিভাগীয় স্কাউট কমিশনার ছিলেন ক্যাম্প চিফ এবং টেগ কার্স্টেনসেন পরে জুটল্যান্ডের একজন আইনজীবী ছিলেন আন্তর্জাতিক কমিশনার এবং স্কাউট ব্লাড ট্রান্সফিউশন সার্ভিসের প্রতিষ্ঠাতা সমস্ত আন্তর্জাতিক দিকের দায়িত্বে ছিলেন।\nদ্বিতীয় বিশ্ব জাম্বুরি আনুষ্ঠানিকভাবে ১০ই আগস্ট ১৯২৪ সালে কিং ক্রিশ্চিয়ান এক্স - এর ব্যক্তিগত প্রতিনিধি হিসাবে রিয়ার - অ্যাডমিরাল কার্ল কার্স্টেনসেন দ্বারা খোলা হয়েছিল । চৌদ্দটি দেশ বিশ্ব স্কাউট চ্যাম্পিয়নশিপের জন্য সম্মিলিত সৈন্যবাহিনীতে প্রবেশ করেছিল - স্কাউটক্রাফ্ট এবং স্ট্যামিনা পরীক্ষা যা সারা সপ্তাহ ধরে অব্যাহত ছিল এবং এতে ক্যাম্প পরিদর্শন অন্তর্ভুক্ত ছিল - স্বাস্থ্য শৃঙ্খলা - ক্যাম্পফায়ার গান এবং লোক নৃত্য - সাঁতারের হস্তশিল্প - একটি বাধা কোর্স এবং টহল বৃদ্ধি । দ্য বয় স্কাউটস অফ আমেরিকা প্রতিযোগিতায় জয়লাভ করে । গ্রেট ব্রিটেন দ্বিতীয় এবং হাঙ্গেরি তৃতীয় স্থান অধিকার করে । তবে জাতীয়তাবাদ স্কাউট ভ্রাতৃত্বের ক্ষতি করতে পারে এই ভয়ে এই ধারণাটি পুনর্নবীকরণ না করার সিদ্ধান্ত নেওয়া হয়েছিল।\nরবার্ট ব্যাডেন পাওয়েল উদ্বোধনী দিনের পর জাম্বুরিতে আসেন এবং সমস্ত স্কাউটদের একটি স্বাগত প্যারেড দ্বারা তাকে স্বাগত জানানো হয়। সে যখন কথা বলতে যাচ্ছিল , তখন বৃষ্টি নামে এবং সবাই ভিজে গিয়েছিল । তাঁকে যে নাম দেওয়া হয়েছিল তা ছিল \" বাথ সুপারিনটেনডেন্ট \" - এর জন্য ব্যাডেমেস্টার ড্যানিশ । শেষ রবিবার রাজা ক্রিশ্চিয়ান বর্ষার বৃষ্টিতে রাজকীয় শিকারের লজটির কাছে স্কাউটদের পরিদর্শন করেন এবং সেই বিকেলে বাডেন - পাওয়েল প্রতিযোগিতার পুরস্কার প্রদান করেন এই বলে যে , \" আমি আমার জীবনে প্রচুর সংখ্যক স্কাউট দেখেছি \" কিন্তু আমি আপনার মতো ভিজা কখনও দেখিনি । বন্যার কারণে শিবিরের একটি অংশ সাময়িকভাবে সরিয়ে নিতে হয়েছিল।\nজাম্বুরির সমাপনী অনুষ্ঠানে রাজা দশম ক্রিশ্চিয়ান এবং রানী আলেকজান্ড্রিন অংশ নিয়েছিলেন । তৃতীয় আন্তর্জাতিক সম্মেলন একই সঙ্গে কোপেনহেগেনে অনুষ্ঠিত হয়।\nঅলিম্পিয়া হলের ১ম বিশ্ব স্কাউট জাম্বুরির বিপরীতে ডেনিশ স্কাউটরা চাইছিলো যে প্রত্যেককে তাঁবুতে রাখা হোক এবং স্কাউটদের সৈন্য ও টহল দিয়ে সংগঠিত করা হয় - যে মডেলটি পরে ব্যবহৃত হয়েছিল। পরের জাম্বুরির সপ্তাহে স্কাউটরা ডেনিশ পরিবারের সঙ্গে বাড়িতে অবস্থান করে।\n\n\n== আরও দেখুন ==\nবিশ্ব স্কাউট জাম্বুরি\n\n\n== তথ্যসূত্র =="}