{"pageid": 1371969, "title": "শৈলেশকুমার বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1371969", "content": "শৈলেশকুমার বন্দ্যোপাধ্যায় ( ১০ মার্চ ১৯২৬ — ২৪ অক্টোবর ২০১৬) ছিলেন একজন ভারতীয় বাঙালি সমাজ কর্মী, এবং বিশিষ্ট গান্ধীবাদী স্বাধীনতা সংগ্রামী। মহাত্মা গান্ধীর ঘনিষ্ঠ সহযোগী তিনি দেশের মঙ্গল চিন্তা ও মঙ্গল সাধনের উদ্দেশ্য নিয়ে বহু গ্রন্থ রচনা করেছেন। চিকিৎসা ও জনস্বাস্থ্যের ক্ষেত্রে তার সেবার জন্য ভারত সরকার ২০১০ খ্রিস্টাব্দে দেশের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণে সম্মানিত করে। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\n\nশৈলেশকুমার বন্দ্যোপাধ্যায় ১৯২৬ খ্রিস্টাব্দের ১০ মার্চ  বেঙ্গল প্রেসিডেন্সির অধুনা  ঝাড়খণ্ডের রেল-শহর চক্রধরপুরে এক মধ্যবিত্ত বাঙালি পরিবারে জন্মগ্রহণ করেন।  তার পিতা ছিলেন একজন ভারতীয় রেলওয়ের কর্মচারী। ১৯৪২ খ্রিস্টাব্দে ম্যাট্রিকুলেশন পাশ করেন। স্কুলের এই পাঠ শেষ করার পর মহাত্মা গান্ধীর প্রভাবে আসেন এবং ভারত ছাড়ো আন্দোলনে যোগ দেন এবং ব্রিটিশ ভারতের পুলিশ তাকে দুবার গ্রেফতার করে। \n১৯৪৪ খ্রিস্টাব্দে, শৈলেশকুমার টাটানগরে রেলওয়েতে কর্মের সঙ্গে সঙ্গে তার জনসেবার জীবনের সূত্রপাত হয়। ১৯৪৬ খ্রিস্টাব্দে বিহারের বিখ্যাত কংগ্রেস ও শ্রমিক নেতা আব্দুল বারীর প্রেরণায় চাকরী ছেড়ে পূর্ণ সময়ের কংগ্রেসকর্মী হয়ে পল্লী সংগঠনে আত্ম নিয়োগ করেন। ১৯৪৬ খ্রিস্টাব্দেই, তিনি ভারতীয় জাতীয় কংগ্রেসে যোগ দেন এবং দলীয় পদে উন্নীত হন। ১৯৫১ খ্রিস্টাব্দে তিনি জেলা কংগ্রেস কমিটির সম্পাদক হন এবং জামশেদপুরের কাছে 'গান্ধী গ্রাম পুনর্গঠন কেন্দ্রের দায়িত্বে আসেন। \n১৯৫১ খ্রিস্টাব্দে রাজনৈতিক দলের সঙ্গে সম্পর্কচ্ছেদ করে শৈলেশকুমার  মহারাষ্ট্রের সেবাগ্রামে মহাত্মা গান্ধীর চরকা সংঘে আসেন এবং সেখানে ১৯৬১ খ্রিস্টাব্দ পর্যন্ত কাজ করেন। এই সময়েই, তিনি ভূদান আন্দোলনের সাথেও যুক্ত হন। ধীরেন্দ্র মজুমদার, বিনোবা ভাবে, জয়প্রকাশ নারায়ণ প্রমুখ গান্ধীপন্থায় সমাজ-পরিবর্তনের প্রথম সারির নেতাদের স্নেহ-সান্নিধ্য লাভ করেন। ১৯৬১ খ্রিস্টাব্দে তিনি ভারত সরকারের খাদি ও গ্রামোদ্যোগ কমিশনের উপ-পরিচালক হিসাবে নির্বাচিত হন এবং পরে উপ-প্রধান নির্বাহী কর্মকর্তা পদে উন্নীত হওয়ার পর ১৯৮৪ খ্রিস্টাব্দে অবসর নেন। তবে অবসর গ্রহণের আগে তিনি বিহার,উড়িষ্যা এবং পশ্চিমবঙ্গে কমিশনের প্রশাসনিক পরিচালক হিসাবেও কাজ করেছেন । তিনি ১৯৬৯ খ্রিস্টাব্দে তিনি গান্ধী শতবর্ষ উদযাপন কমিটির প্রধান দায়িত্বে ছিলেন। \nপরবর্তী দুই দশকে শৈলেশকুমার গান্ধী স্মারক নিধির সম্পাদক, খাদি মিশনের আহ্বায়ক, ভারতের প্রধানমন্ত্রীর নেতৃত্বাধীন খাদি ও গ্রামীণ শিল্প কমিশনের কমিটির সদস্য, খাদি সংক্রান্ত সার্টিফিকেশনের কেন্দ্রীয় কমিটির সভাপতি হিসাবে বিভিন্ন সংস্থায় কাজ করেন।  ২০০৬ খ্রিস্টাব্দে, তিনি পুনরায় খাদি কমিটির সদস্য নির্বাচিত হন। \n\n\n== পদ ==\n\nসম্পাদক জেলা কংগ্রেস কমিটি - ১৯৪৬ খ্রিস্টাব্দ থেকে ১৯৫১ খ্রিস্টাব্দ\nউপ-পরিচালক - খাদি ও গ্রাম শিল্প কমিশন - ১৯৬১\nপ্রধান নির্বাহী - গান্ধী শতবর্ষ কমিটি\nপ্রধান নির্বাহী কর্মকর্তা - খাদি ও গ্রাম শিল্প কমিশন -\nসদস্য - খাদি ও গ্রামীণ শিল্প কমিশন -\nসচিব — গান্ধী স্মারক নিধি\nযুগ্ম আহ্বায়ক — খাদি মিশন\nচেয়ারম্যান, সেন্ট্রাল সার্টিফিকেশন কমিটি অন খাদি  \nতবে শৈলেশকুমার বন্দ্যোপাধ্যায়ের কলম-ধরা হল কর্মজীবনের সম্প্রসারিত অধ্যায়। বাংলা, হিন্দি ও ইংরেজিতে তার মৌলিক রচনা, অনুবাদ ও সংকলন নিয়ে তার চল্লিশটি গ্রন্থ প্রকাশিত হয়েছে। কল্পকাহিনীমূলক রচনায় তিনি মৈনাক ছদ্মনাম ব্যবহার করতেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nআনন্দবাজার পত্রিকা গোষ্ঠীর ১৩৯৫ বঙ্গাব্দের সাহিত্য পুরস্কার আনন্দ পুরস্কার লাভ করেন ১৯৬৮ খ্রিস্টাব্দে জিন্না: পাকিস্তান- নতুন ভাবনা গ্রন্থটির জন্য ;\nবিশ্বভারতীর 'আশালতা সেন স্মৃতি পুরস্কার' লাভ করেন ১৯৯৪ খ্রিস্টাব্দে;\nপশ্চিমবঙ্গ বাংলা আকাদেমির  অন্নদাশঙ্কর পুরস্কার লাভ করেন  ২০০৬ খ্রিস্টাব্দে;\nজনসেবার জন্য  ভারত সরকারের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণ লাভ করেন ২০১০ খ্রিস্টাব্দে।\n\n\n== রচিত গ্রন্থসমূহ ==\nজিন্না : পাকিস্তান- নতুন ভাবনা (১৯৬৭), মিত্র ও ঘোষ পাবলিশার্স, কলকাতা 81-7293-207-3\nগান্ধী পরিক্রমা (১৯৬৯), মিত্র ও ঘোষ পাবলিশার্স, কলকাতা ( গ্রন্থটি  কলকাতা বিশ্ববিদ্যালয়ের দর্শনশাস্ত্রের স্নাতক স্তরের তিন বৎসরের ডিগ্রি কোর্সের পাঠ্য পুস্তক হিসাবে গৃহীত) \nদাঙ্গার ইতিহাস, (১৯৯২) মিত্র ও ঘোষ পাবলিশার্স, কলকাতা\nশতাব্দীর ভাবনা, মিত্র ও ঘোষ পাবলিশার্স, কলকাতা\nসীতা নির্বাসিতা, মিত্র ও ঘোষ পাবলিশার্স, কলকাতা 9789350200087\nসর্বোদয় ও শাসনমুক্ত সমাজ (১৯৫৯), গান্ধী স্মারক নিধি\nশৈলেশকুমার বন্দ্যোপাধ্যায় (নভেম্বর ১৯৬০)। পিস, নন ভায়োলেন্স অ্যান্ড কনফ্লিক্ট রেজোলিউশন। আহমেদাবাদ: নবজীবন মুদ্রনালয়। আইএসবিএন 81-7229-223-6। \nশৈলেশ কুমার বন্দ্যোপাধ্যায় (২০১২)। \"বসু, ক্ষুদিরাম\"।   ইসলাম, সিরাজুল; মিয়া, সাজাহান; খানম, মাহফুজা; আহমেদ, সাব্বীর। বাংলাপিডিয়া: বাংলাদেশের জাতীয় বিশ্বকোষ (২য় সংস্করণ)। ঢাকা, বাংলাদেশ: বাংলাপিডিয়া ট্রাস্ট, বাংলাদেশ এশিয়াটিক সোসাইটি। আইএসবিএন 9843205901। ওএল 30677644M। ওসিএলসি 883871743। \nশৈলেশ কুমার বন্দ্যোপাধ্যায় (২০১২)। \"দত্ত, কল্পনা\"।   ইসলাম, সিরাজুল; মিয়া, সাজাহান; খানম, মাহফুজা; আহমেদ, সাব্বীর। বাংলাপিডিয়া: বাংলাদেশের জাতীয় বিশ্বকোষ (২য় সংস্করণ)। ঢাকা, বাংলাদেশ: বাংলাপিডিয়া ট্রাস্ট, বাংলাদেশ এশিয়াটিক সোসাইটি। আইএসবিএন 9843205901। ওএল 30677644M। ওসিএলসি 883871743। \n\n\n== তথ্যসূত্র =="}