{"pageid": 1371807, "title": "ভুবনেশ্বর মেট্রো", "url": "https://bn.wikipedia.org/wiki?curid=1371807", "content": "কটক–ভুবনেশ্বর–পুরী মেট্রো ভারতের ওড়িশা রাজ্যের কটক, ভুবনেশ্বর, খুরদা, ও পুরী শহরের জন্য প্রস্তাবিত এক দ্রুতগামী গণপরিবহন ব্যবস্থা। প্রথম ধাপে কটকের নিকটবর্তী ত্রিশূলিয়া থেকে ভুবনেশ্বরের বিজু পট্টনায়েক আন্তর্জাতিক বিমানবন্দর পর্যন্ত এক ৩০ কিমি মেট্রো ট্রাঙ্ক পথ তৈরি করা হবে। একে ক্রমশ খুরদা ও পুরীর দিকে প্রসারিত করার পরিকল্পনা আছে।\n\n\n== ইতিহাস ==\n২৭ জুলাই ২০১০-এ রাজ্য পরিবহন দপ্তর বলেছিল যে ভুবনেশ্বর ও কটককে মেট্রো রেলের দ্বারা সংযুক্ত করার সম্ভাবনাকে নিয়ে এক সমীক্ষার জন্য তারা দিল্লি মেট্রো রেল কর্পোরেশনকে (ডিএমআরসি) জিজ্ঞাসা করেছিল। ৮ জানুয়ারি ২০১৩-এ ডিএমআরসি মুখ্য উপদেষ্টা ই. শ্রীধরন বলেছিলেন যে ভুবনেশ্বরের জন্য মেট্রো রেল উপযুক্ত নয়, কারণ এটি ২০ লক্ষের বেশি জনসংখ্যা বিশিষ্ট শহরের পক্ষে উপযুক্ত। তিনি পরামর্শ দিয়েছিলেন যে ভুবনেশ্বর বরং দ্রুতগামী বাস পরিবহন বা উচ্চ-গতির ট্রাম ব্যবস্থার উপর বিনিয়োগ করুক।\n৯ জানুয়ারি ২০১৩-এ ইঞ্জিনিয়ারিং প্রজেক্টস ইন্ডিয়া লিমিটেড রাজ্য সরকারকে কটক ও ভুবনেশ্বরের মধ্যে এক মনোরেল প্রকল্পের প্রস্তাব করেছিল। ২৩ আগস্ট ২০১৪-এ কটক ও ভুবনেশ্বরের মধ্যে ৩০ কিমি দৈর্ঘ্যের এক দ্রুতগামী গণপরিবহন ব্যবস্থার এক বিশদ প্রকল্প প্রতিবেদনের (ডিপিআর) জন্য রাজ্য সরকার বালাজি রেলরোড সিস্টেমস লিমিটেডের (বারসিল) সঙ্গে এক চুক্তি করেছিল। পরিকল্পনা প্রস্তুত করার জন্য বারসিল ₹ ২.৫২ কোটি (ইউএস$ ৩,০৮,০২৭.১৬) পেত এবং পরিকল্পনাটিকে দশ মাসের মধ্যে পেশ করতে হতো।\nফেব্রুয়ারি ২০১৭-এ ওড়িশার মুখ্য সচিব আদিত্য প্রসাদ পাধি বলেছিলেন যে ভুবনেশ্বরে একটি মেট্রো রেল ব্যবস্থার জন্য কোনো তৎক্ষণাৎ সম্ভাব্যতা নেই, বরং সেখানে দ্রুতগামী বাস পরিবহন ব্যবস্থা চালু করা হোক।\nজানুয়ারি ২০১৮-এ ওড়িশার মুখ্যমন্ত্রী কটক ও ভুবনেশ্বরের মধ্যে মেট্রো রেল সংযোগের দাবি করেছিলেন। জুন ২০১৯-এ ওড়িশার রাজ্যপাল বলেছিলেন যে রাজ্য সরকার মেট্রো ট্রেনের মাধ্যমে ঐতিহ্যবাহী রূপার শহর কটককে স্মার্ট সিটি ভুবনেশ্বরকে যুক্ত করার চেষ্টা করবে।\nএপ্রিল ২০২৩-এ উৎকল দিবসের উপলক্ষে ওড়িশার মুখ্যমন্ত্রী নবীন পট্টনায়ক কটক, ভুবনেশ্বর, খুরদা, ও পুরীর মধ্যে মেট্রো ট্রেন পরিষেবার কথা ঘোষণা করেছিলেন। তিনি আবাসন ও পৌর উন্নয়ন দপ্তরকে এই প্রকল্পের ডিপিআর সম্পূর্ণ করার নির্দেশ দিয়েছেন, যার ব্যয়ভার সম্পূর্ণভাবে ওড়িশা সরকারের হতে আছে। প্রথম ধাপে কটকের নিকটবর্তী ত্রিশূলিয়া থেকে ভুবনেশ্বরের বিজু পট্টনায়েক আন্তর্জাতিক বিমানবন্দর পর্যন্ত এক ৩০ কিমি মেট্রো ট্রাঙ্ক পথ তৈরি করা হবে। একে ক্রমশ খুরদা ও পুরীর দিকে প্রসারিত করার পরিকল্পনা আছে।\n\n\n== আরও দেখুন ==\nভারতের পৌর রেল পরিবহন ব্যবস্থা\n\n\n== তথ্যসূত্র =="}