{"pageid": 1371448, "title": "পঞ্চগ্রাম", "url": "https://bn.wikipedia.org/wiki?curid=1371448", "content": "পঞ্চগ্রাম হলো বাংলা ভাষার অন্যতম কথাসাহিত্যিক  তারাশঙ্কর বন্দ্যোপাধ্যায় রচিত একটি বিখ্যাত ও জনপ্রিয় উপন্যাস। ১৯৪২ খ্রিষ্টাব্দে প্রকাশিত মহাকাব্যিক পটভূমির এই উপন্যাসের বিষয়বন্তু বিভাগোত্তর ভারতবর্ষের সমাজ ব্যবস্থা এবং স্বাধীনতা আন্দোলন ও শিল্পায়নের পরিপ্রেক্ষিত গ্রামীণ সমাজের বিবর্তন। বিংশ শতাব্দীর সর্বাধিক গুরুত্বপূর্ণ বাংলা উপন্যাসের একটি বলে বিবেচিত এই উপন্যাসটি বহুভাষায় অনূদিত হয়েছে। ১৯৪৩ খ্রিষ্টাব্দে প্রকাশিত পঞ্চগ্রাম উপন্যাসটিকে পরবর্তীকালে গণদেবতা'র অবিচ্ছেদ্য অংশ হিসাবে বিবেচনা করা হয়।\n\n\n== উপন্যাসের পটভূমি ==\nপঞ্চগ্রাম উপন্যাসে দ্বারক চৌধুরীর ট্রাজিক পরিণতিতে কিংবা ছিরু পালের শ্রীহরি ঘোষরূপে অবিশ্বাস্য গোত্রান্তরে তারাশঙ্কর এ সত্যই প্রকাশ করেছেন। সংগৃহীত অগাধ বিত্ত এবং সে সূত্রে অর্জিত অমিত প্রতাপই বর্ণগত শ্রেণীভেদের মূলে আঘাত হানতে হিরু পালকে প্ররোচিত করেছে। তারাশঙ্কর বোঝাতে চেয়েছেন অবক্ষয়- উন্মুখ সমাজে যে নবপ্রেরণা ক্রমশঃ সঞ্চারিত হচ্ছে, তার নিয়ামক অর্থ বা বিত্ত। সামন্ত-সমাজের রূপান্তর-প্রক্রিয়ায় অর্থ ও অর্থনীতির ভূমিকা এভাবেই গণদেবতা- পঞ্চগ্রামে শিল্পের অবয়ব সন্ধান করেছে। \n১.  ‘পঞ্চগ্রাম’ উজ্জ্বলকুমার মজুমদার (সম্পাদিত) তারাশঙ্করঃ দেশকাল সাহিত্য।\n২.  জনাব আবদুস সালাম। বাংলা বিভাগ সহযোগী অধ্যাপক, চট্টগ্রাম কলেজ, চট্টগ্রাম। লেকচার ও তথ্যসূত্র । ২৪/০৭/২০২৩.\n৩.  জনাবা ফায়েজুন্নেছা। বাংলা বিভাগ সহকারী অধ্যাপক, চট্টগ্রাম কলেজ, চট্টগ্রাম। লেকচার ও তথ্যসূত্র । ২৬/০৭/২০২৩.\n৪. ইকবাল হোসেন রানা। উপস্থাপকঃ মাস্টার্স শেষ পর্ব/শিক্ষাবর্ষঃ ২০২০-২০২১/ ক্লাস রোলঃ ১০০০৪৭\n\n\n== গল্পের মূলভাব ==\nতারাশঙ্করের ‘গণদেবতা’ এবং ‘পঞ্চগ্রাম’ দুটি ভিন্ন উপন্যাস হিসাবে আমরা পড়ি। আসলে কিন্তু দুটো দুই খণ্ডে লেখা একই উপন্যাস। এক অংশের নাম ‘চণ্ডীমণ্ডপ’, অপর অংশের নাম ‘পঞ্চগ্রাম’। এই দুই অংশের একসঙ্গে সাধারণ নাম ‘গণদেবতা’। কিন্তু ‘চণ্ডীমণ্ডপ’ অংশের নাম করণ ‘গণদেবতা’। সেই নামেই উপন্যাসখানি মশহুর। কিন্তু তাই বলে ‘গণদেবতা’ এই খণ্ডাংশের নয়, দুই খণ্ড মিলে নাম। হাজার বছর ধরে ভারতবর্ষের মাটিতে হিন্দু, পাঠান, মুগল, ইংরেজ কত শাসক এলো আর মাটিতে মিশে গেল। কিন্তু গ্রামীণ ভারতবর্ষ হাজার বছর ধরে অকৃত্রিম। সেই মহাজনের শাসন, সুদের হিসাবের নামে শোষণ আবার দিনশেষে গ্রামের চণ্ডীমণ্ডপে চাতালে সবাই সমাবেত হয়ে একটু খানি আনন্দের অনুসন্ধান। সেই হাজারবছর অভিন্ন জীবনেরধারা।\nএমন একটি গ্রামের প্রেক্ষাপট নিয়ে রচিত উপন্যাসটি। গ্রামের নাম শিবকালীপুর। পাশ দিয়ে বয়ে গেছে ময়ুরাক্ষী নদী। গ্রামের অধিকাংশ মানুষ নিম্ন সম্প্রদায়ের বায়েন আর বাউড়ি। সাথে উচ্চ বর্ণের কয়েকটি ঘর। আর গ্রামের একজন মহাজন। উপন্যাসটিতে গুরুত্বপূর্ণ চরিত্রের সংখ্যা অনেক। গুরুত্বপূর্ণ চরিত্রের মাঝে পন্ডিত দেবু ঘোষ, দেবুর স্ত্রী বিলু, মহাজন শ্রীহরি ঘোষ, অনুরুদ্ধ কামার, অনুরুদ্ধের স্ত্রী পদ্ম, যোগেন ডাক্তার, ব্রাক্ষ্ণন হরেন ঘোষাল, নজরবন্দী যতীন আর স্বৈরিনী দুর্গা।\n\n\n== উপন্যাসের সাথে সমাজের বাস্তবতা ==\nপঞ্চগ্রাম উপন্যাসে তারাশঙ্কর বন্দ্যোপাধ্যায় বাংলাদেশের একটি ছোট গ্রামের সমাজের বাস্তবতা তুলনামূলকভাবে বর্ণনা করা হয়েছে। উপন্যাসের মাধ্যমে সমাজের বিভিন্ন মানদণ্ড, প্রথা, সংস্কৃতি এবং সামাজিক প্রতিষ্ঠানের প্রকৃতি চিত্রিত করা হয়েছে। তারাশঙ্কর বন্দ্যোপাধ্যায় এই উপন্যাসে নিম্নলিখিত বাস্তবতা উল্লেখ করেছে:\n\nসম্প্রদায়িকতাঃ গ্রামের মানুষরা তাদের সাম্প্রদায়িক অনুসরণ এবং রুচি প্রকাশ করে। গ্রামের সভ্যতা, প্রথা এবং রহ্যাশীর্বিধানে পারিবারিক উপাস্য এবং ধর্ম বৃদ্ধিমূলকভাবে অনুসরণ করা হয়।\nশিক্ষা এবং অশিক্ষাঃ গ্রামের শিক্ষার অভাব একটি গুরুত্বপূর্ণ বিষয়। কয়েকজন ছাত্র শিক্ষা বাতিল করার মাধ্যমে পঞ্চগ্রামের মূল বিদ্যালয় বন্ধ করে দেওয়া হয়েছে। তবে এই গ্রামের কিছু লোক শিক্ষার মানুষ হিসেবে প্রশংসিত হয় এবং তাদের শিক্ষাবিদ্যালয় গ্রামের জনপ্রিয়তা বৃদ্ধি করে।\nমহিলা শক্তিঃ গ্রামের মহিলাদের জীবনে অভিন্ন ভূমিকা রয়েছে। তারা পরিবারের সমর্থন পেতে পারে এবং পরিবারের উন্নতির জন্য প্রয়োজনীয় কাজ করতে পারে।\nকৃষি ও আর্থিক কাজঃ পঞ্চগ্রামের মানুষরা প্রধানত কৃষি ও গবেষণা কাজ করে। ধান, পানি পশু, মাছ ইত্যাদি কৃষি ও সম্পদ পেশা ব্যবসায়ের উপায়ে আবিষ্কার করা হয়।\nধর্মঃ ধর্ম গ্রামের জনপ্রিয় সংস্কৃতি এবং সমাজের মৌলিক অংশ। ধর্মের উপাস্য, পূজাপদ্ধতি, সমাজের ধর্মীয় আচরণ ইত্যাদি প্রধান বিষয়। \"পঞ্চগ্রাম\" উপন্যাসের মাধ্যমে তারাশঙ্কর বন্দ্যোপাধ্যায় বাংলার গ্রামীণ সমাজের বাস্তবতা নিয়ে একটি মহৎ চিত্রণ তৈরি করেছেন। এই উপন্যাস ব্যক্তিগত, পরিবারিক ও সামাজিক বিষয়ে আলোকপাত করে এবং গ্রামের মানুষের জীবনের পাল্টাব পথের প্রতি অনুশীলন সৃষ্টি করে।\nপ্রিয় উক্তিঃ  উপন্যাসে তারাশঙ্কর যে দর্শন দাঁড় করিয়েছেন লোককথার পরিমণ্ডলে সেই কথাটি খুবই ছোট কিন্তু এর ব্যাপকতা রয়েছে। ‘জেবন এত ছোট কেনে?’ এর চেয়ে বড় প্রশ্ন, প্রশ্নের শক্তি ও দার্শনিকতা আর কী থাকতে পারে? জীবনকে কত কাছ থেকে এত বড় মাপের জীবনমুখী সাহিত্য রচনা করা যায় তার বাস্তব প্রমান তারাশঙ্কর বন্দ্যোপাধ্যায়।\nসামাজিক ধারাঃ  ‘পঞ্চগ্রাম’ উপন্যাসের শেষে আছে, ‘মানুষ বাঁচিতে চায়। মানুষের পরম কামনার মুক্তি একদিন আসিবেই। সেই দিনের দিকে চাহিয়াই মানুষ দুঃসহ বোঝা বহিয়া চলিয়াছে। নিজের দুঃখের মধ্যে জীবন শেষ করিয়াও সযত্নে রাখিয়া চলিয়াছে, পালন করিয়া চলিয়াছে আপন বংশ পরম্পরাকে। সুখ, স্বাচ্ছন্দ্য, অন্ন, বস্ত্র, ঔষধ, পথ্য, আরোগ্য, অভয়, এ মানুষের পাওনা। আমি যাহা শিখিয়াছি তাহা শোন, আমি কাহারও চেয়ে বড় নই, কাহারও অপেক্ষা ছোট নই। কাহাকেও বঞ্চনা করিবার আমার অধিকার নাই, আমাকে বঞ্চিত করিবারও অধিকার কাহারও নাই।’ তারাশঙ্কর লিখলেন, ‘জাতির জীবনে যে মহিমা দেখলাম, যে ক্ষুদ্রতা দেখলাম, তা মানুষেরই মহিমা, মানুষেরই ক্ষুদ্রতা। ক্ষুদ্রতার চেয়ে মহিমাই বড়। মানুষের মহিমাকে প্রণাম জানাই। মানুষের ক্ষুদ্রতা, তাকেও প্রণাম করি। বাংলার পল্লী অঞ্চলের সাধারণ মানুষের মধ্যে যে প্রাণলীলা প্রত্যক্ষ করেছি, সাহিত্যে তাকেই রূপদানের চেষ্টা করেছি আজীবন…’\n\n\n== কবির দৃষ্টিতে সমাজিকধারা ==\n‘পঞ্চগ্রাম’ উপন্যাসের শেষে আছে, ‘মানুষ বাঁচিতে চায়। মানুষের পরম কামনার মুক্তি একদিন আসিবেই। সেই দিনের দিকে চাহিয়াই মানুষ দুঃসহ বোঝা বহিয়া চলিয়াছে। নিজের দুঃখের মধ্যে জীবন শেষ করিয়াও সযত্নে রাখিয়া চলিয়াছে, পালন করিয়া চলিয়াছে আপন বংশ পরম্পরাকে। সুখ, স্বাচ্ছন্দ্য, অন্ন, বস্ত্র, ঔষধ, পথ্য, আরোগ্য, অভয়, এ মানুষের পাওনা। আমি যাহা শিখিয়াছি তাহা শোন, আমি কাহারও চেয়ে বড় নই, কাহারও অপেক্ষা ছোট নই। কাহাকেও বঞ্চনা করিবার আমার অধিকার নাই, আমাকে বঞ্চিত করিবারও অধিকার কাহারও নাই।’ তারাশঙ্কর লিখলেন, ‘জাতির জীবনে যে মহিমা দেখলাম, যে ক্ষুদ্রতা দেখলাম, তা মানুষেরই মহিমা, মানুষেরই ক্ষুদ্রতা। ক্ষুদ্রতার চেয়ে মহিমাই বড়। মানুষের মহিমাকে প্রণাম জানাই। মানুষের ক্ষুদ্রতা, তাকেও প্রণাম করি। বাংলার পল্লী অঞ্চলের সাধারণ মানুষের মধ্যে যে প্রাণলীলা প্রত্যক্ষ করেছি, সাহিত্যে তাকেই রূপদানের চেষ্টা করেছি আজীবন…’\n\n\n== সামাজিক দৃষ্টিপাত ==\nপঞ্চগ্রাম উপন্যাসে সামাজিক অভিযান, সংস্কৃতি এবং ধর্ম এই গ্রামের মানুষের জীবনের মধ্যে অপরিহার্য ভূমিকা পায়। উপন্যাসের মধ্যে তারাশঙ্কর বন্দ্যোপাধ্যায় একটি নিখুঁত প্রচণ্ড সমাজ সমর্থন করে এবং তাদের জীবনের ভাবনা এবং মৌলিক মূল্যের উপর ভিত্তি করে উপন্যাসে প্রশংসা করা হয়। \"পঞ্চগ্রাম\" তারাশঙ্কর বন্দ্যোপাধ্যায়ের সময়ের বাংলাদেশের গ্রামের সামাজিক ও সাংস্কৃতিক প্রতিবেশক দর্শায়, যা পুরো উপন্যাসে একটি অনুভবনীয় ভাবনা সৃষ্টি করে। উপন্যাসের পাঠকগণ তারাশঙ্কর বন্দ্যোপাধ্যায়ের কল্পনার আশ্রয় নেয়, যাতে তারা আত্মনির্ভরতা এবং স্বাধীনতা জীবনে এনে মানুষের সাধারণ দৈনন্দিন জীবনের সুন্দর ছবি সম্মিলিত করতে পারে।\nতারাশঙ্করের ‘গণদেবতা’ এবং ‘পঞ্চগ্রাম’ দুটি ভিন্ন উপন্যাস হিসাবে আমরা পড়ি। আসলে কিন্তু দুটো দুই খণ্ডে লেখা একই উপন্যাস। এক অংশের নাম ‘চণ্ডীমণ্ডপ’, অপর অংশের নাম ‘পঞ্চগ্রাম’। এই দুই অংশের একসঙ্গে সাধারণ নাম ‘গণদেবতা’। কিন্তু ‘চণ্ডীমণ্ডপ’ অংশের নাম করণ ‘গণদেবতা’। সেই নামেই উপন্যাসখানি মশহুর। কিন্তু তাই বলে ‘গণদেবতা’ এই খণ্ডাংশের নয়, দুই খণ্ড মিলে নাম। পঞ্চগ্রাম উপন্যাসে সাধারণ মানুষের জীবনের চিত্র বর্ণিত হয়, তাদের সাধারণ প্রতিদিনের কাহিনী, আশা ও আকঙ্ক্ষাগুলির উপর ভিত্তি করে। প্রধান চরিত্র মাধবের উন্নতি, স্বয়ং সামাজিক অনুষ্ঠানে অংশ নেওয়া, প্রাকৃতিকভাবে শিক্ষাবিদ্যালয়ের উদ্দীপনা ইত্যাদি উপন্যাসে দর্শানো হয়। সে গ্রামের বিভিন্ন লোক যাদের চরিত্র উপন্যাসে প্রতিবিম্বিত করা হয়, তাদের মধ্যে সাধারণ জীবনের সমস্যা, সংস্কৃতি এবং মৌলিক ধার্মিক বিচার দর্শানো হয়।\n\n\n== তথ্যসূত্র =="}