{"pageid": 1371789, "title": "বেণুগোপাল বাঙ্গুর", "url": "https://bn.wikipedia.org/wiki?curid=1371789", "content": "বেণুগোপাল বাঙ্গুর  (জন্ম:- ৪ অক্টোবর ১৯৩১ ) ( 'মাড়োয়ারি বাবুমশাই' নামে পরিচিত) হলেন একজন ভারতীয় বিলিয়নিয়ার ব্যবসায়ী, শ্রী সিমেন্টের চেয়ারম্যান এবং কলকাতা শহরের সবচেয়ে ধনী তিন ব্যক্তির অন্যতম। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nবেণুগোপাল বাঙ্গুরের জন্ম ১৯৩১ খ্রিস্টাব্দের ৪ অক্টোবর  ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের কলকাতা শহরের এক মাড়োয়ারি হিন্দু পরিবারে। পিতা নারায়ণ দাস। বেণুগোপালে জন্ম কলকাতায় হলেও, পরিবারের আদি নিবাস রাজস্থানের  দিদওয়ানায় পিতামহ মুঙ্গি রাম বাঙ্গুর। উনিশ শতকের প্রথমদিকে মুঙ্গি রাম ও অনুজ রাম কুয়ার বাঙ্গুর কলকাতায় এসে পাট ইত্যাদির স্টক ব্রোকিং এর ব্যবসা শুরু করেন। বেণুগোপালের পড়াশোনা কলকাতায়, তিনি কলকাতা বিশ্ববিদ্যালয় থেকে অনার্স সহ বাণিজ্যে স্নাতক (বি. কম) হন। \n\n\n== কর্মজীবন ==\nবেণুগোপাল বাঙ্গুরের পিতামহ মুঙ্গি রাম বাঙ্গুর ও তার ভ্রাতা রাম কুয়ার কলকাতায় উনিশ শতকের শেষের দিকে পাট, চা, কাগজ, তূলা ইত্যাদির স্টক ব্রোকিং-এর ব্যবসা শুরু করেন। ধীরে ধীরে বাঙ্গুর পরিবারের ব্যবসা বিশাল 'বাঙ্গুর সাম্রাজ্যে' পরিণত হয়। ১৯৯১ খ্রিস্টাব্দে মুঙ্গি রাম বাঙ্গুর পরিবারের বিশাল ব্যবসা বলভদ্র দাস বাঙ্গুর, নিবাস বাঙ্গুর, কুমার বাঙ্গুর এবং বেনু গোপাল বাঙ্গুর (মুঙ্গি রামের সকল নাতি) এবং লক্ষ্মী নিবাস বাঙ্গুর (রাম কুয়ার এর নাতি) এর পাঁচটি ভাগে বিভক্ত করে দেন।   উত্তরাধিকারসূত্রে পাওয়া সেই সম্পত্তির সিংহভাগ পেয়ে বেণুগোপাল ব্যবসায় বহু উন্নতি করেন।\nফোর্বস তথ্য অনুসারে , ২০২৩ খ্রিস্টাব্দের ফেব্রুয়ারিতে বাঙ্গুরের মোট সম্পদ ৬.৯ বিলিয়ন ডলার।  এর বেশির ভাগটাই এসেছে ভারতের তৃতীয় বৃহত্তম সিমেন্ট কারখানা শ্রীসিমেন্ট হতে। প্রসঙ্গত উল্লেখ্য এই যে, তাদের শ্রীসিমেন্ট-এর প্রথম কারখানা ১৯৭৯ খ্রিস্টাব্দে স্থাপিত হয়েছিল রাজস্থানের জয়পুরে। কোম্পানিটির এবং বর্তমানে কোম্পানিটির বার্ষিক ব্যবসার পরিমাণ ১২ হাজার কোটি টাকারও বেশি। \n\n\n== ব্যক্তিগত জীবন ==\nবিপত্নীক বেণুগোপাল বাঙ্গুর দুই পুত্র সন্তান নিয়ে কলকাতায় বসবাস করেন।  জ্যেষ্ঠ পুত্র হরি মোহন বাঙ্গুর এবং পৌত্র প্রশান্ত বাঙ্গুর বর্তমানে শ্রী সিমেন্ট এর ব্যবসা দেখাশোনা করছেন।\n\n\n== তথ্যসূত্র =="}