{"pageid": 1371515, "title": "ভৈরব দত্ত পান্ডে", "url": "https://bn.wikipedia.org/wiki?curid=1371515", "content": "ভৈরব দত্ত পান্ডে (১৭ মার্চ ১৯১৭ - ৪ এপ্রিল ২০০৯) ছিলেন ভারতীয় সিভিল সার্ভিসের সদস্য এবং ইন্দিরা গান্ধীর অধীনে ভারত সরকারের কেন্দ্রীয় মন্ত্রিপরিষদ সচিব। প্রায় চল্লিশ বছরেরও বেশি সময় একজন অসামরিক কর্মচারী এবং পরে রাজ্যপাল হিসেবে তিনি দেশের প্রশাসনে গুরুত্বপূর্ণ ভূমিকা পালন করেন। তিনি উত্তরাখণ্ড থেকে প্রথম ব্যক্তি যিনি পশ্চিমবঙ্গ (১৯৮১-১৯৮৩), এবং পরে পাঞ্জাবের (১৯৮৩-১৯৮৪) রাজ্যপাল নিযুক্ত হন। অল্প সময়ের জন্য চণ্ডীগড়ের প্রশাসক হিসেবেও দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন ==\nভৈরব দত্ত পান্ডে ১৯১৭ সালের ১৭ মার্চ ভারতের উত্তরাখণ্ড রাজ্যের আলমোড়ায় জন্মগ্রহণ করেন। তাঁর বাবার নাম ছিল চন্দ্র দত্ত পান্ডে।\n\n\n== কর্মজীবন ==\nভৈরব দত্ত পান্ডে কুমায়ুন এবং গাড়ওয়াল বিভাগের প্রথম ব্যক্তি যিনি লন্ডনে ইন্ডিয়ান সিভিল সার্ভিস (আইসিএস) পরীক্ষায় উত্তীর্ণ হন। তিনি ১৯৩৯ সালের ব্যাচের ইম্পেরিয়াল সিভিল সার্ভিসের (আইসিএস) একজন সদস্য ছিলেন। সরকারী কর্মচারী হিসাবে তার ঊনত্রিশ বছরের কর্মজীবনে তিনি রাজ্য এবং কেন্দ্রীয় সরকারের অনেক গুরুত্বপূর্ণ অফিসের দায়িত্বভার কৃতিত্বের সঙ্গে পালন করেন। তিনি বিহারের অর্থ সচিব, উন্নয়ন কমিশনার এবং খাদ্য কমিশনার হিসেবেও দায়িত্ব পালন করেছেন। তৎকালীন বোম্বেতে তিনি এলআইসির চেয়ারম্যান ছিলেন। পরে তিনি ২ নভেম্বর ১৯৭২ থেকে ৩১ মার্চ ১৯৭৭ পর্যন্ত ভারত সরকারের ক্যাবিনেট সেক্রেটারির পদে ছিলেন। ইন্দিরা গান্ধীর আমলে জরুরি অবস্থার সময় ক্যাবিনেট সেক্রেটারি হিসেবে বিরাট কর্মভার সামলেছেন। মোরারজি দেশাই এবং জ্যোতি বসুর মতো নেতাদের সাথেও তার যোগাযোগ ছিল। ১৯৮১ সালের ১২ সেপ্টেম্বর থেকে ১৯৮৩ সলের ১০ অক্টোবর পর্যন্ত তিনি জ্যোতি বসুর মুখ্যমন্ত্রী থাকাকালীন পশ্চিমবঙ্গের রাজ্যপাল নিযুক্ত হন। পাঞ্জাবে রাষ্ট্রপতি শাসন জারি হলে তিনি রাজ্যের গভর্নর হিসেবে দায়িত্বভার কাঁধে তুলে নেন।\n\n\n== পারিবারিক জীবন ==\nভৈরব দত্ত বিমলা পান্ডেকে বিয়ে করেন। তাদের তিনটি সন্তান ছিল। বড় ছেলে অরবিন্দ পান্ডে একজন আইএএস। আর এক ছেলে হলেন পরিবেশবিদ ললিত পান্ডে এবং মেয়ে রত্না পান্ডে। তার শ্যালক বিনোদ চন্দ্র পান্ডে ছিলেন একজন প্রাক্তন রাজ্যপাল এবং কেন্দ্রীয় মন্ত্রিপরিষদ সচিব। অন্য শ্যালক গোবিন্দ চন্দ্র পান্ডে একজন পদ্মশ্রী এবং বিশিষ্ট পণ্ডিত ও ইতিহাসবিদ।\n\n\n== সম্মাননা এবং পুরস্কার ==\n১৯৭২ সালে ভারত সরকার দ্বারা ভৈরব দত্ত পান্ডেকে ভারতীয় সমাজে তার অবদানের জন্য চতুর্থ সর্বোচ্চ অসামরিক সম্মান পদ্মশ্রী প্রদান করা হয়। জাতির প্রতি তার সেবার জন্য ২০০০ সালে রাষ্ট্রপতি কে.আর. নারায়ণন তাকে পদ্মবিভূষণ উপাধিতে ভূষিত করেন।\n\n\n== মৃত্যু ==\n২০০৯ সালের ৪ এপ্রিল আলমোড়ায় তার জীবনাবসান হয়।\n\n\n== তথ্যসূত্র =="}