{"pageid": 1371942, "title": "সুচেতা দালাল", "url": "https://bn.wikipedia.org/wiki?curid=1371942", "content": "সুচেতা দালাল (জন্ম ১৯৬২) একজন ভারতীয়  ব্যবসায়িক সাংবাদিক এবং লেখক। তিনি দুই দশকেরও বেশি সময় ধরে সাংবাদিকতা করছেন এবং ২০০৬ সালে সাংবাদিকতার জন্য পদ্মশ্রী পুরস্কারে ভূষিত হন। তিনি ১৯৯৮ সাল পর্যন্ত টাইমস অফ ইন্ডিয়ার ফিন্যান্স সম্পাদক ছিলেন। এরপর তিনি ইন্ডিয়ান এক্সপ্রেস গ্রুপে পরামর্শক সম্পাদক হিসাবে যোগদান করে ২০০৮ সালে ছেড়ে দেন। তিনি হর্ষদ মেহতার ১৯৯২ সালের স্টক মার্কেট কেলেঙ্কারি প্রকাশ করার জন্য পরিচিতি লাভ করেন।\n২০০৬ সালে, তিনি তার স্বামী দেবাশিস বসুর আরম্ভ করা বিনিয়োগ বিষয়ক একটি পাক্ষিক পত্রিকামানিলাইফের জন্য লিখতে শুরু করেন। তিনি এখন মানিলাইফের ব্যবস্থাপনা সম্পাদক। ২০১০ সালে, ভারতের দুর্বল আর্থিক সাক্ষরতা বিষয়ে প্রতিক্রিয়াস্বরূপ, তিনি এবং তার স্বামী মুম্বাই ভিত্তিক একটি অলাভজনক সংস্থা মানিলাইফ ফাউন্ডেশন প্রতিষ্ঠা করেন। তিনি কর্পোরেট বিষয়ক মন্ত্রণালয়ের, বিনিয়োগকারী শিক্ষা ও সুরক্ষা তহবিলের সদস্য। ১৯৯২ সালে, তিনি অসামান্য মহিলা মিডিয়াপারসনদের জন্য নির্ধারিত চামেলি দেবী জৈন পুরস্কারে সম্মানিত হন।\n\n\n== শিক্ষা এবং কর্মজীবন ==\nজাট পরিবারে জন্মগ্রহণকারী সুচেতা, বেলাগাভিতে, সেন্ট জোসেফ কনভেন্ট স্কুলে, তার শিক্ষাগ্রহণ করেন। তারপর তিনি কর্ণাটক কলেজ, ধারওয়াড়ে স্টাটিস্টিক্সে বিএসসি করেন। তিনি একজন প্রশিক্ষিত আইনজীবী যিনি মুম্বাই বিশ্ববিদ্যালয় থেকে এল এল বি (আইনবিদ্যায় স্নাতক).ও এল এলএম করেন।\nপরবর্তীকালে, ১৯৮৪ সালে, সুচেতা একটি বিনিয়োগ পত্রিকা ফরচুন ইন্ডিয়াতে চাকরির মাধ্যমে সাংবাদিকতায় তার কর্মজীবন শুরু করেন। পরে, তিনি বিজনেস স্ট্যান্ডার্ড এবং দ্য ইকোনমিক টাইমসের মতো সংবাদ সংস্থাগুলিতে কাজ করেন। ১৯৯০ এর দশকের গোড়ার দিকে, তিনি ব্যবসা ও অর্থনীতি শাখার সাংবাদিক হিসাবে মুম্বাই ভিত্তিক বিশিষ্ট সংবাদপত্র টাইমস অফ ইন্ডিয়াতে যোগদান করেন। সেখানে তিনি বেশ কয়েকটি মামলা তদন্ত করেছিলেন যা তাকে সাংবাদিকতা এবং সক্রিয়তার ক্ষেত্রে তার বিশিষ্টতার দিকে পৌছে দেয়। এর মধ্যে ১৯৯২ সালের হর্ষদ মেহতা কেলেঙ্কারী, এনরন কেলেঙ্কারি, ইন্ডাস্ট্রিয়াল ব্যাংক কেলেঙ্কারি, ২০০১ সালের কেতন পারেখ কেলেঙ্কারি অন্তর্ভুক্ত ছিল। তিনি দেবাশিস বসু, গিরিশ সান্ত, শান্তনু দীক্ষিত এবং প্রদ্যুম্ন কৌলের মতো সাংবাদিক এবং বিশ্লেষকদের সাথে ঘনিষ্ঠভাবে কাজ করেছেন। পরে তিনি টাইমস অফ ইন্ডিয়ার  ফিনান্সিয়াল এডিটর হন।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nসাংবাদিকতায় তার উদ্যোগী কাজের জন্য সুচেতাকে পদ্মশ্রী পুরস্কার, মিডিয়া ফাউন্ডেশন কর্তৃক প্রতিষ্ঠিত চামেলি দেবী পুরস্কার এবং ফেমিনার ওম্যান অফ সাবস্ট্যান্স পুরস্কার প্রদান করা হয়েছে।\nতার এবং দেবাশিস বসুর বই দ্য স্ক্যামের উপর ভিত্তি করেস্ক্যাম ১৯৯২, হংসল মেহতা পরিচালিত একটি ডকুড্রামা সিরিজ  তৈরি হয়েছিল। এটি ২০২০ সালের অক্টোবরে মুক্তি পায় এবং দালালের চরিত্রে অভিনয় করেছিলেন শ্রেয়া ধনন্তরি।\n \n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nঅভিনেত্রী শ্রেয়া ধন্বন্তরী স্ক্যাম ১৯৯২- এ সুচেতা দালালের ভূমিকায় অভিনয় করেছিলেন, এটি একটি সোনি লাইভ - এর মূল সিরিজ। এটি তার নিজের বই দা স্ক্যাম: হু ওয়ান, হু লস্ট, হউ গট অ্যাওয়ে এর উপর ভিত্তি করে ছিল।\nএকই বইয়ের উপর ভিত্তি করে তৈরি, অভিনেত্রী ইলিয়ানা ডি'ক্রুজ ২০২১ সালের দ্য বিগ বুল- এ সুচেতা দালাল দ্বারা অনুপ্রাণিত একটি চরিত্র মীরা রাও চরিত্রে অভিনয় করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসুচেতা দালালের ব্লগ"}