{"pageid": 1371771, "title": "দিলিপ সাংঘভি", "url": "https://bn.wikipedia.org/wiki?curid=1371771", "content": "দিলিপ সাংঘভি (জন্ম ১ অক্টোবর ১৯৫৫) একজন ভারতীয় ধনকুবের ব্যবসায়ী এবং দেশের অন্যতম ধনী ব্যক্তি। তিনি সান ফার্মাসিউটিক্যালস প্রতিষ্ঠা করেন। ভারত সরকার ২০১৬ সালে তাঁকে নাগরিক সম্মান পদ্মশ্রী সম্মানে ভূষিত করে। ইন্ডিয়া টুডে ম্যাগাজিন তাঁকে ২০১৭ সালের ভারতের সবচেয়ে শক্তিশালী ব্যক্তিদের তালিকায় ৮ম স্থান দিয়েছে।\nফোর্বসের মতে, ২০২১ সালের অক্টোবর পর্যন্ত, ১৪.৩ বিলিয়ন মার্কিন ডলার সম্পদের অধিকারী সাংঘভি ভারতের ১৪তম ধনী ব্যক্তি।\n\n\n== জীবনের প্রথমার্ধ ==\nসাংঘভি কলকাতায় বসতি স্থাপন করা একটি গুজরাটি হিন্দু পরিবার থেকে এসেছেন। তিনি ভারতের গুজরাট রাজ্যের ছোট শহর আমরেলিতে জন্মগ্রহণ করেন, শান্তিলাল সাংঘভি এবং তাঁর স্ত্রী কুমুদ সাংঘভির পুত্র। সাংঘভি কলকাতা বিশ্ববিদ্যালয় থেকে ব্যাচেলর অফ কমার্স ডিগ্রি অর্জন করেন। তিনি নিজের শৈশব এবং কলেজ জীবন কাটিয়েছেন পিতামাতার সাথে কলকাতার বড়বাজার এলাকায়। তিনি জেজে আজমেরা হাই স্কুল এবং ভবানীপুর এডুকেশন সোসাইটি কলেজের একজন প্রাক্তন ছাত্র, যেখানে তিনি যথাক্রমে তাঁর বিদ্যালয়- শিক্ষা এবং স্নাতক ডিগ্রি সম্পন্ন করেছেন।\n\n\n== কর্মজীবন ==\nসাংঘভি তাঁর বাবাকে তাঁর ব্যবসায় সাহায্য করার মাধ্যমে কর্মজীবন শুরু করেছিলেন, এটি ছিল কলকাতায় প্রধানত জেনেরিক ওষুধের পাইকারি ডিলারশিপ। এই কাজের সময়ই তিনি অন্যের তৈরি পণ্য বিক্রি না করে নিজের ওষুধ তৈরির কথা ভেবেছিলেন।\n১৯৮২ সালে, ২৭-বছর-বয়সী সাংঘভি অবশেষে ১০,০০০ টাকা মূলধন নিয়ে নিজের প্রথম উৎপাদন ইউনিট খোলেন। তিনি তাঁর উদ্যোগের নাম দেন সান ফার্মাসিউটিক্যাল ইন্ডাস্ট্রিজ। মুম্বাই থেকে অল্প দূরে গুজরাট রাজ্যের ভাপিতে অবস্থিত ইউনিটটি একটিই মানসিক ওষুধ তৈরি করত। যাইহোক, সাংঘভির বুদ্ধিমত্তা এবং শক্তির জন্য ব্যবসা শীঘ্রই বাড়ল, এবং এমনকি ১৯৯৭ সাল নাগাদ, সান ফার্মা একটি আমেরিকান কোম্পানি কারাকো ফার্মাকেও অধিগ্রহণ করে। ২০০৭ সালে সান ইসরায়েলের ট্যারো ফার্মাকেও অধিগ্রহণ করে। সাংঘভি ২০১২ সালে চেয়ারম্যান এবং সিইও পদ থেকে পদত্যাগ করেন এবং তেভা ফার্মাসিউটিক্যালসের প্রাক্তন সিইও ইসরাইল মাকভকে তার উত্তরসূরি হিসেবে বেছে নেন; সাংঘভি পরিচালন অধিকর্তা হন। এপ্রিল ২০১৪ সালে সান, র‍্যানব্যাক্সি, এবং দাইচি সানকিও সকলে মিলে (র‍্যানব্যাক্সির সংখ্যাগরিষ্ঠ শেয়ারহোল্ডার) সম্মত হয় যে সান কোম্পানি র‍্যানব্যাক্সির সমস্ত বকেয়া শেয়ার $৩.২ বিলিয়ন দিয়ে সান স্টকে অধিগ্রহণ করবে এবং সেইসঙ্গে র‍্যানব্যাক্সির $৮০০ মিলিয়ন ঋণের ভার নেবে। মার্চ ২০১৫ এ চুক্তিটি সম্পাদিত হয় এবং এর ফলে সান ভারতের বৃহত্তম ওষুধ কোম্পানি এবং বিশ্বের পঞ্চম বৃহত্তম হয়ে ওঠে। দাইচি সানের দ্বিতীয় বৃহত্তম শেয়ারহোল্ডারে পরিণত হয়। ২০২১ সালের মে মাসে দিলিপ এসপিএআরসি ব্যবস্থাপনা পরিচালকের পদ থেকে পদত্যাগ করেন এবং একজন নন-এক্সিকিউটিভ ডিরেক্টর ও চেয়ারম্যান হিসেবে কাজ চালিয়ে যান।\n\n\n== সম্প্রদায় ==\n২০১৮ সালের জানুয়ারিতে, ভারত সরকার সাংঘভিকে রিজার্ভ ব্যাঙ্ক অফ ইন্ডিয়ার ২১ সদস্যের কেন্দ্রীয় বোর্ড কমিটিতে নিযুক্ত করেছিল। তিনি আইআইটি বোম্বেতে গভর্নর বোর্ডের চেয়ারম্যান ছিলেন। তাঁকে ২০১৭ সালে অক্সফোর্ড বিশ্ববিদ্যালয়ে রোডস স্কলারশিপ প্রোগ্রামের ট্রাস্টি করা হয়েছিল।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি বিভা সাংঘভিকে বিয়ে করেছেন। তাঁদের একটি ছেলে, অলোক এবং একটি মেয়ে, বিধি, দুজনেই সান ফার্মাসিউটিক্যালসে কাজ করে।\n\n\n== বই ==\n২০১৯ সালে, সাংবাদিক সোমা দাস দিলিপ সাংঘভির উপর প্রথম এবং একমাত্র জীবনী দ্য রিলাক্ট্যান্ট বিলিয়নেয়ার লিখেছিলেন। পেঙ্গুইন র‍্যান্ডম হাউস দ্বারা প্রকাশিত, বইটি নভেম্বর ২০১৯ সালে সেরা ব্যবসা বই বিভাগে টাটা সাহিত্য পুরস্কারের জন্য মনোনীত হয়েছিল।\n\n\n== আরো দেখুন ==\nকোটিপতিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএনসাইক্লোপিডিয়া ব্রিটানিকায় দিলিপ সাংঘভি"}