{"pageid": 1371184, "title": "বিয়ানীবাজার কামিল মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1371184", "content": "বিয়ানীবাজার সিনিয়র কামিল মাদ্রাসা বাংলাদেশের সিলেট শহরের মধ্যে বিয়ানীবাজার পৌরসভার একটি উল্লেখযোগ্য আলিয়া মাদ্রাসা। ১৯৩৫ সালে মাওলানা সিরাজ উদ্দিন আহমদের একক প্রচেষ্টায় মাদ্রাসাটি প্রতিষ্ঠিত হয়। মাদ্রাসার দাখিল ও আলিম শ্রেণী বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ডের আওতাধীন পরিচালিত হয়ে থাকে এবং ফাজিল ও কামিল স্তর ইসলামি আরবি বিশ্ববিদ্যালয় কর্তৃক পরিচালিত হয়ে থাকে। মাদ্রাসাটি মূলত ইসলামি আরবি বিশ্ববিদ্যালয় অধিভুক্ত অনার্স মাদ্রাসা। মাদ্রাসার বর্তমান অধ্যক্ষের নাম মাওলানা আব্দুল্লাহিল বাকী।\n\n\n== ইতিহাস ==\n১৯৩৫ সালে বড়দেশ গ্রামের মাওলানা সিরাজ উদ্দিন আহমদ সিলেট অঞ্চলে মাদ্রাসা শিক্ষার বিস্তার ঘটানোর লক্ষ্যে মাদ্রাসাটি প্রতিষ্ঠা করেন। প্রাথমিক অবস্থায় বিয়ানীবাজারের বর্তমান চাউলের গলির পাশে অস্থায়ীভাবে একটি গৃহে ১ম থেকে ৪র্থ শ্রেণী পর্যন্ত পাঠদান শুরু করা হয়। এখানে ৩ বছর পাঠদান করার পরে মাদ্রাসাটি বিয়ানীবাজার কেন্দ্রীয় জামে মসজিদের দক্ষিণ পাশে স্থানান্তর করা হয়। এইস্থানে পাঠদানের সময় মাদ্রাসায় শরহে জামি ক্লাস পর্যন্ত পাঠদান করা হতো, প্রতিষ্ঠা সময় থেকে এই সময় পর্যন্ত মাদ্রাসাটি অনেকটা কওমি মাদ্রাসার সিলেবাস অনুসরণ করতো। এখানে দীর্ঘদিন এভাবে পাঠদানের পর ১৯৫৬ সাল থেকে সরকারি সিলেবাস অনুসারে আলিয়া মাদ্রাসার সিলেবাস অনুসরণ করা হয়। মাদ্রাসার ছাত্র সংখ্যা বৃদ্ধি পেতে থাকলে ১৯৫৭ সালে আরো একটি টিন শিটের ঘর নির্মাণ করা হয়। ১৯৫৯ সালে মাদ্রাসাটি দাখিল শ্রেণীর অনুমতি লাভ করে। এই জায়গায় স্থান সল্পতার কারণে মাদ্রাসাটি ১৯৫৯ সালে বাজারের উত্তরে বর্তমান অবস্থানে স্থানান্তর করা হয়। কটুখালির বাসিন্দা হাজী হোসেন আলী মাদ্রাসার জন্য ১ একর ২৪ শতাংশ জমি দান করেন।\n২০১৬ সালে মাদ্রাসার শিক্ষার্থীরা সন্ত্রাস ও জঙ্গিবাদের বিরোধি কার্যক্রমে অংশগ্রহণ করে।\n\n\n=== বিশ্ববিদ্যালয় স্বীকৃতি ===\nমাদ্রাসাটিতে আলিয়া মাদ্রাসার সর্বোচ্চ স্তর কামিল পর্যন্ত পাঠদান করা হয়। মাদ্রাসাটিতে ১৯৫৬ সালে আলিম স্তরের এবং ১৯৫৯ সালে ফাজিল স্তরের ক্লাস চালু করা হয়। সেই সময়ে ফাজিল স্তর পাকিস্তান মাদ্রাসা শিক্ষাবোর্ডের আওতাধীনে পরিচালিত হতো। এরপরে ১৯৯৪ সালে তৎকালীন ইউনিয়ন চেয়ারম্যান হাজী আব্দুর রহিম বচন হাজী ও স্থানীয় প্রবাসী শিক্ষাবিদদের চেষ্টায় মাদ্রসায় কামিল স্তর খোলা হয়। সাবেক শিক্ষামন্ত্রী নুরুল ইসলাম নাহিদের প্রচেষ্টায় মাদ্রাসাটি এমপিও ভুক্ত প্রতিষ্ঠান হিসেবে স্বীকৃতি পায়। ২০০৬ সালে ইসলামী বিশ্ববিদ্যালয় আইন, ২০০৬ সংশোধনী অনুসারে এই মাদ্রাসাটি কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের অধিভুক্ত হয়। এরপরে ২০১৬ সালে ঢাকায় ইসলামি আরবি বিশ্ববিদ্যালয় প্রতিষ্ঠা হলে মাদ্রাসাটি সেই বিশ্ববিদ্যালয়ের অধিভুক্তি লাভ করে। ২০১৮ সালে শিক্ষামন্ত্রী নুরুল ইসলাম নাহিদের মাধ্যমে মাদ্রাসার সভাপতি সাবেক পৌর মেয়র আব্দুস শুকুরের প্রচেষ্টায় ইসলামি আরবি বিশ্ববিদ্যালয় কর্তৃক আল কুরআন এন্ড ইসলামিক স্টাডিজ বিষয়ে অনার্স বিভাগ চালু করা হয়।\n\n\n== শিক্ষা কার্যক্রম ==\nমাদ্রাসায় ইবতেদায়ী থেকে শুরু করে আলিয়া মাদ্রাসার সর্বোচ্চ পর্যায় কামিল শ্রেণী পর্যন্ত রয়েছে। এই মাদ্রাসার দাখিল ও আলিম পর্যায়ে বিজ্ঞান ও মানবিক উভয় শাখা রয়েছে। বিজ্ঞান বিভাগের ছাত্ররা বিভিন্ন প্রতিযোগিতায় অংশগ্রহণ করে থাকে। এছাড়াও ফাজিল ও কামিল পর্যায়ে আল হাদিস এন্ড ইসলামিক স্টাডিজ, দাওয়াহ প্রভৃতি বিভাগ চালু আছে। ফাজিল ও কামিল পর্যায়ের ছাত্রদের বিষয়ভিত্তিক গবেষণার সুযোগ রয়েছে। দাখিল স্তরের শিক্ষার্থীদের জন্য কম্পিউটার ল্যাব রয়েছে। মাদ্রাসাটিতে ফাজিল ডিগ্রির পাশাপাশি আল কুরআন এন্ড ইসলামিক স্টাডিজ বিভাগে অনার্স ডিগ্রি চালু রয়েছে। ২০২১ সালে www.bkm.edu.bd নামে মাদ্রাসাটির ব্যক্তিগত অফিশিয়াল ওয়েবসাইট প্রকাশ করা হয়।\n\n\n== তথ্যসূত্র =="}