{"pageid": 1371617, "title": "বরখা দত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1371617", "content": "বরখা দত্ত একজন ভারতীয় টেলিভিশন সাংবাদিক এবং লেখক। তিনি এনডিটিভি এবং তিরঙ্গা টিভিতে একজন প্রতিবেদক এবং সংবাদ উপস্থাপক ছিলেন। তিনি বর্তমানে 'মোজো স্টোরি' নামে তার নিজস্ব ডিজিটাল নিউজ চ্যানেল চালান। এছাড়াও তিনি হিন্দুস্তান টাইমস এবং ওয়াশিংটন পোস্টের একজন ওপিনিয়ন কলামিস্ট।\nদত্ত ২০১৭ সালের জানুয়ারিতে চ্যানেল ছাড়ার আগে অবধি ২১ বছর ধরে এনডিটিভির সাথে যুক্ত ছিলেন। ১৯৯৯ সালে ভারত ও পাকিস্তানের কার্গিল যুদ্ধের বিষয়ে যুদ্ধস্থল থেকে সংবাদ পরিবেশন করার পর তিনি একজন বিশিষ্ট ব্যক্তিত্ব হিসেবে পরিচিত হন। দত্ত ভারতের চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী সহ অনেক জাতীয় ও আন্তর্জাতিক পুরস্কার জিতেছেন। রাদিয়া টেপ বিতর্কে রেকর্ড হওয়া সাংবাদিকদের একজন ছিলেন দত্ত। এনডিটিভিতে দত্ত, পুরস্কার বিজয়ী সাপ্তাহিক টক-শো উই দ্য পিপল এবং সেইসাথে দৈনিক প্রাইম-টাইম শো দ্য বাক স্টপস হিয়ারের উপস্থাপক ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি নতুন দিল্লিতে এয়ার ইন্ডিয়ার কর্মকর্তা এসপি দত্ত এবং প্রভা দত্তের ঘরে জন্মগ্রহণ করেছিলেন। প্রভা দত্ত হিন্দুস্তান টাইমসের একজন সুপরিচিত সাংবাদিক ছিলেন। দত্ত সাংবাদিকতা ক্ষেত্রে দক্ষতার কৃতিত্ব তার মাকে দেন, যিনি ভারতের নারী সাংবাদিকদের মধ্যে অগ্রগামী ছিলেন। তার ছোট বোন, বাহার দত্ত, একজন টেলিভিশন সাংবাদিক ও সিএনএন আইবিএন- এর জন্য কাজ করছেন। তিনি নিজেকে অজ্ঞেয়বাদী হিসাবে বর্ণনা করেন যিনি ধর্মকে মানেন না। তিনি ইউনিফর্ম সিভিল কোডের ধারণাকে সমর্থন করেন। বরখা দত্ত তিন তালাক এবং মুসলিম পিতৃতন্ত্রের বিরুদ্ধে নিজের মতামত প্রকাশ করেছেন। ২০২১ সালের এপ্রিল মাসে তার বাবা করোনাভাইরাসে আক্রান্ত হয়ে মারা যান।\n\n\n== কর্মজীবন ==\nদত্ত দিল্লির সেন্ট স্টিফেন কলেজ থেকে ইংরেজি সাহিত্যে স্নাতক ডিগ্রি লাভ করেন। তিনি জামিয়া মিলিয়া ইসলামিয়া মাস কমিউনিকেশান রিসার্চ কেন্দ্র, নিউ দিল্লি থেকে গণযোগাযোগে স্নাতকোত্তর ডিগ্রি লাভ করেন। তিনি এনডিটিভিতে নিজের সাংবাদিকতা জীবন শুরু করেন এবং পরে এই সংস্থার ইংরেজি সংবাদ শাখার প্রধান হন। এছাড়াও তিনি নিউ ইয়র্কের কলম্বিয়া বিশ্ববিদ্যালয়ের গ্রাজুয়েট স্কুল অফ জার্নালিজম থেকে ইনলাকস শিবদাসানি ফাউন্ডেশন স্কলারশিপের সাহায্যে সাংবাদিকতায় স্নাতকোত্তর ডিগ্রি অর্জন করেন। ক্যাপ্টেন বিক্রম বাত্রার সাথে একটি সাক্ষাৎকার সহ ১৯৯৯ সালে কার্গিল যুদ্ধের রিপোর্টিং তাকে ভারতে জনপ্রিয়তা এনে দেয়। এরপরে তিনি কাশ্মীর, পাকিস্তান, আফগানিস্তান এবং ইরাকের যুদ্ধ কভার করেছেন।\n২০০২ সালের গুজরাটের দাঙ্গার ঘটনাগুলি কভার করার সময়, দত্ত প্রেস কাউন্সিল অফ ইন্ডিয়ার নির্দেশিকা লঙ্ঘন করে টেলিভিশনে আক্রমণকারীদের এবং দাঙ্গার শিকার ব্যক্তিদের \"হিন্দু\" এবং \"মুসলিম\" হিসাবে চিহ্নিত করেছিলেন। তিনি তার কিছু কাজের জন্য নেতিবাচক মতামত পেয়েছেন। ২০০৮ সালের মুম্বই জঙ্গি হামলার সময়, ঘটনাগুলিকে চাঞ্চল্যকর করার জন্য তাকে দায়ী করা হয়েছিল, এবং লাইভ টেলিভিশনে হোটেলের অতিথিরা কোথায় থাকতে পারে তা দেখিয়ে অনেক জীবনকে ঝুঁকির মধ্যে ফেলেছিল ও মৃত্যুর কারণ ঘটেছিল। ২০১১ সালে ব্রিটা ওহম লিখেছিলেন যে দত্ত \"ধর্মনিরপেক্ষ তীক্ষ্ণতা\" ভাবের জন্য সমালোচিত হয়েছেন যেখানে তিনি কাশ্মীরি পন্ডিতদের ঘটনাকে গুরুত্ব না দিয়ে, কার্গিল সংঘাতের প্রতিবেদনে জাতীয়তাবাদকে চূড়ান্ত স্থানে রেখে, হিন্দুত্ববাদকে হাল্কা করে দেখিয়েছেন।\nদত্ত, যিনি এনডিটিভির দল সম্পাদক ছিলেন, ফেব্রুয়ারি ২০১৫ সালে পরামর্শক সম্পাদকের ভূমিকায় চলে আসেন এবং ২১ বছর পর, ২০১৭ সালের জানুয়ারিতে ছেড়ে চলে যান। তিনি ওয়াশিংটন পোস্টের মতো আন্তর্জাতিক সংবাদপত্রের জন্য কলামও লিখেছেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nদত্তের সানডে টক শো, লাগাতার পাঁচ বছর সেরা টক শোর জন্য ভারতীয় টেলিভিশন একাডেমি পুরস্কার জিতেছে। ২০১২ সালে, অ্যাসোসিয়েশন ফর ইন্টারন্যাশনাল ব্রডকাস্টিং নিম্নলিখিত উদ্ধৃতি সহ দত্তকে \"বছরের টিভি ব্যক্তিত্ব\" উপাধিতে ভূষিত করে: \"যথেষ্ট প্রসারিত এবং গভীরতার একজন প্রতিবেদক, যে দর্শকদের নিকটবর্তী সমস্যাগুলি উপস্থাপন করার জন্য এখনও উৎসাহী এবং নির্ভীক।\" দত্ত ২০০৯ সালে সিএইচ মোহাম্মদ কোয়া জাতীয় সাংবাদিকতা পুরস্কার পেয়েছিলেন ২০০৮ সালে, দত্ত সবচেয়ে বুদ্ধিদ্বীপ্ত নিউজ শো উপস্থাপন করার জন্য ভারতীয় সংবাদ সম্প্রচার পুরস্কার পান। দত্ত ২০০৭ সালের সেরা সাংবাদিকতার জন্য কমনওয়েলথ ব্রডকাস্টিং অ্যাসোসিয়েশন পুরস্কার পান। একই বছরে প্রথম ভারতীয় নিউজ টেলিভিশন অ্যাওয়ার্ডে তার অনুষ্ঠান \"উই দ্য পিপল\" এর জন্য তিনি \"সেরা টিভি নিউজ অ্যাঙ্কর (ইংরেজি)\" পুরস্কারে পুরস্কৃত হন।\n২০০৮ সালে, মনমোহন সিংয়ের নেতৃত্বাধীন ভারত সরকার ২০০৪ সালের সুনামির কভারেজের জন্য দত্তকে পদ্মশ্রী, বেসামরিক সম্মানে ভূষিত করে।\nওয়ার্ল্ড ইকোনমিক ফোরাম (২০০১, ২০০৮) দ্বারা সংকলিত ১০০ \"গ্লোবাল লিডারস অব টুমরো\" তালিকায় দুবার তার নাম রয়েছে। ২০০৫ সালে, তিনি এমন ৫০ জন ভারতীয়দের মধ্যে ছিলেন যাদের বয়স ৩৫ বা তার কম এবং যাদের নাম তাদের কৃতিত্ব এবং সমাজে উল্লেখযোগ্য প্রভাব ফেলার  জন্য তালিকাভুক্ত করা হয়েছিল।\n২০১০ সালে, তিনি ভারতের জাতীয় সংহতি পরিষদের সদস্য হিসাবে নিযুক্ত হন। তিনি ২০০৬ সালে এশিয়া সোসাইটির ফেলো হিসেবে মনোনীত হন এবং এশিয়া সোসাইটির আন্তর্জাতিক উপদেষ্টা পরিষদে কাজ করেন।\nদত্ত ২০০০ সালে অসামান্য মহিলা সাংবাদিক হিসাবে চামেলী দেবী জৈন পুরস্কারে ভূষিত হন।\n\n\n== প্রকাশনা ==\nদত্ত  ২০০২ বই গুজরাট: দ্য মেকিং অফ এ ট্র্যাজেডির \"নাথিং নিউ?: উইমেন অ্যাজ ভিক্টিমস\" অধ্যায়টির সহ-লেখক।\nদিস আনকোয়াইট ল্যান্ড: স্টোরিস ফর্ম ইন্ডিয়াস ফল্ট লাইন (২০১৬)।\nটু হেল অ্যান্ড ব্যাক: হিউম্যানস অফ কোভিড (২০২২)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবরখা দত্তের অফিসিয়াল টুইটার পেজ\nনিউজ লন্ড্রি ইন্টারভিউ: অভিবাসী সংকট, মিডিয়া অর্থনীতি এবং প্রবর্তকদের সাথে বাদ পড়া নিয়ে বরখা দত্ত\n১১ জুলাই, ২০০৪ নিরুপমা দত্তের সাক্ষাৎকার\nহিন্দুস্তান টাইমস -এ সংগৃহীত প্রবন্ধ"}