{"pageid": 1371094, "title": "ক্রিস্টিন হরিলা", "url": "https://bn.wikipedia.org/wiki?curid=1371094", "content": "ক্রিস্টিন হরিলা (জন্ম ১৯৮৬, ভেস্ত্রে জ্যাকবসেলভ, ভাদসো মিউনিসিপ্যালিটি) একজন নরওয়েজিয়ান সামি পর্বতারোহী এবং প্রাক্তন ক্রস-কান্ট্রি স্কিয়ার।\nএকজন ক্রস-কান্ট্রি স্কিয়ার হিসেবে তিনি নরওয়েজিয়ান চ্যাম্পিয়নশিপ ২০০৬-এ ২৪তম এবং ২৫তম স্থান অর্জন করতে পেরেছিলেন। তিনি ক্লাব আইএল পোলারস্টজারনেনের প্রতিনিধিত্ব করেন।\n\n\n== পর্বত আরোহণ পেশা ==\n২০২১ সালের মে মাসে, তিনি বারো ঘন্টার কম সময়ে মাউন্ট এভারেস্ট এবং লোতসে আরোহণ করে দ্রুততম  মহিলা হওয়ার বিশ্ব রেকর্ড গড়েন।   ক্রিস্টিনের পূর্ববর্তী অভিযানগুলি এবং শিখর আরোহনের প্রচেষ্টায়  সাফল্য, তাকে ২০২২ সালে তার সর্বশেষ চ্যালেঞ্জ, 'ব্রেমন্ট ১৪ পিকস'-এ যাত্রা করতে অনুপ্রাণিত করেছিল, যা সম্পূর্ণ হলে তিনি হতেন ইতিহাসের প্রথম মহিলা এবং  দ্বিতীয় ব্যক্তি। এর আগে নির্মল পূর্জা ৬ মাসের মধ্যে ১৪টি আট-হাজার, (আট হাজার মিটারের বেশি উচ্চতার ১৪টি) শিখর আরোহণ করার রেকর্ড করেন।\nতিনি মাত্র দুটি শিখর বাদ দিয়ে এক মৌসুমে ১৪টি আট-হাজার শিখর আরোহণের পুর্জার রেকর্ড সময়কে অতিক্রম করার কাছাকাছি পৌঁছেছিলেন। যাইহোক, যেহেতু চীনা কর্তৃপক্ষ তার চো ওয়ু এবং শিশাপাংমা পর্বতে আরোহণের অনুমতি প্রত্যাখ্যান করেছিল, তার রেকর্ড  সেই সময়েই অসম্পূর্ণ থেকে যায়। পরবর্তী সময়ে মানাসলুর প্রকৃত শিখর অবস্থান প্রকাশ পাবার পর মানাসলুর আগেকার সময়ের সকল আরোহন গুলি ট্রু সামিটের মর্যাদা হারায়, তাই  নির্মল পুর্জার আগের বছরের রেকর্ড ৬ মাসের মধ্যে ১৪টি আট-হাজার শিখর আরোহণের ক্লেম নষ্ট হয়।  হরিলা ১ বছর ৫ দিন পর ৩ মে, ২০২৩ তারিখে  লিঙ্গ নির্বিশেষে সমস্ত সত্য শিখরে পৌঁছানোর তার লক্ষ্য অর্জন করেছিল, এটি একটি বিশ্ব রেকর্ড। ২৭ জুলাই, ২০২৩-এ ক্রিস্টিন হরিলা এবং তেনজেন (লামা) শেরপা মাত্র ৯২ দিনের মধ্যে সমস্ত  শিখরে(পাহাড়টির প্রকৃত উচ্চতম স্থান) পৌঁছে একটি নতুন রেকর্ড স্থাপন করেন। এই প্রক্রিয়ায়, ক্রিস্টিন এবং টেনজেন ১ বছর এবং ৩ মাসে ২৬টি আট-হাজার চূড়া এবং ৮ ঘন্টায় একজন মহিলার দ্রুততম এভারেস্ট এবং লোটসে চূড়ায় আরোহনসহ একাধিক রেকর্ড ভেঙেছেন।\n\n\n== শিখর আরোহণ ==\n\n\n=== ২০১৫ ===\nমাউন্ট কিলিমাঞ্জারো, তানজানিয়া। ৫,৮৯৫ মি.\n\n\n=== ২০১৯ ===\nলোবুচে পূর্ব, নেপাল। ৬,১১৯ মি.\nধৌলাগিরি সপ্তম ( পুথা হিউনচুলি ), নেপাল। ৭,২৪৬ মি.\nঅ্যাকনকাগুয়া, আর্জেন্টিনা। ৬,৯৬১ মি.\nকো অ্যাডলফো ক্যালে, আর্জেন্টিনা। ৪,২৭০ মি.\nপিকো ভ্যালেসিটোস, আর্জেন্টিনা। ৫,৩৭০।\n\n\n=== ২০২১ ===\nমাউন্ট এভারেস্ট, নেপাল। ৮,৮৪৮মি – ২৩ মে ২০২১\nলোৎসে, নেপাল। ৮,৫১৬ মি - ২৩ মে ২০২১ - এভারেস্ট এবং লোৎসে, ১২ ঘন্টা চূড়ায় দ্রুততম মহিলার জন্য বিশ্ব রেকর্ড।\nআইল্যান্ড পিক, নেপাল। ৬,১৮৯ মি.\nআমা ডাবলাম, নেপাল। ৬,৮১২ মি.\n\n\n=== ২০২২ ===\nঅন্নপূর্ণা I – ২৮ এপ্রিল ২০২২।\nধৌলাগিরি I – ৮ মে ২০২২।\nকাঞ্চনজঙ্ঘা - ১৪ মে ২০২২।\nমাউন্ট এভারেস্ট – ২২ মে ২০২২।\nলোটসে - ২২ মে ২০২২ - এভারেস্ট এবং লোটসে, ৯ ঘন্টা এবং ৫ মিনিটের শীর্ষে দ্রুততম মহিলার জন্য বিশ্ব রেকর্ড।\nমাকালু – ২৭ মে ২০২২।\nনাঙ্গা পর্বত - ১ জুলাই ২০২২।\nK2 – ২২ জুলাই ২০২২।\nব্রড পিক - ২৮ জুলাই ২০২২।\nGasherbrum II - ৮ আগস্ট ২০২২।\nGasherbrum I – ১১ আগস্ট ২০২২।\nমানাসলু – ২২ সেপ্টেম্বর ২০২২।\n\n\n=== ২০২৩ ===\nশিশপাংমা – ২৬ এপ্রিল ২০২৩।\nচো ওয়ু – ৩ মে ২০২৩\nমাকালু – ১৩ মে ২০২৩\nকাংচেনজঙ্ঘা – ১৮ মে ২০২৩\nমাউন্ট এভারেস্ট – ২৩ মে ২০২৩\nলোতসে - ২৩ মে ২০২৩ - এভারেস্ট এবং লোতসে, ৮ ঘন্টার মধ্যে দুটি শীর্ষে দ্রুততম মহিলার জন্য বিশ্ব রেকর্ড।\nধৌলাগিরি – ২৯ মে ২০২৩\nঅন্নপূর্ণা – ৫ জুন ২০২৩\nমানাসলু – ১০ জুন ২০২৩\nনাঙ্গা পর্বত – ২৬ জুন ২০২৩\nGasherbrum II – ১৫ জুলাই ২০২৩\nGasherbrum I – ১৮ জুলাই ২০২৩\nব্রড পিক – ২৩ জুলাই ২০২৩\nK2 – ২৭ জুলাই ২০২৩\n\n\n== বিতর্ক ==\nতিনি বোতলজাত অক্সিজেন ব্যবহার করতেন এবং শেরপাদের সমর্থনের পাশাপাশি তার আরোহণে সহায়তা করার জন্য হেলিকপ্টারের অনেক বেশি ব্যবহারের উপরও নির্ভর করতেন, যা বিতর্কের বিষয়।\n৯ জুন, ২০২৩-এ মিংমা জি শেরপা মানাসলুতে শিবিরের পাশ দিয়ে উড়তে হেলিকপ্টার ব্যবহার করে হরিলার দলের ফুটেজ শেয়ার করেছেন। হরিলা যখন বেস থেকে মানাসলুতে আরোহণ করেছিলেন, তখন তিনি পথ প্রস্তুত করার জন্য শেরপা এবং আগে উড়ে যেতে হেলিকপ্টার ভাড়া করেছিলেন ফলস্বরূপ, যখন হরিলা রেকর্ডগুলি ভেঙেছে, সেই রেকর্ডগুলি অনেক কম সহায়ক পদ্ধতি ব্যবহার করে প্রতিষ্ঠিত হয়েছিল। যাইহোক, বেশিরভাগ পর্বতারোহী পূর্বনির্ধারিত পথ অনুসরণ করে আরোহণ করেন, ঠিক যেমনটি হরিলার দল সেট আপ করছিল।\n\n\n== আরো দেখুন ==\nনির্মল পুরজা\n[ ক্রিস্টিন হরিলা রেকর্ড সময়ে ৮০০০মিটারের ১৪টি শৃঙ্গ আরোহণ করেন ]\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nক্রিস্টিন হরিলার ব্যক্তিগত ওয়েবপেজ"}