{"pageid": 1371433, "title": "সম্বরণ", "url": "https://bn.wikipedia.org/wiki?curid=1371433", "content": "সম্বরণ (সংস্কৃত: संवरण, আইএএসটি: Saṁvaraṇa) হলেন মহাভারতের একজন রাজার নাম। তিনি ছিলেন ঋক্ষ এর পুত্র, তপতীর স্বামী এবং কুরুর পিতা।\n\n\n== কিংবদন্তি ==\nমহাভারতের আদিপর্ব অনুসারে, একবার সম্ভারান রাজা হিসেবে শাসন করার সময় তাঁর প্রজাদের উপর এক মহা বিপর্যয় নেমে আসে। দুর্ভিক্ষ, খরা ও রোগব্যাধির পাশাপাশি সব ধরনের প্লেগ ছিল। বড় সৈন্যবাহিনী নিয়ে শক্তিশালী শত্রুরা দেশ আক্রমণ করেছিল এবং রাজাকে তার পরিবার, বন্ধুবান্ধব এবং মন্ত্রীদের নিয়ে সিন্ধু নদীর বনভূমিতে বসতি স্থাপন করতে হয়েছিল। তারপর, একদিন ঋষি বশিষ্ঠ তাদের দেখতে আসেন এবং আট বছর তাদের কাছে থাকেন। অতঃপর, সম্ভারণ তাকে তার পুরোহিত করার সংকল্প করেন এবং তার সাহায্যে তার সমগ্র রাজ্য ও ক্ষমতা ফিরে পান।\n\n\n=== তপতীর সাথে বিয়ে ===\nএকবার রাজা তার ঘোড়া মারা যাওয়ার পর পাহাড়ে ঘুরছিলেন। হঠাৎ তিনি দেখতে পেলেন অসম সৌন্দর্যের এক তরুণী যাকে তার কাছে স্বপ্নের মতো মনে হয়েছিল। যখন তিনি তার নাম এবং পরিবার সম্পর্কে জিজ্ঞাসা করার জন্য তাকে সম্বোধন করলেন, তখন তিনি হঠাৎ অদৃশ্য হয়ে গেলেন, হতবাক রাজাকে প্রচণ্ড স্তব্ধতায় ফেলে রেখেছিলেন। কিন্তু একটু পরে তিনি আবার আবির্ভূত হলেন, তাকে বললেন যে তিনি সূর্য দেবতার কন্যা এবং তিনি রাজাকে বিয়ে করবেন কিনা তা সিদ্ধান্ত নেওয়ার জন্য তিনি তার বাবার উপর ছেড়ে দেবেন।\nরাজা বারো দিন পাহাড়ে একা থাকলেন, সূর্যকে প্রশ্রয় দেওয়ার চেষ্টা করলেন এবং তাঁর পুরোহিত বশিষ্ঠের কাছে তাঁর চিন্তাভাবনা নির্দেশ করলেন, যিনি শীঘ্রই এসেছিলেন, রাজার মনে কী চলছে তা ঐশ্বরিক অন্তর্দৃষ্টি দ্বারা জেনেছিলেন। তিনি তাকে তার পক্ষে সূর্য দেবতার কাছে যাওয়ার প্রস্তাব দেন, যিনি প্রস্তাবিত বিবাহের জন্য তার কন্যা তপতীকে রাজার কাছে দিতে অনায়াসে সম্মত হন।\nবারো বছর ধরে, রাজা তার স্ত্রীর সাথে পাহাড়-পর্বতে সুখে বসবাস করেন, তার দায়িত্ব থেকে সম্পূর্ণভাবে প্রত্যাহার করে নেন। কিন্তু তারপরে বিপজ্জনক খরা দেশে আঘাত হানে, যার ফলে বশিষ্ঠ সম্বরণ এবং তার স্ত্রীকে ফিরিয়ে আনেন, যার প্রত্যাবর্তন সমস্ত নাগরিকের জন্য সুখ ও সমৃদ্ধি নিয়ে আসে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nJ.A.B. van Buitenen, Mahabharata Book 1, Chicago 1973, pp. 211–12; 325–29\nWilfried Huchzermeyer, Studies in the Mahabharata. Indian Culture, Dharma and Spirituality in the Great Epic. Karlsruhe 2018, pp. 136–37. আইএসবিএন ৯৭৮-৩-৯৩১১৭২-৩২-৯"}