{"pageid": 1371728, "title": "রেলাঙ্গি (অভিনেতা)", "url": "https://bn.wikipedia.org/wiki?curid=1371728", "content": "রেলাঙ্গি ভেঙ্কটা রামাইয়া (৯ আগস্ট ১৯১০ - ২৭ নভেম্বর ১৯৭৫), যিনি রেলাঙ্গি নামে পরিচিত, ছিলেন একজন ভারতীয় অভিনেতা এবং প্রযোজক যিনি মূলত তেলুগু সিনেমায় তাঁর কাজের জন্য পরিচিত।   ১৯৭০ সালে ভারতীয় চলচ্চিত্রে অবদানের জন্য তিনি পদ্মশ্রী সম্মানে ভূষিত হন। রেলাঙ্গি ১৯৫০ এবং ১৯৬০ এর দশকে তার কমিক অভিব্যক্তি এবং সংলাপের জন্য বিশেষভাবে পরিচিত।\nরেলাঙ্গির উল্লেখযোগ্য কর্মের মধ্যে রয়েছে গুণসুন্দরী কথা (১৯৪৯), বিপ্র নারায়ণ (১৯৫৪), মিসাম্মা (১৯৫৫), ডোঙ্গা রামুডু (১৯৫৫), মায়াবাজার (১৯৫৭), আপ্পু চেসি পাপ্পু কুডু (১৯৫৮), ভেলুগু নিদালু (১৯৬১), ইদ্দারু মিডরু (১৯৬১) এর মতো চলচ্চিত্র। ( ১৯৬১), কুলা গোথারালু (১৯৬২), লাভা কুসা (১৯৬৩), চাদুভুকুন্না আম্মায়িলু (১৯৬৩), নর্তানাসালা (১৯৬৩), এবং প্রেমিঞ্চি চুদু ( ১৯৬৫)।   এছাড়া তাঁর সেরা কৌতুক অভিনয়ের জন্য তার সম্মানে রেলাঙ্গি আর্ট একাডেমি পুরস্কার চালু করা হয়েছিল।\n\n\n== প্রারম্ভিক জীবন ==\nরেলাঙ্গি মাদ্রাজ রাজ্যের (বর্তমানে অন্ধ্র প্রদেশ) পূর্ব গোদাবরী জেলার রাভুলাপালেম গ্রামে জন্মগ্রহণ করেন। তিনি একজন পেশাদার হরিকথা শিল্পী ছিলেন এবং একজন হারমোনিয়াম বাদকও ছিলেন।  তিনি কাকিনাড়ায় বড় হয়েছেন। অভিনয়ের প্রতি আগ্রহের কারণে তিনি শিক্ষার প্রতি আগ্রহ দেখাননি।\n\n\n== কর্মজীবন ==\nরেলাঙ্গি মঞ্চ ও লোকনাট্যে অভিনয় করে তার প্রারম্ভিক কর্মজীবন শুরু করেন এবং মঞ্চ থিয়েটারেও মহিলা ভূমিকায় অংশ নেন। তিনি ১৯৩৫ সালে সি. পুল্লাইয়ার পরিচালনায় তার প্রথম তেলুগু চলচ্চিত্র শ্রী কৃষ্ণ থুলাবারম- এ বিদুষক ( জেস্টার ) চরিত্রে অভিনয় করে তার চলচ্চিত্র জীবন শুরু করেন। পরবর্তীতে, তিনি ১৯৪৭ সালে মুক্তিপ্রাপ্ত গোল্লাভামা চলচ্চিত্রে কাজের একটি বড় সুযোগ না পাওয়া পর্যন্ত তিনি পুল্লাইয়াকে প্রযোজনা ব্যবস্থাপক হিসাবে সহায়তা করে গেছিলেন। পরবর্তীকালে, তিনি বিন্ধ্যারানী (১৯৪৮) ছবিতে একটি কৌতুক চরিত্রে অভিনয় করেন। ১৯৫০ সাল থেকে বিজয়া ফিল্মস ব্যানারে নির্মিত সমস্ত চলচ্চিত্রে তিনি নিয়মিত মুখ ছিলেন। তিনি এতটাই জনপ্রিয় হয়ে ওঠেন যে তাকে ১৯৫৩ সালে অঞ্জলি দেবীর বিপরীতে পুল্লাইয়ার নির্দেশনায় পাক্কা ইন্তি আম্মায়ীতে একটি কৌতুক নায়কের ভূমিকায় অভিনয় করার সুযোগ দেওয়া হয়।\n\n\n== চলচ্চিত্রের তালিকা ==\nএকজন কৌতুক অভিনেতা হিসেবে অভিনেত্রী গিরিজা, অভিনেত্রী সূর্যকান্তম এবং আরেক কৌতুক অভিনেতা রমনা রেড্ডির সাথে অংশীদারিত্ব করার সময় তিনি বেশ জনপ্রিয় ছিলেন। তাঁদের জুটি নিয়ে তেলুগুতে বেশ কয়েকটি হিট সিনেমা হয়েছিল। রেলাঙ্গি অভিনীত কয়েকটি সুপরিচিত সিনেমার নাম নিচে দেওয়া হল।\n\n\n=== গায়ক ===\nরেলাঙ্গির গাওয়া কিছু সুপরিচিত গান নিম্নলিখিত সিনেমায় রয়েছে:\n\n\n=== প্রযোজক ===\nরেলাঙ্গী ১৯৬০ সালে সমাজম চলচ্চিত্রে অভিনয় ও প্রযোজনা করেন।\nরেলাঙ্গি তাদেপল্লীগুডেমে একটি থিয়েটারের মালিক - রেলাঙ্গি থিয়েটার।\n\n\n== পুরস্কার ==\n১৯৭০ সালে, তিনি ভারত সরকারের কাছ থেকে পদ্মশ্রী, একটি বেসামরিক পুরস্কারে ভূষিত হন।\n২০১৯ সালের চলচ্চিত্র এনটিআর: কাথানায়কুডুতে, ব্রহ্মানন্দম তাকে চিত্রিত করেছিলেন।\n\n\n== তথ্যসূত্র =="}