{"pageid": 1371149, "title": "হিন্দুধর্মে নদনদী", "url": "https://bn.wikipedia.org/wiki?curid=1371149", "content": "হিন্দুধর্মে নদনদীগুলিকে প্রায়শই দেবতা হিসাবে মূর্ত করা হয়। ঋগ্বেদে, সরস্বতীর মতো পবিত্র নদীর উল্লেখ আছে। গঙ্গাকে সবচেয়ে পবিত্র মনে করা হয় এবং তাকে গঙ্গা দেবী হিসেবে মূর্ত করা হয়। ব্রহ্মপুত্রের উল্লেখযোগ্য ব্যতিক্রম ছাড়া অধিকাংশ নদীই নারী আকারে উপস্থাপিত হয়, যাকে পুরুষ বলে মনে করা হয়। \nঐতিহাসিকভাবে, এটা বিশ্বাস করা হয় যে সিন্ধু সভ্যতার লোকেরা নদীকে পূজা করত। বিশ্বাসের সবচেয়ে উল্লেখযোগ্য নদী হল সপ্তনদী: গঙ্গা, যমুনা, সিন্ধু, নর্মদা, গোদাবরী, কৃষ্ণা এবং কাবেরী।\n\n\n== দেবতা হিসেবে নদনদী ==\n\n\n=== গঙ্গা ===\n\nবেদ ও পুরাণে গঙ্গা নদীকে সবচেয়ে পবিত্র নদী বলে উল্লেখ করা হয়েছে। কিছু কিংবদন্তীতে, দেবী গঙ্গা হলেন হিমবত (হিমালয়ের মূর্তি) এবং মেনাবতী (অপ্সরা) এর কন্যা। তিনি দেবী  পার্বতীর বোন। তিনি পবিত্রতা ও শুদ্ধিকরণের দেবী, যেহেতু মানুষ বিশ্বাস করে গঙ্গায় স্নান করলে পাপ দূর হয় এবং মোক্ষ লাভে সাহায্য করে। তার বাহন মকর।\nভাগবত পুরাণ এবং দেবীভাগবত পুরাণ-এর কিংবদন্তি গঙ্গাকে মূলত লক্ষ্মী ও সরস্বতী সহ বিষ্ণুর তিন স্ত্রীর একজন বলে বর্ণনা করেছে। কথোপকথনের মাঝখানে সরস্বতী লক্ষ্য করলেন যে গঙ্গা খেলাধুলা করে লক্ষ্মী ও তার পিঠের পিছনে বিষ্ণুর দিকে তাকিয়ে আছে। হতাশাগ্রস্ত হয়ে সরস্বতী গঙ্গার বিরুদ্ধে প্রচণ্ড উত্তেজনা শুরু করেন, তার বিরুদ্ধে বিষ্ণুর প্রেম চুরি করার অভিযোগ তুলে। যখন গঙ্গা তার স্বামীর কাছে তাকে সাহায্য করার জন্য আবেদন করেছিলেন, তখন তিনি নিরপেক্ষ থাকতে বেছে নিয়েছিলেন, তার তিন স্ত্রীর মধ্যে ঝগড়ায় অংশ নিতে চাননি, যাদের তিনি সমানভাবে ভালোবাসতেন। যখন লক্ষ্মী সরস্বতীর সাথে যুক্তি দিয়ে তার ক্রোধ প্রশমিত করার চেষ্টা করেছিলেন, তখন ঈর্ষান্বিত দেবীও তার প্রতি ক্রুদ্ধ হয়েছিলেন এবং তাকে তার প্রতি আনুগত্যের অভিযোগ করেছিলেন। তিনি লক্ষ্মীকে অভিশাপ দিয়েছিলেন যে তিনি পৃথিবীতে তুলসী গাছ হিসেবে জন্ম নেবেন। গঙ্গা, এখন ক্রুদ্ধ হয়েছিলেন যে লক্ষ্মীকে অভিশাপ দেওয়া হয়েছিল কারণ তিনি তাকে রক্ষা করেছিলেন, সরস্বতীকে অভিশাপ দিয়েছিলেন যে তিনি পৃথিবীতে নদীরূপে অবতীর্ণ হবেন। সরস্বতী গঙ্গার বিরুদ্ধে একই অভিশাপ জারি করেছিলেন, তাকে জানিয়েছিলেন যে পাপী পুরুষরা তার জল দিয়ে তাদের পাপগুলিকে পরিষ্কার করবে।\nগঙ্গার বিশিষ্ট কিংবদন্তি হল স্বর্গ থেকে তার বংশধর। সূর্যবংশের রাজা ভগীরথ, গঙ্গাকে প্রসন্ন করার জন্য তপস্যা করেছিলেন বলে কথিত আছে, এবং তাকে তার পূর্বপুরুষদের আত্মাকে মুক্ত করার জন্য স্বর্গ থেকে পৃথিবীতে অবতরণ করার জন্য অনুরোধ করেছিলেন, যারা পাতালে মারা গিয়েছিল। তিনি তাকে জানিয়েছিলেন যে তার বংশধর পৃথিবীকে প্লাবিত করার জন্য যথেষ্ট শক্তিশালী হবে যদি তিনি সরাসরি মাটিতে অবতরণ করেন, এবং তাই তাকে সাহায্য করার জন্য শিবকে অনুরোধ করেন। ভগীরথ শিবকে প্রসন্ন করার জন্য আরেকটি তপস্যা করেন এবং শিব তাকে সাহায্য করতে রাজি হন। গঙ্গা যখন পৃথিবীতে অবতরণ করেন, তখন শিব তার জলকে তার জটা চুলে বন্দী করেন এবং তাকে পৃথিবীতে আলতো করে ছেড়ে দেন। ভগীরথের অনুরোধ শুনে, তিনি তার পূর্বপুরুষদের আত্মাকে আনুষ্ঠানিকভাবে পরিষ্কার করার জন্য পাতালে প্রবাহিত হন এবং তারপর সমুদ্রে প্রবাহিত হন।\n\n\n=== যমুনা ===\n\nযমুনা বা যোমী হল যমুনা নদীর মূর্তি। তাকে দেবতা সূর্য ও দেবী সরণ্যুর কন্যা বলে বর্ণনা করা হয়েছে। তিনি জীবনের দেবী, এবং তার যমজ যম।\nতার অন্যান্য ভাইবোনদের মধ্যে রয়েছে তপতী। পরবর্তী গ্রন্থে তিনি কালিন্দী নামে পরিচিত।\nভাগবত পুরাণে, খাল সেচের সাথে সম্পর্কিত কিংবদন্তীতে, দেবতা বলরাম একবার যমুনা নদীতে কিছু মহিলার সাথে খেলা করতে চেয়েছিলেন। যখন তিনি দেবী যমুনাকে তার কাছে আসার জন্য ইশারা করলেন, তিনি তার পাড় থেকে সরে যেতে অস্বীকার করলেন। তাই, বলরাম তার লাঙ্গল ব্যবহার করেছিলেন এবং নদী দেবীকে জোর করে টেনে নিয়ে গিয়েছিলেন বাগানে যেখানে তিনি দাঁড়িয়েছিলেন।\n\n\n=== সরস্বতী ===\n\nদেবী সরস্বতীকে মূলত সরস্বতী নদীর দেবী হিসাবে উপস্থাপিত করা হয়েছিল। তিনি পরবর্তীতে হিন্দুধর্মের অন্যতম প্রধান দেবীতে পরিণত হন, যাকে জ্ঞান, সঙ্গীত, বক্তৃতা ও শিল্পের দেবী হিসাবে বিবেচনা করা হয়। ঋগ্বেদে সরস্বতী নদীর উল্লেখ আছে এবং কালক্রমে তা শুকিয়ে গেছে বলে মনে করা হয়।\nকিছু গ্রন্থে অনুসারে, ভার্গব ও হাইহ্যাদের মধ্যে ভয়ানক যুদ্ধ হয়েছিল এবং এর থেকে বাদবাগ্নি নামক সর্বগ্রাসী আগুনের জন্ম হয়েছিল, যা সমগ্র বিশ্বকে ধ্বংস করার ক্ষমতা রাখে। ইন্দ্র, বিষ্ণু, এবং দেবতারা সরস্বতীকে দেখতে গিয়েছিলেন, তাকে অনুরোধ করেছিলেন যে তিনি মহাবিশ্বকে রক্ষা করার জন্য পশ্চিম মহাসাগরে আগুন জমা দিতে পারেন। সরস্বতী বিষ্ণুকে বলেছিলেন যে তিনি শুধুমাত্র তাদের সাহায্য করতে রাজি হবেন যদি তার স্বামী ব্রহ্মা তাকে তা করতে বলেন। ব্রহ্মা তাকে পশ্চিম মহাসাগরে বাদবাগ্নি জমা করার নির্দেশ দেন। সরস্বতী রাজি হন, এবং গঙ্গার সাথে তিনি ব্রহ্মলোক ত্যাগ করেন এবং ঋষি উত্তঙ্কের আশ্রমে আসেন, সেখানে তিনি শিবের সঙ্গে দেখা করেছিলেন, যিনি গঙ্গাকে বহন করার সিদ্ধান্ত নিয়েছিলেন। তিনি সরস্বতীকে পাত্রে বাদবাগ্নি দিলেন এবং তাকে পলক্ষ গাছ থেকে উৎপন্ন হতে বললেন। সরস্বতী গাছের সাথে মিশে গিয়ে নদীতে রূপান্তরিত হল। সেখান থেকে তিনি পুষ্করের দিকে প্রবাহিত হন। সরস্বতী সমুদ্রের দিকে তার যাত্রা অব্যাহত রাখলেন, এবং একবার পুষ্করিণীতে থামলেন,\nযেখানে তিনি মানুষকে তাদের পাপ থেকে মুক্তি দিয়েছেন। অবশেষে, তিনি তার যাত্রার শেষে পৌঁছেছেন, এবং সমুদ্রে আগুন নিমজ্জিত করেছেন।\n\n\n=== নর্মদা ===\nদেবী নর্মদা হল নর্মদা নদীর মূর্তি। তিনি রেভা নামেও পরিচিত। প্রচলিত প্রথা অনুসারে, তিনি শিবের ঘাম থেকে জন্মগ্রহণ করেছিলেন বলে কথিত আছে, যিনি রিকশা পর্বতে তপস্যা করছিলেন। তাই তাকে দেবতার কন্যা হিসেবে গণ্য করা হয়। কিংবদন্তী অনুসারে, তিনি শিবের জলে স্নানকারীদের সকলের পাপ ধ্বংস করার ক্ষমতার অধিকারী হওয়ার জন্য তাকে আশীর্বাদ করেছিলেন, এবং উত্তরে গঙ্গার মতো দক্ষিণে পবিত্র হয়ে ওঠে।\n\n\n=== কাবেরী ===\nদেবী কাবেরী, স্থানীয়ভাবে কাবেরিয়াম্মা নামেও পরিচিত, কাবেরী নদীর মূর্তি।\nস্কন্দপুরাণ অনুসারে, সমুদ্রমন্থনের পর্বের সময়, বিষ্ণু দেবতাদের অনন্ত জীবনের অমৃত প্রদান করতে এবং অসুরদের কাছে তা প্রত্যাখ্যান করার জন্য মোহিনীর তার সুন্দর নারী রূপ ধারণ করেছিলেন। তার সহধর্মিণী লক্ষ্মী এই প্রচেষ্টায় মোহিনীকে সাহায্য করার জন্য লোপামুদ্রা নামে একজন অপ্সরাকে পাঠান। এই ঘটনার পর লোপামুদ্রাকে ব্রহ্মা তার দত্তক কন্যা হিসেবে বড় করেছিলেন। যখন রাজা কাবেরা ব্রহ্মাকে সন্তানের জন্য প্রসন্ন করেছিলেন, তখন দেবতা তাকে লোপামুদ্রা দিয়ে আশীর্বাদ করেছিলেন, পৃষ্ঠপোষক কাবেরীকে তার কন্যা হিসাবে, যাতে তিনি মানুষকে তাদের পাপ থেকে মুক্তি দিতে পারেন এবং উর্বরতার সূচনা করেন। যখন ঋষি অগস্ত্য কাবেরীকে তাকে বিয়ে করতে চেয়েছিলেন, তখন তিনি রাজি হয়েছিলেন, কিন্তু এই শর্তে যে তিনি তাকে ছেড়ে যাবেন যদি তিনি তাকে বেশি দিন একা রেখে যান। অগস্ত্য রাজি হয়েছিলেন, কিন্তু একদিন, তাঁর শিষ্যদের সাথেও ব্যস্ত হয়ে পড়েন, তিনি তাকে উল্লেখযোগ্য সময়ের জন্য নিঃসঙ্গ অবস্থায় রেখেছিলেন। কাবেরী ঋষির কমণ্ডলুমে প্রবাহিত হয় এবং শীঘ্রই দক্ষিণ দিকে চলে যায়। তাকে থামানোর জন্য তার স্বামীর শিষ্যদের প্রচেষ্টা সত্ত্বেও, তিনি সাগরে প্রবাহিত হন, এবং তখন থেকেই পবিত্র বলে বিবেচিত হয়।\n\n\n=== গোদাবরী ===\nদেবী গোদাবরী গোদাবরী নদীর মূর্তি। গোদাবরী নদীটি রামের সাথে দৃঢ়ভাবে জড়িত, যিনি রামায়ণে এর তীর অতিক্রম করেছিলেন বলে কথিত আছে। কিংবদন্তি অনুসারে, ঋষি গৌতম ব্রহ্মগিরি পাহাড়ের কাছে বাস করতেন, এবং অতল শস্য সরবরাহকারী কূপের বর পেয়েছিলেন। তার শত্রুরা একটি গরুকে শস্যভান্ডারে নিয়ে যায়, যা গৌতম তাড়া করতে শুরু করেন। ধাওয়া-পাল্টা ধাওয়ার সময় গরুটি মারা গেছে বলে বর্ণনা করা হয়েছে। পবিত্র প্রাণীর মৃত্যু ঘটিয়ে পাপ মোচন করার জন্য, গৌতম দেবী গঙ্গাকে তার আশ্রমে অবতরণ করার এবং এটিকে পরিষ্কার করার জন্য অনুশোচনা করেছিলেন। তিনি শিবের সাথে দেবী গোদাবরী রূপে ভূমিতে অবতরণ করেন।\n\n\n=== কৃষ্ণা ===\nদেবী কৃষ্ণা হলেন কৃষ্ণা নদীর মূর্তি। স্থানীয় কিংবদন্তি অনুসারে, ব্রহ্মা একবার একটি যজ্ঞ করছিলেন এবং একজন পুরোহিতের দ্বারা তাঁর স্ত্রীর উপস্থিতি প্রয়োজন ছিল। যেহেতু দেবতার প্রথম স্ত্রী সাবিত্রী অনুপস্থিত ছিলেন, তাই তাঁর দ্বিতীয় স্ত্রী গায়ত্রী তাঁর জায়গায় অনুষ্ঠানে অংশগ্রহণ করেছিলেন। মন্ত্র উচ্চারণ শুনে সাবিত্রী ঘটনাস্থলে ছুটে আসেন এবং কেন গায়ত্রী তার স্থান নিয়েছেন তা জানতে চান। তিনি বিষ্ণু এবং শিবের প্রতি তার ক্রোধ নির্দেশ করেছিলেন, পূর্বেরটিকে কৃষ্ণা নদীতে রূপান্তরিত করেছিলেন।\n\n\n=== সিন্ধু ===\nসিন্ধু বলতে বোঝায় সিন্ধু নদীর মূর্তি, যাকে নদীর দেবী হিসেবে সম্মান করা হয়। তাকে বেদ, পুরাণ এবং মহাভারতের মতো গ্রন্থে বর্ণনা করা হয়েছে। ভরতকে এই দেবী পূজা করতেন বলে বর্ণনা করা হয়েছে। তিনি পার্বতীর সভাপতিত্বে নারীর কর্তব্য সম্পর্কিত নদী দেবীদের আলোচনায় অংশ নিয়েছিলেন বলেও বর্ণনা করা হয়েছে।\n\n\n=== তপতী ===\n\nদেবী তপতী হলেন তাপ্তি নদীর মূর্তি। সূর্যের কন্যা এবং সাবিত্রীর ছোট বোন বলে বর্ণনা করা হয়েছে, তিনি হিন্দু গ্রন্থ অনুসারে সম্ভারন নামে একজন রাজার সাথে বিবাহ বন্ধনে আবদ্ধ হয়েছেন।\n\n\n=== ব্রহ্মপুত্র ===\nব্রহ্মপুত্রকে আক্ষরিক অর্থে 'ব্রহ্মার পুত্র' হিসেবে অনুবাদ করা হয়েছে, ব্রহ্মপুত্র নদের পৌরাণিক উৎপত্তি কালিকা পুরাণে দেখানো হয়েছে। এই পাঠ অনুসারে, লোহিত নদীর তীরে বসবাসকারী শান্তনু এবং তার স্ত্রী অমোঘা নামক এক ঋষির ধার্মিকতায় মুগ্ধ হয়ে ব্রহ্মা এই দম্পতিকে তার নিজের সন্তানের গর্ভে আশীর্বাদ করেছিলেন। তার জন্মের পর, শিশুটি নদীর রূপ নেয়, যেখানে দেবতা ও অপ্সরারা স্নান করতেন।\n\n\n== তথ্যসূত্র =="}