{"pageid": 1371236, "title": "দ্য লাস্ট লিয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1371236", "content": "দ্য লাস্ট লিয়ার  হল ২০০৭ সালের ঋতুপর্ণ ঘোষ পরিচালিত  ভারতীয় চলচ্চিত্র । চলচ্চিত্রটি ২০০৭ সালে ইংরেজিতে শ্রেষ্ঠ পূর্ণদৈর্ঘ্য চলচ্চিত্র হিসেবে ভারতের জাতীয় পুরস্কার পেয়েছিল চলচ্চিত্রটিতে অভিনয় করেছেন অমিতাভ বচ্চন, প্রীতি জিন্টা, অর্জুন রামপাল, দিব্যা দত্ত, শেফালি শাহ এবং জিশু সেনগুপ্ত । শেফালী শাহ এই চলচ্চিত্রে তার ভূমিকায় অভিনয়ের জন্য সেরা পার্শ্ব অভিনেত্রী হিসেবে জাতীয় পুরস্কার পেয়েছেন। এই চলচ্চিত্রটি প্রযোজনা করেছেন প্ল্যানম্যান মোশন পিকচার্সের অরিন্দম চৌধুরী।\n\n\n== উৎপাদন ==\nউৎপল দত্তের অর্ধ-আত্মজীবনীমূলক নাটক আজকার শাহজাহানের স্ক্রিপ্টের উপর ভিত্তি করে ২০০৬ সালে ঋতুপর্ণ ঘোষ এটি রচনা করেন এবং ২০০৭ সালের ফেব্রুয়ারিতে অভিনেতাদের কাছে যান, যারা সকলেই প্রস্তাবটি গ্রহণ করেন।  ২৮ ফেব্রুয়ারি ২০০৭ থেকে ১০ এপ্রিল ২০০৭ পর্যন্ত চলচ্চিত্রটির শুটিং হয়; মূল শুটিং হয়েছে কলকাতায় এবং কিছু শুটিং হয়েছে উত্তরাখণ্ডের মুসৌরিতে ।  চলচ্চিত্রটির ডাবিং ৩১ আগস্ট ২০০৭ এ শেষ হয় \nদ্য লাস্ট লিয়ার ২০০৭ টরন্টো আন্তর্জাতিক চলচ্চিত্র উৎসবে ৯ সেপ্টেম্বর  প্রিমিয়ার হয়েছিল এবং এটি প্রদর্শিত হওয়ার পরে অনেক প্রশংসা অর্জন করে। \nছবিটি পরবর্তীতে লন্ডন ফিল্ম ফেস্টিভালে এবং গোয়ায় ভারতের আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রদর্শিত হয়।  ছবিটি সমালোচকরা ইতিবাচকভাবে গ্রহণ করে  এবং অনেকে বলেছিল যে বচ্চনের ক্যারিয়ারের সেরা অভিনয় করেছেন। \n\n\n== পটভূমি ==\nগল্পটি তৈরি হয়েছে হরিশ মিশ্র ( অমিতাভ বচ্চন ), একজন অবসরপ্রাপ্ত শেক্সপিয়ার থিয়েটার অভিনেতা, যিনি মঞ্চে  ত্রিশ বছর নয় মাস কাটিয়েছেন এবং তারপর হঠাৎ করেই থিয়েটার ছেড়ে দিয়েছেন, এরপর সে চলচ্চিত্র শিল্পী হিসাবে তাঁর প্রথম এবং শেষ অভিনয় করছেন। তিনি শেক্সপিয়ারের প্রতি অত্যন্ত আবেগপ্রবণ, বিশ্বাস করেন যে তুলনামূলক কিছুই কখনও লেখা যায় না, তার সমস্ত নাটক মন থেকে লিখেন,  আধুনিক সিনেমার নিন্দা করেন এবং থিয়েটার পরিচালক এবং অভিনেতাদের কাছে তাদের বার্তা পৌঁছে দেওয়ার জন্য অনেক উচ্চ শিল্পরূপ হিসাবে বিবেচনা করেন।\nএটি হল দিওয়ালি, এমন একটি সময় যখন বক্স অফিসগুলি নতুন চলচ্চিত্র প্রকাশ এবং শবনমকে ( প্রীতি জিন্টা ) তার সর্বশেষ সিনেমা: দ্য মাস্কের প্রিমিয়ারে উপস্থিত  হয়। যাইহোক, তিনি তার সহ-অভিনেতা হরিশের সাথে দেখা করার সিদ্ধান্ত নেন এবং পুরানো কলকাতার একটি কিউবিহোলে চলে যান যেখানে হরিশ কোমায় শয্যাশায়ী। বন্দনা ( শেফালি শাহ ) এবং একজন নার্স আইভি ( দিব্যা দত্ত ) তার যত্ন নিচ্ছেন। বন্দনা হরিশের অবস্থার জন্য শবনমকে এবং পুরো কাস্ট এবং ক্রুকে দোষারোপ করায় শবনমের সাথে ঘৃণ্য আচরণ করে। কিন্তু শীঘ্রই তাদের একসঙ্গে চা খেতে দেখা যায় এবং হরিশকে নিয়ে কথোপকথনে করে। ফ্ল্যাশব্যাকে, হরিশের সাথে তাদের গল্প এবং সমীকরণ উঠে আসে।\nচলচ্চিত্র এ গৌতম ( যিশু সেনগুপ্ত ) থেকে সমান্তরাল বর্ণনা দিতে দেখা যায়, একজন সাংবাদিক যিনি প্রবীণ অভিনেতার সাথে তার মুখোমুখি হওয়ার কথা স্মরণ করেন। তিনি তার বড় ভাই সিদ্ধার্থ ( অর্জুন রামপাল ) কে প্রধান ভূমিকার জন্য হরিশকে পরামর্শ দিয়েছিলেন যিনি একজন উচ্চাভিলাষী পরিচালক। হরিশের সাথে একটি নৈমিত্তিক সাক্ষাতের পরে, সিদ্ধার্থ বুঝতে পারে যে হরিশকে তার চলচ্চিত্র এ অভিনয় করতে রাজি করান,  তার বিশ্বাস জয় করতে হবে এবং তার সাথে সম্পর্ক স্থাপন করতে হবে এবং, তাই অধৈর্য তরুণ লেখক বয়স্ক অভিনয়শিল্পীর বিশ্বাস এবং সহযোগিতা জয় করার চেষ্টা করেন।\nহরিশ অবশেষে ছবিতে অভিনয় করতে রাজি হন। মুসৌরির অত্যাশ্চর্য হিমালয়ের পাদদেশে শুটিং হয়। সেটে তিনি শবনমের সাথে বন্ধুত্ব করেন এবং তাকে অভিনয়‌ জীবন এবং শেক্সপিয়ারের পাঠ শেখান। গল্পটি উন্মোচিত হওয়ার সাথে সাথে একজন বন্দনার সাথে তার সম্পর্ক জানতে পারে, তার থিয়েটার ছেড়ে দেওয়ার পিছনের কারণ । দ্য লাস্ট লিয়ার  সিনেমার তুলনামূলক শিল্পকর্মের একটি চিত্তাকর্ষক প্রতিফলন হয়ে ওঠে।\n\n\n== কাস্ট ==\nহরিশ মিশ্র চরিত্রে অমিতাভ বচ্চন\nশবনম চরিত্রে প্রীতি জিন্টা\nসিদ্ধার্থ কুমারের চরিত্রে অর্জুন রামপাল\nআইভির চরিত্রে দিব্যা দত্ত\nবন্দনা চরিত্রে শেফালী শাহ\nগৌতম কুমারের চরিত্রে যীশু সেনগুপ্ত\nক্যামিও চরিত্রে প্রসেনজিৎ চট্টোপাধ্যায়\n\n\n== অভ্যর্থনা ==\nদ্য গার্ডিয়ানের নির্পাল ধালিওয়াল বলেছেন এটি \"আমার দেখা সবচেয়ে ভাগ্যবান-ভয়ঙ্কর চলচ্চিত্র\" বলে অভিহিত করেছেন, এটি হিন্দির চেয়ে বরং হ্যামি ইংরেজি ভাষার ব্যবহারের সমালোচনা করেছেন এবং উল্লেখ করেছেন যে প্রধান অভিনেতা, অমিতাভ বচ্চন, স্টিভ ম্যাককুইন, জেমস স্টুয়ার্ট এবং এর সংমিশ্রণ ভালো একটা চলচ্চিত্র উপহার দিয়েছে\n। \nরয়টার্সের জ্যানেট গ্রুটসম্যান উল্লেখ করেছেন যে ছবিটিতে এমন কোনও গান এবং নাচের রুটিন নেই যা বলিউড সিনেমার স্বাভাবিক হাইলাইট।  ইন্ডিয়া গ্লিটজ ফিল্মটির সিনেমাটোগ্রাফি এবং অভিনয়ের প্রশংসা করেছে কিন্তু এর চিত্রনাট্যের সমালোচনা করেছে, বিশেষ করে শেষের দিকে।  Rediff.com- এর সুকন্যা ভার্মা এটিকে ৫ টির মধ্যে ৩ স্টার দিয়ে বলেছেন যে \"[ The Last Lear- এর সমস্যাটি হল যে ঘোষ যখন হ্যারির আভাকে পরিপূর্ণতার দিকে নিয়ে যায়, তখন তার চারপাশের সবাই পৌঁছতে ব্যর্থ হয়।\" \n\n\n== পুরস্কার ==\n২০০৯: ইংরেজিতে শ্রেষ্ঠ চলচ্চিত্রের জন্য স্টার স্ক্রিন পুরস্কার\n২০০৯: ইংরেজিতে শ্রেষ্ঠ পূর্ণদৈর্ঘ্য চলচ্চিত্রের জন্য জাতীয় চলচ্চিত্র পুরস্কার\n২০০৯: শ্রেষ্ঠ পার্শ্ব অভিনেত্রীর জন্য জাতীয় চলচ্চিত্র পুরস্কার - শেফালী শাহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দ্য লাস্ট লিয়ার  (ইংরেজি)\nInternational Film Festival of India - The Last Lear entry\nToronto International Film Festival - The Last Lear entry"}