{"pageid": 1371233, "title": "লাইব্রেরি জেনেসিস", "url": "https://bn.wikipedia.org/wiki?curid=1371233", "content": "লাইব্রেরি জেনেসিস (লিবজেন) হলো একটি নথি আদান-প্রদান ভিত্তিক ছায়া গ্রন্থাগার ওয়েবসাইট যা শিক্ষায়তনিক সাময়িকীর নিবন্ধ, শিক্ষায়তনিক ও সাধারণ আগ্রহের বই, ছবি, কমিক, অডিওবই এবং ম্যাগাজিনের জন্য নিবেদিত। সাইটটি এগুলো বিনামূল্যে পেতে সহায়তা করে যা অন্যথায় ক্রয়-দেয়াল বা অন্য কোথাও ডিজিটাইজ করা হয়নি এমন অবস্থায় বিদ্যমান। লিবজেন নিজেকে \"লিঙ্ক সংগ্রাহক\" হিসাবে বর্ণনা করে, \"সর্বজনীনভাবে উপলব্ধ পাবলিক ইন্টারনেট রিসোর্স থেকে সংগ্রহ করা\" আইটেমগুলির একটি অনুসন্ধানযোগ্য ডাটাবেস এবং সেইসাথে \"ব্যবহারকারীদের থেকে\" আপলোড করা নথিগুলো প্রদান করে।\n\nলিবজেন স্বত্বাধিকারযুক্ত কাজ, যেমন এলসেভিয়ারের সাইন্সডাইরেক্ট ওয়েব-পোর্টাল থেকে PDF সরবরাহ করে। এলসেভিয়ারের মতো প্রকাশকরা লাইব্রেরি জেনেসিসকে ইন্টারনেট পাইরেসির জন্য অভিযুক্ত করেছেন। অন্যরা দাবি করে যে শিক্ষায়তনিক প্রকাশকরা অন্যায়ভাবে সরকারি-অর্থায়নকৃত গবেষণা থেকে উপকৃত হন, যা গবেষকদের দ্বারা লিখিত; যাদের মধ্যে অনেকেই পাবলিক বিশ্ববিদ্যালয়ে নিযুক্ত। যেখানে লিবজেন তাদের গবেষণাকে বিতরণ করতে সাহায্য করছে যা আসলে তাদের অবাধেই পাওয়া উচিত ছিল।\n\n\n== ইতিহাস ==\nলিবজেনের শিকড় রাশিয়ার অবৈধ গুপ্ত সামিজাট সংস্কৃতির সাথে সম্পর্কিত। এখানে কোনো কিছু ছাপানো কঠোরভাবে নিয়ন্ত্রিত হতো, সরকার-বিরোধী বুদ্ধিজীবীরা হাতে কপি ও খসড়া টাইপ করে গোপনে বিতরণ করত। এই ব্যবস্থা সোভিয়েট জেনারেল মিখাইল গর্বাচেভের আমলে ৮০-র দশকে বৈধতা লাভ করে। সেই সাথে কম দামের ডেস্কটপ কম্পিউটার ও স্ক্যানার এবং গবেষণার জন্য কম অর্থায়ন এই ব্যবস্থাকে দ্রুত ছড়িয়ে পরতে সাহায্য করে।\nস্বেচ্ছাসেবকরা রাশিয়ার কম্পিউটার নেটওয়ার্ক (\"রুনেট\") এ ১৯৯০ এর দিকে আসে, যা শত শত এইরকম চেষ্টা ও অবদানে পরিপূর্ণ হয়ে যায়। গ্রন্থাগারিকগণ বিশেষভাবে সক্রিয় হয়। ধার করা পাসওয়ার্ড দিয়ে বৈজ্ঞানিক ও শিক্ষায়তনিক নিবন্ধ পশ্চিমা ইন্টারনেট উৎস থেকে নামিয়ে রুনেটে জমা করা শুরু করে।\n২১শ শতাব্দীর শুরুর দিকে, ২০০৮ সালের আশেপাশে এই প্রচেষ্টাগুলো সম্মিলিত রূপ লাভ করে, যা লাইব্রেরি জেনেসিস(রূপান্তরিত গ্রন্থাগার) বা লিবজেন নাম লাভ করে। খুব দ্রুতই এটা library.nu এর সব সামগ্রী শোষণ করে নেয় এবং কার্যকর উত্তরসূরী হয়ে উঠে, যা ২০১২ সালে আইনগত জটিলতায় বন্ধ হয়ে যায়। ২০১৪ সালের মধ্যে ১২ লক্ষ ভুক্তিসহ এর আকার library.nu এর দ্বিগুণ হয়। ২৮ জুলাই ২০১৯ পর্যন্ত, লাইব্রেরি জেনেসিসের কাছে ২৪ লক্ষ বাস্তবতাভিত্তিক বই, ৮ কোটি বৈজ্ঞানিক সাময়িকীর নিবন্ধ, ২০ লক্ষ কমিক নথি, ২২ লক্ষ কাল্পনিক বই এবং ৪ লক্ষ সাময়িকী আছে।\n২০২০ সালে এটি \"libgen.fun\" নামে ফর্ক বা আলাদা হয়, এর কারণ স্বরূপ অভ্যন্তরীণ গোলযোগ আছে বলে মনে করা হচ্ছে। এর ফলে, তথ্যভিত্তিগুলোর ক্ষেত্রে libgen.fun ও অন্যান্য লিবজেন ডোমেইনের মধ্যে ভিন্নতা আছে।\n\n\n== আইনি সমস্যা ==\n\n\n=== মোকদ্দমা ===\n২০১৫ সালে, লাইব্রেরি জেনেসিস এলসেভিয়ারের সাথে একটি আইনি মামলায় জড়িয়ে পড়ে, যা লিবজেনকে মেধাস্বত্ব লঙ্ঘন এবং নিবন্ধ ও বইগুলোতে বিনামূল্যে অ্যাক্সেস দেওয়ার অভিযোগ আনে। জবাবে, লিবজেনের প্রশাসকরা এলসেভিয়ারকে জনসাধারণের অর্থায়নে পরিচালিত গবেষণা থেকে অর্থনৈতির লাভের জন্য অভিযুক্ত করেছেন, যা করদাতাদের টাকা দ্বারা পরিচালনা করা হয় বলে সকলের কাছে অবাধে উপলব্ধ হওয়া উচিত।\n২০১৫ সালের অক্টোবরের শেষের দিকে, নিউইয়র্কের দক্ষিণ জেলার জেলা আদালত লিবজেনকে বন্ধ করার এবং ডোমেইন নাম(.org নাম) ব্যবহার স্থগিত করার নির্দেশ দেয়, কিন্তু সাইটটি বিকল্প ডোমেনের মাধ্যমে অ্যাক্সেসযোগ্য থাকে।\n\n\n=== হোস্টিং দেশ ===\nলিবজেন রাশিয়া এবং নেদারল্যান্ডস উভয় দেশে নিবন্ধিত বলে জানা গেছে, যা আইনি পদক্ষেপের জন্য উপযুক্ত এখতিয়ার অস্পষ্ট করে তুলেছে।\n\n\n=== অবরোধ ===\nলিবজেন যুক্তরাজ্যের বেশ কয়েকটি আইএসপি দ্বারা অবরুদ্ধ, তবে এই ধরনের ডিএনএস-ভিত্তিক অবরোধ এর ব্যবহার বাধা দেওয়ার জন্য খুব কম কাজ করে বলে দাবি করা হয়। এটি ফ্রান্স, জার্মানি, গ্রীস, ইতালি, বেলজিয়াম (যা বেলজিয়াম ফেডারেল পুলিশ ব্লকপেজে পুনঃনির্দেশ করে), এবং রাশিয়া (নভেম্বর ২০১৮-এ) দ্বারা অবরুদ্ধ।\n\n\n== ব্যবহার ==\n২০১৪ এর শেষ অবধি, সাই-হাব, যা লক্ষ লক্ষ গবেষণাপত্র এবং বই বিনামূল্যে প্রদান করে, স্টোরেজ হিসাবে লিবজেনের উপর নির্ভর করতো। ব্যবহারকারীদের অনুরোধ করা কাগজগুলো লিবজেন থেকে অনুরোধ করা হয়েছিল এবং যদি পাওয়া যায় তবে সেখান থেকে পরিবেশন করা হয়েছিল, অন্যথায় সেগুলো অন্য উপায়ে আনা হয়েছিল এবং তারপরে লিবজেনে সংরক্ষণ করা হয়েছিল।\n২০১৯ সালে আর্কাইভিস্ট এবং তথ্যের স্বাধীনতা কর্মীরা লিবজেনের তথ্য ভাণ্ডারকে আরো ভালো বপনের জন্য(সিডিং) এবং উপস্থাপনের জন্য একটি প্রকল্প চালু করেছিল। প্রকল্পের মুখপাত্র এবং সমন্বয়কারী 'শ্রাইন' এই প্রচেষ্টাটিকে \"বিশ্বের জন্য স্থায়ী লাইব্রেরি কার্ড\" এর একটি উপায় হিসাবে বর্ণনা করে এবং প্রতিবেদন করে যে \"সবার কাছ থেকে ব্যাপকভাবে ইতিবাচক প্রতিক্রিয়া\" পাওয়া গেছে। ২০২০ সালে, প্রকল্পটি আইপিএফএস ব্যবহার করে সাই-হাব এবং লাইব্রেরি জেনেসিসের সামগ্রী একটি পিয়ার-টু-পিয়ার ডিজিটাল লাইব্রেরি চালু করে।\n\n\n== আরও দেখুন ==\nঅ্যানাজ আর্কাইভ\nসাই-হাব\nজেড-লাইব্রেরি\n\n\n== আরো পড়ো ==\nHoule, Louis (2017) সাই-হাব এবং লিবজেন: যদি... কেন না বলি? পেপার এখানে উপস্থাপিত হয়েছে: ইন্টারন্যাশনাল ফেডারেশন অফ লাইব্রেরি অ্যাসোসিয়েশনস অ্যান্ড ইনস্টিটিউশনস WLIC 2017 – Wrocław, পোল্যান্ড – লাইব্রেরি। সংহতি। সমাজ। সেশন S12 - স্যাটেলাইট মিটিং: সিরিয়াল এবং অন্যান্য অব্যাহত সম্পদ বিভাগ এবং অধিগ্রহণ এবং সংগ্রহ উন্নয়ন। ইন: ওপেন অ্যাক্সেস: অ্যাকশন প্রয়োজনীয়, 16 - 17 আগস্ট 2017, গডানস্ক (পোল্যান্ড)।\nKaraganis, Joe, সম্পাদক (৪ মে ২০১৮)। Shadow Libraries: Access to Knowledge in Global Higher Education (ইংরেজি ভাষায়)। MIT Press। আইএসবিএন 978-0-262-53501-4। ডিওআই:10.7551/mitpress/11339.001.0001। \n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআয়না এবং গেটওয়ের তালিকা, তাদের বর্তমান অবস্থাসহ।"}