{"pageid": 1371577, "title": "বাংলাদেশের মহাকাশ কর্মসূচি", "url": "https://bn.wikipedia.org/wiki?curid=1371577", "content": "বাংলাদেশের মহাকাশ কর্মসূচি বলতে গণপ্রজাতন্ত্রী বাংলাদেশ দ্বারা সংঘটিত বিভিন্ন মহাকাশ অভিযানকে বোঝায়। ১১ মে ২০১৮-এ বাংলাদেশের প্রথম যোগাযোগ উপগ্রহ বঙ্গবন্ধু-১ মার্কিন বেসরকারি মহাকাশ সংস্থা স্পেসএক্সের ফ্যালকন ৯ রকেটের মাধ্যমে উৎক্ষেপণ করা হয়েছিল। এছাড়া, ২০২৩ সালের জুলাই মাসে বাংলাদেশ ২০২৪ সালে চাঁদে মহাকাশযান পাঠানোর পরিকল্পনা করেছে।\n\n\n== ইতিহাস ==\n২০০৮ সালে বাংলাদেশে টেলিযোগাযোগ খাতের নিয়ন্ত্রক সংস্থা বিটিআরসি কৃত্রিম উপগ্রহ নির্মাণ বিষয়ে একটি কমিটি গঠন করে। এরপর ২০০৯ সালে জাতীয় তথ্যপ্রযুক্তি নীতিমালায় রাষ্ট্রীয় কৃত্রিম উপগ্রহ উৎক্ষেপণের বিষয়টি যুক্ত করা হয়। বাংলাদেশের নিজস্ব কৃত্রিম উপগ্রহ উৎক্ষেপণের জন্য আন্তর্জাতিক টেলিকমিউনিকেশন ইউনিটের (আইটিইউ) কাছে ইলেক্ট্রনিক আবেদন করে বাংলাদেশ। কৃত্রিম উপগ্রহ ব্যবস্থার নকশা তৈরির জন্য ২০১২ সালের মার্চে প্রকল্পের মূল পরামর্শক হিসেবে যুক্তরাষ্ট্রভিত্তিক প্রতিষ্ঠান ‘স্পেস পার্টনারশিপ ইন্টারন্যাশনাল’ কে নিয়োগ দেওয়া হয়। স্যাটেলাইট সিস্টেম কিনতে ফ্রান্সের কোম্পানি থ্যালাস অ্যালেনিয়া স্পেসের সঙ্গে এক হাজার ৯৫১ কোটি ৭৫ লাখ ৩৪ হাজার টাকার চুক্তি করে বিটিআরসি। ২০১৫ সালে বিটিআরসি রাশিয়ার উপগ্রহ কোম্পানি ইন্টারস্পুটনিকের কাছ থেকে কক্ষপথ (অরবিটাল স্লট) কেনার আনুষ্ঠানিক চুক্তি করে।\n২০১৭ সালে কৃত্রিম উপগ্রহের সার্বিক ব্যবস্থাপনার জন্য ‘বাংলাদেশ কমিউনিকেশন স্যাটেলাইট কোম্পানী লিমিটেড’ নামে একটি সংস্থা গঠন করা হয়। এই সংস্থার প্রাথমিক মূলধন হিসেবে অনুমোদন দেওয়া হয় পাঁচ হাজার কোটি টাকা।\n\n\n== সংস্থা ==\n\n\n=== বাংলাদেশ মহাকাশ গবেষণা ও দূর অনুধাবন প্রতিষ্ঠান ===\n\n\n=== বাংলাদেশ কমিউনিকেশন স্যাটেলাইট কোম্পানী লিমিটেড ===\n\n\n== মহাকাশযান ==\n\n\n=== ব্র্যাক অন্বেষা ===\n\n\n=== বঙ্গবন্ধু-১ ===\n\n\n=== বঙ্গবন্ধু-২ ===\n\n\n=== ফেমটো ===\n২০২৩ সালের জুলাই মাসে বাংলাদেশ চাঁদে মহাকাশযান পাঠানোর পরিকল্পনা করেছে। সব ঠিকঠাক থাকলে ২০২৪ সালে বাংলাদেশের প্রথম চন্দ্র মহাকাশযান \"ফেমটো\" উৎক্ষেপণ করা হবে।\n\n\n== আরও দেখুন ==\nভারতীয় মহাকাশ গবেষণা সংস্থা – ভারতীয় মহাকাশ কর্মসূচি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}