{"pageid": 1371416, "title": "পেঁকযাত্ৰা", "url": "https://bn.wikipedia.org/wiki?curid=1371416", "content": "পেঁকযাত্ৰা, বোকা ভাওনা বা বোকাখেচা ভাওনা হল কৃষ্ণ জন্মাষ্টমী উপলক্ষে নন্দোৎসবের সাথে একত্রে অনুষ্ঠিত একটি বিশেষ ভাওনা। কাদা ছুঁড়ে পালিত হওয়ায় অনুষ্ঠানটিকে পেঁকযাত্ৰা বা বোকা ভাওনা বলা হয়। ভাওনাটি আসামের, যথা নগাঁও জেলার পুরিগুদাম এলাকায়,  সোনিতপুর জেলার জামুগুড়িহাট এলাকার পাতালেরচুক গ্রামে,   বরপেটা, মাজুলি এবং  ইত্যাদি এলাকায় করা হয়। বরপেটায় নানা রকমের ভাওনা আছে। কথিত আছে যে, কৃষ্ণ জন্মের সময় প্রবল বর্ষণ এবং পরদিন নন্দরাজের বাড়িতে কৃষ্ণকে দেখতে আসা ভক্তদের আনা মাখন, মধু ও তেলের কারণে গোকুলের রাস্তা কর্দমাক্ত ও পিচ্ছিল হয়ে পড়ে। এই অর্থে, প্রতীকীভাবে কাদা টেনে কৃষ্ণের জন্ম উদযাপন করা হয়।  অনুরূপ কাদা-ভাওনা গুজরাটেও দেখা যায়। \n\n\n== পালনের আচার আচরণ ==\nপেঁকযাত্ৰর ঐতিহ্য কৃষ্ণের জন্মের সময় গল্পের সাথে জড়িত। সকালে প্রবল শিলাবৃষ্টিতে গোকুলের রাস্তা কর্দমাক্ত হয় বলে ধারণা করা হয় এবং গোকুলের কর্দমাক্ত রাস্তাগুলো শিশুর জন্মের পরীক্ষা করতে আসা গ্রামবাসীরা নিয়ে আসে। উৎসবটি মূলত মহাপুরুষের রীতিনীতিতে নাম-প্রসঙ্গ ও ভাওনা সংস্কৃতির মধ্য দিয়ে পালিত হয়।পেঁকযাত্ৰ অনুষ্ঠানে সাধারণে মহিলারা অংশগ্রহণ করে না, তবে পুরুষ এবং মহিলা উভয়ই মূল অনুষ্ঠানে অংশগ্রহণ করে। কৃত্রিমভাবে এক টুকরো কাদা মাখিয়ে তাতে মাখন ও মধু ঢেলে দেওয়ার রীতি। ভক্তরা প্রথমে মাটির পুকুর প্রদক্ষিণ করে, প্রণাম জানায় এবং একে অপরের দিকে কাদা ছুঁড়ে দেয়। ভাওনা দেখতে আসা লোকজনের কাছ থেকে বিভিন্ন ধরনের কাদা সংগ্রহ করা হয়।  \n\n\n== জামুগুড়িহাটের পেঁকযাত্ৰা ==\nসোনিতপুর জেলার জামুগুড়িহাট শহরের কেন্দ্র পারা থেকে ১.৫ কিলোমিটার দূরে পাতালচুক গ্রামে বছরের পর বছর ২৫০ বছরের বেশি সময় ধরে অনুষ্ঠিত হয় ভাওনা ঐতিহ্যগতভাবে প্রতি বছর ভাদ্র মাসে কৃষ্ণ জন্মাষ্টমীতে।  একটি লোকবিশ্বাস আছে যে ভাওনা পালন না করলে গ্রামে দুর্ভাগ্য আসবে।\nভাওনার প্রথম দিন, ভাদ্র মাসের কৃষ্ণ জন্মাষ্টমী, নামঘরে গ্রামের সকালের প্রার্থনা শুরু করা হয়। ভক্তরা দিনের বেলায় অদৃশ্যকে শরই ও নৈবেদ্য দেন। অনেক রকমের  এমন ভাওনা আছে। ভাওনার মূল নাটকটি লিখেছেন শ্রী শ্রী গোপাল আতা। নাটকটি মূলত বাদ্যযন্ত্রিক। বিভিন্ন বাহুবান বাহুবলী এবং প্রতিটি চরিত্রের অভিনয় নিয়ে নাটকটি এগিয়েছে। ভগবান শ্রীকৃষ্ণের জন্ম রাতের প্রথম প্রহরে। জন্মের সময় শিলা-বৃষ্টি মিলে প্রকৃতির বিশেষ রূপকে কৃত্রিমভাবে উপস্থাপনের চেষ্টা করা হয়েছে।\n\nপরের দিন বোকা ভাওনা, নন্দোৎসব  বা পঞ্চতী উৎসব পুরো  দুই দিনের অনুষ্ঠানের প্রধান আকর্ষণ। এই ভাওনার জন্য চত্বরের একটি বিশেষ এলাকা কৃত্রিমভাবে কাদা করা হয়েছে। তারপর নামঘর থেকে বৈষ্ণবরা নাম গাওয়ার পর কাদা অপসারণের জায়গায় এসে প্রদক্ষিণ করে নাম গায় এবং কাদা অপসারণ করে—  লোকে বলে যে, কৃষ্ণের জন্মের সময় প্রবল বর্ষণ এবং পরদিন নন্দরাজের বাড়িতে কৃষকদের দর্শনার্থীদের আনা মাখন, মধু ও তেলের কারণে গোকুলের রাস্তা কর্দমাক্ত ও পিচ্ছিল হয়ে পড়ে। দৃশ্যটি বোঝাতে স্থানটিকে প্রতীকীভাবে কাদা দিয়ে সজ্জিত করা হয় এবং নন্দোৎসবকে বোঝাতে কাদা নিক্ষেপ করা হয়। একটি প্রথা ও বিশ্বাস রয়েছে যে, যে সমস্ত ভক্তরা ওই দিন কর্দমাক্ত স্থানের মাটিতে উপস্থিত হন তারা তাদের কপালে ধনুক পরে মাটি বাড়িতে নিয়ে যান। \n\n\n== পুরণিগুদাম পেঁকযাত্ৰা ==\nনগাঁও জেলার পুরিগুদাম দেউরিগাঁও এবং ভীমরগাঁওয়ে নন্দোৎসবের সাথে প্রতি বছর বিভিন্ন ধরনের কাদা ভাওনা অনুষ্ঠিত হয়।\nপ্রতি বছর কৃষ্ণ জন্মাষ্টমীর পর একাদশীতে নন্দোৎসব পালিত হয়। সকালে খোল প্রসঙ্গ দিয়ে অনুষ্ঠান শুরু হয়। পরে তারা নাম প্রসঙ্গ ও প্রসাদ-ভোগ বিতরণ করেন। বিকেলে কাদা ভাওনার জন্য নির্ধারিত স্থানে একটি বিশাল পুকুরের মতো খাল খনন করা হয় এবং কাদা ভাওনায় অংশগ্রহণকারী পুরুষরা পুকুরের চারপাশে সারিবদ্ধভাবে বসে প্রভুর নাম জপ করে।\nএরপর অংশগ্রহণকারী ভক্তরা আনন্দে কাদায় নেমে যায়, কাদা নিয়ে খেলা করে এবং আনন্দ প্রকাশ করতে একে অপরের দিকে কাদা নিক্ষেপ করে। বোকা ভাওনার পর, অংশগ্রহণকারীরা আবার স্নান করে নামঘরে নাম প্রসঙ্গ দিয়ে দিনের কর্মসূচি শেষ করেন। এর সঙ্গে ছবি তোলার জন্য দর্শনার্থীরা কাদা সংগ্রহ করে। \n\nসরভাগ এলাকার বরপেটা সাতরা ও গড়খিয়া গোসাই থানে বিভিন্ন ধরনের মাটির ভাওনা অনুষ্ঠিত হয়। বরপেটায় নানা ধরনের ভাওনা রয়েছে।  বারপেটা সাতরাতে সাতরিয়া রীতিনীতি ও আচার-অনুষ্ঠানের সাথে উৎসবটি পালিত হয়। ছবিতে অনেক রকমের চরিত্র আছে, তবে সবচেয়ে গুরুত্বপূর্ণ হল নায়িকার চরিত্র।নায়িকা হল এমন একটি চরিত্র যে খুব কমনীয় এবং অনেক বৈশিষ্ট্যের অধিকারী। শহরে বিভিন্ন ধরনের অনুষ্ঠান এবং আচার-অনুষ্ঠান সম্পাদিত হয়। অনেক ধরনের অনুষ্ঠান এবং আচার-অনুষ্ঠান সাতরাতে করা হয়।এর মধ্যে রয়েছে সাতরার সীমানার মধ্যে কাদা ও কাদা। \nকৃষ্ণের নামকরণের সঙ্গে যুক্ত এই পঞ্চতী বা মাটি ভাওনা উপলক্ষে একটি গর্ত খুঁড়ে তাতে মাটির সৃষ্টি হয়। অল্পবয়সী ছেলেরা কৃষ্ণের ভূমিকায় নৃত্য পরিবেশন করে। এছাড়াও মাজারের ভক্তরা নন্দ ও যশোদার মতো বিভিন্ন চরিত্রের ভূমিকা পালন করে। \n\n\n== তথ্যসূত্র =="}