{"pageid": 1371053, "title": "মঙ্গলকান্দি ইসলামিয়া কামিল মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1371053", "content": "মঙ্গলকান্দি ইসলামিয়া কামিল মাদ্রাসা বাংলাদেশের চট্টগ্রাম বিভাগের কুমিল্লা জেলার তিতাস উপজেলার একটি মাস্টার্স সমমান আলিয়া মাদ্রাসা। মাদ্রাসাটি ১৯৭৯ সালে অধ্যাপক মাওলানা মুহাম্মদ ইয়াছীন প্রতিষ্ঠা করেন। মাদ্রাসাটির দাখিল ও আলিম স্তর বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ডের আওতাধীনে পরিচালিত হয়ে থাকে, আর ফাজিল ও কামিল স্তর ইসলামি আরবি বিশ্ববিদ্যালয়ের অধিভুক্ত প্রতিষ্ঠান হিসাবে পরিচালিত হয়ে থাকে। মাদ্রাসা প্রায়ই বিভিন্ন পাবলিক পরীক্ষার কেন্দ্র হিসাবে ব্যবহৃত হয়ে থাকে। মাদ্রাসার বর্তমান অধ্যক্ষের নাম মাওলানা মো. নুরুল আমিন এবং সভাপতির দায়িত্ব পালন করছেন প্রতিষ্ঠাতার ছেলে মাওলানা মুহাম্মাদ মুনীব।\n\n\n== ইতিহাস ==\nইসলামি শিক্ষার আধুনিকায়ন করতে এই মাদ্রাসা প্রতিষ্ঠা হয়েছিলো, ১৯৭৯ সালে মাদ্রাসাটি তিতাস উপজেলার জগতপুরের মঙ্গলকান্দি নামক গ্রামে প্রতিষ্ঠিত হয়। মাদ্রাসা প্রতিষ্ঠায় গ্রামবাসী ও স্থানীয় শিক্ষাবিদগণ সার্বিক সাহায্য করেন। মাদ্রাসা প্রতিষ্ঠার পরেই দ্রুতই সরকারি মাদ্রাসা বোর্ড থেকে অনুমোদন লাভ করে এবং বাংলাদেশ মাদ্রাসা বোর্ডের নিয়ন্ত্রণে পরিচালিত হতে থাকে। এরপরে শিক্ষার্থী সংখ্যা বৃদ্ধির সাথে সাথে মাদ্রাসা আলিম ও ফাজিল স্তর চালু করা হয়। এরপরে ২০০৬ সালের ইসলামী বিশ্ববিদ্যালয় আইন সংশোধন করে বাংলাদেশের আলিয়া মাদ্রাসা এই বিশ্ববিদ্যালয়ের অধিভুক্তি করা হয়, সেই সময় এই মাদ্রাসাসহ ১০০০ এর বেশি মাদ্রাসা কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের অধিভুক্তি লাভ করে। এরপরে ২০১৬ সালে মাদ্রাসাটি ইসলামি আরবি বিশ্ববিদ্যালয়ের অধিভুক্তি লাভ করে। ২০২২ সালে ইসলামি আরবি বিশ্ববিদ্যালয় কর্তৃক কামিল স্তরের অনুমতি লাভ করে। \nমাদ্রাসাটি স্থানীয়ভাবে ২০২৩ সালে একটি কুরআন তিলাওয়াত প্রতিযোগিতার আয়োজন করে।\n\n\n== সুযোগ-সুবিধা ==\nমাদ্রাসাটিতে নানারকম সুযোগ-সুবিধা রয়েছে। এসব সুযোগ-সুবিধার জন্য মাদ্রাসাটি উপজেলার মধ্যে গুরুত্বপূর্ণ মাদ্রাসা হয়ে উঠেছে।\n\nকামাল উদ্দিন পাঠাগার: ২০২৩ সালে স্থানীয় রোটারিয়ান আলহাজ্ব কামাল উদ্দিন নামের এক শিক্ষাবিদ নিজের নামে এই পাঠাগারটি উদ্বোধন করেন। এই পাঠাগারে কুরআন, হাদিস, আল ফিকাহ, সাধারণ ইসলামি বই, বিজ্ঞান ভিত্তিক বইসহ নানা বই রয়েছে।\nখেলার মাঠ: মাদ্রাসাটিতে সুবিস্তৃত একটি খেলার মাঠ রয়েছে, যেখানে শিক্ষার্থীরা খেলাধুলা করে থাকে। খেলার মাঠের চারিদিকে তথা মাদ্রাসার চারিদিকে দেয়াল দেওয়া আছে।\n\n\n== তথ্যসূত্র =="}