{"pageid": 1371997, "title": "স্মিথ রিপোর্ট", "url": "https://bn.wikipedia.org/wiki?curid=1371997", "content": "স্মিথ রিপোর্ট (সরকারিভাবে অ্যাটমিক এনার্জি ফর মিলিটারি পারপাসেস) হল দ্বিতীয় বিশ্বযুদ্ধের সময় পারমাণবিক বোমা তৈরির মিত্রশক্তির প্রচেষ্টা ম্যানহাটন প্রকল্প সম্পর্কে আমেরিকান পদার্থবিদ হেনরি ডিওলফ স্মিথের লেখা একটি প্রশাসনিক ইতিহাসের সাধারণ নাম। প্রতিবেদনের উপশিরোনামটি হল এ জেনারেল একাউন্ট অব দ্য ডেভেলপমেন্ট অব মেথডস অব ইউজিং অ্যাটমিক এনার্জি ফর মিলিটারি পারপাসেস (বাংলা:সামরিক উদ্দেশ্যে পারমাণবিক শক্তি ব্যবহারের পদ্ধতির বিকাশের সাধারণ অ্যাকাউন্ট)। ৬ই ও ৯ই আগস্ট হিরোশিমা ও নাগাসাকিতে পারমাণবিক বোমাবর্ষণের কয়েকদিন পরে, এটি ১৯৪৫ খ্রিস্টাব্দের ১২ই আগস্ট জনসাধারণের জন্য প্রকাশিত হয়েছিল।\nম্যানহাটন প্রকল্পের পরিচালক মেজর জেনারেল লেসলি আর. গ্রোভস, জুনিয়র কর্তৃক প্রতিবেদন লেখার জন্য স্মিথকে দায়িত্ব দেওয়া হয়েছিল। স্মিথ রিপোর্ট ছিল পারমাণবিক বোমার বিকাশ এবং তাদের পিছনের মৌলিক ভৌত প্রক্রিয়াগুলির প্রথম আনুষ্ঠানিক বিবরণ। এটি কি তথ্য প্রকাশ করা হয়েছে তার একটি ইঙ্গিত হিসাবেও কাজ করেছিল; স্মিথ রিপোর্টে কিছু খোলামেলা আলোচনা করা যেতে পারে। এই কারণে, স্মিথ রিপোর্টটি মৌলিক পারমাণবিক পদার্থবিদ্যার মতো তথ্যের উপর ব্যাপকভাবে দৃষ্টি নিবদ্ধ করে, যা হয় ইতিমধ্যেই বৈজ্ঞানিক সম্প্রদায়ের মধ্যে ব্যাপকভাবে পরিচিত ছিল অথবা একজন দক্ষ বিজ্ঞানী দ্বারা সহজেই অনুমিত করা যায় এবং রসায়ন, ধাতুবিদ্যা ও অস্ত্রশস্ত্র সম্পর্কে বিশদ বিবরণ বাদ দেওয়া হয়। এটি শেষ পর্যন্ত একটি মিথ্যা ধারণা দেবে যে ম্যানহাটন প্রকল্পটি পদার্থবিদ্যা সম্পর্কে ছিল।\nস্মিথ রিপোর্ট-এর প্রথম আটটি মুদ্রণে প্রায় ১,২৭,০০০ কপি বিক্রি হয়েছিল, এবং দ্য নিউ ইয়র্ক টাইমস-এর সেরা বিক্রেতার তালিকায় ১৯৪৫ খ্রিস্টাব্দের অক্টোবর মাসের মাঝামাঝি থেকে ১৯৪৬ খ্রিস্টাব্দের জানুয়ারি মাসের শেষ পর্যন্ত ছিল। এটি ৪০ টিরও বেশি ভাষায় অনুবাদ করা হয়েছে।\n\n\n== পটভূমি ==\nহেনরি ডি. স্মিথ পদার্থবিজ্ঞানের অধ্যাপক ও ১৯৩৫ খ্রিস্টাব্দ থেকে ১৯৪৯ খ্রিস্টাব্দ পর্যন্ত প্রিন্সটন বিশ্ববিদ্যালয়ের পদার্থবিদ্যা বিভাগের চেয়ারম্যান ছিলেন। দ্বিতীয় বিশ্বযুদ্ধের সময়, তিনি ১৯৪১ খ্রিস্টাব্দের গোড়ার দিকে প্রাথমিকভাবে ইউরেনিয়াম সম্পর্কিত জাতীয় প্রতিরক্ষা গবেষণা কমিটির সদস্য এবং পরে শিকাগোতে ধাতব গবেষণাগারের সহযোগী পরিচালক হিসাবে ম্যানহাটন প্রকল্পে জড়িত ছিলেন।\n\n\n== রচনা ==\n\nস্মিথ প্রকল্পের স্থান পরিদর্শন, নথিপত্র দেখা ও গবেষণা কর্মীদের সাথে কাজ নিয়ে আলোচনা করার জন্য প্রয়োজনীয় নিরাপত্তা ছাড়পত্রের অধিকারী ছিলেন। গ্রোভস স্মিথের অনুরোধে আরেকজন প্রিন্সটন পদার্থবিদ লিঙ্কন জি. স্মিথকে গবেষণা সহকারী হিসেবে নিয়োগের অনুমোদন করেন। ম্যানহাটন প্রকল্পের ঊর্ধ্বতন পরিচালকবৃন্দ কেনেথ নিকোলস, রবার্ট ওপেনহেইমার, আর্নেস্ট লরেন্স, হ্যারল্ড ইউরি ও ফ্র্যাঙ্কলিন ম্যাথিয়াসকে একটি চিঠি ব্যাখ্যা করেছে:উদ্দেশ্য হল তাদের স্পষ্টভাবে ও অবিলম্বে স্বীকৃতি দেওয়া যাঁরা এত দিন ও অগত্যা এত বেনামে কাজ করেছেন... তার উদ্দেশ্য সাধনের জন্য, ডঃ স্মিথের কাছে প্রয়োজনীয় নথিপত্রের অ্যাক্সেস ... [এবং] আপনার ও আপনার প্রধান সহকারীর কাছ থেকে তথ্য ও পরামর্শ সহ প্রকল্পে আপনার পর্বের বিষয়ে সম্পূর্ণ তথ্য থাকতে হবে।\n \nযেহেতু স্মিথের তখনও প্রিন্সটন ও শিকাগোতে অঙ্গীকারবদ্ধ ছিলেন, তিনি শুধুমাত্র খণ্ডকালীনভাবে প্রতিবেদনে কাজ করতে সক্ষম ছিলেন। তিনি প্রিন্সটনের পামার ল্যাবরেটরিতে তার কার্যালয়ে প্রতিবেদনটি লিখেছিলেন। বারগুলি স্মিথের কার্যালয়ের জানালায় ও তার সংলগ্ন একটিতে স্থাপন করা হয়েছিল। তার কার্যালয়ের হলওয়ের দরজাটি একটি বড় সিন্দুক দ্বারা তালাবদ্ধ ও অবরুদ্ধ করা হয়েছিল যাতে কেবলমাত্র পার্শ্ববর্তী কার্যালয়ের মাধ্যমে প্রবেশ করা যায়, যেখানে একজন সশস্ত্র প্রহরী ছিল। রক্ষীরা আট ঘন্টার শিফটে কাজ করত, এবং একজন চব্বিশ ঘন্টা উপস্থিত থাকত। স্মিথ যখন ওয়াশিংটন, ডি.সি.-তে গ্রোভসকে কাগজপত্র পাঠান, তখন সেগুলি সামরিক কুরিয়ারের মাধ্যমে গিয়েছিল।\nঅনুমোদনের জন্য স্মিথ ১৯৪৪ খ্রিস্টাব্দের আগস্ট মাসে গ্রোভসের কাছে প্রতিবেদনের একটি রূপরেখা ও মোটামুটি খসড়া পাঠান, তারপরে ১৯৪৫ খ্রিস্টাব্দের ফেব্রুয়ারি মাসের প্রথম বারোটি অধ্যায়ের খসড়া তৈরি করেন, শুধুমাত্র চূড়ান্ত অধ্যায়টি সম্পূর্ণ করা বাকি ছিল। গ্রোভস ও কন্যান্ট খসড়া পর্যালোচনা করেন এবং বেশ কিছু সমালোচনা করেন। তারা অনুভব করেছিল যে এটি সাধারণ পাঠকদের জন্য খুব প্রযুক্তিগত ছিল, পর্যাপ্ত সংখ্যায় অংশগ্রহণকারীদের নাম উল্লেখ করেনি এবং লস আলামোস ল্যাবরেটরির কার্যকলাপের উপর খুব বেশি মনোনিবেশ করেছিল। গ্রোভস বিশেষভাবে উদ্বিগ্ন ছিলেন যে যোগ্য ব্যক্তিদের উল্লেখ করা হবে, কারণ তিনি অনুভব করেছিলেন যে এটি নিরাপত্তা লঙ্ঘনের ঝুঁকি হ্রাস করবে। প্রতিক্রিয়া অনুসারে স্মিথ কর্তৃক ধারাবাহিক পরিবর্তন করার পর, গ্রোভস তার বৈজ্ঞানিক উপদেষ্টা রিচার্ড টলম্যানের কাছে পাণ্ডুলিপিটি পাঠান। টলম্যানকে টেক্সাস বিশ্ববিদ্যালয়ের পদার্থবিদ পল সি. ফাইন ও হার্ভার্ড বিশ্ববিদ্যালয়ের পদার্থবিদ উইলিয়াম শারক্লিফ সাহায্য করেছিলেন, যারা টেকনিক্যাল সহকারী হিসেবে ন্যাশনাল ডিফেন্স রিসার্চ কমিটিতে তার অফিসে কাজ করছিলেন। তাদের কাছে, পাণ্ডুলিপি সম্পাদনা ও সেন্সর করার দ্বৈত দায়িত্ব ছিল।\n\n\n== অভ্যর্থনা ==\nপ্রথম মুদ্রণ সংস্করণগুলি ১০ই সেপ্টেম্বর বইয়ের দোকানে বিতরণ করা হয়েছিল। অনেকেই এর প্রযুক্তিগত প্রকৃতির কারণে এটি সম্পর্কে সতর্ক ছিলেন এবং বিক্রি কম হবে বলে আশঙ্কা করেছিলেন। একটি ব্যতিক্রম ছিল স্ক্রিবনের'স বুকস্টোরেজ, যেটি বড় আকারের ক্রায়াদেশ দিয়েছিল। ম্যানহাটন প্রকল্পের প্রধান উৎপাদন ক্ষেত্র সাইট ওক রিজের কর্মচারী কল্যাণ সংস্থার মাধ্যমে ৮,০০০ টি বই বিক্রি হয়েছিল। লস আলামোস ও ওয়াশিংটনের রিচল্যান্ডের জন্য অনুরূপ ব্যবস্থা করা হয়েছিল, যেগুলি এমন জায়গায় অবস্থিত ছিল যেখানে বইয়ের দোকানের অভাব ছিল।\n\n\n== রুশ অনুবাদ ==\n\nনিজস্ব পারমাণবিক অস্ত্র উন্নয়নে অগ্রগতি করতে আগ্রহী এবং ম্যানহাটন প্রকল্প যে পথে সফলতা পেয়েছিল তা অনুসরণ করতে দৃঢ়প্রতিজ্ঞ সোভিয়েত ইউনিয়ন অ্যাটমিক এনার্জি ফর মিলিটারি পারপাসেস-এর একটি রাশিয়ান অনুবাদ চালু করেছিল। এটি ১৯৪৫ খ্রিস্টাব্দে নভেম্বর মাসের মাঝামাঝি সময়ে টাইপসেট আকারে ছিল, এবং তারপরে ১৯৪৬ খ্রিস্টাব্দের ৩০শে জানুয়ারি স্টেট রেলওয়ে ট্রান্সপোর্টেশন পাবলিশিং হাউস দ্বারা প্রকাশিত হয়েছিল। প্রায় ৩০,০০০ টি বই মুদ্রিত হয়েছিল এবং সোভিয়েত প্রচেষ্টায় কাজ করা অনেক বিজ্ঞানী ও প্রকৌশলীর কাছে এটি ব্যাপকভাবে বিতরণ করা হয়েছিল।।\nবেশ কয়েকটি ক্ষেত্রে, সোভিয়েতরা স্মিথ রিপোর্টের সঙ্গে পরামর্শ করেছিল যে তারা কীভাবে তাদের প্রকল্পে উদ্ভূত কিছু বাধা মোকাবেলা করতে পারে। বিষাক্ত প্রভাব সম্পর্কিত মূল পাঠ্য ও প্রিন্সটন সংস্করণের মধ্যে বিষয়বস্তু মুছে ফেলার বিষয়টি শীঘ্রই রাশিয়ান অনুবাদকদের নজরে আসে এবং শুধুমাত্র সোভিয়েত প্রকল্পে এর গুরুত্ব তুলে ধরার জন্য কাজ করে।\nযাইহোক, গোল্ডস্মিড বিশ্বাস করেছিলেন, ঠিক যেমন চ্যাডউইক শেষ পর্যন্ত বিশ্বাস করেছিলেন, রিপোর্টের প্রকাশনা ভারসাম্য অনুসারে ছিল, নতুন অস্ত্র সম্পর্কে কিছু প্রকাশ না করা তথ্যের জন্য জনসাধারণের জানার আগ্রহ এবং ফলস্বরূপ তথ্য ফাঁস ও অযৌক্তিক প্রকাশের দিকে নিয়ে যাবে।\n\n\n== তথ্যসূত্র =="}