{"pageid": 1371745, "title": "নাওয়াং গোম্বু", "url": "https://bn.wikipedia.org/wiki?curid=1371745", "content": "নাওয়াং গোম্বু (১ মে ১৯৩৬ - ২৪ এপ্রিল ২০১১) একজন শেরপা পর্বতারোহী ছিলেন। তিনি বিশ্বের প্রথম মানুষ যিনি দুবার এভারেস্টে আরোহণ করেছিলেন।\nগোম্বু তিব্বতের মিনজুতে জন্মগ্রহণ করেছিলেন এবং তার মামা তেনজিং নোরগে সহ অনেক আত্মীয়দের মত পরে ভারতীয় নাগরিকত্ব পেয়েছিলেন। ১৯৫৩ সালে তেনজিং ও এডমন্ড হিলারির সাথে তিনিই সর্বকনিষ্ঠ শেরপা ছিলেন যিনি ২৬,০০০ ফুট উঁচু সাউথ কলে বোঝা পৌঁছতে গেছিলেন।  ১৯৬৪ সালে, তিনি নন্দা দেবী (২৪,৬৪৫ ফুট) চূড়ায় আরোহন করে, প্রথম ভারতীয় এবং বিশ্বের তৃতীয় ব্যক্তি হন । ১৯৬৫ সালে, তিনি বিশ্বের প্রথম মানুষ যিনি দুবার মাউন্ট এভারেস্টে আরোহণ করেছিলেন -এটি একটি রেকর্ড যা প্রায় ২০ বছর ধরে অটুট ছিল। প্রথম আরোহণ ছিল ১৯৬৩ সালে আমেরিকান অভিযানের সঙ্গে বিশ্বের এগারোতম মানুষ হিসেবে এবং দ্বিতীয়টি ছিল ভারতীয় এভারেস্ট অভিযান ১৯৬৫ সালে সপ্তদশতম হিসেবে।\n\n\n== প্রারম্ভিক জীবন এবং পটভূমি ==\nগোম্বুর জন্ম এভারেস্টের উত্তর-পূর্বে খার্তা অঞ্চলে। তার প্রাথমিক জীবন, তার পিতামাতার বিবাহের জটিলতায় ভরা ছিল। তার পিতা নাওয়াং ছিলেন একজন সন্ন্যাসী এবং স্থানীয় সামন্ত জমিদারের ছোট ভাই। তাঁর মা, তেনজিং-এর প্রিয় বড় বোন ছিলেন লহামু খিপা, যিনি ছিলেন দাসদের পরিবারের একজন সন্ন্যাসী। তারা দু'জন পালিয়ে যাওয়ায় অশান্তির সৃষ্টি হয়। সেইসময় কিছু সময়ের জন্য তারা নেপালের সীমান্তের ওপারে একটি শেরপা জেলা খুম্বুতে বসবাস করে।\nঅল্প বয়সে,  রংবুক মনাস্ট্রিতে সন্ন্যাসী হওয়ার জন্য, গোম্বুকে তিব্বতে ফেরত পাঠানো হয়েছিল। রংবুক মনাস্ট্রি এখন তিব্বতের দিকের এভারেস্ট  বেস ক্যাম্পের নীচে এক ঘন্টা হাঁটাপথ। গোম্বুর ঠাকুমা ছিলেন, প্রধান লামা ট্রুলশিক রিনপোচে-এর ভাইঝি। কিন্তু প্রায়শই পড়াশোনায় বিফল শিশুদের যে কঠিন শাস্তি দেওয়া হত, তার থেকে এই সম্পর্ক তাকে রক্ষা করতে পারেনি।\n\n\n== কর্মজীবন ==\nএক বছর পর, গোম্বু এক বন্ধুর সাথে  নাংপা লা পার হয়ে খুম্বুতে পালিয়ে যান, যেখানে প্রথম পশ্চিমের অভিযাত্রীরা এভারেস্টের দক্ষিণের দিকগুলি অন্বেষণ করতে শুরু করেছিল।\nতিনি ছিলেন বিশ্বের প্রথম মানুষ যিনি ভারতীয় এবং আমেরিকান অভিযাত্রীদের সাথে দুবার এভারেস্ট আরোহণ করেছিলেন। বহু দিন এই রেকর্ড ভাঙা যায়নি অর্থাৎ এটি কোন ছোট কীর্তি নয়। তিনি বহুবার মাউন্ট রেইনিয়ার আরোহণ করেন এবং ব্যাপকভাবে ভ্রমণ করেন।\nনাওয়াং গোম্বু ভারতের দার্জিলিং- এ থাকতেন এবং সেখানে উপদেষ্টা হিসেবে অবসর নিয়ে হিমালয়ান মাউন্টেনিয়ারিং ইনস্টিটিউটে তার জীবন কাটিয়েছেন। তাঁর চার সন্তান এবং স্ত্রী সীতা দার্জিলিংয়ে থাকেন।\n\n\n== সম্মান ও পুরস্কার ==\nতাঁর কৃতিত্বের জন্য তিনি অর্জুন পুরস্কার এবং পদ্মভূষণ পুরস্কার লাভ করেন। গোম্বু ১৯৫০ এবং ১৯৬০ এর দশকে ১৯৬৩ এভারেস্ট অভিযান উদযাপনের অংশ হিসাবে আরোহণের পুনর্মিলনে অংশ নিয়েছিলেন। তিনি মাকালু, সাকাং শৃঙ্গ, শাসের কাংরি, নন্দাদেবী, চোইউ, কোকথাং এবং রাথং শৃঙ্গ জয় করেন। ২০০৬ সালে, তিনি রাষ্ট্রপতি এপিজে আবদুল কালাম কর্তৃক ভারতীয় পর্বতারোহণের ক্ষেত্রে তেনজিং নোরগে লাইফটাইম অ্যাচিভমেন্ট পুরস্কারে ভূষিত হন।\nগোম্বু তার পরবর্তী জীবন শেরপা সম্প্রদায়ের জন্য উৎসর্গ করেছেন, তহবিল সংগ্রহ করেছেন এবং কিছু বছর শেরপা বৌদ্ধ সমিতির সভাপতি ছিলেন।\n\n\n=== পুরস্কার ===\n১৯৫৩ - টাইগার মেডেল\n১৯৫৩ - রানী দ্বিতীয় এলিজাবেথ করোনেশন মেডেল\n১৯৬৩- হাবার্ড মেডেল - ন্যাশনাল জিওগ্রাফিক সোসাইটি, মার্কিন যুক্তরাষ্ট্র\n১৯৬৪ - পদ্মশ্রী - ভারত\n১৯৬৫ – পদ্মভূষণ – ভারত\n১৯৬৬ – ইন্ডিয়ান মাউন্টেনিয়ারিং ফাউন্ডেশনের স্বর্ণপদক – ভারত\n১৯৬৭ – অর্জুন পুরস্কার – ভারত\n২০০৬ – <i>তেনজিং নোরগে ন্যাশনাল অ্যাডভেঞ্চার অ্যাওয়ার্ড</i> – ভারত\n\n\n== আরো দেখুন ==\nমাউন্ট এভারেস্টের ভারতীয় আরোহণকারী - বছর অনুযায়ী\nভারতের মাউন্ট এভারেস্ট রেকর্ডের তালিকা\nমাউন্ট এভারেস্ট রেকর্ডের তালিকা\nমাউন্ট এভারেস্টের চূড়ায় আরোহনকারীদের আরোহণের সংখ্যা অনুসারে তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅনলাইন জীবনী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ এপ্রিল ২০১১ তারিখে\nএভারেস্ট সিরিজের শেরপা: নাওয়াং গোম্বু শেরপা - EverestHistory.com\nনাওয়াং গোম্বু: মাউন্টেন গাইড যিনি দুবার এভারেস্ট আরোহণকারী প্রথম মানুষ হয়েছিলেন - দ্য ইন্ডিপেন্ডেন্ট\nস্তূপ আফটার লেজেন্ডারি ক্লিম্বার নাওয়াং গম্বু এট এইচ এম আই-মিলেনিয়াম পোস্ট\nনাওয়াং গোম্বু: হার্ট অব আ টাইগার - YouTube\nটেমপ্লেট:Padma Shri Award Recipients in Sportsটেমপ্লেট:Indian mountaineers"}