{"pageid": 1371473, "title": "রামোজি রাও", "url": "https://bn.wikipedia.org/wiki?curid=1371473", "content": "চেরুকুরি রামোজী রাও (১৬ নভেম্বর ১৯৩৬ - ৮ জুন ২০২৪) ছিলেন একজন ভারতীয় ব্যবসায়ী, মিডিয়া উদ্যোক্তা এবং চলচ্চিত্র প্রযোজক। তিনি রামোজী গোষ্ঠীর প্রধান। এটি বিশ্বের বৃহত্তম চলচ্চিত্র তৈরির ক্ষেত্র রামোজি ফিল্ম সিটির উদ্যোক্তা। এছাড়াও তিনি ঈনাড়ু সংবাদ পত্র, টেলিভিশনের ইটিভি নেটওয়ার্ক, চলচ্চিত্র নির্মাতা ঊষা কিরণ মুভিজ-এর প্রধান। তার অন্যান্য ব্যবসায়িক উদ্যোগগুলি মধ্যে রয়েছে মার্গদর্শী চিট ফান্ড, ডলফিন গ্রুপ অব হোটেলস, কলাঞ্জলি শপিং মল, প্রিয়া পিকেলস, এবং ময়ূরী ফিল্ম ডিস্ট্রিবিউটর।\nতার ঝুলিতে রয়েছে চারটি ফিল্মফেয়ার পুরস্কার দক্ষিণ, পাঁচটি নন্দী পুরস্কার এবং  তেলুগু চলচ্চিত্রে তার অবদানের জন্য জাতীয় চলচ্চিত্র পুরস্কার. ২০১৬ সালে সাংবাদিকতা, সাহিত্য ও শিক্ষায় তিনি ভারতের দ্বিতীয় সর্বোচ্চ অসামরিক সম্মাননা পদ্মবিভূষণ সম্মানে ভূষিত হন।\n\n\n== ব্যক্তিগত জীবন ==\nরামোজী রাও ১৯৩৬ সালের‌ ১৬ই নভেম্বর তারিখে বর্তমান ভারতের অন্ধ্রপ্রদেশের অন্তর্গত কৃষ্ণা জেলার পেদাপারুপুড়িতে এক কৃষক পরিবারে জন্মগ্রহণ করেন। রামোজী গ্রুপের আওতাধীন কোম্পানিগুলি হল মার্গদর্শী চিট ফান্ড, ঈনাড়ু সংবাদ পত্র, ইটিভি নেটওয়ার্ক, রমাদেবী পাবলিক স্কুল, প্রিয়া ফুডস, কলাঞ্জলি, উষা কিরণ মুভিজ এবং হায়দ্রাবাদের নিকট অবস্থিত রামোজি ফিল্ম সিটি। এছাড়াও তিনি অন্ধ্রপ্রদেশের ডলফিন গ্রুপ অফ হোটেলের সভাপতি।\nরামোজী রাওয়ের কনিষ্ঠ পুত্র চেরুকুরি সুমন‌ ২০১২ সালের ৭ই সেপ্টেম্বর তারিখে লিউকেমিয়ায় মারা যায়।\n\n\n== চলচ্চিত্রের তালিকা ==\n\nরামোজী রাওয়ের সবচেয়ে প্রসিদ্ধ উদ্যোগটি হল রামোজি গ্রুপ, যা ১৯৯৬ সালে বিশ্বের বৃহত্তম ফিল্ম স্টুডিও কমপ্লেক্স হিসাবে গিনেস বিশ্ব রেকর্ড করেছে। রামোজী গ্রুপের প্রযোজিত প্রথম চলচ্চিত্রটি ছিল তেলুগু ভাষায় শ্রীবারিকি প্রেমলেখ। ওই বছরই গ্রুপটি তেলুগু ভাষায় আরও দুটি প্রযোজনা করে। মালয়ালম, হিন্দি, তামিল, কন্নড় ও তেলুগু ভাষায় একাধিক সিনেমা পুনর্করণ করা হয়, যার মধ্যে‌ বেশ কয়েকটি ছিল সেই সময়কার সুপারহিট সিনেমা। এছাড়াও ২০০০ সালে‌ সন্দীপ রায়ের পরিচালনায় ফেলুদা সিরিজের ডক্টর মুন্সির ডায়েরি এবং ২০০৩ সালে বোম্বাইয়ের বোম্বেটে দুটি সিনেমা প্রযোজিত হয়। বাংলা চলচ্চিত্র জগতে এই দুটি সিনেমা যথেষ্ট চর্চিত। হিন্দি সিনেমার মধ্যে রয়েছে নাচে ময়ূরী, প্রতিঘাত, তুঝে মেরি কসম ও থোড়া তুম বদলো থোরা হাম।\n\n\n== পুরস্কার ও সম্মাননা ==\n\nনাগরিক সম্মাননা\nপদ্মবিভূষণ (২০১৬) – ভারত সরকার\nজাতীয় চলচ্চিত্র পুরস্কার (ভারত)\nশ্রেষ্ঠ তেলুগু ভাষার চলচ্চিত্র বিভাগে জাতীয় চলচ্চিত্র পুরস্কার (ভারত) (প্রযোজক) – নুব্বে কাওয়ালি (২০০০)\nফিল্মফেয়ার পুরস্কার\nফিল্মফেয়ার পুরস্কার সেরা চলচ্চিত্র (তেলুগু) – প্রতিঘটন (১৯৮৫)\nফিল্মফেয়ার বিশেষ পুরস্কার - দক্ষিণ ভারতীয় সিনেমার প্রতি অসামান্য অবদানের জন্য (১৯৯৮)\nশ্রেষ্ঠ তেলুগু ভাষার চলচ্চিত্র বিভাগে জাতীয় চলচ্চিত্র পুরস্কার (ভারত) – নুব্বে কাওয়ালি (২০০০)\nফিল্মফেয়ার লাইফটাইম অ্যাচিভমেন্ট পুরস্কার- দক্ষিণ (২০০৪)\nনন্দী পুরস্কার\nসেরা পূর্ণদৈর্ঘ্য চলচ্চিত্র -  রৌপ্য - কাঞ্চন গঙ্গা (১৯৮৪)\nসেরা পূর্ণদৈর্ঘ্য চলচ্চিত্র - স্বর্ণ - ময়ূরী (১৯৮৫)\nসেরা পূর্ণদৈর্ঘ্য চলচ্চিত্র - রৌপ্য - মৌন পোরাটম (১৯৮৯)\nসেরা পূর্ণদৈর্ঘ্য চলচ্চিত্র - কাংস্য - অশ্বিনী (১৯৯১)\nসেরা পূর্ণদৈর্ঘ্য চলচ্চিত্র - স্বর্ণ - তেজা (১৯৯২)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃ সংযোগ ==\nhttps://www.imdb.com/name/nm0127372/"}