{"pageid": 1371188, "title": "বলাকইড় পদ্মবিল", "url": "https://bn.wikipedia.org/wiki?curid=1371188", "content": "বলাকইড় পদ্মবিল বা বলাকৈইড় পদ্মবিল বাংলাদেশের দক্ষিণ-পূর্বাঞ্চলের গোপালগঞ্জ জেলার একটি পল্লী এলাকা ও পর্যটনকেন্দ্র। এটি বাংলাদেশের গোপালগঞ্জ জেলার গোপালগঞ্জ সদর থানার অন্তর্গত করপাড়া ইউনিয়নের বলাকইড়ে অবস্থিত। প্রায় হাজার বিঘা এলাকার মধ্যে বলাকইড় পদ্মবিল বাংলাদেশের অন্যতম নৈসর্গিক প্রাকৃতিক দর্শনীয় স্থান। এটি বাংলাদেশের একমাত্র পদ্মবিল যেখান থেকে চিত্তবিনোদন নেওয়ার জন্য বাংলাদেশের বিভিন্ন প্রান্ত থেকে বিভিন্ন দর্শনার্থীরা পদ্ম মৌসুমে এর সৌন্দর্য দেখতে ছুটে আসে। এমনকি বিদেশ থেকেও অনেক দর্শনার্থী এসে এখানে বলাকইড় পদ্মবিলের সৌন্দর্য উপভোগ করে।\n\n\n== ইতিহাস ==\nবলাকইড় ছাড়া বলাকইড় পদ্মবিলের অংশ হিসেবে আছে অত্র ইউনিয়নের বৃহত্তম বনগ্রামের কয়েকটি বিলের অংশ তন্মধ্যে বনগ্রাম পঁচা ডাঙা, ঝাল্লা ডাঙা, মোল্লা ডাঙা, সাতপুকুর পার্শ্ববর্তী কাঠি ইউনিয়নের মানিকহার বিলের আংশিক অংশ, কাঁজুলিয়া ইউনিয়নের উত্তর-পশ্চিমাংশ,করপাড়া ইউনিয়নের তাড়গ্রামের দক্ষিণ পশ্চিমাংশ। যদিও এটি বিভিন্ন বিলের সমন্বয়ে গঠিত হয়েছে তবুও স্থানীয়ভাবে এটিকে বলাকইড় পদ্মবিল হিসেবে ডাকা হয় বা স্থানীয় লোকজন বা বিভিন্ন এলাকা থেকে আগত ভ্রমণ পিপাসু পর্যটকরা সে নামে চিনে থাকে। বলতে গেলে,প্রায় কয়েক হাজার বিঘা জমিতে এই পদ্মবিল অফু্রন্তভাবে এখানে ফুটে রয় যেন অপার সৌন্দর্য বিলাতে। তবে শুষ্ক মৌসুমে,এর কিছু অংশ জমি চাষাবাদের আওতায় আসে তথা একবারের জন্য ধানের চাষ করে থাকেন। অনেক সময় সে উৎপাদিত ফসল ঘরে তুলতে পারেন আবার অনেক  সময়ে জোয়ারের পানিতে তা তলিয়ে যায়।\n\n\n== অবস্থান ==\nঐতিহাসিক এই পর্যটন এলাকাটি গোপালগঞ্জ জেলার সদর উপজেলার করপাড়া ইউনিয়ন এর প্রধানত বলাকইড়ে  অবস্থিত। গোপালগঞ্জ জেলা সদর থেকে সড়ক পথে এর দূরত্ব প্রায় পনেরো কিলোমিটার উত্তর পূর্ব দিকে অবস্থিত। এর পূর্ব দিকে বিল বাজুনিয়া, পশ্চিমে বনগ্রাম,  উত্তরে কৃষ্ণপুর এবং দক্ষিণে মানিকহার, ভোজেরগাতি ও কাঠি এলাকা অবস্থিত।\n\n\n== পর্যটন আকর্ষণ ==\n\nপর্যটকদের আকর্ষণ করতে প্রতি বছর এখানে পদ্মবিল নামে মেলা বসে। যা বিভিন্ন জাতীয় দৈনিক, ইলেক্ট্রনিক ও প্রিন্ট মিডিয়ায় প্রকাশ পায়। যে দূরদর্শন সংবাদ দেখে দেশের বিভিন্ন প্রান্ত থেকে ভ্রমণ পিপাসু মানুষ এখানে পরিবার পরিজন নিয়ে ছুটে আসে। বিভিন্ন বিশ্ববিদ্যালয়ের ছাত্র/ছাত্রীরা পদ্ম মৌসুমে এখানে চিত্ত বিনোদন নিয়ে থাকেন। বিভিন্ন পেশাজীবির পর্যটকসহ সরকারের উচ্চ পদস্থ কর্মকর্তা কর্মচারী, সচিব মহোদয়, সাংসদ, মন্ত্রী বা সমমর্যাদার ব্যক্তিবর্গ এখানে ভ্রমণ করে থাকেন।\n\n\n== চিত্রশালা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}