{"pageid": 1371657, "title": "বিপন চন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1371657", "content": "বিপন চন্দ্র (২৪ মে ১৯২৮ – ৩০ আগস্ট ২০১৪)  একজন ভারতীয় ইতিহাসবিদ, আধুনিক ভারতের অর্থনৈতিক ও রাজনৈতিক ইতিহাসে বিশেষজ্ঞ ছিলেন। জওহরলাল নেহরু বিশ্ববিদ্যালয়ের আধুনিক ইতিহাসের একজন সম্মান ও উপাধিসহ অবসরপ্রাপ্ত অধ্যাপক, তিনি ভারতের স্বাধীনতা আন্দোলনের বিষয়ের উপর বিশেষ জ্ঞান অর্জন করেন এবং মহাত্মা গান্ধী বিষয়ে একজন মুখ্য পণ্ডিত হিসেবে বিবেচিত হন। তিনি দ্য রাইজ অ্যান্ড গ্রোথ অফ ইকোনমিক ন্যাশনালিজম সহ বেশ কয়েকটি বই লিখেছেন। \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nবিপন চন্দ্রের জন্ম ব্রিটিশ ভারতের পাঞ্জাবের কাংরায় (বর্তমানে হিমাচল প্রদেশে )।  ব্রিটিশ ভারতের পাঞ্জাব অঞ্চলের প্রচলন অনুসারে, তার প্রাথমিক শিক্ষা ছিল উর্দুতে, জীবনের শুরুর দিকে বাড়িতে তার  উর্দু উপন্যাস নিয়ে সময় কাটত। তিনি ১৯৪৬ সালে ফরম্যান ক্রিশ্চিয়ান কলেজ, লাহোর থেকে স্নাতক হন যার পরে দেশভাগ হওয়ার দরুন তাকে চলে যেতে হয়। এরপরে তিনি মার্কিন যুক্তরাষ্ট্রে যান যেখানে তিনি স্নাতক এবং স্নাতকোত্তর সম্পন্ন করার জন্য মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়ার স্ট্যানফোর্ড বিশ্ববিদ্যালয়ে অধ্যয়ন করেন। তিনি সেখানে কমিউনিস্টদের সাথে যোগাযোগ করেন এবং সেনেটর ম্যাকার্থির কমিউনিস্ট বিরোধী ক্রুসেডের জালে ধরা পরায় তাকে ভারতে নির্বাসিত করা হয়। ১৯৫০-এর দশকের গোড়ার দিকে দিল্লিতে ফিরে, বিপন চন্দ্র দিল্লির হিন্দু কলেজে ইতিহাসের প্রভাষক নিযুক্ত হন।  পরে ১৯৬৩ সালে দিল্লি বিশ্ববিদ্যালয় থেকে তিনি পিএইচডি শেষ করেন।\n\n\n== কর্মজীবন ==\nচন্দ্র বহু বছর ধরে প্রভাষক এবং তারপরে হিন্দু কলেজ, দিল্লিতে রিডার হিসাবে পড়ান।  তিনি  জওহরলাল নেহরু বিশ্ববিদ্যালয়, নতুন দিল্লি প্রতিষ্ঠিত হওয়ার পরপরই সেখানে ইতিহাসের অধ্যাপক হন, এবং অবসর গ্রহণের পর একজন সান্মানিক অবসরপ্রাপ্ত অধ্যাপক হিসেবে নিযুক্ত হন। তিনি অনুসন্ধান জার্নাল প্রতিষ্ঠা করেন এবং দীর্ঘদিন এটির সম্পাদকীয় বোর্ডের সদস্য ছিলেন। \nচন্দ্র একজন বিভাগীয় সভাপতি এবং  ১৯৮৫ সালে ভারতীয় ইতিহাস কংগ্রেসের সাধারণ সভাপতি ছিলেন  তিনি জওহরলাল নেহরু বিশ্ববিদ্যালয়ের সেন্টার ফর হিস্টোরিক্যাল স্টাডিজ, নয়াদিল্লির চেয়ারপারসন ছিলেন।  তিনি ১৯৯৩ সালে বিশ্ববিদ্যালয় মঞ্জুরি কমিশনের সদস্য হন   ২০০৪ থেকে ২০১২ সাল পর্যন্ত ন্যাশনাল বুক ট্রাস্ট, নয়াদিল্লির চেয়ারম্যান ছিলেন তিনি।   ন্যাশনাল বুক ট্রাস্ট, ইন্ডিয়ার চেয়ারম্যান হিসেবে তিনি অনেক নতুন ধারাবাহিক যেমন জনপ্রিয় সামাজিক বিজ্ঞান, আত্মজীবনী, আফ্রো-এশিয়ান কান্ট্রি সিরিজ, ইন্ডিয়ান ডায়াস্পোরা স্টাডিজ ইত্যাদি শুরু করেছিলেন \nতার অবসরের বছরগুলিতে তিনি ২০০৭ সালে জাতীয় গবেষণা অধ্যাপক হিসাবে নিযুক্ত হন \n\n\n== গবেষণা ==\nচন্দ্র স্বাধীনতার পর থেকে ভারতে কমিউনিস্ট আন্দোলনের পুরোভাগে ছিলেন।  তাঁর সহ-লেখিত বই, ফ্রিডম স্ট্রাগল, ১৯৭৭ সালে ভারতে ক্ষমতায় আসা নতুন কেন্দ্রীয় সরকার দ্বারা সেন্সর করা হয়েছিল  তিনি নুরুল হাসান, রাম শরণ শর্মা, সর্বপল্লী গোপাল, সতীশ চন্দ্র, রোমিলা থাপর, ইরফান হাবিব, বরুন দে এবং অর্জুন দেব এবং তাঁর কয়েকজন ছাত্র যেমন মৃদুলা মুখার্জি, আদিত্য মুখার্জি, সুচেতা মহাজন এবং বিশালাক্ষি মেননের মতো ইতিহাসবিদদের সাথে কোলাবারেট করেছিলেন, যাদের পাঠ্যপুস্তকগুলি পূর্বে ভারতের স্কুলগুলির ইতিহাস পাঠ্যক্রমে অন্তর্ভুক্ত ছিল। \n\n\n== বিতর্ক ==\nএপ্রিল ২০১৬ সালে, দক্ষিণপন্থী কর্মী দীনানাথ বাত্রা,  বিপনেরভারতের স্বাধীনতা সংগ্রামের উপর নিষেধাজ্ঞা চেয়েছিলেন কারণ এতে ব্যবহৃত পরিভাষা বুঝতে ভুল হয়েছিল। \n\n\n== মৃত্যু ==\nচন্দ্র ৮৬ বছর বয়সে দীর্ঘ অসুস্থতার পর ৩০ আগস্ট ২০১৪ তারিখে গুরগাঁওতে তার বাড়িতে মারা যান  তাঁর জন্মবার্ষিকীতে জেএনইউ একটি স্মারক অনুষ্ঠানের আয়োজন করেছিল। \n\n\n== প্রকাশনা ==\nদ্য মেকিং অফ মডার্ন ইন্ডিয়া: ফ্রম মার্কস টু গান্ধী, ওরিয়েন্ট ব্ল্যাকসওয়ান, ২০০০\nহিস্ট্রি অফ মডার্ন ইন্ডিয়া , ওরিয়েন্ট ব্ল্যাকসওয়ান, ১৯৯০\nকমুনালিসম: আ প্রাইমার, (নতুন দিল্লি, ২০০৮)\nইন দা নেম অফ ডেমোক্রেসি: দা জেপি মুভমেন্ট এন্ড দা  ইমারজেন্সি, (নতুন দিল্লি, ২০০৩)\nএসেস অন কলোনিয়ালিসম, (নতুন দিল্লি, ১৯৯৯)\nইন্ডিয়া সিন্স ইন্ডিপেন্ডেন্স, ( মৃদুলা মুখোপাধ্যায় এবং আদিত্য মুখার্জির সাথে যৌথভাবে), (নতুন দিল্লি, ১৯৯৯) \nআইডিওলজি এন্ড পলিটিক্স ইন মডার্ন ইন্ডিয়া, (নতুন দিল্লি, ১৯৯৪)\nএসেস অন ন্যাশনালিজম , (নতুন দিল্লি, ১৯৯৩)\nএসেস অন কনটেম্পোরারি ইন্ডিয়া , (নয়া দিল্লি, ১৯৯৩)\nদ্য এপিক স্ট্রাগল, (নতুন দিল্লি, ১৯৯২)\nইন্ডিয়াস স্ট্রাগল অফ ইনডিপেনডেন্স, ১৮৫৭-১৯৪৭, (নতুন দিল্লি, ১৯৮৯) \nইন্ডিয়ান ন্যাশনাল মুভমেন্ট: দ্যা লং টার্ম ডায়নামিক্স , (নতুন দিল্লি, ১৯৮৮)\nকমিওনালিজম ইন মডার্ন ইন্ডিয়া , (নতুন দিল্লি, ১৯৮৪)\nদ্য ইন্ডিয়ান লেফট ক্রিটিক্যাল এপ্রাইসাল, (নতুন দিল্লি, ১৯৮৩)\nন্যাশনালিজিম এন্ড কলোনিয়ালিজম ইন মডার্ন ইন্ডিয়া, (নতুন দিল্লি, ১৯৭৯)\nফ্রিডম স্ট্রাগল, (অমলেশ ত্রিপাঠি এবং বরুন দে এর সাথে যৌথভাবে), (নতুন দিল্লী, ১৯৭২))\nদা  রাইস এন্ড  গ্রোথ অফ ইকোনোমিক ন্যাশনালিজম ইন ইন্ডিয়া: ইকোনোমিক পলিসিস অফ ইন্ডিয়ান ন্যাশনাল লিডারশিপ , ১৮৮০-১৯০৫ (নতুন দিল্লি, ১৯৬৬)\n\n\n== তথ্যসূত্র =="}