{"pageid": 1371585, "title": "শ্রীরাম সিং", "url": "https://bn.wikipedia.org/wiki?curid=1371585", "content": "অনারারি ক্যাপ্টেন শ্রীরাম সিং শেখাওয়াত (জন্ম: ১৪ নভেম্বর ১৯৪৮) একজন প্রাক্তন ভারতীয় মধ্য-দূরত্বের দৌড়বিদ। তিনি ১৯৬৮ সালে রাজপুতানা রাইফেলে যোগ দেন, যেখানে তিনি কোচ ইলিয়াস বাবরের প্রভাবে দৌড়বিদ হিসেবে গড়ে ওঠেন। বাবর তাকে তার লক্ষ্য ৪০০ মিটার থেকে ৮০০ মিটারে সরিয়ে নিতে রাজি করান।\n\n\n== প্রতিযোগিতা ==\nব্যাংককে ১৯৭০ সালের এশিয়ান গেমসে ৮০০ মিটারে দ্বিতীয় স্থানে বার্মার জিমি ক্র্যাম্পটনের কাছে পরাজিত হন। সিং ১৯৭২ সালে মিউনিখ অলিম্পিকের হিটে বাদ পড়েছিলেন কিন্তু তার করা ১:৪৭.৭ মিনিট সময় ক্র্যাম্পটনের এশিয়ান রেকর্ডকে আরও উন্নত করেছিল। প্রতিযোগিতার আগে তিনি কখনও সিন্থেটিক ট্র্যাকে দৌড়াননি। তিনি ১৯৭৪ এশিয়ান গেমসে তার সময়কে ১:৪৭.৬ মিনিটে উন্নত করে স্বর্ণ জেতেন।\n১৯৭৬ মন্ট্রিল অলিম্পিকে ৮০০ মিটার দৌড় ছিল শ্রীরাম সিংয়ের দৌড় জীবনের শিখর। কোয়ালিফাইং রাউন্ড, সেমিফাইনাল ও ফাইনাল পরপর অনুষ্ঠিত হয়। প্রথম দৌড়ে, তিনি ১:৪৫.৮৬ মিনিট সময় নিয়ে তার নিজের এশিয়ান রেকর্ডটি ভেঙেছিলেন সেমিফাইনালে, তিনি ১:৪৬.৪২ মিনিট সময় নিয়ে চতুর্থ হয়েছিলেন।\nফাইনালে, শুরু থেকে সিং প্রচণ্ড তাড়াহুড়ো করেন। ৩০০ মিটারের ঘন্টা পড়ার সময় কিউবার আলবার্তো জুয়ানতোরেনার (৫০.৯০ সেকেণ্ড) থেকে এগিয়ে (৫০.৮৫ সেকেণ্ড) ছিলেন। জুয়ানতোরেনা ৫৫০ মিটার চিহ্নের কাছাকাছি তাঁকে ধরে ফেলেন এবং ১:৪৩.৫০ মিনিট সময় নিয়ে বিশ্ব রেকর্ড করে জেতেন। সিং ১:৪৫.৭৭ সময় নিয়ে সরাসরি সপ্তম স্থানে চলে যান। জুয়ানতোরেনা পরে তার বিশ্ব রেকর্ডের জন্য শ্রীরামের প্রথমে এগিয়ে থাকাকেই দায়ী করেন।\n১৯৯৪ সালে লি জিন-ইল ভেঙে না দেওয়া পর্যন্ত এশিয়ান রেকর্ড এবং ২০১৮ সালের জুন মাসে জিনসন জনসনের দ্বারা এটি না ভাঙা পর্যন্ত ৪২ বছর ধরে এটি শ্রীরাম সিংয়ের একটি জাতীয় রেকর্ড হিসাবে দাঁড়িয়েছিল। \n১৯৭৩ সালে, তিনি অ্যাথলেটিক্সে তার অসাধারণ কৃতিত্বের স্বীকৃতি হিসাবে মর্যাদাপূর্ণ অর্জুন পুরস্কারে ভূষিত হন।\n১৯৭৪ সালে, তিনি ক্রীড়া ক্ষেত্রে তার অবদানের স্বীকৃতি হিসাবে পদ্মশ্রীর মর্যাদাপূর্ণ বেসামরিক পুরস্কারে ভূষিত হন।\nতিনি ১৯৭৮ সালের এশিয়ান গেমসে তার ৮০০ মিটার (১:৪৮.৮০) সোনার পদক ধরে রেখেছিলেন, কিন্তু মস্কো অলিম্পিকে একই ইভেন্টের হিটে বাদ পড়েছিলেন। এছাড়াও তিনি ১৯৭৩ এশিয়ান অ্যাথলেটিক্স চ্যাম্পিয়নশিপে ৮০০ মিটার রৌপ্য পদক এবং ১৯৭৫ এশিয়ান অ্যাথলেটিক্স চ্যাম্পিয়নশিপে ৪০০ মিটার, ৮০০ মিটার এবং ৪×৪০০ মিটার রিলেতে ৩টি স্বর্ণপদক জিতেছিলেন।\nঅবসর গ্রহণের পর তিনি খেলাধুলায় প্রতিভাবান যুবকদের পরামর্শ দেওয়ার কাজটি গ্রহণ করেছেন এবং আজও অনেক সম্মান অর্জন করেছেন।\n\n\n== আন্তর্জাতিক প্রতিযোগিতা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওয়ার্ল্ড অ্যাথলেটিক্সে শ্রীরাম সিং (ইংরেজি)\nশ্রীরাম সিং at TrackField.brinkster.net (ইংরেজি)\nঅলিম্পিডিয়ায় শ্রীরাম সিং (ইংরেজি)\n\nস্পোর্টস রেফারেন্সে শ্রীরাম সিং\nSports personalities_ Sri Ram Singh Shekawat"}