{"pageid": 1371654, "title": "ভেঙ্কটারমন কৃষ্ণমূর্তি", "url": "https://bn.wikipedia.org/wiki?curid=1371654", "content": "ভেঙ্কটারমন কৃষ্ণমূর্তি (১৪ জানুয়ারী ১৯২৫ - ২৬ জুন ২০২২) একজন ভারতীয় বেসামরিক কর্মচারী ছিলেন। তার নেতৃত্ব এবং সফল অবদানের জন্য ভারতের হেভি ইলেকট্রিক্যালস লিমিটেড (বিএইচইএল), মারুতি উদ্যোগ লিমিটেড (এমইউএল), স্টিল অথরিটি অফ ইন্ডিয়া লিমিটেড (এসএআইএল), জিএআইএল (ইন্ডিয়া) লিমিটেড (জিএআইএল) বিশ্বব্যাপী সবচেয়ে লাভজনক শিল্পে পরিণত হয়েছে। এজন্য তিনি \"ভারতের পাবলিক সেক্টরের উদ্যোগের জনক\" হিসাবে পরিচিত। তিনি বিএইচইএল, এমইউএল, এসএআইএল এবং জিএআইএল-এর চেয়ারম্যান এবং প্রধান নির্বাহী কর্মকর্তা ছিলেন। তিনি আইআইএম ব্যাঙ্গালোর এবং আহমেদাবাদের; আইআইটি দিল্লি; জেভিয়ার ইনস্টিটিউট অফ ম্যানেজমেন্ট, ভুবনেশ্বর; এবং সেন্টার ফর অর্গানাইজেশন ডেভেলপমেন্ট, হায়দ্রাবাদ এর চেয়ারম্যান ছিলেন। তিনি প্রযুক্তি তথ্য, পূর্বাভাস এবং মূল্যায়ন কাউন্সিলের চেয়ারম্যানও ছিলেন। তিনি ২০০৪ থেকে ২০০৮ সাল পর্যন্ত জাতীয় উপদেষ্টা পরিষদের সদস্য ছিলেন। অন্যান্য পদের মধ্যে, তিনি শিল্প মন্ত্রণালয়ে ভারত সরকারের সদস্য, পরিকল্পনা কমিশন এবং সচিব হিসেবে দায়িত্ব পালন করেছেন। তিনি ২০১৪ সাল পর্যন্ত মন্ত্রিপরিষদ মন্ত্রীর পদমর্যাদার ন্যাশনাল ম্যানুফ্যাকচারিং কম্পিটিটিভনেস কাউন্সিলের চেয়ারম্যান ছিলেন। তিনি সোনিয়া গান্ধীর নেতৃত্বে রাজীব গান্ধী ফাউন্ডেশনের অন্যতম প্রতিষ্ঠাতা ট্রাস্টি ছিলেন, যার ট্রাস্টি হিসেবে রাহুল গান্ধী, প্রিয়াঙ্কা গান্ধী এবং অন্যান্যরাও ছিলেন। তিনি ১৯৪৪ সালে তৎকালীন মাদ্রাজ ইলেকট্রিসিটি বোর্ডের সাথে কাজ শুরু করেন। পরবর্তীতে তিনি ভারতের প্রথম প্রধানমন্ত্রী জওহরলাল নেহেরুর সাথে ১৯৫৪ সাল থেকে পরিকল্পনা কমিশনে দ্বিতীয় পঞ্চবার্ষিকী পরিকল্পনায় বিদ্যুৎ প্রকল্পের দায়িত্বে ছিলেন। তারপরে প্রাক্তন প্রধানমন্ত্রী লাল বাহাদুর শাস্ত্রী, ইন্দিরা গান্ধী, মোরারজি দেশাই, রাজীব গান্ধী এবং মনমোহন সিং এর সাথে ভারত সরকারের বিভিন্ন পদে থেকে সরাসরি কাজ করার সুযোগ পেয়েছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nভি কৃষ্ণমূর্তি ১৯২৫ সালের ১৪ জানুয়ারি মন্দিরের শহর কারুভেলিতে জন্মগ্রহণ করেছিলেন। তার নামের প্রথম 'ভি' তার পিতার নাম ভেঙ্কটারমনকে বোঝায়। তার দুই ভাই এবং তিন বোন ছিল - দশ বছরের বড় ভাই সুবামানিয়ান এবং দুই বছরের ছোট ভাই বৈদ্যনাথন। তিনি রাজমকে বিয়ে করেন। তার দুই ছেলে জয়কর ও চন্দ্র। তার আট বছরের বড় বোন জানকি মুথুকৃষ্ণান, বড় বোন ভালম্বল ভেঙ্কটারমন এবং ছোট বোন জয়ম রামমূর্তিও ছিল।\nতার দাদা থাঞ্জাভুর অঞ্চলের কারুভেলি গ্রামে একজন ধনী জমিদার ছিলেন। ১৯৩০ সালে তার গ্রামে বন্যার কারণে তার পরিবার সমস্ত জমি হারায়। বাড়ি বিক্রি করে দিয়ে তারা গ্রাম ছেড়ে চলে যায়। তিনি নিজের মায়ের সাথে তার চাচার কাছে চলে এসেছিলেন। তার বাবা চেন্নাই গিয়েছিলেন ব্যবসা করতে। ১১ বছর বয়সে তার মা মারা যান। তাদের আর্থিক অবস্থা খারাপ হওয়ায় তার ভাইদের লেখাপড়া বন্ধ করে চাকরির জন্য যেতে হয়েছিল। তার বড় ভাই দক্ষিণাঞ্চলের রেলওয়েতে যোগ দেন এবং আরেক ভাই কল্কি ম্যাগাজিনের প্রচলন ম্যানেজার হিসেবে যোগ দেন।\n\n\n== শিক্ষা ==\nতিনি ১৯৪৩ সালে সিএনটি টেকনিক্যাল ইনস্টিটিউট থেকে বৈদ্যুতিক প্রকৌশলে ৩ বছরের ডিপ্লোমা করেন। তিনি ইউনিয়ন পাবলিক সার্ভিস কমিশন দ্বারা পরিচালিত প্রতিযোগিতামূলক পরীক্ষায় উত্তীর্ণ হন এবং ১৯৫৫ সালে সেন্ট্রাল ইঞ্জিনিয়ারিং সার্ভিসে যোগদান করেন। পরে তিনি সোভিয়েত একাডেমি অফ সায়েন্সেস থেকে অর্থনীতিতে ডক্টরেট ডিগ্রি অর্জন করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ও মৃত্যু ==\nকৃষ্ণমূর্তি বিবাহিত ছিলেন এবং তার দুটি সন্তান ছিল। তিনি ২৬ জুন ২০২২-এ চেন্নাইতে তাঁর বাড়িতে বার্ধক্য জনিত অসুস্থতায় মারা যান। তার বয়স হয়েছিল ৯৭ বছর।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Padma Shri Award Recipients in Civil Service\nটেমপ্লেট:PadmaBhushanAwardRecipients 1980–89"}