{"pageid": 1371018, "title": "সোনকর কাউন্টি", "url": "https://bn.wikipedia.org/wiki?curid=1371018", "content": "সোনকর কাউন্টি ( ফার্সি: شهرستان سنقر  ) ইরানের কেরমানশাহ প্রদেশে অবস্থিত। এর রাজধানী হল সোনকর শহর।\n২০১৬ সালের আদমশুমারিতে, ২৩,৭৫৫ পরিবারের মধ্যে কাউন্টির জনসংখ্যা ছিল ৯৫,৯০৪ জন। ২০১১ সালে নিম্নলিখিত আদমশুমারি ২৬,২০১ পরিবারে ৯১,৯৩৫ জন লোককে গণনা করেছে। ২০১৬ সালের আদমশুমারিতে, ২৫,৫৫৪টি পরিবারের মধ্যে কাউন্টির জনসংখ্যা ছিল ৮১,৬৬১ জন। এই কাউন্টির অধিকাংশ মানুষ কুর্দি এবং তুর্কি । \n\n\n== প্রশাসনিক বিভাগ ==\nপরপর তিনটি আদমশুমারিতে সোনকর কাউন্টির প্রশাসনিক বিভাগের জনসংখ্যার ইতিহাস নিম্নলিখিত সারণীতে দেখানো হয়েছে। সর্বশেষ আদমশুমারি দুটি জেলা, আটটি গ্রামীণ জেলা এবং দুটি শহর দেখায়।\n2021 সালে, বাভেলাহ গ্রামীণ জেলা এবং  গাবরুদ  গ্রামীণ জেলাকে জেলা প্রতিষ্ঠার মাধ্যমে কেন্দ্রীয় জেলা থেকে পৃথক করা হয়েছিল।\n\n\n== জনসংখ্যা ==\nসোনকর কাউন্টি দুটি স্বতন্ত্র জনসংখ্যা উপাদান নিয়ে গঠিত।  সোনকর শহর এবং কালা-ই ফরহাদ খান এবং কোরভা গ্রামগুলি প্রধানত তুর্কিদের দ্বারা অধ্যুষিত, যাদের পূর্বপুরুষরা ইরানে মঙ্গোল আধিপত্যের সময় এসেছিলেন বলে জানা গেছে।   সোনকোরের তুর্কি জনগণ মূলত সোনকোরি উপভাষায় কথা বলে।  কালা-ই ফরহাদ খান এবং কোরভাতে কথিত সোনকোরির উপভাষাগুলি এই প্রধান উপভাষা থেকে একেবারেই আলাদা। \nসোনকর কাউন্টির অন্যান্য এলাকাগুলো মূলত কুর্দিদের দ্বারা অধ্যুষিত যাদের অধিকাংশই মূলত কৃষিজীবী।  সোনকর কাউন্টির কুর্দিদের প্রধানরা কুল্যা'ই উপজাতির অন্তর্গত।  এই কুর্দি সামন্ত প্রভুরা ( খান ) কাউন্টির কুর্দি-জনবসতিপূর্ণ অংশের নিয়ন্ত্রণে ছিল 20 শতকের শুরু পর্যন্ত কাজার ইরান, এবং কথিত আছে যে তারা একটি নির্দিষ্ট সাফি খানের বংশধর (অষ্টম প্রজন্মের) ছিল যারা পরবর্তী সাফাভিদে বসবাস করতেন। সময়কাল  ১৭৮৬ সালে আগা মোহাম্মদ খান কাজরের কাছ থেকে উপহার হিসেবে জেলাটি আরদালানের হাতে তুলে দেওয়া হয়। ১৭৬৯ সালে, নানকালি উপজাতির আলী হেম্মত খান এবং তার ভাই বাবা খানকে ইরানের শাসক ফাত-আলি শাহ কাজর ( শা. ১৭৯৭-১৮৩৪) যেহেতু তারা ইরানের সিংহাসনের ভানকারী সোলেমান খানকে সমর্থন করেছিল।  সোনকর জেলার কুল্যাই কুর্দিরা একটি কুর্দি উপভাষায় কথা বলে যা কেরমানশাহের উপভাষার সাথে সাদৃশ্যপূর্ণ, এবং ইসলামের বিশ্বকোষের দ্বিতীয় সংস্করণ অনুসারে আহলে হক সিঙ্ক্রেটিক ধর্মের সাথে যুক্ত বলে মনে করা হয়।  কাউন্টির অন্তত ১৭৭টি গ্রাম কুল্যাই উপভাষায় কথা বলে, এর মধ্যে ১১২টি কোল্যাই জেলায় । \n\n\n== তথ্যসূত্র =="}