{"pageid": 1372316, "title": "নিউটনের ঘূর্ণায়মান কক্ষপথের উপপাদ্য", "url": "https://bn.wikipedia.org/wiki?curid=1372316", "content": "চিরায়ত বলবিজ্ঞানে, নিউটনের ঘূর্ণায়মান কক্ষপথের উপপাদ্যটি একটি কণার কৌণিক গতিকে একটি ফ্যাক্টর কে (K) দ্বারা গুণ করার জন্য প্রয়োজনীয় কেন্দ্রীয় বলের ধরণকে চিহ্নিত করে তার বৃত্তীয় গতিকে প্রভাবিত না করে (চিত্র ১ ও ২)। নিউটন কক্ষপথের সামগ্রিক ঘূর্ণন বোঝার জন্য তার উপপাদ্য প্রয়োগ করেন ( অ্যাপসিডাল প্রিসেশন, চিত্র ৩) যা চাঁদ ও গ্রহের জন্য জন্য পরিলক্ষিত হয়। \"বৃত্তীয় গতি\" শব্দটি বলের কেন্দ্রের দিকে বা দূরের দিকের গতিকে বোঝায়, যেখানে কৌণিক গতি বৃত্তীয় গতির লম্ব।\nআইজ্যাক নিউটন এই উপপাদ্যটি ১৬৮৭ খ্রিস্টাব্দে তার প্রথম প্রকাশিত ফিলোসফিয়া ন্যাচারালিস প্রিন্সিপিয়া ম্যাথামেটিকা -এর বই ১- এর প্রস্তাবনা ৪৩–৪৫ থেকে গ্রহণ করেন। প্রস্তাবনা ৪৩-এ, তিনি দেখিয়েছেন যে যোগ করা বল অবশ্যই একটি কেন্দ্রীয় বল হতে হবে, যার মাত্রা শুধুমাত্র কণা ও স্থানের (কেন্দ্র) মধ্যে স্থির একটি বিন্দুর মধ্যে দূরত্বের উপর নির্ভর করে। প্রস্তাবনা ৪৪-এ, তিনি বলের জন্য একটি সূত্র বের করেছিলেন, যা দেখায় যে এটি একটি বিপরীত-ঘন বল, যেটি r এর বিপরীত ঘনক হিসাবে পরিবর্তিত হয়। প্রস্তাবনা ৪৫-এ, নিউটন তার উপপাদ্যকে নির্বিচারে  কেন্দ্রীয় শক্তিতে প্রসারিত করেছেন, এই অনুমান করে যে কণাটি প্রায় বৃত্তাকার কক্ষপথে চলে গেছে।\nজ্যোতির্পদার্থবিজ্ঞানী সুব্রহ্মণ্যন চন্দ্রশেখর তার ১৯৯৫ খ্রিস্টাব্দের নিউটনের প্রিন্সিপিয়ার ভাষ্যে উল্লেখ করেছেন, এই উপপাদ্যটি প্রায় তিন শতাব্দীরও বেশি সময় ধরে অজানা ও অনুন্নত ছিল। ডোনাল্ড লিন্ডেন-বেল এবং সহযোগীদের দ্বারা উপপাদ্যটি ১৯৯৭ খ্রিস্টাব্দ থেকে অধ্যয়ন করা হচ্ছে। এর প্রথম সঠিক সম্প্রসারণটি ২০০০  খ্রিস্টাব্দে মহোমেদ ও ভাওদার কাজের মধ্যদিয়ে এসেছিল।\n\n\n== ঐতিহাসিক প্রেক্ষাপট ==\n\nহাজার হাজার বছর ধরে জ্যোতির্বিজ্ঞানী বস্তুর গতি পদ্ধতিগতভাবে অধ্যয়ন করা হয়েছে। নক্ষত্রগুলিকে অভিন্নভাবে ঘুরতে দেখা গেছে, সর্বদা একে অপরের সঙ্গে একই আপেক্ষিক অবস্থান বজায় রাখে। যাইহোক, অন্যান্য বস্তুগুলি স্থির নক্ষত্রের পটভূমির বিপরীতে ঘুরে বেড়াতে দেখা গেছে; এই ধরনের অধিকাংশ বস্তুকে বিচরণকারী অর্থে ব্যবহৃত গ্রীক শব্দ \"πλανήτοι\" (planētoi) অনুজায়ী গ্রহ বলা হয়। যদিও তারা সাধারনত আকাশ জুড়ে একটি পথ ধরে একই দিকে অগ্রসর হয় (গ্রহন), স্বতন্ত্র গ্রহগুলি কখনও কখনও তাদের দিকটি সংক্ষিপ্তভাবে বিপরীতমুখী করার মধ্যমে বিপরীতমুখী গতি প্রদর্শন করে।\n\n\n== উদ্ভূত ==\n\n\n=== নিউটনের উদ্ভব ===\nনিউটনের ব্যুৎপত্তি পাওয়া যায় তার প্রিন্সিপিয়ার সেকশন ৯-এ, বিশেষ করে প্রস্তাবনা ৪৩-৪৫-এ। তার এই প্রস্তাবনাগুলি মূলত জ্যামিতির উপর ভিত্তি করে উদ্ভূত হয়েছিল।\n\nপ্রস্তাব ৪৩; সমস্যা ৩০\nনিউটনের প্রস্তাবনা ৪৩-এর উদ্ভব নির্ভর করে তার প্রস্তাবনা ২-এর উপর, যা পূর্বে প্রিন্সিপিয়ায় উদ্ভূত হয়েছিল। প্রস্তাবনা ২ একটি জ্যামিতিক পরীক্ষা প্রদান করে, যা বিন্দু ভরের (একটি কণা) উপর ক্রিয়াশীল নেট বল একটি কেন্দ্রীয় বল কিনা তা পর্যবেক্ষণ করে। নিউটন দেখিয়েছেন যে একটি বল কেন্দ্রীয় হয় যদি ও শুধুমাত্র যদি কণাটি কেন্দ্র থেকে পরিমাপ করা সমান সময়ে সমান ক্ষেত্র পরিষ্কার করে।\nএকটি নির্বিচার কেন্দ্রীয় বল F ১ (r ) এর অধীনে চলমান একটি কণা দিয়ে নিউটনের উদ্ভব শুরু হয়; এই বলের অধীনে এই কণার গতিকে কেন্দ্র থেকে এর ব্যাসার্ধ r ( t ) দ্বারা সময়ের ফাংশন হিসাবে বর্ণনা করা হয় এবং এছাড়াও এর কোণ θ 1 ( t )। একটি অসীম সময়ের মধ্যে, কণাটি একটি আনুমানিক সমকোণী ত্রিভুজ বের করে যার ক্ষেত্রফল হল\n\n  \n    \n      \n        d\n        \n          A\n          \n            1\n          \n        \n        =\n        \n          \n            1\n            2\n          \n        \n        \n          r\n          \n            2\n          \n        \n        d\n        \n          θ\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle dA_{1}={\\frac {1}{2}}r^{2}d\\theta _{1}}\n  \n\nযেহেতু কণার উপর ক্রিয়াশীল বলটিকে একটি কেন্দ্রীয় শক্তি বলে ধরে নেওয়া হয়, তাই নিউটনের প্রস্তাবনা ২ অনুসারে কণাটি সমান সময়ে সমান কোণগুলিকে বের করে দেয়। অন্যভাবে প্রকাশ করে, এলাকা ঝাড়ু দেওয়ার হার স্থির\n\n  \n    \n      \n        \n          \n            \n              d\n              \n                A\n                \n                  1\n                \n              \n            \n            \n              d\n              t\n            \n          \n        \n        =\n        \n          \n            1\n            2\n          \n        \n        \n          r\n          \n            2\n          \n        \n        \n          \n            \n              d\n              \n                θ\n                \n                  1\n                \n              \n            \n            \n              d\n              t\n            \n          \n        \n        =\n        \n          c\n          o\n          n\n          s\n          t\n          a\n          n\n          t\n        \n      \n    \n    {\\displaystyle {\\frac {dA_{1}}{dt}}={\\frac {1}{2}}r^{2}{\\frac {d\\theta _{1}}{dt}}=\\mathrm {constant} }\n  \n\nএই ধ্রুব ক্ষেত্রফলের বেগ নিম্নরূপে গণনা করা যেতে পারে। অপসূর ও অণুসূররে, আকর্ষণকারী কেন্দ্র থেকে নিকটতম ও সবচেয়ে দূরত্বের অবস্থান, বেগ ও ব্যাসার্ধ ভেক্টর লম্ব; অতএব, কণার ভর m প্রতি কৌণিক ভরবেগ L ১ ( h১ হিসাবে লেখা) এলাকাগুলিকে ঝাড়ু দেওয়ার হারের সাথে সম্পর্কিত হতে পারে\n\n  \n    \n      \n        \n          h\n          \n            1\n          \n        \n        =\n        \n          \n            \n              L\n              \n                1\n              \n            \n            m\n          \n        \n        =\n        r\n        \n          v\n          \n            1\n          \n        \n        =\n        \n          r\n          \n            2\n          \n        \n        \n          \n            \n              d\n              \n                θ\n                \n                  1\n                \n              \n            \n            \n              d\n              t\n            \n          \n        \n        =\n        2\n        \n          \n            \n              d\n              \n                A\n                \n                  1\n                \n              \n            \n            \n              d\n              t\n            \n          \n        \n      \n    \n    {\\displaystyle h_{1}={\\frac {L_{1}}{m}}=rv_{1}=r^{2}{\\frac {d\\theta _{1}}{dt}}=2{\\frac {dA_{1}}{dt}}}\n  \n\nএখন একটি দ্বিতীয় কণা বিবেচনা করুন যার কক্ষপথ তার ব্যাসার্ধে অভিন্ন, কিন্তু যার কৌণিক তারতম্য একটি ধ্রুবক গুণিতক k দ্বারা গুণিত হয়\n\n  \n    \n      \n        \n          θ\n          \n            2\n          \n        \n        (\n        t\n        )\n        =\n        k\n        \n          θ\n          \n            1\n          \n        \n        (\n        t\n        )\n        \n        \n      \n    \n    {\\displaystyle \\theta _{2}(t)=k\\theta _{1}(t)\\,\\!}\n  \n\nদ্বিতীয় কণার ক্ষেত্রফলের বেগ প্রথম কণার সমান ফ্যাক্টর k দ্বারা গুণিত হয়\n\n  \n    \n      \n        \n          h\n          \n            2\n          \n        \n        =\n        2\n        \n          \n            \n              d\n              \n                A\n                \n                  2\n                \n              \n            \n            \n              d\n              t\n            \n          \n        \n        =\n        \n          r\n          \n            2\n          \n        \n        \n          \n            \n              d\n              \n                θ\n                \n                  2\n                \n              \n            \n            \n              d\n              t\n            \n          \n        \n        =\n        k\n        \n          r\n          \n            2\n          \n        \n        \n          \n            \n              d\n              \n                θ\n                \n                  1\n                \n              \n            \n            \n              d\n              t\n            \n          \n        \n        =\n        2\n        k\n        \n          \n            \n              d\n              \n                A\n                \n                  1\n                \n              \n            \n            \n              d\n              t\n            \n          \n        \n        =\n        k\n        \n          h\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle h_{2}=2{\\frac {dA_{2}}{dt}}=r^{2}{\\frac {d\\theta _{2}}{dt}}=kr^{2}{\\frac {d\\theta _{1}}{dt}}=2k{\\frac {dA_{1}}{dt}}=kh_{1}}\n  \n\n\n== আরও দেখুন ==\nকেপলার সমস্যা\nল্যাপ্লেস-রঞ্জ-লেঞ্জ ভেক্টর\nসাধারণ আপেক্ষিকতায় দ্বি-শরীরের সমস্যা\nনিউটনের ডিম্বাকৃতি সম্পর্কে উপপাদ্য\n\n\n== তথ্যসূত্র =="}