{"pageid": 1372130, "title": "শশধর মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1372130", "content": "শশধর মুখার্জি (২৯ সেপ্টেম্বর ১৯০৯ - ৩ নভেম্বর ১৯৯০) হিন্দি সিনেমার একজন ভারতীয় চলচ্চিত্র নির্মাতা ছিলেন। তিনি ১৯৩০-এর দশকে বোম্বে টকিজে তার কর্মজীবন শুরু করেন এবং পরে ১৯৪৩ সালে রায় বাহাদুর চুনিলাল (সঙ্গীত পরিচালক মদন মোহনের পিতা), অশোক কুমার এবং জ্ঞান মুখার্জির সাথে ফিল্মিস্তান স্টুডিও প্রতিষ্ঠা করেন। ১৯৫০-এর দশকে, তিনি তার নিজস্ব স্টুডিও ফিল্মালয় শুরু করেন। তিনি দিল দেকে দেখো (১৯৫৯), লাভ ইন সিমলা (১৯৬০), এক মুসাফির এক হাসিনা (১৯৬২) এবং লিডার (১৯৬৪) চলচ্চিত্রের জন্য বিখ্যাত। তিনি বলিউডের বিশিষ্ট মুখার্জি বংশজ।\n১৯৫৬ সালে জাগৃতি চলচ্চিত্রে  তিনি শ্রেষ্ঠ চলচ্চিত্রর শ্রেণীতে ফিল্মফেয়ার পুরস্কার লাভ করেন। ১৯৬৭ সালে, তিনি ভারত সরকার কর্তৃক ভারতের চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রীতে ভূষিত হন। \n\n\n== পরিবার ==\nমুখার্জি ২৯ সেপ্টেম্বর ১৯০৯ সালে ঝাঁসিতে একটি শিক্ষিত, মধ্যবিত্ত বাঙালি হিন্দু পরিবারে জন্মগ্রহণ করেন। তিনি ছিলেন চার ভাইয়ের মধ্যে দ্বিতীয়। তাঁর পিতা, যিনি মধ্যবিত্ত হলেও,  ইংরেজি শিক্ষা লাভ করেছিলেন এবং সরকারি চাকরিতে ছিলেন। সেসময়, তার পরিবারের বিনোদন ব্যবসা বা অন্য কোন ব্যবসার সাথে কোন সম্পর্ক ছিল না; যাইহোক, শুধু শশধরই নয়, তার তিন ভাইয়ের মধ্যে অন্য দু'জনও ফিল্ম ইন্ডাস্ট্রিতে নিজেদের নাম প্রতিষ্ঠিত করতে পেরেছিলেন। মুখার্জির ছোট দুই ভাই ছিলেন চলচ্চিত্র পরিচালক সুবোধ মুখার্জি এবং চলচ্চিত্র প্রযোজক প্রবোধ মুখার্জি। তার বড় ভাই ছিলেন রবীন্দ্রমোহন মুখার্জি, যার ফিল্ম ইন্ডাস্ট্রির সাথে খুব কমই যোগাযোগ ছিল, কিন্তু যার নাতনি হলেন সফল অভিনেত্রী রানী মুখার্জি ।\nমুখার্জির কিশোর বয়সে সতী দেবী মুখার্জির (নী গাঙ্গুলী), বিবাহ সম্পন্ন হয়। তার স্ত্রীও  বাঙালি হিন্দু সম্প্রদায়ের একই রকম পারিবারিক পটভূমির কিশোরী মেয়ে ছিলেন এবং এই বিয়ে দুই পরিবারের বাবা-মায়ের দ্বারা প্রথাগত ভারতীয় পদ্ধতিতে আয়োজিত বিয়ে ছিল। সতী দেবীর পিতাও সরকারি চাকুরে ছিলেন এবং সেই পরিবারটিও হিন্দিভাষী প্রদেশের প্রবাসী বাঙালি ছিলেন; ফলস্বরূপ, উভয় পরিবারই স্থানীয়দের মত হিন্দিতে সাবলীলভাবে কথা বলত। হিন্দী ভাষার এই সাবলীলতা আরো গুরুত্বপূর্ণ প্রমাণিত হয়েছিল যখন,  মুখার্জির প্রভাবের কারণে, সতী দেবীর তিন ভাইই হিন্দি চলচ্চিত্র শিল্পে অভিনেতা হয়েছিলেন এবং বড় নাম করেছিলেন। তার ভাই ছিলেন শ্রদ্ধেয় অভিনেতা অশোক কুমার, অনুপ কুমার এবং অভিনেতা ও প্লেব্যাক গায়ক কিশোর কুমার। শশধর মুখোপাধ্যায় তার নিজের ভাইদের এবং তার স্ত্রীর ভাইদের চলচ্চিত্র শিল্পে প্রতিষ্ঠিত করতে সাহায্য করাতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন এবং  সম্ভবত এটি ভারতীয় চলচ্চিত্রে তার সবচেয়ে গুরুত্বপূর্ণ এবং চিরকালীন  অবদান।\nশশধর এবং সতী দেবীর ছয় সন্তান ছিল, পাঁচ ছেলে এবং এক মেয়ে, যথা রনো (নি) মুখার্জি, জয় মুখার্জি, দেব মুখার্জি, শোমু মুখার্জি, শিবানী মৌলিক এবং সুবীর মুখার্জি। সুপারস্টার জয় মুখার্জি সহ তাদের সব ছেলেই চলচ্চিত্র শিল্পে সক্রিয় ছিল এবং তাদের কয়েকজন নাতি-নাতনিও একইভাবে অংশ নিয়েছিলেন। দেব মুখার্জির ছেলে হলেন চলচ্চিত্র পরিচালক অয়ন মুখার্জি, যিনি ইয়ে জাওয়ানি হ্যায় দিওয়ানি (২০১৩) পরিচালনা করেছিলেন।  শোমু  ( শোভনা সমর্থের কন্যা এবং নূতনের বোন) অভিনেত্রী তনুজাকে  বিয়ে করেছিলেন এবং কাজল এবং তানিশা নামে দুই কন্যার পিতা হয়েছেন এবং শশধরের এই নাতনিরাও সফল অভিনেত্রী হয়েছেন।\n\n\n== কর্মজীবন ==\nতিনি বোম্বে টকিজের একজন প্রযোজক ছিলেন এবং ১৯৪০ সালে হিমাংশু রাইয়ের মৃত্যুর পর, হিমাংশুর বিধবা ও অভিনেত্রী দেবিকা রানীর সাথে বোম্বে টকিজের নিয়ন্ত্রণের জন্য দ্বন্দ্বে জড়িয়ে পড়েন। \n১৯৪৩ সালে, শশধর মুখার্জি রায় বাহাদুর চুনিলাল, অশোক কুমার এবং জ্ঞান মুখার্জির সাথে একটি অংশীদারিত্ব গড়ে তোলেন এবং তারা গোরেগাঁওয়ে স্টুডিও ফিল্মিস্তান শুরু করেন।  ফিল্মিস্তানে তারা যে প্রথম চলচ্চিত্রের পরিকল্পনা করেছিলেন তা ছিল চল চল রে নৌজওয়ান। ছবিতে মূল অভিনয়ের জন্য ভাবা হয়েছিল ততদিনে তারকা হয়ে ওঠা নাসিম বানো এবং অশোক কুমারকে। সাদাত হাসান মান্টো, ইসমত চুঘতাই, পণ্ডিত প্রদীপ এবং আরও অনেক বুদ্ধিমান, প্রতিভাবান এবং সৃজনশীল মানুষ ফিল্মিস্তানের সাথে যুক্ত ছিলেন। ফিল্মিস্তান  শাম্মী কাপুর, দেব আনন্দ এবং আরও অনেককে প্রথমবার সুযোগ দিয়ে তারকা বানিয়েছে। মুখার্জি সেখানে আনারকলি, নাগিন, তুমসা না দেখা, মুনিম জি এবং পেয়িং গেস্টের মতো অবিস্মরণীয় এবং ক্লাসিক চলচ্চিত্র তৈরি করেছিলেন। তিনি নাসির হুসাইনকে একজন পরিচালক হিসেবে গড়ে তোলেন।\n১৯৫০-এর দশকে, শশধর আম্বোলির কাছে আন্ধেরিতে ফিল্মালয় স্টুডিও নামে তার নিজস্ব প্রোডাকশন হাউস গঠন করেন। তিনি একটি অভিনয় স্কুলও চালাতেন যেটি আশা পারেখ এবং সাধনার মতো অভিনেত্রীদের চলচ্চিত্রে সুযোগ দেওয়ার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করে। সঞ্জীব কুমার ফিল্মালয় অ্যাক্টিং স্কুলের একটি আবিস্কার ছিলেন। আর কে নায়ার এবং জ্ঞান মুখার্জির মতো নাসির হুসাইন তার প্রযোজনার সাথে জড়িত একজন পরিচালক ছিলেন; সঙ্গীত পরিচালক ওপি নায়ারও তাঁর একক প্রযোজনার সঙ্গে যুক্ত ছিলেন। লাভ ইন সিমলা (১৯৬০) চলচ্চিত্রের মাধ্যমে তিনি তার ছেলে জয়কে  সুযোগ দেন; তিনি তার ছেলের ক্যারিয়ারকে এগিয়ে নিতে এক মুসাফির এক হাসিনার মতো চলচ্চিত্রও নির্মাণ করেন। দিলীপ কুমার যখন দুর্নীতিবাজ রাজনীতিবিদদের নিয়ে চলচ্চিত্র বানাতে চেয়েছিলেন তখন তিনি মুখার্জির কাছে এসে লিডার বানালেন। সম্বন্ধ ছিল তার শেষ প্রযোজনা, যদিও এটি তার খুড়তুতো ভাই রাম মুখার্জি প্রযোজনা করেছিলেন।  শশধর মুখার্জি ১৯৯০ সালের ৩ নভেম্বর মারা যান।\n\n\n== ফিল্মোগ্রাফি ==\n\n\n== উৎসর্গ ==\nফিল্মালয় স্টুডিওর প্রতিষ্ঠাতা হিসেবে,  পথ কে ইনসান চলচ্চিত্রটি শশধর মুখার্জির স্মৃতির উদ্দেশ্যে উৎসর্গ করা হয়েছিল।\n\nপাথর কে ইনসান (১৯৯০) \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nGulzar; Govind Nihalani (২০০৩)। Encyclopaedia of Hindi Cinema। Popular Prakashan। আইএসবিএন 978-81-7991-066-5।"}