{"pageid": 1372493, "title": "মোহাম্মদ শহীদ (হকি)", "url": "https://bn.wikipedia.org/wiki?curid=1372493", "content": "মোহাম্মদ শহীদ (১৪ এপ্রিল ১৯৬০ – ২০ জুলাই ২০১৬) একজন ভারতীয় ফিল্ড হকি খেলোয়াড় ছিলেন। তাঁকে ভারতের অন্যতম সেরা খেলোয়াড় হিসেবে বিবেচনা করা হয় এবং তার ড্রিবলিং দক্ষতার জন্য তিনি পরিচিত ছিলেন। ১৯৮০ সালের মস্কো অলিম্পিকে স্বর্ণপদক জয়ী ভারতীয় দলের সদস্য ছিলেন তিনি। ১৯৮০– ১৯৮১ সালে তিনি অর্জুন পুরস্কার এবং ১৯৮৬ সালে পদ্মশ্রী সম্মানে ভূষিত হন।\n\n\n== কর্মজীবন ==\nমোহাম্মদ শহীদ উত্তরপ্রদেশের বারাণসীতে ১৯৬০ সালের ১৪ এপ্রিল জন্মগ্রহণ করেন। তিনি ‌১৯৭৯ সালে ফ্রান্সে জুনিয়র বিশ্বকাপে ভারতের হয়ে কনিষ্ঠ দলে অভিষিক্ত হন। আগা খান কাপে তার উল্লেখযোগ্য ভূমিকার কারণে দলে অন্তর্ভুক্তির পর, বাসুদেবন বাস্করানের নেতৃত্বে কুয়ালালামপুরে চার–দেশের একটি টুর্নামেন্টে একই বছর শহীদ তার প্রথম জ্যেষ্ঠ দলে অভিষিক্ত হন।\n\nখেলার সময়কালে শহীদ তার দৌড়ের ক্ষমতা, বল ড্রিবলিং এবং ধাক্কা দেওয়ার জন্য পরিচিত ছিলেন যা একটি হার্ড হিটের মতো দ্রুত ছিল। জাফর ইকবালের সঙ্গে মাঠে তার আক্রমণাত্মক জুটি সবারই জানা ছিল।\"লেফট–আউটে জাফর এবং ডান–ইন পজিশনে শহীদ তাদের দুর্দান্ত বোঝাপড়া এবং বল পাস দিয়ে বিশ্বের সেরা রক্ষণভাগে প্রবেশ করেছিলেন। জাফর আরও উল্লেখ করেছেন যে ১৯৮০ সালের অলিম্পিক গেমসে ভি. বাস্করানের নেতৃত্বাধীন ভারত স্বর্ণপদক জয়ে শহীদের ভূমিকা ছিল। \"শহীদ সেই অলিম্পিকে ভারতের জন্য একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, অন্যথায় আমাদের অসুবিধা হত,\" সেই দলে অংশ নেয়া জাফর উল্লেখ করেছিলেন।\"করাচিতে ১৯৮০ সালের চ্যাম্পিয়ন্স ট্রফিতে তিনি 'সেরা ফরোয়ার্ড খেলোয়াড়' পুরস্কৃত হন। তিনি সেই দলের সদস্য ছিলেন যারা মস্কোতে ১৯৮০ গ্রীষ্মকালীন অলিম্পিকে স্বর্ণ, ১৯৮২ এশিয়ান গেমসে রৌপ্য এবং ১৯৮৬ এশিয়ান গেমসে ব্রোঞ্জ জিতেছিল। এছাড়াও তিনি ১৯৮১–৮২ সালে মুম্বাইয়ে (তখন বোম্বে) বিশ্বকাপ, ১৯৮৪ সালে লস অ্যাঞ্জেলেস অলিম্পিক গেমস এবং ১৯৮৮ সালে সিউল গেমসে খেলেছিলেন।\n১৯৮৬ সালের সিউল এশিয়ান গেমসে তার দক্ষতা এবং দক্ষতা তাকে ১৯৮৬ সালে এশীয় অল–স্টার দলে স্থান দেয়। তিনি ১৯৮৫–৮৬ সালে ভারতীয় দলের অধিনায়ক ছিলেন। তিনি ১৯৮৯ সালের জানুয়ারিতে আন্তর্জাতিক হকি থেকে অবসরের ঘোষণা দেন।\nফিল্ড হকি খেলায় তার সবচেয়ে বড় অবদান ছিল 'হাফ পুশ– হাফ হিট'– একটি স্ট্রোক যা তিনি বল ড্রিবল করার জন্য ব্যবহৃত একই গ্রিপ ব্যবহার করে বলকে আঘাত করতেন। বাম হাতটি হ্যান্ডেলের উপরে এবং ডান অর্ধেকটি স্টিকের কেন্দ্রের চারপাশে নিচু করে তিনি ন্যূনতম ব্যাক লিফটের সাথে এই শটটি তৈরি করতেন এবং একটি প্রাথমিক এবং নির্ভুল পাস দেওয়ার জন্য তার সঙ্গী–সতীর্থের দিকে বলটি স্ল্যাম করতেন। একই স্ট্রোকটি তার উত্তরাধিকারী ধনরাজ পিলে দ্বারা অভিযোজিত হয়েছিল, যিনি ছিলেন এই স্ট্রোকের রচয়িতার প্রবল ভক্ত।\nশহীদ স্পোর্টস কলেজ লখনউয়ের পণ্য ছিলেন যেখান থেকে ১৯৮০ এর দশকের আরও কয়েকজন তারকা যেমন রবিন্দর পাল সিং, মস্কো অলিম্পিকে (১৯৮০) তার সতীর্থ, রাজিন্দর সিং রাওয়াত যিনি লস অ্যাঞ্জেলেস অলিম্পিকে (১৯৮৪) গোলে খেলেছিলেন এবং আরও অনেকে যারা কনিষ্ঠ এবং জ্যেষ্ঠ  আন্তর্জাতিক স্তরে জাতীয় পোশাকে খেলেছিলেন। স্পোর্টস কলেজ এবং হোস্টেলগুলি ১৯৫০ এর দশকের আরেক বিখ্যাত তারকা কুনওয়ার দিগ্বিজয় সিং \"বাবু\" এর মস্তিষ্কের উপসর্গ ছিল।\nপরে, তিনি বারাণসীতে ভারতীয় রেলে স্পোর্টস অফিসার হন।\n\n\n== ব্যক্তিগত জীবন ==\nশহীদের ছয় ভাই এবং তিন বোন ছিল (তিনি ছিলেন ভাইদের মধ্যে সবচেয়ে ছোট) এবং তার বাবা বারাণসীর আরদালি বাজার এলাকায় একটি ছোট হোটেল চালাতেন। তিনি ১৯৯০ সালে পারভিন নাম্নী মহিলাকে বিয়ে করেন এবং তাদের যমজ সন্তানের জন্ম হয় (ছেলের নাম সাইফ এবং মেয়ের নাম হিনা)।\n\n\n=== মৃত্যু ===\n২০১৬ সালের জুনে, শহীদকে গুরুগ্রামের মেদান্ত হাসপাতালে ভর্তি করা হয়েছিল, সেই সময় তিনি লিভারের গুরুতর রোগে ভুগছিলেন। জন্ডিস উপেক্ষা করে তাকে বারাণসী থেকে গুরগাঁও বিমানে নিয়ে যাওয়া হয়েছিল। লিভার ও কিডনি দুর্বল হয়ে তার অবস্থার অবনতি হতে থাকে। ২০ জুলাই গুরুগ্রামে মারা যান তিনি। পরদিন নিজ শহর বারাণসীতে তার শেষকৃত্য অনুষ্ঠিত হয়। তার অন্ত্যেষ্টিক্রিয়ায় কর্মকর্তারা, শহরের স্থানীয় রাজনীতিবিদ এবং জাফর ইকবাল, অশোক কুমার, সুজিত কুমার, আরপি সিং, শাকিল আহমেদ এবং সরদার সিংসহ অলিম্পিয়ানরা উপস্থিত ছিলেন।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nঅর্জুন পুরস্কার (১৯৮০–৮১)\nপদ্মশ্রী (১৯৮৬)\n১৯৮৬ সালের পুরুষ হকি বিশ্বকাপের সেরা খেলোয়াড়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅলিম্পিকস.কমে মহম্মদ শহীদ (ইংরেজি)\nঅলিম্পিডিয়ায় মহম্মদ শহীদ (ইংরেজি)"}