{"pageid": 1372335, "title": "ক্রোধবশা", "url": "https://bn.wikipedia.org/wiki?curid=1372335", "content": "ক্রোধবশা (সংস্কৃত: क्रोधवशा, আইএএসটি: Krodhavaśā) বা ক্রোধা হিন্দু গ্রন্থে ঋষি কশ্যপের  সহধর্মিণী। তাকে সুরভীর মাতা বলেও বর্ণনা করা হয়েছে, এবং রামায়ণে দক্ষের কন্যা। তিনি ক্রোধবশ নামে পরিচিত অসুরদের একটি শ্রেণীর মাতা। কিংবদন্তি অনুসারে, তার স্বল্প-মেজাজ স্বভাবের কারণে, তার জন্মগ্রহণকারী শিশুরা হিংস্র পশু, পাখি ও মাছ এবং ধারালো দাঁতযুক্ত সমস্ত প্রজাতি হিসাবে বিবেচিত হয়।\nকিছু গ্রন্থে ক্রোধবশার দশজন কন্যার কথা বলা হয়েছে: মৃগি, মৃগমান্দা, হরি, ভদ্রমাতা, মাতঙ্গী, সারদুলি, শ্বেতা, সুরভী, সুরসা ও কদ্রু।\n\n\n== কিংবদন্তি ==\nমহাভারত অনুসারে, ভীম দ্রৌপদীকে উপহার দেওয়ার জন্য কিছু সৌগন্ধিকা ফুল ছিঁড়ে গন্ধর্বমদনের তীর্থযাত্রায় ছিলেন। একজন ব্রাহ্মণ ঋষি ভীমকে সেখানে না যাওয়ার জন্য সতর্ক করেন, কারণ তিনি নিজে বার্ধক্যের কারণে ফুল তুলতে পাহাড়ে যেতে পারেননি। এদিকে দুর্গম পর্বত থেকে একটি সৌগন্ধিকা ফুল বাতাসে বয়ে দ্রৌপদীর গায়ে পড়ে, যখন তিনি ভীমকে সেই ফুল আনতে পাঠিয়েছিলেন। ভীম, তার গদা ধরে এবং শঙ্খ বাজিয়ে, পাহাড়ি হ্রদে যাওয়ার পথে বন্য প্রাণীদের ভয় দেখানোর জন্য ঘন জঙ্গলের মধ্য দিয়ে হেঁটে যায়। তিনি বনের মধ্য দিয়ে হেঁটে যাওয়ার সময়, শক্তিশালী বাতাস (বায়ু, ভীমের পিতার প্রতিনিধিত্ব করে) ফুলের মিষ্টি গন্ধ তার কাছে নিয়ে যায়। তার দৃষ্টিভঙ্গি হ্রদের পাহারা দেওয়া ভূত ও আত্মাদের ভয় দেখায়। ভীম তখন হ্রদ থেকে ফুল সংগ্রহ করেন। ক্রোধবশা তখন একটি টানা তলোয়ার নিয়ে হ্রদে প্রবেশ করে এবং ভীমকে হুমকি দেয়। ভীম রাক্ষসকে জানান যে রাম, একজন মানুষও রাক্ষসকে হত্যা করতে পারে। ভীম তখন তার গদা দিয়ে ক্রোধবশাকে আক্রমণ করে এবং তার তলোয়ার ভেঙে দেয়। ক্রোধবশা ভয়ে পালিয়ে যায়। কুবের দৃশ্যে উপস্থিত হয় এবং ভীমকে তার যত খুশি ফুল নিতে বলে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nGarrett, John (১৮৭১)। A Classical Dictionary of India। Atlantic Publishers & Distri। পৃষ্ঠা 155–। GGKEY:YTLNG1DG7JN। \nMani, Vettam (১৯৭৫)। Puranic Encyclopaedia: A Comprehensive Dictionary With Special Reference to the Epic and Puranic Literature। Delhi: Motilal Banarsidass। আইএসবিএন 0-8426-0822-2। \nWarder, Anthony Kennedy Warder (১৯৮৮)। Indian Kāvya Literature: The bold style (Śaktibhadra to Dhanapāla)। Motilal Banarsidass। আইএসবিএন 978-81-208-0450-0।"}