{"pageid": 1372395, "title": "মির্জা হামীদুল্লাহ বেগ", "url": "https://bn.wikipedia.org/wiki?curid=1372395", "content": "মির্জা হামীদুল্লাহ বেগ (এমএইচ বেগ) (২২ ফেব্রুয়ারি ১৯১৩ - ১৯ নভেম্বর ১৯৮৮) ছিলেন ভারতের ১৫ তম প্রধান বিচারপতি যিনি জানুয়ারি ১৯৭৭ থেকে ফেব্রুয়ারি ১৯৭৮ পর্যন্ত দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nবেগ একটি মুসলিম পরিবারে জন্মগ্রহণ করেন। তার পিতা মির্জা সামিউল্লাহ বেগ হায়দ্রাবাদ রাজ্যের প্রধান বিচারপতি ছিলেন, যা তাকে হায়দ্রাবাদ রাজ্যের একটি গুরুত্বপূর্ণ ব্যক্তিত্বে পরিণত করেছিল। তিনি ছিলেন আন্তর্জাতিকভাবে প্রশংসিত বিউটিশিয়ান শাহনাজ হুসেনের নিজের চাচা।\nসেই সময়ে হায়দ্রাবাদের অভিজাত শ্রেণীর অনেক সন্তানের মতো, এম এইচ বেগ সেন্ট জর্জ গ্রামার স্কুলে পড়েন, যেখানে তিনি সিনিয়র কেমব্রিজ এইচএসএলসি পরীক্ষায় প্রথম স্থানের জন্য স্বর্ণপদক অর্জন করেন।\nযেহেতু ভারত তখনও প্রবল ব্রিটিশ প্রভাবের অধীনে ছিল তাই ধনী ভারতীয়দের জন্য ইংল্যান্ডে উচ্চ শিক্ষা গ্রহণ করা সাধারণ ছিল, বিশেষ করে আইন অধ্যয়নের সময়। এইভাবে এমএইচ বেগ ১৯৩১ সালে বিখ্যাত ট্রিনিটি কলেজ এবং কেমব্রিজ বিশ্ববিদ্যালয়ে যোগদান করেন এবং প্রত্নতাত্ত্বিক এবং নৃতাত্ত্বিক এবং ঐতিহাসিক ট্রিপোসে অনার্স অর্জন করেন। তিনি লন্ডন স্কুল অফ ইকোনমিক্সে আইন, অর্থনীতি এবং রাজনীতি অধ্যয়ন করেন। তিনি অনারেবল সোসাইটি অফ লিঙ্কনস ইন এর মাধ্যমে বারে যোগদান করেন। ১৯৪১ সালে তাকে ইংল্যান্ডের বারে ডাকা হয়।\n\n\n=== বিচারিক পেশা ===\nস্নাতক শেষ করার পর, এমএইচ বেগ এলাহাবাদ এবং মিরাটে এলাহাবাদ হাইকোর্টের অ্যাডভোকেট হিসেবে অনুশীলন শুরু করতে ভারতে ফিরে আসেন। এখান থেকে এমএইচ বেগ বিচার ব্যবস্থায় অভিজ্ঞতা অর্জন শুরু করেন। ১৯৪৯ সালে, তিনি ভারতের ফেডারেল কোর্টের একজন অ্যাডভোকেট হিসেবে নথিভুক্ত হন এবং অবশেষে তিনি ভারতের সুপ্রিমকোর্টের একজন আইনজীবী হন। চারদিকে ব্যাপক অনুশীলন গড়ে তোলার পর তিনি ইউপি সুন্নি সেন্ট্রাল ওয়াকফ বোর্ডের স্থায়ী কাউন্সেল হন এবং পৌরসভার সংস্থাগুলিতে ঘন ঘন হাজির হতেন।\nকাউন্সেল হিসাবে অভিজ্ঞতার পরে বেগকে ১১ জুন ১৯৬৩-এ এলাহাবাদ হাইকোর্টের বেঞ্চে পদোন্নয়ন করা হয়। বিচারক হিসাবে তিনি ফৌজদারি এবং দেওয়ানী পক্ষের পাশাপাশি ট্যাক্স বেঞ্চে বসেছিলেন। পরবর্তীতে, তিনি কোম্পানির বিচারক নিযুক্ত হন এবং ১৯৬৭ থেকে ১৯৭০ সালের মাঝামাঝি পর্যন্ত হাইকোর্টের বৈবাহিক ও উইল সংক্রান্ত এখতিয়ারের দায়িত্বে নিযুক্ত হন। অঞ্চলগুলি পুনরায় নির্দিষ্ট করা এবং হিমাচল প্রদেশ রাজ্য প্রতিষ্ঠিত হওয়ার কিছুদিন পরে এম এইচ বেগ ১৯৭১ সালের জানুয়ারিতে হিমাচল প্রদেশ হাইকোর্টের প্রধান বিচারপতি নিযুক্ত হন।\nহিমাচল প্রদেশ হাইকোর্টের প্রধান বিচারপতি হিসাবে স্বল্প মেয়াদের পর, বেগকে ১২ ডিসেম্বর ১৯৭১ সালে ভারতের সুপ্রিমকোর্টের বিচারক হিসাবে উন্নীত করা হয়।\n\n\n=== হেবিয়াস কর্পাস মামলা ===\nবেগ হেবিয়াস কর্পাস মামলায়ও জড়িত ছিলেন। ভারতীয় গণতন্ত্রের এই যুগান্তকারী মামলা, জবলপুরের অতিরিক্ত জেলা ম্যাজিস্ট্রেট বনাম শিব কান্ত শুক্লা, ১৯৭৫ সালে ভারতীয় জরুরি অবস্থার সময় উঠে এসেছিল। আইনগত প্রশ্নটি জরুরী অবস্থায় গ্রেপ্তারের জন্য নাগরিকের বিচার বিভাগীয় যাচাইয়ের অধিকারের উপর নির্ভরশীল ছিল। সুপ্রিমকোর্টের পাঁচজন বরিষ্ঠতম বিচারক এই মামলার শুনানি করেন এবং চারজন সরকারী দৃষ্টিভঙ্গির সাথে একমত হন যে, এমনকি জরুরী অবস্থার সময় জীবনের অধিকারও নিলম্বিত হয়ে গিয়েছিল (শুধু ভিন্নমত ছিল এইচ আর খান্নার)। ১৯৭৬ সালের এপ্রিলের সিদ্ধান্তে, বিচারপতি বেগ পর্যবেক্ষণ করেছিলেন:\n\nআমরা বুঝতে পারি যে আটকদের যেমন লেখা [সিক?] কল্যাণের জন্য রাষ্ট্রীয় কর্তৃপক্ষ যে যত্ন ও উদ্বেগ প্রদান করেছে, তাদের ভাল বাসস্থান দেওয়া, ভাল খাওয়ানো এবং ভাল চিকিৎসা করা, তা প্রায় মাতৃত্বপূর্ণ।\nকয়েক মাস পরে, ১৯৭৭ সালের জানুয়ারিতে, এম এইচ বেগ ইন্দিরা গান্ধী সরকার কর্তৃক ভারতের প্রধান বিচারপতি নিযুক্ত হন, যখন তিনি এইচ আর খান্নার জুনিয়র ছিলেন। এই নিয়োগ আইনগত ঐতিহ্যের বিরুদ্ধে ছিল, যদিও এটি এ এন রায়ের নিযুক্তির সময়েই শুরু হয়েছিল। বিচার বিভাগের স্বাধীনতার উপর এই প্রতিবন্ধকতার ব্যাপকভাবে প্রতিবাদ করা হয়েছিল; পরবর্তী আইন মন্ত্রীরা, বিশেষ করে শান্তিভূষণ, বিচার বিভাগীয় নিযুক্তি, নির্বাহী বিভাগের হাতে না রেখে প্রধান বিচারপতির ক্ষমতার মধ্যে আনার জন্য একাধিক পদক্ষেপ শুরু করেন।\nমোহাম্মদ হিদায়াতুল্লাহর পর বেগ ছিলেন ভারতের দ্বিতীয় মুসলিম প্রধান বিচারপতি। এক বছরের মেয়াদের পর, বেগ ১৯৭৮ সালের ফেব্রুয়ারিতে অবসর গ্রহণ করেন।\nপরবর্তীকালে, বেগ ভারতের সংখ্যালঘু কমিশনের চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন।\n\n\n=== শিক্ষাবিদ ===\nএকজন অ্যাডভোকেট হিসেবে অনুশীলন করার সময়, বেগ বিভিন্ন বিষয়ে পড়াতে বিভিন্ন অনুষদের পদ গ্রহণ করেন:\n\nঅধ্যাপক, মেরাট কলেজে সাংবিধানিক আইন এবং ইক্যুইটি (১৯৪৩-১৯৪৬)\nএলাহাবাদ বিশ্ববিদ্যালয়ে (১৯৪৬-১৯৬৩) প্রমাণের আইন, মানব আইন এবং প্রাচীন আইন পড়ানো হয়।\nএলাহাবাদ বিশ্ববিদ্যালয়ের স্থায়ী কাউন্সেল\nআন্তর্জাতিক আইন সমিতি এবং বিচারকদের বিশ্ব সমিতির সদস্য\nঅবসর গ্রহণের পর থেকে, বেগ ভারতে মুসলিম রাজনীতি নিয়ে আলোচনা করে দুটি বই লিখেছেন:\n\nজীবন ও আইনের উপর ধর্মনিরপেক্ষতার প্রভাব, ১৯৮৫ সালে প্রকাশিত\nমানবাধিকার এবং এশিয়া, ১৯৭৮ সালে প্রকাশিত\n\n\n=== পুরস্কার ===\n১৯৮৮: আইন ও পাবলিক অ্যাফেয়ার্সে অবদানের জন্য ভারতের দ্বিতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মবিভূষণ লাভ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"প্রয়াত এম হামিদুল্লাহ বেগ\" এর রেফারেন্স"}