{"pageid": 1372547, "title": "সরোজ গুপ্ত ক্যান্সার সেন্টার অ্যান্ড রিসার্চ ইনস্টিটিউট", "url": "https://bn.wikipedia.org/wiki?curid=1372547", "content": "সরোজ গুপ্ত ক্যান্সার সেন্টার অ্যান্ড রিসার্চ ইনস্টিটিউট পূর্বে \"ক্যান্সার সেন্টার ওয়েলফেয়ার হোম অ্যান্ড রিসার্চ ইনস্টিটিউট\" নামে পরিচিত, একটি ক্যান্সার হাসপাতাল, যা পশ্চিমবঙ্গের কলকাতা শহরের উপকণ্ঠে ঠাকুরপুকুরে অবস্থিত। এটি ১৬ একর জমি জুড়ে বিস্তৃত, যেখানে ৩১১ শয্যা এবং ৮৫০ জনের বেশি কর্মী রয়েছে। এটি একটি লাভজনক প্রতিষ্ঠান হিসেবে পরিচালিত হয়। এটি কলকাতার অন্যতম প্রাচীন ক্যান্সার চিকিৎসা কেন্দ্র ।\n\n\n== বিশেষত্ব ==\nএসজিসিসি এন্ড আরআই এর বিশেষত্বের মধ্যে রয়েছে সার্জিক্যাল অনকোলজি, রেডিওথেরাপি, মেডিকেল অনকোলজি, হেমাটো-অনকোলজি, রেডিওলজি, পেইন অ্যান্ড প্যালিয়েটিভ কেয়ার, সাপোর্টিভ থেরাপি, প্যাথলজি এবং মাইক্রোবায়োলজি, মলিকুলার জেনেটিক ল্যাব, নিকোটিন রিপ্লেসমেন্ট থেরাপি, ডায়ালাইসিস ইউনিট।\n\n\n== ইতিহাস ==\n\n১৯৭৩ সালে কয়েকজন ডাক্তার এবং সমাজকর্মীর সহায়তায়, সরোজ গুপ্ত ক্যান্সারে ভুগছেন এমন সুবিধাবঞ্চিত রোগীদের সেবা করার জন্য একটি ২৫ শয্যার হাসপাতাল শুরু করেছিলেন । প্রয়াত চিন্তাহরণ দাসের পরিবার ঠাকুরপুকুরে এক টুকরো জলাভূমি দান করেছিলেন, যেখানে সরোজ গুপ্ত ক্যান্সার ও গবেষণা ইনস্টিটিউট গড়ে উঠেছিল। এই নবপ্রতিষ্ঠিত হাসপাতালটি গ্রামীণ এলাকা থেকে তাদের ক্যান্সারের চিকিৎসার জন্য আসা লোকেদের জন্য খাদ্য সরবরাহ শুরু করে। হাসপাতালটি শিখা নামক একটি গোষ্ঠীর দ্বারা মঞ্চস্থ একটি নাটক থেকে তার প্রথম তহবিল সংগ্রহ করেছিল, যা প্রতিষ্ঠাতা সরোজ গুপ্তের লেখা একটি গল্পের উপর ভিত্তি করে তৈরি হয়েছিল, যেখানে তিনি নিজেই একটি দরিদ্র ক্যান্সার রোগীর ভূমিকায় অভিনয় করেছিলেন। তিনি শহরের একটি হাসপাতালে চিকিৎসা সেবা থেকে বঞ্চিত হয়।\n\n\n== স্বীকৃতি এবং সদস্যপদ ==\nএটি বিশ্ব স্বাস্থ্য সংস্থা দ্বারা স্বীকৃত এবং ইউনিয়ন ফর ইন্টারন্যাশনাল ক্যান্সার কন্ট্রোল (UICC), জেনেভা, সুইজারল্যান্ডের সদস্যপদ রয়েছে ।\n\n\n== প্রোগ্রাম ==\nওয়ারউইক ইউনিভার্সিটি ডেভেলপমেন্ট এডুকেশন ডব্লিউডি (সিটি অফ লন্ডন), নারা মেডিক্যাল ইউনিভার্সিটি (জাপান), ডেন্টাল স্কুল (লন্ডন) এবং আইটিটিই (ম্যাঙ্গালোর) এর সহযোগিতায় সরোজ গুপ্ত ক্যান্সার সেন্টার অ্যান্ড রিসার্চ ইনস্টিটিউট নিকোটিন রিপ্লেসমেন্ট থেরাপি (এনআরটি ) বিষয়ে মাসব্যাপী সচেতনতামূলক অনুষ্ঠানের আয়োজন করেছিল। তামাক চিবানো এবং ধূমপানের বিপজ্জনক অভ্যাস সম্পর্কে সচেতনতা তৈরির উদ্দেশ্য নিয়ে এনআরটি প্রোগ্রামের আয়োজন করেছিল ।\n\n\n== শিক্ষাবিদ ও গবেষণা ==\n\nএসজিসিসি এন্ড আরআই স্নাতকোত্তর ডিগ্রি কোর্স পরিচালনা করে, যা সেন্ট্রাল কাউন্সিল দ্বারা স্বীকৃত এবং এটিতে আপ-টু-ডেট জাতীয় ও আন্তর্জাতিকভাবে পর্যালোচনা করা জার্নাল সহ একটি লাইব্রেরি রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttp://www.cancercentrecalcutta.org\n\"Saroj Gupta Cancer Centre & Research Institute Doctors List - Kolkata\"। Sehat। সংগ্রহের তারিখ ২০১৮-১০-২৮। \n\"Saroj Gupta Cancer Centre and Research Institute Kolkata - Book Appointment Online, Check Reviews and Contact Number\"। Credihealth। সংগ্রহের তারিখ ২০১৮-১০-২৮।"}