{"pageid": 1372110, "title": "সিকিম রাজ্য কংগ্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1372110", "content": "সিকিম রাজ্য কংগ্রেস, বা এসএসসি, সিকিম রাজ্যের একটি সংযুক্তিবাদী রাজনৈতিক দল ছিল। এটি ১৯৪৭ সালে প্রতিষ্ঠিত হয়েছিল এবং সফলভাবে সিকিমকে ভারতের সাথে সংযুক্ত করার জন্য ভারতীয় জাতীয় কংগ্রেস (কংগ্রেস) এর সাথে ঘনিষ্ঠভাবে কাজ করেছিল। কংগ্রেস দ্বারা প্রতিষ্ঠিত অন্যান্য দলগুলির মধ্যে রয়েছে নেপাল রাজ্য কংগ্রেস পার্টি এবং ভুটান রাজ্য কংগ্রেস পার্টি।\n\n\n== ইতিহাস ==\nস্থানীয় সংগঠন প্রজা সুধারক সমাজ, প্রজা সম্মেলন এবং প্রজা মন্ডল যৌথভাবে একটি ঐক্যবদ্ধ দল গঠন করার সিদ্ধান্ত নেওয়ার পর ৭ই ডিসেম্বর ১৯৪৭-এ সিকিম রাজ্য কংগ্রেস গঠিত হয়। নবগঠিত দলের সভাপতি ছিলেন তাশি শেরিং। এসএসসি-এর প্রধান উপাদান ছিল নেপালি, যখন এর প্রতিপক্ষ, সিকিম ন্যাশনাল পার্টি, ভুটিয়া এবং লেপচা জনগণের মধ্যে সমর্থন ছিল। এটি নির্বাচন ব্যবস্থাকে স্বীকারোক্তিমূলক ব্যবস্থা থেকে \"এক ব্যক্তি, এক ভোট\" পদ্ধতিতে পরিবর্তন করার জন্য প্রচার করেছিল। ১৯৭৪ সালে যখন সেই সংস্কারটি ঘটেছিল, তখন সংখ্যাগতভাবে উচ্চতর নেপালিরা কংগ্রেসকে সিকিমের প্রভাবশালী রাজনৈতিক দলে পরিণত করেছিল। ভূটিয়া-লেপচা সম্প্রদায়ের মধ্যে কিছু অ্যান্টি-ক্লারিক্যাল এবং অন্যান্য আধুনিকীকরণকারী অভিজাতরা সিকিম রাজ্য কংগ্রেসে যোগ দিয়েছিল, কারণ ভূমিদাসত্ব বিলুপ্ত করার ইচ্ছা ছিল। এদের মধ্যে একজন কাজী লেন্দুপ দর্জি ১৯৫৩ থেকে ১৯৫৮ সাল পর্যন্ত দলের সভাপতি ছিলেন।\nতাশি শেরিং, গোবর্ধন প্রধান, ডিবি তিওয়ারি, সিডি রাই, ডিএস লেপচা, সোনম শেরিং, এলডি কাজী, রায় চৌধুরী এবং হেলেন লেপচা দলের প্রতিষ্ঠাতা সদস্যদের মধ্যে রয়েছেন। তাশি শেরিং, কাশিরাজ প্রধান, নাহাকুল প্রধান এবং চন্দ্র দাস রাই ছিলেন অন্যান্য বিশিষ্ট নেতা যারা ভারতের সাথে একীভূত হওয়ার আগে দলের নেতৃত্ব দিয়েছিলেন।\nকংগ্রেস গঠনের পর, শেরিং ৭ ডিসেম্বর ১৯৪৭ সালে গ্যাংটকে ভূমিদস্যুত্ব বিলোপ, একটি অন্তর্বর্তী সরকার গঠন এবং ভারতে যোগদানের দাবিতে প্রথম জনসভার আয়োজন করেন। কংগ্রেস একটি অন্তর্বর্তী সরকার গঠন এবং গণতান্ত্রিক সংস্কারের দাবিতে ফেব্রুয়ারি, ১৯৪৯ সালে নতুন আন্দোলন শুরু করে যার পরে চন্দ্র দাস রায় এবং অন্য পাঁচজনকে গ্রেপ্তার করা হয়। ১ মে, ১৯৪৯-এ কংগ্রেস সমর্থকরা প্রাসাদ ঘেরাও করে। ১৯৪৯ সালের ৮ মে, চোগিয়াল মুখ্যমন্ত্রী তাশি শেরিং এবং তার জনপ্রিয় মন্ত্রকের নেতৃত্বে সিকিমের প্রথম অন্তর্বর্তী সরকার নিযুক্ত করেন। তবে ভারতীয় রাজনৈতিক কর্মকর্তা হরিশ্বর দয়াল ২৯ দিনের মধ্যে সরকারকে বরখাস্ত করেন।\n১৯৫০-এর দশকের শেষের দিকে থেকে ১৯৭০-এর দশকে পার্টির নেতৃত্বে ছিলেন কাশীরাজ প্রধান এবং তাঁর ভাগ্নে নাহাকুল প্রধান, উভয়েই বিভিন্ন দশকে দলের সভাপতি হিসেবে দায়িত্ব পালন করেন। তাদের নেতৃত্বে দলটি চোগিয়াল -বিরোধী অবস্থানকে ব্যাপকভাবে সংযত করে এবং পরবর্তীতে রাজ্য পরিষদের নির্বাচনে জয়লাভের মাধ্যমে রাজকীয় সিকিম প্রশাসনে অংশগ্রহণ করে। ১৯৭০ এর দশকের গোড়ার দিকে, নাহাকুল প্রধানের নেতৃত্বাধীন দল সিকিম ন্যাশনাল কংগ্রেসের নেতৃত্বাধীন কাজী লেন্দুপ দোর্জির দাবির বিরোধিতা করে চোগিয়ালের অধীনে একটি দায়িত্বশীল সরকারের দাবি জানায়। দলটি রাজ্য পরিষদের সমস্ত নির্বাচনে জয়লাভের সাথে সাথে একীভূত হওয়ার পূর্বের পুরো সময় জুড়ে সিকিম প্রশাসনের অংশ ছিল। পরে এসএসসি ১৯৭২ সালে সিকিম জনতা পার্টির সাথে একীভূত হয়, সিকিম জনতা কংগ্রেস গঠন করে।\n\n\n== নির্বাচনী ইতিহাস ==\n\n\n== আরো দেখুন ==\nসিকিমের ইতিহাস\n\n\n== তথ্যসূত্র =="}