{"pageid": 1372928, "title": "যৌন নেটওয়ার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1372928", "content": "যৌন নেটওয়ার্ক হল একটি সামাজিক নেটওয়ার্ক যা ব্যক্তিদের একটি সেটের মধ্যে যৌন সম্পর্ক দ্বারা সংজ্ঞায়িত করা হয়।\nসামাজিক নেটওয়ার্কের অন্যান্য রূপের মতো, যৌন নেটওয়ার্কগুলি আনুষ্ঠানিকভাবে গ্রাফ তত্ত্ব এবং নেটওয়ার্ক তত্ত্বের গণিত ব্যবহার করে অধ্যয়ন করা যেতে পারে। \nসাম্প্রতিক মহামারি সংক্রান্ত গবেষণা  যৌন নেটওয়ার্কগুলি তদন্ত করেছে এবং পরামর্শ দিয়েছে যে যৌন নেটওয়ার্কগুলির পরিসংখ্যানগত বৈশিষ্ট্যগুলি যৌনবাহিত রোগের (এসটিডি) বিস্তারের জন্য অত্যন্ত গুরুত্বপূর্ণ। উপ-গ্রাফ, বড় এবং ছোট উভয়ই, সামগ্রিক যৌন নেটওয়ার্ক গ্রাফের মধ্যে সংজ্ঞায়িত করা যেতে পারে; উদাহরণস্বরূপ, যারা ঘন ঘন নির্দিষ্ট বার বা ক্লাবে যান, তারা একটি নির্দিষ্ট জাতিগোষ্ঠীর অন্তর্গত বা একটি নির্দিষ্ট ধরণের যৌন ক্রিয়াকলাপে অংশ নেন, বা একটি এসটিডি এর একটি নির্দিষ্ট প্রাদুর্ভাবের অংশ। বিশেষ করে, বিপুল সংখ্যক যৌন সঙ্গী সহ লোকেদের মধ্যে সংমিশ্রণ এসটিডি এর বিস্তারের একটি গুরুত্বপূর্ণ কারণ বলে মনে হয়।\nএকটি আশ্চর্যজনক ফলাফলে, গাণিতিক মডেলগুলি ভবিষ্যদ্বাণী করে যে মানব জাতির জন্য যৌন নেটওয়ার্ক গ্রাফে একটি একক দৈত্যাকার উপাদান রয়েছে যা পরোক্ষভাবে প্রায় সমস্ত লোককে সংযুক্ত করে যাদের একাধিক যৌন সঙ্গী রয়েছে এবং অনেকের মধ্যে যাদের শুধুমাত্র একটি ছিল। যৌন সঙ্গী (যদি তাদের একজন যৌন সঙ্গী নিজেই দৈত্য উপাদানের অংশ হয়)।\nআরও বিস্তারিত মহামারি সংক্রান্ত কাজের জন্য, যৌন যোগাযোগের সময় ক্রম গুরুত্বপূর্ণ।\n\n\n== আরো দেখুন ==\nবাগচেসিং\nসংক্রমণ-বাহক অনুসন্ধান\nছোট বিশ্বের পরীক্ষা\nসামাজিক যোগাযোগ মাধ্যম\nসংক্রমণ ঝুঁকি ও হার\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়া ==\nM Kretzschmar. \"Sexual network structure and sexually transmitted disease prevention: a modeling perspective\". Sexually Transmitted Diseases volume 27, number 10 (November 2000): pages 627– 35.\nDe, P.;  ও অন্যান্য (২০০৪)। \"Sexual network analysis of a gonorrhea outbreak\"। Sex Transm Infect। 80 (4): 280–285। ডিওআই:10.1136/sti.2003.007187। পিএমআইডি 15295126। পিএমসি 1744860 । \nBearman, P. S.; Moody, J.; Stovel, K. (২০০৪)। \"Chains of Affection: The Structure of Adolescent Romantic and Sexual Networks.\"। American Journal of Sociology। 110 (1): 44–91। এসটুসিআইডি 13493350। ডিওআই:10.1086/386272। সাইট সিয়ারX 10.1.1.483.9666 । \nL E C Rocha, F Liljeros and P Holme Information dynamics shape the sexual networks of Internet-mediated prostitution. Proceedings of the National Academy of Sciences free online (March 2010).\nApostolopoulos, Y.; Sönmez, S.; Shattell, M.; Kronenfeld, J.; Smith, D.; Stanton, S. (২০১১)। \"Cruising for Truckers on Highways and the Internet: Sexual Networks and Infection Risk\" (পিডিএফ)। AIDS Education and Prevention। 23 (3): 249–266। ডিওআই:10.1521/aeap.2011.23.3.249। পিএমআইডি 21696243। \nO'Connor, M. L. (১৯৯৯)। \"Sexual Network Patterns Contribute to Racial Disparities in Disease Risk. Family\"। Planning Perspectives। 31 (6): 309–310। জেস্টোর 2991545। ডিওআই:10.2307/2991545। \nChoudhury, B.; Risley, C.; Ghani, A.; Bishop, C.; Ward, H.; Fenton, K.; Spratt, B. (২০০৬)। \"Identification of individuals with gonorrhoea within sexual networks: a population-based study\"। Lancet। 368 (9530): 139–146। এসটুসিআইডি 21770641। ডিওআই:10.1016/S0140-6736(06)69003-X। পিএমআইডি 16829298। \nDay, S. S.; Ward, H. H. (১৯৯৮)। \"Sexual networks: The integration of social and genetic data\"। Social Science & Medicine। 47 (12): 1981–92। ডিওআই:10.1016/s0277-9536(98)00306-2। পিএমআইডি 10075241। \nNyanzi, S., Nyanzi, B., Kalina, B., & Pool, R. (n.d). Mobility, sexual networks and exchange among bodabodamen in southwest Uganda. Taylor & Francis Ltd. Retrieved from EBSCOhost.\nMorris, Martina; Zavisca, Jane; Dean, Laura (১৯৯৫)। \"Social and sexual networks: Their role in the spread of HIV/AIDS among young gay men\"। AIDS Education and Prevention। 7 (Suppl): 24–35। পিএমআইডি 8664095। \n\n\n== বহিঃসংযোগ ==\nResearchers map the sexual network of an entire high school\nPatterns of prostitution captured in social network\nটেমপ্লেট:Social networking"}