{"pageid": 1372819, "title": "প্রকাশ সিং বাদল", "url": "https://bn.wikipedia.org/wiki?curid=1372819", "content": "প্রকাশ সিং বাদল (গুরুমুখী: ਪ੍ਰਕਾਸ਼ ਸਿੰਘ ਬਾਦਲ; ৮ ডিসেম্বর ১৯২৭ - ২৫ এপ্রিল ২০২৩) একজন ভারতীয় রাজনীতিবিদ, যিনি ১৯৭০ থেকে ১৯৭১, ১৯৭৭ থেকে ১৯৮০, ১৯৯৭ থেকে ২০০২ এবং ২০০৭ থেকে ২০১৭ পর্যন্ত পাঞ্জাবের মুখ্যমন্ত্রীর হিসাবে দায়িত্ব পালন করেছিলেন। এছাড়াও তিনি ১৯৭২ থেকে ১৯৭৭, ১৯৮০ থেকে ১৯৮৩ এবং ২০০২ থেকে ২০০৭ সাল পর্যন্ত পাঞ্জাব বিধানসভায় বিরোধী দলনেতা এবং ১৯৭৭ সালে মোরারজি দেশাই মন্ত্রিসভায় ১১তম কেন্দ্রীয় কৃষি ও কৃষক কল্যাণ মন্ত্রী ছিলেন। তিনি শিখ-কেন্দ্রিক আঞ্চলিক রাজনৈতিক দল শিরোমণি অকালী দলের (এসএডি) পৃষ্ঠপোষক ছিলেন এবং ১৯৯৫ থেকে ২০০৮ সাল পর্যন্ত দলের সভাপতি ছিলেন। এরপর তার পুত্র সুখবীর সিং বাদল তাঁর স্থলাভিষিক্ত হন। এসএডি-এর পৃষ্ঠপোষক হিসাবে তিনি শিরোমণি গুরুদ্বারা প্রবন্ধক কমিটি এবং দিল্লি শিখ গুরুদ্বারা ব্যবস্থাপনা কমিটিতে একটি শক্তিশালী প্রভাব প্রয়োগ করেছিলেন। ভারত সরকার তাকে ২০১৫ সালে দ্বিতীয় সর্বোচ্চ বেসামরিক পুরস্কার, পদ্মবিভূষণ প্রদান করে।\n\n\n== জীবনের প্রথমার্ধ ==\nপ্রকাশ সিং বাদল ৮ ডিসেম্বর ১৯২৭ সালে মালুতের কাছে আবুল খুরানায় জন্মগ্রহণ করেন। তিনি জাট শিখ পরিবারের সদস্য ছিলেন। তিনি লাহোরের ফরমান ক্রিশ্চিয়ান কলেজ থেকে স্নাতক হন।\n\n\n== রাজনৈতিক কর্মজীবন ==\nবাদল তার রাজনৈতিক জীবন শুরু করেন ১৯৪৭ সালে। পাঞ্জাবের রাজনীতিতে আসার আগে তিনি বাদল গ্রামের সরপঞ্চ এবং পরে লাম্বির ব্লক সমিতির চেয়ারম্যান ছিলেন। তিনি শিরোমণি অকালী দল রাজনৈতিক দল থেকে ১৯৫৭ সালে পাঞ্জাব বিধানসভায় প্রথমবারের মতো নির্বাচিত হন। তিনি ১৯৬৯ সালে পুনঃনির্বাচিত হন এবং সম্প্রদায় উন্নয়ন, পঞ্চায়েতি রাজ, পশুপালন, দুগ্ধ ও মৎস্য মন্ত্রী হিসাবে দায়িত্ব পালন করেন। তিনি ১৯৭২, ১৯৮০ এবং ২০০২ সালে বিরোধী দলনেতা ছিলেন। তিনি ১৯৫৭ সালে এবং ১৯৬৯ সাল থেকে প্রতিটি নির্বাচনে মোট ১০ বার বিধানসভায় নির্বাচিত হয়েছিলেন। শুধুমাত্র ১৯৯২ সালের ফেব্রুয়ারির নির্বাচনে তিনি অকালীদের দ্বারা রাজ্য নির্বাচন বয়কটের নেতৃত্ব দিয়েছিলেন। ১৯৯৭ সালের নির্বাচনে তিনি লাম্বি বিধানসভা কেন্দ্র থেকে জয়লাভ করেন এবং চারবার পরপর বিজয়ী হন। তিনি ১৯৭৭ সালে প্রধানমন্ত্রী মোরারজি দেশাইয়ের সরকারে কৃষি ও সেচ মন্ত্রী হিসাবে দায়িত্ব পালন করেছিলেন।\n\n\n== পাঞ্জাবের মুখ্যমন্ত্রী ==\nবাদল চার মেয়াদে পাঞ্জাবের মুখ্যমন্ত্রী হিসাবে দায়িত্ব পালন করেন। প্রথমবার ১৯৭০ সালে যখন তিনি ভারতীয় রাজ্যের সর্বকনিষ্ঠ মুখ্যমন্ত্রী হন। তিনি মার্চ ২০১৭ সালে তার শেষ মেয়াদ শেষ করেন।\n\n\n=== প্রথম মেয়াদ ===\nবাদল প্রথম ১৯৭০ সালের মার্চ মাসে পাঞ্জাবের মুখ্যমন্ত্রী হন এবং আকালি দল - সন্ত ফতেহ সিং এবং জনসংঘের জোট সরকারের নেতৃত্ব দেন। ১৯৭০ সালের জুন মাসে জনসংঘ দল পাঞ্জাবে হিন্দির স্থান সম্পর্কে তাদের পার্থক্যের জন্য বাদল সরকারের ওপর থেকে তাদের সমর্থন প্রত্যাহার করে। পরে জুলাইয়ের শুরুতে সাতজন অকালী দল (সন্ত) দলত্যাগ করে প্রাক্তন মুখ্যমন্ত্রী গুরনাম সিং- এর নেতৃত্বাধীন প্রতিদ্বন্দ্বী অকালী দলে যোগ দেন। বাদলের সরকারের সংখ্যাগরিষ্ঠতা প্রমাণের জন্য ২৪ জুলাই বিধানসভার প্রাথমিক অধিবেশন আহ্বান করা হয়েছিল। যাইহোক বিধায়কদের এক-পঞ্চমাংশের প্রয়োজনীয় সমর্থনের অভাবে অনাস্থা প্রস্তাব গ্রহণ করা হয়নি। কংগ্রেস নিরপেক্ষ থাকার সিদ্ধান্ত নিয়েছিল এবং অনাস্থা প্রস্তাবকে সমর্থন করেনি।\n\n\n=== দ্বিতীয় মেয়াদ (১৯৭৭-১৯৮০) ===\nজনতা পার্টির সমর্থন ও জোটে বাদল ২০ জুন ১৯৭৭ থেকে ১৭ ফেব্রুয়ারি ১৯৮০ পর্যন্ত দ্বিতীয় মেয়াদের জন্য মুখ্যমন্ত্রী হন।\n\n\n=== তৃতীয় মেয়াদ (১৯৯৭-২০০২) ===\nবাদল ১২ ফেব্রুয়ারি ১৯৯৭ থেকে ২৬ ফেব্রুয়ারি ২০০২ পর্যন্ত তৃতীয় মেয়াদের জন্য মুখ্যমন্ত্রী হন।\n\n\n=== চতুর্থ মেয়াদ (২০০৭-২০১২) ===\n২০০৭ সালের পাঞ্জাব রাজ্য নির্বাচনে শিরোমণি অকালী দল - ভারতীয় জনতা পার্টি জোট সরকার ১১৭টি আসনের মধ্যে ৬৭টিতে জয়লাভ করে এবং প্রকাশ সিং বাদল চতুর্থবারের মতো মুখ্যমন্ত্রী হিসেবে শপথ নেন। তিনি ১০টি দপ্তরের দায়িত্বে ছিলেন, যার মধ্যে স্বরাষ্ট্র, আবাসন ও নগর উন্নয়ন, আবগারি ও কর, বিদ্যুৎ, কর্মী, সাধারণ প্রশাসন, সতর্ক প্রহরা, কর্মসংস্থান, আইন ও আইন বিষয়ক এবং এনআরআই বিষয়ক মন্ত্রণালয় অন্তর্ভুক্ত ছিল। বাদল বিনামূল্যে অ্যাম্বুলেন্স পরিষেবা, তালওয়াণ্ডি সাবো থার্মাল প্ল্যান্ট ইত্যাদির মতো অনেকগুলি প্রকল্প চালু করেছিলেন। একটি নতুন পরিবহন নীতির মাধ্যমে তিনি শীতাতপ নিয়ন্ত্রিত বাসের উপর কর কমিয়েছিলেন যার ফলে কোম্পানিগুলির বিলাসবহুল বাস চালানো জন্য কম ব্যয়বহুল হয়েছিল। এটি তার ছেলে সুখবীর সিং বাদলের মালিকানাধীন একটি বাস কোম্পানির মুনাফাও বাড়িয়েছিল যা ১.৭ মিলিয়ন মার্কিন ডলারে উন্নীত হয়েছিল।\n\n\n=== ২০১২-২০১৭ ===\n২০১২ সালের নির্বাচনে শিরোমণি অকালী দল এবং ভারতীয় জনতা পার্টি সম্মিলিতভাবে ১১৭টির মধ্যে ৬৮টি আসন জিতেছিল, যদিও পাঞ্জাবে ক্ষমতাসীন-বিরোধীতার একটি ঐতিহ্য বিদ্যমান আছে। পাঞ্জাবের গভর্নর শিবরাজ পাটিলের শপথ নেওয়ার পর ১৪ মার্চ ২০১২ তারিখে বাদল আবার পাঞ্জাবের মুখ্যমন্ত্রী হন। তিনি সর্বকালের সবচেয়ে বয়স্ক মুখ্যমন্ত্রী এবং একমাত্র ব্যক্তি যিনি তার রাজ্যের সর্বকনিষ্ঠ এবং সবচেয়ে বয়স্ক মুখ্যমন্ত্রী ছিলেন। ২০১২-২০১৭ মেয়াদের সরকারে তিনি কর্মী, সাধারণ প্রশাসন, বিদ্যুৎ, সহযোগিতা, বিজ্ঞান প্রযুক্তি এবং পরিবেশ, সতর্কতা এবং কর্মসংস্থান সৃষ্টি দপ্তরের দায়িত্বে ছিলেন।\n\n\n=== ভারতে এফডিআই ===\nবাদল এফডিআই-এর বিরোধিতা করেছিলেন এবং রাজনৈতিক মিত্র বিজেপির পক্ষে ছিলেন।\n\n\n== অকালী আন্দোলনে অংশগ্রহণ ==\nভারতীয় জরুরি অবস্থার সময় অভ্যন্তরীণ নিরাপত্তা আইন রক্ষণাবেক্ষণের অধীনে নাগরিক স্বাধীনতা আন্দোলনের জন্য বাদলকে প্রথমে কার্নাল জেলে আটক করা হয়েছিল। তিনি ১৯৯৬ থেকে ২০০৮ সাল পর্যন্ত অকালী দলের সভাপতি ছিলেন।\n\n\n== ব্যক্তিগত জীবন এবং মৃত্যু ==\n১৯৫৯ সালে তিনি সুরিন্দর কৌরকে বিয়ে করেন। এই দম্পতির দুটি সন্তান ছিল, সুখবীর সিং বাদল এবং পারনীত কৌর। পারনীত আদেশ প্রতাপ সিং কাইরনের সাথে বিবাহিত। সুরিন্দর কৌর ক্যান্সারের কারণে দীর্ঘ অসুস্থতার পরে ২০১১ সালে মারা যান।\nতার ছোট ভাই গুরদাস সিং বাদলও রাজনীতিতে ছিলেন। তার ভাগ্নে মনপ্রীত সিং বাদল পাঞ্জাবের অর্থমন্ত্রী হিসেবে দায়িত্ব পালন করেন।\nপাঞ্জাবের মোহালিতে ফোর্টিস হাসপাতালে একটি ক্ষণস্থায়ী অসুস্থতার পরে ২৫ এপ্রিল ২০২৩ তারিখে ৯৫ বছর বয়সে বাদল মারা যান।\n\n\n== পুরস্কার ==\n\n\n=== পান্থ রতন ===\n১১ ডিসেম্বর ২০১১-এ, বাদলকে অকাল তখত দ্বারা পান্থ রতন ফখর-ই-কওম (আক্ষরিক অর্থে \"ধর্মের রত্ন, সম্প্রদায়ের গর্ব\") উপাধিতে ভূষিত করা হয়। গোল্ডেন টেম্পল কমপ্লেক্সে পাঁচটি তখতের জাজেদারদের উপস্থিতিতে একটি \"সিরোপা\" (সম্মানের পোশাক), একটি তলোয়ার এবং পান্থ রতন ফখর-ই-কওম এর প্রশংসাপত্রের শিলালিপি সহ একটি রৌপ্য ফলক আকারে তাকে এই উপাধিতে ভূষিত করা হয়। বাদলকে শিখ পন্থের প্রতি তার সেবার জন্য এই উপাধিতে ভূষিত করা হয়েছিল, এর মধ্যে ছিল বিরাসাত-ই-খালসার মতো শিখ ধর্মের সাথে সম্পর্কিত অনেক স্মারক তৈরি করা এবং তার পাশাপাশি, দীর্ঘ সময়ের জন্য কারাবরণ করা এবং বিভিন্ন অকালী আন্দোলনের সময় নৃশংসতার সম্মুখীন হওয়া।\nনাগরিক অধিকার লঙ্ঘনের অভিযোগ এবং পাঞ্জাবের শিখরা যে নিপীড়নের সম্মুখীন হয়েছিল তা স্বীকার করতে ব্যর্থতার কারণে ১০ নভেম্বর ২০১৫-এ সরবত খালসাতে শিখ পন্থ এই পুরস্কারটি প্রত্যাহার করে নিয়েছিল।\nপ্রাক্তন এসজিপিসি মহাসচিব মনজিত সিং কলকাতা যুক্তি দিয়েছিলেন যে এই পুরস্কারটি মরণোত্তর দেওয়া হয়। জবাবে অকাল তখতের জঠেদার গিয়ানি গুরবচন সিং মাস্টার তারা সিং- এর উদাহরণ তুলে ধরেন, যাকে তাঁর জীবদ্দশায় এই পুরস্কার দেওয়া হয়েছিল। দল খালসা নেতা কানওয়ার পাল সিং এটাকে চাটুবাদ বলে অভিহিত করেছেন কারণ বাদল পরোক্ষভাবে এসজিপিসি নিয়ন্ত্রণ করেছেন।\n\n\n=== পদ্মবিভূষণ ===\n\n৩০ মার্চ ২০১৫-এ ভারতের রাষ্ট্রপতি প্রণব মুখার্জির কাছ থেকে পদ্মবিভূষণ পুরস্কার গ্রহণ করেন প্রকাশ সিং বাদল।\nযাইহোক তিনি ৩ ডিসেম্বর ২০২০ তারিখে ২০২০-২০২১ ভারতীয় কৃষকদের বিক্ষোভকে সমর্থন করার জন্য এই পুরস্কারটি ফিরিয়ে দেন।\n\n\n== আরও দেখুন ==\nভাটিণ্ডা\nপ্রকাশ সিং বাদল মন্ত্রিসভা (১৯৭৭-১৯৮০)\nসিমরনজিৎ সিং মান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে প্রকাশ সিং বাদল সম্পর্কিত মিডিয়া দেখুন।"}