{"pageid": 1372146, "title": "কাসিনাধুনি বিশ্বনাথ", "url": "https://bn.wikipedia.org/wiki?curid=1372146", "content": "কাসিনাধুনি বিশ্বনাথ ( তেলুগু: కాశీనాధుని విశ్వనాధ్ ); ১৯ ফেব্রুয়ারী ১৯৩০ - ২ ফেব্রুয়ারী ২০২৩) \"কলাতপস্বী\" নামে পরিচিত একজন ভারতীয় চলচ্চিত্র পরিচালক, চিত্রনাট্যকার, গীতিকার এবং অভিনেতা ছিলেন। তিনি ছিলেন তেলুগু সিনেমার অন্যতম সেরা চিত্রনাট্যকার, তিনি তার কাজের জন্য আন্তর্জাতিক স্বীকৃতি পেয়েছেন এবং মূলধারার সিনেমার সাথে সমান্তরাল সিনেমার মিশ্রণের জন্য পরিচিত ছিলেন।  তিনি ১৯৮১ সালে \" ফ্রান্সের বেসানন ফিল্ম ফেস্টিভ্যাল\" এ \"প্রাইজ অফ দ্য পাবলিক\" দিয়ে সম্মানিত হন। ১৯৯২ সালে, তিনি শিল্পকলার ক্ষেত্রে অবদানের জন্য অন্ধ্রপ্রদেশ রাজ্য কর্তৃক  রঘুপতি ভেঙ্কাইয়া পুরস্কার এবং বেসামরিক সম্মান পদ্মশ্রী পান। ২০১৭ সালে, তিনি ভারতীয় চলচ্চিত্রের সর্বোচ্চ পুরস্কার দাদাসাহেব ফালকে পুরস্কারে ভূষিত হন।\nবিশ্বনাথ একজন অডিওগ্রাফার হিসেবে তার চলচ্চিত্র জীবন শুরু করেন এবং ষাট বছরে তিনি পারফর্মিং আর্টস, ভিজ্যুয়াল আর্টস, নান্দনিকতা, মেলোড্রামা এবং কবিতার উপর ভিত্তি করে কেন্দ্রীয় থিম সহ বিভিন্ন ঘরানার ৫৩ টি ফিচার চলচ্চিত্র পরিচালনা করেছেন। বিশ্বনাথের চলচ্চিত্রের মাধ্যমে জাতপাত, বর্ণ, অক্ষমতা, লিঙ্গ বৈষম্য, দুর্ব্যবহার, মদ্যপান এবং আর্থ-সামাজিক জটিলতা প্রভৃতি বিষয়গুলো ফুটে উঠেছে।\n\n\n== জীবনের প্রথমার্ধ ==\nকাসিনাধুনি বিশ্বনাথ অন্ধ্রপ্রদেশের গুন্টুর জেলার রেপালে ১৯ ফেব্রুয়ারি ১৯৩০ সালে জন্মগ্রহণ করেন। তার পিতামাতা ছিলেন কাসিনাধুনি সুব্রমণ্যম এবং কাসিনাধুনি সরস্বতী (সরস্বথাম্মা) এবং তার পূর্বপুরুষের শিকড় ছিলো পেদাপুলিভারু, অন্ধ্রপ্রদেশে। কাসিনাধুনি ছিল তাঁর পারিবারিক নাম। বিশ্বনাথ গুন্টুর হিন্দু কলেজ থেকে ইন্টারমিডিয়েট অধ্যয়ন করেন এবং অন্ধ্র বিশ্ববিদ্যালয়ের অন্ধ্র খ্রিস্টান কলেজ থেকে বিএসসি ডিগ্রি অর্জন করেন। তিনি মাদ্রাজের ভাউহিনি স্টুডিওতে একজন সাউন্ড রেকর্ডিস্ট হিসেবে তার কর্মজীবন শুরু করেন, যেখানে তার বাবাও কাজ করতেন।\n\n\n== কর্মজীবন ==\nতার কর্মজীবনের প্রথম দিকে, বিশ্বনাথ জাতীয় পুরস্কার বিজয়ী চলচ্চিত্র যেমন মুগা মানাসুলু (১৯৬৪) এবং ডাক্তার চক্রবর্তী (১৯৬৪) এর সাথে আদুর্তি সুব্বা রাও এর সাথে যুক্ত ছিলেন। বিশ্বনাথ সুদিগুন্ডালু (১৯৬৮) চিত্রনাট্য রচনা করেন এবং আত্মা গৌরবম (১৯৬৫), ও সীতা কথা (১৯৭৪) এবং জীবন জ্যোতি (১৯৭৫) এর মতো কাজগুলি পরিচালনা করেন যা রাজ্য নন্দী পুরস্কার অর্জন করে এবং তাসকেন্তে এশিয়ান এবং আফ্রিকান চলচ্চিত্র উৎসবে প্রদর্শিত হয়।\n\n\n=== হিন্দি সিনেমা ===\nবিশ্বনাথ হিন্দি ভাষার চলচ্চিত্রও পরিচালনা করেছেন যেমন সরগম (১৯৭৯), কামচোর (১৯৮২), শুভ কামনা (১৯৮৩), জাগ উঠা ইনসান (১৯৮৪), সুর সঙ্গম (১৯৮৫), সঞ্জোগ (১৯৮৫), ঈশ্বর (১৯৮৯), সঙ্গীত (১৯৯২) এবং ধনওয়ান (১৯৯৩)। এর মধ্যে কিছু চলচ্চিত্র (বিশেষ করে অভিনেত্রী জয়া প্রদা অভিনীত) বক্স অফিসে সুপার হিট হয়েছে।\n\n\n=== টেলিভিশন ===\nবিশ্বনাথ কয়েকটি টেলিভিশন ধারাবাহিকেও অভিনয় করেছিলেন; এসভিবিসি টিভিতে শিব নারায়ণ তীর্থ  হিসেবে, সান টিভিতে চেল্লাময় এবং ভেন্দার টিভিতে সূর্য্যবমসাম হিসেবে। তিনি জিআরটি জুয়েলার্সের মতো ব্র্যান্ডগুলিকে সমর্থন করেন এবং বিভিন্ন টেলিভিশন বিজ্ঞাপনে উপস্থিত হন।\n\n\n== ব্যক্তিগত জীবন এবং মৃত্যু ==\nকাশিনাধুনী জয়লক্ষ্মীর সাথে বিশ্বনাথের বিয়ে হয়েছিল। অভিনেতা চন্দ্র মোহন, গায়ক এসপি বালাসুব্রহ্মণ্যম এবং গায়ক এসপি সাইলাজা ছিলেন তার চাচাতো ভাই।\nবিশ্বনাথ ২০২৩ সালের ২ ফেব্রুয়ারি হায়দ্রাবাদে ৯২ বছর বয়সে মারা যান।\n\n\n== পুরস্কার ==\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}