{"pageid": 1372429, "title": "উইলিয়াম বোল্টস", "url": "https://bn.wikipedia.org/wiki?curid=1372429", "content": "উইলিয়াম বোল্টস (১৭৩৮–১৮০৮) ছিলেন একজন ওলন্দাজ বংশোদ্ভূত ব্রিটিশ বণিক। তিনি ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির কর্মচারী হিসাবে তার কর্মজীবন শুরু করলেও পরবর্তীকালে একজন স্বাধীন বণিক হয়ে ওঠেন। এখনও তিনি তার রচিত ১৭৭২ সালে প্রকাশিত বই Considerations on India Affairs এর জন্য পরিচিত। পলাশীর যুদ্ধে ইংরেজদের বিজয়ের অল্প সময়ের মধ্যেই রচনা শুরু করা বইটিতে বাংলায় ইস্ট ইন্ডিয়া কোম্পানির প্রশাসনের বিশদ বিবরণ দেওয়া হয়েছিল। তাঁর লিপিবদ্ধ করা পর্যবেক্ষণ এবং অভিজ্ঞতাগুলো বাংলায় কোম্পানি শাসনের প্রকৃতি সম্পর্কে অনুসন্ধানকারী পণ্ডিতদের জন্য একটি অনন্য সংস্থান সরবরাহ করে। সারা জীবন জুড়ে বোল্টস নিজের পক্ষে এবং বিভিন্ন বাণিজ্যিক ও সরকারি অংশীদারদের সাথে একত্রে বিভিন্ন ব্যবসায়িক উদ্যোগের প্রস্তাব ও সম্পাদন অব্যাহত রেখেছিলেন। বোল্টসের মতো স্বতন্ত্র ব্যবসায়ীদের উদ্যোগগুলি সরকার এবং বড় কর্পোরেশনগুলিকে তাদের নিজস্ব স্বার্থের সম্প্রসারণে উত্সাহিত করার জন্য অনেক কিছু করেছিল।\n\n\n== জীবনী ==\nউইলিয়াম বোল্টস ১৭৩৮ সালের ৭ ফেব্রুয়ারিতে নেদারল্যান্ডসের আমস্টারডামে জন্মগ্রহণ করেন। আমস্টারডামের ইংলিশ রিফর্মড চার্চের বাপ্তিস্মের রেজিস্টারে ১৭৩৮ সালের ২১ ফেব্রুয়ারি তাঁর বাপ্তিস্ম লিপিবদ্ধ করা হয়েছে। তার পিতা-মাতা ছিলেন উইলিয়াম এবং সারাহ বোল্টস। তাদের সম্পর্কে তেমন কিছু জানা যায়নি। প্রত্যক্ষদর্শীদের মতে সম্ভবত দুজনই ইংরেজ। যদিও পিওট মতামত দিয়েছিলে, তার বাবা বর্তমান জার্মানির প্যালাটিনেট (অঞ্চল) থেকে এসেছিলেন।\n\n\n== ইস্ট ইন্ডিয়া কোম্পানিতে চাকরি ==\nপনেরো বছর বয়সে বোল্টস নেদারল্যান্ডস থেকে ইংল্যান্ডে চলে যান। ১৮০১ সালে দেওয়া একটি জবানবন্দি অনুসারে, বোল্টস ১৭৫৫ সালে পর্তুগালে থাকতেন। সেখানে তিনি হীরার ব্যবসায় কাজ করে কিছদিন কাটিয়েছিলেন। চার বছর পরে বোল্টস বাংলায় যাওয়ার সিদ্ধান্ত নেন। কলকাতায় তিনি ইস্ট ইন্ডিয়া কোম্পানির সেবায় নিযুক্ত ছিলেন। তিনি ইংরেজি, ডাচ, জার্মান, পর্তুগিজ ও ফরাসি ভাষা ছাড়াও বাংলা বলতে শিখেছিলেন। পরবর্তীতে তিনি কোম্পানির বেনারস (বারাণসী) কারখানায় নিযুক্ত হন। সেখানে তিনি একটি উলেন্স মার্ট খোলেন, সল্টপিটার (পটাশিয়াম নাইট্রেট) উত্পাদন বিকাশ করেন, আফিম বাগান স্থাপন করেন, তুলা আমদানি করেন এবং বুন্দেলখণ্ডের পান্না এবং ছত্তরপুর খনি থেকে হীরার ব্যবসাকে উত্সাহিত করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nFulvio Babudieri, Trieste e gli Interessi austriaci in Asia nei Secoli XVIII e XIX, Padova, CEDAM, 1966.\nSven H. Carlson, Trade and Dependency, Uppsala, Acta Universitatis Upsalensis, 1984, Studia Historica Upsalensis, No.138.\n\nজন এভারার্ট, \"উইলেম বোল্টস: ইন্ডিয়া রিগেইনড অ্যান্ড লস্ট: ইন্ডিয়ামেন, ইম্পেরিয়াল ফ্যাক্টরিস অ্যান্ড কান্ট্রি ট্রেড (1775-1785)\", কেএস ম্যাথুতে (সম্পাদনা। ), মেরিনার্স, মার্চেন্টস এবং ওশেনস: স্টাডিজ ইন মেরিটাইম হিস্ট্রি, নিউ দিল্লি, মনোহর, 1995, পিপি। 363-369।\nহোল্ডেন ফারবার, \"ইন দ্য ফুটস্টেপস অফ আ জার্মান 'নাবোব': উইলিয়াম বোল্টস ইন দ্য সুইডিশ আর্কাইভস\", দ্য ইন্ডিয়ান আর্কাইভস, ভলিউম 12, নং. 1-2, জানুয়ারি-ডিসেম্বর 1958; হোল্ডেন ফারবার, প্রাইভেট ফরচুনস অ্যান্ড কোম্পানি প্রফিটস ইন দ্য ইন্ডিয়া ট্রেড ইন দ্য 18 শতকে পুনঃমুদ্রিত, রোসান রোচার, অ্যাল্ডারশট এবং ব্রুকফিল্ড, ভেরিওরাম, 1997, ভেরিওরাম কালেকটেড স্টাডিজ CS569 দ্বারা সম্পাদিত)।\nব্যারি এম. গফ এবং রবার্ট জে. কিং, \"উইলিয়াম বোল্টস: অ্যান এইটিন্থ সেঞ্চুরি মার্চেন্ট অ্যাডভেঞ্চারার\", আর্কাইভস: ব্রিটিশ রেকর্ডস অ্যাসোসিয়েশনের জার্নাল, vol.xxxi, no.112, এপ্রিল 2005, pp. 8-28। এনএল\n\nহেলমা হাউটম্যান-ডি স্মেড্ট, \"অস্ট্রিয়ান সাম্রাজ্যের উচ্চাকাঙ্ক্ষা অষ্টাদশ শতাব্দীর শেষ ত্রৈমাসিকের সময় পূর্ব ভারতের প্রসঙ্গে\", চৌধুরী সুশীল (সম্পাদনা। ), বণিক, কোম্পানি এবং বাণিজ্য: প্রারম্ভিক আধুনিক যুগে ইউরোপ এবং এশিয়া, কেমব্রিজ, কেমব্রিজ ইউনিভার্সিটি প্রেস, 1999, পৃ. 232-3।\nHelga Hühnel, \"Botanische Sammelreise nach America in 18. Jahrhundert\", Franz Wawrik et al (eds. ), ডাই নিউ ওয়েল্ট: Oesterreich und die Erforschung Amerikas, Wien, Oesterreichische Nationalbibliothek, 1992।\nরবার্ট জে. কিং, \"Gustaf III's Australian Colony\", The Great Circle, vol.27, no.2, 2005, pp. 3-20।\nরবার্ট জে. কিং, \"উইলিয়াম বোল্টস অ্যান্ড দ্য অস্ট্রিয়ান অরিজিনস অফ দ্য ল্যাপারৌস এক্সপিডিশন\", টেরা ইনকগনিটি, ভলিউম 40, 2008, পিপি। 1-28।\nরবার্ট জে. কিং, \" হেনরিক জিমারম্যান এবং 1782-1783 সালে উত্তর পশ্চিম উপকূলে কেকেএস কোবেনজেলের প্রস্তাবিত ভ্রমণ \", দ্য নর্দার্ন মেরিনার, ভলিউম 21, নং 3, জুলাই 2011, পৃষ্ঠা 235-262।\nআলেকজান্দ্রে লোবাটো, ওস অস্ট্রিয়াকোস এম লরেনকো মার্কেস, মাপুটো, ইমপ্রেন্সা ডি ইউনিভার্সিডে এডুয়ার্ডো মন্ডলেন, 2000।\nফ্রাঞ্জ ভন পোলাক-পার্নাউ, \"Eine österreich-ostindische Handelskompanie, 1775-1785: Beitrag zur österreichische Wirtschaftsgeschichte unter মারিয়া থেরেসিয়া ও Joseph II\", Vierteljahrsschrift für Sozial, Streicht1, Beitrag zur österreichische Wirtschaftsgeschichte. 1927।\n\nMichal Wanner, \"Trieste-এ ইম্পেরিয়াল এশিয়াটিক কোম্পানি—The Last Attempt of the Habsburg Monarchy to penetrate East Indian Trade, 1781-1785\", 5th International Congress of Maritime History, Royal Naval College, Greenwich, 23-27 জুন 2008।"}