{"pageid": 1372738, "title": "সিকন্দর বখ্‌ত", "url": "https://bn.wikipedia.org/wiki?curid=1372738", "content": "সিকন্দর বখ্ত (২৪ আগস্ট ১৯১৮ - ২৩ ফেব্রুয়ারি ২০০৪) ভারতীয় জনতা পার্টি (বিজেপি) এর অন্তর্গত একজন ভারতীয় রাজনীতিবিদ যিনি ২০০২ থেকে নিজের মৃত্যু পর্যন্ত কেরলের ১৫তম রাজ্যপাল হিসাবে দায়িত্ব পালন করেছিলেন। এছাড়াও তিনি বিজেপির সহ-সভাপতি নির্বাচিত হন, রাজ্যসভায় দলের নেতা হিসেবে দায়িত্ব পালন করেন এবং অটল বিহারী বাজপেয়ীর নেতৃত্বাধীন এনডিএ সরকারের ক্যাবিনেট মন্ত্রী হিসেবে দায়িত্ব পালন করেন। ২০০০ সালে তিনি ভারত সরকারের দ্বিতীয় সর্বোচ্চ বেসামরিক সম্মান পদ্মবিভূষণে ভূষিত হন।\n\n\n== প্রাথমিক জীবন ==\nসিকন্দর বখ্ত ১৯১৮ সালে ভারতের দিল্লির কুরেশ নগরে জন্মগ্রহণ করেন। তিনি দিল্লির অ্যাংলো আরবি সিনিয়র সেকেন্ডারি স্কুলে পড়াশোনা করেন এবং দিল্লির অ্যাংলো-আরবি কলেজ (বর্তমানে জাকির হোসেন কলেজ নামে পরিচিত) থেকে বিজ্ঞানে স্নাতক ডিগ্রি সম্পন্ন করেন। তার স্কুল এবং কলেজের দিনগুলিতে তিনি একজন উৎসাহী হকি খেলোয়াড় ছিলেন এবং বিভিন্ন টুর্নামেন্টে দিল্লি বিশ্ববিদ্যালয় এবং দিল্লির প্রতিনিধিত্ব করেছিলেন। এছাড়াও তিনি ইন্ডিপেন্ডেন্ট হকি ক্লাবে খেলেছেন এবং অধিনায়কত্ব করেছেন। তিনি একবার বলেছিলেন যে তিনি বিজেপির সদস্য এবং সর্বদা বজায় রেখেছিলেন যে ভারত ধর্মনিরপেক্ষতার দেশ এবং তিনি ভারতের নীতিকে সমর্থন করেন।\n\n\n== রাজনৈতিক পেশা ==\n১৯৫২ সালে বখ্ত কংগ্রেস প্রার্থী হিসাবে দিল্লি মিউনিসিপ্যাল কর্পোরেশনে নির্বাচিত হন। ১৯৬৮ সালে তিনি দিল্লি ইলেকট্রিক সাপ্লাই আন্ডারটেকিং-এর চেয়ারম্যান নির্বাচিত হন। ১৯৬৯ সালে কংগ্রেস পার্টি বিভক্ত হয়ে যায় এবং বখ্ত কংগ্রেস (সংগঠন) এর সাথে থাকেন। বখ্ত তখন কংগ্রেস (সংগঠন) প্রার্থী হিসেবে দিল্লির মেট্রোপলিটন কাউন্সিলে নির্বাচিত হন। ১৯৭৫ সালের ২৫ জুন প্রধানমন্ত্রী ইন্দিরা গান্ধী দ্বারা জরুরি অবস্থা ঘোষণা করা হয়। বখত অন্যান্য বিরোধী নেতাদের সঙ্গে ২৫ জুন ১৯৭৫ সালে কারারুদ্ধ হন। ১৯৭৬ সালের ডিসেম্বরে মুক্তি না পাওয়া পর্যন্ত তিনি রোহতক জেলে বন্দী ছিলেন। প্রধানমন্ত্রী ইন্দিরা গান্ধী ১৯৭৭ সালের মার্চ মাসে সাধারণ নির্বাচনের নির্দেশ দেন। বিরোধী নেতাদের মুক্তি পাওয়ার সাথে সাথে তারা সকল বিরোধী দলকে একীভূত করে জনতা পার্টি গঠন করে।\n১৯৭৭ সালের মার্চ মাসে বখত নতুন দিল্লির চাঁদনি চক থেকে জনতা পার্টির প্রার্থী হিসেবে লোকসভায় (ভারতীয় সংসদের নিম্নকক্ষ) নির্বাচিত হন। মোরারজি দেশাই প্রধানমন্ত্রী নিযুক্ত হন এবং তিনি বখতকে পূর্ত, আবাসন, সরবরাহ ও পুনর্বাসনের মন্ত্রিপরিষদ মন্ত্রী হিসাবে নিযুক্ত করেন। তিনি এই পদে ১৯৭৯ সালের জুলাই পর্যন্ত দায়িত্ব পালন করেন।\n১৯৮০ সালে জনতা পার্টি বিভক্ত হয়ে যায় এবং বখত ভারতীয় জনতা পার্টির (বিজেপি) সাথে থাকার সিদ্ধান্ত নেন। তিনি বিজেপির সাধারণ সম্পাদক নিযুক্ত হন। ১৯৮৪ সালে তিনি বিজেপির সহ-সভাপতি হন।\n১৯৯০ সালে বখত মধ্যপ্রদেশ থেকে রাজ্যসভায় (ভারতীয় সংসদের উচ্চকক্ষ) নির্বাচিত হন। ১৯৯২ সালে তিনি রাজ্যসভায় বিরোধী দলের নেতা হন। (বিরোধী দলনেতার পদটি ক্যাবিনেট মন্ত্রী পদের সমতুল্য।) ১০ এপ্রিল ১৯৯৬-এ তিনি মধ্যপ্রদেশ থেকে রাজ্যসভায় পুনর্নির্বাচিত হন।\n১৯৯৬ সালের মে মাসে অটল বিহারী বাজপেয়ী তাঁর সরকার গঠন করার সময় বখ্তকে নগরোন্নয়ন মন্ত্রী পদের প্রস্তাব দেন। বখ্ত অবশ্য একটি উচ্চ পদের দাবি করেছিলেন এবং ২৪ মে তাকে পররাষ্ট্র মন্ত্রীর অতিরিক্ত পদ দেওয়া হয়েছিল। বাজপেয়ী সরকার মাত্র ১৩ দিন স্থায়ী হয়েছিল। বখ্ত এক সপ্তাহের কিছু বেশি সময় পররাষ্ট্রমন্ত্রী ছিলেন কারণ ১ জুন ১৯৯৬-এ বাজপেয়ীর সরকারের পতন হলে তিনি পদত্যাগ করতে বাধ্য হন। বাজপেয়ী সরকারের পতনের পর, বখ্ত আবার রাজ্যসভায় বিরোধী দলের নেতা হন।\n১৯৯৮ সালে বাজপেয়ী আবার প্রধানমন্ত্রী নিযুক্ত হন এবং বখ্তকে শিল্পমন্ত্রী নিযুক্ত করা হয়। এই পদটিতে তিনি ২০০২ সাল পর্যন্ত অধিষ্ঠিত ছিলেন। এছাড়াও তিনি রাজ্যসভার নেতা নিযুক্ত হন। শিল্প মন্ত্রী হিসাবে পুরো মেয়াদের দায়িত্ব পালন করার পর বখ্ত সক্রিয় রাজনীতি থেকে অবসর নেন এবং ২০০২ সালে কেরলের রাজ্যপাল নিযুক্ত হন। তিনিই প্রথম বিজেপি নেতা ছিলেন যিনি কেরলের রাজ্যপাল পদে নিযুক্ত হয়েছেন।\n\n\n== পুরস্কার ==\n২০০০ সালে বখ্ত পদ্মবিভূষণে ভূষিত হন। এটি ভারতের দ্বিতীয় সর্বোচ্চ বেসামরিক পুরস্কার। পদ্মবিভূষণে ভূষিত বিজেপির অন্য চার ব্যক্তি হলেন অটল বিহারী বাজপেয়ী, লালকৃষ্ণ আডবাণী, সুষমা স্বরাজ এবং অরুণ জেটলি। এরপর অটল বিহারী বাজপেয়ীকে ভারতের সর্বোচ্চ বেসামরিক পুরস্কার ভারতরত্ন দেওয়া হয়েছে।\n\n\n== মৃত্যু ==\nবখ্ত ৯ এপ্রিল ২০০২-এ রাজ্যসভায় তার মেয়াদ শেষ করেন। ৯ দিন পরে তিনি সুখদেব সিং কং এর স্থলাভিষিক্ত হয়ে কেরলের রাজ্যপাল হিসাবে শপথ নেন। ৮৩ বছর বয়সে, তিনি কেরল রাজ্যের সবচেয়ে বয়স্ক রাজ্যপাল ছিলেন। তিনি অত্যন্ত জনপ্রিয় ছিলেন এবং মৃত্যুর আগ পর্যন্ত এই পদে দায়িত্ব পালন করেন। বখ্ত কেরলের রাজধানী শহর তিরুবনন্তপুরমের মেডিক্যাল কলেজ হাসপাতালে ২৩ ফেব্রুয়ারি ২০০৪ তারিখে মারা যান। ১৯ ফেব্রুয়ারি সঞ্চালিত অন্ত্রের অস্ত্রোপচারের পর জটিলতার কারণে তাঁর মৃত্যু হয়েছিল। তিনি কেরলের প্রথম রাজ্যপাল যিনি দায়িত্ব পালনকালে মারা যান। দুদিন পর কর্ণাটকের রাজ্যপাল টিএন চতুর্বেদী তার স্থলাভিষিক্ত হন। উদ্বেগ ছিল যে চিকিৎসা অবহেলার কারণে বখ্ত মারা যেতে পারেন। কিন্তু এমন কোনো কিছুই প্রমাণিত হয়নি। সিকান্দার বখ্তের মৃত্যুর সময় চিকিৎসকদের কোনও ত্রুটি বা অন্য কোনও উদ্দেশ্য ছিল কিনা তা পরীক্ষা করার জন্য যে জোরালো দাবি উঠেছিল,  মুখ্যমন্ত্রী এ কে অ্যান্টনিকে তা মেনে নিতে হয়েছিল। \nভারতের রাষ্ট্রপতি এ পি জে আব্দুল কালাম বলেছেন, \"তার মৃত্যুতে আমরা একজন বিশিষ্ট জননেতা এবং একজন রাষ্ট্রনায়ককে হারালাম।\" প্রধানমন্ত্রী বাজপেয়ী বলেন, \"জনাব বখ্ত একজন স্বাধীনতা সংগ্রামী ছিলেন। তিনি সাহস ও প্রত্যয়ের সাথে গণতন্ত্র ও জাতীয়তাবাদী স্বার্থের জন্য সংগ্রাম করেছেন। তিনি কিছু সময়ের জন্য আমার মন্ত্রিসভার সদস্য হিসাবে বিশিষ্ট সেবা প্রদান করেছেন।\"\n\n\n== আরও দেখুন ==\nআরিফ বেগ\nফারুক খান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n'রাজনীতি আজ জঙ্গলের আইন' - সিকান্দার বখত - রবিবার বিকেল\n'কেরালার রাজ্যপাল'\nসিকান্দার বখতের আকস্মিক মৃত্যুর তদন্তের নির্দেশ\n'কেরালার গভর্নর সিকান্দার বখত মারা গেছেন'\nসিকান্দার বখতের মৃত্যুতে নেতারা শোক প্রকাশ করেছেন"}