{"pageid": 1372905, "title": "যাত্রীবাহী রেল পরিভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1372905", "content": "যাত্রীবাহী রেলপথ ও সরঞ্জামের জন্য বিভিন্ন পরিভাষা ব্যবহৃত হয়েছে এবং অঞ্চল অনুযায়ী এইসব পরিভাষার ব্যবহার অনেকাংশে ভিন্ন হয়।\n\n\n== দ্রুতগামী গণপরিবহন ব্যবস্থা ==\n\n\n=== মেট্রো ===\nআন্তর্জাতিক গণপরিবহন সঙ্ঘের (ইউআইটিপি) সংজ্ঞা অনুযায়ী, মেট্রো (মেট্রোপলিটান রেলওয়ে শব্দের সংক্ষেপ) হলো একধরনের পৌর পরিবহন ব্যবস্থা যা নিজ গমনের অধিকার নিয়ে পরিচালিত হয় এবং সাধারণ সড়ক ও পদব্রজ ট্র্যাফিক থেকে পৃথককৃত। এর জন্য মেট্রো রেলকে সুড়ঙ্গ, ভায়াডাক্ট বা বিচ্ছিন্নভাবে ভূতলের উপর দিয়ে পরিচালনার জন্য তৈরি করা হয় যাতে করে অহেতুক প্রবেশাধিকার সম্ভব না হয়। নির্দিষ্ট নির্মাণ সমস্যাসহ পৃথক রেলপথে (যেমন মনোরেল, র‍্যাক রেলওয়ে) কাজ করে এমন রেল ব্যবস্থাকেও মেট্রো বলা যায় যদি এটি পৌর গণপরিবহন নেটওয়ার্কের অংশ হিসেবে নির্ধারিত।\nইউরোপের প্যারিস, রোম, মাদ্রিদ, বার্সেলোনা, লিসবন, কোপেনহেগেন, হেলসিঙ্কি, ওয়ারশ, সেন্ট পিটার্সবার্গ, আমস্টারডাম, রটারডাম, মস্কো, ইত্যাদি শহরে মেট্রো ব্যবস্থা আছে এবং এটি স্থানীয়ভাবে \"মেট্রো\" বা \"মেত্রো\" নামে পরিচিত।\n\n\n==== হাল্কা মেট্রো ====\n\n\n=== পাতালরেল ===\n\nপাতালরেল বলতে ভূগর্ভের মধ্য দিয়ে পরিচালিত দ্রুতগামী ভারী রেল ব্যবস্থাকে বোঝায়। বিভিন্ন ইংরেজিভাষী অঞ্চলে এটি \"সাবওয়ে\", \"আন্ডারগ্রাউন্ড\", বা \"টিউব\" নামে পরিচিত।\n\n\n==== সাবওয়ে ====\nসাবওয়ে (ইংরেজি: subway) শব্দটি সাধারণত মার্কিন যুক্তরাষ্ট্র এবং কানাডার ইংরেজিভাষী অঞ্চলে সবচেয়ে বেশি প্রচলিত, যদিও এই শব্দটি অন্যত্রও ব্যবহৃত হয়েছে, যেমন স্কটল্যান্ডের গ্লাসগো সাবওয়ে। এছাড়া কিছু এশীয় ও লাতিন আমেরিকান শহরের দ্রুতগামী গণপরিবহন ব্যবস্থাটির নাম ও বিবরণে শব্দটি ব্যবহৃত হয়েছে। \"সাবওয়ে\" শব্দটি কেবল ব্যবস্থাটির ভূগর্ভস্থ অংশকে বা সম্পূর্ণ ব্যবস্থাকে বোঝাতে পারে।\n\n\n==== আন্ডারগ্রাউন্ড ও টিউব ====\nলন্ডনের পাতালরেল ব্যবস্থাকে লন্ডন আন্ডারগ্রাউন্ড বলা হয়, যা চলতি ভাষায় \"টিউব\" (tube) নামে পরিচিত; এমনকি সরকারি সংস্থা ট্রান্সপোর্ট ফর লন্ডনও এই অর্থে \"টিউব\" শব্দটি ব্যবহার করে।\n\n\n=== উড়াল রেলপথ ===\n\n\n=== ওভারগ্রাউন্ড ===\nলন্ডনের ভূতল শহরতলি রেল ব্যবস্থাকে বোঝানোর জন্য ট্রান্সপোর্ট ফর লন্ডন ২০০৭ সালে ওভারগ্রাউন্ড (overground) শব্দটি চয়ন করেছিল। এই লন্ডন ওভারগ্রাউন্ড ব্যবস্থাটি সিলভারলিঙ্ক মেট্রো রুটকে প্রতিস্থাপিত করেছে।\n\n\n=== ইউ-বান ও এস-বান ===\nজার্মানভাষী অঞ্চলে (জার্মানি, অস্ট্রিয়া, ও সুইজারল্যান্ডের কিছু অংশ) মেট্রো ব্যবস্থাকে বোঝানোর জন্য \"মেট্রো\" শব্দটি সাধারণত ব্যবহৃত হয় না। বরং সেখানে \"ইউ-বান\" ও \"এস বান\" শব্দদুটি ব্যবহৃত হয়। \"ইউ-বান\" হলো \"উন্টারগ্রুন্টবান\" (Untergrundbahn) শব্দের সংক্ষেপ, যার অর্থ \"ভূগর্ভ ট্রেন\"। \"এস-বান\" হলো \"স্টাটস্নেলবান\" (Stadtschnellbahn, আক্ষ. 'শহর দ্রুত ট্রেন') বা \"স্নেলবান\" (Schnellbahn, আক্ষ. 'দ্রুত ট্রেন') শব্দের সংক্ষেপ। সুতরাং, জার্মানির রাজধানী বার্লিনের ভূগর্ভ রেল ব্যবস্থাটি বার্লিন ইউ-বান নামে পরিচিত, যা বার্লিন এস-বান নামক ভূতল রেল ব্যবস্থার সঙ্গে সংযুক্ত। ফ্রাঙ্কফুর্ট ইউ-বান এক গুরুত্বপূর্ণ ব্যতিক্রম এবং এই ব্যবস্থাটি সাধারণত এক হাল্কা রেল ব্যবস্থা, যার বিভিন্ন অংশ ভূগর্ভস্থ।\n\n\n== ভারী রেল ==\nবিশ্বজুড়ে ভারী রেল শব্দটির বিভিন্ন অর্থ আছে।\n\n\n=== ইউরোপ ===\nযুক্তরাজ্যে \"ভারী রেল\" (heavy rail) বলতে প্রচলিত রেল ব্যবস্থাকে বোঝায়, যা জাতীয় রেল নেটওয়ার্কের অংশ। এর মধ্যে কমিউটার ট্রেন, আন্তঃনগর ট্রেন, উচ্চ-গতির রেল, আঞ্চলিক রেল, ও মালবাহী ট্রেন পরিষেবা অন্তর্গত, যা মেট্রো রেল, হাল্কা রেল, ট্রাম, পিপল মুভার, বা অনুরূপ ব্যবস্থার থেকে পৃথক।\nজার্মান ভাষায় ভারী রেলকে \"ফলবান\" (Vollbahn) এবং এর বিপরীত হলো \"ক্লাইনবান\" (Kleinbahn)। এই শব্দদুটি বিভিন্ন অক্ষদণ্ড ভার ও সংযুক্ত নির্মাণ নিয়মের মধ্যে পার্থক্যের জন্য ব্যবহৃত হয়। তবে বর্তমানে \"ফলবান\" সুপরিচিত নয় এবং \"ক্লাইনবান\" শব্দটি সরু-গেজ রেলপথের জন্য ব্যবহৃত হয়।\n\n\n=== আন্তর্জাতিক ===\nআন্তর্জাতিক রেল সঙ্ঘ (ইউআইসি) অনুযায়ী, \"ভারী রেল\" বলতে উচ্চ-ধারণক্ষমতার মেট্রো রেল ব্যতীত যাত্রীবাহী (কমিউটার, আঞ্চলিক, আন্তঃনগর, ও উচ্চ-গতির) ও মালবাহী রেল পরিষেবাকে বোঝায়।\n\n\n== গতি অনুযায়ী পরিভাষা ==\n\n\n=== প্রচলিত রেল ===\nপ্রচলিত রেলের সর্বোচ্চ গতি সাধারণত ১৬০ কিমি/ঘ বা তার কম হয়। বেশিরভাগ কমিউটার, আঞ্চলিক, ও এক্সপ্রেস যাত্রীবাহী ট্রেন, এবং প্রায় সমস্ত মালবাহী ট্রেন এই শ্রেণির অন্তর্গত।\nযেসব দেশে প্রচলিত রেল ও উচ্চতর-গতির রেলের মধ্যে কোনো পার্থক্য করে না তাদের ক্ষেত্রে প্রচলিত রেলের সর্বোচ্চ বেগ ২০০ কিমি/ঘ পর্যন্ত হতে পারে, এবং এর এর বেশি বেগে পরিচালিত রেল ব্যবস্থাকে উচ্চ-গতির রেল হিসেবে অন্তর্ভুক্ত করা যায়। যেসব দেশে উচ্চতর-গতির রেলের জন্য পৃথক শ্রেণিবিভাগ বর্তমান (যেমন কানাডা) তাদের ক্ষেত্রে প্রচলিত রেলের সর্বোচ্চ বেগ ১৬০ কিমি/ঘ পর্যন্ত হতে পারে\n\n\n=== উচ্চতর-গতির রেল ===\n\n\n=== উচ্চ-গতির রেল ===\n\n\n== তথ্যসূত্র =="}