{"pageid": 1372888, "title": "সোশ্যাল বুকমার্কিং", "url": "https://bn.wikipedia.org/wiki?curid=1372888", "content": "সোশ্যাল বুকমার্কিং হল একটি অনলাইন পরিষেবা যা ব্যবহারকারীদের ওয়েব ডকুমেন্টের বুকমার্ক যোগ, টীকা, সম্পাদনা এবং শেয়ার করতে দেয়।  1996 সাল থেকে অনেক অনলাইন বুকমার্ক ম্যানেজমেন্ট সার্ভিস চালু হয়েছে; সুস্বাদু, 2003 সালে প্রতিষ্ঠিত, \"সামাজিক বুকমার্কিং\" এবং \" ট্যাগিং \" শব্দটিকে জনপ্রিয় করেছে। ট্যাগিং হল সামাজিক বুকমার্কিং সিস্টেমের একটি উল্লেখযোগ্য বৈশিষ্ট্য, যা ব্যবহারকারীদের তাদের বুকমার্কগুলি সংগঠিত করতে এবং ফোকসোনোমি নামে পরিচিত ভাগ করা শব্দভাণ্ডার বিকাশ করতে দেয়।\n\n\n== সাধারণ বৈশিষ্ট্য ==\nফাইল শেয়ারিং এর বিপরীতে, সামাজিক বুকমার্কিং সংস্থানগুলিকে নিজেরাই সংরক্ষণ করে না, শুধুমাত্র বুকমার্কগুলি যা তাদের উল্লেখ করে, যেমন বুকমার্ক করা পৃষ্ঠার একটি লিঙ্ক৷ বর্ণনাগুলি মেটাডেটা আকারে এই বুকমার্কগুলিতে যোগ করা যেতে পারে, যাতে ব্যবহারকারীরা প্রথমে নিজের জন্য এটি ডাউনলোড করার প্রয়োজন ছাড়াই সম্পদের বিষয়বস্তু বুঝতে পারে। এই ধরনের বর্ণনা হতে পারে বিনামূল্যের পাঠ্য মন্তব্য, এর মানের পক্ষে বা বিপক্ষে ভোট, অথবা ট্যাগ যা সম্মিলিতভাবে বা সহযোগিতামূলকভাবে একটি লোকসমাজে পরিণত হয়। ফোকসোনোমিকে সামাজিক ট্যাগিংও বলা হয়, \"যে প্রক্রিয়াটির মাধ্যমে অনেক ব্যবহারকারী শেয়ার করা বিষয়বস্তুতে কীওয়ার্ড আকারে মেটাডেটা যোগ করে\"। \nএকটি সামাজিক বুকমার্কিং সিস্টেমে, ব্যবহারকারীরা ওয়েব পৃষ্ঠাগুলির লিঙ্কগুলি সংরক্ষণ করে যা তারা মনে রাখতে এবং/অথবা ভাগ করতে চায়৷ এই বুকমার্কগুলি সাধারণত সর্বজনীন হয়, এবং ব্যক্তিগতভাবে সংরক্ষণ করা যেতে পারে, শুধুমাত্র নির্দিষ্ট ব্যক্তি বা গোষ্ঠীর সাথে ভাগ করা যায়, শুধুমাত্র নির্দিষ্ট নেটওয়ার্কের মধ্যে ভাগ করা যায়, বা সর্বজনীন এবং ব্যক্তিগত ডোমেনের অন্য সংমিশ্রণ। অনুমোদিত ব্যক্তিরা সাধারণত এই বুকমার্কগুলিকে কালানুক্রমিকভাবে, বিভাগ বা ট্যাগ দ্বারা বা একটি অনুসন্ধান ইঞ্জিনের মাধ্যমে দেখতে পারেন৷\nবেশিরভাগ সামাজিক বুকমার্ক পরিষেবাগুলি ব্যবহারকারীদের তাদের বুকমার্কগুলিকে ফোল্ডারের ঐতিহ্যগত ব্রাউজার-ভিত্তিক সিস্টেমের পরিবর্তে অনানুষ্ঠানিক ট্যাগগুলির সাথে সংগঠিত করতে উত্সাহিত করে, যদিও কিছু পরিষেবাতে বিভাগ/ফোল্ডার বা ফোল্ডার এবং ট্যাগের সংমিশ্রণ রয়েছে। তারা একটি নির্বাচিত ট্যাগের সাথে সম্পর্কিত বুকমার্কগুলি দেখতে সক্ষম করে এবং তাদের বুকমার্ক করা ব্যবহারকারীর সংখ্যা সম্পর্কে তথ্য অন্তর্ভুক্ত করে৷ কিছু সামাজিক বুকমার্কিং পরিষেবাগুলি ট্যাগ বা বুকমার্কের ক্লাস্টার তৈরি করতে ট্যাগের সম্পর্ক থেকে অনুমানও আঁকে।\nঅনেক সামাজিক বুকমার্কিং পরিষেবা তাদের বুকমার্কের তালিকার জন্য ওয়েব ফিড প্রদান করে, ট্যাগ দ্বারা সংগঠিত তালিকা সহ। এটি গ্রাহকদের নতুন বুকমার্ক সম্পর্কে সচেতন হতে দেয় কারণ সেগুলি সংরক্ষণ, ভাগ করা এবং অন্যান্য ব্যবহারকারীদের দ্বারা ট্যাগ করা হয়৷ এটি অন্যান্য সামাজিক বই চিহ্নিতকারীদের সাথে নেটওয়ার্কিং এবং একে অপরের সাথে সহযোগিতা করে আপনার সাইটগুলিকে প্রচার করতেও সহায়তা করে৷\n\n\n== ইতিহাস ==\n\n\n=== এন্টারপ্রাইজ বুকমার্কিং ===\nসামাজিক বুকমার্কিংয়ের বিপরীতে, যেখানে ব্যক্তিরা ইন্টারনেটে জনসাধারণের সাথে শেয়ার করার জন্য তাদের প্রিয় ওয়েব সংস্থানগুলি বুকমার্ক করতে পারে, এন্টারপ্রাইজ বুকমার্কিং হল জ্ঞান পরিচালনার জন্য এবং এটি একটি সংস্থার একটি নির্দিষ্ট নেটওয়ার্কের মধ্যে ভাগ করে নেওয়ার জন্য৷ এন্টারপ্রাইজ বুকমার্কিং একটি সংস্থার ব্যবহারকারীদের দ্বারা ওয়েবে বুকমার্কগুলিকে ট্যাগ, পরিচালনা এবং শেয়ার করার পাশাপাশি সংস্থার ডেটাবেস এবং ফাইল সার্ভারগুলির জ্ঞানের ভিত্তি ব্যবহার করা হয়৷\n\n\n=== লাইব্রেরি ===\nগ্রন্থাগারগুলি পৃষ্ঠপোষকদের তথ্যপূর্ণ লিঙ্কগুলির তালিকা প্রদানের একটি সহজ উপায় হিসাবে সামাজিক বুকমার্কিংকে দরকারী বলে মনে করেছে।  পেনসিলভানিয়া বিশ্ববিদ্যালয় (ইউপি) তার পেনট্যাগগুলির সাথে প্রথম লাইব্রেরি গ্রহণকারীদের মধ্যে একটি ছিল। \n\n\n=== শিক্ষা ===\nসামাজিক বুকমার্কিং সরঞ্জামগুলি একটি উদীয়মান শিক্ষামূলক প্রযুক্তি যা গত কয়েক বছর ধরে শিক্ষাবিদদের আরও মনোযোগ আকর্ষণ করছে। এই প্রযুক্তি জ্ঞান ভাগ করে নেওয়ার সমাধান এবং মিথস্ক্রিয়া এবং আলোচনার জন্য একটি সামাজিক প্ল্যাটফর্ম সরবরাহ করে। এই সরঞ্জামগুলি ব্যবহারকারীদের ইলেকট্রনিক ডকুমেন্টের মার্জিনে অতিরিক্ত মন্তব্য লেখার জন্য একটি প্রক্রিয়া সরবরাহ করার পাশাপাশি একটি ইলেকট্রনিক পাঠ্যকে সহযোগিতামূলকভাবে আন্ডারলাইন, হাইলাইট এবং অ্যানোটেট করতে সক্ষম করে। উদাহরণস্বরূপ, কোর্স উপকরণের ব্যয় বৃদ্ধির প্রশ্নের একটি সস্তা উত্তর সরবরাহ করতে সুস্বাদু একটি কোর্সে ব্যবহার করা যেতে পারে। রিসাল (বিশ্ববিদ্যালয় পর্যায়ে শিক্ষাদান এবং শেখার সমর্থনে ওয়েবে বুকমার্কগুলি পরিচালনা এবং ভাগ করার জন্য ইনটিয়ান সংস্থার ব্যবহারকারীদের সংগ্রহস্থল।\nসামাজিক বুকমার্কিং সরঞ্জামগুলির একটি একাডেমিক সেটিংয়ে বেশ কয়েকটি উদ্দেশ্য রয়েছে যার মধ্যে রয়েছে: দক্ষ পুনরুদ্ধারের জন্য ওয়েব পৃষ্ঠাগুলি সংগঠিত করা এবং শ্রেণিবদ্ধ করা; যেকোনো নেটওয়ার্ক কম্পিউটার থেকে ট্যাগ করা পৃষ্ঠাগুলি অ্যাক্সেসযোগ্য রাখা; অন্যান্য ব্যবহারকারীদের সাথে প্রয়োজনীয় বা পছন্দসই সংস্থান ভাগ করা; RSS ফিড, সেল ফোন এবং PDA সহ ট্যাগ করা পৃষ্ঠাগুলি অ্যাক্সেস করা যাতে মবিল্যান সংস্থার ব্যবহারকারীদের ওয়েবে বুকমার্কগুলি ট্যাগ, পরিচালনা এবং ভাগ করে নেওয়া এবং ছাত্রদের একে অপরের সাথে সহযোগিতা করার এবং যৌথ আবিষ্কার করার আরেকটি উপায় প্রদান করা। \nশিক্ষার জন্য অনন্য একটি প্রয়োজনীয়তা হল যে সংস্থানগুলির প্রায়শই একটি URL থাকে যা প্রকৃত শিক্ষার বিষয়বস্তুর জন্য অন্যটি সহ সম্পদ বর্ণনা করে। XtLearn.net  এক ধাপে উভয়ের বুকমার্ক করার অনুমতি দেয়, প্রাসঙ্গিক URL টিউটর বা শিক্ষার্থীর কাছে বিতরণ করা হয়, ডেলিভারি প্রসঙ্গের উপর নির্ভর করে। এটি ঐতিহ্যবাহী শিক্ষা বিষয়বস্তুর ভান্ডারের সাথে একীকরণও প্রদর্শন করে, যেমন Jorum, NLN, Intute এবং TES । \n\n\n== সার্চ ইঞ্জিনের সাথে তুলনা ==\nসার্চ ইঞ্জিনের তুলনায়, একটি সামাজিক বুকমার্কিং সিস্টেমের প্রথাগত স্বয়ংক্রিয় রিসোর্স লোকেশন এবং শ্রেণিবিভাগ সফ্টওয়্যার যেমন সার্চ ইঞ্জিন স্পাইডার এর উপর বেশ কিছু সুবিধা রয়েছে। ইন্টারনেট সংস্থানগুলির সমস্ত ট্যাগ-ভিত্তিক শ্রেণিবিভাগ (যেমন ওয়েব সাইটগুলি) মানুষের দ্বারা করা হয়, যারা সফ্টওয়্যারের বিপরীতে সংস্থানের বিষয়বস্তু বোঝে, যা অ্যালগরিদমিকভাবে কোনও সংস্থানের অর্থ এবং গুণমান নির্ধারণ করার চেষ্টা করে। এছাড়াও, লোকেরা ওয়েব পৃষ্ঠাগুলি খুঁজে পেতে এবং বুকমার্ক করতে পারে যেগুলি এখনও ওয়েব স্পাইডার দ্বারা লক্ষ্য বা সূচী করা হয়নি৷  উপরন্তু, একটি সামাজিক বুকমার্কিং সিস্টেম ব্যবহারকারীদের দ্বারা কতবার বুকমার্ক করা হয়েছে তার উপর ভিত্তি করে একটি সংস্থানকে র‌্যাঙ্ক করতে পারে, যা বহিঃসংযোগের সংখ্যার উপর ভিত্তি করে সংস্থানগুলিকে র‌্যাঙ্ক করে এমন সিস্টেমগুলির তুলনায় শেষ-ব্যবহারকারীদের জন্য আরও কার্যকর মেট্রিক হতে পারে। যাইহোক, উভয় ধরনের র‌্যাঙ্কিংই প্রতারণার জন্য ঝুঁকিপূর্ণ, (সিস্টেমের গেমিং দেখুন), এবং এটি মোকাবেলা করার চেষ্টা করার জন্য উভয়েরই প্রযুক্তিগত পাল্টা ব্যবস্থার প্রয়োজন।\n\n\n== সামাজিক বুকমার্কিং এর সুবিধা ==\nযদিও কিছু ব্যক্তি সামাজিক বুকমার্কিং সাইটগুলিকে শুধুমাত্র লিঙ্ক-বিল্ডিংয়ের প্ল্যাটফর্ম হিসাবে উপলব্ধি করতে পারে, তবে এটি স্বীকার করা অপরিহার্য যে তাদের সুবিধাগুলি এই সংকীর্ণ দৃষ্টিভঙ্গির বাইরেও প্রসারিত। সামাজিক বুকমার্কিং সাইটগুলি প্রচুর সুবিধা দেয় যা আপনার অনলাইন উপস্থিতি এবং ব্যস্ততাকে উল্লেখযোগ্যভাবে বাড়িয়ে তুলতে পারে। \n\n\n== অপব্যবহার ==\nসামাজিক বুকমার্কিং দুর্নীতি এবং যোগসাজশের জন্য সংবেদনশীল।  এর জনপ্রিয়তার কারণে, কেউ কেউ এটিকে সার্চ ইঞ্জিন অপ্টিমাইজেশানের সাথে তাদের ওয়েবসাইটকে আরও দৃশ্যমান করার জন্য একটি টুল হিসাবে ব্যবহার করতে শুরু করেছে। যতবার একটি ওয়েব পেজ জমা দেওয়া এবং ট্যাগ করা হয়, এটি খুঁজে পাওয়ার সম্ভাবনা তত বেশি। স্প্যামাররা একই ওয়েব পৃষ্ঠাকে একাধিকবার বুকমার্ক করা শুরু করেছে এবং/অথবা তাদের ওয়েব সাইটের প্রতিটি পৃষ্ঠাকে প্রচুর জনপ্রিয় ট্যাগ ব্যবহার করে ট্যাগ করা শুরু করেছে, যা ডেভেলপারদের অপব্যবহার কাটিয়ে উঠতে তাদের নিরাপত্তা ব্যবস্থাকে ক্রমাগত সামঞ্জস্য করতে বাধ্য করে।  অধিকন্তু, যেহেতু সোশ্যাল বুকমার্কিং ব্যাকলিংক তৈরি করে, তাই কিছু ওয়েবমাস্টার সার্চ ইঞ্জিন ফলাফল পৃষ্ঠাগুলিতে তাদের ওয়েবসাইটের র‌্যাঙ্কিং উন্নত করার প্রয়াসে সোশ্যাল বুকমার্ক লিঙ্ক তৈরির পরিষেবাগুলি ব্যবহার করে। \n\n\n== আরও দেখুন ==\nবুকমার্ক ম্যানেজার\nসামাজিক বুকমার্কিং ওয়েবসাইটের তালিকা\nসহযোগী ট্যাগিংয়ের মডেল\nশব্দার্থিক ওয়েব\nসামাজিক মাধ্যম\nসামাজিক নেটওয়ার্কিং পরিষেবা\nসামাজিক সফটওয়্যার\nসামাজিক নেটওয়ার্ক একত্রীকরণ\nক্রাউডসোর্সিং\n\n\n== তথ্যসূত্র =="}