{"pageid": 1372425, "title": "ইব্রাহিম আলকাজি", "url": "https://bn.wikipedia.org/wiki?curid=1372425", "content": "ইব্রাহিম আলকাজী (১৮ অক্টোবর ১৯২৫ – ৪ আগস্ট ২০২০) একজন ভারতীয় থিয়েটার পরিচালক এবং নাট্য শিক্ষক। তার কঠোর নিয়মানুবর্তিতা, অভিনয় ছাত্রদের মধ্যে একটি বিস্ময় সৃষ্টি করেছিল এবং শ্রদ্ধা জাগিয়েছিল, যা এখনও তাদের স্মৃতিতে জাগরূক। তাদের মধ্যে বেশ কয়েকজন এনএসডি রেপার্টরি কোম্পানিতে অনুশীলন এবং প্রশিক্ষণ চালিয়ে যাওয়ার বিশেষাধিকার পেয়েছিল, এনএসডি রেপার্টরি কোম্পানি হল ন্যাশনাল স্কুল অফ ড্রামাকে নিয়ে আলকাজির তৈরি একটি ভূমিকা। আলকাজির মান পরবর্তীতে খুব প্রভাবশালী হয়ে ওঠে। এছাড়াও তিনি নিউ দিল্লির ন্যাশনাল স্কুল অফ ড্রামার ডিরেক্টর (১৯৬২-১৯৭৭) ছিলেন। এছাড়াও তিনি একজন বিখ্যাত শিল্প বিশেষজ্ঞ, সংগ্রাহক ও এক গ্যালারির মালিক ছিলেন এবং তার স্ত্রী রোশেন আলকাজীর সাথে দিল্লিতে আর্ট হেরিটেজ গ্যালারী প্রতিষ্ঠা করেছিলেন।\nতার জীবদ্দশায় পঞ্চাশটিরও বেশি নাটক মঞ্চস্থ হয়। আলকাজী প্রসেনিয়াম স্টেজ এবং উন্মুক্ত স্থান উভয়ই ব্যবহার করতেন। উন্মুক্ত স্থানগুলিতে তার করা নকশা তাদের চাক্ষুষ প্রকৃতির জন্য এবং প্রতিটি স্টেজ প্রোডাকশনে রাখা মূল স্পিনগুলির জন্য তিনি প্রশংসিত হয়েছেন, এর মধ্যে তাঁর আগের নির্দেশনাগুলিও আছে। রয়্যাল একাডেমি অফ ড্রামাটিক আর্ট (আরএডিএ) এ প্রশিক্ষিত হবার পর, ১৯৫০ সালে তিনি বিবিসি সম্প্রচার পুরস্কার জিতেন। তিনি ৫০টিরও বেশি নাটক পরিচালনা করেন, যার মধ্যে রয়েছে বিখ্যাত প্রযোজনা: গিরিশ কার্নাডের তুঘলক, মোহন রাকেশের আষাঢ় কা এক দিন, ধরমবীর ভারতীর অন্ধযুগ এবং এছাড়াও অনেকগুলি শেক্সপিয়রের লেখা ও সেইসঙ্গে গ্রীক নাটক। ২০০২ সালে, ইব্রাহিম আলকাজি বিবিসি-র সাথে একটি সাক্ষাৎকারে বলেন, \"আমি মনে করি যে থিয়েটারে কিছু তৃণ মূল উপাদান রয়েছে, আপনি যে কাজটি করেন তার মধ্যে একটি নির্দিষ্ট গভীরতা ও মাটির সঙ্গে একাত্মতা রয়েছে। থিয়েটারের কাজে যদি না আপনার অনুপ্রেরণা ও ধারণা সেখান থেকে শুরু হয়, আমি মনে করি না আপনি ভাল কাজ তৈরি করতে পারবেন। আপনাকে একটি পরিবেশ তৈরি করতে হবে; আপনাকে ভালো পরিবেশের মধ্যে কাজ করতে হবে।\"\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nইব্রাহিম আলকাজি এক আরব পরিবার থেকে এসেছেন, যাদের শিল্পকলার প্রতি গভীর আগ্রহ আছে। পুনেতে জন্মগ্রহণকারী আলকাজি ছিলেন উনাইজাহ (বর্তমান সৌদি আরব) থেকে আসা একজন ধনী ব্যবসায়ী পিতা এবং কুয়েতি মাতার পুত্র।\nইব্রাহিম পুনের সেন্ট ভিনসেন্ট হাই স্কুলে পড়াশুনা করেন। তিনি ১৯৪১ সালের শেষের দিকে বোম্বেতে চলে আসেন এবং মুম্বাইয়ের সেন্ট জেভিয়ার্স কলেজে ভর্তি হন। এখানেই তিনি সেন্ট ড্রামাটিক সোসাইটিতে থিয়েটারের নতুন কৌশলগুলির সাথে প্রথম মুখোমুখি হন। ১৯৪৭ সালে, তার পরিবারের বাকি সদস্যরা পাকিস্তানে চলে যায় এবং আলকাজী ভারতে থেকে যান। আলকাজি আরবি, ইংরেজি, মারাঠি ও গুজরাটি ভাষায় শিক্ষিত ছিলেন। সেন্ট জেভিয়ার্সের ছাত্র থাকাকালীন, তিনি সুলতান \"ববি\" পদমসীর ইংরেজি থিয়েটার কোম্পানি, থিয়েটার গ্রুপ-এ যোগদান করেন। যেখানে তিনি বেশ কয়েকটি নাটকে অভিনয় করার পাশাপাশি কয়েকটি নাটক পরিচালনা করেন। এরপর তিনি ১৯৪৭ সালে লন্ডনের রয়্যাল একাডেমি অফ ড্রামাটিক আর্ট (আরএডিএ) এ প্রশিক্ষণ নেন। ইংলিশ ড্রামা লিগ ও ব্রিটিশ ব্রডকাস্টিং কর্পোরেশন উভয়ের দ্বারা সম্মানিত হওয়ার পর লন্ডনে তাকে কাজের সুযোগ দেওয়া হয়। তবে তিনি সেই প্রস্তাব প্রত্যাখ্যান করে থিয়েটার গ্রুপে পুনরায় যোগদানের জন্য দেশে ফিরে যান। তিনি ১৯৫০ থেকে ১৯৫৪ পর্যন্তথিয়েটার গ্রুপ চালান। আলকাজী একজন উৎসাহী শিল্পী এবং শিল্পের ছাত্রও ছিলেন। ইংল্যান্ডে তিনি প্রধান যাদুঘরের সংগ্রহগুলি অধ্যয়ন করতে অনেক সময় কাটিয়েছেন এবং এফএন সুজা ছিলেন ফ্ল্যাটে তার সহবাসী। আলকাজীর কাজগুলি লন্ডনের এশিয়ান ইনস্টিটিউট (১৯৫০), বোম্বের জাহাঙ্গীর আর্ট গ্যালারি (১৯৫২) এবং নিউ দিল্লির শ্রীধারিণী গ্যালারীতে (১৯৬৫) প্রদর্শিত হয়। প্রতিটি প্রদর্শনীতে তিনি জলরঙ, কাঠকয়লা, কালি, পোস্টার পেইন্ট ও কার্বন ট্রেসিং থেকে শুরু করে স্কেচ পেন, মার্কার ও ফ্রটেজ পর্যন্ত বিভিন্ন মিডিয়া ও কৌশলগুলির উপর একটি বহুমুখী দক্ষতা প্রদর্শন করেন।\n\n\n== কর্মজীবন ==\nইংল্যান্ড থেকে ফিরে আসার পর, ইব্রাহিম আলকাজী ১৯৫২ সালে বোম্বেতে থিয়েটার গ্রুপকে পুনরায় সংগঠিত করেন। এইসময় তিনি বোম্বে প্রগ্রেসিভ আর্টিস্টস গ্রুপের সাথেও যুক্ত ছিলেন, যেখানে এমএফ হোসেন এফ এন সৌজা, এসএইচ রাজা, আকবর পদমসী, তায়ব মেহতা প্রমুখ শিল্পীরা ছিলেন। এঁরা পরে তাঁর নাটক থেকে ছবি আঁকতেন এবং সেট ডিজাইন করতেন। কিউরেটরিয়াল অনুশীলন শুরু করে ইব্রাহিম আলকাজি ১৯৫২ থেকে ১৯৫৭ সালের মধ্যে বোম্বের জাহাঙ্গীর গ্যালারিতে আট দফায় দিস ইজ মডার্ন আর্ট নামে একটি প্রদর্শনী স্থাপন করেন। ১৯৫৪ সালে, থিয়েটার গ্রুপ থেকে বিচ্ছিন্ন হওয়ার পর, আলকাজি তার স্ত্রী রোশেন আলকাজি এবং নিসিম এজেকিয়েলকে নিয়ে বোম্বেতে থিয়েটার ইউনিট গঠন করেন। তার পরিচালনার পাশাপাশি, তিনি থিয়েটার ইউনিট বুলেটিনও প্রকাশ করেন, যেটি ভারত থেকে থিয়েটার ইভেন্টের প্রতিবেদন করত। আলকাজী ৪ জুলাই ১৯৫৬ সালে স্কুল অফ ড্রামাটিক আর্টস প্রতিষ্ঠা করেন এবং বোম্বের নাট্য একাডেমির অধ্যক্ষ হন। বোম্বাইয়ের সময়ে আলকাজি তার নাট্যদলের সাথে \"গ্রীক থেকে বেকেট পর্যন্ত\" \"পশ্চিমী সাহিত্যের কার্যত সমগ্র প্যান্থিয়ন (সকলের তথ্য সংগ্রহ)\" তৈরি করেন। থিয়েটার বিশেষজ্ঞরা এভাবেই বর্ণনা করেছেন। পরবর্তী প্রযোজনাগুলির মধ্যে কয়েকটি বোম্বেতে মেঘদূত নামে সমুদ্র-মুখী ওপেন এয়ার থিয়েটারে মঞ্চস্থ হয়। ১৯৫৮সালে আলকাজি নিজেই কিছু ডিজাইন করেন, এর মধ্যে রয়েছে মেডিয়া (১৯৬১), ওয়েটিং ফর গোডো (১৯৬১) এবং সাডেনলি লাস্ট সামার (১৯৬১)।\n১৯৬২ সালে, আলকাজি থিয়েটারের জন্য একটি শিক্ষাগত আলোচনা বিকাশের জন্য ন্যাশনাল স্কুল অফ ড্রামা তৈরিতে তার যাত্রা শুরু করেন। তিনি এমন একটি কোর্স ডিজাইন করেছিলেন, যা শুধুমাত্র অভিনেতা-প্রশিক্ষণ এবং নির্দেশনার উপর দৃষ্টি নিবদ্ধ করে না, এর সঙ্গে মঞ্চ-নৈপুণ্যের সমস্ত দিকও শেখায়। ন্যাশনাল স্কুল অফ ড্রামা (এনএসডি) এর পরিচালক হিসাবে, আলকাজী তার দৃষ্টিভঙ্গির মহিমা ও তার প্রযুক্তিগত শৃঙ্খলার সূক্ষ্মতা দ্বারা হিন্দি থিয়েটারে বিপ্লব ঘটিয়েছেন। ৬০ এর দশক থেকে, এনএসডি-তে আলকাজি যে অসামান্য প্রতিভা তৈরি করেন তা সরাসরি আর্টহাউসের একটি বিকল্প স্ট্রিম এবং তারপরে মূলধারার সিনেমা এবং টেলিভিশনে দেখানো হয়।\nতাঁর ছাত্রদের মধ্যে বিজয়া মেহতা, ওম শিবপুরী, হরপাল তিওয়ানা, নীনা তিওয়ানা, ওম পুরী, এবং (বলরাজ পণ্ডিত) নাসিরুদ্দিন শাহ, মনোহর সিং, উত্তরা বাওকার, জ্যোতি সুভাষ, সুহাস জোশী, বি জয়শ্রী জয়দেব ও রোহিনী হাত্তাঙ্গাদি, কুমার ভার্মা, এস রামানুজম সহ বহু বিখ্যাত চলচ্চিত্র, থিয়েটার অভিনেতা ও পরিচালকরা রয়েছেন। সেখানে থাকাকালীন তিনি ১৯৬৪ সালে রেপার্টরি কোম্পানি তৈরি করেন। তিনি চলে যাওয়ার আগ পর্যন্ত তাদের প্রযোজনা পরিচালনা করেন। আলকাজি স্কুল ক্যাম্পাসে এবং এর কাছাকাছি নতুন থিয়েটার স্পেস নির্মাণের পথপ্রদর্শক। সবচেয়ে স্মরণীয়ভাবে তার তুঘলক এবং অন্ধ যুগের প্রযোজনা দিল্লির চারপাশে দর্শনীয় ঐতিহাসিক স্মৃতিস্তম্ভগুলিতে স্থাপন করেন।\nতিনি তার স্ত্রী রোশন আলকাজির সাথে দিল্লিতে আর্ট হেরিটেজ গ্যালারিও প্রতিষ্ঠা করেন।\n\n\n== পুরস্কার ও স্বীকৃতি ==\nআলকাজী থিয়েটারের সংবেদনশীলতা সম্পর্কে সচেতনতা তৈরি করেন এবং ভারতীয় ঐতিহ্যের সাথে আধুনিক অভিব্যক্তিকে সফলভাবে মিশ্রিত করে ভারতের অনেক মর্যাদাপূর্ণ পুরস্কার জিতেন।\nতিনি থিয়েটারে আজীবন অবদানের জন্য রূপওয়েধ প্রতিষ্ঠানের তানভীর পুরস্কারের (২০০৪) প্রথম প্রাপক। তিনি পদ্মশ্রী (১৯৬৬), পদ্মভূষণ (১৯৯১), এবং ২০১০ সালে ভারতের দ্বিতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মবিভূষণ পুরস্কার পেয়েছেন।\nভারতের সঙ্গীত, নৃত্য ও নাটকের জন্য ভারতের জাতীয় একাডেমি সঙ্গীত নাটক আকাদেমি থেকেও তিনি দুবার পুরস্কৃত হন। তিনি ১৯৬২ সালে পরিচালনায় সঙ্গীত নাটক আকাদেমি পুরস্কার পান, এবং পরে থিয়েটারে আজীবন অবদানের জন্য একাডেমির সর্বোচ্চ পুরস্কার সঙ্গীত নাটক আকাদেমি ফেলোশিপ পান।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি গুজরাটের ইসমাইলি খোজা গোষ্ঠীর রোশন আলকাজীর (মৃত্যু ২০০৭) সাথে বিবাহ বন্ধনে আবদ্ধ হন। রোশন তার সমস্ত নাটকের জন্য পোশাক ডিজাইন করেছিলেন এবং ভারতীয় পোশাকের ইতিহাসের উপর দুটি বই লিখেছেন। তিনি ১৯৭৭ সালে দিল্লির ত্রিবেণী কলা সঙ্গমে আর্ট হেরিটেজ গ্যালারিও প্রতিষ্ঠা করেন, যা তিনি ৪০ বছরেরও বেশি সময় ধরে চালিয়েছেন। এই দম্পতির দুই সন্তান। একজন অমল আল্লানা যিনি একজন থিয়েটার ডিরেক্টর এবং ন্যাশনাল স্কুল অফ ড্রামার প্রাক্তন চেয়ারম্যান। আরেকজন দিল্লি-ভিত্তিক থিয়েটার ডিরেক্টর ফয়সাল আলকাজি।\n\n\n== আরও পড়ুন ==\nআনন্দ লাল, দ্য অক্সফোর্ড কম্প্যানিয়ন টু ইন্ডিয়ান থিয়েটার, অক্সফোর্ড ইউনিভার্সিটি প্রেস ।(২০০৪),আইএসবিএন ০-১৯-৫৬৪৪৪৬-৮\nভিজ্যুয়াল মেমরির আলকাজার\n\n\n== কাজ ==\nরাহাব আল্লানা, প্রমোদ কুমার, ব্রুনাই গ্যালারির সাথে ফটোগ্রাফির আলকাজি সংগ্রহ । গ্রন্থা কর্পোরেশন, ২০০৮।আইএসবিএন ৮১-৮৯৯৯৫-১৮-৯আইএসবিএন 81-89995-18-9 ।\n\n\n== তথ্যসূত্র =="}