{"pageid": 1372731, "title": "তিলকান", "url": "https://bn.wikipedia.org/wiki?curid=1372731", "content": "পালাপুরথু কেশবন্ সুরেন্দ্রনাথ তিলকান (১৫ জুলাই 1১৯৩৫ - ২৪ সেপ্টেম্বর ২০১২) একজন ভারতীয় চলচ্চিত্র এবং মঞ্চ অভিনেতা যিনি ২০০ টিরও বেশি মালায়ালাম চলচ্চিত্রে অভিনয় করেছিলেন। তিলকান তার  বাস্তববাদী এবং স্বতঃস্ফূর্ত অভিনয়ের জন্য পরিচিত ছিলেন। অনেকেই তাকে সর্বকালের সর্বশ্রেষ্ঠ ভারতীয় অভিনেতাদের একজন বলে মনে করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nতিলকান ছিলেন পালাপুরথ টিএস কেশবন (১৯০৪-১৯৭২) এবং দেবযানী (১৯১২-২০১০) -র ছয় সন্তানের মধ্যে দ্বিতীয়। তিলকান বর্তমান কেরালার পাথানামথিট্টা জেলার আয়রুর পঞ্চায়েতের প্লাঙ্কামনে জন্মগ্রহণ করেছিলে। তিনি আসান পল্লিকুডম, মানিককল এবং সেন্ট লুইস ক্যাথলিক স্কুল, নালামভয়াল এবং শ্রী নারায়ণ কলেজ, কোল্লাম থেকে প্রাথমিক শিক্ষা লাভ করেন। চলচ্চিত্রে অভিনয় শুরু করার পর তিনি এর্নাকুলামে চলে আসেন।\n১৯৫৬ সালে কলেজ ছাড়ার পর তিলকান অভিনেতা হিসাবে তার কর্মজীবন শুরু করেন। এই সময়কালে তিনি এবং তার বেশ কয়েকজন বন্ধু মুন্ডকায়ামে মুন্ডাকায়াম নাটক সমিতি নামে একটি নাটকের দল গঠন করেন, যেখানে তার বাবা এস্টেট সুপারভাইজার হিসেবে কাজ করতেন। তিনি ১৯৬৬ সাল পর্যন্ত কেরালা পিপলস আর্টস ক্লাবের সাথে যুক্ত ছিলেন। তারপরে তিনি কালিদাস কলা কেন্দ্র, চাঙ্গানাচেরি গীথা এবং পিজে অ্যান্টনির দলে কাজ করেছেন। তিনি অল ইন্ডিয়া রেডিও দ্বারা উপস্থাপিত বেশ কয়েকটি বেতার নাটকেও অভিনয় করেছিলেন।\n\n\n== কর্মজীবন ==\nপি জে অ্যান্টনি -পরিচালিত মালয়ালম চলচ্চিত্র পেরিয়ার (১৯৭৩) -এ অভিনয়ের মাধ্যমে তিলকান তার অভিনয় জীবণ শুরু করেন। এরপর তিনি গন্ধর্বক্ষেত্রম এবং উলকাদল (১৯৭৯) সিনেমায় কাজ করেন। কোলাঙ্গাল (১৯৮১) চলচ্চিত্রে একজন মাতাল কাল্লু ভার্কির চরিত্রে তিনি অভিনয় করেন। ১৯৮২ সালে যবনিকার চরিত্রে অভিনয়ের জন্য তিলকান তার প্রথম কেরল রাজ্য চলচ্চিত্র পুরস্কার পেয়েছিলেন।\n১৯৮৮ সালে, তিনি ঋতুভেদম চলচ্চিত্রে অভিনয়ের জন্য শ্রেষ্ঠ পার্শ্ব অভিনেতার জন্য জাতীয় চলচ্চিত্র পুরস্কার পান, এবং আবারও ১৯৯৪ সালে তার অভিনয় প্রতিভার জন্য তিনি এই পুরস্কার প্রাপ্ত হন। ১৯৯৮ সালে, তিনি সন্থানাগোপালম এবং গামানমের জন্য রাজ্য পুরস্কার জিতেছিলেন। পেরুমথাচান চলচ্চিত্রে অভিনয়ের মাধ্যমে শ্রেষ্ঠ অভিনেতার বিভাগে তিনি আরেকটি জাতীয় চলচ্চিত্র পুরস্কার পাওয়ার জন্য দৃঢ় সমর্থন পেয়েছিলেন। সন্দেহ করা হয় যে অমিতাভ বচ্চনকে তিলকানের জন্য পুরস্কারটি দেওয়া হয়েছিল, কারণ অমিতাভ সেই বছরের শুরুতে তার অবসর ঘোষণা করেছিলেন। কিরীদাম চলচ্চিত্রটি তিলকানের অভিনয় একটি মাইলফলক ছিল; এই ছবিতে, তিনি একজন অসহায় পুলিশের চরিত্রে অভিনয় করেন যিনি নীরবে তার ছেলের ভাগ্য অবলোকন করেছেন। তার ছেলের চরিত্রে জনপ্রিয় অভিনেতা মোহনলাল অভিনয় করেছেন। তার ছেলের চরিত্রটি ছিল সমাজের প্রভাবে কলুষিত এক ব্যাক্তির। ১৯৮৯ সালে তিনি মৃগয়া চলচ্চিত্রে অভিনয় করেছিলেন। সেই চলচ্চিত্রে একজন রেভারেন্ড ফাদার প্যানাঙ্গোদানের ভূমিকায় অভিনয় করে তিনি সমালোচকদের দ্বারা প্রশংসিত হয়েছিলেন। ১৯৯০-এর দশকে তিলকান মোহনলালের অনেক জনপ্রিয় ছবির অংশ ছিলেন। ১৯৮৭ সালে, তিনি চিরবিখ্যাত হাস্যরসাত্মক চলচ্চিত্র নাদোদিক্কাত্তুতে অনন্তান নাম্বিয়ারের চরিত্রে অভিনয় করেছিলেন। সেই চলচ্চিত্র থেকে তিলকানের বেশ কয়েকটি সংলাপ খুব জনপ্রিয় হয়েছিল। ১৯৯৩ সালে, তিনি চেঙ্কোল মুভিতে সেতু মাধবন (মোহনলাল) -এর পিতার ভূমিকায় অভিনয় করেন। এর পূর্বসুরী কিরীদামের মতো, এই ছবিটিও ব্যবসায়িক এবং সমালোচক উভয় দিক থেকেই প্রসংশিত হুয়। ১৯৯৫ সালের জনপ্রিয় সিনেমা স্ফাদিকাম -এ আদু থোমা (মোহনলাল)-এর পিতার চরিত্রে একজন অবসরপ্রাপ্ত গণিত শিক্ষক হিসেবে তাঁর ভূমিকা সমালোচক দর্শকদের দ্বারা প্রশংসিত হয়েছিল। ১৯৯৮ সালে তিনি জনপ্রিয় সিনেমা মীনাথিল থালিকেত্তুতে অভিনয় করেছিলেন এবং তার পরবর্তীতে তিনি কুঞ্চকো বোবান অভিনীত মায়িলপিলিকাভুতে একজন খলনায়কের ভূমিকায় অভিনয় করেছিলেন। একই বছরে তাকে চিন্তাবিস্তায় শ্যামলা ছবিতেও অভিনয় করতে দেখা যায়। তিলকানঅভিনীত অন্যান্য উল্লেখযোগ্য চলচ্চিত্রের মধ্যে রয়েছে মুননাম পাক্কাম, নামুক্কু পার্ককান মুনথিরি থপ্পুকাল, মুক্কিল্লা রাজ্যথু, রান্ডাম ভাবাম, কাট্টু কুথিরা এবং যবনিকা।\n\n\n== তথ্যসূত্র =="}