{"pageid": 1372166, "title": "জন মাথাই", "url": "https://bn.wikipedia.org/wiki?curid=1372166", "content": "চল্লিয়াল জন মাথাই সিআইই (ইংরেজি: Challiyal John Matthai ; ১৮৮৬-১৯৫৯) একজন ভারতীয় শিক্ষাবিদ, অর্থনীতিবিদ, আইনজ্ঞ ও স্বাধীন ভারতের প্রথম রেলমন্ত্রী। এছাড়াও তিনি ১৯৪৮ সালে ভারতের প্রথম বাজেট উপস্থাপনের পরপরই অর্থমন্ত্রী হিসেবে দায়িত্ব পালন করেছিলেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nমাথাই ১৮৮৬ সালের ১০ জানুয়ারী ভারতের কোঝিকোড়ে একটি অ্যাংলিকান সিরিয়ান খ্রিস্টান পরিবারে চালিয়াল থমাস মাথাই এবং আনা থায়িলের পুত্র হিসাবে জন্মগ্রহণ করেন। তিনি মাদ্রাজ বিশ্ববিদ্যালয় থেকে অর্থনীতিতে স্নাতক হন।\nতার স্ত্রী আচাম্মা মাথাই ছিলেন একজন ভারতীয় সমাজকর্মী এবং একজন নারী অধিকার কর্মী।\n\n\n== কর্মজীবন ==\nজন মাথাই ১৯২২ থেকে ১৯২৫ সাল পর্যন্ত মাদ্রাজ বিশ্ববিদ্যালয়ের অধ্যাপক ও প্রধান হিসেবে দায়িত্ব পালন করেন। মাথাই ভারতীয় জাতীয় কংগ্রেসের দলের টিকিটে যুক্তপ্রদেশ থেকে গণপরিষদে নির্বাচিত হয়েছিলেন। তিনি ভাইসরয়ের কার্যনির্বাহী পরিষদের সদস্য ছিলেন এবং পরে ভারতের অন্তর্বর্তী সরকারের সদস্য ছিলেন। কর বিষয়ে বিধান সংক্রান্ত বিতর্কে তিনি গুরুত্বপূর্ণ ব্যাখ্যা প্রদান করেন। তিনি দেশের শিল্প উন্নয়নে সমর্থন দেন। তিনি ভারতের অর্থমন্ত্রী হিসাবে দুটি বাজেট পেশ করেন, কিন্তু পরিকল্পনা কমিশন এবং প্রশান্তচন্দ্র মহলানবীশের ক্রমবর্ধমান ক্ষমতার প্রতিবাদে ১৯৫০ সালের বাজেটের পরে পদত্যাগ করেন। ১৯৫৫ সালে যখন স্টেট ব্যাঙ্ক অফ ইন্ডিয়া স্থাপিত হয়েছিল তখন তিনি প্রথম চেয়ারম্যান ছিলেন। তিনি ১৯৫৬ সালে প্রতিষ্ঠিত ভারতের প্রথম স্বাধীন অর্থনৈতিক নীতি ইনস্টিটিউট, নয়াদিল্লিতে ন্যাশনাল কাউন্সিল অফ অ্যাপ্লাইড ইকোনমিক রিসার্চ (এনসিএইআর) এর গভর্নিং বডির প্রতিষ্ঠাতা সভাপতি ছিলেন। তিনি ১৯৫৫ থেকে ১৯৫৭  পর্যন্ত মুম্বাই বিশ্ববিদ্যালয়ের উপাচার্য এবং তারপর ১৯৫৭ থেকে ১৯৫৯ সাল পর্যন্ত কেরালা বিশ্ববিদ্যালয়ের প্রথম উপাচার্য হিসেবে দায়িত্ব পালন করেন। তার ভাগ্নে ভার্গিস কুরিয়েন ভারতের শ্বেত বিপ্লবের স্থপতি হিসেবে স্বীকৃত। ডঃ জন মাথাই সেন্টার, ত্রিশূরে তার পরিবারের দানকৃত বিশাল জমিতে অবস্থিত, যা তার সম্মানে নামকরণ করা হয়েছে।\n\n\n== রচিত গ্রন্থ ==\nডঃ জন মাথাই নিম্নলিখিত বই লিখেছেন:\n\nব্রিটিশ ভারতে গ্রাম সরকার\nভারতে কৃষি সহযোগিতা,\nআবগারি এবং মদ নিয়ন্ত্রণ।\n\n\n== সম্মাননা ও পুরস্কার ==\nভারত সরকার তাকে ১৯৫৪ সালে সমাজে অবদানের জন্য চতুর্থ সর্বোচ্চ ভারতীয় বেসামরিক পুরস্কার পদ্মশ্রী পুরস্কার দিয়ে সম্মানিত করে,\nজন মাথাইকে ১৯৩৪ সালে কম্প্যানিয়ন অফ দ্য অর্ডার অফ দ্য ইন্ডিয়ান এম্পায়ার (সিআইই) হিসাবে সম্মানিত করা হয়েছিল, এবং ১৯৫৯ সালে পদ্মবিভূষণে ভূষিত করা হয়েছিল। এনসিএইআর-এর গভর্নিং বডির সভাপতি নন্দন নিলেকানির নেতৃত্বে এবং নিলেকানি ফিলানথ্রপিসের সমর্থনে ২০১৯ সালে জন মাথাইকে নতুন দিল্লিতে তার ক্যাম্পাসে এনসিএইআর-এর নতুন অফিস ভবনের নামকরণ করে জন মাথাই টাওয়ার নামে সম্মানিত করেছে।\n\n\n== মৃত্যু ==\nজন মাথাই ১৯৫৯ খ্রিস্টাব্দের ফেব্রুয়ারি মাসে মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডঃ জন মাথাই সেন্টার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ ফেব্রুয়ারি ২০০৮ তারিখে"}