{"pageid": 1372521, "title": "আয়াপ্পা পানিক্কর", "url": "https://bn.wikipedia.org/wiki?curid=1372521", "content": "কে. আয়াপ্পা পানিক্কর (মালয়ালম: കെ. അയ്യപ്പ പണിക്കർ; ১২ সেপ্টেম্বর ১৯৩০ – ২৩ আগস্ট ২০০৬) এক মালয়ালম কবি ও সাহিত্য সমালোচক। এছাড়া তিনি আধুনিক ও আধুনিক-পরবর্তী সাহিত্যতত্ত্ব এবং প্রাচীন ভারতীয় নন্দনতত্ত্ব ও সাহিত্য পরম্পরার পণ্ডিত। তিনি মালয়ালম কাব্যের আধুনিকতার জনকদের অন্যতম, এবং কুরুক্ষেত্রম-এর (১৯৬০) মতো তাঁর রচনাবলী মালয়ালম কাব্যের সন্ধিক্ষণ হিসেবে বিবেচিত। আয়াপ্পা পানিক্করের একাধিক কবিতা ও প্রবন্ধ পরবর্তী প্রজন্মের মালয়ালম লেখকদের গুরুত্বপূর্ণভাবে প্রভাবিত করেছিল।\nসাহিত্যকর্মের পাশাপশি তিনি চার দশক ধরে বিভিন্ন কলেজ ও বিশ্ববিদ্যালয়ে অধ্যাপনা করেছিলেন। পরে তিনি কেরল বিশ্ববিদ্যালয়ের ইংরেজি বিভাগের ডিরেক্টর হিসেবে অবসর গ্রহণ করেছিলেন। তিনি ২৫টির বেশি রচনা প্রকাশ করেছিলেন এবং বিভিন্ন গুরুত্বপূর্ণ রচনাকে মালয়ালম ভাষায় অনুবাদ করেছেন, যার মধ্যে গুরু গ্রন্থ সাহিব ও ফরাসি ভাষায় একটি গ্রন্থ অন্তর্গত। পণ্ডিত লেখক হিসেবে তিনি ভারতীয় সাহিত্যের উপর একাধিক সঙ্কলন প্রকাশ করেছিলেন। তিনি সাহিত্য অকাদেমির ইন্ডিয়ান লিটারারি এনসাইক্লোপিডিয়া গ্রন্থের মুখ্য সম্পাদক ছিলেন। তাঁর আরেক গুরুত্বপূর্ণ রচনা ইন্ডিয়ান ন্যারেটোলজি ভারতীয় সাহিত্যের বিভিন্ন বর্ণনা কৌশলের উপর আলোকপাত করেছে, বৈদিক ও মৌখিক সাহিত্য থেকে বৌদ্ধ ও সমসাময়িক সাহিত্য পর্যন্ত।\n\n\n== ছোটবেলা ও শিক্ষা ==\nআয়াপ্পা পানিক্কর ১২ সেপ্টেম্বর ১৯৩০-এ ভারতের কেরল রাজ্যের আলেপ্পির নিকট কাভালাম এলাকায় জন্মগ্রহণ করেছিলেন। তাঁর পিতামাতার নাম যথাক্রমে ই. নারায়ণন ও এম. মীনাক্ষীয়াম্মা। ই. নারায়ণনের আটজন সন্তানদের মধ্যে ছয় জন কন্যা, এবং পানিক্কর ই. নারায়ণনের চতুর্থ সন্তান ছিলেন। কোনো পৈতৃক স্নেহ ছাড়াই পানিক্কর বড় হয়েছিলেন এবং ১২ বছর বয়সে তাঁর মা পরলোকগমন করেছিলেন। ছোটবেলার এই যন্ত্রণা ও একাকিত্ব তাঁর কাব্যে গভীরভাবে প্রতিফলিত হয়। উচ্চ বিদ্যালয়ে পড়াশুনোর সময় থেকে তিনি কাব্য রচনা শুরু করেছিলেন।\nএই কাভালাম গ্রামেই ঐতিহাসিক ও প্রশাসক কে. এম. পানিক্কর এবং তাঁর তুতো ভাই কাভালাম নারায়ণ পানিক্করের মতো ব্যক্তির আবির্ভাব ঘটেছে। আয়াপ্পা পানিক্কর ১৬ বছর বয়সে তাঁর প্রথম কবিতা সাপ্তাহিক মাতৃভূমি-তে প্রকাশ করেছিলেন। তিনি কালিকটের মালাবার ক্রিশ্চান কলেজে মাধ্যমিকের পড়াশুনো করেছিলেন। ১৯৫১ সালে তিনি তিরুবনন্তপুরমের ইউনিভার্সিটি কলেজ ত্রিবান্দ্রমে ইংরেজি সাহিত্যে বিএ অনার্স পাস করেছিলেন, এবং পরবর্তীকালে তিনি কেরল বিশ্ববিদ্যালয় থেকে তাঁর মাস্টার্স ডিগ্রি লাভ করেছিলেন।\n\n\n== পুরস্কার ও স্বীকৃতি ==\nআয়াপ্পা পানিক্কর একাধিক পুরস্কার লাভ করেছিলেন, যার মধ্যে পদ্মশ্রী, কাব্য ও সমালোচনার জন্য কেরল সাহিত্য অকাদেমি পুরস্কার, কাব্যের জন্য কেন্দ্রীয় সাহিত্য অকাদেমি পুরস্কার ইত্যাদি লাভ করেছিলেন।\n\n\n== মৃত্যু ==\nতিনি ২৩ আগস্ট ২০০৬-এ ৭৬ বছর বয়সে তিরুবনন্তপুরমে দেহত্যাগ করেছিলেন। তাঁর একটি স্ত্রী ও দুটি সন্তান ছিল। পরের দিন নিজ গ্রাম কাভালামে তাঁর পরিবার বাড়ি ওলিক্কাল তারাভাড-এর পশ্চিম অঞ্চলে তাঁর অন্ত্যেষ্টি ক্রিয়া সম্পন্ন করে হয়েছিল। ঐ বাড়িটি তাঁর বিভিন্ন রচনায় পাওয়া যায়, বিশেষত পাতুমানিপ্পোক্কাল সঙ্কলনে তাঁর কবিতা কাভালাম-এ।\n\n\n== আরও পড়ুন ==\nওয়েব্যাক মেশিনে Ayyappa Paniker, \"Passage to America\" (ফেব্রুয়ারি ২৪, ২০১৭ তারিখে আর্কাইভকৃত)\nA Short History of Malayalam Literature by Ayyappa Paniker, 2nd revis. ed. 2005\nModern Malayalam Literature: Introduction by Ayyappa Paniker Modern Indian literature, an Anthology, Volume 2. Sahitya Akademi. 1992. আইএসবিএন ৮১৭২০১৩২৪৮. p. 231.\nCommonwealth literature, themes and techniques: essays in honour of Prof. K. Ayyappa Paniker, ed. P. K. Ranjan. Ajanta Publications, 1993. আইএসবিএন ৮১-২০২-০৩৮৩-৬.\nHaven, Cynthia L., সম্পাদক (২০০৬)। \"A Dialogue with Czesław Miłosz: Ayyappa Paniker, 1982\"। Czesław Miłosz: conversations। Univ. Press of Mississippi। পৃষ্ঠা 24। আইএসবিএন 1-57806-829-0। \nPoetry at Midnight (Tr of Pathumanippookkal), Tr by P Ravindran Nayar, F O L I O, pub 2010, আইএসবিএন ৯৭৮-৮১-৯০৬০২৮-৯-১\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}