{"pageid": 1372567, "title": "নেক চাঁদ", "url": "https://bn.wikipedia.org/wiki?curid=1372567", "content": "নেক চাঁদ সাইনি (১৫ ডিসেম্বর ১৯২৪ - ১২ জুন ২০১৫) ছিলেন একজন স্ব-শিক্ষিত ভারতীয় শিল্পী, যিনি চণ্ডীগড় শহরে আঠারো একর জমিতে রক গার্ডেন নামে একটি ভাস্কর্য বাগান নির্মাণের জন্য পরিচিত।\n\n\n== প্রারম্ভিক জীবন এবং পটভূমি ==\nনেক চাঁদ শকরগড় তহসিলের বাসিন্দা। শকরগড় পূর্বে ব্রিটিশ ভারতের গুরুদাসপুর জেলায় ছিল, কিন্তু এখন পাকিস্তানের নারোওয়াল জেলায় পড়ে। ১৯৪৭ সালে দেশভাগের সময় তার পরিবার ভারতে চলে আসে। তারা ১৯৫৫ সালে চণ্ডীগড়ে চলে আসেন। সেই সময়ে, সুইস/ফরাসি স্থপতি ল্য করব্যুজিয়ে শহরটিকে একটি আধুনিক কল্পরাজ্য হিসাবে নতুনভাবে ডিজাইন করেছিলেন। এটি ছিল ভারতের প্রথম পরিকল্পিত শহর এবং ১৯৫১ সালে নেক চাঁদ সেই শহরে পাবলিক ওয়ার্কস ডিপার্টমেন্টের রাস্তা পরিদর্শক হিসাবে কাজ পেয়েছিলেন।\nতিনি ১৯৮৪ সালে ভারত সরকার কর্তৃক পদ্মশ্রী উপাধিতে ভূষিত হন। তাঁর মৃত্যু হয় ২০১৫ সালে।\nরক গার্ডেন ভারতের বিখ্যাত স্থানগুলির মধ্যে অন্যতম। এর স্রষ্টা, নেক চাঁদ, ২০১৫ সালে মারা যান, কিন্তু এখনও প্রতি বছর লক্ষ লক্ষ মানুষ এটি পরিদর্শন করেন।\nঅবসর সময়ে, নেক চাঁদ শহরের চারপাশে ধ্বংসপ্রাপ্ত স্থান থেকে উপকরণ সংগ্রহ করতেন। তিনি এই উপকরণগুলিকে নতুন দিল্লির সুকরানির ঐশ্বরিক রাজ্যের নিজস্ব দর্শনে পুনর্ব্যবহৃত করেছিলেন। তিনি এই কাজের জন্য সুখনা লেকের কাছে একটি জঙ্গলের একটি ঘাট বেছে নেন। ঘাটটি একটি ভূমি সংরক্ষণ হিসাবে মনোনীত করা ছিল, এটি একটি বনস্থলি যা ১৯০২ সালে প্রতিষ্ঠিত হয়েছিল এবং সেখানে কিছুই নির্মান করা যায় না। নেক চাঁদের কাজটি ছিল অবৈধ, কিন্তু ১৯৭৫ সালে কর্তৃপক্ষ এটি আবিষ্কার করার আগে তিনি এটি আঠারো বছর ধরে লুকিয়ে রাখতে সক্ষম হন। এই সময়ের মধ্যে, এটি ১৩-একর (৫.৩-হেক্টর) যৌগিক প্রাঙ্গনের মধ্যে,শত শত মৃৎপাত্রে আচ্ছাদিত কংক্রিটের নর্তকী, গীতবাদ্যকর এবং প্রাণীদের ভাস্কর্যে সাজানো ছিল। নেক চাঁদ পুনর্ব্যবহৃত উপকরণের সাথে সিমেন্ট এবং বালির মিশ্রণ দিয়ে শরীর তৈরি করেছিলেন এবং ভাঙ্গা কাঁচ, চুড়ি, চীনামাটির তৈরি বাসনপত্র, মোজাইক এবং লোহা-ফাউন্ড্রি স্ল্যাগের মতো বর্জ্য পদার্থের সাথে মসৃণভাবে খাঁটি সিমেন্টের একটি চূড়ান্ত আবরণ তৈরী করেছিলেন।\n\nতাঁর কাজটিতে গুরুতর ঝুঁকি ছিল, যে কোন সময়ে ভেঙে ফেলা হতে পারতো। কিন্তু তিনি নিজের পক্ষে জনমত পেতে সক্ষম হন এবং ১৯৮৬ সালে পার্কটি একটি পাবলিক স্পেস হিসাবে উদ্বোধন করা হয়। নেক চাঁদকে বেতন, একটি উপাধি (\"সাব-ডিভিশনাল ইঞ্জিনিয়ার, রক গার্ডেন\") এবং ৫০ জন শ্রমিকের একটি কর্মীদল দেওয়া হয়েছিল যাতে তিনি তার কাজে পুরো সময় মনোনিবেশ করতে পারেন। এমনকি এটি ১৯৮৩ সালে একটি ভারতীয় স্ট্যাম্পে প্রদর্শিত হয়েছিল। রক গার্ডেন এখনও পুনর্ব্যবহারযোগ্য উপকরণ দিয়ে তৈরি; এবং সরকারের সহায়তায়, নেক চাঁদ শহরের চারপাশে কয়েকটি বর্জ্য, বিশেষ করে ন্যাকড়া এবং ভাঙ্গা সিরামিকের জন্য সংগ্রহ কেন্দ্র স্থাপন করতে সক্ষম হন।\nযখন নেক চাঁদ ১৯৯৬ সালে একটি বক্তৃতা সফরে দেশের বাইরে যান, তখন বাগানের তহবিল প্রত্যাহার করে নেওয়া হয় এবং ভাঙচুরকারীরা পার্কে হামলা চালায়। রক গার্ডেন সোসাইটি নামক সংস্থা এই অনন্য দূরদর্শী পরিবেশের প্রশাসন ও রক্ষণাবেক্ষণের দায়িত্ব নিয়েছে। বাগানটি পরিদর্শন করতে প্রতিদিন পাঁচ হাজারেরও বেশি মানুষ আসে,যা ভারতের দ্বিতীয় সর্বাধিক জনপ্রিয় স্থান (তাজমহলের পরে) মোট ১২ মিলিয়নেরও বেশি দর্শক। রক গার্ডেনে প্রতিদিন হাজার হাজার মানুষ মানুষ আসে। এটি ভারতের একটি বিখ্যাত পর্যটক আকর্ষণ হয়ে উঠেছে।\n\n\n== প্রদর্শনী ==\nওয়াশিংটন, ডিসি-তে ক্যাপিটল চিলড্রেনস মিউজিয়াম, নিউ ইয়র্ক সিটির আমেরিকান ফোক আর্ট মিউজিয়াম এবং সুইজারল্যান্ডের লোজানে কালেকশন দে ল'আর্ট ব্রুটের প্রধান প্রবেশদ্বার সহ নেক চাঁদের মূর্তিগুলি বিশ্বজুড়ে জাদুঘরে রাখা হয়েছে। মার্কিন যুক্তরাষ্ট্রের উইসকনসিনের জন মাইকেল কোহলার আর্টস সেন্টার চণ্ডীগড়চন্ডীগড়ের বাইরে নেক চাঁদের কাজের সবচেয়ে বড় সংগ্রহের মালিক। শিল্পী পরিবেশ নির্মাতা বা বহিরাগত শিল্পীদের উপর জাদুঘরের ফোকাসের অংশ হিসাবে মূর্তিগুলি জুন ২০০৭ থেকে জানুয়ারী ২০০৮ পর্যন্ত সেখানে প্রদর্শনীতে ছিল।\n১৬ই এপ্রিল থেকে ১১ই মে ২০০৭ পর্যন্ত ইংল্যান্ডের লিভারপুলের রয়্যাল ইনস্টিটিউট অফ ব্রিটিশ আর্কিটেক্টস (আরআইবিএ) গ্যালারিতে নেক চাঁদের কাজের একটি প্রদর্শনীও হয়েছিল। প্রদর্শনীতে বাগানের স্থাপত্য এবং ল্যান্ডস্কেপিংয়ের জরিপ অঙ্কন প্রদর্শিত হয়েছে এবং একটি ভ্রাম্যমাণ প্রদর্শনী হওয়ার পরিকল্পনা রয়েছে।\nনতুন দিল্লিতে আমেরিকান দূতাবাস স্কুলের ক্যাম্পাসের বাগানে এবং হাঁটার পথে নেক চাঁদের অসংখ্য ভাস্কর্যও প্রদর্শিত হয়েছে।\nবাগানের জন্য তহবিল সংগ্রহের জন্য লন্ডনে একটি নেক চাঁদ ফাউন্ডেশন রয়েছে।\n\n\n== আরো পড়ুন ==\nব্রুক ডেভিস অ্যান্ডারসনের(২০০৬) কংক্রিট কিংডম: নেক চাঁদের ভাস্কর্য। লোকশিল্প ৩১(১-২): ৪২-৪৯।\nইয়ান জ্যাকসনের (২০০৭), পলিটিসাইজড টেরিটরি: চণ্ডীগড়ে নেক চাঁদের রক গার্ডেন। গ্লোবাল বিল্ট এনভায়রনমেন্ট রিভিউ ২(২):৫১-৬৮ [১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ ফেব্রুয়ারি ২০১২ তারিখে.\nলুসিয়েন পেইরি, জন মাইজেলস, ফিলিপ লেসপিনাসেনেক এঁদের ২০০৬ সালে ফ্লামেরিঅন দ্বারা প্রকাশিত চাঁদের বহিঃ শিল্প: চণ্ডীগড়ের রক গার্ডেন, নেক চাঁদ । আইএসবিএন ২০৮০৩০৫১৮২.\n'সৌম্যেন বন্দ্যোপাধ্যায় এবং ইয়ান জ্যাকসনের দ্বারা দ্য কালেকশন, দ্য রুইন অ্যান্ড দ্য থিয়েটার: নেক চাঁদের রক গার্ডেনে স্থাপত্য, ভাস্কর্য এবং ল্যান্ডস্কেপ। লিভারপুল ইউনিভার্সিটি প্রেস দ্বারা ২০০৭ প্রকাশিত। আইএসবিএন ১৮৪৬৩১১২০৯.\nনেক চাঁদ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ জুন ২০২১ তারিখে\n[২]\n\n\n== আরো দেখুন ==\nরক গার্ডেন, দার্জিলিং\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nনেক চাঁদ ফাউন্ডেশন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ জুন ২০১১ তারিখে, নেকচাঁদের তথ্য এবং বাগানের ছবি আছে।\nদ্য ফোক আর্ট মেসেঞ্জার থেকে নেক চাঁদের গল্প।\nনেক চাঁদ – অপ্রশিক্ষিত প্রতিভা যিনি কাঁচা দৃষ্টিভঙ্গি থেকে একটি স্বর্গ তৈরি করেছিলেন.  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ জুন ২০১১ তারিখে\nনেক চাঁদের কাজের উপর সাম্প্রতিক গবেষণার বর্ণনা রয়েছে www.nekchand.info এবং লিভারপুল স্কুল অফ আর্কিটেকচারে।\nA নেক চাঁদের উপর একটি পিবিএস ভ্রমণ কাহিনী।\nনেক চাঁদের রক গার্ডেন, এবং ছবি সহ প্রবন্ধ।\nজন মাইকেল কোহলার আর্টস সেন্টারে নেক চাঁদ পৃষ্ঠা।\nবাগানের ছবি এবং ইতিহাস (ফরাসি ভাষায়)।"}