{"pageid": 1372978, "title": "জীব মিলখা সিং", "url": "https://bn.wikipedia.org/wiki?curid=1372978", "content": "জীব মিলখা সিং রাঠোর (জন্ম ১৫ই ডিসেম্বর ১৯৭১) একজন ভারতীয় পেশাদার গলফা খেলোয়াড়, তিনি ১৯৯৮ সালে ইউরোপীয় সফরে যোগদানকারী ভারতের প্রথম খেলোয়াড় ছিলেন। তিনি ইউরোপীয় সফরে চারটি ইভেন্ট জিতেছেন, সফরে সবচেয়ে সফল ভারতীয় হয়েছেন। তিনিই প্রথম ভারতীয় গলফার যিনি ২০০৬ সালের অক্টোবরে অফিসিয়াল ওয়ার্ল্ড গলফ র‍্যাঙ্কিংয়ের শীর্ষ ১০০ তে স্থান পান। ভারত সরকার তাঁকে ২০০৭ সালে চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রীতে ভূষিত করে। এছাড়াও তিনি ১৯৯৯ সালে অর্জুন পুরস্কারের প্রাপক।\n\n\n== প্রাথমিক জীবন ==\nজীব মিলখা সিংয়ের জন্ম ১৯৭১ সালের ১৫ই ডিসেম্বর। তাঁর বাবা ও মা ছিলেন যথাক্রমে ভারতীয় অলিম্পিক অ্যাথলিট মিলখা সিং এবং ভারতীয় মহিলা ভলিবল দলের প্রাক্তন অধিনায়ক নির্মল সাইনি। জীব মিলখা সিমলার বিশপ কটন স্কুলে পড়াশোনা করেন এবং পরে মার্কিন যুক্তরাষ্ট্রের অ্যাবিলেন ক্রিশ্চিয়ান ইউনিভার্সিটিতে পড়তে যান। তিনি ১৯৯৬ সালে ব্যবসায় এবং আন্তর্জাতিক গবেষণায় ডিগ্রি অর্জন করেন।\nতিনি মার্কিন যুক্তরাষ্ট্রে বেশ কয়েকটি অপেশাদার টুর্নামেন্ট ছাড়াও ১৯৯৩ সালে এনসিএএ ডিভিশন ২ স্বতন্ত্র গলফ চ্যাম্পিয়নশিপ জিতেছিলেন।\n\n\n== পেশাদার গলফ জীবন ==\nজীব মিলখা সিং ১৯৯৩ সালে পেশাদার হন এবং তাঁর প্রথম পেশাদার জয় ছিল ১৯৯৩ সালে দক্ষিণ ওকলাহোমা স্টেট ওপেন। এটি অবশ্য ছিল একটি ছোট স্থানীয় ইভেন্ট। তিনি মূলত এশিয়ায় খেলেছেন, যেখানে তিনি ১৯৯০-এর দশকের মাঝামাঝি সময়ে নিয়মিতভাবে জয় পেয়ে গেছেন। ১৯৯৭ সালে তিনি ইউরোপীয় ট্যুর কোয়ালিফাইং স্কুলে সপ্তম স্থান অধিকার করেন এবং পরের বছর ট্যুরে যোগ দেন।\n১৯৯৯ সালে তিনি তৃতীয় গলফ খেলোয়াড় হিসেবে অর্জুন পুরস্কার পান।\n২০০৬ সাল পর্যন্ত ইউরোপে তাঁর সেরা মরশুম ছিল ১৯৯৯ সালে, যখন তিনি অর্ডার অফ মেরিটে ৫০তম স্থানে এসেছিলেন। নতুন সহস্রাব্দের শুরুর দিকে তিনি চোটের কারণে বহুদিন খেলায় অংশ নিতে পারেননি। ২০০৬ সালের এপ্রিলে তিনি ভলভো চায়না ওপেন জিতেছিলেন এবং অর্জুন অটওয়ালের পরে ইউরোপীয় সফরে জয়ী দ্বিতীয় ভারতীয় খেলোয়াড় হয়েছিলেন। তিনি ভলভো মাস্টার্সের শেষ মরশুমেও জয়লাভ করেন, যা তাঁকে অর্ডার অফ মেরিট-এ ১৬তম স্থানে উন্নীত করে।  এবং সেবছর এশিয়ান ট্যুর অর্ডার অফ মেরিট বিজয়ী হিসেবে এবং জাপানে পরপর জয়ের দ্বারা মরসুম শেষ করেন। একই সঙ্গে প্রথম ভারতীয় হিসেবে অফিসিয়াল ওয়ার্ল্ড গলফ র‌্যাঙ্কিংয়ের সেরা ৫০ জন খেলোয়াড়ের তালিকায় নাম লেখান। ২০০৭ সালে তিনি মাস্টার্স টুর্নামেন্টে অংশগ্রহণকারী প্রথম ভারতীয় গল্ফার হন। ২০০৮ সালের আগস্টে, তিনি ওকল্যান্ড হিলসের ২০০৮ পিজিএ চ্যাম্পিয়নশিপে যেকোন বড় ইভেন্টে ভারতীয়দের জন্য সর্বোচ্চ র‌্যাঙ্কিং অর্জন করেন এবং টি৯-এ শেষ করেন। এজন্য তাঁকে ভারতের সর্বকালের সেরা গলফারও বলা হয়ে থাকে।\nজীব মিলখা সিং ২০০৮ সালের ইউরোপিয়ান ট্যুর মরশুমে অর্ডার অফ মেরিটে ১২তম স্থান অর্জন করেন এবং বার্কলেস সিঙ্গাপুর ওপেন জেতার পর এশিয়ান ট্যুরে তাঁর দ্বিতীয় অর্ডার অফ মেরিট খেতাব জিতেছিলেন।\n২০০৯ সালে, তিনি প্রথম রাউন্ডে এগিয়ে থাকার পর চতুর্থ স্থানে ডব্লিউজিসি-সিএ চ্যাম্পিয়নশিপ শেষ করেন।\nতিনি ২০০৩ সালে নেশনওয়াইড ট্যুরে খেলেছিলেন। তিনি ২০০৭ থেকে ২০১০ পর্যন্ত পিজিএ ট্যুরে খেলেছিলেন, যেখানে ২০০৯ ডব্লিউজিসি-সিএ চ্যাম্পিয়নশিপে তাঁর সেরা স্থান ছিল চতুর্থ।\nজীব মিলখা সিং ২০০৭ সালে ভারতের চতুর্থ সর্বোচ্চ বেসামরিক সম্মান, পদ্মশ্রী লাভ করেন।\n২০১২ সালের ১৫ই জুলাই, ২০১২ ওপেন চ্যাম্পিয়নশিপের এক সপ্তাহ আগে, তিনি একটি সাডেন ডেথ প্লে-অফে ফ্রান্সেস্কো মোলিনারিকে পরাজিত করে অ্যাবারডিন অ্যাসেট ম্যানেজমেন্ট স্কটিশ ওপেন জেতেন। এই জয়ের ফলে রয়্যাল লিথাম এবং সেন্ট অ্যানস গলফ ক্লাবে অনুষ্ঠিতব্য ২০১২ ওপেন চ্যাম্পিয়নশিপ ইভেন্টে সর্বোচ্চ নন-কোয়ালিফায়ার হিসাবে তিনি যোগ্যতা অর্জন করেন। এই জয়টি ইউরোপীয় ট্যুরে তাঁর জীবনের চতুর্থ জয়ও ছিল। এটি তাঁকে অর্জুন অটওয়ালের থেকে এগিয়ে নিয়ে যায় এবং তিনি ইউরোপীয় সফরের ইতিহাসে সবচেয়ে সফল ভারতীয় গলফ খেলোয়াড় বলে বিবেচিত হন।\n\n\n== ব্যক্তিগত জীবন ==\nজীব মিলখা সিং তাঁর স্ত্রী কুদরত এবং তাঁদের ছেলের সঙ্গে চণ্ডীগড়ে থাকেন।\n\n\n== অপেশাদার জয় ==\n১৯৯৩ এনসিএএ বিভাগ ২ স্বতন্ত্র চ্যাম্পিয়নশিপ\n\n\n== পেশাদার জয় (২০) ==\n\n\n=== ইউরোপিয়ান ট্যুর জয় (৪) ===\n\n* দ্রষ্টব্য: ২০০৮ ব্যাঙ্ক অস্ট্রিয়া গল্ফওপেন বৃষ্টির কারণে ৫৪গর্ত রেখে ছোট করা হয়েছিল। ১ এশিয়ান ট্যুর দ্বারা সহ-অনুমোদিত\n\n\n=== জাপান গলফ ট্যুর জয় (৪) ===\n\n\n=== এশিয়ান ট্যুর জয় (৬) ===\n\n১ ইউরোপীয় সফর দ্বারা সহ-অনুমোদিত\nএশিয়ান ট্যুর প্লে অফ রেকর্ড (১-৩)\n\n\n=== কোরিয়ান ট্যুর জয় (১) ===\n১৯৯৪ শিনহান ডংহাই ওপেন\n\n\n=== অন্যান্য জয় (৬) ===\n১৯৯৩ (২) সাউদার্ন ওকলাহোমা স্টেট ওপেন, বুকিত কিয়ারা গলফ চ্যাম্পিয়নশিপ (মালয়েশিয়া)\n১৯৯৪ (১) নর্দান ইন্ডিয়ান ওপেন\n১৯৯৫ (৩) থাইল্যান্ড পিজিএ চ্যাম্পিয়নশিপ, মাহিন্দ্রা বিপিজিসি ওপেন (ভারত), টয়োটা ক্রাউন ওপেন (থাইল্যান্ড)\n\n\n== বড় চ্যাম্পিয়নশিপের ফলাফল ==\n\nকাট = অর্ধেক কাটা পথ মিস \"টি\" = টাই\n\n\n=== সারসংক্ষেপ ===\n\nসবচেয়ে বেশি ক্রমাগত কাট করেছেন - ৪ (২০০২ ইউএস ওপেন - ২০০৭ ইউএস ওপেন)\nশীর্ষ-১০-এর দীর্ঘতম স্তর - ১\n\n\"টি\" একটি স্থানের জন্য একটি টাই নির্দেশ করে\n\n\n== বিশ্ব গলফ চ্যাম্পিয়নশিপের ফলাফল ==\n\nকোয়ার্টার ফাইনাল, রাউণ্ড১৬, রাউণ্ড৩২, রাউণ্ড৬৪ = যে রাউণ্ডে খেলোয়াড় খেলায় হেরেছেন। \"টি\" = টাই\nউল্লেখ্য যে ২০০৯ সাল পর্যন্ত এইচএসবিসি চ্যাম্পিয়নশিপ ডব্লিউজিসি ইভেন্টে পরিণত হয়নি।\n\n\n== ইউরোপীয় সফর পেশাদার কর্মজীবন সারসংক্ষেপ ==\n\n১ এই বছরগুলিতে একজন সম্পূর্ণ ট্যুর সদস্য ছিলেন না\n\n২০১৩ মরশুম পর্যন্ত\n\n\n== দলের উপস্থিতি ==\nঅপেশাদার\n\nআইজেনহাওয়ার ট্রফি (ভারতের প্রতিনিধিত্ব): ১৯৮৮, ১৯৯২\nপেশাদার\n\nআলফ্রেড ডানহিল কাপ (ভারতের প্রতিনিধিত্ব): ১৯৯৬, ১৯৯৯\nরাজবংশ কাপ (এশিয়ার প্রতিনিধিত্ব): ২০০৩ (বিজয়ী)\nরয়্যাল ট্রফি (এশিয়ার প্রতিনিধিত্বকারী): ২০০৭, ২০১০, ২০১১, ২০১২ (বিজয়ী)\nবিশ্বকাপ (ভারতের প্রতিনিধিত্ব করে): ২০০৮, ২০০৯\nইউরোএশিয়া কাপ (এশিয়ার প্রতিনিধিত্ব): ২০১৬ (নন-প্লেয়িং ক্যাপ্টেন)\n\n\n== আরও দেখুন ==\nসর্বাধিক এশিয়ান ট্যুরে জয়ী গলফারদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nএশিয়ান ট্যুরের প্রাতিষ্ঠানিক সাইটে জীব মিলখা সিং (ইংরেজি)\nটেমপ্লেট:EuroTour player\nটেমপ্লেট:PGATour player\nটেমপ্লেট:JapanTour player\nঅফিসিয়াল ওয়ার্ল্ড গল্ফ র‌্যাঙ্কিংয়ের প্রাতিষ্ঠানিক সাইটে জীব মিলখা সিং (ইংরেজি)\nটেমপ্লেট:Padma Shri Award Recipients in Sports"}