{"pageid": 1372489, "title": "বালাসাহেব গঙ্গাধর খের", "url": "https://bn.wikipedia.org/wiki?curid=1372489", "content": "বালাসাহেব গঙ্গাধর খের (২৪ আগস্ট ১৮৮৮ - ৮ মার্চ ১৯৫৭) ছিলেন একজন ভারতীয় রাজনীতিবিদ যিনি বোম্বের প্রধানমন্ত্রী (১৯৩৭-১৯৩৯, ১৯৪৬-১৯৪৭) এবং বোম্বে রাজ্যের (১৯৪৭-১৯৫২) প্রথম মুখ্যমন্ত্রীর (তখন প্রিমিয়ার নামে পরিচিত) দায়িত্ব পালন করেছিলেন।  তিনি ১৯৫৪ সালে ভারত সরকার কর্তৃক পদ্মবিভূষণে ভূষিত হন। একজন আইনজীবী, সলিসিটার, পছন্দের কারণে সমাজকর্মী এবং প্রয়োজনে রাজনীতিবিদ, খেরকে প্রায়শই \"সজ্জন\" হিসাবে বর্ণনা করা হয়, যার অর্থ ভাল এবং ভদ্র। খের ছিলেন একজন পণ্ডিত, একজন নিপুণ বক্তা এবং এমন একজন মানুষ যার কোনো ভনিতা ছিল না।\n\n\n== প্রাথমিক জীবন ==\nবালাসাহেব গঙ্গাধর খের ২৪ আগস্ট ১৮৮৮ সালে রত্নাগিরিতে মধ্যবিত্ত মারাঠি -ভাষী কর্হাদে ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন। তিনি তার বাল্যকালের কিছু বছর তৎকালীন জামখান্দি রাজ্যের কুন্দগোলে কাটিয়েছিলেন। পরবর্তীকালে তিনি নিউ ইংলিশ স্কুলে পড়ার জন্য গোপাল কৃষ্ণ গোখলের অনুরোধে পুণে চলে আসেন। পরবর্তীতে তিনি ১৯০৮ সালে উইলসন কলেজ থেকে উচ্চ মর্যাদার সাথে বিএ ডিগ্রি অর্জন করেন এবং সংস্কৃতে প্রথম স্থান অধিকার করে ভাউ দাজি লাড পুরস্কার পান।\nবালাসাহেব খের এবং মণিলাল নানাবতী মিলে মণিলাল খের অ্যান্ড কোং নামে একটি আইন সংস্থা শুরু করেন। ফার্মটি ৭ জুন ১৯১৮ তারিখে কাজ করা শুরু করে। ফার্মটি মুম্বাইয়ের একমাত্র ফার্ম ছিল যার উদ্বোধনী অনুষ্ঠানের সভাপতিত্ব করেন বিখ্যাত বিচারক, বিচারপতি স্যার ফ্রাঙ্ক সিও বিম্যান। তখন ফার্মের নাম পরিবর্তন করে মণিলাল খের আম্বালাল অ্যান্ড কোং করা হয়।\n\n\n== রাজনৈতিক কর্মজীবন ==\nবিজি খেরের রাজনৈতিক জীবন শুরু হয় ১৯২২ সালে। তিনি স্বরাজ দলের বোম্বে শাখার সম্পাদক নিযুক্ত হন। আইন অমান্য আন্দোলনের সময়, তিনি গ্রেফতার হন এবং ১৯৩০ সালে আট মাসের সশ্রম কারাদণ্ড এবং জরিমানায় দণ্ডিত হন। ১৯৩২ সালে তাকে আবার গ্রেফতার করা হয় এবং দুই বছরের সশ্রম কারাদণ্ড ও জরিমানা করা হয়।\nতিনি ১৯৩৭ সালে ধনজিশাহ কুপারের স্থলাভিষিক্ত হয়ে বোম্বে প্রদেশের দ্বিতীয় প্রধানমন্ত্রী হন এবং ১৯৩৯ সালের নভেম্বর পর্যন্ত এই পদে বহাল ছিলেন। তিনি ১৯৪০ সালে গ্রেফতার হন এবং কারারুদ্ধ হন। ভারত ছাড়ো সংগ্রামের সময় তিনি আবার গ্রেফতার হন এবং ১৯৪২ সালের আগস্টে কারারুদ্ধ হন। ১৯৪৪ সালের ১৪ জুলাই তিনি কারাগার থেকে মুক্তি পান।\n১৯৪৬ সালের ৩০ মার্চ তিনি আবার বোম্বে প্রদেশের প্রধানমন্ত্রী হন। তিনি পুনা বিশ্ববিদ্যালয় (এখন \" সাবিত্রীবাই ফুলে পুনে বিশ্ববিদ্যালয় \" নামে পরিচিত) প্রতিষ্ঠায় গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। বিশ্ববিদ্যালয় ক্যাম্পাসের একটি ভবনের নামকরণ করা হয়েছে তার নামে \"খের ভবন\"। মুম্বাইয়ের মালাবার হিল এলাকার লিটল গিবস রোডকে ১৯৭৬ সালে বিজি খের মার্গ হিসাবে মনোনীত করা হয়েছিল। খের ২১ এপ্রিল ১৯৫২ পর্যন্ত দায়িত্বে ছিলেন।\n১৯৫৭ সালের ৮ মার্চ মারা যাওয়ার আগে খের পুনের একটি প্রাইভেট নার্সিং হোমে হাঁপানির আক্রমণ থেকে সুস্থ হয়ে উঠছিলেন।\n\n\n== অভ্যর্থনা ==\nখের ১৯৫০-৫১ সালে হিন্দু-খটিক (তফসিলি জাতি) সম্প্রদায়ের লোকদের জন্য বান্দ্রা পূর্বে জমি বরাদ্দ করেছিলেন। তাঁর স্মৃতিতে ওই এলাকা খেরওয়াড়ি নামে পরিচিত। খের স্কুল এবং একটি হাসপাতাল প্রতিষ্ঠা করেছিলেন এবং খেরওয়াড়িতে বসবাসকারী লোকদের জন্য বিদ্যুৎ ও জল সরবরাহ করেছিলেন। হিন্দু-খটিক সম্প্রদায় বান্দ্রা পূর্বের কালা নগরের নন্দা দীপ বাগানে তাঁর মূর্তির কাছে তাঁর জন্মদিন উদ্‌যাপন করে।\nডিক্লাসিফাইড এমআইফাইভ নথিগুলি খেরের প্রশংসা করে এবং তাঁর সততা, আন্তরিকতা এবং প্রশাসনের \"অ্যাংলো\" পদ্ধতির জন্য অগ্রাধিকারের কারণে তাকে অন্যান্য রাজনৈতিক প্রার্থীদের চেয়ে অগ্রাধিকারযোগ্য বলে বর্ণনা করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nকামাথ, এমভি বিজি খের, দ্য জেন্টলম্যান প্রিমিয়ার, মুম্বাই: ভারতীয় বিদ্যা ভবন।"}