{"pageid": 1372175, "title": "বালাতন হ্রদ", "url": "https://bn.wikipedia.org/wiki?curid=1372175", "content": "বালাতন হ্রদ ( হাঙ্গেরীয়: [ˈbɒlɒton] ) হাঙ্গেরির ট্রান্সদানুবিয়ান অঞ্চলের একটি মিঠা পানির ফাটল হ্রদ । এটি মধ্য ইউরোপের বৃহত্তম হ্রদ, এবং এই অঞ্চলের অন্যতম প্রধান পর্যটন গন্তব্য। জালা নদী হ্রদে সর্বাধিক জলের প্রবাহ সরবরাহ করে এবং খালযুক্ত সিও একমাত্র বহিঃপ্রবাহ।\nউত্তর তীরের পার্বত্য অঞ্চলটি তার ঐতিহাসিক চরিত্রের জন্য এবং একটি প্রধান ওয়াইন অঞ্চল হিসাবে পরিচিত, অন্যদিকে সমতল দক্ষিণ উপকূলটি তার রিসোর্ট শহরগুলির জন্য পরিচিত। বালাতনফুয়েরেদ এবং হেভিজ ধনীদের জন্য রিসোর্ট হিসাবে প্রাথমিকভাবে গড়ে উঠেছিল। কিন্তু ১৯ শতকের শেষের দিকে যখন জমির মালিকরা, তাদের আঙ্গুরের ক্ষেত আক্রমণ করে ধ্বংস করেছিল, ক্রমবর্ধমান মধ্যবিত্তদের জন্য ভাড়া দেওয়ার জন্য গ্রীষ্মকালীন বাড়িগুলি তৈরি হতে শুরু করেছিল।\n\n\n== ইতিহাস ==\n\nযদিও বালাতনফুয়েরেদ এবং হেভিজ সহ বালাতন হ্রদে কয়েকটি বসতি দীর্ঘকাল ধরে হাঙ্গেরীয় অভিজাতদের জন্য অবলম্বন কেন্দ্র ছিল, ১৯ শতকের শেষের দিকে হাঙ্গেরীয় মধ্যবিত্তরা হ্রদটি পরিদর্শন করতে শুরু করেছিল। ১৮৬১ এবং ১৯০৯ সালে রেলপথ নির্মাণের ফলে পর্যটন উল্লেখযোগ্যভাবে বৃদ্ধি পায়, কিন্তু ১৯৫০-এর দশকের যুদ্ধ-পরবর্তী বুম ছিল অনেক বড়।\n২০ শতকের শুরুতে, বালাতন হাঙ্গেরিয়ান জীববিজ্ঞানী, ভূতত্ত্ববিদ, জলবিদ এবং অন্যান্য বিজ্ঞানীদের গবেষণার কেন্দ্রে পরিণত হয়েছিল, যার ফলে ১৯২৭ সালে এর তীরে দেশের প্রথম জীববিজ্ঞান গবেষণা ইনস্টিটিউট নির্মিত হয়েছিল\nদ্বিতীয় বিশ্বযুদ্ধের শেষ বড় জার্মান আক্রমণ, অপারেশন ফ্রুহলিংসারওয়াচেন, ১৯৪৫ সালের মার্চ মাসে লেক বালাতন অঞ্চলে পরিচালিত হয়েছিল, যুদ্ধের অনেক ব্রিটিশ ইতিহাসে এটিকে \"লেক বালাতন আক্রমণাত্মক\" হিসাবে উল্লেখ করা হয়েছে। যুদ্ধটি ছিল সেপ ডিয়েট্রিচের ষষ্ঠ প্যানজার আর্মি এবং হাঙ্গেরিয়ান থার্ড আর্মি দ্বারা ৬ মার্চ থেকে ১৬ মার্চ ১৯৪৫ সালের মধ্যে একটি জার্মান আক্রমণ এবং শেষ পর্যন্ত রেড আর্মি বিজয় লাভ করে। যুদ্ধের শেষের মাসগুলিতে গুলি করার পরে বেশ কিছু ইলিউশিন ইল-২ ধ্বংসাবশেষ হ্রদ থেকে বের করে আনা হয়েছে।\n১৯৬০ এবং ১৯৭০ এর দশকে, সরকারী প্রচেষ্টার কারণে বালাটন একটি প্রধান পর্যটন গন্তব্য হয়ে ওঠে, যার ফলে স্থানীয় হোটেল এবং ক্যাম্পসাইটে রাতারাতি অতিথির সংখ্যা ১৯৬৫ সালের জুলাই মাসে ৭০০০০০ থেকে বেড়ে ১৯৭৫ সালের জুলাই মাসে দুই মিলিয়নে উন্নীত হয়। বুদাপেস্ট থেকে কয়েক হাজার সহ এই অঞ্চলে সপ্তাহান্তে দর্শনার্থী, ১৯৭৫ সালের মধ্যে ৬০০০০০-এরও বেশি পৌঁছেছিল এটি সাধারণ কর্মরত হাঙ্গেরিয়ানদের দ্বারা পরিদর্শন করা হয়েছিল এবং বিশেষত শ্রমিক ইউনিয়নের সদস্যদের জন্য ভর্তুকিযুক্ত ছুটির ভ্রমণের জন্য। এটি অনেক পূর্ব জার্মান এবং পূর্ব ব্লকের অন্যান্য বাসিন্দাদেরও আকৃষ্ট করেছিল। পশ্চিম জার্মানরাও পরিদর্শন করতে পারত। বালাতন লেক ১৯৮৯ সাল পর্যন্ত বার্লিন প্রাচীর দ্বারা বিচ্ছিন্ন পরিবার এবং বন্ধুদের জন্য একটি সাধারণ মিলনস্থল হিসেবে গড়ে উঠেছিল।\n\n\n== পর্যটন ==\nহ্রদের চারপাশে প্রধান রিসর্ট হল সিওফক, কেজথেলি এবং বালাতনফুরেড । জামারদি, দক্ষিণ তীরে অবস্থিত আরেকটি রিসোর্ট শহর, ২০০৭ সাল থেকে একটি উল্লেখযোগ্য ইলেকট্রনিক সঙ্গীত উৎসব বালাতন সাউন্ডের স্থান। বালাতনকেনিজ অনেক ঐতিহ্যবাহী খাদ্যবিষয়ক উৎসবের আয়োজন করেছে। সিওফক তার বড় ক্লাবগুলোর কারণে তরুণদের আকৃষ্ট করে কেসথেলি হল ফেস্টেটিক্স প্রাসাদের স্থান এবং বালাতনফুয়েরেড একটি ঐতিহাসিক স্নান শহর যেখানে বার্ষিক আনা বল অনুষ্ঠিত হয়।\nহ্রদে সর্বোচ্চ পর্যটন মৌসুম জুন থেকে আগস্টের শেষ পর্যন্ত। গ্রীষ্মকালে জলের গড় তাপমাত্রা ২৫ ডিগ্রি সেলসিয়াস (৭৭ ডিগ্রি ফারেনহাইট), যা হ্রদে স্নান এবং সাঁতারকে জনপ্রিয় করে তোলে। বেশিরভাগ সৈকত ঘাস, পাথর বা পলি বালির সমন্বয়ে গঠিত যা হ্রদের তলদেশের বেশিরভাগ অংশও তৈরি করে। অনেক রিসোর্টে কৃত্রিম বালুকাময় সৈকত রয়েছে এবং সমস্ত সৈকতে পানিতে ধাপে ধাপে প্রবেশের সুবিধা রয়েছে। অন্যান্য পর্যটন আকর্ষণের মধ্যে রয়েছে পালতোলা, মাছ ধরা, এবং অন্যান্য জল ক্রীড়া, সেইসাথে গ্রামাঞ্চল এবং পাহাড় পরিদর্শন, উত্তর উপকূলে ওয়াইনারি এবং দক্ষিণ তীরে রাত্রিযাপন। তিহানি উপদ্বীপ একটি ঐতিহাসিক জেলা। বাডাক্সনি হল একটি আগ্নেয়গিরির পর্বত এবং ওয়াইন-উত্পাদিত অঞ্চলের পাশাপাশি একটি হ্রদপার্শ্ববর্তী রিসোর্ট। সাইকেল পর্যটনের সুবিধার্থে হ্রদটি প্রায় সম্পূর্ণ আলাদা সাইকেল লেন দ্বারা বেষ্টিত। যদিও হ্রদের আকর্ষণীয় মৌসুম গ্রীষ্মকাল, তবে বালাতনে শীতকালেও পর্যটকরা ঘন ঘন আসে, এই সময়ে দর্শনার্থীরা বরফ-মাছ ধরতে যায় বা এমনকি স্কেট, স্লেজ বা বরফ-পাল যদি লেকের উপরে জমে যায়।\nসার্মেলেক আন্তর্জাতিক বিমানবন্দর বালাতনে বিমান পরিসেবা প্রদান করে (যদিও বেশিরভাগ পরিসেবা শুধুমাত্র মৌসুমী)।\nঅন্যান্য অবলম্বন শহরগুলির মধ্যে রয়েছে: বালাতনালমাদি, বালাতনবোগলার, বালাতনলেলে, ফনিওড এবং ভোনিয়ার্কভাশেগি ।\n\n\n== শহর ও গ্রাম ==\n\n\n== আরও দেখুন ==\nবালাতন প্রিন্সিপ্যালিটি\nবালাতন আপল্যান্ডস জাতীয় উদ্যান\nহাঙ্গেরির ভূগোল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n \"Balaton\"। এনসাইক্লোপিডিয়া আমেরিকানা। ১৯২০। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n \"Balaton, Lake\"। New International Encyclopedia। ১৯০৫। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[Category:উইকিপিডিয়া নিবন্ধ যাতে নিউ ইন্টারন্যাশনাল এনসাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত করা হয়েছে]]\n \"Balaton, Lake\"। নিউ আমেরিকান সাইক্লোপিডিয়া। ১৮৭৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[বিষয়শ্রেণী:উইকিপিডিয়া নিবন্ধ উইকিসংকলন তথ্যসূত্রসহ নিউ আমেরিকান সাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত]]"}