{"pageid": 1372862, "title": "পার্টি অ্যান্ড প্লে", "url": "https://bn.wikipedia.org/wiki?curid=1372862", "content": "পার্টি অ্যান্ড প্লে (পিএনপি), যাকে কেমসেক্স বা উয়ার্ড প্লে বলা হয়, যৌন কার্যকলাপের সুবিধার্থে বা উন্নত করার জন্য ওষুধ খাওয়া। সমাজতাত্ত্বিকভাবে, এটি বিনোদনমূলক মাদক ব্যবহারকারীদের একটি উপসংস্কৃতিকে বোঝায় যারা উপ-গ্রুপের মধ্যে মাদকের প্রভাবে উচ্চ-ঝুঁকিপূর্ণ যৌন ক্রিয়াকলাপে জড়িত।  এতে একাধিক যৌন সঙ্গীর সাথে সেশনের সময় অরক্ষিত যৌনতা অন্তর্ভুক্ত থাকতে পারে যা কয়েকদিন ধরে চলতে পারে।\nপছন্দের ওষুধটি সাধারণত মেথামফেটামিন, যা ক্রিস্টাল মেথ, টিনা বা টি নামে পরিচিত,  তবে অন্যান্য ওষুধও ব্যবহার করা হয়, যেমন মেফেড্রোন, জিএইচবি, জিবিএল,  এবং অ্যালকাইল নাইট্রাইটস (পপার নামে পরিচিত)।  স্ল্যামসেক্স শব্দটি এমন ব্যবহারকারীদের সাথে যুক্ত যারা মাদক ইনজেক্ট করে। \nকিছু গবেষণায় দেখা গেছে যে এই ধরনের যৌন পার্টিতে অংশগ্রহণকারী ব্যক্তিদের প্রচুর পরিমাণে যৌন সঙ্গীর সাথে অরক্ষিত যৌন মিলনের মাধ্যমে এইচআইভি/এইডস সহ যৌনবাহিত রোগের সংক্রমণ হওয়ার সম্ভাবনা বেশি থাকে। এই কারণে, এটি \"জনস্বাস্থ্য অগ্রাধিকার\" হিসাবে বিবেচিত হয়। \n\n\n== পরিভাষা ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nDuwe, Justin (2018) The Truth About Chemsex: Understanding and Overcoming Chemsex Addiction.। BookBaby। ২৫ মার্চ ২০১৮। \n\"Gay/Bisexual men and Chemsex addiction.\"। ৮ জুন ২০২২। \nDANCE OF DEATH, First of three parts, CRYSTAL METH FUELS HIV Christopher Heredia, May 4, 2003, SF Gate\n\"Chemsex study: exploring sex and drugs among gay men in south London | Sigma Research\"। sigmaresearch.org.uk। ২০১৫-১২-১০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৫-১২-১১। \n\"Frederick, B.J. (2012). Partying with a purpose: Finding meaning in an online \"party 'n' play\" subculture [Masters thesis]. California State University, Long Beach\"। www.academia.edu। সংগ্রহের তারিখ ২০১৫-১২-১১। \n\"The Internet and Drug Markets -Study\" (পিডিএফ)। ৯ এপ্রিল ২০১৫ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩ জানুয়ারি ২০১৭। \n\n\n== বহিঃসংযোগ ==\nথাঙ্কি, ডি. এবং ফ্রেডরিক, বি. (2016)।  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ ফেব্রুয়ারি ২০১৬ তারিখে 'সোশ্যাল মিডিয়া এবং ড্রাগ মার্কেটস', ইন্টারনেট এবং ড্রাগ মার্কেটস (ইউরোপিয়ান মনিটরিং সেন্টার ফর ড্রাগস অ্যান্ড ড্রাগ অ্যাডিকশন: ইনসাইটস 21), ইউরোপীয় ইউনিয়নের প্রকাশনা অফিস, লুক্সেমবার্গ।  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ ফেব্রুয়ারি ২০১৬ তারিখে\nস্বায়ত্তশাসিত সাইকোথেরাপি ও কাউন্সেলিং লিমিটেড : অনলাইন কেমসেক্স আসক্তি চিকিত্সা বিশেষজ্ঞ\nটেমপ্লেট:LGBT slangটেমপ্লেট:Methamphetamine"}