{"pageid": 1372786, "title": "মোজাফফর হোসেন বেগ", "url": "https://bn.wikipedia.org/wiki?curid=1372786", "content": "মুজাফফর হোসেন বেগ একজন ভারতীয় রাজনীতিবিদ। তিনি ভারতের জম্মু ও কাশ্মীর রাজ্যের প্রাক্তন উপ-মুখ্যমন্ত্রী ছিলেন। ২০২০ সালের প্রজাতন্ত্র দিবসে তিনি ভারতের তৃতীয় সর্বোচ্চ বেসামরিক সম্মান পদ্মভূষণ পান।\nবেগ মুফতি মোহাম্মদ সাঈদের নেতৃত্বে জম্মু ও কাশ্মীর পিপলস ডেমোক্রেটিক পার্টির প্রতিষ্ঠাতা সদস্য ছিলেন এবং ২০১৬ সালে মুফতির মৃত্যুর পরে দলের পৃষ্ঠপোষক হিসাবে তার নামকরণ করা হয়।\n\n\n== পুরস্কার ==\n২০২০ সালে পদ্মভূষণ পুরস্কার পান।\n\n\n== প্রাথমিক  জীবন ==\nতিনি কাশ্মীর উপত্যকার বারামুল্লা জেলার একটি ছোট পাহাড়ি গ্রাম ওয়াহিদনাতে জন্মগ্রহণ করেন। তিনি হার্ভার্ড বিশ্ববিদ্যালয়ের ল স্কুল থেকে স্নাতকোত্তর ডিগ্রি লাভ করেন।\n\n\n== কর্মজীবন ==\nতিনি ১৯৯৬ সালে জম্মু ও কাশ্মীর পিপলস কনফারেন্সের সাথে তার রাজনৈতিক জীবন শুরু করেন, যেখানে তিনি ভাইস-চেয়ারম্যানের পদে অধিষ্ঠিত ছিলেন। ২০০২ সালে, তিনি জম্মু ও কাশ্মীর পিপলস ডেমোক্রেটিক পার্টির সাথে বিধানসভা নির্বাচনে লড়েন এবং বারামুল্লা নির্বাচনী এলাকা থেকে জয়ী হন। তিনি ২০০৮ সালে পুনরায় নির্বাচিত হন। তিনি ২০০২-২০০৬ সময়ের জন্য রাজ্য মন্ত্রিসভায় আইনমন্ত্রী এবং সংসদ বিষয়ক মন্ত্রীর পদে অধিষ্ঠিত ছিলেন। ২০০৬ সাল পর্যন্ত তিনি জম্মু ও কাশ্মীরের উপমুখ্যমন্ত্রী ছিলেন।\nতিনি জম্মু ও কাশ্মীর পিপলস ডেমোক্রেটিক পার্টির প্রধান মুখপাত্র হিসেবে দায়িত্ব পালন করেছেন। এছাড়াও তিনি মার্কিন যুক্তরাষ্ট্র এবং ভারতের নয়াদিল্লিতে আইন সংস্থায় কাজ করেন। বেগ ১৯৮৭ থেকে ১৯৮৯ সাল পর্যন্ত জম্মু ও কাশ্মীর রাজ্যের অ্যাডভোকেট জেনারেল হিসেবে দায়িত্ব পালন করেন।\nবেগ ২০১৪ সালে বারামুল্লা থেকে লোকসভায় নির্বাচিত হন।\n২০২০ সালে, বেগকে ভারতের তৃতীয় সর্বোচ্চ বেসামরিক সম্মান পদ্মভূষণ পুরস্কার প্রদান করা হয়।\nতাঁর এবং মেহবুবা মুফতির মধ্যে মতপার্থক্যের কারণে, যা ৩৭০ ধারা বাতিলের পরে বেড়েছে। অভিযোগ করা হয় যে বেগ সাজ্জাদ লোনের জম্মু ও কাশ্মীর পিপলস কনফারেন্সে যোগ দিয়েছেন। পিপলস কনফারেন্স সিনিয়র নেতা মুজাফফর বেগকে অস্বীকার করে। দলের সাধারণ সম্পাদক ইমরান আনসারি বলেন, বেগ কখনও জেকেপিসিতে যোগ দেননি।\n\n\n== বিজেপি ও বেগ ==\nবিধানসভা নির্বাচনের ফলাফল ঘোষণার আগে প্রধানমন্ত্রী নরেন্দ্র মোদীর সাথে দেখা করা প্রথম পিডিপি নেতা বেগ এবং বিজেপির সাথে জোটের ইঙ্গিত দিয়ে, বেগ জোটের নথির এজেন্ডা সম্পর্কে দৃঢ় আপত্তি প্রকাশ করেন। তিনি বলেছিলেন যে, এটি কেবল \"অস্পষ্ট এবং অস্পষ্ট\" নয়, কোনও স্বাক্ষর ছাড়াই ছিল।\n\n\n== বৈবাহিক জীবন ==\nতিনি  সাফিনা বেগকে বিবাহ করেন। তাদের দু’সন্তান দাইমা, ডালিয়া।\n\n\n== তথ্যসূত্র =="}