{"pageid": 1372436, "title": "রশিদ খান (সংগীতশিল্পী)", "url": "https://bn.wikipedia.org/wiki?curid=1372436", "content": "উস্তাদ রশিদ খান (১ জুলাই ১৯৬৮ - ৯ জানুয়ারি ২০২৪) ছিলেন হিন্দুস্তানি সঙ্গীত ঐতিহ্যের একজন ভারতীয় শাস্ত্রীয় সঙ্গীতজ্ঞ। তিনি রামপুর-সহসওয়ান ঘরানার অন্তর্গত, এবং তিনি ঘরানার প্রতিষ্ঠাতা ইনায়েত হোসেন খানের প্রপৌত্র। তিনি সোমা খানকে বিয়ে করেছেন।\nবিভিন্ন সংস্করণে বলা একটি গল্পে, পণ্ডিত ভীমসেন জোশী একবার মন্তব্য করেছিলেন যে রশিদ খান হলেন \"ভারতীয় কণ্ঠ সঙ্গীতের ভবিষ্যতের নিশ্চয়তা\"। তিনি ২০০৬ সালে পদ্মশ্রী এবং সেইসাথে সঙ্গীত নাটক আকাদেমি পুরস্কারে ভূষিত হন। ২০২২ সালে তিনি শিল্পকলার ক্ষেত্রে ভারত সরকার কর্তৃক ভারতের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণে ভূষিত হন।\n\n\n== প্রাথমিক জীবন ==\nরশিদ খান উত্তর প্রদেশের বুদাউনের সহসওয়ানে জন্মগ্রহণ করেন। তিনি তাঁর মামা ওস্তাদ নিসার হোসেন খানের (১৯০৯-১৯৯৩) কাছ থেকে প্রাথমিক প্রশিক্ষণ গ্রহণ করেন। তিনি ওস্তাদ গোলাম মুস্তফা খানের ভাগ্নে।\nছোটবেলায় গানের প্রতি তাঁর আগ্রহ কম ছিল। তাঁর মামা গোলাম মুস্তফা খান প্রথম তাঁর মধ্যে সঙ্গীত প্রতিভা লক্ষ্য করেছিলেন এবং কিছু সময়ের জন্য তাঁকে মুম্বাইতে প্রশিক্ষণ দিয়েছিলেন। তবে, রশিদ খান তাঁর প্রধান প্রশিক্ষণ নিয়েছিলেন নিসার হোসেন খানের কাছ থেকে, প্রাথমিকভাবে বদাউনে তাঁর বাড়িতে। নিসার হুসেন খান একজন কঠোর নিয়মানুবর্তী ছিলেন। তিনি ভোর চারটা থেকে কণ্ঠের প্রশিক্ষণের (স্বর সাধনা) উপর জোর দিতেন এবং রশিদকে ঘণ্টার পর ঘণ্টা স্কেলের একটি নোট অনুশীলন করাতেন। একটি মাত্র নোট অনুশীলন করতে একটি পুরো দিন ব্যয় করা হতো। ছোটবেলায় রশিদ এসব পছন্দ না করলেও, তখনকার সুশৃঙ্খল প্রশিক্ষণ আজ তান ও লয়কারিতে তাঁর সহজাত দক্ষতার পরিচয় দেয়। ১৮ বছর বয়সে রশিদ সত্যিকার অর্থে তাঁর সঙ্গীত প্রশিক্ষণ উপভোগ করতে শুরু করেছিলেন।\n\n\n== কর্মজীবন ==\nরশিদ খান এগারো বছর বয়সে তাঁর প্রথম সঙ্গীতানুষ্ঠানটি করেন এবং পরের বছর, তিনি দিল্লিতে একটি আইটিসি সঙ্গীতানুষ্ঠানে সঙ্গীত পরিবেশন করেন। ১৯৮০ সালের এপ্রিল মাসে, যখন নিসার হুসেন খান কলকাতায় আইটিসি সঙ্গীত গবেষণা একাডেমিতে (এসআরএ) চলে আসেন, রশিদ খানও সেই একাডেমিতে যোগ দেন। ১৯৯৪ সাল নাগাদ, তিনি একাডেমীতে একজন সঙ্গীতশিল্পী (একটি আনুষ্ঠানিক প্রক্রিয়া) হিসাবে স্বীকৃত হন।\n\n\n== সঙ্গীত শৈলী ==\nরামপুর-সহসওয়ান গায়কি (গানের শৈলী) গোয়ালিয়র ঘরানার সাথে ঘনিষ্ঠভাবে সম্পর্কিত। এই ঘরানার বিশেষত্ব মাঝারি-ধীর গতি, উদাত্ত কণ্ঠস্বর এবং জটিল ছন্দময় সঙ্গীত পরিবেশন। রশিদ খান বিলম্বিত খেয়ালে তাঁর মায়ের মামার পদ্ধতিতে ধীরগতির সঙ্গীত পরিবেশন করেছেন এবং সরগম ও সরগম তানকারি (স্কেলের ব্যবহার) ব্যবহারে ব্যতিক্রমী দক্ষতার বিকাশ করেছেন। তিনি আমির খান এবং ভীমসেন জোশীর গায়কি শৈলী দ্বারা প্রভাবিত।\nতিনি নিজের গুরুর মতো তারানাতেও একজন উস্তাদ। কিন্তু সেগুলিকে তিনি নিজের ঢঙে পরিবেশন করেন। তিনি যন্ত্রের স্ট্রোক-ভিত্তিক শৈলীর চেয়ে খেয়াল শৈলী পছন্দ করেন, যার জন্য নিসার হোসেন বিখ্যাত ছিলেন। তিনি যন্ত্রের সুরের অনুকরণ করেন না।\nতাঁর পরিবেশনাগুলি তাঁর সুরেলা বিশদ বর্ণনায় আবেগের আধিক্যের জন্য আলাদা। তিনি বলেন: \"মাঝে মাঝে বন্দীশ গান গাওয়ার সময়, অথবা গানের অর্থ প্রকাশ করার সময়, আলাপ অংশে আবেগপূর্ণ বিষয়বস্তু থাকতে পারে।\" বরিষ্ঠ উস্তাদদের সঙ্গে তুলনা করলে, এটি তাঁর শৈলীতে আধুনিকতার ছোঁয়া নিয়ে আসে। বরিষ্ঠ উস্তাদেরা কঠিন অংশগুলি চিত্তাকর্ষক কৌশল এবং দক্ষতার সাথে সম্পাদনের উপর বেশি জোর দেওয়ার প্রবণতা রেখেছেন।\nরশিদ খান খাঁটি হিন্দুস্তানি সংগীতকে লঘু সংগীতের ঘরানার সাথে মিলিয়ে নিয়েও পরীক্ষা করেছেন, যেমন সুফি ফিউশন রেকর্ডিংয়ে নয়না পিয়া সে (আমির খুসরোর গান), বা পশ্চিমী যন্ত্রবাদক লুই ব্যাঙ্কসের সাথে পরীক্ষামূলক কনসার্টে। তিনি সেতারবাদক শহীদ পারভেজ এবং অন্যান্যদের সাথে যুগলবন্দীও করেছেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== ডিস্কোগ্রাফি (চলচ্চিত্র ছাড়া) ==\nভারতের শাস্ত্রীয় বিস্ময় (২০১৫)\nকৃষ্ণ - ওস্তাদ রশিদ খান (২০১৩)\nরশিদ আবার (২০১৩)\nবৈঠাকি রাবী - ওস্তাদ রশীদ খান (২০১২)\nপুরে সে জারা সা কাম হ্যায় – মৌসম\nনির্গুন (২০১০)\nকবীর (২০০৯)\nশব্দ কীর্তন গুরবানি - অ্যালবাম থেকে সাওয়ান আয়া হে সখি (গুরু মান্যও গ্রন্থ) (২০০৮)\nশব্দ কীর্তন গুরবানি - অ্যালবাম (গুরু মান্যও গ্রন্থ) (২০০৮) থেকে হোলি কিনি সান্ত সেবা\nহে ভগবান - ওস্তাদ রশিদ খান\nমাস্টার পিস ওস্তাদ রশিদ খান (২০০৬)\nআকাঙ্ক্ষা (২০০৬)\nপ্রতিফলন (২০০৬)\nএনসিপিএ আর্কাইভস থেকে মাস্টারওয়ার্কস: রশিদ খান\nশিবের গান\nসকালের মন্ত্র (২০০৩)\nসকালের মন্ত্র (২০০৩)\nনির্বাচন - রাগ - মেঘ এবং হংসধ্বনি (২০০২)\nভয়েস অফ ইন্ডিয়া (২০০২)\nযাত্রা – নচিকেতা চক্রবর্তীর সাথে রবীন্দ্রসঙ্গীত ও হিন্দুস্তানি শাস্ত্রীয় বন্ধিশের যাত্রা\nনয়না পিয়া সে\nলাইভ ইন কনসার্ট: মোরটন সেন্টার (২০০০)\nএকটি মায়েস্ট্রো ইন দ্য মেকিং (২০০০)\nরশিদ খানের জিনিয়াস (২০০০)\nশিবের গান (২০০০)\nলন্ডনে (২০০০)\nশাস্ত্রীয় কণ্ঠ: ওস্তাদ রশিদ খান (লাইভ অ্যাট সাভাই গন্ধর্ব উৎসব, পুনে) (১৯৯৯)\nসাজন মোর ঘর আও (লাইভ) (১৯৯৮)\nনির্বাচন - কৌশি কানাড়া - চারুকেশী - বারওয়ান (১৯৯৬)\nখেয়াল (১৯৯৬)\nশ্যাম কল্যাণ - ওস্তাদ রশিদ খান (১৯৯৬)\nরশিদ খান লাইভ ইন কনসার্ট (১৯৯৫)\nরশিদ খান - ওস্তাদ রশিদ খান (১৯৯৫)\nএকটি জীবন্ত কিংবদন্তির প্রতি শ্রদ্ধাঞ্জলি (১৯৯৫)\nরাগা ইয়ামান / রাগা কিরওয়ানি (১৯৯৪)\nরশিদ খান লাইভ ইন কনসার্ট (১৯৯৩)\nরাগ বাগেশ্রী / দেশ (১৯৯১)\n\n\n== পুরস্কার ==\nপদ্মশ্রী (২০০৬)\nসঙ্গীত নাটক আকাদেমি পুরস্কার (২০০৬)\nগ্লোবাল ইন্ডিয়ান মিউজিক অ্যাকাডেমি অ্যাওয়ার্ডস (জিআইএমএ) (২০১০)\nমহা সঙ্গীত সম্মান পুরস্কার (২০১২)\nমির্চি মিউজিক অ্যাওয়ার্ডস (২০১৩)\nপদ্মভূষণ (২০২২)\n\n\n== তথ্যসূত্র =="}