{"pageid": 1372171, "title": "রকি অউর রানি কি প্রেম কাহানি", "url": "https://bn.wikipedia.org/wiki?curid=1372171", "content": "রকি অউর রানি কি প্রেম কাহানি (বাংলা: রকি ও রানির প্রেমের গল্প) যা আরআরকেপিকে নামেও পরিচিত, একটি ২০২৩ সালের ভারতীয় হিন্দি ভাষার রোমান্টিক কমেডি পারিবারিক নাট্য চলচ্চিত্র। এটি করণ জোহর পরিচালিত এবং চিত্রনাট্য লিখেছেন ঈশিতা মৈত্রা, শশাঙ্ক খৈতান এবং সুমিত রায় । ধর্ম প্রোডাকশন ও ভায়াকম ১৮ স্টুডিওস প্রযোজিত এই ছবিতে রণবীর সিং এবং আলিয়া ভাট একটি দম্পতি চরিত্রে বিপরীত ব্যক্তিত্বের চরিত্রে অভিনয় করেছেন। যারা বিয়ের আগে তিন মাস একে অপরের পরিবারের সাথে থাকার সিদ্ধান্ত নেন। অন্যান্য চরিত্রে ছিলেন ধর্মেন্দ্র, জয়া বচ্চন, শাবানা আজমি, টোটা রায় চৌধুরী, চূর্ণী গাঙ্গুলি, আমির বশির এবং ক্ষিতী জোগ ।\nকরণ জোহর ২০১৬ সালের অ্যায় দিল হ্যায় মুশকিল ছবির দৈর্ঘ্য দিন পর এই চলচ্চিত্রের মাধ্যমে প্রত্যাবর্তন করেন। ২০২১ সালের জুলাই মাসে ছবিটি ঘোষণা করা হয়েছিল । এর চিত্রগ্রহণ ২০২১ আগস্ট থেকে ২০২৩ মার্চ পর্যন্ত মুম্বাই, নয়াদিল্লি এবং জম্মু ও কাশ্মীরে সংঘটিত হয়েছিল । আলিয়া ভাটের গর্ভাবস্থার কারণে চিত্রগ্রহণ এবং মুক্তি কয়েক মাস বিলম্বিত হয়েছিল। ছবির সঙ্গীত পরিচালনা করেছেন প্রীতম এবং সিনেমাটোগ্রাফি পরিচালনা করেছেন মানুষ নন্দন।\nএটি ২০২৩ সালের ২৮ জুলাই সমালোচকদের কাছ থেকে ইতিবাচক পর্যালোচনার সাথে মুক্তি পায়। এটি তার প্রথম সপ্তাহে বিশ্বব্যাপী ₹ ১৪৭.১ কোটি আয় করেছে, যার উৎপাদন বাজেট ₹ ১৬০ কোটি এবং বিপণন ব্যয় ₹ ১৮ কোটি ।\n\n\n== পটভূমি ==\nরান্ধাওয়ারা হল একটি পাঞ্জাবি ব্যবসায়ী পরিবার, যারা সমৃদ্ধ ধনলক্ষ্মী মিষ্টির মালিক। এটি তাদের মাতৃপতি ধনলক্ষ্মী রান্ধাওয়ার নামে নামকরণ করা হয়েছে। তার স্বামী কানওয়াল লুন্ড, তার বিয়ের পরপরই একটি দুর্ঘটনার পর অ্যামনেসিয়াক এবং হুইলচেয়ারে আবদ্ধ। তাদের ছেলে, তিজোরি, অনেকটা ধনলক্ষ্মীর মতো এবং তারা তিজোরির নম্র স্ত্রী পুনম এবং তাদের দুই প্রাপ্তবয়স্ক নাতি-নাতনি, রকি এবং গায়ত্রী সহ তাদের পরিবারের শাসনকর্তা। তিজোরির জন্য একটি পুরস্কার অনুষ্ঠান চলাকালীন, কানওয়াল একজন মহিলাকে যামিনী নামে একজন মহিলার জন্য ভুল করে। রকি, তার দাদুকে সাহায্য করতে আগ্রহী, যামিনীর একটি ছবি খুঁজে পায় এবং তাকে খুঁজতে শুরু করে।\nযামিনী হলেন বিখ্যাত টেলিভিশন নিউজ অ্যাঙ্কর রানি চ্যাটার্জির ঠাকুমা। রানি একজন বুদ্ধিজীবী বাঙালি পরিবার থেকে এসেছেন, যার মা অঞ্জলি একজন ইংরেজি অধ্যাপক এবং বাবা চন্দন একজন পেশাদার কথক নৃত্যশিল্পী। রকি এবং রানি রান্ধাওয়া বাড়িতে যামিনী এবং কানওয়ালকে একত্রিত করার সিদ্ধান্ত নেয়। প্রথমে বিভ্রান্ত হলেও, কানওয়াল অবশেষে যামিনীকে চিনতে পারে এবং তার পরিবারের সামনে তাকে চুম্বন করে। এটি প্রকাশ করা হয় যে ১৯৭৮ সালে তাদের একটি সংক্ষিপ্ত-বৈবাহিক সম্পর্ক ছিল। রকি এবং রানী তাদের দাদু-ঠাকুমার মধ্যে একাধিক মিটিং স্থাপন করে যে সময়ে তারা তাদের নিজেদের সম্পর্ক শুরু করে।\nযামিনী রানিকে রকি সম্পর্কে জিজ্ঞাসা করলে, রানী তা উড়িয়ে দেয়। রকি রানিকে প্রস্তাব দেওয়ার চেষ্টা করে, কিন্তু সে তাকে প্রত্যাখ্যান করে এবং তাদের ব্রেক আপ হয়। কাশ্মীরে একটি কাজে ভ্রমণের সময়, রানি রকির প্রতি তার ভালবাসা উপলব্ধি করে এবং একই কথা প্রকাশ করতে ফিরে আসে। দুই পরিবারের মধ্যে সাংস্কৃতিক পার্থক্যের কারণে, তারা ভারতীয় সমাজে প্রচলিত পিতৃতান্ত্রিক চক্র ভাঙতে তিন মাসের জন্য ঘর বদলানোর সিদ্ধান্ত নেয়।\nরানি রকির পরিবারের মহিলাদের আরও স্বাধীন করার চেষ্টা করে পুনমের গানের ক্লিপ একটি প্রতিযোগিতায় পাঠিয়ে এবং তার বোন গায়ত্রীকে (যিনি অতিরিক্ত ওজন এবং কম আত্মবিশ্বাসী) একটি চাকরি পেতে সাহায্য করে, যা অনেকটা ধনলক্ষ্মী এবং তিজোরির ক্রোধের জন্য। রকি তার সাধারণ জ্ঞানের অভাবের জন্য নিজেকে চ্যাটার্জিদের দ্বারা উপহাসের শিকার হতে দেখেন। রকির বন্ধুর বিয়ের অনুষ্ঠানে, ধনলক্ষ্মী চন্দনের একটি নৃত্য পরিবেশনের পরামর্শ দেন। চন্দন যখন একটি অসামান্য কত্থক নৃত্য পরিবেশন করেন তখন জনতা তাকে হেসে ফেলে। রকি তার পিতৃতান্ত্রিক উপায় পরিবর্তন করতে ইচ্ছুক হয়ে চ্যাটার্জিদের কাছে ক্ষমা চায়। সে চন্দনের নাচের ক্লাসেও যোগ দিতে শুরু করে।\nদূর্গা পূজা উদযাপনে, রকি এবং চন্দন একসাথে \" দোলা রে দোলা \" নাচে যা তিজোরিকে বিরক্ত করে। পরবর্তী সংঘর্ষের সময় রানি রাগের সাথে তিজোরিকে ধাক্কা দেয়, যা রকিকে রাগান্বিত করে, যিনি এটিকে অসম্মানজনক বলে মনে করেন। তারা তাদের সম্পর্ক শেষ করার সিদ্ধান্ত নেয়। রান্ধাওয়া বাড়িতে ফিরে, তিজোরি একটি তর্কের সময় পুনমকে আঘাত করার চেষ্টা করে, যখন সে নিজেকে জাহির করার চেষ্টা করে। এটি দেখে, রকি প্রথমবারের মতো তার বাবার বিরুদ্ধে দাঁড়ায় এবং তার বোন এবং মায়ের সাথে ঘর ছেড়ে যাওয়ার সিদ্ধান্ত নেয়। ঝগড়া দেখে কানওয়াল তার ছেলেকে চিনতে পারে কিন্তু শীঘ্রই মারা যায়। যামিনী তাকে শ্রদ্ধা জানাতে আসে এবং ধনলক্ষ্মীর প্রতিবাদ সত্ত্বেও তিজোরি তাকে তা করতে দেয়।\nকয়েক মাস পরে, তিজোরি একজন পরিবর্তিত হয়ে পরিবারের কাছে ক্ষমা চাওয়ার জন্য চ্যাটার্জির পরিবারের কাছে যান এবং রকি ও রানির মধ্যে বিয়ের প্রস্তাব দেন। তারা অবশেষে বিয়ে করে; ধনলক্ষ্মী তাদের মিষ্টির গোপন রেসিপি রানীকে পাঠায়, আপাতদৃষ্টিতে তাকে পরিবারের সদস্য হিসেবে গ্রহণ করে, কিন্তু তাতে যোগ দেয় না।\n\n\n== অভিনয় শিল্পী ==\nনিচে অভিনয় শিল্পীদের তালিকাভুক্ত করা হয়েছে:\n\nরকি রান্ধাওয়া চরিত্রে রণবীর সিং\nরানি চ্যাটার্জির চরিত্রে আলিয়া ভাট\nরকির দাদীর ভূমিকায় জয়া বচ্চন\nকানওয়াল লুন্ডের চরিত্রে ধর্মেন্দ্র, রকির দাদু\nযামিনী চ্যাটার্জি চরিত্রে শাবানা আজমি, রানির ঠাকুমা\nরানীর বাবা চন্দন চ্যাটার্জির চরিত্রে টোটা রায় চৌধুরী\nরানীর মা অঞ্জলি চ্যাটার্জি চরিত্রে চূর্ণী গাঙ্গুলী\nরকির বাবা তিজোরি রান্ধাওয়া চরিত্রে আমির বশির\nরকির মা পুনম রান্ধাওয়া চরিত্রে ক্ষিতী জগ\nগায়ত্রী \"গোলু\" রান্ধাওয়া চরিত্রে অঞ্জলি আনন্দ, রকির বোন\nসোমেন মিত্রের চরিত্রে নমিত দাস\nরকির বন্ধু ভিকি চরিত্রে অভিনব শর্মা\nতরুণী ধনলক্ষ্মীর চরিত্রে কাশিশ রিজওয়ান\nতরুণ কানওয়াল লুন্ডের চরিত্রে হারমান সিংগা\nতরুণ যামিনীর চরিত্রে বীভা আনন্দ\nমোনা সেনের চরিত্রে শিবা\nভিকির দাদার চরিত্রে কর্মবীর চৌধুরী\nহ্যারি চরিত্রে অর্জুন বিজলানি\nপুষ্প চরিত্রে ভারতী সিং\nহর্ষ লিম্বাচিয়া\nরূপার চরিত্রে শ্রদ্ধা আর্য\nজয়া চরিত্রে শ্রীতি ঝা\nসানির চরিত্রে অরিজিত তানেজা\nগোপাল রানার চরিত্রে হিতেশ অরোরা\nযশপাল রানার চরিত্রে রাশুল ট্যান্ডন\nযশপালের মায়ের চরিত্রে নবনীত নিশান\nতরুণ তিজোরি রান্ধাওয়া চরিত্রে বংশ সায়ানি\nরতন চরিত্রে জিতেন্দ্র গৌড়\nভিকির কনে মিন্টি চরিত্রে বেনজির শেখ\nবরুণ ধবন (\"হার্ট থ্রব\" গানে ক্যামিও)\nঅনন্যা পাণ্ডে (\"হার্ট থ্রব\" গানে ক্যামিও)\nসারা আলী খান (\"হার্ট থ্রব\" গানে ক্যামিও)\nজাহ্নবী কাপুর (\"হার্ট থ্রব\" গানে ক্যামিও)\n\n\n== মুক্তি ==\nরকি অউর রানি কি প্রেম কাহানি চলচ্চিত্রটি প্রথমে ২০২৩ সালের ১০ই ফেব্রুয়ারী এবং তারপর ২৮ এপ্রিল ২০২৩-এ মুক্তি পাওয়ার কথা ছিল, কিন্তু আলিয়া ভাটের গর্ভাবস্থার কারণে শুটিং বিলম্বের কারণে স্থগিত করা হয়েছিল। অবশেষে এটি ২০২৩ সালের ২৮ জুলাই প্রেক্ষাগৃহে মুক্তি পায়।\nফিল্মটির স্ট্রিমিং স্বত্ব অ্যামাজন প্রাইম ভিডিওর কাছে ₹ ৮০ কোটি এবং টেলিভিশন সম্প্রচার স্বত্ব কালারস টিভির কাছে ৩০ কোটি বিক্রি করা হয়েছিল।\nচলচ্চিত্রটির প্রথম টিজারটি ২০ জুন ২০২৩-এ জোহর শাহরুখ খানের সাথে প্রকাশ করেছিলেন। ছবিটির অফিসিয়াল ট্রেলারটি ৪ জুলাই ২০২৩-এ মুক্তি পায়। ছবিটির প্রচারের জন্য, ভাট এবং সিং কলকাতা, চণ্ডীগড় এবং জয়পুর সহ ভারতের পাঁচটি শহরের সফর শুরু করেন। সেন্ট্রাল বোর্ড অব ফিল্ম সার্টিফিকেশন মুক্তির আগে কিছু পরিবর্তনের দাবি করেছিল, যার মধ্যে অশ্লীলতার পরিবর্তন এবং রাজনীতিবিদ মমতা বন্দ্যোপাধ্যায়ের একটি রেফারেন্স মুছে ফেলা । ভাট জোর দিয়ে বলেন যে, পরিবর্তনগুলি ছোটখাটো ছিল এবং এটি চলচ্চিত্রের প্রবাহকে বাধাগ্রস্ত করবে না।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে রকি অউর রানি কি প্রেম কাহানি   (ইংরেজি)\nবলিউড হাঙ্গামায় রকি অউর রানি কি প্রেম কাহানি (ইংরেজি)"}