{"pageid": 1372546, "title": "নাদর ইবনে আল-হারিস", "url": "https://bn.wikipedia.org/wiki?curid=1372546", "content": "আল-নাদর ইবনে আল-হারিস ইবনে আলকামা ইবনে কালাদা ইবনে আবদ মানাফ ইবনে আবদ আল-দার ইবনে কুসায়ি ( আরবি: النضر إبن الحارث) (মৃত্যু. ৬২৪ খ্রিস্টাব্দে) একজন আরব পৌত্তলিক চিকিৎসক ছিলেন যিনি ইসলামিক নবী মুহাম্মদের সর্বশ্রেষ্ঠ কুরাইশি বিরোধীদের একজন হিসেবে বিবেচিত হন। তিনি বদরের যুদ্ধের পর পৌত্তলিক যোদ্ধা এবং পতাকাবাহী হিসেবে বন্দী হন এবং মক্কায় নবী মুহাম্মদ এবং মুসলমানদের বিরুদ্ধে তার অংশগ্রহণ ও নিপীড়নের জন্য তাকে মৃত্যুদণ্ড দেওয়া হয়। যুদ্ধ থেকে মদিনায় ফিরে আসার আগে আলী ইবনে আবি তালিব আস-সাফরা'তে নবী ও সাহাবাদের সামনে তার শিরশ্ছেদ করে মৃত্যুদন্ড কার্যকর করেন।\nসিরাত অনুসারে, এই ঘটনার সময় দুই বন্দী - আল-নাদর ইবনুল-হারিস এবং 'উকবা ইবনে আবু মুয়াইতকে মৃত্যুদণ্ড দেওয়া হয়েছিল, প্রথম জনকে আলী এবং পরের জনকে আসিম বিন সাবিত আল-আনসারী কার্যকর করেন। অধ্যাপক সারাহ বোয়েন সাভান্তের মতে, এই ঘটনাটি নাদরের বোনকুতাইলাকে তার মৃত্যুতে একটি শোকগাথা রচনা করতে অনুপ্রাণিত করে বলে দাবি করে, যাতে হত্যা জন্য মুহাম্মাদকে দায়ী করা হয়।\n\n\n== জীবন ==\nমক্কার সময়কালে, নাদর মুসলিম সম্প্রদায়ের বয়কটের পক্ষে সমর্থন করে মুসলিমদের কাছে পণ্য বিক্রি বন্ধ করে তাদের অনাহারে রাখার নেতৃত্ব্দানকারী দলিল লেখক হিসাবে পরিচিত ছিল। তিনি মক্কার যুগে ইসলামিক নবী মুহাম্মদ এবং তাঁর বার্তার অন্যতম বিরোধী এবং তাদের নিপীড়নের  প্রবর্তক ছিল। মুকাতিল ইবনে সুলায়মানের মতো ইসলামিক ঐতিহ্যবাদীদের মতে, নাদর তার কুরআনের আয়াতে প্রাচীন মানুষের গল্পের ভিত্তিতে মুহাম্মদ বিরুদ্ধে চুরির অভিযোগ এনেছিল। বদরের যুদ্ধে তার সেনাবাহিনী মুসলিমদের আক্রমণে পরাজিত হওয়ার পর তাকে বন্দী করা হয় এবং মক্কার নিপীড়নে তার অংশগ্রহণ ও জড়িত থাকার জন্য তাকে মৃত্যুদণ্ড দেওয়া হয়। মুহাম্মাদ মোহর আলী আল-নাদরকে  ঘাতক হিসাবেও উল্লেখ করেছেন যে মুহাম্মদকে মদিনায় হিজরতের আগে হত্যা করার চেষ্টা করেছিল। ব্রিটিশ প্রাচ্যবিদ ডেভিড স্যামুয়েল মারগোলিউথ অবশ্য দাবি করেছেন যে তাকে তার চ্যালেঞ্জ এবং মুহাম্মাদকে উপহাস করার জন্য মৃত্যুদণ্ড দেওয়া হয়েছিল এবং এই সংস্করণটি তাবারি সহ নবম এবং দশম শতাব্দীর কিছু মুসলিম উৎস দ্বারা সমর্থিত। আল-ওয়াকিদি উল্লেখ করেছেন যে যখন নাদর মুসলমানদের জিজ্ঞাসা করেছিলেন কেন তাকে মৃত্যুদণ্ড দেওয়া হবে, তারা উত্তর দিয়েছিল যে এটি তার নিপীড়ন ও নির্যাতনের পাশাপাশি কুরআনকে উপহাস করার জন্য।\n\n\n== নাদির বিন আল-হারিসের শিরশ্ছেদ সম্পর্কে কুরআনের আয়াত ==\nইবনে কাসির তার তাফসির ইবনে কাসির গ্রন্থেও এই ঘটনাটি উল্লেখ করেছেন এবং উল্লেখ করেছেন যে কুরআনের আয়াত ৮:৩১ নাদির বিন আল-হারিস সম্পর্কে অবতীর্ণ হয়েছিল। কুরআন ৮:৩১ এবং কুরআন ৮:৫ সম্পর্কে ইবনে কাসিরের ভাষ্য নিম্নরূপ:\n\n\n== আরও দেখুন ==\nহেজাজ\nমুহাম্মদের অভিযানের তালিকা\n\n\n== তথ্যসূত্র =="}