{"pageid": 1372927, "title": "হরবক্স সিং", "url": "https://bn.wikipedia.org/wiki?curid=1372927", "content": "লেফটেন্যান্ট জেনারেল হরবক্স সিং, ভিআরসি (১লা অক্টোবর ১৯১৩ - ১৪ই নভেম্বর ১৯৯৯) ভারতীয় সেনাবাহিনীর একজন বরিষ্ঠ জেনারেল অফিসার ছিলেন। পশ্চিমী সেনা কমাণ্ডার হিসাবে তিনি ভারতীয় সেনা বাহিনীকে নেতৃত্ব দিয়েছিলেন এবং ১৯৬৫ সালের ভারত-পাকিস্তান যুদ্ধের সময় একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। যুদ্ধে তাঁর ভূমিকার জন্য, ১৯৬৬ সালে তিনি পদ্মবিভূষণে ভূষিত হন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nহরবক্স সিং ১৯১৩ সালের ১লা অক্টোবর জিন্দ রাজ্যের রাজধানী সাংরুরের কাছে বদরুখান গ্রামে একটি ধনী জাট শিখ পরিবারে জন্মগ্রহণ করেন। তিনি ছিলেন সাত ভাইবোনের মধ্যে সবচেয়ে ছোট। তাঁর বাবা, ডঃ হরনাম সিং ছিলেন গ্রামের প্রথম ডাক্তার। ডাঃ সিং জিন্দ পদাতিক বাহিনীতে যোগদান করেন এবং ১৮৯৭-৯৮ সালে তিরাহ অভিযানে অংশগ্রহণ করেন। পরবর্তীতে তিনি প্রথম বিশ্বযুদ্ধের সময় পূর্ব আফ্রিকান অভিযানে দায়িত্ব পালন করেন। পরে ১৯৫২ সালে, জিন্দ পদাতিক পাঞ্জাব রেজিমেন্টে ভারতীয় সেনাবাহিনীতে একীভূত হয়। লাহোর সরকারি কলেজে যোগদানের আগে হরবক্স সাংরুরের রণবীর হাইস্কুলে পড়াশোনা করেন। খেলাধুলায় সর্বদা ভালো থাকায় তিনি কলেজ হকি দলের একজন সদস্য ছিলেন। তিনি দেশীয় রাজ্যের অধিবাসী হওয়ায় তাঁকে পাঞ্জাবের গভর্নর স্যার জিওফ্রে মন্টমোরেন্সির অনুমতি নিতে হয়েছিল। এরপর তিনি ভারতীয় মিলিটারি একাডেমিতে (আইএমএ) ভর্তির জন্য প্রবেশিকা পরীক্ষায় বসেন। এই একাডেমি এর আগের বছর প্রতিষ্ঠিত হয়েছিল। ১৯৩৩ সালের মার্চ মাসে, তিনি দেরাদুনে আসেন এবং আইএমএ-তে যোগ দেন।\nতিনি সুভাষ চন্দ্র বসুর আজাদ হিন্দ ফৌজের লেফটেন্যান্ট কর্নেল গুরবক্স সিংয়ের (অন্য আইএনএ জেনারেল গুরবক্স সিং ধিল্লোঁর সাথে বিভ্রান্ত না হওয়া) ভাই ছিলেন।\n\n\n== সামরিক জীবন ==\nহরবক্স ১৯৩৫ সালের ১৫ই জুলাই সেনা বাহিনীতে নিযুক্ত হন এবং ২য় স্থলবাহিনী আরগিল এবং সাদারল্যান্ড হাইল্যান্ডার্সের সাথে নিজের কর্মজীবন শুরু করেন, এখানে এক বছরের জন্য। তারপরে তিনি রাওয়ালপিন্ডিতে নিযুক্ত হন। ভারতীয় ইউনিটে পাঠানোর আগে নতুন নিযুক্ত ভারতীয় অফিসারদের প্রাথমিকভাবে একটি ব্রিটিশ রেজিমেন্টের সাথে সংযুক্ত করা হতো। ১৯৩৫ সালের মহমান্দ অভিযানের সময় তিনি উত্তর পশ্চিম সীমান্তে পরিষেবা দিয়েছিলেন। হাইল্যান্ডারদের সাথে এক বছর সংযুক্ত থাকার পর, ১৯৩৬ সালের ১৯শে আগস্ট, তিনি ঔরঙ্গাবাদে ১১ তম শিখ রেজিমেন্টের (আগে ৪৭তম শিখ) ৫ম ব্যাটালিয়নে যোগদান করেন। ১৯৩৭ সাল নাগাদ, তিনি ব্যাটালিয়নের হেডকোয়ার্টার কোম্পানিতে একটি সিগন্যাল প্লাটুনের (দল) নেতৃত্বে ছিলেন। ১৯৩৮ সালের সেপ্টেম্বরে, লেফটেন্যান্ট কর্নেল চার্লস ফোর্ডের অধীনে ব্যাটালিয়নটি উত্তর-পশ্চিম সীমান্ত প্রদেশের (এনডব্লিউএফপি) রাজমাকে চলে যায়। সেখানে হরবক্স ব্যাটালিয়নের আলফা কোম্পানির দায়িত্বভার গ্রহণ করেন।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\n১৯৩৯ সালের এপ্রিলে, ব্যাটালিয়নটি আদেশ পায় রজমাক থেকে সরে যাওয়ার এবং বিদেশে যাওয়ার জন্য প্রস্তুত হওয়ার, চূড়ান্ত গন্তব্য তাদের জানা ছিল না। বান্নু হয়ে সড়কপথে কোয়েটাতে গিয়ে ব্যাটালিয়নটি একটি বিশেষ ট্রুপ ট্রেনে মাদ্রাজের দিকে যাত্রা করে। যাত্রীবাহী জাহাজে চড়ে, তারা ব্রিটিশ মালয়ের দিকে যাত্রা করে এবং কয়েকদিন পর সিঙ্গাপুরে পৌঁছায়। তারপর তারা আগে অন্তর্বর্তী স্টেশন ইপোহ শহরে চলে যায় এবং পরে কুয়ানতানে পৌঁছোয়।\n১৯৪২ সালের ৫ই জানুয়ারী কুয়ানতান থেকে ফিরে আসার সময়, একটি জাপানি অতর্কিত হামলায় হরবক্স গুরুতর আহত হন। তাঁকে সিঙ্গাপুরের আলেকজান্দ্রা হাসপাতালে নিয়ে যাওয়া হয় যেখানে তিনি সিঙ্গাপুরের পতন পর্যন্ত ছিলেন।\n\n\n==== যুদ্ধ বন্দী ====\n\n১৯৪২ সালের ১৫ই ফেব্রুয়ারি হরবক্স সিংকে যুদ্ধবন্দী (পিওডব্লিউ) হিসেবে আটক করা হয়েছিল। তিনি প্রথম ভারতীয় জাতীয় সেনাবাহিনীর জেনারেল মোহন সিংয়ের ফারার পার্কের ঠিকানায় উপস্থিত যুদ্ধবন্দিদের মধ্যে ছিলেন। তাঁকে জাহাজে করে রাবাউল দ্বীপে স্থানান্তরিত করার কথা ছিল, কিন্তু জাহাজটি এসে পৌঁছোয়নি। পরবর্তীকালে তাঁকে ডেথ রেলওয়েতে পাঠানোর কথা ছিল কিন্তু তার বদলে তাঁকে ক্লুয়াং এয়ারফিল্ডে পাঠানো হয় এবং ইম্পেরিয়াল জাপানিজ আর্মি এয়ার সার্ভিসের কাছে হস্তান্তর করা হয়। তাঁর ভাই লেফটেন্যান্ট কর্নেল গুরবক্স সিং এবং তাঁর জিন্দ পদাতিক ব্যাটালিয়নের সৈন্যরা একই শিবিরে তাঁর সাথে ছিলেন। হরবক্স যুদ্ধের বাকি বছরগুলো ক্লুয়াং শিবিরে যুদ্ধবন্দি হিসেবে কাটিয়েছেন। তিনি টাইফয়েডের সাথে সাথে বেরিবেরির মতো একটি খারাপ অসুখে ভুগছিলেন, এই অসুখটি তিনি সারাজীবন বহন করে গেছেন। যুদ্ধ বন্ধের পর ১৯৪৫ সালের সেপ্টেম্বরে তিনি স্বদেশে পুনর্বাসিত হন। এরপর তিনি আম্বালার সামরিক হাসপাতালে সুস্থ হয়ে ওঠেন।\n১৯৪৩ এবং ১৯৪৫ সালের মধ্যে, সিঙ্গাপুরে ভারতীয় ন্যাশনাল আর্মির অবস্থানের সময়, তাঁর ভাই লেফটেন্যান্ট কর্নেল গুরবক্স সিং সাতটি আইএনএ সামরিক ক্যাম্পের একটি, টাইরসাল পার্কে অবস্থিত আইএনএ বাহিনীর কমাণ্ডার হন। এটি জিন্দ রাজ্য বাহিনীর যুদ্ধবন্দীদের দিয়ে গঠিত হয়েছিল, এঁরা ছিলেন জাট এবং অন্যান্য সৈন্য। এঁরা প্রধানত হরিয়ানা এবং পাঞ্জাব অঞ্চলের ছিলেন।\nবছরের শেষের দিকে, হরবক্স সিং দেরাদুনে ইউনিট কমান্ডার্স কোর্সে যোগ দেন এবং ১৯৪৫ সালের এপ্রিল মাসে ক্যাম্পবেলপুরে (বর্তমানে অ্যাটক) ১১তম শিখ রেজিমেন্টের (৪/১১ শিখ) ৪র্থ ব্যাটালিয়নে সেকেন্ড-ইন-কমান্ড হিসেবে নিযুক্ত হন। ১৯৪৭ সালের ফেব্রুয়ারিতে, তিনি কোয়েটার স্টাফ কলেজে প্রথম দীর্ঘ কোর্সে যোগদানের জন্য নির্বাচিত হন।\n\n\n=== স্বাধীনতা-পরবর্তী ===\nস্টাফ কলেজে স্টাফ কোর্স শেষ করার পর, তাঁকে জিএসও-১ (অপারেশনস অ্যান্ড ট্রেনিং), পূর্ব কমাণ্ড হিসেবে নিযুক্ত করা হয়।  যখন শিখ রেজিমেন্টের (১ শিখ) প্রথম ব্যাটালিয়নের কমাণ্ডিং অফিসার, লেফটেন্যান্ট কর্নেল দেওয়ান রঞ্জিত রায়, ১৯৪৮ সালে কাশ্মীর অপারেশন চলাকালীন নিহত হন, তখন হরবক্স সিং স্বেচ্ছায় ব্যাটালিয়ন কমাণ্ডের দায়িত্ব পালন করেন। তবে তাঁকে ১৬১ পদাতিক ব্রিগেডের ডেপুটি কমাণ্ডার হিসেবে নিযুক্ত করা হয়। তিনি ১৯৪৭ সালের ৭ই নভেম্বর শেলাটাং সেতুতে হানাদারদের বিরুদ্ধে প্রধান যুদ্ধ পরিচালনা করেন। প্রথম ব্যাটালিয়ন শিখ রেজিমেন্ট এবং ৪র্থ ব্যাটালিয়ন কুমায়ুন রেজিমেন্টকে নিয়ে এই চূড়ান্ত যুদ্ধ, যুদ্ধের বাঁক ঘুরিয়ে দিয়েছিল।\n১৯৪৭ সালের ১২ই ডিসেম্বর, ১ম ব্যাটালিয়ন শিখদের মধ্যে ব্যাপক হতাহতের কথা শুনে, তিনি উরিতে যান এবং স্বেচ্ছায় ব্যাটালিয়নের দায়িত্বভার গ্রহণ করেন, তাঁর পদ থেকে একটি তারকা বাদ যায়। তিনি ব্যাটালিয়নটিকে শ্রীনগরে ফিরিয়ে এনে পুনর্বাসন শুরু করেন। যাইহোক, পুনর্বাসন সম্পূর্ণ হওয়ার আগেই, ব্যাটালিয়নকে শত্রুর সাথে লড়াই করার জন্য ডাকা হয়েছিল। এরা তুষার-ঢাকা ফারিকিয়ান কি গলি অতিক্রম করেছিল এবং হান্দওয়ারা দখল করেছিল।\nতিনি সাহসের সঙ্গে অসম্পূর্ণ একটি বাহিনীর নেতৃত্ব দিয়েছিলেন। একাধিক যুদ্ধের পরে, এই বাহিনী উপত্যকা থেকে শত্রুদের তাড়িয়ে দেয়।\n১৯৪৮ সালে, তিনি ব্রিগেডিয়ার পদে উন্নীত হন এবং ১৬৩ পদাতিক ব্রিগেডের দায়িত্ব গ্রহণ করেন। তাঁর দল তিথওয়ালে অগ্রসর হতে শুরু করে। ১৯৪৮ সালের ১২ই মে যুদ্ধ শুরু হয় এবং ছয় দিন পর তিথওয়াল দখল করা হয়। ব্রিগেডিয়ার হরবক্স সিং তাঁর সাহসিকতার জন্য বীর চক্রে ভূষিত হন।\nবীর চক্রের উদ্ধৃতিটি নিম্নরূপ:\n\nগেজেট বিজ্ঞপ্তি: ১০ প্রেস ৫২,২৬-১-৫২\nক্রিয়াকলাপ: -\nপুরস্কারের তারিখ: ১৯৪৮\n\n১৯৪৮ সালের মে মাসে, ১৬৩ ব্রিগেডের কমান্ডার ব্রিগেডিয়ার হরবক্স সিংকে মুজাফফরাবাদ থেকে গুরাইসের দিকে অগ্রসর হওয়া বন্ধ করে, অগ্রসর হয়ে তিথওয়াল দখল করার নির্দেশ দেওয়া হয়, শত্রুর ঘাঁটি দখল করার লক্ষ্যে, যেখান থেকে তিনি হান্দওয়ারা উপত্যকার দিকে অভিযান চালিয়েছিলেন। উপজাতিরা তখন কাশ্মীর উপত্যকায় অনুপ্রবেশের জন্য গেরিলা যুদ্ধের পদ্ধতি অবলম্বন করছিল।\n১৬ই মে রাতে, ব্রিগেডিয়ার হরবক্স সিং, তার সৈন্যদের পায়ে হেঁটে নেতৃত্ব দিয়ে, ১১,০০০-ফুট নাস্তাচুর পাস অতিক্রম সহ একটি অত্যন্ত কঠিন ভূখণ্ডের মধ্য দিয়ে দ্রুত অগ্রসর হন এবং শত্রুকে সম্পূর্ণরূপে বিস্মিত করে দেন, তারা সমস্ত দিক থেকে বিভ্রান্তি ও আতঙ্কের মধ্যে ভেঙ্গে পড়েছিল এবং পশ্চাৎপদ হয়েছিল। এইভাবে ২৩শে মে তিথওয়াল দখল করা হয়। তাঁর ব্যক্তিগত নেতৃত্বের কারণেই অনেকাংশে অপারেশনগুলির সাফল্য এসেছিল।\nতিথওয়ালে পরবর্তী একীভবণের সময়, যখন শত্রুরা শক্তিশালী বাহিনীকে কেন্দ্রীভূত করে এবং জোর গুলিবর্ষণ করে অসংখ্য পাল্টা আক্রমণ করে, ব্রিগেডিয়ার হরবক্স সিং নিজে সৈন্য সজ্জা পরিদর্শন করেছিলেন এবং বারবার শত্রুর গুলির মুখে পড়েছিলেন। বিভাগীয় সদর দপ্তরের সাথে যোগাযোগ রাখতে অতর্কিত হামলার আশঙ্কার কথা মাথায় না রেখে তিনি পায়ে হেঁটে ঘুরেছেন কারণ যোগাযোগের পথটি তখনও শত্রুর অনুপ্রবেশের রাস্তাতেই ছিল।\n\nএই অপারেশনগুলির সময়, ব্রিগেডিয়ার হরবক্স সিং অত্যন্ত উচ্চ মানের বীরত্ব এবং সাহস দেখিয়েছিলেন এবং ব্যক্তিগত নিরাপত্তার কথা বিবেচনা না করে, সামনের অবস্থানগুলিতে নিজে উপস্থিত হয়েছিলেন, এতে যুদ্ধকারী সৈন্যরা যথেষ্ট অনুপ্রাণিত হয়েছিল।\nকাশ্মীর যুদ্ধের পর, তিনি পশ্চিম কমাণ্ড হেডকোয়ার্টারে ভারতীয় মিলিটারি একাডেমির ডেপুটি কমাণ্ড্যান্ট এবং আর্মি হেডকোয়ার্টারে পদাতিক বাহিনীর ডিরেক্টর হিসেবে পরিষেবা দেন। ১৯৫৭ সালে তিনি যুক্তরাজ্যের ইম্পেরিয়াল ডিফেন্স কলেজে (বর্তমানে রয়্যাল কলেজ ডিফেন্স স্টাডিজ) একটি কোর্সে যোগদান করেন। ১৯৫৯ সালের জানুয়ারিতে, তিনি প্রথম বিদেশী অফিসার হিসেবে দ্বিতীয় বিশ্বযুদ্ধের শেষে ভেঙে যাওয়া জার্মান সেনাবাহিনীর প্রথম ডিভিশনের সাথে সংযুক্ত হয়েছিলেন।\n২৭ পদাতিক ডিভিশনের জেনারেল অফিসার কমান্ডিং (জিওসি) এবং পরে জিওসি ৫ পদাতিক ডিভিশনের দায়িত্ব নিতে তিনি ভারতে ফিরে আসেন। ১৯৬১ সালের জুলাই থেকে ১৯৬২ সালের অক্টোবর পর্যন্ত, তিনি পশ্চিম কমাণ্ড সদর দফতরের চিফ অফ স্টাফ ছিলেন।\nযখন চীনারা উত্তর-পূর্ব সীমান্ত অঞ্চল (নেফা) এবং লাদাখ আক্রমণ করেছিল, তখন তাঁকে সিমলা থেকে ৪র্থ কোরের দায়িত্ব গ্রহণের জন্য সরিয়ে আনা হয়েছিল। পরে তিনি ৩৩ তম কোরের জিওসি হিসাবে স্থানান্তরিত হন।\n\n\n=== ১৯৬৫ সালের ভারত-পাকিস্তান যুদ্ধ ===\n১৯৬৪ সালে, তিনি সেনাবাহিনীর কমান্ডার পদে উন্নীত হন এবং পশ্চিম কমাণ্ডের জেনারেল অফিসার কমান্ডিং-ইন-চিফ (জিওসি-ইন-সি) হিসাবে দায়িত্ব গ্রহণ করেন। তাঁর দায়িত্বের এলাকা লাদাখ থেকে পাঞ্জাব পর্যন্ত বিস্তৃত ছিল। তিনি ১৯৬৫ সালের ভারত-পাকিস্তান যুদ্ধে সমগ্র সীমান্ত বরাবর পাকিস্তান সেনাবাহিনীর বিরুদ্ধে সফলভাবে পশ্চিম কমাণ্ডের নেতৃত্ব দেন।\n১৯৬৫ সালের ১২ই মে নাগাদ, কার্গিলের ব্রিগেড কমাণ্ডার বিজয় ঘাই সদর দপ্তরে একটি সম্মেলন আহ্বান করেন। সভায় আলোচ্য বিষয়সূচি প্রকাশ করা হয়নি, তবে তিনি এটি শুরু করেছিলেন পশ্চিম কমাণ্ডের লেফটেন্যান্ট জেনারেল জিওসি-ইন-সি হরবক্স সিংয়ের ডিও (ডেমি অফিসিয়াল নোট) তে লেখা বিষয়বস্তু বাহিনীর সামনে পড়ার মাধ্যমে। সেনা কমাণ্ডার কচ্ছের রণে সাম্প্রতিক সংঘর্ষের পর্যালোচনা করেছিলেন এবং মন্তব্য করেছিলেন যে পাকিস্তানিরা তাদের যুদ্ধবাদী মনোভাব অব্যাহত রেখেছে এবং সৈন্যদের মধ্যে আরও আক্রমণাত্মক মনোভাব গড়ে তোলার কথা বলেছে। তিনি সূক্ষ্মভাবে প্রশ্ন করেছিলেন \"ভারতীয় সৈন্যদের শিরায় সামরিক রক্ত শুকিয়ে গেছে কিনা\" বা অনুরূপ প্রভাবের শব্দ। এর পরে পয়েন্ট ১৩৬২০ এবং ব্ল্যাক রকস দখল করা সহ পরবর্তী কার্যপ্রণালী ভারতীয় বাহিনীর কাছে প্রেরণামূলক ছিল। যুদ্ধের সরকারি বিবরণ অনুসারে, এটি ছিল কয়েক বছরের মধ্যে ভারতীয় সেনাদের দ্বারা প্রথম পাল্টা আক্রমণ। এর সাফল্য জম্মু ও কাশ্মীরের সেনাদল এবং সামগ্রিকভাবে ভারতীয় সেনাবাহিনীর মনোবলের উপর ভাল প্রভাব ফেলেছিল। রাজনৈতিকভাবে এটি দেশের ভাবমূর্তিকে মজবুত করেছিল। চিনা লড়াইয়ের মাত্র তিন বছরের মধ্যে একটি পরাজিত সেনাবাহিনীর মনোবল বাড়াতে লেফটেন্যান্ট জেনারেল হরবক্স সিং-এর অসামান্য নেতৃত্ব গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\n১৯৬৪ থেকে ১৯৬৯ সাল পর্যন্ত পশ্চিম সেনা কমাণ্ডের জেনারেল-অফিসার-কমান্ডিং-ইন-চিফ হিসাবে দায়িত্ব পালন করার পর, তিনি ১৯৬৯ সালের সেপ্টেম্বরে অবসর গ্রহণ করেন। পাতিয়ালার ক্যাপ্টেন অমরিন্দর সিং (পরে পাঞ্জাবের মুখ্যমন্ত্রী) তাঁকে তাঁর এডিসি হিসেবে দায়িত্ব দিয়েছিলেন।\n\n\n== পরবর্তী জীবন ও মৃত্যু ==\n১৯৯৯ সালের ১৪ই নভেম্বর হরবক্স সিং মারা যান।\n\n\n== পুরস্কার এবং সজ্জা ==\n\n\n== আরো দেখুন ==\nদেওয়ান রঞ্জিত রায়\nক্যাপ্টেন অমরিন্দর সিং\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nbharat-rakshak.com-এ প্রোফাইল\nজেনারেল হরবক্স সিং-এর উপর নিবন্ধ\n\nটেমপ্লেট:Indo-Pakistani War of 1965"}