{"pageid": 1372565, "title": "কাজী রেজা-উল হক", "url": "https://bn.wikipedia.org/wiki?curid=1372565", "content": "কাজী রেজা-উল হক বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের একজন বিচারক ছিলেন। ২০২৪ সালে ড. মুহাম্মদ ইউনূসের অন্তর্বর্তীকালীন সরকারের সময়ে তিনি পদত্যাগ করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nকাজী রেজা-উল হক ১৯৫৮ সালের ২৮ নভেম্বর জন্মগ্রহণ করেন। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে আইনে স্নাতক ও স্নাতকোত্তর সম্পন্ন করেছেন। পরবর্তীতে তিনি এসেক্স বিশ্ববিদ্যালয় থেকে আইনে দ্বিতীয় স্নাতকোত্তর, আমেরিকান ইন্টারন্যাশনাল ইউনিভার্সিটি থেকে এমবিএ এবং নটিংহাম ট্রেন্ট ইউনিভার্সিটি থেকে পিএইচডি সম্পন্ন করেছেন।\n\n\n== কর্মজীবন ==\nকাজী রেজা-উল হক ১৯৮৫ সালের ৬ অক্টোবর জেলা আদালতের আইনজীবী হন\n১৯৮৯ সালের ৬ এপ্রিল কাজী রেজা-উল হক হাইকোর্ট বিভাগের আইনজীবী হন।\n২০১০ সালের ১৮ এপ্রিল, কাজী রেজা-উল হক হাইকোর্ট বিভাগের অতিরিক্ত বিচারপতি হিসাবে নিযুক্ত হন\n২০১২ সালের ১৫ এপ্রিল, কাজী রেজা-উল হক হাইকোর্ট বিভাগের স্থায়ী বিচারপতি হন।\n২০১৫ সালের ৮ জানুয়ারী, ফেনী সদর উপজেলায় কাজী রেজাউল হকের বাসভবন পুড়িয়ে ফেলা হয় যখন তিনি ও বিচারপতি আবু তাহের মোঃ সাইফুর রহমানের একটি রায়ে, বাংলাদেশ সরকারকে বাংলাদেশ জাতীয়তাবাদী দলের ভাইস চেয়ারম্যান তারেক রহমানের বক্তব্য প্রচার করতে নিষেধ করেন। রায়ের পরপরই তারেক রহমানের ভাষণ প্রচারের দায়ে একুশে টেলিভিশনের চেয়ারম্যান আবদুস সালামকে গ্রেপ্তার করা হয়। একই বছরের শেষের দিকে এস আলম গ্রুপ একুশে টেলিভিশন কিনে নেয়।\n২০১৬ সালের মার্চ মাসে, কাজী রেজাউল হক বাংলাদেশের রাষ্ট্রধর্ম হিসাবে ইসলামকে অপসারণ করার জন্য করা একটি পিটিশন বাতিল করেন। কাজী রেজাউল হক, বিচারপতি মইনুল ইসলাম চৌধুরী ও বিচারপতি মোঃ আশরাফুল কামাল বাংলাদেশের সংবিধানের ষোড়শ সংশোধনী বাতিল করে একটি রায় জারি করেন, এই সংশোধনীর মাধ্যমে সুপ্রিম কোর্টের বিচারপতিদের অপসারণ করার ক্ষমতা জাতীয় সংসদের হাতে ফিরিয়ে দেওয়া হয়েছিল।\n২০১৭ সালের ১৩ ডিসেম্বর, কাজী রেজা-উল হক ও বিচারপতি মোহাম্মদ উল্লাহ ক্ষমতার অপব্যবহারের জন্য উপজেলা নির্বাহী কর্মকর্তা ও লক্ষ্মীপুর সদর উপজেলার নির্বাহী ম্যাজিস্ট্রেট মোহাম্মদ নুরুজ্জামান এবং লক্ষ্মীপুর জেলার অতিরিক্ত জেলা প্রশাসক শেখ মোরশেদুল ইসলামকে তিরস্কার করেন।\n২০১৯ সালের আগস্টে, কাজী রেজা-উল হক, বিচারপতি সালমা মাসুদ চৌধুরী ও বিচারপতি একেএম জহিরুল হককে দুর্নীতির অভিযোগে বাধ্যতামূলক ছুটিতে পাঠানো হয়েছিল। সালমা মাসুদ চৌধুরী ও জহিরুল হককে এমআর ট্রেডিংয়ের পক্ষে রায় দেওয়ায় সাময়িক বরখাস্ত করা হয়। বাংলাদেশ সুপ্রিম কোর্ট তিনজনকে বিচারিক কার্যক্রম পরিচালনা করতে নিষেধ করেছে। এরপর থেকে তাদের বিচারিক কার্যক্রম স্থগিত ছিল।\n২০২৪ সালের ১৯ নভেম্বর হাইকোর্টের বিচারপতি পদ থেকে তিনি পদত্যাগ করেন।\n\n\n== তথ্যসূত্র =="}