{"pageid": 1373071, "title": "সুজয়কুমার গুহ", "url": "https://bn.wikipedia.org/wiki?curid=1373071", "content": "সুজয়কুমার গুহ, একজন ভারতীয় বাঙালি জৈবচিকিৎসা প্রকৌশলী তথা বায়োমেডিকেল ইঞ্জিনিয়ার। ১৯৪০ খ্রিস্টাব্দের ২০ জুন  ব্রিটিশ ভারতের পাটনায় জন্মগ্রহণ করেন।  তার বিদ্যালয়ের পড়াশোনা পাটনার সেন্ট জেভিয়ার্স হাই স্কুলে। তিনি আইআইটি খড়গপুর থেকে ১৯৬১ খ্রিস্টাব্দে  তড়িৎ ও বৈদ্যুতিন প্রকৌশলে স্নাতক ( বি. টেক.) এবং ১৯৬২ খ্রিস্টাব্দে পরে  তড়িৎ প্রকৌশলে স্নাতকোত্তর ডিগ্রি অর্জন করেন। আর্বানা-শ্যাম্পেইনের ইলিনয় বিশ্ববিদ্যালয় থেকে আরেকটি স্নাতকোত্তর (এম.এস) ডিগ্রি লাভ করেন। মার্কিন যুক্তরাষ্ট্রের সেন্ট লুইস বিশ্ববিদ্যালয় থেকে  শারীরতত্ত্বেপিএইচডি ডিগ্রি অর্জন করেন। \nসুজয়কুমার গুহ ১৯৭১ খ্রিস্টাব্দে নতুন দিল্লির আইআইটি, দিল্লি এবং অল ইন্ডিয়া ইনস্টিটিউট অফ মেডিক্যাল সায়েন্সেস এর বায়োমেডিকেল ইঞ্জিনিয়ারিং-এর অধ্যাপক নিযুক্ত হন এবং তিনি বায়োমেডিকেল ইঞ্জিনিয়ারিং সেন্টার প্রতিষ্ঠা করেন। ইঞ্জিনিয়ারিং-এর ডক্টরেট হয়েও, চিকিৎসা বিজ্ঞানে রেগুলার ছাত্র হিসাবে তিনি দিল্লি বিশ্ববিদ্যালয়ের অধীনস্থ ইউনিভার্সিটি কলেজ অফ মেডিকেল সায়েন্সেস থেকে ১৯৮৪ খ্রিস্টাব্দে এমবিবিএস ডিগ্রি অর্জন করেন। ভারতে বায়োমেডিকেল ইঞ্জিনিয়ারিংয়ে, আন্তর্জাতিকস্তরে পুনর্বাসন প্রকৌশল, প্রজনন ওষুধে জৈব প্রকৌশলে তথা বায়োইঞ্জিনিয়ারিং-এ এবং গ্রামীণ স্বাস্থ্য পরিচর্যার প্রযুক্তির ক্ষেত্রে সুজয়কুমার গুহের বিশেষ অবদান আছে।\nতিনি বেশ কয়েকটি পুরস্কার লাভ করেন এবং বিজ্ঞান ভিত্তিক আন্তর্জাতিক জার্নালে শতাধিক গবেষণাপত্র প্রকাশিত হয়েছে। ২০০৩ খ্রিস্টাব্দে , তিনি আইআইটি খড়গপুরের চেয়ার প্রফেসর হন।  তিনি ২০২০ সালে ভারত সরকার কর্তৃক ভারতের চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রীতে ভূষিত হন।  ১৯৭৫ খ্রিস্টাব্দ হতে তিনি এপর্যন্ত বারোটি প্রযুক্তি হস্তান্তর করেন, বিদেশে আটটির এবং ভারতে পঁচিশটির ক্ষেত্রে পেটেন্ট নেন। প্রজনন ক্ষেত্রের ওষুধের উপর তার রচিত উল্লেখযোগ্য গ্রন্থ হল -\n\nগুহ, সুজয়কুমার (৫ সেপ্টেম্বর ১৯৯০)। Bioengineering in Reproductive Medicine। CRC Press। আইএসবিএন 978-08-4935-862-3। \nগুহ, সুজয়কুমার (৩১ ডিসেম্বর ২০২২)। Bioengineering in Reproductive Medicine (Routledge Revivals) (প্রথম সংস্করণ)। আইএসবিএন 978-0367244354। \nবর্তমান তিনি আইআইটি-খড়গপুরের ইমেরিটাস অধ্যাপক। তিনি পুরুষ ও মহিলাদের গর্ভনিরোধক ওষুধ উৎপাদনকারী সংস্থা 'আইকিউবডজি আইডিয়াজ প্রাইভেট লিমিটেড'-এর ম্যানেজিং ডিরেক্টর।\nসুজয়কুমার গুহ'র প্রধান অবদান হল নন-হরমোনাল পলিমার-ভিত্তিক ইনজেকশনযোগ্য পুরুষ গর্ভনিরোধক 'RISUG' (নির্দেশনা অনুসারে শুক্রাণুর বিপরীতমুখী বাধা, RISUG) উদ্ভাবন ও তার বিকাশ। এটিই সম্ভবত বিশ্বের একমাত্র বিপরীত পুরুষ গর্ভনিরোধক এবং এর উদ্ভাবনে তিনি সাঁইত্রিশটি বছর অতিক্রান্ত করেন।  ২০১৯ খ্রিস্টাব্দে গর্ভনিরোধকটির তৃতীয় পর্যায়ের চূড়ান্ত ক্লিনিকাল ট্রায়াল সম্পন্ন হয়। ড.গুহ এই গবেষণার জন্য ২০১২ খ্রিস্টাব্দে বিল এবং মেলিন্ডা গেটস ফাউন্ডেশন থেকে অনুদান পান। [৪] \n\n\n== তথ্যসূত্র =="}