{"pageid": 1373192, "title": "হাইপোগ্লাইসিমিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1373192", "content": "হাইপোগ্লাইসিমিয়া (ইংরেজি: hypoglycemia) বা রক্তশর্করাস্বল্পতা হলো এমন একটি অবস্থা যখন রক্তের শর্করা মাত্রা স্বাভাবিকের তুলনায় কমে যায়, সাধারণত ৩.৯ mmol/L (৭০ mg/dL)- এর কম। রক্তশর্করাস্বল্পতার ঘটনা যথাযথভাবে শনাক্ত করার জন্য হুইপলের ত্রয়ী নীতির ব্যবহার করা হয়। ত্রয়ীর অন্তর্ভুক্ত বিষয়গুলো হলো:  রক্তের শর্করা মাত্রা ৩.৯ mmol/L (৭০ mg/dL)- এর নিচে নেমে যাওয়া, রক্তশর্করাস্বল্পতার সাথে সংশ্লিষ্ট উপসর্গ থাকা ও রক্তের শর্করা মাত্রা স্বাভাবিক অবস্থায় ফিরে আসলে উপসর্গগুলো দূর হয়ে যাওয়া। রক্তশর্করাস্বল্পতার ফলে মাথাব্যথা, ক্লান্তি, জবরজং অবস্থা, কথা জড়িয়ে যাওয়া, বিভ্রান্তি, হৃৎস্পন্দন হার দ্রুত হওয়া, ঘেমে যাওয়া, অস্থিরতা, স্নায়বিক দৌর্বল্য, ক্ষুধা লাগা, জ্ঞান হারিয়ে যাওয়া, খিঁচুনি অথবা মৃত্যু হতে পারে। উপসর্গগুলো সাধারণত খুব দ্রুত দেখা দেয়।\nরক্তশর্করাস্বল্পতার প্রধান কারণ হলো ডায়াবেটিসের চিকিৎসায় ব্যবহৃত ওষুধ যেমন, ইনসুলিন, সালফোনিলইউরিয়া ও গ্লিনাইডসমূহ\nসে-সকল ডায়াবেটিস রোগীর ঝুঁকি বেশি যারা স্বাভাবিকের তুলনায় কম খেয়েছে, সম্প্রতি কায়িক শ্রম করেছে অথবা অ্যালকোহল পান করেছে। রক্তশর্করাস্বল্পতার অন্যান্য কারণগুলো হলো গুরুতর অসুস্থতা, জীবাণুদূষণ, বৃক্কীয় বৈকল্য, যকৃতের রোগ, হরমোন ঘাটতি, অর্বুদ যেমন ইনসুলিনোমা (অগ্ন্যাশয়ার্বুদ) অথবা নন-বি কোষ অর্বুদ, বিপাকের সহজাত ত্রুটি, কিছু ওষুধ ও অ্যালকোহল। স্বাস্থ্যবান নবজাতক যদি কয়েক ঘণ্টা না খেয়ে থাকে তাহলে রক্তের শর্করা কমে যেতে পারে।\nশর্করাযুক্ত খাদ্য বা পানীয় খাওয়ার মাধ্যমে হাইপোগ্লাইসিমিয়ার চিকিৎসা করা হয়, উদাহরণস্বরূপ গ্লুকোজ ট্যাবলেট অথবা জেল, আপেল রস, কোমল পানীয় বা ললিপপ এক্ষেত্রে ব্যক্তিটিকে অবশ্যই সজ্ঞান ও গলাধঃকরণে সক্ষম হতে হবে। লক্ষ্য হচ্ছে ১০–২০ গ্রাম শর্করা গ্রহণ করা যেন রক্তের শর্করা মাত্রা ন্যূনপক্ষে ৩.৯ mmol/L (৭০ mg/dL) পর্যন্ত বৃদ্ধি পায়। যদি কোনো ব্যক্তি মুখে খাবার খেতে না পারে, তাহলে গ্লুকাগন ইঞ্জেকশনের মাধ্যমে বা পাউডার নাসারন্ধ্রে বায়ুক্ষেপণ বা প্রধমন পদ্ধতিতে নিতে হবে। ডায়াবেটিস ভিন্ন অন্য কোনো কারণে হাইপোগ্লাইসিমিয়া হলে অন্তর্নিহিত কারণের চিকিৎসা করতে হবে।\nডায়াবেটিস রোগীদের হাইপোগ্লাইসিমিয়া প্রতিরোধের জন্য এর উপসর্গ সম্পর্কে সম্যক জ্ঞান অর্জন করা প্রয়োজন। ডায়াবেটিসের ওষুধ, যেমন ইনসুলিন, সালফোনিলইউরিয়া, মেগ্লিটিনাইড প্রভৃতির মাত্রা সমন্বয় করার মাধ্যমে হাইপোগ্লাইসিমিয়া প্রতিরোধ করা যেতে পারে। রুটিনমাফিক বারবার রক্তের গ্লুকোজ পরীক্ষা করা প্রয়োজন। এ-ছাড়াও ইনসুলিন পাম্প বা সঞ্চালকের সাথে অবিরাম গ্লুকোজ পরিবীক্ষণ ডায়াবেটিসের চিকিৎসা ও হাইপোগ্লাইসিমিয়া প্রতিরোধে সহায়ক ভূমিকা রাখতে পারে।\n\n\n== সংজ্ঞার্থ ==\nরক্তের শর্করা মাত্রা স্বাভাবিকভাবেই সারাদিন ধরে উঠানামা করে। রক্তের গ্লুকোজ মাত্রা ৩.৯ mmol/L (৭০ mg/dL)- এর নিচে নেমে গেলে তাকে হাইপোগ্লাইসিমিয়া বলে। হাইপোগ্লাইসিমিয়ার বাংলা পরিভাষা হলো রক্তশর্করাস্বল্পতা বা অবগ্লুকোজরক্ততা। রক্তের গ্লুকোজ বা শর্করা মাত্রা সাধারণত ৩.৯–৬.১ mmol/L (৭০–১১০ mg/dL) পরিসীমার মধ্যে থাকে। যদিও স্বাভাবিক গ্লুকোজের নিম্নসীমা হলো ৩.৯ mmol/L (৭০ mg/dL), তথাপি রক্তের গ্লুকোজ মাত্রা ৩.০ mmol/L (৫৫ mg/dL) বা এর নিচে না নামলে হাইপোগ্লাইসিমিয়ার উপসর্গ দেখা দেয় না। যে-ব্যক্তি পূর্বে একাধিকবার হাইপোগ্লাইসিমিয়ায় আক্রান্ত হয়েছেন তার ক্ষেত্রে রক্তের গ্লুকোজ মাত্রা সাধারণত যত কমলে উপসর্গ দেখা দেয় তার চেয়েও কম মাত্রা না হলে হাইপোগ্লাইসিমিয়ার উপসর্গ নাও দেখা দিতে পারে।\nআমেরিকান ডায়াবেটিস অ্যাসোসিয়েশন হাইপোগ্লাইসিমিয়াকে তিনটি স্বতন্ত্র লেভেল বা স্তরে সংজ্ঞায়িত করেছে:\n\nস্তর ১ হাইপোগ্লাইসিমিয়া (সতর্ক মান): রক্তের শর্করা মাত্রা <৩.৯ mmol/L কিন্তু ≥৩.০ mmol/L (<৭০ mg/dL কিন্তু ≥৫৪ mg/dL)।\nস্তর ২ হাইপোগ্লাইসিমিয়া (নিদানিকভাবে তাৎপর্যপূর্ণ): রক্তের শর্করা মাত্রা <৩.০ mmol/L (<৫৪ mg/dL)। এই স্তরটি দ্ব্যর্থহীনভাবে অনেক কম এবং নিদানিকভাবে গুরুত্বপূর্ণ জৈবরাসায়নিক হাইপোগ্লাইসিমিয়া নির্দেশ করে।\nস্তর ৩ হাইপোগ্লাইসিমিয়া (তীব্র): যে-কোনো নিম্ন রক্ত শর্করা মাত্রা যা বোধশক্তির ক্ষতি করে এবং গ্লুকোজ, গ্লুকাগন প্রদান বা অন্য কোনো উপশমমূলক ব্যবস্থা গ্রহণের জন্য বাহ্যিক সাহায্যের প্রয়োজন হয়।\nযখন ডায়াবেটিস রোগ নেই এমন ব্যক্তির হাইপোগ্লাইসিমিয়া হয়, তখন তাকে স্বতঃস্ফূর্ত হাইপোগ্লাইসিমিয়া বলে। ডায়াবেটিস না থাকলে হাইপোগ্লাইসিমিয়া তেমন একটা হয় না, তবে ডায়াবেটিস রোগীদের ক্ষেত্রে এটি খুবই সাধারণ ব্যাপার, এক্ষেত্রে প্রধানত ইনসুলিন ও কিছুটা সালফোনিলিউরিয়া ওষুধ দায়ী। রক্তের শর্করা মাত্রা কমে গেলে অন্তর্জাত ইনসুলিন ক্ষরণও কমে যায়, কিন্তু এ-সব ওষুধ রক্তের শর্করা কমে গেলেও কাজ করতে থাকে।\n\n\n=== হুইপলের ত্রয়ী ===\nকেবল অবগ্লুকোজরক্ততার উপসর্গসমূহ একটি হাইপোগ্লাইসিমিক ঘটনাকে বিশেষভাবে চিহ্নিত করার জন্য যথেষ্ট নয়। একবার রক্তের গ্লুকোজ মাত্রা ৩.৯ mmol/L- এর নিচে নামলে তাকে হাইপোগ্লাইসিমিক ঘটনা হিসেবে চিহ্নিত করা যাবে না। একটি হাইপোগ্লাইসিমিক ঘটনাকে সঠিকভাবে চিহ্নিত করতে গেলে হুইপলের ত্রয়ীর তিনটি শর্ত পূরণ করতে হবে।\nতিনটি শর্ত নিম্নরূপ:\n\nহাইপোগ্লাইসিমিয়ার উপসর্গগুলো উপস্থিত থাকতে হবে।\nরক্তের শর্করা মাত্রা <৩.৯ mmol/L (৭০ mg/dL) হতে হবে।\nরক্তের শর্করা মাত্রা স্বাভাবিক অবস্থায় ফিরে আসলে হাইপোগ্লাইসিমিয়ার উপসর্গগুলো দূর হয়ে যাবে।\n\n\n=== বয়স ===\nপ্রাপ্তবয়স্ক ও শিশুদের রক্তের শর্করা মাত্রার বৃহত্তম পার্থক্য পরিলক্ষিত হয় নবজাতকের ক্ষেত্রে জন্মের প্রথম ৪৮ ঘণ্টা সময়ে। পিডিয়াট্রিক এন্ডোক্রাইন সোসাইটির মতে, জন্মের প্রথম ৪৮ ঘ্ণটার পর রক্তের শর্করা মাত্রা ও গ্লুকোজের ব্যবহারে প্রাপ্তবয়স্ক ও শিশুদের মধ্যে তেমন পার্থক্য নেই। নবজাতকের প্রথম ৪৮ ঘণ্টা সময়ে, জন্মের পরে নবজাতক গ্লুকাগন ও এপিনেফ্রিন  মাত্রার সমন্বয় করে, যা সাময়িকভাবে হাইপোগ্লাইসিমিয়া করতে পারে। ফলে, ৪৮ ঘণ্টার কম বয়সি নবজাতকের অবগ্লুকোজরক্ততার  ব্যাখ্যা ও চিকিৎসার নির্দেশিকা তৈরি করা কঠিন। পিডিয়াট্রিক এন্ডোক্রাইন সোসাইটি একটি উপাত্ত পর্যালোচনা করে মতামত দিয়েছে যে, ৪৮ ঘণ্টার কম বয়সি নবজাতক রক্তের গ্লুকোজ মাত্রা ৫৫–৬৫ mg/dL (৩.০–৩.৬ mmol/L) হলে হাইপোগ্লাইসিমিয়ার প্রতি সাড়া প্রদান শুরু করে প্রাপ্তবয়স্ক ও বয়স্ক শিশুদের ক্ষেত্রে এই মান প্রায় ৮০–৮৫ mg/dL (৪.৪–৪.৭ mmol/L).\n৪৮ ঘণ্টার বেশি বয়সি নবজাতকের ক্ষেত্রে রক্তের গ্লুকোজ মাত্রার পরিসীমা ৩.৯–৫.৫ mmol/L (৭০–১০০ mg/dL), যা প্রায় প্রাপ্তবয়স্কদের সমান। যে-সব শিশু তাদের উপসর্গের কথা বলতে পারে, তাদের ক্ষেত্রে হাইপোগ্লাইসিমিয়া শনাক্তে হুইপলের ত্রয়ী ব্যবহার করা হয়।\n\n\n== বিভেদক রোগনির্ণয় ==\nহাইপোগ্লাইসিমিয়ার পাশাপাশি অন্য যে-সব বিষয় একইরকম উপসর্গ করতে পারে তা নিম্নরূপ:\n\nঅ্যালকোহল বা ওষুধ বিষণ বা মাদকতা\nহৃৎপিণ্ডের লয়হীনতা\nকপাটিকাসম্বন্ধীয় হৃদ‌্‌রোগ\nপোস্ট-প্র‍্যান্ডিয়াল সিন্ড্রোম (পথ্যোত্তর সংলক্ষণ)\nহাইপারথাইরয়েডিজম (থাইরয়েড বা ফলকগ্রন্থি অতিক্রিয়া)\nফিয়োক্রোমোসাইটোমা (কৃষ্ণাভ কোষার্বুদ বা অধিবৃক্ক মহার্বুদ)\nপোস্ট গ্যাস্ট্রিক বাইপাস হাইপোগ্লাইসিমিয়া। (জঠরিক উপপ্রণালী পরবর্তী রক্তশর্করাস্বল্পতা)\nসাধারণীকৃত উদ্‌বেগজনিত রোগ\nচোরাগোপ্তা বা চুপিচুপি ইনসুলিন ব্যবহার\nপরীক্ষাগারের ত্রুটি\n\n\n== উপসর্গসমূহ ==\nরক্তশর্করাস্বল্পতার উপসর্গগুলোকে দুটি প্রধান শ্রেণিতে বিভক্ত করা যায়। প্রথম শ্রেণির উপসর্গগুলো হয় যখন মস্তিষ্কে শর্করা কমে যায়, যা নিউরোগ্লাইকোপিনিক বা স্নায়ুশর্করাস্বল্পতাজনিত উপসর্গ নামে পরিচিত। দ্বিতীয় শ্রেণির উপসর্গগুলো ঘটে মস্তিষ্কে শর্করা কমে যাওয়ার ফলে দেহের মধ্যে ঘটিত বিক্রিয়ার ফলে, যা অ্যাড্রেনার্জিক উপসর্গ নামে পরিচিত।\n\nরক্তশর্করাস্বল্পতার উপসর্গ ব্যক্তিভেদে আলাদা হয়, তাই একই ব্যক্তির ক্ষেত্রে উপরোল্লিখিত তালিকার সকল উপসর্গ না-ও পাওয়া যেতে পারে। উপসর্গগুলো সাধারণত দ্রুত শুরু হয়। সঠিকভাবে রক্তশর্করাস্বল্পতা নির্ণয়ের জন্য এ-সব উপসর্গ কোনো ডায়াবেটিস রোগীর মধ্যে দেখা দিলে দ্রুত রক্তের শর্করা মাত্রা পরিমাপ করে দেখা উচিত। বয়সভেদেও উপসর্গের তারতম্য পরিলক্ষিত হয়; শিশুদের আচরণগত পরিবর্তন বেশি দেখা যায় (যেমন দুষ্টামি বা জ্বালাতন বেড়ে যাওয়া), অন্যদিকে বয়ঃবৃদ্ধ ব্যক্তির ক্ষেত্রে স্নায়বিক উপসর্গগুলো বেশি দেখা যায় (যেমন দৃষ্টির সমস্যা, অ্যাটাক্সিয়া বা অসমন্বয়)।\n\n\n== শারীরবিকারতত্ত্ব ==\nগ্লুকোজ হলো মস্তিষ্কের শক্তির প্রধান উৎস এবং মস্তিষ্কের হাইপোগ্লাইসিমিয়া প্রতিরোধ করে শক্তি সরবরাহ চলমান রাখতে অনেক কৌশল কাজ করে। দেহ ইনসুলিন উৎপাদন ও অবমুক্তির সমন্বয় করতে পারে, যকৃৎ কর্তৃক গ্লুকোজ উৎপাদন ও দেহ কর্তৃক গ্লুকোজ ব্যবহারের সমন্বয় করতে পারে। দেহ প্রাকৃতিকভাবে অগ্ন্যাশয় নামক অঙ্গে ইনসুলিন হরমোন তৈরি করে। ইনসুলিন দেহে গ্লুকোজের পরিমাণ নিয়ন্ত্রণে সাহায্য করে, বিশেষ করে খাদ্য গ্রহণের পর। গ্লুকাগন হলো রক্তের গ্লুকোজ মাত্রা নিয়ন্ত্রণে জড়িত আরেকটি হরমোন যা ইনসুলিনের বিরুদ্ধে কাজ করে। গ্লুকাগন রক্তের গ্লুকোজ মাত্রা বৃদ্ধি করে, বিশেষ করে ক্ষুধার্ত অবস্থায়।\nযখন রক্তের শর্করা মাত্রা স্বাভাবিকের চেয়ে নিচে নেমে যায়, তখন তিনটি প্রাথমিক শারীরবৃত্তীয় প্রতিরক্ষা কৌশল কাজ করে:\n\nঅগ্ন্যাশয়ের  β কোষ থেকে অন্তর্জাত ইনসুলিন ক্ষরণ কমিয়ে দেওয়া হয়। ইনসুলিনের পরিমাণ কমে যাওয়ায় যকৃৎ গ্লাইকোজেনোলিসিস (শর্করা বিশ্লেষ) বাড়িয়ে দেয়। গ্লাইকোজেনোলিসিস হলো গ্লাইকোজেন (শর্করাজনন) ভাঙনের একটি প্রক্রিয়া যার ফলে গ্লুকোজ উৎপন্ন। গ্লাইকোজেন হলো গ্লুকোজের একটি সঞ্চয় রূপ যা নিষ্ক্রিয় অবস্থায় থাকে। ইনসুলিন কমে গেলে যকৃৎ ও বৃক্কে গ্লুকোনিওজেনেসিস (নবশর্করায়ন) প্রক্রিয়ায় গ্লুকোজ উৎপন্ন হয়। গ্লুকোনিওজেনেসিস হলো মাংসপেশি ও মেদ থেকে প্রাপ্ত অশর্করা উৎস থেকে গ্লুকোজ উৎপাদনের একটি প্রক্রিয়া।\nঅগ্ন্যাশয়ের α কোষ থেকে গ্লুকাগন নামক হরমোন ক্ষরণ বৃদ্ধি পায়, যা যকৃৎ ও বৃক্কের মাধ্যমে গ্লুকোজ উৎপাদন বৃদ্ধি করে এবং মাংসপেশি ও মেদ ভাঙনের বৃদ্ধি ঘটিয়ে গ্লুকোনিওজেনেসিস প্রক্রিয়াকে ত্বরান্বিত করে।\nঅটোনোমিক বা স্বয়ংক্রিয় স্নায়ুতন্ত্র সক্রিয় হয়, যার ফলে অ্যাড্রিনাল গ্রন্থি থেকে ক্যাটিকোলামিন, যেমন অ্যাড্রেনালিন ক্ষরিত হয়। অ্যাড্রেনালিন গ্লুকোনিওজেনেসিস ও গ্লাইকোজেনোলিসিস প্রক্রিয়া বৃদ্ধি করে, অঙ্গসমূহে গ্লুকোজের ব্যবহার করে হ্রাস করে যেন মস্তিষ্কে গ্লুকোজ সরবরাহ ঠিক থাকে।\nঅধিকন্তু, হাইপোগ্লাইসিমিয়া দীর্ঘক্ষণ ধরে থাকলে কর্টিসল ও বৃদ্ধি হরমোন রক্তে অবমুক্ত হয়, যা যকৃতে গ্লুকোজ উৎপাদন বৃদ্ধি ঘটায় (গ্লুকোনিওজেনেসিস ও গ্লাইকোজেনোলিসিস প্রক্রিয়ায়) এবং অন্যান্য অঙ্গে গ্লুকোজের ব্যবহার হ্রাস করে, ফলে মস্তিষ্কে গ্লুকোজ সরবরাহ বজায় থাকে। কর্টিসল ও বৃদ্ধি হরমোনের প্রভাব অ্যাড্রেনালিনের তুলনায় কম কার্যকর। হাইপোগ্লাইসিমিয়া চলমান অবস্থায়, মস্তিষ্ক ক্ষুধার অনুভূতির সংকেত পাঠায় এবং ব্যক্তিটি খাওয়ার তাড়না অনুভব করে।\n\n\n== কারণ ==\n\nহাইপোগ্লাইসিমিয়া বা রক্তশর্করাস্বল্পতা সবচেয়ে বেশি দেখা যায় ঐ-সব ডায়াবেটিস রোগী যারা ইনসুলিন,  মেগ্লিটিনাইড ও সালফোনিলইউরিয়া দ্বারা চিকিৎসা নিচ্ছে। ডায়াবেটিস নেই এমন ব্যক্তির ক্ষেত্রে হাইপোগ্লাইসিমিয়ার ঘটনা খুবই বিরল, কারণ দেহে গ্লুকোজ, ইনসুলিন ও গ্লুকাগনের মধ্যে ভারসাম্য বজায় রাখার জন্য অনেক নিয়ন্ত্রণমূলক ব্যবস্থা রয়েছে।\nডায়াবেটিস রোগীদের হাইপোগ্লাইসিমিয়ার গুরুত্বপূর্ণ কিছু কারণ এবং ঝুঁকি উপাদান নিম্নে দেওয়া হলো:\n\nইনসুলিন আধিক্য\nইনসুলিনের ভ্রমাত্মক ইনজেকশন (উদাহরণস্বরূপ, মাত্রা গণনায় ভুল করা, ভুল ধরনের ইনসুলিন প্রয়োগ)\nইচ্ছাকৃতভাবে অত্যধিক মাত্রায় ইনসুলিন নেওয়া\nইনজেকশন স্থলে লিপোহাইপারট্রফি বা মেদ অতিপুষ্টি (এর ফলে ইনসুলিন পরিশোষণ ব্যাহত হয়\nব্যারিয়াট্রিক সার্জারি বা স্থূলতাজনিত শল্যচিকিৎসা (এর ফলে হাইপারইনসুলিনিমিয়া বা রক্তাতিইনসুলিন হতে পারে)\nইনসুলিনের প্রতি সংবেদনশীলতা বৃদ্ধি\nব্যায়াম\nওজন হ্রাস\nআকস্মিকভাবে গ্লুকোকর্টিকয়েড হ্রাস পাওয়া\nঅশনাক্তকৃত অ্যাডিসন রোগ\nশর্করা কম খাওয়া বা বিপাকীয় চাহিদা বৃদ্ধি পাওয়া\nঅনিয়মিত খাদ্য গ্রহণ\nস্বতঃক্রিয় স্নায়ুবিকারজনিত জঠর দৌর্বল্য যা শর্করা পরিশোষণে ব্যাঘাত ঘটায়\nব্যারিয়াট্রিক সার্জারি (স্থূলতাজনিত শল্যচিকিৎসা)\nঅপশোষণ, যেমন সিলিয়াক রোগ (উদরগহ্বরসংক্রান্ত রোগ)\nভোজনসংক্রান্ত রোগ\nঅকাল গর্ভধারণ\nস্তন্যদান\nগ্লুকোনিওজেনেসিস (নবশর্করাজনন) অথবা/এবং গ্লাইকোজেন (শর্করাজনন) সঞ্চয় হ্রাস পাওয়া\nঅ্যালকোহল\nদীর্ঘস্থায়ী বৃক্কীয় রোগ\nপ্রাগ্রসর যকৃতের রোগ\nগ্লুকোজের অনবস্থতা বৃদ্ধি\nঅন্তর্জাত ইনসুলিন ক্ষরণ না হওয়া বা অতি অল্প পরিমাণে ক্ষরিত হওয়া (সি-পেপটাইড কমে যাওয়া)\nদীর্ঘদিনের টাইপ ১ ডায়াবেটিস/ইনসুলিন দ্বারা চিকিৎসাপ্রাপ্ত টাইপ ২ ডায়াবেটিস\nঅল্প বয়সে টাইপ ১ ডায়াবেটিস শুরু হওয়া\nহাইপোগ্লাইসিমিয়া শনাক্ত করা বা বুঝতে পারার সক্ষমতা হ্রাস পাওয়া\nহাইপোগ্লাইসিমিয়া শনাক্তের বোধশক্তি কমে যাওয়া\nগ্লুকোজ মাত্রা কঠোরভাবে নিয়ন্ত্রণ\nপূর্বে তীব্র হাইপোগ্লাইসিমিয়ার ইতিহাস থাকা\nদীর্ঘদিন ধরে টাইপ ১ ডায়াবেটিসে ভুগা/ টাইপ ২ ডায়াবেটিসের রোগী দীর্ঘদিন ধরে ইনসুলিন দ্বারা চিকিৎসা পাওয়া।\nবৃদ্ধ বয়স\nডিমেনশিয়া (চিত্তভ্রংশ)\nনিদ্রা\nপর্যাপ্ত গ্লুকোজ পরিবীক্ষণের অভাব\n\n\n=== বহুমূত্ররোগগ্রস্ত ===\n\n\n==== ওষুধ ====\nইনসুলিন, সালফোনিলইউরিয়া ও মেগ্লিটিনাইড ওষুধ দ্বারা সবচেয়ে বেশি হাইপোগ্লাইসিমিয়া হয়। অত্যধিক ডোজ বা ডোজের সময় সঠিক না হলে প্রায়শই এমন ঘটে। কখনো কখনো ডায়াবেটিস রোগী খাবার খাওয়ার পূর্বে ইনসুলিন নিয়ে খাবার খেতে ভুলে যায় বা দেরি করে, তখন হাইপোগ্লাইসিমিয়া হতে পারে। \n\n\n==== হাইপোগ্লাইসিমিক বোধশক্তিহীনতা ====\nবারংবার হাইপোগ্লাইসিমিয়া হলে হাইপোগ্লাইসিমিক বোধশক্তিহীনতা (হাইপোগ্লাইসিমিয়ার উপসর্গ বুঝতে পারার সক্ষমতা কমে যাওয়া) হতে পারে। যখন ডায়াবেটিস রোগী ঘনঘন হাইপোগ্লাইসিমিয়াতে ভুগতে থাকে, তখন পূর্বে রক্তের গ্লুকোজ মাত্রা যতটুকু থাকলে হাইপোগ্লাইসিমিয়ার উপসর্গ দেখা দিত এখন তার চেয়ে নিচে না নামলে আর উপসর্গ দেখা দেয় না। অন্য কথায় বলা যায়, যাদের এখনো হাইপোগ্লাইসিমিক বোধশক্তিহীনতা সৃষ্টি হয় নি, তারা রক্তের গ্লুকোজ ৩.০ mmol/L (৫৫ mg/dL) হলেই হাইপোগ্লাইসিমিয়ার উপসর্গগুলো বুঝতে পারে। অন্যদিকে, যাদের হাইপোগ্লাইসিমিক বোধশক্তিহীনতা তৈরি হয়, তাদের রক্তের গ্লুকোজ আরও বেশি নিচে নামলে হাইপোগ্লাইসিমিয়ার উপসর্গ দেখা দেয়। নানা কারণে এটি বিপজ্জনক হতে পারে। হাইপোগ্লাইসিমিয়ায় আক্রান্ত ব্যক্তি কেবল খুব নিম্ন রক্ত গ্লুকোজ মাত্রায় হাইপোগ্লাইসিমিয়ার বোধশক্তি অর্জন করে তা নয়, বরং তাদের রক্তের গ্লুকোজ মাত্রা স্বাভাবিক অবস্থায় ফিরিয়ে আনতে আরও বেশি শর্করা বা গ্লুকাগন প্রয়োজন। এ-সব ব্যক্তি তীব্র হাইপোগ্লাইসিমিয়াতে আক্রান্ত হওয়ার ঝুঁকি অনেক বেশি। \nহাইপোগ্লাইসিমিক বোধশক্তিহীনতার সঠিক কারণ এখনও গবেষণার অধীন, এ-সব ব্যক্তির ক্ষেত্রে ধীরে ধীরে অ্যাড্রেনার্জিক-ধরনের উপসর্গগুলো কম হতে থাকে, ফলে স্নায়ুশর্করাস্বল্পতাজনিত উপসর্গগুলো হারিয়ে যায়। রোগতাত্ত্বিক দিক থেকে জানা যায়, ২০–৪০% টাইপ ১ ডায়াবেটিস রোগী হাইপোগ্লাইসিমিক বোধশক্তিহীনতায় ভুগে।\n\n\n==== অন্যান্য কারণসমূহ ====\nডায়াবেটিস রোগীদের হাইপোগ্লাইসিমিয়ার অন্যান্য কারণগুলো নিম্নরূপ:\n\nরোজা বা উপবাস, এটি পরিকল্পিত উপবাস হউক কিংবা রাত্রিকালীন, যেহেতু দীর্ঘসময় গ্লুকোজ গ্রহণ না করে থাকে তাই হাইপোগ্লাইসিমিয়া হতে পারে।\nস্বাভাবিকের তুলনায় বেশি শারীরিক পরিশ্রম বেশি পরিমাণে গ্লুকোজ ব্যবহৃত হয়, বিশেষ করে মাংসপেশিতে।\nঅ্যালকোহল পান করা, বিশেষ করে যখন ডায়াবেটিস ওষুধের সাথে খাওয়া হয়, কারণ অ্যালকোহল গ্লুকোজ উৎপাদনে বিঘ্ন ঘটায়।\nবৃক্কের রোগ, এতে ইনসুলিন দেহ থেকে বের হতে পারে না।\n\n\n=== ডায়াবেটিসবিহীন রোগী ===\n\n\n==== গুরুতর অসুস্থতা ====\nগুরুতর অসুস্থতায় রক্তের গ্লুকোজ কমে যেতে পারে। অনেক অঙ্গতন্ত্রের তীব্র রোগ হাইপোগ্লাইসিমিয়া করতে পারে। আইসিইউতে চিকিৎসাধীন রোগী বা যাদের চিকিৎসা ব্যবস্থার পরিকল্পনা অনুযায়ী খাদ্য ও পানীয় গ্রহণ বন্ধ রাখা হয়, তাদের ক্ষেত্রে হাইপোগ্লাইসিমিয়া খুবই ঘটে। জীবাণুদূষণ বা সেপসিস হলো গুরুতর অসুস্থতায় হাইপোগ্লাইসিমিয়ার অন্যতম প্রধান কারণ, এই রোগে বিভিন্নভাবে হাইপোগ্লাইসিমিয়া হতে পারে। জীবাণুদূষণ অবস্থায় দেহ শক্তি উৎপাদনের জন্য প্রচুর পরিমাণ গ্লুকোজ ব্যবহার করে। সাইটোকাইন উৎপাদনের জন্য গ্লুকোজের ব্যবহার আরও বেড়ে যায়। পীড়ন অবস্থায়, বিশেষত সংক্রমণের বিরুদ্ধে লড়াইয়ের সময় দেহ সাইটোকাইন নামক প্রোটিন উৎপাদন করে। সাইটোকাইন গ্লুকোজ উৎপাদনে বাধা দিতে পারে এবং দেহের শক্তি ভাণ্ডার আরও হ্রাস করতে পারে। যকৃৎ ও বৃক্ক হলো গ্লুকোজ উৎপাদনকারী দুটি অঙ্গ এবং সেপসিস হলে উক্ত অঙ্গদ্বয় পর্যাপ্ত পরিমাণ অক্সিজেন পায় না ফলে গ্লুকোজ উৎপাদন বিঘ্নিত হয়। এ-ছাড়া যকৃৎ বৈকল্য ও বৃক্কীয় বৈকল্য রোগে হাইপোগ্লাইসিমিয়া হতে পারে। যকৃৎ হলো দেহে গ্লুকোজ উৎপাদনের প্রধান অঙ্গ, ফলে যকৃতের কোনো ক্ষতি হলে গ্লুকোজ উৎপাদন কমে যায়। অন্যদিকে, বৃক্কও একটি গ্লুকোজ উৎপাদনকারী অঙ্গ, তবে কেবল বৃক্ক বিকল হলে গ্লুকোজ উৎপাদন যতটুকু কমে তাতে হাইপোগ্লাইসিমিয়া হয় না। বৃক্ক দেহ থেকে ইনসুলিন অপসারণ করে, বৃক্ক বিকল হলে এই কাজটি করতে পারে না, ফলে ইনসুলিন দীর্ঘসময় ধরে রক্তে থাকে এবং হাইপোগ্লাইসিমিয়া করে।\n\n\n==== ওষুধসমূহ ====\nএমন বেশকিছু ওষুধ রয়েছে যারা বিভিন্নভাবে হাইপোগ্লাইসিমিয়া করতে পারে। মাঝারি মানের তথ্যপ্রমাণ থেকে জানা যায় যে, ইনডোমেথাসিন নামক প্রদাহ বিরোধী অ-স্টেরয়েড ওষুধ ও কুইনিন নামক ম্যালেরিয়ারোধী ওষুধ হাইপোগ্লাইসিমিয়ার সাথে সংসৃষ্ট। নিম্নমানের তথ্যপ্রমাণ অনুযায়ী বাইপোলার রোগের চিকিৎসায় ব্যবহৃত লিথিয়াম হাইপোগ্লাইসিমিয়ার সাথে সংসৃষ্ট। সবশেষে, খুব নিম্নমানের তথ্যপ্রমাণ অনুসারে উচ্চ রক্তচাপ রোগে ব্যবহৃত কিছু ওষুধ যেমন অ্যানজিয়োটেন্সিন-কনভার্টিং এনজাইম ইনহিবিটর, এ‌আরবি অবরোধক ও β-অ্যাড্রেনার্জিক অবরোধক ওষুধসমূহ এর সাথে সংসৃষ্ট। এ-রূপ আরও কিছু ওষুধ হলো অ্যান্টিবায়োটিক লিভোফ্লক্সাসিন ও ট্রাইমেথোপ্রিম/সালফামেথক্সাজল, প্রোজেস্টেরন অবরোধক মিফেপ্রিস্টোন, অ্যান্টি-অ্যারিদ্মিক (প্রতি-লয়হীন) ডাইসোপিরামাইড, অ্যান্টি-কোয়াগুল্যান্ট (তঞ্চনরোধক) হেপারিন ও কেমোথেরাপিউটিক মারক্যাপ্টোপিউরিন\nডায়াবেটিসে আক্রান্ত নন এমন কোনো ব্যক্তি যদি ভুল করে ডায়াবেটিসের চিকিৎসায় ব্যবহৃত ওষুধ যেমন ইনসুলিন, মেগ্লিটিনাইড ও সালফোনিলইউরিয়া খেয়ে ফেলে তাহলে তার রক্তশর্করাস্বল্পতা দেখা দিতে পারে।\n\n\n==== চুপিচুপি ইনসুলিন ব্যবহার ====\nযখন কোনো ব্যক্তি প্রয়োজন ছাড়াই ইচ্ছাকৃতভাবে রক্তশর্করাস্বল্পতা তৈরি করার জন্য ইনসুলিন নেন, তখন তাকে চুপিচুপি ইনসুলিন ব্যবহার বা অভিসন্ধিমূলকভাবে সৃষ্ট হাইপোগ্লাইসিমিয়া বলে। কিছু ব্যক্তি ওজন কমাতে ইনসুলিন ব্যবহার করতে পারে, অন্যদিকে অনেকে অসুস্থতার ভান বা অভিসন্ধিমূলকভাবে সৃষ্ট রোগজনিত কারণে এমন করতে পারেন, যেগুলো মানসিক রোগ। চুপিচুপি ইনসুলিন ব্যবহার শনাক্তের ভালো উপায় হচ্ছে রক্ত পরীক্ষা যেখানে ইনসুলিন মাত্রা বেশি থাকে এবং সি-পেপটাইড ও প্রোইনসুলিন মাত্রা কম থাকে।\n\n\n==== অ্যালকোহল অপব্যবহার ====\nঅ্যালকোহল গ্লুকোজ উৎপাদনে বাধা দেয়। অ্যালকোহল অপব্যবহারকারীদের হাইপোগ্লাইসিমিয়া হতে পারে যদি তারা কয়েকদিন অন্য খাবার তেমন না খেয়ে অ্যালকোহল পান করেন। হাইপোগ্লাইসিমিয়ার কারণ বহুবিধ হতে পারে, অভুক্তাবস্থায় গ্লাইকোজেন সঞ্চয় ফুরিয়ে যায়।   খাবার গ্রহণের অভাবে গ্লাইকোজেন সঞ্চয় পুনরায় পূরণ হতে পারে না।\n\n\n==== হরমোন ঘাটতি ====\nপ্রাথমিক অ্যাড্রিনাল বৈকল্যতে আক্রান্ত শিশুরা দীর্ঘক্ষণ না খেয়ে থাকলে রক্তশর্করাস্বল্পতা দেখা দিতে পারে। অ্যাডিসন রোগে পীড়ন হরমোন কর্টিসল দীর্ঘদিন ধরে নিম্ন মাত্রায় থাকে, যার ফলে গ্লুকোজ উৎপাদন হ্রাস পায়। হাইপোপিটুইটারিজম রোগে বৃদ্ধি হরমোন কমে যায়, যা শিশুদের ররক্তশর্করাস্বল্পতার আরেকটি কারণ, বিশেষ করে দীর্ঘক্ষণ উপবাস থাকলে বা অনেক বেশি শারীরিক কসরত করলে এমনটা হতে পারে।\n\n\n==== বিপাকের সহজাত ত্রুটি ====\nবিপাকের সহজাত ত্রুটিসমূহ হলো একগুচ্ছ বিরল জিনগত রোগ যা প্রোটিন, শর্করা বা ফ্যাটি অ্যাসিডের  অযথার্থ ভাঙন বা সঞ্চয়ের সাথে সংশ্লিষ্ট। বিপাকের সহজাত ত্রুটি শিশুদের এবং অল্পমাত্রায় বড়োদের হাইপোগ্লাইসিমিয়া করতে পারে। গ্লাইকোজেন ভাঙনের সাথে সম্পর্কিত রোগগুলো (গ্লাইকোজেন সঞ্চয় রোগ নামে পরিচিত) রক্তশর্করাস্বল্পতা করতে পারে। স্বাভাবিক অবস্থায়, গ্লাইকোজেনের ভাঙনের ফলে গ্লুকোজ মাত্রা বৃদ্ধি পায়, বিশেষ করে উপবাস অবস্থায়। গ্লাইকোজেন সঞ্চয় রোগে গ্লাইকোজেন যথার্থভাবে ভাঙে না, ফলে উপবাস অবস্থায় গ্লুকোজ মাত্রা অনেক কমে যায় এবং হাইপোগ্লাইসিমিয়া দেখা দেয়। হাইপোগ্লাইসিমিয়ার সাথে সংশ্লিষ্ট গ্লাইকোজেন সঞ্চয় রোগসমূহ হলো ধরন ০, ধরন I, ধরন III, ধরন IV ও ফ্যানকোনি সিনড্রোম\nকিছু জৈব ও অ্যামিনো অ্যাসিড রক্তাম্লতা (বিশেষ করে যেগুলো ফ্যাটি অ্যাসিডের জারণ ঘটায়]] সবিরাম হাইপোগ্লাইসিমিয়ার উপসর্গ তৈরি করে, উদাহরণস্বরূপ, যৌথ ম্যালোনিক ও মিথাইল ম্যালোনিক এসিডুরিয়া, প্রোপিয়োনিক রক্তাম্লতা অথবা পৃথক মিথাইলম্যালনিক রক্তাম্লতা.\n\n\n==== ইনসুলিনোমা ====\nএকটি প্রাথমিক বি-কোষ অর্বুদ, যেমন ইনসুলিনোমা (অগ্ন্যাশয়ার্বুদ) হাইপোগ্লাইসিমিয়ার সাথে সংসৃষ্ট। এই অর্বুদটি অগ্ন্যাশয়ে অবস্থিত ইনসুলিনোমা ইনসুলিন উৎপাদন করে, ফলে গ্লুকোজ মাত্রা কমে গিয়ে রক্তশর্করাস্বল্পতা দেখা দেয়। স্বাভাবিক নিয়ন্ত্রণমূলক কৌশল কাজ করে না, ফলে রক্তের গ্লুকোজ কমে গেলেও ইনসুলিন মাত্রা কমে না। হাইপোগ্লাইসিমিয়া চলাকালীন রক্তের ইনসুলিন, সি-পেপটাইড ও প্রোইনসুলিন মাত্রা অনেক বেশি থাকে।\n\n\n==== অ-বি কোষ অর্বুদ ====\nঅ-বি কোষ অর্বুদ যেমন হেপাটোমা (যকৃতার্বুদ), অ্যাড্রিনোকর্টিকয়েড কার্সিনোমা ও কার্সিনয়েড (কর্কটাভ) অর্বুদে আক্রান্ত ব্যক্তিদের হাইপোগ্লাইসিমিয়া করতে পারে। এ-সব অর্বুদসমূহ ইনসুলিন মাত্রা বাড়িয়ে দিতে পারে, বিশেষ করে ইনসুলিন-সদৃশ বৃদ্ধি ফ্যাক্টর ২ বৃদ্ধি পায় যা গ্লুকোজ মাত্রা কমিয়ে দেয়।\n\n\n==== গ্যাস্ট্রিক বাইপাস পরবর্তী পোস্ট-প্র‍্যান্ডিয়াল হাইপোগ্লাইসিমিয়া ====\nরু-এন-ওয়াই গ্যাস্ট্রিক বাইপাস হলো পাকস্থলীতে কৃত ওজন-হ্রাস শল্যচিকিৎসা যা হাইপোগ্লাইসিমিয়া করে, এটি পোস্ট-গ্যাস্ট্রিক বাইপাস পোস্ট-প্র‍্যান্ডিয়াল হাইপোগ্লাইসিমিয়া (জঠরিক উপপ্রণালী পরবর্তী পথ্যোত্তর রক্তশর্করাস্বল্পতা) নামে পরিচিত। যদিও এই অস্ত্রোপচারের ফলে হাইপোগ্লাইসিমিয়া হওয়ার পুরো কৌশল পুরোপুরি বোধগম্য নয়, তথাপি মনে করা হয়, খাবার খাওয়ার পর গ্লুকাগন-সদৃশ পেপটাইড ১ নামক হরমোন মাত্রা অনেক বেড়ে যায়। এই হরমোনটি ইনসুলিন মাত্রা বাড়ায়, ফলে গ্লুকোজ মাত্রা কমে যায়।\n\n\n==== অটোইমিউন হাইপোগ্লাইসিমিয়া ====\nইনসুলিনের বিরুদ্ধে অ্যান্টিবডি (প্রতিরক্ষিকা) তৈরি হতে পারে, যার ফলে অটোইমিউন হাইপোগ্লাইসিমিয়া হতে পারে। অ্যান্টিবডিসমূহ হলো দেহে উৎপাদিত অনাক্রম্য কোষ, যা সাধারণত ব্যাকটেরিয়া ও ভাইরাসকে আক্রমণ করে, কিন্তু মাঝে মাঝে স্বাভাবিক মানব কোষকেও আক্রমণ করতে পারে, যার ফলে স্বতঃঅনাক্রম্য রোগ হয়। অটোইমিউন হাইপোগ্লাইসিমিয়া বা স্বতঃঅনাক্রম্য রক্তশর্করাস্বল্পতার দুটি সম্ভাব্য কৌশল রয়েছে। একটি ক্ষেত্রে, খাদ্য গ্রহণের পরে অবমুক্ত ইনসুলিনের সাথে অ্যান্টিবডি যুক্ত হয়ে এটিকে অকার্যকর করে ফেলে। পরবর্তীতে অ্যান্টিবডিগুলো ইনসুলিন থেকে বিযুক্ত হয়ে যায়, ফলে ইনসুলিন পুনরায় কার্যকর হয়ে যায় এবং খাদ্য গ্রহণের পর বিলম্বিত হাইপোগ্লাইসিমিয়া হয়, যাকে বিলম্বিত পোস্টপ্র‍্যান্ডিয়াল (পথ্যোত্তর) হাইপোগ্লাইসিমিয়া বলে। হাইপোগ্লাইসিমিয়া করার আরেকটি কৌশল হলো ইনসুলিন রিসেপ্টরের বিরুদ্ধে অ্যান্টিবডি তৈরি হওয়া, যাকে ইনসুলিন রিসেপ্টর অ্যান্টিবডি বলে। অ্যান্টিবডিগুলো ইনসুলিন রিসেপ্টরের সাথে যুক্ত হয়ে ইনসুলিন ভাঙন প্রতিরোধ করে, ফলে ইনসুলিন মাত্রা অনেক বেড়ে যায় এবং গ্লুকোজ মাত্রা কমে যায়।\n\n\n==== নবজাতকের হাইপোগ্লাইসিমিয়া ====\n৪৮ ঘণ্টার কম বয়সি স্বাস্থ্যবান নবজাতক কয়েক ঘণ্টা না খেলে রক্তের গ্লুকোজ মাত্রা কমে যেতে পারে। জন্মগ্রহণের প্রথম ৪৮ ঘণ্টায়, নবজাতক গ্লুকাগন ও এপিনেফ্রিন মাত্রা সমন্বয় করে, যা ক্ষণস্থায়ী রক্তশর্করাস্বল্পতা করতে পারে। ৪৮ ঘণ্টার বেশি বয়সি নবজাতকের ক্ষেত্রে, রক্তের গ্লুকোজ গড়ে ৭০ থেকে ১০০ mg/dL (৩.৯–৫.৫ mmol/L) থাকে, যা প্রাপ্তবয়স্কদের মতোই এবং রক্তশর্করাস্বল্পতার হারও অনেক কম।\n\n\n== রোগনির্ণয় পদ্ধতি ==\nহাইপোগ্লাইসিমিয়া শনাক্তের সবচেয়ে নির্ভরযোগ্য পদ্ধতি হচ্ছে হুইপলের ত্রয়ী শনাক্ত করা। হুইপলের ত্রয়ীর উপাদানগুলো হলো রক্তের গ্লুকোজ মাত্রা ৩.৯ mmol/L (৭০ mg/dL)-এর নিচে, অবগ্লুকোজরক্ততাসংক্রান্ত উপসর্গ ও রক্তের শর্করা স্বাভাবিক অবস্থায় ফিরলে উপসর্গের উন্নতি হওয়া যে-সব ডায়াবেটিস রোগী ইনসুলিন, মেগ্লিটিনাইড ও সালফোনিলইউরিয়া দ্বারা চিকিৎসা নিচ্ছে এবং হুইপলের ত্রয়ীর লক্ষণগুলো পাওয়া যায়, তাদের হাইপোগ্লাইসিমিয়ার কারণ হিসেবে উপর্যুক্ত ওষুধগুলো দায়ী বলে ধরে নেওয়া যায়। ডায়াবেটিস ইতিহাস নেই এমন হাইপোগ্লাইসিমিয়ার রোগীদের প্রকৃত কারণ নির্ণয়ে আরও পরীক্ষার প্রয়োজন হয়। হাইপোগ্লাইসিমিয়ার রোগীদের নিম্নলিখিত পরীক্ষাগুলো করা উচিত:\n\nরক্ত শর্করা মাত্রা\nইনসুলিন মাত্রা\nসি-পেপটাইড মাত্রা\nপ্রোইনসুলিন মাত্রা\nবিটা-হাইড্রক্সিবিউটিরেট মাত্রা\nইনসুলিন অ্যান্টিবডি\nযদি ইনসুলিনোমা আছে বলে সন্দেহ করা হয়, তাহলে আল্ট্রাসাউন্ড, সিটি স্ক্যান, এম‌আর‌আই প্রভৃতি পরীক্ষা করা যেতে পারে।\n\n\n== চিকিৎসা ==\nরক্তশর্করাস্বল্পতা শনাক্ত হওয়ার পর দ্রুত চিকিৎসা প্রয়োজন এবং এটি জীবন রক্ষাকারী হতে পারে। চিকিৎসার প্রধান উদ্দেশ্য হচ্ছে রক্তের শর্করা মাত্রা স্বাভাবিক পর্যায়ে নিয়ে আসা। আমেরিকান ডায়াবেটিস অ্যাসোসিয়েশন কর্তৃক ১৫-১৫ বিধি নামক একটি সাধারণ বিধি রয়েছে, এটি হলো ১৫ গ্রাম শর্করা খাওয়া বা প্রদান করা, ১৫-মিনিট অপেক্ষা করে পুনরায় রক্তের গ্লুকোজ মাত্রা পরীক্ষা করে দেখা যে রক্তের গ্লুকোজ মাত্রা স্বাভাবিক অবস্থায় ফিরে এসেছে কি না।\n\n\n=== স্ব-চিকিৎসা ===\nযদি একজন ব্যক্তি হাইপোগ্লাইসিমিয়ার লক্ষণগুলো বুঝতে পারে, তাহলে দ্রুততার সাথে রক্তের গ্লুকোজ মাত্রা পরীক্ষা করে চিনিযুক্ত খাবার বা পানীয় গ্রহণ করতে হবে। এক্ষেত্রে অবশ্যই ব্যক্তিটির চেতনা ও গলাধঃকরণ করার সক্ষমতা থাকতে হবে  লক্ষ্যমাত্রা হলো ১০-২০ গ্রাম শর্করা খাওয়া এবং রক্তের শর্করা মাত্রা ন্যূনপক্ষে ৩.৯ mmol/L  বা ৭০ mg/dL পর্যন্ত বৃদ্ধি করা।\nযে-সব খাবার খাওয়া যেতে পারে তার উদাহরণ নিম্নরূপ:\n\nগ্লুকোজ ট্যাবলেট বা জেল\nচিনিসমৃদ্ধ রস, যেমন আপেল, আঙুর বা ক্র‍্যানবেরি ফলের রস ৪ আউন্স (১১৮.২৯ মি.লি.) বা ১/২ কাপ।\nসোডা বা কোমল পানীয়, ৪ আউন্স বা ১/২ কাপ (তবে ডায়েট সোডা নয়)।\nক্যান্ডি, মিছরি, বাতাসা ইত্যাদি মিঠাই।\nচিনি বা মধু, ১ চামুচ\n১৫-২০ মিনিটের মধ্যে রক্তের গ্লুকোজ মাত্রা ও লক্ষণসমূহের উন্নতি হবে বলে আশা করা যায়, তাই এই সময় পর পুনরায় রক্তের গ্লুকোজ পরিমাপ করা উচিত। পনেরো মিনিট পর রক্তের গ্লুকোজ মাত্রা যদি ৩.৯ mmol/L (৭০ mg/dL)-এর বেশি না হয়, তাহলে পুনরায় ১০-২০ গ্রাম শর্করা খেতে হবে এবং ১৫-২০ মিনিট পর পুনরায় রক্তের গ্লুকোজ পরিমাপ করতে হবে। রক্তের গ্লুকোজ মাত্রা স্বাভাবিক পর্যায়ে না আসা পর্যন্ত এভাবে চিকিৎসা চালিয়ে যেতে হবে। রক্তের গ্লুকোজ সবচেয়ে দ্রুত বাড়ে যদি শর্করা চিবিয়ে গলাধঃকরণ করা হয়। দ্বিতীয় উত্তম উপায় হলো, শর্করাকে জিহ্বার নিচে রেখে দ্রবীভূত করা (সাবলিঙ্গুয়াল বা জিহ্বানিম্ন প্রয়োগ)। উদাহরণস্বরূপ বলা যায়, একটি ক্যান্ডিকে জিহ্বার নিচে রেখে গলানোর চেয়ে চিবিয়ে গলাধঃকরণ করলে রক্তের গ্লুকোজ দ্রুত বাড়বে। ২০১৯ সালের একটি পদ্ধতিগত পুনরীক্ষণ মতে, চুষে খাওয়ার চেয়ে (বাকাল বা গণ্ডদেশীয় প্রয়োগ) মুখে গলাধঃকরণ করলে (মৌখিক ব্যবস্থাপনা) গ্লুকোজ মাত্রা বেশি দ্রুত বাড়ে। রক্তের গ্লুকোজ স্বাভাবিক হয়ে গেলে একঘণ্টার মধ্যে খাবার গ্রহণ করলে গ্লাইকোজেন সঞ্চয় পুনরায় ভরতি হয়ে যাবে।\n\nযদি কোনো ব্যক্তি তীব্র হাইপোগ্লাইসিমিয়ার কারণে জ্ঞান হারিয়ে ফেলে তবে গ্লুকাগন কিট ব্যবহার করা যেতে পারে, যা ইনজেকশন বা নাসারন্ধ্রে নিশ্বাসের মাধ্যমে নেওয়া যেতে পারে। এজন্য পরিবারের সদস্য ও সেবা প্রদানকারীকে শিক্ষা প্রদান করা জরুরি।\n\n\n=== চিকিৎসক প্রদত্ত চিকিৎসা ===\nহাসপাতালে চিকিৎসা নির্ভর করে উপসর্গের তীব্রতা ও অন্তঃশিরা প্রবেশ্যতার উপর। তীব্র হাইপোগ্লাইসিমিয়াতেও রোগীর চেতনা সঠিক থাকলে এবং গলাধঃকরণ করতে সক্ষম হলে মুখে শর্করা প্রদান করতে হবে, তবে জ্ঞান হারিয়ে ফেললে ৭৫ mL ২০% ডেক্সট্রোজ (৫০%ডেক্সট্রোজ এখন আর ব্যবহৃত হয় না) ১৫ মিনিট ধরে বা ১৫০ mL ১০% ডেক্সট্রোজ ১৫ মিনিট ধরে শিরাপথে প্রয়োগ করতে হবে। শিরাপথে প্রয়োগের পর রোগী মুখে খেতে পারলে মুখে গ্লুকোজ প্রদান করতে হবে। গ্লুকোজ মাত্রা স্বাভাবিক হওয়ার পর বোধশক্তি পুরোপুরি ফিরে আসতে ৬০ মিনিট পর্যন্ত সময় লাগতে পারে। যদি কোনো রোগীকে দীর্ঘ- বা মধ্যমসময়-ক্রিয়াশীল ইনসুলিন বা দীর্ঘসময়-ক্রিয়াশীল সালফোনিলইউরিয়া, যেমন গ্লাইবেনক্ল্যামাইড দেওয়া হয় তাহলে হাইপোগ্লাইসিমিয়া পুনরায় ফিরে আসার সম্ভাবনা থাকে; এটি প্রতিরোধ করতে চাইলে, রোগীর রক্তের গ্লুকোজ মাত্রার উপর নির্ভর করে ১০% ডেক্সট্রোজ অন্তঃশিরা প্রয়োগ করা যেতে পারে বা মুখে আরও শর্করা জাতীয় খাবার দেওয়ার প্রয়োজন হতে পারে। \n\n\n== প্রতিরোধ ==\n\nহাইপোগ্লাইসিমিয়া প্রতিরোধে স্বাস্থ্যশিক্ষা খুবই গুরুত্বপূর্ণ এবং এতে হাইপোগ্লাইসিমিয়ার জন্য ঝুঁকিপূর্ণ বিষয় ও এর চিকিৎসাকে গুরুত্ব দিতে হবে। নিয়মিত গ্লুকোজ পরিবীক্ষণ, নমনীয় ইনসুলিন প্রয়োগমাত্রা ও গ্লুকোজ ও গ্লুকাগনের সহজপ্রাপ্যতা নিশ্চিত করার উপর গুরুত্বারোপ করা উচিত। আত্মীয়-স্বজন ও বন্ধুবান্ধবদের হাইপোগ্লাইসিমিয়ার লক্ষণগুলো সম্পর্কে জ্ঞান প্রদান ও এ-রূপ ক্ষেত্রে কীভাবে সাহায্য করতে হবে (গ্লুকাগন ইনজেকশন দেওয়া সহ) সে-বিষয়ে নির্দেশনা প্রদান করা উচিত। রোগীদেরকেও এ-ব্যাপারে সচেতন করতে হবে এবং লক্ষণ দেখা দেওয়ার শুরুতেই কী উপায় অবলম্বন করে পরিস্থিতি আরও খারাপ হওয়া থেকে পরিত্রাণ পাওয়া যেতে পারে, সে-ব্যাপারে গুরুত্ব দিতে হবে। আরেকটি গুরুত্বপূর্ণ বিষয় হলো রক্তের গ্লুকোজ নিয়মিত পরিমাপ করে স্ব-পরিবীক্ষণ করা। গবেষণায় দেখা গিয়েছে, যে-সব টাইপ ১ ডায়াবেটিস রোগী ইনসুলিন পাম্প দ্বারা অবিরাম গ্লুকোজ পরিবীক্ষণ পদ্ধতি ব্যবহার করে তাদের রক্তের গ্লুকোজ নিয়ন্ত্রণে ভালো উন্নতি হয়। ইনসুলিন পাম্প গ্লুকোজের অতিবৃদ্ধি এবং ইনসুলিনের অনুপযোগী মাত্রা প্রতিরোধ করে। রক্তের গ্লুকোজ অনেক বেশি কমে বা বেড়ে গেলে অবিরাম গ্লুকোজ পরিবীক্ষক যন্ত্রে অ্যালার্ম বা বিপৎসংকেত বেজে উঠে, ফলে নিশাকালীন হাইপোগ্লাইসিমিয়া বা হাইপোগ্লাইসিমিক বোধশক্তিহীনতায় খুব কাজে লাগে। এতে হাইপোগ্লাইসিমিয়া প্রতিরোধে ওষুধের মাত্রা সমন্বয় করা যায় বা ওষুধ সম্পূর্ণরূপে বন্ধও করা যায়। ডায়াবেটিস নেই এমন রোগীদের হাইপোগ্লাইসিমিয়া প্রতিরোধ করতে এর প্রকৃত কারণ খুঁজে বের করে তদনুযায়ী চিকিৎসা করতে হবে। \n\n\n== মহামারিবিদ্যা ==\nহাইপোগ্লাইসিমিয়া সবচেয়ে বেশি দেখা যায় টাইপ ১ ডায়াবেটিস রোগী  ও যে-সকল টাইপ ২ ডায়াবেটিস রোগী ইনসুলিন, সালফোনিলইউরিয়া বা মেগ্লিটিনাইড ওষুধ গ্রহণ করছেন তাদের ক্ষেত্রে। নিদানিক উপাত্ত অনুসারে, একজন টাইপ ১ ডায়াবেটিস রোগী প্রতি সপ্তাহে দুটি মৃদু, উপসর্গযুক্ত হাইপোগ্লাইসিমিয়ার ঘটনার অভিজ্ঞতা লাভ করেন। অধিকন্তু, ১০%-এর অধিক টাইপ ১ ডায়াবেটিস রোগী প্রতি বছর ন্যূনকল্পে একবার তীব্র হাইপোগ্লাইসিমিয়ার শিকার হন মৃত্যুহার বিবেচনায়, হাইপোগ্লাইসিমিয়া ৬–১০% টাইপ ১ ডায়াবেটিস রোগীর মৃত্যু ঘটায়। টাইপ ১ ডায়াবেটিস রোগীর তুলনায় টাইপ ২ ডায়াবেটিস রোগীর হাইপোগ্লাইসিমিয়া কম হয়, কারণ টাইপ ২ ডায়াবেটিস চিকিৎসায় ব্যবহৃত ওষুধ যেমন মেটফরমিন, গ্লিটাজন, আলফা-গ্লুকোসাইডেজ সম্বাধক, গ্লুকাগন-সদৃশ পেপটাইড-১ রিসেপ্টর অ্যাগনিস্ট ও ডাইপেপটিডিল পেপটিডেজ-৪ সম্বাধক সাধারণত হাইপোগ্লাইসিমিয়া করে না। ইনসুলিন ব্যবহার করলে উভয় ধরনের ডায়াবেটিস রোগেই হাইপোগ্লাইসিমিয়ার ঝুঁকি বাড়ে।\n\n\n== ইতিহাস ==\nহাইপোগ্লাইসিমিয়া বা রক্তশর্করাস্বল্পতা প্রথম আবিষ্কার করেন জেমস কলিপ যখন তিনি ১৯২২ খ্রিষ্টাব্দে ফ্রেডরিক ব্যানটিং-এর সাথে ইনসুলিন পরিশোধনের কাজ করছিলেন। কলিপকে ইনসুলিনের সক্রিয়তা পরিমাপ করার একটি পদ্ধতি উদ্ভাবনের জন্য বলা হয়েছিল। তিনি প্রথমে একটা খরগোশের দেহে ইনসুলিন প্রবেশ করান এবং রক্তের শর্করা মাত্রা হ্রাস পাওয়া পরিমাপ করেন। রক্তের শর্করা পরিমাপ করা খুব সময়সাপেক্ষ ব্যাপার ছিল। কলিপ পর্যবেক্ষণ করেছিলেন যে, যদি তিনি খরগোশকে অনেক বেশি মাত্রায় ইনসুলিন দেন, তাহলে খরগোশের খিঁচুনি শুরু হয়, কোমায় (নিশ্চেতনা বা নিষুপ্তি) চলে যায় এবং মৃত্যুবরণ করে। এই পর্যবেক্ষণ তার পরীক্ষণ পদ্ধতি সহজ করে দিয়েছিল। তিনি এক ইউনিটকে সংজ্ঞায়িত করেছিলেন এভাবে যে, একটি খরগোশের খিঁচুনি সৃষ্টিকারী হাইপোগ্লাইসিমিক বিক্রিয়া ঘটাতে যে পরিমাণ ইনসুলিন প্রয়োজন সেটিই এক ইউনিট ইনসুলিন। কলিপ পরবর্তীতে লক্ষ করেছিলেন যে, তিনি খিঁচুনিরত খরগোশকে গ্লুকোজ প্রদান করে খরগোশ ও টাকা উভয়ই বাঁচাতে পারতেন।\n\n\n== ব্যুৎপত্তি ==\nhypoglycemia (হাইপোগ্লাইসিমিয়া) শব্দটি গ্রিক ভাষার ὑπογλυκαιμία, (ইপোগ্লিকেমিয়া) থেকে এসেছে, শব্দটিকে বিশ্লেষণ করলে পাওয়া যায়: ὑπο- ইপো- অর্থ 'নিচে/অব-' + γλυκύς গ্লিকিস্ অর্থ 'মিষ্টি' + αἷμᾰ এইমা অর্থ 'রক্ত'। বাংলায় এর অর্থ দাঁড়ায় অবগ্লুকোজরক্ততা বা রক্তশর্করাস্বল্পতা। ব্রিটিশ ইংরেজিতে শব্দটির বিকল্প বানান হলো hypoglycaemia বা hypoglycæmia।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nHypoglycemia at the Mayo Clinic\nAmerican Diabetes Association\n\"Hypoglycemia\"। MedlinePlus। U.S. National Library of Medicine। \nটেমপ্লেট:Disease of the pancreas and glucose metabolism\nটেমপ্লেট:Blood tests"}