{"pageid": 1373862, "title": "কনকাকাফ চ্যাম্পিয়ন্স কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1373862", "content": "কনকাকাফ চ্যাম্পিয়ন্স কাপ হল উত্তর আমেরিকা, মধ্য আমেরিকা ও ক্যারিবিয়ান অঞ্চলে সংঘটিত কনকাকাফ নিয়ন্ত্রিত সর্বোচ্চ মহাদেশীয় ক্লাব ফুটবল প্রতিযোগিতা। ২০২৩ পর্যন্ত এটির নাম ছিল কনকাকাফ চ্যাম্পিয়ন্স লিগ। বর্তমানে এটি একক-বিদায় প্রতিযোগিতা হিসেবে খেলা হয়। ২০১৮-এর পূর্বে গ্রুপ পর্বসহ রাউন্ড-রবিন হিসেবে খেলা হত।\nএই লিগে উয়েফা চ্যাম্পিয়ন্স লিগ প্রতিযোগিতার মতো চ্যাম্পিয়ন দল সরাসরি পরবর্তী মৌসুমে অংশগ্রহণের সুযোগ পায় না। বর্তমানে মেক্সিকোর পাচুকা ডিফেন্ডিং চ্যাম্পিয়ন্স যারা ২০২৪-এর ফাইনালে মার্কিন যুক্তরাষ্ট্রের কলম্বাস ক্রুকে হারিয়ে চ্যাম্পিয়ন হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== চ্যাম্পিয়ন্স কাপের যুগ (১৯৬২ থেকে ২০০৮) ===\n২০০৮ সালের আগে, টুর্নামেন্টটিকে কনকাকাফ চ্যাম্পিয়ন্স কাপ বলা হত, তবে সাধারণত এটিকে কেবল চ্যাম্পিয়নস কাপ হিসাবে উল্লেখ করা হত। প্রতিযোগিতাটি প্রাথমিকভাবে দক্ষিণ আমেরিকান কোপা লিবার্তাদোরেস-এ প্রবেশের সম্ভাব্য পরিমাপ হিসাবে তৈরি করা হয়েছিল, এটি কনমেবল দ্বারা আয়োজিত একটি প্রতিযোগিতা। প্রাথমিকভাবে, শুধুমাত্র উত্তর আমেরিকার লিগের চ্যাম্পিয়নরা অংশগ্রহণ করেছিল। ১৯৭১ সালে, কয়েকটি উত্তর আমেরিকান লিগের রানার্স-আপ যোগ দিতে শুরু করে এবং রাউন্ড-রবিন গ্রুপ পর্ব এবং আরও দলকে অন্তর্ভুক্ত করে টুর্নামেন্টটি সম্প্রসারিত হতে শুরু করে।\n\n\n==== প্রাথমিক দশা (১৯৬২ থেকে ১৯৯৬) ====\nটুর্নামেন্টের প্রথম রাউন্ডের সময়, দলগুলি তিনটি আঞ্চলিক অঞ্চলের মধ্যে একটিতে প্রতিদ্বন্দ্বিতা করবে: উত্তর আমেরিকা, মধ্য আমেরিকা এবং ক্যারিবিয়ান। সাধারণত একটি অঞ্চলের বিজয়ী চ্যাম্পিয়ন্স কাপের ফাইনালে সরাসরি স্থান পাবে এবং অন্য দুটি অঞ্চলের বিজয়ী একটি সেমিফাইনালে প্রতিদ্বন্দ্বিতা করবে। ১৯৮১ সাল থেকে, উত্তর এবং মধ্য আমেরিকা অঞ্চলগুলি সাধারণত একত্রিত হয় যার অর্থ যৌথ জোনের বিজয়ী ফাইনালে ক্যারিবিয়ান অঞ্চলের বিজয়ীর মুখোমুখি হবে। ১৯৯৩ থেকে ১৯৯৬ সাল পর্যন্ত, উত্তর/মধ্য আমেরিকা অঞ্চল থেকে তিনটি ক্লাব এবং ক্যারিবিয়ান অঞ্চল থেকে একটি ক্লাব কেন্দ্রীয় স্থানে অনুষ্ঠিত টুর্নামেন্টের চূড়ান্ত পর্বের জন্য যোগ্যতা অর্জন করেছিল।\n\n\n==== নক-আউট বিন্যাস (১৯৯৭ থেকে ২০০৮) ====\nমার্কিন যুক্তরাষ্ট্রের মেজর লিগ সকার তৈরির পর, প্রতিযোগিতাটি জোনাল যোগ্যতার সাথে আট দলের নকআউট টুর্নামেন্টে পরিণত হয়। ২০০২ সালে হোম-এন্ড-অ্যাওয়ে ফরম্যাটে পরিবর্তন করার আগে প্রথম চারটি সংস্করণ একটি কেন্দ্রীয় অবস্থানে অনুষ্ঠিত হয়েছিল। চারটি উত্তর আমেরিকান ক্লাব (লিগা এমএক্স ও মেজর লিগ সকার থেকে), এবং সিএফইউ ক্লাব চ্যাম্পিয়নশিপ থেকে একটি ক্যারিবিয়ান ক্লাব ও তিনটি মধ্য আমেরিকার ক্লাব (ইউএনসিএএফ ইন্টারক্লাব কাপ থেকে)। ২০০২ এবং ২০০৩ সালে, টুর্নামেন্টে ১৬টি দল ছিল এবং প্রতিটি অঞ্চল থেকে দ্বিগুণ যোগ্যতা অর্জন করেছিল। ২০০৫ সাল থেকে, প্রতিযোগিতার চ্যাম্পিয়ন ফিফা ক্লাব বিশ্বকাপ প্রতিযোগিতায় প্রবেশ করেছে, ক্লাবগুলিকে শক্তিশালী অংশগ্রহণ এবং ভক্তদের বৃহত্তর আগ্রহের জন্য একটি অতিরিক্ত উদ্দীপনা দিয়েছে।\n\n\n=== চ্যাম্পিয়নস লিগ যুগ (২০০৮ থেকে ২০২৩) ===\n২০০৬ নভেম্বরের বৈঠকে, কনকাকাফ কার্যনির্বাহী কমিটি তাদের পরবর্তী সভায় কনকাকাফ চ্যাম্পিয়নস কাপকে একটি বৃহত্তর \"চ্যাম্পিয়নস লিগ\" শৈলী ইভেন্টে পরিণত করার জন্য কনকাকাফ সচিবালয়ের একটি \"প্রস্তাব অনুযায়ী কাজ\" করার সিদ্ধান্ত নেয়। ১৪ নভেম্বর ২০০৭-এ, কনকাকাফ এক্সিকিউটিভ কমিটি কিছু বিশদ বিবরণ দিয়েছে।\n\n\n==== প্রাথমিক ও গ্রুপ পর্ব যুক্ত প্রতিযোগিতা (২০০৮ থেকে ২০১২) ====\nশেষ আট দলের চ্যাম্পিয়ন্স কাপ ফরম্যাটটি মার্চ এবং এপ্রিল ২০০৮-এ পরিকল্পনা অনুযায়ী ব্যবহার করা হয়েছিল। তারপর, একটি নতুন সম্প্রসারিত ২৪-দলের চ্যাম্পিয়ন্স লিগ টুর্নামেন্ট আগস্ট ২০০৮ শুরু হয়ে মে ২০০৯-এ শেষ হয়েছিল বর্ধিত টুর্নামেন্টের অর্থ হল মধ্য আমেরিকান ক্লাবগুলি সরাসরি যোগ্যতা অর্জন করবে এবং এইভাবে ইউএনসিএএফ ইন্টারক্লাব কাপ ২০০৭ এর পরে শেষ হয়েছিল।\nনতুন চ্যাম্পিয়ন্স লিগ টুর্নামেন্টে, ১৬টি ক্লাবের জন্য একটি দুই লেগের প্রাথমিক রাউন্ড ছিল, যেখানে আটটি বিজয়ী গ্রুপ পর্বে অগ্রসর হয়েছিল। তাদের সাথে যোগ দেয় অন্য আটটি দল যারা সরাসরি গ্রুপ পর্বে খেলার যোগ্যতা অর্জন করেছিল। গ্রুপ পর্বে অংশগ্রহণকারী ক্লাবগুলোকে চারটি করে চারটি গ্রুপে রাখা হয়েছে প্রতিটি দল নিজ গ্রুপের অন্যদের সাথে হোম এবং অ্যাওয়ে উভয় ম্যাচেই খেলবে। প্রতিটি গ্রুপ থেকে শীর্ষ দুটি দল নকআউট রাউন্ডের কোয়ার্টার ফাইনালে উঠেছিল, যেখানে দুই-লেগ টাই ছিল। ফাইনাল রাউন্ডও ছিল দুই পায়ে। এছাড়াও, পূর্বে প্রতিদ্বন্দ্বিতা করা কনকাকাফ চ্যাম্পিয়ন্স কাপের বিপরীতে, কনকাকাফ চ্যাম্পিয়ন্স লিগে অ্যাওয়ে গোলের নিয়ম ব্যবহার করা হয়, তবে অতিরিক্ত সময়ে টাই চলে যাওয়ার পরে এটি প্রযোজ্য হয় না।\n\n\n==== প্রাথমিক পর্বের বিলুপ্তি (২০১২ থেকে ২০১৭) ====\n১২ জানুয়ারী, ২০১২-এ, কনকাকাফ ঘোষণা করে যে ২০১২-১৩ টুর্নামেন্টটি আগের সংস্করণগুলির তুলনায় একটি ভিন্ন ফর্ম্যাটে খেলা হবে, যেখানে প্রাথমিক রাউন্ড বাদ দেওয়া হয় এবং সমস্ত যোগ্য দল গ্রুপ পর্বে প্রবেশ করে। গ্রুপ পর্বে, ২৪টি দলকে তিনটির আটটি গ্রুপে ভাগ করা হয়, প্রতিটি গ্রুপে তিনটি পাত্রের প্রতিটি থেকে একটি করে দল থাকে। পাত্রে দলগুলির বরাদ্দ তাদের জাতীয় সমিতি এবং যোগ্যতা বার্থের উপর ভিত্তি করে। একই অ্যাসোসিয়েশনের দলগুলি (\"ওয়াইল্ডকার্ড\" দলগুলি ব্যতীত যা অন্য কোনও অ্যাসোসিয়েশনের একটি দলকে প্রতিস্থাপন করে) গ্রুপ পর্বে একে অপরের সাথে ড্র করা যাবে না এবং প্রতিটি গ্রুপে মার্কিন যুক্তরাষ্ট্র বা মেক্সিকো থেকে একটি দল থাকার নিশ্চয়তা রয়েছে, যার অর্থ মার্কিন যুক্তরাষ্ট্র এবং মেক্সিকান দলগুলো গ্রুপ পর্বে একে অপরের সাথে খেলতে পারবে না। প্রতিটি গ্রুপ হোম এবং অ্যাওয়ে রাউন্ড রবিন ভিত্তিতে খেলা হয়। প্রতিটি গ্রুপের বিজয়ীরা চ্যাম্পিয়নশিপ পর্যায়ের কোয়ার্টার ফাইনাল রাউন্ডে যায়।\nচ্যাম্পিয়নশিপ পর্যায়ে, আটটি দল একটি নক-আউট টুর্নামেন্ট খেলে। প্রতিটি টাই হোম-এন্ড অ্যাওয়ে দুই লেগের ভিত্তিতে খেলা হয়। অ্যাওয়ে গোলের নিয়মটি ব্যবহার করা হয় যদি দ্বিতীয় লেগের স্বাভাবিক সময়ের পরে সামগ্রিক স্কোর সমান হয়, তবে অতিরিক্ত সময়ের পরে নয়, এবং তাই দ্বিতীয় লেগের অতিরিক্ত সময়ের পরে সমষ্টিগত স্কোর সমান হলে পেনাল্টি শুট-আউটের মাধ্যমে টাই নির্ধারণ করা হয়। বিগত বছরগুলির বিপরীতে যেখানে চ্যাম্পিয়নশিপ পর্বের জন্য জোড়া সেট করার জন্য দ্বিতীয় ড্র অনুষ্ঠিত হয়েছিল, বন্ধনীটি গ্রুপ পর্বে দলের রেকর্ড দ্বারা নির্ধারিত হয়। কোয়ার্টার ফাইনালে সবচেয়ে খারাপ রেকর্ডের সাথে দলের বিরুদ্ধে সেরা রেকর্ডের সাথে দল মেলে, অন্যদিকে দ্বিতীয় সেরা দলটি সপ্তম-সেরা, তৃতীয়-ষষ্ঠের বিপক্ষে এবং চতুর্থের বিপক্ষে পঞ্চমটির মুখোমুখি হয়। শীর্ষ চার দল ঘরের মাঠে দ্বিতীয় লেগ খেলবে। সেমিফাইনালে, ১-বনাম-৮-এর বিজয়ী ৪-বনাম-৫-এর বিজয়ীর মুখোমুখি হবে, ১-বনাম-৮-এর বিজয়ী দ্বিতীয় লেগ হোস্ট করবে এবং একইভাবে ২-বনাম-৭ ৩-বনাম-৬-এর সাথে খেলবে। দ্বিতীয় লেগ হোস্টিং ২-বনাম-৭ বিজয়ী। ফাইনালে, যে দলটি ১-৮-৪-৫-এর উপরের বন্ধনীর বাইরে বিরাজ করবে তারা দ্বিতীয় লেগের আয়োজক হবে। এর মানে হল যে উচ্চ-বিশিষ্ট দলটি সেমিফাইনাল এবং ফাইনালে দ্বিতীয় লেগের আয়োজন করে না।\n\n\n==== কনকাকাফ লিগের সূচনা ও গ্রুপ পর্বের বিলুপ্তি (২০১৮ থেকে ২০২৩) ====\n\nডিসেম্বর ২০১৬-এ, নিকারাগুয়ান ফুটবল ফেডারেশন-এর সভাপতি ম্যানুয়েল কুইন্টানিলা, প্রতিযোগিতার জন্য একটি সম্ভাব্য নতুন ফর্ম্যাটের কথা বলেছিলেন, একটি বিবৃতি যা পরে সিয়াটল সাউন্ডার্স এফসি-এর জেনারেল ম্যানেজার গার্থ লেগারওয়ে দ্বারা সমর্থন করা হয়েছিল। ২৩ জানুয়ারি ২০১৭-এ, কনকাকাফ ২০১৮ সংস্করণের সাথে শুরু হওয়া নতুন ১৬-দলের ফর্ম্যাট নিশ্চিত করেছে, গ্রুপ পর্বটি বাদ দিয়েছে যা ২০০৮ সালে কনকাকাফ চ্যাম্পিয়ন্স লিগে প্রতিযোগিতার পুনঃব্র্যান্ডিং থেকে নিযুক্ত ছিল।\nনতুন কনকাকাফ প্রতিযোগিতার প্ল্যাটফর্মের অধীনে, ২০১৭-এর আগস্ট থেকে ডিসেম্বরের মধ্যে কনকাকাফ লিগ নামে একটি নতুন দ্বিতীয় টুর্নামেন্ট খেলা হবে। কনকাকাফ লিগের বিজয়ী পরের বছরের চ্যাম্পিয়ন্স লিগে যোগ্যতা অর্জন করবে যেখানে তারা উত্তর আমেরিকার নয়টি দল যোগ দেবে। ক্যারিবিয়ান ক্লাব চ্যাম্পিয়নশিপ বিজয়ী, এবং পাঁচটি সেন্ট্রাল আমেরিকান লীগ চ্যাম্পিয়ন যারা সরাসরি যোগ্যতা অর্জন করেছে। ২০১৯-২০ প্রতিযোগিতা চক্রের জন্য, সরাসরি মধ্য আমেরিকান বার্থগুলি সরিয়ে দেওয়া হয়েছিল এবং কনকাকাফ লিগ সম্প্রসারিত করা হয়েছিল যাতে শীর্ষ-ছয়টি ক্লাব চ্যাম্পিয়ন্স লিগের যোগ্যতা অর্জন করতে পারে।\nএই ফরম্যাটের অধীনে কনকাকাফ চ্যাম্পিয়ন্স লিগের চারটি রাউন্ড ছিল - রাউন্ড অফ ১৬, কোয়ার্টার ফাইনাল, সেমিফাইনাল এবং একটি ফাইনাল - যার প্রত্যেকটি অ্যাওয়ে গোলের নিয়মের সাথে হোম-এন্ড অ্যাওয়ে দুটি লেগের ভিত্তিতে। যাইহোক, ২০১৯ থেকে শুরু করে, চূড়ান্ত রাউন্ডের জন্য অ্যাওয়ে গোলের নিয়ম প্রয়োগ করা হবে না।\n\n\n=== দ্বিতীয় চ্যাম্পিয়নস কাপ যুগ (২০২৪ থেকে) ===\nফেব্রুয়ারী ২০২১-এ, কনকাকাফ টুর্নামেন্টের একটি বড় পরিবর্তনের ঘোষণা করেছিল যাতে ৫০ টি দল এবং একটি আঞ্চলিক গ্রুপ পর্ব অন্তর্ভুক্ত করা হবে। উত্তর আমেরিকা থেকে ২০টি দল, মধ্য আমেরিকা থেকে ২০টি দল এবং ক্যারিবিয়ান থেকে ১০টি দলকে পাঁচটি দলের গ্রুপে ভাগ করা হত যেখানে মোট ১৬টি দল নকআউট পর্বে উঠবে। এই বিন্যাসটি পরিত্যক্ত ছিল এবং কখনও ব্যবহার করা হয়নি।\nসেই বছরের সেপ্টেম্বরে, কনকাকাফ ২০২৪ সালে শুরু হওয়ার জন্য টুর্নামেন্টের সম্প্রসারণ ঘোষণা করেছিল। টুর্নামেন্টটি ২০১৮ সাল থেকে ব্যবহৃত অল-নকআউট ফর্ম্যাটটি ধরে রাখবে কিন্তু এখন পাঁচটি রাউন্ড এবং ২৭টি দল অংশগ্রহণ করবে:\n\n৬টি লিগা এমএক্স ক্লাব\n৫টি মেজর লিগ সকার ক্লাব\n২টি কানাডিয়ান প্রিমিয়ার লিগ ক্লাব\n১ যুক্তরাষ্ট্র ওপেন কাপ চ্যাম্পিয়ন\n১ কানাডিয়ান চ্যাম্পিয়নশিপ চ্যাম্পিয়ন\n৩টি লিগস কাপ ক্লাব\n৬টি মধ্য আমেরিকা কাপ ক্লাব\n৩টি ক্যারিবিয়ান কাপ ক্লাব\nবাইশটি ক্লাব রাউন্ড ওয়ানে টুর্নামেন্টে প্রবেশ করবে যখন পাঁচটি ক্লাব (এমএলএস কাপ, লিগা এমএক্স, লিগস কাপ, মধ্য আমেরিকান কাপ এবং ক্যারিবিয়ান কাপের বিজয়ী) রাউন্ড অফ ১৬-এ বাই পাবে।\nদলগুলি তাদের ঘরোয়া লিগ বা কাপের মাধ্যমে বা তাদের আঞ্চলিক কাপ প্রতিযোগিতার মাধ্যমে কনকাকাফ চ্যাম্পিয়ন্স লিগের জন্য যোগ্যতা অর্জন করতে পারে: উত্তর আমেরিকার দলগুলির জন্য লিগ কাপ, মধ্য আমেরিকার দলগুলির জন্য সেন্ট্রাল আমেরিকান কাপ, এবং দলগুলির জন্য একটি কনকাকাফ ক্যারিবিয়ান কাপ ক্যারিবিয়ান। সমস্ত ম্যাচের মধ্যে প্রথম রাউন্ড থেকে সেমিফাইনাল পর্যন্ত হোম এবং অ্যাওয়ে সিরিজ অন্তর্ভুক্ত থাকবে, যেখানে ফাইনাল একটি নিরপেক্ষ সাইটে একক ম্যাচ হবে। ২০২২ সালে কনকাকাফ লিগও এই নতুন ফর্ম্যাটে বন্ধ হয়ে যাবে।\n৬ জুন ২০২৩-এ ঘোষণা করা হয় যে নতুন ফর্ম্যাটের সাথে তাল মিলিয়ে প্রতিযোগিতার নাম পরিবর্তন করে কনকাকাফ চ্যাম্পিয়ন্স কাপ রাখা হয়েছে।\n\n\n== বিন্যাস ==\nপ্রতিযোগিতার প্রতিটি রাউন্ডে একটি দুই-লেগের হোম-এন্ড-অ্যাওয়ে সিরিজ থাকে যেখানে উভয় লেগে মোট গোল দ্বারা বিজয়ী নির্ধারিত হয়। সামগ্রিক লক্ষ্য সমান হলে, অ্যাওয়ে গোল নিয়ম প্রয়োগ করা হয়। অ্যাওয়ে গোলও সমান হলে, তাৎক্ষণিক পেনাল্টি শুট-আউটের মাধ্যমে খেলার সিদ্ধান্ত হয়; কোন অতিরিক্ত সময়ের খেলা হয়না।\n২০১৮ সালের আগে, টুর্নামেন্টের দুটি অংশ ছিল: একটি গ্রুপ পর্ব অনুষ্ঠিত হয় আগস্ট থেকে অক্টোবর পর্যন্ত, এবং একটি নকআউট পর্ব অনুষ্ঠিত হয় পরের বছরের মার্চ থেকে মে পর্যন্ত। গ্রুপ পর্বে ২৪ টি দল তিনটি দলের আটটি গ্রুপে খেলছে, প্রতিটি দল তার গ্রুপে অন্য দুটি দলের সাথে দুবার খেলছে। মার্কিন যুক্তরাষ্ট্র এবং মেক্সিকান দল একই গ্রুপে রাখা হত না। আটটি গ্রুপের প্রতিটির বিজয়ীরা কোয়ার্টার ফাইনালে উঠেছে। নকআউট রাউন্ডের প্রতিটি পর্বে (কোয়ার্টার ফাইনাল, সেমিফাইনাল, ফাইনাল) দুই-লেগ হোম-অ্যান্ড-অ্যাওয়ে সিরিজের সমন্বয়ে সমষ্টি গোল পার্থক্য দ্বারা বিজয়ী নির্ধারিত হয়। নকআউট পর্বে সিডিং নির্ধারণ করা হয় গ্রুপ পর্বে পারফরম্যান্সের মাধ্যমে।\n২০১২-১৩ মৌসুমের আগে, প্রতিযোগিতায় চারটির চারটি গ্রুপ ছিল, প্রতিটি গ্রুপে একটি মেক্সিকান দল এবং একটি মার্কিন দল ছিল। ২৪ থেকে ১৬ টি দলের সংখ্যা কমাতে একটি প্রাথমিক রাউন্ড ব্যবহার করা হয়েছিল।\n\n\n== ফলাফল ==\n\n  ফাইনাল প্লে-অফ ম্যাচ\n\n\n=== নোট ===\n\n\n== পরিসংখ্যান ==\n\n\n=== দেশ অনুযায়ী ===\n\n†একটি শিরোপা বিভক্ত\n\n\n== পুরস্কার মূল্য ==\n২০২২ কনকাকাফ চ্যাম্পিয়ন্স লিগ পর্যন্ত হালনাগাদকৃত।\nবিজয়ী: $৫০০,০০০\nরানার্স-আপ: $৩০০,০০০\nসেমি-ফাইনালিস্ট: $২০০,০০০\n২০২৪ সালে চ্যাম্পিয়ন ক্লাব $৫,০০০,০০০ এর বেশি পুরস্কার মূল্য পাবে।\n\n\n== স্পনসর ==\nকনকাকাফ চ্যাম্পিয়ন্স কাপের বেশ কয়েকটি কর্পোরেট স্পনসর রয়েছে: স্কোশিয়াব্যাঙ্ক (যা ২০১৪-১৫ থেকে ২০২৩ সাল পর্যন্ত চ্যাম্পিয়ন্স লিগের টাইটেল স্পন্সর ছিল),  মিলার লাইট, মানিগ্রাম, ম্যাক্সিস টায়ার্স এবং নাইকি।  স্পনসরদের নাম মাঠের পরিধির চারপাশে বোর্ডে এবং প্রাক-গেম এবং পোস্ট-গেম ইন্টারভিউ এবং প্রেস কনফারেন্সের জন্য বোর্ডগুলিতে প্রদর্শিত হয়। নাইকি গেম বল এবং রেফারি ইউনিফর্মের অফিসিয়াল প্রদানকারী।\nআমেরিকান এয়ারলাইন্স ১৯৯০-এর দশকে চ্যাম্পিয়ন্স কাপের টাইটেল স্পন্সর ছিল।\n\n\n== সম্প্রচারক ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nCONCACAF Club competitions of rsssf"}