{"pageid": 1373975, "title": "রবি গ্রোভার", "url": "https://bn.wikipedia.org/wiki?curid=1373975", "content": "রবি বি গ্রোভার একজন ভারতীয় পরমাণু বিজ্ঞানী এবং একজন যান্ত্রিক প্রকৌশলী। তিনি হোমি ভাবা ন্যাশনাল ইনস্টিটিউটের ভাইস-চ্যান্সেলর (প্রাথমিক বছরগুলিতে তিনি পরিচালক পদে মনোনীত ছিলেন) এবং পরমাণু শক্তি কমিশনের সদস্য।  তিনি পরমানু বিজ্ঞান গবেষণা বোর্ডের চেয়ারম্যান। এছাড়াও ইন্ডিয়ান ন্যাশনাল একাডেমি অফ ইঞ্জিনিয়ারিং  এবং ওয়ার্ল্ড একাডেমি অফ আর্ট অ্যান্ড সায়েন্সের একজন সম্মানীয় সদস্য।  তিনি ২০১০-২০১৩ সালের মধ্যে ভারতের সোসাইটি অফ হিট অ্যান্ড মাস ট্রান্সফারের সভাপতি ছিলেন। তিনি ২০১৪ সালে ভারত সরকার কর্তৃক পদ্মশ্রী পুরস্কারে ভূষিত হয়েছেন।\nতিনি ফেব্রুয়ারী ২০১৩ সালে পারমাণবিক শক্তি বিভাগ (ডি এ ই)-র প্রধান উপদেষ্টার পদ থেকে অবসর গ্রহণ করেন। অবসর গ্রহণের পর তিনি পাঁচ বছরের জন্য ডি এ ই-এর অন্য গুরুত্বপূর্ণ পদে নিযুক্ত ছিলেন। ডি এ ই-তে তার কর্মজীবনের সময়কালে তিনি হোমি ভাভা জাতীয় প্রতিষ্ঠান স্থাপনে উদ্যোগী হন এবং ২০০৫ থেকে ২০১৬ পর্যন্ত এই পরিকল্পনা বাস্তবায়নের কাজে নেতৃত্ব দেন। বর্তমানে তিনি হোমি ভাভা জাতীয় প্রতিষ্ঠানের অধ্যাপক।। পূর্ববর্তী সময়ে তিনি নলেজ ম্যানেজমেন্ট গ্রুপের পরিচালক এবং ভাভা পরমাণু অনুসন্ধান কেন্দ্র -এর কারিগরি সমন্বয় ও আন্তর্জাতিক সম্পর্ক গোষ্ঠীর সহযোগী পরিচালক পদেও নিযুক্ত ছিলেন।  তিনি ২০০৩ সালে ওয়ার্ল্ড নিউক্লিয়ার ইউনিভার্সিটিতে ভাভা পরমাণু অনুসন্ধান কেন্দ্র ট্রেনিং স্কুলের প্রতিনিধিত্ব করেন।\n\n\n== শিক্ষা এবং শিক্ষকতা ==\nরবি বি. গ্রোভার ১৯৭০ সালে দিল্লি কলেজ অফ ইঞ্জিনিয়ারিং থেকে মেকানিক্যাল ইঞ্জিনিয়ারিংয়ে স্নাতক ডিগ্রি অর্জন করেন এবং ভাভা অ্যাটমিক রিসার্চ সেন্টারে যোগ দেন। তিনি ১৯৮২ সালে ইন্ডিয়ান ইনস্টিটিউট অফ সায়েন্স, ব্যাঙ্গালোর থেকে মেকানিক্যাল ইঞ্জিনিয়ারিংয়ে পিএইচডি সম্পন্ন করেন।\n২০০৮ সালে ইন্ডিয়ান ইনস্টিটিউট অফ কেমিক্যাল ইঞ্জিনিয়ার্স -এর পক্ষ থেকে ধীরুভাই আম্বানি অরেশন পুরস্কারে ভূষিত হন। ২০০৯ সালে তিনি দিল্লি কলেজ অফ ইঞ্জিনিয়ারিং অ্যালামনাই অ্যাসোসিয়েশনের পক্ষ থেকে বিশিষ্ট অ্যালামনাস অ্যাওয়ার্ড প্রদান করে হয়। ২০১১ সালে ইন্ডিয়ান ইনস্টিটিউট অফ সায়েন্স এবং ইন্ডিয়ান ইনস্টিটিউট অফ সায়েন্স অ্যালামনাই অ্যাসোসিয়েশনের পক্ষ থেকে তাকে যুগ্মভাবে বিশিষ্ট অ্যালামনাস অ্যাওয়ার্ড প্রদান করা হয়। ২০১৬ সালে, দিল্লি কলেজ অফ ইঞ্জিনিয়ারিং অ্যালামনাই অ্যাসোসিয়েশন তাকে লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড প্রদান করে।\nডঃ গ্রোভার তার কর্মজীবনের প্রথম ২৫ বছর একজন পারমাণবিক প্রকৌশলী হিসাবে কাজ করেছিলেন এবং তাপীয় জলবাহীবিদ্যায় বিশেষজ্ঞ ছিলেন। তিনি দুই-ফেজ প্রবাহ, চুল্লি জ্বালানী, মূল তাপীয় জলবাহী, নিরাপত্তা বিশ্লেষণ, চুল্লি সিস্টেম, তরল মডেলিং কৌশল ইত্যাদি বিবিধ বিষয়ে কাজ করেছেন। ১৯৯৬-এর পরে তিনি প্রযুক্তি স্থানান্তর, মানব সম্পদ উন্নয়ন, বহির্মুখী অর্থায়ন বিভাগে কাজ করেন।\nপারমাণবিক প্রকৌশল ক্ষেত্রে তার অসামান্য অবদানের জন্য ১৫ জানুয়ারী ২০১৩ সালে ভারতের প্রধানমন্ত্রী তাকে লাইফটাইম অ্যাচিভমেন্ট পুরস্কার প্রদান করেন। তিনি আন্তর্জাতিক পারমাণবিক বাণিজ্য ও জাতীয় উদ্যোগ, পারমাণবিক শক্তি শাসন এবং মানব সম্পদ উন্নয়ন ইত্যাদি ক্ষেত্রে বিশেষ প্রভাব রাখেন। পুরস্কারের উদ্ধৃতিপত্রে উল্লেখ করা হয়েছে যে চার দশকের কর্মজীবনে ড. গ্রোভার একজন শিক্ষাবিদ, গবেষক, উন্নয়ন প্রকৌশলী এবং একজন বিজ্ঞান প্রশাসক হিসাবে তার বিশিষ্ট অবদান রেখেছেন। পারমাণবিক প্রকৌশল এবং পারমাণবিক আইন সম্পর্কে তার প্রমুখ জ্ঞানের জন্য তাকে পরমাণু কূটনীতিক উপাধি দেওয়া হয়। আন্তর্জাতিক বেসামরিক পারমাণবিক বাণিজ্য প্রতিষ্ঠার জন্য ভারত সরকারের গৃহীত সমস্ত পদক্ষেপে তিনি সর্বাধিক ভূমিকা পালন করেছিলেন। \n২০১৪ সালে, তিনি ভারতের চতুর্থ-সর্বোচ্চ বেসামরিক পুরস্কার, পদ্মশ্রীতে ভূষিত হন। ২০১৬ সালে দিল্লি কলেজ অফ ইঞ্জিনিয়ারিং অ্যালামনাই অ্যাসোসিয়েশন তাকে পুরস্কৃত করেন।\n\n\n== হোমি ভাভা জাতীয় ইনস্টিটিউট স্থাপন ==\nহোমি ভাভা জাতীয় প্রতিষ্ঠান (এইচবিএনআই) ২০০৫ সালে বিশ্ববিদ্যালয় হিসাবে স্বীকৃত হয়। রবি গ্রোভার ছিলেন এর প্রথম পরিচালক। এই প্রতিষ্ঠান স্থাপনে তিনি অগ্রনী ভূমিকা পালন করেন। তিনি ২০০৫ থেকে ফেব্রুয়ারী ২০১৬ পর্যন্ত এইচবিএনআই-এর প্রধান ছিলেন এবং একে ভারতের শীর্ষস্থানীয় গবেষণা বিশ্ববিদ্যালয়ের হিসাবে প্রতিষ্ঠিত করেন।  ইন্ডিয়ান ন্যাশনাল অ্যাকাডেমি অফ ইঞ্জিনিয়ারিং-এর ওয়েবসাইটে রবি গ্রোভার ইনস্টিটিউটের একটি সংক্ষিপ্ত ইতিহাস লিখেছেন। ইনস্টিটিউট স্থাপনের যৌক্তিকতা ব্যাখ্যা করার জন্য সেই নিবন্ধে তিনি বিজ্ঞান ও প্রযুক্তির সম্পর্ক বিষয়ে বিস্তারিত লিখেছেন। তার এই নিবন্ধ ব্যাপকভাবে পঠিত হয়েছে।\n\n\n== তথ্যসূত্র =="}