{"pageid": 1373781, "title": "আবদুল রশিদ খান", "url": "https://bn.wikipedia.org/wiki?curid=1373781", "content": "উস্তাদ আবদুল রশিদ খান (১৯ আগস্ট ১৯০৮ – ১৮ ফেব্রুয়ারি ২০১৬) ছিলেন একজন ভারতীয় হিন্দুস্তানি শাস্ত্রীয় সঙ্গীতের কণ্ঠশিল্পী। খেয়াল ছাড়াও তিনি হিন্দুস্তানি শাস্ত্রীয় সংগীতের ধ্রুপদ, ধামার ও ঠুমরি গোত্রের গানের এক বিরল শিল্পী ছিলেন। ২০২০ খ্রিস্টাব্দে তিনি অতি প্রবীণ সঙ্গীতশিল্পী হিসাবে  ভারত সরকারের পদ্ম পুরস্কারে (পদ্মভূষণে) ভূষিত হন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nআবদুল রশিদ খানের জন্ম ১৯০৮ খ্রিস্টাব্দের ১৯ আগস্ট  ব্রিটিশ ভারতের আগ্রা ও অবধের যুক্তপ্রদেশ অধুনা ভারতের উত্তরপ্রদেশের বেহরাম খানের ঐতিহ্যবাহী গোয়ালিয়র ঘরানা গায়কির বংশে রায়বেরেলি জেলার সালোন শহরে। তিনি তার জ্যেঠামশাই বড়ে ইউসুফ খান এবং তার পিতা ছোট ইউসুফ খানের কাছ থেকে সঙ্গীতের প্রাথমিক তালিম নেন।\nপরবর্তীতে পরিবারের বরিষ্ঠ সদস্য চাঁদ খান, বরখুদার খান এবং মাহতাব খান প্রমুখ খ্যাতনামা উচ্চাঙ্গ সঙ্গীতব্যক্তিত্বদের কাছে গোয়ালিয়র ঘরনার গায়কিতে প্রশিক্ষিত হন। তিনি তার নিজস্ব শৈল্পিক সংবেদনশীলতায়, সাঙ্গীতিক প্রতিভায় আরো দক্ষতা অর্জন করেন। প্রসঙ্গত উল্লেখ্য এই যে, ষোড়শ শতকে আকবর দ্য গ্রেট-এর দরবারের নবরত্নের অন্যতম তানসেনের বংশধর ছিলেন তিনি। \n\n\n== কর্মজীবন ==\nআবদুল রশিদ খানের ঐতিহ্যবাহী সুররচনায় সংগীত পরিবেশনা বিবিসি এবং ইরাক রেডিও রেকর্ড করে। লখনউস্থিত 'উত্তরপ্রদেশ সঙ্গীত নাটক আকাদেমি' এবং কলকাতার 'আইটিসি সঙ্গীত রিসার্চ একাডেমি'সহ বহুসংস্থা তার রচিত পরিবেশনা রেকর্ড ও সংরক্ষণ করেছে। কয়েক দশক ধরে, তিনি আকাশবাণী এবং  লখনউ-এর  দূরদর্শনের নিয়মিত শিল্পী ছিলেন। এছাড়াও আবদুল রশিদ খান সদারং সম্মেলন, গোদরেজ সম্মেলন, লক্ষ্ণৌ মহোৎসব, ডোভার লেন সংগীত সম্মেলন, আইটিসি এসআরএ সঙ্গীত সম্মেলন প্রয়াগ সঙ্গীত সমিতির মতো অনেক জাতীয় ও আঞ্চলিক সম্মেলনে অংশগ্রহণ করেন। সারা ভারতে সঙ্গীত সম্মেলন। তিনি সমালোচক, সহশিল্পী এবং উত্তরপ্রদেশ সঙ্গীত নাটক একাডেমী (১৯৮১), বেনারস হিন্দু বিশ্ববিদ্যালয় (১৯৯৩), পূর্বাঞ্চলীয় সাংস্কৃতিক কেন্দ্র এবং প্রেস ক্লাব কলকাতার মতো অনেক স্বীকৃত প্রতিষ্ঠান দ্বারা সম্মানিত হয়েছেন।\nআবদুল রশিদ খান তার জীবদ্দশায় ২০০০ টিরও বেশি সুরসমৃদ্ধ পরিবেশনা উপস্থাপন করেছেন এবং একজন কবি ও বিশিষ্ট লেখক তিনি \"রসন পিয়া\" ছদ্মনাম ব্যবহার করতেন। তিনি যে সকল 'বন্দিশ' গেয়েছিলেন, সেগুলির সৃষ্টিকর্তা ছিলেন তিনি নিজেই। জীবদ্দশায় অসংখ্য ছাত্রকে প্রশিক্ষণও দিয়েছেন তিনি। ১৯৯১ খ্রিস্টাব্দ থেকে প্রশিক্ষণ দিতে তিনি পাকাপাকি ভাবে কলকাতায় বসবাস করতে থাকেন এবং শেষ দিন পর্যন্ত তিনি গুরু হিসেবে 'আইটিসি সঙ্গীত রিসার্চ একাডেমি'-র সঙ্গে যুক্ত ছিলেন।\n\n\n== জীবনাবসান ==\nআবদুল রশিদ খান ২০১৬ খ্রিস্টাব্দের ১৮ ফেব্রুয়ারি ১০৭ বৎসর বয়সে কলকাতায় প্রয়াত হন। ধর্মপ্রাণ মুসলমান সঙ্গীতশিল্পীর মরদেহ পরদিন রায়বেরেলিতে নিয়ে যাওয়া হয় শেষকৃত্যের জন্য।।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nআবদুল রহিম খান কর্মজীবনে বহু পুরস্কার ও সম্মাননা অর্জন করেছেন।\n\nআইটিসি সঙ্গীত রিসার্চ একাডেমি পুরস্কার (১৯৯৪)\nসংগীত নাটক অকাদেমি পুরস্কার (২০০৯)\nকাশী স্বর গঙ্গা পুরস্কার (২০০৩)\nরাস সাগর (শিরোনাম) পুরস্কার (২০০৪)\nভুওয়ালকা পুরস্কার (২০১০)\n ভারত সরকারের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণ (২০১৩) – পদ্ম পুরস্কারে ভূষিত হওয়া সবচেয়ে বয়স্ক ব্যক্তি।\nদিল্লির সরকার কর্তৃক আজীবন কৃতিত্ব পুরস্কার (২০১৩)।\n পশ্চিমবঙ্গ সরকারের বঙ্গবিভূষণ (২০১৫)\nআবদুল রশিদ খান নয়াদিল্লির অল ইন্ডিয়া রেডিও অডিশন কমিটির সদস্য ছিলেন।\n\n\n== তথ্যসূত্র =="}