{"pageid": 1373037, "title": "সঙ্গীতানুষ্ঠান", "url": "https://bn.wikipedia.org/wiki?curid=1373037", "content": "সঙ্গীতানুষ্ঠান, সঙ্গীতসভা বা কদাচিৎ সঙ্গীতসন্ধ্যা বলতে দর্শক-শ্রোতার সম্মুখে সরাসরি সঙ্গীত পরিবেশন করাকে বোঝায়, যেটি সাধারণ জনগণ প্রবেশমূল্যের বিনিময়ে উপস্থিত থেকে উপভোগ করতে পারে। এক ইংরেজি পরিভাষায় \"কনসার্ট\" (Concert) বলে। যদি কোনও একক শিল্পী সঙ্গীত পরিবেশন করেন, তবে তাকে একক সঙ্গীতানুষ্ঠান (ইংরেজিতে Recital রিসাইটাল) বলে। তবে সাধারণত একটি সঙ্গীতবাদক জোট (musical ensemble), যেমন ঐকবাদনদল (orchestra), সমবেত গায়কদল (choir), বা সঙ্গীত বাদকদল (musical band) এরূপ সঙ্গীতানুষ্ঠান পরিবেশন করে থাকে। সঙ্গীতানুষ্ঠানগুলি বিভিন্ন ধরনের ও আকারের পরিবেশে আয়োজিত হতে পারে। ব্যক্তিগত বাসভবন ও ক্ষুদ্র নৈশক্লাব, নিবেদিত সঙ্গীতানুষ্ঠান প্রেক্ষাগৃহ (concert hall), মুক্ত রঙ্গভূমি (amphitheatre), উদ্যান (park) থেকে শুরু করে বিরাটাকার বহুমুখী স্থাপনা, যেমন প্রাচীরবেষ্টিত রঙ্গভূমি বা অ্যারিনা (Arena), প্রাচীরবেষ্টিত ক্রীড়াঙ্গন বা স্টেডিয়াম (Stadium), ইত্যাদিতেও এগুলি আয়োজন করা হতে পারে। ইংরেজিতে অনানুষ্ঠানিকভাবে সঙ্গীতানুষ্ঠানকে \"বিনোদন অনুষ্ঠান\" (\"শো\") এবং \"চুক্তিতে বাদন\" (\"গিগ\") নামেও ডাকা হতে পারে।\nঅনুষ্ঠানস্থল নির্বিশেষে সঙ্গীতশিল্পীরা সাধারণত একটি মঞ্চে (স্টেজ) উঠে সঙ্গীত পরিবেশন করেন। কখনও কখনও শ্রোতাদের সাথে একই সমতলে নির্দিষ্টকৃত স্থানে দাঁড়িয়েও বাজাতে  ও গাইতে পারেন। সঙ্গীতানুষ্ঠানগুলিতে প্রায়শই সরাসরি অনুষ্ঠান সহায়তার (live event support) প্রয়োজন হয়, যার মধ্যে অন্যতম হল পেশাদার ধ্বনি উৎপাদন সরঞ্জাম-সামগ্রী (professional audio equipment)।  যন্ত্রে ধারণকৃত সঙ্গীতের (recorded music) ও বেতার সম্প্রচারের আবির্ভাবের আগে সঙ্গীতানুষ্ঠানগুলি ছিল সঙ্গীতশিল্পীদের বাদন ও গান সরাসরি উপভোগ করার প্রধান সুযোগ। অনেক সঙ্গীতশিল্পী বা সঙ্গীত বাদকদল বহু সপ্তাহ বা মাসব্যাপী সঙ্গীত সফর (টুর) করে থাকে, যেখানে তারা একাধিক নগরীতে ভ্রমণ করে নির্দিষ্ট তারিখে তাদের সঙ্গীত পরিবেশন করে থাকেন। ঐসব সঙ্গীত সফরে সঙ্গীতশিল্পী, অনুষ্ঠানস্থল, সরঞ্জাম, ইত্যাদি আয়োজন বা স্থির করা এবং দর্শকশ্রোতাদের আকৃষ্ট করা ও তাদের কাছে অনুষ্ঠান প্রবেশমূল্যের টিকিট বিক্রি করার দুরূহ আয়োজনের কাজটি  বাণিজ্যিক পেশাদার সফর সংগঠক (tour promoter) প্রতিষ্ঠানগুলি সম্পাদন করে থাকে।\nপাশ্চাত্যে ১৭শ শতকের শেষভাগ পর্যন্তও গির্জায়, অভিজাত বা ধর্নাঢ্য ব্যক্তিদের বাসগৃহে, কিংবা কোনও বেসরকারি সাহিত্যিক ও সাঙ্গীতিক সংস্থার গৃহে সঙ্গীতানুষ্ঠানের আয়োজন করা হত। একটি মত অনুযায়ী সঙ্গীতানুষ্ঠানের বর্তমান যে রূপটি (অর্থাৎ যেগুলি সাধারণ জনগণ প্রবেশমূল্যের বিনিময়ে উপভোগ করতে পারে) প্রচলিত, পাশ্চাত্যে সেটির প্রথম নথিবদ্ধ দৃষ্টান্তটি ছিল ১৬৭২ খ্রিস্টাব্দে ইংরেজ বেহালাবাদক ও সুরকার জন ব্যানিস্টারের আয়োজিত একটি সঙ্গীতানুষ্ঠান।\n\n\n== তথ্যসূত্র =="}