{"pageid": 1373107, "title": "সমুখে শান্তিপারাবার - ভাসাও তরণী হে কর্ণধার", "url": "https://bn.wikipedia.org/wiki?curid=1373107", "content": "সমুখে শান্তিপারাবার - ভাসাও তরণী হে কর্ণধার হলো ১৯৩৯ খ্রিস্টাব্দের ৩ ডিসেম্বর (১৩৪৬ বঙ্গাব্দের ১৭ অগ্রহায়ণ) রবীন্দ্রনাথ ঠাকুর কর্তৃক রচিত আনুষ্ঠানিক সঙ্গীত। গানটি রবীন্দ্রনাথের ইচ্ছানুসারে তার মৃত্যুর পূর্বে গাওয়া ও প্রচারিত হয় নি। ১৩৪৮ বঙ্গাব্দের ২২শে শ্রাবণ কবির দেহান্তের পর শান্তিনিকেতনে প্রথম গাওয়া হয়। \n\n\n== গানের কথা ==\nসমুখে শান্তি পারাবার—\nভাসাও তরণী হে কর্ণধার।\nতুমি হবে চিরসাথি, লও লও হে ক্রোড় পাতি—\nঅসীমের পথে জ্বলিবে জ্যোতি ধ্রুবতারকার।।\nমুক্তিদাতা, তোমার ক্ষমা, তোমার দয়া\nহবে চিরপাথেয় চিরযাত্রার।\nহয় যেন মর্তের বন্ধনক্ষয়,\nবিরাট বিশ্ব বাহু মেলি লয়—\nপায় অন্তরে নির্ভয় পরিচয় মহা-অজানার।।\n\n\n== ইতিহাস ==\nরচনা ও সুরারোপ—\nরবীন্দ্রনাথ ঠাকুর আটাত্তর বৎসর বয়সে শান্তিনিকেতনে ১৩৪৬ বঙ্গাব্দের ১৭ অগ্রহায়ণ তারিখে রচনা করেন গানটি। গানটি 'মিশ্র পূরবী' রাগে ও 'কাহারবা' তালে গীত হয় এবং গানটির স্বরলিপিকার হলেন শৈলজারঞ্জন মজুমদার। \n\nপ্রেক্ষাপট—\n১৯৩৯ খ্রিস্টাব্দের কোন এক সময়ে ঠিক হয়েছিল ডাকঘর  নাটক মঞ্চস্থ করা হবে এবং সেইমত রিহার্শালও চলছিল। নাটকটির শেষদৃশ্যে সুপ্ত অমলের শিয়রে 'ঠাকুরদার গান' বলে লেখেন কবিগুরু। অমলের মৃত্যুর দৃশ্যে গীত হবার কথা। \nকিন্ত একদিন দুপুর একটা নাগাদ কবি তার 'পুনশ্চ'র বাড়ীতে ডাকেন  শৈলজারঞ্জন মজুমদারকে। শৈলজারঞ্জন তার \"যাত্রপথের আনন্দগান\" গ্রন্থে উল্লেখ করেন যে, যথারীতি তিনি তাকে 'সমুখে শান্তিপারাবার' গানটি শেখালেন এবং তিনি যথাযথ গানটি তুলে, স্বরলিপি করে বেরিয়ে আসছেন, তখন কবি পেছন থেকে ডেকে ধ্যানগম্ভীর দৃষ্টিতে তাকিয়ে বললেন—\n\n\" আজ আমি যা প্রত্যক্ষ করলাম, তা-ই এখানে লিখে রেখে গেলাম, কিন্তু এ গান আমার অন্যান্য গানের মতো তুমি আগে কাউকে শিখিও না। আমার যখন হয়ে-বয়ে যাবে, তখন এ গানটি করে দিও। কিন্তু তখন তুমি আমাকে কাছে পাবে না।\"  রবীন্দ্রনাথও ডাকঘর নাটকের রিহার্শালে কখনও 'সমুখে শান্তিপারাবার' গানটি সম্পূর্ণ গাইতেন না এবং নাটকটিও শেষপর্যন্ত মঞ্চস্থ হয়নি।\nঋষিকবি মানস চোখে প্রত্যক্ষ করে এমনকি অনুভব করেছিলেন তা কেবল তিনিই জানতেন। তার নির্দেশ যথাযথ পালন করা হয়। একবার কলকাতার জোডাসাঁকোতে মাঘোৎসবের উপাসনার (১১ মাঘ) জন্য কবির অজান্তে গানটি তালিকাভুক্ত হয়েছিল এবং সঙ্গে সঙ্গেই শান্তিনিকেতন হতে খবর পাঠিয়ে বন্ধ করে দেওয়া হয়।\nরবীন্দ্রনাথ অতঃপর অসুস্থ অবস্থায় শান্তিনিকেতন ত্যাগ করে চিকিৎসার জন্য কলকাতার আসেন এবং ১৯৪১ খ্রিস্টাব্দের ৭ আগস্ট তথা ১৩৪৮ বঙ্গাব্দের ২২ শে শ্রাবণ প্রয়াত হন। কলকাতায় যখন কবির দেহ চিরদিনের জন্য বিলীন হচ্ছে, তখনই সন্ধ্যায় শান্তিনিকেতনের মন্দিরে উপাসনায় সমবেত কণ্ঠে প্রথমবার গীত হল- \"সমুখে শান্তিপারাবার, ভাসাও তরণী হে কর্ণধার\"। অশ্রুরুদ্ধ কণ্ঠে শৈলজারঞ্জন মজুমদারের সঙ্গে গাইলেন কণিকা বন্দ্যোপাধ্যায়, ইন্দুলেখা ঘোষ, ও অমলা বসু। এর দশদিন পর ১৩৪৮ বঙ্গাব্দের ৩২ শ্রাবণ শান্তিনিকেতনে শ্রাদ্ধবাসরের অনুষ্ঠানে উপাসনা পরিচালনা করেন পন্ডিত বিধুশেখর শাস্ত্রী এবং ক্ষিতিমোহন সেন। সেই উপাসনায় প্রথম সাধারণ সমক্ষে গীত হয় গানটি। ব্রহ্মসঙ্গীত হিসাবে গানটি ১৩৪৮ বঙ্গাব্দে রবীন্দ্রনাথের শেষ লেখা কাব্যগ্রন্থে (১ সংখ্যক) প্রকাশিত হয় এবং শৈলজারঞ্জন মজুমদারকৃত স্বরলিপি ওই বছরের ভাদ্র মাসের প্রবাসীতে প্রকাশিত হয়।  অমিয়া ঠাকুরের কণ্ঠে গীত গানটি প্রথম হিন্দুস্তান রেকর্ড ( এইচ-১১৯৭৫) প্রকাশ করে।\n\n\n== তথ্যসূত্র =="}