{"pageid": 1373114, "title": "সৈয়দ আজিজুর রহমান", "url": "https://bn.wikipedia.org/wiki?curid=1373114", "content": "সৈয়দ আজিজুর রহমান নওয়াব মিঞা (১৯০১-১৯৫৬) ছিলেন একজন বাঙালি রাজনীতিবিদ এবং পূর্ব বাংলার আইনসভার সাবেক হুইপ ।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআজিজুর রহমান ১৯০১ সালে বেঙ্গল প্রেসিডেন্সির বাকেরগঞ্জ জেলার ভোলা দ্বীপের বাটামারা গ্রামের এক সম্ভ্রান্ত বাঙালি মুসলিম সৈয়দ জমিদার পরিবারে জন্মগ্রহণ করেন। জমিদারিটি তার দাদা সৈয়দ তোরাব আলী দ্বারা প্রতিষ্ঠিত হয়েছিল, প্রথমে ভোলায় উলনিয়ার জমিদার কালারাজা কর্তৃক ৩৬০ একর জমি উপহার দেওয়ার পরে। সৈয়দ তোরাব আলী মূলত হিন্দুস্তানের জৌনপুরের বাসিন্দা এবং জৌনপুরের পীর খান্দানের সাথে যুক্ত ছিলেন, কিন্তু বৃহত্তর বাকেরগঞ্জ অঞ্চলে পুলিশ কনস্টেবল হিসেবে নিযুক্ত ছিলেন।  যখন নয় বছর বয়সে আজিজুর রহমানের বাবা সৈয়দ আলতাফুর রহমান মারা যান। এরপর তিনি চলে যান নানার বাড়ি উজিরপুরের আগরপুর মিঞা বাড়িতে। এবং তারা ছিলেন পাঠান সেনাপতি শাহ মুহম্মদ আশরফ জহান খাঁর বংশধর।\nতিনি বরিশালের ব্রজমোহন কলেজে পড়াশোনা শেষ করেন।\n\n\n== কর্মজীবন ==\nমাত্র আঠারো বছর বয়সে, আজিজুর রহমান বাকেরগঞ্জ জেলা বোর্ডে তার কর্মজীবন শুরু করেন এবং টানা তিন দশক লোকাল বোর্ডের সদস্য হিসেবে দায়িত্ব পালন করেন। তিনি জেলার অবকাঠামো উন্নয়নে অবদান রেখেছিলেন এবং বিশেষ করে সামাজিক কাজে জড়িত ছিলেন। তিনি 1937 সালের বাংলা আইনসভা নির্বাচনে মুসলিম লীগ প্রার্থী হিসেবে ভোলা দক্ষিণ আসনে প্রতিদ্বন্দ্বিতা করেন, কৃষক প্রজা পার্টির তোফায়েল আহমদ চৌধুরীর কাছে হেরে যান। আজিজুর রহমান 1946 সালের নির্বাচনে তার প্রতিদ্বন্দ্বী কৃষক প্রজা পার্টির হাশেম আলী খানকে পরাজিত করার পর ভোলা দক্ষিণ আসনের একজন মুসলিম লীগ প্রার্থী হিসেবে বঙ্গীয় আইনসভায় নির্বাচিত হন। একই বছর, তিনি তার নিজ বাড়ি বাটামারা দারোগা বাড়ীতে একটি লঙ্গরখানা খোলেন, যেখানে তিনি এক মাসের জন্য খাবার বিতরণ করেন। তার উদ্যোগ দেখে সরকার পরবর্তীতে এ অঞ্চলের বিভিন্ন স্থানে লঙ্গরখানা চালু করে।\n1947 সালে বঙ্গভঙ্গের পর তিনি সংসদীয় সচিব হন। তিনি সাত বছর পূর্ব বাংলার আইনসভার চিফ হুইপ হিসেবে দায়িত্ব পালন করেন।\n\n\n== ব্যক্তিগত জীবন ==\nতার ছোট ভাই সৈয়দ মাহবূবুর রহমান ছিলেন বাংলাদেশ সরকারের সচিব এবং  রাজিয়া বানুর স্বামী। আজিজুর রহমানের বড় মেয়ে খান বাহাদুর হেমায়েতউদ্দীন আহমদের তৃতীয় সাহেবজাদা কাপ্তান কবীরউদ্দীন আহমদকে (বন্দর ও নৌপরিবহন বিভাগের সাবেক উপ-পরিচালক, বিআইডব্লিউটিএ) বিয়ে করেন।\n\n\n== মৃত্যু ==\nআজিজুর রহমান ১৯৫৬ সালে মারা যান।\n\n\n== তথ্যসূত্র =="}