{"pageid": 1373617, "title": "বুন্দেল", "url": "https://bn.wikipedia.org/wiki?curid=1373617", "content": "বুন্দেল একটি রাজপুত গোত্র। বেশ কয়েক প্রজন্ম ধরে বুন্দেল রাজপুতদের যোদ্ধা বংশ কয়েকটি এলাকায় বেশ কয়েকটি রাজ্য প্রতিষ্ঠা করেছিল যেগুলি বুন্দেলখণ্ড নামে পরিচিত ছিল যা ১৬ শতক থেকে চেদি রাজ্য নামে পরিচিত ছিল।\n\n\n== ব্যুৎপত্তি ==\nযশবন্ত লাল মেহতার মতে, \"বুন্দেল\" শব্দটি বিন্ধ-ভাসিনী দেবী নামে এক দেবতার উপর ভিত্তি করে তৈরি, বিন্ধ্য পর্বতমালার উত্তরের অধিকাংশ অংশ বিন্ধাচলে তাঁর বাসস্থান বলে মনে করা হয়।\n\n\n== সম্প্রসারণ কিংবদন্তি ==\nবুন্দেলর কিংবদন্তি অনুসারে, জগদাসের বংশধর অর্জুনপাল ছিলেন মোহনির শাসক। তার জ্যেষ্ঠ পুত্র বীরপাল মোহনির রাজা হিসেবে তার স্থলাভিষিক্ত হন, যদিও তার ছোট পুত্র সোহানপাল ছিলেন শ্রেষ্ঠ যোদ্ধা। রাজ্যে তার অংশ পেতে,সোহানপাল কুরার (কুন্দর) খঙ্গার শাসক নাগা (ওরফে হুরমাত সিং) এর কাছে সাহায্য চেয়েছিলেন। নাগা বিনিময়ে একটি বৈবাহিক জোট দাবি করেছিল। সোহানপাল প্রত্যাখ্যান করলে নাগা তাকে আটকে রাখার এবং জোর করে শর্তে করার চেষ্টা করে। সোহানপাল পালিয়ে যান এবং চৌহান, সালিঙ্গার এবং কাচওয়াহাদের সাহায্য চেয়ে ব্যর্থ হন। শেষ পর্যন্ত, পানপাল (বা পুণ্যপাল) নামে একজন পানওয়ার প্রধান তাকে সাহায্য করতে রাজি হন। তাদের যৌথ সেনাবাহিনী ১২৮৮ খ্রিস্টাব্দে নাগাকে পরাজিত করে। সোহানপাল দুর্গের সমস্ত খাঙ্গার পুরুষকে হত্যা করেছিলেন, কিন্তু খঙ্গাররা বুন্দেলদের সেবক হিসেবে কাজ করবে এই শর্তে শিশুদের রক্ষা করেছিলেন। সোহানপাল কুরারের রাজা হন এবং তার কন্যা পানপালকে বিয়ে করেন।\n\n\n== ঐতিহাসিক রাজত্ব ==\nসোহানপালের বংশধর বলে পরিচিত রুদ্র প্রতাপ সিং (রাজত্বকাল ১৫০১-১৫৩১ খ্রিস্টাব্দ),  ১৫৩১ খ্রিস্টাব্দে তার রাজধানী গড় কুন্দর থেকে ওড়ছায় স্থানান্তরিত করেন। ওড়ছা রাজ্য ছিল মূল বুন্দেল রাজ্য। দাতিয়া রাজ্য (১৬২৬ খ্রিস্টাব্দ) এবং পান্না রাজ্য (১৬৫৭ খ্রিস্টাব্দ) ওড়ছা রাজ্য থেকে পৃথক হয়। ১৭৩১ সালে পান্নার প্রতিষ্ঠাতা ছত্রশালের মৃত্যুর পর অজয়গড় রাজ্য, বিজাবর রাজ্য এবং চরখারি রাজ্য পান্না থেকে আলাদা হয়ে যায়। ছত্তরপুর রাজ্যের সরকারি নথিতেও এর শাসকদের বংশকে \"পানওয়ার বুন্দেল\" বলে উল্লেখ করা হয়েছে। এর প্রতিষ্ঠাতা ছিলেন একজন পানওয়ার, যিনি ১৭৮৫ খ্রিস্টাব্দ পর্যন্ত পান্না রাজ্যের বুন্দেল শাসকের চাকরিতে ছিলেন।\nবুন্দেলখণ্ড (\"বুন্দেল অঞ্চল\") অঞ্চলের নামকরণ করা হয়েছিল বুন্দেলদের নামে।\n\nবুন্দেলখণ্ডের বিভিন্ন বুন্দেল সর্দাররা প্রায়শই একে অপরের বিরুদ্ধে লড়াই করতেন, যার সুযোগ মুঘলরা প্রায়শেই নিতেন।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবুন্দেলখণ্ড এজেন্সি#রাজ্য\nবানাউত - বিহার ও ঝাড়খণ্ডের বুন্দেল রাজপুতদের শাখা\nবানাফার\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nCatherine B. Asher; Cynthia Talbot (২০০৬)। India Before Europe। Cambridge University Press। আইএসবিএন 978-0-521-80904-7। \nCynthia Talbot (২০১৫)। The Last Hindu Emperor: Prithviraj Cauhan and the Indian Past, 1200–2000। Cambridge University Press। আইএসবিএন 9781107118560। \nJain, Ravindra K. (২০০২)। Between History and Legend: Status and Power in Bundelkhand। Orient Blackswan। আইএসবিএন 978-81-250-2194-0।"}