{"pageid": 1373879, "title": "অরুণাচল কংগ্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1373879", "content": "অরুণাচল কংগ্রেস (এসি) ছিল ভারতের অরুণাচল প্রদেশ রাজ্যের একটি আঞ্চলিক রাজনৈতিক দল।\nএটি ১৯৯৬ সালে ভারতীয় জাতীয় কংগ্রেসের একটি স্প্লিন্টার গ্রুপ হিসাবে প্রতিষ্ঠিত হয়েছিল, যখন স্থানীয় দলীয় নেতা এবং মুখ্যমন্ত্রী গেগং আপাং তৎকালীন কংগ্রেস নেতা পিভি নরসিমা রাও- এর বিরুদ্ধে বিদ্রোহ করেছিলেন।\n\n\n== ইতিহাস ==\nআপাং তার সাথে অরুণাচল প্রদেশের মোট ৬০ জন বিধানসভা সদস্যের ৫৪ জন সদস্যকে তার নতুন দলে নিয়ে যান। ১৯৯৮ সালের লোকসভা নির্বাচনে এসি অরুণাচল প্রদেশের দুটি আসনেই জয়লাভ করে।\nদলটি ১৭২,৪৯৬ ভোট পেয়েছে (রাজ্যের ভোটের ৫২.৪৭%)। এসি নিজেকে ভারতীয় জনতা পার্টি (বিজেপি) এর সাথে জোটবদ্ধ করেছিল এবং জাতীয় গণতান্ত্রিক জোটের প্রতিষ্ঠাতা সদস্য ছিল। অরুণাচল পশ্চিম নির্বাচনী এলাকা থেকে নির্বাচিত গেগং আপ্যাং- এর ছেলে ওমাক আপাং কেন্দ্রীয় সরকারের মন্ত্রী নিযুক্ত হন।\n\n\n== বিভক্ত ==\nএসির সাফল্য বেশিদিন স্থায়ী হয়নি। ১৯৯৮ সালের নির্বাচনের পর সরাসরি দলের মধ্যে বিদ্রোহ দেখা দেয়। ওয়াংচা রাজকুমার, যিনি ১৯৯৬ এবং ১৯৯৮ উভয় ক্ষেত্রেই অরুণাচল পূর্ব এলাকা থেকে লোকসভায় নির্বাচিত হয়েছিলেন, তার ছেলেকে মন্ত্রী নিযুক্ত করার সময় আপাংকে স্বজনপ্রীতি অবলম্বন করার জন্য অভিযুক্ত করেছিলেন। রাজকুমারের পক্ষে থাকা পাঁচজন প্রতিমন্ত্রীকে আপাং বরখাস্ত করেছিলেন।\nএকজন প্রাক্তন মন্ত্রী মুকুট মিঠি বিভক্ত হয়ে অরুণাচল কংগ্রেস (মিঠি) গঠন করেন। এসি(এম) বিধানসভার ৪০ জন সদস্য সংগ্রহ করতে সক্ষম হয় এবং মিথি একটি সরকার গঠন করে। প্রাথমিকভাবে এসি এবং এসি(এম) উভয়ই বাজপেয়ী সরকারকে সমর্থন করেছিল, কিন্তু যেহেতু রাজকুমারকে মন্ত্রী পদ বরাদ্দ করা হয়নি এসি(এম) ১৯৯৯ সালের নির্বাচনের আগে ভারতীয় জাতীয় কংগ্রেসের সাথে একীভূত হয়।\n১৯৯৯ সালের লোকসভা নির্বাচনের আগে এসি বিজেপির সঙ্গে জোট করে। ওমাক আপাং অরুণাচল পশ্চিমে দাঁড়িয়েছিলেন (সেই আসনে ৭০,৭৬০ ভোট, ৩০,০৭% নিয়ে দ্বিতীয় হয়েছেন)। অরুণাচল পূর্বে রাজকুমার এখন কংগ্রেসে ফিরে বিজেপি প্রার্থীকে পরাজিত করেছেন।\nএকটি কারণ, এটি দাবি করেছে যে, এসি-বিজেপি জোট এতটাই খারাপভাবে কাজ করেছিল যে এলাকার বেশ কয়েকটি সশস্ত্র দল বিশেষ করে শক্তিশালী ন্যাশনাল সোশ্যালিস্ট কাউন্সিল অফ নাগাল্যান্ড তাদের বিরুদ্ধে কাজ করেছিল।\nএকই বছর বিধানসভা নির্বাচন আরও খারাপ ফলাফল দিয়েছে। এসি চালু করেছে ৩৮ জন প্রার্থী, কিন্তু মাত্র একজন (গেগং আপাং) নির্বাচিত হয়েছেন। মোট দলটি ৬৮,৬৪৫ ভোট পেয়েছে (রাজ্যের ভোটের ১৬.৬৮%)।\n২০০৪ সালের লোকসভা নির্বাচনের আগে অরুণাচল প্রদেশের রাজনৈতিক মানচিত্র আবার নতুন করে আঁকা হয়েছে। ২৫ জুলাই ২০০৩ কংগ্রেসে একটি নতুন বিভক্তি দেখা দেয় এবং একটি নতুন দল কংগ্রেস (ডোলো) গঠিত হয়।\nআপাং নিজেকে, কংগ্রেস (ডি), একজন বহিষ্কৃত কংগ্রেস বিধায়ক এবং দুইজন নির্দলকে নিয়ে ইউনাইটেড ডেমোক্রেটিক ফ্রন্ট নামে একটি ফ্রন্ট গঠন করেন। মোট আপাং গামের চারপাশে ৪১ জন বিধায়ককে জড়ো করতে সক্ষম হন এবং ৩ আগস্ট আপাং আবার রাজ্যের মুখ্যমন্ত্রী হিসাবে শপথ নেন।\n৩০ আগস্ট আপাং বিজেপিতে যোগ দেন এবং তার ৪১ জন বিধায়ককে নিয়ে যান। এইভাবে বিজেপি প্রথমবারের মতো উত্তর-পূর্বে একটি রাজ্য সরকার নিয়ন্ত্রণ করে।\nপ্রতিষ্ঠাতা আপাং বিজেপিতে যোগদানের পরেও অরুণাচল কংগ্রেস একটি দল হিসাবে বিদ্যমান ছিল।\n২০০৪ সালের লোকসভা নির্বাচনের আগে এসি বয়কটের ডাক দেওয়ার কথা বলেছিল, যার প্রতিবাদে চাকমা এবং হাজং উদ্বাস্তুদের রাজ্যে ভোট দেওয়ার অধিকার দেওয়া হয়েছিল। শেষ পর্যন্ত দলটি অবশ্য প্রতিদ্বন্দ্বিতা করার সিদ্ধান্ত নেয়, এবার ভারতীয় জাতীয় কংগ্রেসের সাথে জোট বেঁধেছে। এসি অরুণাচল পশ্চিমে তার নতুন দলের সভাপতি কামেন রিঙ্গু চালু করেছে। রিংগু দ্বিতীয় হন এবং ৭৬,৫২৭ ভোট পান (সেই আসনে ৩৪.৫৪%)। অরুণাচল ইস্ট আইএনসি একজন প্রার্থী লঞ্চ করেছিল, যিনি দ্বিতীয় ছিলেন।\n২০০৪ সালের বিধানসভা নির্বাচনে এসি ১১ জন প্রার্থী দিয়েছিল, যাদের মধ্যে দুজন নির্বাচিত হয়েছিল।\nদলের নেতৃত্বকে বলা হয় অরুণাচল কংগ্রেস ওয়ার্কিং কমিটি (এসিডব্লিউসি)।\nসংগঠন অরুণাচল কংগ্রেস স্বেচ্ছাসেবক বাহিনী সম্ভবত দলের সাথে সম্পর্কিত।\n২০০৯ সালের বিধানসভা নির্বাচনের ঠিক আগে, অরুণাচল কংগ্রেস ভারতীয় জাতীয় কংগ্রেসের সাথে একীভূত হয়।\n\n\n== মুখ্যমন্ত্রীর তালিকা ==\nগেগং আপাং : ১৮ জানুয়ারি ১৯৮০ থেকে ১৯ জানুয়ারি ১৯৯৯ পর্যন্ত\n\n\n== আরও দেখুন ==\nভারতীয় জাতীয় কংগ্রেসের বিচ্ছিন্ন দল\n\n\n== তথ্যসূত্র =="}