{"pageid": 1374, "title": "মেক্সিকো", "url": "https://bn.wikipedia.org/wiki?curid=1374", "content": "মেক্সিকান যুক্তরাষ্ট্র, (), মেহিকো বা সাধারণ নামে মেক্সিকো (ইংরেজি: /ˈmɛksɪkoʊ/) (টেমপ্লেট:Audio-es [ˈmexiko]) উত্তর আমেরিকার একটি যুক্তরাষ্ট্রীয় সাংবিধানিক প্রজাতন্ত্র। এই দেশের উত্তর সীমান্তে অবস্থিত মার্কিন যুক্তরাষ্ট্র; দক্ষিণ ও পশ্চিমে প্রশান্ত মহাসাগর; দক্ষিণ-পূর্বে গুয়াতেমালা, বেলিজ ও ক্যারিবিয়ান সাগর এবং পূর্বে মেক্সিকো উপসাগর অবস্থিত। প্রায় দুই মিলিয়ন বর্গ কিলোমিটার জুড়ে অবস্থিত মেক্সিকো আয়তনের বিচারে দুই আমেরিকার পঞ্চম বৃহত্তম রাষ্ট্র তথা বিশ্বের চতুর্দশ বৃহত্তম স্বাধীন রাষ্ট্র। দেশের জনসংখ্যা প্রায় ১০৯ মিলিয়ন; জনসংখ্যার বিচারে মেক্সিকো বিশ্বের একাদশ জনবহুল রাষ্ট্র। মেক্সিকো যুক্তরাষ্ট্র একত্রিশটি রাজ্য ও রাজধানী শহর একটি যুক্তরাষ্ট্রীয় জেলা নিয়ে গঠিত।\nপ্রাককলম্বিয়ান মধ্য আমেরিকায় ইউরোপীয়দের আগমনের পূর্বেই ওলমেক, তোলতেক, তিওতিহুয়াকান, মায়া ও আজটেক সভ্যতার মতো একাধিক উন্নত সভ্যতা বিকাশলাভ করেছিল। ১৫২১ সালে স্পেন নিউ স্পেন প্রতিষ্ঠা করে। এই দেশটিই পরে মেক্সিকো উপনিবেশে পরিণত হয়। ১৮২১ সালে এক স্বাধীনতা যুদ্ধের মাধ্যমে মেক্সিকো স্বাধীনতা অর্জন করে। মেক্সিকোর স্বাধীনতা-উত্তর পর্যায় ছিল অর্থনৈতিক অস্থিরতা, অঞ্চল হস্তচ্যুত হওয়া, গৃহযুদ্ধ এবং বৈদেশিক হস্তক্ষেপ, দুটি সাম্রাজ্য ও দুটি দীর্ঘ অভ্যন্তরীণ একনায়কতন্ত্রের ইতিহাস। সর্বশেষ একনায়কতান্ত্রিক শাসনের শেষে ১৯১০ সালে সংঘটিত হয় মেক্সিকান বিপ্লব। এই বিপ্লবের ফলস্রুতি ১৯১৭ সালের সংবিধান এবং দেশের বর্তমান রাজনৈতিক ব্যবস্থার উত্থান। ২০০০ সালের জুলাই মাসের সাধারণ নির্বাচনে প্রথম বার প্রাতিষ্ঠানিক বিপ্লবী দলের (স্পেনীয়: Partido Revolucionario Institucional পার্তিদ়ো রেভ়োলুসিওনারিও ইন্‌স্তিতুসিওনাল্‌ বা PRI পে, এরে, ই,) হাত থেকে রাষ্ট্রপতির পদ ছিনিয়ে নেয় কোনো বিরোধী দল।\nএকটি আঞ্চলিক শক্তি  এবং ১৯৯৪ সাল থেকে অর্গ্যানাইজেশন ফর ইকোনমিক কো-অপারেশন অ্যান্ড ডেভেলপমেন্ট (ওইসিডি)-এর একমাত্র লাতিন আমেরিকান দেশ মেক্সিকো উচ্চ মধ্য-আয়ের দেশ হিসেবে দৃঢ়ভাবে প্রতিষ্ঠিত। মেক্সিকোকে সদ্য শিল্পায়িত দেশ হিসেবেও অভিহিত করা হয়। জিডিপির বিচারে মেক্সিকো বিশ্বের একাদশ বৃহত্তম অর্থব্যবস্থা। এছাড়াও আন্তর্জাতিক অর্থ তহবিলের হিসেবে মাথাপিছু জিডিপির বিচারে লাতিন আমেরিকার বৃহত্তম রাষ্ট্র। দেশের অর্থব্যবস্থা মেক্সিকোর নর্থ আমেরিকান ফ্রি ট্রেড এগ্রিমেন্ট (নাফটা) সহযোগীদের সঙ্গে ওতোপ্রতোভাবে জড়িত। বর্তমানে মেক্সিকো বিশ্বের এক উত্থানশীল শক্তি হওয়া সত্ত্বেও অসম আয়বণ্টন ও ড্রাগ-সংক্রান্ত হিংসার ঘটনা দেশের অন্যতম প্রধান সমস্যা বলে বিবেচিত হয়।\nএটি ল্যাটিন আমেরিকার সবচেয়ে উত্তরে ও সবচেয়ে পশ্চিমে অবস্থিত দেশ, এবং পৃথিবীর বৃহত্তম স্পেনীয় ভাষাভাষী রাষ্ট্র।\nদেশটির সরকারি নাম মেক্সিকান যুক্তরাষ্ট্র (স্পেনীয় ভাষায়: Estados Unidos Mexicanos এস্তাদোস উনিদোস মেহিকানোস)। মেক্সিকোর অধিবাসীরা দেশটিকে অনেক সময়মেক্সিকান প্রজাতন্ত্র (República Mexicana; রেপুব্লিকা মেহিকানা) যদিও এই নামটি সরকারি ভাবে স্বীকৃত নয়।\n\n\n== ব্যুৎপত্তি ==\n\nস্পেনের অধীনতাপাশ থেকে মুক্তিলাভ করার পর নিউ স্পেন স্থির করে নতুন রাষ্ট্রের নামকরণ করা হবে রাজধানী মেক্সিকো সিটির নামে। ১৫২৪ সালে প্রাচীন আজটেক রাজধানী তেনোচতিৎলান (Mēxihco-Tenōchtitlan আ-ধ্ব-ব:/tenoːtʃˈtitɬan/, মেশি'কো-তেনোচ্‌তিৎলান্‌) উপর এই শহর স্থাপিত হয়। শহরের নামটি এসেছে নাউয়াত ভাষা থেকে। এই ভাষায় মেশ্ত্‌লি (Mextli) বা মেশি'ৎলি (Mēxihtli) আজটেকদের রক্ষাকর্তা ও যুদ্ধদেবতা উইৎসিলোপোচ্‌ৎলির (Huitzilopōchtli, আ-ধ্ব-ব/witsiloˈpoːtʃtɬi/) গোপন নাম। এক্ষেত্রে মেশি'কো (Mēxihco) শব্দের অর্থ \"মেশ্ত্‌লি যেখানে বাস করেন\"। অন্য এক মতে মেশি'কো শব্দটি এসেছে মেৎস্ত্‌লি (mētztli, চাঁদ) শিক্ত্‌লি (xictli নাভি, কেন্দ্র, বা পুত্র) এবং স্থানবাচক অনুসর্গ -কো (-co) যুক্ত হয়ে। এই ক্ষেত্রে নামের অর্থ \"চাঁদের কেন্দ্রের স্থান\" বা \"চাঁদ হ্রদের কেন্দ্রের স্থান\"। এই নামটি তেশকোকো হ্রদটিকে (Texcoco তেশ্‌কোকো) নির্দেশ করছে। যে পরস্পর সংযুক্ত হ্রদব্যবস্থার কেন্দ্রে তেশকোকো হ্রদটি অবস্থিত, সেটি কতকটা খরগোসের আকার বিশিষ্ট। ঠিক একই রকম একটি ছবি আজটেকরা চাঁদের গায়ে দেখতে পেত। তেনোচতিৎলান অবস্থিত ছিল সেই হ্রদের (বা চাঁদ/খরগোস) কেন্দ্রে বা নাভিস্থলে। আবার অন্য একটি মতে শব্দটি মাগেই (স্পেনীয় ও ইংরেজি: maguey) গাছের দেবী মেক্ত্‌লি-র (Mēctli) নাম থেকে উদ্ভূত হয়েছে।\n\n\n== ইতিহাস ==\nআমেরিকানদের অন্যতম লাভজনক সংঘাত হলো মেক্সিকো যুদ্ধ। ১৮৪৬ থেকে ১৮৪৮ সালের মধ্যে সংঘটিত মেক্সিকো-আমেরিকা যুদ্ধটি হলো বিদেশের মাটিতে আমেরিকার প্রথম যুদ্ধ। এই যুদ্ধটি ছিল রাজনৈতিকভাবে বিভক্ত এবং অপ্রস্তুত মেক্সিকোর বিরুদ্ধে আমেরিকার তৎকালীন প্রেসিডেন্ট জেমস কে পোলকের চাপিয়ে দেওয়া একটি যুদ্ধ।\nএর উদ্দেশ্য ছিল আমেরিকার সীমানাকে প্রশান্ত মহাসাগর পর্যন্ত বিস্তৃত করা। তৎকালীন আমেরিকা এবং মেক্সিকোর মধ্যবর্তী রিও গ্র্যান্ডে যুদ্ধ শুরু হয় এবং যুদ্ধে একে একে আমেরিকা জিততে থাকে। চূড়ান্তভাবে জয়ী হওয়ার পর মেক্সিকোর ভূখণ্ডের ৩ ভাগের ১ ভাগ ভূখণ্ড আমেরিকার দখলে চলে আসে।\nদুই বছরের যুদ্ধে মার্কিন যুক্তরাষ্ট্র ২ দশমিক ৭২ বিলিয়ন মার্কিন ডলার ব্যয় করে। দ্বন্দ্বের কেন্দ্র ছিল টেক্সাস, যা মাত্র এক দশক আগে মেক্সিকোর কাছ থেকে স্বাধীনতা লাভ করেছিল।\nযুদ্ধটি গুয়াদালাপে-হিডালগো চুক্তির আওতায় ১৮৪৮ সালের ২ ফেব্রুয়ারি শেষ হয়েছিল। আজকের আমেরিকার ক্যালিফোর্নিয়া, উটাহ, নেভাডা, এরিজোনা এবং নিউ মেক্সিকোর মতো সমৃদ্ধ প্রদেশগুলো একসময়কার মেক্সিকোর অংশ ছিল। ২ দশমিক ৭২ বিলিয়ন মার্কিন ডলারের তুলনায় যা অনেক বেশি। মেক্সিকো যুদ্ধে ১৩ হাজার ২৮৩ মার্কিন সেনা নিহত হয়।\n\n\n== রাজনীতি ==\n\nমেক্সিকোতে একটি ফেডারেল বা যুক্তরাষ্ট্রীয় প্রজাতান্ত্রিক সরকার ব্যবস্থা বিদ্যমান। রাষ্ট্রপতি একাধারে রাষ্ট্রপ্রধান ও সরকার প্রধান। আইনসভা দ্বিকাক্ষিক। নিম্নকক্ষের নাম ফেডারেল চেম্বার অভ ডেপুটিজ, যার সদস্যসংখ্যা ৫০০। উচ্চকক্ষের নাম সেনেট, যার সদস্যসংখ্যা ১২৮। ভোটাধিকারের বয়স ১৮। বর্তমান সংবিধান ১৯১৭ সালের ৫ই ফেব্রুয়ারি প্রণয়ন করা হয়। সুপ্রিম কোর্ট দেশের সর্বোচ্চ বিচারালয়।\nমেক্সিকোর সরকারব্যবস্থা মার্কিন যুক্তরাষ্ট্রের মতোই তিনটি শাখায় বিভক্ত – নির্বাহী, আইন প্রণয়নকারী এবং বিচার। কিন্তু মেক্সিকোতে নির্বাহী শাখাটি অপর দুইটি শাখার উপর অনেক বেশি আধিপত্য বিস্তার করে। ফলে মেক্সিকোর রাষ্ট্রপতি দেশের রাজনৈতিক ব্যবস্থা অনেকাংশেই নিয়ন্ত্রণ করেন। বিংশ শতাব্দীর অধিকাংশ সময় ধরে একটি মাত্র রাজনৈতিক দল ইন্সটিটিউশনাল রেভোলিউশনারি পার্টি ক্ষমতা দখল করে রেখেছিল। ২০০০ সালে এসে প্রথমবারের মত এর প্রার্থী রাষ্ট্রপতি নির্বাচনে পরাজিত হয়। সেইবার ন্যাশনাল অ্যাকশন পার্টির বিসেন্তে ফক্স জয়লাভ করেন।\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\n\n\n== পাদটীকা ==\n\n\n== গ্রন্থপঞ্জি ==\nKrauze, Enrique (১৯৯৮)। Mexico: Biography of Power: A history of Modern Mexico 1810–1996। New York, NY: Harper Perennial। পৃষ্ঠা 896। আইএসবিএন 0060929170। \nMeyer, Michael C. (২০০০)। The Oxford History of Mexico। Oxford University Press। পৃষ্ঠা 736। আইএসবিএন 0195112288।  \nParkes, Henry Bamford (১৯৭২)। A History of Mexico (3rd সংস্করণ)। Boston: Houghton Mifflin। আইএসবিএন 0395084105। \n\n\n== বহিঃসংযোগ ==\n\nMexico Travel Guide  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জুন ২০১৪ তারিখে\nThe Presidency of Mexico\nOfficial site of the Government of Mexico\nChief of State and Cabinet Members\nTourism Board official website  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ এপ্রিল ২০২২ তারিখে\nসিআইএ প্রণীত দ্য ওয়ার্ল্ড ফ্যাক্টবুক-এ Mexico-এর ভুক্তি\nMexico from UCB Libraries GovPubs\nকার্লিতে মেক্সিকো (ইংরেজি)\n উইকিমিডিয়া অ্যাটলাসে Mexico\n\nMexico on OneWorld Country Guides  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জুন ২০০৯ তারিখে\nটেমপ্লেট:Mexico topics"}