{"pageid": 13752, "title": "ফ্রাক্টাল", "url": "https://bn.wikipedia.org/wiki?curid=13752", "content": "গণিতে, ফ্র্যাক্টাল হ'ল ইউক্লিডিয়ান ক্ষেত্রের একটি উপসেট যার জন্য ফ্র্যাক্টাল মাত্রা কঠোরভাবে টপোলজিকাল মাত্রাকে ছাড়িয়ে যায়। ফ্র্যাক্টালগুলি বিভিন্ন স্তরে একই দেখা যায়, যেমন ম্যান্ডেলব্রট সেটের ক্রমাগত প্রশস্তকরণে চিত্রিত হয়েছে। সাধারণভাবে, ফ্রাক্টাল হলো এমন এক আকার যা পুনরাবৃত্তির মাধ্যমে গঠিত বা স্বানুরূপ, অর্থাৎ এটা এমন এক আকার যা যেকোন মাত্রায়ই পরিবর্ধিত করা হোক না কেন, সর্বদাই অনুরূপ দেখাবে। এজন্যে এদেরকে প্রায়ই \"অসীমরকম জটিল\" বলে অভিহিত করা হয়ে থাকে। যদি এই প্রতিলিপিটি প্রতিবার মাপে হুবহু একই রকম হয়, যেমন মেনজার স্পঞ্জ, এটিকে অ্যাফাইন স্ব-অনুরূপ বলা হয়। ফ্র্যাক্টাল জ্যামিতি টপোলজির একটি শাখা।\n\n\n== সংজ্ঞা এবং বৈশিষ্ট্য ==\nগণিতবিদেরা ফ্রাক্টালকে একরকম জ্যামিতিক বস্তু হিসাবে বিবেচনা করেন এবং নিম্নোক্তভাবে সংজ্ঞায়িত করে থাকেন:\n\nএদের গঠন অতি সূক্ষ্ম এবং পরিচিত ইউক্লিডীয় জ্যামিতির ভাষায় এদেরকে সহজে ব্যাখ্যা করা যায় না।\nএরা স্বানুরূপ (অন্তত আসন্ন বা পরিসংখ্যানিকভাবে তো বটেই)\nএদের টপোগাণিতিক মাত্রা'র চেয়ে হাসডর্ফ মাত্রা-র সংখ্যা বেশি।\nএদের রয়েছে খুব সরল পৌনঃপুনিক সংজ্ঞা।\nএদের রয়েছে সহজাত চেহারা।\nফ্রাক্টালের এর সব বা অধিকাংশ বৈশিষ্ট্য থাকে।\nসব স্বানুরূপ বস্তু কিন্তু ফ্রাক্টাল নয় — যেমন: বাস্তব রেখা (একটি ইউক্লিডিয়ান সরল রেখা) গাণিতিকভাবে স্বানুরূপ এবং দেখতে সহজাত হলেও অন্যান্য অধিকাংশ বৈশিষ্ট্য না থাকায়, এটা ফ্রাক্টাল নয়।\n\n\n== ইতিহাস ==\nফ্র্যাক্টালের গণিত প্রথম প্রতিষ্ঠা পেতে শুরু করে সপ্তদশ শতাব্দীতে যখন দার্শনিক ও বিজ্ঞানী গটফ্রিড লাইবনিৎস পৌনঃপুনিক আত্ম-সাদৃশ্য নিয়ে চিন্তা-ভাবনা শুরু করেন। অবশ্য লাইবনিৎসের একটি ভুল হয়েছিল। তিনি ভেবেছিলেন কেবল সরল রেখাই আত্ম-সদৃশ হতে পারে যা সঠিক নয়।\nএরপর এ বিষয়ে আর তেমন কোন অগ্রগতি হয়নি।\n১৯৭৫ সালে বেনোয়া মানডেলব্রট ফ্রাক্টাল  নামটি উদ্ভাবন করেন। শব্দটি ল্যাটিন ফ্রাক্টাস থেকে নেয়া হয়েছে, যার অর্থ \"ভাঙ্গা\" বা \"চিড়-ধরা\"।\n\n\n== প্রয়োগ ==\n\n\n=== প্রাকৃতিক ঘটনা ===\nপ্রকৃতিতে পাওয়া আনুমানিক ফ্র্যাক্টালগুলি প্রসারিত, তবে সসীম, স্কেল রেঞ্জগুলির উপর স্ব-সাদৃশ্য প্রদর্শন করে। উদাহরণস্বরূপ, ফ্র্যাক্টাল এবং পাতার মধ্যে সংযোগটি বর্তমানে গাছগুলিতে কতটা কার্বন রয়েছে তা নির্ধারণ করতে ব্যবহার করা হচ্ছে। ফ্র্যাকটাল বৈশিষ্ট্যগুলির জন্য পরিচিত ঘটনাগুলির মধ্যে রয়েছে:\n\n\n=== প্রযুক্তিতে প্রয়োগ ===\nফ্র্যাক্টাল অ্যান্টেনা\nফ্র্যাক্টাল ট্রান্সিটর\nনগরায়ন\nরোগনিরূপণবিদ্যা\nভূতত্ত্ব \nভূগোল\nপ্রত্নতত্ত্ব\nঅনুসন্ধান ও উদ্ধার\nকৌশলগত বিশ্লেষণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদ্য কেয়স হাইপারপাঠ্যবই। কেয়স ও ফ্রাক্টাল বিষয়ক একটি প্রাথমিক পাঠ।\nসাদামাটা ভাষায় ফ্রাক্টাল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ জুলাই ২০২২ তারিখে\nফ্রাক্টাল, ফ্রাক্টাল মাত্রা, কেয়স, সমতল ছেয়ে-ফেলা বক্ররেখা কাট-দ্য-নট এ\nফ্রাক্টালের বৈশিষ্ট্যসমূহ\nFAQS.org থেকে ফ্রাক্টাল বিষয়ক তথ্যাবলী\nফ্রাক্টাল মাত্রাসমূহ\nফ্রাক্টাল ক্যালকুলাস  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ এপ্রিল ২০১২ তারিখে\nফ্রাক্টাল মাত্রা\nগ্রান্ড ক্যানিয়নে প্রাকৃতিক ফ্রাক্টালসমূহ\nএকমাত্রিক ডাইন্যামিক্যাল সিস্টেমস  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ সেপ্টেম্বর ২০০৬ তারিখে। ইউআইইউসি থেকে, সংক্ষিপ্ত ভূমিকা\nফ্রাক্টাল পর্বত  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ আগস্ট ২০০৬ তারিখে - জাভা অ্যাপলেট\n\n\n=== উইন্ডোজ জেনারেটর প্রোগ্রামস ===\nফ্রাক্টাল জেনারেটরের ফ্রাক্টোভিয়ার তালিকা এখানে বিনামূল্য ফ্রাক্টাল জেনারেটরের একটা সমৃদ্ধ তালিকা আছে।\nআলট্রা ফ্রাক্টাল — মাইক্রোসফট উইন্ডোজের জন্য সফটওয়্যার। বিনামূল্য পরখ সংস্করণ পাওয়া যাচ্ছে।\nIFS Illusions — ফ্রাক্টাল গ্যালারী এবং কৃত্রিম শিল্প software\nSterling2 freeware fractal generator"}