{"pageid": 1375, "title": "অর্থ (অর্থনীতি)", "url": "https://bn.wikipedia.org/wiki?curid=1375", "content": "সাধারণভাবে, অর্থ হলো কোনো পণ্য ক্রয়-বিক্রয় বা সেবা গ্রহণ বা ঋণ গ্রহণ ও পরিশোধের উপাদান। অর্থ প্রধানত বিনিময়ের মাধ্যম, আয়-ব্যয়ের একক, মজুত দ্রব্যর মূল্য এবং বিভিন্ন সেবার পরিশোধের মান হিসেবে কাজ করে। যে কোনো উপাদান বা যাচাইযোগ্য স্মারক এ কাজগুলো করে থাকলে তা অর্থ হিসেবে বিবেচিত হবে।\n\n\n== ব্যুৎপত্তি ==\nক্যাপিটোলাইন পাহাড়ের জুনো মন্দির থেকে অর্থ শব্দটির উৎপত্তি হয়েছে। এই পাহাড়টি রোমের সাত পাহাড়ের অন্যতম একটি পাহাড়। প্রাচীনকালে জুনো প্রায়ই অর্থের সাথে সংযুক্ত হতো। প্রাচীন রোমের টাকশালে রোমের জুনো মনেটার মন্দির অবস্থিত ছিল।\nপশ্চিমা বিশ্বে কয়েন অর্থের নাম ছিল ধাতব মুদ্রা (স্পেসি)। ল্যাটিন শব্দ স্পেসি থেকে এ নামটি নেওয়া হয়।\n\n\n== ইতিহাস ==\n\nএক লাখ বছর আগে পৃথিবীতে পণ্য বিনিময় পদ্ধতি চালু ছিল। সমাজে এবং অর্থনীতিতে এর কোনো নির্ভরশীল প্রমাণ নেই। অ-আর্থিক সমাজ পরিচালিত হতো প্রধানতো উপহার অর্থ এবং ঋণের দ্বারা। অপরিচিতদের অথবা ক্ষমতাবান শত্রুদের মধ্যে পণ্য বিনিময় প্রথা ঘটতো।\nপরে পৃথিবীর অনেক দেশই অর্থের ব্যবহার শুরু করে। তিন হাজার বছর খ্রিষ্ট পূর্বে মেসোপটেমিয়ায় ওজনের একক ছিল মেসোপটেমিয়ান শেকেল। এটি নির্ভরশীল ছিল কোনো কিছুর ভর যেমন ১৬০ বার্লির শস্যদানার উপর। আমেরিকা, এশিয়া, আফ্রিকা এবং অস্ট্রেলিয়ার সমাজে প্রায়ই ব্যবহৃত হতো শেল অর্থ, কড়ির শেল। হেরোডেটাসের মতানুসারে, লিডিয়ানসরা স্বর্ণ এবং সিলভার কয়েনের ব্যবহার করে। আধুনিক পণ্ডিতদের মতে, ৬৫০-৬০০ খ্রিষ্ট পূর্বে আবিষ্কৃত হয় প্রথম স্ট্যাম্প কয়েন।\n\nসং ড্যাইন্যাস্টির (সংগীত রাজবংশ) সময়ে চীনে প্রথম টাকা অথবা ব্যাংক নোট ব্যবহৃত হয়। ব্যাংক নোট ‘জিয়াজি’ নামে পরিচিত ছিল। সপ্তম শতাব্দী হতে এর প্রচলন শুরু হয়। তারা পণ অর্থ উৎপাটন করেনি। তারা অর্থের সাথে কয়েন ব্যবহার করতো। ভ্রমণকারী মারকো পোলো এবং উইলিয়াম অব রাবরাকের হিসাবের মাধ্যমে ইউরোপে কাগজের মুদ্রা পরিচিতি পায়। স্টকহোলমস্ ব্যানকো ১৬৬১ সালে ইউরোপে প্রথম ব্যাংক নোট ইস্যু করে। সেখানে একই সাথে কয়েনের ব্যবহারও ছিল। সোনার মানে, আর্থিক ব্যবস্থায় বিনিময়ের মাধ্যম ছিল ব্যাংক নোট, সতের-আঠারো শতাব্দীতে ইউরোপে মুদ্রার মতো যা পরিবর্তন যোগ্য ছিল প্রি-সেটে, সোনার নির্ধারিত পরিমাণে, সোনার কয়েনে প্রতিস্থাপিত হতো। এই সোনার মান নোট তৈরি করেছিল বৈধ মূল্যবেদন পত্র এবং সোনার কয়েনে পুনঃপ্রাপ্তি ছিল নিরুৎসাহিত। বিংশ শতাব্দীর শুরুতে বিশ্বের প্রায় সব দেশ সোনার মান গ্রহণ করে। নির্ধারিত পরিমাণ সোনার সাথে তারা তাদের বৈধ মূল্যবেদন পত্র নোট সমর্থন করে।\n\nদ্বিতীয় বিশ্ব যুদ্ধ এবং ব্রেটন উডস সম্মেলনের পরে অধিকাংশ দেশ প্রচলন করে ক্ষমতাপ্রদান (ফিয়াট) মুদ্রা। যা নির্ধারিত ছিল আমেরিকান ডলারে। আমেরিকান ডলার পরিবর্তিত হতো নির্ধারিত সোনায়। ১৯৭১ সালে আমেরিকান সরকার বাতিল করে আমেরিকান ডলারের সোনায় পরিবর্তন হওয়া। এর ফলে অনেক দেশ তাদের মুদ্রা আমেরিকান ডলারে স্থির রাখে। এ ছাড়া অধিকাংশ দেশের মুদ্রা সরকারের ক্ষমতাপ্রদান মুল্যবেদন পত্র এবং অর্থ পরিশোধের মাধ্যমে পণ্য পরিবর্তনের মাধ্যম ব্যতীত যেকোনো কিছু দ্বারা অনবলম্বন হয়। আধুনিক অর্থ তত্ত্ব মতে, কর (ট্যাক্স) এর মাধ্যমে ক্ষমতাপ্রদান অর্থ উৎসাহিত হয়।কর (ট্যাক্স) আরোপের মাধ্যমে রাষ্ট্র সৃষ্টি করে ইস্যুকৃত মুদ্রার চাহিদা।"}