{"pageid": 137697, "title": "ব্রিটিশ বাংলাদেশি", "url": "https://bn.wikipedia.org/wiki?curid=137697", "content": "ব্রিটিশ বাংলাদেশী, এছাড়াও বিলাতি বাংলাদেশী নামেও ডাকা হয়ে থাকে, হচ্ছে এমন ব্যক্তিবর্গ যাদের উৎস হলো বাংলাদেশ এবং যারা অভিবাসনের পর ব্রিটেনে বসবাস করছেন ও নাগরিক অধিকার বলে নাগরিকত্ত্ব পেয়েছেন বা তাদের বাবা-মা এটা লাভ করেছেন ;তারাও ব্রিটিশ বাংলাদেশী।৭০-এর দশকে বিপুল সংখ্যক বাংলাদেশী সিলেট থেকে এসেছেন ব্রিটেনে, যা বাংলাদেশের উত্তর-পূর্ব দিকে অবস্থিত একটি ধনী জেলা। এদের মধ্যে সবচেয়ে বেশি লোক বাস করছেন পূর্ব লন্ডনের টাওয়ার হেমলেটে যা ঐ অঞ্চলের মোট জনসংখ্যার ৩৩ ভাগ। লন্ডনে বসবাস করা এই জনসংখ্যাকে অবশ্য ব্রিটিশ বলার চেয়ে লন্ডনী নামেই বেশি ডাকা হয়। ওল্ডহ্যাম, বার্মিংহাম, লুটন ও ব্র্যাডফোর্ডতেও উল্লেখযোগ্যক সংখ্যক বাংলাদেশী বাস করেন। ম্যানচেস্টার, নিউক্যাসেল, কার্ডিফ ও সান্ডারল্যান্ডেও কিছু সংখ্যক বাংলাদেশী বাস করেন।\nবাংলাদেশীরা অভিবাসী জনসংখ্যার ভেতরে অন্যতম বড় দল এবং তারা অন্যতম দ্রুত বর্ধনশীল ও তরুণতম দল।২০০১ সালের আদমসুমারী ও পরিসংখ্যান অফিস থেকে ২০০৬ সালের পাওয়া চিত্র থেকে দেখা যায় যে ব্রিটেনে প্রায় ৩০০০০০ বাংলাদেশী বসবাস করে। বর্তমানে অনুমান করা হয় যে প্রায় ৫৫০০০০ বাংলাদেশী এখানে বসবাস করছে। যাদের মধ্যে ৯৫% অভিবাসী সিলেটি। বাংলাদেশীরা একটি বড় সমসত্ত্ব সম্প্রদায় তৈরি করেছে। এখানে বেকার সমস্যা বাড়ছে ও জনসংখ্যা প্রয়োজনের তুলনায় বেশি ও স্বাস্থ্যগত সমস্যাও রয়েছে।. বর্তমানের বাংলাদেশী প্রজন্ম একটি উন্নতিলাভ করা প্রজন্ম যারা মূলধারার ব্যবসা-বাণিজ্য ও রাজনীতিতে তাদের জায়গা করে নিচ্ছে। দক্ষিণ এশিয়ার অন্যান্য সম্প্রদায়রা এখানে সাম্প্রতিককালে আসা শুরু করলেও বাংলাদেশী সিলেটিরা এখানে সুপ্রতিষ্ঠিত।\n\n\n== ইতিহাস ==\nবাঙ্গালীরা ১৯ শতকে ব্রিটেনে আসা শুরু করে। ১৮৭৩ সালে ইস্ট ইন্ডিয়া কোম্পানীর সাথে সিলেটি বাংলাদেশীরা রাঁধুনি হিসেবে এখানে আসে রেঁস্তরাতে কাজ করার জন্য।  লেখক ক্যারোলাইন অ্যাডামস নথিভুক্ত করেন যে ১৯২৫ সালে একজন হারিয়ে যাওয়া বাঙ্গালী তার অন্য সঙ্গীদের খোঁজ করছিল।\n\nপ্রথম দিকের আসা বাংলাদেশীদের আগমনটা ছিল \"শিকল অভিবাসন\" প্রক্রিয়ায়, যেখানে সিলেটের গ্রামীণ অঞ্চল থেকে আসা বাঙ্গালীরা তাদের আত্মীয়-স্বজনদেরও নিয়ে আসতে থাকেন। সংঘর্ষ থেকে পালাতে, ভালো কাজের খোজে ও ভালো থাকা-খাওয়ার জন্য তারা এভাবে আসতে থাকেন। ৫০ ও ৬০-এর দশকে চাকুরীর খোঁজে বাঙ্গালী মানুষজন ইংল্যান্ডে আসতে থাকেন।\nবেশির ভাগ বাঙ্গালী টাওয়ার হেমলেট বিশেষ করে ব্রিকলেন ও স্পিটালফিল্ডের চারিদিকে তারা স্থায়ী হন।\n১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধ শুরু হয় ও অনেক সিলেটি মুক্তিযুদ্ধে যোগ দেন।  অনেকে আবার সংঘর্ষ থেকে বাঁচতে পালিয়ে আসেন এখানে।\nসত্তরের দশকে ব্রিটেনের পরিবর্তিত অভিবাসন আইন আরও বেশি বাংলাদেশীর পক্ষে ব্রিটেনে আসার সুযোগ সৃষ্টি করে, যার মধ্য দিয়ে বাংলাদেশীরা নবোদ্যমে ব্রিটেন গমন ও সেখানে বসতি স্থাপন শুরু করেন। এই নতুন অভিবাসীরা প্রাথমিক ভাবে নিম্ন আয়ের খাতগুলোতে নিযুক্ত হয়েছিলেন- কর্মস্থল প্রধানত ছিল মাঝারি দক্ষতাবিশিষ্ট শ্রম প্রয়োজন হয় এমন কারখানা ও বস্ত্রশিল্প। \nব্রিটেনে দক্ষিণ এশীয় খাবার, যা যুক্তরাজ্যে মূলত ভারতীয় খাবার হিসেবে প্রসিদ্ধ, এর প্রসার ও জনপ্রিয়তা বৃদ্ধির পর বাংলাদেশীদের অনেকেই ক্যাফে ও রেস্তোরাঁ ব্যবসা শুরু করেন। এখান থেকেই লন্ডনের ব্রিক লেন ও আশপাশের এলাকায় বাংলাদেশী রেস্তোরাঁ ও ছোট দোকানের প্রসার শুরু হয়। একই সাথে পূর্ব লন্ডনে ধীরে ধীরে বাংলাদেশী সংস্কৃতি ও জীবনযাত্রার প্রভাব ও অবস্থান দৃঢ় হতে থাকে।\n\nশুরুর দিকের বাংলাদেশীরা মূলত টাওয়ার হ্যামলেটস ও আশপাশের অঞ্চলের ছোট কামরাবিশিষ্ট বাসস্থানে বসবাস করতেন। এদের মাঝে পুরুষরা অধিকাংশই ছিলেন স্বল্পশিক্ষিত এবং ইংরেজি ভাষায় অদক্ষ। এর ফলে স্থানীয় ইংরেজিভাষীদের সাথে সহজে মনের ভাব প্রকাশে এরা অক্ষম ছিলেন। অপর্যাপ্ত শিক্ষাগত যোগ্যতার ফলে এরা ব্রিটেনে উচ্চশিক্ষাও গ্রহণ করতে পারছিলেন না। এদের অনেকেই স্থানীয় কিছু ব্রিটিশের ব্যবসায়িক লক্ষ্যে পরিণত হন। দূর্বল মালিকানার অনেক বাড়ি এ সময়ে ব্রিটিশ মালিকরা সিলেটি অভিবাসীদের কাছে বিক্রি করা শুরু করেন।\nসত্তরের দশকের শেষভাগে ব্রিক লেন একটি বাংলাদেশী অধ্যুষিত অঞ্চলে পরিণত হয়। ঐ সময়ই অঞ্চলটির ভূতপূর্ব ইহুদি সমাজের আধিপত্যের পতন ঘটছিল। এক্ষেত্রে ব্রিক লেনে বাংলাদেশীরা মূলত ইহুদি অভিবাসীদেরকে প্রতিস্থাপন করছিলেন। পূর্ব লন্ডনে বাংলাদেশীদের ক্রমবর্ধমান আধিপত্যের ফলে ইহুদিরা লন্ডনের অন্যান্য অঞ্চলে সরে যেতে থাকেন। অবশ্য দীর্ঘদিন যাবত বসবাসকারী ইহুদিদের অনেকেই ব্রিটেনের মূলধারার সাথে মিশে যেতে শুরু করেছিলেন।\nব্রিক লেন ও আশপাশের অঞ্চলে ইহুদিদের মূল ব্যবসা যেমন বেকারি ও গয়নার দোকান, এগুলো যথাক্রমে বাংলাদেশী রেস্তোরাঁ ও শাড়ীর দোকানে পরিণত হয়। প্রশস্ত সিনেগাগগুলোর (ইহুদি উপাসনালয়) অনেকগুলোই পরিণত হয় বাংলাদেশীদের কাপড়ের কারখানায়। ফোরনিয়ার স্ট্রিট ও ব্রিক লেনের সংযোগস্থলে অবস্থিত অধুনা গ্রেট লন্ডন মস্ক, যেটি ঐ অঞ্চলে জামে মসজিদ হিসেবে বেশি খ্যাত, এই ভবনটিই আগে স্পাইটালফিল্ড সিনেগাগ হিসেবে প্রসিদ্ধ ছিল। উল্লেখ্য যে এই ভবনটি লন্ডনের পরিবর্তনশীল অভিবাসী সমাজের একটি ঐতিহাসিক নিদর্শন হিসেবে বিবেচিত হয়। ভবনটি ১৭৪৩ সালে নির্মাণ করা হয়েছিল একটি ফরাসি প্রটেস্ট্যান্ট গির্জা হিসেবে। ১৮১৯ সালে এই গির্জাকে মেথডিস্ট চ্যাপেলে পরিণত করা হয়। উনিশ শতাব্দীতে লন্ডনে ইহুদি অভিবাসীদের সংখ্যা বাড়তে থাকলে এই ভবনেই ১৮৯৮ সালে স্পাইটালফিল্ড সিনেগাগ স্থাপন করা হয়। পরে জামে মসজিদ স্থাপনের আগে মসজিদ কর্তৃপক্ষ ভবনটি কিনে নেন।\nব্রিক লেন অঞ্চলে আগে থেকেই বর্ণবাদী সন্ত্রাসের নজির ছিল, পরে বাংলাদেশী অভিবাসীরাও যার শিকার হয়েছেন। মূলত ১৯৩০ সালে ফ্যাসিস্ট রাজনীতিক অসওয়াল্ড মোসলের নেতৃত্বে এই সন্ত্রাসের সূত্রপাত হয়। তিনি ব্ল্যাক শার্ট নামক একটি দল পরিচালনা করতেন, যেটি ঐ সময়ে অঞ্চলে ইহুদিদের অভিবাসনের বিরুদ্ধে সক্রিয় ছিল। বাংলাদেশী সিলেটিদের উত্থান ঘটার পরও কাছাকাছি বেথনাল গ্রিন অঞ্চলে ন্যাশনাল ফ্রন্ট নামক সংগঠন অভিবাসন-বিরোধী কর্মকাণ্ড পরিচালনা করছিল। এছাড়া কিছু শ্বেতাঙ্গ তরুণ স্কিনহেড পরিচয়ে সংগঠিত হয়ে ঐ অঞ্চলের বাংলাদেশী অভিবাসীদে উপর বিভিন্ন সন্ত্রাসী হামলা চালাতো। এই হামলাগুলোর মধ্যে ছিল বাংলাদেশী শিশুদেরকে উত্ত্যক্ত করা, তাদের দেখলে গায়ে থুতু ছিটানো, পথেঘাটে কর্মজীবি নারীদের উপর আক্রমণ করা, বাংলাদেশী মালিকানাধীন ঘরবাড়ি ও দোকানপাটে আক্রমণ ও ভাংচুর ইত্যাদি। এ সময়ে বাংলাদেশী শিশুদের স্বাভাবিক জীবনযাত্রা ও স্কুলগমন ব্যাহত হতে থাকে। মা-বাবারা বর্ণবাদী আক্রমণের হাত থেকে বাঁচাতে শিশুদেরকে বাড়িতে অবস্থান করতে বাধ্য করতেন। বর্ণবাদী হামলার আশঙ্কায় কর্মজীবি ও বহির্গামী বাংলাদেশী সিলেটি নারীরা একা চলাফেরা থেকে বিরত থাকতেন এবং যেখানেই যেতে কয়েকজন একসাথে যেতেন। বর্ণবাদীদের দ্বারা অগ্নিসংযোগের আশঙ্কায় ঘরবাড়ি, দোকানপাট নির্বিশেষে বাংলাদেশী মালিকানাধীন যেকোন ভবনে বিশেষ অগ্নিনির্বাপক সতর্কতা অবলম্বন করা হত। এই সময় বাংলাদেশী অভিবাসীদের ব্যবহারের মধ্য দিয়ে লন্ডনে অগ্নিসহ চিঠির বাক্সের প্রচলন ঘটে।\n৪ মে, ১৯৭৮ তারিখে ২৫ বছর বয়সী বাংলাদেশী বস্ত্র শ্রমিক আলতাব আলী তিন ব্রিটিশ কিশোরের আক্রমণে নিহত হন। বর্ণবাদী এই হামলাটি অ্যাডলার স্ট্রিট ও ওয়াইটচ্যাপেল রোডের সংযোগস্থলে ঘটে, যখন আলতাব কাজ থেকে হেঁটে বাড়ি ফিরছিলেন।  এই হত্যাকাণ্ডের পর বাংলাদেশী অভিবাসীরা ঘুরে দাঁড়ান। তারা বিক্ষোভ সমাবেশ করে পুরো ব্রিক লেন অঞ্চল বন্ধ করে দেন। তাদের মূল দাবী ছিল ন্যাশনাল ফ্রন্ট নামক বর্ণবাদী যুব সংগঠনটিকে নিষিদ্ধ ঘোষণা করা। বর্ণবাদের বিরুদ্ধে বাংলাদেশী তরুণরা বাংলাদেশ ইয়ুথ মুভমেন্ট গঠন করেন। ১৪ মে তারিখে সাত হাজারেরও বেশি বাংলাদেশী আলতাব আলীর কফিন নিয়ে হাইড পার্কের উদ্দেশ্যে মিছিল বের করেন। এরই মাঝে কিছু বাংলাদেশী তরুণ ন্যাশনাল ফ্রন্টের বিরুদ্ধে স্থানীয় ছোট ছোট দল গড়ে তুলেন এবং বর্ণবাদী ব্রিটিশ তরুণদের চিহ্নিত করে তাদের উপর একাধিক হামলা চালান।\nসেই থেকে আলতাব আলীর নামটি বর্ণবাদবিরোধী ও মানবাধিকার লঙ্ঘনের বিরুদ্ধে আন্দোলনের প্রতীক হিসেবে প্রতিষ্ঠা লাভ করে। তার হত্যাকাণ্ডের পর বাংলাদেশীদের ঐ বিক্ষোভ ছিল বর্ণবাদের বিরুদ্ধে দক্ষিণ এশীয় কোন জনসমষ্টির প্রথম সংগঠিত আন্দোলন। এই আন্দোলন অধুনা ব্রিটিশ বাংলাদেশী সমাজের ঐক্য ও স্বকীয়তাবোধেরও শিকড়ের গভীরে অবস্থান করছে। ঐ ঘটনার পর হত্যাকাণ্ডের স্থান অর্থাৎ অ্যাডলার স্ট্রিট সংলগ্ন একটি উদ্যানের নাম দেওয়া হয় আলতাব আলী পার্ক। ১৯৯৩ সালে এককালের বর্ণবাদী, বর্তমানে অতিডান রাজনৈতিক দল ব্রিটিশ ন্যাশনাল পার্টির আক্রমণে কিছু বাংলাদেশী ছাত্র প্রচন্ড আহত হলে বাংলাদেশীরা অনুরূপ আন্দোলন গড়ে তুলে তার জবাব দেন।\n১৯৮৮ সালে হার্টফোর্ডশায়ারের সেইন্ট অ্যালবানস শহরের পৌর কর্তৃপক্ষ বাংলাদেশের সিলেট শহরের সাথে আনুষ্ঠানিক ভাবে বন্ধুত্বপূর্ণ সম্পর্ক স্থাপন করে। সিলেট হতে আগত বাংলাদেশীরা সেইন্ট অ্যালবানস শহরের বৃহত্তম অভিবাসী সমাজ হওয়াতে শহর কর্তৃপক্ষ তাদের সন্মানে এই আনুষ্ঠানিকতার উদ্যোগ গ্রহণ করেন।\n২০০১ সালের এপ্রিলে লন্ডন বোরো অফ টাওয়ার হ্যামলেটস নগর পরিষদ স্পাইটালফিল্ডের সংসদীয় আসনের নাম আনুষ্ঠানিক ভাবে পরিবর্তন করে স্পাইটাল ফিল্ড ও বাংলাটাউন নাম প্রদান করে। এই নাম প্রদানের দিনটি ঐ অঞ্চলের রাস্তাঘাট ও ল্যাম্পপোস্টে বাংলাদেশের জাতীয় পতাকার লাল ও সবুজ রং ব্যবহার করে উদ্‌যাপন করা হয়। উল্লেখ্য ইতমধ্যেই ঐ অঞ্চলের প্রতি পাঁচজন অধিবাসীর তিনজন ছিলেন সিলেটি বাংলাদেশী বংশোদ্ভুদ।\n\n\n== অবদান ==\nঅনেক বাংলাদেশী মনে করে যে তাদের ব্রিটিশ সমাজের সাথে মিলে চলা উচিত।তারা স্থানীয়ভাবে রাজনীতিতে অনেক সক্রিয় হয়ে উঠেছে। অনেকে আবার জাতীয়ভাবেও বিখ্যাত হয়ে উঠেছেন।২০১০ সালে লেবার পার্টি থেকে রুশনারা আলী প্রথম ব্রিটিশ বাংলাদেশী এমপি হিসেবে নির্বাচিত হয়েছেন ১০০০০ ভোটের ব্যবধানে। হাউজ অব লর্ডসে প্রবেশকারী প্রথম বাংলাদেশী ও মুসলিম হলেন মানযিলা পলা উদ্দিন।আনোয়ার চৌধুরী প্রথম বাংলাদেশী ব্রিটিশ হাই কমিশনার ছিলেন ২০০৪ সালে বাংলাদেশে। ডক্টর মুহম্মদ আব্দুল বারী বর্তমানে মুসলিম কাউন্সিল অব ব্রিটেনের চেয়ারম্যান যা সবচেয়ে বড় মুসলিম সংগঠন ঐ দেশের। মুরাদ কোরেশী একজন শ্রমিক রাজনীতিবিদ ও গ্রেট লন্ডন অ্যাসেম্বলীর সদস্য।\nবিবিসির শিশুদের জন্য অনুষ্ঠান ব্লু পিটারে কনি হক দীর্ঘদিন উপস্থাপনা করেছেন। লিসা আজিজ স্কাই নিউজে , তাসমিন লুসিয়া খান বিবিসি নিউজ ও নিনা হোসেন আইটিভি ও বিবিসি লন্ডনে উপস্থাপনা করেছেন। শেফালী চৌধুরী  ও আফসান আজাদ  দুইজনই হ্যারি পটার সিনেমাতে অভিনয় করেছেন।মামজি একজন হিপহপ ও আর এন বি শিল্পী ও প্রথম বাংলাদেশী যিনি তার সিঙ্গেল ওয়ান মোর ড্যান্স প্রকাশ করেছেন। একজন তারকা শেফ হলেন টমি মিয়া। আকরাম খান একজন নৃত্যশিল্পী ও কোরিওগ্রাফার। রুনা ইসলাম একজন সিনেমা শিল্পী ও চিত্রশিল্পী।\n\n\n== তরুণ দল ==\n\nতরুণ বাংলাদেশীরা ইংল্যান্ডে নানা দলে বিভক্ত হয়ে পড়েছে। তারা এলাকার দখল নিয়ে একে অপরের সাথে মারামারি করে।তারা ফ্যাশনেবল জামা, জুতা ও ব্র্যান্ডের পোশাক পরিধান করে এবং দামী মোবাইল সেট ব্যবহার করে।  ২৬ থেকে ২৭ টার মতো দল আছে সেখানে  এবং প্রায় ২৫০০ মতো তরুণ ছেলে মেয়ে এসবের সাথে জটিত।এসব দুষ্ট দলেরা তাদের নামের শেষে পসি বা ম্যাসিভ ব্যবহার করে।এরকম দু’টি দল হলো স্টিফানি গ্রীন পসি ও ব্রিক লেন ম্যাসিভ। আরো ছোট দল হলো বেঙ্গল টাইগারস , বেথনাল গ্রীন বয়েজ , ক্যানন স্ট্রীট পসি ও শ্যাডওয়েল ক্রু।\nঅতীতে এসব দল ক্রেডিট কার্ড জালিয়াতি ও উঁচু  শ্রেণীর ড্রাগ ব্যবহার করত।যাই হোক তাদের আগ্রহ পরিবর্তিত হয়ে এখন জায়গা দখলের ওপর কেন্দ্রীভূত হয়েছে।তারা এসব মারামারিতে সামুরাই তলোয়ার, কিচেন ছুরি ও মাংস কাটার ছুরি ব্যবহার করে যদিও তারা আগ্নেয়াস্ত্র খুব কমই ব্যবহার করে। তারা একবার উৎসাহিত হয়ে তাদের ব্রিকলেন থেকে সব সাদা চামড়ার যৌনকর্মীদের উচ্ছেদ করে দিতে চেয়েছিল। তারা আবার ডায়েট নিয়ন্ত্রণ করে পর্ক খেতে চায় না ও অ্যালকোহলও নেয় না। কিন্তু বিনোদনের জন্য ড্রাগ নেয় যেমন হেরোইন।\n\n\n=== জনসংখ্যা ===\n\n১৫৩৮৯৩ জন বাংলাদেশী লন্ডনে থাকে যা মোট ইংল্যান্ড প্রবাসী বাংলাদেশীদের ৫৪.৩৭%।\nটাওয়ার হেমলেটে সবচেয়ে বেশি বাংলাদেশী থাকে যা ঐ এলাকার মোট লোকের ৩৩.৫%। ২৩২০০ বাঙ্গালী থাকে বামিংহামে, ১১০০০ বাংলাদেশী থাকে ল্যাঙ্কাশায়ারের ওল্ডহ্যামে , ৭৬৪১ জন থাকে লুটনে  ।৫৩% ব্রিটিশ বাংলাদেশীর জন্ম বাংলাদেশে। ৩৮ ভাগের বয়স ১৬ বছরের নিচে , ৫৯ ভাগ ১৬ থেকে ৬৪ বছরের মধ্যে ও মাত্র ৩% লোকের বয়স ৬৪ বছরের ওপরে । ব্রিটিশ বাংলাদেশীর ৬৪% হলো পুরুষ মানুষ। \n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন =="}