{"pageid": 137629, "title": "জো উইন্টার", "url": "https://bn.wikipedia.org/wiki?curid=137629", "content": "জো উইন্টার (ইংরেজি: Joe Winter) একজন ব্রিটিশ শিক্ষাবিদ এবং কবি। তিনি কবি রবীন্দ্রনাথ ঠাকুর এবং জীবনানন্দ দাশের কবিতা ইংরেজি ভাষায় অনুবাদ করার জন্য বিখ্যাত।\n\n\n== জীবনী ==\nতিনি ১৯৪৩ সালে লন্ডনে জন্ম গ্রহণ করেন এবং তার শিক্ষা লাভের প্রতিষ্ঠানগুলোর মধ্যে একটি হচ্ছে এক্সিটার কলেজ, অক্সফোর্ড। তিনি ১৯৬৭ থেকে ১৯৯৪ সাল পর্যন্ত লন্ডনের একটি মাধ্যমিক বিদ্যালয়ে ইংরেজি শিক্ষকতা করেন। অবসর গ্রহণের আগের দিকে, তিনি ১৯৯০ দশকের মাঝামাঝিভাগে ভারতবর্ষে আসেন এবং সেখানে ২০০৬ সাল পর্যন্ত কলকাতা শহরে বসবাস করেন। পরে তিনি লন্ডনে পুনর্বাসন করেন। এই সময় তিনি বাংলা ভাষা শিখেন এবং বাংলা সাহিত্যের কাজ গুলো ইংরেজি ভাষায় অনুবাদ করেন। তার অনুবাদ প্রাঞ্জল এবং একই সঙ্গে তা মূলের প্রতি অনুগত ও সুললিত। যখন তিনি কলকাতায় ছিলেন, তখন তিনি নিয়মিত দ্য স্টেটসম্যান সংবাদপত্রে লিখতেন। এখন তিনি সাসেক্সের আরডিংলি কলেজে শিক্ষকতা করেন।\n\n\n== সাহিত্যকর্ম ==\nজো উইন্টার ১৯৬২ খ্রিষ্টাব্দে কবিতা লিখতে শুরু করেন। ১৯৭২ খ্রিষ্টাব্দে তার লেখা এ মিরাকল কাব্যগ্রন্থটি প্রকাশিত হয়। কবিতা ছাড়াও তিনি সাহিত্য বিষয়ক নিবন্ধ এবং প্রবন্ধ‌‌‌‍ রচনা করেছেন। তিনি এগারো পর্বের একটি কাব্যগ্রন্থ, একটি আত্নজীবনী এবং স্কুলের বাচ্চাদের জন্য একটি কবিতার বই সম্পূর্ণ করেছেন। ১৯৯৪ খ্রিষ্টাব্দে ভারতে আগমনের পর তিনি হিন্দি গান গ্রন্থটি প্রকাশ করেন। পরবর্তী বৎসর তিনি প্রকাশ করেন নাইট আউট, মেডিটেশান এবং বার্থ অব স্প্রিং। একই বৎসর পেইজ টর্ন আউট ফ্রম এ ডায়েরী প্রচ্ছদনামে একটি কাব্যগ্রন্থ প্রকাশ করেন। ১৯৯৬ খ্রিষ্টাব্দে প্রকাশিত হয় দি গ্রীণ বক্স। আরেকটি কবিতা সংকলন ১৯৮৪ প্রকাশিত হয় ১৯৯৭ খ্রিষ্টাব্দে। তিনি সাহিত্য বিষয়ক কিছু প্রবন্ধ-নিবন্ধের একটি সংকলন প্রকাশ করেন ১৯৯৬ খ্রিষ্টাব্দে যার প্রচ্ছদনাম ইন ডিফেন্স পৌয়েট্রি। ২০০০-এ প্রকাশিত হয় প্রবন্ধ গ্রন্থ টু ডু উইথ ফ্রিডম। \n\n\n=== ক্যালকাটা পৌয়েমস্‌ ===\nকোলকাতায় অবস্থানকালে তিনি বেশ কিছু কবিতা রচনা করেন যা \"ক্যালকাটা পৌয়েমস্‌\" নামে আখ্যায়িত। এগুলো গেস্ট এন্ড হোস্ট প্রচ্ছদনামে প্রকাশিত হয়েছে কোলকাতা থেকেই।\n\n\n=== অনুবাদ ===\nজো উইন্টার রবীন্দ্রনাথের গীতাঞ্জলি এবং জীবনানন্দ দাশের রূপসী বাংলা কাব্যগ্রন্থদ্বয় ইংরেজি ভাষায় অনুবাদ করেছেন। এছাড়া তিনি জীবনানন্দের ৪০টি কবিতার একটি অনুপম অনুবাদ সংকলন প্রকাশ করেছেন যার প্রচ্ছদ নাম দিয়েছেন আ নেইকেড লৌনলি হ্যান্ড।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলন্ডন ম্যাগাজিন\nজো ইউন্টারের বক্তৃতা"}