{"pageid": 1377480, "title": "সময়ের চক্র", "url": "https://bn.wikipedia.org/wiki?curid=1377480", "content": "সময়ের চক্র (ইংরেজি: Wheel of time, আরবি: عجلة الزمن) বা ইতিহাসের চক্র হল একটি ধারণা যা বিভিন্ন ধর্মীয় ঐতিহ্য ও দর্শনে পাওয়া যায়, বিশেষ করে ভারতীয় বংশোদ্ভূত ধর্ম যেমন হিন্দুধর্ম, জৈনধর্ম, শিখধর্ম এবং বৌদ্ধধর্ম, যা সময়কে চক্রাকার হিসেবে বিবেচনা করে এবং যুগের পুনরাবৃত্তির সমন্বয়ে গঠিত। অন্যান্য অনেক সংস্কৃতিতে একই ধারণার বিশ্বাস রয়েছে: উল্লেখযোগ্যভাবে, পেরুর কিউইরো স্থানীয়, সেইসাথে অ্যারিজোনার হোপি স্থানীয়।\n\n\n== হিন্দুধর্ম ==\n\nহিন্দু সৃষ্টিচক্রে, কাল (সময়) হল শাশ্বত, চার ধরনের চক্রে সাধারণ ঘটনার পুনরাবৃত্তি। ক্ষুদ্রতম চক্র হল একটি মহাযুগ, যার মধ্যে চারটি যুগ: সত্যযুগ, ত্রেতাযুগ, দ্বাপরযুগ ও কলিযুগ। একটি মন্বন্তর (মনুর বয়স) ৭১টি মহাযুগ ধারণ করে। একটি কল্প (ব্রহ্মার দিন) ১৪টি মন্বন্তর এবং ১৫টি সন্ধ্যা (সংযোগের সময়) রয়েছে, যা ১,০০০ মহাযুগ পর্যন্ত স্থায়ী হয় এবং এর পরে একটি প্রলয় (আংশিক দ্রবীভূত হওয়ার রাত) সমান দৈর্ঘ্যের, যেখানে দিন ও রাত একটি পূর্ণ দিন তৈরি করে। \nএকটি মহাকল্প (ব্রহ্মার জীবন) ব্রহ্মার ১০০ বছরের ১২ মাসের ৩০ পূর্ণ দিনের (৩৬০-দিনের ১০০ বছর) বা ৭২,০০০,০০০ মহাযুগ পর্যন্ত স্থায়ী হয়, যার পরে একটি মহাপ্রলয় (সম্পূর্ণ দ্রবীভূত) হয়।\n\n\n== বৌদ্ধধর্ম ==\n\nসময়ের চক্র বা কালচক্র হল এক তান্ত্রিক দেবতা যা তিব্বতীয় তান্ত্রিক বৌদ্ধধর্মের সাথে সম্পৃক্ত, যা শাক্য, র্ন্যিং-মা, কাগ্যু এবং গেলুগের চারটি প্রধান দর্শনকে অন্তর্ভুক্ত করে এবং কম পরিচিত জোনং ঐতিহ্যের মধ্যে বিশেষভাবে গুরুত্বপূর্ণ।\nকালচক্র তন্ত্র এমন একটি জগতের ভবিষ্যদ্বাণী করে যার মধ্যে (ধর্মীয়) দ্বন্দ্ব বিরাজমান। একটি বিশ্বব্যাপী যুদ্ধ সংঘটিত হবে যা একজন মেসিয়ান রাজার নেতৃত্বে শম্ভলের রহস্যময় রাজ্যের সম্প্রসারণ দেখতে পাবে।\n\n\n== জৈনধর্ম ==\n\nজৈনধর্মের মধ্যে, সময়কে চক্র বলে মনে করা হয় যা শুরু ছাড়াই অনন্তের জন্য ঘোরে। সময়ের এই চক্র বারোটি স্পোক ধারণ করে যে প্রত্যেকটি মহাবিশ্বের মহাজাগতিক ইতিহাসের ভিন্ন পর্যায়ের প্রতীক। এটিকে আরও দুটি সমান ভাগে ভাগ করা হয়েছে যার মধ্যে ছয়টি যুগ রয়েছে। নিম্নগামী গতিতে, সময়ের চক্রটি অবসর্পিণী নামে পরিচিত এবং ঊর্ধ্বমুখী গতিতে, উৎসর্পিনী নামক অবস্থায় প্রবেশ করে। চক্রের উভয় গতির সময়, ২৪ তীর্থঙ্কর সঠিক বিশ্বাস, সঠিক জ্ঞান এবং সঠিক অনুশীলনের তিনটি রত্ন বা পবিত্র জৈন শিক্ষা শেখানোর জন্য এগিয়ে আসেন, তারপর মানবতার জন্য পুনর্জন্মের সাগর জুড়ে আধ্যাত্মিক হাঁটুজল তৈরি করেন।\n\n\n== প্রাচীন রোম ==\nদার্শনিক ও সম্রাট মার্কাস অরেলিয়াস সময়কে অনন্তের দিকে এবং পিছনের দিকে অসীমের দিকে প্রসারিত করতে দেখেছিলেন, যখন সম্ভাবনাটি স্বীকার করেছিলেন যে \"মহাবিশ্বের প্রশাসন সসীম সময়ের ধারাবাহিকতায় সংগঠিত হয়\"।\n\n\n== তথ্যসূত্র =="}