{"pageid": 137781, "title": "হাতিবাগান", "url": "https://bn.wikipedia.org/wiki?curid=137781", "content": "হাতিবাগান হল ভারতের পশ্চিমবঙ্গ রাজ্যের রাজধানী কলকাতার উত্তরভাগে অবস্থিত শ্যামপুকুর   ও বড়তলা থানা এলাকার অন্তর্গত একটি অঞ্চল। শ্যামবাজারের পাশে অবস্থিত এই অঞ্চলটি দোকানপাট, বাজার, সিনেমা হল ও পুরনো নাট্যমঞ্চের জন্য বিখ্যাত। কলকাতার অন্য কোনও অঞ্চলে এতগুলি সিনেমা হল ও থিয়েটার দেখা যায় না। হাতিবাগানের একটি জনপ্রিয় বিখ্যাত সিনেমা হল তথা নাট্যমঞ্চ হল স্টার থিয়েটার। কলকাতার প্রাচীনতম ঐতিহ্যবাহী বাজারগুলির একটিও হাতিবাগানে অবস্থিত। এখানে বাংলার রেশম ও তাঁতের শাড়ি বিক্রি হয়। হাতিবাগান প্রধানত কলকাতা পৌরসংস্থার ১০ ও ১১ নং ওয়ার্ডের অন্তর্গত। দ্বিতীয় বিশ্বযুদ্ধের সময় জাপানি বিমানবাহিনী হাতিবাগানে একটি বোমা ফেলেছিল। কিন্তু সেটি ফাটেনি। ২০১২ সালের ২২ মার্চ এক অগ্নিকাণ্ডে হাতিবাগান বাজারের একটি বড়ো অংশ ভস্মীভূত হয়।\n\n\n== নাম-ব্যুৎপত্তি ==\n\"হাতিবাগান\" নামটির উৎপত্তি নিয়ে দু'টি মত প্রচলিত আছে। বাংলায় \"হাতি\" শব্দের অর্থ হস্তী ও \"বাগান\" শব্দের অর্থ উদ্যান। একটি মত অনুসারে, ১৭৫৬ সালে কলকাতা আক্রমণ করার সময় নবাব সিরাজদ্দৌলার হাতিগুলিকে এখানে রাখা হয়েছিল। অন্য মতে, এই অঞ্চলে \"হাতি\" পদবীধারী জনৈক ব্যক্তির একটি বাগানবাড়ি ছিল। তা থেকেই \"হাতিবাগান\" নামটি এসেছে। মেহতাব চাঁদ মল্লিক পরে সেই বাগানবাড়িটি কিনে নিয়েছিলেন। উল্লেখ্য, এই মেহতাব চাঁদ মল্লিকই হাতিবাগান বাজারটি প্রতিষ্ঠা করেন।\n\n\n== ইতিহাস ==\nহাতিবাগান কলকাতার সবচেয়ে পুরনো জনবসতিগুলির মধ্যে একটি। সেই কারণে এই অঞ্চলটি বহু ঐতিহ্যবাহী দোকান, শতাব্দীপ্রাচীন হাতিবাগান বাজার, স্টার থিয়েটার সহ একাধিক পুরনো নাট্যমঞ্চ ও বেশ কয়েকটি সিনেমা হলের জন্য বিখ্যাত। কলকাতার অন্য কোথাও এতগুলি নাট্যমঞ্চ বা সিনেমা হল দেখা যায় না। স্টার থিয়েটার এই অঞ্চলের জনপ্রিয়তম ও অন্যতম প্রাচীন নাট্যমঞ্চ ও সিনেমা হল। ১৯শ শতাব্দীর শেষভাগে নির্মিত এই নাট্যমঞ্চে গিরিশচন্দ্র ঘোষের একাধিক নাটক মঞ্চস্থ হয়েছিল। রামকৃষ্ণ পরমহংসও একাধিকবার এই নাট্যমঞ্চে নাটক দেখতে আসেন। বর্তমানে সিনেমা হলে রূপান্তরিত স্টার থিয়েটারে টিকিটের দাম কম হওয়ায় কলকাতার অনেক মানুষ মাল্টিপ্লেক্সের পরিবর্তে এখানেই সিনেমা দেখতে আসেন। হাতিবাগানের শতাব্দীপ্রাচীন বাজারটি বাংলার রেশম ও তাঁতের শাড়ির জন্য বিখ্যাত। ২০১২ সালের ২২ মার্চ একটি অগ্নিকাণ্ডে এই বাজারের একটি বড়ো অংশ পুড়ে যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== See also =="}