{"pageid": 137746, "title": "সরকারি হাজী মুহাম্মদ মহসিন কলেজ, চট্টগ্রাম", "url": "https://bn.wikipedia.org/wiki?curid=137746", "content": "সরকারি হাজী মুহাম্মদ মহসিন কলেজ, চট্টগ্রাম একটি ঐতিহ্যবাহী সরকারি  কলেজ। এটি চট্টগ্রাম শহরের কলেজ রোডে অবস্থিত এবং চট্টগ্রাম কলেজের বিপরীতে এটির অবস্থান। এই কলেজের পর্তুগীজ ভবন নগরীর অন্যতম প্রাচীন স্থাপনা। এই কলেজে উচ্চমাধ্যমিক এবং স্নাতক পর্যায়ের শিক্ষা কার্যক্রম পরিচালিত হয়। নয়নাভিরাম ও মনোমুগ্ধকর প্রাকৃতিক পরিবেশে ঘেরা এই কলেজ বর্তমানে জাতীয় বিশ্ববিদ্যালয় অধিভুক্ত।\n\n\n== ইতিহাস ==\n১৮৭৪ খ্রিষ্টাব্দে দানবীর হাজী মুহাম্মদ মহসীন এর মহসিন ফান্ডের অর্থায়নে চট্টগ্রাম সরকারি মাদ্রাসা হিসেবে এই কলেজ প্রতিষ্ঠিত করা হয়। তখন থেকেই এটি একটি সরকারি প্রতিষ্ঠান। ১৯২৭ খ্রিষ্টাব্দে চট্টগ্রাম মোহসিনীয়া মাদ্রাসাকে \"চট্টগ্রাম ইসলামিক ইন্টারমিডিয়েট কলেজ\"  নামকরণ করে এর কার্যক্রম উচ্চ মাধ্যমিক পর্যন্ত  উন্নিত করা হয় এবং পরে ১৯৭৯ খ্রিষ্টাব্দের ২০শে জুলাই চট্টগ্রাম ইসলামিক ইন্টারমিডিয়েট কলেজ ও চট্টগ্রাম সরকারি ইন্টারমিডিয়েট কলেজকে একত্রিত করে \"হাজী মুহাম্মদ মহসীন কলেজ\" নামে নামকরণ করা হয়। উক্ত সময়ে চট্টগ্রাম ইন্টারমিডিয়েট কলেজের স্কুল বিভাগটি অধ্যক্ষ দ্বারা আলাদা প্রতিষ্ঠান হিসেবে কার্যক্রম চালাতে থাকে। সর্বশেষ ১৯৯৬ খ্রিষ্টাব্দে হাজী মুহাম্মদ মহসিন সরকারি উচ্চ বিদ্যালয় কলেজটি হতে সম্পূর্ণরূপে আলাদা হয়ে যায় এবং কলেজের উত্তর দিকে স্থানান্তরিত হয়। ১৯৭৯-৮০ শিক্ষাবর্ষে ডিগ্রী (পাস) কোর্স, ৯৬-৯৭ শিক্ষাবর্ষে স্নাতক (সম্মান) কোর্স, ৯৩-৯৪ শিক্ষাবর্ষে মাস্টার্স প্রথম পর্ব এবং ৯৬-৯৭ শিক্ষাবর্ষে মাস্টার্স শেষ পর্ব প্রবর্তন করা হয়।\n\n\n== অনুষদ ও বিভাগসমূহ ==\nবর্তমানে এ কলেজে \"উচ্চমাধ্যমিক\", \"স্নাতক (সম্মান)\", \"স্নাতক (পাস)\", \"মাস্টার্স প্রথম পর্ব\" এবং \"মাস্টার্স শেষ পর্ব\" পর্যন্ত পাঠদান করা হয়ে থাকে। বিজ্ঞান, ব্যবসায় শিক্ষা, কলা ও সামাজবিজ্ঞান অনুষদে প্রায় ১৫ টি বিষয় পড়ানো হয়।\n\n\n=== কলা অনুষদ ===\nবাংলা বিভাগ\nইংরেজি বিভাগ\nইসলামের ইতিহাস ও সংস্কৃতি বিভাগ\nইসলামি শিক্ষা বিভাগ\nদর্শন\n\n\n=== সমাজ বিজ্ঞান অনুষদ ===\nঅর্থনীতি বিভাগ\nরাষ্ট্রবিজ্ঞান বিভাগ\n\n\n=== বিজ্ঞান অনুষদ ===\nগণিত বিভাগ\nপদার্থবিজ্ঞান বিভাগ\nরসায়ন বিভাগ\nউদ্ভিদবিদ্যা বিভাগ\nপ্রাণিবিদ্যা বিভাগ\n\n\n=== ব্যবসায় শিক্ষা অনুষদ ===\nহিসাববিজ্ঞান বিভাগ\nব্যবস্থাপনা বিভাগ\n\n\n== কলেজ ভবন ==\nকলা ভবন\nবিজ্ঞান ভবন ১\nবিজ্ঞান ভবন ২\nনতুন একাডেমিক ভবন ১\nনতুন একাডেমিক ভবন ২\nছাত্রী মিলনায়তন\nহোষ্টেল\nনতুন হোষ্টেল\nপ্রশাসনিক ভবন\nব্যবসায় শিক্ষা ভবন\nমসজিদ\nপ্রাচীন পর্তুগিজ ভবন\n\n\n== কলেজ ক্যাম্পাস ==\nকলেজ ক্যাম্পাসটির আকার প্রায় ৩০ একর (১,৩০,০০০ বর্গমিটার)। ক্যাম্পাস জুড়ে আটটি ভবন রয়েছে। কলেজের ফটকের দক্ষিণে একটি খেলার মাঠ আছে।\nকলেজ ক্যাম্পাসে পর্তুগিজদের দ্বারা নির্মিত একটি প্রাচীন ভবন রয়েছে। এই ভবনটি প্রায় এক শতাব্দী পুরানো। একে দারুল আদালত বলা হয়।  ব্রিটিশ ঐপনিবেশিক শাসনামলে এটি চট্টগ্রামের প্রথম আদালত ছিল। স্থানীয়রা একে পর্তুগিজ ভবন বলে ডাকে। কেউ কেউ বলেন যে ভবনটি ১৬শ শতাব্দীতে পর্তুগিজ জলদস্যুরা দুর্গ হিসাবে ব্যবহার করত। মহসীন কলেজ (তৎকালীন মাদ্রাসা) ১৮৭৯ সালে ৩০,০০০ টাকায় ভবনসহ পাহাড়টি কিনেছিল।\nকলেজের প্রশাসনিক ভবনের পশ্চিমে দুটি  ছাত্রাবাস আছে। বাণিজ্য বিভাগের ভবনের দক্ষিণে আরও একটি ছাত্রাবাস আছে। বাণিজ্য ভবনের দক্ষিণে অধ্যক্ষের বাড়ি এবং পাহাড়ের শীর্ষে একটি মসজিদ আছে।\n\n\n== ছাত্র ছাত্রীদের আবাসন ==\nকলেজে 'হাজী মুহাম্মদ মহসীন মুসলিম ছাত্রাবাস' ও 'নতুন হোস্টেল' নামে দুইটি ছাত্রাবাস আছে। আবাসন ও ছাত্রাবাস কমিটির তত্ত্বাবধানে ছাত্রাবাসগুলো পরিচালিত হয়। এছাড়াও ছাত্রদের জন্য ২০ শয্যা বিশিষ্ট ডরমেটরী রয়েছে। এছাড়াও কলেজে ছাত্রীদের জন্য ছাত্রীনিবাস নির্মাণাধীন।\n\n\n== মাঠ ==\nকলেজের অভ্যন্তরেই বিশাল আকৃতির ঐতিহাসিক মহসীন কলেজ এর মাঠ অবস্থিত।\n\n\n== পাঠাগার ==\nসরকারি হাজী মুহাম্মদ মহসীন কলেজের গ্রন্থাগার বাংলাদেশের অন্যতম প্রাচীন গ্রন্থাগারের একটি। এই গ্রন্থাগারে বিশ হাজারেরও বেশি বই আছে।\n\n\n== অন্যান্য সুযোগ সুবিধাসমূহ ==\nকলেজে পর্তুগিজ ভবন সংলগ্ন হিলটপে সুরম্য মসজিদ রয়েছে।\nছাত্র ও ছাত্রীদের পৃথক মিলনায়তন রয়েছে।\nকলেজে বাংলাদেশ ন্যাশনাল ক্যাডেট কোরের (বিএনসিসি) সেনা ও নৌ শাখায় যোগদান ও প্রশিক্ষণের ব্যবস্থা রয়েছে।\nরোভার স্কাউট ও যুব রেড ক্রিসেন্টের কার্যক্রম চালু আছে। আগ্রহী ছাত্র-ছাত্রীরা এতে অংশগ্রহণ করতে পারে।\n\n\n== সংগঠন ==\n\n\n=== রাজনৈতিক ===\nইসলামী ছাত্র আন্দোলন বাংলাদেশ \nবাংলাদেশ ইসলামী ছাত্রসেনা\n বাংলাদেশ ইসলামী ছাত্রশিবির\nবাংলাদেশ জাতীয়তাবাদী ছাত্রদল\nবাংলাদেশ ছাত্র সংগ্রাম পরিষদ\n\n\n=== সাংস্কৃতিক ===\n\n\n== আরও দেখুন ==\nসরকারি হাজী মুহাম্মদ মহসিন কলেজ, চট্টগ্রামের প্রাক্তন শিক্ষার্থী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকলেজ ওয়েবসাইট\nবাংলাপিডিয়ায় সরকারি হাজী মুহাম্মদ মহসিন কলেজ, চট্টগ্রাম"}