{"pageid": 137718, "title": "গজিরা", "url": "https://bn.wikipedia.org/wiki?curid=137718", "content": "গজিরা একটি হেভি মেটাল ব্যান্ড যা ফ্রান্সের বেয়ন্নেতে ১৯৯৬ সালে গথিত হয়। ২০০১ সালের আগ পর্যন্ত ব্যান্ডটি গডজিলা নামে পরিচিত ছিল। জো ডুপ্লান্টিয়ার ভোকাল ও রিদম গীটারে, তার ভাই মারিও ডুপ্লান্টিয়ার ড্রামসে, লিড গিটারে ক্রিস্টিয়ান এ্যান্ডেউ ও জ়িন-মাইকেল লাবাডাই বেজ গিটারে এই লাইন আপ নিয়ে ব্যান্ডটি গঠিত হয়। গজিরা ব্যান্ডটি এ পর্যন্ত ৪টি স্টুডিও অ্যালবাম, একটি লাইভ অ্যালবাম, একটি একক গান ও একটি ডিভিডি প্রকাশ করে। গজিরা পরিবেশ সংক্রান্ত গানের কথার জন্য বিখ্যাত।\n\n\n== ইতিহাস ==\nব্যান্ডটি গডজিলা নামে ভিক্টিম, পসেসড ও স্যাচুরেট নামের তিনটি ডেমো ছাড়ে যথাক্রমে ১৯৯৬, ১৯৯৭ ও ১৯৯৯ সালে। ১৯৯৯ সালে সেপ্টেম্বরে ক্যানিবাল করপস, এডজ অব স্যানিটি, ইম্পাল্ড নাজারেন ও ইমমরটাল ব্যান্ডকে কনসার্টে সহযোগিতা করার সময় তাদের নাম নিয়ে আইনি জটিলতা সৃষ্টি হয়। তাই তারা তাদের নাম পরিবর্তন করে রাখে গজিরা। তাদের সর্বশেষ ডেমো উজডম কামস ও ডেব্যু অ্যালবাম টেরা ইঙ্কগ্নিটা বাজারে আসে গজিরা নামে ব্যান্ডটি গডজিলা নামে ভিক্টিম, পসেসড ও স্যাচুরেট নামের তিনটি ডেমো ছাড়ে ২০০০ ও ২০০১ সালে। ব্যান্ডটি তাদের ২য় স্টুডিও অ্যালবাম দ্যা লিঙ্ক বাজারে ছাড়ে ২০০৩ সালে। প্রথম ২টি অ্যালবামের সাফল্যের পর তারা তাদের লাইভ পারফরম্যান্স নিয়ে বাজারে ছাড়ে একটি ডিভিডি যার নাম দ্যা লিঙ্ক আলাইভ। ২০০৫ সালে গজিরা ফ্রান্স ভিত্তিক লিসেনেবল রেকর্ডসের সাথে চুক্তি সাক্ষর করে ফ্রান্সের বাইরে তাদের অ্যালবাম ফ্রম মার্স টু সাইরাস বাজারজাত করার জন্য। ২০০৬ সালের শেষের দিকে গজিরা ব্যান্ড চিল্ড্রেন অব বডমের সাথে আমেরিকা সফর করে যেখানে শেষের দিকে যোগ দেয় আমন আমার্থ ও সাঙ্কটিটি ব্যান্ড ওপেনার হিসেবে। তারা ট্রিভিয়াম ব্যান্ডকে সহযোগিতা করে ২০০৭ সালে তাদের ইংল্যান্ড সফরের জন্য, যাতে আরো ছিল সাঙ্কটিটি ও অ্যানিহিলেটর ব্যান্ড। পরে তারা ল্যাম্ব অব গডকে সহযোগিতা করে তাদের আমেরিকা সফরে সাথে আরো ছিল ট্রিভিয়াম ও মেসিন হেড। ২০০৭ সালের শেষের দিকে তারা রেডিও রিবেলিয়ন সফরে অংশ নেয় যাতে ছিল বেহেমথ ,জব ফর আ কাউবয় ও বিনীথ দ্যা ম্যাসাকার। ২০০৭ সালের শেষের দিকে লিসেনেবল রেকর্ডস তাদের ১৯৯৭ সালের ডেমো পসেসডকে সীমিত আকারে আবার বাজারে ছাড়ে।\n\n\n== গানের ধরন ==\n২০০৮ সালের ১৩ই অক্টোবর দ্যা ওয়ে অব অল ফ্লেশ নামের সর্বশেষ অ্যালবাম বাজারে ছাড়ে গজিরা। ল্যাম্ব অব গড ব্যান্ডের র‍্যান্ডি ব্লাইথ তাদের একটি গান “অ্যাডোরেশন ফর নান”-এ কণ্ঠ দেন। অ্যালবামটি ৪ মাস সময় নিয়েছে লিখতে ও বানাতে এবং ৩ মাস সময় নিয়েছে মিক্সিংয়ের জন্য। গজিরা ব্যান্ড নানা ধরনের গানের প্রকারকে মিশ্রিত করেছে তাদের গানে। নির্দিষ্ট কোন ধারায় তাদের ফেলা যায় না। as they blend several styles.\nতবে তাদের টেকনিক্যাল ডেথ মেটাল, থ্রাশ মেটাল ও প্রোগ্রেসিভ মেটাল ঘরানার ব্যান্ড হিসেবে দেখা হয়। গজিরা ব্যান্ড প্রভাবিত হয়েছে কিছু ব্যান্ড দ্বারা যেমন -ডেথ, মরবিড এ্যাঞ্জেল, মেশুগাহ, মেটালিকা, টুল ও নিউরোসিস।\n\n\tHellfest 2013\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== বর্তমান সদস্য ==\nজো ডুপ্লান্টিয়ার\nমারিও ডুপ্লান্টিয়ার\nক্রিস্টিয়ান এ্যান্ডেউ\nজ়িন-মাইকেল লাবাডাই\n\n\n== ডিস্কোগ্রাফি ==\n\n\n=== ডেমো ===\nভিক্টিম (১৯৯৬)\nপসেসড (১৯৯৭)\nস্যাচুরেট (১৯৯৯)\nউজডম কামস (২০০০)\n\n\n=== স্টুডিও অ্যালবাম ===\nটেরা ইঙ্কগ্নিটা (২০০১)\nদ্যা লিঙ্ক (২০০৩)\nফ্রম মার্স টু সাইরাস (২০০৫)\nদ্যা ওয়ে অব অল ফ্লেশ (২০০৮)\n\n\n=== ডিভিডি ===\nদ্যা লিঙ্ক আলাইভ (২০০৪)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগজিরা ব্যান্ডের দাপ্তরিক ওয়েবসাইট\nGojira at MySpace\nVideo interview with Joe Duplantier from Gojira (2009) at Metalpaths.com\nFrench Fansite"}