{"pageid": 137711, "title": "বেলফেগর (ব্যান্ড)", "url": "https://bn.wikipedia.org/wiki?curid=137711", "content": "বেলফেগর একটি অস্ট্রিয়ার সালজবার্গের ব্ল্যাকেন্ড ডেথ মেটাল ব্যান্ড, যা ১৯৯১ সালে বিট্রেয়ার নামে গঠিত হয় ও পরে ১৯৯৩ সালে এই নাম ধারণ করে। তাদের নাম দানব বেলফাগরের নাম অনুসারে রাখা হয়েছে।\n\n\n== ইতিহাস ==\nভোকাল ও বেজিস্ট ম্যাক্স এই ব্যান্ড গঠন করে ১৯৯১ সালে। ১৯৯১ সালের এপ্রিলে তারা তাদের প্রথম ডেমো ক্রুজিফিক্সসন প্রকাশ করে ও পরে আনবর্ন ব্লাড বের করে। ব্লাড বাথ ইন প্যারাডাইস নামের একটি ম্যাক্সি সিডি বের করার পর তারা তাদের নাম রাখে বেলফেগর। এই ডেমো প্রকাশে আগে বা পরে ম্যাক্স ব্যান্ড ত্যাগ করে ও হেলমুথ তার জায়গা নিয়ে নেয়। ১৯৯৪ সালে তারা পারভার্টেড টেস্ট নামের রেকর্ড লেবেলের সাথে চুক্তি করে যা থেকে অবস্কিউওর অ্যান্ড ডিপ নামের ডেমো বের হয়। ১৯৯৫ সালের জানুয়ারিতে দ্যা লাস্ট সাপার নামের অ্যালবাম লিথাল রেকর্ডস থেকে মুক্তি পায়। এই সময় তাদের লোগো পরিবর্তিত হয়। ১৯৯৭ সালের অক্টোবরে তাদের ২য় অ্যালবাম ব্লাট সাবাথ বের হয়। ১৯৯৮ সালে তারা বেহেমথের সাথে ইউরোপ সফরে বের হয়। ২০০২ সালে তারা সামারব্রীজ, ব্রুটাল অ্যাসল্ট ও মরবাইড স্পাইলি উৎসবে গান পরিবেশন করে। ইনফারনাল লাইভ অরগাজম নামের অ্যালবাম তাদের নিজস্ব লেবেল ফাল্লেলুজাহ প্রডাকসন থেকে প্রকাশের পর তারা নাপলম রেকর্ডসের সাথে চুক্তি করে। ২০০৩ সালে ডিসেম্বরে তাদের অ্যালবাম লুসিফার ইন্সেস্টাস প্রকাশিত হয়। ২০০৪ সালে তারা এক্স মাস ফেস্টিভ্যালে গান করে নাপালম ডেথ, ভাদের, মারডুক ও ফিন্নট্রলের সাথে।\n২০০৫ সালে তারা নিউক্লিয়ার ব্ল্যাস্ট রেকর্ডসের সাথে চুক্তি করে। ২০০৭ সালে সেপ্টেম্বরে তারা গরগরথের সাথে গান করে দক্ষিণ আমেরিকাতে। ২০০৮ সালে তারা আমন আমার্থের সাথে দক্ষিণ আমেরিকা সফর করে।\n\n\n== বর্তমান সদস্য ==\nহেলমুথ\nমরলাচ\nসারপেন্থ\n\n\n== ডিস্কোগ্রাফি ==\nদ্যা লাস্ট সাপার (১৯৯৫)\nব্লাট সাবাথ (১৯৯৭)\nনেক্রোডামন টেরোসাথান (২০০০)\nলুসিফার ইন্সেস্টাস (২০০৩)\nগোট রিচ ফ্লেসকাল্ট (২০০৫)\nপেস্টাপোকালাইভস ৬ (২০০৬)\nব্লন্ডা গোট জোম্বি (২০০৮)\nওয়াল্পুল্গিস রাইটস-হেক্সেনওয়ান (২০০৯)\nনাম বিহীন ৯ম অ্যালবাম (২০১১)\n\n\n== ডেমো ==\nক্রুজিফিক্সসন (১৯৯১)\nআনবর্ন ব্ল্যাড (১৯৯১-১৯৯২)\nব্ল্যাড বাথ ইন প্যারাডাইস (১৯৯২)\nঅবস্কিউওর অ্যান্ড ডিপ (১৯৯৪)\n\n\n== লাইভ অ্যালবাম ==\nইনফারনাল লাইভ অরগাজম(২০০২)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nবেলফেগরের দাপ্তরিক ওয়েবসাইট\nমাইস্পেসে বেলফেগর \nwww.napalmrecords.com"}