{"pageid": 137722, "title": "অসিলোস্কোপ", "url": "https://bn.wikipedia.org/wiki?curid=137722", "content": "অসিলোস্কোপ (ইংরেজি: Oscilloscope) বা পরিবর্তনবীক্ষক একটি ইলেকট্রনিক পরীক্ষণ যন্ত্র যার মাধ্যমে কোনো বৈদ্যুতিক ভোল্টেজের বা বিভবের ক্রমাগত পরিবর্তন অবলোকন করা যায়। এ কাজটি দুই-মাত্রার লেখচিত্রের মাধ্যমে সম্পাদন করা হয়, যেখানে এক বা একাধিক বৈদ্যুতিক বিভবের পরিবর্তনগুলিকে উলম্ব 'Y' অক্ষে ও সময়কে ভূমির সমান্তরাল অক্ষে স্থাপন করা হয়। যদিও যন্ত্রটি উলম্ব অক্ষে শুধু বৈদ্যুতিক বিভবকে দৃশ্যমান করে, এটি যেসব রাশিকে বৈদ্যুতিক বিভবকে রূপান্তরিত করা যায় তাদেরকেও উলম্ব অক্ষে প্রদর্শন করতে পারে। সাধারণত অসিলোস্কোপ এমন সব ঘটনাকে দৃশ্যমান করে যেখানে আপাতদৃষ্টিতে কোন পরিবর্তন হয় না বা খুব কম পরিবর্তন সাধিত হয়।\nঅসিলোস্কোপ সাধারণত ব্যবহৃত হয় বৈদ্যুতিক সংকেতের সঠিক তরঙ্গ দর্শনে। এর সাথে সংকেতের মান, বিচ্যুতি ও দু’টি ঘটনা সংগঠনের মধ্যকার সময় (পালস প্রস্থ, উত্থান সময় ও কাল) এবং দু’টি সম্পর্কীত সংকেতের আপেক্ষিক সময়। অসিলোস্কোপ বিজ্ঞানে, চিকিৎসা শাস্ত্রে, প্রকৌশল ও টেলিযোগাযোগ শিল্পে ব্যবহার করা হয়। পরীক্ষাগারের যন্ত্রপাতি ও বৈদ্যুতিক যন্ত্রপাতির তত্ত্বাবধানে এটি মূলত ব্যবহার করা হয়। একটি স্বয়ংক্রিয় অগ্নি মাধ্যমকে বিশ্লেষণ করতে বা ইলেক্ট্রোকার্ডিওগ্রামে হৃৎপিন্ডের তরঙ্গের আকার পর্যবেক্ষণ করতে অসিলোস্কোপ ব্যবহার করা যেতে পারে।\nক্যাথোড রে টিউব ব্যবহার করা হয় প্রদর্শনের জন্য ও রৈখিক বিবর্ধক ব্যবহার করা হয় সংকেতকে প্রক্রিয়াধীন করতে। বর্তমানে অবশ্য কোন কোন অসিলোস্কোপে এলসিডি বা এলইডি পর্দাও ব্যবহার করা হয় এবং দ্রুতগতির অ্যানালগ থেকে ডিজিট্যাল রূপান্তরক ও ডিজিটাল সংকেত প্রসেসর ব্যবহার করা হয়। কিছু যন্ত্রে একটি একক ঘটনাকেও সংরক্ষণ করে রাখার ব্যবস্থাও আছে ।\n\n\n== বর্ণনা ==\n\nএকটি অসিলোস্কোপ চার ভাগে বিভক্ত যথাঃ প্রদর্শন পর্দা, উলম্ব নিয়ন্ত্রণ, ভূমি নিয়ন্ত্রণ ও ট্রিগার নিয়ন্ত্রণ। প্রদর্শন পর্দাতে সাধারণত সিআরটি বা এলসিডি প্যানেল থাকে। এছাড়াও থাকে ফোকাস নব, তীব্রতা নব ও বীম খোঁজার একটি বোতাম। উলম্ব নিয়ন্ত্রণ সংকেতের মান নিয়ন্ত্রণের কাজ করে। এতে আরো থাকে একক বিভব নির্বাচনের নব, এসি/ডিসি/ ভূমি নির্ধারণের বোতাম এবং পরীক্ষাধীন যন্ত্রের উলম্ব ইনপুট দেওয়ার স্থান ও অতিরিক্ত ভাবে থাকে উলম্ব বীম স্থাপনের নব।\nভূমি নিয়ন্ত্রণ থাকে একক সময় নির্বাচনের নব, পরীক্ষাধীন যন্ত্রের ভূমির ইনপুট দেওয়ার স্থান ওভূমি বীম স্থাপনের নব। ট্রিগার নিয়ন্ত্রণ প্রত্যেকটি ঘটনাকে শুরু করায় একবার শেষ হওয়ার পরে বা এটি এমন ভাবে সাজানো যে এটা বহিঃস্থ ও অন্তঃস্থ ঘটনার প্রতিক্রিয়া দেখায়। এর মূল অংশ হলো উৎস ও কাপলিং নির্বাচনের বোতাম। একটা বহিঃস্থ টিগার ইনপুট ও লেভেল সমন্বয়কারীও এর সাথে যুক্ত হয়। বেশির ভাগ অসিলোস্কোপের সাথে একটা শলাকা দেওয়া থাকে যা পরীক্ষাধীন যন্ত্রের সাথে যুক্ত করতে হয় যা রোধক ক্ষমতা ১০ গুণ বেশি থাকে অসিলোস্কোপের চেয়ে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\nSpitzer and Howarth page 119.\n\n\n== বহিঃসংযোগ ==\n\nOscilloscope Tutorial Videos in HD\nThe Cathode Ray Tube site\nXYZ of Oscilloscopes 64 page Tutorial\nDigital Storage Oscilloscope Measurement Basics  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ ফেব্রুয়ারি ২০০৭ তারিখে\nUsing an Oscilloscope\nOscilloscope Measurement Fundamentals\nOscilloscope Development, 1943-1957\nOscilloscope basic guide"}