{"pageid": 137751, "title": "ওয়েপন", "url": "https://bn.wikipedia.org/wiki?curid=137751", "content": "ওয়েপন ছিল একটি বাংলাদেশী-কানাডা ভিত্তিক ব্ল্যাকেন্ড ডেথ মেটাল ব্যান্ড যা ২০০৩ সালে শুরু করেন বাংলাদেশী মূল ব্যক্তি ভেটিস মোনার্ক তার কানাডায় অভিবাসনের আগে।\nওয়েপন এই পর্যন্ত একটি ডেমো, ২টি ইপি এবং ২টি পুরো সিডি (ফুল লেন্থ) প্রকাশ করেছে।\n\n\n== প্রাথমিক সময় ==\nবাংলাদেশে সবসময়ই একটি সচল মেটাল সংগীতের চিত্র লক্ষ্য করা যায়, তবে ভেটিস মোনার্ক যখন বেড়ে উঠছিলেন তখন এটা খুব ব্যতিক্রম ছিল কোন সচল ব্যান্ডের লক্ষ্য হিসেবে যে তারা পুরোপুরি মেটাল সংগীতে তাদের কর্মজীবন গড়ে নেবেন। ওয়েপন ব্যান্ডের প্রথম দুটি রিলিজ \"উইথ ইন দা ফ্লেশ অব দা সাটানিস্ট (২০০৪)\" এবং \"ভায়োলেটেড হিজাব (২০০৫)\" বাংলাদেশে রেকর্ড করা হয় এবং এর প্রতিষ্ঠাতা ভেটিস মোনার্ক পরবর্তীতে কানাডায় গিয়ে নতুন করে ব্যান্ডটি পুনরায় গঠন করেন। সেখানে যাওয়ার পরে রিল্যাপস্ রেকর্ডস্ এর সাথে চুক্তিবদ্ধ হয় এবং বিভিন্ন প্রসিদ্ধ মেটাল ব্যান্ডদের সাথে কন্সার্ট করে, যার মধ্যে ২০১২ সালে মার্দুক-এর সাথের ট্যুর উল্লেখ্যোগ্য। ভেটিস মোনার্ক ইসলামের ভুল যুক্তি ও রহস্যময়তা দু’টোই প্রত্যক্ষ করেছেন।  ক্রমেই তিনি এসব গোঁড়ামি দেখে ইসলাম বিদ্বেষী হয়ে ওঠেন।\n\n\n== \"উইথ ইন দা ফ্লেশ অব দা স্যাটানিস্ট\" ও \"ভায়োলেটেড হিজাব\" ==\nতাদের প্রথম ডেমো উইথ ইন দ্যা ফ্লেশ অব দ্যা স্যাটানিস্ট প্রকাশিত হয় ২০০৪ সালে  এরপর ভায়োলেটেড হিজাব (ইপি) ২০০৫ সালে। এসব প্রকাশের পর তারা তাদের ইপি 'পারা ভ্যাক্তি ... স্যালভেশন' প্রকাশ করেন ২০০৮ সালে। ওয়েপন ব্যান্ড তাদের স্যাটানিজম সম্পর্কীত গানের কথার জন্য পরিচিত। তাদের ডেব্যু অ্যালবাম ড্রাকোনিয়ান প্যারাডিগম সারা বিশ্বে মুক্তি পায় ২০০৯ সালের গ্রীষ্মকালে আমেরিকার শ্রদ্ধেয় রেকর্ড লেবেল দ্যা আজনা অফেনসিভ থেকে। ওয়েপন যখন ফুল মুন প্রডাকশনের সাথে চুক্তিবদ্ধ ছিল তখন তারা দ্যা আজনা অফেনসিভ রেকর্ডসের সংস্পর্শে আসে। তাদের একটি গান রেমন্যান্টস অব আ বার্ন্ট মস্ক সেতারের সাহায্য নিয়ে তৈতি হয়। ইনকফিন প্রোডাকশন থেকে ড্রাকোনিয়ান প্যারাডিগম অ্যালবামের একটি ক্যাসেট সংস্করণ বের হয়। ওয়েপন ব্যান্ড কিছু নির্বাচিত কনসার্ট করেছে বেহেমথ, সেপ্টিক ফ্লেশ, লাইটেনিং সোর্ড অব ডেথ, মিতোচোন্ড্রিয়ন ইত্যাদি ব্যান্ডের সাথে। ২০১০ সালের প্রথম দিকে তারা আগোনিয়া রেকর্ডসের সাথে চুক্তি বদ্ধ হয়েছে সারা ইউরোপে তাদের দ্বিতীয় অ্যালবাম প্রকাশ করার জন্য যা আমেরিকাতে করবে আজনা অফেনসিভ। ২০১০ সালে তাদের ২য় অ্যালবাম ফ্রম দ্যা ডেভিলস টোম্ব প্রকাশিত হবে। গানের কথাতে একটা গভীর দার্শনিক প্রচেষ্টা লক্ষ্যণীয় যার উৎস হয়ত প্রোথিত নয় খ্রিস্টান পটভূমিতে, যা শিকড় হয়ত খ্রিস্টানবিরোধিতায় আছে এবং এটা তার শয়তানী দর্শনকে আরো সতেজ করে তুলেছে।\n\n\n=== গানের ধরন এবং কথা ===\n\"মুহাম্মাদ বিলাপ করছে একটা ভাঙ্গা ক্ষতিকর জিনিসের মতো এবং শুধু মৃত ফিসফিস আল্লাহু আকবর !\" এটা গানের লাইন ওয়েপন ব্যান্ডের যা প্রকাশ করে সরাসরি গভীর গুপ্তবিদ্যার লিরিক। তাদের গান প্রভাবিত হয়েছে মেইহেম, ডিসাইড, ভন, মরবিড এ্যাঞ্জেল, মিস্টিফার, সাম্যায়েল, এনটোম্বড, স্যাডিস্টিক এক্সিকিউয়েশন, আস্টারস হ্যামার, বোল্ট থ্রোয়ার ইত্যাদি ব্যান্ডের মাধ্যমে ভোকাল ভেটস মোনার্ক বলেন: আমার কোন বিশেষ ধরনের ব্যবস্থা লাগে না যেমন- ক্যান্ডেল, ধূপের গন্ধ গানের কথা লেখার জন্য। আমি অনুভব করি স্বয়ং লুসিফার তার কথা বলছেন আমার আংগুলের মাধ্যমে …এটা বর্ণনা কয়ার কঠিন কারণ আমি কখনো ধারণা করিনি যে এটা কাজ করবে।\n\n\n=== বর্তমান সদস্য ===\nভেটিস মোনার্ক\nএপোস্টল ৮\nখা তুমোস\nদ্যা ডিসপ্লিন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nমাইস্পেসে ওয়েপন ব্যান্ড\nweapon band profile in their record label page\nBand review in www.crypticmadness.com\nWEAPON\nRecord label\nrecord label page\nOfficial youtube page\nWeapon: Drakonian Paradigm"}