{"pageid": 137726, "title": "দ্বিজেন্দ্রগীতি", "url": "https://bn.wikipedia.org/wiki?curid=137726", "content": "দ্বিজেন্দ্রগীতি হল বিশিষ্ট বাঙালি নাট্যকার-সঙ্গীতস্রষ্টা দ্বিজেন্দ্রলাল রায় রচিত ও সুরারোপিত গান। এই গানগুলি বাংলা সংগীতের জগতে এক বিশিষ্ট স্থানের অধিকারী। তার বিখ্যাত গান \"ধনধান্য পুষ্প ভরা আমাদের এই বসুন্ধরা\", \"বঙ্গ আমার! জননী আমার! ধাত্রী আমার! আমার দেশ\", \"যেদিন সুনীল জলধি হইতে উঠিলে জননী ভারতবর্ষ\", \"ওই মহাসিন্ধুর ওপার হতে\" ইত্যাদি গান আজও সমান জনপ্রিয়।\nদ্বিজেন্দ্রলাল রচিত গানের সংখ্যা প্রায় ৫০০। দ্বিজেন্দ্রলালের গানের দুটি ভিন্ন ধারা বিদ্যমান - একটি ধারা ভারতীয় শাস্ত্রীয় সংগীতের অনুসারী, অপর ধারাটিতে তিনি ইউরোপীয় ধ্রুপদি সঙ্গীতের \"মুভমেন্টস\" ব্যবহার করেছেন। ভারতীয় শাস্ত্রীয় সঙ্গীতের ধ্রুপদ ও খেয়াল শাখা দুটি তাকে গভীরভাবে প্রভাবিত করেছিল; কিন্তু ঠুংরি গানের রীতি তিনি গ্রহণ করেননি ; বাউল, ভাটিয়ালি ইত্যাদি লোকসঙ্গীতের ধারাতেও তিনি গান রচনা করেননি। তবে তার কয়েকটি কীর্তনাঙ্গ গান রয়েছে।\nদ্বিজেন্দ্রলালের পিতা কার্তিকেয়চন্দ্র রায় যত্ন সহকারে গান শিখেছিলেন ; তার কণ্ঠ ছিল সুমধুর। কার্তিকেয়চন্দ্র নিজে ছিলেন ঊনবিংশ শতাব্দীর এক বিশিষ্ট টপ-খেয়াল গায়ক। এই কারণে ছেলেবেলা থেকেই এক সাঙ্গীতিক পরিবেশে প্রতিপালিত হন দ্বিজেন্দ্রলাল; যা তার পরবর্তী সঙ্গীত জীবনকে গভীরভাবে প্রভাবিত করে। প্রমথ চৌধুরী লিখেছেন, \"দ্বিজেন্দ্রলাল যে বার-তের বৎসর বয়সে গুণীসমাজে গায়ক হিসাবে আদৃত হতেন, সে বিষয়ে আমি সাক্ষ্য দিতে পারি।\" এছাড়া ভাগলপুরের প্রসিদ্ধ টপ-খেয়াল গায়ক সুরেন্দ্রনাথ মজুমদার ছিলেন তার বন্ধু ও আত্মীয়। তার কাছ থেকেও ভারতীয় শাস্ত্রীয় সঙ্গীত সম্পর্কে প্রচুর জ্ঞান লাভ করেন দ্বিজেন্দ্রলাল।\nদ্বিজেন্দ্রলাল তার কাব্যসঙ্গীতগুলিকে বিভিন্ন রাগের আদর্শে সুরারোপিত করেন। যেমন- \"নীল আকাশের অসীম ছেয়ে\" (দেশ), \"প্রতিমা দিয়ে কি পূজিব তোমারে\" (জয়জয়ন্তী), \"তোমারেই ভালবেসেছি আমি\" (দরবারি কানাড়া), \"মলয় আসিয়া কয়ে গেছে কানে\" (নটমল্লার) ইত্যাদি। আবার তার জনপ্রিয় স্বদেশী গানগুলিকেও তিনি বিভিন্ন রাগের ঠাটে নিবদ্ধ করেছিলেন। যেমন- \"ধনধান্য পুষ্পভরা\" (কেদারা), \"যেদিন সুনীল জলধি হইতে\" (ভূপ-কল্যাণ), \"মেবার পাহাড় মেবার পাহাড়\" (ইমনকল্যাণ) ইত্যাদি। আবার হাসির গানগুলিতে তিনি ইংরেজি, স্কটিশ ইত্যাদি গানের সুর সংযোজিত করেন। রঙ্গব্যঙ্গ বা বিদ্রুপাত্মক হওয়ায় এই গানগুলি বিশেষ জনপ্রিয়তা অর্জন করে এবং বাংলা সঙ্গীতের হাসির গানের সম্ভারে দ্বিজেন্দ্রলালের অবদানই সর্বাধিক।\nদ্বিজেন্দ্রলাল নিজে ছিলেন সুগায়ক। প্রথম জীবন থেকেই বিভিন্ন সভাসমিতিতে তিনি স্বরচিত গান শোনাতেন। পিতামহ কার্তিকেয়চন্দ্র ও পিতা দ্বিজেন্দ্রলালের ন্যায় পুত্র দিলীপকুমার রায়ও ছিলেন সুগায়ক ও সঙ্গীতস্রষ্টা। দ্বিজেন্দ্রলালের গান সাধারণত ভাবগম্ভীর; হাসির গান ছাড়া অন্য গানে তিনি কখনই চটুলতাকে আশ্রয় করেননি। বাংলা সঙ্গীতে সমবেত কণ্ঠে গীত বা সম্মেলক গান (কোরাস) প্রবর্তন করেন দ্বিজেন্দ্রলালই। এই ধারাটিই তাকে পরবর্তীকালে প্রভূত জনপ্রিয়তা দিয়েছিল। স্বদেশী আন্দোলনের সময় দ্বিজেন্দ্রলালের গান সমাজ মানসে বিশেষ উদ্দীপনার সঞ্চার করেছিল।\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\n\nPoet seer - D.L. Roy"}