{"pageid": 137790, "title": "প্রদর্শন বাতিকতা", "url": "https://bn.wikipedia.org/wiki?curid=137790", "content": "প্রদর্শন বাতিকতা হল জনগণের সম্মুখে নিজের শরীরের সেই সব অঙ্গ প্রদর্শন করা; যা সচরাচর প্রদর্শন করা হয় না। যেমন: স্তন, জননেন্দ্রিয় অথবা নিতম্ব প্রদর্শন। এটা এক ধরনের অপব্যয়ী আচরণের দিকে ঝুকে পড়ার প্রবণতা। এই আচরণ আংশিকভাবে যৌনতা সম্পর্কীত বা অন্যান্য মানুষের মনোযোগ আকর্ষণ করার বা চমকে দেওয়ার চেষ্টা মাত্র। অনেক মানুষের আবার মনোবৈজ্ঞানিক বাধ্যতা থাকে যৌনপ্রদর্শনীর। একে মনোবৈজ্ঞানিক পরিভাষায় অ্যাপোডাইলসোফিলিয়া বা লেডি গডিভা সিনড্রোম বলে। মাঝে মাঝে এটাকে অপরাধ হিসেবে দেখা হয় বা জনগণের বিড়ম্বনা হিসেবে ধরা হয়। সাধারণত এই ধরনের অপরাধের কোন অভিযোগ পাওয়া যায় না, তবে নারী ও শিশুদের প্রতি এই ধরনের আচরণকে গুরুতর অপরাধ হিসেবে দেখা হয়। এই বাতিকের কারণ হতে পারে কামবৃত্তি, যুক্তিহীন তাড়না ও মানসিক বাধ্যবাধকতা থেকে। এই প্রদর্শন হতে পারে বন্ধুর কাছে অথবা পরিচিতের কাছে অথবা কোনো আগন্তুকের কাছে যাতে করে তার চিত্ত বিনোদন করা যায় বা নিজের যৌনতা পরিতৃপ্ত করা যায় অথবা দর্শককে চমকে দেওয়া যায় নিজেকে তার অন্তরঙ্গ সঙ্গীর কাছে প্রকাশ করা, তা সাধারণত প্রদর্শন বাতিকতা হিসেবে বিবেচিত হয় না। আইনে প্রদর্শন বাতিকতাকে অমার্জিত প্রদর্শন হিসেবে উল্লেখ করা হয়।\n\n\n== ইতিহাস ==\nমেয়েদের গণ-প্রদর্শনকামনা একটি প্রাচীন আচরণ, এক্ষেত্রে তারা একটি পুরুষের দলকে অনৈতিক কাজে আসতে লজ্জা দেয় বা তাদের উত্তেজিত করে তোলে অনৈতিক কাজে নিয়োজিত হতে। প্রাচীন গ্রীক ঐতিহাসিক হেরোডোটাস এর লেখায় খ্রিস্টপূর্ব পঞ্চম শতক এর প্রদর্শনমূলক আচরণ এর কথার উল্লেখ পাওয়া যায়। দ্য হিস্টোরি  গ্রন্থে হেরোডোটাস বলেন:যখন মানুষ উৎসবের জন্য বুবাস্তিসে ভ্রমণ করে, তখন তারা এরূপ কার্য করে। প্রত্যেক \"বারিস\" নৌকায় ধারণক্ষমতার বেশি মানুষ চড়ত, সেখানে মানুষের প্রচুর ভিড় ছিল, নারী ও পুরুষ উভয়েই সেখানে ছিল। এদের কারও কারও কাছে ঘণ্টা, কারও কাছে বাঁশি ছিল যা তারা সমগ্র যাত্রাপথে বাজাতো। বাদবাকি নারী ও পুরুষেরা হাত তালি দিত ও গান গাইত। যাত্রাপথে তারা নিজেদের গন্তব্য ভিন্ন অন্য কোন জনপদে পৌঁছলে তারা তাদের নৌকাগুলোকে ঘাটের কাছে নিয়ে যেত। নারীদের মধ্যে তখন কেউ কেউ আগের মত গান বাজনা করতে থাকত, আর অন্যেরা ঘাটটির আসে পাশের লোকদেরকে ঘৃণাপূর্ণ মন্তব্য করত ও গালাগাল করত। কেউ কেউ নাচানাচি করত, আবার কেউ কেউ তাদের জামা উপরে তুলে নিজেদেরকে অনাবৃত করত। নদীর আশেপাশের অঞ্চলগুলোর সবকটাতেই এই কাজ করা হত। প্রদর্শন বাতিকের একটি ঘটনাকে চিকিৎসা সংক্রান্ত একটি প্রতিবেদনে নথিভূক্ত করা হয়। কাজটি করে ১৫৫০ সালে ভেনিস এর ঈশ্বরনিন্দা বিরোধী কমিশন।\nযুক্তরাজ্যের ১৮২৪ সালের সংশোধিত যাযাবর আইনের ৪র্থ খসরায় একটি অরিরিক্ত ধারা সংযুক্ত করা হয়, যেখানে বলা হয়, 'সকলের সামনে ও অমার্জিতভাবে নিজেদের ব্যক্তিগত স্থান প্রদর্শন এর অসুস্থ সংজ্ঞায়িত পরিধির জন্য জটিলতা তৈরি করে। সংসদে এই বিষয়ে বিতর্কের সময়, তদকালীন স্বরাষ্ট্র সচিব পিল মহোদয় পর্যবেক্ষণ করেন, 'অমার্জিতভাবে কারও ব্যক্তিগত অঙ্গ প্রদর্শনের চেয়ে  বেশি ঘোর অপরাধ আর কিছুই পার্কে আর হতে পারে না... ইচ্ছাকৃত প্রদর্শন ও আকস্মিক প্রদর্শনের মধ্যে অনেক পার্থক্য রয়েছে।'\nস্মার্টফোন ও ট্যাবলেটের মত নতুন প্রযুক্তির আবির্ভাবের ফলে প্রদর্শনকারীগণ তাদের প্রদর্শনের নতুন প্রক্রিয়া বের করেছেন, যেমন নগ্ন সেলফি।\n\n\n== অনাবৃত্তকরণের প্রকারভেদ ==\nপ্রদর্শনকামনাকে কিছুভাগে ভাগ করা যায়, যেমনঃ \nঅ্যানাসিরমা - এ ধরনের প্রদর্শন বাতিকতায় মেয়েরা তাদের অন্তর্বাস পরিধান না করে স্কার্ট উপরের দিকে তুলে ফেলে তাদের গুপ্তাঙ্গ দেখায়।\nকান্ডুয়ালিজম- যখন একজন ব্যক্তি তার সঙ্গীকে উত্তেজক ভাবে প্রদর্শন করে।\nফ্ল্যাশিং - স্কার্ট বা কাচুলি উপর নিচে ওঠানো নামানোর মাধ্যমে একজন মহিলা তার নগ্ন বক্ষদেশ প্রদর্শন করেন কিছু সময়ের জন্য। এটা একজন মহিলা বা পুরুষের গুপ্তাঙ্গ প্রদর্শনের মাধ্যমেও হতে পারে।\nমার্টিমাসিয়া - এটা এক ধরনের ভাবার্থ মূলক বিকৃত যৌন আচরণ যাতে যৌন আবেদন জড়িত থাকে অন্যদেরকে যৌন কর্ম প্রদর্শনের মাধ্যমে।\nমুনিং - এই আচরণে পায়জামা বা অন্তর্বাস নিচে নামিয়ে খোলা নিতম্ব দেখানো হয়। পুরুষদের ক্ষেত্রে এটা এক ধরনের ব্যাঙ্গ করা বা হাসির ব্যাপার সৃষ্টি করা। তবে মেয়েদের ক্ষেত্রে এর বিপরীত বিষয়টাই সত্যি। সেখানে যৌনগত জাগরণের বিষয় জড়িত থাকে।\nঅশ্লীল প্রতিবিম্ব: নগ্ন হয়ে ছবি তুলে তা কোনো বস্তুতে প্রতিবিম্ব সৃষ্টি করে অনলাইনে ছড়িয়ে দেওয়া। এরজন্য উল্লেখযোগ্য উদাহরণ হলো আয়নাতে নিজের নগ্ন ছবি ছড়ানো। আয়না ছাড়াও চায়ের কেতলি, টিভি, টোস্টার এমনকি ছুরি ও কাটাচামচে নারী অথবা পুরুষের নগ্ন প্রতিবিম্ব ছড়ানো একপ্রকার প্রদর্শনবাতিকতা। নিলামের একটি সাইটে একজন অস্ট্রেলীয় পুরুষ তার নগ্ন প্রতিবিম্ব সংবলিত একটি কেটলির ছবি দেন; যেখানা তার নগ্ন দেহ পরিষ্কার দেখা যাচ্ছিল, এরপর থেকেই নগ্নপ্রতিবিম্বের বিষয়টি আলোচনায় আসে। ইন্টারনেট ম্যাগাজিনে নগ্ন প্রতিবিম্বের ইংরেজি পারিভাষিক শব্দ (ইংরেজি: reflectoporn) রিফ্লেক্ট পর্ন উদ্‌ঘাটন করেন চেরিস স্টিভেন।\nস্ট্রিকিং - এক্ষেত্রে নগ্ন অবস্থায় রাস্তায় দৌড়ানো বা প্রকাশ্য স্থানে ছোটা হয়। এখানে কোনো যৌন আচরণ প্রকাশ পায় না। কিন্তু দর্শক হতবাক হয়ে যায়।\nটেলিফোন স্কাটালোজিয়া: পরিচিত অথবা অপরিচিত কাওকে অশ্লীল কথা বলার জন্য কল দেওয়ান কিছু গবেষক একেও প্রদর্শন বাতিকের প্রকরণ বলে মনে করেন যদিও এখানে কোন ব্যক্তিগত উপস্থিতি ঘটে না।\nডিএসএম-৫ এর নির্দেশিকা অনুযায়ী প্রদর্শন বাতিক মনোবৈকল্যের তিনটি উপপ্রকার আছে। একটি হলো অনিচ্ছুক প্রাপ্তবয়স্ককে নিজের গুপ্তস্থান দেখানো, অন্যটি হলো প্রাক বয়োঃসন্ধিকালীন শিশুকে নিজের গুপ্তস্থান দেখানো এবং সর্বশেষ মনোবৈকল্য হলো উভয়কেই দেখানো।\n\n\n== মনোবৈজ্ঞানিক দৃষ্টিভঙ্গী ==\n\n১৮৭৭ সালে একজন ফরাসী চিকিৎসক ও মনোবিজ্ঞানী চার্লস লাসেগ প্রদর্শন বাতিককে মনোবৈকল্য হিসেবে চিহ্নিত করেন। ডিএসএম-৫ সংস্করণ অনুযায়ী, যদি প্রদর্শন বাতিক যৌন ক্রিয়া কোনো অনিচ্ছুক (যে অন্য ব্যক্তির গুপ্ত স্থান দেখতে ইচ্ছুক নয়) ব্যক্তির সাথে সংঘটিত হয়, তবে তা প্রদর্শন বাতিক বৈকল্য  হিসেবে সূচিত হবে। মার্কিন মনস্তাত্ত্বিক বৈকল্য সূচি অনুযায়ী পুরুষে ২-৪ শতাংশ ক্ষেত্রে প্রদর্শন বাতিক দেখা যায়। বিশ্বাস করা হয়, নারীতে এমনটা এর চেয়ে কম দেখা যায়। সুইডিশ জরিপ অনুযায়ী ২.১% নারী এবং ৪.১ শতাংশ পুরুষ আগন্তুকদের তাদের যৌনাঙ্গ প্রদর্শন করতে ইচ্ছুক।\nএকটি গবেষণাকারী দল ১৮৫ জনের একটি প্রদর্শনকামীকে প্রশ্ন করে যে তুমি কেমন প্রতিক্রিয়া আশা কর ঐ ব্যক্তির কাছ থেকে যাকে তুমি দেখাবে তোমার গুপ্তস্থান? সবচেয়ে সাধারণ উত্তর যৌনকর্ম করতে চাইবে (৩৫.১%), কোন প্রতিক্রিয়ার দরকার নেই (১৯.৫%), তারা নিজের গুপ্তস্থান দেখাবে (১৫.১%), প্রশংসা করবে (১৪.১%), যে কোন প্রতিক্রিয়া (১১.৯%) খুব কম সংখ্যক মানুষ মনে করে রাগ ও বিরক্তি দেখাবে (৩.৮%) মানুষ এবং ভয় পাবে মাত্র (০.৫%) মানুষ।\n\n\n== আরও দেখুন ==\nমানব যৌনাচার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}