{"pageid": 137734, "title": "ছৌ নাচ", "url": "https://bn.wikipedia.org/wiki?curid=137734", "content": "ছৌ নাচ বা ছো নাচ একপ্রকার ভারতীয় আদিবাসী যুদ্ধনৃত্য। এই নাচ ভারতীয় রাজ্য পশ্চিমবঙ্গ, ঝাড়খণ্ড ও ওড়িশায় খুবই জনপ্রিয়। ছৌ নাচের আদি উৎপত্তিস্থল পশ্চিমবঙ্গের পুরুলিয়া জেলা। উৎপত্তি ও বিকাশের স্থল অনুযায়ী ছৌ নাচের তিনটি উপবর্গ রয়েছে। যথা– পুরুলিয়া ছৌ, সরাইকেল্লা ছৌ ও ময়ূরভঞ্জ ছৌ।\nসরাইকেল্লা ছৌ-এর উৎপত্তি অধুনা ঝাড়খণ্ড রাজ্যের সরাইকেল্লা খরসোয়া জেলার সদর সরাইকেল্লায়। পুরুলিয়া ছৌ-এর উৎপত্তিস্থল পশ্চিমবঙ্গের পুরুলিয়া জেলা এবং ময়ূরভঞ্জ ছৌ-এর উৎপত্তিস্থল ওড়িশার ময়ুরভঞ্জ জেলা। এই তিনটি উপবর্গের মধ্যে প্রধান পার্থক্যটি দেখা যায় মুখোশের ব্যবহারে। সরাইকেল্লা ও পুরুলিয়া ছৌ-তে মুখোশ ব্যবহৃত হলেও, ময়ূরভঞ্জ ছৌ-তে হয় না।\n\n\n== নামকরণ বিতর্ক ==\n\nছৌ নাচের নামকরণ সম্বন্ধে বিভিন্ন জনের বিভিন্ন রকমের মত রয়েছে। ডঃ পশুপতি প্রসাদ মাহাতো ও ডঃ সুধীর করণের মতে এই নাচের নাম ছো, আবার বিভূতিভূষণ দাশগুপ্ত ও ডঃ বঙ্কিমচন্দ্র মাহাতোর মতে এই নাচের নাম ছ। কলকাতা বিশ্ববিদ্যালয়ের রবীন্দ্র অধ্যাপক ডঃ আশুতোষ ভট্টাচার্য সর্বপ্রথম ছ বা ছো নাচের পরিবর্তে ছৌ নামে অভিহিত করেন এবং বিদেশে এই নাচের প্রদর্শনের ব্যবস্থা করার পরে এই নাচ ছৌ নাচ নামে জনপ্রিয় হয়ে পড়ে।\n\n\n== উৎপত্তি ==\nরাজেশ্বর মিত্রের মতে, তিব্বতী সংস্কৃতির ছাম নৃত্য থেকে ছৌ নাচের উদ্ভব ঘটেছে। ডঃ সুকুমার সেনের মতে শৌভিক বা মুখোশ থেকে নাচটির নামকরণ ছৌ হয়েছে। কুড়মালী ভাষায় ছুয়া বা ছেলে থেকে এই নাচের নামকরণ হয়েছে বলে অনেকে মনে করেন, কারণ ছৌ প্রধানত ছেলেদের নাচ। ডঃ সুধীর করণের মতে ছু-অ শব্দের অর্থ ছলনা ও সং। কোনো কোনো আধুনিক গবেষক মনে করেন, ছৌ শব্দটি এসেছে সংস্কৃত ছায়া থেকে। কিন্তু সীতাকান্ত মহাপাত্র মনে করেন, এই শব্দটি ছাউনি শব্দটি থেকে এসেছে।\n\n\n== পুরুলিয়া ছৌ ==\n\nপশ্চিমবঙ্গের পুরুলিয়া জেলা ও পশ্চিম মেদিনীপুর জেলার ঝাড়গ্রাম মহকুমায় প্রচলিত ছৌ নাচের ধারাটি পুরুলিয়া ছৌ নামে পরিচিত। এই ধারার স্বতন্ত্র কিছু বৈশিষ্ট্য আছে। পুরুলিয়া ছৌ-এর সৌন্দর্য ও পারিপাট্য এটিকে আন্তর্জাতিক খ্যাতি এনে দিয়েছে। ১৯৯৫ সালে নতুন দিল্লিতে আয়োজিত প্রজাতন্ত্র দিবসের কুচকাওয়াজে পশ্চিমবঙ্গ রাজ্যের ট্যাবলোর থিমই ছিল ছৌ নাচ। ছৌ মূলত উৎসব নৃত্য। পুরুলিয়ার ছৌ নাচে বান্দোয়ান ও বাঘমুন্ডির দুটি পৃথক ধারা লক্ষ করা যায়। বান্দোয়ানের নাচে পালাগুলি ভাব গম্ভীর এবং বাগমুন্ডির নাচে পালাগুলি হয় বীরত্ব ব্যঞ্জক। জেলায় ছৌ নাচের মূল পৃষ্ঠপোষক ছিলেন ভূমিজরা। পরে এই নাচে কুড়মি, কুমহার, সহিস, রাজোয়াড় ও অন্যান্য সম্প্রদায়ের মানুষেরা নর্তক হিসেবে ও ডোম সম্প্রদায়ের মানুষেরা বাদক হিসেবে অংশগ্রহণ করেন।\n\n\n=== বিবর্তন ===\n১৯১১ খ্রিষ্টাব্দে কুপল্যান্ডের ডিস্ট্রিক্ট গ্যাজেটিয়ার মানভূম গ্রন্থে ছৌ নাচের কোন উল্লেখ না থাকায় অনেকে মনে করেন ১৯১১-এর পরে ছৌ নাচের উদ্ভব হয়েছে। মানভূম গবেষক দিলীপ কুমার গোস্বামীর মতে শিবের গাজনে মুখে কালি মেখে বা মুহা বা মুখোশ পরে নাচকেই ছৌ নাচের আদি রূপ বলে মনে করেছেন। এরপর অনাড়ম্বর মুখোশ সহকারে একক ছৌ বা 'এ কৈড়া ছো' নাচের উদ্ভব হয়। এ কৈড়া ছো নাচের পরে 'আলাপ ছো' বা 'মেল ছো' নাচের উদ্ভব হয়, যেখানে মুখোশ ছাড়া দুইজন বা চারজন নর্তক নাচ করতেন। এছাড়া সম্ভ্রান্ত বাড়ির নর্তকরা আড়ম্বরপূর্ণ  সাজপোশাক পরে 'বাবু ছো' নামক একপ্রকার নাচের প্রচলন করেন। এই নাচে ধুয়া নামক ছোট ঝুমুর গান গাওয়া হয়ে থাকে। ১৯৩০-এর দশকে 'পালা ছো' নাচের সৃষ্টি হয়।\n\n\n=== নাচের সময় ===\nছৌ শিল্পীরা সারা চৈত্র মাস ধরে অনুশীলন করে থাকেন। চৈত্র সংক্রান্তির দিন থেকে শুরু করে সারা বৈশাখ মাস ও জ্যৈষ্ঠ মাসের তেরো তারিখে অনুষ্ঠিত রহিন উৎসব পর্যন্ত ছৌ নাচ নাচা হয়ে থাকে। পুরুলিয়া জেলায় শিবের গাজন উপলক্ষে ছৌ নাচের আসর বসে।\n\n\n=== রীতি ===\nছৌ নাচ বিষয়গতভাবে মহাকাব্যিক। এই নাচে রামায়ণ ও মহাভারতের বিভিন্ন উপাখ্যান অভিনয় করে দেখানো হয়। কখনও কখনও অন্যান্য পৌরাণিক কাহিনিও অভিনীত হয়। ছৌ নাচের মূল রস হল বীর ও রুদ্র। নাচের শেষে দুষ্টের দমন ও ধর্মের জয় দেখানো হয়। গ্রামাঞ্চলে এই নাচের আসর কোনো মঞ্চে হয় না; খোলা মাঠেই আসর বসে, লোকজন চারিদিকে জড়ো হয়ে নাচ দেখে। তবে শহরাঞ্চলে সাধারণত মঞ্চেই ছৌ নাচ দেখানো হয়। নাচের শুরু হয় ঢাকের বাদ্যের সঙ্গে। এরপর একজন গায়ক গণেশের বন্দনা করেন। গান শেষ হলে বাদ্যকারেরা বাজনা বাজাতে বাজাতে নাচের পরিবেশ সৃষ্টি করেন। প্রথমে গণেশের বেশধারী নর্তক নাচ শুরু করেন। তারপর অন্যান্য দেবতা, অসুর, পশু ও পাখির বেশধারী নর্তকেরা নাচের আসরে প্রবেশ করেন। প্রতিটি দৃশ্যের শুরুতে ঝুমুর গানের মাধ্যমে পালার বিষয়বস্তু বুঝিয়ে দেন।\nছৌ নাচে মুখে মুখোশ থাকার ফলে মুখের অভিব্যক্তি প্রতিফলিত হয় না বলে শিল্পী অঙ্গপ্রত্যঙ্গের কম্পন ও সঙ্কোচন - প্রসারণের মধ্য দিয়ে চরিত্রের অভিব্যক্তি প্রকাশ করে থাকেন। ডঃ আশুতোষ ভট্টাচার্য ছৌ নাচের অঙ্গসঞ্চালনকে মস্তক সঞ্চালন, স্কন্ধ সঞ্চালন, বক্ষ সঞ্চালন, উল্লম্ফন এবং পদক্ষেপ এই পাঁচ ভাগে বিভক্ত করেছেন। বাজনার তালে হাত ও পায়ের সঞ্চালনকে চাল বলা হয়ে থাকে। ছৌ নাচে দেবচাল, বীরচাল, রাক্ষসচাল, পশুচাল প্রভৃতি বিভিন্ন রকমের চাল রয়েছে। চালগুলি ডেগা, ফন্দি, উড়ামালট, উলফা, বাঁহি মলকা, মাটি দলখা প্রভৃতি বিভাগে বিভক্ত।\n\n\n=== মুখোশ ===\n\nপুরুলিয়া জেলার বাঘমুন্ডি থানার  চড়িদা গ্রামের চল্লিশটি সূত্রধর পরিবার এবং জয়পুর থানার ডুমুরডি গ্রামের পাঁচটি পরিবার ছৌ নাচের মুখোশ তৈরী করেন। এছাড়া পুরুলিয়া মফস্বল থানার গেঙ্গাড়া, ডিমডিহা ও কালীদাসডিহি গ্রামে, পুঞ্চা থানার জামবাদ গ্রামে এবং কেন্দা থানার কোনাপাড়া গ্রামেও এই মুখোশ তৈরী হয়ে থাকে।\n\nমুখোশ তৈরীর জন্য প্রথমে নদীর দোয়াশ মাটি দিয়ে একটি কাঠের ওপর ছাঁচ তৈরী করে পনেরো থেকে কুড়ি মিনিট রৌদ্রে শুকিয়ে ছাঁচের নাক, মুখ, চোখ বানানো হয়। এরপর কাপড়ে ছাই রেখে তাতে ফুটো করে মুখোশের ওপর ঝেড়ে ঝেড়ে ছাই দেওয়া হয়, এতে পরে ছাঁচ থেকে মুখোশকে পৃথক করা সহজে সম্ভব হয়। এরপর জলে ময়দা ও তুঁত মিশিয়ে আঠা তৈরী করে মুখোশের ছাঁচে তিন থেকে চার স্তরে কাগজ লাগিয়ে দেওয়া হয়। একদিন পরে কাগজের স্তরগুলি শুকিয়ে গেলে আট-দশটি স্তরে কাগজ লাগাতে হয়। এঁটেল মাটি জল দিয়ে ঘোলা করে আট দশ দিন রেখে দেওয়া হয়, যাকে কাবিজ বলা হয়। এরপর আট থেকে দশটি স্তরে সুতীর কাপড় কাবিজের সাথে লাগিয়ে রৌদ্রে শুকিয়ে রাখা হয়। মুখোশের নাক, মুখ, চোখ, কান পালিশ করে রৌদ্রে রেখে দেওয়া হয় ও দুই দিন পরে মুখোশের অবয়ব এবং মাটির ছাঁচটি পৃথক করা হয়। এরপর মুখোশের কিনারার কাগজ ও কাপড় কেটে ভেতরের দিকে মুড়ে মুখোশটিকে দুই-আড়াই ঘণ্টা উল্টো করে রৌদ্রে শুকিয়ে নিতে হয়। এরপর তেঁতুলের বীজ সেদ্ধ করে খোসা ছাড়িয়ে সারারাত ভিজিয়ে আঠা তৈরী করে তার সাথে খড়িমাটি মিশিয়ে মুখোশের ওপর বার বার লাগিয়ে মুখোশের রঙ সাদা করা হয়। এরপর বিভিন্ন মূর্তিতে পৃথক পৃথক রঙ লাগিয়ে মুখোশের বিভিন্ন অংশ এঁকে সবশেষে চোখের মণি এঁকে রঙের কাজ শেষ করা হয়। এরপর মুখোশের কাঠামোর কাজ শুরু করা হয়। প্রথমে তার দিয়ে বাইরের কাঠামো তৈরী করে পুঁতি, মালা, কানপাশা, কলগা, পালক প্রভৃতি লাগিয়ে কাঠামোর সাজসজ্জা সম্পন্ন করা হয়। মুখোশ তৈরী হয়ে গেলে লোহার রড গরম করে চোখের ফুটো তৈরি করা হয় এবং কানের পাশে দুইটি ফুটো করে তাতে দড়ি বেঁধে দেওয়া হয়, যার সাহায্যে নর্তক মুখোশটি মুখের সাথে বেঁধে নিতে পারেন। এরপর মুখোশে সাবুর মিশ্রণ লাগিয়ে, রৌদ্রে শুকিয়ে বার্ণিশ লাগিয়ে উজ্জ্বল করে তোলা হয়।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nChhau dance of Purulia, by Asutosh Bhattacharya. Pub. Rabindra Bharati University, 1972.\n\n\n== বহিঃসংযোগ ==\n\nপুরুলিয়া জেলার ওয়েবসাইটে ছৌ নাচ সম্বন্ধে তথ্য\nময়ুরভঞ্জ জেলার ওয়েবসাইটে ছৌ নাচ সম্বন্ধে তথ্য\nখরসাওয়াঁ জেলার ওয়েবসাইটে ছৌ নাচ সম্বন্ধে তথ্য"}