{"pageid": 137757, "title": "কলকাতা পশ্চিম আন্তর্জাতিক মহানগরী", "url": "https://bn.wikipedia.org/wiki?curid=137757", "content": "কলকাতা পশ্চিম আন্তর্জাতিক মহানগরী হাওড়া জেলায় অবস্থিত কলকাতার একটি উপশহর। এই উপশহরের আয়তন ৩৯০.২ একর (১.৫৭৯ বর্গকিলোমিটার)। এখানে ৬,১০০টি বাংলো, তিনটি বহুতল আবাসিক টাওয়ার, তিনটি তথ্য প্রযুক্তি পার্ক, একটি ১৩ একর (৫.৩ হেক্টর) আয়তনবিশিষ্ট ক্লাব, একটি ২০০-শয্যাবিশিষ্ট হাসপাতাল, দুটি বিদ্যালয়, বাজার ও বিনোদন কেন্দ্র রয়েছে। ৬ নং জাতীয় সড়ক থেকে কিছু দূরে হাওড়া-আমতা রোডের ধারে অবস্থিত কলকাতা পশ্চিম আন্তর্জাতিক মহানগরী থেকে কলকাতার কেন্দ্রস্থল বিনয়-বাদল-দীনেশ বাগের দূরত্ব ৯ কিলোমিটার (৫.৬ মাইল) এবং কলকাতা ও হাওড়ার মধ্যে সংযোগরক্ষাকারী বিদ্যাসাগর সেতুর দূরত্ব ১২ কিলোমিটার (৭.৫ মাইল)। এটি একটি ত্রিপাক্ষিক উদ্যোগে নির্মীয়মান প্রকল্প। এই প্রকল্পের অংশীদার হল ইন্দোনেশিয়ার সালিম ও সিপুত্রা গোষ্ঠী এবং জাকার্তা-ভিত্তিক প্রবাসী বাঙালি শিল্পপতি প্রসূন মুখোপাধ্যায়ের সংস্থা ইউনিভার্সাল সাকসেস গ্রুপ।\n\n\n== প্রকল্প ==\nএই প্রকল্পটি টাউনশিপ প্রকল্পের ক্ষেত্রে ভারতের অন্যতম বৃহৎ প্রত্যক্ষ বৈদেশিক বিনিয়োগ। ২০০৬ সালের ১৫ ফেব্রুয়ারি পশ্চিমবঙ্গের তৎকালীন মুখ্যমন্ত্রী বুদ্ধদেব ভট্টাচার্য এই প্রকল্পের ভিত্তিপ্রস্তর স্থাপন করেছিলেন। এই উপলক্ষে বক্তব্য রাখতে গিয়ে তিনি বলেন, ২,৫০০ কোটি টাকা ব্যয়ে নির্মিত এই প্রকল্প হুগলি নদীর পশ্চিম পাড়ের সামঞ্জস্যপূর্ণ বিকাশে সহায়ক হবে। অনুমান করা হচ্ছে, এই উপমহানগরীতে ৩৬,০০০ মানুষ বাস করতে পারবেন।\nপ্রকল্পটি কলকাতা মেট্রোপলিটান ডেভেলপমেন্ট অথরিটির সহযোগিতায় বাস্তবায়িত হচ্ছে। প্রোমোটারেরা দাবি করছেন, প্রকল্পের গঠনগত সৌকর্য ও আধুনিক নকশার পাশাপাশি স্থান ও পরিবেশের দিকটিও মাথায় রাখা হচ্ছে। প্রকল্পটি ২-৪ শয্যাকক্ষ-বিশিষ্ট ভূমি+১ তল ভিলা নিয়ে গঠিত। এখানে বেশ কয়েক একর সবুজের সমারোহ রাখা হচ্ছে এবং গেটেড কমিউনিটির মধ্যে ৫০০০টি ইউনিট রাখা হচ্ছে যেগুলি পার্ক, খেলার মাঠ ও বাণিজ্যিক চত্বর হিসেবে ব্যবহার করা যাবে। ২০১০ সালের মধ্যে প্রকল্পটি সমাপ্ত হওয়ার কথা।\n\n\n== প্রোমোটার ==\nকলকাতা ওয়েস্ট ইন্টারন্যাশানাল সিটি প্রাইভেট লিমিটেড নামে একটি যৌথ টাউনশিপ নির্মাণ কোম্পানি এই ২,৫০০ কোটি টাকার উপশহরটি নির্মাণ করছে। সালিম ও ইউনিভার্সাল সাকসেস এই প্রকল্পের মূল বিনিয়োগকারী, সিপুত্রা নির্মাতা ও সিঙ্গাপুর-ভিত্তিক সুবর্ণ এর প্রকল্প ম্যানেজার। ১৯৮০-এর দশকের প্রথম দিকে সিপুত্রা গ্রুপ স্থাপিত হয়। পিটি সিপুত্রা লিমিটেড সিঙ্গাপুরের একটি পাবলিক লিস্টেড কোম্পানি। মারিনা স্কোয়ার, সেনেন শপিং সেন্টার, সিপুত্রা মল ও হোটেল, ওয়ার্ল্ড ট্রেড সেন্টার (জাকার্তা), বিএনআই ৪৬ টাওয়ার, বিনতারো জায়া, দ্য গার্ডেন সিটি, সিপুত্রা হ্যানয় ইন্টারন্যাশানাল সিটি ও সিত্রারায়া সুরাবায়ার মতো ইন্দোনেশিয়া ও সিঙ্গাপুরের বহু ভবন ও স্থাপনা তাদের দ্বারা নির্মিত। সালিম গ্রুপও এশিয়ার একটি অগ্রগণ্য শিল্পগোষ্ঠী। আবাসন ও বিনোদন শিল্পের সঙ্গে এই সংস্থা প্রায় ৩০ বছর ধরে যুক্ত। এরাও একাধিক হোটেল, রিসর্ট, গলফ কোর্স, আবাসন, বাণিজ্যিক ভবন, বাজারকেন্দ্র ও শিল্প এস্টেট নির্মাণ করেছে।\n\n\n== সমস্যা ==\nহাওড়া শহরের শিক্ষিত সমাজ প্রকল্পের নাম থেকে \"কলকাতা\" শব্দটি বাদ দেওয়ার দাবি তুলেছেন। হাওড়া পৌরনিগম মূল শহর এলাকার সব জায়গায় জল সরবরাহ করতে না পারলেও, এই প্রকল্পের জন্য দৈনিক ২০ লক্ষ গ্যালন জল সরবরাহ করতে রাজি হয়েছে। যার ফলে পৌরনিগমকে সমালোচনার মুখে পড়তে হয়েছে।\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\nসরকারি ওয়েবসাইট\nঅঞ্চলের উপগ্রহ চিত্র  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ সেপ্টেম্বর ২০০৮ তারিখে"}