{"pageid": 137812, "title": "আরমিন মাইভাস", "url": "https://bn.wikipedia.org/wiki?curid=137812", "content": "আরমিন মাইভাস (ইংরেজি: Armin Meiwes; ইংরেজি উচ্চরণ: ইংরেজি উচ্চারণ: /ˈɑːmiːn ˈmaɪvəs/ AH-meen-MYE-vəs) একজন জার্মান মানুষ যিনি জগৎজোড়া কুখ্যাতি অর্জন করেন ইন্টারনেটের মাধ্যমে পাওয়া একজন স্বেচ্ছাসেবক মানুষকে খুন করে ও তাকে ভক্ষণ করে। তিনি ১লা নভেম্বর ১৯৬১ সালে জন্মগ্রহণ করেন। আরমিন মাইভাস ও তার শিকার একসাথে আক্রান্ত শিশ্ন খাওয়ার চেষ্টা করার পর , আরমিন তাকে খুন করেন ও তার বেশ কিছু পরিমাণ মাংস খেয়ে নেন। এইসব কান্ডের জন্য মাইভাস কসাইদের শিক্ষক নামে পরিচিত। প্রিজনে যাওয়ার পর আরমিন একজন নিরামিষভোজীতে পরিণত হয়েছেন  ও জেলে গ্রীন পার্টি সমর্থক রাজনৈতিক দলে যোগ দিয়েছেন।\n\n\n== হত্যা ও নরমাংস ভোজন ==\nআরমিন মাইভাস ইন্টারনেটে দ্যা ক্যানিবাল ক্যাফে নামের ওয়েবসাইটে একটি বিজ্ঞাপনের মাধ্যমে ২১ থেকে ৪০ বছরের সুঠামদেহী জবাইযোগ্য ও আহার হতে চাওয়া মানুষের সন্ধান চাইছিলেন । বার্ন্ড জুর্গেন ব্রান্ডিস নামের একজন এতে সাড়া দেন। অন্যান্য অনেক মানুষই এতে সাড়া দেন, কিন্তু আরমিন কারো ইচ্ছার বিরুদ্ধে কিছু করতে চাইছিলেন না। একটা ভিডিও টেপে এসব ধারণ করা হয় যেখানে বার্ন্ড জুর্গেন ব্রান্ডিস ও আরমিন একসাথে মিলিত হন ২০০১ সালের ৯ই মার্চ। এটা ছিল জার্মানির ছোট্ট গ্রাম রটেনবার্গ। আরমিন মাইভাস তার শিকারের শিশ্ন কেটে নেন ও একসাথে আক্রান্ত শিশ্ন খাওয়ার চেষ্টা করেন। ব্রান্ডিস আরমিনকে পীড়াপীড়ি করছিলেন তার শিশ্ন কামড়ে বিচ্ছিন্ন করে ফেলার জন্য, কিন্তু আরমিন সে কাজে ব্যর্থ হন। তবে তার অন্ডকোষকে বিস্ফোরিত করে ফেলেন কামড়ে।তারপর ছুরি দিয়ে তা আলাদা করে লবণ, মরিচ, রসুন ও ওয়াইন দিয়ে প্যানে রান্না করেন ব্রান্ডিসের চর্বি দিয়ে, কিন্তু বেশি পুড়ে ফেলেন। তাই তা খাবার অযোগ্য হয়ে পড়ে। তখন তিনি তা তার কুকুরকে খাইয়ে দেন। যে সংবাদিক এই ভিডিও দেখেন (সবার জন্য ভিডিওটা উন্মুক্ত ছিল না) তিনি বলেন যে ব্রান্ডিস এত বেশি দূর্বল হয়ে পড়েছিল যে খাওয়ার শক্তি ছিল না। গোসলে তার রক্তক্ষরণ হচ্ছিল। আরমিন তাকে ২০টি ঘুমের ট্যাবলেট, পেইন কিলার ও প্রচুর অ্যালকোহল দেন। তারপরে আরমিন তাকে খুন করেন। এরপর প্রায় দশ মাস ধরে ২০ কেজির বেশি মাংস তিনি গ্রহণ করেন তার ফ্রিজারে পিজার বাক্সের নিচে রেখে।\n২০০২ সালের ডিসেম্বরে আরমিন গ্রেফতার হন পুলিশের কাছে। একজন কলেজ ছাত্র ইন্টারনেটে নতুন বিজ্ঞাপন দেখেন নতুন শিকারের খোঁজে ও খুনের স্থিরচিত্র ইত্যাদি। তার স্বপক্ষে যুক্তি আসে যে সে ইচ্ছার বিরুদ্ধে কিছু করেনি। তবে আদালত তাকে সারা জীবনের কারাদন্ড দেন। রামেস্টেইন ব্যান্ডের মেইন টেইল ও ব্ল্যাড বাথ ব্যান্ডের ইটেন গান এই ঘটনার ওপর ভিত্তি করে রচিত।\n\n\n== আরও দেখুন ==\nক্যানিবালিজম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nProfile: Cannibal Armin Meiwes, BBC News\nGuardian Unlimited article about the case\nCannibal film banned in Germany\nCNN article with links and info  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ জুন ২০০৬ তারিখে\nCourt sentences German cannibal to life for murder"}