{"pageid": 1378939, "title": "আম্বেদকরবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1378939", "content": "আম্বেদকরবাদ হলো ভারতীয় অর্থনীতিবিদ, ব্যারিস্টার, সমাজ সংস্কারক এবং জওহরলাল নেহরুর প্রথম মন্ত্রিসভায় প্রথম আইন ও বিচার মন্ত্রী বিআর আম্বেদকরের শিক্ষা, আদর্শ বা দর্শনকে বলা হয়। আম্বেদকরবাদের মধ্যে রয়েছে ভ্রাতৃত্ব, গণতন্ত্র, সাম্প্রদায়িক নির্বাচকমণ্ডলী, হিন্দুধর্ম থেকে ধর্মান্তরিতকরণ, রাজনৈতিক ক্ষমতা, আইনের শাসন, নবায়ন ইত্যাদি বিষয়গুলির উপর বিশেষ দৃষ্টিপাত। একজন আম্বেদকরবাদী হলেন যিনি আম্বেদকরের দর্শন অনুসরণ করেন। আম্বেদকরবাদী মতাদর্শের আইকনদের মধ্যে পেরিয়ার, জ্যোতিরাও ফুলে এবং অন্যান্যরাও রয়েছেন।\n\n\n== সামাজিক দর্শন ==\nবি. আর. আম্বেদকরের মতে \"সমাজ সর্বদা শ্রেণী দ্বারা গঠিত\"। তাদের ভিত্তি ভিন্ন হতে পারে। একটি সমাজের একজন ব্যক্তি সর্বদা একটি শ্রেণীর সদস্য, তা সে অর্থনৈতিক, বুদ্ধিবৃত্তিক বা সামাজিক হতে পারে। এটি একটি সর্বজনীন সত্য, এবং আদি হিন্দু সংস্কৃতি এই নিয়মের ব্যতিক্রম হতে পারে না এবং আমরা জানি এটি ছিল না। সুতরাং, কোন শ্রেণীটি সর্বপ্রথম একটি বর্ণে রূপান্তরিত হয়েছিল, কারণ শ্রেণী এবং বর্ণ এক অর্থে, পাশের প্রতিবেশী, শুধুমাত্র একটি খাদ দ্বারা বিচ্ছিন্ন। \"একটি জাতি একটি বন্ধ সামাজিক গোষ্ঠী।\"\nএকটি ভারসাম্যপূর্ণ দৃষ্টিভঙ্গি দেখিয়ে, তিনি হিন্দু এবং মুসলমান উভয়েরই সমালোচক ছিলেন এবং লিখেছেন - \"একটি \"সাম্প্রদায়িক অস্বস্তিতে\", উভয় সম্প্রদায় হিন্দু এবং মুসলিম, সামাজিক ন্যায়বিচারের জরুরি দাবিগুলিকে উপেক্ষা করে\"। তাঁর থটস অন পাকিস্তান বইয়ে মুসলিমদেরও সমালোচক রয়েছে এবং তাঁর বইতে রয়েছে - হিন্দু ধর্মের ধাঁধাঁ, হিন্দু ধর্মের দর্শন, বর্ণ নির্মূল, ভারতে জাতি, শুদ্র কারা ছিল?, ভারতে বৌদ্ধধর্মের পতন ও পতন এবং মনুর পাগলামি-এর বিরুদ্ধে তিনি সরাসরি বর্ণবাদী হিন্দু সমাজের সমালোচনা করেন।\nঅস্পৃশ্যদের ভাল পোশাক না পরতে বাধ্য করা হয়েছিল কিন্তু আম্বেদকরের জন্য মামলাটি ছিল রাজনৈতিক প্রতিরোধের একটি কৌশল, ক্ষমতার দাবি, বর্ণপ্রবণ সমাজে বর্ণের বাধা ভাঙার একটি উপায়।\nআম্বেদকর অস্পৃশ্যদের জন্য তাদের নিজস্ব প্রতিনিধিদের বিধানসভায় পাঠানোর জন্য পৃথক নির্বাচকমণ্ডলীর প্রস্তাব করেছিলেন কিন্তু গান্ধী এর বিরোধিতা করেছিলেন এবং পুনা চুক্তির পর তার পরাজয় হয়েছিল কিন্তু পরবর্তীতে তিনি সেটেলমেন্ট কমিশন প্রতিষ্ঠার পক্ষে কথা বলেন যা তফসিলি জাতিদের জন্য পৃথক গ্রাম প্রদান করবে।\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\nOmvedt, Gail (১৮ আগস্ট ২০০৩)। Buddhism in India: Challenging Brahmanism and Caste (ইংরেজি ভাষায়)। SAGE Publications। আইএসবিএন 978-0-7619-9664-4।"}