{"pageid": 1378234, "title": "লক্ষ্মণ মন্দির, খাজুরাহো", "url": "https://bn.wikipedia.org/wiki?curid=1378234", "content": "লক্ষ্মণ মন্দির ভারতের মধ্যপ্রদেশের খাজুরাহোতে অবস্থিত  একটি হিন্দু মন্দির। এটি ১০ম শতকের চান্দেলা রাজবংশের রাজা যশোবর্মণ নির্মাণ করেছিলেন। এটি বৈকুণ্ঠ বিষ্ণুকে উৎসর্গ করা হয়েছে ১৯৮৬ সালে মন্দিরটি তার স্থাপত্য এবং ধর্মীয় গুরুত্বের কারণে খাজুরাহো স্মারকসমূহের অংশ হিসাবে বিশ্ব ঐতিহ্যবাহী স্থান তালিকাবদ্ধ হয়।\n\n\n== অবস্থান ==\nএই মন্দিরটি ভারতের মধ্যপ্রদেশের ছাতারপুর জেলার ছোট একটি গ্রাম খাজুরাহোর ওয়েস্টার্ন টেম্পল কমপ্লেক্সে অবস্থিত।\n\n\n== স্থাপত্য ==\nএটি একটি বৈচিত্র্যপূর্ণ সন্ধারা পঞ্চায়তনের মন্দির। পুরো মন্দির কমপ্লেক্সটি একটি উঁচু প্ল্যাটফর্মের ( জগতি ) উপর দাঁড়িয়ে আছে। গঠনটি হিন্দু মন্দির স্থাপত্যের সমস্ত উপাদান নিয়ে গঠিত। এর রয়েছে প্রবেশদ্বার (অর্ধ-মণ্ডপ), মণ্ডপ,  মহা-মণ্ডপ,  অন্তরাল ও গর্ভগৃহ।\nএর গর্ভগৃহ খাজুরাহোর অন্যান্য মন্দিরের মত নয়, এর শিখর ছোট ছোট উরুশৃঙ্গ (মন্দিরের চূড়া) দিয়ে গুচ্ছবদ্ধ পঞ্চরথ (উপরের দৃশ্য) শৈলীর।\nপ্রাচীরের অংশটি অলঙ্কৃত বালস্ট্রেড সহ বারান্দাযুক্ত জানালা দিয়ে জড়ানো। এটিতে দুই সারি ভাস্কর্য রয়েছে (মন্দিরের বাইরের দেয়ালে) যার মধ্যে রয়েছে ঐশ্বরিক মূর্তি, দম্পতি এবং কামুক দৃশ্য। গর্ভগৃহের দরজাটির সাতটি শিখর আছে। কেন্দ্রীয়টি বিষ্ণুর দশ অবতার দ্বারা সজ্জিত। সম্পদের দেবী লক্ষ্মীকে চিত্রিত করেছে ব্রহ্মা ও বিষ্ণুর মাঝখানে। গর্ভগৃহে বিষ্ণুর চার-বাহু ভাস্কর্য রয়েছে। কুলুঙ্গির একটিতে ভাস্কর এবং তার শিষ্যদের কাজের চিত্র রয়েছে।\n\n\n== ভাস্কর্য ==\n\n\n=== প্রধান মূর্তি ===\n\nপ্রধান মূর্তিটি বৈকুণ্ঠ বিষ্ণুর তিন-মাথা ও চার-হাত বিশিষ্ট ভাস্কর্য। কেন্দ্রীয় মাথাটি মানুষের, দুটি পাশ শুয়োরের (বরাহাকে চিত্রিত করে) এবং একটি সিংহের (নৃসিংহকে চিত্রিত করে )।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== বাইরের দেয়ালের ভাস্কর্য ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== মন্দিরের ভিতরে ভাস্কর্য ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nএমপি পর্যটন ওয়েবসাইট, মধ্যপ্রদেশ রাজ্য পর্যটন কর্পোরেশনের অফিসিয়াল ওয়েবসাইট, খাজুরাহো\nভারতের প্রত্নতাত্ত্বিক জরিপ, ভোপাল বিভাগ, খাজুরাহো - ছাতারপুরের জন্য সূচক পৃষ্ঠা\nভারতের প্রত্নতাত্ত্বিক জরিপ, ভোপাল বিভাগ, লক্ষ্মণ মন্দির, খাজুরাহো"}