{"pageid": 1378186, "title": "চান্দ্র দিন", "url": "https://bn.wikipedia.org/wiki?curid=1378186", "content": "চান্দ্র দিন হলো চাঁদের সূর্যের সাপেক্ষে তার অক্ষের উপর ঘূর্ণন সম্পন্ন করার সময়কাল। মহাকর্ষীয় প্রবাহাবদ্ধতার জন্য এটি পৃথিবীর চারপাশে প্রদক্ষিণ করতে চাঁদের যে সময় লাগে তার সমান এবং একই চাঁদের ধাপে ফিরে আসতে আরও ২.২ পৃথিবী দিন। চান্দ্র দিন মোটামুটি ২৯ +১/২ পৃথিবী দিন, যা এক চান্দ্র মাসের সমান,  এবং যার সময় পূর্ণ দৈনিক চক্র অন্তর্ভুক্ত।\n\n\n== প্রধান সংজ্ঞা ==\nখ-বলয়ে স্থির নক্ষত্রের সাথে সম্পর্কিত, চাঁদের কক্ষপথ সম্পূর্ণ করতে ২৭ পৃথিবী দিন, ৭ ঘণ্টা, ৪৩ মিনিট, ১২ সেকেন্ড সময় লাগে; যাইহোক, যেহেতু পৃথিবী-চাঁদ পদ্ধতি একই সময়ে সূর্যের চারপাশে অগ্রসর হয়, তাই চাঁদকে একই পর্যায়ে ফিরে যেতে আরও দূরে যেতে হবে। গড়ে, এই যুতিকাল ২৯ দিন, ১২ ঘন্টা, ৪৪ মিনিট, ৩ সেকেন্ড, পৃথিবীতে চান্দ্র মাসের দৈর্ঘ্য। সঠিক দৈর্ঘ্য সময়ের সাথে পরিবর্তিত হয় কারণ সূর্যের চারপাশে পৃথিবী-চাঁদ পদ্ধতির গতি এক বছরে তার উপবৃত্তাকার কক্ষপথের বিকেন্দ্রতা, কক্ষপথের বেগের ভিন্নতার কারণে সামান্য পরিবর্তিত হয়, এবং এর পর্যবেক্ষিত, আপেক্ষিক, গড় মান সম্পর্কে অন্যান্য পর্যায়ক্রমিক এবং বিকশিত পরিবর্তনের সংখ্যা, যা সূর্য ও সৌরজগতের অন্যান্য সংস্থাগুলির মহাকর্ষীয় বিভ্রান্তির দ্বারা প্রভাবিত হয়।\nফলস্বরূপ, চাঁদের নির্দিষ্ট বিন্দুতে দিনের আলো শুরু থেকে শেষ পর্যন্ত প্রায় দুই সপ্তাহ স্থায়ী হবে, তারপরে চান্দ্র রাতের প্রায় দুই সপ্তাহ।\n\n\n== অন্যান্য অর্থ ==\n\"চান্দ্র দিন\" বলতে পৃথিবীর উপর কোনো বিন্দুতে দুই চন্দ্রোদয় বা উচ্চ চাঁদের মধ্যেকার সময়কেও বোঝাতে পারে। এটি সাধারণত ২৪-ঘণ্টার পৃথিবী দিনের থেকে প্রায় ৫০ মিনিট বড় হয়, কারণ পৃথিবীর চারিদিকে চাঁদের আবর্তনের অভিমুখ পৃথিবীর আহ্নিক গতির অভিমুখের সমান।\n\"চান্দ্র দিন\" শব্দটি রাত ও দিনের ক্ষেত্রেও ব্যবহৃত হয়, অর্থাৎ চান্দ্র রাতের বিপরীত। এক্ষেত্রে চান্দ্র দিন ও চান্দ্র রাত প্রায় দুই পৃথিবী সপ্তাহ বা ১৪ পৃথিবী দিনের সমান হয়। \"চান্দ্র দিন\" শব্দের এই অর্থ তাপমাত্রার ব্যাপক পার্থক্য নিয়ে আলোচনায় বহুল প্রচলিত, যেমন চান্দ্র রোভার নিয়ে আলোচনা। উদাহরণ: সোভিয়েত ইউনিয়নের লুনা মহাকাশযান এক চান্দ্র দিনের (দুই পৃথিবী সপ্তাহ) জন্য তৈরি করা হয়েছিল, কিংবা ভারতের চন্দ্রযান-৩ এর প্রজ্ঞান রোভার কেবলমাত্র চান্দ্র দিনের (১৪ পৃথিবী দিন) সময়ে কাজ চালাতে পারে।\n\n\n=== চন্দ্র পঞ্জিকা ===\nকিছু চান্দ্র পঞ্জিকায়, যেমন বিক্রম সংবতে, এক চান্দ্র দিন বা তিথি বলতে চান্দ্র মাসের ৩০ ভাগের এক ভাগকে বোঝায়।\n\n\n== আরও দেখুন ==\nচান্দ্রসৌর বর্ষপঞ্জি\nসোল – এক মঙ্গল সৌর দিন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nLunar days and other lunar data for many different cities. Lunarium.co.uk.\nLunar Standard Time (LST)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৭-১১-১৪ তারিখে lunarclock.org."}