{"pageid": 1378890, "title": "লিফট", "url": "https://bn.wikipedia.org/wiki?curid=1378890", "content": "লিফট (ইংরেজি: lift) বা এলিভেটর (ইংরেজি: elevator) হলো একধরনের যন্ত্র যা উল্লম্বভাবে বিভিন্ন স্তরের মধ্যে মানুষ ও পণ্য স্থানান্তরিত করে। এটি সাধারণত ট্র্যাকশন কেবলকে চালিত করে এমন বৈদ্যুতিক মোটর দ্বারা কিংবা হোইস্টের মতো কাউন্টারওয়েট ব্যবস্থা দ্বারা চালিত হয়, যদিও কিছু লিফট উদপ্রবাহ জ্যাকের মতো চোঙাকার পিস্টনকে তোলার জন্য উদপ্রবাহ প্রবাহীকে পাম্প করে।\nগগনচুম্বী অট্টালিকা বা সুউচ্চ স্থাপনায় প্রচলিত লিফটগুলি সাধারণ লিফটের থেকে বেশি গতিতে ওঠানামা করে এবং এটি হাই-স্পিড লিফট নামে পরিচিত।\nকিছু লিফট উল্লম্ব গতির সঙ্গে অনুভূমিকভাবেও যাত্রা করতে পারে।\n\n\n== ইতিহাস ==\n\n\n=== প্রাক-শৈল্পিক যুগ ===\n\nরোমান স্থপতি ভিত্রুভিউসের রচনায় লিফটের সর্বপ্রথম উল্লেখ পাওয়া যায়। সেখানে লেখা আছে যে খ্রিস্টপূর্ব ২৩৬ নাগাদ আর্কিমিডিস (আনু. খ্রিস্টপূর্ব ২৮৭ – আনু. খ্রিস্টপূর্ব ২১২) তাঁর প্রথম লিফট তৈরি করেছিলেন।\n৮০ খ্রিস্টাব্দে সম্পন্ন রোমের কলোসিয়ামে প্রায় ২৫টি লিফট ছিল যা দিয়ে তল থেকে প্রাণীদের উপরে তোলা হতো। সর্বোচ্চ ৮ জন মানুষদের দ্বারা চালিত প্রত্যেক লিফট ২৩ ফুট (৭.০ মিটার) পর্যন্ত প্রায় ৬০০ পাউন্ড (২৭০ কিলোগ্রাম) পণ্য বহন করতে পারত।\n১০০০ খ্রিস্টাব্দে ইবন খালাফ আল-মুরাদির কিতাব আল-আস্রার গ্রন্থে আল-আন্দালুসে (বর্তমানে স্পেন) লিফটের মতো এক উত্তোলন যন্ত্রের উল্লেখ আছে, যার মাধ্যমে দুর্গ ধ্বংস করার জন্য এক বড় ব্যাটারিং র‍্যামকে উত্তোলিত করা হতো।\nসপ্তাদশ শতাব্দীতে ইংল্যান্ড ও ফ্রান্সের বিভিন্ন প্রাসাদভবনে লিফটের বিভিন্ন আদিরূপ ব্যবহৃত হয়েছিল। ১৭৪৩ সালে ভার্সা‌ই রাজপ্রাসাদে ফ্রান্সের রাজা পঞ্চাদশ লুইয়ের কাছে তাঁর এক স্ত্রীর জন্য তথাকথিত \"উড়ন্ত কেদারা\" ছিল।\nপ্রাচীন ও মধ্যযুগীয় লিফটে হোইস্ট ও উইন্ডল্যাস ভিত্তিক ড্রাইভ ব্যবস্থা ব্যবহার করা হতো। স্ক্রু ড্রাইভ ভিত্তিক ব্যবস্থার আবিষ্কার লিফট প্রযুক্তির এক গুরুত্বপূর্ণ পদক্ষেপ, যার মাধ্যমে আধুনিক যাত্রী লিফট তৈরি করা হয়েছে। ইভান কুলিবিন প্রথম স্ক্রু-ড্রাইভ লিফট তৈরি করেছিলেন এবং ১৭৯৩ সালে এই লিফটটিকে রাশিয়ার সেন্ট পিটার্সবার্গের উইন্টার প্যালেসে স্থাপন করা হয়েছিল। তবে লিওনার্দো দা ভিঞ্চি সম্ভবত এধরনের একটি লিফটের নকশা আগেই প্রস্তুত করেছিলেন।\n\n\n=== শৈল্পিক যুগ ===\n\n১৮৫২ সালে এলিশা ওটিস প্রথম সুরক্ষা লিফট চালু করেছিলেন, যা ক্যাবের পতন রোধ করবে যদি লিফটটির রজ্জুটি ছিঁড়ে যায়। ১৮৫৪ সালে নিউ ইয়র্ক ক্রিস্টাল প্যালেসে তিনি এই লিফটের প্রদর্শনী করেছিলেন, এবং ২৩ মার্চ ১৮৫৭-এ নিউ ইয়র্কের ৪৮৮ ব্রডওয়েতে এধরনের প্রথম যাত্রীবাহী লিফট স্থাপন করা হয়েছিল।\n১৮৯২ সালে কলকাতার লাটভবনে (বর্তমানে রাজভবন) ভারতের প্রথম লিফট স্থাপন করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBernard, Andreas. Lifted: A Cultural History of the Elevator (New York University Press; 2014) 309 pages; scholarly architectural and technological history; also examines literary and cinematic representations.\nTraffic Performance of Elevators with Destination Control\nManavalan, Theresa (30 October 2005). \"Don't let them ride alone\". New Straits Times, p. F2.\nFord, M. (২০০৯)। \"Machine-Room-Less (MRL) Elevators\"। ১৯ আগস্ট ২০০৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৭ অক্টোবর ২০০৯। \n\"MonoSpace Mid-Rise Elevator.\"। Kone। ২০০৯। ২৩ জুলাই ২০১৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৮ অক্টোবর ২০০৯। \nTetlow, K. (সেপ্টেম্বর ২০০৭)। \"New Elevator Technology: The Machine Room-Less Elevator\"। ১১ ডিসেম্বর ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৫ অক্টোবর ২০০৯। \nBarney, G. (জানুয়ারি ২০০৩)। Elevator Traffic Handbook: Theory and Practice। Taylor & Francis। আইএসবিএন 978-0-415-27476-0। \nHarris, Tom. (২০০২)। \"HowStuffWorks \"How Elevators Work\"\"। সংগ্রহের তারিখ ১০ জানুয়ারি ২০১১। \n\n\n== আরও পড়ুন ==\nGray, Lee (২০০২)। From Ascending Rooms to Express Elevators: A History of the Passenger Elevator in the 19th Century। Mobile, Al.: Elevator World। আইএসবিএন 9781886536463। ওসিএলসি 52335945। \n\n\n== বহিঃসংযোগ ==\n\nকার্লিতে Elevators (ইংরেজি)\nACE3 Opportunities for Elevator Energy Efficiency Improvements\nNick Paumgarten, The New Yorker, 21 April 2008, Up And Then Down: The lives of elevators\nWhy do we behave so oddly in lifts? BBC News Online (2012-10-08)\nKarin Tetlow, Comparisons of different types of Elevators September 2007.\nটেমপ্লেট:ঘর"}