{"pageid": 137889, "title": "বহির্জাগতিক প্রাণ", "url": "https://bn.wikipedia.org/wiki?curid=137889", "content": "বহির্জাগতিক প্রাণ, অপার্থিব প্রাণ বা ভিনগ্রহী প্রাণ বলতে সেই জীবদের বোঝানো হয়, যাদের উদ্ভব এই পৃথিবীতে হয়নি বরং পৃথিবীর বাইরে মহাবিশ্বের অন্য কোথাও হয়েছে। এদেরকে ইংরেজি ভাষায় সংক্ষেপে এলিয়েন (ইংরেজি: Alien) বলে।    \nপৃথিবীর  বাইরে প্রাণের অস্তিত্ব আছে বলে অনেক বিজ্ঞানী দাবি করেছেন আর এই দাবি নিয়ে অনেক বিতর্কও রয়েছে। বর্হিজাগতিক প্রাণের অস্তিত্বের কথা বর্তমানে কেবল কাল্পনিক, কারণ পৃথিবীর বায়ুমন্ডলের বাইরে এই পর্যন্ত কোনো জীবাণু অথবা অতি হ্মুদ্র জীবাণু আছে বলে, পরিষ্কার প্রমাণ খুঁজে পাওয়া যায়নি। তবুও বিজ্ঞানীদের একটি বিরাট অংশ বিশ্বাস করেন যে, এদের অস্তিত্ব রয়েছে। সাম্প্রতিক কিছু উল্কাপিণ্ডতে অতি প্রাথমিক ক্ষুদ্র জীবাণুর ছাপের মত কিছু একটা দেখা গিয়েছে, কিন্তু পরীক্ষার প্রমাণ এখনও চূড়ান্ত নয়। এটি কাল্পনিক হওয়া, একে অন্য একটি বিশ্ব থেকে আসা বুদ্ধিমান প্রাণী বলে ধরা হয়ে থাকে। এটি একটি চরিত্র যা বিভিন্ন কাল্পনিক বিজ্ঞান সমন্ধীয় নাটক ও চলচ্চিত্রগুলোতে দেখা গিয়েছে।\nবিজ্ঞানীদের মতে, পৃথিবীর বাইরে কিছু স্থান আছে যেখানে প্রাণ বিকশিত করতে পারে, অথবা আমাদের পৃথিবীর মত জীবন বর্তমান। শুক্র এবং মঙ্গল এবং বৃহস্পতি এবং শনি গ্রহের উপগ্রহ, যেমন- বৃহস্পতির উপগ্রহ ইউরোপা, শনির উপগ্রহ ইনসেলাডাস ও টাইটান, গ্লিজে ৫৮১ সি এবং গ্লিজে ৫৮১ ডি, সাম্প্রতিক কালে আবিষ্কৃত Earth-mass এর কাছে বহিঃসৌর জাগতিক গ্রহের স্পষ্টভাবে তাদের সূর্যের কাছে বাসযোগ্য অঞ্চল পাওয়া গিয়েছে এবং সেখানে পানি থাকার সম্ভাবনাও রয়েছে।\nপৃথিবীর অনেক দেশের জনগণের মধ্যে দেখা রহস্যময় বিভিন্ন অশনাক্ত উড়ন্ত বস্তু বা ইউএফও এর প্রতিবেদনগুলো বহির্জাগতিক প্রাণকে নির্দেশ করে এবং অনেকেই দাবী করে থাকে যে, বহির্জাগতিক প্রাণী দ্বারা অপহরণ হয়েছে যা বেশির ভাগ বিজ্ঞানীরা মিথ্যা বলে মন্তব্য করেছে।\nভিনগ্রহের প্রাণীর অস্তিত্বের ধারণাটি নতুন নয়। বেশ কিছু দার্শনিক পৃথিবীর মতো অন্যান্য গ্রহে প্রাণের অস্তিত্ব অনুমান করেছেন, এই ধারণা নিয়ে যে পৃথিবীতে যেভাবে বা যে কারণে জীবন সঞ্চার হয়েছিল, অন্য কোনো গ্রহেও তা ঘটতে পারে।\n\n\n== থাকার সম্ভাবনার কারণ ==\n\nমহাবিশ্বে রয়েছে বিলিয়ন বিলিয়ন ছায়াপথ বা গ্যালাক্সি। আমাদের আকাশগঙ্গা ছায়াপথেই রয়েছে প্রায় ২০ হাজার থেকে ৪০ হাজার কোটি নক্ষত্র যার মধ্যে আমাদের সূর্যও একটি। এ বিশাল মহাবিশ্বে সূর্যের মতো রয়েছে অসংখ্য নক্ষত্র। তাদের কোনোটিতে আমাদের সৌরব্যবস্থার মতো ব্যবস্থা থাকতেই পারে যেখানে থাকতে পারে প্রাণী। মহাবিশ্ব অনেক বড় হবার কারণেই স্টিফেন হকিং এবং কার্ল সেগানের মতে পৃথিবীর বাইরে প্রাণ থাকার সম্ভাবনাটাও বেশি। অনেকে পৃথিবীর বাইরে প্রাণের প্রমাণের জন্য বিভিন্ন সময়ে পৃথিবীর বিভিন্ন স্থানে দেখা যাওয়া ইউএফও (UFO=Unidentified Flying Object) বা অশনাক্ত উড়ন্ত বস্তুর কথা বলেন। তবে বেশিরভাগ ইউএফও’কেই মানব সৃষ্ট আকাশযান অথবা কোনো মহাজাগতিক বস্তু বা দেখার ভুল হিসেবে ব্যাখ্যা করা হয়।\nএছাড়াও আর্জেন্টিনার উত্তর-পশ্চিমাঞ্চলে সাগরপৃষ্ঠ থেকে ৪ হাজার ৭০০ মিটার (১৫ হাজার ৪০০ ফুট) উপরে লেক ডায়মান্ট নামক হ্রদে ব্যাকটেরিয়া পাওয়া গেছে। এ আবিষ্কার থেকে ভিনগ্রহে প্রাণের ব্যাপারে সূত্র পাওয়া যেতে পারে। কেননা হ্রদটির কাছেই রয়েছে মাইপো আগ্নেয়গিরি। এখানে কোটি কোটি ব্যাকটেরিয়া অক্সিজেনের প্রকট অভাবেও বেঁচে আছে। এর আগে বিরুপ পরিবেশে টিকে থাকা ‘এক্সট্রিমোফিলস’ নামক ব্যাকটেরিয়া আবিষ্কৃত হয়। কিন্তু ’পলিএক্সট্রিমোফিলস’ নামক ব্যাকটেরিয়া চরম বৈরি পরিবেশে টিকে থাকতে সক্ষম। ওই হ্রদে আর্সেনিকের নিরাপদ মাত্রার চেয়ে ২০ হাজার গুণ বেশি মাত্রা রয়েছে। তাপমাত্রা প্রায়ই শূণ্যের নিচে নামে। কিন্তু অতিরিক্ত লবণক্ততার কারণে বরফ জমাট বাঁধেনা। এ আবিষ্কার ভিনগ্রহের বৈরি পরিবেশেও প্রাণের অস্তিত্বের পক্ষে রায় দেয়।\n\n\n== সন্ধান ==\n\n\n=== ঐতিহাসিক উৎস ===\nযেহেতু অনেকেই দাবি করেন ভিনগ্রহের প্রাণীরা পৃথিবীতে প্রায় নিয়মিত যাওয়া-আসা করে এবং তাদের দেখাও পাওয়া গেছে, তাই এটা অসম্ভব নয় যে, পৃথিবীর আদি বাসিন্দারাও ভিনগ্রহের প্রাণী দেখেছেন। তাই ভিনগ্রহের প্রাণীর অস্তিত্বের প্রমাণ জোগাড়ে গবেষকরা ঐতিহাসিক উৎসে ভিনগ্রহের প্রাণীর সন্ধান করছেন। ঐতিহাসিক উৎসে ভিনগ্রহের প্রাণীর সন্ধানের ক্ষেত্রে সবচেয়ে বিখ্যাত ব্যক্তিত্ব হলেন এরিক ফন দানিকেন। তিনি পৃথিবীর বিভিন্ন দেশে ঘুরে ঘুরে প্রাচীন পান্ডুলিপি আর দেয়াল-চিত্র কিংবা দেয়াল-লিখনে খুঁজে দেখেছেন এলিয়েনদের পৃথিবীতে আসার নানা প্রামাণিক দলিল। যদিও তাঁর এসব দৃষ্টিকোণের ব্যাপারে অনেকের আপত্তি রয়েছে।\n\n\n=== অত্যাধুনিক উৎস ===\nভিনগ্রহের প্রাণীর সন্ধানে পৃথিবীতে এবং পৃথিবী থেকে পৃথিবীর বাইরে মহাকাশে পরিচালিত হচ্ছে বিভিন্ন অভিযান। পৃথিবীর অভিযানগুলোর মধ্যে উল্লেখযোগ্য হলো সেটি (SETI:Search for Extraterrestrial Intelligence), যা ১৯৬০ খ্রিষ্টাব্দে প্রতিষ্ঠা করেন জ্যোতির্বিজ্ঞানী ফ্রাঙ্ক ড্রেক। 'সেটি' বেতার তরঙ্গ ব্যবহার করে ভিনগ্রহের প্রাণীর সন্ধান করে পৃথিবী থেকেই। বর্তমানে ১০টিরও বেশি দেশে 'সেটি' এ কার্যক্রম পরিচালনা করছে।\n\n\n==== মঙ্গল গ্রহে প্রাণ ====\n\nসৌরজগতে মঙ্গল গ্রহের অবস্থান সূর্যের দিক থেকে পৃথিবীর ঠিক পরেই, যা সৌরজগতের বসবাসযোগ্য অঞ্চলের (Habitable Zone) অন্তর্ভুক্ত। এ কারণে এই গ্রহে প্রাণের বিকাশ ঘটার মতো উপযুক্ত পরিবেশ থাকতে পারে বলে বিজ্ঞানীদের বিশ্বাস রয়েছে। বিভিন্ন মহাকাশ সংস্থা দীর্ঘদিন ধরে বিভিন্ন অভিযান পরিচালনা করছে মঙ্গল গ্রহে। অধিকাংশ বিজ্ঞানী বিশ্বাস করেন যে, একসময় মঙ্গলের বুকে পানি তরল অবস্থায় ছিলো, তাই এখনও ভূপৃষ্ঠের নিচে পানির অস্তিত্ব থাকার সম্ভাবনা আছে। মঙ্গলের আবহাওয়ায় মিথেন পাওয়া গিয়েছে। ২০০৮ সালের জুলাই মাসে ফিনিক্স মার্স ল্যান্ডার তার পরীক্ষাগারে প্রমাণ করে যে, মঙ্গলের মাটির নমুনায় পানির অস্তিত্ব রয়েছে। যন্ত্রটির রোবট নিয়ন্ত্রীত হাত দিয়ে মাটির ঐ নমুনাকে একটি যন্ত্রে রাখা হয় এবং সেই নমুনাকে তাপ দিয়ে বাষ্প তৈরি করে তাতে জলীয় কণা আবিষ্কার করা হয়। মার্স গ্লোবাল সার্ভেয়ার-এর পাঠানো সাম্প্রতিক ছবিতে প্রমাণ পাওয়া যায় যে, বিগত ১০ বছরের মধ্যেই মঙ্গলের ঊষর ভূমিতে পানি প্রবাহিত হয়েছিলো।\n\n\n==== টাইটান উপগ্রহে প্রাণ ====\nসৌরজগতের শনি গ্রহের সবচেয়ে বড় উপগ্রহ টাইটানে দীর্ঘদিন থেকে প্রাণের সন্ধান পাবার আশায় সন্ধান চালাচ্ছেন বিজ্ঞানীরা। নাসার বিজ্ঞানীরা ক্যাসিনির পাঠানো তথ্যের ভিত্তিতে টেলিগ্রাফ অনলাইন-কে জানান যে, শনির অনেকগুলো উপগ্রহের মধ্যে একমাত্র টাইটানেই প্রাণ ধারণের উপযোগী পরিবেশ রয়েছে এবং সেখানে জীবনের উৎপত্তি হয়েছে এবং তারা শ্বাস নিতে পারছে। আরো জানা গেছে যে, এর ভূপৃষ্ঠের জ্বালানী খেয়ে বেঁচে আছে এই ভিনগ্রহের প্রাণীরা। ইকারাস সাময়িকীতে প্রকাশিত একটি প্রতিবেদন থেকে জানা যায়, টাইটানের হাইড্রোজেন গ্যাস গ্রহটির আবহমণ্ডলে প্রবাহিত হচ্ছে এবং ভূপৃষ্ঠের কাছাকাছি হারিয়ে যাচ্ছে। এথেকেও প্রমাণিত হয় যে, এই প্রাণীরা শ্বাস নিতে সক্ষম হচ্ছে এবং তারা অক্সিজেন নয় বরং হাইড্রোজেন গ্রহণ করে বেঁচে আছে। বিজ্ঞানীদের ধারণা সূর্যের আলোর সাথে বায়মণ্ডলে থাকা রাসায়নিক পদার্থগুলো বিক্রিয়া করে অ্যাসিটিলিন তৈরি করছে, যদিও ক্যাসিনি'র পাঠানো তথ্যে তা প্রমাণ হয়নি।\n\n\n== ড্রেকের সমীকরণ ==\n\nভিনগ্রহে আসলেই প্রাণীরা আছে কি নেই এব্যাপারে ড্রেকের সমীকরণ উল্লেখযোগ্য:\n\n\n=== ফার্মির কূটাভাস ===\n\nড্রেকের এই সমীকরণ দেখে বিজ্ঞানী এনরিকো ফার্মি একটি হেঁয়ালী বলেন, যা ফার্মি কূটাভাস নামে সমধিক পরিচিত। ফার্মির মতে:\n\nযদি মহাবিশ্বে বুদ্ধিমান প্রাণী থাকতো তাহলে এতোদিনে তাদের দেখা পাওয়ার কথা ছিল।\nপৃথিবীতে যদি তাদের দেখা না পাওয়া যায় তাহলে বুঝে নিতে হবে মহাকাশযান তৈরি করে পৃথিবীতে আসার ব্যাপারে তাদের শক্তি, সামর্থ্য ও প্রযুক্তি নেই।\nতা যদি সত্যি না হয় তাহলে বুঝতে হবে ঐ বুদ্ধিমান প্রাণীর সভ্যতা খুব ক্ষণস্থায়ী; তাদের জন্ম হয় এবং কিছু বোঝার আগেই তারা নিজেরা নিজেদের ধ্বংস করে ফেলে।\n\n\n== সাধারণ মানুষের মতামত ==\nভিনগ্রহের প্রাণী সম্পর্কে এখনও বিজ্ঞান কোনো সিদ্ধান্ত না জানালেও অনেকেই পৃথিবীতে তাদেরকে দেখার দাবি করেছেন এবং পৃথিবীর একটা বৃহত্তর অংশের মানুষ বিশ্বাস করে যে, ভিনগ্রহের প্রাণীর অস্তিত্ব রয়েছে। অনেকেই দাবি করে থাকেন, এলিয়েনরা পৃথিবীতে বহুযুগ আগে থেকেই প্রায় নিয়মিত যাওয়া-আসা করে। রয়টার্স বিসিএমএম-এর এক বিশ্ব জরিপে (২২টি দেশের ২৩,০০০ প্রাপ্তবয়ষ্কের উপর পরিচালিত) দেখা যায় ভারত ও চীনে এই বিশ্বাস সবচেয়ে বেশি (৪০%); এখানকার মানুষের বিশ্বাস যে, ভিনগ্রহের প্রাণীরা মানুষের মাঝে ছদ্মবেশে ঘুরে বেড়ায়। বাজার গবেষণা সংস্থা BCMM-এর মতে, জনসংখ্যার সাথে এই বিশ্বাসের একটা আনুপাতিক সম্পর্ক রয়েছে (জনসংখ্যা:এলিয়েন বিশ্বাস), কেননা কম জনসংখ্যার দেশে এই বিশ্বাসও তুলনামূলক কম। জরিপে দেখা গেছে এই বিশ্বাস পুরুষের (২২%) তুলনায় নারীর কিছুটা কম (১৭%)। আর ধনী-দরিদ্র নির্বিশেষে ৩৫ বছরের কম বয়সীদের মধ্যে এই বিশ্বাস বেশি।\n\n\n== দেহাবয়ব ==\nএখনও মানুষ বিজ্ঞানসম্মতভাবে কোনো ভিনগ্রহের প্রাণীর সন্ধান পায়নি, আবার এরকম প্রাণী যে একেবারেই নেই এমনটাও সঠিকভাবে বলা যায় না। তবে আধুনিক বিজ্ঞানের সূত্রমতে ভিনগ্রহের প্রাণীদের বিবর্তনীয় ইতিহাস ও তাদের দৈহিক গঠন সম্পর্কে একটা ধারণা করা যায়। যেকোনো প্রাণীর ক্ষেত্রের শরীরের তাপমাত্রা নিয়ন্ত্রণের ব্যাপারটি গুরুত্বপূর্ণ। আর উষ্ণ রক্তের জীবরা ঠান্ডা রক্তের জীবদের তুলনায় অনেক বেশি সক্রিয় ও সক্ষম। সরীসৃপদের মতো ঠান্ডা রক্তের জীবদের শরীরের তাপমাত্রা পরিবেশের সঙ্গে বাড়ে-কমে আর বুদ্ধিও তেমনি তাপমাত্রার সাথে বাড়ে-কমে। তাই বিবর্তনের পরের দিকে এসেছে উষ্ণ রক্তের জীব, যাদের দেহের তাপমাত্রা একই রকম থাকে। ফলে বুদ্ধিমান প্রাণীরা হয় এদের মতো। ভিনগ্রহের প্রাণীদের \"বুদ্ধিমান প্রাণী\" হিসাবে ধরে নিলে তারাও এই গোত্রের অন্তর্ভুক্ত হবে।\nভিনগ্রহের প্রাণীদের আকৃতি কতটুকু বিশাল হতে পারে তারও ধারণা করা সম্ভব। প্রাণীদের ক্ষেত্রে দৈহিক শক্তি তাদের পেশীর প্রস্থচ্ছেদের উপর নির্ভরশীল। শক্তির বৃদ্ধির সূত্র হলো:\n\nশক্তির বৃদ্ধি : দৈহিক আকৃতি২\nতাই কোনো প্রাণীর আকৃতি দ্বিগুণ করা হলে তার শক্তি বৃদ্ধি পাবে চারগুণ (২২=৪)। কিন্তু এই নিয়মের সাথে আরেকটা নিয়মও জড়িত, তা হলো:\n\nপ্রাণীর আকৃতি : দৈহিক ওজন৩\nঅর্থাৎ কারও আকৃতি দ্বিগুণ করা হলে তার ওজন বেড়ে যাবে আটগুণ (২৩=৮)। এই দুটো নিয়ম এক করলে দেখা যায় কারো আকৃতি দ্বিগুণ করলে তার শক্তি ও ওজনের অনুপাত আগের তুলনায় অর্ধেক হয়ে যাবে। অর্থাৎ বৃহতাকৃতির মানেই হলো দৈহিক শক্তির অপচয়। নাসা’র বিজ্ঞানীদের হিসাবনিকাশ অনুযায়ী এই অজানা প্রাণীদের ওজন ৪.৫৪ কেজি (১০ পাউন্ড) থেকে ১০ টনের মধ্যে থাকবে, এর বেশি বা কম নয়।\nআবার আকৃতি বড় হলে পানির নিচে চলাচলে অনেক সুবিধা। কেননা আর্কিমিডিসের তত্ত্ব অনুযায়ী \"আকৃতির বিশালতা বাড়লে পানির প্লাবতাও বেশি জায়গা জুড়ে কাজ করবে\"। এই তত্ত্ব অনুযায়ী ভিনগ্রহের প্রাণীদের জলচর হবার সম্ভাবনা থাকলেও তারা 'জলচর হবে না' -এমন তত্ত্বই বেশি প্রচলিত। কেননা বুদ্ধিমত্তার জন্য পানির চেয়ে স্থলভাগ এগিয়ে আছে। সামুদ্রিক জীবন অনেক সহজ, উত্থান-পতন কম তাই সামুদ্রিক প্রাণীরা বুদ্ধির দিক দিয়ে স্থলভাগের প্রাণীদের তুলনায় অনেক পিছিয়ে। কেননা পানিতে প্রতিকুল পরিবেশের সাথে লড়াই স্থলভাগের তুলনায় কম করতে হয়। অনেকে ডলফিনের উদাহরণ টেনে এই তত্ত্বের বিরোধিতা করতে চাইলেও ডলফিনের বিবর্তন ইতিহাস অনুযায়ী, তাদের পূর্বপুরুষ সামুদ্রিক প্রাণী ছিল না, বরং তারা স্থলচর স্তন্যপায়ীর বংশধর; বিবর্তনের শেষের দিকে এসে তারা জলে আশ্রয় নিয়েছে।\n\nবিজ্ঞানীরা ভিনগ্রহের প্রাণীদের বুদ্ধিমান প্রাণী ধরে নিয়ে বলেন যে, এরকম প্রাণীরা যদি খুব ছোট হয়, তবে কখনোই বুদ্ধিমান হতে পারবে না। কারণ বুদ্ধিমান হবার জন্য যতটুকু মস্তিষ্ক দরকার তা ধারণ করার মতো দেহ তাদের নেই। জনৈক লেখক মাইকোপ্লাজমা নামক ব্যাক্টেরিয়ার কথা জেনে তার বইতে গল্প লেখেন যে, \"ভিনগ্রহের প্রাণীরা মসুর ডালের চেয়েও ছোট। বিজ্ঞানীরা এই তত্ত্বকে উড়িয়ে দেন। কেননা প্রাণীর আকৃতিকে কোনোভাবে যদি অর্ধেক করে দেয়া যায়, তাহলে জ্যামিতিক নিয়মে তার উপরতলের ত্বক ও ভিতরকার কলকব্জার অনুপাত হয়ে যাবে চারগুণ। ফলে দেহের তাপটুকু সমস্ত শরীরে দ্রুত ছড়িয়ে পড়বে ও শরীর খুব দ্রুত তাপ হারিয়ে ঠান্ডা হয়ে যাবে। একারণে তাকে খুব ঘনঘন খাবার গ্রহণ করতে হবে। আর একটা প্রাণী তার জীবনের বেশিরভাগ সময় খাবারের পিছনে ব্যয় করলে কখনোই বুদ্ধিমান হতে পারবে না।\"\n\n\n== জীবনযাত্রা ==\n\n\n=== পোশাক ===\nজীবনযাত্রায় অন্যতম একটি উপাদান হিসাবে পোশাক বিবেচিত হয়। বিজ্ঞানের কাছে ভিনগ্রহের প্রাণীদের পোশাক-পরিচ্ছদের ব্যাপারে কোনো তথ্য নেই। যারা ভিনগ্রহের প্রাণী দেখেছেন বলে দাবি করেন, তাদের বক্তব্য হলো ভিনগ্রহের এসব বুদ্ধিমান প্রাণীরা পোশাক হিসেবে কিছুই পরে না। এ ব্যাপারে মানুষের তত্ত্বটি হলো যেহেতু তারা অতিবুদ্ধিমান, তাই পোশাক-পরিচ্ছদের বাহুল্য ত্যাগ করতে শিখে নিয়েছে। তবে তারা মাথায় হুড পরিধান করে থাকে বলে অনেকের দাবি। কারও কারও দাবি, তাঁরা লম্বা লম্বা জুব্বা-সদৃশ কাপড় পরিধান করে থাকে।\n\n\n=== ভাষা ===\n\nধারণা করা হয়, বহির্জাগতিক জীবেরা তাঁদের নিজেদের ভাষায় বা সংকেতের মাধ্যমে ভাব আদান-প্রদান করে। এই ধরনের কাল্পনিক ভাষার অধ্যয়নকে \"বহির্জাগতিক ভাষাবিজ্ঞান\" (xenolinguistics বা exolinguistics) নামকরণ করেছেন এবং বিজ্ঞান কল্পকাহিনীর ব্যবহারের মধ্য দিয়ে এটি এর রাস্তা খুঁজে পেয়েছে।\nপ্রজন্মের বিজ্ঞান কল্পকাহিনীর লেখকরা বহির্জাগতিক ভাষা নিয়ে অনেক সমস্যার সম্মুখীন হয়েছেন। কেউ কেউ তাঁদের কল্পকাহিনীর চরিত্রের জন্য কৃত্রিম ভাষা তৈরি করেছেন, আবার অন্যান্যারা এই সমস্যাটি সমাধান করেছেন এক ধরনের বিশেষ সার্বজনীন অনুবাদকের সাহায্যে অথবা অন্যান্য কল্পনাপ্রসূত প্রযুক্তি মাধ্যমে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n\nভিনগ্রহের প্রাণীদের সম্পর্কে গণমাধ্যমে বহু চটকদার এবং কখনও কখনও ভাবগম্ভির কাজও হয়েছে। লেখা হয়েছে বই, প্রকাশিত হয়েছে পত্রিকার প্রতিবেদন, তৈরি হয়েছে গান, চলচ্চিত্র এবং এ্যানিমেটেড চলচ্চিত্র।\n\n\n=== চলচ্চিত্র ===\nভিনগ্রহের প্রাণীদের নিয়ে তৈরি চলচ্চিত্রের মধ্যে সবার আগে উল্লেখযোগ্য হলো স্টার ট্রেক চলচ্চিত্রের নাম। এছাড়াও রয়েছে স্টিভ ম্যাকুইন অভিনীত ছায়াছবি দি ব্লব।\nবলিউডের হৃতিক রোশন অভিনীত ২০০৩ সালে মুক্তিপ্রাপ্ত কোই... মিল গেয়া ও ২০১৪ সালে আমির খান অভিনীত পিকে চলচ্চিত্রদ্বয় এলিয়েনদের নিয়ে নির্মিত।\n\n\n== আরও দেখুন ==\nএএলএইচ৮৪০০১, একটি মঙ্গলীয় উল্কা যাতে প্রাণের অস্তিত্ব পাওয়া গেছে।\nফ্রাঙ্ক ড্রেক\nওয়াও! সংকেত\nড্রেকের সূত্র\nফার্মি কূটাভাস\nঅঞ্চল ৫১\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nজন সি. বেয়ার্ড (১৯৮৭)। The Inner Limits of Outer Space: A Psychologist Critiques Our Efforts to Communicate With Extraterrestrial Beings। হ্যানোভার: ইউনিভার্সিটি প্রেস অফ নিউ ইংল্যান্ড। ISBN  ০-৮৭৪৫১-৪০৬-১। \nজ্যাক কোহেন এবং ইয়ান স্টুয়ার্ট (২০০২)। Evolving the Alien: The Science of Extraterrestrial Life। এবারি প্রেস। ISBN ০-০৯-১৮৭৯২৭-২। \nক্রো, মাইকেল জে. (১৯৮৬)। The Extraterrestrial Life Debate, ১৭৫০ - ১৯০০। কেমব্রিজ। \nCrowe, স্টিফেন জে. (২০০৮)। The extraterrestrial life debate Antiquity to 1915: A Source Book। ইউনিভার্সিটি প্রেস অফ Notre Dame। আইএসবিএন 0-268-02368-9। \nডিক, স্টিফেন জে. (১৯৮৪)। Plurality of Worlds: The Extraterrestrial Life Debate from Democratis to Kant। কেমব্রিজ। \nডিক, স্টিফেন জে. (১৯৯৬)। The Biological Universe: The Twentieth Century Extraterrestrial Life Debate and the Limits of Science। কেমব্রিজ। \nডিক, স্টিফেন জে. (২০০১)। Life on Other Worlds: The 20th Century Extraterrestrial Life Debate। কেমব্রিজ। \nস্টিফেন জে.ডিক এবং ই. স্ট্রিক (২০০৪)। The Living Universe: Nasa And the Development of Astrobiology। রাটজার্‌স। \nডোনাল্ড গোল্ডস্মিথ (১৯৯৭)। The Hunt for Life on Mars। নিউ ইয়র্ক: অ্যা ডাটন বুক। ISBN ০-৫২৫-৯৪৩৩৬-৬। \nডেভিড গ্রিনস্পুন (২০০৩)। Lonely Planets: The Natural Philosophy of Alien Life। হার্পারকলিন্স। ISBN ০-০৬-০১৮৫৪০-৬। \nমাইকেল টি. লেমনিক (১৯৯৮)। Other Worlds: The Search for Life in the Universe। নিউ ইয়র্ক: অ্যা টাচস্টোন বুক। \nক্লিফ পিকোভার (২০০৩)। The Science of Aliens। নিউ ইয়র্ক: বেসিক বুক্‌স। ISBN ০-৪৬৫-০৭৩১৫-৮। \nক্রিস্টোফার এফ. রথ। (২০০৫) Ufology as Anthropology: Race, Extraterrestrials, and the Occult In E.T. Culture: Anthropology in Outerspaces,; সংস্করণ: Debbora Battaglia. Durham, N.C.: ডিউক ইউনিভার্সিটি প্রেস।\nকার্ল সাগান এবং আইওসিভ সামুইলোভিচ স্ক্লভ্‌স্কি (Iosif Samuilovich Shklovskii) (১৯৬৬)। Intelligent Life in the Universe। র‌্যান্ডম হাউস। \nসাগান, কার্ল (১৯৭৩)। Communication with Extraterrestrial Intelligence। এমআইটি প্রেস। \n\n\n== বহিঃসংযোগ ==\n'Is There Anybody Out There?': একটি ভিডিও চিত্র\nActual Aliens: বহির্জাগতিক সংবাদ ও সাম্প্রতিক ঘটনা\nPBS: Life Beyond Earth: টিমোথি ফেরিস পরিচালিত একটি চলচ্চিত্র\nPBS: Exploring Space - The Quest for Life: স্কট পিয়ারসন রচিত\nufoskeptic.org: Bernard Haisch\nXenopsychology: রবার্ট এ. ফ্রিটাস জুনিয়র রচিত\n\"What Aliens Might Look Like\": ন্যাশনাল জিওগ্রাফিক থেকে\nSylvia Engdahl , \"Early Space Poetry\" প্রথম খন্ড: সপ্তদশ ও অষ্টাদশ শতাব্দীর কবিতা। \"দ্বিতীয় খন্ড\": ঊনবিংশ শতাব্দী\nবহির্জাগতিক প্রাণের জন্য সবচেয়ে সম্ভাবনাময় তারা\n\"Snaiad\", নামো রামজে কর্তৃক অঙ্কিত একটি বাস্তব বিশ্ব চিত্র।"}