{"pageid": 1378864, "title": "বাংলাদেশ ডিবেট ফেডারেশন", "url": "https://bn.wikipedia.org/wiki?curid=1378864", "content": "বাংলাদেশ ডিবেট ফেডারেশন-বিডিএফ (English: Bangladesh Debate Federation-BDF) বাংলাদেশের অন্যতম বৃহত্তর বিতর্ক প্রতিযোগিতা আয়োজনকারী সংগঠন। সংগঠনটি প্রতিষ্ঠার পর থেকে বাংলাদেশের স্কুল, কলেজ ও বিশ্ববিদ্যালয় পর্যায়ে বিতর্ক প্রতিযোগিতা, বিতর্ক অনুষ্ঠান ও নানা যুক্তি-আলোচনা নির্ভর প্রোগ্রামের আয়োজন করে আসছে। সংগঠনের উদ্দেশ্য হলো যুক্তি নির্ভর আলোচনার মাধ্যমে জ্ঞানের দ্বার উন্মোচন করা। ১৯৯১ সালে বাংলাদেশ ব্যাংকের সাবেক প্রধান অর্থনীতিবিদ ড. বিরুপাক্ষ পাল এবং ডা. আবদুন নুর তুষার সংগঠনটি প্রতিষ্ঠা করেন। প্রতিষ্ঠাতার মতে বিতর্ককে একটি শিল্পের পর্যায়ে নিয়ে যাওয়ার জন্য এই সংগঠনটি প্রতিষ্ঠা করা হয়েছে। এটি বাংলাদেশ সরকারের যুব ও ক্রীড়া মন্ত্রণালয়ের একটি নিবন্ধিত সংস্থা। এটি নানাসময়ে আন্তর্জাতিক পর্যায়ে প্রতিনিধিত্ব ও অংশগ্রহণ করে। সংগঠনটি একজন প্রেসিডেন্টের নেতৃত্বের অধীনে একটি নির্বাহী কমিটি দ্বারা পরিচালিত হয়।\n\n\n== ইতিহাস ==\n১৯৯১ সালে প্রতিষ্ঠার পর থেকে বিডিএফ সাংগঠনিক ভাবে নানা শিক্ষাপ্রতিষ্ঠানে জেলা ভিত্তিক বা শিক্ষাপ্রতিষ্ঠান ভিত্তিক বিতর্ক প্রতিযোগিতা আয়োজন করে থাকে। সংগঠনটি ২০১৫ সালে দেশের ১৬টি অঞ্চলে তারা আইসিটি বিতর্ক উৎসবের আয়োজন করে। ২০১৭ সালে সংগঠনটি ৮ম জাতীয় বিতর্ক উৎসবের আয়োজন করে। প্রতিষ্ঠা কাল থেকেই চেয়ারম্যান হিসাবে দায়িত্ব পালন করছেন   আবদুন নুর তুষার। ১৯৯১ সালে সংগঠনটি প্রথম্বারের মত বিতর্ক কর্মশালার আয়োজন করে। এরপরে ১৯৯২ ও ২০০১ সালে আন্তর্জাতিক প্রোগ্রাম ওয়ার্ল্ড স্কুল ডিবেটিং চ্যাম্পিয়নশিপে (WSDC) বিতার্কিক প্রেরণ করেন। সংগঠনটি ১৯৯৪ সালে বাংলাদেশে প্রথম জাতীয় বিতর্ক উৎসবের আয়োজন করে যা এখন দ্বি-বার্ষিকভাবে আয়োজন করছে। ২০২১ সালে সংগঠনটি জাতিসংঘ উন্নয়ন কর্মসূচি সংস্থার সাথে যৌথভাবে দুর্নীতির বিরুদ্ধে যুব প্রোগ্রামে অংশ নিয়েছিলো ও বিতর্ক প্রতিযোগিতার আয়োজন করেছিলো।\n\n\n== আয়োজন ==\nসংগঠনটি ১৯৯১ সালে প্রতিষ্ঠার পর থেকেই প্রতিবছর জাতীয় পর্যায়ে বিতর্ক প্রতিযোগিতার আয়োজন করে আসছে। এই আয়োজনে বাংলাদেশের প্রধান সারির সকল বিশ্ববিদ্যালয় অংশগ্রহণ করে থাকে। এসব আয়োজনের মধ্যে কিছু আয়োজন হলো:\n\n২০১২ সালে খাদ্য নিরাপত্তা নিয়ে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে বিতর্ক প্রতিযোগিতা আয়োজন করা হয়।\n২০১৬ সালে কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয় মিলানায়তনে তথ্যপ্রযুক্তি বিতর্ক আয়োজন করা হয়।\n২০২১ সালে বরিশাল বিশ্ববিদ্যালয়ে দুর্নীতির বিরুদ্ধে তারুণ্য শিরোনামে বিতর্ক আয়োজন করা হয়।\n২০২২ সালে চাঁদপুর জেলায় জাতীয় বিতর্ক উৎসব আয়োজন করা হয়।\n\n\n== আরো দেখুন ==\nন্যাশনাল ডিবেট ফেডারেশন বাংলাদেশ\nসম্মিলিত এশিয়ান বিতর্ক চ্যাম্পিয়নশিপ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে বাংলাদেশ ডিবেট ফেডারেশন-বিডিএফ"}