{"pageid": 1378163, "title": "ধনরাজ পিল্লাই", "url": "https://bn.wikipedia.org/wiki?curid=1378163", "content": "ধনরাজ পিল্লাই (জন্ম ১৬ই জুলাই ১৯৬৮) হলেন একজন অবসরপ্রাপ্ত ভারতীয় ফিল্ড হকি খেলোয়াড় এবং ভারতের জাতীয় দলের প্রাক্তন অধিনায়ক। তিনি মুম্বাই ভিত্তিক যুগ্ম সচিব হিসাবে এয়ার ইন্ডিয়া স্পোর্টস প্রমোশন বোর্ডের দেখাশোনা করেন। বিগত ৫ বছর ধরে, ধনরাজ গুজরাট সরকারের অর্থায়নে গুজরাটের এসএজি হকি একাডেমির তত্ত্বাবধান করছেন। তিনি ব্যাপকভাবে হকির অন্যতম সেরা ভারতীয় খেলোয়াড় হিসাবে বিবেচিত হন।\nধনরাজ একটি তামিল পরিবারে জন্মগ্রহণ করেছিলেন। ১৯৮৯ সালে জাতীয় হকি দলে তিনি আত্মপ্রকাশ করেন এবং ১৫ বছরেরও বেশি সময়ব্যাপী খেলোয়াড় জীবনে ভারতের হয়ে চারটি অলিম্পিক গেমস, বিশ্বকাপ এবং চ্যাম্পিয়ন্স ট্রফিতে অংশগ্রহণ করেছেন। তিনি জাতীয় দলের হয়ে ৩৩৯ বার মাঠে নেমেছেন এবং প্রায় ১৭০টির মতো গোল করার রেকর্ড তাঁর রয়েছে। এছাড়াও তিনি মালয়েশিয়া, ফ্রান্স, ইংল্যান্ড এবং জার্মানির মতো দেশের ক্লাবের হয়ে খেলেছেন। তাঁর কৃতিত্বের স্বীকৃতিস্বরূপ, তিনি ২০০০ সালে ভারত সরকার কর্তৃক পদ্মশ্রী উপাধিতে ভূষিত হন।\n\n\n== আন্তর্জাতিক খেলোয়াড় জীবন ==\nধনরাজ পিল্লাইয়ের খেলোয়াড় জীবন ১৯৮৯ সালের ডিসেম্বর থেকে ২০০৪ সালের আগস্ট পর্যন্ত বিস্তৃত। তিনি ৩৩৯টি আন্তর্জাতিক ম্যাচ খেলেছেন। ভারতীয় হকি ফেডারেশন তাঁর করা গোলের কোন সরকারি পরিসংখ্যান রাখেনি। ধনরাজের আন্তর্জাতিক গোলের সংখ্যা সম্পর্কে কোন বিশ্বাসযোগ্য তথ্য নেই। বিশ্বের শীর্ষস্থানীয় পরিসংখ্যানবিদ এবং তাঁর নিজস্ব মতে, তিনি নিজের খেলোয়াড় জীবনে প্রায় ১৭০টি গোল করেছেন। তিনিই একমাত্র খেলোয়াড় যিনি চারটি অলিম্পিক (১৯৯২, ১৯৯৬, ২০০০ এবং ২০০৪), চারটি বিশ্বকাপ (১৯৯০, ১৯৯৪, ১৯৯৮ এবং ২০০২), চারটি চ্যাম্পিয়ন্স ট্রফি (১৯৯৫, ১৯৯৬, ২০০২ এবং ২০০৩) এবং চারটি এশিয়ান গেমস (১৯৯০, ১৯৯৪, ১৯৯৮ এবং ২০০২)-এ খেলেছেন। তাঁর নেতৃত্বে ভারত এশিয়ান গেমস (১৯৯৮) এবং এশিয়া কাপ (২০০৩) জিতেছে। তিনি ব্যাংকক এশিয়ান গেমসে সর্বোচ্চ গোলদাতাও ছিলেন এবং সিডনিতে ১৯৯৪ বিশ্বকাপে বিশ্ব একাদশ দলে থাকা একমাত্র ভারতীয় খেলোয়াড় ছিলেন।\n\n\n== ক্লাব হকি ==\nতিনি ভারতীয় জিমখানা (লন্ডন), এইচসি লিয়ন (ফ্রান্স), বিএসএন এইচসি এবং টেলিকম মালয়েশিয়া এইচসি (মালয়েশিয়া), আবাহনী লিমিটেড, এইচটিসি স্টুটগার্ট কিকারস (জার্মানি) এবং খালসা স্পোর্টস ক্লাব (হংকং) এর মতো বিদেশী ক্লাবের হয়েও খেলেছেন। খেলোয়াড় জীবনের শেষের দিকে, ধনরাজ মারাঠা ওয়ারিয়র্সের হয়ে প্রিমিয়ার হকি লিগে দুই মরশুম খেলেছিলেন।\nধনরাজ পিল্লাই ভারতে খেলা ওয়ার্ল্ড সিরিজ হকিতে কর্ণাটক লায়ন্সের হয়ে খেলেছিলেন। ভারতের প্রাক্তন অধিনায়ক অর্জুন হালাপ্পার নেতৃত্বে তিনি নিজের দলের হয়ে দুটি গোল করেন। তিনি বেটন কাপেও খেলেছেন, ইন্ডিয়ান এয়ারলাইন্সের হয়ে। বর্তমানে তিনি এই দলের প্রশিক্ষক।\n\n\n== পুরস্কার ==\nতিনি ১৯৯৯ - ২০০০ বর্ষের জন্য ভারতের সর্বোচ্চ ক্রীড়া সম্মান, মেজর ধ্যান চাঁদ খেলরত্ন পুরস্কারের প্রাপক। তিনি ২০০১ সালে চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রীতে ভূষিত হন। তিনি ১৯৯৮ এশিয়ান গেমস এবং ২০০৩ এশিয়া কাপ জয়ী হকি দলের অধিনায়ক। তিনি জার্মানির কোলনে অনুষ্ঠিত ২০০২ চ্যাম্পিয়ন্স ট্রফিতে টুর্নামেন্টের সেরা খেলোয়াড়ের পুরস্কার লাভ করেন। ২০১৭ সালে, ইস্টবেঙ্গল ফুটবল ক্লাব তাঁকে ভারত গৌরব পুরস্কারে ভূষিত করেছে।\n\n\n== বিতর্ক ==\nধনরাজকে প্রায়শই অতি তৎপর হিসাবে বর্ণনা করা হয় এবং তাঁকে নিয়ে কিছু বিতর্কও রয়েছে। বারবার হকি ব্যবস্থাপনা পরিষদের বিরুদ্ধে তিনি নিজের ক্ষোভ প্রকাশ করেছেন। ব্যাংকক এশিয়াডে জয়ের পর তাঁকে ভারতীয় দলের জন্য নির্বাচিত করা হয়নি। ধনরাজ এবং অন্য ছয় বরিষ্ঠ খেলোয়াড়কে বিশ্রাম দেওয়া হয়েছে বলে পরিষদের তরফ থেকে কারণ দেখানো হয়েছিল। তবে এটিকে মূলত তাঁর ক্ষোভ প্রকাশের প্রতিশোধ হিসাবে করা বলে মনে হয়েছিল, অনুপযুক্ত অভ্যর্থনা এবং ম্যাচ ফি না দেওয়ার জন্য ব্যবস্থাপনা পরিষদের বিরুদ্ধে তিনি ক্ষোভ প্রকাশ করেছিলেন। পাকিস্তানের বিরুদ্ধে ১৯৯৮ সিরিজের আগে বিদেশী সফরে দলকে কম ভাতা দেওয়ার বিরুদ্ধে তিনি প্রতিবাদ করেছিলেন। খেলরত্ন উপাধি প্রাপ্তির পর, তিনি মন্তব্য করেছিলেন, \"পুরস্কার কিছু তিক্ত স্মৃতি মুছে ফেলতে সাহায্য করবে\"।\nমুম্বাইতে একটি হকি একাডেমি চালু করার ক্ষেত্রে তাঁর পরিকল্পনা সম্পূর্ণভাবে শুরু করা যায়নি কারণ মুম্বাই হকি অ্যাসোসিয়েশন তাদের মাঠের অ্যাস্ট্রোটার্ফকে প্রশিক্ষণের জন্য ব্যবহার করার অনুমতি দিতে অস্বীকার করে।\n\n\n== জীবনী ==\nসাংবাদিক সন্দীপ মিশ্রের লেখা, ধনরাজ পিল্লাইয়ের জীবনী, ফরগিভ মি আম্মা ২০০৭ সালে প্রকাশিত হয়। সন্দীপ দুই দশকেরও বেশি সময় ধরে ধনরাজের খেলোয়াড় জীবনকে অনুসরণ করে গেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅলিম্পিডিয়ায় ধনরাজ পিল্লাই (ইংরেজি)\nধনরাজ পিল্লাই-এর কর্মজীবনের পরিসংখ্যান\ndimdima.com এ বায়ো  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ মার্চ ২০১৬ তারিখে\nঅর্জন সারণী\nটেমপ্লেট:Padma Shri Award Recipients in Sports"}