{"pageid": 137818, "title": "দ্য ব্ল্যাক ডাহলিয়া মার্ডার", "url": "https://bn.wikipedia.org/wiki?curid=137818", "content": "দ্য ব্ল্যাক ডাহলিয়া মার্ডার একটি আমেরিকান হেভি মেটাল ব্যান্ড যা ২০০১ সালে মিশিগানের ওয়াটারফোর্ড শহরে গঠিত হয়। তারা এ পর্যন্ত ৪টি পূর্ণাঙ্গ স্টুডিও অ্যালবাম বের করেছে ও বর্তমানে মেটাল ব্লেড রেকর্ডস-এর সাথে চুক্তিবদ্ধ আছে। তাদের ব্যান্ডের নাম রাখা হয়েছে এলিজাবেথ শর্টের অমীমাংসিত মৃত্যুকে কেন্দ্র করে যাকে ব্ল্যাক ডাহলিয়া নামেও ডাকা হয়।\n২০০১ সালের জানুয়ারীতে এ ব্যান্ডটি তাদের প্রথম ডেমো বের করে যার নাম হোয়াট আ হরিবল নাইট টু হ্যাভ আ কার্স। ২০০৩ সালে দ্য ব্ল্যাক ডাহলিয়া মার্ডার মেটাল ব্লেড রেকর্ডসের সাথে চুক্তিবদ্ধ হয়। ব্যান্ডটির ২য় অ্যালবাম মিয়াসমা ১১৮ নাম্বার অবস্থানে আসে বিলবোর্ডে। তাদের ৩য় অ্যালবাম নকট্যার্নাল বিলবোর্ডে ৭২ নাম্বার অবস্থানে আসে ২০০৭ সালে। তারপর তারা তাদের মাইস্পেস-এ ঘোষণা দেয় যে তারা ক্যানিবাল করপস ব্যান্ডের সাথে আমেরিকা সফরে বের হবে তাদের অ্যালবামটির প্রচারণার জন্য ও ব্যবসায় মেটাল ব্লেড রেকর্ডসের ২৫ বছর পূর্তি উদ্‌যাপন করতে। এই যাত্রায় আরো অংশ নেয় দ্য রেড কর্ড, এয়ন, দ্য অ্যাবসেন্স ও গোটহোর। ২০০৯ সালের ১৫ ই সেপ্টেম্বর ব্যান্ডটি তাদের ৪র্থ অ্যালবাম ডিফ্লোরেট বের করে যা ৪৩তম অবস্থানে চলে আসে বিলবোর্ড ২০০তে। তার চিল্ড্রেন অব বডম ও স্কেলেটনউইচ ব্যান্ডের সাথে সফর করে অ্যালবামটির প্রচারণায়। দ্য ব্ল্যাক ডাহলিয়া মার্ডার মূলত মেলোডিক ডেথ মেটাল, মেটালকোর, এবং ডেথকোর ধারার গান পরিবেশন করে। ব্যান্ডটি ডেথ মেটাল ধারার গানের শব্দ ও ধরনও অনুসরণ করে থাকে। তাদের গানে ব্ল্যাস্ট বীটের ব্যবহারও লক্ষণীয়। মাইস্পেসে তাদের ভাষ্য অনুযায়ী তারা কারকাস, অ্যাট দ্য গেটস, ডার্কেনে, ডিসেকশন, ডার্কথ্রোন, মরবিড এ্যাঞ্জেল, দ্য হন্টেড, ইন ফ্লেমস, ডাইমেনশন জিরো, আয়রন মেইডেন, মেটালিকা ও মেগাডেথের গানের মাধ্যমে অনুপ্রাণিত, এ ব্যান্ডের ভোকাল ট্রেভর স্ট্রনার্ড তার গায়কীতে উচ্চমাত্রার চিৎকারের সাথে সাথে ডেথ মেটালের মতো গর্জনও দিতে পারেন।\n\n\n== বর্তমান সদস্য ==\nট্রেভর স্ট্রনার্ড\nব্রায়ান এসচবাচ\nরায়ান নাইট\nরায়ান ব্রাট উইলিয়ামস\nশ্যানন লুকাস\n\n\n== ডিস্কোগ্রাফি ==\nআনহলোড (২০০৩)\nমিয়াসমা (২০০৫)\nনকট্যার্নাল (২০০৭)\nডিফ্লোরেট (২০০৯)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমাইস্পেসে দ্য ব্ল্যাক ডাহলিয়া মার্ডার"}