{"pageid": 1378412, "title": "রাম ভি সুতার", "url": "https://bn.wikipedia.org/wiki?curid=1378412", "content": "রাম সুতার (পুরো নাম 'রাম ভাঞ্জি সুতার') (জন্ম:- ১৯ ফেব্রুয়ারি ১৯২৫) একজন খ্যাতনামা ভারতীয় ভাস্কর। শত শত মূর্তির কারিগর  গুজরাটে নর্মদা নদীর কাছে সর্দার সরোবর বাঁধে সর্দার বল্লভভাই প্যাটেলের ১৮২ মিটার (৫৯৭ ফুট) উচ্চতার বিশ্বের সবচেয়ে উঁচু মূর্তি, স্ট্যাচু অফ ইউনিটি তথা  ঐক্যের মূর্তির নকশাকার ছিলেন তিনি। এই মূর্তিটি চীনে অবস্থিত গৌতম বুদ্ধের বসন্ত মন্দিরের চাইতে ৫৪ মিটার দীর্ঘ। \n\n\n== ব্যক্তিগত জীবন ==\nরাম সুতার মহারাষ্ট্রের ধুলে জেলার গোন্টুর গ্রামে ১৯২৫ খ্রিস্টাব্দের ১৯ ফেব্রুয়ারি এক হিন্দু কারিগর তথা সূত্রধর বা ছুতোর পরিবারে জন্মগ্রহণ করেন। তার পিতা ছিলেন একজন কাঠের মিস্ত্রি। গ্রামের স্কুলেই প্রাথমিক শিক্ষার পর গুরু রামকৃষ্ণ জোশীর কাছে তিনি প্রতিমা গড়ার কাজ শেখেন। এরপর রাম কারিগরি জন্য বিখ্যাত শিক্ষাপ্রতিষ্ঠান  পুণের স্যার জে জে স্কুল অফ আর্টে হন। ভাস্কর্যের নতুন সমস্ত কৌশল আয়ত্ত করে পড়াশোনার শেষে কিছুদিন চাকরি করেন। ১৯৫২ খ্রিস্টাব্দে তিনি প্রমিলাকে বিবাহ করেন।  ১৯৫৮ খ্রিস্টাব্দে রাম সুতার দিল্লিতে চলে আসেন এবং প্রথমদিকে কিছুদিন লক্ষ্মীনগরে বসবাস করার পর নয়ডাতে নিজস্ব স্টুডিও প্রতিষ্ঠা করেন।\n\n\n== কর্মজীবন ==\nরাম সুতার গুজরাটে অবস্থিত বিশ্বের সবচেয়ে উঁচু সর্দার বল্লভভাই প্যাটেলের মূর্তি ঐক্যের মূর্তি নকশা করেন এবং তারই তত্ত্বাবধানে এটি নির্মিত হয়। তিনি ৪৫ ফুট দীর্ঘ চম্বল স্মৃতিস্তম্ভ, সেইসাথে মহাত্মা গান্ধীর একটি আবক্ষ মূর্তিও নির্মাণ করেছিলেন যা অনুলিপি করে অন্যান্য দেশে পাঠানো হয়।  ভারতের সংসদ ভবন চত্বরে উপবিষ্ট অবস্থার  মহাত্মা গান্ধীর ১৭ ফুট উঁচু মূর্তি তিনিই তৈরি করেন। ব্রোঞ্জের তৈরি তৈরি এই মূর্তির এক বৃহত্তর প্রতিরূপ বিধান সৌধের জন্য করা হয়েছিল। তার একটি বৃহত্তর প্রতিরূপ তৈরি করা হয়েছিল । তিনি  বেঙ্গালুরুর আন্তর্জাতিক বিমানবন্দরে ১০৮-ফুট উচ্চতার কেম্পেগৌড়া মূর্তির নকশাকারও তিনিই। \n\n\n== পুরস্কার ==\nরাম ভি সুতার শিল্পকলায় অসামান্য অবদানের জন্য  ভারত সরকারের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী লাভ করেন ১৯৯৯ খ্রিস্টাব্দে এবং ২০১৬ খ্রিস্টাব্দে পান তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণ।\n২০১৬ খ্রিস্টাব্দের অক্টোবরে সাংস্কৃতিক সংহতি ও সৃষ্টিশীল পদ্ধতিতে সাংস্কৃতিক সম্প্রীতির মূল্য রক্ষণাবেক্ষণের জন্য লাভ করেন রবীন্দ্রনাথ ঠাকুর আন্তর্জাতিক পুরস্কার\n\n\n== শিল্পকর্ম ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}