{"pageid": 1378980, "title": "আন্তর্জাতিক সমুদ্র চলাচল সংস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1378980", "content": "আন্তর্জাতিক সমুদ্র চলাচল সংস্থা (ইংরেজি: International Maritime Organization, সংক্ষেপে IMO) বা আইএমও জাতিসংঘের একটি বিশেষায়িত সংস্থা, যা সমুদ্র চলাচল সংক্রান্ত সকল বিষয় তদারকি করে। আইএমওর সদরদপ্তর যুক্তরাজ্যের লন্ডন শহরে অবস্থিত। সংস্থাটির বর্তমান সদস্য সংখ্যা ১৭৬ এবং সহযোগী সদস্য ৩টি। বর্তমান মহাসচিব দক্ষিণ কোরিয়ার কিতাক লিম।\n\n\n== ইতিহাস ==\nআইএমও প্রতিষ্ঠার লক্ষ্যে ১৯৪৮ সালের ৬ মার্চ জেনেভায় একটি কনভেনশন গৃহিত হয় যা ১৭ মার্চ ১৯৫৮ কার্যকর হয়। সংস্থাটি ইন্টারন্যাশনাল মেরিটাইম কনসাল্টেটিভ অর্গানাইজেশন (আইএমসিও) হিসেবে ১৯৪৮ সালে প্রতিষ্ঠিত হয়। ১৯৫৯ সালের ১৩ জানুয়ারি এটি জাতিসংঘের বিশেষায়িত সংস্থার মর্যাদা লাভ করে। পরবর্তীতে ১৯৮২ সালে ইন্টারন্যাশনাল মেরিটাইম অর্গানাইজেশন নামকরণ করা হয়। বাংলাদেশ ১৯৭৬ সালে আইএমওর সদস্যপদ লাভ করে।\n\n\n== সদরদপ্তর ==\nআইএমওর প্রধান কার্যালয় লন্ডনের টেমস নদীর তীরে একটি বড় আলবার্ট এম্ব্যাংকমেন্টে অবস্থিত। সংস্থাটি ১৯৮২ সালের শেষে নতুন প্রধান কার্যালয়ে চলে গিয়েছিল এবং এটি ১৭ মে ১৯৮৩ সালে রানী এলিজাবেথ (II) উদ্বোধন করেছিলেন। ভবনটির স্থপতিরা ছিলেন ডগলাস ম্যারিয়ট, ওরবি ও রবিনসন। ভবনের সামনে একটি জাহাজের অগ্রভাগের একটি সাত মিটার উচ্চ, দশ টনের ব্রোন্জ দ্বারা তৈরি ভাস্কর্য রয়েছে। আইএমওর পূর্বের প্রধান কার্যালয় ছিল ১০১ পিক্যাডিলি (বর্তমানে জাপানের দূতাবাস), তার আগে ২২ বার্নার্স স্ট্রিটে এবং মৌলিকভাবে চ্যান্সেরি লেনে ছিল।\n\n\n== সদস্যপদ ==\n\nআইএমও এর সদস্য হওয়ার জন্য প্রতিটি রাষ্ট্র একটি বহুপাক্ষিক চুক্তি অনুমোদন করে যা আন্তর্জাতিক সমুদ্র চলাচল সংস্থা কনভেনশন নামে পরিচিত। ২০২৩ সালের হিসাবে, আইএমও এর ১৭৫টি সদস্য রাষ্ট্র রয়েছে, যার মধ্যে ১৭৪টি জাতিসংঘের সদস্য রাষ্ট্র এবং এর বাহিরে কুক দ্বীপপুঞ্জ অন্তর্ভুক্ত রয়েছে। কানাডা প্রথম দেশ হিসেবে ১৯৪৮ সালে কনভেনশনটি অনুমোদন করে।\nসর্বশেষ যোগদানকারী তিনটি সদস্য হলো আর্মেনিয়া (জানুয়ারি ২০১৮), নাউরু (মে ২০১৭) এবং বতসোয়ানা (অক্টোবর ২০২১)।\n\n\n== আরও দেখুন ==\nসমুদ্র আইনবিষয়ক আন্তর্জাতিক বিচারালয়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nInternational Maritime Organization (IMO)"}