{"pageid": 1378193, "title": "রমেশ কৃষ্ণন", "url": "https://bn.wikipedia.org/wiki?curid=1378193", "content": "রমেশ কৃষ্ণন (জন্ম ৫ই জুন ১৯৬১) হলেন ভারতের প্রাক্তন পেশাদার টেনিস খেলোয়াড় এবং একজন টেনিস প্রশিক্ষক। ১৯৭০ এর দশকের শেষের দিকে একজন জুনিয়র খেলোয়াড় হিসেবে, তিনি উইম্বলডন এবং ফ্রেঞ্চ ওপেন উভয়েই একক শিরোপা জিতেছিলেন। তিনি ১৯৮০-এর দশকে তিনটি গ্র্যান্ড স্ল্যাম কোয়ার্টার ফাইনালে পৌঁছেছিলেন। তিনি বিজয় অমৃতরাজের নেতৃত্বাধীন ভারতীয় দলের একজন সদস্য ছিলেন যেটি ১৯৮৭ সালে সুইডেনের বিরুদ্ধে ডেভিস কাপের ফাইনালে পৌঁছেছিল। ১৯৮৯ অস্ট্রেলিয়ান ওপেনে কৃষ্ণন তৎকালীন বিশ্বের এক নম্বর ম্যাটস উইল্যান্ডারকেও হারান। তিনি ২০০৭ সালে ভারতের ডেভিস কাপ অধিনায়ক হয়েছিলেন।\n\n\n== প্রাথমিক জীবন ==\nরমেশ কৃষ্ণন ভারতের মাদ্রাজে  জন্মগ্রহণ করেন এবং তিনি রমানাথন কৃষ্ণনের পুত্র। রমানাথন ১৯৬০-এর দশকে দুবার উইম্বলডনের সেমিফাইনালে পৌঁছেছিলেন। ১৯৭৯ সালে উইম্বলডন জুনিয়র শিরোপা জিতে রমেশ তাঁর বাবার একটি কৃতিত্বের সমান হয়েছিলেন। তিনি সেই বছর ফ্রেঞ্চ ওপেন জুনিয়র শিরোপাও জিতেছিলেন। এই দুই জয়কে একত্রে জুনিয়র চ্যানেল স্ল্যাম বলা হয়, এবং এই সময় তিনি বিশ্বের এক নম্বর জুনিয়র খেলোয়াড়ের মর্যাদা পেয়েছিলেন।\n\n\n== খেলোয়াড় জীবন ==\nসিনিয়র স্তরে, রমেশ উইম্বলডনে একবার ( ১৯৮৬ ) এবং ইউএস ওপেনে দুবার ( ১৯৮১ এবং ১৯৮৭ ) কোয়ার্টার ফাইনালে পৌঁছেছিলেন। তিনি তাঁর ক্রীড়া শৈলী, পূর্বানুমান এবং অলরাউন্ড খেলার জন্য প্রশংসিত ছিলেন, কিন্তু তাঁর খেলায় কিলার (অভিঘাতী) স্ট্রোক বা শক্তিশালী সার্ভিসের অভাব থাকায় তিনি পুরুষদের খেলার একেবারে শীর্ষে পৌঁছাতে পারেন নি।\n১৯৮৭ সালে ডেভিস কাপ ফাইনালে পৌঁছে যাওয়া ভারতীয় দলের একজন গুরুত্বপূর্ণ সদস্য ছিলেন রমেশ। অস্ট্রেলিয়ার বিরুদ্ধে সেমিফাইনালে, তিনি প্রথম একক ম্যাচে জন ফিটজেরাল্ডকে চার সেটে পরাজিত করেন এবং তারপরে নিষ্পত্তিমূলক পঞ্চম রাবারে ওয়ালি মাসুরকে সরাসরি পরাজিত করে ভারতকে ৩-২ ব্যবধানে জয় এনে দেন। কিন্তু, সুইডেনের বিপক্ষে ফাইনালে, ভারত ৫-০ ব্যবধানে পরাজিত হয়। সেখানে কৃষ্ণান দুটি একক ম্যাচে ম্যাটস উইল্যান্ডার এবং অ্যান্ডার্স জেরিডের কাছে হেরে যান, ভারতীয় দল একটি মাত্র সেট জিততে সক্ষম হয়। রমেশ ১৯৭৭ থেকে ১৯৯৩ সাল পর্যন্ত ভারতের ডেভিস কাপ দলের একজন অদম্য খেলোয়াড় ছিলেন, তিনি ২৯ - ২১ জয়ের রেকর্ড (একক ২৩-১৯ এবং ডাবলসে ৬-২) সংকলন করেছিলেন।\nবার্সেলোনায় ১৯৯২ সালের অলিম্পিক গেমসে, রমেশ লিয়েন্ডার পেসের অংশীদার হয়ে পুরুষদের ডাবলস কোয়ার্টার ফাইনালে পৌঁছেছিলেন।\nরমেশ ১৯৯৩ সালে পেশাদার খেলা থেকে অবসর নেন। তাঁর খেলোয়াড় জীবনে, তিনি আটটি শীর্ষ-স্তরের একক শিরোপা এবং একটি দ্বৈত শিরোপা জিতেছেন; তিনি চারটি চ্যালেঞ্জার একক শিরোপাও জিতেছিলেন (১৯৮৬ সালে শেনেকট্যাডি ফাইনালে কিশোর আন্দ্রে আগাসিকে পরাজিত করেন)। ১৯৮৫ সালের জানুয়ারিতে তাঁর জীবনের সর্বোচ্চ একক র‍্যাঙ্কিং ছিল বিশ্বের ২৩ নম্বরে।\n১৯৯৮ সালে, রমেশ ভারতীয় টেনিসে তাঁর কৃতিত্ব এবং অবদানের স্বীকৃতিস্বরূপ ভারত সরকার কর্তৃক পদ্মশ্রী পুরস্কারে ভূষিত হন।\n\n\n== এটিপি টুর্নামেন্টের ফাইনাল ==\n\n\n=== একক: ১২ (৮ খেতাব, ৪ রানার্স আপ) ===\n\n\n=== দ্বৈত: ১ (শিরোপা ১) ===\n\n\n== এটিপি চ্যালেঞ্জার এবং আইটিএফ ফিউচার ফাইনাল ==\n\n\n=== দ্বৈত: ১ (০-১) ===\n\n\n== জুনিয়র গ্র্যান্ড স্লাম ফাইনাল ==\n\n\n=== একক: ২ (২ খেতাব) ===\n\n\n== কর্মক্ষমতা সময়রেখা ==\nসূচক\n\nপ্রতিযোগিতায় জয়; বা ফাইনালে পৌঁছানো; সেমিফাইনাল; কোয়ার্টার-ফাইনাল; রাউন্ড ৪, ৩, ২, ১; রাউন্ড রবিন পর্যায়ে সম্পন্ন; বাছাইপর্বে হেরে যাওয়া; প্রতিযোগিতায় অনুপস্থিত; ডেভিস কাপের আঞ্চলিক বিভাগে খেলেছে (সঙ্গে তার সংখ্যা ইঙ্গিত করা হয়েছে) বা প্লে-অফ; ব্রোঞ্জ জয়, রৌপ্য (রৌ-এফ বা রৌ-এস) বা অলিম্পিকে স্বর্ণ পদক; একটি ডাউনগ্রেডেড মাস্টার সিরিজ/১০০০ টুর্নামেন্ট (মাস্টার্স সিরিজ নয়); বা একটি প্রদত্ত বছরে প্রতিযোগিতা অনুষ্ঠিত না হওয়া।\nবিভ্রান্তি এবং দুবার গণনা এড়ানোর জন্য, এই তালিকা একটি প্রতিযোগিতা শেষে, অথবা যখন প্রতিযোগিতায় খেলোয়াড়ের অংশগ্রহণ শেষ হয়েছে তখনই হালনাগাদ করা হয়।\n\n\n=== একক ===\n\n\n== খেলোয়াড় জীবনের বিশেষ সময়গুলি ==\n১৯৭৯ - উইম্বলডন এবং ফ্রেঞ্চ ওপেন জুনিয়র একক চ্যাম্পিয়ন।\n১৯৮১ - ইউএস ওপেনের কোয়ার্টার ফাইনালে পৌঁছেছিলেন।\n১৯৮১ - ম্যানিলায় তাঁর প্রথম এটিপি একক শিরোপা জেতেন।\n১৯৮৬ - উইম্বলডনের কোয়ার্টার ফাইনালে পৌঁছেছিলেন।\n১৯৮৬ - জাপান ওপেন জেতেন।\n১৯৮৭ - জানুয়ারিতে ১৯৮৭ সাউথ অস্ট্রেলিয়ান ওপেন এবং ১৯৮৭ হেইনেকেন ওপেনের কোয়ার্টার ফাইনালে পৌঁছোন।\n১৯৮৭ - ইউএস ওপেনের কোয়ার্টার ফাইনালে পৌঁছেছিলেন।\n১৯৮৭ - ভারতীয় দলের সদস্য, যাঁরা ডেভিস কাপের ফাইনালে পৌঁছেছিলেন। (কৃষ্ণন সেমিফাইনালে অস্ট্রেলিয়ার বিরুদ্ধে নির্ধারক একক রাবার জিতেছিলেন। ফাইনালে সুইডেনের কাছে হেরে যায় ভারত। )\n১৯৮৮ - ওয়েলিংটন ওপেন জেতেন; এটিপি অকল্যান্ড ওপেন, ব্রিস্টল ওপেন এবং রাই ব্রুক (নিউ ইয়র্ক) ওপেনে রানার আপ।\n১৯৮৯ - অস্ট্রেলিয়ান ওপেনের দ্বিতীয় রাউন্ডে তৎকালীন বিশ্ব নং ১ ম্যাটস উইল্যান্ডারকে পরাজিত করেন।\n১৯৮৯ - অকল্যান্ড ওপেন জেতেন, জুলাই মাসে শেনেকটাডি ওপেন এবং ওয়াশিংটন ডিসি ওপেনের কোয়ার্টার ফাইনালে পৌঁছোন। তিনি ১৯৮৯ লিভিংস্টন ওপেনের কোয়ার্টার ফাইনালে পৌঁছেছিলেন।\n১৯৯০ - শেনেকটাডি ওপেন জেতেন এবং ১৯৯০ হাইনেকেন ওপেন এর সেমিফাইনালে পৌঁছোন।\n১৯৯১ - ওয়েলিংটন ওপেনের কোয়ার্টার ফাইনালে পৌঁছোন।\n১৯৯২ - সিঙ্গাপুর ওপেনের সেমিফাইনালে পৌঁছোন।\n১৯৯২ - লিয়েন্ডার পেসের সাথে বার্সেলোনায় ১৯৯২ গ্রীষ্মকালীন অলিম্পিকে পুরুষদের ডাবলস প্রতিযোগিতার কোয়ার্টার ফাইনালে পৌঁছেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরমেশ কৃষ্ণন, অ্যাসোসিয়েশন অব টেনিস প্রফেশনালস-এ\nআন্তর্জাতিক টেনিস ফেডারেশনে রমেশ কৃষ্ণন (ইংরেজি)\nডেভিস কাপে রমেশ কৃষ্ণন\nটেমপ্লেট:Padma Shri Award Recipients in Sportsটেমপ্লেট:French Open boys' singles championsটেমপ্লেট:Wimbledon boys' singles champions"}