{"pageid": 1378841, "title": "ন্যাশনাল ডিবেট ফেডারেশন বাংলাদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1378841", "content": "ন্যাশনাল ডিবেট ফেডারেশন বাংলাদেশ (এনডিএফ বিডি বা NDF-BD) বা জাতীয় বিতর্ক ফেডারেশন বাংলাদেশ দেশের অন্যতম বৃহত্তম বিতর্ক সমিতি ও বিতর্ক প্রতিযোগিতা সংগঠন। এটি জাতীয় বিতর্ক উৎসব, চিকিৎসা বিতর্ক উৎসব, বিতর্ক প্রতিযোগিতা, বিতর্ক কর্মশালা, ক্যারিয়ার এবং বিতর্ক স্কুল, কুইজ প্রতিযোগিতা এবং নেতৃত্বের দক্ষতা উন্নয়ন কর্মশালার আয়োজন করে থাকে। সংগঠনের মূল উদ্দেশ্য হল বিভিন্ন সামাজিক, রাজনৈতিক ও অর্থনৈতিক বিষয়ে শিক্ষার্থীদের মধ্যে সামাজিক সচেতনতা তৈরি করা এবং মূল্য ভিত্তিক মানব সম্পদের বিকাশের সুবিধার্থে জেলা পর্যায়, বিভাগীয় পর্যায় এবং জাতীয় পর্যায়ে বিতর্ক প্রতিযোগিতা আয়োজন করা। ৬০টির বেশি সরকারি ও বেসরকারি বিশ্ববিদ্যালয়, দুই শতাধিক স্কুল ও কলেজ এবং দশটি শিক্ষা বহির্ভূত বিতর্ক সংগঠন একই প্ল্যাটফর্মে কাজ করছে।\n\n\n== ইতিহাস ==\nবাংলাদেশে বিতর্ক প্রতিযোগিতার সংগঠন প্রতিষ্ঠা হয় ১৯৯০ দশকে। তবে এই সংগঠন এনডিএফ বিডি প্রতিষ্ঠা হয় ২০০৫ সালে, এরপর থেকে এই সংগঠন নানা কার্যক্রমের মাধ্যমে নিজেদের সক্রিয় রেখেছে। ২০০৫ সাল থেকে জাতীয় পর্যায়ে বিতর্ক প্রতিযোগিতার আয়োজন করে আসছে।\n\n\n== প্রতিযোগিতা আয়োজন ==\nসংগঠনটি ২০০৫ সাল থেকে জাতীয় পর্যায়ে বিতর্ক প্রতিযোগিতার আয়োজন করে আসছে। এছাড়াও নানা আঞ্চলিক আয়োজন করে থাকে। আঞ্চলিক আয়োজনের মধ্যে কিছু আয়োজন হলো:\n\n২০০৬ ~ আন্তঃবিশ্ববিদ্যালয় ও মেডিকেল কলেজ বিতর্ক চ্যাম্পিয়নশিপ, অংশগ্রহণ ৬০ দল, অবস্থান: জাহাঙ্গীরনগর বিশ্ববিদ্যালয়\n২০০৭ ~ ১ম নারী বিতর্ক উৎসব, অংশগ্রহণকারী ১০০০ জন, অবস্থান: ইডেন মহিলা কলেজে\n২০০৭ ~ রাজশাহী বিভাগীয় বিতর্ক কর্মশালা, অংশগ্রহণকারী: ৮০০ জন\n২০০৮ ~ ময়মনসিংহ আঞ্চলিক বিতর্ক কর্মশালা, অংশগ্রহণকারী ১০০০ জন, অবস্থান: বাংলাদেশ কৃষি বিশ্ববিদ্যালয়\n২০০৯ ~ নোয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় আঞ্চলিক বিতর্ক উৎসব, অংশগ্রহণকারী:  জন।\n২০১২ ~ এনডিএফ বিডি চট্টগ্রাম বিভাগীয় বিতর্ক উৎসব, অংশগ্রহণকারী: ১০০০\n২০১৩ ~ এনডিএফ বিডি আন্তঃকলেজ বিতর্ক প্রতিযোগিতা, অংশগ্রহণকারী ১৬ কলেজ\n২০১৫ ~ Sk+F ৪র্থ এনডিএফ বিডি মেডিকেল কলেজ বিতর্ক উৎসব, অংশগ্রহণকারী ৮০০ জন\n২০১৬ ~ ড্যাফাডিল ইউনিভার্সিটি ২য় এনডিএফ বিডি জাতীয় বিতর্ক কর্মশালা ও উৎসব, অংশগ্রহণকারী ১২০০ জন\n২০১৭ ~ দশম এনডিএফ বিডি জাতীয় বিতর্ক উৎসব, অংশগ্রহণকারী ২০০০ জন\n২০১৭ ~ ইকো ফুড এনডিএফ বিডি খুলনা বিভাগীয় বিতর্ক উৎসব, অংশগ্রহণকারী ১০০০ জন, অবস্থান: কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়।\n২০২১ ~ ১ম আন্তর্জাতিক ভার্চুয়াল ডিবেট ফেস্টিভ্যাল\n২০২২ ~ মূল জাতীয় বিতর্ক প্রতিযোগিতা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে ন্যাশনাল ডিবেট ফেডারেশন বাংলাদেশ\nঅফিশিয়াল ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ আগস্ট ২০২৩ তারিখে"}