{"pageid": 1378922, "title": "সত্যনারায়ণ শাস্ত্রী", "url": "https://bn.wikipedia.org/wiki?curid=1378922", "content": "সত্যনারায়ণ শাস্ত্রী (১৮৮৭ - ২৩ সেপ্টম্বর ১৯৬৯ ) ছিলেন আয়ুর্বেদের একজন ভারতীয় চিকিৎসক ও সংস্কৃত পন্ডিত।  ১৮৮৭ খ্রিস্টাব্দে ভারতের উত্তর প্রদেশে জন্মগ্রহণ করেন, তিনি ছিলেন ভারতের প্রথম রাষ্ট্রপতি ডঃ রাজেন্দ্র প্রসাদের প্রথম অনারারি চিকিৎসক। ১৯৬২ খ্রিস্টাব্দে প্রকাশিত চরক সংহিতার ভূমিকা লিখেছিলেন তিনি।  তিনি বেনারস হিন্দু বিশ্ববিদ্যালয়ের আয়ুর্বেদ কলেজ এবং সম্পূর্ণানন্দ সংস্কৃত বিশ্ববিদ্যালয়ের সরকারি আয়ুর্বেদ কলেজের অধ্যক্ষ হিসেবে দায়িত্ব পালন করেন। ১৯৫৪ খ্রিস্টাব্দে ভারত সরকার তাঁকে দেশের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণে ভূষিত করে। \n\n\n== সংক্ষিপ্ত জীবনী ==\nসত্যনারায়ণ  ব্রিটিশ ভারতের অধুনা  উত্তরপ্রদেশের সীতাপুর জেলার করোনা গ্রামে ১৮৮৭ খ্রিস্টাব্দে (১৯৪৪ শকাব্দের মাঘ মাসের কৃষ্ণ গণেশ চতুর্থীতে) পরাশর গোত্রীয় অভিজাত সরুপাড়িয়া ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন। পিতা পন্ডিত বেলভদ্র পান্ডে। কথিত আছে যে, তার পূর্বপুরুষরা প্রায় সাত শো বছর আগে পঞ্চক্রোশি পরিক্রমার উদ্দেশ্যে দেওরিয়া জেলার ধামোলি নামক গ্রাম থেকে কাশীতে এসেছিলেন এবং তারপরে করোনা গ্রামে বসতি স্থাপন করেন।\nতার পিতা পুত্রের পড়াশোনার জন্য শহরে নিয়ে আসেন এবং দশাশ্বমেধ এলাকার আগষ্টকুণ্ড এলাকায় বসবাস শুরু করেন। অল্প বয়সেই তিনি সংস্কৃত ভাষা, গণিত ইত্যাদি বিষয়ে ভালো জ্ঞান অর্জন করেছিলেন। মহামহোপাধ্যায় পণ্ডিত গঙ্গাধর শাস্ত্রী এবং মহামহোপাধ্যায় শিবকুমার শাস্ত্রীর কাছ থেকে তিনি সাহিত্য, ন্যায়বিচার, বিভিন্ন দর্শন এবং অন্যান্য শিক্ষা লাভ করেছিলেন। সত্যনারায়ণ জ্যোতিষী জয়মঙ্গল জ্যোতিষের কাছ থেকে জ্যোতিষশাস্ত্র, যোগীরাজ শিবদয়াল শাস্ত্রীর কাছ থেকে যোগ, কবিরাজ ধর্মদাস, আয়ুর্বেদের কাছ থেকে বেদাঙ্গ ও তন্ত্রের শিক্ষা লাভ করেন।\n১৯২৫ খ্রিস্টাব্দে তিনি কাশী হিন্দু বিশ্ববিদ্যালয়ের আয়ুর্বেদ কলেজের অধ্যাপক নিযুক্ত হন এবং ১৯৩৮ খ্রিস্টাব্দে তিনি অধ্যক্ষ হন। বারাণসী সংস্কৃত বিশ্ববিদ্যালয়ে আয়ুর্বেদ বিভাগ খোলা হলে তিনি ওই বিভাগের সাম্মানিক প্রধান এবং পরে অধ্যক্ষ হিসেবে নিযুক্ত হন।\n১৯৫০ খ্রিস্টাব্দের ভারতের প্রথম রাষ্ট্রপতি ডঃ রাজেন্দ্র প্রসাদের ব্যক্তিগত চিকিৎসক নিযুক্ত হন এবং আমৃত্যু তাঁর ব্যক্তিগত চিকিৎসক ছিলেন।\nএছাড়াও, তিনি সর্বভারতীয় পণ্ডিত পরিষদ এবং কাশী শাস্ত্রার্থ-মহাসভা, কাশী বিদ্যা পরিষদ এবং প্রতিনিধি-সভার সভাপতিও ছিলেন। তিনি বারাণসী শাস্ত্রথ মহাবিদ্যালয়ের স্থায়ী সভাপতি এবং বারাণসীর আয়ুর্বেদ কলেজের প্রতিষ্ঠাতাও ছিলেন। ১৯৩৮ খ্রিস্টাব্দে তিনি হিন্দু বিশ্ববিদ্যালয়ের প্রতিনিধি হিসাবে ভারতীয় মেডিকেল কাউন্সিলের সদস্য নির্বাচিত হন।\nকাশীর প্রথা অনুসারে, প্রথম থেকেই শাস্ত্রীজি দরিদ্র ও অসহায় ছাত্রদের সাহায্য করতেন এবং বাড়িতে তাদের শিক্ষা দিতেন। তিনি \"মা কালী\" এবং \"বাবা বিশ্বনাথ\" এর একান্ত ভক্ত ছিলেন।\n১৯৫৫ খ্রিস্টাব্দে ভারত সরকার চিকিৎসা বিজ্ঞানে অবদানের জন্য দেশের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার ' পদ্মভূষণে' ভূষিত করেন।  কিন্তু ১৯৬৭  খ্রিস্টাব্দে, হিন্দি আন্দোলনের সময়, যখন নাগরী প্রচারিণী সভা, কাশী হিন্দিপ্রেমী পণ্ডিতদের সরকারী সাজসজ্জা ছেড়ে দেওয়ার জন্য অনুরোধ করেছিল,তিনিও অলঙ্করণ ছেড়ে দিয়েছিলেন।\nসত্যনারায়ণ শাস্ত্রী ১৯৬৯ খ্রিস্টাব্দের ২৩ সেপ্টেম্বর মঙ্গলবার, প্রাণায়াম ও কিছু শ্লোক পাঠের পর ৮২ বৎসর বয়সে আগস্তকুণ্ডে তাঁর বাসভবনে প্রয়াত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nচরক\nসুশ্রুত সংহিতা"}