{"pageid": 1378075, "title": "বালকৃষ্ণ বিঠলদাস দোশি", "url": "https://bn.wikipedia.org/wiki?curid=1378075", "content": "বালকৃষ্ণ বিঠলদাস দোশি ওএএল ( গুজরাতি: બાલકૃષ્ણ વિઠ્ઠલદાસ દોશી ; ২৬শে আগস্ট ১৯২৭ – ২৪শে জানুয়ারি ২০২৩) ছিলেন একজন ভারতীয় স্থপতি। তিনি ভারতীয় স্থাপত্যের একজন গুরুত্বপূর্ণ ব্যক্তিত্ব এবং ভারতে স্থাপত্য প্রকরণের বিবর্তনে তাঁর অবদানের জন্য সুপরিচিত। লে কর্বুসিয়ার এবং লুই কানের অধীনে কাজ করার পর, তিনি ছিলেন ভারতে আধুনিকতাবাদী এবং ব্রুটালিস্ট স্থাপত্যের (ন্যূনতম নির্মাণ দ্বারা চিহ্নিত) অগ্রদূত।\nতাঁর উল্লেখযোগ্য পরিকল্পনার মধ্যে রয়েছে ফ্লেম ইউনিভার্সিটি, আইআইএম ব্যাঙ্গালোর, আইআইএম উদয়পুর, এনআইএফটি দিল্লি, আমদাবাদ নি গুফা, সিইপিটি বিশ্ববিদ্যালয় এবং ইন্দোরের অরণ্য লো কস্ট হাউজিং ডেভেলপমেন্ট। শেষেরটি করার পর তাঁকে স্থাপত্যের জন্য আগা খান পুরস্কারে ভূষিত করা হয়েছিল।\n২০১৮ সালে, তিনি প্রথম ভারতীয় স্থপতি হিসেবে প্রিটজকার আর্কিটেকচার পুরস্কার পান। এছাড়াও তিনি পদ্মশ্রী, পদ্মভূষণ, পদ্মবিভূষণ, এবং ২০২২ সালের জন্য রয়্যাল ইনস্টিটিউট অফ ব্রিটিশ আর্কিটেক্টস ' রয়্যাল গোল্ড মেডেল' লাভ করেন।\n\n\n== প্রাথমিক জীবন ==\nবালকৃষ্ণ পুনের একটি গুজরাটি বৈষ্ণব হিন্দু পরিবারে জন্মগ্রহণ করেন। তাঁর ১০ মাস বয়সে তাঁর মা মারা যান এবং তাঁর বাবা পুনরায় বিয়ে করেছিলেন। তাঁর ঠাকুরদাদা এবং পিসিরা তাঁকে বড় করতে সাহায্য করেছিলেন। এগারো বছর বয়সে, তিনি একটি অগ্নি দুর্ঘটনায় আহত হন, এবং তারপর থেকে সামান্য খুঁড়িয়ে হাঁটতেন। তিনি ১৯৪৭ থেকে ১৯৫০ সালের মধ্যে মুম্বাইয়ের স্যার জে জে স্কুল অফ আর্ট থেকে অধ্যয়ন করেন।\n\n\n== কর্মজীবন ==\n\n\n=== প্রারম্ভিক প্রকল্প ===\n১৯৫০ সালে, তিনি ইউরোপে যান। ১৯৫১ এবং ১৯৫৪ সালের মধ্যে প্যারিসে পরবর্তী প্রকল্পগুলিতে তিনি লে কর্বুসিয়ারের সাথে ঘনিষ্ঠভাবে কাজ করেছিলেন। ১৯৫৪ সালে, তিনি আহমেদাবাদে কর্বুসিয়ারের ভবনগুলির তত্ত্বাবধানের জন্য ভারতে ফিরে আসেন। এগুলির মধ্যে ভিলা সারাভাই, ভিলা শোধন, মিল মালিক সমিতি বিল্ডিং এবং সংস্কার কেন্দ্র ছিল প্রধান। লে কর্বুসিয়ার এবং লুই কানের সাথে কাজ করার সময় তিনি যে নীতিগুলি শিখেছিলেন, তাঁর জন্মভূমির জন্য প্রকল্প পরিকল্পনার সময় প্রয়োজন অনুযায়ী সেগুলির অভিযোজন করেছিলেন।\n\n১৯৫৫ সালে তাঁর স্টুডিও, বাস্তু-শিল্প (পরিবেশগত নকশা), প্রতিষ্ঠিত হয়েছিল। লুই কান এবং অনন্ত রাজের সাথে দোশি ঘনিষ্ঠভাবে কাজ করেছিলেন। যখন কান আহমেদবাদের ইন্ডিয়ান ইনস্টিটিউট অফ ম্যানেজমেন্ট, ক্যাম্পাস ডিজাইন করেছিলেন, তখন বালকৃষ্ণ তাঁর সঙ্গে কাজ করেন। ১৯৫৮ সালে তিনি গ্রাহাম ফাউন্ডেশন ফর অ্যাডভান্সড স্টাডিজ ইন দ্য ফাইন আর্টসে একজন ফেলো ছিলেন। এরপর তিনি ১৯৬৬ সালে স্কুল অফ আর্কিটেকচার (এসএ) শুরু করেন।\n\n\n==== বিমাননগর ====\nআহমেদাবাদে অবস্থিত বিমাননগর হাউজিং সোসাইটি হলো বি ভি দোশির একটি সুপরিচিত প্রকল্প। তিনি একবার বলেছিলেন, \"আমার সবচেয়ে প্রিয় আবাসন প্রকল্পগুলির মধ্যে একটি হল আহমেদাবাদে জীবন বীমা কর্পোরেশনের জন্য পরিকল্পনা করা প্রকল্পটি। এখানে আমি জানতাম যে বাড়িগুলিতে একই পরিবারের বেশ কয়েকটি প্রজন্ম বসবাস করবে, তারা এটির সাথে আত্মস্থ হবে, এর সাথে শক্তিশালী বন্ধন তৈরি হবে। যখন তাদের চাহিদাগুলি পরিবর্তিত হবে তখন তারা এর কিছু অংশ পরিবর্তন করতে পারে।\"\n\n\n=== শিক্ষাদান ===\nএকজন স্থপতি হিসাবে তাঁর আন্তর্জাতিক খ্যাতি ছাড়াও, বালকৃষ্ণ একজন শিক্ষাবিদ এবং প্রতিষ্ঠান নির্মাতা হিসেবে সমানভাবে পরিচিত। তিনি আহমেদাবাদের স্কুল অফ আর্কিটেকচার-এর প্রতিষ্ঠাতা পরিচালক (১৯৬২ - ৭২), স্কুল অফ প্ল্যানিং এর প্রতিষ্ঠাতা পরিচালক (১৯৭২ - ৭৯), সেন্টার ফর এনভায়রনমেন্টাল প্ল্যানিং অ্যান্ড টেকনোলজির প্রতিষ্ঠাতা ডিন (১৯৭২ - ৮১), আহমেদাবাদের ভিজ্যুয়াল আর্টস সেন্টার-এর প্রতিষ্ঠাতা সদস্য এবং আহমেদাবাদের কানোরিয়া সেন্টার ফর আর্টস-এর প্রতিষ্ঠাতা পরিচালক।\nজাতীয় এবং আন্তর্জাতিকভাবে পরিচিত গবেষণা প্রতিষ্ঠানবাস্তু-শিল্প ফাউন্ডেশন ফর স্টাডিজ অ্যান্ড রিসার্চ ইন এনভায়রনমেন্টাল ডিজাইন প্রতিষ্ঠায় বালকৃষ্ণ গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। প্রতিষ্ঠানটি কম খরচে আবাসন এবং শহর পরিকল্পনায় অগ্রণী কাজ করেছে। তিনি স্বল্প-আয়ের আবাসন নিয়ে তাঁর অগ্রগামী কাজের জন্য এবং উদ্ভাবনী উপায়ে স্থায়িত্বের ধারণা অন্তর্ভুক্ত করে তাঁর নকশাগুলির জন্য উল্লেখযোগ্য।\n\n\n=== মাধ্যম ===\n২০০৮ সালে, হান্ড্রেডহ্যান্ডস পরিচালক প্রেমজিৎ রামচন্দ্রন দোশির সাক্ষাৎকার নিয়ে একটি তথ্যচিত্র প্রকাশ করেন। তিনি মণি রত্নমের ও কাদাল কানমানি এবং শাদ আলীর ওকে জানুতে নিজের চরিত্রে অভিনয় করেছিলেন।\n\n\n== শৈলী ==\nবালকৃষ্ণ দোশি বলেছিলেন যে তিনি ঐতিহাসিক ভারতীয় স্মৃতিস্তম্ভের পাশাপাশি ইউরোপীয় এবং আমেরিকান স্থপতিদের কাজ দ্বারা তিনি অনুপ্রাণিত হয়েছেন।\n\n\n== ব্যক্তিগত জীবন এবং মৃত্যু ==\nতিনি ১৯৫৫ সালে কমলা পারিখকে বিয়ে করেন। তাঁদের তিন কন্যা ছিল - তেজল, রাধিকা এবং মনীষা। তেজল পান্থকি একজন বস্ত্র পরিকল্পনাকার, রাধিকা কাঠপালিয়া একজন স্থপতি এবং ফ্যাশন ডিজাইনার, এবং মনীষা আক্কিথাম একজন চিত্রশিল্পী।\nদোশি ২০২৩ সালের ২৪শে জানুয়ারী গুজরাটের আহমেদাবাদে ৯৫ বছর বয়সে মারা যান।\n\n\n== স্বীকৃতি ==\nদোশি রয়্যাল ইনস্টিটিউট অফ ব্রিটিশ আর্কিটেক্টের একজন ফেলো ছিলেন। তিনি প্রিটজকার পুরস্কার, ইন্দিরা গান্ধী ন্যাশনাল সেন্টার ফর দ্য আর্টস এবং স্থাপত্যের জন্য আগা খান পুরস্কারের জন্য নির্বাচন কমিটিতে ছিলেন। এছাড়াও তিনি ইন্ডিয়ান ইনস্টিটিউট অফ আর্কিটেক্টের একজন ফেলো ছিলেন।\nবালকৃষ্ণ দোশির ভারতীয় ও ইংরেজি ঐতিহ্যের পুনঃএকত্রীকরণের কাজটি ২০০৭ সালে মজবুত স্থাপত্যের জন্য একটি বৈশ্বিক পুরস্কারে ভূষিত হয়েছিল, এটি পুরস্কারের প্রথম সংস্করণ। পুরস্কারটি একটি বিকল্প উন্নয়ন মডেলের দিকে দোশির গুরুত্বপূর্ণ পদক্ষেপকে স্বীকৃতি দিয়েছিল।\n২০১৮ সালের মার্চ মাসে, দোশিকে প্রিটজকার আর্কিটেকচার পুরস্কার দেওয়া হয়, যা এই ক্ষেত্রের জন্য নোবেল সমতুল্য, এই সম্মান প্রাপ্ত তিনি প্রথম ভারতীয় ছিলেন। প্রিটজকার জুরি ঘোষণা করেছেন যে দোশি \"সর্বদা এমন একটি স্থাপত্য তৈরি করেছেন যা গুরুত্বপূর্ণ, কখনও চটকদার বা প্রবণতার অনুসারী নয়\", এবং তাঁর \"গভীর দায়িত্ববোধ এবং উচ্চ মানের, খাঁটি স্থাপত্যের মাধ্যমে তাঁর দেশ এবং তার জনগণের জন্য অবদান রাখার ইচ্ছা\" উল্লেখ করেছেন।\n\nপদ্মবিভূষণ (মরণোত্তর), ভারত সরকার, ২০২৩\nরয়্যাল গোল্ড মেডেল, স্থাপত্যের জন্য রাজকীয় স্বর্ণপদক, যুক্তরাজ্য সরকার, ২০২২\nপদ্মভূষণ, ভারত সরকার, ২০২০\nধীরুভাই ঠাকুর সভ্যসাচী সারস্বত পুরস্কার, ২০১৭\nপ্রিটজকার আর্কিটেকচার পুরস্কার, ২০১৮\nমজবুত স্থাপত্যের জন্য একটি বৈশ্বিক পুরস্কার , ২০০৭ (প্রথম সংস্করণ)\nপদ্মশ্রী, ভারত সরকার, ১৯৭৬\nপেনসিলভানিয়া বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট\nঅফিসার অফ দ্য অর্ডার অফ আর্টস অ্যান্ড লেটারস, ফ্রান্স, ২০১১\nঅরণ্য কমিউনিটি হাউজিংয়ের জন্য স্থাপত্যের জন্য ষষ্ঠ আগা খান পুরস্কার, ১৯৯৩ - ১৯৯৫\n\n\n== ভবন ==\n\n১৯৬২ – ইনস্টিটিউট অফ ইন্ডোলজি, আহমেদাবাদ\n১৯৬৬ – সেন্টার ফর এনভায়রনমেন্ট অ্যান্ড প্ল্যানিং টেকনোলজি (সিইপিটি), আহমেদাবাদ\n১৯৬৭ – ঠাকুর মেমোরিয়াল হল, আহমেদাবাদ\n১৯৭২ - ইসিআইএল টাউনশিপ, হায়দ্রাবাদ\n১৯৭৩ – ইফকো টাউনশিপ, কলোল\n১৯৭৬ – প্রেমাভাই হল, আহমেদাবাদ\n১৯৭৭ – ইন্ডিয়ান ইনস্টিটিউট অফ ম্যানেজমেন্ট, ব্যাঙ্গালোর\n১৯৭৯ - সংগাথ, বিভি দোশির অফিস, আহমেদাবাদ\n১৯৭৯ – শক্তি ভবন, এমপি ইলেকট্রিসিটি বোর্ডের প্রশাসনিক অফিস, জবলপুর\n১৯৭৯ – মহাত্মা গান্ধী শ্রম ইনস্টিটিউট\n১৯৮২ – অরণ্য লো কস্ট হাউজিং, ইন্দোর\n১৯৮৪ – বিদ্যাধর নগর, জয়পুর\n১৯৮৯ – ন্যাশনাল ইনস্টিটিউট অফ ফ্যাশন টেকনোলজি, দিল্লি\n১৯৯০ – আমদাবাদ নি গুফা, আহমেদাবাদ\n১৯৯৭ – সাওয়াই গন্ধর্ব স্মারক, পুনে\n২০০২ – উদয়ন দ্য কণ্ডোভিল, উদিতা (এইচআইজি), উৎসব (এমআইজি) উৎসর্গ (এলআইজি) ২৫০০ বাড়ি, কলকাতা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nকার্টিস, উইলিয়াম জেআর, বালিকৃষ্ণ দোশি: ভারতের জন্য একটি স্থাপত্য, রিজোলি, নিউ ইয়র্ক ১৯৮৮,আইএসবিএন ০-৮৪৭৮-০৯৩৭-৪\nজেমস স্টিল, দ্য কমপ্লিট আর্কিটেকচার অফ বালিকৃষ্ণ দোশি, ডেভেলপিং ওয়ার্ল্ডের জন্য আধুনিকতা পুনর্বিবেচনা, টেমস অ্যান্ড হাডসন, লন্ডন ১৯৯৮,আইএসবিএন ০-৫০০-২৮০৮২-৭\nব্রুনো মেলোটো সংস্করণ, বালকৃষ্ণ দোশি। সংগাথ। ঐতিহ্য এবং আধুনিকতার মধ্যে ভারতীয় স্থাপত্য , ম্যাগিওলি, সান্টারকাঞ্জেলো ডি রোমাগনা ২০১২,আইএসবিএন ৮৮-৩৮৭-৬১২৬-৪\nব্রুনো মেলোটো সংস্করণ, বালকৃষ্ণ দোশি। ভারতে মাস্টার্স। লে করবুসিয়ার, লুই কান এবং ভারতীয় প্রসঙ্গ, ম্যাগিওলি, সান্টারকাঞ্জেলো ডি রোমাগনা ২০১৪,আইএসবিএন ৯৭৮-৮৮-৩৮৭-৬২৯৫-৬\n\n\n== বহিঃসংযোগ ==\n\nবাস্তু শিল্প পরামর্শদাতা\nইউটিউবে টেডএক্স নির্মা বিশ্ববিদ্যালয় বক্তৃতা\nইউটিউবে ডিডি ভারতীর সাক্ষাৎকার: পার্ট-১ এবং পার্ট-২\nআর্কিটেক্সচার সাউথ এশিয়াতে বিভি দোশির লেখা, সাক্ষাৎকার এবং প্রকল্প\nইউটিউবে-এ রয়্যাল একাডেমি অফ আর্টসে ২৭ তম বার্ষিক স্থাপত্য বক্তৃতা৷\nটেমপ্লেট:PadmaBhushanAwardRecipients 2020–2029টেমপ্লেট:Pritzker Prize laureates"}