{"pageid": 1378836, "title": "সিজিজি", "url": "https://bn.wikipedia.org/wiki?curid=1378836", "content": "জ্যোতির্বিজ্ঞানে, সিজিজি ( SIZ-ə-jee; প্রাচীন গ্রিক: συζυγία (suzugía) union, yoke) হল মহাকর্ষীয় ব্যবস্থায় তিনটি বা ততোধিক মহাকাশীয় বস্তুর মোটামুটি সরল-রেখার আপেক্ষিক অবস্থান। যখন পৃথিবী জড়িত দেহগুলির মধ্যে একটি হয়, তখন অন্যান্য বস্তুগুলি আকাশে একসাথে কাছাকাছি (বা অধিক্রমণ) বলে মনে হয়।\nশব্দটি প্রায়শই সূর্য, পৃথিবী এবং হয় চাঁদ বা কোন  গ্রহের উদ্দেশ্যে ব্যবহৃত হয় যেখানে পরবর্তীটি সংযোগে বা বিরোধিতায়। অতিক্রম ও অদৃশ্যকরণের মতো সূর্য ও চন্দ্র গ্রহণ সিজিজির সময়ে ঘটে। শব্দটি প্রায়শই প্রয়োগ করা হয় যখন সূর্য এবং চাঁদ একত্রে (অমাবস্যা) বা বিপরীতে (পূর্ণিমা)।\n\n\n== প্রধান ধরনের ==\nসিজিজি কখনও কখনও গোপন, অতিক্রম, বা অদৃশ্যকরণ ফলাফল।\n\nআপাতদৃষ্টিতে ছোট দেহের সামনে দিয়ে আপাতদৃষ্টিতে বড় শরীর চলে গেলে অদৃশ্যকরণ ঘটে।\nঅতিক্রম ঘটে যখন ছোট বডি বড়টির সামনে দিয়ে যায়।\nসম্মিলিত ক্ষেত্রে যেখানে ছোট দেহটি নিয়মিতভাবে বৃহত্তরকে অদৃশ্যকরণ করে, সেখানে অলৌকিকতাকে গৌণ গ্রহণও বলা হয়।\nগ্রহন ঘটে যখন দেহ সম্পূর্ণ বা আংশিকভাবে দৃশ্যের থেকে অদৃশ্য হয়ে যায়, হয় ছদ্মবেশের মাধ্যমে, সূর্যগ্রহণের মতো, বা অন্য দেহের ছায়ায় চলে যায়, যেমন একটি চন্দ্রগ্রহণের সাথে (এইভাবে উভয়ই নাসার গ্রহন পৃষ্ঠায় তালিকাভুক্ত)।\n\n\n== পরিণতি ==\n\n\n=== আইনস্টাইন বলয় ===\n\nযেহেতু ইলেক্ট্রোম্যাগনেটিক রশ্মিগুলি মহাকর্ষ দ্বারা প্রভাবিত হয়, যখন তারা একটি ভারী ভর দিয়ে যায় তখন তারা বাঁকানো হয়। ফলস্বরূপ, ভারী ভর মহাকর্ষীয় লেন্সের রূপ হিসাবে কাজ করে। যদি আলোর উৎস, মহাকর্ষীয় ভর এবং পর্যবেক্ষক এক লাইনে দাঁড়ায়, তবে কেউ দেখতে পায় যাকে আইনস্টাইন বলয় বলা হয়।\n\n\n=== জোয়ারের প্রকরণ ===\n\nসিজিজি জোয়ার-ভাটার পাক্ষিক ঘটনা ঘটায়। অমাবস্যা ও পূর্ণিমায়, সূর্য ও চাঁদ সিজিজিতে থাকে। তাদের জোয়ারের শক্তি একে অপরকে শক্তিশালী করার জন্য কাজ করে এবং সমুদ্র উভয়ই গড়ের চেয়ে উপরে উঠে এবং নিচে পড়ে। বিপরীতভাবে, প্রথম ও তৃতীয় ত্রৈমাসিকে, সূর্য ও চন্দ্র সমকোণে থাকে, তাদের জোয়ারের শক্তি একে অপরকে প্রতিহত করে এবং জোয়ারের পরিসীমা গড়ের চেয়ে ছোট। পৃথিবীর ভূত্বকের মধ্যেও জোয়ারের তারতম্য পরিমাপ করা যেতে পারে, এবং এই ভূ-জোয়ারের প্রভাব ভূমিকম্পের কম্পাঙ্ককে প্রভাবিত করতে পারে।\n\n\n== বহির্জাগতিক মামলা ==\nসিজিজি শব্দটি প্রায়ই সাধারণভাবে জ্যোতির্বিজ্ঞানের বস্তুর আকর্ষণীয় কনফিগারেশন বর্ণনা করতে ব্যবহৃত হয়। উদাহরণস্বরূপ, ২১ শে মার্চ, ১৮৯৪-এ একটি ঘটনা ঘটেছিল, প্রায় ২৩:০০ জিএমটি, যখন বুধ  সূর্যকে স্থানান্তরিত করেছিল যেমনটি শুক্র থেকে দেখা যেত, এবং বুধ ও শুক্র উভয়ই একই সাথে শনি থেকে সূর্যকে অতিক্রম করেছিল।\n\n৩ জুন, ২০১৪-এ, মঙ্গল গ্রহের কিউরিওসিটি রোভার বুধ গ্রহটিকে সূর্যকে অতিক্রম করে দেখেছে, এটি প্রথমবারের মতো পৃথিবী ছাড়াও কোনো মহাকাশীয় বস্তু থেকে গ্রহের অতিক্রম দেখা গেছে।\n\n\n== অন্যান্য ব্যবহার ==\n\nশব্দটি এমন পরিস্থিতি বর্ণনা করতেও ব্যবহৃত হয় যখন সমস্ত গ্রহ সূর্যের একই দিকে থাকে যদিও তারা অগত্যা একটি সরল রেখায় থাকে না, যেমন ১০ মার্চ, ১৯৮২।\nকারণ আমাদের সৌরজগতের সমস্ত গ্রহের কক্ষপথ (সেইসাথে আমাদের চাঁদের) মাত্র কয়েক ডিগ্রির দিকে ঝুঁকে আছে, তারা সবসময় আমাদের আকাশে গ্রহনগ্রহের খুব কাছাকাছি উপস্থিত হবে। তাই, আমাদের দৃষ্টিকোণ থেকে যখন তারা একটি রেখায় (বা বৃহৎ চাপ) বলে মনে হয়, তারা আসলে (সাধারণত) মহাকাশে সারিবদ্ধ থাকে না।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}