{"pageid": 1378833, "title": "চান্দ্র মাস", "url": "https://bn.wikipedia.org/wiki?curid=1378833", "content": "চান্দ্র মাস হল চান্দ্র পঞ্জিকায় একই ধরনের দুটি ধারাবাহিক সিজিজির মধ্যের সময়: অমাবস্যা বা পূর্ণিমা। সুনির্দিষ্ট সংজ্ঞা পরিবর্তিত হয়, বিশেষ করে মাসের শুরুতে।\n\n\n== বৈচিত্র ==\nশোনা, মধ্যপ্রাচ্য এবং ইউরোপীয় ঐতিহ্যে, মাস শুরু হয় যখন যুব অর্ধচন্দ্র প্রথম দেখা যায়, সন্ধ্যায়, সূর্যের সাথে গ্রহসংযোগ হওয়ার পর সন্ধ্যার এক বা দুই দিন আগে (যেমন, ইসলামি বর্ষপঞ্জিতে)। প্রাচীন মিশরে, চান্দ্র মাস শুরু হয়েছিল যেদিন সূর্যোদয়ের ঠিক আগে অস্তমিত চাঁদ আর দেখা যেত না। অন্যরা পূর্ণিমা থেকে পূর্ণিমা পর্যন্ত ছুটছে।\nতবুও অন্যরা গণনা ব্যবহার করে, পরিশীলিততার বিভিন্ন মাত্রার, উদাহরণস্বরূপ, হিব্রু বর্ষপঞ্জি বা গির্জার চান্দ্র পঞ্জিকার। বর্ষপঞ্জির পূর্ণসংখ্যা দিন গণনা করে, তাই মাসগুলি ২৯ বা ৩০ দিন দৈর্ঘ্য হতে পারে, কিছু নিয়মিত বা অনিয়মিত ক্রমানুসারে। ভারতীয় উপমহাদেশে ব্যাপকভাবে ব্যবহৃত প্রাচীন হিন্দু পঞ্চাঙ্গ পঞ্জিকাতে চন্দ্রকলাগুলি বিশিষ্ট, এবং অত্যন্ত নির্ভুলতার সাথে গণনা করা হয়। ভারতে, যুগল থেকে সন্ধি পর্যন্ত মাসকে ত্রিশটি ভাগে ভাগ করা হয় যা তিথি নামে পরিচিত। একটি তিথি ১৯ থেকে ২৬ ঘন্টার মধ্যে থাকে।\nসূর্যোদয়ের সময় তিথির নিয়ম অনুসারে তারিখটির নামকরণ করা হয়েছে। যখন তিথি দিনের চেয়ে ছোট হয়, তখন তিথি লাফ দিতে পারে। এই ঘটনাটিকে ক্ষয় বা লোপা বলা হয়। বিপরীতভাবে তিথিও 'থামা' হতে পারে, অর্থাৎ - একই তিথি পরপর দুই দিনের সাথে যুক্ত। এটি বৃদ্ধি নামে পরিচিত।\nইংরেজি সাধারণ আইনে, চান্দ্র মাস ঐতিহ্যগতভাবে ঠিক ২৮ দিন বা চার সপ্তাহ বোঝায়, এইভাবে ১২ মাসের চুক্তি ঠিক ৪৮ সপ্তাহ ধরে চলে। যুক্তরাজ্যে, চন্দ্রমাস আনুষ্ঠানিকভাবে বর্ষপঞ্জির মাস দ্বারা প্রতিস্থাপিত হয় কাজ এবং অন্যান্য লিখিত চুক্তির জন্য সম্পত্তি আইন ১৯২৫ এর ধারা ৬১(ক) দ্বারা এবং ১৮৫০-পরবর্তী আইনের জন্য ব্যাখ্যা আইন ১৯৭৮ এবং এর পূর্বসূরীদের দ্বারা।\n\n\n== ধরণ ==\nচান্দ্র মাসের বিভিন্ন প্রকার রয়েছে। চান্দ্র মাস শব্দটি সাধারণত সিনোডিক মাসকে বোঝায় কারণ এটি চাঁদের দৃশ্যমান ধাপগুলির চক্র।\nপার্শ্বীয় ও গ্রীষ্মমণ্ডলীয় মাসের মধ্যে পার্থক্য ব্যতীত নিম্নলিখিত ধরণের চান্দ্র মাসের বেশিরভাগই ব্যাবিলনীয় চন্দ্র জ্যোতির্বিদ্যায় প্রথম স্বীকৃত হয়েছিল।\n\n\n== চক্রের দৈর্ঘ্য ==\nসংস্কৃতি নির্বিশেষে, সমস্ত চান্দ্র পঞ্জিকার মাস সিনোডিক মাসের গড় দৈর্ঘ্যের আনুমানিক, চাঁদ তার পর্যায়গুলি (নতুন, প্রথম ত্রৈমাসিক, পূর্ণ, শেষ ত্রৈমাসিক) এবং আবার ফিরে আসে: ২৯-৩০ দিন। চাঁদ প্রতি ২৭.৩ দিনে (পার্শ্বীয় মাস) পৃথিবীর চারপাশে প্রদক্ষিণ সম্পন্ন করে, কিন্তু সূর্যের চারদিকে পৃথিবীর কক্ষপথের গতির কারণে, চাঁদ এখনও তার কক্ষপথের বিন্দুতে না পৌঁছানো পর্যন্ত সিনোডিক চক্র শেষ করে না যেখানে সূর্য থাকে একই আপেক্ষিক অবস্থান।\n\n\n== আরও দেখুন ==\nচান্দ্র দিন\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}