{"pageid": 1378419, "title": "মধুসূদন ঢাকি", "url": "https://bn.wikipedia.org/wiki?curid=1378419", "content": "মধুসূদন ঢাকি (পুরো নাম মধুসূদন অমিলাল ঢাকি) (৩১ জুলাই ১৯২৭ - ২৯ জুলাই ২০১৬) ছিলেন একজন ভারতের স্থাপত্য ও শিল্প ইতিহাসবিদ। তিনি ভারতীয় মন্দির স্থাপত্য, জৈন সাহিত্য এবং শিল্পের উপর বহু ইতিহাস রচনা করেছেন। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nমধুসূদন ঢাকি ১৯২৭ খ্রিস্টাব্দের ৩১ জুলাই  ব্রিটিশ ভারতের  বোম্বে প্রেসিডেন্সির অধুনা গুজরাটের পোরবন্দরে নিকটবর্তী ধানক গ্রামে জন্মগ্রহণ করেন। তার পদবী 'ঢাক' এসেছে গ্রামের নাম ধানক থেকে। মধুসূদনের প্রাথমিক ও মাধ্যমিকস্তরের বিদ্যালয়ের পাঠ পোরবন্দরে সম্পন্ন হয়।  এরপর তিনি পুনের ফার্গুসন কলেজ থেকে ভূতত্ত্ব ও রসায়নে স্নাতক হয়ে স্বল্প সময় সেন্ট্রাল ব্যাঙ্কে কাজ করেন। এরপর তিন বৎসর উদ্যানপালনের ক্ষেত্রে কাজ করেন। ১৯৫১ খ্রিস্টাব্দে পোরবন্দরে প্রত্নতত্ত্ব নিয়ে গবেষণার জন্য একটি কেন্দ্র স্থাপন করেন এবং  সেইসঙ্গে ভারতীয় শাস্ত্রীয় সঙ্গীত শিক্ষা ও গবেষণায় মনোযোগ দেন। গীতাবেনকে বিবাহ করেন।  ১৯৭৬ খ্রিস্টাব্দ হতে ১৯৯৬ খ্রিস্টাব্দ পর্যন্ত তিনি গুরুগাঁও-এ 'আমেরিকান ইনস্টিটিউট অফ ইন্ডিয়ান স্টাডিজ'-এ শিল্পকলা ও প্রত্নতত্ত্ব বিষয়ে কেন্দ্রের গবেষণা পরিচালক এবং পরবর্তীতে সেখানেই ২০০৫ খ্রিস্টাব্দ পর্যন্ত সময়ে ডিরেক্টর ইমেরিটাস পদে ছিলে। স্বাধীন ভারতে সোমনাথ মন্দির পুনর্নির্দেশ নির্মাণেও তার অবদান ছিল। \nমধুসূদন ঢাকি স্বল্প রোগভোগের পর ২০১৬ খ্রিস্টাব্দের ২৯ জুলাই স্বল্প রোগভোগের পর আহমেদাবাদের নারানপুরায় নিজ বাসভবনে প্রয়াত হন। \n\n\n== রচনাসমূহ ==\nমধুসূদন ঢাকি শিল্পকলা ও স্থাপত্য, বিশেষকরে মন্দির স্থাপত্যের উপর পঁচিশটি গ্রন্থ ও ৩২৫ টি গবেষণাসমৃদ্ধ প্রবন্ধ ও চার শতাধিক নিবন্ধ রচনা করেছেন।  জৈন সাহিত্যের উপর তার বেশ কিছু রচনাসহ ভারতীয় মন্দির স্থাপত্যের উপর চোদ্দ খণ্ডের রচনাবলী ছিল তার উল্লেখযোগ্য অবদান।\nতার রচিত উল্লেখযোগ্য গ্রন্থগুলি হল-\n\n দ্য এমব্রয়ডারি অ্যান্ড বিড ওয়ার্ক অফ কচ্ছ অ্যান্ড সৌরাষ্ট্র (১৯৬৬) ;\nদ্য রিডল অফ দ্য টেম্পল অফ সোমনাথ (১৯৭৪);\nদ্য ইন্ডিয়ান টেম্পল ফর্মস ইন কর্ণাটা ইন্সক্রিপশনস্ অ্যান্ড আর্কিটেচার (১৯৮৭);\nএনসাইক্লোপিডিয়া অফ ইন্ডিয়ান টেম্পল আর্কিটেচার (মাইকেল মিস্টারে সঙ্গে যৌথভাবে);\n দ্য ইন্ডিয়ান টেম্পল ট্রেসেরিজ (২০০৫);\nকমপ্লেক্সিটিজ সারাউন্ডিং দ্য বিমলাভাসাহী টেম্পল অ্যাট মাউন্ট আবু (১৯৮০);\nঅরহত পর্ব এবং ধারণেন্দ্র নেক্সাস, নির্গ্রন্থ ঐতিহাসিক লেখ-সমুচয়, প্রফেসর নির্মলকুমার বোস অ্যান্ড হিস কনট্রিবিউশন টু ইন্ডিয়ান টেম্পল আর্কিটেচার: দ্য প্রতিষ্ঠা-লক্ষনসমুচায়া অ্যান্ড দ্য আর্কিটেচার অফ কলিঙ্গ (১৯৯৮),\nদ্য টেম্পলস্ অফ কুম্ভরিয়া (২০০১);\nসপ্তক (১৯৯৭);\nশনি মেখলা অ্যান্ড তাম্রশাসন (২০১১);\nশেষ দুটি গ্রন্থ কল্পকাহিনী। \n\n\n== পুরস্কার ==\nমধুসূদন ঢাক মুম্বাইয়ের এশিয়াটিক সোসাইটির ক্যাম্পবেল মেমোরিয়াল গোল্ড মেডেল লাভ করেন। তিনি ২০২০ খ্রিস্টাব্দে রঞ্জিতরাম সুবর্ণ চন্দ্রক ও  ভারত সরকারের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার  পদ্মভূষণে লাভ করেন। তিনি ১৯৭৪ খ্রিস্টাব্দে  'কুমার চন্দ্রক' এবং উমা স্নেহরাশ্মি পুরস্কারও পেয়েছিলেন ।  তিনি গুজরাট ইতিহাস পরিষদ কর্তৃক আজীবন কৃতিত্ব পুরস্কারে ভূষিত হন। \n\n\n== আরো দেখুন ==\nগুজরাটি ভাষার লেখকদের তালিকা\n\n\n== তথ্যসূত্র =="}