{"pageid": 1379623, "title": "রামপুর-সহসওয়ান ঘরানা", "url": "https://bn.wikipedia.org/wiki?curid=1379623", "content": "রামপুর-সহসওয়ান ঘরানা হল ভারতের  হিন্দুস্তানি শাস্ত্রীয় সংগীতের একটি বিখ্যাত ঘরানা। এটি উত্তর- উত্তর প্রদেশের রামপুর এবং সহসওয়ান শহরে কেন্দ্রীভূত। এই ঘরানার নয়জন শিল্পী এ পর্যন্ত পদ্ম পুরস্কার পেয়েছেন।\n\n\n== ইতিহাস ==\nএই ঘরানার সূত্রপাত করেন তৎকালীন  রামপুর রাজ্যের রাজ দরবারের খেয়াল শিল্পী মেহবুব খান। তবে তার উত্তরাধিকারকে এগিয়ে নিয়ে যান তার পুত্র উস্তাদ ইনায়েত হোসেন খান (১৮৪৯ -১৯১৯)। মেহবুব খান একসময় লখনউয়ের নবাব ওয়াজিদ আলী খানের দরবারেও গায়কও ছিলেন। .\nইনায়েত হোসেন খান তার পিতা মেহবুব খানের কাছে শাস্ত্রীয় সঙ্গীতে তালিম নেন। ১৮৫৭ খ্রিস্টাব্দের বিদ্রোহে লখনউয়ের পরিস্থিতি খারাপ হলে, মেহবুব খান ইনায়েত হোসেন খানকে রামপুরে তার মাতামহের কাছে নিয়ে আসেন। ইনায়েত হোসেন তখন রামপুরে উস্তাদ বাহাদুর খানের কাছে সঙ্গীতের শিক্ষা নেন।\nউস্তাদ মুস্তাক হুসেইন খান ছিলেন উস্তাদ ইনায়েত হোসেন খানের শিষ্য।\nইনায়েত হোসেন খান এবং ওস্তাদ মুস্তাক হুসেইন খানও রামপুর নবাবের দরবারে গায়ক ছিলেন। রামপুর রাজ্যের নবাবগণের পৃষ্ঠপোষকতায় ঐতিহ্যবাহী সঙ্গীত ঘরানার উদ্ভব হয়। রামপুর ও সহসওয়ান শহরের সঙ্গীত ঘরানার নাম হয় রামপুর-সহসওয়ান ঘরানা।\n\n\n== ঘরানার বৈশিষ্ট্য ==\nরামপুর-সহসওয়ান ঘরানার গায়াকি গোয়ালিয়র ঘরানার সাথে ঘনিষ্ঠভাবে সম্পর্কিত। কেননা ঘরানাটির উদ্ভবে তানসেন বংশীয় গুণীদের অবদান ছিল বলে একে সেনী ঘরানারই রূপান্তর হিসাবেও মনে করা হয়। যেখানে মাঝারি-ধীর গতি, একটি পূর্ণ-গলা কণ্ঠস্বর এবং জটিল ছন্দময়তার খেলা রয়েছে। ঘরানার শৈলীটি তানের বৈচিত্র্য এবং জটিলতার জন্যও পরিচিত (র‍্যাপিডফায়ারের বিস্তারিত), পাশাপাশি তারানা গানের জন্যও।\nএই ঘরানার স্বনামধন্য গায়কদের মধ্যে প্রথম এবং সম্ভবত ইনায়েত হোসেন খানের সর্বাগ্রে শিষ্য হায়দার খান । খান এবং তার পরিবার এই বিশিষ্ট পরিবারের উত্তরাধিকার লালন-পালনে গুরুত্বপূর্ণ ভূমিকা পালন করে। তার ছেলে ফিদা হোসেন খান এবং তার নাতি নিসার হোসেন খান সেই ঐতিহ্য অব্যাহত রেখেছেন।\nনিসার হোসেন খান একজন মহান শিক্ষক ছিলেন যার শিষ্যদের মধ্যে রয়েছেন কণ্ঠশিল্পী গোলাম মোস্তফা খান, রশিদ খান, হাফিজ আহমেদ খান । মুশতাক হুসেন খান ছিলেন হায়দার খানের শিষ্য এবং পরে ইনায়েত হোসেন খান তাকে লালন-পালন করেন। গানে তিনি প্রথম পদ্মভূষণ পুরস্কার পান।\nঘরানা দুটি আন্তঃসম্পর্কিত পরিবার দ্বারা প্রতিনিধিত্ব করে - ইনায়েত হোসেন খান এবং তার অন্যান্য আত্মীয় ও শিষ্যদের সরাসরি বংশধর।\n2006 সালে, ডক্টর শকুন্তলা নরসিমহন, নিজে হাফিজ আহমেদ খানের একজন শিষ্য, রামপুর-সাহসওয়ান ঘরানার উপর দ্য স্প্লেন্ডার অফ রামপুর-সাহসওয়ান ঘরানার একটি বই প্রকাশ করেন। \n\n\n== ঘরানার বিখ্যাত শিল্পীরা ==\nউনিশ শতক-\nহায়দার খান (১৮৫৭-১৯২৭), আলী বক্স খানের পুত্র ও শিষ্য।\nইনায়েত হোসেন খান (১৯৪৯-১৯১৯), মেহবুব খান বখশের ছেলে ও শিষ্য। * বাহাদুর হুসেন খান (রামপুরের সেনিয়া ঘরানা) এবং গোয়ালিয়রের হাদ্দু খানের কাছ থেকেও শিখেছেন ।\nমুস্তাক হুসেইন খান (১৮৭৮-১৯৬৪), কাল্লান খানের ছেলে ও শিষ্য। এছাড়াও বড় ভাই আশিক হোসেন খান, শ্বশুর ইনায়েত হোসেন খান এবং ওয়াজির খানের কাছ থেকে শিখেছেন ।\nবিশ শতক-\nঅরুণ ভাদুড়ী (১৯৪৩-২০১৮), ইশতিয়াক হোসেন খানের শিষ্য।\nসুলোচন ব্রহস্পতি (জন্ম ১৯৩৭), মুস্তাক হুসেইন খানের শিষ্য।\nনয়না দেবী (১৯১৭-১৯৯৩), মুস্তাক হুসেইন খানের শিষ্য।\nভীমসেন জোশী (১৯২২-২০১১ ), মুস্তাক হুসেইন খানের শিষ্য। কিরানা ঘরানার সাথে আরও যুক্ত ।\nগোলাম আবিদ খান, মুস্তাক হুসেইন খানের ছেলে ও শিষ্য।\nগোলাম হোসেন খান (জন্ম ১৯৩৬), মুস্তাক হুসেইন খানের ছেলে ও শিষ্য।\nগোলাম মোস্তফা খান (১৯৩১ - ২০২১), ওয়ারিস হোসেন খানের ছেলে ও শিষ্য। শ্বশুর মুস্তাক হুসেইন খানের কাছ থেকেও শিখেছেন।\nগোলাম জাফর খানের ছেলে ও শিষ্য গোলাম সাদিক খান। মোশতাক হোসেন খানের জামাতা ও শিষ্য।\nহাফিজ আহমেদ খান (১৯২৬ -২০০৬), রশিদ আহমেদ খানের ছেলে ও শিষ্য। মুস্তাক হুসেইন খানের কাছ থেকেও শিখেছেন।\nনিসার হুসেন খান (১৯০৯-১৯৯৩), ফিদা হোসেন খানের পুত্র ও শিষ্য।\nশান্নো খুরানা (জন্ম ১৯২৭), মুশতাক হোসেন খানের শিষ্য।\nসুমতি মুতাটকার(১৯১৬-২০০৭), মুস্তাক হুসেইন খানের শিষ্য।\nএকুশ শতক-\nতুষার দত্ত (জন্ম ১৯৬৯), অরুণ ভাদুড়ীর শিষ্য।\nশিরিন সেনগুপ্ত নাথ (জন্ম. ১৯৭৩ ), পণ্ডিত অরুণ ভাদুড়ীর শিষ্য।\n\n\n== তথ্যসূত্র =="}