{"pageid": 1379219, "title": "এমআরটি লাইন ২", "url": "https://bn.wikipedia.org/wiki?curid=1379219", "content": "এমআরটি লাইন ২ হলো ঢাকার প্রস্তাবিত দ্রুতগামী গণপরিবহন রেলপথ। এটি ঢাকা মেট্রোরেল ব্যবস্থায় পঞ্চম রেলপথ যা ঢাকা ম্যাস ট্রানজিট কোম্পানি লিমিটেড (ডিএমটিসিএল) দ্বারা পরিচালিত হবে। এটি ২০৩০ সালে চালু করার জন্য নির্ধারিত হয়েছে।\n\n\n== ইতিহাস ==\n২০০৫ সালে বিশ্ব ব্যাংক একটি সমীক্ষা প্রতিবেদন প্রকাশ করে যেখানে বাংলাদেশ সরকারকে ঢাকায় একটি গণপরিবহন ব্যবস্থা গড়ে তোলার সুপারিশ করা হয়। একই বছর মার্কিন পরামর্শক ফার্ম লুই বার্জার গ্রুপ ঢাকার জন্য একটি কৌশলগত পরিবহন পরিকল্পনা তৈরি করে। বিশ্বব্যাংক এই পরিকল্পনাটি তৈরি করতে সহায়তা করে যেখানে ঢাকায় পাঁচটি এমআরটি লাইন নির্মাণের প্রস্তাব করা হয়েছিলো। সেই পাঁচটি মেট্রো রেলপথ হলো এমআরটি লাইন ১, এমআরটি লাইন ২, এমআরটি লাইন ৪, এমআরটি লাইন ৫ এবং এমআরটি লাইন ৬। ১৫ জুন ২০১৭ সালে সরকারি–বেসরকারি অংশীদারিত্বের (পিপিপি) ভিত্তিতে এমআরটি লাইন ২ নির্মাণের জন্য বাংলাদেশ ও জাপান সরকারের মধ্যে একটি চুক্তি স্বাক্ষরিত হয়। পরের বছরের ৭ জুন, পিপিপিতে এর নির্মাণ প্রকল্প তালিকাভুক্ত করার জন্য মারুবেনির নেতৃত্বে একটি উপকর্ম দল গঠিত হয়। এমআরটি লাইন ২-এর মাধ্যমে গাবতলীকে কমলাপুরের সাথে যুক্ত করার পরিকল্পনা করা হয়েছিলো। ১ অক্টোবর ২০১৯ সালে নারায়ণগঞ্জ সিটি কর্পোরেশনের মেয়র সেলিনা হায়াৎ আইভী নারায়ণগঞ্জকে ঢাকা মেট্রো নেটওয়ার্কের সাথে যুক্ত করার জন্য সড়ক পরিবহন ও সেতুমন্ত্রী ওবায়দুল কাদেরের কাছে একটি লিখিত অনুরোধ জমা দেন। ফলস্বরূপ, ২৪ নভেম্বর ২০১৯ সালে ঢাকা পরিবহন সমন্বয় কর্তৃপক্ষের সভায় এমআরটি লাইন ২-এর যাত্রাপথ সংশোধন করে নারায়ণগঞ্জ সদর উপজেলার চট্টগ্রাম রোড এলাকা পর্যন্ত সম্প্রসারণের সিদ্ধান্ত নেওয়া হয়। এই রেলপথ দিয়ে তিন লাখ যাত্রী যাতায়াত করতে পারে বলে প্রাক-সম্ভাব্যতা প্রতিবেদনে দেখানো হয়। যাত্রাপথে ২৪টি স্টেশন প্রস্তাব করা হয় যার প্রস্তাবিত দৈর্ঘ্য ২৪ কিলোমিটার ছিলো। কিন্তু ঢাকা ম্যাস ট্রানজিট কোম্পানি লিমিটেড (ডিএমটিসিএল) প্রতিবেদনের সাথে দ্বিমত পোষণ করে কারণ পরামর্শক ফার্মের পিপিপি সমীক্ষায় সুপারিশ করা হয়েছিলো যে জাপানকে এমআরটি লাইন ২-এর পরিচালনা ও রক্ষণাবেক্ষণের দায়িত্ব নিতে হবে। ২০২০-২১ অর্থবছরের জন্য ওরিয়েন্টাল কনসালট্যান্ট গ্লোবাল ও পিডব্লিউসি দ্বারা প্রস্তুত করা একটি প্রাথমিক সমীক্ষার ভিত্তিতে প্রকল্পটিকে ২০২১ সালের মার্চের প্রতিবেদনে বাস্তবায়নের জন্য অযোগ্য ঘোষণা করা হয়েছিলো। যাইহোক, ২০১৫ সালে চূড়ান্ত কৌশলগত পরিবহন পরিকল্পনা (এসটিপি) প্রকল্পটিকে সম্ভাব্য করে তোলে। সমীক্ষা অনুযায়ী যদি পিপিপিতে নির্মাণ করা হয় তাহলে সরকারকে বাজেটের ৮৫% বহন করতে হবে, তাই সরকার এটিকে পিপিপি থেকে বাদ দেয় ও নির্মাণের জন্য দাতা সংস্থার সন্ধান করতে থাকে। অন্যদিকে এমআরটি লাইন ২-এর প্রস্তাবিত যাত্রাপথে আরেকটি রেলওয়ে প্রকল্প চলমান থাকায় ডিএমটিসিএল দক্ষিণাঞ্চলীয় শহর নারায়ণগঞ্জকে মেট্রো নেটওয়ার্কের সাথে সংযুক্ত করার জন্য যাত্রাপথ পরিবর্তন করার পরিকল্পনা করে। প্রস্তাবিত এই দ্রুত গণপরিবহন রেলপথের বাজেট ছিলো প্রায় ৳৬০,০০০ কোটি। ২০২৩ সালে সরকার এমআরটি লাইন ২-এর তহবিলের জন্য দাতা খুঁজে বের করার জন্য অর্থনৈতিক সম্পর্ক বিভাগকে (ইআরডি) অনুরোধ করার সিদ্ধান্ত নেয়। ইআরডি বিশ্ব ব্যাংক, জাপান ও দক্ষিণ কোরিয়াকে সম্ভাব্য দাতা হিসেবে খুঁজে পায়। ৩ জুলাই ২০২৪ সালে ইআরডির সাথে চীনের রপ্তানি–আমদানি ব্যাংক বৈঠকে এমআরটি লাইন ২-এর মোট বাজেটের ৭৫% অর্থ ঋণ দিতে আগ্রহ প্রকাশ করে। একই দিনে স্থানীয় সরকার, পল্লী উন্নয়ন ও সমবায় মন্ত্রী তাজুল ইসলামকে প্রকল্পটির জন্য জাপান আন্তর্জাতিক সহযোগিতা সংস্থার উপ-সভাপতি হারা সোহেই আর্থিকভাবে সহযোগিতা করার আশ্বাস দেন। আগস্ট ২০২৪ সালে ইউনূস অন্তর্বর্তীকালীন সরকার গঠিত হওয়ার পর পরিকল্পনা উপদেষ্টা ওয়াহিদউদ্দিন মাহমুদের নির্দেশে পরিকল্পনা কমিশন অর্থনৈতিক গুরুত্ব ও যাত্রাপথের জনঘনত্ব বিবেচনা করে প্রস্তাবিত লাইনটি বাস্তবায়নের ক্ষেত্রে অগ্রাধিকার প্রদান ও সাউদার্ন রুটের গাবতলী থেকে কারওয়ান বাজার অংশ বাদ দিয়ে লাইন ২-এর একটি শাখা লাইন বিজয় সরণিতে এমআর লাইন ৬-এর সাথে সংযুক্ত করার প্রস্তাব করা হয়।\n\n\n== স্টেশন ==\n\n\n=== প্রধান রেলপথ ===\n\n\n=== শাখা রেলপথ ===\n\n\n== তথ্যসূত্র =="}