{"pageid": 1379972, "title": "পিএএফ কলেজ সারগোদা", "url": "https://bn.wikipedia.org/wiki?curid=1379972", "content": "পিএএফ কলেজ সারগোদা পাকিস্তান বিমান বাহিনী পরিচালিত একটি শিক্ষাপ্রতিষ্ঠান। পাকিস্তানের পাঞ্জাব প্রদেশের সারগোদায় অবস্থিত এ কলেজটি ১৯৫৩ সালে প্রতিষ্ঠিত হয়। পাকিস্তান বিমানবাহিনী একাডেমীর একটি ফিডিং স্কুল হিসেবে প্রতিষ্ঠিত হলেও ১৯৯০ সাল থেকে এটি একটি পাবলিক স্কুল হিসেবে কার্যক্রম পরিচালনা করছে।\n\n\n== ইতিহাস ==\n১৯৫১ সালে পাকিস্তানের প্রধানমন্ত্রী লিয়াকত আলী খানের সভাপতিত্বে প্রতিরক্ষা কমিটি পিএএফ একাডেমি রিসালপুরের জন্য দুটি ফিডার স্কুল (অন্যটি পিএএফ পাবলিক স্কুল লোয়ার টোপা) প্রতিষ্ঠার একটি প্রকল্প অনুমোদন করে। প্রথম পাঁচ বছর প্রকল্পটি পরিচালনা ও ব্যবস্থাপনার জন্য যুক্তরাজ্যের এয়ার সার্ভিস ট্রেনিং লিমিটেডের সাথে একটি চুক্তি স্বাক্ষরিত হয়। প্রতিরক্ষা সচিবকে সভাপতি এবং পাকিস্তান বিমান বাহিনীর কমান্ডার-ইন-চিফ এয়ার ভাইস মার্শাল এলডাব্লিউ ক্যাননকে সহ-সভাপতি করে পরিচালনা পর্ষদ গঠন করা হয়।\n১৯৫২ সালে পূর্ব ও পশ্চিম পাকিস্তানের মোট ১০০ জন ছাত্রকে ভর্তির জন্য নির্বাচিত করা হয়। বর্তমান স্কুল সিক কোয়ার্টার (এসএসকিউ) প্রথম একাডেমিক ব্লক হিসেবে ব্যবহৃত হয়। ওডিয়ন ব্লকে টেম্পেস্ট এবং ফিউরি নামে দুটি বোর্ডিং হাউজ প্রতিষ্ঠিত হয়। ১৯৫৫ সালে স্কুলে চারটি আবাসিক ব্লক নির্মিত হয়। এর মধ্যে দুটি ব্লকে টেম্পেস্ট ও ফিউরি হাউসকে স্থানান্তর করা হয় এবং অপর দুই ব্লকে অ্যাটাকার ও সাবরে হাউজ গঠন করা হয়। পুরাতন টেম্পেস্ট হাউজের অর্ধেক ছাত্রকে সাবরে হাউজে এবং ফিউরি হাউজের অর্ধেক ছাত্রকে অ্যাটাকার হাউজে পাঠানো হয়।\n১৯৬৭ সালে স্কুলের নাম পিএএফ পাবলিক স্কুল থেকে পিএএফ কলেজ সারগোদা করা হয়। টেম্পেস্ট, ফিউরি, অ্যাটাকার ও সাবরে হাউজের নাম পরিবর্তন করে ১৯৬৫'র যুদ্ধে শহীদ বৈমানিক ইউনুস, ইকবাল, মুনির ও রফিকীর নামে নামকরণ করা হয়। স্কুল ম্যাগাজিন \"দ্য সারগোদিয়ান\"-এর নাম পরিবর্তন করে \"শাহবাজ\" রাখা হয়।\n১৯৬৭ সালের আগস্টে লোয়ার টোপা স্কুলটিকেও সারগোদার সাথে একীভূত করা হয়। ডাব্লিউ এবং টি এন্ট্রিগুলো পিএএফ কলেজ সারগোদায় যোগদান করে এবং বিদ্যমান চারটি হাউজে বিভক্ত হয়। ১৯৬৮ সালে লোয়ার টোপা থেকে ইউ ও ভি এন্ট্রিরাও সারগোদায় যোগ দেয়। এসময় ওডিয়ন ব্লকে আরও দুটি হাউজ প্রতিষ্ঠিত হয় (আলম হাউজ ও আলাউদ্দিন হাউজ)। ১৯৭৩ সালে পিএএফ একাডেমি রিসালপুরে ভর্তির যোগ্যতা ডিগ্রি স্তরে উন্নীত করা হলে সে বছর এই কলেজটি ডিগ্রী কলেজ হিসেবে যাত্রা শুরু করে। ফলে প্রতিষ্ঠানটির পাবলিক স্কুল ব্যবস্থা বন্ধ হয়ে যায় এবং কলেজটি জিডি (পি) এবং ইঞ্জিনিয়ারিং উভয় শাখার বিমান ক্যাডেটদের পূর্ণ সামরিক প্রশিক্ষণ দেওয়া শুরু করে, যা পিএএফ একাডেমি রিসালপুরে ফ্লাইং ট্রেনিং পর্বে অনুসরণ করা হয়। এসময় মিনহাস ও সাফি নামে দুটি নতুন হাউজ (তখন স্কোয়াড্রন বলা হতো) গঠিত হয়। ১৯৮৫ সালে বিএসসি ক্লাস রিসালপুরে স্থানান্তরিত হয় এবং শুধুমাত্র এফএসসি (উচ্চমাধ্যমিক)-এর ক্লাস কলেজে অনুষ্ঠিত হতে থাকে।\nকলেজটি পুনরায় পাবলিক স্কুলে পরিণত হওয়ার পর, আটটি হাউজের নাম পরিবর্তন করে অ্যাটাকার, ফ্যালকন, ফিউরি, হ্যালিফ্যাক্স, মিরেজ, স্যাবরে, স্টারফাইটার এবং টেম্পেস্ট রাখা হয়। ২০০১ সালের নভেম্বরে প্রতিষ্ঠান-প্রধানের পদবীকে অধ্যক্ষ হিসেবে নামকরণ করা হয়। ২০০২ সাল নাগাদ প্রতিষ্ঠানটি তার পুরানো নাম পিএএফ পাবলিক স্কুল সারগোদায় ফিরে যায়।\n\n\n== অধ্যক্ষবৃন্দ ==\nএরিক স্প্রাওসন (১৯৫৩ – ১৯৫৮)\nহিউগ ক্যাচপোল (১৯৫৮ – ১৯৬৭)\nআবদুর রেহমান কুরাইশি (১৯৬৭ – ১৯৮৪)\nসিএম লতিফ (১৯৮৪ – ১৯৮৬)\nএম আকরাম লোদী (১৯৮৬ – ১৯৮৭)\nফরিদ এ শাহ (১৯৮৭ – ১৯৯১)\nএম বিলাল খান (১৯৯১ – ১৯৯৩)\nএস ইমতিয়াজ হায়দার (১৯৯৩)\nআফতাব রাজা (১৯৯৩ – ২০০১)\nএমএ কাদির সারগানা (২০০১ – ২০০৭)\nডাব্লিউসি হিগনেট (২০০৭ – ২০০৯)\nতৈয়ব এন আখতার (২০০৯ – ২০১২)\nফারুক এইচ কিয়ানী (২০১২ – ২০১৩)\nসাজিদ হাবিব (২০১৩ – ২০১৬)\nকাসিম মাসুদ খান (২০১৬ – ২০২০)\nইমরান খালিদ (২০২০ – ২০২২)\nআসিফ মাকসুদ (২০২৩ – )\n\n\n== উল্লেখযোগ্য শিক্ষার্থী ==\nআহসান ইকবাল – পাকিস্তানের সাবেক শিক্ষামন্ত্রী\nএম. এ. মান্নান – বাংলাদেশের পরিকল্পনা মন্ত্রী\nশহীদ আজিজ সিদ্দিকী – করাচির জিয়াউদ্দিন মেডিকেল বিশ্ববিদ্যালয়ের উপাচার্য\nইব্রাহিম সাবের – হকি খেলোয়াড়\nশফিক-উল-হক – বাংলাদেশী ক্রিকেটার\nমহিউদ্দিন আহমেদ, বাংলাদেশী প্রকাশক\n\n\n=== সামরিক ===\nআহসান সেলিম হায়াত – পাকিস্তান সেনাবাহিনীর সাবেক উপপ্রধান\nএহসান উল হক – ইন্টার-সার্ভিসেস ইন্টেলিজেন্সের সাবেক মহাপরিচালক\nকালীম সাদাত – পাকিস্তান বিমান বাহিনীর সাবেক প্রধান\nগোলাম মোহাম্মদ মালিক – ১০ম কর্পসের সাবেক কমান্ডার\nতানভির মাহমুদ আহমেদ – পাকিস্তান বিমান বাহিনীর সাবেক প্রধান\nফখরুল আজম – বাংলাদেশ বিমান বাহিনীর সাবেক প্রধান\nফারুক ফিরোজ খান – পাকিস্তান বিমান বাহিনীর সাবেক প্রধান\nমঈন ইউ আহমেদ – বাংলাদেশের সাবেক সেনাপ্রধান\nমতিউর রহমান – বীরশ্রেষ্ঠ\nমমতাজ উদ্দিন আহমেদ – বাংলাদেশ বিমান বাহিনীর সাবেক প্রধান\nমোহাম্মদ আবুল মঞ্জুর – বীর উত্তম\nমোহাম্মদ জিয়াউদ্দিন – বীর উত্তম\nমুহাম্মদ রফিকুল ইসলাম – বাংলাদেশ বিমান বাহিনীর সাবেক প্রধান\nরাও কমর সুলেমান – পাকিস্তান বিমান বাহিনীর সাবেক প্রধান\nশহীদ লতিফ – পাকিস্তান বিমান বাহিনীর সাবেক উপপ্রধান\nসাইফুল আজম – পাকিস্তান ও বাংলাদেশ বিমান বাহিনীর বৈমানিক\nসুলতান মাহমুদ – বাংলাদেশ বিমান বাহিনীর সাবেক প্রধান\n\n\n== তথ্যসূত্র =="}