{"pageid": 1379195, "title": "চার মিনার মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1379195", "content": "চার মিনার মসজিদ (চার মিনার উজবেক: Chor minor), খলিফ নিয়াজ - কুলের মাদ্রাসা নামে পরিচিত , ঐতিহাসিক শহর বুখারা উজবেকিস্তানের বর্তমানে ধ্বংসপ্রাপ্ত মাদ্রাসার একটি ঐতিহাসিক প্রবেশদ্বার। এটি লিয়াব - ই হৌজ কমপ্লেক্সের উত্তর - পূর্বে একটি গলিতে অবস্থিত। এটি একটি সাংস্কৃতিক ঐতিহ্যবাহী স্মৃতিস্তম্ভ হিসাবে সুরক্ষিত এবং এটি বুখারার বিশ্ব ঐতিহ্যবাহী স্থান ঐতিহাসিক কেন্দ্রের একটি অংশ। ফার্সি ভাষায় স্মৃতিস্তম্ভটির নামের অর্থ \" চারটি মিনার \" যা ভবনের চারটি টাওয়ারকে বোঝায়।\n\n\n== ইতিহাস ==\n১৮০৭ সালে মাঙ্গিত রাজবংশের শাসনামলে তুর্কমেন বংশোদ্ভূত ধনী বুখারান খলিফ নিয়াজ - কুল দ্বারা এই কাঠামোটি নির্মিত হয়েছিল। চার - উঁচু কাঠামোটি কখনও কখনও মাদ্রাজাগুলির একটি গেট হিসাবে ভুল করা হয় যা একসময় কাঠামোর পিছনে বিদ্যমান ছিল - তবে চার - মিনার আসলে দুটি ফাংশন সহ ভবনগুলির একটি কমপ্লেক্স - আচার এবং আশ্রয় । মূলত এটি একটি মাদ্রাসার একটি কমপ্লেক্সের অংশ ছিল যা ভেঙে ফেলা হয়েছিল। বুখারা স্থাপত্যের সাথে এই ভবনটির কোন সাদৃশ্য নেই এবং নিয়াজকুলের অনুপ্রেরণা ও উদ্দেশ্য অস্পষ্ট।\n\n\n== স্থাপত্য ==\nপ্রধান ভবনটি একটি মসজিদ। অস্বাভাবিক বাহ্যিক আকৃতি থাকা সত্ত্বেও ভবনটির একটি মধ্য এশীয় মসজিদের জন্য একটি সাধারণ অভ্যন্তর রয়েছে । দালানগুলির কারণে কক্ষটিতে ভাল ধ্বনিগত বৈশিষ্ট্য রয়েছে এবং তাই ' ধিক্র - হানা ' - এর বিশেষ তাৎপর্য রয়েছে - যা সুফি ' র ধর্মীয় ' ধিক্র ' অনুষ্ঠানের একটি স্থান , যার প্রার্থনায় প্রায়শই আবৃত্তি গান এবং বাদ্যযন্ত্রের সংগীত অন্তর্ভুক্ত থাকে । কেন্দ্রীয় অট্টালিকার উভয় পাশেই বাসস্থান রয়েছে , যার মধ্যে কয়েকটি ভেঙে পড়েছে এবং কেবল তাদের ভিত্তি দৃশ্যমান রয়েছে । ফলে মাদ্রাসাগুলোর সম্পূর্ণ কার্যকারিতার জন্য শুধুমাত্র শ্রেণীকক্ষ এবং কিছু ইউটিলিটি রুমের অভাব রয়েছে । তবে , এটা প্রচলিত ছিল যে তথাকথিত মাদ্রাসাগুলিতে বক্তৃতা কক্ষ বা বক্তৃতা কক্ষ না থাকলেও দেওয়া হত না । এই মাদ্রাসাগুলি ছাত্রদের আশ্রয়ের কাজ করত।\nচার - মিনার থেকে ডানদিকে একটি পুকুর রয়েছে যা সম্ভবত বিল্ডিং কমপ্লেক্সের বাকি অংশের সমান বয়সের । চারমিনার এখন তার পরিধি বরাবর প্রধানত ছোট বাড়ি এবং দোকান দ্বারা বেষ্টিত।\n\n\n=== টাওয়ার ===\nচর মসজিদ মিনারগুলি মিনার নয়। এর মধ্যে তিনটি সংরক্ষণের জন্য ব্যবহৃত হয়েছিল এবং একটিতে উপরের তলায় যাওয়ার সিঁড়ি রয়েছে। এগুলির সবকটির শীর্ষে নীল সিরামিক টাইল দ্বারা আবৃত গম্বুজ রয়েছে। চারটি টাওয়ারের প্রত্যেকটির আলাদা আলাদা ডেকো যুক্তিসঙ্গত মোটিফ রয়েছে। কেউ কেউ বলেন যে , সাজসজ্জার উপাদানগুলি মধ্য এশীয়দের কাছে পরিচিত চারটি ধর্মকে প্রতিফলিত করে। জরাথুস্ট্র এবং ইসলামী মোটিফ ছাড়াও একটি খ্রিস্টান মাছের মোটিফ এবং একটি বৌদ্ধ প্রার্থনা - চাকা ক্রসের স্মরণ করিয়ে দেয় এমন উপাদানগুলি পাওয়া যায়।\n১৯৯৫ সালে একটি ভূগর্ভস্থ নদীর কারণে চারটি টাওয়ারের মধ্যে একটি ধসে পড়ে  এবং ইউনেস্কো কর্তৃক বিশ্ব ঐতিহ্য তহবিলের অধীনে জরুরি সহায়তার জন্য আবেদন করা হয়েছিল এবং মঞ্জুর করা হয়েছিল। যদিও এই ধসের ফলে পুরো কাঠামোটি অস্থিতিশীল হয়ে পড়েছিল , কর্তৃপক্ষ বিপর্যয় সম্পর্কে সচেতনতা ন্যূনতম রাখতে উদ্বিগ্ন ছিল। কোনও ব্যাখ্যা ছাড়াই ভবনটি দর্শনীয় স্থানের তালিকা থেকে অদৃশ্য হয়ে যায় এবং নিম্নমানের সিমেন্ট ও ইস্পাতের মতো অপ্রচলিত নির্মাণ সামগ্রী ব্যবহার করে টাওয়ারটির দ্রুত পুনর্নির্মাণের পরে। চর মিনার শহরের অন্যতম জনপ্রিয় দর্শনীয় স্থান হিসাবে ফিরে এসেছিল , তবুও অনুষ্ঠানটি তখন থেকেই গোপন রাখা হয়।\n\n\n== তথ্যসূত্র =="}