{"pageid": 1379762, "title": "ব্যাল্টজে", "url": "https://bn.wikipedia.org/wiki?curid=1379762", "content": "ব্যাল্টজে (৯ জানুয়ারী ২০১১ - ১৮ আগস্ট ২০২৩), যে তার মালিক কর্তৃক বল বল নামেও পরিচিত; ছিল হংকংয়ের একটি শিবা ইনু জাতের কুকুর। এটি বিভিন্ন ইন্টারনেট মিমের বিষয় হিসাবে পরিচিত ছিলো যেখানে তার ডাকনাম ছিল চিমস ।\n\n\n== জীবনী ==\nবাল্টজে ৯ জানুয়ারী ২০১১ সালে জন্মগ্রহণ করে। সে এক বছর বয়সে একজন অভিবাসী বন্ধুর কাছ থেকে দত্তক নিয়েছিলেন, কাউলুনের ফ্যাশন ডিজাইনার ক্যাথি।  ক্যাথির ভাই তার নাম রামুনের নামানুসারে রাখেন, একটি জাপানি পানীয় যাতে একটি বল চাপা হয় যাতে আরও পানীয় তৈরি হয়।  এটি তার মালিকদের দ্বারা বল বল নামে পরিচিত ছিল।\n২০২২ সালের মে মাসে, ব্যাল্টজে প্যানক্রিয়াটাইটিসে আক্রান্ত হয়েছিল। জুন মাসে এটি সুস্থ হয়। ২০২৩ সালের মে মাসে, তার মালিকরা জানিয়েছিলেন যে তার শ্বাসকষ্টের গুরুতর সমস্যা রয়েছে। তার লিউকেমিয়া ছিল এবং ১২ বছর বয়সে ১৮ আগস্ট ২০২৩-এ মারা যাওয়ার সময় তার থোরাসেন্টেসিস (তার বুক থেকে তরল নিষ্কাশন) চলছিল। নো ইওর মিমের সাথে ২০২০ সালের একটি সাক্ষাৎকারে, ক্যাথি বলেছিলেন যে ব্যাল্টজে তার উত্তরাধিকার চেয়েছিলেন \"মিম ফেইড, ডোজে চিরন্তন। আমাকে 'বাল্টজে' হিসাবে মনে রাখবেন, 'চিমস' বা 'চিমসবার্গার' নয়, আমি কেবল একজন ব্যাল্টজে'।\n\n\n== মিমস ==\nব্যাল্টজে ইন্টারনেট মিমস চরিত্র চিমস হিসাবে আবির্ভূত হয়, যার নাম \"চিমসবার্গার\" [ sic ] এর জন্য তার স্বাদ থেকে এসেছে। অক্ষরটি কথা বলার সাথে সাথে শব্দে \"m\" অক্ষর যোগ করে।  মিমটি প্রথম জুন ২০১৯-এ Reddit- এ r/dogelore subreddit-এ পোস্ট করা হয়েছিল  মিমের জন্য ব্যবহৃত চিত্রটি মূলত ২০১৭ সালে ব্যাল্টজের ইনস্টাগ্রাম অ্যাকাউন্টে আপলোড করা হয়েছিল এবং তাকে মেঝেতে বসে থাকতে দেখায়। \nচিমস \"সোল ডোজ বনাম চিমস\" মিমেও বৈশিষ্ট্যযুক্ত যেখানে সহকর্মী শিবা ইনু মেমে ডোজের পেশীবহুল সংস্করণ অতীতে আরও ভাল বলে বিবেচিত কিছুকে উপস্থাপন করে এবং চিমস তার বর্তমান, কম অবস্থার প্রতিনিধিত্ব করে।  মেমটি ২০২০ সালের মাঝামাঝি সময়ে, COVID-19 মহামারি চলাকালীন ভাইরাল হয়েছিল।  ২০২০ সালে, আরেকটি মিম প্রচারিত হয়েছিল, যেখানে চিমস একটি বেসবল ব্যাট দিয়ে আরেকটি কুকুরকে আঘাত করে যার ফলে অনম্যাটোপোইয়া \"বঙ্ক\" হয়, যেখানে বলা হয় \"শৃঙ্গাকার জেলে যান\"। মেমটি পরামর্শমূলক বার্তার প্রতিক্রিয়া হিসাবে পোস্ট করা হয়েছে।  চিমস স্প্যানিশ-ভাষী বিশ্বে আরও বেশ কয়েকটি মেমে উপস্থিত হয়েছিল, যার মধ্যে \"নো পুয়েডে সার\" (\"এটি হতে পারে না\") এবং \"মি দা আমসিদাদ\" (\"এটি আমাকে উদ্বেগ দেয়\" [ sic ]) বলা সহ। \nব্যাল্টজের মালিক ক্যাথি প্রাথমিকভাবে চিমস মিমসকে তাদের অযৌক্তিক প্রকৃতির জন্য বুঝতে পারেননি। পরবর্তীতে তিনি একটি ম্যানেজমেন্ট কোম্পানি এবং একটি আমেরিকান খেলনা কোম্পানির সাথে চুক্তি স্বাক্ষর করেন, সেইসাথে টি-শার্ট তৈরি করেন যা স্থানীয় ক্যানাইন দাতব্য প্রতিষ্ঠানকে উপকৃত করে। \n২০২১ সালে, স্পেনের পাবলিক ব্রডকাস্টার RTVE লিখেছিল \"যা স্পষ্ট যে একটি মিমের মূল্য হাজার হাজার শব্দেরও বেশি এবং Cheems এবং ডোজে এখন ইন্টারনেটের জনপ্রিয় সংস্কৃতির অংশ, আমাদের দিনগুলিকে উজ্জ্বল করতে বা আমাদেরকে আমাদের জায়গায় রাখার জন্য ক্রমাগত নিজেদেরকে নতুন করে উদ্ভাবন করে\"। \n\"চিমস ইনু\" নামে একটি ক্রিপ্টোকারেন্সি যা ২০২১ সালের ডিসেম্বরে বাল্টজে-এর একটি চিত্র সমন্বিত হয়েছিল \n\n\n== তথ্যসূত্র =="}