{"pageid": 1379897, "title": "২০২৩-এ ইবিতে ফুলপরী খাতুন নির্যাতন", "url": "https://bn.wikipedia.org/wiki?curid=1379897", "content": "২০২৩-এ কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ে ছাত্রী নির্যাতন বলতে ইবি শিক্ষার্থী ফুলপরী খাতুনের উপর শারীরিক ও মানসিক নির্যাতনকে বুঝানো হয়ে থাকে। এই ঘটনা গণমাধ্যমের ফলে সবার দৃষ্টিগোচরে আসলে সারাদেশে এটি নিয়ে নিন্দার ঝড় উঠে। বহু শিক্ষাবিদ, গবেষক ও সামাজিক সংগঠন বিষয়টি নিয়ে প্রতিবাদ জানায় ও উৎকণ্ঠা প্রকাশ করে। দেশের প্রথম শ্রেণীর অনেকগুলো বিশ্ববিদ্যালয় থেকে প্রতিবাদ পাওয়া যায়। ফুলপরীর এই সাহসী প্রতিবাদকে অনেকে স্বাগত জানিয়েছে। জাতীয় মানবাধিকার কমিশন বাংলাদেশ ফুলপরী নির্যাতন নিয়ে বিবৃতি প্রদান করেছে। প্রথম আলো পত্রিকা বলেছে বিগত বেশ কিছু বছরের মধ্যে এটাই ছিলো সবচেয়ে সাহসী প্রতিবাদ। অভিযুক্ত শিক্ষার্থীদের প্রথমে এক বছরের জন্য বহিষ্কার করলেও হাইকোর্টের আদেশে ২২ আগস্ট উক্ত ৫ শিক্ষার্থীকে আজীবনের জন্য ইসলামী বিশ্ববিদ্যালয় থেকে বহিষ্কার করা হয়। ভুক্তভোগী শিক্ষার্থী ফুলপরী মনে করেন আদালত ও বিশ্ববিদ্যালয়ের এই ন্যায় বিচার দৃষ্টান্ত হয়ে থাকবে।\n\n\n== প্রেক্ষাপট ==\nফুলপরী খাতুন ২০২২-২৩ শিক্ষাবর্ষের একজন শিক্ষার্থী। সে জিএসটি গুচ্ছ ভর্তি পরীক্ষায় অংশগ্রহণ করে একাধিক বিশ্ববিদ্যালয়ে ভর্তির সুযোগ পেলেও ইসলামী বিশ্ববিদ্যালয়ের ফিন্যান্স অ্যান্ড ব্যাংকিং বিভাগে ভর্তি হয়। তার বাসা পাবনা জেলার আটঘরিয়া উপজেলার শিবপুর গ্রামে অবস্থিত। ফুলপরী ৮ ফেব্রুয়ারি প্রথম বর্ষের প্রথম ক্লাসে অংশগ্রহণ করে। একই বিভাগের ২০২০-২১ শিক্ষাবর্ষের ছাত্রী তাবাসসুম নবীন শিক্ষার্থীদের জিজ্ঞেস করেন, দেশরত্ন শেখ হাসিনা হলে কে কে থাকেন? ঐ সময়ে ফুলপরী হাত তোলেন, তাকে না জানিয়ে হলে উঠার কারণে তাবাসসুম চটে যান, তাকে নিজ হলের প্রজাপতি-২ নং কক্ষে দেখা করতে বলেন। ক্লাস শেষে ফুলপরী শেখ হাসিনা হলের পরিচিত এক আবাসিক ছাত্রীর নিকট অতিথি হিসেবে অবস্থান করে। তবে অসুস্থ থাকায় ফুলপরী প্রজাপতি-২ নং কক্ষে দেখা করতে পারেননি। পরবর্তী ৯ ও ১০ তারিখ ক্যাম্পাস বন্ধ থাকার পরে ১১ তারিখে ফুলপরী ক্লাসে উপস্থিত হলে তাবাসসুম তাকে বকাঝকা করেন।\n\n\n=== নির্যাতন ===\nএই ঘটনার জেরে ১২ ফেব্রুয়ারি রাত ১১টার দিকে ছাত্রলীগের সহসভাপতি সানজিদা চৌধুরী তাকে হলের \"দোয়েল\" নামক গণরুমে ডেকে নিয়ে যায়। ৫-৬ জনের একটি দল এই গণরুমে তাকে আনু. রাত ৩.৩০ পর্যন্ত নানাভাবে শারীরিক নির্যাতন করে। ফুলপরীকে কিল, ঘুষি ও থাপ্পর দেওয়া হয়, এমনকি আলপিন দিয়ে পায়ে ফুটা করা হয়। তাকে নানা অশ্লীল গালিগালাজ করা হয়। তাকে জোর করে ডাইনিংয়ের ময়লা গ্লাস চাটানো, গামছা দিয়ে মুখ বেঁধে শরীরে আঘাত করা এবং যৌন হয়রানি করা হয়। তাকে গামছা দিয়ে গলায় ফাঁস দিয়ে ধরে রাখেন, পা ধরে মাফ চাইতে গেলে লাথি মারে। এক পর্যায়ে তাকে বিবস্ত্র করে মুঠোফোনে ভিডিও ধারণ করা হয়। তাকে বলা হয়, এই নির্যাতনে কথা বাইরে প্রকাশ করলে তাকে হল থেকে বের করে দেওয়া হবে, এই ভিডিও ইন্টারনেটে ছড়িয়ে দেওয়া হবে এমনকি নির্যাতনের কথা বাইরে প্রকাশের বিনিময়ে তাকে মেরে ফেলার হুমকি দেওয়া হয়। এরপর তাকে বলা হয়, তুই প্রভোস্টের কাছে সব দোষ নিজের স্বীকার করে একবারে হল থেকে চলে যাবি, আর কোনদিন এইদিকে আসবিনা। ফুলপরীর মতে, সে অনেকবার নির্যাতনকারী ছাত্রীদের নিকট ক্ষমা চেয়েছে, তবে তারা কথা শোনেনি। নির্যাতনের পরের দিন ফুলপরী নিজ জেলা পাবনায় গ্রামের বাড়িতে চলে যায়, পরে ১৪ ফেব্রুয়ারি বাবার সাথে ক্যাম্পাসে এসে নির্যাতনকারীদের বিরুদ্ধে চার পৃষ্ঠার লিখিত অভিযোগ করে রাতেই আবার বাসায় ফিরে যান। ফুলপরী বিবিসি বাংলায় সাক্ষাৎকার দেওয়ার সময় বলেন, নির্যাতনের সময় মনে হচ্ছিলো আমি হয়তো আজকে মারাই যাবো, আমি ধীরে ধীরে মারা যাচ্ছি।\nতবে নির্যাতনের সংবাদ পত্রিকায় প্রকাশ হবার পরে সানজিদা চৌধুরী গণমাধ্যমকে বলেন এই সংবাদ মিথ্যা, ছাত্রলীগের মানহানি করার জন্য অপপ্রচার করা হচ্ছে। গণরুমে এই ঘটনার পরে অনেকে ভয়ে হল ছেড়ে বাসায় চলে যায়। ফুলপরী ছাড়াও আরো কিছু ছাত্রী তাদের বিরুদ্ধে মানসিক নির্যাতনের অভিযোগ আনেন।\n\n\n=== নির্যাতনকারীর নাম ===\nফুলপরী জানিয়েছে নির্যাতনকারী ছিলো ৫-৬ জনের একটি দল। নির্যাতনকারী দলের সবাই বাংলাদেশ ছাত্রলীগের নেত্রী ও কর্মী ছিলেন। প্রথমে ৪ মার্চ তাদের সাময়িক বহিষ্কার করা হয়। এবং ২২ আগস্ট স্থায়ীভাবে আজীবনের জন্য ইসলামী বিশ্ববিদ্যালয় থেকে বহিষ্কার করা হয়। দলের সদস্যদের তালিকা:\n\n\n== ঘটনার তদন্ত ==\n১৫ ফেব্রুয়ারি উপাচার্য শেখ আব্দুস সালাম এই বিষয়ে একটি জরুরী আলোচনাসভার আয়োজন করেন এবং আইন বিভাগের রেবা মণ্ডলকে সভাপতি করে ৫ সদস্যের একটি তদন্ত কমিটি গঠন করা হয়। একই তারিখে ছাত্রলীগের কেন্দ্রীয় কমিটি এই ঘটনায় আরেকটি তদন্ত কমিটি গঠন করে এবং ইবির সাবেক শিক্ষার্থী গাজী মোহাম্মদ মহসীন নামে এক আইনজীবী নির্যাতনকারীদের শাস্তি চেয়ে হাইকোর্টে একটি রিট দায়ের করে। রিট করার পরের দিন শুনানি শেষে বিচারপতি জে বি এম হাসান ও রাজিক আল জলিলের হাইকোর্ট বেঞ্চ কুষ্টিয়া জেলা প্রশাসককে তিন সদস্যের একটি তদন্ত কমিটির জরুরী নির্দেশ প্রদান করে। হাইকোর্ট তদন্ত চলাকালীন সময়ে নিরাপত্তাজনিত কারণে প্রধান দুই অভিযুক্তকে ক্যাম্পাসের বাইরে রাখার নির্দেশ দিয়েছেন এবং মামলাটিকে \"উদ্বেগজনক\" বলেছেন। হাইকোর্ট অভিযুক্ত দুই ছাত্রলীগ নেত্রীকে আদালতে হাজিরা দিতে বলেছেন, এবং ক্যাম্পাসে শিক্ষার পরিবেশ ও শিক্ষার্থীর জীবনের নিরাপত্তা নিশ্চিত করতে বলেছে। পাশাপাশি হাইকোর্ট বুলিং ও র‍্যাগিং বিরোধী আইন তৈরি করতে বিশ্ববিদ্যালয়কে পরামর্শ দেয়। ১৭ ফেব্রুয়ারি কর্তৃপক্ষের নির্দেশে তদন্তের স্বার্থে দুই নেত্রী ক্যাম্পাস ত্যাগ করে। ১৮ ফেব্রুয়ারি ফুলপরী পিতা ও মামার সাথে ক্যাম্পাসে আসে এবং তদন্ত কমিটিকে সমস্ত ঘটনা খুলে বলে। পরদিন বিশ্ববিদ্যালয় কর্তৃপক্ষ হলের সিসিটিভি ফুটেজ দেখে ঘটনা তদন্ত শুরু করে। ২০ ফেব্রুয়ারি ফুলপরী ও অভিযুক্ত ৫ নির্যাতনকারীকে ক্যাম্পাসে ডাকা হয়, ফুলপরী তদন্তকারী কমিটি ও অভিযুক্তদের সামনে সকল ঘটনা বর্ণনা করতে থাকে। এতে অভিযুক্তরা ভয় পেতে থাকে এবং ফুলপরীর নিকট মাফ চাইতে থাকে। তবে ফুলপরী বলেছে যারা আমার প্রতি অপরাধ করেছে তদন্ত কমিটি যেন তদন্তের পর যথাযথ শাস্তি প্রদান করে। অভিযুক্তরা আলোচনা শেষে কোথাও একটুও দেরী না করে দ্রুত ক্যাম্পাস ত্যাগ করে।\n\n\n=== তদন্তের ফলাফল ===\n২৭ ফেব্রুয়ারি ছাত্রলীগ নিজেরাই তদন্ত কমিটির মাধ্যমে ঘটনার সত্যতা খুজে পায়। ছাত্রলীগের কেন্দ্রীয় সভাপতি সাদ্দাম হুসাইন ফুলপরীকে বেগম রোকেয়া ও সুফিয়া কামালের সত্যিকারের উত্তরসূরি বলে অভিহিত করেন এবং ন্যায় বিচারের আশ্বাস প্রদান করেন। জেলা প্রশাসক টিম তদন্ত শেষে সানজিদাকে নির্দেশদাতা এবং ঘটনাটিকে পূর্বপরিকল্পিত বলে অভিহিত করেন। ২৮ ফেব্রুয়ারি ফুলপরী পৃথকভাবে নির্দেশদাতা সানজিদার বিরুদ্ধে আদালতে মামলা দায়ের করে। তদন্ত শেষে হাইকোর্ট ছাত্রলীগ নেত্রী সানজিদা ও সহকারী ৪ জনকে সাময়িক বহিস্কারের নির্দেশ দেয় একই সঙ্গে সংশ্লিষ্ট শেখ হাসিনা হলের প্রভোস্টকে পদত্যাগের নির্দেশ দেয়। ছাত্রলীগ থেকেও অভিযুক্ত ৫ নেত্রী-কর্মীকে তাদের স্থায়ীভাবে বহিস্কার করা হয়। এছাড়াও নির্যাতনকারী ইশরাত জাহান মিমকে ইবির মুক্তিযোদ্ধা প্রজন্ম কমিটি থেকে বহিষ্কার করা হয়। হাইকোর্টের ডেপুটি অ্যাটর্নি জেনারেল তুষার কান্তি রায় বিশ্ববিদ্যালয় প্রশাসনকে ফুলপরীর অধিক নিরাপত্তা নিশ্চিত করতে বলেন এবং পাবনা ও কুষ্টিয়া পুলিশ সুপারকে নিরাপত্তার চিঠি পাঠাতে বলেন।\nএছাড়াও হাইকোর্ট ইবির অন্যান্য আবাসিক নিরাপত্তা জোরদার করতে বলে এবং প্রভোস্ট ও হাউস টিউটরদের সর্বোচ্চ সময় নিশ্চিত করতে বলে। এছাড়াও ক্যাম্পাসে নিরাপত্তার অবনতির জন্য কিছু উচ্ছৃঙ্খল রাজনীতির শিক্ষার্থীদের দায়ী করেন। নির্যাতনকারীরা ১ মার্চ হল ত্যাগ করলে ফুলপরী ৪ মার্চ নিজের পছন্দমত শেখ হাসিনা হলের পরিবর্তে বঙ্গমাতা শেখ ফজিলাতুন্নেছা মুজিব হলে উঠেন।\n\n\n== প্রতিক্রিয়া ==\nঘটনার পরপরই ছাত্র ইউনিয়নের ইবি এই নির্যাতনের মৌন মিছিল প্রতিবাদ ও শাস্তির দাবী জানায়। এছাড়াও ছাত্র ইউনিয়নের ঢাবি শাখাও প্রতিবাদ জানায়।\nএই নির্যাতনের ঘটনায় প্রতিবাদ জানিয়েছে জাতীয় মানবাধিকার কমিশন ও আইন ও সালিশ কেন্দ্র, তাদের পৃথক বিবৃতে তারা এই কাজকে \"বর্বর ও কুরুচিপূর্ণ\" বলে অভিহিত করেছেন। সাবেক সরকারের উপদেষ্টা রাশেদা চৌধুরী, শাহজালাল বিশ্ববিদ্যালয়ের অধ্যাপক নাজিয়া চৌধুরী, কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের অধ্যাপক জহুরুল ইসলাম, ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক তানজীমউদ্দিন, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের অধ্যাপক রায়হান রাইন, রাজশাহী বিশ্ববিদ্যালয়ের অধ্যাপক ফরিদ উদ্দিন খান, খুলনা বিশ্ববিদ্যালয়ের অধ্যাপক আবদুল্লাহ হারুন চৌধুরী, চট্টগ্রাম বিশ্ববিদ্যালয়ের শিক্ষক সুবর্ণা মজুমদার, ফুলপরীর সাহসী প্রতিবাদ জানানোকে অভিবাদন ও প্রশংসা করেছেন। মানবাধিকার কমিশনের চেয়ারম্যান মিজানুর রহমান দ্রুত মামলার পদক্ষেপ নেওয়ার অনুরোধ করেছেন। এছাড়াও জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের অর্থনীতিবিদ আনু মুহাম্মদ, বিশিষ্ট সাংবাদিক কামাল আহমেদ ফুলপরী নির্যাতনের প্রতিবাদ জানিয়েছেন ও উৎকণ্ঠা প্রকাশ করেছেন।\nদেশের মধ্যে ও দেশের বাইরের বিশিষ্ট ২৭ জন আইনজীবি, লেখক, বিশ্ববিদ্যালয় শিক্ষক, গবেষক ও নারী অধিকার কর্মী এই নির্যাতনের ব্যাপারে যৌথভাবে উদ্বেগ প্রকাশ করেছেন ও গণমাধ্যমে বিবৃতি প্রদান করেছেন।\n\n\n== বহিষ্কারাদেশ ==\nহাইকোর্ট প্রাথমিক তদন্তের পর ১ মার্চ অভিযুক্ত ৫ শিক্ষার্থীকে সাময়িক বহিস্কারের আদেশ জারি করেন এবং ৪ মার্চ বিশ্ববিদ্যালয় প্রশাসন নিয়মাবলী মেনে তাদের সাময়িক বহিষ্কার করা হয়। ৫ শিক্ষার্থীকে আইনি নোটিশ দেওয়া হয়, কেন তাদের বিরুদ্ধে শাস্তি গ্রহণ করা হবেনা? প্রথমত ১৫ মার্চের মধ্যে কারণ দর্শাতে বলা হয়, তবে ধীর গতির কারণে কারণ দর্শানোর সময় ৫ এপ্রিল পর্যন্ত বাড়ানো হয়। তবে ফুলপরী প্রথম থেকেই স্থায়ী বহিষ্কারের দাবী জানিয়ে আসছিলো। ৫ এপ্রিল সবাই কারণ দর্শানোর নোটিশের জবাব দেন, এবং ১৫ মে এই তথ্য আদালতে হস্তান্তর করা হয়। ১২ জুন অভিযুক্ত ৫ জন ক্যাম্পাসে সশরীরে উপস্থিত হয়ে নিজেদের বক্তব্য ও আত্মপক্ষ সমর্থন করেন। বিশ্ববিদ্যালয় প্রশাসন সমস্ত তথ্য পর্যবেক্ষণ ও সবার বক্তব্য শুনে উক্ত ৫ জনকে এক বছরের জন্য স্থায়ী বহিষ্কারের নির্দেশ প্রদান করে।\n\n\n=== স্থায়ী বহিষ্কার ===\nএক বছরের বহিষ্কারের সংবাদ শুনে ফুলপরী হতাশা প্রকাশ করে বলেন,\n\nতবে বিশ্ববিদ্যালয় কর্তৃপক্ষ থেকে জানানো হয়, এক বছরের বহিষ্কারই বিশ্ববিদ্যালয় আইনে সর্বোচ্চ শাস্তি। তবে এর পরপরই আদালত জানায় বিশ্ববিদ্যালয় প্রশাসন যথাযথ প্রক্রিয়া অনুসরণ করে সিদ্ধান্ত গ্রহণ করেনি, এবং শিক্ষার্থীদের অপরাধের তুলনায় শাস্তি কম হয়ে গিয়েছে। এইজন্য হাইকোর্ট বিশ্ববিদ্যালয় আইনের ১৯৮৭ সালের কোড অব কন্ডাক্টস অব দ্য স্টুডেন্টস অনুসরণ করে যথাযথ প্রক্রিয়ায় শাস্তির বিষয়ে সিদ্ধান্ত নিতে নির্দেশ দিয়েছে। রিট আবেদনকারী আইনজীবী গাজী মোহাম্মদ মহসীন বলেন, বিশ্ববিদ্যালয় ছাত্র–শৃঙ্খলা কমিটি ৮ ধারা মোতাবেক পাঁচ শিক্ষার্থীকে এক বছরের জন্য বহিষ্কার করা হয়েছে। তবে উক্ত কোডের ৪, ৫ ও ৭ ধারা অনুসারে গুরুতর অপরাধের জন্য সর্বোচ্চ শাস্তি স্থায়ীভাবে ছাত্রত্ব বাতিল ও বহিষ্কারেরও সুযোগ রয়েছে। এরপরে ২০ আগস্ট ২৬০ তম জরুরী সিন্ডিকেট সভার মাধ্যমে আলোচনা করে হয়, এবং ২২ আগস্ট উক্ত ৫ শিক্ষার্থীকে আজীবনের জন্য ইসলামী বিশ্ববিদ্যালয় থেকে বহিষ্কার করা হয়।\n\n\n== আরও দেখুন ==\n২০১৪-এ ইবিতে শিক্ষার্থী মৃত্যু ও বিক্ষোভ\nবাংলাদেশ ছাত্রলীগের সহিংসতা\nআবরার ফাহাদ হত্যাকাণ্ড\nইডেন কলেজ কেলেঙ্কারি\nবিশ্বজিৎ দাস হত্যাকাণ্ড\n২০১৫ বাংলাদেশের ছাত্র বিক্ষোভ\n১৯৯৯-এ জাবিতে ধর্ষণ বিরোধী আন্দোলন\n২০১৮-র নিরাপদ সড়ক চাই আন্দোলন\n২০১৮-এর কোটা সংস্কার আন্দোলন\n\n\n== তথ্যসূত্র =="}