{"pageid": 1379723, "title": "আহমদ মুবারক", "url": "https://bn.wikipedia.org/wiki?curid=1379723", "content": "শেখ আহমদ বিন আব্দুল আজিজ বিন হামদ বিন আব্দুল লতিফ মুবারক তামীমী হলেন একজন কাজী এবং ফকীহ যিনি মালেকি মাজহবের বিশেষজ্ঞ। তিনি ১৯০৮ খ্রিস্টাব্দে আল-আহসাতে জন্মগ্রহণ করেন। তিনি বিখ্যাত তামিম বংশীয় কাজী পরিবারের সন্তান। শিক্ষা শেষ করার পর, সৌদি আরব এবং সংযুক্ত আরব আমিরাতে তিনি বিচারকার্য, ইমামতি, শিক্ষকতা, খুতবা, ওয়াজ-মাহফিল এবং লেখালেখির ক্ষেত্রে কাজ করেন। তিনি সৌদি আরবের আল-আহসাতে ১৯৮৮ সালে মারা যান।\n\n\n== জীবনী ==\nশেখ আহমদ সাত বছর বয়সে তার শিক্ষা শুরু করেন যখন তিনি আহলিয়া মাদ্রাসা নামক মক্তবে কুরআন শরীফ অধ্যয়ন এবং হেফজ শুরু করেন, যা সেই সময়ে আল-আহসাতে ব্যাপক ছিল। তারপর তিনি দুবাই চলে যান, যেখানে তিনি শায়খ আব্দুল্লাহ বিন মুসার অধীনে লেখা শিখেছিলেন এবং তখন তিনি এটি আয়ত্ত করেছিলেন। তারপর তার পিতা শেখ আব্দুল আজিজ তাকে আল-আহসা অঞ্চলে ফেরত পাঠান। আল-আহসায় তিনি শায়খ আব্দুল্লাহ বিন সুলতান কাহতানীর কাছে কুরআন শরীফ মুখস্ত করা শেষ করেছিলেন এবং এখান থেকে তিনি আবার দুবাই চলে যান, আহমদিয়া মাদ্রাসায় ভর্তি হবার জন্য, যেটি তার পিতার জন্য কিছু গুণী ব্যক্তি দ্বারা প্রতিষ্ঠিত হয়েছিল। আহমদিয়া মাদ্রাসায় তিনি আরবি ভাষা এবং ইসলামী বিদ্যা অর্জন করেন। এর পরে, তিনি আল-আহসায় ফিরে এসে তার পিতা ও চাচা শেখ ইব্রাহিম বিন আব্দুল লতিফ এবং অন্যান্য আলেমদের হাতে তার জ্ঞানার্জন অর্জন চালিয়ে যায়।\nতিনি তার পিতার সাথে বিভিন্ন দেশ সফর করেন যেমন কুয়েত, বাহরাইন, দুবাই এবং ইরাক। সফরগুলি তাকে অনেক উপকৃত করেছিল। ১৩৫২ হিজরিতে, বাদশাহ আব্দুল আজিজ তাকে আল-আহসাতে সরকারি তহবিলের মূল্যায়ন করার জন্য একটি কমিটির অংশ হিসাবে বেছে নিয়েছিলেন এবং ১৩৫৫ হিজরিতে (১৯৩৬ খ্রিস্টাব্দ) তিনি আল-আহসার হফুফ শহরের রফা মহল্লাস্থ দাইরিয়্যা মসজিদে ১৯৫২ পর্যন্ত খতিব হিসাবে নিযুক্ত হন। এর পরে, তিনি কাতীফের কাজী হিসাবে নিযুক্ত হন এবং সমান্তরালভাবে জহরান মসজিদে একজন খতিব হিসাবে নিযুক্ত হন। ১৯৬৪ খ্রিস্টাব্দে তাকে জহরান আদালতে স্থানান্তরিত করা হয় এবং কাজী হিসাবে সেখানে বহাল ছিলেন। ১৯৬৯ খ্রিস্টাব্দে তিনি আবুধাবি আমিরাতে চলে যান, যেখানে শেখ জায়েদ তাকে আবুধাবিতে শরয়ী বিচার বিভাগের প্রধান হিসেবে নিযুক্ত করেন। তার মেয়াদকালে, তিনি শরয়ী বিচার বিভাগের উন্নয়ন এবং আমিরাতে মোকদ্দমা আদালতের প্রসারে অবদান রাখেন। ১৯৭১ খ্রিস্টাব্দে ফেডারেশন প্রতিষ্ঠার পর তিনি দেশে একজন শরয়ী উপদেষ্টা হিসেবে নিযুক্ত হন। সংযুক্ত আরব আমিরাতের কাজী পদের পাশাপাশি, তিনি আবুধাবি বড় মসজিদে ইমাম এবং প্রধান রাষ্ট্রীয় মসজিদে ঈদের নামাজের ইমাম হিসাবে কাজ করেছেন। তিনি বেশ কয়েকটি আন্তর্জাতিক সেমিনার এবং সম্মেলনে দেশের প্রতিনিধিত্ব করেন, যার মধ্যে সবচেয়ে গুরুত্বপূর্ণ হল আন্তঃধর্মীয় সংলাপ সম্মেলন। তিনি প্রশস্ত মন এবং পারিবারিক বন্ধন ও দাতব্য কাজে তার আগ্রহের জন্য পরিচিত ছিলেন। আব্দুল আজিজ ইবনে বায, আবুল হাসান নদভী, আব্দুল্লাহ কানুন এবং ইউসুফ কারযাভীর মতো বেশ কয়েকজন পণ্ডিতের সাথে তার যোগাযোগ ও চিঠিপত্র ছিল। তিনি ৩ সফল ১৪০৯ হিজরি বুধবার ১৩ অক্টোবর ১৯৮৮ খ্রিস্টাব্দে আল-আহসায় মৃত্যুবরণ করেন।\n\n\n== তার কিছু বই ==\nইসলামের আলোকে বৈবাহিক সম্পর্ক\nমসজিদের বাণী\nইসলামে বিচার ব্যবস্থা\nফেকহী ফতোয়া\nশিক্ষা পাঠ্যক্রমের ইসলামী ভিত্তি\n\n\n== তথ্যসূত্র =="}