{"pageid": 1379181, "title": "মাকাওয়ে ধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1379181", "content": "মাকাওয়ে ধর্ম প্রধানত বৌদ্ধ ধর্ম এবং চীনা লোক ধর্ম দ্বারা প্রতিনিধিত্ব করা হয়। যে সময়কালে শহরটি পর্তুগিজ শাসনের অধীনে ছিল (১৫৫৭-১৯৯৯) ক্যাথলিক চার্চ একটি প্রভাবশালী বিশ্বাসে পরিণত হয়েছিল, কিন্তু বর্তমানে এটি ব্যাপকভাবে হ্রাস পেয়েছে।\nসরকারী তথ্য ব্যুরো রিপোর্ট করে যে প্রায় 80% জনসংখ্যা বৌদ্ধ ধর্ম পালন করে (প্রধানত মহাযান)। ১৯৯১ সালের আদমশুমারি অনুসারে, ধর্মীয় তথ্য সংগ্রহের জন্য সর্বশেষ, মাকাওয়ের ১৬.৮% লোক বৌদ্ধ হিসাবে চিহ্নিত, ৬.৭% ক্যাথলিক হিসাবে, এবং ৬১% অন্যান্য ধর্মকে অনুসরণ করে বা কোনো ধর্মই অনুসরণ করেনা। ১৯৯৯ সালে প্রকাশিত অন্য একটি সমীক্ষা অনুসারে, জনসংখ্যার ৪৯% লোকজ ধর্ম অনুসরণ করে, ১১% বৌদ্ধ এবং মাত্র ৩% খ্রিস্টান। এদিকে, জনসংখ্যার দুই-তৃতীয়াংশেরও বেশি মাঝে মাঝে মন্দিরে যায়। ২০০৫, ২০০৭ এবং ২০০৯ সালের মধ্যে পরিচালিত আরেকটি সমীক্ষায় দেখা গেছে যে জনসংখ্যার ৩০% লোকজ ধর্ম অনুসরণ করে, ১০% বৌদ্ধ ধর্ম বা তাওবাদের অনুসারী, ৫% খ্রিস্টান এবং অবশিষ্ট অংশ ধর্মীয় আনুগত্য ঘোষণা করে না। পিউ রিসার্চ সেন্টার ২০১১ সালের জন্য নিম্নলিখিত পরিসংখ্যান প্রতিবেদন করেছে: ৫৮.৯% লোকজ ধর্ম, ১৭.৩% বৌদ্ধ, ১৫.৪% অধর্মীয়, ৭.২% খ্রিস্টান, ০.২% ইসলাম এবং ১% অন্যান্য ধর্ম অনুসরণ করে।\nমাকাও মৌলিক আইন ধর্মের স্বাধীনতার নিশ্চয়তা দেয় এবং মাকাওয়ের বাসিন্দাদের তাদের পছন্দের ধর্ম পালন করার অধিকার রয়েছে। অনুচ্ছেদ ৩:৩৪ এর ভিত্তিতে, \"মাকাওয়ের লোকেরা ধর্মীয় কর্মকাণ্ডে অংশগ্রহণ করতে এবং তাদের ইচ্ছামত প্রচার করতে স্বাধীন\"। অনুচ্ছেদ ৩:১২০-এ, \"মাকাও বিশেষ প্রশাসনিক অঞ্চল ধর্ম ও বিশ্বাসের স্বাধীনতার নীতিকে আলিঙ্গন করে; সরকার কোনও ধর্মীয় সংস্থা বা বিদেশী ধর্মীয় সংস্থার অভ্যন্তরীণ কাজে হস্তক্ষেপ করবে না এবং বিশ্বাসীরা সম্পর্ক বজায় রাখতে এবং সম্পর্ক গড়ে তুলতে স্বাধীন।\"\nধর্মীয় সংগঠনগুলি আইন অনুসারে ধর্মীয় কলেজ বা অন্যান্য স্কুল, হাসপাতাল এবং কল্যাণ সংস্থাগুলি খুঁজে পেতে পারে। ধর্মীয় প্রতিষ্ঠান দ্বারা পরিচালিত স্কুলগুলি তাদের ধর্ম শিক্ষা দিতে পারে। ধর্মীয় সংগঠনগুলির আইন অনুসারে আর্থিক অবদান ব্যবহার, পরিচালনা, উত্তরাধিকার এবং প্রাপ্তির অধিকার রয়েছে। তাদের সম্পদের অধিকার আইন দ্বারা সুরক্ষিত।\n\n\n== তথ্যসূত্র =="}