{"pageid": 137949, "title": "নাগা মরিচ", "url": "https://bn.wikipedia.org/wiki?curid=137949", "content": "নাগা মরিচ, মরিচের একটি প্রজাতি, যা প্রচণ্ড ঝালের কারণে সমধিক পরিচিত। অন্যান্য আরো বহু নামে পরিচিত হলেও কখনও কখনও কামরাঙা মরিচ, বোম্বাই মরিচ ইত্যাদি নামে পরিচিত। পাশ্চাত্যের গণমাধ্যমে একে অনেক সময়ই, হয়তো ভুল করে, ভূত জলোকিয়া বা ভূত মরিচ বলা হয়ে থাকে এর প্রচণ্ড ঝালের কারণে। স্কোভিল (Scoville: ঝাল পরিমাপের মানদণ্ড) অনুযায়ী এর মান ১০+++।\nনাগা মরিচ হলো এশিয়ার বাংলাদেশ এবং নিকটবর্তী ভারতের উত্তর-পূর্বাংশের আসাম রাজ্যের হাইব্রিড বা মিশ্র প্রজাতি। এটি ভারতের আসাম, নাগাল্যান্ড ও মণিপুরে, এবং বাংলাদেশের সিলেট অঞ্চলে জন্মায়। এটি শ্রীলঙ্কার গ্রামাঞ্চলেও জন্মায়, যেখানে এটি নাই মিরিচ (Nai Mirris: Cobra Chilli) নামে পরিচিত। প্রথমদিকে এটা একটা সন্দেহ ছিলো যে, নাগা কি Capsicum frutescens নাকি Capsicum chinense মরিচ, কিন্তু পরবর্তিতে ডিএনএ পরীক্ষা নিশ্চিত করে যে, এটি একটি দ্বিপ্রজাতির মধ্যকার মিশ্র প্রজাতি, অধিকাংশ ক্ষেত্রে C. chinense গোত্রের, যাতে কিছুটা C. frutescens জিন রয়েছে। ২০০৭ খ্রিষ্টাব্দে গিনেজ ওয়ার্ল্ড রেকর্ডস নাগা মরিচকে পৃথিবীর সবচেয়ে ঝাল মরিচ হিসেবে স্বীকৃতি দেয়, যা টাবাসকো  সস (Tabasco sauce) থেকে ৪০১.৫ গুণ বেশি ঝাল। এবং  এর থেকে আরো ঝাল  ' '  ' Carolina Reaper ' ' '\n\n\n== বিভিন্ন নাম ==\nবাংলাদেশে এই মরিচকে বিভিন্ন নামে ডাকা হয়ে থাকে। সিলেট অঞ্চলে একে নাগা মরিচ  বলা হলেও ঢাকাসহ অন্যান্য অনেক স্থানে একে বোম্বাই মরিচ বা ফোটকা মরিচ বলা হয়ে থাকে। কোথাও কোথাও এর নাম কামরাঙা মরিচ। \n\n\n== ব্যবহার ==\nনাগা মরিচ এর অনন্য ঘ্রাণ এবং ঝালের জন্য সমাদৃত। কাঁচা সবুজ পুষ্ট নাগা-মরিচ ঝালের জন্য খাবারের সাথে খাওয়া হয়ে থাকে। এমনকি রাস্তাঘাটে নানান ঝাল পদের খাবার যেমন মুড়ি, চানাচুর, ফুচকা ইত্যাদি তৈরি ও পরিবেশনে কুঁচি কুঁচি করে ব্যবহার করা হয়। এছাড়াও রান্না ও বেশ কিছু মুখরোচক খাবার, যেমন- আচারে এ মরিচ ব্যবহৃত হয়।\nনাগা মরিচের পাকা দশার চেয়ে কাঁচা অবস্থায়ই খাওয়া হয়। কাঁচা অবস্থায় থাকা অনন্য ঘ্রাণ পাকলে পাওয়া যায় না, এবং ঝালের পরিমাণ অসহ্য হয়ে ওঠে। নাগা মরিচ ক্যালসিয়াম ও ভিটামিন সি সমৃদ্ধ। মুখে ঘা হওয়া প্রতিরোধ করে থাকে এ মরিচ।\n\n\n== চাষ ==\nসাধারণত নাগামরিচের চারা বাড়ির উঠোন, ঘরের কোণ, অথবা টবে রোপন করা হয়। লোকজ ব্যবহারের ক্ষেত্রে অল্প কয়েকটি গাছই যথেষ্ট। তবে বিভিন্ন এলাকায় বর্তমানে এর বাণিজ্যিক চাষও করা হয়ে থাকে। নাগামরিচ অন্যান্য ফসলের সাথে সাথী ফসল হিসেবে চাষ করে লাভবান হওয়া যায়।  বেশ কিছু এলাকায় লেবু গাছের ফাঁকে ফাঁকে এ মরিচের চারা রোপন করে একসাথে চাষ করা হয়। শীত কিংবা গ্রীষ্ম উভয় মৌসুমেই নাগামরিচের চাষ করা যায়। সঠিক পরিচর্যা পেলে একেকটি নাগা মরিচ গাছ থেকে পুরো মৌসুমে দুই শতাধিক পর্যন্ত মরিচ পাওয়া যায়।\nবীজ থেকে গাছে ফলন আসতে আড়াই থেকে তিন মাস সময় প্রয়োজন হয় এ গাছের। বীজ বপনও সহজ। ১০-১২ ঘণ্টা পানিতে ভিজিয়ে নরম ছায়াযুক্ত মাটিতে ফেললেই এর চারা গজিয়ে ওঠে। গাছে ফুল আসার ১৫ দিন পরেই মরিচ আহরণ করা যায় গাছ থেকে। গাছে বেশিদিন রাখলে ঝাল বেড়ে যায়। চাষের জন্য দো-আঁশ মাটি সবচেয়ে উপযোগী। মাটিতে পিএইচ এর মান ৫.৫-৭০ পর্যন্ত থাকা উচিত।  তবে মরিচ গাছের জন্য ভাল সেচ ও নিষ্কাশন ব্যবস্থা থাকা আবশ্যক। \n\n\n== ডরসেট নাগা ==\nডরসেট নাগা বাংলাদেশের মূল নাগা মরিচের একটি উপজাত। ২০০৭ সালে ডরসেট নাগার ঝালের মাত্রা সবুজ মরিচের ক্ষেত্রে ৬৬১,৪৫১ SHUs থেকে শুরু করে ২০০৯ সালে কাটা পাকা মরিচের ক্ষেত্রে ১,০৩২,৩১০ SHUs পর্যন্ত। বিবিসির গার্ডেনার্স ওয়ার্ল্ড টেলিভিশন প্রোগ্রাম ডরসেট নাগার ঝালের মাত্রা পরিমাপ করে আরও অনেক বেশি  পেয়েছে। বিবিসির গার্ডেনার্স ওয়ার্ল্ড টেলিভিশন প্রোগ্রাম ডরসেট নাগার জন্য তাপমাত্রা অনেক বেশি রেকর্ড করেছে। ২০০৬ প্রোগ্রামের অংশ হিসাবে বিবিসির গার্ডেনিং দল ডরসেট নাগা সহ বেশ কয়েকটি মরিচের জাত নিয়ে একটি ট্রায়াল চালিয়েছিল। ঝালের মাত্রা পরিমাপ করেছিল ওয়ারউইক এইচআরআই, এবং ডরসেট নাগার ঝালের মাত্রা পাওয়া গেছিলো ১,৫৯৮,২২৭ SHUs যা ওই সময়ের অন্যতম সর্বোচ্চ ঝালের মাত্রা।\n\n\n== তথ্যসূত্র =="}