{"pageid": 1379393, "title": "দিল্লি ফুটবল ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1379393", "content": "দিল্লি ফুটবল ক্লাব হল ভারতের দিল্লিভিত্তিক একটি পেশাদার ফুটবল ক্লাব যারা বর্তমানে জাতীয় ক্লাব ফুটবলের দ্বিতীয় ডিভিশন আই-লিগে অংশগ্রহণ করে। ১৯৯৪ সালে প্রতিষ্ঠিত এই ক্লাবটির বর্তমান মালিক রঞ্জিত বাজাজ। এই দল ২০২২–২৩ আই-লিগ ২ চ্যাম্পিয়ন হয়ে আই-লিগে অংশগ্রহণের যোগ্যতা অর্জন করেছিল।\n\n\n== ইতিহাস ==\n১৯৯৪-এ প্রতিষ্ঠার পর থেকে দিল্লি এফসি নিম্ন ডিভিশনের ফুটবল খেলতে খেলতে ২০০৯-এ ফুটবল দিল্লির সিনিয়র ডিভিশনে সুযোগ পায়, যা বর্তমানে দিল্লি প্রিমিয়ার লিগ নামে পরিচিত।\n২০২০-এর আগস্টে মিনার্ভা অ্যাকাডেমি এফসির মালিক রঞ্জিত বাজাজ দলের দায়িত্ব নেন। তিনি পাঞ্জাব এফসি দলটি রাউন্ডগ্লাস কোম্পানিকে বিক্রি করে দেন ও দিল্লি এফসির ৯০% মালিকানা সত্ত্ব কিনে নেন।\n২০২১ ডুরান্ড কাপ প্রতিযোগিতায় দিল্লি এফসি আইএসএল ক্লাব কেরালা ব্লাস্টার্স এফসিকে হারিয়ে চমক দেয় ও নক-আউটে উত্তীর্ণ হয়।\nআই-লিগ ২ প্রতিযোগিতার বর্তমান চ্যাম্পিয়ন হিসেবে দিল্লি এফসি এখন আই-লিগ খেলার যোগ্যতা অর্জন করেছে প্রথমবারের জন্য।\n\n\n== মাঠ ==\n\nআম্বেদকর স্টেডিয়াম এই দলের মূল ঘরের মাঠ হলেও জওহরলাল নেহেরু স্টেডিয়ামে এই দল বহু ম্যাচ খেলেছে।\n\n\n== সমর্থক ==\nএই দলের মূল সমর্থক গোষ্ঠী হল ডায়নামোজ আল্ট্রাজ। পূর্বে এই দল দিল্লি ডায়নামোজ (বর্তমান ওড়িশা ফুটবল ক্লাব) দলের সমর্থক গোষ্ঠী ছিল, কিন্তু দিল্লি ডায়নামোস এফসি বিলুপ্ত হবার পর থেকে তারা দিল্লি এফসিকে সমর্থন করে।\n\n\n== স্পনসর ও পোশাক প্রস্তুতকারক ==\n\n\n== কর্মকর্তা ==\n\n\n== সম্পর্কিত ক্লাব ==\n মিনার্ভা অ্যাকাডেমি এফসি (২০২০–বর্তমান)\n টেক্ট্রো লখনউ এফসি (২০২০–বর্তমান)\n টেক্ট্রো স্বদেশ ইউনাইটেড এফসি (২০২০–বর্তমান)\n\n\n== ফুটসাল ==\nক্লাবের ফুটসাল দল নিয়মিত এআইএফএফ ফুটসাল চ্যাম্পিয়নশিপে অংশগ্রহণ করে এবং তারা প্রথম মরসুম অর্থাৎ ২০২১/২২-এর দিল্লি ফুটসাল লিগ সহ ফুটসাল ক্লাব চ্যাম্পিয়নশিপের ফাইনালে মহামেডানকে হারিয়ে চ্যাম্পিয়ন ও হয়েছিল।\nএই সুবাদে তারা প্রথম ভারতীয় ক্লাব হিসেবে এশিয়ান ফুটসাল ক্লাব চ্যাম্পিয়নশিপ খেলার যোগ্যতা অর্জন করেছিল, যদিও পরে চ্যাম্পিয়নশিপটি বাতিল ঘোষিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\"Shillong Lajong return to Hero I-League after four years\"। the-aiff.com। New Delhi: All India Football Federation। ২১ মে ২০২২। ২২ মে ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২২ মে ২০২৩। \nGanapathy, Vivek (২১ মে ২০২২)। \"Shillong Lajong Promoted to I-League After Four Years With 2–1 Win Over Bengaluru United\"। news18.com। New Delhi: News18 Sports। Press Trust of India। ২২ মে ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২২ মে ২০২৩। \nBureau, The Meghalayan (২০২২-০৩-২৭)। \"Shillong Lajong face United Chirang Duar FC on Monday\"। The Meghalayan (ইংরেজি ভাষায়)। Shillong। ১৪ জানুয়ারি ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২৩-০১-১৪। \n\n\n== বহিঃসংযোগ ==\nফেসবুকে দিল্লি ফুটবল ক্লাব\nদিল্লি এফসি, গ্লোবাল স্পোর্টস আর্কাইভ\nটেমপ্লেট:আই-লিগ"}