{"pageid": 137924, "title": "ফ্লোরেন্স অ্যান্ড দ্য মেশিন", "url": "https://bn.wikipedia.org/wiki?curid=137924", "content": "ফ্লোরেন্স এ্যান্ড দ্য মেসিন ইংলিশ রক শিল্পী ফ্লোরেন্স ওয়েলচ ও অন্যান্য শিল্পী যারা তার সাথে মিউজিক করে তাদের রেকর্ডিংয়ের জন্য ব্যবহৃত নাম।  মাঝে মাহে তাদের ফ্লোরেন্স+ মেসিন নামেও ডাকা হয়। তারা সোল ও ফোক ধারার গান একসাথে মিশিয়ে গান করে। \nতারা মূলধারার গানে সাফল্য পাওয়ার আগে গণমাধ্যমে বেশ প্রশংসিত হয়, বিশেষ করে বিবিসি বিবিসি ইন্ট্রোডিউসিং-এ ফ্লোরেন্স এ্যান্ড দ্যা মেসিনের অনেক গান প্রচার করে তাদের বিখ্যাত করে তোলে।\nতাদের অ্যালবাম লাঙ্গস ৬ই জুলাই ২০০৯ সালে মুক্তি পায় এবং ইংল্যান্ডে গানের শীর্ষ তালিকার ২য় স্থানে এটি টানা ৫ সপ্তাহ অবস্থান করে। ১৭ই জানুয়ারি ২০১০ সালে এই অ্যালবাম শীর্ষ অবস্থানে বলে আসে ও সেখানে টানা ২৮ সপ্তাহ অবস্থান করে। ৫২টি সপ্তাহের ভেতর ৪০টি সপ্তাহে এটি শীর্ষে থেকে ২০০৯ ও ২০১০ সালে ব্রিটেনের সবচেয়ে বেশি বিক্রিত অন্যতম অ্যালবামে পরিণত হয় এ পর্যন্ত ।২০১০ সালের ব্রিট পুরস্কারে এটি মাস্টারকার্ড ব্রিটিশ অ্যালবাম পুরস্কার জিতে নেয়। \n\n\n== ফ্লোরেন্স ওয়েলচ ==\nফ্লোরেন্স লিওন্টাইন মারি ওয়েলচ ১৯৮৬ সালের ২৮শে আগস্ট জন্ম গ্রহণ করেন। তার বাবা ইভেলাইন ওয়েলচ ছিলেন হাভার্ড পড়ুয়া রেনেসা স্টাডিজের অধ্যাপক ও আর্টস বিষয়ের একাডেমিক ডীন ছিলেন কুইন ম্যারি বিশ্ববিদ্যালয়ের এবং তার মা নিক ওয়েলচ বিজ্ঞাপনে কাজ করতেন।\nদক্ষিণ পূর্ব লন্ডনের অ্যালিয়েন্স স্কুলে ফ্লোরেন্স লেখাপড়া করেন এবং স্কুলে মাঝে মাঝে তিনি সমস্যায় পড়ত সাথে সাথে চিন্তা না করেই গান গেয়ে ওঠার জন্য। তার ডাইস্লেক্সিয়া ও ডাইস্মেট্রিয়া রোগ ধরা পড়ে ও এটা বিশ্বাস করা হয় যে তার ইনস্মনিয়া রোগ আছে।ক্যাম্বারওয়েল কলেজ অব আর্টসে তিনি পড়তে যান স্কুল ছাড়ার পর ও গানে মনোযোগ দিতে গিয়ে তিনি তা ত্যাগ করেন।\nখুব অল্প দিনের ভেতর তার নানা, নানী মারা যাওয়ার তার সন্ত্রাস ও শেষ বিচারের প্রতি কল্পনা তীব্রতর হয়ে ওঠে।তার যখন মাত্র ১০ বছর বয়স তখন তার নানা মৃত্যুবরণ করেন ও তার ১৪ বছর বয়সে তার নানী যিনি ছিলেন শিল্পের ইতিহাসবিদ তিনি আত্নহত্যা করেন। তার বয়স যখন মাত্র ১৩ বছর তখন তার মা তাদের প্রতিবেশীর সাথে পালিয়ে যান যার আরো তিনজন টিনেজ সন্তান ছিল।\n\n\n== ডিস্কোগ্রাফি ==\nস্টুডিও অ্যালবামঃ\n\nলাঙ্গস (২০০৯)\nইপিঃ\n\nআ লট অব লাভঃ আ লট অব ব্লাড (২০০৯)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n[৪]\n[৫]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ জানুয়ারি ২০১০ তারিখে\n[৬]\n[৭]"}