{"pageid": 1379377, "title": "জাতিসংঘের বিশেষায়িত সংস্থাসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1379377", "content": "জাতিসংঘের কার্যক্রম পরিচালনার জন্য ১৫টি বিশেষায়িত সংস্থা রয়েছে। প্রতিটি বিশেষায়িত সংস্থা জাতিসংঘের অধীনে স্বায়ত্তশাসিতভাবে কাজ করে। প্রতিটি সংস্থার নিজস্ব গভর্নিং বডি, আইন এবং তহবিল ব্যবস্থা রয়েছে। কিছু বিশেষায়িত সংস্থা ১৯ শতকে বা প্রথম বিশ্বযুদ্ধের পরে জাতিসংঘের পূর্বসূরি সম্মিলিত জাতিপুঞ্জ দ্বারা প্রতিষ্ঠিত হয়েছিল। কিছু সংস্থা দ্বিতীয় বিশ্বযুদ্ধের শেষে জাতিসংঘের সাথে একযোগে প্রতিষ্ঠিত হয়েছিল। অন্যগুলো সমসাময়িক প্রয়োজনে পরবর্তী সময়ে প্রতিষ্ঠা করা হয়েছিল।\n\n\n== সংস্থাসমূহ ==\nজাতিসংঘের মোট ১৫টি বিশেষায়িত সংস্থার মধ্যে আন্তর্জাতিক শ্রম সংস্থা প্রথম জাতিসংঘের বিশেষায়িত সংস্থার মর্যাদা লাভ করে।\nঅন্যান্য সংস্থাগুলো হলো: \n\nখাদ্য ও কৃষি সংস্থা\nবিশ্ব স্বাস্থ্য সংস্থা\nআন্তর্জাতিক বেসামরিক বিমান চলাচল সংস্থা\nজাতিসংঘ শিক্ষা, বিজ্ঞান ও সংস্কৃতি সংস্থা\nআন্তর্জাতিক মুদ্রা তহবিল\nবিশ্ব ব্যাংক\nবিশ্ব পর্যটন সংস্থা\nবিশ্ব মেধাসম্পদ সংস্থা\nআন্তর্জাতিক সমুদ্র চলাচল সংস্থা\nবিশ্ব আবহাওয়া সংস্থা\nআন্তর্জাতিক টেলিযোগাযোগ ইউনিয়ন\nআন্তর্জাতিক কৃষি উন্নয়ন তহবিল\nবিশ্ব ডাক ইউনিয়ন\nজাতিসংঘ শিল্প উন্নয়ন সংস্থা\n\n\n== আন্তর্জাতিক শ্রম সংস্থা ==\n\nআন্তর্জাতিক শ্রম সংস্থা ১৯১৯ সালে ভার্সাই চুক্তির ফলশ্রুতিতে প্রতিষ্ঠিত হয়। ১৯৪৬ সালের ১৪ ডিসেম্বর সংস্থাটি জাতিসংঘের প্রথম বিশেষায়িত সংস্থার মর্যাদা লাভ করে। সংস্থাটির সদর দপ্তর সুইজারল্যান্ডের জেনেভায় অবস্থিত। বর্তমান সদস্য সংখ্যা ১৮৭টি। বর্তমান মহাপরিচালক ব্রিটেনের গাই রাইডার। বাংলাদেশ ১৯৭২ সালের ২২ জুন এর সদস্যপদ লাভ করে। বাংলাদেশ এ পর্যন্ত সংস্থাটি ৩৫টি কনভেনশন অনুমোদন করেছে যার মধ্যে ৩০টি কার্যকর রয়েছে। ILO ১৯৬৯ সালে নোবেল শান্তি পুরস্কার লাভ করে।\n\n\n== খাদ্য ও কৃষি সংস্থা ==\n\nজাতিসংঘের বিশেষায়িত সংস্থা খাদ্য ও কৃষি সংস্থা জাতিসংঘের একটি সংস্থা, যা ক্ষুধাকে জয় করার আন্তর্জাতিক প্রচেষ্টায় নেতৃত্ব দেয়। খাদ্য ও কৃষি সংস্থা ১৯৪৫ সালের ১৬ অক্টোবর প্রতিষ্ঠিত হয়। ১৯৪৬ সালের ১৪ ডিসেম্বর জাতিসংঘের বিশেষায়িত সংস্থার মর্যাদা লাভ করে। বর্তমান সদস্য সংখ্যা ১৯৪টি এবং সহযোগী সদস্য ২টি। খাদ্য ও কৃষি সংস্থা এর বর্তমান মহাপরিচালক চীনের কু ডংগিউ।\nসংস্থাটির সদরদপ্তর ইতালির রাজধানী রোমে অবস্থিত। এছাড়া সংগঠন হিসেবে ইউরোপীয়ান ইউনিয়ন খাদ্য ও কৃষি সংস্থা এর সদস্য।  সংস্থাটির প্রতিষ্ঠার তারিখ ১৬ অক্টোবর প্রতিবছর বিশ্ব খাদ্য দিবস পালিত হয়।\n\n\n== বিশ্ব স্বাস্থ্য সংস্থা ==\n\nবিশ্বব্যাপী উন্নত ও স্বাস্থ্যসম্মত ভবিষ্যৎ গড়ে তোলার প্রয়োজনে ১৯৪৮ সালের ৭ এপ্রিল গঠিত হয়েছিল বিশ্ব স্বাস্থ্য সংস্থা । এটি জাতিসংঘের একটি বিশেষায়িত সংস্থা যা সদস্য দেশ সমূহের জনস্বাস্থের উন্নয়নে কাজ করে যাচ্ছে এবং এটি জাতিসংঘ উন্নয়ন গ্রুপের গুরুত্বপূর্ণ সদস্য। ২২ জুলাই, ১৯৪৬ সালে অনুষ্ঠিত বিশ্ব স্বাস্থ্য অ্যাসেম্বলিতে ৬১টি দেশ বিশ্ব স্বাস্থ্য সংস্থার সনদ স্বাক্ষর করে। এর ২ বছর পর আনুষ্ঠানিকভাবে WHO এর যাত্রা শুরু হয়। বিশ্ব স্বাস্থ্য পরিস্থিতির উন্নয়নের জন্য সংস্থাটি সদস্য দেশ সমূহের স্বাস্থ্য মন্ত্রণালয়, স্বাস্থ্য বিষয়ক সরকারি অন্যান্য সংস্থা ও বিভাগ, এনজিও এবং জনসাধারনের সাথে নিবিড়ভাবে কাজ করে যাচ্ছে। যে কোন রোগ-বালাই, নতুন রোগের সংক্রমণ বা জরুরি স্বাস্থ্যগত যেকোন ইস্যুকে কেন্দ্র করে উদ্ভাবিত যেকোন পরিস্থিতি মোকাবেলায় এই সংস্থা সর্বদা নেতৃত্ব দিয়ে যাচ্ছে। সংস্থাটির ১৯৪টি পূর্ণাঙ্গ সদস্য দেশ ও ২টি সহযোগী সদস্য দেশ রয়েছে।\n\n\n== আন্তর্জাতিক বেসামরিক বিমান চলাচল সংস্থা ==\n\nআন্তর্জাতিক বেসামরিক বিমান চলাচল সংস্থা  জাতিসংঘের একটি বিশেষায়িত সংস্থা, যা বেসামরিক বিমান চলাচল সংক্রান্ত সকল বিষয় তদারকি করে। সংস্থাটি ১৯৪৪ সালে Provisional International Civil Aviation Organization (PICAO) হিসেবে প্রতিষ্ঠিত হয়। এরপর ১৯৪৭ সালের ৪ এপ্রিল ICAO হিসাবে যাত্রা শুরু করে এবং একই বছর জাতিসংঘের বিশেষায়িত সংস্থার মর্যাদা লাভ করে। বর্তমানে এর সদস্য সংখ্যা ১৯৩ এবং কাউন্সিল সদস্য ৩৬।\n\n\n== জাতিসংঘ শিক্ষা, বিজ্ঞান ও সংস্কৃতি সংস্থা ==\n\nইউনেস্কো হলো জাতিসংঘের শিক্ষা, বিজ্ঞান ও সংস্কৃতি বিষয়ক সংস্থা। ইউনেস্কো প্রতিষ্ঠার লক্ষ্যে ১৯৪৫ সালের ১৬ নভেম্বর লন্ডনে অনুষ্ঠিত সম্মেলনে চুক্তি স্বাক্ষরিত হয় যা ১৯৪৬ সালের ৪ নভেম্বর কার্যকর হয়। একই বছরের ১৯ নভেম্বর থেকে ১০ ডিসেম্বর প্যারিসে এর প্রথম সাধারণ সভা অনুষ্ঠিত হয়। ইউনেস্কোর সদরদপ্তর ফ্রান্সের রাজধানী প্যারিসে অবস্থিত। বাংলাদেশ ১৯৭২ সালের ২৭ অক্টোবর ইউনেস্কোতে যোগ দেয়।\n\n\n== আন্তর্জাতিক মুদ্রা তহবিল ==\n\nআন্তর্জাতিক মুদ্রা তহবিল বা আইএমএফ ব্রেটনউডস সম্মেলনের মাধ্যমে প্রতিষ্ঠিত হয়। আন্তর্জাতিক মুদ্রা তহবিলের (আইএমএফ) প্রাথমিক উদ্দেশ্য ছিল স্থির হারের বিনিময়ব্যবস্থাটি পরিচালনা করা। এটি সরকারকে ঋণদানের মাধ্যমে অস্থায়ী বাণিজ্য ভারসাম্যহীনতা সংশোধন করতে সহায়তা করে। আন্তর্জাতিক মুদ্রা তহবিল বা IMF ১৯৬৯ সালে Special Drawing Right (SDR) সিস্টেম প্রবর্তন করে। SDR হলো আন্তর্জাতিক রিজার্ভ সম্পদ। একে আইএমএফের ভার্চুয়াল মুদ্রাও বলা হয় যার মান আইএমএফ স্বীকৃত পাঁচটি আন্তর্জাতিক মুদ্রার (ইউএস ডলার, ইউরো, ইউয়ান, ইয়েন ও পাউন্ড স্টার্লিং) গড় বিনিময় হারের মাধ্যমে নির্ধারিত হয়।\n\n\n== বিশ্ব ব্যাংক ==\n\nবিশ্বব্যাংক একটি আন্তর্জাতিক আর্থিক সহায়তা সংস্থা যা উন্নয়নশীল দেশগুলোর উন্নয়ন কর্মকাণ্ডের জন্য ঋণ ও অনুদান প্রদান করে। বিশ্বব্যাংকের অনুষ্ঠানিক লক্ষ্য হল বিশ্বব্যাপী দারিদ্র্য বিমোচন। বিশ্বব্যাংক  ১৯৪৬ সালে তার কার্যক্রম শুরু করে। সারা বিশ্বের ১৮৯টি সদস্য রাষ্ট্র নিয়ে গঠিত একটি আন্তর্জাতিক সংস্থা। সদর দপ্তর অবস্থিত ওয়াশিংটন, ডি.সি.তে।\n\n\n== বিশ্ব পর্যটন সংস্থা ==\n\nবিশ্বব্যাপী পর্যটন শিল্পের উন্নয়ন এবং বিকাশের লক্ষ্য ১৯৪৬ সালে আনুষ্ঠানিকভাবে বিশ্ব পর্যটন সংস্থা প্রতিষ্ঠিত হয়। সংস্থাটির সদরদপ্তর স্পেনের রাজধানী মাদ্রিদে অবস্থিত। ২০০৩ সালে এটি জাতিসংঘের বিশেষায়িত সংস্থার মর্যাদা লাভ করে। বাংলাদেশ বিশ্ব পর্যটন সংস্থার সদস্য পদ লাভ করে ১৯৭৫ সালে।\n\n\n== বিশ্ব মেধাসম্পদ সংস্থা ==\n\nবুদ্ধিভিত্তিক সম্পদের পলিসি, সেবা, তথ্য এবং সহযোগিতার ক্ষেত্রের বৈশ্বিক ফোরাম হচ্ছে জাতিসংঘের বুদ্ধিবৃত্তিক সম্পদ সংস্থা। সংস্থাটির সদরদপ্তর জেনেভায় অবস্থিত। ১৯৬৭ সালের ১৪ জুলাই WIPO কনভেনশন গৃহীত হয় যা ১৯৭০ সালে কার্যকর হয়। ১৯৭৪ সালে WIPO জাতিসংঘের বিশেষায়িত সংস্থার মর্যাদা লাভ করে। বর্তমান সদস্য সংখ্যা ১৯৩টি দেশ এবং স্থায়ী পর্যবেক্ষক - ৭টি (ফিলিস্তিনসহ)। \n\n\n== আন্তর্জাতিক সমুদ্র চলাচল সংস্থা ==\n\nআন্তর্জাতিক সমুদ্র চলাচল সংস্থা জাতিসংঘের একটি বিশেষায়িত সংস্থা, যা সমুদ্র চলাচল সংক্রান্ত সকল বিষয় তদারকি করে। IMO এর সদরদপ্তর যুক্তরাজ্যের লন্ডন শহরে অবস্থিত। সংস্থাটির বর্তমান সদস্য সংখ্যা ১৭৫ এবং সহযোগী সদস্য ৩টি। বর্তমান মহাসচিব দক্ষিণ কোরিয়ার কিতাক লিম। \n\n\n== বিশ্ব আবহাওয়া সংস্থা ==\n\nবিশ্ব আবহাওয়া সংস্থা জাতিসংঘের একটি বিশেষায়িত সংস্থা। এটির ১৯৩ সদস্য রাষ্ট্র ও টেরিটোরি রয়েছে। ১৮৭৩ সালে আন্তর্জাতিক আবহাওয়া সংস্থা থেকে এর উত্‍পত্তি হয়। বিশ্ব আবহাওয়া সংস্থা ১৯৫০ সালের ২৩ মার্চ প্রতিষ্ঠিত হয়।\n\n\n== আন্তর্জাতিক টেলিযোগাযোগ ইউনিয়ন ==\n\nআন্তর্জাতিক টেলিযোগাযোগ ইউনিয়ন টেলিযোগাযোগের ক্ষেত্রে বিভিন্ন রকম মান নির্ধারণের কাজ করে থাকে। এর সদর দপ্তর সুইজারল্যান্ডের জেনেভাতে। এটি টেলিযোগাযোগের ক্ষেত্রে এখন পর্যন্ত প্রায় ২০০০ ধরনের মান নির্ধারণের কাজ করেছে। মে ১৭,১৮৬৫ সালে ফ্রান্সের প্যারিসে আন্তর্জাতিক টেলিগ্রাফ ইউনিয়ন নামে এটি কাজ শুরু করে। এর ফলে সংস্থাটি জাতিসংঘের সবচেয়ে পুরাতন অঙ্গ সংগঠনের মর্যাদা পেয়েছে।\n\n\n== আন্তর্জাতিক কৃষি উন্নয়ন তহবিল ==\n\nআন্তর্জাতিক কৃষি উন্নয়ন তহবিল জাতিসংঘের একটি বিশেষায়িত সংস্থা, বিশ্বব্যাপী বিশেষত উন্নয়নশীল বিশ্বে কৃষি উন্নয়নের মাধ্যমে খাদ্য উৎপাদন বৃদ্ধি ও পুষ্টি বিকাশের লক্ষ্যে সম্পদ সংগ্রহের উদ্দেশ্য গঠিত। ১৯৭৭ সালের ১৫ ডিসেম্বর ইতালির রোমে সংস্থাটি গঠিত হয়। সংস্থাটির সদর দপ্তর ইতালির রোম শহরে অবস্থিত। সংস্থাটির বর্তমান সদস্য সংখ্যা ১৭৭টি। বর্তমান প্রেসিডেন্ট স্পেনের নাগরিক আলভারো ল্যারিও। ২০২২ সালের ১ অক্টোবর ৪ বছরের জন্য তিনি দায়িত্ব গ্রহণ করেন ।\n\n\n== বিশ্ব ডাক ইউনিয়ন ==\n\nবিশ্ব ডাক ইউনিয়ন জাতিসংঘের একটি বিশেষায়িত সংস্থা, যা বিশ্বব্যাপী ডাক ব্যবস্থার উন্নয়নের জন্য কাজ করে। ১৮৭৪ সালের ৯ অক্টোবর বার্ন চুক্তির মাধ্যমে গঠিত সাধারণ ডাক ইউনিয়ন ১৮৭৮ সালে বিশ্ব ডাক ইউনিয়ন নামধারণ করে। সংস্থাটির সদর দপ্তর সুইজারল্যান্ডের বার্ন শহরে অবস্থিত। সংস্থাটির বর্তমান সদস্য সংখ্যা ১৯২টি। বর্তমান মহাসচিব মাসিকো মেটোকি। বাংলাদেশ ১৯৭৩ সালের ৭ ফেব্রুয়ারি বিশ্ব ডাক ইউনিয়নের এর সদস্যপদ লাভ করে।\n\n\n== জাতিসংঘ শিল্প উন্নয়ন সংস্থা ==\n\nজাতিসংঘ শিল্প উন্নয়ন সংস্থা শিল্পের উন্নয়নের মাধ্যমে দারিদ্র দূরীকরণ, সর্বব্যাপী বিশ্বায়ন ও পরিবেশের টেকসই উন্নয়ন নিশ্চিত করে থাকে। ১৯৬৬ সালের ১৭ নভেম্বর জাতিসংঘের অঙ্গসংস্থা অর্থনৈতিক ও সামাজিক পরিষদের তত্ত্বাবধানে সংস্থাটি প্রতিষ্ঠিত হয়। সংস্থাটির সদরদপ্তর অস্ট্রিয়ার ভিয়েনায় অবস্থিত। এছাড়া ব্রাসেলস, নিউইয়র্ক ও জেনেভায় সংস্থাটির অফিস রয়েছে। সংস্থাটির বর্তমান সদস্য সংখ্যা ১৭১টি। বর্তমান প্রেসিডেন্ট গার্ড মুলার।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nInternational Labour Organization (ILO)\nFood and Agriculture Organization (FAO)\nInternational Maritime Organization (IMO)"}