{"pageid": 137935, "title": "কিয়া আবদুল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=137935", "content": "কিয়া আব্দুল্লাহ একজন ব্রিটিশ বাংলাদেশী লেখিকা ও সাংবাদিক। ১৭ই মে ১৯৮২ সালে তিনি জন্মগ্রহণ করেন। তিনি গার্ডিয়ান সংবাদপত্রের একজন সাংবাদিক। তিনি দুইটি উপন্যাস লিখেছেন এই পর্যন্তঃ লাভ, লাইফ ও অ্যাসিমিলেইশন  ও চাইল্ডস প্লে।\n\n\n== কর্মজীবন ==\nতার প্রথম উপন্যাস লাভ, লাইফ ও অ্যাসিমিলেইশন লেখেন তিনি কুইন ম্যারি, লন্ডন বিশ্ববিদ্যালয় থেকে কম্পিউটার সায়েন্সে ব্যাচেলর অব সায়েন্স ডিগ্রি লাভ করার পর। তার এই উপন্যাস যথেস্ট বিতর্ক ও প্রশংসার জন্ম দেয়। বাংলাদেশী সম্প্রদায়ে এমনকি তার নিজের পরিবারেও এই উপন্যাস ব্যাপক বিতর্কের জন্ম দেয়। বিশেষ করে টাওয়ার হেমলেট এলাকার মাদকাসক্তি সমস্যার অতি খোলামেলা বর্ণনা ও বেশ কিছু যৌনতা সমৃদ্ধ চিত্র। এত বিতর্ক থাকা সত্ত্বেও আব্দুল্লাহ বলেনঃ “আমার একটি কন্ঠস্বর আছে এবং আমি বলব যে আমি কি চাই। আমি পেছনে যাচ্ছি না। আমি কোন পেছনের ব্যাপার মঞ্চায়িত করছি না। জনগণকে বলতে দেওয়া উচিত যা তারা বলতে চায়।” মনিকা আলীর ব্রিক লেন উপন্যাসের সাথে এটার তুলনা করা হয়েছে। এই সম্পর্কে তিনি বলেন, “আমি অনুভব করছি যে আমরা দু’জন বিষয়বস্তুর জন্য একই পায়রার খোপে আবদ্ধ হয়েছি।”  এই উপন্যাসের সাফল্যের কারণে তিনি এশিয়ান উম্যান ম্যাগাজিনে যোগ দেওয়ার জন্য প্রস্তাব পান যা একটি দক্ষিণ এশিয়ার মহিলাদের জীবন যাত্রার ওপর চাকচিক্যময় মাসিক পত্রিকা। এক বছর এই পত্রিকায় কাজ করার পর তিনি মুক্ত সাংবাদিক হয়ে যান ও তার মনোবৈজ্ঞানিক দ্বিতীয় উপন্যাস চাইল্ডস প্লে লিখেন যা ২০০৯ সালের ডিসেম্বরে প্রকাশিত হয়। এরপর আবদুল্লাহ এশিয়ানা ম্যাগাজিনে কলাম লেখার প্রস্তাব পান ও তা গ্রহণ করেন। এর পাশাপাশি তিনি গার্ডিয়ান পত্রিকার জন্য লেখা শুরু করেন রাজনীতি থেকে সম্পর্ক পর্যন্ত বিষয়সীমায়। তিনি অনেক বিখ্যাত এশিয়ান শিল্পীদের সাক্ষাৎকার নেন, এর মাঝে মীরা সায়াল, আনুশকা সঙ্কর এবং নিতিন সাওনী অন্যতম। তিনি বিবিসি  ও চ্যানেল ৪-এর অনেক প্রামাণ্যচিত্র ও খবরে হাজির হন ও রেডিও ২-এর জেরেমি ভাইন শো তে মাঝে মাঝে উপস্থিত হন।\n\n\n== ব্যক্তিগত জীবন ==\nআবদুল্লাহ টাওয়ার হেমলেট যা পূর্ব লন্ডনে অবস্থিত সেখানে জন্ম নিয়েছেন ও বড় হয়ে উঠেছেন। ৭০-এর দশকে তার বাবা-মা বাংলাদেশের সিলেট থেকে ব্রিটেনে অভিবাসিত হন। তিনি তার নয় ভাইবোনের ভেতর সপ্তম এবং তাদের মাঝে একজন ১৯৭৪ সালে জন্মের কিছুদিন পরেই মৃত্যু বরণ করেন।\n\n\n== উক্তি ==\n\"আমি ইতোমধ্যেই অনেক প্রবেশযোগ্য। আমি যদি আরও প্রবেশযোগ্য হই তবে আমাকে আমার ফোন নাম্বার সারা লন্ডনের ফোন বাক্সে লাগিয়ে রাখতে হবে।\"- অন বিয়িং অ্যাকসিসিবল টু আওয়ার রিডারস \"যেকোন কিছুই অল্প দিনের জন্য ভাল……এমনকি শ্বাসরুদ্ধকর অবস্থাও প্রাথমিকভাবে ভালো লাগে।\"- অন দ্যা ডিফিকাল্টিওব লং লাস্টিং রিলেইশনসিপ\"ভারতীয় মহিলারা বিখ্যাত তাদের সৌন্দর্যের জন্য, ইতালীয়, ফেঞ্চ, স্প্যানিশ ও ভূ-মধ্যসাগরের মহিলারা বহিরাগত, স্ক্যান্ডিনেভিয়ান মহিলারা লম্বা পাওয়ালা ও সোনালী চুল যুক্ত,পূর্বদিকের মহিলারা রহস্যময় ও লোভনীয়, ল্যাটিন আমেরিকানরা মোহময়ী ও ইন্দ্রিয়পরায়ণ…এই তালিকা চলতেই থাকবে।কিন্তু বাংলাদেশি মহিলারা- ভালো, কেউই আসলে আমাদের সম্পর্কে জানে না বা পাত্তা দেয় না।এবং যারা পাত্তা দেয়, যদিও বেশির ভাগ সময় পাত্তা না দেয়ার অংশই বেশি, তারা ভাবে যে আমরা খাট, মোটা, কুচ্ছিত ও পদ দলিত।\"-অন দ্যা স্টেরিও টাইপ অব বাংলাদেশী গার্লস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nগার্ডিয়ান প্রোফাইল"}