{"pageid": 1379896, "title": "১৫তম ব্রিকস শীর্ষ সম্মেলন", "url": "https://bn.wikipedia.org/wiki?curid=1379896", "content": "২০২৩-এ ব্রিকস সম্মেলন হল ১৫তম বার্ষিক ব্রিকস শীর্ষ সম্মেলন। এটি একটি আন্তর্জাতিক সম্পর্ক সম্মেলন যেখানে পাঁচটি সদস্য রাষ্ট্রের রাষ্ট্রপ্রধান বা সরকার প্রধান বা তাদের প্রতিনিধিরা অংশগ্রহণ করেন: ব্রাজিল, রাশিয়া, ভারত, চীন এবং দক্ষিণ আফ্রিকা ।  দক্ষিণ আফ্রিকার দক্ষিণ আফ্রিকার প্রেসিডেন্ট সিরিল রামাফোসাও ৫৩টি আফ্রিকান দেশ, বাংলাদেশ, বলিভিয়া, ইন্দোনেশিয়া ও ইরানসহ ৬৭টি দেশের নেতাদের সম্মেলনে আমন্ত্রণ জানিয়েছেন।  \n\n\n== ব্রিকস সম্প্রসারণ ==\nব্রিকস গ্রুপে যোগদানের আগ্রহ প্রকাশ করেছে অন্তত ৪০টি দেশ। \n\n\n== অংশগ্রহণকারী নেতৃবৃন্দ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== বিতর্ক ==\n\n\n=== ভ্লাদিমির পুতিনের অংশগ্রহণ ===\n২০২৩ সালের মার্চ মাসে, ইন্টারন্যাশনাল ক্রিমিনাল কোর্ট (আইসিসি) রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিনের বিরুদ্ধে ইউক্রেনে রাশিয়ার আগ্রাসনের সময় যুদ্ধাপরাধের জন্য গ্রেপ্তারি পরোয়ানা জারি করে।  পরোয়ানা মানতে আইসিসি স্বাক্ষরকারী হিসেবে দক্ষিণ আফ্রিকার প্রয়োজন। \n২০২৩ সালের মে মাসে, আফ্রিকান ন্যাশনাল কংগ্রেস (এএনসি) এর নেতৃত্বে দক্ষিণ আফ্রিকা সরকার  সমস্ত আমন্ত্রিত নেতাদের কূটনৈতিক অনাক্রম্যতা প্রদান করে। এটি অস্পষ্ট ছিল যে এটি পুতিনকে গ্রেপ্তার করা থেকে আটকাতে পারবে কিনা যদি তিনি উপস্থিত ছিলেন। আন্তর্জাতিক সম্পর্ক ও সহযোগিতা বিভাগের মতে, দক্ষিণ আফ্রিকায় দেশে অনুষ্ঠিত আন্তর্জাতিক সম্মেলনে অংশগ্রহণকারীদের এই ধরনের অনাক্রম্যতা প্রদান করা একটি আদর্শ অনুশীলন ছিল।  প্রতিক্রিয়ায়, বিরোধী গণতান্ত্রিক জোট গ্রেপ্তার করতে বাধ্য করার জন্য আইনি পদক্ষেপ শুরু করে। \n২০২৩ সালের জুনের প্রথম দিকে, বিষয়টি এড়াতে শীর্ষ সম্মেলনটি চীনে স্থানান্তরিত করার কথা ভাবা হচ্ছে।  ২০২৩ সালের জুলাইয়ের মাঝামাঝি সময়ে, ভ্লাদিমির পুতিন ঘোষণা করেছিলেন যে তিনি \"পারস্পরিক চুক্তিতে\" শীর্ষ সম্মেলনে যোগ দেবেন না এবং পরিবর্তে পররাষ্ট্রমন্ত্রী সের্গেই ল্যাভরভকে পাঠাবেন। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\n\n\n== তথ্যসূত্র =="}