{"pageid": 1379822, "title": "সৈয়দ মোহাম্মদ জিয়াউল করিম", "url": "https://bn.wikipedia.org/wiki?curid=1379822", "content": "সৈয়দ মোহাম্মদ জিয়াউল করিম বাংলাদেশের বাংলাদেশ সুপ্রীম কোর্টের আপিল বিভাগের একজন সাবেক বিচারপতি।\n\n\n== জীবনের প্রথমার্ধ ==\nজিয়াউল করিম ১৯৫৭ সালের ১২ ডিসেম্বর জন্মগ্রহণ করেন। তিনি রসায়নে স্নাতক, আইনে স্নাতক, স্নাতকোওর ও পিএইচডি সম্পন্ন করেছেন।\n\n\n== কর্মজীবন ==\nজিয়াউল করিম ১৯৮৬ সালের ১৮ মার্চ জেলা আদালতে আইনী অনুশীলন শুরু করেন।\n১৯৮৮ সালের ১৮ এপ্রিল জিয়াউল করিম হাইকোর্ট বিভাগের আইনজীবী হন। ১৯৯৬ সালের ২৮ নভেম্বর তিনি আইনজীবী হিসেবে আপিল বিভাগে যোগদান করেন।\nজিয়াউল করিম ২০০৪ সালের ২৩ আগস্ট হাইকোর্টে অতিরিক্ত বিচারপতি হিসেবে নিযুক্ত হন, পরবর্তীতে ২০০৬ সালের ২৩ আগস্ট স্থায়ী বিচারক হন।\nজিয়াউল করিম ও বিচারপতি এএনএম বশিরুল্লাহ বাংলাদেশ জাতীয়তাবাদী দলের ডাকা সাধারণ ধর্মঘটের সময় ভাঙচুরের মামলায় ২১ জুন ২০১১ তারিখে সাবেক সংসদ সদস্য শহীদ উদ্দীন চৌধুরী এ্যানি সহ দলটির ১৩ জন নেতাকর্মীকে জামিন দেন।\n২০১৪ সালের ২৪ জুলাই, জিয়াউল করিম ও বিচারপতি আশীষ রঞ্জন দাস রানা প্লাজার একটি পোশাক কারখানার মালিক বজলুস সামাদ আদনানের জামিনের শুনানিতে একটি বিভক্ত রায় দেন জিয়াউল করিম অভিযুক্তদের জামিনের পক্ষে ও আশীষ রঞ্জন দাস জামিনের বিরোধিতা করেন।\nজিয়াউল করিম ও শেখ মোঃ জাকির হোসেন ২০১৫ সালের জুলাইয়ে বাংলাদেশ জাতীয়তাবাদী দলের চার রাজনীতিবিদ আবদুল আউয়াল মিন্টু, আমানুল্লাহ আমান, এম কে আনোয়ার ও তরিকুল ইসলামকে ৫৬টি মামলায় জামিন দেন।\n২০১৭ সালের ৫ জুন, জিয়াউল করিম ও বিচারপতি শেখ মোঃ জাকির হোসেন বাংলাদেশ সরকারের কাছ থেকে ২০০৩ সালে এমভি নাসরিন-১ ডুবে মারা যাওয়া ১০০ জনের পরিবারকে ১৭.১১ কোটি টাকা ক্ষতিপূরণ প্রদান করেন। আগস্ট মাসে, তাকে বরিশাল জেলা, ভোলা জেলা ও ঝালকাঠি জেলার জেলা আদালত পরিদর্শনের দায়িত্ব দেওয়া হয়েছিল।\n২০২২ সালের ২৩ মার্চ, জিয়াউল করিম ও বিচারপতি সরদার মোঃ রাশেদ জাহাঙ্গীর কবিরুল ইসলাম বড়োশার মৃত্যুদণ্ড নিশ্চিত করেন। কবিরুল ইসলাম বড়োশা জাতীয় পার্টির রাজনীতিবিদ ও সাবেক সংসদ সদস্য করিম উদ্দিন ভরসার ছেলে এবং তার ভাইকে হত্যার দায়ে অভিযুক্ত \nছিলেন, তিনি মামলায় জামিন পাওয়ার পর পালিয়ে ছিলেন। জিয়াউল করিম ও বিচারপতি শশাঙ্ক শেখর সরকার একই বছরের ২০ এপ্রিল একদিনে ২৪৪টি মামলার শুনানি করেন।\n১২ আগষ্ট ২০২৪ সালে সুপ্রিম কোর্টের হাইকোর্ট বিভাগে কর্মরত এই বিচারপতিকে আপিল বিভাগের বিচারপতি হিসেবে নিয়োগ দেন রাষ্ট্রপতি মো. সাহাবুদ্দিন।\n\n\n== তথ্যসূত্র =="}