{"pageid": 1379376, "title": "কে কোভিলাগাম কুট্টিয়েত্তন রাজা", "url": "https://bn.wikipedia.org/wiki?curid=1379376", "content": "ডা.কে কোভিলাগাম কুট্টিয়েত্তন রাজা  (১৯ সেপ্টেম্বর ১৮৯৩ – ২৭ সেপ্টেম্বর ১৯৬৩) (যিনি 'কে সি কে ই রাজা' বা 'কুট্টিয়েত্তন' নামে বেশি পরিচিত) ছিলেন একজন ভারতীয় চিকিৎসক, যিনি দিল্লির অল ইন্ডিয়া ইনস্টিটিউট অফ মেডিক্যাল সায়েন্সেস এর অন্যতম রূপকার এবং স্বাধীন ভারতে স্বাস্থ্য পরিষেবার প্রথম মহাপরিচালক।  ১৯৫৭ খ্রিস্টাব্দে ভারত সরকার তার অসামান্য সিভিল সার্ভিসের জন্য দেশের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার  পদ্মভূষণে ভূষিত করে। \n\n\n== প্রারম্ভিক জীবন ==\nকে সি কে ই রাজা বা কুট্টিয়েত্তনের জন্ম ১৮৯৩ খ্রিস্টাব্দের ১৯ আগস্ট  ব্রিটিশ ভারতের অধুনা কেরল রাজ্যের  মালাপ্পুরম জেলার কোট্টাকালের এক অভিজাত ব্রাহ্মণ পরিবারে। কুট্টিয়েত্তন তার পিতা আজগাপুরা বাসুদেবন নাম্বুদিরি এবং মাতা কে সি এডাথিম্প্যাট্টি থামপুরাট্টির চার পুত্র সন্তানের মধ্যে জ্যেষ্ঠ ছিলেন। তাদের পরিবার পরিচালিত প্রাথমিক বিদ্যালয়ের পাঠ শেষে  কালিকটের জামোরিন গুরুবায়ুরাপ্পান কলেজ থেকে প্রবেশিকা পরীক্ষা পাশ করে চেন্নাই (তৎকালীন মাদ্রাজ) যান ইংরাজী সাহিত্যে স্নাতকস্তরে পড়ার জন্য। কিন্তু মায়ের মৃত্যুর পর গ্রামে ফিরে আসেন। এক বছর পর পুনরায় চেন্নাই যান ডাক্তারি পড়তে।\n\n\n== কর্মজীবন ==\n চিকিৎসা বিজ্ঞানে স্নাতক হয়ে উটিতে স্বাস্থ্য অফিসার হিসাবে কর্মজীবন শুরু করেন। তিনি সততা, সাহস এবং দৃঢ় চরিত্রের মানুষ হওয়ার কারণে স্বাস্থ্য কর্মকর্তা হিসাবে শ্রদ্ধা অর্জন করেছিলেন। পরে তিনি পাবলিক হেলথ এবং ভাইটাল স্ট্যাটিস্টিকসে উচ্চ শিক্ষার জন্য  কেমব্রিজ বিশ্ববিদ্যালয়ে পড়াশোনা করেন।\nদেশে ফিরে তিনি কলকাতার 'অল ইন্ডিয়া ইনস্টিটিউট অফ হাইজিন অ্যান্ড পাবলিক হেল্থ'-এ যোগ দেন গুরুত্বপূর্ণ পরিসংখ্যানের অধ্যাপক হিসাবে। সেই সূত্রে কলকাতায়  প্রশান্তচন্দ্র মহলানবিশের সঙ্গে তার ঘনিষ্ঠতা হয়।  ১৯৪১ খ্রিস্টাব্দে দেশের জনসংখ্যা শুমারির সঙ্গে যুক্ত হন। ১৯৫১ খ্রিস্টাব্দ হতে ১৯৬১ খ্রিস্টাব্দ পর্যন্ত তিনি রেজিস্ট্রার জেনারেলের পরামর্শদাতা কমিটির অন্যতম সদস্য হন। ১৯৩৮ খ্রিস্টাব্দে তিনি দিল্লিতে আসেন এবং কেন্দ্রীয় সরকারের চিকিৎসা পরিষেবা অধিদপ্তরে জনস্বাস্থ্য প্রশাসনে ফিরে যান। ১৯৪৭ খ্রিস্টাব্দে স্বাধীনতার পর তিনিই প্রথম ভারতীয় হিসাবে স্বাস্থ্য পরিষেবার মহাপরিচালক হন। ভারতে চিকিৎসা বিজ্ঞানে স্নাতকোত্তর শিক্ষা কার্যক্রম শুরুর জন্য পাঁচ বছর ধরে বেশ কয়েকটি দেশ সফরের পর ব্লুপ্রিন্ট প্রস্তুত করেন। দিল্লিতে  অল ইন্ডিয়া ইনস্টিটিউট অফ মেডিক্যাল সায়েন্সেস প্রতিষ্ঠার অন্যতম রূপকার ছিলেন। এছাড়াও তিনি ইন্টারন্যাশনাল 'ইনস্টিটিউট অফ পপুলেশন স্টাডিজ'-এর  প্রতিষ্ঠাতা পরিচালক ছিলেন। ড. কে সি কে ই রাজা ১৯৬০ খ্রিস্টাব্দে  কেরালা বিশ্ববিদ্যালয়ের উপাচার্য নিযুক্ত হন। পুরো তিন বৎসর তিনি ওই পদে ছিলেন এবং কোচিন ও কালিকটে বিশ্ববিদ্যালয়ের কেন্দ্রের শিলান্যাস করেন। \n\n\n== সম্মাননা ==\n১৯৫৭ খ্রিস্টাব্দে ভারত সরকার সিভিল সার্ভিসে মূলত দিল্লিতে অল ইন্ডিয়া ইনস্টিটিউট অফ মেডিক্যাল সায়েন্সেস প্রতিষ্ঠার জন্য দেশের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণে ভূষিত করে। \n\n\n== জীবনাবসান ==\nড.কে সি কে ই রাজা, কেসি উন্নিঅনুজন রাজার কন্যা মাধবী কুট্টি আম্মা প্যারাপিলকে বিবাহ করেন। তাদের দুই পুত্র পি এন মেনন, আই এফ এস, যুগোশ্লাভিয়াতে ভারতের রাষ্ট্রদূত ছিলেন ও পি এস মেনন ছিলেন বিদেশ সচিব। কুট্টিয়েত্তনের স্ত্রী মাধবী আম্মা ১৯০৩ খ্রিস্টাব্দে মারা যান এবং কুট্টিয়েত্তন ১৯৬৩ খ্রিস্টাব্দের ২৭ সেপ্টেম্বর হৃদরোগে আক্রান্ত হয়ে কোঝিকোড়ের ফেরোকের কাছে নাল্লুরের বাসভবনে পরলোক গমন করেন। \n\n\n== তথ্যসূত্র =="}