{"pageid": 13793, "title": "থ্যালাসেমিয়া", "url": "https://bn.wikipedia.org/wiki?curid=13793", "content": "থ্যালাসেমিয়া (ইংরেজি: Thalassemia) একটি অটোজোমাল মিউট্যান্ট প্রচ্ছন্ন জিনঘটিত বংশগত রক্তের রোগ। এই রোগে রক্তে অক্সিজেন পরিবহণকারী হিমোগ্লোবিন কণার উৎপাদনে ত্রুটি হয়। থ্যালাসেমিয়া ধারণকারী মানুষ সাধারণত রক্তে অক্সিজেনস্বল্পতা বা “অ্যানিমিয়া”তে ভুগে থাকেন। অ্যানিমিয়ার ফলে অবসাদগ্রস্ততা থেকে শুরু করে অঙ্গহানি ঘটতে পারে। থ্যালাসেমিয়া প্রধানত দুই  ধরনের হতে পারে: ১) আলফা থ্যালাসেমিয়া (ক.আলফা থ্যালাসেমিয়া মেজর , খ.আলফা থ্যালাসেমিয়া মাইনর) ২) বিটা থ্যালাসেমিয়া।  (ক.ß থ্যালাসেমিয়া মেজর , খ. ß থ্যালাসেমিয়া মাইনর)   সাধারণভাবে আলফা থ্যালাসেমিয়া, ß থ্যালাসেমিয়া থেকে কম তীব্র। আলফা থ্যালাসেমিয়া বিশিষ্ট ব্যক্তির ক্ষেত্রে রোগের উপসর্গ মৃদু বা মাঝারি প্রকৃতির হয়ে থাকে। অন্যদিকে বিটা থ্যালাসেমিয়ার ক্ষেত্রে রোগের তীব্রতা বা প্রকোপ অনেক বেশি; এক-দুই বছরের শিশুর ক্ষেত্রে ঠিকমত চিকিৎসা না করলে এটি শিশুর মৃত্যুর কারণ হতে পারে।\n\nবিশ্বে বিটা থ্যালাসেমিয়ার চেয়ে আলফা থ্যালাসেমিয়ার প্রাদুর্ভাব বেশি। আলফা থ্যালাসেমিয়া দক্ষিণ-পূর্ব এশিয়া ও চীনের সর্বত্র এবং কখনও কখনও ভূমধ্যসাগরীয় ও মধ্যপ্রাচ্যের লোকদের মধ্যে দেখতে পাওয়া যায়। প্রতিবছর বিশ্বে প্রায় ১ লক্ষ শিশু থ্যালাসেমিয়া নিয়ে জন্মগ্রহণ করে।\n\n\n== শিশুদের ক্ষেত্রে থ্যালাসেমিয়া ==\nসাধারণত, জন্মগতভাবে একটি শিশু থ্যালাসেমিয়া আক্রান্ত হয়ে থাকে যা, শিশু ও মা-বাবার কোন ভুল থেকে নয় বরং জেনেটিক্যালি বা জিনগত কারণে সংঘটিত হয়। শিশুর বয়স বৃদ্ধির ২ বছরের মধ্যে রোগের লক্ষণ প্রকাশিত হতে শুরু করে যা পরবর্তীতে ডাক্তারের শরণাপন্ন হওয়া তথা পরীক্ষা নিরীক্ষার মাধ্যমে এই রোগের নিরুপণ করা হয়। থ্যালাসেমিয়া মেজর বা কুলি অ্যানিমিয়া (Cooley anemia)-তে আক্রান্ত সন্তান বড় হয়ে সাধারণত ৩০ বৎসর পর্যন্ত বেঁচে থাকতে পারে।\nশিশুর ক্ষেত্রে সবচেয়ে বেশি যে সমস্যা দেখা দেয় সেটি হলো তার যথাযথ বৃদ্ধি না হওয়া। আর সেই সাথে রক্তস্বল্পতা, অরুচি, দুর্বলতা সহ নানাবিধ সমস্যা দেখা দেয়। শিশুটি স্বাভাবিক ভাবে বেড়ে উঠতে পারে না। শিশু মনে হীনমন্যতার সৃষ্টি হয় ও নিজেকে অস্বাভাবিক ভাবে এবং সেই সাথে সবার সঙ্গ এড়িয়ে নিজেকে গুটিয়ে রাখে। যথাযথ চিকিৎসা ব্যবস্থা গ্রহণ, নিয়মিত রক্ত সঞ্চালন ও সঠিক পরিচর্যার মাধ্যমে এ রোগে আক্রান্ত শিশুকে সুস্থ জীবন যাপনের ব্যবস্থা করে দেওয়া অত্যন্ত গুরুত্বপূর্ণ একটি দায়িত্ব।\n\n\n== থ্যালাসেমিয়ার লক্ষণ ==\n\nঅতিরিক্ত আয়রন\nসংক্রমণ,\nঅস্বাভাবিক অস্থি বৃদ্ধি,\nপ্লীহা বড় হয়ে যাওয়া (স্প্লিনোমেগালি),\nঅবসাদ অনুভব,\nবৃদ্ধি ব্যাহত হয়,\nদুর্বলতা,\nশ্বাসকষ্ট,\nমুখ-মণ্ডল ফ্যাকাশে হয়ে যাওয়া,\nঅস্বস্তি,\nত্বক হলদে হয়ে যাওয়া (জন্ডিস),\nহাড়ের বিকৃতি(প্রধানত করোটি এবং মুখমণ্ডল),\nধীরগতিতে শারীরিক বৃদ্ধি,\nপেট বাইরের দিকে প্রসারিত হওয়া বা বৃদ্ধি পাওয়া,\nগাঢ় রঙের প্রস্রাব,\nহৃৎপিণ্ডে সমস্যা\n\n\n== থ্যালাসেমিয়ার কারণ ==\n\nত্রুটিপূর্ণ হিমোগ্লোবিন জিনের কারণে থ্যালাসেমিয়া হয়। বাবা অথবা মা, কিংবা বাবা-মা উভয়েরই থ্যালাসেমিয়া জিন থাকলে বংশানুক্রমে এটি সন্তানের মধ্যে ছড়ায়। এক সমীক্ষায় দেখা যায়, বাবা এবং মা উভয়ের  থ্যালাসেমিয়া জিন থাকলে ভূমিষ্ট শিশুর শতকরা ২৫ ভাগ থ্যালাসেমিয়া রোগে আক্রান্ত হয়।\nথ্যালাসেমিয়া দুইটি প্রধান ধরন হলো: আলফা থ্যালাসেমিয়া ও বিটা থ্যালাসেমিয়া।\n\nআলফা থ্যালাসেমিয়া:এই রোগের জন্য ১৬নং ক্রোমোজোমে উপস্থিত আলফা-শৃঙ্খল উৎপাদনকারী জিনের মিউটেশন (mutation) বা ডিলেশন (deletion) দায়ী। চারটি জিন দিয়ে আলফা থ্যালাসেমিয়া শৃঙ্খল তৈরি হয়। বাবা-মা থেকে প্রাপ্ত চারটি জিনের মধ্যে এক বা তার অধিক ত্রুটিপূর্ণ জিন হলে আলফা থ্যালাসেমিয়া হয়। যত বেশি জিন ত্রুটিপূর্ণ হবে তত বেশি মারাত্মক সমস্যা দেখা দিবে। যেমন:\nএকটি জিন ত্রুটিপূর্ণ হলে থ্যালাসেমিয়ার কোনো লক্ষণ ও উপসর্গ দেখা যাবে না। তবে আক্রান্ত ব্যক্তির মাধ্যমে তার সন্তানের মধ্যে এই রোগ ছড়াবে।\nদুইটি জিন ত্রুটিপূর্ণ হলে হালকা উপসর্গ দেখা যাবে। এই অবস্থাকে বলে আলফা থ্যালাসেমিয়া মাইনর (Alpha-thalassemia minor) অথবা আলফা থ্যালাসেমিয়া ট্রেইট (Alpha-thalassemia trait)।\nতিনটি জিন ত্রুটিপূর্ণ হলে এর উপসর্গগুলো মাঝারি থেকে মারাত্মক আকার ধারণ করে। এই অবস্থাকে বলে হিমোগ্লোবিন এইচ ডিজিজ (Hemoglobin H Disease)।\nচারটি জিন ত্রুটিপূর্ণ হলে একে বলে আলফা থ্যালাসেমিয়া মেজর (Alpha thalassemia major) অথবা হাইড্রপস ফিটালিস (Hydrops fetalis)। এর ফলে প্রসবের (delivery) পূর্বে অথবা জন্মের পরপর ভ্রূণ নষ্ট হয়ে যায়।\nবিটা থ্যালাসেমিয়া: বিটা থ্যালাসেমিয়া শৃঙ্খল গঠিত হয় দুইটি জিন দিয়ে। বাবা-মা থেকে প্রাপ্ত চারটি জিনের মধ্যে এক বা তার অধিক ত্রুটিপূর্ণ হলে বিটা থ্যালাসেমিয়া হয়। এক্ষেত্রে:\nএকটি জিন ত্রুটিপূর্ণ হলে হালকা উপসর্গ দেখা যায়। এই অবস্থাকে বলে বিটা থ্যালাসেমিয়া মাইনর (Beta-thalassemia minor) অথবা বিটা থ্যালাসেমিয়া ট্রেইট (Beta-thalassemia trait)।\nদুটি জিন ত্রুটিপূর্ণ হলে মাঝারি থেকে মারাত্মক উপসর্গ দেখা যায়। এ অবস্থাকে বলে বিটা থ্যালাসেমিয়া মেজর (Beta-thalassemia major) অথবা কুলিস কুলিস অ্যানিমিয়া (Cooley’s anemia)। নবজাতক যেসব শিশুর এই সমস্যা থাকে তারা জন্মের সময় বেশ স্বাস্থ্যবান থাকে। তবে জন্মের প্রথম দুই বছরের মধ্যেই এর উপসর্গ দেখা যায়।\nবিশ্বের আনুমানিক ৬০-৮০ মিলিয়ন মানুষ বিটা থ্যালাসেমিয়ার জিন বহন করছে। থ্যালাসেমিয়া স্বল্প উন্নত দেশ যেমন নেপাল, বাংলাদেশ ও পাকিস্তানে বেশি দেখা যায়। আশঙ্কা করা হচ্ছে, আগামী ৫০ বছরে থ্যালাসেমিয়া রোগ অনেক বড় সমস্যা হয়ে দাঁড়াবে।\n\n\n== থ্যালাসেমিয়ার চিকিৎসা ==\nমাইনর থ্যালাসেমিয়াতে সাধারণত চিকিৎসা প্রয়োজন হয় না। থ্যালাসেমিয়া মেজরে নিয়মিত রক্ত সঞ্চালন প্রধান চিকিৎসা। বার বার রক্ত নেবার একটি বিপজ্জনক  পার্শ্বপ্রতিক্রিয়া হলো বিভিন্ন প্রত্যঙ্গে অতিরিক্ত লোহা জমে যাওয়া। এর ফলে যকৃৎ বিকল হয়ে রোগী মারাও যেতে পারে। এধরনের জটিলতা প্রতিরোধে আয়রন চিলেশন থেরাপি দেয়া হয়, অতিরিক্ত লোহা শরীর থেকে বের করে দেবার জন্য।\nঅস্থিমজ্জা প্রতিস্থাপন থ্যালাসেমিয়ার একটি কার্যকরী  চিকিৎসা।\n\n\n== থ্যালাসেমিয়ার প্রতিরোধ ==\nথ্যালাসেমিয়া প্রতিরোধ করা খুবই সম্ভব। এটি একটি প্রতিরোধযোগ্য রোগ। যদি স্বামী-স্ত্রী দুজনই থ্যালাসেমিয়া বাহক বা একজন থ্যালাসেমিয়া বাহক এবং একজন হিমোগ্লোবিন ই এর বাহক হয় তবে প্রতি গর্ভাবস্থায়–\n\nএ রোগে আক্রান্ত শিশু জন্ম নেয়ার সম্ভাবনা থাকে শতকরা ২৫ ভাগ।\nবাহক শিশু জন্ম নেওয়ার সম্ভাবনা থাকে শতকরা ৫০ভাগ।\nআর সুস্থ শিশু জন্ম নেওয়ার সম্ভাবনা থাকে শতকরা ২৫ ভাগ।\nস্বামী স্ত্রী দুজনের যেকোনো একজন যদি সম্পূর্ণ সুস্থ থাকেন, তাহলে নবজাতকের থ্যালাসেমিক হবার কোন সম্ভাবনা থাকে না। তবে নবজাতক থ্যালাসেমিয়ার বাহক হতে পারে যা কোন রোগ নয়।\nতাই এ রোগের বাহকদের মধ্যে বিয়ে নিরুৎসাহিত এবং প্রতিহত করার মাধ্যমে সমাজে নতুন থ্যালাসেমিক শিশুর জন্ম হ্রাস করা যায়। সুতরাং, দেরি না করে আজই থ্যালাসেমিয়া নির্ণয় এর জন্য হিমোগ্লোবিন ইলেকট্রোফোরেসিস নামক পরীক্ষাটি করান এবং আপনার শিশুকে এর অভিশাপ থেকে মুক্ত রাখুন।\nএছাড়া ইতোমধ্যে ঝুঁকিপূর্ণ অর্থাৎ যেসব পরিবারে স্বামী ও স্ত্রী দুজনই এ রোগের বাহক অথবা যাদের এক বা একাধিক থ্যালাসেমিক শিশু আছে তারা গর্ভস্থ ভ্রুণ পরীক্ষার মাধ্যমে সম্ভাব্য থ্যালাসেমিক শিশু নির্ণয় এবং তা পরিহার (গর্ভপাত) করতে পারেন। গর্ভাবস্থার ১৬ থেকে ১৮ সপ্তাহের মধ্যে পরীক্ষাটি করালে ভালো হয়।\nগর্ভস্থ সন্তানের থ্যালাসেমিয়া জানার জন্য যে পরীক্ষাগুলো করতে হবে :\n\nকোরিওনিক ভিলিয়াস স্যাম্পলিং (Chorionic villus sampling)\nঅ্যামনিওসেনটিসিস (Amniocentesis)\nফিটাল ব্লাড স্যাম্পলিং (Fetal blood sampling)\nতাহলে আমাদের অনাগত প্রজন্ম যাতে থ্যালাসেমিয়ার মত একটি ভয়াবহ রোগ নিয়ে না জন্মায়, তার জন্য আমাদের প্রত্যেককে থ্যালাসেমিয়া সম্পর্কে সচেতন হতে হবে।\nথ্যালাসেমিয়া বংশগত রোগ। সংক্রামক বা ছোঁয়াচে নয়। এটি পিতামাতার কাছ থেকে সন্তানের মধ্যে আসে।\nমা-বাবা দুই জনেই যদি রোগী হয় তা হলে সুস্থ বাচ্চা হওয়ার সম্ভাবনা নেই। যদি মা-বাবার একজন রোগী হয় অন্যজন সুস্থ হয় তাহলে কিছু সন্তান বাহক হবে, কিন্তু সুস্থ হবে। রোগটি মা-বাবার থেকেই সন্তানের মধ্যে সঞ্চালিত হয়। তাই যদি বিবাহ করার পূর্বে রক্তের পরীক্ষা করে নেওয়া যায় যে পাত্র বা পাত্রী কেউই বাহক বা রোগী নয় তা হলে রোগটি সঞ্চালিত হতে পারবে না।\n\n\n== বিশ্ব থ্যালাসেমিয়া দিবস ==\nথ্যালাসেমিয়া সম্পর্কে সচেতনতা গড়ে তুলতে প্রতিবছর ৮ মে পালিত হয় বিশ্ব থ্যালাসেমিয়া দিবস। ভারত ও বাংলাদেশেও এই দিবসটি পালিত হয়। বিশ্বে থ্যালাসেমিয়া রোগের বাহক সংখ্যা প্রায় ২৫০ মিলিয়ন। বিশ্বে প্রতি বছর ১ লাখ শিশু থ্যালাসেমিয়া নিয়ে জন্মগ্রহণ করে। বাংলাদেশের ১০-১২ ভাগ মানুষ এ রোগের বাহক। অর্থাৎ প্রায় দেড় কোটিরও বেশি মানুষ তাদের অজান্তে এ রোগের বাহক। দেশে কমপক্ষে ৬০ থেকে ৭০ হাজার থ্যালাসেমিয়া আক্রান্ত শিশু-কিশোর রয়েছে। প্রতিবছর প্রায় ৭ থেকে ১০ হাজার শিশু থ্যালাসেমিয়া রোগ নিয়ে জন্মগ্রহণ করছে। ভারতের পশ্চিমবঙ্গে থ্যালাসেমিয়া রোগ বিষয়ে সচেতনতা গড়ে তুলতে পশ্চিমবঙ্গ শিক্ষক সমিতি এবং ওয়েস্ট বেঙ্গল হিউম্যান ওয়েলফেয়ার এন্ড নেচার অর্গানাইজেশন যৌথভাবে কাজ করছে। \n\n\n== তথ্যসূত্র =="}