{"pageid": 1379742, "title": "এ কে এম জহিরুল হক", "url": "https://bn.wikipedia.org/wiki?curid=1379742", "content": "এ কে এম জহিরুল হক বাংলাদেশ সুপ্রীম কোর্টের হাইকোর্ট বিভাগের একজন বিচারক ছিলেন। অনিয়মের অভিযোগে ২০১৯ সালের আগস্ট থেকে তাকে তার দায়িত্ব পালন করা থেকে বিরত রাখা হয়। ২০২৪ সালের ১৯ নভেম্বর তিনি পদত্যাগ করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nএ কে এম জহিরুল হক ১৯৫৯ সালের ৩১ জানুয়ারি জন্মগ্রহণ করেন। তিনি বিজ্ঞান ও আইনে দ্বৈত স্নাতক ডিগ্রি সম্পন্ন করেছেন।\n\n\n== কর্মজীবন ==\nজহিরুল হক ১৯৮৪ সালের ৭ অক্টোবর জেলা আদালতে আইনি অনুশীলন শুরু করেন।\n১৯৯০ সালের ১১ জুলাই, জহিরুল হক বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগ এবং ২০০২ সালের ২৭ ডিসেম্বর আপিল বিভাগের আইনজীবী হন।\nরাষ্ট্রপতি জিল্লুর রহমান ২০১০ সালের ১৮ এপ্রিল, জহিরুল হককে হাইকোর্ট বিভাগের অতিরিক্ত বিচারপতি হিসেবে নিযুক্ত করেন। নজিরবিহীন ঘটনায় আপিল বিভাগের বিচারপতিরা জহিরুল হক ও অন্য ১৪ বিচারপতির শপথ গ্রহণ অনুষ্ঠানে উপস্থিত ছিলেন না। তিনি এর পূর্বে বাংলাদেশের অতিরিক্ত অ্যাটর্নি জেনারেল হিসেবে দায়িত্ব পালন করেছেন। আগস্টে, জহিরুল হক ও বিচারপতি সৈয়দ মুহাম্মদ দস্তগীর হোসেন চাঁদাবাজির মামলায় সাবেক প্রতিমন্ত্রী আ ন ম এহসানুল হক মিলনকে জামিন দেন।\n২০১২ সালের ১৫ এপ্রিল জহিরুল হককে স্থায়ী বিচারক করা হয়\n২০১৫ সালের আগস্টে, জহিরুল হক ও বিচারপতি মির্জা হোসেন হায়দার একজন সেনা কর্মকর্তার বিরুদ্ধে করা গার্হস্থ্য সহিংসতার মামলা সামরিক আদালতে স্থানান্তর করার পদক্ষেপ বন্ধ করে দেন।\n২০১৭ সালের মে মাসে, জহিরুল হক ও বিচারপতি সালমা মাসুদ চৌধুরী বাংলাদেশ পুলিশের আশুলিয়া থানার ভারপ্রাপ্ত কর্মকর্তার কাছে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের শিক্ষার্থীদের বিক্ষোভে অসুস্থ হয়ে পড়ার পর এনাম মেডিকেল হাসপাতালে চিকিৎসাধীন এক শিক্ষার্থীকে কেন হাতকড়া পরিয়েছিলেন তার ব্যাখ্যা চেয়েছিলেন।\nজহিরুল হক ও বিচারপতি ওবায়দুল হাসান সাবেক প্রধানমন্ত্রী খালেদা জিয়ার জামিন আবেদন নাকচ করে দেন।\n২০১৯ সালে, প্রধান বিচারপতি সৈয়দ মাহমুদ হোসেন রাষ্ট্রপতি আবদুল হামিদের সাথে পরামর্শ করার পর, জহিরুল হক, বিচারপতি সালমা মাসুদ চৌধুরী ও বিচারপতি কাজী রেজা-উল হককে বিচারকার্য পরিচালনা থেকে বরখাস্ত করেন। ন্যাশনাল ব্যাংকের ঋণ সংক্রান্ত এক রিট মামলায় অবৈধভাবে ডিক্রি জারির মাধ্যমে রায় পরিবর্তন করার জন্য জহিরুল হক ও সালমা মাসুদ চৌধুরীকে সাময়িক বরখাস্ত করা হয়েছিল।\n২০২৪ সালের ১৯ নভেম্বর জহিরুল হক বিচারপতির পদ থেকে পদত্যাগ করেন।\n\n\n== তথ্যসূত্র =="}