{"pageid": 1380436, "title": "শুঁয়োপোকা", "url": "https://bn.wikipedia.org/wiki?curid=1380436", "content": "শুঁয়োপোকা ( KAT-ər-pil-ər) বা শুককীট হচ্ছে লেপিডোপ্টেরা (প্রজাপতি এবং মথ সমন্বিত পোকামাকড়ের ক্রম) বর্গের অন্তর্গত সদস্যদের লার্ভা পর্যায়। এরা গাছের পাতায় স্তূপাকারে ডিম পাড়ে। এক সপ্তাহ পর সেই ডিম ফুটে বেরিয়ে আসে শুঁয়োপোকা।\nবেশিরভাগ সাধারণ নামের মতোই শব্দের প্রয়োগটি স্বেচ্ছাচারী, যেহেতু করাত মাছির লার্ভা (সাববর্ডার সিম্ফাইটা) কেও সাধারণত শুঁয়োপোকা বলা হয়। লেপিডোপ্টেরান এবং সিম্ফাইটান লার্ভা উভয়েরই ইরুসিফর্ম শরীরের আকৃতি রয়েছে।\nবেশিরভাগ প্রজাতির শুঁয়োপোকা উদ্ভিদের উপাদান (প্রায়শই পাতা) খায়, তবে সব নয়;  কিছু (প্রায় ১%) পোকামাকড় খায় এবং কিছু এমনকি স্বজাতীগ্রাসী। কেউ কেউ অন্যান্য প্রাণীজ পণ্য খায়। উদাহরণস্বরূপ, জামাকাপড়ের মথগুলি পশম খায় এবং শিং মথগুলি মৃত খরত্তয়ালা প্রাণীর খুর এবং শিং খায়।\nশুঁয়োপোকাগুলি সাধারণত ভোজনপ্রিয় খাদ্যদাতা এবং তাদের মধ্যে অনেকগুলিই কৃষির কীটপতঙ্গের মধ্যে সবচেয়ে মারাত্মক। প্রকৃতপক্ষে অনেক পতঙ্গের প্রজাতি তাদের শুঁয়োপোকার পর্যায়ে সবচেয়ে বেশি পরিচিত কারণ তারা ফল এবং অন্যান্য কৃষি পণ্যের ক্ষতি করে, যেখানে মথগুলি অস্পষ্ট এবং সরাসরি কোন ক্ষতি করে না।  বিপরীতভাবে বিভিন্ন প্রজাতির শুঁয়োপোকা রেশমের উৎস হিসেবে, মানুষ বা প্রাণীর খাদ্য হিসেবে বা কীটপতঙ্গের জৈবিক নিয়ন্ত্রণের জন্য মূল্যবান।\n\n\n== ব্যুৎপত্তি ==\n\"শুঁয়োপোকা\" শব্দের উৎপত্তি ১৬ শতকের গোড়ার দিকে। তারা মধ্য ইংরেজি ক্যাটিরপেল, ক্যাটিরপেলার থেকে উদ্ভূত, সম্ভবত পুরানো উত্তর ফরাসি ক্যাটেপেলোজ-এর একটি পরিবর্তন: কেট, ক্যাট (ল্যাটিন ক্যাটাস থেকে) + পেলোজ, লোমশ (ল্যাটিন পিলোসাস থেকে)।\nজিওমেট্রিডি পরিবারের ইঞ্চওয়ার্ম, বা লুপার শুঁয়োপোকাদের এমন নামকরণ করা হয়েছে কারণ তারা যেভাবে নড়াচড়া করে, পৃথিবী পরিমাপ করতে দেখা যায় (গ্রীক ভাষায় জ্যামিত্রিড শব্দের অর্থ পৃথিবী-পরিমাপক); এই অস্বাভাবিক গতিবিধির প্রাথমিক কারণ হল টার্মিনাল সেগমেন্টের ক্ল্যাস্পার ব্যতীত প্রায় সমস্ত প্রলেগ বাদ দেওয়া।\n\n\n== বিবরণ ==\n\nCaterpillars have soft bodies that can grow rapidly between moults. Their size varies between species and instars (moults) from as small as ১ মিলিমিটার (০.০৩৯ ইঞ্চি) up to ১৪ সেন্টিমিটার (৫.৫ ইঞ্চি). Some larvae of the order Hymenoptera (ants, bees, and wasps) can appear like the caterpillars of the Lepidoptera. Such larvae are mainly seen in the sawfly suborder. However while these larvae superficially resemble caterpillars, they can be distinguished by the presence of prolegs on every abdominal segment, an absence of crochets or hooks on the prolegs (these are present on lepidopteran caterpillars), one pair of prominent ocelli on the head capsule, and an absence of the upside-down Y-shaped suture on the front of the head.\nLepidopteran caterpillars can be differentiated from sawfly larvae by:\n\nthe numbers of pairs of pro-legs; sawfly larvae have 6 or more pairs while caterpillars have a maximum of 5 pairs.\nthe number of stemmata (simple eyes); the sawfly larvae have only two, while caterpillars usually have twelve (six each side of the head).\nthe presence of crochets on the prolegs; these are absent in the sawflies.\nsawfly larvae have an invariably smooth head capsule with no cleavage lines, while lepidopterous caterpillars bear an inverted \"Y\" or \"V\" (frontal suture).\n\n\n=== ফসিল ===\n\nIn 2019, a geometrid moth caterpillar dating back to the Eocene epoch, approximately 44 million years ago, was found preserved in Baltic amber. It was described under Eogeometer vadens. Previously, another fossil dating back approximately 125 million years was found in Lebanese amber.\n\n\n== প্রতিরক্ষা ==\n\nMany animals feed on caterpillars as they are rich in protein. As a result, caterpillars have evolved various means of defense.\nCaterpillars have evolved defenses against physical conditions such as cold, hot or dry environmental conditions. Some Arctic species like Gynaephora groenlandica have special basking and aggregation behaviours apart from physiological adaptations to remain in a dormant state.\n\n\n=== চেহারা ===\n\nThe appearance of a caterpillar can often repel a predator: its markings and certain body parts can make it seem poisonous, or bigger in size and thus threatening, or non-edible. Some types of caterpillars are indeed poisonous or distasteful and their bright coloring warns predators of this. Others may mimic dangerous caterpillars or other animals while not being dangerous themselves. Many caterpillars are cryptically colored and resemble the plants on which they feed. An example of caterpillars that use camouflage for defense is the species Nemoria arizonaria. If the caterpillars hatch in the spring and feed on oak catkins they appear green. If they hatch in the summer they appear dark colored, like oak twigs. The differential development is linked to the tannin content in the diet. Caterpillars may even have spines or growths that resemble plant parts such as thorns. Some look like objects in the environment such as bird droppings. Some Geometridae cover themselves in plant parts, while bagworms construct and live in a bag covered in sand, pebbles or plant material.\n\n\n=== রসায়নিক প্রতিরক্ষা ===\nMore aggressive self-defense measures have evolved in some caterpillars. These measures include having spiny bristles or long fine hair-like setae with detachable tips that will irritate by lodging in the skin or mucous membranes. However some birds (such as cuckoos) will swallow even the hairiest of caterpillars. Other caterpillars acquire toxins from their host plants that render them unpalatable to most of their predators. For instance, ornate moth caterpillars utilize pyrrolizidine alkaloids that they obtain from their food plants to deter predators. The most aggressive caterpillar defenses are bristles associated with venom glands. These bristles are called urticating hairs. A venom which is among the most potent defensive chemicals in any animal is produced by the South American silk moth genus Lonomia. Its venom is an anticoagulant powerful enough to cause a human to hemorrhage to death (See Lonomiasis). This chemical is being investigated for potential medical applications. Most urticating hairs range in effect from mild irritation to dermatitis. Example: brown-tail moth.\n\nPlants contain toxins which protect them from herbivores, but some caterpillars have evolved countermeasures which enable them to eat the leaves of such toxic plants. In addition to being unaffected by the poison, the caterpillars sequester it in their body, making them highly toxic to predators. The chemicals are also carried on into the adult stages. These toxic species, such as the cinnabar moth (Tyria jacobaeae) and monarch (Danaus plexippus) caterpillars, usually advertise themselves with the danger colors of red, yellow and black, often in bright stripes (see aposematism). Any predator that attempts to eat a caterpillar with an aggressive defense mechanism will learn and avoid future attempts.\nSome caterpillars regurgitate acidic digestive juices at attacking enemies. Many papilionid larvae produce bad smells from extrudable glands called osmeteria.\n\n\n=== প্রতিরক্ষামূলক আচরণ ===\n\nMany caterpillars display feeding behaviors which allow the caterpillar to remain hidden from potential predators. Many feed in protected environments, such as enclosed inside silk galleries, rolled leaves or by mining between the leaf surfaces.\nSome caterpillars, like early instars of the tomato hornworm and tobacco hornworm, have long \"whip-like\" organs attached to the ends of their body. The caterpillar wiggles these organs to frighten away flies and predatory wasps. Some caterpillars can evade predators by using a silk line and dropping off from branches when disturbed. Many species thrash about violently when disturbed to scare away potential predators. One species (Amorpha juglandis) even makes high pitched whistles that can scare away birds.\n\n\n=== সামাজিক আচরণ এবং অন্যান্য পোকামাকড়ের সাথে সম্পর্ক ===\nSome caterpillars obtain protection by associating themselves with ants. The Lycaenid butterflies are particularly well known for this. They communicate with their ant protectors by vibrations as well as chemical means and typically provide food rewards.\nSome caterpillars are gregarious; large aggregations are believed to help in reducing the levels of parasitization and predation. Clusters amplify the signal of aposematic coloration, and individuals may participate in group regurgitation or displays. Pine processionary (Thaumetopoea pityocampa) caterpillars often link into a long train to move through trees and over the ground. The head of the lead caterpillar is visible, but the other heads can appear hidden. Forest tent caterpillars cluster during periods of cold weather.\n\n\n=== শিকারী ===\nCaterpillars are eaten by many animals. The European pied flycatcher is one species that preys upon caterpillars. The flycatcher typically finds caterpillars among oak foliage. Paper wasps, including those in the genus Polistes and Polybia catch caterpillars to feed their young and themselves.\n\n\n== স্বভাব ==\n\nCaterpillars have been called \"eating machines\", and eat leaves voraciously. Most species shed their skin four or five times as their bodies grow, and they eventually enter a pupal stage before becoming adults. Caterpillars grow very quickly; for instance, a tobacco hornworm will increase its weight ten-thousandfold in less than twenty days. An adaptation that enables them to eat so much is a mechanism in a specialized midgut that quickly transports ions to the lumen (midgut cavity), to keep the potassium level higher in the midgut cavity than in the hemolymph.\n\nMost caterpillars are solely herbivorous. Many are restricted to feeding on one species of plant, while others are polyphagous. Some, including the clothes moth, feed on detritus. Some are predatory, and may prey on other species of caterpillars (e.g. Hawaiian Eupithecia). Others feed on eggs of other insects, aphids, scale insects, or ant larvae. A few are parasitic on cicadas or leaf hoppers (Epipyropidae). Some Hawaiian caterpillars (Hyposmocoma molluscivora) use silk traps to capture snails.\nMany caterpillars are nocturnal. For example, the \"cutworms\" (of the family Noctuidae) hide at the base of plants during the day and only feed at night. Others, such as gypsy moth (Lymantria dispar) larvae, change their activity patterns depending on density and larval stage, with more diurnal feeding in early instars and high densities.\n\n\n== অর্থনৈতিক প্রভাব ==\n\nCaterpillars cause much damage, mainly by eating leaves. The propensity for damage is enhanced by monocultural farming practices, especially where the caterpillar is specifically adapted to the host plant under cultivation. The cotton bollworm causes enormous losses. Other species eat food crops. Caterpillars have been the target of pest control through the use of pesticides, biological control and agronomic practices. Many species have become resistant to pesticides. Bacterial toxins such as those from Bacillus thuringiensis which are evolved to affect the gut of Lepidoptera have been used in sprays of bacterial spores, toxin extracts and also by incorporating genes to produce them within the host plants. These approaches are defeated over time by the evolution of resistance mechanisms in the insects.\nPlants evolve mechanisms of resistance to being eaten by caterpillars, including the evolution of chemical toxins and physical barriers such as hairs. Incorporating host plant resistance (HPR) through plant breeding is another approach used in reducing the impact of caterpillars on crop plants.\nSome caterpillars are used in industry. The silk industry is based on the silkworm caterpillar.\n\n\n== মানব স্বাস্থ্য ==\n\nCaterpillar hair can be a cause of human health problems. Caterpillar hairs sometimes have venoms in them and species from approximately 12 families of moths or butterflies worldwide can inflict serious human injuries ranging from urticarial dermatitis and atopic asthma to osteochondritis, consumption coagulopathy, kidney failure, and brain bleeding. Skin rashes are the most common, but there have been fatalities. Lonomia is a frequent cause of envenomation in Brazil, with 354 cases reported between 1989 and 2005. Lethality ranging up to 20% with death caused most often by intracranial hemorrhage.\nCaterpillar hair has also been known to cause kerato-conjunctivitis. The sharp barbs on the end of caterpillar hairs can get lodged in soft tissues and mucous membranes such as the eyes. Once they enter such tissues, they can be difficult to extract, often exacerbating the problem as they migrate across the membrane.\nThis becomes a particular problem in an indoor setting. The hair easily enter buildings through ventilation systems and accumulate in indoor environments because of their small size, which makes it difficult for them to be vented out. This accumulation increases the risk of human contact in indoor environments.\nCaterpillars are a food source in some cultures. For example, in South Africa mopane worms are eaten by the bushmen, and in China silkworms are considered a delicacy.\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n\nIn the Old Testament of the Bible caterpillars are feared as pest that devour crops. They are part of the \"pestilence, blasting, mildew, locust\" because of their association with the locust, thus they are one of the plagues of Egypt. Jeremiah names them as one of the inhabitants of Babylon. The English word caterpillar derives from the old French catepelose (hairy cat) but merged with the piller (pillager). Caterpillars became a symbol for social dependents. Shakespeare's Bolingbroke described King Richard's friends as \"The caterpillars of the commonwealth, Which I have sworn to weed and pluck away\". In 1790 William Blake referenced this popular image in The Marriage of Heaven and Hell when he attacked priests: \"as the caterpillar chooses the fairest leaves to lay her eggs on, so the priest lay his curse on the fairest joys\".\nThe role of caterpillars in the life stages of butterflies was badly understood. In 1679 Maria Sibylla Merian published the first volume of The Caterpillars' Marvelous Transformation and Strange Floral Food, which contained 50 illustrations and a description of insects, moths, butterflies and their larvae. An earlier popular publication on moths and butterflies, and their caterpillars, by Jan Goedart had not included eggs in the life stages of European moths and butterflies, because he had believed that caterpillars were generated from water. When Merian published her study of caterpillars it was still widely believed that insects were spontaneously generated. Merian's illustrations supported the findings of Francesco Redi, Marcello Malpighi and Jan Swammerdam.\nButterflies were regarded as symbol for the human soul since ancient time, and also in the Christian tradition. Goedart thus located his empirical observations on the transformation of caterpillars into butterflies in the Christian tradition. As such he argued that the metamorphosis from caterpillar into butterfly was a symbol, and even proof, of Christ's resurrection. He argued \"that from dead caterpillars emerge living animals; so it is equally true and miraculous, that our dead and rotten corpses will rise from the grave.\" Swammerdam, who in 1669 had demonstrated that inside a caterpillar the rudiments of the future butterfly's limbs and wings could be discerned, attacked the mystical and religious notion that the caterpillar died and the butterfly subsequently resurrected. As a militant Cartesian, Swammerdam attacked Goedart as ridiculous, and when publishing his findings he proclaimed \"here we witness the digression of those who have tried to prove Resurrection of the Dead from these obviously natural and comprehensible changes within the creature itself.\"\nSince then the metamorphoses of the caterpillar into a butterfly has in Western societies been associated with countless human transformations in folktales and literature. There is no process in the physical life of human beings that resembles this metamorphoses, and the symbol of the caterpillar tends to depict a psychic transformation of a human. As such the caterpillar has in the Christian tradition become a metaphor for being \"born again\".\nFamously, in Lewis Carroll's Alice's Adventures in Wonderland a caterpillar asks Alice \"Who are you?\". When Alice comments on the caterpillar's inevitable transformation into a butterfly, the caterpillar champions the position that in spite of changes it is still possible to know something, and that Alice is the same Alice at the beginning and end of a considerable interval. When the Caterpillar asks Alice to clarify a point, the child replies \"I'm afraid I can't put it more clearly... for I can't but understand it myself, to begin with, and being so many different sizes in a day is very confusing\". Here Carroll satirizes René Descartes, the founder of Cartesian philosophy, and his theory on innate ideas. Descartes argued that we are distracted by urgent bodily stimuli that swamp the human mind in childhood. Descartes also theorised that inherited preconceived opinions obstruct the human perception of the truth.\nMore recent symbolic references to caterpillars in popular media include the Mad Men season 3 episode \"The Fog\", in which Betty Draper has a drug-induced dream, while in labor, that she captures a caterpillar and holds it firmly in her hand. In The Sopranos season 5 episode \"The Test Dream\", Tony Soprano dreams that Ralph Cifaretto has a caterpillar on his bald head that changes into a butterfly.\n\n\n== চিত্রশালা ==\nস্লাইড শোর মাধ্যমে পরবর্তী বা পূরবর্তী চিত্র দেখতে ডান বা বাম অ্যারো বোতামটি চাপুন\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nEdible caterpillars\nLarval food plants of Lepidoptera\nLepidopterism - caterpillar dermatitis\nSericulture\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nPhotos of caterpillars at Insecta.pro\nImages from 1837 calendar many images of catapillars\nLarva Locomotion: A Closer Look — video clips showing how monarch larvae walk\nMore video clips from nature\n3-D animation Papilio polyxenes larvae walking\nUK moths.Life cycle images"}