{"pageid": 138036, "title": "ছাত্র শান্তি পুরস্কার", "url": "https://bn.wikipedia.org/wiki?curid=138036", "content": "'ছাত্র শান্তি পুরস্কার প্রতি দুই বছর অন্তর কোন ছাত্র/শিক্ষার্থী কিংবা ছাত্র সংগঠনকে শান্তি প্রতিষ্ঠা এবং মানবাধকার উন্নয়নে গুরুত্বপূর্ণ অবদানের স্বীকৃতি স্বরূপ 'শিক্ষার্থী শান্তি পুরস্কার' প্রদান করা হয়। ট্রন্ডহাইমে অবস্থিত শিক্ষার্থী শান্তি পুরস্কার দফতরের তত্ত্বাবধানে সমস্ত নরওয়েজিয়ান ছাত্র-ছাত্রীদের তরফ থেকে এই পুরস্কার প্রদান করা হয়; নরওয়ের সমস্ত বিশ্ববিদ্যালয় ও মহাবিদ্যালয় থেকে প্রতিনিধি নির্বাচনের সাথে সাথে দফতরটি পুরস্কার প্রদানের জন্য একটি স্বাধীন শান্তি পুরস্কার পর্ষদও নির্বাচন করে থাকে।ট্রন্ডহাইমের আন্তর্জাতিক ছাত্র উৎসব (ISFiT) চলাকালে এই পুরস্কার প্রদান করা হয়।\n\n\n== পর্ষদ ==\n২০১০ সালের শান্তি পুরস্কার পর্ষদের সদস্য সংখ্যা নয়, যার মধ্যে নরওয়ের ছাত্র সংঘ থেকে চারজন প্রতিনিধি, ছাত্র এবং শিক্ষার আন্তর্জাতিক সহায়তা তহবিল থেকে একজন প্রতিনিধি এবং চারজন ছাত্র নয় এমন বিশেষজ্ঞ সদস্য রয়েছেন।\n২০১১ সালের পর্ষদে অন্যান্যদের মধ্যে রয়েছেন, নোবেল শান্তি পুরস্কার পর্ষদের প্রাক্তন প্রধান Ole Danbolt Mjøs, প্রাক্তন বাণিজ্য ও শিল্প মন্ত্রী এবং বর্তমানে নরওয়ে রেড ক্রিসেন্ট- এর সাধারণ সচিব Børge Brende, নরওয়েজিয়িন ব্রডকাস্টিং কর্পোরেশান (NRK) এর জেলা এবং সংবাদ সম্পাদক Gro Holm, নরওয়েজিয়ান ইউনেস্কো কমিশনের প্রধান Vigdis Lian, নরওয়ের জাতীয় ছাত্র সংঘের (NSO) সভাপতি Anne Karine Nymoen এবং ছাত্র এবং শিক্ষা' র আন্তর্জাতিক সহায়তা তহবিলের (SAIH) সভাপতি Runar Myrnes Balto।\nপূর্ববর্তী পর্ষদ সদস্যের মধ্যে রয়েছেন প্রাক্তন প্রধানমন্ত্রী এবং অসলো শান্তি এবং মানবাধিকার কেন্দ্রের নির্দেশক Kjell Magne Bondevik, NUPI পরিচালক Jan Egeland, আন্তর্জাতিক শান্তি গবেষণা কেন্দ্রের (PRIO) প্রাক্তন পরিচালক Stein Tønnessonand এবং প্রাক্তন পররাষ্ট্রমন্ত্রী এবং নরওয়ে রেডক্রসের সভাপতি Thorvald Stoltenberg.\n\n\n== মনোনয়ন ==\nমনোনয়ন পর্ষদ সমস্ত আগ্রহী পক্ষের কাছ থেকে মনোনয়ন গ্রহণ করে, মনোনয়নপ্রত্যাশী ছাত্র কিংবা ছাত্র সংগঠন হতে হবে। নরওয়ের বিভিন্ন বিশ্ববিদ্যালয় ও মহাবিদ্যালয় এর ছাত্র/ছাত্রীদের নিয়ে এই মনোনয়ন পর্ষদ গঠিত হয়।\n\n\n== পুরস্কার ==\n২০০৯ সালের তথ্য অনুযায়ী, পুরস্কার বিজেতা ৫০,০০০ নরওয়েজিয়ান মুদ্রা (প্রায় ৫০০০ ইউরো) পেয়ে থাকেন। তাকে ট্রন্ডহাইমের আন্তর্জাতিক ছাত্র উৎসব (ISFiT) চলাকালীন পুরস্কার বিতরণী অনুষ্ঠানে যোগদানের আমন্ত্রণ জানানো হয়।পুরস্কার গ্রহীতা কিংবা তার কোন নির্বাচিত প্রতিনিধি এরপরে বিভিন্ন নরওয়েজিয়ান শহর ভ্রমণ করেন যা তাকে বিভিন্ন মানবাধিকার সংস্থা এবং গুরুত্বপূর্ণ রাজনৈতিক ব্যক্তিত্বের সাথে দেখা করার সুযোগ দেয়। ট্রন্ডহাইমে অবস্থিত ছাত্র কল্যাণ সংস্থা চালিত একটি স্বতন্ত্র তহবিল থেকে পুরস্কারের অর্থ প্রদান করা হয়।\n\n\n== ছাত্র শান্তি পুরস্কার বিজেতাগণ ==\n১৯৯৯ - ETSSC, পূর্ব তিমুর এর একটি ছাত্র সংগঠন এবং Antero Benedito da Silva\n২০০১ – ABFSU- বার্মার একটি ছাত্র সংগঠন এবং Min Ko Naing\n২০০৩ – ZINASU, জিম্বাবুয়ের একটি ছাত্র সংগঠন\n২০০৫ – ACEU, কলম্বিয়ার একটি ছাত্র সংগঠন\n২০০৭ – বার্মার Charm Tong (২৫)\n২০০৯ – পশ্চিম সাহারা থেকে Elkouria Rabab Amidane (২৩)\n2011 – Duško Kostić from Croatia\n\n\n== বহিঃসংযোগ ==\nOffizielle Website des Student Peace Prize Sekretariats\nOffizielle Website von ISFiT"}