{"pageid": 1380931, "title": "ভুলুয়া রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1380931", "content": "ভুলুয়া রাজ্য ছিল মধ্যযুগীয় বাংলার একটি রাজ্য এবং পরবর্তীকালে যা বাংলাদেশের বর্তমান নোয়াখালী অঞ্চলের একটি জমিদারিতে পরিণত হয়। এটির প্রতিষ্ঠার কৃতিত্ব স্থানীয় কিংবদন্তী অনুসারে বিশ্বম্ভর শূরকে দেওয়া হয়। বিশ্বম্ভর শূর মিথিলার একজন ক্ষত্রিয় যিনি তীর্থযাত্রার সময় এই এলাকার পাশ দিয়ে গিয়েছিলেন। রাজ্যটি ১৫ শতকে ত্রিপুরা রাজত্বের অধীনে পড়ে এবং মুঘলদের কাছে হেরে যাওয়ার পর এটি একটি জমিদারিতে পরিণত হয়। মেঘনা নদীতে রাজ্যের অধিকাংশ জমি বিলীন হয়ে গেছে।\n\n\n== উৎপত্তি ==\nঐতিহ্যসমূহ দাবি করে যে মিথিলার আদি শূরের নবম পুত্র বিশ্বম্ভর শূর ছিলেন ক্ষত্রিয় বংশের এবং তিনি মিথিলা অঞ্চলের সাথে সাংস্কৃতিক সংযোগ বজায় রেখেছিলেন।\n\n\n== প্রতিষ্ঠা ==\nকল্পকাহিনী অনুসারে বিশ্বম্ভর সুর সীতাকুণ্ডের চন্দ্রনাথ পাহাড়ের উপরে চন্দ্রনাথ মন্দিরে তীর্থযাত্রা করছিলেন। সীতাকুণ্ড থেকে ফিরে সুর যা এখন নোয়াখালী অঞ্চল নামে পরিচিত তার মধ্য দিয়ে যাচ্ছিলেন এবং সেখানে তিনি বিশ্রাম নেন। এই বিশ্রামের সময় সুর স্বপ্ন দেখেছিল যে বরাহীকে পূজা করলে সে তাকে এই অঞ্চলের সার্বভৌম করে দেবে। ১২০৩ খ্রিস্টাব্দের এক মেঘলা দিনে সুর বরাহীর জন্য একটি বেদী তৈরি করেন এবং একটি ছাগল বলি দেন। মেঘ সরে গেলে সুর বুঝতে পারলেন তিনি পশ্চিম দিকে ছাগল বলি দিয়েছেন, যা হিন্দু ধর্মে গ্রহণযোগ্য নয়। ফলস্বরূপ, তিনি ভুল হুয়া (ভুল হয়েছে) বলে চিৎকার করেছিলেন, যেখান থেকে ভুলুয়া নামটি এসেছে বলে বলা হয়। যাইহোক সুর তবুও ভূমি উপনিবেশ স্থাপন করে এবং এর শাসক হয়ে ওঠে। ভুলুয়ার হিন্দুদের মধ্যে পশ্চিম দিকে ছাগল বলি দেওয়ার রীতি প্রচলিত হয়ে ওঠে। রাজমালা অনুযায়ী রাজ্যের প্রথম রাজধানী আমিশাপাড়া এবং এই অঞ্চলে একটি প্রাচীন মন্দিরের উপস্থিতির দ্বারা এটি সমর্থিত হয় যেখানে বরাহীর একটি পাথরের মূর্তি রয়েছে। তবে স্থানীয় ঐতিহ্য অনুসারে কল্যাণপুরই ছিল ভুলুয়ার প্রথম রাজধানী।\nকথিত আছে যে সোনারগাঁওয়ের সুলতান ফখরুদ্দীন মুবারক শাহ ভুলুয়ার কিছু অংশ জয় করে তার রাজ্যে অধিভুক্ত করেন। ভুলুয়ার চতুর্থ রাজা শ্রীরাম খান উপাধি গ্রহণ করেন যা হিন্দু শাসিত রাজ্যে ইসলাম এবং প্রতিবেশী দিল্লী সালতানাতের প্রভাব দেখায়। শ্রীরামপুর গ্রামটি রাজা শ্রীরাম খান প্রতিষ্ঠা করেছিলেন এবং তার প্রাসাদের ধ্বংসাবশেষ এখনও সেখানে পাওয়া যায়। তার পুত্রও খান উপাধি রেখেছিলেন, যদিও তাঁর নাতি রায় উপাধিতে পরিবর্তন করেছিলেন।\n\n\n== ত্রিপুরার অধীনত্ব ==\n১৫২০ সালে ত্রিপুরার দেব মাণিক্য ভুলুয়া জয় করেন, যদিও তারা এখনও কিছু স্তরের স্বায়ত্তশাসন বজায় রেখেছে। ভুলুয়ার সপ্তম রাজা মাণিক্য উপাধি ব্যবহার করেন এবং ত্রিপুরার মহারাজাদের সাথে তার সৌহার্দ্যপূর্ণ সম্পর্ক ছিল। ভুলুয়া রাজাদের রাজ্যাভিষেকের সময় ত্রিপুরা রাজাদের কপালে রাজ টিকা (রাজকীয় চিহ্ন) রাখার সম্মান দেওয়া হয়েছিল।\nঘন ঘন মগ আক্রমণ থেকে ভুলুয়া সীমান্তের প্রতিরক্ষা শক্তিশালী করার জন্য রাজা রাজবল্লভ তার রাজ্য জুড়ে শাসক নিয়োগ করেছিলেন। এলাহাবাদ এবং দান্দ্রা পরগণা বাগদাদের একজন মুসলিম সেনাপতি সৈয়দ শের আলমকে দেওয়া হয়েছিল। ভুলুয়ার সপ্তম রাজা ছিলেন গন্ধর্ব মাণিক্য, যিনি তাঁর পুত্রের স্থলাভিষিক্ত হন।\nলক্ষ্মণ মাণিক্য ছিলেন ভুলুয়ার অষ্টম এবং সবচেয়ে বিশিষ্ট রাজা এবং তাকে বারো ভুঁইয়াদের সদস্য বলে মনে করা হত। তিনি দুটি সংস্কৃত নাটক রচনা করেন, বিখ্যাতবিজয় এবং কুবলয়াশ্বতচরিত। তিনি শত শত ব্রাহ্মণকে ভুলুয়ায় আমন্ত্রণ জানানো এবং তাদের চাপালি, কিলপাড়া, বারাহিনগর এবং শ্রীরামপুরে জমি উপহার দেওয়ার জন্য খ্যাত ছিলেন। তাঁর দরবারী পণ্ডিত পণ্ডিত রঘুনাথ কবিতার্কিকের কলমী নামে কৌতুকরত্নকার নাটকটি রচনা করেন যার ভূমিকায় ভুলুয়া রাজ্য এবং এর শাসক রাজবংশের একটি সংক্ষিপ্ত ইতিহাস অন্তর্ভুক্ত রয়েছে। এটি সংস্কৃতি, শিক্ষা ও সাহিত্যের ক্ষেত্রে ভুলুয়া রাজ্যের গুরুত্বের কথাও উল্লেখ করে। মাণিক্য বাকলা ও চন্দ্রদ্বীপের যুবক শাসক রামচন্দ্রের সাথেও বিরোধে জড়িয়ে পড়েন, যার সাথে তিনি প্রায়ই ঠাট্টা করতেন। একবার রামচন্দ্র মেঘনা নদী পেরিয়ে তার বিরুদ্ধে ষড়যন্ত্র করেছিলেন এবং মানিক্যকে একটি ভোজসভায় আমন্ত্রণ জানিয়েছিলেন যেখানে তার লোকেরা মানিক্যকে চন্দ্রদ্বীপে নিয়ে যায়, যেখানে তারা তাকে হত্যা করে।\nদুর্লভ নারায়ণ বলরাম মাণিক্য ছিলেন লক্ষ্মণ মাণিক্যের আরেক পুত্র। তাঁর দরবারের কবি ছিলেন সাইফুল মুলক ও লাল বানুর লেখক বেদরাবাদের বালুকিয়ার আবদুর রাজ্জাক। ১৫৭৮ থেকে ১৫৭৯ সালের মধ্যে বলরাম ত্রিপুরার মহারাজাদের রাজ্যাভিষেকের প্রথা ভেঙে দেন কারণ তিনি অমর মাণিক্যকে একজন অবৈধ শাসক বলে মনে করেছিলেন। ভুলুয়ার স্বাধীনতার ঘোষণা হিসাবে এটি উপলব্ধি করে অমর মাণিক্য তার বাহিনী নিয়ে ভুলুয়া রাজ্যে অভিযান চালান, অবশেষে বলরামকে ভুলুয়াকে ত্রিপুরার দাসত্ব হিসেবে বজায় রাখতে বাধ্য করেন। উদয়পুরে অমর সাগর জলাধার খননের সময় অমর মাণিক্য বাংলার বিভিন্ন স্থানীয় সর্দারদের কাছে এই কাজের জন্য শ্রম সরবরাহ এবং তাকে শ্রদ্ধা জানানোর দাবি জানান। জবাবে ভুলুয়া রাজা ১০০০ শ্রমিক পাঠায়।\n\n\n== মুঘল শাসন ==\nমুঘল সম্রাট জাহাঙ্গীরের শাসনামলে বাংলার সুবাহদার ইসলাম খাঁ প্রথম রাজ্য দখলের জন্য একটি বাহিনী প্রেরণ করেন, যা তখন লক্ষ্মণ মাণিক্যের আরেক পুত্র অনন্ত মাণিক্যের অধীনে ছিল। এই অভিযানে মির্জা নুরুদ্দিন, মির্জা ইসফান্দিয়ার, হাজী শামসুদ্দিন বাগদাদি, খাজা আসল, আদিল বেগ এবং মির্জা বেগের বাহিনী ছাড়াও সুবাহদারের অশ্বারোহী বাহিনীর ৫০০ জন সদস্য ছিল। খাঁ সমগ্র অভিযানের প্রধান সেনাপতি হিসেবে শেখ আব্দুল ওয়াহিদকে নিযুক্ত করেন, যা মোট ৫০টি হাতি, ৩০০০ ম্যাচলকার এবং ৪০০০ অশ্বারোহী বাহিনী নিয়ে গঠিত ছিল। অনন্ত মাণিক্য ডাকাতিয়া তীরে এগিয়ে যাওয়ার আগে মগ রাজার সহায়তায় ভুলুয়ার চারপাশে প্রতিরক্ষা স্থাপন করেছিলেন যেখানে তিনি একটি দুর্গ তৈরি করেছিলেন। মুঘলরা কয়েকদিনের মধ্যে দুর্গে পৌঁছে যায় এবং একটি যুদ্ধ শুরু হয় যার ফলে উভয় পক্ষের অনেক লোক মারা যায়। মাণিক্যের বাহিনীও রাতে আকস্মিক হামলার পরিকল্পনা করেছিল। ভুলুয়ার মুখ্যমন্ত্রী মির্জা ইউসুফ বারলাস মুঘল বাহিনীর কাছে আত্মসমর্পণ করেন এবং আবদুল ওয়াহিদ ৫০০ সৈন্য এবং ৩০০ ঘোড়ার মনসবদার হিসাবে পুরস্কৃত হন। বারলাসকে হারানোর পর মাণিক্য আত্মসমর্পণ করেননি এবং দুর্গকে শক্তিশালী করতে মধ্যরাতে ভুলুয়ার দিকে পিছু হটে। পশ্চাদপসরণের খবর দুই পাহাড় পরে মুঘলদের কাছে পৌঁছায় এবং তারা মানিক্যের বাহিনীকে অনুসরণ করতে শুরু করে। আত্মরক্ষা করার সময় না থাকায় মাণিক্য আরাকানের রাজা মিন রাজাগির কাছে আশ্রয় নিতে আরও পিছু হটে কিন্তু ফেনী নদীর তীরে পরাজিত হয়। মুঘলরা মানিক্যের সমস্ত হাতি দখল করে নেয় এবং আব্দুল ওয়াহিদ সফলভাবে ভুলুয়ার নিয়ন্ত্রণ নেয়। ভুলুয়াকে পরবর্তীকালে সোনারগাঁওয়ের মুঘল সরকার হিসেবে যুক্ত করা হয়।\nবিশ্বম্ভর সুর রাজবংশ শেষ পর্যন্ত মুঘল দাসত্বের অধীনে সামন্ত ভূমি মালিকদের কাছে দুর্বল হয়ে যায়। সপ্তদশ শতাব্দীর গোড়ার দিকে ত্রিপুরার যশোধর মাণিক্য ভুলুয়া রাজাদের বিরুদ্ধে একটি অভিযানের নেতৃত্ব দেয়, যার ফলে শেষ পর্যন্ত ভারী পরাজয় ঘটে। ১৬৬১ সালে ভুলুয়ায় ডুবে যাওয়া ওলন্দাজ নাবিকদের ভুলুয়ার শাসকরা যত্ন নিয়েছিল। ১৭৮২ সালের একটি মুঘল নথিতে রাজা কীর্তি নারায়ণকে ভুলুয়ার জমিদার এবং বিজয় নারায়ণকে কুদওয়াহ-ভুলুয়ার জমিদার হিসেবে উল্লেখ করা হয়েছে। ছয় বছর পর ভুলুয়া জমিদারির একটি অংশ পাইকপাড়ার জমিদার গঙ্গা গোবিন্দ সিংহের কাছে বিক্রি করা হয়। ১৮৩৩ সালে পুরো জমিদারিটি বকেয়ার কারণে বিক্রি হয়ে যায় এবং পরে দ্বারকানাথ ঠাকুর কিনে নেন এবং শেষ পর্যন্ত পাইকপাড়ার রানী কাত্যায়নীর কাছে বিক্রি করেন। বিংশ শতাব্দীতে জন ওয়েবস্টার উল্লেখ করেছেন যে শ্রীরামপুরে এমন কিছু লোক ছিল যারা \"সুর\" নামটি রেখেছিল, যা পূর্ববর্তী বিশ্বম্ভর সুর রাজবংশের সাথে সম্পর্ককে নির্দেশ করে।\n\n\n== আরও দেখুন ==\nনোয়াখালীর ইতিহাস\n\n\n== তথ্যসূত্র =="}