{"pageid": 1380970, "title": "দ্বৈতবন", "url": "https://bn.wikipedia.org/wiki?curid=1380970", "content": "দ্বৈতবন (সংস্কৃত: द्वैतवन) হল মহাভারতে বৈশিষ্ট্যযুক্ত একটি কিংবদন্তি বন। এটি এর সীমানার মধ্যে দ্বৈত হ্রদ অন্তর্ভুক্ত করে। বনটি সরস্বতী নদীর তীরে কাম্যক বনের দক্ষিণে, কুরু রাজ্যের দক্ষিণ-পশ্চিম প্রান্তে অবস্থিত বলে বর্ণনা করা হয়েছে।\nশতপথ ব্রাহ্মণ অনুসারে, দ্বৈতবনের নামকরণ করা হয়েছে মৎস্য রাজ্যের একজন শাসকের নামানুসারে যার নাম ধ্বাসান দ্বৈতবণ। এই হ্রদের পাশে তাঁর অশ্বমেধ অনুষ্ঠানে বিজয়ের পর এই রাজা দেবতা ইন্দ্রকে চৌদ্দটি ঘোড়া অর্পণ করেছিলেন বলে বর্ণনা করা হয়েছে, যা তাঁর সম্মানে নামকরণ করা হয়েছিল।\n\n\n== সাহিত্য ==\n\n\n=== মহাভারত ===\nযুধিষ্ঠির তার ভাইদের কাছে এমন একটি বনাঞ্চলের বিষয়ে পরামর্শ চেয়েছিলেন যেখানে তারা তাদের বারো বছরের নির্বাসন কাটাতে পারে। অর্জুন দ্বৈতবনের পরামর্শ দিয়েছিলেন, এর বনের মধ্যে একটি হ্রদের উপস্থিতির পাশাপাশি তপস্বী এবং ঋষিদের জনসংখ্যার কথা উল্লেখ করে। বনে এসে যুধিষ্ঠির দেখলেন যে এটি ফুল, পাখি এবং অন্যান্য বন্যপ্রাণী যেমন হরিণ ও হাতি দিয়ে পরিপূর্ণ। পবিত্র পুরুষদের বসতি সনাক্ত করে, তিনি সিদ্ধান্ত নেন যে তারা সরস্বতীর তীরে তাদের সাথে বসবাস করবে। ঋষি মার্কণ্ডেয় এবং ভাকা ভাইদের আশ্রম পরিদর্শন করেছিলেন। যখন দ্রৌপদী ও ভীম তাদের রাজ্যের প্রতি তার উদাসীনতার বিষয়ে যুধিষ্ঠিরের কাছে তাদের যন্ত্রণা প্রকাশ করেছিলেন, তখন তিনি সতর্কতার পরামর্শ দিয়েছিলেন এবং ধর্মের প্রকৃতি নিয়ে আলোচনা করেছিলেন। ঋষি ব্যাস বনে ভাইদের সাথে দেখা করেছিলেন এবং অর্জুনকে তাদের পক্ষের ক্ষমতায়নের জন্য অনেকগুলি স্বর্গীয় অস্ত্র অর্জনের উপায় সম্পর্কে জ্ঞান দিয়েছিলেন। ঋষি পরামর্শ দিয়েছিলেন যে পাণ্ডবরা অন্যত্র বসবাস করেন যখন অর্জুন তার অনুসন্ধানে দূরে ছিলেন, বনে উদ্ভিদ ও প্রাণীর অবক্ষয়ের উল্লেখ করে। তদনুসারে, পাণ্ডবরা কাম্যক বনে চলে যান।\nতাদের তীর্থযাত্রা এবং উত্তর হিমালয় থেকে অর্জুনের প্রত্যাবর্তনের পরে, পাণ্ডবরা দ্বিতীয়বারের মতো দ্বৈতবনে বাস করেছিলেন। এই সময়কালে, রাজকুমার দুর্যোধন আশেপাশের কৌরবদের গবাদি পশুর আবাসগুলি পরিদর্শনের ভান করে তার কাকাতো ভাইদের কটূক্তি করার জন্য দ্বৈতবনের কাছে গিয়েছিলেন। যাইহোক, তাঁর লোকেরা যখন শিবির স্থাপন করছিলেন, তখন তিনি চিত্রসেনের অধীনে গন্ধর্বদের দ্বারা আক্রান্ত হন এবং পাণ্ডবদের দ্বারা তাঁকে উদ্ধার করতে হয়।\nহরিণের সংখ্যা হ্রাসের কারণে, পাণ্ডবরা আবার কাম্যক বনে চলে যান, কিন্তু তাদের দ্বাদশ বছরের নির্বাসনের সময় তৃতীয় ও শেষবারের মতো দ্বৈতবনে ফিরে আসেন। ভাইয়েরা তাদের অনুগামীদের বরখাস্ত করেছিল, এবং বর্ণনা করা হয়েছে যে তারা সরস্বতীর তীরে অন্বেষণ করে দারুণ আনন্দ পেয়েছিল। এই সময়কালের পরে, তারা বেনামে নির্বাসনের শেষ বছর কাটানোর জন্য মৎস্য রাজ্যে চলে যায়।\n\n\n== তথ্যসূত্র =="}