{"pageid": 1380592, "title": "উপনিষদীয় দর্শনের গঠনমূলক সমীক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1380592", "content": "উপনিষদীয় দর্শনের গঠনমূলক সমীক্ষা (ইংরেজি: A Constructive Survey of Upanishadic Philosophy) হল রামচন্দ্র দত্তাত্রয় রানাদে (যিনি গুরুদেব রানাদে নামেও পরিচিত) কর্তৃক রচিত গ্রন্থ, যিনি উপনিষদের বিশিষ্ট পণ্ডিত এবং গ্রীক দর্শনে বিশেষজ্ঞ ছিলেন, এবং চূড়ান্ত বাস্তবতা সঠিকভাবে বোঝার জন্য ধর্মতাত্ত্বিক পদ্ধতির বিপরীতে মনস্তাত্ত্বিক পদ্ধতির কেন্দ্রিকতার উপর জোর দিয়েছিলেন।\nওরিয়েন্টাল বুকস এজেন্সি, পুনে, জামখান্ডির রাজা স্যার পরশুরামরাও ভাউসাহেবের পৃষ্ঠপোষকতায় ১৯২৬ সালে গ্রন্থটি প্রথম প্রকাশিত হয়। এটি পরে ভারতীয় বিদ্যাভবন, মুম্বাই দ্বারা পুনঃপ্রকাশিত হয়।\n\n\n== ইতিহাস ==\nরানাদে ১৯১৫ সালে দেওয়া উপনিষদ ও ভগবদ্গীতার উপর তার বিভিন্ন বক্তৃতার ভিত্তিতে গ্রন্থটি রচনা করেন। স্যার রামকৃষ্ণ গোপাল ভান্ডারকরের বক্তৃতা দ্বারা অনুপ্রাণিত হয়ে, তিনি সর্বপ্রথম আধুনিক চিন্তাধারার পরিপ্রেক্ষিতে উপনিষদিক দর্শনের উপস্থাপনার ধারণা করেছিলেন। তিনি ভারতীয় দর্শনে উপনিষদের স্থান বিবেচনায় নিয়েছিলেন, এবং প্রাচ্যবিদদের মতামত পরীক্ষা করেন যাতে প্রাচ্যবিদ ও আগ্রহীদের হাতে ভারতীয় দর্শনের সমস্যাগুলির চিকিৎসার জন্য নতুন পদ্ধতি তৈরি করা যায়, এবং ইউরোপীয় দার্শনিকদের হাতে তাদের বুদ্ধির চর্চার জন্য নতুন উপাদান, যা মূল অভিপ্রেত আধ্যাত্মিক উদ্দেশ্য পূরণ করতে। তিনি নিযুক্ত করেছিলেন \"উপনিষদিক চিন্তাধারার আলোচনা থেকে উদ্ভূত সমস্ত সমস্যাগুলির পদ্ধতিগত প্রকাশের মাধ্যমে নির্মাণের পদ্ধতিটি তাদের বহুমুখী প্রভাবে\"। কাজটি বিস্তৃতভাবে সাতটি অধ্যায়ে বিভক্ত।.প্রথমে তিনি উপনিষদিক অনুমানের পটভূমি নিয়ে আলোচনা করেন, তারপর উপনিষদিক বিশ্ববিদ্যার বিকাশের সাথে। তিনি মনস্তাত্ত্বিক প্রতিফলনের বৈচিত্র্য এবং পরবর্তী দর্শনের শিকড় নিয়ে আলোচনা করেছেন, উপনিষদে চূড়ান্ত বাস্তবতার সমস্যাটি গ্রহণ করার আগে। তিনি উপনিষদের নীতিশাস্ত্র এবং অবশেষে আত্ম-উপলব্ধির সূচনাকে কভার করেন। এটি বিস্তৃত অধ্যয়ন যা জ্ঞানমার্গের মাধ্যমে এই অনুমানের দিকে নিয়ে যায় যে দ্বৈতবাদ বা বহুত্ববাদ শুধুমাত্র স্পষ্ট।\nরানাদে সম্পূর্ণ গ্রন্থপঞ্জি প্রদান করেন যা উপনিষদের মাধ্যমিক বইগুলোকে তিনটি মৌলিক শিরোনামে শ্রেণীবদ্ধ করে: সাহিত্যের ইতিহাস, ধর্মের ইতিহাস এবং দর্শনের ইতিহাস।\n\n\n== তথ্যসূত্র =="}