{"pageid": 1380245, "title": "৬৯তম জাতীয় চলচ্চিত্র পুরস্কার (ভারত)", "url": "https://bn.wikipedia.org/wiki?curid=1380245", "content": "৬৯তম জাতীয় চলচ্চিত্র পুরস্কার আয়োজনে ভারতের জাতীয় চলচ্চিত্র উন্নয়ন কর্পোরেশন ভারতীয় চলচ্চিত্রে ২০২১ সালের সেরা চলচ্চিত্রসমূহকে সম্মানিত করার জন্য তাদের বার্ষিক জাতীয় চলচ্চিত্র পুরস্কার প্রদান করে। পুরস্কার অনুষ্ঠানটি মূলত ২০২২ সালের ৩রা মে অনুষ্ঠিত হওয়ার কথা ছিল তবে কোভিড-১৯ এর বৈশ্বিক মহামারীর পরে বিলম্বের কারণে স্থগিত করা হয়েছিল।  ২০২৩ সালের ২৪শে আগস্ট তথ্য ও সম্প্রচার মন্ত্রক একটি সংবাদ সম্মেলনে বিজয়ীদের নাম ঘোষণা করে। ২০২৩ সালের ১৭ই অক্টোবর রাষ্ট্রপতি দ্রৌপদী মুর্মু নয়াদিল্লির বিজ্ঞান ভবনে দাদাসাহেব ফালকে পুরস্কার প্রাপক-সহ বিজয়ীদের পুরস্কার প্রদান করেন।\nন্যাশনাল ফিল্ম ডেভেলপমেন্ট কর্পোরেশন অফ ইন্ডিয়া 31 মার্চ 2023 তারিখে 10 মে 2023 পর্যন্ত প্রবেশের জন্য গ্রহণযোগ্য শেষ তারিখ সহ অনলাইন এন্ট্রি আমন্ত্রণ জানিয়েছে। ১ জানুয়ারী ২০২১ এবং ৩১ ডিসেম্বর ২০২১-এর মধ্যে সেন্ট্রাল বোর্ড অফ ফিল্ম সার্টিফিকেশন দ্বারা প্রত্যয়িত ফিচার এবং নন-ফিচার ফিল্মগুলি ফিল্ম অ্যাওয়ার্ড বিভাগের জন্য যোগ্য ছিল। 1 জানুয়ারী 2021 থেকে 31 ডিসেম্বর 2021 এর মধ্যে ভারতীয় সংবাদপত্র, ম্যাগাজিন এবং জার্নালে প্রকাশিত সিনেমা সম্পর্কিত বই, সমালোচনামূলক গবেষণা, পর্যালোচনা বা নিবন্ধগুলি সিনেমা বিভাগে সেরা লেখার জন্য যোগ্য ছিল। একটি চলচ্চিত্র বা অনুবাদের ডাব করা, সংশোধিত বা অনুলিপি করা সংস্করণের এন্ট্রি, সংক্ষিপ্তকরণ, সম্পাদিত বা টীকাযুক্ত কাজ এবং পুনঃমুদ্রণ পুরস্কারের জন্য অযোগ্য ছিল।\nফিচার এবং নন-ফিচার ফিল্ম বিভাগগুলির জন্য, যেকোনো ভারতীয় ভাষার চলচ্চিত্র, 16- এ শ্যুট করা হয়েছে মিমি, 35<span typeof=\"mw:Entity\" id=\"mwHg\"> </span>mm, একটি বৃহত্তর ফিল্ম গেজ বা একটি ডিজিটাল বিন্যাস, এবং সিনেমা হলে, ভিডিও বা ডিজিটাল ফরম্যাটে হোম দেখার জন্য যোগ্য ছিল। ফিল্মগুলিকে ফিচার ফিল্ম, ফিচারটেট বা ডকুমেন্টারি/নিউজরিল/নন-ফিকশন হিসেবে সেন্ট্রাল বোর্ড অফ ফিল্ম সার্টিফিকেশন দ্বারা প্রত্যয়িত করতে হবে।\nপুরস্কারগুলির লক্ষ্য হল একটি শিল্প ফর্ম হিসাবে সিনেমার অধ্যয়ন এবং প্রশংসাকে উত্সাহিত করা এবং তথ্যের প্রচার এবং একটি রাজ্য সরকারের নীতির মাধ্যমে এই শিল্প-ফর্মের সমালোচনামূলক প্রশংসা করা।\n\n\n== দাদাসাহেব ফালকে পুরস্কার ==\n২০২১ সালের প্রাপক ওয়াহিদা রহমান।\nআজীবন সম্মাননা পুরস্কার - দাদাসাহেব ফালকে পুরস্কারের বিজেতাকে মূল্যায়নের জন্য ভারতীয় চলচ্চিত্র শিল্পের পাঁচজন প্রখ্যাত ব্যক্তিকে নিয়ে গঠিত কমিটিকে দায়িত্ব অর্পণ করা হয়। জুরি সদস্যরা হলেন:\n\nজুরি সদস্য\n\n\n== পূর্ণদৈর্ঘ্য চলচ্চিত্র ==\n\n\n=== স্বর্ণ কমল পুরস্কার ===\nদাপ্তরিক নাম: স্বর্ণ কমল\nপুরস্কার বিজয়ীদের 'স্বর্ণ কমল', একটি সনদ ও নগদ পুরস্কার দেওয়া হয়।\n\n\n=== রজত কমল পুরস্কার ===\nদাপ্তরিক নাম: রজত কমল\nপুরস্কার বিজয়ীদের 'রজত কমল', একটি সনদ ও নগদ পুরস্কার দেওয়া হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজাতীয় চলচ্চিত্র পুরস্কার আর্কাইভস\nফিল্ম ফেস্টিভ্যাল, ভারত অধিদপ্তরের অফিসিয়াল পেজ"}