{"pageid": 1380762, "title": "লোক জনশক্তি পার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1380762", "content": "লোক জনশক্তি পার্টি (abbr. এলজেপি, আক্ষ. \"পিপলস ম্যানপাওয়ার পার্টি\")  ছিল একটি রাজ্য রাজনৈতিক দল যা মূলত ভারতের বিহার রাজ্যে অবস্থিত। দলটি ২০০০ সালে গঠিত হয়েছিল যখন রামবিলাস পাসোয়ান জনতা দল থেকে বিভক্ত হয়েছিলেন। বিহারে দলিতদের মধ্যে দলটির যথেষ্ট অনুসারী ছিল। দলটি দুটি দল লোক জনশক্তি পার্টি (রামবিলাস)  এবং রাষ্ট্রীয় লোক জনশক্তি পার্টিতে বিভক্ত।\n\n\n== ইতিহাস ==\n২০০০ সালে প্রয়াত রামবিলাস পাসোয়ান তার সভাপতি হিসাবে লোক জনশক্তি পার্টি গঠন করেন। পাসোয়ানের সাথে তার ভাই রামচন্দ্র পাসোয়ান, ক্যাপ্টেন জয় নারায়ণ প্রসাদ নিষাদ এবং রমেশ জিগাজিনাগিও দলে যোগ দেন।  \nএলজেপি ভারতীয় জাতীয় কংগ্রেস এবং রাষ্ট্রীয় জনতা দলের সাথে জোটবদ্ধ হয়ে নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল এবং চারটি লোকসভা আসন জিতেছিল। রামবিলাস পাসোয়ান রাসায়নিক ও সার মন্ত্রক এবং ইস্পাত মন্ত্রকের কেন্দ্রীয় মন্ত্রী ছিলেন।\nফেব্রুয়ারিতে অনুষ্ঠিত ২০০৫ সালের বিহার বিধানসভা নির্বাচনে দলটি কংগ্রেসের সাথে জোটবদ্ধ হয়ে আরজেডির বিরুদ্ধে প্রতিদ্বন্দ্বিতা করে এবং ২৯টি বিধানসভা আসনে জয়লাভ করে। তবে কোনো জোটই সংখ্যাগরিষ্ঠতা অর্জন করতে পারেনি এবং দল সরকার গঠনের জন্য কোনো জোটকে সমর্থন দিতে অস্বীকার করে। গুজব ছিল যে দলের কিছু বিধায়ক এনডিএ সরকার গঠনের অনুমতি দিয়ে জেডি(ইউ) থেকে সরে যেতে প্রস্তুত ছিলেন। একটি বিতর্কিত পর্বে রাজ্যে রাষ্ট্রপতি শাসন জারি করা হয়েছিল এবং কয়েক মাস পরে বিহারের রাজ্য বিধানসভা ভেঙে দেওয়া হয়েছিল। অক্টোবর মাসে আবার নির্বাচন অনুষ্ঠিত হয় যেখানে এনডিএ মুখ্যমন্ত্রী হিসাবে নীতিশ কুমারের সাথে বিপুল সংখ্যাগরিষ্ঠতার সাথে ক্ষমতায় আসে। দলটি ২০৩টি আসনে তাদের প্রার্থী দিয়েছে যার মধ্যে দলটি মাত্র ১০টি আসনে জয়লাভ করতে পারে।\nদলটি ২০০৯ সালের লোকসভার সাধারণ নির্বাচনে চতুর্থ ফ্রন্ট নামে একটি জোটে প্রতিদ্বন্দ্বিতা করেছিল যা রাষ্ট্রীয় জনতা দল, লোক জনশক্তি পার্টি এবং সমাজবাদী পার্টি গঠন করেছিল। এই পদক্ষেপটি বিপর্যয়কর প্রমাণিত হয়েছিল, যেহেতু এলজেপি একটিও আসন জিততে পারেনি, এবং আরজেডি লোকসভায় ৪টি আসনে হ্রাস পেয়েছে। নির্বাচনের পর লালুপ্রসাদ যাদব স্বীকার করেন যে ইউপিএ ত্যাগ করা একটি ভুল ছিল এবং মনমোহন সিং এবং নবগঠিত ইউপিএ সরকারকে নিঃশর্ত সমর্থন দিয়েছিলেন।\nপ্রাক্তন প্রধানমন্ত্রী বিশ্বনাথ প্রতাপ সিং দ্বারা প্রতিষ্ঠিত জন মোর্চা ২০০৯ সালের মার্চ মাসে এলজেপির সাথে একীভূত হয়েছিল। বিশ্বনাথ প্রতাপ সিংয়ের ছেলে জন মোর্চার সভাপতি অজেয় প্রতাপ সিংকে অবিলম্বে এলজেপির একজন সিনিয়র কার্যকর্তা নিযুক্ত করা হয়েছিল।\nআরও বিপর্যয়ের দিকে এলজেপি একটি বড় ধাক্কা খেয়েছিল যখন ২০০৯ সালের নির্বাচনের আগে তার পুরো ঝাড়খণ্ড ইউনিট কংগ্রেসের সাথে একীভূত হয়েছিল যে পাসওয়ান তাদের উপেক্ষা করেছিলেন। এরপরেই দলের ঝাড়খণ্ড ইউনিট ভেঙে দেওয়ার ঘোষণা দেন পাসোয়ান।\n২০১০ বিহার বিধানসভা নির্বাচনে দলটি রাষ্ট্রীয় জনতা দলের সাথে জোটবদ্ধ হয়ে প্রতিদ্বন্দ্বিতা করেছিল। তবে দলটি মাত্র ৩টি আসনে জয়ী হয় এবং মাত্র ৬.৭৫% ভোট পায় যা আগের ২০০৬ সালের নির্বাচনের তুলনায় ৭ কম ছিল।\nআগস্ট ২০১১-এবিহার বিধানসভার স্পিকার দ্বারা দাবি করা হয়েছিল যে দলটি জেডিইউ এর সাথে একীভূত হয়েছে কারণ দলের ৩ জন বিধায়কের মধ্যে ২ জন জেডিইউ তে যোগ দিয়েছে। তবে দলটি এমন কোনো পদক্ষেপের কথা অস্বীকার করেছে।\n২৭ ফেব্রুয়ারী ২০১৪-এ লোক জনশক্তি পার্টি আনুষ্ঠানিকভাবে ১২ বছর পর ভারতীয় জনতা পার্টির নেতৃত্বে জাতীয় গণতান্ত্রিক জোটে পুনঃপ্রবেশ করার ঘোষণা দেয়। এটি ২০১৪ সালের ভারতীয় সাধারণ নির্বাচনে বিহার থেকে ৭টি লোকসভা আসনে প্রতিদ্বন্দ্বিতা করেছিল।\nএলজেপি রামবিলাস পাসোয়ান এবং তার ছেলে চিরাগ পাসওয়ান সহ ৭টি আসনের মধ্যে ৬টিতে জিতেছে। রাজ্যসভার আসন থেকে ইস্তফা দিয়েছেন রামবিলাস পাসোয়ান। ২৬ মে ২০১৪-এ ক্ষমতায় আসা এনডিএ সরকারে তাকে খাদ্য ও বেসামরিক সরবরাহের মন্ত্রীও করা হয়েছিল।\n২০১৫ বিহার বিধানসভা নির্বাচনে দলটি বিজেপির নেতৃত্বাধীন জাতীয় গণতান্ত্রিক জোটের সাথে জোটবদ্ধ হয়ে প্রতিদ্বন্দ্বিতা করেছিল। এটি বিধানসভার ২৪৩টির মধ্যে ৪০টি আসনে প্রতিদ্বন্দ্বিতা করেছিল। এটি মাত্র দুটি আসন জিতেছে, যা ২০১০ সালের শেষ নির্বাচনের চেয়ে একটি কম।\n২০১৭ সালে জনতা দল (সংযুক্ত) বিজেপির নেতৃত্বাধীন জাতীয় গণতান্ত্রিক জোটে যোগ দেওয়ার পরে রামবিলাসের ভাই পশুপতি পরসকে নীতিশ কুমারের মন্ত্রিসভায় প্রাণী ও মৎস্য সম্পদ মন্ত্রী হিসাবে অন্তর্ভুক্ত করা হয়েছিল।\n\n\n== ২০২০ বিহার বিধানসভা নির্বাচন ==\n২০১৪ সালে জাতীয় গণতান্ত্রিক জোটে লোক জনশক্তি পার্টির প্রবেশের পর বিহারে এনডিএর প্রধান দলগুলি যেমন এলজেপি, ভারতীয় জনতা পার্টি এবং রাষ্ট্রীয় লোক সমতা পার্টি জেডিইউ- রাষ্ট্রীয় জনতা দল- ভারতীয় জাতীয় কংগ্রেস মহাগঠবন্ধন জোটের বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেছিল। ২০১৫ এবং আরও ২০২০ বিহার বিধানসভা নির্বাচন পর্যন্ত। ২০২০ বিধানসভা নির্বাচনের জন্য আসন ভাগাভাগির প্রশ্নে, চিরাগ পাসওয়ানের সভাপতিত্বে এলজেপি এনডিএ ছেড়ে ১৪৩টি বিধানসভা আসনে একা লড়াই করার সিদ্ধান্ত নিয়েছে। নীতিশ কুমারের নেতৃত্বাধীন জেডি(ইউ) এর দুর্বল নির্বাচনী পারফরম্যান্সের জন্য এটিই একক সবচেয়ে গুরুত্বপূর্ণ কারণ হিসাবে প্রমাণিত হয়েছিল। দ্য কুইন্ট রিপোর্ট করেছে, এলজেপি যদি বিজেপির সঙ্গে প্রাক-নির্বাচন জোট গঠন করত, তাহলে জাতীয় গণতান্ত্রিক জোট অতিরিক্ত ৩৮টি আসন পেত।\nএলজেপির সংসদীয় কমিটি অবশ্য রাজ্যে এবং রাজ্যের বাইরে বিজেপিকে সমর্থন করার সিদ্ধান্ত নিয়েছে যে তারা এককভাবে প্রতিদ্বন্দ্বিতা করে রাজ্যে জয়ী হয়েছে। দলীয় নেতৃত্ব অনুসারে এই পদক্ষেপটি ছিল বিজেপির সাথে জোটবদ্ধ হয়ে জেডিইউ-এর বিরোধিতা করা। দলটির জন্য পথটি যদিও সহজ ছিল না কারণ এটি বেশ কয়েকটি জোট এবং রাজনৈতিক দলগুলির মুখোমুখি হয়েছিল যারা তাদের সমর্থন ঘাঁটি নিয়ে নির্বাচনে প্রতিদ্বন্দ্বিতা করছিল।\n\n\n== দলে বিভক্ততা ==\n\n\n=== পটভূমি ===\nগত বছরের অক্টোবর-নভেম্বরে বিহার বিধানসভা নির্বাচনের কয়েক মাস পরে নাটকীয় ঘটনার ধারাবাহিকতা এসেছিল, যার দৌড়ে চিরাগ পাসোয়ান জেডিইউ এবং মুখ্যমন্ত্রী নীতিশ কুমারকে আক্রমণ করেছিলেন এবং এনডিএ থেকে বেরিয়ে এসেছিলেন। তিনি বিজেপির সঙ্গে কাজ করতে চেয়েছিলেন। এলজেপি অবশ্য নির্বাচনে খারাপ ফল করেছিল, তার একক বিধায়ক শেষ পর্যন্ত জেডিইউ-এর কাছে চলে গিয়েছিল।\n\n\n=== সঙ্কট ও বিভক্তি ===\nপশুপতি কুমার পরশ ৪ জন এমপিকে সঙ্গে নিয়ে দলের সভাপতি পদে নাম ঘোষণা করায় সংকটের সূত্রপাত হয়। এরপর পাঁচ বিদ্রোহী সাংসদকে বহিষ্কার করেন চিরাগ পাসোয়ান। তবে পাসওয়ান বলেছেন যে এলজেপি একটি জাতীয় কার্যনির্বাহী বৈঠক ডেকেছে এবং পাঁচ বিদ্রোহী সাংসদকে দলের প্রাথমিক সদস্যপদ থেকে সরিয়ে দিয়েছে।\nপশুপতি কুমার পারস (হাজিপুর), মেহবুব আলি কায়সার (খাগরিয়া), চন্দন সিং (নওয়াদা), বীণা দেবী (বৈশালী) এবং প্রিন্স রাজ (সমস্তিপুর) নামে পাঁচজন সাংসদ পরের দিন লোকসভার স্পিকার ওম বিড়লার সঙ্গে দেখা করে বলেছিলেন যে তারা পারসকে এলজেপি সংসদীয় দলের নেতা এবং কায়সারকে উপনেতানির্বাচিত করেছেন। পরে সেই রাতে, লোকসভা সচিবালয় একটি সার্কুলার জারি করে লোকসভায় এলজেপির নেতা হিসাবে পারসকে নিশ্চিত করে।\nতার কাকা পশুপতি পারস তাকে ক্ষমতাচ্যুত করার পর তার প্রথম প্রতিক্রিয়ায়, পাসোয়ান সংগঠনটিকে এমন একজন মায়ের সাথে তুলনা করেছিলেন যার সাথে বিশ্বাসঘাতকতা করা উচিত নয়। একটি টুইটে, তিনি বলেছিলেন যে তিনি তার বাবা রামবিলাস পাসওয়ান এবং তার পরিবার দ্বারা প্রতিষ্ঠিত দলটিকে একসাথে রাখার চেষ্টা করেছিলেন কিন্তু ব্যর্থ হয়েছেন।\nইসিআই লোক জনশক্তি পার্টির নাম ও প্রতীক বাংলো স্থগিত করেছে। এবং চিরাগ পাসোয়ানের নেতৃত্বে লোক জনশক্তি পার্টি (রামবিলাস) এবং পশুপতি কুমার পারসের নেতৃত্বাধীন রাষ্ট্রীয় লোক জনশক্তি পার্টিকে বরাদ্দ করেছে।\n\n\n=== পরিণতি ===\nগণতন্ত্রে জনগণই সর্বোচ্চ, পাসোয়ান বলেছেন এবং যারা দলের প্রতি আস্থা রেখেছেন তাদের ধন্যবাদ জানিয়েছেন। পাসওয়ান মার্চ মাসে তার বাবার কনিষ্ঠ ভাই পারসকে লেখা একটি চিঠিও শেয়ার করেছেন, যেখানে তিনি দলের সভাপতি হিসাবে তার পদোন্নতি সহ বেশ কয়েকটি বিষয়ে তার চাচার অসুখের কথা তুলে ধরেছিলেন।\n\n\n== তথ্যসূত্র =="}