{"pageid": 1380792, "title": "ওয়ান মোর লাইট", "url": "https://bn.wikipedia.org/wiki?curid=1380792", "content": "ওয়ান মোর লাইট আমেরিকান রক ব্যান্ড লিঙ্কিন পার্কের সপ্তম স্টুডিও অ্যালবাম। এটি ওয়ার্নার ব্রোস রেকর্ড এবং মেশিন শপ লেবেলের মাধ্যমে ১৯ মে ২০১৭ সালে মুক্তি পায়। এটি একটি শিরোনাম ট্র্যাকসহ ব্যান্ডটির প্রথম অ্যালবাম, কারণ তারা অনুভব করেছিল যে \"ওয়ান মোর লাইট\" গানটি অ্যালবামের হৃদয় ছিল৷ ২০ জুলাই ২০১৭ সালে প্রধান কণ্ঠশিল্পী চেস্টার বেনিংটনের মৃত্যু পরবর্তী বিরতির আগে এটি লিঙ্কিন পার্কের শেষ অ্যালবাম।\nব্যান্ডটি সেপ্টেম্বর ২০১৫ এবং ফেব্রুয়ারি ২০১৭ এর মধ্যে একাধিক স্টুডিওতে অ্যালবামটি রেকর্ড করে। ব্যান্ড সদস্য ব্র্যাড ডেলসন এবং মাইক শিনোডা অ্যালবামের প্রাথমিক প্রযোজক হিসেবে কাজ করেছেন। ওয়ান মোর লাইট শব্দটিকে আরও পপ-কেন্দ্রীক হিসেবে বর্ণনা করা হয়েছে, যা তাদের পূর্বের অ্যালবামসমূহের অল্টারনেটিভ রক এবং অল্টারনেটিভ মেটাল শব্দ থেকে বিদায় নিয়েছে। অ্যালবামটিতে পুশা টি, স্টর্মজি ও কিয়ারার অতিথি কণ্ঠের উপস্থিতি রয়েছে এবং জেআর রোটেম, জুলিয়া মাইকেলস, জাস্টিন ট্রান্টার, রস গোলান, অ্যান্ড্রু গোল্ডস্টেইন, ব্ল্যাকবিয়ার, এবং যেমন হোয়াইটের সাথে প্রযোজনা ও গান লেখার সহযোগিতা রয়েছে৷\nঅ্যালবামের প্রধান একক কিয়ারা সমন্বিত \"হেভি\" ১৬ ফেব্রুয়ারি ২০১৭ সালে প্রকাশিত হয়েছিল। \"ব্যাটল সিম্ফনি\", \"গুড গুডবাই\" এবং \"ইনভিজিবল\" অ্যালবাম প্রকাশের আগে প্রচারমূলক একক হিসাবে প্রকাশিত হয়েছিল। \"টকিং টু মাইসেল্ফ\" এবং \"ওয়ান মোর লাইট\" পরে রেডিও একক হিসাবে প্রকাশিত হয়েছিল। অ্যালবামটি সঙ্গীত সমালোচকদের কাছ থেকে মিশ্র পর্যালোচনা পেয়েছে; এটি বিক্রির অভিযোগ সহ বেনিংটন থেকে একটি ক্ষুব্ধ প্রতিক্রিয়ার উদ্রেক করা হয়েছিল। মিশ্র সমালোচনামূলক অভ্যর্থনা সত্ত্বেও অ্যালবামটি বাণিজ্যিকভাবে ভাল পারফর্ম করেছে, বেশ কয়েকটি দেশে প্রথম স্থানে আত্মপ্রকাশ করেছে; এটি বিলবোর্ড ২০০-এ ব্যান্ডের পঞ্চম নাম্বার-এক অ্যালবামও হয়ে ওঠে এবং পাঁচটি দেশে সোনা হিসেবে প্রত্যয়িত হয়।\n\n\n== পটভূমি ==\n২০১৪ সালে লিঙ্কিন পার্ক তাদের ষষ্ঠ স্টুডিও অ্যালবাম দ্য হান্টিং পার্টি প্রকাশ করে। মাইক শিনোডা এবং ব্র্যাড ডেলসন দ্বারা প্রযোজিত অ্যালবামটি রিক রুবিনের সহায়তায় তাদের পূর্ববর্তী অ্যালবামগুলোর সামগ্রিক রক সাউন্ড থেকে একটি পরিবর্তন চিহ্নিত করেছে। ২০১৫ সালের মাঝামাঝি দ্য হান্টিং পার্টি ট্যুরের সময় শিনোডা তার স্মার্টফোনে ওয়ান মোর লাইট-এর প্রাক-প্রযোজনা শুরু করেছিলেন। সফর শেষ হওয়ার সাথে সাথেই মূল প্রযোজনা শুরু হয়। এই প্রক্রিয়ায় ব্যান্ডটি কিছু বহিঃসাহায্যে গান লেখার সিদ্ধান্ত নেয়। তারা জায়েদ হাসান, মার্টিন গ্যারিক্স, হট কার্ল, হিরো ব্যান্ডের মাইক ব্যাকজার, দ্য লোনলি আইল্যান্ড, এবং ওয়ান ওকে রকের সাথে কাজ করেছিল। এই সহযোগিতার কোনোটিই অবশ্য অ্যালবামের চূড়ান্ত সংস্করণ তৈরি করেনি। দ্য হান্টিং পার্টির পর অ্যালবামটি স্ব-প্রযোজিত দ্বিতীয় হিসেবে চিহ্নিত।\n\n\n== গঠন ==\nব্যান্ডটির জন্য একটি নতুন ধারণা হিসেবে অ্যালবামে বৈশিষ্ট্যযুক্ত সমস্ত গান প্রথমে কণ্ঠস্বর দিয়ে রেকর্ড করা হয়েছিল। তারা প্রথমে গল্প, তারপর হুক এবং অবশেষে সঙ্গীত নিয়ে কাজ করেছিল। জেন লোয়ের সাথে একটি সাক্ষাৎকারে শিনোডা এর গঠনটির ব্যাখ্যা করেছিলেন, \"রেকর্ডের শৈলীর দিক থেকে, এটি শৈলীর দিক থেকে সবচেয়ে বৈচিত্র্যময়, এই অ্যালবামে আমরা যা কিছু রেখেছি তার থেকে আরও বেশি জনরা রয়েছে৷ আপনি অতি ভারী গিটার খুব একটা শুনেন না। রেকর্ডে কোনো চিৎকার নেই।\" তিনি যোগ করেছেন, \"কিছু পরিমাণে এটি খুব মার্জিত রেকর্ড। শৈলীগতভাবে আমরা সমস্ত শব্দ এবং জনরাগুলোকে এমনভাবে মিশ্রিত করতে চেয়েছিলাম যে আপনি তাদের আলাদা করে বলতে পারবেন না\"। কেন তারা বিশ্বের কাছে অ্যালবামটি উপস্থাপন করার জন্য \"হেভি\" বেছে নিয়েছে এ প্রসঙ্গে তিনি বিলবোর্ডকে বলেন, \"আমরা কেন প্রথম একক হিসেবে 'হেভি' বেছে নিয়েছি তার একটি কারণ হল এটি আসলেই অ্যালবামের মূল শব্দ। এটিতে এমন একটি দৃশ্যও ছিল না যেখানে পুরো অ্যালবামটি একভাবে শোনায় এবং এই এককটি অন্যভাবে শোনায়। পুরো অ্যালবামটা এককটার মতোই শোনাচ্ছে। তাই আমরা এমন একটি গান নিয়ে বের হতে চেয়েছিলাম, যেখানে প্রত্যেকে এই কাজের দিকটি বুঝতে পারে।\" তার মতে, অ্যালবামের অনেক গান শ্রোতাদের দ্য কিউর বা টিয়ার্স ফর ফিয়ার্সের পুরনো গানের কথা ভাবিয়ে তুলতে পারে।\nমিউজিকরাডারের সাথে একটি সাক্ষাৎকারে ব্র্যাড ডেলসন ব্যাখ্যা করেছেন,\n\nতার গিটারের কাজ সম্পর্কে আরও বিশদভাবে, ডেলসন বলেন, \"আমি 'শার্প এজ'-এ অ্যাকোস্টিক কাজ পছন্দ করি। আমি সত্যিই 'ইনভিজিবল' এ গিটারের লেয়ারিং সব পছন্দ করি। গিটারের একটি সত্যিই অনন্য উপস্থাপনা এমনভাবে রয়েছে যা আমি মনে করি না যে আমরা 'সরি ফর নাউ' নামে একটি গানে কখনও করেছি। এটি এমন একটি জিনিস যাতে আমরা সত্যিই উত্তেজিত ছিলাম – এটি আমাদের অন্য যেকোন অ্যালবাম/একক থেকে সম্পূর্ণ আলাদা।\"\nঅ্যালবামটিতে গীতিকার এবং অন্যান্য শিল্পীদের সাথে সহযোগিতার বৈশিষ্ট্য রয়েছে। \"হেভি\"-তে পপ গায়ক কিয়ারার কণ্ঠস্বর রয়েছে এবং \"গুড গুডবাই\"-তে র‍্যাপার পুশা টি এবং স্টর্মজির শ্লোক রয়েছে। জনরা অনুসারে অ্যালবামটিকে পপ, পপ রক, ইলেক্ট্রোপপ, এবং ইলেকট্রনিক রক হিসেবে বর্ণনা করা হয়েছে।\n\n\n== রেকর্ডিং ==\n\nব্যান্ডটি বেশিরভাগ লস অ্যাঞ্জেলেসে লিখেলে এবং রেকর্ডিং করেছে, তবে লন্ডন এবং কানাডায় কয়েকটি সেশন ছিল যেখানে তারা কয়েকজন গীতিকারের সাথে কাজ করেছিল। লস অ্যাঞ্জেলেসে ব্যান্ডটি লারাবি স্টুডিওতে কাজ শুরু করে যেখানে তারা তাদের পূর্ববর্তী অ্যালবামের জন্য কাজ করেছিল। ব্যান্ডটির একটু বেশি জায়গার প্রয়োজন লক্ষ্য করার পরে তারা স্ফিয়ার স্টুডিওতে স্থানান্তরিত হয়। ২০১৬ সালের শুরুতে ব্যান্ডটি লাইভ স্ট্রিম করে, স্টুডিওতে তাদের দিনের ছবি এবং ভিডিও পোস্ট করে এবং তাদের মেইলিং তালিকায় স্টুডিও আপডেট পাঠানোর মাধ্যমে সামাজিক মিডিয়ার মাধ্যমে তাদের প্রক্রিয়াটি ভক্তদের কাছে উন্মুক্ত করার সিদ্ধান্ত নেয়।\nবিলবোর্ডের সাথে একটি সাক্ষাৎকারে শিনোডা বলেন, \"আমরা প্রায় একচেটিয়াভাবে গান লেখার উপর দৃষ্টি নিবদ্ধ করেছি, শব্দের উপর নয়, জনরা নয়, বিন্যাসে নয়, শব্দ এবং সুরের উপর। এবং এটি এমন কিছু যা রিক [রুবিন] সর্বদা আমাদেরকে গত বছরগুলোতে করতে বলেছে এবং আমরা কখনই শুনিনি কারণ আমরা সর্বদা প্রথমে ট্র্যাক শুরু করেছি। এখন আমরা গান লিখছি এবং এখন আমরা সেই স্টাইলে ঢুকতে শুরু করছি।\" লন্ডনে জাস্টিন পার্কারের সাথে কাজ করার সময় মাইক গান লেখার একটি ভিন্ন পদ্ধতিও শিখেছিল: মনের মধ্যে কোন শব্দ ছাড়াই লিখতে এবং পরিবর্তে মনের অর্থে লিখতে।\n\n\n== আর্টওয়ার্ক এবং প্যাকেজিং ==\nএক সাক্ষাৎকারে কেরাং! ম্যাগাজিনে শিনোদা ব্যাখ্যা করেছেন যে অ্যালবামের কভারে দেখানো শিশুরা ব্যান্ডের এক বন্ধুর এবং তাদের নিজ নিজ পরিবার একত্রিত হলে ব্যান্ড সদস্যরা কী অনুভব করে তা উপস্থাপন করে তৈরি করা হয়েছে। ছবিটি ভেনিস বিচে ফ্রাঙ্ক ম্যাডকস তুলেছিলেন, যিনি এর আগে ডেফটোনস এবং গ্রীন ডের রেভোলিউশন রেডিওর শিল্পকর্মে অবদান রেখেছিলেন। অ্যালবামের কভারও কিছুটা চলচ্চিত্র কোম্পানি লেকশোর এন্টারটেইনমেন্টের লোগোর সাথে সাদৃশ্যপূর্ণ।\nঅ্যালবামটি লিঙ্কিন পার্কের অফিসিয়াল ওয়েবসাইটে পাঁচটি ভিন্ন প্যাকেজে উপলব্ধ করা হয়েছে: সিডি + এলপিইউ সদস্যপদ, ভিনাইল + এলপিইউ সদস্যপদ, সিডি বান্ডেল, ভিনাইল বান্ডেল, এবং \"জাস্ট গিভ মি এভ্রিথিং\" বাক্স সেট। সমস্ত অফার একটি এলপিইউ ডিজিটাল সদস্যতার সাথে ছিল। সিডি বান্ডেল এবং ভিনাইল বান্ডেল উভয়ের মধ্যেই একটি ওয়ান মোর লাইট টি-শার্ট এবং একটি রূপালী লিঙ্কিন পার্ক লোগো এনামেল পিন রয়েছে। বাক্স সেটটি একটি বিশেষ ওয়ান মোর লাইট সুপার ডিলাক্স বাক্সের মধ্যে আবদ্ধ ছিল একটি ৪৮-পৃষ্ঠার হার্ডকভার বই যাতে অ্যালবাম প্যাকেজের সমস্ত সেরা ছবি এবং সমস্ত গানের কথা, ব্যান্ডের একটি অনন্য ২.৪\" × ১.৮\" তাৎক্ষণিক চিত্র এবং একটি একটি লিঙ্কিন পার্ক পিন, একটি এলপি হেক্স লোগো পিন এবং একটি \"ওএমএল\" লোগো পিন সমন্বিত সোনালী এনামেল পিন সেট৷ এটিতে অ্যালবামের সিডি এবং ভিনাইল উভয় সংস্করণের পাশাপাশি ওয়ান মোর লাইট টি-শার্টও অন্তর্ভুক্ত ছিল।\n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক অভ্যর্থনা ===\n\n\n== ট্র্যাক তালিকা ==\n\nটীকা\n\nস্ট্রিমিং ওয়েবসাইট কোউবাজ থেকে ট্র্যাক তালিকা এবং ক্রেডিট সংগ্রহকৃত।\n^ক  একজন সহ-প্রযোজককে বোঝায়\n^খ  একজন অতিরিক্ত প্রযোজককে বোঝায়\n^গ  একজন কণ্ঠ প্রযোজককে বোঝায়\n\n\n== কর্মী ==\nক্রেডিট অ্যালবামের লাইনার নোট থেকে অভিযোজিত।\n\n\n== প্রত্যয়ন ==\n\n\n== তথ্যসূত্র =="}