{"pageid": 1380978, "title": "লোমশ", "url": "https://bn.wikipedia.org/wiki?curid=1380978", "content": "লোমশ (সংস্কৃত: लोमश) হল একজন হিন্দু ঋষি। তিনি মহাভারতে সবচেয়ে বিশিষ্টভাবে চিত্রিত, যেখানে তিনি বনে নির্বাসনের সময় পাণ্ডবদের কাছে বেশ কিছু কিংবদন্তি বর্ণনা করেছেন।\n\n\n== সাহিত্য ==\n\n\n=== মহাভারত ===\nমহাভারতে, লোমশ ইন্দ্রকে শ্রদ্ধা জানাতে ইন্দ্রলোকে গিয়েছিলেন বলে বর্ণনা করা হয়েছে। তিনি পাণ্ডব অর্জুনকে দেবতার সিংহাসনের অর্ধেকের উপর উপবিষ্ট দেখেছিলেন। ইন্দ্র ঋষিকে ব্যাখ্যা করেছিলেন যে অর্জুন তাঁর পুত্র হওয়ার কারণে তাঁর সাথে সিংহাসন ভাগ করেছিলেন এবং রাজকুমারের জন্ম ও পরিচয়ের পরিস্থিতি বর্ণনা করেছিলেন। তিনি ঋষিকে পৃথিবীতে, কাম্যকবনে ফিরে যেতে এবং যুধিষ্ঠিরকে আশ্বস্ত করার নির্দেশ দেন যে তার ভাই স্বর্গীয় অস্ত্র অর্জনের পর তার কাছে ফিরে আসবে, এবং তাকে অন্যান্য পাণ্ডবদের সাথে তীর্থস্থানে স্নান করতে বলুন। এছাড়াও দেবতা ঋষিকে যুধিষ্ঠিরকে বনে বসবাসকারী রাক্ষসদের হাত থেকে রক্ষা করতে বলেছিলেন। তদনুসারে, লোমশ যুধিষ্ঠিরের সাথে দেখা করেন এবং ইন্দ্রের উপরোক্ত বার্তা পৌঁছে দেন এবং তাঁর তীর্থযাত্রার সময় তাঁর সাথে যাওয়ার প্রস্তাব দেন। তার অধার্মিক শত্রুদের সাফল্য সম্পর্কে যুধিষ্ঠিরের অভিযোগ শুনে, লোমশ রাজপুত্রকে ধর্মের প্রকৃতি সম্পর্কে প্রচার করেছিলেন। অসুরদের উপর দেবদের শ্রেষ্ঠত্বের উদাহরণ তুলে ধরে ঋষি তাকে আশ্বাস দিয়েছিলেন যে যারা ধর্ম মানে না তাদের ধ্বংস করা হবে। ঋষি পাণ্ডবদের কাছে অগস্ত্য, রাম, পরশুরাম এবং ঋষ্যশৃঙ্গের মতো বেশ কিছু ব্যক্তির কাহিনী বর্ণনা করেছিলেন। তিনি তাদের সাথে নৈমিশ বন, গয়া এবং যমুনা নদীর মতো অনেক পবিত্র স্থান পরিদর্শনের সময় তাদের সাথে গিয়েছিলেন এবং তাদের তাৎপর্য ব্যাখ্যা করেছিলেন।\nইন্দ্র বৃত্রকে বধ করার কিংবদন্তি লোমশ বর্ণনা করেছেন।\n\n\n=== পদ্মপুরাণ ===\nপদ্মপুরাণে, লোমশপর কিংবদন্তি গন্ধর্ব বংশের পাঁচজন কুমারীকে দেখতে পেয়েছিলেন যারা একজন ঋষির পুত্রের প্রেমে পড়েছিলেন তা নারদ বর্ণনা করেছেন। যুবকটি তাদের অগ্রগতি প্রত্যাখ্যান করেছিল, এবং যখন তারা তাকে জোর করে দাবি করার চেষ্টা করেছিল, তখন সে তাদের পিশাচাতে পরিণত করেছিল এবং তারা সদয় প্রতিক্রিয়া জানায়। তাদের দুর্দশার জন্য অনুতপ্ত হয়ে, ঋষি তাদের নর্মদা নদীর পবিত্র জলে স্নান করিয়েছিলেন, যা তাদের তাদের আসল রূপ ফিরিয়ে দিয়েছিল। লোমশ যুবককে উপদেশ দিয়েছিলেন যে তিনি পাঁচটি কুমারীকে তার স্ত্রী হিসাবে গ্রহণ করতে এবং নদীর তীরে একসাথে বসবাস করতে।\n\n\n=== স্কন্দপুরাণ ===\nস্কন্দপুরাণে, লোমশ বেশ কিছু কিংবদন্তি বর্ণনা করেছেন, যেমন সমুদ্রমন্থন  এবং অসুর ও দেবতাদের মধ্যে দ্বন্দ্ব, বিরোচনের নেতৃত্বে অসুররা এবং ইন্দ্রের নেতৃত্বে দেবতাগণ।\n\n\n=== তুলসী রামায়ণ ===\nতুলসী রামায়ণে, লোমশ একবার ব্রহ্মের সগুণ উপাসনার চেয়ে নির্গুণ উপাসনার গুণাবলী নিয়ে আলোচনায় লিপ্ত ছিলেন বলে উল্লেখ করা হয়েছে। ঋষি ভূশুণ্ডি এই মতামত গ্রহণ করতে অস্বীকার করেন। তার ক্রোধে, লোমশ তাকে কাক হওয়ার জন্য অভিশাপ দেন, এইভাবে তার নামকরণ করা হয় কাকভূশুণ্ডি।\n\n\n== তথ্যসূত্র =="}