{"pageid": 13806, "title": "রক্ত তঞ্চন", "url": "https://bn.wikipedia.org/wiki?curid=13806", "content": "রক্ততঞ্চন একটি শারীরবৃত্তীয় প্রক্রিয়া যাতে রক্ত জমাট বেঁধে তঞ্চন-পিণ্ড বা থ্রম্বাস (বহুবচনে থ্রম্বাই) তৈরি হয়। পরপর অনেকগুলি উৎসেচক ও তাদের কোফ্যাকটরের স্তরীভূত শৃঙ্খল বিক্রিয়ার দ্বারা শেষে থ্রম্বিন নামক একটি উৎসেচকের বিস্ফোরক মাত্রায় উৎপাদন ঘটলে ফাইব্রিনোজেন থেকে ফাইব্রিন জমাট তৈরি হয়ে তার মধ্যে অণুচক্রিকা ও অন্যান্য রক্তকণিকা আটকা পড়ে তঞ্চন-পিণ্ড তৈরি হয়। শরীরের মধ্যে তঞ্চনের কাজ ক্ষতস্থান থেকে রক্তক্ষরণ বন্ধ করা। তঞ্চনের অভাবে ক্ষতস্থান থেকে রক্তক্ষরণ হয়ে মৃত্যু পর্যন্ত ঘটতে পারে। আবার অত্যধিক তঞ্চন রক্তবাহী শিরা বা ধমনীর মধ্যে হলে রক্ত প্রবাহ বন্ধ হয়ে গিয়ে স্থানীয় কলার ইস্কিমিয়া (রক্তাভাব পরিবর্তনীয় আঘাত) বা ইনফার্কশান (রক্তাভাব জনিত স্থায়ী কলা মৃত্যু) হয়ে পারে। (যেমন হৃৎযন্ত্রের পক্ষে হার্ট অ্যাটাক বা মস্তিষ্কের ক্ষেত্রে থ্রম্বোটিক স্ট্রোক)\nরক্তবাহের আভ্যন্তরীন আস্তরণ অর্থাৎ এন্ডোথেলিয়ামে চোট লাগলে তার নিম্নবর্তী কলার সঙ্গে রক্তের সংস্পর্শে \nতঞ্চনের অনুকূল অবস্থার সৃষ্টি হয়।\nএই তঞ্চন শুরু করার মূল উৎস রক্ত ও অণুচক্রিকাদের সঙ্গে রক্তবাহের নিম্নবর্তী কলার ফাইব্রোব্লাস্ট বা মসৃণ পেশী কলার গায়ের টিস্যু ফ্যাক্টর নামক একটি প্রোটিন ও ঋণাত্মক আধান বিশিষ্ট কয়েকধরনের ফসফোলিপিড (যাদের একত্রে টিস্যু থ্রম্বোপ্লাস্টিন বলে)।\n\n\n== তঞ্চক ফ্যাক্টরসমূহ ==\n\n\n== ক্রিয়া কৌশল ==\nঅনুচক্রিকার সংস্পর্শে ব্লাড ফ্যাক্টর ১২, সক্রিয় ব্লাড ফ্যাক্টর ১২ তে পরিণত হয় যা আবার ব্লাড ফ্যাক্টর ১১ কে সক্রিয় ব্লাড ফ্যাক্টর ১১ তে পরিণত করে। সক্রিয় ব্লাড ফ্যাক্টর ১১ আবার ব্লাড ফ্যাক্টর ৯ কে সক্রিয় ব্লাড ফ্যাক্টর ৯ তে পরিনত করে। সক্রিয় ব্লাড ফ্যাক্টর ৯ ফসফোলিপিড, ব্লাড ফ্যাক্টর ৮ এবং ক্যালসিয়ামের উপস্থিতিতে ব্লাড ফ্যাক্টর ১০ কে সক্রিয় ব্লাড ফ্যাক্টর ১০ তে পরিনত করে। সক্রিয় ব্লাড ফ্যাক্টর ১০ আবার ফসফোলিপিড, ব্লাড ফ্যাক্টর ৮ এবং ক্যালসিয়ামের উপস্থিতিতে প্রোথ্রম্বিনকে থ্রম্বিনে পরিনত করে যা ফাইব্রিনোজেনকে ফাইব্রিন মনোমারে পরিণত করে। এই থ্রম্বিন আবার ব্লাড ফ্যাক্টর ১৩ কে সক্রিয় ব্লাড ফ্যাক্টর ১৩ তে পরিনত করে। ব্লাড ফ্যাক্টর ১৩ এবং ফাইব্রিন একত্রে অনুচক্রিকার উপর জালক তৈরী করে ফলে রক্ত জমাট বাধে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nHoffman, Maureane; Monroe, Dougald (২০০১)। \"A Cell-based Model of Hemostasis\"। Thrombosis and Haemostasis। 85 (6): 958–965। ডিওআই:10.1055/s-0037-1615947। পিএমআইডি 11434702। \nHoffman M, Monroe DM (ফেব্রুয়ারি ২০০৭)। \"Coagulation 2006: a modern view of hemostasis\"। Hematology/Oncology Clinics of North America। 21 (1): 1–11। ডিওআই:10.1016/j.hoc.2006.11.004। পিএমআইডি 17258114। \nটেমপ্লেট:রক্তবিদ্যা"}