{"pageid": 1380533, "title": "নিসিম ইজেকিয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1380533", "content": "নিসিম ইজেকিয়েল (১৬ই ডিসেম্বর ১৯২৪ - ৯ই জানুয়ারি ২০০৪) একজন ভারতীয় ইহুদি কবি, অভিনেতা, নাট্যকার, সম্পাদক এবং শিল্প সমালোচক ছিলেন। তিনি উত্তর-ঔপনিবেশিক ভারতীয় সাহিত্য ইতিহাসে, বিশেষ করে ইংরেজিতে ভারতীয় কবিতার জন্য, একজন বুনিয়াদী ব্যক্তিত্ব ছিলেন।\n১৯৮৩ সালে তিনি তাঁর সংকলন \"ল্যাটার-ডে সামস\" এর জন্য ভারতের ন্যাশনাল অ্যাকাডেমি অফ লেটারস, সাহিত্য একাডেমি দ্বারা  সাহিত্য একাডেমি পুরস্কারে ভূষিত হন। ইজেকিয়েল তাঁর সূক্ষ্ম, সংযত এবং সুনিপুণ বাগবিন্যাসের জন্য প্রশংসিত হয়েছেন। তিনি সাধারণ এবং জাগতিক (সরল) বিষয়বস্তুগুলিকে এমনভাবে ব্যবহার করেছেন যা তাঁর জ্ঞানের গভীরতা এবং সেইসাথে একটি নিরপেক্ষ, বাস্তবসম্মত সংবেদনশীলতা উভয়ই প্রকাশ করে। এটি ভারতীয় ইংরেজি কবিতার সাফল্যের পথে প্রভাবশালী হয়েছে। ইজেকিয়েল তাঁর আধুনিকতাবাদী উদ্ভাবন এবং কৌশলগুলির মাধ্যমে ভারতীয় ইংরেজি ভাষার কবিতাকে সমৃদ্ধ ও প্রতিষ্ঠিত করেছেন, যা ভারতীয় ইংরেজি সাহিত্যকে বিস্তৃত করেছে, এটিকে সম্পূর্ণরূপে আধ্যাত্মিক এবং প্রাচ্যবাদী বিষয়গুলির বাইরে নিয়ে গেছে। এটি পারিবারিক ঘটনা, ব্যক্তিগত ক্ষোভ এবং সংশয়বাদী সামাজিক আত্মদর্শন সহ বিস্তৃত উদ্বেগ এবং আগ্রহগুলিকে অন্তর্ভুক্ত করেছে।\n\n\n== প্রাথমিক জীবন ==\nইজেকিয়েল ১৯২৪ সালের ১৬ই ডিসেম্বর মহারাষ্ট্রের বোম্বেতে (মুম্বাই) জন্মগ্রহণ করেন। তাঁর বাবা উইলসন কলেজের উদ্ভিদবিদ্যার অধ্যাপক ছিলেন এবং তাঁর মা তার নিজের স্কুলের অধ্যক্ষ ছিলেন। ইজেকিয়েলরা মুম্বাইয়ের মারাঠি-ভাষী ইহুদি সম্প্রদায়ের অন্তর্ভুক্ত ছিলেন এবং বেনে ইসরাইল নামে পরিচিত ছিলেন।\n১৯৪৭ সালে, বোম্বে বিশ্ববিদ্যালয়ের অধীন উইলসন কলেজ, মুম্বাই থেকে ইজেকিয়েল সাহিত্যে বিএ ডিগ্রি অর্জন করেন। ১৯৪৭-৪৮ সালে, তিনি ইংরেজি সাহিত্য পড়ান এবং সাহিত্য প্রবন্ধ প্রকাশ করেন। কিছু সময়ের জন্য রাজনীতিতে ব্যস্ত থাকার পর, তিনি ১৯৪৮ সালের নভেম্বরে ইংল্যান্ডে যান। তিনি লন্ডনের বার্কবেক কলেজে দর্শন অধ্যয়ন করেন। সাড়ে তিন বছর পর, ইজেকিয়েল ইন্দোচীনে অস্ত্র বহনকারী একটি জাহাজে চড়ে ডেক-স্ক্রাবারের কাজ করে বাড়ি ফিরেছিলেন।\n\n\n== সাহিত্যজীবন ==\n১৯৫২ সালে ইজেকিয়েলের প্রথম বই, এ টাইম টু চেঞ্জ  প্রকাশিত হয়েছিল। তিনি ১৯৬০ সালে দ্য ডেডলি ম্যান নামে আরেকটি কবিতাখণ্ড প্রকাশ করেন। একটি বিজ্ঞাপন লিপিকার (কপিরাইটার) এবং একটি ছবি ফ্রেম কোম্পানির জেনারেল ম্যানেজার হিসেবে কাজ করার পর (১৯৫৪-৫৯), তিনি ১৯৬১ সালে সাহিত্য মাসিক জাম্পো সহ-প্রতিষ্ঠা করেন। তিনি দ্য টাইমস অফ ইন্ডিয়ার (১৯৬৪-৬৬) শিল্প সমালোচক হন এবং পোয়েট্রি ইন্ডিয়া র (১৯৬৬-৬৭) সম্পাদনা করেন। ১৯৬১ থেকে ১৯৭২ সাল পর্যন্ত তিনি  বোম্বাইয়ের মিঠিবাই কলেজে ইংরেজি বিভাগের প্রধান ছিলেন। ১৯৬৫ সালে, তাঁর কবিতার পঞ্চম বই, দ্য এক্স্যাক্ট নেম, প্রকাশিত হয়েছিল। এই সময়কালে তিনি লিডস বিশ্ববিদ্যালয় (১৯৬৪) এবং পন্ডিচেরি বিশ্ববিদ্যালয়ে (১৯৬৭) বহিরাগত অধ্যাপক হিসেবে স্বল্পমেয়াদী দায়িত্ব পালন করেন। ১৯৬৯ সালে, রাইটার্স ওয়ার্কশপে, ইজেকিয়েল তাঁর থ্রি প্লেজ প্রকাশ করেন যার মধ্যে রয়েছে নলিনী, ম্যারেজ পোয়েম, দ্য স্লিপ-ওয়াকারস। এক বছর পরে, তিনি ভারতীয় দূরদর্শনের জন্য দশটি অনুষ্ঠানের একটি আর্ট সিরিজ উপস্থাপন করেন। ১৯৭৬ সালে, তিনি বৃন্দা নাবরের সাথে সহযোগিতায় জওহরলাল নেহরুর কবিতা ইংরেজি থেকে মারাঠিতে অনুবাদ করেন এবং একটি কথাসাহিত্য ও কবিতার সংকলন সহ-সম্পাদনা করেন। তাঁর দ্য নাইট অফ দ্য স্করপিয়ন কবিতাটি ভারতীয় এবং কলম্বিয়ার স্কুলগুলিতে অধ্যয়নের জন্য ব্যবহৃত হয়। ইজেকিয়েল তাঁর প্রিয় ইরানি ক্যাফেতে নির্দেশনা বোর্ডের উপর ভিত্তি করে 'ভারতীয় ইংরেজি' কবিতাও লিখেছেন। তাঁর কবিতাগুলি এনসিইআরটি এবং আইসিএসই ইংরেজি পাঠ্যপুস্তকে ব্যবহৃত হয়। তাঁর 'ব্যাকগ্রাউন্ড, ক্যাজুয়ালি' কবিতাটিকে তাঁর কাব্যিক ও ব্যক্তিগত জীবনের সবচেয়ে সংজ্ঞায়িত কবিতা বলে মনে করা হয়।\nনিসিম ইজেকিয়েলকে প্রায়শই অনেক সমালোচক আধুনিক ভারতীয় ইংরেজি কবিতার জনক বলে মনে করেন।\nতিনি ১৯৮৮ সালে ভারতের রাষ্ট্রপতি কর্তৃক পদ্মশ্রী পুরস্কারে এবং ১৯৮৩ সালে সাহিত্য একাডেমি সাংস্কৃতিক পুরস্কারে ভূষিত হন।\n\n\n== সম্পাদক ==\nতিনি দ্য ইণ্ডিয়ান পি.ই.এন. সম্পাদনা করেন, এটি বোম্বের পেন অল-ইণ্ডিয়া সেন্টারের দাপ্তরিক সংস্থা। নিউ মেরিন লাইনস-এর দ্য থিয়োসফি হল থেকে তিনি এটি করেছিলেন। তিনি কবি ও লেখকদের উৎসাহিত করেন।\nতিনি ১৯৫৪ সালে কোয়েস্টের প্রতিষ্ঠাতা সম্পাদক হয়েছিলেন।\n\n\n== মৃত্যু ==\nআলঝেইমার রোগের সাথে দীর্ঘ যুদ্ধের পর, নিসিম ইজেকিয়েল ২০০৪ সালের ৯ই জানুয়ারি (বয়স ৭৯) মুম্বাইতে মারা যান।\n\n\n== ইজেকিয়েলের কাজের সাম্প্রতিক আলোচনা ==\nবালাগা ভেঙ্কট রামনের নিসিম ইজেকিয়েল'স পোয়েট্রি- এ থিমেটিক স্টাডি (স্কলারস প্রেস, ইন্ডিয়া, ২০১৫;আইএসবিএন ৯৭৮-৩৬৩৯৭৬৭৯০২ )\nসুব্রত কুমার সামালের পোস্টকলোনিয়ালিটি অ্যাণ্ড ইণ্ডিয়ান ইংলিশ পোয়েট্রি: এ স্টাডি অফ দ্য পোয়েমস অফ নিসিম ইজেকিয়েল, কমলা দাস, জয়ন্ত মহাপাত্র অ্যাণ্ড এ কে রামানুজন (পার্টিজ, ভারত, ২০১৫;আইএসবিএন ৯৭৮-১৪৮২৮৪৮৬৭০ )\nশকুন্তলা ভারবানীর মেকার্স অফ ইণ্ডিয়ান লিটারেচার: নিসিম ইজেকিয়েল (সাহিত্য একাডেমি, ভারত, ২০১৭; ASIN: B09ZBB2M6S)\n:অপরা শর্মার নিসিম ইজেকিয়েল অ্যাণ্ড জয়ন্ত মহাপাত্র: এ কম্পারেটিভ রিডিং ইন ফেনোমেনোলজি (নিউ এরা, ভারত, ২০১৭; 978-8129001559)\nসন্দীপ কে থোরাটের ইণ্ডিয়ান ইথোস অ্যাণ্ড কালচার ইন নিসিম ইজেকিয়েল'স পোয়েট্রি: এ ক্রিটিক্যাল স্টাডি (আটলান্টিক পাবলিশার্স, ভারত, ২০১৮;আইএসবিএন ৯৭৮-৮১২৬৯২৭৫৩১ )\nএ রঘুর দ্য পোয়েট্রি অফ নিসিম ইজেকিয়েল (আটলান্টিক পাবলিশার্স, ইন্ডিয়া, ২০১৯;আইএসবিএন ৯৭৮-৮১২৬৯০০৮৬২ )\nসতীশ কুমার এবং অনুপমা তায়ালের ভারতীয় ইংরেজি কবিতা - কবি নিসিম এজেকিয়েল, এ কে রামানুজন, কমলা দাস, জয়ন্ত মহাপাত্র, কেএন দারুওয়াল্লা, অরুণ বালকৃষ্ণান কোলাটকার এবং আর. পার্থসারথির সমালোচনামূলক অধ্যয়ন (সাহিত্য সরোয়ার্ড, ভারত, ২০২০; ASIN: B08DHTQ9TL)\nরিঙ্কু ওয়াধেরার এক্সিস্টেনশিয়ালিজম, উপনিষদিক পারসেপশন অ্যাণ্ড ভায়া-নেগেটিভা ইন ইণ্ডিয়ান ইংলিশ পোয়েট্রি: দ্য ওভারভিউ অফ নিসিম ইজেকিয়েল (অথরস্প্রেস, ভারত, ২০২০; ASIN: B0893TP3KW)\nকে কে সিং এর ডিফারেন্ট থিমেটিক পারসেপশনস  ইন পোয়েট্রি অফ নিসিম ইজেকিয়েল (আদি প্রকাশনা, ভারত, ২০২১;আইএসবিএন ৯৭৮-৮১৯৫২৫০১৬৫ )\nশিরীষ চিন্ধেদের ফাইভ ইণ্ডিয়ান ইংলিশ পোয়েটস: নিসিম ইজেকিয়েল, এ কে রামানুজন, অরুণ কোলাটকার, দিলীপ চিত্রে, আর. পার্থসারথি (আটলান্টিক পাবলিশার্স, ভারত, ২০২২;আইএসবিএন ৯৭৮-৮১৭১৫৬৫৮৫৬ )\n\n\n== ইজেকিয়েলের বই ==\n১৯৫২ : টাইম টু চেঞ্জ\n১৯৫৩ : সিক্সটি পোয়েমস\n১৯৫৬ : দ্য ডিসকভারি অফ ইন্ডিয়া\n১৯৫৯ : দ্য থার্ড\n১৯৬০ : দ্য আনফিনিশড ম্যান\n১৯৬৫ : দ্য এক্স্যাক্ট নেম\n১৯৭৪ : স্নেকস্কিন অ্যাণ্ড আদার পোয়েমস, মারাঠি কবি ইন্দিরা সান্তের অনুবাদ\n১৯৭৬ : হিমস ইন ডার্কনেস\n১৯৮২ : লেটার-ডে সামস\n১৯৮৯ : কলেক্টেড পোয়েমস ১৯৫২-৮৮ অক্সফোর্ড ইউনিভার্সিটি প্রেস\n\n\n== নাটকসমূহ ==\n১৯৬৯ : থ্রি প্লেজ কলকাতা : লেখক কর্মশালা, ভারত\nডু নট কল ইট সুইসাইড মাদ্রাজ : ম্যাকমিলান ইন্ডিয়া, ১৯৯৩।\n\n\n== গদ্য ==\nইজেকিয়েল, নিসিম (১৯৯২)। নির্বাচিত গদ্য। অক্সফোর্ড ইউনিভার্সিটি প্রেস। আইএসবিএন 978-0-19-562866-1। ওসিএলসি 624466913। \nনাইপল'স ইণ্ডিয়া অ্যাণ্ড মাইন-অ্যান এসে\n\n\n=== সম্পাদক ===\n১৯৬৫ : অ্যান এমারসন রিডারস\n১৯৬৯ : এ জোসেফ কিং রিডার\n১৯৯০ : অ্যানাদার ইণ্ডিয়া, অ্যান্থোলজি অফ ফিকশন অ্যাণ্ড পোয়েট্রি\n\n\n== কবিতা ==\nদ্য কাপল\nএন্টারপ্রাইজ\nএ টাইম টু চেঞ্জ\nফিলজফি\nআইল্যাণ্ড\nফর এলকানা\nদ্য প্রফেসর\nসোপ\nম্যারেজ\nইন দ্য কান্ট্রি কট\nহাউ দ্য ইংলিশ লেসনস এণ্ডেড\nপ্যারাডাইস ফ্লাইক্যাচার\nনাইট অফ দ্য স্করপিয়ন\nগুডবাই পার্টি ফর মিস পুষ্পা টি এস\nএন্টারটেইনমেন্ট (ওয়াজ দ্য বেস্ট অফ ওয়ান)\n\"ব্যাকগ্রাউণ্ড, ক্যাজুয়ালি\"\nপোয়েট, লাভার অ্যাণ্ড বার্ডওয়াচার\n\n\n== নিম্নলিখিত কবিতা সংকলনে উপস্থিতি ==\nদ্য গোল্ডেন ট্রেজার অফ রাইটার্স ওয়ার্কশপ পোয়েট্রি (২০০৮) সংস্করণ। রুবানা হক কর্তৃক এবং রাইটার্স ওয়ার্কশপ, কলকাতা থেকে প্রকাশিত\nটেন টোয়েন্টিয়েথ-সেঞ্চুরি ইণ্ডিয়ান পোয়েটস (১৯৭৬) সংস্করণ। আর. পার্থসারথি দ্বারা সম্পাদিত এবং অক্সফোর্ড ইউনিভার্সিটি প্রেস, নিউ দিল্লি দ্বারা প্রকাশিত\nদ্য অক্সফোর্ড অ্যান্থোলজি অফ টুয়েলভ মডার্ন ইণ্ডিয়ান পোয়েটস (১৯৯২) অরবিন্দ কৃষ্ণ মেহরোত্রা দ্বারা সম্পাদিত এবং অক্সফোর্ড ইউনিভার্সিটি প্রেস, নিউ দিল্লি দ্বারা প্রকাশিত\n\n\n== আরও পড়ুন ==\nআর. রাজ রাও, নিসিম ইজেকিয়েল: দ্য অথরাইজড বায়োগ্রাফি (ভাইকিং, ২০০০)\nসঞ্জিত মিশ্র, দ্য পোয়েটিক আর্ট অফ নিসিম এজেকিয়েল (আটলান্টিক, ২০০১)\n\n\n== আরও দেখুন ==\n\nভারতীয় ইংরেজি কবিতা\nইংরেজিতে ভারতীয় কবিতা\nভারতীয় ইংরেজি সাহিত্য\nভারতীয় সাহিত্য\n\n\n== তথ্যসূত্র =="}