{"pageid": 1380780, "title": "ট্রাইপ্যান নীল", "url": "https://bn.wikipedia.org/wiki?curid=1380780", "content": "ট্রাইপ্যান নীল একটি অ্যাজো ডাই । এটি সুতির টেক্সটাইলের জন্য সরাসরি রঞ্জক ।  জীববিজ্ঞানে, এটি মৃত টিস্যু বা কোষকে নীল রঙ করার জন্য একটি গুরুত্বপূর্ণ রং হিসাবে ব্যবহৃত হয়।\nজীবন্ত কোষ বা অক্ষত কোষের ঝিল্লি সহ টিস্যু রঙিন হয় না। যেহেতু কোষগুলি ঝিল্লির মধ্য দিয়ে যাওয়া যৌগগুলিতে খুব নির্বাচনী, তাই একটি কার্যকর কোষে ট্রিপ্যান নীল শোষিত হয় না; যাইহোক, এটি একটি মৃত কোষের ঝিল্লি অতিক্রম করে। সুতরাং, মৃত কোষগুলি একটি মাইক্রোস্কোপের নীচে একটি স্বতন্ত্র নীল রঙ হিসাবে উপস্থিত হয়। যেহেতু জীবন্ত কোষগুলিকে স্টেনিং থেকে বাদ দেওয়া হয়, তাই এই স্টেনিং পদ্ধতিটিকে ডাই বর্জন পদ্ধতি হিসাবেও বর্ণনা করা হয়।\n\n\n== পটভূমি এবং রসায়ন ==\nট্ট্রাইপান বুলু টলুইন থেকে উৎপন্ন হয়। অর্থাৎ টলুইন থেকে উৎপন্ন C14H16N2 সংকেত বিশিষ্ঠ  যে কোন আইসোমারিক বেস  ট্রাই পান বুলু উৎপন্ন করে । ট্রাইপান বুলুকে ট্রাইপান বুলু বলার কারণ এটা ট্রাই পানোজোম (trypanosomes) মেরে ফেলতে পারে, এটা সেই প্যারাসাইট যা স্লিপিং সিকনেস রোগ বা ঘুম জনিত অসুস্থতার  কারণ। সুরামিন (যা ট্রাইপান বুলু এর একটি এনালগ) ট্রাইপানো সোমিয়াসিস রোগ চিকিৎসায় ব্যবহার করা হয়। টাইপান বুলু নায়াগ্রা ব্লু নামেও অভিহিত হয়।\nমিথানলে দ্রবীভূত অবস্থায় 607 ন্যানোমিটার তরঙ্গদৈর্ঘ্যর আলোয় টাইপান বুলুর এক্সটিংশন কোএফেসিয়েন্ট 6.104 M−1CM−1.\nট্রাইপ্যান লাল এবং ট্রাইপ্যান নীল প্রথম সংশ্লেষিত হয়েছিল জার্মান বিজ্ঞানী পল এহরলিচ 1904 সালে।\n\n\n== ট্রাইপ্যান নীলের ব্যবহার ==\n\nট্রাইপ্যান ব্লু সাধারণত মাইক্রোস্কোপিতে (কোষ গণনার জন্য) এবং টিস্যুর কার্যকারিতা মূল্যায়নের জন্য পরীক্ষাগার ইঁদুরে ব্যবহৃত হয়।  এই পদ্ধতিটি কোন কোষ বা টিস্যু নেক্রোটিক না কি  এপোপটটিক প্রক্রিয়ায় মৃত তা পার্থক্য করতে পারে না।।\nএটা ফাঙ্গাসে সৃষ্ট হাইফি   এবং স্ট্র্যামেনোপিলস পর্যবেক্ষণ করতে ব্যবহার করা যেতে পারে।\n\nঅবিচ্ছিন্ন ও আঁকাবাঁকা ক্যাপসুলওরেক্সিস সৃষ্টির হওয়ার আগে দর্শন প্রক্রিয়াকে বা\nদৃষ্টিশক্তিকে সহযোগিতা করার জন্য পরিপূর্ণ বা পরিপুষ্ট ক্যাটারাক্টের উপস্থিতিতে অন্তঃস্থ ক্যাপসুলকে  রঞ্জিত করতে চক্ষু ক্যাটারাক্ট সার্জারিতে টাইপপান বুলু ব্যবহার হয়। ক্যাটেরো প্লাস্টিতে ট্রাইপান বুলু ডিপ ল্যামেলার এন্ডোথেলিয়াল ক্যাটরো প্লাস্টির ((DLEK)) সময় স্টোরমাল\nফাইবারের পিছনের অংশকে রঞ্জিত করতে এবং ডিশেম্যান্ড স্ট্রিপলিং এন্ডোথেলিয়াল ক্যাটরোপ্লাস্টিতে এন্ডোথেলিয়াম রঞ্জিত করতে ট্রাইপান বুলু ব্যবহার করা যেতে পারে। ভিপিও রেটিনাল সার্জারি তেও ট্রাইপান ব্লু ব্যবহার হয়। \nবিশ শতকের শুরুতে মস্তিষ্কে রক্ত প্রবাহের ক্ষেত্রে একটি বাধার অস্তিত্ব তথা ব্লাড ব্রেন বেরিয়ারের অস্তিত্ব অনুমান করা হয়েছিল বা বলতে গেলে অনেকটা নিশ্চিত করা হয়েছিল এই পর্যবেক্ষণের ভিত্তিতে যে,  প্রাণীতে ট্রাইপান পান বুলু ইঞ্জেকশন করলে সেটা ব্রেন এবং\n\nস্পাইনাল কর্ড ব্যতীত শরীরের সমস্ত অংশকে রঞ্জিত করত।\n\n\n== তথ্যসূত্র =="}