{"pageid": 1380309, "title": "সানিয়াজান নদী", "url": "https://bn.wikipedia.org/wiki?curid=1380309", "content": "সানিয়াজান নদীটি প্রবাহিত হয়েছে কোচবিহার জেলার মেখলীগঞ্জ মহকুমার মধ্য দিয়ে। সানিয়াজান শব্দটিতে দুটি দল আছে। একটি সানিয়া, অপরটি জান। সানিয়া+জান = সানিয়াজান। আরবী’তে ‘সানিয়া’ মানে দ্বিতীয়া, আর ‘জান’ মানে দৈবজ্ঞ, পাণ, বা রাগরাগিনীর প্রধান সুর। লোকজ অর্থ দাঁড়ায় দ্বিতীয়া প্রাণ। অর্থাৎ এই নদীর দুই তীরের মানুষেরা নদী থেকে জীবিকা নির্বাহ করে থাকবেন। যার জন্য ব্যাঞ্জনার্থে দ্বিতীয় প্রাণ হতে পারে। কারণ এই এলাকায় আগে মুসলিম সমাজের বসবাস ছিল এবং দেশভাগের সময় স্থানান্তরিত হলেও এখনও অনেক মুসলিম পরিবার এখনো বর্তমান। আবার অন্যদিকে এই এলাকায় রাজবংশী জনজাতির বসবাস অধিক। আঞ্চলিক এলাকায় নদীটিকে আবার সেনিয়াজান নামেও পরিচিত হয়ে থাকে। ‘সানিয়া’/‘সেনিয়া’ নামে রাজবংশী ভাষায় একটি শব্দ আছে। ‘সেনিয়া’ হল ‘পাঠের তৈরি একটি অংশ, যা জলে ডুবিয়ে আবার কিছুটা জল চেপে নিয়ে রাজবংশী সমাজের মহিলারা মাটির ঘরবাড়ি মোছেন (লেপন করা)। আর ‘জান’ হল জলবাচক শব্দ।  ‘জান’ মানে জরি, বা ছোট নদীর প্রবাহ। এই লোকজ অর্থ ধরে নদীটির বৈশিষ্ট্য খুব সহজেই অনুমান করা যায়। কারণ এই ‘সানিয়া’ নামক ঘর মোছার সামগ্রীতে যেমন বেশি জল থাকে না, তেমনি এই নদীতেও সারাবছর জল থাকে না, এই নদী বর্যার সময় ফুলে ফেপে ওঠে আবার বাকি সময় এই নদীতে স্থানীয় নদী তিরোবর্তী মানুষজন  বোরো ধান চাষ করে থাকেন। বর্ষা বাদে অন্য সময়ে নদীতে হাটুজল থাকার কারণে লোকজন হাটুজল পাড় করেই এপাড় থেকে ওপাড় যেতে পারেন।  \nএই নদীর উৎস নিয়ে একটু মত পার্থক্য আছে, কারণ চ্যাংরাবান্ধা থেকে ময়নাগুড়ি পাকারাস্তার পাশেই বালাসন সেতুর ভাটিতে রেলব্রীজের পরে পুল কুরা আছে, সেখান থেকে একটি স্রোতধারা প্রবাহিত হয়েছে। এই বালাসন সেতু থেকে পুলকুড়া পর্যন্ত এই স্রোতের নাম আবার ঘিস নদী, বালাসনের জল এই নদী হয়ে পুলকুড়ায় পড়ে, তারপর সানিয়াজান নাম নিয়ে প্রবাহিত হয়েছে। আবার ময়নাগুড়ি রোড এলাকার ভাটিতে হারমতির পরে ফাসলুং কুড়া, এখান থেকে খট্টিমারি নামে একটি নালা প্রবাহিত হয়েছে, যা ভোটপাট্টি থেকে খট্টিমারি রাস্তার সেতু পার হয়ে হেলাপাকড়ীর কাঊয়ার ঠোট এলাকায় এসে পুলকুড়ার (সানিয়াজান নাম নিয়ে) সেই স্রোতের সাথে মিশে একসাথে প্রবাহিত হয়েছে। এই প্রবাহ জলপাইগুড়ি জেলা থেকে কোচবিহার জেলার মেখলীগঞ্জ মহকুরার মধ্য দিয়ে প্রবাহিত হয়ে বাংলাদেশে প্রবেশ করেছে। এই নদীতে বিভিন্ন সময়ে বিভিন্ন পূজা পার্বণ হয়েছে থেকে। যেমন – মাধরবাড়িতে গঙ্গা পূজা। কলোনীতে চৈতা দেবী, বা বাসন্তী দেবীর মেলা অনুষ্ঠিত হয়।সানিয়াজান নদীর শাখা নদী : সানিয়াজান নদীর প্রবাহ পথে অনেক ছোট ছোট নদ-নদী-নালা এসে যুক্ত হয়েছে, এদের মধ্যে অনেক নদ-নদীর চিহ্নমাত্র অবশিষ্ঠ আছে। স্রোত প্রবাহ কেবল বর্ষার সময় বোঝা যায়, বাকি সময় শুকনো জমির মতো হয়ে থাকে। তাতে বিভিন্ন কৃষিজ সম্পদ উৎপন্ন হয়। যেমন – বোরো ধান। এই নদীর বিভিন্ন  শাখা নদীগুলি হল – পাইলা ভাসা, শিঙ্গিমারি, খুকশিয়া, সতী ইত্যাদি।\n\n\n== তথ্যসূত্র =="}