{"pageid": 1380648, "title": "উৎকল কংগ্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1380648", "content": "উৎকল কংগ্রেস ছিল ভারতের ওড়িশা রাজ্যের একটি রাজনৈতিক দল। এটি ১৯৬৯ সালে গঠিত হয়েছিল যখন বিজু পট্টনায়েক ভারতীয় জাতীয় কংগ্রেস ছেড়েছিলেন। ১৯৭১ সালের ওড়িশা নির্বাচনের পর উৎকল কংগ্রেস রাজ্যের বিশ্বনাথ দাস মন্ত্রিসভায় অংশগ্রহণ করে। ১৯৭৪ সালে উৎকল কংগ্রেস ভারতীয় লোক দলে একীভূত হয়।\n\n\n== পটভূমি ==\nস্বাধীনতার পরপরই ওড়িশা ছিল জাতীয় কংগ্রেসের শক্ত ঘাঁটি। তবে দলাদলি ছিল ব্যাপক। ১৯৬৭ সালে হরেকৃষ্ণ মাহাতাবের নেতৃত্বে কংগ্রেসের ভিন্নমতাবলম্বীদের একটি দল জন কংগ্রেস গঠন করে। ১৯৬৭ সালের সাধারণ নির্বাচনে কংগ্রেসের বেশিরভাগ নেতৃত্ব হেরে যায়। ১৯৬৯ সালে কংগ্রেস জাতীয় স্তরে বিভক্ত হয়ে কংগ্রেস (ও) এবং কংগ্রেস (আর) গঠন করে। শ্রীমতি ইন্দিরা গান্ধীর নেতৃত্বে বিজু পট্টনায়েক কংগ্রেস (আর) এর সাথেই ছিলেন। যাইহোক, ১৯৭০ সালের রাজ্যসভা নির্বাচনে রাজ্য কমিটি কেন্দ্রীয় নেতৃত্বের কাছে ভিন্ন প্রার্থীর প্রস্তাব করেছিল। তবে নির্বাচনে দুই প্রার্থীই হেরে যান। এর ফলে বিজু পট্টনায়েক নেতৃত্বাধীন গোষ্ঠী কেন্দ্রীয় নেতৃত্ব থেকে সমস্ত সম্পর্ক ছিন্ন করে। প্রাথমিকভাবে উৎকল প্রদেশ কংগ্রেস নামে, দলটি শেষ পর্যন্ত উড়িষ্যার দুই প্রাক্তন মুখ্যমন্ত্রী - হরেকৃষ্ণ মাহতাব, আরএনএস সিং দেও (স্বতন্ত্র পার্টি) এবং সম্মিলিত সমাজতান্ত্রিক পার্টির সমর্থন লাভের সাথে বিজু পট্টনায়েক, রবি রায়ের সাথে তাদের নাম হিসাবে উৎকল কংগ্রেস বেছে নিয়েছে। ১৯৭২ সালে এসএসপি এর বিলুপ্তির পর শাখাটি উৎকল কংগ্রেসে একীভূত হয়।\n\n\n== নির্বাচনী ইতিহাস ==\nবিজু পট্টনায়েক ১৯৭০ সালের ৬ এপ্রিল কংগ্রেস (আর) থেকে পদত্যাগ করেন। এরপর তিনি তার সহকর্মী নীলমণি রাউত্রেকে নিয়ে ডিএমকে-র আদলে রাজ্যভিত্তিক দল গঠন করেন। ১৯৭১ সালের সাধারণ নির্বাচনের পরপরই এই দলটি প্রথম নির্বাচনে লড়ে। এটি ২৪% ভোট এবং ৩২টি আসন পেয়েছে। এটি স্বতন্ত্র পার্টির সাথে জোট গঠন করে এবং বিশ্বনাথ দাসের নেতৃত্বে সরকার গঠন করে। এই সরকার বেশিদিন স্থায়ী হয়নি এবং উৎকল কংগ্রেস সদস্যদের মধ্যে কয়েকজন কংগ্রেস (আই) তে ফিরে যেতে চেয়েছিলেন। (কংগ্রেস (আর) এই সময়ে নিজেদের নাম দিয়েছিল কংগ্রেস (আই)। তাই নন্দিনী সতপতীর নেতৃত্বে কংগ্রেস (আই) সরকার গঠিত হয়। তবে এই সরকারও বেশিদিন টিকেনি। ১৯৭৪ সালে ওড়িশা বিধানসভার নির্বাচন হয়েছিল। উৎকল কংগ্রেস স্বতন্ত্র পার্টি এবং হরেকৃষ্ণ মাহতাবের নেতৃত্বে কংগ্রেস (আই) সদস্যদের একটি দল প্রগতি আইনসভা দল নামে একটি জোট গঠন করে। নির্বাচনে উৎকল কংগ্রেসের সংখ্যা কিছুটা বাড়িয়ে ৩৫টি আসনে। যদিও কংগ্রেস সংখ্যাগরিষ্ঠতা পেয়েছে। ১৯৭৪ সালের শেষের দিকে প্রগতি আইনসভা দলের সমস্ত উপাদান চরণ সিং নেতৃত্বাধীন ভারতীয় লোকদলের সাথে একীভূত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nভারতীয় জাতীয় কংগ্রেসের বিচ্ছিন্ন দল"}