{"pageid": 1380265, "title": "সেন্ট জর্জ স্পোর্টস ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1380265", "content": "সেন্ট জর্জ স্পোর্টস ক্লাব (আমহারিক : ቅዱስ ጊዮርጊስ ስፖርት ክለብ, Kidus Giorgis Sport Club) , অন্যথায় Kidus Giorgis নামে পরিচিত, আদ্দিস আবাবা, আদ্দিস আবাবাতে অবস্থিত একটি পেশাদার ফুটবল ক্লাব। তারা ইথিওপিয়ান ফুটবলের শীর্ষ বিভাগে, ইথিওপিয়ান প্রিমিয়ার লিগে খেলে। 1935 সালে প্রতিষ্ঠিত, ক্লাবটি ইথিওপিয়ায় প্রথম এবং এটি ইথিওপিয়ান জাতীয়তাবাদের প্রতীক এবং ফ্যাসিবাদী ইতালির দখলদার বাহিনীর বিরুদ্ধে প্রতিরোধের প্রতীক হিসাবে প্রতিষ্ঠিত হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠা এবং দেশপ্রেমিক সংগ্রাম (1935 – 44) ===\nক্লাবটি 1935 সালের ডিসেম্বর মাসে (Taḫśaś 1928 EC ) জর্জ ডুকাস এবং আয়ালে আটনাশ দ্বারা আরাদা কিদুস গিওর্গিস (সেন্ট জর্জ) ফুটবল ক্লাব হিসাবে প্রতিষ্ঠিত হয়েছিল। আদ্দিস আবেবার আরাদা (\"আরাদা গিওর্গিস\" নামেও পরিচিত) পাড়ার নামানুসারে ক্লাবটির নামকরণ করা হয়েছিল। ক্লাবের হয়ে খেলা প্রথম খেলোয়াড়রা যথাক্রমে ডুকাস এবং আতনাশের স্কুল, টেফেরি মেকোনেন এবং কিদুস গিওর্গিস (সেন্ট জর্জ) থেকে জড়ো হওয়া ছাত্ররা।\nইথিওপিয়ায় ফ্যাসিবাদী ইতালির আক্রমণের সময় প্রতিষ্ঠিত, ক্লাবটি ইতালীয় দখলদারিত্বের মাঝে দ্রুত ইথিওপিয়ান জাতীয়তাবাদের প্রতীক হয়ে ওঠে। 1930-এর দশকের দেশপ্রেমিক সংগ্রাম ক্লাব এবং আরাদা পাড়ায় একটি অমোঘ চিহ্ন রেখে গিয়েছিল, যা আগামী শতাব্দীর জন্য উভয়কেই সংজ্ঞায়িত করে। ক্লাবের ইতিহাস প্রায়ই এই আশেপাশের দ্বারা প্রবলভাবে প্রভাবিত বলে মনে করা হয়। সেন্ট জর্জ মাত্র 2 টি টেগেরা বির, 1 বল, গোল পোস্ট এবং একটি স্ট্যাম্প দিয়ে শুরু করেছিলেন বলে জানা যায়।\nআরাদা পুলিশের বিধিনিষেধের কারণে স্থানীয় পিচে ফুটবল খেলা প্রায়শই কঠিন হয়ে পড়ে, ক্লাবটিকে ক্রমাগত জায়গা থেকে অন্য জায়গায় যেতে হতো। একটি উদাহরণে ক্লাবের সদস্যরা 'ফিলওয়েহামেডা' (বর্তমানে কাস্টম অথরিটিস হেড অফিসের পাশে অবস্থিত) গোল পোস্ট নিয়ে যাওয়ার চেষ্টা করেছিল, কিন্তু শেষ পর্যন্ত কর্তৃপক্ষ তাদের তাড়িয়ে দেয়। 'এতেগে মেনেন' মাঠে 'আরোজ কেরা'-তে খেলার চেষ্টাও ব্যর্থ হয়েছিল কারণ অসন্তুষ্ট স্থানীয় গ্রামবাসীরা তাদের তাড়া করেছিল। এরপর তারা 'বেলায় জেলেকে' 'জেবেগনা সেফের' গ্রামে গেলেও আরাদা পুলিশ এসে আবারও তাদের তাড়িয়ে দেয়।\nআদ্দিস আবাবার আর্মেনিয়ান সম্প্রদায়ের মতো এলাকার অন্যান্য স্থানীয় দল বা গোষ্ঠীগুলির বিরুদ্ধে ম্যাচগুলি সংগঠিত হয়েছিল। যাইহোক, যেহেতু ক্লাবটি খেলোয়াড়ের সংখ্যায় সংক্ষিপ্ত ছিল, তাই তারা খেলার জন্য অন্যদের নিয়োগ করেছিল। এভাবেই ইডনেকাচেউ তেসেমা দলের একটি অংশ হতে আসেন, তাকে আদ্দিসের রাস্তায় পাওয়া যায় এবং ম্যাচের জন্য তাদের সাথে যোগ দিতে বলা হয়। বলা হয়েছিল যে তাকে বারাদ মেকোনেন ব্রিজ পার হওয়ার সময় দেখা গিয়েছিল এবং যেহেতু তিনি তেফেরি মেকোনেন স্কুলে গিয়েছিলেন যেখানে ক্লাবের সমস্ত সদস্যরা স্কুলে গিয়েছিল, তারা তার সাথে পরিচিত ছিল। তাদের সাথে যোগ দিতে রাজি হওয়ার পর, সেন্ট জর্জ আর্মেনিয়ান দলকে ২-০ ব্যবধানে পরাজিত করতে সক্ষম হয় যার বদৌলতে ইডনেকাচিউ নিজেই দুটি গোল করেন।\nক্লাবের প্রথম জার্সিগুলি ছিল বাদামী এবং সাদা, সেই সময়ে নগদ অর্থহীন ক্লাবের জন্য সাশ্রয়ী কাপড়। প্রতিষ্ঠাতাদের মধ্যে একজন, জর্জ ডুকাস, ক্লাবটিকে সমর্থন করার জন্য তার পিতামাতার কাছ থেকে পাওয়া অর্থ একসাথে ব্যবহার করেছিলেন। ক্লাবের অন্যরা ক্লাবের জন্য অর্থ উপার্জনের জন্য \"হোয়া হোয়ে\" এর মতো ঐতিহ্যবাহী গান গেয়ে দরজায় কড়া নাড়তেন। তাদের গানের প্রচেষ্টার জন্য প্রথাগত পুরস্কার ছিল রুটি, টাকা নয়, কিন্তু তারা এই রুটিটি একটি বস্তায় সংগ্রহ করতে সক্ষম হয়েছিল যাতে অর্থ উপার্জনের জন্য এটি শ্রমিকদের গ্রামে বিক্রি করা হয়। একবার ক্লাবটি একটি তহবিল উত্স খুঁজে পেতে সক্ষম হলে তারা একটি নতুন জার্সি পেতে সক্ষম হয়েছিল যা ইথিওপিয়ার পতাকার রঙের সাথে তাদের ঐক্য বোঝায়। তারা প্রথম জার্সিটি দ্বিতীয় দলকে দিয়েছিল এবং নতুনটি পরতে শুরু করেছিল যতক্ষণ না দখলদার পুলিশ বাহিনীর চাপে তাদের পোশাকের নীচে এই নতুন জার্সিটি লুকিয়ে রাখতে হয়েছিল।\nটাকা দিয়ে জার্সি কেনার পর বাকি টাকা দিয়ে খেলোয়াড়দের খাবার কিনে দেয় ক্লাবটি। ক্লাবের সদস্য এবং খেলোয়াড়রা ম্যাচ এবং প্রশিক্ষণ সেশনের পরে রুটি এবং চা খেতেন।\nযখন সেন্ট জর্জকে সরাসরি ধ্বংস করার ইতালীয় প্রচেষ্টা কাজ করেনি, তখন তারা ক্লাবটিকে তার নাম পরিবর্তন করতে এবং ইতালীয়রা '6 কিলো' নামে একটি ক্লাবের বিরুদ্ধে ম্যাচ খেলতে বাধ্য করে। এই ক্লাবটি উদ্দেশ্যমূলকভাবে ইতালীয়দের দ্বারা সেন্ট জর্জকে দুর্বল ও নিরাশ করার জন্য তৈরি করা হয়েছিল। কাছাকাছি কারখানা 'Cugnac Alovo' দ্বারা স্পনসর করা, 6 কিলো (যাকে 'Cenco Maje'ও বলা হয় যার অর্থ 5 জুলাই), সেন্ট জর্জের চেয়ে বেশি অর্থ এবং সরবরাহ ছিল। তারা সেন্ট জর্জকে একাধিক অনুষ্ঠানে পরাজিত করেছিল এবং সেন্ট জর্জও একই কাজ করেছিল তবে সেই ম্যাচগুলি প্রায় সবসময়ই আরাদা (ইতালীয়) পুলিশের মারধরের মাধ্যমে শেষ হয়।\nএই সময়ে চলমান গেরিলা যুদ্ধ ক্লাব এবং এর সদস্যদের জন্য অত্যন্ত গুরুত্বপূর্ণ ছিল। এটা জেনে ইতালীয়রা গেরিলা যোদ্ধাদের বিভ্রান্ত ও ফাঁদে ফেলার জন্য তাদের নিজস্ব প্রশাসনের প্রচারের হাতিয়ার হিসেবে ক্লাবটিকে ব্যবহার করার চেষ্টা করছে। ইতালীয়রা রাসের মতো প্রতিরোধের নেতাদের কাছে বার্তা পাঠিয়েছিল। আবেবে আরেগে আদ্দিস আবাবার জনপ্রিয় মাঠ JanMeda-এ একটি ফুটবল ম্যাচ দেখার আমন্ত্রণ জানিয়ে \"আসুন এবং দেখুন মানুষ শান্তিতে আছে\"।\nএটা শুনে গেরিলা যোদ্ধারা একজন ইতালীয় জেনারেলকে ইতালীয় এবং রাসকে বিশ্বাস না করার সুযোগ হিসেবে নিয়ে যায়। আবেবে আরেগে ডেমিসি ডব্লিউ/মাইকেলকে পরিস্থিতি তদন্ত করতে পাঠিয়েছেন। শান্তিপূর্ণভাবে ম্যাচ খেলার জন্য আগে থেকেই সতর্ক করা হলে সেন্ট জর্জকে \"6 কিলো\" এর বিপক্ষে খেলার জন্য বাছাই করা হয়। কিকঅফের পরে খেলাটি দ্রুত শারীরিক লড়াইয়ে পরিণত হয় যেখানে দর্শকরা প্রায়ই খেলার পরিবর্তে লড়াইকে উত্সাহিত করার জন্য উল্লাস ও শিস বাজায়। তারপর খেলা বাধাগ্রস্ত হয় এবং ইতালীয়দের পরিকল্পনা ব্যর্থ হয়।\n1941 সালে যখন ইথিওপিয়া ফ্যাসিবাদী ইতালীয় নিয়ন্ত্রণ থেকে মুক্ত হয়েছিল এবং হেইলে সেলাসি আমি ফিরে এসেছি, তখন সেন্ট জর্জ ফুটবল ক্লাবের সমর্থকরা সহ আদ্দিস আবাবিয়ানদের সাথে স্বাগত জানাতে জাতীয় সঙ্গীত \"ইথিওপিয়া হোয় দেস ইয়েবেলেশ\" (অর্থাৎ আনন্দ করুন ইথিওপিয়া) গেয়েছিলেন। তাকে ফিরে একটি সঙ্গীত যা একটি বিশাল সেন্ট জর্জ সমর্থক ইয়োফতাহে নিগুসি লিখেছিলেন এবং ক্যাপ্টেন নলবাদিন প্রযোজনা করেছিলেন।\n\n\n=== ইথিওপিয়ান লিগ ফুটবল (1944 – 1997) ===\nইথিওপিয়ান ফুটবল লীগের প্রথম আনুষ্ঠানিকভাবে স্বীকৃত সংস্করণ 1944 সালে প্রতিষ্ঠিত হয়েছিল। মূলত সেন্ট জর্জ (ইথিওপিয়ান), ফোর্টিটুডো (ইতালীয়), আরারাত (আর্মেনিয়ান), অলিম্পিয়াকোস (গ্রীক) এবং ইথিওপিয়ায় ব্রিটিশ মিলিটারি মিশন (BMME) সহ আদ্দিস আবাবার বিভিন্ন সম্প্রদায়ের প্রতিনিধিত্বকারী পাঁচটি দল শিরোপার জন্য প্রতিদ্বন্দ্বিতা করেছিল যা জিতেছিল BMME. 1947 সালে, তিনটি দল নিয়ে দেশের আনুষ্ঠানিক জাতীয় লীগ শুরু হয়; সেন্ট জর্জ, মেচালে এবং কেয়া বাহির। ডারগ ফুটবল লিগগুলি পুনর্গঠন করার আগে এবং সমস্ত বিদ্যমান ক্লাবগুলিকে বন্ধ করতে বাধ্য করার আগে ক্লাবটি পঁচিশ বছর ধরে লীগের মধ্যে ছিল। এই প্রক্রিয়ায় 1972 সালে ক্লাবটির নাম পরিবর্তন করে আদ্দিস আবাবা ব্রুয়ারি রাখা হয়েছিল শুধুমাত্র চার বছর পরে এটিকে পরিবর্তন করার জন্য। 1991 সালে ডার্গের পতন না হওয়া পর্যন্ত ক্লাবটি 19 বছর ধরে তার নাম পরিবর্তন করে, যখন ক্লাবটি আনুষ্ঠানিকভাবে সেন্ট জর্জে তার নাম পরিবর্তন করে।সেন্ট জর্জ 60-এর দশকের শেষের দিকে কিছুটা আধিপত্য উপভোগ করেছিলেন যার পরে লিগ 70 এবং 80 এর দশকে আপেক্ষিক সমতার সময়ের মধ্য দিয়ে যায়। যাইহোক, প্রিমিয়ার লিগের যুগে কোনো ক্লাবই সেন্ট জর্জ এসসি-এর চেয়ে বেশি প্রভাবশালী ছিল না, 1997-98 মৌসুমে যুগের শুরু থেকে 15 টি খেতাব অর্জন করেছে। 2017 সাল পর্যন্ত, ক্লাবটির সম্মিলিত 30টি শীর্ষ ডিভিশন শিরোপা রয়েছে যা ইথিওপিয়ান ফুটবলে এখন পর্যন্ত সবচেয়ে বেশি।\n\n\n=== ইথিওপিয়ান প্রিমিয়ার লীগ (1997 – বর্তমান) ===\n2020 সালের অক্টোবরে, জার্মান কোচ আর্নস্ট মিডেনডর্প কাইজার চিফস এফসি থেকে 3 বছরের চুক্তিতে স্বাক্ষর করার পরে ক্লাবে যোগ দেন। 2020 সালের নভেম্বরে, ইথিওপিয়ার রাজনৈতিক অস্থিরতার উদ্বেগের কারণে মিডেনডর্প তার পদ থেকে পদত্যাগ করেছিলেন, তাকে তার সহকারী কোচ মাহির ডেভিডস দ্বারা প্রতিস্থাপিত করা হয়েছিল। মাত্র 15 ম্যাচের দায়িত্বে থাকার পর, 2021 সালের মার্চ মাসে ডেভিডসকে ক্লাবের প্রধান কোচের পদ থেকে বরখাস্ত করা হয় স্কটসম্যান ফ্রাঙ্ক নটালকে তার স্থলাভিষিক্ত করার জন্য নিয়োগ করা হয়েছিল এবং দলকে লিগে একটি হতাশাজনক তৃতীয় স্থান অর্জনের পথ দেখায়। 2021 সালের জুলাই মাসে, ক্লাব সার্বিয়ান জ্লাতকো ক্রমপোটিচকে তার নতুন প্রধান কোচ হিসেবে নিয়োগ দেয়।\n\n\n== মালিকানা ==\nক্লাবটির মালিক সেন্ট জর্জ ফুটবল অ্যাসোসিয়েশন। এটিকে বিশিষ্ট সৌদি ব্যবসায়ী মোহাম্মদ হুসেন আল আমাউদি এবং ইথিওপিয়ান ব্যবসায়ী অ্যাবেনেট গেব্রেমেস্কেল দ্বারা আর্থিকভাবে সমর্থন করা হয়, যিনি ক্লাবের চেয়ারম্যানও।\n2018 সালের জুনে ঘোষণা করা হয়েছিল যে ক্লাবটি তার বেশিরভাগ শেয়ার ভক্তদের কাছে বিক্রি করবে। নভেম্বর 2020-এ, ক্লাব ঘোষণা করেছে যে এটি 100,000 নিবন্ধিত সদস্যদের কাছে সরাসরি সীমিত শেয়ার বিক্রি করার পরিকল্পনা নিয়ে একটি শেয়ার কোম্পানি প্রতিষ্ঠা করেছে।\n\n\n== সমর্থকরা ==\n\nসমস্ত ইথিওপিয়ান ফুটবলে সেন্ট জর্জের সবচেয়ে বড় ফ্যান ঘাঁটি রয়েছে এবং ঘরের ম্যাচের সময় তাদের উত্সাহী প্রদর্শনের জন্য পরিচিত। দলটির অফিসিয়াল ফ্যান ক্লাবের 32,000 নিবন্ধিত সদস্য রয়েছে এবং ফ্যান ক্লাব দ্বারা পরিচালিত সমীক্ষা অনুসারে সারা দেশে এবং ইথিওপিয়ান প্রবাসীতে আনুমানিক 8 মিলিয়ন ভক্ত রয়েছে। প্রায়শই ক্লাবের সঙ্গীত গেয়ে এবং হলুদ এবং কমলা চেকারযুক্ত পতাকা নাড়িয়ে, সেন্ট জর্জের সমর্থকরা ইথিওপিয়ান ফুটবলে কিছু উত্সবপূর্ণ পরিবেশ সরবরাহ করে।\nক্লাবের আল্ট্রারা গুন্ডামিতে জড়িত বলে জানা যায়, যা ইথিওপিয়ান ফুটবলে খুবই প্রচলিত একটি ঘটনা। প্রতিদ্বন্দ্বী সমর্থন গোষ্ঠীর সাথে সংঘর্ষ সাধারণ, বিশেষ করে ডার্বি ম্যাচের সময় যেমন \"শেগার ডার্বি\"।\nপ্রারম্ভিক দিনগুলিতে ক্লাবের সমর্থকরা পুনরাবৃত্তি করত নিম্নরূপ:\nতাদের প্রাথমিক প্রতিদ্বন্দ্বী \"6 কিলো\" এর রেফারেন্সে:\n«ይጫወቱ ነበር በቴስታ በጋንባ፣ መገን 6 ኪሎ ተሸንፎ ገባ።» যার অর্থ \"6 কিলো, যদিও তাদের পা দিয়ে খেলছে এবং হেডার দিয়ে খেলোয়াড়দের লাথি মারছে, তারা সবসময় হেরে যায়\"\nপ্রতিষ্ঠাতা আয়েলে আতনাশের প্রসঙ্গে।\n«ግጥም አይነቃነቅም የብረት ዲጂኖ፣ እንዴት ነህ አየለ የይነቃነቅም? অর্থ \"ধাতু চুরির মতো দৃঢ়, তুমি কেমন আছো আয়েলে আতনাশ আরাদার উইংব্যাক\"\nঅসামান্য খেলোয়াড় ইলিয়াস (যিনি পরে একজন পাইলট হয়েছিলেন) এবং ইডনেকাচিউ- এর প্রসঙ্গে।\n\"በሰማይ ኤልያስ በምድር ይድነቃቸው፣ ለመታሰቢያነት እግቋmeቈልሠእግዜ আকাশে লিয়াস, ভূমিতে ইডনেকাকেউ, ঈশ্বর তাদের শ্রদ্ধার জন্য সৃষ্টি করেছেন।\"\n\n\n== তথ্যসূত্র =="}