{"pageid": 1380192, "title": "চন্দ্রাবাস", "url": "https://bn.wikipedia.org/wiki?curid=1380192", "content": "চন্দ্রাবাস (ইংরেজি: Lunar station) বা চন্দ্রঘর বা চন্দ্রাভিযান হল গ্রহনবৃত্তের অংশ যার মধ্য দিয়ে চাঁদ পৃথিবীর চারপাশে তার কক্ষপথে চলে যায়। ধারণাটি বেশ কয়েকটি প্রাচীন সংস্কৃতি তাদের বর্ষপঞ্জিগত পদ্ধতির অংশ হিসাবে ব্যবহার করেছিল।\n\n\n== বিভিন্ন সংস্কৃতিতে ==\nসাধারণভাবে, যদিও সবসময় নয়, রাশিচক্রকে ২৭ বা ২৮ ভাগে ভাগ করা হয় মহাবিষুবের বা স্থির নক্ষত্রের সাপেক্ষে – চান্দ্র মাসের প্রতিটি দিনের জন্য একটি; পার্শ্বীয় মাস প্রায় ৩+২৭/১ দিন স্থায়ী হয়। চাঁদের অবস্থান সেই স্থির অংশগুলির সাপেক্ষে তালিকা করা হয়েছে। যেহেতু যে কোনো পর্যায়ে চাঁদের অবস্থান তার নিজস্ব কক্ষপথে পৃথিবীর অবস্থান অনুসারে পরিবর্তিত হবে, তাই চন্দ্রাবাসগুলি ঋতুর গতিপথের চিহ্ন রাখার জন্য কার্যকর ব্যবস্থা।\nবিভিন্ন সংস্কৃতি জ্যোতিষশাস্ত্রে চন্দ্র কেন্দ্রের সেট ব্যবহার করেছে; উদাহরণস্বরূপ, হিন্দু জ্যোতিষশাস্ত্রীয় নক্ষত্র, আরবি মনজিল (মনাজিল আল-কামার), চীনা জ্যোতির্বিদ্যার ২৮টি ম্যানশন এবং মিশরীয় জ্যোতির্বিদ্যার ৩৬ ডিকান। পাশ্চাত্য জ্যোতিষশাস্ত্র আবাস ব্যবহার করে না, তবে প্রতিটি রাশিচক্রের চিহ্ন দুটি বা তিনটিকে কভার করে। চীনা  পদ্ধতিটি ঋতু সম্পর্কিত চারটি দলে বিভক্ত।\nচন্দ্রাবাসের ধারণাটি ব্যাবিলনীয় জ্যোতির্বিজ্ঞানে উদ্ভূত বলে মনে করা হয়। ব্যাখ্যা করেছেন যে তারা হেলেনীয় জ্যোতিষশাস্ত্রে ম্যাক্সিমাস দ্বারা কাটারচাইতে স্থির নক্ষত্রের ২য় শতাব্দীর তালিকায় উপস্থিত রয়েছে, আলচান্দ্রি এবং ইবনে আবি এল-রিজালের আরবি তালিকা এবং গ্রীক নামের অনুরূপ কিবতীয় তালিকা।\nপরীক্ষক বিশ্বাস করেন যে যদিও তারা ভারতের বৈদিক যুগে পরিচিত ছিল, তবে সমস্ত তালিকা গ্রীক উৎসের মাধ্যমে \"বিশ্বাসঘাতকতা বলে মনে হচ্ছে\"। যদিও ইঙ্গিত করে যে ব্যাবিলনীয়রা খ্রিস্টপূর্ব ৬ষ্ঠ শতকের মধ্যে চন্দ্রের গোষ্ঠীবদ্ধতা ভালভাবে প্রতিষ্ঠা করেছিল, তিনি আরও উল্লেখ করেছেন যে ৩৮ আবাস \"ধারণাটি মিশরীয় জাদু দ্বারা প্রাপ্ত হয়েছিল চান্দ্র মাসের ভাগ্যবান ও দুর্ভাগ্যজনক দিনের তালিকার সাথে হিমেরোলজি এবং রাশিচক্রের সাথে।\"\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"The Lunar Mansions\"। constellationsofwords.com। The fixed stars and constellations in astrology। \n\"W.B. Yeats and \"A Vision\": The Arab mansions of the moon\"। yeatsvision.com।"}