{"pageid": 1380742, "title": "নিত্যযাত্রা", "url": "https://bn.wikipedia.org/wiki?curid=1380742", "content": "নিত্যযাত্রা বা নিত্যভ্রমণ (ইংরেজি Commuting) বলতে কোনও যাত্রীর বাসস্থান থেকে নিয়মিত বা পর্যাবৃত্ত হারে (সাধারণত প্রতিদিন বা কর্মদিবসগুলিতে) তার কর্মস্থল বা শিক্ষাপ্রতিষ্ঠানে গমনাগমনকে নির্দেশ করা হয়। যে যাত্রী এরূপ নিত্যযাত্রা চর্চা করে, তাকে নিত্যযাত্রী বা নিত্য ভ্রমণকারী বলে। ইংরেজিতে এদেরকে \"কমিউটার\" (Commuter) বা \"ডেইলি প্যাসেঞ্জার\" (Daily passenger) বলে। তবে চাকুরি বা পড়াশোনা ছাড়া অন্য কোনও কারণে নিয়মিত বা পর্যাবৃত্তিকভাবে দুইটি অবস্থানের মধ্যে গমনাগমনকেও নিত্যযাত্রা বলা হতে পারে।\nবিশ্বের বিভিন্ন অঞ্চল ও শহরে নিত্যযাত্রার পরিবহন পদ্ধতি, সময় ও দূরত্ব ভিন্ন ভিন্ন হয়ে থাকে। অনুন্নত দেশগুলিতে মানুষ সাধারণত এখনও হেঁটেই কাজে গমন করে। হাঁটার পরে নিত্যযাত্রার সবচেয়ে সস্তা পরিবহন পদ্ধতিটি হল সাইকেলে চড়ে গমন; এটিও অনুন্নত দেশগুলিতে প্রচলিত, তবে সম্প্রতি পরিবেশগত ও স্বাস্থ্যগত কারণে উন্নত দেশগুলিতেও মানুষ সাইকেলে করে নিত্যযাত্রা সম্পাদনে আগ্রহী হচ্ছে। মধ্যম আয়ের দেশগুলিতে নিত্যযাত্রার জন্য মোটর সাইকেল ব্যবহার খুবই সাধারণ। মোটরচালিত পরিবহন প্রযুক্তির মধ্যে রয়েছে রেল, পাতালরেল, উড়ালরেল, বাস, ইত্যাদি গণপরিবহন ব্যবস্থা, যা ইউরোপ ও এশিয়া মহাদেশের জনবহুল ও অপেক্ষাকৃত পুরাতন শহরগুলিতে অধিক প্রচলিত। অন্যদিকে ইউরেশিয়ার ছোট শহরগুলিতে এবং উত্তর আমেরিকা ও অস্ট্রেলিয়ার ব্যাপক অংশ জুড়ে ব্যক্তিগত মোটরগাড়ি ব্যবহার করে কাজে গমনাগমন করাই অধিক জনপ্রিয়। এছাড়া স্বল্পসংখ্যক অত্যন্ত ধনী ব্যক্তি এবং সুদূরবর্তী অবস্থানে কর্ম সম্পাদনকারী ব্যক্তিরা বিমানযোগে নিত্যযাত্রা সম্পাদন করে থাকে, তবে তারা প্রতিদিন না করে সাপ্তাহিক বা পাক্ষিক একবার এই কাজটি করে থাকে।\nনিত্যযাত্রার বন্দোবস্ত প্রদানকারী পরিবহন সংযোগগুলি শহর ও অঞ্চলের ভৌত বিন্যাসের উপর প্রভাব ফেলে। ফলে অনেক উন্নত দেশে আবাসিক শহরতলী ও বাণিজ্যিক পৌরমজ্জা (Urban core) - এই দুইটি অঞ্চলকে স্পষ্ট পৃথক করা সম্ভব হয়। এ ব্যাপারটিকে পৌর বিস্তৃতি (Urban sprawl) নাম দেওয়া হয়েছে।\nনিত্যযাত্রার কারণে গণপরিবহন ব্যবস্থাগুলিতে যাত্রীদের ভিড় ও সড়কগুলিতে যানবাহনের ভিড় দিনের কিছু অংশে অস্বাভাবিকভাবে বৃদ্ধি পায়, যে অংশগুলিকে ভিড়ের সময় নামে ডাকা হয়।\nনিত্যযাত্রীবাহী রেল পরিবহন নিয়ে পড়তে পারেন।\n\n\n== তথ্যসূত্র =="}