{"pageid": 1380914, "title": "বিজয় আনন্দ (চলচ্চিত্রকার)", "url": "https://bn.wikipedia.org/wiki?curid=1380914", "content": "বিজয় আনন্দ (২২ জানুয়ারি ১৯৩৪ - ২৩ ফেব্রুয়ারি ২০০৪), যিনি গোল্ডি আনন্দ নামেও পরিচিত, একজন ভারতীয় চলচ্চিত্র নির্মাতা, প্রযোজক, চিত্রনাট্যকার, চলচ্চিত্র সম্পাদক ও অভিনেতা ছিলেন। তার উল্লেখযোগ্য চলচ্চিত্র হল গাইড (১৯৬৫), তিসরি মনজিল (১৯৬৬), জুয়েল থিফ (১৯৬৭), ও জনি মেরা নাম (১৯৭০)। তিনি অধিকাংশ চলচ্চিত্রই নবকেতন ফিল্মসের ব্যানারে নির্মাণ করতেন।\n\n\n== প্রারম্ভিক জীবন ==\nবিজয় আনন্দ ১৯৩৪ সালের ২২শে জানুয়ারি ব্রিটিশ ভারত পাঞ্জাবের (বর্তমান পাঞ্জাব, ভারত) গুরদাসপুরে জন্মগ্রহণ করেন। তার পিতা পিশোরী লাল আনন্দ একজন সফল ও ধন্যাঢ্য উকিল ছিলেন। নয় ভাইবোনের মধ্যে তিনি সর্বকনিষ্ঠ ছিলেন। তার ভাইদের মধ্যে চেতন আনন্দ প্রযোজক ও পরিচালক ও দেব আনন্দ স্বনামধন্য অভিনেতা ছিলেন এবং তার বোনদের একজন শীল কান্তা কাপুর চলচ্চিত্র পরিচালক শেখর কাপুরের মাতা।\n\n\n== কর্মজীবন ==\n১৯৫৭ সালে ব্যবসাসফল ন দো গ্যায়ারা দিয়ে তার পরিচালনায় অভিষেক ঘটে। এই চলচ্চিত্রে বিজয়ের ভাই দেব আনন্দ প্রধান চরিত্রে অভিনয় করেন, যার দৃশ্যধারণ মাত্র ৪০ দিনে সমাপ্ত হয়। এরপর তিনি আনন্দ ভাইদের প্রযোজনা কোম্পানি নবকেতন ফিল্মসের ব্যানারে কালা বাজার (১৯৬০), গাইড (১৯৬৫), জুয়েল থিফ (১৯৬৭), জনি মেরা নাম (১৯৭০), ও তেরে মেরে সপনে (১৯৭১)-এর মত ব্যবসাসফল চলচ্চিত্র নির্মাণ করেন। আর. কে. নারায়ণের গাইড উপন্যাস অবলম্বনে দেব আনন্দ ও ওয়াহিদা রহমান অভিনীত ১৯৬৫ সালের গাইড বিজয়ের কর্মজীবনের সেরা এবং শীর্ষ ব্যবসাসফল চলচ্চিত্র। এই চলচ্চিত্রের বিজয় শ্রেষ্ঠ পরিচালক ও শ্রেষ্ঠ সংলাপ বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন। এছাড়া তিনি জনি মেরা নাম চলচ্চিত্রের জন্য শ্রেষ্ঠ চিত্রনাট্য ও শ্রেষ্ঠ চিত্রসম্পাদনা বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন।\nনবকেতন ছাড়া তিনি নাসির হুসাইনের প্রযোজনায় তিসরি মনজিল (১৯৬৬), টনি জুনেজার প্রযোজনায় রাম-বলরাম (১৯৮০) ও মুশির-রিয়াজের প্রযোজনায় রাজপুত (১৯৮২) চলচ্চিত্র নির্মাণ করেন।\nবিজয় আনন্দ তার নান্দনিক গানের দৃশ্যায়নের জন্য সুপরিচিত ছিলেন, তন্মধ্যে উল্লেখযোগ্য হল \"ও হাসিনা জুলফোওয়ালি\" (তিসরি মনজিল), \"আজ ফির জিনে কী তামান্না হ্যায়\" (গাইড), ও \"হোঁটোঁ মেঁ অ্যায়সি বাত\" (জুয়েল থিফ)।\nতার অভিনীত প্রথম চলচ্চিত্র আগ্রা রোড (১৯৫৭)। অভিনেতা হিসেবে তার উল্লেখযোগ্য চলচ্চিত্র হল কালা বাজার (১৯৬০), হকীকত (১৯৬৪), কোরা কাগজ (১৯৭৪) ও ম্যাঁয় তুলসী তেরে আঙ্গন কী (১৯৭৮)। গানবিহীন থ্রিলার চলচ্চিত্র চোর চোর (১৯৭৪)-এ তিনি লিনা চন্দবরকরের বিপরীতে অভিনয় করেন। এছাড়া তিনি গুংরু কী আওয়াজ (১৯৮১), ডাবল ক্রস (১৯৭২), ছুপা রুস্তম (১৯৭৩) ও তেরে মেরে সপনে (১৯৭১) চলচ্চিত্রে অভিনয় করেছেন।\n\n\n== ব্যক্তিগত জীবন ও মৃত্যু ==\nবিজয় তার থেকে অনেক ছোট ভাগ্নী সুষমা কোহলিকে বিয়ে করেন। সুষমা তার বড় বোনের মেয়ে। মামা-ভাগ্নীর ভারতীয় সমাজে নিষিদ্ধ এবং সে সময়ে এটি নিয়ে সমালোচনা হয়। নিজেদের পরিবারসহ বিভিন্ন মহল থেকে প্রবল প্রতিরোধের পরেও তারা বিবাহ বন্ধনে আবদ্ধ হয়, এবং জীবনের শেষ পর্যন্ত তারা সুখী দম্পতি ছিলেন।\nবিজয় ২০০৪ সালের ২৩শে ফেব্রুয়ারি ৭১ বছর বয়সে হার্ট অ্যাটাকে মৃত্যুবরণ করেন।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে বিজয় আনন্দ  (ইংরেজি)"}