{"pageid": 1380618, "title": "জনতা দল (ধর্মনিরপেক্ষ)", "url": "https://bn.wikipedia.org/wiki?curid=1380618", "content": "জনতা দল (ধর্মনিরপেক্ষ) (অনু. পিপলস পার্টি (সেক্যুলার); সংক্ষেপে. জেডি(এস) হল একটি ভারতীয় আঞ্চলিক রাজনৈতিক দল  যা কর্ণাটক, কেরল এবং অরুণাচল প্রদেশের একটি রাজ্যস্তরের দল হিসেবে স্বীকৃত। এটি জনতা দল থেকে বিচ্ছিন্ন দল হিসাবে ১৯৯৯ সালের জুলাইয়ে ভারতের প্রাক্তন প্রধানমন্ত্রী এইচডি দেবগৌড়া দ্বারা প্রতিষ্ঠিত হয়েছিল। প্রধানত কর্ণাটকে এর রাজনৈতিক উপস্থিতি রয়েছে। কেরলে দলটি বাম গণতান্ত্রিক ফ্রন্টের একটি অংশ।\n\n\n== ইতিহাস ==\nজনতা দল (ধর্মনিরপেক্ষ) ১৯৯৯ সালে গঠিত জনতা পার্টিতে এর উৎপত্তি হয়েছিল, যা ১৯৭৭ সালে ভারতীয় জাতীয় কংগ্রেসের বিরোধিতা করার জন্য কয়েকটি ছোট দলের জোট হিসাবে প্রতিষ্ঠিত হয়েছিল। ১৯৮৮ সালে জনতা পার্টি এবং অন্যান্য ছোট দল একীভূত হয়ে জনতা দল গঠন করে। ১৯৯৬ সালে জনতা দল তার শীর্ষে পৌঁছেছিল যখন এইচডি দেবগৌড়া ভারতের প্রধানমন্ত্রী হন এবং যুক্তফ্রন্ট (ইউএফ) জোট সরকারের নেতৃত্বে।\n১৯৯৯ সালে জনতা দল বিভক্ত হয়, যখন মুখ্যমন্ত্রী জেএইচ প্যাটেলের নেতৃত্বে একটি দল ভারতীয় জনতা পার্টির নেতৃত্বাধীন জাতীয় গণতান্ত্রিক জোটকে সমর্থন দেয় যার ফলে এইচডি দেবগৌড়া এবং সিদ্দারামাইয়ার অধীনে জনতা দল (ধর্মনিরপেক্ষ) গঠন করা হয়। জনতা দলের শরদ যাদব গোষ্ঠী, লোকশক্তি এবং সমতা পার্টি জনতা দল (সংযুক্ত) হিসাবে একীভূত হয়। যদিও বিভক্তির ভিত্তি ছিল জাতীয় গণতান্ত্রিক জোটের সাথে মিত্রতার বিরোধিতা, এইচডি দেবগৌড়া শুরু থেকেই ভারতীয় জাতীয় কংগ্রেস থেকে সমানভাবে দূরে ছিলেন।\n২০০৪ সালের কর্ণাটক বিধানসভা নির্বাচনে জেডি(এস) রাজ্যের ক্ষমতাসীন জোটের অংশ হয়ে দলের ভাগ্যের পুনরুজ্জীবনের সাক্ষী ছিল।\n১৪ এপ্রিল ২০১৫-এ জেডি(এস), জনতা দল (সংযুক্ত), রাষ্ট্রীয় জনতা দল, ইন্ডিয়ান ন্যাশনাল লোক দল, সমাজবাদী পার্টি, এবং সমাজবাদী জনতা পার্টি (রাষ্ট্রীয়) ঘোষণা করে যে তারা একটি নতুন জাতীয় জনতা পরিবার জোটে একীভূত হবে। বিজেপির বিরোধিতা করার নির্দেশ, এইভাবে ইউপিএ ছেড়ে।\n\n\n== বিশিষ্ট সদস্যবৃন্দ ==\nএইচডি দেবগৌড়া, জনতা দলের (ধর্মনিরপেক্ষ) সভাপতি, ভারতের প্রাক্তন প্রধানমন্ত্রী এবং কর্ণাটকের প্রাক্তন মুখ্যমন্ত্রী\nএইচডি কুমারস্বামী, কর্ণাটকের প্রাক্তন মুখ্যমন্ত্রী, ভারতের প্রাক্তন প্রধানমন্ত্রী এইচডি দেবগৌড়ার ছেলে এবং জনতা দলের (ধর্মনিরপেক্ষ) কর্ণাটকের প্রাক্তন রাজ্য সভাপতি\nগেগং আপাং, অরুণাচল প্রদেশের প্রাক্তন মুখ্যমন্ত্রী\nসিএম ইব্রাহিম, জনতা দলের (ধর্মনিরপেক্ষ) বর্তমান কর্ণাটক রাজ্য সভাপতি\nসি কে নানু, জেডি(এস) কেরলের রাজ্য সভাপতি, প্রাক্তন মন্ত্রী সরকার। কেরলের এবং বিধায়ক\nএইচডি রেভান্না, প্রাক্তন ক্যাবিনেট মন্ত্রী, বর্তমান বিধায়ক, কর্ণাটক (এইচডি দেবগৌড়ার ছেলে)।\nনিখিল গৌড়া, রাজ্য সভাপতি, যুব জনতা দল (ধর্মনিরপেক্ষ)\nপ্রজওয়াল রেভান্না, হাসানের এমপি; জনতা দলের (ধর্মনিরপেক্ষ) লোকসভা নেতা।\nবি এম ফারুক, কর্ণাটক বিধান পরিষদের বর্তমান এমএলসি, জনতা দলের বর্তমান জাতীয় সাধারণ সম্পাদক (ধর্মনিরপেক্ষ)\nসি এস পুত্তারাজু, প্রাক্তন ক্ষুদ্র সেচ সম্পদ মন্ত্রী এবং মান্ডিয়া থেকে লোকসভার প্রাক্তন সদস্য\nজিটি দেবগৌড়া, প্রাক্তন উচ্চশিক্ষা মন্ত্রী এবং চামুণ্ডেশ্বরী (বিধানসভা কেন্দ্র) থেকে বিধানসভার সদস্য (এমএলএ)\nওমেন থালাভাদি, প্রাক্তন বিধায়ক কুত্তানাদ, কেরল বিধানসভা\nসারেকোপ্পা বাঙ্গারপ্পা, কর্ণাটকের প্রাক্তন মুখ্যমন্ত্রী \nএন এম জোসেফ, জনতা দলের সহ-সভাপতি (ধর্মনিরপেক্ষ)\nডি. কুপেন্দ্র রেড্ডি, রাজ্যসভার প্রাক্তন সাংসদ \nম্যাথিউ টি. থমাস, জনতা দল (ধর্মনিরপেক্ষ) এর প্রাক্তন কেরল রাজ্য সভাপতি এবং কেরলের প্রাক্তন প্রতিমন্ত্রী\nজনতা দল (ধর্মনিরপেক্ষ) এর সহ-সভাপতি জোসে থেট্টাইল, সাবেক মন্ত্রী সরকার কেরলের।\nনীললোহিতদাসন নাদার, জনতা দল (ধর্মনিরপেক্ষ) এর প্রাক্তন কেরল রাজ্য সভাপতি (কেরলের প্রাক্তন মন্ত্রী; প্রাক্তন সংসদ সদস্য, ভারত সরকার)\nকে. কৃষ্ণানকুট্টি, বর্তমান কেরালার জলসম্পদ প্রতিমন্ত্রী\n\n\n== মুখ্যমন্ত্রীদের তালিকা ==\n\n\n=== কর্ণাটকের মুখ্যমন্ত্রীগণ ===\n\n\n=== কর্ণাটকের উপমুখ্যমন্ত্রী ===\n\n\n== নির্বাচনী ইতিহাস ==\n\n\n=== কর্ণাটকের বিধানসভা নির্বাচনের ইতিহাস ===\n\n\n=== কেরল বিধানসভা নির্বাচনের ইতিহাস ===\n\n\n=== কর্ণাটকে লোকসভা নির্বাচনের ইতিহাস ===\n\n\n== আরো দেখুন ==\nভারতের রাজনৈতিক দলের তালিকা\nসমতা পার্টি\n\n\n== তথ্যসূত্র =="}