{"pageid": 1380759, "title": "মার্দব", "url": "https://bn.wikipedia.org/wiki?curid=1380759", "content": "মার্দব (সংস্কৃত: मार्दव) অর্থ মৃদুতা, কোমলতা, ভদ্রতা, দয়া, দুর্বলতা ও নম্রতা।\n\n\n== বিবরণ ==\nঐশ্বরিক গুণ হিসাবে মার্দব হল যারা ভুল করে তাদের প্রতি নম্র হওয়া, কখনই অসন্তুষ্ট না হওয়া এবং লোকেরা যখন ঈশ্বরকে নিন্দা বা উপেক্ষা করে তখন সর্বদা শান্ত থাকে। নম্র হওয়া মানে সহজে বন্ধুত্ব করা। এটা জানার বিষয় যে, অজ্ঞতাই অপ্রীতিকর প্রতিক্রিয়ার সম্ভাব্য কারণ। মার্দব হল স্নিগ্ধতা, অহংকে ছেড়ে দেওয়া। মার্দব হল সমস্ত বস্তু এবং দুর্বলতা সহ ভদ্রতা, এটি প্রাণহীন ও দুর্বলদের প্রতি প্রসারিত করুণা, স্বামী তেজোময়ানন্দ ব্যাখ্যা করেছেন:\n\nআমরা মার্দব বা ভদ্রতার অনুশীলনের মাধ্যমে আমাদের সমবেদনা বৃদ্ধি করতে পারি। এটি মনের মনোভাব যা কেবল জীবিত জিনিসের মধ্যেই সীমাবদ্ধ নয় বরং অন্তর্মুখী বস্তুগত বস্তুতেও প্রসারিত। আমরা যদি যত্ন সহকারে সমস্ত জিনিস পরিচালনা করি তবে তারা আমাদের সুন্দরভাবে পরিবেশন করবে। উদাহরণস্বরূপ, কিছু লোক তাদের গাড়ির যথাযথ যত্ন নেয় কিন্তু অন্যরা তাদের সাথে এতটাই রুক্ষ, তারা যখন ব্রেক লাগায়, গিয়ার পরিবর্তন করে বা দরজা বন্ধ করে তখন কোন ভদ্রতা থাকে না। একইভাবে, আমাদের মনে রাখা উচিত যে জুতা আমাদের পায়ে পরিবেশন করছে এবং আমাদের উচিত তাদের সম্মানের সাথে নীচে রাখা। একবার এক ব্যক্তি এক জেন মাস্টারের কাছে ছুটে এসে জুতা এখানে-সেখানে ছুড়ে তার পায়ের কাছে পড়ে বলল, দয়া করে আমাকে ঈশ্বর সম্পর্কে শিক্ষা দিন। গুরু শান্তভাবে উত্তর দিলেন, আগে জুতাকে সম্মান করতে শিখুন। আমরা কিভাবে জড় বস্তুর যত্ন নিই মনের অবস্থা প্রকাশ করে। এই মার্দব হল মনের স্বভাব। যখন একজন ব্যক্তির মনের এই অবস্থা থাকে, তখন তার সমস্ত কর্মে ভদ্রতার গুণ থাকে।\nহিন্দুধর্ম অনুসারে মোক্ষ অর্জনের আটটি উপায় রয়েছে এবং মার্দব তাদের মধ্যে একটি, বাকি সাতটি হল – যজ্ঞ, দান, বেদাধ্যায়ণ, তপস, দম, সত্য এবং  ত্যগ। ভগবদ্গীতা ১৬.১-৩ শ্লোক মার্দবকে ঐশ্বরিক গুণ হিসেবেও শ্রেণীবদ্ধ করে। পতঞ্জলি মার্দবকে  অনববাসর্গ ও উদুতা খাস্যের সাথে নিম্ন পিচ হিসেবে উল্লেখ করেছেন; তিনি এই শব্দটিকে স্বরস্য মৃদুতা বা স্নিগ্ধাতা (শব্দের মসৃণতা) হিসাবে ব্যাখ্যা করেন।\nজৈনধর্মে, মার্দব বা করুণা বা সর্বোচ্চ কোমলতা বা নম্রতা, যা সঠিক বিশ্বাসের অংশ, অহংকার বা অহংকারকে ধ্বংস করার উপায় যা আমাদের আত্মার গুণকে কলুষিত করে এমন অনেক মন্দের জন্ম দেয়; এটা মনে করা হয় যে নম্রতা হল করুণার ভিত্তি এবং পরিত্রাণের ভিত্তি। আট প্রকার অহংকার সম্পূর্ণরূপে পরিহার করে, জ্ঞান নম্রতা আনে। তত্তার্থ সূত্র ৯.৬ শ্লোল সর্বোচ্চ ধর্মের দশটি দিকগুলির মধ্যে একটি হিসাবে মার্দব (নম্রতা) তালিকাভুক্ত করে। বৌদ্ধধর্মে মার্দবকে ধর্ম (ধর্ম-প্রতিপত্তি) এর উপলব্ধি হিসেবে বিবেচনা করা হয়।\n\n\n== তথ্যসূত্র =="}