{"pageid": 1381198, "title": "বিদ্যানিবাস মিশ্র", "url": "https://bn.wikipedia.org/wiki?curid=1381198", "content": "বিদ্যানিবাস মিশ্র (২৮ জানুয়ারি ১৯২৬ - ১৪ ফেব্রুয়ারি ২০০৫) ছিলেন একজন ভারতীয় পণ্ডিত, হিন্দি ও সংস্কৃত ভাষার সাহিত্যিক এবং সাংবাদিক। সাহিত্যের ক্ষেত্রে অসামান্য অবদানের জন্য তিনি ভারত সরকারের পদ্ম সম্মানে (পদ্মশ্রী, পদ্মভূষণ) ভূষিত হন।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nবিদ্যানিবাস মিশ্র ১৯২৬ খ্রিস্টাব্দের ২৮ জানুয়ারি  ব্রিটিশ ভারতের অধুনা  উত্তরপ্রদেশের  সিদ্ধার্থনগর জেলার পাকারডিহা গ্রামে জন্মগ্রহণ করেন। তিনি এলাহাবাদ বিশ্ববিদ্যালয় এবং  দীনদয়াল উপাধ্যায় গোরক্ষপুর বিশ্ববিদ্যালয়ে  শিক্ষা লাভ করেন। প্রয়াগ বিশ্ববিদ্যালয় থেকে সংস্কৃতে এম.এ পাশের  তিনি কিংবদন্তি পণ্ডিত রাহুল সাংকৃত্যায়নের নির্দেশনায় হিন্দি অভিধান সংকলনের কাজে নিজেকে যুক্ত হন।\nহিন্দি ও সংস্কৃত ভাষার পণ্ডিত তিনি হিন্দি ও ইংরাজিতে শতাধিক গ্রন্থ রচনা, সম্পাদনা ও অনুবাদ করেছেন। এছাড়াও তিনি বেশ কিছু জার্নাল ও পত্র-পত্রিকা সম্পাদনা করেছেন। তিনি দু'বার হিন্দি সাহিত্য সম্মেলনের সভাপতির দায়িত্ব পালন করেন এবং সাহিত্য পরিষদের সভাপতিও হয়েছিলেন।\nতিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় এবং ওয়াশিংটন বিশ্ববিদ্যালয়ের ভিজিটিং প্রফেসর এবং আগ্রার কুলপতি মুন্সি হিন্দি বিদ্যাপীঠের পরিচালক ছিলেন। তিনি কাশী বিদ্যাপীঠ এবং সমগ্রানন্দ সংস্কৃত বিশ্ববিদ্যালয়ের উপাচার্যও ছিলেন।  দীর্ঘদিন তিনি শীর্ষস্থানীয় হিন্দি দৈনিক নবভারত টাইমস- এর প্রধান সম্পাদক ছিলেন।\nসাহিত্যের ক্ষেত্রে তার অসামান্য অবদানের জন্য, তিনি ভারত সরকার কর্তৃক ১৯৮৮ খ্রিস্টাব্দে পদ্মশ্রী এবং ১৯৯৯ খ্রিস্টাব্দে পদ্মভূষণে ভূষিত হন  এছাড়াও, তিনি ভারতীয় জ্ঞানপীঠ কর্তৃক প্রতিষ্ঠিত মূর্তিদেবী পুরস্কারের প্রাপক ছিলেন। সাহিত্য একাডেমির একজন বরিষ্ঠ সদস্য, তিনি অনেক সাহিত্য ও সামাজিক সংগঠনের পথপ্রদর্শক ছিলেন। তিনি হিন্দুধর্মের ও একটি বিশ্বকোষ সৃষ্টির করার উচ্চাভিলাষী প্রকল্পের সাথে ঘনিষ্ঠভাবে যুক্ত ছিলেন।  ভারতে হিন্দি ভাষার অন্যতম সেরা মাসিক সাহিত্য পত্রিকা অমৃত-এর  প্রধান পৃষ্ঠপোষক ছিলেন তিনি।\n\n\n== রচিত গ্রন্থসমূহ ==\nড. বিদ্যানিবাস মিশ্রের হিন্দি ও ইংরেজিতে চব্বিশটির বেশি গ্রন্থ প্রকাশিত হয়েছে।রয়েছে। এর মধ্যে \"মহাভারত কা কাব্যার্থ\" এবং \"ভারতীয় ভাষাদর্শন  কী পীঠিকা\" উল্লেখযোগ্য। প্রবন্ধগুলির মধ্যে, ১৯৫৭ খ্রিস্টাব্দে প্রকাশিত \"তুম চন্দন হাম পানি\", ১৯৭২ খ্রিস্টাব্দে প্রকাশিত  \"বসন্ত আ গয়া পর কোই উৎকণ্ঠা নহীঁ\" এবং গবেষণা গ্রন্থগুলির মধ্যে \"হিন্দি কিী শব্দ সম্পদা\" বিখ্যাত রচনা। তার অন্যান্য গ্রন্থগুলি হল-\n\nস্বরূপ-বিমর্ষ (২০০১) (সাংস্কৃতিক সমালোচনা সম্পর্কিত প্রবন্ধের সংগ্রহ)\nকিতনে মোর্চে (২০০৭ খ্রি.)\nগান্ধী কা করুণ রস (২০০২ খ্রি.)\nচিড়িয়া রৈন বসেরা\nচিতওয়ান কী ছাঁও (১৯৫৩ খ্রি.) (প্রবন্ধ সংগ্রহ)\nহলদি ধূপ (১৯৫৫ খ্রি.)\nকদম কী ফুলি ডাল (১৯৯৬ খ্রি.)\nআঙ্গন কা পঁছী বনজারা মন (১৯৬৩ খ্রি.)\nম্যায়নে সিল পঁহুছাঈ (১৯৬৬ খ্রি.)\nমেরে রাম কা মুকুট ভীগ রহা হ্যায় (১৯৭৪ খ্রি.)\nপরম্পরা বন্ধন নহীঁ (১৯৭৬ খ্রি.)\nকঁটীলে তারোঁ কে আরপার (১৯৭৬ খ্রি.)\nঅগ্নিরথ (প্রবন্ধ সংগ্রহ)\nলাগো রং হরো (প্রবন্ধ সংগ্রহ) (১৯৮৫ খ্রি.)\nতুলসীদাস ভক্তি প্রবন্ধ কা নয়া উৎকর্ষ\nথোড়ী সী জগহ দেঁ(অনুপ্রবেশকারীদের উপর ভিত্তি করে প্রবন্ধ) (২০০৪ খ্রি.)\nফাগুন দুই রে দিনা (১৯৯৪ খ্রি.)\nবসন্ত আ গয়া পর কোই উৎকণ্ঠা নহীঁ (১৯৭২ খ্রিস্টাব্দ)\nভারতীয় সংস্কৃতি কে আধার (ভারতীয় সংস্কৃতির জীবনের উপর ভিত্তি করে রচিত)\nভ্রমরানন্দ কা পচড়া (সেরা গল্প সংকলন) (১৯৮১ খ্রি.)\nরহিমন পানি রখিয়ে (জলের উপর ভিত্তি করে রচিত)\nরাধা মাধব রং রঙ্গী (গীতা গোবিন্দের  ব্যাখ্যা)\nলোক অউর লোক কা স্বর (লোকের ভারতীয়  জীবন-ভিত্তিক সংজ্ঞা এবং এর প্রকাশ) (২০০০ খ্রি.)\nবাচিক কবিতা অবধী (মৌখিক আওয়াধি কবিতার সংকলন)\nবাচিক কবিতা ভোজপুরি\nব্যক্তি-ব্যঞ্জনা\nসপনে কহাঁ গয়ে (স্বাধীনতা সংগ্রামের উপর ভিত্তি করে রচিত)\nসাহিত্য কে সরোকার (২০০৭)\nহিন্দি সাহিত্য কা পুনরাবলোক\nহিন্দি অউর হম\nআজ কে হিন্দি কবি- অজ্ঞেয়\nডঃ বিদ্যানিবাস মিশ্র ভারতের রাজ্যসভার মনোনীত সদস্য ছিলেন। ২০০৫ খ্রিস্টাব্দে ১৪ ফেব্রুয়ারি দেওরিয়া থেকে বারাণসী যাওয়ার পথে একটি সড়ক দুর্ঘটনায় তার মৃত্যু হয়।\n\n\n== তথ্যসূত্র =="}