{"pageid": 1381829, "title": "মধ্যযুগে ইংল্যান্ডের অর্থনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1381829", "content": "মধ্যযুগীয় ইংরেজরা তাদের অর্থনীতিকে তিনটি গোষ্ঠীর সমন্বয়ে দেখেছিল – যাজকগণ, যারা প্রার্থনা করত; নাইটরা, যারা যুদ্ধ করত; এবং কৃষক, যারা আন্তর্জাতিক বাণিজ্যের সঙ্গে জড়িত ল্যান্ডটাউনে কাজ করত। মধ্যযুগের পাঁচ শতাব্দী ধরে, ইংরেজ অর্থনীতি প্রথমে বৃদ্ধি পায় এবং তারপরে একটি তীব্র সংকটের সম্মুখীন হয়, যার ফলে উল্লেখযোগ্য রাজনৈতিক ও অর্থনৈতিক পরিবর্তন ঘটেছিল। সম্পদের ধারক ও এই অর্থনীতির অবস্থানের পরিবর্তন সহ শহুরে ও নিষ্কাশন অর্থনীতিতে অর্থনৈতিক স্থানচ্যুতি সত্ত্বেও শহর ও খনিগুলির অর্থনৈতিক বহির্গমন এই সময়ের মধ্যে বিকশিত ও তীব্র হয়েছিল।  এই যুগের শেষের দিকে, পরবর্তীকালের মানদণ্ড অনুসারে, ইংল্যান্ডে একটি দুর্বল সরকার ছিল, ভদ্রলোকের দ্বারা নিয়ন্ত্রিত ভাড়া করা খামারগুলি এবং দেশীয় ইংরেজ বণিক ও কর্পোরেশনগুলির একটি সমৃদ্ধ সম্প্রদায় দ্বারা আধিপত্যশীল একটি অর্থনীতির তত্ত্বাবধান পরিলক্ষিত হত।\nইংরেজ অর্থনীতির একটি ছোট বিকাশ ১২তম ও ১৩তম শতকে দেখা যায়। এটি ১০৮৬ খ্রিস্টাব্দে ডোমসডে বুক তৈরির সময় ১৩০০  খ্রিস্টাব্দে জনসংখ্যা প্রায় ১৫ লাখ থেকে ৪০-৫০ লাখের মধ্যে বৃদ্ধির কারণে আংশিকভাবে পরিচালিত হয়েছিল। প্রধান জমির মালিকদের অধিকার এবং মালপত্রের দায়িত্ব ইংরেজি আইনে ক্রমবর্ধমানভাবে অন্তর্ভুক্ত করার সঙ্গে প্রাথমিকভাবে ইংল্যান্ডে একটি কৃষিভিত্তিক অর্থনীতি ছিল। আরও জমি, যার বেশিরভাগই রাজকীয় বন বা অরন্যাঞ্চল অপসারণ করে তৈরি, ক্রমবর্ধমান জনসংখ্যার খাদ্য যোগানের জন্য বা ইউরোপে রপ্তানির জন্য পশম উৎপাদনের জন্য কৃষি উৎপাদনে অন্তর্ভুক্ত করা হয়েছিল। শত শত নতুন শহর, যার মধ্যে কিছু পরিকল্পনা করা হয়েছিল, ইংল্যান্ড জুড়ে উত্থিত হয়েছিল, গিল্ড, সনদ মেলা এবং অন্যান্য গুরুত্বপূর্ণ মধ্যযুগীয় প্রতিষ্ঠান তৈরিতে সহায়তা করেছিল।  ইহুদি অর্থদাতাদের বংশধর যারা প্রথম উইলিয়াম দ্য কনকাররের সাথে ইংল্যান্ডে এসেছিলেন তারা ক্রমবর্ধমান অর্থনীতিতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, নতুন সিস্টারসিয়ান ও অগাস্টিনিয়ান ধর্মীয় আদেশের সঙ্গে যা উত্তরের পশমের ব্যবসায় প্রধান ব্যক্তিত্ব হয়ে ওঠে। রৌপ্য বুমের সঙ্গে দ্রুত-বিস্তৃত মুদ্রা ১২তম শতকের জ্বালানিতে সাহায্য করে ইংল্যান্ডে খনির কাজ বৃদ্ধি পায়।\nঅত্যধিক জনসংখ্যা, জমির ঘাটতি ও ক্ষয়প্রাপ্ত মাটির সংমিশ্রণের কারণে ১৩তম শতকের শেষের দিকে অর্থনৈতিক প্রবৃদ্ধি হ্রাস পেতে শুরু করে। ১৩১৫-১৭ সালের মহা দুর্ভিক্ষে প্রাণহানি ইংরেজ অর্থনীতিকে মারাত্মকভাবে নাড়া দেয় এবং জনসংখ্যা বৃদ্ধি বন্ধ হয়ে যায়; ব্ল্যাক ডেথের প্রথম প্রাদুর্ভাব ১৩৪৮ সালে ঘটে তখন প্রায় ইংরেজদের অর্ধেক জনসংখ্যার   মৃত্যু হয়, যার প্রধান প্রভাব ছিল প্লেগ পরবর্তী অর্থনীতিতে। উচ্চ মজুরি, নিম্নমূল্য ও সঙ্কুচিত মুনাফার ফলে কৃষি খাত সংকুচিত হয় যার ফলে পুরানো ডেমেন পদ্ধতির চূড়ান্ত অবসান ঘটে এবং জমির জন্য নগদ ভাড়ার আধুনিক কৃষি ব্যবস্থার আবির্ভাব ঘটে। ১৩৮১ সালের কৃষক বিদ্রোহ পুরোনো সামন্ততান্ত্রিক ব্যবস্থাকে কাঁপিয়ে দিয়েছিল এবং রাজকীয় করের মাত্রা আগামী এক শতাব্দীর জন্য যথেষ্ট সীমিত করেছিল। ১৫তম শতকে ইংরেজ কাপড় শিল্পের বৃদ্ধি এবং একটি নতুন শ্রেণীর আন্তর্জাতিক ইংরেজ বণিকের প্রতিষ্ঠা, যা ক্রমবর্ধমানভাবে লন্ডন ও দক্ষিণ-পশ্চিমে অবস্থিত, পূর্বের শহরগুলির পুরানো, সঙ্কুচিত অর্থনীতির ব্যয়ে সমৃদ্ধি লাভ করে। এই নতুন ট্রেডিং সিস্টেমগুলি অনেকগুলি আন্তর্জাতিক মেলার সমাপ্তি ঘটায় এবং চার্টার্ড কোম্পানির উত্থান ঘটায়। ধাতব কাজ ও জাহাজ নির্মাণের উন্নতির সঙ্গে, এটি মধ্যযুগীয় অর্থনীতির সমাপ্তি এবং ইংরেজি অর্থনীতিতে প্রাথমিক আধুনিক সময়ের সূচনাকে প্রতিনিধিত্ব করে।\n\n\n== আক্রমণ এবং প্রারম্ভিক নর্মান যুগ (১০৬৬–১১০০) ==\nদিগ্‌বিজয়ী উইলিয়াম ১০৬৬ খ্রিস্টাব্দে ইংল্যান্ড আক্রমণ করেছিলেন, হেস্টিংসের যুদ্ধে অ্যাংলো-স্যাক্সন রাজা হ্যারল্ড গডউইন্সনকে পরাজিত করেন এবং দেশটিকে নরম্যান শাসনের অন্তর্গত করেন। এই অভিযানের পর, হ্যারিয়িং অব দ্য নর্থ নামে পরিচিত ভয়ঙ্কর সামরিক অভিযান ১০৬৯–৭০ খ্রিস্টাব্দে শুরু হয়, যা ইংল্যান্ডের উত্তরাংশ জুড়ে নরম্যান কর্তৃত্বকে প্রসারিত করেছিল। উইলিয়ামের সরকার ব্যবস্থা ব্যাপকভাবে সামন্ততান্ত্রিক ছিল, যে কোন ব্যক্তির ভূমি অধিকার রাজার সেবার সঙ্গে সংযুক্ত ছিল, কিন্তু অন্যান্য অনেক উপায়ে আগ্রাসন ইংরেজ অর্থনীতির প্রকৃতিকে পরিবর্তন করতে তেমন কিছু করেনি।\n\n\n== তথ্যসূত্র =="}