{"pageid": 1381823, "title": "শোকাবহ স্থান পর্যটন", "url": "https://bn.wikipedia.org/wiki?curid=1381823", "content": "শোকাবহ স্থান পর্যটন বলতে ঐতিহাসিকভাবে মৃত্যু (হত্যা ও গণহত্যা) ও বিয়োগান্ত ঘটনাসমূহের সাথে জড়িত স্থানগুলিতে পর্যটনকে বোঝায়। একে ইংরেজি পরিভাষায় \"ডার্ক টুরিজম\", \"ব্ল্যাক টুরিজম\", \"থানাটোটুরিজম\" (গ্রিক ধারণা থানাতোস-এর নামে) বা \"গ্রিফ টুরিজম\" নামে ডাকা হয়। তবে কারও কারও মতে পর্যটকেরা শোকাবহ স্থানগুলিকে মৃত্যু ও যন্ত্রণার সাথে সংশ্লিষ্টতার জন্য নয়, বরং এগুলির ঐতিহাসিক মূল্যের জন্যই মূলত পরিদর্শন করে থাকে। যেমন ইহুদি গণহত্যা পর্যটন ক্ষেত্রে শোকাবহ স্থান পর্যটন ও ঐতিহ্যবাহী স্থান পর্যটন – উভয় দিকই পরিলক্ষিত হয়।\n\n\n== গবেষণা ক্ষেত্র ==\nযদিও সাম্প্রতিক ও প্রাচীন মৃত্যুস্থল পরিদর্শনের দীর্ঘ ঐতিহ্য বিদ্যমান (যেমন রোমের কলোসিয়ামে দাসযোদ্ধাদের মল্লক্রীড়া স্মরণে ভ্রমণ, শিরশ্ছেদ দ্বারা জনসমক্ষে মৃত্যুদণ্ড দর্শন, বা ভূগর্ভস্থ সমাধিক্ষেত্র দর্শন, ইত্যাদি), উচ্চশিক্ষায়তনিক ক্ষেত্রে আপেক্ষিকভাবে বেশ সাম্প্রতিককালেই এ বিষয়ে গবেষণা করা  শুরু হয়। ভ্রমণকাহিনী লেখকেরা প্রথম এইসব মৃত্যুঘনিষ্ঠ স্থানগুলিতে তাদের পর্যটন নিয়ে লেখেন। পি জে ওরুর্ক ১৯৮৮ সালে ওয়ারশ’, মানাগুয়া ও বেলফাস্টে ভ্রমণ করেন ও সেগুলিকে \"নরকে অবকাশ\" নাম দেন। ক্রিস রোয়েক ১৯৯৩ সালে শোকাবহ স্থানে (ব্ল্যাক স্পট) পর্যটনের কথা উল্লেখ করেন। \n\n\n== শোকাবহ স্থান পর্যটনের গন্তব্যস্থল ==\nশোকাবহ স্থান পর্যটন ক্ষেত্রের গন্তব্যস্থলগুলির মধ্যে আছে মধ্যযুগীয় দুর্গ, যুদ্ধক্ষেত্র, প্রাক্তন কারাগার, বন্দীশালা, ভূগর্ভস্থ কারাকক্ষ (ডানজন), প্রাকৃতিক বা মানবসৃষ্ট বিপর্যয়স্থল (যেমন পারমাণবিক বোমাবিধ্বস্ত হিরোশিমা, পারমাণবিক বিপর্যয়ের শিকার চেরনোবিল, ২০০১-এর ১১ই সেপ্টেম্বর সন্ত্রাসী হামলায় বিধ্বস্ত নিউ ইয়র্কের বিশ্ব বাণিজ্য কেন্দ্র ভবনের ধ্বংসাবশেষ]], ইত্যাদি) । এছাড়া হত্যা, গণহত্যা ও নৃশংস কর্মকাণ্ডের স্থানগুলিও এর অন্তর্ভুক্ত, যেমন পোল্যান্ডের আউশভিৎস বন্দীশিবির, চীনের নানচিং গণহত্যা স্মারক হল, মার্কিন যুক্তরাষ্ট্রের কলাম্বাইন উচ্চ বিদ্যালয় গণহত্যা, ক্যাম্বোডিয়ার তুওল স্লেং গণহত্যা জাদুঘর, দক্ষিণ কোরিয়ার জেজু বিদ্রোহের স্থান, ইত্যাদি।\nইন্দোনেশিয়ার বালি দ্বীপে মৃত্যু ও শেষকৃত্য অনুষ্ঠান পর্যটকদের দর্শনের জন্য বাণিজ্যিকীকরণ করা হয়েছে, যেখানে কেউ মারা গেলে সাথে সাথে পর্যটকদের জন্য গাড়ি ও টিকিট কেনার ব্যবস্থা করা হয়। মার্কিন যুক্তরাষ্ট্রে ইহুদি গণহত্যা স্মারক জাদুঘরে (হলোকস্ট মেমোরিয়াল মিউজিয়াম) দর্শনার্থীরা জাদুঘরে ঘুরে ঘুরে তাদের লিঙ্গ ও বয়সের সাথে মিলে যায়, এমন একজন নিহত ইহুদি ব্যক্তির জীবন কেমন কেটেছিল, তা সম্পর্কে জানতে পারে। কলম্বিয়াতে মেদেয়িন বাণিজ্যজোটের শীর্ষ মাদক ব্যবসায়ী পাবলো এস্কোবারের সাথে জড়িত স্থানগুলি শোকাবহ স্থান পরিদর্শনের আকর্ষণস্থলে পরিণত হয়েছে; দর্শনার্থীরা পাবলো-র ভাই রোবের্তো এস্কোবারের ব্যক্তিগত জাদুঘরে ও তার কারাগারটিকে (লা কাতেদ্রাল) ঘুরে দেখতে পারে।\n\n\n== আরও দেখুন ==\nডার্ক টুরিস্ট (টেলিভিশন ধারাবাহিক)\nবিপর্যয়স্থল পর্যটন\nবস্তি পর্যটন\nযুদ্ধস্থল পর্যটন\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nDoughty, Caitlin (২০১৭)। From Here to Eternity: Traveling the World to Find the Good Death। New York: W. W. Norton & Company। আইএসবিএন 978-0393249897। ওসিএলসি 971348404। \nSeraphin, Hugues. \"Terrorism and tourism in France: the limitations of dark tourism.\" Worldwide Hospitality and Tourism Themes 9.2 (2017): 187-195. online\n\n\n== বহিঃসংযোগ ==\n\"What is dark tourism?\", The Guardian special feature\nChernobyl: Unlikely Tourist Spot  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১০-০৯-২৭ তারিখে - slideshow by Life magazine"}