{"pageid": 1381782, "title": "সৈয়দ সাদিক সৈয়দ আবদুল রহমান", "url": "https://bn.wikipedia.org/wiki?curid=1381782", "content": "সৈয়দ সাদিক বিন সৈয়দ আবদুল রহমান (Jawi: سيد صادق بن سيد عبد الرحمن; জন্ম ৬ ডিসেম্বর ১৯৯২) একজন মালয়েশিয়ার রাজনীতিবিদ যিনি মে ২০১৮ সাল থেকে মুয়ার সংসদ সদস্য (এমপি) হিসাবে দায়িত্ব পালন করেছেন। তিনি জুলাই ২০১৮ থেকে ২০২০ সালের ফেব্রুয়ারিতে পিএইচ প্রশাসনের পতন পর্যন্ত প্রাক্তন প্রধানমন্ত্রী মাহাথির মোহাম্মদের অধীনে পাকাতান হারাপান (পিএইচ) প্রশাসনে যুব ও ক্রীড়া মন্ত্রী হিসাবে দায়িত্ব পালন করেছিলেন, এইভাবে তাকে মালয়েশিয়ার ইতিহাসে সর্বকনিষ্ঠ ফেডারেল মন্ত্রী হন। তিনি মালয়েশিয়ান ইউনাইটেড ডেমোক্রেটিক অ্যালায়েন্স (এমইউডিএ) এর একজন প্রতিষ্ঠাতা সদস্য এবং সেপ্টেম্বর ২০২০ সালে প্রতিষ্ঠার পর থেকে এমইউডিএ-এর প্রথম সভাপতি হিসেবে দায়িত্ব পালন করেছেন। এছাড়াও তিনি মালয়েশিয়ান ইউনাইটেড ইনডিজিনাস পার্টি (বারসাটু) এর একজন প্রতিষ্ঠাতা সদস্য ছিলেন, যা পিএইচ জোটের একটি প্রাক্তন উপাদান দল এবং সেপ্টেম্বর ২০১৬ সালে প্রতিষ্ঠার পর থেকে ২০২০ সালের মে মাসে তাকে দল থেকে অপসারণ পর্যন্ত বারসাটু-এর প্রথম যুব প্রধান হিসেবে দায়িত্ব পালন করেন। তিনি বর্তমানে একমাত্র এমইউডিএ সাংসদ।\n২০২১ সালে, তার বিরুদ্ধে অপরাধমূলক বিশ্বাসের লঙ্ঘন, তহবিলের অপব্যবহার এবং অর্থ পাচার সহ একাধিক দুর্নীতির অভিযোগ আনা হয়েছিল। ২৮ শে অক্টোবর ২০২২-এ, হাইকোর্ট তাকে তার প্রতিরক্ষায় প্রবেশ করার নির্দেশ দেয় যখন প্রসিকিউশন দেখায় যে তার বিরুদ্ধে যথেষ্ট প্রমাণ রয়েছে যে তিনি সম্ভবত অপরাধ করেছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nসাদিক ৬ ডিসেম্বর ১৯৯২ সালে মালয়েশিয়ার জোহরের পুলাইয়ে জন্মগ্রহণ করেন। তার বাবা একজন সিঙ্গাপুরিয়ান, যিনি সিঙ্গাপুরে নির্মাণ শ্রমিক হিসেবে কাজ করতেন। তার মা ইংরেজির শিক্ষক ছিলেন। চার ভাইবোনের মধ্যে সর্বকনিষ্ঠ, তিনি ইন্টারন্যাশনাল ইসলামিক ইউনিভার্সিটি মালয়েশিয়ায় (আইআইইউএম) ব্যাচেলর অফ ল (এলএলবি) তে পড়াশোনা চালিয়ে যাওয়ার আগে রয়্যাল মিলিটারি কলেজে (আরএমসি) পড়াশোনা করেছিলেন। আইআইইউএম-এ থাকাকালীন, তিনি এশিয়ান-স্তরের বিতর্ক প্রতিযোগিতায় অংশ নিয়েছিলেন এবং সফলভাবে ইউনাইটেড এশিয়ান ডিবেটিং চ্যাম্পিয়নশিপ (ইউএডিসি) জিতেছিলেন। তিনবার এশিয়ান ব্রিটিশ পার্লামেন্টারি (এবিপি) ডিবেটিং চ্যাম্পিয়নশিপে এশিয়ার সেরা বক্তার পুরস্কার জেতার পর তিনি বিতর্ক সম্প্রদায়ে ব্যাপকভাবে পরিচিত।\n২০১৭ সালে তিনি রাজনীতিতে সক্রিয় থাকার জন্য ইংল্যান্ডের অক্সফোর্ড ইউনিভার্সিটি [অক্সফোর্ড ইউনিভার্সিটি যদিও প্রস্তাবটি প্রত্যাখ্যান করে] পড়াশোনা চালিয়ে যাওয়ার পাল্টা প্রস্তাব প্রত্যাখ্যান করেছিলেন। এক বছর পর ২৫ বছর বয়সে এমপি নির্বাচিত হওয়ার পর, সৈয়দ সাদ্দিক আবারও আরেকটি স্কলারশিপের প্রস্তাব প্রত্যাখ্যান করেন, এবার অক্সফোর্ড বিশ্ববিদ্যালয়ে পাবলিক পলিসিতে মাস্টার্স করার চেভেনিং স্কলারশিপ প্রস্তাব প্রত্যাখ্যান করেন।\n২০২১ সালের এপ্রিল মাসে, তিনি সিঙ্গাপুরের ন্যাশনাল ইউনিভার্সিটির লি কুয়ান ইউ স্কুল অফ পাবলিক পলিসিতে পাবলিক সার্ভিস প্রোগ্রামে লি কুয়ান ইয়ু সিনিয়র ফেলোশিপ সফলভাবে সম্পন্ন করেন।\n\n\n== রাজনৈতিক পেশা ==\n\n\n=== প্রাথমিক রাজনৈতিক কর্মজীবন এবং বেরাসাতু গঠন ===\nআইন স্নাতক হিসেবে সাদ্দিক ২০১৬ সালে সুপরিচিত হন যখন তিনি আরও ২৪ জন যুবকের সাথে যোগ দেন, একটি দল যারা নিজেদেরকে চেঞ্জ লেড বাই দ্য ইয়াং জেনারেশন (চ্যালেঞ্জার) বলে, ১মালয়েশিয়া ডেভেলপমেন্ট বারহাদের (১এমডিবি) কেলেঙ্কারিতে নাজিব রাজাকের নেতৃত্বকে প্রত্যাখ্যান করে একটি বিবৃতি প্রকাশ করে।\nসাদ্দিক ছিলেন আরমাডা (আংকাতান বেরসাতু আনাক মুদা) এর নেতা; বারসাটু এর যুব শাখা। তিনি সেপ্টেম্বর ২০১৬ এ দলের প্রতিষ্ঠার পর থেকে একজন মুখপাত্র ছিলেন এবং প্রতিষ্ঠাতা সদস্যদের একজন হিসাবে বিবেচিত হন এবং পার্টি কাউন্সিলে বসেন।\n\n\n=== ২০১৮ মালয়েশিয়ার সাধারণ নির্বাচন, যুব ও ক্রীড়া মন্ত্রী ===\nসাদ্দিক ২০১৮ সালের সাধারণ নির্বাচনে (জিই১৪) মুয়ার সংসদীয় আসনের জন্য প্রতিদ্বন্দ্বিতা করে আত্মপ্রকাশ করেন এবং সংসদে নির্বাচিত হন। এরপর তাকে পিএইচ নতুন সরকারে যুব ও ক্রীড়া মন্ত্রী হিসেবে নিযুক্ত করা হয় যা তাকে মালয়েশিয়ার স্বাধীনতার পর থেকে ২০১৮ সালে সর্বকনিষ্ঠ ফেডারেল মন্ত্রী করে তোলে।\nমালয়েশিয়ার ইতিহাসে স্বাধীনতার পর থেকে তিনি ২৫ বছর বয়সে নিযুক্ত সর্বকনিষ্ঠ ক্যাবিনেট মন্ত্রীর পাশাপাশি ২০১৮-নির্বাচিত প্রবাকরণ পরমেশ্বরন (২১) এবং ১৯৭৬-নির্বাচিত নাজিব রাজাক (২২) এর পরে তৃতীয় সর্বকনিষ্ঠ এমপি। এমনকি সংসদ ভবনে তার যৌবনের জন্য তাকে 'কুকু' নামেও ডাকা হয়, যার আক্ষরিক অর্থ 'নাতি'।\n\n\n=== Undi18 প্রচেষ্টা ===\nযুব ও ক্রীড়া মন্ত্রী হিসাবে, সাদ্দিক মালয়েশিয়ায় ১৫তম সাধারণ নির্বাচনের (জিই১৫) আগে ২১ থেকে ১৮ বছর বয়সে ভোট দেওয়ার বয়স কম বা ভোট দেওয়ার যোগ্যতার জন্য চাপ দিয়েছেন, একটি প্রচেষ্টা \" Undi18 \" নামে পরিচিত। তবে, তিনি সম্মত হয়েছেন যে প্রথমে মালয়েশিয়ার তরুণদের জন্য একটি রাজনৈতিক এক্সপোজার প্রোগ্রাম প্রয়োজন। জুলাই ২০১৯ সালে, সাদ্দিক ভোটের বয়স ১৮-এ নামিয়ে আনার জন্য ফেডারেল সংবিধান সংশোধন করার জন্য সংসদে একটি বিল উত্থাপন করেছিলেন। কিন্তু কিছু পরিবর্তন মিটমাট করার জন্য এটিকে প্রত্যাহার করা হয়েছিল এবং পরে পুনরায় উত্থাপন করা হয়েছিল। দেওয়ান রাকয়াত ১৬ জুলাই সর্বসম্মতিক্রমে ভোটের বয়স কমানোর জন্য পুনর্বিবেচিত সংবিধান (সংশোধন) আইন ২০১৯ বিল পাস করেছে, সেইসাথে নির্বাচনে প্রতিদ্বন্দ্বিতা করার যোগ্যতা ১৮ এবং নির্বাচন কমিশন (ইসি) দ্বারা ভোটারদের স্বয়ংক্রিয় নিবন্ধন। ২০২১ সালের নভেম্বরে, সাংবিধানিক সংশোধনীটি অবশেষে গেজেট করা হয়েছিল যা বলেছিল যে Yang di-Pertuan Agong- এর সম্মতি অনুসারে ১৫ ডিসেম্বর বাস্তবায়নের জন্য Undi18 সংশোধনী কার্যকর হবে।\n\n\n=== বেরাসাতু থেকে বহিষ্কার ===\nমালয়েশিয়ান ইউনাইটেড ইনডিজিনাস পার্টি (বেরাসাতু) এর সদস্য এবং প্রথম যুব প্রধান হিসাবে বরখাস্ত হওয়ার পরে তিনি ২০২০ সালের মে মাসে একজন স্বাধীন হয়েছিলেন, যা তৎকালীন ক্ষমতাসীন পাকাতান হারাপান (পিএইচ) জোটের একটি উপাদান দল ছিল।\nবেরাসাতু থেকে বহিষ্কারের পর, মাহাথির এবং তার নেতৃত্বাধীন এমপিরা একটি নতুন দল গঠন করেছেন, যার নাম পার্টি অফ হোমল্যান্ডস ফাইটারস ()। তবে পেজুয়াং-এ যোগ দেওয়ার পরিবর্তে, ২১ আগস্ট সৈয়দ সাদ্দিক ঘোষণা করেছিলেন যে তিনি একটি নতুন বহু-জাতিগত, যুব-কেন্দ্রিক দল প্রতিষ্ঠা করবেন।\n\n\n=== MUDA গঠন ===\n১৭ সেপ্টেম্বর ২০২০-এ, সাদ্দিক মালয়েশিয়ান ইউনাইটেড ডেমোক্রেটিক অ্যালায়েন্স (MUDA) চালু ও সহ-প্রতিষ্ঠা করেন এবং ২৩ ডিসেম্বর ২০৪০ তারিখে আনুষ্ঠানিকভাবে রাজনৈতিক দল হিসেবে নিবন্ধিত হন।\n\nনোনা ম্যান ইন্সপায়ারিং অ্যাওয়ার্ড অফ দ্য নোনা সুপারহিরো অ্যাওয়ার্ড – ২০২১।\n\n\n== আরও দেখুন ==\nজাস্ট স্টপ অয়েল (ইউকে এনভায়রনমেন্টাল অ্যাক্টিভিস্ট গ্রুপ)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে সৈয়দ সাদিক সৈয়দ আবদুল রহমান সম্পর্কিত মিডিয়া দেখুন।\nফেসবুকে সৈয়দ সাদিক সৈয়দ আবদুল রহমান"}