{"pageid": 1381329, "title": "করভি রাখসান্দ", "url": "https://bn.wikipedia.org/wiki?curid=1381329", "content": "করভি রাখসান্দ হলেন একজন বাংলাদেশী, জাগো ফাউন্ডেশন-এর প্রতিষ্ঠাতা। শিক্ষায় বিশেষ অবদানের জন্য উদীয়মান নেতা হিসাবে ২০২৩ সালে তিনি রামোন ম্যাগসেসে পুরস্কার লাভ করেছেন।।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nকরভি ১৯৮৫ সালে ১৯ আগস্ট ঢাকায় জন্মগ্রহণ করেন। তার পিতা নুরুল আক্তার, ‍যিনি একজন ব্যবসায়ী, এবং মা মাফরুদা খান, যিনি একজন স্কুলের অধ্যক্ষ। ১৯৮৮ সালে, করভি রাখসান্দ স্কলাস্টিকা স্কুলের প্লে গ্রুপে ভর্তি হন, যেখানে তিনি তার স্কুলে পড়াশোনা শুরু করেন। মাস্টারমাইন্ড স্কুলে ভর্তি হওয়ার আগ পর্যন্ত তিনি সেখোনে সপ্তম শ্রেণি পর্যন্ত পড়াশোনা করেন। করভি আইন বিষয়ে ডিপ্লোমা সম্পন্ন করেন, এরপর লন্ডন বিশ্ববিদ্যালয় থেকে আইনে ডিগ্রি গ্রহণ করেন। ২০০৭ সালের নভেম্বরে তিনি জাগো ফাউন্ডেশন প্রতিষ্ঠা করেন।\n\n\n== জাগো ফাউন্ডেশন প্রতিষ্ঠা ==\n\nজাগো ফাউন্ডেশন হল বাংলাদেশের সুবিধাবঞ্চিত শিশুদের মানসম্মত শিক্ষা প্রদানের লক্ষ্যে ২০০৭ সালে করভি রাখসান্দ দ্বারা প্রতিষ্ঠিত একটি অলাভজনক সংস্থা। ফাউন্ডেশনটি মাত্র ৭ জন শিশু এবং অল্প পরিমাণ জায়গা খুবই প্রাথমিক সরঞ্জাম যেমন যার মধ্যে একটি হোয়াইটবোর্ড এবং একটি কার্পেট দিয়ে শুরু হয়েছিল।\nবাংলা শিক্ষার দিকে মনোযোগ দেওয়ার পাশাপাশি, জাগো স্কুল আন্তর্জাতিক মানের ইংরেজি-মাধ্যম শিক্ষা প্রদান করে। পাঠ্য বহির্ভূত প্রোগ্রামের মধ্যে রয়েছে শিল্প, নৃত্য, থিয়েটার, বিতর্ক, খেলাধুলা, গান, এবং ফটোগ্রাফি। \"কল ফর হাইজিন প্রোগ্রাম\" এবং \"হেলথি লিভিং প্রোগ্রাম\" এর মতো প্রোগ্রামগুলির মাধ্যমে শিক্ষার্থীদের মধ্যে স্বাস্থ্যবিধি এবং স্বাস্থ্যকর জীবনযাপনের আদর্শ জাগ্রত করার জন্য ফাউন্ডেশনের সদস্যরা চেষ্টা করে যাচ্ছেন।\nশিক্ষার পাশাপাশি, জাগো ফাউন্ডেশন সক্রিয়ভাবে সামাজিক উন্নয়নের সাথে সর্ম্পকিত উদ্যোগগুলোর সাথে যুক্ত রয়েছে যা অর্থনৈতিক ক্ষমতায়ন এবং স্বাস্থ্যসেবাকে সহজেই উপলব্ধ করে। \"প্রাথমিক চিকিৎসা কেন্দ্র\" এর মতো প্রোগ্রামগুলি শিশুদের এবং তাদের পরিবারকে বিনামূল্যে চিকিৎসা পরীক্ষা এবং ওষুধ দেয় এবং স্থানীয় সম্প্রদায়গুলি বৃত্তিমূলক প্রশিক্ষণ কর্মসূচির দ্বারা প্রদত্ত দক্ষতা বিকাশের সম্ভাবনা থেকে উপকৃত হতে পারে।\nফাউন্ডেশনটি কানেক্টিভিটি প্রদানের পাশাপাশি গ্রামীণ এলাকায় টেকসই জ্বালানি সমাধান গ্রহণের পথে নেতৃত্ব দিচ্ছে। বিদ্যুতের ঘাটতির কারণে সৃষ্ট অসুবিধাগুলিকে বিবেচনায় নিয়ে, বিশেষ করে জেনারেটরের উপর নির্ভরশীল অনলাইন স্কুলগুলির জন্য, ফাউন্ডেশন বর্তমানে সৌর শক্তি সিস্টেমের ব্যবহার নিয়ে পরীক্ষা নিরীক্ষা করছে। ফাউন্ডেশনের প্রতিষ্ঠাতা করভি রাখসান্দ গুরুত্ব দিয়েছেন যে, যদি স্কুলগুলিকে সৌর শক্তির মাধ্যমে বিদ্যুতের সরবরাহ করা যায়, তাহলে তা অনলাইন শিক্ষা কার্যক্রম বজায় রাখার জন্য গুরুত্বপূর্ণ ভূমিকা রাখবে।\n\n\n== পুরস্কার ও সম্মাননা ==\nকরভী রাখসান্দ সর্বজনীন মানসম্মত শিক্ষার বিকাশে ও দেশের তরুণদের মধ্য সক্রিয় অংশগ্রহণমূলক সংস্কৃতি বিকাশে কাজ করার জন্য অনেক পদক ও সম্মাননা লাভ করেন।\n\nমোজাইক ট্যালেন্ট অ্যাওয়ার্ড - ২০১০\nকমনওয়েলথ যুব পুরস্কার -২০১৩\nশীর্ষ ১০ অনুপ্রেরণামূলক বাংলাদেশী - ২০১৪\nএশিয়া ২১ ইয়াং লিডারস - ২০১৫\nমোস্ট ইনোভেটিভ ডেভেলপমেন্ট প্রজেক্ট - ২০১৫\nইউনেস্কো কিং হামাদ বিন ঈসা আল-খলিফা পুরস্কার - ২০১৬\nসোসাইটি ফর ইন্টারন্যাশনাল ডেভেলপমেন্ট কর্তৃক অ্যান্ড্রু ই. রাইস অনারেবল মেনশন অ্যাওয়ার্ড - ২০১৭\nকমনওয়েলথ পয়েন্ট অব লাইট পুরস্কার - ২০২১\nশেখ হাসিনা ইয়ুথ ভলান্টিয়ার অ্যাওয়ার্ড -২০২২\nর‌্যামন ম্যাগসেসে পুরস্কার - ২০২৩\n\n\n== পারিবারিক জীবন ==\nকরভি মিফরাহ জহির রাখসান্দের সাথে বিবাহ বন্ধনে আবদ্ধ হন যিনি পেশাগতভাবে আইনজীবী। পরিষ্কার, নিরাপদ এবং স্থানীয়ভাবে উত্পাদিত পুনঃব্যবহারযোগ্য ফ্যাব্রিক প্যাড প্রদানের মাধ্যমে যুব মহিলা এবং মেয়েদের ক্ষমতায়নের জন্য মিফরাহ আগস্ট ২০২০ সালে সাথী ফাউন্ডেশন প্রতিষ্ঠা করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}