{"pageid": 1381144, "title": "সম্বর্তক", "url": "https://bn.wikipedia.org/wiki?curid=1381144", "content": "সম্বর্তক হল হিন্দুধর্ম ও জৈনধর্মে ঐশ্বরিক শক্তি যা সাধারণত দেবতা ইন্দ্র দ্বারা ব্যবহৃত হয়। শক্তি বা আগুনের মেঘ হিসাবে বর্ণনা করা হয়েছে, শক্তি ইন্দ্রকে অসন্তুষ্ট করে তা ধ্বংস বা ধ্বংস করতে ব্যবহৃত হয়। হিন্দু ও জৈন ধর্মগ্রন্থে এই শক্তির উল্লেখ আছে। সম্বর্তক ধূমকেতুর সাথে দৃঢ়ভাবে যুক্ত।\n\n\n== বিবরণ ==\nহিন্দুধর্ম ও জৈনধর্মে, সম্বর্তক হল শক্তি যা মূলত দেবতা ইন্দ্র দ্বারা পরিচালিত হয়। যাইহোক, কিছু গ্রন্থে ইন্দ্র ব্যতীত অন্য দেবতাদের দ্বারা শক্তিকে চালিত করা হয়েছে বলে চিত্রিত করা হয়েছে। কলকারী বা চালিত নির্বিশেষে, শক্তিকে অবিশ্বাস্যভাবে ধ্বংসাত্মক হিসাবে চিত্রিত করা হয়।\n\n\n=== ব্যবহারের দৃষ্টান্ত ===\nমহাকাব্য বনপর্ব-এ, ইন্দ্র নিজের এবং কৃষ্ণের মধ্যে বিবাদ মীমাংসার জন্য সম্বর্তককে ডাকেন। মহাকাব্যে, ঈর্ষান্বিত ও অহংকারী ইন্দ্র বৃন্দাবনের জমি প্লাবিত করার জন্য মেঘ পাঠান; এটি কৃষ্ণের হস্তক্ষেপে বন্ধ হয়, যিনি মেঘের আনা বিধ্বংসী বৃষ্টি থেকে জমিকে রক্ষা করার জন্য গোবর্ধন পাহাড়কে উত্তোলন করেন।\nবনপর্বের বই ৩-এ, নায়ক যুধিষ্ঠির সূর্যের কাছে প্রার্থনা করেন, মহাবিশ্বের বিলুপ্তির সময় \"তোমার ক্রোধ থেকে জন্ম নেওয়া অগ্নি সম্বর্তক তিন জগৎ এবং অস্তিত্বকে একা গ্রাস করতে দেয়\"। একইভাবে, ঋষি মার্কণ্ডেয় যুধিষ্ঠিরকে বর্ণনা করেছেন যে কীভাবে অশুভ বায়ু দ্বারা ছড়িয়ে পড়া সম্বর্তক পৃথিবীকে গ্রাস করবে।\nস্কন্দপুরাণে, রুদ্র (ঝড়ের দেবতা) সম্বর্তককে মুক্তি দিতে সক্ষম এবং মহান ষাঁড়কে বশীভূত করার আদেশ দিতে পারে যেটি সমুদ্রকে শুকিয়ে যাওয়ার হুমকি দিয়েছে। এই গল্পে, সম্বর্তককে প্রচণ্ড অগ্নিরূপে চিত্রিত করা হয়েছে।\nগর্গ-এর রচনায়, সম্বর্তককে ধ্বংসাত্মক, উদ্যমী শক্তি হিসাবে বর্ণনা করা হয়েছে যা দুটি ধূমকেতুর মধ্যে একটি হিসাবে আসবে। ঋষির ভাষায়, \"আকাশে যেমন নাক্ষত্রিক চাকা ঘোরে (পুনরাবৃত্তি) তেমনি ধূমকেতু-চাকাও আকাশে পুনরাবৃত্তি করে। ১০০০ বছরের শেষে, ধূমকেতুর স্ট্র্যান্ডের শেষে, দুটি ধূমকেতু — ধুম ও সম্বর্তক — একসাথে দেখা যায়।\" গর্গ লিখেছেন যে এই জোড়া ধূমকেতুগুলি ভূমিকম্প এবং উল্কাপাত ঘটাবে যা পাহাড় ও মহাসাগরকে ডুবিয়ে দেবে। তিনি উল্লেখ করেন যে সম্বর্তক দুটির মধ্যে আরও বিধ্বংসী হবে, কারণ এটি বিশ্বের \"হ্রাস\" করার জন্য দায়ী হবে।\nঅন্য বৈদিক গ্রন্থেও সম্বর্তককে ধূমকেতু হিসেবে উল্লেখ করা হয়েছে। এই পাঠ্যে, ধূমকেতুটি প্রদর্শিত হয় এবং এত বড় হয় যে আকাশের এক তৃতীয়াংশ দখল করে। এটিকে \"পাতলা ভয়ঙ্কর তামা রঙের বর্শার মতো মাথা, ধোঁয়ার জেট বের করে\" বলে বর্ণনা করা হয়েছে। যখন ধূমকেতু পৃথিবীর উপরে ঝুলে থাকে, তখন রাজারা নিজেদের মধ্যে যুদ্ধ করতে পারে।\n\n\n== তথ্যসূত্র =="}