{"pageid": 1381140, "title": "বিগ ফিশ", "url": "https://bn.wikipedia.org/wiki?curid=1381140", "content": "বিগ ফিশ ২০০৩ সালের একটি আমেরিকান ফ্যান্টাসি ড্রামা চলচ্চিত্র যা টিম বার্টন পরিচালিত এবং ড্যানিয়েল ওয়ালেসের ১৯৯৮ সালের একই নামের উপন্যাস অবলম্বনে নির্মিত। [2003] চলচ্চিত্রটিতে অভিনয় করেছেন ইওয়ান ম্যাকগ্রেগর, অ্যালবার্ট ফিনি, বিলি ক্রুডুপ, জেসিকা ল্যাঞ্জ, হেলেনা বনহাম কার্টার, অ্যালিসন লোহম্যান, রবার্ট গিলাউম, মেরিয়ন কোটিলার্ড, স্টিভ বুসেমি এবং ড্যানি ডিভিটো। চলচ্চিত্রটি একটি হতাশ ছেলের গল্প বলে, যিনি তার বাবার জীবনে কল্পকাহিনী থেকে সত্যকে আলাদা করার চেষ্টা করেন, যিনি লম্বা গল্পের একজন টেলার।\nচিত্রনাট্যকার জন আগস্ট উপন্যাসটি প্রকাশের ছয় মাস আগে একটি পাণ্ডুলিপি পড়েছিলেন এবং কলম্বিয়া পিকচার্সকে অধিকার অর্জনের জন্য রাজি করেছিলেন। আগস্ট উপন্যাসটি গ্রহণ শুরু করেছিলেন যখন প্রযোজকরা স্টিভেন স্পিলবার্গের সাথে আলোচনা করেছিলেন যিনি মাইনরিটি রিপোর্ট (২০০২) শেষ করার পরে পরিচালনা করার পরিকল্পনা করেছিলেন। স্পিলবার্গ এডওয়ার্ড ব্লুমের ভূমিকার জন্য জ্যাক নিকলসনকে বিবেচনা করেছিলেন, তবে শেষ পর্যন্ত ক্যাচ মি ইফ ইউ ক্যান (২০০২) এর দিকে মনোনিবেশ করার জন্য প্রকল্পটি বাদ দিয়েছিলেন। টিম বার্টন এবং রিচার্ড ডি জানুক প্ল্যানেট অফ দ্য এপস (২০০১) সম্পন্ন করার পরে দায়িত্ব গ্রহণ করেছিলেন এবং ইওয়ান ম্যাকগ্রেগর এবং অ্যালবার্ট ফিনিকে বোর্ডে নিয়ে এসেছিলেন।\nচলচ্চিত্রটির থিমটি একজন মৃত্যুবরণকারী বাবা এবং তার ছেলের মধ্যে পুনর্মিলনের বিষয়টি বার্টনের জন্য বিশেষ তাৎপর্যপূর্ণ ছিল, কারণ তার বাবা ২০০০ সালে মারা গিয়েছিলেন এবং তার মা ২০০২ সালে মারা গিয়েছিলেন। বিগ ফিশকে আলাবামার লোকেশনে একটি রূপকথার ধারাবাহিক দৃশ্যে চিত্রায়িত করা হয়েছিল যা দক্ষিণ গথিক কল্পনার সুরকে জাগিয়ে তোলে। বিগ ফিশ ৪ ডিসেম্বর, ২০০৩ সালে হ্যামারস্টাইন বলরুমে প্রিমিয়ার হয়েছিল এবং কলম্বিয়া পিকচার্স কর্তৃক ১০ ডিসেম্বর, ২০০৩ সালে সীমিত আকারে মুক্তি পেয়েছিল এবং ৯ জানুয়ারী, ২০০৪ সালে একটি বিস্তৃত মুক্তি পেয়েছিল। এটি সমালোচকদের কাছ থেকে বেশিরভাগ ইতিবাচক পর্যালোচনা অর্জন করেছিল এবং 2000 মিলিয়ন ডলার বাজেটের বিপরীতে 2002.4 মিলিয়ন ডলার উপার্জন করে বক্স অফিসে একটি পরিমিত সাফল্য অর্জন করেছিল। চলচ্চিত্রটি চারটি গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন, ব্রিটিশ একাডেমি অফ ফিল্ম অ্যান্ড টেলিভিশন আর্টস থেকে সাতটি মনোনয়ন, দুটি স্যাটার্ন পুরস্কারের মনোনয়ন এবং ড্যানি এলফম্যানের মূল স্কোরের জন্য একটি অস্কার এবং একটি গ্র্যামি পুরস্কারের মনোনয়ন সহ একাধিক চলচ্চিত্র বিভাগে পুরস্কারের মনোনয়ন পেয়েছিল। স্পেক্টর শহরের সেটটি এখনও রয়ে গেছে এবং জ্যাকসন লেক আইল্যান্ডে আলাবামার ওয়েটুম্পকাতে পাওয়া যায়।\n\n\n== প্লট ==\nউইল ব্লুমের বিয়ের পার্টিতে, তার বাবা এডওয়ার্ড উইলের জন্মের দিনটির কথা স্মরণ করে দাবি করেছিলেন যে তিনি তার বিয়ের আংটিটি ব্যবহার করে একটি বিশাল ক্যাটফিশ ধরেছিলেন। উইল, সারা জীবন এই গল্পগুলি শোনার পরে, এগুলি মিথ্যা বলে বিশ্বাস করে এবং তার বাবার সাথে ঝগড়া করে। তিন বছর পরে, এডওয়ার্ড ক্যান্সারে আক্রান্ত, তাই উইল এবং তার গর্ভবতী ফরাসি স্ত্রী জোসেফিন তার বাবার সাথে সময় কাটাতে আলাবামায় তার শৈশবের বাড়িতে ফিরে আসেন। এডওয়ার্ডের জীবনফ্ল্যাশব্যাকের মাধ্যমে বলা হয়, যা তার শহর অ্যাশটনে ডাইনির সাথে তার সাক্ষাতের মাধ্যমে শুরু হয়। সে তাকে তার মৃত্যু দেখায় কিন্তু সে ভয় ছাড়াই এর প্রতিক্রিয়া জানায়। যৌবনে বড় হওয়ার সাথে সাথে, তিনি তার বাড়িটিকে খুব সীমাবদ্ধ দেখতে পান এবং কার্ল নামে একটি ভুল বোঝা দৈত্যের সাথে পৃথিবীতে প্রবেশ করেন, যিনি একটি ভ্রমণ সার্কাস নিয়ে শহরে এসেছেন।\nএডওয়ার্ড এবং কার্ল রাস্তায় একটি কাঁটা খুঁজে পান এবং পৃথক পথে ভ্রমণ করেন। এডওয়ার্ড একটি জলাভূমির মধ্য দিয়ে একটি পথ অনুসরণ করে এবং স্পেক্টরের গোপন শহরটি আবিষ্কার করে, আনন্দিত স্থানীয়রা দাবি করে যে তিনি এখনও প্রত্যাশিত ছিলেন না। সেখানে, তিনি অ্যাশটন কবি নর্থার উইনস্লো এবং মেয়রের মেয়ে জেনির সাথে বন্ধুত্ব করেন। যাইহোক, এডওয়ার্ড স্পেক্টরকে ছেড়ে চলে যায়, বসতি স্থাপন করতে অনিচ্ছুক তবে জেনিকে প্রতিশ্রুতি দেয় যে সে ফিরে আসবে। আজকের দিনে, জোসেফিন শয্যাশায়ী এডওয়ার্ডের সাথে কথা বলে এবং তাকে তার স্ত্রী সান্ড্রার সাথে কীভাবে দেখা হয়েছিল তার গল্পটি বলতে বলে, উইল দরজার বাইরে শুনছিল। তার স্মৃতিতে ফিরে এসে, এডওয়ার্ড কার্লের সাথে পুনরায় মিলিত হয় এবং তারা ক্যালোওয়ে সার্কাস পরিদর্শন করে, যেখানে এডওয়ার্ড একটি সুন্দরী মহিলার প্রেমে পড়ে। কার্ল এবং এডওয়ার্ড সার্কাসে চাকরি পান যেখানে রিংমাস্টার আমোস ক্যালোওয়ে প্রতি মাসের শেষে এডওয়ার্ডকে মহিলা সম্পর্কে একটি বিশদ প্রকাশ করে।\nতিন বছর পরে, এডওয়ার্ড আবিষ্কার করে যে আমোস গোপনে একটি নেকড়ে কিন্তু তার নিয়োগকর্তার প্রতি কোনও খারাপ মনোভাব দেখায় না। আমোস, স্বাভাবিক অবস্থায় ফিরে আসার পরে, প্রকাশ করে যে মহিলাটি সান্ড্রা এবং তিনি অবার্ন বিশ্ববিদ্যালয়ে পড়াশোনা করেন। এডওয়ার্ড সান্ড্রার কাছে তার প্রেম স্বীকার করে, তবে তিনি অসংখ্য রোমান্টিক অঙ্গভঙ্গি সত্ত্বেও তার বিয়ের প্রস্তাব প্রত্যাখ্যান করেন। তারপরে তিনি জানতে পারেন যে তিনি ইতোমধ্যে অ্যাশটনের সহকর্মী নাগরিক ডন প্রাইসের সাথে বাগদান করেছেন। ডন একটি লড়াইয়ে এডওয়ার্ডকে পরাজিত করে, সান্ড্রাকে তাদের বাগদান ভেঙে এডওয়ার্ডকে বিয়ে করতে প্ররোচিত করে। অল্প সময়ের মধ্যেই, এডওয়ার্ডকে সেনাবাহিনীতে অন্তর্ভুক্ত করা হয় এবং কোরিয়ান যুদ্ধে লড়াই করার জন্য প্রেরণ করা হয়। তিনি উত্তর কোরিয়ার একটি সামরিক অনুষ্ঠানের মাঝখানে প্যারাশুট করেন, গুরুত্বপূর্ণ নথি চুরি করেন এবং সিয়ামের যমজ পিং এবং জিংকে সেলিব্রিটি বানানোর বিনিময়ে তাকে বাড়িতে যেতে সহায়তা করার জন্য রাজি করান।\nবাড়িতে ফিরে আসার পরে, এডওয়ার্ড একজন ভ্রমণকারী বিক্রয়কর্মী হয়ে ওঠে এবং উইনসলোর সাথে পথ অতিক্রম করে, অনিচ্ছাকৃতভাবে তাকে একটি ব্যর্থ ব্যাংক লুট করতে সহায়তা করে, কবিকে ওয়াল স্ট্রিটে কাজ করতে অনুপ্রাণিত করে। বর্তমানে, উইল তার বাবার গল্পগুলির পিছনের সত্যটি অনুসন্ধান করে এবং স্পেক্টরে ভ্রমণ করে। তিনি একজন বয়স্ক জেনির সাথে দেখা করেন, যিনি ব্যাখ্যা করেন যে এডওয়ার্ড শহরটিকে দেউলিয়া হওয়ার হাত থেকে উদ্ধার করেছিলেন এবং ক্যালোওয়ে সার্কাসের বন্ধুদের সহায়তায় এটি পুনর্নির্মাণ করেছিলেন। উইল পরামর্শ দেয় যে জেনির তার বাবার সাথে সম্পর্ক ছিল, তবে তিনি প্রকাশ করেছিলেন যে তিনি এডওয়ার্ডকে ভালবাসতেন, তিনি সান্ড্রার প্রতি অনুগত ছিলেন। উইল বাড়িতে ফিরে আসে কিন্তু জানতে পারে যে এডওয়ার্ডের স্ট্রোক হয়েছে এবং হাসপাতালে তার সাথে থাকে।\nএডওয়ার্ড জেগে ওঠে কিন্তু খুব বেশি কথা বলতে না পেরে উইলকে তার জীবন কীভাবে শেষ হয় তা বর্ণনা করতে বলে। সংগ্রাম করেও, উইল তার বাবাকে হাসপাতাল থেকে নিকটবর্তী হ্রদে তাদের কল্পিত সাহসী পালানোর কথা বলে, যেখানে এডওয়ার্ডের অতীতের সবাই তাকে বিদায় জানাতে সেখানে থাকে। উইল এডওয়ার্ডকে নদীতে নিয়ে যায়, যেখানে সে দৈত্য ক্যাটফিশে রূপান্তরিত হয় এবং সাঁতার কাটে। একজন সন্তুষ্ট এডওয়ার্ড মারা যায়, উইল অবশেষে গল্প বলার প্রতি তার ভালবাসা বুঝতে পারে।\nশেষকৃত্যে, উইল এবং জোসেফিন অবাক হন যখন এডওয়ার্ডের গল্পের সমস্ত লোক পরিষেবাতে আসে, যদিও প্রতিটি বর্ণিত তুলনায় কিছুটা কম কাল্পনিক সংস্করণ। উইল, অবশেষে জীবনের প্রতি তার বাবার ভালবাসা বুঝতে পেরে, এডওয়ার্ডের গল্পগুলি তার নিজের ছেলের কাছে হস্তান্তর করে।\n\n\n== থিম ==\nএডওয়ার্ড এবং উইলিয়ামের মধ্যে পিতা-পুত্রের সম্পর্কের পুনর্মিলন বিগ ফিশের মূল থিম। [4][5] ঔপন্যাসিক ড্যানিয়েল ওয়ালেসের পিতা-পুত্র সম্পর্কের থিমের প্রতি আগ্রহ তার নিজের পরিবার থেকে শুরু হয়েছিল। ওয়ালেস এডওয়ার্ড ব্লুমের \"আকর্ষণীয়\" চরিত্রটিকে তার বাবার অনুরূপ খুঁজে পেয়েছিলেন, যিনি অন্যান্য লোকদের থেকে দূরত্ব বজায় রাখতে আকর্ষণ ব্যবহার করেছিলেন। [6] ছবিতে, উইল বিশ্বাস করেন যে এডওয়ার্ড কখনই তার সাথে সৎ ছিলেন না কারণ এডওয়ার্ড নিজেকে আড়াল করার জন্য তার অতীত সম্পর্কে অসাধারণ পৌরাণিক কাহিনী তৈরি করে, গল্পবলাকে এড়ানোর প্রক্রিয়া হিসাবে ব্যবহার করে। [7] এডওয়ার্ডের গল্পগুলি রূপকথার চরিত্রগুলি (একটি ডাইনি, মারমেইড, দৈত্য এবং ওয়ারওল্ফ) এবং স্থানগুলি (সার্কাস, ছোট শহর, স্পেক্টরের পৌরাণিক শহর) দিয়ে পূর্ণ, এগুলি সবই ক্লাসিক চিত্র এবং আর্কিটাইপ। [8] অনুসন্ধান মোটিফটি এডওয়ার্ডের গল্প এবং উইলের এর নীচে পৌঁছানোর প্রচেষ্টা উভয়কেই চালিত করে। ওয়ালেস ব্যাখ্যা করেছেন: \"বাবার অনুসন্ধান একটি বড় পুকুরের একটি বড় মাছ হওয়া, এবং ছেলের অনুসন্ধান তার লম্বা গল্পগুলির মধ্য দিয়ে দেখা। [৬]\nচিত্রনাট্যকার জন আগস্ট উইলের চরিত্রের সাথে সনাক্ত করেছিলেন এবং নিজের পরে এটি অভিযোজিত করেছিলেন। কলেজে, আগস্টের বাবা মারা যান এবং উইলের মতো আগস্টও তার মৃত্যুর আগে তাকে জানার চেষ্টা করেছিলেন, তবে এটি কঠিন ছিল। উইলের মতো আগস্টও সাংবাদিকতা নিয়ে পড়াশোনা করেছিলেন এবং তার বয়স ছিল ২৮ বছর। ছবিতে, উইল এডওয়ার্ড সম্পর্কে বলেন, \"আমি আমার বাবার মধ্যে নিজের কিছুই দেখিনি, এবং আমি মনে করি না যে তিনি আমার মধ্যে নিজের কিছু দেখেছেন। আমরা অপরিচিতদের মতো ছিলাম যারা একে অপরকে খুব ভাল ভাবে চিনত। [28] এডওয়ার্ডের সাথে তার সম্পর্কের উইলের বর্ণনা তার বাবার সাথে আগস্টের নিজের সম্পর্কের সাথে ঘনিষ্ঠভাবে সাদৃশ্যপূর্ণ ছিল। [9] বার্টন ২০ সালে তার বাবার মৃত্যু সম্পর্কিত তার চিন্তাভাবনা এবং আবেগের মুখোমুখি হওয়ার জন্য চলচ্চিত্রটিও ব্যবহার করেছিলেন:[9] \"আমার বাবা কিছুদিন ের জন্য অসুস্থ ছিলেন ... আমি তার সাথে যোগাযোগ করার চেষ্টা করেছি, এই চলচ্চিত্রের মতো, এক ধরণের সংকল্প পেতে, কিন্তু এটি অসম্ভব ছিল। [৮]\nধর্ম এবং চলচ্চিত্র পণ্ডিত কেন্ট এল ব্রিন্টনাল পর্যবেক্ষণ করেছেন যে চলচ্চিত্রের শেষে পিতা-পুত্রের সম্পর্ক কীভাবে নিজেকে সমাধান করে। এডওয়ার্ড মারা যাওয়ার সাথে সাথে উইল অবশেষে তার রাগ ছেড়ে দেয় এবং প্রথমবারের মতো তার বাবাকে বুঝতে শুরু করে:\nপ্রেম এবং উপলব্ধির চূড়ান্ত অঙ্গভঙ্গিতে, সারাজীবন তার বাবার গল্প এবং গল্পকার হিসাবে তার বাবাকে হতাশ করার পরে, উইল তার বাবার শুরু করা গল্পটি শেষ করেছেন, তার বাবার জীবনের থিম, চিত্র এবং চরিত্রগুলি একত্রিত করে বাস্তবতা এবং কল্পনাকে একত্রিত করে কমিউনিটি এবং যত্নের ক্রিয়াকলাপে বাস্তবতা এবং কল্পনাকে মিশ্রিত করেছেন। নিঃস্বার্থভাবে তার বাবার গল্পসম্পর্কে তার রাগ প্রকাশ করার মাধ্যমে, উইল বুঝতে পারে যে আমরা কেবল আমাদের গল্প এবং তার বাবার গল্পগুলি তাকে একটি বাস্তবতা এবং উপাদান এবং একটি মাত্রা দিয়েছে যা উইল অনুসন্ধান করা দৈনন্দিন অভিজ্ঞতার মতোই বাস্তব, বাস্তব এবং গভীর ছিল। তখন উইল বুঝতে পারে যে, তার পিতা এবং আমাদের বাকীরা আমাদের গল্প এবং আমাদের জীবনের গভীর বাস্তবতা প্রকৃতপক্ষে আমাদের সত্যিকারের আত্মা নাও হতে পারে। [১০]\nউৎপাদন\nউন্নয়ন\nএটি প্রকাশের প্রায় ছয় মাস আগে চিত্রনাট্যকার জন আগস্ট লেখক ড্যানিয়েল ওয়ালেসের বিগ ফিশ: এ নভেল অফ মিথিক অনুপাত (১৯৯৮) এর একটি পাণ্ডুলিপি পড়েছিলেন। [1998] আগস্ট তার পিতার মৃত্যুর পরে অপ্রকাশিত উপন্যাসটি পড়েছিলেন। ১৯৯৮ সালের সেপ্টেম্বরে,[১২] আগস্ট কলম্বিয়া পিকচার্সকে তার পক্ষে চলচ্চিত্রের অধিকার অর্জনের জন্য রাজি করান। [11] আগস্ট এপিসোডিক বইটিকে একটি সমন্বিত চিত্রনাট্যে পরিণত করার জন্য কঠোর পরিশ্রম করেছিলেন, স্ক্রিপ্টের জন্য বেশ কয়েকটি বর্ণনাকারীর সিদ্ধান্ত নিয়েছিলেন। [1998] আগস্ট 12 সালে, প্রযোজক ব্রুস কোহেন এবং ড্যান জিঙ্কস স্টিভেন স্পিলবার্গপরিচালনার জন্য আলোচনা শুরু করেছিলেন। স্পিলবার্গ কলম্বিয়ার সাথে ড্রিমওয়ার্কসের সহ-অর্থায়ন এবং বিগ ফিশ বিতরণের পরিকল্পনা করেছিলেন এবং সংখ্যালঘু প্রতিবেদন (২০০২) সম্পন্ন করার পরে ২০০১ সালের শেষের দিকে চিত্রগ্রহণ শুরু করার পরিকল্পনা করেছিলেন। [১৪][১৫]\nস্পিলবার্গ এডওয়ার্ড ব্লুম সিনিয়রের ভূমিকার জন্য জ্যাক নিকলসনকে আমন্ত্রণ জানিয়েছিলেন এবং এই লক্ষ্যে, নিকোলসনের ভূমিকার জন্য আগস্ট দুটি অতিরিক্ত খসড়া রচনা করেছিলেন। আগস্ট স্মরণ করেন: \"এই ধারণা ছিল যে জ্যাক নিকোলসনের চলচ্চিত্রে অভিনয় করার মতো যথেষ্ট ছিল না তাই আমরা নতুন দৃশ্য তৈরি করেছি। টুকরোগুলি ঘুরে বেড়াচ্ছিল, তবে এটি খুব বেশি নতুন জিনিস তৈরি করা হয়নি। গল্পের অংশগুলি ব্যাখ্যা এবং প্রতিরক্ষা এবং পুনঃবিশ্লেষণের ক্ষেত্রে এটি সত্যিই একটি ভাল বুদ্ধিবৃত্তিক অনুশীলন ছিল। [13] স্পিলবার্গ শেষ পর্যন্ত বিগ ফিশ ছেড়ে চলে যান যখন তিনি ক্যাচ মি ইফ ইউ ক্যান (২০০২) এর সাথে জড়িত হন এবং ড্রিমওয়ার্কসও ছবিটি থেকে সরে আসে। [১৪][১৬]\nস্পিলবার্গ প্রতিশ্রুতির কাছাকাছি না থাকায়, আগস্টে জিঙ্কস এবং কোহেনের সাথে কাজ করে,[13] স্টিফেন ডালড্রিকে সম্ভাব্য পরিচালক হিসাবে বিবেচনা করেছিলেন। [17] \"স্টিভেন একবার সিদ্ধান্ত নিয়েছিলেন যে তিনি এটি করতে যাচ্ছেন না, আমরা স্ক্রিপ্টটি আগের মতোই ফিরিয়ে দিয়েছি,\" জিঙ্কস স্মরণ করেন। স্টিভেন এমনকি বলেছিলেন, 'আমার মনে হয় আমি কয়েকটি জিনিস দিয়ে ভুল করেছি যা আমি তোমাদের চেষ্টা করতে বলেছিলাম। আগস্ট পূর্ববর্তী খসড়াগুলি থেকে তার প্রিয় উপাদানগুলি নিয়েছিলেন, যা তিনি \"বিগ ফিশ স্ক্রিপ্টের সেরা\" বলে অভিহিত করেছিলেন। \"আমরা যখন টিম বার্টনের সাথে যোগাযোগ করি, স্ক্রিপ্টটি সর্বকালের সেরা আকারে ছিল। [১৩]\nআমার বাবা সম্প্রতি মারা গেছেন এবং যদিও আমি সত্যিই তার কাছাকাছি ছিলাম না, এটি একটি ভারী সময় ছিল এবং এটি আমাকে ভাবতে এবং অতীতে ফিরে যেতে বাধ্য করেছিল। এটি এমন কিছু ছিল যা নিয়ে আলোচনা করা আমার পক্ষে খুব কঠিন ছিল, তবে তারপরে এই স্ক্রিপ্টটি এসেছিল এবং এটি আসলে সেই একই বিষয়গুলি নিয়ে কাজ করেছিল এবং তাই এই চলচ্চিত্রটি করা একটি আশ্চর্যজনক ক্যাথারসিস ছিল - কারণ আপনি কোনও থেরাপিস্টের সাথে কথা না বলে সেই অনুভূতিগুলির মধ্য দিয়ে কাজ করতে সক্ষম হন।\n- টিম বার্টন[8]\nবার্টন কখনই তার পিতামাতার বিশেষ ঘনিষ্ঠ ছিলেন না, তবে ২০ সালের অক্টোবরে তার বাবার মৃত্যু এবং ২০০২ সালের মার্চে তার মায়ের মৃত্যু তাকে গভীরভাবে প্রভাবিত করেছিল। প্ল্যানেট অফ দ্য এপস (২০০১) প্রযোজনার পরে, পরিচালক একটি ছোট চলচ্চিত্র নির্মাণে ফিরে যেতে চেয়েছিলেন। বার্টন স্ক্রিপ্টটি উপভোগ করেছিলেন, অনুভব করেছিলেন যে বিটলজুস (2000) এর পরে এটিই প্রথম অনন্য গল্প। বার্টন অতিরঞ্জিত লম্বা গল্পগুলির সাথে একটি সংবেদনশীল নাটকের গল্পের সংমিশ্রণেও আবেদন খুঁজে পেয়েছিলেন, যা তাকে বিভিন্ন শৈলীর বিভিন্ন গল্প বলার অনুমতি দেয়। [2002] তিনি ২০০২ সালের এপ্রিলে পরিচালনার জন্য স্বাক্ষর করেছিলেন,[2001] যা রিচার্ড ডি জানুককে উত্সাহিত করেছিল, যিনি বার্টনের সাথে প্ল্যানেট অফ দ্য এপসের সাথে কাজ করেছিলেন, প্রযোজক হিসাবে বিগ ফিশের সাথে যোগ দিয়েছিলেন। জানুকের নিজের বাবা ড্যারিল এফ জানুকের সাথেও একটি কঠিন সম্পর্ক ছিল, যিনি একবার তাকে বিংশ শতাব্দীর ফক্সের উত্পাদন প্রধান হিসাবে বরখাস্ত করেছিলেন। [১৩]\nকাস্টিং\nএডওয়ার্ড ব্লুমের চরিত্রে অভিনয়ের জন্য বার্টন স্পিলবার্গের প্রাথমিক পছন্দ জ্যাক নিকোলসনের সাথে কথা বলেন। বার্টন এর আগে ব্যাটম্যান (১৯৮৯) এবং মার্স অ্যাটাকস (১৯৯৬) এ নিকোলসনের সাথে কাজ করেছিলেন। নিকোলসনকে তরুণ ব্লুম হিসাবে চিত্রিত করার জন্য, বার্টন কম্পিউটার-উত্পাদিত চিত্র এবং কৃত্রিম মেকআপের সংমিশ্রণ ব্যবহার করতে চেয়েছিলেন। পরিচালক তখন প্রশ্নবিদ্ধ দুই অভিনেতার জন্য কাজ করার সিদ্ধান্ত নিয়েছিলেন। [1989] জিঙ্কস এবং কোহেন, যারা তখন ডাউন উইথ লাভ (1996) এ ইভান ম্যাকগ্রেগরের সাথে কাজ করছিলেন, পরামর্শ দিয়েছিলেন যে বার্টন এডওয়ার্ডের জন্য ম্যাকগ্রেগর এবং অ্যালবার্ট ফিনি উভয়কেই বেছে নিয়েছিলেন। বার্টন পরে ম্যাকগ্রেগরের অভিনয় শৈলীকে নিয়মিত সহকর্মী জনি ডেপের সাথে তুলনা করেছিলেন। [8] টম জোনস (2003) ছবিতে ফিনির অভিনয় দেখে বার্টন তাকে ম্যাকগ্রেগরের অনুরূপ খুঁজে পেয়েছিলেন এবং কাকতালীয়ভাবে পিপল ম্যাগাজিনের একটি নিবন্ধ খুঁজে পেয়েছিলেন। [8] ম্যাকগ্রেগর, স্কটিশ হওয়ায় দক্ষিণ আমেরিকান ইংরেজি উচ্চারণে অভিনয় করা সহজ বলে মনে করেছিলেন। \"এটি একটি স্ট্যান্ডার্ড আমেরিকান উচ্চারণের চেয়ে অনেক সহজ উচ্চারণ কারণ আপনি সত্যিই এটি শুনতে পারেন। আপনি এতে আপনার দাঁত প্রবেশ করতে পারেন। স্ট্যান্ডার্ড আমেরিকান অনেক কঠিন কারণ এটি আরও লিরিকাল। [1963] একই দ্বৈত কাস্টিং ব্লুমের স্ত্রী সান্ড্রার ভূমিকায় প্রযোজ্য, যিনি জেসিকা ল্যাঞ্জ এবং অ্যালিসন লোহম্যান চরিত্রে অভিনয় করবেন। [13] বার্টন মন্তব্য করেছিলেন যে তিনি হোয়াইট ওলিয়েন্ডার (19) এ লোহম্যানের অভিনয়ে মুগ্ধ হয়েছিলেন। [8] বার্টনের বান্ধবী হেলেনা বনহাম কার্টারকেও দুটি চরিত্রে অভিনয় করা হয়েছিল। ডাইচের জন্য তার কৃত্রিম মেকআপ প্রয়োগ করতে পাঁচ ঘন্টা সময় লেগেছিল। তিনি বলেন, 'আমি পুরো চিত্রগ্রহণের সময় গর্ভবতী ছিলাম, তাই গর্ভবতী ডাইনি হওয়াটা অদ্ভুত ছিল। \"আমার সকালের অসুস্থতা ছিল, তাই এই সমস্ত ধোঁয়া এবং মেকআপ এবং রাবার ... এটা ছিল জঘন্য\"। [2002]\nবার্টন বেশ কয়েকটি ক্যামিও দিয়ে চলচ্চিত্রটি ব্যক্তিগতকৃত করেছিলেন। আলাবামায় চিত্রগ্রহণের সময়, ক্রুরা ডেলিভারি (1972) এর মূল ব্যাঞ্জো প্লেয়ারদের মধ্যে একজন বিলি রেডডেনকে ট্র্যাক করেছিলেন। রেডডেন জর্জিয়ার ক্লেটনে একটি রেস্টুরেন্টের আংশিক মালিক হিসাবে কাজ করছিলেন এবং তিনি স্পেক্টর ভিগনেটে তার ভূমিকাপুনরায় অভিনয় করতে সম্মত হন। এডওয়ার্ড ব্লুম যখন প্রথম শহরে প্রবেশ করেন, রেডডেনকে একটি বারান্দায় \"ডুয়েলিং ব্যাঞ্জোস\" থেকে কয়েকটি নোট তুলতে দেখা যায়। বার্টন ফলাফলে সন্তুষ্ট ছিলেন: \"আপনি যদি চলচ্চিত্রটি দেখছেন এবং বারান্দায় একাকী, রহস্যময় ব্যক্তিত্বকে চিনতে না পারেন তবে এটি ঠিক আছে। তবে আপনি যদি তা করেন - ঠিক আছে, এটি কেবল তাকে দেখে আমাকে খুব খুশি করে এবং আমি মনে করি অন্যান্য লোকেরাও একই রকম অনুভব করবে। [22] মূল বিগ ফিশ লেখক ড্যানিয়েল ওয়ালেস \"সান্ড্রা টেম্পলটনের প্রেম\" ধারাবাহিকে সান্ড্রার অর্থনীতির শিক্ষক হিসাবে সংক্ষিপ্ত উপস্থিতি করেছেন। [23]\nচিত্রগ্রহণ\nবার্টন গল্পে মনোনিবেশ করেছিলেন এবং ডিজিটাল প্রভাবগুলির ব্যবহার সীমিত করেছিলেন। কস্টিউম ডিজাইনার কলিন অ্যাটউড অভিন্ন যমজ অ্যাডা এবং আরলিন তাইয়ের জন্য বিশেষ পোশাক তৈরি করেছেন। এক সেট পোশাক ক্যামেরায় ফিউজড যমজদের প্রভাব তৈরি করেছিল, অন্য সেটটি সংযুক্ত যমজদের যুক্ত সিজিআই কে বাড়িয়ে তোলে। [২৪][২৫]\nবার্টন ২০০২ সালের অক্টোবরে চিত্রগ্রহণ শুরু করার পরিকল্পনা করেছিলেন, তবে আলাবামার প্রধান ফটোগ্রাফি ১৩ জানুয়ারী, ২০০৩ পর্যন্ত শুরু হয়নি। [2002] মে মাসে প্যারিসে এক সপ্তাহের জন্য চিত্রগ্রহণ ছাড়াও, বিগ ফিশ সম্পূর্ণরূপে আলাবামায় শুটিং করা হয়েছিল,[13] বেশিরভাগ ওয়েটুম্পকা[2003] এবং মন্টগোমারি (যেমন ক্লোভারডেল পাড়া)। [14] সংক্ষিপ্ত চিত্রগ্রহণ তালাসি এবং হান্টিংডন কলেজের ক্যাম্পাসেও হয়েছিল। [8] স্পেক্টর শহরের দৃশ্যগুলি আলাবামা নদী সংলগ্ন আলাবামার মন্টগোমারি এবং মিলব্রুকের মধ্যে জ্যাকসন লেক দ্বীপে অবস্থিত একটি কাস্টম সেটে চিত্রায়িত হয়েছিল। [26][16][27] আলাবামার বিগ ফিশের জন্য প্রধান ফটোগ্রাফি এপ্রিলের প্রথম সপ্তাহ পর্যন্ত অব্যাহত ছিল। [28][29] এবং স্থানীয় অর্থনীতির জন্য 30 মিলিয়ন ডলার ের মতো উপার্জন করেছে বলে অনুমান করা হয়। [8]\nবার্টন ব্লুমের জীবনের ম্যাকগ্রেগর বিভাগে যাওয়ার আগে হাসপাতালের সমস্ত নাটকীয় দৃশ্য এবং ফিনির সাথে জড়িত বেশিরভাগ দৃশ্যগুলি চিত্রায়িত করেছিলেন। [13] যদিও ম্যাকগ্রেগর চিত্রগ্রহণের শুরু থেকেই সেটে ছিলেন, বার্টন প্রথমে ফিনির সমস্ত দৃশ্যের শুটিং করতে বেছে নিয়েছিলেন। [8] খারাপ আবহাওয়ার কারণে আলাবামার লোকেশন চিত্রগ্রহণ বিলম্বিত হয়েছিল; ক্যালোওয়ে সার্কাসের দৃশ্যগুলির চিত্রগ্রহণের সময়, একটি টর্নেডো ঘড়ি জারি করা হয়েছিল এবং সেটে বন্যার কারণে বেশ কয়েক সপ্তাহ ধরে চিত্রগ্রহণ ব্যাহত হয়েছিল। [32][33] বিলম্ব সত্ত্বেও, বার্টন বাজেটে এবং সময়সূচীতে চলচ্চিত্রটি সরবরাহ করেছিলেন। [১৩]\nপরিচালক ডিজিটাল প্রভাবের ব্যবহার সীমাবদ্ধ করার চেষ্টা করেছিলেন। যাইহোক, যেহেতু তিনি বিগ ফিশের জন্য একটি দক্ষিণ গথিক ফ্যান্টাসি টোন উত্থাপন করতে চেয়েছিলেন, তাই সনি পিকচার্স ইমেজওয়ার্কস দ্বারা রঙ গ্রেডিং কৌশল প্রয়োগ করা হয়েছিল। [8] স্ট্যান উইনস্টন স্টুডিওস, যার সাথে বার্টন এডওয়ার্ড সিসারহ্যান্ডস (1990) এবং ব্যাটম্যান রিটার্নস (1992) এ কাজ করেছিলেন, হেলেনা বনহাম কার্টারের কৃত্রিম মেকআপ ডিজাইন করেছিলেন এবং অ্যানিমাট্রনিক্স তৈরি করেছিলেন। [34] কার্ল দ্য জায়ান্টের সাথে দৃশ্যগুলি জোরপূর্বক দৃষ্টিভঙ্গি চলচ্চিত্র নির্মাণ ব্যবহার করে কমিশন করা হয়েছিল। [25]\nসঙ্গীত\nমূল নিবন্ধ: বিগ ফিশ (সাউন্ডট্র্যাক)\nসাউন্ডট্র্যাকটি নিয়মিত বার্টন সহযোগী ড্যানি এলফম্যান দ্বারা রচিত হয়েছিল। [8] বার্টন পোস্ট-প্রোডাকশনের সময় সাউন্ডট্র্যাক এবং ক্লোজিং ক্রেডিটগুলির জন্য একটি মূল গানের অনুরোধ করার জন্য পার্ল জ্যামের সাথে যোগাযোগ করেছিলেন। চলচ্চিত্রটির একটি প্রাথমিক মুদ্রণ প্রদর্শনের পরে, পার্ল জ্যাম কণ্ঠশিল্পী এডি ভেডার \"ম্যান অফ দ্য আওয়ার\" লিখেছিলেন, পরের দিন ডেমোটি শেষ করেছিলেন। চার দিন পরে ব্যান্ডটি এটি রেকর্ড করেছিল। [35] গিটারিস্ট মাইক ম্যাকক্রেডি বলেছিলেন, \"আমরা চলচ্চিত্রটি দেখে খুব বিস্মিত হয়েছিলাম ... এডি এবং আমি পরে এটি সম্পর্কে কথা বলার জন্য চারপাশে দাঁড়িয়ে ছিলাম এবং চোখের জল ছিল। আমরা কল্পনা এবং মানবতা দ্বারা এতটাই আবেগপ্রবণ এবং অনুপ্রাণিত হয়েছিলাম যে আমরা চলচ্চিত্রটির কারণে অনুভব করেছি। [35]\nমুক্তি\nকলম্বিয়া পিকচার্স ২৬ শে নভেম্বর, ২০০৩ সালে মার্কিন যুক্তরাষ্ট্রে বিগ ফিশ কে ব্যাপকভাবে মুক্তি দেওয়ার পরিকল্পনা করেছিল[৩৬] সীমিত মুক্তির জন্য এটি ১০ ডিসেম্বরে পিছিয়ে দেওয়ার আগে। [26] চলচ্চিত্রটি ম্যানহাটনের হ্যামারস্টাইন বলরুমে 2003 ডিসেম্বর, 36 এ প্রিমিয়ার হয়েছিল। [10] মার্কিন যুক্তরাষ্ট্রে দেশীয় বিস্তৃত মুক্তি 37 জানুয়ারী, 4 এ এসেছিল, চলচ্চিত্রটি 2003,38 টি প্রেক্ষাগৃহে প্রদর্শিত হয়েছিল এবং প্রথম সপ্তাহান্তে 9.2004 মিলিয়ন ডলার আয় করেছিল। চলচ্চিত্রটি শেষ পর্যন্ত মার্কিন যুক্তরাষ্ট্রে মোট $ 2.406 মিলিয়ন এবং বিদেশে $ 13.81 মিলিয়ন আয় করে, বিশ্বব্যাপী মোট $ 66.81 মিলিয়ন। [56]\nসমালোচনামূলক প্রতিক্রিয়া\nবিগ ফিশ চলচ্চিত্র সমালোচকদের কাছ থেকে ইতিবাচক পর্যালোচনা পেয়েছে। রোটেন টমেটো দ্বারা সংগৃহীত 219 পর্যালোচনার উপর ভিত্তি করে, 75% সমালোচক ইতিবাচকভাবে বিগ ফিশ পর্যালোচনা করেছেন, গড় স্কোর 7.13/10। সাইটটির ঐকমত্যে বলা হয়েছে: \"সাধারণ টিম বার্টনে ভরা একটি মনোমুগ্ধকর পিতা-পুত্রের গল্প বিকশিত হয়। [40] মেটাক্রিটিক 58 টি পর্যালোচনার উপর ভিত্তি করে 100/43 এর গড় স্কোর গণনা করে, যা \"মিশ্র বা গড় পর্যালোচনা\" নির্দেশ করে। [41] সিনেমাস্কোর দ্বারা জরিপ করা দর্শকরা চলচ্চিত্রটিকে এ + থেকে এফ স্কেলে \"বি +\" এর গড় গ্রেড দিয়েছে। [42]\nসমালোচকরা ছবিটিকে ফরেস্ট গাম্প (১৯৯৪) এর সাথে তুলনা করেছেন। এন্টারটেইনমেন্ট উইকলির ওয়েন গ্লিবারম্যান লিখেছেন, \"বিগ ফিশ একটি বিস্তৃত চোখের দক্ষিণ গোথিক পিকারেস্কে পরিণত হয় যেখানে বিকাশের প্রতিটি পাগল টুইস্ট শেষের চেয়ে বেশি আকর্ষণীয় হয়। \"এটি ভুয়া থিম-পার্ক রাজনীতি ছাড়া ফরেস্ট গাম্পের মতো। [1994] রোলিং স্টোন ম্যাগাজিনের পিটার ট্র্যাভার্স বার্টনের পরিচালনার প্রশংসা করেছিলেন, অনুভব করেছিলেন যে এটি গল্প বলার শিল্প এবং একটি হৃদয়স্পর্শী পিতা-পুত্র নাটকের উদযাপন। [43]\nইউএসএ টুডে-র মাইক ক্লার্ক মন্তব্য করেছেন যে তিনি কাস্টিং পছন্দগুলিতে সবচেয়ে বেশি মুগ্ধ হয়েছিলেন। \"অ্যালিসন লোহম্যান চরিত্রের একজন বয়স্ক মহিলার (জেসিকা ল্যাঞ্জ) বিবর্তনও একইভাবে আনন্দদায়ক। পর্দার ইতিহাসে যে কোনও কিছুর সমান হওয়া একটি রূপান্তর। [44] ইন্টারনেট পর্যালোচক জেমস বেরার্ডিনেলি রূপকথার পদ্ধতিটি দ্য প্রিন্সেস ব্রাইড (1987) এবং টেরি গিলিয়ামের চলচ্চিত্রের কথা মনে করিয়ে দিয়েছেন। \"বিগ ফিশ একটি চতুর, স্মার্ট কল্পনা যা প্রতিটি প্রাপ্তবয়স্কের অভ্যন্তরে শিশুকে লক্ষ্য করে,\" বেরার্ডিনেলি বলেছিলেন, \"উভয়ের বুদ্ধিমত্তাকে অপমান না করে। [45] রজার এবার্ট, একটি মিশ্র পর্যালোচনাতে লিখেছেন, \"উইলের একটি পয়েন্ট রয়েছে তা অস্বীকার করার কোনও উপায় নেই: বৃদ্ধ ব্যক্তি একজন ব্লোহার্ড। এমন একটি সময় আছে যেখানে তার গল্পগুলি বিনোদন হিসাবে কাজ করা বন্ধ করে দেয় এবং দুঃখের দিকে ধাবিত হয়। [46] টাইম ম্যাগাজিনের রিচার্ড কর্লিস হতাশ হয়েছিলেন, পিতা-পুত্রের পুনর্মিলনের গল্পটি অত্যধিক নাটকীয়ভাবে ক্লিচ বলে মনে করেছিলেন। \"নেকড়ে কেঁদেছিল সেই ছেলেটির কথা মনে আছে? এডওয়ার্ড ব্লুম সেই ব্যক্তি যিনি মাছ কেঁদেছিলেন। [47] বিগ ফিশ 85 এর দশকের স্ল্যান্ট ম্যাগাজিনের সেরা চলচ্চিত্রগুলিতে 2000 নম্বরে ছিল।\nহোম মিডিয়া\nঅঞ্চল 1 ডিভিডি 27 এপ্রিল, 2004 এ প্রকাশিত হয়েছিল,[49] এবং অঞ্চল 2 7 জুন প্রকাশিত হয়েছিল। [50] ডিভিডিতে একটি বার্টন অডিও ভাষ্য ট্র্যাক, সাতটি বৈশিষ্ট্য এবং একটি ট্রিভিয়া কুইজ রয়েছে। ২০০৫ সালের ১ লা নভেম্বর একটি বিশেষ সংস্করণ প্রকাশিত হয়েছিল, যার মধ্যে ২৪ পৃষ্ঠার একটি হার্ডব্যাক বই ছিল যার শিরোনাম ফেয়ারি টেল ফর এ গ্রোন আপ। [1] ছবিটি 2005 মার্চ, 24 এ ব্লু-রে ডিস্কে মুক্তি পেয়েছিল। [51]\nপ্রশংসা\nপুরস্কার\tবিষয়শ্রেণী\tপ্রাপক\tফলাফল\nএকাডেমি পুরস্কার[৫৩]\tসেরা অরিজিনাল স্কোর\tড্যানি এলফম্যান\tমনোনীত\nবাফটা পুরস্কার[৫৪]\tসেরা চলচ্চিত্র\t\tমনোনীত\nসেরা নির্দেশনা\tটিম বার্টন\tমনোনীত\nশ্রেষ্ঠ পার্শ্ব অভিনেতা\tঅ্যালবার্ট ফিনি\tমনোনীত\nশ্রেষ্ঠ অভিযোজিত চিত্রনাট্য\tজন আগস্ট\tমনোনীত\nসেরা মেকআপ এবং চুল\tজিন অ্যান ব্ল্যাক এবং পল লেব্লাঙ্ক\tমনোনীত\nসেরা প্রোডাকশন ডিজাইন\tডেনিস গ্যাসসনার\tমনোনীত\nসেরা ভিজ্যুয়াল এফেক্টস\tকেভিন স্কট ম্যাক, সেথ মৌরি,\nলিন্ডসে ম্যাকগোয়ান, প্যাডি ইসন\tমনোনীত\nগোল্ডেন গ্লোব পুরস্কার[৫৫]\tশ্রেষ্ঠ চলচ্চিত্র - মিউজিক্যাল বা কমেডি\t\tমনোনীত\nশ্রেষ্ঠ পার্শ্ব অভিনেতা\tঅ্যালবার্ট ফিনি\tমনোনীত\nসেরা অরিজিনাল স্কোর\tড্যানি এলফম্যান\tমনোনীত\nসেরা মৌলিক গান\tপার্ল জ্যাম\n\"ম্যান অফ দ্য আওয়ার\" এর জন্য\tমনোনীত\nগ্র্যামি পুরস্কার[৫৬]\tমোশন পিকচারের জন্য সেরা স্কোর\tড্যানি এলফম্যান\tমনোনীত\nশনি পুরস্কার[৫৭]\tসেরা ফ্যান্টাসি চলচ্চিত্র\t\tমনোনীত\nশ্রেষ্ঠ অভিনেতা\tঅ্যালবার্ট ফিনি\tমনোনীত\nএএআরপি মুভিজ ফর গ্রোনাপস অ্যাওয়ার্ডস[৫৮]\tশ্রেষ্ঠ অভিনেতা\tমনোনীত\nআর্জেন্টিনার চলচ্চিত্র সমালোচক সমিতি পুরস্কার\tসেরা বিদেশী চলচ্চিত্র, স্প্যানিশ ভাষায় নয়\tটিম বার্টন\tমনোনীত\nসার্কিট কমিউনিটি অ্যাওয়ার্ডস\tশ্রেষ্ঠ পার্শ্ব অভিনেতা\tঅ্যালবার্ট ফিনি\tমনোনীত\nশ্রেষ্ঠ অভিযোজিত চিত্রনাট্য\tজন আগস্ট\tমনোনীত\nসেরা সিনেমাটোগ্রাফি\tফিলিপ রুসেলট\tমনোনীত\nসেরা অরিজিনাল স্কোর\tড্যানি এলফম্যান\tমনোনীত\nসেরা ভিজ্যুয়াল এফেক্টস\t\tমনোনীত\nব্রডকাস্ট ফিল্ম ক্রিটিকস অ্যাসোসিয়েশন অ্যাওয়ার্ডস[৫৯]\tসেরা ছবি\t\tমনোনীত\nশ্রেষ্ঠ পরিচালক\tটিম বার্টন\tমনোনীত\nশ্রেষ্ঠ লেখক\tজন আগস্ট\tমনোনীত\nশ্রেষ্ঠ সুরকার\tড্যানি এলফম্যান\tমনোনীত\nসেরা গান\tএডি ভেডার\tমনোনীত\nকাস্টিং সোসাইটি অফ আমেরিকা অ্যাওয়ার্ডস[৬০]\tসেরা কাস্টিং (ফিচার ফিল্ম, ড্রামা)\tডেনিস Chamian\tমনোনীত\nঅভিযোজন\nনরবার্ট লিও বাটজ অভিনীত একটি সংগীত অভিযোজন এপ্রিল ২০১৩ সালে শিকাগোতে প্রিমিয়ার হয়েছিল। [2013]"}