{"pageid": 1381893, "title": "অপারেশন কমল", "url": "https://bn.wikipedia.org/wiki?curid=1381893", "content": "অপারেশন কমল, অপারেশন লোটাস বা কখনও কখনও অপারেশন ব্ল্যাক লোটাস শব্দটি ২০০৮ সালে প্রবর্তিত হয়েছিল, যখন কর্ণাটক রাজ্যে ভারতের প্রাক্তন মন্ত্রী জি জনার্ধন রেড্ডি দলত্যাগ বিরোধী আইন বাইপাস করে বিধায়কদের সমর্থন পাওয়ার জন্য সমস্ত সম্ভাব্য কৌশল (প্ররোচিত করা, ঘুষ, শাস্তি, বিভাজন) ব্যবহার করেছিলেন যাতে ভারতীয় জনতা পার্টি (বিজেপি) সংখ্যাগরিষ্ঠ সংখ্যা ছাড়িয়ে যায়)। অপারেশন লোটাস বলতে বোঝায় বিজেপির দ্বারা অন্যান্য দলের বিধায়ক ও এমপিদের \"শিকার\" বা \"ঘুষ\" দেওয়া, প্রধানত তাদের প্রতিদ্বন্দ্বী ভারতীয় জাতীয় কংগ্রেস পার্টি (আইএনসি), প্রায়শই এমন রাজ্যে সরকার গঠন করতে যেখানে তাদের সংখ্যাগরিষ্ঠতা নেই।\n\n\n== দিল্লী ==\nদিল্লির মুখ্যমন্ত্রী অরবিন্দ কেজরিওয়াল অভিযোগ করেছেন যে \"বিজেপি ২৭৭ জন বিধায়ক কেনার জন্য ৬,৫৯৯ কোটি [৬৫ বিলিয়ন] টাকা খরচ করেছে। তারা দিল্লিতে আম আদমি পার্টির (আপ) বিধায়কদেরও কেনার চেষ্টা করেছিল এবং তারা প্রত্যেককে ২০ কোটি টাকা প্রস্তাব করেছিল। তারা দিল্লির বিধায়কদের কেনার জন্য ৮০০ কোটি টাকা এনেছে।\" কেজরিওয়াল দিল্লি বিধানসভায় একটি ফ্লোর টেস্ট পরিচালনা করেছিলেন যে প্রমাণ করতে যে তার সরকার বিধানসভায় সংখ্যাগরিষ্ঠতা বজায় রেখেছে এবং দিল্লিতে বিজেপির কথিত অপারেশন লোটাস আপ বিধায়কদের শিকার করতে ব্যর্থ হয়েছে। মুখ্যমন্ত্রী সফলভাবে বিধানসভায় তাঁর সংখ্যাগরিষ্ঠতা প্রমাণ করেছেন।\n\n\n== গোয়া ==\n\n\n=== ২০১৯ ===\n২০১৯ সালের জুলাই মাসে ভারতীয় জাতীয় কংগ্রেসের চৌদ্দ জন বিধায়ক সদস্য তাদের দল পরিবর্তন করে ভারতীয় জনতা পার্টিতে যোগ দেন।\n\n\n=== ২০২২ ===\n১৪ সেপ্টেম্বর ২০২২-এ ৮ জন কংগ্রেস বিধায়ক বিজেপিতে যোগদান করেন। গোয়ার প্রাক্তন মুখ্যমন্ত্রী দিগম্বর কামাত এবং মাইকেল লোবো এবং অন্যান্য ৬ জন কংগ্রেস বিধায়ক বিজেপি থেকে গোয়ার মুখ্যমন্ত্রী ড. প্রমোদ সাওয়ান্তের সাথে দেখা করার পর ভারতীয় জনতা পার্টিতে যোগদান করেন।\n\n\n== কর্ণাটক ==\n\n\n=== ২০০৮ ===\nবিজেপি ২০০৮ সালের মে মাসে বিধানসভা নির্বাচনে ১১০টি আসন জিতেছিল, যেখানে সাধারণ সংখ্যাগরিষ্ঠতার থেকে তিনটি আসন কম পড়েছিল। ছয় নির্দলের সমর্থনে ইয়েদুরাপ্পা দক্ষিণ ভারতে প্রথম বিজেপি প্রশাসন প্রতিষ্ঠার জন্য মুখ্যমন্ত্রী হিসেবে শপথ নেন। কিন্তু প্রশাসনের স্থিতিশীলতাকে আরও সুরক্ষিত করার জন্য বিজেপি সাতজন বিধায়ককে প্রলুব্ধ করেছিল - তিনজন কংগ্রেসের এবং চারজন জেডি(এস) একটি অভিযানে যা কথিতভাবে খনি টাইকুন এবং বেলারির প্রাক্তন বিজেপি মন্ত্রী জনার্ধন রেড্ডি দ্বারা অর্থায়ন করা হয়েছিল - তাদের অর্থের প্রস্তাব দিয়ে এবং ক্ষমতা বিজেপি উপনির্বাচনে পাঁচটি জয় পেয়েছে, ২২৪ সদস্যের বিধানসভায় তার মোট সংখ্যা ১১৫ এ নিয়ে এসেছে। অপারেশন কমল অবশেষে পুরো মহড়ার নাম হয়ে গেল।\nঅপারেশন কমলের সময় যে বিধায়ক দল বদল করেছিলেন এবং পদত্যাগ করেছিলেন তারা হলেন জে. নরসিমা স্বামী, আনন্দ আসনটিকার, জগেশ, বালাচন্দ্র জারকিহোলি, কে. শিবানগৌড় নায়েক। উমেশ কাট্টি এবং ডিসি গৌরীশঙ্কর।\n\n\n=== ২০১৯ ===\nরমেশ জারকিহোলি ১৪ জন কংগ্রেস বিধায়ককে তাদের পদ থেকে পদত্যাগ করার জন্য সংগঠিত করেছিলেন। রমেশ জারকিহোলি কংগ্রেসের ১৫ জন বিধায়কের একজন এবং জেডি(এস) থেকে ২ জন বিধায়ক ছিলেন যারা জুলাই ২০১৯ সালে পদত্যাগ করেছিলেন, এইচডিকে কংগ্রেস-জেডি(এস) জোটকে ভেঙে দিয়েছিলেন এবং বিএস ইয়েদুরাপ্পাকে (বিএসওয়াই) ক্ষমতায় ফেরার অনুমতি দিয়েছিলেন। সুপ্রিম কোর্টের রায় তাদের অযোগ্যতা বহাল রাখার পরে কিন্তু তাদের দৌড়ানোর অনুমতি দেওয়ার পরে, জারকিহোলি ইয়েদুরাপ্পা এবং অন্যান্য গুরুত্বপূর্ণ ব্যক্তিদের দ্বারা অন্তর্ভুক্ত অন্যান্য সমস্ত বিদ্রোহীদের সাথে বিজেপিতে যোগদান করেছিলেন।\nতদন্ত\n\n৩১ মার্চ ২০২১-এ বিচারপতি ডি'কুনহার বেঞ্চ অপারেশন কমলা কেস নামে একটি মামলায় কর্ণাটকের বর্তমান মুখ্যমন্ত্রী বিএস ইয়েদিউরপ্পার বিরুদ্ধে এফআইআর বাতিল করতে অস্বীকার করেছিল। কথিত ঘটনার সময় ইয়েদিউরপ্পা বিরোধী দলের নেতা ছিলেন।\nপ্রতিক্রিয়া\n\n২০১৯ সালের মার্চ মাসে ডেকান হেরাল্ডের সাথে একটি সাক্ষাত্কারে, বিএস ইয়েদিউরপ্পা বলেছিলেন \"অপারেশন কমল ভুল ছিল না এবং আমি এতে অনুশোচনা করি না। এটা গণতন্ত্রের অংশ।\"\nলেহার সিং সিরোয়া দাবি করেছেন যে রাজ্যে বিজেপি ক্যাডার \"অপারেশন কমলার বিরুদ্ধে ব্যাপকভাবে\" কারণ এটি দীর্ঘমেয়াদে দলকে সাহায্য করবে না।\nএইচডি কুমারস্বামী অভিযোগ করেছেন যে বিজেপি তার সরকার থেকে বিধায়কদের দলত্যাগকে প্রভাবিত করতে অপারেশন কমল ব্যবহার করেছিল, যার ফলে এটি পড়ে যায়।\n\n\n== মধ্যপ্রদেশ ==\nসংকট শুরু হয়েছিল যখন দীর্ঘ অনুগত কংগ্রেস রাজনীতিবিদ জ্যোতিরাদিত্য সিন্ধিয়া হঠাৎ দিল্লিতে গিয়ে কংগ্রেস থেকে পদত্যাগ করে বিজেপিতে যোগ দেন। এর ফলে তার অনেক সমর্থক কংগ্রেস থেকেও পদত্যাগ করে। হরদীপ সিং ডাং বিধানসভার সদস্যপদ থেকে এবং ফলস্বরূপ ভারতীয় জাতীয় কংগ্রেস থেকে পদত্যাগ করেছিলেন, একটি চিঠিতে উল্লেখ করেছেন, 'তাঁর দল থেকে অজ্ঞতা' এবং তারপরে ২১ শে মার্চ ২০২০-এ অন্যান্য ২১ জনের সাথে বিজেপিতে যোগদান করেছিলেন। শেষ পর্যন্ত এই দলত্যাগ কমলনাথ সরকারের পতন ঘটায়।\n\n\n== আরও দেখুন ==\nভারতের রাজ্য সরকার\nভারতের আইন\nভারতে কেলেঙ্কারির তালিকা\nভারতে দোষী সাব্যস্ত প্রতিনিধিদের অযোগ্যতা\n২০১৯ মহারাষ্ট্রের রাজনৈতিক সংকট\n২০২২ মহারাষ্ট্রের রাজনৈতিক সংকট\n২০১৯ কর্ণাটক রাজনৈতিক সংকট\nরাজনৈতিক দুর্নীতি\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nRavi, Bheemaiah Krishnan (২০১৮)। Modern media, elections and democracy। আইএসবিএন 978-93-86602-38-1। ওসিএলসি 1011356716। \nJaffrelot, Christophe (২০২১)। Modi's India : Hindu nationalism and the rise of ethnic democracy। Cynthia Schoch। আইএসবিএন 978-0-691-22309-4। ওসিএলসি 1238131061। \nElectoral dynamics in the states of India। Sandeep Shastri, Ashutosh Kumar, Yatindra Singh Sisodia। ২০২২। আইএসবিএন 978-1-003-15997-1। ওসিএলসি 1262691121। \n\n\n== বহিঃসংযোগ ==\nভারত সরকারের রূপরেখা"}