{"pageid": 138114, "title": "বিশ্বামিত্র", "url": "https://bn.wikipedia.org/wiki?curid=138114", "content": "ঋগ্বেদ রচয়িতা এক ঋষি বিশ্বামিত্র (সংস্কৃত: विश्वामित्र, আইএএসটি: Viśvā-mitra), যাকে মোট ১৮ সূক্তের  একক ও ৬ সূক্তের  সহ রচয়িতা হিসেবে পাওয়া যায়।সমস্ত বেদ সার যে গায়ত্রী মন্ত্র উচ্চারিত, সেই গায়ত্রী মন্ত্র দষ্টা ঋষি কিন্তু বিশ্বামিত্র ঋষি, যিনি পূর্বে ব্রাহ্মণ ছিলেন না। তবে শুধু গায়ত্রীর কথা না বলে ঋকবেদের সম্পর্ণ তৃতীয় মন্ডলের সমস্ত মন্ত্রগুলির দ্রষ্টা রচয়িতা ঋষি হলেন বিশ্বামিত্র এ কথাটা জরুরি।বেদের মন্ত্রবর্ণ থেকে অবশ্য বোঝা যায় না যে, তিনি পূর্বে ক্ষত্রিয় ছিলেন,পরে ব্রাহ্মণ হয়েছেন। কিন্তু মন্ত্রদ্রষ্টা ঋষি বশিষ্ঠের সঙ্গে প্রবল বিরোধিতা ছিল।\nঋকবেদে দশরাজ্ঞীয় যুদ্ধ বলে একটা বিখ্যাত যুদ্ধের বর্ণনা আছে। এই যুদ্ধে ভরত,যদু,অনুরোধ,দ্রুহ্য, এই সব জনগোষ্ঠীর নেতাদের পুরোহিত ছিলেন বিশ্বামিত্র,আর বশিষ্ঠ ছিলেন সুদাম রাজার পুরোহিত।বলা উচিত বিশ্বামিত্র ঋষি হেরে যায়,বশিষ্ঠ কাছে। এই হেরে যাওয়া বিশ্বামিত্র ঋষি মেনে নিতে পারে নি, এই থেকে বিশ্বামিত্রের এবং বশিষ্ঠের দ্বন্দ্ব  শুরু হতে থাকে।\nরামায়ণে রামচন্দ্রের বিবাহ উপলক্ষে বশিষ্ঠ এবং বিশ্বামিত্র দুজনেই উপস্থিত হয়েছিলেন জনকের সভায়। সেখানে রাজর্যি জনকের পুরোহিত শতানন্দ দুই ঋষি বশিষ্ঠ ও বিশ্বামিত্রের পুরাতন সংঘর্ষের কথা জানিয়ে বলছেন: বিশ্বামিত্র-ই জন্মগত ক্ষত্রিয় রাজা কুশের বংশধর। কুশের বংশে গাধি নামে যে রাজা কান্যাকুজ অঞ্চলে রাজত্ব করতেন, সেই গাধির ছেলে হলেন বিশ্বামিত্র।\nএই বিশ্বামিত্র একসময় বেশ কিছু সৈন্য নিয়ে পৃথিবী ভ্রমণে বেরোলেন। নানা দেশ, নানা জায়গায় ঘুরে বিশ্বামিত্র এক সময় উপস্থিত হলেন বশিষ্ঠ আশ্রমে।ব্রহ্মলোকের মত সেই নিভৃত শান্ত আশ্রম দেখে বিশ্বামিত্র পরম প্রীত হলেন এবং বশিষ্ঠের দেওয়া ফল মূলের অর্ঘ্য, তৃষ্ণার জল পেয়ে তিনিও বশিষ্ঠের কুশল মঙ্গল কামনা করলেন যথারীতি। এদিকে বশিষ্ঠ দেখছেন রাজার সঙ্গে বেশ কিছু সৈন্যবাহিনী আছে।তারা শ্রান্ত ক্ষুদার্ত নিশ্চয়ই। রাজা হিসাবে বিশ্বামিত্র যখন মুনির আপ্যায়ন সৎকার গ্ৰহন করে বিদায় নেবার মুখে তখন বশিষ্ঠ বললেন-আমি আপনাকে এবং আপনার সৈন্যবাহিনীর প্রত্যেকে আতিথেয় সৎকারে আপ্যায়িত করতে চাই।\n\nআতিথ্যাং কর্তুমিচ্ছামি বলস্যাস্য মহাবল।। বিশ্বামিত্র বললেন: আপনি যথেষ্ট করেছেন। এর বেশি আপ্যায়ন আর কি হতে পারে। বশিষ্ঠ মানলেন না। বার বার বিশ্বামিত্র কে অনুরোধ করে, কোন মতে রাজি করালেন।\nমহামুনি বশিষ্ঠের একটি কামধেনু ছিল, সেই ধেনুর নাম শবলা। তার অসামান্য শক্তি এবং সেই শক্তিতে ধেনুটি বশিষ্ঠের সকল কামনা পূরণ করতে পারতেন। বিশ্বামিত্র এবং তার সৈন্যবাহিনী কে আতিথ্যে আহ্বান করেই বশিষ্ঠ তার কামধেনু শবলা কে বললেন__তুমি এই সৈন্যদের যার যেমন খেতে ইচ্ছে হয়, সেই রকম চব্য,চোষ্য,লেহ্য,পেয় সব রকম খাদ্যের ব্যবস্থা কর।বশিষ্ঠের ইচ্ছা অনুসারে শবলা কামধেনু সমস্ত খাবারের ব্যবস্থা করলেন। এবং সমস্ত সৈন্যবাহিনী সহ এমন বহুল আপ্যায়নে প্রীত হবার পর বিশ্বামিত্র রাজার মনে এই গাভিটির ব্যাপারে একটা লোভ তৈরি হল। বিশ্বামিত্র বশিষ্ঠ কে বললেন__আমি আপনাকে এক লক্ষ গাভী দেব, আপনি তার পরিবর্তে এই শবলা কামধেনু টি আমায় দিন__\nগবাং শতসহস্রেণ দীয়তাং শবলা মম।\nরাজা হিসেবে বিশ্বামিত্রের আরও বক্তব্য ছিল। তিনি বললেন_এই পৃথিবী তে যা কিছু ই রত্ম সরূপ, ব্যক্তি বা বস্তুর মধ্যে যা কিছুই উৎকৃষ্ট সমস্তই রাজার প্রাপ্য।এটাই নিয়ম অতএব গাভিকুলের মধ্যে শ্রেষ্ঠ এই শবলা ন্যায় অনুসারে রাজার প্রাপ্য, অর্থাৎ, এই গাভির ন্যায়সংগত অধিকারি আমি।বশিষ্ঠ উত্তর দিলেন_ এক কেন এক লক্ষ শত কোটি গাভির পরিবর্তনে ও আমি শবলা কে দেবো না।বিশেষত এই গাভি আমার হব্য,কব্য,অগ্নিহোত্র থেকে আরম্ভ করে আমার হোম,যজ্ঞ, আহুতি এবং আমার জীবন বহন করে। আমি কোন মুল্যে শবলাকে ছাড়বোনা।\nরাজা বিশ্বামিত্র সোনা দানা থেকে আরম্ভকরে হাতি, ঘোড়া এবং আরও অনেক কিছু দিতে চাই লেন, কিন্তূ বশিষ্ঠ এবার বলেই দিলেন__আপনি আর বাজে কথা বলবেন না, আমি শবলাকে দেব না__\nবহুনা কিং প্রলাপেন ন দাস্যে কামদোহিনীম।\nদান নিতে চেয়ে অপমানিত হবার পর আর বশিষ্ঠর কোন সম্নান রাখলেন না। সোজা তিনি শবলাকে ধরে নিয়ে চললেন।শবলা বশিষ্ঠকে ছেড়ে যাবার সময় কাঁদতে থাকলে বশিষ্ট তাকে সৈন্য সৃষ্টি করে বিশ্বামিত্রের সঙ্গে যুদ্ধ করতে বললেন।শবলা তাই করলেন। বিশ্বামিত্র আর উপায় থাকল না।বশিষ্ঠ প্রেরিত শবলা সৈন্য দের আক্রমণে বিশ্বামিত্রের পুত্ররাও অনেক মারা গেলেন,সৈন্যরা তো বটেই। বিশ্বামিত্রের অবস্থা হল তরঙ্গহীন সমুদ্রের মতো, বিষদাঁত ভেঙ্গে যাওয়ার সর্পের মত। তিনি এক পুত্রকে সিংহাসনে বসিয়ে তপস্যা করতে চলে গেলেন হিমালয়ে। তিনি মহাদেবের তপস্যা করতে বসলেন। কিন্তু এই তপস্যার ফল নিয়ে বশিষ্ঠের সঙ্গে যুদ্ধ করতে গেলেন এবং আবারও ব্রাহ্মণের ব্রহ্মদন্ডের কাছে পরাজিত হলেন। বার বার তখন এই শব্দটি প্রবল হল মানুষের মধ্যে যে ব্রাহ্মণের শক্তিই বেশি। ক্ষত্রিয় শক্তিকে ধিক__\nধিকবলং ক্ষত্রিয় বলংব্রহ্মতেজো বলং বলম\nবিশ্রামিত্র আবার তপস্যায় বসলেন এবং বহু কৃচ্ছসানের পর ব্রহ্মা তাকে রাজর্ষি বলে চিহ্নিত করলেন। এতেও তার ব্রাহ্মণ হওয়া হলো না। শুধু কিছু অলৌকিক দৈবিক্ষমতা লাভ করলেন তিনি।বিশ্রামিত্রের ও নানান তপঃপর্যায়ের মধ্যে ও কামনা এবং ক্রোধ কীভাবে তার তপস্যায় বাধা হয়ে উঠেছে,সেগুলি মেনকা রম্ভার প্রলোভন এবং দেবরাজ ইন্দ্রের পরিক্ষায় ধরা পড়েছে। অবশেষে যে ক্রোধের জন্য বিশ্বামিত্র বিখ্যাত হয়ে উঠেছিলেন, সেই ক্রোধ জয়ের ঘটনায় যখন তিনি উত্তীর্ণ হলেন, তখন দেবতারা স্বয়ং ব্রহ্মাকে অগ্ৰণী করে তাকে তপস্যার পূর্ণফল দান করে বললেন__আজ তুমি সত্যি ব্রাহ্মণ হলে__ব্রাহ্মণ্যাং\nবিশ্বামিত্র এবার মুগ্ধ স্বরে বললেন__যদি আমি সত্যিই ব্রাহ্মণ হয়ে থাকি তাহলে ব্রহ্মার পুত্র বশিষ্ঠ আমাকে যেন সত্যিই ব্রাহ্মণ বলে স্বীকার করেন__\nব্রহ্মপুত্রো বশিষ্ঠো মামেবং বদতু দেবতাঃ। বিশ্বামিত্রের ব্রাহ্মণত্ব লাভের কাহিনী শুধু রামায়ণ নয়,পুরান গুলিতে ও কথিত হয়েছে বার বার এবং সেটা এই মর্মে ই যে ব্রাহ্মণ্যি অতি দুর্লভ বস্তু কিন্তু সাধন তপস্যার মাধ্যমে তা লাভ ও করা যায়। আসলে বশিষ্ঠ এবং বিশ্বামিত্রের এই বিবাদটা একটা বড় সূত্র এই ব্যাপারে ই যে ব্রাহ্মণ্য অর্জন করতে হয়। কেউ ব্রাহ্মণ হয়ে জন্ম গ্ৰহন করে আসে না। তাকে এখানে এসে অর্জন করতে হবে।তবেই তাকে ব্রাহ্মণ বলে মানা হয়।\n\n\n== সংস্কৃত সাহিত্য ও ভারতীয় লোককথায় বিশ্বামিত্র কাহিনী ==\nপরবর্তীকালে ভারতীয় সংস্কৃত পুরাণ ও সাহিত্যে কাহিনীতে এ নামে প্রচুর কল্পগাথা বর্ণিত হয়েছে। এসবের এক লাককথা বলছে সে গাধিরাজের পুত্র ও জনৈক মুনি। এ নামের গল্প যেমন আছে ত্রেতাযুগের বাল্মিকীর রামায়ণের বালকাণ্ড অধ্যায়ে তেমনি আছে দ্বাপরযুগের কৃষ্ণদ্বৈপায়ণের মহাভারতের আদিপর্বেও।\n\n\n=== জন্ম কাহিনী ===\nমহর্ষি বিশ্বামিত্র ছিলেন প্রাচীন ভারতে একজন রাজা। তিনি কৌশিক নামেও পরিচিত ছিলেন। তিনি যোদ্ধা এবং ব্রহ্মার ‍মানসপুত্র প্রজাপতি কুশ নামীয় রাজার প্রপৌত্র ও খুবই ধার্মিক কুশান্যভ রাজার পুত্র গাধি’র সন্তান ছিলেন মহর্ষি বিশ্বামিত্র। বাল্মিকী’র রামায়ণের বাল কাণ্ডের ৫১ চরণে এ বিষয়ে লেখা রয়েছে।\n\n\n=== রাজ্য শাসন ===\nগাধিরাজের মৃত্যুর পর বিশ্বামিত্র রাজসিংহাসনে আরোহণ করেন এবং বীর বিক্রমে রাজ্যশাসন করতে থাকেন। তিনি অতুল ঐশ্বর্য্রও বিপুল ধন-সম্পদের অধিকারী ছিলেন। এছাড়াও, তার শতাধিক পুত্র ও অসংখ্য সৈন্য ছিল॥।\n\n\n=== বশিষ্ঠের সাথে ঝগড়া ===\nবিশ্বামিত্র কোন একদিন এক অক্ষৌহিণী সেনা (১০৯৩৫০ পদাতিক, ৬৫৬১০ অশ্ব, ২১৮৭০ হস্তী এবং ২১৮৭০ রথ) ও পুত্রদেরকে সাথে নিয়ে মহর্ষি বশিষ্ঠের আশ্রমে উপস্থিত হলে মুনি কামধেনু নন্দিনী (আরেক নাম শবলা)র সাহায্যে উপস্থিত সকলকে পূর্ণ তৃপ্তিসহকারে ভোজন করান। একটি সাধারণ আশ্রমে এতো বিপুলসংখ্যক লোকের খাদ্য সরবরাহের বিষয়ে বিশ্বামিত্র আগ্রহী হয়ে কামধেনুর অবিশ্বাস্য গুণাবলী জেনে বশিষ্ঠের কাছে তা প্রার্থনা করেন। বশিষ্ঠ জানান যে, নন্দিনী হচ্ছে ইন্দ্রের কামধেনুর কন্যা, এর সাহায্যে যখন যা চাওয়া হয তাই পাওয়া যায়। বিশ্বামিত্র সবলাকে নিতে চাইলে বশিষ্ঠ কামধেনুকে দান করতে অস্বীকার করেন এবং উভয়ের মধ্যে তুমুল বাদানুবাদ ও তীব্র বিবাদের সৃষ্টি হয়। বিশ্বামিত্র তার সুদক্ষ সৈনিকদের সহায়তায় বলপূর্বক কামধেনুকে কেড়ে নিতে উদ্যত হলে ঋষিবর শবলার সাহায্যে অসংখ্য সৈন্য সৃষ্টি করে রাজার সমূদয় সৈন্যদল ধ্বংস করে ফেলেন। এছাড়াও, অন্যান্য রাজপুত্র বশিষ্ঠকে আক্রমণ করতে এগিয়ে এলে মহর্ষি ব্রহ্মতেজে বিশ্বামিত্রের শতপুত্রকে দগ্ধ করে ফেলেন।\n\n\n=== তপস্যায় মনোনিবেশ ===\nবিশ্বামিত্র এরূপে সৈন্যবিহীন অবস্থায় ও শতপুত্রশোকে কাতর হয়ে নিজ রাজধানীতে ফিরে এসে অবশিষ্ট এক পুত্রের কাঁধে রাজ্যের শাসনভার প্রদান করে বনে গমন করেন ও মহাদেবের কঠোর তপস্যায় মনোনিবেশ করেন। মহাদেব বিশ্বামিত্রের তপস্যায় অতি সন্তুষ্ট হয়ে বর প্রদানে উপস্থিত হলে বিশ্বামিত্র তার নিকট মন্ত্রসহ সাঙ্গোপাঙ্গ ধনুর্বেদ সম্পূর্ণ আয়ত্ত করে নেন। পরে তিনি মহর্ষি বশিষ্ঠের আশ্রমে পুনরায় গমন করে তপোবন নষ্ট করে ফেলেন এবং পরে ঋষিবরের উপর পুনরায় অস্ত্রবর্ষণ করেন। কিন্তু বশিষ্ঠদেব ব্রহ্মদণ্ড হাতে নিয়ে বিশ্বামিত্রের সমস্ত অস্ত্রের মোকাবেলা করেন। এরূপে হতমান ও হতদর্প হয়ে বিশ্বামিত্র অস্ত্রবলের চেয়ে ব্রহ্মবলের শ্রেষ্ঠত্ব উপলদ্ধি করেন এবং নিজে ব্রাহ্মণত্ব লাভ করার জন্য চেষ্টা করতে লাগলেন। সেজন্য তিনি পত্নীসহ দক্ষিণে গমন করে কঠোর তপস্যা করতে লাগলেন। এ সময়ে তার আরো তিন পুত্রের জন্ম হয়। অনেক অনেক বছর পরে ব্রহ্মা স্বয়ং উপস্থিত হয়ে বিশ্বামিত্রকে রাজর্ষিত্ব প্রদান করেন।\n\n\n=== মেনকা’র সাথে বিবাহ ও শকুন্তলা’র জন্ম ===\nবিশ্বামিত্রের দীর্ঘকালের কঠোর তপস্যায় পরিতুষ্ট হয়ে ব্রহ্মা তার কাছে আসেন ও ঋষিত্ব প্রদান করেন। কিন্তু তাতেও বিশ্বামিত্র পরিতুষ্ট না হয়ে পুনরায় উগ্র তপশ্চরণে প্রবৃত্ত হন। এ সময়ে ইন্দ্রের নির্দেশে অপ্সরারূপী মেনকা ঋষিবরকে তার রূপে বিমোহিত করতে সক্ষম হন এবং তারা বিবাহবন্ধনে আবদ্ধ হয়ে দশ বৎসর যাপন করেন। এই দশ বৎসর স্বামীর সহিত মেনকার সহবাসের ফলে বিশ্বামিত্র’র ঔরসে মেনকা অন্তঃসত্বা হয়ে পড়েন। মেনকার গর্ভে শকুন্তলা নাম্নী কন্যার জন্ম হয়। দশ বৎসর পরে চৈতন্য ফিরে পাওয়ায় বিশ্বামিত্র মেনকাকে বিদায় দিয়ে অতি বিষণ্নচিত্তে উত্তরদিকে গমন করেন এবং হিমাচলে কৌশিকী নদীর তীরে পুনরায় কঠোর তপশ্চরণে প্রবৃত্ত হন।\n\n\n=== অপ্সরাঃ রম্ভাকে শাপ ও ব্রাহ্মণত্ব লাভ ===\nদীর্ঘকাল পরে ব্রহ্মা বিশ্বামিত্রের নিকট উপস্থিত হয়ে তাকে মহর্ষিত্ব প্রদান করেন। কিন্তু ব্রহ্মা তাকে বললেন, ‘তোমার সিদ্ধিলাভের বহু বিলম্ব আছে, কারণ তুমি এখনও ইন্দ্রিয় জয় করতে পার নাই’। এ কথা শুনে মহর্ষি পুনরায় উগ্র তপস্যায় প্রবৃত্ত হলেন। এ সময়ে বিশ্বামিত্রের তপোভঙ্গ করার লক্ষ্যে দেবরাজের আদেশে অপ্সরাঃ রম্ভা সমাগতা হলে মহর্ষি তাকে শাপ প্রদানে দীর্ঘকালের নিমিত্ত পাষাণাকারে পরিণত করেন। পরন্তু ক্রোধের কারণে তপঃফল নষ্ট হওয়ায় বিশ্বামিত্র পূর্বদিকে গিয়ে তপস্যা করতে লাগলেন। বহুবর্ষ পরে ব্রহ্মা উপস্থিত হয়ে তাকে ব্রাহ্মণত্ব প্রদান করেন। বিশ্বামিত্র ব্রহ্মর্ষিত্ব সাধে করে দীর্ঘ পরমায়ুঃ, চতুর্বেধ এবং ওঙ্কার লাভ করে মনোরথ-সিদ্ধি হওয়ায় আনন্দ-সাগরে নিমগ্ন হলেন। অতঃপর বশিষ্ঠের সাথে তার মৈত্রীয় সম্পর্ক স্থাপিত হয়।\n\n\n=== রাজা ত্রিশঙ্কুকে স্বর্গারোহণের চেষ্টা ===\nএকদিন গর্বিত রাজা হিসেবে ত্রিশঙ্কু তার গুরু বশিষ্ঠকে স্ব-শরীরে স্বর্গে প্রেরণ করতে বলেন। কিন্তু তার গুরু বশিষ্ঠ ও তৎপুত্রগণ কর্তৃক প্রত্যাখ্যাত হয়ে বিশ্বামিত্রের শরণাপন্ন হলে রাজর্ষি তার ইষ্ট-সিদ্ধির লক্ষ্যে এক যজ্ঞ করেন এবং যজ্ঞফলে তাকে স্ব-শরীরে স্বর্গে আসছেন দেখে ইন্দ্র তাকে ফেরৎ পাঠান। দেবাদেশে ত্রিশঙ্কু মর্ত্যাভিমুখে নামছেন দেখে বিশ্বামিত্র নিজ তপোবলে তাকে শূণ্যে ভাসমান রেখে দ্বিতীয় ব্রহ্মাণ্ড রচনায় নিযুক্ত হলেন। তিনি দক্ষিণদিকে নক্ষত্রপুঞ্জের সৃষ্টি করে অপর দেবগণের সৃষ্টি করতে উদ্যোগী হলে দেবতারা তার নিকট উপস্থিত হন এবং নবসৃষ্ট নক্ষত্রপুঞ্জের মধ্যে ত্রিশঙ্কু’র অবস্থান নির্দিষ্ট করে বিশ্বামিত্রকে নিরস্ত করেন।\n\n\n=== শুনঃশেফকে রক্ষা ===\nদক্ষিণে তপোবিঘ্ন ঘটায় বিশ্বামিত্র পশ্চিমে গিয়ে পুস্করতীরস্থ বনে তপস্যায় প্রবৃত্ত হন। এ সময়ে অযোধ্যার রাজা অম্বরীষ একটি যজ্ঞের অনুষ্ঠান করোছিলেন। ইন্দ্র সেই যজ্ঞের পশু হরণ করায় পুরোহিত রাজাকে একটি নরবলি দিয়ে যজ্ঞবিঘ্নের প্রায়শ্চিত্ত করতে বলেন। অম্বরীষ উপযুক্ত নরের সন্ধানে ইতস্ততঃ পরিভ্রমণ করে অবশেষে ঋচীক ঋষির মধ্যমপুত্র শুনঃশেফকে খুঁজে পান এবং তাকে সাথে করে নিয়ে রাত হয়ে যাওয়ায় রাতযাপনের লক্ষ্যে বিশ্বামিত্রের আশ্রমে উপনীত হন। শুন‍ঃশেফ বিশ্বামিত্রের শরণাপন্ন হয়ে প্রাণভিক্ষা চাইলে বিশ্বামিত্র তাকে অগ্নির স্তব শেখান। সেই স্তবের প্রভাবে শুনঃশেফ অগ্নি থেকে প্রাণরক্ষা করতে সমর্থ হন।\n\n\n=== রাজা হরিশ্চন্দ্রের রাজ্য অধিকার ===\nএকসময় সুরসভায় বশিষ্ঠ মুনি রাজা হরিশ্চন্দ্রের অশেষ সুখ্যাতি করায় বিশ্বামিত্র তার পরীক্ষা গ্রহণে কৃতসংকল্প হয়ে ছলে-বলে-কৌশলে তার সমস্ত রাজ্যের অধিকার লাভ করেন এবং পরে দক্ষিণার জন্য পীড়াপীড়ি করতে লাগলেন। অবশেষে হরিশ্চন্দ্র মহির্ষী শৈব্যা ও পুত্র রোহিতাশ্বকে নিয়ে দক্ষিণার অর্থের সন্ধানে বের হন এবং বারাণসীতে মহির্ষী ও পুত্রকে দাসরূপে এক ব্রাহ্মণগৃহে নিযুক্ত করেন এবং নিজে শ্মশানরক্ষক চণ্ডালের নিকট দাসরূপে নিজেকে বিকিয়ে বিশ্বামিত্রকে প্রয়োজনীয় দক্ষিণা প্রদান করেন। পরে রোহিতাশ্ব সর্পাঘাতে মৃত্যুমুখে পতিত হলে শৈব্যা কাঁদতে কাঁদতে মৃতপুত্র বক্ষে নিয়ে সেই শ্মশানে উপস্থিত হন। হরিশ্চন্দ্র মহির্ষীকে চিনতে পেরে অতি করুণস্বরে বিলাপ করতে লাগলেন। এমন সময়ে বিশ্বামিত্র সেখানে উপস্থিত হন এবং হরিশ্চন্দ্রের অশেষ গুণকীর্তন করে রোহিতাশ্বকে পুনরায় জীবন দানসহ সমস্ত রাজ্য ফেরত দেন।\n\n\n=== রাম-লক্ষ্মণকে নিয়ে মিথিলায় গমন ===\nব্রহ্মর্ষি বিশ্বামিত্র ধনুর্বেদ সংকলন করে মানবসমাজে প্রচার করেন। রাক্ষসদিগের উপদ্রব নিবারণকল্পে বিশ্বামিত্র বিষ্ণু’র ৭ম অবতার হিসেবে রাম-লক্ষ্মণকে নিজের আশ্রমে নিয়ে যান এবং পথে তাদেরকে বলা ও অতিবলা মন্ত্র দান করেন। তারপর রাম তাড়কা, মরীচা ও সুবহুকে বধ করে ঋষিপ্রবরের যজ্ঞ নির্বিঘ্ন করলে বিশ্বামিত্র দুই ভাইকে নিয়ে মিথিলা অভিমুখে যাত্রা করেন এবং পথে গৌতম ঋষির আশ্রমে উপস্থিত হয়ে রামের সাহায্যে অহল্যার শাপ বিমোচন করান। পরে তারই সহায়তায় মিথিলায় স্বয়ংবর সভায় গেলে রাজকুমারী সীতা রামের গলায় মালা পরান ও সেখানেই বিবাহকার্য সম্পাদিত হয়।\n\n\n=== গায়ত্রী মন্ত্র রচয়িতা ===\nব্রহ্মর্ষি বিশ্বামিত্র প্রসিদ্ধ গায়ত্রী মন্ত্র রচয়িতা। তিনিই ধনুর্বেদ সংকলন করে মানবসমাজে প্রচার করেন। এটি এমন ধরনের মন্ত্র যা সকল ধরনের প্রার্থনায় উচ্চারিত হয় এবং তিনটি বেদে (যথা- ঋকবেদ, যজুঃবেদ এবং সামবেদে) মন্ত্রটির উপস্থিতি দেখা যায়। বেদে পরিষ্কারভাবে বর্ণিত আছে যে, যে কেউই স্বাধীনভাবে মন্ত্রটি উচ্চারিত করতে পারেন এবং মানসিক ও আত্মিকভাবে লাভবান হতে পারেন। মন্ত্রটি হলোঃ-\n\nবাংলা অনুবাদঃ \"আসুন আমরা সেই স্বর্গীয় সূর্যদেবের সর্বশ্রেষ্ঠতাকে পূজা করি, ঈশ্বর এর সেই শক্তি যে সবকিছুকে আলোকিত করে, যিনি সবকিছুকে পুনরায় সৃষ্টি করেন, যার থেকে সবকিছু অগ্রসর হয়, যার কাছে সবকিছু অবশ্যই ফিরে যাবে, যাকে আমরা আমাদের উপলব্ধিকে তাঁর পবিত্র আসনের দিকে আমাদের অগ্রগতিকে সঠিকভাবে পরিচালনা করতে আবাহন করি।\"\n\n\n== তথ্যসূত্র ==\n\nhttp://www.valmikiramayan.net/  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ জানুয়ারি ২০০৭ তারিখে\nhttp://www.mythfolklore.net/india/encyclopedia/viswamitra.htm\nসরল বাঙালা ব্যাকরণ, সুবলচন্দ্র মিত্র, নিউ বেঙ্গল প্রেস প্রাইভেট লিঃ, কলিকাতা, ১৯৯৫।"}