{"pageid": 1381657, "title": "থারমান শানমুজারত্নম", "url": "https://bn.wikipedia.org/wiki?curid=1381657", "content": "থারমান শানমুজারত্নম (জন্ম ২৫ ফেব্রুয়ারি ১৯৫৭) হলেন একজন সিঙ্গাপুরের রাজনীতিবিদ এবং অর্থনীতিবিদ যিনি সিঙ্গাপুরের বর্তমান নির্বাচিত প্রেসিডেন্ট। তিনি এর আগে ২০১৯ থেকে ২০২৩ সালের মধ্যে সিঙ্গাপুরের সিনিয়র মন্ত্রী এবং ২০১৫ থেকে ২০২৩ সালের মধ্যে সামাজিক নীতির সমন্বয়কারী মন্ত্রী এবং ২০১১ থেকে ২০২৩ সালের মধ্যে সিঙ্গাপুরের মনিটারি অথরিটির চেয়ারম্যান হিসেবে দায়িত্ব পালন করেছেন। পিপলস অ্যাকশন পার্টির (পিএপি) একজন প্রাক্তন সদস্য, তিনি ২০০১ এবং ২০২৩ সালের মধ্যে জুরং জিআরসির তামান জুরং বিভাগের প্রতিনিধিত্বকারী সংসদ সদস্য (এমপি) ছিলেন। তিনি ২০১১ থেকে ২০১৯ সালের মধ্যে উপ-প্রধানমন্ত্রী হিসাবেও দায়িত্ব পালন করেছিলেন, এর মধ্যে অর্থমন্ত্রীও ছিলেন। ২০০৭ এবং ২০১৫, ২০০৩ এবং ২০০৮ এর মধ্যে শিক্ষামন্ত্রী।\nতিনি পেশায় একজন অর্থনীতিবিদ, থারমান তার পুরো কর্মজীবন পাবলিক সার্ভিসে কাটিয়েছেন, মূলত অর্থনৈতিক ও সামাজিক নীতির সাথে সম্পর্কিত ভূমিকায়। তিনি বিভিন্ন উচ্চ-পর্যায়ের আন্তর্জাতিক কাউন্সিল এবং প্যানেলের নেতৃত্ব দিয়েছেন। থারমান বর্তমানে ত্রিশ গ্রুপের ট্রাস্টি বোর্ডের সভাপতিত্ব করছেন, যা সরকারি ও বেসরকারি খাত এবং একাডেমিয়ার অর্থনৈতিক ও আর্থিক নেতাদের একটি গ্লোবাল কাউন্সিল। তিনি এনগোজি ওওনজো-আইওয়ালা, মারিয়ানা মাজুকাতো এবং জোহান রকস্ট্রোমের সাথে জলের অর্থনীতির উপর গ্লোবাল কমিশনের সহ-সভাপতি। এর প্রাথমিক সুপারিশগুলি ২০২৩ সালের মার্চ মাসে জাতিসংঘের জল সম্মেলনের ফলাফলগুলিকে রূপ দিতে সাহায্য করেছিল৷ থারম্যান ২০২১ সাল থেকে এনগোজি ওকোনজো-ইওয়ালা এবং লরেন্স সামারের পাশাপাশি মহামারি প্রস্তুতি এবং প্রতিক্রিয়ার জন্য গ্লোবাল ফাইন্যান্সিং সম্পর্কিত জি-২০ উচ্চ স্তরের স্বতন্ত্র প্যানেলের সহ-সভাপতিও রয়েছেন৷ ২০১৭ সালে , থারমানকে গ্লোবাল ফাইন্যান্সিয়াল গভর্নেন্স সম্পর্কিত জি-২০ বিশিষ্ট ব্যক্তিদের গ্রুপের চেয়ারম্যান হিসেবে নিযুক্ত করা হয়েছিল।\nথারমান ওয়ার্ল্ড ইকোনমিক ফোরামের (ডব্লিউইএফ) বোর্ড অফ ট্রাস্টিজেরও সদস্য। এছাড়াও, থারমান কার্যকরী বহুপাক্ষিকতার বিষয়ে জাতিসংঘ মহাসচিবের উচ্চ-স্তরের উপদেষ্টা বোর্ডের সদস্য, যেটি ২০২৪ সালে জাতিসংঘের ভবিষ্যতের শীর্ষ সম্মেলনের জন্য কার্যকর বহুপাক্ষিকতার বিষয়ে সুপারিশ করবে। তিনি আন্তর্জাতিক মুদ্রা ও আর্থিক কমিটিরও সভাপতিত্ব করেন, আন্তর্জাতিক মুদ্রা তহবিল (IMF) এর নীতি উপদেষ্টা কমিটি, ২০১১ থেকে ২০১৪ পর্যন্ত, প্রথম এশিয়ান চেয়ার হয়ে উঠেছে এছাড়াও, তিনি ২০১৯ থেকে ২০২২ সাল পর্যন্ত জাতিসংঘের উন্নয়ন কর্মসূচির (UNDP) মানব উন্নয়ন প্রতিবেদনের (HDR) উপদেষ্টা বোর্ডের সহ-সভাপতি ছিলেন।\nথারমান ২০০১ সালের সাধারণ নির্বাচনে তার রাজনৈতিক আত্মপ্রকাশ করেন এবং পরবর্তীতে ২০০৬, ২০১১, ২০১৫ এবং ২০২০ সালের সাধারণ নির্বাচনে চারবার সংসদে পুনরায় নির্বাচিত হন। . পরবর্তীকালে, তিনি ৭ জুলাই ২০২৩-এ সরকারে তার সমস্ত পদ থেকে এবং PAP-এর সদস্য হিসাবে তার নির্ধারিত পদত্যাগ ঘোষণা করেন, কারণ রাষ্ট্রপতি একটি নির্দলীয় কার্যালয়। থারমান এনজি কোক সং এবং তান কিন লিয়ানকে পরাজিত করে ব্যাপক ব্যবধানে রাষ্ট্রপতি নির্বাচনে জয়লাভ করেন। পরবর্তীকালে, তিনি সংখ্যালঘু জাতি থেকে প্রথম ব্যক্তি যিনি প্রতিদ্বন্দ্বিতাপূর্ণ রাষ্ট্রপতি নির্বাচনে সরাসরি নির্বাচিত হন। ১৯৯৩ সালে ওং টেং চেওং-এর পর তিনিই প্রথম রাষ্ট্রপতি যিনি জনপ্রিয় ভোটের সংখ্যাগরিষ্ঠতা অর্জন করেছিলেন এবং তাঁর ৭০.৪% এবং ১৭,৪৬,৪২৭ ভোট সিঙ্গাপুরের ইতিহাসে রাষ্ট্রপতি প্রার্থীর ভোটের বৃহত্তম ভোট শেয়ার এবং সংখ্যায় পরিণত হয়েছে৷\n\n\n== শিক্ষা ==\nসিঙ্গাপুরে জন্মগ্রহণকারী, থারমান লন্ডন স্কুল অফ ইকোনমিক্স (LSE) থেকে অর্থনীতিতে বিজ্ঞানের স্নাতক ডিগ্রি নিয়ে স্নাতক হওয়ার আগে অ্যাংলো-চাইনিজ স্কুলে পড়াশোনা করেছিলেন। (LSE পরে তাকে ২০১১ সালে একটি অনারারি ফেলোশিপ প্রদান করে)।\nপরবর্তীকালে তিনি কেমব্রিজ বিশ্ববিদ্যালয়ের উলফসন কলেজে যান, যেখানে তিনি অর্থনীতিতে দর্শনের স্নাতকোত্তর ডিগ্রি অর্জন করেন। এরপর তিনি হার্ভার্ড ইউনিভার্সিটির হার্ভার্ড কেনেডি স্কুলের ছাত্র হন, যেখানে পাবলিক অ্যাডমিনিস্ট্রেশনে স্নাতকোত্তর (এমপিএ) ডিগ্রি সম্পন্ন করেন এবং লুসিয়াস এন. লিটাউয়ার ফেলোস অ্যাওয়ার্ড (এমপিএ শিক্ষার্থীদের দেওয়া হয় যারা একাডেমিক শ্রেষ্ঠত্ব এবং নেতৃত্ব প্রদর্শন করে) এর প্রাপক ছিলেন।\n১৯৭০ এর দশকে যুক্তরাজ্যে অধ্যয়নকালে থারমান একজন ছাত্র কর্মী ছিলেন। তিনি মূলত সমাজতান্ত্রিক বিশ্বাসের অধিকারী ছিলেন, কিন্তু অর্থনীতির বিষয়ে তার দৃষ্টিভঙ্গি তার কর্মজীবনের সময় বিকশিত হয়েছিল।\n\n\n== কর্মজীবণ ==\nথারমান মনিটারি অথরিটি অফ সিঙ্গাপুরে (এমএএস) তার কর্মজীবন শুরু করেন, যেখানে তিনি এর প্রধান অর্থনীতিবিদ হন। পরে তিনি সিঙ্গাপুর প্রশাসনিক সেবায় যোগদান করেন এবং শিক্ষা মন্ত্রণালয়ে নীতি বিষয়ক সিনিয়র ডেপুটি সেক্রেটারি হিসেবে দায়িত্ব পালন করেন। এমএএস-এ ফিরে আসার আগে যেখানে তিনি শেষ পর্যন্ত এর ব্যবস্থাপনা পরিচালক হন। তিনি ১৯৯৯ সালে পাবলিক অ্যাডমিনিস্ট্রেশন মেডেল (স্বর্ণ) ভূষিত হন। তিনি পিপলস অ্যাকশন পার্টির প্রার্থী হিসাবে ২০০১ সালের সাধারণ নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য এমএএস-এর ব্যবস্থাপনা পরিচালকের পদ থেকে পদত্যাগ করেন।\n\n\n=== অফিসিয়াল সিক্রেটস অ্যাক্ট মামলা ===\n১৯৯২ সালে এমএএস-এর অর্থনীতি বিভাগের পরিচালক হিসাবে দায়িত্ব পালন করার সময়, থারমআন ছিলেন বিজনেস টাইমস পত্রিকায় সিঙ্গাপুরের ১৯৯২ সালের দ্বিতীয়-ত্রৈমাসিক ফ্ল্যাশ জিডিপি বৃদ্ধির অনুমান প্রকাশের সাথে জড়িত একটি মামলায় অফিসিয়াল সিক্রেটস অ্যাক্ট (OSA) এর অধীনে অভিযুক্ত পাঁচজনের একজন। অন্যদের মধ্যে ছিলেন বিজনেস টাইমসের সম্পাদক প্যাট্রিক ড্যানিয়েল।\nওএসএ কেস, যা এক বছরেরও বেশি সময় ধরে, সিঙ্গাপুর প্রেসে ব্যাপকভাবে রিপোর্ট করা হয়েছিল। থারমান প্রতিদ্বন্দ্বিতা করেছিলেন এবং শেষ পর্যন্ত জিডিপি বৃদ্ধির ফ্ল্যাশ অনুমান যোগাযোগের অভিযোগ থেকে খালাস পেয়েছিলেন। জেলা আদালত তখন অবহেলার একটি কম অভিযোগ এনেছিল, কারণ প্রসিকিউশনের মামলা ছিল যে পরিসংখ্যানগুলি একটি নথিতে দেখা গিয়েছিল যেটি তার কাছে একটি টেবিলে ছিল তার সাথে তার এক সহকর্মীর সাথে বেসরকারী খাতের অর্থনীতিবিদদের সাথে বৈঠকের সময়। থারমানও অবহেলার এই কম অভিযোগে প্রতিদ্বন্দ্বিতা করেছিলেন এবং কয়েক দিনের জন্য সাক্ষী স্ট্যান্ডে নিজেকে রক্ষা করেছিলেন।\nআদালত তা সত্ত্বেও মামলায় অন্যদের সঙ্গে তাকে দোষী সাব্যস্ত করেছে। থারমানকে S$১৫০০ জরিমানা করা হয়েছে এবং অন্যদের S$২০০০ জরিমানা করা হয়েছে। যেহেতু তিনি কোনো শ্রেণীবদ্ধ তথ্য যোগাযোগ করেছেন এমন কোনো খোঁজ পাওয়া যায়নি, তাই মামলাটি MAS-এর ব্যবস্থাপনা পরিচালক হিসেবে তার পরবর্তী নিয়োগে বা তার পরবর্তী বৃহত্তর জাতীয় দায়িত্ব পালনে কোনো বাধা সৃষ্টি করেনি।\n\n\n== রাজনৈতিক জীবণ ==\n\nথারমান ২০০১ সালের সাধারণ নির্বাচনে তার রাজনৈতিক আত্মপ্রকাশ করেন, পাঁচ সদস্যের পিএপি দলের অংশ হিসেবে জুরং জিআরসি-তে প্রতিদ্বন্দ্বিতা করেন এবং ৭৯.৭৫% ভোট পান। থারমানকে পরবর্তীকালে বাণিজ্য ও শিল্প প্রতিমন্ত্রী এবং শিক্ষা প্রতিমন্ত্রীর সিনিয়র প্রতিমন্ত্রী নিযুক্ত করা হয়।\nতিনি ২০০৩ সালে শিক্ষামন্ত্রী হিসাবে মন্ত্রিসভায় নিযুক্ত হন এবং ২০০৮ সাল পর্যন্ত এই ভূমিকা পালন করেন।\n২০০৬ সালের সাধারণ নির্বাচনে তার সংসদীয় আসন ধরে রাখার পর, থারমানকে অর্থের জন্য দ্বিতীয় মন্ত্রী নিযুক্ত করা হয়েছিল (শিক্ষামন্ত্রী হিসাবে তার ভূমিকার পাশাপাশি)। ১ ডিসেম্বর ২০০৭-এ তিনি অর্থমন্ত্রী নিযুক্ত হন।\n২০১১ সালের সাধারণ নির্বাচনের পর, থারমানকে অর্থমন্ত্রী হিসাবে তার পোর্টফোলিও বজায় রেখে উপ-প্রধানমন্ত্রী নিযুক্ত করা হয়েছিল। একই সাথে ২০১১ থেকে ২০১২ সালের মধ্যে তিনি জনশক্তি মন্ত্রী হিসেবেও দায়িত্ব পালন করেন। তিনি ৯ বছর পর ৩০ সেপ্টেম্বর ২০১৫ এ অর্থমন্ত্রীর পদ থেকে পদত্যাগ করেন।\n২০১৫ সালের সাধারণ নির্বাচনে, Jurong GRC থারম্যান দ্বারা অ্যাঙ্কর করা, পাঁচ সদস্যের সিঙ্গাপুরিয়ান ফার্স্ট দলের বিরুদ্ধে ৭৯.৩% ভোট জিতেছে।\nথারমান ২০০২ সালের ডিসেম্বরে পিপলস অ্যাকশন পার্টির কেন্দ্রীয় কার্যনির্বাহী কমিটিতে নির্বাচিত হন এবং মে ২০১১-এ দ্বিতীয় সহকারী মহাসচিব নিযুক্ত হন। ২০১৫ সালের সাধারণ নির্বাচনের পর, থারমান উপ-প্রধানমন্ত্রী ছিলেন এবং অর্থনৈতিক ও সামাজিক বিষয়ক সমন্বয়কারী মন্ত্রীও নিযুক্ত হন অক্টোবর ২০১৫ এ নীতিমালা অনুযায়ী।\n২৩ এপ্রিল ২০১৯-এ ঘোষণা করা হয়েছিল যে থারমান এবং তেও চি হিন উভয়কেই তাদের নিজ নিজ উপ-প্রধানমন্ত্রীর পোর্টফোলিও ত্যাগ করে মন্ত্রিসভা রদবদলের অধীনে ১ মে ২০১৯ থেকে কার্যকর সিনিয়র মন্ত্রী নিযুক্ত করা হয়েছিল। থারমান সামাজিক নীতির সমন্বয়কারী মন্ত্রীও হবেন এবং প্রধানমন্ত্রীকে অর্থনৈতিক নীতির পরামর্শ দেবেন।\nথারমান ২০২০ সালের সাধারণ নির্বাচনে জুরং জিআরসি-তে তার সংসদীয় আসন ধরে রেখেছেন, পাঁচ সদস্যের রেড ডট ইউনাইটেড দলের বিরুদ্ধে ৭৪.৬২% ভোট জিতেছেন।\n২০২৩ সালের জুলাই মাসে, থারমান সংসদ এবং সরকারের সমস্ত পদ থেকে পদত্যাগ করেন এবং ২০২৩ সালের সিঙ্গাপুরের রাষ্ট্রপতি নির্বাচনে প্রার্থী হিসাবে দাঁড়ানোর জন্য PAP-এর সদস্য হিসাবে পদত্যাগ করেন।\n\n\n== অন্যান্য ভূমিকাসমূহ ==\n\n\n=== MAS এর চেয়ারম্যান পদে(২০১১–২০২৩) ===\nথারমান ১ মে ২০১১ থেকে ৭ জুলাই ২০২৩ পর্যন্ত ১২ বছর ধরে সিঙ্গাপুরের মুদ্রা কর্তৃপক্ষের (MAS) চেয়ারম্যান হিসেবে দায়ীত্ব পালন করেন যেখানে তার স্থলাভিষিক্ত হন লরেন্স ওং যিনি সেই সময়ে ডেপুটি চেয়ারম্যান হিসেবে দায়িত্ব পালন করছিলেন।\n\n\n=== সহকারী চেয়ারম্যান, GIC (২০১৯–২০২৩) ===\n২০১৯ সালের মে মাসে, থারমানকে সিঙ্গাপুরের সার্বভৌম সম্পদ তহবিলের GIC-এর ডেপুটি চেয়ারম্যান নিযুক্ত করা হয়েছিল। তিনি ৭ জুলাই ২০২৩-এ GIC-এর ডেপুটি চেয়ারম্যানের পদ থেকে পদত্যাগ করেন। এছাড়াও, থারম্যান ২০০৪ থেকে ২০২৩ সালের মধ্যে GIC-এর পরিচালক এবং ২০১১ থেকে 2023 সালের মধ্যে বিনিয়োগ কৌশল কমিটির (ISC) চেয়ারম্যান হিসেবেও দায়িত্ব পালন করেন। ৭ জুলাই ২০২৩-এ, থারম্যান ছিলেন ইনভেস্টমেন্ট স্ট্র্যাটেজিস কমিটির (ISC) চেয়ারম্যান হিসেবে লরেন্স ওং এর স্থলাভিষিক্ত হন।\n\n\n=== IAC এবং  EDB এর চেয়ারম্যান পদে (২০১৪–২০২৩) ===\nথারমান ২০১৪ থেকে ২০২৩ সালের মধ্যে অর্থনৈতিক উন্নয়ন বোর্ডের (EDB) আন্তর্জাতিক উপদেষ্টা পরিষদের (IAC) সভাপতিত্ব করেন এবং আন্তর্জাতিক একাডেমিক উপদেষ্টা প্যানেল যা সিঙ্গাপুর সরকারকে বিশ্ববিদ্যালয় খাত সংক্রান্ত কৌশল সম্পর্কে পরামর্শ দেয়। ৮ জুলাই ২০২৩-এ, থারমান অর্থনৈতিক উন্নয়ন বোর্ডের (EDB) আন্তর্জাতিক উপদেষ্টা পরিষদের (IAC) চেয়ারম্যান হিসেবে লরেন্স ওং-এর স্থলাভিষিক্ত হন।\n\n\n=== বে-সরকারি প্রতিষ্ঠান(এনজিও) ===\nথারমান সিঙ্গাপুর ইন্ডিয়ান ডেভেলপমেন্ট অ্যাসোসিয়েশন (SINDA) এর ট্রাস্টি বোর্ডের সভাপতিত্ব করেন, যা সিঙ্গাপুরে ভারতীয় সম্প্রদায়ের শিক্ষাগত কর্মক্ষমতা এবং আকাঙ্ক্ষাকে উন্নত করতে চায়। তিনি ওং টেং চেয়ং লেবার লিডারশিপ ইনস্টিটিউটেরও সভাপতিত্ব করেন।\nতিনি কোভিড-১৯ মহামারির পরিপ্রেক্ষিতে সিঙ্গাপুরবাসীদের দক্ষতা ও চাকরি পুনর্নির্মাণের লক্ষ্যে জাতীয় চাকরি পরিষদের সভাপতিত্ব করেন।\nথারমান SkillsFuture প্রোগ্রামের নেতৃত্ব দিয়েছেন, যা ২০১৪ সালে চালু করা হয়েছিল ভবিষ্যতের দক্ষতা বিকাশের লক্ষ্যে এবং সিঙ্গাপুরবাসীদের মধ্যে জীবনব্যাপী শিক্ষা এবং চাকরির উন্নতির সুযোগের জন্য। তিনি মে ২০১৭ পর্যন্ত ত্রিপক্ষীয় কাউন্সিল ফর স্কিলস, ইনোভেশন অ্যান্ড প্রোডাক্টিভিটি (CSIP)-এর সভাপতিত্ব করেন।\nথারমান ২০০৪ থেকে ২০০৮ সাল পর্যন্ত সিঙ্গাপুর-লিয়াওনিং ইকোনমিক অ্যান্ড ট্রেড কাউন্সিল সহ সিঙ্গাপুর এবং অন্যান্য দেশের মধ্যে অর্থনৈতিক ও বাণিজ্য সম্পর্ক উন্নয়নের জন্য বেশ কয়েকটি দ্বিপাক্ষিক কমিটির সহ-সভাপতি ছিলেন। ২০১১ থেকে ২০২০ পর্যন্ত উচ্চ-স্তরের রাশিয়া-সিঙ্গাপুর আন্তঃসরকারি কমিশন।\n\n\n== আন্তর্জাতিক সংস্থায় নিয়োগপ্রাপ্ত ==\n\n\n=== IMFC এর চেয়ারম্যান (২০১১–২০১৪) ===\n২০১১ সালে, ইন্টারন্যাশনাল মনিটারি অ্যান্ড ফাইন্যান্সিয়াল কমিটির (IMFC), ইন্টারন্যাশনাল মনিটারি ফান্ড (IMF) এর নীতি উপদেষ্টা কমিটি, থারমানকে এর চেয়ারম্যান হিসেবে নিযুক্ত করেন যেখানে তিনি ২০১৪ সাল পর্যন্ত দায়িত্ব পালন করেন। থারম্যানের নির্বাচন ঘোষণা করার সময়, IMF বলে যে তার \" বিস্তৃত অভিজ্ঞতা, অর্থনৈতিক ও আর্থিক বিষয়গুলির গভীর জ্ঞান এবং বিশ্বব্যাপী নীতি নির্ধারকদের সাথে সক্রিয় সম্পৃক্ততা IMFC-এর জন্য অত্যন্ত মূল্যবান হবে।\"\n\n\n=== G20 EPG এর চেয়ারম্যান(২০১৭–২০২৩) ===\nএপ্রিল ২০১৭-এ, থারমানকে জি-২০ দ্বারা গ্লোবাল ফাইন্যান্সিয়াল গভর্নেন্সের জি-২০ বিশিষ্ট ব্যক্তিদের গ্রুপ (EPG)-এর সভাপতিত্বে নিযুক্ত করা হয়েছিল। অক্টোবর ২০১৮-এ, গ্রুপ বিশ্বব্যাপী উন্নয়ন অর্থায়নের আরও কার্যকর ব্যবস্থা এবং আর্থিক স্থিতিশীলতার জন্য সংস্কারের প্রস্তাব করেছে।\n\n\n=== \"Group of thirty\" এর চেয়ারম্যান(২০১৭–২০২২) ===\n১ জানুয়ারী ২০১৭-এ, থারমান জিন-ক্লদ ত্রিচেটের স্থলাভিষিক্ত হন গ্রুপ অফ থার্টি-এর চেয়ার হিসাবে, একটি স্বতন্ত্র বৈশ্বিক কাউন্সিল যা নেতৃস্থানীয় অর্থনৈতিক ও আর্থিক নীতি-নির্ধারকদের। থারমান পরবর্তীকালে মার্ক কার্নি দ্বারা স্থলাভিষিক্ত হন এবং ১ জানুয়ারী ২০২৩-এ বোর্ড অফ ট্রাস্টিজের চেয়ারম্যান নিযুক্ত হন।\n\n\n=== \"Advisory Board of the UNDP HDR\" এর সহ-সভাপতি(২০১৯–২০২২) ===\n২২ মে ২০১৯-এ, জাতিসংঘের উন্নয়ন কর্মসূচি (UNDP) ঘোষণা করেছে যে থামাস পিকেটির পাশাপাশি থারমান মানব উন্নয়ন প্রতিবেদন (HDR) ২০১৯-এর উপদেষ্টা বোর্ডের সহ-সভাপতি হবেন। মাইকেল স্পেন্সের পাশাপাশি হিউম্যান ডেভেলপমেন্ট রিপোর্ট ২০২০-এর উপদেষ্টা বোর্ডের সহ-সভাপতির জন্য তাকে দুবার নিযুক্ত করা হয়েছিল, এবং মিশেল ল্যামন্টের পাশাপাশি মানব উন্নয়ন প্রতিবেদন ২০২১/২০২২ এর উপদেষ্টা বোর্ড।\n\n\n=== WEF এর বোর্ড অব ট্রাস্টিজ(২০২৯–২০২৩) ===\n২০১৯ সালের মে মাসে, থারম্যানকে ওয়ার্ল্ড ইকোনমিক ফোরামের (WEF) বোর্ড অফ ট্রাস্টিজের সদস্য নিযুক্ত করা হয়েছিল।\n\n\n=== G20 HILP এর সহ-সভাপতি(২০২১–২০২৩) ===\nজানুয়ারী ২০২১-এ, থারমানকে জি-২০ দ্বারা নিযুক্ত করা হয়েছিল জি-২০ হাই লেভেল ইন্ডিপেন্ডেন্ট প্যানেল (HLIP)-এর অর্থায়নের জন্য জি-২০ হাই লেভেল ইন্ডিপেন্ডেন্ট প্যানেল (HLIP)-এর জন্য এনগোজি ওকোনজো-আইওয়ালা এবং লরেন্স সামার্সের পাশাপাশি।\n\n\n=== কার্যকরী বহুপাক্ষিকতার উপর উচ্চ-স্তরের উপদেষ্টা বোর্ড(২০২২–২০২৩) ===\n২০০২ সালের মার্চ মাসে, থারমানকে কার্যকরী বহুপাক্ষিকতা বিষয়ে জাতিসংঘ মহাসচিবের উচ্চ-স্তরের উপদেষ্টা বোর্ডের সদস্য নিযুক্ত করা হয়েছিল।\n\n\n=== গ্লোবাল কমিশন অন দ্য ইকোনমিক্স অফ ওয়াটারের সহ-সভাপতি(২০২২–২০২৩) ===\nথারমান এনগোজি ওওনজো-ইওয়ালা, মারিয়ানা মাজুকাতো এবং জোহান রকস্ট্রোমের সাথে জলের অর্থনীতির উপর গ্লোবাল কমিশনের সহ-সভাপতি। এর প্রাথমিক সুপারিশগুলি ২০২৩ সালের মার্চ মাসে জাতিসংঘের জল সম্মেলনের ফলাফলগুলিকে রূপ দিতে সাহায্য করেছিল।\n\n\n== রাষ্ট্রপতি হিসেবে নিয়োগ ২০২৩ ==\n৮ জুন ২০২৩-এ, থারমান ২০২৩ সালের রাষ্ট্রপতি নির্বাচনে প্রার্থী হওয়ার ইচ্ছা প্রকাশ করেন। রাষ্ট্রপতি পদটি একটি নির্দলীয় কার্যালয় হওয়ায় নির্বাচনে দাঁড়ানোর জন্য তিনি ৭ জুলাই ২০২৩-এ সরকারের সমস্ত পদ থেকে এবং পিপলস অ্যাকশন পার্টির (পিএপি) সদস্য হিসাবে পদত্যাগ করেন।\n২৬ জুলাই ২০২৩-এ, থারমান \"সকলের জন্য সম্মান\" প্রচারাভিযানের স্লোগান দিয়ে তার রাষ্ট্রপতির প্রচারণা শুরু করেন। ৭ আগস্ট ২০২৩-এ, তিনি নির্বাচন বিভাগে যোগ্যতার সার্টিফিকেট (COE) এর জন্য তার আবেদন জমা দেন। রাষ্ট্রপতি নির্বাচন কমিটি (PEC) তাকে ১৮ আগস্ট ২০২৩-এ COE জারি করা হয়েছিল।\n২ সেপ্টেম্বর ২০২৩-এ, অন্যান্য প্রার্থীদের তুলনায় ৭০.৪০% ভোট পাওয়ার পর থারমানকে বিজয়ী ঘোষণা করা হয় - এনজি কোক সং (১৫.৭২%) এবং তান কিন লিয়ান (১৩.৮৮%) এবং সিঙ্গাপুরের নবম রাষ্ট্রপতি হিসেবে নির্বাচিত হন। তিনিই প্রথম অ-চীনা প্রেসিডেন্ট প্রার্থী যিনি সিঙ্গাপুরে প্রতিদ্বন্দ্বিতাপূর্ণ প্রেসিডেন্ট নির্বাচনে জয়ী হয়েছেন। সিঙ্গাপুরের প্রেসিডেন্ট নির্বাচনী ইতিহাসে থারমান সর্বোচ্চ ৭০.৪০% ভোট পেয়েছেন।\n\n\n== পুরস্কার ==\n২০১০ সালের জুলাই মাসে, গোহ কেং সুই, লিম চং ইয়াহ এবং গোহ চোক টং-এর পরে থারম্যান সিঙ্গাপুরের অর্থনৈতিক সোসাইটির অনারারি ফেলোশিপের চতুর্থ প্রাপক হন।\nসিঙ্গাপুরের অর্থনৈতিক পুনর্গঠনে এবং আন্তর্জাতিক মঞ্চে এই অঞ্চলের রাষ্ট্রনায়ক হিসেবে যে ভূমিকা পালন করেছেন তার স্বীকৃতিস্বরূপ থারমানকে ইউরোমনি দ্বারা অর্থমন্ত্রী হিসেবে মনোনীত করা হয়।\n২০১৭ সালের মে মাসে, ন্যাশনাল ট্রেডস ইউনিয়ন কংগ্রেস (এনটিইউসি) থারম্যানকে \"শ্রমিকদের জীবনকে উন্নত করার জন্য জাতীয় উদ্যোগ চালানো\" এবং \"তার গভীর প্রতিশ্রুতি\" সহ শ্রম আন্দোলনে তার বিভিন্ন অবদানের জন্য তার সর্বোচ্চ পুরস্কার মেডেল অফ অনার প্রদান করে। একটি অন্তর্ভুক্তিমূলক সমাজ গড়ে তোলা।\nমে ২০১৯ সালে, থারমানকে সিঙ্গাপুর মেডিকেল অ্যাসোসিয়েশনের সম্মানসূচক সদস্যপদ দেওয়া হয়েছিল।\n২০১৯ সালের জুনে, থারমানকে গ্লোবাল ফিনান্সিয়াল গভর্নেন্স এবং সিঙ্গাপুর ও লন্ডনের মধ্যে সম্পর্ক জোরদার করার জন্য তার অবদানের স্বীকৃতিস্বরূপ, লন্ডনের স্বাধীনতার উপাধিতে ভূষিত করা হয়।\n২০১৯ সালের অক্টোবরে, থারম্যান ইনস্টিটিউট অফ ইন্টারন্যাশনাল ফাইন্যান্সের উদ্বোধনী ডিস্টিংগুইশড লিডারশিপ অ্যান্ড সার্ভিস অ্যাওয়ার্ড পেয়েছিলেন, ব্যাংক অফ ইংল্যান্ডের গভর্নর মার্ক কার্নির সাথে, ঝুঁকিমুক্ত এবং উন্নয়ন অর্থায়নের বৃদ্ধি এবং আরও স্থিতিস্থাপক অর্জনের জন্য বিশ্বব্যাপী সংস্কারের প্রধান প্রবক্তা হিসাবে তাঁর ভূমিকার জন্য।\n\n\n== ব্যক্তিগত জীবণ ==\nথারমান ১৯ শতকের সিলোনিজ (শ্রীলঙ্কা) তামিল বংশের তৃতীয় প্রজন্মের সিঙ্গাপুরীয়। তিন সন্তানের মধ্যে একজন, থারমান হলেন ইমেরিটাস অধ্যাপক কে. শানমুজারত্নমের পুত্র, একজন চিকিৎসা বিজ্ঞানী যিনি \"সিঙ্গাপুরের প্যাথলজির জনক\" নামে পরিচিত, যিনি সিঙ্গাপুর ক্যান্সার রেজিস্ট্রি প্রতিষ্ঠা করেছিলেন এবং ক্যান্সার গবেষণা ও প্যাথলজি সম্পর্কিত বেশ কয়েকটি আন্তর্জাতিক সংস্থার নেতৃত্ব দিয়েছেন।\nথারমান মিশ্র চীনা-জাপানি বংশের সিঙ্গাপুরের আইনজীবী জেন ইউমিকো ইত্তোগিকে বিয়ে করেছেন,, যিনি তার থেকে ৩ বছরের বড় তিনি সক্রিয়ভাবে সিঙ্গাপুরে সামাজিক উদ্যোগ এবং অলাভজনক শিল্প খাতে নিযুক্ত আছেন। এই দম্পতির এক মেয়ে ও তিন ছেলে রয়েছে।\nসিঙ্গাপুরের চীনা-ভাষার মিডিয়াতে, থারমানকে প্রায়শই (চীনা: 尚达曼; ফিনিন: শাং দামান), তার নাম, থারমান শানমুজারত্নমের একটি আনুমানিক প্রতিবর্ণীকরণ হিসাবে উল্লেখ করা হয়। এটি ১৯৯৫ সালে একজন শীর্ষস্থানীয় চীনা ভাষা বিশেষজ্ঞ তাকে দিয়েছিলেন। থারমান ২০০২ সাল থেকে চীনা ক্যালিগ্রাফিতে জড়িত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nTharman Shanmugaratnam on Singapore Prime Minister's Office\nTharman Shanmugaratnam on Parliament of Singapore\nTharman Shanmugaratnam on Taman Jurong\n\nটেমপ্লেট:Cabinet of Singapore"}