{"pageid": 1381961, "title": "পঞ্চদশ শতাব্দী", "url": "https://bn.wikipedia.org/wiki?curid=1381961", "content": "পঞ্চদশ শতাব্দী ছিল সেই শতাব্দী, যা ১৪০১ সালের ১ জানুয়ারী থেকে ১৫০০ সালের ৩১ ডিসেম্বর পর্যন্ত জুলীয় তারিখগুলিকে অন্তর্ভুক্ত করে। ১৫ শতাব্দীতে ইউরোপে মধ্যযুগের শেষের অংশ, প্রারম্ভিক রেনেসাঁ ও প্রাথমিক আধুনিক যুগ অন্তর্ভুক্ত রয়েছে।  \nপঞ্চদশ শতাব্দীর অনেক প্রযুক্তিগত, সামাজিক এবং সাংস্কৃতিক বিকাশকে পূর্ববর্তী কালের তুলনায় পরবর্তী শতাব্দীর ইউরোপীয় অলৌকিকতা হিসাবে দেখা যেতে পারে। স্থাপত্যের দৃষ্টিকোণ ও আধুনিক ক্ষেত্রগুলি, যা আজকে ব্যাংকিং এবং অ্যাকাউন্টিং হিসাবে পরিচিত, তা এই শতাব্দীতে ইতালিতে প্রতিষ্ঠিত হয়েছিল। \nশতবর্ষব্যাপী যুদ্ধের পর কাস্টিলনের যুদ্ধে ইংরেজদের বিরুদ্ধে ফরাসিদের চূড়ান্ত বিজয়ের মাধ্যমে এটি শেষ হয়েছিল। এ যুদ্ধের পর ইংল্যান্ডে আর্থিক সমস্যা দেখা দেয়। বসওয়ার্থ ফিল্ডের যুদ্ধে ৭ম হেনরির হাতে রিচার্ড তৃতীয়েরপরাজয়ের সসথে এর সমাপ্তি ঘটে। শতাব্দীর শেষভাগে টিউডর রাজবংশ প্রতিষ্ঠি হয়।\nকনস্টান্টিনোপল যা বিশ্বের রাজধানী ও বাইজেন্টাইন সাম্রাজ্যের (তুরস্ক) রাজধানী হিসাবে পরিচিত, তা এই শতাব্দীতে উদীয়মান মুসলিম উসমানি তুর্কিদের হাতে পড়ে, যা অসাধারণভাবে প্রভাবশালী সে বাইজেন্টাইন সাম্রাজ্যের সমাপ্তি ঘটায়; কিছু ঐতিহাসিকের মতে তা মধ্যযুগের সমাপ্তি ঘটায়।  এটি গ্রীক পণ্ডিতদের এবং পাঠ্যদের ইতালিতে স্থানান্তরিত করে, যখন জোহানেস গুটেনবার্গের একটি যান্ত্রিক চলমান আবিষ্কারের ফলে মুদ্রণযন্ত্র শুরু হয়। এই দুইটি ঘটনা রেনেসাঁর বিকাশে মূল ভূমিকা পালন করেছে।   কন্সট্যান্স কাউন্সিল পর্যন্ত কয়েক দশক ধরে (তথাকথিত ওয়েস্টার্ন স্কিজম ) ইউরোপে রোমান পোপতন্ত্র দুইটি ভাগে বিভক্ত ছিল। ক্যাথলিক চার্চের বিভাজন এবং হুসাইট আন্দোলনের সাথে যুক্ত অশান্তি পরবর্তী শতাব্দীতে প্রোটেস্ট্যান্ট সংস্কারের উত্থানের কারণ হয়ে ওঠে।\nইসলামি স্পেন খ্রিস্টান রিকনকুইস্তার মাধ্যমে বিলুপ্ত হয়ে যায়। তারপরে জোরপূর্বক ধর্মান্তরকরণ এবং মুসলিম বিদ্রোহের মাধ্যমে  সাত শতাব্দীর ইসলামী শাসনের অবসান ঘটে এবং দক্ষিণ স্পেন খ্রিস্টান শাসকদের হাতে চলে যায়।\nবাংলার সালতানাতের মশলা, পানীয় ও মূল্যবান ধাতু ইউরোপীয় ব্যবসায়ীদের বাংলার সাথে বাণিজ্যে আকৃষ্ট করেছিল; কিন্তু অটোমান সাম্রাজ্যের উত্থানের কারণে পরবর্তীকালে বাণিজ্য কম হয়, যা ইউরোপীয় ব্যবসায়ীদের বিরুদ্ধে নতুন কর ও শুল্ক প্রবর্তন করে। এর ফলে ক্রিস্টোফার কলম্বাসের মতো অভিযাত্রীরা ভারতে পৌঁছানোর পথ খুঁজে পেয়েছিল, যা শেষ পর্যন্ত আমেরিকায় পৌঁছেছিল এবং ভাস্কো দা গামার মতো অভিযাত্রীরা আফ্রিকার উপকূল থেকে উপমহাদেশে পৌঁছানোর পথও খুঁজে পেয়েছিলেন।\nএশিয়ায় তৈমুরি সাম্রাজ্যের পতন ঘটে এবং আফগান পশতুন লোদি রাজবংশ দিল্লি সালতানাতের নিয়ন্ত্রণ নেয়। ইয়ংল সম্রাটের শাসনের অধীনে চেং হো বিদেশী বিশ্ব অন্বেষণের আদেশ পায়।\nআফ্রিকায়, ইসলামের প্রসারের ফলে শতাব্দীর শেষের দিকে নুবিয়ার খ্রিস্টান রাজ্যগুলি ধ্বংস হয়ে যায়, মাত্র আলোদিয়া বাকি থাকে (যা ১৫০৪সালে ভেঙে পড়ে)। ক্রমবর্ধমান সোনহাই সাম্রাজ্যের চাপে, পূর্বের বিশাল মালি সাম্রাজ্য পতনের দ্বারপ্রান্তে আসে।\nআমেরিকাতে অ্যাজটেক সাম্রাজ্য ও ইনকা সাম্রাজ্য উভয়ই তাদের প্রভাবের শিখরে পৌঁছেছিল ; কিন্তু ক্রিস্টোফার কলম্বাসের সমুদ্রযাত্রা এবং আমেরিকায় আবিষ্কারের অন্যান্য ইউরোপীয় যাত্রা, আমেরিকার ইউরোপীয় উপনিবেশের সূচনা, আধুনিক ইতিহাসের গতিপথ পরিবর্তন করে।\n\n\n== তথ্যসূত্র =="}