{"pageid": 1381312, "title": "মুলবর", "url": "https://bn.wikipedia.org/wiki?curid=1381312", "content": "মুলবর (তামিল: மூலவர்) বা মুলমূর্তি হল সংস্কৃত-তামিল পরিভাষা যা প্রধান দেবতাকে বা হিন্দু মন্দিরের মূর্তি উল্লেখ করে।\n\n\n== অবস্থান ==\nকেন্দ্রীয় দেবতা, মুলবর, মন্দিরগুলির কেন্দ্রের কাছে অবস্থিত, তাদের চারপাশের চিত্রগুলির তুলনায়, এবং মন্দির পরিকল্পনার শক্তি চিত্রে তারা যে শক্তিগুলিকে প্রতিনিধিত্ব করে তার সাথে সম্পর্কিত বিন্দুতে অবিকল অবস্থান করে। কুম্ভাভিষেকম্ বা রাজ্যাভিষেক অনুষ্ঠানের সময়, মন্দিরটি সংস্কার করা হয়, যখন মুলাভার চিত্রটি অস্থায়ী স্থানে সরানো হয়। অনুশীলনটিকে বলা হয় বললায়ম্, যার সময় একটি অস্থায়ী ছবি গর্ভগৃহে রাখা হয়।\n\n\n=== গর্ভগৃহ ===\n\nগর্ভগৃহ হল সংস্কৃত শব্দ যা গর্ভগৃহের অভ্যন্তরকে নির্দেশ করে, হিন্দু মন্দিরের সবচেয়ে অভ্যন্তরীণ স্থান, যেখানে মন্দিরের প্রাথমিক দেবতার মূর্তি থাকে। গর্ভগৃহটি মন্দিরের কেন্দ্রে অবস্থিত এবং এর একমাত্র খোলার বেশিরভাগই পূর্বমুখী। শুধুমাত্র পূজারী বা পুরোহিতদের গর্ভগৃহে প্রবেশের অনুমতি দেওয়া হয়। মুলবর সাধারণত বেশিরভাগ দক্ষিণ ভারতীয় মন্দিরে পাথরের ছবি দিয়ে তৈরি করা হয়। কিছু মন্দিরে এটি চুনাপাথর বা কাঠের তৈরি। শিব মন্দিরে, মুলবর বিগ্রহ সাধারণত শিবলিঙ্গ হয়, যখন অন্যান্য সমস্ত মন্দিরে, মন্দিরের সাথে সম্পর্কিত কিংবদন্তির উপর ভিত্তি করে বিভিন্ন অবস্থানে সংশ্লিষ্ট দেবতার ভাস্কর্য মূর্তি তাদের অস্ত্রের সাথে খেলা হয়। বড় মন্দিরে, গর্ভগৃহের ভিতরে একাধিক মূর্তি রাখা হয়। কিছু মন্দির যেমন ১০৮টি দিব্য দেশম্, ১২টি জ্যোতির্লিঙ্গ, পঞ্চভূত মন্দির, ৫১টি শক্তিপীঠ সবই স্ব-প্রকাশিত এবং বেশিরভাগ কালো পাথর দিয়ে তৈরি বলে বিশ্বাস করা হয়, যেগুলির কারণে আর অধ্যয়ন করা যায় না মন্দিরের পবিত্রতা লঙ্ঘনের ভয়।\n\n\n== ধর্মীয় অনুশীলন ==\nমন্দিরের পুরোহিতরা উৎসবের সময় এবং প্রতিদিন পূজা করেন। মন্দিরের আচার দিনে পাঁচবার করা হয়; সকাল ৬টায় উষথকলম্, সকাল ৯টায় কলসাঁথি, দুপুর ১টায় উচিকলম্, বিকেল ৫টায় সয়রক্ষই, এবং অর্ধজম্ রাত ৯টায়। প্রতিটি আচারের চারটি ধাপ রয়েছে: মন্দিরে প্রধান দেবতাদের জন্য অভিষেক (পবিত্র স্নান), অলঙ্গরম্ (সজ্জা), নিবেদনম্ (খাদ্য নিবেদন), এবং দীপ অরদনই (প্রদীপ নেভানো)। নদস্বরম্ (পাইপ যন্ত্র) এবং তবিল (পার্কশন যন্ত্র), পুরোহিতদের দ্বারা পাঠ করা বেদের ধর্মীয় নির্দেশাবলী এবং মন্দিরের মাস্তুলের সামনে উপাসকদের প্রণাম সহ সঙ্গীতের মধ্যে পূজা অনুষ্ঠিত হয়। আছে সাপ্তাহিক আচার যেমন সোমবারম্ ও শুক্রবারম্, পাক্ষিক আচার যেমন প্রদোষম্‌, এবং মাসিক উৎসব যেমন  অমাবস্যা, কিরুথিগই, পূর্ণিমা, এবং সাথুর্থী যখন মুবার ও বিশেষ পূজা করা হয়।\nমুলবর দেবতার পুণ্যস্নান করানো হয় দুধ, দই, মধু ও চিনির মতো বিভিন্ন উপাদান দিয়ে। এগুলো পৃথিবীর পাঁচটি মৌলিক দিক নির্দেশ করে এবং পুণ্যস্নান করানোর সাথে সাথে পাঁচটি প্রাকৃতিক উপাদানকে খুশি করার জন্য প্রার্থনা করা হয়।\n\n\n== তথ্যসূত্র =="}