{"pageid": 1381974, "title": "জল (শাস্ত্রীয় উপাদান)", "url": "https://bn.wikipedia.org/wiki?curid=1381974", "content": "জল হলো ভারতীয় রীতির পঞ্চভূতে এবং চীনা মহাজাগতিক ও শারীরবৃত্তীয় রীতি বুজিং-এ বায়ু, মৃত্তিকা ও অগ্নির সাথে প্রাচীন গ্রিক দর্শনের শাস্ত্রীয় উপাদানগুলির মধ্যে একটি। সমসাময়িক গূঢ়বাদ ঐতিহ্যে, এটি সাধারণত আবেগ ও অন্তর্দৃষ্টির গুণাবলীর সাথে যুক্ত।\n\n\n== গ্রিক ও রোমান ঐতিহ্য ==\n\nজল ছিল প্রাক-সক্রেতীয় দ্বারা প্রস্তাবিত অনেক আর্কাইগুলির মধ্যে একটি, যাদের বেশিরভাগই সমস্ত জিনিসকে একক পদার্থে হ্রাস করার চেষ্টা করেছিল। যাইহোক, অ্যাক্রাগাসের এম্পেদোক্লেস তার চারটি শিকড়ের জন্য চারটি আর্চাই বেছে নিয়েছিলেন: বায়ু, অগ্নি, জল ও মৃত্তিকা। এম্পেদোক্লেস মূল গ্রিক দর্শনের চারটি শাস্ত্রীয় উপাদান হয়ে ওঠে। প্লেটো  এম্পেদোক্লেসের চারটি উপাদান গ্রহণ করেছিলেন। Timaeus-এ, তার প্রধান মহাজাগতিক সংলাপ, জলের সাথে যুক্ত প্লেটোনীয় ঘনবস্তু হল আইকোসাহেড্রন যা বিশটি সমবাহু ত্রিভুজ থেকে গঠিত। এটি জলকে সর্বাধিক সংখ্যক বাহুর সাথে উপাদান করে তোলে, যাকে প্লেটো উপযুক্ত বলে মনে করেন কারণ জল তোলার সময় হাত থেকে জল বের হয়ে যায়, যেন এটি ছোট ছোট বল দিয়ে তৈরি।\nপ্লেটোর ছাত্র এরিস্টটল গুণগুলির জোড়ার উপর ভিত্তি করে উপাদানগুলির জন্য ভিন্ন ব্যাখ্যা তৈরি করেছিলেন। চারটি উপাদান মহাবিশ্বের কেন্দ্রের চারপাশে কেন্দ্রীভূতভাবে স্থলজ গোলক গঠনের জন্য সাজানো হয়েছিল। এরিস্টটলের মতে, জল ঠান্ডা ও আর্দ্র উভয়ই এবং মৌলিক গোলকের মধ্যে বায়ু এবং পৃথিবীর মধ্যে স্থান দখল করে।\n\n\n=== মানসিক অবস্থা এবং স্বভাব ===\nপ্রাচীন গ্রিক চিকিৎসায়, চারটি মানসিক অবস্থার প্রতিটি উপাদানের সাথে যুক্ত ছিল। ঠাণ্ডা ও ভেজা উভয়ই ছিল বলে কফ জল দিয়ে চিহ্নিত করা হাস্যরস ছিল। প্রাচীন ও মধ্যযুগীয় চিকিৎসায় জল ও কফের সাথে যুক্ত অন্যান্য জিনিসের মধ্যে শীতের ঋতু অন্তর্ভুক্ত ছিল, এটি ঠান্ডা ও আর্দ্রতার গুণাবলী, কফের মানসিক অবস্থা, স্বভাব মেয়েলি এবং কম্পাসের পশ্চিম বিন্দুকে বৃদ্ধি করে।\n\n\n=== আলকেমি ===\n\nআলকেমিতে, পারদের রাসায়নিক উপাদানটি প্রায়শই জলের সাথে যুক্ত ছিল এবং জলের জন্য আলকেমীয় প্রতীক ছিল নিম্নমুখী ত্রিভুজ।\n\n\n== ভারতীয় ঐতিহ্য ==\n\nঅপ হল জলের জন্য বৈদিক সংস্কৃত পরিভাষা, শাস্ত্রীয় সংস্কৃতে বহুবচনে অপস্, কিন্তু কোনো উপাদানকে বোঝায় না। অপ শব্দটি প্রত্ন-ইন্দো-ইউরোপীয় ভাষা hxap থেকে এসেছে, যার অর্থ জল।\nহিন্দু দর্শনে, শব্দটি জলকে একটি উপাদান, এবং পঞ্চমহাভূতের একটিকে বোঝায়। হিন্দুধর্মে, এটি দেবের নামও, জলের মূর্তি, (পরবর্তী পুরাণ তালিকায় অষ্টবসুর মধ্যে একটি)। জলের উপাদানটি চন্দ্র ও শুক্রের সাথেও যুক্ত, যারা অনুভূতি, অন্তর্দৃষ্টি ও কল্পনার প্রতিনিধিত্ব করে।\n\n\n== আনুষ্ঠানিক যাদু ==\nজল এবং অন্যান্য গ্রিক শাস্ত্রীয় উপাদানগুলি গোল্ডেন ডন পদ্ধতিতে অন্তর্ভুক্ত করা হয়েছিল। জলের মৌলিক অস্ত্র হল কাপ। প্রতিটি উপাদানেরই বেশ কয়েকটি যুক্ত আধ্যাত্মিক প্রাণী রয়েছে। জলের প্রধান দূত হলেন জবরীলে, দেবদূত হলেন তালিয়াহাদ, শাসক হলেন থারসিস, রাজা হলেন নিচস এবং জলের মৌলগুলিকে বলা হয় অনডাইন (জলপরীবিশেষ)। এটি পেন্টাগ্রামের সুপ্রিম ইনভোকিং রিচুয়ালে পেন্টাগ্রামের উপরের ডানদিকে উল্লেখ করা হয়েছে। এই সমিতিগুলির অনেকগুলি তখন থেকে সমস্ত জাদু সম্প্রদায় জুড়ে ছড়িয়ে পড়েছে।\n\n\n== আধুনিক জাদুবিদ্যা ==\nজল হল পাঁচটি উপাদানের মধ্যে একটি যা বেশিরভাগ উইক্কা ঐতিহ্যে দেখা যায়। উইক্কা বিশেষ করে গোল্ডেন ডন জাদু এবং অ্যালিস্টার ক্রোলির রহস্যবাদ দ্বারা প্রভাবিত হয়েছিল, যা গোল্ডেন ডন দ্বারা অনুপ্রাণিত হয়েছিল।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}