{"pageid": 1381067, "title": "হরিয়ানা জনহিত কংগ্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1381067", "content": "হরিয়ানা জনহিত কংগ্রেস ছিল ভারতের হরিয়ানা রাজ্যের একটি রাজ্য রাজনৈতিক দল। এটি ২০০৭ সালে হরিয়ানার প্রাক্তন মুখ্যমন্ত্রী ভজন লাল ভারতীয় জাতীয় কংগ্রেসের একটি বিচ্ছিন্ন দল হিসাবে শুরু করেছিলেন। দলটি ২০১৪ সালের সংসদ নির্বাচনের জন্য ভারতীয় জনতা পার্টির (বিজেপি) সাথে জোট গঠন করেছিল।\nএপ্রিল ২০১৬ সালে দলটি নয় বছর বিচ্ছেদের পর ভারতীয় জাতীয় কংগ্রেসের সাথে একীভূত হয়।\n\n\n== ইতিহাস ==\nএইচজেসি দলটি ভারতীয় জাতীয় কংগ্রেস থেকে বিচ্ছিন্ন হয়ে ২০০৭ সালে হরিয়ানার প্রাক্তন মুখ্যমন্ত্রী ভজন লাল দ্বারা প্রতিষ্ঠিত হয়েছিল। হিসার ও ফতেহাবাদ জেলায় এর ভালো দখল ছিল।\nআগস্ট ২০০৯ সালে এইচজেসি বহুজন সমাজ পার্টির সাথে হাত মেলায়। বিধানসভা নির্বাচনের আগে বিএসপি অবশ্য জোট বাতিল করেছিল। ২০০৯ সালের লোকসভা নির্বাচনে দলটি হিসারে জয়লাভ করেছিল যেখানে লাল বিজয়ী হিসাবে আবির্ভূত হয়েছিল। ২০০৯ সালের বিধানসভা নির্বাচনে দলটি মোট ৯০টি আসনের মধ্যে ৮৭টিতে প্রতিদ্বন্দ্বিতা করে এবং ছয়টিতে জয়লাভ করে। কিন্তু এর পাঁচজন বিধায়ক ভূপিন্দর সিং হুদার নেতৃত্বাধীন সরকারকে সমর্থন করার জন্য ভারতীয় জাতীয় কংগ্রেসে দলত্যাগ করেছেন।\n২০১৩ সালের সেপ্টেম্বরে কুলদীপ বিষ্ণোই দলের প্রধানমন্ত্রী পদপ্রার্থী নরেন্দ্র মোদীকে সমর্থন করে বিজেপির প্রতি তার সমর্থন ঘোষণা করেন।\n২০১৪ সালে, দলটি ২০১৪ সালের সাধারণ নির্বাচনে লড়াই করার জন্য বিজেপি-নেতৃত্বাধীন জাতীয় গণতান্ত্রিক জোটের সাথে নিজেকে একত্রিত করেছিল। হিসার উপনির্বাচনে এইচজেসি জিতেছে। যাইহোক ২০১৪ সালের সাধারণ নির্বাচনে এইচজেসি প্রধান বিষ্ণোই একই সংসদীয় আসনে দুষ্যন্ত চৌতালার কাছে হেরে যান।\nআগস্ট ২০১৪ সালে বিষ্ণোই বিজেপির সাথে জোটের অবসান ঘটিয়েছিলেন এবং হরিয়ানার বিধানসভা নির্বাচনের জন্য বিনোদ শর্মার নেতৃত্বাধীন হরিয়ানা জন চেতনা পার্টির সাথে যোগদান করেছিলেন। তারা দুটি আসনে জয়ী হয়েছে।\n২৮ এপ্রিল ২০১৬-এ দলটি ভারতীয় জাতীয় কংগ্রেসের সাথে একীভূত হয়। বিষ্ণোই এবং তার স্ত্রী হরিয়ানা বিধানসভায় দলের একমাত্র দুই বিধায়ক ছিলেন। কংগ্রেস প্রধান সোনিয়া গান্ধী এবং ভাইস প্রেসিডেন্ট রাহুল গান্ধীর উপস্থিতিতে এই একীভূত হয়।\n\n\n== আরো দেখুন ==\nভারতীয় জাতীয় কংগ্রেসের বিচ্ছিন্ন দল\n\n\n== তথ্যসূত্র =="}