{"pageid": 1381064, "title": "গণতান্ত্রিক ইন্দিরা কংগ্রেস (করুণাকরণ)", "url": "https://bn.wikipedia.org/wiki?curid=1381064", "content": "গণতান্ত্রিক ইন্দিরা কংগ্রেস (করুণাকরণ) (ডিআইসি(কে)) ভারতের কেরলে একটি রাজনৈতিক দল ছিল। ১ মে ২০০৫-এ ভারতীয় জাতীয় কংগ্রেসের কে. করুণাকরন গোষ্ঠীর দ্বারা ত্রিশুরে একটি সভায় ডিআইসি(কে) প্রতিষ্ঠিত হয়। প্রাথমিকভাবে এটি জাতীয় কংগ্রেস (ইন্দিরা) নামে পরিচিত ছিল, কিন্তু একই বছরের আগস্টে নিবন্ধনের উদ্দেশ্যে নামটি পরিবর্তন করে ডিআইসি(কে) করা হয়।\nকরুণাকুরনের ছেলে কে মুরলীধরন ছিলেন দলের সভাপতি। দলটি স্থানীয় নির্বাচনে বাম গণতান্ত্রিক ফ্রন্টের সঙ্গে জোট করে এবং সাফল্য অর্জন করে। কিন্তু পরবর্তী রাজ্য বিধানসভা নির্বাচনের সময় দলটিকে জোটবদ্ধ করার জন্য বিবেচনা করা হয়নি। নির্বাচনে আশানুরূপ কোনো ছাপ ফেলতে পারেনি দলটি। পরে করুণাকরন এবং মুরালীধরন, অন্যান্য দলের সদস্যদের সাথে জাতীয়তাবাদী কংগ্রেস পার্টিতে চলে যান। কিছুদিন পরে করুণাকরণ কংগ্রেসে ফিরে আসেন।\n\n\n== ইতিহাস ==\n\nকংগ্রেস দলের অভ্যন্তরীণ সমস্যার ফলে দলটি গঠিত হয়েছিল। করুণাকরণের প্রতি অনুভূত হওয়ার কারণে, দলের প্রতি তার আজীবন সেবাকে উপেক্ষা করার কারণে, ক্ষমতাসীন কংগ্রেস দলেল মধ্যে অনেক ক্ষোভের কারণে এই বিরতি শুরু হয়েছিল। করুনাকরণের ছেলে মুরালীধরন এবং কেরলের কংগ্রেস নেতা টিএম জ্যাকব ছিলেন দলের অন্যান্য নেতা। এর বিভক্তির পর, ডিআইসি(কে) বিরোধী বাম গণতান্ত্রিক ফ্রন্ট জোটে উষ্ণভাবে অভ্যর্থনা পেয়েছে। এই গ্রহণযোগ্যতা ডিআইসি(কে) এর ক্ষমতায় ফিরে আসার নিশ্চয়তা দিয়েছে কারণ অজনপ্রিয় শাসক জোটের খুব শীঘ্রই অনুষ্ঠিত হতে যাওয়া বিধানসভা নির্বাচনে খারাপভাবে হেরে যাওয়ার সম্ভাবনা রয়েছে।\nদলটি অবশ্য অভ্যন্তরীণ মতবিরোধ শূন্য করেনি। ২০০৫ সালের পঞ্চায়েত নির্বাচনের আগে ডিআইসি(কে) বাম গণতান্ত্রিক ফ্রন্টের সাথে জোট করে। যাইহোক ২০০৬ সালের কেরল বিধানসভা নির্বাচনের আগে দলটি ইউনাইটেড ডেমোক্রেটিক ফ্রন্ট এবং অল ইন্ডিয়া আন্না দ্রাবিড় মুনেত্র কাজগামের সাথে বিধানসভা নির্বাচনে কে. মুরালীধরনের বিজয় নিশ্চিত করার জন্য একটি সমঝোতায় প্রবেশ করে। এর ফলে দলের মধ্যে একটি গ্রুপিং তৈরি হয় একটি 'ডিআইসি(কে) বাম ফোরাম'। নির্বাচনের পর নতুন দল গঠনের পরিকল্পনা ছিল ফোরামের।\nপরে ডিআইসি শরদ পাওয়ারের নেতৃত্বাধীন জাতীয়তাবাদী কংগ্রেস পার্টি (এনসিপি) এর সাথে একীভূত হওয়ার সিদ্ধান্ত নেয়। এর ফলে ডিআইসিতে বিশৃঙ্খলা দেখা দেয় এবং ডিআইসির অনেক নেতা ভারতীয় জাতীয় কংগ্রেসে ফিরে যাওয়ার সিদ্ধান্ত নেন। দলটি এখন বিলুপ্ত।\n\n\n== দলীয় পতাকা ==\nদলের তেরঙা পতাকায় চরকা এবং প্রতীক হিসেবে ইন্দিরা গান্ধীর ছবি ছিল।\n\n\n== আরও দেখুন ==\nভারতীয় জাতীয় কংগ্রেসের বিচ্ছিন্ন দল\nজাতীয় আইনজীবী কংগ্রেস\nভারতীয় জাতীয় কংগ্রেস (আর)\n\n\n== তথ্যসূত্র =="}