{"pageid": 1381611, "title": "আল জাজার মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1381611", "content": "আল জাজার মসজিদ বা জাজার পাশা মসজিদ, (আরবি: مسجد الجزار, হিব্রু ভাষায়: מסגד אל-ג'זאר‎) , যা  আক্কার সাদা মসজিদ নামেও পরিচিত, যা এর দেওয়ালের ভিতরে খোদাই করা অংশ থেকে জানা যায়। মসজিদটি আল জাজার সড়কে অবস্থিত যেটি পূর্ব ভূমধ্যসাগর এলাকার নিকটবর্তী। উসমানীয় বসনিয়ন গভর্নর জাজার পাশার নামে মসজিদটির নামকরণ করা হয় ।\n\n\n== ইতিহাস ==\n\nআল জাজার মসজিদটি ছিল আহমদ পাশা আল জাজার এর নিজ নামের একটি প্রকল্প, যিনি সিডন এবং দামাস্কাস প্রদেশ, আকো এর সে সময়কার গভর্নর ছিলেন । যিনি তার চিত্তাকর্ষক জনহিতকর কাজের জন্য অধিক পরিচিত ছিলেন এবং তিনি ১৭৯৯ সালে নেপোলিয়ন বোনাপার্টকে পরাজয়ের জন্য বিখ্যাত ছিলেন। গভর্নর আল জাজার ১৭৮১ সালে তার নিজ নামের মসজিদটির নির্মাণের আদেশ দিয়েছিলেন এবং এক বছরের মধ্যে এটির নির্মাণ কাজ সম্পূর্ণ করেছিলেন। স্থাপত্য বিষয়ে প্রশিক্ষণের অভাব থাকা সত্ত্বেও, আল জাজার নিজে মসজিদের নকশা প্রণয়ন করেন এবং সার্বক্ষণিক এর নির্মাণ তদারকি করেন ।মসজিদ কাজে ব্যবহার ছাড়াও, মসজিদ কমপ্লেক্সে ছাত্রদের থাকার ব্যবস্থা, একটি ইসলামী আদালত এবং একটি পাবলিক লাইব্রেরি সহ একটি ইসলামী ধর্মতাত্ত্বিক একাডেমি অন্তর্ভুক্ত হয়েছিলো । আল জাজার মসজিদটি ধর্মীয় কাজের উদ্দেশ্যে নির্মিত হয়েছিল। এর বিশাল আকার এবং অতিরিক্ত অংশগুলি আল জাজার ওসমানীয় সিরিয়া এর শাসক হিসাবে তার রাজনৈতিক কাজেও মসজিদটি ব্যবহার হতো।\nআল জাজার মসজিদটি সামরিক স্থাপত্যসহ প্রাক্তন মুসলিম এবং খ্রিস্টান প্রার্থনা ঘর এবং অন্যান্য ক্রুসেডার ভবনের উপর ভিত্তি করে নির্মিত হয়েছিল। মসজিদের নির্মাণ সামগ্রী, বিশেষ করে এর মার্বেল পাথর এবং গ্রানাইট উপাদানগুলি সিজারিয়া, আটলিট এবং মধ্যযুগীয় আকো এলাকার বিভিন্ন প্রাচীন ধ্বংসাবশেষ থেকে নেওয়া হয়েছিল। আল জাজার মসজিদের নির্মাতা হিসেবে বেশ কিছু গ্রীক জনগণ নিয়োজিত ছিলেন যারা নিজেদের সর্বদা কিংবদন্তি বা সদা বিজয়ী হিসেবে দাবি করতেন ।\nমসজিদ সংলগ্ন একটি সমাধি এবং একটি ছোট কবরস্থান আছে যেখানে জাজার পাশা এবং তার দত্তক পুত্র এবং উত্তরাধিকারী সুলাইমান পাশা এবং তাদের আত্মীয়দের সমাধি রয়েছে।\n\n\n== স্থাপত্য ==\nমসজিদটি উসমানীয় স্থাপত্য এর একটি সুন্দর উদাহরণ, যাতে বাইজেন্টাইন এবং পারস্য বা বর্তমান ইরান এর নির্মাণ শৈলী অন্তর্ভুক্ত হয়েছে । এর কিছু সূক্ষ্ম বৈশিষ্ট্যের মধ্যে রয়েছে সবুজ গম্বুজ এবং মিনার, একটি সবুজ গম্বুজযুক্ত সাবিল ঝর্ণা যা ঠান্ডা পানীয় জল এবং পানীয় বিতরণের জন্য) এবং রয়েছে একটি বড় উঠোন এর ধাপগুলির পাশে একটি কিওস্ক রয়েছে যা সুলতান আব্দুল হামিদ দ্বিতীয় নির্মাণ করেছিলেন।\nআক্কার আকাশরেখায় আধিপত্য বিস্তারকারী মসজিদটির মূলত নাম ছিল মসজিদুল আনওয়ার (আলোর মহান মসজিদ) এবং এটি সাদা মসজিদ নামেও পরিচিত কারণ এর একসময়ের রূপালী-সাদা গম্বুজটি অনেক দূরত্বে চিকচিক করত। পরবর্তীতে গম্বুজটিকে সবুজ রঙ করা হয়। এটির মিনারে ১২৪ টি ধাপের একটি ঘূর্ণায়মান সিঁড়ি রয়েছে।\nএটি আধুনিক দিনের ইসরায়েলে জেরুজালেমের বাইরের একটি বৃহত্তম মসজিদ।\nঐতিহাসিক নুর মাসালহা মসজিদটিকে শৈলী, উসমানীয় বাইজেন্টাইন, ফিলিস্তিনি এবং পারস্যের মিশ্রণে নির্মিত একটি বিশেষ স্থাপনা বলে বর্ণনা করেছেন, যা ফিলিস্তিনের অসাধারণ সমৃদ্ধ সামরিক ও সাংস্কৃতিক ঐতিহ্যকে অন্তর্ভুক্ত এবং পুনর্ব্যবহার করেছে।\n\n\n== শা'র-আন-নবী ==\nমসজিদে শা'র-আন-নবী, নবী মুহাম্মদ-এর একটি দাড়ি বা একটি (বা চুলের তালা) রয়েছে। রোজা শেষে ঈদ-উল-ফিতর-এর দিনে আকোতে শা'র-আন-নবি এর সম্মানে কুচকাওয়াজ করা হত, কিন্তু এখন তা শুধুমাত্র ধর্মসভাতে দেখানো হয়। ধ্বংসাবশেষটি মসজিদের ভিতরে রাখা আছে। উপরের তলার মহিলাদের গ্যালারিতে একটি কাচের ক্যাবিনেট যেটি রাখা আছে ।\n\n\n== চিত্র ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}