{"pageid": 1381920, "title": "ষোড়শ শতাব্দী", "url": "https://bn.wikipedia.org/wiki?curid=1381920", "content": "ষোড়শ শতাব্দী গ্রেগরীয় বর্ষপঞ্জি অনুসারে ১৫০১ খ্রি দিয়ে শুরু হয়েছিল এবং ১৬০০ দিয়ে শেষ হয়েছিল। ষোড়শ শতাব্দীকে ঐতিহাসিকগণ সেই মহান শতাব্দী হিসেবে গণ্য করেছেন, যেটি পশ্চিমা সভ্যতার উত্থান দেখেছিল। এ শতাব্দীতে ইতালি ও ইউরোপের রেনেসাঁ গুরুত্বপূর্ণ শিল্পী, লেখক ও বিজ্ঞানীর উত্থান দেখেছিল এবং গুরুত্বপূর্ণ বিষয়গুলির ভিত্তি তৈরি করেছিল, যার মধ্যে রয়েছে হিসাববিজ্ঞান ও রাষ্ট্রবিজ্ঞান।\nকোপার্নিকাস সূর্যকেন্দ্রিক মহাবিশ্বের প্রস্তাব করেন, যা একটি শক্তিশালী প্রতিরোধের সঙ্গে গ্রহণযোগ্যতা লাভ করেছিল এবং ১৫৭২ সালে টুকো ব্রাহে একটি আকাশ গঙ্গা ছায়াপথ অতিনব তারা পর্যবেক্ষণ ও পরিমাপের মাধ্যমে স্বর্গীয় গোলকের তত্ত্বকে খণ্ডন করেন এবং এ ঘটনাগুলি টলেমি ও অ্যারিস্টটল দ্বারা সমর্থিত একটি অপরিবর্তনীয় মহাবিশ্বের দীর্ঘকাল ধরে থাকা ধারণা ও বিশ্বাসকে সরাসরি চ্যালেঞ্জ করে এবং জ্যোতির্বিদ্যা ও বিজ্ঞানে বড় বিপ্লবের দিকে পরিচালিত করে।\nএই সময় গ্যালিলিও গ্যালিলি নতুন বিজ্ঞানের একজন চ্যাম্পিয়ন হয়ে ওঠেন। সর্বপ্রথম থার্মোমিটার আবিষ্কার করেন এবং পদার্থবিদ্যা ও জ্যোতির্বিদ্যায় উল্লেখযোগ্য অবদান রাখেন। ইউরোপের বৈজ্ঞানিক বিপ্লবের প্রধান ব্যক্তিত্ব হয়ে ওঠেন তিনি।\nস্পেন এবং পর্তুগাল মধ্য ও দক্ষিণ আমেরিকার বৃহৎ অংশে উপনিবেশ স্থাপন করে এবং উত্তর আমেরিকায় ফ্রান্স ও ইংল্যান্ড। পর্তুগিজরা ব্রাজিল ও আফ্রিকার উপকূল এবং পূর্ব ভারতীয় দ্বীপপুঞ্জ তাদের সম্পত্তির মধ্যে বাণিজ্যে সর্বেসর্বা হয়ে ওঠে, যেখানে স্পেনীয়রা বৃহত্তর অ্যান্টিলিস, মেক্সিকো ও পেরুতে আধিপত্য বিস্তার করে এবং প্রশান্ত মহাসাগর জুড়ে বাণিজ্য চালু করে আমেরিকাকে ইন্ডিজের সাথে সংযুক্ত করে। .\nইংরেজ ও ফরাসি প্রাইভেটরা স্প্যানিশ এবং পর্তুগিজ ধন-সম্পদ চুরির চর্চা শুরু করে। ঔপনিবেশিকতার এ যুগটি বাণিজ্যবাদকে অর্থনৈতিক চিন্তাধারার প্রধান স্কুল হিসাবে প্রতিষ্ঠিত করেছিল, যেখানে অর্থনৈতিক ব্যবস্থাকে একটি শূন্য-সমষ্টির খেলা হিসাবে দেখা হত, যেখানে এক পক্ষের লাভের জন্য অন্য পক্ষের ক্ষতির প্রয়োজন হয়। বণিকবাদী মতবাদ সে সময়ের অনেক আন্তঃ-ইউরোপীয় যুদ্ধকে উত্সাহিত করেছিল এবং ১৯ বা ২০ শতকের শুরু পর্যন্ত বিশ্বজুড়ে ইউরোপীয় সম্প্রসারণ ও সাম্রাজ্যবাদকে যুক্তিযুক্তভাবে ইন্ধন জোগায়।\nমধ্য ও উত্তর ইউরোপে সংস্কার পোপতন্ত্র ও ক্যাথলিক চার্চের কর্তৃত্বকে একটি বড় ধাক্কা দেয় এবং ইংল্যান্ডে ব্রিটিশ-ইতালীয় আলবেরিকো সর্বজনীন আন্তর্জাতিক আইনের উপর প্রথম বই লিখেন। ধর্মনিরপেক্ষতাকে যাজকীয় অনুশাসন ও ক্যাথলিক ধর্মতত্ত্ব থেকে তিনি বিভক্ত করেন। ইউরোপীয় রাজনীতি ধর্মীয় দ্বন্দ্ব দ্বারা প্রাধান্য লাভ করে ত্রিশ বছরের যুদ্ধের ভিত্তি স্থাপন করা হয়েছিল এই শতাব্দীর শেষের দিকে।\nমধ্যপ্রাচ্যে উসমানীয় শাসন ক্রমাগত বিস্তৃত হতে থাকে এবং তৎকালীন সুলতান একটি পুনরুত্থিত পারস্যের বিরুদ্ধে মোকাবিলা করার সময় খলিফা উপাধি গ্রহণ করেন। ইরান এবং ইরাক ইসলামের শিয়া সম্প্রদায়ের জনপ্রিয়তা বৃদ্ধি পায় সফবীয় রাজবংশের অধীনে, যা সংখ্যাগরিষ্ঠ- সুন্নি মুসলি মবিশ্ব থেকে স্বাধীন পারস্যের ভিত্তি প্রদান করে। \nভারতীয় উপমহাদেশে দিল্লি সালতানাত ও বিজয়নগর সাম্রাজ্যের পরাজয়ের পর নতুন শক্তির আবির্ভাব ঘটে এবং শের শাহ দ্বারা প্রতিষ্ঠিত সুর সাম্রাজ্য, দাক্ষিণাত্য সালতানাত, রাজপুত রাজ্য ও মুঘল সাম্রাজ্যের প্রভাব বাড়তে থাকে।  তৈমুর এবং চেঙ্গিস খানের সরাসরি বংশধর সম্রাট বাবর এবং তার উত্তরসূরি হুমায়ুন ও আকবর দক্ষিণ এশিয়ার বেশিরভাগ অংশ নিজেদের সাম্রাজ্যে অন্তর্ভুক্ত করে।  \nজাপান এই সময়ে একটি গুরুতর গৃহযুদ্ধের সম্মুখীন হয়, যা সেনগোকু সময়কাল নামে পরিচিত এবং এটি থেকে টয়োটোমি হিদেয়োশির অধীনে একটি ঐক্যবদ্ধ জাতি হিসাবে আবির্ভূত হয়। চীন মিং রাজবংশ দ্বারা শাসিত ছিল, যেটি ক্রমশ বিচ্ছিন্ন হয়ে উঠেছিল এবং কোরিয়ার নিয়ন্ত্রণের পাশাপাশি জাপানী জলদস্যুদের নিয়ে জাপানের সাথে সংঘর্ষে জড়িয়ে পড়েছিল। \nএসময় আফ্রিকার মধ্য আফ্রিকা ও দক্ষিণ আফ্রিকায় খ্রিস্টধর্ম ছড়িয়ে পড়তে শুরু করেছিল এবং আড়ালে উপনিবেশ কায়েমের প্রতিদ্বন্দ্বিতা চলছিল। ১৯ শতক এর শেষদিকে আফ্রিকা দখলের লড়াই পর্যন্ত, বেশির ভাগ আফ্রিকীয় অংশ উপনিবেশহীন ছিল।\n\n\n== তথ্যসূত্র =="}