{"pageid": 1381471, "title": "মণ্ডপ", "url": "https://bn.wikipedia.org/wiki?curid=1381471", "content": "মণ্ডপ (সংস্কৃত: मण्डप) বা মন্তপ ভারতীয় স্থাপত্যে  জনসাধারণের আচার-অনুষ্ঠানের \"স্তম্ভযুক্ত দরদালান\" বা \"পটমণ্ডপ\", বিশেষ করে হিন্দু মন্দির স্থাপত্যে বৈশিষ্ট্যযুক্ত।\nদেয়াল আছে কিনা তার উপর নির্ভর করে মণ্ডপকে \"খোলা\" বা \"বন্ধ\" হিসাবে বর্ণনা করা হয়। মন্দিরে, এক বা একাধিক মণ্ডপ প্রায়ই অভয়ারণ্য এবং মন্দিরের প্রবেশদ্বারের মাঝখানে একই অক্ষে থাকে। বড় মন্দিরে অন্যান্য মণ্ডপগুলি পাশে স্থাপন করা যেতে পারে, বা মন্দির প্রাঙ্গণের মধ্যে আলাদা করা যেতে পারে।\n\n\n== মন্দির স্থাপত্য ==\n\nহিন্দু মন্দিরে মণ্ডপ হল বারান্দার মতো কাঠামো যা দিয়ে মন্দিরের দিকে নিয়ে যায়। এটি ধর্মীয় নৃত্য ও সঙ্গীতের জন্য ব্যবহৃত হয় এবং এটি মৌলিক মন্দির প্রাঙ্গণের অংশ। প্রার্থনা কক্ষটি সাধারণত মন্দিরের গর্ভগৃহের সামনে নির্মিত হয়েছিল। বড় মন্দিরে অনেকগুলি মণ্ডপ থাকে।\nযদি একটি মন্দিরে একাধিক মণ্ডপ থাকে, তাহলে প্রত্যেকটিকে আলাদা অনুষ্ঠানের জন্য বরাদ্দ করা হয় এবং এর ব্যবহার প্রতিফলিত করার জন্য নাম দেওয়া হয়। উদাহরণস্বরূপ, ঐশ্বরিক বিবাহের জন্য নিবেদিত মণ্ডপকে কল্যাণ মণ্ডপ হিসাবে উল্লেখ করা হয়। প্রায়শই হলটি স্তম্ভযুক্ত ছিল এবং স্তম্ভগুলি জটিল  খোদাই দ্বারা সজ্জিত ছিল। সমসাময়িক পরিভাষায়, এটি এমন কাঠামোকেও উপস্থাপন করে যার মধ্যে হিন্দু বিবাহ সম্পাদিত হয়। বর ও কনে মণ্ডপের মাঝখানে পবিত্র অগ্নি প্রজ্জ্বলন করে যা কার্যকারী পুরোহিতের দ্বারা প্রজ্জ্বলিত হয়।\n\n\n== শ্রেণিবিভাগ ==\n\nযখন একটি মন্দিরে একাধিক মণ্ডপ থাকে, তখন তাদের বিভিন্ন নাম দেওয়া হয়।\n\nঅর্ধমণ্ডপ – মন্দিরের বাইরের অংশ এবং গর্ভগৃহ বা মন্দিরের অন্যান্য মণ্ডপের মধ্যবর্তী স্থান\nঅস্থান মণ্ডপ – সমাবেশ হল\nকল্যাণমণ্ডপ – দেবীর সাথে প্রভুর বিবাহের অনুষ্ঠানের জন্য উৎসর্গীকৃত\nমহামণ্ডপ - যখন মন্দিরে বেশ কয়েকটি মণ্ডপ থাকে, তখন এটি সবচেয়ে বড় এবং সবচেয়ে লম্বা। এটি ধর্মীয় বক্তৃতা পরিচালনার জন্য ব্যবহৃত হয়।\nনন্দীমণ্ডপ - শিব মন্দিরে, পবিত্র ষাঁড় নন্দীর মূর্তি সহ মণ্ডপ, মূর্তি বা শিবের লিঙ্গের দিকে তাকিয়ে।\nরাঙামণ্ডপ বা রঙ্গমণ্ডপ – বৃহত্তর মণ্ডপ, যা সঙ্গীত সহ নাচ বা নাটকের জন্য ব্যবহার করা যেতে পারে\nমেঘনাথমণ্ডপ\nনমস্কারমণ্ডপ\nউন্মুক্তমণ্ডপ বা খোলামণ্ডপ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nPhoto of four-pillared Kakatiya mandapa\nPhoto of relief in a mandapa\nFloor plan of North Indian temple with mandapa"}