{"pageid": 1382849, "title": "ব্যাপ্তি", "url": "https://bn.wikipedia.org/wiki?curid=1382849", "content": "ব্যাপ্তি বলতে হিন্দু দর্শনে পরিব্যাপ্ত অবস্থা বোঝায়। এটিকে অনুমানের যৌক্তিক ভিত্তি হিসেবে বিবেচনা করা হয় যা জ্ঞানের অন্যতম উপায়। ব্যাপ্তির জ্ঞান ছাড়া কোনো উপসংহারে আসা যাবে না। ব্যাপ্তি উপসংহারের সত্যতার নিশ্চয়তা দেয়। এটি \"হেতু\" ও \"সাধ্য\" এর মধ্যে অপরিবর্তনীয় সহবাসের সম্পর্ককে নির্দেশ করে। অসম সম্প্রসারণের শর্তগুলির মধ্যে ব্যাপ্তিকে \"অসমব্যবস্থা\" বা \"বিষমব্যাপ্তি\" বলা হয়, এবং সমান সম্প্রসারণের মধ্যে ব্যাপ্তিকে \"সমব্যপ্তি\" বলা হয়।\n\n\n== বিবরণ ==\nব্যাপ্তি হল সর্বজনীন বিবৃতি যা \"নিয়তা সহচার্য\" বা হেতু বা মধ্যবর্তী পদ এবং সাধ্য বা প্রধান পদের মধ্যে ধ্রুব সহবাসের সম্পর্ককে প্রকাশ করে এবং \"সহচার\" বোঝায় অর্থাৎ সময়ের তিনটি ক্ষেত্রেই সাধ্য ও হেতুর মধ্যে কার্যকারণ বা সহ-অবস্থানের অপরিবর্তনীয় সম্পর্কের জ্ঞান, যা সম্ভব যখন \"অনুপাধিক সম্বন্ধ\" অর্থাৎ উভয়ের মধ্যে শর্তহীনতার সম্পর্ক জানা যায়। এটিকে \"ব্যাপ্য\", ব্যাপ্ত ও \"ব্যাপক\", পরিব্যাপ্তের মধ্যে শর্তহীন এবং ধ্রুবক সহগামী সম্পর্ক হিসাবে সংজ্ঞায়িত করা হয়।\nহিন্দু দর্শনের চার্বাক দর্শন বিশ্বের অস্তিত্ব স্বীকার করে এবং পূর্ব-অস্তিত্ব অস্বীকার করে অনুমান ও সাক্ষ্য প্রত্যাখ্যান করে; তারা উপলব্ধিকে জ্ঞানের একমাত্র উপায় হিসাবে স্বীকার করে। তারা এই মত পোষণ করে যে প্রধান পদের সাথে মধ্যবর্তী মেয়াদের সর্বজনীন সংমিশ্রণ কখনই জানা যায় না কারণ উপস্থিতিতে তাদের চুক্তি এবং অনুপস্থিতিতে চুক্তিকে কখনই তাদের অপরিবর্তনীয় সংমিশ্রণ হিসাবেও জানা যায় না কারণ সেখানে কোনো শ্রেণী-অক্ষর ও সর্বজনীন নেই। ব্যাপ্তি কখনোই জানা যাবে না কারণ এর অস্তিত্ব নেই। যদি প্রবর্তক অনুমান ব্যাপ্তি দ্বারা প্রমাণিত হয় তবে এই দুটি পারস্পরিকভাবে নির্ভরশীল হতে পারে না।\nন্যায় দর্শনের অক্ষপদ গৌতমের ন্যায়সূত্র পাঁচ-সদস্যের অনুমান বা \"পরার্থানুমান\" এর কথা বলে।ব্যাপ্তির জ্ঞানকে এই বিদ্যালয়ের দ্বারা সফল অনুমানের কারণ হিসাবে বিবেচনা করা হয় কারণ অনুমান মধ্যবর্তী পদ এবং প্রধান পদের মধ্যে শর্তহীন সার্বজনীন সংমিশ্রণের উপর নির্ভর করে, মধ্যবর্তী শব্দটি প্রধান শব্দের অস্তিত্ব নির্দেশ করে, এবং এটি পাওয়া যায় গৌণশব্দ বা \"পক্ষ\", অনুমানের বিষয়। মধ্যবর্তী পদ এবং প্রধান পদের সমস্ত দৃষ্টান্ত উপলব্ধি করা সম্ভব নয় এবং অভ্যন্তরীণ উপলব্ধি দ্বারা ব্যাপ্তি জানা যায় না।অনুমানটি সঠিক হওয়ার জন্য প্রধান ও গৌণ প্রাঙ্গনে সত্য হতে হবে, পূর্বেরটি নিরাপদ হওয়া উচিত কারণ পরেরটির সত্য উপলব্ধি দ্বারা দেওয়া হয়। তারা এই মত পোষণ করে যে ব্যাপ্তি হল পূর্বাভাসের সাথে কারণের শর্তহীন অভিন্ন সম্পর্ক এবং যে শর্ত পূর্বাভাসকে পরিব্যাপ্ত করে। ত্রুটিপূর্ণ কারণ যেমন অমীমাংসিত (সব্যভীচার), পরস্পরবিরোধী (বিরুদ্ধ), ভারসাম্যহীন (প্রকারনাসম), অপ্রমাণিত (সাধ্যসম), এবং ভুল সময় (অতীতকাল) বা বিপরীত (বাধিত) উৎপাদনে বাধা দেয়। বৈধ অনুমান যখন তারা পরিচিত হয়। ব্যাপ্তি অনুকূল অনুমানমূলক যুক্তি দ্বারা সাহায্য করা বারবার পর্যবেক্ষণের ভিত্তিতে উপস্থিতিতে চুক্তি এবং অনুপস্থিতিতে চুক্তির যৌথ পদ্ধতি দ্বারা পরিচিত। ব্যাপ্তি সম্পর্কে সন্দেহ ও ব্যাপ্তির অনুপস্থিতির নিশ্চিততা অনুমানমূলক জ্ঞানের প্রতিবন্ধক হিসাবে কাজ করে; ব্যাপ্তি সম্পর্কে নিশ্চিততা অনুমানমূলক জ্ঞানের কারণ।\nজৈন দর্শন অনুমানকে জ্ঞানের বৈধ উপায় হিসেবে স্বীকৃতি দেয়। তারা আবেশ বা তরকাকে তিনটি সময়ের মধ্যে প্রধান পদের সাথে মধ্যবর্তী পদের অপরিবর্তনীয় সংমিশ্রণ (ব্যাপ্তি) জ্ঞান বলে মনে করে, তাদের সহ-উপস্থিতি ও সহ-অনুপস্থিতির পর্যবেক্ষণ থেকে উদ্ভূত ও ব্যাপ্তি। ব্যাপ্তি দুই ধরনের হতে হবে, \"অনব্যব্যপ্তি\" ও \"ব্যতিরেকাব্যপ্তি\"। যেখানে ধোঁয়া আছে, সেখানে আগুন আছে; এটি হল অনব্যব্যপ্তি। যেখানে আগুন নেই, সেখানে ধোঁয়া নেই; এটি ব্যতিরেকব্যাপ্তি। তারা মনে করে যে অনুমান ব্যাপ্তির উপর ভিত্তি করে যা ইন্ডাকশন থেকে উদ্ভূত।\nঅদ্বৈত বেদান্তের অনুসারীরা অনুমানের বিষয়বস্তুতে প্রোবনের অস্তিত্বের জ্ঞানকে অনুমান বা অনুমানের কারণ হিসাবে বিবেচনা করে না। ব্যাপ্তি হল প্রোবানের সমস্ত স্তরে প্রোবান এবং প্রোব্যান্ডামের সহাবস্থান এবং প্রোবান ও প্রোব্যান্ডামের মধ্যে অনুপস্থিতিতে চুক্তির উপর নির্ভর করে না। অনুমান হল \"অনভয়ি\" এবং প্রোবান ও প্রোব্যান্ডামের মধ্যে উপস্থিতি চুক্তির উপর নির্ভর করে এবং তাদের ইতিবাচক সংগতির উপর ভিত্তি করে। তারা নব্য নায়া দ্বারা স্বীকৃত অন্বায়-ব্যতিরেকি অনুমানকে প্রত্যাখ্যান করে।\nযদিও ভারতীয় চিন্তাধারার অধিকাংশ স্কুল ব্যাপ্তি নির্ণয়ের জন্য তাদের নিজস্ব পদ্ধতি প্রস্তাব করেছে,\nকারণ ও কার্যকারণ কীভাবে সার্বজনীনভাবে সম্পর্কিত তা জানার জন্য তারা কার্যকারণ ও অপরিহার্য পরিচয়ের নীতির উপর সর্বজনীন প্রস্তাবের জ্ঞানের ভিত্তি করে, বৌদ্ধরা \"পঞ্চকারণী\" পদ্ধতি অবলম্বন করে। বেদান্তিদের কাছে ব্যাপ্তি হল সরল গণনা দ্বারা আবেশের ফলাফল। নৈয়ায়িকরা প্রথমে দুটি জিনিসের উপস্থিতিতে চুক্তির সম্পর্ক খোঁজেন, এবং তারপরে তাদের মধ্যে অনুপস্থিতিতে অভিন্ন চুক্তির সন্ধান করে, তারপরে তারা বিপরীত উদাহরণগুলি সন্ধান করে এবং অবশেষে সমস্ত উপাধি বা শর্তগুলি বাদ দেয়। তারা তরকা বা পরোক্ষ প্রমাণ এবং \"সমনিলক্ষণ\" দ্বারা দুটি সত্যের মধ্যে সম্পর্কের অসংলগ্ন অভিজ্ঞতার পরিপূরক।\nপ্রকৃতিতে ইতোমধ্যে বিদ্যমান \"অষ্ট সিদ্ধি\" সম্পর্কে, অরবিন্দের অনুসারীরা সম্মত হন যে সচেতনতা এবং স্বেচ্ছায় শারীরিক উপায় ছাড়াই মন এবং অন্যের মধ্যে যোগাযোগ করতে স্বাধীন, এবং এটি দুটি সিদ্ধির মাধ্যমে, যথা, \" ব্যাপ্তি\" ও \"প্রকাম্য\"। ব্যাপ্তি হল যখন বাইরে থেকে অন্যদের অনুভূতি অনুভূত হয় এবং যখন কেউ নিজের চিন্তা অন্যদের কাছে পাঠায়। প্রাকাম্য হল যখন কেউ মানসিক বা শারীরিকভাবে কোনো কিছুর দিকে তাকায় এবং সেই জিনিসের মধ্যে কী আছে তা উপলব্ধি করে বা ইন্দ্রিয়ের মাধ্যমে অতি-অনুভূতি পায়।\n\n\n== আরও দেখুন ==\nবিরাজ\n\n\n== তথ্যসূত্র =="}