{"pageid": 1382857, "title": "লাইম রোগ", "url": "https://bn.wikipedia.org/wiki?curid=1382857", "content": "লাইম রোগ (যা লাইম বোরেলিওসিস নামেও পরিচিত) হলো বোরেলিয়া ব্যাকটেরিয়া দ্বারা সৃষ্ট একটি ভেক্টর-বাহিত রোগ, যা আইক্সোডস গণের আটুঁলির কামড়ে হয়ে থাকে।  সংক্রমণের সবচেয়ে সাধারণ লক্ষণ হল প্রসারিত লাল ফুসকুড়ি। যা এরিথেমা মাইগ্রানস (EM) নামে পরিচিত। এগুলো আটুঁলি কামড়ের জায়গায় প্রায় এক সপ্তাহ পরে উপস্থিত হয়।  ফুসকুড়ি সাধারণত চুলকানি বা বেদনাদায়ক হয় না।  আনুমানিক ৭০-৮০% সংক্রামিত লোকে ফুসকুড়ি তৈরি করে।  প্রাথমিক রোগ নির্ণয় করা কঠিন হতে পারে।  অন্যান্য প্রাথমিক লক্ষণগুলির মধ্যে জ্বর, মাথাব্যথা এবং ক্লান্তি অন্তর্ভুক্ত থাকতে পারে। \nচিকিৎসা করা না হলে বিভিন্ন উপসর্গ দেখা যায়। যেমন মুখের এক বা উভয় পাশেরনড়াচড়া করার ক্ষমতা হ্রাস, অস্থিসন্ধিতে ব্যথা, ঘাড় শক্ত হয়ে যাওয়া, হৃদস্পন্দন অস্বাভাবিক হয়ে যাওয়া, মেনিনজাইটিস এবং মাথাব্যথা হতে পারে।  কয়েক মাস থেকে কয়েক বছর পরে, অস্থিসন্ধিতে ব্যথা এবং ফোলার পুনরাবৃত্তি ঘটতে পারে।  মাঝে মাঝে বাহু ও পায়ে ঝাঁকুনি হতে পারে।  \nউপযুক্ত চিকিৎসা সত্ত্বেও, আক্রান্তদের মধ্যে প্রায় ১০ থেকে ২০% অন্তত ছয় মাস ধরে অস্থিসন্ধিতে ব্যথা, স্মৃতিশক্তির সমস্যা এবং ক্লান্তি অনুভব করে। \n\n\n== লক্ষণ ও উপসর্গ ==\n\n\n== কারন ==\n\n\n== রোগ নির্ণয় ==\n \n\n\n== আরও পড়া ==\nOstfeld R (২০১২)। Lyme Disease: The Ecology of a Complex System। Oxford University Press। আইএসবিএন 978-0-19-992847-7। \nBarbour AG (২০১৫)। Lyme disease: why it's spreading, how it makes you sick, and what to do about it। আইএসবিএন 978-1-4214-1721-9। \nHalperin JJ, সম্পাদক (২০১৮)। Lyme disease: an evidence-based approach (2nd সংস্করণ)। CABI। আইএসবিএন 978-1-78639-207-7। \nRadolf JD, Samuels DS, সম্পাদকগণ (২০২১)। Lyme disease and relapsing fever spirochetes: genomics, molecular biology, host interactions and disease pathogenesis। Caister। আইএসবিএন 978-1-913652-61-6। \n\"We Used to Have a Lyme Disease Vaccine. Are We Ready to Bring One Back?\"। জুন ১৭, ২০২১। \n\n\n== বহিঃসংযোগ ==\nসিডিসি - লাইম রোগ\nঅ্যাসোসিয়েশন ফর পাবলিক হেলথ ল্যাবরেটরিজ গাইড - প্রস্তাবিত রিপোর্টিং ভাষা, লাইম ডিজিজ সেরোলজিক পরীক্ষার ফলাফল সম্পর্কিত ব্যাখ্যা এবং নির্দেশিকা\nNIH - লাইম রোগ\nNICE নির্দেশিকা - লাইম রোগ\n\n\n== তথ্যসূত্র =="}