{"pageid": 1382299, "title": "টুকড়ে টুকড়ে গ্যাং", "url": "https://bn.wikipedia.org/wiki?curid=1382299", "content": "টুকড়ে টুকড়ে গ্যাং হল ভারতীয় জনতা পার্টি (বিজেপি) দ্বারা ভারতে ব্যবহৃত একটি নিন্দনীয় রাজনৈতিক ক্যাচফ্রেজ এবং তাদের সমালোচকদের বিরুদ্ধে রাষ্ট্রদ্রোহ ও বিচ্ছিন্নতাবাদকে সমর্থন করার অভিযোগে অভিযুক্ত করে। যেখানে টুকড়ে-টুকড়ে শব্দগুলি \"কোন কিছুকে ছোট ছোট টুকরো টুকরো করা বা কাটা\" বোঝায়, \"টুকড়ে টুকড়ে গ্যাং\" শব্দগুচ্ছটিকে \"একটি দল যারা দেশকে ভাগ করতে চায়\" হিসাবে অনুবাদ করা যেতে পারে। এই শব্দগুচ্ছটি বিজেপি নেতৃত্ব এবং কিছু নিউজ চ্যানেল ব্যবহার করে রাজনৈতিক বিরোধীদের কলঙ্কিত করার জন্য যাদের রাজনৈতিক মতামত রয়েছে।\n\n\n== ব্যবহার ==\nসুধীর চৌধুরী, জি টিভির প্রাক্তন সম্পাদক-ইন-চিফ (বর্তমানে আজ তক-এর কনসাল্টিং এডিটর), এই শব্দটি তৈরি করার জন্য কৃতিত্ব নেন। তার মতে, এটি \"ডিজাইনার সাংবাদিক\" এবং \"ইংরেজিভাষী পৃষ্ঠা ৩ সেলিব্রিটিদের\" লক্ষ্যবস্তু করা হয়েছিল যারা \"সন্ত্রাসীদের প্রতি সহানুভূতিশীল\" এবং \"বিচার ব্যবস্থাকে ক্ষতিকর\" বলে অভিযোগ করেছে। শিবম ভিজ রিপাবলিক টিভির অর্ণব গোস্বামীকে কৃতিত্ব দিয়েছেন যে এই শব্দটিকে সরকারের সমস্ত বাম-উদারপন্থী সমালোচকদের একত্রিত করার জন্য একটি ডিভাইস হিসাবে জনপ্রিয় করে তুলেছেন এবং তাদের দেশবিরোধী হিসাবে চিত্রিত করেছেন যারা ভারতকে টুকরো টুকরো দেখতে চেয়েছিলেন।\nশব্দটি ২০১৬ সালের জেএনইউ রাষ্ট্রদ্রোহের সারির সময় জনপ্রিয় হয়েছিল। তারপরে এটি জওহরলাল নেহরু বিশ্ববিদ্যালয়ের বাম-ঝোঁকযুক্ত ছাত্রদের ব্র্যান্ড করার জন্য ব্যবহৃত হয়েছিল যারা সন্ত্রাসবাদীদের সহায়তা করার জন্য দোষী সাব্যস্ত আফজাল গুরুর ফাঁসির প্রতিবাদ করেছিল। বিক্ষোভের পরে আবির্ভূত একটি সেলফোন ভিডিওতে, কিছু বিক্ষোভকারীকে \" ভারত তেরে টুকড়ে হঙ্গে \" (ভারত, আপনাকে টুকরো টুকরো করে ভাগ করা হবে) স্লোগান দিতে গিয়ে ভুল শোনা গিয়েছিল যা পরে \"ভারতীয় কোর্ট জিন্দাবাদ\" (ভারতীয় আদালত দীর্ঘজীবী) বলে নিশ্চিত করা হয়েছিল।) পাল্টা প্রতিবাদে উত্থাপিত এবিভিপি সদস্যরা। কানহাইয়া কুমার এবং উমর খালিদ সহ কয়েকজন ছাত্রকে রাষ্ট্রদ্রোহের অভিযোগে গ্রেপ্তার করা হয়েছিল এবং পরে ছয় মাসের জন্য জামিনে মুক্তি দেওয়া হয়েছিল।\nতারপর থেকে, ভারতীয় জনতা পার্টির (বিজেপি) অসংখ্য সিনিয়র সদস্যরা এই শব্দগুচ্ছটি একাধিকবার ব্যবহার করেছেন, যার মধ্যে রয়েছে প্রধানমন্ত্রী নরেন্দ্র মোদি, স্বরাষ্ট্রমন্ত্রী অমিত শাহ, আইন ও বিচার মন্ত্রী রবি শঙ্কর প্রসাদ এবং পররাষ্ট্রমন্ত্রী এস জয়শঙ্কর। ২০১৯ সালের ডিসেম্বরে, শাহ দিল্লিতে একটি সমাবেশে ভাষণ দেওয়ার সময়, সাম্প্রতিক নাগরিকত্ব সংশোধনী আইনের প্রতিবাদকারী লোকদের \"টুকড়ে টুকড়ে গ্যাং\" হিসাবে বর্ণনা করেছিলেন এবং বলেছিলেন যে তাদের শাস্তি হওয়া দরকার। ২০২২ সালের ফেব্রুয়ারী সংসদে একটি বক্তৃতায়, মোদি বলেছিলেন যে ভারতীয় জাতীয় কংগ্রেস টুকড়ে টুকড়ে গ্যাংয়ের নেতা এবং একটি ভাগ করো, শাসন করো নীতি অনুশীলন করে আসছে।\n\n\n== সমালোচনা ==\nঅমিত শাহের নেতৃত্বে স্বরাষ্ট্র মন্ত্রকের কাছে একটি আরটিআই অনুরোধ দায়ের করা হয়েছিল, \"টুকড়ে টুকড়ে গ্যাং\" এর বিবরণ এবং এটি বেআইনী কার্যকলাপ প্রতিরোধ আইন (ইউএপিএ) এর অধীনে নিষিদ্ধ ছিল কিনা তা জিজ্ঞাসা করে। ২০ জানুয়ারী ২০২০-এ তার উত্তরে, মন্ত্রক বলেছিল \"টুকড়ে-টুকড়ে গ্যাং সম্পর্কিত কোনও তথ্য নেই।\" প্রধানমন্ত্রী অটল বিহারী বাজপেয়ীর অধীনে প্রাক্তন অর্থ ও বিদেশ মন্ত্রী যশবন্ত সিনহা বলেছেন, আসল টুকড়ে-টুকড়ে গ্যাং তারাই যারা বিজেপিতে রয়েছে মোদী ও শাহকে ইঙ্গিত করছে। ইতিহাসবিদ রামচন্দ্র গুহ বলেছেন, আসল টুকড়ে-টুকড়ে গ্যাং হল তারা, যারা দিল্লিতে বসে আছে যারা ধর্ম ও ভাষার ভিত্তিতে দেশকে ভাগ করতে চায় যখন তাকে সিএএ-এনআরসি বিক্ষোভের সময় পুলিশ আটক করেছিল। পি. চিদাম্বরম, প্রধানমন্ত্রী মনমোহন সিংয়ের অধীনে প্রাক্তন অর্থমন্ত্রী, বলেছেন যে \"আসল টুকড়ে টুকড়ে গ্যাং\" হল শাসক দল যারা দেশকে ধর্মীয় ভিত্তিতে বিভক্ত করতে বদ্ধপরিকর। তিনি বিক্ষোভকারীদের টুকডে টুকডে গ্যাংয়ের অংশ হিসাবে ডাকার জন্য ভারতের বর্তমান আইনমন্ত্রী রবি শঙ্কর প্রসাদের মন্তব্যের সমালোচনা করেছিলেন। ন্যাশনাল হেরাল্ড (ইন্ডিয়া) এর সাথে কথা বলার সময়, কানহাইয়া কুমার, যার উপর বিজেপি সরকার রাষ্ট্রদ্রোহী মামলা নথিভুক্ত করেছে, বলেছেন যে বিজেপি সরকার বেকারত্ব, অর্থনীতির আসল সমস্যাগুলি থেকে জনসাধারণের মনোযোগ সরিয়ে দেওয়ার জন্য কাল্পনিক \"টুকড়ে টুকড়ে গ্যাং\" ব্যবহার করছে। এবং শিক্ষা। \n\n\n== আরও দেখুন ==\nদেশবিরোধী (ভারত)\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n \n\n\n== বহিঃসংযোগ ==\nহ্যাঁ, আমি 'টুকড়ে টুকড়ে গ্যাং' থেকে এসেছি, বলেছেন কানহাইয়া কুমার, দ্য উইক, ৯ জানুয়ারী ২০২০।\nসতীশ পদ্মনাভন, স্যাটায়ার | 'আপনি কি টুকড়ে টুকড়ে গ্যাং বা খান মার্কেট গ্যাংয়ের?' , আউটলুক, ১০ জানুয়ারী ২০২০।"}