{"pageid": 1382151, "title": "ইসলামিক সেন্টার অফ ডেজিয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1382151", "content": "ইসলামিক সেন্টার অফ ডেজিয়ন (ICD কোরীয়: 대전 이드사성) ২০০৬ সালের ডিসেম্বর মাসে ইয়ুসেং-গু, ডেজিয়ন, দক্ষিণ কোরিয়ায় প্রতিষ্ঠিত হয়। এটি কোরিয়া অ্যাডভান্সড ইনস্টিটিউট অফ সায়েন্স অ্যান্ড টেকনোলজি (KAIST), তথ্য ও যোগাযোগ বিশ্ববিদ্যালয় এবং চুংনাম ন্যাশনাল ইউনিভার্সিটির ত্রিভুজাকৃতির মাঝখানে অবস্থিত। ডেজিয়ন এর নিকটতম মেট্রো স্টেশন হল ওলপিয়ং (KAIST)।\n\n\n== পটভূমি ==\nডিসেম্বর ২০০৬, কোরিয়ান মুসলিম ফেডারেশন (KMF) এর সহায়তায় এবং শহরের মুসলমানদের অনুদানে, আইসিডিটি কুং-ডং, ইউসেং-গুতে একটি ভাড়ার মেঝেতে এটি প্রতিষ্ঠিত হয়েছিল।\n২৯ ডিসেম্বর ২০০৬ -এ,এখানে ঈদুল ফিতরের প্রথম নামাজ পড়া হয়।\nজানুয়ারি ২০০৭-এ, প্রথম অ্যাডহক স্বেচ্ছাসেবক পরিষদ গঠিত হয়, এবং সভাপতি নির্বাচন অনুষ্ঠিত হয়।\nজানুয়ারি ২০০৭-এ, ICD এর সংবিধান প্রবর্তিত হয়।\nজানুয়ারি২০০৭-এ, ইসলামিক স্টাডি সার্কেল প্রতিষ্ঠিত হয়।\nজুন ২০০৭-এ, KMF এবং মুসলিম দেশগুলির রাষ্ট্রদূতদের দ্বারা এর আনুষ্ঠানিক উদ্বোধন।\nজানুয়ারি ২০০৮-এ, আইসিডিতে হালাল মাংসের প্রাপ্যতা।\nজুন ২০০৮-এ, আইসিডিতে সব ধরনের হালাল খাবারের প্রাপ্যতা।\nজুলাই ২০০৯-এ, এর ১ম সাংবিধানিক সংশোধনী জারি করা হয়।\nআগস্ট ২০০৯-এ, দ্বিতীয় অ্যাডহক স্বেচ্ছাসেবক পরিষদ গঠিত হয়, এবং সভাপতি নির্বাচন অনুষ্ঠিত হয়।\n২৭ সেপ্টেম্বর, ২০০৯-এ, ইন্দোনেশিয়ান মুসলিম সম্প্রদায় (IMNIDA) দ্বারা ডেজিয়ন শহরের কেন্দ্রস্থলে একটি ভাড়া করা মেঝেতে ইসলামিক সেন্টার অব ডেজিয়ন (ICD)-এর আরো একটি শাখা প্রতিষ্ঠিত হয়।\nডিসেম্বর, ২০০৯-এ, এর জন্য ২য়, ৩য় এবং ৪র্থ সাংবিধানিক সংশোধনী জারি করা হয়।\nআগস্ট,২০১০-এ মুসলিম শিশুদের জন্য একটি ইসলামিক স্কুল প্রতিষ্ঠিত হয়।\nডিসেম্বর, ২০১০-এ তৃতীয় অ্যাডহক স্বেচ্ছাসেবক পরিষদ গঠিত হয়, এবং সভাপতি নির্বাচন অনুষ্ঠিত হয়।\nডিসেম্বর, ২০১০-এ, ICD সংবিধানের ৫ম, ৬ষ্ঠ ​​এবং ৭ম সংশোধনী জারি করা হয়।\nমে,২০১১-তে, আল-হুদা ইসলামিক সোসাইটি (নিবন্ধিত) এর সহায়তায় এর জন্য স্থায়ী মসজিদ নির্মাণের চুক্তি স্বাক্ষরিত হয়।\nঅক্টো,২০১১-তে ইসলামিক সেন্টার বিল্ডিংয়ের জন্য সম্পূর্ণ অর্থ প্রদান করা হয়।\nডিসেম্বর ,২০১১-তে বেসমেন্টের সম্পূর্ণ সংস্কার সহ ফেজ ১ সংস্কার, এবং দ্বিতীয় এবং তৃতীয় তলার অস্থায়ী সংস্কার করা হয়।\nডিসেম্বর, ২০১১-তে ফেজ ১ সংস্কারের সমাপ্তিতে, ১২ ডিসেম্বর, ইসলামিক সেন্টার স্থায়ী ভবনে স্থানান্তরিত হয় ।\n\n\n== কার্যক্রম ==\nআইসিডি ব্যবস্থাপনা উপ-কমিটিতে বিভক্ত। এর দ্বারা সম্পাদিত কিছু কাজ হল:\n\nপ্রেসিডেন্ট (ইসলামিক সেন্টারের আমীর ।)\nসেক্রেটারি জেনারেল (ইসলামিক সেন্টারের ব্যবস্থাপক সুপারিনটেনডেন্ট।)\nইভেন্ট সার্ভিসেস অ্যান্ড ম্যানেজমেন্ট টিম (ইসলামিক সেন্টারে অনুষ্ঠিত সমস্ত অনুষ্ঠান আয়োজন ও পরিচালনার জন্য দায়ী ।)\nঅর্থ কমিটি (ভাড়া মসজিদ পরিচালনা, স্থায়ী মসজিদের জন্য অনুদান সংগ্রহ ইত্যাদি ।)\nদাওয়া কমিটি (দৈনিক নামাজ, জুমার নামাজ, রমজানের তারাবিহ নামাজ, এতেকাফ (إعتكاف), সপ্তাহান্তে দরস, লাইব্রেরি, মাসিক রাত, বার্ষিক সম্মেলন, স্বাগত/বিদায় পার্টি, রমজানের ইফতার, আরবি পাঠ, সপ্তাহান্তে ফুটবল আয়োজন করা ।)\nপরিষেবা কমিটি (মসজিদ ব্যবস্থাপনা ও রক্ষণাবেক্ষণ এবং অনুষ্ঠানগুলিতে বিনোদন ।)\nহালাল খাদ্য পরিষেবা (ডেজিয়নে মুসলিম সম্প্রদায়ের জন্য হালাল খাদ্যের ব্যবস্থা করা ।)\n\n\n== বর্তমান অবস্থা ==\nআইসিডি (ইসলামিক সেন্টার অব ডেজিয়ন) ডেজিয়নে স্থায়ী মসজিদের জন্য একটি স্থান সংগ্রহ করে। . ইসলামিক সেন্টার অব ডেজিয়ন (আইসিডি/ ডেজিয়ন মসজিদ),এ একটি আবাসিক ভবন আছে যা বেশ কয়েকটি তলা বিশিষ্ট এবং এটি অপেক্ষাকৃত একটি বড় মসজিদ। এখানে একজন পূর্ণ-সময়ের ইমাম আছেন, যেখানে দৈনিক পাঁচ ওয়াক্ত নামাজ জামাতে আদায় করা হয় এবং অন্যান্য সামাজিক চাহিদা মেটানো হয়, যেমন এখানে বিয়ে পরিচালনা করা হয় এবং ধর্মীয় বিভিন্ন বিষয়ে কাউন্সেলিং করা হয় এবং ইসলামী শিক্ষার ব্যবস্থা করা হয়। দ্বিতীয় তলায় মহিলাদের জন্য নামাজ আদায়ের একটি কক্ষও রয়েছে ।\n\n\n== আরও দেখুন ==\nদক্ষিণ কোরিয়ায় ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMain Website(ENG)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ ডিসেম্বর ২০০৮ তারিখে\nMuslim Students Association ( MSA ) of KAIST"}