{"pageid": 1382804, "title": "বেসোফিল", "url": "https://bn.wikipedia.org/wiki?curid=1382804", "content": "বেসোফিল (ইংরেজি: basophil) বা ক্ষারাকর্ষী কোষ হলো শ্বেতকণিকার একটি ধরন। বেসোফিল দানাদার কোষসমূহের মধ্যে সংখ্যায় সবচেয়ে কম, এদের সংখ্যা প্রতি মাইক্রোলিটারে ০-১০০ (গড়ে ৩৫/μL), মোট শ্বেতকণিকার ০-৪% (গড়ে ০.৪%)। প্রতিরক্ষায় সাড়াদানের সময় এরা প্রদাহমূলক বিক্রিয়ায় অংশ নেই এবং বিভিন্ন তীব্র ও দীর্ঘস্থায়ী অ্যালার্জিজনিত রোগ, যেমন অ্যানাফিল্যাক্সিস (অতিসংবেদ্যতা), হাঁপানি, অ্যাটপিক ডার্মাটাইটিস ও অ্যালার্জিজনিত নাসাপ্রদাহ সৃষ্টিতে ভূমিকা রাখে। এরা কিছু যৌগ উৎপাদন করে যেগুলো প্রতিরক্ষায় সাড়া প্রদানে সমন্বয় করে, এগুলোর মধ্যে অন্যতম হচ্ছে হিস্টামিন ও সেরোটোনিন যা প্রদাহ সৃষ্টি করে এবং হেপারিন যা রক্ত তঞ্চন প্রতিরোধ করে, যদিও মাস্ট কোষ বা পৃথুল কোষের দানায় এ-সব পদার্থ বেসোফিলের তুলনায় বেশি পাওয়া যায়। এক সময় মাস্ট কোষকে বেসোফিল মনে করা হতো যা রক্ত থেকে তাদের আবাসিক টিসুতে (যোজক কলা) পরিভ্রমণ করে, কিন্তু বর্তমানে তারা আলাদা কোষ হিসেবে পরিচিত।\n১৮৭৯ খ্রিষ্টাব্দে জার্মান চিকিৎসক পাউল এরলিখ প্রথম বেসোফিল আবিষ্কার করেন, যিনি এক বছর পূর্বে টিসুতে উপস্থিত একধরনের কোষ খুঁজে পেয়েছিলেন যেটিকে তিনি mastzellen (মাশ‌্ৎসেলেন) নামে আখ্যায়িত করেছিলেন (বর্তমানে যেটি মাস্ট কোষ নামে পরিচিত)। তাঁ‌র এই আবিষ্কারের জন্য ১৯০৮ সালে তাঁকে নোবেল পুরস্কার দেওয়া হয়। এই কোষগুলো বেসোফিলিক বা ক্ষারাকর্ষী, অর্থাৎ এরা ক্ষারীয় রঞ্জকে রঞ্জিত হওয়ার প্রবণতা বেশি, তাই এদের নাম বেসোফিল রাখা হয়েছে।\n\n\n== গঠন ==\nবেসোফিলে সাইটোপ্লাজমীয় দানাগুলো বৃহৎ হওয়ায় রঞ্জিতকরণের পর অণুবীক্ষণ যন্ত্রের নিচে কোষ নিউক্লিয়াস অস্পষ্ট দেখায়। তবে, রঞ্জিতকরণ না করলে নিউক্লিয়াস দৃশ্যমান থাকে, যার দুটি খণ্ড রয়েছে।\nবেসোফিল আকারে অন্যান্য দানাদার কোষের তুলনায় ক্ষুদ্রতর, এদের ব্যাস ১২–১৫ μm, সুনির্দিষ্ট দানাগুলো (ব্যাস ০.৫ μm) অন্যান্য দানাদার কোষের দানার তুলনায় সংখ্যায় অল্প, আকারে বৃহত্তর ও অধিকতর অনিয়তাকার। দানাগুলো মেথিলিন ব্লু রঞ্জকে অরুণিম নীল বর্ণ ধারণ করে। ধনাত্মক আধানযুক্ত মেথিলিন ব্লু রঞ্জক দানায় উপস্থিত কতক ঋণাত্মক আধানযুক্ত অণুর সাথে বন্ধন করায় নীল বর্ণ ধারণ করে। দানাসমূহে হেপারিন ও অন্যান্য সালফেটযুক্ত গ্লাইকোস্যামিনোগ্লাইক্যান যৌগসমূহের উপস্থিতির কারণে অত্যন্ত ক্ষারাকর্ষী হয়ে থাকে। দানাসমূহ হলো ঝিল্লি-বেষ্টিত ভেসিকল বা থলি যার মধ্যে হেপারিন, হিস্টামিন ও কতক অন্যান্য প্রদাহী পদার্থ থাকে, যেমন অণুচক্রিকা সক্রিয়ক পদার্থ, ইওসিনোফিল কেমোট্যাক্টিক ফ্যাক্টর, ফসফোলাইপেজ এ নামক উৎসেচক যা লিউকোট্রাইন নামক লিপিড-উদ্ভূত প্রদাহসৃষ্টিকারী বস্তু উৎপাদনের প্রাথমিক ধাপে অনুঘটক হিসেবে কাজ করে। মাস্ট কোষের ন্যায় বেসোফিলেও ইমিউনোগ্লোবিউলিন ই (IgE)-এর জন্য উচ্চ আসক্তির ঝিল্লি রিসেপ্টর থাকে এবং IgE অ্যান্টিবডি (প্রতিরক্ষিকা) দ্বারা আস্তরিত থাকে। যদি এটি কোনো অ্যান্টিজেনের (প্রতিজন) সাথে যুক্ত হয়, তাহলে কোষে ভাঙনের সৃষ্টি হয় ফলে বাহ-প্রসারণ (ভেজোডাইলেশন), রক্তবাহের ভেদ্যতা বৃদ্ধি, অন্যান্য দানাদার কোষের জন্য কেমোট্যাক্টিক (রসানুচলনমূলক) উদ্দীপনা ও তাৎক্ষণিক অতিসংবেদনশীলতার উপসর্গসমূহ, যেমন অ্যালার্জিজনিত নাসাপ্রদাহ (অ্যালার্জিক রাইনাইটিস) দেখা দেয়। অন্যান্য দানাদার কোষের মতো, বেসোফিল প্রয়োজন হলে সংবহনতন্ত্রের বাইরে যোজক কলায় পরিভ্রমণ করে এবং মাস্ট কোষের পরিপূরক হিসেবে কাজ করতে পারে। বেসোফিলের জীবৎকাল খুব সং‌ক্ষিপ্ত; সাম্প্রতিক হিসাবে এটি ১–২ দিন বা প্রায় ৬০ ঘণ্টা।\n\n\n== কাজ ==\n\nবেসোফিল ও মাস্ট কোষের কাজের ধরন প্রায় একই; উভয় কোষই রক্তে হেপারিন অবমুক্ত করে, যা রক্ত তঞ্চন প্রতিরোধ করে।\nবেসোফিল হিস্টামিন ছাড়াও অল্প পরিমাণ ব্র‍্যাডিকাইনিন ও সেরোটোনিন অবমুক্ত করে যা প্রদাহ সৃষ্টির প্রক্রিয়ার অবদান রাখে। বেসোফিল ও মাস্ট কোষ (পৃথুল কোষ) অ্যালার্জিজনিত বিক্রিয়ায় গুরুত্বপূর্ণ ভূমিকা রাখে। ইমিউনোগ্লোবিউলিন ই (IgE) অ্যান্টিবডির একটি বিশেষ বৈশিষ্ট্য হচ্ছে এটির বেসোফিল ও মাস্ট কোষের সাথে যুক্ত থাকার প্রবণতা অনেক বেশি। একটি একক মাস্ট কোষ বা বেসোফিল প্রায় অর্ধ মিলিয়ন (৫ লাখ) IgE অ্যান্টিবডির সাথে যুক্ত হতে পারে। যখন অনেক বন্ধনস্থল বিশিষ্ট কোনো অ্যালার্জেন (অ্যালার্জি-উৎপাদক বস্তু) কিছু IgE অ্যান্টিবডির সাথে যুক্ত হয় যারা ইতোমধ্যে বেসোফিল ও মাস্ট কোষের সাথে যুক্ত আছে, তখন বেসোফিল বা মাস্ট কোষের ঝিল্লিতে তাৎক্ষণিক কিছু পরিবর্তন হয়; সম্ভবত অ্যান্টিবডি অণুসমূহের শারীরিক প্রভাবের ফলে কোষ ঝিল্লি দুমড়িয়ে যায়। যে-কোনো হারে, অধিকাংশ বেসোফিল ও মাস্ট কোষ বিদীর্ণ হয়; অন্যরা তাৎক্ষণিকভাবে বা অব্যবহিত পরে বিশেষ বস্তু যেমন হিস্টামিন, প্রোটিয়েজ, অ্যানাফিল্যাক্সিস বা অতিসংবেদ্যতাকারক ধীর-গতির বিক্রিয়াকারী বস্তু (বিষাক্ত লিউকোট্রাইনের একটি মিশ্রণ), ইওসিনোফিল কেমোট্যাক্টিক ফ্যাক্টর, নিউট্রোফিল কেমোট্যাক্টিক বস্তু, হেপারিন, অণুচক্রিকা-সক্রিয়ক বস্তু ও ইন্টারলিউকিনসমূহ (যেমন ইন্টারলিউকিন-৪, ইন্টারলিউকিন-১৩, ইন্টারলিউকিন-৬) অবমুক্ত করে। এ-সব পদার্থের বেশ কিছু প্রভাব রয়েছে, যেমন স্থানীয় রক্তনালির প্রসারণ, বিক্রিয়াস্থলে ইওসিনোফিল ও নিউট্রোফিলকে আকর্ষণ, কৈশিকার ভেদ্যতা বৃদ্ধি যার ফলে কৈশিকা থেকে তরল বের হয়ে টিসুতে প্রবেশ করে ও স্থানীয় মসৃণ পেশিকোষের সংকোচন। এই অ্যালার্জেন-রিয়েজিন বিক্রিয়া কোন ধরনের টিসুতে সংঘটিত হচ্ছে তার ওপর নির্ভর করে টিসুর সাড়াদানে ভিন্নতা পরিলক্ষিত হয়।\nব্যাকটেরিয়া ও ভাইরাস সংক্রমণের সময় বেসোফিল ও মাস্ট কোষ সাইটোকাইন ও কেমোকাইন অবমুক্ত করে যা অন্যান্য কোষকে সংগ্রহ ও সক্রিয় করে। প্রদাহের সময় আবাসিক কোষসমূহ থেকে কিছু বস্তু অবমুক্ত হয় যা বেসোফিলের টিসুতে পরিভ্রমণ ঘটায়। বহুধাপযুক্ত এই প্রক্রিয়ার মধ্যে রয়েছে মাইক্রোভাস্কুলার এন্ডোথেলিয়াম বা অণুরক্তনালিকাজ অন্তরাস্তরে আসঞ্জন, এন্ডোথেলিয়ামের মধ্য দিয়ে পরিভ্রমণ ও পরিশেষে টিসুর মধ্য দিয়ে চলন। অ্যালার্জিজনিত প্রদাহমূলক সাড়াদানের সময় এন্ডোথেলিয়াল কোষে কতক আসঞ্জন অণু উৎপাদিত হয় যেগুলো প্রদাহস্থলে বেসোফিল সংগ্রহ করে, এগুলো হলো পি-সিলেক্টিন ও ই-সিলেক্টিন, নালিকাজ কোষ আসঞ্জন অণু ১ বা ভাস্কুলার সেল অ্যাডহিজন মলিকিউল ১ (VCAM-1) ও আন্তঃকোষী আসঞ্জন অণু ১ বা ইন্টারসেলুলার অ্যাডহিজন মলিকিউল ১ (ICAM-1)। এন্ডোথেলিয়ামের মধ্য দিয়ে বেসোফিলের পরিভ্রমণে কিছু অন্তর্জাত সাইটোকাইন যেমন IL-1β, IL-3 ও কতক কেমোকাইন সহায়ক ভূমিকা পালন করে। বেসোফিল CCR3 রিসেপ্টরের মাধ্যমে ইয়োট্যাক্সিন (CCL11) নামক কেমোকাইনের প্রতি তীব্রভাবে সাড়াপ্রদান করে।\nআবরণী কোষ ও মসৃণ পেশিকোষে ইয়োট্যাক্সিন তৈরি হয় এবং শ্বেতকণিকা সংগ্রহে প্রধান ভূমিকা পালন করে, বিশেষত হাঁপানিতে আক্রান্ত রোগীর ফুসফুসে।\nঅ্যালার্জিজনিত বিক্রিয়ার সময় আবাসিক মাস্ট কোষ থেকে প্রোস্টাগ্ল্যান্ডিন ডি২ ও থ্রম্বোক্সেন বি২ অবমুক্ত হয়ে বেসোফিল CRTH2 রিসেপ্টরের সাথে যুক্ত হয়ে বেসোফিলের পরিভ্রমণকে আরও ত্বরান্বিত করে। কনট্যাক্ট ডার্মাটাইটিস (স্পর্শ ত্বকপ্রদাহ) বা অ্যাটপিক ডার্মাটাইটিসের শেষ-দশা সাড়াদানের সময় ত্বকে বেসোফিল সংখ্যা বৃদ্ধি পায়। অ্যালার্জিজনিত হাঁপানি রোগীর ফুসফুসে বেসোফিল পাওয়া যায়,প্রাণঘাতী হাঁপানিতে এর সংখ্যা আরও বৃদ্ধি পায়। অ্যালার্জিজনিত প্রদাহে বেসোফিলের একটি গুরুত্বপূর্ণ কাজ হলো দ্রুত ইন্টারলিউকিন ৪ ও ইন্টারলিউকিন ১৩ ক্ষরণ করা, এ-সব সাইটোকাইন ক্ষরণকারী অন্যান্য কোষ, যেমন মাস্ট কোষ, টি-সাহায্যকারী কোষ ২ ও ইওসিনোফিলের চেয়েও বেশি মাত্রায়। বেসোফিল প্রদাহ সংঘটক হিসেবে কাজ করা ছাড়াও টি সাহায্যকারী কোষ ও বি-কোষের বিভেদন নিয়ন্ত্রণ করে, বিশেষ করে অ্যালার্জিজনিত রোগে। ইন্টারলিউকিন ১৩-এর অবমুক্তি গবলেট বা ভৃঙ্গারকোষকে উদ্দীপ্ত করে, ফলে এটির সংখ্যাবৃদ্ধি ঘটে এবং অনেক বেশি শ্লেষ্মা উৎপাদন করে। ইন্টারলিউকিন ৪ বেসোফিল থেকে খুব দ্রুত অবমুক্ত হয়, FcɛRI-এর সাথে যুক্ত হওয়ার ৪ ঘণ্টার মধ্যে সর্বোচ্চ মাত্রায় পৌঁছায়। কিছু ব্যক্তির ক্ষেত্রে বেসোফিল পূর্বে প্রস্তুতকৃত ইন্টারলিউকিন ৪ ধারণ করে, যেটি দানাভাঙনের সময় কোষ থেকে কয়েক মিনিটের মধ্যে ক্ষরিত হয়। অপর দিকে, ইন্টারলিউকিন-১৩ আরও ধীর গতিতে কিন্তু লম্বা সময় ধরে অবমুক্ত হয় এবং বেসোফিল দানায় পূর্বপ্রস্তুতকৃত অবস্থায় জমা থাকে না। যেহেতু বেসোফিল সক্রিয় হওয়ার কয়েক মিনিটের মধ্যেই ইন্টারলিউকিন-৪ অবমুক্ত করে, সেহেতু এটি টিএইচ২-সংশ্লিষ্ট অনাক্রম্যতায় সাড়াদানের বৃদ্ধি ঘটাতে পারে। অনাক্রম্য সাড়াদানকে টিএইচ২ ধরনে নিরূপণ করা ও অ্যালার্জিজনিত শেষ-দশার বিক্রিয়াকে বিন্যস্ত করার জন্য ইন্টারলিউকিন-৪ ও ইন্টারলিউকিন-১৩ হলো দুটি প্রধান সাইটোকাইন। উক্ত পদার্থদ্বয়ের গুরুত্বপূর্ণ উৎস হওয়ায় বেসোফিল কৃমি ও পরজীবীর বিরুদ্ধে প্রতিরক্ষামূলক অনাক্রম্যতায় অবদান রাখতে পারে। উভয় বস্তুই মাইক্রোভাস্কুলার এন্ডোথেলিয়াম বা অণুরক্তনালিকাজ অন্তরাস্তর কোষে VCAM-1 অভিব্যক্তি ও বায়ুপথের আবরণী কোষে ইয়োট্যাক্সিন সংশ্লেষণ বৃদ্ধি করে, যার ফলে আক্রান্ত টিসুতে শ্বেতকণিকার অন্তঃপ্রবাহ ঘটে। উভয় বস্তু সমন্বিতভাবে বি কোষের সংখ্যাবৃদ্ধি ঘটায় এবং IgE ও IgG4 উৎপাদন বাড়ায়।\n\n\n== নিদানিক তাৎপর্য ==\nবেসোফিল সংখ্যা স্বাভাবিকের তুলনায় কমে গেলে তাকে বেসোপিনিয়া বলে। স্বাভাবিক বেসোফিল সংখ্যা খুব কম হওয়ায় বেসোপিনিয়া নির্ণয় করা দুরূহ; স্বতঃঅনাক্রম্য আর্টিকেরিয়া বা ছুলি (একটি দীর্ঘস্থায়ী চুলকানি রোগ), পীড়ন ও দীর্ঘদিন ধরে কেমোথেরাপি ও রেডিওথেরাপি বা বিকিরণ চিকিৎসা নিলে বেসোপিনিয়া হতে পারে।\nঅন্যদিকে, বেসোফিল সংখ্যা স্বাভাবিকের তুলনায় বেড়ে গেলে তাকে বেসোফিলিয়া বলে। এটিও একটি বিরল অবস্থা, বেসোফিলিয়ার সাধারণ কারণগুলো হলো মায়েলোপ্রলিফারেটিভ রোগ যেমন ক্রনিক মায়েলয়েড লিউকেমিয়া, বা পলিসাইথিমিয়া ভেরা। মাঝে মাঝে মিক্সিডিমা (থাইরয়েড অবক্রিয়া), গুটিবসন্ত, জলবসন্ত সংক্রমণ ও আলসারেটিভ কোলাইটিস  (অপসারক মলান্ত্রপ্রদাহ) রোগে প্রতিক্রিয়ামূলক বেসোফিলিয়া দেখা যায়।\n\n\n== অতিরিক্ত চিত্র ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nঅ্যালার্জি\nইওসিনোফিল\nখাদ্য অসিহষ্ণুতা\nহিস্টামিন\nহিস্টামিন অসহিষ্ণুতা\nহিস্টামিন এন-মিথাইলট্র‍্যান্সফারেজ\nমাস্ট কোষ (পৃথুল কোষ)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:Blood\nটেমপ্লেট:Immune system"}