{"pageid": 1382987, "title": "মেনকা ঠাকুর", "url": "https://bn.wikipedia.org/wiki?curid=1382987", "content": "মেনকা ঠাকুর  (বিবাহের পূর্বে মেনকা মুখোপাধ্যায়) (১৯১৭ – ১৮ সেপ্টেম্বর ১৯৯২) ছিলেন একজন খ্যাতনামা ভারতীয় বাঙালি রবীন্দ্রসংগীত শিল্পী ও শিক্ষিকা। রবীন্দ্রসঙ্গীত জগতে তিনি 'মিন্টুদি' নামে পরিচিত ছিলেন। \n\n\n== জীবনী ==\nমেনকা মুখোপাধ্যায়ের জন্ম  ব্রিটিশ ভারতের কলকাতায়। পিতা নির্মলচন্দ্র মুখোপাধ্যায় ও মাতা উমা দেবী।  অবনীন্দ্রনাথ ঠাকুর ও সুহাসিনী দেবীর জ্যেষ্ঠা কন্যা উমারাণীর বিবাহ হয়েছিল দ্বারকানাথ ঠাকুরের ভাগ্নের বংশধর নির্মলচন্দ্র মুখোপাধ্যায়ের সঙ্গে। রবীন্দ্রনাথ ঠাকুরের সেজদা ক্ষিতীন্দ্রনাথ ঠাকুরের একমাত্র পুত্র ক্ষেমেন্দ্রনাথের সঙ্গে মেনকার বিবাহ হয়েছিল। তাই মেনকা ঠাকুর ছিলেন অবনীন্দ্রনাথ  ঠাকুরের দৌহিত্রী এবং দেবেন্দ্রনাথ ঠাকুরের প্রপৌত্র ক্ষেমেন্দ্রনাথ ঠাকুরের পত্নী। নির্মলচন্দ্র  ছিলেন সঙ্গীতরসিক। ফলে মেনকা নয় বছর বয়স থেকেই গানের তামিল নিতে শুরু করেন। গোপেশ্বর বন্দ্যোপাধ্যায় ও ওস্তাদ বচ্চন মিশ্রের কাছে গান শেখার পরে বেনারসে একদিন মেনকার গান শোনেন দিনেন্দ্রনাথ। মেনকার গান শুনে মুগ্ধ দিনেন্দ্রনাথ তাঁকে গান শেখাতে আগ্রহী হন।  রবীন্দ্রনাথের কাছে গান শেখার সুযোগ না পেলেও মেনকা দিনেন্দ্রনাথ ছাড়াও    অনাদিকুমার দস্তিদার, সৌমেন্দ্রনাথ ঠাকুর, শৈলজারঞ্জন মজুমদার প্রমুখের কাছে রবীন্দ্রনাথের গান শেখেন।  সুরেলা উদাত্ত গায়কী ছিল মেনকার। গান শেখার পালা জোরদার হওয়ার সঙ্গে তার কণ্ঠে র গান প্রথম গান এসো এসো আমার ঘরে এসো আমার ঘরে রেকর্ড হয়। তারপর শেষ বেলাকার শেষের গানে’, 'তোমার বীণা আমার মনোমাঝে’, 'তোমার সুরের ধারা' একের পর এক গান। তার গানে এস্রাজ বাজাতেন স্বয়ং দিনেন্দ্রনাথ। ঠাকুরবাড়ির গানের ধারায় তিনি কিছুটা পরিবর্তন এনেছিলেন। রবীন্দ্রনাথ হারমোনিয়ম পছন্দ করতেন না, কিন্তু মেনকা গান গাইতেন হারমোনিয়ম বাজিয়ে। উদাত্ত সুরেলা কণ্ঠের সঙ্গে নিখুঁত সুরের মেলবন্ধনে শ্রোতাদের মুগ্ধ করতেন। জোড়াসাঁকোর ঠাকুরবাড়িতে মাঘোৎসবের আসরে উপাসনার গানে অংশ নিতেন। প্রসঙ্গত, মাঘোৎসবের উপাসনার গান শুনে মুগ্ধ হয়েছিলেন ক্ষিতীন্দ্রনাথ ঠাকুরের পুত্র ক্ষেমেন্দ্রনাথ। সেই সূত্রেই তাদের বিবাহ হয়। রবীন্দ্রসঙ্গীতকে অবিকৃত অবস্থায় নতুন প্রজন্মের কাজে পৌঁছে দিতে তিনি অক্লান্ত চেষ্টা করেছেন। আবার শহর কলকাতা তথা বাংলার বাইরে ওড়িশার কটক, ভুবনেশ্বরে ঠাকুর পরিবারের জমিদারি যে অংশ ছিল, সেখানে গিয়ে ওড়িয়াভাষাভাষীদেরও রবীন্দ্রনাথের গান শিখিয়ে সর্বভারতীয় রূপ দেওয়ারও প্রচেষ্টা ছিল মেনকার। দিনেন্দ্রনাথকে স্মরণ করেই তিনি জোড়াসাঁকোর বাড়িতেই তার গানের স্কুলের নাম রেখেছিলেন 'দিনেন্দ্র শিক্ষায়তন'  এবং গানের সংকলনটির নাম রেখেছিলেন ঠাকুরবাড়ির গান।\nমেনকা  আকাশবাণী কলকাতা কেন্দ্রের সঙ্গে যুক্ত ছিলেন। এছাড়াও বৈতানিক’, ‘পারাণি’ এবং ‘বঙ্গীয় সঙ্গীত কলাকেন্দ্র’ ইত্যাদি বহু শিক্ষা প্রতিষ্ঠান ও সাংস্কৃতিক সংস্থার সঙ্গে তার ব্যক্তিগত যোগ ছিল। \nমেনকা ও ক্ষেমেন্দ্রনাথ \nনিঃসন্তান ছিলেন। ক্ষেমেন্দ্রনাথের মৃত্যুর পর মেনকা জোড়াসাঁকোতেই থাকতেন। ছোটদের কাছে তিনি \"দিঠাই\" নামে পরিচিত ছিলেন। পরে ঠাকুরবাড়ি   রবীন্দ্রভারতী বিশ্ববিদ্যালয়কে দেওয়ার পর তিনি বিডন স্ট্রিটে চলে যান এবং তার শ্বশুর মশাই ক্ষিতীন্দ্রনাথের সংগ্রহ দান করেন রবীন্দ্রভারতী প্রদর্শনশালায়। \n\n\n== জীবনাবসান ==\nমেনকা ঠাকুর ১৯৯২ খ্রিস্টাব্দের ১৮ সেপ্টেম্বর কলকাতায় প্রয়াত হন। \n\n\n== তথ্যসূত্র =="}