{"pageid": 1382058, "title": "ইথার (শাস্ত্রীয় উপাদান)", "url": "https://bn.wikipedia.org/wiki?curid=1382058", "content": "ইথার (, ইংরেজি: Aether) বা পঞ্চম উপাদান বা সারাংশ হল প্রাচীন ও মধ্যযুগীয় বিজ্ঞান অনুসারে এমন উপাদান যা স্থলজ গোলকের বাইরে মহাবিশ্বের অঞ্চলকে পূর্ণ করে। আলো ও মাধ্যাকর্ষণ প্রসারের মতো বিভিন্ন প্রাকৃতিক ঘটনা ব্যাখ্যা করার জন্য ইথারের ধারণাটি বিভিন্ন তত্ত্বে ব্যবহৃত হয়েছিল। উনিশ শতকের শেষের দিকে, পদার্থবিদরা ধারণা করেছিলেন যে ইথার ভেদযুক্ত স্থান, মাধ্যম প্রদান করে যার মাধ্যমে আলো শূন্যে ভ্রমণ করতে পারে, কিন্তু মাইকেলসন - মোরলে পরীক্ষায় এই ধরনের মাধ্যমের উপস্থিতির প্রমাণ পাওয়া যায়নি এবং এই ফলাফলটি ব্যাখ্যা করা হয়েছে আলোকিত ইথার বিদ্যমান নেই।\n\n\n== পৌরাণিক উৎস ==\n\nহোমেরিক গ্রিক ভাষায় αἰθήρ (ইথার) শব্দের অর্থ \"বিশুদ্ধ, সতেজ বাতাস\" বা \"স্বচ্ছ আকাশ\"।\nগ্রীক পৌরাণিক কাহিনীতে, এটিকে বিশুদ্ধ সারমর্ম বলে মনে করা হয়েছিল যা দেবতারা শ্বাস নিত, যেখানে তারা বাস করত সেই স্থানটি পূরণ করত, যা মানুষের দ্বারা নিঃশ্বাস নেওয়া বায়ুর সাথে সাদৃশ্যপূর্ণ। ঐতিহ্যগত গ্রীক পৌরাণিক কাহিনীতে এটিকে দেবতা হিসেবেও মূর্তিমান করা হয়, ইথার, এরিবস এবং নিক্সের পুত্র। ইথার সম্পর্কিত αἴθω \"জ্বলিয়ে দেওয়া\", এবং অকার্যকর \"বার্ন করা, জ্বলজ্বল করা\", যার অর্থ \"পোড়া (কালো) মুখের মানুষ\")।\n\n\n== পঞ্চম উপাদান ==\n\nপ্লেটোর Timaeus': এ বায়ুর কথা বলতে গিয়ে প্লেটো উল্লেখ করেছেন যে \"সবচেয়ে স্বচ্ছ ধরনের আছে যাকে ইথার (αἰθήρ) নামে ডাকা হয়\"।\nকিন্তু অন্যথায় তিনি চারটি উপাদানের শাস্ত্রীয় পদ্ধতি গ্রহণ করেছিলেন। এরিস্টটল, যিনি একাডেমীতে প্লেটোর ছাত্র ছিলেন, তিনি তার প্রাক্তন পরামর্শদাতার সাথে এই বিষয়ে একমত হয়েছিলেন, আরও জোর দিয়েছিলেন যে আগুনকে কখনও কখনও ইথার হিসাবে ভুল করা হয়েছে।\nযাইহোক, তার বই On the Heavens এ তিনি আয়োনীয় দর্শনের শাস্ত্রীয় উপাদানগুলির পদ্ধতিতে নতুন \"প্রথম\" উপাদান প্রবর্তন করেছেন। তিনি উল্লেখ করেছেন যে চারটি স্থলজ শাস্ত্রীয় উপাদান পরিবর্তনের সাপেক্ষে এবং স্বাভাবিকভাবে রৈখিকভাবে সরানো হয়েছে। প্রথম উপাদানটি অবশ্য মহাকাশীয় অঞ্চলে এবং স্বর্গীয় বস্তুতে অবস্থিত, বৃত্তাকারভাবে সরে গিয়েছিল এবং স্থলজ শাস্ত্রীয় উপাদানগুলির কোন গুণাবলী ছিল না।\nএটি গরম বা ঠান্ডা ছিল না, ভেজা বা শুকনো ছিল না। এই সংযোজনের সাথে উপাদানের পদ্ধতিটি পাঁচটিতে প্রসারিত হয় এবং পরবর্তীতে ভাষ্যকাররা নতুন প্রথমটিকে পঞ্চম হিসাবে উল্লেখ করতে শুরু করেন এবং এটিকে ইথার নামেও অভিহিত করেন, এমন একটি শব্দ যা এরিস্টটল ব্যবহার করেননি।\nএথার চারটি স্থলজ উপাদান থেকে পৃথক; এটি গুণমানের গতি বা পরিমাণের গতিতে অক্ষম ছিল। ইথার শুধুমাত্র স্থানীয় গতিতে সক্ষম ছিল। ইথার স্বাভাবিকভাবেই বৃত্তের মধ্যে স্থানান্তরিত হয় এবং এর কোন বিপরীত বা অপ্রাকৃতিক গতি ছিল না। এরিস্টটল আরও বলেছিলেন যে মহাকাশীয় গোলকগুলি নক্ষত্র ও গ্রহগুলিকে ধরে রাখে। প্রাকৃতিক বৃত্তাকার গতির সাথে নক্ষত্রীয় গোলকের গতিশীলতার ধারণাটি এরিস্টটলের সম্পূর্ণ বৃত্তাকার গতিতে নক্ষত্র ও গ্রহের পর্যবেক্ষণ কক্ষপথের ব্যাখ্যার দিকে পরিচালিত করেছিল।\nমধ্যযুগীয় পণ্ডিত দার্শনিকরা ঘনত্বের ইথার পরিবর্তন মঞ্জুর করেছেন, যেখানে গ্রহের দেহগুলি মহাবিশ্বের বাকি অংশকে পূর্ণ করা মাধ্যমটির চেয়ে বেশি ঘন বলে মনে করা হয়েছিল। রবার্ট ফ্লুড বলেন যে ইথার \"আলোর চেয়ে সূক্ষ্ম\"। ফ্লুড প্লোতিনোসের ৩য় শতাব্দীর দৃষ্টিভঙ্গিকে উদ্ধৃত করেছে, ইথারকে অনুপ্রবেশকারী এবং অ-বস্তু হিসাবে উল্লেখ করেছে।\n\n\n== তথ্যসূত্র =="}