{"pageid": 1382201, "title": "জুবিন মেহতা", "url": "https://bn.wikipedia.org/wiki?curid=1382201", "content": "জুবিন মেহতা (জন্ম ২৯শে এপ্রিল ১৯৩৬) পশ্চিমী শাস্ত্রীয় সঙ্গীতের একজন ভারতীয় পরিচালক। তিনি ইসরায়েল ফিলহারমনিক অর্কেস্ট্রা (আইপিও)-এর সঙ্গীত পরিচালক এবং লস এঞ্জেলেস ফিলহারমোনিকের ইমেরিটাস পরিচালক।\nজুবিন মেহতার বাবা ছিলেন বম্বে সিম্ফনি অর্কেস্ট্রার প্রতিষ্ঠাতা এবং মেহতা তাঁর কাছ থেকে তাঁর প্রাথমিক সঙ্গীত শিক্ষা লাভ করেন। ১৮ বছর বয়সে, তিনি ভিয়েনা স্টেট মিউজিক একাডেমিতে ভর্তি হন। তিন বছর পর, তিনি সেখান থেকে পরিচালক হিসাবে ডিপ্লোমা সহ স্নাতক হন। তিনি আন্তর্জাতিক প্রতিযোগিতা জিততে শুরু করেন এবং ২১ বছর বয়সে রয়্যাল লিভারপুল ফিলহারমনিক পরিচালনা করেন। ১৯৬০ এর দশকের শুরুতে, মেহতা সারা বিশ্ব জুড়ে বিখ্যাত বাদকদের জায়গায় বাজিয়ে অভিজ্ঞতা অর্জন করেছিলেন।\nজুবিন মেহতা ১৯৬১ থেকে ১৯৬৭ সাল পর্যন্ত মন্ট্রিল সিম্ফনি অর্কেস্ট্রা এবং ১৯৬২ থেকে ১৯৭৮ সাল পর্যন্ত লস অ্যাঞ্জেলেস ফিলহারমনিকের সঙ্গীত পরিচালক ছিলেন। তিনি উত্তর আমেরিকার যে কোনও বড় অর্কেস্ট্রার জন্য সর্বকনিষ্ঠ সঙ্গীত পরিচালক ছিলেন। ১৯৬৯ সালে, তিনি ইসরায়েল ফিলহারমনিক অর্কেস্ট্রার সঙ্গীত উপদেষ্টা নিযুক্ত হন, ১৯৭৭ সালে এর সঙ্গীত পরিচালক নিযুক্ত হন এবং ১৯৮১ সালে তিনি সারা জীবনের জন্য এদের সঙ্গীত পরিচালক হন। ১৯৭৮ থেকে ১৯৯১ সাল পর্যন্ত, মেহতা নিউইয়র্ক ফিলহারমনিকের সঙ্গীত পরিচালনা করেছেন। তিনি ১৯৮৫ থেকে ২০১৭ সাল পর্যন্ত ফ্লোরেন্সে ম্যাজিও মিউজিক্যাল ফিওরেন্টিনোর প্রধান পরিচালক ছিলেন।\nতিনি ফ্লোরেন্স এবং তেল আবিব উভয় দেশেরই একজন সম্মাননীয় নাগরিক। তিনি ১৯৯৭ সালে ভিয়েনা স্টেট অপেরার এবং ২০০৬ সালে বাভারিয়ান স্টেট অপেরার সম্মাননীয় সদস্য হন। সারা বিশ্বের অসংখ্য অর্কেস্ট্রা তাঁকে সম্মাননীয় পরিচালকের (অনারারি কণ্ডাক্টর) উপাধি দিয়েছিল। মেহতা বাভারিয়ান স্টেট অপেরার সাথে বেশ কয়েকটি ট্যুর করেছেন। ২০০৬ সালের ডিসেম্বরে, তিনি কেনেডি সেন্টার অনার পেয়েছিলেন এবং ২০০৮ সালের অক্টোবরে তিনি জাপানি সম্রাট পরিবার দ্বারা প্রিমিয়াম ইম্পেরিয়াল-এ সম্মানিত হন। ২০১৬ সালে, মেহতা টেট্রো সান কার্লো, নেপলস-এর অনারারি কণ্ডাক্টর নিযুক্ত হন।\n\n\n== প্রারম্ভিক বছর এবং শিক্ষা ==\nব্রিটিশ শাসনকালে ভারতের বোম্বের (বর্তমানে মুম্বাই) একটি পার্সি পরিবারে জুবিন মেহতা জন্মগ্রহণ করেন। তিনি ছিলেন মেহলি (১৯০৮-২০০২) এবং তেহমিনা (দারুওয়ালা) মেহতার জ্যেষ্ঠ সন্তান। তাঁর মাতৃভাষা গুজরাটি। তাঁর বাবা একজন স্ব-শিক্ষিত বেহালাবাদক ছিলেন, যিনি বোম্বে সিম্ফনি অর্কেস্ট্রা এবং পরে লস অ্যাঞ্জেলেসে আমেরিকান ইয়ুথ সিম্ফনি প্রতিষ্ঠা ও পরিচালনা করেছিলেন। এটি তিনি ৩৩ বছর ধরে পরিচালনা করেছিলেন। জুবিনের বাবা এর আগে নিউইয়র্কে বিখ্যাত শিক্ষক বেহালাবাদক ইভান গ্যালামিয়ানের কাছে অনুশীলন করতেন, ইনি ইতজাক পার্লম্যান এবং পিনচাস জুকারম্যানকেও শিখিয়েছেন। জুবিন মেহতা বলেছেন, মার্কিন যুক্তরাষ্ট্রে অনেক অনুষ্ঠান  পরিচালনাকালে, অনেকে তাঁর কাছে এসে বলেছেন, \"তুমি জানো না আমি তোমার বাবাকে কতটা ভালবাসতাম!\"\nজুবিন মেহতা নিজের শৈশবকে সব সময় সঙ্গীত দ্বারা পরিবেষ্টিত হিসাবে বর্ণনা করেছেন এবং বলেছেন যে তিনি সম্ভবত একই সময়ে গুজরাটি বলতে এবং গান করতে শিখেছিলেন। তিনি বলেছেন তাঁর ওপর তাঁর বাবার বিশেষ প্রভাব ছিল। দ্বিতীয় বিশ্বযুদ্ধের পরে তাঁর বাবা মার্কিন যুক্তরাষ্ট্র থেকে ফিরে আসার পর তিনি প্রতিদিন বাবার চৌতাল বাদন শুনতেন। তিনি বাবার কাছে প্রথম বেহালা এবং পিয়ানো বাজাতে শিখেয়েছিলেন। কিশোর বয়সেই, তাঁর বাবা তাঁকে বোম্বে সিম্ফনির বিভাগীয় মহড়ার নেতৃত্ব দেওয়ার অনুমতি দিয়েছিলেন এবং ষোল বছর বয়সে মহড়ার সময় তিনি পুরো অর্কেস্ট্রা পরিচালনা করছিলেন।\nজুবিন মেহতা মুম্বাইয়ের সেন্ট মেরি স্কুল থেকে স্নাতক হন এবং তাঁর মায়ের অনুরোধে মুম্বাইয়ের সেন্ট জেভিয়ার্স কলেজে মেডিসিন অধ্যয়নের জন্য ভর্তি হন। তাঁর মা চেয়েছিলেন তিনি যেন সঙ্গীতের চেয়ে আরও \"সম্মানজনক\" পেশা গ্রহণ করেন। দুই বছর পরে, আঠারো বছর বয়সে, তিনি মেডিসিন অধ্যয়ন ছেড়ে দিয়ে রাষ্ট্রীয় সঙ্গীত একাডেমিতে হ্যান্স সোয়ারোস্কির অধীনে সঙ্গীত অধ্যয়নের জন্য ইউরোপের অন্যতম সঙ্গীত কেন্দ্র ভিয়েনায় চলে যান। তিনি প্রতি মাসে ৭৫ ডলারে নিজের খরচ চালাতেন। তিনি ক্লডিও আব্বাডো এবং ড্যানিয়েল বারেনবোইমের সমসাময়িক ছিলেন।\nতিনি একাডেমিতে তিন বছর ছিলেন। সেই সময়ে তিনি ডাবল বেসও অধ্যয়ন করেছিলেন, এটি তিনি ভিয়েনা চেম্বার অর্কেস্ট্রায় বাজিয়েছিলেন। সোয়ারোস্কি প্রথম দিকেই তাঁর দক্ষতার পরিচয় পেয়েছিলেন, তাঁকে বর্ণনা করেছিলেন একজন \"ডেমোনিয়াক কণ্ডাক্টর\" (প্রচণ্ড ক্ষমতাশালী পরিচালক) হিসাবে।  ১৯৫৬ সালের হাঙ্গেরিয়ান বিপ্লবের পরে, একজন ছাত্র থাকাকালীন, তিনি সাত দিনের মধ্যে একটি ছাত্র অর্কেস্ট্রা সংগঠিত করেছিলেন এবং ভিয়েনার বাইরে একটি শরণার্থী শিবিরে একটি সঙ্গীতানুষ্ঠানে এটি পরিচালনা করেছিলেন।\nজুবিন মেহতা ১৯৫৭ সালে, ২১ বছর বয়সে স্নাতক হন। এইসময় পরিচালনায় ডিপ্লোমাও তিনি অর্জন করেছিলেন। ১৯৫৮ সালে, ১০০ জন প্রতিযোগীর সাথে তিনি লিভারপুল ইন্টারন্যাশনাল কণ্ডাক্টর প্রতিযোগিতায় প্রবেশ করেন এবং প্রথম পুরস্কার লাভ করেন। পুরস্কারের মধ্যে রয়্যাল লিভারপুল ফিলহারমনিকে সহযোগী পরিচালক হিসাবে এক বছরের চুক্তি অন্তর্ভুক্ত ছিল। তিনি ১৪টি সঙ্গীতানুষ্ঠান পরিচালনা করেছিলেন, যার সবকটিই অত্যুচ্চ প্রশংসা পেয়েছিল।\nতিনি ম্যাসাচুসেটসের ট্যাঙ্গলউড মিউজিক সেন্টারের গ্রীষ্মকালীন একাডেমিতে ২য় স্থানের পুরস্কার বিজয়ী ছিলেন। সেই প্রতিযোগিতায় তিনি বোস্টন সিম্ফনির পরিচালক চার্লস মাঞ্চের দৃষ্টি আকর্ষণ করেন। পরবর্তীকালে জুবিন তাঁর কাছে থেকে অনেক সাহায্য পেয়েছিলেন। ১৯৫৮ সালে, তিনি সাহসিকতার সাথে শোয়েনবার্গ-এর  সঙ্গীতানুষ্ঠান উপস্থাপন করেছিলেন। এটি ভাল সাড়া ফেলেছিল। একই বছর তিনি একটি কানাডাবাসী কণ্ঠশিল্পী কারমেন লাস্কিকে বিয়ে করেন, কারমেনের সাথে তাঁর ভিয়েনায় দেখা হয়েছিল।\n\n\n== পরিচালনা-জীবন ==\n\n\n=== ১৯৬০ এর দশক ===\n১৯৬০ এবং ১৯৬১ সালে, মেহতাকে সারা বিশ্বের বিখ্যাত বাদকদের বাজনা বাজাতে বলা হয়েছিল, এই সঙ্গীতানুষ্ঠানগুলির বেশিরভাগের জন্যই তিনি সমালোচকদের উচ্চ প্রশংসা পেয়েছিলেন। ১৯৬০ সালে, তিনি ভিয়েনা সিম্ফনির জন্য একটি সিরিজ পরিচালনা করেন এবং পরে সেই গ্রীষ্মে নিউ ইয়র্ক ফিলহারমনিক-কে নেতৃত্ব দিয়ে নিউইয়র্ক পরিচালনায় আত্মপ্রকাশ করেন।\n\n১৯৬০ সালে, চার্লস মাঞ্চের সহায়তায়, মেহতা মন্ট্রিল সিম্ফনি অর্কেস্ট্রার প্রধান নির্দেশক এবং সঙ্গীত পরিচালক হন, এই পদে তিনি ১৯৬৭ সাল পর্যন্ত অধিষ্ঠিত ছিলেন। ১৯৬১ সালের মধ্যেই তিনি ভিয়েনা, বার্লিন এবং ইসরায়েল ফিলহারমনিক অর্কেস্ট্রা পরিচালনা করেছিলেন। ১৯৬২ সালে, তিনি রাশিয়া, প্যারিস এবং ভিয়েনায় কনসার্ট সফরে মন্ট্রিল সিম্ফনি নিয়ে যান। মেহতা ভিয়েনায় নিজের কনসার্ট সম্পর্কে সবচেয়ে বেশি উদ্বিগ্ন ছিলেন, একে তিনি \"পশ্চিমী সঙ্গীতের রাজধানী\" বলে মনে করতেন। সেখানে তাঁর একক অনুষ্ঠানে তিনি ২০-মিনিটের স্বতঃস্ফুর্ত করতালি, ১৪টি কার্টেন কল (অনুষ্ঠান শেষে শ্রোতাদের করতালির প্রতিক্রিয়ায় আবার মঞ্চে ফিরে আসা) এবং দুটি এনকোর (পুনরায় করতে বলা) পেয়েছিলেন\n১৯৬১ সালে, তাঁকে লস এঞ্জেলেস ফিলহারমনিক (এলএপি) এর সহকারী পরিচালক মনোনীত করা হয়, অর্কেস্ট্রার সঙ্গীত পরিচালক  জর্জ সোল্টির সাথে এই বিষয়ে পরামর্শ না করার প্রতিবাদে সোল্টি পদত্যাগ করেন। মেহতা যখন এটি পরিচালনা শুরু করেছিলেন তখন চার বছর ধরে এই অর্কেস্ট্রা কোন স্থায়ী পরিচালক ছাড়াই ছিল।\nমেহতাকে অর্কেস্ট্রার সঙ্গীত পরিচালক মনোনীত করা হয়েছিল এবং ১৯৬২ থেকে ১৯৭৮ সাল পর্যন্ত তিনি এই পদে অধিষ্ঠিত ছিলেন। ১৯৬২ সালে, ২৬ বছর বয়সে, তিনি এই উপাধি অর্জনকারী সর্বকনিষ্ঠ ব্যক্তি ছিলেন। প্রথমের এই বছরগুলিতে তিনি মন্ট্রিল সিম্ফনিও পরিচালনা করেছিলেন, তাই তিনি একই সময়ে উত্তর আমেরিকার দুটি সিম্ফনি অর্কেস্ট্রা পরিচালনা করা প্রথম ব্যক্তি হয়েছিলেন।\nচার বছরে এলএপি-এর প্রথম পরিচালক হিসেবে, মেহতা এর সামগ্রিক ধ্বনিকে ভিয়েনা ফিলহারমোনিকের কাছাকাছি নিয়ে আসার জন্য কাজ করেছিলেন। সঙ্গীতশিল্পীদের মধ্যে প্রতিযোগিতা বৃদ্ধি করে, কর্মের পরিবর্তন করে, পদোন্নতি প্রদান করে এবং তাঁদের বসার ব্যবস্থার পরিবর্তন করে তিনি এর শব্দকে আরও উষ্ণ ও সমৃদ্ধ করতে সফল হন। তিনি সঙ্গীতজ্ঞদেরও অনুপ্রাণিত করেছিলেন; ২১ বছর বয়সী বাদ্যযন্ত্রী জ্যাকলিন ডু প্র বলেছেন, \"তিনি আপনাকে ওপরে তোলার জন্য একটি জাদু গালিচার যোগান দেন।\" বাদ্যযন্ত্রী কার্ট রেহার অর্কেস্ট্রায় মেহতার প্রথম মহড়ার কথা স্মরণ করেন: \"দুটি বিটের মধ্যেই আমরা অভিভূত হয়েছিলাম। মনে হয়েছিল এই যুবকের ক্ষমতা আছে, ৫০ বা ৫৫ বছরের একজন ব্যক্তির মতো সঙ্গীত জ্ঞান আছে।\"\n১৯৬৫ সালে, মেট্রোপলিটান অপেরার আইডা -য় বাজিয়ে মেহতার আত্মপ্রকাশের পর, সঙ্গীত সমালোচক অ্যালান রিচ লিখেছেন, \"মেহতা সঙ্গীত পরিচালনায় এমন এক ধরনের মহা প্রভাব নিয়ে এসেছেন যার সাম্প্রতিক সময়ে কোন সমকক্ষ নেই। . . এটি একটি আকস্মিক ধাক্কা মারা সৃজনোন্মুখ, দম বন্ধ করা কর্মক্ষমতা যার মধ্যে তখনও প্রচুর বাতাস ছিল।\" জুবিন মেহতা পরবর্তীতে কারমেন, টোসকা এবং তুরানডটের পরিবেশনায় মেট পরিচালনা করেন।\nমন্ট্রিলের এক্সপো ৬৭- এর জন্য, তিনি বার্লিওজ-এর সিম্ফনি ফ্যান্টাস্টিকের একটি পরিবেশনার জন্য মন্ট্রিল এবং লস অ্যাঞ্জেলেস উভয় অর্কেস্ট্রা একসাথে পরিচালনা করেছিলেন। এছাড়াও সেই বছর তিনি মারভিন ডেভিড লেভি-র মোর্নিং বিকামস ইলেক্ট্রা- এর বিশ্ব প্রিমিয়ার পরিচালনা করেন।\n১৯৬৭ সালের মে মাসের মধ্যে, তাঁর কাজ এত বেড়ে গিয়েছিল যে তিনি তাঁর মন্ট্রিল সিম্ফনি থেকে পদত্যাগ করেন। সেই শরৎকালে তিনি ১০৭-সদস্যের লস অ্যাঞ্জেলেস ফিলহারমনিককে নিয়ে আট সপ্তাহের সফরে যান, যার মধ্যে ভিয়েনা, প্যারিস, এথেন্স এবং বোম্বেতে অনুষ্ঠানের সূচী ছিল। ১৯৬৮ সাল নাগাদ, তিনি আগের থেকেও জনপ্রিয় হয়ে ওঠেন এবং ব্যস্ততা বেড়ে যায়। লস অ্যাঞ্জেলেস ফিলহারমনিকের সাথে ২২ সপ্তাহের অনুষ্ঠান, মেট-এ তিনটি অপেরা করেন। মার্কিন যুক্তরাষ্ট্র এবং ইতালিতে টেলিভিশনে উপস্থিত হন, পাঁচটি রেকর্ডিং সেশন করেন এবং পাঁচটি উৎসবে অতিথি হিসেবে উপস্থিত হন। ১৯৬৮ সালের জানুয়ারিতে টাইম ম্যাগাজিন-এর প্রচ্ছদে তাঁকে দেখা গিয়েছিল। ১৯৬৯ সালেও তাঁর সময়সূচী একইভাবে সক্রিয় ছিল।\n১৯৭০ সালে, ইউসিএলএর পাওলি প্যাভিলিয়ন বাস্কেটবল স্টেডিয়ামে ১২,০০০ দর্শকদের সামনে, জুবিন মেহতা ফ্র্যাংক জ্যাপার মাদারস অফ ইনভেনশন থেকে জ্যাপার \"২০০ মোটেল\" এবং এডগার ভারেস-এর ইন্টারগ্রাল এর অনুষ্ঠান করেন।\n\n\n=== ১৯৭০-১৯৮০ এর দশক ===\n১৯৭৮ সালে, মেহতা নিউইয়র্ক ফিলহারমোনিকের সঙ্গীত পরিচালক এবং প্রধান পরিচালক হন। ১৯৯১ সালে পদত্যাগ তিনি এখান থেকে পদত্যাগ করেন।\n\nতিনি ১৯৭৭ সালে ইসরায়েল ফিলহারমনিক অর্কেস্ট্রা (আইপিও) এর সঙ্গীত পরিচালক হন। ১৯৬১ সাল থেকে, অনেক অনুষ্ঠানে তিনি ইসরায়েল ফিলহারমনিক অর্কেস্ট্রার (আইপিও) অতিথি শিল্পী হিসেবে উপস্থিতি শুরু করেছিলেন। ১৯৬৬ সালে, তিনি অর্কেস্ট্রা নিয়ে সফর করেন। ১৯৬৭ সালের আরব-ইসরায়েল যুদ্ধের সময়, তিনি ইসরায়েলে ফিরে যান এবং এর জনগণের সাথে \"সংহতি প্রদর্শন\" করার জন্য বেশ কয়েকটি বিশেষ সঙ্গীতানুষ্ঠান পরিচালনা করেন। তিনি ১৯৬৯ সালে আইপিও-এর সঙ্গীত উপদেষ্টা, ১৯৭৭ সালে সঙ্গীত পরিচালক নিযুক্ত হন। ১৯৮১ সালে তিনি সারা জীবনের জন্য এদের সঙ্গীত নির্দেশক নিযুক্ত হন।\nআইপিওর সাথে পাঁচ দশক ধরে সংযোগের সময়, তিনি ইসরায়েল এবং বিদেশে হাজার হাজার সঙ্গীতানুষ্ঠানে অর্কেস্ট্রা পরিচালনা করেছেন। তিনি ১৯৮২ সালে দক্ষিণ লেবাননে আইপিওর সাথে অনুষ্ঠান পরিচালনা করেছিলেন। ১৯৯১ সালে উপসাগরীয় যুদ্ধের সময় দর্শকরা গ্যাস মাস্ক নিয়ে তাঁর পরিচালিত সঙ্গীতানুষ্ঠান দেখতে এসেছিল; ২০০৭ সালে, নাজারেথে শুধুমাত্র আরব দর্শকদের জন্য অনুষ্ঠান করা হয়েছিল। জুনিন মেহতা বলেন যে ইসরায়েলের সঙ্গীতজ্ঞদের সাথে তাঁর \"গভীর আত্মীয়তা\" এবং তাঁর মধ্যে \"ইহুদি জনগণের আত্মা ও ঐতিহ্য\" রয়েছে। তিনি  বলেছেন যে আইপিও পরিচালনা করা মানে \"আমি আমার মনের জন্য কিছু করি\"। আগেকার সৌহার্দ্যের কথা মনে করে তিনি বলেন, “ আবার সেই দৃশ্য দেখতে আমার কতো ভালো লাগবে যে, আরবীয় এবং ইহুদিরা একে অপরকে আলিঙ্গন করছেন। আমি একজন ইতিবাচক চিন্তাবিদ। আমি জানি এই দিন আসবে।\"\nছিলেন১৯৭৮ সালে, মেহতা লস অ্যাঞ্জেলেস ফিলহারমনিক ছেড়ে নিউ ইয়র্ক ফিলহারমনিক (এনওয়াইপি) এর সঙ্গীত পরিচালক হিসেবে যোগ দেন। তিনি এনওয়াইপি পরিচালনা করতে চেয়েছিলেন কারণ এটি এখানে তাঁর নতুন ধারণা নিয়ে পরীক্ষা নিরীক্ষা করার সুযোগ ছিল, যেমন তিনি অর্কেস্ট্রাকে হারলেমে নিয়ে গিয়েছিলেন। সেখানে, তাঁরা প্রতি বছর অ্যাবিসিনিয়ান ব্যাপটিস্ট চার্চে বাজাতেন। বিভিন্ন অনুষ্ঠানে মেহতার  অর্কেস্ট্রার সাথে আইজ্যাক স্টার্ন, ইটজাক পার্লম্যান এবং ক্যাথলিন ব্যাটেল ছিলেন।  তিনি ১৯৯১ সাল পর্যন্ত এনওয়াইপি-এর সাথে ছিলেন।\n১৯৮৫ থেকে ২০১৭ সাল পর্যন্ত, মেহতা ফ্লোরেন্সের টেট্রো ডেল ম্যাজিও মিউজিক্যাল ফিওরেন্টিনোর প্রধান পরিচালক ছিলেন। ১৯৯৮ থেকে ২০০৬ সাল পর্যন্ত, তিনি মিউনিখের বাভারিয়ান স্টেট অপেরার সঙ্গীত পরিচালক ছিলেন। মিউনিখ ফিলহারমনিক তাঁকে অনারারি কণ্ডাক্টর উপাধি দিয়েছিল। ২০০৫ সাল থেকে, মেহতা স্পেনের ভ্যালেন্সিয়াতে কলা ও বিজ্ঞানের শহরের নতুন অপেরা হাউস পালাউ দে লেস আর্টসের প্রধান পরিচালক ছিলেন।\nমেহতা যখন নিউইয়র্ক ফিলহারমনিকের পরিচালক ছিলেন, তখন তিনি রবিশঙ্করের কনসার্টো নং ২-এ সেতার এবং অর্কেস্ট্রার জন্য নিযুক্ত হয়েছিলেন। নিউইয়র্কের অনুষ্ঠানের পরে, এটি পরে লন্ডন ফিলহারমনিক অর্কেস্ট্রার সাথে রেকর্ড করা হয়েছিল। \n\n\n=== ১৯৯০ এর দশক ===\n১৯৯৮ সালে তিনি মিউনিখে গিয়েছিলেন, সেখানে তিনি বাভারিয়ান স্টেট অপেরা পরিচালনা করা শুরু করেছিলেন। তিনি বলেছিলেন, এটি \"একটি অপেরা হাউস পরিচালনার সাথে জড়িত থাকার জন্য এটি আমাকে আরেকটি পরিদৃশ্য\" প্রদান করে।\n১৯৯০ সালে, তিনি রোমের প্রথম থ্রি টেনার্স সঙ্গীতানুষ্ঠানে অর্কেস্ট্রা দেল ম্যাগিও মিউজিক্যাল ফিওরেন্টিনো এবং অর্কেস্ট্রা দেল তেত্রো ডেল'অপেরা ডি রোমা পরিচালনা করেন। ১৯৯৪ সালে, লস অ্যাঞ্জেলেসের ডজার স্টেডিয়ামেতিনি আবার টেনার্সে যোগ দেন। এর মধ্যে, তিনি টোসকা -র ঐতিহাসিক ১৯৯২ প্রযোজনা পরিচালনা করেছিলেন যেখানে প্রতিটি বাদ্য স্কোরে নির্দিষ্ট করা প্রকৃত সেটিংয়ে এবং প্রকৃত সময়ে হয়েছিল। এই প্রযোজনায় নাম ভূমিকায় ক্যাথরিন মালফিতানো, ক্যাভারাডোসি চরিত্রে প্লাসিডো ডোমিঙ্গো এবং ব্যারন স্কারপিয়া চরিত্রে রুগেরো রাইমন্ডি অভিনয় করেছিলেন। প্রথম পর্ব ১১ই জুলাই, শনিবার দুপুরে (সেন্ট্রাল ইউরোপিয়ান ডেলাইট সেভিং টাইম) রোমের ব্যাসিলিকা থেকে; দ্বিতীয় পর্ব সেই সন্ধ্যায় ৯:৪০-এ পালাজো ফার্নিজ থেকে;  তৃতীয় পর্ব ১২ই জুলাই রবিবার সকাল ৭:০০-এ ক্যাস্টেল সান্ট'অ্যাঞ্জেলো (হ্যাড্রিয়ানের সমাধি নামেও পরিচিত) থেকে সরাসরি প্রচারিত হয়েছিল। \n\n১৯৯৪ সালের জুন মাসে, সারাজেভোর জাতীয় গ্রন্থাগারের ধ্বংসাবশেষে, সশস্ত্র সংঘাতের শিকার এবং যুগোস্লাভ যুদ্ধে নিহত হাজার হাজার মানুষের স্মরণে, সারাজেভো সিম্ফনি অর্কেস্ট্রা এবং কোরাসের সদস্যদের নিয়ে মেহতা একটি তহবিল সংগ্রহের অনুষ্ঠান করেন এবং সেখানে মোজার্ট রিকুইম পরিবেশন করেন। ১৯৯৯ সালের ২৯শে আগস্ট, ওয়েইমারের বুকেনওয়াল্ড কনসেনট্রেশন ক্যাম্পের আশেপাশে, তিনি মাহলারের সিম্ফনি নং ২ ( রেজারেকশান ) পরিচালনা করেন। সেখানে ব্যাভারিয়ান স্টেট অর্কেস্ট্রা এবং ইসরায়েল ফিলহারমনিক অর্কেস্ট্রা পাশাপাশি বসেছিল।\nতিনি ১৯৮৪ সালে নিউইয়র্ক ফিলহারমনিকের সাথে ভারত (মুম্বাই) সফর করেন। এরপর ১৯৯৪ সালের নভেম্বর-ডিসেম্বর মাসে ইসরায়েল ফিলহারমনিক অর্কেস্ট্রার সাথে একক শিল্পী ইতজাক পার্লম্যান এবং গিল শাহামকে নিয়ে তিনি আবার ভারত ভ্রমণে এসেছিলেন। ১৯৯৭ এবং ১৯৯৮ সালে, তিনি চীনা চলচ্চিত্র পরিচালক ঝাং ইমুর সাথে গিয়াকোমো পুচিনির অপেরা তুরানডটের একটি প্রযোজনায় কাজ করেছিলেন। এটি নিয়ে তাঁরা ফ্লোরেন্স এবং বেইজিং-এ গিয়েছিলেন, যেখানে এটি ৩০০ অতিরিক্ত এবং ৩০০ সৈন্য নিয়ে নিষিদ্ধ শহরের বাস্তব পরিবেশে মঞ্চস্থ হয়েছিল। এখানে নয়টি ঐতিহাসিক অনুষ্ঠান হয়েছিল। এই প্রযোজনাটির নির্মাণটি দ্য তুরানডট প্রজেক্ট ডকুমেন্টারিতে উপাখ্যায়িত হয়েছিল।\nমেহতা আমেরিকান রাশিয়ান ইয়াং আর্টিস্ট অর্কেস্ট্রার অতিথি পরিচালক ছিলেন।\n\n\n=== ২০০০ এর দশক ===\n\n২০০৫ সালের ২৬শে ডিসেম্বর, ভারত মহাসাগরে সুনামির প্রথম বার্ষিকীতে, মেহতা এবং বাভারিয়ান স্টেট অর্কেস্ট্রা প্রথমবারের মতো চেন্নাইয়ের (পূর্বে মাদ্রাজ) মাদ্রাজ মিউজিক একাডেমিতে পরিবেশন করে। এই সুনামি স্মারক অনুষ্ঠানটির সংগঠনায় ছিল চেন্নাইয়ের জার্মান কনস্যুলেট এবং ম্যাক্স-মুলার ভবন/ গোয়েথে-ইনস্টিটিউট। ২০০৬ সালে তিনি বাভারিয়ান স্টেট অর্কেস্ট্রার সাথে শেষ অনুষ্ঠান করেন।\n২০১১ সালে, লন্ডনের দ্য প্রমস- এ ইজরায়েল ফিলহারমনিক অর্কেস্ট্রার সাথে মেহতার অনুষ্ঠানকে ফিলিস্তিনিপন্থী বিক্ষোভকারীরা বাধা দিয়েছিল এবং অবরোধ করেছিল, যার ফলে বিবিসি কনসার্টের সরাসরি রেডিও সম্প্রচার বন্ধ হয়ে যায়, প্রমসের ইতিহাসে এটি প্রথম এরকম ঘটনা। ২০১৩ সালের সেপ্টেম্বরে, শ্রীনগরের মুঘল গার্ডেনে, ভারতে জার্মান দূতাবাস দ্বারা আয়োজিত একটি বিশেষ কনসার্ট, এহসাস ই কাশ্মীর- এ মেহতা তাঁর বাভারিয়ান স্টেট অর্কেস্ট্রা নিয়ে এসেছিলেন। মেহতা এবং অর্কেস্ট্রা এই অনুষ্ঠানের জন্য তাঁদের স্বাভাবিক পারিশ্রমিক নেন নি।\n২০১৫ সালের অক্টোবরে, মাদ্রাজ মিউজিক একাডেমিতে অস্ট্রেলিয়ান ওয়ার্ল্ড অর্কেস্ট্রা (এডব্লিউও) এর সাথে অনুষ্ঠান করার জন্য মেহতা চেন্নাইতে ফিরে আসেন।\n২০১৬ সালে, ৩৩তম হারবিন সামার মিউজিক ফেস্টিভ্যালে, হারবিন কনসার্ট হলে, হারবিন সিম্ফনি অর্কেস্ট্রা এবং ইসরায়েল ফিলহারমনিক অর্কেস্ট্রা  মেহতার দ্বারা পরিচালিত দুটি কনসার্ট পরিবেশন করে।\n২০১৬ সালের ডিসেম্বরে, ইসরায়েল ফিলহারমনিক ঘোষণা করেছিল যে ২০১৯ সালের অক্টোবরে সঙ্গীত পরিচালক হিসাবে মেহতা তাঁর মেয়াদ শেষ করবেন। তিনি এখন ইসরায়েল ফিলহারমনিকের সঙ্গীত পরিচালকের ইমেরিটাস উপাধি পেয়েছেন।\n২০২২ সালের আগস্টে, সিডনি এবং মেলবোর্নে, মেহতা অস্ট্রেলিয়ান ওয়ার্ল্ড অর্কেস্ট্রা (এডব্লিউও) পরিচালনা করেন। এগুলি হয়েছিল কনসার্ট হল, সিডনি অপেরা হাউস এবং হ্যামার হল, আর্টস সেন্টার মেলবোর্নে। এছাড়াও তিনি এডিনবার্গ ইন্টারন্যাশনাল ফেস্টিভ্যাল এবং বিবিসি প্রমস ২০২২- এ এডব্লিউও পরিচালনা করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nমেহতার প্রথম বিয়ে হয়েছিল ১৯৫৮ সালে, কানাডীয় সোপ্রানো কারমেন লাস্কির সাথে। তাঁদের একটি ছেলে, মারভন (২০০৯ সালের এপ্রিল মাস থেকে টরন্টোর রয়্যাল কনজারভেটরির পারফর্মিং আর্টসের নির্বাহী পরিচালক), এবং একটি কন্যা, জারিনা। ১৯৬৪ সালে তাঁদের বিবাহবিচ্ছেদ হয়। বিবাহবিচ্ছেদের দুই বছর পর, কারমেন মেহতার ভাই জারিন মেহতাকে বিয়ে করেন, জারিন পূর্বে নিউইয়র্ক ফিলহারমনিকের নির্বাহী পরিচালক ছিলেন। ১৯৬৯ সালের জুলাই মাসে, মেহতা আমেরিকান প্রাক্তন চলচ্চিত্র ও টেলিভিশন অভিনেত্রী ন্যান্সি কোভাককে বিয়ে করেন। মার্কিন যুক্তরাষ্ট্রের স্থায়ী বাসিন্দা, মেহতা তাঁর ভারতীয় নাগরিকত্ব বজায় রেখেছেন।\nতাঁর ঘনিষ্ঠ বন্ধুদের মধ্যে একজন ছিলেন রবি শঙ্কর, যাঁর সাথে তাঁর প্রথম দেখা হয়েছিল ১৯৬০ এর দশকে। সেইসময় মেহতা মন্ট্রিল সিম্ফনিতে তাঁকে পরিচালনা করেছিলেন। লস অ্যাঞ্জেলেসে এবং পরে নিউইয়র্কে থাকার পরেও তাঁদের বন্ধুত্ব অব্যাহত ছিল। \"এটি আমার জীবনের একটি দুর্দান্ত সময় ছিল এবং জুবিন ও আমি সত্যিই একটি দুর্দান্ত সময় কাটিয়েছি।\" \n১৯৬৭ সালে, মেহতার দ্বিতীয় কন্যা আলেকজান্দ্রা লস অ্যাঞ্জেলেসে জন্মগ্রহণ করেন, মেহতার দুই বিবাহের মধ্যবর্তী সময়ে একটি সম্পর্কের ফলে তাঁর জন্ম। মেহতার দ্বিতীয় বিবাহের সময় ইসরায়েলে বিবাহ বহির্ভূত সম্পর্কের ফলে ১৯৯০-এর দশকে তাঁর ছেলে ওরির জন্ম হয়েছিল।\n\n১৯৬৫ সালে, তিনি স্যার জর্জ উইলিয়ামস বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট পান। বিশ্ববিদ্যালয়টি পরে কনকর্ডিয়া বিশ্ববিদ্যালয়ে পরিণত হয়। \nফ্র্যাংক জ্যাপা এবং দ্য মাদারস অফ ইনভেনশনের ১৯৭২ সালের অ্যালবাম জাস্ট আদার ব্যাণ্ড -এর বিলি দ্য মাউন্টেন গানটিতে মেহতার নাম উল্লেখ করা হয়েছে। বাদ্যযন্ত্রী কার্ট রেহার, যিনি মেহতার লস অ্যাঞ্জেলেস ফিলহারমোনিক পরিচালনা করার সময় তাঁর সাথে বাজিয়েছিলেন, তিনিও দ্য মাদারস অফ ইনভেনশন-এর একজন অতিথি সঙ্গীতশিল্পী ছিলেন।\n১৯৯১ সালে ইসরায়েল পুরস্কার অনুষ্ঠানে, মেহতা ইসরায়েলের প্রতি এবং ইসরায়েল ফিলহারমনিক অর্কেস্ট্রার প্রতি তাঁর অনন্য নিষ্ঠার স্বীকৃতিস্বরূপ একটি বিশেষ পুরস্কারে ভূষিত হন। ১৯৯৫ সালে, তিনি শিল্পকলায় উলফ প্রাইজের বিজয়ী হন। ১৯৯৯ সালে, মেহতাকে জাতিসংঘের \"লাইফটাইম অ্যাচিভমেন্ট পিস অ্যাণ্ড টলারেন্স অ্যাওয়ার্ড\" প্রদান করা হয়।\nভারত সরকার ১৯৬৬ সালে মেহতাকে পদ্মভূষণ এবং ২০০১ সালে ভারতের দ্বিতীয় সর্বোচ্চ বেসামরিক পুরস্কার, পদ্মবিভূষণ দিয়ে সম্মানিত করে।\n২০০৬ সালের সেপ্টেম্বরে কেনেডি সেন্টার মেহতাকে সেই বছরের কেনেডি সেন্টার অনার্সের একজন প্রাপক হিসাবে ঘোষণা করেছিল, এই পুরস্কার ২০০৬ সালের ৩রা ডিসেম্বর উপস্থাপিত হয়েছিল।\n২০০৭ সালের ফেব্রুয়ারিতে, মেহতা লয়োলা মেরিমাউন্ট ইউনিভার্সিটিতে দ্বিতীয় বার্ষিক ব্রিজ বিল্ডার পুরস্কারের প্রাপক ছিলেন।\nমেহতা ফ্লোরেন্স এবং তেল আবিবের একজন সম্মানিত নাগরিক। তাঁকে ১৯৯৭ সালে ভিয়েনা স্টেট অপেরার সম্মানসূচক সদস্য করা হয়েছিল। ২০০১ সালে তিনি ভিয়েনা ফিলহারমোনিকের \"অনারারি কণ্ডাক্টর\" উপাধিতে ভূষিত হয়েছেন এবং ২০০৪ সালে মিউনিখ ফিলহারমোনিক তাঁকে একই খেতাব প্রদান করে, যেমনটি লস অ্যাঞ্জেলেস ফিলহারমোনিক এবং ২০০৬ সালে টেট্রো ডেল ম্যাগিও মিউজিক্যাল ফিওরেন্টিনো করেছিল। বাভারিয়ান স্টেট অপেরা তাদের সাথে তাঁর মেয়াদের শেষে তাঁকে বাভারিয়ান স্টেট অর্কেস্ট্রার অনারারি কণ্ডাক্টর এবং বাভারিয়ান স্টেট অপেরার অনারারি মেম্বার হিসেবে মনোনীত করে। ২০০৭ সালের নভেম্বরে ভিয়েনার গেসেলশ্যাফ্ট ডের মুসিকফ্রেণ্ডে  তাঁকে সম্মানসূচক সদস্য নিযুক্ত করে।\n২০০৭ সালে মেহতা সম্মানজনক ড্যান ডেভিড পুরস্কার পান। কণ্ডাক্টর কার্ল বোহম মেহতাকে নিকিশ রিং - ভিয়েনা ফিলহারমনিক রিং অফ অনার প্রদান করেন।\n২০০৮ সালের অক্টোবরে, মেহতা জাপানের প্রিমিয়াম ইম্পেরিয়াল (হিজ ইম্পেরিয়াল হাইনেস প্রিন্স তাকামাতসুর স্মৃতিতে বিশ্ব সংস্কৃতি পুরস্কার) পান।\n২০১১ সালের মার্চ মাসে, মেহতা হলিউড ওয়াক অফ ফেম-এ ২,৪৩৪তম তারকারূপে প্রবেশ করেছিলেন। একই বছরের অক্টোবরে, বার্লিনে, তাঁর আজীবন কাজের জন্য তিনি ইকো ক্লাসিক পেয়েছিলেন।\n২০১৩ সালের সেপ্টেম্বরে, ভারতের রাষ্ট্রপতি প্রণব মুখোপাধ্যায় তাঁকে সাংস্কৃতিক সম্প্রীতির প্রতি অসামান্য অবদানের জন্য ২০১৩ সালের রবীন্দ্রনাথ ঠাকুর আন্তর্জাতিক পুরস্কারে ভূষিত করেন।\n২০১৯ সালের জানুয়ারিতে, লস অ্যাঞ্জেলেস ফিলহারমনিক মেহতাকে তাদের কণ্ডাক্টর এমেরিটাস হিসাবে নামকরণ করেছিল।\n২০১৯ সালের ফেব্রুয়ারিতে, বার্লিন ফিলহারমোনিক মেহতার সঙ্গে তাদের দীর্ঘ সম্পর্কের জন্য কৃতজ্ঞতার প্রকাশ হিসাবে তাঁকে সম্মানিত সদস্য মনোনীত করে।\n২০১৯ সালের সেপ্টেম্বরে, স্লোভেনিয়ার রাষ্ট্রপতি বোরুত পাহোর জুবিন মেহতাকে সঙ্গীতে অবদান এবং এই শিল্পের সাথে মানুষ ও জাতিকে সংযুক্ত করার অনুপ্রেরণামূলক প্রচেষ্টার জন্য গোল্ডেন অর্ডার অফ মেরিট প্রদান করেন।\n২০২০ সালের নভেম্বরে, ওয়ার্ল্ড ইহুদি কংগ্রেস ইহুদি সংস্কৃতির অগ্রগতির জন্য মেহতাকে তাদের পঞ্চম টেডি কোলেক পুরস্কার প্রদান করে।\n২০২২ সালের সেপ্টেম্বরে, অস্ট্রেলিয়া-ভারত দ্বিপাক্ষিক সম্পর্ক এবং মানবতার ক্ষেত্রে বিশেষ করে শাস্ত্রীয় সঙ্গীত এবং জনহিতৈষী ক্ষেত্রে জুবিন মেহতা তাঁর বিশিষ্ট সেবার স্বীকৃতিস্বরূপ গভর্নর জেনারেল ডেভিড হার্লির কাছ থেকে অনারারি কম্প্যানিয়ন অফ দ্য অর্ডার অফ অস্ট্রেলিয়া পেয়েছেন।\n\n\n== চলচ্চিত্রসমূহ ==\nটেরি স্যান্ডার্সের পোর্ট্রেট অফ জুবিন মেহতা (১৯৬৮) চলচ্চিত্র মেহতার জীবন নিয়ে তৈরি হয়েছিল। মেহতা সম্পর্কে আরেকটি তথ্যচিত্র, জুবিন অ্যাণ্ড আই, তৈরি করেছিলেন একজন ইসরায়েলি বীণাবাদকের নাতি, যিনি মেহতা নেতৃত্ব দেওয়ার আগে ইসরায়েল ফিলহারমনিক অর্কেস্ট্রার সাথে বাজিয়েছিলেন। চলচ্চিত্র নির্মাতা মুম্বাই সফরে অর্কেস্ট্রাতে যোগ দেন এবং ভারত ও তেল আবিবে দুটি সাক্ষাৎকার নেওয়ার জন্য তাঁর সাথে দেখা করেন।\nক্রিস্টোফার নুপেনের ১৯৬৯ সালের তথ্যচিত্র দ্য ট্রাউট-এ  দেখানো হয়েছে লন্ডনে  অনুষ্ঠিত শুবার্টের ট্রাউট কুইন্টেটের একটি অনুষ্ঠান, যেখানে জ্যাকলিন ডু প্র, ড্যানিয়েল বারেনবোইম, পিনচাস জুকারম্যান, ইটজাক পার্লম্যান এবং মেহতা পরিবেশন করেছিলেন। মেহতা এখানে ডাবল বেস বাজিয়েছিলেন।\nঅ্যালান মিলারের ১৯৭৩ সালের চলচ্চিত্র দ্য বোলেরো-তে মেহতা এবং লস এঞ্জেলেস ফিলহারমনিক প্রদর্শিত হয়েছে।\n১৯৮৬ সালের চলচ্চিত্র অন উইংস অফ ফায়ার-এ মেহতা নিজে মূল চরিত্রে অভিনয় করেছেন, এটি জরথুষ্ট্রিয়ানিজম এবং নবী জরথুষ্ট্রের ইতিহাস।\nজুবিন মেহতা: রিহার্সাল (১৯৯৬)-এ দেখানো হয়েছে মেহতা ইজরায়েল ফিলহারমোনিকের সাথে টিল ইউলেনস্পিগেল'স মেরি প্র্যাঙ্কস-এর মহড়া দিচ্ছেন।\n২০১৭ সালের স্প্যানীয় তথ্যচিত্র ড্যান্সিং বিথোভেন-এ  মেহতা এবং তাঁর অর্কেস্ট্রা তারকাদের নবম সিম্ফনির জন্য প্রস্তুতির কথা বলা হয়েছে। এটি ৩২তম গোয়া পুরস্কারে সেরা তথ্যচিত্রের জন্য এবং ২৩তম প্রিমিও সিনেমাটোগ্রাফিক জোসে মারিয়া ফোরকেতে মনোনীত হয়েছিল।\nইউনিটেল ক্লাসিকা/মেডিসি আর্টস দ্বারা ২০০৮ সালে মুক্তি পাওয়া ছবিতে দেখানো হয়েছে মেহতা এবং লস অ্যাঞ্জেলেস ফিলহারমনিক মোজার্টের বাসসুন কনসার্টো পরিবেশন করছেন। এটি ১৯৭৭ সালের জানুয়ারিতে চিত্রায়িত হয়েছিল।[তথ্যসূত্র প্রয়োজন]\n\n\n== শিক্ষামূলক প্রকল্প ==\n২০০৯ সালে, মেহতা ব্যাংক লিউমি এবং আরব-ইসরায়েল ব্যাংকের সহযোগিতায় মিফনেহ (হিব্রু ভাষায় \"পরিবর্তন\"), প্রতিষ্ঠা করেন। এটি ইসরায়েলি আরবদের জন্য একটি সঙ্গীত শিক্ষা কার্যক্রম। তিনটি স্কুল, শফারাম, জেজরিল উপত্যকা এবং নাজারেথ এই পাইলট প্রকল্পে অংশ নিচ্ছে।\nতিনি এবং তাঁর ভাই জারিন মেহলি মেহতা ফাউন্ডেশনের উপদেষ্টা পরিষদ গঠন করেন।\n২০০৫ সালে, মেহতা এবং জনহিতৈষী জোসেফ বুচম্যান তেল আবিব বিশ্ববিদ্যালয় এবং ইসরায়েল ফিলহারমনিক অর্কেস্ট্রার মধ্যে অংশীদারিত্ব হিসাবে বুচম্যান-মেহতা স্কুল অফ মিউজিক প্রতিষ্ঠা করেন। মেহতা স্কুলের সাম্মানিক সভাপতি এবং এর শুরু থেকেই সক্রিয়ভাবে জড়িত রয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nমার্টিন বুকস্প্যান এবং রস ইয়কি, জুবিন: দ্য জুবিন মেহতা স্টোরি, হার্পার অ্যান্ড রো, ১৯৭৮ আইএসবিএন ৯৭৮০০৬১২০৪০০৫\nরেনাতে ভন মাতুশকা, ডাই পার্টিতুর মেইনস লেবেনস, ড্রোমার/কনউর, ২০০৬ আইএসবিএন ৯৭৮-৩৪২৬২৭৩৭৭৭\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nঅলমিউজিকে জুবিন মেহতা  \nডিস্কওগ্‌সে জুবিন মেহতা ডিস্কতালিকা\nইন্টারনেট মুভি ডেটাবেজে জুবিন মেহতা (ইংরেজি)\nTwo interviews with Zubin Mehta by Bruce Duffie, 8 December 1993 and 29 February 1996\nZubin Mehta interview on BBC Radio 4 Desert Island Discs, 6 July 1984\nইউটিউবে Zubin Mehta, Happy Birthday Variation, Symphony, ইউটিউবে Zubin Mehta: Variations on \"Happy Birthday\"\nImage of Zubin Mehta conducting Los Angeles Philharmonic at Peninsula Music Fair in Palos Verdes, Calif., 1975. Los Angeles Times Photographic Archive (Collection 1429), UCLA Library Special Collections, Charles E. Young Research Library, University of California, Los Angeles.\nImage of Zubin Mehta conducting peace music from Handel's Messiah at UCLA's Royce Hall Quad,1970. Los Angeles Times Photographic Archive (Collection 1429), UCLA Library Special Collections, Charles E. Young Research Library, University of California, Los Angeles."}