{"pageid": 1382098, "title": "ওসিয়ত", "url": "https://bn.wikipedia.org/wiki?curid=1382098", "content": "ওসিয়ত হল একজন ব্যক্তি তার জীবনের সম্পদ অন্য ব্যক্তি বা দাতব্য সত্তাকে দান করা এটি এমন এক শর্ত যা এটি তার মৃত্যুর পরে কার্যকর হবে।\n\n\n== ইসলামে ওসিয়ত ==\nওসিয়ত কয়েক প্রকারের হতে পারে; যেমন:\n\n\n=== ওয়ারিশদের জন্য ওসিয়ত ===\nহানাফী, শাফিঈ ও হাম্বলীদের কাছে অনুমোদিত যে, উত্তরাধিকারীর জন্য অসিয়ত করা জায়েয; যদিও তা মৃত্যুর অসুস্থতার সময় করা হয়। এমন ওসিয়ত বৈধ; তবে এটি ব্যক্তির মৃত্যুর পরে বাকি উত্তরাধিকারীদের অনুমোদনের উপর নির্ভরশীল থাকবে এবং তারা যদি অনুমোদন করে, তাহলে তাদের প্রত্যাবর্তন বৈধ নয়। তবে মৃত্যুর আগে তাদের অনুমোদনের কোন মূল্য নেই; কারণ ব্যক্তির মৃত্যুর আগে তার সম্পদে তাদের কোন অধিকার নেই। নাবালকতা, উন্মাদনা বা নির্বুদ্ধিতার কারণে যাদের জ্ঞানশক্তি লোপ পেয়েছে, এমন ব্যক্তির (উত্তরাধিকারীদের মধ্যে) অনুমোদন গ্রহণযোগ্য নয়।\nওসিয়তের শর্তাবলী:\n\nলিখিত হতে হবে\nসাক্ষীর উপস্থিতি (অন্তত দুইজন)।\nসৎ হওয়া (সাক্ষীরা)\nওয়ারিশের জন্য করা ওসিয়ত কখনো কখনো অন্যান্য ওয়ারিশের অনুমোদনের উপর নির্ভরশীল নাও হতে পারে। যেমন: ওসিয়তকারী বলল, আমি রাফিকে এক হাজার টাকা দেওয়ার ওসিয়ত করছি, যদি সে আমার ছেলেকে পাঁচশত দান করে। যদি রাফি ওসিয়ত কবুল করে তাহলে ওসিয়তকারীর ছেলেকে পাঁচশত টাকা দেয়া ওয়াজিব। যদিও এ ওসিয়ত বৈধ; তবে সে এমন কৌশল অবলম্বন করল, যে ব্যাপারে কিয়ামতের দিন জিজ্ঞাসা করা হবে।\nমালিকি ইমামদের মতামত :\nউত্তরাধিকারীর জন্য ওসিয়ত করা অবৈধ ও জায়েজ নয়। কারণ নবি সা. বলেছেন, আল্লাহ্ প্রত্যেক হকদার ব্যক্তিকে তার হক প্রদান করেছেন। তাই উত্তরাধিকারী ব্যক্তির জন্য কোন ওসিয়ত নেই (সুনান ইবনে মাজাহ, আনাস রা. থেকে বর্ণিত)।\nএই হাদিস থেকে জানা যায় যে, ওয়ারিশদের অনুমতি ওসিয়ত হিসেবে গণ্য হবে না।\nতবে অন্য ওয়ারিশরা যদি এ অসিয়ত অনুমোদন করে; তাহলে সেটা হেবা হিসেবে গণ্য হবে এবং হিবার বিধান এতে প্রয়োগ করা হবে।\nমৃত্যুশয্যায় বেওয়ারিশদের জন্য ওসিয়ত\nমৃত্যুকালীন অসুস্থতার সময় যদি কেউ নিজের অর্থের এক তৃতীয়াংশ বা তার চেয়েও কম কোনো বেওয়ারিশ ব্যক্তির জন্যে ওসিয়ত করে; তা পালন করা ওয়াজিব এবং তা প্রদান অন্য ওয়ারিশদের অনুমোদনের উপর নির্ভরশীল হবে না। তবে যদি এক তৃতীয়াংশের বেশির ওসিয়ত করে; তাহলেও অসিয়ত এক তৃতীয়াংশে বৈধ হবে; তবে বেশি অংশ ওয়ারিশদের অনুমোদনের উপর নির্ভরশীল হবে।\nযদি কেউ কয়েকটি ওসিয়ত করে থাকে এবং যদি তার ওসিয়তকৃত ধন তার মোট সম্পদের এক-তৃতীয়াংশের বেশি হয়; তাহলে ওয়ারিশগণ ওসিয়তকৃতদের মধ্যে যাকে ইচ্ছা অনুমোদন করতে পারে এবং যাকে ইচ্ছা প্রত্যাখ্যান করতে পারে।\n\n\n==== ফকির ও মিসকিনদের জন্য ওসিয়ত ====\nশাফিঈ:\nতাঁরা বলেন যে, যদি ফকিরদের জন্য অসিয়ত করা হয়, তাহলে এতে মিসকিনরাও অন্তর্ভুক্ত হবে, তবে যদি মিসকিনদের জন্যে ওসিয়ত করে; তাহলে ফকির এতে অন্তর্ভুক্ত হবে না (ফিকহে ফকির ও মিসকিনের ভিন্ন সংজ্ঞা আছে)। কিন্তু ওসিয়তকারী যদি ইচ্ছায় তাদের একত্রিত করে বলে, আমি ফকির ও মিসকিন উভয়ের জন্য ওসিয়ত করছি; তাহলে উভয়ের ক্ষেত্রে ওসিয়ত সাব্যস্ত হবে।\nশাফিঈ আলেমদের মতে, ফকির হল মিসকিনের চেয়ে অতি দরিদ্র। তাঁদের মতে ফকির বলা হয়, যার কোনো অর্থ বা উপার্জন নেই এবং তার কাছে একদিনের জন্য যথেষ্ট হয়, এমন জীবিকাও নেই। মিসকিন হল, যার কাছে একদিন বা তারও বেশি জীবিকা মজুদ আছে।\nএই ধরণের ওসিয়ত পূরণের জন্যে নিজের অঞ্চলের কমপক্ষে তিনজন ফকির ও মিসকিনকে ওসিয়তকৃত সম্পদ দিলে হয়ে যাবে। যদি সেই ওসিয়তকৃত সম্পদ কিছু ফকিরকে (তিনজনের কম) দেয় অথবা নিজের অঞ্চল বাদ দিয়ে অন্য অঞ্চলে নিয়ে বণ্টন করে; তবে তা মাকরূহ বলে গণ্য হবে।\nযদি ওসিয়তকারী নির্দিষ্ট অঞ্চলের ফকির বা মিসকিন ব্যক্তির জন্যে ওসিয়ত করে এবং সেই অঞ্চলে কোনো ফকির বা মিসকিন না থাকে; তাহলে ওসিয়ত বাতিল হয়ে যাবে।\nহানাফী:\nতাঁরা বলেন যে, যদি কেউ বলে, “আমি মিসকিনদের জন্যে এত টাকার ওসিয়ত করছি; তাহলে তা একজন মিসকিনকে দিলেই আদায় হয়ে যাবে। তবে কেউ কেউ বলেন, তা অবশ্যই দু’জনকে দিতে হবে।\nকেউ যদি একটি নির্দিষ্ট জনপদের ফকিরদের জন্যে ওসিয়ত করে; তাহলে তা অন্য জনপদের গরিবদেরও দেওয়া জায়েয।\nমালিকি ও হাম্বলী:\nতাঁরা বলেন, যদি কেউ ফকিরদের জন্য অসিয়ত করে, তাহলে মিসকিনরাও এতে অন্তর্ভুক্ত হবে এবং এভাবে যদি সে মিসকিনদের জন্যে ওসিয়ত করে তাহলে এতে ফকির ব্যক্তিও অন্তর্ভুক্ত হবে, প্রথা অনুযায়ী (প্রথাগত ভাবে ফকির ও মিসকিনের মাঝে পার্থক্য করা হয় না)। যদিও তাদের মতে (মালিকি ও হাম্বলী) উভয় আলাদা। কারণ তাঁদের মতে, মিসকিন হল সেই ব্যক্তি যার কোন কিছুই নেই। আর ফকির হল, যার কিছু সম্পদ রয়েছে, তবে তা এক বছরের জন্য যথেষ্ট নয়। কিন্তু যদি তিনি নির্দিষ্ট করে বলেন, \"আমি ফকিরদের জন্যই ওসিয়ত করেছি; মিসকিনদের জন্য নয়, তাহলে এই ওসিয়ত কেবল ফকিরদের ক্ষেত্রেই কার্যকর হবে; মিসকিনরা অন্তর্ভুক্ত হবে না।\n\n\n==== হজের ওসিয়ত ====\nশাফেঈ ও হাম্বলী:\nতাঁরা বলেন যে, হজের জন্য ওসিয়ত করা জায়েজ; তা ফরজ হোক বা নফল। যদি হজ্জ ফরজ হয়, তবে তার ওয়ারিশদের অবশ্যই তার পক্ষ থেকে হজ্ব করাতে হবে তিনি যে সম্পদ রেখে রেখে গিয়েছেন, তা থেকে; তিনি অসিয়ত করুন বা না করুন (উভয়াবস্থাতেই তার পক্ষ থেকে কাউকে হজ করাতেই হবে)। কিন্তু যদি সে নফল হজের ওসিয়ত করে বলে, (উদাহরণস্বরূপ, সে বলল) রাফি তাঁর পক্ষে ১ লাখ টাকা দিয়ে হজ পালন করবে এবং দেখা গেল যে, তা ৮০ হাজার টাকায় সম্পন্ন হয়ে গিয়েছে; তাহলে অবশিষ্ট টাকা ওয়ারিশদের ফেরত দেওয়া হবে।\nআর যদি তারা বলে, আমার অর্থের এক-তৃতীয়াংশ দিয়ে আমার পক্ষ থেকে হজ কর, এবং এক-তৃতীয়াংশ সে অনেক হজে পৌঁছে, তাহলে তার ইচ্ছা পূরণ হয়, এবং আমরা প্রতি বছর একজনকে তার পক্ষ থেকে হজ করার জন্য পাঠাই, যতক্ষণ না এক-তৃতীয়াংশ টাকা সিরীয় পাউন্ডগুলি, যাতে কেউ তাদের সাথে হজ করতে পারে না, উত্তরাধিকার হিসাবে ফেরত দেওয়া হয়েছিল।\nহানাফী:\nতারা বলেছে যে, হুকুমটি ফরয হজের জন্য বৈধ, সুতরাং যদি একজন ব্যক্তি তার দেশ থেকে যাত্রী হিসাবে যাত্রা করে তার জন্য যথেষ্ট পরিমাণ অর্থ ব্যয় করে তবে তাকে অবশ্যই তার দেশ থেকে তার পক্ষ থেকে হজ করতে হবে যাতে সেখান থেকে যাত্রা শুরু হয়, কিন্তু যদি টাকা পর্যাপ্ত না হয়, তাহলে যে পক্ষ থেকে টাকা যথেষ্ট হবে তার পক্ষ থেকে যে হজ করবে তার জন্য তা ব্যয় করা হবে, যেমন সে যদি অসিয়ত করে থাকে যে তার শ্বশুরবাড়ির কোনো ব্যক্তি তার উপর হজ করতে পারে। পক্ষ থেকে। তিনি যে পরিমাণ অসিয়ত করেছেন তা যদি তার শ্বশুরবাড়ি থেকে ভ্রমণের জন্য যথেষ্ট হয়, তাহলে সেখানে হজ্জ শুরু করতে হবে এবং যদি তার পক্ষে মদীনা থেকে হজ করার জন্য যথেষ্ট পরিমাণ হয়, তাহলে হজ করা সঠিক। মদিনা থেকে তার পক্ষে, এবং একজন যাজক।\nমালিকি:\nতারা বলেন, ফরজ হজের পক্ষ থেকে তার পক্ষ থেকে হজ করার অসিয়ত করাও জায়েয, তবে তার পক্ষ থেকে নামাজ বা রোজা রাখার অসিয়ত করা বাতিল।\n\n\n===== মসজিদের জন্য উইল =====\nশাফিঈ, হাম্বলী ও মালেকী:\nতারা বলেন, মসজিদের নির্মাণ ও স্বার্থের জন্য অসিয়ত বৈধ। এমনকি শাফীও বলেছেন যদি ইচ্ছার বাণী (ধার্মিকতার দিক)\nমসজিদ নির্মাণ এবং পুনর্মিলন এর অন্তর্ভুক্ত হবে, কারণ ধার্মিকতা হল সমস্ত কল্যাণের একটি সাধারণ নাম এবং এটি ধার্মিকতার দিক, হাসপাতাল, স্কুল এবং জ্ঞানের ছাত্রদের জন্য ব্যয়ের অন্তর্ভুক্ত।\nহানাফী:\nমসজিদের জন্য অসিয়ত করা ইমাম মুহাম্মদের মতে বৈধ, এর মুফতি (দুই শাইখের মতামত অনুসারে নয়, কারণ তারা অবৈধ) এবং এটি এই কারণে যে কথাবার্তা এই জিনিসগুলির স্বার্থের উপর পরিচালিত হয়, ইচ্ছার ভিত্তিতে নয়। একই, কারণ এটি রাজার লোকদের কাছ থেকে নয়।\nএবং যদি তিনি কোরানের কপিগুলিকে মসজিদে পড়ার জন্য থামানোর জন্য অসিয়ত করেন, তবে ইমামের মতে (ইচ্ছা) অবৈধ এবং মুহাম্মদের মতে বৈধ। তিনি যদি এই জমিটিকে মসজিদ করার সুপারিশ করেন, তবে উইল চুক্তি দ্বারা বৈধ।\n\n\n====== প্রতিবেশীদের কাছে উইল ======\nশাফেঈ ও হাম্বলী :\nতারা বলল যে, যদি সে তার প্রতিবেশীদেরকে কিছু অসিয়ত করে, তাহলে উইলটি তার বাড়ির চার পাশে চল্লিশটি ঘর অন্তর্ভুক্ত করে, তাই এটি একশত ষাটটি ঘরে পরিণত হয়। উইলটি বাড়ির সংখ্যা দ্বারা ভাগ করা হয়, সংখ্যা দ্বারা নয়। তারপর প্রতিটি বাড়ির অংশ বাসিন্দাদের সংখ্যা দ্বারা ভাগ করা হয়। এটি একটি বাড়ির চার পাশের ভূমিকায় পরিপূর্ণ দেখা যায়।\nহানাফী:\nতারা বলেছিল যে অসিয়তটি তার নিকটবর্তী প্রতিবেশীদেরকে দেওয়া হয়েছিল কারণ প্রতিবেশীটি ঘনিষ্ঠ, এবং এর সত্যটি সংলগ্ন স্থানে রয়েছে এবং এর বাইরে যা রয়েছে তা তার জন্য একটি কমা দিয়ে ডান, বাম দিক থেকে সমন্বিত হয়েছিল।, বা পিছনে। তিনি একটি বাড়ির মালিক ছিলেন এবং এর বাসিন্দা ছিলেন না এবং তিনি ইচ্ছা থেকে কিছুই নেননি।\nআবু ইউসুফ এবং মুহাম্মাদ বলেন: প্রতিবেশী এলাকার সকল লোককে অন্তর্ভুক্ত করে এবং তারা তারা যারা একটি মসজিদ, একটি জামাত এবং একটি দাওয়াত অন্তর্ভুক্ত করে, কারণ প্রথা এটিকে প্রতিবেশী হিসাবে বোঝায়।\nমালিকি:\nতারা বলল যে, যদি তিনি বলেন, \"আমি প্রতিবেশীদের জন্য এইভাবে একটি উইল করেছি,\" উইলের মধ্যে তার প্রতিবেশীরা অন্তর্ভুক্ত যারা তার পাশে যেকোন দিক থেকে (পিছনে, সামনে, ডানে, বামে, উপরে এবং নীচে) পাশাপাশি প্রতিবেশীরা তার বিপরীতে যদি তাদের মধ্যে একটি ছোট রাস্তা থাকে, বিপরীতে যদি তাদের মধ্যে একটি বড় বাজার বা নদী থাকে তবে তারা ইচ্ছায় প্রতিবেশী নয়।\n\n\n====== ঈশ্বরের জন্য একটি ইচ্ছা ======\nএবং উইলটি আল্লাহর সন্তুষ্টির জন্য বৈধ, তাই যদি সে বলে যে আমি আমার অর্থের এক তৃতীয়াংশ আল্লাহর সন্তুষ্টির জন্য দিয়েছি, তবে ইমাম আল-শাফি’র মতে তার উইল বৈধ, এবং তা মুজাহিদীন আক্রমণকারীদের জন্য ব্যয় করা হয়েছিল, যারা জিহাদে স্বেচ্ছাসেবক।\nহাম্বলী মাযহাবের মতেঃ\nঈশ্বরের পবিত্র ঘরের আক্রমণকারী এবং তীর্থযাত্রীদের প্রতি কাজ করেছেন।\n\n\n====== পণ্ডিতদের জন্য ইচ্ছা ======\nএবং উইলটি পণ্ডিতদের জন্য বৈধ, তাই ইমাম আল-শাফি’র মতে, তিনি যদি বলেন, “আমি আমার অর্থের এক তৃতীয়াংশ পণ্ডিতদের বা জ্ঞানী ব্যক্তিদের কাছে সুপারিশ করেছি, তাহলে তা ব্যাখ্যা থেকে শরিয়া বিজ্ঞানের লোকদের জন্য ব্যয় করা হয়। , হাদিস, আইনশাস্ত্র, এবং একেশ্বরবাদ, প্রথা অনুসারে, পণ্ডিতদের মত অন্যথায়, যেমন ব্যাকরণ, চিকিৎসাবিদ্যা ইত্যাদি বিজ্ঞানে নিযুক্ত ব্যক্তিরা।\nযাইহোক, তিনি যদি সর্বাধিক জ্ঞানী লোকদের কাছে একটি সুপারিশ করেন তবে এটি আইনবিদদের কাছে নির্দেশিত হবে যাতে আইনশাস্ত্র বিজ্ঞানের সবচেয়ে জ্ঞানী ব্যক্তিদের সাথে সম্পর্কিত হয়।\nতিনি যদি পাঠকদেরকে কুরআন মুখস্থ করার নির্দেশ দিতেন, তাহলে তিনি এর কিছু অংশ মুখস্থ করতেন না এবং মুখস্থ না করে কুরআন থেকে পড়তেন না।\nযদি তিনি জনগণের প্রভুর কাছে অসিয়ত করেন, তবে তা খলিফাকে দেওয়া হবে এবং তিনি এই বলে ব্যাখ্যা করেছেন যে, জনগণের প্রভু সেই ব্যক্তি যিনি তাদের অগ্রবর্তী হন এবং তাদের আনুগত্য করেন।\n\n\n====== দাফন ও কবর নির্মাণ সংক্রান্ত উইল ======\nহানাফী:\nতারা বলেছে যে, যদি সে উইল করে থাকে যে তাকে তার বাড়িতে দাফন করা হবে, তাহলে অসিয়ত বাতিল হবে যদি না সে তার ঘরকে মুসলমানদের কবরস্থানে পরিণত করে, সেক্ষেত্রে উইল বৈধ।\nযদি সে অসিয়ত করে যে, যেখানে তার মৃত্যু হয়েছে সেখান থেকে তাকে দাফন করার জন্য অন্য জায়গায় নিয়ে যাওয়া হবে, তাহলে উইল বাতিল হবে এবং উত্তরাধিকারীরা তাদের নিজের অর্থ থেকে তাকে হস্তান্তর করলে এটি বৈধ হবে।\nআর যদি সে তার অর্থের এক তৃতীয়াংশ গরীব মুসলমানদের জন্য কবর নেওয়ার জন্য বা তাদের কাফনের জন্য অসিয়ত করে থাকে, তবে তা বৈধ, বিপরীতে যদি সে গরীবদের কথা উল্লেখ না করে, তবে মুসলিম কবরে বা মুসলমানদের কাফনের মধ্যে বলে, তাহলে তা বৈধ। বৈধ নয়.\nযদি তিনি অসিয়ত করেন যে তাঁর কবরটি আমাদের সময়ে পরিচিত অলঙ্করণ, অলংকরণ ও নির্মাণ পদ্ধতিতে নির্মিত হবে, তবে তার অসিয়ত বাতিল।\nযদি সে ওসিয়ত করে যে তার কবরের উপর গম্বুজ বা অনুরূপ নির্মাণ করা হবে, তবে ঐকমত্য দ্বারা অসিয়ত বাতিল হবে।\nশাফিঈ:\nতারা বলেছে যে, যা হারাম বা অপছন্দ করা ব্যতীত করা জায়েয, তার জন্য অসিয়ত করা জায়েয, আর যা নয় তা নয়।\n\n\n===== ইচ্ছার বৈধতার প্রমাণ =====\nইচ্ছাটি কুরআন এবং সুন্নাহ দ্বারা নিশ্চিত করা হয়েছে । আল্লাহ বলেছেন, “ওসিয়্যাত করার পর বা ঋণ দিয়েছিলেন” (সূরা আন-নিসা, আয়াত 11)। রাসুল (সাঃ) বলেছেনঃ “যে ব্যক্তির কাছে অসিয়ত করার মত কিছু আছে, তার দুই রাত থাকার অধিকার নেই যতক্ষণ না তার ইচ্ছা তার কাছে লেখা থাকে।” (সহীহ আল-বুখারী: উইলের বই, উইলের অধ্যায়, নবীর উক্তিঃ একজন মানুষের ইচ্ছা লেখা আছে)\nআবদুল্লাহ ইবনে ওমর (রাঃ) এর সূত্রে, আল্লাহ তাদের উভয়ের প্রতি সন্তুষ্ট হোন যে, আল্লাহর রসূল, আল্লাহর দোয়া ও সাল্লালাহু আলাইহি ওয়া সাল্লাম বলেছেন: “এটি একজন মুসলিম ব্যক্তির অধিকার নয় যে তাকে কিছু অসিয়ত করবে। দুই রাত কাটাতে হবে যদি না তার ইচ্ছা তার সাথে লেখা হয়।\" আল-বুখারী কর্তৃক বর্ণিত ।\nআবদুল্লাহ ইবনে ওমর (রাঃ) বলেনঃ আমার ইচ্ছা না থাকলে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি এমন একটি রাতও অতিবাহিত হয়নি। মুসলিম কর্তৃক বর্ণিত ।\n\n\n====== ইচ্ছার উপর শাসন করা ======\nউইলের নীতিটি হল এটি বাঞ্ছনীয়, কারণ উইলকারী তার আত্মীয়দের কাছে একটি উইল অর্পণ করেন না যারা উত্তরাধিকারী নয় বা অন্যদের কাছে, এটিকে কল্যাণের অন্য একটি অধ্যায়ে তৈরি করে, যার দ্বারা সে যা মনে করে তার জন্য ক্ষতিপূরণ দেয়। আইনগত উত্তরাধিকারীদের কোন ক্ষতি না করেই তিনি স্বল্পতায় পড়েছেন । তবে উইলকারী যদি উত্তরাধিকারীদের ক্ষতি করতে চায়, তবে এক্ষেত্রে উইল করা হারাম। ঈশ্বরের উক্তি : \"অসয়ত করা হয় বা ক্ষতিগ্রস্থ না হয় এমন ঋণের পরে, এটি ঈশ্বরের পক্ষ থেকে একটি অসিয়ত, এবং আল্লাহ সর্বজ্ঞ, সহনশীল\" (সূরা আন-নিসা, আয়াত 12), কিন্তু এটি জায়েজ নয়। একজন ব্যক্তির জন্য তার অর্থের এক তৃতীয়াংশের বেশি অসিয়ত করা, যেমনটি নবী বলেছেন (এক তৃতীয়াংশ এবং এক তৃতীয়াংশ প্রচুর)।\n\n\n===== ইচ্ছার প্রকারভেদ =====\nধর্মীয় ইচ্ছা।\nটাকা দিয়ে হবে।\nঅভিভাবকদের কাছে সুপারিশ।\nছেলেদের জন্য আদেশ।\nএতিমদের জন্য উইল।\nতহবিলের অভিভাবকত্ব।\nখরচ করার হুকুম।\n\n\n===== ইচ্ছার স্তম্ভ =====\nইচ্ছার চারটি স্তম্ভ :\nউইলকারী : তিনিই যার কাছ থেকে উইল জারি করা হয়েছিল।\nউত্তরাধিকারী : উইলের বিষয়।\nপ্রস্তাবিত : এটি অর্থ বা স্বভাব।\nসূত্র : এটি উইলকারীর কাছ থেকে প্রস্তাব, এবং উত্তরাধিকারীর কাছ থেকে গ্রহণযোগ্যতা।\n\n\n====== ইচ্ছার শর্তাবলী ======\nএকজন বুদ্ধিমান প্রাপ্তবয়স্ক ব্যক্তির তার জীবনকালে তার আদেশ হল অর্থের মালিক হওয়া বা মৃত্যুর পরে তাকে যা দেওয়ার অনুমতি দেওয়া হয়েছে তাতে বিলাসিতা অর্পণ করা। এটি এমন একটি উপাসনা করার জন্যও একটি নিয়োগ হতে পারে যা অনুমোদন গ্রহণ করে। যেমন হজ, দান, আমানত প্রদান, ঋণ পরিশোধ এবং কাফফারা।\nমৃত ব্যক্তির কী নিষ্পত্তি করার অনুমতি দেওয়া হয়েছে এবং মৃত্যুর সময় তার কী কী অধিকার রয়েছে সে সম্পর্কে উইল হবে৷ এটা অন্যের টাকায় বা পাপের মধ্যে থাকা উচিত নয়।\nউইল প্রস্তুত করার পর এবং তার দেনা পরিশোধের পর মৃত ব্যক্তির মোট সম্পত্তির এক-তৃতীয়াংশের সীমার মধ্যে থাকবে৷ যদি তা এক তৃতীয়াংশের বেশি হয়, তবে উত্তরাধিকারীদের সম্মতি ছাড়া অতিরিক্ত পরিমাণের জন্য এটি জায়েজ নয় । যদি তারা এটির অনুমতি দেয় তবে এটি তাদের পক্ষ থেকে অনুদান।\nউইলটির জন্য উইলকারীর মৃত্যুর পরে প্রাপকের অনুমোদনের প্রয়োজন হয়, তাই তিনি তা ফেরত দিতে পারেন বা গ্রহণ করতে পারেন।\nউইলকারীর মৃত্যুর সময় উইলে যা বলা হয়েছে তা পাওয়ার অধিকারী যদি তিনি তা গ্রহণ করেন।\nউইলকারীর তার মৃত্যুর পূর্বে যে কোন সময় ইচ্ছা প্রত্যাহার করার অধিকার রয়েছে।\n\n\n====== একটি উইল এবং একটি উপহার মধ্যে পার্থক্য ======\nউইল : দানের মাধ্যমে মৃত্যুর পর সম্পত্তি যোগ করা।\nউপহার : অবিলম্বে অন্য কাউকে টাকা দেওয়া।\n\n\n====== আদেশের মধ্যে সর্বশ্রেষ্ঠ ======\nআদেশের মধ্যে সর্বশ্রেষ্ঠ, সর্বোচ্চ এবং সবচেয়ে গুরুত্বপূর্ণ হল ধর্ম, বিশ্বাস এবং তাকওয়ার আদেশ। এটি প্রথম এবং শেষের জন্য ঈশ্বরের আদেশ এবং শেষ বিচারের দিন পর্যন্ত তাদের সন্তান ও অনুসারীদের জন্য নবীদের আদেশ।\nঈশ্বর বলেছেন: আর নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে সব আল্লাহরই। আর তোমাদের পূর্বে যাদেরকে কিতাব দেওয়া হয়েছিল তাদেরকে এবং তোমাদেরকে আমরা নির্দেশ দিয়েছি যে, তোমরা আল্লাহকে ভয় কর, যদিও তোমরা পালিয়ে যাও, কারণ যা কিছু আছে তা আল্লাহরই। নভোমন্ডল ও পৃথিবীতে যা কিছু আছে এবং আল্লাহই যথেষ্ট, প্রশংসিত  \nঈশ্বর বলেছেন: এবং ইব্রাহীম তার পুত্রদের এবং আমার পুত্র ইয়াকুবের কাছে এটি সুপারিশ করেছিলেন, কারণ ঈশ্বর আপনার জন্য ধর্মকে মনোনীত করেছেন, সুতরাং আপনি মুসলমান না হয়ে মৃত্যুবরণ করবেন না।  অথবা তুমি কি সাক্ষী ছিলে যখন মৃত্যু ইয়াকুবের নিকটবর্তী হয়েছিল, যখন তিনি তার পুত্রদের বলেছিলেন, \"আমার পরে তোমরা কিসের উপাসনা করবে?\" তারা বলল, \"আমরা তোমার ঈশ্বর এবং তোমার পূর্বপুরুষদের ঈশ্বরের উপাসনা করব।\" ইব্রাহিম, ইসমাঈল এবং ইসহাক এক। ঈশ্বর, এবং তাঁর কাছে আমরা মুসলিম  .\nতালহা ইবনে মুশরাফ থেকে বর্ণিত, তিনি বলেন, আমি আবদুল্লাহ ইবনে আবি আওফা (রা.)- কে জিজ্ঞেস করলাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আদেশ দিয়েছেন কি না? তিনি বললেনঃ না, তাই আমি বললামঃ কিভাবে মানুষকে অসিয়ত করা হয়েছিল, নাকি তাদেরকে অসিয়ত করার নির্দেশ দেয়া হয়েছিল?তিনি বললেনঃ তিনি আল্লাহর কিতাব অনুসারে অসিয়ত করেছেন। সম্মত\n\n\n====== প্রোবেটের সময় ======\nউইলকারীর মৃত্যুর পরে এবং তার দেনা পরিশোধের পরে সুবিধাভোগী উইল পাওয়ার যোগ্য। যদি দেনা সমগ্র সম্পত্তি গ্রহণ করে, উত্তরাধিকারীর কিছুই থাকে না। কারণ একজন মানুষ মারা গেলে তার সম্পত্তি থেকে ঋণ মুছে ফেলা হয়, তারপর উইল, তারপর উত্তরাধিকার। উইলের বৈধতা এবং মৃত্যুর ক্ষেত্রে এর অবৈধতা বিবেচনা করে, তাই যদি তিনি একজন উত্তরাধিকারীর কাছে উইল করেন এবং মৃত্যুর পরে উত্তরাধিকারী হন না, যেমন একটি ভাই যাকে পুত্র দ্বারা অবরুদ্ধ করা হয়েছিল, উইলটি নবায়ন করা হয়, এবং যদি তিনি কোন উত্তরাধিকারীকে উইল করেননি এবং মৃত্যুর পর একজন উত্তরাধিকারী হয়েছিলেন, যেন তিনি তার ভাইকে উইল করেন তার পুত্রের উপস্থিতিতে উইল করা অবস্থায়, তারপর তার ছেলে মারা গেল, এটি উইলকে বাতিল করে দেয় যদি উত্তরাধিকারীরা অনুমতি না দেয় ।\nঈশ্বর বলেছেন: আর তোমাদের স্ত্রীরা যা রেখে যায় তার অর্ধেক তোমাদের জন্য, যদি তাদের কোন সন্তান না থাকে এবং যদি তাদের সন্তান থাকে, তাহলে তারা যা রেখে যায় তার চার ভাগের এক ভাগ তোমাদের জন্য রয়েছে। একটি অসিয়ত বা ঋণ, এবং তাদের জন্য থাকবে তোমাদের যা কিছু থাকবে তার চতুর্থাংশ। ছেড়ে দিন, যদি আপনার কোন সন্তান না থাকে এবং যদি আপনার একটি সন্তান থাকে, তবে তাদের কাছে আপনি যা রেখে গেছেন তার অষ্টমাংশ থাকবে একটি উইল বা ঋণ যা আপনি রেখে গেছেন, এমনকি যদি একজন পুরুষ বা মহিলা একটি বাছুর থেকে উত্তরাধিকারী হয়, এবং তার একটি ভাই বা বোন আছে, তাদের প্রত্যেকে ষষ্ঠাংশ পাবে। উইল করার পর তৃতীয় রাকাআত বা ঋণ যা ক্ষতিকর নয়, এটি আল্লাহর নির্দেশ এবং আল্লাহ সর্বজ্ঞ, সহনশীল।  .\n\n\n====== ইচ্ছা থেকে কি ফলাফল? ======\nউইলের প্রমাণ উইলকারীর মৃত্যুর সময় থেকে উত্তরাধিকারীর মালিকানা নিশ্চিত করে। উত্তরাধিকারী যদি উত্তরাধিকারীকে গ্রহণ না করে, তাহলে উত্তরাধিকারী সম্পত্তির মালিক হয় না এবং সম্পত্তি উত্তরাধিকারীদের কাছে ফিরে যায় । যে ব্যক্তির কোন ঋণ বা উত্তরাধিকারী নেই তার উইল কারো অনুমোদনের উপর নির্ভর না করে তার সমস্ত অর্থ দিয়ে কার্যকর করা হয়।\n\n\n====== ইচ্ছার সংঘাত হলে রায় ======\nযদি অসিয়তের ভিড় হয়, এবং এক-তৃতীয়াংশ সংকীর্ণ হয়, এবং উত্তরাধিকারীদের অনুমতি না দেওয়া হয়, বা তাদের অনুমতি দেওয়া হয়, এবং এস্টেট সমস্ত উইলকে মিটমাট না করে, তাহলে আমরা নিম্নলিখিতগুলি করি:\nযদি অসিয়তের প্রতিযোগিতা মানুষের মধ্যে হয়, যেন তিনি যায়েদকে পঞ্চাশটি, ওমরকে বিশটি এবং খালিদকে ত্রিশটি অসিয়ত করেছেন, তাহলে উইলকারী তার বংশ অনুসারে তাদের উপর যা আরোপ করেছেন সে অনুসারে তাদের মধ্যে এক তৃতীয়াংশ ভাগ করা হবে।\nযদি প্রতিযোগিতাটি সর্বশক্তিমান আল্লাহর অধিকারের মধ্যে হয়, যেমন ফরজ হজ, যাকাত এবং স্বেচ্ছায় দাতব্য, তবে বাধ্যবাধকতাকে স্বেচ্ছাসেবীদের চেয়ে অগ্রাধিকার দেওয়া হয় এবং সে তার পক্ষ থেকে হজ করার আদেশ পালন করে, এবং অর্থ প্রদান করে। তার পক্ষ থেকে ফরয জাকাত।\nযদি আল্লাহর অধিকার এবং তাঁর বান্দাদের অধিকার ইচ্ছার মধ্যে প্রতিযোগিতা করে তবে আল্লাহর অধিকারকে অন্যদের চেয়ে প্রাধান্য দেওয়া হবে। কারণ ঈশ্বরের ঋণ পূরণের অধিকতর যোগ্য।\n\n\n====== অভিভাবক বিভাগ ======\nঅভিভাবক  তিনটি বিভাগে বিভক্ত:\nখলিফার কার্যনির্বাহক: তিনি সেই ব্যক্তি যাকে খলিফা তাঁর পরে আনুগত্যের অঙ্গীকারের সুপারিশ করেন।\nবিচারকের অভিভাবক: তিনি নাবালক এবং নাবালকদের আর্থিক বিষয়গুলি তত্ত্বাবধানের জন্য বিচারক দ্বারা নিযুক্ত হন।\nনির্বাচিত অভিভাবক: তিনি সেই ব্যক্তি যাকে একজন ব্যক্তি তার জীবদ্দশায় তার সন্তানদের বা তার মৃত্যুর পরে তার অর্থের বিষয়গুলি দেখার জন্য নিজেকে অর্পণ করেন।\nএই আদেশের গ্রহণযোগ্যতা তাকে ঈশ্বরের নিকটবর্তী করতে সক্ষম। কেননা তা ধার্মিকতা ও তাকওয়ায় সাহায্য করে এবং যে তা করতে অক্ষম সে যেন আগে তা ত্যাগ করে।\nঈশ্বর বলেছেন: দুনিয়া ও আখিরাতে এবং তারা তোমাকে এতিমদের বিষয়ে জিজ্ঞাসা করে, বলুন, \"তাদের জন্য সঠিক ব্যবস্থা করাই উত্তম।\" আর যদি তুমি তাদের সাথে মিলিত হও, তবে তারা তোমার ভাই, এবং আল্লাহ জানেন কি যদি আল্লাহ ইচ্ছা করতেন। নিশ্চয়ই আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।  .\n\n\n====== ট্রাস্টি কর্মের প্রকার ======\nউত্তরাধিকারীর সুবিধার জন্য ক্রয়-বিক্রয়, উইলকারীর অনুমতিক্রমে অন্যের কাছে অ্যাটর্নি ও উইল করা, উত্তরাধিকারীর অর্থ নিয়ে ফটকা, ঋণ নিষ্পত্তি করা, উত্তরাধিকারীর পক্ষে ভাগ করা, নিষেধাজ্ঞার অধীনে থাকা ব্যক্তিকে অর্থ প্রদান করা। যখন সে প্রাপ্তবয়স্ক হয়ে যায়, এতিমের টাকা থেকে আহার করে, তার পশুকে যতটা প্রয়োজন ততটা চড়ায় এবং যদি সে তার নিজের মজুরি ব্যতীত ইচ্ছা পালন করা থেকে বিরত থাকে তবে বিচারক তাকে অনুরূপ মজুরি দেবেন।\nঈশ্বর বলেছেন: আর এতিমদের পরীক্ষা কর যতক্ষণ না তারা বিয়ের বয়সে পৌঁছায়, আর যদি তাদের মধ্যে বুদ্ধিমত্তা খুঁজে পায়, তবে তাদের টাকা দাও এবং বন্দী অবস্থায় খাবে না। দরিদ্র, সে যেন যুক্তিসঙ্গতভাবে খায়, এবং যদি তুমি আমাকে টাকা দাও, তাহলে তাদের সম্পদের দেখভাল কর, সুতরাং তাদের বিরুদ্ধে সাক্ষ্য দাও, এবং হিসাব গ্রহণকারী হিসেবে আল্লাহই যথেষ্ট।  .\n\n\n====== অর্পিত আদেশের পরিমাণ ======\nকারো কাছে সামান্য টাকা থাকলে তার উত্তরাধিকারীদের কাছে রেখে দেওয়াই ভালো।\nযার অনেক টাকা আছে এবং তার একজন উত্তরাধিকারী আছে, তার জন্য পঞ্চমাংশ বা এক চতুর্থাংশের অসিয়ত করা উত্তম এবং তার জন্য তার এক তৃতীয়াংশ অর্থের অসিয়ত করা জায়েয, এবং তার উইল এক তৃতীয়াংশের বেশি হবে না যদি না উইলকারীর মৃত্যুর পর উত্তরাধিকারীরা তা অনুমোদন করে, এবং যার প্রচুর অর্থ আছে, এবং তার কোন উত্তরাধিকারী নেই এবং তার কোন ঋণ নেই, তার জন্য তার সমস্ত অর্থ সুবিধা ও সুদের জন্য উইল করা বৈধ। কারণ এক তৃতীয়াংশের বেশি নিষেধ উত্তরাধিকারীদের ক্ষেত্রে প্রযোজ্য এবং এখানে কোন উত্তরাধিকারী নেই।\nসাদ বিন আবি ওয়াক্কাস (রাঃ) এর সূত্রে, আল্লাহ তাঁর উপর সন্তুষ্ট হতে পারেন, যিনি বলেছেন: আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিদায় হজ্জের বছরে আমাকে দেখতে আসতেন।, এবং শুধুমাত্র একটি কন্যা আমার উত্তরাধিকারী, আমি কি আমার সম্পদের দুই তৃতীয়াংশ ভিক্ষা হিসাবে দিতে হবে? তিনি বলেন না\" তাই আমি বললাম: অর্ধেক? তিনি বললেনঃ \"না।\" তারপর তিনি বললেন: \"এক তৃতীয়াংশ, এবং এক তৃতীয়াংশ খুব বেশি, বা খুব বেশি। যদি আপনি আপনার উত্তরাধিকারীদের ধনী রেখে যান, তবে এটি তাদের চেয়ে ভাল যদি আপনি তাদের গরীব রেখে যান, তাদের ভিক্ষা করুন।\" মানুষ, এবং আপনি একটি ব্যয় করবেন না। খোদার সন্তুষ্টির জন্য ব্যয় করা ব্যতীত যে আপনি এর জন্য পুরস্কৃত হবেন, এমনকি আপনি আপনার স্ত্রীর মধ্যে যা রাখেন।\" রাজি ।\n\n\n====== ইচ্ছার পাঠ্য ======\nউইলকারীর জন্য সুপারিশ করা হয়, যদি তার কাছে টাকা থাকে, তাহলে তার উইল লেখার জন্য তাড়াহুড়ো করা, দু'জন সাক্ষীকে সাক্ষ্য দেওয়ার জন্য, এটি ব্যাখ্যা করা যাতে এটি বাস্তবায়ন করা সহজ হয় এবং কাজ করা সহজ হয় এবং এর সামনে সর্বশ্রেষ্ঠ লেখা লেখা। আদেশ, যা ঈশ্বরকে ভয় করার আদেশ, এবং তারপর তিনি যা চান তা বলুন।\nআনাস বিন মালেক রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন: তারা তাদের ইচ্ছার বুকে লিখত: অমুক অমুক অমুকের ছেলেকে এটাই বলেছিল, তিনি সাক্ষ্য দিয়েছেন যে আল্লাহ ব্যতীত কোন ইলাহ নেই, তার কোন শরিক নেই, এবং মুহাম্মাদ (সাঃ) তাঁর বান্দা ও রসূল, এবং কেয়ামত আসছে তাতে কোন সন্দেহ নেই, এবং আল্লাহ যে কবরে আছে তাদের পুনরুত্থিত করবেন এবং তাঁর লোকদেরকে আদেশ দিয়েছেন। যে পরিবারগুলিকে আল্লাহকে ভয় করা উচিত সেভাবে ভয় করার জন্য এবং নিজেদের মধ্যে মীমাংসা করার জন্য এবং ঈশ্বর ও তাঁর রসূলের আনুগত্য করার জন্য, যদি তারা বিশ্বাসী হয়, এবং তিনি তাদের প্রতি ইব্রাহীম তার পুত্র ও ইয়াকুবকে যা আদেশ দিয়েছিলেন, সে আদেশ করেছিলেন: {আমার পুত্র, আল্লাহ তোমার জন্য দ্বীন মনোনীত করেছেন, তুমি মুসলমান না হলে মৃত্যুবরণ করো না। আল-বায়হাকী এবং আল-দারাকুতনী থেকে বর্ণিত ।\n\n\n====== উইল পরিবর্তন করার হুকুম ======\nউইলটি অবশ্যই যুক্তিসঙ্গত পদ্ধতিতে করা উচিত। উইলকারী যদি উত্তরাধিকারীর ক্ষতি করতে চায় তবে তার জন্য তা করা হারাম এবং সে একজন পাপী। উত্তরাধিকারী এবং অন্যদের জন্য ন্যায়সঙ্গত উইল পরিবর্তন করা হারাম। যে ব্যক্তি জানে যে অসিয়তের মধ্যে পক্ষপাতিত্ব বা পাপ আছে সে যেন উইলকারীকে উপদেশ দেয় এবং তাকে সর্বোত্তম ও ন্যায়বিচারের উপদেশ দেয় এবং তাকে অন্যায় ও অবিচার থেকে নিষেধ করে। যদি তিনি সাড়া না দেন তবে তিনি সুপারিশকারীদের মধ্যে পুনর্মিলন ঘটাবেন। ন্যায়বিচার এবং আপস, এবং মৃতদের নির্দোষতা পেতে. ঈশ্বর বলেছেন: كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ  সুতরাং যে কেউ তা শোনার পর তা পরিবর্তন করে, তার পাপ তাদের উপর যারা তা পরিবর্তন করে, নিশ্চয়ই আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।  সুতরাং যে ব্যক্তি অসিয়তকারীর কাছ থেকে অসততা বা গুনাহের ভয় করে এবং তাদের মধ্যে মীমাংসা করে, তবে তার কোন পাপ নেই, নিশ্চয়ই আল্লাহ ক্ষমাশীল, দয়ালু।  .\nউইল প্রত্যাহার করার বিধান\nউইলকারী উইলটি প্রত্যাহার করতে পারেন, এটি প্রত্যাহার করতে পারেন বা এটি লিখতে পারেন বা না যুক্ত করতে পারেন৷ উইলকারী মারা গেলেও এটি বৈধ থাকবে৷\n\n\n====== অবৈধ ওসিয়ত ======\nউইলকারীর কাছ থেকে তার উইল থেকে প্রত্যাহার, বা সুপারিশকৃতের কাছ থেকে, যা আদেশের প্রত্যাবর্তন, বা উইলকারীর আগে তার মৃত্যু, বা উইলকারীকে হত্যা, বা উন্মাদনার কারণে আদেশটি বাতিল হয়ে যায়। সুপারিশকৃত আইন, বা সুপারিশকৃত এক থেকে, যা সুপারিশকৃত চোখের ধ্বংস, বা এর এনটাইটেলমেন্ট, বা মেয়াদ শেষ হবে।\nপিতামাতার প্রতি আদেশের বিধান ন্যায়পরায়ণতার কাজ করে\nএকজন মুসলমানের জন্য তার পিতা-মাতা বা আত্মীয়-স্বজনদের কাছে যুক্তি বা কুরবানী ও অনুরূপ সুপারিশ করা এবং তার জীবনকালে তাদের জন্য তা বাস্তবায়ন করা মুস্তাহাব। কারণ এটি তাদের জন্য পুরস্কার সহ ধার্মিকতা এবং কল্যাণের বাইরে, মৃত্যুর পরে মালিকানাধীন আদেশের বাইরে নয়।\n\n\n== তথ্যসূত্র =="}