{"pageid": 1382391, "title": "হাস্যরসবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1382391", "content": "হাস্যরসবাদ বা হাস্যকর তত্ত্ব বা হাস্যতাবাদ হল এমন চিকিৎসা পদ্ধতি যেটি মানবদেহের অনুমিত স্বভাব ও কাজের বিবরণ দেয়, যেটি প্রাচীন গ্রিক ও  রোমান চিকিৎসক ও দার্শনিকদের দ্বারা গৃহীত হয়েছিল।\nহাস্যরসবাদ ১৭ শতকে অনুগ্রহের বাইরে পড়তে শুরু করে এবং ১৮৫০ এর দশকে জীবাণু তত্ত্বের আবির্ভাবের সাথে এটি নিশ্চিতভাবে অপ্রমাণিত হয়, যা দেখাতে সক্ষম হয়েছিল যে অনেক রোগ আগে হাস্যকর বলে মনে করা হয়েছিল যেগুলো আসলে জীবাণু দ্বারা সৃষ্ট।\n\n\n== উপপত্তি ==\n\n\"হাস্যরস\" (মানুষের আচরণ নিয়ন্ত্রণকারী রাসায়নিক পদ্ধতি) ধারণাটি ক্রোটনের চিকিৎসা তত্ত্ববিদ এলকমেয়নের লেখা থেকে আরও বিশিষ্ট হয়ে ওঠে। তাঁর হাস্যরসের তালিকা আরও দীর্ঘ ছিল এবং এম্পেদোক্লেস দ্বারা বর্ণিত মৌলিক উপাদানগুলি অন্তর্ভুক্ত ছিল, যেমন জল, মৃত্তিকা, অগ্নি, বায়ু ইত্যাদি। \"হিউমার\" ধারণার উৎপত্তি হতে পারে প্রাচীন মিশরীয় চিকিৎসায়, বা মেসোপটেমিয়া, যদিও প্রাচীন গ্রীক চিন্তাবিদদের আগ পর্যন্ত এটি পদ্ধতিগত ছিল না।হাস্যরস শব্দটি গ্রীক χυμός, chymos (আক্ষরিক অর্থে রস বা প্রাণরস, রূপকভাবে স্বাদ) এর অনুবাদ। ভারতীয় আয়ুর্বেদ চিকিৎসার প্রাথমিক পাঠে তিনটি হাস্যরসের (দোষ) একটি তত্ত্ব উপস্থাপন করা হয়েছে, যাকে তারা কখনও কখনও পাঁচটি উপাদানের (পঞ্চভূত) সাথে যুক্ত করে: পৃথিবী, জল, অগ্নি, বায়ু ও আকাশ।\nহিপোক্রেটিসকে সাধারণত চিকিৎসায় এই ধারণাটি প্রয়োগ করার কৃতিত্ব দেওয়া হয়। অ্যালকমেয়নের বিপরীতে, হিপোক্রেটিস পরামর্শ দিয়েছিলেন যে হিউমার হল অত্যাবশ্যক শারীরিক তরল: রক্ত, কফ, হলুদ পিত্ত এবং কালো পিত্ত। অ্যালকমেয়ন ও হিপোক্রেটিস দাবি করেছেন যে একজন ব্যক্তির মধ্যে যে কোনও হাস্যরসের (শারীরিক তরল) চরম অতিরিক্ত বা ঘাটতি অসুস্থতার লক্ষণ হতে পারে। হিপোক্রেটিস, এবং তারপর গ্যালেন, পরামর্শ দিয়েছিলেন যে এই তরলগুলির মিশ্রণে মাঝারি ভারসাম্যহীনতা আচরণগত নিদর্শন তৈরি করে।\nহিপোক্রেটিসকে আরোপিত গ্রন্থগুলির মধ্যে একটি, On the Nature of Man, তত্ত্বটিকে নিম্নরূপ বর্ণনা করে:\n\nThe Human body contains blood, phlegm, yellow bile, and black bile. These are the things that make up its constitution and cause its pains and health. Health is primarily that state in which these constituent substances are in the correct proportion to each other, both in strength and quantity, and are well mixed. Pain occurs when one of the substances presents either a deficiency or an excess, or is separated in the body and not mixed with others. The body depends heavily on the four humors because their balanced combination helps to keep people in good health. Having the right amount of humor is essential for health. The pathophysiology of disease is consequently brought on by humor excesses and/or deficiencies.\nদেহে মৌলিক জৈব রাসায়নিক পদার্থ এবং কাঠামোগত উপাদানের অস্তিত্ব হিপোক্রেটীয় বিশ্বাসের সাথে বাধ্যতামূলকভাবে ভাগ করা পয়েন্ট হিসাবে রয়ে গেছে, যদিও বর্তমান বিজ্ঞান সেই চারটি হিপোক্রেটীয় হাস্যরস থেকে দূরে সরে গেছে।\nযদিও কিছু হিপোক্রেটীয় গ্রন্থে চারটি হাস্যরসের তত্ত্ব দেখা যায়, অন্যান্য হিপোক্রেটীয় লেখকরা শুধুমাত্র দুটি হাস্যরসের অস্তিত্বকে স্বীকার করেছেন, যখন কেউ কেউ হাস্যকর তত্ত্ব নিয়ে আলোচনা করা থেকে বিরত ছিলেন। হাস্যরসবাদ, বা চার মানসিক অবস্থার মতবাদ, চিকিৎসা তত্ত্ব হিসাবে বহু শতাব্দী ধরে তার জনপ্রিয়তা ধরে রেখেছে, মূলত গ্যালেনের লেখার প্রভাবের মাধ্যমে। হিপোক্রেটিসের মতে মানবদেহ তৈরি করে এমন চারটি অপরিহার্য উপাদান—হাস্যরস—যা একে অপরের সাথে সামঞ্জস্যপূর্ণ এবং স্বাস্থ্য রক্ষার জন্য অনুঘটক হিসেবে কাজ করে। হিপোক্রেটিসের চারটি হাস্যরসের তত্ত্বটি এম্পেদোক্লেসীয় দ্বারা প্রস্তাবিত চারটি উপাদানের (মৃত্তিকা, অগ্নি, জল ও বায়ু) জনপ্রিয় তত্ত্বের সাথে যুক্ত ছিল, কিন্তু এই লিঙ্কটি হিপোক্রেটিস বা গ্যালেন দ্বারা প্রস্তাবিত হয়নি, যারা প্রাথমিকভাবে শারীরিক তরলকে উল্লেখ করেছিলেন। যদিও গ্যালেন মনে করতেন যে শরীরে হিউমার তৈরি হয়, খাওয়ার পরিবর্তে, তিনি বিশ্বাস করতেন যে বিভিন্ন খাবারের বিভিন্ন রকমের রসবোধ তৈরি করার জন্য শরীরের উপর কাজ করার বিভিন্ন সম্ভাবনা রয়েছে। উষ্ণ খাবার, উদাহরণস্বরূপ, হলুদ পিত্ত উৎপাদনের প্রবণতা থাকে, যখন ঠান্ডা খাবার কফ উৎপন্ন করে। বছরের ঋতু, জীবনের সময়কাল, ভৌগোলিক অঞ্চল এবং পেশাগুলিও গঠিত হাস্যরসের প্রকৃতিকে প্রভাবিত করে। যেমন, নির্দিষ্ট ঋতু এবং ভৌগোলিক অঞ্চলগুলি হাস্যরসে ভারসাম্যহীনতা সৃষ্টি করে, যা সময় ও স্থান জুড়ে বিভিন্ন ধরণের রোগের দিকে পরিচালিত করে। উদাহরণস্বরূপ, গরম বাতাসের সংস্পর্শে আসা শহরগুলিতে মাথা থেকে অতিরিক্ত কফ নেমে যাওয়ার ফলে হজমের সমস্যাগুলি বেশি দেখা যায়, যখন ঠাণ্ডা বাতাসের সংস্পর্শে আসা শহরগুলি ফুসফুসের রোগ, তীব্র রোগ এবং \"অন্ত্রের কঠোরতা\", সেইসাথে চক্ষুরোগ (চোখের সমস্যা) এবং নাক দিয়ে রক্তপাতের সাথে যুক্ত ছিল। পশ্চিমে শহর, ইতোমধ্যে, দুর্বল, অস্বাস্থ্যকর, ফ্যাকাশে মানুষ যারা সব ধরনের রোগের বিষয় ছিল বলে বিশ্বাস করা হয়। গ্রন্থে, বায়ু, জল ও স্থানের উপর একজন হিপোক্র্যেটীয় চিকিৎসককে নামহীন শহরে আসার বর্ণনা দেওয়া হয়েছে যেখানে তারা বায়ু, জল ও মাটি সহ প্রকৃতির বিভিন্ন কারণ পরীক্ষা করে ঋতু ও ব্যক্তির উপর ভিত্তি করে শহরের নির্দিষ্ট রোগের উপর সরাসরি প্রভাব ভবিষ্যদ্বাণী করা।\nহিপোক্রেটিক চিকিৎসার মৌলিক ধারণা ছিল মানবদেহের শারীরবিদ্যা এবং বায়ু, জল ও পুষ্টির মতো সম্ভাব্য বিপজ্জনক পরিবেশগত পরিবর্তনের প্রভাব উভয় ক্ষেত্রেই অসুস্থতার উৎস চিহ্নিত করার প্রচেষ্টা এবং প্রতিটি হাস্যরসের স্বতন্ত্র গঠন রয়েছে এবং এটি গোপন করা হয় ভিন্ন অঙ্গ। এরিস্টটলের ধারণা ইউক্রেশিয়া-ভারসাম্যের অনুরূপ রাষ্ট্র-এবং চারটি হাস্যরসের সঠিক ভারসাম্যের সাথে এর সম্পর্ক মানব স্বাস্থ্যের রক্ষণাবেক্ষণের জন্য অনুমতি দেয়, ওষুধের ক্ষেত্রে আরও গাণিতিক পদ্ধতির প্রস্তাব দেয়।\n\nহাস্যরসের ভারসাম্যহীনতা, বা ডিসক্রেসিয়া, সমস্ত রোগের সরাসরি কারণ বলে মনে করা হয়। স্বাস্থ্য হাস্যরসের ভারসাম্য বা ইউক্রেশিয়ার সাথে যুক্ত ছিল।\nহাস্যরসের গুণাবলী, ফলস্বরূপ, তাদের সৃষ্ট রোগের প্রকৃতিকে প্রভাবিত করে। হলুদ পিত্ত উষ্ণ রোগ এবং কফ ঠান্ডা রোগের কারণ। On the Temperaments-এ, গ্যালেন গুণাবলীর গুরুত্বের ওপর আরও জোর দিয়েছেন। আদর্শ মানসিক অবস্থা চারটি গুণের আনুপাতিক ভারসাম্যপূর্ণ মিশ্রণ জড়িত। গ্যালেন চারটি স্বভাব চিহ্নিত করেছেন যার মধ্যে গুণ (উষ্ণ, ঠান্ডা, আর্দ্র বা শুষ্ক) প্রাধান্য পেয়েছে, এবং আরও চারটি যার মধ্যে দুটির সংমিশ্রণ (উষ্ণ ও আর্দ্র, উষ্ণ ও শুষ্ক, ঠান্ডা ও শুষ্ক, বা ঠান্ডা ও আর্দ্র) প্রাধান্য পেয়েছে। এই শেষ চারটি, যে হাস্যরসের সাথে তারা যুক্ত ছিল তার জন্য নামকরণ করা হয়েছিল - স্বাচ্ছন্দ্যময়, রাগান্বিত, বিষাদগ্রস্ত ও শ্লেষ্মাপূর্ণ - শেষ পর্যন্ত অন্যদের চেয়ে বেশি পরিচিত হয়ে ওঠে। যখন মানসিক অবস্থা শব্দটি শুধুমাত্র মনস্তাত্ত্বিক স্বভাব বোঝাতে এসেছে, গ্যালেন এটি শারীরিক স্বভাব বোঝাতে ব্যবহার করেছেন, যা নির্দিষ্ট রোগের প্রতি একজন ব্যক্তির সংবেদনশীলতা, সেইসাথে আচরণগত ও মানসিক প্রবণতা নির্ধারণ করে।\nরোগটি এক বা একাধিক হাস্যরসের \"দুর্নীতি\" এর ফলাফল হতে পারে, যা পরিবেশগত পরিস্থিতি, খাদ্যতালিকাগত পরিবর্তন বা অন্যান্য অনেক কারণের কারণে হতে পারে। এই ঘাটতিগুলি শরীর দ্বারা শ্বাস নেওয়া বা শোষিত বাষ্পের কারণে ঘটে বলে মনে করা হয়েছিল। গ্রীক ও রোমান, এবং পরবর্তী মুসলিম এবং পশ্চিম ইউরোপীয় চিকিৎসা প্রতিষ্ঠান যারা শাস্ত্রীয় চিকিৎসা দর্শন গ্রহণ ও অভিযোজিত করেছিল, তারা বিশ্বাস করত যে খাদ্য ও কার্যকলাপের উপর নির্ভর করে এই হাস্যরসের প্রত্যেকটি শরীরে মোম এবং ক্ষয় হয়ে যাবে। যখন রোগী চারটি হাস্যরসের একটির অতিরিক্ত বা ভারসাম্যহীনতায় ভুগছিলেন, তখন তিনি বলেছিলেন যে রোগীর ব্যক্তিত্ব এবং/অথবা শারীরিক স্বাস্থ্য নেতিবাচকভাবে প্রভাবিত হতে পারে।\nঅতএব, চিকিৎসার লক্ষ্য ছিল শুদ্ধকরণ, রক্তপাত, রেচন, বেশি মাত্রায় মূত্রত্যাগ এবং অন্যান্য পদ্ধতির মাধ্যমে শরীরকে অতিরিক্ত হাস্যরস থেকে মুক্তি দেওয়া। প্রথম শতাব্দীর মধ্যে রক্তপাত ইতোমধ্যেই বিশিষ্ট চিকিৎসা পদ্ধতি ছিল, কিন্তু পার্গামামের গ্যালেন রক্তকে সবচেয়ে প্রচলিত হাস্যরস বলে ঘোষণা করার পর রক্তমোক্ষণ আরও বেশি তাৎপর্য ধারণ করে। নিষ্কাশিত রক্তের পরিমাণ রোগীর অবস্থা এবং ডাক্তারের অনুশীলনের উপর নির্ভর করে কয়েক দিন ধরে কয়েক ফোঁটা থেকে কয়েক লিটার পর্যন্ত হয়।\n\n\n== চার হাস্যরস: মানসিক অবস্থা ==\nযদিও হাস্যরসের তত্ত্বের বেশ কয়েকটি মডেল ছিল যা দুটি, তিন এবং পাঁচটি উপাদান ব্যবহার করেছিল, সবচেয়ে বিখ্যাত মডেলটি হিপোক্রেটিস দ্বারা বর্ণিত চারটি হাস্যরস নিয়ে গঠিত এবং গ্যালেনের দ্বারা আরও উন্নত। হিপোক্রেটীয় চিকিৎসার চারটি হাস্যরস হল কালো পিত্ত (গ্রিক: μέλαινα χολή, melaina chole), হলুদ পিত্ত (গ্রিক: ξανθὴ χολή, xanthe chole), কফ (গ্রিক: φλέγμα, phlegma), এবং রক্ত (গ্রিক: αἷμα, haima)। প্রত্যেকটি ঐতিহ্যগত চারটি স্বভাবের একটির সাথে মিলে যায়।\nহিপোক্রেটীয় চিকিৎসার উপর ভিত্তি করে, এটি বিশ্বাস করা হয়েছিল যে শরীরের সুস্থতার জন্য, চারটি হাস্যরসের পরিমাণ ও শক্তিতে ভারসাম্য থাকা উচিত। চারটি হাস্যরসের সঠিক মিশ্রণ ও ভারসাম্য \"ইউক্রসিয়া\" নামে পরিচিত ছিল।\nহাস্যরসবাদ তত্ত্বটি গ্যালেনের দ্বারা উন্নত হয়েছিল, যিনি মানবদেহের ব্যাখ্যায় হাস্যরস সম্বন্ধে তাঁর বোঝাপড়াকে অন্তর্ভুক্ত করেন। তিনি বিশ্বাস করতেন যে দেহের মধ্যে হাস্যরসের মিথস্ক্রিয়াগুলি অঙ্গ পদ্ধতির শারীরিক প্রকৃতি ও কার্যকারিতা তদন্তের মূল চাবিকাঠি। গ্যালেন শরীর কীভাবে কাজ করে সে সম্পর্কে উপসংহার খুঁজে বের করার জন্য অতীতের দার্শনিকদের কাছ থেকে প্রকৃতি সম্পর্কিত ধারণার সংগ্রহের সাথে হাস্যরসের ব্যাখ্যাকে একত্রিত করেন। উদাহরণস্বরূপ, গ্যালেন প্লেটোনীয় ত্রিপক্ষীয় আত্মার উপস্থিতির ধারণা বজায় রাখেন, যার মধ্যে \"থুমোস (আত্মা), এপিথুমোস (নির্দেশিত চেতনা, অর্থাৎ ইচ্ছা), এবং সোফিয়া (জ্ঞান)\"। এর মাধ্যমে, গ্যালেন আত্মার এই তিনটি অংশ এবং সেই সময়ে স্বীকৃত তিনটি প্রধান অঙ্গের মধ্যে সংযোগ খুঁজে পান: মস্তিষ্ক, হৃদয় ও যকৃত। আত্মার গুরুত্বপূর্ণ অংশগুলিকে শরীরের গুরুত্বপূর্ণ অংশগুলির সাথে সংযুক্ত করার এই ধারণাটি এরিস্টটলের শারীরিক পর্যবেক্ষণ ব্যাখ্যা করার অনুভূতি থেকে উদ্ভূত হয়েছিল এবং গ্যালেন মানবদেহ সম্পর্কে তার দৃষ্টিভঙ্গি তৈরি করতে এটি ব্যবহার করেছিলেন। অঙ্গগুলির (organa নামক) নির্দিষ্ট ফাংশন ছিল (chreiai বলা হয়) যা মানবদেহের রক্ষণাবেক্ষণে অবদান রাখে, এবং এই ফাংশনগুলির অভিব্যক্তি একজন ব্যক্তির চরিত্রগত কার্যকলাপে (energeiai বলা হয়) দেখানো হয়। যখন আত্মার সাথে শরীরের অংশগুলির চিঠিপত্র ছিল প্রভাবশালী ধারণা,গ্যালেন সিদ্ধান্ত নেন যে প্রাকৃতিক শারীরিক প্রক্রিয়ার সাথে চারটি হাস্যরসের মিথস্ক্রিয়া মানুষের বিকাশের জন্য আরোপিত এবং সংযোগটি শরীরের উপাদানগুলির প্রকৃতি সম্পর্কে উপলব্ধির জন্য তাকে অনুপ্রেরণা দেয়।\nগ্যালেন তার হিপোক্রেটিস ও প্লেটোর মতবাদে হাস্যরস ও ঋতুর মধ্যে পত্রের কথা স্মরণ করেছেন এবং বলেছেন যে, \"যুগ ও ঋতুগুলির জন্য, শিশু (গ্রিক: παῖς) বসন্তের সাথে, যুবক (গ্রিক: νεανίσκος) গ্রীষ্মের সাথে, পরিপক্ক মানুষ (গ্রিক: παρακµάζων) থেকে শরৎ, এবং বৃদ্ধ মানুষ (গ্রিক: γέρων) থেকে শীতকালে\"। তিনি উভয়ের বৈশিষ্ট্যের উপর ভিত্তি করে হাস্যরস ও ঋতুর মধ্যে অনুষঙ্গীও করেছে। রক্ত, রসিকতা হিসাবে, গরম ও আর্দ্র বলে মনে করা হত। এটি বসন্তের সাথে অনুষঙ্গী করেছে। হলুদ পিত্তকে গরম ও শুষ্ক বলে মনে করা হত, যা গ্রীষ্মের সাথে সম্পর্কিত। কালো পিত্ত ঠান্ডা ও শুষ্ক হিসাবে বিবেচিত হয়, এবং এইভাবে শরৎ সম্পর্কিত। কফ, ঠান্ডা ও আর্দ্র, শীতের সাথে সম্পর্কিত ছিল।\nগ্যালেন আরও বিশ্বাস করতেন যে আত্মার বৈশিষ্ট্যগুলি শরীরের মিশ্রণকে অনুসরণ করে, তবে তিনি এই ধারণাটি হিপোক্র্যাটিক হিউমারগুলিতে প্রয়োগ করেননি। তিনি বিশ্বাস করতেন যে কফ চরিত্রকে প্রভাবিত করে না। তার On Hippocrates' The Nature of Man-এ, গ্যালেন বলেছেন: \"তীক্ষ্ণতা ও বুদ্ধিমত্তা (গ্রিক: ὀξὺ καὶ συνετόν) আত্মার হলুদ পিত্ত, অধ্যবসায় ও ধারাবাহিকতা (গ্রিক: ἑδραῖον καὶ βέβαιον) বিষন্ন হাস্যরসের দ্বারা সৃষ্ট হয়, এবং সরলতা ও নির্বোধতা (গ্রিক: ἁπλοῦν καὶ ἠλιθιώτερον) রক্ত ​​দ্বারা। কিন্তু কফের প্রকৃতি আত্মার চরিত্রের উপর কোন প্রভাব ফেলে না (গ্রিক: τοῦ δὲ φλέγµατος ἡ φύσις εἰς µὲν ἠθοποιῗαν ἄχρηστος)।\" তিনি আরও বলেছিলেন যে রক্ত ​​চারটি উপাদানের মিশ্রণ: জল, বায়ু, অগ্নি ও মৃত্তিকা।\nএই পদগুলি শুধুমাত্র আংশিকভাবে আধুনিক চিকিৎসা পরিভাষার সাথে মিলে যায়, যেখানে কালো এবং হলুদ পিত্তের মধ্যে কোন পার্থক্য নেই এবং কফের ভিন্ন অর্থ রয়েছে। এটি বিশ্বাস করা হয়েছিল যে হাস্যরসগুলি হল মৌলিক পদার্থ যা থেকে শরীরের সমস্ত তরল তৈরি করা হয়েছিল। রবিন ফাহরিয়াস  (১৯২১), একজন সুইডিশ চিকিৎসক যিনি রক্তকণিকার থিতানো হার তৈরি করেছিলেন, পরামর্শ দিয়েছিলেন যে চারটি হাস্যরস স্বচ্ছ পাত্রে রক্ত ​​​​জমাট বাঁধার পর্যবেক্ষণের উপর ভিত্তি করে। যখন কাচের পাত্রে রক্ত ​​টানা হয় এবং প্রায় এক ঘন্টার জন্য অবিচ্ছিন্ন রেখে দেওয়া হয়, তখন চারটি ভিন্ন স্তর দেখা যায়: নীচে অন্ধকার জমাট বাঁধে (কালো পিত্ত); জমাট উপরে লোহিত রক্ত ​​​​কোষের স্তর (রক্ত); এর উপরে শ্বেত রক্তকণিকার সাদা স্তর রয়েছে (কফ); উপরের স্তরটি পরিষ্কার হলুদ সিরাম (হলুদ পিত্ত)।\nগ্যালেনের পরে গ্রিক চিকিৎসায় চারটি হাস্যরসের তত্ত্বের স্বর্ণযুগে অনেক গ্রীক পাঠ্য লেখা হয়েছিল। এই পাঠ্যগুলির মধ্যে ছিল On the Constitution of the Universe and of Man নামে একটি বেনামী গ্রন্থ, যা ১৯ শতকের মাঝামাঝি জে এল আইডেলার দ্বারা প্রকাশিত হয়েছিল। এই পাঠে, লেখক মহাবিশ্বের উপাদান (বায়ু, জল, মৃত্তিকা, অগ্নি) এবং মানুষের উপাদান (রক্ত, হলুদ পিত্ত, কালো পিত্ত, কফ) মধ্যে সম্পর্ক স্থাপন করেছেন। তিনি বললেন যে:\n\nযাদের রক্ত ​​লাল তারা বন্ধুত্বপূর্ণ। তারা তাদের শরীর নিয়ে রসিকতা করে এবং হাসে, এবং তারা গোলাপের আভা, সামান্য লাল ও সুন্দর ত্বকের অধিকারী।\nযাদের পিত্ত হলুদ আছে তারা তিক্ত, স্বল্পমেজাজ ও সাহসী হয়। তারা সবুজাভ দেখায় এবং চামড়া হলুদ।\nযারা কালো পিত্ত দ্বারা গঠিত তারা অলস, ভীতু ও অসুস্থ। তাদের কালো চুল এবং কালো চোখ।\nযাদের কফ আছে তারা স্বভাবের, ভুলে যাওয়া এবং সাদা চুলের অধিকারী।\nসপ্তদশ শতাব্দীর ইংরেজ নাট্যকার বেন জনসন হাস্যরস নাটক লিখেছিলেন, যেখানে চরিত্রের ধরন ছিল তাদের হাস্যরসের উপর ভিত্তি করে।\n\n\n=== রক্ত ===\nমনে করা হতো যে রক্তের পুষ্টিগুণ শরীর ও আত্মার শক্তির উৎস। রক্তে অন্য তিনটি হাস্যরসের ছোট আনুপাতিক পরিমাণে গঠিত বলে বিশ্বাস করা হয়েছিল। এর মানে হল যে রক্তের নমুনা গ্রহণের ফলে শরীরের চারটি হাস্যরসের ভারসাম্য নির্ধারণ করা সম্ভব হবে। এটি প্রত্যয়পূর্ণ প্রকৃতির (উৎসাহী, সক্রিয় ও সামাজিক) সাথে যুক্ত ছিল। রক্তের ঋতুগত সম্পর্ক হল বসন্ত কারণ মানুষের মধ্যে পাওয়া প্রাকৃতিক বৈশিষ্ট্যগুলি গরম ও আর্দ্র থাকার সাথে যুক্ত ছিল।\n\n\n=== হলুদ পিত্ত ===\nহলুদ পিত্ত রাগান্বিত প্রকৃতির সাথে যুক্ত ছিল (উচ্চাভিলাষী, সিদ্ধান্তমূলক, আক্রমনাত্মক, এবং স্বল্পমেজাজ)। এটি গলব্লাডারের মধ্যে পাওয়া তরল, বা বমি ও মলের মতো মলত্যাগে পাওয়া যায় বলে মনে করা হয়েছিল। হলুদ পিত্তের জন্য যুক্ত গুণগুলি হল গ্রীষ্ম এবং অগ্নির প্রাকৃতিক সংযোগের সাথে গরম ও শুষ্ক। এটা বিশ্বাস করা হয়েছিল যে একজন ব্যক্তির মধ্যে এই হাস্যরসের আধিক্যের ফলে মানসিক অনিয়ম যেমন রাগ বৃদ্ধি বা অযৌক্তিক আচরণ করে।\n\n\n=== কালো পিত্ত ===\nকালো পিত্ত (black bile) বিষাদীয় প্রকৃতির সাথে যুক্ত ছিল, \"melancholy\" শব্দটি নিজেই গ্রীক থেকে এসেছে \"black bile\", μέλαινα χολή (melaina kholé)। বিষণ্নতা প্লীহা দ্বারা নিঃসৃত অতিরিক্ত বা অপ্রাকৃত কালো পিত্তের জন্য আরোপিত ছিল।\nক্যান্সার নির্দিষ্ট এলাকায় ঘনীভূত কালো পিত্ত একটি অতিরিক্ত দায়ী করা হয়। কালো পিত্তের ঋতুগত সংসর্গ ছিল শরতের সাথে কারণ ঋতুর ঠান্ডা ও শুষ্ক বৈশিষ্ট্য মানুষের প্রকৃতিকে প্রতিফলিত করে।\n\n\n=== কফ ===\nকফ শ্লৈষ্মিক প্রকৃতির সাথে যুক্ত ছিল, সংরক্ষিত আচরণের সাথে যুক্ত বলে মনে করা হয়। হাস্যরসের কফ শ্লেষ্মা থেকে অনেক দূরে যেমন এটি আজ সংজ্ঞায়িত করা হয়েছে। পুঁজ, শ্লেষ্মা, লালা, ঘাম বা বীর্যের মতো সাদা বা বর্ণহীন নিঃসরণকে বর্ণনা করার জন্য কফ সাধারণ শব্দ হিসাবে ব্যবহৃত হত। কফ মস্তিষ্কের সাথেও যুক্ত ছিল, সম্ভবত মস্তিষ্কের টিস্যুর রঙ এবং সামঞ্জস্যের কারণে। ফরাসি শারীরবিজ্ঞানী এবং নোবেল বিজয়ী শার্ল রিশে, ১৯১০ সালে হাস্যরসের \"কফ বা পিটুইটারি নিঃসরণ\" বর্ণনা করার সময়, অলঙ্কৃতভাবে জিজ্ঞাসা করেছিলেন, \"এই অদ্ভুত তরল, যা টিউমার, ক্লোরোসিস, রিউম্যাটিজম এবং ক্যাকোকাইমিয়ার কারণ - এটি কোথায়? কে কখন তা দেখতে পাবে? কে কখনো এটা দেখেছে? হাস্যরসের এই কাল্পনিক শ্রেণিবিভাগকে আমরা চারটি দলে কী বলতে পারি, যার মধ্যে দুটি একেবারেই কাল্পনিক?\" ঠাণ্ডা ও আর্দ্র হওয়ার প্রাকৃতিক বৈশিষ্ট্যের কারণে শীতকালকে কফের ঋতুগত সম্পর্ক বলে।\n\n\n== হাস্যরস উৎপাদন ==\nহাস্যরসগুলি হেপাটিক পরিপাকের চূড়ান্ত পণ্য হিসাবে পরিপাকের মাধ্যমে উৎপাদিত হয় বলে বিশ্বাস করা হয়েছিল। পরিপাক হল ক্রমাগত প্রক্রিয়া যা প্রতিটি প্রাণীর মধ্যে ঘটে থাকে এবং একে চারটি পর্যায়ক্রমে ভাগ করা যায়। পাচক পরিপাক পর্যায়, হেপাটিক পরিপাক পর্যায়, রক্তনালী পরিপাক পর্যায় এবং টিস্যু পরিপাক পর্যায়। প্রতিটি পর্যায় খাদ্য পরিপাক করে যতক্ষণ না এটি শরীরের দ্বারা ব্যবহারের উপযোগী হয়। পাচক পরিপাকে, খাবারকে কাইলাসে পরিণত করা হয়, যা যকৃৎ এর শোষণ ও পরিপাকের জন্য উপযুক্ত। হেপাটিক পরিপাক পর্যায়ে কাইলাস কাইমাসে পরিবর্তিত হয়। কাইমাস চারটি হাস্যরসে সমন্বয়ে গঠিত: রক্ত, কফ, হলুদ পিত্ত এবং কালো পিত্ত। এই চারটি হাস্যরস তখন রক্তনালীতে ছড়িয়ে পড়ে। পরিপাকের শেষ পর্যায়ে, টিস্যু পরিপাক, খাদ্য অঙ্গ টিস্যুর অনুরূপ হয়ে যায় যার জন্য এটি নির্ধারিত হয়।\nযদি হাস্যরস তৈরির জন্য কিছু ভুল হয়ে যায়, তাহলে ভারসাম্যহীনতা হবে যা রোগের দিকে পরিচালিত করবে। ভাল হাস্যরস উৎপাদনে অঙ্গের সঠিক কার্যকারিতা প্রয়োজন। সঠিক পরিপাকের জন্য পাকস্থলী ও যকৃৎকেও স্বাভাবিকভাবে কাজ করতে হবে। পাচক পরিপাকের কোনো অস্বাভাবিকতা থাকলে, যকৃৎ, রক্তনালী ও টিস্যুতে কাঁচা কাইলাস সরবরাহ করা যায় না, যা অস্বাভাবিক হাস্যরস ও রক্তের গঠন সৃষ্টি করতে পারে। সুস্থ ক্রিয়াশীল যকৃৎ অস্বাভাবিক কাইলাসকে স্বাভাবিক কাইলাস এবং স্বাভাবিক হাস্যরসে রূপান্তর করতে সক্ষম নয়।\nহাস্যরসগুলি পাচক পরিপাকের শেষ পণ্য, তবে তারা পরিপাকে চক্রের শেষ পণ্য নয়, তাই হেপাটিক পরিপাকে দ্বারা উৎপাদিত অস্বাভাবিক হাস্যরস অন্যান্য পাচক অঙ্গগুলিকে প্রভাবিত করবে।\n\n\n== জন্ডিসের সাথে সম্পর্ক ==\nহিপোক্রেটীয় হাস্যরস তত্ত্ব অনুসারে, জন্ডিস হিপোক্রেটীয় দেহে উপস্থিত থাকে। জন্ডিসের প্রথম কিছু বর্ণনা হিপোক্রেটীয় চিকিৎসকদের (ইক্টেরাস) থেকে এসেছে। রোগটি হিপোক্রেটীয় দেহে একাধিকবার প্রদর্শিত হয়, যেখানে এর উৎপত্তি, বর্ণনা, পূর্বাভাস ও থেরাপি দেওয়া হয়। হিপোক্রেটীয় সংকলনে উল্লিখিত পাঁচ ধরনের জন্ডিস সবই হলুদ বা সবুজাভ ত্বকের রঙ ভাগ করে নেয়।\nএকজন আধুনিক ডাক্তার নিঃসন্দেহে হিপোক্রেটীয় সংকলনে তালিকাভুক্ত প্রতিটি ধরণের জন্ডিসের ক্লিনিকাল লক্ষণগুলি পড়ার পরে ওষুধের সমসাময়িক অ্যাটলেসে তালিকাভুক্ত লক্ষণগুলি সম্পর্কে ভাবতে শুরু করবেন। হিপোক্রেটীয় চিকিৎসকদের থেরাপিগত পদ্ধতির সমসাময়িক চিকিৎসা অনুশীলনের সাথে সামান্য সম্পর্ক থাকা সত্ত্বেও, তারা জন্ডিসের বিভিন্ন রূপ বর্ণনা করার জন্য তাদের পর্যবেক্ষণের ক্ষমতা অসাধারণ। হিপোক্রেটীয় সংকলনে, হিপোক্রেটীয় চিকিৎসকরা জন্ডিসের একাধিক উল্লেখ করেছেন। সেই সময়ে, জন্ডিসকে রোগের দ্বারা আনা উপসর্গের পরিবর্তে নিজের কাছে অসুস্থতা হিসাবে দেখা হত।\n\n\n== এম্পেদোক্লেসের মডেলের সাথে একীকরণ ==\nএম্পেদোক্লেসের তত্ত্ব প্রস্তাব করেছে যে চারটি উপাদান রয়েছে: মৃত্তিকা, অগ্নি, জল ও বায়ু, যেখানে মৃত্তিকা প্রাকৃতিক পদ্ধতিগুলি তৈরি করে। যেহেতু এই তত্ত্বটি শতাব্দীর পর শতাব্দী ধরে প্রভাবশালী ছিল, পরবর্তীকালে পণ্ডিতরা হিপোক্রেটিস বা গ্যালেন দ্বারা বর্ণিত প্রতিটি হাস্যরসের সাথে ঋতু এবং \"মৌলিক উপাদান\" হিসাবে এম্পেদোক্লেস দ্বারা বর্ণিত গুণাবলীকে যুক্ত করেছিলেন।\nনিম্নলিখিত সারণী চারটি হাস্যরসকে তাদের সংশ্লিষ্ট উপাদান, ঋতু, গঠনের স্থান এবং ফলস্বরূপ মানসিক অবস্থা দেখায়:\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nConrad, Lawrence I. The Western Medical Tradition 800 BC to AD 1800. Cambridge: Cambridge University Press, 2011.\nEdwards. \"A treatise concerning the plague and the pox discovering as well the meanes how to preserve from the danger of these infectious contagions, as also how to cure those which are infected with either of them\". 1652.\nEmtiazy, M., Keshavarz, M., Khodadoost, M., Kamalinejad, M., Gooshahgir, S. A., Shahrad Bajestani, H., ... Alizad, M. (2012). Relation between Body Humors and Hypercholesterolemia: An Iranian Traditional Medicine Perspective Based on the Teaching of Avicenna. Iranian Red Crescent Medical Journal, 14(3), 133–138.\nKarenberg, A. (২০১৫)। \"Blood, Phlegm and Spirits: Galen on Stroke\"। History of Medicine: The Russian Journal। 2 (2)। ডিওআই:10.17720/2409-5834.v2.2.2015.15k। \nMoore, Philip. \"The hope of health wherin is conteined a goodlie regimente of life: as medicine, good diet and the goodlie vertues of sonderie herbes, doen by Philip Moore.\" 1564.\nBurton, Robert. 1621. The Anatomy of Melancholy, Book I, New York 2001, p. 147:  \"The radical or innate is daily supplied by nourishment, which some call cambium, and make those secondary humors of ros and gluten to maintain it [...]\".\nJouanna, Jacques; Allies, Neil (২০১২)। \"The Legacy of the Hippocratic Treatise the Nature of Man\"।   van der Eijk, Philip। Greek Medicine from Hippocrates to Galen। Studies in Ancient Medicine। 40। Brill। পৃষ্ঠা 335–360। জেস্টোর 10.1163/j.ctt1w76vxr.21। \nWilliams, William F. Encyclopedia of Pseudoscience: From Alien Abductions to Zone Therapy. Hoboken: Taylor and Francis, 2013.\n\n\n== বহিঃসংযোগ ==\nBBC Radio4's In Our Time. Episode on the four humors in MP3 format, 45 minutes."}