{"pageid": 1382495, "title": "রুম্মান চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1382495", "content": "রুম্মান চৌধুরী (১৯৮০) হলেন একজন বাংলাদেশি বংশোদ্ভূত বাঙালি আমেরিকান উপাত্ত বিজ্ঞানি ও একজন ব্যবসায়িক প্রতিষ্ঠাতা, এবং অ্যাকসেঞ্চারের প্রাক্তন দায়িত্বশীল কৃত্রিম বুদ্ধিমত্তা দায়ী। তিনি নিউ ইয়র্কের রকল্যান্ড কাউন্টিতে জন্মগ্রহণ করেন। \nতিনি বাংলাদেশে তার শিকড় খুঁজে পেয়েছেন এবং তথ্য বিজ্ঞানের ক্ষেত্রে তার অসাধারণ অবদানের জন্য স্বীকৃত। বিজ্ঞানের জগতে চৌধুরীর যাত্রা বিজ্ঞান কল্পকাহিনীর প্রতি তার ভালবাসার দ্বারা অনুপ্রাণিত হয়েছিল। এখানের একটি আবেগ যা তার কৌতূহলকে প্রজ্বলিত করেছিল, প্রায়শই \" ডানা স্কালি ইফেক্ট \" এর জন্য দায়ী করা হয়। বিজ্ঞান এবং কথাসাহিত্যের ছেদ নিয়ে এই মুগ্ধতা তার ভবিষ্যতের প্রচেষ্টার ভিত্তি স্থাপন করেছিল। \n\n\n== শিক্ষা ==\nরুম্মান চৌধুরী ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজি থেকে ম্যানেজমেন্ট সায়েন্স এবং রাষ্ট্রবিজ্ঞানে স্নাতক অধ্যয়ন সম্পন্ন করেন। তিনি কলাম্বিয়া বিশ্ববিদ্যালয় থেকে পরিসংখ্যান এবং পরিমাণগত পদ্ধতিতে স্নাতকোত্তর ডিগ্রি লাভ করেন। তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, সান দিয়েগো থেকে রাষ্ট্রবিজ্ঞানে ডক্টরেট ডিগ্রি অর্জন করেছেন। সিলিকন ভ্যালিতে কাজ করার সময় তিনি তার পিএইচডি শেষ করেন। তার ক্যারিয়ার এবং উচ্চ শিক্ষাগত অধ্যয়নের জন্য তার প্রধান আগ্রহ এবং ফোকাস ছিল কীভাবে ডেটা ব্যবহার করা যায়। মানুষের পক্ষপাতিত্ব বোঝার জন্য এবং মানবতার উপর প্রযুক্তির প্রভাব মূল্যায়ন করার উপায়গুলি নিয়ে ফেব্রুয়ারি২০২১ থেকে নভেম্বর ২০২২ পর্যন্ত, তিনি টুইটারের মেশিন লার্নিং এথিক্সের ইঞ্জিনিয়ারিং ডিরেক্টর হিসাবে কাজ করেছিলেন। স্বচ্ছতা, এবং জবাবদিহিতা (মেটা) টিম, টুইটার এর এআই অ্যালগরিদমকে নৈতিক নির্দেশিকাগুলির সাথে সঙ্গতিপূর্ণ করতে কাজ করেছেন৷\n\n\n== কর্মজীবন ==\n\n\n=== প্রাথমিক ===\nরুম্মান চৌধুরী বুট ক্যাম্প মেটিসে ডেটা সায়েন্স পড়াতেন এবং ২০১৭সালে অ্যাকসেঞ্চারের এ যোগদানের আগে কোশেন্টে-এ কাজ করেন  তিনি দায়িত্বশীল হয়ে কৃত্রিম বুদ্ধিমত্তার উপর তাদের কাজের নেতৃত্ব দেন।  তিনি কৃত্রিম বুদ্ধিমত্তার কর্মশক্তি সম্পর্কে উদ্বিগ্ন; বিশেষ করে গবেষকদের ধরে রাখার বিষয়ে।  তিনি অ্যালগরিদমিক পক্ষপাত নিয়েও চিন্তিত৷  নৈতিক কৃত্রিম বুদ্ধিমত্তা বলতে আসলে কী বোঝায় তা সংজ্ঞায়িত করার প্রয়োজনীয়তার বিষয়ে তিনি খোলাখুলি কথা বলেছেন।  তিনি নৈতিক শাসন এবং অ্যালগরিদম বিকাশের বিষয়ে কোম্পানিগুলির সাথে কাজ করেন যা তাদের সিদ্ধান্তগুলি স্বচ্ছভাবে ব্যাখ্যা করে।  তিনি নিয়োগে বৈচিত্র্য উন্নত করতে কৃত্রিম বুদ্ধিমত্তা ব্যবহার করতে দৃঢ়প্রতিজ্ঞ। \nচৌধুরী, অ্যালান টুরিং ইনস্টিটিউটের প্রথম দিকের ক্যারিয়ার গবেষকদের একটি দলের সাথে, একটি ফেয়ারনেস টুল তৈরি করেছেন যা একটি অ্যালগরিদমে ইনপুট করা ডেটা যাচাই করে এবং নির্দিষ্ট লিঙ্গ (যেমন জাতি বা লিঙ্গ) ফলাফলকে প্রভাবিত করতে পারে কিনা তা সনাক্ত করে।  টুলটি উভয়ই শনাক্ত করে এবং পক্ষপাতিত্ব ঠিক করার চেষ্টা করে, সংস্থাগুলিকে আরও ন্যায্য সিদ্ধান্ত নিতে সক্ষম করে। \n\n\n=== অল.এআই, প্যারিটি এবং এক্স ইনস্টিটিউট ===\nচৌধুরী অল.এআই ডিজাইন করেছেন, একটি ভাষা বিশ্লেষণ টুল যা মিটিংয়ে বক্তাদের লিঙ্গ ভারসাম্য নিরীক্ষণ এবং উন্নত করতে পারে। \n২০২০ সালে তিনি ঝুঁকি, আইনি এবং ডেটা টিমের মধ্যে অনুবাদের ব্যবধান পূরণ করতে প্যারিটি প্রতিষ্ঠা করেন। \nতিনি এক্স ইনস্টিটিউট চালু করেন, একটি প্রোগ্রাম যা শরণার্থীদের ডেটা সায়েন্স এবং মার্কেটিং সম্পর্কে শেখায়। \nতিনি স্লশে একটি মূল বক্তব্য দিয়েছেন, মানুষের ক্ষমতা বৃদ্ধির বিষয়ে কথা বলেছেন।  তিনি কৃত্রিম বুদ্ধিমত্তার যুগে মানবতা সম্পর্কে একটি টেড সম্মেলনে বক্তৃতা দিয়েছেন। \n\n\n=== মেটা ও টুইটার ===\nফেব্রুয়ারী ২০২১ থেকে নভেম্বর ২০২২পর্যন্ত চৌধুরী টুইটারের সাথে মেশিন লার্নিং এথিক্স, ট্রান্সপারেন্সি অ্যান্ড অ্যাকাউন্টিবিলিটি (মেটা) টিমের একজন পরিচালক ছিলেন।  মেটার লক্ষ্য ছিল টুইটারের মধ্যে ব্যবহৃত  যন্ত্রীয় শিখন পদ্ধতি অধ্যয়ন করা এবং উন্নত করা, এতে পক্ষপাতদুষ্ট অ্যালগরিদমগুলি অন্তর্ভুক্ত যা ব্যবহারকারীর ক্ষতি করতে পারে৷  কৃত্রিম বুদ্ধিমত্তা ( AI ) বিশ্বে চালু হওয়ার পর থেকে পক্ষপাতদুষ্ট অ্যালগরিদম একটি সমস্যা হয়ে দাঁড়িয়েছে; লিঙ্গ, লিঙ্গ, জাতি বা সামাজিক শ্রেণির মতো বৈশিষ্ট্যগুলি সম্ভাব্য বিচ্ছিন্নতা ধারণ করে যার ফলে অন্যায্য সিদ্ধান্ত হতে পারে, মেটা টুইটারকে এর ব্যবহারকারীদের জন্য আরও ভাল, ন্যায্য, জবাবদিহি এবং আরও স্বচ্ছ করে এটি এড়াতে চেষ্টা করে।  মেটা টিমগুলি যে বেশিরভাগ প্রকল্পগুলি করে তাতে গবেষণা এবং ডেটা বিশ্লেষণ জড়িত থাকে, এই কারণেই দলটি গবেষক এবং ইঞ্জিনিয়ারদের থেকে তৈরি করা হয়।  AI ক্রমাগত পরিবর্তিত হচ্ছে এবং বৃহত্তর হয়ে উঠছে, তাই মেটা টিমগুলির একটি অনুরূপ প্রক্রিয়া রয়েছে যেখানে তারা অ্যাপের ভিতরে এবং বাইরে শিখছে এবং আরও ভাল টুইটার তৈরি করতে সেই জ্ঞান প্রয়োগ করছে। ভবিষ্যতের পরিবর্তনগুলি যা টুইটারকে প্রভাবিত করবে ব্যবহারকারীদের কাছে ব্যাখ্যাযোগ্য অ্যালগরিদমগুলি ব্যবহার করা হবে যা অ্যাপটিকে আরও স্বচ্ছ করে তুলবে, অবশেষে ব্যবহারকারীরা নিজেরাই অ্যালগরিদমগুলি কাস্টমাইজ বা তৈরি করবে৷ এর অর্থ হল টুইটার সম্প্রদায় টুইটারকে একটি শক্তিশালী অ্যাপ তৈরি করতে গুরুত্বপূর্ণ ভূমিকা পালন করবে।  ২০২১সালে, রুম্মান চৌধুরী টুইটারে রাজনৈতিক বিষয়বস্তুর অ্যালগরিদমিক পরিবর্ধন পরীক্ষা করে একটি বিশ্লেষণ করেছিলেন। \n\n\n== পুরস্কার ==\n২০১৭ সালে তিনি ১০০ নারীর (বিবিসি) অন্তর্ভুক্ত হন। ২০১৮ সালে তিনি ফোর্বস দ্বারা কৃত্রিম বুদ্ধিমত্তা গঠনকারী পাঁচজনের একজন হিসাবে নামকরণ করেছিলেন।  বিজ জার্নাল দ্বারা তিনি বে এরিয়ার শীর্ষ ৪০ অনূর্ধ্ব দের একজন হিসাবে স্বীকৃত হন  যার লক্ষ্য ৪০ বছর বয়সের আগে এমন ব্যক্তিদের স্বীকৃতি দেওয়া যারা বে এলাকায় পেশাদার শ্রেষ্ঠত্ব প্রদর্শনকারী নেতা। সেই থেকে তাকে ব্রিটিশ রয়্যাল সোসাইটি অফ আর্টস (আরএসএ) তেও অন্তর্ভুক্ত করা হয়েছে যারা সামাজিক চ্যালেঞ্জে অগ্রগতি করেছেন তাদের নিয়ে উদযাপন করতো। \n\n\n== তথ্যসূত্র =="}