{"pageid": 1382464, "title": "নবারুণ বোস", "url": "https://bn.wikipedia.org/wiki?curid=1382464", "content": "নবারুণ বোস (জন্ম: ৩০ ডিসেম্বর ১৯৮৮) একজন ভারতীয় কীবোর্ড বাদক, সুরকার এবং সঙ্গীত প্রযোজক । তিনি ২০১৮ সালে পূর্ণদৈর্ঘ্য চলচ্চিত্র রেইনবো জেলির মাধ্যমে সঙ্গীত পরিচালক হিসেবে আত্মপ্রকাশ করেন । এর আগে তিনি ২০১৫ সালে টেলিভিশন ফিল্ম লোডশেডিং- এর জন্য সঙ্গীত পরিচালনা করেছিলেন এবং শর্ট ফিল্ম অহল্যা, শরতে আজ, কালি সিজন ১ এবং সিজন ২, ফেলুদা, ভালোবাসা শোহর, মাফিয়া সহ অনেকগুলি চলচ্চিত্র এবং ওয়েবসিরিজের জন্য ব্যাকগ্রাউন্ড মিউজিক করেছিলেন।\nএকজন সঙ্গীত প্রযোজক হিসাবে, তার কর্মজীবন নয় বছরেরও বেশি সময় ধরে বিস্তৃত। তিনি পিকু, ছোটুশকোন, হাইওয়ে, পিঙ্ক এবং আরও অনেকের মতো ছবিতে অনুপম রায়ের জন্য সঙ্গীত আয়োজন এবং প্রোগ্রামিংয়ের জন্য পরিচিত । তিনি মিরচি মিউজিক অ্যাওয়ার্ডস বাংলা ২০১৮-এ বছরের সেরা গান প্রযোজক এবং WBFJA 2021-এ সেরা সঙ্গীত পরিচালকের পুরস্কারে ভূষিত হন।\n\n\n== জীবনের প্রথমার্ধ ==\nনবারুণ বোসের মা একজন ভারতীয় শাস্ত্রীয় কণ্ঠশিল্পী। নবারুণ পাঠ ভবনে তার স্কুলের পড়াশোনা শেষ করেন । যখন তিনি ১৭ বছর বয়সে একজন সঙ্গীতশিল্পী হতে আগ্রহী হন। তিনি কলেজ থাকা কালীন বিভিন্ন ব্যান্ডের হয়ে বাজাতেন এবং সঙ্গীত পরিচালকদের জন্য স্টুডিও সেশন করতেন। তিনি কলকাতার প্রেসিডেন্সি কলেজ থেকে ইংরেজি সাহিত্যে স্নাতক এবং স্নাতকোত্তর ডিগ্রি অর্জন করেন । স্নাতক হওয়ার পর, তিনি পূর্ণ সময় সঙ্গীতের জন্য চাকরি ছেড়ে দেওয়ার আগে খণ্ডকালীন অধ্যাপক হিসেবে কিশোর ভারতী ভগিনী নিবেদিতা কলেজে এক বছর শিক্ষকতা করেন ।\n\n\n== সঙ্গীত ==\n\n\n== ডিসকোগ্রাফি ==\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== পুরস্কার এবং মনোনয়ন ==\nমির্চি মিউজিক অ্যাওয়ার্ডস বাংলা ২০১৫ - আসন্ন পুরুষ কণ্ঠশিল্পী অফ দ্য ইয়ার: অফিস সং ( কাটমুন্ডু ) - মনোনীত\nমির্চি মিউজিক অ্যাওয়ার্ডস বাংলা ২০১৬ - সেরা সঙ্গীত প্রযোজক: ঘোরির কান্তার মাওতো ( সাহেব বিবি গোলাম ) - মনোনীত\nWBFJA পুরস্কার ২০১৯ - সেরা পটভূমি সঙ্গীত: রেইনবো জেলি - মনোনীত\nমিরচি মিউজিক অ্যাওয়ার্ডস বাংলা ২০১৮ - সেরা গান প্রযোজক (প্রোগ্রামিং এবং অ্যারেঞ্জিং): তুই কি কোরে দিলী (ঘরে ও বায়ারে) - বিজয়ী\nভার্জিন স্প্রিং সিনেফেস্ট ২০২১ - সেরা মিউজিক স্কোর (সিলভার অ্যাওয়ার্ড): থ্রি আওয়ার ইন গ্রেস্কেল (শর্ট ফিল্ম) - বিজয়ী\nWBFJA Cinemar Samabartan ২০২১ - ট্যাংরা ব্লুজ-বিজেতার জন্য সেরা সঙ্গীত পরিচালক।\nWBFJA Cinemar Samabartan ২০২১ - সেরা ব্যাকগ্রাউন্ড স্কোর- FI R- মনোনীত।\nফিল্মফেয়ার অ্যাওয়ার্ডস ইস্ট ২০২২ - মনোনীত- সেরা মিউজিক অ্যালবাম- ট্যাংরা ব্লুজ\nফিল্মফেয়ার অ্যাওয়ার্ডস ইস্ট ২০২২ - মনোনীত- সেরা ব্যাকগ্রাউন্ড স্কোর- FI R\nআনন্দলোক পুরস্কার ২০২২ - মনোনীত- সেরা সঙ্গীত পরিচালক- ট্যাংরা ব্লুজ\n\n\n== আরো দেখুন ==\nনবারুণ বোস সুরারোপিত চলচ্চিত্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে নবারুণ বোস (ইংরেজি)"}