{"pageid": 1382494, "title": "ওস্তাদ আহমদ লাহোরি", "url": "https://bn.wikipedia.org/wiki?curid=1382494", "content": "ওস্তাদ আহমদ লাহোরি ( আনু. ১৫৮০-১৬৪৯) আহমদ মাম্মার লাহোরি নামেও পরিচিত, ছিলেন সম্রাট শাহজাহানের শাসনামলের প্রধান মুঘল স্থপতি। তিনি আগ্রার তাজমহল এবং দিল্লির লাল কেল্লা সহ বেশ কয়েকটি মুঘল সৌধ নির্মাণ করেন এবং প্রথম দুইটি এখন বিশ্ব ঐতিহ্যবাহী স্থান প্রাপ্ত। তিনি দিল্লির জামে মসজিদের নকশাও করেছিলেন।\nমুঘল স্থপতিদের মধ্যে সর্বশ্রেষ্ঠ বিবেচিত, আহমদ লাহোরি স্থপতি এবং সিভিল ইঞ্জিনিয়ারদের বিশিষ্ট পরিবার থেকে বেড়ে ওঠা মানুষ। তিনি একজন দক্ষ প্রকৌশলী ছিলেন যিনি তার স্থাপত্য দক্ষতার কারণে শাহজাহানের কাছ থেকে নাদির-উল-আসার (যুগের বিস্ময়) উপাধি লাভ করেন।  তার স্থাপত্যটি ইন্দো-ইসলামিক এবং পারস্য স্থাপত্য শৈলীর সংমিশ্রণ ফলে এগুলো ইন্দো-পারস্য সংস্কৃতির একটি প্রধান উদাহরণ। তাজমহলের স্থাপত্য বিশ্বজুড়ে ব্যাপকভাবে প্রশংসিত হয়, যা এটিকে বিশ্বের আশ্চর্যের তালিকায় অন্তর্ভুক্ত করে।\n\n\n== জীবনী ==\nতার নামের নিসবাহ \"লাহোরি\" ইঙ্গিত দেয় যে তিনি মুঘল সাম্রাজ্যের লাহোর, পাঞ্জাব থেকে এসেছিলেন। তাকে একজন পাঞ্জাবি মুসলিম বা পারসিক-ভারতীয় হিসাবে বর্ণনা করা হয়েছে। এমনকি তার পরিবার দিল্লিতে স্থানান্তরিত হওয়ার পরেও, তার পরিবারকে এখনও \"লাহোরি\" উপাধি দ্বারা উল্লেখ করা হয়। মুসলিম ভারতে, লাহোরি ঐতিহাসিক লেখকদের দ্বারা পাঞ্জাবির সমার্থক হিসাবে ব্যবহৃত হতো, যেমন আমির খুসরু যিনি পাঞ্জাবের জনগণের কথ্য ভাষা উল্লেখ করতে এটি ব্যবহার করেন এবং মুঘল সম্রাট জাহাঙ্গীর লিখেছেন, \"আসলে তারা বিশুদ্ধ লাহোরি এবং একই ভাষায় কথা বলে।\nশাহজাহানের দরবারের ইতিহাস নির্মাণে তার ব্যক্তিগত সম্পৃক্ততার উপর জোর দেয় এবং এটি সত্য যে, অন্য যে কোনও মুঘল সম্রাটের চেয়ে তিনি নতুন চমৎকার ভবন নির্মাণে সর্বাধিক আগ্রহ দেখিয়েছেন, তার স্থপতি এবং সুপারভাইজারদের সাথে প্রতিদিন বৈঠক করতেন। দরবারের ইতিহাসবিদ আবদুল হামিদ লাহোরি লিখেছেন যে শাহজাহান \"দক্ষ স্থপতিরা যথেষ্ট চিন্তাভাবনার পরে যা কিছু ডিজাইন করতো তাতে যথাযথ পরিবর্তন করতেন এবং স্থপতিদের উপযুক্ত প্রশ্ন জিজ্ঞাসা করতেন।\nলাহোরির পুত্র লুৎফুল্লাহ মুহান্দিসের লেখায় দু'জন স্থপতির নাম উল্লেখ করা হয়েছে; ওস্তাদ আহমদ লাহোরি এবং মীর আবদুল করিম। ওস্তাদ আহমদ লাহোরি দিল্লিতে লাল কেল্লার ভিত্তি স্থাপন করেছিলেন (১৬৩৮ থেকে ১৬৪৮ সালের মধ্যে নির্মিত)। মীর আবদুল করিম পূর্ববর্তী সম্রাট জাহাঙ্গীরের প্রিয় স্থপতি ছিলেন এবং তাজমহল নির্মাণের জন্য মাকরামত খানের সাথে সুপারভাইজার হিসাবে কাজ করেন।\nলাহোরির তিন পুত্র ছিল: আতাউল্লাহ (বা আতা উল্লাহ রশিদি), লুৎফুল্লাহ (বা লুৎফুল্লাহ মুহান্দিস) এবং নূর আল্লাহ (বা নূর আল্লাহ), যারা গণিতের মতো অন্যান্য ক্ষেত্রের পাশাপাশি স্থাপত্যের সাথেও জড়িত ছিলেন।\n\n\n== কর্মজীবন ==\nআহমদ লাহোরি জ্যামিতি, গাণিতিক এবং জ্যোতির্বিজ্ঞান জানতেন। তার পুত্র লুৎফুল্লাহ মুহান্দিসের মতে, তিনি ইউক্লিডের এলিমেন্টস এবং টলেমির আলমাজেস্টের সাথে পরিচিত ছিলেন। ১৬৩১ সালে শাহজাহান তাকে তাজমহল নির্মাণপ্রকল্পে নিযুক্ত করেন। আহমদ লাহোরির নেতৃত্বে স্থপতিদের একটি বোর্ডের তত্ত্বাবধানে নির্মাণ প্রকল্পটি প্রায় ২০,০০০ কারিগরকে নিযুক্ত করেছিল। কমপ্লেক্সটি শেষ হতে ১২ বছর সময় লেগেছিল। পরে, তাকে দিল্লিতে স্থানান্তরিত করা হয় যেখানে সম্রাট তাকে ১৬৩৯ সালে শাহজাহানাবাদ নামে নতুন রাজকীয় শহর নির্মাণের আদেশ দেন। লাল কেল্লা সহ শহরটির বিল্ডিং ১৬৪৮ সালের মধ্যে সম্পন্ন হয়েছিল। ১৬৪৮ সালে, আহমদ লাহোরি দিল্লির রাজকীয় মসজিদের প্রকল্পে কাজ শুরু করেন, যা বর্তমানে দিল্লির জামা মসজিদ নামে পরিচিত। মসজিদের ভিত্তি প্রস্তর স্থাপনের আগেই ১৬৪৯ সালে তিনি মারা যান। পরে স্থপতি ওস্তাদ খলিল মসজিদটি নির্মাণ করেন।\n\tলাহোরি শ্রেষ্ঠ কাজ\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন =="}