{"pageid": 1382446, "title": "মাইক্রোগ্রাফিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1382446", "content": "মাইক্রোগ্রাফিয়া: আতশ কাঁচের সাহায্যে বিভিন্ন ক্ষুদ্র বস্তুর শারীরবৃত্তীয় বর্ণনা এবং সে সংক্রান্ত পর্যবেক্ষণ ও অনুসন্ধান  (Micrographia: or Some Physiological Descriptions of Minute Bodies Made by Magnifying Glasses. With Observations and Inquiries Thereupon) লেন্সের মাধ্যমে পর্যবেক্ষণ সম্পর্কিত রবার্ট হুকের একটি ঐতিহাসিকভাবে গুরুত্বপূর্ণ বই। এটিই প্রথম বই যা-তে অণুবীক্ষণ যন্ত্রের মাধ্যমে দেখা কীট এবং উদ্ভিদের চিত্র অন্তর্ভুক্ত করা হয়েছিল।\n১৬৬৫ সালের জানুয়ারিতে প্রকাশিত মাইক্রোগ্রাফিয়া ছিল রয়্যাল সোসাইটির প্রথম উল্লেখযোগ্য প্রকাশনা। এটি একটি বৈজ্ঞানিক বেস্ট-সেলারে পরিণত হয়, আণুবীক্ষণিক গবেষণা তথা মাইক্রোস্কোপি নামক নতুন বিজ্ঞানে গ্রন্থটি জনসাধারণের মধ্যেও জনপ্রিয়তা পায়। জীববিজ্ঞানে ব্যবহৃত পরিভাষা হিসেবে cell (কোষ) শব্দটি প্রথম এই গ্রন্থেই ব্যবহৃত হয়েছিল।\n\n\n== পর্যবেক্ষণসমূহ ==\nএই গ্রন্থে হুক-এর সবচেয়ে বিখ্যাত আলোচনা ছিল মাছির চোখ এবং উদ্ভিদ কোষের বর্ণনা (উদ্ভিদ কোষের দেয়ালের অবয়ব দেখে তার মৌচাকের প্রকোষ্ঠ বা সেল এর কথা মনে পড়েছিল, তাই তিনি একে সেল অর্থ্যাৎ কোষ নাম দিয়েছিলেন।)। ইন্ট্যালিও পদ্ধতিতে অতিক্ষুদ্র জগতের অসাধারণ অঙ্কন, বিশেষত পতঙ্গের ভাঁজ করা চিত্রের কারণে, পাঠ্যটি সেকালে নবউদ্ভাবিত অণুবীক্ষণ যন্ত্রের অসাধারণ ক্ষমতার প্রমাণ হিসেবে দেখা দেয়। পোকামাকড়ের ভাঁজ করা চিত্রগুলি ছিল ঐ বইয়ের চেয়েও আকারে বড়। উকুনের চিত্রটি ছিল গ্রন্থটির তুলনায় চার গুণ বড়। যদিও বইটি অণুবীক্ষণ যন্ত্রের ক্ষমতা প্রদর্শনের জন্যই সবচেয়ে বেশি পরিচিত, মাইক্রোগ্রাফিয়ায় দূরবর্তী গ্রহীয় বস্তু, আলোর তরঙ্গ তত্ত্ব, জীবাশ্মের জৈব উৎপত্তি এবং এর লেখকের অন্যান্য দার্শনিক ও বৈজ্ঞানিক আগ্রহের বিষয়গুলি নিয়েও আলোচনা বিদ্যমান।\nহুক অণুবীক্ষণে দেখার জন্য বেশ কিছু মানবসৃষ্ট বস্তুও বেছে নিয়েছিলেন; যার মধ্যে ছিল প্রস্রাবের স্ফটিক, ক্ষুরের প্রান্ত এবং সূঁচের সূচলো বিন্দু যা অণুবীক্ষণের নিচে ভোঁতা বলে মনে হয়। এসব বস্তু চিত্রায়নের পেছনে প্রকৃতিতে প্রাপ্ত পরিপূর্ণতার (বা সেসময়ের প্রেক্ষাপটে বাইবেলীয় সৃষ্টিতত্ত্বের) সাথে মানবসৃষ্ট বস্তুর ত্রুটিপূর্ণতার বৈসাদৃশ্য করাই হয়তোবা তার লক্ষ্য হয়ে থাকতে পারে।\n\n\tচিত্রশালা\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== সমাদর ==\nদ্য রয়্যাল সোসাইটির তত্ত্বাবধানে প্রকাশিত হওয়ায়, বইটির জনপ্রিয়তা রয়্যাল সোসাইটিকে ইংল্যান্ডের নেতৃস্থানীয় বৈজ্ঞানিক সংস্থা হিসেবে আবির্ভূত হতে সাহায্য করেছে। অতিক্ষুদ্র জগত নিয়ে মাইক্রোগ্রাফিয়ার চিত্রগুলি জনসাধারণের কল্পনায় আমূল পরিবর্তন আনে; স্যামুয়েল পেপিস এটিকে \"আমার জীবনে পড়া সবচেয়ে প্রতিভাশালী বই\" বলে অভিহিত করেছিলেন।\n\n\n== পদ্ধতিসমূহ ==\n২০০৭ সালে, শিল্প ইতিহাস এবং দৃশ্যমান সংস্কৃতির একজন অধ্যাপক জেনিস নেরি, হুক-এর নতুন আবিষ্কৃত কিছু নোট এবং অঙ্কনের সাহায্য নিয়ে হুকের শৈল্পিক ক্রিয়াকৌশল এবং প্রক্রিয়াগুলি নিয়ে গবেষণা করেন যা থেকে হুকমাইক্রোগ্রাফিয়া  রচনা করেছিলেন। তিনি দেখেন, \"হুকের চিত্রগুলিতে সনাক্তকরণের জন্য তার \"স্কিমা\" শব্দটি ব্যবহার ইঙ্গিত দেয় যে তিনি তার চিত্রগুলি রেখাচিত্রের সাহায্যে প্রস্তুত করতেন ও চাক্ষুষ ব্যবচ্ছেদের মাধ্যমে বর্ণনায় আগ্রসর হতেন।\" এই স্কিমাকে হুকের \"সংগঠনিক সরঞ্জাম\" হিসেবে চিহ্নিত করে তিনি জোরারোপ করে বলেন:\n\nহুক তার চিত্রগুলি তৈরি করেছেন একাধিক কিনারা থেকে লক্ষ্য করার মাধ্যমে, বিভিন্ন আলোকীয় অবস্থায় এবং বিভিন্ন ক্ষমতার লেন্সের মাধ্যমে করা অসংখ্য পর্যবেক্ষণ থেকে। তার নমুনাগুলিকে অণুবীক্ষণের মাধ্যমে দৃশ্যমান করার জন্য প্রচুর হেরফের এবং প্রস্তুতির প্রয়োজন ছিল।\nতিনি আরও বলেন: \"হুক প্রায়শই তার চিত্রগুলোকে বৃত্তাকার ফ্রেমের মধ্যে উপস্থাপন করেছেন, এতে দর্শকরা অণুবীক্ষণের মাধ্যমে দেখার অভিজ্ঞতা লাভের উদ্দীপনা পান।\"\n\n\n== গ্রন্থপঞ্জি ==\nরবার্ট হুক। মাইক্রোগ্রাফিয়া: অর সাম ফিজিওলজিক্যাল ডেসক্রিপশনস অব মাইনিউট বডিজ মেইড বাই ম্যাগনিফাইয়িং গ্লাসেজ। লন্ডন: জে. মার্টিন এবং জে. অ্যালেস্ট্রি, ১৬৬৫। (প্রথম সংস্করণ)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমাইক্রোগ্রাফিয়ার প্রথম সংস্করণ থেকে নেয়া চিত্র ( সায়েন্স হিস্ট্রি ইনস্টিটিউটের ডিজিটাল সংগ্রহ থেকে বিভিন্ন ফরম্যাটে ডাউনলোডের জন্য সমস্ত ছবি বিনামূল্যে পাওয়া যায়)\nপ্রোজেক্ট গুটেনবার্গ মাইক্রোগ্রাফিয়া পাঠ্য\nটার্নিং দ্য পেজেস - ন্যাশনাল লাইব্রেরি অফ মেডিসিন থেকে বইটির ভার্চুয়াল কপি\nমাইক্রোগ্রাফিয়া - লিন্ডা হল লাইব্রেরিতে সম্পূর্ণ ডিজিটাল ফ্যাসিমিল।\nইন্টারনেট আর্কাইভে মাইক্রোগ্রাফিয়া"}