{"pageid": 1382072, "title": "হিজরী দ্বিতীয় শতাব্দী", "url": "https://bn.wikipedia.org/wiki?curid=1382072", "content": "হিজরী ২য় শতাব্দী হল ইসলামি বর্ষপঞ্জি তথা হিজরি বর্ষপঞ্জি অনুসারে ১০১ হিজরি সালের ১লা মুহাররম থেকে ২০০ হিজরি সালের ২৯ জিলহাজ্জ পর্যন্ত স্থায়ী একটি শতাব্দী। এই শতাব্দী জুলীয় বর্ষপঞ্জি অনুসারে ৭১৯ থেকে ৮১৬ খ্রিস্টাব্দের মধ্যবর্তী সময় অন্তর্ভুক্ত করেছে।\nএ শতাব্দীকে তাবেয়ীদের যুগ বলা হয়ে থাকে। একটি ইসলামি ওয়েবসাইট এই শতাব্দীর ব্যাখ্যা করে :\n\n\n== ঘটনাবলী ==\nআব্বাসীয় খেলাফতের কার্যক্রম আরম্ভ।\nমুসলমানরা ফ্রান্সের ৭০% নিয়ন্ত্রণ না করা পর্যন্ত ফ্রান্সে বিজয় অব্যাহত ছিল।\nবিলাতুস শুহাদা যুদ্ধে মুসলমানদের পরাজয়।\nআন্দালুসিয়ায় বার্বার, আরব ও মেস্টিজো জাতির লোকদের মধ্যে গৃহযুদ্ধের উত্থান ।\nআন্দালুসিয়া ও মরক্কোতে খারিজিদের উত্থান ।\nখলিফা হিশাম বিন আব্দুল মালিক খারেজীদের বিরুদ্ধে যুদ্ধ ঘোষণা করেন; তারপর তাদের চূর্ণ করেন।\nউমাইয়া বংশের মধ্যে গৃহযুদ্ধের সমাধান ।\nদ্বিতীয় মারওয়ানের শাসনের মাধ্যমে গৃহযুদ্ধ শেষ হয়।\nউমাইয়া খিলাফতের পতন ও আব্বাসীয় খেলাফতের উত্থান ।\nআব্বাসীয় খিলাফত থেকে আন্দালুসের স্বাধীনতা এবং এর উপর উমাইয়া যুবরাজ আব্দুর রহমান আদ-দাখিলের নিয়ন্ত্রণ।\nআবু জাফর আল-মনসুর আব্বাসীয় খিলাফতের স্তম্ভ স্থাপন করেন এবং বাগদাদ শহর প্রতিষ্ঠা করেন ।\nযুবরাজ আব্দুর রহমান আদ-দাখিল আন্দালুসিয়ার স্তম্ভগুলিকে একত্রিত করেন এবং উত্তরের খ্রিস্টান রাজ্যগুলিকে পরাজিত করেন।\nআন্দালুসের উত্তর খ্রিস্টান রাজ্যগুলি আব্দুর রহমান আদ-দাখিলের প্রতি আনুগত্য ঘোষণা করে।\nইদ্রিস বিন আব্দুল্লাহর হাতে আব্বাসীয় খিলাফত থেকে মরক্কোর স্বাধীনতা ।\nআব্দুর রহমান আদ দাখেল কর্ডোবা বিশ্ববিদ্যালয় (ইতিহাসের প্রথম বিশ্ববিদ্যালয়) প্রতিষ্ঠা করেন।\nমরক্কোর যুবরাজ দ্বিতীয় ইদ্রিস ফেজ শহর প্রতিষ্ঠা করেন ।\nখলিফা হারুন অর রশিদ বাইজেন্টাইন সাম্রাজ্যের রাজা নাইকেফোরস প্রথমের বিরুদ্ধে যুদ্ধ ঘোষণা করেন।\nসম্রাট নাইকেফোরস প্রথম আত্মসমর্পণ করেন এবং আব্বাসীয় খিলাফতের প্রতি শ্রদ্ধা জানিয়ে সন্তুষ্ট হন।\nখলিফা হারুন অর-রশিদ বাগদাদে দারুল হিকমাহ বিশ্ববিদ্যালয় (ইতিহাসের ২য় প্রথম বিশ্ববিদ্যালয়) প্রতিষ্ঠা করেন।\n\n\n== জন্মগ্রহণকারী শিশু ==\n১০০ হিজরিতে, ব্যাকরণবিদ খলিল বিন আহমেদ ওমানে জন্মগ্রহণ করেন।\n১৫০ হিজরিতে, ইমাম শাফিঈ গাজায় জন্মগ্রহণ করেন।\n১৫৮ হিজরিতে, ইয়াহিয়া বিন মাঈন বাগদাদে জন্মগ্রহণ করেন ।\n১৬১ হিজরিতে, ইসলামি পণ্ডিত আলী ইবনুল মাদিনী বসরায় জন্মগ্রহণ করেন।\n১৬৪ হিজরিতে, আহমদ বিন হাম্বল বাগদাদে জন্মগ্রহণ করেন ।\n১৯৪ হিজরিতে, ইমাম বুখারী বুখারায় জন্মগ্রহণ করেন।\n\n\n== মৃত্যু ==\nহিজরি ১০১ সাল: হাম্মাম ইবনে মুনাব্বিহের মৃত্যু।\nহিজরি ১০১ সাল: উমাইয়া খলিফা ওমর বিন আব্দুল আজিজের মৃত্যু, যিনি ৫ম রাশিদুন খলিফা হিসাবে পরিচিত।\nহিজরি ১০৪ সাল: মুজাহিদ ইবনে জাবরের মৃত্যু।\nহিজরি ১০৬ সাল: কাসিম বিন মুহাম্মদ বিন আবি বকরের মৃত্যু।\nহিজরি ১০৬ সাল: সালেম বিন আব্দুল্লাহর মৃত্যু।\nহিজরি ১১৫ সাল: আতা ইবনে আবি রাবাহ'র মৃত্যু।\n\nহিজরি ১৭৯ সাল: ইমাম মালিকের মৃত্যু ।\n\n\n== তথ্যসূত্র =="}