{"pageid": 1382513, "title": "২০২৩ মরক্কো ভূমিকম্প", "url": "https://bn.wikipedia.org/wiki?curid=1382513", "content": "২০২৩ সালের ৮ই সেপ্টেম্বর একটি ৬.৮ মাত্রার ভূমিকম্প মরক্কোর মারাকেশ-সাফি অঞ্চলে আঘাত হানে। ভূমিকম্পের কেন্দ্রস্থল ছিল মারাকেশ থেকে ৭১.৮ কিলোমিটার (৪৪.৬ মাইল) দক্ষিণ-পশ্চিমে আটলাস পর্বতমালার ইঘিল শহরের কাছে। পর্বতমালার নিচে অগভীর তির্যক-ধাক্কার ত্রুটির ফলে এটি ঘটেছিল। এপর্যন্ত  ২৯৪৬ জনের মৃত্যুর খবর পাওয়া গেছে–বেশিরভাগ মারা গেছে মারাকেশের বাইরে। ব্যাপক ক্ষয়ক্ষতি হয়েছে, মারাকেশের ভবন এবং ঐতিহাসিক নিদর্শনগুলি ক্ষতিগ্রস্ত হয়েছে। স্পেন, পর্তুগাল এবং আলজেরিয়াতেও ভূমিকম্প অনুভূত হয়।\n\n\n== টেকটনিক সেটিং ==\nউত্তর মরক্কো আফ্রিকান প্লেট এবং ইউরেশীয় প্লেট আজোরস-জিব্রাল্টার ট্রান্সফর্ম ফল্টের মধ্যে সীমানার কাছাকাছি অবস্থিত। ডান-পার্শ্বিক স্ট্রাইক-স্লিপের এই অঞ্চলটি বড় ধাক্কার ত্রুটির বিকাশের সাথে তার পূর্ব প্রান্তে ট্রান্সপ্রেশনাল হয়ে যায়। জিব্রাল্টার প্রণালীর পূর্বে আলবোরান সাগরের সীমানাটি সংঘর্ষে পরিণত হয়। মরক্কোর বেশিরভাগ ভূমিকম্প সেই প্লেট সীমানায় চলাচলের সাথে সম্পর্কিত, দেশের উত্তরে সীমানার কাছাকাছি সবচেয়ে বড় ভূমিকম্পের ঝুঁকি রয়েছে। ২০০৪ সালে আল হোসেইমা একটি ৬.৩ মাত্রার ভূমিকম্প দ্বারা আঘাতপ্রাপ্ত হয়েছিল, যার ফলে ৬২৮ জন নিহত এবং ৯২৬ জন আহত হয়েছিল। ১৯৮০ সালে প্রতিবেশী আলজেরিয়াকে প্রভাবিত করে ৭.৩ মাত্রার ভূমিকম্পে ২,৫০০ লোক মারা গিয়েছিল।\n\n\n== ভূমিকম্প ==\n\nভূমিকম্পটি মরক্কোর আধুনিক ইতিহাসে নথিভুক্ত সবচেয়ে বৃহত্তম যা ১৭৫৫ সালের মেকনেস ভূমিকম্পের উচ্চ অনুমানকেও অতিক্রম করেছে। মার্কিন যুক্তরাষ্ট্রের ভূতত্ত্ব জরিপ (ইউএসজিএস) অনুসারে এটি ১৮ কিলোমিটার (১১.৫ মাইল) গভীরতায় ঘটেছিল, যদিও মরক্কোর ভূমিকম্প সংস্থা ৮ কিলোমিটার (৫.০ মাইল) এর কেন্দ্রীয় গভীরতা এবং ৭.২ মাত্রার একটি রিপোর্ট করেছে। ইউরোপীয়-ভূমধ্যসাগরীয় সিসমোলজিকাল সেন্টারের মতে এটি পর্তুগাল, স্পেন, মৌরিতানিয়া, আলজেরিয়া, পশ্চিম সাহারা এবং জিব্রাল্টার প্রণালীর উপকূলেও অনুভূত হয়েছে। প্রত্যক্ষদর্শীরা জানান, কম্পনটি প্রায় ২০ সেকেন্ড স্থায়ী ছিল। মূল কম্পনের ১৯ মিনিট পর ৪.৯ মাত্রার একটি আফটার শক হয়।\nইউএসজিএস অনুসারে ভূমিকম্পের একটি কেন্দ্রীয় প্রক্রিয়া ছিল যা উচ্চ আটলাসের নিচে তির্যক-ধাক্কার ত্রুটি নির্দেশ করে। ফাটলটি উত্তর-পশ্চিমে আঘাতকারী একটি খাড়া-ডুবানো তির্যক-বিপরীত চ্যুতির উপর বা পূর্বে আঘাতকারী একটি অগভীর-ডুবানো তির্যক-বিপরীত চ্যুতির উপর ঘটেছে। এটি ফাটলের ত্রুটির এলাকা ৩০ কিলোমিটার (১৯ মাইল) অনুপাত ২০ কিলোমিটার (১২ মাইল) বলে অনুমান করেছে। অনেক পূর্ব-পশ্চিম এবং উত্তর-পূর্ব-দক্ষিণ-পশ্চিম ভূ-চ্যুতি এবং ধাক্কার ত্রুটি উচ্চ আটলাসে ঘটে। ১৯০০ সাল থেকে সাম্প্রতিক ভূমিকম্পের কেন্দ্রস্থলের ৫০০ কিলোমিটার (৩১০ মাইল) এর মধ্যে ৬.০ বা বড় ভূমিকম্প হয়নি; কিন্তু এর পূর্বে আরও বড় ঘটনা ঘটেছে।\n\n\n== প্রভাব ==\nমরক্কোর স্বরাষ্ট্র মন্ত্রণালয়ের বরাতে রাষ্ট্র-চালিত টেলিভিশনের মতে, কমপক্ষে ৬৩২ জন নিহত এবং ৩২৯ জন আহত হয়েছে, যাদের মধ্যে ৫১ জনের অবস্থা গুরুতর। মৃত্যুর মধ্যে ২৯০টি আল-হাউজে, ১৯০টি তারউদান্তে, ৮৯টি চিচাউয়াতে, ৩০টি ওয়ারজাজেটে, ১৩টি মারাকেশে, ১১টি আজিলালে, পাঁচটি আগাদিরে, তিনটি কাসাব্লাঙ্কায় এবং একটি ইউসুফিয়া প্রদেশে ঘটেছে। মারাকেশের দক্ষিণে দূরবর্তী স্থানে অনেক প্রাণহানির ঘটনা ঘটেছে। মৌলে ব্রাহিমের বাসিন্দারা ধ্বসে পড়া ভবনের নিচে আটকা পড়ে এবং স্বেচ্ছাসেবীরা উদ্ধারের চেষ্টা চালায়।\nমারাকেশে অন্তত ২৭ জনের মৃত্যু হয়েছে। শহরের অনেক ভবন খালি করা হয়েছে; বাসিন্দারা তাদের বাড়িঘর ছেড়ে রাস্তায় নেমে আসে। শহরের পুরানো অংশে কিছু বাড়ি এবং শহরের দেয়ালের কিছু অংশ ধ্বসে পড়ে, পরিবারগুলি ধ্বংসস্তূপের নিচে আটকা পড়ে। জেমা এল-ফানাতে খারবৌশ মসজিদের একটি মিনার এবং এর দেয়ালের কিছু অংশ ধ্বসে পড়ে নিচে যানবাহনগুলোকে পিষে দেয়। কৌতুবিয়া মসজিদও ক্ষতিগ্রস্ত হয়েছে বলে জানা গেছে। সামাজিক মাধ্যমে ছড়িয়ে পড়া ভিডিওগুলোতে ধ্বংসাবশেষের স্তূপ এবং ধুলোর মেঘ দেখা যায়। ১২ শতকের ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থান মারাকেশের মদিনার বেশ কয়েকটি ভবনও ধ্বসে পড়ে। বিদ্যুৎ বিচ্ছিন্ন হওয়ার কারণে ইন্টারনেট সংযোগও ব্যাহত হয়েছে বলে জানা যায়।\nস্বরাষ্ট্র মন্ত্রণালয় বলেছে যে বেশিরভাগ ক্ষয়ক্ষতি শহর ও নগর থেকে দূরে হয়েছে। উচ্চ আটলাসের কেন্দ্রস্থলের কাছের পাবলিক টেলিভিশন আল আওলা জানিয়েছে অনেক ভবন ধ্বসে পড়েছে। আল-হাউজ শহরে ভূমিকম্পের কেন্দ্রস্থলে একটি ধ্বসে পড়া বাড়ির ধ্বংসস্তূপের নিচে তার বাসিন্দারা আটকে রয়েছে। আসনীর বেশিরভাগ বাসস্থান ক্ষতিগ্রস্ত হয়েছে বলে জানা গেছে। উপকেন্দ্রের কাছাকাছি শহরগুলোতে অতিরিক্ত বাড়িগুলি আংশিক বা সম্পূর্ণভাবে ধ্বসে পড়েছে। কিছু এলাকায় বিদ্যুৎ ও রাস্তাঘাটও বিচ্ছিন্ন হয়ে পড়েছে।\nরাবাত, কাসাব্লাঙ্কা এবং এসাউইরাতেও ভূমিকম্পটি তীব্রভাবে অনুভূত হয়েছিল, যেখানে সম্মুখভাগের কিছু অংশ ভেঙে পড়েছিল এবং আতঙ্কের কারণে অনেক বাসিন্দা বাইরে ঘুমিয়েছিল।\n\n\n== পরিণতি ==\nমারাকেশের লোকেরা সরঞ্জাম আসার জন্য অপেক্ষা করার সময় হাত দিয়ে ধ্বংসস্তূপ সরিয়েছিল। অনেক আতঙ্কিত বাসিন্দা আরেকটি ভূমিকম্প হওয়ার ভয়ে বাইরে থেকে যান। সামাজিক মাধ্যমে পোস্ট করা মিডিয়ায় দেখানো হয়েছে যে লোকেরা একটি শপিং সেন্টার, রেস্তোঁরা এবং অ্যাপার্টমেন্ট বিল্ডিং খালি করছে। রাজধানী রাবাতে ভূমিকম্পের কেন্দ্রের ৩৫০ কিলোমিটার (২২০ মাইল) উত্তরে এবং উপকূলীয় শহর ইমসোয়ানে বাসিন্দারাও তাদের বাড়িঘর ছেড়েছে।\nঅভ্যন্তরীণ বিষয়ক অধিদপ্তরের জেনারেল সেক্রেটারি বলেছেন যে নিরাপত্তা দল সহ কর্মকর্তারা সহায়তা সরবরাহ এবং ক্ষয়ক্ষতি নিরূপণের জন্য সংস্থান সংগ্রহ করছেন। মারাকেশের হাসপাতালে ভর্তি আহতদের সংখ্যা বাড়ছে। রক্তদানের জন্য নগরবাসীর প্রতি আহ্বান জানানো হয়।\nস্থানীয় সংবাদ সংস্থা ২এম একটি নোংরা রাস্তা ধরে জরুরি যানবাহনের ভিডিও শেয়ার করেছে। পাহাড়ি অঞ্চলের রাস্তাগুলি যানবাহন এবং পতিত পাথরে জ্যামিত হওয়ায় উদ্ধার অভিযান ব্যাহত হয়। আল হাওজ প্রদেশে ক্ষতিগ্রস্ত এলাকায় অ্যাম্বুলেন্স ও সাহায্য পৌঁছানোর জন্য রাস্তা থেকে পাথর সরানো হয়েছে।\n\n\n== আন্তর্জাতিক প্রতিক্রিয়া ==\nভারত পুনরুদ্ধারের জন্য সহায়তা প্রদানের প্রস্তাব দিয়েছে। জাতিসংঘের মুখপাত্র স্টিফেন ডুজারিক বলেছেন, সংস্থাটি মরক্কোর সরকারের \"প্রভাবিত জনসংখ্যাকে সহায়তা করার প্রচেষ্টা\" সমর্থন করার জন্য প্রস্তুত ছিল।\nফ্রান্সে মারাকেশের সহ শহর মার্সেইয়ের মেয়র এক্স (প্রাক্তন টুইটার)-এ ঘোষণা করেছিলেন যে তিনি উদ্ধার অভিযানে সহায়তা করার জন্য মরক্কোতে অগ্নিনির্বাপক কর্মী পাঠাচ্ছেন। মরক্কোতে ফরাসি দূতাবাস, ফরাসি পররাষ্ট্র মন্ত্রণালয় অনুযায়ী, এছাড়াও একটি সংকট ইউনিট হটলাইন খোলে। ফরাসি রাষ্ট্রপতি এমানুয়েল মাক্রোঁ বলেছেন যে \"ফ্রান্স প্রাথমিক চিকিৎসায় সাহায্য করতে প্রস্তুত।\"\n\n\n== তথ্যসূত্র =="}