{"pageid": 1382801, "title": "কালা ডোরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1382801", "content": "কালা ডোরিয়া (উর্দু: کالا ڈوریا‎‎) হল একটি পাকিস্তানি রোম্যান্স কমেডি-ড্রামা টেলিভিশন সিরিজ যা হাম টিভিতে ১৬ সেপ্টেম্বর ২০২২-এ প্রথম সম্প্রচারিত হয়েছিল। এমডি প্রোডাকশনের ব্যানারে অনুষ্ঠানটি প্রযোজনা করেছেন মোমিনা দুরাইদ। এটি লিখেছেন সায়মা আকরাম চৌধুরী এবং পরিচালনা করেছেন দানিশ নওয়াজ। সিরিজটিতে অভিনয় করেছেন সানা জাভেদ, ওসমান খালিদ বাট, নাদিয়া আফগান, জয়নাব কাইয়ুম, আদলা খান, শাহজাদ নূর, সামিনা আহমেদ এবং খালিদ আনামের একটি দল।\n২০২১ সালের প্রথম দিকে প্রথম ঘোষণা করা হয়েছিল, লেখকের অন্যান্য প্রকল্পগুলির কারণে, প্রধানত রমজান সিরিজের কারণে সিরিজটির প্রদর্শন বিলম্বিত হয়েছিল।\n\n\n== পটভূমি ==\nকালা ডোরিয়া মাহনূর এবং আসফান্দের জীবনকে ঘিরে আবর্তিত হয়েছে। তাদের পরিবারের মধ্যে কোন প্রেম নেই, এবং তারা ক্রমাগত মারামারি করে। তারা একই কলেজের ছাত্র এবং একে অপরকে উত্ত্যক্ত করার অভ্যাস রয়েছে। আসফান্দ এবং মাহনূরের লড়াই একটি আকর্ষণীয় বন্ধনে পরিণত হয়েছিল যা তাদের মধ্যে গড়ে উঠেছিল। শেষ পর্যন্ত, তারা একে অপরের প্রেমে পড়ে। যাইহোক, এই খবরটি তাদের পরিবারের জন্য মর্মান্তিক কারণ তারা এই খবরের মাত্রা বুঝতে পারে না। প্রেমের গল্পের দিক সবার নজর কাড়বে নিশ্চিত।\n\n\n== চরিত্র ==\nআসফান্দিয়ার মুনির ওরফে আসফি চরিত্রে ওসমান খালিদ বাট\nমাহনূর সুজা ওরফে মানো চরিত্রে সানা জাভেদ\nমিসেস চরিত্রে নাদিয়া আফগান। তেহনিয়াত সুজা আহমেদ ওরফে তন্নো\nফারাজের চরিত্রে শাহজাদ নূর, আসফান্দ ভাই\nতাবাসসুম জাহান (দাদি) চরিত্রে সামিনা আহমেদ\nনিদা সুজা ফারাজ (ফরাজের স্ত্রী) চরিত্রে আদলা খান\nজনাব ইখতিয়ার আহমেদ (দাদা) চরিত্রে খালিদ আনাম\nমিসেস সালেকা মুনির আহমেদ চরিত্রে জয়নব কাইয়ুম\nমুনির চরিত্রে ফারহান আলি আগা (আসফান্দ ও ফারাজের বাবা)\nসাইফ হাসান প্রফেসর হাম্মাদ (আসফান্দ ও মাহনূর বিশ্ববিদ্যালয়ের অধ্যাপক) চরিত্রে\nসুজা চরিত্রে সোহেল সমীর (মাহনূর ও নিদার বাবা)\nগোহর চরিত্রে তৈমুর আকবর (মাহনূর সুজা এবং আসফান্দিয়ার মুনির কলেজ ফেলো\nকবির চরিত্রে খালিদ মালিক (কুকু মামু) তন্নো ভাই ও মাহনূর এবং নিদা আঙ্কেল। বাটুল স্বামী\nবাটুল (বিট্টো আপা)- কবিরের স্ত্রী চরিত্রে তমকেনাত মনসুর\nএসএইচও হিসেবে শরীফ বালুচ\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\nতার ২০২১ সালের রমজান টেলিভিশন সিরিজ চুপকে চুপকে সাফল্যের পর, চিত্রনাট্যকার সায়মা আকরাম চৌধুরী প্রকাশ করেছেন যে তার পরবর্তী সিরিজের নাম কালা ডোরিয়া, যা রমজানে প্রচার হবে না। ২০২১ সালের সেপ্টেম্বরে, এটি নিশ্চিত করা হয়েছিল যে সানা জাভেদ এবং ফারহান সাইদকে প্রধান চরিত্রে অভিনয় করার জন্য নির্বাচিত করা হয়েছে এবং ইশক-ই-লার পরিচালক আমিন ইকবাল সিরিজটি পরিচালনা করবেন। সিরিজটির প্রাক-উন্নয়ন কাজ ২০২০ সালের শেষের দিকে শুরু হয়েছিল কিন্তু চুপকে চুপকে এবং হাম তুমসহ প্রোডাকশন হাউসের সাথে চৌধুরীর অন্যান্য প্রকল্পগুলির কারণে ২০২২ সালে মুক্তি পায়।\n\n\n=== ঢালাই ===\n২০২২ সালের মার্চ মাসে, উসমান মুখতার সাইদকে প্রতিস্থাপন করে কাস্টে যোগ দিয়েছিলেন বলে জানা গেছে।  ২০২২ সালের জুনে, প্রজেক্টে বড় ধরনের পরিবর্তন হয়, আলী রেহমান খান সাঈদের স্থলাভিষিক্ত হন এবং পরিচালক আমিন ইকবাল দানিশ নওয়াজের স্থলাভিষিক্ত হন। একই মাসে, নাদিয়া আফগানও অভিনয়ে যোগ দেন। জুলাইয়ের শেষের দিকে, জানা গেছে যে পুরুষ নেতৃত্ব আবার পরিবর্তিত হয়েছে এবং ওসমান খালিদ বাট খানের স্থলাভিষিক্ত হয়েছেন, যিনি গোয়ার পরে জাভেদের সাথে তার দ্বিতীয় সহযোগিতা করবেন। একই মাসে, আফগান প্রকাশ করেছিলেন যে তিনি যে চরিত্রে অভিনয় করছেন তা শাহানার প্রায় একই রকম, যে চরিত্রটি তিনি সুনো চান্দা এবং এর সিক্যুয়েলে অভিনয় করেছিলেন।\n\n\n=== মুক্তি ===\nপ্রথম এবং দ্বিতীয় টিজার ৭ সেপ্টেম্বর ২০২২ এ প্রকাশিত হয়েছিল।\n\n\n== অভ্যর্থনা ==\nধারাবাহিকটি ১৬ সেপ্টেম্বর চালু হয়েছিল। প্রথম পর্বটি দর্শকদের কাছ থেকে মিশ্র প্রতিক্রিয়া পেয়েছে, কেউ কেউ এটিকে হাম টিভিতে আগের রমজানের নাটকের সাথে তুলনা করেছে। নাটকটি কম টিআরপি দিয়ে শুরু হয়েছিল কিন্তু পরবর্তীতে নবম পর্বে ৭ পর্যন্ত উচ্চ রেটিং অর্জন করেছে।\n\n\n=== রেটিং ===\n\n\n== তথ্যসূত্র =="}