{"pageid": 1382065, "title": "ক্যারোটিনয়েড", "url": "https://bn.wikipedia.org/wiki?curid=1382065", "content": "ক্যারোটিনয়েড এক ধরনের অর্গানিক পিগমেন্ট। প্রধানত, উদ্ভিদ এবং এ্যলজি থেকে এই জৈব রঞ্জক বস্তু উৎপন্ন হয় তবে কিছু কিছু ব্যাকটেরিয়া, আর্কিয়া এবং ফাংগাস থেকেও এটা উৎপন্ন হতে পারে। মিষ্টি কুমড়া, দানা-শস্য, গাজর জাতীয় সবজি, টমেটো, হলুদ পাখি, স্যামন মাছ, লবস্টার, চিংড়ি, ড্যাফোডিল ইত্যাদির যে বৈচিত্রপূর্ণ এবং মনমুগ্ধকর রং আমরা দেখি তা এই ক্যারোটিন জাতীয় রাসায়নিক এর কারণেই হয়ে থাকে। প্রকৃতিতে এখন পর্যন্ত এক হাজার এক শত বিভিন্ন ধরনের ক্যারোটিনয়েড চিহ্নিত করা হয়েছে। চিহ্নিত এই সকল ক্যারোটিনয়েড সমূহ কে  প্রধানত দুই শ্রেণীতে ভাগ করা হয় যথা: জ্যানথোফিল এবং ক্যারোটিন। ক্যারোটিন অনুতে শুধুমাত্র হাইড্রোজেন এবং কার্বন থাকে অন্যদিকে জ্যানথোফিল অনুতে হাইড্রোজেন এবং কার্বন ছাড়া অক্সিজেনও থাকে 2।\nতারা (ক্যারোটিনয়েড) সকলেই টেট্রাটার্পেনের জাতক অর্থাৎ তারা সকলেই আট একক  আইসোপ্রিন মনোমার সংযুক্ত হয়ে উৎপন্ন হয় এবং উৎপন্ন অনুতে ৪০ টি কার্বন পরমাণু থাকে। ক্যারোটিনয়েড জাতীয় যৌগগুলো সাধারণত বেগুনি থেকে সবুজ রঙের আলো শোষণ করে, যাদের তরঙ্গ দৈর্ঘ্য ৪০০ থেকে ৫৫০ ন্যানোমিটারের মধ্যে হয়ে থাকে। আর এ কারণেই এই যৌগগুলো গাড়ো হলুদ, কমলা অথবা লাল হয়ে থাকে। বসন্তকালে উদ্ভিদের পাতায় যে বৈচিত্র পূর্ণ রং দেখা যায় মোটামুটি ১৫ থেকে ৩০ শতাংশ গাছের বেলায় তার প্রধান উপাদান হলো এই ক্যারোটিনয়েড, কিন্তু অনেক উদ্ভিদ-রং, বিশেষ করে লাল এবং বেগুনী, পলিফিনোল ধরনের হয়ে থাকে। \n\nএ্যলগী এবং উদ্ভিদে ক্যারোটিনয়েড দুইটা প্রধান ভূমিকা পালন করে থাকে: তারা ফটো সিনথিসিস এর জন্য আলোক শক্তি শোষণ করে এবং অতিরিক্ত বা তীব্র সূর্যের আলোয় নন-ফটোকেমিক্যাল কোয়েনচিং4 পদ্ধতিতে ক্লোরোফিল কে ক্ষতিগ্রস্থ হওয়া থেকে রক্ষা করে। যে সকল ক্যারোটিনে অপ্রতিস্থাপিত বিটা আয়োনোন রিং থাকে যার অন্তর্ভুক্ত হতে পারে বিটা-ক্যারোটিন, আলফা-ক্যারোটিন, বিটা-ক্রিপ্টোজ্যানথিন এবং গামা-ক্যারোটিন তাদের ভিটামিন-এর ন্যায় কার্যকারিতা আছে, তার অর্থ হল তারা রেটিনলে পরিবর্তিত বা অবস্থান্তরিত হতে পারে। মানুষ সহ বিভিন্ন প্রাণীর চোখের ম্যাকুলাতে রঞ্জনবস্তু হিসাবে লুটিন বিদ্যমান, মেসোজ্যানথিন এবং জিয়া- জ্যানথিন বিদ্যমান এবং ২০১৬ থেকে দর্শন ইন্দ্রিয়ের কার্যকারিতায় এই সকল বস্তুর ক্লিনিকাল ট্রায়াল চলমান আছে।[3,5]\n\n\n== গঠন এবং ফাংশন ==\nক্যারোটিনয়েডগুলি সমস্ত সালোকসংশ্লেষণকারী জীব দ্বারা উৎপাদিত হয় এবং প্রাথমিকভাবে সালোকসংশ্লেষণের আলোক শক্তি শোষনের সময় ক্লোরোফিলের আনুষঙ্গিক রঙ্গক হিসাবে ব্যবহৃত হয়। তারা কনজুগেটেডদ্বি-বন্ধন সম্বলিত বন্ধন দ্বারা অতিমাত্রায় অসম্পৃক্ত যৌগ, যা ক্যারোটিনয়েডগুলিকে বিভিন্ন তরঙ্গদৈর্ঘ্যের আলো শোষণ করতে সক্ষম করে তোলে। একই সময়ে, অনুটির টার্মিনাল বা প্রান্তেরে গ্রুপগুলি লিপিড ঝিল্লির  পোলারিটি এবং বৈশিষ্ট্যগুলি নিয়ন্ত্রণ করে।\nবেশিরভাগ ক্যারোটিনয়েড হল টেট্রা-টারপেনয়েড, যা নিয়মিত/প্রচলিত আইসোপ্রেনয়েড । বিভিন্ন মাত্রার সাইক্লাইজেশন, স্যাচুরেশন বা অসম্পৃক্ততার এবং অন্যান্য কার্যকরী মূলক সহ এই কাঠামোতে বেশ কিছু পরিবর্তন বা পরিবর্ধন  দেখতে পাওয়া যায় 6। ক্যারোটিনে সাধারণত শুধুমাত্র কার্বন এবং হাইড্রোজেন থাকে, অর্থাৎ তারা হাইড্রোকার্বন । এই পরিবারের বিশিষ্ট সদস্যদের মধ্যে রয়েছে α-ক্যারোটিন, β-ক্যারোটিন এবং লাইকোপেন, যা ক্যারোটিন নামে পরিচিত। অক্সিজেন ধারণকারী ক্যারোটিনয়েডগুলির মধ্যে রয়েছে লুটিন এবং জিয়াজেনথিন। এরা জ্যান্থোফিল নামে পরিচিত 3। ফ্যাকাশে হলুদ থেকে উজ্জ্বল কমলা হয়ে গাঢ় লাল ইত্যাদী বৈচিত্র পূর্ণ  তাদের যে রং  আমরা দেখি তা তাদের  গঠনের সাথে সরাসরি জড়িত, বিশেষ করে কনজুগেশনের দৈর্ঘ্যের সাথে সম্পর্কিত 3।  Xanthophylls প্রায়ই হলুদ হয়, যা তাদের শ্রেণীর এই নাম প্রদান করে।\nবিভিন্ন ধরণের সেল সিগন্যালিংয়েও ক্যারোটিনয়েড অংশ নেয় 7। তারা অ্যাবসিসিক অ্যাসিডের উৎপাদনের সংকেত দিতে সক্ষম, যা উদ্ভিদের বৃদ্ধি, বীজের সুপ্ততা, ভ্রূণের পরিপক্কতা এবং অংকুরোদগম, কোষ বিভাজন এবং প্রসারণ, ফুলের বৃদ্ধি এবং চাপের প্রতিক্রিয়া নিয়ন্ত্রণ করে 8।\n\n\n=== ফটোফিজিক্স ===\nক্যারোটিনয়েড অনুতে বিদ্যমান সংযোজিত ডাবল বণ্ড সমূহের দৈর্ঘ্য তাদের রঙ এবং ফটোফিজিক্স নির্ধারণ করে। ক্যারোটিনয়েড ফোটন শোষণ করার পর এটি তার উত্তেজিত ইলেক্ট্রনকে সালোকসংশ্লেষণে ব্যবহারের জন্য ক্লোরোফিলে স্থানান্তর করে। আলো শোষণের পর, ক্যারোটিনয়েড ক্লোরোফিলের সাথে এক্সাইটেশন এনার্জি আদান প্রদান করে। সিঙ্গেলেট থেকে সিঙ্গলেটে এনার্জি ট্রান্সফার হল এক ধরনের লোয়ার এনার্জি স্টেট ট্রান্সফার এবং এই ঘটনা  সালোকসংশ্লেষণের সময় ঘটে। ট্রিপলেট থেকে -ট্রিপলেটে এনার্জি স্থানান্তর প্রক্রিয়া হল এক ধরনের হায়ার এনার্জি স্টেট ট্রান্সফার এবং এটা ফটোপ্রোটেকশনে অপরিহার্য। আলো সালোকসংশ্লেষণের সময় ক্ষতিকারক জৈব-রাসায়নিক প্রজাতি তৈরি করে, যার মধ্যে সবচেয়ে ক্ষতিকর হল সক্রিয় অক্সিজেন প্রজাতি (ROS)। এই উচ্চ শক্তির ROS ক্লোরোফিলে উৎপাদিত হওয়ায় পর তা থেকে শক্তি ক্যারোটিনয়েডের পলিইন (বহু সংখ্যক দ্বি-বন্ধন বিশিষ্ঠ) লেজে স্থানান্তরিত হয় এবং এর পর এই অনুতে একর পর এক রিয়্যাকশন ঘটতে থকে এবং এই বিক্রিয়া চলা কালে ইলেক্ট্রন গুলো ক্যারোটিনয়েডের পাশা-পাশি বিদ্যমান দ্বি-বন্ধনের মধ্যে আসা যাওয়া করে এবং শেষ পর্যন্ত সবচেয়ে সুষম (সর্বনিম্ন শক্তি) অবস্থা খুঁজে নিয়ে স্থিতিশীল হয়।\nশক্তি স্থানান্তর এবং রাসায়নিক বিক্রিয়া উভয় পদ্ধতি প্রয়োগ করে, ক্যারোটিনয়েড সমূহ সিঙ্গেলেট অক্সিজেনের থেকে উদ্ভিদকে রক্ষা করে। ট্রিপলেট ক্লোরোফিলকে কোয়েনচিং করে তথা উত্তেজি থেকে সাভাবিক নিয়ে আসার মাধ্যমে তারা গাছপালাকে রক্ষা করে। চার্জযুক্ত লিপিড পারক্সাইড এবং অন্যান্য অক্সিডাইজড ডেরিভেটিভ তৈরি করে লিপিডগুলিকে ফ্রি-রেডিক্যাল ড্যামেজ বা ক্ষতি থেকে রক্ষা করে, ক্যারোটিনয়েড সেলুলার লিপিড কাঠামো এবং  লিপোপ্রোটিন এর স্ফটিক (ক্রিস্টালাইন) আর্কিটেকচার এবং হাইড্রোফোবিসিটি ধরে রাখতে সহায়তা করে, এভাবে সেখানে অক্সিজেন দ্রবণীয়তা এবং এর ব্যাপন ঠিক রাখে।\nকিছু ফ্যাটি অ্যাসিডের মতো, ক্যারোটিনয়েডগুলি দীর্ঘ অসম্পৃক্ত অ্যালিফ্যাটিক চেইনের উপস্থিতির কারণে লিপোফিলিক হয়। ফলস্বরূপ, ক্যারোটিনয়েডগুলি সাধারণত প্লাজমা লিপোপ্রোটিন এবং সেলুলার লিপিড কাঠামোতে উপস্থিত থাকে।\n\n\n== রূপবিদ্যা ==\nক্যারোটিনয়েডগুলি প্রাথমিকভাবে কোষের নিউক্লিয়াসের বাইরে বিভিন্ন সাইটোপ্লাজমের অর্গানেল, লিপিড ফোঁটা, সাইটোসোম এবং গ্রানুলে অবস্থিত। রমন স্পেকট্রোস্কোপি ব্যবহার করে অ্যালগাল কোষে তাদেরকে পর্যবেক্ষণ করা হয়েছে এবং তাদের পরিমান নিরুপণ করা হয়েছে।\nট্রান্সলাইকোপিনে র বিপরীতে মনোক্লোনাল অ্যান্টিবডির আবিষ্কার ও উন্নয়নের ফলে বিভিন্ন প্রাণী এবং মানুষের কোষে ক্যারোটিনয়েডের অবস্থান  নির্ধারণ করা সম্ভব হয়েছে।\n\n\n== খাবার ==\nকুমড়া, মিষ্টি আলু, গাজর এবং শীতকালীন স্কোয়াশে পাওয়া বিটা-ক্যারোটিন তাদের কমলা-হলুদ রঙের জন্য দায়ী। রেটিনল সমতুল্য ধরে (প্রোভিটামিন এ সমতুল্য) পরিমাপ করে দেখা গেছে যেকোনো খাবারের তুলণায় শুকনো গাজরে প্রতি 100-গ্রাম পরিবেশনায় সর্বোচ্চ পরিমাণ ক্যারোটিন থাকে। ভিয়েতনামী গ্যাক ফলের মধ্যে ক্যারোটিনয়েড লাইকোপিনের ঘনত্ব পরিচিত সকল ফলের মধ্যে সর্বাধিক। দেখেতে সবুজ হলেও  কেল, স্পিনাস, পালং শাক এবং শালগমে যথেষ্ট পরিমাণে বিটা-ক্যারোটিন রয়েছে। ফ্ল্যামিঙ্গো পাখির (কানঠুটি) খাদ্য ক্যারোটিনয়েড সমৃদ্ধ, যা এই পাখিদের কমলা রঙের পালক প্রদান করে।\n2015 সালে প্রাথমিক গবেষণার পর্যালোচনা ইঙ্গিত দেয় যে ক্যারোটিনয়েড সমৃদ্ধ খাবার মাথা এবং ঘাড়ের ক্যান্সারের ঝুঁকি কমাতে পারে এবং প্রোস্টেট ক্যান্সার । ক্যারোটিনয়েড এবং ভিটামিন এ সমৃদ্ধ খাবার খাওয়া এবং পারকিনসন রোগের ঝুঁকির মধ্যে কোনো সম্পর্ক নেই।\nমানুষ এবং অন্যান্য প্রাণীরা বেশিরভাগই ক্যারোটিনয়েড সংশ্লেষ করতে অক্ষম, তাই এটা তাদের খাদ্যের মাধ্যমে তাদের পেতে হবে। ক্যারোটিনয়েড প্রাণীদের জন্য একটি সুপরিচিত এবং প্রায়শই শোভাসৃষ্টিকারী বৈশিষ্ট্য দান করে। উদাহরণস্বরূপ, স্যামনের গোলাপী রঙ, এবং রান্না করা লবস্টারের/ গলদা চিংড়ির লাল রঙ এবং সাধারণ প্রাচীর-টিকটিকিদের হলুদ আকারের আঁশ ক্যারোটিনয়েডের কারণে হয়ে থাকে।</link> এটি প্রস্তাব করা হয়েছে যে  প্রানীদের শরীরের শোভাময় বৈশিষ্ট্য সৃষ্টিতে ক্যারোটিনয়েড ব্যবহৃত হয় (চরম উদাহরণের জন্য পাফিন পাখি দেখুন) কারণ, ক্যারোটিনয়েডের শারীরবৃত্তীয় এবং রাসায়নিক বৈশিষ্ট্যের ভিত্তিতে, এগুলি স্বতন্ত্র স্বাস্থ্যেগত সূচক হিসেবে দৃশ্যমান হওয়ার জন্য ব্যবহার করা যেতে পারে, এবং তাই সম্ভাব্য জীবন-সঙ্গী নির্বাচনে এটা প্রাণীদের দ্বারা ব্যবহৃত হয়।\nখাদ্য থেকে ক্যারোটিনয়েডগুলি প্রাণীর চর্বিযুক্ত টিস্যুতে সংরক্ষণ করা হয়, এবং একচেটিয়াভাবে মাংসাশী প্রাণী পশুর চর্বি থেকে যৌগগুলি গ্রহণ করে। মানুষের খাদ্যে, খাবারে চর্বিযুক্ত খাবার খেলে ক্যারোটিনয়েডের শোষণ উন্নত হয়। তেলে ক্যারোটিনয়েডযুক্ত শাকসবজি রান্না করা এবং সবজি টুকরো টুকরো করা উভয়ই ক্যারোটিনয়েড জৈব উপলব্ধতা বাড়ায়।\n\nসবচেয়ে সাধারণ ক্যারোটিনয়েডগুলির মধ্যে রয়েছে লাইকোপিন এবং ভিটামিন এ এর অগ্রবর্তী β-ক্যারোটিন। উদ্ভিদে, জ্যান্থোফিল লুটেইন হল সর্বাধিক প্রচুর পরিমাণে ক্যারোটিনয়েড এবং বয়স-সম্পর্কিত চোখের রোগ প্রতিরোধে এর ভূমিকা বর্তমানে তদন্তাধীন। পরিপক্ক পাতায় পাওয়া লুটেইন এবং অন্যান্য ক্যারোটিনয়েড রঙ্গক ক্লোরোফিলের মুখোশের উপস্থিতির কারণে প্রায়শই স্পষ্ট হয় না। ক্লোরোফিল না থাকলে, শরতের পাতার মতো, ক্যারোটিনয়েডের হলুদ এবং কমলা প্রাধান্য পায়। একই কারণে, ক্লোরোফিল অদৃশ্য হয়ে যাওয়ার পর প্রায়শই পাকা ফলের মধ্যে ক্যারোটিনয়েড রঙ প্রাধান্য পায়।\nক্যারোটিনয়েড উজ্জ্বল হলুদ এবং কমলার জন্য দায়ী যা হিকরি, ছাই, ম্যাপেল, হলুদ পপলার, অ্যাসপেন, বার্চ, ব্ল্যাক চেরি, সিকামোর, আলউডস, কোসফ্রা এবং কোসফ্রা জাতীয় শক্ত কাঠের নির্দিষ্ট প্রজাতির পর্ণমোচী পাতাগুলিকে (যেমন শরতের পাতার মরে যাওয়া) আভা দেয়। প্রায় 15-30% গাছের প্রজাতির শরতের পাতার রঙে ক্যারোটিনয়েড প্রধান রঙ্গক। যাইহোক, লাল, বেগুনি এবং তাদের মিশ্রিত সংমিশ্রণ যা শরতের পাতাকে সাজায় সাধারণত অ্যান্থোসায়ানিন নামক কোষের রঙ্গকগুলির আরেকটি গ্রুপ থেকে আসে। ক্যারোটিনয়েডের বিপরীতে, এই রঙ্গকগুলি ক্রমবর্ধমান ঋতু জুড়ে পাতায় উপস্থিত থাকে না, তবে গ্রীষ্মের শেষের দিকে সক্রিয়ভাবে উত্পাদিত হয়।\n\n\n== পাখির রং এবং যৌন নির্বাচন ==\nখাদ্যতালিকাগত ক্যারোটিনয়েড এবং তাদের বিপাকীয় ডেরিভেটিভগুলি পাখির উজ্জ্বল হলুদ থেকে লাল রঙের জন্য দায়ী। অধ্যয়ন অনুমান করে যে প্রায় 2956 আধুনিক পাখির প্রজাতি ক্যারোটিনয়েড রঙ প্রদর্শন করে এবং বহিরাগত রঙের জন্য এই রঙ্গকগুলিকে ব্যবহার করার ক্ষমতা এভিয়ান বিবর্তনীয় ইতিহাস জুড়ে স্বাধীনভাবে বহুবার বিবর্তিত হয়েছে। ক্যারোটিনয়েড রঙ উচ্চ মাত্রার যৌন দ্বিরূপতা প্রদর্শন করে, প্রাপ্তবয়স্ক পুরুষ পাখিরা সাধারণত একই প্রজাতির মহিলাদের তুলনায় বেশি প্রাণবন্ত রঙ প্রদর্শন করে।\nমহিলাদের পছন্দ অনুসারে পুরুষদের হলুদ এবং লাল রঙের নির্বাচনের কারণে এই পার্থক্যগুলি দেখা দেয়। অনেক প্রজাতির পাখির মধ্যে, স্ত্রীরা তাদের পুরুষ সঙ্গীদের তুলনায় সন্তান লালন-পালনের জন্য বেশি সময় এবং সম্পদ ব্যয় করে। অতএব, স্ত্রী পাখিদের সাবধানে উচ্চ মানের সঙ্গী নির্বাচন করা আবশ্যক। বর্তমান সাহিত্য এই তত্ত্বকে সমর্থন করে যে স্পন্দনশীল ক্যারোটিনয়েড রঙ পুরুষের গুণমানের সাথে সম্পর্কযুক্ত - হয় ইমিউন ফাংশন এবং অক্সিডেটিভ স্ট্রেসের উপর প্রত্যক্ষ প্রভাব, বা ক্যারোটিনয়েড বিপাকীয় পথ এবং সেলুলার শ্বাস-প্রশ্বাসের পথের মধ্যে সংযোগের মাধ্যমে।\nএটি সাধারণত বিবেচনা করা হয় যে যৌনভাবে নির্বাচিত বৈশিষ্ট্যগুলি, যেমন ক্যারোটিনয়েড-ভিত্তিক রঙ, বিকশিত হয় কারণ সেগুলি ফেনোটাইপিক এবং জেনেটিক গুণমানের সৎ সংকেত। উদাহরণস্বরূপ, প্যারাস মেজর পাখি প্রজাতির পুরুষদের মধ্যে, আরও রঙিন অলঙ্কৃত পুরুষরা শুক্রাণু তৈরি করে যা ক্যারোটিনয়েড অ্যান্টিঅক্সিডেন্টের উপস্থিতির কারণে অক্সিডেটিভ স্ট্রেস থেকে আরও ভাল সুরক্ষিত থাকে। যাইহোক, এমনও প্রমাণ রয়েছে যে আকর্ষণীয় পুরুষ রঙ পুরুষ মানের একটি ত্রুটিপূর্ণ সংকেত হতে পারে। স্টিকলব্যাক মাছের মধ্যে, যেসব পুরুষ ক্যারোটিনয়েড রঙের কারণে মহিলাদের কাছে বেশি আকর্ষণীয় তারা তাদের জীবাণু কোষে ক্যারোটিনয়েড কম বরাদ্দ করে বলে মনে হয়। যেহেতু ক্যারোটিনয়েডগুলি উপকারী অ্যান্টিঅক্সিডেন্ট, তাই জীবাণু কোষগুলিতে তাদের কম বরাদ্দ এই কোষগুলির অক্সিডেটিভ ডিএনএ ক্ষতির দিকে নিয়ে যেতে পারে। অতএব, মহিলা স্টিকলব্যাকগুলি লাল রঙ বেছে নেওয়ার মাধ্যমে উর্বরতা এবং তাদের সন্তানদের কার্যক্ষমতার ঝুঁকি নিতে পারে, তবে শুক্রাণুর গুণমান হ্রাসের সাথে আরও খারাপ অংশীদার।\n\n\n== সুবাস রাসায়নিক ==\nক্যারোটিনয়েড অবক্ষয়ের পণ্য যেমন আয়োননস, ড্যামাসকোনস এবং ড্যামাসেনোনগুলিও গুরুত্বপূর্ণ সুগন্ধি রাসায়নিক যা পারফিউম এবং সুগন্ধি শিল্পে ব্যাপকভাবে ব্যবহৃত হয়। β-ডামাসেনোন এবং β-আয়নন উভয়ই গোলাপের পাতনে ঘনত্ব কম হলেও ফুলের গন্ধে অবদানকারী প্রধান যৌগ। প্রকৃতপক্ষে, কালো চা, পুরানো তামাক, আঙ্গুর এবং অনেক ফলের মধ্যে উপস্থিত মিষ্টি ফুলের গন্ধ ক্যারোটিনয়েড ভাঙ্গনের ফলে সুগন্ধযুক্ত যৌগগুলির কারণে হয়।\n\n\n== রোগ ==\nকিছু ক্যারোটিনয়েড অক্সিডেটিভ ইমিউন আক্রমণ থেকে নিজেদের রক্ষা করার জন্য ব্যাকটেরিয়া দ্বারা উত্পাদিত হয়। অরিয়াস (সোনালী) রঙ্গক যা স্ট্যাফিলোকক্কাস অরিয়াসের কিছু স্ট্রেন দেয় তাদের নাম স্ট্যাফিলোক্সানথিন নামে একটি ক্যারোটিনয়েড। এই ক্যারোটিনয়েড একটি অ্যান্টিঅক্সিডেন্ট ক্রিয়া সহ একটি ভাইরুলেন্স ফ্যাক্টর যা হোস্ট ইমিউন সিস্টেম দ্বারা ব্যবহৃত প্রতিক্রিয়াশীল অক্সিজেন প্রজাতির দ্বারা জীবাণুকে মৃত্যু এড়াতে সহায়তা করে।\n\nক্যারোটিনয়েডগুলির মৌলিক বিল্ডিং ব্লকগুলি হল আইসোপেনটেনাইল ডিফসফেট (আইপিপি) এবং ডাইমেথাইলিল ডিফসফেট (ডিএমএপিপি)। এই দুটি আইসোপ্রিন আইসোমারগুলি আইসোমারগুলিকে সংশ্লেষণ করতে ব্যবহৃত জৈবিক পথের উপর নির্ভর করে বিভিন্ন যৌগ তৈরি করতে ব্যবহৃত হয়। গাছপালা আইপিপি উৎপাদনের জন্য দুটি ভিন্ন পথ ব্যবহার করতে পরিচিত: সাইটোসোলিক মেভালোনিক অ্যাসিড পাথওয়ে (এমভিএ) এবং প্লাস্টিডিক মেথিলেরিথ্রিটল 4-ফসফেট (এমইপি)। প্রাণীদের মধ্যে, এমভিএ ব্যবহার করে আইপিপি এবং ডিএমএপিপি তৈরি করে কোলেস্টেরল উৎপাদন শুরু হয়। ক্যারোটিনয়েড উৎপাদন উদ্ভিদের জন্য আইপিপি এবং ডিএমএপিপি তৈরি করতে MEP ব্যবহার করুন। MEP পাথওয়ের ফলে IPP:DMAPP এর 5:1 মিশ্রণ পাওয়া যায়। আইপিপি এবং ডিএমএপিপি বিভিন্ন প্রতিক্রিয়ার মধ্য দিয়ে যায়, যার ফলে প্রধান ক্যারোটিনয়েড পূর্বসূর, জেরানাইলজেরানাইল ডিফসফেট (জিজিপিপি) হয়। ক্যারোটিনয়েড বায়োসিন্থেটিক পাথওয়ের মধ্যে বিভিন্ন ধাপের মধ্য দিয়ে GGPP কে ক্যারোটিন বা জ্যান্থোফিলে রূপান্তরিত করা যেতে পারে।\n\n\n=== MEP পথ ===\nগ্লিসারালডিহাইড 3-ফসফেট এবং পাইরুভেট, সালোকসংশ্লেষণের মধ্যবর্তী, ডিঅক্সি-ডি-জাইলুলোজ 5-ফসফেটে (DXP) রূপান্তরিত হয় যা DXP সিন্থেস (DXS) দ্বারা অনুঘটক হয়। DXP reductoisomerase NADPH এবং পরবর্তী পুনর্বিন্যাস দ্বারা হ্রাসকে অনুঘটক করে। ফলস্বরূপ MEP 4-(cytidine 5'-diphospho)-2-C-মিথাইল-D-erythritol (CDP-ME) এনজাইম MEP সাইটিডাইলট্রান্সফারেজ ব্যবহার করে CTP-এর উপস্থিতিতে রূপান্তরিত হয়। CDP-ME তারপর ATP- এর উপস্থিতিতে 2-ফসফো-4-(সাইটিডিন 5'-ডিফসফো)-2-সি-মিথাইল-ডি-ইরিথ্রিটল (CDP-ME2P) এ রূপান্তরিত হয়। CDP-ME2P-এ রূপান্তর CDP-ME kinase দ্বারা অনুঘটক হয়। এরপরে, CDP-ME2P রূপান্তরিত হয় 2-C-মিথাইল-ডি-erythritol 2,4-cyclodiphosphate (MECDP)। এই প্রতিক্রিয়াটি ঘটে যখন MECDP সিনথেজ প্রতিক্রিয়াকে অনুঘটক করে এবং CMP-ME2P অণু থেকে CMP বাদ দেওয়া হয়। MECDP তারপর ফ্ল্যাভোডক্সিন এবং NADPH এর উপস্থিতিতে HMBDP সিন্থেসের মাধ্যমে (e)-4-hydroxy-3-methylbut-2-en-1-yl diphosphate (HMBDP) এ রূপান্তরিত হয়। HMBDP রিডাক্টেজ এনজাইম দ্বারা ফেরেডক্সিন এবং NADPH-এর উপস্থিতিতে HMBDP-কে IPP-তে হ্রাস করা হয়। HMBPD synthase এবং reductase জড়িত শেষ দুটি ধাপ শুধুমাত্র সম্পূর্ণরূপে অ্যানেরোবিক পরিবেশে ঘটতে পারে। আইপিপি তখন আইপিপি আইসোমেরেজের মাধ্যমে ডিএমএপিপি-তে আইসোমারাইজ করতে সক্ষম হয়।\n\nদুটি জিজিপিপি অণু ফাইটোইন সিন্থেস (PSY) এর মাধ্যমে ঘনীভূত হয়, যা ফাইটোইনের 15-cis আইসোমার গঠন করে। PSY squalene/phytoene synthase পরিবারের অন্তর্গত এবং squalene synthese এর সমতুল্য যা স্টেরয়েড জৈব সংশ্লেষণে অংশ নেয়। অল- ট্রান্সলাইকোপিনে ফাইটোইনের পরবর্তী রূপান্তর জীবের উপর নির্ভর করে। ব্যাকটেরিয়া এবং ছত্রাক অনুঘটকের জন্য একটি একক এনজাইম, ব্যাকটেরিয়াল ফাইটোইন ডেস্যাচুরেস (CRTI) নিযুক্ত করে। উদ্ভিদ এবং সায়ানোব্যাকটেরিয়া এই প্রক্রিয়ার জন্য চারটি এনজাইম ব্যবহার করে। এই এনজাইমগুলির মধ্যে প্রথমটি হল একটি উদ্ভিদ-টাইপ ফাইটোইন ডেস্যাচুরেজ যা ডিহাইড্রোজেনেশনের মাধ্যমে 15-cis-phytoene-এ দুটি অতিরিক্ত ডাবল বন্ড প্রবর্তন করে এবং ট্রান্স থেকে cis পর্যন্ত বিদ্যমান দুটি ডাবল বন্ডকে আইসোমারাইজ করে 9,15,9'-ট্রাই-সিস- তৈরি করে। ζ-ক্যারোটিন। এই ট্রাই-সিস-ζ-ক্যারোটিনের কেন্দ্রীয় ডাবল বন্ডটি জেটা-ক্যারোটিন আইসোমেরেজ জেড-আইএসও দ্বারা আইসোমারাইজ করা হয় এবং ফলস্বরূপ 9,9'-ডি-সিস-ζ-ক্যারোটিন আবার একটি ζ-ক্যারোটিন ডেস্যাচুরেসের (ZDS) মাধ্যমে ডিহাইড্রোজেনেটেড হয় ) এটি আবার দুটি ডাবল বন্ড প্রবর্তন করে, যার ফলে 7,9,7',9'-টেট্রা-সিস-লাইকোপেন হয়। CRTISO, একটি ক্যারোটিনয়েড আইসোমেরেজ, হ্রাসকৃত FAD উপস্থিতিতে cis -lycopene কে একটি অল-ট্রান্স লাইকোপেনে রূপান্তর করতে প্রয়োজন।\nএই অল-ট্রান্স লাইকোপিন সাইকেলাইজড হয়; সাইক্লাইজেশন ক্যারোটিনয়েড বৈচিত্র্যের জন্ম দেয়, যা শেষ গোষ্ঠীর উপর ভিত্তি করে আলাদা করা যায়। একটি বিটা রিং বা একটি এপসিলন রিং হতে পারে, প্রতিটি একটি ভিন্ন এনজাইম দ্বারা উত্পন্ন হয় ( লাইকোপেন বিটা-সাইক্লেস [বিটা-এলসিওয়াই] বা লাইকোপেন এপসিলন-সাইক্লেস [এপসিলন-এলসিওয়াই])। α-ক্যারোটিন উত্পাদিত হয় যখন অল-ট্রান্স লাইকোপিন প্রথম এপিসিলন-এলসিওয়াই-এর সাথে বিক্রিয়া করে তারপর বিটা-এলসিওয়াই-এর সাথে দ্বিতীয় বিক্রিয়া করে; যেখানে বিটা-এলসিওয়াই-এর সাথে দুটি বিক্রিয়ায় β-ক্যারোটিন উৎপন্ন হয়। α- এবং β-ক্যারোটিন হল উদ্ভিদের ফটোসিস্টেমের সবচেয়ে সাধারণ ক্যারোটিনয়েড কিন্তু বিটা-হাইড্রোলেজ এবং এপসিলন-হাইড্রোলেজ ব্যবহার করে এগুলিকে আরও জ্যান্থোফিলে রূপান্তরিত করা যেতে পারে, যা বিভিন্ন ধরনের জ্যান্থোফিলের দিকে পরিচালিত করে।\n\n\n=== প্রবিধান ===\nএটা বিশ্বাস করা হয় যে DXS এবং DXR উভয়ই হার-নির্ধারক এনজাইম, যা তাদের ক্যারোটিনয়েডের মাত্রা নিয়ন্ত্রণ করতে দেয়। এটি একটি পরীক্ষায় আবিষ্কৃত হয়েছিল যেখানে ডিএক্সএস এবং ডিএক্সআর জেনেটিক্যালি অত্যধিক এক্সপ্রেসড ছিল, যার ফলে চারাগুলিতে ক্যারোটিনয়েড এক্সপ্রেশন বৃদ্ধি পায়। এছাড়াও, J-প্রোটিন (J20) এবং হিট শক প্রোটিন 70 (Hsp70) চ্যাপেরোনগুলি DXS কার্যকলাপের পোস্ট-ট্রান্সক্রিপশনাল নিয়ন্ত্রণে জড়িত বলে মনে করা হয়, যেমন ত্রুটিপূর্ণ J20 কার্যকলাপ সহ মিউট্যান্টরা নিষ্ক্রিয় DXS প্রোটিন জমা করার সময় DXS এনজাইমের কার্যকলাপ হ্রাস করে। সংশ্লেষণের জন্য প্রয়োজনীয় এনজাইম এবং প্রোটিনগুলিকে প্রভাবিত করে এমন বাহ্যিক বিষের কারণেও নিয়ন্ত্রণ হতে পারে। কেটোক্লোমাজোন মাটিতে প্রয়োগ করা হার্বিসাইড থেকে উদ্ভূত এবং ডিএক্সপি সিন্থেসের সাথে আবদ্ধ। এটি DXP সংশ্লেষণকে বাধা দেয়, DXP এর সংশ্লেষণকে বাধা দেয় এবং MEP পাথওয়েকে থামায়। এই বিষের ব্যবহার দূষিত মাটিতে জন্মানো উদ্ভিদে ক্যারোটিনয়েডের নিম্ন স্তরের দিকে পরিচালিত করে। Fosmidomycin, একটি অ্যান্টিবায়োটিক, এনজাইমের অনুরূপ গঠনের কারণে DXP reductoisomerase-এর একটি প্রতিযোগিতামূলক প্রতিরোধক । উল্লিখিত অ্যান্টিবায়োটিকের প্রয়োগ ডিএক্সপি হ্রাস রোধ করে, আবার MEP পথ বন্ধ করে। \n\n\n== প্রাকৃতিকভাবে ঘটছে ক্যারোটিনয়েড ==\n\nখাদ্যে ফাইটোকেমিক্যালের তালিকা\nCRT (জেনেটিক্স), ক্যারোটিনয়েডের জৈব সংশ্লেষণের জন্য দায়ী জিন ক্লাস্টার\nই নম্বর#E100–E199 (রঙ)\nফাইটোকেমিস্ট্রি\nটেমপ্লেট:Cholesterol metabolism intermediatesটেমপ্লেট:Terpenoidsটেমপ্লেট:Cholesterol metabolism intermediatesটেমপ্লেট:Aryl hydrocarbon receptor modulators"}