{"pageid": 1382856, "title": "বিআকে ইঙ্গেলস", "url": "https://bn.wikipedia.org/wiki?curid=1382856", "content": "বিআকে বুঙ্গার ইঙ্গেলস (ডেনীয় উচ্চারণ: [ˈpjɑːkə ˈpɔnkɒ ˈe̝ŋˀl̩s]; জন্ম ২ অক্টোবর ১৯৭৪) একজন ডেনীয় স্থপতি, বিআকে ইঙ্গেলস গ্রুপ (বিগ) এর প্রতিষ্ঠাতা এবং সৃজনশীল অংশীদার।\nইঙ্গেলস ওরেস্টাডে দুটি আবাসিক ভবন নকশা করার পরে ডেনমার্কে সুপরিচিত হয়ে ওঠেন: যে প্রকল্পগুলো হল ভিএম হাউস এবং মাউন্টেন ডেভেলিংস। ২০০৬ সালে তিনি বিআকে ইঙ্গেলস গ্রুপ প্রতিষ্ঠা করেন, যা ২০১৫ সাল নাগাদ ৪০০ জন কর্মীর বৃহৎ প্রতিষ্ঠানে পরিণত হয়, যেখানে ৮ ভবন আবাসিক ভবন, ম্যানহাটনে ভিয়া ৫৭ ওয়েস্ট, গুগল উত্তর বেশোর এর সদর দপ্তর (থমাস হিথারউইকের সাথে সহ-পরিকল্পিত), সুপারকিলেন পার্ক এবং অ্যামেজার রিসোর্স সেন্টার (এআরসি) বর্জ্য-থেকে-শক্তি প্ল্যান্ট সহ উল্লেখযোগ্য প্রকল্প রয়েছে।\nইঙ্গেলস অসংখ্য প্রতিযোগিতায় স্থাপত্যকর্মের জন্য পুরস্কার জিতেছে ২০০৯ সাল থেকে। তিনি নিউ ইয়র্ক শহরে ২০১২ সালে চলে আসেন, যেখানে ভিয়া ৫৭ ওয়েস্ট ছাড়াও, 'বিগ' হারিকেন স্যান্ডির পরে ম্যানহাটনের বন্যা প্রতিরোধের উন্নতির জন্য একটি নকশা প্রতিযোগিতা জিতেছিল।\n২০১১ সালে, ওয়াল স্ট্রিট জার্নাল স্থাপত্যের জন্য ইঙ্গেলসকে ইনোভেটর অফ দ্য ইয়ার নির্বাচিত করে, এবং ২০১৬ সালে টাইম তাকে ১০০ জন সবচেয়ে প্রভাবশালী ব্যক্তির মধ্যে একজন হিসেবে মনোনীত করে।\n\n\n== শৈশব ==\n১৯৭৪ সালে কোপেনহেগেনে জন্মগ্রহণকারী, ইঙ্গেলসের বাবা একজন প্রকৌশলী এবং তার মা একজন ডেন্টিস্ট।  একজন কার্টুনিস্ট হওয়ার আশায়, তিনি ১৯৯৩ সালে রয়্যাল ডেনিশ একাডেমি অফ ফাইন আর্টসে স্থাপত্য অধ্যয়ন শুরু করেন, এই ভেবে যে এটি তার অঙ্কন দক্ষতা উন্নত করতে সাহায্য করবে। বেশ কয়েক বছর পর, তিনি স্থাপত্যের প্রতি আন্তরিক আগ্রহ শুরু করেন।  তিনি বার্সেলোনার Escola Tècnica Superior d'Arquitectura এ তার পড়াশোনা চালিয়ে যান এবং ১৯৯৯ সালে তার ডিপ্লোমা পাওয়ার জন্য কোপেনহেগেনে ফিরে আসেন।  বার্সেলোনায় তৃতীয় বর্ষের ছাত্র হিসাবে, তিনি তার প্রথম অনুশীলন স্থাপন করেন এবং তার প্রথম প্রতিযোগিতা জিতে নেন। \nতার স্থাপত্য অনুশীলনের পাশাপাশি, ইঙ্গেলস রাইস ইউনিভার্সিটি স্কুল অফ আর্কিটেকচার, হার্ভার্ড গ্র্যাজুয়েট স্কুল অফ ডিজাইন, কলম্বিয়া ইউনিভার্সিটি গ্র্যাজুয়েট স্কুল অফ আর্কিটেকচার, প্ল্যানিং অ্যান্ড প্রিজারভেশন, এবং সম্প্রতি ইয়েলের ভিজিটিং প্রফেসর ছিলেন। স্কুল অফ আর্কিটেকচার । \n\n\n== কর্মজীবন ==\n\n\n=== ১৯৯৮-২০০৫ ===\n১৯৯৮ থেকে ২০০১ সাল পর্যন্ত, ইঙ্গেলস রটারডামের মেট্রোপলিটন আর্কিটেকচারের অফিসে রেম কুলহাসের জন্য কাজ করেছিলেন।  ২০০১ সালে, তিনি বেলজিয়ামের ওএমএ সহকর্মী জুলিয়েন ডি স্মেডটের সাথে স্থাপত্য অনুশীলন প্লট সেট আপ করতে কোপেনহেগেনে ফিরে আসেন। কোম্পানিটি তাদের উদ্ভাবনী ডিজাইনের জন্য জাতীয় এবং আন্তর্জাতিক মনোযোগ পেয়েছে।  ২০০৪ সালে নরওয়ের স্টাভাঞ্জার -এর জন্য একটি নতুন মিউজিক হাউসের প্রস্তাবের জন্য তারা ২০০৪ সালে আর্কিটেকচারের ভেনিস বিয়েনেলে একটি গোল্ডেন লায়ন প্রদান করে। \nপ্লট একটি ২,৫০০ মি২ (২৭,০০০ ফু২) সম্পন্ন করেছে ২০০৪ সালে শিশুদের জন্য বিশেষ সুবিধা সহ কোপেনহেগেন হারবার ফ্রন্টে পাঁচটি ওপেন-এয়ার সুইমিং পুলের সিরিজ, আইল্যান্ডস ব্রাইগ হারবার বাথ ।  তারা কোপেনহেগেনের সান্ডবি হারবারে মেরিটাইম ইয়ুথ হাউস, একটি পালতোলা ক্লাব এবং একটি যুব ঘরও সম্পন্ন করেছে। \nPLOT-এর জন্য প্রথম বড় অর্জন ছিল ২০০৫  সালে কোপেনহেগেনের ওরেস্টাড -এ পুরস্কারপ্রাপ্ত VM হাউস । ল্য করব্যুজিয়ে-এর Unité d'Habitation ধারণা থেকে অনুপ্রাণিত হয়ে, তারা V এবং M (আকাশ থেকে দেখা যায়) অক্ষরের আকারে দুটি আবাসিক ব্লক ডিজাইন করেছে; এম হাউসটি ৯৫টি ইউনিট সহ, ২০০৪ সালে এবং ভি হাউসটি ১১৪টি ইউনিট সহ ২০০৫ সালে সম্পন্ন হয়েছিল।  ডিজাইনটি দিবালোক, গোপনীয়তা এবং দৃশ্যের উপর জোর দেয়।  প্রতিবেশী বিল্ডিংয়ের দিকে তাকানোর পরিবর্তে, সমস্ত অ্যাপার্টমেন্টের আশেপাশের ক্ষেত্রগুলির তির্যক দৃশ্য রয়েছে। করিডোরগুলি ছোট এবং উজ্জ্বল, বরং বিল্ডিংয়ের মধ্য দিয়ে খোলা বুলেট গর্তের মতো। কমপ্লেক্সে প্রায় ৮০টি বিভিন্ন ধরণের অ্যাপার্টমেন্ট রয়েছে, যা ব্যক্তিগত প্রয়োজনে মানিয়ে নেওয়া যায়।  বিল্ডিংটি ২০০৬ সালে স্ক্যান্ডিনেভিয়ার সেরা ভবনের জন্য ইঙ্গেলস এবং স্মেডট ফোরাম এআইডি পুরস্কার অর্জন করে।  ইঙ্গেলস ২০০৮ সাল পর্যন্ত কমপ্লেক্সে থাকতেন যখন তিনি পার্শ্ববর্তী মাউন্টেন ডেভেলিংসে চলে যান। \n২০০৫ সালে, ইঙ্গেলস হেলসিংগারের হেলসিংগার সাইকিয়াট্রিক হাসপাতালও সম্পন্ন করেছিলেন, একটি হাসপাতাল যা একটি তুষারকণার মতো আকৃতির।  হাসপাতালের প্রতিটি কক্ষ বিশেষভাবে একটি দৃশ্যের জন্য ডিজাইন করা হয়েছিল, যেখানে দুটি কক্ষ লেকের দিকে মুখ করে এবং একটি দল পার্শ্ববর্তী পাহাড়ের দিকে মুখ করে। \n\n\n=== ২০০৬-২০০৮ ===\n২০০৫ সালের শেষের দিকে PLOT ভেঙে দেওয়ার পর, ২০০৬ সালের জানুয়ারিতে ইঙ্গেলস Bjarke Ingels Group (বিগ) কে তার নিজস্ব কোম্পানিতে পরিণত করে।  এটি ২০১৬ সাল নাগাদ ৪০০ কর্মচারীতে উন্নীত হয়েছে। \nবিআইজি ২৫-মিটার-high (৮২-ফুট) কোপেনহেগেনের ওরেস্টাড জেলার ভিএম হাউস সাইটে পাহাড়ের বাসস্থান, ১০,০০০ মি২ (১,১০,০০০ ফু২) একত্রিত  ২০,০০০ মি২ (২,২০,০০০ ফু২) সহ হাউজিং এর    পার্কিং এবং পার্কিং স্পেস, পুরো বিল্ডিং জুড়ে একটি পর্বত থিম সহ।  অ্যাপার্টমেন্টগুলি পার্কিং গ্যারেজের তির্যক ঢালু ছাদকে স্কেল করে, রাস্তার স্তর থেকে ১১ তলা পর্যন্ত, একটি কৃত্রিম, দক্ষিণমুখী 'মাউন্টেনসাইড' তৈরি করে যেখানে প্রতিটি অ্যাপার্টমেন্টে একটি ছাদ রয়েছে যার পরিমাপ প্রায় ৯৩ মি২ (১,০০০ ফু২) ।   ।  পার্কিং গ্যারেজে ৪৮০টি গাড়ির জন্য জায়গা রয়েছে।  স্থানটিতে ১৬ মিটার উঁচু (৫২ ফুট) সিলিং, এবং অ্যাপার্টমেন্টের প্রতিটি স্তরের নীচে সাইকেডেলিক রঙের একটি স্বতন্ত্র রঙের স্কিমে আঁকা অ্যালুমিনিয়ামে আচ্ছাদিত যা, ডেনিশ ১৯৬০ এবং ৭০ এর দশকের আসবাবপত্র ডিজাইনার ভার্নার প্যান্টনের প্রতি শ্রদ্ধা হিসাবে, তিনি যে রঙগুলি ব্যবহার করেছিলেন তার সবগুলি সঠিক মিল। তার ডিজাইনে।  রঙগুলি, প্রতীকীভাবে, পৃথিবীর জন্য সবুজ থেকে হলুদ, কমলা, গাঢ় কমলা, গরম গোলাপী, বেগুনি থেকে আকাশের জন্য উজ্জ্বল নীলে চলে।  পার্কিং গ্যারেজের উত্তর ও পশ্চিম দিকের সম্মুখভাগে ৩,০০০ বর্গমিটার (৩২,০০০ বর্গফুট) হিমালয় পর্বতশৃঙ্গের ফটোরিয়ালিস্টিক ম্যুরাল।  পার্কিং গ্যারেজটি বিশাল চকচকে অ্যালুমিনিয়াম প্লেট দ্বারা বাতাস এবং বৃষ্টি থেকে সুরক্ষিত, আলোতে এবং প্রাকৃতিক বায়ুচলাচলের জন্য ছিদ্রযুক্ত। গর্তের আকার নিয়ন্ত্রণ করে, চাদরটি মাউন্ট এভারেস্টের বিশাল রাস্টারাইজড ছবিতে রূপান্তরিত হয়েছিল।  অক্টোবর ২০০৮-এ সমাপ্ত, এটি ওয়ার্ল্ড আর্কিটেকচার ফেস্টিভ্যাল হাউজিং অ্যাওয়ার্ড (২০০৮), ফোরাম এআইডি অ্যাওয়ার্ড (২০০৯) এবং কানে MIPIM আবাসিক উন্নয়ন পুরস্কার (২০০৯) পেয়েছে।  ডোয়েল ম্যাগাজিন বলেছে যে মাউন্টেন ডেভেলিংস \"একটি ঘন, নকশা-বুদ্ধিসম্পন্ন শহরে স্থাপত্য সম্ভাবনা এবং আড়ম্বরপূর্ণ বহুপরিবারের বসবাসের জন্য একটি আলোকবর্তিকা হিসাবে দাঁড়িয়ে আছে।\" \nতাদের তৃতীয় আবাসন প্রকল্প, 8 হাউস, স্টোর ফ্রেডেরিকস্লুন্ড হোল্ডিং, Høpfner A/S এবং ডেনিশ অয়েল কোম্পানি A/S দ্বারা ২০০৬ সালে কমিশন করা হয়েছিল এবং অক্টোবর ২০১০ সালে সম্পন্ন হয়েছিল, এটি ছিল ডেনমার্ক এবং স্ক্যান্ডিনেভিয়ায় গৃহীত বৃহত্তম বেসরকারী উন্নয়ন, বাণিজ্যিক এবং খুচরাকে একত্রিত করে। সারি ঘর এবং অ্যাপার্টমেন্ট।  এটি ভিএম হাউস এবং মাউন্টেন ডেভেলিংস অনুসরণ করে ওরেস্টাডে ইঙ্গেলসের তৃতীয় আবাসন উন্নয়নও।  ঢালু, ধনুকের আকৃতির ১০ তলা ভবনটিতে ৬১,০০০ বর্গমিটার (৬,৬০,০০০ বর্গফুট) টি রয়েছে   তিনটি ভিন্ন ধরনের আবাসিক আবাসন এবং ১০,০০০ বর্গমিটার (১,১০,০০০ বর্গফুট) খুচরা প্রাঙ্গণ এবং অফিস, দক্ষিণে কালভেবোড ফায়েলডের ক্ষেত্র এবং মার্চের উপর দৃষ্টিভঙ্গি প্রদান করে। 476-ইউনিট অ্যাপার্টমেন্ট বিল্ডিং দুটি উঠানের চারপাশে একটি চিত্র ৮ গঠন করে।  ২০১০ সালের স্ক্যান্ডিনেভিয়ান গ্রিন রুফ অ্যাওয়ার্ড জিতেছে তার সবুজ ছাদের জন্য বিখ্যাত, ইঙ্গেলস ব্যাখ্যা করেছেন, \"সবুজ ছাদের অংশগুলিকে ক্লায়েন্টরা বিল্ডিংয়ের অবিচ্ছেদ্য হিসাবে দেখেছেন কারণ সেগুলি মাটি থেকে দৃশ্যমান। এগুলি কেবল পরিবেশগত সুবিধাগুলিই দেয় না যা আমরা সবাই জানি যে সবুজ ছাদগুলি থেকে আসে, তবে এর মধ্যে ঢালু ছাদ এবং ছাদের ছাদের ভিজ্যুয়াল নাটক এবং আবেদনও যোগ করে।\"  বিল্ডিংটি ২০১১ ওয়ার্ল্ড আর্কিটেকচার ফেস্টিভালে সেরা আবাসিক বিল্ডিংও জিতেছে, এবং হাফিংটন পোস্ট  ৮ হাউসকে \"২০০১-২০১০ সালের ১০ সেরা স্থাপত্য মুহূর্তগুলির মধ্যে একটি\" হিসেবে অন্তর্ভুক্ত করেছে। \n২০০৭ সালে, ইঙ্গেলস নিউ ইয়র্ক সিটির আর্ট অ্যান্ড আর্কিটেকচারের জন্য স্টোরফ্রন্টে প্রদর্শনী করেন এবং হেলসিঙ্গারে ডেনিশ মেরিটাইম মিউজিয়াম ডিজাইন করার জন্য কমিশন লাভ করেন। বর্তমান জাদুঘরটি UNESCO ওয়ার্ল্ড হেরিটেজ সাইটের নিকটবর্তী ক্রোনবর্গ দুর্গে অবস্থিত।  ভবনটির ধারণা হল 'অদৃশ্য' স্থান, একটি ভূগর্ভস্থ জাদুঘর যা এখনও দিনের আলোর নাটকীয় ব্যবহারকে অন্তর্ভুক্ত করতে সক্ষম।  ৪০ মিলিয়ন ডলার প্রকল্প চালু করার সময়, বিগ-কে সাইটে একটি পরিত্যক্ত কংক্রিটের ড্রাই ডককে আরও শক্তিশালী করতে হয়েছিল, ১৫০ মিটার (৪৯০ ফুট) লম্বা, ২৫ মিটার (৮২ ফুট) চওড়া এবং ৯ মিটার (৩০ ফুট) গভীর, চাঙ্গা শুষ্ক ডক দেয়ালের পরিধিতে জাদুঘরটি নির্মাণ করা যা নতুন যাদুঘরের সম্মুখভাগ তৈরি করবে।  ড্রাই ডকটি সারা বছর ধরে প্রদর্শনী এবং সাংস্কৃতিক অনুষ্ঠানের আয়োজন করবে।  যাদুঘরের অভ্যন্তরটি একটি জাহাজের ডেকের পরিবেশকে অনুকরণ করার জন্য ডিজাইন করা হয়েছে, সামান্য নিম্নগামী ঢাল সহ। ৭,৬০০ মি২ (৮২,০০০ ফু২)   প্রদর্শনী গ্যালারিতে ড্যানিশ নৌবাহিনীর পেইন্টিং, মডেল জাহাজ, এবং ঐতিহাসিক সরঞ্জাম এবং স্মৃতিচিহ্নের একটি বিস্তৃত সংগ্রহ রয়েছে।  Ingels পরামর্শ প্রকৌশলী Rambøll, প্রকল্প পরিচালনার জন্য Alectia এবং E. Pihl & Søn এবং Kossmann.dejong-এর সাথে নির্মাণ ও অভ্যন্তরীণ নকশার জন্য সহযোগিতা করছেন।  প্রায় ১১টি ভিন্ন ফাউন্ডেশন প্রকল্পে অর্থায়ন করছে। ২০১০ সালের সেপ্টেম্বরে জাদুঘরের নির্মাণকাজ শুরু হয় এবং এটি ২০১৩  গ্রীষ্মের মধ্যে শেষ হওয়ার জন্য নির্ধারিত হয়। ২০১২ সালের সেপ্টেম্বরে, ক্রোনবোর্গ এবং জিগ-জ্যাগ সেতুর অংশগুলি চীন থেকে বিল্ডিংটিতে পাঠানো হয়েছিল। \n \n\n\n=== ২০০৯-বর্তমান: আন্তর্জাতিক সুযোগ ===\n\n—বিআকে ইঙ্গেলস. \nইঙ্গেলস সাংহাইতে ড্যানিশ ওয়ার্ল্ড এক্সপো ২০১০ প্যাভিলিয়নের জন্য একটি লুপের আকারে একটি প্যাভিলিয়ন ডিজাইন করেছিলেন। খোলা আকাশ ৩,০০০ বর্গমিটার (৩২,০০০ বর্গফুট)  ইস্পাত প্যাভিলিয়নে একটি সর্পিল সাইকেল পাথ রয়েছে, যেখানে ৩০০ জন সাইকেল চালক থাকতে পারে যারা টেকসই নগর উন্নয়নের জন্য ডেনিশ সংস্কৃতি এবং ধারণাগুলি অনুভব করে।  কেন্দ্রে, ১ মিলিয়ন লিটার (২৬৪,১৭২ গ্যালন) জলের পুলের মধ্যে, দ্য লিটল মারমেইডের কোপেনহেগেন মূর্তি, ডেনিশ লেখক হ্যান্স ক্রিশ্চিয়ান অ্যান্ডারসেনের প্রতি শ্রদ্ধা নিবেদন করে। \n২০০৯ সালে, ইঙ্গেলস স্টেট অডিটোরিয়ামের দক্ষিণে অবস্থিত আস্তানায় কাজাখস্তানের নতুন ন্যাশনাল লাইব্রেরি ডিজাইন করেন, যা একটি \"বিশাল ধাতব ডোনাট\" এর অনুরূপ বলে।  বিআইজি এবং এমএডি চীনের গুইয়াংয়ের হুয়াক্সি জেলায় টিল্টিং বিল্ডিং ডিজাইন করেছে, এটি ছয়টি সম্মুখভাগ সহ একটি উদ্ভাবনী হেলানো টাওয়ার।  অন্যান্য প্রকল্পের মধ্যে এস্তোনিয়ার তালিনের সিটি হল এবং ফ্যারো দ্বীপপুঞ্জের তোরশাভনে ফ্যারো দ্বীপপুঞ্জ শিক্ষা কেন্দ্র অন্তর্ভুক্ত ছিল।  প্রায় ১,২০০ জন ছাত্র এবং ৩০০ জন শিক্ষকের থাকার ব্যবস্থা, এই সুবিধাটিতে স্টাফ এবং ছাত্রদের মধ্যে মিটিংয়ের জন্য একটি কেন্দ্রীয় খোলা রোটুন্ডা রয়েছে। \n২০১০ সালে, ফাস্ট কোম্পানি ম্যাগাজিন তার ডেনিশ প্যাভিলিয়নের নকশার কথা উল্লেখ করে ব্যবসায়িক ১০০ জন সবচেয়ে সৃজনশীল ব্যক্তির তালিকায় ইঙ্গেলকে অন্তর্ভুক্ত করে।  বিগ প্রকল্পগুলি ক্রমবর্ধমান আন্তর্জাতিক হয়ে উঠেছে, যার মধ্যে রয়েছে নরওয়ের হোটেল, মেক্সিকো সিটির একটি জাদুঘর, এবং আজারবাইজানের বাকু উপকূলে জিরা দ্বীপে একটি তেল শিল্পের বর্জ্যভূমিকে একটি শূন্য-নির্গমন রিসর্টে রূপান্তরিত করা।  ১০,০০,০০০ বর্গমিটার (১,১০,০০,০০০ বর্গফুট) রিসোর্টটি ২০১০ সালে নির্মাণ শুরু করে এবং আজারবাইজানের সাতটি পর্বতকে প্রতিনিধিত্ব করে। এটিকে \"বিশ্বের বৃহত্তম ইকো-উন্নয়নগুলির মধ্যে একটি\" হিসাবে উল্লেখ করা হয়েছিল।  \"পাহাড়\" সৌর প্যানেল দ্বারা আচ্ছাদিত ছিল এবং আবাসিক এবং বাণিজ্যিক স্থান প্রদান করে। বিআইজি-এর মতে, \"পাহাড়গুলিকে শুধুমাত্র রূপক হিসেবেই কল্পনা করা হয় না, বরং সম্পূর্ণ ইকোসিস্টেম হিসেবে প্রকৌশলী করা হয়, ভবিষ্যতের টেকসই নগর উন্নয়নের একটি মডেল\"। \n২০১১ সালে, বিগ Amagerforbrænding শিল্প ভবনের ছাদ ডিজাইন করার জন্য একটি প্রতিযোগিতা জিতেছিল, যার মধ্যে ৩১,০০০ বর্গমিটার (৩,৩০,০০০ বর্গফুট) বিভিন্ন দক্ষতার স্তরের স্কি ঢাল ছিল।  ছাদটিকে \"হেডোনিস্টিক সাসটেইনেবিলিটি\"-এর আরেকটি উদাহরণ হিসেবে সামনে রাখা হয়েছে: পুনর্ব্যবহৃত সিনথেটিক্স থেকে ডিজাইন করা হয়েছে, যার লক্ষ্য ২০ শতাংশ পর্যন্ত শক্তির দক্ষতা বৃদ্ধি করা।  ২০১১ সালের অক্টোবরে, দ্য ওয়াল স্ট্রিট জার্নাল ইঙ্গেলসকে স্থাপত্যের জন্য বছরের সেরা উদ্ভাবক হিসেবে মনোনীত করে, পরে বলে যে তিনি তার পোর্টফোলিওর আলোকে \"ডিজাইন বিশ্বের উদীয়মান তারকাদের একজন হয়ে উঠছেন\"। \n২০১২ সালে, ইঙ্গেলস ওয়েস্ট 57 স্ট্রিটে একটি পিরামিড -সদৃশ অ্যাপার্টমেন্ট বিল্ডিংয়ের কাজ তদারকি করার জন্য নিউ ইয়র্কে চলে যান, রিয়েল এস্টেট ডেভেলপার ডার্স্ট ফেটনার রেসিডেন্সিয়ালের সাথে একটি সহযোগিতা।  বিগ একটি স্থায়ী নিউইয়র্ক অফিস খোলেন, এবং নিউইয়র্কে আরও কাজ করার জন্য প্রতিশ্রুতিবদ্ধ হন। ২০১২ সালের মাঝামাঝি সময়ে সেই অফিসে ৫০ জন কর্মী ছিল, যা তারা উত্তর আমেরিকায় অন্যান্য প্রকল্প চালু করতে ব্যবহার করেছিল।  ২০১৪ সালে একটি সমন্বিত বন্যা সুরক্ষা ব্যবস্থার জন্য ইঙ্গেলসের নকশা, ড্রাইলাইন, হারিকেন স্যান্ডির পরিপ্রেক্ষিতে আবাসন ও নগর উন্নয়ন বিভাগ দ্বারা তৈরি পুনঃনির্মাণ বাই ডিজাইন প্রতিযোগিতার বিজয়ী ছিল।  ড্রাইলাইন ম্যানহাটনের উপকূলরেখাকে লোয়ার ইস্ট সাইডে প্রসারিত করবে, ইস্ট রিভার পার্কে ল্যান্ডস্কেপড বন্যা বাধা, এফডিআর ড্রাইভের উপর উন্নত পথচারী সেতু এবং পূর্ব ১৪ তম স্ট্রিটের উত্তরে স্থায়ী এবং স্থাপনযোগ্য ফ্লাডওয়াল। \nবিআইজি লেগো হাউসের ডিজাইন করেছে যেটি ডেনমার্কের বিলুন্ডে ২০১৪ সালে নির্মাণ শুরু হয়েছিল। ইঙ্গেলস এটি সম্পর্কে বলেন, \"আমরা অনুভব করেছি যে যদি বিগ শুধুমাত্র একটি বিল্ডিং নির্মাণের একক উদ্দেশ্য নিয়ে তৈরি করা হয়, তবে এটি হবে Lego- এর জন্য ঘর ডিজাইন করা।\"  আন্তঃলক এবং ওভারল্যাপিং বিল্ডিং এবং স্পেসগুলির একটি গ্রাম হিসাবে ডিজাইন করা হয়েছে, ঘরটি খেলনা ইটের অনুপাতের সাথে কল্পনা করা হয়েছে এবং ছোট আকারে একে একে নির্মাণ করা যেতে পারে। তারা ডেনমার্কের এলসিনোরে ডেনিশ মেরিটাইম মিউজিয়াম এবং ওয়াশিংটন, ডিসিতে নতুন স্মিথসোনিয়ান ইনস্টিটিউশন দক্ষিণ ক্যাম্পাসের জন্য একটি মাস্টার প্ল্যানও ডিজাইন করেছে। এটি একটি ২০ বছরের প্রকল্পের অংশ যা ২০১৬ সালে শুরু হবে। \nইঙ্গেলস ডেনমার্কের হেলারুপে তার প্রাক্তন হাই স্কুলের জন্য দুটি এক্সটেনশনও ডিজাইন করেছিলেন - একটি হ্যান্ডবল কোর্ট এবং একটি বৃহত্তর আর্টস এবং স্পোর্টস এক্সটেনশন। হ্যান্ডবল কোর্ট, স্থপতির প্রাক্তন গণিত শিক্ষকের প্রতি শ্রদ্ধা জানিয়ে, বক্রতা সহ একটি ছাদ খেলা করে যা একটি নিক্ষিপ্ত হ্যান্ডবলের গতিপথকে চিহ্নিত করে। \n২০১৫ সালে, ইঙ্গেলস ব্রিটিশ ডিজাইনার টমাস হিদারউইকের সাথে মাউন্টেন ভিউ, ক্যালিফোর্নিয়ার Google- এর জন্য একটি নতুন সদর দফতরে কাজ শুরু করেন। ব্লুমবার্গ বিজনেসউইক ডিজাইনটিকে \"এই বছর গুগল দ্বারা উন্মোচিত সবচেয়ে উচ্চাভিলাষী প্রকল্প হিসাবে স্বাগত জানিয়েছে৷ ...\" ডিজাইন এবং এর স্থপতিদের উপর একটি বৈশিষ্ট্য নিবন্ধে।  সেই বছরের শেষের দিকে, বিআইজিকে টু ওয়ার্ল্ড ট্রেড সেন্টারের নকশা হাতে নেওয়ার জন্য বেছে নেওয়া হয়েছিল, যেটি টুইন টাওয়ারের পরিবর্তে একটি টাওয়ার। কাজটি প্রাথমিকভাবে ব্রিটিশ ফার্ম ফস্টার অ্যান্ড পার্টনার্সের কাছে ন্যস্ত করা হয়েছিল, কিন্তু প্রত্যাহার করা হয়েছিল এবং ২০১৯ সালে ফস্টারকে ফিরিয়ে দেওয়া হয়েছিল। \nইঙ্গেলসকে হাডসন ইয়ার্ড প্রকল্পের জন্য বিবেচনা করা হয়েছিল।  ২০১৬ সালের শেষের দিকে, প্রকল্পটি আনুষ্ঠানিক হয়ে ওঠে। \n\n\n== অন্যান্য প্রকল্পসমূহ ==\n২০০৯ সালে, ইঙ্গেলস জেনস মার্টিন স্কিবস্টেড এবং লার্স লারসেনের সাথে KiBiSi ডিজাইন গ্রুপের সহ-প্রতিষ্ঠাতা হন। শহুরে গতিশীলতা, স্থাপত্যের আলোকসজ্জা এবং ব্যক্তিগত ইলেকট্রনিক্সের উপর ফোকাস করার সাথে, কোম্পানিটি সাইকেল, আসবাবপত্র, গৃহস্থালীর জিনিসপত্র এবং বিমান ডিজাইন করে, যা স্ক্যান্ডিনেভিয়ার সবচেয়ে প্রভাবশালী ডিজাইন গ্রুপগুলির মধ্যে একটি হয়ে উঠেছে।  কিবিসি এক্সপো ২০১০-এ ইঙ্গেলসের ডেনিশ প্যাভিলিয়নের জন্য আসবাবপত্র ডিজাইন করেছে। \nইঙ্গেলসের প্রথম বই, ইয়েস ইজ মোর: অ্যান আর্কিকোমিক অন আর্কিটেকচারাল ইভোলিউশন, তার অনুশীলন থেকে ৩০টি প্রকল্প তালিকাভুক্ত করেছে। একটি কমিক বইয়ের আকারে ডিজাইন করা হয়েছে, যা তিনি বিশ্বাস করেছিলেন যে স্থাপত্য সম্পর্কে গল্প বলার সর্বোত্তম উপায় ছিল, তিনি পরে বলেছিলেন যে মাধ্যমটি এই উপলব্ধিতে অবদান রেখেছে যে তার কিছু প্রকল্প কার্টুনিশ।  একটি সিক্যুয়েল, হট থেকে কোল্ড: অ্যান ওডিসি অফ আর্কিটেকচারাল অ্যাডাপ্টেশন, একটি জলবায়ু লেন্সের মাধ্যমে ৬০টি কেস স্টাডি অন্বেষণ করেছে, যেখানে লোকেরা গ্রহে কোথায় এবং কীভাবে বাস করে, উষ্ণ অঞ্চল থেকে শীতলতম অঞ্চলে কাজ করে। বইটি গ্র্যামি পুরস্কার বিজয়ী ডিজাইনার স্টেফান স্যাগমেইস্টার দ্বারা ডিজাইন করা হয়েছিল এবং ওয়াশিংটন ডিসির ন্যাশনাল বিল্ডিং মিউজিয়ামে একই নামের একটি প্রদর্শনী সহ বইটিতে ভিআইএ ( ওয়েস্ট 57 তম ), আমেগার বাক্কে, ৮ হাউস, এর মতো সুপরিচিত প্রকল্পগুলি দেখানো হয়েছে। গামেল হেল্লেরাপ উচ্চ বিদ্যালয়, Superkilen, The Lego House এবং Danish Maritime Museum, অন্যান্যদের মধ্যে। \n২০০৯ সালে, ইঙ্গেলস যুক্তরাজ্যের অক্সফোর্ডে একটি TED ইভেন্টে বক্তৃতা করেন।  তিনি মেক্সিকো সিটিতে ৩য় আন্তর্জাতিক হলসিম ফোরাম ২০১০-এ জটিলতা পরিচালনার উপর একটি কর্মশালায় \"হেডোনিস্টিক সাসটেইনেবিলিটি\" কেস স্টাডি উপস্থাপন  এবং ২০১১ সালে ইউরোপের জন্য হোলসিম অ্যাওয়ার্ডের আঞ্চলিক জুরির সদস্য ছিলেন।\n২০১৫ সালে, কোহলার কোম্পানির একটি বিভাগ, ক্যালিস্তা, ইঙ্গেলস দ্বারা ডিজাইন করা স্নান এবং রান্নাঘরের পণ্যগুলির একটি নতুন লাইন প্রকাশ করে। \"টেপার\" নামে, ফিক্সচারে মিনিমালিস্ট এবং মধ্য শতাব্দীর ডেনিশ ডিজাইন রয়েছে। \n২০১৬ সালে, তিনি নেতৃত্ব সম্মেলনে আরহাস সিম্পোজিয়ামে একজন প্রধান বক্তা ছিলেন, যেখানে তিনি নেতৃত্বে সৃজনশীলতা এবং ক্ষমতায়নের ভূমিকা নিয়ে বক্তব্য রাখেন। \n\n\n=== ফিল্ম ===\nইনজেলসকে মাই প্লেগ্রাউন্ডে কাস্ট করা হয়েছিল, ক্যাস্পার অ্যাস্ট্রুপ শ্রোডারের একটি ডকুমেন্টারি ফিল্ম যেটি পার্কোর এবং ফ্রি-রানিংকে অন্বেষণ করে, যার বেশিরভাগ অ্যাকশন বিআইজি প্রকল্পগুলিতে এবং তার আশেপাশে ঘটে। \nতিনি সাইকেল, শহর এবং ব্যক্তিগত সচেতনতা সম্পর্কে ডকুমেন্টারি ফিল্ম জেনার ডি ভিয়েরও অংশ ছিলেন। এটি পছন্দসই স্থান এবং এটির প্রক্রিয়াতে আমাদের নিজস্ব প্রভাব দেখে। ফিল্মটি সাইকেলের সরলতার দ্বারা শক্তিশালী শহুরে জীবনকে নথিভুক্ত করে।\nনেটফ্লিক্স ডকু-সিরিজ অ্যাবস্ট্রাক্ট: দ্য আর্ট অফ ডিজাইনের প্রথম সিজনে ইঙ্গেলসকে প্রোফাইল করা হয়েছিল। \n\n\n== নকশার দর্শন ==\n \n২০০৯ সালে, দ্য আর্কিটেকচারাল রিভিউ বলেছিল যে ইঙ্গেলস এবং বিআইজি \"বিশালতা এবং বারোক উদ্ভটতার আরও উর্বর বিশ্ব অন্বেষণ করতে ২০ শতকের ডেনিশ আধুনিকতাকে পরিত্যাগ করেছেন। . . বিআইজি-এর বিশ্ব ভবিষ্যতের একটি আশাবাদী দৃষ্টিভঙ্গি যেখানে শিল্প, স্থাপত্য, নগরবাদ এবং প্রকৃতি জাদুকরীভাবে একটি নতুন ধরনের ভারসাম্য খুঁজে পায়। যদিও অলংকার উচ্চারিত হয়, অন্তর্নিহিত বার্তাগুলি গ্লোবাল ওয়ার্মিং, সম্প্রদায়ের জীবন, পোস্ট-পেট্রোলিয়াম-যুগের স্থাপত্য এবং শহরের যুবকদের সম্পর্কে গুরুতর বিষয়।\"  নেদারল্যান্ডস আর্কিটেকচার ইনস্টিটিউট তাকে \"একটি নতুন প্রজন্মের স্থপতিদের একজন সদস্য হিসাবে বর্ণনা করেছে যা চতুর বিশ্লেষণ, কৌতুকপূর্ণ পরীক্ষা, সামাজিক দায়বদ্ধতা এবং হাস্যরসের সমন্বয় করে।\" \n২০১০ সালে একটি সাক্ষাত্কারে, ইঙ্গেলস তার নকশা দর্শনের উপর অনেকগুলি অন্তর্দৃষ্টি প্রদান করেছিলেন। তিনি স্থাপত্যকে সংজ্ঞায়িত করেছেন \"সমাজের সমস্ত জৈব কাঠামো - সামাজিক, সাংস্কৃতিক, অর্থনৈতিক এবং রাজনৈতিক -কে ভৌত কাঠামোতে অনুবাদ করার শিল্প।\" জলবায়ু পরিবর্তনের আলোচনার মাধ্যমে আমাদের ভবিষ্যতের জন্য ক্রমবর্ধমান উদ্বেগ থেকে উপকৃত হওয়া আর্কিটেকচার \"বিশ্ব থেকে উদ্ভূত\" হওয়া উচিত। তার বিগ অনুশীলনের সাথে সম্পর্কিত, তিনি ব্যাখ্যা করেন: \"বিল্ডিংগুলিকে স্থানীয় পরিবেশ এবং জলবায়ুকে এক ধরণের কথোপকথনে সাড়া দেওয়া উচিত যাতে এটি মানুষের জীবনের জন্য বাসযোগ্য করে তোলে\" অঙ্কন, বিশেষ করে, স্থানীয় জলবায়ুর সংস্থানগুলির উপর যা প্রদান করতে পারে স্থাপত্যের শব্দভান্ডারকে ব্যাপকভাবে সমৃদ্ধ করার উপায়।\" \nলুক বুচার উল্লেখ করেছেন যে ইঙ্গেলস মেটামডার্ন সংবেদনশীলতায় টোকা দেয়, একটি রূপান্তরিত মনোভাব গ্রহণ করে; কিন্তু তিনি \"আধুনিক অবস্থান এবং উত্তর-আধুনিক অবস্থানের মধ্যে দোদুল্যমান বলে মনে হচ্ছে, এই জগতের বাইরের একটি নির্দিষ্ট এবং একটি নির্দিষ্ট ডাউন-টু-আর্থনেস, সরলতা এবং জ্ঞান, আদর্শবাদ এবং ব্যবহারিক।\"  টেকসই উন্নয়ন এবং নবায়নযোগ্য শক্তি ইঙ্গেলসের কাছে গুরুত্বপূর্ণ, যাকে তিনি \"হেডোনিস্টিক টেকসই\" হিসাবে উল্লেখ করেছেন। তিনি বলেছেন যে \"এটি টেকসই হওয়ার জন্য আমরা কী ত্যাগ করি তা নিয়ে নয়, আমরা কী পাই তা নিয়ে। এবং এটি একটি খুব আকর্ষণীয় এবং বিপণনযোগ্য ধারণা।\"  তিনি কোপেনহেগেনের হোলমেনে \"সাবরবান বায়োপসি\" এর বিরুদ্ধেও সোচ্চার হয়েছেন, যা শহরতলিতে বসবাসকারী ধনী বয়স্ক ব্যক্তিদের (ধূসর-সোনার প্রজন্ম) দ্বারা সৃষ্ট এবং রয়্যাল থিয়েটার এবং অপেরা দেখার জন্য শহরে চলে যেতে চায়। \n২০১৪ সালে, ইঙ্গেলস 'ওয়ার্ল্ডক্রাফ্ট' শিরোনামের একটি ভিডিও প্রকাশ করে যা গল্প বলার সামিটের ভবিষ্যত অংশ হিসাবে, যা \"পরাবাস্তব স্বপ্নকে বসবাসযোগ্য স্থান\" এ পরিণত করার উপর দৃষ্টি নিবদ্ধ করে স্থাপত্য তৈরির তার ধারণার পরিচয় দেয়।  মাইনক্রাফ্টের মত বিকল্প রিয়েলিটি প্রোগ্রাম এবং ভিডিও গেমের শক্তি উদ্ধৃত করে,  ইঙ্গেলসের 'ওয়ার্ল্ডক্রাফ্ট' হল 'হেডোনিস্টিক সাসটেইনেবিলিটি'র একটি সম্প্রসারণ এবং তার প্রথম বই ইয়েস ইজ মোরে প্রতিষ্ঠিত ধারণাগুলিকে আরও বিকাশ করে। ভিডিওতে (এবং তার দ্বিতীয় বই, হট টু কোল্ড: অ্যান ওডিসি অফ আর্কিটেকচারাল অ্যাডাপ্টেশনে একই নামে প্রবন্ধ) ইঙ্গেলস নোট করেছেন: \"এই কাল্পনিক জগতগুলি মানুষকে তাদের নিজস্ব পরিবেশে রূপান্তরিত করার সরঞ্জাম দিয়ে ক্ষমতায়ন করে। স্থাপত্যের এটাই হওয়া উচিত . . \" \"স্থাপত্য অবশ্যই ওয়ার্ল্ডক্রাফ্ট হয়ে উঠতে হবে, আমাদের বিশ্ব তৈরির নৈপুণ্য, যেখানে আমাদের জ্ঞান এবং প্রযুক্তি আমাদের সীমাবদ্ধ করে না বরং আমাদের পরাবাস্তব স্বপ্নকে বাসযোগ্য স্থানে পরিণত করতে সক্ষম করে। কল্পকাহিনীকে বাস্তবে পরিণত করা।\" \n\n\n== ব্যক্তিগত জীবন ==\n২০১৫ সালে, ইঙ্গেলস নিউ ইয়র্কের ডাম্বো এলাকায়  একটি অ্যাপার্টমেন্ট কিনেছিলেন।\n\n\n== উল্লেখযোগ্য প্রকল্প ==\nপ্রকল্পগুলির সম্পূর্ণ তালিকার জন্য, Bjarke Ingels Group#সম্পূর্ণ প্রকল্পগুলি দেখুন \n\n\n=== প্রদর্শনীসমূহ ===\n২০০৭ বিগ সিটি, আর্ট এবং আর্কিটেকচারের জন্য স্টোরফ্রন্ট, নিউ ইয়র্ক \n২০০৯ হ্যাঁ ইজ মোর, ডেনিশ আর্কিটেকচার সেন্টার, কোপেনহেগেন \n২০১০ হ্যাঁ ইজ মোর, CAPC , Bordeaux এবং WECHSELRAUM, Stuttgart\n২০১৫ গরম থেকে ঠান্ডা: স্থাপত্য অভিযোজনের একটি অডিসি, ন্যাশনাল বিল্ডিং মিউজিয়াম\n২০১৯-২০২০ BIG FORMGIVING উপস্থাপন করে, ডেনিশ আর্কিটেকচার সেন্টার, কোপেনহেগেন\n\n\n== পুরস্কার ==\nপুরস্কারের আরও বিস্তারিত তালিকার জন্য, Bjarke Ingels Group#Awards দেখুন\n\n\n== গ্রন্থপঞ্জি ==\nBjarke Ingels, Yes is More: An Archicomic on Architectural Evolution (প্রদর্শনী ক্যাটালগ), কোপেনহেগেন, ২০০৯,আইএসবিএন ৯৭৮৮৭৯৯২৯৮৮০৮ \nBIG, Bjarke Ingels Group Projects 2001–2010, Design Media Publishing Ltd, ২০১১, ২৩২ পৃষ্ঠা।আইএসবিএন ৯৭৮৯৮৮১৯৭৩৮৬৩আইএসবিএন 9789881973863 ।\nBIG, BIG - Bjarke Ingels Group, Archilife, Seoul, ২০১০, ৩৫৬ পৃষ্ঠা।আইএসবিএন ৯৭৮৮৯৯৬৪৫০৮১৮আইএসবিএন 9788996450818\nBIG, BIG: সাম্প্রতিক প্রকল্প, GA এডিটা, টোকিও, ২০১২।আইএসবিএন ৯৭৮৪৮৭১৪০৬৭৮৯আইএসবিএন 9784871406789\nBIG, Abitare, Being BIG, Abitare, Milan, ২০১২।\nBIG, Arquitectura Viva, AV Monograph BIG, Arquitectura Viva, Madrid, 2013।আইএসবিএন ৯৭৮৮৪৬১৬৫৫৯২২আইএসবিএন 9788461655922\nBIG, Topotek & Superflex, Barbara Steiner, Superkilen, Arvinius + Orfeus, Stockholm, ২০১৩, ২২৪ পৃষ্ঠা। আইএসবিএন ৯৭৮৯১৮৭৫৪৩০২৯আইএসবিএন 9789187543029\nBIG, Bruce Peter, Museum in the Dock, Arvinius + Orfeus, Stockholm, ২০১৪, ২০৮ পৃষ্ঠা।আইএসবিএন ৯৭৮৯১৯৮০৭৫৬৪৯আইএসবিএন 9789198075649\nBjarke Ingels, Hot to Cold: An Odyssey of Architectural Adaptation (প্রদর্শনী ক্যাটালগ), Taschen, New York and Köln, ২০১৫, ৭১২ পৃষ্ঠা।আইএসবিএন ৯৭৮৩৮৩৬৫৫৭৩৯৯আইএসবিএন 9783836557399 \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিআকে ইঙ্গেলস at TED\n\"3 warp-speed architecture tales\" (TEDGlobal 2009)\nBjarke Ingels design consultancy KiBiSi.com\n'Yes is More' Talk at the Royal Institute of British Architects (RIBA), London 2010 (video)\nBjarke interviewed for Studio Banana  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ অক্টোবর ২০১৩ তারিখে\nInterview with Bjarke Ingels Archi-Ninja.com\nGoogle Campus"}