{"pageid": 1382728, "title": "স্থবির দাশগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1382728", "content": "স্থবির দাশগুপ্ত (১৮ জানুয়ারি ১৯৪৯ – ৫ সেপ্টেম্বর ২০২৩) ছিলেন বিশিষ্ট ভারতীয় বাঙালি ক্যান্সার রোগ বিশেষজ্ঞ। ক্যান্সার নিয়ে কাজের পাশাপাশি তিনি জনস্বাস্থ্য, রোগতত্ত্বের উপর কাজ করেও সুনাম অর্জন করেন। মানুষের জীবন ও ক্যান্সারের উপর বেশকিছু গ্রন্থের রচয়িতাও ছিলেন তিনি।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nস্থবির দাশগুপ্তর জন্ম ১৯৪৯ খ্রিস্টাব্দের ১৮ জানুয়ারি  বিহার রাজ্যের অধুনা  ঝাড়খণ্ডের জামশেদপুরে। তার বিদ্যালয়ের পড়াশোনা পশ্চিমবঙ্গের চিত্তরঞ্জনের দেশবন্ধু বিদ্যালয়ে। স্কুলের পাঠ শেষ করে চিকিৎসা বিজ্ঞান নিয়ে পড়তে ১৯৬৫ খ্রিস্টাব্দে ভর্তি হন কলকাতার আর জি কর মেডিক্যাল কলেজ ও হাসপাতালে। ১৯৭৭ খ্রিস্টাব্দে সেই কলেজ থেকে ডাক্তারি পাশ করেন। কিন্ত তিনি সত্তরের দশকে নকশাল আন্দোলনে সি পি আই এম এল পার্টির সঙ্গে যুক্ত হয়ে পড়েন। সংগঠনের কাজে বেশ কয়েক বছর গ্রামে আত্মগোপন করে থাকেন। তবে উত্তাল আন্দোলনের সেই কাহিনী নিয়ে রচনা করেন—‘স্বপ্নের সত্তর মায়া রহিয়া গেল’ শীর্ষক গ্রন্থ। পরে তিনি ক্যান্সার চিকিৎসায় প্রশিক্ষণ নেন এবং রয়েল সোসাইটি অফ লন্ডনের ফেলো হন।\n\n\n== কর্মজীবন ==\nকর্মজীবনের দীর্ঘ সময় ডাঃ দাশগুপ্ত স্বাধীন ক্যানসার চিকিৎসক হিসাবে কাজ করে গেছেন। তিনি দুরারোগ্য এবং কষ্টদায়ক এই ক্যান্সার রোগের চিকিৎসায় ওষুধ না দিয়ে একজন মানবিক চিকিৎসক হয়ে রোগীর কষ্ট কমানোর চেষ্টা করতেন। মানবিক চিকিৎসক যত্নসহকারে যেমন ক্যান্সার রোগীর তিনি পরিচর্যা করতেন, তেমনই তিনি সন্ধান করতেন ক্যান্সারের জৈবিক উৎস আর সামাজিক কারণ। ক্যান্সার নিয়ে কাজের পাশাপাশি তিনি পাশাপাশি, জনস্বাস্থ্য বা লোকস্বাস্থ্যের স্বাধীনতার ভাবনা নিয়েও কাজ করেছেন এবং তার অভিজ্ঞতাপ্রসূত ধারণাতে 'জনস্বাস্থ্য' রাজনীতিরই অবিচ্ছেদ্য অঙ্গ হিসাবে স্থান পায়। ক্যান্সারসহ নানা ব্যাধির প্রতিকার এবং জনস্বাস্থ্য বিষয়ে তার স্বাধীন ভাবনা নিয়ে বহু রচনা প্রকাশিত হয়েছে দৈনিক, সাময়িক পত্র পত্রিকায় ও স্বাস্থ্য বিষয়ক জার্নালে। \n\n\n== রচিত গ্রন্থসমূহ ==\nক্যান্সার সম্পর্কিত—\nজীবনযাপন ও ক্যানসার (২০১৬) , ধানসিড়ি, 978-93-8439-676-3\nক্যানসার পুরনো ভয় নতুন ভাবনা (২০২০) মিত্র ও ঘোষ পাবলিশার্স,  কলকাতা\nক্যানসারের অন্য পরিচয় (অনুবাদ) মনু কোঠারি ও লোপা মেহেতা\nএনভায়রনমেন্ট অ্যান্ড দ্য ফেনমেনন অফ ক্যান্সার (২০০৯) ইংরাজীতে, সেরিবান দে বুক স্টোর\nস্বাস্থ্য সংক্রান্ত অন্যান্য গ্রন্থ—\nস্বাস্থ্য নিয়ে বাদবিসংবাদ (২০২০), আনন্দ পাবলিশার্স,  কলকাতা\nদখলসম্ভবা\nস্মৃতি কথা—\nস্বপ্নের সত্তর মায়া রহিয়া গেল (২০১৮), ধানসিড়ি, 978-93-8661-254-0\nশীতলপাটি বিছিয়ে যারা (২০২৩)\n\n\n== জীবনাবসান ==\nস্থবির দাশগুপ্ত দীর্ঘদিন সিওপিডি ও উচ্চ-রক্তচাপ জনিত নানা কারণে ভুগছিলেন। অতি সম্প্রতি ইনফ্লুয়েঞ্জায় আক্রান্ত হলে ২০২৩ খ্রিস্টাব্দের ৩ সেপ্টেম্বর দক্ষিণ কলকাতার এক হাসপাতালে ভর্তি করাতে হয়। পরে তার স্বাস্থ্যের অবনতি হলে ভেন্টিলেশনে পাঠানো হয়। কিন্তু সেপটিক শক ও মাল্টি অর্গ্যান ফেলিওরের কারণে ৫ সেপ্টেম্বর মঙ্গলবার প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}