{"pageid": 1383635, "title": "কণিকা মান", "url": "https://bn.wikipedia.org/wiki?curid=1383635", "content": "কণিকা মান (জন্ম ৭ অক্টোবর ১৯৯৩) একজন দক্ষ ভারতীয় অভিনেত্রী যিনি প্রাথমিকভাবে হিন্দি টেলিভিশনে তার কাজের জন্য স্বীকৃত। তিনি পাঞ্জাবি চলচ্চিত্র রকি মেন্টাল (২০১৭) এর মাধ্যমে অভিনয়ে অভিষেক করেন এবং তিতলি চরিত্রে বঢ়ো বহু (২০১৮) এর মাধ্যমে টেলিভিশনে তার আত্মপ্রকাশ করেন। মান গুড্ডন তুমসে না হো পায়েগা-তে গুড্ডন জিন্দাল এবং গুড্ডন বিড়লার দ্বৈত চরিত্রে অভিনয়ের জন্য সবচেয়ে বেশি পরিচিত।\nমান এমএক্স প্লেয়ার-এর রুহানিয়ত দিয়ে ওয়েবে তার আত্মপ্রকাশ করেন। এছাড়াও তিনি খাতরোঁ কে খিলাড়ি ১২ এর ফাইনালিস্ট ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nমান ৭ অক্টোবর ১৯৯৩ সালে ভারতের হরিয়ানার পানিপথে জন্মগ্রহণ করেন। তার একাডেমিক যাত্রা তাকে পাঞ্জাব বিশ্ববিদ্যালয়, চণ্ডীগড় থেকে স্নাতক করার দিকে নিয়ে যায়।\n\n\n== কর্মজীবন ==\nকণিকা মান বিনোদন জগতে একটি উল্লেখযোগ্য লাফ দেওয়ার আগে মডেল হিসাবে তার কর্মজীবন শুরু করেছিলেন। তিনি প্রথমে বিভিন্ন পাঞ্জাবি মিউজিক ভিডিওতে হাজির হন, নিজেকে পাঞ্জাবি সঙ্গীতের দৃশ্যে একটি বিশিষ্ট মুখ হিসেবে প্রতিষ্ঠিত করেন।\n২০১৭ সালে পাঞ্জাবি চলচ্চিত্র \"রকি মেন্টাল\" এর মাধ্যমে তার অভিনয়ের অভিষেক ঘটে, যেখানে তিনি ধীরাজ কুমারের বিপরীতে সিরাত চরিত্রটি চিত্রিত করেছিলেন। ছবিটি ভালোভাবে সমাদৃত হয়েছিল এবং ইতিবাচক পর্যালোচনা অর্জন করেছিল।\n২০১৮ সালে, মান \"বৃহস্পতি\" তে তার কন্নড় চলচ্চিত্রে আত্মপ্রকাশ করে তার দিগন্ত প্রসারিত করেছিলেন। যদিও ছবিটি মিশ্র পর্যালোচনা পেয়েছে, তার অভিনয় তার বহুমুখিতা প্রদর্শন করতে থাকে। তিনি পাঞ্জাবি চলচ্চিত্র \"দানা পানি\"-এ তার প্রতিভা প্রদর্শন করেছিলেন, যেখানে তিনি মাঘি চরিত্রটি চিত্রিত করেছিলেন।\nটেলিভিশন ইন্ডাস্ট্রিতে কণিকা মান এর প্রবেশ ২০১৮ সালে ঘটেছিল যখন তিনি \"বঢ়ো বহু\" তে আত্মপ্রকাশ করেছিলেন, যেখানে তিনি প্রিন্স নারুলার বিপরীতে তিতলি চরিত্রটি চিত্রিত করেছিলেন।\nযাইহোক, এটি ২০১৮ থেকে ২০২০ পর্যন্ত টেলিভিশন সিরিজ \"গুড্ডন তুমসে না হো পায়েগা\"-এ গুড্ডন গুপ্তা জিন্দালের ভূমিকায় ছিল যা তার ক্যারিয়ারের একটি গুরুত্বপূর্ণ মোড়কে চিহ্নিত করেছিল। চরিত্রটির চিত্রায়ন তার সমালোচকদের প্রশংসা এবং একটি উত্সর্গীকৃত ভক্ত অনুসরণ করে। তিনি ২০২০ থেকে ২০২১ সাল পর্যন্ত গুড্ডন জিন্দাল বিড়লা চরিত্রে অভিনয় করে দর্শকদের মুগ্ধ করতে থাকেন।\n২০২১ সালে, মান পাঞ্জাবি চলচ্চিত্র \"আমরিকা মাই ড্রিম\"-এ তার অভিনয় দক্ষতা প্রদর্শন করেছিলেন, যেখানে তিনি আমান্দেপ মুলতানি এবং সাপিন্দর শেরগিলের সাথে স্ক্রিন শেয়ার করেছিলেন।\nকনিকা মান ২০২২ সালের মার্চ মাসে এমএক্স প্লেয়ারের \"রুহানিয়ত\" দিয়ে ডিজিটাল স্পেসে প্রবেশ করেন, যেখানে তিনি অর্জুন বিজলানির বিপরীতে প্রিশা শ্রীবাস্তব চরিত্রে অভিনয় করেছিলেন। এটি ওয়েব সিরিজের জগতে তার প্রবেশকে চিহ্নিত করেছে।\n২০২২ সালের পাঞ্জাবি চলচ্চিত্র \"মাজাজান অর্কেস্ট্রা\"-এ মনপ্রীত/মিস মাহির ভূমিকায় তিনি তার ক্যাপে আরেকটি পালক যোগ করেছেন।\nজুলাই ২০২২-এ, তিনি \"খাতরোঁ কে খিলাড়ি ১২\"-এ অংশগ্রহণ করে তার সাহস এবং সংকল্প প্রদর্শন করেছিলেন, যেখানে তিনি ফাইনালে পৌঁছেছিলেন। উপরন্তু, তিনি \"রুহানিয়াত\" এর দ্বিতীয় সিজনে প্রিশা শ্রীবাস্তবের ভূমিকায় পুনরায় অভিনয় করেছিলেন।\n\n\n== চলচ্চিত্র ==\n\n\n=== টেলিভিশন ===\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কণিকা মান (ইংরেজি)"}