{"pageid": 1383944, "title": "আই. জি. প্যাটেল", "url": "https://bn.wikipedia.org/wiki?curid=1383944", "content": "ইন্দ্রপ্রসাদ গোর্ধনভাই প্যাটেল (১১ নভেম্বর ১৯২৪ - ১৭ জুলাই ২০০৫), (যিনি আই.জি. প্যাটেল নামে পরিচিত), একজন ভারতীয় অর্থনীতিবিদ এবং বেসামরিক কর্মচারী ছিলেন। তিনি  ভারতীয় রিজার্ভ ব্যাঙ্কের চতুর্দশ গভর্নর (১৯৭৭- ৮২)  এবং প্রথম ভারতীয় বংশোদ্ভূত হিসাবে লন্ডন স্কুল অফ ইকোনমিক্সের ডিরেক্টর ছিলেন। ১৯৯১ খ্রিস্টাব্দে ভারত সরকার সিভিল সার্ভিসে অসামান্য অবদানের জন্য দ্বিতীয় সর্বোচ্চ বেসামরিক পুরস্কার  পদ্মবিভূষণে ভূষিত করে। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nইন্দ্রপ্রসাদ গোর্ধনভাই প্যাটেলের জন্ম ১৯২৪ খ্রিস্টাব্দের ১১ নভেম্বর  ব্রিটিশ ভারতে তৎকালীন বরোদার গায়কোয়াদের দ্বারা শাসিত রাজ্যের রাজধানী  বড়োদরায়। শৈশবে তিনি বাবা আইজি নামে পরিচিত ছিলেন। ইন্দ্রপ্রসাদ গোর্ধনভাই প্যাটেল ম্যাট্রিকুলেশন পরীক্ষায় রেকর্ড নম্বর পেয়ে প্রথম হন। এরপর তিনি মুম্বই বিশ্ববিদ্যালয় থেকেও বি.এ. পরীক্ষাতেও শীর্ষস্থান অধিকার করেন। বরোদার গায়কোয়াডদের কাছ থেকে বৃত্তি নিয়ে কেমব্রিজ বিশ্ববিদ্যালয়ের কিংস কলেজ থেকে অর্থনীতিতে পিএইচডি ডিগ্রি অর্জন করেন। তার শিক্ষক অস্টিন রবিনসন কিংস কলেজে তার পুরো মেয়াদের ফেলো হিসাবে শিক্ষকতায় প্যাটেলকে সেরা ছাত্র হিসাবে বর্ণনা করেন।\n\n\n== কর্মজীবন ==\nড. ইন্দ্রপ্রসাদ গোর্ধনভাই প্যাটেল ১৯৪৯ খ্রিস্টাব্দে দেশে ফিরে বরোদা কলেজে অর্থনীতির অধ্যাপক হিসাবে যোগ দেন এবং পরে অধ্যক্ষ হন। প্যাটেলের এক পরামর্শদাতা এডুয়ার্ড বার্নস্টাইনের আমন্ত্রণে ১৯৫০ খ্রিস্টাব্দে তিনি আন্তর্জাতিক মুদ্রা তহবিলে গবেষণায় যোগ দেন। পরে দিল্লিতে ফিরে আসেন এবং ১৯৫৪ খ্রিস্টাব্দে ভারতীয় আর্থিক সেবায় যোগ দিয়ে ভারত সরকারের অর্থ মন্ত্রকের অর্থনৈতিক উপদেষ্টা হিসাবে কাজ করেন এবং পরবর্তী আঠারো বৎসর শীর্ষ ক্ষমতায় থেকেছেন। ১৯৭২ খ্রিস্টাব্দ ড.প্যাটেল পাঁচ বৎসরের জন্য  নিউইয়র্কে ইউএন ডেভেলপমেন্ট প্রোগ্রামের ডেপুটি অ্যাডমিনিস্ট্রেটর হন।  ভারতীয় রিজার্ভ ব্যাঙ্কের গভর্নরের পদ গ্রহণ করার জন্য দেশে ফিরে আসেন। এই সময়ে বৈদেশিক মুদ্রার বাজারে অশান্তি দেখা দেয়। কিন্তু ড. প্যাটেল শক্তিশালী বুদ্ধিবৃত্তিক ক্ষমতায় ব্যাঙ্ক ফর ইন্টারন্যাশনাল সেটেলমেন্টের অধিবেশনগুলির সদ্ব্যবহার করে পরিস্থিতি সামাল দেন। ১৯৮২ খ্রিস্টাব্দে তিনি আহমেদাবাদের ইন্ডিয়ান ইনস্টিটিউট অফ ম্যানেজমেন্ট ডিরেক্টর  নিযুক্ত হন। এটিকে ভারতের অন্যতম সেরা বিজনেস স্কুলে পরিণত করতে তিনি এক রূপরেখা নির্দিষ্ট করেছিলেন।\nবিদেশে সেবা প্রদানের উদ্দেশ্যে ড. প্যাটেলকে ১৯৮৪ খ্রিস্টাব্দে লন্ডন স্কুল অফ ইকোনমিক্সের পরিচালক নির্বাচন করা হয়। স্কুলের আর্থিক উন্নতি এবং হাউটন স্ট্রিটে স্কুলের পুরানো ভবনসহ আরো অনেক নতুন সম্পত্তি সংযোজন করে সম্পদ সুরক্ষিত করেন। তাকে দক্ষিণ আফ্রিকায় এলএসই-এর বিনিয়োগে এবং টটেনহ্যামে ব্রডওয়াটার ফার্ম দাঙ্গায় একজন পুলিশ অফিসারকে হত্যার দায়ে দোষী সাব্যস্ত উইনস্টন সিলকটের প্রতি তাদের সমর্থনের বিষয়ে ছাত্রদের বিক্ষোভ সামাল দিতে হয়েছিল। প্যাটেল উভয় পরিস্থিতিকে সুকৌশলে এবং দৃঢ়তার সাথে পরিচালনা করেছিলেন সেই সঙ্গে কিন্তু বর্ণবাদ সম্পর্কে শিক্ষার্থীদের উদ্বেগের প্রতি সহানুভূতিও প্রদর্শন করেছেন। ইন্টারডিসিপ্লিনারি ম্যানেজমেন্ট ইনস্টিটিউট এবং ডেভেলপমেন্ট স্টাডিজ ইনস্টিটিউটে একটি উদ্ভাবনী আন্তঃবিভাগীয় ফোরাম স্থাপনের ক্ষেত্রেও তার উদ্যোগ ফলপ্রসূ হয়েছে।\n\n\n=== আরবিআই গভর্নর ===\nভারতীয় রিজার্ভ ব্যাঙ্কের গভর্নরের দায়িত্ব পালনের সময় আর্থিক পরিস্থিতির সামাল দিতে ১০০০, ৫০০০ এবং ১০,০০০ মূল্যের ব্যাঙ্ক নোট মুদ্রারহিতকরণ তথা বাজার থেকে তুলে নেওয়াসহ সঞ্চিত স্বর্ণের নিলাম করা হয়েছিল। পরে অবশ্য বিশেষ স্মারক হিসাবে ১০০০ টাকা মূল্যের ব্যাঙ্ক নোট জারি করা হয়েছিল। \nপরবর্তী জীবনে ড.প্যাটেল ভাদোদরার বরোদা মহারাজা সায়াজিরাও বিশ্ববিদ্যালয়ে অধ্যাপনা করেন ।  এবং ১৯৯১ খ্রিস্টাব্দে প্যাটেলকে ভারতের তৎকালীন প্রধানমন্ত্রী পিভি নরসিমা রাও ভারতের অর্থমন্ত্রীর দায়িত্ব গ্রহণের জন্য অনুরোধ করেন, কিন্তু তিনি এই প্রস্তাব প্রত্যাখ্যান করেছিলেন।\n\n\n== পুরস্কার ও সম্মানা ==\nঅর্থনৈতিক বিজ্ঞানের ক্ষেত্রে ড. প্যাটেলের অবদানের জন্য ভারত সরকার ১৯৯১ খ্রিস্টাব্দে দেশের দ্বিতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মবিভূষণ প্রদান করে। \nতার সম্মানে  লন্ডন স্কুল অফ ইকোনমিক্সে অর্থনীতি ও সরকারের আইজি প্যাটেল অধ্যাপক পদ সৃষ্টি করে। বর্তমানে অর্থনীতিবিদ নিকোলাস স্টার্ন ওই পদ অধিষ্ঠিত আছেন।\nড. প্যাটেল সাবেক জার্মান চ্যান্সেলর হেলমুট শ্মিট দ্বারা প্রতিষ্ঠিত \"কমিটি অফ দ্য থার্টি\" এর মতো কেন্দ্রীয় ব্যাংকার এবং অর্থনৈতিক রাষ্ট্রনায়কদের নির্বাচিত কোম্পানিতে তার শক্তিশালী বুদ্ধিবৃত্তিক ক্ষমতার জন্য সুপরিচিত ছিলেন । \n\n\n== ব্যক্তিগত জীবন ==\nড. প্যাটেল অর্থনীতির প্রখ্যাত অধ্যাপক অমিয়কুমার দাশগুপ্তের কন্যা এবং প্রখ্যাত অর্থনীতিবিদ স্যার পার্থ দাশগুপ্তের বোন অলকানন্দা দাশগুপ্তকে বিবাহ করেন । ২০০৫ খ্রিস্টাব্দের ১৭ জুলাই মার্কিন যুক্তরাষ্ট্রের  নিউইয়র্ক শহরে প্রয়াত হন। তার শেষকৃত্য বড়োদরাতেই সম্পন্ন করা হয়। ২০০২ খ্রিস্টাব্দে ৭ ফেব্রুয়ারি অক্সফোর্ড ইউনিভার্সিটি প্রেস হতে তার আত্মজীবনী গ্লিম্পসেস অফ ইন্ডিয়ান ইকোনমিক পলিসি: অ্যান ইনসাইডার্স ভিউ প্রকাশিত হয়। আইএসবিএন ৯৭৮-০১-৯৫৬৫-৮৮৫-৯\n\n\n== তথ্যসূত্র =="}