{"pageid": 1383813, "title": "মহাপ্রশান্ত মহাসাগরীয় আবর্জনার স্তূপ", "url": "https://bn.wikipedia.org/wiki?curid=1383813", "content": "মহাপ্রশান্ত মহাসাগরীয় আবর্জনার স্তূপ (যা প্রশান্ত মহাসাগরের আবর্জনার ঘূর্ণি অথবা উত্তর মহাপ্রশান্ত মহাসাগরীয় আবর্জনার স্তূপ নামেও পরিচিত) হলো একটি আবর্জনার স্তূপ, যা মূলত ঘূর্ণিবর্তে গঠিত ছোট-বড় সমুদ্রীয় আবর্জনার কণিকা নিয়ে তৈরি। এটি উত্তর প্রশান্ত মহাসাগরের কেন্দ্রীয় অঞ্চলে অবস্থিত, আনুমানিকভাবে ১৩৫তম পশ্চিম দ্রাঘিমা থেকে ১৫৫তম পশ্চিম দ্রাঘিমা পর্যন্ত এবং ৩৫তম উত্তর অক্ষাংশ থেকে ৪২তম উত্তর অক্ষাংশ পর্যন্ত বিস্তৃত। এই ভাসমান প্লাস্টিক ও অন্যান্য আবর্জনার উৎস হলো প্রশান্ত মহাসাগর ঘেঁষা দেশসমূহ—এশিয়া, উত্তর আমেরিকা এবং দক্ষিণ আমেরিকার উপকূলীয় অঞ্চল।\nসাধারণভাবে একে বিশাল ভাসমান আবর্জনার দ্বীপ হিসেবে কল্পনা করা হলেও, এর ঘনত্ব কম (প্রতি ঘন মিটারে প্রায় ৪টি কণিকা) হওয়ায় এটি উপগ্রহ চিত্রে দৃশ্যমান নয়, এমনকি সাধারণ নৌযাত্রা বা ডুবসাঁতারেও সহজে বোঝা যায় না। কারণ এটি একটি ব্যাপকভাবে ছড়িয়ে থাকা অঞ্চল, যেখানে প্রধানত ভেসে থাকা \"নখের চেয়েও ছোট\"—অনেক সময় প্রায় অদৃশ্য—আণুবীক্ষণিক কণিকা থাকে, যেগুলোকে বলা হয় অতি সূক্ষ্ম প্লাস্টিক (microplastics)।\nওশান ক্লিনআপ নামক একটি প্রকল্পের গবেষকরা দাবি করেন, এই স্তূপের আয়তন প্রায় ১.৬ নিযুত বর্গকিলোমিটার (৬,২০,০০০ বর্গমাইল) এবং এতে প্রায় ৪৫,০০০–১,২৯,০০০ metric ton (৫০,০০০–১,৪২,০০০ short ton) প্লাস্টিক রয়েছে (২০১৮ সালের হিসেবে)। পরবর্তীতে এর পরিমাণ বেড়ে টেক্সাস অঙ্গরাজ্যের দ্বিগুণে পৌঁছেছে। ২০২৪ সালের শেষে, ওশান ক্লিনআপ প্রকল্পটি মহাপ্রশান্ত মহাসাগরীয় আবর্জনার স্তূপ থেকে ১০ লাখ পাউন্ডের বেশি আবর্জনা সরাতে সক্ষম হয়েছে, যা মোট স্তূপের মাত্র ০.৫ শতাংশ। কণিকার সংখ্যার দিক থেকে অতি সূক্ষ্ম প্লাস্টিক প্রধান হলেও, মোট ভরের প্রায় ৯২ শতাংশই বড় আকারের বস্তু দ্বারা গঠিত। কিছু প্লাস্টিক ৫০ বছরেরও বেশি পুরোনো, যার মধ্যে রয়েছে প্লাস্টিকের লাইটার, দাঁত মাজার ব্রাশ, পানির বোতল, কলম, শিশুর দুধের বোতল, মোবাইল ফোন, প্লাস্টিকের ব্যাগ এবং রেজিন দানা।\nগবেষণায় দেখা গেছে, এই আবর্জনার স্তূপ দ্রুতগতিতে বেড়ে চলেছে। ১৯৪৫ সাল থেকে প্রতি দশকে এটি ১০ গুণ হারে বেড়েছে বলে ধারণা করা হয়। এই ঘূর্ণিতে প্রতিটি পাউন্ড প্ল্যাংকটন-এর বিপরীতে প্রায় ছয় পাউন্ড প্লাস্টিক পাওয়া যায়। প্রশান্ত মহাসাগরের অনুরূপ একটি ভাসমান প্লাস্টিক স্তূপ আটলান্টিক মহাসাগরেও দেখা যায়।\n\n\n== ইতিহাস ==\n\nএই স্তূপটি প্রথম বর্ণনা করা হয় ১৯৮৮ সালে জাতীয় মহাসাগরীয় ও বায়ুমণ্ডলীয় প্রশাসন (NOAA) কর্তৃক প্রকাশিত একটি গবেষণাপত্রে। এই বর্ণনা ১৯৮৮ সালে আলাস্কাভিত্তিক কয়েকজন গবেষকের পরিচালিত একটি জরিপের ওপর ভিত্তি করে তৈরি করা হয়, যেখানে তারা উত্তর প্রশান্ত মহাসাগরে নিউস্টোনিক প্লাস্টিক কণিকার পরিমাণ পরিমাপ করেন।\nগবেষকেরা লক্ষ্য করেন যে, সমুদ্র প্রবাহ দ্বারা প্রভাবিত অঞ্চলে সামুদ্রিক আবর্জনা তুলনামূলকভাবে বেশি জমা হচ্ছে। জাপান সাগরে সংগৃহীত তথ্য থেকে তারা অনুমান করেন যে, প্রশান্ত মহাসাগরের অন্যান্য অংশেও এমন পরিবেশে স্থিতিশীল জলের উপস্থিতি থাকলে সেখানেও আবর্জনা জমা হতে পারে। তারা বিশেষভাবে উত্তর প্রশান্ত মহাসাগরীয় ঘূর্ণিকে চিহ্নিত করেন।\nচার্লস জে. মুর ১৯৯৭ সালে ট্রান্সপ্যাসিফিক ইয়ট রেস শেষে উত্তর প্রশান্ত মহাসাগরীয় ঘূর্ণি পেরিয়ে ফেরার সময় একটি বিশাল ভাসমান আবর্জনার ক্ষেত্র আবিষ্কার করেন বলে দাবি করেন। তিনি সমুদ্রবিজ্ঞানী কার্টিস এবসবায়ার-কে বিষয়টি জানান, যিনি পরে এই অঞ্চলের নাম দেন \"পূর্ব আবর্জনার স্তূপ\" (Eastern Garbage Patch)। এই অঞ্চলটি প্রায়ই গণমাধ্যমে সামুদ্রিক দূষণের একটি নজিরবিহীন উদাহরণ হিসেবে উপস্থাপিত হয়।\n২০০৮ সালে আলগালিটা সামুদ্রিক গবেষণা ফাউন্ডেশন পরিচালিত জাঙ্ক র‍্যাফট প্রকল্প নামে একটি প্রশান্ত মহাসাগরীয় নৌযাত্রা এই আবর্জনা স্তূপের দিকে জনসচেতনতা আনতে সংগঠিত হয়।\n২০০৯ সালে প্রজেক্ট কাইসেই ও Ocean Voyages Institute-এর নিউ হরাইজন ও কাইসেই নামক দুটি জাহাজ এই স্তূপ নিয়ে গবেষণা ও পুনর্ব্যবহারযোগ্য সংগ্রহ প্রযুক্তি পরীক্ষার জন্য সমুদ্রযাত্রা করে। স্ক্রিপস সামুদ্রিক গবেষণা প্রতিষ্ঠান-এর ২০০৯ সালের SEAPLEX অভিযান এই প্রকল্পের অংশ হিসেবে মাইক্রোপ্লাস্টিক ও মেসোপেলাজিক মাছ (যেমন ল্যান্টার্নফিশ)-এর উপর প্রভাব গবেষণা করে।\n২০১০ সালে ওশান ভয়েজেস ইনস্টিটিউট ৩০ দিনের একটি অভিযান চালায়, যেখানে পূর্ববর্তী গবেষণাগুলোর ধারা অব্যাহত রেখে আবর্জনা অপসারণের পরীক্ষামূলক যন্ত্র ব্যবহৃত হয়।\n২০১২ সালের জুলাই ও আগস্ট মাসে, ইনস্টিটিউট একটি যাত্রায় সান ফ্রান্সিসকো থেকে উত্তর প্রশান্ত ঘূর্ণির পূর্ব প্রান্তে যায় এবং ব্রিটিশ কলাম্বিয়ায় গিয়ে শেষ হয়। ফেরার পথে তারা ঘূর্ণি অঞ্চল আবারও পরিদর্শন করে এবং ২০১১ সালের জাপান ভূমিকম্প ও সুনামি-জনিত আবর্জনার বিস্তার বিশ্লেষণ করে।\n\n\n== প্লাস্টিকের উৎস ==\n২০১৫ সালের একটি গবেষণায় দেখা যায়, এই আবর্জনা প্রধানত পূর্ব এশিয়ার ছয়টি দেশ থেকে পূর্ব দিকে ভেসে আসে: চীন, ইন্দোনেশিয়া, ফিলিপাইন, ভিয়েতনাম, শ্রীলঙ্কা ও থাইল্যান্ড। ২০১০ সালের তথ্য অনুযায়ী, গবেষণায় উল্লেখ করা হয় যে, সমুদ্রের প্লাস্টিক দূষণের প্রায় ৩০% এর জন্য চীন এককভাবে দায়ী।\n২০১৭ সালে Ocean Conservancy প্রকাশ করে যে চীন, ইন্দোনেশিয়া, ফিলিপাইন, থাইল্যান্ড এবং ভিয়েতনাম একসঙ্গে সমুদ্রে যত প্লাস্টিক ফেলে, তা বাকি বিশ্বের সম্মিলিত পরিমাণের চেয়েও বেশি।\nভূমি থেকে সৃষ্ট আবর্জনা ও এর ফলে সৃষ্ট সামুদ্রিক দূষণ কমাতে Coastal Conservancy, Earth Day, Ocean Cleanup ও World Cleanup Day-এর মতো সংস্থাগুলি নানা উদ্যোগ নিয়েছে।\n২০১৯ সালের একটি গবেষণায় বলা হয়েছে, সমুদ্রে বিদ্যমান প্লাস্টিক দূষণের প্রায় ৮০ শতাংশ ভূমি-ভিত্তিক উৎস থেকে এসেছে, আর বাকি ২০ শতাংশ নৌযান ও অন্যান্য সামুদ্রিক কার্যক্রম থেকে। তবে অঞ্চলভেদে এই অনুপাত ভিন্ন হতে পারে। ২০১৮ সালের একটি গবেষণায় দেখা যায়, মহাপ্রশান্ত মহাসাগরীয় আবর্জনার স্তূপে প্লাস্টিকের মোট ভরের প্রায় অর্ধেকই সিন্থেটিক (কৃত্রিম) মাছ ধরার জাল দ্বারা গঠিত, যা মূলত ঘূর্ণি প্রবাহ ও মাছ ধরার প্রবণতা বৃদ্ধির ফল।\n২০২২ সালের এক গবেষণায় দেখা যায়, ৭৫% থেকে ৮৬% প্লাস্টিক দূষণের উৎস হচ্ছে মাছ ধরার ও কৃষিকাজ সংক্রান্ত সামগ্রী, যার অধিকাংশ নির্গমন ঘটে জাপান, চীন, দক্ষিণ কোরিয়া, মার্কিন যুক্তরাষ্ট্র ও তাইওয়ান থেকে।\n২০২০ সালের একটি গবেষণায় যুক্তরাষ্ট্রকে উপকূলবর্তী পরিবেশে প্লাস্টিক দূষণের তৃতীয় বৃহত্তম অবদানকারী দেশ হিসেবে চিহ্নিত করা হয়।\n২০১৮ সালে চীন প্লাস্টিক আমদানি নিষিদ্ধ করে। এরপর যেসব দেশে বর্জ্য ব্যবস্থাপনা দুর্বল, যেমন ইন্দোনেশিয়া, সেগুলি যুক্তরাষ্ট্র থেকে আসা প্লাস্টিক বর্জ্যের গন্তব্যে পরিণত হয়।\nউত্তর প্রশান্ত মহাসাগরীয় আবর্জনার স্তূপে ৫ সেন্টিমিটারের বেশি দৈর্ঘ্যের ৬,০৯৩টি বস্তুর বিশ্লেষণ করে দেখা যায়, এর ৯৯% কঠিন বস্তু ছিল প্লাস্টিক এবং এগুলোই মোট ভরের ৯০% (৫১৪ কেজি) গঠন করে। এগুলো পরবর্তীতে আলাদা করে গোনা, ওজন ও উৎস অনুযায়ী শ্রেণিবদ্ধ করা হয়, এবং দেখা যায় সেগুলোর বেশিরভাগই এসেছে শিল্পোন্নত মৎস্যশিল্পনির্ভর দেশ থেকে।\nএই কঠিন প্লাস্টিক বর্জ্যের মধ্যে ছিল অপরিচিত ভগ্নাংশ, মাছ ধরার ও জলজ পালন যন্ত্রপাতি—যেমন জাল, মাছের বাক্স, ঝিনুকের স্পেসার ও উগিল ধরার ফাঁদ—এবং খাবার, পানীয় ও গৃহস্থালির সঙ্গে সম্পর্কিত অন্যান্য প্লাস্টিক দ্রব্য। এদের অনেকগুলোই ভেসে থাকা প্লাস্টিক ভরের উল্লেখযোগ্য অংশ গঠন করে।\nবিশ্লেষণ করা ২০১টি প্লাস্টিক বস্তুর গায়ে লেখা ভাষার মধ্যে সবচেয়ে বেশি পাওয়া গেছে চীনা, তারপর জাপানি, ইংরেজি ও কোরিয়ান ভাষা।\nOcean Cleanup অনুমান করেছে, স্তূপে যত প্লাস্টিক আছে, তার প্রায় ৮৬% মাছ ধরার কার্যক্রম থেকে এসেছে।\n\n\n== গঠনতন্ত্র ==\n\nমহাপ্রশান্ত মহাসাগরীয় আবর্জনার স্তূপ ধীরে ধীরে গঠিত হয়েছে, সমুদ্রপ্রবাহে সঞ্চিত সামুদ্রিক দূষণের ফলে। এটি একটি অপেক্ষাকৃত স্থির সমুদ্রাঞ্চলে অবস্থিত, যা উত্তর প্রশান্ত মহাসাগরীয় ঘূর্ণি দ্বারা বেষ্টিত এবং ঘোড়া অক্ষাংশে অবস্থান করছে। ঘূর্ণির ঘূর্ণনধর্মী প্রবাহ উত্তর প্রশান্ত মহাসাগরের বিস্তীর্ণ অঞ্চল থেকে বর্জ্য সংগ্রহ করে, যার মধ্যে উত্তর আমেরিকা ও জাপানের উপকূলীয় জলরাশিও অন্তর্ভুক্ত। এই প্রবাহে ধরা পড়া বস্তুসমূহ ধীরে ধীরে বাতাসচালিত পৃষ্ঠপ্রবাহে কেন্দ্রে এসে আটকে পড়ে।\n২০১৪ সালের এক গবেষণায় গবেষকরা সারা বিশ্বজুড়ে ১,৫৭১টি স্থানে নমুনা সংগ্রহ করেন এবং দেখান যে, পরিত্যক্ত মাছ ধরার সরঞ্জাম—যেমন বল, দড়ি ও জাল—সমুদ্রে থাকা প্লাস্টিক বর্জ্যের ভরের ৬০ শতাংশেরও বেশি গঠন করে। ২০১১ সালের মার্কিন পরিবেশ সুরক্ষা সংস্থা (ইপিএ)-এর একটি প্রতিবেদন অনুযায়ী, \"সামুদ্রিক বর্জ্যের প্রধান উৎস হলো প্লাস্টিকসহ বর্জ্য ও উৎপাদিত পণ্যের ভুল নিষ্পত্তি বা ব্যবস্থাপনা (যেমন– রাস্তায় ফেলা, অবৈধ ডাম্পিং)। বর্জ্য উৎপন্ন হয় জেটি, নৌবন্দর, নদী, বৃষ্টি নিষ্কাশনব্যবস্থা ইত্যাদি স্থান থেকে। আবার, সমুদ্রের বর্জ্য উৎপন্ন হয় মাছ ধরার নৌকা, স্থির প্ল্যাটফর্ম এবং কার্গো জাহাজ থেকে।\" এই বর্জ্যগুলোর আকার বিস্তৃত—মাইলব্যাপী পরিত্যক্ত জাল থেকে শুরু করে প্রসাধনী ও পরিষ্কারক দ্রব্যে ব্যবহৃত অতি সূক্ষ্ম কণিকা পর্যন্ত।\nএকটি কম্পিউটার মডেলের পূর্বাভাস অনুযায়ী, যুক্তরাষ্ট্রের পশ্চিম উপকূল থেকে ছাড়া একটি আবর্জনার টুকরো এশিয়ার দিকে যাবে এবং ছয় বছরের মধ্যে ফিরে আসবে; আর এশিয়ার পূর্ব উপকূল থেকে ছাড়া বর্জ্য এক বছরের মধ্যেই যুক্তরাষ্ট্রে পৌঁছাতে পারে।\nমহাপ্রশান্ত স্তূপে প্রায় ১.৮ ট্রিলিয়ন প্লাস্টিক কণিকা থাকলেও, এর ৯৪ শতাংশই অতি সূক্ষ্ম কণিকা (মাইক্রোপ্লাস্টিক), যা মোট ভরের মাত্র ৮ শতাংশ। বাকি ভরের বেশিরভাগই মাছ ধরার সরঞ্জাম থেকে আসে।\n২০১৭ সালের এক গবেষণায় বলা হয়েছে, ১৯৫০ সাল থেকে উৎপাদিত ৯.১ বিলিয়ন metric ton (১০.০ বিলিয়ন short ton) প্লাস্টিকের মধ্যে প্রায় ৭ বিলিয়ন metric ton (৭.৭ বিলিয়ন short ton) বর্তমানে আর ব্যবহৃত হচ্ছে না। লেখকদের মতে, এর ৯ শতাংশ পুনর্ব্যবহৃত হয়েছে, ১২ শতাংশ দাহ করা হয়েছে এবং বাকি ৫.৫ বিলিয়ন metric ton (৬.১ বিলিয়ন short ton) এখনও সমুদ্র ও ভূমিতে রয়েছে।\n\n\n=== প্রাণিকুল ===\n২০২১ সালের একটি গবেষণায় দেখা যায়, মহাপ্রশান্ত মহাসাগরীয় আবর্জনার স্তূপ থেকে সংগৃহীত প্লাস্টিকের ৯০ শতাংশে ৪০টিরও বেশি প্রাণী প্রজাতির অস্তিত্ব পাওয়া গেছে। ২০২২ সালে একটি গবেষণায় দেখা যায়, এই স্তূপে একটি সমৃদ্ধ সামুদ্রিক বাস্তুতন্ত্র গড়ে উঠেছে, যাকে প্লাস্টিস্ফিয়ার বলা হয়, এবং যেটি পরিষ্কারের মাধ্যমে ধ্বংস হয়ে যেতে পারে।\n২০২৩ সালের গবেষণায় দেখা যায়, প্লাস্টিকের মধ্যে উপকূলীয় প্রজাতির প্রাণীরা সমুদ্রে টিকে আছে এবং বংশবৃদ্ধিও করছে। এই উপকূলীয় প্রজাতির মধ্যে রয়েছে জেলিফিশ ও স্পঞ্জ, যারা খোলা সমুদ্রের প্রাণীদের সঙ্গে সহাবস্থান করছে। কিছু গবেষকের আশঙ্কা, এ ধরনের পরিবেশে \"নিওপেলাজিক সম্প্রদায়\" গড়ে উঠতে পারে, যেখানে উপকূলীয় প্রাণীরা খোলা সমুদ্রের প্রজাতির সঙ্গে প্রতিযোগিতা বা তাদের খেয়ে ফেলতে পারে।\n\n\n== আকারের অনুমান ==\n\nগ্রেট প্যাসিফিক গার্বেজ প্যাচের সুনির্দিষ্ট আকার নির্ধারণ করা কঠিন, কারণ বড় আকারের বর্জ্য তুলনামূলকভাবে বিরল। অধিকাংশ বর্জ্যই ছোট প্লাস্টিক কণার আকারে থাকে, যা সমুদ্রের পৃষ্ঠে বা তার নিচে ভাসমান অবস্থায় থাকে এবং বিমানে বা স্যাটেলাইটে শনাক্ত করা যায় না। ফলে, এর আকার নির্ধারণের জন্য নমুনা সংগ্রহের উপর নির্ভর করতে হয়। এক গবেষণায় অনুমান করা হয়েছে, এই গার্বেজ প্যাচের আয়তন প্রায় ১.৬ মিলিয়ন বর্গকিলোমিটার, যা টেক্সাস অঙ্গরাজ্যের দ্বিগুণ বা ফ্রান্সের তিনগুণের সমান। তবে, নমুনা সংগ্রহের জটিলতা এবং অন্যান্য অঞ্চলের সঙ্গে তুলনা করার প্রয়োজনীয়তা বিবেচনায়, এই ধরনের অনুমান কিছুটা অনিশ্চিত। এছাড়া, \"স্বাভাবিক\" ও \"উচ্চ\" দূষণের মাত্রার মধ্যে সুনির্দিষ্ট সীমারেখা নির্ধারণের মানদণ্ড না থাকায়, প্রভাবিত এলাকার সঠিক পরিমাপ কঠিন।\n\nনেট-ভিত্তিক জরিপগুলো সরাসরি পর্যবেক্ষণের চেয়ে কম পক্ষপাতদুষ্ট হলেও, এগুলোর মাধ্যমে নমুনা সংগ্রহের ক্ষেত্রফল সীমিত থাকে (নেটের মুখ প্রায় ১–২ মিটার এবং নেট ব্যবহারের জন্য জাহাজকে ধীরগতিতে চলতে হয়, যা অতিরিক্ত সময় ও সম্পদের প্রয়োজন)। প্লাস্টিক বর্জ্যের নমুনা সংগ্রহে ব্যবহৃত নেটের জালের আকার গুরুত্বপূর্ণ, এবং বিভিন্ন গবেষণার মধ্যে তুলনা করতে হলে একই ধরনের জালের ব্যবহার প্রয়োজন। ভাসমান বর্জ্য সাধারণত ০.৩৩ মিমি জালের নেট দিয়ে সংগ্রহ করা হয়। সামুদ্রিক বর্জ্যের স্থানিকভাবে অসম বণ্টনের কারণে, সমুদ্রে বর্জ্যের গড় ঘনত্ব নির্ধারণে বিপুল সংখ্যক নেট টো প্রয়োজন। ১৯৯৯ সালে উত্তর প্রশান্ত মহাসাগরের সাবট্রপিক্যাল গাইরে এক গবেষণায় দেখা যায়, প্লাস্টিকের ঘনত্ব ছিল প্রতি বর্গকিলোমিটারে ৩৩৫,০০০ টুকরা এবং ওজন ছিল ৫.১ কেজি, যা ১৯৮০-এর দশকের তুলনায় প্রায় দশগুণ বেশি। জাপানের উপকূলেও প্লাস্টিক বর্জ্যের পরিমাণে উল্লেখযোগ্য বৃদ্ধি লক্ষ্য করা গেছে। তবে, এই ধরনের ফলাফল ব্যাখ্যা করতে সতর্কতা প্রয়োজন, কারণ স্থানিক বৈচিত্র্য এবং সমমানের জলরাশির মধ্যে তুলনা করার প্রয়োজনীয়তা রয়েছে। একই জলরাশির এক সপ্তাহের ব্যবধানে পর্যবেক্ষণে প্লাস্টিকের ঘনত্বে দশগুণ পার্থক্য দেখা যেতে পারে।\n\n২০০৯ সালের আগস্টে, স্ক্রিপস ইনস্টিটিউশন অফ ওশানোগ্রাফি ও প্রজেক্ট কাইসেই-এর SEAPLEX জরিপে দেখা যায়, গাইরের মধ্য দিয়ে ১,৭০০ মাইল পথজুড়ে বিভিন্ন গভীরতা ও নেট আকারে নেওয়া ১০০টি ধারাবাহিক নমুনায় প্লাস্টিক বর্জ্য পাওয়া গেছে। জরিপে দেখা যায়, যদিও প্যাচে বড় আকারের বর্জ্য রয়েছে, তবে এটি মূলত ছোট ছোট টুকরায় গঠিত, যা গাইরের কেন্দ্রে ঘনত্বে বৃদ্ধি পায়। এই 'কনফেটি'-সদৃশ টুকরাগুলো পৃষ্ঠের নিচে দৃশ্যমান, যা ইঙ্গিত দেয় যে প্রভাবিত এলাকা অনেক ছোট হতে পারে। ২০০৯ সালে প্রশান্ত মহাসাগরের অ্যালবাট্রস পপুলেশন থেকে সংগৃহীত তথ্য দুটি পৃথক বর্জ্য অঞ্চলের উপস্থিতি নির্দেশ করে।\n২০১৮ সালের মার্চে, দ্য ওশান ক্লিনআপ তাদের ২০১৫ সালের মেগা এক্সপেডিশন এবং ২০১৬ সালের এরিয়াল এক্সপেডিশনের ফলাফল প্রকাশ করে। ২০১৫ সালে, সংস্থাটি ৩০টি জাহাজ নিয়ে গার্বেজ প্যাচ অতিক্রম করে এবং ৬৫২টি জরিপ নেটের মাধ্যমে নমুনা সংগ্রহ করে। তারা মোট ১.২ মিলিয়ন টুকরা প্লাস্টিক সংগ্রহ করে, যা আকার অনুযায়ী শ্রেণিবদ্ধ করা হয়। বড় ও বিরল বর্জ্য হিসাবেও তারা ২০১৬ সালে একটি C-130 হারকিউলিস বিমান দিয়ে এরিয়াল জরিপ চালায়, যেখানে LiDAR সেন্সর ব্যবহৃত হয়। এই দুটি অভিযানের ফলাফল অনুযায়ী, প্যাচের আয়তন প্রায় ১.৬ মিলিয়ন বর্গকিলোমিটার, যেখানে প্রতি বর্গকিলোমিটারে ১০–১০০ কেজি প্লাস্টিক রয়েছে। তারা অনুমান করে, প্যাচে প্রায় ৮০,০০০ মেট্রিক টন প্লাস্টিক রয়েছে, যা ১.৮ ট্রিলিয়ন টুকরায় বিভক্ত, যার মধ্যে ৯২% ভর ০.৫ সেন্টিমিটারের চেয়ে বড় বস্তুতে রয়েছে।\n\n\n== পরিবেশগত সমস্যা ==\n\n২০১০ সালে ইনস্টিটিউট অফ ইলেকট্রিক্যাল অ্যান্ড ইলেকট্রনিক্স ইঞ্জিনিয়ার্স (IEEE)-এ অনুষ্ঠিত এক সম্মেলনে বলা হয়, যদিও মহাপ্রশান্ত মহাসাগরীয় আবর্জনার স্তূপ মানবজাতির জীবনের জন্য হুমকি সৃষ্টি করে, এটি নিয়ন্ত্রণযোগ্য।\nপরের বছর IEEE-এর আরেক সম্মেলনে যুক্তি দেওয়া হয় যে, এই স্তূপ প্রাকৃতিক সামুদ্রিক বাস্তুতন্ত্রের ভারসাম্য ব্যাহত করছে এবং বিভিন্ন অণুজীবের জন্য নতুন পরিবেশ সৃষ্টি করছে, যার ফলে একটি নতুন বাস্তুতন্ত্রের উদ্ভব ঘটছে।\n\n\n== আবর্জনা অপসারণের প্রচেষ্টা ==\n\n\n=== ওশান ভয়েজেস ইনস্টিটিউটের প্রজেক্ট কাইসেই ===\n২০০৯ সালে, ওশান ভয়েজেস ইনস্টিটিউট 'প্রজেক্ট কাইসেই' নামক প্রাথমিক পরিষ্কার কার্যক্রমে অংশ নিয়ে ৫ short ton (৪.৫ metric ton)-এরও বেশি প্লাস্টিক অপসারণ করে এবং বিভিন্ন ধরনের পরীক্ষামূলক যন্ত্রপাতি ব্যবহার করে।\n২০১৯ সালে ২৫ দিনের অভিযানে, প্রতিষ্ঠানটি প্রায় ৪০ metric ton (৪৪ short ton) প্লাস্টিক অপসারণ করে, যা সে সময় পর্যন্ত সর্ববৃহৎ পরিষ্কারের রেকর্ড।\n২০২০ সালে দুইটি অভিযানের মাধ্যমে মোট ১৭০ short ton (১৫০ metric ton; ৩,৪০,০০০ পাউন্ড) প্লাস্টিক অপসারণ করা হয়। প্রথম ৪৫ দিনের অভিযানে ১০৩ short ton (৯৩ metric ton; ২,০৬,০০০ পাউন্ড) এবং দ্বিতীয় অভিযানে ৬৭ short ton (৬১ metric ton) প্লাস্টিক অপসারণ করা হয়।\n২০২২ সালে গ্রীষ্মকালে পরিচালিত দুইটি অভিযানে প্রায় ১৪৮ short ton (১৩৪ metric ton; ২,৯৬,০০০ পাউন্ড) পরিত্যক্ত মাছ ধরার জাল, ভোক্তা সামগ্রী ও মিশ্র প্লাস্টিক অপসারণ করা হয়।\n\n\n=== দ্য ওশান ক্লিনআপ ===\n২০১৮ সালের ৯ সেপ্টেম্বর, \"দ্য ওশান ক্লিনআপ\" নামক প্রথম প্লাস্টিক সংগ্রহ ব্যবস্থা গাইরে স্থাপন করা হয়। এই \"Ocean Cleanup System 001\" সান ফ্রান্সিসকো থেকে প্রায় ২৪০ নটিক্যাল মাইল (৪৪০ কিলোমিটার; ২৮০ মাইল) দূরের পরীক্ষামূলক এলাকায় নিয়ে যাওয়া হয়।\nপ্রথম পর্যায়ে সিস্টেমটি চার মাস পরিচালিত হয় এবং এর ফলাফলের ভিত্তিতে \"System 001/B\" ডিজাইন করা হয়।\n২০২১ সালে \"System 002\" ব্যবহারে ৬৩,১৮২ পাউন্ড (২৮,৬৫৯ কিলোগ্রাম; ৩১.৫৯১ short ton; ২৮.৬৫৯ metric ton) প্লাস্টিক অপসারণ করা হয়, যা জুলাই থেকে ১৪ অক্টোবর পর্যন্ত পরিচালিত হয়। ২০২২ সালের জুলাই মাসে সংস্থা ঘোষণা করে যে তারা প্রথম ১,০০,০০০ কিলোগ্রাম (২,২০,০০০ পাউন্ড; ১০০ metric ton; ১১০ short ton) প্লাস্টিক অপসারণে সফল হয়েছে। এরপর তারা \"System 03\"-তে রূপান্তরের ঘোষণা দেয়, যা আগের সিস্টেমের তুলনায় ১০ গুণ বেশি কার্যকর বলে দাবি করা হয়।\nএই প্রকল্প ২০২৪ সাল থেকে বৃহত্তর নেট ব্যবহার করে গার্বেজ প্যাচ থেকে বর্জ্য অপসারণের গতি বাড়ানোর লক্ষ্যে কাজ করছে, যার মাধ্যমে তারা আগামী ১০ বছরের মধ্যে পুরো স্তূপ পরিষ্কার করার আশা করছে।\n\n\n=== অন্যান্য অপসারণ কার্যক্রম ===\n২০১২ সালে Algalita ও 5 Gyres যৌথভাবে এশিয়া-প্যাসিফিক অভিযানের মাধ্যমে মার্শাল দ্বীপপুঞ্জ থেকে গবেষণা শুরু করে, যেখানে NOAA, স্ক্রিপস, IPRC ও উডস হোল ওশানোগ্রাফিক ইনস্টিটিউট-সহ একাধিক সংস্থা অংশগ্রহণ করে। একই বছর, Sea Education Association গাইরের মধ্যে গবেষণামূলক অভিযান পরিচালনা করে। তারা ১১৮টি টো চালিয়ে প্রায় ৭০,০০০ প্লাস্টিকের টুকরো গণনা করে।\n\n\n== আরও দেখুন ==\n\nউত্তর প্রশান্ত সাবট্রপিক্যাল ঘূর্ণির বাস্তুতন্ত্র\nভারত মহাসাগরীয় আবর্জনার স্তূপ\nউত্তর আটলান্টিক আবর্জনার স্তূপ\nওশান কনসারভেন্সি\nপ্লাস্টিস্ফিয়ার\nদক্ষিণ প্রশান্ত মহাসাগরীয় আবর্জনার স্তূপ\nবিশ্ব পরিষ্কার দিবস\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nপ্রশান্ত মহাসাগরীয় আবর্জনা প্যাচ – স্মিথসোনিয়ান ওশান পোর্টাল\n\"প্লাস্টিক সার্ফ\" – খেলনা ও প্যাকেজিং-এর ক্ষতিকর উত্তরজীবন – জেনিফার অ্যাকারম্যান, সায়েন্টিফিক আমেরিকান, আগস্ট ২০১০\nপ্লাস্টিক প্যারাডাইস মুভি – অ্যাঞ্জেলা সানের একটি স্বাধীন প্রামাণ্যচিত্র\nআবর্জনার উৎস – ছবিসহ\nআইরিশ এক্সামিনারের প্রতিবেদন\nইউটিউবে হোনোলুলু থেকে মেগা এক্সপেডিশন যাত্রা\nইউটিউবে মিডওয়ে, একটি প্লাস্টিক দ্বীপ\nজলবায়ু পরিবর্তন এবং প্লাস্টিকে বিষাক্ত মহাসাগর – PRI, ১৩ ডিসেম্বর ২০১৬\n২০৫০ সালের মধ্যে মহাসাগরে মাছের চেয়ে বেশি প্লাস্টিক থাকবে – বিজনেস ইনসাইডার, ২৭ জানুয়ারি ২০১৭\nদ্য ওশান ক্লিনআপ। \"বৈজ্ঞানিক প্রকাশনা\"। সংগ্রহের তারিখ ২১ অক্টোবর ২০১৮। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nডানিং, ব্রায়ান (১৬ ডিসেম্বর ২০০৮)। \"স্কেপটয়েড #132: সারগাসো সাগর ও প্রশান্ত মহাসাগরের গার্বেজ প্যাচ\"। স্কেপ্‌টয়েড। \n\"এক বছরে দ্য ওশান ক্লিনআপ\"। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}