{"pageid": 1383620, "title": "মুস্তাফা কাজদাল মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1383620", "content": "মুস্তাফা কাজদাল মসজিদ (আজারবাইজানি: مصطفى قازدال مسجدی) আজারবাইজানের কুসার শহরে অবস্থিত একটি সুন্নি মুসলিম মসজিদ। এটি ১৯০৮ সালে নির্মিত হয়েছিল এবং এটি কুসারের বৃহত্তম মসজিদ।\n\n\n== বর্ণনা ==\nমসজিদটি একটি বিশাল, পাথরের কাঠামো যা একটি বর্গাকার ভিত্তি এবং একটি গোলাকার গম্বুজ নিয়ে গঠিত। মসজিদের সামনে একটি বড় ছাদযুক্ত বারান্দা রয়েছে। ভিতরের অংশটি একটি প্রধান নামাজের হল এবং দুটি ছোট নামাজের হল নিয়ে গঠিত।\nমসজিদটি মুস্তাফা কাজদাল নামে একজন স্থানীয় ব্যবসায়ীর দ্বারা নির্মিত হয়েছিল। তিনি মসজিদটি নির্মাণের জন্য তার নিজস্ব অর্থ ব্যয় করেছিলেন। মসজিদটি কুসারের একটি গুরুত্বপূর্ণ ধর্মীয় কেন্দ্র এবং এটি প্রতিদিন হাজার হাজার মুসল্লি দ্বারা পরিদর্শন করা হয়।\n\n\n== মসজিদের ইতিহাস ==\nমুস্তাফা কাজদাল মসজিদ ১৯০৮ সালে নির্মিত হয়েছিল। মসজিদটি নির্মাণের জন্য মুস্তাফা কাজদাল নামে একজন স্থানীয় ব্যবসায়ী তার নিজস্ব অর্থ ব্যয় করেছিলেন। তিনি মসজিদটি নির্মাণের জন্য একটি স্থাপত্য দলকে নিয়োগ করেছিলেন। মসজিদটি নির্মাণে প্রায় দুই বছর সময় লেগেছিল।\nমসজিদটি নির্মাণের সময়, কুসার একটি ছোট শহর ছিল। মসজিদটি শহরের জন্য একটি গুরুত্বপূর্ণ ধর্মীয় কেন্দ্র হয়ে ওঠে। মসজিদটি প্রতিদিন হাজার হাজার মুসল্লি দ্বারা পরিদর্শন করা হয়।\n\n\n== মসজিদের স্থাপত্য ==\nমুস্তাফা কাজদাল মসজিদ একটি বিশাল, পাথরের কাঠামো। মসজিদটি একটি বর্গাকার ভিত্তি এবং একটি গোলাকার গম্বুজ নিয়ে গঠিত। মসজিদের সামনে একটি বড় ছাদযুক্ত বারান্দা রয়েছে। ভিতরের অংশটি একটি প্রধান নামাজের হল এবং দুটি ছোট নামাজের হল নিয়ে গঠিত।\nমসজিদের বাইরের অংশটি পাথরের তৈরি। মসজিদের দেয়ালে ইসলামিক স্থাপত্যশৈলীর বিভিন্ন নকশা রয়েছে। মসজিদের গম্বুজটি সবুজ রঙের।\nমসজিদের ভিতরের অংশটি কাঠের তৈরি। মসজিদের মেঝেতে কার্পেট বিছানো আছে। মসজিদের দেয়ালে কোরআনের আয়াত লেখা আছে।\n\n\n== মসজিদের ধর্মীয় গুরুত্ব ==\nমুস্তাফা কাজদাল মসজিদ কুসারের একটি গুরুত্বপূর্ণ ধর্মীয় কেন্দ্র। মসজিদটি প্রতিদিন হাজার হাজার মুসল্লি দ্বারা পরিদর্শন করা হয়। মসজিদটি কুসারের মুসলিম সম্প্রদায়ের জন্য একটি গুরুত্বপূর্ণ সামাজিক কেন্দ্রও।\nমসজিদটি কুসারের একটি ঐতিহাসিক এবং সাংস্কৃতিক ঐতিহ্যের অংশ। মসজিদটি আজারবাইজানের একটি গুরুত্বপূর্ণ ভবন।\n\n\n== মসজিদের তথ্য ==\nনির্মাণের তারিখ: ১৯০৮\nনির্মাণকারী: মুস্তাফা কাজদাল\nস্থাপত্যশৈলী: ইসলামিক\nঅবস্থান: কুসার, আজারবাইজান\nধর্মীয় সংগঠন: সুন্নি ইসলাম\nধর্মীয় গুরুত্ব: গুরুত্বপূর্ণ ধর্মীয় কেন্দ্র এবং সামাজিক কেন্দ্র"}