{"pageid": 1383090, "title": "জননীতি বিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1383090", "content": "জননীতি বিদ্যা বা সরকারি নীতি বিদ্যা (ইংরেজি Policy studies) রাষ্ট্রবিজ্ঞানের একটি শাখা যেখানে মূলত সরকার কর্তৃক জননীতিগুলির নির্ধারণ (নীতি প্রক্রিয়া), সূত্রায়ন, এগুলির বিষয়বস্তু ও প্রকৃতি বিশ্লেষণ (নীতি বিশ্লেষণ), বাস্তবায়ন (কর্মসূচি মূল্যায়ন), কার্যকারিতা,  লক্ষ্য অর্জনে সফলতা এবং সমাজের উপরে প্রভাবকে প্রণালীবদ্ধভাবে অধ্যয়ন করা হয়। এছাড়া জননীতির সপক্ষে ওকালতি ও জননীতি চক্রের মতো বিষয়গুলিও এর অন্তর্ভুক্ত।\n\n\n== উদ্দেশ্য ও উপকারিতা ==\nজননীতি বা সরকারি নীতি হল সমাজ দ্বারা বিবেচিত ও সরকার বা রাষ্ট্র কর্তৃক স্বীকৃত কোনও অবাঞ্ছিত সমস্যা সমাধান বা কোনও উদ্বেগজনক ব্যাপার নিরসনের লক্ষ্যে বৃহত্তর জনস্বার্থে ও জনগণের প্রতিনিধিস্বরূপ সরকার কী কর্মধারা বা কর্মপ্রকল্প অবলম্বন করবে, সে ব্যাপারে সরকারের যে কোনও স্তরের যে কোনও সরকারি প্রতিষ্ঠানের আনুষ্ঠানিকভাবে ব্যক্ত আইন, প্রবিধান, সিদ্ধান্ত, রায়, আদেশ, কর্মসূচি, ইত্যাদি। বিবৃতির অনুপস্থিতিও জননীতির অভিব্যক্তি হিসেবে গণ্য হতে পারে। জননীতি সরকারি (ও বেসরকারি) বহুসংখ্যক আন্তঃসম্পর্কিত ক্ষমতাধর ক্রীড়ানকের মধ্যে চলমান অনেকগুলি প্রক্রিয়া ও ধাপের ফসল, যার উদ্দিষ্ট ও অনুদ্দিষ্ট পরিণাম দেশের সব লোককে স্পর্শ করে। জননীতিগুলিকে বণ্টনমূলক (সম্পদের বন্টন বিষয়ক), পুনর্বণ্টনমূলক (আর্থ-সামাজিক বৈষম্য নিরসনের লক্ষ্যে), নিয়ন্ত্রণমূলক (ব্যক্তি বা সংস্থার আচরণে সীমাবদ্ধতা আরোপের জন্য) ও গঠনমূলক (সরকারি সংস্থাগুলির পদ্ধতিগত নিয়ম পরিবর্তন বা নতুন সংস্থা সৃষ্টি সম্পর্কিত) - এই চারটি প্রধান ভাগে ভাগ করা যায়। জননীতি প্রণয়ন প্রক্রিয়াটিকে কয়েকটি ধাপে ভাগ করা যায়; এগুলি হল সমস্যা শনাক্তকরণ ও সংজ্ঞায়ন, কর্মসূচি স্থাপন, নীতি সূত্রায়ন, নীতি বৈধকরণ, নীতি বাস্তবায়ন এবং সর্বশেষে নীতি মূল্যায়ন। প্রাতিষ্ঠানিক ক্রীড়ানক (যথা রাষ্ট্রপ্রধান, আইনসভা, বিচার বিভাগ ও আমলাতন্ত্র) এবং অপ্রাতিষ্ঠানিক ক্রীড়ানক (যথা স্বার্থান্বেষী গোষ্ঠী, সংবাদমাধ্যম ও সাধারণ জনগণ) - উভয়ই এই ধাপগুলিতে কমবেশি অংশগ্রহণ করে।\nজননীতি বিদ্যার উদ্দেশ্য হল জটিল সামাজিক সমস্যাগুলির উত্তর প্রদানে সরকার তথা নীতি প্রণয়ণকারীদেরকে বিভিন্ন বিষয়ে তথ্য ও বিশ্লেষণ দিয়ে অবগত করা, তাদেরকে কার্যকর জননীতির সূত্রায়নে সাহায্য করা, জননীতির ফলাফল উন্নত করা এবং শাসন ও জনসেবার সামগ্রিক মান উন্নত করে জনকল্যাণ বৃদ্ধি করা। স্থানীয়, জাতীয় ও আন্তর্জাতিক পরিসরে নীতিনির্ধারণ প্রক্রিয়ার উপরে জননীতি বিদ্যার সরাসরি প্রভাব আছে। জননীতি গবেষকেরা যে অন্তর্দৃষ্টি, সুপারিশ ও মূল্যায়নগুলি প্রদান করেন, তা সরকারগুলিকে তথ্যভিত্তিক সিদ্ধান্ত গ্রহণে ও তাদেরকে নির্বাচনকারী জনগণের কল্যাণ বৃদ্ধিতে সহায়তা করে।\nজননীতি বিদ্যায় জননীতির বহু বিভিন্ন বাস্তব তাৎপর্যবিশিষ্ট (Substantive) ক্ষেত্র অধ্যয়ন করা হয়, যার মধ্যে স্বাস্থ্যসেবা, শিক্ষা, পরিবেশ সুরক্ষা ও পররাষ্ট্রীয় কর্মকাণ্ডসমূহ অন্তর্ভুক্ত। এতে পরিমাণবাচক ও গুণবাচক বিশ্লেষণ, দৃষ্টান্ত অধ্যয়ন, জরিপ ও প্রতিমান নির্মাণ, ইত্যাদি বিভিন্ন গবেষণা পদ্ধতি ব্যবহার করা হয়। আন্তঃশাস্ত্রীয় প্রকৃতির এই বিদ্যাটিতে জননীতি-সংক্রান্ত সমস্যাগুলি অনুধাবন ও এগুলির জন্য কার্যকর সমাধান প্রস্তাবের ক্ষেত্রে সাক্ষ্য-প্রমাণভিত্তিক গবেষণা পন্থাগুলির উপরে জোর দেওয়া হয়। জননীতি বিশেষজ্ঞরা সমাধানমুখী ও সক্রিয়তাবাদী; তারা সরকারকে নিমিত্তক (instrument) হিসেবে দেখেন, যার কর্মকাণ্ডের উদ্দেশ্য জনকল্যাণ বৃদ্ধি করা। এর বিপরীতে সনাতনপন্থী রাষ্ট্রবিজ্ঞানীরা নাগরিকত্ব ও রাজনৈতিক অংশগ্রহণকে সরকারি সিদ্ধান্তে প্রভাব খাটানো বা জননীতি উৎপাদনের নিয়ামক হিসেবে দেখেন না; বরং এগুলিকে নৈর্ব্যক্তিকভাবে বিশ্লেষণেই তারা বেশি আগ্রহী।\n\n\n== উপক্ষেত্র ও পরিধি ==\nজননীতি বিদ্যার মুখ্য কিছু উপক্ষেত্রের মধ্যে রয়েছে স্বাস্থ্যসেবা নীতি, পরিবেশ নীতি, শিক্ষা নীতি, ও অর্থনৈতিক নীতি। জননীতির বিশেষ বিশেষ ক্ষেত্র ও এগুলিতে পরিলক্ষিত অনন্য সমস্যাগুলির উপর এই উপক্ষেত্রগুলির কাজ কেন্দ্রীভূত থাকে। জননীতি বিশেষজ্ঞদের কিয়দংশ রাষ্ট্রবিজ্ঞান বিভাগের আওতাধীন জননীতি শিক্ষা প্রতিষ্ঠান থেকে উচ্চশিক্ষায়তনিক উপাধি (ডিগ্রি) লাভ করে থাকেন। তবে অনেক বিশেষজ্ঞ জননীতি বিশ্লেষণ, কর্মসূচি মূল্যায়ন, পরিক্রিয়াদি গবেষণাবিদ্যা, সংগঠন তত্ত্ব, সমাজবিজ্ঞান, মনোবিজ্ঞান, দর্শন, অর্থশাস্ত্র, নৃবিজ্ঞান, ভূগোল, আইন, রাষ্ট্রবিজ্ঞান, সমাজকর্ম, পরিবেশ পরিকল্পনা ও জনপ্রশাসন ক্ষেত্র থেকে আগত হতে পারেন।  জননীতি বিদ্যায় প্রায়শই সরকারি খাতে নীতি প্রণয়নের সময় উদ্ভূত সংঘাত ও সেগুলির নিরসন নিয়ে গবেষণা করা হয়। তবে এর সিদ্ধান্তগুলি সুশীল সমাজ, বেসরকারি খাত ও অলাভজনক খাতের জন্যও প্রযোজ্য। ঐতিহ্যগতভাবে জননীতি বিদ্যায় দেশের অভ্যন্তরীণ নীতির উপরে মনোযোগ নিবদ্ধ করা হয়ে থাকে; পররাষ্ট্রনীতি ও প্রতিরক্ষা নীতিকে উল্লেখযোগ্য ব্যতিক্রম হিসেবে গণ্য করা হয়। তবে ২০শ শতাব্দীর শেষভাগে ও ২১শ শতাব্দীর শুরুতে এসে অর্থনৈতিক বিশ্বায়নের যে তরঙ্গ সৃষ্টি হয়, তার কারণে বৈশ্বিক শাসন বিষয়ে, বিশেষ করে রাষ্ট্রীয় সীমানা অতিক্রমকারী বিভিন্ন সমস্যা যেমন জলবায়ু পরিবর্তন, সন্ত্রাসবাদ, পারমাণবিক অস্ত্রের বিস্তার ও অর্থনৈতিক উন্নয়ন, ইত্যাদির জন্য জননীতি বিদ্যার একট উপক্ষেত্রে বিশেষায়িত গবেষণার চাহিদা অনুভূত হয়। এই উপক্ষেত্রটির নাম দেওয়া হয়েছে আন্তর্জাতিক নীতি বিদ্যা (international policy studies), এবং এটিতে সাধারণত দ্বিতীয় একটি ভাষায় দক্ষতা অর্জনের পাশাপাশি আন্তঃসাংস্কৃতিক বিষয়গুলির উপর মনোযোগ দেওয়া অপরিহার্য, যা জাতীয় ও সাংস্কৃতিক পক্ষপাতের মতো সমস্যাগুলির উত্তর প্রদানে সহায়ক।\n\n\n== তাত্ত্বিক পরিকাঠামো ==\nজননীতি বিদ্যায় বেশ কিছু প্রতিদ্বন্দ্বী তাত্ত্বিক পরিকাঠামো বিদ্যমান, যেগুলি রাজনীতি ও জননীতি-বিষয়ক ঘটনাগুলিকে নির্দিষ্ট স্বতন্ত্র দৃষ্টিভঙ্গি থেকে দেখতে সাহায্য করে। প্রতিষ্ঠানবাদে বিধিবদ্ধ প্রতিষ্ঠান ও নিয়মগুলির ভূমিকার উপর জোর দেওয়া হয়, অন্যদিকে মার্ক্সবাদে অর্থনৈতিক কাঠামো ও শ্রেণী সম্পর্কের প্রভাবই মুখ্য। আচরণবাদে অভিজ্ঞতানির্ভর গবেষণার মাধ্যমে রাজনৈতিক আচরণ বোঝার চেষ্টা করা হয়, এর বিপরীতে নির্মিতিবাদে ধারণা ও সমাজনির্ধারিত মানের প্রভাবের উপর আলোকপাত করা হয়। নারীবাদে নীতি নির্ধারণে লিঙ্গ-সংক্রান্ত সমস্যাগুলির উপরে মনোযোগ নিবদ্ধ করা হয়, অন্যদিকে উত্তরাধুনিকতাবাদে সার্বজনীন সত্যকেই প্রশ্নবিদ্ধ করা হয় এবং অধিবাচন ও ক্ষমতার ভূমিকার গুরুত্ব তুলে ধরা হয়। সমালোচনামূলক তত্ত্বে ক্ষমতার কাঠামোগুলি ও সামাজিক অন্যায়গুলির সমালোচনা করা হয়, আর জনপছন্দ তত্ত্বে (যা যৌক্তিক পছন্দ ঐতিহ্যের অংশ) একক ব্যক্তিবিশেষের যৌক্তিক আত্ম-স্বার্থকে কেন্দ্রে রাখা হয়। আন্তর্জাতিক সম্পর্কের ক্ষেত্রে নব্যবাস্তববাদে ক্ষমতা ও নিরাপত্তাকে গুরুত্ব দেওয়া হয়, অন্যদিকে নব্যউদারবাদে সহযোগিতা ও অর্থনৈতিক আন্তঃনির্ভরশীলতার উপর দৃষ্টি নিবদ্ধ করা হয়। এই সব তাত্ত্বিক পরিকাঠামো বিশেষজ্ঞদেরকে জননীতির বিভিন্ন প্রসঙ্গ বিশ্লেষণ ও ব্যাখ্যায় সাহায্য করে।\nজননীতি বিদ্যার বিদ্যমান সমস্যাগুলির মধ্যে রয়েছে উপাত্তের সীমাবদ্ধতা, রাজনৈতিক চাপ ও বাধ্যবাধকতা, এবং আন্তঃশাস্ত্রীয় সহযোগিতার অভাব। বিদ্যাটির ভবিষ্যৎ কিছু প্রবণতা হল উন্নত প্রযুক্তির অঙ্গীভবন, বৈশ্বিক ও আন্তর্জাতিক নীতির উপর অধিক জোর প্রদান এবং জলবায়ু পরিবর্তন ও ডিজিটাল শাসনের মত উদীয়মান সমস্যাগুলির উত্তর প্রদানের ব্যাপারে দৃষ্টি নিবদ্ধকরণ।\n\n\n== ইতিহাস ও বিকাশ ==\nপাশ্চাত্যে ২০শ শতকের শুরুর দিকে মার্কিন বিশেষজ্ঞ চার্লস মেরিয়াম ও হ্যারল্ড ল্যাসওয়েলের গবেষণাকর্ম প্রণালীবদ্ধভাবে জননীতি অধ্যয়ন ও বিশ্লেষণের ভিত্তি স্থাপন করে। দ্বিতীয় বিশ্বযুদ্ধের পরে সরকারি কর্মকাণ্ডের প্রসার ঘটলে আরও উন্নত জননীতি অধ্যয়নের চাহিদা বহুগুণ বেড়ে যায় এবং এর প্রত্যুত্তরে বিভিন্ন চিন্তাকেন্দ্র ও উচ্চশিক্ষায়তনিক গবেষণা প্রতিষ্ঠান কাজ করতে শুরু করে। বিশেষ করে ১৯৪৮ সালে প্রতিষ্ঠিত র্যা ন্ড কর্পোরেশন  স্নায়ুযুদ্ধ চলাকালে মার্কিন প্রতিরক্ষা ও নিরাপত্তা নীতি বিষয়ক সমস্যাগুলি সামাল দিতে পরিমাণবাচক ও বিশ্লেষণী পদ্ধতির প্রয়োগে অগ্রণী ভূমিকা রাখে। ১৯৬০-এর দশকে এসে জননীতির ফলাফল অনুধাবনের জন্য রাজনীতির চিরাচরিত অধ্যয়নের (তথা রাষ্ট্রবিজ্ঞান) তুলনায় জননীতি গঠনের প্রক্রিয়াটির যে আরও বিস্তারিত বিশ্লেষণ প্রয়োজন, সে ব্যাপারে বিশ্বাস জোরদার হতে শুরু করে এবং সেখান থেকেই জননীতির অধ্যয়ন একটি পৃথক উচ্চশিক্ষায়তনিক শাস্ত্র হিসেবে রূপ পেতে শুরু করে। এর ই ধারাবাহিকতায় ১৯৭৭ সালে হার্ভার্ড বিশ্ববিদ্যালয়ের প্রশাসন বিষয়ক কেনেডি বিদ্যালয় (কেনেডি স্কুল অভ গভর্নমেন্ট) প্রতিষ্ঠিত হয়, যা উচ্চশিক্ষা ক্ষেত্রে জননীতির অধ্যয়নকে  সর্বপ্রথম একটি প্রাতিষ্ঠানিক রূপদান করে। সামাজিক সমস্যার বৈচিত্র্য বৃদ্ধির সাথে সাথে স্বাস্থ্য, শিক্ষা, পরিবেশ ও অন্য বহু নির্দিষ্ট ক্ষেত্র জননীতি বিদ্যার আওতায় চলে আসে এবং এসব বিষয়ে বিশেষায়িত নীতি গবেষণা প্রতিষ্ঠানের উদ্ভব হয়। ২০শ শতাব্দীর শেষে ও ২১শ শতকের শুরুতে বিদ্যাটি বিশ্বব্যাপী অধীত হতে শুরু করে এবং পরিগণক (কম্পিউটার) প্রযুক্তি, প্রতিমান নির্মাণ (মডেলিং) ও উপাত্ত বিশ্লেষণবিদ্যার (ডাটা অ্যানালিটিকস) মতো আধুনিক উন্নত উপকরণগুলি বিদ্যাটির বিশ্লেষণী ক্ষমতা বৃদ্ধিতে সহায়তা করছে।\n\n\n== আরও দেখুন ==\nজননীতি\nজননীতি শিক্ষা প্রতিষ্ঠান\nজনপ্রশাসন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসাধারণ\nPolicy Studies Organization\nঅন্যান্য\nনীতি চক্রের প্রত্যক্ষীকরণ (Visualization of the policy cycle)\nন্যাশনাল অ্যাসোসিয়েশন অভ পাবলিক অ্যাফেয়ার্স অ্যান্ড অ্যাডমিনিস্ট্রেশন (National Association of Schools of Public Affairs and Administration)\nডিসিশন থিয়েটার (Decision Theater) – প্রত্যক্ষীকরণ, ছদ্মায়ন ও সহযোগিতা সরঞ্জামাদি ব্যবহারের মাধ্যমে নীতি নির্ধারকদের সিদ্ধান্ত গ্রহণ প্রক্রিয়ায় সাহায্য করে\nএএআরপি পাবলিক পলিসি ইনস্টিটিউট  (মার্কিন যুক্তরাষ্ট্র)  (AARP Public Policy Institute)\nদ্য হুভার ডাইজেস্ট (The Hoover Digest)\nগ্লোবাল পাবলিক পলিসি ইনস্টিটিউট (Global Public Policy Institute বৈশ্বিক জননীতি গবেষণা প্রতিষ্ঠান)"}