{"pageid": 1383943, "title": "বিগ ব্যাং নিউক্লিওসিন্থেসিস", "url": "https://bn.wikipedia.org/wiki?curid=1383943", "content": "ভৌত মহাজাগতিকবিদ্যা-তে বিগ ব্যাং নিউক্লিওসিন্থেসিস (যা আদি নিউক্লিওসিন্থেসিস নামেও পরিচিত এবং সংক্ষেপে BBN হিসেবে উল্লেখ করা হয়) হলো একটি মডেল, যা মহাবিশ্বের জন্মের ০.০১ সেকেন্ড থেকে প্রায় ২০০ সেকেন্ড পর্যন্ত সময়ের মধ্যে হালকা নিউক্লিয়াস—যেমন ডিউটেরিয়াম, ৩হেলিয়াম, ৪হেলিয়াম ও ৭লিথিয়াম—তৈরির প্রক্রিয়া ব্যাখ্যা করে।\nএই মডেলটি তাপগতীয় বিশ্লেষণ ও মহাবিশ্বের প্রসারণ সম্পর্কিত সমীকরণের মাধ্যমে তাপমাত্রা ও ঘনত্বের পরিবর্তন নির্ধারণ করে। এরপর সেই নির্ধারিত তাপমাত্রা ও ঘনত্বে পরমাণু বিক্রিয়ার হার বিশ্লেষণ করে বিভিন্ন মৌলের আপেক্ষিক উপস্থিতির পূর্বাভাস দেয়। আধুনিক এবং পরিমার্জিত মডেলগুলো পর্যবেক্ষণমূলক তথ্যের সঙ্গে খুব ভালোভাবে মিলে যায়, যদিও ৭লিথিয়ামের পরিমাণের ক্ষেত্রে কিছু অমিল দেখা যায়। এটি আদর্শ মহাজাগতিকবিদ্যার (standard cosmology) একটি মূল ভিত্তি।\nলিথিয়ামের চেয়ে ভারী মৌলসমূহ ধারণা করা হয় মহাবিশ্বের পরবর্তী সময়ে তারা-নিউক্লিওসিন্থেসিস (stellar nucleosynthesis)-এর মাধ্যমে, অর্থাৎ তারার সৃষ্টি, বিবর্তন এবং মৃত্যুর প্রক্রিয়ায় গঠিত হয়েছে।\n\n\n== বৈশিষ্ট্য ==\nবিগ ব্যাং নিউক্লিওসিন্থেসিস (BBN) মডেল একটি অভিন্ন প্লাজমার ধারণা করে, যার তাপমাত্রা প্রায় ১ মেগা ইলেকট্রন ভোল্ট (MeV)। এই প্লাজমায় ইলেকট্রন ও পজিট্রনের পারস্পরিক বিলুপ্তির ফলে ফোটন তৈরি হয়, এবং সেই ফোটনগুলোর মাধ্যমে আবার ইলেকট্রন ও পজিট্রন সৃষ্টি হয়: \n  \n    \n      \n        \n          e\n          \n            +\n          \n        \n        \n          e\n          \n            −\n          \n        \n        ↔\n        γ\n        γ\n      \n    \n    {\\displaystyle e^{+}e^{-}\\leftrightarrow \\gamma \\gamma }\n  \n। এই কণাগুলো একটি সাম্যাবস্থায় থাকে। একই মাত্রায় নিউট্রিনোও (প্রায় ১ MeV তাপমাত্রায়) উপস্থিত থাকে, তবে তারা তখন সদ্য সাম্যাবস্থা থেকে বিচ্যুত হয়েছে। পাশাপাশি, বারিওন (নিউট্রন ও প্রোটন)-এর ঘনত্ব খুবই কম থাকে। মহাবিশ্ব প্রসারণের কারণে তাপমাত্রা ও চাপ কমতে থাকায়, এই মডেলটি সেই বারিওনগুলোর নিউক্লিয়ার বিক্রিয়াগুলোর বিকাশ অনুসরণ করে।\nএই মৌলিক মডেল দুটি সরলীকৃত অনুমান করে:\n\nতাপমাত্রা ০.১ MeV-এর নিচে না আসা পর্যন্ত কেবল নিউট্রন ও প্রোটনই স্থিতিশীল থাকবে, এবং\nচূড়ান্ত পর্যায়ে কেবল হাইড্রোজেন ও হেলিয়ামের আইসোটোপগুলোই গঠিত হবে।\nএই অনুমানগুলো উচ্চ-শক্তির ফোটনের প্রবল প্রবাহের ওপর ভিত্তি করে করা হয়েছে। ০.১ MeV-এর ওপরে যেকোনো নিউক্লিয়াস গঠিত হলেও তা ফোটনের দ্বারা ভেঙে যায়। তাই মডেলটি প্রথমে নিউট্রন-প্রোটনের অনুপাত নির্ধারণ করে এবং সেটিকে ইনপুট হিসেবে ব্যবহার করে হাইড্রোজেন, ডিউটেরিয়াম, ট্রিটিয়াম ও ৩হেলিয়ামের পরিমাণ হিসাব করে।\nমডেলটি তাপমাত্রা ও ঘনত্ব কমার সঙ্গে সঙ্গে নিউক্লিয়ার বিক্রিয়ার হার অনুসরণ করে। এই পরিবর্তন ফ্রিডম্যান-রবার্টসন-ওয়াকার মডেল (Friedmann-Robertson-Walker model) দ্বারা নির্ধারিত হয়। যখন \n  \n    \n      \n        k\n        T\n        ≈\n        1\n      \n    \n    {\\displaystyle kT\\approx 1}\n  \n MeV, তখন নিউট্রিনোর ঘনত্ব হ্রাস পেতে থাকে, ফলে নিউট্রন ও প্রোটনের সাম্যাবস্থা বজায় রাখা বিক্রিয়াগুলি, যেমন:\n\n  \n    \n      \n        n\n        +\n        \n          e\n          \n            +\n          \n        \n        ↔\n        p\n        +\n        \n          \n            \n              ν\n              ¯\n            \n          \n          \n            e\n          \n        \n      \n    \n    {\\displaystyle n+e^{+}\\leftrightarrow p+{\\overline {\\nu }}_{e}}\n  \n\nধীর হয়ে যায়। এর ফলে নিউট্রন-প্রোটনের অনুপাত কমে প্রায় ১:৭ হয়ে যায়।\nএরপর, তাপমাত্রা ও ঘনত্ব আরও কমতে থাকলে প্রোটন ও নিউট্রনের সংমিশ্রণে ভারী নিউক্লিয়াস তৈরি হওয়ার বিক্রিয়াগুলো শুরু হয়। এই বিক্রিয়াগুলোর মধ্যে উল্লেখযোগ্য:\n\n  \n    \n      \n        p\n        +\n        n\n        →\n        \n          \n            D\n          \n        \n        +\n        γ\n        ,\n         \n        \n          \n            D\n          \n        \n        +\n        \n          \n            D\n          \n        \n        →\n        n\n        +\n        \n          \n          \n            3\n          \n        \n        \n          \n            He\n          \n        \n        ,\n         \n        \n          \n          \n            3\n          \n        \n        \n          \n            He\n          \n        \n        +\n        \n          \n            D\n          \n        \n        →\n        p\n        +\n        \n          \n          \n            4\n          \n        \n        \n          \n            He\n          \n        \n      \n    \n    {\\displaystyle p+n\\rightarrow {\\textrm {D}}+\\gamma ,\\ {\\textrm {D}}+{\\textrm {D}}\\rightarrow n+\\,^{3}{\\textrm {He}},\\ \\,^{3}{\\textrm {He}}+{\\textrm {D}}\\rightarrow p+\\,^{4}{\\textrm {He}}}\n  \n\nহেলিয়ামের উচ্চ বন্ধন শক্তির কারণে মুক্ত নিউট্রন এবং ডিউটেরিয়ামের অধিকাংশই এই বিক্রিয়াগুলোর মাধ্যমে ব্যবহৃত হয়ে যায়, ফলে অধিকাংশই রয়ে যায় প্রোটন ও হেলিয়াম।\nএই নিউক্লিয়ার সংযুক্তির (fusion) ঘটনাগুলি ঘটে বিগ ব্যাং-এর প্রায় ১০ সেকেন্ড থেকে ২০ মিনিট সময়ের মধ্যে। এই সময়েই মহাবিশ্ব এতটা ঠান্ডা হয়েছিল যাতে ডিউটেরিয়াম টিকে থাকতে পারে, কিন্তু ততটাই গরম ও ঘনও ছিল যাতে নিউক্লিয়ার ফিউশন যথেষ্ট হারে সংঘটিত হতে পারে।\nবিগ ব্যাং নিউক্লিওসিন্থেসিসের প্রভাব গণনার জন্য মূল উপাদান হলো বারিওন/ফোটন অনুপাত, যা প্রায় ৬ × ১০−১০। এই মানটি বারিওনের ঘনত্ব নির্ধারণ করে এবং নিউক্লিয়নের পারস্পরিক সংঘর্ষ ও বিক্রিয়ার হার নিয়ন্ত্রণ করে। এই মানের ভিত্তিতে নিউক্লিওসিন্থেসিসের পর মৌলসমূহের পরিমাণ নির্ধারণ করা যায়। যদিও মৌলের ঘনত্ব নির্ধারণে এই অনুপাতটি গুরুত্বপূর্ণ, তবে এর সুনির্দিষ্ট মান সামগ্রিক ফলাফলে বড় ধরনের পরিবর্তন আনে না।\nবিগ ব্যাং তত্ত্বে বড় কোনো পরিবর্তন ছাড়াই এই মডেল অনুযায়ী যে মৌলসমূহ গঠিত হওয়ার পূর্বাভাস পাওয়া যায় তা হলো: প্রায় ৭৫% হাইড্রোজেন-১, প্রায় ২৫% হেলিয়াম-৪, প্রায় ০.০১% ডিউটেরিয়াম ও হেলিয়াম-৩, খুব অল্প পরিমাণ (প্রায় ১০−১০ মাত্রায়) লিথিয়াম এবং তার চেয়েও কম ভারী মৌল। মহাবিশ্বে পর্যবেক্ষণযোগ্য এই মৌলসমূহের আপেক্ষিক পরিমাণের সঙ্গে পূর্বাভাসের ঘনিষ্ঠ মিল থাকাটাই বিগ ব্যাং তত্ত্বের অন্যতম শক্তিশালী প্রমাণ হিসেবে বিবেচিত হয়।\n\n\n== ইতিহাস ==\nবিগ ব্যাং নিউক্লিওসিন্থেসিস গবেষণার সূচনা ঘটে ১৯৪০-এর দশকে জর্জ গ্যামো (George Gamow)-এর একটি প্রস্তাবের মাধ্যমে। তিনি ধারণা দেন যে মহাবিশ্বের প্রাথমিক গরম অবস্থায় নিউক্লিয়ার বিক্রিয়ার ফলে বর্তমান পর্যবেক্ষণযোগ্য হাইড্রোজেন ও হেলিয়াম তৈরি হয়েছে।\nতাঁর ছাত্র রালফ আলফার (Ralph Alpher)-এর গণনাগুলো প্রকাশিত হয়  বিখ্যাত Alpher–Bethe–Gamow পত্রিকায়, যেখানে প্রথম মহাবিশ্বের প্রাথমিক পর্যায়ে হালকা মৌল গঠনের একটি তত্ত্ব উপস্থাপন করা হয়।\nপ্রাথমিক আইসোটোপের পরিমাণ সম্পর্কিত প্রথম বিস্তারিত গণনা প্রকাশিত হয় ১৯৬৬ সালে। এর পরের কয়েক দশকে নিউক্লিয়ার বিক্রিয়ার হারের নতুন পরিমাপ ও তথ্যের ভিত্তিতে এই গণনাগুলো আরও পরিমার্জিত হয়।\nনিউক্লিয়ার বিক্রিয়া হারের অনিশ্চয়তা কীভাবে মৌলসমূহের পূর্বাভাসকে প্রভাবিত করে, তা নির্ণয়ের জন্য প্রথম পদ্ধতিগত মন্টে কার্লো বিশ্লেষণ করা হয় ১৯৯৩ সালে।\n\n\n== গুরুত্বপূর্ণ পরামিতি ==\nবিগ ব্যাং নিউক্লিওসিন্থেসিসের (BBN) সময় হালকা মৌলসমূহের সৃষ্টি নির্ভর করেছিল কয়েকটি গুরুত্বপূর্ণ পরামিতির উপর। এর মধ্যে উল্লেখযোগ্য ছিল নিউট্রন–প্রোটন অনুপাত (যা স্ট্যান্ডার্ড মডেল পদার্থবিজ্ঞান দ্বারা নির্ণেয়) এবং বারিওন-ফোটন অনুপাত।\n\n\n=== নিউট্রন–প্রোটন অনুপাত ===\nনিউট্রন–প্রোটন অনুপাত নির্ধারিত হয় নিউক্লিওসিন্থেসিস পর্ব শুরুর আগেই, মূলত বিগ ব্যাং-এর প্রথম এক সেকেন্ডের মধ্যেই। নিউট্রন পজিট্রন বা ইলেকট্রন নিউট্রিনোর সঙ্গে প্রতিক্রিয়া করে প্রোটন ও অন্যান্য কণায় রূপান্তরিত হতে পারে নিম্নলিখিত বিক্রিয়াগুলোর মাধ্যমে:\n\n  \n    \n      \n        \n          n\n           \n          +\n          \n            e\n            \n              +\n            \n          \n          ↔\n          \n            \n              \n                ν\n                ¯\n              \n            \n            \n              e\n            \n            \n              \n            \n          \n          +\n          p\n        \n      \n    \n    {\\displaystyle {\\ce {n\\ +e^{+}\\leftrightarrow {\\overline {\\nu }}_{e}+p}}}\n  \n\n  \n    \n      \n        \n          n\n           \n          +\n          ν\n          \n            ↔\n            \n            \n            \n            e\n            \n          \n          \n            p\n            \n              +\n            \n          \n          \n            e\n            \n              −\n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {n\\ +\\nu _{e}\\leftrightarrow p+e^{-}}}}\n  \n\nবিগ ব্যাং-এর এক সেকেন্ডের অনেক আগের সময়ে এই বিক্রিয়াগুলো খুব দ্রুত ঘটে এবং নিউট্রন/প্রোটন অনুপাত প্রায় ১:১ ছিল। কিন্তু তাপমাত্রা কমতে থাকায় সাম্যাবস্থা প্রোটনের দিকে সরে যায়, কারণ প্রোটনের ভর নিউট্রনের চেয়ে সামান্য কম। ফলে অনুপাত ধীরে ধীরে কমে যায়।\nএই বিক্রিয়াগুলো চলতে থাকে যতক্ষণ না তাপমাত্রা ও ঘনত্ব এতটা কমে যায় যে বিক্রিয়াগুলো ধীর হয়ে যায়। এটি ঘটে T ≈ ০.৭ MeV তাপমাত্রায় (সময় প্রায় ১ সেকেন্ড), যাকে \"ফ্রিজ-আউট\" তাপমাত্রা বলা হয়। ফ্রিজ-আউটের সময় নিউট্রন–প্রোটন অনুপাত ছিল আনুমানিক ১:৬। তবে মুক্ত নিউট্রন স্থিতিশীল নয় এবং এর গড় অর্ধায়ু প্রায় ৮৮০ সেকেন্ড। ফলে নিউট্রিয়াসিন্থেসিস শুরুর আগে কিছু নিউট্রন ক্ষয় হয়ে যায়। শেষপর্যন্ত নিউট্রন-প্রোটন অনুপাত প্রায় ১:৭-এ দাঁড়ায়।\nযেসব নিউট্রন ক্ষয় না হয়ে বিক্রিয়ায় যুক্ত হয়, সেগুলোর প্রায় সবই হেলিয়াম-৪-এ রূপান্তরিত হয়। কারণ হালকা মৌলগুলোর মধ্যে হেলিয়াম-৪-এর প্রতি নিউক্লিয়নের জন্য সর্বোচ্চ বন্ধন শক্তি রয়েছে। এর ফলে পূর্বাভাস অনুযায়ী সমস্ত পরমাণুর প্রায় ৮% হেলিয়াম-৪ হওয়া উচিত, যা ভর অনুপাতে প্রায় ২৫%-এর সমান এবং পর্যবেক্ষণের সঙ্গে সঙ্গতিপূর্ণ। ডিউটেরিয়াম ও হেলিয়াম-৩-এর সামান্য পরিমাণ বেঁচে যায় কারণ পর্যাপ্ত সময় ও ঘনত্ব ছিল না যাতে সেগুলো সম্পূর্ণরূপে হেলিয়াম-৪-এ রূপান্তরিত হতে পারে।\n\n\n=== বারিওন–ফোটন অনুপাত ===\nবারিওন–ফোটন অনুপাত, η, হলো সেই মূল পরামিতি যা নিউক্লিওসিন্থেসিস শেষে হালকা মৌলসমূহের পরিমাণ নির্ধারণ করে। বারিওন ও হালকা মৌলসমূহ নিম্নলিখিত প্রধান বিক্রিয়াগুলোর মাধ্যমে সংযুক্ত হতে পারে:\n\nএছাড়াও, 7Li বা 7Be তৈরির মতো কিছু স্বল্প সম্ভাবনামূলক বিক্রিয়াও ঘটে। \nএকটি গুরুত্বপূর্ণ বিষয় হলো, ভর ৫ বা ৮ বিশিষ্ট কোনো স্থিতিশীল নিউক্লিয়াস নেই। ফলে 4He-তে একক বারিওন যোগ করা বা দুটি 4He যুক্ত করার মতো বিক্রিয়াগুলো ঘটতে পারে না।\nBBN-এর সময় অধিকাংশ ফিউশন চেইন 4He-এ শেষ হয়। আর যেসব প্রতিক্রিয়া সম্পূর্ণ হয় না, সেগুলোর ফলে সামান্য পরিমাণ 2H (ডিউটেরিয়াম) বা 3He থেকে যায়। বারিওন–ফোটন অনুপাত যত বেশি, বিক্রিয়ার হার তত বেশি হয় এবং ডিউটেরিয়াম তত বেশি হেলিয়াম-৪-এ রূপান্তরিত হয়। এই কারণে ডিউটেরিয়ামের পরিমাণ নির্ণয় করে বারিওন–ফোটন অনুপাত পরিমাপ করা যায়, যা মহাজাগতিক পদার্থবিজ্ঞানের জন্য অত্যন্ত গুরুত্বপূর্ণ একটি সূচক।\n\n\n== ক্রমপরিকল্পনা ==\n\nবিগ ব্যাং নিউক্লিওসিন্থেসিস শুরু হয় বিগ ব্যাং-এর প্রায় ২০ সেকেন্ড পর, যখন মহাবিশ্ব এতটাই ঠান্ডা হয়েছিল যে ডিউটেরিয়াম নিউক্লিয়াস উচ্চ-শক্তির ফোটন দ্বারা ধ্বংস না হয়ে টিকে থাকতে পারে। (উল্লেখযোগ্যভাবে, নিউট্রন–প্রোটন ফ্রিজ-আউট এই সময়ের আগেই ঘটেছিল।) এই সময় নির্ধারণ মূলত অন্ধকার পদার্থ (dark matter)-এর উপস্থিতির উপর নির্ভর করে না, কারণ তখন মহাবিশ্ব ছিল তীব্র বিকিরণ-প্রভাবিত এবং সেই বিকিরণই তাপমাত্রা-সময়ের সম্পর্ক নিয়ন্ত্রণ করত। তখন প্রতি ৬টি প্রোটনের বিপরীতে ছিল ১টি নিউট্রন। তবে পরবর্তী কয়েক শত সেকেন্ডের মধ্যে কিছু নিউট্রন নিউক্লিয়াসে যুক্ত হওয়ার আগেই ক্ষয় হয়, ফলে শেষপর্যন্ত প্রায় ৭টি প্রোটনের জন্য ১টি নিউট্রন থাকে, এবং প্রায় সব নিউট্রনই হেলিয়াম-৪-এ রূপান্তরিত হয়।\nBBN-এর একটি বৈশিষ্ট্য হলো, এ সময় পদার্থের যে আচরণ সংঘটিত হয় তা নিয়ন্ত্রণকারী প্রাকৃতিক নিয়ম ও ধ্রুবকগুলো খুব ভালোভাবে বোঝা যায়। ফলে মহাবিশ্বের আরও প্রাচীন পর্যায়গুলোর মতো এই সময়ে তেমন অনিশ্চয়তা নেই। আরেকটি বৈশিষ্ট্য হলো, নিউক্লিওসিন্থেসিস প্রক্রিয়া মূলত এই ধাপের শুরুতেই নির্ধারিত শর্তের উপর নির্ভর করে এবং পূর্ববর্তী ঘটনাসমূহের থেকে স্বাধীনভাবে অগ্রসর হয়।\nমহাবিশ্ব সম্প্রসারিত হওয়ার সঙ্গে সঙ্গে তা ঠান্ডা হতে থাকে। মুক্ত নিউট্রন হেলিয়াম নিউক্লিয়াসের চেয়ে কম স্থিতিশীল এবং প্রোটন ও নিউট্রন হেলিয়াম-৪ গঠনের প্রবণতা রাখে। তবে হেলিয়াম-৪ গঠনের জন্য প্রথমে ডিউটেরিয়াম গঠন জরুরি। নিউক্লিওসিন্থেসিস শুরুর আগে তাপমাত্রা এতটাই বেশি ছিল যে ডিউটেরিয়ামের বন্ধন শক্তির চেয়ে বেশি শক্তির ফোটন প্রচুর ছিল, ফলে তৈরি হওয়া যেকোনো ডিউটেরিয়াম সঙ্গে সঙ্গেই ধ্বংস হয়ে যেত। এই পরিস্থিতিকে \"ডিউটেরিয়াম সংকীর্ণতা\" (deuterium bottleneck) বলা হয়। তাই ডিউটেরিয়াম টিকে থাকার মতো পরিবেশ তৈরি না হওয়া পর্যন্ত হেলিয়াম-৪ গঠন বিলম্বিত হয়। যখন তাপমাত্রা প্রায় ০.১ MeV-এ নেমে আসে, তখন ডিউটেরিয়াম টিকে থাকতে পারে এবং মৌল গঠনের একটি আকস্মিক বিস্ফোরণ ঘটে।\nতবে এর কিছুক্ষণের মধ্যেই—বিগ ব্যাং-এর প্রায় ২০ মিনিট পর—তাপমাত্রা ও ঘনত্ব এতটাই কমে যায় যে আর কোনো উল্লেখযোগ্য নিউক্লিয়ার ফিউশন ঘটতে পারে না। তখন মৌলসমূহের আপেক্ষিক পরিমাণ স্থায়ী হয়ে যায়। এরপর কেবল BBN-এর দুটি প্রধান অস্থিতিশীল উৎপাদ, ট্রিটিয়াম ও বেরিলিয়াম-৭-এর ক্ষয়ের ফলে কিছু পরিবর্তন ঘটে।\n\n\n=== ভারী মৌল ===\nটেমপ্লেট:Nucleosynthesis periodic table.svg\nবিগ ব্যাং নিউক্লিওসিন্থেসিসে লিথিয়ামের চেয়ে ভারী মৌল প্রায় তৈরি হয়নি। এর কারণ হলো একটি সংকীর্ণতা: ৫ বা ৮ নিউক্লিয়ন বিশিষ্ট কোনো স্থিতিশীল নিউক্লিয়াস নেই। এই ঘাটতির ফলে লিথিয়াম-৭-এর পরিমাণও সীমিত থাকে। তারাগুলিতে, এই সংকীর্ণতা তিনটি হেলিয়াম-৪ নিউক্লিয়াসের সংঘর্ষে কার্বন তৈরি করে (এই প্রক্রিয়াকে \"ট্রিপল-আলফা প্রক্রিয়া\" বলা হয়)। তবে এই প্রক্রিয়া অত্যন্ত ধীর এবং অনেক বেশি ঘনত্ব প্রয়োজন হয়, যা লক্ষ বছরের মতো সময় নিয়ে উল্লেখযোগ্য হেলিয়ামকে কার্বনে রূপান্তরিত করে। তাই বিগ ব্যাং-এর কয়েক মিনিটের সময়সীমায় এর প্রভাব ছিল নগণ্য।\nCNO (কার্বন, নাইট্রোজেন, অক্সিজেন) আইসোটোপসমূহের পূর্বাভাসিত পরিমাণ হাইড্রোজেনের তুলনায় প্রায় ১০−১৫ অনুপাতে, যা এতটাই নগণ্য যে তা শনাক্তযোগ্য নয়। এখনো পর্যন্ত বেরিলিয়াম থেকে অক্সিজেন পর্যন্ত মৌলগুলোর কোনো আদি আইসোটোপ আবিষ্কৃত হয়নি, যদিও ভবিষ্যতে বেরিলিয়াম ও বোরনের কিছু পরিমাণ শনাক্ত করা যেতে পারে। বিগ ব্যাং নিউক্লিওসিন্থেসিস দ্বারা গঠিত একমাত্র স্থিতিশীল নিউক্লাইড যেগুলোর অস্তিত্ব পরীক্ষামূলকভাবে নিশ্চিত, তা হলো প্রোটিয়াম, ডিউটেরিয়াম, হেলিয়াম-৩, হেলিয়াম-৪ এবং লিথিয়াম-৭।\n\n\n=== হেলিয়াম-৪ ===\nবিগ ব্যাং নিউক্লিওসিন্থেসিস অনুযায়ী প্রাথমিকভাবে মোট ভরের প্রায় ২৫% হেলিয়াম-৪ গঠিত হওয়ার কথা, এবং এটি মহাবিশ্বের প্রাথমিক অবস্থা যেমনই হোক না কেন, তাতেও অপরিবর্তিত থাকে। যতক্ষণ পর্যন্ত মহাবিশ্য গরম ছিল, নিউট্রন ও প্রোটন একে অপরের মধ্যে রূপান্তরিত হতে পারত এবং তাদের অনুপাত নির্ধারিত হতো কেবল তাদের আপেক্ষিক ভরের উপর ভিত্তি করে। একসময়ে নিউট্রন ও প্রোটন সমসংখ্যক হয়ে প্রথমে ডিউটেরিয়াম এবং পরে হেলিয়াম-৪ গঠিত হয়। হেলিয়াম-৪ অত্যন্ত স্থিতিশীল এবং এই প্রতিক্রিয়া শৃঙ্খল তাড়াতাড়ি শেষ হয়ে যায়, কারণ এটি সহজে ক্ষয় হয় না কিংবা অন্যান্য নিউক্লিয়াসে যুক্ত হয়ে ভারী মৌল তৈরি করে না।\nতাপমাত্রা হ্রাস পেলে প্রতি ১৬টি নিউক্লিয়নের মধ্যে (২টি নিউট্রন ও ১৪টি প্রোটন), ৪টি নিউক্লিয়ন (যা মোট নিউক্লিয়নের ২৫% এবং ভরের ২৫%) একত্রে একটি হেলিয়াম-৪ নিউক্লিয়াস তৈরি করে। এর ফলে প্রতি ১২টি হাইড্রোজেনের বিপরীতে ১টি হেলিয়াম তৈরি হয়, যা পরমাণুর সংখ্যার ভিত্তিতে ৮% এবং ভরের ভিত্তিতে প্রায় ২৫% হেলিয়াম নির্দেশ করে।\n\"একটি তুলনা করা যায়, যেমন কাঠ পোড়ানোর পর তৈরি হওয়া ছাইয়ের পরিমাণ নির্ভর করে না কীভাবে পোড়ানো হয়েছে, তেমনি হেলিয়াম-৪ এর পরিমাণও নির্ভর করে না নিউক্লিওসিন্থেসিস কীভাবে ঘটেছে।\"\nহেলিয়াম-৪-এর প্রচুর পরিমাণ মহাবিশ্বে যে বিদ্যমান, তা কেবল তারা-নিউক্লিওসিন্থেসিস দিয়ে ব্যাখ্যা করা যায় না, তাই এই প্রাচুর্য বিগ ব্যাং তত্ত্বের একটি গুরুত্বপূর্ণ পরীক্ষাস্বরূপ ব্যবহৃত হয়। যদি পর্যবেক্ষিত হেলিয়ামের পরিমাণ ২৫% থেকে অনেক কম হতো, তবে তা তত্ত্বটির বিরুদ্ধে একটি গুরুতর চ্যালেঞ্জ হয়ে দাঁড়াত, কারণ হেলিয়াম-৪ সহজে ধ্বংস করা যায় না। ১৯৯০-এর দশকের মাঝামাঝি কিছু পর্যবেক্ষণে এই ধরনের সংকেত পাওয়া গিয়েছিল, ফলে জ্যোতির্পদার্থবিদরা একে \"বিগ ব্যাং নিউক্লিওসিন্থেসিস সংকট\" হিসেবে উল্লেখ করতে থাকেন। তবে পরবর্তী পর্যবেক্ষণগুলো বিগ ব্যাং তত্ত্বের সঙ্গে সামঞ্জস্যপূর্ণ ছিল।\n\n\n=== ডিউটেরিয়াম ===\nডিউটেরিয়াম এক্ষেত্রে হেলিয়াম-৪-এর ঠিক বিপরীত। যেখানে হেলিয়াম-৪ অত্যন্ত স্থিতিশীল ও ধ্বংস করা কঠিন, সেখানে ডিউটেরিয়াম সামান্য স্থিতিশীল ও সহজে ধ্বংসযোগ্য। তাপমাত্রা, সময় ও ঘনত্ব যথেষ্ট ছিল যাতে উল্লেখযোগ্য পরিমাণ ডিউটেরিয়াম হেলিয়াম-৪-এ রূপান্তরিত হয়, কিন্তু পর্যাপ্ত ছিল না যাতে হেলিয়াম-৪ পরবর্তী ধাপে আরও ভারী মৌলে রূপান্তরিত হয়। মহাবিশ্বের প্রসারণের ফলে ঠান্ডা হয়ে যাওয়ায় ডিউটেরিয়াম পুরোপুরি হেলিয়াম-৪-এ রূপান্তরিত হওয়ার আগেই প্রক্রিয়াটি থেমে যায়।\nএর একটি পরিণতি হলো, ডিউটেরিয়ামের পরিমাণ প্রাথমিক শর্তের প্রতি অত্যন্ত সংবেদনশীল। মহাবিশ্বের প্রাথমিক ঘনত্ব যত বেশি, তত বেশি ডিউটেরিয়াম হেলিয়াম-৪-এ রূপান্তরিত হয়, ফলে কম ডিউটেরিয়াম অবশিষ্ট থাকে।\nবিগ ব্যাং-এর পর উল্লেখযোগ্য পরিমাণে ডিউটেরিয়াম তৈরি হয়, এমন কোনো প্রক্রিয়া এখন পর্যন্ত জানা যায়নি। ফলে ডিউটেরিয়ামের উপস্থিতি দেখায় যে মহাবিশ্ব অনন্ত পুরনো নয়, বরং একটি নির্দিষ্ট সময়ে এর শুরু হয়েছে—যা বিগ ব্যাং তত্ত্বের পক্ষে সমর্থন প্রদান করে।\n১৯৭০-এর দশকে ডিউটেরিয়াম তৈরির বিকল্প প্রক্রিয়া খুঁজে বের করার চেষ্টাও হয়েছিল, কিন্তু এগুলোতে অন্যান্য আইসোটোপ তৈরি হওয়ার সম্ভাবনা দেখা দেয়, ডিউটেরিয়াম নয়। তখন একটি ব্যাখ্যা ছিল যে যদি মহাবিশ্ব সম্পূর্ণভাবে প্রোটন ও নিউট্রনে গঠিত হতো, তবে ঘনত্ব এমন হতো যে ডিউটেরিয়াম প্রায় পুরোটাই হেলিয়াম-৪-এ রূপান্তরিত হয়ে যেত। বর্তমানে গ্রহণযোগ্য ব্যাখ্যা হলো, মহাবিশ্ব প্রধানত বারিওনিক পদার্থ (protons ও neutrons) দ্বারা গঠিত নয়, বরং অধিকাংশ ভর গঠিত হয়েছে বারিওনবিহীন পদার্থ (non-baryonic matter), অর্থাৎ অন্ধকার পদার্থ দ্বারা। এই ব্যাখ্যা পর্যবেক্ষণ ও গণনার সঙ্গে সামঞ্জস্যপূর্ণ, যা দেখায় যে একটি সম্পূর্ণ বারিওনিক মহাবিশ্ব বর্তমানে যে \"মসৃণ\" অবস্থায় আছে, তা অর্জন করতে পারত না।\n\n\n=== লিথিয়াম ===\nবিগ ব্যাং-এর সময় গঠিত লিথিয়াম-৭ ও লিথিয়াম-৬-এর পরিমাণ যথাক্রমে আনুমানিক ১০−৯ ও ১০−১৩ অনুপাতে ছিল, যা সমস্ত আদি নিউক্লাইডের তুলনায় খুবই সামান্য।\n\n\n== পরিমাপ ও তত্ত্বের বর্তমান অবস্থা ==\nবিগ ব্যাং নিউক্লিওসিন্থেসিস (BBN) তত্ত্বটি ডিউটেরিয়াম, হেলিয়াম-৩, হেলিয়াম-৪ এবং লিথিয়াম-৭—এই হালকা \"মৌলসমূহ\" উৎপাদনের একটি বিশদ গাণিতিক বর্ণনা প্রদান করে। এই তত্ত্ব নির্দিষ্ট পরিমাণের পূর্বাভাস দেয়, অর্থাৎ বিগ ব্যাং শেষে মৌলসমূহের আদিম মিশ্রণ বা আপেক্ষিক উপস্থিতি কেমন ছিল তা নির্ণয় করে।\nএই পূর্বাভাস পরীক্ষার জন্য প্রয়োজন যতটা সম্ভব নিখুঁতভাবে আদিম মৌলসমূহের পরিমাণ নির্ধারণ করা। এর জন্য এমন জ্যোতির্বৈজ্ঞানিক বস্তু পর্যবেক্ষণ করা হয়, যেখানে তারা-নিউক্লিওসিন্থেসিস খুব কম হয়েছে (যেমন কিছু বামন ছায়াপথ) বা যেগুলো এতটাই দূরে যে সেগুলোর বিবর্তনের প্রথম পর্যায়ে দেখা যায় (যেমন দূরবর্তী কোয়াসার)।\nউল্লেখ করা হয়েছে, BBN-এর স্ট্যান্ডার্ড তত্ত্ব অনুযায়ী হালকা মৌলসমূহের উপস্থিতি নির্ভর করে সাধারণ পদার্থ (বারিওন) ও বিকিরণ (ফোটন)-এর আপেক্ষিক অনুপাতে। যেহেতু মহাবিশ্বকে অভিন্ন ধরা হয়, তাই এটি একটি নির্দিষ্ট বারিওন-ফোটন অনুপাত ধারণ করে। দীর্ঘ সময় ধরে প্রশ্ন ছিল: BBN-এর পূর্বাভাস এবং পর্যবেক্ষণগুলো কি একটি একক বারিওন-ফোটন অনুপাত দ্বারা ব্যাখ্যা করা যায়? আরও নির্ভুলভাবে বললে, পূর্বাভাস ও পরিমাপের সীমিত নির্ভুলতা মেনে নিয়ে, এমন কি কোনো পরিসর আছে বারিওন-ফোটন অনুপাতের যার মাধ্যমে সমস্ত পর্যবেক্ষণ ব্যাখ্যা করা যায়?\nসম্প্রতি প্রশ্নটি ভিন্নভাবে উপস্থাপিত হয়েছে: কসমিক মাইক্রোওয়েভ ব্যাকগ্রাউন্ড বিকিরণের অত্যন্ত সুনির্দিষ্ট পর্যবেক্ষণ, বিশেষত Wilkinson Microwave Anisotropy Probe (WMAP) ও Planck মহাকাশযানের মাধ্যমে, স্বাধীনভাবে বারিওন-ফোটন অনুপাত নির্ধারণ করেছে।\nবর্তমান হেলিয়াম-৪-এর পরিমাপ পূর্বাভাসের সঙ্গে ভালো মিল দেখায়, এবং হেলিয়াম-৩-এর ক্ষেত্রে তা আরও সঠিকভাবে মিলে। কিন্তু লিথিয়াম-৭-এর ক্ষেত্রে উল্লেখযোগ্য একটি অমিল রয়েছে BBN-এর পূর্বাভাস ও WMAP/Planck-এর ডেটা এবং জনসংখ্যা II তারা থেকে প্রাপ্ত পরিমাপের মধ্যে। এই অমিলটিকে \"কসমোলজিকাল লিথিয়াম সমস্যা\" বলা হয়, যার মান তাত্ত্বিক পূর্বাভাসের তুলনায় ২.৪ থেকে ৪.৩ গুণ কম।\nএই সমস্যার কারণে নতুন নিউক্লিয়ার তথ্যের ভিত্তিতে স্ট্যান্ডার্ড BBN-এর পুনঃগণনা করা হয়েছে এবং আদি প্রোটন-প্রোটন নিউক্লিয়ার বিক্রিয়াগুলো পুনর্মূল্যায়নের বিভিন্ন প্রস্তাব উঠে এসেছে, বিশেষ করে 7Be + n → 7Li + p বনাম 7Be + 2H → 8Be + p বিক্রিয়াগুলো।\n\n\n== অ-মানক পরিস্থিতি ==\nস্ট্যান্ডার্ড বিগ ব্যাং নিউক্লিওসিন্থেসিস (BBN)-এর পাশাপাশি অনেক ধরনের অ-মানক (non-standard) BBN পরিস্থিতি বিদ্যমান রয়েছে। এইগুলোকে অ-মানক মহাজাগতিক তত্ত্বের সঙ্গে গুলিয়ে ফেলা উচিত নয়। অ-মানক BBN পরিস্থিতি ধরে নেয় যে বিগ ব্যাং সত্যিই ঘটেছিল, তবে এতে অতিরিক্ত পদার্থবিজ্ঞান সংযুক্ত করা হয়, যাতে বোঝা যায় তা মৌলসমূহের পরিমাণে কী প্রভাব ফেলে। এই অতিরিক্ত পদার্থবিজ্ঞানের মধ্যে রয়েছে অভিন্নতার (homogeneity) পূর্বধারণা শিথিল বা বাদ দেওয়া, কিংবা নতুন কণার সংযুক্তি যেমন ভারী নিউট্রিনো।\nঅ-মানক BBN গবেষণার পেছনে নানা কারণ ছিল এবং এখনো আছে। প্রথম কারণটি ঐতিহাসিক দৃষ্টিকোণ থেকে গুরুত্বপূর্ণ—BBN পূর্বাভাস ও পর্যবেক্ষণের মধ্যে অসঙ্গতি মেটানো। তবে দেখা গেছে এই ধরনের অসঙ্গতিগুলোর বেশিরভাগই উন্নত পর্যবেক্ষণের মাধ্যমে সমাধান হয়েছে, এবং বেশিরভাগ ক্ষেত্রেই BBN পরিবর্তন করলে তা আরও বেশি অসঙ্গত পূর্বাভাস দেয়।\nদ্বিতীয় এবং বর্তমানে প্রধান কারণ হলো—অজানা বা অনুমানভিত্তিক পদার্থবিজ্ঞানকে পরীক্ষা ও সীমাবদ্ধ করা। উদাহরণস্বরূপ, স্ট্যান্ডার্ড BBN ধরে নেয় যে কোনো \"এক্সোটিক\" বা কাল্পনিক কণা এই প্রক্রিয়ায় জড়িত ছিল না। কিন্তু এক্ষেত্রে কোনো কাল্পনিক কণা (যেমন ভারী নিউট্রিনো) সংযুক্ত করে দেখা যায় যে BBN-এর পূর্বাভাস কখন পর্যবেক্ষণ থেকে ভিন্ন হয়ে যায়। এর মাধ্যমে নির্ধারণ করা সম্ভব হয় যে, উদাহরণস্বরূপ, একটি স্থিতিশীল টাউ নিউট্রিনো-এর ভর কত হলে তা BBN পূর্বাভাসে অসঙ্গতি সৃষ্টি করে।\n\n\n== আরও দেখুন ==\nবিগ ব্যাং\nমহাবিশ্বের কালানুক্রম\nনিউক্লিওসিন্থেসিস\nঅবশিষ্ট উপস্থিতি (Relic abundance)\nতারা-নিউক্লিওসিন্থেসিস\nমহাবিশ্বের চূড়ান্ত পরিণতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nWeiss, Achim। \"Big Bang Nucleosynthesis: Cooking up the first light elements\"। Einstein Online। ৮ ফেব্রুয়ারি ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৭-০২-২৪। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nমার্টিন হোয়াইট: BBN-এর সংক্ষিপ্ত পরিচিতি\nনেড রাইট: BBN (মহাজাগতিক টিউটোরিয়াল)\nপদার্থবিজ্ঞানের সংক্ষিপ্ত পর্যালোচনার জন্য দেখুন Burles, Scott; Nollett, Kenneth M.; Turner, Michael S. (১৯৯৯-০৩-১৯)। \"Big-Bang Nucleosynthesis: Linking Inner Space and Outer Space\"। arXiv:astro-ph/9903300 । উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}