{"pageid": 1383958, "title": "বোরন সাবঅক্সাইড", "url": "https://bn.wikipedia.org/wiki?curid=1383958", "content": "বোরন সাবঅক্সাইড (ইংরেজি: Boron suboxide) একটি কঠিন যৌগ যার রাসায়নিক সংকেত B6O। এটি একটি অর্ধপরিবাহী যা আলোকিত হলে বৈদ্যুতিক পরিবাহিতা দেখায় । বোরন সাবঅক্সাইডের গলনাঙ্ক ৫৬০ ডিগ্রি সেলসিয়াস এবং স্ফুটনাঙ্ক ১৮০০ ডিগ্রি সেলসিয়াস। এটি একটি কালো, নীল বা সোনালী রঙের কঠিন পদার্থ যা বাতাসে ধীরে ধীরে বোরিক অ্যাসিডে জারিত হয়। এর সংক্ষিপ্ত আন্তঃপরমাণবিক বন্ধনের দৈর্ঘ্য এবং দৃঢ়ভাবে সমযোজী চরিত্রের কারণে, B6O অসামান্য ভৌত ও রাসায়নিক বৈশিষ্ট্যের একটি পরিসীমা  যেমন দৃঢ় কঠোরতা (রেনিয়াম ডাইবোরাইড এবং বোরন নাইট্রাইড এর কাছাকাছি), কম ভর ঘনত্ব, উচ্চ তাপ পরিবাহিতা, উচ্চ রাসায়নিক জড়তা, এবং চমৎকার পরিধান প্রতিরোধ প্রদর্শন করে। \n\n\n== আবিষ্কার ==\nবোরন সাবঅক্সাইড প্রথম আবিষ্কার করেন জার্মান রসায়নবিদ হুগো মোইসান ১৮৯০ সালে। তিনি বোরন অক্সাইডকে বৈদ্যুতিকভাবে আর্ক-বিচ্ছিন্ন করে বোরন সাবঅক্সাইড উৎপাদন করেন। বোরন সাবঅক্সাইডের গঠন প্রথম নির্ধারণ করেন আমেরিকান রসায়নবিদ ওয়াল্টার কোহন ১৯৫৬ সালে। তিনি এক্স-রে ক্রিস্টালোগ্রাফি পদ্ধতিতে বোরন সাবঅক্সাইডের গঠন নির্ণয় করেন।\n\n\n== গঠন ==\n\nবোরন সাবঅক্সাইডের গঠন বেশ জটিল। এটি একটি অর্ধপরিবাহী কারণ এর ইলেকট্রন ব্যান্ড গ্যাপ (band gap) বেশ কম। এর মান মাত্র 1.5 ইলেকট্রন ভোল্ট। বোরন সাবঅক্সাইডের গঠনটি আটটি আইকোসাহেড্রা (icosahedra) দিয়ে গঠিত। এই আইকোসাহেড্রাগুলি একটি ঘনকাকার একক কক্ষের (rhombohedral unit cell) কোণগুলিতে অবস্থিত।\n\n\n== ব্যবহার ==\nবোরন সাবঅক্সাইডের বেশ কয়েকটি ব্যবহার রয়েছে। এটি একটি অর্ধপরিবাহী হিসাবে ইলেকট্রনিক ডিভাইসে ব্যবহৃত হয়। এছাড়াও এটি একটি উচ্চ তাপমাত্রার সিরামিক হিসাবে ব্যবহৃত হয়। বোরন সাবঅক্সাইডের ব্যবহার নিম্নরূপ:\n\nইলেকট্রনিক ডিভাইস: বোরন সাবঅক্সাইডের ইলেকট্রনিক বৈশিষ্ট্যগুলির জন্য এটি বিভিন্ন ইলেকট্রনিক ডিভাইসে ব্যবহৃত হয়, যেমন সোলার সেল, ফটোডিটেক্টর এবং লাইট-মিটিং ডায়োড।\nউচ্চ তাপমাত্রার সিরামিক: বোরন সাবঅক্সাইডের উচ্চ গলনাঙ্ক এবং রাসায়নিক স্থিতিশীলতার জন্য এটি উচ্চ তাপমাত্রার সিরামিক হিসাবে ব্যবহৃত হয়। উচ্চ তাপমাত্রার সিরামিক হিসাবে এটি ইঞ্জিন ব্লেড, নোজল এবং রকেট ইঞ্জিনের অংশ হিসাবে ব্যবহৃত হয়।\nউচ্চ তাপমাত্রার রুপকথক: বোরন সাবঅক্সাইডের উচ্চ তাপমাত্রার স্থিতিশীলতার জন্য এটি উচ্চ তাপমাত্রার রুপকথক হিসাবে ব্যবহৃত হয়। উচ্চ তাপমাত্রার রুপকথক হিসাবে এটি ধাতু এবং সিরামিকের পৃষ্ঠ সুরক্ষার জন্য ব্যবহৃত হয়।\nবোরন সাবঅক্সাইডও একটি অন্যতপম শরীরের বর্ম উপাদান, তবে এর পরীক্ষা এখনও প্রাথমিক পর্যায়ে রয়েছে। \n\n\n== তথ্যসূত্র =="}