{"pageid": 1383379, "title": "প্রধানমন্ত্রী আবাস যোজনা", "url": "https://bn.wikipedia.org/wiki?curid=1383379", "content": "প্রধানমন্ত্রী আবাস যোজনা (PMAY) হল একটি ক্রেডিট-সংযুক্ত ভর্তুকি প্রকল্প যা ভারত সরকার দেশের নিম্ন এবং মধ্যম আয়ের বাসিন্দাদের সাশ্রয়ী মূল্যের আবাসন প্রদানের লক্ষ্যে শুরু করেছে। ২৫ জুন ২০১৫-এ চালু করা, প্রোগ্রামটি ২০২২ সালের ৩১ মার্চ-এর মধ্যে ২০ মিলিয়ন সাশ্রয়ী মূল্যের বাড়ি নির্মাণের লক্ষ্য নির্ধারণ করে। এতে দুটি উপাদান রয়েছে: শহুরে দরিদ্রদের জন্য প্রধানমন্ত্রী আবাস যোজনা (শহুরে) (PMAY-U) এবং প্রধানমন্ত্রী আবাস যোজনা (গ্রামীণ) (PMAY-G বা PMAY-R) গ্রামীণ দরিদ্রদের জন্য। PMAY-U আবাসন ও নগর বিষয়ক মন্ত্রক দ্বারা পরিচালিত হয়, যখন PMAY-G গ্রামীণ উন্নয়ন মন্ত্রক দ্বারা পরিচালিত হয়। টয়লেট, বিদ্যুৎ সংযোগ, এলপিজি সংযোগ, পানীয় জলের অ্যাক্সেস এবং ব্যাঙ্কিং সুবিধার মতো প্রয়োজনীয় সুযোগ-সুবিধা প্রদানের জন্য এই প্রকল্পটি অন্যান্য উদ্যোগের সাথেও একীভূত হয়।\n\n\n== ইতিহাস ==\nস্বাধীনতার পর উদ্বাস্তুদের পুনর্বাসনের মাধ্যমে ভারতে পাবলিক হাউজিং কার্যক্রম শুরু হয়। ১৯৫৭ সালে, গ্রাম হাউজিং প্রোগ্রাম (ভিএইচপি) দ্বিতীয় পঞ্চবার্ষিক পরিকল্পনার অধীনে চালু করা হয়েছিল, যা ব্যক্তি এবং সমবায়কে প্রতি ইউনিট ₹৫,০০০ পর্যন্ত ঋণ প্রদান করে। তবে, এই প্রকল্পের অধীনে নির্মিত বাড়ির সংখ্যা সীমিত ছিল। ১৯৮৫ সালে প্রধানমন্ত্রী রাজীব গান্ধী কর্তৃক ইন্দিরা আবাস যোজনা (আইএওয়াই) চালু করার সাথে পাবলিক হাউজিং প্রোগ্রামটি গতি লাভ করে। প্রাথমিকভাবে এসসি/এসটি এবং সংখ্যালঘু জনগোষ্ঠীকে লক্ষ্য করে, আইএওয়াই পরবর্তীতে দারিদ্র্যসীমার নিচের (বিপিএল) পরিবারগুলিকে কভার করার জন্য তার পরিধি প্রসারিত করে। গ্রামীণ এবং শহুরে দরিদ্রদের আবাসন চাহিদা পূরণের অবিচ্ছিন্ন প্রচেষ্টা হিসাবে, প্রধানমন্ত্রী নরেন্দ্র মোদী জুন ২০১৫ সালে প্রধানমন্ত্রী আবাস যোজনা চালু করেছিলেন।\n\n\n== প্রধানমন্ত্রী আবাস যোজনা (শহুরে) ==\nPMAY-U ২০২২ সালের মধ্যে অর্থনৈতিকভাবে দুর্বল বিভাগ (EWS) এবং নিম্ন-আয়ের গোষ্ঠী (LIG) সহ শহুরে দরিদ্রদের জন্য ২০ মিলিয়ন ঘর নির্মাণের লক্ষ্য রাখে। কেন্দ্রীয় সরকার এই উদ্দেশ্যে ₹২ লক্ষ কোটি (US$২৫ বিলিয়ন) বরাদ্দ করেছে . স্কিমটি একটি বাড়ি কেনার জন্য গৃহঋণের সুদে ₹২.৬৭ লক্ষ ভর্তুকি প্রদান করে। উত্তরপ্রদেশ হাউজিং ডেভেলপমেন্ট কাউন্সিল প্রধানমন্ত্রী আবাস যোজনার অধীনে সাশ্রয়ী মূল্যের বাড়ি সরবরাহ করছে। এই স্কিমটি ₹৩ লক্ষের কম বার্ষিক আয় সহ যোগ্য ব্যক্তিদের ₹৩.৫ লক্ষে বাড়ি কেনার অনুমতি দেয়। এই বাড়ির জন্য ঋণ পরিশোধের মেয়াদ আগের ৫ বছরের থেকে কমিয়ে ৩ বছর করা হয়েছে।\n\n\n== ইন্দিরা আবাস যোজনা (IAY) ==\nইন্দিরা আবাস যোজনা (IAY) ছিল ভারতের প্রথম দিকের কেন্দ্রীয়ভাবে স্পনসর করা আবাসন প্রকল্পগুলির মধ্যে একটি। ১৯৮৫ সালে প্রধানমন্ত্রী রাজীব গান্ধী কর্তৃক প্রবর্তিত, এর প্রাথমিক উদ্দেশ্য ছিল অর্থনৈতিকভাবে দুর্বল অংশ বিশেষ করে যারা দারিদ্র্যসীমার নিচে (BPL) তাদের জন্য আবাসন প্রদান করা। প্রাথমিকভাবে তফসিলি জাতি এবং তফসিলি উপজাতি সুবিধাভোগীদের লক্ষ্য করে, IAY কে ২০১৬ সালে প্রধানমন্ত্রী আবাস যোজনা গ্রামীণ প্রকল্পের সাথে একীভূত করা হয়েছিল।\n\n\n== প্রকল্প ==\nসাশ্রয়ী মূল্যের আবাসনের সুবিধার্থে প্রধানমন্ত্রী আবাস যোজনা বিভিন্ন বৈশিষ্ট্য অফার করে। সরকার EWS এবং LIG সুবিধাভোগীদের জন্য ৬.৫%, MIG-I-এর জন্য ৪%, এবং MIG-II-এর জন্য ৩% ২০ বছরের জন্য ক্রেডিট লিঙ্ক ভর্তুকি প্রকল্পের (CLSS) অধীনে গৃহীত ঋণের জন্য সুদ ভর্তুকি প্রদান করে। প্রকল্পটি নির্মাণের জন্য পরিবেশ-বান্ধব প্রযুক্তি প্রচার করে এবং আবাসন প্রকল্পে নিচতলা বরাদ্দের জন্য ভিন্নভাবে-অক্ষম এবং বয়স্ক ব্যক্তিদের অগ্রাধিকার দেয়। সরকার শহুরে দরিদ্রদের জন্য ৬,৮৩,৭২৪টি বাড়ি নির্মাণের জন্য ₹৪৩,৯২২ কোটি (US$৫.৫ বিলিয়ন) বিনিয়োগ অনুমোদন করেছে, যার কেন্দ্রীয় সহায়তার প্রতিশ্রুতি ₹১০,০৫০ কোটি (US$১.৩ বিলিয়ন) এপ্রিল ২০১৬ এর মধ্যে রয়েছে।\n\n\n== যোগ্যতার মানদণ্ড ==\nPMAY-এর জন্য যোগ্য হতে, সুবিধাভোগীদের অবশ্যই নিম্নলিখিত শর্তগুলি পূরণ করতে হবে:\n\nসুবিধাভোগীর সর্বোচ্চ বয়স ৭/ বছর হতে হবে।\nEWS-এর জন্য বার্ষিক পারিবারিক আয়ের সীমা হল ₹৩ লক্ষ এবং LIG-এর জন্য ₹৬ লক্ষ৷ মিডল ইনকাম গ্রুপের (MIG-I), আয়ের পরিসীমা হল ₹৬ লক্ষ থেকে ₹১২ লক্ষ বার্ষিক, এবং MIG-II-এর জন্য, এটি হল ₹১২ লক্ষ থেকে ₹১৮ লক্ষ বার্ষিক।\nসুবিধাভোগীর ভারতে কোথাও তাদের বা পরিবারের কোনো সদস্যের নামে একটি আবাসিক ইউনিট থাকা উচিত নয়।\nঋণ আবেদনকারীর PMAY স্কিমের অধীনে বাড়ি কেনার জন্য কেন্দ্রীয়/রাজ্য সরকারের কোনো ভর্তুকি বা সুবিধা নেওয়া উচিত নয়।\nআবেদনকারীর বর্তমানে তাদের নামে বা পরিবারের কোনো সদস্যের সাথে যৌথভাবে কোনো সম্পত্তির মালিক হওয়া উচিত নয়।\nবাড়ির সংস্কার বা উন্নতি ঋণ শুধুমাত্র EWS এবং LIG বিভাগের জন্য উপলব্ধ।\nএই প্রকল্পের অধীনে প্রদত্ত ঘরগুলি মহিলাদের মালিকানাধীন বা পুরুষদের সাথে যৌথভাবে থাকবে৷\n\n\n== আবেদন প্রক্রিয়া ==\nআগ্রহী আবেদনকারীরা PMAY স্কিমের জন্য অনলাইন বা অফলাইনে আবেদন করতে পারেন। অনলাইন আবেদনের সাথে PMAY ওয়েবসাইট (pmaymis.gov.in) পরিদর্শন করা এবং আবেদনপত্র জমা দেওয়া জড়িত। অফলাইন আবেদন প্রক্রিয়ার জন্য নিকটস্থ কমন সার্ভিস সেন্টার (CSC) বা ব্যাঙ্কে গিয়ে আবেদনপত্র জমা দিতে হবে।\n\n\n== পর্যায় ==\nPMAY প্রকল্পটি তিনটি পর্যায়ে বাস্তবায়িত হচ্ছে:\n\nপর্যায় ১: এপ্রিল ২০১৫ থেকে মার্চ ২০১৭, ১০০টি শহর কভার করে।\nপর্যায় ২: এপ্রিল ২০১৭ থেকে মার্চ ২০১৯, অতিরিক্ত ২০০টি শহর কভার করে।\nপর্যায় ৩: এপ্রিল ২০১৯ থেকে মার্চ ২০২১, বাকি শহরগুলিকে কভার করে।\n\n\n== রাজ্য এবং শহরগুলি আচ্ছাদিত ==\n২৫ এপ্রিল, ২০১৬ পর্যন্ত, সরকার শহুরে দরিদ্রদের জন্য ঘর নির্মাণের জন্য ২৬টি রাজ্যে ২,৫০৮টি শহর ও শহর চিহ্নিত করেছে। ফেব্রুয়ারী ২০১৮ এর মধ্যে, বিভিন্ন রাজ্যে ১,৮৬,৭৭৭টি অতিরিক্ত বাড়ি নির্মাণের জন্য অনুমোদন দেওয়া হয়েছিল, যার ফলে মোট অনুমোদিত বাড়িগুলি ৩৯,২৫,২৪০ তে পৌঁছেছে, যার মধ্যে অন্তর্ভুক্ত RAY স্কিম রয়েছে। এই প্রকল্পের আওতায় উল্লেখযোগ্য রাজ্য এবং শহরগুলির মধ্যে রয়েছে ছত্তিশগড়, জম্মু ও কাশ্মীর, ঝাড়খণ্ড, মধ্যপ্রদেশ, রাজস্থান, হরিয়ানা, তামিলনাড়ু, কর্ণাটক, গুজরাট, মহারাষ্ট্র, কেরালা, উত্তরাখণ্ড, উড়িষ্যা এবং পশ্চিমবঙ্গ।\n\n\n== ব্যক্তিগত অবদানকারী ==\nপ্রধানমন্ত্রী আবাস যোজনা সহজতর করার জন্য বিভিন্ন আর্থিক প্রতিষ্ঠান ভূমিকা পালন করেছে। IIFL হোম লোন, ICICI ব্যাঙ্ক, AU হাউজিং ফাইন্যান্স লিমিটেড এবং হোম ফার্স্ট ফাইন্যান্স কোম্পানি সুবিধাভোগীদের এই স্কিমের অধীনে ক্রেডিট-লিঙ্কড ভর্তুকি পেতে সাহায্য করেছে।\n\n\n== আরও দেখুন ==\nডিজিলকার (অনলাইন পরিচয় প্রমাণ এবং পরিষেবাগুলিতে সহজে প্রবেশ)\nহর ঘর জল (প্রতিটি বাড়ির জন্য জল সংযোগ)\nএক দেশ, এক রেশন কার্ড (খাদ্য নিরাপত্তা কার্ড জাতীয় বহনযোগ্যতা)\nসৌভাগ্য বিদ্যুতায়ন প্রকল্প (সমস্ত বাড়ির বিদ্যুতায়ন)\nস্বচ্ছ ভারত (সব বাড়ির জন্য টয়লেট)\nউজ্জ্বলা যোজনা (সবার জন্য পরিষ্কার রান্নার গ্যাস সংযোগ)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ জুলাই ২০২৩ তারিখে\nIIFL হোম লোন - প্রধানমন্ত্রী আবাস যোজনা\nICICI ব্যাঙ্ক - প্রধানমন্ত্রী আবাস যোজনা\nAU হাউজিং ফাইন্যান্স লিমিটেড - আবাস যোজনা\nহোম ফার্স্ট ফাইন্যান্স - প্রধানমন্ত্রী আবাস যোজনা\nটেমপ্লেট:ভারতে সরকারি পরিকল্পনা"}