{"pageid": 1383941, "title": "হিলিয়ামের আইসোটোপসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1383941", "content": "হিলিয়াম (২He) এর মোট নয়টি পরিচিত সমস্থানিক (isotope) রয়েছে, তবে এদের মধ্যে কেবলমাত্র হিলিয়াম-৩ (৩He) ও হিলিয়াম-৪ (৪He) স্থিতিশীল। বাকি সব রেডিওসমস্থানিক (radioisotopes) অস্থিতিশীল এবং খুব স্বল্পস্থায়ী। এর মধ্যে সবচেয়ে দীর্ঘস্থায়ী হল ৬He, যার অর্ধায়ু (half-life) ৮০৬.৯২(২৪) মিলিসেকেন্ড। সবচেয়ে কম স্থায়িত্বপূর্ণ হল ১০He, যার অর্ধায়ু ২৬০(৪০) য়োক্টোসেকেন্ড (২.৬(৪)×১০−২২ সেকেন্ড)। যদিও ২He এর অর্ধায়ু আরও কম হতে পারে।\nপৃথিবীর বায়ুমণ্ডলে ৩He ও ৪He-এর অনুপাত ১.৩৪৩(১৩)×১০−৬। তবে হিলিয়ামের সমস্থানিক ঘনত্ব তার উৎস অনুযায়ী অনেক ভিন্ন হয়। লোকাল ইন্টারস্টেলার ক্লাউড (Local Interstellar Cloud)-এ ৩He ও ৪He-এর অনুপাত ১.৬২(২৯)×১০−৪, যা পৃথিবীর বায়ুমণ্ডলের তুলনায় প্রায় ১২১ গুণ বেশি। পৃথিবীর ভূত্বকে থাকা শিলায় এই অনুপাত দশ গুণ পর্যন্ত ভিন্ন হতে পারে; ভূবিজ্ঞানে এটি ব্যবহার করে শিলার উৎস ও ভূপাট (mantle)-এর গঠন বিশ্লেষণ করা হয়। হিলিয়ামের দুটি স্থিতিশীল সমস্থানিকের ভিন্ন উৎপত্তি প্রক্রিয়াই এই অনুপাতের পার্থক্যের কারণ।\nতরল অবস্থায় ৩He ও ৪He-এর সমপরিমাণ মিশ্রণ যখন ০.৮ K এর নিচে ঠান্ডা করা হয়, তখন এরা দুটি পৃথক অমিশ্রণযোগ্য (immiscible) পর্যায়ে বিভক্ত হয়। এর কারণ এই যে ৪He হলো বোসন এবং ৩He হলো ফার্মিয়ন—যা কোয়ান্টাম পরিসংখ্যান অনুসারে ভিন্ন আচরণ করে। এই অমিশ্রণযোগ্যতা ব্যবহার করেই ডাইলিউশন রেফ্রিজারেটরগুলো কয়েক মিলিকেলভিন (mK) তাপমাত্রা অর্জন করতে সক্ষম হয়।\nএই মিশ্রণ নিজে থেকেই ৩He-সমৃদ্ধ ও ৪He-সমৃদ্ধ অঞ্চলে আলাদা হয়ে যায়। এই রকম পর্যায় বিভাজন অতিশীত গ্যাস ব্যবস্থায়ও দেখা যায়। বিশেষভাবে দুই-উপাদান বিশিষ্ট অতিশীত ফার্মি গ্যাস (Fermi gas)-এ এটির পরীক্ষামূলক প্রমাণ পাওয়া গেছে। এই পর্যায় বিভাজন ঘূর্ণাবর্ত ল্যাটিস (vortex lattice) গঠন অথবা FFLO পর্যায়-এর মতো অন্যান্য কোয়ান্টাম ঘটনাবলীর সঙ্গে প্রতিযোগিতা করতে পারে।\n\n\n== সমস্থানিকসমূহের তালিকা ==\n\n\n== হিলিয়াম-২ (ডাইপ্রোটন) ==\n\nহিলিয়াম-২, অর্থাৎ ২He, অত্যন্ত অস্থিতিশীল। এর নিউক্লিয়াস, যাকে ডাইপ্রোটন বলা হয়, শুধুমাত্র দুইটি প্রোটন নিয়ে গঠিত—একটি নিউট্রনও নেই। তাত্ত্বিক হিসাব অনুযায়ী, যদি বলীয় পারমাণবিক বল (strong force) মাত্র ২% বেশি হতো, তবে এটি অনেক বেশি স্থিতিশীল হতে পারত (তবে তখনও এটি β+ ক্ষয়ে ডিউটেরিয়ামে পরিণত হতো)। \nএর অস্থিতিশীলতার পেছনে মূল কারণ হলো স্পিন-স্পিন আন্তঃক্রিয়া ও পাউলি বর্জন নীতি। এই নীতি অনুযায়ী, একটি কোয়ান্টাম ব্যবস্থায় একই ধরনের দুই বা ততোধিক ফার্মিয়ন একসাথে একই কোয়ান্টাম অবস্থায় থাকতে পারে না। ফলে ২He-এর দুইটি প্রোটনের স্পিন বিপরীতমুখী হয় এবং এই ডাইপ্রোটনের বন্ধন শক্তি নেতিবাচক হয়।\n২He সম্ভবত পর্যবেক্ষণ করা হয়েছে। ২০০০ সালে পদার্থবিদরা একটি নতুন ধরনের তেজস্ক্রিয় ক্ষয় শনাক্ত করেন, যেখানে একটি নিউক্লিয়াস একসঙ্গে দুইটি প্রোটন নির্গমন করে—সম্ভবত ২He। \nএই গবেষণায় ওক রিজ ন্যাশনাল ল্যাবরেটরির আলফ্রেডো গ্যালিন্ডো-উরিবারি-এর নেতৃত্বাধীন দল দেখান যে এটি বলীয় পরমাণু বল বোঝার জন্য গুরুত্বপূর্ণ এবং তারামণ্ডলের নিউক্লিওসিন্থেসিস সম্পর্কে নতুন ধারণা দিতে পারে। গবেষকরা এমন একটি নিওন সমস্থানিক বেছে নেন যার শক্তি বিন্যাস একে একটি প্রোটন এককভাবে নির্গত করতে বাধা দেয়, ফলে একসঙ্গে দুইটি প্রোটন নির্গত হয়। তারা ফ্লোরিন আয়নের একটি রশ্মি প্রোটন-সমৃদ্ধ লক্ষ্যবস্তুতে প্রক্ষেপণ করেন, যা ১৮Ne তৈরি করে এবং পরে এটি অক্সিজেন ও দুইটি প্রোটনে ক্ষয় হয়। নির্দিষ্ট শক্তির প্রোটনগুলোই লক্ষ্যবস্তু থেকে নির্গত হয়েছে কি না তা শনাক্ত করা হয়। এই নির্গমন হয় দুইটি প্রোটন একত্রে (ডাইপ্রোটন) বেরিয়ে এসে পৃথক হয়ে যায়, অথবা একসঙ্গে কিন্তু স্বাধীনভাবে বেরিয়ে আসে, যাকে \"ডেমোক্রেটিক ক্ষয়\" বলা হয়। তবে পরীক্ষাটি যথেষ্ট সংবেদনশীল ছিল না, ফলে কোন প্রক্রিয়ায় এটি ঘটছে তা নির্ধারণ করা যায়নি।\n২০০৮ সালে ইতালির ইস্তিতুতো নাচিওনালে দি ফিসিকা নুকলিয়ারে-এ আরও প্রমাণ পাওয়া যায়। \nএখানে ২০Ne আয়নের রশ্মি বেরিলিয়াম পাতায় প্রক্ষেপণ করা হয়। সংঘর্ষে কিছু নিউক্লিয়াস ১৮Ne-এ রূপান্তরিত হয়, যা পরে সীসা পাতার সঙ্গে দ্বিতীয়বার সংঘর্ষে অতি-উত্তেজিত অবস্থায় পৌঁছায়। তখন ১৮Ne নিউক্লিয়াস ১৬O ও দুইটি প্রোটনে ক্ষয় হয়—যা একই দিকে নির্গত হয়েছিল, ইঙ্গিত করে যে তারা একটি প্রাথমিকভাবে সংযুক্ত ১S কনফিগারেশনে ছিল।\nজাপানের রিকেন ও রাশিয়ার ডুবনা-র Joint Institute for Nuclear Research-এও একই ধরনের প্রমাণ পাওয়া গেছে। এখানে ৬He নিউক্লিয়াসকে তরল হাইড্রোজেন লক্ষ্যবস্তুতে প্রক্ষেপণ করা হয় এবং দেখা যায় ৬He তার চারটি নিউট্রন [[]] হাইড্রোজেনকে দান করে। বাকি দুইটি প্রোটন একত্রে ডাইপ্রোটন হিসেবে নির্গত হয় এবং দ্রুত পৃথক প্রোটনে পরিণত হয়। অনুরূপ প্রতিক্রিয়া ৮He-এর ক্ষেত্রেও দেখা গেছে।\nতড়িৎচুম্বকীয় বল প্রভাবে, Jaffe-Low পদ্ধতি অনুসারে, ইউনিটারি কাট থেকে সংকীর্ণ দ্বি-নিউক্লিয়ন রেজোন্যান্স তৈরি হতে পারে, যেমন ডাইপ্রোটন রেজোন্যান্স যার ভর ২০০০ MeV এবং প্রস্থ কয়েকশ keV। এই রেজোন্যান্স শনাক্ত করতে ২৫০ MeV গতিশক্তির এবং ১০০ keV-র নিচে শক্তি বিস্তারবিশিষ্ট একটি প্রোটন রশ্মি প্রয়োজন, যা আধুনিক ইলেকট্রন কুলিং প্রযুক্তিতে সম্ভব।\n২He প্রোটন-প্রোটন চেইন বিক্রিয়ার প্রথম ধাপে একটি মধ্যবর্তী ধাপ। এতে প্রথমে দুইটি প্রোটন একত্রে ফিউশন ঘটিয়ে ডাইপ্রোটন তৈরি করে:\n\n১H + ১H + ১.২৫ MeV → ২He;\nঅল্প সম্ভাবনাময় একটি শাখায়, ডাইপ্রোটন বিটা-প্লাস ক্ষয় হয়ে ডিউটেরিয়ামে রূপান্তরিত হয়:\n\n২He → ২H + e+ + νe + ১.৬৭ MeV;\nএর সামগ্রিক বিক্রিয়া:\n\n১H + ১H → ২H + e+ + νe + ০.৪২ MeV।\nতবে ৯৯.৯৯% ক্ষেত্রেই ডাইপ্রোটন পুনরায় দুইটি প্রোটনে বিভক্ত হয়। বিগ ব্যাং ও তারামণ্ডলীয় নিউক্লিওসিন্থেসিস-এ একটি আবদ্ধ ডাইপ্রোটনের প্রভাব নিয়ে গবেষণা হয়েছে। কিছু তাত্ত্বিক মডেল বলছে, বলীয় বল সামান্য বেশি হলে সমস্ত প্রাথমিক হাইড্রোজেন হিলিয়ামে পরিণত হয়ে যেত, যা তারার ও জীবনের উদ্ভবের পক্ষে ক্ষতিকর হতো। এটি অ্যানথ্রপিক নীতির একটি উদাহরণ। তবে ২০০৯ সালের এক গবেষণায় বলা হয়েছে, এমন সিদ্ধান্ত দেওয়া যায় না, কারণ গঠিত ডাইপ্রোটন তখনও ডিউটেরিয়ামে ক্ষয় হতো এবং তার বন্ধন শক্তিও বৃদ্ধি পেত। কিছু পরিস্থিতিতে, হাইড্রোজেন (২H রূপে) বিপুল পরিমাণে টিকে থাকতে পারে, যা বলে দেয় যে বলীয় বলের সূক্ষ্ম সমন্বয় তেমন কঠোর নয়।\n\n\n== হিলিয়াম-৩ ==\n\n৩He হলো একমাত্র স্থিতিশীল সমস্থানিক, ১H ছাড়া, যার প্রোটনের সংখ্যা নিউট্রনের চেয়ে বেশি। (এই ধরনের অনেক অস্থিতিশীল সমস্থানিক রয়েছে; সবচেয়ে হালকা হলো ৭Be ও ৮B।)\nপৃথিবীতে ৩He খুব সামান্য (~২ পিপিএম) পরিমাণে পাওয়া যায়, যা মূলত পৃথিবীর গঠনের সময় থেকেই উপস্থিত। তবে কিছু ৩He মহাজাগতিক ধূলিকণায় আবদ্ধ অবস্থায় পৃথিবীতে পতিত হয়। সামান্য পরিমাণ ৩He ট্রিটিয়ামের বিটা ক্ষয়েও উৎপন্ন হয়।\nতবে তারায় পারমাণবিক সংযুক্তির (fusion) ফলে ৩He অপেক্ষাকৃত বেশি পরিমাণে উৎপন্ন হয়। পৃথিবীর বাইরের বস্তু, যেমন চন্দ্র বা গ্রহাণুর রেগোলিথ (regolith)-এও সূর্য বায়ুর আঘাতের ফলে ৩He এর চিহ্ন পাওয়া যায়।\nসুপারফ্লুইডে পরিণত হতে হলে ৩He-কে ২.৫ মিলিকেলভিন তাপমাত্রায় ঠান্ডা করতে হয়, যা ৪He-এর সুপারফ্লুইড পয়েন্ট ২.১৭ K-এর চেয়ে প্রায় ৯০০ গুণ কম। এই পার্থক্য কোয়ান্টাম পরিসংখ্যান দিয়ে ব্যাখ্যা করা যায়: ৩He হলো ফার্মিয়ন আর ৪He হলো বোসন; বোসনগুলো তুলনামূলকভাবে সহজেই সুপারফ্লুইডে রূপান্তরিত হয়।\n\n\n== হিলিয়াম-৪ ==\n\nসবচেয়ে প্রচলিত সমস্থানিক হলো ৪He, যা পৃথিবীতে প্রধানত ভারী মৌলগুলোর আলফা ক্ষয়ের মাধ্যমে উৎপন্ন হয়; এই ক্ষয়ে নির্গত আলফা কণা আসলে সম্পূর্ণ আয়নিত ৪He নিউক্লিয়াস। ৪He একটি অস্বাভাবিকভাবে স্থিতিশীল নিউক্লিয়াস, কারণ এটি ডাবলি ম্যাজিক (doubly magic)। এটি বিগ ব্যাং নিউক্লিওসিন্থেসিসে বিপুল পরিমাণে গঠিত হয়েছিল।\nভূ-পৃষ্ঠের হিলিয়ামের প্রায় সম্পূর্ণ অংশ (প্রায় ২ পিপিএম বাদে) ৪He দ্বারা গঠিত। ৪He-এর স্ফুটনাঙ্ক ৪.২ K যা সকল পরিচিত পদার্থের মধ্যে সর্বনিম্ন, শুধুমাত্র ৩He এর পরে। আরও ঠান্ডা করে ২.১৭ K পর্যন্ত নামালে এটি একটি অনন্য সুপারফ্লুইডে পরিণত হয়, যার সান্দ্রতা (viscosity) শূন্য। এটি শুধুমাত্র ২৫ বায়ুমণ্ডল চাপের উপরে কঠিন হয় এবং তখন এর গলনাঙ্ক হয় ০.৯৫ K।\n\n\n== হিলিয়াম-৫ ==\n\nহিলিয়াম-৫ অত্যন্ত অস্থিতিশীল একটি সমস্থানিক, যার অর্ধায়ু মাত্র ৬০২ য়োক্টোসেকেন্ড। এটি খুব অল্প সময়ের জন্য উৎপন্ন হয় একটি অনুকূল ফিউশন বিক্রিয়ায়:\n\n  \n    \n      \n        \n          \n\n          \n          \n            2\n          \n        \n        \n          D\n        \n        +\n        \n          \n\n          \n          \n            3\n          \n        \n        \n          T\n        \n        ⟶\n        \n          \n\n          \n          \n            5\n          \n        \n        \n          \n            H\n            e\n          \n          \n            ∗\n          \n        \n        ⟶\n        \n          \n\n          \n          \n            4\n          \n        \n        \n          H\n          e\n        \n        +\n        n\n        +\n        17.6\n         \n        \n          M\n          e\n          V\n        \n      \n    \n    {\\displaystyle {}^{2}\\mathrm {D} +{}^{3}\\mathrm {T} \\longrightarrow {}^{5}\\mathrm {He} ^{*}\\longrightarrow {}^{4}\\mathrm {He} +n+17.6\\ \\mathrm {MeV} }\n  \n\nএই বিক্রিয়া একটি রেজোন্যান্স থাকার কারণে অনেক বেশি সক্রিয় হয়। হিলিয়াম-৫-এর প্রাকৃতিক স্পিন অবস্থান −৩⁄২ (0 MeV গ্রাউন্ড স্টেটে), তবে এটি ১৬.৮৪ MeV-এ একটি +৩⁄২ উত্তেজিত অবস্থা ধারণ করে। ফিউশন বিক্রিয়ায় যে হিলিয়াম-৫ নিউক্লিয়াস তৈরি হয়, তার শক্তি এই উত্তেজিত অবস্থার কাছাকাছি হওয়ায় বিক্রিয়াটি অধিক হারে সংঘটিত হয়। এই রেজোন্যান্সের অস্তিত্ব প্রথম আবিষ্কার করেন ম্যানহাটন প্রকল্পে ফিউশন বিক্রিয়া নিয়ে গবেষণারত বিজ্ঞানী ইগন ব্রেটশার।\nDT (ডিউটেরিয়াম-ট্রিটিয়াম) বিক্রিয়াটি এই কারণে DD (ডিউটেরিয়াম-ডিউটেরিয়াম) বিক্রিয়ার তুলনায় প্রাসঙ্গিক শক্তিতে প্রায় ১০০ গুণ বেশি সম্ভাবনাময়। তবে রেজোন্যান্স না থাকলে, দুটি বিক্রিয়ার সম্ভাবনা অনেকটাই সমান হতো। D–৩He বিক্রিয়াটিও লিথিয়াম-৫-এ অনুরূপ একটি রেজোন্যান্স দ্বারা সহায়তা পায়, তবে এটি কুলম্ব বাধা দ্বারা দমিত হয়—কারণ +২ চার্জবিশিষ্ট হিলিয়াম নিউক্লিয়াস ফিউশনকামী নিউক্লিয়াসের মধ্যে ইলেকট্রোস্ট্যাটিক বিকর্ষণ বাড়িয়ে তোলে।\n\n\n== হিলিয়াম-৬ ও হিলিয়াম-৮ ==\nহিলিয়াম-৬ হলো হিলিয়ামের সবচেয়ে দীর্ঘজীবী তেজস্ক্রিয় সমস্থানিক; এটি বিটা ক্ষয়ে ৮০৬.৯২ মিলিসেকেন্ড অর্ধায়ুতে ক্ষয় হয়। হিলিয়ামের ভারী সমস্থানিকগুলোর মধ্যে সবচেয়ে বেশি গবেষণাধীন হলো ৮He, যার অর্ধায়ু ১১৯.৫ মিলিসেকেন্ড এবং এটিও বিটা ক্ষয়ে ক্ষয় হয়।\n৬He এবং ৮He-কে সাধারণভাবে ৪He নিউক্লিয়াসকে কেন্দ্র করে একটি নিউট্রন \"হালো\" দ্বারা পরিবেষ্টিত গঠনে বিবেচনা করা হয় (৬He-তে দুইটি নিউট্রন এবং ৮He-তে চারটি নিউট্রন)। এই ধরনের অস্বাভাবিক গঠনের সমস্থানিকগুলো নিউট্রনের পৃথক ধর্ম এবং স্ট্যান্ডার্ড মডেলের বাইরের পদার্থবিজ্ঞান সম্পর্কে অন্তর্দৃষ্টি প্রদান করতে পারে।\n\n\n== হিলিয়াম-১০ ==\nহিলিয়ামের সবচেয়ে ভারী এবং সবচেয়ে স্বল্পজীবী পরিচিত সমস্থানিক হলো ১০He। যদিও এটি একটি ডাবলি ম্যাজিক সমস্থানিক, ১০He কোনো কণিকাগতভাবে আবদ্ধ নিউক্লিয়াস নয় এবং এটি প্রায় তাত্ক্ষণিকভাবেই দুইটি নিউট্রন নিঃসরণ করে বিচ্ছিন্ন হয়ে যায় (অর্ধায়ু প্রায় ২৬০ য়োক্টোসেকেন্ড)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসাধারণ সারণি — হিলিয়াম ও অন্যান্য অস্বাভাবিক হালকা নিউক্লিয়াস সম্পর্কিত সারসংক্ষেপ\nটেমপ্লেট:Navbox element isotopes"}