{"pageid": 1383794, "title": "ইহুদি-ইসলামি দর্শন (৮০০–১৪০০)", "url": "https://bn.wikipedia.org/wiki?curid=1383794", "content": "এই নিবন্ধে ইসলামি দর্শন ও ইহুদি দর্শনের মধ্যকার সংলাপ এবং পারস্পরিক প্রভাব নিয়ে আলোচনা করা হয়েছে। উভয় ধারাই এরিস্টোটলীয় দর্শন (Aristotelianism), নিও-প্লেটোনিজম (Neo-platonism), এবং কালাম (Kalam)-এর প্রভাব ও প্রশ্নের প্রেক্ষিতে পরস্পরের চিন্তাকে প্রভাবিত করে। আলোচনার কেন্দ্রবিন্দু ৮০০ থেকে ১৪০০ খ্রিষ্টাব্দ পর্যন্ত সময়কাল।\n\n\n=== স্বাধীনতা বনাম নির্ধারিত নিয়তি এবং কালাম ===\nকুরআন রচনার এক শতক পর ইসলাম ধর্মে নানা ধরনের ধর্মীয় বিভাজন দেখা দেয়। সংশয়বাদীরা কুরআনের নীতিকে বিশ্লেষণ করে দেখতে চাইলেন, যা এর আগে পর্যন্ত নিঃশর্তভাবে ঐশী বাণী হিসেবে মেনে নেওয়া হচ্ছিল। প্রথম স্বাধীন মতপ্রকাশ ঘটে কাদার (Qadar) আন্দোলনের মাধ্যমে, যাঁরা মানব ইচ্ছার স্বাধীনতায় বিশ্বাসী ছিলেন। এ মতের বিপরীতে ছিল জাবরিয়া (জবর, অর্থাৎ বলপ্রয়োগ বা বাধ্যবাধকতা) মতবাদ, যারা নির্ধারিত নিয়তির (fatalism) প্রচলিত বিশ্বাসকে সমর্থন করতেন।\nহিজরি দ্বিতীয় শতকে বাসরার ধর্মতাত্ত্বিক বিদ্যালয়ে বিভেদ দেখা দেয়, যেখানে হাসান আল-বাসরি প্রধান হিসেবে ছিলেন। তাঁর এক ছাত্র, ওয়াসিল ইবন আতা, যার মত প্রচলিত ঐতিহ্যের সঙ্গে সাংঘর্ষিক হওয়ায় তাকে বিদ্যালয় থেকে বহিষ্কার করা হয়, নিজেকে একটি নতুন মতবাদের নেতা ঘোষণা করেন। তিনি পূর্ববর্তী নানা চরমপন্থী গোষ্ঠীর মতাদর্শকে সুসংবদ্ধ করেন, বিশেষত কাদারিদের মতবাদ। এই নতুন গোষ্ঠীটি পরিচিত হয় মুতাজিলা নামে (‘ইতেজাল’ শব্দ থেকে, যার অর্থ আলাদা হওয়া বা ভিন্নমত পোষণ করা)। \nএই গোষ্ঠীর তিনটি মূল মতবাদ ছিল: \n(১) আল্লাহ হলেন পরিপূর্ণ একত্ব, তাঁর কোনো গুণাবলি আলাদাভাবে উল্লেখ করা যায় না। \n(২) মানুষ স্বাধীন ইচ্ছার অধিকারী। \nএই দুটি ভিত্তির কারণে মুতাজিলারা নিজেদেরকে ‘‘আসহাব আল-আদল ওয়াল তাওহিদ’’ (ন্যায় ও একত্ববাদের সমর্থক) বলে পরিচয় দিতেন। \n(৩) মানুষের পরিত্রাণের জন্য প্রয়োজনীয় সব জ্ঞান মানুষের যুক্তি থেকেই উৎসারিত হয়; সে জ্ঞান মানুষ ঐশী বাণীর আগেও এবং পরে, কেবল যুক্তির আলোয় অর্জন করতে পারে—এ কারণে জ্ঞানার্জন প্রত্যেক নারী-পুরুষের জন্য সর্বদা ও সর্বস্থানে অপরিহার্য।\nমুতাজিলারা যখন তাদের মতবাদ রক্ষার জন্য প্রচলিত ইসলামি বিশ্বাসের সঙ্গে যুক্তিযুক্তভাবে তর্ক করতে বাধ্য হন, তখন তাঁরা দর্শনের নানা তত্ত্বে আশ্রয় নেন এবং ‘‘ইলম-আল-কালাম’’ নামক একটি যুক্তিনির্ভর ধর্মতত্ত্ব গঠন করেন। এই মতের অনুসারীরা পরিচিত হন মুতাকাল্লিমিন নামে। শুরুতে এই উপাধি শুধু মুতাজিলাদের ক্ষেত্রেই প্রযোজ্য ছিল, কিন্তু পরে তা সব যুক্তিনির্ভর ধর্মতাত্ত্বিকদের জন্য প্রয়োগ হতে থাকে। \nপ্রথমদিককার মুতাকাল্লিমিনদের সামনে একদিকে ছিল প্রথাগত ধর্মবিশ্বাস এবং অন্যদিকে ছিল অবিশ্বাসীদের মতবাদ; তাঁরা এই দুইয়ের মাঝামাঝি অবস্থানে ছিলেন। কিন্তু পরবর্তী প্রজন্মের মুতাকাল্লিমিনদের প্রচেষ্টা প্রধানত দর্শনপন্থীদের বিরুদ্ধেই কেন্দ্রীভূত হয়। পরবর্তী মুতাকাল্লিমিনরা আশআরি মত গড়ে তোলেন, যা নিজেকে ধর্মীয় প্রথার রক্ষক হিসেবে দেখত। পরবর্তী দার্শনিকরা যখন ‘‘মুতাকাল্লিমিন’’ শব্দ ব্যবহার করেন, তখন সাধারণত তাঁরা আশআরিদের কথাই বোঝান।\nনবম শতাব্দী থেকে খলিফা আল-মামুন ও তাঁর উত্তরসূরিদের সময়ে গ্রিক দর্শন আরব জগতে প্রবেশ করে এবং পরিপাটেটিক বিদ্যালয়ের চিন্তাধারা ছড়িয়ে পড়ে। এর প্রতিনিধিত্ব করেন আল-কিনদি, আল-ফারাবি, ইবন সিনা (Avicenna), এবং ইবন রুশদ (Averroes)। তাঁদের মৌলিক মতাদর্শ মুতাকাল্লিমিনদের চোখে ধর্মবিরোধী বলে বিবেচিত হতো।\n\n\n== সৃষ্টি তত্ত্ব বনাম পরিপাটেটিকদের যুক্তি ==\nদার্শনিকদের নেতা এরিস্টটল অনড় প্রেরক (unmoved mover)-এর প্রয়োজনীয় অস্তিত্ব এবং সেই অনুযায়ী ঈশ্বরের একত্ব প্রমাণ করেছিলেন। তবে তিনি যেহেতু বস্তু (matter)-কে চিরন্তন বলে মানতেন, সে অনুযায়ী ঈশ্বর জগতের স্রষ্টা হতে পারেন না। আবার পরিপাটেটিকদের মতে, ঈশ্বরের জ্ঞান কেবল মহাজাগতিক সাধারণ নিয়মাবলীর মধ্যেই সীমাবদ্ধ, ব্যক্তিগত বা আকস্মিক বিষয়ে তা প্রযোজ্য নয়—এই মতবাদ ভবিষ্যদ্বাণী বা নবুয়তের অস্তিত্ব অস্বীকার করারই নামান্তর।\nআরেকটি বিষয় মুতাকাল্লিমিনদের বিশ্বাসকে আহত করেছিল—তা হলো বুদ্ধির (intellect) তত্ত্ব। পরিপাটেটিকরা শেখাতেন, মানব আত্মা কেবল একটি সম্ভাবনা বা ক্ষমতা—যা নানা প্রকারের গুণ অর্জনের উপযুক্ত। শিক্ষা ও নৈতিকতার মাধ্যমে এই আত্মা সক্রিয় বুদ্ধির (active intellect) সঙ্গে সংযুক্ত হতে পারে, যা ঈশ্বর থেকে বিকীর্ণ হয়। এই মত মেনে নিলে আত্মার অমরত্বকে অস্বীকার করা হয় (দেখুন: আলেকজান্ডার অব অ্যাফ্রোদিসিয়াস)।\nএই কারণেই মুতাকাল্লিমিনদের প্রথম কাজ ছিল বস্তু সৃষ্টির যুক্তিগত প্রমাণ উপস্থাপন করে একটি দার্শনিক কাঠামো গড়ে তোলা। এ লক্ষ্যে তাঁরা ডেমোক্রিটাস প্রদত্ত পরমাণু তত্ত্ব গ্রহণ করেন। তাঁদের মতে, পরমাণুর কোনো পরিমাণ (quantity) বা সম্প্রসারণ (extension) নেই। ঈশ্বর প্রথমে পরমাণু সৃষ্টি করেছেন এবং এখনো প্রয়োজনমতো তা সৃষ্টি করেন। বস্তুসমূহ এই পরমাণুগুলির সংযুক্তি বা বিচ্ছেদের মাধ্যমে সৃষ্টি বা বিলুপ্ত হয়।\nতবে এই তত্ত্ব বস্তু সৃষ্টির বিরোধিতাকারী দর্শনের আপত্তি দূর করতে পারেনি। কারণ, যদি মনে করা হয় ঈশ্বর নির্দিষ্ট সময়ে, নির্দিষ্ট উদ্দেশ্যে নিজের ইচ্ছায় সৃষ্টি শুরু করেছেন, তবে স্বীকার করতে হবে যে সেই ইচ্ছা বা উদ্দেশ্য অর্জনের আগে ঈশ্বর অসম্পূর্ণ ছিলেন। এই আপত্তি কাটাতে মুতাকাল্লিমিনরা তাঁদের পরমাণু তত্ত্বকে সময়ের ক্ষেত্রেও প্রয়োগ করেন। তাঁরা বলেন, যেমন স্থান (space) গঠিত পরমাণু ও শূন্যতা দিয়ে, তেমনি সময়ও গঠিত ক্ষুদ্র, অবিভাজ্য মুহূর্ত দ্বারা। একবার জগতের সৃষ্টি প্রমাণিত হলে ঈশ্বরের অস্তিত্ব, তাঁর একত্ব, সর্বশক্তিমানতা ও সর্বজ্ঞতা সহজেই প্রতিষ্ঠা করা যায়।\nঅষ্টম শতকের মাঝামাঝি ইহুদিধর্মে একটি ভিন্ন মতাবলম্বী গোষ্ঠী আত্মপ্রকাশ করে—কারাঈয় নামক এই দল আজও অস্তিত্বশীল। তাঁরা তাঁদের প্রতিপক্ষের সঙ্গে যুক্তিতর্কে দর্শনের ঔজ্জ্বল্য আনার জন্য মুতাকাল্লিমিনদের যুক্তিবিন্যাস পদ্ধতি গ্রহণ করেন, এমনকি ‘‘মুতাকাল্লিমিন’’ উপাধিও গ্রহণ করেন (দেখুন: মাসউদি, \"Notices et Extraits des Manuscrits de la Bibliothèque Royale,\" viii. 349–351)। এভাবে কালাম ধীরে ধীরে ইহুদি বুদ্ধিবৃত্তিক পরিসরে স্থানান্তরিত হয় এবং আরব সমাজের মতোই রূপান্তরিত হতে থাকে।\n\n\n== সাআদিয়া গাঁও ==\n\nপ্রথমদিককার গুরুত্বপূর্ণ ইহুদি দার্শনিকদের মধ্যে একজন হলেন সাআদিয়া গাঁও (৮৯২–৯৪২), যিনি ইসলামি দর্শনের দ্বারা প্রভাবিত ছিলেন। তাঁর প্রধান রচনা এমুনোত ভে-দেয়োত (বিশ্বাস ও মতামতের গ্রন্থ)। এই গ্রন্থে তিনি সেইসব প্রশ্ন নিয়ে আলোচনা করেছেন যেগুলি মুতাকাল্লিমিনদেরও গভীরভাবে আলোড়িত করেছিল—যেমন: বস্তু সৃষ্টি, ঈশ্বরের একত্ব, ঈশ্বরীয় গুণাবলি, আত্মা ইত্যাদি। এ প্রসঙ্গে তিনি দার্শনিকদের কঠোর সমালোচনা করেন।\nসাআদিয়ার জন্য সৃষ্টি কোনও সমস্যার বিষয় নয়: ঈশ্বর জগতকে এক্স নিহিলো (ex nihilo অর্থাৎ \"শূন্য থেকে\") সৃষ্টি করেছেন—যেমনটি ধর্মগ্রন্থে উল্লেখ আছে। তিনি মুতাকাল্লিমিনদের পরমাণু তত্ত্বকেও প্রত্যাখ্যান করেন। তাঁর মতে, এই তত্ত্ব যেমন যুক্তির পরিপন্থী, তেমনি ধর্মীয় দৃষ্টিকোণ থেকেও অগ্রহণযোগ্য—যেমনটি বস্তু চিরন্তন বলে যারা বিশ্বাস করে, তাদের মতবাদ।\nঈশ্বরের একত্ব প্রমাণে সাআদিয়া মুতাকাল্লিমিনদের যুক্তি ব্যবহার করেন। ঈশ্বরের ক্ষেত্রে কেবল মৌলিক গুণাবলি (সিফাত আল-জাতিয়্যাত) আরোপ করা যায়; কার্যগত গুণাবলি (সিফাত আল-আফ’আলিয়্যাত) নয়।\nআত্মা সম্পর্কে সাআদিয়ার মত হলো—আত্মা এমন একটি সত্তা, যা আকাশীয় গোলকের বস্তু থেকেও সূক্ষ্ম। এখানে তিনি মুতাকাল্লিমিনদের মতের বিরোধিতা করেন, যাঁরা আত্মাকে ‘‘আরজি’’ বা \"দুর্ঘটনাজনিত গুণ\" (accident) বলেছিলেন (তুলনা করুন: Moreh, i.74)। সাআদিয়া এই মতকে চ্যালেঞ্জ করে বলেন: \"শুধুমাত্র একটি সত্তাই (substance) এমন গুণের আধার হতে পারে, যা আসল গুণ নয়।\" অর্থাৎ, আত্মা যদি শুধুই একটি আরজি হয়, তবে তার মধ্যে প্রজ্ঞা, আনন্দ, প্রেম ইত্যাদি গুণ থাকা সম্ভব নয়।\nসাআদিয়া ছিলেন কালামের এক অনুগত সমর্থক; যদিও মাঝে মাঝে তিনি তার কিছু মত থেকে বিচ্যুত হন, সেটি তাঁর ধর্মীয় দৃষ্টিভঙ্গির কারণে। যেমন ইহুদি ও মুসলিম পরিপাটেটিকরাও এরিস্টটলীয় দর্শনের নির্দিষ্ট অংশে থেমে যান, যখন সেটি প্রথাগত ধর্মবিশ্বাসে আঘাত হানার আশঙ্কা তৈরি করে।\n\n\n== নিও-প্লেটোনিক দর্শন ==\nএকাদশ শতকে ইহুদি দর্শনে একটি নতুন যুগের সূচনা ঘটে। এই সময়ে একদিকে আল-ফারাবি ও ইবন সিনা (আভিসেনা)-এর মত পরিপাটেটিক দার্শনিকদের রচনাবলি, এবং অন্যদিকে \"শুদ্ধতার ভ্রাতৃসমাজের বিশ্বকোষ\"—যা নিও-প্লেটোনিক তত্ত্বভিত্তিক রূপান্তরিত কালাম—ইহুদি চিন্তাবিদদের ওপর গভীর প্রভাব বিস্তার করে। এই যুগের দুই প্রধান দার্শনিক হলেন সোলোমন ইবন গাবিরোল (Avicebron) ও বাহিয়া ইবন পাকুদা। প্রথমজন ছিলেন নিখাদ দর্শনচিন্তার ধারায়, দ্বিতীয়জন ছিলেন ধর্ম-দর্শনের সংমিশ্রণে চিন্তাশীল; কিন্তু উভয়েই প্রায় একই ফলাফলে উপনীত হন।\nতাঁরা উভয়েই বিশ্বাস করতেন, একটি সর্বজনীন পদার্থ (universal matter) আছে, যা (ঈশ্বর ব্যতীত) সব কিছুর আধার; তবে বাহিয়া আরও এক ধাপ এগিয়ে বলেন—এই পদার্থ হলো \"আঁধার\" (Ma'ani al-Nafs, অনুবাদ করেছেন ব্রয়ডে, পৃ. ১৭)। তবে এই পদার্থ চিরন্তন নয়, যেমনটি পরিপাটেটিকরা বিশ্বাস করতেন। এখানে পরিপাটেটিক চিন্তার ‘সত্তা ও রূপ’ (substance and form) নিয়ে ধারণার বিকাশ স্পষ্ট হলেও, ধর্মীয় প্রভাবের কারণে এগুলো এমনভাবে রূপান্তরিত হয়েছে যাতে বস্তু চিরন্তন নয়, এমন মতও স্থান পায়।\nআত্মা ও তার কার্যাবলির বিষয়ে গাবিরোল ও বাহিয়া নিঃসন্দেহে \"শুদ্ধতার ভ্রাতৃসমাজ\" দ্বারা প্রভাবিত ছিলেন। মানুষ (ক্ষুদ্র বিশ্ব বা microcosm) সমস্ত দিক থেকে মহাজাগতিক গোলক (বৃহৎ বিশ্ব বা macrocosm)-এর অনুরূপ। যেমন আকাশমণ্ডল তাদের গতি পায় সর্বজনীন আত্মা থেকে—যেটি ঈশ্বর থেকে বিকীর্ণ একটি সরল সত্তা—তেমনই মানুষ তার গতি পায় যুক্তিসম্পন্ন আত্মা থেকে—আরেকটি সরল সত্তা, যা ঈশ্বর থেকে উদ্ভূত।\nআসলে সৃষ্টি হয়েছে বিকিরণের (emanation) মাধ্যমে, এবং তার ধারাবাহিকতা ছিল নিম্নরূপ:\n(১) সক্রিয় বুদ্ধি (active intellect); \n(২) সর্বজনীন আত্মা—যা আকাশমণ্ডলকে চালনা করে; \n(৩) প্রকৃতি; \n(৪) আঁধার—যা প্রাথমিকভাবে কেবল রূপ গ্রহণের যোগ্যতাসম্পন্ন ছিল; \n(৫) আকাশমণ্ডল; \n(৬) জ্যোতির্বস্তুরা; \n(৭) আগুন; \n(৮) বায়ু; \n(৯) জল; \n(১০) মাটি (Ma'ani al-Nafs, ৭২; তুলনা করুন: মুংক, l.c., পৃ. ২০১)।\nঈশ্বরের গুণাবলি নিয়ে ইহুদি ও মুসলিম ধর্মতাত্ত্বিকরা যে প্রশ্ন নিয়ে ব্যাপক আলোচনা করেছেন, সেই বিষয়ে বাহিয়া তাঁর নৈতিকতা বিষয়ক গ্রন্থ ‘‘হোভোত হা-লেভাভোত’’-এ (আরবি শিরোনাম: ‘‘কিতাব আল-হিদায়া ফি ফারায়িদ আল-কুলুব’’, অর্থাৎ ‘‘হৃদয়ের কর্তব্যসমূহ’’) মুতাজিলিদের সুরে বলেন যে, ঈশ্বরকে বর্ণনা করার জন্য ব্যবহৃত গুণাবলিগুলো নেতিবাচক অর্থে নিতে হবে—অর্থাৎ বিপরীত গুণের অস্বীকার হিসেবে বুঝতে হবে।\nগাবিরোলের ক্ষেত্রে এ বিষয়ে সরাসরি মত দেওয়া কঠিন, কারণ তাঁর দর্শন গ্রন্থ Fons Vitæ-এ এ বিষয়টি আলোচিত নয়; তবে অনেকেই মনে করেন, তিনি আশআরিদের প্রভাব অনুভব করেছিলেন, যাঁরা ঈশ্বরের গুণাবলি মেনে নিয়েছিলেন। বাস্তবিক অর্থে, তাঁর কাব্যমূলক দর্শনগ্রন্থ ‘‘কেতের মালখুত’’ (রাজাধিরাজের মুকুট)-এ ঈশ্বরের বর্ণনায় বহু গুণাবলি ব্যবহৃত হয়েছে।\nসার্বিকভাবে বলা যায়, একাদশ শতকে ইহুদি সমাজে নিও-প্লেটোনিক দর্শন একটি মধ্যবর্তী সময়কে নির্দেশ করে—যা একদিকে বিশুদ্ধ পরিপাটেটিক দর্শনের দিকে, আরেকদিকে কাবালার মিস্টিকতাবাদের দিকে পথ উন্মোচন করে দেয়।\n\n\n== দর্শনের দেবত্বপ্রাপ্তি (The Apotheosis of Philosophy) ==\nদ্বাদশ শতকে বিশুদ্ধ দর্শনের চূড়ান্ত বিকাশ ঘটে, আর কালাম ক্রমেই ক্ষয়প্রাপ্ত হতে থাকে। শেষপর্যন্ত এটি দর্শন ও ধর্মতাত্ত্বিকদের যৌথ সমালোচনার মুখে গুরুত্ব হারায়। এই দর্শনের উত্থান অনেকটাই আরব দার্শনিক আল-গাজ্জালি (প্রায় ১০৫৮–১১১১) এবং ইহুদি কবি ও চিন্তাবিদ ইহুদা হালেভি (১১৪০)-এর প্রভাবে ঘটে। প্রকৃতপক্ষে, গাজ্জালির \"তাহাফুত আল-ফালাসিফা\" (The Destruction of the Philosophers) গ্রন্থে দার্শনিকদের বিরুদ্ধে তীব্র আক্রমণই প্রতিক্রিয়াস্বরূপ দর্শনের প্রতি নতুন আগ্রহ সৃষ্টি করে। দার্শনিকরাও এই সমালোচনা থেকে উপকার গ্রহণ করে তাঁদের তত্ত্ব আরও সুস্পষ্ট ও যুক্তিসম্মতভাবে উপস্থাপন করতে শুরু করেন।\nএই প্রতিক্রিয়ার প্রভাবেই আরবি পরিপাটেটিক দর্শনের ইতিহাসে দুই শ্রেষ্ঠ দার্শনিক আবির্ভূত হন—ইবন বাজ্জা (আভেমপাচে) ও ইবন রুশদ (আভেরোয়েস)। তাঁরা দর্শনের পক্ষে শক্তিশালী প্রতিরক্ষা গড়ে তোলেন।\nগাজ্জালির অনুরূপ অবস্থান নেন ইহুদি কবি ইহুদা হালেভিও। এই মহান কবি তাঁর গ্রন্থ \"কুজারি\"-তে ধর্মকে তর্কনির্ভর দর্শনের শৃঙ্খল থেকে মুক্ত করার ব্রত নেন। তিনি দর্শনের সব ধারাকেই অবিশ্বাস্য বলে মনে করেন এবং মুতাকাল্লিমিনদের কটাক্ষ করেন, কারণ তাঁরা ধর্মকে দর্শনের সাহায্যে সমর্থন দিতে চেয়েছেন। তিনি বলেন: “আমি তাকেই সর্বোচ্চ পরিপূর্ণতা অর্জনকারী বলে মনে করি, যিনি ধর্মীয় সত্যগুলো বিশ্লেষণ বা যুক্তি অনুসন্ধান ছাড়াই বিশ্বাস করেন” (কুজারি, খণ্ড ৫)।\nএরপর তিনি ঈশ্বরের একত্ব প্রমাণে মুতাকাল্লিমিনদের দশটি প্রধান যুক্তিরূপকে বিশ্লেষণ করে বলেন: “কালাম কি আমাদের ঈশ্বর ও তাঁর গুণাবলি সম্পর্কে নবী-প্রেরিতদের চেয়ে বেশি তথ্য দেয়?” (কুজারি, খণ্ড ৩ ও ৪)। তাঁর চোখে এরিস্টটলীয় দর্শন কোনো সমর্থন পায় না, কারণ এটিও অত্যধিক বিশ্লেষণ ও খুঁটিনাটিতে নিমগ্ন। কেবল নিও-প্লেটোনিক দর্শন তাঁর কবিসুলভ মননে কিছুটা সাড়া জাগায়।\nতবে ইহুদি গাজ্জালিও তাঁর আরব সমকক্ষের তুলনায় বেশি সফল হননি। তাঁর সমালোচনাগুলো কালাম-এর পতনে ভূমিকা রাখলেও, তা পরিপাটেটিক দর্শনের প্রবল উত্থান রুখতে পারেনি। বরং অচিরেই আব্রাহাম ইবন দাঊদ তাঁর গ্রন্থ এমুনাহ রামাহ (The Sublime Faith) প্রকাশ করেন। এতে তিনি পরিপাটেটিকদের, বিশেষত আল-ফারাবি ও ইবন সিনা-র দর্শন থেকে উৎসারিত এরিস্টটল-এর পদার্থবিদ্যা ও রূপতত্ত্বের (metaphysics) ব্যাখ্যা দেন এবং দেখাতে চান—এই দর্শন ইহুদি ধর্মতত্ত্বের সঙ্গে পুরোপুরি সামঞ্জস্যপূর্ণ।\nইবন দাঊদ তাঁর গ্রন্থের ভূমিকায় বলেন: “একটি প্রচলিত ভুল হলো, ধারণা করা হয় যে চিন্তাধর্মী দর্শনের চর্চা ধর্মের জন্য ক্ষতিকর। প্রকৃত দর্শন কখনো ধর্মের ক্ষতি করে না; বরং তা ধর্মকে আরও মজবুত ও প্রমাণিত করে।”\n\n\n=== মাইমোনিদেস: মুতাকাল্লিমিনদের বিরুদ্ধে এরিস্টটলের পক্ষে ===\nতবে ইবন দাঊদের প্রভাব ইহুদি সমাজে এরিস্টটলীয় দর্শনকে স্থায়িত্ব দিতে যথেষ্ট ছিল না। এই কৃতিত্ব অর্জন করেন মাইমোনিদেস। তিনি এরিস্টটলের দর্শনের সঙ্গে ইহুদি ধর্মের সম্পর্ক নিয়ে গভীর আলোচনা করেন এবং এই উদ্দেশ্যে রচনা করেন তাঁর অমর গ্রন্থ, ‘‘দালালাত আল-হাইরিন’’ (Moreh Nevuchim বা ‘‘পথভ্রষ্টদের জন্য দিশারী’’)। বহু শতাব্দী ধরে ইহুদি চিন্তাবিদদের মধ্যে এই গ্রন্থ আলোচনা ও ব্যাখ্যার বিষয় হয়ে ছিল।\nএই গ্রন্থে মাইমোনিদেস প্রথমে মুতাকাল্লিমিনদের যুক্তিগুলো খণ্ডন করেন, এরপর সৃষ্টিতত্ত্ব, ঈশ্বরের একত্ব, ঈশ্বরের গুণাবলি, আত্মা ইত্যাদি বিষয়ে এরিস্টটলের তত্ত্ব অনুসরণ করে আলোচনা করেন—যেখানে পর্যন্ত তা ধর্মের সঙ্গে সাংঘর্ষিক নয়। যেমন, তিনি বস্তু ও রূপ (matter and form) সম্পর্কে এরিস্টটলের মত মেনে নিলেও বস্তু চিরন্তন—এই মত প্রত্যাখ্যান করেন।\n\n\n=== মাইমোনিদেস: এরিস্টটলের বিরুদ্ধেও ===\nচিরন্তন বস্তু তত্ত্ব প্রত্যাখ্যানের পাশাপাশি, মাইমোনিদেস এরিস্টটলের সেই মতও গ্রহণ করেন না যে ঈশ্বর কেবল সাধারণ বা সার্বিক বিষয়ে জ্ঞান রাখেন, ব্যক্তিগত বিষয়ে নয়। যদি ঈশ্বর ব্যক্তিগত বিষয়ে জ্ঞান না রাখেন, তবে তিনি পরিবর্তনের অধীন হতেন। মাইমোনিদেস বলেন: “ঈশ্বর ভবিষ্যতের ঘটনাগুলো সেগুলো ঘটার আগেই জানেন, এবং এই জ্ঞান কখনো ভুল হয় না। সুতরাং ঈশ্বরের কাছে কখনোই নতুন কোনো ধারণা আসে না। তিনি জানেন, অমুক ব্যক্তি এখনও জন্মায়নি, তবে অমুক সময়ে জন্মাবে, অমুক সময় পর্যন্ত বাঁচবে, তারপর বিলুপ্ত হবে। যখন সে জন্ম নেয়, তখন ঈশ্বরের কাছে নতুন কিছু ঘটে না; কারণ তিনি ওই ব্যক্তিকে, বর্তমান অবস্থায়, তার জন্মের আগেই চিনতেন।” (Moreh, i. 20)।\nতবে এর মাধ্যমে তিনি দর্শনের ধর্মবিরোধী দিকগুলো থেকে বাঁচার চেষ্টা করলেও, আত্মার ঐক্য সম্পর্কে এরিস্টটলের মত গ্রহণ করার ফলে তিনি প্রথাগত ধর্মবিশ্বাসীদের সমালোচনার মুখে পড়েন।\n\n\n=== আভেরোইজম ===\n\nমাইমোনিদেসের সমসাময়িক আরব দার্শনিক ছিলেন ইবন রুশদ (অথবা আভেরোয়েস), যিনি আরবি দার্শনিক পর্বের সমাপ্তি টানেন। এই মহান এরিস্টটল ব্যাখ্যাকারীর দৃষ্টিভঙ্গির সাহসিকতা প্রথাগত ধর্মতাত্ত্বিকদের চরম ক্ষোভের জন্ম দেয়। তাঁরা তাঁদের অতিউৎসাহে দার্শনিক লেখাগুলো পুড়িয়ে ফেলেন ও সব দার্শনিককে একযোগে আক্রমণ করেন।\nইবন রুশদের মতবাদ মূলত ইবন বাজ্জা ও ইবন তুফায়েল-এর চিন্তাধারার সঙ্গে মিলে যায়—তাঁরাও ইবন সিনা ও আল-ফারাবির অনুসারী ছিলেন। অন্যান্য আরবি পরিপাটেটিকদের মতো ইবন রুশদও গোলকগুলোর বুদ্ধি (intelligence of the spheres) এবং সার্বজনীন বিকিরণ (universal emanation)-এর ধারণা মেনে নেন। এই বিকিরণের মাধ্যমে বিশ্বব্রহ্মাণ্ডের এক প্রান্ত থেকে অন্য প্রান্ত পর্যন্ত গতি সঞ্চারিত হয়। এই তত্ত্ব আরবি দার্শনিকদের মতে এরিস্টটলের ‘বিশুদ্ধ শক্তি ও চিরন্তন পদার্থ’ দ্বৈততাকে অগ্রাহ্য করতে সক্ষম।\nতবে আল-ফারাবি, ইবন সিনা ও অন্যান্য আরব দার্শনিকেরা যখন ধর্মীয় মতবাদে সংঘাত সৃষ্টি করতে পারে এমন বিষয় দ্রুত এড়িয়ে যেতেন, ইবন রুশদ বরং সেসব বিষয়ে বিস্তারিতভাবে মনোযোগ দেন। তিনি বলেন: “শুধু বস্তু নয়, রূপও চিরন্তনভাবে বস্তুর মধ্যে নিহিত; না হলে তা হতো এক্স নিহিলো সৃষ্টি।” (মুংক, \"Mélanges\", পৃ. ৪৪৪)। এই মতে, ইবন সিনার মতো শুধু সম্ভাব্য অস্তিত্ব নয়, বরং এই জগতের অস্তিত্ব একটি অনিবার্যতা।\nআরবি বিশ্ব থেকে বিতাড়িত হয়ে আরবি দর্শন আশ্রয় পায় ইহুদি সমাজে, যাঁদের কৃতিত্ব হলো এই দর্শনকে খ্রিস্টীয় জগতে পৌঁছে দেওয়া। তিব্বোন, নারবোনি, গেরসোনিদেস প্রমুখ বিশিষ্ট ব্যাখ্যাকারীরা এই দর্শনকে হিব্রু ভাষায় অনুবাদ ও ব্যাখ্যা করেন। বিশেষত ইবন রুশদের রচনাগুলো মাইমোনিদেসের কারণে আরও গভীর মনোযোগ পায়। কারণ, তিনি তাঁর শিষ্য ইহোশুয়া বেন ইহুদা-কে পাঠানো এক চিঠিতে ইবন রুশদের ভাষ্য সম্পর্কে সর্বোচ্চ প্রশংসা করেছিলেন।\n\n\n== আন্দালুসীয় গূঢ় ধর্মতত্ত্বের প্রভাব ==\nভাহিদ ব্রাউন বলেন, আল-আন্দালুসে (বর্তমান স্পেন) ইসলামের সোনালি যুগে ইহুদি ও ইসলামি দর্শনীয় গূঢ়তত্ত্ব—বিশেষত কাবালা ও সুফিবাদের—মধ্যকার পারস্পরিক আদান-প্রদান শুধু ইউরোপীয় পুনর্জাগরণে নয়, বরং পরবর্তী সময়ে ইহুদি ও মুসলিম বিশ্বে দর্শনের উন্নয়নেও গভীর প্রভাব ফেলেছিল।\n\n\n== আরও দেখুন ==\nদায়ূদ ইবন মারওয়ান আল-মুকাম্মাস\nপ্রারম্ভিক ইসলামি দর্শন\nস্পেনে ইহুদি সংস্কৃতির সোনালি যুগ\nইসলামি দর্শন\nইহুদি-ইসলামি সম্পর্ক\nইহুদি দর্শন\n\n\n== তথ্সূত্র =="}