{"pageid": 1383264, "title": "হান্না (মরিয়মের মাতা)", "url": "https://bn.wikipedia.org/wiki?curid=1383264", "content": "হান্না ছিলেন মরিয়ম আ. এর মা এবং খ্রিস্টান ঐতিহ্য মতে, যীশুর দাদী। তিনি মাথনের কন্যা ছিলেন, যিনি লেবির পুত্র, যিনি মেল্কির পুত্র,যিনি নবি হারুন আ. এর বংশধর ছিলেন। তার মায়ের নামও ছিল মরিয়ম, যিনি যিহূদা গোত্রের অন্তর্ভুক্ত ছিলেন। \nমাথনের তিনজন কন্যা ছিলেন: \n\nপ্রথম: মরিয়ম, যা তাঁর মায়ের নামানুসারে নামকরণ করা হয়েছে এবং তিনি ধাত্রী সালোমের মাতা।\nদ্বিতীয়: সোফিয়া, ইলীশাবেৎ ও সেন্ট বাপ্তিস্মদাতা যোহনের মাতা।\n৩য় হলেন আন্না, যিনি ধার্মিক যিহোয়াকিমের স্ত্রী ও মরিয়মের মা। সুতরাং, মরিয়ম, সালোম, ইলীশাবেৎ চাচাতো ভাই ছিলেন।\n\n\n== খ্রিস্টধর্মে হান্না ==\nসুসমাচার অথবা কোনো প্রাতিষ্ঠানিক খ্রিস্টীয় কিতাব মরিয়মের শৈশব বা তাঁর বাচ্চার ঘোষণার আগেকার জীবন সম্পর্কে বর্ণনা করে না; তবে এমন অনেকগুলি অপ্রাসঙ্গিক বই আছে,যা চার্চ দ্বারা খ্রিস্টীয় বই হিসাবে অনুমোদিত হয়নি; কারণ সেসবে ভুলভাবে ঈসার সেই বারোজন সাথীর প্রতি সম্পৃক্ত করা হয়েছিল।  সেই সব লেখায় মরিয়মের প্রথম দিকের জীবনীকে বিশদে বর্ণনা করা হয়েছে। একটি বিশেষ সুসমাচার, যা মেরি সুসমাচার নামে পরিচিত; অন্যটি জেমসের সুসমাচার, যা ত্রাতার শৈশব নামে পরিচিত ; এসবের সাথে পবিত্র পরিবারের যাত্রার সুসমাচার মেরির প্রাথমিক জীবনী উল্লেখ করে। \nঅ্যাপোক্রিফাল বই ও মূলধারার খ্রিস্ট ধর্মে গৃহীত গল্প অনুসারে, মরিয়মের বাবা-মা বৃদ্ধ ও নিঃসন্তান ছিলেন। তার মা বন্ধ্যা এবং সন্তান ধারণ করতে অক্ষম ছিলেন, যা প্রাচীন ইহুদি সমাজে একটি অপমানজনক হিসাবে বিবেচিত হত এবং সমাজ থেকে তিরস্কার নিয়ে আসে। কিন্তু স্রস্টা তার মায়ের জন্য একটি অলৌকিক ঘটনা ঘটান। ফলে তিনি গর্ভবতী হয়ে মেরিকে জন্ম দিলেন। মেরির তিন বছর বয়সে তার মা তাঁকে আল-আকসা মসজিদে সেবা করার জন্য রেখে দেন। \n\n\n== ইসলামে হান্না ==\nইমরান তাঁকে বিবাহ করেছিলেন এবং বৃদ্ধ বয়স পর্যন্ত তিনি গর্ভবতী হননি। একদা তিনি একটি পাখিকে তার বাচ্চাদের আহার খাওয়াতে দেখলেন এবং তা থেকেই তিনি বাচ্চার ব্যাপারে খুবই আগ্রহী হয়ে উঠলেন। তিনি আল্লাহর কাছে সন্তানের জন্য অনুনয় করতে লাগলেন এবং সন্তান হলে তাকে বায়তুল মুকাদ্দাসের খেদমতে নিয়োজিত করবেন বলে মানত করলেন।  এর কিছু দিন পর আল্লাহ তাকে একটি মেয়ে সন্তান দান করেন এবং এতে তিনি দুশ্চিন্তায় পড়ে যান। কারণ বায়তুল মুকাদ্দাসের সেবক হিসেবে কন্যা সন্তানকে দান করা  সামাজিক প্রচলন ছিল না। তবুও তিনি তাকে বায়তুল মুকাদ্দাসে নিয়ে যান। সেখানে তাঁর খালু জাকারিয়ার তত্ত্বাবধানে থাকেন।    \nআরিখে ইবনুল ওয়ারদি নামক গ্রন্থে উল্লেখ আছে যে, হান্না হচ্ছেন মরিয়মের মাতা ও জাকারিয়ার স্ত্রী ঈশার বোন। তিনি বৃদ্ধ বয়সে একটি সন্তান প্রার্থনা করেন। বলা হয়, যখন মরিয়ম জন্মগ্রহণ করেন তখন হান্নার বয়স ছিল ৬০ বছর।\n\n\n== মৃত্যু ==\nমরিয়মের বয়স যখন দশ বছর হয়, তখন হান্না মারা যান।  \n\n\n== তথ্যসূত্র =="}