{"pageid": 1383945, "title": "কসমোজেনিক নিউক্লাইড", "url": "https://bn.wikipedia.org/wiki?curid=1383945", "content": "কসমোজেনিক নিউক্লাইড (বা কসমোজেনিক আইসোটোপ) হলো কিছু বিরল নিউক্লাইড (আইসোটোপ) যা উচ্চ-শক্তির কসমিক রে কোনো একটি সূর্যজগতের পরমাণুর নিউক্লিয়াসের (in situ) সঙ্গে সংঘর্ষ করলে উৎপন্ন হয়। এই সংঘর্ষের ফলে পরমাণু থেকে প্রোটন ও নিউট্রনের মতো নিউক্লিয়ন বেরিয়ে যায় (দেখুন: কসমিক রে স্পলেশন)। এ ধরনের নিউক্লাইড পৃথিবীর শিলা, মাটি, বায়ুমণ্ডল এবং মহাজাগতিক বস্তু যেমন উল্কাপিণ্ডে গঠিত হয়। কসমোজেনিক নিউক্লাইড পরিমাপের মাধ্যমে বিজ্ঞানীরা নানা ধরনের ভূতাত্ত্বিক ও জ্যোতির্বৈজ্ঞানিক প্রক্রিয়া সম্পর্কে ধারণা পান। এদের মধ্যে কিছু নিউক্লাইড রেডিওঅ্যাকটিভ এবং কিছু স্থিতিশীল। কিছু উল্লেখযোগ্য রেডিওনিউক্লাইড হলো ট্রাইটিয়াম, কার্বন-১৪, এবং ফসফরাস-৩২।\nকিছু হালকা (কম পারমাণবিক সংখ্যা বিশিষ্ট) প্রাইমোর্ডিয়াল নিউক্লাইড—যেমন লিথিয়াম, বেরিলিয়াম এবং বোরন—কে মনে করা হয় কেবল বিগ ব্যাং-এর সময় নয়, বরং মূলত বিগ ব্যাং-এর পর থেকে সূর্যজগতের গঠন শুরুর আগ পর্যন্ত সময়ে আন্তঃনাক্ষত্রিক গ্যাস ও ধূলিকণার উপর কসমিক রে স্পলেশন প্রক্রিয়ার মাধ্যমে গঠিত হয়েছে। এই কারণেই এদের উপস্থিতি মহাজাগতিক ধূলিকণায় পৃথিবীর তুলনায় অনেক বেশি। এ থেকেই বোঝা যায় কেন লোহার ঠিক আগের পর্যায় সারণির ট্রানজিশন ধাতুসমূহ অতিরিক্ত পরিমাণে থাকে—কারণ কসমিক রে স্পলেশন প্রক্রিয়ায় লোহা থেকে স্ক্যান্ডিয়াম থেকে ক্রোমিয়াম পর্যন্ত এবং হেলিয়াম থেকে বোরন পর্যন্ত উপাদান উৎপন্ন হয়।\nতবে \"কসমোজেনিক নিউক্লাইড\" বলতে সাধারণত সূর্যজগতের মধ্যে ইতোমধ্যে গঠিত বস্তুতে (অর্থাৎ 'in situ') কসমিক রে দ্বারা তৈরি নিউক্লাইডকেই বোঝানো হয়। তাই সূর্যজগত গঠনের আগেই স্পলেশন দ্বারা সৃষ্ট নিউক্লাইড, যদিও একই প্রক্রিয়ায় উৎপন্ন, তাদের \"প্রাইমোর্ডিয়াল নিউক্লাইড\" বলা হয় এবং তারা \"কসমোজেনিক\" হিসেবে বিবেচিত হয় না। যদিও সেই একই নিউক্লাইড পরবর্তীতে কসমিক রে-এর মাধ্যমে পৃথিবীতে বা মহাজাগতিক বস্তুতে বা বায়ুমণ্ডলে আবারো গঠিত হয় এবং তখন তাদের কসমোজেনিক নিউক্লাইড হিসেবে ধরা হয়। উদাহরণস্বরূপ, বেরিলিয়াম—যার সবটাই স্থিতিশীল বেরিলিয়াম-৯—সূর্যজগতের গঠনের আগেই বিদ্যমান ছিল এবং তাই এটি সূর্যজগতের মূল উপাদান হিসেবে প্রচুর পরিমাণে উপস্থিত।\nএই পার্থক্যটি মূলত সময়ের নিরিখে নির্ধারিত হয়—কোন সময়ে কসমিক রে স্পলেশন ঘটেছে, তার উপর ভিত্তি করে কোন নিউক্লাইড 'প্রাইমোর্ডিয়াল' আর কোনটি 'কসমোজেনিক' তা নির্ধারিত হয় (একই নিউক্লাইড একসঙ্গে উভয় শ্রেণিতে পড়তে পারে না)। প্রচলিতভাবে মনে করা হয়, লিথিয়াম, বেরিলিয়াম ও বোরনের কিছু স্থিতিশীল আইসোটোপ বিগ ব্যাং ও সূর্যজগতের গঠনের মধ্যবর্তী সময়ে স্পলেশন প্রক্রিয়ায় গঠিত হয়েছে—এই কারণে সেগুলি 'প্রাইমোর্ডিয়াল নিউক্লাইড' হিসেবে চিহ্নিত হয়, যদিও উৎপত্তির প্রক্রিয়া ছিল কসমোজেনিক নিউক্লাইডের মতোই। এই শ্রেণির একটি উল্লেখযোগ্য উদাহরণ হলো বেরিলিয়াম-৯, যা একমাত্র স্থিতিশীল বেরিলিয়াম আইসোটোপ।\nঅন্যদিকে, যদিও বেরিলিয়াম-৭ ও বেরিলিয়াম-১০ এ তিনটি হালকা মৌল—লিথিয়াম, বেরিলিয়াম ও বোরন—এর মধ্যে পড়ে এবং এদের উৎপত্তিও মূলত কসমিক রে স্পলেশনের মাধ্যমে ঘটে, এদের অর্ধায়ু যথাক্রমে মাত্র ৫৩ দিন ও প্রায় ১৪ লক্ষ বছর, যা সূর্যজগত গঠনের আগেই তৈরি হওয়ার জন্য খুবই কম। ফলে, এদের 'প্রাইমোর্ডিয়াল নিউক্লাইড' বলা যায় না। যেহেতু এদের প্রকৃতিতে অস্তিত্ব কেবল কসমিক রে স্পলেশনের মাধ্যমেই সম্ভব, তাই এদের 'কসমোজেনিক নিউক্লাইড' হিসেবে বিবেচনা করা হয়।\n\n\n== কসমোজেনিক নিউক্লাইড ==\nনিচে কিছু কসমিক রে-এর প্রভাবে গঠিত রেডিওআইসোটোপের তালিকা দেওয়া হলো; এর সঙ্গে প্রতিটি আইসোটোপের উৎপত্তি প্রক্রিয়া এবং অর্ধায়ু উল্লেখ করা হয়েছে। অধিকাংশ কসমোজেনিক নিউক্লাইড বায়ুমণ্ডলে গঠিত হলেও কিছু নিউক্লাইড মাটি ও শিলায় \"in situ\" অবস্থায় কসমিক রে-র সংস্পর্শে গঠিত হয়, যার একটি উল্লেখযোগ্য উদাহরণ হলো ক্যালসিয়াম-৪১।\n\n\n=== ভূতত্ত্বে ব্যবহারের ক্ষেত্র অনুযায়ী আইসোটোপ ===\n\n\n== ভূকাল নির্ধারণে ব্যবহার ==\nউপরের সারণিতে দেখা যায়, বিভিন্ন ধরনের কসমোজেনিক নিউক্লাইড রয়েছে যেগুলো মাটি, শিলা, ভূগর্ভস্থ জল এবং বায়ুমণ্ডলে পরিমাপ করা যায়। এসব নিউক্লাইডের একটি সাধারণ বৈশিষ্ট্য হলো—যে পদার্থে এরা পাওয়া যায়, সেটিতে এদের অস্তিত্ব তার গঠনের সময় ছিল না।\nএই নিউক্লাইডগুলো রাসায়নিকভাবে স্বতন্ত্র এবং দুটি প্রধান শ্রেণিতে বিভক্ত। এক শ্রেণির নিউক্লাইড হলো নোবেল গ্যাস, যেগুলো রাসায়নিকভাবে নিষ্ক্রিয় হওয়ায় কোনো স্ফটিকজাত খনিজে আবদ্ধ হয় না; অন্য শ্রেণির নিউক্লাইড হলো সেসব যাদের অর্ধায়ু যথেষ্ট ছোট, তাই নিউক্লিওসিন্থেসিসের সময় থেকে তারা অবশিষ্ট থাকে না, কিন্তু অর্ধায়ু এতটা বড়ো যে তারা গঠনের পর থেকে মাটিতে পর্যাপ্ত পরিমাণে জমা হতে পারে। প্রথম শ্রেণিতে পড়ে ৮১Kr এবং ৩৯Ar-এর মতো আইসোটোপের পরিমাণ নিরূপণ; দ্বিতীয় শ্রেণিতে পড়ে ১০Be, ১৪C ও ২৬Al-এর মতো আইসোটোপ।\nযখন একটি কসমিক রে কোনো বস্তুর ওপর আঘাত হানে, তখন তিন ধরনের বিক্রিয়া ঘটতে পারে, যা থেকে কসমোজেনিক নিউক্লাইড গঠিত হয়:\n\nকসমিক রে স্পলেশন, যা ভূমির কাছাকাছি পৃষ্ঠে (সাধারণত ০ থেকে ৬০ সেমি গভীর পর্যন্ত) সবচেয়ে সাধারণ প্রতিক্রিয়া। এটি গঠন করে মাধ্যমিক কণিকা, যেগুলো অন্য নিউক্লিয়াসের সঙ্গে সংঘর্ষ করে আরেকটি প্রতিক্রিয়া ঘটাতে পারে, যাকে বলা হয় collision cascade।\nমিউওন ক্যাপচার, যা কিছুটা গভীরতায় কার্যকর, কারণ মিউওন অপেক্ষাকৃত কম প্রতিক্রিয়াশীল। উচ্চ-শক্তির মিউওন আরও গভীর স্তরেও পৌঁছাতে পারে।\nনিউট্রন ক্যাপচার, যেখানে নিম্ন-শক্তির নিউট্রন কোনো নিউক্লিয়াসে আবদ্ধ হয়, সাধারণত জলে। তবে এই প্রক্রিয়াটি তুষার, মাটির আর্দ্রতা এবং ট্রেস উপাদানের উপস্থিতির ওপর নির্ভর করে।\n\n\n=== কসমিক রে ফ্লাক্সের জন্য সংশোধন ===\nপৃথিবী নিরেট গোলাকার না হয়ে নিরক্ষরেখার দিকে কিছুটা স্ফীত এবং পর্বত ও গভীর সমুদ্রগহ্বর থাকার কারণে কসমিক রে সমানভাবে ভূপৃষ্ঠে পতিত হয় না। ফলে নির্ভুলভাবে কসমিক রে ফ্লাক্স পরিমাপের জন্য ভৌগোলিক ও ভূতাত্ত্বিক বিষয়সমূহকে বিবেচনায় নিতে হয়।\nউদাহরণস্বরূপ, বায়ুমণ্ডলীয় চাপ উচ্চতার সঙ্গে পরিবর্তিত হয়, যা খনিজের মধ্যে নিউক্লাইড উৎপাদনের হারকে উল্লেখযোগ্যভাবে প্রভাবিত করতে পারে—সমুদ্রপৃষ্ঠ থেকে ৫ কিমি উচ্চ পর্বতের শীর্ষ পর্যন্ত এই হার ৩০ গুণ পর্যন্ত পরিবর্তিত হতে পারে। এমনকি ভূমির ঢালও উচ্চ-শক্তির মিউওন কতদূর পর্যন্ত প্রবেশ করতে পারবে, সেটি প্রভাবিত করে। ভূচৌম্বক ক্ষেত্রের শক্তি সময়ের সঙ্গে পরিবর্তিত হয়, যা কসমোজেনিক নিউক্লাইড উৎপাদনের হারকে প্রভাবিত করে। যদিও কিছু মডেলে ধরে নেওয়া হয় যে ভূতাত্ত্বিক সময়ে এর গড় পরিবর্তন প্রভাবহীন থাকে, তাই সবসময় তা বিবেচনা করা হয় না।\n\n\n== আরও দেখুন ==\nপরিবেশগত তেজস্ক্রিয়তা\n\n\n== তথ্যসূত্র =="}