{"pageid": 1383812, "title": "পিইটি বোতল পুনর্ব্যবহার", "url": "https://bn.wikipedia.org/wiki?curid=1383812", "content": "পলিথিলিন টেরেফথালেট (Polyethylene Terephthalate বা সংক্ষেপে পিইটি) পলিয়েস্টার পরিবারের অন্যতম প্রচলিত পলিমার। ২০২১ সালে এর বৈশ্বিক বাজারমূল্য ছিল আনুমানিক ৩৭.২৫ বিলিয়ন মার্কিন ডলার। পিইটি বিভিন্ন ক্ষেত্রে ব্যবহৃত হয়—যেমন বস্ত্রতন্তু, বোতল, কঠিন ও নমনীয় প্যাকেজিং, এমনকি ইলেকট্রনিক পণ্যেও। তবে এটি বৈশ্বিক কঠিন বর্জ্যের প্রায় ১২% অংশ দখল করে। এই কারণেই পিইটি বোতল পুনর্ব্যবহারকে অত্যন্ত উৎসাহিত করা হয় এবং ২০২৩ সালে এটির হার সর্বোচ্চ পর্যায়ে পৌঁছেছে (৩৩%)। ওই বছর যুক্তরাষ্ট্রে ১,৯৬২ মিলিয়ন পাউন্ড বোতল পুনর্ব্যবহারের জন্য সংগ্রহ করা হয়।\nকাচের বোতলের তুলনায় পিইটি বোতল হালকা এবং উৎপাদন ও পরিবহনে এর কার্বন নির্গমনও কম। ফলে এটি পুনর্ব্যবহার করলে পরিবেশগত ক্ষতি আরও কমানো সম্ভব। পুনর্ব্যবহৃত উপাদান আবার বোতল, তন্তু, ফিল্ম, থার্মোফর্ম প্যাকেজিং ও স্ট্র্যাপিং তৈরিতে ব্যবহার করা যায়।\nবোতলগুলি ল্যান্ডফিল বা আবর্জনার স্তূপ থেকে সংগ্রহ করার পর, তা বাছাই, পরিষ্কার এবং গুঁড়ো করা হয়। এই গুঁড়ো উপাদানকে বলা হয় 'বটল ফ্লেইক'। এরপর এটি দুটি পদ্ধতিতে প্রক্রিয়াজাত করা হয়:\n\n'প্রাথমিক' বা 'ভৌত' পুনর্ব্যবহার: ফ্লেইককে সরাসরি গলিয়ে নতুন রূপে রূপান্তর করা হয়, যেখানে পলিমারের কিছু মৌলিক বৈশিষ্ট্য পরিবর্তিত হয়।\n'রাসায়নিক' বা 'উন্নত' পুনর্ব্যবহার: ফ্লেইককে আংশিক বা সম্পূর্ণভাবে ডিপলিমারাইজ করে বিশুদ্ধ করা হয়। এরপর সেই ওলিগোমার বা মনোমারগুলোকে আবার পিইটি পলিমারে রূপান্তর করা হয়, যা নতুন পণ্যের মতোই ব্যবহারযোগ্য।\nউভয় ক্ষেত্রেই, উৎপন্ন কাঁচামালকে বলা হয় \"r-PET\" বা \"rPET\"—অর্থাৎ 'recycled PET'। এর কার্বন নির্গমন সাধারণ পিইটি-র তুলনায় উল্লেখযোগ্যভাবে কম। যেখানে ভার্জিন পিইটি-র কার্বন নিঃসরণ প্রতি কেজিতে ২.৫ কেজি CO₂, সেখানে rPET-এর কার্বন নিঃসরণ মাত্র ০.৪৫ কেজি CO₂।\n\n\n== বোতল নির্মাণ ==\nপিইটি এবং rPET – এই দুটি উপাদানই বোতলজাত পানির (নির্জল ও কার্বনেটেড উভয়) উৎপাদনে ব্যবহৃত হয়। বিভিন্ন বোতলজাত পানি উৎপাদনকারী প্রতিষ্ঠান স্বেচ্ছায় rPET ব্যবহার করছে, এবং এখন অনেক প্রতিষ্ঠান সম্পূর্ণরূপে ১০০% rPET দিয়ে বোতল তৈরি করছে। এই ধরনের প্রতিষ্ঠানের মধ্যে রয়েছে Dasani, Fiji এবং Nestlé Pure Life।\nপিইটি বোতলে শুধু পানি নয়, তেল, ভিনেগার, দুধ ও শ্যাম্পু জাতীয় অন্যান্য তরল পণ্যও বোতলজাত করা হয়। এসব বোতল সাধারণত পলিওলেফিন (polyolefin) স্ক্রু ক্যাপ দিয়ে সিল করা থাকে, যাতে অ্যান্টি-ট্যাম্পার রিং যুক্ত থাকে। বোতলে একটি লেবেল থাকে, যা কাগজ বা প্লাস্টিকের ওপর মুদ্রিত হতে পারে এবং আঠা দিয়ে লাগানো হয়। পিইটি রেজিন স্বচ্ছ অথবা হালকা নীল, সবুজ, বাদামি রঙে টিন্টেড হতে পারে, আবার কখনও এটি সাদা বর্ণের রঞ্জিতও হতে পারে।\n\nএই বোতলগুলো নির্মাণে রেজিনকে নির্দিষ্ট আকারে ছাঁচে ফেলে গলিয়ে তৈরি করা হয় এবং এর জন্য প্রয়োজনীয় শক্তির পরিমাণ বোতলের গঠন ও পুরুত্ব অনুযায়ী ভিন্ন হয়। কিছু বোতলের নকশা যেমন ডাসানি ব্র্যান্ডেরটি জটিল, আবার স্মার্টওয়াটারের মতো কিছু বোতল একেবারে সরল গঠনের। ফলে একেকটি বোতল তৈরিতে প্রয়োজন হয় প্রতি কেজিতে ৮.৩৩ থেকে ২০ মেগাজুল (MJ) শক্তি।\nএসব বোতল তৈরির ফলে নির্গত কার্বন ডাই অক্সাইডের পরিমাণ প্রতি ৫০০ মিলিলিটার বোতলের জন্য ০.০৩৪ থেকে ০.০৪৬ কেজি CO₂ সমতুল্য।\n\n\n== সংগ্রহ ও বাছাই ==\n\nব্যবহার শেষে ফেলে দেওয়া খালি পিইটি প্যাকেজিং ভোক্তার হাতে থেকে 'পোস্ট-কনজিউমার পিইটি' (post-consumer PET) তে পরিণত হয়। পুনর্ব্যবহার শিল্পে এই নামে তা পরিচিত। সকল ধরনের পিইটি প্যাকেজিং, বিশেষত বোতলগুলোতে সাধারণত পুনর্ব্যবহার প্রতীক ১ নম্বর দিয়ে চিহ্নিত করা থাকে। এই বোতলগুলো আবর্জনা কেন্দ্রে (যাকে ম্যাটেরিয়ালস রিকভারি ফ্যাসিলিটি বা এমআরএফ বলা হয়) পাঠানো হয় এবং অন্যান্য ফেলনা বস্তুর সঙ্গে থেকে আলাদা করা হয়। কখনও কখনও এগুলো প্রথমে একটি ট্রান্সফার স্টেশনে নিয়ে যাওয়া হয়, যেখানে সাময়িকভাবে সংরক্ষণ, বাছাই ও চাপ দিয়ে সংকুচিত করে মূল পুনর্ব্যবহার কেন্দ্রে পাঠানো হয়। এই ধাপ বিশেষ করে তখন ব্যবহৃত হয় যখন সংগ্রহস্থলের কাছাকাছি কোনো এমআরএফ থাকে না।\nএই কেন্দ্রে পিইটি বোতলগুলোকে অন্যান্য বস্তু ও অন্যান্য ধাতু বা প্লাস্টিকের বোতল থেকে পৃথক করে বাছাই করা হয়।\n\n\n=== সুইজারল্যান্ডে সংগ্রহ ও বাছাই প্রক্রিয়া ===\nউৎস:\n\nসংগ্রহস্থল থেকে পুনর্ব্যবহারযোগ্য বস্তু সংগ্রহ করে কেন্দ্র পাঠানো হয়\nধাতব বর্জ্য আলাদা করা হয়\nব্যালিস্টিক বাছাই: হাওয়ায় ধীর বা দ্রুত পড়ে এমন বস্তু (যেমন ধুলা, ফিল্ম, কাচের বোতল, পাথর ইত্যাদি) পৃথক করা হয়\nপুনরায় ধাতব বাছাই\nস্পেকট্রাল বাছাই: সেন্সরের মাধ্যমে পলিমারের ধরন ও রং শনাক্ত করা হয়\nকনভেয়র বেল্টে হাতে বাছাই\nচাপ দিয়ে বোতল সংকুচিত করে গাঁইট তৈরি করা হয়, যা প্রক্রিয়াকরণ কেন্দ্রে পাঠানো হয়\n\n\n=== এমআরএফ-এ বিভিন্ন ধরনের বাছাই পদ্ধতি ===\nএয়ার ক্লাসিফায়ার: কনভেয়র বেল্টের দিকে বায়ুর ধারা প্রবাহিত করে হালকা বস্তু (যেমন কাগজ ও পাতলা প্লাস্টিক) আলাদা করা হয়\nএডি কারেন্ট / চৌম্বকীয় বিভাজক: চৌম্বকের সাহায্যে চৌম্বকীয় ও অচৌম্বকীয় ধাতু আলাদা করা হয়\nম্যানুয়াল বাছাই: শ্রমিকেরা কনভেয়র বেল্টের পাশে দাঁড়িয়ে মেশিনের সাহায্যার্থে বর্জ্য ও দূষক পদার্থ আলাদা করে\nঅপটিক্যাল সর্টার: ক্যামেরা বা লেজার ব্যবহার করে রঙ, আকার ও অন্যান্য বৈশিষ্ট্যের ভিত্তিতে বস্তু বাছাই করা হয় (এটি এখনও নতুন প্রযুক্তি)\nস্ক্রিনস: ঘূর্ণায়মান স্ক্রিনের মাধ্যমে আকার অনুযায়ী বস্তু আলাদা করা হয় (চালনির মতো)\n\nবাছাই করা পোস্ট-কনজিউমার পিইটি বোতলগুলো চ্যাপ্টা করে গাঁইটে রূপান্তরিত করা হয় এবং পুনর্ব্যবহারকারী কোম্পানির কাছে বিক্রির জন্য দেওয়া হয়। স্বচ্ছ বা হালকা নীল পিইটি বোতল অন্য রঙের তুলনায় বেশি দামে বিক্রি হয়, কারণ গাঢ় নীল বা সবুজ রঙের বোতলের মূল্য তুলনামূলকভাবে কম। কারণ অ্যালুমিনিয়ামের মতো পিইটির রঙ নিয়ে কোনো মানদণ্ড নেই। নির্দিষ্ট রঙের পিইটি সাধারণত ওই রঙ ব্যবহারকারী প্রতিষ্ঠান ছাড়া অন্য কারো কাছে তেমন কাজে লাগে না। এজন্য রঙিন পিইটি বোতল ম্যাটেরিয়ালস রিকভারি ফ্যাসিলিটিগুলোর জন্য উদ্বেগের বিষয় হয়ে দাঁড়িয়েছে, কারণ এটি পুনর্ব্যবহারের অর্থনৈতিক সম্ভাবনা ব্যাহত করে। প্লাস্টিকস রিসাইক্লার্স ইউরোপ (PRE) জানিয়েছে, পিইটি রঙের বৈচিত্র্য বাড়লে সমস্যা হবে কারণ বর্তমান পুনর্ব্যবহার ব্যবস্থায় এসব রঙের জন্য কোনো নির্দিষ্ট বাজার নেই। এরপর এই উপাদান দুইভাবে পুনর্ব্যবহৃত হয়: রাসায়নিক বা যান্ত্রিক পদ্ধতিতে।\n\n\n=== সংগ্রহ পদ্ধতির ধরন ===\nজমা (ডিপোজিট): কিছু দেশে প্যাকেজিং (যেমন পিইটি বোতল) এর জন্য জমা ব্যবস্থা চালু আছে। ইউরোপীয় ইউনিয়নে এই ধরনের ব্যবস্থায় গড়ে ৮৬% পুনরুদ্ধার হার দেখা যায়।\nসংগ্রহ: আবর্জনা সংগ্রহকারীরা পিইটি বোতল সংগ্রহ করে অন্য বর্জ্যের সঙ্গে মিশ্র অবস্থায় (ইইউ-তে ৫৪% পুনরুদ্ধার)\nআনা (ব্রিং): ভোক্তারা নিজেরাই বোতল সংগ্রহস্থলে নিয়ে জমা দেন (ইইউ-তে ৪৩% পুনরুদ্ধার)\nবিভিন্ন দেশে এই পদ্ধতিগুলো ভিন্নভাবে বাস্তবায়িত হয়েছে:\n\nফ্রান্স: জনগণ স্বেচ্ছায় পিইটি বোতল ও ধাতব প্যাকেজিং নির্দিষ্ট কন্টেইনারে ফেলে। এই প্রবাহে ধাতব ও প্লাস্টিক বোতল ছাড়াও দূষিত উপাদানও থাকে।\nজার্মানি: পিইটি বোতলে ডিপোজিট প্রথা রয়েছে, ফলে খুচরা বিক্রেতারা এগুলো সংগ্রহ করে। এদের সংগ্রহিত প্রবাহ মূলত কেবল পিইটি বোতল নিয়ে গঠিত।\nসিঙ্গাপুর: প্লাস্টিক বোতল কাচের বোতলের সঙ্গে সংগ্রহ করা হয়। এই প্রবাহে পিইটি, অন্যান্য প্লাস্টিক ও কাচের বোতলসহ দূষণ থাকে।\nসুইজারল্যান্ড: খুচরা বিক্রেতারা একটি জাতীয় অপারেটরকে (PRS) ফি প্রদান করে, যে সংগ্রহ বিন, বাছাই ও rPET ফ্লেইক উৎপাদনের দায়িত্ব পালন করে। এখানে মূলত পিইটি বোতল সংগ্রহের উদ্দেশ্যে বক্স স্থাপন করা হলেও, অন্যান্য প্যাকেজিং ও দূষণও এতে মিশে যায়।\nযুক্তরাজ্য: প্লাস্টিক উৎপাদকরা একটি ফি প্রদান করে, এবং সংগ্রহ কার্যক্রম স্থানীয় সরকার দ্বারা পরিচালিত হয়। সংগ্রহের ধরণ অঞ্চলভেদে ভিন্ন, তবে সবক্ষেত্রেই পরে অতিরিক্ত বাছাই প্রয়োজন হয়।\nযুক্তরাষ্ট্র: বেশিরভাগ ভোক্তা রাস্তার পাশে রাখা রিসাইক্লিং বিনে বোতল ফেলে। বর্জ্য পরিবহনের পর এমআরএফ-এ বোতল বাছাই ও গাঁইট আকারে রূপান্তর করা হয়। এরপর সেগুলো পিইটি পুনর্ব্যবহার কেন্দ্রে পাঠানো হয়। সেখানে বোতলগুলো গুঁড়ো করে ফ্লেইকে পরিণত করা হয় এবং কিছু ক্ষেত্রে খাদ্যমান প্যাকেজিং তৈরির জন্য আরও প্রক্রিয়াজাত করা হয়।\n\n\n== রাসায়নিক পুনর্ব্যবহার ==\nএই ধরণের পুনর্ব্যবহার বর্তমানে খুব একটা প্রচলিত নয়, কারণ এটি একটি জটিল ও ব্যয়বহুল প্রক্রিয়া। রাসায়নিক পুনর্ব্যবহারে প্লাস্টিককে ভেঙে তার মূল মনোমার উপাদানে পরিণত করা হয়, যা পরবর্তীতে নতুন উপাদান তৈরিতে ব্যবহার করা যায়। তবে এই প্রক্রিয়ায় রাসায়নিক বিক্রিয়ার জন্য বেশি শক্তি ব্যবহার করতে হয়, ফলে এর নির্গমন যান্ত্রিক পুনর্ব্যবহারের তুলনায় বেশি হয়।\nএই প্রক্রিয়াকে \"তৃতীয় পর্যায়\" বা \"উন্নত পুনর্ব্যবহার\" (advanced recycling) হিসেবেও চিহ্নিত করা হয়। পলিথিলিন টেরেফথালেট (PET) কে جزবভাগ বা সম্পূর্ণভাবে ডিপলিমারাইজ করে মূল অলিগোমার বা মনোমার (MEG ও PTA বা DMT) তৈরি করা যায়। প্রধান প্রক্রিয়াগুলো হলো গ্লাইকোলাইসিস, মিথানলাইসিস ও হাইড্রোলাইসিস।\nবিশুদ্ধকরণের পর এই অলিগোমার বা মনোমারগুলো পুনরায় পিইটি (r-PET) তৈরিতে ব্যবহৃত হতে পারে। পিইটি-র ইস্টার বন্ধনকে হাইড্রোলাইসিস বা ট্রান্সইস্টেরিফিকেশন প্রক্রিয়ায় ভেঙে ফেলা যায়। এই বিক্রিয়াগুলো আসলে উৎপাদন পর্যায়ে ব্যবহৃত প্রক্রিয়ার বিপরীত।\n\n\n=== আংশিক গ্লাইকোলাইসিস ===\nআংশিক গ্লাইকোলাইসিস (ethylene glycol-এর সঙ্গে ট্রান্সইস্টেরিফিকেশন) প্রক্রিয়ায় কঠিন পলিমারকে ছোট চেইনের অলিগোমারে রূপান্তরিত করা হয়, যেগুলো নিম্ন তাপমাত্রায় গলিয়ে ফিল্টার করা যায়। একবার বিশুদ্ধ হলে, এই অলিগোমারগুলো আবার পলিমারাইজেশনের জন্য উৎপাদন প্রক্রিয়ায় যোগ করা যায়।\nএই প্রক্রিয়ায় ১০–২৫% বোতল ফ্লেইক ব্যবহার করে বোতল তৈরির গুণমান বজায় রাখাই লক্ষ্য। এজন্য বোতল ফ্লেইকগুলোকে প্রথম প্লাস্টিকাইজেশন পর্যায়েই একটি এক বা বহু-স্ক্রু এক্সট্রুডারে নিম্ন ইন্ট্রিনসিক সান্দ্রতা (প্রায় ০.৩০ ডেসিলিটার/গ্রাম) পর্যন্ত ভেঙে ফেলা হয়। এতে সামান্য পরিমাণে ইথিলিন গ্লাইকোল যোগ করে এবং গলিত পদার্থকে কার্যকরভাবে ফিল্টার করা হয়। এছাড়া, প্রক্রিয়াকরণ তাপমাত্রাও যতটা সম্ভব কমিয়ে আনা হয়।\nএই পদ্ধতিতে প্লাস্টিকাইজেশনের সময় একটি উপযুক্ত ফসফরাস-ভিত্তিক স্টেবিলাইজার (P-stabilizer) যোগ করে হাইড্রো পারঅক্সাইডের রাসায়নিক অবক্ষয় ঘটানো সম্ভব হয়। অন্য প্রক্রিয়াগুলোর ক্ষেত্রে এই ধাপটি সাধারণত ফ্লেইক প্রক্রিয়াকরণের শেষপর্যায়ে করা হয়, উদাহরণস্বরূপ, H3PO3 যোগ করে।\nএই আংশিক গ্লাইকোলাইজড ও সূক্ষ্মভাবে ফিল্টার করা পুনর্ব্যবহৃত উপাদানকে ধারাবাহিকভাবে ইস্টারিফিকেশন বা প্রি-পলিকন্ডেনসেশন রিঅ্যাক্টরে সরবরাহ করা হয় এবং কাঁচামালের পরিমাণ সেই অনুযায়ী সমন্বয় করা হয়।\n\n\n=== সম্পূর্ণ গ্লাইকোলাইসিস ===\nপলিয়েস্টার বর্জ্যকে সম্পূর্ণ গ্লাইকোলাইসিস প্রক্রিয়ার মাধ্যমে ভেঙে bis(2-hydroxyethyl) terephthalate (C6H4(CO2CH2CH2OH)2) এ রূপান্তর করা হয়। এই যৌগটিকে ভ্যাকুয়াম ডিস্টিলেশন পদ্ধতিতে বিশুদ্ধ করা হয় এবং এটি পলিয়েস্টার তৈরির একটি মধ্যবর্তী উপাদান হিসেবে ব্যবহৃত হয় (দেখুন: উৎপাদন)। প্রক্রিয়াটি নিম্নরূপ:\n\n[(CO)C6H4(CO2CH2CH2O)]n + n HOCH2CH2OH → n C6H4(CO2CH2CH2OH)2\nজাপানে পরীক্ষামূলকভাবে এই পুনর্ব্যবহার পদ্ধতি শিল্প পর্যায়ে বাস্তবায়ন করা হয়েছে।\n\n\n=== মিথানলাইসিস ===\nএই প্রক্রিয়ায় পলিয়েস্টারকে ভেঙে dimethyl terephthalate (DMT)-এ রূপান্তর করা হয়, যা ফিল্টার এবং ভ্যাকুয়াম ডিস্টিলেশনের মাধ্যমে বিশুদ্ধ করা যায়:\n\n[(CO)C6H4(CO2CH2CH2O)]n + 2n CH3OH → n C6H4(CO2CH3)2\nযদিও DMT-ভিত্তিক পলিয়েস্টার উৎপাদন বর্তমানে পুরনো কিছু প্লান্টেই সীমাবদ্ধ, তবুও ২০২১ ও ২০২২ সালে মিথানলাইসিস প্লান্টে নতুন বিনিয়োগের ঘোষণা দেওয়া হয়েছিল।\n\n\n=== হাইড্রোলাইসিস ===\nহাইড্রোলাইসিস প্রক্রিয়া নিরপেক্ষ (neutral), ক্ষারীয় (alkaline) অথবা অম্লীয় (acidic) পরিবেশে পরিচালনা করা যায়।\n\n\n==== নিরপেক্ষ হাইড্রোলাইসিস ====\nPolyethylene terephthalate-কে উচ্চ তাপমাত্রা (২০০–৩০০°সে.) এবং চাপের মধ্যে terephthalic acid এবং ethylene glycol-এ হাইড্রোলাইসিস করে ভেঙে ফেলা যায়। উৎপন্ন অপরিশোধিত টেরেফথালিক অ্যাসিডকে পুনঃস্ফটিকায়ন পদ্ধতিতে বিশুদ্ধ করে পুনরায় পলিমারাইজেশনের উপযোগী উপাদানে রূপান্তর করা যায়:\n\n[(CO)C6H4(CO2CH2CH2O)]n + 2n H2O →  n C6H4(CO2H)2 + n HOCH2CH2OH\nএই পদ্ধতিতে হাইড্রোলাইসিসে নিউট্রালাইজেশন ধাপের প্রয়োজন না হওয়ায় সম্পদের ব্যবহার কম হয়, তবে এতে দ্রবণে থাকা যান্ত্রিক অপদ্রব্যগুলো ফিল্টার করা যায় না, ফলে টেরেফথালিক অ্যাসিডে তা রয়ে যায়।  ২০২২ সাল পর্যন্ত এই পদ্ধতির বাণিজ্যিক বাস্তবায়নের তথ্য পাওয়া যায়নি।\n\n\n==== ক্ষারীয় হাইড্রোলাইসিস ====\nক্ষারীয় হাইড্রোলাইসিস সাধারণত পটাশিয়াম হাইড্রক্সাইড বা সোডিয়াম হাইড্রক্সাইড এর জলীয় দ্রবণে সম্পন্ন হয়। এই বিক্রিয়ায় ইথিলিন গ্লাইকোল এবং টেরেফথালেট লবণ উৎপন্ন হয়। পরবর্তীতে পৃথক করে ছেঁকে নেওয়ার পর একটি দ্বিতীয় ধাপে লবণকে শক্ত খনিজ অম্ল (যেমন HCl) দিয়ে নিরপেক্ষ করা হয়, যার ফলে টেরেফথালিক অ্যাসিড গঠিত হয়।\n\n[(CO)C6H4(CO2CH2CH2O)]n + 2n MOH →  n C6H4(CO2M)2 + n HOCH2CH2OH\nC6H4(CO2M)2 + 2HCl → C6H4(CO2H)2 + 2MCl\nএই পদ্ধতি দূষণের প্রতি তুলনামূলকভাবে সহনশীল। সাধারণত সোডিয়াম হাইড্রক্সাইড ব্যবহার করাই উত্তম মনে করা হয় এবং মিডিয়ামে ইথানল যোগ করলে প্রতিক্রিয়া দ্রুত হয়। বিভিন্ন প্রণোদকের (catalyst) কার্যকারিতা একাডেমিক গবেষণায় বিশ্লেষণ করা হয়েছে।\n\n\n==== অম্লীয় হাইড্রোলাইসিস ====\nএই প্রক্রিয়ায় সাধারণত ব্যবহৃত অম্ল হলো সালফিউরিক অ্যাসিড। সালফিউরিক অ্যাসিড অত্যন্ত জারক প্রকৃতির হওয়ায়, বিক্রিয়া পাত্রে ব্যয়বহুল জারা-প্রতিরোধী ধাতব সংমিশ্রণ ব্যবহার করতে হয়। এছাড়া, এই প্রক্রিয়ায় ইথিলিন গ্লাইকোল এবং সালফিউরিক অ্যাসিড পুনরুদ্ধার এবং পুনঃব্যবহার ব্যয়সাধ্য। এই কারণেই ২০২২ সাল পর্যন্ত এই পদ্ধতির বাণিজ্যিক প্রয়োগ দেখা যায়নি।\n\n\n==== এনজাইম-নির্ভর হাইড্রোলাইসিস ====\nপ্রচলিতভাবে পেট্রোলিয়াম-ভিত্তিক প্লাস্টিক মাইক্রোবিয়াল ক্ষয় প্রতিরোধী, কিন্তু PET-তে থাকা ইস্টার বন্ধনগুলো এনজাইম দ্বারা লক্ষ্যবস্তু হতে পারে। PET ভেঙে ফেলার উপযোগী বিভিন্ন এনজাইম, বিশেষ করে PETase আবিষ্কৃত হয়েছে। এনজাইম-নির্ভর পুনর্ব্যবহার পদ্ধতির বিশেষ সুবিধা হলো, এটি অপেক্ষাকৃত মৃদু পরিবেশে পরিচালনা করা যায়, ফলে শক্তি খরচ কম হয়। এনজাইমের নির্দিষ্টতা থাকায় বাই-প্রোডাক্টও কম তৈরি হয়। ২০২০ সালের এপ্রিল মাসে Carbios এবং একটি ফরাসি বিশ্ববিদ্যালয় একত্রে অত্যন্ত কার্যকর একটি অপ্টিমাইজড এনজাইম আবিষ্কারের ঘোষণা দেয়, যা পূর্ববর্তী সকল PET হাইড্রোলেজের চেয়ে বেশি কার্যকর বলে দাবি করা হয়।\nএই প্রক্রিয়ায় কার্যকর ফল পেতে গেলে depolymerization করার আগে PET-কে ছোট টুকরো করে ফেলা এবং অ্যামর্ফাইজেশন (অপর্যাপ্ত স্ফটিক গঠন) প্রয়োজন হতে পারে।\n\n\n=== পিইটি মনোমার ছাড়া অন্যান্য উপাদানে রাসায়নিক পুনর্ব্যবহার ===\nএই ধরনের রাসায়নিক পুনর্ব্যবহার প্রক্রিয়ায় ট্রান্সইস্টেরিফিকেশন বিক্রিয়া ঘটিয়ে বিভিন্ন গ্লাইকোল বা পলিওল (বা গ্লিসারল) ব্যবহার করে একটি পলিওল উৎপন্ন করা হয়, যা পলিইউরেথেন বা পিইউ ফোম উৎপাদনে ব্যবহৃত হতে পারে।\n\n\n== যান্ত্রিক পুনর্ব্যবহার ==\nএকক রঙের পিইটি বোতল নিয়ে গঠিত গাঁইটগুলো এমন কারখানায় পাঠানো হয়, যেখানে বিভিন্ন প্রক্রিয়ার মাধ্যমে বোতলগুলোকে পুনর্ব্যবহারযোগ্য কাঁচামালে রূপান্তর করা হয়।\nএই প্রবাহে পুনর্ব্যবহারের জন্য সবচেয়ে পছন্দনীয় পদ্ধতি হলো যান্ত্রিক পুনর্ব্যবহার। এই প্রক্রিয়ায় রেজিনকে গলানো, ছাঁকা এবং এক্সট্রুশন বা ছাঁচে ঢেলে পুনরায় বোতল, ফিল্ম স্ট্র্যাপিং বা ফাইবারে রূপান্তর করা হয়। (কখনও কখনও বোতল বা ফ্লেইক এক দেশ থেকে অন্য দেশে রপ্তানিও করা হয়।)\nযদি পিইটি কাঁচামাল যথেষ্ট বিশুদ্ধ না হয়, তবে তখন একে রাসায়নিকভাবে মনোমার বা অলিগোমারে রূপান্তর করা হয়। Terephthalic acid (PTA), dimethyl terephthalate (DMT), ethylene glycol (EG), বা bis(2-hydroxyethyl) terephthalate (BHET) এসব বিক্রিয়ার সাধারণ ফলাফল। তবে পিইটি কখনও অন্য ধরনের পণ্য তৈরির জন্যও রাসায়নিকভাবে পুনর্ব্যবহৃত হয়।\n\n\n=== ভৌত পুনর্ব্যবহার ===\nভোজ্য পণ্যের সংস্পর্শে ব্যবহারের জন্য পুনর্ব্যবহার করতে হলে পিইটি বোতলকে কঠোরভাবে বাছাই ও পরিষ্কার করতে হয়।\nউদাহরণস্বরূপ, সুইজারল্যান্ডে বোতলগুলো নিম্নলিখিত ধাপগুলো অনুসরণ করে (অনুরূপ প্রক্রিয়া অন্য দেশেও ব্যবহৃত হয়):\n\nধাতু পৃথক করা (গ্রানুলেটর রক্ষার জন্য)\nগ্রানুলেশনের মাধ্যমে 'ফ্লেইক' এ রূপান্তর\nগরম পানিতে ধোয়া\nফ্লোটেশন (ঘনত্ব <১ এমন উপাদান যেমন PE ক্যাপ ও অ্যান্টি-ট্যাম্পার রিং আলাদা হয়) এবং অবক্ষেপণ\nশুকানো\nবায়ু প্রবাহের মাধ্যমে বাছাই\nকস্টিক সোডা দিয়ে ধোয়া\nএই ফ্লেইক ফাইবার এক্সট্রুশনের জন্য উপযুক্ত।\n'বোতল থেকে বোতল' পুনর্ব্যবহারের জন্য অতিরিক্ত কিছু ধাপ প্রয়োজন হয়, যেমন:\n\nভ্যাকুয়ামে ধোয়া ও শুকানো\nপরবর্তী ধাপে পুনরায় ধোয়া ও শুকানো\nফ্লেইক বাছাই\nগলিত অবস্থায় ছাঁকন ও পুনরায় গ্রানুলেশন\nসলিড ফেজ পলিমারাইজেশন\nপ্রিফর্মে ছাঁচে ঢালা\nগলিত ফিল্টারেশন পদ্ধতিটি এক্সট্রুশন চলাকালীন পলিমার গলিত পদার্থ থেকে দূষণ অপসারণে ব্যবহৃত হয়। এটি 'স্ক্রিন চেঞ্জার' নামক একটি যন্ত্রের মাধ্যমে করা হয়, যেখানে ছাঁকনির মাধ্যম থাকে চলনযোগ্য পিস্টন বা স্লাইড প্লেটের মধ্যে, যা প্রক্রিয়াকরণের সময় উৎপাদন থামানো ছাড়াই ছাঁকনি সরিয়ে ফেলা যায়। দূষক পদার্থ সাধারণত স্টেইনলেস স্টিলের 'ব্রেকার প্লেট'-এ বসানো বোনা ধাতব জালের ওপর জমা হয়। পলিয়েস্টার পুনর্ব্যবহারে এক্সট্রুশন লাইনে এই ধরনের স্ক্রিন চেঞ্জার একীভূত করা হয়ে থাকে, যা পেলেটাইজিং, শিট এক্সট্রুশন বা স্ট্র্যাপিং টেপ এক্সট্রুশনের ক্ষেত্রে ব্যবহৃত হয়।\n\n\n==== বিশুদ্ধকরণ ও দূষণমুক্তকরণ ====\nযেকোনো পুনর্ব্যবহার প্রক্রিয়ার সফলতা নির্ভর করে যথাযথ সময়ে এবং কাঙ্ক্ষিত মাত্রায় বিশুদ্ধকরণ ও দূষণমুক্তকরণ কার্যকারিতার উপর।\nসাধারণভাবে বলা যায়: যত আগেই প্রক্রিয়ায় বিদেশী বা অপ্রয়োজনীয় পদার্থ সরানো যায় এবং যত বেশি নিখুঁতভাবে তা করা হয়, পুরো প্রক্রিয়াটি তত বেশি দক্ষ হয়।\nপিইটি-এর উচ্চ প্লাস্টিকাইজেশন তাপমাত্রা (প্রায় ২৮০ ডিগ্রি সেলসিয়াস (৫৩৬ ডিগ্রি ফারেনহাইট)) এর কারণে, পিভিসি, পিএলএ, polyolefin, রাসায়নিক কাঠের পাল্প ও কাগজের তন্তু, polyvinyl acetate, গলিত আঠা, রঙ, চিনি এবং প্রোটিনজাত অবশিষ্টাংশের মতো অধিকাংশ সাধারণ জৈব দূষক পদার্থ রঙিন ভাঙনজাত পদার্থে রূপান্তরিত হয়। এই পদার্থগুলো আবার প্রতিক্রিয়াশীল ভাঙনজাত পদার্থ নিঃসরন করতে পারে, যা পলিমার চেইনে আরও ত্রুটি সৃষ্টি করে।\nদূষণ পদার্থের কণার আকার বিস্তৃত রেঞ্জে হতে পারে। ৬০–১০০০ মাইক্রোমিটার আকারের দৃশ্যমান বড় কণাগুলো তুলনামূলকভাবে কম ক্ষতিকর, কারণ এগুলোর মোট পৃষ্ঠতল কম এবং ভাঙনের গতি কম। কিন্তু অতি সূক্ষ্ম কণাগুলোর সংখ্যা বেশি হওয়ায় এরা পলিমারে বেশি ত্রুটি সৃষ্টি করে।\nএই পরিস্থিতিতে কার্যকর বাছাইয়ের পাশাপাশি গলিত অবস্থায় ছাঁকার মাধ্যমে দৃশ্যমান দূষক অপসারণ গুরুত্বপূর্ণ ভূমিকা পালন করে।\n\nসাধারণভাবে বলা যায়, সংগ্রহ করা বোতল থেকে পিইটি ফ্লেইক তৈরি করার প্রক্রিয়া বিভিন্ন রকমের বর্জ্য প্রবাহ অনুযায়ী বহুবিধ হতে পারে। প্রযুক্তিগত দৃষ্টিকোণ থেকে একক কোনো নির্ধারিত পদ্ধতি নেই। বর্তমানে অনেক প্রকৌশল প্রতিষ্ঠান ফ্লেইক তৈরির প্ল্যান্ট এবং যন্ত্রাংশ সরবরাহ করছে, তাই সঠিক ডিজাইন বেছে নেওয়া কঠিন। তবে অধিকাংশ পদ্ধতি কিছু সাধারণ ধাপ অনুসরণ করে। ইনপুট উপাদানের গঠন ও দূষণের মাত্রা অনুযায়ী নিচের সাধারণ ধাপগুলো প্রয়োগ করা হয়:\n\nগাঁইট বা ব্রিকেট খোলা\nরঙ, বিদেশী পলিমার (বিশেষ করে পিভিসি), অন্যান্য অনুপযুক্ত উপাদান, ফিল্ম, কাগজ, কাচ, বালি, মাটি, পাথর, ধাতু ইত্যাদি বাছাই\nকাটাই ছাড়াই প্রি-ওয়াশিং\nশুষ্ক বা প্রি-ওয়াশ সংযুক্ত স্থূল কাটিং\nপাথর, কাচ ও ধাতব পদার্থ অপসারণ\nএয়ার সিফটিংয়ের মাধ্যমে ফিল্ম, কাগজ ও লেবেল আলাদা করা\nশুষ্ক এবং/অথবা ভেজা গ্রাইন্ডিং\nঘনত্বের পার্থক্যের মাধ্যমে স্বল্প ঘনত্বের পলিমার (যেমন বোতল ক্যাপ) অপসারণ\nগরম পানিতে ধোয়া\nকস্টিক ওয়াশ এবং পৃষ্ঠ খোদাই, যাতে ইনট্রিনসিক সান্দ্রতা বজায় থাকে এবং দূষণমুক্ত হয়\nধোয়া\nবিশুদ্ধ পানিতে পুনরায় ধোয়া\nশুকানো\nফ্লেইক এয়ার সিফটিং\nস্বয়ংক্রিয় ফ্লেইক বাছাই\nপানির চক্র ও পানি পরিশোধন প্রযুক্তি\nফ্লেইকের গুণমান নিয়ন্ত্রণ\n\n\n==== দূষণ ও উপাদান ত্রুটি ====\nপুনর্ব্যবহারের প্রতিটি চক্রে, এবং দীর্ঘস্থায়ী ব্যবহারের সময়, পলিমারে জমা হওয়া দূষণ ও উপাদান ত্রুটি ক্রমাগত বৃদ্ধি পায়। বিশেষ করে পুনর্ব্যবহৃত পিইটি বোতলের ক্ষেত্রে এই ধরনের ত্রুটিগুলো নিচের পাঁচটি শ্রেণিতে ভাগ করা যায়:\n\nপ্রতিক্রিয়াশীল পলিয়েস্টার OH বা COOH প্রান্তগুলো নিষ্ক্রিয় প্রান্তে রূপান্তরিত হয় (যেমন ভিনাইল ইস্টার গঠন), যা পুনঃপলিকন্ডেনসেশন বা SSP-তে প্রতিক্রিয়াশীলতা কমিয়ে দেয় এবং আণুবীক্ষণিক ওজন বণ্টনের বিস্তার ঘটায়।\nCOOH প্রান্তের অনুপাত বৃদ্ধি পায়, যা তাপ ও অক্সিজেনের উপস্থিতিতে ঘটে, ফলে হাইড্রোলাইটিক ক্ষয় বৃদ্ধি পায়।\nবহু-কার্যকরী ম্যাক্রোমোলিকিউলের সংখ্যা বৃদ্ধি পায়, যার ফলে জেল গঠন ও দীর্ঘ শৃঙ্খলের বিভাজন ঘটে।\nঅজৈব ও জৈব বিদেশী পদার্থের সংখ্যা ও বৈচিত্র্য বৃদ্ধি পায়; বারবার তাপ প্রয়োগে এগুলো রঙিন ও অবনয়কারী পদার্থে রূপান্তরিত হয়।\nপণ্যগুলোর পৃষ্ঠে হাইড্রোক্সাইড ও পারঅক্সাইড গোষ্ঠী গঠিত হয়, যা UV আলোতে সক্রিয় হয়ে অক্সিডেটিভ ভাঙনের সূত্র হয়ে দাঁড়ায়। এই পারঅক্সাইড ধ্বংসকরণ প্রথম তাপ প্রয়োগের আগেই হওয়া উচিত, যা অ্যান্টিঅক্সিডেন্টের মতো উপযুক্ত সংযোজকের মাধ্যমে সম্ভব।\nএই সব রাসায়নিক ত্রুটি ও দূষণ বিবেচনায় নিলে, প্রতিটি পুনর্ব্যবহার চক্রে পলিমারের নিচের বৈশিষ্ট্যগুলোতে পরিবর্তন আসে, যা রাসায়নিক ও পদার্থবিজ্ঞান পরীক্ষার মাধ্যমে শনাক্ত করা যায়:\n\nCOOH প্রান্ত গোষ্ঠীর সংখ্যা বৃদ্ধি\nরঙের ‘b’ মান বৃদ্ধি\nঘোলাভাব (হেইজ) বৃদ্ধি\nঅলিগোমার কন্টেন্ট বৃদ্ধি\nছাঁকন ক্ষমতা হ্রাস\nবাই-প্রোডাক্ট যেমন অ্যাসেটালডিহাইড, ফর্মালডিহাইড ইত্যাদি বৃদ্ধি\nবহিরাগত দ্রবণীয় দূষণ বৃদ্ধি\nরঙের ‘L’ মান হ্রাস\nইনট্রিনসিক সান্দ্রতা বা গতিশীল সান্দ্রতা হ্রাস\nস্ফটিকায়ন তাপমাত্রা হ্রাস ও গতি বৃদ্ধি\nযান্ত্রিক বৈশিষ্ট্য যেমন টেনসাইল স্ট্রেংথ, ব্রেকে প্রসারণ বা ইলাস্টিক মডুলাস হ্রাস\nআণুবীক্ষণিক ওজন বণ্টনের বিস্তার\nবর্তমানে পিইটি বোতলের পুনর্ব্যবহার একটি শিল্প মানসম্পন্ন প্রক্রিয়া, যা বহু প্রকৌশল কোম্পানি দ্বারা সরবরাহ করা হয়।\n\n\n==== প্রক্রিয়াজাতকরণ পদ্ধতি ====\nপলিয়েস্টার ভিত্তিক পুনর্ব্যবহার পদ্ধতিগুলো যতটা বৈচিত্র্যময়, মূল পেলেট বা গলিত রজন থেকে তৈরি উৎপাদন প্রক্রিয়াগুলোও প্রায় ততটাই বৈচিত্র্যময়। পুনর্ব্যবহৃত উপকরণের বিশুদ্ধতার উপর নির্ভর করে, আজকের দিনে পলিয়েস্টার প্রায় সবধরনের উৎপাদন প্রক্রিয়ায় ব্যবহৃত হতে পারে, হয় ভার্জিন পলিমারের সঙ্গে মিশ্রণ হিসেবে, অথবা ক্রমবর্ধমান হারে ১০০% পুনর্ব্যবহৃত পলিমার হিসেবেও। তবে কিছু ব্যতিক্রম রয়েছে—যেমন: পাতলা BOPET ফিল্ম, অপটিক্যাল ফিল্ম, FDY স্পিনিং-এর মাধ্যমে ৬০০০ মিটার/মিনিট গতিতে তৈরি সুতা, মাইক্রোফিলামেন্ট ও মাইক্রোফাইবার—এসব ক্ষেত্রে শুধুমাত্র ভার্জিন পলিয়েস্টার ব্যবহার করা হয়।\n\n\n===== বোতল ফ্লেইক পুনরায় পেলেটাইজিং (re-pelletizing) =====\n\nএই প্রক্রিয়ায় বোতল বর্জ্যকে প্রথমে ফ্লেইকে রূপান্তর করা হয়, এরপর ফ্লেইকগুলোকে শুকানো ও স্ফটিকায়িত (crystallized) করা হয়, প্লাস্টিকাইজ ও ছাঁকার মাধ্যমে পলিমার প্রস্তুত করা হয় এবং শেষে পেলেট তৈরি করা হয়।\nএই প্রক্রিয়ার ফলাফল হলো একটি অ্যামরফাস পুনঃগ্রানুলেট, যার ইনট্রিনসিক সান্দ্রতা সাধারণত ০.৫৫–০.৭ dℓ/g এর মধ্যে থাকে, যা প্রি-ড্রাইং কতটা ভালোভাবে করা হয়েছে তার উপর নির্ভর করে।\n\nবিশেষ বৈশিষ্ট্যসমূহ:**\nঅ্যাসেটালডিহাইড ও অলিগোমারের পরিমাণ তুলনামূলকভাবে কম\nসান্দ্রতা কিছুটা হ্রাসপ্রাপ্ত\nপেলেটগুলো অ্যামরফাস প্রকৃতির হওয়ায় পরবর্তী প্রক্রিয়ার আগে স্ফটিকায়ন ও পুনরায় শুকানো প্রয়োজন\nপ্রক্রিয়াকরণে ব্যবহার:**\nথার্মোফর্মিং-এর জন্য A-PET ফিল্ম\nভার্জিন PET উৎপাদনে সংযোজন\nBoPET প্যাকেজিং ফিল্ম\nরজন হিসেবে SSP প্রক্রিয়ায় বোতল উৎপাদন\nকার্পেট সুতার জন্য\nইঞ্জিনিয়ারিং প্লাস্টিক\nফিলামেন্ট\nনন-ওভেন কাপড়\nপ্যাকেজিং স্ট্রিপ\nস্ট্যাপল ফাইবার\nএই পদ্ধতিকে বেছে নেওয়া মানে একটি অতিরিক্ত রূপান্তর প্রক্রিয়ার সংযোজন, যা একদিকে শক্তি-নির্ভর ও ব্যয়বহুল এবং তাপীয় অবক্ষয়ের কারণ হতে পারে; কিন্তু অন্যদিকে এতে কিছু গুরুত্বপূর্ণ সুবিধাও রয়েছে:\n\nতীব্র গলিত ফিল্টারেশন\nমধ্যবর্তী মান নিয়ন্ত্রণ\nসংযোজক দ্বারা পরিবর্তন করার সুযোগ\nমানভেদে আলাদা পণ্যের নির্বাচন\nপ্রক্রিয়ার নমনীয়তা বৃদ্ধি\nমানের অভিন্নতা অর্জন\n\n\n===== বোতল থেকে বোতল এবং A-PET এর জন্য PET পেলেট বা ফ্লেইক প্রস্তুতকরণ =====\nএই প্রক্রিয়া মূলত উপরের পুনরায় পেলেটাইজিং প্রক্রিয়ার মতোই, তবে এখানে উৎপাদিত পেলেটগুলোকে সরাসরি (নিরবিচারে বা পর্যায়ক্রমে) স্ফটিকায়িত করে একটি সলিড স্টেট পলিকন্ডেনসেশন (SSP) প্রক্রিয়ায় পাঠানো হয়। এটি একটি টাম্বলিং ড্রায়ার বা উল্লম্ব রিঅ্যাক্টরে করা হয়। এই ধাপে ইনট্রিনসিক সান্দ্রতা ০.৮০–০.৮৫ dℓ/g পর্যন্ত পুনর্গঠিত হয় এবং অ্যাসেটালডিহাইডের পরিমাণ <১ ppm এ নামিয়ে আনা হয়।\nইউরোপ ও আমেরিকার কিছু যন্ত্র প্রস্তুতকারক ও লাইন নির্মাতা, যেমন Next Generation Recycling (NGR), BePET, Starlinger, URRC বা BÜHLER—এই ধরণের স্বতন্ত্র পুনর্ব্যবহার পদ্ধতি (যেমন \"বটল-টু-বটল\" বা B-2-B প্রক্রিয়া) সরবরাহ করে। এদের লক্ষ্য থাকে FDA নির্দেশনা অনুসারে 'চ্যালেঞ্জ টেস্ট' এর মাধ্যমে নমুনা দূষণ অপসারণের কার্যকারিতা প্রমাণ করে ফুড-কন্ট্যাক্ট অ্যাপ্লিকেশনে অনুমোদন অর্জন করা।\nএই প্রক্রিয়া অনুমোদন থাকলেও, যেসব প্রতিষ্ঠান নিজেরা কাঁচামাল উৎপাদন করে তারা যেন নিজস্ব প্রক্রিয়ার জন্য FDA সীমার মধ্যে থাকে, তা নিয়মিত পরীক্ষা করা প্রয়োজন।\n\n\n==== বোতল ফ্লেইক সরাসরি রূপান্তর ====\nখরচ সাশ্রয়ের লক্ষ্যে ক্রমবর্ধমান সংখ্যক পলিয়েস্টার মধ্যবর্তী পণ্যের উৎপাদক, যেমন স্পিনিং মিল, স্ট্র্যাপিং মিল বা কাস্ট ফিল্ম মিলগুলো, ব্যবহৃত বোতলের থেকে সংগৃহীত PET ফ্লেইক সরাসরি ব্যবহার করে পণ্য উৎপাদনে কাজ করছে। ফ্লেইকের উপযুক্ত সান্দ্রতা (viscosity) নিশ্চিত করতে হলে কেবল দক্ষভাবে ফ্লেইক শুকানোই নয়, melt phase বা solid-state polycondensation-এর মাধ্যমে সান্দ্রতা পুনর্গঠনও প্রয়োজন হতে পারে।\nসাম্প্রতিক ফ্লেইক রূপান্তর প্রক্রিয়ায় টুইন-স্ক্রু এক্সট্রুডার, মাল্টি-স্ক্রু বা মাল্টি-রোটেশন সিস্টেম এবং একইসঙ্গে ভ্যাকুয়াম ডিগ্যাসিং প্রযুক্তি ব্যবহৃত হচ্ছে, যাতে ফ্লেইক শুকানোর প্রয়োজন ছাড়াই আর্দ্রতা দূর করে সান্দ্রতা হ্রাস না ঘটিয়ে রূপান্তর করা যায়।\nপিইটি ফ্লেইক ব্যবহারের মধ্যে প্রায় ৭০% ফাইবার ও ফিলামেন্টে রূপান্তরিত হয়। স্পিনিং প্রক্রিয়ায় ফ্লেইক সরাসরি ব্যবহারের সময় কিছু প্রক্রিয়াগত নিয়ম মেনে চলা প্রয়োজন।\n\nPOY (Partially Oriented Yarn)** উৎপাদনের জন্য উচ্চগতির স্পিনিং প্রক্রিয়ায় সাধারণত ০.৬২–০.৬৪ dℓ/g ইনট্রিনসিক ভিসকসিটি প্রয়োজন। বোতল ফ্লেইক থেকে শুরু করলে এটি শুকানোর মাত্রা অনুযায়ী নির্ধারণ করা যায়। ফিল ডাল (full dull) বা সেমি ডাল সুতা তৈরির জন্য TiO2 সংযোজন প্রয়োজন। স্পিনারেট রক্ষা করতে গলিত পদার্থের দক্ষ ছাঁকন জরুরি। বর্তমানে ১০০% পুনর্ব্যবহৃত পলিয়েস্টার থেকে POY উৎপাদনের হার কম, কারণ এটি অত্যন্ত বিশুদ্ধ গলিত রজন প্রয়োজন করে। প্রায়শই ভার্জিন ও পুনর্ব্যবহৃত পেলেটের মিশ্রণ ব্যবহৃত হয়।\nস্ট্যাপল ফাইবার** সাধারণত ০.৫৮–০.৬২ dℓ/g এর ভিসকসিটি রেঞ্জে স্পিন করা হয়। এই ক্ষেত্রেও সান্দ্রতা শুকানো বা ভ্যাকুয়াম এক্সট্রুশনে ভ্যাকুয়াম নিয়ন্ত্রণের মাধ্যমে সমন্বয় করা যায়। এছাড়া ethylene glycol বা diethylene glycol এর মতো চেইন-লম্বা পরিবর্তক সংযোজন করেও সান্দ্রতা সমন্বয় করা যায়।\nনন-ওভেন স্পিনিং** – ফাইন টাইটার টেক্সটাইল অ্যাপ্লিকেশন থেকে শুরু করে ছাদ ঢাকনি বা রাস্তা নির্মাণে ব্যবহৃত ভারী গ্রেড পর্যন্ত বিভিন্ন ধরণের নন-ওভেন পণ্যের জন্য বোতল ফ্লেইক ব্যবহার করে স্পিনিং করা যায়। ভিসকসিটি সাধারণত ০.৫৮–০.৬৫ dℓ/g রেঞ্জে থাকে।\nআরও একটি গুরুত্বপূর্ণ ক্ষেত্র হলো **উচ্চ-টেনাসিটি প্যাকেজিং স্ট্রিপস এবং মনোফিলামেন্ট** উৎপাদন। এই উভয় ক্ষেত্রেই উচ্চ ইনট্রিনসিক ভিসকসিটি সম্পন্ন পুনর্ব্যবহৃত উপাদান থেকে শুরু করা হয় এবং গলিত স্পিনিং প্রক্রিয়ায় উৎপাদিত হয়।\n\n\n==== শুকানো ====\nPET পলিমার হাইড্রোলাইটিক ভাঙনের (hydrolytic degradation) প্রতি অত্যন্ত সংবেদনশীল, যা এর আণবিক ওজনকে হ্রাস করে এবং পরবর্তী গলন প্রক্রিয়া ব্যাহত করে। তাই গলিত এক্সট্রুশনের আগে PET ফ্লেইক বা গ্রানুলকে অত্যন্ত কম আর্দ্রতার মাত্রায় শুকানো অত্যাবশ্যক।\nPET-কে অবশ্যই <১০০ পিপিএম আর্দ্রতায় শুকানো উচিত এবং প্রক্রিয়ার পুরো সময়ে এই মাত্রা বজায় রাখা দরকার, যাতে হাইড্রোলাইসিস রোধ করা যায়।\n\nডিহিউমিডিফাইং ড্রাইং** – এই ধরনের ড্রায়ার গরম ও আর্দ্রতাবিহীন বাতাস সার্কুলেট করে, যা রজনের উপর দিয়ে প্রবাহিত হয়ে পুনরায় সংগ্রহ ও শুকিয়ে পুনরায় চালিত হয়। এই প্রক্রিয়ায় PET-এর আর্দ্রতা মাত্রা ৫০ পিপিএম বা তারও কমে আনা যায়। তবে এই প্রক্রিয়ার দক্ষতা নির্ভর করে বাতাসের ডিউ পয়েন্টের উপর। ডিউ পয়েন্ট যদি যথাযথ না হয়, তবে কিছু আর্দ্রতা থেকে যেতে পারে এবং প্রসেসিং চলাকালে ইনট্রিনসিক ভিসকসিটি হ্রাস পেতে পারে।\n\nইনফ্রারেড ড্রাইং (IRD)** – সাম্প্রতিক বছরগুলোতে একটি নতুন ধরনের ড্রায়ার চালু হয়েছে, যেখানে ইনফ্রারেড রশ্মির সাহায্যে শুকানো হয়। IR হিটিং-এর উচ্চ শক্তি সংক্রমণ হার এবং নির্দিষ্ট তরঙ্গদৈর্ঘ্য ব্যবহারের ফলে এই ড্রায়ারগুলোর শক্তি খরচ ও আকার অনেকটাই কম। এই পদ্ধতিতে মাত্র ১৫ মিনিটে পলিয়েস্টার শুকানো যায় এবং অ্যামরফাস ফ্লেইক স্ফটিকায়িত ও শুকিয়ে প্রায় ৩০০ পিপিএম আর্দ্রতা মাত্রায় আনা যায়। এরপর একটি বাফার হপার ব্যবহার করে <৫০ পিপিএম এ নামানো সম্ভব, সাধারণত এক ঘণ্টার কম সময়ে।\n\n\n== বৈশ্বিক পরিসংখ্যান ==\n\n২০১১ সালে বিশ্বব্যাপী আনুমানিক ৭.৫ মিলিয়ন টন পিইটি সংগ্রহ করা হয়, যা থেকে প্রায় ৫.৯ মিলিয়ন টন ফ্লেইক উৎপাদিত হয়। ২০০৯ সালে এর মধ্যে ৩.৪ মিলিয়ন টন ফাইবার উৎপাদনে, ৫ লক্ষ টন বোতল তৈরিতে, ৫ লক্ষ টন থার্মোফর্মিং-এর জন্য APET শিটে, ২ লক্ষ টন স্ট্র্যাপিং টেপে এবং ১ লক্ষ টন অন্যান্য কাজে ব্যবহৃত হয়। এই হিসাবে দেখা যায়, সংগৃহীত পিইটি বোতলের মাত্র প্রায় ১৫% পুনর্ব্যবহার হয়ে নতুন বোতলে রূপান্তরিত হয়েছিল; বাকিগুলো এমন পণ্যে ব্যবহৃত হয় যা আর পুনর্ব্যবহারযোগ্য নয়।\nPetcore, ইউরোপের একটি বাণিজ্য সংগঠন যা পিইটি সংগ্রহ ও পুনর্ব্যবহার উৎসাহিত করে, জানিয়েছে যে ইইউ ২৮+২ দেশে ২০১৮ সালে ৩.৪ মিলিয়ন টন বোতল বিক্রির মধ্যে ২.১ মিলিয়ন টন পিইটি বোতল সংগ্রহ করা হয়েছিল (প্রায় দুই-তৃতীয়াংশ)। এর মধ্যে ১.৩৫ মিলিয়ন টন r-PET উৎপাদিত হয়, যা নিম্নোক্ত কাজে ব্যবহৃত হয়:\n\n৩০% শিট ও ফিল্ম (এর অর্ধেক খাদ্য সংস্পর্শযোগ্য) (২০১০ সালে: ২২%)\n২৮% বোতল (এর অর্ধেক খাদ্য সংস্পর্শযোগ্য) (২০১০ সালে: ২৫%)\n২৪% ফাইবার (২০১০ সালে: ৩৮%)\n১০% স্ট্র্যাপিং (২০১০ সালে: ১০%)\n৮% অন্যান্য\nNAPCOR জানিয়েছে, ২০১৮ সালে যুক্তরাষ্ট্র ও কানাডায়:\n৩ মিলিয়ন টন বোতল বিক্রির মধ্যে ৯ লক্ষ টন পিইটি বোতল সংগ্রহ করা হয়েছিল (২০০৮ সালে এটি ছিল ৬ লক্ষ টন)। এর মধ্যে ৭ লক্ষ টন r-PET উৎপাদিত হয়েছিল, যার ব্যবহারের অনুপাত ছিল:\n\n১৫% শিট ও ফিল্ম\n৩৫% বোতল (এর এক-পঞ্চমাংশ খাদ্য সংস্পর্শযোগ্য)\n৪০% ফাইবার\n৮% স্ট্র্যাপিং\n১% অন্যান্য\n২০১৯ সালে সুইজারল্যান্ডে বিক্রিত পিইটি বোতলের ৮১% পুনর্ব্যবহার করা হয়েছিল, যা ২০১২ সালের পরিমাণের সমান।\n২০১৮ সালে ফিনল্যান্ডে বিক্রিত পিইটি বোতলের ৯০% পুনর্ব্যবহার করা হয়। এই উচ্চ হারের পেছনে প্রধান কারণ হল সেখানে প্রচলিত ডিপোজিট সিস্টেম। আইন অনুযায়ী, যেসব বোতল বা ক্যান রিফান্ড ব্যবস্থার আওতাভুক্ত নয়, তাদের ওপর €০.৫১/লিটার হারে কর প্রযোজ্য। এই কারণে ১০ সেন্ট থেকে ৪০ সেন্ট পর্যন্ত ডিপোজিট যুক্ত করা হয়, যা রিসাইক্লারকে ফেরত দেওয়া হয়।\n\n\n=== ২০২০ সালে rPET ব্যবহারের খাত (মোট ১,৮০৫ মিলিয়ন পাউন্ড) ===\n৩৮% ফাইবার\n৩৪% পানীয় বোতল\n১৪% শিট ও ফিল্ম\n৭% খাদ্যবহির্ভূত বোতল\n৫% স্ট্র্যাপিং\n২% অন্যান্য\nবিশ্বব্যাপী পিইটি বোতলের পুনর্ব্যবহার হার\n\n\n== ব্যবহার ==\n\n\n=== পিইটি বোতলের পুনঃব্যবহার ===\n২০১৯ সালে জার্মানিতে ২০০ কোটি পিইটি বোতলে খনিজ পানি পুনরায় ভরা হয়। এখন পরিকল্পনা রয়েছে এই পুনঃভর্তিযোগ্য বোতলগুলো rPET দিয়ে তৈরি করার।\nপিইটি বোতল বিভিন্ন কাজে পুনঃব্যবহার করা হয়। যেমন, স্কুল প্রকল্পে ব্যবহার, কিংবা উন্নয়নশীল দেশে সূর্যালোকভিত্তিক পানিশোধন ব্যবস্থায়। এই ব্যবস্থায় খালি পিইটি বোতল পানিতে পূর্ণ করে রোদে রাখা হয়, যাতে সূর্যের অতিবেগুনি রশ্মির সাহায্যে পানির জীবাণু ধ্বংস হয়। পিইটি এই উদ্দেশ্যে উপযোগী, কারণ অনেক অন্যান্য উপাদান (যেমন কাচ) দৃশ্যমান আলোতে স্বচ্ছ হলেও অতিবেগুনি রশ্মির ক্ষেত্রে অস্বচ্ছ।\n\nআরও একটি অভিনব ব্যবহার হচ্ছে তৃতীয় বিশ্বের দেশগুলোতে গৃহ নির্মাণ উপাদান হিসেবে পিইটি বোতল ব্যবহার। অনলাইন সূত্র অনুযায়ী, এই প্রক্রিয়ায় শ্রমনির্ভর পদ্ধতিতে বোতলগুলিকে বালু দিয়ে পূর্ণ করে ইটের মতো স্তরে স্তরে সাজানো হয় এবং তারপরে কাদা বা সিমেন্ট দিয়ে গাঁথা হয়। কিছু বোতল বাতাস বা পানি দিয়ে পূর্ণ করা হয়, যাতে ঘরের ভেতরে আলো প্রবেশ করতে পারে।\n\n\n=== তন্তু (ফাইবার) ===\nপুনর্ব্যবহৃত পিইটির বেশিরভাগ অংশই পোশাক তৈরির তন্তু হিসেবে ব্যবহৃত হয়। তবে rPET দিয়ে কার্পেট তৈরির তন্তুও তৈরি হয়। Mohawk Industries ১৯৯৯ সালে *everSTRAND* নামের একটি সম্পূর্ণ পোস্ট-কনজিউমার rPET ফাইবার বাজারে আনে। সেই থেকে ১৭ বিলিয়নেরও বেশি বোতল কার্পেট তন্তুতে রূপান্তরিত হয়েছে। Pharr Yarns, যা Looptex, Dobbs Mills, এবং Berkshire Flooring-এর মতো বহু কার্পেট প্রস্তুতকারকের সরবরাহকারী, BCF (bulk continuous filament) পিইটি তন্তু তৈরি করে, যাতে অন্তত ২৫% পোস্ট-কনজিউমার পুনর্ব্যবহৃত উপাদান থাকে।\n\n\n=== শক্তি পুনরুদ্ধার ===\nযদি কোনো কারণে পিইটি বোতল পুনর্ব্যবহার করা সম্ভব না হয়, তবে তা বর্জ্য-থেকে-শক্তি প্ল্যান্টে জ্বালানি হিসেবে ভালো কাজ করে। কারণ পিইটি মূলত কার্বন, হাইড্রোজেন ও অক্সিজেন দ্বারা গঠিত এবং এতে খুব সামান্য পরিমাণে অনুঘটক উপাদান থাকে (সালফার থাকে না)। পিইটির শক্তিমান উপাদান হিসেবে মান প্রায় সফট কয়লার সমান।\n\n\n== জীবনচক্র বিশ্লেষণ ==\nগবেষণায় দেখা গেছে, যান্ত্রিক পুনর্ব্যবহার (mechanical recycling) পদ্ধতির পরিবেশগত প্রভাব দাহন প্রক্রিয়ার (incineration) তুলনায় অনেক কম। এর কারণ, পুনর্ব্যবহারে নতুন কাঁচামাল উৎপাদনের প্রয়োজন হয় না, ফলে সম্পদ ও জ্বালানির সাশ্রয় ঘটে।\nযুক্তরাষ্ট্রভিত্তিক ২০১৮ সালের একটি গবেষণায় দেখা গেছে, পুনর্ব্যবহৃত পিইটি (rPET) ব্যবহারে ভার্জিন পিইটির তুলনায় পরিবেশগত প্রভাব উল্লেখযোগ্যভাবে হ্রাস পায়। (এই গবেষণায় সব ধরণের ব্যবহার বিশ্লেষণ করা হলেও, পিইটি বোতল ছিল প্রধান উপাদান)। এমনকি যদি ধরা হয় পুনর্ব্যবহার না থাকলেও ভার্জিন পিইটি ব্যবহার চলবে, তবুও rPET ব্যবহারে পরিবর্তনগুলি এমন:\n\nশক্তি ব্যবহার: ৭০ → ১৫ মেগাজুল/কেজি\nপানি ব্যবহার: ৯.৯ → ১০.৩ লিটার/কেজি (যান্ত্রিক পুনর্ব্যবহারে অতিরিক্ত ধোয়ার প্রয়োজনে পানি ব্যবহার কিছুটা বাড়ে)\nগ্রিনহাউস গ্যাস নিঃসরণ: ২.৮ → ০.৯ কেজি CO₂ /কেজি\n\n\n== আরও দেখুন ==\nপ্লাস্টিক বোতল সংক্রান্ত স্বাস্থ্য ও পরিবেশগত উদ্বেগ\nLow plastic water bottle\nPlastiki\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Recycling"}