{"pageid": 1383781, "title": "ইজাযাহ (সনদ)", "url": "https://bn.wikipedia.org/wiki?curid=1383781", "content": "ইজাজাহ (আরবি: الإِجازَة, \"অনুমতি\", \"সম্মতি\", \"লাইসেন্স\"; বহুবচন: ইজাজাহ বা ইজাজাত) হলো কোন নির্দিষ্ট পাঠ্য বা বিষয়ের জ্ঞান বিতরণ করার জন্য একটি অনুমতি। এটি বিশেষ করে ইসলামী ধর্মীয় জ্ঞান প্রবাহিত করার ক্ষেত্রে ব্যবহৃত হয়। লাইসেন্সটি সাধারণত বোঝায় যে ছাত্রটি ইজাজাহ প্রদানকারীর কাছ থেকে প্রত্যক্ষ মৌখিক নির্দেশের মাধ্যমে এই জ্ঞান অর্জন করেছে।যদিও এই প্রয়োজনীয়তা সময়ের সাথে সাথে শিথিল করা হয়েছে।ইজাজাহ প্রাথমিকভাবে সুন্নি ইসলামের সাথে যুক্ত হলেও, এই ধারণাটি শিয়া হাদিসগুলোতেও দেখা যায়।\nঅরিয়েন্টাল স্টাডিজের অধ্যাপক জর্জ মাকদিসি বলেন যে ইজাজাহই হলো বিশ্ববিদ্যালয়ের একাডেমিক ডিগ্রি এবং ডক্টরেটের উৎপত্তি। আরবি অধ্যাপক, অ্যালফ্রেড গুইলাম (SOAS); সমাজতত্ত্বের অধ্যাপক, সৈয়দ ফরিদ আল-আত্তাস (ন্যাশনাল ইউনিভার্সিটি অফ সিঙ্গাপুর) মধ্যপ্রাচ্য স্টাডিজের অধ্যাপক, ডেভিন জে. স্টুয়ার্ট (এমোরি ইউনিভার্সিটি) একমত যে ইজাজাহ এবং বিশ্ববিদ্যালয়ের ডিগ্রির মধ্যে সাদৃশ্য রয়েছে। যাইহোক, টবি হাফ এবং অন্যরা মাকদিসির তত্ত্ব প্রত্যাখ্যান করেন। ডেভিন জে. স্টুয়ার্ট অনুমোদনকারী কর্তৃপক্ষের মধ্যে পার্থক্য লক্ষ্য করেন (ইজাজাহর জন্য একক অধ্যাপক এবং বিশ্ববিদ্যালয়ের ক্ষেত্রে কর্পোরেট সত্তা)।\n\n\n== বর্ণনা ==\nহার্ভার্ড বিশ্ববিদ্যালয়ের অধ্যাপক উইলিয়াম এ. গ্রাহাম তার \"Traditionalism in Islam: An Essay in Interpretation\" শীর্ষক প্রবন্ধে ইজাজাহ ব্যবস্থাকে নিম্নরূপে ব্যাখ্যা করেছেন:\nহাদিস চর্চার প্রথম দিকে, জ্ঞানপিপাসু ব্যক্তিরা বিখ্যাত আলেমদের কাছে যাত্রা করতেন তাঁদের মুখে হাদিস শুনতে এবং তাঁদের নামে হাদিস বর্ণনা করার অনুমতি (ইজাজা) লাভ করতে। এই ইজাজা ব্যবস্থাটি শুধুমাত্র হাদিস নয়, ইতিহাস, আইন, ভাষাতত্ত্ব, সাহিত্য, সুফিবাদ বা ধর্মতত্ত্বের যেকোনো ধরনের লেখা বর্ণনা করার জন্যও ব্যবহৃত হয়। একটি হাদিস বা পাণ্ডুলিপির ইসনাদে উল্লেখ থাকে যে কীভাবে সেটি শিক্ষক থেকে ছাত্রের কাছে মুখোমুখীভাবে পৌঁছেছে। ইজাজার মাধ্যমে শিক্ষক ছাত্রকে হাদিস বর্ণনার অনুমতি দেন। একটি লিখিত ইজাজায় শিক্ষক সাধারণত সাহাবী, পরবর্তী কোনো সম্মানিত শায়খ বা কোনো নির্দিষ্ট বইয়ের লেখকের মাধ্যমে নবীজীর (সা.) পর্যন্ত তাঁর শিক্ষকদের একটি ইসনাদ অন্তর্ভুক্ত করেন।\n\n\n== তথ্যসূত্র =="}