{"pageid": 1383811, "title": "বায়োপলিমার", "url": "https://bn.wikipedia.org/wiki?curid=1383811", "content": "বায়োপলিমার হলো প্রাকৃতিক পলিমার, যা জীবিত প্রাণীর কোষ দ্বারা উৎপাদিত হয়। অন্যান্য পলিমারের মতো, বায়োপলিমারও মোনোমার একক দ্বারা গঠিত, যেগুলো কোভালেন্ট বন্ধনে একত্রে যুক্ত হয়ে বড় আকারের অণু তৈরি করে।\nবায়োপলিমারকে সাধারণত তিনটি প্রধান শ্রেণিতে ভাগ করা হয়, মোনোমারের ধরন এবং গঠনের ভিত্তিতে: পলিনিউক্লিওটাইড, পলিপেপটাইড এবং পলিস্যাকারাইড। পলিনিউক্লিওটাইড শ্রেণির মধ্যে ডিএনএ ও আরএনএ অন্তর্ভুক্ত, যেগুলো নিউক্লিওটাইড এককের দীর্ঘ শৃঙ্খল। পলিপেপটাইড শ্রেণিতে প্রোটিন এবং অ্যামিনো অ্যাসিডের স্বল্প দৈর্ঘ্যের পলিমার পড়ে; এর কিছু উল্লেখযোগ্য উদাহরণ হলো কলাজেন, অ্যাকটিন এবং ফাইব্রিন। পলিস্যাকারাইড হলো চিনি বা কার্বোহাইড্রেটের সরল অথবা শাখাবিন্যস্ত শৃঙ্খল; উদাহরণস্বরূপ স্টার্চ, সেলুলোজ ও অ্যালজিনেট।\nএছাড়াও অন্যান্য বায়োপলিমারের মধ্যে রয়েছে প্রাকৃতিক রাবার (যা আইসোপ্রিন থেকে গঠিত), সাবেরিন ও লিগনিন (জটিল পলিফেনলিক পলিমার), কিউটিন ও কুটান (দীর্ঘ শৃঙ্খলযুক্ত ফ্যাটি অ্যাসিডের জটিল পলিমার), মেলানিন এবং পলিহাইড্রোক্সিএলকানোয়েট (PHA)।\nজীবদেহে বিভিন্ন গুরুত্বপূর্ণ ভূমিকা পালনের পাশাপাশি, বায়োপলিমার খাদ্যশিল্প, উৎপাদন, মোড়কীকরণ এবং বায়োমেডিক্যাল প্রকৌশল-সহ বিভিন্ন ক্ষেত্রে ব্যবহারযোগ্য।\n\n\n== বায়োপলিমার বনাম কৃত্রিম পলিমার ==\nবায়োপলিমার ও কৃত্রিম পলিমার-এর মধ্যে একটি প্রধান পার্থক্য হলো এদের গঠনে। সকল পলিমারই মোনোমার নামক পুনরাবৃত্ত উপাদান দ্বারা গঠিত। বায়োপলিমারের গঠন সাধারণত সুসংজ্ঞায়িত হয়, যদিও এটি সব সময়ের জন্য বাধ্যতামূলক নয় (যেমন: লিগনোসেলুলোজ উদাহরণ)। প্রোটিনের ক্ষেত্রে, এই মোনোমার এককগুলি যেভাবে বিন্যস্ত হয় এবং যে নির্দিষ্ট রাসায়নিক গঠন গঠন করে, তাকে বলা হয় প্রাথমিক গঠন।\nঅনেক বায়োপলিমার স্বতঃস্ফূর্তভাবে একটি সুনির্দিষ্ট, সংকুচিত রূপে ভাঁজ হয়ে যায় (দেখুন: \"প্রোটিন ভাঁজ হওয়া\", গৌণ গঠন এবং তৃতীয়িক গঠন), যা তাদের জৈবিক কার্যকারিতা নির্ধারণ করে এবং এই গঠন প্রাথমিক গঠনের জটিল নির্ভরতার ওপর ভিত্তি করে তৈরি হয়। গঠনগত জীববিদ্যা হলো বায়োপলিমারের গঠন ও গুণাগুণ নিয়ে গবেষণার শাখা।\nঅন্যদিকে, অধিকাংশ কৃত্রিম পলিমার অপেক্ষাকৃত সরল এবং এলোমেলো (বা আকস্মিক) গঠনের হয়। এ কারণে তাদের মধ্যে অণু ভরের যে বৈচিত্র্য দেখা যায়, তা বায়োপলিমারে অনুপস্থিত। প্রকৃতপক্ষে, যেহেতু অধিকাংশ বায়োপলিমার টেমপ্লেট-নির্দেশিত প্রক্রিয়ায় জীবন্ত কোষে তৈরি হয়, তাই একই ধরনের সব বায়োপলিমার (যেমন, একটি নির্দিষ্ট প্রোটিন) প্রায় একই রকম হয়—তারা অনুরূপ মোনোমার বিন্যাস ও সংখ্যা ধারণ করে এবং ফলত তাদের ভরও একই হয়। এই বৈশিষ্ট্যকে বলা হয় মনোডিসপার্সিটি, যা কৃত্রিম পলিমারে দেখা যায় এমন পলিডিসপার্সিটির বিপরীত।\nএই কারণে, বায়োপলিমারের ডিসপার্সিটি এর মান ১ হয়।\n\n\n== প্রচলিত নিয়ম ও নামকরণ ==\n\n\n=== পলিপেপটাইড ===\nপলিপেপটাইডের ক্ষেত্রে প্রচলিত নিয়ম হলো সংশ্লিষ্ট অ্যামিনো অ্যাসিডের নামগুলি তালিকাভুক্ত করা হয় অ্যামিনো টার্মিনাস থেকে কার্বক্সিল টার্মিনাস পর্যন্ত ক্রমানুসারে। অ্যামিনো অ্যাসিড এককগুলি সবসময় পেপটাইড বন্ধন দ্বারা যুক্ত থাকে। যদিও দৈনন্দিন ভাষায় 'প্রোটিন' শব্দটি যেকোনো পলিপেপটাইড বোঝাতে ব্যবহৃত হয়, প্রকৃতপক্ষে এটি বড় আকারের বা পূর্ণ কার্যক্ষম রূপ বোঝায়। একটি প্রোটিন একাধিক পলিপেপটাইড শৃঙ্খল নিয়ে গঠিত হতে পারে, আবার একটি মাত্র শৃঙ্খলও হতে পারে। প্রোটিনে অনেক সময় স্যাকারাইড শৃঙ্খল বা লিপিডের মতো অ-পেপটাইড উপাদানও যুক্ত থাকতে পারে।\n\n\n=== নিউক্লিক অ্যাসিড ===\nনিউক্লিক অ্যাসিড শৃঙ্খলের ক্ষেত্রে প্রচলিত নিয়ম হলো নিউক্লিওটাইডের নাম তালিকাভুক্ত করা হয় ৫' (পাঁচ ড্যাশ) প্রান্ত থেকে ৩' (তিন ড্যাশ) প্রান্ত পর্যন্ত। এখানে ৫' ও ৩' নির্দেশ করে রাইবোজ চক্রের কার্বনের অবস্থান, যা ফসফেট ডাই-এস্টার বন্ধন গঠনে অংশ নেয়। এই রূপে উপস্থাপিত নিউক্লিওটাইড বিন্যাসকে বায়োপলিমারের প্রাথমিক গঠন বলা হয়।\n\n\n=== পলিস্যাকারাইড ===\nপলিস্যাকারাইড (চিনিজাত পলিমার) হতে পারে সরলরৈখিক অথবা শাখাবিন্যস্ত এবং সাধারণত গ্লাইকোসিডিক বন্ধন দ্বারা সংযুক্ত থাকে। বন্ধনের সুনির্দিষ্ট অবস্থান পরিবর্তনশীল হতে পারে, এবং যুক্তকারি কার্যকরী দলগুলোর অভিমুখও গুরুত্বপূর্ণ; এর ফলে α- এবং β-গ্লাইকোসিডিক বন্ধন গঠিত হয়, যেখানে বন্ধনের নম্বর নির্দেশ করে চক্রের কোন কার্বনের মাধ্যমে সংযোগ হয়েছে। এ ছাড়াও, অনেক স্যাকারাইড একক বিভিন্ন রাসায়নিক পরিবর্তনের মধ্য দিয়ে যেতে পারে, যেমন অ্যামিনেশন, এবং অন্য যৌগের অংশ হিসেবেও যুক্ত হতে পারে, যেমন গ্লাইকোপ্রোটিন।\n\n\n== গঠনগত বৈশিষ্ট্য নির্ণয় ==\nবায়োপলিমারের ক্রমসংক্রান্ত তথ্য নির্ধারণে বিভিন্ন জীবভৌত (biophysical) পদ্ধতি ব্যবহৃত হয়। প্রোটিনের ক্রম নির্ধারণের একটি পরিচিত পদ্ধতি হলো এডম্যান বিঘটন (Edman degradation), যেখানে শৃঙ্খলের এন-টার্মিনাল অ্যামিনো অ্যাসিড একে একে হাইড্রোলাইজ করে, রাসায়নিকভাবে পরিবর্তিত করে চিহ্নিত করা হয়। এছাড়াও ম্যাস স্পেকট্রোমেট্রি পদ্ধতিও ব্যবহৃত হতে পারে।\nনিউক্লিক অ্যাসিডের ক্রম নির্ধারণে ব্যবহৃত হয় জেল ইলেকট্রোফোরেসিস এবং ক্যাপিলারি ইলেকট্রোফোরেসিস। এ ছাড়াও, বায়োপলিমারের যান্ত্রিক বৈশিষ্ট্য (mechanical properties) অপটিক্যাল টুইজার বা অ্যাটমিক ফোর্স মাইক্রোস্কোপি-এর মাধ্যমে নির্ধারণ করা যায়।\nডুয়াল-পোলারাইজেশন ইন্টারফেরোমেট্রি পদ্ধতি ব্যবহার করে, এই বায়োপলিমারগুলির গঠনগত পরিবর্তন বা আত্ম-সমবায় (self-assembly) নিরীক্ষণ করা যায়, বিশেষ করে যখন এগুলি pH, তাপমাত্রা, আয়নিক ঘনত্ব অথবা অন্যান্য যুক্ত অংশীদারের প্রভাবে উদ্দীপ্ত হয়।\n\n\n== সাধারণ বায়োপলিমার ==\nকলাজেন: কলাজেন কশেরুক প্রজাতির প্রধান গঠন উপাদান এবং স্তন্যপায়ী প্রাণীদের মধ্যে এটি সবচেয়ে প্রাচুর্যপূর্ণ প্রোটিন। এই কারণেই এটি সহজলভ্য বায়োপলিমারগুলির একটি এবং গবেষণায় বহুল ব্যবহৃত। কলাজেনের যান্ত্রিক গঠনের জন্য এতে উচ্চ টান সহনশীলতা (tensile strength) রয়েছে এবং এটি অ-বিষাক্ত, সহজে শোষণযোগ্য, জৈব-বিনাশযোগ্য ও জীবসঙ্গত উপাদান। তাই কলাজেন বহু চিকিৎসা ক্ষেত্রে যেমন টিস্যু সংক্রমণের চিকিৎসা, ওষুধ পরিবহন ব্যবস্থা ও জিন থেরাপিতে ব্যবহৃত হয়েছে।\nসিল্ক ফাইব্রোইন: সিল্ক ফাইব্রোইন (SF) হলো একটি প্রোটিন-সমৃদ্ধ বায়োপলিমার যা বিভিন্ন জাতের রেশমপোকা থেকে পাওয়া যায়, যেমন মুলবেরি জাতের *Bombyx mori*। কলাজেনের তুলনায় SF-এর টান সহনশীলতা কম হলেও, এর অনবসর্গযোগ্য ও তন্তুযুক্ত প্রোটিন গঠনের কারণে এতে উচ্চ সংযোজন ক্ষমতা রয়েছে। সাম্প্রতিক গবেষণায় দেখা গেছে SF-এর রক্ত জমাটবিরোধী বৈশিষ্ট্য ও প্লেটলেট সংযোজন ক্ষমতা রয়েছে। এছাড়াও SF ইন ভিট্রো স্টেম সেলের বর্ধনেও সহায়ক।\nজেলাটিন: জেলাটিন হলো টাইপ I কলাজেন থেকে প্রাপ্ত একটি প্রোটিন, যা সিস্টেইন যুক্ত এবং এটি প্রাণীর হাড়, টিস্যু ও ত্বক থেকে আংশিক হাইড্রোলাইসিসের মাধ্যমে উৎপন্ন হয়। জেলাটিন দুই প্রকার—টাইপ A ও টাইপ B। টাইপ A অ্যাসিড হাইড্রোলাইসিস দ্বারা উৎপন্ন হয় এবং এতে ১৮.৫% নাইট্রোজেন থাকে; টাইপ B অ্যালকালাইন হাইড্রোলাইসিস দ্বারা উৎপন্ন হয়, এতে নাইট্রোজেন ১৮% থাকে তবে অ্যামাইড গ্রুপ থাকে না। উচ্চ তাপমাত্রায় জেলাটিন গলে কুণ্ডল আকার ধারণ করে এবং নিম্ন তাপমাত্রায় কুণ্ডল থেকে হেলিক্স রূপে রূপান্তরিত হয়। এতে NH₂, SH, COOH-এর মতো কার্যকরী গ্রুপ থাকে, যা ন্যানোপার্টিকল ও জৈব অনুর মাধ্যমে পরিবর্তনযোগ্য করে তোলে। জেলাটিন extracellular matrix প্রোটিন হওয়ায় এটি ক্ষত সজ্জা, ওষুধ পরিবহন ও জিন স্থানান্তরের মতো কাজে ব্যবহৃত হয়।\nস্টার্চ: স্টার্চ একটি সাশ্রয়ী ও জৈব-বিনাশযোগ্য বায়োপলিমার, যা সহজলভ্য। এতে ন্যানোফাইবার বা মাইক্রোফাইবার যোগ করলে এর ইলাস্টিসিটি (প্রসারণ ক্ষমতা) ও দৃঢ়তা বাড়ে। তবে ফাইবার ছাড়া স্টার্চ আর্দ্রতার প্রতি সংবেদনশীল হওয়ায় যান্ত্রিক গুণাগুণ দুর্বল। স্টার্চ জৈব-বিনাশযোগ্য ও পুনর্নবীকরণযোগ্য হওয়ায় এটি প্লাস্টিক এবং ওষুধের ট্যাবলেট তৈরিসহ বিভিন্ন কাজে ব্যবহৃত হয়।\nসেলুলোজ: সেলুলোজ একটি অত্যন্ত গঠিত বায়োপলিমার, যেখানে পরপর সজ্জিত শৃঙ্খল স্ফটিকীয় গঠন সৃষ্টি করে। এর দৃঢ়তা ও স্থায়িত্ব আসে এর সোজাসুজি শৃঙ্খলা থেকে, যা গ্লুকোজ মোনোমার দ্বারা গঠিত এবং গ্লাইকোজেন বন্ধনে যুক্ত থাকে। এই সোজা গঠন অনুর ঘনভাবে সজ্জিত হতে সাহায্য করে। সেলুলোজ পরিবেশবান্ধব, জীবসঙ্গত এবং সহজলভ্য হওয়ায় ব্যাপকভাবে ব্যবহৃত হয়। এটি ন্যানোসেলুলোজ রূপে ব্যবহৃত হয়, যা নিম্ন ঘনত্বে স্বচ্ছ জেল তৈরি করতে পারে। এই জেল জৈব-বিনাশযোগ্য, সামসত্ত্ব এবং ঘন চলচ্চিত্র তৈরি করতে পারে, যা জৈব চিকিৎসা ক্ষেত্রে গুরুত্বপূর্ণ।\nঅ্যালজিনেট: অ্যালজিনেট হলো সামুদ্রিক উৎস থেকে প্রাপ্ত সবচেয়ে প্রচুর প্রাকৃতিক পলিমার, যা বাদামি সামুদ্রিক শৈবাল থেকে সংগ্রহ করা হয়। এটি মোড়কীকরণ, বস্ত্র, খাদ্য শিল্প, জৈব-প্রকৌশল ও রাসায়নিক প্রকৌশল-সহ বিভিন্ন ক্ষেত্রে ব্যবহৃত হয়। অ্যালজিনেটের প্রথম ব্যবহার ছিল ক্ষত সজ্জা তৈরিতে, যেখানে এর জেলজাত এবং শোষণক্ষম বৈশিষ্ট্য আবিষ্কৃত হয়। ক্ষতের ওপর অ্যালজিনেট প্রয়োগ করলে এটি একটি সুরক্ষামূলক জেল স্তর তৈরি করে, যা নিরাময় ও টিস্যু পুনর্জন্মে সহায়তা করে এবং তাপমাত্রা নিয়ন্ত্রণেও সহায়ক। এছাড়াও, অ্যালজিনেটকে ওষুধ পরিবহনের মাধ্যম হিসেবেও উন্নত করা হয়েছে, যেখানে বিভিন্ন ঘনত্ব ও তন্তু গঠনের ফলে ওষুধ মুক্তির হার সহজেই নিয়ন্ত্রিত হতে পারে।\n\n\n== বায়োপলিমারের প্রয়োগ ==\nবায়োপলিমারের প্রয়োগমূলক ক্ষেত্রকে প্রধানত দুটি ভাগে বিভক্ত করা যায়—জৈব-চিকিৎসাবিষয়ক এবং শিল্পভিত্তিক।\n\n\n=== জৈব-চিকিৎসা (Biomedical) ===\nজৈব-প্রকৌশলের (biomedical engineering) অন্যতম উদ্দেশ্য হলো দেহের স্বাভাবিক কার্যাবলি বজায় রাখতে দেহাংশের অনুকরণ তৈরি করা। এই লক্ষ্য অর্জনে জীবসঙ্গত (biocompatible) বৈশিষ্ট্যের জন্য বায়োপলিমার ব্যাপকভাবে ব্যবহৃত হয় টিস্যু প্রকৌশল, চিকিৎসা উপকরণ ও ঔষধ শিল্পে। বায়োপলিমারের যান্ত্রিক বৈশিষ্ট্য এদের পুনর্জন্মমূলক চিকিৎসা (regenerative medicine), টিস্যু প্রকৌশল, ওষুধ পরিবহন এবং সার্বিক চিকিৎসা প্রয়োগে উপযোগী করে তোলে। এগুলো ক্ষত নিরাময়, জৈব-ক্রিয়াশীলতা (bioactivity) বৃদ্ধি এবং বিষাক্ততা মুক্ত পরিবেশ সরবরাহ করে। কৃত্রিম পলিমারের তুলনায়, যেগুলো প্রায়শই অনাক্রম্য প্রতিক্রিয়া ও অবনমনের পর বিষক্রিয়া সৃষ্টি করতে পারে, বায়োপলিমার সাধারণত দেহে সহজে একীভূত হয় এবং জটিল গঠন থাকায় মানবদেহের সঙ্গে মিল বেশি থাকে।\nবিশেষত, কলাজেন ও সিল্ক জাতীয় পলিপেপটাইড জীবসঙ্গত উপাদান হিসেবে গবেষণায় ব্যবহৃত হচ্ছে, কারণ এগুলো সহজলভ্য এবং সাশ্রয়ী। জেলাটিন ক্ষত সজ্জায় আঠাল পদার্থ হিসেবে ব্যবহৃত হয়। জেলাটিনযুক্ত স্ক্যাফোল্ড ও ফিল্মে ওষুধ ও পুষ্টি উপাদান সংরক্ষণ করে ক্ষতে প্রয়োগ করা যায়।\nকলাজেনভিত্তিক কিছু গুরুত্বপূর্ণ প্রয়োগ উদাহরণ নিচে দেওয়া হলো:\nকলাজেনভিত্তিক ওষুধ পরিবহন ব্যবস্থা: কলাজেন ফিল্ম বাধা ঝিল্লির (barrier membrane) মতো কাজ করে এবং সংক্রমিত টিস্যু, যেমন কর্নিয়া বা লিভার ক্যানসারের চিকিৎসায় ব্যবহৃত হয়। এছাড়াও কলাজেন ফিল্ম জিন পরিবহন ব্যবস্থায় ব্যবহৃত হয়েছে যা অস্থি গঠনে সহায়তা করে।\nকলাজেন স্পঞ্জ: এটি পোড়া রোগীদের ক্ষত সজ্জা হিসেবে ব্যবহৃত হয়। কলাজেন ইমপ্লান্ট স্কিন সেল চাষ ও ওষুধ পরিবহনের জন্য পোড়া ক্ষত প্রতিস্থাপনে ব্যবহৃত হয়।\nহেমোস্ট্যাট হিসেবে কলাজেন: কলাজেন প্লেটলেটের সঙ্গে মিথস্ক্রিয়ায় দ্রুত রক্ত জমাট বাঁধায় সাহায্য করে। এই দ্রুত জমাট বাঁধা অস্থায়ী কাঠামো তৈরি করে, যা হোস্ট কোষ দ্বারা ফাইব্রাস স্ট্রোমা পুনর্গঠনে সহায়তা করে। কলাজেনভিত্তিক হেমোস্ট্যাট রক্তক্ষয় কমাতে এবং যকৃত বা প্লীহা ইত্যাদি অঙ্গের রক্তপাত নিয়ন্ত্রণে সাহায্য করে।\nকাইটোসান আরেকটি জনপ্রিয় বায়োপলিমার যা চিকিৎসা গবেষণায় বহুল ব্যবহৃত। এটি চিটিন থেকে তৈরি হয়, যা কাঁকড়া ও পোকামাকড়ের বহিঃকঙ্কালের মূল উপাদান এবং পৃথিবীর দ্বিতীয় সর্বাধিক প্রচুর বায়োপলিমার। কাইটোসান জীবসঙ্গত, অত্যন্ত জৈব-সক্রিয় (bioactive), জৈব-বিনাশযোগ্য (যা ইমপ্লান্ট অপসারণের প্রয়োজনীয়তা কমায়), জেল ও ফিল্ম তৈরি করতে সক্ষম এবং নির্বাচিত পারগম্যতা (selective permeability) রাখে। এই বৈশিষ্ট্যগুলোর জন্য এটি চিকিৎসাক্ষেত্রে বহুবিধ ব্যবহৃত হয়।\nওষুধ পরিবহনে কাইটোসান: কাইটোসান ওষুধের শোষণ ও স্থায়িত্ব বাড়াতে সাহায্য করে, তাই ওষুধ লক্ষ্যস্থানে পৌঁছানোর জন্য এটি ব্যবহৃত হয়। এছাড়াও, ক্যানসার বিরোধী যৌগের সঙ্গে যুক্ত কাইটোসান ধীরে ধীরে ওষুধ নির্গমন করে ক্যানসার কোষ ধ্বংসে কার্যকর হতে পারে।\nপ্রতিজৈবিক (অ্যান্টিমাইক্রোবিয়াল) হিসেবে কাইটোসান: এটি শৈবাল, ছত্রাক, ব্যাকটেরিয়া এবং বিভিন্ন ইস্ট প্রজাতির গ্রাম-পজিটিভ ব্যাকটেরিয়ার বৃদ্ধির বিরুদ্ধে কাজ করে।\nটিস্যু প্রকৌশলে কাইটোসান যৌগ: কাইটোসান পাউডারকে অ্যালজিনেটের সঙ্গে মিশিয়ে কার্যকর ক্ষত সজ্জা তৈরি করা যায়। এই সজ্জা আর্দ্র, জীবসঙ্গত পরিবেশ তৈরি করে, যা ক্ষত নিরাময়ে সহায়তা করে। এটি জৈব-বিনাশযোগ্য এবং ছিদ্রযুক্ত গঠন ধারণ করে, যার মাধ্যমে কোষ বৃদ্ধি পেতে পারে। আরও নির্দিষ্টভাবে, থাইওলেটেড কাইটোসান (থাইওমার) ডাইসালফাইড বন্ধনের মাধ্যমে ত্রি-মাত্রিক জাল তৈরি করে, যা টিস্যু প্রকৌশল ও ক্ষত নিরাময়ে ব্যবহৃত হয়।\n\n\n=== শিল্পক্ষেত্র (Industrial) ===\nখাদ্য শিল্প: বায়োপলিমার বর্তমানে খাদ্য শিল্পে মোড়কীকরণ, খাওয়া যায় এমন আবরণ (edible encapsulation film) এবং খাদ্য প্রলেপ হিসেবে ব্যবহৃত হচ্ছে। পলিল্যাকটিক অ্যাসিড (PLA) এই খাতে বহুল ব্যবহৃত, কারণ এটি স্বচ্ছ রঙের এবং পানির প্রতিক্রিয়ায় টেকসই। তবে অধিকাংশ পলিমার হাইড্রোফিলিক প্রকৃতির হওয়ায় আর্দ্রতার সংস্পর্শে এলে সহজে ক্ষয়প্রাপ্ত হয়। বায়োপলিমার দিয়ে তৈরি খাওয়া যায় এমন ফিল্ম খাদ্যকে ঘিরে রাখতে পারে এবং সেই সঙ্গে অ্যান্টিঅক্সিডেন্ট, এনজাইম, প্রোবায়োটিক, খনিজ ও ভিটামিন বহন করতে পারে। এভাবে প্রলিপ্ত খাদ্য গ্রহণ করলে শরীর এসব উপাদান গ্রহণ করতে পারে।\nমোড়কীকরণ: মোড়কীকরণে সবচেয়ে প্রচলিত বায়োপলিমার হলো পলিহাইড্রোক্সিএলকানোয়েট (PHA), পলিল্যাকটিক অ্যাসিড (PLA) ও স্টার্চ। স্টার্চ ও PLA বাজারে সহজলভ্য এবং জৈব-বিনাশযোগ্য, তাই এগুলো মোড়ক তৈরিতে ব্যাপকভাবে ব্যবহৃত হয়। তবে এদের আর্দ্রতা বা গ্যাস প্রতিরোধ ক্ষমতা এবং তাপ-সহনশীলতা আদর্শ নয়। হাইড্রোফিলিক পলিমার পানির প্রতিরোধে দুর্বল এবং এর ফলে মোড়কে পানি প্রবেশ করে, যা এর ভিতরের সামগ্রীর উপর প্রভাব ফেলে। পলিগ্লাইকোলিক অ্যাসিড (PGA) একটি বায়োপলিমার, যার প্রতিবন্ধকতা গুণাবলি (barrier properties) ভালো এবং এটি PLA ও স্টার্চের সীমাবদ্ধতা কাটিয়ে উঠতে ব্যবহৃত হচ্ছে।\nপানিশোধন: কাইটোসান পানিশোধনে ব্যবহৃত হয়েছে। এটি একটি ফ্লকুল্যান্ট হিসেবে কাজ করে এবং পরিবেশে কয়েক সপ্তাহ বা মাসের মধ্যেই ভেঙে যায়, যা অন্যান্য উপাদানের তুলনায় দ্রুত। কাইটোসান চিলেশন প্রক্রিয়ার মাধ্যমে পানি পরিশোধন করে, যেখানে পলিমার শৃঙ্খলের নির্দিষ্ট স্থানে পানির ধাতব আয়নের সঙ্গে বন্ধন গঠন করে চিলেট তৈরি হয়। গবেষণায় দেখা গেছে কাইটোসান ঝড় বা বর্জ্যজলের পরিশোধনে একটি কার্যকর মাধ্যম হিসেবে কাজ করতে পারে।\n\n\n== উপাদান হিসেবে ব্যবহারে বায়োপলিমার ==\nকিছু বায়োপলিমার—যেমন পলিল্যাকটিক অ্যাসিড (PLA), প্রাকৃতিকভাবে বিদ্যমান জিন প্রোটিন (zein) এবং পলি-৩-হাইড্রক্সিবিউট্যারেট—পলিস্টাইরিন বা পলিইথিলিন ভিত্তিক প্লাস্টিকের বিকল্প হিসেবে ব্যবহৃত হতে পারে।\nবর্তমানে কিছু প্লাস্টিককে 'বিভাজ্য' (degradable), 'অক্সি-বিভাজ্য' (oxy-degradable) অথবা 'UV-বিভাজ্য' (UV-degradable) নামে অভিহিত করা হয়। এর মানে, এসব প্লাস্টিক আলো বা বায়ুর সংস্পর্শে এলে ভেঙে পড়ে। কিন্তু এগুলোর ৯৮ শতাংশই তেল-ভিত্তিক এবং ইউরোপীয় ইউনিয়নের প্যাকেজিং ও প্যাকেজিং বর্জ্য সংক্রান্ত নির্দেশিকা (94/62/EC) অনুযায়ী এখনো ‘জৈব-বিনাশযোগ্য’ হিসেবে স্বীকৃত নয়। অপরদিকে, বায়োপলিমার প্রকৃত অর্থেই ভেঙে পড়ে এবং কিছু বায়োপলিমার গার্হস্থ্য কম্পোস্টিং-এর জন্য উপযোগী।\nবায়োপলিমার (বা নবায়নযোগ্য পলিমার) জৈববস্তু (biomass) থেকে উৎপন্ন হয় এবং মোড়ক শিল্পে ব্যবহৃত হয়। এই জৈববস্তু চিনিবীট, আলু অথবা গম জাতীয় শস্য থেকে আসে। যখন এই ফসলগুলো বায়োপলিমার উৎপাদনে ব্যবহৃত হয়, তখন এগুলোকে অখাদ্য ফসল (non-food crops) হিসেবে শ্রেণিবদ্ধ করা হয়। উৎপাদনের কিছু প্রক্রিয়া উদাহরণস্বরূপ:\n\nচিনিবীট → গ্লাইকোনিক অ্যাসিড → পলিগ্লাইকোনিক অ্যাসিড\nস্টার্চ → (ফারমেন্টেশন) → ল্যাকটিক অ্যাসিড → পলিল্যাকটিক অ্যাসিড (PLA)\nজৈববস্তু → (ফারমেন্টেশন) → জৈব ইথানল → ইথিন → পলিইথিলিন\nবিভিন্ন ধরনের মোড়ক বায়োপলিমার থেকে তৈরি হতে পারে: যেমন খাদ্য রাখার ট্রে, ভঙ্গুর পণ্যের জন্য স্টার্চ পেলেট, মোড়ানোর জন্য পাতলা ফিল্ম ইত্যাদি।\n\n\n=== পরিবেশগত প্রভাব ===\nবায়োপলিমার টেকসই, কার্বন নিরপেক্ষ এবং সর্বদা নবায়নযোগ্য—কারণ এগুলো গাছপালা বা প্রাণিজ উৎস থেকে তৈরি, যেগুলো অনবরত চাষ করা যায়। যেহেতু এগুলো কৃষিভিত্তিক ফসল থেকে আসে, তাই এগুলোর ব্যবহার একটি টেকসই শিল্প তৈরি করতে পারে। অপরদিকে, পেট্রোরসায়ন থেকে প্রাপ্ত পলিমারের উৎস একসময় শেষ হয়ে যাবে। বায়োপলিমার কার্বন নির্গমন কমাতে পারে এবং বায়ুমণ্ডলের CO2 হ্রাসে ভূমিকা রাখতে পারে—কারণ, এগুলোর ভাঙনের ফলে যে CO2 নির্গত হয়, তা নতুন ফসলের মাধ্যমে পুনরায় শোষিত হয়। এভাবে এগুলো কার্বন নিরপেক্ষতার নিকটবর্তী হয়ে ওঠে।\nপ্রায় সব বায়োপলিমারই প্রাকৃতিক পরিবেশে জৈব-বিনাশযোগ্য; এগুলো অণুজীব দ্বারা CO2 ও পানিতে পরিণত হয়। এই জৈব-বিনাশযোগ্য বায়োপলিমার কম্পোস্টযোগ্যও; অর্থাৎ এগুলোকে শিল্প-কম্পোস্ট প্রক্রিয়ায় দেওয়া যায় এবং ছয় মাসের মধ্যে ৯০% ভেঙে যায়। ইউরোপীয় মান EN 13432 (2000) অনুযায়ী এই ধরনের বায়োপলিমার 'কম্পোস্টযোগ্য' চিহ্ন ধারণ করতে পারে। এই চিহ্নযুক্ত প্যাকেজিং শিল্প-কম্পোস্টিং প্রক্রিয়ায় ব্যবহারযোগ্য এবং ছয় মাসের মধ্যে ভেঙে পড়ে। উদাহরণস্বরূপ, ২০μm এর কম পুরুত্ববিশিষ্ট PLA ফিল্ম কম্পোস্টযোগ্য; এর বেশি পুরুত্ব হলে তা 'জৈব-বিনাশযোগ্য' হলেও 'কম্পোস্টযোগ্য' হিসেবে বিবেচিত হয় না। ইউরোপে গার্হস্থ্য কম্পোস্টিং-এর জন্য একটি মান ও লোগো রয়েছে, যা ব্যবহারকারীদের নিজস্ব কম্পোস্ট হিপে বায়োপলিমার প্যাকেজিং ফেলার সুযোগ দেয়।\n\n\n== আরও দেখুন ==\nবায়োম্যাটেরিয়াল\nবায়োপ্লাস্টিক\nBiopolymers & Cell (জার্নাল)\nসংযোজন পলিমার\nঘনীভূত ট্যানিন\nডিএনএ ক্রম\nFood microbiology § মাইক্রোবায়াল বায়োপলিমার\nমেলানিন\nঅখাদ্য ফসল\nফসফোরামিডাইট\nপলিমার রসায়ন\nক্রম-নিয়ন্ত্রিত পলিমার\nক্রম নির্ধারণ\nক্ষুদ্র অণু\nকৃমিসদৃশ শৃঙ্খল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nএনএনএফসিসি: যুক্তরাজ্যের জাতীয় নবায়নযোগ্য জ্বালানি, উপাদান ও শক্তি কেন্দ্র\nবায়োপ্লাস্টিকস ম্যাগাজিন\nবায়োপলিমার গ্রুপ\nবায়োপ্লাস্টিকের অগ্রগতিতে বাধা কোথায়?"}