{"pageid": 1383887, "title": "ইউনিক ইনগ্রেডিয়েন্ট আইডেন্টিফায়ার", "url": "https://bn.wikipedia.org/wiki?curid=1383887", "content": "ইউনিক ইনগ্রেডিয়েন্ট আইডেন্টিফায়ার (ইউএনআইআই) হলো ১০-অঙ্কের একটি অ্যালফানিউমেরিক কোড যা একটি পদার্থের আণবিক গঠনের সাথে অথবা পদার্থের বর্ণনামূলক তথ্যের সাথে যুক্ত, এটি নির্দিষ্ট পদার্থকে অনন্যভাবে চিহ্নিত করে। এই কোডটি জারি করে মার্কিন খাদ্য ও ওষুধ প্রশাসন (এফডিএ)-এর গ্লোবাল সাবসটেন্স রেজিস্ট্রেশন সিস্টেম (জিএসআরএস)। এটি আইএসও ১১২৩৮ এবং আইএসও ডিটিএস ১৯৮৪৪-এ ইন্টারন্যাশনাল অর্গানাইজেশন ফর স্ট্যান্ডার্ডাইজেশন দ্বারা বর্ণিত মান অনুসারে পদার্থকে রাসায়নিক, প্রোটিন, নিউক্লিক অ্যাসিড, পলিমার, জৈবিক অথবা মিশ্র পদার্থ হিসাবে শ্রেণীবদ্ধ করে। ইউএনআইআইগুলি অ-মালিকানাধীন, অনন্য, দ্ব্যর্থহীন। এগুলির সৃষ্টি ও ব্যবহার নিঃশুল্ক। একটি ইউএনআইআই পদার্থের জটিলতার যেকোন স্তরে জন্য তৈরি করা যেতে পারে, এটি \"পরমাণু থেকে জীব পর্যন্ত যেকোনো পদার্থ\" অন্তর্ভুক্ত করার জন্য যথেষ্ট বিস্তৃত।\nওষুধ এবং জৈবিক পণ্য উপাদানের মতো নিয়ন্ত্রিত পণ্যের পদার্থের জন্য স্থায়ী, অনন্য শনাক্তকারী তৈরি করতে জিএসআরএস ব্যবহৃত হয়। ইউএনআইআই তৈরি করতে জিএসআরএস ব্যবহার করে আণবিক গঠন, প্রোটিন এবং নিউক্লিক সিকোয়েন্স ও বর্ণনামূলক তথ্য। একটি রাসায়নিক পদার্থকে সংজ্ঞায়িত করার জন্য পছন্দের উপায় হল তার দ্বি-মাত্রিক আণবিক গঠন, কারণ এটি একটি পদার্থের পরিচয়ের সাথে প্রাসঙ্গিক এবং একটি পদার্থের স্টিরিওকেমিস্ট্রি সম্পর্কিত তথ্য এর থেকে সহজেই পাওয়া যায়। নিউক্লিক অ্যাসিড তাদের ক্রম এবং উপস্থিত থাকা যে কোনো পরিবর্তন দ্বারা সংজ্ঞায়িত হয়। প্রোটিনের ক্ষেত্রে, ক্রিয়াকলাপের জন্য প্রয়োজনীয় অন্যান্য পরিবর্তনগুলির সাথে শুধুমাত্র শেষ-গ্রুপের পরিবর্তনগুলিকে স্বতন্ত্রভাবে চিহ্নিত করা হয়। প্রোটিনের সহজাত অসমসত্ত্ব প্রকৃতির কারণে এটি করা হয়। অতএব, দুটি ভিন্ন প্রোটিন পদার্থের কোন জৈবসাম্য বা থেরাপিউটিক সমতা না থাকলেও তারা একই ইউএনআইআই বহন করতে পারে। পলিমারগুলিকে তাদের কাঠামোগত পুনরাবৃত্ত একক এবং ভৌত বৈশিষ্ট্য যেমন আণবিক ভর বা আণবিক ওজন সম্পর্কিত বৈশিষ্ট্য (যেমন সান্দ্রতা) দ্বারা সংজ্ঞায়িত করা হয়। কাঠামোগতভাবে বৈচিত্র্যময় পদার্থগুলি সহজাতভাবে ভিন্ন ভিন্ন প্রাকৃতিক উপাদান যেমন উদ্ভিদ নির্যাস এবং টিকা থেকে প্রস্তুত।\nজিএসআরএস হল এফডিএ, ন্যাশনাল সেন্টার ফর অ্যাডভান্সিং ট্রান্সলেশনাল সায়েন্সেস (এনসিএটিএস) এবং ইউরোপিয়ান মেডিসিন এজেন্সি (ইএমএ) এর মধ্যে সহযোগিতার মাধ্যমে সরবরাহ করা একটি অবাধে বিতরণযোগ্য একটি সফ্টওয়্যার সিস্টেম। জিএসআরএস তৈরি করা হয়েছিল আইএসও ১১২৩৮ মানদণ্ড বাস্তবায়নের জন্য। যে জিএসআরএস বোর্ডটি জিএসআরএস পরিচালনা করে তাতে এফডিএ, ইউরোপীয় নিয়ন্ত্রক সংস্থা এবং ইউনাইটেড স্টেট ফার্মাকোপিয়া (ইউএসপি) এর বিশেষজ্ঞরা রয়েছেন।\n\n\n== গঠন ==\nইউএনআইআইটি ১০টি অ্যালফানিউমেরিক অক্ষর নিয়ে গঠিত, যা নিম্নরূপ গঠিত হয়:\n\nপ্রথম চারটি অক্ষর হল একটি নির্দিষ্ট পদার্থের জন্য নির্ধারিত একটি কোড। এই কোডটি পদার্থের প্রকৃতির উপর নির্ভর করে।\nপরবর্তী চারটি অক্ষর হল একটি নির্দিষ্ট পদার্থের জন্য একটি ধারাবাহিক সংখ্যা। এই সংখ্যাটি নতুন পদার্থগুলির জন্য বৃদ্ধি পায়।\nশেষ দুটি অক্ষর হল একটি যাচাইকরণ সংখ্যা যা ইউএনআইআইটি সঠিক কিনা তা নিশ্চিত করতে ব্যবহৃত হয়।\n\n\n=== উদাহরণ ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nSubstance Registration System | Unique Ingredient Identifier (UNII) - Food & Drug Administration"}