{"pageid": 1383590, "title": "বিপ্রতা", "url": "https://bn.wikipedia.org/wiki?curid=1383590", "content": "বিপ্রতা (সংস্কৃত: विप्रता) শব্দটা  বিপ্র (সংস্কৃত: विप्र) শব্দ থেকে এসেছে যার অর্থ ব্রাহ্মণ বর্ণের একজন ব্যক্তি।\n\n\n== ইতিহাস ও তাৎপর্য ==\nহিন্দু দর্শনের প্রেক্ষাপটে, শঙ্করের বিবেকচূড়ামণির দ্বিতীয় শ্লোকে শব্দটিকে অত্যন্ত তাৎপর্যপূর্ণভাবে পাওয়া যায়:\n\nএই বক্তব্যের তাৎপর্য হল যে তিনটি দুবার-জন্ম নেওয়া জাতিই বেদ অধ্যয়নের জন্য যোগ্য কিন্তু বিপ্রতার (ব্রাহ্মণ হওয়া) মর্যাদা লাভ করা খুবই বিরল। যেখানে একজন ক্ষত্রিয় তার রাজ্যের শাসনে এবং একজন বৈশ্য বাণিজ্য ইত্যাদিতে নিজেকে নিয়োজিত করেন, সেখানে একজন ব্রাহ্মণের ব্যক্তিত্ব, কারণ এটি ইন্দ্রিয়সুখ উপভোগ করার উদ্দেশ্যে নয়, মৃত্যুর পরের স্তরে অনন্ত আনন্দ উপভোগ করার প্রস্তুতির জন্য কঠোর নিয়মানুবর্তিতা করতে হবে, চূড়ান্তবৈষ্ণবম্ পদম্ যা শুধুমাত্র ব্রাহ্মণদের ধর্ম। সংস্কৃত শিলালিপির মাধ্যমে, ব্রাহ্মী লিপিতে লেখা, শিমোগা জেলার তালাগুন্ডা প্রস্তর-স্তম্ভে ৪৫৫-৪৭০ খ্রিস্টাব্দে পাওয়া যায়; এটি জানা যায় যে শান্তিবর্মণ নামে একজন কদম্ব রাজা কলিযুগে ব্রাহ্মণত্ব রক্ষা করেছিলেন। ঐতরেয় উপনিষদ শ্লোক ৩.২.৩ এর ভাষ্যতে, শঙ্কর বলেছেন যে আত্মা শুধুমাত্র মানুষের মধ্যেই বিস্তৃত হয় যারা তাই বুদ্ধিমত্তাসম্পন্ন; যারা জানেন যা দেখেন, যা জানা যায় তা প্রকাশ করেন এবং কী হতে চলেছে তা জানেন; তারা দৃশ্যমান ও অদৃশ্যকে জানে এবং মর্ত্যের মাধ্যমে অমরকে উপলব্ধি করে। এইভাবে, শঙ্করের মতে, স্বতন্ত্র আত্ম হল সচেতন জীবিত সত্তা যা ব্যক্তিদেহকে কর্ম ও জ্ঞানের জন্য যোগ্য করে তোলে। বিপ্র শব্দটি ব্রাহ্মণের সমার্থক শব্দ।\nশ্রিংগেরির শ্রী চন্দ্রশেখর ভারতী তাঁর ভাষ্যে ব্যাখ্যা করেছেন যে, পূর্বোক্ত শ্লোকে \"तस्माद्वैदिक-धर्ममार्गपरता\" বাক্যাংশটি তাকে বোঝায় যে বেদে নির্দেশিত ধর্মের পথে ঝুঁকছে; এবং একমাত্র যিনি আস্তিক, যিনি দেহ ব্যতীত আত্মার অস্তিত্বে বিশ্বাস করেন, তিনিই বেদান্ত শাস্ত্র অধ্যয়নের যোগ্য। এবং, এর মানে হল যে শুধুমাত্র বিপ্রতা (ব্রাহ্মণ হিসাবে জন্ম) নিজে থেকে যা অর্জন করতে হবে তা অর্জন করতে সাহায্য করবে না, এবং জৈমিনি ধর্ম, যা অতি-সংবেদনশীল এবং মহাবিশ্বের ভিত্তি, যা বেদের দ্বারা নির্দেশিত। \"आत्मानात्मविवेचनं\" বাক্যাংশটি আত্মা এবং যেটি আত্মা নয়, তার মধ্যে বৈষম্যকে বোঝায়, অর্থাৎ অনাত্মাকে, যা প্রতিফলন যুক্তি দ্বারা সমর্থিত শ্রুতিগুলির সত্যের দৃঢ় প্রত্যয় তৈরি করে। একজন ব্যক্তি একজন গুরুর সাহায্যে দীক্ষিত হয়ে ওঠেন, যার লাভের পরে জাতভেদ থাকে না, তারপর শুদ্রতা এবং বিপ্রতা উভয়েরই অস্তিত্ব বন্ধ হয়ে যায়।\n\n\n== তথ্যসূত্র =="}