{"pageid": 138305, "title": "জোড়াসাঁকো বিধানসভা কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=138305", "content": "জোড়াসাঁকো বিধানসভা কেন্দ্র ভারতের পশ্চিমবঙ্গ রাজ্যের কলকাতা জেলার একটি বিধানসভা কেন্দ্র। এই পাতাটি কলুটোলা (বিধানসভা কেন্দ্রে) বিলুপ্তির বিষয়ে তথ্য অন্তর্ভুক্ত করা হয়েছে।\n\n\n== এলাকা ==\nসীমানা পুনর্নির্ধারণ কমিশনের নির্দেশিকা অনুযায়ী, ১৬৫ নং জোড়াসাঁকো বিধানসভা কেন্দ্রটি কলকাতা পৌরসংস্থার ২২, ২৩, ২৫, ২৭, এবং ৩৭ থেকে ৪৩ নং ওয়ার্ডগুলি নিয়ে গঠিত।\nজোড়াসাঁকো বিধানসভা কেন্দ্র ২৪ নং কলকাতা উত্তর লোকসভা কেন্দ্রের অন্তর্গত। ২০০৯ সালের সাধারণ নির্বাচনের পূর্বে এই কেন্দ্রটি কলকাতা উত্তর পশ্চিম লোকসভা কেন্দ্রের অন্তর্গত ছিল।\n\n\n== বিধানসভার বিধায়ক ==\n\n\n== নির্বাচনী ফলাফল ==\n\n\n=== ২০১৬ ===\n২০১৬ সালের নির্বাচনে, এআইটিএমসি'র স্মিতা বক্সী তার নিকটতম প্রতিদ্বন্দ্বী বিজেপি'র রাহুল সিনহাকে পরাজিত করেন।\n\n\n=== ২০১১ ===\n২০১১ সালের নির্বাচনে, তৃণমূল কংগ্রেসের স্মিতা বক্সী তার নিকটতম প্রতিদ্বন্দ্বী সিপিআই (এম) -এর জানকী সিংকে পরাজিত করেন।\n\n\n=== ১৯৭৭-২০০৬ ===\n২০০৬ সালের বিধানসভা নির্বাচনে তৃণমূল কংগ্রেসের দীনেশ বাজাজ এই কেন্দ্র থেকে ফরওয়ার্ড ব্লকের শ্যামসুন্দর গুপ্তাকে পরাজিত করেন। ২০০১ সালের নির্বাচনে তৃণমূল কংগ্রেসের সত্যনারায়ণ বাজাজ ফরওয়ার্ড ব্লকের শ্যামসুন্দর গুপ্তাকে পরাজিত করেন। জাতীয় কংগ্রেসের দেবকীনন্দন পোদ্দার ১৯৯৬ সালে ফরওয়ার্ড ব্লকের সত্যনারায়ণ বাজাজকে, ১৯৯১ ও ১৯৮৭ সালে ফরওয়ার্ড ব্লকের সুকুমার দাসকে, এবং ১৯৮২ সালে ফরওয়ার্ড ব্লকের শ্যামসুন্দর গুপ্তাকে পরাজিত করেন। ১৯৭৭ সালে জনতা পার্টির বিষ্ণুকান্ত শাস্ত্রী জাতীয় কংগ্রেসের দেবকীনন্দন পোদ্দারকে পরাজিত করেছিলেন।\n\n\n=== ১৯৫১-১৯৭৭ ===\nজাতীয় কংগ্রেসের দেবকীনন্দন পোদ্দার ১৯৭২, ১৯৭১ ও ১৯৬৯ সালে এই কেন্দ্র থেকে জয়লাভ করেছিলেন। ১৯৬৭ সালে জিতেছিলেন কংগ্রেসেরই আর. কে. পোদ্দার। ১৯৬২ সালের নির্বাচনে জয়লাভ করেন কংগ্রেসের বদ্রীপ্রসাদ পোদ্দার। ১৯৫৭ সালের নির্বাচনে জয়লাভ করেন কংগ্রেসের আনন্দীলাল পোদ্দার। ১৯৫১ সালে ভারতের প্রথম নির্বাচনে এই বিধানসভা কেন্দ্র থাকে জয়লাভ করেছিলেন ফরওয়ার্ড ব্লক (এমজি)-এর অমরেন্দ্রনাথ বসু।\n\n\n=== কলুটোলা বিধানসভা কেন্দ্র ===\nঅতীতে জোড়াসাঁকোর পাশে কলুটোলা নামে আরও একটি বিধানসভা কেন্দ্র ছিল। ১৯৫১ সালে এই কেন্দ্র থেকে জয়লাভ করেন কংগ্রেসের আনন্দীলাল পোদ্দার। কেন্দ্রটি এরপর জোড়াসাঁকোর অন্তর্ভুক্ত হয়।\n\n\n== পাদটীকা =="}