{"pageid": 1383853, "title": "আর্থিক প্রতিষ্ঠান", "url": "https://bn.wikipedia.org/wiki?curid=1383853", "content": "আর্থিক প্রতিষ্ঠান (বা ব্যাংকিং প্রতিষ্ঠান) হল এমন একটি ব্যবসায়িক সত্তা, যা বিভিন্ন ধরনের আর্থিক লেনদেনের মধ্যস্থতাকারী হিসেবে কাজ করে। সাধারণভাবে, আর্থিক প্রতিষ্ঠান তিনটি প্রধান শ্রেণিতে ভাগ করা যায়:\n\nজমা গ্রহণকারী প্রতিষ্ঠান – এরা জমা গ্রহণ করে এবং ঋণ প্রদান করে। যেমন: ব্যাংক, বিল্ডিং সোসাইটি, ক্রেডিট ইউনিয়ন, ট্রাস্ট কোম্পানি এবং মর্টগেজ ব্রোকার।\nচুক্তিভিত্তিক প্রতিষ্ঠান – বিমা কোম্পানি এবং পেনশন ফান্ড\nবিনিয়োগ প্রতিষ্ঠান – বিনিয়োগ ব্যাংক, আন্ডাররাইটার এবং অন্যান্য বিনিয়োগ ব্যবস্থাপক আর্থিক প্রতিষ্ঠান।\nমালিকানা কাঠামোর ভিত্তিতে আর্থিক প্রতিষ্ঠানকে মূলত দুটি শ্রেণিতে ভাগ করা যায়:\n\nবাণিজ্যিক ব্যাংক\nসহযোগিতামূলক ব্যাংক (cooperative bank)\nকিছু বিশেষজ্ঞ মনে করেন, বর্তমানে আর্থিক প্রতিষ্ঠানে একরূপতা (homogenisation) বৃদ্ধির প্রবণতা রয়েছে। এর মানে, এরা একই ধরনের খাতে বিনিয়োগ করে এবং একজাতীয় ব্যবসায়িক কৌশল গ্রহণ করে। এর ফলস্বরূপ, নির্দিষ্ট লক্ষ্যভিত্তিক গ্রাহকদের জন্য ব্যাংকের সংখ্যা কমে যেতে পারে এবং ছোট উৎপাদকরা সঠিকভাবে সেবা না-ও পেতে পারে। এই কারণে জাতিসংঘের টেকসই উন্নয়ন লক্ষ্যের ১০ নম্বর লক্ষ্য অনুযায়ী বৈশ্বিক আর্থিক প্রতিষ্ঠানগুলোর নিয়ন্ত্রণ ও পর্যবেক্ষণ উন্নত করাও একটি গুরুত্বপূর্ণ উদ্দেশ্য।\n\n\n== স্ট্যান্ডার্ড সেটেলমেন্ট নির্দেশনা ==\nস্ট্যান্ডার্ড সেটেলমেন্ট নির্দেশনা (Standard Settlement Instructions বা SSI) হল দুটি আর্থিক প্রতিষ্ঠানের মধ্যে এমন একধরনের চুক্তি, যা নির্দিষ্ট লেনদেনে প্রতিটি পক্ষের রিসিভিং এজেন্ট নির্ধারণ করে। এর ফলে লেনদেন দ্রুত সম্পন্ন হয়, কারণ গ্রহণকারী পক্ষ নির্ধারণে সময় ব্যয় হয় না। প্রতিটি পক্ষকে একটি SSI-তে সীমাবদ্ধ রাখলে প্রতারণার সম্ভাবনাও হ্রাস পায়। SSI ব্যবহারের মাধ্যমে আন্তর্জাতিক অর্থপ্রদানে গতি ও নির্ভুলতা নিশ্চিত করা যায়।\n\n\n== নিয়ন্ত্রণ ==\nবেশিরভাগ দেশে আর্থিক প্রতিষ্ঠানগুলি কঠোর নিয়ন্ত্রিত পরিবেশে পরিচালিত হয়, কারণ জাতীয় অর্থনীতির জন্য এদের গুরুত্ব অপরিসীম। এরা অর্থ সরবরাহ বৃদ্ধির জন্য দায়ী, বিশেষ করে আংশিক রিজার্ভ ব্যাংকিং (fractional-reserve banking) ব্যবস্থার মাধ্যমে। বিভিন্ন দেশে নিয়ন্ত্রণ কাঠামো ভিন্ন হতে পারে, তবে সাধারণত এতে সতর্কতামূলক নিয়ন্ত্রণ, ভোক্তা সুরক্ষা এবং বাজার স্থিতিশীলতা অন্তর্ভুক্ত থাকে। \nকিছু দেশে একটি কেন্দ্রীয় সংস্থা সমস্ত আর্থিক প্রতিষ্ঠান নিয়ন্ত্রণ করে, আবার কিছু দেশে ভিন্ন ভিন্ন নিয়ন্ত্রক সংস্থা রয়েছে যেমন:\n\nযুক্তরাষ্ট্রের ক্ষেত্রে, আলাদা আলাদা সংস্থা রয়েছে:\nFederal Financial Institutions Examination Council (FFIEC)\nOffice of the Comptroller of the Currency – জাতীয় ব্যাংক\nFederal Deposit Insurance Corporation (FDIC) – রাষ্ট্রীয় \"অ-সদস্য\" ব্যাংক\nNational Credit Union Administration (NCUA) – ক্রেডিট ইউনিয়ন\nFederal Reserve (Fed) – \"সদস্য\" ব্যাংক\nOffice of Thrift Supervision – জাতীয় সেভিংস ও ঋণ সমিতি\nপ্রতিটি রাজ্যের সরকার – প্রায়শই নিজ নিজ আর্থিক প্রতিষ্ঠান নিয়ন্ত্রণ ও লাইসেন্স দেয়\nএকটি কেন্দ্রীয় নিয়ন্ত্রক সংস্থা যেখানে রয়েছে:\nনরওয়েতে – Financial Supervisory Authority of Norway\nজার্মানিতে – Federal Financial Supervisory Authority\nরাশিয়ায় – Central Bank of Russia\n\n\n=== সুবিধাসমূহ ===\nআর্থিক প্রতিষ্ঠানের মাধ্যমে অর্থ সংগ্রহের কয়েকটি সুবিধা নিম্নরূপ:\n\nএরা বাণিজ্যিক ব্যাংকগুলি যেখানে দেয় না, সেখানে দীর্ঘমেয়াদি অর্থায়ন করে;\nমন্দার সময়েও যখন অন্যান্য উৎস থেকে অর্থ পাওয়া যায় না, তখনও এই প্রতিষ্ঠানগুলি অর্থ সরবরাহ করে;\nএই প্রতিষ্ঠান থেকে ঋণ গ্রহণ করলে প্রতিষ্ঠানের বাজারে সুনাম বৃদ্ধি পায়, ফলে ভবিষ্যতে অন্যান্য উৎস থেকেও সহজে অর্থ সংগ্রহ করা যায়;\nশুধু অর্থায়নই নয়, এই প্রতিষ্ঠানগুলি ব্যবসা সংস্থাগুলিকে আর্থিক, ব্যবস্থাপনাগত এবং কারিগরি পরামর্শ ও পরামর্শক সেবা প্রদান করে;\nঋণের টাকা কিস্তিতে পরিশোধ করা যায়, ফলে ব্যবসার উপর আর্থিক চাপ কম থাকে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Finance"}