{"pageid": 1383845, "title": "কে. এম. জাহিদ সারওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1383845", "content": "কে. এম. জাহিদ সারওয়ার বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের একজন বিচারপতি। তিনি বাংলাদেশের সাবেক ডেপুটি অ্যাটর্নি জেনারেল।\n\n\n== জীবনের প্রথমার্ধ ==\nসারওয়ার ১৯৭১ সালের ১লা জানুয়ারি জন্মগ্রহণ করেন। তিনি রাজশাহী বিশ্ববিদ্যালয় থেকে আইনে স্নাতক ও স্নাতকোত্তর ডিগ্রি অর্জন করেছেন।\n\n\n== কর্মজীবন ==\n১৯৯৫ সালের ১২অক্টোবর এবং ১৯৯৭ সালের ৩০অক্টোবর যথাক্রমে জেলা আদালত ও হাইকোর্ট বিভাগের আইনজীবী হন সারোয়ার।\n২০০৮ সালে সুপ্রিম কোর্ট বার অ্যাসোসিয়েশনের সহকারী সম্পাদক নির্বাচিত হন সারোয়ার।\n৯ ফেব্রুয়ারি ২০১৯ থেকে ২০১৯ সাল পর্যন্ত সারোয়ার বাংলাদেশের ডেপুটি অ্যাটর্নি জেনারেল হিসেবে দায়িত্ব পালন করেন। তিনি বিডিআর বিদ্রোহের বিচারে রাজ্যের প্রতিনিধিত্ব করেছিলেন।\n২১:অক্টোবর ২০১৯ সালে সারওয়ার হাইকোর্ট বিভাগের অতিরিক্ত বিচারক নিযুক্ত হন।\n২১অক্টোবর ২০১৯ সালে সারওয়ার হাইকোর্ট বিভাগের অতিরিক্ত বিচারক নিযুক্ত হন।\n২০২১ সালের সেপ্টেম্বরে সারোয়ার এবং বিচারপতি মুস্তাফা জামান ইসলাম বসুন্ধরা গ্রুপের ব্যবস্থাপনা পরিচালক সায়েম সোবহান আনভীরকে ধর্ষণ ও হত্যার মামলায় জামিন দিতে অস্বীকার করেন। হেফাজতে ইসলামের নেতা মামুনুল হককে নিয়ে ছয় মাসেরও বেশি সময় প্রি  ট্রায়াল ডিটেনশনে থাকার পর ফেসবুকে পোস্ট করার জন্য ডিজিটাল নিরাপত্তা আইনের আওতায় আটক হওয়া ঝুমন দাসকে জামিন দিয়েছেন সারোয়ার ও বিচারপতি মুস্তাফা জামান ইসলাম। ২০২১ সালের ১৯শে অক্টোবর রাষ্ট্রপতি মোহাম্মদ আবদুল হামিদ সারোয়ারকে হাইকোর্ট বিভাগের স্থায়ী বিচারক নিযুক্ত করেন। সেপ্টেম্বরে সারোয়ার এবং বিচারপতি মুস্তাফা জামান ইসলাম একটি রায়ে ঘোষণা করেন যে নিম্ন আদালত পরীমনিকে জিজ্ঞাসাবাদের জন্য একাধিকবার পুলিশ হেফাজতে রেখে নিয়ম লঙ্ঘন করেছে। তাঁরা এই মামলায় নিম্ন আদালতের বিচারকদের আচরণের সমালোচনা করেন। নিম্ন আদালতের ম্যাজিস্ট্রেটরা তাঁদের কাজের জন্য হাইকোর্টের বেঞ্চের কাছে ক্ষমা চেয়েছেন।\n২১ এপ্রিল ২০২২ সালে সারওয়ার এবং বিচারপতি শেখ হাসান আরিফ একদিনের শুনানিতে ১৫০১টি মামলা নিষ্পত্তি করেন।\n২০২৩ সালের জানুয়ারিতে সারওয়ার এবং বিচারপতি এস এম এমদাদুল হক কলাবাগান ও লেভেলের ছাত্রী ধর্ষণ ও হত্যা মামলায় অভিযুক্ত এক ব্যক্তির জামিন নামঞ্জুর করেন।\n\n\n== তথ্যসূত্র =="}