{"pageid": 1383728, "title": "সাম্ভার হ্রদ", "url": "https://bn.wikipedia.org/wiki?curid=1383728", "content": "সাম্ভার হ্রদ বা সাম্ভার লবণ হ্রদ ভারতের রাজস্থান রাজ্যে অবস্থিত আভ্যন্তরীণ বৃহত্তম লবণের হ্রদ। রাজস্থানের রাজধানী জয়পুর শহর হতে ৮০ কিলোমিটার (৫০ মাইল) দক্ষিণ-পশ্চিমে এবং আজমের হতে ৬৪ কিলোমিটার (৪০ মাইল) উত্তর-পূর্বে হ্রদটির অবস্থান।\nএটি ভারতের রাজস্থান রাজ্যের জয়পুর শহরের কাছে অবস্থিত একটি নোনা জল (লবণ জল) হ্রদ। হ্রদটির উচ্চতা সমুদ্রপৃষ্ঠ ১২০০ ফুট এবং এটি ঐতিহাসিক সাম্ভার লেক টাউনকে ঘিরে রয়েছে। হ্রদটি জলে পরিপূর্ণ হলে এর ক্ষেত্রফল হয় ৫৭০০ বর্গ কিলোমিটার বা নব্বই বর্গ মাইল। রূপনগড়, মেন্থা , খারি, খান্ডেলা নামের চারটি নদী এই হ্রদে মিলিত হয়। হ্রদ থেকে প্রচুর পরিমাণে লবণ উৎপন্ন হয়। হ্রদটি  আন্তর্জাতিক গুরুত্বের রামসার জলাভূমির তালিকার অন্তর্ভুক্ত একটি রামসার সাইট।\nমধ্যযুগে, এই এলাকাটি ছিল ভীল রাজ্যের প্রধান বাণিজ্যিক কেন্দ্র। অনুমিত হয় যে, আরাবল্লী পর্বতশ্রেণীর উপত্যকার পলিতে উপস্থিত দ্রবণীয় সোডিয়াম যৌগ বৃষ্টির জলে প্রবেশ করে এবং নদী দ্বারা হ্রদে বাহিত হয় এবং জল বাষ্পীভূত হওয়ার পরে লবণ আকারে হ্রদে থেকে যায়।\n\n\n== পৌরাণিক উল্লেখ ও নামকরণ ==\nমহাকাব্য মহাভারত অনুসারে , এই অঞ্চলটি রাক্ষস রাজা বৃষপর্বের সাম্রাজ্যের একটি অংশ ছিল এবং রাক্ষসদের কুলপতি শুক্রাচার্য এখানে বসবাস করতেন। এই স্থানেই রাজা  যযাতির সঙ্গে শুক্রাচার্যের কন্যা  দেবযানীর বিবাহ হয়। দেবযানীকে উৎসর্গ করে শহরে দেবযানী মন্দির রয়েছে। অবৈধ খনন ইত্যাদির কারণে এবং পরিযায়ী পাখিদের সুরক্ষিত রাখতে নরেশ কাদিয়ান সুপ্রিম কোর্টে একটি পিআইএল দায়ের করেছেন। অন্য একটি হিন্দু বিশ্বাস অনুসারে, শাকম্ভরী দেবী যিনি ছিলেন চৌহান (রাজপুত রাজা পৃথ্বীরাজ চৌহান) রাজপুতদের দেবী। শিবের সসধর্মিনী শাকম্ভরী কিছু সেবার বিনিময়ে এক গভীর বনকে স্থানীয় মানুষের সমৃদ্ধির জন্য বর রূপার সমভূমিতে রূপান্তরিত করেছিলেন। তারা এই সম্পদ নিয়ে সম্ভাব্য দ্বন্দ্বের মাঝে চিন্তিত হয়ে পড়ে এবং এটিকে আশীর্বাদ না করে অভিশাপ হিসাবে বিবেচনা করতে শুরু করে। পরে তারা দেবীকে বর ফিরিয়ে নেওয়ার জন্য দেবীর কাছে প্রার্থনা করলে, তখন দেবী রূপায় পরিণত সমস্ত রূপালী সমভূমি অঞ্চলটিকে লবণাক্ত হ্রদে রূপান্তরিত করেছিলেন । শাকম্ভরী দেবীর একটি মন্দিরও এখানে রয়েছে । প্রসঙ্গত, মাতা শাকম্ভরী দেবীর প্রধান মন্দিরটি  উত্তরপ্রদেশের সাহারানপুরে অবস্থিত। মাতা শাকম্ভরী দেবীর প্রতিষ্ঠা করেছিলেন চৌহানরা।\n\n\n== ভূগোল ==\n\nআরাবল্লী পর্বতশ্রেণী দ্বারা বেষ্টিত উপবৃত্তাকার সাম্ভার হ্রদটির আকৃতির দৈর্ঘ্য প্রায় ৩৫.৫ কিমি, প্রস্থ ৩ কিমি থেকে ১১ কিমি এবং ৯৬ কিলোমিটার পরিধির। নাগৌর, জয়পুর ও আজমির জেলার সীমান্তে বিস্তৃত লবণাক্ত এই জলাভূমি ক্যাচমেন্ট এরিয়া ৫৭০০ বর্গ কিলোমিটার এবং অববাহিকা বেলেপাথরের। হ্রদে জলের গভীরতা গ্রীষ্মকালীন ৬০ সেন্টিমিটার (২৪ ইঞ্চি), বর্ষাকালে ৩ মিটার (১০ ফুট) পর্যন্ত ওঠানামা করে। মূলত প্রধান চারটি নদী, মের্তা, মেন্থা, রূপনগড়, খান্ডেলা নদীর জল হ্রদে এসে পড়ে। [২] গ্রীষ্মকালে তাপমাত্রা ৪৫ °সে (১১৩ °ফা) পৌঁছায় এবং শীতকালে ৫ °সে (৪১ °ফা) এ নেমে আসে।\n\n\n== অর্থনৈতিক গুরুত্ব ==\nসাম্ভার সল্ট লেক ভারতের বৃহত্তম লবণাক্ত হ্রদ হওয়ার কারণে রাজস্থানের তথা ভারতের অধিকাংশ লবণ উৎপাদনের উৎস। এটি প্রতি বছর ১৯৬,০০০ টন পরিশ্রুত লবণ উৎপাদন করে, যা ভারতের লবণ উৎপাদনের প্রায় নয় শতাংশ।  ব্রাইনের বাষ্পীভবন দ্বারা উৎপাদিত লবণের বেশিরভাগই রাজ্য সরকারের সঙ্গে যৌথ মালিকানাধীন কোম্পানি, সাম্ভার সল্টস লিমিটেড (SSL), হিন্দুস্তান সল্টস লিমিটেড দ্বারা পরিচালিত হয়। \nহ্রদের চারপাশে বেষ্টিত ৩৮ টি গ্রাম, সাম্ভার, গুধা, জাবদিনগর, নাওয়া, ঝাক, করসিনা, ঝাপোক, কানসেদা, কুনি, তিওদা, গোবিন্দি, নান্ধা, সিনোদিয়া, আরউইক কি ধনি, খানাদজা, খাখরকি, কেরওয়া কি ধনি, রাজাস, জলওয়ালি কি ধনি র জনগণের এর উপর নির্ভর করে থাকে।\n\n\n== পরিবেশগত গুরুত্ব ==\nপ্রতি বছর শীতকালে সাম্ভার হ্রদে উত্তর এশিয়া এবং সাইবেরিয়া থেকে হাজার হাজার গোলাপী ফ্ল্যামিঙ্গো এবং অন্যান্য পরিযায়ী পাখিদের আগমন ঘটে। এছাড়াও, হ্রদে ক্রমবর্ধমান বিশেষ শৈবাল এবং ব্যাকটেরিয়া আকর্ষণীয় জলের রং প্রদান করে। হরিণ, শেয়াল, বনগাইসহ অন্যান্য বন্যপ্রাণী এখানে অবাধে বিচরণ করে। পরিবেশ সুস্থ রাখতে, জলাভূমির সংরক্ষণ এবং টেকসই ব্যবহারের জন্য এই অঞ্চলটিকে ১৯৯০ খ্রিস্টাব্দের ২৩ মার্চ রামসার সাইটে অন্তর্ভুক্ত করা হয়ছে। (সন্দর্ভ সংখ্যা ৪৬৪)\n\n\n== তথ্যসূত্র =="}