{"pageid": 1383797, "title": "হিমা (পরিবেশ সংরক্ষণ)", "url": "https://bn.wikipedia.org/wiki?curid=1383797", "content": "হিমা (আরবি: حمى ḥima), অর্থাৎ \"অপ্রবেশযোগ্য এলাকা\" বা \"ব্যক্তিগত চারণভূমি\", হলো এমন এক এলাকা যা প্রাকৃতিক পুঁজি সংরক্ষণের জন্য নির্ধারিত থাকে। সাধারণত এই ধরনের এলাকা মাঠ, বন্যপ্রাণী বা বনভূমির মতো প্রাকৃতিক উপাদানের সংরক্ষণের উদ্দেশ্যে নির্দিষ্ট করা হয়। এটি হারাম শব্দটির সঙ্গে তুলনীয়, তবে \"হারাম\" শব্দটি সাধারণত মানুষের তাৎক্ষণিক প্রয়োজন মেটানোর জন্য সংরক্ষিত এলাকার ক্ষেত্রে ব্যবহৃত হয়।\n\n\n== পটভূমি ==\nকোরআন অনুযায়ী, একজন মুসলিমের উপর প্রকৃতির প্রতি অভিভাবকসুলভ দায়িত্ব পালন করা ফরজ। কোরআনে প্রতিটি প্রাণীকেই \"একেকটি জাতি\" হিসেবে বর্ণনা করা হয়েছে। বলা হয়েছে, \"মানুষ পৃথিবীতে আল্লাহর প্রতিনিধি। এর অর্থ, যদি তারা পৃথিবী পরিচালনার দায়িত্বপ্রাপ্ত না-ও হয়, অন্তত তারা যেন একে ধ্বংস না করে।\"\nএই কারণে, হিমা নির্ধারণ ধর্মীয় দৃষ্টিকোণ থেকে একটি কর্তব্য হিসেবে বিবেচিত হয় এবং তা প্রায়ই উলামাদের মাধ্যমে নির্ধারিত হতো।\nহিমার পাঁচটি প্রধান ধরন রয়েছে:\n\nযেখানে গৃহপালিত পশুর চারণ নিষিদ্ধ\nযেখানে নির্দিষ্ট মৌসুমে চারণ সীমিত\nযেখানে ফুল ফোটা মৌসুমে চারণ নিষিদ্ধ করে মৌচাষের জন্য সংরক্ষিত\nযেখানে গাছ কাটা সম্পূর্ণরূপে নিষিদ্ধ\nকোনো নির্দিষ্ট গ্রাম, শহর বা গোত্রের কল্যাণে পরিচালিত সংরক্ষিত এলাকা (দ্রষ্টব্য: হারাম শব্দটি প্রায়শই পানিসম্পদ সংরক্ষণের ক্ষেত্রে ব্যবহৃত হয়)\nমধ্যপ্রাচ্যের বিভিন্ন স্থানে হিমার ভালো উদাহরণ রয়েছে। এর অনেকগুলিই পয়গম্বর মুহাম্মদ (স.)-এর উদ্যোগে প্রবর্তিত হয়েছিল।\n\n\n== হাদিসে উল্লেখ ==\nসহিহ আল-বুখারী-এর ১ম খণ্ডের ৪৯নং হাদিসে উল্লেখ রয়েছে: \nবর্ণনাকারী আন-নু’মান ইবন বাশীর (রা.) বলেন: আমি আল্লাহর রাসুল (স.)-কে বলতে শুনেছি, “হালাল ও হারাম বিষয়গুলি সুস্পষ্ট, আর এদের মাঝে কিছু সন্দেহজনক (অস্পষ্ট) বিষয় রয়েছে, যা অধিকাংশ মানুষের অজানা। তাই যে ব্যক্তি এসব সন্দেহজনক বিষয় থেকে নিজেকে বাঁচিয়ে রাখে, সে তার দ্বিন ও সম্মান রক্ষা করে। আর যে ব্যক্তি এসবের মধ্যে জড়িয়ে পড়ে, সে যেন এমন এক রাখালের মতো যে অন্যের হিমা (ব্যক্তিগত চারণভূমি)-র ধারে চারণ করে, আর যে কোনো মুহূর্তে সেখানে প্রবেশ করতে পারে। জেনে রাখো, প্রতিটি শাসকের একটি হিমা থাকে, আর আল্লাহর হিমা হলো সেই বিষয়গুলো যা তিনি হারাম করেছেন। সাবধান! দেহে একটি মাংসপিণ্ড আছে, যা ভালো থাকলে পুরো শরীর ভালো থাকে, আর তা খারাপ হলে পুরো শরীর খারাপ হয়ে যায়—এটাই হলো অন্তর।”\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Ecology in Muslim Heritage: A History of the Hima Conservation System\"। muslimheritage.com। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}