{"pageid": 138323, "title": "তুঙ্গুস্কার অভিঘাত ঘটনা", "url": "https://bn.wikipedia.org/wiki?curid=138323", "content": "তুঙ্গুস্কার অভিঘাত ঘটনা বা তুঙ্গুস্কার বিস্ফোরণ (রুশ: Тунгуска события), রাশিয়ার সাইবেরিয়া অঞ্চলে হয়েছিল। ৩০শে জুন, ১৯০৮ সালে রাশিয়ান সময় সকাল ০৭:১৪ এবং সার্বজনীন সময় ০০:১৪ মিনিটে একটি অতিশয় ক্ষমতাশালী বিস্ফোরণ ঊর্ধ্ব তুঙ্গুস্কা নদীর কাছে ঘটেছিল যা বর্তমানে ক্রাসনোইয়ারস ক্রাই (Krasnoyarsk Krai) নামে পরিচিত।\nএকটি অনেক বড় উল্কাপাত অথবা ধূমকেতুর বিচ্ছিন্ন অংশ বায়ু বিস্ফোরিত হওয়ার কারণে ঘটনাটি ঘটেছিল বলে বিশ্বাস করা হয়। এই উল্কাপাত অথবা ধূমকেতু বিচ্ছিন্ন অংশের উচ্চতা ছিল ৫–১০ কিলোমিটার (৩.১–৬.২ মাইল) পৃথিবীর উপরিতল উপরে। বিভিন্ন অধ্যয়নশীলরা এর বিভিন্ন আকারের কথা উল্লেখ করেছেন, কিন্তু সাধারণ ঐকমত্য অনুসারে এর ব্যাস হবে দশ মিটারের অল্পকিছু।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nArticle about the events, special attention to Leonid Kulik on MysteryDatabase.com\nTunguska similar impacts and origin of life Dr. Andrei E. Zlobin, article in electronic journal \"Modern scientific researches and innovations.\" – December 2013. - № 12.\nDiscovery of probably Tunguska meteorites at the bottom of Khushmo river's shoal Dr. Andrei E. Zlobin, Paper 1304.8070 in arXiv.org (PDF)\nQuasi Three-Dimensional Modeling of Tunguska Comet Impact (1908) Dr. Andrei E. Zlobin, Paper of 2007 Planetary Defense Conference.\nTunguska Comet Impact 1908\nThe Tunguska Event in 1908: Evidence from Tree-Ring Anatomy  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ সেপ্টেম্বর ২০০৭ তারিখে - Evgenii A. Vaganov, Malkolm K. Hughes, Pavel P. Silkin and Valery D. Nesvetailo, Astrobiology, Volume 4, Number 3, 2004, pp. 391–399\nTunguska.ru Russian site with a tiny English section. Includes some gorgeous Tunguska photos.\nTunguska A research group at University of Bologna that has conducted several recent expeditions to the site.\nTunguska pictures Many Tunguska-related pictures with comments in English.\nPreliminary results from the 1961 combined Tunguska meteorite expedition  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জুলাই ২০০৮ তারিখে\nProbable asteroidal origin of the Tunguska Cosmic Body A 2001 paper arguing for the asteroidal hypothesis.\n\"Russian Alien Spaceship Claims Raise Eyebrows, Skepticism\" article, arguing the event was caused by meteor explosion\n\"The Vurdalak Conjecture\" website explores the science behind the black-hole impact hypothesis.\n1908 Siberia Explosion. Reconstruction by William K. Hartmann.\nSimulation of such an event & origin of King Tut's glass\nTeam makes Tunguska crater claim (BBC News)\nAstronomy Picture of the Day on Tunguska\nMystery space blast 'solved' (BBC News)\nSound of the Tunguska event (reconstruction)\nThe Tunguska Event 100 Years later NASA\nThere Was a Hot Time in Tunguska That Night"}