{"pageid": 1383276, "title": "ব্যায়াম হিসাবে যোগ", "url": "https://bn.wikipedia.org/wiki?curid=1383276", "content": "ব্যায়াম হিসাবে যোগ হল একটি শারীরিক কার্যকলাপ যা প্রধানত ভঙ্গি/আসন নিয়ে গঠিত, প্রায়শই প্রবাহিত ক্রম দ্বারা সংযুক্ত থাকে, কখনও কখনও শ্বাস-প্রশ্বাসের ব্যায়াম দ্বারা অনুষঙ্গী হয় এবং প্রায়শই শবাসন বা ধ্যানের মাধ্যমে শেষ হয়। এই গঠনের যোগব্যায়াম বিশ্বজুড়ে পরিচিত হয়ে উঠেছে, বিশেষ করে মার্কিন যুক্তরাষ্ট্র এবং ইউরোপে। মধ্যযুগীয় হঠযোগ থেকে এর উদ্ভব, যেখানে অনুরূপ আসন ছিল, তবে একে সাধারণভাবে \"যোগ\" বলা হয়। শিক্ষাবিদরা যোগব্যায়ামকে ব্যায়ামের বিভিন্ন নাম দিয়েছেন, যার মধ্যে রয়েছে আধুনিক আসনের যোগ এবং ট্রান্সন্যাশনাল অ্যাংলোফোন যোগ।\nযোগসূত্র II.29-এ আসনকে যোগের আটটি অঙ্গের তৃতীয়, অষ্টাঙ্গ হিসাবে বর্ণনা করা হয়েছে। সূত্র II.46 এটিকে স্থির এবং আরামদায়ক হিসাবে সংজ্ঞায়িত করে, তবে আসনগুলোর বিশদ বিবরণ বা তালিকা দেওয়া হয়নি।\nযোগব্যায়ামের কোনও পুরনো ঐতিহ্যেই আসন কেন্দ্রীয় ছিল না; ১৯২০ - এর দশকে যোগগুরুদের দ্বারা আসন অনুশীলন পুনরুজ্জীবিত হয়েছিল, যার অন্যতম ছিলেন যোগেন্দ্র এবং কুবলায়ানন্দ, যারা এর স্বাস্থ্য উপকারিতার উপর জোর দিয়েছিলেন। ১৯২০ - এর দশকে অউন্ধের রাজা, ভবনরাও শ্রীনিবাসরাও পন্ত প্রতিনিধি সূর্য নমস্কারের (সূর্যকে অভিবাদন) প্রবাহ ক্রমের সূচনা করেছিলেন। ১৯৩০ থেকে ১৯৫০ - এর দশক পর্যন্ত মহীশূরের যোগ শিক্ষক কৃষ্ণমাচার্য এটি এবং জিমন্যাস্টিকসে ব্যবহৃত অনেক স্থায়ী আসনকে যোগব্যায়ামের সাথে যুক্ত করেছিলেন। তার বেশ কয়েকজন ছাত্র যোগের প্রভাবশালী স্কুল স্থাপন করেছিলেনঃ পট্টাভি জোইস অষ্টঙ্গ বিন্যাস যোগ তৈরি করেছিলেন যার ফলে পাওয়ার যোগ বি কে এস আয়েঙ্গার আয়ঙ্গার যোগ তৈরি করেছিলেন এবং ১৯৬৬ সালে তাঁর লাইট অন যোগ বইয়ে যোগের ভঙ্গিমার একটি আধুনিক সেটকে সংজ্ঞায়িত করেছিলেন এবং ইন্দ্রা দেবী হলিউডের অনেক সেলিব্রিটিকে ব্যায়াম হিসাবে যোগ শেখাতেন। বিংশ শতাব্দীতে প্রতিষ্ঠিত অন্যান্য প্রধান বিদ্যালয়গুলোর মধ্যে রয়েছে বিক্রম যোগ এবং শিবানন্দ যোগ। ব্যায়াম হিসাবে যোগ আমেরিকা এবং ইউরোপ জুড়ে এবং তারপর বিশ্বের অন্যান্য অংশে ছড়িয়ে পড়ে।\nহঠযোগের ভঙ্গিহীন অনুশীলন যেমন এর শুদ্ধিগুলো ব্যায়াম হিসাবে যোগব্যায়ামে অনেক কম বা অনুপস্থিত। \"হঠযোগ\" শব্দটি একটি ভিন্ন অর্থের সাথেও ব্যবহৃত হয়, একটি মৃদু অ-ব্র্যান্ডযুক্ত যোগ অনুশীলন, প্রধান স্কুলগুলোর থেকে স্বাধীন, প্রায়শই প্রধানত মহিলাদের জন্য। অনুশীলনগুলো সম্পূর্ণ ধর্মনিরপেক্ষ থেকে পরিবর্তিত হয়, ব্যায়াম এবং শিথিলকরণের জন্য, নিঃসন্দেহে আধ্যাত্মিক থেকে, শিবানন্দ যোগের মতো ঐতিহ্যে হোক বা ব্যক্তিগত আচার-অনুষ্ঠানে। যোগ ব্যায়ামের সাথে হিন্দুধর্মের সম্পর্ক জটিল এবং প্রতিদ্বন্দ্বিতাপূর্ণ; কিছু খ্রিস্টান এটিকে প্রত্যাখ্যান করেছে এই কারণে যে এটি গোপনে হিন্দু ভাবধারার, যখন \"টেক ব্যাক ইয়োগা\" প্রচারাভিযান জোর দিয়েছিল যে এটি প্রয়োজনীয়ভাবেই হিন্দু ধর্মের সাথে যুক্ত ছিল। ১৯ শতকের শেষের পর থেকে পণ্ডিতরা যোগের পরিবর্তনশীল প্রকৃতির একাধিক প্রবণতা চিহ্নিত করেছেন। ব্যায়াম হিসাবে যোগব্যায়াম বিশ্বব্যাপী বহু-বিলিয়ন ডলারের ব্যবসায় পরিণত হয়েছে, এতে ক্লাস, শিক্ষকদের সনদপ্রদান, যোগ প্যান্ট, বই, ভিডিও, যোগ ম্যাট সহ সরঞ্জাম এবং ছুটির দিন জড়িত।\n\n\n== ইতিহাস ==\n\n\n=== যোগের উৎপত্তি ===\nসংস্কৃত বিশেষ্য योग yoga, ইংরেজি \"yoke\" এর সাথে সাযুজ্যপূর্ণ, yuj থেকে উদ্ভূত হয়েছে \"সংযুক্ত করা, যোগ করা, জোড় করা, জোয়াল\"। এর প্রাচীন আধ্যাত্মিক ও দার্শনিক লক্ষ্য ছিল মানুষের আত্মাকে ঐশ্বরিকের সাথে একত্রিত করা। যোগব্যায়ামের যে শাখাটি শারীরিক ভঙ্গি ব্যবহার করে তা হল হঠযোগ। সংস্কৃত শব্দ हठ হঠ মানে \"বল\", এর শারীরিক কৌশল ব্যবহারের ইঙ্গিত।\n\n\n=== হঠ যোগ ===\n\n দক্ষিণ এশিয়ায় নাথ যোগীদের মতো গোপন তপস্বী গোষ্ঠীর মধ্যে হঠযোগের বিকাশ ঘটে আনু. ১১০০ — আনু. ১৯০০। একটি দীর্ঘমেয়াদী সম্পর্কের মধ্যে সরাসরি গুরু থেকে পৃথক ছাত্রের জন্য নির্দেশ ছিল। এটি ধর্মের সাথে যুক্ত ছিল, বিশেষ করে হিন্দুধর্ম তবে জৈন ও বৌদ্ধধর্মও। এর উদ্দেশ্যগুলো ছিল অত্যাবশ্যক তরলগুলোকে হেরফের করা যাতে শোষণ এবং শেষ পর্যন্ত মুক্তি সম্ভব হয়। এতে শুদ্ধিকরণ, ভঙ্গি (আসন), তালা, নির্দেশিত দৃষ্টি, সীল এবং ছন্দময় শ্বাস-প্রশ্বাস সহ অনুশীলন অন্তর্ভুক্ত ছিল। এগুলো নিরাময়, বিষ ধ্বংস, অদৃশ্যতা এবং আকৃতি পরিবর্তন সহ অতিপ্রাকৃত শক্তি প্রদান করে বলে দাবি করা হয়েছিল। যোগীরা খুব কম পোশাক পরতেন না। তাদের আসন্ন মৃত্যুর স্মারক হিসাবে তাদের মৃতদেহ মাঝে মাঝে শ্মশানের ছাই দিয়ে মেখে দেওয়া হত। সরঞ্জাম, খুব, স্বল্প ছিল; কখনও কখনও যোগীরা ধ্যান করার জন্য পাটি হিসাবে একটি বাঘ বা হরিণের চামড়া ব্যবহার করত। হঠ যোগে অল্প সংখ্যক আসন ব্যবহার করা হয়, প্রধানত বসে; বিশেষ করে, ১৯০০ সালের আগে খুব কম দাঁড়ানো ভঙ্গি ছিল সেগুলো ধীরে ধীরে অনুশীলন করা হত, প্রায়ই দীর্ঘ সময়ের জন্য একটি অবস্থায় ধরে রাখা হত। আসন অনুশীলন ছিল আধ্যাত্মিক কাজের একটি ক্ষুদ্র প্রস্তুতিমূলক দিক। যোগীরা চা, কফি বা অ্যালকোহলের মতো উদ্দীপক বাদ দিয়ে একটি কঠোর নিরামিষ খাদ্য অনুসরণ করে। তাদের যোগব্যায়াম বিনা বেতনে শেখানো হয়েছিল; গুরুরা ভক্তদের উপঢৌকন পেতেন এবং দর্শনটি ছিল ভোগবাদ বিরোধী।\n\n\n=== প্রারম্ভিক প্রভাব ===\nএকটি তত্ত্ব অনুসারে, ১৯ শতকের ইয়ং মেনস খ্রিস্টান অ্যাসোসিয়েশনে চর্চা করা শারীরিক শিক্ষার ব্যবস্থা, ঔপনিবেশিক ব্রিটিশ ভারতে স্কুলিং সিস্টেমের জন্য প্রাক্তন সামরিক জিমন্যাস্টদের দ্বারা অভিযোজিত, গণ-অনুশীলনের পূর্বনির্ধারিত রূপ হয়ে ওঠে এবং এটি \"আধুনিকীকৃত হঠযোগ\"। যোগব্যায়াম পণ্ডিত সুজান নিউকম্বের মতে, ভারতে আধুনিক যোগ হল পশ্চিমা জিমন্যাস্টিকসের সাথে বিংশ শতাব্দীতে ভারতে হঠযোগের ভঙ্গি।\n১৮৫০-এর পর থেকে, ভারতে ব্রিটিশদের তুলনায় ভারতীয়দের কথিত \"অবক্ষয়\"-এর ঔপনিবেশিক স্টেরিওটাইপকে মোকাবেলা করার জন্য শারীরিক অনুশীলনের সংস্কৃতি গড়ে ওঠে, ল্যামার্কবাদ এবং ইউজেনিক্সের তৎকালীন বর্তমান ধারণা দ্বারা শক্তিশালী একটি বিশ্বাস। এই সংস্কৃতি ১৮৮০ থেকে ২০ শতকের গোড়ার দিকে তিরুকার মতো ভারতীয় জাতীয়তাবাদীদের দ্বারা গৃহীত হয়েছিল, যারা যোগের ছদ্মবেশে অনুশীলন এবং নিরস্ত্র যুদ্ধের কৌশল শিখিয়েছিল। জার্মান বডি বিল্ডার ইউজেন স্যান্ডো ১৯০৫ সালে ভারত সফরে প্রশংসিত হন, সেই সময়ে তিনি ইতোমধ্যেই দেশে একজন \"সাংস্কৃতিক নায়ক\" ছিলেন। নৃবিজ্ঞানী জোসেফ অল্টার পরামর্শ দেন যে স্যান্ডো ছিলেন সেই ব্যক্তি যিনি আধুনিক যোগব্যায়ামের উপর সবচেয়ে বেশি প্রভাব ফেলেছিলেন। ইংরেজিতে আসনগুলোর প্রথম হ্যান্ডবুক, এবং প্রথম যেটি ফটোগ্রাফের সাথে চিত্রিত করা হয়েছিল, সেটি ছিল সীতারামন সুন্দরমের ১৯২৮ সালের Yogic Physical Culture।\n\n\n=== পশ্চিমে সূচনা ===\nআধ্যাত্মিক নেতা বিবেকানন্দের ১৮৯৩ সালে শিকাগোতে বিশ্ব ধর্ম সংসদ এবং তার ১৮৯৬ সালের রাজযোগ বইয়ের মাধ্যমে যোগ পশ্চিমা বিশ্বের কাছে পরিচিত হয়েছিল। যাইহোক, তিনি হঠ যোগ এবং এর \"সম্পূর্ণ\" শারীরিক অনুশীলন যেমন আসনগুলোকে আধ্যাত্মিক বৃদ্ধির জন্য কঠিন এবং অকার্যকর হিসাবে প্রত্যাখ্যান করেছিলেন, ভারতের বিচরণকারী যোগীদের জন্য ব্যাপকভাবে ভাগ করা অরুচির কারণে। যোগাসনগুলো যোগ শিক্ষক যোগেন্দ্র আমেরিকায় নিয়ে এসেছিলেন। তিনি ১৯১৯ সালে নিউ ইয়র্ক রাজ্যে যোগ ইনস্টিটিউটের একটি শাখা প্রতিষ্ঠা করেন, হাত যোগকে গ্রহণযোগ্য করে তোলার জন্য, এর স্বাস্থ্য উপকারিতার জন্য বৈজ্ঞানিক প্রমাণ খুঁজতে শুরু করেন এবং ১৯২৮ সালে বই লেখেন Yoga Asanas Simplified এবং ১৯৩১ Yoga Personal Hygiene। সূর্যকে অভিবাদনের প্রবাহিত ক্রম, সূর্য নমস্কার, এখন যোগ হিসাবে গৃহীত হয়েছে এবং এতে জনপ্রিয় আসন রয়েছে যেমন উত্তানাসন এবং ঊর্ধ্বগামী এবং নিম্নগামী কুকুরের ভঙ্গি, আউন্ধের রাজা, ভাওয়ানরাও শ্রীনিবাসরাও পন্ত দ্বারা জনপ্রিয় হয়েছিল। প্রতিনিধি, ১৯২০ এর দশকে।\n১৯২৪ সালে, যোগ শিক্ষক কুবলয়ানন্দ মহারাষ্ট্রে কৈবল্যধামা স্বাস্থ্য ও যোগ গবেষণা কেন্দ্র প্রতিষ্ঠা করেন, জিমন্যাস্টিকসের সাথে আসনগুলোকে একত্রিত করে এবং যোগেন্দ্রের মতো যোগ অনুশীলনের জন্য একটি বৈজ্ঞানিক ও চিকিৎসার ভিত্তি খুঁজছিলেন।\n১৯২৫ সালে, কুবলয়ানন্দের প্রতিদ্বন্দ্বী পরমহংস যোগানন্দ, ভারত থেকে আমেরিকায় চলে এসে, লস অ্যাঞ্জেলেসে আত্ম-উপলব্ধি ফেলোশিপ স্থাপন করেন এবং যোগাসন, শ্বাস-প্রশ্বাস, জপ এবং ধ্যান সহ \"হাজার হাজার আমেরিকানদের\" শিক্ষা দেন। ১৯২৩ সালে, যোগানন্দের ছোট ভাই, বিষ্ণুচরণ ঘোষ, কলকাতায় ঘোষ কলেজ অফ যোগ ও ফিজিক্যাল কালচার প্রতিষ্ঠা করেন।\nতিরুমালাই কৃষ্ণমাচার্য (১৮৮৮ - ১৯৮৯) আধুনিক যোগের জনক, তিনি দাবি করেন যে, ১৯১২ থেকে ১৯১৮ সাল পর্যন্ত তিব্বতের মানসরোবর হ্রদে রামমোহন ব্রহ্মচারীর সঙ্গে সাত বছর অতিবাহিত করেছেন, যিনি তৎকালীন অল্প কয়েক জীবিত হঠযোগের গুরুদের অন্যতম ছিলেন। তিনি ১৯৩০ এর দশকে কুবলায়ানন্দের অধীনে পড়াশোনা করেন এবং তারপর মহীশূরের জগনমোহন প্রাসাদে তাঁর যোগশালায় হঠযোগ কুস্তি অনুশীলন এবং আধুনিক পাশ্চাত্য জিমন্যাস্টিক আন্দোলনের একটি মিলন ঘটান এবং যোগ ঐতিহ্যে আগে যা দেখা যায়নি।  মহীশূরের মহারাজা চতুর্থ কৃষ্ণ রাজা ওয়াদিয়ার ভারতের শারীরিক সংস্কৃতির একজন শীর্ষস্থানীয় প্রবক্তা ছিলেন। তাঁর প্রাসাদের একটি পার্শ্ববর্তী হল সূর্য নমস্কার ক্লাস শেখানোর জন্য ব্যবহৃত হত যা তখন জিমন্যাস্টিক ব্যায়াম হিসাবে বিবেচিত হত। কৃষ্ণমাচার্য এই ব্যায়ামের ক্রমকে তাঁর প্রবাহিত বিন্যাস শৈলীতে রূপান্তরিত করেছিলেন। যোগ পণ্ডিত মার্ক সিঙ্গলটন উল্লেখ করেছেন যে নিলস বুখের মতো জিমন্যাস্টিক পদ্ধতিগুলো সেই সময়ে ভারতে শারীরিক সংস্কৃতিতে জনপ্রিয় ছিল এবং এগুলোতে কৃষ্ণমাচার্যের নতুন আসনগুলোর মতো অনেক ভঙ্গিমা ছিল।\n\n\n=== বিশ্বব্যাপী পণ্য ===\n\n\n=== রূপান্তর ===\nটেমপ্লেট:Yoga as exerciseটেমপ্লেট:Hatha yogaটেমপ্লেট:Asanas\n\n\n=== শৈলী ===\nটেমপ্লেট:Physical culture\n\n\n=== স্বাস্থ্য ===\nটেমপ্লেট:Yoga scholars\n\nব্যায়াম হিসাবে যোগব্যায়াম পশ্চিমা বিশ্বে এর স্বাস্থ্য উপকারিতা সম্পর্কে দাবি করে জনপ্রিয় হয়েছে। এই ধরনের দাবির ইতিহাস উইলিয়াম জে ব্রড তার 2012 বই দ্য সায়েন্স অফ যোগে পর্যালোচনা করেছেন; তিনি বলেছেন যে যোগব্যায়াম বিজ্ঞানসম্মত দাবি হিন্দু জাতীয়তাবাদী ভঙ্গি হিসাবে শুরু হয়েছিল। প্রাথমিক উদ্যোক্তাদের মধ্যে ছিলেন কুবলয়ানন্দ, যিনি 1924 সালে কৈবল্যধামায় তাঁর উদ্দেশ্য-নির্মিত গবেষণাগারে বৈজ্ঞানিকভাবে প্রদর্শন করার চেষ্টা করেছিলেন যে সর্বাঙ্গাসন (কাঁধের দাঁড়) বিশেষভাবে অন্তঃস্রাবী গ্রন্থিগুলোকে (যে অঙ্গগুলো হরমোন নিঃসরণ করে) পুনর্বাসন করে। তিনি এই বা অন্য কোন আসনের জন্য এই ধরনের দাবি সমর্থন করার জন্য কোন প্রমাণ পাননি।\n\n\n=== ধর্মনিরপেক্ষ ধর্ম ===\n\n১৯২০-এর দশকে এর উত্স থেকে, ব্যায়াম হিসাবে ব্যবহৃত যোগের একটি \"আধ্যাত্মিক\" দিক রয়েছে যা অগত্যা নব্য-হিন্দু নয়; হারমোনিয়াল জিমন্যাস্টিকসের সাথে এর আত্তীকরণ একটি উদাহরণ। জৈন যোগব্যায়ামকে \"প্রতিদিনের জীবন থেকে আলাদা করে একটি পবিত্র ফিটনেস রেজিমেন\" বলে অভিহিত করেন। যোগ থেরাপিস্ট অ্যান সোয়ানসন লিখেছেন যে \"বৈজ্ঞানিক নীতি এবং প্রমাণগুলো [যোগব্যায়ামকে অসম্পূর্ণ করেছে, কিন্তু] ... আশ্চর্যজনকভাবে, এটি আমার রূপান্তরমূলক অভিজ্ঞতাগুলোকে আরও জাদুকরী মনে করেছে।\" যোগ অনুশীলনের অধিবেশনে যোগব্যায়াম পণ্ডিত এলিজাবেথ ডি মিশেলিস উল্লেখ করেছেন, একটি অত্যন্ত সুনির্দিষ্ট তিন-অংশের কাঠামো যা আর্নল্ড ভ্যান গেনেপের 1908 সালের সংজ্ঞার সাথে একটি আচারের মৌলিক কাঠামোর সাথে মিলে যায়:\n   1. একটি বিচ্ছেদ পর্যায় (বাইরের বিশ্ব থেকে বিচ্ছিন্ন);\n   2. একটি রূপান্তর বা লিমিনাল অবস্থা; এবং\n   3. একটি নিগম বা পোস্টলিমিনাল অবস্থা।\n\n\n== ব্যবসা ==\n\n\n=== পোশাক এবং সরঞ্জাম ===\n\n\n=== কপিরাইট দাবি ===\nবিক্রম যোগ একটি বিশ্বব্যাপী ব্র্যান্ডে পরিণত হয়, এবং এর প্রতিষ্ঠাতা, বিক্রম চৌধুরী, বিক্রম যোগে ব্যবহৃত ২৬টি ভঙ্গিগুলোর অনুক্রমের উপর কপিরাইট প্রতিষ্ঠার চেষ্টা করার জন্য ২০০২ থেকে প্রায় দশ বছর ব্যয় করেছেন, কিছু প্রাথমিক সাফল্যের সাথে। যাইহোক, ২০১২ সালে, আমেরিকান ফেডারেল আদালত রায় দেয় যে বিক্রম যোগ কপিরাইট করা যাবে না। ২০১৫ সালে, আরও আইনি পদক্ষেপের পরে, আমেরিকান আপিল আদালত রায় দেয় যে যোগ ক্রম এবং শ্বাস-প্রশ্বাসের ব্যায়াম কপিরাইট সুরক্ষার জন্য যোগ্য নয়।\n\n\n== সংস্কৃতি ==\n\n\n=== সাহিত্য ===\n\n\n=== গবেষণা ===\nযোগব্যায়াম একাডেমিক অনুসন্ধানের বিষয় হয়ে উঠছে; গবেষকদের অনেকেই \"পণ্ডিত অনুশীলনকারী\" যারা নিজেরাই যোগব্যায়াম করেন।  Medknow (Wolters Kluwer- এর অংশ), স্বামী বিবেকানন্দ যোগ অনুসন্ধান সংস্থান বিশ্ববিদ্যালয়ের সাথে, পিয়ার-পর্যালোচিত ওপেন অ্যাক্সেস মেডিকেল জার্নাল ইন্টারন্যাশনাল জার্নাল অফ যোগ প্রকাশ করে। যোগব্যায়ামের সম্ভাব্য চিকিৎসা সুবিধা, যেমন স্ট্রেস এবং পিঠে ব্যথার বিষয়ে ক্রমবর্ধমান সংখ্যক গবেষণাপত্র প্রকাশিত হচ্ছে। লন্ডনের স্কুল অফ ওরিয়েন্টাল অ্যান্ড আফ্রিকান স্টাডিজ একটি যোগ স্টাডিজ কেন্দ্র তৈরি করেছে; এটি পাঁচ বছরের হঠযোগ প্রকল্পের আয়োজন করে যা শারীরিক যোগের ইতিহাসকে চিহ্নিত করে এবং এটি যোগ এবং ধ্যানে স্নাতকোত্তর ডিগ্রি শেখায়।\n\n\n== টীকাসমূহ ==\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\n\n\n== বহিঃস্থ সংযোগ ==\nআধুনিক যোগ গবেষণা ওয়েবসাইট, পণ্ডিত এলিজাবেথ ডি মিশেলিস, সুজান নিউকম্ব এবং মার্ক সিঙ্গেলটন দ্বারা পরিচালিত\nবিশ্বের পছন্দের পাঁচটি জনপ্রিয় যোগব্যায়ামের পিছনে কী রয়েছে? – একটি বিবিসি সিরিয়াসলি... প্রোগ্রাম এবং মুক্তি জৈন ক্যাম্পিয়নের ওয়েব পেজ"}