{"pageid": 1383816, "title": "প্লাস্টিস্ফিয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1383816", "content": "প্লাস্টিস্ফিয়ার হলো একটি মানবসৃষ্ট বাস্তুতন্ত্র, যেখানে জীবাণু ও অন্যান্য প্রাণী প্লাস্টিক বর্জ্যের ওপর বসবাস করে। সামুদ্রিক পরিবেশে জমে থাকা প্লাস্টিক দূষণ, বিশেষ করে মাইক্রোপ্লাস্টিক, বিভিন্ন প্রকারের অণুজীব যেমন ব্যাকটেরিয়া ও ছত্রাকের আবাসস্থল হয়ে উঠেছে। ২০২২ সালের হিসেবে, বিশ্বের মহাসাগরগুলোর পৃষ্ঠজলে প্রায় ৫১ ট্রিলিয়ন মাইক্রোপ্লাস্টিক ভেসে আছে বলে অনুমান করা হয়। মাত্র ৫ মিলিমিটার আকারের একটি প্লাস্টিকের টুকরোতেই হাজার হাজার প্রজাতির অণুজীব বাস করতে পারে। কিছু সামুদ্রিক ব্যাকটেরিয়া প্লাস্টিক পলিমারকে ভেঙে তা থেকে শক্তির উৎস হিসেবে কার্বন আহরণ করতে পারে।\n\nপ্লাস্টিক দূষণ সাধারণ জীববিয়োজ্য (biodegradable) উপাদানের তুলনায় অনেক বেশি সময়জুড়ে টিকে থাকে এবং এর ফলে অণুজীবদের দূরদূরান্তে পরিবহনে সহায়তা করে এক ধরনের \"জাহাজ\" হিসেবে কাজ করে। এই ধরনের দীর্ঘপথে যাত্রার ফলে অণুজীব নতুন পরিবেশে পৌঁছে যেতে পারে, যা আক্রমণাত্মক প্রজাতি এবং ক্ষতিকর শৈবাল বিস্তারের কারণ হতে পারে।\nপ্লাস্টিকের বর্জ্যে বাস করা এই অণুজীবেরা একটি সম্পূর্ণ বাস্তুতন্ত্র গঠন করে, যেখানে স্বপোষী (autotroph), পরপোষী (heterotroph) ও সহবাসী (symbiont) জীব উপস্থিত থাকে। প্লাস্টিকের রাসায়নিক বৈশিষ্ট্য এবং ধীর বিয়োজন প্রক্রিয়ার কারণে এতে যে অণুজীব বসতি গড়ে তোলে, তা প্রাকৃতিকভাবে ভেসে থাকা বস্তু (যেমন পালক বা শৈবাল)-এর সঙ্গে ভিন্ন হয়। অণুজীব ছাড়াও, কিছু পোকামাকড়ও এখন এমন এলাকায় বাস করছে যা আগে তাদের জন্য উপযুক্ত ছিল না। যেমন, হ্যালোবেটস (Halobates) নামক একটি সমুদ্রের পোকা এখন ভাসমান প্লাস্টিকের শক্ত পৃষ্ঠে প্রজনন করতে পারছে।\n\n\n== ইতিহাস ==\n\n\n=== আবিষ্কার ===\nপ্লাস্টিস্ফিয়ার শব্দটি প্রথম প্রয়োগ করা হয় ২০১৩ সালে, যখন তিনজন সামুদ্রিক বিজ্ঞানী—লিন্ডা আমারাল-জেটলার (Marine Biological Laboratory), ট্রেসি মিন্সার (Woods Hole Oceanographic Institution) এবং এরিক জেটলার (Sea Education Association)—এই ধারণা প্রকাশ করেন। তারা বিভিন্ন গবেষণা অভিযানে আটলান্টিক মহাসাগরের নানা স্থানে জাল দিয়ে প্লাস্টিক সংগ্রহ করে তাতে বাস করা অণুজীবগুলোর কার্যক্রম ও পরিবেশগত প্রভাব বিশ্লেষণ করেন।\nগবেষকরা স্ক্যানিং ইলেকট্রন মাইক্রোস্কোপি ও ডিএনএ সিকোয়েন্সিং ব্যবহার করে প্লাস্টিস্ফিয়ারের অণুজীব সম্প্রদায়ের বৈশিষ্ট্য নির্ধারণ করেন। তাদের একটি উল্লেখযোগ্য আবিষ্কার ছিল \"পিট ফর্মার\" নামের অণুজীব, যারা প্লাস্টিকে ফাটল বা গর্ত তৈরি করে, যা জৈব অবক্ষয়ের প্রমাণ বহন করে। তারা হাইড্রোকার্বন ভাঙার সক্ষমতাও থাকতে পারে বলে ধারণা করা হয়। গবেষণায় Vibrio গণের ব্যাকটেরিয়াও পাওয়া গেছে, যা কলেরাসহ নানা অন্ত্রসংক্রান্ত রোগের জন্য দায়ী। Vibrio-এর কিছু প্রজাতি আলো বিকিরণ করতে পারে, যা মাছকে আকৃষ্ট করে—ফলে মাছ ওই অণুজীব ও প্লাস্টিক খায় এবং তাদের অন্ত্রে এই অণুজীবরা বাস করে। বাল্টিক সাগর ও মধ্যপ্রাচ্য সাগরে প্লাস্টিকের পাতলা ফিল্ম, টুকরো ও তন্তুগুলোতেও এই ব্যাকটেরিয়া পাওয়া গেছে।\n\n\n=== মানবসৃষ্ট উৎস ===\nপ্লাস্টিক উদ্ভাবন করেন লিও বেকল্যান্ড (Leo Baekeland) ১৯০৭ সালে, ফর্মালডিহাইড ও ফিনল ব্যবহার করে। এরপর থেকে প্লাস্টিকের ব্যবহার দ্রুত বৃদ্ধি পায় এবং তা মানবজীবনের নানা দিক জুড়ে যায়। ১৯৬৪ থেকে ২০১৪ সালের মধ্যে এর ব্যবহার কুড়িগুণ বেড়ে যায় এবং ২০৩৫ সালের মধ্যে তা আরও দ্বিগুণ হওয়ার সম্ভাবনা রয়েছে। প্লাস্টিক উৎপাদন কমাতে নিষেধাজ্ঞার মাধ্যমে একবার ব্যবহারযোগ্য পণ্যে নিষেধ আরোপ করা হয়েছে, তবে দূষণ কমাতে তা কার্যকর হয়নি। একইভাবে, প্লাস্টিক পুনর্ব্যবহারযোগ্যতা হারও বেশ কম। ইইউ-এ ব্যবহৃত প্লাস্টিকের মাত্র ২৯% পুনঃব্যবহার করা হয়।\nযেসব প্লাস্টিক রিসাইক্লিং কেন্দ্র বা আবর্জনা ফেলার স্থানে পৌঁছায় না, তা বিভিন্ন কারণে সামুদ্রিক পরিবেশে জমা হয়—যেমন দুর্ঘটনাবশত ফেলা পড়া, পরিবহনকালে হারিয়ে যাওয়া বা জাহাজ থেকে সরাসরি ফেলা। ২০১০ সালে অনুমান করা হয়েছিল যে, প্রতি বছর প্রায় ৪ থেকে ১২ মিলিয়ন মেট্রিক টন প্লাস্টিক বর্জ্য সমুদ্রতলে প্রবেশ করে।\n১৯৬০-এর দশক থেকে ক্ষুদ্র ও সূক্ষ্ম মাইক্রোপ্লাস্টিক কণাগুলি সাগরে জমা হতে শুরু করে। বর্তমানে একটি বড় উদ্বেগের বিষয় হলো কৃষিকাজে প্লাস্টিক ফিল্মের ব্যবহার, যা বছরে প্রায় ৭.৪ মিলিয়ন টন ব্যবহৃত হয় খাদ্য উৎপাদন বৃদ্ধির জন্য। গবেষণায় দেখা গেছে, মাত্র ৭–১৪ দিনের মধ্যেই এই প্লাস্টিক ফিল্মের পৃষ্ঠে অণুজীব স্তর গঠিত হতে পারে, যা মাটির রাসায়নিক বৈশিষ্ট্য এবং শস্যের গুণমান পরিবর্তন করতে পারে। এমনকি আর্কটিক অঞ্চলেও বায়ুমণ্ডলীয় পরিবহণের মাধ্যমে মাইক্রোপ্লাস্টিক পাওয়া গেছে।\n\n\n== গবেষণা ==\n\n\n=== বৈচিত্র্য ===\nবৃহৎ পরিসরের সিকোয়েন্সিং গবেষণায় দেখা গেছে যে, প্লাস্টিস্ফিয়ারে প্রজাতির সমৃদ্ধি কম থাকায় আলফা বৈচিত্র্য আশেপাশের মাটির নমুনার তুলনায় কম হয়। পলিমার ফিল্মের টুকরোগুলো অণুজীবের ওপর ভিন্নভাবে প্রভাব ফেলে, যার ফলে প্লাস্টিস্ফিয়ারে অণুজীব বৃদ্ধির হারে মিশ্র প্রভাব দেখা যায়। কিছু পলিমার-ভাঙানো ব্যাকটেরিয়া তাদের কার্যকলাপে বিষাক্ত উপজাত তৈরি করে, যা অন্যান্য জীবের জন্য প্লাস্টিস্ফিয়ার উপযোগী হওয়াকে বাধাগ্রস্ত করে। পাশাপাশি, আশেপাশের মাটির তুলনায় প্লাস্টিস্ফিয়ারে বংশগত বৈচিত্র্য কম পরিলক্ষিত হয়।\nপ্লাস্টিস্ফিয়ারের ব্যাকটেরিয়া ও অণুজীব সম্প্রদায় আশেপাশের মাটির তুলনায় অনেকটাই ভিন্ন, যার ফলে এক নতুন বাস্তুস্থল (ecological niche) তৈরি হয়। ফিল্ম টুকরোর উপস্থিতির ফলে নির্দিষ্ট কিছু ব্যাকটেরিয়া বিশেষভাবে বৃদ্ধি পায়, যা একটি অনন্য ব্যাকটেরিয়াল সম্প্রদায় গঠনে সহায়তা করে। সময়ের সাথে সাথে প্লাস্টিস্ফিয়ারের ব্যাকটেরিয়াল গঠনে পরিবর্তন ঘটে, যা আশেপাশের ভূমিতে পরিবর্তনের কারণ হতে পারে।\nআরেকটি গবেষণায় দেখা গেছে যে, প্লাস্টিস্ফিয়ারের বৈচিত্র্যে প্রভাব ফেলতে প্লাস্টিকের রঙ গুরুত্বপূর্ণ হতে পারে। গবেষকরা লক্ষ্য করেন, নীল রঙের প্লাস্টিকে অনন্য অণুজীবের উপস্থিতি তুলনামূলকভাবে বেশি।\n২০২৪ সালের একটি গবেষণায় আটলান্টিক মহাসাগর ও ভূমধ্যসাগর জুড়ে প্লাস্টিস্ফিয়ার গঠনে অণুজীব উপনিবেশ ও তাদের জিনগত বৈচিত্র্য পর্যবেক্ষণ করা হয়। গবেষণায় টার্ডিগ্রেড নামক ক্ষুদ্র প্রাণী প্লাস্টিকের ভেতরে in situ অবস্থায় বাস করছে বলে চিহ্নিত করা হয়।\n\n\n=== শ্রেণিবিন্যাস ===\nকিছু ব্যাকটেরিয়ার পলিমার ভাঙার ক্ষমতা তাদের প্লাস্টিস্ফিয়ারে বেড়ে ওঠার অনুকূল পরিবেশ তৈরি করে। মাটির নমুনার তুলনায় প্লাস্টিক কণাযুক্ত পরিবেশে যেসব ব্যাকটেরিয়ার উপস্থিতি বেশি দেখা যায়, তাদের মধ্যে রয়েছে অ্যাসিডোব্যাক্টেরিয়া, অ্যাক্টিনোব্যাক্টেরিয়া, Bacteroidetes, ক্লোরোফ্লেক্সি (Chloroflexi), ফার্মিকিউটস (Firmicutes), প্ল্যান্কটোমাইসিটিস এবং প্রোটিওব্যাক্টেরিয়া। এছাড়াও, Rhizobiales, Rhodobacterales, এবং Sphingomonadales অর্ডারের ব্যাকটেরিয়াও প্লাস্টিস্ফিয়ারে সমৃদ্ধ। এই অনন্য ব্যাকটেরিয়াল সম্প্রদায়ের অভ্যন্তরীণ মিথস্ক্রিয়া স্থানীয় জৈব-ভৌগোলিক চক্র ও খাদ্য জাল-এর গতিপ্রবাহে প্রভাব ফেলে।\n\n\n=== সম্প্রদায়ের বিপাক ক্রিয়া ===\nপ্লাস্টিস্ফিয়ারে ব্যাকটেরিয়াল সম্প্রদায়গুলোতে উন্নত বিপাকক্রিয়া (metabolism) দেখা যায়। KEGG পাথওয়ে বিশ্লেষণে দেখা গেছে, প্লাস্টিস্ফিয়ার নমুনায় জিনগত ও পরিবেশগত তথ্য প্রক্রিয়াকরণ, কোষীয় প্রক্রিয়া এবং জীবের বিভিন্ন শারীরবৃত্তীয় ব্যবস্থার জিনগত সক্রিয়তা বৃদ্ধি পেয়েছে। এসব সম্প্রদায়ে যেসব বিপাকীয় কার্যকলাপ বৃদ্ধি পেয়েছে, তার মধ্যে রয়েছে নাইট্রোজেন বিপাক, ইনসুলিন সংকেত পথ, ব্যাকটেরিয়াল নিঃসরণ, অর্গানোফসফরাস যৌগ বিপাক, অ্যান্টিঅক্সিডেন্ট কার্যকলাপ, ভিটামিন বি সংশ্লেষণ, কেমোট্যাক্সিস, টারপেনয়েড-কুইনোন সংশ্লেষণ, সালফার বিপাক, কার্বোহাইড্রেট ও অ্যামিনো অ্যাসিড বিপাক, কীটনদেহ বিপাক, লিপোপলিস্যাকারাইড সংশ্লেষণ, অ্যালকোহল বিপাক, পলিসাইক্লিক অ্যারোমেটিক হাইড্রোকার্বন ভাঙন, লিপিড বিপাক, কোফ্যাক্টর বিপাক, কোষ বৃদ্ধির প্রক্রিয়া, কোষ চলাচল, ঝিল্লি পরিবহন, শক্তি উৎপাদন এবং জেনোবায়োটিক (বিদেশী রাসায়নিক) উপাদানের বিপাক।\n\n\n=== জৈব-ভৌগোলিক চক্রের সঙ্গে সম্পর্ক ===\nপ্লাস্টিস্ফিয়ারে হাইড্রোকার্বন ভাঙতে সক্ষম জীবের উপস্থিতি প্লাস্টিস্ফিয়ার ও কার্বন চক্র-এর মধ্যে সরাসরি সম্পর্কের ইঙ্গিত দেয়।\nমেটাজিনোম বিশ্লেষণে দেখা গেছে, প্লাস্টিস্ফিয়ারে এমন জিন বেশি পরিমাণে রয়েছে যা কার্বন ভাঙন, নাইট্রোজেন স্থিতিকরণ, জৈব নাইট্রোজেন রূপান্তর, অ্যামোনিয়া অক্সিডেশন, ডিনাইট্রিফিকেশন, অজৈব ফসফরাস দ্রবীকরণ, জৈব ফসফরাস খনিজীকরণ এবং ফসফরাস পরিবাহক উৎপাদনের সঙ্গে জড়িত—যা নির্দেশ করে যে প্লাস্টিস্ফিয়ার জৈব-ভৌগোলিক চক্রগুলির ওপর গুরুত্বপূর্ণ প্রভাব ফেলতে পারে।\nপ্লাস্টিস্ফিয়ারে যে ব্যাকটেরিয়া গোষ্ঠীগুলি জৈব অবক্ষয় এবং কার্বন, নাইট্রোজেন ও ফসফরাস চক্রে ভূমিকা রাখে, তাদের মধ্যে উল্লেখযোগ্য হলো প্রোটিওব্যাক্টেরিয়া ও ব্যাকটেরয়েডিটিস। কিছু কার্বন-ভাঙানো ব্যাকটেরিয়া প্লাস্টিককেই খাদ্য হিসেবে ব্যবহার করতে সক্ষম।\nদক্ষিণ প্রশান্ত মহাসাগরে এক গবেষণায় দেখা গেছে, প্লাস্টিস্ফিয়ার CO২ ও টেমপ্লেট:N2O উৎপাদনে কিছুটা অংশ নিতে পারে, যদিও গ্যাস নির্গমনের হার তুলনামূলকভাবে কম। তবে গবেষণাটি উপসংহারে জানায়, গ্রিনহাউস গ্যাস নির্গমনের পরিমাণ নির্ভর করে পুষ্টির ঘনত্ব এবং ব্যবহৃত প্লাস্টিকের ধরনের ওপর।\n\n\n=== মানব স্বাস্থ্যের গুরুত্ব ===\nপ্লাস্টিস্ফিয়ার নমুনায় KEGG পাথওয়ে বিশ্লেষণ থেকে জানা যায়, মানব রোগের সঙ্গে সম্পর্কিত নানা জিনগত অনুক্রম প্লাস্টিস্ফিয়ারে বেশি পরিমাণে উপস্থিত। উদাহরণস্বরূপ, কলেরার জীবাণু Vibrio cholerae, ক্যান্সার সংশ্লিষ্ট জিনগত পথ, এবং টক্সোপ্লাজমোসিস সম্পর্কিত অনুক্রম প্লাস্টিস্ফিয়ারে সমৃদ্ধভাবে পাওয়া গেছে। \nপ্লাস্টিস্ফিয়ারে প্যাথোজেনিক (রোগসৃষ্টিকারী) ব্যাকটেরিয়া টিকে থাকতে পারে, আংশিকভাবে এর কারণ হলো জৈব দূষকের জীবস্তরে (biofilm) শোষণ এবং সেগুলিকে পুষ্টি হিসেবে ব্যবহার। \nবর্তমানে গবেষণায় প্লাস্টিস্ফিয়ার ও শ্বাসযন্ত্রের ভাইরাসগুলির মধ্যে সম্পর্ক এবং প্লাস্টিস্ফিয়ার পরিবেশে ভাইরাসের স্থায়িত্ব ও বেঁচে থাকার ওপর কোনো প্রভাব ফেলে কি না, তা নির্ধারণের চেষ্টা চলছে।\n\n\n=== অণুজীব দ্বারা অবক্ষয় ===\n\nপ্লাস্টিস্ফিয়ারে থাকা কিছু অণুজীবের প্লাস্টিক উপাদান ভাঙার সক্ষমতা রয়েছে। এটি একটি ইতিবাচক দিক হতে পারে, কারণ বিজ্ঞানীরা এসব অণুজীবকে ব্যবহার করে এমন প্লাস্টিক ভেঙে ফেলতে পারেন, যা সাধারণভাবে শতাব্দীর পর শতাব্দী ধরে পরিবেশে থেকে যায়।\nতবে, যখন প্লাস্টিক ছোট ছোট অংশে ভেঙে যায় এবং শেষপর্যন্ত মাইক্রোপ্লাস্টিক-এ রূপান্তরিত হয়, তখন তা প্ল্যাঙ্কটন দ্বারা খাওয়া পড়ার সম্ভাবনা বাড়ে এবং এভাবে তা খাদ্য শৃঙ্খলে প্রবেশ করে। পরবর্তীতে বৃহৎ প্রাণীরা প্ল্যাঙ্কটন খেলে এই প্লাস্টিক তাদের দেহেও জমা হয় এবং জৈব-সঞ্চয়ের (bioaccumulation) মাধ্যমে মাছ ও অন্যান্য সামুদ্রিক প্রাণীতে চলে যায়, যেগুলো মানুষ খেয়ে থাকে।\nনিচের সারণিতে কিছু অণুজীব এবং তাদের প্লাস্টিক ভাঙার ক্ষমতা তুলে ধরা হলো:\n\nযদিও অণুজীব দ্বারা প্লাস্টিকের অবক্ষয় প্রক্রিয়া সাধারণত খুব ধীর, বিজ্ঞানীরা এদের জেনেটিকভাবে পরিবর্তন করার চেষ্টা করছেন যাতে অবক্ষয়ের গতি বৃদ্ধি পায়। উদাহরণস্বরূপ, Ideonella sakaiensis-কে জেনেটিকভাবে সংশোধন করে এটি PET দ্রুত ভাঙাতে সক্ষম করা হয়েছে।\nএছাড়াও, বিভিন্ন রাসায়নিক ও ভৌত প্রাক-প্রক্রিয়াকরণ, যেমন আল্ট্রাভায়োলেট (UV) বা γ-রশ্মি ব্যবহার, কিছু প্লাস্টিকের অবক্ষয় হার বাড়াতে ব্যবহৃত হয়েছে।\n২০২৩ সালে লি প্রমুখের গবেষণায় PET-ভাঙানো ক্ষমতাসম্পন্ন Ideonella sakaiensis-এর জিন লবণাক্ত পরিবেশে অভিযোজিত Vibrio natriegens-এ প্রতিস্থাপন করে একটি নতুন প্রজাতি তৈরি করা হয়েছে, যা ল্যাবপর্যায়ে লবণাক্ত জলে PET ভাঙাতে সক্ষম হয়েছে। যদিও এটি এখনও পরীক্ষাগারে সীমিত, এই গবেষণা পরিবেশে জমে থাকা মাইক্রো ও ন্যানোপ্লাস্টিক ভাঙাতে জৈবপ্রযুক্তির সম্ভাবনা বৃদ্ধি করে।\n\n\n== আরও দেখুন ==\nপ্লাস্টিভোর\nউত্তর প্রশান্ত ঘূর্ণি\nআবর্জনা প্যাচ\nপ্লাস্টিক দূষণ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পাঠের জন্য ==\n\"Welcome to the plastisphere\"। The Economist। ২০ জুলাই ২০১৩। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nডানিং, ব্রায়ান (১৬ ডিসেম্বর ২০০৮)। \"স্কেপটয়েড #132: The Sargasso Sea and the Pacific Garbage Patch\"। স্কেপ্‌টয়েড। \nDvorsky, George (১৩ নভেম্বর ২০১৩)। \"New life found on plastic waste gives rise to the 'plastisphere'\"। io9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMarshall, Michael (২ জুলাই ২০১৩)। \"Plastisphere microbes go to sea on flotsam fragments\"। New Scientist। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nটেমপ্লেট:Plastics"}