{"pageid": 1383705, "title": "কোলন বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1383705", "content": "কোলন বিশ্ববিদ্যালয় (জার্মান: Universität zu Köln) হল জার্মানির কোলন শহরে অবস্থিত একটি বিশ্ববিদ্যালয়। এটি ১৩৮৮ সালে প্রতিষ্ঠিত হয়েছিল, এটি মধ্য ইউরোপে স্থাপিত ষষ্ঠ বিশ্ববিদ্যালয়। ১৯১৯ সালে পুনঃপ্রতিষ্ঠিত হওয়ার আগে এটি ১৯৯৮ সালে বন্ধ হয়ে যায়। এটি এখন ৫০,০০০ এরও বেশি শিক্ষার্থী সহ জার্মানির বৃহত্তম বিশ্ববিদ্যালয়গুলির মধ্যে একটি। কোলন বিশ্ববিদ্যালয় হল প্রধান গবেষণা-নিবিড় বিশ্ববিদ্যালয়গুলির জার্মান ইউ১৫ অ্যাসোসিয়েশনের সদস্য এবং ২০১২ থেকে ২০১৯ সাল পর্যন্ত জার্মান ইউনিভার্সিটি এক্সিলেন্স ইনিশিয়েটিভের অংশ হিসাবে একটি শ্রেষ্ঠত্বের বিশ্ববিদ্যালয় ছিল৷ এটি ক্রমাগত বিশ্ব রাংকিং শীর্ষ ২০টি জার্মান বিশ্ববিদ্যালয়ের মধ্যে স্থান পেয়েছে৷কোলন বিশ্ববিদ্যালয় 4টি ক্লাস্টার অফ এক্সিলেন্স; CECAD ক্লাস্টার অফ এক্সিলেন্স ফর এজিং রিসার্চ, ক্লাস্টার অফ এক্সিলেন্স ECONtribute: মার্কেটস অ্যান্ড পাবলিক পলিসি, CEPLAS ক্লাস্টার অফ এক্সিলেন্স ফর প্ল্যান্ট সায়েন্সেস এবং ক্লাস্টার অফ এক্সিলেন্স ম্যাটার অ্যান্ড লাইট ফর কোয়ান্টাম ইনফরমেশন (ML4Q) প্রাপ্ত। ২০২৩ সাল পর্যন্ত, এর উল্লেখযোগ্য প্রাক্তন ছাত্র, শিক্ষক এবং গবেষকদের মধ্যে ৪ জন নোবেল বিজয়ী, ১১ জন গটফ্রাইড উইলহেলম লিবনিজ পুরস্কার বিজয়ী, ৭ জন হাম্বল্ট প্রফেসরশিপ বিজয়ী, ২ জন হাম্বোল্ট গবেষণা পুরস্কার বিজয়ী এবং ১ জন রোডস স্কলার।\n\n\n== ইতিহাস ==\nপ্রাগ চার্লস বিশ্ববিদ্যালয় (১৩৪৮), ভিয়েনা বিশ্ববিদ্যালয় (১৩৬৫) এবং হাইডেলবার্গের রুপ্রেচ্ট কার্ল বিশ্ববিদ্যালয়ের (১৩৮৬) এর পর পবিত্র রোম সাম্রাজ্যর চতুর্থ বিশ্ববিদ্যালয় হিসেবে ১৩৮৮ সালে কোলন বিশ্ববিদ্যালয় প্রতিষ্ঠিত হয়। সনদে পোপ আরবান ষষ্ঠ স্বাক্ষর করেছিলেন। ১৩৮৯ সালের ৬ুই জানুয়ারি বিশ্ববিদ্যালয়ে শিক্ষকতা শুরু হয়।\n১৭৯৮ সালে, প্রথম ফ্রান্স রিপাবলিক দ্বারা বিশ্ববিদ্যালয়টি বিলুপ্ত করা হয়েছিল, যারা ১৯৯৪ সালে কোলন আক্রমণ করেছিল, কারণ নতুন ফরাসি সংবিধানের অধীনে, পুরো ফ্রান্স জুড়ে অনেক বিশ্ববিদ্যালয় বিলুপ্ত হয়েছিল। শেষ রেক্টর ফার্দিনান্দ ফ্রাঞ্জ ওয়ালরাফ বিশ্ববিদ্যালয়ের গ্রেট সীল সংরক্ষণ করতে সক্ষম হয়েছিলেন, যা এখন আরও একবার ব্যবহার করা হচ্ছে।\n১৯১৯ সালে, প্রুশিয়া সরকার বিশ্ববিদ্যালয়টিকে পুনঃপ্রতিষ্ঠা করার জন্য কোলন সিটি কাউন্সিলের একটি সিদ্ধান্তকে সমর্থন করে। এটি রাইন নদীর পশ্চিম তীরে স্ট্রাসবার্গ বিশ্ববিদ্যালয়ের ক্ষতির প্রতিস্থাপন হিসাবে বিবেচিত হয়েছিল, যা সমসাময়িকভাবে আলসেসের বাকি অংশের সাথে ফ্রান্সে ফিরে গিয়েছিল। ২৯ মে ১৯১৯ তারিখে, কোলনের মেয়র কনরাড অ্যাডেনাউয়ার আধুনিক বিশ্ববিদ্যালয়ের সনদে স্বাক্ষর করেন।\nসেই সময়ে, নতুন বিশ্ববিদ্যালয়টি Neustadt-Süd-এ অবস্থিত ছিল, কিন্তু ২ নভেম্বর ১৯৩৪-এ লিন্ডেনথালে তার বর্তমান ক্যাম্পাসে স্থানান্তরিত হয়। পুরানো প্রাঙ্গনটি এখন কোলন ইউনিভার্সিটি অফ অ্যাপ্লাইড সায়েন্সেস-এর জন্য ব্যবহার করা হচ্ছে।\nপ্রাথমিকভাবে, বিশ্ববিদ্যালয়টি ব্যবসা, অর্থনীতি এবং সামাজিক বিজ্ঞান অনুষদ (বাণিজ্য ইনস্টিটিউট এবং সাম্প্রদায়িক এবং সামাজিক প্রশাসনের উত্তরসূরি) এবং মেডিসিন অনুষদ (মেডিসিন একাডেমির উত্তরসূরি) নিয়ে গঠিত ছিল। ১৯২০ সালে, আইন অনুষদ এবং কলা অনুষদ যোগ করা হয়, যেখান থেকে পরবর্তীতে গণিত ও প্রাকৃতিক বিজ্ঞানের স্কুলটি ১৯৫৫ সালে একটি পৃথক অনুষদ গঠনের জন্য বিভক্ত হয়। ১৯৮০ সালে, রাইনল্যান্ড স্কুল অফ এডুকেশনের দুটি কোলন বিভাগকে শিক্ষা এবং বিশেষ শিক্ষা অনুষদ হিসাবে বিশ্ববিদ্যালয়ের সাথে সংযুক্ত করা হয়েছিল। ১৯৮৮ সালে, ইউনিভার্সিটি কমিউনিটি অফ ইউরোপিয়ান ম্যানেজমেন্ট স্কুলস অ্যান্ড ইন্টারন্যাশনাল কোম্পানিজ (CEMS), আজকের গ্লোবাল অ্যালায়েন্স ইন ম্যানেজমেন্ট এডুকেশনের প্রতিষ্ঠাতা সদস্য হয়ে ওঠে।\nবিশ্ববিদ্যালয়টি অর্থনীতির ক্ষেত্রে একটি শীর্ষস্থানীয় এবং জাতীয় ও আন্তর্জাতিক উভয় র‍্যাঙ্কিংয়ের জন্য আইন ও ব্যবসার জন্য নিয়মিতভাবে শীর্ষ অবস্থানে রয়েছে।\n\n\n== সংগঠন ==\nকোলন বিশ্ববিদ্যালয় হল একটি সংবিধিবদ্ধ কর্পোরেশন (Körperschaft des öffentlichen Rechts), নর্ডরাইন-ভেস্টফালেন রাজ্য সরকার দ্বারা পরিচালিত।\nবিশ্ববিদ্যালয়টি ছয়টি অনুষদে বিভক্ত, যা একসাথে ২০০টি বিষয়ে অধ্যয়নের ক্ষেত্র অফার করে। অনুষদগুলি হল ব্যবস্থাপনা, অর্থনীতি এবং সামাজিক বিজ্ঞান, আইন, মেডিসিন (অধিভুক্ত বিশ্ববিদ্যালয় ক্লিনিকের সাথে), কলা, গণিত এবং প্রাকৃতিক বিজ্ঞান এবং মানবিক বিজ্ঞান।\n\n\n== জাদুঘর ও সংগ্রহ ==\nজিওমিউজিয়াম: কোলনের একমাত্র প্রাকৃতিক ইতিহাস জাদুঘর ।\nশ্লোস ওয়ানের থিয়েটার সংগ্রহ: ১৬ শতকের ইউরোপীয় থিয়েটারের ছবি এবং পাঠ্যগার ।\nবারবারাস্টোলেন: মূল ভবনের নিচে, ১৯৩২ সালে বাণিজ্য ও শিল্পের জন্য একটি জাদুঘরের অংশ হিসাবে একটি খনির গ্যালারি নির্মিত হয়েছিল ।\n\n\n== তথ্যসূত্র =="}