{"pageid": 138330, "title": "চৌরঙ্গী বিধানসভা কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=138330", "content": "চৌরঙ্গী বিধানসভা কেন্দ্র হল ভারতের পশ্চিমবঙ্গ রাজ্যের রাজধানী কলকাতার একটি বিধানসভা কেন্দ্র। এই পৃষ্ঠায় পূর্বতন বন্দর বিধানসভা কেন্দ্রের তথ্যও সংযোজিত হয়েছে।\n\n\n== এলাকা ==\nসীমানা পুনর্নির্ধারণ কমিশনের নির্দেশিকা অনুযায়ী, ১৬২ নং চৌরঙ্গি বিধানসভা কেন্দ্রটি নিম্নলিখিত ওয়ার্ড গুলি দ্বারা গঠিত হয়। এই বিধানসভার অন্তর্গত কলকাতা পৌরসংস্থার ওয়ার্ড নং  ৪৪, ৪৫, ৪৬, ৪৭, ৪৮, ৪৯, ৫০, ৫১, ৫২, ৫৩ এবং ৬২।\nচৌরঙ্গী বিধানসভা কেন্দ্রটি ২৪ নং  কলকাতা উত্তর লোকসভা কেন্দ্রের অন্তর্গত। ২০০৯ সালের সাধারণ নির্বাচনের পূর্বে এই কেন্দ্রটি ২৩ নং  কলকাতা দক্ষিণ লোকসভা কেন্দ্রের অন্তর্গত ছিল।\n\n\n== নির্বাচনী ফলাফল ==\n\n\n=== ১৯৭৭-২০০৬ ===\n২০০৬ সালের বিধানসভা নির্বাচনে তৃণমূল কংগ্রেসের সুব্রত বক্সী ১৪৬ নং চৌরঙ্গী বিধানসভা কেন্দ্র থেকে তার নিকটতম প্রতিদ্বন্দ্বী সিপিআই(এম)-এর নারায়ণ জৈনকে পরাজিত করে জয়লাভ করেন। ২০০১ ও ১৯৯৬ সালে এই কেন্দ্র থেকে জয়লাভ করেছিলেন সুব্রত মুখোপাধ্যায়। ২০০১ সালে তিনি তৃণমূল কংগ্রেস প্রার্থী হিসেবে জেডি(এস)-এর শাহিদ হোসেনকে এবং ১৯৯৬ সালে কংগ্রেস প্রার্থী হিসেবে জনতা দলের পল মনতোষকে পরাজিত করেন। ১৯৯১ সালে কংগ্রেসের সিদ্ধার্থশঙ্কর রায় সিপিআই(এম)-এর অশোক মিত্রকে এই কেন্দ্র থেকে পরাজিত করেন। ১৯৮৭ সালে কংগ্রেসের দেবীপ্রসাদ চট্টোপাধ্যায় সিপিআই(এম)-এর বাদশা আলমকে এখান থেকেই পরাজিত করেছিলেন। ১৯৮২ সালে কংগ্রেসের শিশির বসু চৌরঙ্গী কেন্দ্র থেকে সিপিআই(এম)-এর জাহিরুল হককে পরাজিত করেন।\n\n\n=== ১৯৫৭-১৯৭৭ ===\n১৯৭২ ও ১৯৭১ সালে কংগ্রেসের শঙ্কর ঘোষ এই কেন্দ্র থেকে জয়লাভ করেন। ১৯৬৯ ও ১৯৬৭ সালে কংগ্রেসের সিদ্ধার্থশঙ্কর রায় এই কেন্দ্র থেকে জয়লাভ করেছিলেন। ১৯৬২ সালে কংগ্রেসের ড. বিধানচন্দ্র রায় এই কেন্দ্র থেকে জয়লাভ করেন। ১৯৫১ সালে ভারতের প্রথম নির্বাচনের সময় অবশ্য চৌরঙ্গী নামে কোনো বিধানসভা কেন্দ্রের অস্তিত্ব ছিল না।\n\n\n=== ১৯৫১-১৯৫৭ (ফোর্ট বিধানসভা কেন্দ্র) ===\n১৯৫৭ ও ১৯৫১ সালের নির্বাচনে চৌরঙ্গীর স্থলে ফোর্ট নামে একটি বিধানসভা কেন্দ্র ছিল। ১৯৫৭ সালে কংগ্রেসের মৈত্রেয়ী বসু এবং ১৯৫১ সালে কংগ্রেসের নরেন্দ্রনাথ সেন এই কেন্দ্র থেকে জয়লাভ করেছিলেন।\n\n\n== পাদটীকা =="}