{"pageid": 13833, "title": "তালিন", "url": "https://bn.wikipedia.org/wiki?curid=13833", "content": "তালিন (; এস্তোনীয়: [ˈtɑlʲːinː] (); এস্তোনিয়ার রাজধানী এবং সবথেকে জনবহুল শহর। দেশের উত্তরাঞ্চলে বাল্টিক সাগরের ফিনল্যান্ড উপসাগরের তীরে অবস্থিত, ২০২০ সালে এর জনসংখ্যা ছিল ৪৩৭,৬১৯ জন। প্রশাসনিকভাবে হারজু কাউন্টির একটি অংশ, তালিন এস্তোনিয়ার প্রধান আর্থিক, শিল্প ও সাংস্কৃতিক কেন্দ্র; দ্বিতীয় বৃহত্তম শহর, টার্টু, এস্তোনিয়ার দক্ষিণে অবস্থিত, ১৮৭.২ কিলোমিটার (১১৬.৩ মাইল) তালিনের দক্ষিণপূর্ব। তালিন অবস্থিত হেলসিঙ্কি, ফিনল্যান্ড'র ৮০.৩২ কিলোমিটার (৪৯.৯১ মাইল) দক্ষিণে, সেন্ট পিটার্সবার্গ, রাশিয়ার ৩২০.৫৬ কিলোমিটার (১৯৯.১৯ মাইল) পশ্চিমে, রিগা, লাটভিয়ার ৩০০.৮৪ কিলোমিটার (১৮৬.৯৩ মাইল) উত্তরে এবং স্টকহোম, সুইডেন'র ৩৮০ কিলোমিটার (২৪০ মাইল) পূর্বে। এর এই চারটি শহরের সাথে ঐতিহাসিক সম্পর্ক রয়েছে। ত্রয়োদশ শতাব্দী থেকে বিংশ শতাব্দীর প্রথমার্ধ পর্যন্ত তালিন বিশ্বের বেশিরভাগ অঞ্চলে ঐতিহাসিক জার্মান নাম রেভাল হিসেবে পরিচিত ছিল।\n১১৫৪ সালে প্রথম তালিন নামটি উল্লেখ করা হয় যা ১২৪৮ সালে নগর হিসেবে স্বীকৃতি পায়, তবে এখানে প্রাচীনতম জনবসতির তারিখটি ৫০০০ বছর আগের। এই জমি নিয়ে প্রথম করা দাবিটি ছিল ডেনমার্ক'র,১২১৯ সালে, রাজা ভালদেমার দ্বিতীয়'র নেতৃত্বে লাইন্ডানিসের সফল অভিযানের পরে, এরপর স্ক্যান্ডিনেভিয়ান এবং টিউটোনিক শাসকদের শাসন চলে কিছু সময়। কৌশলগত অবস্থানের কারণে, শহরটি হয়ে উঠে একটি প্রধান বাণিজ্য কেন্দ্র, বিশেষ করে ১৪'শ থেকে ১৬'শ শতাব্দী পর্যন্ত, যখন হ্যানজিয়াটিক লিগের অংশ হিসেবে এর গুরুত্ব বৃদ্ধি পায়। তালিনের ক্যাসক্লিনের পুরাতন শহর ইউরোপের অন্যতম সেরা সংরক্ষিত মধ্যযুগীয় শহর এবং ইউনেস্কোর ওয়ার্ল্ড হেরিটেজ সাইট হিসেবে তালিকাভুক্ত।\nইউরোপীয় দেশগুলোর মধ্যে তালিনে মাথাপিছু জনসংখ্যার সর্বাধিক সংখ্যক উদ্যোক্তা রয়েছে এবং এটি স্কাইপ এবং ট্রান্সফারওয়াসহ অনেক আন্তর্জাতিক উচ্চ প্রযুক্তি সংস্থার জন্মস্থান। শহরটিতে ইউরোপীয় ইউনিয়নের আইটি এজেন্সির সদর দফতর স্থাপিত হবে। বিশ্বব্যাপী সাইবার সুরক্ষার প্রদানকারী ন্যাটো সাইবার ডিফেন্স সেন্টার অফ এক্সিলেন্সের আবাস এটি। ২০০৭ সালে তালিন বিশ্বের শীর্ষ দশ ডিজিটাল শহরগুলোর একটি হিসেবে নির্বাচিত হয়েছিল। ফিনল্যান্ডের তুর্কু সহ এই শহরটি ২০১১ সালের জন্য ইউরোপীয় সংস্কৃতির রাজধানী মনোনীত হয়েছিল।\n\n\n== ব্যুৎপত্তি ==\n\n\n=== ঐতিহাসিক নাম ===\n১১৫৪ সালে, قلون (ক্লোয়ান বা কোয়ালাভেন, সম্ভবত কেলাভেন বা কোলাভান এর পরিবর্তিত রূপ) নামের শহরটি Almoravid-এর বিশ্ব মানচিত্রে যুক্ত করা হয় আরব মানচিত্রকার মুহাম্মদ আল-ইদ্রিসি দ্বারা, যিনি এটিকে বর্ণনা করেন 'আস্টল্যান্ডা' শহরগুলোর মধ্যে \"দুর্গের মতো একটি ছোট শহর\" হিসেবে। এটি ধারণা করা হয় যে কুওরি সম্ভবত আধুনিক শহরের পূর্বরূপ ছিল। সম্ভবত তালিনের আরেকটি পুরাতন নাম ছিল কলিভান (রুশ: Колывань), যা পূর্ব স্লাভিক ক্রনিকলগুলো থেকে আবিষ্কৃত হয়েছে এবং এটি কোনোভাবে এস্তোনিয়ান পৌরাণিক নায়ক কালেভের সাথে সম্পর্কিত হতে পারে। তবে কিছু আধুনিক ঐতিহাসিক আল-ইদ্রিসির নামটি তালিনের সাথে যুক্ত করাকে ভিত্তিহীন ও ভ্রান্ত বলে বিবেচনা করেন।\nহেনরি অব লিভনিয়া তাঁর ক্রনিকলে শহরটিকে আখ্যা দেন সে নামে যা স্ক্যান্ডিনেভিয়ানরা 13শ শতাব্দী পর্যন্ত ব্যবহার করা আসছিল: লিন্ডানসিয়া (অথবা ডেনিশ-এ লাইনডানিসি, সুইডিশ-এ লিন্ডানাস এবং ওল্ড ইস্ট স্লাভিক-এ লেডেনেটস)। এটি প্রস্তাব করা হয়েছে যে, প্রত্নতাত্ত্বিক এস্তোনীয় শব্দ লিন্ডা ভোটিক শব্দ লিডনা 'দুর্গ, শহর' এর অনুরূপ। এই প্রস্তাবটি মতে, নিসার একই অর্থ হবেনেইমি উপদ্বীপ'-এর মতো,কেসোনেইমি উৎপাদন করছে, শহরের জন্য পুরাতন ফিনিশ নাম।\nতালিনের আর একটি প্রাচীন ঐতিহাসিক নাম ফিনিশ ভাষায় রাভেলি। আইসল্যান্ডীয় নেজালের কাহিনীতে তালিনের উল্লেখ রয়েছে এবং এটিকে সেখানে রাফালা বলা হয়েছে, যা সম্ভবত রিভালার আদি রূপের উপর ভিত্তি করে তৈরি। এই নামটি ল্যাটিন রিভেলিয়া (এস্তোনীয়তে রিভালা বা রাভালা) থেকে এসেছে, যা পার্শ্ববর্তী এলাকার প্রাচীন নাম। ১২১৯ সালে, ডেনিশ বিজয়ের পর এই শহর জার্মান, সুইডিশ এবং ডেনিশ ভাষায় রিভাল (লাতিন: রিভালিয়া) নামে পরিচিতি লাভ করে। রিভাল নামটি ১৯১৮ সাল পর্যন্ত এস্তোনিয়াতে সরকারিভাবে ব্যবহৃত হতো।\n\n\n=== আধুনিক নাম ===\n\nতালিন (ক) নামটি এস্তোনিয়ান। এটি সাধারণত তানী-লিন (ক), (যার অর্থ 'ডেনিশ-শহর) (লাতিন: ক্যাস্ট্রাম ডানোরাম), থেকে এসেছে বলে মনে করা হয়, ডেনিস লিন্ডানিসে এস্তোনীয় কেল্লার জায়গায় দুর্গ নির্মাণ করার পরে। তবে, এটি টালি-লিনা ('শীতকালীন দুর্গ বা শহর'), বাতালু-লিনা ('বাড়ি / ফার্মস্টেড-দুর্গ বা শহর') থেকেও আসতে পারে। লিনা উপাদানটি জার্মানিক - বার্গ এবং স্লাভিক - গ্রাড / -গোরোড-এর মতো মূলত 'দুর্গ' বোঝায়, তবে এটি শহরের নামের শেষে প্রত্যয় হিসেবে ব্যবহৃত হয়।\nজার্মানিতে পূর্বে ব্যবহৃত অফিসিয়াল নাম </img> এবং রাশিয়ান রিভেল (Ревель), ১৯১৮ সালে এস্তোনিয়া স্বাধীন হওয়ার পরে পরিবর্তন করা হয়েছিল।\nপ্রথমে,তালিনা এবংতালিন উভয় রূপই ব্যবহৃত হতো। মার্কিন যুক্তরাষ্ট্রের ভৌগোলিক নামসমূহের বোর্ড ১৯২৩ সালের জুন থেকে ১৯২৭ সালের জুনের মধ্যে তালিন নামটি গ্রহণ করেছিল এস্তোনিয়তালিনা নামটির জেনেটিভ কেসকে বোঝায়, যেমন তালিনা সাদাম ('তালিনের বন্দর') হিসেবে।\n১৯৫০ এর দিকে সোভিয়েত কর্তৃপক্ষ দ্বারা, রাশিয়ান ভাষায়, নামের বানানটি Таллинн থেকে Таллин-এ (তালিন) পরিবর্তিত হয়েছিল, এবং এই বানানটি এখনো রাশিয়ান সরকার দ্বারা আনুষ্ঠানিকভাবে অনুমোদিত, যেখানে এস্তোনিয়ান কর্তৃপক্ষ স্বাধীনতা পুনরুদ্ধারের পর থেকে রাশিয়ান ভাষার প্রকাশনাগুলোতে Таллинн বানানটি ব্যবহার করে আসছে। প্রাক্তন সোভিয়েত ইউনিয়ন থেকে উদ্ভূত কয়েকটি দেশের ভাষায়ও Таллин বানানটি ব্যবহৃত হয়। রাশিয়ান বানানের কারণে,তালিন বানানটি কখনো কখনো আন্তর্জাতিক প্রকাশনাগুলোতে পাওয়া যায়; এটি স্প্যানিশ ভাষাতেও আনুষ্ঠানিকভাবে স্বীকৃত।\n\n\n== ইতিহাস ==\n\nপ্রত্নতাত্ত্বিকদের পাওয়া বর্তমান তালিনের নগরকেন্দ্রে শিকারি-জেলে সম্প্রদায়ের অভিবাসনের প্রথম চিহ্নগুলো প্রায় ৫,০০০ বছরের পুরাতন। সেখানে পাওয়া চিরুনি সিরামিক মৃৎপাত্রগুলো প্রায় খ্রিস্টপূর্ব ৩০০০-এর এবং কর্ডেড ওয়ার মৃৎশিল্প খ্রিস্টপূর্ব ২৫০০-এর।\n\n১০৫০ সালে, প্রথম দুর্গটি তালিন টোম্পিয়া'র উপর নির্মিত হয়েছিল।\nরাশিয়া এবং স্ক্যান্ডিনেভিয়ার মধ্যে বাণিজ্যের জন্য একটি গুরুত্বপূর্ণ বন্দর হিসেবে, ১৩'শ শতাব্দীর শুরুতে উত্তর ক্রুসেডের সময়কালে যখন স্থানীয় জনগোষ্ঠীর উপর খ্রিস্টধর্ম জোর করে চাপানো হয়েছিল, এটি টিউটোনিক নাইটস এবং ডেনমার্কের রাজত্ব সম্প্রসারণের লক্ষ্যে পরিণত হয়েছিল। ১২১৯ সালে তালিন এবং উত্তর এস্তোনিয়াতে ডেনিশ শাসন শুরু হয়েছিল।\n১২৮৫ সালে, তালিন, তৎকালীন রিভাল নামে বেশি পরিচিত, হানস্যাটিক লিগের উত্তরের সদস্য হয় - যা ছিল উত্তর ইউরোপের জার্মান অধ্যুষিত শহরগুলোর একটি বণিক এবং সামরিক জোট। ডেনমার্কের রাজা ১৩৪৬ সালে টিউটোনিক নাইটদের কাছে উত্তর এস্তোনিয়ার অন্যান্য জমি সম্পদের সাথে রিভাল বিক্রি করেছিলেন। মধ্যযুগীয় রিভাল পশ্চিম এবং উত্তর ইউরোপ এবং রাশিয়ার মধ্যকার বাণিজ্যের চৌম্বক পথে একটি কৌশলগত অবস্থান উপভোগ করেছে। প্রায় ৮,০০০ জনসংখ্যার এই শহরটি প্রাচীর এবং ৬৬ টি প্রতিরক্ষা টাওয়ার দ্বারা খুব ভালোভাবে সুরক্ষিত ছিল।\nওয়েদার ভেন, যা ওল্ড থমাস নামে এক প্রবীণ যোদ্ধার চিত্র, তা ১৫৩০ সালে তালিন টাউন হলের উপরে স্থাপন করা হয়। পরবর্তীতে ওল্ড থমাস শহরের একটি জনপ্রিয় প্রতীক হয়ে ওঠে।\nপ্রোটেস্ট্যান্ট সংস্কারের প্রাথমিক বছরগুলোতেই শহরটি লুথেরানিজমে রূপান্তরিত হয়েছিল। ১৫৬১ সালে, রিভাল সুইডেনের আধিপত্যের অংশ হয়।\nগ্রেট উত্তরাঞ্চলীয় যুদ্ধের সময়, ১৭১০ সালে, প্লেগ পীড়িত তালিন সুইডিশ এস্তোনিয়া এবং লিভোনিয়াসহ ইম্পেরিয়াল রাশিয়ার কাছে আত্মসমর্পণ করে, কিন্তু স্থানীয় স্বায়ত্তশাসিত প্রতিষ্ঠান (ম্যাজিস্ট্রেসি অব রিভাল এবং সিভারলি অব এস্তোনিয়া) গভর্নোরেট এস্তোনিয়ার মতো ইম্পেরিয়াল রাশিয়া মধ্যেও তাদের সাংস্কৃতিক ও অর্থনৈতিক স্বায়ত্তশাসন অপরিবর্তিত রাখে। ১৮৮৯ সালে ম্যাজিস্ট্রেসি অব রিভাল বাতিল করে দেওয়া হয়। উনিশ শতক শহরে শিল্পায়ন নিয়ে আসে এবং বন্দরটি এর গুরুত্ব বজায় রাখে। শতাব্দীর শেষ দশকে রাশিফিকেশন ব্যবস্থা আরও দৃঢ় হয়। ১৯০৮ সালের জুনে, রেভাল উপকূলে, রাশিয়ার জার নিকোলাস এবং জারিনা আলেকজান্ড্রা তাদের সন্তানদের সাথে তাদের পারস্পরিক চাচা এবং চাচী, ব্রিটেনের কিং এডওয়ার্ড সপ্তম এবং কুইন আলেকজান্ড্রার সাথে সাক্ষাত করেছিলেন, যা একটি রাজকীয় নিশ্চিতকরণ হিসেবে দেখা হয়েছিল অ্যাংলো-রাশিয়ান এন্টেন্টের পূর্ববর্তী বছর, এবং যা ছিল প্রথমবারের মতো একজন শাসক ব্রিটিশ রাজার রাশিয়া সফর।\n১৯৪৮ সালের ২৪ ফেব্রুয়ারিতে, রিভাল (তালিন)-এ স্বাধীনতার ইশতেহার ঘোষণা করা হয়, এরপরেই ইম্পেরিয়াল জার্মান দখল এবং সোভিয়েত রাশিয়ার সাথে স্বাধীনতা যুদ্ধ হয়, তারপরে তালিন স্বাধীন এস্তোনিয়ার রাজধানী হয়। দ্বিতীয় বিশ্বযুদ্ধের সময়, এস্তোনিয়া প্রথম রেড আর্মির দ্বারা দখল হয় এবং ১৯৪০ সালে ইউএসএসআর-এর সাথে জড়ায়, তারপরে ১৯৪১ থেকে ১৯৪৪ সাল পর্যন্ত নাৎসি জার্মানি দখল করেছিল। জার্মান বাহিনী যখন আক্রমণ করেছিল তখন তালিন শহরে প্রায় এক হাজার ইহুদি ছিল, যাদের প্রায় সবাই যুদ্ধ শেষ হওয়ার আগে নাৎসিদের হাতে হলোকাস্টে মারা যায়। ১৯৪৪ সালে জার্মান পশ্চাদপসরণের পরে, শহরটি আবার সোভিয়েতরা দখল করে। ইউএসএসআর-এ এস্তোনিয়ার সংযুক্তির পরে, তালিন সোভিয়েত ইউনিয়নের মধ্যে আনুষ্ঠানিকভাবে এস্তোনিয়ান এসএসআরের \"রাজধানী শহর\" হয়ে ওঠে।\n১৯৮০ সালের গ্রীষ্মকালীন অলিম্পিকের সময় , সেন্ট্রাল তালিনের উত্তর-পূর্বে পিরিটা শহরে নৌ-ভ্রমণের (তৎকালীন নৌকা হিসাবে পরিচিত) অনুষ্ঠানগুলো অনুষ্ঠিত হয়েছিল। অলিম্পিকের জন্য তালিন টিভি টাওয়ার, \"অলুম্পিয়া\" হোটেল, নতুন মেইন পোস্ট অফিস ভবন এবং রেগাটা সেন্টারের মতো অনেকগুলো বিল্ডিং নির্মিত হয়েছিল।\n১৯৯১ সালে, একটি স্বাধীন গণতান্ত্রিক এস্তোনিয়ান দেশ গঠিত হয় এবং আধুনিক ইউরোপীয় রাজধানী হিসেবে দ্রুত বিকাশ লাভ করে। ১৯৯১ সালের ২০ আগস্ট আবারও ডি-ফ্যাক্টো স্বাধীন দেশের রাজধানীতে পরিণত হয় তালিন।\nতালিন ঐতিহাসিকভাবে তিনটি অংশ নিয়ে গঠিত:\n\nটুম্পেয়া (ডম্বার্গ) বা \"ক্যাথিড্রাল পর্বত\", যা কেন্দ্রীয় কর্তৃপক্ষের আসন ছিল: প্রথমে ডেনিশ ক্যাপ্টেনদের, তারপর কমট্রুস অব টিউটোনিক অর্ডার, এবং সুইডিশ এবং রাশিয়ান গভর্নরদের। এটি ১৮৭৭ অবধি এক পৃথক শহর (ডোম জু রিভাল), অভিজাতদের আবাস; এটি আজ এস্তোনিয়ার সংসদ, সরকার এবং কিছু দূতাবাস এবং আবাসস্থল।\nপুরাতন শহর, যা পুরাতন হানস্যাটিক শহর, \"নাগরিকদের শহর\", ১৯ শতকের শেষভাগ পর্যন্ত প্রশাসনিকভাবে ক্যাথেড্রাল হিলের সাথে একত্রিত হয়নি। এটি মধ্যযুগীয় বাণিজ্যের কেন্দ্র ছিল যার ভিত্তিতে এটি সমৃদ্ধ হয়।\nএস্তোনিয়ান শহর ওল্ড টাউনের দক্ষিণে একটি ক্রেসেন্ট গঠন করে, যেখানে এস্তোনিয়ানরা বসতি স্থাপন করেছিল। উনিশ শতকের মাঝামাঝি নাগাদ এস্টোনীয়রা স্থানীয় বাল্টিক জার্মানদের তালিনের বাসিন্দাদের মধ্যে সংখ্যাগরিষ্ঠ হিসাবে প্রতিস্থাপন করেছিল।\nতালিন শহরকে কখনো ধ্বংস করা হয়নি; এটি ছিল বিশ্ববিদ্যালয়ের শহর ২০০ কিমি (১২৪ মা) দক্ষিণে, যা টিউটোনিক অর্ডার দ্বারা ১৩৯৭ সালে তৈরি করা হয়েছিল। তালিন সহ এস্তোনিয়াতে বহু শহরে প্রায় ১৫২৪ টি ক্যাথলিক গির্জা সংস্কারমূলক উৎসর্গের অংশ হিসেবে চিহ্নিত করা হয়েছিল: এটি পুরো ইউরোপ জুড়েই ঘটেছিল। দ্বিতীয় বিশ্বযুদ্ধের পরবর্তী পর্যায়ে সোভিয়েত বিমান বাহিনী দ্বারা ব্যাপকভাবে বোমাবর্ষণ করা হলেও মধ্যযুগীয় পুরাতন শহরটি বেশিরভাগ অংশ এখনও এটির সৌন্দর্য ধরে রেখেছে। তালিন পুরাতন শহর (টুম্পিয়া সহ) ১৯৯৭ সালে ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে স্বীকৃতি পায়।\n\n১৫শ শতাব্দীর শেষে সেন্ট ওলাফ চার্চের জন্য একটি নতুন ১৫৯ মি (৫২১.৬৫ ফু)  উঁচু গথিক স্পায়ার তৈরি করা হয়। ১৫৪৯ থেকে ১৬২৫ এর মধ্যে এটি বিশ্বের সবচেয়ে উঁচু বিল্ডিং ছিল বলে ধারণা করা হয়। বেশ কয়েকটি অগ্নিকাণ্ড এবং পরবর্তী সময়ে পুনর্নির্মাণের পরে, এর সামগ্রিক উচ্চতা এখন ১২৩ মি (৪০৩.৫৪ ফু)।\n\n\n== ভূগোল ==\nতালিন উত্তর-পশ্চিম এস্তোনিয়াতে ফিনল্যান্ড উপসাগরের দক্ষিণ উপকূলে অবস্থিত।\nতালিনের বৃহত্তম হ্রদ হল লেমিসেস্ট লেক (৯.৪৪ কিমি২ (৩.৬ মা২)। এটি শহরের পানীয় জলের মূল উৎস। হারকু লেকটি তালিনের সীমানার মধ্যে দ্বিতীয় বৃহত্তম হ্রদ এবং এর আয়তন ১.৬ বর্গকিলোমিটার (০.৬ মা২)। তালিনে কোনো বড় নদীতে পড়ে না। তালিনে শুধুমাত্র উল্লেখযোগ্য নদী পিরিটা নদী মধ্যে পিরিটা, একটি জেলা শহর যাকে মফস্বল মনে করা হয়। ঐতিহাসিকভাবে, ছোট হারজাপিয়া নদীটি লেক উলেমিস্টি থেকে শহরের মধ্য দিয়ে সমুদ্রে প্রবাহিত হয়, তবে ১৯৩০ সালে নদীটি নর্দমার জন্য রূপান্তর করা হয় এবং তখন থেকে এটি পুরোপুরি নগরীর দৃশ্যপট থেকে অদৃশ্য হয়ে গেছে। এর উল্লেখ এখনও বিভিন্ন রাস্তার নামে রয়েছে: জো (জোগি, নদী থেকে) এবং কিভিসিলা (কিভিসিল্ড, পাথর সেতু থেকে)। \n\nএকটি চুনাপাথর চূড়া শহরের মধ্য দিয়ে গিয়েছে। টুম্পেয়া, লাসনামে এবং আস্টাঙ্গু থেকে এটা দেখা যায়। যদিও, টুম্পেয়া চূড়াটির অংশ নয়, বরং একটি পৃথক পাহাড়।\nসমুদ্রপৃষ্ঠ থেকে ৬৪ মিটার উঁচুতে তালিনের সর্বোচ্চ অংশটি শহরের দক্ষিণ-পশ্চিমে হিয়ু, নম্মে জেলাতে অবস্থিত।\nউপকূলের দৈর্ঘ্য ৪৬ কিলোমিটার (২৯ মাইল)। এটি তিনটি বড় উপদ্বীপ নিয়ে গঠিত: কোপলি উপদ্বীপ, পালজাসারে উপদ্বীপ এবং কাকুমে উপদ্বীপ। এই শহরে পিরিটা, স্ট্রুমি, কাকুমে, হারকু এবং পিকাকারিসহ বেশ কয়েকটি সৈকত রয়েছে।\n\n\n== ভূতত্ত্ব ==\nতালিন শহরের অন্তর্গত ভূতত্ত্বটি বিভিন্ন ধরনের এবং বয়সের শিলা এবং পলকের সমন্বয়ে গঠিত। সর্বকনিষ্ঠ হলোকোয়ার্টেনারি আধার। এই আধারের উপাদান টিল, ভার্ভড কাদামাটি, বালি, নুড়ি এবং যে নুড়ি হয় হিমবাহ, সামুদ্রিক এবং হ্রদজাত। কিছু কোয়টার্নারি আধার মূল্যবান যেমন: তারা জলজ গঠন করে বা কঙ্কর ও বালির ক্ষেত্রে নির্মাণ সামগ্রী হিসাবে ব্যবহৃত হয়। কোয়ার্টারনারি আধারগুলো এখন সমাহিত উপত্যকার ভরাট। তালিনের সমাহিত উপত্যকাগুলি প্রাচীন নদীগুলো সম্ভবত হিমবাহ দ্বারা সংশোধিত হয়ে পুরাতন শিলায় খোদাই হয়েছে। উপত্যকা ভরাটটি কোয়ার্টারি পলল দ্বারা গঠিত, উপত্যকাগুলো কোয়ার্টনারি এর আগে সংঘটিত ক্ষয় থেকে উদ্ভূত হয়েছিল। সমাহিত উপত্যকাগুলোর যে স্তরটিতে খোদাই করা হয়েছিল তা এডিয়াচরণ, ক্যামব্রিয়ান এবং অর্ডোভিশিয়ান যুগের শক্ত পলল শিলা দ্বারা গঠিত। বাল্টিক ক্লিন্ট উপকূলের এবং অভ্যন্তরীণ কয়েকটি স্থানে কেবলমাত্র অর্ডোভিশিয়ান পাথরের উপরের স্তর বাল্টিক ক্লিন্টে ফসল ছড়িয়ে পড়েছে। অর্ডোভিশিয়ান শিলাগুলো চুনাপাথর এবং মারলস্টোন একটি পুরু স্তর এর উপরে থেকে নীচে পর্যন্ত গঠিত, তারপরে আর্গিলাইটের প্রথম স্তর এবং তারপরে বালির পাথর এবং সিলটসনের প্রথম স্তর এবং তারপরে আরগিলাইটের আরও একটি স্তর এছাড়াও স্যান্ডস্টোন এবং সিল্টস্টোনের আরেকটি স্তর থাকে। শহরের অন্যান্য জায়গায় শক্ত পলল শৈল মাত্র কোয়ার্টারি পললের নীচে সমুদ্রপৃষ্ঠ থেকে ১২০ মিটার নিচে পৌঁছে যেতে দেখা যায়। অন্তর্নিহিত পাললিক শিলাগুলো ফেন্নোসকেন্ডিয়ান কারটন দিয়ে তৈরি যাতে আছে জনেইসেস এবং অন্যান্য রূপান্তরিত শিলা আগ্নেয় শিলা সঙ্গে প্রোটোলিথস এবং রাপাকিভি গ্রানাইটস। উল্লিখিত শিলাগুলো বাকি (প্যালিওপ্রোটেরোজোইক কাল) এর চেয়ে অনেক বেশি পুরানো এবং এস্তোনিয়ার কোথাও কাটা পরেনি।\n\n\n== জলবায়ু ==\nতালিনের রয়েছে একটি আর্দ্র মহাদেশীয় জলবায়ু (কপেন জলবায়ু শ্রেণিবিন্যাস ডিএফবি) সাথে উষ্ণ, হালকা গ্রীষ্ম এবং ঠাণ্ডা, তুষারময় শীত। উপকূলীয় অবস্থানের কারণে শীতকাল ঠাণ্ডা, তবে এই অক্ষাংশের তুলনায় তার পরিমাণ হালকা। ফেব্রুয়ারির গড় তাপমাত্রা, −৩.৬ ডিগ্রি সেলসিয়াস (২৫.৫ ডিগ্রি ফারেনহাইট)। শীতের মাসগুলোতে, তাপমাত্রা হিমাঙ্কের চিহ্নের কাছাকাছি যেতে থাকে, তবে হালকা হালকা আবহাওয়া তাপমাত্রাকে ০ ডিগ্রি সেলসিয়াস (৩২ ডিগ্রি ফারেনহাইট)-এর উপরে নিয়ে যায়, মাঝে মাঝে তা ৫ ডিগ্রি সেলসিয়াস (৪১ ডিগ্রি ফারেনহাইট) উঠে, যেখানে শীতল বায়ু বছরে গড়ে ৬ দিন তাপমাত্রাকে −১৮ ডিগ্রি সেলসিয়াস (০ ডিগ্রি ফারেনহাইট) নিচে নিয়ে যায়। শীতের মাসগুলোতে তুষারপাত হয়। শীতকাল মেঘলা থাকে এবং স্বল্প পরিমাণে রৌদ্র থাকে, তা ডিসেম্বর মাসে মাত্র ২০.৭ ঘণ্টা রোদ থেকে ফেব্রুয়ারিতে ৫৮.৮ ঘণ্টা পর্যন্ত থাকে।\nমার্চ এবং এপ্রিল মাসে শীতকালীন তাপমাত্রার সাথে বসন্ত অনেকটা ঠাণ্ডার মধ্যেই শুরু হয়, তবে মে মাসে তাপমাত্রা বেড়ে গড়ে ১৫.৪ ডিগ্রি সেলসিয়াস (৫৯.৭ ডিগ্রি ফারেনহাইট) হয়, যদিও রাতের সময়ের তাপমাত্রা তখনও শীতল থাকে, গড়ে −৩.৭ থেকে ৫.২ ডিগ্রি সেলসিয়াস (২৫.৩ থেকে ৪১.৪ ডিগ্রি ফারেনহাইট) মার্চ থেকে মে পর্যন্ত। তুষারপাত মার্চ মাসে হয় এবং এপ্রিল মাসেও হতে পারে।\nজুন থেকে আগস্ট পর্যন্ত গ্রীষ্মকালীন দিনের তাপমাত্রা প্রায় ১৯.২ থেকে ২২.২ ডিগ্রি সেলসিয়াস (৬৬.৬ থেকে ৭২.০ ডিগ্রি ফারেনহাইট) এবং রাতের সময়ের তাপমাত্রা গড়ে ৯.৮ থেকে ১৩.১ ডিগ্রি সেলসিয়াস (৪৯.৬ থেকে ৫৫.৬ ডিগ্রি ফারেনহাইট) থাকে। উষ্ণতম মাসটি সাধারণত জুলাই হয়, গড়ে তা হল ১৭.৬ ডিগ্রি সেলসিয়াস (৬৩.৭ ডিগ্রি ফারেনহাইট)। গ্রীষ্মের সময়, দিনগুলো সাধারণত আংশিক মেঘলা বা পরিষ্কার থাকে এবং এটি সবচেয়ে রোদযুক্ত মৌসুম, আগস্টে ২৫৫.৬ ঘণ্টা থেকে জুলাই মাসে ৩১২.১ ঘণ্টা রোদ থাকে, যদিও এই মাসে বৃষ্টিপাত বেশি হয়। উঁচু অক্ষাংশের কারণে, গ্রীষ্মের একান্তে, দিনের আলো ১৮ ঘণ্টা এবং ৩০ মিনিটেরও বেশি সময় ধরে থাকে।\nহেমন্ত হালকাভাবেই শুরু হয়, সেপ্টেম্বরের গড় ১২.০ ডিগ্রি সেলসিয়াস (৫৩.৬ ডিগ্রি ফারেনহাইট) এবং ক্রমবর্ধমান নভেম্বরের শেষের দিকে শীতল এবং মেঘলা হয়ে যায়।। হেমন্তের শুরুতে তাপমাত্রা সাধারণত ১৬.১ ডিগ্রি সেলসিয়াস (৬১.০ ডিগ্রি ফারেনহাইট) এবং সেপ্টেম্বর মাসে কমপক্ষে এক দিন থাকে ২১ ডিগ্রি সেলসিয়াস (৭০ ডিগ্রি ফারেনহাইট)-এর উপরে। হেমন্তের পরবর্তী মাসগুলোতে, হিমশীতল তাপমাত্রা বাড়ে এবং তুষারপাত হতে পারে।\nতালিনে বার্ষিক ৭০০ মিলিমিটার (২৮ ইঞ্চি) বৃষ্টিপাত হয় যা সমানভাবে সারা বছর ধরে চলে, যদিও মার্চ, এপ্রিল ও মে শুষ্কতম মাস, ৩৫ থেকে ৩৭ মিলিমিটার (১.৪ থেকে ১.৫ ইঞ্চি) গড় এই মাসগুলোর, যখন জুলাই এবং আগস্ট মাসে সর্বাধিক বৃষ্টিপাত হয়: ৮২ থেকে ৮৫ মিলিমিটার (৩.২ থেকে ৩.৩ ইঞ্চি)। গড় আর্দ্রতা ৮১%, যা ৮৯% থেকে মে মাসে সর্বনিম্ন ৬৯% পর্যন্ত হয়। তালিনে গড়ে ৩.৩ মিটার প্রতি সেকেন্ড (১১ ফুট প্রতি সেকেন্ড) বাতাসের গতি থাকে যা শীতকালে সবচেয়ে বেশি হয় (৩.৭ মিটার প্রতি সেকেন্ড (১২ ফুট প্রতি সেকেন্ড) জানুয়ারিতে) এবং গ্রীষ্মকালে থাকে সবচেয়ে কম: ২.৭ মি/সে (৮.৯ ফুট/সে) আগস্টে। চরম তাপমাত্রা ছিল:−৩১.৪ ডিগ্রি সেলসিয়াস (−২৪.৫ ডিগ্রি ফারেনহাইট) ১৯৮৭ সালের জানুয়ারিতে ও ৩৪.৩ ডিগ্রি সেলসিয়াস (৯৩.৭ ডিগ্রি ফারেনহাইট) ১৯৯৪ সালের জুলাইতে।\n\n\n== প্রশাসনিক জেলা ==\n\nস্থানীয় সরকার উদ্দেশ্যে।, তালিনকে ৮ টি প্রশাসনিক জেলায় (এস্তোনীয়: লিনাওসাড, একবচন: লিনাওসা) ভাগ করা হয়েছে। জেলা সরকার শহরের প্রয়োজন মেটায়, তাদের জেলার অঞ্চলে, যা তালিনের আইন এবং নিয়ম দ্বারা তাদের হস্তান্তর করা হয়েছে।\nপ্রতিটি জেলা সরকার একজন প্রবীণ দ্বারা পরিচালিত হয় (এস্তোনীয়: লিনাওসাভানেম)। তাঁদের মেয়র মনোনয়নের পরে এবং প্রশাসনিক পরিষদের মতামত শোনার সাপেক্ষে নগর সরকার নিয়োগ দেয়। প্রশাসনিক কাউন্সিলের কাজটি হল জেলা প্রশাসন ও সিটি কাউন্সিলের কমিশনগুলো কীভাবে জেলা প্রশাসনের কাজ করবে তা সুপারিশ করা।\n\nপ্রশাসনিক জেলাগুলো আবার উপ-জেলা বা পাড়ায় বিভক্ত (এস্তোনীয়: asum) করা। তাদের নাম এবং সীমানা সরকারিভাবে নির্ধারিত। তালিনে ৮৪ টি উপ-জেলা রয়েছে।\n\n\n== ডেমোগ্রাফিক্স ==\n\n২০২০ সালের ১ জানুয়ারিতে তালিনের জনসংখ্যা ছিল ৪৩৭,৬১৯।\nইউরোস্ট্যাট অনুসারে, ২০০৪ সালে সমস্ত ইইউ সদস্য রাষ্ট্রের রাজধানী শহরগুলোর মধ্যে তালিনে সর্বোচ্চ সংখ্যক ইইউ-বহির্ভূত নাগরিক ছিল যার মধ্যে উল্লেখযোগ্য সংখ্যালঘু ছিল রাশিয়ানরা (~ ৩৪% রাশিয়ান নৃগোষ্ঠীর অন্তর্ভুক্ত, তবে এর বেশিরভাগের এখন এস্তোনিয়ান নাগরিকত্ব আছে)। জাতিগত এস্তোনিয়ানদের জনসংখ্যার প্রায় ৫০% (২০১৯-এর হিসাব অনুযায়ী)।\nতালিনসহ উত্তর এস্তোনিয়া সোভিয়েত আমলে এবং এস্তোনিয়ার অন্যান্য অঞ্চলের চেয়ে সোভিয়েত কর্তৃপক্ষের রাশিয়ানদের দ্বারা জনবহুল ছিল। কিছু শহর এবং গ্রাম যেমন নার্ভা, জোভি, কোহতলা-জার্ভে, সিলামি, মার্দু এবং পালডিস্কি প্রায় রাশিয়ানদের দিয়ে ভরা। নতুন শহর জেলাগুলো যেগুলো অভিবাসীদের থাকার জন্য ছিল তা তালিন (মুস্তামি, লাসনামে, ভাইক-অইস্মে, পেলগুরানা)-এ নির্মিত হয়েছিল, যার মধ্যে বেশিরভাগই আজকের বৃহত্তম শহর জেলা কারণ এস্তোনিয়া ১৯৯১ সালে স্বাধীনতা ফিরে পাওয়ার পরে আংশিকভাবে বিভক্ত হয়েছিল।\nদ্বিতীয় বিশ্বযুদ্ধের আগে তালিনের জনসংখ্যার প্রায় ৮০% এস্তোনিয়ানরা তৈরি হয়েছিল, তবে ২০১৯ সালে এটি কেবল ৪৯% ছিল। ২০০৯ সালে, তালিনের জনসংখ্যার প্রায় ৫৫.২% জাতিগত এস্তোনিয়ানরা ছিল। সর্বকালের সবচেয়ে ছোট অংশটি ১৯৮৮ সালে হয়েছিল যখন তালিনারদের মধ্যে কেবল ৪৭% জাতিগত এস্তোনিয়ান ছিল, যা ২০১৯ সাল থেকে খুব বেশি দূরে নয়। তালিনরা ২০০৯ সালে এস্তোনিয়ার জনসংখ্যার প্রায় ২৯,৭% ছিলেন। ২০০৯ সালে, তালিনের জাতিগত এস্তোনিয়ান বাসিন্দারা এস্তোনিয়ায় বসবাসকারী সমস্ত জাতিগত এস্তোনিয়দের মধ্যে ২৩.৯% (২১৯,৯০০) অংশ ছিল। ২০০৯ সালে, তালিনের এস্তোনিয়ায় বসবাসকারী সমস্ত এস্তোনিয়ান-বহির্ভূত, মূলত রাশিয়ানরা, অ-এস্তোনিয়ান বাসিন্দা ৪২,৭% (১৭৮,৬৯৪) ছিলেন। জাতিগত এস্তোনিয়াদের ইতিবাচক জন্মের হার এবং অ-এস্তোনিয়ানদের অ-ইতিবাচক জন্মের হারের ফলে তালিন এবং পুরো উত্তর এস্তোনিয়ায় নৃ-তাত্ত্বিক এস্তোনিয়দের অংশ বৃদ্ধি পাওয়া উচিত ছিল, তবে অভিবাসন বৃদ্ধি পেয়েছে, মূলত প্রাক্তন সোভিয়েত এবং প্রতিবেশী ফিনল্যান্ডের অংশীদারিত্ব দ্রুত বৃদ্ধি পেয়েছে অ-এস্তোনিয়ানদের মাঝে।\n\nতালিনের সরকারি ভাষা এস্তোনীয়। ২০১১ সালের হিসাব অনুযায়ী, ২০৬,৪৯০ (৫০.১%) তাঁদের মাতৃভাষা হিসেবে এস্তোনিয়ান এবং ১৯২,১৯৯ (৪৬.৭%) তাঁদের মাতৃভাষা হিসেবে রাশিয়ান ভাষায় কথা বলে। অন্যান্য কথ্য ভাষার মধ্যে ইউক্রেনীয়, বেলারুশিয়ান এবং ফিনিশ অন্তর্ভুক্ত।\n\n\n== অর্থনীতি ==\n\nতালিন এস্তোনিয়ার আর্থিক ও ব্যবসায়ের রাজধানী। তথ্য প্রযুক্তি, পর্যটন এবং রসদ নিয়ে এই শহরটির একটি বহুমুখী অর্থনীতি রয়েছে।তালিন থেকে এস্তোনীয় জিডিপির অর্ধেকেরও বেশি আসে। ২০০৮ সালে, তালিনের মাথাপিছু জিডিপি এস্তোনিয়ান গড়ের ১৭২% ছিল।\n\n\n=== তথ্য প্রযুক্তি ===\nসমুদ্রবন্দর ও রাজধানী শহর হিসাবে দীর্ঘ ভূমিকা ছাড়াও, তালিন তথ্য প্রযুক্তি খাতের উন্নয়ন করেছে; নিউইয়র্ক টাইমস এর ১৩ ডিসেম্বর ২০০৫-এর সংস্করণে, এস্তোনিয়া \"বাল্টিক সাগরের এক ধরনের সিলিকন ভ্যালি \" হিসেবে চিহ্নিত হয়েছিল। তালিনের শহরগুলোর মধ্যে একটি হল ক্যালিফোর্নিয়ার লস গ্যাটোসের সিলিকন ভ্যালি শহর। তালিন থেকে উৎপন্ন বেশ কয়েকটি এস্তোনিয়ান স্টার্ট-আপগুলোর মধ্যে সর্বাধিক পরিচিত স্কাইপ। সোভিয়েত যুগের সাইবারনেটিক্স ইনস্টিটিউট থেকে অনেকগুলো স্টার্ট আপ শুরু হয়েছিল। সাম্প্রতিক বছরগুলোতে, তালিন ধীরে ধীরে ইউরোপের অন্যতম প্রধান তথ্য প্রযুক্তি কেন্দ্র হয়ে উঠছে, ন্যাটো এর কো-অপারেটিভ সাইবার ডিফেন্স সেন্টার অব এক্সিলেন্স (সিসিডি সিওই), তেলিয়াসোনেরা এবং কুইনে + নাগেল এর মতো শহর ভিত্তিক বড় আকারের তথ্য প্রযুক্তি ব্যবস্থার জন্য ইইউ এজেন্সি এবং বড় কর্পোরেশনের তথ্য প্রযুক্তি উন্নয়ন কেন্দ্রগুলোর মাধ্যমে। গ্যারেজ৪৮ এবং গেম ফাউন্ডারগুলোর মতো ছোট স্টার্ট-আপ ইনকিউবেটারগুলো এস্তোনিয়া এবং বিশ্বজুড়ে বিভিন্ন প্রতিষ্ঠানকে সহায়তা, বিকাশ এবং নেটওয়ার্কিংয়ের সুযোগগুলো খুঁজতে সহায়তা সরবরাহ করেছে।\n\n\n=== পর্যটন ===\nতালিনে বছরে ৪.৩ মিলিয়ন দর্শনার্থী আসে। যা গত দশক ধরে ধীরে ধীরে বেড়েছে।\nইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থান এর একটি, তালিনের পুরাতন শহর, পর্যটকদের একটি প্রধান আকর্ষণ; অন্যদের মধ্যে রয়েছে এস্তোনিয়ান মেরিটাইম মিউজিয়ামের সিপ্লেইন হারবার, তালিন চিড়িয়াখানা, কাদরিওর্গ পার্ক এবং এস্তোনিয়ান উন্মুক্ত আকাশ যাদুঘর। বেশিরভাগ দর্শনার্থী ইউরোপ থেকে আগত, যদিও তালিনে রাশিয়া এবং এশিয়া-প্রশান্ত মহাসাগরীয় অঞ্চল থেকে পর্যটকদের পর্যটকদের সংখ্যা বাড়ছে।\nতালিন যাত্রী বন্দর বাল্টিক সাগরের সবথেকে ব্যস্ততম ক্রুজ গন্তব্যগুলোর মধ্যে একটি, এটি ২০১৩ সালে ৫২০,০০০ এরও বেশি ক্রুজ যাত্রীদের সেবা প্রদান করেছে। ২০১১ সাল থেকে তালিন বিমানবন্দরের সহযোগিতায় নিয়মিত ক্রুজ ব্যবস্থা করা হয়।\nতালিন কার্ডটি দর্শকদের জন্য একটি সময়-সীমিত টিকিট। এটির বাহককে গণ পরিবহন নিখরচায় ব্যবহার, অনেক যাদুঘর এবং অন্যান্য আগ্রহের জায়গাগুলোতে বিনামূল্যে প্রবেশাধিকার দেয় এবং দোকান বা রেস্তোঁরাগুলো থেকে ছাড় বা বিনামূল্যে উপহারের সুবিধা দেয়।\n\n\n=== শক্তি ===\nএস্টি এনার্জিয়া, শক্তি সংস্থার একটি বৃহত তেলের শেল এর সদর দফতর তালিনে রয়েছে। এই শহরটিতে সদর দফতরও রয়েছে: এলারিং, এটি একটি জাতীয় বৈদ্যুতিক বিদ্যুৎ সঞ্চালন ব্যবস্থা অপারেটর এবং ইএনটিএসও-ই এর সদস্য, এস্তোনীয় প্রাকৃতিক গ্যাস সংস্থা এস্টি গাস এবং এনার্জি হোল্ডিং সংস্থা আলেক্সেলা এনার্জিয়া, আলেক্সেলা গ্রুপের অংশ। বিশ্বের বৈদ্যুতিক শক্তির বৃহত্তম বাজার নর্ড পুল স্পট তালিনে স্থানীয় অফিস প্রতিষ্ঠা করেছে।\n\n\n=== অর্থায়ন ===\n\nতালিন হল এস্তোনিয়ার আর্থিক কেন্দ্র এবং স্ক্যান্ডিনেভিয়ান-বাল্টিক অঞ্চলের একটি শক্তিশালী অর্থনৈতিক কেন্দ্র। অনেকগুলো বড় ব্যাংক, যেমন এসইবি, সুইডব্যাঙ্ক, নর্দিয়া, ডিএনবি-এর তালিনে তাদের স্থানীয় অফিস রয়েছে। এলএইচভি পাঙ্ক নামে একটি এস্তোনিয়ান বিনিয়োগ ব্যাংকের কর্পোরেট সদর দফতর রয়েছে তালিনে। দুইটি ক্রিপ্টো-মুদ্রা বিনিময় সরকারিভাবে এস্তোনীয় সরকার দ্বারা স্বীকৃত: কয়েনমেট্রো এবং ডিএক্স এক্সচেঞ্জ, এদের সদর দফতর তালিনে রয়েছে। ন্যাসডাক ওএমএক্স গ্রুপের অংশ, টালিন স্টক এক্সচেঞ্জ হল এস্তোনিয়ায় একমাত্র নিয়ন্ত্রিত এক্সচেঞ্জ সংস্থা।\n\n\n=== রসদ ===\nবাল্টিক সমুদ্র অঞ্চলের বৃহত্তম বন্দরগুলোর মধ্যে একটি হল তালিনের বন্দর। পুরাতন শহর পোতাশ্রয় দশম শতাব্দী থেকে একটি সুবিধাজনক বন্দর হিসেবে পরিচিত তবে আজকাল কার্গো ক্রিয়াকলাপগুলো মুগা কার্গো বন্দর এবং পালডিস্কি দক্ষিণ বন্দরে স্থানান্তরিত হয়েছে। তালিনের বাইরে চলে এমন কিছু ছোট ছোট সমুদ্রগামী ট্রলারের বহর রয়েছে।\n\n\n=== উৎপাদন খাত ===\nতালিন শিল্পের মধ্যে রয়েছে শিপ বিল্ডিং, মেশিন বিল্ডিং, মেটাল প্রসেসিং, ইলেকট্রনিক্স, টেক্সটাইল উৎপাদন। বিএলআরটি গ্রুপের সদর দফতর এবং তালিনে কিছু সহায়ক সংস্থা রয়েছে। এয়ার মেইনটেন্যান্স এস্তোনিয়া এবং এএস পানাভিটিক মেইনটেনেন্স উভয়ই তালিন বিমানবন্দরে অবস্থিত, যারা বিমানের জন্য এমআরও পরিষেবা সরবরাহ করে, সাম্প্রতিক বছরগুলোতে তারা তাদের কাজকর্মকে অনেক প্রসারিত করেছে।\n\n\n==== খাদ্য প্রক্রিয়াকরণ ====\nশহরটির সাথে দৃঢ়ভাবে জড়িত লিভিকো, ভানা তালিন মদের নির্মাতা তালিনে অবস্থিত। ক্যালেভ, যেটি একটি মিষ্টান্ন সংস্থা এবং শিল্প সংগঠন ওর্কলা গ্রুপের অংশ তার সদর দফতর তালিনের দক্ষিণ-পূর্বে লেহমজায় অবস্থিত।\n\n\n=== খুচরা ব্যবসা ===\nশহরটি বিভিন্ন দেশ থেকে বিপুল সংখ্যক ক্রেতা পর্যটককে টানে। যখন নতুন পরিকল্পিত খুচরা ব্যবসা উন্নয়ন শেষ হবে, তখন তালিনের বাসিন্দার প্রত্যেকের জন্য প্রায় ২ বর্গমিটার কেনাকাটার জায়গা থাকবে। যেহেতু এস্তোনিয়া ইতোমধ্যে ইউরোপে জনপ্রতি বিপণি বিতানের জায়গার তুলনায় তৃতীয় স্থানে রয়েছে, সুইডেনের চেয়ে এগিয়ে এবং কেবল নরওয়ে এবং লাক্সেমবার্গের চেয়ে পিছিয়ে, এই শহরটি আরও উন্নত করবে কেনাকাটার প্রধান কেন্দ্র হিসেবে।\n\n\n=== উল্লেখযোগ্য সদর দফতর ===\n\nঅন্যদের মধ্যে:\n\nন্যাটো কো-অপারেটিভ সাইবার ডিফেন্স সেন্টার অফ এক্সিলেন্স (সিসিডিসিওই)\nস্বাধীনতা, সুরক্ষা এবং ন্যায়বিচারের ক্ষেত্রে বৃহৎ আকারের আইটি ব্যবস্থাগুলোর অপারেশনাল পরিচালনার জন্য ইউরোপীয় এজেন্সি তালিনে অবস্থিত।\nতালিনে স্কাইপ এর সফ্টওয়্যার বিকাশ কেন্দ্র রয়েছে।\nতেলিয়া কোম্পানির তথ্য প্রযুক্তি উন্নয়ন কেন্দ্র রয়েছে তালিনে।\nকুইনে + নাগেল এর তথ্য প্রযুক্তি কেন্দ্র রয়েছে তালিনে।\nআরভাতো ফিনান্সিয়াল সলিউশনগুলোর বিশ্ব তথ্য প্রযুক্তি উন্নয়ন এবং নতুনত্ব কেন্দ্র রয়েছে তালিনে।\n4 জি যোগাযোগ ডিভাইসগুলোর উৎপাদনের দিকে মনোনিবেশ করে এরিকসনের তালিনে অবস্থিত ইউরোপের অন্যতম বৃহত্তম উৎপাদন সুবিধা রয়েছে।\nইকুইনর গ্রুপের আর্থিক কেন্দ্রটিকে তালিনে সরানোর ঘোষণা দিয়েছে।\n\n\n== শিক্ষা ==\n\nউচ্চ শিক্ষা এবং বিজ্ঞানের প্রতিষ্ঠানগুলোর মধ্যে রয়েছে:\n\nবাল্টিক ফিল্ম অ্যান্ড মিডিয়া স্কুল\nএস্তোনিয়ান একাডেমি অফ আর্টস\nসুরক্ষা বিজ্ঞানের এস্তোনিয়ান একাডেমি\nএস্তোনীয় একাডেমি অফ মিউজিক অ্যান্ড থিয়েটার\nএস্তোনিয়ান বিজনেস স্কুল\nএস্তোনীয় মেরিটাইম একাডেমি\nএস্তোনিয়ান ইভাঞ্জেলিকাল লুথেরান গির্জার ধর্মতত্ত্ব ইনস্টিটিউট\nজাতীয় পদার্থবিজ্ঞান এবং জৈব-পদার্থবিজ্ঞান ইনস্টিটিউট\nতালিন বিশ্ববিদ্যালয়\nতালিন প্রযুক্তি বিশ্ববিদ্যালয়\nতালিন ফলিত বিজ্ঞান বিশ্ববিদ্যালয়\n\n\n== সংস্কৃতি ==\n\n\n=== যাদুঘর সমূহ ===\n\nতালিনের ৬০ টিরও বেশি যাদুঘর এবং প্রদর্শনী রয়েছে। তাদের বেশিরভাগই শহরের কেন্দ্রীয় জেলা ক্যাসক্লিনে অবস্থিত এবং তালিনের সমৃদ্ধ ইতিহাসের প্রতিফলন সেগুলো।\nতালিনে সর্বাধিক দেখা ঐতিহাসিক যাদুঘরগুলোর মধ্যে একটি হল এস্তোনিয়ান ইতিহাস যাদুঘর, যা শহরের পুরাতন অংশ ভানালিনের গ্রেট গিল্ড হলে অবস্থিত। এটি প্রাগৈতিহাসিক কাল থেকে ২০ শতকের শেষ অবধি এস্তোনিয়ার ইতিহাসকে ধরে রেখেছে। এটিতে চলচ্চিত্র এবং হ্যান্ডস-অন ডিসপ্লে রয়েছে যা এস্তোনিয়ান বাসিন্দারা কীভাবে চলত ও বেঁচে ছিল তা দেখায়। \n\nএস্তোনিয়ান মেরিটাইম যাদুঘরটি দেশের সমুদ্র সৈকতের অতীত সম্পর্কে বিশদ বিবরণ তুলে ধরে। এই যাদুঘরটিও শহরের পুরাতন শহরে অবস্থিত, যেখানে এটি তালিনের প্রাক্তন প্রতিরক্ষামূলক কাঠামোর অন্যতম - ফ্যাট মার্গারেটের টাওয়ারকে দখল করে গড়ে উঠেছে। আরেকটি ঐতিহাসিক যাদুঘর যা শহরের পুরাতন শহরে পাওয়া যাবে, তা টাউন হলের ঠিক পেছনে রয়েছে: তালিন শহর যাদুঘর। এটি পূর্ব-ইতিহাস থেকে ১৯৯১ সাল পর্যন্ত তালিনের ইতিহাস জুড়েছে, যখন এস্তোনিয়া তার স্বাধীনতা ফিরে পেয়েছিল। তালিন শহর যাদুঘর শহরটির চারপাশে আরও নয়টি বিভাগ এবং যাদুঘরগুলোর মালিক, এর মধ্যে একটি তালিনের স্থিরচিত্রের যাদুঘর, এটি টাউন হলের ঠিক পিছনে অবস্থিত। এতে একটি প্রদর্শনী আছে যা এস্তোনিয়ায় ১০০ বছরের স্থিরচিত্রকে তুলে ধরে।\nএস্তোনিয়ার পেশার যাদুঘর হল আরেকটি ঐতিহাসিক যাদুঘর যা তালিনের কেন্দ্রীয় জেলার মধ্যে অবস্থিত। এটি ৫২ বছর জুড়ে যখন এস্তোনিয়া সোভিয়েত ইউনিয়ন এবং নাৎসি জার্মান দ্বারা দখল করা হয়েছিল তা সংরক্ষণ করে। কাছেই এস্তোনিয়াতে সোভিয়েত দখল সম্পর্কিত আরও একটি যাদুঘর রয়েছে, কেজিবি যাদুঘর, যা সোকোস হোটেল বিরুর ২৩ তলায় অবস্থিত। এতে সরঞ্জাম, ইউনিফর্ম এবং রাশিয়ান সিক্রেট সার্ভিস এজেন্টদের নথি রয়েছে।\nতালিনে দুিটি বড় প্রাকৃতিক বিজ্ঞানের যাদুঘর রয়েছে - প্রাকৃতিক ইতিহাসের এস্তোনিয়ান যাদুঘর এবং এস্তোনিয়ান স্বাস্থ্যসেবা যাদুঘর, উভয়ই পুরাতন শহরে অবস্থিত। প্রাকৃতিক বিজ্ঞানের এস্তোনিয়ান যাদুঘরটিতে বেশ কয়েকটি মৌসুমী এবং অস্থায়ী থিমযুক্ত প্রদর্শনী রয়েছে যা এস্তোনিয়াতে এবং সারা বিশ্বের বন্যজীবনের একটি সংক্ষিপ্তসার তুলে ধরে। এস্তোনিয়ান স্বাস্থ্যসেবা যাদুঘরটিতে শারীরবৃত্ত ও স্বাস্থ্যসেবা সম্পর্কিত স্থায়ী প্রদর্শনী রয়েছে; এর সংগ্রহ এবং প্রদর্শনগুলো এস্তোনিয়ার চিকিৎসার ইতিহাসকে তুলে ধরে।\nএস্তোনিয়ার রাজধানীতে অনেক শিল্প ও নকশার যাদুঘর রয়েছে। এস্তোনীয় কলা যাদুঘর - দেশের সবচেয়ে বড় শিল্প যাদুঘর, এখন এর চারটি শাখা আছে- কুমু কলা যাদুঘর, কাদ্রিওরগ কলা যাদুঘর, মিক্কেল যাদুঘর, এবং নিগুলিস্ট যাদুঘর। কুমু কলা যাদুঘরে দেশের বৃহত্তম সমসাময়িক ও আধুনিক শিল্পকলার সংগ্রহ রয়েছে। এটি ১৮শ শতকের গোড়া থেকে শুরু করে এস্তোনীয় শিল্পও এখানে রয়েছে। যারা পশ্চিমা ইউরোপীয় এবং রাশিয়ান শিল্পে আগ্রহী তারা কাদ্রিওরগ কলা যাদুঘরের সংগ্রহগুলো উপভোগ করতে পারেন যা কাদ্রিওরগ প্রাসাদে অবস্থিত, পিটার দ্য গ্রেট দ্বারা নির্মিত একটি সুন্দর বারোক ভবন। এটি ১৬শ থেকে ২০শ শতকের প্রায় ৯,০০০ শিল্পকর্ম সংরক্ষণ এবং প্রদর্শন করে। কাদ্রিওরগ পার্কের মিক্কেল যাদুঘরটিতে ১৯৯৪ সালে জোহানেস মিক্কেল দ্বারা দান করা মূলত পশ্চিমা শিল্প - সিরামিক এবং চীনামাটির বাসন প্রদর্শিত রয়েছে। নিগুলিস্ট যাদুঘরটি প্রাক্তন সেন্ট নিকোলাস গির্জার স্থাপিত; এটি মধ্যযুগ থেকে প্রায় সাত শতাব্দীকাল ধরে সংস্কারোত্তর ঐতিহাসিক শিল্পকলাগুলোর সংগ্রহ প্রদর্শন করে।\nযারা ডিজাইন এবং প্রয়োগকৃত শিল্পের প্রতি আগ্রহী তারা এস্তোনিয়ান সমসাময়িক ডিজাইনের ফলিত কলা এবং নকশার এস্তোনীয় যাদুঘরের সংগ্রহ উপভোগ করতে পারেন। এটি টেক্সটাইল কলা, সিরামিকস, চীনামাটির বাসন, চামড়া, গ্লাস, গহনা, ধাতব শিল্প, আসবাব এবং পণ্য ডিজাইনের তৈরি ১৫,০০০ কাজ প্রদর্শন করে। আরও স্বাচ্ছন্দ্যময়, সংস্কৃতিমুখী প্রদর্শনী অভিজ্ঞতা অর্জনের জন্য, কেউ এস্তোনিয়ান মদ্যপান সংস্কৃতি জাদুঘরের দিকেও যেতে পারে। এই যাদুঘরটি ঐতিহাসিক লুশার ও মাটিসেন ডিস্টিলির পাশাপাশি এস্তোনিয়ান মদ উৎপাদনের ইতিহাস প্রদর্শন করে।\n\nপ্রতিবছর একবার, এস্তোনীয় যাদুঘর এবং অন্যান্য ঐতিহ্যবাহী স্থান বিনামূল্যে দর্শনার্থীদের জন্য তাদের দরজা খুলে দেয়। ইভেন্টটি পুরো ইউরোপ জুড়ে যাদুঘরের রাত প্রোগ্রামের সাথে যুক্ত। প্রতি বছর, যাদুঘরের রাতটিকে একটি নির্দিষ্ট বিষয়কে উৎসর্গ করা হয়। https://www.muuseumioo.ee/en  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ জুলাই ২০২১ তারিখে\n\nএস্তোনিয়ান গানের উৎসব (এস্তোনিয়ান: লাউলুপিডু) বিশ্বের বৃহত্তম কোরাল অনুষ্ঠানগুলোর মধ্যে একটি, যেটি ইউনেস্কো দ্বারা মৌখিক ও ঐতিহ্যের মানবিকতার মাস্টারপিস হিসেবে তালিকাভুক্ত। এটি প্রতি পাঁচ বছরে জুলাইয়ে এস্তোনিয়ান নৃত্য উৎসবের সাথে এক সাথে তালিন গানের উৎসবের মাঠে (লাউলোভালজাক) অনুষ্ঠিত হয়। যৌথ কোয়ারটিতে ৩০,০০০ এরও বেশি গায়ক গান করেন ৮০,০০০ দর্শনার্থীদের সামনে \n\nপ্রায়শই 'দ্য সিঙিং নেশন' হিসেবে পরিচিত, এস্তোনিয়ানদের কাছে বিশ্বের সবচেয়ে বড় লোকসঙ্গীত সংগ্রহ রয়েছে  প্রায় ১৩৩,০০০ লোক গানের লিখিত রেকর্ড সহ, ১৯৮৭ সাল থেকে সোভিয়েত দখলের বছরগুলোতে শান্তিপূর্ণভাবে অবৈধ নিপীড়নের বিরুদ্ধে প্রতিরোধ করার জন্য জাতীয় সংগীত এবং স্তবগুলোর স্বতঃস্ফূর্ত গানে বৈশিষ্ট্যযুক্ত গণ-বিক্ষোভের একটি চক্র। ১৯৮৮ সালের সেপ্টেম্বরে, রেকর্ড সংখ্যক ৩০০,০০০ লোক, সমস্ত এস্তোনিয়ানদের এক চতুর্থাংশেরও বেশি লোক, গানের উৎসবে তালিনে জড়ো হয়েছিল।\n\n\n=== তালিন ব্ল্যাক নাইট ফিল্ম ফেস্টিভাল ===\nতালিন ব্ল্যাক নাইট ফিল্ম ফেস্টিভাল (এস্তোনিয়ান: পিমেটেদে ফিল্মিফেস্টিভাল বা পিওএফএফ), এস্তোনিয়ার রাজধানী তালিনে ১৯৯৭ সাল থেকে অনুষ্ঠিত একটি বার্ষিক ফিল্ম ফেস্টিভাল। কান, বার্লিন, ভেনিসের মতো ১৪ অন্যান্য নন-বিশেষায়িত উৎসবের সাথে নর্ডিক এবং বাল্টিক অঞ্চলে আন্তর্জাতিক প্রতিযোগিতা অনুষ্ঠানের জন্য একটি এফআইএপিএফ (আন্তর্জাতিক ফেডারেশন অফ ফিল্ম প্রডিউসারস অ্যাসোসিয়েশন) এর সাথে নর্ডিক এবং বাল্টিক অঞ্চলের একমাত্র উৎসব। প্রতিবছর ২৫০-এর বেশি ফিচার ফিল্ম এবং ৭৭,৫০০ এর বেশি দর্শকের কাছে (২০১৪) প্রদর্শিত হয়, পিএএফএফ উত্তর ইউরোপের বৃহত্তম চলচ্চিত্র অনুষ্ঠান এবং শীতের মৌসুমে এস্তোনিয়ায় সাংস্কৃতিক অনুষ্ঠানগুলোর মধ্যে একটি। ২০১৫ এর ১৯ তম সংস্করণে উৎসবে ৬০০ টিরও বেশি চলচ্চিত্র (৮০ টি বিভিন্ন দেশ থেকে ২৫০+ বৈশিষ্ট্য-দৈর্ঘ্যের চলচ্চিত্রসহ) প্রদর্শিত হয়েছিল, ৮০,০০০ এরও বেশি দর্শকের পাশাপাশি ৭০০ জনেরও বেশি ৫০ বিভিন্ন দেশ থেকে স্বীকৃত অতিথি এবং সাংবাদিকদের জন্য এটি ৯০০ টির বেশি স্ক্রিনিং করা হয়েছিল। ২০১০ সালে এই উৎসবটি তালিনে ইউরোপীয় চলচ্চিত্র পুরস্কার অনুষ্ঠানের আয়োজন করে।\n\n\n=== রান্না ===\n\nতালিনের ঐতিহ্যবাহী খাবার উত্তর এস্তোনিয়ার রন্ধনসম্পর্কিত ঐতিহ্য, মাছ ধরার বন্দর হিসেবে শহরের ভূমিকা এবং বাল্টিক জার্মান প্রভাব প্রতিফলিত করে। অসংখ্য ক্যাফে (এস্তোনীয়: কোহভিক) উনিশ শতকের পর থেকে বিশেষত কেসক্লিন জেলায় বারের মতো এই শহরের সামাজিক জীবনে প্রধান ভূমিকা পালন করেছে।\nতালিনের মারজিপান শিল্পের একটি দীর্ঘ ইতিহাস রয়েছে। মারজিপানের উৎপাদন মধ্যযুগে শুরু হয়েছিল, প্রায় একইসাথে তালিন এবং ল্যাবেকে,উভয়ই হ্যানস্যাটিক লিগের সদস্য। ১৬৯৫ সালে, তালিন টাউন হল ফার্মাসির মূল্য তালিকায় পানিস মার্টিয়াসের নাম অনুসারে মারজিপানকে ওষুধ হিসেবে উল্লেখ করা হয়েছিল। তালিনের মারজিপানের আধুনিক যুগের শুরু ১৮০৭ সালে, যখন সুইস মিষ্টান্নের লোরেঞ্জ কাভিজেল পিক স্ট্রিটে নিজের মিষ্টান্ন স্থাপন করেছিলেন। ১৮৬৪ সালে এটি জর্জ স্টুড ক্রয় করেন এবং বাড়ান এবং এখন মাইয়াসমোক ক্যাফে হিসেবে পরিচিত ১৯শ শতকের শেষদিকে রিভাল মিষ্টান্ন দ্বারা তৈরি মারজিপান মূর্তিগুলো রাশিয়ান ইম্পেরিয়াল পরিবারকে সরবরাহ করা হয়েছিল। আজ, ব্যাপক উৎপাদনসহ, অনন্য প্রকল্পগুলো তৈরি করা হয়, যেমন একটি ১২ কেজি এস্তোনিয়া থিয়েটারের স্কেল মডেল।\nতালিনের সর্বাধিক প্রতীকী সামুদ্রিক খাবারটি হল \"ভুর্টসিকিলু\" - মশলাদার স্প্রেটস, মশলাগুলোর একটি স্বাদযুক্ত কালো মরিচ, অলস্পাইস এবং লবঙ্গসহ মশলার একটি নির্দিষ্ট সেট দিয়ে আচ্ছাদিত। ভুর্টসিকিলু তৈরির ধারণাটি সম্ভবত শহরের উপকণ্ঠ থেকে শুরু হয়েছিল, ১৮শ শতকের শেষের দিকে বা ১৯শ শতকের গোড়ার দিকে। ১৮২৬ সালে তালিন ব্যবসায়ীরা রাশিয়ান সাম্রাজ্যের তৎকালীন রাজধানী সেন্ট পিটার্সবার্গে প্রায় ৪০,০০০ ক্যান ভুর্টসিকিলু রফতানি করেছিলেন। এর সাথে ঘনিষ্ঠভাবে যুক্ত খাবার হল \"কিলুভইলেব \" - একটি ঐতিহ্যবাহী রাই রুটি খোলা স্যান্ডউইচযুক্ত মাখনের পাতলা স্তর এবং শীর্ষস্থান হিসেবে ভুর্টসিকিলুর একটি স্তর। সিদ্ধ ডিমের টুকরা, মেয়োনিজ এবং রন্ধনসম্পর্কীয় ওষধিগুলো হল অতিরিক্ত টপিংস।\nশহরে উৎপাদিত অ্যালকোহলযুক্ত পানীয়গুলোর মধ্যে রয়েছে বিয়ার, ভদকাস এবং লিকার, এর মধ্যে (যেমন ভানা তালিন) সর্বাধিক বৈশিষ্ট্যযুক্ত। এছাড়াও, গত এক দশক ধরে তালিনে ক্রাফট বিয়ার ব্রুয়ারির সংখ্যা তীব্রভাবে প্রসারিত হয়েছে, স্থানীয় এবং আঞ্চলিক বাজারগুলোতে প্রবেশের মাধ্যমে।\n\n\n== পর্যটন ==\n\nতলিনের প্রধান আকর্ষণীয় স্থানগুলোর মধ্যে উল্লেখযোগ্য স্থানটি তলিনের পুরাতন শহরে (\"নিম্ন শহর\" এবং টুম্পিয়া পাহাড়ে বিভক্ত) অবস্থিত যা সহজেই পায়ে হেঁটে ভ্রমণ করা যায়। শহরের পূর্ব অংশগুলো, উল্লেখযোগ্যভাবে পিরিটা (পিরিটা কনভেন্টসহ) এবং কাদ্রিওরগ (কাদ্রিওরগ প্যালেসসহ) জেলাগুলোও জনপ্রিয় গন্তব্য এবং শহরের পশ্চিমে রোকা আল মারে এস্তোনীয় উন্মুক্ত আকাশ যাদুঘরটি এস্তোনিয়ান গ্রামীণ সংস্কৃতির দিকগুলো এবং স্থাপত্য সংরক্ষণ করে।\n\n\n=== টুম্পিয়া - আপার টাউন ===\nএই অঞ্চলটি একসময় প্রায় পৃথক শহর ছিল, এটি ভারী মজবুত ছিল এবং সর্বদা এস্তোনিয়াতে শাসিত যেকোনো শক্তির স্থান ছিল। পাহাড়টি আশেপাশের জেলাগুলো উপেক্ষা করে একটি সহজেই প্রতিরক্ষার জায়গা নিয়ে আছে। প্রধান আকর্ষণসমূহ হলো- মধ্যযুগীয় টুম্পিয়া দুর্গ (এখন এস্তোনীয় সংসদ, রিগিকোগু-এর নিবাস), লুথেরান সেন্ট মেরী ক্যাথিড্রাল, এছাড়াও ডোম গির্জা নামেও পরিচিত (এস্তোনীয়: Toomkirik) এবং রুশ অর্থোডক্স আলেকজান্ডার নেভস্কি ক্যাথেড্রাল।\n\n\n=== অল-লিন - লোয়ার টাউন ===\nএই অঞ্চলটি ইউরোপের অন্যতম সংরক্ষিত মধ্যযুগীয় শহর এবং কর্তৃপক্ষ এর পুনর্বাসন চালিয়ে যাচ্ছে। প্রধান দর্শনীয় স্থানগুলোর মধ্যে টাউন হল স্কয়ার আছে (এস্তোনীয়: রায়কোজা প্লাটস), শহরের প্রাচীর এবং টাওয়ারগুলো (উল্লেখযোগ্যভাবে \"ফ্যাট মার্গারেট\" এবং \"কিএক ইন ডি কেক\") পাশাপাশি সেন্ট ওলাফ, সেন্ট নিকোলাস এবং চার্চ অফ দ্য হিস্ট্রিস্ট সহ বেশ কয়েকটি মধ্যযুগীয় গির্জা রয়েছে। সেন্ট পিটার এবং সেন্ট পলের ক্যাথলিক ক্যাথেড্রালও লোয়ার টাউনটিতে।\n\n\n=== কাদ্রিওরগ ===\nকাদ্রিওরগ নগর কেন্দ্র থেকে ২ কিলোমিটার (১.২ মাইল) পূর্বে এবং বাস এবং ট্রাম দ্বারা ভ্রমণ করা যায়। গ্রেট নর্দার্ন যুদ্ধের ঠিক পরেই নির্মিত গ্রেট পিটার-এর প্রাসাদ কাদ্রিওরগ প্যালেস, এখন এখানে এস্তোনিয়া কলা যাদুঘরের বিদেশী শিল্প বিভাগ, রাষ্ট্রপতির বাসভবন রয়েছে এবং আশেপাশের মাঠগুলোতে রয়েছে উদ্যান এবং বন।\nএস্তোনিয়া কলা যাদুঘরের মূল ভবন, কুমু (এস্তোনীয়: কুনস্টিমুজিয়াম , কলা যাদুঘর) ২০০৬ সালে নির্মিত হয়েছিল এবং কাদ্রিওরগ পার্কে অবস্থিত। এটিতে এস্তোনিয়ার শিল্পের একটি এনসাইক্লোপিডিক সংকলন রয়েছে যার মধ্যে কার্ল টিমোলিয়ন ভন নেফ, জোহান কুলার, এডুয়ার্ড ওলে, জায়ান কোর্ট, কনরাড ম্যাগি, এডুয়ার্ড উইরাল্ট, হেন রোড এবং অ্যাডামসন-এরিকের অন্যান্য আঁকা ছবি আছে।\n\n\n=== পিরিটা ===\nএই উপকূলীয় জেলাটি কাদ্রিওরগের আরও ২ কিলোমিটার উত্তর-পূর্বে অবস্থিত। মেরিনাটি ১৯৮০ সালের মস্কো অলিম্পিকের জন্য নির্মিত হয়েছিল এবং এখানে পিরিটা নদীতে ভ্রমণের জন্য নৌকা ভাড়া নেওয়া যায়। দুই কিলোমিটার অভ্যন্তরে আছে বোটানিক গার্ডেন এবং তালিন টিভি টাওয়ার।\n\n\n=== সংগীত সংস্কৃতি ===\nতালিনে কয়েকটি সঙ্গীত স্থান রয়েছে যেমন লাইভ সঙ্গীতের জন্য কুল্টুরিকাটে/কানালা, পটারমিগান, ট্যাপার, ইকেকেএম- যাদুঘর এবং নৈশ জীবন। তালিন সংগীত সপ্তাহ এবং স্টালকার উৎসবের মতো বার্ষিক উৎসব হয় এখানে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== পরিবহন ==\n\n\n=== শহর পরিবহন ===\nশহরটিতে সমস্ত জেলায় বাস (৭৩ লাইন), ট্রাম ৪ লাইন) এবং ট্রলি-বাস (৪ লাইন) রুট পরিচালনা করা হয়। একটি সমান ভাড়া ব্যবস্থা ব্যবহার করা হয়। টিকিট ব্যবস্থাটি কিওস্ক এবং ডাকঘরগুলোতে উপলব্ধ যা প্রিপেইড আরএফআইডি কার্ডের উপর ভিত্তি করে। ২০১৩ সালের জানুয়ারিতে, তালিন শহরটির সীমানার মধ্যে বিনা খরচায় বাস, ট্রাম এবং ট্রলিবাসগুলোতে পরিষেবা দেওয়ার প্রথম ইউরোপীয় রাজধানীতে পরিণত হয়েছে। এই পরিষেবা পৌরসভায় নিবন্ধনকারীদের জন্য উপলব্ধ।\n\n\n=== বায়ু ===\n\nলেনার্ট মেরি তালিন বিমানবন্দর টাউন হল স্কয়ার থেকে প্রায় ৪ কিলোমিটার (২ মাইল) (রায়কোজা প্লাটস) দূরে অবস্থিত। একটি ট্রাম (লাইন নম্বর: ৪) এবং স্থানীয় বাস (বাস নং ২) বিমানবন্দর এবং নগর কেন্দ্রের প্রান্তের মধ্যে চলাচল করে। নিকটতম রেল স্টেশন: উলেমিস্টে, যা বিমানবন্দর থেকে মাত্র ১.৫ কিমি (০.৯ মা) দূরে।\nবিমানবন্দরের নতুন বিভাগটির নির্মাণ কাজ ২০০৭ সালে শুরু হয়েছিল যা ২০০৮ সালের গ্রীষ্মে শেষ হয়েছিল।\nহেলসিঙ্কি থেকে ফিনল্যান্ডের উপসাগর পর্যন্ত একটি হেলিকপ্টার পরিষেবা হয়েছে যা কপ্টারলাইন দ্বারা পরিচালিত হয় এবং যা এই দূরত্ব অতিক্রম করতে ১৮ মিনিট সময় নেয়। কপ্টারলাইন তালিন টার্মিনালটি শহরের কেন্দ্র থেকে পাঁচ মিনিটের দূরে লিনাহাল সংলগ্ন এলাকায় অবস্থিত। ২০০৫ সালের আগস্টে তালিনের কাছে দুর্ঘটনার পরে, পরিষেবাটি স্থগিত করা হয়েছিল তবে ২০০৮ সালে একটি নতুন বহর নিয়ে পুনরায় চালু করা হয়। ডিসেম্বর ২০০৮-এ অপারেটর এটি আবার বাতিল করে দেয়। ১৫ ই ফেব্রুয়ারি ২০১০, কোম্পানিকে লাভজনক রাখতে অক্ষমতার কথা উল্লেখ করে কপ্টারলাইন দেউলিয়া ঘোষণা করে। ২০১১ সালে কপ্টারলাইন আবারও তালিন - হেলসিঙ্কি ফ্লাইট পরিচালনা করতে শুরু করে। ২০১৬ সালে, কপ্টারলাইন ওইউ দেউলিয়া হবার ঘোষণা দেয় এবং তাই এখন তালিন থেকে এধরনের কোনো নির্ধারিত হেলিকপ্টার ফ্লাইট নেই।\n\n\n=== ফেরি ===\n\nবেশ কিছু ফেরি অপারেটর, ভাইকিং লাইন, লিন্ডা লাইন, তালিঙ্ক এবং একেরো লাইন, তালিনকে যুক্ত করে হেলসিঙ্কির সাথে, মরিয়েহামেন, স্টকহোম, এবং সেন্ট পিটার্সবার্গে। যাত্রীবাহী লাইনগুলো তালিনকে হেলসিঙ্কিতে যুক্ত করে (৮৩ কিমি (৫২ মা) তালিনের উত্তরে) যা ক্রুজফেরিতে করে প্রায় ২-৩.৫ ঘণ্টা লাগে।\n\n\n=== রেলপথ ===\nএলরন রেলওয়ে সংস্থাটি তালিন থেকে তারতু, ভালগা, টারি, ভিলজান্দি, তপা, নারভা, ওরাভা, কৈদুলা পর্যন্ত ট্রেন পরিষেবা পরিচালনা করে। এস্তোনিয়ায় এই সমস্ত এবং অন্যান্য বিভিন্ন গন্তব্যগুলোর পাশাপাশি রাশিয়ার সেন্ট পিটার্সবার্গে এবং লাটভিয়ার রিগাতেও যাবার জন্য বাস উপলব্ধ। রাশিয়ান রেলপথ সংস্থাটি তালিন - মস্কোর মধ্যে একটি দৈনিক আন্তর্জাতিক স্লিপার ট্রেন পরিষেবা পরিচালনা করে।\nতালিনের একটি প্রধান যাত্রী রেল পরিষেবা রয়েছে যা তালিনের প্রধান রেল স্টেশন থেকে দুটি প্রধান দিকে চলে: পূর্ব (এগভিডু) এবং বেশ কয়েকটি পশ্চিমা গন্তব্যগুলোতে (পস্কুলা, কেইলা, রিইসিপ্রে, প্যালডিস্কি এবং ক্লোগার্না)। এগুলো বিদ্যুতায়িত লাইন এবং এলরন রেলপথ সংস্থা ব্যবহার করে। স্টাডলার এফএলআরআইটি ইএমইউ এবং ডিএমইউ ইউনিট জুলাই ২০১৩ থেকে পরিষেবা দিয়ে যাচ্ছে। তালিনে প্রথম বিদ্যুতায়িত ট্রেন পরিষেবা ১৯২৪ সালে তালিন থেকে পস্কুলা পর্যন্ত চালু হয়েছিল, যার সম্পূর্ণ দূরত্ব ছিল ১১.২ কিমি (৭.০ মা)।\nরেল বাল্টিকা প্রকল্পটি, যা তালিঙ্কে লাতভিয়া এবং লিথুয়ানিয়া হয়ে ওয়ারশোর সাথে যুক্ত করে, তা তালিনকে ইউরোপীয় রেল নেটওয়ার্কের সাথে যুক্ত করবে। তালিন এবং হেলসিঙ্কির মধ্যে একটি সুড়ঙ্গ প্রস্তাব করা হয়েছে, যদিও এটি এখনো পরিকল্পনার পর্যায়ে রয়েছে।\n\n\n=== রাস্তা ===\nভিয়া বাল্টিকা মোটরওয়ে (হেলসিঙ্কি থেকে প্রাগ পর্যন্ত ইউরোপীয় রুট ই৬৭'র অংশ) লাতভিয়ার মধ্য দিয়ে তালিনকে লিথুয়ানিয়ান/পোলিশ সীমান্তের সাথে যুক্ত করে।\nঘন ঘন এবং সাশ্রয়ী মূল্যের দূর পাল্লার বাস রুটগুলো এস্তোনিয়ার অন্যান্য অংশের সাথে তালিনকে যুক্ত করে।\n৯ অক্টোবর ২০১৩-এ, ৩২০ মিটার দীর্ঘ ইলেমিস্টে টানেলটি প্রথম খোলা হয়।\n\n\n== উল্লেখযোগ্য মানুষ ==\n\n\n== আন্তর্জাতিক সম্পর্ক ==\nভাল আন্তর্জাতিক সম্পর্ক জোরদার করতে তালিন আন্তর্জাতিক নগর যমজ নগরের স্কিমগুলোতে অংশ নেয়। অংশীদারদের অন্তর্ভুক্ত:\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nইউরোভিশন গানের প্রতিযোগিতা ২০০২\nতালিনের কিংবদন্তি\nরিভালটোপ\n১৯৪১ তালিনের সোভিয়েত স্থানান্তর\nতালিন ম্যারাথন\nতালিনের প্রাচীর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}