{"pageid": 1383814, "title": "প্লাস্টিক ব্যাগ নিষেধাজ্ঞা", "url": "https://bn.wikipedia.org/wiki?curid=1383814", "content": "প্লাস্টিক ব্যাগ নিষেধাজ্ঞা বা চার্জ বলতে এমন একটি আইনকে বোঝায়, যা খুচরা দোকানগুলোতে হালকা প্লাস্টিক ব্যাগের ব্যবহার সীমিত করে। ২১শ শতকের শুরু থেকে বিশ্বের অনেক দেশেই হালকা প্লাস্টিক ব্যাগ বন্ধের প্রবণতা দেখা যাচ্ছে।\nএকবার ব্যবহারযোগ্য প্লাস্টিক শপিং ব্যাগ, যা সাধারণত নিম্ন-ঘনত্বের পলিথিন (low-density polyethylene বা LDPE) দিয়ে তৈরি, দোকানগুলো সাধারণত বিনামূল্যে ক্রেতাদের দিয়ে থাকে। এগুলোকে দীর্ঘদিন ধরে পণ্য পরিবহনের জন্য সস্তা, সুবিধাজনক এবং স্বাস্থ্যসম্মত মাধ্যম হিসেবে ধরা হয়ে এসেছে।\nহালকা প্লাস্টিক ক্যারিয়ার ব্যাগ বলতে সাধারণত যেসব ব্যাগের প্রাচীরের পুরুত্ব ৫০ মাইক্রনের কম এবং যেগুলো জৈবভাবে অবক্ষেপযোগ্য নয়, সেগুলোকে বোঝানো হয়। এসব ব্যাগের কারণে নানা সমস্যা দেখা দেয়, যেমন: অপরিশোধিত জ্বালানির (তেল, গ্যাস, কয়লা) ব্যবহার, নিষ্পত্তির জটিলতা, ও পরিবেশগত ক্ষতি। এই হালকা ব্যাগের ব্যবহার কমার পাশাপাশি অনেক দোকানই এখন পুনর্ব্যবহারযোগ্য ব্যাগ ব্যবহার শুরু করেছে।\nবিভিন্ন দেশের সরকার হালকা প্লাস্টিক ব্যাগ নিষিদ্ধ করেছে, উৎপাদনকারীদের ওপর কর আরোপ করেছে, অথবা দোকানে এসব ব্যাগ বিক্রির ক্ষেত্রে গ্রাহকদের কাছ থেকে ফি আদায় করছে। এই ক্ষেত্রে ২০০২ সালে বাংলাদেশের সরকার প্রথম পদক্ষেপ নিয়েছিল, যখন তারা হালকা প্লাস্টিক ব্যাগ পুরোপুরি নিষিদ্ধ করে।\n২০১০ থেকে ২০১৯ সালের মধ্যে প্লাস্টিক ব্যাগ ব্যবহার নিষিদ্ধ বা নিয়ন্ত্রণে আনার জন্য নীতিমালার সংখ্যা তিনগুণ বেড়ে যায়। ২০২৪ সালের মধ্যে ১২৭টি দেশে এই সংক্রান্ত আইন প্রণীত হয়েছে। এর মধ্যে ২৭টি দেশ ক্রেতাদের কাছে হালকা প্লাস্টিক ব্যাগ বিক্রি সম্পূর্ণ নিষিদ্ধ করেছে, এবং ৩০টি দেশ এই ব্যাগ বিক্রির ক্ষেত্রে চার্জ আরোপ করেছে।\n\n\n== সমস্যা ==\nপ্লাস্টিক ব্যাগ পরিবেশ ও প্রকৃতিতে ছোট-বড় নানা ধরনের সমস্যা সৃষ্টি করে। এর সবচেয়ে সাধারণ সমস্যা হলো বিপুল পরিমাণ বর্জ্য তৈরি হওয়া। অনেক ব্যাগ রাস্তার পাশে ফেলে দেওয়া হয় এবং পরবর্তীতে তা নদী, খাল ও জলাশয়ে গিয়ে জলদূষণ ঘটায়।  \n\nসঠিকভাবে নিষ্পত্তি করা হলেও, প্লাস্টিক ব্যাগ পচতে বহু বছর সময় লাগে এবং দীর্ঘমেয়াদে বিপুল পরিমাণ বর্জ্য সৃষ্টি করে। যত্রতত্র ফেলে দেওয়া ব্যাগ জলপথ, নালা-নর্দমা এবং সমুদ্রকে দূষিত করে, যার ফলে সামুদ্রিক প্রাণীদের বাস্তুতন্ত্র ক্ষতিগ্রস্ত হয়। প্রতিবছর বিপুল পরিমাণ প্লাস্টিক বর্জ্য সাগরে গিয়ে পড়ে, যা সামুদ্রিক প্রাণীদের জন্য হুমকি এবং খাদ্যশৃঙ্খল ব্যাহত করে।\nপ্লাস্টিক কণার উপর বিভিন্ন অণুজীব জন্মায়, যা এগুলোর ক্ষতিকর প্রভাব আরও বাড়ায়। বাতাসে ভেসে থাকা প্লাস্টিক কণাগুলো সাগরের নানা অঞ্চলে “গারবেজ প্যাচ” (garbage patches) তৈরি করে। জাতিসংঘের মতে, যদি অবিলম্বে কার্যকর ব্যবস্থা নেওয়া না হয়, তাহলে ২০৫০ সালের মধ্যে সমুদ্রে মাছের চেয়ে প্লাস্টিকের পরিমাণ বেশি হয়ে যাবে।\nপ্লাস্টিক ব্যাগ বৈশ্বিক উষ্ণায়নের কারণও হতে পারে। রোদে পড়ে থাকলে এগুলোর পৃষ্ঠ থেকে দুটি গুরুত্বপূর্ণ গ্রিনহাউস গ্যাস—মিথেন ও ইথিলিন—উৎপন্ন হয়। LDPE প্লাস্টিক ব্যাগের কম ঘনত্ব ও উচ্চ শাখাবিন্যাসের ফলে এটি সহজে ভেঙে যায় এবং অধিক পৃষ্ঠভাগ উন্মুক্ত করে বেশি হারে গ্যাস নির্গত করে। গবেষণায় দেখা গেছে, ২১২ দিন পর প্রতিদিন প্রতি গ্রাম প্লাস্টিক থেকে ৫.৮ ন্যানোমোল মিথেন, ১৪.৫ ন্যানোমোল ইথিলিন, ৩.৯ ন্যানোমোল ইথেন ও ৯.৭ ন্যানোমোল প্রোপিলিন নির্গত হয়।\nবন্যপ্রাণীর উপর প্লাস্টিক ব্যাগের প্রধান দুটি সরাসরি প্রভাব হলো জড়িয়ে পড়া এবং খাওয়া। অনেক প্রাণী জড়িয়ে পড়ে ডুবে যায়। আবার অনেক প্রাণী এগুলোকে খাবার ভেবে খেয়ে ফেলে, যার ফলে পেটের মধ্যে জমে গিয়ে অপুষ্টি ও মৃত্যুর কারণ হয়।\nপ্লাস্টিক ব্যাগ ড্রেন আটকে দেয়, পাখি আটকে পড়ে, গবাদি পশু মারা যায়। ওয়ার্ল্ড ওয়াইড ফান্ড ফর নেচার-এর মতে, প্রতিবছর ১ লক্ষের বেশি তিমি, সীল ও কচ্ছপ প্লাস্টিক খেয়ে বা এতে আটকে পড়ে মারা যায়। ভারতে প্রতিদিন প্রায় ২০টি গরু প্লাস্টিক খেয়ে মারা যায় বলে অনুমান করা হয়। আফ্রিকার বিভিন্ন দেশে নর্দমা প্লাস্টিকে আটকে যায়, যার ফলে মশার জন্ম হয় এবং ম্যালেরিয়ার প্রকোপ বেড়ে যায়। চীনে এই দূষণের জন্য \"সাদা দূষণ\" (white pollution) শব্দটি ব্যবহৃত হয়।\nহালকা প্লাস্টিক ব্যাগ বাতাসে ভেসে গিয়ে গাছপালায় আটকে যায় এবং অনেক সময় প্রাণীরা এগুলোকে খাবার হিসেবে ভুল করে খেয়ে ফেলে। প্লাস্টিক ব্যাগ বায়োডিগ্রেড নয়, বরং পলিমার ডিগ্রেডেশনের মাধ্যমে ভেঙে যায়। ফলে এর মধ্যে থাকা বিষাক্ত উপাদান—যেমন অগ্নিনিরোধক, জীবাণুনাশক ও প্লাস্টিসাইজার—প্রকৃতিতে ছড়িয়ে পড়ে। এসব উপাদান জীবের হরমোন নিয়ন্ত্রণ ব্যবস্থায় বিঘ্ন ঘটায়, যা শরীরের প্রায় প্রতিটি কোষের কার্যক্রমকে প্রভাবিত করে।\nগবেষণা অনুযায়ী, একটি প্লাস্টিক ব্যাগের গড় কার্যক্ষমতা প্রায় ২০ বছর পর্যন্ত থাকে। প্যাসিফিক মহাসাগরে ফেলা প্লাস্টিক ব্যাগগুলো শেষে গ্রেট প্যাসিফিক গারবেজ প্যাচ-এ জমে যায়। সমুদ্রে থাকা ৮০% প্লাস্টিক বর্জ্য আসে স্থলভাগ থেকে, বাকি আসে জাহাজ ও তেল প্ল্যাটফর্ম থেকে। এসব প্লাস্টিক সামুদ্রিক প্রাণীরা খেয়ে ফেলে এবং এতে তাদের শ্বাসনালী ও পাচনতন্ত্র আটকে যায়। প্লাস্টিক ব্যাগ কেবল গারবেজ প্যাচে যোগ দেয় না, বরং বিশ্বের বিভিন্ন উপকূলে ভেসেও আসে।\n\n\n== পদ্ধতি ==\nহালকা প্লাস্টিক ব্যাগ ব্যবহার ধাপে ধাপে বন্ধ করার ক্ষেত্রে দুটি সবচেয়ে প্রচলিত পদ্ধতি হলো চার্জ আরোপ এবং নিষেধাজ্ঞা। তবে আরও কিছু কার্যকর পদ্ধতি রয়েছে, যেগুলিও ইতিবাচক ফল দিয়েছে।\n\n\n=== হালকা প্লাস্টিক ব্যাগের উপর চার্জ ===\nহালকা প্লাস্টিক ব্যাগের উপর চার্জ বলতে বোঝানো হয়—সব ধরনের কর, শুল্ক এবং ফি, যা একবার ব্যবহারযোগ্য প্লাস্টিক ব্যাগ ক্রয়ের সময় গ্রাহকের উপর আরোপ করা হয়। ২০১৮ সালের তথ্য অনুযায়ী, ৩০টি দেশ এই ধরনের চার্জ প্রয়োগ করছে। এই কৌশলের ফলাফল নিষেধাজ্ঞার মতোই—প্লাস্টিক ব্যাগের ব্যবহার হ্রাস পায়। তবে এর অতিরিক্ত সুবিধা হলো—এই চার্জ সরকারের জন্য রাজস্ব আয়ের একটি নতুন উৎস তৈরি করে। এছাড়াও, এই পদ্ধতিতে গ্রাহকের পছন্দের স্বাধীনতাও বজায় থাকে, যা নিষেধাজ্ঞার ক্ষেত্রে থাকে না।\n\n\n=== হালকা প্লাস্টিক ব্যাগ নিষেধাজ্ঞা ===\nহালকা প্লাস্টিক ব্যাগ নিষিদ্ধকরণ বলতে বোঝায় খুচরা বিক্রেতাদের মাধ্যমে গ্রাহকের কাছে একবার ব্যবহারযোগ্য প্লাস্টিক ব্যাগ বিক্রি ও বিতরণ পুরোপুরি নিষিদ্ধ করা। ২০১৮ সালের তথ্য অনুযায়ী, ২৭টি দেশ এমন নিষেধাজ্ঞা জারি করেছে। নিষেধাজ্ঞা পদ্ধতি সবচেয়ে সরাসরি ও কার্যকর হলেও, এর ফলে এমন প্লাস্টিক ব্যাগের ব্যবহার বাড়তে পারে, যেগুলো একটু বেশি পুরু (নিষিদ্ধ নয়), কিন্তু তারাও একবার ব্যবহারের পরই ফেলে দেওয়া হয়। এভাবে নিষেধাজ্ঞা হালকা ব্যাগের ব্যবহার কমালেও অন্যান্য প্লাস্টিক ক্যারিয়ার ব্যাগের ব্যবহার ও দূষণ বাড়াতে পারে।\n\n\n=== উৎপাদকদের উপর কর ও নিয়ন্ত্রণ ===\nঅনেক দেশ গ্রাহকের পরিবর্তে হালকা প্লাস্টিক ব্যাগ উৎপাদক ও সরবরাহকারীদের উপর কর আরোপের সিদ্ধান্ত নিয়েছে। ২০১৮ সাল পর্যন্ত ২৭টি দেশ ব্যাগ উৎপাদনের উপর কর আরোপ করেছে এবং ৬৩টি দেশ \"Extended Producer Responsibility\" (EPR) নীতিমালা প্রয়োগ করেছে। EPR নীতির অর্থ হলো—গ্রাহক পণ্য কেনার পরেও সংশ্লিষ্ট দায়িত্ব কিছুটা নির্মাতার উপর থাকে। এর ফলে নির্মাতারা ব্যাগ পুনর্ব্যবহার ও পুনর্ব্যবস্থাপনার জন্য অর্থায়ন করতে বাধ্য হন অথবা ব্যাগের নকশা পরিবর্তনে উৎসাহিত হন। এটি একমাত্র পদ্ধতি যা দায়িত্ব সম্পূর্ণভাবে উৎপাদকদের উপর দেয়।\n\n\n=== পুনর্ব্যবহার (রিসাইক্লিং) ===\nপ্লাস্টিক ব্যাগ পুনর্ব্যবহারও একটি পর্যায়ক্রমিক প্রতিকার হিসেবে বিবেচিত হতে পারে। তবে, মাত্র ৫% প্লাস্টিক ব্যাগই রিসাইক্লিং কেন্দ্রে পৌঁছায়। রিসাইক্লিং সেন্টারে পৌঁছানোর পরও এগুলো প্রায়ই ডাস্টবিন বা ট্রাক থেকে উড়ে গিয়ে রাস্তায় পড়ে থাকে। \nআরও একটি সমস্যা হলো—সব প্লাস্টিক ব্যাগ দেখতে একই হলেও বিভিন্ন ধরনের প্লাস্টিক দিয়ে তৈরি হয়। কিছু ব্যাগ বায়োপ্লাস্টিক (bioplastic) ও কিছু বায়োডিগ্রেডেবল (biodegradable)। একত্রে কম্পোস্টে পড়লে বায়োপ্লাস্টিক কম্পোস্ট দূষিত করতে পারে। এছাড়াও, এ ধরনের ব্যাগ যখন অন্য প্লাস্টিকের সঙ্গে মিশে যায়, তখন তা রিসাইক্লিং যন্ত্রপাতির ক্ষতি করে। এর মেরামত ব্যয়বহুল হয়। উদাহরণস্বরূপ, সান হোসে, ক্যালিফোর্নিয়াতে বছরে আনুমানিক ১০ লক্ষ মার্কিন ডলার খরচ হয় এই মেরামতের পেছনে।\n\n\n== প্রভাব ==\n\nবিশ্বজুড়ে হালকা প্লাস্টিক ব্যাগ নিয়ন্ত্রণমূলক নীতিমালা ব্যাগের ব্যবহার হ্রাসে কার্যকর প্রমাণিত হয়েছে। বিশেষ করে হালকা প্লাস্টিক ব্যাগের উপর চার্জ আরোপ করার পরে ব্যবহার কমার প্রবণতা সবচেয়ে স্পষ্টভাবে দেখা গেছে। ২০১৮ সালে American Economic Journal: Economic Policy-এ প্রকাশিত একটি গবেষণায় বলা হয়েছে, একবার ব্যবহারযোগ্য ব্যাগের উপর ৫ সেন্ট কর আরোপে ব্যাগ ব্যবহারের হার ৪০ শতাংশ পয়েন্ট কমে যায়। \n২০১৯ সালের একটি সমীক্ষা অনুযায়ী, কর এবং শুল্ক আরোপের ফলে হালকা ব্যাগ ব্যবহারে ডেনমার্কে ৬৬%, আয়ারল্যান্ডে ৯০% এর বেশি, দক্ষিণ আফ্রিকা, বেলজিয়াম, হংকং, ওয়াশিংটন ডিসি, সান্তা বারবারা, যুক্তরাজ্য ও পর্তুগালে ৭৪% থেকে ৯০% পর্যন্ত এবং বতসোয়ানা ও চীনে প্রায় ৫০% হ্রাস পেয়েছে।\nযদিও নিষেধাজ্ঞার ফলে গবেষকরা ব্যাগ ব্যবহারের নির্দিষ্ট পরিসংখ্যান সংগ্রহ করতে পারেন না, তবে দূষণ হ্রাসের মাধ্যমে এর কার্যকারিতা নিরূপণ করা যায়। ২০১০ থেকে ২০১৪ সালের মধ্যে সিয়াটলে শহরব্যাপী নিষেধাজ্ঞা কার্যকর হওয়ার পর শহরের আবাসিক বর্জ্যে একবার ব্যবহারযোগ্য প্লাস্টিক ব্যাগের উপস্থিতি ৫০% কমে যায়, যদিও ঐ সময়ে শহরের জনসংখ্যা ১০% বেড়েছিল।\n২০১৯ সালে Journal of Environmental Economics and Management-এ প্রকাশিত এক গবেষণায় দেখা গেছে, ক্যালিফোর্নিয়ায় প্লাস্টিক ক্যারিআউট ব্যাগ নিষিদ্ধ করার ফলে ৪ কোটি পাউন্ড প্লাস্টিকের ব্যবহার কমেছে। তবে একই সঙ্গে লোকজন আবর্জনার ব্যাগ হিসেবে ব্যবহারের জন্য ১ কোটি ২০ লক্ষ পাউন্ড নতুন প্লাস্টিক ব্যাগ কিনেছে। ওই গবেষণায় আরও বলা হয়েছে, নিষেধাজ্ঞা কার্যকরের আগেই ১২% থেকে ২২% প্লাস্টিক ক্যারিআউট ব্যাগ মানুষ আবর্জনার ব্যাগ হিসেবে পুনঃব্যবহার করত।\n\n\n== সমালোচনা ==\nপ্লাস্টিক ব্যাগ নিষেধাজ্ঞার ফলে অনেক সময় কালোবাজারে প্লাস্টিক ব্যাগের ব্যবহার বেড়ে যেতে পারে। গবেষণায় দেখা গেছে, নিষেধাজ্ঞা বা চার্জের কারণে মানুষ পাতলা প্লাস্টিক ব্যাগের ব্যবহার কমিয়ে দেয় ঠিকই, তবে যেখানে পেপার ব্যাগ বা মোটা প্লাস্টিক ব্যাগ বিনামূল্যে দেওয়া হয়, সেসব জায়গায় এই ধরনের অনিয়ন্ত্রিত ব্যাগের ব্যবহার বেড়ে যেতে পারে।\nএছাড়া, নিষেধাজ্ঞার ফলে বহু মানুষ পূর্বের মতো দোকানের ব্যাগ আবর্জনার ব্যাগ হিসেবে ব্যবহার করতে না পারায়, নতুন করে আবর্জনার ব্যাগ কিনতে বাধ্য হয়। এর ফলে আবর্জনার ব্যাগের বিক্রি উল্লেখযোগ্যভাবে বেড়ে যায়। গবেষণায় দেখা গেছে, নিষেধাজ্ঞা কার্যকর হওয়ার পর ছোট (৪ গ্যালন) আবর্জনার ব্যাগের বিক্রি ১২০% পর্যন্ত বেড়েছে। যেহেতু এই ব্যাগগুলো মোটা এবং অধিক প্লাস্টিক ব্যবহার করে, তাই নিষিদ্ধকৃত হালকা ব্যাগের ৩০% প্লাস্টিক ব্যবহার নতুন মোটা ব্যাগের মাধ্যমে ফিরে আসে।\nগবেষণায় আরও উল্লেখ করা হয়েছে যে, নিষেধাজ্ঞার আগে ১২% থেকে ২২% প্লাস্টিক ক্যারিআউট ব্যাগ পুনরায় আবর্জনার ব্যাগ হিসেবে ব্যবহার করা হতো। ফলে, যখন এই ব্যাগ নিষিদ্ধ করা হয়, তখন অন্য প্লাস্টিক ব্যাগ কেনার চাহিদা বেড়ে যায়।\nনিষেধাজ্ঞার ফলে ব্যবহৃত হওয়া পুরু এবং পুনর্ব্যবহারযোগ্য ব্যাগগুলো সাধারণত রিসাইকেলযোগ্য হলেও, এগুলোকে ঘরের অন্যান্য রিসাইকেলযোগ্য বর্জ্য থেকে আলাদাভাবে নিষ্পত্তি করতে হয়। অনুমান অনুযায়ী, মাত্র ৬% প্লাস্টিক ব্যাগ রিসাইকেল করা হয়। ফলে, দীর্ঘমেয়াদে প্লাস্টিক বর্জ্যের পরিমাণ বৃদ্ধি পেতে পারে।\nঅন্যদিকে, কিছু বিকল্প ব্যাগ (যেমন: কাগজের ব্যাগ, তুলার ব্যাগ, অথবা ৫০ মাইক্রনের বেশি পুরু প্লাস্টিক ব্যাগ) তৈরির সময় প্লাস্টিক ব্যাগের তুলনায় বেশি গ্রিনহাউস গ্যাস নির্গত হয়। ফলে নিষেধাজ্ঞার পরেও সামগ্রিকভাবে গ্যাস নির্গমন বেড়ে যেতে পারে। এই বিকল্প ব্যাগগুলো পরিবেশবান্ধব হতে হলে শতাধিক বার ব্যবহার করতে হয়। এছাড়া, এই ব্যাগগুলো তুলনামূলকভাবে কম স্বাস্থ্যসম্মত মনে করা হয়, কারণ এগুলো বাহ্যিক জীবাণু বহন করে দোকানের ট্রলি ও কাউন্টার স্পর্শ করে।\n\n\n== আরও দেখুন ==\nজৈবভাবে ক্ষয়যোগ্য ব্যাগ\nএকবার ব্যবহারযোগ্য খাদ্য প্যাকেজিং নিষেধাজ্ঞা ও চার্জ\nজ্বালানি চালিত যানবাহনের পর্যায়ক্রমিক প্রত্যাহার\nইনক্যান্ডেসেন্ট বাতির পর্যায়ক্রমিক প্রত্যাহার\nপলিস্টাইরিন ফোমের ব্যবহার বন্ধ\nটেকসইতা\nবর্জ্য ব্যবস্থাপনা\nপুনর্ব্যবহারযোগ্য শপিং ব্যাগ\n\n\n== টীকাসমূহ ও উৎস ==\n\n\n=== পাদটীকা ===\n\n\n=== তথ্যসূত্র ===\n\n\n== অতিরিক্ত পঠন ==\nডানিং, ব্রায়ান (২১ জানুয়ারি ২০২০)। \"স্কেপটয়েড #711: The Trashy Secret of Plastic Bag Bans: Science decides the question of whether plastic bag bans help or hurt the environment\"। স্কেপ্‌টয়েড। সংগ্রহের তারিখ ১৬ মে ২০২২।"}