{"pageid": 138399, "title": "খেলাঘর (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=138399", "content": "খেলাঘর এটি ২০০৬ সালে মুক্তিপ্রাপ্ত একটি বাংলাদেশী চলচ্চিত্র। খ্যাতিমান চলচ্চিত্রকার মোরশেদুল ইসলাম নির্মাণ করেছেন চলচ্চিত্রটি, এটি মূলত মাহমুদুল হকের মুক্তিযুদ্ধ ভিত্তিক কাহিনির খেলাঘর উপন্যাস অবলম্বনে নির্মিত চিরন্তন প্রেমের এই ছবি। ছবিতে অভিনয় করেছেন রিয়াজ, সোহানা সাবা, আরমান পারভেজ মুরাদ, গাজী রাকায়েত, আবুল হায়াত।\n\n\n== কাহিনি সংক্ষেপ ==\n১৯৭১ সাল । বাংলদেশের প্রত্যন্ত একটি গ্রাম । বর্ষাকাল। ইয়াকুব (রিয়াজ) আর মুকুল (আরমান পারভেজ মুরাদ) দুই বন্ধু । ইয়াকুব ঢাকা থেকে উচ্চ শিক্ষা লাভ করেছে, এখন গ্রামের কলেজে শিক্ষকতা করছে । মুকুল গ্রামেই পড়াশোনা করে এখন গ্রামেই শিক্ষকের পেশা বেছে নিয়েছে । ইয়াকুব একটু ভীরু প্রকৃতির, দেশের প্রতি ভালবাসার কোন অভাব না থাকলেও ব্যক্তিগত দ্বিধা ও সাহসের অভাবে মুক্তিযুদ্ধে যোগ দেওয়া ওর পক্ষে সম্ভব হয়নি । মুকুল সরাসরি যুদ্ধে যোগ না দিলেও যুদ্ধের সাথে জড়িত হয়ে গেছে । মুক্তিযুদ্ধাদের সক্রিয়ভাবে সহযোগিতা করাই প্রধান কাজ । দুই বন্ধুর দিন কেটে যেত অনেকটা নিস্তরঙ্গভাবে, যুদ্ধের ডামাডোল আর দুর্গম গ্রামে অবস্হানের নিরাপত্তার মাঝে । এমনি সময় শহর থেকে একদল শরণার্থীর সাথে গ্রামে আসে রেহানা (সোহানা সাবা) । রেহানা ইয়াকুবের বন্ধুর বোন , কিন্ত কখনও দেখা হয়নি ওদের । বন্ধুর অনুরোধ, আশ্রয় দিতে হবে রেহানাকে, ক’দিনের জন্য । রেহানা হাসিখুশি চঞ্চল মেয়ে, ঢাকা বিশ্ববিদ্যালয়ে পড়তো, ২৫শে মার্চে ছিল রোকেয়া হলে । মাঝে মাঝেই কেমন বিমর্ষ হয়ে যায় ও, কেমন অস্বাভাবিক আচরণ করতে থাকে, কি এক গোপন ব্যথা যেন সবসময় তাড়িয়ে বেড়ায় ওকে, ভেঙ্গে দিতে চায় ওর সুন্দর, স্বপ্নময় জীবনটাকে । রেহানাকে আশ্রয় দেয়া নিয়ে বিপদে পড়ে দুই বন্ধু । অবশেষে গ্রামের এক প্রান্তে অবস্হিত পরিত্যক্ত জমিদার বাড়ীতে রেহানাকে নিয়ে আশ্রয় নেয় ইয়াকুব । চারিদিকে বর্ষার জল, গাছপালা আর বনজঙ্গলে ঘেরা বহুকালের পুরনো, জীর্ণ বাড়ীতে এক তরুণ-তরুণীর হৃদয়ের রক্তখরণ আর ভালবাসার গল্প রচিত হয় দু’দিনের খেলাঘরে । রেহনা যেন বাংলাদেশের প্রতিকৃতি । এক বুক ভালবাসা দিয়ে কীভাবে আগলে রাখবে ইয়াকুব?\n-যুদ্ধ আর ভালবাসার চিরন্তন কাহিনি নিয়েই তাই রচিত হয় “খেলাঘর” ।\n\n\n== শ্রেষ্ঠাংশে ==\nরিয়াজ - ইয়াকুব\nসোহানা সাবা - রেহানা\nআরমান পারভেজ মুরাদ - মুকুল\nগাজী রাকায়েত - টুনু\nআবুল হায়াত - রেহানা'র দাদা\nসালেহ আহমেদ -\nপ্রজ্ঞা ঐশ্বরিয়া -\nপরম মধুরিমা -\nনাহিয়ান হক দীপ্ত -\n\n\n== চলচ্চিত্র উৎসবে অংশগ্রহণ ==\nবাংলাদেশের মুক্তিযুদ্ধ ভিত্তিক চলচ্চিত্র উৎসব - ২০১০ লন্ডন, যুক্তরাজ্য\nবাংলাদেশের মুক্তিযুদ্ধ ভিত্তিক চলচ্চিত্র উৎসব - ২০১০ জেনেভা, সুইজারল্যান্ড\nবাংলাদেশের মুক্তিযুদ্ধ ভিত্তিক চলচ্চিত্র উৎসব - ২০১১ কলকাতা, ভারত\nবাংলাদেশের মুক্তিযুদ্ধ ভিত্তিক চলচ্চিত্র উৎসব - ২০১২ আগরতলা, ভারত\nবাংলাদেশের মুক্তিযুদ্ধ ভিত্তিক চলচ্চিত্র উৎসব - ২০১২ নতুন দিল্লি, ভারত\nসার্ক চলচ্চিত্র উৎসব - ২০১২ কলম্বো, শ্রীলঙ্কা\n\n\n== পুরস্কার ও মনোনয়ন ==\nবিজয়ী শ্রেষ্ঠ পরিচালক - মোরশেদুল ইসলাম (সার্ক চলচ্চিত্র উৎসব - ২০১২ কলম্বো, শ্রীলঙ্কা)\n\n\n== বক্স অফিস ==\nভিসিডি ও ডিভিডি পরিকল্পনায় বক্স অফিস বাংলাদেশ।\n\n\n== সত্ব ==\nভিসিডি ও ডিভিডি সত্ব ক্রয় করে বাজারজাত করেছে লেজার ভিশন বাংলাদেশ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে খেলাঘর  (ইংরেজি)\nঅলমুভিতে খেলাঘর (ইংরেজি)\nরটেন টম্যাটোসে খেলাঘর (ইংরেজি)\nখেলাঘর (চলচ্চিত্র) - ভিউ অকল্যান্ড"}