{"pageid": 1383864, "title": "কোলন বন বিমানবন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1383864", "content": "কোলোন বন বিমানবন্দর (জার্মান: Flughafen Köln/Bonn Konrad Adenauer) (আইএটিএ: CGN, আইসিএও: EDDK) এটি জার্মানির চতুর্থ বৃহত্তম শহর কোলনের আন্তর্জাতিক বিমানবন্দর, এবং পশ্চিম জার্মানির প্রাক্তন রাজধানী বনেও পরিষেবা দেয়৷ ২০১৭ সালে এটির মধ্য দিয়ে প্রায় ১২.৪ মিলিয়ন যাত্রী পাড়ি দিয়ে, এটি জার্মানির সপ্তম বৃহত্তম যাত্রীবাহী বিমানবন্দর এবং কার্গো অপারেশনের ক্ষেত্রে তৃতীয় বৃহত্তম। ট্রাফিক ইউনিট দ্বারা, যা কার্গো এবং যাত্রীদের একত্রিত করে, বিমানবন্দরটি জার্মানিতে পঞ্চম অবস্থানে রয়েছে। মার্চ ২০১৫ পর্যন্ত, কোলন বন বিমানবন্দরের ৩৫টি দেশে ১১৫টি যাত্রী গন্তব্যে পরিষেবা প্রদান করেছিল ।বিমানবন্দরটির নামকরণ করা হয়েছে কোলনের বাসিন্দা কনরাড অ্যাডেনাউয়ের, যুদ্ধোত্তর পশ্চিম জার্মানির প্রথম চ্যান্সেলর।বিমানবন্দরটি পোর্জ জেলায় অবস্থিত এবং এটি ওয়াহনার হেইড, একটি প্রকৃতি সংরক্ষণাগার দ্বারা বেষ্টিত। বিমানবন্দরটি কেন্দ্রীয়ভাবে কোলন শহর কেন্দ্রের ১২ কিমি (৭.৫ মাইল) দক্ষিণ-পূর্বে এবং বনের ১৬ কিলোমিটার (৯.৯ মাইল) উত্তর-পূর্বে কোলন বন অঞ্চলে অবস্থিত। কোলোন বন বিমানবন্দরটি দেশের কয়েকটি ২৪-ঘন্টা বিমানবন্দরগুলির মধ্যে একটি এবং এটি ইউরোয়িংস, ফেডেক্স এক্সপ্রেস এবং ইউপিএস এয়ারলাইন্সের পাশাপাশি বেশ কয়েকটি অবসর এবং কম খরচের এয়ারলাইনগুলির জন্য একটি কেন্দ্রের শহর হিসাবে কাজ করে। এটি জার্মান এবং ইউরোপীয় মহাকাশ সংস্থা DLR এবং EAC, ESA-এর অংশ, যারা মহাকাশ অনুসন্ধানের জন্য সেখানে মহাকাশচারীদের প্রশিক্ষণ দেয়।\nকোলোন বন বিমানবন্দরটি রাইন-রুহরের প্রধান বিমানবন্দর বৃহত্তর ডুসেলডর্ফ বিমানবন্দর থেকে মাত্র ৪৯ কিমি (৩০ মাইল) দক্ষিণে অবস্থিত এবং এছাড়াও ফ্রাঙ্কফুর্ট বিমানবন্দর, জার্মানির প্রধান আন্তর্জাতিক বিমানবন্দরের সাথে প্রতিযোগিতা করে, যেটি আইসিই উচ্চতায় ৪৭ মিনিটের মধ্যে কোলোন থেকে পৌঁছানো যায়। - গতির ট্রেন। বিমানবন্দরটি যৌথভাবে কোলন শহর (৩১.১২%), ফেডারেল রিপাবলিক অফ জার্মানি (৩০.৯৪%), নর্থ রাইন-ওয়েস্টফালিয়া রাজ্য (৩০.৯৪%), বন শহর (৬.০৬%) এবং দুটি কাউন্টির মালিকানাধীন: রাইন -সিগ-ক্রেইস (০.৫৯%) এবং রেইনিশ-বার্গিসের ক্রিস (০.৩৫%)\n\n\n== ইতিহাস ==\n\n\n== সুবিধা ==\n\n\n== এয়ারলাইন্স এবং গন্তব্য ==\n\n\n== পরিসংখ্যান ==\n\n\n== সামরিক ব্যবহার ==\n\n\n== যোগাযোগ ==\nকোলন/বন বিমানবন্দর স্টেশন এর সাথে যুক্ত ৷\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}