{"pageid": 1383613, "title": "ইউখারি গোভার আগা মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1383613", "content": "ইউখারি গোভার আগা মসজিদ (আজারবাইজানি: Yuxarı Gövhər Ağa məscidi, আর্মেনীয়: վերին մզկիթ) হল আজারবাইজানের শুশা শহরে অবস্থিত একটি মসজিদ, যা নাগোর্নো-কারাবাখের বিতর্কিত অঞ্চল। মসজিদটি গোভার আগার বয়ুক জুমা নামেও পরিচিত। এটি শুশার কেন্দ্রীয় স্কোয়ার ইউসুফ ওয়াজির চামনজামিনলি সড়কে অবস্থিত। একই স্থপতি দ্বারা নির্মিত মাদ্রাসা, দোকান এবং বাড়ি সহ একটি স্থাপত্য কমপ্লেক্সের বড় অংশ নিয়ে এটি গঠিত হয়েছে। ইউখারি গভহার আগা মসজিদ এখন একটি জনপ্রিয় পর্যটন আকর্ষণ। এটি আজারবাইজানের একটি গুরুত্বপূর্ণ সাংস্কৃতিক এবং ঐতিহাসিক স্থাপনা।\n\n\n== ইতিহাস ==\nইউখারি গভহার আগা মসজিদ ১৮৮৫ সালে নির্মিত হয়। এটি শুশার খানদের একজন গোভার আগার আদেশে নির্মিত হয়, যিনি মসজিদটিকে তার নামে নামকরণ করেন। ১৯৯২ সালের নাগোর্নো-কারাবাখ যুদ্ধের সময়, মসজিদটি আর্মেনীয় বাহিনীর দ্বারা ক্ষতিগ্রস্ত হয়। মসজিদের মিনারগুলো ধ্বংস হয় এবং হলটি ক্ষতিগ্রস্ত হয়। ২০০৫ সালে মসজিদটি পুনর্নির্মাণ শুরু হয় এবং ২০২০ সালে সম্পন্ন হয়।\n\n\n== স্থাপত্য ==\nইউখারি গভহার আগা মসজিদটি আজারবাইজানের ঐতিহ্যবাহী ইসলামি স্থাপত্যের একটি চমৎকার উদাহরণ। এটি একটি বড় বর্গাকার হল দ্বারা গঠিত যা চারটি মিনার দ্বারা বেষ্টিত। হলটি সুন্দরভাবে সজ্জিত এবং এতে একটি বড় মিহরাব এবং একটি উঁচু মিম্বার রয়েছে।\nমসজিদের প্রধান প্রবেশদ্বারটি পশ্চিম দিকে অবস্থিত। প্রবেশদ্বারটি একটি সুন্দরভাবে খোদাই করা দরজা দিয়ে সজ্জিত। হলটি একটি বড় গম্বুজ দ্বারা আচ্ছাদিত। গম্বুজটি মসজিদের অভ্যন্তরে আলো এবং বাতাস প্রবেশের জন্য অনেকগুলো জানালা দিয়ে সজ্জিত। মসজিদের চারটি মিনারের মধ্যে প্রতিটি প্রায় ৪০ মিটার উঁচু। মিনারগুলো মসজিদের অভ্যন্তরে আলো এবং বাতাস প্রবেশের জন্যও ব্যবহৃত হয়।\nমসজিদের মিহরাবটি একটি খিলানযুক্ত গম্বুজ যা মসজিদের পূর্ব দিকে অবস্থিত, এটি মুসল্লিদের জন্য নির্দেশিকা হিসাবে ব্যবহৃত হয়। এছাড়াও মসজিদের খোদাই করা কাঠের তৈরি মিম্বারের সিঁড়ি থেকে নিযুক্ত ইমাম বয়ান করে থাকে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}