{"pageid": 138346, "title": "কালভৈরব মন্দির, ব্রাহ্মণবাড়ীয়া", "url": "https://bn.wikipedia.org/wiki?curid=138346", "content": "কালভৈরব মন্দির বাংলাদেশের ব্রাহ্মণবাড়িয়া জেলায় অবস্থিত অন্যতম ঐতিহাসিক এবং গুরুত্বপূর্ণ স্থাপনা। মূলত এটির শ্রীশ্রী কালভৈরবের মূর্তি খুব বিখ্যাত। শ্রী শ্রী কালভৈরব হচ্ছে হিন্দু দেবতাবিশেষ। শিবের অংশ থেকে বা দেহ থেকে জাত ভৈরববিশেষ। ধারণা করা হয় যে, ভারতীয় উপমহাদেশের সবচেয়ে উঁচু মূর্তি বা বিগ্রহ হিসেবে শ্রীশ্রী কালভৈরবের অবস্থান। হিন্দু সম্প্রদায়ের অন্যতম প্রধান তীর্থক্ষেত্র হিসেবে মূর্তিটির অবস্থান ব্রাহ্মণবাড়ীয়া শহরের অদূরে মেড্ডা এলাকায়। তিতাস নদীর কূল ঘেঁষে অবস্থিত কালভৈরব একটি ঐতিহাসিক ও ঐতিহ্যবাহী মন্দির হিসেবে বিখ্যাত। মন্দিরটির প্রধান আকর্ষণই হচ্ছে কালভৈরব বা শিব মূর্তি।  সুবিশাল মূর্তিটির উচ্চতা ২৮ ফুট। বিশাল আকৃতিবিশিষ্ট ও চোখ ধাঁধানো মূর্তিটি ১৯০৫ সালে তৈরী করা হয়।  মূর্তিটির ডান পাশে রয়েছে একটি কালী মূর্তি এবং বাম পাশে পার্বতী দেবী।\n\n\n== ইতিহাস ==\n\nকথিত আছে যে, কাশীশ্বর দেবাদিদেব মহাদেব একদিন নিজ শরীরের অংশ থেকে কালভৈরবের সৃষ্টি করেন এবং তার প্রতি কাশীধাম রক্ষার ভার প্রদান করে বলেন,\n\nবৎস! যে দুষ্কৃতকারী এ স্থানে সমাগত হবে তুমি তার সমুচিত দণ্ড বিধান করবে।\nপূর্বে ব্রহ্মার পাঁচটি মুখ ছিল। তিনি নিজ কন্যাভিগমন পাপে লিপ্ত হয়ে শিব-তত্ত্ব-জ্ঞান-লাভার্থে কাশীধামে সমাগত হলে কালভৈরব মহাদেবের নির্দেশ অনুসারে নিজ বাম হাতের নখের অংশ দিয়ে ব্রহ্মার এক মুখ ছেদন করেন। সেই হতে ব্রহ্মা চতুর্মুখ হলেন এবং যে স্থানে তার মুণ্ড পতিত হয়েছিল তা কপালমোচনতীর্থ নামে খ্যাত হয়।\nকালীশ্বর শ্রীশ্রী কালভৈরবের আবির্ভাবের পর স্বপ্নে আদেশ পেয়ে স্থানীয় দূর্গাচরণ আচার্য মাটি দিয়ে নির্মাণ করেন এই অতি বিরাটাকার কালভৈরবের বিগ্রহ। তিনি ছিলেন ফুলবাড়িয়া গ্রামের স্থায়ী অধিবাসী এবং প্রখ্যাত মৃন্ময়মূর্তি প্রস্তুতকারক শিল্পী। এছাড়াও, তিনি মূর্তির পাশে নির্মাণ করেন শিবের স্ত্রী পার্বতীর মূর্তি। দুর্গাচরণ প্রথমে তিতাস পঞ্চবঢী মূলে মূতিটি স্থাপন করে পুজার্চনার ব্যবস্থা করেছিলেন। তিনি স্থানীয় ভক্তবৃন্দের আন্তরিক সহায়তায় পূজা-অর্চনা শুরু করেন তখন থেকেই, যা নিয়মিতভাবে প্রচলিত হয়ে আসছিল ১৯৭১ সাল পর্যন্ত।\nবাংলাদেশের মহান স্বাধীনতা যুদ্ধের সময় কালভৈরবের বিগ্রহটি পাক হানাদার বাহিনীর নজরে এলে তারা বৈদ্যুতিক ডিনামাইটের আঘাতে শিব ও পার্বতী মূর্তির অনেকাংশ ক্ষতিগ্রস্ত করে।  পরে বিশ্ববরেণ্য দার্শনিক ড. মহানামব্রত ব্রহ্মচারী মহারাজের অনুপ্রেরণায় ও স্থানীয় কর্মীদের নিরলস কঠোর প্রচেষ্টা এবং সর্বস্তরের জনগণের সাহায্য ও সক্রিয় সহযোগিতায় সূদীর্ঘ চার বছর কাজের পর আবারো ২৪ ফুট উঁচুবিশিষ্ট উপমহাদেশের বিশালতম এই কালীশ্বর শ্রীশ্রী কালভৈরবের বিগ্রহ ও মন্দির পুনরায় প্রতিষ্ঠিত হয়।\nশ্রীশ্রী কালভৈরব মূর্তিটির পাশে ছিল শ্রীশ্রী কৈলাশ্বেশ্বর শিবলিঙ্গ, যা ১০৫ বছরের পুরনো। এটি ১১ কেজি ওজনের কষ্টি পাথরের মূর্তি। মন্দিরের বাম পাশে এই শিবলিঙ্গ মন্দিরটি আলাদা ভবনে অবস্থিত। ১২ জুন, ২০০৯ইং তারিখে মন্দিরের তালা ভেঙে ভোররাতে শত বছরের পুরনো শিবলিঙ্গটি কে বা কারা চুরি করে নিয়ে যায়। ১৯ অক্টোবর, ২০০৯ইং তারিখে কষ্টি পাথরের শিবলিঙ্গটি তিন মাস পর উদ্বার করে র‌্যাব-৯ এর সদস্যরা। ব্রাহ্মণবাড়ীয়া শহরের পুনিয়াউট এলাকা থেকে শিবলিঙ্গটি উদ্বার করা হয়। পাচারের অভিযোগে করা হয়। গোপন সংবাদের ভিত্তিতে ক্রেতা সেজে র‌্যাব এর একটি চৌকস দল তাদের কাছে কষ্টি পাথরটি কিনতে যায় ও মূর্তিটি ২ কোটি টাকা মূল্য দিয়ে কেনার আগ্রহ প্রকাশ করলে ২ জনকে গ্রেফতার করে সদর থানায় সোপর্দ করে।\n\n\n== অবস্থান ==\nকালভৈরব মন্দিরের স্থানটি সরাইলের বিখ্যাত জমিদার নূর মোহাম্মদ দান করেছিলেন। ব্রাহ্মণবাড়ীয়া শহর প্রতিষ্ঠার পূর্বে মেড্ডা ছিল তিতাস তীরবর্তী বাজার। এই মন্দিরের মূল কালভৈরবের বয়স প্রায় তিনশ' বছর। শহরের উত্তর সীমানায় শান্ত তিতাস নদীর পশ্চিম পার্শ্বে মেড্ডা গ্রামের এই জায়গা তখন ছিল পঞ্চবটের জন্য বিখ্যাত। সেখানেই পঞ্চবটির মূলে স্ব-মহিমায় আবির্ভূত হন কালীশ্বর শ্রীশ্রী কালভৈরব।\n\n\n== অনুষ্ঠানমালা ==\nপ্রতি বছর বাংলা সালের ফাল্গুনী শুক্লা সপ্তমী তিথিতে চার দিনব্যাপী পূজা, হোমযজ্ঞ ও প্রতিষ্ঠা উৎসব অনুষ্ঠান পালন করা হয়। পূজা অনুষ্ঠানে ভারত, শ্রীলঙ্কা, মালদ্বীপ, ইংল্যান্ড, জাপান, চীনসহ বিশ্বের বিভিন্ন দেশ থেকে পূজারীরা ভিড় জমান। দেশ-বিদেশ থেকে বহু পর্যটকও এখানে ভিড় করেন এ সময়। উৎসবকে ঘিরে ব্যাপক উৎসাহ-উদ্দীপনার পরিবেশ সৃষ্টি হয়। এছাড়াও, প্রতিদিনই দর্শনার্থী ও পূজারীদের ভিড় লেগেই থাকে। \n\n\n== ব্যবস্থাপনা ==\nপ্রাচীনতম মন্দির হিসেবে শ্রীশ্রী কালভৈরব মন্দিরে রয়েছে প্রধান আকর্ষণ শ্রীশ্রী কালভৈরব বিগ্রহ। এছাড়াও, দেবী পার্বতী, কালী মূর্তি, শ্রীশ্রী কৈলাশ্বেশ্বর শিবলিঙ্গ, সরস্বতী দেবী প্রভৃতি। কালের স্বাক্ষী হিসেবে রযেছে সুদৃশ্যমান এক জোড়া মঠ। এছাড়াও, শ্রীশ্রী কালভৈরব নাটমন্দির, দূর্গামন্দির ইত্যাদি।\nএগুলোর তত্ত্বাবধান ও মন্দির পরিচালনায় একটি সুদক্ষ পরিচালনা কমিটি রয়েছে। এছাড়াও, পূজা-অর্চনা, নিত্যকর্মসহ অন্যান্য কার্যাদি সম্পাদনের জন্য পুরোহিত ও তার পরিবার মন্দিরের অভ্যন্তরে অবস্থান করেন। মন্দিরের ভেতরে শ্রীশ্রী কালভৈরবের বিগ্রহটি লোহার ফটকে সর্বদাই তালাবদ্ধ থাকে। এর সামনে রয়েছে দান বাক্স। যে-কেউই সাধ্যমত অর্থ প্রদান করতে পারেন যা মন্দির রক্ষণাবেক্ষণসহ আনুসাঙ্গিক কাজে ব্যয় করা হয়।\nগণপ্রজাতন্ত্রী বাংলাদেশ সরকারের অর্থায়ণে ও ব্যবস্থাপনায় মন্দিরভিত্তিক শিশু ও গণশিক্ষা কার্যক্রম চালু আছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nhttp://dictionary.evergreenbangla.com/%E0%A6%95%E0%A6%BE%E0%A6%B2%E0%A6%AD%E0%A7%88%E0%A6%B0%E0%A6%AC/\nhttp://www.samakal.com.bd/details.php?news=23&view=archiev&y=2009&m=7&d=10&action=main&option=single&menu_type=&news_id=2953&pub_no=40&type=\nসরল বাঙালা ব্যাকরণ, সুবলচন্দ্র মিত্র, নিউ বেঙ্গল প্রেস প্রাইভেট লিঃ, কলিকাতা, ১৯৯৫।\nhttp://www.sheershanews.com/index.php?option=com_content&view=article&id=5636%3A2009-10-19-11-45-32&Itemid=64"}