{"pageid": 1383866, "title": "টেলুরিয়াম টেট্রাব্রোমাইড", "url": "https://bn.wikipedia.org/wiki?curid=1383866", "content": "টেলুরিয়াম টেট্রাব্রোমাইড একটি অজৈব যৌগ যার রাসায়নিক সংকেত TeBr4। এটি টেলুরিয়াম এবং ব্রোমিন মৌল নিয়ে গঠিত একটি রাসায়নিক যৌগ।\n\n\n== প্রস্তুতি ==\nব্রোমিন এবং টেলুরিয়াম বিক্রিয়া করে টেলুরিয়াম টেট্রাব্রোমাইড তৈরি করা যায়। টেলুরিয়াম টেট্রাব্রোমাইডের প্রস্তুতির জন্য কয়েকটি পদ্ধতি রয়েছে।\nএকটি পদ্ধতি হলো টেলুরিয়াম এবং ব্রোমিন পরিমাণ মতো মিশ্রিয়ে মিশ্রণটিকে ৪০০ থেকে  ৪৫০ ডিগ্রি সেলসিয়াস তাপমাত্রায় উত্তপ্ত করলে মিশ্রণটি গ্যাসীয় অবস্থার টেলুরিয়াম টেট্রাব্রোমাইড উৎপন্ন করে। গ্যাসটিকে ঠান্ডা পাত্রে সংগ্রহ করলে টেলুরিয়াম টেট্রাব্রোমাইড পাওয়া যায়। বিক্রিয়াটি নিম্নরূপ:\n\nTe + 2 Br2 → TeBr4\nআর একটি পদ্ধতিতে টেলুরিয়াম ডাইঅক্সাইড (TeO2) এবং ব্রোমিনের মিশ্রণকে ২০০ থেকে ৩০০ ডিগ্রি সেলসিয়াস তাপমাত্রায় উত্তপ্ত করলে টেলুরিয়াম টেট্রাব্রোমাইড গ্যাস উৎপন্ন হয়। গ্যাসটিকে শীতল করে টেলুরিয়াম টেট্রাব্রোমাইড সংগ্রহ করা হয়। এই পদ্ধতিটি শিল্পে ব্যাপকভাবে ব্যবহৃত হয়। বিক্রিয়াটি নিম্নরূপ:\n\n2 TeO2 + 4 Br2 → 2 TeBr4 + 2 O2\nঅন্য একটি পদ্ধতিতে টেলুরিয়াম ট্রাইঅক্সাইড এবং ব্রোমিনের মিশ্রিণ ৩০০°C-৩৫০°C তাপমাত্রায় উত্তপ্ত করলে মিশ্রণটি গ্যাসীয় টেলুরিয়াম টেট্রাব্রোমাইড উৎপন্ন করে। গ্যাসটিকে ঠান্ডা পাত্রে সংগ্রহ করলে কঠিন টেলুরিয়াম টেট্রাব্রোমাইড পাওয়া যায়। বিক্রিয়াটি নিম্নরূপ:\n\n2 TeO3 + 4 Br2 → 2 TeBr4 + 3 O2\n\n\n== ধর্ম ==\nটেলুরিয়াম টেট্রাব্রোমাইড একটি হলুদ-বাদামী, স্ফটিকাকার পদার্থ যা জলে অদ্রবণীয়। এটি একটি শক্তিশালী জারক এবং জলীয় দবণে ব্রোমাইড আয়ন উৎপন্ন করে। এটি হাইড্রোজেনকে জারিত করতে পারে।\n\nTeBr4 + 2 H2 → Te + 4 HBr\nটেলুরিয়াম টেট্রাব্রোমাইড একটি দুর্বল অ্যাসিড। জলীয় দ্রবণে আর্দ্র বিশ্লেষিত হয়ে টেলুরিয়াম হাইড্রক্সাইড এবং ব্রোমাইড আয়ন উৎপন্ন হয়।\n\nTeBr4 + 4 H2O → Te(OH)4 + 4 HBr\nটেলুরিয়াম টেট্রাব্রোমাইড একটি অস্থিতিশীল যৌগ। ১৫০ ডিগ্রি সেলসিয়াস তাপমাত্রায় এটি বাষ্প অবস্থায় ভেঙ্গে গিয়ে ব্রোমিন উৎপন্ন করে।\n\nTeBr4 → TeBr2 + Br2\n\n\n== ব্যবহার ==\nটেলুরিয়াম টেট্রাব্রোমাইড একটি গুরুত্বপূর্ণ শিল্প রাসায়নিক যা বিভিন্ন কাজে লাগে। এটি একটি শক্তিশালী জারক হিসাবে বিভিন্ন শিল্প প্রক্রিয়াতে ব্যবহৃত হয়। রঙ, ঔষধ এবং রাসায়নিক শিল্পে ব্রোমাইড উৎপাদক হিসাবে টেলুরিয়াম টেট্রাব্রোমাইড ব্যবহৃত হয়।।এটি বিভিন্ন রাসায়নিক যৌগ যেমন ব্রোমোফর্ম এবং ব্রোমোবেনজিন তৈরি করতে টেলুরিয়াম টেট্রাব্রোমাইডের ব্যবহার দেখা যায়। রাসায়নিক বিক্রিয়ার অনুঘটক, ধাতুশিল্পে বিভাজক পদার্থ, কৃষি বিষ এবং ফটোগ্রাফিতে টেলুরিয়াম টেট্রাব্রোমাইডের ব্যবহৃত হয়।\n\n\n== নিরাপত্তা ==\nটেলুরিয়াম টেট্রাব্রোমাইড (TeBr4) একটি বিষাক্ত পদার্থ। এটি শ্বাসকষ্ট, চোখের জ্বালা এবং ত্বকের ক্ষতির কারণ হতে পারে। এটি ব্যবহার করার সময়, নিরাপত্তা ব্যবস্থা অবলম্বন করা গুরুত্বপূর্ণ। ভালভাবে বায়ুচলাচলযুক্ত এলাকায় ব্যবহার ও সংরক্ষণ করা উচিত। ব্যবহার করার সময়, মাস্ক এবং গ্লাভস পরতে হবে। ত্বকে বা চোখে লাগলে, প্রচুর পরিমাণে জল দিয়ে ধুয়ে ফেলতে হবে। এতে শ্বাস নেওয়া হলে, তাজা বাতাসে যেতে হবে এবং শ্বাস নিতে অসুবিধা হলে চিকিৎসা সহায়তা নিতে হবে।\n\n\n== তথ্যসূত্র =="}