{"pageid": 1383808, "title": "কায়সানিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1383808", "content": "কায়সানিয়া (আরবি: كيسانية) ছিল ইসলামের একটি শিয়া উপদল, যা আল-মুখতার-এর অনুসারীদের মধ্য থেকে গঠিত হয়। এরা ইমামত-এর ধারাবাহিকতা মুহাম্মদ ইবন আল-হানাফিয়্যা ও তাঁর বংশধরদের মাধ্যমে অনুসরণ করত। \"কায়সানিয়া\" নামটি সম্ভবত আল-মুখতার-এর প্রধান নিরাপত্তা কর্মকর্তা আবু আমরা কায়সান-এর নাম থেকে উদ্ভূত।\n\n\n== নামকরণের ইতিহাস ==\nআল-মুখতার-এর আন্দোলন থেকে উদ্ভূত তাঁর অনুসারীরা—যাঁরা প্রথমে মুহাম্মদ ইবন আল-হানাফিয়্যা ও তাঁর বংশধর কিংবা অন্য কোনো মনোনীত উত্তরাধিকারীর ইমামত মেনে নিয়েছিলেন—তাঁদের প্রথমে \"মুখতারিয়া\" (অর্থাৎ আল-মুখতার অনুসারী) নামে ডাকা হত। পরে এদের বেশি পরিচিতি লাভ করে \"কায়সানিয়া\" নামে।\n\"কায়সানিয়া\" নামটি সম্ভবত কুনিয়া কায়সান থেকে এসেছে, যা কথিতভাবে আলী (রাঃ) আল-মুখতার-কে দিয়েছিলেন। আবার অনেকে বলেন, এটি সেই কায়সান নামক একজন মুক্তিপ্রাপ্ত মাওলি, যিনি সিফফিনের যুদ্ধে শহীদ হন, তাঁর নাম থেকে এসেছে—যার চিন্তাধারা থেকে আল-মুখতার প্রভাবিত হন। তাছাড়া, অনেকে মনে করেন, এই নামটি আবু আমরা কায়সান-এর নাম থেকে এসেছে, যিনি আল-মুখতার-এর ব্যক্তিগত রক্ষীবাহিনীর নেতা ছিলেন। আরেকটি মত অনুযায়ী, আলী বা ইবন আল-হানাফিয়্যা তাঁকে তাঁর বুদ্ধিমত্তার কারণে \"কায়সান\" উপাধি দেন।\n\n\n== বিশ্বাস ও মতবাদ ==\nএকটি সামষ্টিক দল হিসেবে কায়সানিয়ারা নিম্নোক্ত মৌলিক বিশ্বাসগুলো ধারণ করত:\n\nতারা আলী (রাঃ)-এর আগে প্রথম তিন খলিফাকে অবৈধ ও ক্ষমতা দখলকারী মনে করত এবং বিশ্বাস করত যে মুসলিম উম্মাহ তাঁদের নেতৃত্ব মেনে নিয়ে পথভ্রষ্ট হয়েছে।\nতাদের বিশ্বাস ছিল, আলী (রাঃ) ও তাঁর তিন পুত্র—হাসান ইবন আলী, হুসাইন ইবন আলী ও মুহাম্মদ ইবন আল-হানাফিয়্যা—ই ছিলেন নবী মুহাম্মদের (সা.) পরপর ইমাম ও আল্লাহর পক্ষ থেকে মনোনীত উত্তরসূরি এবং তাঁদের মধ্যে অতিপ্রাকৃত গুণাবলি বিদ্যমান ছিল।\nতারা বিশ্বাস করত, মুহাম্মদ ইবন আল-হানাফিয়্যা হলেন মাহদী।\nতারা বাদা’-এর ধারণায় বিশ্বাসী ছিল।\nকায়সানিয়া মতবাদের উপর মজদাকবাদ নামক দ্বৈতবাদী জরথুস্ট্রীয় উপদলের প্রভাব ছিল।\nতদ্ব্যতীত, কায়সানিয়াদের মধ্যে কয়েকটি উপদল তাদের নিজস্ব স্বতন্ত্র মতবাদ গঠন করে:\n\nকিছু উপদল বিশ্বাস করত যে মুহাম্মদ ইবন আল-হানাফিয়্যা মদিনার কাছে রাদওয়া পর্বতে আত্মগোপনে (গায়বা) আছেন, যেখানে সিংহ ও বাঘ তাঁকে পাহারা দেয় এবং পাহাড়ি ছাগল তাঁর আহার জোগায়। তারা বিশ্বাস করত, তিনি রজআ অর্থাৎ মাহদীর ফিরে আসা ও বিচারকার্যের জন্য আবার পৃথিবীতে আবির্ভূত হবেন।\nকিছু উপদল \"দার আল-তাকিয়্যা\" শব্দটি ব্যবহার করত—যা বোঝাত তাদের বাইরের অঞ্চলগুলো, যেখানে তারা তাকিয়্যা অবলম্বন করত; আর তাদের নিজেদের এলাকা বোঝাতে ব্যবহার করত \"দার আল-আলানিয়া\", অর্থাৎ উন্মুক্ত ঘোষণার অঞ্চল।\nঅন্য কিছু উপদল ইরাকে ৮ম শতকে প্রচলিত সাধারণ গ্নোস্টিক ধ্যান-ধারণা গ্রহণ করে।\nকিছু অনুসারী মনে করত, মুহাম্মদ ইবন আল-হানাফিয়্যার রাদওয়া পর্বতে নির্বাসন ও আত্মগোপন আসলে তাঁর সেই ভুলের শাস্তি, যখন তিনি মক্কা থেকে দামেস্ক গিয়ে মিথ্যা খলিফা আবদ আল-মালিক ইবন মারওয়ান-এর কাছে আনুগত্য প্রকাশ করেছিলেন।\n\n\n== ইতিহাস ==\n\n\n=== শিয়া ইসলাম ও কায়সানিয়া ===\nকায়সানিয়ারা উমাইয়া শাসকদের বিরুদ্ধে সক্রিয় ও বিদ্রোহী মনোভাব পোষণ করত এবং মুসলমানদের নেতৃত্ব আলিদদের হাতে তুলে দেওয়ার লক্ষ্যে কাজ করত। আব্বাসীয় বিপ্লবের পরবর্তী সময় পর্যন্ত তারা অধিকাংশ শিয়া জনসাধারণের আনুগত্য লাভ করেছিল (এমনকি ইমামিয়াদের ছাড়িয়ে)। প্রাথমিকভাবে তারা কুফার শিয়াদের ধর্মীয়ভাবে মিতব্যয়ী মনোভাব থেকে আলাদা হয়ে যায়। কায়সানিয়াদের সমর্থকদের অধিকাংশই ছিলেন দক্ষিণ ইরাক, পারস্য ও অন্যান্য অঞ্চলের সামান্য ইসলামিক চর্চা করা মাওলিরা। তাছাড়া কুফা ও আল-মাদাইন (প্রাচীন ক্তেসিফোন)-এও তাঁদের উল্লেখযোগ্য অনুসারী ছিল।\nমুহাম্মদ ইবন আল-হানাফিয়্যার মৃত্যুর পর কায়সানিয়াদের অধিকাংশই তাঁর পুত্র আবদুল্লাহ ইবন মুহাম্মদ ইবন আল-হানাফিয়্যা-কে (যিনি আবু হাশিম নামে পরিচিত, মৃত্যু: ৭১৬ খ্রি.) ইমাম হিসেবে স্বীকার করে। এই উপদল, যা হাশিমিয়া নামে পরিচিত, ছিল কায়সানিয়াদের প্রধান অংশ এবং এটাই ছিল প্রথম শিয়া উপদল, যার মতবাদ ও বিপ্লবী কার্যক্রম পারস্যে, বিশেষ করে খোরাসান অঞ্চলে ছড়িয়ে পড়ে। সেখানে তারা মাওলি ও আরব বসবাসকারীদের মধ্যে জনপ্রিয়তা অর্জন করে।\nউমাইয়া আমলের শেষের দিকে হাশিমিয়া উপদলের অধিকাংশ সদস্য তাঁদের আনুগত্য আব্বাসীয় পরিবারের প্রতি স্থানান্তর করে এবং তাঁরা এক শক্তিশালী প্রচার কার্যক্রমে অংশগ্রহণ করে, যা শেষ পর্যন্ত সফল আব্বাসীয় বিপ্লবে পরিণত হয়।\nতবে কায়সানিয়া একটি স্বতন্ত্র উপদল হিসেবে টিকে থাকতে পারেনি, যদিও তারা আব্বাসীয় বিপ্লব পর্যন্ত শিয়াদের মধ্যে সংখ্যাগরিষ্ঠতা ধরে রেখেছিল। যারা আব্বাসীয়দের সাথে যোগ দেয়নি, তারা অন্যান্য শিয়া গোষ্ঠীর সঙ্গে নিজেদের মানিয়ে নিতে চেষ্টা করে। যেমন খোরাসান ও পূর্বাঞ্চলে অনেকেই খুররামিয়া গোষ্ঠীতে যোগ দেয়। আর ইরাকে তারা জাফর আস-সাদিক অথবা মুহাম্মদ আল-নাফস আল-জাকিয়া-কে অনুসরণ করতে শুরু করে, যাঁরা সে সময়ে ইমামত দাবি করা প্রধান আলিদ ছিলেন। তবে আল-নাফস আল-জাকিয়ার সক্রিয় আন্দোলনের পতনের পর, জাফর আস-সাদিক তাদের প্রধান কেন্দ্রীয় ব্যক্তিত্ব হিসেবে আবির্ভূত হন। ফলে ৮ম শতকের শেষ নাগাদ অধিকাংশ কায়সানিয়া অন্যান্য ইমামদের অনুসরণে চলে যায়।\n\n\n== কায়সানিয়ার উপদলসমূহ ==\nকায়সানিয়া শিয়া উপদলটি তার ইতিহাসজুড়ে বহু উপ-উপদলে বিভক্ত হয়। সাধারণত কায়সানিয়া কোনো নেতার মৃত্যুর পর তাঁর অনুসারীরা বিভিন্ন নেতার প্রতি আনুগত্য প্রকাশ করে বিভক্ত হয়ে যেত এবং প্রতিটি উপদলই তাদের নিজস্ব নেতাকে বৈধ দাবি করত।\n৭০০ খ্রিস্টাব্দে মুহাম্মদ ইবন আল-হানাফিয়্যার মৃত্যুর পর কায়সানিয়ারা অন্তত তিনটি ভিন্ন উপ-উপদলে বিভক্ত হয়:\n\nকারিবিয়া বা কুরাইবিয়া, তাদের নেতা আবু কারিব (বা কুরাইব) আল-দারির-এর নামানুসারে পরিচিত। তারা মুহাম্মদ ইবন আল-হানাফিয়্যার মৃত্যু অস্বীকার করে এবং বিশ্বাস করত তিনি মদিনার কাছে রাদওয়া পর্বতে আত্মগোপনে (গায়ব) আছেন। সেখান থেকে তিনি মাহদী হিসেবে আবির্ভূত হবেন এবং পৃথিবীকে ন্যায় ও ইনসাফে পূর্ণ করবেন, যেমনটি তা আগে ছিল জুলুম ও অবিচারে পূর্ণ।\nঅন্য এক উপদলের নেতৃত্বে ছিলেন হাইয়ান আল-সাররাজ। তাঁরা মুহাম্মদ ইবন আল-হানাফিয়্যার মৃত্যু স্বীকার করলেও বিশ্বাস করতেন, ভবিষ্যতে তিনি ও তাঁর অনুসারীরা পুনর্জীবিত হবেন এবং তখন তিনি পৃথিবীতে ইনসাফ কায়েম করবেন।\nআরেকটি উপদল হামজা ইবন উমারা আল-বারবারি দ্বারা প্রতিষ্ঠিত হয়, যারা মুহাম্মদ ইবন আল-হানাফিয়্যার মধ্যে ঈশ্বরত্ব এবং হামজা ইবন উমারা আল-বারবারির মধ্যে নবুয়ত বিশ্বাস করত। কুফা ও মদিনায় তাদের কিছু অনুসারী ছিল।\nঅন্য একটি উপদল ছিল হাশিমিয়া। মুহাম্মদ ইবন আল-হানাফিয়্যার মৃত্যুর পর কায়সানিয়াদের মধ্যে সংখ্যাগরিষ্ঠ অংশ এই উপদলে অন্তর্ভুক্ত হয়। তাঁরা মুহাম্মদের মৃত্যুকে স্বীকার করে এবং তাঁর পুত্র আবু হাশিম-কে উত্তরসূরি হিসেবে গ্রহণ করে। হাশিমিয়ারা বিশ্বাস করত যে মুহাম্মদ ইবন আল-হানাফিয়্যা স্বয়ং আবু হাশিমকে তাঁর ইমাম হিসেবে মনোনীত করেছিলেন। যদিও আবু হাশিম তাঁর চাচাত ভাই জয়নুল আবিদিন-এর চেয়ে অল্পবয়স্ক ছিলেন, তবুও তিনি সে সময়ের অধিকাংশ শিয়ার ইমাম হিসেবে গণ্য হন। কুফা ভিত্তিক এই গোষ্ঠী খোরাসানসহ অন্যান্য প্রদেশে, বিশেষত মাওলিদের মধ্যে অনুসারী সংগ্রহ করতে সক্ষম হয়।\nআবু হাশিমের মৃত্যুর পর হাশিমিয়ার মধ্য থেকে অন্তত চার থেকে পাঁচটি উপ-উপদল তাঁর উত্তরাধিকারের দাবি তোলে:\n\nহারবিয়া (পরবর্তীতে জনাহিয়া নামে পরিচিত), যারা আবদুল্লাহ ইবন মুআবিয়া ইবন আবদুল্লাহ ইবন জাফর-এর অনুসারী ছিল। আবদুল্লাহ ইবন মুআবিয়া ছিলেন আবু হাশিমের চাচাত ভাই ও জাফর ইবন আবি তালিব-এর নাতি। হারবিয়া মতে, তিনিই আবু হাশিমের প্রকৃত উত্তরসূরি ছিলেন। তিনি তাঁর চাচাত ভাই জায়দ ইবন আলি এবং ভাতিজা ইয়াহিয়া ইবন জায়দ-এর মৃত্যুর পর বিদ্রোহ ঘোষণা করেন। এই বিদ্রোহ ৭৪৪ থেকে ৭৪৮ সাল পর্যন্ত ইরাক, ইসফাহান ও ফারস অঞ্চলজুড়ে বিস্তৃত হয়। জায়দিয়া, আব্বাসীয় ও খারিজি গোষ্ঠীরাও এই বিদ্রোহে যোগ দেয়। কিছু সময়ের জন্য তিনি ইস্তাখর শহরে নিজের শাসন প্রতিষ্ঠা করেন এবং সেখান থেকে ফারসসহ পারস্যের কিছু অংশ শাসন করেন, যার মধ্যে ছিল আহওয়াজ, জিবাল, ইসফাহান ও কিরমান। ৭৪৮ সালে উমাইয়া বাহিনীর আক্রমণে পালিয়ে খোরাসান গেলে আবু মুসলিম খোরাসানি তাঁকে বন্দি করে হত্যা করেন। হারবিয়া/জনাহিয়া গোষ্ঠী চরমপন্থী ও গ্নোস্টিক ধারণা প্রচার করে, যেমন আত্মার পূর্বঅবস্থান (আযিল্লা), আত্মা স্থানান্তর (তানাসুখ আল-আরওয়াহ্‌) এবং ইতিহাসের চক্রাকারে পুনরাবৃত্তি (আদওয়ার ও আকওয়ার)। এইসব ধারণা পরবর্তীতে অন্যান্য শিয়া গুলাত উপদল গ্রহণ করে।\nআবদুল্লাহ ইবন মুআবিয়ার মৃত্যুর পর, হারবিয়া/জনাহিয়া-এর একটি উপদল দাবি করে যে তিনি জীবিত রয়েছেন এবং ইসফাহানের পাহাড়ে আত্মগোপন করেছেন।\nহাশিমিয়ার অন্য একটি উপদল আব্বাসীয় মুহাম্মদ ইবন আলি ইবন আব্দুল্লাহ ইবন আব্বাস ইবন আব্দুল মুত্তালিব-কে আবু হাশিমের প্রকৃত উত্তরসূরি হিসেবে স্বীকার করে। এই আব্বাসীয় উপদলটি হাশিমিয়ার মূল অংশের অধিকাংশকে অন্তর্ভুক্ত করেছিল। তাঁদের মতে, সন্তানহীন আবু হাশিম ৭১৬ সালে মৃত্যুর আগে মুহাম্মদ ইবন আলি ইবন আব্দুল্লাহকে তাঁর উত্তরসূরি মনোনীত করেন। তিনিই পরে আব্বাসীয় খিলাফতের প্রতিষ্ঠাতা হন। তাঁর চার পুত্র ছিল: আবু ঈসা ইবন মূসা, ইব্রাহিম আল-ইমাম (যিনি সপ্তম ইমাম হিসেবে পরিচিত, যিনি ৭৪৯ সালে উমাইয়াদের হাতে নিহত হন); এবং অপর দুইজন আস-সাফাহ (প্রথম আব্বাসীয় খলিফা) ও আল-মানসুর (দ্বিতীয় আব্বাসীয় খলিফা)। সুতরাং, আব্বাসীয় বিপ্লবের মতাদর্শিক ভিত্তি ছিল কায়সানিয়া থেকেই।\nএকটি উপদল ছিল আবু মুসলিমিয়া, যারা আবু মুসলিম খোরাসানির নামে পরিচিত। এরা বিশ্বাস করত, ইমামত আস-সাফাহ থেকে আবু মুসলিমের কাছে হস্তান্তর হয়েছে। তাদের মতে, আল-মানসুর আবু মুসলিমকে হত্যা করেননি, বরং তাঁর মতো দেখতে অন্য একজনকে হত্যা করেন এবং আসল আবু মুসলিম এখনও জীবিত।\nআরেকটি উপদল ছিল রিযামিয়া। তাঁরা আবু মুসলিমকে প্রত্যাখ্যান করতে অস্বীকৃতি জানায়, কিন্তু একই সঙ্গে বিশ্বাস করত যে ইমামত আব্বাসীয় বংশে কিয়ামত পর্যন্ত অব্যাহত থাকবে এবং কিয়ামতের সময় আব্বাস ইবন আব্দুল মুত্তালিব-এর একজন বংশধর মাহদী হিসেবে আবির্ভূত হবেন।\n\n\n== আরও দেখুন ==\nইসলামিক মতবাদ ও শাখাসমূহ\nলুপ্ত শিয়া উপদলের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nকায়সানিয়া ইমামদের বংশলতিকা, পৃ. ২০\nটেমপ্লেট:ইসলামি মতবাদ\nটেমপ্লেট:থিওলজি\nটেমপ্লেট:ইসলাম বিষয়াবলি"}