{"pageid": 1384312, "title": "শোভারাম বসাক", "url": "https://bn.wikipedia.org/wiki?curid=1384312", "content": "শোভারাম বসাক (Shobharam Basak বা Sovaram Bysack) পুরাতন বাংলার একজন ধনী ব্যবসায়ী এবং একজন সমাজসেবী ছিলেন। তিনি ছিলেন কলকাতার আদি বাসিন্দাদের একজন।  \nশোভারামের প্রাচীনতম পরিচিত পূর্বপুরুষ কেশব রাম ছিলেন একজন সুপরিচিত বস্ত্র ব্যবসায়ী, যিনি মসলিন এবং সিল্কের ব্যবসা করতেন। মুঘল রাজবংশ ও সেনাবাহিনীর জন্য কাপড় তৈরির জন্য তিনি চীন থেকে প্রচুর পরিমাণে রেশম আমদানি করতেন। এটি তাকে মুঘল দরবার থেকে সম্মান ও সম্পদ অর্জন করেছিল। তিনি মুঘল সম্রাট আকবরের কাছ থেকে \"বুসাখ\" (যার মানে সুগন্ধ) উপাধি অর্জন করেছিলেন। \nশোভারাম বসাকের পিতা গঙ্গা নারায়ণ বসাক, যিনি গঙ্গা রাম নামেও পরিচিত ছিলেন কেশব রামের দশম প্রজন্ম। শোভারাম ও অযোধ্যারাম নামে তাঁর দুই পুত্র ছিল। তিনি কাসিমবাজার থেকে পারিবারিক ব্যবসা পরিচালনা করতে থাকেন। 1676 খ্রিস্টাব্দে, তিনি শ্রীরামপুরে ডাচদের সাথে ব্যবসা শুরু করেন। তিনি তাদের জন্য রেশম, সুতি কাপড়, বাঁশ, নীল, চিনি এবং মসলা এনেছিলেন পশম ও ধাতব বস্তুর বিনিময়ে। ব্যবসার উন্নতি ঘটে এবং ডাচ সংযোগ গঙ্গারামকে অল্প সময়ের মধ্যে যথেষ্ট সম্পদ সংগ্রহ করতে সাহায্য করেছিল। তিনি নেদারল্যান্ডসের রাজকীয় কোম্পানি থেকে 14 লাখ টাকার শেয়ারও কিনেছিলেন !\nড্যানিশ এবং ব্রিটিশরা গঙ্গারাম এবং ডাচদের মধ্যে ঘনিষ্ঠতা পছন্দ করেনি। অবশেষে, ব্রিটিশ ব্যবসায়ীরা গঙ্গারামের কাসিমবাজারে বসবাস করা কঠিন করে তোলে এবং তিনি 1700 খ্রিস্টাব্দের দিকে সপ্তগ্রামের হলুদপুরে চলে যেতে বাধ্য হন। 1714 খ্রিস্টাব্দে, নবাবদের সাথে ট্যাক্স নিয়ে ডাচদের বিরোধ ছিল। পরিস্থিতি আরও খারাপ হয় এবং তাদের ব্যবসা বন্ধ করে বাংলা ছেড়ে যেতে হয়। গঙ্গারাম বিনিয়োগের পুরোটাই হারিয়েছিলেন |\nডাচরা চলে যাওয়ার পর ফরাসিরা শ্রীরামপুরে ব্যবসা শুরু করে। গঙ্গারামের পুত্র  শোভারাম ফরাসি বণিকদের ব্যবসায় সাহায্য করতে শুরু করেন। 1718 খ্রিস্টাব্দে শ্রীরামপুর ও চন্দননগরে ফরাসি বাণিজ্যের বিকাশ ঘটে। শোভারাম ফরাসিদের টেক্সটাইল এবং মশলার সেরা গুণাবলী সনাক্ত করতে সাহায্য করেছিলেন এবং তাদের জন্য সর্বোত্তম হার নির্ধারণ করতেন। তিনি তাদের বিশ্বস্ত উপদেষ্টা হয়ে ওঠেন। তার ভাই অযোধ্যারামতাকে ব্যবসার জন্য বিভিন্ন ধরণের কাপড়, বস্ত্র এবং সুতা সরবরাহ করতেন, যা তিনি ফরাসি ব্যবসায়ীদের কাছে বিক্রি করতেন।\n1741 সাল থেকে  1751 সাল পর্যন্ত, বর্গি আক্রমণের বর্ণালী এবং গ্রামাঞ্চলে ব্যাপক লুণ্ঠন বাংলার পশ্চিম অংশে আধিপত্য বিস্তার করে। মারাঠা সৈন্যরা বর্গি নামে পরিচিত ছিল যারা কর আদায়ের নামে বাংলা, বিহার ও ওড়িশার অধিবাসীদের উপর নির্যাতন করত। তারা কলকাতা ছাড়াও বর্ধমান, নদীয়া, মুর্শিদাবাদ, মেদিনীপুর এবং অন্যান্য জেলায় বেশ বিপর্যয় সৃষ্টি করেছিল।\nব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির অধীনে এটিকে একটি নিরাপদ আশ্রয়স্থল বলে মনে করে লোকেরা কোলকাতায় ভিড় করে, যারা পরবর্তীতে আরও দুর্গের জন্য শহরের চারপাশে সাত মাইল দীর্ঘ খাদ তৈরি করার পরিকল্পনা করেছিল। তবে বর্তমান কলকাতার শ্যামবাজার থেকে ময়দান, কলকাতা পর্যন্ত মাত্র 3 মাইল দীর্ঘ খাদ নির্মিত হয়েছিল। এটি 80 হাত চওড়া এবং গভীরতা ছিল 6 থেকে 14 ফুট। 3 মাইল খালটি তৈরি করতে তিন হাজার শ্রমিক কয়েক মাস ধরে কাজ করেছেন।\nখাদটি নির্মাণে খরচ হয়েছিল 25 হাজার টাকা। বর্গি আক্রমণ থেকে শহরকে রক্ষা করার জন্য ব্রিটিশদের সাথে শোভারাম বসাক, বৈষ্ণব চরণ সেট এবং অন্যান্য উল্লেখযোগ্য ব্যবসায়ীরা এই খরচ বহন করেছিলেন।\nপলাশীর যুদ্ধ র পর, কোম্পানী ক্ষতিপূরণের অর্থ স্থানীয় ক্ষতিগ্রস্থদের মধ্যে বণ্টনের জন্য 13 জন কমিশনার নিয়োগ করে। যাইহোক, কমিশন শুধুমাত্র স্থানীয়দের মধ্যে 10,25,726 টাকা বিতরণ করেছে। শোভারাম বসাক 3,75,000 টাকা পেয়েছিলেন, সেই সময়ে একটি উল্লেখযোগ্য পরিমাণ।\nপলাশীর যুদ্ধের পর ব্রিটিশরা গোবিন্দপুরে একটি নতুন দুর্গ তৈরি করতে চেয়েছিল, যার জন্য তারা নয়নচাঁদ মল্লিক, নীলমনি মল্লিক, বৈষ্ণবচরণ শেঠ এবং শোভারাম বসাকের মতো স্থানীয়দের বসতি থেকে জমি অধিগ্রহণ করেছিল। শোভারাম তার পরিবারের সাথে বড়বাজারে চলে আসেন এবং সেখানেই স্থায়ী হন।\nমন্দিরের পাশে বয়ে যাওয়া পবিত্র নদীতে স্নান করতে ইচ্ছুক লোকেদের আরামের জন্য মন্দিরের পাশে একটি স্নানের ঘাটও তৈরি করেছিলেন শোভারাম। এটিকে \"শোভারাম বসাক স্নানের ঘাট\" বলা হত এবং পরে এর নামকরণ করা হয় \"জগন্নাথ ঘাট\"। সময়ের সাথে সাথে নদী সরে যাওয়ায় ঘাটটি ভেঙে ফেলা হয়। এই ঘাটটি পরে পুনর্নির্মাণ করা হয় এবং বর্তমানে হাওড়া ব্রিজের উত্তর দিকে ফুলের বাজারের পাশে দাঁড়িয়ে আছে।\nরথযাত্রা উপলক্ষে শোভারাম একটি বিশাল শোভাযাত্রার আয়োজন করেছিল। তাঁর মালিকানাধীন জগন্নাথ রথ  পিতলের তৈরি এবং 70 ফুট লম্বা ছিল। রথটি সারা বছর চৈতন্যচরণ বসাকের  বাগানে একটি বড় বটগাছের তলায় থাকত। চৈতন্য চরণ বসাক ছিলেন শোভারামের খুড়তুতো  ভাই, যিনি একজন সফল ব্যবসায়ী ছিলেন এবং 1750-এর দশকে ইস্ট ইন্ডিয়া কোম্পানির সাথে লেনদেন করেছিলেন। তাঁর অফিসের নাম ছিল বৈঠক  খানা। সাধারণ জনগণ এখানে সামাজিক রাজনৈতিক বিষয় নিয়ে আলোচনা করতে সমবেত হতেন। যে রাস্তাটি তাঁর কার্যালয় পর্যন্ত যেতেন তাকে বৈঠক  খানা রোড বলা হয় এবং তা আজও বিদ্যমান। রথযাত্রার সময় রথ বউবাজার রাস্তা দিয়ে যাতায়াত করত। এর পথে, মেলা এবং গ্রামবাসীরা জাঁকজমকের অংশ হতে সমবেত হয়েছিল। উৎসবের সময় রথটি নদীর তীরে রাখা হত যা পরবর্তীতে রথতলা ঘাট নামে পরিচিত হয়।\nশোভারাম 1773 খ্রিস্টাব্দে মারা যান। তিনি তার দুই পুত্র হরিমোহন এবং মদনমোহন দ্বারা উত্তরাধিকারী হন। শোভারাম তার উত্তরাধিকারীদের জন্য একটি বিশাল সম্পত্তি রেখে যান যার মধ্যে একত্রিশটি বাড়ি এবং আটটি বাগান ছিল। তিনি একটি সফল ব্যবসাও রেখে গেছেন। তার ব্যবসায়িক হিসাব থেকে জানা যায়, পঁচিশ হাজার দুইশ কেজি সুতি কাপড়, তেরো হাজার আটশ কেজি সুতা, একশ কেজি সিল্ক, তিন লাখ নিরানব্বই কেজি লবণ, আটানব্বই কেজি মুক্তা, চারটি। একশো তেরোটি হীরা, পঁয়ত্রিশ রুবি, অনেক সোনার মুদ্রা এবং নগদ টাকা। তিনি পাঁচ লাখ সাতাশ হাজার একশ বারো টাকার বন্ডও রেখে গেছেন। সেই দিনগুলিতে উল্লেখযোগ্য পরিমাণ অর্থ এবং সম্পত্তি।\nতাঁর ইচ্ছানুযায়ী তিনি পুরোহিতদের জন্য 37,675 টাকা, উচ্চশিক্ষার জন্য তিন হাজার টাকা, রামায়ণ, মহাভারত এবং 15 হাজার টাকা মূল্যের ধর্মগ্রন্থ ভগবদ্গীতাও দান করেন। স্নানের  ঘাট নির্মাণের জন্য 3 হাজার টাকা দেন। তিনি 1700 এর দশকের শেষের দিকে তীর্থযাত্রীদের জন্য জগন্নাথ ঘাট থেকে পুরীর জগন্নাথ ধাম পর্যন্ত কলকাতাকে সংযোগ করার জন্য নির্মিত 516 কিলোমিটার দীর্ঘ রাস্তা ‘জগন্নাথ সড়ক’-এর জন্য 2500 টাকা দান করেছিলেন। তিনি কালীঘাট সিঁড়ি নির্মাণের জন্য 125 টাকা দান করেন।\nযে গলিটিতে শোভারামের বাড়ি (কাচারি বাড়ি) ছিল, তার নামকরণ করা হয়েছে এবং কলকাতার বড়বাজারের শোভারাম বসাক স্ট্রীট  নামে পরিচিত। এই গলিটি কালাকার স্ট্রীট  এবং মহর্ষি দেবেন্দ্র রোডের সাথে মিলিত হয়েছে। মেডিকেল কলেজের বিপরীতে কলুতলায় তার নামে আরও দুটি রাস্তা ছিল। একই নামে একাধিক রাস্তা লোকেদের বিভ্রান্ত করবে বলে কলকাতা মিউনিসিপ্যাল ​​কর্পোরেশন তাদের দেবেন্দ্র মল্লিক স্ট্রীট এবং সাগর দত্ত লেন নামকরণ করেছে। সম্ভবত, শোভারাম এর এই এলাকাগুলিতেও বাড়ি ছিল, যার কারণে এই রাস্তাগুলির নামকরণ করা হয়েছিল তাঁর পিছনে।\n1658 সালে, যখন কাশিমবাজার ব্যবসার কেন্দ্রে পরিণত হয়, তখন কলকাতায় সুতানুটি নামে একটি সুতার বাজার বিদ্যমান ছিল - সুতা- যার অর্থ সুতা এবং নুটি অর্থ বান্ডিল। এখানেই তাঁতী সম্প্রদায় বাস করত এবং যেখানে ঐতিহ্যবাহী সুতার বাজার ছিল। সুতা ব্যবসায়ীরা প্রধানত সপ্তগ্রাম বন্দরে বাস করত এবং যখন তার পাশে প্রবাহিত সরস্বতী নদী শুকিয়ে যেতে শুরু করে তখন বন্দরটি অকার্যকর হয়ে পড়ে এবং তাঁতিরা সুতানুটিতে চলে যায়।\nশোভারাম বসাক সুতানুটিতে একটি বিশাল জমির মালিক ছিলেন, যেখানে তার একটি টেক্সটাইল ওয়ার্কশপ ছিল। বর্তমানে যে জমিতে শোভাবাজার রাজবাড়ি রয়েছে তাও তাঁরই। তখন এটি ছিল জলাভূমি, যেখানে গ্রামবাসীরা সবজি চাষ করত। সময়ের সাথে সাথে এটি একটি মার্কেট প্লেস (বাজার) হয়ে ওঠে যেখানে চাষ করা শাকসবজি, বস্ত্র এবং কাপড়ের ব্যবসা করা হত। বাজার ও এলাকাটি শোভাবাজার  নামে পরিচিতি লাভ করে। এই বাজারে কাপড় ও সবজির দাম নিয়ন্ত্রণ করতেন শোভারাম। পরে শোভারাম বসাকের  নাতি গোবিন্দচাঁদ বসাক  শোভাবাজার  রাজবাড়ীর নবকৃষ্ণ দেবের কাছে জমি হস্তান্তর করেন এবং বাজারটি চিৎপুর রোডে স্থানান্তরিত হয়।\n\n\n== তথ্যসূত্র ==\nSovaram Bysack\nকলকাতা একালের ও সেকালে\nকলকাতা দর্পণ\nবাংলাদেশের ইতিহাস\nOld Calcutta Cameos, B.V.Roy\nরাস্তার রূপকথা: শোভাবাজার স্ট্রিট\nশোভাবাজারের শোভা আসলে কে?"}