{"pageid": 1384561, "title": "মীনাক্ষী", "url": "https://bn.wikipedia.org/wiki?curid=1384561", "content": "মীনাক্ষী ( সংস্কৃত : Mīnākṣī ; তামিল : Mīṉāṭci ; কখনও কখনও মিনাক্ষী নামে বানান করা হয় ; অংগয়ঙ্কণি নামেও পরিচিত, Mīnāṭci এবং Taḍādakai ), একজন হিন্দুদের দেবী এবং অবতার হিসেবে Aṅgayaṟkaṇṇi হলেন গোটেলি দেবী পার্বতী। তিনি সুন্দরেশ্বরের ( শিবের একটি রূপ)  ঐশ্বরিক স্ত্রী। তিনি সাহিত্যে প্রাচীন পান্ড্য রাজ্যের রাজকুমারী বা রাণী হিসাবে উল্লেখ পান যিনি ঈশ্বরত্বে উন্নীত হন। দেবীকে আদি শঙ্কর শ্রী বিদ্যা বলেও প্রশংসিত হয়েছেন।\nতিনি প্রধানত ভারতে পূজিত হন যেখানে তার একটি প্রধান মন্দির রয়েছে যা তাকে তামিলনাড়ুর মাদুরাইতে মীনাক্ষী মন্দির নামে পরিচিত। মীনাক্ষী, কামাক্ষী এবং বিশালাক্ষীকে দেবী পার্বতীর ৩টি শক্তি রূপ হিসাবে বিবেচনা করা হয় এবং বেশিরভাগ ভারতীয়রা ভারতে তাদের অবস্থান নির্বিশেষে এই ৩টি মন্দির পরিদর্শন করে।\n\n\n== ব্যুৎপত্তি ==\nএই পদবীটির বিভিন্ন অর্থ প্রস্তাব করা হয়েছে, যার মধ্যে রয়েছে যে তিনি মূলত জেলে-সম্প্রদায়  লোকদের একজন দেবী ছিলেন, তার চোখ মাছের মতো \"বড় এবং উজ্জ্বল\" বা তার \"দীর্ঘ এবং সরু\" চোখ রয়েছে। একটি মাছের শরীর। আরেকটি ব্যাখ্যা হল যে নামটি এই বিশ্বাসের উপর ভিত্তি করে যে মাছ কখনই তাদের চোখ বন্ধ করে না: দেবী একইভাবে তার ভক্তদের উপর নজর রাখা বন্ধ করেন না। অন্য একটি ব্যাখ্যায় বলা হয়েছে যে নামটি প্রাচীন বিশ্বাসের উপর ভিত্তি করে করা হয়েছে যে মাছ তাদের বাচ্চাদের কেবল তাদের দেখে খাওয়ায়; দেবী অনুমিতভাবে এখানে ভক্তদের কেবলমাত্র তাদের দিকে তাকিয়ে সমর্থন করেন।\n\n\n== পাঠ্য ==\nআদি আধুনিক যুগে বিখ্যাত নীলকান্ত দীক্ষিতর সহ অনেক সাধু ও পণ্ডিতদের দ্বারা দেবীর উপর বেশ কয়েকটি মহান স্তোত্র রচনা করা হয়েছিল।  আদি শঙ্করাচার্য (খ্রিস্টীয় অষ্টম শতাব্দী) দ্বারা রচিত স্তোত্রম মীনাক্ষী পঞ্চরত্নম (মীনাক্ষীর পাঁচটি রত্ন), তার জন্য একটি মন্ত্র। স্তোত্রম ললিতা সহস্রনামে মীনাক্ষী সরাসরি উপস্থিত হন না, যদিও বক্ত্রা লক্ষ্মী পরিবার চলন মীনাভ লোচনা লাইনে তার একটি উল্লেখ রয়েছে (তিনি লক্ষ্মীর মঙ্গল ও মহিমা এবং সুন্দর চোখ রয়েছে যা তার মুখের পুকুরের মাছের মতো দেখতে)।\n\nএকটি তামিল কবিতা/গান (তামিলপিল্লাই) মীনাক্ষীকে গার্হস্থ্য এবং দেবত্বের সংযোগস্থল হিসাবে এবং \"অসম্ভব\" সন্তান বা স্বামীদের সাথে মোকাবিলা করা সকলের জন্য একটি বৈশ্বিক আইকন হিসাবে চিত্রিত করেছে:মেটেল ফুল নিয়ে মহান শিব / মহাকাশের আঙিনায় ঘুরে বেড়ান / আপনার কাজ বারবার ধ্বংস করে / এবং তারপরে তিনি আপনার সামনে আসেন।// তুমি কখনো রাগ করো না।/ প্রতিদিন আপনি শুধু বদনা কুড়ান।\n\n\n== কিংবদন্তি ==\n১৩ শতকের তামিল ভাষায় তিরুভিলাইয়তারপুরানম - ভগবান শিবের গল্পগুলি রচিত হয় যেখানে, রাজা মালয়ধ্বজ পান্ড্য এবং তাঁর স্ত্রী কাঞ্চনমালাই উল্লেখ আছে যারা উত্তরাধিকারের জন্য একটি পুত্রের সন্ধানে একটি যজ্ঞ করেছিলেন। পরিবর্তে একটি কন্যার জন্ম হয় যার বয়স ইতোমধ্যে ৩ বছর এবং তার তিনটি স্তন রয়েছে৷শিব হস্তক্ষেপ করে এবং বলেন যে পিতামাতারা তাকে একটি পুত্রের মতো আচরণ করা উচিত, এবং যখন সে তার স্বামীর সাথে দেখা করবে, তখন সে তৃতীয় স্তন হারাবে।তারা পরামর্শ অনুসরণ করে।মেয়েটি বড় হয়, রাজা তাকে উত্তরাধিকারী হিসাবে মুকুট দেয় এবং যখন সে শিবের সাথে দেখা করে, তার কথা সত্য হয়, সে তার আসল রূপ মীনাক্ষী ধারণ করে।   হারম্যানের মতে, এটি দক্ষিণ ভারতের মাতৃসূত্রীয় ঐতিহ্য এবং আঞ্চলিক বিশ্বাসকে প্রতিফলিত করতে পারে যে \"আধ্যাত্মিক [আধ্যাত্মিক] ক্ষমতা নারীদের সাথে থাকে\", দেবতারা তাদের স্ত্রীর কথা শোনেন এবং রাজ্যের ভাগ্য বিশ্রামের সাথে। নারী.  সুসান বেলির মতে, মীনাক্ষীর প্রতি শ্রদ্ধা হিন্দু দেবী ঐতিহ্যের একটি অংশ যা হিন্দু সমাজের সাথে একীভূত হয় যেখানে \"মহিলা হল সামাজিক সম্পর্কের ব্যবস্থার লিঞ্চপিন\"। তার চোখ অজাতদের জীবন আনতে কল্পিত।\n\n\n== মীনাক্ষী মন্দির ==\n\nমন্দির কমপ্লেক্স মাদুরাই, ভারতের তামিলনাড়ু প্রাথমিক দেবতা হিসেবে মীনাক্ষীকে উৎসর্গ করা হয়েছে।এটি মীনাক্ষী আম্মান বা মীনাক্ষী-সুন্দরেশ্বর মন্দির নামেও পরিচিত। মীনাক্ষীর মন্দিরটি তার স্ত্রী সুন্দরেশ্বরের মন্দিরের পাশে, যা শিবের একটি রূপ।\nযদিও মন্দিরের ঐতিহাসিক শিকড় রয়েছে ২০০০ খ্রিস্টপূর্বাব্দে, বর্তমান ক্যাম্পাসের বেশিরভাগ কাঠামো খ্রিস্টপূর্ব ১৪ শতকের পরে পুনর্নির্মিত হয়েছিল, ১৭ শতকে তিরুমালা নায়ক দ্বারা আরও মেরামত, সংস্কার এবং প্রসারিত হয়েছিল।   ১৪ শতকের গোড়ার দিকে, মুসলিম কমান্ডার মালিক কাফুরের নেতৃত্বে দিল্লি সালতানাতের সৈন্যরা মন্দির লুণ্ঠন করে, এর মূল্যবান জিনিসপত্র লুট করে এবং দক্ষিণ ভারতের অনেক মন্দির শহর সহ মাদুরাই মন্দির শহর ধ্বংস করে। সমসাময়িক মন্দিরটি বিজয়নগর সাম্রাজ্যের শাসকদের দ্বারা শুরু করা পুনর্নির্মাণের প্রচেষ্টার ফল, যারা মূলটি পুনর্নির্মাণ করেছিলেন এবং মন্দিরটি পুনরায় চালু করেছিলেন। ১৬ শতকে, মন্দির কমপ্লেক্সটি আরও প্রসারিত এবং সুরক্ষিত করা হয়েছিল।পুনরুদ্ধার করা কমপ্লেক্সে ১৪টি গোপুরাম (গেটওয়ে টাওয়ার) রয়েছে, প্রতিটির উচ্চতা  ৪৫ মিটার (১৪৮ ফুট) ) এর উপরে ।কমপ্লেক্সটিতে অসংখ্য ভাস্কর্য স্তম্ভ বিশিষ্ট হল রয়েছে যেমন আইরাক্কাল (১,০০০ পিলার হল), কিলিকুন্ডু-মন্ডপম, গোলু-মন্ডপম এবং পুডু-মন্ডপম।মীনাক্ষী এবং সুন্দরেশ্বরের গর্ভগৃহের ওপরের বিমানগুলি সোনা দিয়ে মোড়ানো সহ হিন্দু দেবতা এবং শৈব ধর্মের পণ্ডিতদের কাছে উৎসর্গ করা হয়েছে। \nমন্দিরটি শৈব ধর্মের ঐতিহ্যের মধ্যে একটি প্রধান তীর্থস্থান, মীনাক্ষী দেবী এবং শিবকে উত্সর্গীকৃত।যাইহোক, মন্দিরে বিষ্ণুকে অনেক আখ্যান, ভাস্কর্য এবং আচার-অনুষ্ঠানে অন্তর্ভুক্ত করা হয়েছে কারণ তাকে মীনাক্ষীর ভাই বলে মনে করা হয়। এটি এই মন্দির এবং মাদুরাইকে \"দক্ষিণ মথুরা\" হিসাবে পরিণত করেছে, যা বৈষ্ণব গ্রন্থের অন্তর্ভুক্ত। বৃহৎ মন্দির কমপ্লেক্সটি মাদুরাইয়ের সবচেয়ে বিশিষ্ট ল্যান্ডমার্ক এবং প্রতিদিন হাজার হাজার দর্শককে আকর্ষণ করে।  মন্দিরটি বার্ষিক 10 দিনের মীনাক্ষী তিরুকল্যাণাম উৎসবের সময় এক মিলিয়নেরও বেশি তীর্থযাত্রী এবং দর্শনার্থীদের আকর্ষণ করে, তামিল মাসে চিত্তিরাই (জর্জিয়ান ক্যালেন্ডারে এপ্রিল-মে এর সাথে ওভারল্যাপ করে, চৈত্রে) অনেক উত্সব এবং রথ (রথ) শোভাযাত্রার সাথে উদযাপিত হয়। উত্তর ভারতে)।\n\n\n== তথ্যসূত্র =="}