{"pageid": 1384945, "title": "রেওম্যুর মাপনী", "url": "https://bn.wikipedia.org/wiki?curid=1384945", "content": "রেওম্যুর মাপনী (ফরাসি উচ্চারণ: ​[ʁeomy(ː)ʁ]; °Ré, °Re, °r) তাপমাত্রা বা উষ্ণতা পরিমাপে ব্যবহৃত একটি মাপনী (স্কেল) যেখানে বরফের গলনাংককে শূন্য ডিগ্রি এবং পানির স্ফুটনাংককে ৮০ ডিগ্রি হিসেবে সংজ্ঞায়িত করা হয়। এটি যা \"আশিভিত্তিক বিভাজন\" নামেও পরিচিত। মাপনীটিকে ফরাসি বিজ্ঞানী র‍্যনে অঁতোয়ান ফেরশো দ্য রেওম্যুর-এর সম্মানে নামাংকিত করা হয়, কারণ তিনিই ১৭৩০ খ্রিস্টাব্দে অনুরূপ একটি মাপনী সর্বপ্রথম প্রস্তাব করেছিলেন।\n\n\n== বিকাশ ==\nরেওম্যুরের তাপমানযন্ত্রটিতে লঘুকৃত ইথানল ধারণ করা ছিল। বরফের গলনাংককে শূন্য ডিগ্রি ধরে নিয়ে কাচের নলের ভেতরে ইথানলের প্রতি এক সহস্রাংশ আয়তন বৃদ্ধিকে এক ডিগ্রি হিসেবে দাগাঙ্কিত করে ৮০ ডিগ্রি পর্যন্ত দাগ কাটা হয়, অর্থাৎ ৮০ ডিগ্রিতে ইথানলের আয়তন ৮%  বৃদ্ধি পায় এবং ইথানলের ঘনমাত্রা এমনভাবে নির্বাচন করা হয়, যেন ৮০ ডিগ্রিতে সেটি বাষ্পীভূত হতে শুরু করে। রেওম্যুর পারদের স্থলে অ্যালকোহল নির্বাচন করেন, কেননা এটির প্রসারণ অধিকতর সহজে দৃশ্যমান। কিন্তু এর ফলে একটি সমস্যারও সৃষ্টি হয়: রেওম্যুরের প্রথম তাপমানযন্ত্রগুলি ছিল খুবই স্থূলকায় ছিল এবং অ্যালকোহলের নিম্ন স্ফুটনাংকের কারণে বহুসংখ্যক প্রযুক্তির জন্য এটি অনুপযুক্ত ছিল। যন্ত্রপাতি নির্মাতারা সাধারণত ভিন্ন ভিন্ন তরল নির্বাচন করত, কিন্তু ৮০ ডিগ্রি রেওম্যুর দিয়ে পানির বা জলের স্ফুটনাংক নির্দেশ করত, যা অনেক ভুল বোঝাবুঝির কারণ হয়ে দাঁড়ায়।\n১৭৭২ সালে আরেক ফরাসি বিজ্ঞানী জঁ-অঁদ্রে দ্যল্যুক (Jean-André Deluc) তাপমানযন্ত্রগুলিতে ব্যবহৃত বিভিন্ন পদার্থ অধ্যয়ন করে এই সিদ্ধান্তে উপনীত হন যে ব্যবহারিক কাজের জন্য পারদের তাপমানযন্ত্রগুলিই সেরা, কেননা মিশ্রণ পদ্ধতিতে সমস্ত পদার্থের  মধ্যে এটির আয়তনই সবচেয়ে বেশি রৈখিকভাবে পরিবর্তিত হয়।\n১৮শ শতকের শেষভাগ থেকে প্রায় সর্বত্র পারদ ব্যবহৃত হওয়া শুরু করে। Its range is 0 to 80 degrees.\n\n\n== ব্যবহার ==\nরেওম্যুর মাপনীটি ইউরোপে, বিশেষ করে ফ্রান্স, জার্মানি ও রাশিয়াতে ব্যাপকভাবে ব্যবহৃত হত। টমান মান, ফিওদোর দস্তয়েভস্কি, গ্যুস্তাভ ফ্লোবের, জেমস জয়েস, লেভ তলস্তোয় ও ভ্লাদিমির নাবোকভের রচনাবলীতে এর উল্লেখ পাওয়া যায়। যেমন কারামাজভ ভাইয়েরা গ্রন্থসমগ্রের ১০ম গ্রন্থের শুরুতে আখ্যানকার বলে যে \"কাল ১১ ডিগ্রি হিম পড়েছিল\", অর্থাৎ  শূন্যের নিচে ১১ ডিগ্রি রেওম্যুর, যা কিনা শূন্যের ১৪ ডিগ্রি সেলসিয়াস বা ৭ ডিগ্রি ফারেনহাইট। ১৭৯০-এর দশক নাগাদ ফ্রান্স মেট্রিক পদ্ধতির অংশ হিসেবে রেওম্যুর মাপনী পরিত্যাগ করে সেলসিয়াস মাপনী নির্বাচন করে। তবে ইউরোপের কিছু অংশে ১৯শ শতকের মধ্যভাগ পর্যন্তও রেওম্যুর মাপনী খুবই সাধারণ ছিল। এমনকি রাশিয়ার কিছু অংশে ২০শ শতকের প্রারম্ভ পর্যন্ত এর প্রচলন অব্যাহত থাকে। জর্জ অরওয়েল ১৯২৯ সালে প্যারিসে থাকাকালীন সময়ে \"রেওম্যুর থেকে ফারেনহাইট মাপনীতে রূপান্তরের\" কথা উল্লেখ করেন।  আজও কিছু ইতালীয় ও সুইজারল্যান্ডীয় পনির তৈরির কারখানাতে দুধের তাপমাত্রা রেওম্যুর মাপনীতে পরিমাপ করা হয়। আর নেদারল্যান্ডসেও আজও মিষ্টি ও মিষ্টান্ন দ্রব্য তৈরির জন্য রান্নার চিনির সুরার তাপমাত্রার পরিমাপের জন্য রেওম্যুর মাপনী ব্যবহৃত হয়।\n\n\n== তাপমাত্রার বিভিন্ন এককের মধ্যে রূপান্তর ==\n\n\n== পাদটীকা ও তথ্যসূত্র =="}