{"pageid": 1384750, "title": "কষায় (সংযুক্তি)", "url": "https://bn.wikipedia.org/wiki?curid=1384750", "content": "কষায় (সংস্কৃত: कषाय) হল জাগতিক বস্তুর প্রতি অনুরাগ এবং নির্বিকল্প সমাধির পথে একটি বাধা: এটি বিবেক, বৈষম্যের মাধ্যমে অতিক্রম করা হয়।\n\n\n== অর্থ ==\nকষায় মানে, 'কষাক', 'ক্ষয়', 'গন্ধযুক্ত', 'রস', 'অবক্ষয়', 'অভিষেক', 'গাম', 'রজন', 'লাল-বাদামী', 'মূর্খতা' ', 'খুঁটি', 'সুগন্ধি'। এর অর্থ 'জাগতিক বস্তুর প্রতি আসক্তি' বা 'ভিক্ষুদের পরিধান করা হলুদ-লাল পোশাক'।\n\n\n== ইতিহাস ও বিবরণ ==\nসদানন্দ বেদান্তসারে কষায়কে জাগতিক বস্তুর সাথে সংযুক্তি হিসাবে সংজ্ঞায়িত করেছেন, মানসিক অবস্থার পরম উপর বিশ্রাম নিতে ব্যর্থতা, সংযুক্তির কারণে প্রভাবের দ্বারা আনা অসাড়তার কারণে, এমনকি যখন কোন জড়তা বা বিক্ষিপ্ততা নেই৷ বেদান্তে, কষায় শব্দটি রূপকভাবে বোঝায় যে নিজের প্রবণতা ও আবেগ দ্বারা কঠোর মনের কঠোর অবস্থা।\nগৌড়পাদ (গৌড়পাদ কারিকা ৩.৪৪-৪৫) সতর্ক করে যে সত্যের সন্ধানকারীকে সবিকল্প সমাধির আনন্দে স্থির থাকা উচিত নয় কারণ লয়, বিক্ষেপ এবং কষায়ের পরে সেই ভোগ (রসাস্বাদ) হল নির্বিকল্প সমাধির পথে চতুর্থ ধরনের বাধা; একজনকে \"বিবেক\", বৈষম্যের মাধ্যমে অসংলগ্ন হতে হবে। সংযুক্তি মনের দুর্বলতা কারণ এটি ইচ্ছা থেকে উদ্ভূত উপভোগ এবং সম্পর্কিত প্রভাব থেকে সরে আসা সহজে শৃঙ্খলাবদ্ধ নয়। তিনি ব্যাখ্যা করেছেন: স্বপ্নে যেমন মন দ্বৈত দিক দিয়ে কম্পিত হয়, তেমনি জাগ্রত অবস্থায়ও এই দিকগুলিকে সবই বলে মনে হয় কিন্তু যখন \"নিরতি\" অবস্থা হয়, তখন দ্বৈততা আর উপলব্ধি হয় না। গভীর ঘুমের মধ্যে মনের আচরণ (যখন এটি নিজেকে হারিয়ে ফেলে) নিয়ন্ত্রিত অবস্থায় তার আচরণের মতো নয় (যখন এটি নিজেকে হারায় না), এবং জড়তা বা লয় হল ইন্দ্রিয় ও মানসিক অবস্থার আধিপত্য, পরম সম্পর্কে সচেতনতা বজায় রাখতে অক্ষম ঘুমিয়ে পড়া; এবং বিক্ষিপ্ততা বা বিক্ষেপ হল পরম উপর মানসিক অবস্থা বিশ্রাম, অন্যান্য জিনিসের উপর বিশ্রাম করতে সক্ষম হতে ব্যর্থ হয়।\n\n\n== তাৎপর্য ==\nপতঞ্জলি যোগসূত্র ‌২.২ এ– समाधि – भवनार्थः क्लेश – तनूकरनार्थश्च – নিশ্চিত করে যে একাগ্রতার শক্তি গড়ে তোলার মাধ্যমে বাধাগুলি - যা সমস্ত দুঃখ-দুর্দশার কারণ - আলোকিত হওয়ার পথে - দূর করা যেতে পারে। তিনি যেসব বাধার কথা উল্লেখ করেছেন তা হল অজ্ঞতা, অহংবোধ, আসক্তি, ঘৃণা এবং জীবনকে আঁকড়ে ধরার ইচ্ছার নেতিবাচক প্রভাব। এবং, মহাবাক্য তৎ ত্বং অসি-এর গভীরতা-অর্থ (লক্ষ্যথ) বোঝার পরামর্শ দিয়ে অ-ধারণাগত জ্ঞানের লাভের সাথে মিলিত হয়ে অর্জিত আনন্দের উপভোগের বিষয়ে শঙ্কর বলেন:\n\nউক্ত বক্তব্যের অর্থ হল জীবের মধ্যে অবস্থার (বিক্ষেপ) কারণে, ব্যক্তি কেবলমাত্র \"সচেতনতা\" অনুভব করতে পারে এবং ব্রহ্মের \"আনন্দ\" দিকটি নয়।\n\n\n== তথ্যসূত্র =="}