{"pageid": 1384004, "title": "পলিমার বিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1384004", "content": "পলিমার বিজ্ঞান (Polymer science) হলো একটি বহুশাখাবিশিষ্ট বিজ্ঞান যেখানে পলিমারের রাসায়নিক বৈশিষ্ট্য, রাসায়নিক সংশ্লেষণ, গঠন, বৈশিষ্ট্য, ব্যবহার এবং বিনাশ নিয়ে আলোচনা করা হয়। পলিমার হল একই ধরনের একাধিক মনোমার অণুর পুনরাবৃত্তির মাধ্যমে গঠিত বৃহদাণু। মনোমার হল একক, ছোট অণু যা পলিমার তৈরি করতে একত্রিত হয়।\n\n\n== ইতিহাস ==\nপলিমার বিজ্ঞানের ইতিহাস প্রাচীনকালে ফিরে যায়, যখন মানুষ প্রাকৃতিক পলিমার যেমন রাবার, তুলা এবং কাঠ ব্যবহার করত। 19 শতকে, বিজ্ঞানীরা প্রথমে পলিমারের রাসায়নিক প্রকৃতি বুঝতে শুরু করেন। 20 শতকে, পলিমার বিজ্ঞান একটি দ্রুত বর্ধনশীল ক্ষেত্র হয়ে ওঠে, কারণ নতুন পলিমার আবিষ্কার এবং উৎপাদন করা হয়েছিল।\nপ্রাচীনকাল\nপ্রাচীনকালে, মানুষ প্রাকৃতিক পলিমার যেমন রাবার, তুলা এবং কাঠ ব্যবহার করত। রাবারকে প্রাচীন আমেরিকানরা আবিষ্কার করেছিল এবং এটিকে বিভিন্ন কাজে ব্যবহার করত, যেমন টায়ার, নৌকা এবং তীর তৈরি করা। তুলা প্রাচীন মিশর এবং ভারতে ব্যবহৃত হত এবং এটি থেকে কাপড় তৈরি করা হত। কাঠ প্রাচীন বিশ্বে একটি গুরুত্বপূর্ণ নির্মাণ উপাদান ছিল।\nউনিশ শতক\n19 শতকে, বিজ্ঞানীরা প্রথমে পলিমারের রাসায়নিক প্রকৃতি বুঝতে শুরু করেন। 1839 সালে, চার্লস গুডইয়ার রাবারের কাঁচামালকে হাইড্রোব্রোমিন দিয়ে চিকিত্সা করে রাবারের স্থিতিস্থাপকতা উন্নত করার একটি পদ্ধতি আবিষ্কার করেন। এই পদ্ধতিটিকে গুডইয়ারাইজেশন বলা হয় এবং এটি রাবার শিল্পের বিকাশে একটি গুরুত্বপূর্ণ পদক্ষেপ ছিল।\n1846 সালে, ফরাসি রসায়নবিদ আর্থার সোডিয়ার প্রথম পলিমারের আণবিক তত্ত্ব প্রস্তাব করেন। সোডিয়ারের তত্ত্ব অনুসারে, পলিমারগুলি একই ধরণের একাধিক মনোমার অণুর সমন্বয়ে গঠিত।\nবিশ শতক\n20 শতকে, পলিমার বিজ্ঞান একটি দ্রুত বর্ধনশীল ক্ষেত্র হয়ে ওঠে। নতুন পলিমার আবিষ্কার এবং উৎপাদন করা হয়েছিল, এবং পলিমারের বৈশিষ্ট্য এবং ব্যবহার সম্পর্কে আমাদের বোঝার উন্নতি হয়েছিল।\n1920 এর দশকে, জার্মানির বিজ্ঞানী হান্স হেইনরিচ ফ্রুন্ড এবং ইতালির বিজ্ঞানী হাইড্রোজেনের মাধ্যমে মনোমারগুলিকে একত্রিত করে পলিমার তৈরির একটি নতুন পদ্ধতি আবিষ্কার করেন। এই পদ্ধতিটিকে অ্যাডিশন পলিমারাইজেশন বলা হয়।\n1930 এর দশকে, আমেরিকান রসায়নবিদ কার্ল থার্স এবং তার সহকর্মীরা প্রথমবারের মতো একটি কৃত্রিম পলিমার, পলিথিলিন তৈরি করেন। পলিথিলিন একটি শক্তিশালী এবং টেকসই প্লাস্টিক যা আজও ব্যাপকভাবে ব্যবহৃত হয়।\n1950 এর দশকে, সুইস রসায়নবিদ হারমান স্টাউডিঙ্গার পলিমারের আণবিক তত্ত্বে তার কাজের জন্য নোবেল পুরস্কার লাভ করেন। স্টাউডিঙ্গারের তত্ত্ব পলিমার বিজ্ঞানের বিকাশে একটি গুরুত্বপূর্ণ পদক্ষেপ ছিল।\n1960 এর দশকে, ইতালির বিজ্ঞানী জিউলিও নাট্টা এবং জার্মান রসায়নবিদ কার্ল জিগলার পলিমার সংশ্লেষণে তাদের কাজের জন্য নোবেল পুরস্কার লাভ করেন। নাট্টা এবং জিগলারের কাজ পলিমারের বৈচিত্র্য এবং বৈশিষ্ট্যগুলির উন্নতি করতে সহায়তা করেছিল।\nবর্তমান\nপলিমার বিজ্ঞান একটি দ্রুত বর্ধনশীল ক্ষেত্র। বিজ্ঞানীরা নতুন পলিমার আবিষ্কার এবং উৎপাদন করছেন যা আগের চেয়ে বেশি শক্তিশালী, টেকসই এবং পরিবেশবান্ধব। পলিমার বিজ্ঞানের ভবিষ্যত উজ্জ্বল বলে মনে হচ্ছে, কারণ এটি আমাদের জীবনকে আরও উন্নত করার সম্ভাবনা রাখে।\n\n\n== শ্রেণিবিভাগ ==\n পলিমারকে বিভিন্ন উপায়ে শ্রেণীবদ্ধ করা যেতে পারে, যেমন:\n\nউৎসের উপর ভিত্তি করে:\nপ্রাকৃতিক পলিমার: উদ্ভিদ, প্রাণী এবং খনিজ থেকে প্রাপ্ত পলিমার। উদাহরণস্বরূপ, সেলুলোজ, প্রোটিন এবং রাবার।\nকৃত্রিম পলিমার: পরীক্ষাগারে তৈরি পলিমার। উদাহরণস্বরূপ, পলিথিলিন, পলিস্টার এবং নাইলন।\nঅকৃত্রিম পলিমার: প্রাকৃতিক এবং কৃত্রিম পলিমারের সংমিশ্রণ। উদাহরণস্বরূপ, পলিথিলিন টেরিলিন।\nপলিমারকরণ প্রক্রিয়া অনুসারে:\nঅ্যাডিশন পলিমার: মনোমারগুলি একত্রিত হয়ে নতুন বন্ধন গঠন করে। উদাহরণস্বরূপ, পলিথিলিন, পলিপ্রোপিলিন এবং পলিভিনাইল ক্লোরাইড।\nঘনীভবন পলিমার: মনোমারগুলি একত্রিত হয়ে ছোট অণু, যেমন জল বা অ্যামোনিয়া, ত্যাগ করে। উদাহরণস্বরূপ, পলিয়েস্টার, নাইলন এবং রেয়ন।\nতাপের সংস্পর্শে বৈশিষ্ট্য অনুসারে:\nথার্মোপ্লাস্টিক: তাপের সংস্পর্শে গলে যায় এবং পুনরায় শীতল হয়ে শক্ত হয়। উদাহরণস্বরূপ, পলিথিলিন, পলিপ্রোপিলিন এবং পলিস্টার।\nথার্মোসেট: তাপের সংস্পর্শে দৃঢ়ভাবে সংযুক্ত হয়ে যায় এবং পুনরায় গলে না। উদাহরণস্বরূপ, ফাইবারগ্লাস, ইপোক্সি এবং টেফলন।\nআন্তঃআণবিক বলের ভিত্তিতে:\nইলাস্টোমার: শক্তিশালী আন্তঃআণবিক শক্তির কারণে স্থিতিস্থাপক। উদাহরণস্বরূপ, রাবার, ইলাস্টিন এবং সিলিকন।\nফাইবার: দীর্ঘ এবং পাতলা আকৃতির পলিমার। উদাহরণস্বরূপ, তুলা, সিল্ক এবং নাইলন।\nপ্লাস্টিক: নমনীয় এবং আকারযোগ্য পলিমার। উদাহরণস্বরূপ, পলিথিলিন, পলিস্টার এবং পলিভিনাইল ক্লোরাইড।\nআঠালো: পৃষ্ঠগুলিকে একসাথে আটকে রাখার জন্য ব্যবহৃত পলিমার। উদাহরণস্বরূপ, সুপারগ্লু, সিলিকন এবং পলিইথিলিন টেরিলিন।\nএই শ্রেণিবিভাগগুলি পলিমারের বৈশিষ্ট্য এবং ব্যবহারগুলি বোঝার জন্য সহায়ক।\n\n\n== ব্যবহার ==\nপলিমারগুলি আমাদের জীবনে সর্বত্র ব্যবহৃত হয়। কিছু সাধারণ ব্যবহারের মধ্যে রয়েছে:\n\nপ্লাস্টিক: পলিমারগুলি প্লাস্টিক তৈরির জন্য ব্যবহৃত হয়, যা আমাদের চারপাশের অনেক জিনিসের জন্য একটি সাধারণ উপাদান। প্লাস্টিকের কিছু উদাহরণ হল পলিথিলিন ব্যাগ, প্লাস্টিক বোতল, টেবিল এবং চেয়ার।\nফাইবার: পলিমারগুলি ফাইবার তৈরির জন্য ব্যবহৃত হয়, যা কাপড়, দড়ি এবং অন্যান্য পণ্য তৈরির জন্য ব্যবহৃত হয়। ফাইবারের কিছু উদাহরণ হল তুলা, সিল্ক এবং নাইলন।\nআঠালো: পলিমারগুলি আঠালো তৈরির জন্য ব্যবহৃত হয়, যা পৃষ্ঠগুলিকে একসাথে আটকে রাখার জন্য ব্যবহৃত হয়। আঠালোর কিছু উদাহরণ হল সুপারগ্লু, সিলিকন এবং পলিইথিলিন টেরিলিন।\nইলেকট্রনিক্স: পলিমারগুলি ইলেকট্রনিক্সে ব্যবহৃত হয়, যেমন কম্পিউটার চিপ এবং ব্যাটারি। পলিমারের কিছু উদাহরণ হল পলিইথিলিন টেরিলিন, ফাইবারগ্লাস এবং পলিকার্বোনেট।\nস্বাস্থ্যসেবা: পলিমারগুলি স্বাস্থ্যসেবায় ব্যবহৃত হয়, যেমন ইনসুলিন সিরিঞ্জ, কৃত্রিম অঙ্গ এবং ঔষধের সরবরাহ। পলিমারের কিছু উদাহরণ হল পলিথিলিন, পলিপ্রোপিলিন এবং পলিভিনাইল ক্লোরাইড।\nপলিমারের অন্যান্য ব্যবহারগুলির মধ্যে রয়েছে:\n\nরাবার: পলিমারগুলি রাবার তৈরির জন্য ব্যবহৃত হয়, যা টায়ার, কৃত্রিম খেলনা এবং অন্যান্য পণ্য তৈরির জন্য ব্যবহৃত হয়।\nইঞ্জিনিয়ারিং: পলিমারগুলি ইঞ্জিনিয়ারিংয়ে ব্যবহৃত হয়, যেমন সেতু এবং গাড়ির শরীর তৈরির জন্য।\nস্থাপত্য: পলিমারগুলি স্থাপত্যে ব্যবহৃত হয়, যেমন ভবন এবং আসবাবপত্র তৈরির জন্য।\nকৃষি: পলিমারগুলি কৃষিক্ষেত্রে ব্যবহৃত হয়, যেমন বীজের আচ্ছাদন এবং সার তৈরির জন্য।\nপলিমারগুলির বৈচিত্র্যময় ব্যবহারগুলি তাদের আমাদের জীবনের একটি অপরিহার্য অংশ করে তোলে।\n\n\n== ভবিষ্যৎ ==\nপলিমার বিজ্ঞান একটি দ্রুত বর্ধনশীল ক্ষেত্র। বিজ্ঞানীরা নতুন পলিমার আবিষ্কার এবং উৎপাদন করছেন যা আগের চেয়ে বেশি শক্তিশালী, টেকসই এবং পরিবেশবান্ধব। পলিমার বিজ্ঞানের ভবিষ্যত উজ্জ্বল বলে মনে হচ্ছে, কারণ এটি আমাদের জীবনকে আরও উন্নত করার সম্ভাবনা রাখে।\nপলিমার বিজ্ঞানের কিছু সম্ভাব্য অ্যাপ্লিকেশনের মধ্যে রয়েছে:\n\nস্বাস্থ্যসেবা: পলিমারগুলি নতুন ওষুধ, থেরাপি এবং চিকিৎসা সরঞ্জাম তৈরি করতে ব্যবহার করা যেতে পারে। উদাহরণস্বরূপ, পলিমারগুলি কৃত্রিম অঙ্গ, ঔষধের সরবরাহ এবং টিউমারের চিকিৎসার জন্য ব্যবহার করা যেতে পারে।\nপরিবেশ: পলিমারগুলি পরিবেশগতভাবে টেকসই পণ্য এবং প্রক্রিয়া তৈরি করতে ব্যবহার করা যেতে পারে। উদাহরণস্বরূপ, পলিমারগুলি ভেঙে যাওয়ার সময় কম দূষণ তৈরি করে এমন প্লাস্টিক তৈরি করতে ব্যবহার করা যেতে পারে।\nপ্রযুক্তি: পলিমারগুলি নতুন ইলেকট্রনিক্স, যোগাযোগ এবং শক্তি প্রযুক্তি তৈরি করতে ব্যবহার করা যেতে পারে। উদাহরণস্বরূপ, পলিমারগুলি ইলেকট্রনিক ডিভাইসগুলিকে আরও হালকা এবং পাতলা করতে ব্যবহার করা যেতে পারে।\nপলিমার বিজ্ঞানের ভবিষ্যত আমাদের জীবনকে আরও ভালো করার জন্য অনেক সম্ভাবনা ধারণ করে। বিজ্ঞানীরা নতুন পলিমার এবং পলিমার-ভিত্তিক পণ্য তৈরি করছেন যা আমাদের স্বাস্থ্য, পরিবেশ এবং প্রযুক্তির উপর ইতিবাচক প্রভাব ফেলবে।\n\n\n== নোবেল পুরস্কার ==\nপলিমার বিজ্ঞানে নোবেল পুরস্কার:\n\n2005 (রসায়ন): রবার্ট গ্রাবস, রিচার্ড শ্রক এবং ইভ চাউভিন অলিফিন মেটাসিসিস (olefin metathesis) পদ্ধতির উন্নয়নের জন্য।\n2002 (রসায়ন): জন বেনেট ফেন, কইচি তানাকা এবং কার্ট উইথরিখ জৈব ম্যাক্রোমলিকিউলগুলির শনাক্তকরণ এবং গঠন বিশ্লেষণের জন্য পদ্ধতির উন্নয়নের জন্য।\n2000 (রসায়ন): অ্যালান জি. ম্যাকডিয়ারমিড, অ্যালান জে. হিগার এবং হিডেকি শিরাকা প্রবাহী পলিমারের উপর কাজের জন্য, যা আণবিক ইলেকট্রনিক্সের আবির্ভাব ঘটায়।\n1991 (পদার্থবিজ্ঞান): পিয়ের-গিলস ডি গেনেস বিশেষ করে পলিমারে ক্রমবিন্যাস এবং পর্ব পরিবর্তন বর্ণনার জন্য ফেজ পরিবর্তনের একটি সাধারণ তত্ত্ব বিকাশের জন্য।\n1974 (রসায়ন): পল জে. ফ্লোরি তাত্ত্বিক পলিমার রসায়নে অবদানের জন্য।\n1963 (রসায়ন): জিউলিও নাট্টা এবং কার্ল জিগলার পলিমার সংশ্লেষণে অবদানের জন্য।\n1953 (রসায়ন): হারমান স্টাউডিঙ্গার ম্যাক্রোমলিকিউলার রসায়ন বোঝার অবদানের জন্য।\nএইসব নোবেল পুরস্কার পলিমার বিজ্ঞানের গুরুত্ব এবং এর ব্যাপক প্রয়োগকে তুলে ধরে। পলিমার বিজ্ঞানীরা নতুন পলিমার এবং পলিমার-ভিত্তিক পণ্য তৈরি করছেন, যা আমাদের জীবনকে আরও উন্নত করছে।\n\n\n== তথ্যসূত্র =="}