{"pageid": 1384179, "title": "নাট্যশাস্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1384179", "content": "নাট্যশাস্ত্র (সংস্কৃত: नाट्यशास्त्र, কন্নড়: ನಾಟ್ಯಶಾಸ್ತ್ರ, তেলুগু: నాట్య శాస్త్ర) হল পরিবেশন শিল্পকলা-এর উপর সংস্কৃত গ্রন্থ। এটি ঋষি ভরতকে আরোপিত করা হয়, এবং প্রথম সম্পূর্ণ সংকলন ২০০ খ্রিষ্টপূর্বাব্দ এবং ২০০ খ্রিস্টাব্দ এর মধ্যে হয়, কিন্তু অনুমান ৫০০ খ্রিষ্টপূর্বাব্দ এবং ৫০০ খ্রিস্টাব্দ এর মধ্যে পরিবর্তিত হয়।\nপাঠ্যটি ৩৬টি অধ্যায় নিয়ে গঠিত যার ক্রমবর্ধমান মোট ৬০০০টি কাব্যিক পদ রয়েছে যা অভিনয় শিল্প বর্ণনা করে। গ্রন্থটির অন্তর্ভুক্ত বিষয়গুলির মধ্যে রয়েছে নাটকীয় রচনা, নাটকের কাঠামো এবং এটি পরিচালনা করার জন্য মঞ্চ নির্মাণ, অভিনয়ের ধরণ, শরীরের নড়াচড়া, সাজসজ্জা করা এবং পোশাক, শিল্প পরিচালকের ভূমিকা এবং লক্ষ্য, বাদ্যযন্ত্রের স্কেল, বাদ্যযন্ত্র এবং শিল্প কর্মক্ষমতা সঙ্গে সঙ্গীত একীকরণ।\nনাট্যশাস্ত্রটি শিল্পকলার উপর প্রাচীন বিশ্বকোষীয় গ্রন্থ হিসেবে উল্লেখযোগ্য, যা ভারতে নৃত্য, সঙ্গীত এবং সাহিত্য ঐতিহ্যকে প্রভাবিত করেছে। এটি তার নান্দনিক \"রস\" তত্ত্বের জন্যও উল্লেখযোগ্য, যা দাবি করে যে বিনোদন হল অভিনয় শিল্পের কাঙ্ক্ষিত প্রভাব কিন্তু প্রাথমিক লক্ষ্য নয়, এবং প্রাথমিক লক্ষ্য হল দর্শকদের মধ্যে থাকা ব্যক্তিকে অন্য সমান্তরাল বাস্তবতায় নিয়ে যাওয়া, যা বিস্ময়ে পরিপূর্ণ, যেখানে তারা তাদের নিজস্ব চেতনার সারমর্ম অনুভব করে এবং আধ্যাত্মিক ও নৈতিক প্রশ্নে প্রতিফলিত হয়। পাঠ্যটি মাধ্যমিক সাহিত্যকে আরও অনুপ্রাণিত করেছে যেমন ১০ শতকের অভিনবগুপ্তের লেখা অভিনবভারতী।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nPonangi Sri Rama Apparao (২০০১)। Special aspects of Nāṭya śāstra। National School of Drama। \nBiswanath Bhattacharya; Ramaranjan Mukherji (১৯৯৪)। Sanskrit Drama and Dramaturgy। Sharada। আইএসবিএন 978-81-85616-30-8। \nGK Bhat (১৯৮১)। Nāṭya-mañjarī-saurabha : Sanskrit dramatic theory (ইংরেজি and সংস্কৃত ভাষায়)। Bhandarkar Oriental Research Institute। ওসিএলসি 11717230। \nWallace Dace (১৯৬৩)। \"The Concept of \"Rasa\" in Sanskrit Dramatic Theory\"। Educational Theatre Journal। 15 (3): 249–254। জেস্টোর 3204783। ডিওআই:10.2307/3204783। \nDalal, Roshen (২০১৪)। Hinduism: An Alphabetical Guide। Penguin Books। আইএসবিএন 978-81-8475-277-9। \nCris Forster (২০১০)। Musical Mathematics: On the Art and Science of Acoustic Instruments। Chronicle। আইএসবিএন 978-0-8118-7407-6।  Indian Music: Ancient Beginnings – Natyashastra\nGautam, Sanjay K. Foucault and the Kamasutra: The Courtesan, the Dandy, and the Birth of Ars Erotica as Theater in India (Chicago: University of Chicago Press, 2016).\nGhosh, Manomohan (২০০২)। Natyashastra। Royal Asiatic Society। আইএসবিএন 81-7080-076-5। \nPandurang Vaman Kane (১৯৭১)। History of Sanskrit Poetics। Motilal Banarsidass। আইএসবিএন 978-81-208-0274-2। \nSunil Kothari; Avinash Pasricha (২০০১)। Kuchipudi। Abhinav Publications। আইএসবিএন 978-81-7017-359-5। \nNatalia Lidova (২০১৪)। Natyashastra। Oxford University Press। ডিওআই:10.1093/obo/9780195399318-0071। \nNatalia Lidova (১৯৯৪)। Drama and Ritual of Early Hinduism। Motilal Banarsidass। আইএসবিএন 978-81-208-1234-5। \nAnanda Lal (২০০৪)। The Oxford Companion to Indian Theatre। Oxford University Press। আইএসবিএন 978-0-19-564446-3। \nTrimbak Govind Mainkar (১৯৭৮)। Sanskrit Theory of Drama and Dramaturgy: The Theory of the Saṁdhis and the Saṁdhyaṅgas in Bharata's Naṭyaśāstra। Ajanta Publications। আইএসবিএন 9780836425642। \nTarla Mehta (১৯৯৫)। Sanskrit Play Production in Ancient India। Motilal Banarsidass। আইএসবিএন 978-81-208-1057-0। \nAdya Rangacharya (১৯৯৮)। Introduction to Bharata's Nāṭyaśāstra। Munshiram Manoharlal Publishers। আইএসবিএন 978-81-215-0829-2। \nRowell, Lewis (২০১৫)। Music and Musical Thought in Early India। University of Chicago Press। আইএসবিএন 978-0-226-73034-9। \nSreenath Nair (২০১৫)। The Natyashastra and the Body in Performance: Essays on Indian Theories of Dance and Drama। McFarland। আইএসবিএন 978-1-4766-1221-8। \nEmmie Te Nijenhuis (১৯৭৪)। Indian Music: History and Structure। BRILL Academic। আইএসবিএন 90-04-03978-3। \nFarley P. Richmond; Darius L. Swann; Phillip B. Zarrilli (১৯৯৩)। Indian Theatre: Traditions of Performance। Motilal Banarsidass। আইএসবিএন 978-81-208-0981-9। \nRadhavallabh Tripathi (১৯৯১)। Lectures on the Nāṭyaśāstra। Centre of Advanced Study in Sanskrit, University of Poona। ওসিএলসি 26975430। \nTieken, Herman (১৯৯৮)। \"Poetique du theatre Indien: Lectures du Natyashastra (Review)\"। Asian Folklore Studies। 56 (1)। \nKapila Vatsyayan (২০০১)। Bharata, the Nāṭyaśāstra। Sahitya Akademi। আইএসবিএন 978-81-260-1220-6। \nKapila Vatsyayan (১৯৭৭)। Classical Indian dance in literature and the arts। Sangeet Natak Akademi। ওসিএলসি 233639306। , Table of Contents\nKapila Vatsyayan (১৯৭৪)। Indian classical dance। Sangeet Natak Akademi। ওসিএলসি 2238067। \nKapila Vatsyayan (২০০৮)। Aesthetic theories and forms in Indian tradition। Munshiram Manoharlal। আইএসবিএন 978-8187586357। ওসিএলসি 286469807। \nKapila Vatsyayan। Dance In Indian Painting। Abhinav Publications। আইএসবিএন 978-81-7017-153-9। \nNina Mirnig; Peter-Daniel Szanto; Michael Williams (২০১৩)। Puspika: Tracing Ancient India Through Texts and Traditions: Contributions to Current Research in Indology Volume I। Oxbow। আইএসবিএন 978-1-78297-044-6। \nMaurice Winternitz (২০০৮)। History of Indian Literature Vol 3 (Original in German published in 1922, translated into English by VS Sarma, 1981)। New Delhi: Motilal Banarsidass। আইএসবিএন 978-8120800564। \nNātyakalpadrumam, Māni Mādhava Chākyār (1975), Sangeet Natak Academi, New Delhi\nDramatic Concepts: Greek and Indian, Bharat Gupt (2014), DK Printworld, Delhi\n\n\n== বহিঃসংযোগ ==\n\"Museum for Natya Shastra / Bharatanatiyam at Bharata Ilango Foundation For Asian Culture (BIFAC) in Pattipulam, ECR, Chennai\"। CasualWalker। \nNatya-shastra full English translation by Manomohan Ghosh, including additional footnotes and commentary extracts. The Bibliography and Table of Contents of vol. 1 (1951) are missing from the web version. It contains a number of typos and of notes missing and generally skips Sanskrit quotations present in the printed version, providing only their English translation. On the other hand, chapters 28 to 36 from vol. 2 (1961) are included in the web version whereas vol. 1 stops at chapter 27 and contains only a preliminary version of chapters 34, 35 and 36.\nManomohan Ghosh (Transl) (১৯৫১)। \"Natya Shastra (Chapters 1–27)\"। Asiatic Society of Bengal, Calcutta। \nManomohan Ghosh (Transl) (১৯৬১)। The Natyashastra : a treatise on Hindu dramaturgy and histrionics (Chapters 28–36)। ওসিএলসি 603994750। \nNatya shastra Manuscript (with 37 chapters), in Sanskrit (Chapters 31, 32 and 34 missing)\nNatya Shastra with Commentary of Abhinavagupta, 10th-century commentary, Compiled by M Ramakrishna Kavi, in Sanskrit (Vol. 2 only; the complete work is in 4 vols.)\nTheatre layout with diagrams according to Natyashastra, Prachi Shah, Bhartiya Drama\nRelated Bibliography: Judy Van Zile (১৯৭৩)। Dance in India: An Annotated Guide to Source Materials। Theodore Front Music। আইএসবিএন 978-0-913360-06-4।"}