{"pageid": 1384148, "title": "হারেদি বোরকা সম্প্রদায়", "url": "https://bn.wikipedia.org/wiki?curid=1384148", "content": "হারেদি বোরকা সম্প্রদায় (হিব্রু:হিব্রু ভাষায়: נשות השָאלִים‎, রোমান: নেশোত হাশালিম, আক্ষরিক অনুবাদ: \"শাল-পরিধানকারী মহিলা\") হেরেদি ইহুদি ধর্মের মধ্যে একটি ধর্মীয় জনগোষ্ঠী, যা মূলত ইসরায়েলে অবস্থিত, যারা দাবি করে যে শালীনতার জন্য একজন মহিলার পুরো শরীরকে, একটি শাল (বহুবচন শালিম, \"শাল পরা মহিলা\") এবং মুখ ঢেকে রাখা একটি পর্দা প্রয়োজন। প্রকৃতপক্ষে, তারা কোনও বহিঃত্বক জনসাধারণের কাছে উন্মুক্ত করে না। পোশাকটিকে ফ্রুমকাও বলা হয়, যা ফ্রুম (ইদ্দিশ ভাষায়:, \"ধর্মপ্রাণ\") এবং \"বোরখা\" শব্দটির একটি ব্যবহার হয়। সম্প্রদায়টিকে, যা ২০১১-এর হিসাব অনুযায়ী কয়েকশো বলে অনুমান করা হয়েছিল, বেইট শেমেশ শহরে এদের অবস্থান। এই সম্প্রদায়ের সদস্যরা খুব কমই তাদের বাড়ি থেকে বের হন, এবং যখন তারা যান তখন তাদের সাথে তাদের মেয়ে সন্তানরাও থাকে, যারা লম্বা পোশাক পরে থাকে।\nএই সম্প্রদায়ের বিশ্বাসগুলি হারেদি মহলে বিতর্কিত প্রমাণিত হয়েছে, এদাহ হাচারিদিস সহ অনেক হারেদি সংগঠন মুখ ঢেকে বোরখার জোরালো ও সোচ্চার নিন্দা জ্ঞাপন করেছে।\n\n\n== ইতিহাস ==\nহারেদি মহিলাদের জন্য পোশাকের একটি পদ্ধতি হিসাবে ফ্রুমকাকে ইসরায়েলি ধর্মীয় নেতা ব্রুরিয়া কেরেন দ্বারা উৎসাহিত করা হয়েছিল, যিনি মহিলা অনুসারীদের জন্য ইহুদি ধর্মগ্রন্থের কঠোর (অর্থোডক্স মান অনুসারে) ব্যাখ্যা শিখিয়েছিলেন। কেরেন, যিনি নিজেকে পোশাকের বিভিন্ন স্তর আবৃত রাখেন, দাবি করেছিলেন যে মহিলাদের আবরণ মূলত একটি ইহুদি ঐতিহ্য ছিল এবং তিনি মাথা থেকে পা পর্যন্ত ইহুদি মহিলাদের ৪০০ বছরের পুরানো ছবি দেখেছিলেন। এছাড়াও সেফার্ডিক মহিলারা দাবি করেন যে তাদের মায়েরা তাদের শরীরকে পুরোপুরি ঢেকে রেখেছিলেন, যাতে তাদের পরিসংখ্যানগুলি বোঝা যায় না। সম্প্রদায়ের একজন সদস্য ব্যাখ্যা করেছেন যে তিনি \"পুরুষদের নিজেদের কাছ থেকে রক্ষা করার জন্য বিনয়ের এই নিয়মগুলি অনুসরণ করছিলেন বলে জানা গেছে। যে পুরুষ একজন মহিলার দেহের অঙ্গগুলি দেখে সে যৌন উত্তেজিত হয় এবং এটি তার পাপের কারণ হতে পারে। এমনকি যদি সে শারীরিকভাবে পাপ নাও করে, তবুও তার অপবিত্র চিন্তাগুলি নিজের মধ্যে পাপ। ধর্মীয় গোষ্ঠী, যা ২০০৮ সালে প্রায় ১০০ জন বলে অনুমান করা হয়েছিল এবং ২০২১-এর হিসাব অনুযায়ী কয়েকশোতে উন্নীত হতে পারে, বেইত শেমেশে মোটমুটি, তবে সাফেদ এবং জেরুজালেমেও এর অনুসারী রয়েছে। অধিকাংশ নারীদের ধর্মনিরপেক্ষ ব্যাকগ্রাউন্ড রয়েছে।\n\n\n== শিশু নির্যাতনের অভিযোগ ==\nফেব্রুয়ারী ২০০৮ সালে, কেরেনকে তার সন্তানদের উপর গুরুতর নির্যাতনের অভিযোগে গ্রেফতার করা হয়। আদালতে \"বি\" হিসাবে চিহ্নিত, তাকে ২০০৯ সালে জেরুজালেম জেলা আদালত দ্বারা একজন নাবালক বা অসহায় ব্যক্তির উপর অপব্যবহারের তিনটি অভিযোগে দোষী সাব্যস্ত করা হয়েছিল, এবং ২৫টি উত্তেজনাপূর্ণ পরিস্থিতিতে আক্রমণের জন্য, এবং তাকে চার বছরের কারাদণ্ড দেওয়া হয়েছিল। তার স্বামী, \"এম\" হিসাবে আদালতে চিহ্নিত, তাকেও ১০টি হামলার জন্য দোষী সাব্যস্ত করা হয়েছিল, এবং একটি নাবালক বা অসহায় ব্যক্তির প্রতি তিনবার অপব্যবহারের জন্য দোষী সাব্যস্ত করা হয়েছিল এবং তাকে ছয় মাসের কারাদণ্ড দেওয়া হয়েছিল৷\n\n\n== অন্যান্য অনুশীলন ==\nকেরেন পুরুষদের সামনে কথা বলেন না, এবং বিভিন্ন তপস্বী অনুশীলন গ্রহণ করেছেন। তার কারাবাসের সময়, তাকে প্রদত্ত খাবার খেতে অনিচ্ছার কারণে অপুষ্টি এবং অন্যান্য রোগের জন্য বেশ কয়েকবার হাসপাতালে ভর্তি করা হয়েছিল। গ্রুপের কিছু সদস্য টিকা বা আধুনিক ওষুধে বিশ্বাস করেন না বলে জানা গেছে। ফেব্রুয়ারী ৮, ২০১৩-এ, একজন মহিলার শিশুর চিকিৎসা বিহীন ফ্লুতে মৃত্যু হয়েছে বলে অভিযোগ করা হয়েছে, পিতামাতারা তখন আইন থেকে পালিয়েছিল৷ আরেকটি অনুষ্ঠানে, একটি নবজাতক শিশুকে জোর করে হাসপাতালে নিয়ে যেতে হয়েছিল, যখন মা হাসপাতাল এবং চিকিৎসকদের সাথে যোগাযোগ এড়াতে প্রসবের জন্য হাসপাতালে যেতে অস্বীকার করেছিলেন। গোষ্ঠীর মধ্যে শিশু নির্যাতন এবং অবহেলার অন্যান্য ঘটনাগুলি রিপোর্ট করা হয়েছে।\n\n\n== ইসরায়েলি সমাজে উপলব্ধি ==\nইসরায়েলি সংবাদপত্র বিনয় বিষয়ে কেরেনের শিক্ষার অনুসারীদের উল্লেখ করার জন্য অনানুষ্ঠানিক উপাধি \" তালেবান মাতা\" গ্রহণ করেছে। মরিয়ম শাভিভের মতে, আনুমানিক ১০০ \"ভোলা এবং অভাবী\" ইহুদি মহিলা, যাদের জন্য কেরেন একজন পবিত্র মহিলা ছিলেন, তাদের বাধ্য করা হয়নি, কিন্তু কেরেন দ্বারা নিশ্চিত করা হয়েছিল যে \"একজন মহিলার জন্য আদর্শ জনসমক্ষে দেখা যাবে না (এবং এমনকি নয়) শোনা যায় - সে দিনের পর দিন কথা বলা বন্ধ করত)। নিজেকে ঘৃণা করে, তিনি তাদের বলছিলেন, নিজেকে অদৃশ্য করে তুলেছিলেন, ফ্রুমকিটের উচ্চতা ছিল, যদিও বাস্তবে, হালছাহতে এর কোনও ভিত্তি নেই। \" ইসরায়েল ন্যাশনাল কাউন্সিল ফর দ্য চাইল্ড অনুরোধ করেছে যে কল্যাণ মন্ত্রণালয় বিষয়টি খতিয়ে দেখবে এবং নিশ্চিত করবে যে এই আচরণ মেয়েদের জন্য ক্ষতিকর না।\n\n\n=== ধর্মীয় এবং আইনি প্রতিক্রিয়া ===\nঅন্যান্য আল্ট্রা অর্থোডক্স স্কুলগুলির প্রতিক্রিয়া বাকি জনসাধারণের তুলনায় শক্তিশালী ছিল, এবং বিশেষ করে shal পোশাকের বিরুদ্ধে আতঙ্কের দ্বারা চিহ্নিত করা হয়েছে। ২০১১ সালের সেপ্টেম্বরে জেরুজালেমে \" এপিকোরোস \" মহিলাদের \"কাল্ট\" এর নিন্দা করে একটি বেনামী pashkevil পোস্ট করা হয়েছিল। এদাহ হাচারেইডিস শাল পরিধানের কাজটিকে অপ্রতুল পোশাক বা নগ্নতার মতো বিচ্যুত বলে ঘোষণা করে একটি আদেশ জারি করেছে। \"এখানে একটি সত্যিকারের বিপদ আছে যে অতিরঞ্জন করে, আপনি যা উদ্দেশ্য করেছেন তার বিপরীত করছেন, [ফলে] যৌন বিষয়ে গুরুতর সীমালঙ্ঘন\", এদাহ সদস্য রাব্বি শ্লোমো প্যাপেনহেইম ব্যাখ্যা করেছেন। বেইট শেমেশের ধর্মীয় আদালত এই গোষ্ঠীর তীব্র নিন্দা জারি করে এবং ইহুদি মহিলা এবং মেয়েদের তাদের অনুসরণ না করার বা তাদের রীতিনীতি অনুসরণ না করার জন্য সতর্ক করে।\nবেইট শেমেশের লোকেরা, যা অতি-অর্থোডক্সিতে সবচেয়ে ধর্মীয়ভাবে উগ্র সম্প্রদায়ের কিছু অন্তর্ভুক্ত করে, এই সম্প্রদায়টিকে উপহাসের বিন্দুতে উদ্যোগী বলে মনে করে। এমনকি সিক্রিকিম বোরখা পরার ঘটনার বিরুদ্ধে নেমেছিল, যা তারা চরম বলে মনে করে। মহিলারা তাদের পোশাকের কারণে স্থানীয় হেরেদি সম্প্রদায়ের দ্বারা নিয়মিতভাবে বঞ্চিত ও অপমানিত হতো। \"আমরা তাদের বাস থেকে নামিয়ে দিয়ে চিৎকার করে বলেছিলাম, 'ঈশ্বরের নামের অপব্যবহারকারী!\", একজন বাসিন্দা বলেন। আন্দোলনটি নারীর স্বামী এবং আত্মীয়দের মধ্যে তীব্র যন্ত্রণার সৃষ্টি করেছে, যদিও বেশিরভাগ স্বামীই তা সহ্য করে। কিছু পুরুষ ঢাকা মহিলাদেরকে অশালীন বলে অভিযুক্ত করে, কারণ তারা তাদের অস্বাভাবিক পোশাকের সাথে নিজেদের প্রতি আরও মনোযোগ আকর্ষণ করে। একজন ব্যক্তির  তার স্ত্রীকে বোরকা পরা বন্ধ করতে বাধ্য করার জন্য একটি রায় পাওয়ার প্রয়াসে একটি রব্বিনিকাল আদালতে গিয়েছিলেন। পরিবর্তে, আদালত, যাইহোক, মহিলার আচরণকে এতো \"চরম\" বলে মনে করে যে এটি দম্পতিকে আদালত অবিলম্বে ধর্মীয় বিবাহবিচ্ছেদের আদেশ দেয়।\n২০১৪ সালে, ইসরায়েলি পুলিশ এই সম্প্রদায়ের একজন সদস্যকে গুলি করে যখন সে একটি নিরাপত্তা চেকপয়েন্টে না থামিয়ে ওয়েস্টার্ন ওয়াল এলাকায় প্রবেশ করে। তিনি বেঁচে যান, এবং চিকিৎসার জন্য হাসপাতালে নিয়ে যাওয়া হয়।\n\n\n=== সাহিত্য ===\nইয়ার নেহোরাই, একজন ইসরায়েলি আইনজীবী যিনি \"তালেবান মা\" মামলায় জড়িত ব্যক্তিদের এবং অন্যান্য অতি-অর্থোডক্স চরমপন্থীদের প্রতিনিধিত্ব করেছেন, তিনি বাস্তব জীবনের \"তালেবান মা\" মামলার উপর ভিত্তি করে একটি বই লিখেছেন। তালেবান সন বইটি হিব্রু ভাষায় এবং জার্মান ভাষায় অনুবাদে প্রকাশিত হয়েছে।\n\n\n== অনুরূপ আন্দোলন ==\nআরেকটি হারেদি গোষ্ঠী যার জন্য মহিলা অনুগামীদের ইসলামিক স্টাইলের পর্দা পরতে হয় তা হল ইসরায়েলি-কানাডিয়ান রাব্বি শ্লোমো হেলব্রানসের লেভ তাহোর সম্প্রদায়। তবে এটি একটি বোরকা সম্প্রদায় নয় বরং একটি চাদর সম্প্রদায়, কারণ মহিলাদের মুখ ঢেকে রাখা হয় না। তেল আবিবের একজন মেসিয়ানিক দাবিদার এবং বিশ্বাস নিরাময়কারী গোয়েল র্যাটজন নামে ৩২ জন মহিলার সাথে থাকতেন বলে জানা গেছে যারা তাকে গ্রেপ্তার করার আগে প্রতিবেশীরা বলেছিল \"সাধারণ পোশাক পরতেন যা প্রতিবেশীরা ধর্মীয় মুসলমানদের সাথে তুলনা করে\"।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইসরায়েল হায়োম: বিট শেমেশের প্রাক্তন সদস্য \"বোরকা কাল্ট\" গ্রুপ সম্পর্কে সত্য প্রকাশ করেছে"}