{"pageid": 1384679, "title": "মুহাম্মদ বিন মাসলামা", "url": "https://bn.wikipedia.org/wiki?curid=1384679", "content": "মুহাম্মদ বিন মাসলামা (যিনি ৪৬ হিজরিতে মৃত্যুবরণ করেন) ছিলেন আউস গোত্রে জন্মগ্রহণকারী একজন সাহাবি। তিনি শুরুতে ইসলাম গ্রহণ করেন; তাবুকের যুদ্ধ ব্যতীত সমস্ত যুদ্ধে অংশ নেন। তিনি মিশর বিজয়ে অংশগ্রহণ করেন এবং সেখানে ওমর ইবনে খাত্তাবের বিশেষ দূত ছিলেন। মুআবিয়া ইবনে আবি সুফিয়ানের খিলাফতকালে নিহত না হওয়া পর্যন্ত মুহাম্মাদ ইবনে মাসলামা ফিতনা থেকে বিরত ছিলেন এবং তিনি আল রাবাদায় বসবাস করেন।\n\n\n== জীবনী ==\nমুহাম্মদ বিন মাসলামা সাদ বিন মুআয এবং উসাইদ বিন হুদায়রের ইসলাম গ্রহণের আগে এবং নবীজির হিজরতের আগে মুসাব বিন উমাইরের হাতে ইসলাম গ্রহণ করেছিলেন।  যখন নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিজরত করেন; তখন মুহাম্মাদ বিন মাসলামা এবং আবু উবাইদাহ বিন জারার মধ্যে ভ্রাতৃত্ব কায়েম করে দেন। \nতিনি মুহাম্মদ সা. এর সাথে সব যুদ্ধে অংশ নেন এবং তাবুক যুদ্ধে তিনি যেতে পারেননি; কারণ নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে মদিনায় তার স্থলাভিষিক্ত নিযুক্ত করেন।  যখন নবী মুহাম্মদ সা. উমরাতুল কাজার উদ্দেশ্যে বের হন এবং তিনি যুল হুলায়ফায় পৌঁছেন, তখন তিনি তার সামনে একশটি ঘোড়া উপস্থাপন করেন। তখন তিনি মুহাম্মদ বিন মাসলামাকে তাদের নেতা করেন। এছাড়াও নবীজি তাকে আরো দুটি যুদ্ধের আমির বানিয়েছিলেন; আল-কুরতা ও যুল-কিস্সা।  এছাড়া তিনি কাব বিন আল-আশরাফকে হত্যায় অংশগ্রহণ করেছিলেন। \nনবী মুহাম্মদ সা. এর মৃত্যুর পর মুহাম্মদ বিন মাসলামা মিশর বিজয়ে অংশগ্রহণ করেন এবং ব্যাবিলনের দুর্গ অবরোধে জুবায়ের ইবনে আওয়ামের সাথে ছিলেন। মুহাম্মদ বিন মাসলামা ইসলামের দ্বিতীয় খলিফা ওমর বিন খাত্তাবের বিশ্বস্ত ছিলেন, যিনি তাকে জুহায়নার কাছে থেকে জাকাত আদায়ের কাজে নিযুক্ত করেন। আল-জাবিয়ায় আসার সময় ইবনে মাসলামা ওমরের সেনাবাহিনীর অগ্রভাগে ছিলেন।  কর্মীদের কাছ  থেকে তাঁর কাছে আসা অভিযোগ তদন্ত করার জন্য তিনি কর্মীদের প্রতি ওমরের বিশেষ দূত ছিলেন। \nওসমান নিহত হলে মুহাম্মদ বিন মাসলামা বিবাদ ত্যাগ করেন। তিনি কটি কাঠের তলোয়ার নিয়ে রাব্দায় চলে যান। \nবিন মাসলামা ৪৬ হিজরিতে সাফারে নিহত হন। যে তাকে হত্যা করেছিল সে ছিল জর্ডানের একজন লোক যে তার বিদ্রোহের কারণে তার ওপর ক্রুদ্ধ ছিল; তাই সে তার বাড়িতে ঢুকে তাকে হত্যা করে।  মুহাম্মদ বিন মাসলামা ছিলেন লম্বা, কালো চামড়ার, মাঝারি উচ্চতার ও টাকমাথার অধিকারী। তিনি দশ পুত্র ও ছয় কন্যা রেখে গেছেন: আব্দুর রহমান, উম্মে ঈসা ও উম্মে আল-হারিস, যার মা ছিলেন উম্মে আমর বিনতে সালামা বিন ওয়াক্শ, যিনি বনু আব্দুল আশহাল গোত্র থেকে ছিলেন; আব্দুল্লাহ ও উম্মে আহমদ, যাদের মাতা ছিলেন আমরা বিনতে মাসউদ বিন আওস এবং সাদ, জাফর ও উম্মে যায়েদ, যাদের মাতা ছিলেন কুতাইলা বিনতে হুসাইন; ওমর, তার মা জাহরা বিনতে আম্মার ইবনে মুয়াম্মার; আনাস ও আমরা, তাদের মা কালব গোত্র থেকে ছিলেন; কায়স, যায়েদ, মুহাম্মদ, মাহমুদ, হাফসা, যারা তার ক্রীতদাসীর থেকে জন্ম নেন। \n\n\n== হাদিস বর্ণনা ==\nতিনি নবী মুহাম্মদ সা. থেকে বর্ণনা করেছেন।\nতার সনদে বর্ণনা করেছেন : মিসওয়ার ইবনে মাখরামা, সাহল ইবনে আবি হাতমা, কুবাইসা ইবনে জিয়ব্, আব্দুর রহমান আল-আ'রজ, উরওয়া ইবনে জুবায়ের, আবু মুসা আশআরী, তার ছেলে মাহমুদ বিন মুহাম্মাদ বিন মাসলামা, কুবাইসা বিন হিসান , জাবির বিন আব্দুল্লাহ বিন আমর বিন হারাম, হাসান বাসরি, দাবায়া বিন হুসাইন, মুগিরা বিন শুবা ও আবুল আশ 'আত আল-সান'আনি। \nআল-জারহ ও তা'দীল : মুহাম্মাদ বিন মাসলামার মোট ছয়টি হাদীস বর্ণিত আছে এবং সিহাহ সিত্তার ইমামগণ তাদের গ্রন্থে তার হাদিস বর্ণনা করেছেন।  \n\n\n== তথ্যসূত্র =="}