{"pageid": 1384532, "title": "তারা চাঁদ", "url": "https://bn.wikipedia.org/wiki?curid=1384532", "content": "তারা চাঁদ (১৭ জুন ১৮৮৮ - ১৪ অক্টোবর ১৯৭৩) ছিলেন ভারতীয় প্রত্নতাত্ত্বিক এবং ইতিহাসবিদ। ভারতের প্রাচীন ইতিহাস ও সংস্কৃতি বিশেষজ্ঞ তিনি এলাহাবাদ বিশ্ববিদ্যালয়ের অধ্যাপক ছিলেন। ১৯৪০-এর দশকে উপাচার্যের দায়িত্ব পালন করেন। \n\n\n== জীবনী ==\nতারা চাঁদের জন্ম ১৮৮৮ খ্রিস্টাব্দের ১৭ জুন ব্রিটিশ ভারতের অধুনা  পাকিস্তানের শিয়ালকোটে। তার পিতা ছিলেন মুন্সী কৃপা নারায়ণ। উচ্চ শিক্ষার্থে তিনি ইংল্যান্ড যান। দ্য কুইন্স কলেজ, অক্সফোর্ড হতে ১৯২২ খ্রিস্টাব্দে ভারতীয় সংস্কৃতিতে ইসলামের প্রভাব বিষয়ে গবেষণা করে ডি. ফিল ডিগ্রি অর্জন করেন। \nদেশে ফিরে তারাচাঁদ প্রথমে  এলাহাবাদ বিশ্ববিদ্যালয়ে রাষ্ট্রবিজ্ঞানের অধ্যাপক হিসাবে যোগ দেন। ১৯৪৫ -৪৭ খ্রিস্টাব্দে তিনি রাষ্ট্রবিজ্ঞান বিভাগের প্রধান হন। ১৯৪৭-৪৯ খ্রিস্টাব্দ সময়ে তিনি উপাচার্যের দায়িত্বে ছিলেন এবং এই সময়েই তিনি ভারত সরকারের শিক্ষা উপদেষ্টা পদে অধিষ্ঠিত হন। ১৯৫১ খ্রিস্টাব্দে তিনি তেহেরানে ভারতের রাষ্ট্রদূত নিযুক্ত হন এবং ১৯৫৭ খ্রিস্টাব্দে তার স্থলাভিষিক্ত হন বদরুদ্দিন তৈয়বজি (কূটনীতিক)। ১৯৫৭ খ্রিস্টাব্দের ২২ আগস্ট তারাচাঁদ রাজ্যসভার সাংসদ মনোনীত হন এবং ১৯৬৮ খ্রিস্টাব্দের ২ এপ্রিল পর্যন্ত ওই পদে ছিলেন।\n\n\n== রচিত গ্রন্থসমূহ ==\nচাঁদ, তারা (১৯২২)। ইনফ্লুয়েন্স অফ ইসলাম অন ইন্ডিয়ান কালচার। রিড বুকস। আইএসবিএন 978-14-0673-040-1। \nচাঁদ, তারা (১৯৬৬)। ম্যাটেরিয়াল অ্যান্ড আইডিওলজিক্যাল ফ্যাক্টর্স ইন ইন্ডিয়ান হিস্ট্রি। এলাহাবাদ বিশ্ববিদ্যালয়। \nচাঁদ, তার (১৯৬৭)। হিস্ট্রি অফ দ্য ফ্রিডম মুভমেন্ট ইন  ইন্ডিয়া। প্রকাশনা বিভাগ, তথ্য ও সম্প্রচার মন্ত্রণালয়।  \nচাঁদ, তারা (১৯৭৯)। সোসাইটি অ্যান্ড স্টেট ইন দ্য মুঘল পিরিয়ড। বুক ট্রেডার্স। \n\n\n== স্বীকৃতি ==\nএলাহাবাদ বিশ্ববিদ্যালয় চাঁদের স্মৃতিতে ডক্টর তারা চাঁদ ছাত্রাবাস স্থাপন করে। \nবিশ্ববিদ্যালয় অ্যালামনাই অ্যাসোসিয়েশন তার নামে একটি বার্ষিক বৃত্তি প্রদান করে। \nইতিহাসের জন্য তারাচাঁদ স্বর্ণপদক তাঁর নামে দেওয়া হয়। ১৯৭৩ খ্রিস্টাব্দে অনুষ্ঠিত সেন্ট্রাল বোর্ড অফ সেকেন্ডারি এডুকেশনের সর্বভারতীয় উচ্চ মাধ্যমিক পরীক্ষায় ইতিহাসে সর্বোচ্চ নম্বর পাওয়ার জন্য চন্দ্ররেখা মন্ত্রীকে 'তারাচাঁদ স্বর্ণপদক' প্রদান করা হয়।\n\n\n== তথ্যসূত্র =="}