{"pageid": 1384870, "title": "জন কবির", "url": "https://bn.wikipedia.org/wiki?curid=1384870", "content": "জন কবির একজন বাংলাদেশি অভিনেতা, মডেল এবং সঙ্গীত শিল্পী। তিনি বর্তমানে সাইকেডেলিক রক ব্যান্ড ইন্ডালোর মূল গায়ক এবং গিটারিস্ট। এছাড়াও তিনি বাংলাদেশি অল্টারনেটিভ রক এবং গ্রুঞ্জ ব্যান্ড ব্ল্যাকের একজন প্রতিষ্ঠাকালীন সদস্য এবং প্রাক্তন ফ্রন্টম্যান।\n\n\n== ব্যক্তিগত ও কর্মজীবন ==\n১৯৮১ সালের ১০ জুলাই ঢাকায় জন্মগ্রহণ করেন জন কবির। তিনি আদমজী ক্যান্টমেন্ট কলেজ থেকে উচ্চমাধ্যমিক ও নর্থ সাউথ বিশ্ববিদ্যালয় থেকে স্নাতক সম্পন্ন করেন। তিনি অনেক ছোটবেলা থেকেই সঙ্গীতের প্রতি অনুপ্রাণিত ছিলেন এবং ৯০ এর দশকের শেষের তার স্কুলের বন্ধুদের নিয়ে বিভিন্ন গানের কাভার করা শুরু করেন।\n\n\n=== ব্ল্যাক (১৯৯৭ - ২০১১) ===\nজন ৯০ এর দশকের শেষের দিকে উইল্‌স‌ লিট্‌ল ফ্লাওয়ার স্কুল এন্ড কলেজের দুই বন্ধু মুশফিক জাহান ও টনি ভিনসেন্টের সাথে জ্যামিং শুরু করেন। তারা ক্যাসেটে পার্ল জ্যাম, স্টোন টেম্পল পাইলটস এবং সাউন্ডগার্ডেনের মতো ব্যান্ডের গান শুনতেন। এই ব্যান্ডগুলো তাদের পরবর্তি সঙ্গীত কর্মজীবনে অনেক বেশি অনুপ্রাণিত করেছিল। মুশফিক আর টনির সাথে ১৯৯৭ সালে জন অল্টারনেটিভ রক ব্যান্ড ব্ল্যাক গঠন করেন। মুশফিক ছিলেন লিড গিটারিস্ট, টনি ছিলেন ড্রামার এবং জন ছিলেন কণ্ঠশিল্পী ও গিটারিস্ট। পরবর্তিতে তাহসান খান, আসিফ হক সহ আরও অনেকেই এই ব্যান্ডের সাথে যুক্ত হয়েছিল। ২০০১ সালে ইশা খান দুরের ছাড়পত্র অ্যালবামে তাদের প্রথম গান এবং ২০০২ সালে তাদের নিজস্ব প্রথম অ্যালবাম \"আমার পৃথিবী\" প্রকাশ করে'। ২০১১ সালে জন সঙ্গীত জগত থেকে বিরতি নিতে চেয়েছিলেন কিন্তু ব্যান্ডের আর্থিক অসঙ্গতির কথা ভেবে অন্যান্য সদস্যদের মত ভিন্ন ছিল। অনির্দিষ্টকালের জন্য সঙ্গীত থেকে বিরতি নেওয়া নিয়ে ব্যান্ডের মধ্যে দন্দ্বের কারণে জন ব্যান্ড ছেড়ে চলে যান।\n\n\n=== ইন্ডালো (২০১২ - বর্তমান) ===\nব্ল্যাক ব্যান্ড ছাড়ার পরে জন সঙ্গীত অন্বেষণ শুরু করেন, বিভিন্ন দেশের কনসার্ট এবং সঙ্গীতানুষ্ঠানে যাওয়া শুরু করেন। সে তার পুরনো বন্ধু জুবায়ের হোসেনের সাথে আবার জ্যামিং শুরু করেন। তাদের একই ধরনের সঙ্গীতের প্রতি আগ্রহ ছিল এবং একসাথে তাদের প্রিয় গানগুলো কভার করতে শুরু করলেন। এরপর ২০১২ সালে জন বার্ট নন্দিত আরেং, জুবায়ের হোসেন এবং ডিও হকের সাথে রক ব্যান্ড ইন্দালো প্রতিষ্ঠা করেন। ২০১৫ সালে এই ব্যান্ড তাদের প্রথম অ্যালবাম \"কখন কিভাবে কে জানে\" প্রকাশ করে।\n\n\n=== অভিনয় ===\nজনের অভিনয়ের প্রতি তেমন কোনো অনুপ্রেরণা বা আবেগ কিছুই ছিল না। ২০০৬ সালে তার কাছে অফবিট টেলিফিল্মে অভিনয় করার প্রস্তাব আসলে তিনি প্রথমে চেয়েছিলেন প্রত্যাখ্যান করতে, তবে পরবর্তিতে রাজি হন অভিনয় করতে। তিনি এই টেলিফিল্মের পর অভিনয়ের প্রতি অনেকটা অনুপ্রাণিত হন এবং ২০১৪ সাথে তিনি বছরে দুই থেকে তিনটা টেলিফিল্মে অভিনয় করার সিদ্ধান্ত নেন।\n\n\n== তথ্যসূত্র =="}