{"pageid": 1384369, "title": "নীলম ভার্মা", "url": "https://bn.wikipedia.org/wiki?curid=1384369", "content": "নীলম ভার্মা   Integrity Dating - এর প্রতিষ্ঠাতা। তিনি একজন আন্তর্জাতিক স্পিকার, টিভি উপস্থাপক এবং প্রাক্তন মিস কানাডা এবং মিস ইউনিভার্স ফাইনালিস্ট।\n\n\n== জীবনী ==\nনীলম ভার্মা Integrity Dating এর প্রতিষ্ঠাতা। তিনি একজন আন্তর্জাতিক স্পিকার, টিভি উপস্থাপক এবং প্রাক্তন মিস কানাডা এবং মিস ইউনিভার্স ফাইনালিস্ট। তিনি মিডিয়াতে এবং মাইন্ডভ্যালিতে একজন স্পিকার এবং বিশেষজ্ঞ হিসাবে কাজ করছেন। নীলম পাঠ্যক্রম শেখায় এবং ডেটিংয়ে মানুষকে আরও ইচ্ছাকৃত হতে সাহায্য করার জন্য বিভিন্ন ইভেন্ট করেছেন।  নীলম সিএনএন, ইএসপিএন, ডিসকভারি চ্যানেল, রজার্স মিডিয়া, টিআরটি ওয়ার্ল্ড, কুইবেকর সহ মিডিয়া নেটওয়ার্কগুলির জন্য টিভি উপস্থাপক হিসাবে কাজ করেছেন। তিনি মিস কানাডা খেতাব জিতেছিলেন এবং মিস ইউনিভার্স প্রতিযোগিতার চূড়ান্ত প্রতিযোগী ছিলেন, তিনি দেশের প্রতিনিধিত্বকারী ভারতীয় বংশোদ্ভূত প্রথম মহিলা। তিনি ইয়র্ক ইউনিভার্সিটি-এর শুলিচ স্কুল অফ বিজনেস থেকে স্নাতক ডিগ্রী অর্জন করেন এবং মিডিয়াতে কাজ করার আগে প্রক্টর অ্যান্ড গ্যাম্বল এবং ফরচুন ৫০০ কোম্পানিতে কাজ করেন।\n\n\n== কর্মজীবন ==\n\n\n=== উদ্যোক্তা ===\nনীলম একজন উদ্যোক্তা এবং ইন্টিগ্রিটি ডেটিং এর প্রতিষ্ঠাতা। কনসাস ডেটিংয়ে একটি বিশ্বব্যাপী আন্দোলন তৈরি করতে, নীলম ২০২০ সালে তার কোম্পানি চালু করেছিলেন। তিনি অনলাইন কোর্স শেখান এবং তিনি দেখান যে বিশ্বব্যাপী এমন ইভেন্ট রয়েছে যা মানুষকে অর্থপূর্ণ সম্পর্ক তৈরি করতে সহায়তা করে।\n\n\n=== টেলিভিশন ===\nনীলম কানাডা, মার্কিন যুক্তরাষ্ট্র, ভারত এবং মধ্যপ্রাচ্যে সকালের অনুষ্ঠান, সংবাদ, বিনোদন এবং লাইফস্টাইল অনুষ্ঠানের জন্য ব্রডকাস্ট সাংবাদিক এবং টিভি হোস্ট হিসাবে কাজ করেছেন। তিনি সেলিব্রিটি, সিইও, নিউ ইয়র্ক টাইমস এর লেখক, ক্রীড়াবিদ এবং আধ্যাত্মিক নেতাদের সাক্ষাৎকার নিয়েছেন। তিনি সি.এন.এন ইন্টারন্যাশনাল থেকে প্রশিক্ষণ নিয়েছেন ।\nতিনি ইস্তাম্বুলে, টিআরটি ওয়ার্ল্ডে উপস্থাপক হিসেবে কাজ করেছেন । ইএসপিএন-এর হোস্ট হিসেবে ভারতে \"প্রিমিয়ার ফুটসাল\"-এর হোস্ট হিসেবে, ডিসকভার চ্যানেলে ডেইলি প্ল্যানেট-এ হোস্ট হিসেবে, সান নিউজ নেটওয়ার্কে ফার্স্ট লুক উইথ নীলম ভার্মা-এ মর্নিং শো হোস্ট হিসেবে কাজ করেছেন। ভার্মা, কানাডায় বলিউড বুলেভার্ড-এর জন্য একটি বিনোদন অ্যাঙ্কর হিসাবে রজার্স মিডিয়া এর সাথেও কাজ করেছেন ।\nতিনি জাতিসংঘ, মিস কানাডা পেজেন্ট, মাইন্ডভ্যালি এবং IFFA পুরস্কারের একজন স্পিকার এবং উপস্থাপক ছিলেন।\n\n\n=== মিস ইউনিভার্স ===\n\nনীলম ২০০২ সালে মিস ইউনিভার্স কানাডা প্রতিযোগিতা জিতেছিল, ভারতীয় ঐতিহ্যের প্রথম মহিলা হিসেবে তিনি এ খেতাব জিতেছিলেন। তিনি সান জুয়ান, পুয়ের্তো রিকো]]-এ মিস ইউনিভার্স প্রতিযোগিতায় কানাডার প্রতিনিধিত্ব করেছিলেন এবং ফাইনালিস্ট হিসেবে শীর্ষ ১০-এ তালিকাভুক্ত ছিলেন। তিনি মিস ইউনিভার্স কানাডা এর পেজেন্ট হোস্ট হিসেবে কাজ করেছিলেন এবং বিচারক প্যানেলে ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}