{"pageid": 138481, "title": "বিদ্যুৎ উৎপাদন কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=138481", "content": "বিদ্যুৎ উৎপাদন কেন্দ্র , সংক্ষেপে বিদ্যুৎ কেন্দ্র বা পাওয়ার স্টেশন মানে কারখানায় ব্যবহারের সুবিধা সম্পন্ন বিদ্যুৎ শক্তি উৎপাদনের একটি উপায়। পাওয়ার স্টেশন জেনারেটিং স্টেশন, পাওয়ার প্ল্যান্ট বা পাওয়ার হাউজ নামেও পরিচিত। \nপাওয়ার স্টেশনের মূল কেন্দ্রবিন্দুতে থাকে জেনারেটর নামের একধরনের ঘূর্ণায়মান যন্ত্র যা পরিবাহক ও চৌম্বক ক্ষেত্রের মাঝে পারস্পরিক গতি সৃষ্টির মাধ্যমে যান্ত্রিকশক্তিকে তড়িৎ শক্তিতে রূপান্তর করে। কী ধরনের জেনারেটর ব্যবহৃত হবে তা শক্তির উৎসের ওপর নির্ভর করে। এটা নির্ভর করে কি ধরনের জ্বালানির সহজলভ্যতা ও বিদ্যুৎ উৎপাদনের কৌশলের উপরে। \n\n\n== ইতিহাস ==\nএডিসন ইলেকট্রিক লাইট স্টেশন হলো প্রথম পাওয়ার স্টেশন যা ১৮৮২ সালের জানুয়ারিতে কাজ শুরু করে।টমাস জনসনের উদ্যোগে এটা চালু হয় ও তার অংশীদার এডোয়ার্ড জনসন এটা গঠন করে ও তত্ত্বাবধান করে।১২৫ অশ্বশক্তির বাস্পীয় ইঞ্জিনকে ব্যাবকক ও উইলকক্স বয়লার ক্ষমতায়িত করে যা জুম্বো নামের একটি ২৭ টন ওজনের একটি জেনারেটরকে চালায়।\n\n\n== তাপীয় পাওয়ার স্টেশন ==\n\nতাপীয় পাওয়ার স্টেশনে যান্ত্রিক শক্তি উৎপাদিত হয় তাপ ইঞ্জিনের মাধ্যমে যা জ্বালানি জ্বালিয়ে তাপশক্তি সরবরাহ করে। বেশির ভাগ তাপীয় পাওয়ার স্টেশন বাস্প উৎপাদন করে যা বাস্পীয় পাওয়ার স্টেশন নামেও পরিচিত। তাপগতিবিদ্যার দ্বিতীয় সূত্র অনুযায়ী তাপশক্তির পুরোটা যান্ত্রিক শক্তিতে পরিণত হতে পারে না। তাই পরিবেশে কিছু তাপের পরিগমন ঘটে। যদি ক্ষতিটা উপকারী তাপে পরিণত হয় তখন পাওয়ার প্ল্যান্টে সহকারী পাওয়ার স্টেশন থাকে যাকে কম্বাইন্ড হিট এ্যান্ড পাওয়ার প্ল্যান্ট বলা হয়।\nবাস্পের সর্বোচ্চ তাপমাত্রার মাধ্যমে স্টিম টারবাইনের কার্যক্ষমতা সীমাবদ্ধএবং শুধু মাত্র সরাসরি জ্বালানি ব্যবহারের মাঝে সীমাবদ্ধ না। একই বাস্পীয় অবস্থার জন্য, কয়লা, নিউক্লিয়ার ও গ্যাস পাওয়ার প্ল্যান্টের তাত্ত্বিকভাবে একই কার্যক্ষমতা।\n\n\n== প্রকারভেদ ==\nতাপীয় পাওয়ার স্টেশনে জ্বালানি ব্যবহারের দিক থেকে ও প্রাইম মুভারের ব্যবহারের দিক থেকে নানা ভাগে ভাগ করা যায়।\n\n\n== জ্বালানির মাধ্যমে ==\nনিউক্লিয়ার পাওয়ার প্ল্যান্ট ব্যবহার করে নিউক্লিয়ার রিঅ্যাক্টরের তাপ যা স্টিম টারবাইন জেনারেটরকে চালায়। আমেরিকাতে শতকরা ২০ ভাগ বিদ্যুৎ উৎপন্ন হয় নিউক্লিয়ার পাওয়ার প্ল্যান্ট ব্যবহার করে।\nফসিলকে জ্বালানি হিসেবে ব্যবহার করা পাওয়ার প্ল্যান্টে স্টিম টারবাইন জেনারেটর ব্যবহৃত হয়। কম্বাশন টারবাইন ব্যবহার করে প্রাকৃতিক গ্যাস ব্যবহারকারী প্ল্যান্টগুলো। কয়লা ব্যবহারকারী পাওয়ার স্টেশনে কয়লা পুড়িয়ে বাস্প তৈরি করে বিদ্যুৎ উৎপাদন করা হয়। তবে এর পার্শ্ব প্রতিক্রিয়া হলো বিপুল পরিমাণে কার্বন-ডাই-অক্সাইড বের হয় পরিবেশে যা বৈশ্বিক উষ্ণতা বৃদ্ধিতে ভূমিকা রাখতে পারে। আমেরিকাতে শতকরা ৫০ ভাগ বিদ্যুৎ উৎপন্ন হয় নিউক্লিয়ার পাওয়ার প্ল্যান্ট ব্যবহার করে ।\nভূ-তাপীয় পাওয়ার প্ল্যান্ট উত্তপ্ত ভূ-গর্ভস্থ পাথরের মাধ্যমে বাস্প উৎপাদন করে।\nপুনরায় ব্যবহার যোগ্য পাওয়ার প্ল্যান্টে আখের আবর্জনা , পয়নিস্কাসন প্রণালীর কঠিন আবর্জনা ইত্যাদি ব্যবহার করা হয়।\nসূর্য তাপীয় পাওয়ার প্ল্যান্টে সূর্যের আলো ব্যবহার করা হয় পানি গরম করতে যা জেনারেটরকে চালু করে।\nসমন্বিত স্টীল মিলে ব্ল্যাস্ট ফার্নেস থেকে নির্গত গ্যাসের দাম কম যদিও তা নিম্ন শক্তির ঘনত্ব বিশিষ্ট জ্বালানি।\nকারখানা থেকে উৎপন্ন বাড়তি তাপ মাঝে মাঝে বিদ্যুৎ উৎপাদনে ব্যবহার করা হয় যা স্টিম বয়লার ও টারবাইনে ব্যবহার করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nIdentification System for Power Stations (KKS)\nPower station diagram  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ এপ্রিল ২০১১ তারিখে\nMechanicville Hydroelectric Power Station Tour Video\nLargest Power Plants in the World\nPower Plant Operators, Distributors, and Dispatchers (Occupational Outlook Handbook)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ সেপ্টেম্বর ২০০৮ তারিখে\nDatabase of carbon emissions of power plants worldwide (Carbon Monitoring For Action: CARMA)"}