{"pageid": 1384093, "title": "দ্য ড্রপ (ভাস্কর্য)", "url": "https://bn.wikipedia.org/wiki?curid=1384093", "content": "দ্য ড্রপ  (ইংরেজি: The drop, অনুবাদ 'তরল ফোঁটা') হলো ইঙ্গেস ইডি নামে পরিচিত জার্মান ভাস্করদলের নকশা করা একটি বৃষ্টির ফোঁটা সদৃশ্য ইস্পাত ভাস্কর্য, যা ভ্যানকুভার শহরের কেন্দ্রস্থলে কোল হারবার এলাকায় বন ভয়েজ প্লাজায় অবস্থিত। ৬৫-ফুট (২০-মিটার) লম্বা ভাস্কর্যটি স্টাইরোফোম এবং নীল পলিউরেথেন দিয়ে আবৃত। ইঙ্গেস ইডির মতে, ভাস্কর্যটি \"প্রকৃতির শক্তির প্রতি শ্রদ্ধা\" এবং \"আমাদের চারপাশের জলের প্রতি-সম্পর্ক এবং দৃষ্টিভঙ্গি\" উপস্থাপন করে। ভাস্কর্যটি ২০০৯ সালে  ভ্যানকুভার কনভেনশন সেন্টারের শিল্পকলা প্রকল্পের অংশ হিসাবে নির্মাণ ও স্থাপনের অনুমোদন পেয়েছিল। বর্তমানে এটি বিসি প্যাভিলিয়ন কোম্পানির মালিকানাধীন।\n\n\n== বর্ণনা এবং ইতিহাস ==\nসিটি অফ ভ্যানকুভার পাবলিক আর্ট রেজিস্ট্রির তথ্যানুসারে, দ্য ড্রপ একটি নীল ৬৫-ফুট (২০-মিটার) লম্বা ভাস্কর্যটি, \"একটি মৃদু 'বৃষ্টির ফোঁটা', যেটি কোন তলে পতনের মুহূর্ত\" ধারণ করে। ভাস্কর্যটির কেন্দ্রীয় \"মেরুদন্ড\" ইস্পাত দিয়ে গঠিত এবং স্টাইরোফোম এবং নীল পলিউরেথেন দিয়ে আবৃত। দ্য ড্রপের বহিরাবরণ আকাশের রঙের পরিপূরক এবং বিপরীত তীরে (উত্তর ভ্যানকুভারের) দৃশ্যমান বড় হলুদ সালফারের স্তূপের সাথে বৈপরীত্য তৈরি করে।\nভ্যানকুভার কনভেনশন সেন্টার শিল্পকলা প্রকল্পের অংশ হিসাবে ভাস্কর্যটির  নির্মাণ নকশা ও স্থাপনের জন্য নির্বাচিত হয়েছিল। ইঙ্গেস ইডি নামের চারজন জার্মান ভাস্করের একটি দলের জন্য এটি ছিল উত্তর আমেরিকায় বানানো প্রথম ভাস্কর্য। ভাস্কর্যটি ২০০৯ সালে বন ভয়েজ প্লাজায় (ভ্যানকুভার কনভেনশন সেন্টার সংলগ্ন) বারার্ড স্ট্রিটের শেষে, ভ্যানকুভারের ডাউনটাউনের কোল হারবার পাড়ায় জলের ধারে স্থাপন করা হয়েছিল।  ২০১০ সালের শীতকালীন অলিম্পিকের সময় টেলিভিশন ক্যামেরার দৃশ্যে বাধা দেওয়ার জন্য দ্য ড্রপকে সাময়িকভাবে সরানো হয়েছিল।\n\n\n== অভ্যর্থনা ==\nভ্যানকুভার অবজার্ভার ভাস্কর্যটিকে \"ভ্যানকুভারের উপশিষ্ট বস্তু\" হিসাবে উল্লেখ করেছে। প্রকাশনার বর্ণনা অনুসারে, দ্য ড্রপের  সাথে \"দর্শকের কৌতুকপূর্ণ সম্পর্ক\" রয়েছে এবং ভ্যানকুভারের বাসিন্দাদের জন্য এটি \" বিশাল গোপন রসিকতা\"। এটি শহরের উচ্চ বৃষ্টিপাতের পরিমাণকে নির্দেশ করে। বৃষ্টিপাতের পরিমাণের হিসেবে অ্যাবটসফোর্ড এবং হ্যালিফ্যাক্সের পরে ভ্যানকুভার হলো কানাডার তৃতীয় বড় শহর, যেখানে প্রতি বছর ১৬২-এরও বেশিদিন বৃষ্টি পরে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভ্যানকুভার কনভেনশন সেন্টার শিল্পকলা প্রকল্প  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ জুন ২০১৫ তারিখে"}