{"pageid": 1384772, "title": "নিউই", "url": "https://bn.wikipedia.org/wiki?curid=1384772", "content": "নিউই (, ; নিউইয়ান: Niuē) হল দক্ষিণ প্রশান্ত মহাসাগরে নিউজিল্যান্ডের একটি স্ব-শাসিত অঞ্চল, যা নিউজিল্যান্ডের ২,৪০০ কিলোমিটার (১,৫০০ মাইল) উত্তর-পূর্বে অবস্থিত। নিউই'র ভূমি এলাকা প্রায় ২৬১.৪৬ বর্গকিলোমিটার (১০০.৯৫ বর্গমাইল) ও এর জনসংখ্যা ২০২২ সালের জনশুমারিতে ছিল ১,৬৮৯ জন এবং তারা প্রধানত পলিনেশীয়। এটি নিউ টোঙ্গা, সামোয়া এবং কুক দ্বীপপুঞ্জের মধ্যে একটি ত্রিভুজে অবস্থিত। এটি টোঙ্গা থেকে ৬০৪ কিলোমিটার উত্তর-পূর্বে অবস্থিত। দ্বীপটিকে সাধারণত \"দ্য রক\" বলা হয়, যা ঐতিহ্যগত নাম \"দ্য রক অফ পলিনেশিয়া\" থেকে উদ্ভূত হয়েছে।\nনিউই বিশ্বের বৃহত্তম প্রবাল দ্বীপগুলির একটি। দ্বীপের ভূখণ্ডের দুটি লক্ষণীয় স্তর রয়েছে। উচ্চ স্তরটি উপকূল বরাবর চলমান একটি চুনাপাথরের ক্লিফ দ্বারা গঠিত। দ্বীপের কেন্দ্রে একটি মালভূমি রয়েছে, যা সমুদ্রপৃষ্ঠের থেকে প্রায় ৬০ মিটার উপরে পৌঁছেছে। নীচের স্তরটি একটি উপকূলীয় সোপান, প্রায় ০.৫ কিমি (০.৩ মাইল) চওড়া এবং প্রায় ২৫-২৭ মিটার (৮০-৯০ ফুট) উচু, যা ঢালু হয়ে নিচে নেমে গিয়েছে এবং ছোট খাটো পাহাড় হয়ে সমুদ্রের সাথে মিলিত হয়। একটি প্রবাল প্রাচীর দ্বীপটিকে ঘিরে রয়েছে এবং প্রাচীরের একমাত্র প্রধান বিরতিটি রাজধানী আলফির কাছে কেন্দ্রীয় পশ্চিম উপকূলে অবস্থিত।\nনিউজিল্যান্ডের সাথে মুক্ত সহযোগিতায় নিউই একটি স্ব-শাসিত রাষ্ট্র এবং নিউজিল্যান্ড তার পক্ষে সর্বাধিক কূটনৈতিক সম্পর্ক পরিচালনা করে। নিউজিল্যান্ডের রাজ্যের অংশ হিসাবে নিউইয়ানরা নিউজিল্যান্ডের নাগরিক এবং চার্লস ৩য় নিউজিল্যান্ডের রাজা হিসাবে তার ক্ষমতায় নিউয়ের রাষ্ট্রপ্রধান। নিউজিল্যান্ডে ৯০% থেকে ৯৫% নিউয়ান বাস করে এবং এর সাথে প্রায় ৭০% নিউইয়ান ভাষার ভাষাভাষী।  নিউই একটি দ্বিভাষিক দেশ, যেখানে জনসংখ্যার ৩০% নিউইয়ান ও ইংরেজি উভয় ভাষাতেই কথা বলে এবং একভাষিক ইংরেজি-ভাষী লোকেদের শতাংশ মাত্র ১১%, যেখানে ৪৬% একভাষিক নিউইয়ান ভাষাভাষী।\nনিউই দেশ জাতিসংঘের সদস্য না-হলেও জাতিসংঘের  সংস্থাগুলি আন্তর্জাতিক আইনের উদ্দেশ্যে স্বাধীনতার সমতুল্য একটি স্বাধীন যুক্তরাষ্ট্র হিসাবে দেশের মর্যাদা স্বীকার করেছে।  নিউই ১৯৮০ খ্রিস্টাব্দ থেকে প্যাসিফিক কমিউনিটির সদস্য।\nনিউ ১৪টি গ্রামে (পৌরসভা) বিভক্ত এবং প্রতিটি গ্রামে একটি কাউন্সিল রয়েছে, যা তার চেয়ারম্যান নির্বাচন করে। গ্রামগুলো একই সাথে নির্বাচনী জেলা; প্রতিটি গ্রাম নিউই অ্যাসেম্বলিতে (সংসদ) একজন সমাবেশ কর্মী পাঠায়। একটি ছোট ও গণতান্ত্রিক জাতি হিসেবে নিউয়ানরা প্রতি তিন বছর পরপর আইনসভা নির্বাচন করে।\n\n\n== তথ্যসূত্র =="}