{"pageid": 1384501, "title": "ফেরহাত পাশা মসজিদ (বানজা লুকা)", "url": "https://bn.wikipedia.org/wiki?curid=1384501", "content": "ফেরহাত পাশা মসজিদ (বসনীয়: Ferhat-pašina džamija , তুর্কি: Ferhad Paşa Camii), ফেরহাদিজা মসজিদ নামেও পরিচিত, এটি বানজা লুকা শহরের একটি মসজিদ এবং বসনিয়া ও হার্জেগোভিনার ১৬ শতকের অটোমান ইসলামিক স্থাপত্যের অন্যতম শ্রেষ্ঠ অর্জন। একটি জাতিগত নির্মূল অভিযানের অংশ হিসেবে রিপাবলিকা শ্রপস্কা- এর কর্তৃপক্ষের নির্দেশে ১৯৯৩ সালে মসজিদটি ভেঙে ফেলা হয়েছিল, এবং ৭ মে ২০১৬-এ পুনরায় নির্মাণ ও খোলা হয়েছিল।\nবসনিয়ান সানজাক-বে ফেরহাদ পাশা সোকোলোভিচ কর্তৃক পরিচালিত, মসজিদটি ১৫৭৯ সালে নির্মিত হয়েছিল অর্থ দিয়ে যা ঐতিহ্য হিসাবে রয়েছে, হ্যাবসবার্গ জেনারেল হারবার্ড অষ্টম ভন আউয়েরস্পার্গের বিচ্ছিন্ন মাথার জন্য আউয়ারস্পার্গ পরিবার অর্থ প্রদান করেছিল। এবং ১৫৭৫ সালে ক্রোয়েশিয়ান সীমান্তে একটি যুদ্ধের পরে জেনারেলের ছেলের মুক্তিপণ, যেখানে ফেরহাদ পাশা বিজয়ী হয়েছিলেন।\nমসজিদটি, তার ধ্রুপদী অটোমান স্থাপত্য সহ, সম্ভবত মিমার সিনান- এর একজন ছাত্র দ্বারা ডিজাইন করা হয়েছিল। মসজিদটি নির্মাণকারী নির্মাতাদের সম্পর্কে কোন লিখিত তথ্য নেই, তবে এর স্থাপত্য বিশ্লেষণ করলে দেখা যায় যে কাজের পরিচালক ছিলেন সিনান স্কুল থেকে যেহেতু মসজিদটি ১৫৮৬ সালের মানিসার সিনানের মুরাদিয়ে মসজিদের সাথে সুস্পষ্ট মিল দেখায়।\n\n\n== স্থাপত্য সমাহার ==\nফেরহাদিজা মসজিদের সমাহারে মসজিদ, আঙিনা, একটি কবরস্থান, ঝর্ণা, ৩টি সমাধি (\" টার্বেস \") এবং গেট সহ চারপাশের প্রাচীর ছিল। ১৮৮৪ সালের পর মূল ছাউনিযুক্ত প্রাচীরটি ভেঙে ফেলা হয়েছিল এবং একটি নতুন গেট এবং একটি পানীয় ফোয়ারা সহ আংশিকভাবে স্থাপত্য এবং পেটা লোহার একটি আরও বিশাল প্রাচীর নির্মিত হয়েছিল। প্রাঙ্গণে একটি পাথরের বেসিন এবং বারোটি পাইপ সহ একটি অজু করার ঝর্ণা ছিল। ঝর্ণার জন্য জল আনা হয়েছিল একটি ঝর্ণা থেকে যা এখনও সাদরভান নামে পরিচিত। পাথরের বেসিনের উপরে একটি আলংকারিক লোহার ট্রেলিস ছিল এবং ১৯ শতকে একটি কাঠের বলডাকুইন এবং গম্বুজ এবং তথাকথিত তুর্কি বারোক শৈলীতে আঁকা অ্যাটিক যুক্ত করা হয়েছিল যা ১৯৯৫ সালে ভেঙে ফেলা হয়েছিল তিনটি ছোট সংলগ্ন সমাধিগুলির মধ্যে একটি - ফেরহাদ পাশা তুর্বে -তে ফেরহাদ পাশা সোকোলোভিচের সমাধি রয়েছে, অন্যটি ছিল তার নাতনি সাফি-কাদুনা এবং তার চিহ্ন। একটি ক্লক টাওয়ার পরে যোগ করা হয়েছে।\nবসনিয়া ও হার্জেগোভিনাতে এই ধরনের বেশিরভাগ ভবনের মতো, মসজিদটি একটি পরিমিত স্কেলে ছিল: প্রধান গম্বুজের শীর্ষে ১৮ মিটার (৫৯ ফুট) চওড়া, ১৪ মিটার (৪৬ ফুট) লম্বা এবং ১৮ মিটার (৫৯ ফুট) উঁচু। মিনারটি ছিল ৪৩ মি (১৪১ ফু) উচ্চ। কিংবদন্তি অনুসারে, ১৫৭৯ সালে যখন মসজিদটি সম্পূর্ণ হয়েছিল, ফেরহাদ পাশা রাজমিস্ত্রিদের এই মিনারের ভিতরে তালাবদ্ধ করেছিলেন, তাদের মৃত্যুদণ্ড দিয়েছিলেন যাতে তারা কখনও এত সুন্দর কিছু তৈরি করতে পারেনি, কিন্তু এক রাতে তারা পাখা বানায় এবং উড়ে চলে যায়।\nফেরহাদীয়া ১৯৫০ সালে একটি বসনিয়া ও হার্জেগোভিনার সাংস্কৃতিক ঐতিহ্যবাহী স্থান হিসাবে তালিকাভুক্ত হয়েছিল। পরবর্তীকালে এটি ১৯৯৩ সালে ধ্বংস না হওয়া পর্যন্ত ইউনেস্কো দ্বারা সুরক্ষিত ছিল। বসনিয়া ও হার্জেগোভিনার জাতীয় স্মৃতিস্তম্ভ হিসাবে আজ মসজিদের অবশিষ্টাংশ সহ অঞ্চলটি বসনিয়া ও হার্জেগোভিনার জাতীয় স্মৃতিসৌধ সংরক্ষণের জন্য কমিশন দ্বারা তালিকাভুক্ত করা হয়েছে।\n\n\n== ধ্বংস ==\n\n১৯৯২ এবং ১৯৫ সালের মধ্যে বসনিয়ান যুদ্ধের সময় বানজা লুকা শহরে ধ্বংস হওয়া ১৬টির মধ্যে একটি মসজিদ।\nউভয় মসজিদ একই রাতে একে অপরের ১৫ মিনিটের মধ্যে ধ্বংস হয়ে যায়। (এটি উল্লেখ করা হয়েছে যে ফেরহাদিজা এবং আরনাউদিজা মসজিদের প্রায় একই সাথে ধ্বংসের জন্য প্রচুর পরিমাণে বিস্ফোরক এবং ব্যাপক সমন্বয়ের প্রয়োজন ছিল। অনেকেই মনে করেন বানজা লুকা এবং রিপাবলিকা শ্রপস্কা কর্তৃপক্ষের সম্পৃক্ততা ছাড়া এটি সম্ভব হতো না।)\n১৯৯৩ সালের ৬-৭ মে রাতে সার্ব মিলিশিয়া ফেরহাদিজা মসজিদ উড়িয়ে দেয়। ৬ মে হল সার্বিয়ান অর্থোডক্স ছুটির তারিখ, Đurđevdan (সেন্ট জর্জ দিবস)। মিনারটি প্রথম বিস্ফোরণ থেকে বেঁচে গিয়েছিল, কিন্তু পরে মাটিতে ভেঙে পড়েছিল।\nবেশিরভাগ ধ্বংসাবশেষ একটি গোপন বর্জ্য ভূমিতে নিয়ে যাওয়া হয়েছিল; কিছু পাথর, এবং আলংকারিক বস্তু, ভাগাড় হিসাবে ব্যবহারের জন্য সার্বদের দ্বারা চূর্ণ করা হয়েছিল। সমতল করা জায়গাটি পার্কিং লটে পরিণত হয়েছিল। যদিও বসনিয়ান গণ্যমান্য ব্যক্তিরা সার্ব মিলিশিয়াকে ধ্বংসস্তূপ রাখার জন্য অনুরোধ করেছিল, তাদের আবেদন প্রত্যাখ্যান করা হয়েছিল এবং ধ্বংসস্তূপ একটি গোপন বর্জ্য ভূমিতে নিয়ে যাওয়া হয়েছিল। জাতিসংঘের কর্মকর্তারা যারা ধ্বংস করা মসজিদের টুকরো উদ্ধারের চেষ্টা করেছিল তাদের সার্ব মিলিশিয়াদের দ্বারা আটক করা হয়েছিল। ফেরহাদিজার ধ্বংসের কয়েক সপ্তাহ পর ইউরোপের প্রাচীনতম অটোমান ক্লক টাওয়ারগুলির মধ্যে একটি নিকটবর্তী সাহাত কুলাও ধ্বংস হয়ে যায়।\nপ্রাক্তন যুগোস্লাভিয়ার আন্তর্জাতিক অপরাধ ট্রাইব্যুনালে, বানজা লুকার একজন সার্ব নেতা, রাডোস্লাভ ব্র্যানিন, মসজিদ সহ মুসলিম সম্পত্তি ধ্বংসের আয়োজনে এবং অ-সার্বদের জাতিগত নির্মূলে তার ভূমিকার জন্য দোষী সাব্যস্ত হন। তাকে ৩২ বছরের একক কারাদণ্ড দেওয়া হয়েছিল।\nBrđanin কেস প্রমাণ করে যে মসজিদ ধ্বংস জাতিগত নির্মূল1 | 2  এর অংশ হিসাবে সাজানো হয়েছিল প্রচারণা। এছাড়াও, আন্তর্জাতিক বিচার আদালতে বসনিয়ান গণহত্যা মামলায় বসনিয়ান পক্ষ ফেরহাদিজা মসজিদের ধ্বংসকে বসনিয়ান যুদ্ধের সময় আরএস কর্তৃপক্ষ কর্তৃক নিযুক্ত জাতিগত নির্মূল এবং গণহত্যার অন্যতম উপাদান হিসাবে উল্লেখ করেছে।\n\n\n== পুনর্গঠন ==\n\n২০০১ সালে, বানজা লুকার ইসলামিক সম্প্রদায়কে মসজিদটি পুনর্নির্মাণের জন্য একটি স্থাপনা অনুমোদন দেওয়া হয়েছিল। ৭ মে, সার্ব জাতীয়তাবাদীরা ভিত্তিপ্রস্তর স্থাপন উপলক্ষে অনুষ্ঠানে যোগদানকারী প্রায় ৩০০ বসনিয়াককে আক্রমণ করে। নিউ ইয়র্ক টাইমস জানিয়েছে যে প্রায় ১০০০ অর্থোডক্স খ্রিস্টান সার্ব আক্রমণে অংশ নিয়েছিল এবং ঢিল ছুঁড়েছে এবং পোড়া যানবাহন, একটি বেকারি, মুসলিম প্রার্থনার পাটি এবং ইসলামিক সেন্টারের পতাকা, যেখানে তারা বসনিয়ান সার্ব পতাকা উত্তোলন করেছিল; মুসলমানদেরকে অপমান হিসাবে মসজিদের পাশে একটি শূকর চড়িয়েছে; এবং বসনিয়ায় জাতিসংঘের প্রধান, গ্রেট ব্রিটেন, সুইডেন ও পাকিস্তানের রাষ্ট্রদূত এবং অন্যান্য আন্তর্জাতিক ও স্থানীয় কর্মকর্তাসহ ইসলামিক সেন্টারে ২৫০ জনকে আটকে রাখা হয়েছে। বসনিয়ার সার্ব পুলিশ অবশেষে তাদের ছেড়ে দেয়। ৩০ জনেরও বেশি বসনিয়াক আহত হয়েছে এবং অন্তত আটজনকে বানজা লুকা হাসপাতালে নিয়ে যাওয়া হয়েছে। পরে মাথায় আঘাত পেয়ে একজনের মৃত্যু হয়। বিঘ্নিত অনুষ্ঠানটি মসজিদ ধ্বংসের ৮ম বার্ষিকীতে সংঘটিত হয়েছিল, একটি তারিখ পরবর্তীতে বসনিয়া ও হার্জেগোভিনার মসজিদগুলির সরকারী দিবস হিসাবে বেছে নেওয়া হয়েছিল। কিছুদিন পর গোপনে ও কড়া নিরাপত্তার মধ্যে অনুষ্ঠানটি সফলভাবে সম্পন্ন হয়। কিন্তু আগের হামলার কারণে পুনর্গঠন করা হয়নি।\nযদিও বসনিয়ান যুদ্ধে বানজা লুকাতে ধ্বংস হওয়া বেশিরভাগ মসজিদ ২০০১ সাল থেকে পুনর্নির্মাণ করা হয়েছে, ফেরহাদিজা এখনও একটি বিতর্কিত বিষয়। এটি প্রামাণিকভাবে পুনর্নির্মাণে জড়িত জটিলতার কারণে কাজ বিলম্বিত হয়েছিল। সারাজেভো স্কুল অফ আর্কিটেকচারের ডিজাইন অ্যান্ড রিসার্চ সেন্টার প্রাথমিক অধ্যয়ন প্রস্তুত করেছিল, এবং পুনর্গঠনের খরচ অনুমান করা হয়েছিল ১২ মিলিয়ন কেএম (প্রায় ৮ মিলিয়ন ডলার)। একজন স্থানীয় ম্যাজিস্ট্রেট রায় দিয়েছেন যে বানজা লুকা, যেটি বসনিয়ান সার্ব-নিয়ন্ত্রিত, ১৯৯২-১৯৯৫ বসনিয়ান যুদ্ধের সময় ধ্বংস হওয়া ১৬টি স্থানীয় মসজিদের (ফেরহাদিজা মসজিদ সহ) জন্য তার ইসলামী সম্প্রদায়কে অবশ্যই ৪২ মিলিয়ন ডলার দিতে হবে। যাইহোক, সার্ব প্রজাতন্ত্র পৃথক ব্যক্তিদের দ্বারা সৃষ্ট ক্ষতির জন্য অর্থ প্রদানে আপত্তি করলে সারাজেভোর সর্বোচ্চ আদালত পরবর্তীকালে এই রায়টি বাতিল করে দেয়।\nঅঞ্চলটি, তার মূল স্থাপত্যের অবশেষ সহ, বসনিয়া ও হার্জেগোভিনার জাতীয় স্মৃতিস্তম্ভ হিসাবে তালিকাভুক্ত করা হয়েছে। KONS- এর শাসন দ্বারা ভবনটি রাষ্ট্রীয় সুরক্ষার অধীনে রাখা হয়েছিল এবং সাংস্কৃতিক স্মৃতিস্তম্ভের রেজিস্টারে প্রবেশ করা হয়েছিল। ২০০২ সালের বসনিয়া ও হার্জেগোভিনার জন্য আঞ্চলিক পরিকল্পনা বানজা লুকার ফেরহাত পাশা মসজিদকে ক্রমিক নং ৩৮-এর অধীনে বিভাগ-১ স্থাপত্য হিসাবে তালিকাভুক্ত করা হয়।\nজুন ২০০৭ সালে, ধ্বংস থেকে বেঁচে যাওয়া ভিত্তিগুলির মেরামত সম্পন্ন করা হয় এবং স্থপাত্যের পুনর্গঠন এবং বাকি ভবনটি পরবর্তী নয় বছরে শেষ হয়, ৭ মে ২০১৬ তারিখে মসজিদটি পুনরায় চালু হয়।\n\n\n== টীকা এবং সূত্র ==\nমন্তব্য:\n১ আইসিটিওয়াই ট্রায়াল চেম্বার যুক্তিসঙ্গত সন্দেহের বাইরে সন্তুষ্ট যে বহিষ্কার এবং জোরপূর্বক অপসারণগুলি ক্রাজিনার স্বায়ত্তশাসিত অঞ্চল (এআরকে) জুড়ে পদ্ধতিগত ছিল, যেখানে এবং যেখান থেকে কয়েক হাজার বসনিয়াক এবং বসনিয়ান ক্রোয়াট স্থায়ীভাবে বাস্তুচ্যুত হয়েছিল, এবং এই গণ জোরপূর্বক বাস্তুচ্যুতি এই অঞ্চলের জাতিগত নির্মূল নিশ্চিত করার উদ্দেশ্যে করা হয়েছিল। এই মানুষগুলোর পালানো ছাড়া কোনো উপায় ছিল না। যাদের বহিষ্কার করা হয়নি এবং পালাতে পরিচালিত হয়নি তারা সার্ব কর্তৃপক্ষের দ্বারা আরোপিত অসহনীয় জীবনযাত্রার শিকার হয়েছিল, যা তাদের পক্ষে সেখানে বসবাস চালিয়ে যাওয়া অসম্ভব করে তুলেছিল এবং তাদের চলে যাওয়ার অনুমতি চাইতে বাধ্য করেছিল। বসনিয়াক এবং বসনিয়ান ক্রোয়াটরা চলাচলের বিধিনিষেধের পাশাপাশি বিপজ্জনক জীবনযাপনের পরিস্থিতির শিকার ছিল; তাদের সার্ব কর্তৃপক্ষের প্রতি আনুগত্যের প্রতিশ্রুতি দিতে হবে এবং অন্তত একটি ক্ষেত্রে সাদা বাহুবন্ধনী পরতে হবে। তাদের চাকরি থেকে বরখাস্ত করা হয়েছে এবং তাদের স্বাস্থ্য বীমা কেড়ে নেওয়া হয়েছে। বিশেষ করে বসনিয়াক এবং বসনিয়ান ক্রোয়াটদের লক্ষ্য করে ভয় দেখানোর প্রচারণা চালানো হয়েছিল।\n২ জাতিগত নির্মূলের এই প্রক্রিয়াকে কখনও কখনও জনসংখ্যার পুনর্বাসনের প্রক্রিয়া হিসাবে ছদ্মবেশী করা হয়েছিল। বানজা লুকাতে, জনসংখ্যা আন্দোলনের জন্য এজেন্সি এবং এআরকে (\"এজেন্সি\") এর জন্য উপাদান সম্পদের বিনিময়, যা ১২ জুন ১৯৯২ সালে ARK ক্রাইসিস স্টাফের সিদ্ধান্ত অনুসারে প্রতিষ্ঠিত হয়েছিল, উভয় বিনিময় বাস্তবায়নে সহায়তা করেছিল ফ্ল্যাট এবং জনসংখ্যার পুনর্বাসন। এজেন্সিটি বিভিন্নভাবে \"Perka's Agency\" বা \"Brđanin's Agency\" নামে পরিচিত ছিল। আইসিটিওয়াই ট্রায়াল চেম্বার মনে করে যে যদিও এই সংস্থাটি ফ্ল্যাট বিনিময় এবং জনসংখ্যার পুনর্বাসনের জন্য প্রতিষ্ঠিত হয়েছিল, এটি জাতিগত নির্মূল পরিকল্পনার অবিচ্ছেদ্য অংশ ছাড়া আর কিছুই নয়।\n\n\n== আরও দেখুন ==\n\nবসনিয়া ও হার্জেগোভিনায় ইসলাম\nইসলামের ইতিহাসের সময়রেখা\nইসলামিক স্থাপত্য\nইসলামী শিল্প\nমসজিদের তালিকা\nবসনিয়া ও হার্জেগোভিনার মসজিদের তালিকা\nবসনিয়ান স্থাপত্য\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবসনিয়া ও হার্জেগোভিনা কমিশন জাতীয় স্মৃতিসৌধ সংরক্ষণ করবে : বানজা লুকাতে ফেরহাদ পাশা মসজিদ (ফেরহাদিজা),\n\"বানজা লুকাতে ফেরহাত-পাশা মসজিদের পুনর্গঠনের জন্য নীতি ও পদ্ধতিগত পদ্ধতি\" - স্থাপত্য বিদ্যালয় - নকশা এবং গবেষণা কেন্দ্র, সারাজেভো\nফেরহাদিজা মামলা\nবানজা লুকাতে জাতিগত নির্মূল বিষয়ে HRW রিপোর্ট\nদাঙ্গা নিয়ে HRW রিপোর্ট\nদাঙ্গা থেকে ছবি\nবসনিয়া ও হার্জেগোভিনা কমিশন জাতীয় স্মৃতিসৌধ সংরক্ষণের জন্য - ফেরহাদিজা\nবানজা লুকাতে জাতিগত নির্মূল সম্পর্কে রাডোস্লাভ ব্রডানিনের রায়\nফেরহাদিজা পুনর্নির্মাণ\nবহু-জাতিগত বসনিয়ায় মানবাধিকার - হার্ভার্ড গবেষণা\nপ্রজেক্ট ফেরহাদিজা -    ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১১-০৮-২৩ তারিখে ফেরহাদিজা মসজিদের পুনর্নির্মাণের নথিভুক্ত ওয়েবসাইট"}