{"pageid": 1384301, "title": "প্ল্যাসমিড ডিএনএ রেপ্লিকেশন", "url": "https://bn.wikipedia.org/wiki?curid=1384301", "content": "প্ল্যাসমিড রোলিং-সার্কেল রেপ্লিকেশন(Plasmid Rolling-Circle Replication),(প্ল্যাসমিড ডিএনএ রেপ্লিকেশন বা প্ল্যাসমিড চক্রীয় গোলাকার অর্ধরক্ষণশীল) হল এমন একটি স্বতন্ত্র প্রোক্যারিওটিক শারীরবৃত্তীয় ও ব্যাক্টেরিয়ার বংশধারা অক্ষুণ্ন রাখার বিশেষ পদ্ধতি যা  রেপ্লিকেটর হিসেবে কাজ করলে ফোসমিড নামক প্ল্যাসমিড, রেপ্লিকেটর ফ্যাক্টর হিসেবে কাজ করলে প্ল্যাসমিড ডিএনএ হেলিকেজ এনজাইম,RepB ও RepC,প্ল্যাসমিড ডিএনএ লাইগেজ এনজাইম,প্ল্যাসমিড ডিএনএ গাইরেজ এনজাইম,(Single-Stranded Dioxyraibonuelcic acid Binding Protein:-SSBP),(Ori:-Origin of Replication) আরএনএ পলিমারেজ এনজাইম।প্লাজমিড হল ডিএনএ সত্তা যা ক্রোমোসোমাল ডিএনএ থেকে স্বাধীনভাবে নিয়ন্ত্রিত প্রতিলিপির মধ্য দিয়ে যায়, এটি একটি গুরুত্বপূর্ণ পদক্ষেপ যা এর হোস্টে প্লাজমিডের প্রসারের নিশ্চয়তা দেয়। ডিএনএ প্রতিলিপি শুরু করতে ডিএনএ পলিমারেজের অক্ষমতার সাথে মোকাবিলা করতে হবে।ডিএনএ সংশ্লেষণ, এবং বিভিন্ন প্রতিলিপি প্রক্রিয়া এই সমস্যার বিভিন্ন সমাধান প্রদান করে। রোলিং-সার্কেল রেপ্লিকেশন (আরসিআর) হল একটি প্রক্রিয়া যা নির্দিষ্ট প্লাজমিড দ্বারা গৃহীত হয়, অন্যান্য জেনেটিক উপাদানগুলির মধ্যে, যা একটি সহজ সূচনা কৌশলের প্রতিনিধিত্ব করে, অর্থাৎ, অগ্রণীর জন্য প্রাইমার তৈরি করতে একটি প্যারেন্টাল স্ট্র্যান্ডে একটি প্রতিলিপি সূচক প্রোটিন দ্বারা নিকিং- স্ট্র্যান্ড সূচনা এবং ল্যাগিং-স্ট্র্যান্ড সংশ্লেষণের জন্য একটি একক প্রাইমিং সাইট। সমস্ত (RCR:-Rolling-Circle Replication) প্লাজমিড জিনোম অনেকগুলি মৌলিক উপাদান নিয়ে গঠিত: লিডিং স্ট্র্যান্ড ইনিশিয়েশন এবং কন্ট্রোল, ল্যাগিং স্ট্র্যান্ড অরিজিন অফ রেপ্লিকেশন, ফেনোটাইপিক ডিটার্মিনান্টস এবং মোবিলাইজেশন, সাধারণত ফ্রিকোয়েন্সির সেই ক্রমে। RCR প্রধানত গ্রাম-পজিটিভ ব্যাকটেরিয়া প্লাজমিডগুলিতে চিহ্নিত করা হয়েছে, যদিও এটি গ্রাম-নেতিবাচক ব্যাকটেরিয়া বা আর্চিয়াল প্লাজমিডেও বর্ণিত হয়েছে।\n\n\n== প্রকারভেদ ==\nপ্ল্যাসমিড ডিএনএ রোলিং সার্কেল রেপ্লিকেশন পদ্ধতি সাধারণত ২ ধরনের প্রকারভেদ রয়েছে।যথাঃ\n\n(σσ Type plasmid Dioxyraibonuelcic acid Rolling-Circle replication)আলফাটাইপ প্ল্যাসমিড ডিঅক্সিরাইবোনিউক্লিক অ্যাসিড রোলিং সার্কেল রেপ্লিকেশন; ও\n(θθ Type plasmid Dioxyraibonuelcic acid Rolling-Circle replication)থিটাটাইপ প্ল্যাসমিড ডিঅক্সিরাইবোনিউক্লিক অ্যাসিড রোলিং সার্কেল রেপ্লিকেশন।\n\n\n== প্লাসমিড রোলিং-সার্কেল রেপ্লিকেশনের সাধারণ দিক ==\nপ্রধান বৈশিষ্ট্যগুলি যা রোলিং-সার্কেল রেপ্লিকেশন (RCR)এর একক সূচনা প্রক্রিয়া থেকে উদ্ভূত হয়, যা ক্রম-নির্দিষ্ট ক্লিভেজের উপর নির্ভর করে, ডাবল-স্ট্র্যান্ড উৎপত্তির নিক সাইটে ( dso), একজন ইনিশিয়েটর রেপ প্রোটিন দ্বারা প্যারেন্টাল ডিএনএ স্ট্র্যান্ডগুলির মধ্যে একটি। এই ক্লিভেজটি একটি 3′-OH প্রান্ত তৈরি করে যা হোস্ট ডিএনএ পলিমারেজগুলিকে অগ্রণী স্ট্র্যান্ডের প্রতিলিপি শুরু করতে দেয়। অতএব, RCR সূচনা একটি প্রাইমার RNA এর সংশ্লেষণকে বাধা দেয় যা বৃত্তাকার ডাবল-স্ট্র্যান্ডেড ডিএনএ (dsDNA) এর প্রতিলিপির অন্যান্য সমস্ত মোডে প্রয়োজন। অগ্রবর্তী স্ট্র্যান্ডের প্রসারণ ঘটে কারণ প্যারেন্টাল ডাবল হেলিক্স একটি হোস্ট ডিএনএ হেলিকেস দ্বারা ক্ষতবিক্ষত হয় এবং ক্লিভড ননটেমপ্লেট স্ট্র্যান্ডটি একক-স্ট্র্যান্ডেড ডিএনএ বাইন্ডিং প্রোটিন দ্বারা আবৃত থাকে। যেহেতু ন্যাসেন্ট ডিএনএ প্যারেন্টাল ডিএনএ-এর সাথে সহযোগে সংযুক্ত থাকে, তাই লিডিং-স্ট্র্যান্ড রেপ্লিকেশনের একটি রাউন্ডের সমাপ্তি পুনর্গঠিত নিক সাইটে একটি নতুন ক্লিভেজ ইভেন্টকে বোঝায়। এই প্রতিক্রিয়াটিকে একই Rep অণু দ্বারা অনুঘটক বলে ধরে নেওয়া হয় যেটি দীক্ষার বিভাজনটি চালিয়েছিল এবং প্রতিলিপি কাঁটা সহ ভ্রমণ করার সময় প্যারেন্টাল স্ট্র্যান্ডের 5′ প্রান্তে আবদ্ধ ছিল। তারপরে একটি ট্রান্স-ইস্টারিফিকেশন ঘটে যা এই 5′ প্রান্তের সাথে 3′ প্রান্তে যোগ দেয় যা টার্মিনেশন ক্লিভেজে উত্পন্ন হয়, বাস্তুচ্যুত প্যারেন্টাল স্ট্র্যান্ডকে বৃত্তাকার একক-স্ট্র্যান্ডেড ডিএনএ (ssDNA) হিসাবে ছেড়ে দেয়। এই প্রতিলিপিমূলক মধ্যবর্তীটি ল্যাগিং স্ট্র্যান্ডের সংশ্লেষণের জন্য টেমপ্লেট হিসাবে কাজ করে, যা কেবলমাত্র হোস্ট-এনকোডেড এনজাইমের উপর নির্ভর করে এবং ssDNA-এর একটি উচ্চ কাঠামোগত অঞ্চল থেকে শুরু হয়, যাকে একক-স্ট্র্যান্ড উৎপত্তি বলা হয় ( বাস্তুচ্যুত প্যারেন্টাল স্ট্র্যান্ডকে বৃত্তাকার সিঙ্গেল-স্ট্র্যান্ডেড ডিএনএ (ssDNA) হিসাবে ছেড়ে দেওয়া। এই প্রতিলিপিমূলক মধ্যবর্তীটি ল্যাগিং স্ট্র্যান্ডের সংশ্লেষণের জন্য টেমপ্লেট হিসাবে কাজ করে, যা কেবলমাত্র হোস্ট-এনকোডেড এনজাইমের উপর নির্ভর করে এবং ssDNA-এর একটি উচ্চ কাঠামোগত অঞ্চল থেকে শুরু হয়, যাকে একক-স্ট্র্যান্ড উৎপত্তি বলা হয় ( বাস্তুচ্যুত প্যারেন্টাল স্ট্র্যান্ডকে বৃত্তাকার সিঙ্গেল-স্ট্র্যান্ডেড ডিএনএ (ssDNA) হিসাবে ছেড়ে দেওয়া। এই প্রতিলিপিমূলক মধ্যবর্তীটি ল্যাগিং স্ট্র্যান্ডের সংশ্লেষণের জন্য টেমপ্লেট হিসাবে কাজ করে, যা কেবলমাত্র হোস্ট-এনকোডেড এনজাইমের উপর নির্ভর করে এবং ssDNA-এর একটি উচ্চ কাঠামোগত অঞ্চল থেকে শুরু হয়, যাকে একক-স্ট্র্যান্ড উৎপত্তি বলা হয় (এসএসও )। এইভাবে, অসমমিতিক RCR-এর সম্পূর্ণ প্রক্রিয়াটি দুটি পৃথক ধাপে (এটিই অসমমিতিককে বোঝায়), দুটি বৃত্তাকার dsDNA যাতে হয় নতুন সংশ্লেষিত লিডিং বা ল্যাগিং স্ট্র্যান্ড এবং পরিপূরক প্যারেন্টাল টেমপ্লেট স্ট্র্যান্ড। হোস্ট কোষের ডিএনএ লিগেজ এবং গাইরেস পরবর্তীতে নতুন কন্যা ডিএনএ অণুকে সুপারকোয়েলড আকারে রূপান্তর করে যা প্লাজমিড পুলের বাকি অংশ থেকে আলাদা করা যায় না। ssDNA রেপ্লিকেটিভ ইন্টারমিডিয়েটস তৈরি করা হল RCR-এর বৈশিষ্ট্য, এবং আন্তঃকোষীয় স্ট্র্যান্ড-নির্দিষ্ট প্লাজমিড ssDNA সনাক্তকরণ একটি প্রদত্ত প্লাজমিড রোলিং-সার্কেল মেকানিজম (1 , 2) দ্বারা প্রতিলিপি করে কিনা সে সম্পর্কে মূল্যবান সূত্র প্রদান করে ।\nRCR এর সূচনা এবং সমাপ্তিতে কাজ করে এমন মৌলিক অনুঘটক প্রক্রিয়া, অর্থাৎ, একটি সক্রিয়-সাইট Tyr ব্যবহার করে ssDNA-এর ক্লিভেজ এবং পুনরায় যোগদান যা ক্লিভড ডিএনএর সাথে একটি ক্ষণস্থায়ী 5′-ফসফোটাইরোসিন বন্ড গঠন করে, যা ঘটে যাওয়া বিভিন্ন প্রক্রিয়ার সাথে জড়িত। জীবনের তিনটি ক্ষেত্রেই মোবাইল জেনেটিক উপাদানে। যে এনজাইমগুলি এই অনুঘটক প্রক্রিয়াটি প্রদর্শন করে সেগুলি প্রধানত বিস্তৃত হিস-বাল্কি হাইড্রোফোবিক রেসিডিউ-হিস (এইচইউএইচ) এন্ডোনিউক্লিজ সুপারফ্যামিলিতে অন্তর্ভুক্ত করা হয় এবং প্লাজমিড, ব্যাকটেরিওফেজ এবং উদ্ভিদ ও প্রাণীর ভাইরাসের প্রতিলিপিতে মূল ভূমিকা রাখে; প্লাজমিড কনজুগেটিভ ট্রান্সফারে; এবং স্থানান্তর।প্রায় 45 বছর আগে ssDNA কলিফেজ ΦX174 এ RCR আবিষ্কৃত হয়েছিল জিন A প্রোটিনের অগ্রগামী বৈশিষ্ট্য ΦX174 RCR-এর সূচনাকারীকে এইচইউএইচ এন্ডোনিউক্লিজ সুপারফ্যামিলি এর প্রথম সদস্য করেছে।বিশুদ্ধ pT181-এনকোডেড RepC প্রোটিন এর উত্স-নির্দিষ্ট নিকিং-ক্লোজিং কার্যকলাপের বৈশিষ্ট্যের ভিত্তিতে স্ট্যাফিলোকক্কাস অরিয়াস প্লাজমিড pT181- এর জন্য প্লাজমিড RCR প্রথম প্রমাণিত হয়েছিল । এর কিছুক্ষণ পরে, স্টেফাইলোককি, ব্যাসিলি, স্ট্রেপ্টোকোকি এবং স্ট্রেপ্টোমাইসিস থেকে আরও কয়েকটি ছোট প্লাজমিডকেও RCR প্রক্রিয়া দ্বারা প্রতিলিপি করতে পাওয়া যায়, যার ফলে অনুমান করা হয়েছিল যে বেশিরভাগ, যদি না হয়, গ্রাম-পজিটিভের মধ্যে ছোট মাল্টিকপি প্লাজমিড। ব্যাকটেরিয়া RCR ব্যবহার করে। যাইহোক, এই ভিত্তিটি ভুল প্রমাণিত হয়েছিল, কারণ গ্রাম-পজিটিভ জীব থেকে বিচ্ছিন্ন কিছু ছোট প্লাজমিড পরবর্তীতে থিটা মোড দ্বারা প্রতিলিপি হওয়ার জন্য রিপোর্ট করা হয়েছিল।অধিকন্তু, যদিও RCR প্লাজমিডগুলি বিশেষত গ্রাম-পজিটিভ ব্যাকটেরিয়ায় প্রচুর পরিমাণে রয়েছে, তবুও তারা বিভিন্ন গ্রাম-নেতিবাচক জীবের মধ্যে, আর্কিয়াতে এবং উচ্চতর উদ্ভিদ চেনোপোডিয়াম অ্যালবামের মাইটোকন্ড্রিয়াতেও শনাক্ত হয়েছে।প্রাকৃতিক RCR প্লাজমিডের আকার থার্মোটোগা প্লাজমিড pRQ7, pMC24, এবং pRKU1 এর 846 bp থেকে শুরু করে Corynebacterium glutamicum থেকে প্রায় 30 kb pCG4 পর্যন্ত । প্রায় অভিন্ন প্লাজমিড pRQ7, pMC24, এবং pRKU1 এখন পর্যন্ত পাওয়া সবচেয়ে ছোট এবং শুধুমাত্র মৌলিক প্রতিরূপ, অর্থাৎ, প্রতিলিপি এবং কপি-সংখ্যা নিয়ন্ত্রণের সাথে জড়িত ব্যাকবোন অঞ্চলগুলি নিয়ে গঠিত। আরসিআর প্লাজমিডের মৌলিক প্রতিলিপিতে একটি অপরিহার্য মডিউল অন্তর্ভুক্ত করা উচিত যাতে dso এবং জিনগুলি এনকোড করা হয় যা ইনিশিয়েটর Rep প্রোটিন এবং প্রতিলিপি নিয়ন্ত্রণ উপাদান(গুলি), সেইসাথে অন্তত একটি হোস্ট-স্বীকৃত sso অন্তর্ভুক্ত করে।, যা কঠোরভাবে অপরিহার্য না হলেও, ল্যাগিং স্ট্র্যান্ডের দক্ষ সংশ্লেষণ প্রদান করে এবং তাই সমস্ত প্রাকৃতিক RCR প্লাজমিডে উপস্থিত থাকে। মৌলিক রেপ্লিকনের অপরিহার্য মডিউলে হোমোলজি হল RCR প্লাজমিডকে রেপ্লিকন পরিবারে শ্রেণীবদ্ধ করার মানদণ্ড।মৌলিক প্রতিরূপ ছাড়াও, কিছু বড় RCR প্লাজমিডে অতিরিক্ত ব্যাকবোন জিন এবং উপাদান থাকে যা তাদের রক্ষণাবেক্ষণে অবদান রাখে বা হোস্ট কোষের মধ্যে স্থানান্তর করতে সহায়তা করে।বিশেষ প্রাসঙ্গিকতা হল, RCR প্লাজমিডে ঘন ঘন উপস্থিতির কারণে, হল MOB মডিউল, যা প্লাজমিডের কনজুগেটিভ মোবিলাইজেশনের সাথে জড়িত এবং এতে স্থানান্তর উৎপত্তি (oriT) এবং মব জিন(গুলি) থাকে যা রিলাক্সেস প্রোটিন এবং এনকোড করে।কিছু ক্ষেত্রে, সহায়ক প্রোটিন  ২০ RCR প্লাজমিডে সক্রিয় পার্টিশন সিস্টেমের আপাত অভাব মাঝারি কপি সংখ্যার সাথে সামঞ্জস্যপূর্ণ (প্রতি ক্রোমোজোমের সমতুল্য 10 থেকে 30) যা তারা তাদের প্রাকৃতিক হোস্টে প্রদর্শন করে। এই বৈশিষ্ট্যটি কন্যা কোষে শুধুমাত্র এলোমেলো পৃথকীকরণের মাধ্যমে RCR প্লাজমিডের স্থিতিশীল উত্তরাধিকার নিশ্চিত করে, এটি প্রদান করে যে প্রতিলিপি নিয়ন্ত্রণ ব্যবস্থা দক্ষতার সাথে একক কোষে প্লাজমিড কপি নম্বরের ওঠানামা সংশোধন করে এবং প্লাজমিড অণুগুলি পৃথক অনুলিপি হিসাবে রক্ষণাবেক্ষণ করে। এই অর্থে, কিছু আরসিআর প্লাজমিডে টক্সিন-অ্যান্টিটোক্সিন (টিএ) সিস্টেমের উপাদানগুলিতে হোমোলগগুলির উপস্থিতি কৌতূহলজনক।এটি লক্ষণীয় যে যেখানে টিএ সিস্টেমগুলি প্রথমে প্লাজমিড-মুক্ত কোষগুলির পোস্ট-সেগ্রিগেশনাল হত্যার মাধ্যমে প্লাজমিড স্থিতিশীলতার ভূমিকা পালন করার প্রস্তাব করা হয়েছিল, সাম্প্রতিক প্রতিযোগিতা অনুমানটি অনুমান করে যে এই মডিউলগুলির অধিগ্রহণ প্লাজমিডগুলিকে প্রতিযোগী TA-মুক্ত প্লাজমিডগুলিকে বাদ দিতে দেয়।কিছু RCR প্লাজমিড আনুষঙ্গিক জিনও বহন করে যা এনকোড ফাংশনগুলিকে এনকোড করে যা বিশেষ পরিস্থিতিতে হোস্ট সেলকে উপকৃত করতে পারে, এইভাবে তাদের পরিবেশে ব্যাকটেরিয়াগুলির অভিযোজন প্রতিফলিত করে। বিভিন্ন ব্যাকটেরিয়া থেকে বিচ্ছিন্ন RCR প্লাজমিড দ্বারা এনকোড করা সবচেয়ে ঘন ঘন বৈশিষ্ট্যগুলির মধ্যে অ্যান্টিবায়োটিক প্রতিরোধের নির্ধারক। অন্যান্য আনুষঙ্গিক জিনগুলি প্রদত্ত হোস্ট থেকে RCR প্লাজমিডগুলিতে তুলনামূলকভাবে প্রচুর পরিমাণে পাওয়া গেছে। এটি pC194 রেপ্লিকন পরিবারের অন্তর্গত স্ট্রেপ্টোকক্কাস থার্মোফিলাস প্লাজমিড দ্বারা বাহিত ছোট হিট শক প্রোটিন ( shsp ) জিনের ক্ষেত্রে । এসএসপির উপস্থিতি-দুগ্ধ শিল্পে গাঁজন করার বিভিন্ন পর্যায়ে পৌঁছানো উচ্চ তাপমাত্রায় প্লাজমিড থাকা কোষের বেঁচে থাকার জন্য রিপোর্ট করা হয়েছে। আরেকটি আকর্ষণীয় উদাহরণ হল, কিছু ব্যাসিলাস থুরিংয়েনসিস প্লাজমিডে, কোলাজেন-জাতীয় প্রোটিন এনকোডিং খোলা রিডিং ফ্রেমের উপস্থিতি যা একত্রীকরণ গঠনে বা অন্যান্য কোষ বা সাবস্ট্রেটের আনুগত্যে ভূমিকা পালন করে বলে মনে করা হয়।RCR প্লাজমিডগুলিকে প্রমিসকিউয়াস রেপ্লিকন ধারণ করা হয়, কারণ তাদের মধ্যে অনেকগুলি প্রজাতি, বংশ, এমনকি ফাইলাতেও প্রতিলিপি করতে দেখা গেছে যেগুলি থেকে তারা বিচ্ছিন্ন ছিল। আরসিআর সূচনার সরলতা, শুধুমাত্র প্লাজমিড-এনকোডেড রেপ প্রোটিন লিডিং স্ট্র্যান্ড সংশ্লেষণের উত্স এবং প্রাইমিংয়ের স্বীকৃতিতে অংশগ্রহণ করে, এই প্লাজমিডগুলির স্বাভাবিক অস্পষ্টতাকে অন্তর্নিহিত করতে পারে। আরসিআর প্লাজমিডের হোস্ট পরিসরের বিস্তৃতি নির্ভর করবে তাদের প্রয়োজনীয় জিনগুলির ভারসাম্যপূর্ণ অভিব্যক্তির উপর যা প্রতিলিপির সূচনা এবং নিয়ন্ত্রণের সাথে জড়িত এবং সেইসাথে একটি কার্যকরী রেপ-হোস্ট হেলিকেস কমপ্লেক্স গঠনের উপর যা ব্যাপকভাবে বিভিন্ন ধরণের প্লাজমিড ডিএনএকে মুক্ত করতে পারে। ব্যাকটেরিয়া  RCR প্লাজমিডের বিস্তৃত হোস্ট পরিসরটি pMV158-ফ্যামিলি প্রোটোটাইপ দ্বারা সর্বোত্তম উদাহরণ দেওয়া হয়, যা প্রাথমিকভাবে স্ট্রেপ্টোকক্কাস অ্যাগালাকটিয়া থেকে বিচ্ছিন্ন ছিল এবং পরবর্তীতে বিভিন্ন ধরণের ফার্মিক্যুটে স্থানান্তরিত হয়েছিল (বেশ কয়েকটি স্ট্রেপ্টোকোকাস এবং ব্যাসিলাস প্রজাতি, লাস্টেরোকোকাস, লাস্টেরিকাস, লাস্টেরিকাস, লাওকোকাস, ল্যাকটেরিয়া , ক্লোস্ট্রিডিয়াম ), অ্যাক্টিনোব্যাকটেরিয়া ( সি. গ্লুটামিকাম, ব্রেভিব্যাকটেরিয়াম ), এবং γ-প্রোটিব্যাকটেরিয়াম এসচেরিচিয়া কোলি. তদুপরি, প্রতিটি প্রতিরূপ পরিবারের সদস্যদের বিভিন্ন ধরণের ব্যাকটেরিয়া থেকে বিচ্ছিন্ন করা হয়েছে তা এই প্লাজমিডগুলি যে পূর্বপুরুষদের থেকে উদ্ভূত হয়েছিল তাদের অব্যবস্থার পরামর্শ দেয়। পরিবর্তে, একটি নতুন হোস্টের সাথে প্লাজমিড অভিযোজন অভিযোজিত প্লাজমিডের হোস্ট পরিসরকে সংকুচিত করতে পারে। এটি pMV158-রেপ্লিকন পরিবারের দুটি মাইকোপ্লাজমা মাইকোয়েড প্লাজমিডের ক্ষেত্রে , যেমন pADB201 এবং pKMK1, যার রেপ জিনে অন্তত একটি UGA কোডন থাকে, যা এই ব্যাকটেরিয়াতে ট্রিপটোফ্যানকে এনকোড করে কিন্তু অন্যান্য ব্যাকটেরিয়াতে এটি একটি স্টপ কোডন, যাতে এই প্লাজমিডগুলির হোস্ট পরিসীমা মাইকোপ্লাজমা প্রজাতির মধ্যে সীমাবদ্ধ।তাদের সাধারণ ক্ষুদ্রতা, উচ্চ অনুলিপি সংখ্যা এবং প্রমিসকিউটির কারণে, আরসিআর প্লাজমিডগুলি জিন ক্লোনিং এবং অভিব্যক্তির জন্য ভেক্টর নির্মাণের জন্য উপযুক্ত বলে মনে হয়, যদি রিকম্বিনোজেনিক ssDNA মধ্যবর্তী প্রজন্মের ন্যূনতম করার জন্য একটি কার্যকরী sso উপস্থিত থাকে, যা নেতৃত্ব দিতে পারে। কাঠামোগত এবং পৃথকীকরণ প্লাজমিড অস্থিরতা ( 33 - 37 )। তা সত্ত্বেও, এটি রিপোর্ট করা হয়েছে যে RCR প্লাজমিড ভেক্টরগুলিতে হেটেরোলজাস ডিএনএ-র ক্লোনিংয়ের ফলে আপেক্ষিক পরিমাণে রৈখিক উচ্চ-আণবিক-ওজন (HMW) প্লাজমিড মাল্টিমার তৈরি হতে পারে যা DNA সন্নিবেশের আকারের সাথে ইতিবাচকভাবে সম্পর্কযুক্ত ( 38 , 39 ) . আরসিআর প্লাজমিড দ্বারা এইচএমডাব্লু গঠন উভয় কাঠামোগত ( 40) এর সাথে জড়িত।) এবং বিচ্ছিন্নতা ( 41 ) অস্থিরতা। এইচএমডাব্লু প্লাজমিড ডিএনএ-র প্রজন্ম প্রথমে একটি প্রতিলিপি ত্রুটির সাথে সম্পর্কিত ছিল, কারণ এসএসও-র অভাব প্লাজমিডগুলি এইচএমডাব্লু ডিএনএ ( 42 ) জমা করার প্রবণ ছিল । ExoV এনজাইমের অনুপস্থিতিতে এইচএমডাব্লু প্লাজমিড ডিএনএ সঞ্চয়ন বাড়ানো হয়েছিল (গ্রাম-নেগেটিভের মধ্যে রেসিবিসিডি বা গ্রাম-পজিটিভ ব্যাকটেরিয়াতে অ্যাডএবি)। সম্ভাব্য অস্থিরতার সমস্যা থাকা সত্ত্বেও, RCR প্লাজমিডের উপর ভিত্তি করে ভেক্টর তৈরি করা হয়েছে এবং সফলভাবে নিউমোকোকি, এন্টারোকোকি, ল্যাকটোকোকি এবং কোরিনেব্যাকটেরিয়া  ব্যবহার করা হয়েছে , যার জন্য জেনেটিক এবং জৈবপ্রযুক্তিগত সরঞ্জামগুলি দুষ্প্রাপ্য এবং তাই স্বাগত জানাই। এটি উল্লেখ করার মতো যে বেশিরভাগ ননইটিগ্রেটিভ প্লাজমিড ভেক্টর পাওয়া যায়স্ট্রেপ্টোকক্কাস নিউমোনিয়া pMV158 এর উপর ভিত্তি করে এবং সেই inducible এক্সপ্রেশন ভেক্টর pLS1ROM এবং রিকম্বিন্যান্ট pLS1ROM-GFP ( জিএফপি জিন ধারণ করে, অ্যাকোরিয়া ভিক্টোরিয়া গ্রিন ফ্লুরোসেন্ট প্রোটিনকে এনকোড করে, ম্যাল্টোজের নিয়ন্ত্রণে ক্লোন করা হয় এবং এমকে অনিয়মিতভাবে পিএলএস -অনডুসিবল প্রমাণ করতে পারে) নিউমোকোকাসে স্থিতিশীল, এমনকি আনয়ন অবস্থার অধীনেও। একইভাবে, শিল্প অণুজীব সি. গ্লুটামিকামের জন্য স্বায়ত্তশাসিতভাবে প্রতিলিপিকারী ভেক্টরগুলির বেশিরভাগই সি. গ্লুটামিকাম থেকে প্লাজমিড pBL1, pCG1 এবং pGA1 বা কোরিনেব্যাকটেরিয়াম ডিপথেরিয়া থেকে বিস্তৃত-হোস্ট-পরিসরের প্লাজমিড pNG2-এর উপর ভিত্তি করে।, তাদের সবই ঘূর্ণায়মান বৃত্ত মোড দ্বারা প্রতিলিপি করা হয়। এই RCR প্লাজমিড ভেক্টরগুলি সি. গ্লুটামিকাম কোষে স্থিরভাবে রক্ষণাবেক্ষণ করা হয়েছে যা অনির্বাচিত অবস্থার অধীনে বেড়ে ওঠে।প্লাজমিড ভেক্টরের জৈবপ্রযুক্তিগত ব্যবহার অনুসরণ করার সময় স্বীকৃত প্রাসঙ্গিকতার একটি দিক হল বিপাকীয় খরচ যা এই এক্সট্রা ক্রোমোসোমাল উপাদানগুলির বহন হোস্টের উপর চাপিয়ে দেয়, যেহেতু একটি উল্লেখযোগ্য বোঝা প্লাজমিড-মুক্ত কোষ দ্বারা সংস্কৃতির অত্যধিক বৃদ্ধি ঘটাতে পারে যদিও প্লাজমিড উত্তরাধিকার। বেশ স্থিতিশীল। RCR প্লাজমিড দ্বারা সৃষ্ট বোঝা সম্পর্কে সামান্য তথ্য পাওয়া যায়, কারণ এই বিষয়টি শুধুমাত্র pMV158 রেপ্লিকনের জন্য বিশ্লেষণ করা হয়েছে। ছোট (4.4 kb), মাঝারি-কপি-সংখ্যা (প্রতি ক্রোমোজোমের সমতুল্য ∼20 কপি) pMV158 ডেরিভেটিভ যা স্থিরভাবে নিউমোকোকাসে উত্তরাধিকারসূত্রে প্রাপ্ত হয় এবং এই হোস্টে দক্ষতার সাথে স্বীকৃত একটি sso উপাদানকে আশ্রয় করে যা caneum a 8 কোষের উপর সামান্য চাপ দেয়। ব্যাকটেরিয়া দ্বিগুণ সময় বৃদ্ধি তা সত্ত্বেও, pMV158 ডেরিভেটিভগুলিকে আশ্রয়কারী নিউমোকোকাল কোষগুলির ফিটনেসের দুর্বলতা pLS1ROM এবং pLS1ROM-GFP  এর বিচ্ছিন্ন স্থায়িত্বকে নেতিবাচকভাবে প্রভাবিত করতে পারেনি।এই অধ্যায়ের লক্ষ্য হল RCR প্লাজমিডগুলির অধ্যয়নের প্রধান ফলাফলগুলির একটি আপডেট পর্যালোচনা প্রদান করা এবং এই ধরণের প্লাজমিড প্রতিলিপির বিশদ বোঝার জন্য মুলতুবি প্রশ্ন এবং চ্যালেঞ্জগুলি হাইলাইট করা। এই বিষয়গুলির বেশিরভাগই এই বিষয়ে পূর্ববর্তী পর্যালোচনাগুলিতে মোকাবিলা করা হয়েছে।উপরোক্ত-উল্লেখিত অসমমিতিক RCR ছাড়াও, যা একটি প্যারেন্টাল স্ট্র্যান্ডের রিপ-মিডিয়াটেড ক্লিভেজ দ্বারা শুরু হয়, একটি ভিন্ন, পুনর্মিলন-নির্ভর প্রতিলিপি প্রক্রিয়া যা একটি ক্রমবর্ধমান লিনিয়ারের সাথে সংযুক্ত একটি বৃত্তাকার ডিএনএ সমন্বিত σ-আকৃতির বৃত্তাকার মধ্যবর্তীগুলির দিকে পরিচালিত করে। অনেক ডিএসডিএনএ ভাইরাসের প্রতিলিপি চক্রের সময় ডিএনএ একটি অপরিহার্য ভূমিকা পালন করে বলে জানা গেছে। ব্যাকটেরিয়া জিনোম এবং বৃত্তাকার জিনোম সহ অনেক dsDNA ভাইরাসের একক উৎপত্তি-নির্ভর প্রতিলিপি θ (বৃত্ত থেকে বৃত্ত) প্রক্রিয়া দ্বারা এগিয়ে যায়। বিভিন্ন ডিএনএ লেনদেনের মধ্যে ট্রেড-অফ প্রতিলিপি মেশিনের স্টল বা পতনের দিকে নিয়ে যেতে পারে, যাতে প্রতিলিপি প্রক্রিয়া পুনরায় আরম্ভ করার জন্য অরিজিন-স্বাধীন রিমডেলিং এবং স্থবির কাঁটাতে একটি নতুন প্রতিস্থাপনের সমাবেশ প্রয়োজন। dsDNA ভাইরাসে (যেমন, ব্যাকটেরিওফেজ ল্যাম্বডা, SPP1, ইত্যাদি), রেপ্লিকেশন রিস্টার্ট অরিজিন-মিডিয়াটেড θ টাইপ থেকে σ টাইপ রিকম্বিনেশন-নির্ভর প্রতিলিপিতে স্যুইচের মাধ্যমে রিকম্বিনেশন প্রোটিনের উপর নির্ভরশীল হয়। θ থেকে σ তে প্রতিলিপি স্থানান্তর পরিপক্ক ভাইরাল কণা তৈরির জন্য প্রয়োজনীয় কনক্যাটেমেরিক ভাইরাল ডিএনএ সাবস্ট্রেট তৈরি করে। এই RCR-এর মতো σ মোড লো পিয়ানো এট আল দ্বারা পর্যালোচনা করা হয়েছে এবং এখানে সম্বোধন করা হবে না।\n\n\n== ডাবল-স্ট্র্যান্ড অরিজিন অফ রেপ্লিকেশন ==\nRCR প্লাজমিডের অগ্রণী স্ট্র্যান্ডের প্রতিলিপি তাদের dso থেকে একমুখী পদ্ধতিতে শুরু করে এবং এগিয়ে যায়, একটি প্লাজমিড ডিএনএ অঞ্চল এটির কগনেট ইনিশিয়েটর প্রোটিনের জন্য অত্যন্ত সুনির্দিষ্ট যা অগ্রণী স্ট্র্যান্ডের সূচনা এবং সমাপ্তির সাথে জড়িত ক্রমগুলিকে ধারণ করে। dso , রেপ জিন এবং নিয়ন্ত্রণ উপাদানগুলির সাথে , একটি অপরিহার্য মডিউলের অংশ যা প্লাজমিড প্রতিলিপির জন্য ফাংশনগুলিকে আশ্রয় করে । এই অত্যাবশ্যকীয় মডিউলে পাওয়া সমতুল্যতার উপর ভিত্তি করে, 17টি RCR প্লাজমিড পরিবারকে সংজ্ঞায়িত করা হয়েছে। এই প্লাজমিড পরিবারগুলির মধ্যে শুধুমাত্র তিনটি গভীরভাবে অধ্যয়ন করা হয়েছে, তাদের নমুনাগুলি হল স্টাফিলোকোকাল প্লাজমিড pT181/pC221 ( 2 এবং এতে উল্লেখ; 52 ) এবং pC194/pUB110 (53 ) এবং স্ট্রেপ্টোকোকাল প্লাজমিড pMV158। নিম্নোক্ত প্লাজমিড পরিবারগুলিও অধ্যয়ন করা হয়েছে যদিও কম পুঙ্খানুপুঙ্খভাবে: স্ট্যাফাইলোকক্কাল প্লাজমিড pSN2 পরিবার, সি. গ্লুটামিকম থেকে pBL1 এবং pCG1 প্লাজমিড পরিবার ( 55 এবংএর মধ্যে উল্লেখ) , বি থেকে pSTK-1 এবং pTX14-2 প্লাজমিড পরিবার থুরিংজিনসিস ( 28 এবং এর মধ্যে উল্লেখ), এবং pGRB1 এবং pGT5 আর্কিয়া থেকে প্লাজমিড পরিবার।RCR প্লাজমিডের dso গুলি রেপ জিন (pC194, pMV158, এবং pSN2 পরিবার) এর উজানে অবস্থিত, 5′ অংশ (pT181 পরিবার) বা 3′ অংশ (pCG1 পরিবার) তাদের নিজ নিজ কোডিং অনুক্রমের মধ্যে এমবেড করা পাওয়া যায় রেপ প্রোটিন, বা এমনকি রেপ জিন স্টপ কোডন (pTX14-2 পরিবার) থেকে ডাউনস্ট্রিম । ডিএসওকে শারীরিক ও কার্যকরীভাবে দুটি অঞ্চলে বিভক্ত করা যেতে পারে, যথা bind , যা ইনিশিয়েটর প্রোটিনের জন্য নির্দিষ্ট বাঁধাই ক্রম ধারণ করে এবং nic , যেখানে Rep বিশেষভাবে নিক সাইটে ডিএনএ ক্লিভ করে। দুটি অবস্থান একে অপরের সংলগ্ন হতে পারে (pT181 এবং pC194 পরিবার) অথবা 100 bp (pMV158 পরিবার) পর্যন্ত একটি স্পেসার অঞ্চল দ্বারা পৃথক করা যেতে পারে। একই পরিবারের প্লাজমিডের dso গুলি nic অঞ্চলে উচ্চ মাত্রার সংরক্ষণ এবং একটি কম সংরক্ষিত বাঁধা অঞ্চলের উপস্থিতি দ্বারা চিহ্নিত করা হয়। প্রকৃতপক্ষে, একই পরিবারের বিভিন্ন প্লাজমিড দ্বারা এনকোড করা রেপ প্রোটিনগুলি একই পরিবারের অন্তর্গত সমস্ত প্লাজমিডের dso s- এ নিকিং-ক্লোজিং প্রতিক্রিয়া ভিট্রোতে সম্পাদন করতে পারে, তবে বাঁধা অঞ্চলের সাথে খুব কম বা কোনও আন্তঃক্রিয়া নেই , যা বাইন্ড লোকাসের প্রতিলিপি-নির্দিষ্টতার নির্দেশক । মজার বিষয় হল, pT181-এনকোডেড RepC ইনিশিয়েটরকে ভিট্রোতে গাড়ি চালাতে দেখানো হয়েছেপ্লাজমিড pC221 এর প্রতিলিপি, যদিও প্রতিযোগী pT181- dso উপস্থিত থাকলে এটি ব্যাপকভাবে হ্রাস পায়। রেপ প্রোটিন এবং pT181 এবং pC221 এর dso s-এর এই ধরনের ইন-ভিট্রো স্বীকৃতি এবং বিস্তৃত সমতা সত্ত্বেও , ভিভোতে এই প্লাজমিডগুলির Rep প্রোটিন এবং dso s- এর মধ্যে কোনও ক্রস-রিঅ্যাক্টিভিটি নেই , যদি না রেপ প্রোটিনগুলি অতিরিক্ত উৎপাদন করা হয়।pMV158 পরিবারের ক্ষেত্রে, বাইন্ড লোকাসের ডিএনএ ক্রম দুটি বা তিনটি সরাসরি পুনরাবৃত্তি (DRs) নিয়ে গঠিত বলে জানা গেছে, যার দৈর্ঘ্য 5 থেকে 21 bp ( 35 ) পর্যন্ত ছিল, একটি মধ্যবর্তী ক্রম দ্বারা নিক সিকোয়েন্স থেকে পৃথক করা হয়েছে এবং পরিবর্তনশীল দৈর্ঘ্যের। pJB01-এর dso , pE194 সাবফ্যামিলির সদস্য, রিপ-বাইন্ডিং সাইট হিসেবে তিনটি 7-bp ননট্যান্ডেম DRs রয়েছে যা নিক সাইট থেকে 77 bp ডাউনস্ট্রিমে অবস্থিত । মজার বিষয় হল, এই সাবফ্যামিলির কিছু প্লাজমিডে (অপ্রকাশিত পর্যবেক্ষণ) দূরবর্তী ডিআর-এর অস্তিত্ব ব্যাখ্যা করা হয়নি। pMV158- dso এর বিভিন্ন অঞ্চলের ভূমিকাপ্লাজমিড-এনকোডেড রেপবি ইনিশিয়েটর প্রোটিনের সাথে মিথস্ক্রিয়ায় একটি পদ্ধতিগত গবেষণায়  সম্বোধন করা হয়েছে। RepB বাইন্ড লোকাসের সাথে উচ্চ আনুগত্যের সাথে আবদ্ধ হয় , যা নিক সাইট থেকে 84 bp ডাউনস্ট্রিমে অবস্থিত তিনটি 11-bp টেন্ডেম ডিআর দ্বারা গঠিত। এই পুনরাবৃত্তিগুলি pMV158-এর দিকে একটি অসঙ্গতি নির্ধারক গঠন করে না এবং ভিভো প্রতিলিপিতে প্লাজমিডের জন্য অপরিহার্য বলে মনে হয় কিন্তু RepB দ্বারা মধ্যস্থতা করা সুপারকোয়েলড ডিএনএ-এর ভিট্রো শিথিলকরণের জন্য নয়। একটি দ্বিতীয় RepB বাইন্ডিং সাইট nic locus এর মধ্যে নিক সাইটের চারপাশে একটি অঞ্চলে অবস্থিত । বাইন্ড এবং nic- এর জন্য RepB-এর আপেক্ষিক সখ্যতার বৈশিষ্ট্যloci প্রকাশ করেছে যে বাইন্ড লোকাসের তিনটি DR প্রাথমিক বাইন্ডিং সাইট গঠন করে, যেখানে nic লোকাসের সাথে RepB এর দুর্বল বাঁধন প্রতিলিপি শুরু করার সময় নিক সাইটের স্বীকৃতির সাথে জড়িত হতে পারে। pT181 এবং pC194 পরিবারের প্লাজমিডগুলিতে, বাইন্ড (IRIII) এবং nic (IRII) লোকির ডিএনএ সিকোয়েন্সগুলি সংলগ্ন ইনভার্টেড রিপিট (IR) এ অবস্থিত । pT181-এ, IRII থেকে IRIII এর ব্যবধান এবং পর্যায় উভয়ই মূল কার্যকারিতার জন্য গুরুত্বপূর্ণ। উপরন্তু, প্রক্সিমাল বাহু এবং IRIII এর কেন্দ্রীয় অংশ ক্রম-নির্দিষ্ট স্বীকৃতির জন্য গুরুত্বপূর্ণ pC194 পরিবারের প্লাজমিডগুলিতে অনুরূপ চিত্র পাওয়া যায়।নিক অঞ্চলগুলির একটি সাধারণ বৈশিষ্ট্য হল হেয়ারপিন এবং ক্রুসিফর্মের মতো গৌণ কাঠামোর উপস্থিতি।\n\n\n== একক-স্ট্র্যান্ড অরিজিন অফ রেপ্লিকেশন ==\nRCR প্লাজমিডের ল্যাগিং স্ট্র্যান্ডের সংশ্লেষণ তথাকথিত একক-স্ট্র্যান্ড উৎপত্তি ( sso ) থেকে শুরু হয়, একটি ননকোডিং অঞ্চল যেখানে দীর্ঘ এবং অসম্পূর্ণ উল্টানো পুনরাবৃত্তি রয়েছে যা জটিল গৌণ কাঠামো গঠন করে কারণ প্যারেন্টাল লিডিং স্ট্র্যান্ড স্থানচ্যুত হয় এবং একটি ssDNA প্রতিলিপিকারী মধ্যবর্তী (এসএসও) হয়ে যায়। সাধারণভাবে, sso sগুলি dso s- এর উজানে অল্প দূরত্বে অবস্থিত এবং তাই, এই উপাদানগুলি নেতৃস্থানীয় স্ট্র্যান্ডের প্রতিলিপির সময় একক-স্ট্রেন্ডেড হয়ে যাওয়া সর্বশেষ প্লাজমিড অঞ্চলগুলির মধ্যে রয়েছে। এই আপেক্ষিক অবস্থানটি লিডিং-স্ট্র্যান্ড সংশ্লেষণের সমাপ্তির পরে স্থানচ্যুত প্যারেন্টাল স্ট্র্যান্ড বন্ধ করার আগে ল্যাগিং স্ট্র্যান্ডের রান-অফ সংশ্লেষণ প্রতিরোধে ভূমিকা পালন করতে পারে। দ্যsso হোস্ট ফ্যাক্টর (সাধারণত RNAP) দ্বারা স্বীকৃত যা ল্যাগিং-স্ট্র্যান্ড সংশ্লেষণের জন্য একটি ছোট RNA তৈরি করে। এসএসও- এর কার্যকারিতা হল ওরিয়েন্টেশন-নির্ভর, যা এই উপাদানগুলির গৌণ কাঠামোর মধ্যে জোড়াবিহীন ক্রমগুলির একটি গুরুত্বপূর্ণ ভূমিকা নির্দেশ করে।\nপাঁচটি প্রধান ধরনের sso ( ssoU , ssoA , ssoT , ssoW , এবং ssoL ) রিপোর্ট করা হয়েছে যেগুলি গঠনে একে অপরের থেকে আলাদা, একই গোষ্ঠীর সদস্যদের মধ্যে অত্যন্ত সংরক্ষিত ক্রম মোটিফ এবং হোস্ট পরিসরে যেখানে তারা রয়েছে কার্যকরী।ssoW ল্যাকটোকোকাল প্লাজমিড pWVO1 ( 130 , 131 ) এ চিহ্নিত করা হয়েছিল। এই উত্সটি একটি 250-bp DNA খণ্ডে অবস্থিত যাতে দুটি উল্টানো পুনরাবৃত্তি, IR I এবং IR II রয়েছে। IR I ssoA- টাইপের উৎপত্তির সমতা দেখায় কারণ এটি টার্মিনাল লুপে CS-6 ক্রমকে আশ্রয় করে সেইসাথে নীচের স্টেমে RS B- এর অনুরূপ একটি ক্রমকে আশ্রয় করে। এছাড়াও, IR I-এর উপরের স্টেমটি ΦX174 বিয়োগ-স্ট্র্যান্ড অরিজিনের সাথে উল্লেখযোগ্য অনুক্রমের মিল রয়েছে, যা পরিপূরক স্ট্র্যান্ডের প্রাইমিং সংশ্লেষণের জন্য প্রাইমোসোম দ্বারা স্বীকৃত। সম্পূর্ণ ssoWকার্যকলাপের জন্য IR I এবং IR II উভয়েরই প্রয়োজন, এবং সমগ্র উপাদান থেকে ssDNA কে dsDNA তে রূপান্তর শুধুমাত্র রিফাম্পিসিন দ্বারা আংশিকভাবে বাধাপ্রাপ্ত হয়। IR II এর নিজস্ব কোনো কার্যকলাপ নেই, যেখানে IR I এর পরিপূরক স্ট্র্যান্ড সংশ্লেষণের জন্য একটি আংশিক, RNAP-স্বাধীন কার্যকলাপ রয়েছে। এইভাবে, ssoW থেকে ল্যাগিং স্ট্র্যান্ডের প্রাইমিং দুটি ভিন্ন পথের মাধ্যমে ঘটে বলে মনে হয়: একটি RNAP দ্বারা অনুঘটক করা হয় এবং সমগ্র উৎপত্তির প্রয়োজন হয় এবং অন্যটি, যা একটি প্রাইমোসোমাল কমপ্লেক্সকে অন্তর্ভুক্ত করার পরামর্শ দেওয়া হয়েছিল, শুধুমাত্র IR I প্রয়োজন। এর দক্ষ কার্যকারিতা pWVO1- ssoW ল্যাকটোকোকির মধ্যে সীমাবদ্ধ বলে মনে হচ্ছে ।সংরক্ষিত মোটিফ Ia-এ অবস্থিত এবং এর ফলে দুর্বল ATPase কার্যকলাপ হয়, যা pT181 ডিএনএ-র অস্বস্তি রোধ করে। ভিট্রোতে RepC ওয়াইল্ড টাইপ বা Asp57Tyr মিউট্যান্ট উভয়েরই উপস্থিতি ( 168) লেখকরা অনুমান করেছেন যে pcrA3 মিউট্যান্টের কার্যকারিতা এবং ডবল মিউট্যান্ট pcrA3 - repC Asp57Tyr-এর ক্ষমতা ভিভোতে pT181 প্লাজমিডের প্রতিলিপি তৈরি করার জন্য এই স্ট্রেনে প্রতিলিপি হওয়ার জন্য প্রয়োজনীয় অতিরিক্ত সেলুলার কারণগুলির দ্বারা বা এর ভূমিকা দ্বারা ব্যাখ্যা করা যেতে পারে। একটি বিকল্প সেলুলার হেলিকেস যা PcrA প্রতিস্থাপন করতে পারে। যাইহোক, এই অনুমানগুলি এখনও নিশ্চিত করা যায়নি।\nS. aureus থেকে PcrA ATP, dATP, dGTP, dCTP, এবং TTP কে হাইড্রোলাইজ করতে সক্ষম এবং এর NTPase কার্যকলাপ ssDNA বা RepC এর উপস্থিতিতে pT181 ( 169 ) এর oriC এর সাথে সমন্বিতভাবে আবদ্ধ হওয়াতে বৃদ্ধি পায়। উপরন্তু, সুপারকোয়েলড প্লাজমিড pT181 এর আনওয়াইন্ডিং শুধুমাত্র তখনই অর্জিত হয় যখন RepC প্রতিলিপির উৎপত্তির সাথে সমন্বিতভাবে সংযুক্ত থাকে এবং বিক্রিয়ায় ATP-এর উপস্থিতিতে ( 169 )। PcrA শুধুমাত্র একটি dsDNA মুক্ত করতে সক্ষম যখন একটি 3′ বা 5′ একটি একক-স্ট্রেন্ডেড লেজ উন্মুক্ত থাকে। সুতরাং, এস. অরিয়াস থেকে PcrA এর একটি বাইপোলার 3′-5′ এবং 5′-3′ হেলিকেস কার্যকলাপ রয়েছে ( 169 , 170 )।\nদুটি অনুমান PcrA দ্বারা অর্জিত unwinding এর দিকনির্দেশের জন্য অনুমান করা হয়েছে। উপরে উল্লিখিত হিসাবে, এস. অরিয়াসের PcrA- এর দ্বৈত হেলিকেস ক্রিয়াকলাপ থাকতে পারে, যেখানে ব্যাসিলাস স্টিরোথার্মোফিলাস থেকে PcrA শুধুমাত্র 3′-5′ হেলিকেস দিক ( 158 ) এ dsDNA মুক্ত করতে দেখানো হয়েছে। এই বৈষম্যটি বিভিন্ন কারণ দ্বারা ব্যাখ্যা করা যেতে পারে, যেমন প্রোটিন বিশুদ্ধকরণের জন্য বিভিন্ন নির্মাণ/প্রোটোকলের ব্যবহার, অতিরিক্ত কোফ্যাক্টরের অনুপস্থিতি যা একটি নির্দিষ্ট দিক থেকে আনওয়াইন্ড করার পক্ষে, অথবা দুটি ব্যাকটেরিয়া থেকে PcrA-এর মধ্যে অনুক্রমের পার্থক্য। (59% সিকোয়েন্স আইডেন্টিটি), অন্যদের মধ্যে।\nB. stearothermophilus থেকে PcrA pC221 প্লাজমিড থেকে oriD ক্রম ধারণকারী একটি নিকড dsDNA এর সাথে আবদ্ধ করতে সক্ষম হয় , তারপর 3′-OH প্রান্তে যুক্ত করে এবং নিকড স্ট্র্যান্ড বরাবর একটি 3′-5′ দিকে স্থানান্তরিত করে, এইভাবে ডিএনএ খুলে দেয়। যাইহোক, RepD-এর উপস্থিতিতে, হেলিকেসটি বিরোধী স্ট্র্যান্ডে (একটানা স্ট্র্যান্ড) লোড করা হয়, একই দিকে স্থানান্তরিত হয় ( 171 )। PcrA ট্রান্সলোকেশনের দিকনির্দেশনাও 3′-5′ বলে নিশ্চিত করা হয়েছিল, ডিএনএ শেষের সাথে সম্পর্কিত বিভিন্ন অবস্থানে oriD ক্রম ধারণকারী লিনিয়ারাইজড প্লাজমিডের পারমাণবিক বল মাইক্রোস্কোপি ব্যবহার করে । OriD কে RepD দ্বারা নিক করা হয়েছিল, এবং DNA এর আনওয়াইন্ডিং এর পরে ঘনীভূত ssDNA ( 171) এর উপস্থিতি দেখা গিয়েছিল) পরবর্তীতে, পিসিআরএ হেলিকেস কার্যকলাপের গতিগত পরামিতিগুলি বাল্ক এবং একক-অণু পরীক্ষায় নির্ধারণ করা হয়েছিল, রেপডি এবং ATP ( 172 ) এর সম্পৃক্ত ঘনত্বের উপস্থিতিতে, oriD ক্রম ধারণকারী লাইনাল এবং সুপারকোয়েলড ডিএনএ ব্যবহার করে। এই পরীক্ষামূলক অবস্থার অধীনে, PcrA-এর আনওয়াইন্ডিং গতি ছিল 30 bp s −1 , যখন ssDNA-তে ট্রান্সলোকেশন রেট ছিল 99 বেস s −1 । আনওয়াইন্ডিং রেট প্রতিক্রিয়ায় এটিপির পরিমাণ এবং RepD-এর উপস্থিতির উপর নির্ভর করে: প্রতিলিপি সূচনাকারী প্রোটিনের অনুপস্থিতিতে আনওয়াইন্ডিং ইভেন্টের সংখ্যা 10-গুণেরও বেশি হ্রাস পেয়েছে (162 )) অধিকন্তু, আংশিক ডুপ্লেক্স ডিএনএ-র জন্য PcrA-এর সখ্যতা এক ক্রম মাত্রায় বৃদ্ধি পায় যখন RepD ইতিমধ্যেই DNA-এর সাথে আবদ্ধ ছিল, 22 nM এর K d থেকে 170 nM ( 172 )।\nরেপ্লিকেশন ইনিশিয়েশন সাইটে হেলিকেসের নিয়োগও exonuclease (Exo) III ( 173 ) ব্যবহার করে ফুটপ্রিন্টিং পরীক্ষা দ্বারা দেখানো হয়েছে। oriD- এর সাথে RepD আবদ্ধ হওয়া ExoIII হজমের সুরক্ষার একটি ক্ষেত্র তৈরি করে যা oriD অঞ্চলের বাইরে প্রসারিত হয়: ক্রমাগত স্ট্র্যান্ডের জন্য ICR I এর ∼74 থেকে 80 bp আপস্ট্রিম এবং নিকড স্ট্র্যান্ডের জন্য ICR III এর ∼46 থেকে 50 bp ডাউনস্ট্রিম (173 ) , যদিও আরও প্রতিরোধের পয়েন্ট oriD এর মধ্যে পাওয়া যেতে পারে, আর হজম বার পরে. যখন PcrA-কে প্রতিক্রিয়ায় অন্তর্ভুক্ত করা হয়েছিল, তখন হেলিকেসটিকে ICR I-এর আপস্ট্রিমে নিয়োগ করা হয়েছিল, যা কমপ্লেক্সটিকে স্থিতিশীল করতে কাজ করেছিল। RepD-PcrA কমপ্লেক্সটি আইসিআর I এর 80 bp আপস্ট্রিম থেকে নিকড স্ট্র্যান্ডে ICR III এর সীমা পর্যন্ত বিস্তৃত অঞ্চলটিকে কভার করে এবং এই কমপ্লেক্সটি ExoIII দ্বারা স্থানচ্যুত হয়নি। যাইহোক, যখন একটি ননহাইড্রোলাইজেবল নিউক্লিওটাইড (ADPNP) প্রতিক্রিয়াতে অন্তর্ভুক্ত করা হয়েছিল তখন টারনারি কমপ্লেক্সে একটি তীব্র পরিবর্তন পরিলক্ষিত হয়েছিল। এই পরিস্থিতিতে, ExoIII হজমের প্রতিরোধ শুধুমাত্র ICR II-তে অবস্থিত ছিল, যা নির্দেশ করে যে oriD-তে গুরুত্বপূর্ণ গঠনগত পরিবর্তন ছিল ।একবার হেলিকেস প্লাজমিড খুলে দিতে শুরু করেছিল। তদ্ব্যতীত, ডিএনএ-তে প্রোটিন লোড করার এই তিনটি পর্যায় পারমাণবিক শক্তি মাইক্রোস্কোপি দ্বারা অধ্যয়ন করা হয়েছে, যেখানে রেপডি একটি গ্লোবুলার কণা হিসাবে উপস্থিত হয় যা বিশ্লেষণ করা oriD খণ্ডের 39% মধ্যে ডিএনএ খণ্ডটিকে প্রায় 90° বাঁকিয়ে দেয়। যাইহোক, যখন উভয় প্রোটিন ডিএনএ-তে আবদ্ধ ছিল, তখন বাঁকানো ডিএনএর অনুপাত 60% পর্যন্ত বৃদ্ধি পেয়েছে, যখন ADPNP এই শতাংশ হ্রাস পেয়েছে 41% ( 173 )।\nPcrA হেলিকেস অন্যান্য গ্রাম-পজিটিভ অণুজীব যেমন এস. নিউমোনিয়া , ব্যাসিলাস অ্যানথ্রাসিস , বা ব্যাসিলাস সেরিয়াস- এর মধ্যেও চিহ্নিত এবং চিহ্নিত করা হয়েছে । এই সমস্ত স্ট্রেনে, RCR-তে PcrA-এর ভূমিকা একটি রেফারেন্স হিসাবে বিস্তৃত হোস্ট পরিসর pT181 প্লাজমিড ব্যবহার করে অধ্যয়ন করা হয়েছে ( 31 , 174 )। প্রতিলিপি সূচনা প্রোটিনের সাথে হেলিকেসের একটি স্পষ্ট মিথস্ক্রিয়া তিনটি পিসিআরএ-এর জন্য পুল-ডাউন দ্বারা সফলভাবে পর্যবেক্ষণ করা হয়েছিল। যাইহোক, তারা RepC-এর উপস্থিতিতে প্লাজমিড ডিএনএ-তে বিভিন্ন অনিয়ন্ত্রিত কার্যকলাপ প্রদর্শন করেছিল: যখন B. anthracis থেকে PcrA এবং B. সেরিয়াস DNA কে সম্পূর্ণরূপে মুক্ত করে, PcrA S. নিউমোনিয়া থেকেতা করতে ব্যর্থ হয়েছে এবং শুধুমাত্র আংশিক উত্পাদিত হয়েছে। এটি ইঙ্গিত দিতে পারে যে S. aureus থেকে RepC এবং S. নিউমোনিয়া থেকে PcrA- এর মধ্যে মিথস্ক্রিয়া যথেষ্ট স্থিতিশীল নয় এবং, তাই, হেলিকেস ডিএনএ আনওয়াইন্ডিং চালিয়ে যেতে অক্ষম। প্রকৃতপক্ষে, লেখকরা রিপোর্ট করেছেন যে এস নিউমোনিয়া স্ট্রেনে pT181 প্লাজমিড বজায় রাখা সম্ভব নয় ( 31 )।\nগ্রাম-নেতিবাচক ব্যাকটেরিয়ায়, প্লাজমিড আরসিআর-এ UvrD-এর ভূমিকা নির্ধারণ করা হয়েছে, যদিও গ্রাম-পজিটিভ ব্যাকটেরিয়ার PcrA-এর তুলনায় এর ভূমিকা অনেক কম অধ্যয়ন করা হয়েছে। এটি দেখানো হয়েছে যে E. coli- তে uvrD মুছে ফেলার ফলে কোষে নিকড pC194 প্লাজমিড ডিএনএ জমা হয় এবং প্লাজমিড রেপ্লিকেশনের ssDNA ইন্টারমিডিয়েটের অভাব হয় ( 175 )। তবুও, রেপ্লিকেশন ইনিশিয়েটর প্রোটিন এবং UvrD এর মধ্যে সরাসরি মিথস্ক্রিয়া বা হেলিকেস কার্যকলাপের উপর এর প্রভাব এখনও অধ্যয়ন করা হয়নি।\nসংক্ষেপে, PcrA ATPase/হেলিকেস কার্যকলাপে প্রতিলিপি সূচনাকারী প্রোটিনের প্রভাব জৈব রাসায়নিক এবং আণবিক জীববিজ্ঞান স্তরে পুঙ্খানুপুঙ্খভাবে অধ্যয়ন করা হয়েছে। যাইহোক, প্রতিলিপি সূচনা উত্সের উপর প্রতিলিপি যন্ত্রপাতি কিভাবে লোড করা হয় সে সম্পর্কে এখনও কিছু উত্তরহীন প্রশ্ন রয়েছে। উদাহরণস্বরূপ, এটি রিপোর্ট করা হয়েছে যে পিসিআরএ তার বিকৃত কিন্তু অত্যন্ত সংরক্ষিত সি-টার্মিনাল অঞ্চলের মাধ্যমে RNAP-এর সাথে যোগাযোগ করে ( 176)), কিন্তু PcrA এর কোন ডোমেন এবং রেপ্লিকেশন ইনিশিয়েটর প্রোটিন উভয় প্রোটিনের মধ্যে মিথস্ক্রিয়ায় জড়িত তা জানা যায়নি। এছাড়াও, হেলিকেজ-রিপ কমপ্লেক্সের স্থায়িত্ব জানা নেই, বা প্লাজমিড প্রতিলিপির পুরো রাউন্ডের সময় হেলিকেজ লোড/আনলোড করার চক্র আছে কিনা তা জানা নেই। অধিকন্তু, pT181 এর বিপরীতে, pC194 বা pMV158 পরিবারের অন্তর্গত প্লাজমিডগুলি pcrA3 ব্যাকটেরিয়া মিউট্যান্ট; প্রতিলিপি করতে সক্ষম। এটি এই প্রশ্ন উত্থাপন করে যে পিসিআরএর হেলিকেজ এনজাইম কার্যকলাপ এই প্লাজমিডগুলির প্রতিলিপির জন্য দায়ী কিনা বা অন্য হেলিকেজ এই কাজটি মোকাবেলা করতে পারে কিনা। অবশেষে, একা UvrD-এর হেলিকেজ এনজাইম কার্যকলাপের উপর প্রচুর কাজ করা সত্ত্বেও, পূর্বে নির্দেশিত হিসাবে, RCR এবং প্রতিলিপি সূচনাকারী প্রোটিনের সাথে পুয়েটিভ মিথস্ক্রিয়াতে এর ভূমিকা সম্পর্কে খুব কমই জানা যায়।"}