{"pageid": 1384000, "title": "তাপীয় বিয়োজন", "url": "https://bn.wikipedia.org/wiki?curid=1384000", "content": "তাপীয় বিয়োজন হলো এমন একটি রাসায়নিক বিক্রিয়া যেখানে একটি যৌগ তাপের প্রভাবে এক বা একাধিক সরলতর যৌগে বিভক্ত হয়। এই বিক্রিয়াটিকে থার্মোক্লাসিক বিয়োজন বা থার্মোলাইসিস নামেও পরিচিত। তাপীয় বিয়োজন একটি গুরুত্বপূর্ণ রাসায়নিক প্রক্রিয়া যা অনেক শিল্প প্রক্রিয়া এবং পণ্য উৎপাদনে ব্যবহৃত হয়।\n\n\n== প্রক্রিয়া ==\nতাপীয় বিয়োজন প্রক্রিয়া সাধারণত তিনটি ধাপের মাধ্যমে ঘটে:\n\nঅস্থায়ী অণু গঠন: তাপের প্রভাবে যৌগের অণুগুলি আংশিকভাবে বা সম্পূর্ণরূপে ভেঙে যায় এবং অস্থায়ী অণু গঠিত হয়।\nঅস্থায়ী অণুর বিভাজন: অস্থায়ী অণুগুলি আরও ছোট, সরলতর অণুতে বিভক্ত হয়।\nঅবশেষের মুক্তি: বিয়োজিত অণুগুলি পৃথক হয়ে যায় এবং মুক্ত হয়।\n\n\n== প্রকারভেদ ==\nতাপীয় বিয়োজন প্রক্রিয়াকে বিভিন্ন উপায়ে শ্রেণীবদ্ধ করা যেতে পারে। একটি সাধারণ শ্রেণিবিভাগ হল যৌগের ধরন অনুসারে। এই শ্রেণিবিভাগ অনুসারে, তাপীয় বিয়োজনকে নিম্নলিখিত দুটি ভাগে ভাগ করা যেতে পারে:\n\nজৈব তাপীয় বিয়োজন: জৈব যৌগগুলির তাপীয় বিয়োজনকে জৈব তাপীয় বিয়োজন বলে। এই বিক্রিয়াতে সাধারণত জৈব যৌগগুলি কার্বন ডাই অক্সাইড, জল এবং অন্যান্য সহজ যৌগে বিভক্ত হয়।\nঅজৈব তাপীয় বিয়োজন: অজৈব যৌগগুলির তাপীয় বিয়োজনকে অজৈব তাপীয় বিয়োজন বলে। এই বিক্রিয়াতে সাধারণত অজৈব যৌগগুলি তাদের উপাদানগুলিতে বিভক্ত হয়।\n\n\n== প্রয়োগ ==\nতাপীয় বিয়োজন একটি গুরুত্বপূর্ণ রাসায়নিক প্রক্রিয়া যা অনেক শিল্প প্রক্রিয়া এবং পণ্য উৎপাদনে ব্যবহৃত হয়। কিছু গুরুত্বপূর্ণ তাপীয় বিয়োজন প্রয়োগ নিম্নরূপ:\n\nধাতুবিদ্যা: ধাতুবিদ্যায় তাপীয় বিয়োজন প্রক্রিয়াটি ধাতুগুলিকে তাদের আকরিক থেকে বিচ্ছিন্ন করতে ব্যবহৃত হয়।\nরাসায়নিক শিল্প: রাসায়নিক শিল্পে তাপীয় বিয়োজন প্রক্রিয়াটি বিভিন্ন রাসায়নিক পদার্থ উৎপাদন করতে ব্যবহৃত হয়। উদাহরণস্বরূপ, নাইট্রোজেন ডাই অক্সাইড উৎপাদনের জন্য নাইট্রিক এসিডের তাপীয় বিয়োজন ব্যবহৃত হয়।\nখাদ্য শিল্প: খাদ্য শিল্পে তাপীয় বিয়োজন প্রক্রিয়াটি খাদ্যদ্রব্য সংরক্ষণ করতে ব্যবহৃত হয়। উদাহরণস্বরূপ, খাবার শুকানো বা টিনজাত করার জন্য তাপীয় বিয়োজন প্রক্রিয়া ব্যবহৃত হয়।\n\n\n== নিরাপত্তা ==\nতাপীয় বিয়োজন প্রক্রিয়াটি কিছু সম্ভাব্য ঝুঁকির সাথে যুক্ত। এই ঝুঁকিগুলির মধ্যে রয়েছে:\n\nদহন: তাপীয় বিয়োজন প্রক্রিয়ার সময় উৎপন্ন গ্যাসগুলি দহনযোগ্য হতে পারে।\nবিষক্রিয়া: তাপীয় বিয়োজন প্রক্রিয়ার সময় উৎপন্ন গ্যাসগুলি বিষাক্ত হতে পারে।\nবিস্ফোরণ: কিছু ক্ষেত্রে, তাপীয় বিয়োজন প্রক্রিয়া একটি বিস্ফোরণ ঘটাতে পারে।\nতাপীয় বিয়োজন প্রক্রিয়া পরিচালনার সময় এই ঝুঁকিগুলি এড়াতে নিরাপত্তা ব্যবস্থা গ্রহণ করা গুরুত্বপূর্ণ।\n\n\n== তথ্যসূত্র =="}