{"pageid": 1384612, "title": "তজ্জলান", "url": "https://bn.wikipedia.org/wiki?curid=1384612", "content": "তজ্জলান (সংস্কৃত: तज्जलान्) হল বাস্তবতা বা ব্রহ্মকে বর্ণনা করার জন্য উপনিষদীয় দ্রষ্টাদের কর্তৃক নিযুক্ত করা হিন্দুধর্মের কয়েকটি রহস্যময় পদ্ধতির মধ্যে একটি। এটি সৃষ্টির প্রেক্ষাপটে বাস্তবতার সমস্যার মহাজাগতিক পদ্ধতি।\n\n\n== অর্থ ==\nতজ্জলান একটি বিশেষণ, যার অর্থ হল - 'শোষিত ও তাতে শ্বাস নেওয়া', 'উৎপাদিত'। এটি যৌগিক শব্দ যাকে তজ-জ, তল-ল এবং তদ-অনর সমতুল্য হিসেবে ব্যাখ্যা করা হয় যা ব্রহ্মের গুণাবলীর প্রতিনিধিত্ব করে। মাণ্ডূক্য উপনিষদের পরবর্তী সূত্র সাহিত্যে প্রদত্ত প্রবচনাত্মক পদ্ধতির বিপরীতে বাস্তবতাকে বর্ণনা করার জন্য এটি রহস্যময় পদ্ধতি। শাণ্ডিল্যের উপনিষদীয় ঘোষণা:\n\nছান্দোগ্য উপনিষদে শব্দটি প্রথম দেখা যায়,  এটি বলার জন্য রহস্যজনক উপায় অবলম্বন করে যে কীভাবে ঈশ্বরকে 'উৎপত্তি', 'শেষ' ও 'সবকিছুর জীবন' হিসাবে বিবেচনা করা যেতে পারে। সৃষ্টি বলতে আক্ষরিক অর্থে বর্তমান চক্রের সূচনাকে বোঝায় কিন্তু বৈদিক দ্রষ্টারা বিশ্বাস করতেন যে সৃষ্টি হল শুরু-কম এবং অন্তহীন প্রক্রিয়া, এবং ব্রহ্ম হল সমস্ত কিছুর সার যা বিদ্যমান এবং নেই। আদি শঙ্কর তজ্জলানের অর্থ দিয়েছেন যেমন – \"এই \"তদ\" ব্রহ্ম থেকে বিশ্বজগৎ \"জ\" উৎপন্ন হয়েছে, বিলুপ্ত হলে এটি \"লি\" ব্রহ্মের সাথে সাদৃশ্যপূর্ণ হয়ে যায়; একইভাবে অবশেষে তিনি হলেন ব্রহ্ম যার মধ্যে মহাবিশ্ব সৃষ্টি হওয়ার পরে, \"আন\" শ্বাস নেয় এবং বেঁচে থাকে - তৎ-জ-লি-অন\"।\n\n\n== প্রভাব ==\nতজ্জলান হল ধাঁধা যা আদিম আত্মা থেকে সৃষ্টির প্রক্রিয়া ইত্যাদি ব্যাখ্যা করার বিষয়ে ব্রহ্মের তিনটি মৌলিক বৈশিষ্ট্যকে ইতিবাচকভাবে বর্ণনা করে। তৈত্তিরীয় উপনিষদ ২.১/৩.১ ব্রহ্ম থেকে উপাদানের উৎপত্তির তত্ত্ব প্রস্তাব করে, একই উপনিষদ ব্রহ্মকে অস্তিত্ব, চেতনা ও অসীম হিসাবে সংজ্ঞায়িত করে এবং ঘোষণা করে যে \"এটাই একমাত্র জিনিসগুলির চূড়ান্ত বাস্তবতা হিসাবে বিবেচিত হতে পারে, যেখান থেকে এই সমস্ত প্রাণীর জন্ম হয়, যার দ্বারা তারা জন্মের সময় বেঁচে থাকে, যা তারা মেরামত করে এবং যার মধ্যে তারা শেষ পর্যন্ত সমাধান হয়\", কারণ মহাবিশ্বের পিছনে অবশ্যই অস্তিত্ব থাকতে হবে যা অবশ্যই এর উৎস, ভরণপোষণ ও শোষণের জন্য দায়ী হিসাবে বিবেচিত হবে। শাণ্ডিল্য, তজ্জলান শব্দটি ব্যবহার করে, ব্রহ্মের উপাসনা করা উচিত এমন গোপন নাম প্রকাশ করে। ব্রহ্মসূত্রে বাদরায়ণ বলেন, ব্রহ্ম থেকেই এই মহাবিশ্বের জন্ম (जन्माद्यस्य यतः, জনমাদি আশায় ইয়াতঃ)। বাদরায়ণের উক্তি সম্পর্কে আদি শঙ্কর বলেন যে, উক্তিটি, জনমাদি হল বহুব্রীহি যৌগ যেখানে উপস্থাপিত বিষয়কে তার গুণাবলী সহ ধরা হয়।  ব্রহ্মের এই সংজ্ঞাকে বলা হয়, তৎস্থলক্ষণ।\n\n\n== তাৎপর্য ==\nতজ্জলান হল মহাবিশ্বের রহস্যময় নাম যা ব্রহ্মের সাথে চিহ্নিত করা হয়েছে যে শব্দটি ব্রহ্মের তিনটি বৈশিষ্ট্যকে সংক্ষিপ্ত করে - মহাবিশ্বের সৃষ্টিকর্তা, সংরক্ষণকারী ও ধ্বংসকারী হিসাবে এবং মহাবিশ্বকে অতীত, বর্তমান এবং তিনটি সময়কালেই ব্রহ্ম থেকে আলাদা নয় বলে উপস্থাপন করে। ভবিষ্যত। এটি ঈশ্বরের অস্তিত্বের জন্য বিশ্বতাত্ত্বিক প্রমাণ, যার অর্থ এই যে ব্যক্তি আত্মা তার অপরিহার্য প্রকৃতিতে সীমাবদ্ধ নয় যদিও অজ্ঞতার প্রাচুর্যের কারণে এটি সীমাবদ্ধ হওয়ার জন্য বিভিন্ন নাম ও রূপ ধারণ করে। শব্দগুচ্ছ, তজ্জলান, মহাবাক্য-কে ব্যাখ্যা করার কারণ সরবরাহ করে- \"এই সবই ব্রহ্ম\"। বাক্যাংশটি বাস্তবতার সমস্যায় মহাজাগতিক পদ্ধতির দুটি সুপরিচিত উদাহরণের একটি। শাণ্ডিল্যের ঘোষণা – सर्वं खल्विदं ब्रह्म तज्जलानिति शान्त उपासीत, শব্দের সাহায্যে ব্রহ্মকে ধ্যান করার সুপারিশ করে, তজ্জলান, যে শব্দটি একটি সংকুচিত সূত্র হিসাবে পরিবর্তনহীন ব্রহ্মের তিনটি বৈশিষ্ট্যকে সংক্ষিপ্ত করে, ধ্যানের ক্রিয়াটির প্রতি দৃষ্টি আকর্ষণ করে ধ্যান করার জন্য একটি বস্তু থাকতে হবে।\n\n\n== তথ্যসূত্র =="}