{"pageid": 138408, "title": "লিনাক্স মিন্ট", "url": "https://bn.wikipedia.org/wiki?curid=138408", "content": "লিনাক্স মিন্ট (ইংরেজি: Linux Mint) ডেবিয়ান ও উবুন্টু-ভিত্তিক লিনাক্স সম্প্রদায়-চালিত একটি গ্নু/লিনাক্স ডিস্ট্রিবিউশন, যার উদ্দেশ্য হলো ‘তূলনামূলক আরও আরামদায়ক, আকর্ষণীয় ও আধুনিক এবং শক্তিশালী ও সহজে ব্যবহারযোগ্য’ হওয়া।  লিনাক্স মিন্ট আউট-অব-দ্য-বক্স পূর্ণ মাল্টিমিডিয়া সহায়তা প্রদান করে, যেখানে কিছু মালিকানাধীন ও ফ্রি-ওপেন সোর্স সফটওয়্যার অন্তর্ভুক্ত থাকে। প্রকল্পটির প্রবক্তা ক্লেমেন্ট লেফেভ্রে এবং বর্তমানে লিনাক্স মিন্ট টিম ও লিনাক্স মিন্ট সম্প্রদায় কর্তৃক সক্রিয়ভাবে ডেভেলপ হচ্ছে।\n\n\n== বৈশিষ্ট্যসমূহ ==\n\n\n=== ইনস্টলেশন ===\nলিনাক্স মিন্টের ইন্সটলেশন সাধারণভাবে লাইভ সিডি দিয়ে করা যায় । লিনাক্স মিন্ট অপারেটিং সিস্টেম সরাসরি সিডি দিয়ে চালানো যায় (তবে উল্লেখযোগ্য পরিমাণ কর্মক্ষমতা হ্রাস পেতে পারে), একজন ব্যবহারকারীকে হার্ডওয়্যার কম্পাবিলিটি এবং ড্রাইভার সাপোর্ট – এর জন্য পরীক্ষামূলকভাবে চালানোর অনুমতি দেয়। সিডিটিতে Ubiquity installer থাকে যা ব্যবহারকারীকে স্থায়ী ইন্সটলেশন প্রক্রিয়ার জন্য নির্দেশনা দিতে পারে। \nলিনাক্স মিন্টের প্রধান সংস্করণ ৩২ বিট (32 bit ) এবং ৬৪ বিট (64 bit )এ পাওয়া যায়। ইন্সটলেশন সিডি ইমেজ (.iso file)খুব সহজেই লিনাক্স মিন্টের অফিসিয়াল ওয়েবসাইট (http://www.linuxmint.com) থেকে বিনামূল্যে ডাউনলোড করা যায়, অথবা ইন্সটলেশন সিডি 3rd party vendor থেকে কিনতে পারেন। লিনাক্স মিন্ট ইউএসবি ফ্ল্যাশ ড্রাইভ ( USB Flash Drive) থেকে বুট এবং রান করা যেতে পারে, সঙ্গে ফ্ল্যাশ ড্রাইভের সেটিংস সংরক্ষণের সুবিধা থাকে। ইউএসবি ড্রাইভ(USB Drive) থেকে বুটিং এর মাধ্যমে এই পারসিস্টেন্ট থাম্ব ড্রাইভ সংস্করণ (Persistent Thumb Drive Version) যেকোনো কম্পিউটারে পোর্টেবল ইন্সটলেশন রান করতে পারেন। ইউএসবি ড্রাইভে লিনাক্স মিন্ট (উবুন্টু , LMDE না ) ইন্সটল করার জন্য ইউএসবি ক্রিয়েটর (USB Creator) পাওয়া যায়। \nবুকমার্ক , ডেক্সটপ ব্যাকগ্রাউন্ড (ওয়ালপেপার ), এবং বিভিন্ন সেটিংস আপনার উইন্ডোজ থেকে নতুন লিনাক্স মিন্টে আনার জন্য মাইক্রোসফট উইন্ডোজ মাইগ্রেশন অ্যাসিস্ট্যান্ট ব্যবহার করতে পারেন। \nলাইভ সিডিতে উইন্ডোজ ইন্সটলার “ Mint4Win” সংযুক্ত করা আছে এবং মাইক্রোসফট উইন্ডোজ থেকে লিনাক্স মিন্ট ইন্সটল করতে পারেন, ঠিক উবুন্টুর Wubi এর মতন । অপারেটিং সিস্টেমটি উইন্ডোজ কন্ট্রোল প্যানেল দ্বারা রিমুভ করতে পারেন । এই জন্য হার্ডওয়্যারের পার্টিশনের প্রয়োজন হয় না। \nইন্সটলেশন LVM বা ডিস্ক এনক্রিপশন (Disk Encryption) সমর্থন করে না। \nUTF-8 হল ডিফল্ট ক্যারেক্টার এনকোডিং (Default Character Encoding) এবং বিভিন্ন ধরনের নন-রোমান স্ক্রিপ্ট (Non-Roman Script) সমর্থন করে।\n\n\n== প্যাকেজের শ্রেণিবিন্যাস এবং সহায়তা ==\n\n\n== বিভিন্ন সংস্করণ ==\nলিনাক্স মিন্ট এর প্রতিটি সংস্ককরণ এর নামকরণ এ এক একজন নারীর নাম ব্যবহৃত হয়েছে। এ ক্ষেত্রে প্রতিটি নাম এর শেষে এ \"A\" থাকতো, তবে এ ধারার প্রথম ব্যতিক্রম হয় ১৮.এক্স শ্রেণীতে, যেখানে ভার্সন ১৮ এর নাম সারাহ (Sarah)। প্রাথমিক ভাবে প্রতি বৎসর ২টি সংক্ষরণ মুক্তি দেওয়া হতো , ২০০৮ এ ৫ম সংক্ষরণ হতে প্রতিটি ৪র্থ সংক্ষরণকে  long-term support (LTS) সংক্ষরণ হিসেবে মুক্তি দেওয়া হচ্ছে, যেটা দীর্ঘমেয়াদী ৫ বৎসর সমর্থন পাবে।\n\n\n== ডেভলপমেন্ট ==\n\n\n=== ডেভলপার দল ===\n\n\n=== লিনাক্স মিন্টের তৈরী সফটওয়্যার ===\n\n\n== জনপ্রিয়তা ==\nমে ২০১৩ সালে, টেক রিডার এর ডেভিড হ্যাওয়ার্ড ডেস্কটপ ব্যবহারকারীদের উপর দৃষ্টি নিবদ্ধ করার জন্য লিনাক্স মিন্টের প্রশংসা করেন। \nলাইফহ্যাকারের একটি অনলাইন জরিপে লিনাক্স মিন্ট প্রায় ১৬% ভোট পেয়ে উবুন্টুর পরে দ্বিতীয় সেরা লিনাক্স নির্বাচিত হয়। অক্টোবরে ২০১২ (ইস্যু ১৬২), \"লিনাক্স ফর্ম্যাট\" ম্যাগাজিন লিনাক্স মিন্টকে ২০১২ সালের এর জন্য সেরা ডিস্ট্রো হিসাবে নির্বাচিত করে। জুলাই ২০১৩ (১২৮ সংখ্যা) মাসিক \"লিনাক্স ইউসার এবং ডেভেলপার\" লিনাক্স মিন্ট ১৫ \"অলিভিয়াকে\" ৫/৫ স্কোর দেয় এবং উল্লেখ করে \"আমরা ডিসট্রোতে একটিও সমস্যা পাইনি, এটা মসৃণ ও ব্যবহারকারী বান্ধব।\nএটি একটি আধুনিক লিনাক্স ডিস্ট্রো,,,সুন্দর ও ব্যবহার বান্ধব‌‍. তাছাড়া লিনাক্স মিন্ট উইন্ডোজ এর মত সহজ ইন্টারফেস প্রদান করে. অন্য দিকে উবুন্টুর ইউনিটি খুব বেশি সুবিধার নয়,,এবং এর নতুন আপডেটগুলোর সাইজ ও বিশাল.তবু উবুন্টু এর কমিউনিটির জন্য বিখ্যাত.\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOfficial Linux Mint website\nLinux Mint Help Channel (IRC)\nOfficial Linux Mint ftp server with newest stable release Isadora  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ নভেম্বর ২০১০ তারিখে\nডিস্ট্রোওয়াচ-এ  লিনাক্স মিন্ট"}