{"pageid": 1384541, "title": "আল মিকদাদ বিন আমর", "url": "https://bn.wikipedia.org/wiki?curid=1384541", "content": "আল-মিকদাদ বিন আমর/মিকদাদ বিন আসয়াদ (মৃত্যু ৩৩ হিজরি) ছিলেন একজন বদরি সাহাবী এবং আবিসিনিয়া ও ইয়াসরিবে হিজরতকারী সাহাবী। তিনি নবী মুহাম্মাদ সা. এর সাথে সমস্ত সামরিক অভিযানে অংশগ্রহণ করেন। এছাড়াও তিনি লেভান্ট ও মিশরের বিজয়ে অংশ নিয়েছিলেন।\n\n\n== বংশ ==\nআল- মিকদাদ বিন আমর বিন সা'লাবা বিন মালিক বিন রাবিয়াহ বিন সুমামা বিন মাতরুদ বিন আমর বিন সাঈদ বিন দুহাইর বিন লুই বিন সা'লাবা বিন মালিক বিন শারীদ বিন আবি আহুন বিন কাস বিন দুরাইম বিন কাইন বিন আহুদ ইবনে বাহরা ইবনে আমর ইবনে আল হাফ ইবনে কুদাআহ।\n\n\n== জীবনী ==\nআল-মিকদাদ বিন আমর ছিলেন প্রথমদিকে ইসলাম গ্রহণকারীদের মধ্যে একজন এবং  তিনি ছিলেন মক্কায় ইসলাম প্রদর্শনকারী প্রথম ব্যক্তিদের একজন।  আবদুল্লাহ বিন মাসউদ বর্ণনা করেন যে:\nসর্বপ্রথম যারা ইসলাম গ্রহণকারী ব্যক্তি হলেন ৭ জন: রাসূল সা. আবু বকর, আম্মার ও তার মা সুমাইয়া, সুহাইব, বিলাল ও আল-মিকদাদ।\nতার বংশ সম্পর্কে মতভেদ রয়েছে। কথিত আছে যে, তিনি ছিলেন আল-মিকদাদ বিন আমর বিন সালাবাহ বিন মালিক বিন রাবিয়া এবং তিনি কুদা'আহ গোত্রের অন্যতম বাহরার অধিবাসী ছিলেন।  বলা হয় যে, তিনি কিন্দা উপজাতির হাজরামাউতের অধিবাসী ছিলেন এবং বলা হয় যে তিনি একজন কালো দাস ছিলেন। যাহোক, যা প্রমাণিত তা হল যে তিনি মক্কায় বনু জাহরা বিন কিলাবের মিত্র ছিলেন ও আসওয়াদ বিন আবদ ইয়াগুস বিন ওয়াহাব বিন আবদে মানাফ বিন জাহরা বিন কিলাব তাকে দত্তক নিয়েছিলেন।  \nমক্কায় তার উপস্থিতি সম্পর্কে বলা হয় যে তিনি কিন্দা অঞ্চলে একটি দুর্ঘটনা ঘটিয়েছিলেন; তাই তিনি মক্কা পালিয়ে যান এবং আসওয়াদের সাথে মিত্রতার শপথ করেন। কথিত আছে, তার পিতা আমর বিন সালাবা নিজ অঞ্চলের লোকদের মাঝে রক্তপাত করেছিলেন; তাই তিনি হাদরামাউতে যোগদান করেন, যেখানে তিনি কিন্দাহর সাথে মিত্রতা স্থাপন করেন। সেখানে একজন মহিলাকে তিনি বিয়ে করেছিলেন যিনি, তাকে আল-মিকদাদের জন্ম দেন। এরপর আল-মিকদাদ যখন বড় হন, তিনি আবু শিমর ইবনে হাজার আল-কিন্দির সাথে ঝগড়ায় জড়িয়ে পড়েন এবং তিনি একটি তলোয়ার দিয়ে তার পায়ে আঘাত করেন। এরপর পালিয়ে মক্কা যান এবং সেখানে তিনি আল আসওয়াদ ইবনে আবদ ইয়াগুস আল-জুহরির সাথে একটি মিত্রতা করেন। \nআল-মিকদাদ আবিসিনিয়া ভূমিতে হিজরত করেন  এবং তারপর মক্কায় ফিরে আসেন। নবী মুহাম্মদ যখন মদিনায় হিজরত করেন, তখন তিনি হিজরত করতে অক্ষম হয়ে যাওয়ার কারণে থেকে যান। এরপর নবী মুহাম্মদ সা. উবাইদাহ বিন আল হারিসের সাথে একটি স্কোয়াড্রন প্রেরণ করেন এবং তারা ইকরিমা বিন আবি জাহলের নেতৃত্বে কুরাইশদের একটি দলের মুখোমুখি হন। আল-মিকদাদ এবং উতবাহ বিন গাজওয়ান সেই সুযোগে কুরাইশদের সাথে বেরিয়েছিলেন। কিন্তু যখন তারা মুখোমুখি হন, তখন কোনো যুদ্ধই হয়নি। আল-মিকদাদ ও উতবাহ তখন ফেরার পথে মুসলমানদের সাথে মদিনায় রওনা হয়ে যান এবং  আল-মিকদাদ সেখানে কুলসুম বিন হামাদের সাথে অবস্থান করেন। নবী মুহাম্মদ সা. তার এবং জব্বার বিন সাখরের মধ্যে ভ্রাতৃত্ব স্থাপন করেছিলেন। অন্য বর্ণনায় বলা হয় যে তিনি ও আব্দুল্লাহ বিন রাওয়াহার মাঝে ভ্রাতৃত্ব স্থাপন করা হয়। তিনি মুহাম্মদ সা. এর সাথে  ঘোড়ায় একজন রক্ষী হিসেবে বদরের যুদ্ধ প্রত্যক্ষ করেছিলেন এবং তিনিই প্রথম ঘোড়া নিয়ে আল্লাহর পথে ঝাঁপিয়ে পড়েন।  তিনি একজন দক্ষ তীরন্দাজ ছিলেন।  নবী মুহাম্মদ সা. এর মৃত্যুর পর তিনি শাম  এবং মিশর বিজয়ে অংশগ্রহণ করেন। \nআল-মিকদাদ ৩৩ হিজরিতে আল-জুরফে মারা যান। পরো তাকে মদিনায় নিয়ে আসা হয় এবং উসমান বিন আফফান তার জানাজা পড়ান। তাকে জান্নাতুল আল-বাকী'তে সমাহিত করা হয়।  তখন তার বয়স হয়েছিল ৭০ বছর। যখন তিনি মারা যান, এবং বলা হয় যে তার মৃত্যুর কারণ ছিল যে তিনি ক্যাস্টর অয়েল পান করেছিলেন,  এবং বলা হয় যে তার পেটে হার্নিয়েট হয়েছিল, তার থেকে চর্বি বেরিয়েছিল এবং তিনি মারা যান।  কথিত আছে যে, তার একটি বড় পেট ছিল, এবং তার একটি রোমান ছেলে ছিল, তাই তিনি তাকে বললেন: «أشقّ بطنك فأخرج من شحمة حتى تلطف‎»   তাই তিনি তার পেট কেটে ফেললেন এবং তারপর সেলাই করে ফেলল, ফলে আল-মিকদাদ মারা গেল এবং ছেলেটি পালিয়ে গেল।  আল-মিকদাদের দুটি কন্যা ছিল, কারিমা এবং দাবা,  এবং তিনি আল-জুবায়ের বিন আল-আওয়ামকে তার সম্পত্তি দখল করার সুপারিশ করেছিলেন,  এবং আল-হাসান এবং আল-হুসাইনকে 18,000 দিরহাম দেন, এবং 7,000 দিরহাম মুমিনদের মায়েদের প্রত্যেককে।  \nআল-মিকদাদ একজন লম্বা মানুষ ছিলেন; তার পেট স্থুল আকৃতির ছিল। তার মাথায় ঘন চুল, চওড়া চোখ ও ঘন ভ্রু ছিল।  তার দাড়ি হলুদ ছিল এবং তার দাড়ি ছিল সুন্দর; ঘন বা হালকা ছিল না।  মুহাম্মদ সা. এর কাছে তার বড় মর্যাদা ছিল। বুরাইদা বিন আল হাসিব নবী মুহাম্মদ সা. থেকে বর্ণনা করেন: তোমাদের অবশ্যই চারজনকে ভালবাসতে হবে: আলি, আবু যর, সালমান ও আল-মিকদাদ।    আল-মিকদাদ বিয়ের জন্যে একজন কুরাইশকে প্রস্তাব করেন; কিন্তু লোকটি তা প্রত্যাখ্যান করে। তাই নবী মুহাম্মাদ তাকে তার চাচার মেয়ে দাবাআ বিনতে জুবায়ের বিন আব্দুল মুত্তালিবের সাথে বিয়ে দেন। \n\n\n== হাদিস বর্ণনা ==\nতিনি নবি মুহাম্মদ সা. থেকে হাদিস বর্ণনা কয়েকটি করেছেন।\nতাঁর সূত্রে বর্ণনা করেন: আলী ইবনে আবি তালিব, আব্দুল্লাহ ইবনে মাসউদ , আব্দুল্লাহ ইবনে আব্বাস, জুবায়ের ইবনে নুফাইর, আব্দুর রহমান ইবনে আবি লায়লা, হাম্মাম ইবনে হারিস, উবায়দুল্লাহ ইবনে আদী ইবনে আল-খায়ার, আল-মুস্তারাদ ইবনে শাদ্দাদ , তারিক বিন শিহাব, মায়মুন বিন আবি শাবিব, আনাস বিন মালিক, আল-হারিস বিন সুওয়াইদ, আল-সাইব বিন ইয়াজিদ , সাঈদ বিন আল-আস, সালিম বিন আমের, সুলেমান বিন ইয়াসার, শারিক বিন সামি আল-গাতাইফি আল-মাসরি, আবু মুয়াম্মার আবদুল্লাহ বিন সাখাবরা আল-আজদি , উমাইর বিন ইসহাক, আবু আইয়ুব আল-আনসারী, আবু রশিদ আল-হাবরানি, আবু দুবিয়া আল-কালাঈ, তার স্ত্রী দাবা বিনতে জুবায়ের ও তার মেয়ে কারিমা বিনতে আল-মিকদাদ।\nআল-জারহ ও তা'দীল : আল-মিকদাদের একটি হাদিস বুখারী ও মুসলিমে রয়েছে এবং মুসলিম এককভাবে চারটি হাদিস বর্ণনা করেছেন। এছাড়া সিহাহ সিত্তার সকল ইমাম তার বর্ণনা এনেছেন।\n\n\n== তথ্যসূত্র =="}