{"pageid": 1384723, "title": "কমলাপুর মাল্টিমোডাল পরিবহন হাব", "url": "https://bn.wikipedia.org/wiki?curid=1384723", "content": "কমলাপুর মাল্টিমোডাল পরিবহন হাব বাংলাদেশের রাজধানী ঢাকায় প্রস্তাবিত একটি পরিবহন কেন্দ্র। দেশের কেন্দ্রীয় রেলওয়ে স্টেশন ঢাকা রেলওয়ে স্টেশনের স্টেশন প্লাজা ঘিরে তিন স্তর বিশিষ্ট এই বড় স্থাপনা নির্মিত হবে।\n\n\n== পটভূমি ==\nবাংলাদেশ সরকার দেশে মাল্টিমোডাল পরিবহন ব্যবস্থা সমন্বয়ের লক্ষ্যে ২০১৩ সালে একটি নীতিমালা প্রণয়ন করে। এর দুই বছর পর চূড়ান্তকৃত কৌশলগত পরিবহন পরিকল্পনায় ঢাকা বিভাগে ২১টি পরিবহন কেন্দ্র নির্মাণের সুপারিশ করা হয়। কমলাপুর প্রস্তাবিত পরিবহন কেন্দ্রগুলোর মধ্যে অন্যতম ছিল। ২০১৮ সালে অর্থনৈতিক বিষয় সংক্রান্ত মন্ত্রিসভা কমিটি কমলাপুর মাল্টিমোডাল পরিবহন হাব নির্মাণ প্রকল্প অনুমোদন করে। বাংলাদেশ প্রকল্পটি বাস্তবায়নে সরকারি–বেসরকারি অংশীদারিত্বের ভিত্তিতে জাপানের সঙ্গে একটি চুক্তি স্বাক্ষর করে। ঢাকা রেলওয়ে স্টেশনকে ঘিরে প্রস্তাবিত এই কাঠামো নির্মাণে ব্যয় মার্কিন$০.৯ বিলিয়ন ধরা হয়েছে। হাব নির্মাণের জন্য কাজিমা কর্পোরেশনকে নিয়োগ করা হয় যারা প্রকল্পটি বাস্তবায়নের জন্য সরকারের সাথে একাধিক বৈঠক করে। প্রস্তাবিত পরিবহন কেন্দ্রটি জাপানের টোকিও কেন্দ্রীয় স্টেশনের আদলে ১০ কোটি বর্গ মিটার আয়তন জুড়ে নির্মাণ করার পরিকল্পনা করা হয়। ২০১৯ সালে প্রস্তাবিত পরিবহন হাবের জন্য একটি ধারণাগত নকশা প্রস্তুত করা হয়। পরবর্তীতে এর নির্মাণ ব্যয় আরও বাড়ানো হয়। বিশ্ব ব্যাংক প্রকল্পটির জন্য মার্কিন$১.০৯ বিলিয়ন ঋণ দিতে সম্মত হয়েছে। পরিবহন হাব নির্মাণের জন্য কমলাপুরে অবস্থিত রেলওয়ে স্টেশনের পাশে অবস্থিত অভ্যন্তরীণ কন্টেইনার ডিপো স্থানান্তর করা প্রয়োজন। তাই সরকার এটিকে ধীরাশ্রম রেলওয়ে স্টেশনের নিকটে স্থানান্তরের সিদ্ধান্ত নেয়। ২০৩০ সালের মধ্যে পরিবহন কেন্দ্রটি সম্পূর্ণ করার লক্ষ্যমাত্রা রয়েছে। বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়কে এই প্রকল্পের লেনদেন উপদেষ্টা হিসেবে সরকারি-বেসরকারি অংশীদারিত্ব কর্তৃপক্ষ নিয়োগ দিলেও সন্তোষজনক প্রতিবেদন না পাওয়ায় নতুন লেনদেন উপদেষ্টা নিয়োগের সিদ্ধান্ত নেয়। পরবর্তীকালে একটি ভারতীয় যৌথ উদ্যোগে প্রতিষ্ঠিত সংস্থাকে নিলামের মাধ্যমে নতুন লেনদেন উপদেষ্টা হিসেবে নিয়োগ করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nConstruction of Multimodal Hub at Dhaka Railway Station, Kamalapur, Dhaka (ইংরেজি ভাষায়)"}