{"pageid": 138456, "title": "পাওলা প্যারেটো", "url": "https://bn.wikipedia.org/wiki?curid=138456", "content": "পাওলা বেলিন প্যারেটো (জন্ম ১৬ই জানুয়ারী, ১৯৮৬ বুয়েনোস আইরেস) আর্জেন্টিনার একজন মহিলা জুডোকা।\n\n\n== জীবনী ==\nপাওলার শহরে তার আদরের নাম হল \"লা পেকে\"। বুয়েনোস আইরেস জেলার ফ্লোরিডাতে তার জন্ম হলেও বর্তমানে তিনি রাজধানীর কাছে টিগ্রেতে মা-বাবার সাথে থাকেন। তার যখন চার বছর বয়স তখন তিনি সাঁতার দিয়ে তার ক্রীড়া জীবন শুরু করেন। পরের বছরই জিমন্যাস্টিক্সও শুরু করেন। তার যখন ৯বছর বয়স তখন একদিন তার ছোট ভাই মার্কো বিদ্যালয় থেকে মার খেয়ে মার খেয়ে বাড়ি আসে। তার পিতা আল্ডো, কমবয়সে জুডো অনুশীলন করতেন, তাই এই ঘটনার পরে তিনি মার্কোকে একটি জুডো ক্লাবে ভর্তি করে দেন। কৌতূহলী হয়ে পাওলাও সেখানে যেতে চান।\nতার প্রথম ক্লাব ছিল ক্লাব সান ফার্নান্ডো। অচিরেই তিনি তার প্রথম টুর্নামেন্ট জেতেন এবং যখন তিনি ঠিকমত জুডো অনুধাবন করতে শিখলেন তখন বড় ক্লাব এস্তুদিয়ান্তেস দে লা প্লাতাতে চলে যান। প্রথমদিকে তিনি (- ৪৪কেজি) বিভাগে প্রতিদ্বন্দ্বিতা করলেও, পরে ওজন বেড়ে যাবার দরুন (-৪৮কেজি) বিভাগে প্রতিদ্বন্দ্বিতা শুরু করেন। পাওলা অত্যন্ত বুদ্ধিমতী মেয়ে, যার ছাপ তার জুডোতেও দেখা যায়। জুডোতে তার শক্তি হল দুর্দান্ত রক্ষণ।\nতিনি ফুটবলের বিরাট বড় ভক্ত এবং নিজেও বন্ধুদের সাথে ফুটবল খেলেন। তার জীবনে এমন একটা সময় এসেছিল যখন তিনি ফুটবলপেশাদার হিসাবে খেলতে চেয়েছিলেন। তার পছন্দের ক্লাব হল বোকা জুনিয়র্স আর অবশ্যই তার নিজের শহরের [[<--Estudiantes de La Plata-->এস্তুদিয়ান্তেস দে লা প্লাতা]]।\nবেইজিং-এ অলিম্পিক গেমস এক সাক্ষাতকারে তিনি বলেন যে তিনি এখনো অবিবাহিত। তার মা মির্টার এ বিষয়ে মন্তব্য ছিল,\"তুমি তো জুডোর প্রতিই বাগদত্ত\"। তিনি কি এখনো বিয়ে করেননি? হয়তো না...\nপাওলার ছোট ভাই মার্কো এখন বিশ্বের যাবতীয় টুর্নামেন্টে তার সর্বক্ষণের ছায়াসঙ্গী। আর তার দিদি এস্তেফানিয়া একজন মনস্তাত্ত্বিক।\nপাওলা এখন চিকিৎসাবিদ্যা নিয়ে পড়াশোনা করছেন বুয়েনোস আইরেস বিশ্ববিদ্যালয়ে আর সেই সঙ্গে চলছে লন্ডনে অনুষ্ঠিতব্য অলিম্পিক গেমসের প্রস্তুতি।\n\n\n== জুডো ==\n২০০৮ গ্রীষ্মকালীন অলিম্পিক গেমসে তিনি টুর্নামেন্টের সবচেয়ে নাটকীয় লড়াইয়ে ব্রোঞ্জ পদক লাভ করেন। ম্যাচটি ছিল উত্তর কোরিয়ার পাক ওক-সং-এর বিরুদ্ধে। কোরীয় জুডোকা সারা ম্যাচে বিরাট প্রভাব বিস্তার করে রেখেছিলেন; এমনকি তিনি এই কারণে একটি কোকাও লাভ করেন। শেষ দশে ম্যাচের ঘটনা প্রবাহ নাটকীয় মোড় নেয়, যখন কোরীয় মেয়েটি একটি বিশেষ পদ্ধতিতে আক্রমণ শুরু করলে পাওলা (কন্ট্রাখভাট) পদ্ধতির প্রয়োগে তার প্রতিপক্ষের পদ্ধতির সুযোগ নেন। সমস্যার সৃষ্টি হল যখন বিচারকেরা মোট পদ্ধতি প্রয়োগের গণনা করার সময় কোরীয় মেয়েটি প্রথম সেই পদ্ধতির প্রয়োগ করেছে মনে করে তার পক্ষে রায় দেয়। ফলে কোরীয় মেয়েটি পদক জেতে আর পাওলা কান্নায় ভেঙ্গে পড়েন। তখন তার ট্রেনার কার্লোস ডেনেগ্রি সরকারীভাবে প্রতিবাদ জানালে বিচারক মন্ডলী খেলার ভিডিও দেখে পূনর্বিবেচনা করেন। শেষপর্যন্ত তারা রায় দেন পাওলাই আসলে কুচিকি-তাওশি পদ্ধতির প্রয়োগ করেন; ফলতঃ পাওলাই পদক লাভ করেন।\nপাওলা মহাদেশীয় প্রতিযোগিতাগুলিতে দারুণ সফল, যেমন, প্যান আমেরিকান গেমস যেখানে তিনি পদকও জিতেছেন।\n\n\n== সাফল্য ==\n\n\n== পাদটিকা ==\n\n\n== বহিঃসংযোগ ==\nব্যক্তিগত সাইট?\nপাওলা সম্পর্কিত সাইট?\nজুডোইনসাইড\nক্রীড়া-সূত্র"}