{"pageid": 1385204, "title": "মো. খসরুজ্জামান", "url": "https://bn.wikipedia.org/wiki?curid=1385204", "content": "মো. খসরুজ্জামান বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের একজন বিচারক।\n\n\n== জীবনের প্রথমার্ধ ==\nখসরুজ্জামান ১৯৬৮ সালের ২৮ অক্টোবর জন্মগ্রহণ করেন। তিনি আইন বিষয়ে স্নাতক ও স্নাতকোত্তর ডিগ্রি সম্পন্ন করেছেন।\n\n\n== কর্মজীবন ==\nখসরুজ্জামান ১৯৯৪ সালের ১৬ আগস্ট জেলা আদালতে আইনজীবী হিসাবে যোগদান করেন।\n১৯৯৬ সালের ২৯ সেপ্টেম্বর, খসরুজ্জামান বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের আইনজীবী হন।\nপ্রধান বিচারপতি মোহাম্মদ ফজলুল করীম ২০১০ সালের এপ্রিল মাসে খসরুজ্জামান ও মোঃ রুহুল কুদ্দুসকে শপথ পড়াতে অস্বীকৃতি জানান। খসরুজ্জামানের বিরুদ্ধে ২০০৬ সালের ৩০ নভেম্বর সুপ্রিম কোর্টে ভাংচুর এবং প্রধান বিচারপতি জে আর মুদাসির হোসেনের দরজায় লাথি মারার অভিযোগ ছিল। খন্দকার মাহবুব হোসেনের নেতৃত্বাধীন বাংলাদেশ জাতীয়তাবাদী দল অধ্যুষিত সুপ্রিম কোর্ট আইনজীবী সমিতি তার নিয়োগের বিরোধিতা করে।\n২০১২ সালের ১৪ অক্টোবর, খসরুজ্জামানকে বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের স্থায়ী বিচারপতি করা হয়।\n২০১৫ সালের ২৬ মে, খসরুজ্জামান ও বিচারপতি মোঃ রেজাউল হক সাতটি পৃথক ফৌজদারি মামলায় বাংলাদেশ জাতীয়তাবাদী দলের রাজনীতিবিদ রফিকুল ইসলাম মিয়াকে জামিন দেন।\n২০১৭ সালের ১৮ জানুয়ারী, খসরুজ্জামান ও বিচারপতি শেখ আব্দুল আউয়াল ফারুক আহমেদকে হত্যার অভিযোগে অভিযুক্ত টাঙ্গাইল-৩ আসনের সংসদ সদস্য আমানুর রহমান খান রানাকে জামিন দেন।\n২০২০ সালের ৮ ডিসেম্বর, খসরুজ্জামান ও বিচারপতি মো. মাহমুদ হাসান তালুকদার সরকারকে রাষ্ট্রবিরোধী প্রচারের জন্য কনক সারওয়ারের মালিকানাধীন সমস্ত অনলাইন পোর্টাল অবরুদ্ধ করার নির্দেশ দেন।\nখসরুজ্জামান ও বিচারপতি মোঃ মাহমুদ হাসান ২০২২ সালের ১৫ ফেব্রুয়ারি বঙ্গবন্ধু শেখ মুজিব সাফারি পার্কে ১১টি জেব্রা ও একটি সিংহ ও বাঘের মৃত্যুর ঘটনায় পরিবেশ, বন ও জলবায়ু পরিবর্তন মন্ত্রণালয়কে তদন্ত প্রতিবেদন দাখিলের নির্দেশ দেন।\n২০২৪ সালের ১ এপ্রিল, বিচারপতি মোঃ খসরুজ্জামান এবং বিচারপতি কে এম জাহিদ সারওয়ারের সমন্বয়ে গঠিত হাইকোর্টের অবকাশকালীন বেঞ্চ বাংলাদেশ প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের (বুয়েট) ছাত্র রাজনীতির উপর নিষেধাজ্ঞা স্থগিত করে। আওয়ামী লীগ সমর্থিত ছাত্র সংগঠন বাংলাদেশ ছাত্রলীগ নেতা বুয়েটের শিক্ষার্থী ইমতিয়াজ হোসেন রাব্বির একটি রিট পিটিশনের দ্বারা প্রভাবিত এই সিদ্ধান্ত কার্যকরভাবে বিশ্ববিদ্যালয়ে রাজনৈতিক কর্মকাণ্ডের উপর আগের নিষেধাজ্ঞা তুলে নেওয়া হয়। উল্লেখ্য, ২০১৯ সালের ৭ অক্টোবর বুয়েটের ছাত্র আবরার ফাহাদকে নির্যাতন করে হত্যা করে ছাত্রলীগের নেতা-কর্মীরা। আবরার ফাহাদ হত্যার পর শিক্ষার্থীদের আন্দোলনের মুখে বুয়েট ক্যাম্পাসে ছাত্ররাজনীতি নিষিদ্ধের ঘোষণা দেয় কর্তৃপক্ষ।\n\n\n== তথ্যসূত্র =="}