{"pageid": 1385028, "title": "মেডেলিন গ্রোভস", "url": "https://bn.wikipedia.org/wiki?curid=1385028", "content": "ম্যাডেলিন গ্রোভস (২৫ মে ১৯৯৫) একজন অস্ট্রেলিয়ান সাঁতার প্রতিযোগী। তিনি ২০১৩, ২০১৪,  ২০১৫ এব১ ২০১৬ সালে ২০০মিটার বাটারফ্লাই ইভেন্টে অস্ট্রেলিয়ান জাতীয় চ্যাম্পিয়ন ছিলেন। ২০১৪ কমনওয়েলথ গেমসের ২০০মি বাটারফ্লাই ইভেন্ট-এ তিনি ব্রোঞ্জ পদক জয়ী ছিলেন, এবং স্বর্ণপদক বিজয়ী অস্ট্রেলিয়ান ফ্রিস্টাইল রিলে দলের জন্য হিটে সাঁতার কাটেন। তিনি রিও ডি জেনেইরোতে 2016 গ্রীষ্মকালীন অলিম্পিকে অস্ট্রেলিয়ার প্রতিনিধিত্ব করার জন্য নির্বাচিত হন —১০০ মি এবং ২০০ মি বাটারফ্লাই, এবং 4 × 200 m ফ্রিস্টাইল রিলে ইভেন্টগুলোর জন্য।\n\n\n== জীবনী ==\nম্যাডেলিন গ্রোভস ১৯৯৫ সালের ২৫ মে কুইন্সল্যান্ডের ব্রিসবেনে জন্মগ্রহণ করেন তার দুই ভাই আছে। তিনি উইলসটন স্টেট প্রাইমারি স্কুল এবং সেন্ট পিটার্স লুথেরান কলেজে পড়াশোনা করেছেন। ২০১৪ সালে, তিনি কুইন্সল্যান্ডের গোল্ড কোস্টের বন্ড ইউনিভার্সিটিতে সামাজিক বিজ্ঞানে স্নাতক ডিগ্রি অধ্যয়নের জন্য জর্জিনা হোপ রাইনহার্ট সুইমিং এক্সিলেন্স স্কলারশিপের উদ্বোধনী প্রাপক ছিলেন।\nগ্রোভস শিশুকালেই সাঁতার শিখেছিলেন, এবং বারো বছর বয়সে প্রতিযোগিতামূলক সাঁতার শুরু করেছিলেন। জুনিয়র হিসাবে সামোয়াতে, ২০১০ ওশেনিয়া সাঁতার চ্যাম্পিয়নশিপে, তিনি ১০০ মি এবং ২০০ মি বাটারফ্লাই এবং ৪ × ১০০ মি মেডলি ইভেন্টে, এবং ৫০ মি বাটারফ্লাইতে রৌপ্য জেতেন। সেই বছর হাওয়াইতে জুনিয়র প্যান প্যাসিফিক চ্যাম্পিয়নশিপে তিনি ২০০মিটার বাটারফ্লাইতে দ্বিতীয় হন এবং ১০০মিটার বাটারফ্লাইতে পঞ্চম হন। তিনি ২০১১ সালটিতে ছুটি নিয়েছিলেন, তবে উচ্চ বিদ্যালয় শেষ করার পর প্রতিযোগিতামূলক সাঁতারে ফিরে আসেন। তিনি সেন্ট পিটার্স ওয়েস্টার্নে মাইকেল বোহল এর কাছে প্রশিক্ষণ প্রাপ্ত হন, যেখানে মিচ লারকিন, ব্রোন্ট ব্যারাট, ম্যাডিসন উইলসন এবং গ্রান্ট আরভিনও প্রশিক্ষণ নেন। তিনি বোহলকে ২০০৮ সাল থেকে চেনেন, এবং তিনি ২০১২ সাল থেকে তার কোচ ছিলেন। তাকে \"ম্যাড ডগ\" এবং \"মেশিন গান\" নামেও ডাকা হয়।\n২০১৩ সালে, গ্রোভস ২০১৩ অস্ট্রেলিয়ান সুইমিং চ্যাম্পিয়নশিপে ২০০মিটার বাটারফ্লাই ইভেন্টে জাতীয় চ্যাম্পিয়ন হন। ২০১৪ এর সময়, গ্রোভস তার কাঁধ এবং ঘাড়ে দুর্বল ব্যথায় ভুগছিলেন। যা একটি ক্লেঞ্চড চোয়ালের পার্শ্বপ্রতিক্রিয়া হিসেবে সনাক্ত করা হয়েছিল, একজন অর্থোডন্টিস্ট এর চিকিত্সা করেছেন। তিনি ২০১৪ অস্ট্রেলিয়ান সাঁতার চ্যাম্পিয়নশিপে ২০০মিটার বাটারফ্লাই ইভেন্টে এবং 2015 অস্ট্রেলিয়ান সাঁতার চ্যাম্পিয়নশিপ তার জাতীয় শিরোপা রক্ষা করেছিলেন, এবং এপ্রিল ২০১৬-এ অ্যাডিলেডে ২০১৬ অস্ট্রেলিয়ান সুইমিং চ্যাম্পিয়নশিপে, তিনি দ্বিতীয় হয়েছিলেন ২০০ মি বাটারফ্লাইতে।\n২০১৪ কমনওয়েলথ গেমসে তিনি ২০০ মিটার বাটারফ্লাই ইভেন্টে ব্রোঞ্জ পদক বিজয়ী ছিলেন, এবং স্বর্ণপদক বিজয়ী অস্ট্রেলিয়ান ফ্রিস্টাইল রিলে দলের হয়ে হিটে সাঁতার কেটেছিলেন। রাশিয়ার কাজানে ২০১৫ ওয়ার্ল্ড অ্যাকুয়াটিক্স চ্যাম্পিয়নশিপে, তিনি ২০০ মিটার বাটারফ্লাইতে ৯ম এবং ১১তম ছিলেন ২০০মি বাটারফ্লাই ইভেন্টে। তিনি মেডলি রিলেতে হিটে সাঁতার কাটেন, যেখানে অস্ট্রেলিয়া দল জয়লাভ করে।\nএপ্রিল ২০১৬ সালে, গ্রোভস রিও ডি জেনিরোতে 2016 গ্রীষ্মকালীন অলিম্পিকে ১০০ মিটার এবং ২০০ মি বাটারফ্লাই, এবং ৪ × ২০০ মিটার ফ্রিস্টাইল রিলে ইভেন্টে অস্ট্রেলিয়ার প্রতিনিধিত্ব করার জন্য নির্বাচিত হন। এটি ছিল তার প্রথম অলিম্পিক। তিনি সেমিফাইনালে ১০০মিটার বাটারফ্লাইতে খেলার যোগ্যতা অর্জন করতে পারেননি, কিন্তু ২০০ মিটার বাটারফ্লাই এর ফাইনালের জন্য দ্রুততম যোগ্যতা অর্জন করেছেন। তিনি রৌপ্য জিতেছিলেন, স্পেনের মিরেয়া বেলমন্টের থেকে এক সেকেন্ডের মাত্র তিন-শতভাগ পিছিয়ে।\n\n২০২১ সালের জুনে, তিনি ঘোষণা করেছিলেন যে তিনি \"খেলাধুলায় কুরুচিপূর্ণ বিকৃতমনা এবং তাদের পদলেহীদের\" প্রতিবাদে ২০২০ সালের গ্রীষ্মকালীন অলিম্পিকের জন্য অস্ট্রেলিয়ান ট্রায়াল থেকে প্রত্যাহার করে নিচ্ছেন। তার এই সিদ্ধান্ত \"বছরের পর বছর নিপীড়ণ চাক্ষুষ করার চূড়ান্ত পরিণতি এবং  যা উন্নতি বা লাভের জন্য খারাপ আচরণ উপেক্ষা করার সংস্কৃতি ছিল।\" ২০২০ সালের ডিসেম্বরে, তিনি সোশ্যাল মিডিয়ায় একটি পোস্ট করেছিলেন যাতে তিনি প্রকাশ করেছিলেন যে একজন কোচ তার প্রতি অনুপযুক্ত মন্তব্য করার পরে তিনি সুইমিং অস্ট্রেলিয়া কর্তৃপক্ষের কাছে অভিযোগ করেছিলেন।\n\n\n== আরও দেখুন ==\nসাঁতারে অলিম্পিক পদক বিজয়ীদের তালিকা (নারী)\nসাঁতারে বিশ্ব জলজ চ্যাম্পিয়নশিপের পদকপ্রাপ্তদের তালিকা (নারী)\nসাঁতারে কমনওয়েলথ গেমসের পদকপ্রাপ্তদের তালিকা (নারী)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃস্থ সংযোগ ==\n উইকিমিডিয়া কমন্সে Madeline Groves সম্পর্কিত মিডিয়া দেখুন।\n\nওয়ার্ল্ড অ্যাকুয়াটিক্সে মেডেলিন গ্রোভস (ইংরেজি) \nSwimrankings.net এ মেডেলিন গ্রোভস  \nসুইমিং অস্ট্রেলিয়াতে মেডেলিন গ্রোভস (আর্কাইভকৃত) (archive 2016-10-18)\nঅস্ট্রেলীয় অলিম্পিক কমিটিতে মেডেলিন গ্রোভস  (আর্কাইভ) (ইংরেজি)\nঅলিম্পিক.কমে মেডেলিন গ্রোভস (ইংরেজি) অলিম্পিক.ওআরজিতে মেডেলিন গ্রোভস (ইংরেজি) (আর্কাইভ)\nঅলিম্পিডিয়ায় মেডেলিন গ্রোভস (ইংরেজি) \nগোল্ড কোস্ট ২০১৮ কমনওয়েলথ গেমস-এ মেডেলিন গ্রোভস (আর্কাইভকৃত)\nগ্লাসগো ২০১৪ কমনওয়েলথ গেমস-এ Maddie Groves (আর্কাইভ)\nটেমপ্লেট:Footer Pan Pacific Champions 4x200m Freestyle Women"}