{"pageid": 1385016, "title": "ঝাড়গ্রাম রাজ কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1385016", "content": "ঝাড়গ্রাম রাজ কলেজ পশ্চিমবঙ্গের ঝাড়গ্রাম জেলায় অবস্থিত একটি সাধারণ ডিগ্রি কলেজ। কলেজটি ১৯৪৯ সালে প্রতিষ্ঠিত হয়। এটিতে কলা এবং বিজ্ঞান বিষয়ে স্নাতক ও স্নাতকোত্তর কোর্স পড়ানো হয়ে থাকে। মহাবিদ্যালয়টি বিদ্যাসাগর বিশ্ববিদ্যালয় দ্বারা অনুমোদিত এবং কলেজটি বিশ্ববিদ্যালয় মঞ্জুরি কমিশন (ইউজিসি) কর্তৃক স্বীকৃত।\n\n\n== ইতিহাস ==\nঝাড়গ্রাম রাজ কলেজটি নবনির্মিত ঝাড়গ্রাম জেলার প্রাণকেন্দ্র ঝগড়গ্রাম শহরে অবস্থিত । এলাকাটি প্রাকৃতিক সৌন্দর্যে ভরপুর। ১৯৪৭ সালে দেশভাগের আগে তৎকালীন অবিভক্ত বাংলার একমাত্র কৃষি কলেজটি  ঢাকাতে অবস্থিত  ছিল যা দেশভাগের পর তৎকালীন পূর্ব পাকিস্তানের রাজধানী হয়। পশ্চিমবঙ্গে একটি কৃষি কলেজের প্রয়োজনীয়তা অনুভূত হয় । রাজ্যের শিক্ষা বিভাগের পাশাপাশি প্রশাসনিক ক্ষেত্রেও এই ব্যাপারে আলোচনা করা হয়েছিল। 1949 সালে, ঝাড়গ্রামের যুবক রাজা, রাজা নরসিংহ মল্ল, কলকাতা বিশ্ববিদ্যালয়ের তৎকালীন উপাচার্য প্রমথনাথ ব্যানার্জীর অনুরোধে নগদ এক লক্ষ টাকা এবং ৩১৭ একর জমি দান করেছিলেন ঝাড়গ্রামে পশ্চিমবঙ্গের প্রথম কৃষি কলেজের জন্য। রাজা একসময় প্রেসিডেন্সি কলেজে অধ্যাপক প্রমথনাথ ব্যানার্জির ছাত্র ছিলেন। এইভাবে, একজন শিক্ষক-ছাত্রের প্রচেষ্টার ফলে একটি পিছিয়ে পড়া এবং প্রধানত আদিবাসী এলাকায় শিক্ষা বিস্তারের লক্ষ্যে ঝাড়গ্রামে কলেজটি প্রতিষ্ঠিত হয়েছিল।\n\n\n== স্বীকৃতি ==\nমহাবিদ্যালয়টি বিদ্যাসাগর বিশ্ববিদ্যালয়ের অধীভুক্ত এবং  বিশ্ববিদ্যালয় মঞ্জুরি কমিশন (ইউজিসি) দ্বারা স্বীকৃত।\n\n\n== বিভাগ সমূহ ==\nবিদ্যাসাগর বিশ্ববিদ্যালয় এর অধীন  ঝাড়গ্রাম রাজ কলেজে যে সব বিষয় পড়ানো হয় তা নিম্নরূপ:\n\n\n=== স্নাতক বিজ্ঞান বিভাগ ===\nউদ্ভিদবিদ্যা\nপ্রাণিবিদ্যা\nরসায়ন\nপদার্থবিদ্যা\nগণিত\n\n\n=== স্নাতক কলা বিভাগ ===\nবাংলা\nইংরেজি\nসংস্কৃত\nইতিহাস\nরাষ্ট্রবিজ্ঞান\nদর্শন\n\n\n=== স্নাতকোত্তর কলা বিভাগ ===\nবাংলা\n\n\n=== স্নাতকোত্তর বিজ্ঞান বিভাগ ===\nপ্রাণিবিদ্যা\nরসায়ন\n\n\n== ভর্তি ==\nপ্রথমবর্ষের স্নাতক শ্রেণিতে ভর্তি সাধারণত পশ্চিমবঙ্গ উচ্চ মাধ্যমিক শিক্ষা কাউন্সিলের অধীনে উচ্চ মাধ্যমিক পরীক্ষার ফলাফল প্রকাশের পরে প্রতি বছর মে/জুন মাসে অনুষ্ঠিত হয় ।\n\n\n== উল্লেখযোগ্য প্রাক্তনী ==\nঅংশুমান রায়, বিশিষ্ট লোকসঙ্গীত শিল্পী।\n\n\n== আরও দেখুন ==\nভারতের শিক্ষা ব্যবস্থা\nপশ্চিমবঙ্গে শিক্ষা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nঅনলাইন ভর্তি\nবিদ্যাসাগর বিশ্ববিদ্যালয়\nবিশ্ববিদ্যালয় মঞ্জুরি কমিশন (ইউজিসি)"}