{"pageid": 1385917, "title": "কবন্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1385917", "content": "হিন্দুধর্মে, কবন্ধ (সংস্কৃত: कबन्ध, অর্থ “মাথাবিহীন ধড়”) হল এক রাক্ষস (দানব) যাকে হত্যা করা হয়। বিষ্ণুর অবতার দেবতা রাম এবং তার ভাই লক্ষ্মণ শাপগ্রস্ত কবন্ধকে হত্যা ক'রে অভিশাপ থেকে মুক্ত করেন। কবন্ধের কিংবদন্তী হিন্দু মহাকাব্য রামায়ণ এবং মহাভারতে, সেইসাথে পরবর্তী রামায়ণের রূপান্তরগুলোতে দেখা যায়।\nকবন্ধ ছিলেন বিশ্ববসু বা দানু নামে একজন গন্ধর্ব (স্বর্গীয় সঙ্গীতজ্ঞ), যিনি স্বর্গের রাজা ইন্দ্র এবং/অথবা অষ্টবক্র নামে একজন ঋষি কর্তৃক অভিশপ্ত হয়েছিলেন এবং একটি কুৎসিত, মাংসাশী রাক্ষস হয়েছিলেন। রাম এবং লক্ষ্মণের সাথে সংঘর্ষে, ভাইয়েরা তার দুই বাহু ছিন্ন করেন এবং তার মৃতদেহ দাহ করতে যান। তার মৃত্যুর পর, কবন্ধ নিজের গন্ধর্ব রূপ আবার ফিরে পান এবং রামকে ঋষ্যমুখ পর্বতের দিকে যেতে বলেন। সেখানে নির্বাসিত বানর-প্রধান সুগ্রীব লুকিয়ে ছিলেন। কবন্ধ রামকে সুগ্রীবের সাথে একটি জোট গঠনের পরামর্শ দেন, সুগ্রীব রামের স্ত্রী সীতার সন্ধানে সহায়তা করবেন, সীতাকে লঙ্কার রাক্ষস-রাজা রাবণ অপহরণ করেছিল। কবন্ধের পরামর্শে রাম সুগ্রীবের সাথে বন্ধুত্ব করেন এবং তার সাহায্যে সীতাকে উদ্ধার করেন।\n\n\n== সাহিত্য সূত্র ==\nকবন্ধের সবচেয়ে বিস্তারিত বিবরণ পাওয়া যায় মহাকাব্য রামায়ণের তৃতীয় বই অরণ্য কাণ্ডে, সর্গ (ক্যান্টোস) ৬৯-৭৩। তবে, কবন্ধ প্রথম রামায়ণের প্রথম বই বাল কাণ্ডের প্রথম সর্গে আবির্ভূত হয়, যেখানে পুরো গল্পটি সংক্ষিপ্ত করা হয়েছে।\nমহাভারতের তৃতীয় বই অরণ্য পর্বে রামের গল্পের পুনঃকথন রামোপাখ্যান এবং এর পরিশিষ্ট হরিবংশতে কবন্ধের বিবরণ পাওয়া যায়। পাশাপাশি রামায়ণের পরবর্তী রূপান্তরগুলিতে যেমন কালিদাসের রঘুবংশ (খ্রিস্টীয় চতুর্থ থেকে ষষ্ঠ শতাব্দীর মধ্যে রচিত), ভট্টির সপ্তম শতাব্দীর রচনা ভট্টিকাব্য, ভবভূতির অষ্টম শতাব্দীর নাটক মহাবীরচরিত, মুরারি মিশ্রের দশম শতাব্দীর নাটক অনার্ঘরাঘব, কামবানের দ্বাদশ শতাব্দীর কাম্ব রামায়ণ গ্রন্থ। অধ্যাত্ম রামায়ণ (অরণ্য কাণ্ডের অধ্যায় ৯, ১৪ শতকের শেষ থেকে ১৫ শতকের প্রথম দিকের) ব্রহ্মাণ্ড পুরাণ এবং তুলসীদাসের ১৬ শতকের রচনা রামচরিতমানসেও কবন্ধের উপাখ্যান দেখা যায়।\n\n\n== প্রারম্ভিক জীবন এবং অভিশাপ ==\n\nরামায়ণ বর্ণনা করে যে কবন্ধ বিশ্ববসু নামে একজন গন্ধর্ব (স্বর্গীয় সঙ্গীতজ্ঞ) হিসাবে জন্মগ্রহণ করেছিলেন। তিনি ছিলেন গন্ধর্ব শ্রী বিশ্ববসু বা শ্রীর পুত্র এবং দনু (সংস্কৃত: दनु) নামেও পরিচিত ছিলেন। বিশ্ববসু তপস্যা করে স্রষ্টা-দেবতা ব্রহ্মার কাছ থেকে অমরত্বের বর পেয়েছিলেন। বর পেয়ে তিনি অহংকারী হয়ে স্বর্গের দেবতা রাজা ইন্দ্রকে আক্রমণ করেন। ইন্দ্র তার স্বর্গীয় অস্ত্র বজ্র (বজ্র) ব্যবহার করে বিশ্ববসুর মাথা ও উরু তার শরীরের ভেতরে ঢুকিয়ে দেন। বিশ্ববসু অনুরোধ করলেন যে তাকে খাবার খুঁজে বের করার এবং খাওয়ার উপায় দেওয়া হোক। বিশ্ববসুর অনুরোধে ইন্দ্র তাকে দুটি দীর্ঘ বাহু এবং একটি মুখ তার পেটে দেন। ইন্দ্র আরও আদেশ দিয়েছিলেন যে রাম তার বাহুদ্বয় ছিন্ন করলে কবন্ধ তার আসল রূপ ফিরে পাবে।\nরামায়ণে আরও জানা যায়: কবন্ধ ক্রৌঞ্চ বনে ঋষি মাতঙ্গের আশ্রমের কাছে দিন কাটাচ্ছিলেন। সেখানে তিনি ঋষিদের ভয় দেখিয়ে সময় কাটান। একবার, কবন্ধ ঋষি স্তুলশিরাকে আক্রমণ করেছিল, ঋষি তাকে চিরকালের জন্য তার জঘন্য রূপে থাকার জন্য অভিশাপ দিয়েছিলেন। কবন্ধের অনুরোধের পর, ঋষি তার অভিশাপ কমিয়ে দেন এবং বলেছিলেন যে রাম এবং লক্ষ্মণ তার হস্ত ছিন্ন করলে কবন্ধ তার রূপ থেকে মুক্তি পাবে। তাই কবন্ধ সেই বনে রামের আগমনের জন্য অপেক্ষা করছিলেন। গ্রোস সন্দেহ করেছিলেন এবং যুক্তি দিয়েছিলেন যে এটি মূল রামায়ণের সমস্ত সংস্করণ/অনুবাদে দেখা যায় না, এটি পরে যুক্ত হয়েছে।\nআধ্যাত্ম রামায়ণ বলে যে কবন্ধ (বিশ্ববসু নামটি ব্যবহার করা হয় না) একজন গান্ধর্ব প্রধান ছিলেন, যাকে ব্রহ্মা অমরত্বের আশীর্বাদ করেছিলেন। তিনি \"যৌবন এবং সৌন্দর্যের মদ দিয়ে মাতাল\" ছিলেন এবং বিশ্বব্রহ্মাণ্ডের মুগ্ধকর সুন্দরী কুমারীদের মধ্যে ঘুরে বেড়াতেন। একবার, তিনি ঋষি অষ্টবক্রকে (\"যাঁর শরীরে আটটি বিকৃতি\") দেখে হেসেছিলেন, ঋষি তাকে রাক্ষস হওয়ার জন্য অভিশাপ দিয়েছিলেন, যদিও ঋষি তাকে আশ্বাস দিয়েছিলেন যে রাম তাকে অভিশাপ থেকে মুক্ত করবেন। তবু অহংকারী কবন্ধ একবার ইন্দ্রকে তাড়া করেছিলেন। ইন্দ্র পর্বের বাকি অংশ রামায়ণ বর্ণনারই প্রতিফলন করে।\nমহাভারতে আছে যে কবন্ধ তার পূর্বজন্মে বিশ্ববসু নামে একজন গন্ধর্ব ছিলেন এবং ব্রহ্মা কর্তৃক \"রাক্ষস গর্ভে\" জন্ম নেওয়ার জন্য অভিশপ্ত হয়েছিলেন। মহাবীর-চরিত-এ কবন্ধের আসল রূপকে শ্রীর পুত্র দনু বলা হয়েছে। ভট্টিকাব্যে স্পষ্টভাবে কবন্ধের নাম নেই। তাকে \"একটি ভয়ঙ্কর রাক্ষস যে সর্বদা ক্ষুধার্ত এবং দীর্ঘ অস্ত্রে সমৃদ্ধ\" হিসাবে পরিচিত করা হয়। পরে, তাকে শ্রীর পুত্র হিসাবে চিহ্নিত করা হয়, যাকে একজন তপস্বী অভিশাপ দিয়েছিলেন। রামচরিতমানস বলে যে কবন্ধ ঋষি দুর্বাসা দ্বারা অভিশপ্ত হয়েছিলেন, দুর্বাসা হিন্দু পুরাণে তার উগ্র মেজাজের জন্য পরিচিত।\n\n\n== পৈশাচিক রূপের বর্ণনা এবং নামের ব্যুৎপত্তি ==\n\nমহাভারত তাকে এভাবে বর্ণনা করে: কবন্ধ ছিল \"পর্বতের মতো বড়, কালো মেঘের মতো অন্ধকারময়, সারা শরীরে সূক্ষ্ম লোমযুক্ত এবং উচ্চরব করা বজ্রের মতো ভয়ঙ্কর। তার পেটে গোলাকার এবং হলুদ একটি চোখ, সেখান থেকে আগুনের শিখার মতো ঝলক নির্গত হয়। দুর্বৃত্ত চেহারা নিয়ে সে তার বিশাল মুখ থেকে বড় জিহ্বা বের করে পাশে চাটতে থাকে।\" রামায়ণ কবন্ধের অনুরূপ বর্ণনা উপস্থাপন করে। কবন্ধের একটি প্রশস্ত বুক ছিল এবং তার মাথা বা ঘাড় ছিল না। তার বুকে একটাই চোখ আর পেটে একটা মুখ ছিল। শিকারকে কাছে টানতে সে তার লম্বা হাত ব্যবহার করত। কবন্ধকে প্রায়শই একটি গাছ হিসাবে চিত্রিত করা হয়।\nযেহেতু বিশ্ববসুর এখন মাথা ছিল না, কিন্তু তার পেটে শুধু দুটি বাহু এবং একটি মুখ ছিল, তাই সে কবন্ধ রাক্ষস (\"মাথাবিহীন ধড়\") (দানব) নামে পরিচিত হয়,। কবন্ধ শব্দটি প্রায়শই একটি বৃহৎ পেটযুক্ত পিপে বা মধ্যশরীর বোঝাতে ব্যবহৃত হয়, যার আকার পিপের মতো, যা এর প্রাণশক্তি ধরে রাখে।\nঅধ্যাত্ম রামায়ণে বলা হয়েছে যে কবন্ধ ছিল একজন ভয়ঙ্কর নরখাদক এবং তার বাহু আট মাইল লম্বা ছিল। তার বিশাল মুখে কোন চোখ বা কান ছিল না, ছিল তার বুকে। তার মাথা বা পা ছিল না।\n\n\n== রামের সাথে দেখা ==\n\nরামায়ণ বর্ণনা করে: রাম, তাঁর সহধর্মিণী সীতা এবং তাঁর ভাই লক্ষ্মণকে ১৪ বছরের জন্য বনে নির্বাসিত করা হয়েছিল। বনে থাকাকালীন রাক্ষস-রাবণ সীতাকে অপহরণ করেছিলেন। রামকে মরণাপন্ন শকুন জটায়ু সীতার ভাগ্যের কথা জানিয়েছিলেন, যে তাকে বাঁচাতে গিয়ে মারাত্মকভাবে আহত হয়েছিল। সীতাকে খুঁজতে খুঁজতে রাম ও লক্ষ্মণ ক্রৌঞ্চ বনে পৌঁছলেন, যেখানে কবন্ধ বাস করত।\n\nহঠাৎ কবন্ধ তাদের সামনে হাজির। রাক্ষসটি ভাইদের পথ অবরুদ্ধ করে, তারা ভিন্ন পথ নিয়ে পালানোর চেষ্টা করেন, কিন্তু শেষ পর্যন্ত কবন্ধের হাতে ধরা পড়েন। রাক্ষস রামকে তার ডান বাহুতে এবং লক্ষ্মণকে তার বাম হাতে ধরেছিল। কবন্ধের খপ্পরে নিজেদের অসহায় বুঝতে পেয়ে, লক্ষ্মণ রামকে আবেদন করেন পালিয়ে গিয়ে সীতাকে খুঁজতে, আর তাকে যেন রাক্ষসের বলি হিসাবে রেখে যান। রাম তাকে সান্ত্বনা দিলেন। কবন্ধ ঘোষণা করল যে সে অত্যন্ত ক্ষুধার্ত এবং তাদের জিজ্ঞাসা করল যে তারা কারা তার ক্ষুধা মেটাতে এসেছে। এই সময় লক্ষ্মণ বুঝতে পারলেন যে রাক্ষসের শক্তি তার হাতে রয়েছে এবং তাই রাক্ষসের হাত কেটে ফেলার পরামর্শ দেন। ভাইদের কথোপকথনে বিরক্ত হয়ে কবন্ধ তাদের একবারে খাওয়ার সিদ্ধান্ত নেয় এবং তাদেরকে তার মুখের কাছে টেনে নেয়। ভাইয়েরা তাদের তলোয়ার বের করে দ্রুত দানবের হাত কেটে ফেলেন, তাতে রাক্ষস প্রবল গর্জনে পতিত হয়।\nপতিত কবন্ধ আবার তার পরাস্তকারীদের নাম জিজ্ঞাসা করল। লক্ষ্মণ নিজের ও রামের পরিচয় করিয়ে দিলেন এবং রাক্ষসকে জিজ্ঞাসা করলেন তিনি কে। কবন্ধ ভাইদের কাছে তার কাহিনী বর্ণনা করল এবং জানাল যে তার হস্ত ছিন্ন করার সময়েই রামকে চিনতে পেরেছিল। কবন্ধ রামকে তার অন্ত্যেষ্টি সম্পাদন করতে অনুরোধ করে, তাকে নাম ও বংশ পরিচয় বলে মারা যায়।\nরামায়ণের মতোই অন্যান্য রূপান্তরগুলিতে তাদের দেখা হওয়া সম্পর্কে বলা আছে, কিন্তু মহাবীর-চরিত একটি উল্লেখযোগ্য ব্যতিক্রম। শ্রমণা নামক এক নারী কবন্ধর খপ্পরে পড়ে সাহায্যের জন্য ডাকে। দণ্ডক বনে ঘোরাঘুরি করার সময়, রাম তার ডাক শুনে লক্ষ্মণকে দেখতে পাঠান। লক্ষ্মণ কবন্ধকে হত্যা করেন এবং শ্রমণাকে রামের কাছে নিয়ে যান। শ্রমণা বিভীষণের একজন বার্তাবাহক। বিভীষণ রাবণের ভাই—যিনি রাবণের বিরুদ্ধে সুগ্রীবের সাথে বাহিনীতে যোগ দিয়েছিলেন। অনার্ঘরাঘব মহাবীর-চরিতের প্রতিফলন করে, তবে শ্রমণার পরিবর্তে সেখানে একজন বনপ্রধান গুহ তাদের সুগ্রীবের কাছে নিয়ে যান।\n\n\n== রামকে পরামর্শ ==\nরামায়ণ বর্ণনা করে: ভাইয়েরা কবন্ধর মৃতদেহ অন্ত্যেষ্টিক্রিয়ার উদ্দেশ্যে একটি চিতায় দাহ করে। চিতাটি প্রজ্জ্বলিত হওয়ার সাথে সাথে কবন্ধের অসুর রূপ চলে যায় এবং অগ্নিশিখা থেকে বিশ্ববসু তার স্বর্গীয় রূপে উঠে আসেন, তিনি দাগহীন বস্ত্র এবং আভরণে সজ্জিত ছিলেন। স্বর্গ থেকে রথ তাকে নিতে আসে। বিশ্ববসু ভাইদের বলেছিলেন যে দুর্যোগের বিরুদ্ধে লড়াই করার জন্য ছয়টি উপায় রয়েছে, যার মধ্যে একটি হল এমন কারো সাথে বন্ধুত্ব গড়ে তোলা, যিনি সমস্যায় আছেন। তিনি ভাইদের বানর রাজা সুগ্রীবকে খুঁজে বের করার পরামর্শ দেন, যিনি সীতার সন্ধানে তাদের পথ দেখাবেন। বিশ্ববসু রামকে জানিয়েছিলেন — সুগ্রীবকে তার নিজের ভাই বালি তার রাজ্য থেকে বিতাড়িত করেছিল এবং সুগ্রীব রামকে তার রাজ্য ফিরে পেতে সাহায্য করবেন। পদচ্যুত সুগ্রীব ঋষ্যমুখ পাহাড়ে বাস করতেন। বিশ্ববসু ঋষ্যমুখ পাহাড়ে যাওয়ার পথের বিস্তারিত বর্ণনা করেন। তিনি রামকে পশ্চিম দিকে ভ্রমণ করার পরামর্শ দিয়েছিলেন যতক্ষণ না তিনি মাতঙ্গবন নামক অঞ্চলের পম্পা হ্রদে পৌঁছান। সেখানে একসময় ঋষি মাতঙ্গের আশ্রম ছিল। রাম এই হ্রদে বানরদের সাথে দেখা করে ঋষি মাতঙ্গের বয়স্ক নারী শিষ্য শবরীর সাথেও দেখা করবেন। শবরী তাঁর জন্য অপেক্ষা করছেন এবং তাঁর দর্শনের পরে, স্বর্গে আরোহণ করবেন। মাতঙ্গবনের পূর্বে রয়েছে ঋষ্যমুখ পাহাড়, যার কঠিন পথ উপরে উঠে গেছে। কবন্ধ প্রকাশ করেন যে, এই পাহাড়ের চূড়ায় আরোহণ করলে স্বপ্ন পূরণ হয়। কবন্ধও রামকে আশ্বস্ত করেছিলেন যে এই পাহাড়ে পৌঁছানোর পরে তার দুঃখের অবসান হবে। সেখানেই সুগ্রীব পাহাড়ের পাশে একটি গুহায় বাস করতেন। কবন্ধ তখন অদৃশ্য হয়ে যায়।\n\nমহাভারত রামায়ণের বিবরণকে সমর্থন করে। বিশ্ববসু রামকে সুগ্রীবের সাহায্য চাইতে বলেন, সুগ্রীব জানতে পারবেন রাবণ কোথায় থাকে। কবন্ধও রামকে আশ্বস্ত করেছিলেন যে তিনি অবশ্যই সীতার সাথে আবার দেখা করবেন। মহাবীর-চরিত--এ, শ্মশানের চিতা থেকে স্বর্গারোহনের আগে এক স্বর্গীয় আত্মা রামকে জানান যে তিনি দনু, একটি অভিশাপ তাকে একটি রাক্ষসে পরিণত করেছে। রাবণের প্রধান উপদেষ্টা মাল্যবান তাকে এই অঞ্চলে বিপর্যয় সৃষ্টির জন্য ব্যবহার করেছিল। তিনি রামের প্রতি তার কৃতজ্ঞতা প্রকাশ করেন এবং তাকে সতর্ক করেন যে মাল্যবান তার বিরুদ্ধে বালিকে নিযুক্ত করেছেন।\nভট্টিকাব্যে, সীতা যে রাবণের খপ্পরে আছে তা প্রকাশ না করেই রামের বাহুর উপর জটায়ুর মৃত্যু হয়। হাতদুটো কাটার পরে, নামহীন রাক্ষস কবন্ধ পড়ে যায় এবং তার উপদেশ শুরু করে। অন্ত্যেষ্টিক্রিয়ার দৃশ্যটি এখানে বাদ পড়েছে। রাক্ষস রামকে বলেন যে রাবণ সীতাকে অপহরণ করে লঙ্কায় নিয়ে গেছে। তিনি রামকে সুগ্রীবের সাথে একটি জোট গঠনের পরামর্শ দেন, যা ছাড়া রাবণকে পরাস্ত করা যাবে না। তিনি রামকে সুগ্রীবের সাথে একটি চুক্তি করার পরামর্শ দেন যার ফলে রাম বালীকে হত্যা করবেন এবং সুগ্রীবের দুঃখের অবসান ঘটাবেন, এর বিনিময়ে সুগ্রীব রাবণকে পরাজিত করার জন্য তার বাহিনীকে একত্রিত করবেন। রাক্ষস রামের প্রশংসা করেন, যিনি তার তলোয়ার দ্বারা রাক্ষসকে শুদ্ধ করেছিলেন। রাক্ষস রামকে তাকে বিশ্বাস করতে অনুরোধ করে কারণ তিনি সত্য বলছেন। অবশেষে, রাক্ষসটি একটি দীপ্তিময় ঐশ্বরিক সত্তায় রূপান্তরিত হন এবং আকাশে মিলিয়ে যান।\nকণ্ব রামায়ণ পরামর্শ সম্পর্কে রামায়ণের বিবরণের সাথে একমত, কিন্তু স্বর্গীয় দনু দ্বারা রামের উপর একটি প্রশস্তি যোগ করে। দনু রামকে বিষ্ণুর অবতার হিসাবে উচ্চারণ করে এবং এমনকি তাকে বিষ্ণুর আরেক অবতার বাল কৃষ্ণের সাথে তুলনা করে। রঘুবংশ, যা রামের পূর্বপুরুষ এবং রামের জীবনের সংক্ষিপ্তসার, তাতে কবন্ধের হত্যার বিবরণ উল্লেখ নেই, তবে, সেখানে উপদেশের কথা লেখা আছে। একটি অস্পষ্ট সূত্র উল্লেখ করে: \"মৃত্যু দ্বারা অভিশাপ থেকে রক্ষা পাওয়া কবন্ধের পরামর্শে, রাম এবং বানর-প্রধানের (সুগ্রীব) মধ্যে একটি বন্ধুত্ব গড়ে ওঠে\"।\nরাম ও লক্ষ্মণ কবন্ধর পরামর্শ নিয়ে পম্পা হ্রদে পৌঁছলেন। সেখানে, কবন্ধের ভবিষ্যদ্বাণী অনুসারে, তারা শবরী এবং তারপর সুগ্রীবের সাথে দেখা করেন। সুগ্রীবের সাথে করা একটি জোটের সাহায্যে অবশেষে রাম রাবণকে পরাজিত করেন এবং সীতাকে উদ্ধার করেন।\nআধ্যাত্ম রামায়ণ, মহাবীর-চরিত, অনার্ঘরাঘব এবং রামচরিতমানস উপদেশ নিয়ে মোটেও আলোচনা করে না এবং শবরী বা শ্রমণ বা গুহকে কৃতিত্ব দেয়, যাঁতা রামকে সুগ্রীবের দিকে নিয়ে যান। আধ্যাত্ম রামায়ণে, কবন্ধ চিতা থেকে একটি ঐশ্বরিক সত্তা হিসাবে আবির্ভূত হন এবং অভিশপ্ত গন্ধর্ব হিসাবে তার আসল পরিচয় প্রকাশ করেন। তিনি একটি স্তোত্রে রামকে আরও প্রশংসা করেন যে বিভিন্ন জগৎ এবং দেবতারা তার শরীরের অংশে অনুবিদ্ধ হয়েছে এবং রাম হলেন পরম সত্তা এবং তারপর অদৃশ্য হয়ে যান।\n\n\n== আরও দেখুন ==\nBlemmyes (কিংবদন্তি প্রাণী)\nজিং তিয়ান\nহাম্বাবা\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nপৌরাণিক কাহিনীতে কবন্ধ"}