{"pageid": 1385494, "title": "রবার্ট বাউয়ার (ফুটবলার)", "url": "https://bn.wikipedia.org/wiki?curid=1385494", "content": "রবার্ট বাউয়ার (জার্মান উচ্চারণ: [ˈʁoːbɛʁt ˈbaʊɐ]; জন্ম: ৯ এপ্রিল, ১৯৯৫ খ্রি.) হলেন একজন জার্মান পেশাদার ফুটবলার, যিনি সৌদি প্রফেশনাল লিগ ক্লাব আল-তাইয়ের হয়ে ফুল-ব্যাক বা উইং-ব্যাক হিসেবে খেলেন। ২০২৩ সালে তিনি সৌদি ক্লাব আল তায়ের হয়ে খেলাকালীন তিনি ইসলামে ধর্মান্তরিত হন। এর পর থেকে তিনি বিশ্ব মিডিয়ার আলোচনায় আসেন।\n\n\n== ক্লাব ক্যারিয়ার ==\nকার্লসরুহার এস সি থেকে ২০১৪ সালে রবার্ট এফ সি ইঙ্গোলস্ট্যাডে যোগ দেন। সেখানে তিনি তার দুই বছর পূর্ণ করেছেন। বুন্দেসলিগায় তার অভিষেক হয় ২০১৪ সালের ৩১শে অক্টোবর ফরচুনা ডুসেলডর্ফের বিপক্ষে হাফ টাইমে আলফ্রেডো মোরালেসের পরিবর্তে। ২০১৫ সালের ২২ নভেম্বরে ডার্মস্ট্যাড ৯৮-এর বিরুদ্ধে তিনি অভিযানের প্রথম শট থেকে প্রথম বুন্দেসলিগা গোল করেন\n২০১৬ সালের ২৩ আগস্ট বাউয়ার ওয়ের্ডার ব্রেমেনের সাথে স্বাক্ষর করেন।\n২০১৮ খ্রিস্টাব্দের ৫ জুলাই ঘোষণা করা হয় যে, বরার্ট বাউয়ের্কে ২০১৮-১৯ মৌসুমের জন্যে এফসি ননবার্গে অস্থায়ীভাবে নেওয়া হয়েছে। নুরনবার্গ মৌসুমের শেষে তাকে স্থায়ীভাবে স্বাক্ষর করার একটি বিকল্প সুরক্ষিত করেছিল।\n২০১৯ সালের ২০ আগস্টে তিনি রাশিয়ান ক্লাব এফসি আর্সেনাল তুলার সাথে একটি দীর্ঘমেয়াদী চুক্তি স্বাক্ষর করেন।\n২০২১ সালের ৬ সেপ্টেম্বর তিনি বেলজিয়ামের সিন্ট-ট্রুইডেনে যোগ দেন।\n২০২৩ সালের ২৫ মে বাউয়ার এক বছরের চুক্তিতে সৌদি প্রফেশনাল লিগ ক্লাব আল-তাইয়ে যোগ দেন।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\nজার্মানি অথবা কাজাখস্তানের প্রতিনিধিত্ব করার জন্য যোগ্য বাউয়ার প্রকাশ করেছিলেন যে, তিনি জার্মানির প্রতিনিধিত্ব করার আশায় ২০১৫ সালের ফেব্রুয়ারিতে একটি প্রস্তাব প্রত্যাখ্যান করেছিলেন। পরের মাসে তিনি জার্মানির অনূর্ধ্ব-২০ দলে প্রথম ডাক পান এবং সেই গ্রীষ্মে নিউজিল্যান্ডে ফিফা অনূর্ধ্ব-২০ বিশ্বকাপে তাদের প্রতিনিধিত্ব করেন।\nবাউয়ার ২০১৬ গ্রীষ্মকালীন অলিম্পিকের স্কোয়াডের অংশ ছিলেন, যেখানে জার্মানি রৌপ্য পদক জেতে।\n\n\n== ব্যক্তিগত জীবন ==\n২০২৩ সালের ১৪ সেপ্টেম্বর সৌদি ক্লাব আল তাইয়ের হয়ে খেলাকালীন তিনি ইনস্টাগ্রামে ঘোষণা করেন যে, তিনি ইসলাম গ্রহণ করেছেন। তিনি আরো উল্লেখ করেন, যে তিনি তার স্ত্রী এবং তার পরিবারের মাধ্যমে ইসলামে এসেছেন এবং সোশ্যাল মিডিয়ায় এই যাত্রার জন্য সবাইকে তিনি ধন্যবাদ জানিয়েছেন।\n\n\n== তথ্যসূত্র =="}