{"pageid": 1385658, "title": "সিরহিন্দের যুদ্ধ (১৫৫৫)", "url": "https://bn.wikipedia.org/wiki?curid=1385658", "content": "সিরহিন্দের যুদ্ধ ১৫৫৫ সালে মুঘল সাম্রাজ্য এবং সুরি সাম্রাজ্যের মধ্যে সংঘটিত হয়েছিল।\n\n\n== পটভূমি ==\nমুঘল অঞ্চলের নিয়ন্ত্রণ নেওয়া পশতুন সেনাপতি শের শাহ সুরি কর্তৃক পালাতে বাধ্য হওয়ার পর হুমায়ুন ১৫ বছর নির্বাসনে ছিলেন। তার নির্বাসনের সময়, হুমায়ুন পারস্যে সময় কাটিয়েছিলেন যেখানে তিনি পারস্যের উচ্চ সংস্কৃতি এবং সামরিক প্রযুক্তির সাথে পরিচিত হয়েছিলেন। এই নির্বাসন তাকে প্রশাসন, রাজনীতি এবং যুদ্ধের বিষয়ে মূল্যবান অন্তর্দৃষ্টি দিয়েছে, যা পরবর্তীতে তার সাম্রাজ্য পুনরুদ্ধার করার চেষ্টায় তার কাজে এসেছিল। আফগানিস্তান এবং উজবেকিস্তানে তার ভাইদের পরাজিত করার পর, হুমায়ুন এই অঞ্চলে তার দখল শক্ত করতে এবং ভারতে ফিরে আসতে সক্ষম হন, যেখানে তিনি সফলভাবে বাবরের প্রাক্তন রাজধানী দিল্লি পুনরুদ্ধার করেন এবং মুঘল সাম্রাজ্য পুনঃপ্রতিষ্ঠা করেছিলেন।\nইসলাম শাহ সুরির মৃত্যুর পর, সুরি সাম্রাজ্যে একটি গৃহযুদ্ধে বিস্ফোরিত হয়েছিল যেখানে সিংহাসনের বিভিন্ন প্রতিদ্বন্দ্বী আধিপত্যের জন্য একে অপরের সাথে লড়াই করেছিল। হুমায়ুন কাবুল থেকে সৈন্য সংগ্রহ করলে ইব্রাহিম শাহ সুরির বিরুদ্ধে তার সংগ্রামে সিকান্দার শাহ সুরি দখল করেন। ১৫৫৫ সালের ফেব্রুয়ারিতে তিনি রোহতাস কেল্লা এবং লাহোর দখল করেন। তার বাহিনীর আরেকটি দল দিপালপুর, গুরুদাসপুর এবং জলন্ধর দখল করে। তাদের অগ্রসর বিভাগ সিরহিন্দের দিকে অগ্রসর হয়। সিকান্দার তাদের বাধা দেওয়ার জন্য ৩০,০০০ জনের একটি বাহিনী পাঠান কিন্তু মাছিওয়ারার যুদ্ধে তারা মুঘল সেনাবাহিনীর কাছে পরাজিত হয় এবং সিরহিন্দ মুঘলদের দখলে চলে যায়।\n\n\n== যুদ্ধ ==\nসিকান্দার ৯০,০০০ সৈন্যবাহিনীর নেতৃত্ব দেন এবং সিরহিন্দে মুঘলদের সাথে দেখা করেন। ১৫৫৫ সালের ২২ জুন তারা যুদ্ধে মিলিত হয়। হুমায়ুন এবং বৈরাম খাঁ বৃষ্টির ঝড়ের মধ্যে একটি সাহসী অভিযান চালান যেমনটি শের শাহ সুরি হুমায়ুনকে পরাজিত করার জন্য চৌসার যুদ্ধে করেছিলেন। সিকান্দার মুঘল সেনাবাহিনীর কাছে পরাজিত হন এবং উত্তর-পূর্ব পাঞ্জাবের শিবালিক পাহাড়ে পিছু হটতে বাধ্য হন। বিজয়ী মুঘলরা দিল্লির দিকে অগ্রসর হয়, এটি দখল করে এবং ভারতে তাদের সাম্রাজ্য পুনঃপ্রতিষ্ঠা করে।\n\n\n== See also ==\nচৌসার যুদ্ধ\n\n\n== তথ্যসূত্র =="}