{"pageid": 1385909, "title": "মোহাম্মদ মুইজ্জু", "url": "https://bn.wikipedia.org/wiki?curid=1385909", "content": "মোহাম্মদ মোইজ্জু (ধিবেহী: މުޙައްމަދު މުޢިއްޒު; জন্ম: ১৫ জুন, ১৯৭৮) একজন মালদ্বীপীয় রাজনীতিবিদ যিনি ২০২৩ সালের ১৭ই নভেম্বর মালদ্বীপের নির্বাচিত রাষ্ট্রপতি হিসেবে দায়িত্ব গ্রহণ করবেন। ২০২৩ সালের মালদ্বীপের রাষ্ট্রপতি নির্বাচনের জন্য পিপলস ন্যাশ্নাল কংগ্রেসের প্রার্থী হিসাবে মনোনীত হওয়ার আগে তিনি দীর্ঘদিন গৃহায়ন ও অবকাঠামো মন্ত্রণালয় এবং মালে'র মেয়র হিসেবে দায়িত্বরত ছিলেন। ২০২৩ সালের নির্বাচনে তার প্রতিদ্বন্দ্বী সাবেক রাষ্ট্রপতি ইব্রাহিম মোহাম্মদ সালিহ পরাজিত করে তিনি জয়লাভ করেন। তিনি অতিমাত্রায় মালদ্বীপে ভারতীয় সামরিক কার্যকলাপ ও সক্রিয়তা-বিরোধী হিসেবে পরিচিত।\n\n\n== শিক্ষাগত যোগ্যতা ==\nতিনি লন্ডন বিশ্ববিদ্যালয়ে স্ট্রাকচারাল ইঞ্জিনিয়ারিং-এ স্নাতক ও স্নাতকোত্তর ডিগ্রি সম্পন্ন করেন এবং লিডস বিশ্ববিদ্যালয়ে সিভিল ইঞ্জিনিয়ারিং-এ পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== রাজনৈতিক প্রেক্ষাপট ==\nমোহাম্মদ মইজ্জু ২০১২ সালে রাজনৈতিক কর্মজীবন শুরু করেন, যখন তিনি আধালাথ পার্টির (এপি) সদস্য হিসাবে রাষ্ট্রপতি ওয়াহেদের প্রশাসনের সময় আবাসন ও পরিবেশ মন্ত্রীর ভূমিকা গ্রহণ করেন। পরবর্তীকালে, ২০১৩ সালের রাষ্ট্রপতি নির্বাচনের পর, তিনি রাষ্ট্রপতি আবদুল্লাহ ইয়ামিনের প্রশাসনের অধীনে একজন মন্ত্রি পরিষদীয় মন্ত্রী হিসাবে কাজ চালিয়ে যান। তখন তিনি আবাসন ও পরিবেশ মন্ত্রকের প্রধান হিসাবে তার পদ বজায় রাখেন, যা পরে পুনর্গঠন করা হয় এবং গৃহায়ন মন্ত্রণালয় হিসাবে পুনঃনামকরণ করা হয়েছিল।\nমোইজ্জু বেশ কয়েকটি গুরুত্বপূর্ণ অবকাঠামো প্রকল্প; বিশেষ করে আইকনিক সিনামালে ব্রিজের তত্ত্বাবধানে তার গুরুত্বপূর্ণ জড়িত থাকার জন্যে বিশিষ্টতা অর্জন করেন। এই অসাধারণ সেতুটি রাজধানী মালে'কে হুলহুলের ভেলানা আন্তর্জাতিক বিমানবন্দরের সাথে সংযুক্ত করার জন্য ও পরিকল্পিত নয়া শহর হুলহুমালে পর্যন্ত প্রসারিত করার জন্য একটি গুরুত্বপূর্ণ সংযোগ হিসাবে কাজ করেছে।\n২০১৩ থেকে ২০১৮ পর্যন্ত তার নেতৃত্বে দেশের অনেক অবকাঠামো উদ্যোগ সফলভাবে সম্পন্ন হয়, যার মধ্যে রয়েছে অসংখ্য পোতাশ্রয়, জেটি, পার্ক, পাবলিকভবন, মসজিদ, খেলাধুলার মাঠ ও রাস্তানির্মাণ। তিনি মালের রাস্তার জন্য আধুনিক অ্যাস্ফল্টপেভিং কৌশল প্রবর্তন করার জন্যও স্বীকৃত, যা ঐতিহ্যগত পেভিং ব্লক থেকে সরে এসে এবং সমসাময়িক বিল্ডিং এবং রক্ষণাবেক্ষণ কোডগুলি প্রয়োগ করা হয়েছে, যা বর্তমানে বাস্তবে রয়েছে।\n২০১৯ সালে তিনি মালদ্বীপের বিরোধী প্রগ্রেসিভ পার্টি ( PPM ) এর দলের ভাইস-প্রেসিডেন্ট এবং নির্বাচন বিভাগের প্রধান হিসাবে একটি গুরুত্বপূর্ণ নেতৃত্বের ভূমিকা গ্রহণ করেন।\n২০২১ খ্রিস্টাব্দে ক্ষমতাসীন দলের প্রার্থীকে পরাজিত করে তিনি রাজধানীর মেয়রের নির্বাচনে প্রতিদ্বন্দ্বিতা করেন এবং একটি নির্ধারক বিজয় অর্জন করেন। \nবিরোধীদলীয় নেতা আবদুল্লাহ ইয়ামিনের কারাবাসের পর বিরোধী জোটের একটি অংশ পিপলস ন্যাশনাল কংগ্রেস কর্তৃক তাকে রাষ্ট্রপতি প্রার্থী হিসেবে মনোনীত করা হয় এবং ২০২৩ সালের মালদ্বীপের রাষ্ট্রপতি নির্বাচনের প্রথম রাউন্ডে মোইজ্জু ২০২৩ সালের ৩০শে সেপ্টেম্বরের দ্বিতীয় রাউন্ডে অগ্রসর হয়ে মোট প্রদত্ত ভোটের ৪৬.০৬% অর্জন করে সর্বোচ্চ সংখ্যক ভোট অর্জন করেন। \n\n\n== তথ্যসূত্র =="}