{"pageid": 1385781, "title": "ইয়োসেপ সামিতিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1385781", "content": "ইয়োসেপ সামিতিয়া বিলালতা (কাতালান উচ্চারণ: [ʒuˈzɛp səmitiˈe]; ২ ফেব্রুয়ারি ১৯০২ – ৪ মে ১৯৭২), যিনি হোসে সামিতিয়া নামেও পরিচিত, ছিলেন একজন স্পেনীয় ফুটবল খেলোয়াড়, ম্যানেজার এবং স্কাউট যিনি ফুটবল ক্লাব বার্সেলোনা, রিয়াল মাদ্রিদ, নিস, কাতালান একাদশ এবং স্পেনের জন্য মধ্যমাঠের খেলোয়াড় হিসাবে খেলেছিলেন। পরে তিনি আতলেতিকো মাদ্রিদ, নিস এবং বার্সেলোনার কোচ হন এবং বার্সেলোনা ও রিয়াল মাদ্রিদের জন্য স্কাউট হিসেবে কাজ করেন।\nবার্সেলোনার সাথে খেলোয়াড়ি জীবনে সামিতিয়া ১৮৭টি অফিসিয়াল গোল করেছিলেন এবং অবসর গ্রহণের সময় তিনি ক্লাবের সর্বকালের সর্বোচ্চ গোলদাতা ছিলেন। ২০২০ সাল পর্যন্ত তিনি লুইস সুয়ারেস, লাসজলো কুবালা, সিজার এবং লিওনেল মেসির পরে ক্লাবের পঞ্চম সর্বকালের সর্বোচ্চ গোলদাতা। একজন খেলোয়াড় হিসেবে সামিতিয়া মধ্যমাঠের সাধারণ ভূমিকায় অগ্রণী ভূমিকা পালন করেছিলেন এবং তার শৈলীর কারণে তাকে সুররিয়েলিস্তা (পরাবাস্তববাদী) এবং হোম মাগোস্তা (ফড়িং মানব) ডাকনাম দেওয়া হয়েছিল।\nএকজন ম্যানেজার হিসেবে তিনি বার্সেলোনাকে ১৯৪৫ সালে লা লিগায় শিরোপা আনতে অবদান রাখেন এবং একজন স্কাউট হিসেবে তিনি বার্সেলোনার আরেক কিংবদন্তী লাসজলো কুবালাকে নিয়োগ করেন। যদিও, সামিতিয়াকে পরবর্তীতে দ্বৈত এজেন্ট হিসেবে অভিযুক্ত করা হয় যখন ক্লাবটি আলফ্রেদো দি স্তেফানোকে দলে ভেড়ানোর চেষ্টা করে এবং ১৯৬০-এর দশকে তিনি হেলেনিও হেরেরার সাথে বাদ পড়েন এবং রিয়াল মাদ্রিদে কাজ করতে যান। দি স্তেফানো সম্পর্কে তার ভূমিকা, দুবার রিয়াল মাদ্রিদে দলত্যাগ করা এবং ফ্রান্সিসকো ফ্রাঙ্কোর সাথে তার বন্ধুত্ব স্বত্বেও সামিতিয়া ফুটবল ক্লাব বার্সেলোনার একজন কিংবদন্তি ব্যক্তিত্ব হিসেবে রয়ে গেছেন। ১৯৭২ সালে যখন তিনি মারা যান, তখন তাকে রাষ্ট্রীয় অন্ত্যেষ্টিক্রিয়া দেওয়া হয় এবং একটি রাস্তা দেওয়া হয় যা কাম্প ন্যুতে নিয়ে যায়।\n\n\n== ক্লাব কর্মজীবন ==\n\n\n=== প্রাথমিক জীবন ===\nকাতালুনিয়ার বার্সেলোনায় জন্মগ্রহণকারী সামিতিয়া পূর্বে ফুটবল ক্লাব ইন্টারন্যাসিওনালের হয়ে জুনিয়র হিসেবে খেলেছিলেন, তিনি ১৯১৯ সালে ১৭ বছর বয়সে ফুটবল ক্লাব বার্সেলোনার হয়ে আত্মপ্রকাশ করেন। তার যোগদানে অধিবৃত্তি হিসাবে তিনি একটি উজ্জ্বল ঘড়ি এবং একটি তিন-পিস স্যুট পেয়েছিলেন। ক্লাবে তার সতীর্থদের মধ্যে ছিলেন তার ছোটবেলার বন্ধু সগিবার্বা। ক্যাডাকুয়েসের কাতালান রিসোর্টে ছুটির সময় সামিতিয়া এবং সাগিবার্বা অন্যান্যদের মধ্যে সালভাদোর দালির সাথে ফুটবল খেলেছিলেন। বিখ্যাত স্পেনীয় শিল্পী সালভাদর দালির সাথেও তার বন্ধুত্ব ছিল।\n\n\n=== ফুটবল ক্লাব বার্সেলোনা ===\n১৯২৫ সাল নাগাদ সামিতিয়া ছিলেন স্পেনের সর্বোচ্চ বেতনভোগী খেলোয়াড়। তিনি কিংবদন্তী ফুটবল ক্লাব বার্সেলোনা দলের একজন সদস্য ছিলেন, যার প্রশিক্ষক জ্যাক গ্রিনওয়েল, যেটিতে সাগিবার্বা ছাড়াও পাওলিনো আলকানতারা, রিকার্দো জামোরা, ফেলিক্স সেসুমাগা এবং পরবর্তীতে ফ্রাঞ্জ প্লাটকো অন্তর্ভুক্ত ছিলেন। ১৯১৯ থেকে ১৯৩৩ সালের মধ্যে তিনি বারোটি কাম্পিওনাত দে কাতালুনিয়া শিরোপা, পাঁচটি কোপা দেল রেই এবং প্রথম লা লিগা শিরোপা জিতেছিলেন। ১৯২২, ১৯২৫, ১৯২৬ এবং ১৯২৮ সালের কোপা দেল রেই ফাইনালে তিনি চারটি গোল করেছিলেন।\n\n\n=== মাদ্রিদ ফুটবল ক্লাব ===\n১৯৩৩ সালে বয়স্ক সামিতিয়া ফুটবল ক্লাব বার্সেলোনার ব্যবস্থাপনার সাথে বিবাদে জড়িয়ে পড়েন এবং তাকে প্রথম দল থেকে বাদ দেওয়া হয়। রিয়াল মাদ্রিদ (তখন মাদ্রিদ ফুটবল ক্লাব নামে পরিচিত) দ্রুত পরিস্থিতির সুবিধা নিয়েছিল। সামিতিয়া তার বন্ধু রিকার্দো জামোরা এবং তারপর ফ্রান্সিসকো ব্রুর সাথে পুনরায় মিলিত হয়েছিল। যদিও মাদ্রিদ ক্লাবের সাথে তার কর্মজীবন সংক্ষিপ্ত ছিল, তবুও তিনি তাদের লা লিগা ১৯৩২-৩৩ এবং ১৯৩৪ সালে কোপা দে এস্পানা শিরোপা জিততে সাহায্য করেছিলেন।\n\n\n=== সমিতিয়া শ্রদ্ধাঞ্জলি ===\n১৩ মে ১৯৩৪ সালে মাদ্রিদের এস্তাদিও চামার্তিন-এ মাদ্রিদ ফুটবল ক্লাব এবং এস্পানিওলের মধ্যে সামিতিয়ার প্রতি শ্রদ্ধা নিবেদন ম্যাচ অনুষ্ঠিত হয় এবং সামিতিয়া ৮–২ ব্যবধানে জয়ের প্রথম এবং শেষ উভয় গোলই করেন। মাদ্রিদের অন্যান্য গোলদাতাদের মধ্যে রয়েছে ইউজেনিও, হিলারিও, লুইস রেগুইরো এবং লাজকানো, আর হোসে প্যাডরন এস্পানিওলের সান্ত্বনামূলক গোলগুলির একটি করেন।\n\n\n=== ফ্রান্সে নির্বাসন ===\n১৯৩৬ সালে সামিতিয়া একজন কোচ হিসাবে তার কর্মজীবনের একটি সংক্ষিপ্ত সূচনা করেন। তিনি মৌসুমের মাঝামাঝি সময়ে আতলেতিকো মাদ্রিদে ফ্রেড পেন্টল্যান্ডের স্থলাভিষিক্ত হন, কিন্তু তাদের নির্বাসন থেকে বিরত রাখতে ব্যর্থ হন। যদিও স্পেনের গৃহযুদ্ধ শুরু হওয়ার সাথে সাথে সামিতিয়ার নতুন কর্মজীবন এবং আতলেতিকোর নির্বাসন স্থগিত করা হয়েছিল। একটি নৈরাজ্যবাদী সৈন্যবাহিনী তাকে গ্রেফতার করে, কিন্তু অবশেষে তিনি মুক্তি পান এবং একটি যুদ্ধজাহাজে করে ফ্রান্সে চলে যান। তার পলায়ন পরবর্তীতে জাতীয়তাবাদী পক্ষ মার্কাতে ছাপা একটি অ্যাকাউন্টে ব্যবহার করেছিল। ১৯৩৬ সালের অক্টোবরে তিনি একজন খেলোয়াড় হিসাবে নিস-এ যোগ দেন, যেখানে তিনি আবার রিকার্দো জামোরার সাথে পুনরায় মিলিত হন। তিনি পরবর্তীকালে ফরাসি দলের হয়ে ৪৮ ম্যাচে ২১ গোল করেন। তিনি অবশেষে ১৯৩৯ সালে একজন খেলোয়াড় হিসাবে অবসর নেন এবং ১৯৪২ সালে নিস-এ সংক্ষিপ্তভাবে কোচ ছিলেন।\n\n\n=== বার্সেলোনায় ফেরা ===\nসামিতিয়া স্পেনে ফিরে আসেন এবং ১৯৪৪ সালে ক্লাব দে ফুটবল বার্সেলোনার ম্যানেজার হন। ১৯৪৫ সালে তিনি তাদের দ্বিতীয় লা লিগা শিরোপা জিতেছিলেন। তারপর তারা কোপা দেল জেনারেলিসিমো বিজয়ী অ্যাথলেটিক বিলবাওকে হারিয়ে কোপা দে অরো আর্জেন্টিনা জিতেছে। সামিতিয়া পরবর্তীকালে ক্লাবের প্রধান স্কাউট হিসেবে কাজ করেন এবং বার্সেলোনার আরেক কিংবদন্তি লাদিসলাও কুবালার নিয়োগে গুরুত্বপূর্ণ ভূমিকা পালন করেন।\n১৯৫০ সালের গ্রীষ্মে কুবালা তার নিজস্ব দল হাঙ্গেরিয়া নিয়ে স্পেনে আসেন। দলটি পূর্ব ইউরোপ থেকে পালিয়ে আসা সহকর্মী শরণার্থীদের নিয়ে গঠিত হয়েছিল। তারা একটি মাদ্রিদ বাছাই একাদশ, একটি স্পেন একাদশ এবং এস্পানিওলের বিরুদ্ধে প্রীতি ম্যাচ খেলেছে। এই খেলাগুলির সময় কুবালাকে রিয়াল মাদ্রিদ এবং সামিতিয়া উভয়েই নজরে রেখেছিল। কুবালাকে রিয়ালের একটি চুক্তির প্রস্তাব দেওয়া হয়েছিল কিন্তু তারপরে ক্লাব দে ফুটবল বার্সেলোনার জন্য সামিতিয়া দ্বারা চুক্তিবদ্ধ হন। এটি প্রস্তাব করা হয়েছে যে সামিতিয়া স্থানান্তরের ব্যবস্থা করতে সাহায্য করার জন্য ফ্রাঙ্কোইস্ত স্পেনের মধ্যে তার সংযোগগুলি ব্যবহার করেছিলেন। স্নায়ুযুদ্ধের মাঝখানে কুবালার পশ্চিমে পলায়নকে ফ্রাঙ্কোইস্ত স্পেন ব্যবহার করেছিল এবং দ্য স্টারস সার্চ ফর পিস নামে একটি চলচ্চিত্র তৈরি করেছিল যেখানে কুবালা এবং সামিতিয়া নিজেদের অভিনয় করতে দেখেছিল।\n\n\n== আন্তর্জাতিক কর্মজীবন ==\n১৯২০ সালে রিকার্দো জামোরা, ফেলিক্স সেসুমাগা, পিচিচি এবং হোসে মারিয়া বেলাস্তের সাথে সামিতিয়া প্রথম স্পেনীয় জাতীয় দলের সদস্য ছিলেন। ফ্রান্সিসকো ব্রুর প্রশিক্ষিত দলটি ১৯২০ সালের অলিম্পিক গেমসে রৌপ্য পদক জিতেছিল। তিনি পরবর্তীতে স্পেনের হয়ে ২১টি ম্যাচে এবং ২টি গোল করেন।\nসামিতিয়া কাতালান একাদশের হয়ে ২৬টি খেলাও খেলেছেন এবং কমপক্ষে ২০টি গোল করেছেন। যদিও, সেই যুগের রেকর্ডে সবসময় সঠিক পরিসংখ্যান অন্তর্ভুক্ত করা হয় না এবং তিনি হয়তো এর চেয়েও বেশি খেলেছেন এবং স্কোর করেছেন। পাউলিনো আলকানতারা, সাগিবার্বা এবং জামোরার সাথে একত্রে তিনি কাতালান একাদশকে ১৯২০-এর দশকে দুবার প্রিন্স অফ আস্তুরিয়াস কাপ জিততে সাহায্য করেছিলেন, ১৯২৩–২৪ এবং ১৯২৬ সালে আন্তঃআঞ্চলিক প্রতিযোগিতা জিতেছিলেন। ১৯২৪ সালের ফাইনালে তিনি কাস্তিল/মাদ্রিদ একাদশের বিপক্ষে ৪–৪ ড্রতে দুটি গোল করেন এবং কাতালান দল ৩–২ তে জয়ী হওয়ায় পুনরাবৃত্তিতে আবার গোল করেন। কাতালুনিয়া ১৯২৫ এবং ১৯২৬ সালে দুবার চেকোস্লোভাকিয়ার মুখোমুখি হয়েছিল এবং সামিতিয়া উভয় খেলায়ই স্কোর করতে সক্ষম হয়েছিলেন, যথাক্রমে ২–১ জয় এবং ২–১ পরাজয়। কাতালান একাদশের হয়ে তার শেষ খেলাটি ছিল ১৯ জানুয়ারি ১৯৩৬-এ লেস কোর্তসে্ তার নিজের প্রশংসা ম্যাচে। যেখানে তিনি চেকোস্লোভাকিয়ার এসকে সিডেনিসের সাথে ১-১ গোলে ড্র করেন।\n\n\n== কর্মজীবনের পরিসংখ্যান ==\n\n\n=== ক্লাব ===\n\n\n=== আন্তর্জাতিক ===\nস্কোর এবং ফলাফলের তালিকায় স্পেনের গোল সংখ্যা প্রথমে, স্কোর সারি প্রতিটি সামিতিয়ার গোলের পরে স্কোর নির্দেশ করে।\n\n\n== অর্জন ==\n\n\n=== খেলোয়াড় ===\n\n\n==== ক্লাব ====\nফুটবল ক্লাব বার্সেলোনা\n\nলা লিগা : ১৯২৯\nকোপা দেল রেই (৫): ১৯২০, ১৯২২, ১৯২৫, ১৯২৬, ১৯২৮\nকাতালান চ্যাম্পিয়নশিপ (১২): ১৯১৮–১৯, ১৯১৯–২০, ১৯২০–২১, ১৯২১–২২, ১৯২৩–২৪, ১৯২৪–২৫, ১৯২৫–২৬, ১৯২৬–২৭, ১৯২৭–২৮, ১৯২৭–২৮, ১৯২৯–৩০, ১৯৩১–৩২\nমাদ্রিদ ফুটবল ক্লাব\n\nলা লিগা: ১৯৩২–৩৩\nকোপা দেল রেই: ১৯৩৪\n\n\n==== আন্তর্জাতিক ====\nস্পেন\n\nঅলিম্পিক গেমসের রৌপ্য পদক: ১৯২০\nকাতালান একাদশ\n\nপ্রিন্স অফ আস্তুরিয়াস কাপ : ১৯২৩–২৪ এবং ১৯২৬\n\n\n=== ম্যানেজার ===\nফুটবল ক্লাব বার্সেলোনা\n\nলা লিগা: ১৯৪৪–৪৫\nকোপা ডি ওরো আর্জেন্টিনা : ১৯৪৫\n\n\n== উদ্ধৃতি ==\n\n\n== তথ্যসূত্র ==\nমরবো: দ্য স্টোরি অফ স্প্যানিশ ফুটবল (২০০৩), ফিল বল। [১]\nইভান্স, হিলারি; গিয়ার্ড, আরিল্ড; হাইম্যানস, ইরোইন; ম্যালন, বিল;  ও অন্যান্য। \"ইয়োসেপ সামিতিয়া\"। Sports-Reference.com এ অলিম্পিক। স্পোর্টস রেফারেন্স এলএলসি। ২০২০-০৪-১৮ তারিখে মূল থেকে আর্কাইভ করা। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nwww.fcbarcelona.com-এ সমিতিয়া\nলা লিগার খেলোয়াড়ের পরিসংখ্যান\nস্পেনের পরিসংখ্যান\nলা লিগা ম্যানেজার পরিসংখ্যান\nবিডিফুটবলে ইয়োসেপ সামিতিয়া  (ইংরেজি)"}