{"pageid": 1385828, "title": "স্বামী স্বহানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1385828", "content": "স্বামী স্বহানন্দ (২৯ জুন ১৯২১ – ১৯ অক্টোবর ২০১২) ভারতের রামকৃষ্ণ সংঘের একজন প্রবীণ সন্ন্যাসী ছিলেন, এবং ১৯৭৬ থেকে ২০১২ সাল পর্যন্ত Vedanta Society of Southern California এর মন্ত্রী এবং আধ্যাত্মিক নেতা। এছাড়াও তিনি Vivekananda Retreat, Ridgely এবং Vedanta Center of Greater Washington, DC এর নেতৃত্ব দেন। তিনি ১৯৪৭ সালে রামকৃষ্ণ আদেশে যোগদান করেন এবং ১৯৫৬ সালে সন্ন্যাস, সম্পূর্ণ সন্ন্যাস গ্রহণ করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nস্বামী স্বহানন্দ ১৯ জুন ১৯২১-এ ব্রিটিশ ভারতের হবিগঞ্জের কাছে এক গ্রামে জন্মগ্রহণ করেন, বর্তমানে বাংলাদেশে, এবং তিনি তাঁর পিতামাতার তিন ছেলের মধ্যে সর্বকনিষ্ঠ। তাঁর পিতা নির্মল চন্দ্র গোস্বামী ১৯২১ সালের এপ্রিল মাসে ৩২ বছর বয়সে স্বহানন্দের জন্মের মাত্র দুই মাস আগে মারা যান। তার মাতা প্রমীলাবালার বয়স তখন মাত্র ১৯ বছর। স্বহানন্দের ঠাকুরমা তার নাম রাখেন বিপদভঞ্জন। নির্মল চন্দ্র সারদা দেবীর শিষ্য ছিলেন, এবং তিনি মুরারিচাঁদ কলেজ, সিলেট থেকে ১৯৪৩ সালে বি. এ. এবং ১৯৪৫ ও ১৯৪৬ সালে কলকাতা বিশ্ববিদ্যালয় থেকে ইংরেজি সাহিত্য এবং ইংরেজি ভাষায় ডাবল এম.এ. অর্জন করেন।\n\n\n== ধর্মীয় জীবন ==\nতিনি ১৯৩৭ সালের ফেব্রুয়ারিতে রামকৃষ্ণের সরাসরি শিষ্য স্বামী বিজ্ঞানানন্দের কাছ থেকে দীক্ষা গ্রহণ করেন এবং পরবর্তীতে ১৯৪৭ সালে রামকৃষ্ণ সংঘে যোগ দেন। মাদ্রাজ (বর্তমান চেন্নাই) রামকৃষ্ণ মঠে পাঠানোর আগে তিনি দুই বছর বেলুড় মঠের বিদ্যামন্দিরে প্রভাষক ছিলেন। তিনি ১৯৫১ সালে ব্রহ্মচারী নিযুক্ত হন এবং ব্রহ্মচারী দুর্গাচৈতন্য নামে পরিচিত হন। ১৯৫৪ সালে, তিনি Mysore Study Circle এ যোগদান করেন। তিনি ১৯৫৬ সালে স্বামী শঙ্করানন্দের কাছ থেকে সন্ন্যাস লাভ করেন।\n\nমাদ্রাজ মঠে তিনি প্রথমে পূজারী হিসেবে এবং ১৯৫৬ সালের আগস্ট থেকে ১৯৬২ সালের এপ্রিল পর্যন্ত বেদান্ত কেশরীর সম্পাদক হিসেবে কাজ করেন। ১৯৬১ সালে, তিনি হিমালয়ে তীর্থযাত্রায় গিয়েছিলেন এবং কিছু মাস আধ্যাত্মিক তপস্যা অনুশীলন করতে উত্তরকাশীতে অবস্থান করেছিলেন। ১৯৬২ সালে, তাকে নয়াদিল্লিতে রামকৃষ্ণ মিশন কেন্দ্রের প্রধান করা হয়, যা রামকৃষ্ণ সংঘের একটি গুরুত্বপূর্ণ কেন্দ্র। তিনি ১৯৬৮ সালের ৫ আগস্ট মার্কিন যুক্তরাষ্ট্রে আসেন, San Francisco Vedanta Society এর সহকারী মন্ত্রী হতে, যেখানে তিনি দুই বছর দায়িত্ব পালন করেছিলেন; পরে তিনি Vedanta Society of Berkeley, California এর প্রধান নিযুক্ত হন, যেখানে তিনি ছয় বছর ছিলেন। ডিসেম্বর ১৯৭৬ সালে, আধ্যাত্মিক নেতা ও লেখক স্বামী প্রভবানন্দের মৃত্যুর পর, তাকে হলিউডে স্থানান্তরিত করা হয়, Vedanta Society of Southern California এর সদর দফতর, যেখানে তিনি মৃত্যুর আগ পর্যন্ত মন্ত্রী ছিলেন। এছাড়াও তিনি ১৯৯৭ সাল থেকে Vedanta Society of Greater Washington, DC এবং ১৯৯৮ সাল থেকে Vivekananda Retreat, Ridgely এর তত্ত্বাবধান করেন। ১৯৮০ এর দশকের শেষদিকে, তিনি মস্কোতে বক্তৃতা ও আধ্যাত্মিক দিকনির্দেশনা দেন। আধ্যাত্মিক নেতা হিসেবে, স্বহানন্দ পশ্চিমাদের বেদান্ত আন্দোলনে নেতৃত্বের ভূমিকা নিতে উৎসাহিত করেছিলেন।\nস্বামী স্বহানন্দ ১৯ অক্টোবর ২০১২ তারিখে, দুপুর ২:৫২ টায় ৯১ বছর বয়সে মারা যান। তিনি ব্রেন স্টেম স্ট্রোকে আক্রান্ত হন। ডাক্তারদের সাথে বেশ কয়েকটি পরীক্ষা এবং পরামর্শের পরে, এটি নির্ধারণ করা হয়েছিল যে তার অবস্থা অপরিবর্তনীয় ছিল এবং তার ইচ্ছা অনুসারে লাইফ সাপোর্ট সরিয়ে দেওয়া হয়েছিল।\n\n\n== রচনা ==\nস্বামী স্বহানন্দ বেশ কিছু বই ও অনুবাদ করেছেন।\nইংরেজিতে তাঁর অনুবাদের মধ্যে রয়েছে সংস্কৃত থেকে বিদ্যারণ্যের ছান্দোগ্য উপনিষদ এবং পঞ্চদশী। বইয়ের মধ্যে রয়েছে হিন্দু প্রতীক এবং অন্যান্য প্রবন্ধ,  ধ্যান এবং অন্যান্য আধ্যাত্মিক অনুশাসন, মাতার উপাসনা: ভারতে মায়ের উপাসনা, সেবা ও আধ্যাত্মিকতা, বেদান্ত ও রামকৃষ্ণ, বেদান্ত ও পবিত্র মা, বেদান্ত ও বিবেকানন্দ, এবং বেদান্ত সাধনা ও শক্তি পূজার উপর প্রবন্ধের সংগ্রহ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThe Inspiration That Was Swami Vivekananda by Swami Swahananda\nSwami Swahananda biography at Vedanta Society of Southern California\nBiography at Vishwa Dharma Mandalam website\nBooks by Swami Swahananda\nইউটিউবে Swami Swahananda with Pope John Paul II\nSubhasis Chattopadhyay, review of Swami Swahananda, Vedanta Sadhana and Shakti Puja, Vedanta Kesari, 103 (6) (June 2016): 45–6"}