{"pageid": 1385278, "title": "এরেন্দা", "url": "https://bn.wikipedia.org/wiki?curid=1385278", "content": "এরেন্দা ছিল ভারতীয় রাজ্যে পশ্চিমবঙ্গের উপকূলবর্তী অঞ্চলে অবস্থিত নব্যপ্রস্তরযুগীয় সংস্কৃতি ও প্রারম্ভিক কৃষি সংস্কৃতির দক্ষিণতম স্থানগুলির মধ্যে একটি। বসতিটির নির্মাণ কাজ প্রায় ২০০০ খ্রিস্টপূর্বাব্দে (৪ হাজার বছর আগে) শুরু হয়েছিল বলে মনে করা হয়।\nকলকাতা বিশ্ববিদ্যালয়ের পুরাতত্ত্ব দফতর ২০১৬ সালে এরেন্দা গ্রামে প্রাগৈতিহাসিক বসতিটি আবিষ্কার করেছিল। এরেন্দায় খননকার্য দুটি ধাপে ২০১৫–১৬ ও ২০১৬–১৭ খ্রিস্টাব্দে চলেছিল। পুরাতত্ত্ব দফতরের মতে, ভূতাত্ত্বিক কারণে সমুদ্র দূরে সরে যাওয়ার পরে মানুষ এখানে বসবাস শুরু করে। সম্ভবত এখানকার বাসিন্দারা রাঢ়বঙ্গ থেকে এরেন্দাতে এসেছিলেন।\nখননকার্যের সময় হাড়ের তৈরি বঁড়শি ও অস্ত্র আবিষ্কৃত হয়েছে। এছাড়াও মাটিতে মিশে থাকা প্রাচীন ধান পাওয়া গিয়েছে, যা কৃষিকাজের প্রমাণ প্রদান করে।\n\n\n== প্রত্নতত্ত্ব ==\nএই অঞ্চল থেকে গৌড়ের রাজা শশাঙ্কের একটি তাম্রশাসনলিপি পাওয়া গিয়েছিল। তার পরে কলকাতা বিশ্ববিদ্যালয় জরিপ অন্বেষণ ও খননের একটি কর্মসূচি হাতে নিয়েছিল। সেই বিষয়ে অনুসন্ধান করতে করতেই এই বসতির আবিষ্কার হয়। এরেন্দায় ২০১৬ খ্রিস্টাব্দ থেকে ২০১৭ খ্রিস্টাব্দের মধ্যে খনন করা হয়েছিল, যা বাংলার নব্যপ্রস্তরযুগীয় সংস্কৃতিকে সমুদ্র উপকূল পর্যন্ত প্রসারিত করেছিল। এই স্থানটি তাম্রযুগীয় বন্দরনগরী তাম্রলিপ্ত থেকে ৭০ কিলোমিটার (৪৩ মাইল) দূরে অবস্থিত।\nএরেন্দা গ্রামের লোকেরা একটি প্রাচীন বসতির উপস্থিতি সম্পর্কে অবগত ছিল। গ্রামের কৃষকেরা ঢিবির একটা অংশকে কৃষি জমিতে পরিণত করেছিল, এবং তারা সেখানে চাষবাস করত।\nবসতির আকার ছিল ১ হেক্টর (২.৫ একর)। প্রত্নতাত্ত্বিকরা দাবি করেন যে বসতিটি পশ্চিমবঙ্গের কৃষ্ণ-লোহিত মৃৎপাত্র সংস্কৃতির একটি কেন্দ্র ছিল। এরেন্দা আধুনিক পশ্চিমবঙ্গে আবিষ্কৃত প্রাচীন প্রত্নতাত্ত্বি বসতিগুলির মধ্যে সবচেয়ে প্রাচীনতম। একটি প্রাচীন নব্যপ্রস্তরযুগীয় সংস্কৃতিও (২০০০ থেকে ১৫০০ খ্রিস্টপূর্বাব্দের মধ্যে) বিদ্যমান ছিল, যা পরবর্তী-হরপ্পা সময়কালের সমসাময়িক ছিল। \n\n\n== খননকৃত এরেন্দা ==\nপরিকল্পনা অনুযায়ী, এরেন্দা আনুমানিক উত্তর-দক্ষিণে ১০০ মিটার (৩৩০ ফুট) ও পূর্ব-পশ্চিমে ১০০ মিটার (৩৩০ ফুট) বিস্তৃত ছিল। তবে বর্তমানে ঢিবি আকার দক্ষিণে ৩০ মিটার (৯৮ ফুট) ও পূর্ব-পশ্চিমে ৩০ মিটার (৯৮ ফুট), বাকি অংশ কৃষি কার্যক্রমের ফলে আংশিকভাবে ধ্বংস হয়ে গেছে। এখানে ঘরগুলি ছিল মাটি দ্বারা নির্মিত, মূলত নলখাগড়া মাটির সাথে মিশিয়ে ঘর তৈরি কর্মা হত, যে পদ্ধতি আজও বাংলার গ্রামাঞ্চলে ব্যবহার করা হয়।\n\n\n== তথ্যসূত্র =="}