{"pageid": 1385993, "title": "আদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1385993", "content": "আদেশ (সংস্কৃত: आदेश) বলতে হুকুম, আজ্ঞা, নির্দেশ, পরামর্শ, রীতি, বিধি ইত্যাদি বোঝায়।\n\n\n== বুৎপত্তিগত অর্থ ==\nশব্দটিকে শব্দার্থগতভাবে বহুযোজী যৌগ বলে মনে হয় যা বিভিন্ন উৎস ও গঠনের দুটি সমজাতীয় যৌগের প্রতিনিধিত্ব করে; এটা অনুমান করা হয় যে আদেশ- বিকল্প অর্থে এর উৎপত্তি আ ও দেশ- এর সংমিশ্রণ থেকে, যেখানে আদেশ- \"পরামর্শ\" অর্থে আ- দেশ- \"নির্দেশ করা, শেখানো\" ক্রিয়াপদের অন্তর্গত; এখানে আ- অর্থ 'এর দিকে', এবং দিশ অর্থ 'দেখানো বা নির্দেশ দেওয়া'।\n\n\n== উপনিষদীয় ব্যবহার ==\nউপনিষদ চারটি মহাবাক্য বা মহা ঘোষণা দিয়েছে যা চারটি নির্ধারিত অনুশীলনের সাথে সম্পর্কিত যেমন উপদেশ, আদেশ, অভ্যাস ও অনুভব; তদনুসারে ছান্দোগ্য উপনিষদে প্রদর্শিত বাক্য – তৎ ত্বং অসি, আদেশ বাক্য, আদেশ বিবৃতি; শিষ্য উপদেশ বাক্য ও  আদেশ বাক্য সম্পূর্ণ বিশ্বাস ও ভক্তি সহকারে শ্রবণ করে যাকে বলা হয় শ্রবণ (একাগ্রতা)।\nবৃহদারণ্যক উপনিষদ ২.২.৬-এর সংস্কৃত বাক্যাংশ \"अथात आदेशः नेति नेति\" অর্থ 'এখন তাই শিক্ষা: এটি নয়, এটি নয়', আদেশ মানে 'নির্দিষ্ট নির্দেশনা' এবং 'বিকল্প' নয়।\nতৈত্তিরীয় উপনিষদ ২.৩.১ এর খুব সংক্ষিপ্ত অংশ \"आदेश आत्मा\" অনুসারে অদেশ বলতে ব্রাহ্মণ অংশকে স্ব (কাণ্ড) হিসাবে উল্লেখ করে যখন ঋষি বলেন যে মন দ্বারা গঠিত স্বটিও মানব আকৃতির যে আকার মানব দেহের অত্যাবশ্যক শরীরের আকৃতির পরে মানসিক শরীর গ্রহণ করে। শঙ্কর ব্যাখ্যা করেছেন যে, আদেশ শব্দটি এখানে বেদের ব্রাহ্মণ অংশকে বোঝায়, যেহেতু (আদেশের ব্যুৎপত্তিগত অর্থের সাথে সঙ্গতিপূর্ণ, আদেশ) ব্রাহ্মণ অংশটি উপভোগ করতে হবে এমন সমস্ত কিছুকে বোঝায়।\n\n\n== অর্থশাস্ত্রীয় ব্যবহার ==\nচাণক্য তার অর্থশাস্ত্রে, আদেশ নামক তৎকালীন প্রচলিত হস্তান্তরযোগ্য পত্র উল্লেখ করেছেন যা সেই আদেশের প্রেরকের পক্ষে অর্থ প্রদানের জন্য তৃতীয় ব্যক্তির প্রতি আদেশ ছিল; তখনকার দিনে বণিক সংস্থাগুলো ব্যাঙ্কের কাজ সম্পাদন করত। প্রতিশ্রুতি নোট সহ এই যন্ত্রগুলির যথেষ্ট ব্যবহার ছিল, এবং বড় শহরের ব্যবসায়ীরা একে অপরকে প্রত্যয়পত্র দিত।\n\n\n== অন্যান্য ব্যবহার ==\nঅরবিন্দ ব্যাখ্যা করেন যে বুদ্ধিজীবী অসুর তার কারণ বা আদর্শ দ্বারা তার কর্ম নির্ধারণ করেন, আবেগী অসুর তার অনুভূতি দ্বারা; কিন্তু শুদ্ধ তাদের নির্ধারণ করে বিজ্ঞানের ঐশ্বরিক অভিজ্ঞতা থেকে উচ্চতর অনুপ্রেরণার মাধ্যমে, যাকে লোকেরা প্রায়শই আদেশ বলে।\nব্রাহ্মসমাজের কেশবচন্দ্র সেন খ্রিস্টান ধর্মতত্ত্ব দ্বারা প্রভাবিত হয়ে আদেশের মতবাদটি উত্থাপন করেছিলেন, যার অনুসারে ঈশ্বর এমন কিছু ব্যক্তির মধ্যে জ্ঞানের অনুপ্রেরণা দেন যাদের কথাকে তাই অমূলক ও সত্য বলে বিবেচনা করা উচিত যেটি কেউ কেউ গ্রহণ করেন নাসদস্যরা পদে বিভাজন এবং সাধারণ ব্রাহ্মসমাজ গঠন প্রত্যক্ষ করেছেন।\nভগবদ্গীতা শ্লোক ১৭.২২-এ দেখা যায় যে অদেশকালে (अदेशकाले) শব্দটি মাত্রের সাথে যেমন আ এর সাথে অ (এবং এইভাবে নেতিবাচক অর্থ প্রদান করে), ভুল সময় বোঝায়।\n\n\n== তথ্যসূত্র =="}