{"pageid": 1385611, "title": "নাগর্নো-কারাবাখ সংঘাত", "url": "https://bn.wikipedia.org/wiki?curid=1385611", "content": "নাগোর্নো-কারাবাখ দ্বন্দ্ব  হলো আর্মেনিয়া এবং আজারবাইজানের মধ্যে একটি জাতিগত এবং আঞ্চলিক দ্বন্দ্ব যা নাগোর্নো-কারাবাখের বিতর্কিত অঞ্চলে সংঘটিত হচ্ছে। এ অঞ্চলের বেশিরভাগ এলাকাই জাতিগত আর্মেনিয়ানদের দ্বারা অধ্যুষিত। নাগোর্নো-কারাবাখ অঞ্চলটি সম্পূর্ণরূপে কার্যত আর্টসখ প্রজাতন্ত্রের দ্বারা নিয়ন্ত্রিত, কিন্তু আন্তর্জাতিকভাবে আজারবাইজানের অংশ হিসাবে স্বীকৃত। আজারবাইজান নাগোর্নো-কারাবাখ অঞ্চলের অবশিষ্টাংশের পাশাপাশি আশেপাশের সাতটি জেলা নিয়ন্ত্রণ করে।\n২০ শতকের গোড়ার দিকে এই সংঘাতের উৎপত্তি হয়েছে, কিন্তু বর্তমান সংঘাত ১৯৮৮ সালে শুরু হয়েছিল, যখন কারাবাখ আর্মেনীয়রা সোভিয়েত আজারবাইজান থেকে সোভিয়েত আর্মেনিয়াতে অঞ্চলটি হস্তান্তরের দাবি করেছিল। 1990-এর দশকের গোড়ার দিকে সোভিয়েত ইউনিয়নের বিলুপ্তির পর সংঘাতটি একটি পূর্ণাঙ্গ যুদ্ধে রূপ নেয়। প্রথম নাগর্নো-কারাবাখ যুদ্ধে হাজার হাজার মানুষ নিহত হয়। যুদ্ধটি আর্মেনিয়া জিতেছিল। আর্মেনিয়া\nপরবর্তীতে সোভিয়েত যুগের নাগর্নো-কারাবাখের আশেপাশের অঞ্চলগুলি দখল  নেয়করে।\nজাতিগত আজারবাইজানিদের আর্মেনিয়ান-নিয়ন্ত্রিত এলাকা থেকে বহিষ্কার করা হয়েছিল, আর জাতিগত আর্মেনিয়ানদের আজারবাইজান থেকে বহিষ্কার করা হয়েছিল। বিশকেকে ১৯৯৪ সালে স্বাক্ষরিত প্রথম যুদ্ধের সমাপ্তি যুদ্ধবিরতির ফলে দুই দশকের জন্য আপেক্ষিক স্থিতিশীলতার এসেছিল। তবে ২০১০ এর দশকে উল্লেখযোগ্যভাবে অবনতি হয়েছিল। এপ্রিল ২০১৬-এ চার দিন স্থায়ী সংঘাতের ফলে শত শত হতাহতের ঘটনা ঘটে এবং সীমান্ত রেখায় সামান্য পরিবর্তন হয়।\n২০২০ সালের শেষের দিকে, বড় আকারের দ্বিতীয় নাগর্নো-কারাবাখ যুদ্ধের ফলে হাজার হাজার হতাহতের ঘটনা ঘটে এবং একটি আজারবাইজানিদের উল্লেখযোগ্য বিজয় ঘটে। ১০ নভেম্বর একটি ত্রিপক্ষীয় যুদ্ধবিরতি চুক্তির মাধ্যমে একটি যুদ্ধবিরতি প্রতিষ্ঠিত হয়েছিল, যার ফলে আজারবাইজান নাগোর্নো-কারাবাখের চারপাশের সমস্ত অধিকৃত অঞ্চল পুনরুদ্ধার করে এবং সেইসাথে নাগোর্নো-কারাবাখের এক-তৃতীয়াংশ দখল করে নেয়।  নাগর্নো-কারাবাখ এবং আর্মেনিয়ান-আজারবাইজানি সীমান্তে যুদ্ধবিরতি লঙ্ঘন ২০২০ সালের যুদ্ধের পরেও অব্যাহত ছিল, এবং মাঝে মাঝে হতাহতের ঘটনা ঘটতে থাকে।\n২০২০ সালের যুদ্ধের পর থেকে, আজারবাইজান তার আদিবাসী আর্মেনিয়ান বাসিন্দাদের বিশেষ মর্যাদা বা স্বায়ত্তশাসনের প্রস্তাব প্রত্যাহার করেছে এবং পরিবর্তে আজারবাইজানে তাদের \"একীকরণের\" উপর জোর দিয়েছে।  ২০২২ সালের ডিসেম্বর থেকে, আজারবাইজান ২০২০ সালের যুদ্ধবিরতি চুক্তি এবং আন্তর্জাতিক আইনী বিধি লঙ্ঘন করে আর্টসাখ প্রজাতন্ত্রকে বহির্বিশ্ব থেকে অবরুদ্ধ করে রাখে।\n১৯ সেপ্টেম্বর ২০২৩-এ, ২০২০ যুদ্ধবিরতি শর্ত লঙ্ঘন করে, আজারবাইজান নাগর্নো-কারাবাখ-এ একটি বড় আকারের সামরিক আক্রমণ শুরু করে।  আক্রমণ শুরু হওয়ার একদিন পরে, ২০ সেপ্টেম্বর, নাগর্নো-কারাবাখে রাশিয়ান শান্তিরক্ষা কমান্ডের মধ্যস্থতায় নাগর্নো-কারাবাখে শত্রুতা সম্পূর্ণ বন্ধ করার বিষয়ে দুই দেশ একটি চুক্তিতে পৌঁছেছিল।  আজারবাইজান ২১ সেপ্টেম্বর ইয়েভলাখে আর্টসাখ আর্মেনিয়ান সম্প্রদায়ের প্রতিনিধিদের সাথে একটি বৈঠক করে এবং পরের মাসে আরও একটি বৈঠক অনুষ্ঠিত হওয়ার বিষয়টি জানানো হয়। \n২৮ সেপ্টেম্বর ২০২৩ তারিখে আর্টসখের সভাপতি কর্তৃক জারি করা একটি ডিক্রি অনুসারে, ১ জানুয়ারী ২০২৪ এর মধ্যে আর্টসখের অস্তিত্ব বিলুপ্ত হয়ে যাবে \n\n\n== তথ্যসূত্র ==\n\n\n== পাদটীকা =="}