{"pageid": 1385976, "title": "রাশিয়ার রাষ্ট্রীয় ইতিহাস জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1385976", "content": "রাশিয়ার রাষ্ট্রীয় ইতিহাস জাদুঘর (State Historical Museum of Russia) মস্কোর রেড স্কোয়ার এবং মানেজে স্কোয়ারের মধ্যে অবস্থিত একটি জাদুঘর। এটি রাশিয়ার ইতিহাস সম্পর্কিত প্রদর্শনীর জন্য বিখ্যাত। জাদুঘরটিতে প্রাগৈতিহাসিক গোত্র থেকে শুরু করে রোমানভ রাজবংশের শিল্পকর্মসহ বিভিন্ন ধরনের সংগ্রহ রয়েছে। জাদুঘরের সংগ্রহে মোট কোটিখানেক বস্তু রয়েছে।\n২০২২ সালের ৯ ফেব্রুয়ারি, গুগল রাষ্ট্রীয় ইতিহাস জাদুঘরের ১৫০তম বার্ষিকী উপলক্ষে একটি ডুডল প্রকাশ করে।\n\n\n== বর্ণনা ==\nযে স্থানে এখন জাদুঘরটি অবস্থিত, সেখানে পূর্বে ওষুধের দোকান ছিল, যা পিটার দ্য গ্রেটের আদেশে মস্কো বারোক শৈলীতে নির্মিত হয়েছিল। জাদুঘরটি ১৮৭২ সালে ইভান জাবেলিন, আলেক্সি উভারভ এবং রাশিয়ান ইতিহাস ও জাতীয় স্ব-সচেতনতা প্রচারে আগ্রহী অন্যান্য স্লাভোফাইলদের দ্বারা প্রতিষ্ঠিত হয়। জাদুঘরটির ভবন নির্মাণের তত্ত্বাবধানে ছিলেন সার্গেই সলোভিওভ, ভাসিলি ক্লুচেভস্কি, উভারভ এবং অন্যান্য প্রখ্যাত ইতিহাসবিদ নিয়ে গঠিত একটি কমিটি। দীর্ঘদিনের আলোচনার পর, প্রকল্পটি ভ্লাদিমির ওসিপোভিচ শেরভুডের (অথবা শেরউড, ১৮৩৩-৯৭) হাতে তুলে দেওয়া হয়।\nবর্তমান কাঠামোটি ১৮৭৫ থেকে ১৮৮১ সালের মধ্যে শেরভুডের নব-রাশিয়ান নকশার ভিত্তিতে নির্মিত হয়। প্রথম ১১টি প্রদর্শনী হলো ১৮৮৩ সালে সরকারীভাবে উদ্বোধন করা হয়, যখন জার ও তার স্ত্রী মস্কো সফরে আসেন। তারপর ১৮৯৪ সালে, জার আলেকজান্ডার তৃতীয় জাদুঘরের সম্মানী সভাপতি হন এবং পরের বছর, ১৮৯৫ সালে, জাদুঘরটির নামকরণ করা হয় সার আলেকজান্ডার তৃতীয় ইম্পেরিয়াল রাশিয়ান ইতিহাস জাদুঘর। এর অভ্যন্তরটি ভিক্টর ভাসনেটসভ, হেনরিক সিমিরাদজকি এবং ইভান আইভাজভস্কির মতো শিল্পীদের দ্বারা রাশিয়ান পুনরুজ্জীবন শৈলীতে নিখুঁতভাবে সজ্জিত করা হয়েছিল। সোভিয়েত আমলে, ম্যুরালগুলোকে অপ্রয়োজনীয় ঘোষণা করা হয় এবং সেগুলো ঢেকে দেওয়ার জনন্য দেয়ালে প্লাস্টার করা হয়।\n\n\n== বর্তমান কর্মসূচি ==\n২০০৭ সালের বসন্তের পর থেকে, রাষ্ট্রীয় ইতিহাস সংগ্রহশালার সমস্ত ৪০টি গ্যালারি প্রথমবারের মতো জনসাধারণের জন্য উন্মুক্ত করা হয়। সংগ্রহশালাটি প্রাচীনকাল থেকে বিংশ শতাব্দীর প্রথম দিক পর্যন্ত সময়কালকে ফুটিয়ে তোলে এবং এর প্রদর্শনীগুলো প্রতি বছর ১২ লক্ষেরও বেশি মানুষ পরিদর্শন করে।\nসংগ্রহশালাটি গবেষণা, বিজ্ঞান এবং শিক্ষার ক্ষেত্রেও একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। এটিতে বক্তৃতা, সেমিনার, ইন্টার্নশিপ এবং গবেষণা ও সংস্কার কার্যক্রমে পুরস্কার উপস্থাপন করা হয়।\n২০১৬ সালের শেষ থেকে, সংগ্রহশালার অফিসিয়াল ওয়েবসাইটে ভার্চুয়াল ট্যুরের মাধ্যমে প্রদর্শনীটি দেখার ব্যবস্থা করা হয়েছে।\nপ্রতি বছর, সংগ্রহশালার সংগ্রহের প্রদর্শনীর উপর ভিত্তি করে রাশিয়া জুড়ে প্রায় ৩০-৪০টি প্রদর্শনী প্রকল্প অনুষ্ঠিত হয়। নভোদেভিচি কনভেন্টের ৫০০তম বার্ষিকীতে, সংগ্রহশালাটি রাশিয়ান অর্থোডক্স চার্চে উৎসর্গীকৃত একটি প্রদর্শনী খোলার পরিকল্পনা করছে। ২০১৮-২০২৩ সালের জন্য, ইউরোপীয় সংগ্রহশালাগুলো যার মধ্যে অংশ নেবে এমন \"বিশ্বের জাতীয় সংগ্রহশালাগুলো ইতিহাস সংগ্রহশালায়\" প্রকল্পের প্রদর্শনীগুলোন একটি পর্ব পরিকল্পনা করা হয়েছে।\nকোভিড-১৯ মহামারীর কারণে ২০২০ সালের মার্চ থেকে জুলাই পর্যন্ত সংগ্রহশালাটি জনসাধারণের জন্য বন্ধ ছিল।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nState Historical Museum (ইংরেজি ভাষায়)\nWorldWalk.info: State Historical Museum (Moscow) (ইংরেজি ভাষায়)\nVirtual tour of the State Historical Museum provided by Google Arts & Culture"}