{"pageid": 1385741, "title": "সেক্রেটারি বার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1385741", "content": "সচিব পাখি বা সেক্রেটারিবার্ড (Sagittarius serpentarius) হলো একটি বৃহৎ, প্রধানত স্থলজ শিকারী পাখি। এটি আফ্রিকার স্থানীয় পাখি। এটি সাধারণত উপ-সাহারান অঞ্চলের খোলা তৃণভূমি এবং সাভানায় পাওয়া যায়। ১৭৭৯ সালে জন ফ্রেডরিক মিলার এই প্রজাতির বর্ণনা দেন। যদিও এটি অ্যাকসিপিট্রিফর্মিস (শিকারী পাখি গোত্র) বর্গের সদস্য, যার মধ্যে আরও অনেক দিবাচর শিকারী পাখি যেমন শামুক, শৈলী, গৃধ্র এবং হ্যারিয়ার অন্তর্ভুক্ত রয়েছে, তবে এটি তার নিজস্ব পরিবার  সাতিগারিয়িডিয়ে (Sagittariidae)-তে স্থান পেয়েছে।\nসচিব পাখি একটি খুব বড় পাখি, যার ঈগলের মতো শরীর এবং সারসের মতো লম্বা পা রয়েছে, যা পাখিটিকে ১.৩ মিটার (৪ ফুট ৩ ইঞ্চি) পর্যন্ত উঁচু করে তোলে। নর-মাদ পক্ষী দেখতে একই রকম। প্রাপ্তবয়স্ক পাখিদের লাল-কমলা লোমহীন মুখ এবং প্রধানত ধূসর পালক, চ্যাপ্টা কালো ক্রেস্ট এবং কালো উড়ন্ত পালক ও উরু থাকে।\nসচিবপাখি সারা বছরই প্রজনন করতে পারে, তবে শুকনো মৌসুমের শেষের দিকে এটি বেশি হয়। এরা এদের বাসা বানায় কাঁটাযুক্ত গাছের পাতায়। একটি বাসায় ১ থেকে ৩টি ডিম পাড়ে। খাবারের প্রাচুর্য থাকলে তিনটি বাচ্চাই বেঁচে যায়। সচিবপাখি মাটিতে শিকার করে। তারা প্রায়শই শিকারকে পিষে মারে। পোকামাকড় এবং ছোট ছোট প্রাণী তাদের খাদ্যের অংশ।\nসচিবপাখি যদিও বিস্তৃত এলাকাজুড়ে বসবাস করে, তবে স্থানীয় জরিপের ফলাফল দেখায় যে এদের জনসংখ্যা দ্রুত হ্রাস পাচ্ছে।আর তা হচ্ছে সম্ভবত বাসস্থান ধ্বংসের ফলে। তাই এই প্রজাতিকে প্রকৃতি সংরক্ষণের জন্য আন্তর্জাতিক ইউনিয়ন (IUCN) বিপন্ন হিসেবে শ্রেণীবদ্ধ করেছে। এটি সুদান এবং দক্ষিণ আফ্রিকার জাতীয় প্রতীকগুলোতে দেখা যায়।\n\n\n== বর্ণনা ==\nসচিবপাখি হলো একপ্রকার মাটিতে চলাফেরা করা বৃহদাকার পাখি। এটির শরীর ও মাথা ঈগলের মতো এবং পায়ের গঠন সারসের মতো। এর উচ্চতা প্রায় ১.৩ মিটার (৪ ফুট ৩ ইঞ্চি)। এর দৈর্ঘ্য ১.১ থেকে ১.৫ মিটার (৩ ফুট ৭ ইঞ্চি থেকে ৪ ফুট ১১ ইঞ্চি) এবং ডানার বিস্তার ১.৯ থেকে ২.১ মিটার (৬ ফুট ৩ ইঞ্চি থেকে ৬ ফুট ১১ ইঞ্চি)। এর ওজন ৩.৭৪ থেকে ৪.২৭ কেজি (৮.২ থেকে ৯.৪ পাউন্ড), গড়ে ৪.০৫ কেজি (৮.৯ পাউন্ড)। অন্যান্য সব শিকারি পাখির চেয়ে এটি উচ্চতর এবং দীর্ঘতর।\nসচিবপাখির ঘাড় তেমন লম্বা নয় এবং এটি কেবল আন্তঃসন্ধি পর্যন্ত নামানো যায়, তাই মাটিতে পৌঁছাতে পাখির সামনের দিকে ঝুঁকে পড়তে হয়।\n\n\n== বিস্তৃতি ও অভ্যাস ==\nসচিব পাখি সাব-সাহারান আফ্রিকার একটি স্থানীয় পাখি এবং সাধারণত এরা স্থানান্তরিত হয় না, যদিও বৃষ্টিপাত এবং তার ফলে প্রচুর পরিমাণে শিকার করার জন্য এরা স্থানীয়ভাবে যাযাবর হতে পারে। এর বিস্তার সেনেগাল থেকে সোমালিয়া এবং দক্ষিণে পশ্চিম কেপ, দক্ষিণ আফ্রিকা পর্যন্ত বিস্তৃত।\nএই প্রজাতিটি বিভিন্ন উচ্চতায়ও পাওয়া যায়, উপকূলীয় সমভূমি থেকে উচ্চভূমি পর্যন্ত। সচিব পাখি বন এবং ঘন ঝোপঝাড়ের পরিবর্তে খোলা তৃণভূমি, স্যাভানা এবং জরুল্লি (কারু) পছন্দ করে যা তার জলজীবনকে বাধা দিতে পারে। আরও সুনির্দিষ্টভাবে বলতে গেলে, এটি ০.৫ মিটারের (১ ফুট ৮ ইঞ্চি) উচ্চতার নীচে ঘাস সহ এলাকা পছন্দ করে এবং ১ মিটারের (৩ ফুট ৩ ইঞ্চি) বেশি উচ্চতার ঘাস সহ এলাকা এড়িয়ে চলে। এরা মরুভূমিও এড়িয়ে চলে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপাখিজীবন প্রজাতি তথ্যপত্র\nদক্ষিণ আফ্রিকান পাখিদের অ্যাটলাস"}