{"pageid": 1385996, "title": "অভিমান (দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1385996", "content": "অভিমান (সংস্কৃত: अभिमान) অর্থ গর্ব, মিথ্যা প্রতিপত্তি, আকাঙ্ক্ষা, ছাপ, ধারণা, স্ব-ধারণা দ্বারা, ভুল ধারণা থেকে; হিন্দু দর্শনে, এটি আমিত্ব এর গর্বিত সংযুক্তি; এবং এর অর্থ হল শনাক্ত করা বা শনাক্তকরণ এবং স্বার্থপর প্রত্যয়কেও বোঝায়, কারণ অভিমান হল মনের অবস্থা হিসেবে অহংকার কাজ যা অভিজ্ঞতাকে \"আমার\" হিসেবে ব্যাখ্যা করে।\n\n\n== ইতিহাস ও তাৎপর্য ==\n\"আমি\" অভিজ্ঞতার মনস্তাত্ত্বিক ইন্দ্রিয় হল অহংকার যা অবিদ্যার কারণে আসে, ব্রহ্ম, সর্বজনীন অতীন্দ্রিয় স্বয়ং, জীব থেকে পৃথক করা হয়, অভিজ্ঞতামূলক ব্যক্তিগত স্ব। সঙ্গ (কারুর সংসর্গ), মংকার (সংযুক্তি) এবং মোহ (আকর্ষণ) হল অভিমানের তিনটি দিক (অহং-চেতনা), যা নিশ্চয় (সিদ্ধান্ত) এর ইচ্ছাকৃত চেতনা হিসাবে কৃত্ত্ব (ইন্দ্রিয় সংস্থা) উৎপন্ন করে যা ছাড়া স্ব এবং অন্যান্য বস্তুগত বস্তুর মধ্যে কোন পার্থক্য থাকবে না; বুদ্ধি (বুদ্ধিমত্তা), যা বাসনা (ছাপ) অনুসারে প্রকাশ পায়, তা ইচ্ছাকৃত সিদ্ধান্ত।\n\nশঙ্করের মতে, শঙ্কর আমাদের বলেন যে মন বা মনস অঙ্গ ও শরীরে অহং হিসেবে অভিমানের সাথে বাস করে – अहमित्यभिमानेन কর্তা ও ভোক্তা হিসাবে আত্মার প্রতিফলিত উজ্জ্বলতায় চেতনার তিনটি অবস্থাই অনুভব করে কিন্তু আত্মা, সব কিছুর সাক্ষী, বুদ্ধি দ্বারা সীমাবদ্ধ কোন কিছুর দ্বারা কলঙ্কিত হয় না যে বুদ্ধি – अशेषसाक्षी কর্মের কলঙ্কের জন্য শুধুমাত্র অভিনেতাকে সংযুক্ত করে, আত্মা কাজ করে না। অখণ্ড আনন্দ (অবিভাজ্য আনন্দ) উপলব্ধি করার জন্য এই অভিমান বা নাম ও রূপের সাথে পরিচয় যা ধ্বংসশীল দেহের উপর নির্ভরশীল, সেইসাথে সূক্ষ্ম দেহের সাথেও, সম্পূর্ণরূপে ত্যাগ করতে হবে। বাচস্পতি মিশ্র ব্যাখ্যা করেন যে এটি হল অহংকার (অভিজ্ঞতামূলক অহংকার) যা ইন্দ্রিয়-অঙ্গ দ্বারা অন্তর্নিহিত বস্তুগুলির উপর নেতৃত্ব দেয় এবং তারপরে অবশ্যই মনের দ্বারা অনুভূত হয়; এবং যে ইন্দ্রিয়-অঙ্গ বস্তুকে অনুপ্রাণিত করে, মনস এর প্রতিফলন করে, অহংকার এটিকে উপযুক্ত করে এবং অবশেষে বুদ্ধি সমাধান করে যে কোন পথে অভিপ্রেত কর্মটি এগিয়ে যেতে হবে।\nঅভিমান হল \"আমি\" ও \"আমার\" এর মিথ্যা অর্থ; এটি নিজের শরীরের সাথে জোরালো পরিচয় (অভিমান) ইত্যাদির কারণে, যে অবিদ্যার ফলে ইন্দ্রিয়ের কার্যকারিতার কারণে প্রমাণ (জ্ঞান, উপলব্ধি, অনুমান ও বাকী কাজ বা প্রক্রিয়া) সঙ্গে প্রমত (জ্ঞানের বিষয়) ও সম্পৃক্ততা রয়েছে এবং এর ফলে বন্ধন রয়েছে। সামাজিক চেতনার স্তর থেকে পরীক্ষিত, আত্মা বা অতীন্দ্রিয় চেতনা অবশ্যই মানুষের সত্তার জন্য অপরিহার্য কিন্তু উপাধিগুলো (সীমাবদ্ধতা) হল এর আকস্মিক অংশ যা আত্ম-পরিচয় দিয়ে অভিমান (দেহের সাথে পরিচয়) জন্ম দেয় যা মানুষকে সামাজিক-আধ্যাত্মিক করে তোলে বিষয়গত এবং বস্তুনিষ্ঠ, উভয়ই, এবং তার অধিকার (সামাজিক ও আচার-অনুষ্ঠান যোগ্যতা) এর ভিত্তি হয়ে ওঠে। বল্লভ আচার্যের শুদ্ধাদ্বৈত দর্শনের মতে, সগুণ হল গুণের অভিমান থাকা (নিজের নিজের অংশ গঠন করা), নির্গুণ হল যার কোন অভিমান নেই।\nলক্ষ্মীতন্ত্র অনুসারে, \"অহংকার যা জ্ঞানীয়-ইন্দ্রিয়,  অভিমানের সাথে অভিন্ন\" এবং \"সময় ও স্থানকে নিজের সাথে সম্পর্কিত করার ক্ষেত্রে জ্ঞাতার সচেতনতাকে অভিমান বলা হয়\"। বেশিরভাগ লোকের জন্য সাফল্য, আনুষঙ্গিক লাভ ও আত্মসম্মানবোধের দ্বারা ভারাক্রান্ত হওয়া গুণ কিন্তু যারা জ্ঞানী ও সন্তুষ্ট তাদের জন্য এটি নিছক অহংকার সাথে জড়িত। রাজা ভোজ, যিনি রস (আনন্দের অভিজ্ঞতা) তত্ত্বের রূপরেখা দিয়েছেন, অভিমান বা অহংকারকে অত্যন্ত গুরুত্ব দেয়। তিনি বলেন যে রসিকের মধ্যে যে রস আছে তার মধ্যে এটি রয়েছে শৃঙ্গার (শিখর), অহংকার ও অভিমান, যা তার আত্মার গুণ হিসেবে উপভোগ্য; তিনি অভিমান শব্দটি ভালো অর্থে ব্যবহার করেন। অহংকার থেকে অভিমান উৎপন্ন হয় যা শৃঙ্গার উৎপন্ন হয় এবং অভিমান থেকে রতি (প্রেম) উৎপন্ন হয় এবং রতি থেকে সমস্ত রসের উৎপত্তি হয়।\n\n\n== তথ্যসূত্র =="}