{"pageid": 1385298, "title": "আপাতসত্যতা", "url": "https://bn.wikipedia.org/wiki?curid=1385298", "content": "আপাতসত্যতা বলতে সাক্ষ্যপ্রমাণ, যুক্তি, বৌদ্ধিক বিশ্লেষণ বা প্রকৃত বাস্তব তথ্যকে অগ্রাহ্য করে কেবলমাত্র স্বজ্ঞা বা সহজাত উপলব্ধির দ্বারা কোনও নির্দিষ্ট বিবৃতিকে সত্য হিসেবে বিশ্বাস করা বা দাবি করাকে বোঝায়। আপাতসত্যতার আওতায় অজ্ঞতাবশত মিথ্যা দাবি থেকে শুরু করে মানুষের মত পরিবর্তনের জন্য ইচ্ছাকৃত ছলচাতুরি বা উদ্দেশ্যপ্রণোদিত প্রচারণা অন্তর্ভুক্ত। আপাতসত্যতা ধারণাটি ২০শ শতকের শেষের দশকে ও ২১শ শতকের শুরুর দিকে মার্কিন যুক্তরাষ্ট্রের রাজনীতি সংক্রান্ত আলাপ-আলোচনায় একটি প্রধান আলোচ্য বিষয় হিসেবে আবির্ভূত হয়। মার্কিন ইংরেজিতে ধারণাটির নাম দেওয়া হয় \"ট্রুথিনেস\" (Truthiness)। কিছু পর্যবেক্ষকের মতে বাস্তব্য তথ্যভিত্তিক সংবাদ প্রতিবেদন ও আলোচনার প্রতি ক্রমবর্ধমান প্রতিকূলতা ও উদ্দেশ্যপ্রণোদিত প্রচারণার উদয় ঘটার সাথে এই ব্যাপারটি জড়িত।\nমার্কিন টেলিভিশন কৌতুকশিল্পী স্টিভেন কোলবের ২০০৫ সালের ১৭ই অক্টোবর তাঁর দ্য কোলবের রিপোর শীর্ষক রাজনৈতিক ব্যঙ্গবিদ্রূপধর্মী অনুষ্ঠানের পরীক্ষামূলক সম্প্রচার পর্বের \"দ্য ওয়ার্ড\" নামক খণ্ডে প্রথম \"ট্রুথিনেস\" শব্দটি উপরোক্ত অর্থে ব্যবহার করেন। শব্দটি দিয়ে তিনি সমসাময়িক মার্কিন রাজনৈতিক-সামাজিক আলাপচারিতায় আবেগভিত্তিক যুক্তিদোষ এবং \"সহজাত অনুভূতি\"-কে বাগালংকার হিসেবে ব্যবহার করার প্রবণতাটিকে ব্যঙ্গ করেন। বিশেষ করে তিনি তদানীন্তন মার্কিন রাষ্ট্রপতি জর্জ ডব্লিউ বুশের অধীনে মার্কিন সরকারের ২০০৩ সালে ইরাক আক্রমণের সিদ্ধন্তের পেছনে দেওয়া যুক্তিটিকে পরিহাস করেন। পরবর্তীতে কোলবের অন্যান্য প্রতিষ্ঠান ও সংস্থার উপরেও আপাতসত্যতার বিষয়টি আরোপ করেন, যার মধ্যে উইকিপিডিয়াও পড়েছিল।\nআপাতসত্যতার ইংরেজি রূপ \"ট্রুথিনেস\" শব্দটিকে ২০০৫ সালে মার্কিন উপভাষা সমিতি এবং ২০০৬ সালে মেরিয়াম-ওয়েবস্টার অভিধানকারেরা বছরের সেরা শব্দ হিসেবে নির্বাচিত করেন। ভাষাবিজ্ঞানী ও অক্সফোর্ড ইংরেজি অভিধানের পরামর্শক বেঞ্জামিন জিমার বলেন যে কোলবেরের ব্যবহারের আগেই ইংরেজি সাহিত্যে \"ট্রুথিনেস\" শব্দটির উল্লেখ পাওয়া যায় এবং ইতিমধ্যেই অক্সফোর্ড অভিধানে (এবং দ্য সেঞ্চুরি ডিকশনারিতেও) \"ট্রুথি\" শব্দের একটি সাধিত শব্দ হিসেবে এটির উল্লেখ ছিল। সেখানে এটিকে একটি বিরল বা উপভাষাজাত শব্দ হিসেবে গণ্য করা হয় এবং এর অর্থ দেওয়া হয় \"সত্যপরায়ণতা, বিশ্বাসযোগ্যতা\"। কোলবের যখন অন্য অর্থে শব্দটির অতীত অস্তিত্বের ব্যাপারে জানতে পারেন, তখন তিনি তার কৌতুকোনুষ্ঠানে বলেন যে \"ট্রুথিনেস শব্দটি আমি আমার পশ্চাদ্দেশ থেকে বের করেছি।\"\n\n\n== গবেষণা ==\n২০১২ সালে নিউজিল্যান্ডের ওয়েলিংটনের ভিক্টোরিয়া বিশ্ববিদ্যালয়ের ডক্টরেট শিক্ষার্থী এরিন নিউম্যান \"আপাতসত্যতা\" বা ট্রুথিনেস ধারণাটিকে বিশ্লেষণ করেন। তার পরীক্ষায় বেরিয়ে আসে যে কোনও দাবির পক্ষে সাক্ষ্যপ্রমাণ যাই থাকুক না কেন, কোনও শোভাবর্ধক আলোকচিত্র যদি সঙ্গে উপস্থিত থাকে, তাহলে সাধারণ মানুষের সেই দাবিটিকে সত্য হিসেবে বিশ্বাস করার সম্ভাবনা বেশি।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nVideo feed of Stephen introducing \"Truthiness\" on The Colbert Report  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ এপ্রিল ২০১৬ তারিখে\n\"Wikiality.com\"। সেপ্টেম্বর  ৫, ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ আগস্ট ১৫, ২০০৮। \nZimmer, Benjamin। \"Truthiness: a flash in the pan?\"। Language Log। \n\"Macmillan Dictionary on truthiness\"। মার্চ ২৩, ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ মার্চ ২০, ২০০৬। \nGlobal Language Monitor on Top Television Buzzwords\nObservatory on Social Media  ওয়েব্যাক মেশিনে আর্কাইভকৃত মার্চ ১২, ২০২১ তারিখে (truthy.indiana.edu), a project at Indiana University.\nটেমপ্লেট:অপতথ্যের বিস্তার"}