{"pageid": 1385399, "title": "মেঘনা রাজ", "url": "https://bn.wikipedia.org/wiki?curid=1385399", "content": "মেঘনা সুন্দর রাজ সারজা হলেন একজন ভারতীয় অভিনেত্রী। তিনি প্রথমে মালায়ালম এবং কন্নড় চলচ্চিত্রে কাজ করেন পাশাপাশি কয়েকটি তেলুগু এবং তামিল চলচ্চিত্রে কাজ করেন তিনি তার অভিনয় আত্মপ্রকাশ করেছিলেন ২০০৯ তেলুগু চলচ্চিত্র বেন্দু আপারাও আরএমপি। তিনি ২০১৮ সালের কন্নড় চলচ্চিত্র ইরুভুদেল্লাভা বিট্টুতে অভিনয়ের জন্য শ্রেষ্ঠ অভিনেত্রীর জন্য কর্ণাটক রাজ্য চলচ্চিত্র পুরস্কার জিতেছেন। তিনি প্রয়াত কন্নড় অভিনেতা চিরঞ্জীবী সরজার স্ত্রী।\n\n\n== জীবনের প্রথমার্ধ ==\nমেঘনা চলচ্চিত্র অভিনেতাদের একমাত্র কন্যা হিসেবে জন্মগ্রহণ করেন সুন্দর রাজ, একজন তামিলিয়ান,  এবং প্রমিলা জোশাই, একজন কন্নড়ীগা। তার বাবা সুন্দর ১৮০ টিরও বেশি চলচ্চিত্রে অভিনয় করেছেন, প্রধানত কন্নড় ভাষায়, তার মা প্রমিলা জোশাই একটি বিখ্যাত কন্নড় চলচ্চিত্র অভিনেত্রী, চলচ্চিত্র নির্মাতা! তিনি বাল্ডউইন গার্লস হাই স্কুল থেকে পড়াশোনা শেষ করেছেন এবং বেঙ্গালুরুর ক্রাইস্ট ইউনিভার্সিটিতে মনোবিজ্ঞানে স্নাতক শেষ করেছেন।\n\n\n== অভিনয় ক্যারিয়ার ==\n\n\n=== 2009-11: আত্মপ্রকাশ, সাফল্য এবং বিপত্তি ===\nমেঘনা রাজ একটি থিয়েটার শিল্পী হিসাবে আত্মপ্রকাশ করেছিলেন, যখন তিনি ছোট ছিলেন, তার বাবা সুন্দর রাজের সাথে অভিনয় করেছিলেন নাটক জোকুমারস্বামী. 2006 সালের ফেব্রুয়ারিতে তামিল চলচ্চিত্র পোয়ের অডিও লঞ্চ অনুষ্ঠানের সময়, তার পরিচালক কে. বালাচন্দ্র তাকে অভিনয়ের ক্যারিয়ার গড়ার জন্য আমন্ত্রণ জানিয়েছিলেন,তার একটি আসন্ন ছবিতে অভিনয় করেছিলেন৷ তার প্রস্তাব গ্রহণ করে, তাকে তামিল ছবিতে প্রধান মহিলা ভূমিকা দেওয়া হয়েছিল কৃষ্ণলিলাই, একটি বালচন্দ্র প্রযোজনা, সেলভান পরিচালিত. [হদফ ঘ] যাইহোক, 2008 জুড়ে শুটিং অব্যাহত থাকা সত্ত্বেও, যা 2009 সালের গোড়ার দিকে সম্পন্ন হয়েছিল, ছবিটি উৎপাদন জাহান্নামে আটকে গিয়েছিল এবং বিভিন্ন কারণে এর মুক্তি বিলম্বিত হয়েছিল৷\nএই ছবিটি মুক্তির আগেই তিনি তেলুগু চলচ্চিত্রের শুটিং শুরু করেছিলেন বেন্দু আপারাও আরএমপি, যা শেষ পর্যন্ত তার প্রথম ফিচার ফিল্ম রিলিজ হবে. তিনি কমেডি এন্টারটেইনারে স্কুল শিক্ষকের চরিত্রে অভিনয় করেছিলেন, যার অভিনীত অলারি নরেশ এবং কামনা জেঠমালানি পাশাপাশি, যা অক্টোবর 2009 সালে মুক্তি পায় এবং বক্স অফিসে অত্যন্ত সফল হয়ে ওঠে। 2007 সালের তামিল ফিল্ম পোল্লাধবনের রিমেক পুন্ডা- তে মহিলা প্রধান চরিত্রে অভিনয়ের মাধ্যমে তিনি কন্নড় চলচ্চিত্রে আত্মপ্রকাশ করেন। মেঘনার পরবর্তী রিলিজ ছিল তার প্রথম তামিল চলচ্চিত্র, বুপাথি পান্ডিয়ান পরিচালিত কধল সোল্লা বন্ধন, যখন তিনি তার প্রথম মালায়ালাম প্রকল্পের জন্য সাইন আপ করেছিলেন, ভিন পরিচালিত হরর ফিল্ম যক্ষিউম নজানুম, যা আগস্ট 2010 সালে মুক্তি পেয়েছিল যদিও ছবিটি শুধুমাত্র একটি গড় গ্রোসার ছিল, মেঘনার উপর এর গ্ল্যামারাস এবং কামুক গানগুলি যুবকদের মধ্যে হিট হয়েছিল এবং তরুণদের মধ্যে তাকে তাৎক্ষণিক প্রিয় করে তুলেছিল৷ সেই সময় তিনি আরও দুটি প্রকল্পে অভিনয় করেছিলেন, নন্দা নন্দিতা, যা 2008 সালের কন্নড় চলচ্চিত্রের রিমেক নন্দা লাভস নন্দিতা এবং তামিল চলচ্চিত্র কাল্লা সিরিপাজাগা।\n\n\n=== 2011-13: সুন্দর এবং বাণিজ্যিক সাফল্য ===\n2011 সালের বেশিরভাগ সময় ফ্লপ হওয়ার পরে যেখানে তাকে বারবার শুধুমাত্র একজন গ্ল্যামার অভিনেত্রী হিসাবে অভিনয় করতে দেখা গিয়েছিল, মেঘনা মালায়ালাম চলচ্চিত্র বিউটিফুল দিয়ে বিজয়ী উপায়ে ফিরে এসেছিলেন যা ডিসেম্বরের প্রথম সপ্তাহে মুক্তি পেয়েছিল। ছবিটি বাণিজ্যিক এবং সমালোচক উভয় দিক থেকেই সফল হয়েছিল এবং সমালোচকরা এটিকে 2011 সালের সেরা মালায়ালাম চলচ্চিত্রগুলির মধ্যে একটি হিসাবে বিবেচনা করেছিলেন ছবিতে অঞ্জলির চরিত্রে মেঘনা, একজন হোম নার্স তার খুব ভালো রিভিউ জিতেছে।সঙ্গে লক্ষ্য করা হচ্ছে সুন্দর, মেঘনা অনেক পেয়েছিলাম মালায়ালাম ফিল্ম অফার  এবং একটি সংক্ষিপ্ত সময়ের জন্য মালায়ালামের অন্যতম চাওয়া-পাওয়া অভিনেত্রী ছিলেন.\nএই সময়েই মেঘনা একটি কঠোর ডায়েট এবং ব্যায়াম পদ্ধতির মাধ্যমে সম্পূর্ণ শারীরিক পুনর্গঠন করা শুরু করেছিল। তিনি এই সিদ্ধান্তটি আংশিকভাবে নিয়েছিলেন কারণ তিনি ক্রমাগত কন্নড় চলচ্চিত্রে (তার মাতৃভাষা) উপেক্ষিত হয়েছিলেন এবং কারণটি বলা হয়েছিল যে তিনি মোটা ছিলেন।</link>\nতার 2012 মালায়ালম ছবি নমুক্কু পার্ককান বক্স অফিসে একটি ভাল ব্যবসা করেছে. পরবর্তী চলচ্চিত্রগুলি মুল্লামোত্তুম মুন্তিরিচারাম, ব্যাংকিং আওয়ারস 10 থেকে 4, ম্যাড বাবা, মাদিরাসি এবং রেড ওয়াইন পারফর্ম করতে ব্যর্থ হয়েছে৷ যাইহোক, তার পরবর্তী চলচ্চিত্র স্মৃতি বিপরীত গ্রহীতা সুকুমারন অত্যধিক ইতিবাচক পর্যালোচনা খোলা এবং একটি বক্স অফিসে সাফল্য হয়ে ওঠে.\n\n\n=== 2013-15: স্যান্ডালউডে দ্বিতীয় বায়ু এবং অব্যাহত সাফল্য ===\nপ্রায় চার বছরের ব্যবধানের পর, মেঘনা রাজ 2013 সালের শেষের দিকে সফল চলচ্চিত্র রাজা হুলি দিয়ে কন্নড় চলচ্চিত্রে ফিরে আসেন,</link> তিনি এটিকে অনুসরণ করেছিলেন আরেকটি হিট, বহুপরক ; দুটি ছবিতেই তার অভিনয় প্রশংসিত হয়েছিল। মেঘনার পরবর্তী কন্নড় চলচ্চিত্রটি আগস্ট 2015 এর শেষের দিকে সমালোচক এবং বাণিজ্যিক উভয় প্রশংসার জন্য মুক্তি পেয়েছিল এবং এইভাবে হিট হ্যাট্রিক অর্জন করেছিল চন্দন কাঠ. তিনি বর্তমানে কন্নড় চলচ্চিত্রগুলিতে বেশি মনোনিবেশ করছেন কারণ বর্তমানে স্যান্ডেলউড থেকে তাঁর প্রচুর অফার রয়েছে তার পরবর্তী চলচ্চিত্র ভামশোধরাকা মিশ্র নেতিবাচক পর্যালোচনা ছিল এবং এইভাবে বক্স অফিসে ব্যর্থ হয়েছিল৷\n\n\n=== 2016 এর পর থেকে: বক্স অফিসে নিস্তেজ ফেজ ===\n\n2016-এর পরে মেঘনা রাজের রিলিজ যেমন হাল্লেলুয়া, লক্ষ্মণ, ভুজঙ্গা এবং আল্লামা সবগুলিই বক্স অফিসে নন-পারফর্মার হিসাবে পরিণত হয়েছিল৷ তিনি এখন পর্যন্ত আরও কয়েকটি কন্নড় এবং মালায়ালাম ছবিতে প্রতিশ্রুতিবদ্ধ হয়েছেন৷ মেঘনাকে সম্প্রতি কন্নড় ম্যাগনাম অপস কুরুক্ষেত্রের রাজকুমারী ভানুমতির চরিত্রে অভিনয় করতে নির্বাচিত করা হয়েছিল।\n\n\n== ব্যক্তিগত জীবন ==\nসহকর্মী কন্নড় অভিনেতা চিরঞ্জীবী সরজার সাথে ১০ বছরের সম্পর্কের পর, মেঘনা তার সাথে ২২ অক্টোবর ২০১৭-এ বাগদান করেন তারা ২ মে ২০১৮ এ বিয়ে করেছে মেঘনা যখন তাদের প্রথম সন্তানের প্রত্যাশা করছিলেন তখন ৭ জুন ২০২০ এ সারজা হার্ট অ্যাটাকের কারণে মারা যান। তাদের ছেলে রায়ান রাজ সারজা ২২ অক্টোবর ২০২০ এ জন্মগ্রহণ করেছিলেন\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== গায়ক হিসেবে ===\n\nটেলিভিশন\n\n\n== পুরস্কার এবং মনোনয়ন ==\n2011: প্রতিশ্রুতিশীল নবাগতের জন্য কোচি টাইমস ফিল্ম অ্যাওয়ার্ড - সুন্দর\n2011: কন্নড় – পুন্ডায় শ্রেষ্ঠ নবাগত অভিনেত্রীর জন্য সুবর্ণ ফিল্ম পুরস্কার\n2012: মনোনীত - শ্রেষ্ঠ পার্শ্ব অভিনেত্রীর জন্য ফিল্মফেয়ার পুরস্কার - মালয়ালম - সুন্দর\n2018: শ্রেষ্ঠ অভিনেত্রীর জন্য কর্ণাটক রাজ্য চলচ্চিত্র পুরস্কার - ইরুভুদেল্লাভা বিট্টু\n2019: মনোনীত - শ্রেষ্ঠ অভিনেত্রীর জন্য ফিল্মফেয়ার পুরস্কার - কন্নড় - ইরুভুদেল্লাভা বিট্টু\n2019: মনোনীত - শ্রেষ্ঠ অভিনেত্রীর জন্য ফিল্মিবিট পুরস্কার - কন্নড় - ইরুভুদেল্লাভা বিট্টু\n\n\n== সকলের জন্য উন্মুক্ত ছবি ==\nমেঘনার অফিসিয়াল ফেসবুক পেজে 2.5 মিলিয়নেরও বেশি লাইক পেয়েছে। [অ-প্রাথমিক উত্স প্রয়োজন ] কোচি টাইমসের 'মোস্ট ডিজায়ারেবল ওম্যান 2015' জরিপে তিনি 19 নম্বরে স্থান পেয়েছিলেন। মেঘনা রাজ বেঙ্গালুরু টাইমস 'সবচেয়ে আকাঙ্ক্ষিত নারী 2015' জরিপে 10 নম্বরে স্থান পেয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মেঘনা রাজ (ইংরেজি)\nফেসবুকে Meghana Sunderraj"}