{"pageid": 1385486, "title": "হরিশচন্দ্র সারিন", "url": "https://bn.wikipedia.org/wiki?curid=1385486", "content": "হরিশচন্দ্র সারিন (২৭ মে ১৯১৪ - ২৭ জানুয়ারি ১৯৯৭) ছিলেন একজন ভারতীয় বেসামরিক আধিকারিক, লেখক এবং ভারতের প্রতিরক্ষা সচিব ।  ১৯৬৮ খ্রিস্টাব্দের ৩ নভেম্বর প্রতিরক্ষা সচিবের দায়িত্ব গ্রহণ করে ১৯৭০ খ্রিস্টাব্দের ৭ ডিসেম্বর পর্যন্ত এই পদে অধিষ্ঠিত ছিলেন। \nতিনি দেশের প্রতিরক্ষা ব্যবস্থা তার উন্নয়নের উপর রচনা করেন ডিফেন্স অ্যান্ড ডেভেলপমেন্ট  শীর্ষক একটি গ্রন্থ।  এছাড়াও, ভারতের সমস্ত পর্বতারোহণ প্রতিষ্ঠানের সাথে যুক্ত ছিলেন।\n\n\n== জীবনী ==\nহরিলচন্দ্র সারিনের জন্ম ১৯১৪ খ্রিস্টাব্দের ২৭ মে  ব্রিটিশ ভারতের  আগ্রা ও অবধের যুক্তপ্রদেশের অধুনা উত্তরপ্রদেশ রাজ্যের দেওরিয়া শহরে। উচ্চ শিক্ষা গ্রহণ করেন কেমব্রিজ বিশ্ববিদ্যালয়ে। তিনি কেমব্রিজ বিশ্ববিদ্যালয়ের একজন রাঙলার ছিলেন। ১৯৩৮ খ্রিস্টাব্দে তিনি বিহার ও উড়িষ্যা ক্যাডারে ভারতীয় সিভিল সার্ভিসে যোগ দেন। আটচল্লিশ বৎসরের কর্মজীবনে তিনি ছয় বৎসর প্রতিরক্ষা সচিব ও উপদেষ্টার পদে ছিলেন। অন্ধ্রপ্রদেশ ও গুজরাটের রাজ্যপাল, আসামের গভর্নরের প্রধান উপদেষ্টা ও চেয়ারম্যান, টেলিযোগাযোগ কমিটির চেয়ারম্যান, রেলওয়ে সংস্কার কমিটির চেয়ারম্যান এবং নেপালে ভারতের রাষ্ট্রদূত রাষ্ট্রমন্ত্রীর সমান মর্যাদার পদে আসীন ছিলেন। অবসর গ্রহণের বয়স পেরিয়ে তিনি প্রতিরক্ষা সচিবের পদে অধিষ্ঠিত ছিলেন। \nহরিশচন্দ্র সারিনের অ্যাডভেঞ্চার তথা বিস্ময়কর দু:সাহসিক কর্মপ্রচেষ্টায় আগ্রহ ছিল তরুণ বয়স থেকেই। ১৯৩৭ খ্রিস্টাব্দে তিনি ডেনমার্ক, সুইডেন এবং নরওয়েতে ৩০০০ কিমি সাইকেল চালান এবং যুক্তরাজ্যের লেক ডিস্ট্রিক্টে রক ক্লাইম্বিং করতেন। ১৯৭৭ খ্রিস্টাব্দে স্যার এডমন্ড হিলারির সঙ্গে মহাসাগর থেকে আকাশে অভিযানে যুক্ত হয়েছিলেন। সারিন বোম্বাইয়ের হিমালয়ান ক্লাব, লন্ডনের আলপাইন ক্লাব, লন্ডন এবং জাপানের আলপাইন ক্লাব, টোকিও-এর অনারারি সদস্য ছিলেন। তিনি ১৯৮৯ খ্রিস্টাব্দ থেকে তিন বছরের জন্য ওয়ার্ল্ড বডি অফ মাউন্টেনিয়ারিং (UIAA)-এর সহ-সভাপতি ছিলেন। ভারতে প্রথম দার্জিলিঙের হিমালয়ান মাউন্টেনিয়ারিং ইনস্টিটিউট এবং পরবর্তীতে আইএমএফ গঠন, সদর দপ্তর কমপ্লেক্স, পর্বতারোহণ ইনস্টিটিউট স্থাপন ও উন্নয়নে এবং দেশে পর্বতারোহণ ও অ্যাডভেঞ্চার অ্যাকশনের প্রচারে তার অবদান ছিল উল্লেখযোগ্য। তিনি কর্মজীবনে এবং অবসরের পরও দীর্ঘ ২৭ বছর দার্জিলিং এর  হিমালয়ান মাউন্টেনিয়ারিং ইনস্টিটিউটের প্রশাসনের দেখাশোনা করেন এবং তেইশ বছর ধরে  ইন্ডিয়ান মাউন্টেনিয়ারিং ফাউন্ডেশনের সভাপতি ছিলেন।\n১৯৮৯ খ্রিস্টাব্দে হরিশচন্দ্র স্বেচ্ছায় আইএমএফের প্রেসিডেন্ট পদ থেকে সরে দাঁড়ান।\n\n\n== পুরস্কার ও সম্মাননা ==\nভারত সরকার তাকে ১৯৭৪ খ্রিস্টাব্দে দেশের দ্বিতীয় সর্বোচ্চ ভারতীয় বেসামরিক পুরস্কার পদ্মবিভূষণে ভূষিত করে ।  এছাড়াও ১৯৯৩ খ্রিস্টাব্দে তিনি ইন্ডিয়ান মাউন্টেনিয়ারিং ফাউন্ডেশনের পুরস্কার প্রথম লাভ করেন। \n\n\n== পারিবারিক জীবন ও জীবনাবসান ==\nহরিশচন্দ্র সারিন ১৯৪২ খ্রিস্টাব্দ লাহোরের গণপত রাঠোরের কন্যা পুষ্পাকে বিবাহ করেন। তাদের দুই পুত্র। জ্যেষ্ঠ পুত্র রঞ্জিত এবং কনিষ্ঠ পুত্র গৌতম। হরিশচন্দ্র সারিন ২-৩ বছর ধরে তিনি আলজেইমার রোগে ভুগছিলেন। ১৯৯৭ খ্রিস্টাব্দের ২৭ জানুয়ারি তিনি দিল্লির ফ্রেন্ডস্ কলোনিতে নিজের বাসভবনে প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}