{"pageid": 1385698, "title": "বদন্তা কুমারবিবন্ত (বঙ্গমাও সন্ন্যাসী)", "url": "https://bn.wikipedia.org/wiki?curid=1385698", "content": "ডাঃ বদন্তা কুমারবিবন্ত (১৯২৯ -২০২৩)  মায়ানমারের একজন বৌদ্ধ সন্ন্যাসী এবং বর্তমানে রাজ্য সংঘ মহানায়ক সমিতির সভাপতিমণ্ডলীর দায়িত্ব পালন করছেন। তারা (নবম) ভ্যান মাও সন্ন্যাসী নামেও পরিচিত। তিনি ইন্টারন্যাশনাল থেরাবাদ বৌদ্ধ মিশনারি ইউনিভার্সিটিতে ভাইস রেক্টর হিসেবেও দায়িত্ব পালন করেছেন।\nমান্দালয় অঞ্চল ফাদার উ বো নিউ, রাবে গ্রাম, তাউং থা টাউন, মায়েং ফার্ম জেলা । তিনি ১২৯১ সালের ১৯২৯ সালের ১৬ সেপ্টেম্বর, সোমবার, পবিত্র কোজা মাসের প্রথম মাসের ১৪ তম দিনে তাঁর মা, দা আয়ে থাইয়ের কাছে জন্মগ্রহণ করেন। আট ভাইবোনের মধ্যে ইয়াদারান চতুর্থ পুত্র এবং তার ছোট নাম মং কিয়াও সেন ।\nকোজা ১৩২৪ খ্রিস্টাব্দে, তিনি সন্ন্যাসী বদন্তাথিরা বিভান্থের আদেশ অনুসারে ভ্যান মোতাইতে তার সময় কাটাতে শুরু করেন এবং সেই সময়ে, মা থেরা মায়াত রুসাতে একটি মাত্র পুরানো মন্দির ছিল। দীক্ষার সময় সন্ন্যাসীর বয়স ছিল মাত্র ৩৩ বছর। দুঃখের পুরানো স্কুল, হাত-পা আমি কিভাবে যেতে যাচ্ছি? তরুণ সন্ন্যাসী পুরানো স্কুল আমাউং কীভাবে বাঁচবে তা বলার দরকার নেই। সে অনেক বছর পুরনো স্কুলে কাটিয়েছে।\nআজ, বিশপের মেয়াদে অনেক স্কুল গড়ে উঠেছে। এখন সন্ন্যাসী মান্দালেতে আছেন। মাহা অং মুন টাউনশিপ ভ্যান মাউ মঠে থাকার সময়, স্থানীয় তিনি ৯৪ বছর বয়সী এবং ৭৪ বছর বয়সী ছিলেন এবং ২৫ মে, ২০২৩ তারিখে ২৫ মে, ২০২৩ এর রাতে ১১:১১ টায় থিতিন সান বান মাও মঠে মারা যান। \n\n\n== কিভাবে তিনি সন্ন্যাসীতে প্রবেশ করলেন ==\nজাপানি যুগে, নিউ ভিলেজ হাই স্কুলে অষ্টম শ্রেণী পাশ করার পর, ১৩০৫ সালে, ওয়াসোলায়, সিনমিন স্কুলের অ্যাবট, বদন্তা পান্ডিসির নির্দেশনায়, তিনি তার পিতামাতার পিশ্যানুগাহ গ্রহণ করেন এবং সন্ন্যাসীতে প্রবেশ করেন। ১৩১০ সালে, তপোর প্রথম মাসের ১০ তম দিনে, তিনি রাবে গ্রামের স্থায়ী মঠ বদন্তা শোবিতার সহায়তায় সন্ন্যাসীর বৃত্তে প্রবেশ করেন।\n\n\n== ছাত্রজীবন ==\nতিনি আধিভৌতিক সাহিত্যের ব্যাকরণকে সম্পূর্ণরূপে নিশ্চিহ্ন করতে এবং অক্ষতভাবে মুখস্থ করতে সক্ষম হন। ১৩০৮ সালে, তিনি প্রথম শ্রেণীতে উত্তীর্ণ হন। প্রথম মধ্যবিত্ত ১৩০৯ সালে এবং তিনি ১৩১৩ সালে প্রথম শ্রেণীতে উত্তীর্ণ হন। ১৩১৪ খ্রিস্টাব্দে, তিনি থাক থিহা পৃথক কোর্সে সর্বোচ্চ নম্বর (1) নম্বর নিয়ে পাস করেন।\n১৩১৫ সালে, তিনি ধম্মসার্যের তিনটি দুর্দান্ত বই পাস করেন এবং দুই বছরে সর্বোচ্চ নম্বর (১) জিতেছিলেন। একই বছর বিশ্ববিদ্যালয়ের গ্রাজুয়েট একই সময়ে হাজির হন। বদন্ত কুমার বিভান্থ (বর্তমানে নবম বনমাও বিশপ, জাতীয় সংঘম গ্র্যান্ড প্যাট্রোনেজ কমিটির চেয়ারম্যান); বদন্তা সুন্দ বিভান্থ ( উ শ্বে অং ) এবং বদদন্ত নারদ বিভান্ত (ধম্মশ্রিয়া উ তুন হ্লাইং)। তিনি মান্দালয় প্রিয়া তাথা সনহিতা অ্যাসোসিয়েশন থেকে বটতাটক উপাধি পেয়েছিলেন। এটি সেই সাউং সংঘদের দেওয়া হয় যারা বছরের পর বছর ধরে ধম্ম আশ্রিয়া ক্লাসে সফল হয়েছে।\n১৩১৫ সালে, তিনি এক বছরে পালি ভাষায় ধর্মশ্রিয়ার নবম বইটি সফলভাবে সম্পন্ন করেন এবং সাথনাথজশিরিপাওয়ারা ধর্মশ্রীয়া পালি <b id=\"mwKw\">সিরোমণি</b> উপাধি লাভ করেন। আজ অবধি, সমগ্র মায়ানমার দেশে, শুধুমাত্র একজন ভেনমাও সন্ন্যাসী রয়েছেন যিনি এক বছরে পালি ভাষায় ধর্মশ্রীয়া (৯) গ্রন্থটি সফলভাবে সম্পন্ন করেছেন।\nরেভারেন্ড প্যাগোগি শুধুমাত্র ধর্মীয় সাহিত্যই অধ্যয়ন করেননি বরং ধর্মনিরপেক্ষ সাহিত্যের উপর ক্লাসে অংশ নেন এবং মান্দালয় বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রি লাভ করেন।\nতিনি মান্দালয়ের পাথেইন মন্দির থেকে সিদ্ধান্ত কোমুদি নামে প্রায় 3 বছর ধরে সংস্কৃত অধ্যয়ন করেন। তিনি অবয়রমা সন্ন্যাসী ভদন্ত থিলানন্দ বিভান্থের সাহায্যে আশকারাইতে এবং অধমগধী শিখেছিলেন।\n\n\n== ধর্মীয় কর্মক্ষমতা ==\n১৩১৮ থেকে ১৩২৩ সাল পর্যন্ত পাঁচ (৫) বছর ধরে, ষষ্ঠ সিনড অধিবেশনের সময়, পান্ডুলিপিগুলির উন্নতির জন্য অথনা পাট্টপাতা। অসাধারণ জেনারেল অভিনয় করেছেন। জাতীয় সরকারের আবেদন অনুসারে, টিপিটাক পালি পদ অভিধান এবং পালি বার্মিজ অভিধান (এ) সংকলিত ও সংকলিত হয়েছিল। ধর্ম বিষয়ক মন্ত্রক দ্বারা খোলা মান্দালয় স্কুল সিটিং মঙ্ক ট্রেনিং স্কুলের পৃষ্ঠপোষক গোষ্ঠীর চেয়ারম্যান হিসাবে দায়িত্ব পালন করেছেন।\nটিপিটকা নিকায়া দাতব্য গোষ্ঠীর চেয়ারম্যান, মিঃ মিন কুন, মোমেইট কোনে টিপিটকা নিকায়া মঠের দাতব্য কাজে অংশ নিয়েছিলেন এবং পাঁচ (৫) বছরের জন্য মঠের প্রধান পৃষ্ঠপোষক হিসাবে তি=নি সন্ন্যাসীদের একটি চিঠি দিয়েছেন . টিপিটকধারা (১) টিপিটাকা কোভিদা (৫) হাজির।\nপরম পবিত্রতার টেকসই প্রচারের জন্য একটি বহু-সাম্প্রদায়িক সংঘ সংগঠন প্রতিষ্ঠায়, ইউ শুং বিশপস অ্যাসোসিয়েশন এবং (৬৬) কেন্দ্রীয় সংঘ সেবা গোষ্ঠীও সদস্য হিসেবে সংগঠিত। বিচারবহির্ভূত হত্যাকাণ্ডের আইনের খসড়া তৈরির কাজ শেষ না হওয়া পর্যন্ত তিনি সচিব হিসেবে কাজ করেছেন। তিনি পৃথক সন্ন্যাসী হিসাবে ধম্ম-নিতি এবং সানা-কেলয় এর ধর্মবিরোধীতার অবসান ঘটাতেও সিদ্ধান্ত নেন। সারাদেশ থেকে যাঁরা এখনও পড়াশোনা শেষ করেননি তাঁদেরও রাজ্য বিঘাধুর বিশপ হওয়ার সিদ্ধান্ত নেওয়া হয়।\n১৯৯৬ সালে, তিনি সিঙ্গাপুরের বৌদ্ধ সন্ন্যাসী বুদ্ধদন্ত সুকওয়ান্থের অনুরোধে উপারি পাঠদা-এর অর্ডিনেশন অনুষ্ঠানে প্রধান পৃষ্ঠপোষক হিসেবে দায়িত্ব পালন করেন। ১৯৯৬ সালে, মিস্টার গোইঞ্জারের অনুরোধে, ভারত তিনি বোম্বাইয়ের কাছে শ্বে টিগন প্যাগোডা এবং ঘেন্ট তু প্যাগোডা নির্মাণে অংশ নিয়েছিলেন। আংপু শহরে বিপাসনা মেডিটেশন সেন্টারের বিস্তারে অংশ নিয়েছিলেন।\nজুলাই ২০১০ থেকে ২৫ মে, ২০২৩ পর্যন্ত, তিনি ধর্ম ও ধর্মের সুবিধা বহনকারী জাতীয় গায়কদলের মহান পৃষ্ঠপোষক গ্রুপের চেয়ারম্যান হিসাবে দায়িত্ব পালন করেন।\n\n\n== লেখা বই ==\nথেইন টাং বুক অফ রিলিজিয়ন (বর্মী)\nজাতীয় সরকারের অনুরোধে টিপিটাক পালিপদ পাঠ্যপুস্তক সংকলিত হয়েছে\nটিপিটাক পালি + বার্মিজ অভিধান (A) Vag (৪ বই)।\nমুঘলান ব্যাকরণের মহাগ্রন্থের পয়োগসিদ্ধি নিসায়ার প্রথম খণ্ড\nমুঘলান ব্যাকরণের মহাগ্রন্থের পয়োগসিদ্ধি নিসায়ার দ্বিতীয় অংশ\nমহাসান অ্যাবটের বিপাসনা ধ্যান বইটির পালি ভাষায় অনুবাদ ও লেখার প্রথম অংশ\nমহাসান অ্যাবটের বিপাসনা ধ্যান গ্রন্থের পালি ভাষায় অনুবাদের দ্বিতীয় অংশ\nমান্দালে ইয়াদারান মানঝু প্যাগোডার ইতিহাস\nথেরি আপাদানদীপানি (পালি)\nটিপিটাকাপা রাজিকাঙ্ক (২৮ বছর) জ্ঞানের বই\nটিপিটকের জ্ঞানের বই (২৮ বছর)।\n“টিপিটকা মহাওয়া সুলুওয়া পরিওয়া বিথজ্ঞা” বই\nউকায়মাই পালির (ভদদন্ত নারদ এবং ভদদন্ত কুমারবিভমথ) ৫ম বইয়ের অনুবাদ ও লেখা\nআপার ইয়ামাই পালি (৫) বইটির ইংরেজিতে অনুবাদ ও লেখা\nধর্মোপদেশ\nসম্বুধে মন্ত্র সম্পর্কে\nআইটেম (২৪) কমিক সেট\nকিভাবে চল্লিশটি ধ্যান করবেন\nনির্বাণের প্রক্রিয়া\n\n\n== ডিগ্রি প্রদান করা হয় ==\n১৯৯২- আগামা মহাগান্থওয়াসক পণ্ডিত ডিগ্রি\n১৯৯৯ আগম মহা পণ্ডিত ডিগ্রি\n১০০৩: ইয়াঙ্গুন বিশ্ববিদ্যালয় থেকে সাহিত্যে ডক্টরাল ডিগ্রি\n২০০৫- আগম মহাসধর্মের উপাধি জোতিকাধ\n২০০৯- অভিধা আগম মহাসাদ ধম্ম জোতিতে ডিগ্রি\n২০১১ অভিধাম মহারথ গুরুর ডিগ্রি\nসন্ন্যাসী কেবল সাহিত্যে দুর্দান্ত ছিলেন না, তিনি তাঁর চুক্তির অনুশীলনে আইনের শিক্ষকদের সন্তুষ্টিও পেয়েছিলেন। বিশেষ করে, তিনি কান্নি মুং জেনটুরা পদ্ধতি ব্যবহার করে মং ডাং মুং জেন- এর মাস্টারের সাথে ৪০ দিন ধরে বিপাসনা ধর্ম অধ্যয়ন করেন এবং সাহিত্য ও সাহিত্যের মাধ্যমে ধ্যান পদ্ধতির কার্যকারিতা সম্পর্কে শিখেছিলেন। তিনি তা প্রচারের মাধ্যমেও ছড়িয়ে দেন।\n\n\n== তিনি জীবনের চেতনায় ফিরে আসেন ==\nধর্মের উপকার করতে গিয়ে সন্ন্যাসীর বয়স হয়েছিল ৯৪ বছর। রেভারেন্ড (৭৫) ১৩৮৫ অনুসারে অমাবস্যা (৭ম) ২৫ মে বৃহস্পতিবার ১১:১১ , মান্দালয় অঞ্চল মাহা অং মুন টাউনশিপ, বিরাট উপজাতি পাড়া ভ্যান মাউ মঠ তিনি রহস্যবাদের স্কুলে জীবনের চেতনায় ফিরে আসেন।\n\n\n== তথসূত্র ==\nআন্তর্জাতিক থেরবাদ বিশ্ববিদ্যালয়ের ভাইস রেক্টর অভিধা আগমা মহাসাদ ধম্ম জোতিকা; ডক্টর কুমার বিভান্থার একটি সংক্ষিপ্ত জীবনী, বান মাওয়ের নবম সন্ন্যাসী যিনি আগমা মহা পন্ডিত উপাধি পেয়েছিলেন।\nমাস্টার ইউ উই এর বান মাও বিশপ"}