{"pageid": 1385760, "title": "ভি. এস. আর. অরুণাচলম", "url": "https://bn.wikipedia.org/wiki?curid=1385760", "content": "ড.ভল্লামপাদুগাই শ্রীনিবাস রাঘবন অরুণাচলম সংক্ষেপে ভি. এস. আর. অরুণাচলম (১০ নভেম্বর ১৯৩৫ - ১৬ আগস্ট ২০২৩) ছিলেন একজন ভারতীয় বিজ্ঞানী এবং ভারতের  প্রতিরক্ষা গবেষণা ও উন্নয়ন সংস্থা (ডিআরডিও) এর প্রাক্তন প্রধান। ব্যাঙ্গালোরের বিজ্ঞান ও প্রযুক্তি থিঙ্ক ট্যাঙ্ক সেন্টার ফর স্টাডি অফ সায়েন্স, টেকনোলজি অ্যান্ড পলিসি ( CSTEP) এর প্রতিষ্ঠাতা-চেয়ারম্যান ছিলেন তিনি।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nঅরুণাচলম ১৯৩৫ খ্রিস্টাব্দের ১০ নভেম্বর  ব্রিটিশ ভারতের  মাদ্রাজ প্রেসিডেন্সির অধুনা তামিলনাড়ুর জন্মগ্রহণ করেন। [1] তিনি মাইশূরুর শারদা বিলাস কলেজ থেকে পদার্থবিজ্ঞানে স্নাতক হন এবং চেন্নাই-এর ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি থেকে ধাতুবিদ্যা প্রকৌশলে ডিগ্রি অর্জন করেন। ওয়েলস বিশ্ববিদ্যালয় থেকে ১৯৬৫ খ্রিস্টাব্দে পদার্থ বিজ্ঞান এবং প্রকৌশলে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nডক্টর অরুণাচলম দেশে ফিরে ১৯৬২ খ্রিস্টাব্দে ব্যাঙ্গালোরের ভাবা অ্যাটমিক রিসার্চ সেন্টারে যোগ দেন। ১৯৮০ খ্রিস্টাব্দে তিনি এর ডিরেক্টর পদে উন্নীত হন। ভাবা পরমাণু অনুসন্ধান কেন্দ্রে কাজ করার সময় তিনি ভারতের পারমাণবিক অস্ত্র কর্মসূচির উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করেন। ব্যাঙ্গালোরের ন্যাশনাল অ্যারোনটিক্যাল ল্যাবরেটরি এবং হায়দ্রাবাদের ডিফেন্স মেটালার্জিক্যাল রিসার্চ ল্যাবরেটরিতে বিজ্ঞানী হিসাবে কাজ করেছেন।\n১৯৮০-এর দশকে তিনি প্রায় দশ বছর (১৫ ফেব্রুয়ারি ১৯৮২ - ১০ জুলাই ১৯৯২)  প্রতিরক্ষা গবেষণা ও উন্নয়ন সংস্থা (ডিআরডিও) প্রধান ছিলেন।  ওই সময়ের তিনি  ভারতের প্রতিরক্ষা মন্ত্রীর প্রতিরক্ষা বৈজ্ঞানিক উপদেষ্টা হিসাবে কাজ করেছেন। দশজন প্রতিরক্ষা মন্ত্রী ও পাঁচজন প্রধানমন্ত্রীর সময়কালের মেয়াদে, তিনি আমলাতান্ত্রিক এবং আর্থিক উভয় প্রতিবন্ধকতা কাটিয়ে, প্রতিরক্ষা গবেষণা ও উন্নয়নের বাজেট আটগুণ বাড়াতে সক্ষম হন। ভারত সরকারের প্রতিরক্ষা গবেষণা বিভাগের সচিব পদেও ছিলেন তিনি। \nবৈজ্ঞানিক উপদেষ্টা পদে থাকাকালীন, ডক্টর অরুণাচলম লাইট কমব্যাট এয়ারক্রাফ্ট (এলসিএ), অ্যাডভান্সড টেকনোলজি ভেসেল (এটিভি) সহ ইন্টিগ্রেটেড গাইডেড মিসাইল প্রোগ্রামের বেশ কয়েকটি গুরুত্বপূর্ণ প্রতিরক্ষা প্রযুক্তির উন্নয়ন তদারকি করেছিলেন।\nতিনি ভারতের জন্য অপটিক্যাল ফাইবার কমিউনিকেশন, দেশীয় লোহা ও ইস্পাত প্রযুক্তির উন্নয়ন, দেশের নিরক্ষরতা দূরীকরণের জন্য বৈজ্ঞানিক ও প্রযুক্তিগত মিশন, শিশুমৃত্যু ইত্যাদি বিষয়ে পরামর্শ প্রদান করেন। প্রকৌশল তথা ইঞ্জিনিয়ারিং-এ স্নাতক শিক্ষার ক্ষেত্রেও তিনি সরকারকে প্রয়োজনীয় পরামর্শ দেন।\nভ.অরুণাচলম ছিলেন মার্কিন যুক্তরাষ্ট্রেরকার্নেগি মেলন ইউনিভার্সিটির ইঞ্জিনিয়ারিং এবং পাবলিক পলিসির  অধ্যাপক এবং যুক্তরাজ্যের ইউনিভার্সিটি অফ ওয়ারউইকের একজন অনারারি প্রফেসর। তিনি ডিফেন্স রিসার্চ অ্যান্ড ডেভেলপমেন্ট সার্ভিসের (ডিআরডিএস) সদস্য ছিলেন।\n\n\n== পুরস্কার ==\nডক্টর অরুণাচলম ১৯৮০ খ্রিস্টাব্দে প্রকৌশল বিজ্ঞানে বিজ্ঞান ও প্রযুক্তির জন্য শান্তি স্বরূপ ভাটনগর পুরস্কার সহ অসংখ্য পুরস্কার এবং পদক পান। তিনি প্রথম ভারতীয় যিনি যুক্তরাজ্যের রয়্যাল একাডেমি অফ ইঞ্জিনিয়ারিং-এর ফেলো নির্বাচিত হন। \nভারতীয় বিজ্ঞানে অবদানের জন্য ডক্টর অরুণাচলমকে ভারত সরকার ১৯৮৫ খ্রিস্টাব্দে পদ্মভূষণ এবং ১৯৯০ খ্রিস্টাব্দে দেশের দ্বিতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মবিভূষণ প্রদান করে।  ২০১৫ খ্রিস্টাব্দে তিনি বৈজ্ঞানিক গবেষণা এবং প্রযুক্তির ক্ষেত্রে অসামান্য অবদানের জন্য  প্রতিরক্ষা গবেষণা ও উন্নয়ন সংস্থার (DRDO's) আজীবন সম্মাননা পুরস্কারে (লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড-এ) ভূষিত হন । \n\n\n== মৃত্যু ==\nড.ভি এস আর অরুণাচলম ব্যাঙ্গালোরেই থাকতেন। তবে তার তীব্র নিউমোনিয়া ও  পারকিনসন রোগের চিকিৎসা চলছিল। ২০২৩ খ্রিস্টাব্দের ১৬ আগস্ট বুধবার ৮৭ বৎসর বয়সে নিদ্রিত অবস্থায় মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়ায় প্রয়াত হন। \n\n\n== তথ্যসূত্র =="}