{"pageid": 1385720, "title": "বেনগাজি", "url": "https://bn.wikipedia.org/wiki?curid=1385720", "content": "বেনগাজি ( )  হল লিবিয়ার দ্বিতীয় জনবহুল শহর এবং সেই সাথে সাইরেনাইকার বৃহত্তম শহর, যার জনসংখ্যা ২০২০ সালে ১,২০৭,২৫০ ছিল।  ভূমধ্যসাগরের সিদ্রা উপসাগরে অবস্থিত বেনগাজি একটি প্রধান সমুদ্রবন্দরও। প্রায় ৫২৫ খ্রি.পূ. থেকে এ অঞ্চলে ইউস্পেরাইডস নামে একটি গ্রীক উপনিবেশ বিদ্যমান ছিল। প্রায়  খ্রিস্টপূর্ব ৩য় শতাব্দীতে এটিকে স্থানান্তরিত করা হয় এবং বেরেনিসের টলেমীয় শহর হিসেবে পুনঃপ্রতিষ্ঠা করা হয়। বেরেনিস রোমানদের অধীনে উন্নতি লাভ করে এবং খ্রিস্টীয় ৩য় শতাব্দীর পরে এটি সাইরেনিকার কেন্দ্র হিসাবে সাইরিন এবং বার্সাকে ছাড়িয়ে যায়। বাইজেন্টাইন আমলে শহরটি পতনের দিকে গিয়েছিল ও আরবদের দ্বারা বিজয়ের আগে এটি একটি ছোট শহরে পরিণত হয়েছিল।\n১৯১১ খ্রিস্টাব্দে ঔপনিবেশিক ইতালি উসমানীয়দের থেকে বেনগাজি এবং ত্রিপোলি দখল করে। দ্বিতীয় বিশ্বযুদ্ধের সময় শহরটি বেশ কয়েকবার হাত বদল করে এবং এই প্রক্রিয়ায় ব্যাপকভাবে ক্ষতিগ্রস্ত হয়। যুদ্ধের পর বেনগাজি পুনর্নির্মিত হয় ও লিবিয়ার সদ্য স্বাধীন রাজ্যের সহ-রাজধানী হয়। মুয়াম্মার গাদ্দাফির ১৯৬৯ সালের অভ্যুত্থানের পর বেনগাজি রাজধানীর মর্যাদা হারায় এবং সমস্ত সরকারি অফিস ত্রিপোলিতে স্থানান্তরিত হয়।\n২০১১ সালের ১৫ই ফেব্রুয়ারি  এই শহরে মুয়াম্মার গাদ্দাফি সরকারের বিরুদ্ধে একটি বিদ্রোহ সংঘটিত হয়। ১৭ ফেব্রুয়ারির মধ্যে বিদ্রোহ বায়দা, তোব্রুক, আজদাবিয়া, পূর্বে আল মারজ ও পশ্চিমের জিনতান, জাওইয়াতে ছড়িয়ে পড়ে, যার ফলে গাদ্দাফি শাসনের  অবসান ত্বরান্বিত হয় এবং ২১শে ফেব্রুয়ারি গাদ্দাফি বিরোধীরা বেনগাজি দখল করেছিল, যারা ন্যাশনাল ট্রানজিশনাল কাউন্সিল প্রতিষ্ঠা করেছিল।  ২০১১ সালের ১৯ মার্চ শহরটি ছিল লিবীয় গৃহযুদ্ধের টার্নিং পয়েন্টের স্থান, যখন লিবীয় আর্মি বেনগাজি আক্রমণ করে এবং এনটিসি-র বিরুদ্ধে একটি নির্ণায়ক বিজয় অর্জনের চেষ্টা করেছিল; কিন্তু স্থানীয় প্রতিরোধে তারা ব্যর্থ হয়। ২০১৪ সালে লিবিয়ায় প্রতিনিধি পরিষদ ও জাতীয় চুক্তির সরকারের মধ্যে ২য় গৃহযুদ্ধ শুরু হয়, যেখানে লিবিয়ার কিছু অংশ তোব্রুক এবং ত্রিপোলি ভিত্তিক শাসনের মধ্যে বিভক্ত হয়ে ২০২০ সালে একটি একক সরকারের নেতৃত্বে স্থায়ী যুদ্ধবিরতি হয় \nবেনগাজি লিবিয়ার বাণিজ্য, শিল্প, পরিবহন ও একটি সাংস্কৃতিক কেন্দ্র ; ত্রিপোলি ও মিসরাতাসহ লিবিয়ার তিনটি বৃহত্তম শহরের মধ্যে একটি। এটি রাজধানীয় শহরের সাথে সম্পর্কিত প্রতিষ্ঠান এবং সংস্থাগুলিকে ধারণ করে, যার মধ্যে বেশ কয়েকটি জাতীয় সরকারী ভবনের পাশাপাশি লিবিয়ার জাতীয় গ্রন্থাগার রয়েছে। যাহোক, শহরটি আল-কায়েদার অনুমোদিত ইসলামি জিহাদি নিয়ন্ত্রণের নিয়ন্ত্রণে ক্রমাগত ধাক্কা খাচ্ছে বলে অভিযোগ করা হয়। \n\n\n== তথ্যসূত্র =="}