{"pageid": 13855, "title": "ডিম্বাশয়", "url": "https://bn.wikipedia.org/wiki?curid=13855", "content": "ডিম্বাশয় ডিম্বাণু উৎপাদনকারী একটি প্রজনন অঙ্গ এবং স্ত্রী প্রজননতন্ত্রের একটি অংশ। মেরুদণ্ডী প্রাণীতে এটি সাধারণত একজোড়া করে থাকে। ডিম্বাশয় পুরুষের শুক্রাশয়ের সাথে সাদৃশ্যপূর্ণ। এতে গোনাড ও অন্তঃক্ষরা উভয় প্রকার গ্রন্থি-ই রয়েছে।\n\n\n== গঠন (মানবদেহ) ==\nডিম্বাশয় দেখতে অনেকটা ডিম্বাকার এবং মানুষে এটার আকার—দৈর্ঘে ৩ সে.মি., প্রস্থে ১.৫ সে.মি., এবং পুরুত্বে ১.৫ সে.মি.। (যেকোনো একটির জন্য) শরীরে এর অবস্থান  শ্রোণীর দেয়াল ঘেষে, যাকে বলা হয় ওভারিয়ান ফসা। সাধারণত ফসার নিচে থাকে বহিঃস্থ ইলিয়াক ধমনী এবং সামনে থাকে মূত্রনালী ও অন্তঃস্থ ইলিয়াক ধমনী।\nসাধারণত, প্রতিটি ঋতুস্রাবে একটি ডিম্বানুর মুক্তি ঘটে, দুটি ডিম্বাশয়ের মধ্যে যে কোন একটি থেকে; যাইহোক, যদি একটি ডিম্বাশয় অনুপস্থিত বা ক্রিয়াহীন হয় তা হলে অন্যান্য ডিম্বাশয় ডিম্বনিঃসণ করতে থাকবে ডিম্ব নিঃসরণ চক্রের দৈর্ঘ্য বা সময়ের মধ্যে কোনো পরিবর্তন ছাড়াই।\nপ্রতিটি ডিম্বাশয় ফেলোপিয়ান টিউবের ফিম্‌ব্রিয়ার সাথে যুক্ত। সাধারণত প্রতিটি ডিম্বাশয়ই প্রতি মাসে ডিম্বক্ষরণ করে। কিন্তু কারণবশত, একটি ডিম্বাশয় না থাকলে বা কাজ না করলে অপর ডিম্বাশয়টি ডিম্বক্ষরণ চালিয়ে যেতে থাকে।\n\n\n=== লিগামেন্ট ===\nডিম্বাশয় শ্রোণী গহ্বর মধ্যে, জরায়ু উভয় দিকে অবস্থান করে এবং একটি তন্তুময় রজ্জুর মাধ্যমে সংযুক্ত থাকে যা ডিম্বাশয়ীয় লিগমেন্ট নামে পরিচিত। পেরিটোনীয় গহ্বরে ডিম্বাশয়গুলি অনাচ্ছাদিত, কিন্তু ডিম্বাশয়ের সাসপেনশিয়াল লিগামেন্টের মাধ্যমে শরীরের দেওয়ালের সাথে আবদ্ধ থাকে যা জরায়ুর বিস্তৃত সংলগ্নতার একটি বহিরাগত এক্সটেনশন। ডিম্বাশয় জুড়ে বিস্তৃত লিগামেন্টের অংশ যা মেসভারিয়াম নামে পরিচিত।\n\n\n=== মাইক্রোএনাটমি ===\nডিম্বাশয়ের পৃষ্ঠটি ঝিল্লি দিয়ে আবৃত রয়েছে যার মধ্যে একটি সরল ঘনক্ষেত্র-স্তম্ভের আকারের মেসোথেলিয়াম রয়েছে।\nবহিঃস্থ স্তরকে জার্মিনাল এপিথেলিয়াম বলা হয়।\nবাইরের স্তর হল ডিম্বাশয় কর্টেক্স (ওভারিয়ান কর্টেক্স), যা ওভারিয়ান ফলিকলস এবং স্ট্রোমা নিয়ে গঠিত। এর মধ্যে রয়েছে কমুলাস অফোরাস, মেমব্রেনা গ্রানুলোসা (এবং এর ভিতরে গ্রানুলোসা কোষ), কোরোনা রেডিয়াটা, জোন পেলুসিডা এবং প্রাথমিক ওসাইটি। থিকা ফলিকল, এন্টাম এবং ফলিকল তরল ফলিকলে পাওয়া যায়। এছাড়াও কর্টেক্স মধ্যে ফলিকলগুলি  থেকে উদ্ভূত হয় কর্পাস লিউটিয়াম। অভ্যন্তরীণ স্তর হল ডিম্বাশয় মেডুলা। কর্টেক্স এবং মেডুলার মধ্যে পার্থক্য করা কঠিন হতে পারে, তবে সাধারণত ফলিকলগুলি মেডুলাতে পাওয়া যায় না।\nফলিকুলার কোষ চ্যাপ্টা এপিথেলিয়াম কোষ দ্বারা গঠিত যা পৃষ্ঠ এপিথেলিয়াম কোষ থেকে উৎপন্ন হয় এবং ডিম্বাশয়কে আবৃত করে রাখে এবং গ্রানুলোসা কোষ দ্বার বেষ্টিত হয়- যেটি চ্যাপ্টা থেকে ঘনক আকারে পরিবর্তন করে এবং একটি স্তরবিন্যাসিত এপিথেলিয়াম উৎপাদন দ্রুত বৃদ্ধি করে।\nঅন্যান্য\n\nডিম্বাশয়ের ক্যাপসুল\nজননকোষ\nডিম্বাশয়ে এছাড়াও রক্তবাহী ধমনী এবং লসিকাতন্ত্র রয়েছে।\n\n\n== কার্যাবলী ==\nবয়ঃসন্ধিতে, ডিম্বাশয়ে হরমোনের ক্রমবর্ধমান মাত্রা বৃদ্ধি পেতে শুরু করে।  গৌণ যৌন বৈশিষ্ট্য হরমোন প্রতিক্রিয়া বিকশিত শুরু করে। ডিম্ব উৎপাদন ও প্রজনন করার ক্ষমতার বিকাশ ঘটে। ডিম্বাশয়ের গঠনের  কাঠামো এবং কার্যাবলীর পরিবর্তন শুরু হয় বয়ঃসন্ধিতে।\n\n\n=== হরমোন ===\nডিম্বাশয় ইস্ট্রোজেন ও প্রোজেস্টেরন উভয় প্রকার হরমোনই ক্ষরণ করে। বয়ঃসন্ধির সময় এটি মাধ্যমিক যৌন বৈশিষ্ট্যগুলোর প্রকাশে ভূমিকা রাখে। এছাড়া পরিপক্ব অবস্থায় পরিণত প্রজনন অঙ্গের কার্যক্ষমতা চালু রাখতেও এর ভূমিকা আছে। প্রোজেস্টেরনের কাজ হচ্ছে ইস্ট্রোজেনের সাহায্যে এন্ডোমেট্রিয়ামের চাক্রিক পরিবর্তন শুরু করা। এটি গর্ভধারণের জন্য এন্ডোমেট্রিয়ামকে প্রস্তুত করে। এছাড়া গর্ভধারণের সময় এন্ডোমেট্রিয়ামের সুস্বাস্থ্য বজায় রাখতেও সাহায্য করে।\n\n\n=== ডিম্বানু উৎপাদন ===\n\n\n== চিকিৎসাক্ষেত্রে গুরুত্ব ==\nডিম্বাশয় রোগগুলি অন্তঃস্রাব রোগ বা প্রজনন ব্যবস্থার একটি রোগ হিসেবে শ্রেণীবদ্ধ হতে পারে।\nডিম্বাশয়ের ফলিকল থেকে ডিম্ব মুক্তি পেতে ব্যর্থ হলে ডিম্বাশয় একটি ডিম্বাশয় আম (ওভারিয়ান সিস্ট) গঠন করতে পারে। স্বাস্থ্যকর মহিলারা সাধারণত ছোট ডিম্বাশয় আমে (ছোট ওভারিয়ান সিস্ট) আক্রান্ত হয়। কিছু মহিলার স্বাভাবিকের চেয়ে বেশি রক্তচাপ (পলিসিসটিক ওভারি সিনড্রোম) থাকে, যা সাধারণত ফলিকলের বিকাশকে বাধা দেয় এবং এর ফলে চক্র অনিয়মের সৃষ্টি হয়।\n\n\n== ক্র্যপ্রেসেরভেশন ==\nক্র্যপ্রেসেরভেশন নামক ডিম্বাশয়ের টিস্যু ক্রোফারসাজেশান, নারীদের স্বার্থ যা স্বাভাবিক সীমা ছাড়িয়ে তাদের প্রজনন কার্য সংরক্ষণ করতে চায় বা ক্যান্সার থেরাপির দ্বারা প্রজননগত সম্ভাব্য হুমকির সম্মুখীন হয়   উদাহরণস্বরূপ হেমাটোলজিকাল ম্যালিগন্যনসিস বা স্তন ক্যান্সারের ক্ষেত্রে এটা হয়।   পদ্ধতিটিতে ডিম্বাশয়ের একটি অংশ নিতে হয় এবং থেরাপি গ্রহণ করা হয় যখন তরল নাইট্রোজেন মধ্যে এটি সংরক্ষণ করার আগে ধীরে ধীরে হিমায়িত করা হয়। টিস্যুটি ফ্যালোপিয়িয়ানের কাছাকাছি (প্রাকৃতিক স্থান) বা হেটোপ্যাটিক (পেটানো দেওয়ালের উপর),  এর কাছাকাছি হলে তা নতুন ডিম তৈরি করতে শুরু করে এবং স্বাভাবিক ধারণা গ্রহণ করতে সক্ষম হয়। \n\n\n== এক্সট্রিমিটি ==\nডিম্বাশয়ে দুই ধরনের এক্সট্রিমিটি দেখা যায়:\n\nটিউবাল এক্সট্রিমিটি—ডিম্বাশয় যেখানে ইউটেরাইন নালির সাথে যুক্ত, তার শেষে।\nইউটেরাইন এক্সট্রিমিটি—এটির অবস্থান নিচের দিকে। এটি জরায়ু হয়ে ডিম্বাশয়ের লিগামেন্টের সাথে যুক্ত।\n\n\n== কোষতত্ত্ব ==\n\n\n== কোষের প্রকারভেদ ==\nফলিকুলার কোষ:\nগ্র্যানুলোসা কোষ:\n\n\n== সহায়ক চিত্র ==\n|জরায়ু ও  জরায়ুজ নালি।\n|স্ত্রী প্রজননতন্ত্রের অঙ্গ-প্রত্যঙ্গসমূহ।\nSex|ডিম্বাশয়।\n|ডিম্বাণু নিঃসরণ করছে এমন একটি ডিম্বাশয়।\n |জরায়ু এবং এর উপাঙ্গের নালিসমূহ, সম্মুখ দৃশ্য.\n|পরিনত মানবদেহে ব্রড লিগামেন্ট. \n|পেছন থেকে দেখা জরায়ু এবং প্রশস্ত ডান লিগামেন্ট।\n|উপর এবং সামনে দেখা স্ত্রী পেলভিস (শ্রোণী) ও এর বিভিন্ন অংশসমূহ।\n |স্ত্রী প্রজননঅংশসমূহের বিভিন্ন ধমনী: ইউটেরাইন ধমনী, ওভারিয়ান ধমনী, এবং ভ্যাজাইনাল ধমনী।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nভেনেসা, ডোনাল্ড (২০১৩)। ট্যাবের-এর সাইক্লোপেডিক চিকিৎসা অভিধান (Taber's cyclopedic medical dictionary)। ফিলাডেলফিয়া: এফ.এ. ডেভিস। আইএসবিএন 9780803629790। \n\n\n== বহিঃসংযোগ ==\nআমেরিকান মেডিক্যাল অ্যাসোসিয়েশন\nমার্ক অনলাইন মেডিক্যাল লাইব্রেরি: স্ত্রী প্রজননতন্ত্র"}