{"pageid": 13862, "title": "জর্জ তাকেই", "url": "https://bn.wikipedia.org/wiki?curid=13862", "content": "জর্জ তাকেই (জাপানী: 武井 穂郷; জন্ম: এপ্রিল ২০, ১৯৩৭)  একজন জাপানি বংশোদ্ভূত মার্কিন অভিনেতা। তিনি স্টার ট্রেক সিরিজে হিকারু সুলু নামক চরিত্রে অভিনয়ের জন্য সর্বাপেক্ষা বিখ্যাত।\n\n\n== প্রাথমিক জীবন ==\nতাকেই মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেস-এ ১৯৩৭ সালের ২০ এপ্রিল জন্মগ্রহণ করেন। তার পারিবারিক নাম হোসাতো তাকেই। তার পিতা তাকেকুমা নরম্যান তাকেই ও মাতা ফুমিকো এমিলি দুজনেই জাপানী-আমেরিকান। তার পিতা জাপানের ইয়ামানাশি ও মাতা সাক্রামেন্তোয় জন্মগ্রহণ করেন।\n\n\n== কর্মজীবন ==\n\n\n=== স্টার ট্রেক ===\n\n১৯৬৫ সালে প্রযোজক জিনি রডেনবেরি তাকে স্টার ট্রেক ছবির দ্বিতীয় বৈমানিক হিকারু সুলু চরিত্রের জন্য নির্বাচন করেন। তার চরিত্র দ্বিতীয় মেয়াদে বাড়ানোর ইচ্ছা থাকলেও দ্য গ্রিন বেরেটস্‌ (চলচ্চিত্র)|দ্য গ্রিন বেরেটস্‌]] চলচ্চিত্রে তাঁর জন ওয়েন চরিত্রের জন্য তিনি দ্বিতীয় মেয়াদের অর্ধেকাংশে অভিনয় করতে পারেন। তাঁর পরিবর্তে সেই স্থানে পাভেল চেকভ চরিত্রে অভিনয় করেন ওয়াল্টার কোয়েনিগ। তাকেই ফিরে আসলে দুজনের একই ড্রেসিং রুম ও চরিত্র ভাগাভাগি করে করতে হয়।\nএরপর থেকে তাকেই বেশ কয়েকটি টেলিভিশন সিরিজ ও চলচ্চিত্রে অভিনয় করেন এবং ১৯৭৩ থেকে ১৯৭৪ সালে স্টার ট্রেক: দ্য অ্যানিমেটেড সিরিজে সুলু চরিত্রের জন্য কণ্ঠ দেন। তিনি স্টার ট্রেক ধারাবাহিক চলচ্চিত্রের ছয়টি চলচ্চিত্রে, স্টার ট্রেক: দ্য মোশন পিকচার (১৯৭৯), স্টার ট্রেক ২: দ্য র‍্যাথ অফ খান (১৯৮২), স্টার ট্রেক ৩: দ্য সার্চ ফর স্পোক (১৯৮৪), স্টার ট্রেক ৪: দ্য ভয়েজ হোম (১৯৮৬), স্টার ট্রেক ৫: দ্য ফাইনাল ফ্রন্টিয়ার (১৯৮৯), ও স্টার ট্রেক ৬: দ্য আনডিস্কভারড্‌ কান্ট্রি (১৯৯১) অভিনয় করেন। তিনি ফ্রিল্যান্সার ভিডিও গেমে হাকেরা ও কয়েকটি স্টার ট্রেক ভিডিও গেমে হিকারু সুলু চরিত্রে কণ্ঠ দিয়েছেন।\nতাকেই ক্যাপ্টেন হিকারু সুলু চরিত্রে কণ্ঠ দেয়া ছয়জনের একজন যিনি কম্পিউটার গেম স্টার ট্রেক: ক্যাপ্টেন্‌স চেয়ার-এ নিজের কণ্ঠ দিয়েছেন। বাকিরা হলেন জোনাথান ফ্রেকস, কেট মুলগ্রিউ, মাইকেল ডর্ন, অ্যাভারি ব্রুকস ও মাজেল বারেট। ২০০৭ সালে তাকেই ওয়েবভিত্তিক সিরিজ স্টার ট্রেক নিউ ভয়েজেস: ফেইজ ২-এ ওয়ার্ল্ড এনাফ অ্যান্ড টাইম পর্বে হিকারু সুলু চরিত্রের জন্য কণ্ঠ দেন।।\n\n\n== চলচ্চিত্রপঞ্জি ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== ওয়েব, গেম ও বিজ্ঞাপন ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে জর্জ তাকেই (ইংরেজি)\nটার্নার ক্লাসিক মুভিজ ডেটাবেজে জর্জ তাকেই  (ইংরেজি)\nঅলমুভিতে জর্জ তাকেই\nইন্টারনেট ব্রডওয়ে ডেটাবেজে জর্জ তাকেই  (ইংরেজি)\nইন্টারনেট অফ-ব্রডওয়ে ডেটাবেজে Takei (ইংরেজি)\nGeorge Takei biography at StarTrek.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ জুলাই ২০১০ তারিখে\nGeorge Takei Interview at the Archive of American Television portal\nEncyclopedia of Arkansas History & Culture\nJapanese American Relocation Record\nউপস্থিতি - সি-স্প্যানে"}