{"pageid": 1386055, "title": "প্রত্যঙ্গিরা", "url": "https://bn.wikipedia.org/wiki?curid=1386055", "content": "প্রত্যঙ্গিরা (সংস্কৃত: प्रत्यंगिरा, প্রত্যঙ্গিরা), যাকে অথর্বণ ভদ্রকালী, নৃসিংহী, সিংহমুখী এবং নিকুম্বলাও বলা হয়, শাক্তধর্মের সাথে যুক্ত একজন হিন্দু দেবী। তাকে নারী শক্তি এবং নৃসিংহের স্ত্রী বলে বর্ণনা করা হয়। ত্রিপুরা রহস্য অনুসারে, তিনি ত্রিপুরা সুন্দরীর ক্রোধের বিশুদ্ধ প্রকাশ। বেদে, প্রত্যঙ্গিরা অথর্ব বেদের দেবী অথর্বণ ভদ্রকালীর আকারে উপস্থাপিত হয়েছে এবং যাদুকরী মন্ত্র। নৃসিংহী সপ্তমাতৃকা মাতৃদেবীর অন্তর্গত।\n\n\n== কিংবদন্তী ==\nনৃসিংহীর বিভিন্ন কিংবদন্তি বর্ণনা করে এমন অনেক হিন্দু গ্রন্থ রয়েছে।\nদেবী মাহাত্ম্যমের একটি গল্পে, নৃসিংহী ছিলেন সপ্তমাতৃকা বা সাতজন মাতৃদেবীদের একজন যারা অসুর শুম্ভ ও নিশুম্ভের বাহিনীকে পরাজিত করতে সমবেত হয়েছিলেন, যারা স্বর্গ দখল করেছিল।\nঅনেক পুরাণ অনুসারে, কৃতযুগের শেষে, মহাবিশ্ব থেকে একটি চকচকে স্ফুলিঙ্গ আবির্ভূত হয় এবং বিপুলাসুর নামে একটি দুষ্ট রাক্ষসে রূপান্তরিত হয়। বিপুলাসুর আট ঋষির একটি দলকে বিরক্ত করে যারা অষ্ট লক্ষ্মীর আচার পালন করছিল। এতে দেবী ক্রুদ্ধ হন। দেবী একটি পবিত্র পদ্ম ফুলকে কবচ বা একটি শক্তিশালী ঢালে রূপান্তরিত করেন। এটিও উল্লেখ করা হয়েছে যে পদ্ম যে রূপান্তরিত হয়েছিল তাতে ৫৬২টি পাপড়ি ছিল। এই ঢালটি আটজন ঋষিদের একটি মহান সুরক্ষা প্রদান করে, যাতে তারা কোনো প্রকার ঝামেলা ছাড়াই পবিত্র আচার-অনুষ্ঠান সম্পাদন করতে পারে। এর পরে, দেবী নৃসিংহী রূপ ধারণ করেন এবং রাক্ষস বিপুলাসুরকে পরাজিত করেন।\nমার্কণ্ডেয় পুরাণ এবং শিব পুরাণ অনুসারে, ত্রেতাযুগের প্রারম্ভে, বিষ্ণুর দশ অবতারের মধ্যে চতুর্থ নৃসিংহ, অসুর রাজা হিরণ্যকশিপুকে তার দেহ ছিন্নভিন্ন করে হত্যা করেছিলেন। হিরণ্যকশিপুর শরীরে থাকা অনিষ্টের কারণে নৃসিংহ ক্রুদ্ধ ও অপ্রতিরোধ্য হয়ে ওঠেন। যদিও মূল কাহিনী শেষ হয়েছিল প্রহ্লাদ তাকে শান্ত করে এবং তাকে বৈকুণ্ঠে ফিরে যেতে রাজি করায়, শৈব ঐতিহ্যে, শিব শরভের রূপ ধারণ করেছিলেন, একটি পাখি-মানুষের সংকর। শরভ নৃসিংহকে তার তালুতে বহন করার চেষ্টা করে, কিন্তু নৃসিংহ পালাক্রমে গণ্ডভেরুণ্ড রূপ ধারণ করেন এবং শরভকে জড়িয়ে ফেলে। শিবের প্রার্থনার পর, মহাদেবী প্রত্যঙ্গিরা রূপ ধারণ করেন এবং শরভের মস্তক থেকে আবির্ভূত হন, নৃসিংহকে শান্ত করেন এবং তাঁর স্ত্রী নৃসিংহী হিসাবে তাঁর স্থান গ্রহণ করেন।\nঅন্য একটি উপাখ্যানে উল্লেখ করা হয়েছে যে, প্রাচীনকালে যখন দুইজন ঋষি, প্রত্যঙ্গিরা এবং অঙ্গিরস ধ্যান করেন, তখন তারা একটি মূল মন্ত্রের মাধ্যমে একটি দেবীর ধ্যান করেন যিনি নামহীন ছিলেন। পরে, তিনি নিজেকে ঋষিদের নামে নামকরণ করে তাদের পুরস্কৃত করেন, অতঃপর তাকে প্রত্যঙ্গিরা দেবী বলা হয়।\n‘প্রতি’ শব্দের অর্থ বিপরীত এবং ‘অঙ্গিরস'’ অর্থ আক্রমণ করা। এইভাবে, দেবী প্রত্যঙ্গিরা হলেন সেই যিনি যেকোনো কালো জাদুর আক্রমণকে উল্টে দেন। দক্ষিণ ভারতের মন্দিরগুলোতে, তাকে অথর্বণ ভদ্রকালী হিসাবেও প্রশংসা করা হয় কারণ তাকে অথর্ব বেদের মূর্ত প্রতীক হিসাবে বিবেচনা করা হয়।\n\n\n== সংঘ ==\nকিছু ছবিতে তাকে দেখানো হয়েছে গাঢ়-বর্ণের, ভয়ানক দর্শন, রক্তবর্ণ চোখ সহ সিংহের মুখ এবং সিংহে আরোহী বা কালো পোশাক পরিহিতা, মানুষের মাথার খুলির মালা পরছে; তার চুল শেষের দিকে দাঁড়িয়ে আছে, এবং সে তার চার হাতে একটি ত্রিশূল, একটি ফাঁসের আকারে একটি সর্প, একটি ডমরু এবং একটি মাথার খুলি ধারণ করেছে। তিনি শরভের সাথে যুক্ত এবং তার একটি ভিন্ন রূপ হলো অথর্বণ-ভাদ্র-কালী। তাকে জাদুবিদ্যার দ্বারা সৃষ্ট প্রভাবগুলির একটি শক্তিশালী প্রতিরোধক হিসাবে বিবেচনা করা হয় এবং বলা হয় যে কেউ অধর্ম করলে তাকে শাস্তি দেওয়ার ক্ষমতা রয়েছে। কথিত আছে যে নৃসিংহিকা যখন তার সিংহ কেশর ঝাঁকায় দেয়, তখন সে তারাগুলোকে বিশৃঙ্খলায় ফেলে দেয়।\n\n\n== হিন্দু মহাকাব্যে ==\n\nহিন্দু মহাকাব্য রামায়ণেও প্রত্যঙ্গিরার উল্লেখ আছে। ইন্দ্রজিৎ \"নিকুম্বলা যজ্ঞ\" (দেবী নিকুম্বলার উপাসনা করার একটি পবিত্র আচার, যা দেবী প্রত্যঙ্গিরার অপর নাম) পালন করছিলেন যখন রাম এবং তার সৈন্যরা লঙ্কায় যুদ্ধ করছিলেন। হনুমান এই আচার বন্ধ করতে নেমেছিলেন কারণ তিনি জানতেন যে ইন্দ্রজিৎ এটি সম্পন্ন করলে তিনি অজেয় হয়ে উঠবেন।\n\n\n== পূজা ==\nতন্ত্র দেবতাদেরকে শান্ত (শান্ত), উগ্র (ক্রোধ), প্রচণ্ড (ভয়াবহ), ঘোর (ভয়াবহ) এবং তিভরা (হিংস্র) হিসাবে শ্রেণীবদ্ধ করে। প্রত্যঙ্গিরা তিভরা মূর্তী হিসাবে বিবেচিত হয়। যাদের নাম ভক্তি আছে তাদের জন্য প্রত্যঙ্গির পূজা কঠোরভাবে নিষিদ্ধ। প্রত্যঙ্গিরা উপাসনা কেবল তন্ত্রে দক্ষ একজন গুরুর নির্দেশে করা হয়।\nজনগণের কল্যাণের জন্য এবং অশুভ শক্তির প্রভাব দূর করার জন্য প্রত্যঙ্গিরার প্রতি উৎসর্গীকৃত পূজা অনেক জায়গায় করা হয়। কিছু মন্দিরে অমাবস্যার দিনে প্রত্যঙ্গিরা দেবীর হোম (হবন) করা হয়।\n\n\n== আট প্রকার তান্ত্রিক কাজ ==\nসমস্ত তান্ত্রিক দেবতাদের মতো, তাকে সাধারণত আট ধরনের কাজের জন্য আহ্বান করা যেতে পারে। তারা আবেদনময়ী, বৃদ্ধি, প্রসার, আকর্ষণ, দমন, ভিন্নমত বাতিল এবং হত্যা। সংশ্লিষ্ট উদ্দেশ্যের জন্য কী ধরনের উপকরণ ব্যবহার করতে হবে এবং কতগুলো আবৃত্তি করতে হবে সে সম্পর্কে বিস্তারিত তথ্য পাওয়া যায়। আরও বলা হয়েছে যে এই দেবতাকে আবাহন করে যে কোন কাজ করা হয়, বিশেষ করে হত্যা এবং বশীকরণের মতো খারাপ কাজগুলো, কর্তা ইচ্ছা করলেও তা প্রত্যাহার করা অসম্ভব।\n\n\n== আরো দেখুন ==\n\nনৃসিংহ\nলক্ষ্মী\nবিষ্ণু\nদেবী\nশক্তি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttp://www.astrologypredict.com/special-category.php?page=Pratyangira%20Devi%20-%20Protect%20us%20from%20all%20Terrible\nhttp://ekatvam.org/about-ekatvam/sri-maha-pratyangira-devi.html\nনাঞ্জনগুদে প্রত্যঙ্গিরা দেবী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ জানুয়ারি ২০২০ তারিখে\nচেন্নাইয়ের শোলিঙ্গানাল্লুরে প্রত্যঙ্গিরা দেবী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ ফেব্রুয়ারি ২০২১ তারিখে\nমহা প্রত্যঙ্গিরা দেবী মন্দির তিরুভাল্লুর"}