{"pageid": 1386158, "title": "আন লুইলিয়ে", "url": "https://bn.wikipedia.org/wiki?curid=1386158", "content": "আন লুইলিয়ে (ফরাসি: Anne L'Huillier; জন্ম ১৯৫৮, প্যারিস) একজন ফরাসি পদার্থবিজ্ঞানী ও সুইডেনের লুন্ড বিশ্ববিদ্যালয়ের পারমাণবিক পদার্থবিজ্ঞান বিষয়ের অধ্যাপিকা। তিনি বিশ্ববিদ্যালয়টির অ্যাটোসেকেন্ড গবেষক দলটির নেতৃত্ব দান করছেন। দলটি বাস্তব সময়ে ইলেকট্রন কণার গতিবিধি অধ্যয়ন করে, যেটিকে ব্যবহার করে পারমাণবিক স্তরে রাসায়নিক বিক্রিয়াসমূহ অনুধাবন করা সম্ভব। ২০০৩ সালে তিনি ও তাঁর গবেষক দল ১৭০ অ্যাটোসেকেন্ড মাপের আলোক স্পন্দন সৃষ্টি করে বিশ্বের ক্ষুদ্রতম এরূপ স্পন্দনের বিশ্বরেকর্ড ভঙ্গ করেন। ২০২৩ সালে তিনি যৌথভাবে পিয়ের আগোস্তিনি ও ফেরেনৎস ক্রাউসের সাথে পদার্থবিজ্ঞানে নোবেল পুরস্কার লাভ করেন।\n\n\n== জীবন ==\nশৈশবে ১৯৬৯ সালে মার্কিন চন্দ্রানুসন্ধান অভিযান অ্যাপোলো ১১ আন লুইলিয়েকে অনুপ্রাণিত করে। তাঁর পিতামহ বেতার যোগাযোগে কর্মরত একজন তড়িৎ প্রকৌশল অধ্যাপক ছিলেন। ফলে ছোটবেলা থেকেই বিজ্ঞান ও প্রযুক্তির প্রতি তাঁর অদম্য আগ্রহ ছিল।\nলুইলিয়ে ফ্রান্সের রাজধানী পারি ৬ বিশ্ববিদ্যালয় থেকে তাত্ত্বিক পদার্থবিজ্ঞান ও গণিতে দ্বৈত স্নাতকোত্তর উপাধি লাভ করেন। এরপর তিনি পরীক্ষাভিত্তিক পদার্থবিজ্ঞান বিষয়ে ১৯৮৬ সালে সেখান থেকে ডক্টরেট উপাধি লাভ করেন। এরপর তিনি \"কোমিসারিয়া দ্য লেনের্জি আতমিক\" (Commissariat de l’Energie Atomique, CEA অর্থাৎ \"পারমাণবিক শক্তি কমিশন\") নামক সংস্থাতে গবেষক হিসেবে স্থায়ী চাকরি লাভ করেন। ১৯৮৭ সালে তিনি একটি পিকোসেকেন্ড লেজার ব্যবস্থা ব্যবহার করা একটি পরীক্ষাতে প্রথমবারের মতো উচ্চবর্গের পূর্ণগুণিতক কম্পাংকের লেজার রশ্মি পর্যবেক্ষণ করেন। এই পরীক্ষা তাকে প্রবলভাবে আকৃষ্ট করে এবং তিনি গবেষণার এই ক্ষেত্রটিকে তার সম্পূর্ণ সময় নিবেদিত করতে মনস্থ করেন। ১৯৯৫ সালে তিনি সুইডেনের লুন্ড বিশ্ববিদ্যালয়ে স্থানান্তরিত হন ও ১৯৯৭ সালে সেখানে পূর্ণ অধ্যাপকের মর্যাদায় উন্নীত হন। ২০০৪ সালে তিনি রাজকীয় সুয়েডীয় বিজ্ঞান অ্যাকাডেমির সদস্য হিসেবে নির্বাচিত হন।\nআন লুইলিয়ে উচ্চবর্গীয় পূর্ণগুণিতক উৎপাদনের পরীক্ষামূলক প্রদর্শনের একজন অগ্রদূতই নন, তিনি এই প্রক্রিয়াটির সঠিক তাত্ত্বিক বর্ণনা প্রদানেও তাৎপর্যপূর্ণ অবদান রাখেন। তিনি অধোস্থিত প্রক্রিয়াগুলি সম্পর্কে জ্ঞান পরিশীলিতকরণের জন্য অনেকগুলি গুরুত্বপূর্ণ মৌলিক পরীক্ষা সম্পাদন করেন এবং অ্যাটোসেকেন্ড বিজ্ঞান নামক নতুন গবেষণা ক্ষেত্রটির গঠনে একজন গুরুত্বপূর্ণ ক্রীড়ানক হিসেবে কাজ করেন।\n\n\n== নোবেল পুরস্কার বিজয় ==\nঅণু-পরমাণুর মাপনীতে ইলেকট্রনের গতিবেগ এত দ্রুত যে এক অ্যাটোসেকেন্ডের কয়েক দশমাংশের মধ্যে ইলেকট্রনের গতি বা শক্তির পরিবর্তন ঘটতে পারে। এক অ্যাটোসেকেন্ড হল এক সেকেন্ডের দশ হাজার কোটি কোটি ভাগের একভাগ। অন্য ভাষায় বললে আজ থেকে প্রায় ১৪০০ কোটি বছর আগে মহাবিশ্বের জন্ম থেকে অদ্যাবধি যত সেকেন্ড অতিবাহিত হয়েছে, এক সেকেন্ডের মধ্যে প্রায় ততগুলি অ্যাটোসেকেন্ড আছে।\nপিয়ের আগোস্তিনি মার্কিন যুক্তরাষ্ট্রের ওহাইও রাজ্য বিশ্ববিদ্যালয়ের একজন অবসরোত্তর সাম্মানিক (ইমেরিটাস) অধ্যাপক। ফেরেনৎস ক্রাউস জার্মানির কোয়ান্টাম আলোকবিজ্ঞান বিষয়ে মাক্স প্লাংক ইনস্টিটিউটের পরিচালক। আন লুইলিয়ে সুইডেনের লুন্ড বিশ্ববিদ্যালয়ের অধ্যাপিকা। আগোস্তিনি, লুইলিয়ে ও ক্রাউসের পরীক্ষাগুলি এত হ্রস্ব দৈর্ঘ্যের আলোক স্পন্দন সৃষ্টি করতে পেরেছে, যে এই স্পন্দনগুলি ব্যবহার করে পরমাণু ও অণুর অভ্যন্তরের অত্যন্ত দ্রুতগতিতে চলমান ইলেকট্রনগুলির চটজলদি চিত্র (snapshot) তুলে সংশ্লিষ্ট প্রক্রিয়াগুলি উদ্ঘাটন করা সম্ভব।\n১৯৮৭ খ্রিস্টাব্দে আন লুইলিয়ে একটি নিষ্ক্রিয় গ্যাসের মধ্য দিয়ে অবলোহিত লেজার রশ্মি চালনা করার সময় আবিষ্কার করেন যে আলোকরশ্মিটির কম্পাঙ্ক বর্ণালীতে বহু বিভিন্ন \"অধিস্বরের\" (overtone) উদয় হয়। প্রতিটি অধিস্বর লেজার আলোকরশ্মির প্রতিটি চক্রের জন্য নির্দিষ্ট সংখ্যক চক্রবিশিষ্ট একটি আলোকরশ্মির প্রতিনিধিত্ব করে। গ্যাসের ভেতরের পরমাণুগুলির সাথে লেজার আলোকরশ্মির আন্তঃক্রিয়ার কারণে এগুলির সৃষ্টি হয়। লেজার আলোকরশ্মিটি কিছু ইলেকট্রনকে অতিরিক্ত শক্তি প্রদান করে, যা পরবর্তীতে আলোকরশ্মি আকারে নিঃসৃত হয়। আন লুইলিয়ে এই ঘটনাটি নিয়ে গবেষণা অব্যাহত রাখেন। ২০০১ সালে পিয়ের আগোস্তিনি পরপর-ঘটমান আলোক স্পন্দনের একটি ধারা উৎপাদন করতে ও সেগুলির উপর অনুসন্ধান চালাতে সক্ষম হন। প্রতিটি স্পন্দন মাত্র ২৫০ অ্যাটোসেকেন্ড স্থায়ী ছিল। একই সময়ে ফেরেনৎস ক্রাউস আরেক ধরনের পরীক্ষা নিয়ে কাজ করছিলেন, যার ফলে ৬৫০ অ্যাটোসেকেন্ড স্থায়ী একটি মাত্র আলোক স্পন্দনকে পৃথক করা সম্ভব হয়।\nএই তিন বিজ্ঞানীর অবদানের ফলে এমন সব অত্যন্ত দ্রুত প্রক্রিয়া নিয়ে বৈজ্ঞানিক অনুসন্ধান চালানো সম্ভবপর হয়েছে, যা অতীতে অসম্ভব ছিল। তাদের গবেষণার কারণে মানবজাতির সম্মুখে ইলেকট্রনদের বিশ্বের দুয়ার উন্মুক্ত হয়েছে। অ্যাটোসেকেন্ড পদার্থবিজ্ঞানের সুবাদে বিজ্ঞানীর আজ ইলেকট্রন-শাসিত কর্মপদ্ধতিগুলি অনুধাবনের সুযোগ পেয়েছেন। এই গবেষণার সম্ভাব্য প্রয়োগের মধ্যে আছে ইলেকট্রনবিজ্ঞানে (ইলেকট্রনিক্স) কীভাবে উপাদান পদার্থের মধ্যে ইলেকট্রনগুলি আচরণ করে ও কীভাবে সেগুলিকে নিয়ন্ত্রণ করা যায়। এছাড়া অ্যাটোসেকেন্ড স্পন্দন ব্যবহার করে ভিন্ন ভিন্ন অণু শনাক্ত করা যেতে পারে, যেগুলি চিকিৎসাবৈজ্ঞানিক রোগনির্ণয় ক্ষেত্রে গুরুত্বপূর্ণ হতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে আন লুইলিয়ে সম্পর্কিত মিডিয়া দেখুন।\nNobelprize.org-এ আন লুইলিয়ে  (ইংরেজি)"}