{"pageid": 1386030, "title": "তিরুপল্লান্তু", "url": "https://bn.wikipedia.org/wiki?curid=1386030", "content": "তিরুপল্লান্তু (তামিল : திருப்பல்லாண்டு, রোমান : Tirupaḷḷāṇṭu) বা 'পালান্ডু'  হলো হিন্দু দেবতা বিষ্ণুকে নিবেদিত একটি তামিল আশীর্বাদসূচক স্তোত্র । আলবরদের মধ্যযুগীয় ভক্তিমূলক স্তবের সংকলন  নালায়ীরা দিব্য প্রবন্ধমের এটি প্রথম স্তোত্র ।  পেরুমল তিরুমলির মতো  সাহিত্য-সংকলনের অন্যান্য রচনায় এর উল্লেখ করা হয়েছে ।\nএই স্তোত্রটি সাধারণত প্রভাত সময়ে শ্রীবৈষ্ণব সম্প্রদায়ের মন্দিরগুলিতে পাঠ করা হয় । \n\n\n== ব্যুৎপত্তি ==\nতিরু হল একটি তামিল শব্দ যার অর্থ পবিত্রতা, 'পল্লান্তু' শব্দের অর্থ 'বহু বছর'। \n\n\n== কিংবদন্তি ==\nএই স্তোত্রটির রচনা সম্পর্কে একটি শ্রীবৈষ্ণব কিংবদন্তি বিদ্যমান। পেরিয়ালবরকে একবার পান্ড্য রাজা ধর্মীয় বিতর্কে অংশগ্রহণের জন্য আমন্ত্রণ জানান । কবি-সাধক এই অনুষ্ঠানে বেশ কয়েকজন জৈন পণ্ডিতকে পরাজিত করতে সক্ষম হন, যা তাকে রাজার প্রশংসা অর্জন করতে সাহায্য করে। রাজা তাকে একটি শোভাযাত্রার মাধ্যমে সম্মানিত করেন, যেখানে তাকে একটি হাতির পিঠে বসিয়ে রাজধানী প্রদক্ষিণ করা হয়েছিল। ভক্তের প্রতি সন্তুষ্ট  হয়ে বিষ্ণু স্বয়ং তাঁর গরুড় বাহনে উপবিষ্ট হয়ে তাঁর সাথে দেখা করার জন্য পৃথিবীতে অবতরণ করেন । দেবতার উপস্থিতি প্রত্যক্ষ করে পেরিয়ালবর তাকে তিরুপল্লান্টু স্বব দ্বারা মহিমান্বিত করেছিলেন , এবং, সুরক্ষা ও দীর্ঘায়ু কামনা করেছিলেন। \n\n\n== স্তব ==\nতিরুপল্লান্তুতে বারোটি শ্লোক রয়েছে । কবি এই রচনায় বিষ্ণুর গুণাবলীর প্রশংসা করেছেন, যেমন :\n\nপল্লণ্টু পল্ল্যাণ্টু পল্ল্যাইরতত্তনটু\nপলকোটি নুতনাইরাম\nমল্লাট তিনতোদ মানিবনা! উন চিবাড়ি চেব্বি তিরুক্কাপ্পুর  অটিয়োমোটম নিন্নোটম পিরিভিন্নি আয়রাম পল্লান্টু বট্টিবাই নিনবালা মারপ্পিনিল\nবাল্লক্কিন্টু কাইবিরুত্তম\nবাল্লকিনারা মাই ওদি বালাত্তুইয়ুম চাতুতার\nআধুইয়ুম পল্ল্যাণটু পট্টাইপোর\nপুক্কু\nমুদঙ্কুম আপাঙ্কা\n\nচান্নিয়ুম পল্লান্তু\n\n\n== অনুবাদ ==\nশ্রীরাম ভারতীর নালায়ীরা দিব্য প্রবন্ধম স্তোত্রটির একটি গদ্য অনুবাদের বৈশিষ্ট্য রয়েছে , যার নাম 'দ্য সেক্রেড বুক অফ ফোর থাউজেন্ড' ।  কামিল জেভেলিবিল তার তামিল সাহিত্য শিরোনামের বইতে জেএসএম হুপারের স্তবটির একটি কাব্যিক অনুবাদ তুলে ধরেছেন । \n\nগদ্য অনুবাদ (শ্রীরাম ভারতী)\nবহু বছর, বহু সহস্র বছর,\nও শত সহস্র বছর,\nশক্তিশালী গদা তোমার হাতে রয়েছে, হে রত্নরঙের প্রভু! তোমার\nরক্তিম পাদপদ্ম আমাদের আশ্রয়।\nবহু বহু সহস্র বছর;\nআপনার  বুকে সেই শ্রী দেবী বিশ্রামরত  ,\nবহু বহু সহস্র বছর;\nআপনার ডান হাতে শোভা পাচ্ছে\nদুষ্কৃতিবিনাশী জ্বলন্ত চক্র ,\nবহু বহু সহস্র বছর\nযুদ্ধক্ষেত্রে বিরাজ করে পাঞ্চজন্য শঙ্খ।\nকাব্যিক অনুবাদ (জেএসএম হুপার)\nশ্রদ্ধা তোমার প্রতি,\nহে পরাক্রমশালী, যিনি জয় করেছেন\nমল্লবীরদের,\nতুমি গৌরবময় কৌস্তুভ মণি পছন্দ করো!\nঅসীম সৌন্দর্য  তোমার সহস্র\nকোটি বছর অনন্তকাল ধরে!\nকোন বিঘ্ন না আসুক তোমার দাসদের!\nধন্য সেই দেবী যিনি বাস করেন আপনার\nদীপ্তিশালী ডান পাশে!\nতোমার শক্তিশালী ডান হাতে\nগৌরবময় চক্র অসুরদের বধ করে!\nযুদ্ধে ধ্বনিত হয় পাঞ্চজন্য শঙ্খ!\n\n\n== আরও দেখুন ==\nপেরিয়ালবর তিরুমোলি\nতিরুপ্পবাই\nতিরুপল্লিয়েলুচি\n\n\n== তথ্যসূত্র =="}