{"pageid": 1386001, "title": "শবরী", "url": "https://bn.wikipedia.org/wiki?curid=1386001", "content": "শবরি (আইএএসটি: Śabarī, সংস্কৃত: शबरी) হিন্দু মহাকাব্য রামায়ণে একজন বয়স্ক তপস্বী নারী। তাকে একজন প্রবল ভক্তিশীল নারী হিসাবে বর্ণনা করা হয়েছে যিনি রামের প্রতি তার ভক্তির কারণে রামের আশীর্বাদ পেয়েছিলেন। পঞ্চ সরোবর বা পঞ্চ হ্রদের অন্যতম পবিত্র হ্রদ পম্পা সরোবরের তীরে তিনি রামের জন্য অপেক্ষা করেছিলেন।\n\n\n== গল্প ==\nশবরী গ্রামের এক নারী ছিলেন। কৃষ্ণা দত্তের মতে, তিনি জ্ঞানের সন্ধানী ছিলেন এবং ধর্মের অর্থ জানতে চেয়েছিলেন। কয়েকদিন ভ্রমণের পর, তিনি ঋষ্যমুখ পর্বতের পাদদেশে ঋষি মাতঙ্গের সাথে দেখা করেছিলেন। তিনি তাকে গুরু হিসাবে গ্রহণ করেছিলেন, বহু বছর ধরে ভক্তি সহকারে তাঁর সেবা করেছিলেন। মাতঙ্গ যখন মৃত্যুশয্যায়, তখন বৃদ্ধা শবরী বলেছিলেন যে সারা জীবন তাকে সেবা করার পরে, তিনি এখন নিজের জন্য একই \"শান্তির আবাস\" পৌঁছানোর চেষ্টা করেছিলেন যেখানে মাতঙ্গ পৌঁছেছিল। ঋষি উত্তর দিলেন যে, সে যদি সেবা (সেবা) দেয়, তাহলে দেবতা রাম তাকে দর্শন দেবেন। তিনি তাকে রামের আগমনের জন্য অপেক্ষা করতে বলেছিলেন। তারপর পদ্মের ভঙ্গিতে বসে ঋষি মহাসমাধি লাভ করেন। তার গুরুর পরামর্শ অনুসরণ করে, শবরী রামের আগমনের অপেক্ষায় ছিলেন।\nপ্রতিদিন, শবরী তার আশ্রম থেকে হাঁটার লাঠির সাহায্যে বেরিয়ে যেতেন এবং রামের জন্য বেরি তুলতেন। তিনি একটি তুলবেন, এটির স্বাদ নেবেন এবং যদি এটি মিষ্টি হয় তবে তিনি তেতোগুলো ফেলে দিয়ে এটি তার ঝুড়িতে রাখতেন। সে রামকে ভালো ফলগুলো দিতে চেয়েছিল। সে জানত না যে নৈবেদ্য আস্বাদন করা উচিত নয়। এইভাবে, কয়েকটি বেরি সংগ্রহ করে, শবরী আশ্রমে ফিরে আসতেন এবং রামের আগমনের জন্য অধীর আগ্রহে অপেক্ষা করতেন।\n\n\n=== রামের আগমন ===\nশাস্ত্রীয় বিবরণ অনুসারে, যদিও অন্যান্য শত শত যোগী তাদের আশ্রমে রামকে গ্রহণ করার জন্য অপেক্ষা করছিল, রাম কেবল তার আন্তরিক ভক্তির কারণে শবরীর আশ্রমে গিয়েছিলেন। রামকে দেখে শবরী উচ্ছ্বসিত হয়ে বললেন, “আপনার দর্শনের জন্য অনেক উচ্চপদস্থ যোগী অপেক্ষা করছিলেন, কিন্তু আপনি এই অযোগ্য ভক্তের কাছে এসেছেন (। . . ) এটি স্পষ্টভাবে দেখায় যে আপনি দেখতে পাবেন না যে একজন ভক্ত প্রাসাদে বা সাধারণ কুঁড়েঘরে থাকেন, তিনি পাণ্ডিত বা অজ্ঞ (...) জাত বা বর্ণও দেখতে পান না। আপনি কেবল সত্যিকারের ভক্তি দেখতে পাবেন (। . . ) আমি আমার হৃদয় ছাড়া অন্য কিছু দিতে নেই, কিন্তু এখানে কিছু ফল আছে। এটা আপনাকে খুশি করুক, আমার প্রভু।” শবরী সেই ফলগুলো দিলেন যা তিনি যত্ন করে সংগ্রহ করেছিলেন। রাম যখন তাদের স্বাদ গ্রহণ করেছিলেন, লক্ষ্মণ উদ্বেগ প্রকাশ করেছিলেন যে শবরী ইতোমধ্যে তাদের স্বাদ গ্রহণ করেছেন এবং তাই তারা খাওয়ার অযোগ্য। এতে, রাম জবাব দিয়েছিলেন যে, তিনি যে সমস্ত খাবারের স্বাদ গ্রহণ করেছিলেন তার মধ্যে, “এই জাতীয় ভক্তির সাথে নিবেদিত এই বেরিগুলোর সমান কিছুই হতে পারে না। তুমি সেগুলোর আস্বাদন কর, তাহলে একাই জানতে পারবে। যাকে ভালবাসার সাথে ফল, পাতা, ফুল বা কিছু জল দেয়, আমি খুব আনন্দের সাথে তা গ্রহণ করি।” প্রথাগত লেখকরা এই আখ্যানটি ব্যবহার করে ইঙ্গিত করে যে ভক্তিতে, দেবতাদের দ্বারা দোষ দেখা যায় না।\nশবরীর ভক্তিতে খুশি হয়ে রাম তাকে তার দৃষ্টি দিয়ে আশীর্বাদ করেন। রাম হস্তনির্মিত পাতাগুলোর দোনা বা বাটিগুলো লক্ষ্য করেন যেগুলোতে তিনি ফলগুলো দিয়েছিলেন এবং শবরী সেগুলো তৈরি করার কঠোর পরিশ্রম দেখে মুগ্ধ হন এবং তাই, গাছটিকে আশীর্বাদ করেন যাতে পাতাগুলো প্রাকৃতিকভাবে একটি বাটি আকারে বৃদ্ধি পায়। শবরী রামকে সুগ্রীবের কাছ থেকে সাহায্য নিতে এবং তার হদিস বলে। রামায়ণ বলে যে শবরী একজন অত্যন্ত উজ্জ্বল এবং জ্ঞানী সাধক ছিলেন। শবরী যে আশ্রমে থাকতেন এবং রামের জন্য অপেক্ষা করতেন সেই আশ্রমটিকে শবরী নারায়ণ নামে ডাকা হত যা ছত্তিশগড়ের জাঞ্জগীর-চাম্পা জেলায় অবস্থিত একটি শহর আজকের শিবনারায়ণে অবস্থিত ছিল।\n\n\n=== রামের বক্তৃতা ===\nরাম শবরীর কাছে নব-বিধা ভক্তি (নবগুণ ভক্তি) নিয়ে তাঁর বক্তৃতা দেন,এই ধরনের বিশুদ্ধ ভক্তি নয়টি উপায়ে প্রকাশ করা হয়। প্রথমটি হল সৎসঙ্গ বা প্রেম-মাতাল ভক্ত ও ধার্মিক মানুষের সাথে মেলামেশা। দ্বিতীয়টি হল আমার অমৃত সমান গল্প শোনার স্বাদ তৈরি করা। তৃতীয়টি হল গুরুর সেবা (। . . ) চতুর্থ হল আমার কীর্তন (সাম্প্রদায়িক কোরাস) গাওয়া (. . . ) জপ বা আমার পবিত্র নামের পুনরাবৃত্তি এবং আমার ভজন হল পঞ্চম ভাব (। . . ) সর্বদা শাস্ত্রীয় আদেশ অনুসরণ করা, ইন্দ্রিয়ের নিয়ন্ত্রণ, চরিত্রের আভিজাত্য এবং নিঃস্বার্থ সেবা অনুশীলন করা, এইগুলো ভক্তির ষষ্ঠ উপায়ের প্রকাশ। এই জগতের সর্বত্র আমাকে প্রকাশিত দেখা এবং আমার থেকেও আমার সাধুদের বেশি পূজা করাই হল ভক্তির সপ্তম উপায়। কারো দোষ খুঁজে না পাওয়া এবং নিজের যাকিছু আছে তাতে সন্তুষ্ট থাকা ভক্তির অষ্টম উপায়। আমার শক্তিতে সম্পূর্ণ বিশ্বাস সহ অসংরক্ষিত আত্মসমর্পণ হল নবম এবং সর্বোচ্চ পর্যায়। শবরী, যে কেউ আমার ভক্তির এই নয়টি উপায়ের মধ্যে একটি অনুশীলন করে আমাকে সবচেয়ে বেশি খুশি করে এবং ব্যর্থ না হয়ে আমার কাছে পৌঁছায়। সর্বশ্রেষ্ঠ যোগীদের পক্ষে যা সবচেয়ে কঠিন, তা শবরী, আপনার আন্তরিক ভক্তির কারণে সহজেই আপনি পেয়েছিলেন।\n\n\n== আরও দেখুন ==\nনাথসম্প্রদায়\nসবরীমালা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহি সংযোগ ==\nভগবান রাম কেবল শবরী জির প্রেমের জন্য তৃষ্ণার্ত ছিলেন। ব্রিগেডিয়ার প্রতাপ সিং জি জসপাল (অব. ) কর্তৃক\nভক্ত শবরীর কিংবদন্তী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ অক্টোবর ২০২১ তারিখে"}