{"pageid": 1386451, "title": "জৈব প্লাস্টিক", "url": "https://bn.wikipedia.org/wiki?curid=1386451", "content": "জৈব প্লাস্টিক বলতে নবায়নযোগ্য জৈব উপাদান উৎস থেকে উৎপাদিত প্লাস্টিককে বোঝায়। জৈব উপাদান বলতে উদ্ভিজ্জ তেল ও স্নেহ পদার্থ, ভুট্টার শ্বেতসার, খড়, কাঠের চিলতে, করাত-কাটা কাঠের গুঁড়া, পুনঃচক্রায়িত খাদ্য বর্জ্য, ইত্যাদিকে বোঝায়। কিছু কিছু জৈব প্লাস্টিক প্রাকৃতিক জৈবপলিমারকে সরাসরি প্রক্রিয়াজাত করে পাওয়া যায়। প্রাকৃতিক জৈব পলিমারের মধ্যে আছে পলিস্যাকারাইডসমূহ (যেমন শ্বেতসার, সেলুলোজ, চিটোসান, অ্যালগিনেট, ইত্যাদি) এবং প্রোটিনসমূহ (যেমন সয়া প্রোটিন, গ্লুটেন ও জেলাটিন)। আবার অন্য কিছু কিছু জৈব প্লাস্টিককে চিনিজাত পদার্থ (যেমন ল্যাকটিক অ্যাসিড) ও উদ্ভিজ্জ বা প্রাণিজ লিপিড বা স্নেহ পদার্থ (যেমন তেল ও চর্বি) থেকে রাসায়নিকভাবে সংশ্লেষ করে পাওয়া যায়। আবার কিছু জৈব প্লাস্টিক চিনি বা লিপিডের গাঁজনের মাধ্যমে জৈবিকভাবে তৈরি করা হয়। এর বিপরীতে দৈনন্দিন জীবনে ব্যবহৃত প্লাস্টিকগুলি হল পেট্রো-ভিত্তিক পলিমার যেগুলিকে জীবাশ্ম জ্বালানি যেমন পেট্রোলিয়াম ও প্রাকৃতিক গ্যাস থেকে উৎপাদন করা হয়।\nজৈব প্লাস্টিকের একটি সুবিধা হল কাঁচামাল হিসেবে জীবাশ্ম জ্বালানি থেকে স্বাধীনতা। জীবাশ্ম জ্বালানি একটি সীমিত ও বৈশ্বিকভাবে অসমভাবে বিস্তৃত একটি সম্পদ, যার সাথে পেট্রোলিয়াম রাজনীতি ও পরিবেশের উপর নেতিবাচক প্রভাবের মতো বিষয়গুলি জড়িত। জীবন চক্র বিশ্লেষণ গবেষণায় দেখা গেছে যে কিছু জৈব প্লাস্টিক জীবাশ্ম জ্বালানিজাত প্লাস্টিক অপেক্ষা কম কার্বন পদচিহ্ন বহন করতে পারে, বিশেষ করে যদি জৈব উপাদান বা বায়োম্যাসকে কাঁচামাল ও শক্তি উৎপাদনে ব্যবহার করা হয়। কিন্তু অন্যান্য জৈব প্লাস্টিক উৎপাদন প্রক্রিয়াগুলি তুলুনামূলকভাবে কম দক্ষ এবং এগুলি উৎপাদনে কার্বন পদচিহ্ন সাধারণ প্লাস্টিকের চেয়ে বেশি হয়।\n২০১৮ সালের হিসাব অনুযায়ী জৈব প্লাস্টিক বিশ্বের সামগ্রিক প্লাস্টিক উৎপাদনের প্রায় ২%। অব্যাহত গবেষণা, বিনিয়োগ, জীবাশ্ম-জ্বালানিভিত্তিক প্লাস্টিকের বিরুদ্ধে সচেতনতা বৃদ্ধির সাথে সাথে কিছু কিছু বাজারে জৈব প্লাস্টিক আরও বেশি গুরুত্বপূর্ণ হয়ে উঠছে। কিন্তু একই সাথে জীবাশ্ম প্লাস্টিকের উৎপাদনও সমান হারে বৃদ্ধি পাচ্ছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAssessment of China's Market for Biodegradable Plastics  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ সেপ্টেম্বর ২০২১ তারিখে, May 2017, GCiS China Strategic Research\nটেমপ্লেট:Plastics"}