{"pageid": 1386582, "title": "দেব জমিদার বাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1386582", "content": "দেব জমিদার বাড়ি বাংলাদেশের হবিগঞ্জ জেলার মাধবপুর উপজেলার অন্তর্গত বাড়াচান্দুরা গ্রামে অবস্থিত এক ঐতিহাসিক জমিদার বাড়ি স্থানীয়দের কাছে এই বাড়িটি \"দেব বাড়ি\" নামে সুপরিচিত জমিদার বাড়িটি প্রতিষ্ঠা করেছিলেন জমিদার রাজেন্দ্র চন্দ্র দেব।\n\n\n== ইতিহাস ==\nএই বাড়িটি জমিদার বাড়ি হলেও এটি সকলের কাছে দেব বাড়ি হিসেবেই বেশ পরিচিত। এই জমিদার বাড়িটি ব্রিটিশ শাসনামলে প্রতিষ্ঠিত হয়েছে তবে এর সঠিক সময় জানা যায়নি। জমিদার বাড়ির প্রতিষ্ঠাতা হচ্ছেন জমিদার রাজেন্দ্র চন্দ্র দেব। জমিদার কারো জমির উপর দিয়ে চলাফেরা করতেন না। তিনি নিজের জমিদার উপর দিয়ে চলাচল করতেন। তিনি সকল শ্রেণীর মানুষকে ভালোবাসতেন। যিনি ব্রিটিশ শাসনামলের ব্রিটিশদের এই দেশ থেকে তাড়াতে সিপাহী বিদ্রোহ আন্দলোন করেন। ব্রিটিশদের ধরপাকড়ের কারণে বর্তমান হবিগঞ্জ জেলার অন্তর্গত মাধবপুর উপজেলার আন্দিউড়া ইউনিয়নে আত্মগোপন করেন। তারপর এখানে স্থায়ীভাবে বসবাস শুরু করেন এবং পরবর্তীতে এখানের জমিদারীত্ব লাভ করেন। তিনি মারা যাবার পর এই জমিদার বাড়ির জমিদারীত্ব বংশ পরম্পরায় চলতে থাকে পর্যায়ক্রমে। এই জমিদার বাড়ির জমিদাররা কালে কালে বহু সুনাম অর্জন করেন যা এখনো সাধারণ মানুষের কাছে বিদ্যমান। উল্লেখ্য যে এই জমিদার বংশধররা ছিলেন হিন্দু ধর্মালম্বী। এখনো এই জমিদার বাড়ির বংশধররা আছেন। যারা সরকারের বিভিন্ন উচ্চ পর্যায়ের কর্মকর্তা হিসেবে কর্মরত আছেন। জমিদারি প্রথা বিলুপ্ত হলে এই জমিদার বাড়ির জমিদারীত্বে ইতি ঘটে।\n\n\n== জমিদার বাড়ির বংশধর ==\nইতিহাস থেকে এই জমিদার বাড়ির বংশধরদের মধ্যে কয়েকজনের নাম জানা যায়। জমিদার বাড়ির প্রতিষ্ঠাতা জমিদার রাজেন্দ্র চন্দ্র দেব উনি ছিলেন এক সন্তানের জনক। যার নাম ছিল রাজকুমার চন্দ্র দেব। রাজকুমার দেব ছিলেন তিন সন্তানের জনক। তারা হলেন ব্রজেন্দ্র চন্দ্র দেব, নরেন্দ্র চন্দ্র দেব। ব্রাহ্মণবাড়িয়া ও হবিগঞ্জের ঐতিহাসিক দেব বংশ ও বাড়াচান্দুরা এই জমিদার পঞ্চম পুরুষরা এখন দেশ বিদেশের বিভিন্ন জায়গায় কর্ম কেন্দ্রিক স্থায়ী হয়। বর্তমানে এখন বংশধর হল ব্রজেন্দ্র চন্দ্র দেব পুত্র কাজল চন্দ্র দেব। কাজল চন্দ্র দেব এর পুত্র প্রদীপ্ত চন্দ্র দেব। \n\n\n== জমিদার বাড়ির অবকাঠামো ==\nজমিদার বাড়িটি দ্বিতল বিশিষ্ট ৬ টি মহল এবং একতল বিশিষ্ট কিছু মহল, মোট ৩ টি আলাদা ভবন দিয়ে একটি সীমানায় অবস্থিত। সম্ভবত এটিই মাধবপুর উপজেলার সবচেয়ে বড় জমিদার বাড়ি। বাড়ির পারপাশে প্রায় ২টি দিঘি রয়েছে। পুরো বাড়িজুড়ে নানা জাতের বৃক্ষ যেমনঃ বেল গাছ, কাঁঠাল গাছ, জাম্মুরা গাছ, বট বৃক্ষ ইত্যাদি। মূল বাড়িতে প্রবেশের আগেই আছে বিশাল দু’টি পুকুর- শাণ বাঁধানো ঘাটলা, মন্দির ও একটি বিশাল বড় দোল পূর্ণিমা পূজার জন্য দোল ব্যধী।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nজমিদার বাড়ি\n\n\n== তথ্যসূত্র =="}