{"pageid": 1386389, "title": "কান্নিনুন চিরুটাম্পু", "url": "https://bn.wikipedia.org/wiki?curid=1386389", "content": "কান্নিনুন চিরুটাম্পু ( তামিল: கண்ணிநுண் சிறுத்தாம்பு ) বা কান্নিনুন সিরুত্তম্বু  শ্রী বৈষ্ণব ঐতিহ্যের দ্বাদশ আলবরের অন্তর্গত মধুরকবি আলবর রচিত তামিল হিন্দু সাহিত্য রচনা।  এগারোটি পশুরম (স্তব) দ্বারা গঠিত কান্নিনুন চিরুটাম্পু হল মধুরকবির আচার্য নম্মালবরের প্রতি শ্রদ্ধার্ঘ্য।  এই স্তোত্রগুলি শ্রী বৈষ্ণব সংকলন নালায়রা দিব্য প্রবন্ধে রয়েছে। \n\n\n== কিংবদন্তি ==\n\nকান্নিনুন চিরুটাম্পু সংকলনটি নালায়রা দিব্য প্রবন্ধমের উৎপত্তির সঙ্গে যুক্ত। কিংবদন্তি অনুসারে, ব্রহ্মবিদ্ নাথমুনি একবার কিছু লোককে কুম্ভকোনম-এ নম্মালবরের আরাবামুদে গীতি পাঠ করতে শুনেছিলেন। এই \"পশুরম\" (স্তবগান) শুনে মুগ্ধ হয়ে তিনি গীতিগুলি সম্পর্কে অধিক জানতে জানতে আগ্রহী হন। গীতিকাগুলির একটি আয়িরাতুল ইপ্পাত্তু (আক্ষ. ' ১,০০০ এর মধ্যে ১০টি') তে উল্লেখ করা হয়েছে। নাথমুনি যখন সেই গায়কদের অবশিষ্ট ৯৯০টি গান সম্পর্কে জিজ্ঞাসা করলেন, যারা ১০ টি গান গাইছিলেন, তারা তাকে বলেন অন্যান্য গানগুলো সম্পর্কে কিছুই জানেন না। কিন্তু গানটিতে আলবর (কুরুগুর শঠকোপ) এর নাম ও স্থান উল্লেখ করায়, নাথমুনি কুরুকুর-এ যান এবং সেখানকার লোকদের নম্মাজবরের রচিত ১,০০০টি শ্লোক সম্পর্কে জিজ্ঞাসা করেন।\n[8]\nনাথমুনি যে ১,০০০টি শ্লোক চেয়েছিলেন তা লোকেরা জানত না, কিন্তু তারা তাকে নম্মালবরের শিষ্য মধুরকবি আলবর এর ১১টি পশুরম (স্তব) ও কান্নিনুন চিরুটাম্পুর কথা বলেছিল। তারা তাকে তিরুপুলিয়ালবরে যেতে বলে, যেখানে নম্মালবর বাস করতেন এবং এই ১১টি পশুরম ১২,০০০ বার পাঠ করতেন। নাথমুনি পরামর্শ মতো কাজ করলে তাঁর তপস্যায় সন্তুষ্ট হয়ে নম্মালবর তাঁকে শুধুমাত্র তাঁর ১,০০০টি পশুরমই নয়, বরং সমস্ত আলওয়ারদের সম্পূর্ণ চার হাজার-পশুরম সংকলন প্রদান করেছিলেন।[9]\n\n\n== স্তবগান ==\nপ্রথম স্তবগানের শুরুর দুটি শব্দের নাম অনুসারে স্তবগানের নামকরণ করা হয়েছে। এটি সম্ভবত যশোদা দ্বারা শিশু কৃষ্ণকে মাখন চুরি করা থেকে বিরত রাখতে উদূখলে বন্ধনের কাহিনীর প্রতি লক্ষ্য করে সৃষ্টি করা হয়েছে , ও তাঁর গুরু নম্মলবরের সঙ্গে কবির নিজের দৃঢ় সম্পর্ককে তুলে ধরা হয়েছে। তিনি তার গুরুকে কুরুকুরের প্রভুরূপে প্রশংসা করেন। কারণ কুরুগুর শহরে নম্মালবর বাস করতেন।\nস্তোত্রগানের প্রথম স্তোত্রটি নিম্নরূপ অনুবাদ করা হয়েছে:\n\nচমৎকারিক বালক আমাদের প্রভু গিঁটযুক্ত দড়ির বন্ধন স্বীকার করে দাঁড়িয়েছিলেন। যখন কুরুগুর( আলওয়ার তিরুনগরী) নাম্বীর নাম উচ্চারণ করি তখন মুখ থেকে অমৃত প্রবাহিত হতে শুরু করে\n\n\n== আরও দেখুন ==\nপেরিয়ালবর তিরুমলি\nতিরুচন্দ বিরুত্তম\nনাচিয়ার তিরুমলি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMudalayiram - K. R. KrishnaSwami"}