{"pageid": 1386215, "title": "বৃশ্চিকাসন", "url": "https://bn.wikipedia.org/wiki?curid=1386215", "content": "বৃশ্চিকাসন হল আধুনিক যোগব্যায়ামে একটি উল্টানো আসন, যেখানে অগ্রবাহুর ওপর ভারসাম্য রেখে পেছন দিককে বাঁকিয়ে ওপর দিকে তোলা হয়। অগ্রবাহুর বদলে মেঝেতে হাতের তালু রেখে কনুই বাঁকিয়ে পা তোলা হলে তাকে গণ্ডভেরুণ্ডাসন বলা হয়। লাইট অন যোগা বা যোগ দীপিকা বইতে এই আসনের দুটি বিকল্প হিসাবে অগ্রবাহু এবং হাতের ভারসাম্য উভয় প্রকারকেই বিবেচনা করা হয়েছ। কিছু যোগ ঐতিহ্যে এটি শীর্ষাসনের একটি অংশ।\nএকটি অনুরূপ আসন, পিঞ্চ ময়ূরাসন বা পালকযুক্ত ময়ূরাসন হল দুটি অগ্রবাহুর ভারসাম্যে শরীরকে উঁচু করা এবং পা সোজা করে ওপরে তোলা, যার ফলে ময়ূরের পেখমের সাথে কিছুটা সাদৃশ্য তৈরি হয়। এর প্রস্তুতিমূলক আসনটিকে বিভিন্নভাবে অর্ধ পিঞ্চ ময়ূরাসন বা ডলফিন আসন বলা হয়।\n\n\n== ব্যুৎপত্তি এবং উৎস ==\n\nএই আসনের নাম সংস্কৃত \"বৃশ্চিক\" এবং \"আসন\" থেকে এসেছে। পিঞ্চ (সংস্কৃত पिञ्च) মানে পালকযুক্ত।\nআসনটি মধ্যযুগীয় হঠ যোগ গ্রন্থে পাওয়া যায় না, তবে ২০ শতকের নির্দেশিকা যেমন লাইট অন যোগা-তে বর্ণিত হয়েছে।\n\n\n== বর্ণনা ==\nযেহেতু এই আসনে শক্তি, ভারসাম্য এবং নমনীয়তা প্রয়োজন, সেহেতু বৃশ্চিকাসনকে একটি উন্নত আসন হিসাবে বর্ণনা করা হয়েছে। যোগ বিশেষজ্ঞ বিকেএস আয়েঙ্গারের ১৯৬৬ সালের লাইট অন যোগা এটিকে ৬০টি স্তরের মধ্যে ৩২ স্তরে মূল্যায়ন করেছে। মূল আসনে, শীর্ষাসনের মতো শরীরটি ভারসাম্যে থাকে, তবে পা বাঁকানো এবং পিঠ হালকা বাঁকযুক্ত এবং মাথাটি উত্তোলিত থাকে যাতে শরীরটি কেবল বাহু দ্বারা সমর্থিত হয়। এর আরও উন্নত একটি রূপে পিঠ পিছনের দিকে আরও বেঁকে থাকে যাতে পা দিয়ে মাথার তালু স্পর্শ করা যায়। অন্য একটি উন্নত বিকল্পে পাদুটি মাথা এবং বাহুর উপরে সোজা অনুভূমিকভাবে প্রসারিত থাকে, যা দেখতে একটি আক্রমণাত্মক কাঁকড়াবিছার শরীরের উপর দিয়ে সামনের দিকে প্রসারিত লেজের মতো। আসনটি বৈকল্পিকভাবে সোজা বাহু দিয়েও সম্পাদন করা যেতে পারে। বাহুতে বিশ্রাম (পিঞ্চ ময়ূরাসন) বা অধোমুখবৃক্ষাসনে বাহু রেখে, পায়ের সমর্থনের জন্য একটি চেয়ার ব্যবহার করে আসনটি করা যেতে পারে।\nলাইট অন যোগাতে বৃশ্চিকাসন ১ (অগ্রবাহুর ভারসাম্য, মাথার ওপরে পা, ফলক ৫৩৬ এবং ৫৩৭) এবং বৃশ্চিকাসন ২ (হাতের তালুতে ভারসাম্য, মাথার উপর পা, ফলক ৫৩৮)-কে আলাদা করা হয়েছে, যার মধ্যে দ্বিতীয়টিকে \"অত্যন্ত কঠিন\" ভারসাম্য হিসাবে বর্ণনা করা হয়েছে। বলা হয়েছে, মাথার উপর পা রাখাকে আসনরত ব্যক্তির অহংকে \"মারাত্মক\" বৃশ্চিকসুলভ আবেগ দিয়ে বশীভূত করার প্রচেষ্টাকে নির্দেশ করে।\n\n\n== বৈচিত্র‍্য ==\n\n\n=== শিক্ষানবিশ থেকে মধ্যবর্তী স্তর ===\n\nঅর্ধ পিঞ্চ ময়ূরাসনে (অর্ধ পালকযুক্ত ময়ূরাসন), যাকে ডলফিন পোজও বলা হয়, সম্পূর্ণ আসনের জন্য বাহু মেঝেতে থাকে, কিন্তু অধোমুখ শ্বনাসনের মতো পা মেঝেতে থাকে। চতুরঙ্গ দণ্ডাসনের মতো প্রায় অনুভূমিক অবস্থান দিয়ে আসনটি শুরু করা যেতে পারে এবং তারপরে পাদুটিকে সামনের দিকে এগিয়ে এনে নিতম্বকে কৌণিকভাবে তোলা যেতে পারে। একটি ডলফিন ব্যায়াম বারবার নিচু রূপ এবং উঁচু রূপের মধ্যে পর্যায়ক্রমে পরিবর্তিত হয়। নিচু রূপ হলো হাতের সামনে মাথা এবং কনুই নমনীয়, উঁচু রূপে নিতম্ব উত্থাপিত এবং হাতের পিছনে মাথা। এক পা শরীরের সাথে সামঞ্জস্য রেখে উত্থাপিত হতে পারে (এক পায়ের ডলফিন ভঙ্গিমা)।\nসম্পূর্ণ আসনে যেতে, একটি দেয়ালের কাছাকাছি হাত রেখে পাদুটিকে লাফ দিয়ে দেওয়ালের গায়ে স্থাপন করা যেতে পারে। আরও এক ধাপ উচ্চে যেতে, শরীরকে উল্লম্ব রেখে, হাঁটু বাঁকাতে হবে যাতে পায়ের পাতা দেওয়ালের সাথে সমতল হয়; তারপর এক পা উল্লম্বভাবে বাড়িয়ে ভারসাম্যে আসা যেতে পারে। সরলরেখায় স্থাপনে সহায়তা করার জন্য সরঞ্জাম ব্যবহার করা যেতে পারে: দেয়ালের বিপরীতে, হাতের মধ্যে একটি ব্লক স্থাপন করা যেতে পারে; কনুইয়ের ঠিক উপরে বাহুদুটির চারপাশে একটি বন্ধনী দেওয়া যেতে পারে।\nঅনুশীলনকারীদের সতর্ক করা হয়, যতক্ষণ না তারা সরঞ্জাম ব্যবহার করছেন এবং পড়ে গেলে নিরাপদে অবতরণ করার শক্তি এবং নমনীয়তা না পান ততক্ষণ যেন তারা দেওয়াল থেকে পা সরিয়ে সম্পূর্ণ ভারসাম্য বজায় রাখার চেষ্টা না করেন। এর জন্য চক্রাসন করার মতো পিঠ বাঁকানোর ক্ষমতা প্রয়োজন।\n\n\n=== উন্নত স্তর ===\nপিঞ্চ ময়ূরাসন (পালকযুক্ত ময়ূরাসন), বৃশ্চিকাসনের মতোই একটি অগ্রবাহুর ভারসাম্যমূলক আসন, তবে এক্ষত্রে পা সোজা, মাথার উপরে প্রসারিত, পিঠটি খুব কম বক্র থাকে।   বিকেএস আয়েঙ্গারের লাইট অন যোগা অনুসারে, এই আসনটি বর্ষাকালে একটি ময়ূরের নাচের কথা মনে করিয়ে দেয়, যেখানে ময়ূর লেজ তুলে পেখম মেলে দেয়।\nশয়নাসন (বিশ্রামের ভঙ্গি) পিঞ্চ ময়ূরাসনের মতোই, তবে কেবল কনুই মাটিতে থাকে এবং হাত দিয়ে মুখ ধরা থাকে, এটি একটি কঠিন ভারসাম্য আসন।\n\nগণ্ডভেরুণ্ডাসন (দুরূহ মুখের আসন) পিঞ্চ ময়ুরাসনের মতো, কিন্তু বাহু বাঁকানো থাকে এবং মাটিতে শুধুমাত্র করতল থাকে; পিঠ হালকাভাবে বাঁকযুক্ত এবং পা ও পদতল উল্লম্বভাবে উপরের দিকে নির্দেশ করে। এটি কাঁধের নীচে একটি ব্লক দিয়ে অনুশীলন করা যেতে পারে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== রেকর্ড ==\nসংযুক্ত আরব আমিরাতের দুবাইয়ের গিনেস ওয়ার্ল্ড রেকর্ড অনুসারে, ২০২২ সালে ভারতীয় যোগ শিক্ষক যশ মোরাদিয়া ২৯ মিনিট ৪ সেকেন্ড ধরে আসনটি করেছিলেন।\n\n\n== আরও দেখুন ==\nআসনের তালিকা\nবৃশ্চিক লাথি\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nআয়েঙ্গার, বি. কে. এস. (১৯৭৯)। লাইট অন যোগা: যোগ দীপিকা। Unwin Paperbacks। আইএসবিএন 978-1855381667। \n\n\n== বহিঃসংযোগ ==\nযোগব্যায়াম আসন: বৃশ্চিকাসন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ জুন ২০১৯ তারিখে (মৌলিক আসন এবং রূপ সহ ফটোগ্রাফ)"}