{"pageid": 1386182, "title": "কার্লেস কোমামালা", "url": "https://bn.wikipedia.org/wiki?curid=1386182", "content": "কার্লেস কোমামালা লোপেজ-দেল পান (১৭ এপ্রিল ১৮৮৯ – ৪ আগস্ট ১৯৮৩) পেশায় একজন অর্থোপেডিক সার্জন এবং ১৯০৩ থেকে ১৯১১ সালের মধ্যে বার্সেলোনার হয়ে একজন ফুটবল খেলোয়াড় ছিলেন। তিনি ১৯০৯–১৯১১ সালে বার্সেলোনার একজন পরিচালক ছিলেন।\n\n\n== প্রাথমিক জীবন এবং কর্মজীবন ==\nস্পেনের রাজধানী মাদ্রিদে বাস্ক বাবা এবং ক্যানারীয় মায়ের ঘরে জন্ম হয় তার।\n১৯০৩ সালে তিনি বার্সেলোনায় যোগ দেন, যখন তার বন্ধু জোয়ান গাম্পের (যিনি ১৮৯৯ সালে ক্লাবটি প্রতিষ্ঠা করেছিলেন এবং ফুটবল ক্লাব বার্সেলোনার একজন সভাপতি ছিলেন) অবসর নেন। কোমামালা একজন দুর্দান্ত স্ট্রাইকার ছিলেন যিনি তার দীর্ঘ ক্যারিয়ারে অনেক গোল করেন। ক্লাবের হয়ে ১৫৪টি ম্যাচে তিনি মোট ১৭২টি গোল করেছেন।\nতিনি খুব সক্রিয় জীবনযাপন করেছিলেন এবং তিনি আইরিশ ফুটবল দল গ্যালেন এবং উনিভার্সিতারি প্রতিষ্ঠা করেছিলেন। তিনি ফুটবল ক্লাব কাজুয়ালের হয়েও খেলেছেন। তিনি রাগবি এবং সাঁতার অনুশীলন করতেন, মাঝে মাঝে সাংবাদিকতামূলক লেখালেখি করতেন এবং ১৯২৩ সালে কাতালান ফেডারেশন অব জিমন্যাস্টিকসের প্রতিষ্ঠাতা ও প্রথম সভাপতি হন।\nকোমামালা ১৯১০ থেকে ১৯১২ সালের মধ্যে কাতালান জাতীয় দলের হয়ে বেশ কয়েকটি ম্যাচ খেলে দুটি গোল করেন, যার মধ্যে প্রথমটি ২৪ জুলাই ১৯১০-এ প্যারিসের কাছে ১–৩ গোলে হারার ম্যাচে কাতালুনিয়ার প্রথম আন্তর্জাতিক খেলায় আসে (যদিও ফিফা কর্তৃক স্বীকৃত নয়)।\nকার্লেস কোমামালাকে একজন মহান কার্টুনিস্ট হিসেবে বিবেচনা করা হতো; তিনি ছিলেন ফুটবল ক্লাব বার্সেলোনার বর্তমান কোট অব আর্মসের মূল ধারণার স্রষ্টা, তারপর ১৯১০ সালে বার্সার জন্য তাদের ঢালকে আরও ভালোভাবে নকশা করার জন্য পাবলিক টেন্ডার জিতেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nকোমামালার ভাই আর্সেনি এবং আউরিও ছিলেন ফুটবল খেলোয়াড়, যারা দুজনেই বার্সেলোনার হয়েও খেলতেন। এছাড়াও তিনি ফুটবল ক্লাব বার্সেলোনা ক্লাব ক্রেস্টের ডিজাইনার ছিলেন, যার জন্য তিনি ১৯১০ সালে অনুষ্ঠিত একটি গণ প্রতিযোগিতা জিতেছিলেন।\n\n\n== অর্জন ==\nস্পেনীয় চ্যাম্পিয়নশিপ: ১৯০৯–১০\nকাতালান চ্যাম্পিয়নশিপ: ১৯০৪–০৫, ১৯০৮–০৯, ১৯০৯–১০ এবং ১৯০১০–১১\nপিরেনিস কাপ : ১৯০১–১০ এবং ১৯১০–১১\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকার্লেস কোমামালা ই লোপেজ দেল পান | কাতালান ডাক্তারদের গ্যালারি"}