{"pageid": 1386766, "title": "আলসায়েদ আগাজায়েরলি", "url": "https://bn.wikipedia.org/wiki?curid=1386766", "content": "আলসায়েদ আগাজায়েরলি (আরবি: السيد الجزايرلي) হলেন একজন মিশরীয় কবি, লেখক এবং সাংবাদিক যিনি ১৯৯৪ সাল থেকে সৌদি প্রেসে কাজ করছেন। তিনি মিশরীয় লেখক ইউনিয়নের সদস্য। কবিতা, কথাসাহিত্য, বর্ণনা, থিয়েটার, সিনেমা এবং চারুকলায় তার সমালোচনামূলক অবদান রয়েছে।\n\n\n== জীবনী ==\nআশির দশকের শেষের দিকে আলেকজান্দ্রিয়ায় চলে যাওয়ার এবং সেখানে সাংস্কৃতিক জীবনে জড়িত হওয়ার আগে আগাজায়েরলি ১৮ সেপ্টেম্বর, ১৯৬৭ সালে কাফর এল-শেখ গভর্নরেটে জন্মগ্রহণ করেছিলেন। তিনি ১৯৮৬ সাল থেকে অনেক মিশরীয় এবং আরব সাংস্কৃতিক পত্রিকায় তার কবিতা এবং সাহিত্য এবং সমালোচনামূলক লেখা প্রকাশ করা শুরু করেছেন, বিশেষ করে: (\"কবিতা\" - \"ইবদা\" - \"নতুন সংস্কৃতি\" - \"আল-বায়ান\" - \"আল-রাফিদ\" - \"বাহরাইন\" - \"আল-মুনতাদা\"), এবং অনেক সংবাদপত্রে, সবচেয়ে উল্লেখযোগ্যভাবে: (\"আল-আহরাম\" - \"আল-জুমহুরিয়া\" - \"আল-মাসা\" - \"আখবার আল-আদাব\" - \"আল-হায়াত\" - \"আশারক আল-আওসাত\" - \"রিয়াদ\" - আল-মদীনা...) সৌদি প্রেসে কাজের অভিজ্ঞতার সময় তিনি আল-জাজিরা পত্রিকা এবং আল-ইয়ুম পত্রিকায় কাজ করেন। তিনি বেশ কয়েকটি মাসিক ও সাপ্তাহিক পত্রিকা পরিচালনা করেন, যেখানে তিনি প্রধান সম্পাদক হিসেবে কাজ করেন এবং \"রোটানা\" পত্রিকার বহিরাগত অফিস পরিচালনা করেন, আংহাম পাবলিশিং হাউসের বিশেষায়িত প্রকাশনার পরিচালক, \"আল-মুমাইজন ভিআইপি\" ম্যাগাজিনের সম্পাদকীয় পরিচালক, \"লাইলাত খামিস\" পত্রিকার প্রধান সম্পাদক, এবং \"আল বারেজ\" ম্যাগাজিনের সম্পাদকীয় পরিচালক এবং মিডিয়া পরামর্শ প্রকল্পের পরিচালক। তদুপরি, তিনি সৌদি কমিশন ফর ট্যুরিজম অ্যালন্ড ন্যাশনাল হেরিটেজের তথ্য ও সম্পর্ক বিভাগের সাধারণ বিভাগে প্রকাশনা ইউনিটের তত্ত্বাবধায়ক হিসাবে কাজ করেছেন। (বর্তমানে সৌদি পর্যটন মন্ত্রণালয়) ২০০৮ থেকে ২০২১ সাল পর্যন্ত এবং ২০২১ সালের জানুয়ারি থেকে রিয়াদের কিং ফয়সাল সেন্টার ফর রিসার্চ অ্যান্ড ইসলামিক স্টাডিজে কাজ করছেন, সৌদি আরবের রাজধানী।টেমপ্লেট:Circular reference\n\n\n== অবদানসমূহ ==\nতিনি অনেক কবিতা সন্ধ্যায়, চারুকলা প্রদর্শনী, কবিতা ও সাহিত্য প্রতিযোগিতার জন্য বেশ কয়েকটি জুরি কমিটিতে অংশগ্রহণ করেছিলেন, এবং একাডেমিক ও সাংস্কৃতিক প্রতিষ্ঠানে অনুষ্ঠিত অনেক সেমিনার এবং সাংস্কৃতিক অনুষ্ঠানে, যার মধ্যে রয়েছে: কিং সৌদ বিশ্ববিদ্যালয়ের আর্ট এডুকেশন কলেজ, কিং ফাহদ সাংস্কৃতিক কেন্দ্র, সংস্কৃতি ও মিডিয়া মন্ত্রণালয়ের সংস্কৃতি বিষয়ক সংস্থা, সংস্কৃতি ও শিল্পের জন্য সৌদি সোসাইটি এবং বিবলিওথেকা আলেকজান্দ্রিনা। তিনি রিয়াদের মিশরীয় সাংস্কৃতিক কেন্দ্রে এবং রিয়াদ আন্তর্জাতিক বইমেলায় কাজ করেছেন। এছাড়াও তিনি মিডিয়া, সমালোচনা, চারুকলা, থিয়েটার এবং মিশর এবং সৌদি আরবের সাংস্কৃতিক বিষয়গুলির ক্ষেত্রে বিভিন্ন চ্যানেলের জন্য টেলিভিশন পর্বের একটি সিরিজে অংশ নিয়েছিলেন। তিনি 1998 সাল থেকে এখন পর্যন্ত রিয়াদের মিশরীয় সাংস্কৃতিক কেন্দ্রে বিপুল সংখ্যক অনুষ্ঠান এবং সাংস্কৃতিক কর্মকাণ্ডের সংস্থার তত্ত্বাবধান করেছেন। তিনি সৌদি আরবে বেশ কয়েকটি রেডিও প্রোগ্রামের জন্য দৈনিক কবিতা সেশন রেকর্ড করেছিলেন। তিনি সৌদি টিভি ফ্যামিলি চ্যানেলে \"কালচারাল স্পেকট্রা\" টিভি অনুষ্ঠান প্রস্তুত ও উপস্থাপন করেন।\n\n\n== প্রকাশনা ==\nআলসায়েদ আগাজায়ের্লি অনেক বই প্রকাশ করেছেন যা কবিতা, সাহিত্য এবং সাংবাদিকতামূলক ডকুমেন্টেশনের মধ্যে পরিবর্তিত হয়, বিশেষ করে:\n\nদিওয়ান \"এ ফিস্টফুল অফ পেইন ফ্রম দ্য লেক\" (মূল শিরোনাম: হাফনা মন ওয়াজা আলবুহাইরাহ) যেটি ১৯৯৫সালে সাংস্কৃতিক প্রাসাদের জন্য সাধারণ কর্তৃপক্ষের কেন্দ্রীয় পুরস্কার বিজয়ী।\nদিওয়ান \"দ্য বায়োগ্রাফি অফ থার্স্ট\" (মূল শিরোনাম: সেরাত আলতাশ) কায়রোতে আল-মাহরুসা প্রকাশনা কেন্দ্র, ২০১১ দ্বারা প্রকাশিত।\nদিওয়ান \"বেদনার বর্ণমালা\" (মূল শিরোনাম: আবজাদেয়াত আলওয়াজা) ২০১৪ সালে কায়রোতে আল-আদহাম পাবলিশিং হাউস দ্বারা প্রকাশিত\nদিওয়ান \"অনুপস্থিতির ভুল\" (মূল শিরোনাম: মিসক আলগেয়াব) ২০১৬ সালে কায়রোতে আল-মাহরুসা প্রকাশনা কেন্দ্র দ্বারা প্রকাশিত।\nদিওয়ান \"দ্য হার্ভেস্ট অফ সল্ট অ্যান্ড দ্য উইন্ড\" (মূল শিরোনাম: হাসাদ আলমেলেহ ওয়া আলরিহ) ২০১৮ সালে কায়রোতে আল মাহরুসা প্রকাশনা কেন্দ্র দ্বারা প্রকাশিত\n\"দ্য জেসমিন রিং\"[৪] (মূল শিরোনাম: তাওক আল্যাসমিন) নিজার কাব্বানীর কবিতায় গান গাওয়ার অভিজ্ঞতা নিয়ে একটি বই, যা ১৯৯ সালে লন্ডনের ইন্টারন্যাশনাল কোম্পানি ফর পাবলিশিং অ্যান্ড ডিস্ট্রিবিউশন দ্বারা জারি করা হয়েছিল।\n\"ডেজার্ট নাইটস\" (মূল শিরোনাম: ফুরসান আলসাহরা) আরবি কবিতা এবং জীবনীতে একটি বই, যা ১৯৯৯ সালে লন্ডনের ইন্টারন্যাশনাল কোম্পানি ফর পাবলিশিং অ্যান্ড ডিস্ট্রিবিউশন দ্বারা জারি করা হয়েছিল।\nপ্রেস ডকুমেন্টেশনের ক্ষেত্রে, তিনি জারি করেছেন:\n\n\"সিক্রেটস অফ ডায়না'স কিলিং\" (মূল শিরোনাম: আসরার মাকতাল ডায়ানা) বই, যা আসডাফ পাবলিশিং হাউস, ১৯৯৭ এর প্রকাশনা থেকে একটি প্রেস ডকুমেন্টেশন।\n\"দ্য শিপ অফ লস্ট ড্রিমস\" (মূল শিরোনাম: সাফেনাত আলাহলাম আলদায়েয়াহ) বই, যা একটি প্রেস ডকুমেন্টেশন, যা ১৯৯৮ সালে লন্ডনের ইন্টারন্যাশনাল কোম্পানি ফর পাবলিশিং অ্যান্ড ডিস্ট্রিবিউশন দ্বারা জারি করা হয়েছিল।\n\"দ্য ক্লিনটন অ্যান্ড মনিকা কেস\" (মূল শিরোনাম: কাদেয়াত ক্লিনটন ওয়া মনিকা) বই, যা একটি প্রেস ডকুমেন্টেশন, যা ১৯৯৯ সালে লন্ডনের ইন্টারন্যাশনাল কোম্পানি ফর পাবলিশিং অ্যান্ড ডিস্ট্রিবিউশন দ্বারা জারি করা হয়েছিল।\nপুরাকীর্তি ক্ষেত্রে তার অনেক অবদান রয়েছে, হেরিটেজ এবং ট্যুরিজম মিডিয়া যা সৌদি কমিশন ফর ট্যুরিজম অ্যান্ড ন্যাশনাল হেরিটেজের মিডিয়া বিভাগে তার কাজের ফলাফল (বর্তমানে সৌদি পর্যটন মন্ত্রণালয়) (১৩) বছরেরও বেশি সময় ধরে; তিনি প্রত্নসামগ্রীর উপর (৪০) টিরও বেশি বই প্রস্তুত ও প্রণয়নে অবদান রেখেছিলেন, সৌদি আরবের ঐতিহ্য ও পর্যটন, ইউনেস্কোর বিশ্ব ঐতিহ্যের তালিকায় নিবন্ধিত সৌদি প্রত্নতাত্ত্বিক স্থানের বইয়ের একটি গ্রুপ সহ।\n\n\n== পুরস্কার ==\nআলসায়েদ আগাজায়েরলি অনেক পুরস্কার এবং প্রশংসার শংসাপত্র পেয়েছেন, যার মধ্যে রয়েছে:\n\n১৯৯৩ সালে তরুণ কবিদের জন্য সুপ্রিম কাউন্সিল অফ কালচার অ্যাওয়ার্ড\n১৯৯৫ সালে সাংস্কৃতিক প্রাসাদের জন্য মিশরীয় জেনারেল অথরিটির কেন্দ্রীয় পুরস্কার।\n১৯৯৫ সালে সৌদি আরব রাজ্যে মিশরীয় সৃজনশীলতা পুরস্কার।\n২০০৮ সালে সৌদি ফাইন প্লাস্টিক আন্দোলনকে সমৃদ্ধ করার ক্ষেত্রে তার ভূমিকার স্বীকৃতিস্বরূপ রিয়াদের হেওয়ার সেন্টার ফর ফাইন আর্টস তাকে সম্মানিত করে।\n২০০৯ সালে সৌদি আরবের মিশরীয় সাংস্কৃতিক কেন্দ্রে মিশরীয় সাংস্কৃতিক কাজ সংগঠিত ও পুনরুজ্জীবিত করার জন্য মিশরের উচ্চ শিক্ষা মন্ত্রণালয় তাকে সম্মানিত করে।\nসৌদি সোসাইটি ফর কালচার অ্যান্ড আর্টস তাকে তার নাটক \"দ্য রিটার্ন অফ হ্যামলেট\" এর জন্য সম্মানিত করেছে, যা ২০১২ সালে সৌদি যুব থিয়েটার ফেস্টিভালে দেখানো হয়েছিল।\n\n\n== প্লাস্টিক আর্টস নিবন্ধ ==\nপ্লাস্টিক আর্টসের প্রতি এলসায়েদ আলজাযায়রলির আবেগ তার নিবন্ধগুলিতে প্রতিফলিত হয়েছিল এবং এই দিকটিতে তার কিছু কাজ এখানে রয়েছে:\n\nশিল্পী ঘাদা বিনতে মুসাদের কাজ মানুষের বেদনার জানালা খোলা\nআনন্দদায়ক ফুল এবং ভাঙা মুখ হানান বাহামদান চিত্রকর্ম.. প্রকৃতির নীরব দুর্দশা থেকে পালানোর শিল্প\nহালা বিনতে খালিদ হলেন প্রথম সৌদি নারী যিনি ছবি আঁকেন.. তিনি শিশুদের জন্য দুটি ভাষায় লেখেন\nনতুন হুজিলান অভিজ্ঞতায় রঙের স্বচ্ছতা উন্মোচিত করে শূন্যতার শূন্যতা!\nএকটি পরীক্ষায় অতীতকে ভবিষ্যতের সঙ্গে যুক্ত করে শহরের ছাই সংগ্রহ করছেন আবদুল্লাহ ইদ্রিস!\nএকটি জটিল প্রশ্ন একটি যৌক্তিক উত্তর খুঁজছেন: কেন শিল্প প্রদর্শনী অনুষ্ঠিত হয়\nডক্টর মোহাম্মদ আল-রুসাইস: গঠনের সাথে সৌদি নারীদের যাত্রা অর্ধ শতাব্দীর কাছাকাছি আসছে\nতার ভাস্কর্যের কাজে, হালওয়া আল-আতাউই পাথরের রহস্য প্রকাশ করে\nরিয়াদে তার দ্বিতীয় প্রদর্শনীতে, ফ্যান আল-জাহরানি বিভিন্ন সেক্টরে পরীক্ষা চালিয়ে যাচ্ছেন\nআরব বিশ্বের শিল্পী \"মালভা\": বিমূর্ততা শেষ এবং শিল্পী তার অবস্থান রক্ত এবং মন্দিরের অবশিষ্টাংশ দিয়ে রেকর্ড করেছেন!\nরিয়াদে মরিয়ম জুমার প্রদর্শনীতে পথ হারানো একটি বর্ণনামূলক গল্প বা চিঠি\nপ্রদর্শনীতে হুসেইন আল-মোহসেনের \"গ্রীষ্ম\" \"গরম\" সময় থেকে \"ঠান্ডা\" জায়গায় পালিয়ে যান\nডক্টর আদেল থারওয়াত জনপ্রিয় স্মৃতিশক্তিকে লালন করে\nআল-সাফার স্থানটির স্মৃতির উল্লেখযোগ্য উপস্থিতি তার নতুন প্রদর্শনীতে ঐতিহাসিক প্রমাণগুলিকে পুনরায় কাজ করেছে\n\n\n== সমালোচনামূলক নিবন্ধ এবং পড়া ==\nআহমদ আল-মুল্লার কবিতায় রক্তের গতিবিদ্যা\n\n\n== তথ্যসূত্র =="}