{"pageid": 1386156, "title": "ফেরেনৎস ক্রাউস", "url": "https://bn.wikipedia.org/wiki?curid=1386156", "content": "ফেরেনৎস ক্রাউস (জন্ম ১৭ই মে, ১৯৬২, মোর, হাঙ্গেরি) একজন হাঙ্গেরীয়-অস্ট্রীয় পদার্থবিজ্ঞানী এবং নোবেল পুরস্কার বিজয়ী। তিনি জার্মানির কোয়ান্টাম আলোকবিজ্ঞান বিষয়ক মাক্স প্লাংক ইনস্টিটিউটের পরিচালক এবং লুডভিগ মাক্সিমিলিয়ান মিউনিখ বিশ্ববিদ্যালয়ে পরীক্ষাভিত্তিক পদার্থবিজ্ঞানের একজন অধ্যাপক। তাঁর গবেষক দলটি ইতিহাসে প্রথমবারের মতো অ্যাটোসেকেন্ড আলোক স্পন্দন সৃষ্টি ও পরিমাপ করতে সফল হয়। তারা এটিকে পরমাণুর অভ্যন্তরে ইলেকট্রনকে কব্জা করতে কাজে লাগায়, ফলে অ্যাটো-পদার্থবিজ্ঞান নামক নতুন ক্ষেত্রটির জন্ম হয়। ২০২৩ সালে তিনি পিয়ের আগোস্তিনি ও আন লুইলিয়ে-র সাথে যৌথভাবে পদার্থবিজ্ঞানে নোবেল পুরস্কার লাভ করেন।\n\n\n== শিক্ষা ও কর্মজীবন ==\nক্রাউস ১৯৮৫ সালে বুদাপেশত (বুদাপেস্ট) কারিগরি বিশ্ববিদ্যালয় থেকে তড়িৎ প্রকৌশলে বিজ্ঞানে স্নাতকোত্তর উপাধি লাভ করেন। ১৯৯১ সালে তিনি ভিয়েনা প্রযুক্তি বিশ্ববিদ্যালয় থেকে কোয়ান্টাম ইলেকট্রনবিজ্ঞান বিষয়ে ডক্টরেট উপাধি লাভ করেন। একই বিশ্ববিদ্যালয় থেকে ১৯৯৩ তিনি \"হাবিলিটাৎসিওন\" সনদ লাভ করেন, যার বদৌলতে তিনি শিক্ষকতা করার যোগ্যতা লাভ করেন। তিনি ১৯৯৮ সালে বিশ্ববিদ্যালয়ের তড়িৎ প্রকৌশল বিভাগে সহযোগী অধ্যাপক হিসেবে যোগদান করেন এবং ১৯৯৯ সালে পূর্ণকালীন অধ্যাপকের পদে উন্নীত হন। ২০০৩ সালে তিনি জার্মানির গারশিং শহরে অবস্থিত কোয়ান্টাম আলোকবিজ্ঞান বিষয়ে মাক্স প্লাংক ইনস্টিটিউটের পরিচালক পদে নিযুক্ত হন। ২০০৪ সাল থেকে তিনি মিউনিখের লুডভিগ মাক্সিমিলিয়ান বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞানের অধ্যাপক এবং পরীক্ষাভিত্তিক পদার্থবিজ্ঞান বিভাগের প্রধান (চেয়ার)। ১৯৯০-এর দশকের শুরুর দিকে যখন তিনি ভিয়েনা প্রযুক্তি বিশ্ববিদ্যালয়ে পড়াশোনা করছিলেন, তখন থেকেই তিনি নতুন নতুন লেজার সরঞ্জামগুলি দিয়ে অত্যন্ত হ্রস্ব আলোকস্পন্দন ব্যবহার করে স্থানকালের অতিক্ষুদ্র মাত্রায় অনুসন্ধানের ব্যাপারে আগ্রহী হয়ে ওঠেন। ২০০০-এর দশকের শুরুতে ক্রাউসের নেতৃত্বাধীন গবেষক দল প্রথম কিছু অ্যাটোসেকেন্ড স্পন্দন সৃষ্টি ও পরিমাপ করতে সমর্থ হয়।\nক্রাউসের কাজে বেরিয়ে এসেছে যে পূর্ণগুণিতক স্পন্দনগুলির দৈর্ঘ্য অ্যাটোসেকেন্ড পরিসরে পড়ে। এছাড়া তিনি স্বল্পসংখ্যক-চক্রের লেজার স্পন্দন উৎপাদন ও বহুসংখ্যক পারমাণবিক ও আণবিক পদার্থবৈজ্ঞানিক প্রক্রিয়ার সময়-নির্ভরশীলতার ব্যাপারটি অধ্যয়নে অবদান রেখেছেন। তিনি অ্যাটোসেকেন্ড পরিসরের সময়-বিভেদনমাত্রায় পরীক্ষা সম্পাদনের বাস্তবায়নযোগ্যতা প্রমাণ করেছেন। ফলে সময়-অধিক্ষেত্রে আলোকীয় আয়নীভবনের গবেষণা সম্ভব হয়েছে এবং পরমাণু ও অণু থেকে ইলেকট্রনসমূহের আলোক-নিঃসরণে ভিগনার-জাতীয় বিলম্বের প্রমাণ পাওয়া গেছে।\nসাম্প্রতিককালে ক্রাউস ও তাঁর দল ফেমটোসেকেন্ড ও অ্যাটোসেকেন্ড প্রযুক্তি ব্যবহার করে রক্তের নমুনা বিশ্লেষণ করে সেগুলিতে অতিসূক্ষ্ম পরিবর্তন শনাক্ত করার প্রচেষ্টা চালিয়ে যাচ্ছেন। এই পরিবর্তনগুলি পর্যবেক্ষণ করে রোগব্যাধিগুলিকে প্রাথমিক পর্যায়েই নিশ্চিতভাবে শনাক্ত করা সম্ভব কি না, সে ব্যাপারটি তারা তদন্ত করে দেখছেন।\n\n\n== নোবেল পুরস্কার বিজয় ==\nঅণু-পরমাণুর মাপনীতে ইলেকট্রনের গতিবেগ এত দ্রুত যে এক অ্যাটোসেকেন্ডের কয়েক দশমাংশের মধ্যে ইলেকট্রনের গতি বা শক্তির পরিবর্তন ঘটতে পারে। এক অ্যাটোসেকেন্ড হল এক সেকেন্ডের দশ লক্ষ লক্ষ কোটি ভাগের একভাগ। অন্য ভাষায় বললে আজ থেকে প্রায় ১৪০০ কোটি বছর আগে মহাবিশ্বের জন্ম থেকে অদ্যাবধি যত সেকেন্ড অতিবাহিত হয়েছে, এক সেকেন্ডের মধ্যে প্রায় ততগুলি অ্যাটোসেকেন্ড আছে।\nপিয়ের আগোস্তিনি মার্কিন যুক্তরাষ্ট্রের ওহাইও রাজ্য বিশ্ববিদ্যালয়ের একজন অবসরোত্তর সাম্মানিক (ইমেরিটাস) অধ্যাপক। ফেরেনৎস ক্রাউস জার্মানির কোয়ান্টাম আলোকবিজ্ঞান বিষয়ে মাক্স প্লাংক ইনস্টিটিউটের পরিচালক। আন লুইলিয়ে সুইডেনের লুন্ড বিশ্ববিদ্যালয়ের অধ্যাপিকা। আগোস্তিনি, লুইলিয়ে ও ক্রাউসের পরীক্ষাগুলি এত হ্রস্ব দৈর্ঘ্যের আলোক স্পন্দন সৃষ্টি করতে পেরেছে, যে এই স্পন্দনগুলি ব্যবহার করে পরমাণু ও অণুর অভ্যন্তরের অত্যন্ত দ্রুতগতিতে চলমান ইলেকট্রনগুলির চটজলদি চিত্র (snapshot) তুলে সংশ্লিষ্ট প্রক্রিয়াগুলি উদ্ঘাটন করা সম্ভব।\n১৯৮৭ খ্রিস্টাব্দে আন লুইলিয়ে একটি নিষ্ক্রিয় গ্যাসের মধ্য দিয়ে অবলোহিত লেজার রশ্মি চালনা করার সময় আবিষ্কার করেন যে আলোকরশ্মিটির কম্পাঙ্ক বর্ণালীতে বহু বিভিন্ন \"অধিস্বরের\" (overtone) উদয় হয়। প্রতিটি অধিস্বর লেজার আলোকরশ্মির প্রতিটি চক্রের জন্য নির্দিষ্ট সংখ্যক চক্রবিশিষ্ট একটি আলোকরশ্মির প্রতিনিধিত্ব করে। গ্যাসের ভেতরের পরমাণুগুলির সাথে লেজার আলোকরশ্মির আন্তঃক্রিয়ার কারণে এগুলির সৃষ্টি হয়। লেজার আলোকরশ্মিটি কিছু ইলেকট্রনকে অতিরিক্ত শক্তি প্রদান করে, যা পরবর্তীতে আলোকরশ্মি আকারে নিঃসৃত হয়। আন লুইলিয়ে এই ঘটনাটি নিয়ে গবেষণা অব্যাহত রাখেন। ২০০১ সালে পিয়ের আগোস্তিনি পরপর-ঘটমান আলোক স্পন্দনের একটি ধারা উৎপাদন করতে ও সেগুলির উপর অনুসন্ধান চালাতে সক্ষম হন। প্রতিটি স্পন্দন মাত্র ২৫০ অ্যাটোসেকেন্ড স্থায়ী ছিল। একই সময়ে ফেরেনৎস ক্রাউস আরেক ধরনের পরীক্ষা নিয়ে কাজ করছিলেন, যার ফলে ৬৫০ অ্যাটোসেকেন্ড স্থায়ী একটি মাত্র আলোক স্পন্দনকে পৃথক করা সম্ভব হয়।\nএই তিন বিজ্ঞানীর অবদানের ফলে এমন সব অত্যন্ত দ্রুত প্রক্রিয়া নিয়ে বৈজ্ঞানিক অনুসন্ধান চালানো সম্ভবপর হয়েছে, যা অতীতে অসম্ভব ছিল। তাদের গবেষণার কারণে মানবজাতির সম্মুখে ইলেকট্রনদের বিশ্বের দুয়ার উন্মুক্ত হয়েছে। অ্যাটোসেকেন্ড পদার্থবিজ্ঞানের সুবাদে বিজ্ঞানীর আজ ইলেকট্রন-শাসিত কর্মপদ্ধতিগুলি অনুধাবনের সুযোগ পেয়েছেন। এই গবেষণার সম্ভাব্য প্রয়োগের মধ্যে আছে ইলেকট্রনবিজ্ঞানে (ইলেকট্রনিক্স) কীভাবে উপাদান পদার্থের মধ্যে ইলেকট্রনগুলি আচরণ করে ও কীভাবে সেগুলিকে নিয়ন্ত্রণ করা যায়। এছাড়া অ্যাটোসেকেন্ড স্পন্দন ব্যবহার করে ভিন্ন ভিন্ন অণু শনাক্ত করা যেতে পারে, যেগুলি চিকিৎসাবৈজ্ঞানিক রোগনির্ণয় ক্ষেত্রে গুরুত্বপূর্ণ হতে পারে।\n\n\n== তথ্যসূত্র =="}