{"pageid": 1386485, "title": "হৃদয়রাম মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1386485", "content": "হৃদয়রাম মুখোপাধ্যায় (১৮৪০ - ১৮৯৯) ছিলেন শ্রীরামকৃষ্ণের ভাগ্নে এবং অন্তরঙ্গ সঙ্গী। বাল্যকাল থেকেই পরিচিতির কারণে শ্রীরামকৃষ্ণ তাকে হৃদে বলে সম্বোধন করতেন।\n\n\n== জীবনী ==\nহৃদয়রাম মুখোপাধ্যায়ের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের বাঁকুড়া জেলার কোতলপুর সমষ্টি উন্নয়ন ব্লকের শিহড় গ্রামে। হৃদয়রাম ছিলেন কৃষ্ণচন্দ্র মুখোপাধ্যায় ও হেমাঙ্গিনী দেবীর তৃতীয় সন্তান। হেমাঙ্গিনী ছিলেন শ্রীরামকৃষ্ণের পিসতুতো ভগিনী। হৃদয়রামের অগ্রজ দুজন হলেন রামরাঘব ও রামতারণ। তার কনিষ্ঠ সহোদর রাজারাম ছিলেন শ্রীরামকৃষ্ণের অনুরাগী। \nষোল বৎসর বয়সে হৃদয়রাম কাজের উদ্দেশ্যে বর্ধমান যান, কিন্তু বিফলকাম হয়ে ১৮৫৫ খ্রিস্টাব্দে  দক্ষিণেশ্বরে উপস্থিত হন এবংএকটানা দীর্ঘ পঁচিশ বৎসর ঠাকুর শ্রীরামকৃষ্ণের সহচর হিসাবে তাঁহার সেবা ও দেখাশোনা করেন।\nপ্রথমদিকে ভবতারিণীর গহনাপত্রের হেফাজত করা,পরে দেবীর বেশকারী ও পরে রাধাগোবিন্দজীর পূজক রূপে নিযুক্ত হন। পরে রামকৃষ্ণের ভাবতন্ময়তা বৃদ্ধি হলে ভবতারিণীর আচারিক পূজার্চনায় যোগ না দিতে পারায় তার অনুরোধে হৃদয়কে ভবতারিণীর পূজার ভার দেওয়া হয়। সুদর্শন, উদ্যমী মানুষ হিসাবে হৃদয় সবসময় রামকৃষ্ণের যত্ন নিত। ১৮৭৫ খ্রিস্টাব্দের মার্চ মাসে হৃদয় ঠাকুরকে বেলঘরিয়ায় নিয়ে যান এবং  কেশবচন্দ্র সেনের সঙ্গে পরিচয় করান। তার ঘনিষ্ঠতায় কেশবচন্দ্র আধ্যাত্মিক প্রবণতায় স্নেহধন্য হন। ১৮৬৮ খ্রিস্টাব্দের হৃদয়রাম শিহড়ের বাড়িতে দুর্গাপূজার আয়োজন করে রামকৃষ্ণকে আমন্ত্রণ জানালে, তিনি তখন দক্ষিণেশ্বর ছেড়ে যেতে পারেন নি, কিন্তু তিনি হৃদয়কে সন্তুষ্ট করতে সেখানে সূক্ষ্ম দেহে উপস্থিত হয়ছিলেন। এই সময়ে হৃদয়রামের স্ত্রী বিয়োগ হয়। রামকৃষ্ণের সঙ্গে তীর্থভ্রমণে যান এবং দ্বিতীয়বার লক্ষ্মীকে বিবাহ করেন। \nদক্ষিণেশ্বরে অবস্থানের শেষের দিকে যে হৃদয়রাম সর্বদা ঠাকুরের প্রতি স্নেহশীল এবং তার কল্যাণের জন্য উদ্বিগ্ন থাকতেন, লোভ আর ক্ষমতার অহংকারে পরিবর্তিত হয়ে যান। ১৮৮১ খ্রিস্টাব্দের মার্চ মাসে সারদাদেবী তার মার সঙ্গে দক্ষিণেশ্বরে এলে হৃদয়রামের অভদ্র আচরণের জন্য তারা সেদিনই ফিরে যান। ১৮৮১ খ্রিস্টাব্দের জুন মাসে  মথুরবাবুর মধ্যমপুত্র ত্রৈলোক্যনাথের বিরাগভাজন হয়ে কর্মচ্যুত হন। দীর্ঘকাল রামকৃষ্ণের পূতসঙ্গ লাভ করা সত্ত্বেও, সংসারের প্রতি বিশেষ আসক্তি থাকায় তিনি মাঝে মাঝে ঠাকুরকে ভুল বুঝতেন এবং তার প্রতিও বিরূপ আচরণ করতেন। মাঝে মধ্যে রামকৃষ্ণের অনুকরণে নিজেকে আধ্যাত্মিক জগতের প্রতিষ্ঠা করার নিস্ফল চেষ্টা করতেন। তবে দোষ-ত্রুটি থাকা সত্ত্বেও শ্রীরামকৃষ্ণ তাকে অত্যন্ত স্নেহ করতেন। পরম ভাগ্যবান হৃদয়রাম শ্রীরামকৃষ্ণের কৃপালাভে ধন্য হয়েছেন। কর্মচ্যুত হওয়ায়  নিকটবর্তী যদুলাল মল্লিকের বাগানবাড়িতে কিছুদিন বসবাস ও কাজ করেন। তারপর শ্রীরামকৃষ্ণের অটুট স্নেহধন্য হৃদয়রাম কিছুকাল কাঁকুড়গাছি যোগোগ্যানে প্রাত্যহিক সেবাপূজার কর্মে লিপ্ত থাকেন। তবে শ্রীরামকৃষ্ণের দেহরক্ষার পরবর্তীকালে হৃদয়রামের শেষজীবন বড়কষ্টে কেটেছিল। রামচন্দ্র দত্ত তাঁকে কাঁকুড়গাছি যোগোদ্যানে গুরুর পূজার জন্য পুরোহিত নিযুক্ত করেন কিন্তু তাঁর আচরণে বিরক্ত হয়ে হৃদয়রামকে বিদায় দেন। পরে ঘরে ঘরে কাপড় ও গামছা ফিরি করে বেড়াতেন। কখনও আলমবাজার মঠ, কখনও দক্ষিণেশ্বরে যেতেন। সর্বত্র শ্রীরামকৃষ্ণের অনুরাগী ভক্তদের সঙ্গে মিলিত হয়ে তিনি শ্রীরামকৃষ্ণের স্মৃতিকথায় মগ্ন হতেন এবং নিজের ব্যবহার ও ভাগ্যের জন্য অনুশোচনা করতেন।\n১৮৯৯ খ্রিস্টাব্দে (১৩০৬ বঙ্গাব্দের বৈশাখ মাসে) ৬১ বৎসর বয়সে শ্রীরামকৃষ্ণের অন্তরঙ্গ সেবক হৃদয়রাম স্বগ্রাম শিহড়ে দেহত্যাগ করেন।\nশ্রীরামকৃষ্ণের প্রায় একান্ন বৎসরের জীবৎকালে হৃদয়রাম একটানা ছাব্বিশ বৎসর (১৮৫৫-১৮৮১) তার সঙ্গে দিনরাত থেকেছেন। তার সঙ্গে শয়ন, ভ্রমণ, উপবেশনদিসহ সকল কাজ করেছেন। শ্রীরামকৃষ্ণের বারবার উল্লেখ করেছেন, হৃদয় না থাকিলে সাধনকালে তাহার শরীর রক্ষা অসম্ভব হইত। শ্রীরামকৃষ্ণের জীবন সম্পর্কে হৃদয়রাম বহু তথ্য জানিয়েছেন যা 'লীলাপ্রসঙ্গে' বহুবার বহুস্থানে ব্যবহৃত হয়েছে। শ্রীরামকৃষ্ণের জীবনের সঙ্গে হৃদয়রামের নাম তজ্জন্য নিত্য সংযুক্ত এবং সকলের প্রণম্য হয়ে অবস্থান করছেন। হৃদয়রামের স্ত্রী ও শিশুপুত্র শ্রীরামকৃষ্ণের স্নেহস্পর্শে ধন্য হয়ছিল। \n\n\n== তথ্যসূত্র =="}