{"pageid": 1386027, "title": "ওরু পাক্কা কাথাই", "url": "https://bn.wikipedia.org/wiki?curid=1386027", "content": "ওরু পাক্কা কাথাই (অনু. এক পাতার গল্প) ২০২০ সালের ভারতীয় তামিল ভাষার রোমান্টিক কমেডি চলচ্চিত্র যা বালাজি থারানিথারন কর্তৃক রচিত ও পরিচালিত। এতে অভিনয় করেছেন কালিদাস জয়রাম এবং মেঘা আকাশ। ভাসান’স ভিজ্যুয়াল ভেঞ্চারস-এর ব্যানারে চলচ্চিত্রটি প্রযোজনা করেছেন কে এস শ্রীনিবাসন। এটি ২৫ ডিসেম্বর ২০২০ সালে জি৫-এ মুক্তি পেয়েছে।\n\n\n== পটভূমি ==\nচলচ্চিত্রের শুরু মীরা এবং সারাভানান প্রেমিক হিসেবে আবির্ভূত হয় যারা স্নাতকের পর বিয়ে করার সিদ্ধান্ত নেয়। এাই বিয়েতে দুজনেরই বাবা-মায়ের সমর্থন ছিল। তাদের রক্ষণশীল সমাজে বিয়ের আগে থেকেই ঘনিষ্ঠতা শুরু হয়। এরপর মীরা গর্ভবতী হয়। এতে দম্পতি ও তাদের পরিবারের সদস্যদের আতঙ্কিত হয়ে এবং তাঁদের দ্রুত বিবাহ দেবার ব্যবস্থা করেন। এদিকে সারা ও মীরা বিভিন্ন গাইনোকলিস্ট সাথে দেখা করেন এবং শেষমেশ তারা এক বড়ো ডাক্তারের কাছে বলেন যে তারা সহবাস না করা সত্ত্বেও মীরা পোয়াতি হয়ে গেছে। অনেক ডাক্তার মিলে প্রচুর পরীক্ষা-নিরীক্ষার সিদ্ধান্ত নেন যে, মীরার পার্থেনোজেনেসিস হয়েছে, অর্থাৎ সে কোনো পুরুষের সংসর্গ ব্যতীতও মা হতে চলেছেন। সাধারণ মানুষের ভাষায়, তিনি কুমারী হিসাবে সহবাস ছাড়াই গর্ভবতী হয়েছিলেন। সোশ্যাল মিডিয়ায় ভাইরাল হয় মীরার গল্প। সে ছাড়া শহর ও রাজ্যের আলোচ্য বিষয় হয়ে ওঠে। অবাঞ্ছিত ভাইরাল হওয়া সত্ত্বেও, সারাভানান তার বাবা-মাকে রাজি করাতে সক্ষম হয় এবং মীরাকে বিয়ে করে। বিয়ের পর তাদের একটি কন্যা সন্তানের জন্ম হয়। কিছুটা বড়ো হবার পর সেই মেয়েটিকে (দর্শিনী) একটি ধর্মীয় মন্দির সংস্থা জোর করে কেড়ে নেয়, এবং বলে সে হল ‘ভগবানের সন্তান’। দর্শনীর বাবা-মা কোর্টের দারস্থ হয়। এদিকে দর্শনী সেই মন্দির থেকে পালাতে গিয়ে মাথায় গুরুতর আঘাত পায় ও হাসপাতালে ভর্তি হয়। এইসময় কোর্টের রায়\nবেরোয় যে দর্শিনর তার মা-বাবার সঙ্গেই থাকবে।\n\n\n== অভিনয় ==\nকালিদাস জয়রাম সারভাননের চরিত্রে\nমীরার চরিত্রে মেঘা আকাশ\nমীরার বাবার চরিত্রে পিভি চন্দ্রমৌলি\nসারাভাননের পিতার চরিত্রে জীব রবি\nআইনজীবী হিসাবে শেফ দামোধরন\nমীরার মায়ের চরিত্রে লক্ষ্মী প্রিয়া মেনন\nসারাভানানের মায়ের চরিত্রে মীনা ভেমুরি\n\n\n== প্রোডাকশন ==\nতার অভিষেক উদ্যোগের সাফল্যের পর, বালাজি ভাসানের ভিজ্যুয়াল ভেঞ্চারস-এর জন্য সীতাকাঠি নামে তার দ্বিতীয় চলচ্চিত্রের প্রাক-প্রযোজনা শুরু করেন। স্ক্রিপ্টিংয়ের এক বছর পর, বালাজি ঘোষণা করেছিলেন যে তিনি সাময়িকভাবে উদ্যোগটি সরিয়ে নিয়েছেন এবং পরে এটি আবার শুরু করবেন (অবশেষে এপ্রিল ২০১৭ সালে, তিনি পরবর্তীতে একটি আনুষ্ঠানিক ঘোষণা দেন যে তার পরবর্তী উদ্যোগ হবে ওরু পাক্কা কাথাই  এবং এতে অভিনেতা জয়রামের ছেলে কালিদাস জয়রাম প্রধান ভূমিকায় অভিনয় করবেন। ১ সেপ্টেম্বর ২০১৪ ভাদাপালানির প্রসাদ ল্যাবে চলচ্চিত্রটির লঞ্চ অনুষ্ঠিত হয়েছিল। কমল হাসান কালিদাসকে দর্শকদের সাথে পরিচয় করিয়ে দিতে ইভেন্টে উপস্থিত হয়েছিলেন।  ২০১৪ সালের ডিসেম্বরে শুটিং শুরু হয়েছিল  ছবিটি ভিজ্যুয়াল ভেঞ্চারসের তরফে কে এস শ্রীনিবাসন  প্রযোজনা করেছিলেন। \nপ্রেক্ষাগৃহে রিলিজে ব্যর্থ হওয়ার পরে চলচ্চিত্রটির বিতরণ স্বত্ব জি৫ কিনে েনয়।  এটি ২৫ ডিসেম্বর ২০২০ এ মুক্তি পায়  বরদ্বাজ রঙ্গন ফিল্ম কম্প্যানিয়নের জন্য লিখেছেন, \"বালাজি থারানিথারন আজ তামিল সিনেমার সবচেয়ে ভদ্র চলচ্চিত্র নির্মাতা হতে পারেন। প্লট পয়েন্টগুলির মধ্যে সবচেয়ে ছোটটি মর্যাদার সাথে আচরণ করা হয়। কিন্তু দ্বিতীয়ার্ধে আরও কাজের প্রয়োজন ছিল।\" \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ওরু পাক্কা কাথাই  (ইংরেজি)"}