{"pageid": 1386878, "title": "দিকপাল", "url": "https://bn.wikipedia.org/wiki?curid=1386878", "content": "দিকপাল (সংস্কৃত : दिक्पाल) হলেন সেই দেবগণ যারা হিন্দু ধর্ম, জৈন ধর্ম এবং বজ্রযান বৌদ্ধধর্ম অনুসারে মহাকাশের নির্দিষ্ট দিক শাসন করেন — বিশেষ করে কালচক্র। আটটি দেবতার একটি দল হিসাবে, তাদের বলা হয় অষ্ট-দিকপাল (সংস্কৃত :अष्ट-दिक्पाल), আক্ষরিক অর্থ হল আট দিকের অভিভাবক। তারা প্রায়ই দশ দিকের জন্য দুজন অতিরিক্ত দেবতাকে নিয়ে সংখ্যা বৃদ্ধি করেন (দুটি অতিরিক্ত দিক হল সুবিন্দু এবং কুবিন্দু), তখন তারা দশ-দিকপাল নামে পরিচিত হন। হিন্দুধর্মে হিন্দু মন্দিরের দেয়াল এবং ছাদে তাদের ছবি উপস্থাপন করা ঐতিহ্যগত। এগুলো প্রায়শই জৈন মন্দিরগুলোতে চিত্রিত করা হয়; ব্যতিক্রম হল, সাধারণত পাদবিন্দুতে নাগ বিষ্ণুর স্থান নেয়। প্রাচীন জাভা এবং বালির হিন্দুধর্ম নব-দিকপালকে স্বীকৃতি দেয়, নব-দিকপালের আক্ষরিক অর্থ নয়টি দিকের অভিভাবক। কেন্দ্রে একটি সংযোজন সহ আটটি দিক নিয়ে এই নয় দিক গঠিত। দিকের নয়জন অভিভাবক দেবতাকে বলা হয় দেবতা নওয়া সঙ্গ (নয় অভিভাবক দেবতা)। মাজাপাহিত সাম্রাজ্যের প্রতীক সূর্য মাজাপাহিত-এ এই অভিভাবক দেবতাদের নকশা আছে।\nচারটি চীনা প্রতীকের চারপাশের বিদ্যা, যেগুলি চার পূর্বপুরুষের আত্মা,- যারা মূল চারটি দিকের (উত্তর, দক্ষিণ, পূর্ব এবং পশ্চিম) জন্য দায়ী, তাদের সঙ্গে দিকনির্দেশের অভিভাবকদের ধারণার মধ্যে দৃঢ় মিল রয়েছে।\n\n\n== হিন্দু ঐতিহ্যে দিকনির্দেশনা ==\n\nহিন্দু ঐতিহ্যে দিকনির্দেশকে বলা হয় দিশা বা দিক। চারটি মূল দিক এবং ছয়টি লম্বকৌণিক দিক,- এই মোট দশটি দিক রয়েছে, তবে এদের মধ্যে অসীম সমন্বয় সম্ভব।\n\n\n== লোকপাল ==\nহিন্দুধর্মে, মূল দিকগুলোর অভিভাবকদের বলা হয় লোকপাল (সংস্কৃত :लोकपाल), বা দিকপাল। দিকপালের তিনটি প্রধান বৈশিষ্ট্য স্বীকৃত, দিকপালেরা হলেন:\n\n\n=== অষ্ট-দিকপাল (\"আট দিকের প্রভু\") ===\n\n\n=== দশ-দিকপাল (\"দশ দিকের প্রভু\") ===\nআট অভিভাবক ছাড়াও, নিম্নলিখিতদের যুক্ত করা হয়েছে:\n\nব্রহ্মা (সুবিন্দু, যার অর্থ \"মাধ্যাকর্ষণ শক্তি থেকে সবচেয়ে দূরে\")\nবিষ্ণু (কুবিন্দু, মানে \"যে দিকে অভিকর্ষ টানে\")\n\n\n=== নব-দিকপাল (\"নয় দিকের প্রভু\") ===\n\n(প্রাচীন জাভা এবং বালি হিন্দুধর্মে দেওয়াতা নাওয়া সাঙ্গা [দেবতা নব সঙ্গ] বলা হয়)\n\nশিব (কেন্দ্র)\nবিষ্ণু (উত্তর)\nব্রহ্মা (দক্ষিণ)\nঈশ্বর (পূর্ব)\nমহাদেব (পশ্চিম)\nশম্ভু (উত্তরপূর্ব)\nমহেসোরা (দক্ষিণ-পূর্ব)\nশংকর (উত্তর-পশ্চিম)\nরুদ্র (দক্ষিণ-পশ্চিম)\n\n\n== আরও দেখুন ==\n\nবকাব\nভৈরব\nঅষ্টদিগ্গজ\nদিকপালী\nচার স্বর্গীয় রাজা\nহোরাসের চার ছেলে\nমহাবিদ্যা\nমৈতৈ নাগাকপা লাই\nমাতৃকা\nনররি, সুরি, অস্ত্রি এবং ভেস্ত্রি\nটাইটান\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nDallapiccola, Anna (২০০২)। Dictionary of Hindu Lore and Legend। আইএসবিএন 0-500-51088-1। \nGopal, Madan (১৯৯০)। India through the ages। Publication Division, Ministry of Information and Broadcasting, Government of India। \nKumar, Sehdev (২০০১)। A Thousand Petalled Lotus: Jain Temples of Rajasthan: Architecture & Iconography। Indira Gandhi National Centre for the Arts Series। Abhinav Publications। \nMani, Vettam (১৯৭৫)। Puranic encyclopaedia : a comprehensive dictionary with special reference to the epic and Puranic literature। Motilal Banarsidass। \nWessels-Mevissen, Corinna (২০০১)। The Gods of the Directions in Ancient India. Origin and Early Development in Art and Literature (until c. 1000 A.D.)। Dietrich Reimer। আইএসবিএন 3-496-02713-4। \n\n\n== বহি সংযোগ ==\n উইকিমিডিয়া কমন্সে দিকপাল সম্পর্কিত মিডিয়া দেখুন।"}