{"pageid": 1386171, "title": "এয়ার চিফ মার্শাল", "url": "https://bn.wikipedia.org/wiki?curid=1386171", "content": "এয়ার চিফ মার্শাল (এসিএম) রয়্যাল এয়ার ফোর্স থেকে উদ্ভূত একজন উচ্চ পদস্থ চার তারকা ও পতাকাবাহী বিমান বাহিনী কর্মকর্তা। র্যাঙ্কটি ঐতিহাসিক ব্রিটিশ প্রভাব রয়েছে এমন অনেক দেশের বিমান বাহিনী দ্বারা ব্যবহৃত হয়। বাংলাদেশ বিমান বাহিনীতে এটিই এখন সর্বোচ্চ পদমর্যাদা। একজন এয়ার চিফ মার্শাল নৌবাহিনীর একজন অ্যাডমিরাল বা সেনাবাহিনী বা অন্যান্য দেশের বিমান বাহিনীর একজন পূর্ণ জেনারেলের সমতুল্য ধরা হয়।\nএয়ার চিফ মার্শালের পদমর্যাদা অবিলম্বে এয়ার মার্শালের পদমর্যাদার চেয়ে উচ্চতর, কিন্তু বিমান বাহিনীর পূর্ণ পাঁচ তারকা মার্শালের অধীনস্থ।\n\n\n== বানাদেশ বিমানবাহিনীতে ব্যবহার এবং ইতিহাস ==\n২০১৬ সালে বাংলাদেশ বিমান বাহিনী প্রধানের পদকে এয়ার মার্শাল থেকে এয়ার চিফ মার্শাল পদে উন্নীত করা হয়। তারপর থেকে আবু এসরার, মাসিহুজ্জামান সেরনিয়াবাত, শেখ আব্দুল হান্নান এবং হাসান মাহমুদ খান এই পদে রয়েছেন।\n\n\n== রয়্যাল এয়ার ফোর্সে ব্যবহার এবং ইতিহাস ==\n\n\n=== উৎপত্তি ===\n১৯১৯ সালে রয়্যাল এয়ার ফোর্স নির্দিষ্ট র‌্যাঙ্কের শিরোনাম গ্রহণের আগে, এটি প্রস্তাব করা হয়েছিল যে আরএএফ রয়্যাল নেভির অফিসার পদ ব্যবহার করতে পারে, নৌ র‌্যাঙ্ক টাইটেলের আগে \"বায়ু\" শব্দটি ঢোকানো হয়েছিল। উদাহরণস্বরূপ, যে পদে পরে এয়ার চিফ মার্শাল হয়েছিলেন তিনি এয়ার অ্যাডমিরাল হতেন। অ্যাডমিরালটি এই পরিবর্তিত ফর্ম সহ তাদের পদের শিরোনামগুলির যে কোনও ব্যবহারে আপত্তি জানিয়েছিল, এবং তাই একটি বিকল্প প্রস্তাব দেওয়া হয়েছিল: এয়ার-অফিসার পদগুলি \"আর্ডিয়ান\" শব্দটির উপর ভিত্তি করে তৈরি হবে, যা গ্যালিক শব্দগুলির সংমিশ্রণ থেকে উদ্ভূত হয়েছিল \"চীফ\" (আর্ড) এবং \"পাখি\" (ইউন), অপরিবর্তিত শব্দ \"আর্ডিয়ান\" বিশেষভাবে সম্পূর্ণ অ্যাডমিরাল এবং জেনারেলের সমতুল্য ব্যবহার করা হচ্ছে। যাইহোক, এয়ার চিফ মার্শালকে অগ্রাধিকার দেওয়া হয়েছিল এবং ১৯১৯ সালের আগস্টে গৃহীত হয়েছিল। র্যাঙ্কটি প্রথম ১ এপ্রিল ১৯২২ সালে স্যার হিউ ট্রেনচার্ডের পদোন্নতির সাথে ব্যবহার করা হয়েছিল।  ১ জানুয়ারি ১৯২৭ তারিখে ট্রেনচার্ডের আরএএফ-এর মার্শাল পদে পদোন্নতি হওয়ার সাথে সাথে, ১ জানুয়ারি ১৯২৯-এ স্যার জন সালমন্ড পদোন্নতি না হওয়া পর্যন্ত কোন অফিসার এই পদে অধিষ্ঠিত ছিলেন না। তারপর থেকে এটি ক্রমাগত ব্যবহার করা হয়েছে।\nআরএএফ-এ, এয়ার চিফ মার্শালের পদটি সার্ভিং চিফ অফ দ্য এয়ার স্টাফ (বর্তমানে স্যার রিচার্ড নাইটন ) দ্বারা অধিষ্ঠিত হয়। উপরন্তু, চার তারকা ট্রাই-সার্ভিস পোস্টে নিযুক্ত অফিসাররা এয়ার চিফ মার্শাল পদে অধিষ্ঠিত। আরএএফের ইতিহাস জুড়ে, ১৩৯ জন আরএএফ অফিসার পদে অধিষ্ঠিত হয়েছেন এবং এটি ব্রিটিশ রাজপরিবারের সিনিয়র সদস্যদের এবং সহযোগী বিদেশী রাজাদের সম্মানসূচক পদে ভূষিত করা হয়েছে।\nযদিও ১৯৯০-এর দশকে ব্রিটিশ প্রতিরক্ষা কমানোর পর থেকে রয়্যাল এয়ার ফোর্সের মার্শাল পদে কোনো চাকরিরত আরএএফ অফিসারকে পদোন্নতি দেওয়া হয়নি, ব্রিটিশ এয়ার চিফ মার্শালরা আরএএফ-এর সবচেয়ে সিনিয়র অফিসার নন কারণ বেশ কয়েকজন অফিসার আর এ আফ-এর সর্বোচ্চ পদ ধরে রেখেছেন। উপরন্তু, লর্ড স্টিরাপকে ২০১৪ সালে রয়্যাল এয়ার ফোর্সের মার্শাল হিসেবে সম্মানসূচক পদোন্নতি দেওয়া হয়েছিল। মার্শালরা এখনও আরএএফ-এর সক্রিয় তালিকায় খুঁজে পাওয়া যায় না যদিও তারা সমস্ত ব্যবহারিক উদ্দেশ্যে অবসর নিয়েছে।\n\n\n=== আরএএফ চিহ্ন, কমান্ড পতাকা এবং তারকা প্লেট ===\nবিস্তৃত কালো ব্যান্ডের উপর হালকা নীল ব্যান্ডের উপরে তিনটি সংকীর্ণ হালকা নীল ব্যান্ড (প্রত্যেকটি একটু চওড়া কালো ব্যান্ডে) র‌্যাঙ্ক ইনসিগনিয়ায় রয়েছে। এটি সার্ভিস ড্রেস জ্যাকেটের নিচের হাতা বা ফ্লাইং স্যুট বা ওয়ার্কিং ইউনিফর্মের কাঁধে পরা হয়। আরএএফ এয়ার চিফ মার্শালের কমান্ড পতাকা পতাকার মাঝখান দিয়ে চলমান দুটি বিস্তৃত লাল ব্যান্ড দ্বারা সংজ্ঞায়িত করা হয়। আরএএফ এয়ার চিফ মার্শালের গাড়ির স্টার প্লেট একটি এয়ার ফোর্সের নীল পটভূমিতে চারটি সাদা তারা (এয়ার চিফ মার্শাল একটি চার-তারকা পদ) চিত্রিত করে।\n\n\n== তথ্যসূত্র =="}