{"pageid": 1386043, "title": "রেডোমাইস (শ্ভেনতোকসিস্কা ভয়েভডশিপ)", "url": "https://bn.wikipedia.org/wiki?curid=1386043", "content": "রেডোমাইস - পোল্যান্ডের একটি গ্রাম, শ্ভেনতোকসিস্কা ভয়েভডশিপ, কিলস কাউন্টি, মোরাভিকা কমিউন-এ অবস্থিত   ।\n\nতারা ১৬শতকের শেষ ত্রৈমাসিকে স্যান্ডোমিয়ারজ ভয়েভোডেশিপের ওয়াচক সিস্টারসিয়ান মঠের একটি গ্রাম ছিল  । পোল্যান্ড রাজ্যে রাডোমাইসের একটি কমিউন ছিল। ১৯৭৫-১৯৯৮ সালে শহরটি কিলস ভয়েভোডেশিপে অবস্থিত ছিল।\n১৮শতকে রাডোমাইস ওয়াচকের সিস্টারসিয়ান অ্যাবে-এর অন্তর্গত ছিলেন । গ্রামের উৎপত্তি প্রাথমিক মধ্যযুগের শুরুতে এবং জার্মান আইনের অধীনে সংগঠনের সাথে যুক্ত। ১২৭৫ সালে রেডোমাইস জার্মান আইন পেয়েছিলেন  । জার্মান আইনের অধীনে সংগঠিত গ্রামগুলির একটি নিয়মিত বিল্ডিং বিন্যাস ছিল - রাস্তা, ডিম্বাকৃতি, স্কোয়ার (বাজার স্কোয়ার), যা গার্হস্থ্য এলাকায় কেন্দ্রীভূত ছিল, যার সীমানা ছাড়িয়ে গ্রামের সম্প্রসারণ সীমাবদ্ধ ছিল  । ১৯শতকের প্রথমার্ধে গ্রামে একটি খামার ছিল। সরকারী এস্টেটে, খামারগুলি ইজারা দেওয়া হয়েছিল, এবং ভাড়াটেরা খামারের বিল্ডিংয়ে থাকতেন, যেটিকে ১৯শতকের প্রথমার্ধে প্রায়শই একটি জমিদার বলা হত এবং ১৮শতকে, কখনও কখনও একটি খামারের বাসস্থান । রেডোমাইস এ আমরা এই ধরনের ভবন খুঁজে পেতে পারি  ।\n\nরেডোমাইস ১৮৬৪ সালে প্রতিষ্ঠিত হয়েছিল, এবং এটি বেশ জনবহুল গ্রাম হওয়ার কারণে (১৯শতকের শুরুতে ৪০টি খামার ছিল, এবং ১৮২৭ সালে ইতোমধ্যে ৬১টি ছিল), দুই বা তিনজন কৃষক একটি খামারের প্লটে বসবাস করতেন । প্রাক্তন কৃষি জমির উন্নয়নের সময়, দুটি নতুন রাস্তা মনোনীত করা হয়েছিল এবং তাদের উত্তর দিকে ফার্মস্টেডগুলি অবস্থিত ছিল । খামারটি তার পূর্বের জায়গায় রয়ে গেছে এবং আজকে গ্রামের আসল অবস্থান চিহ্নিত করেছে (লিপা নামের গ্রামের অংশ)  ।\n১৯শতকের শুরুতে সরকারী মালিকানাধীন রেডোমিসে ৪০টি খামার, একটি খামার এবং একটি কাঠের সরাই ছিল  । জার্মান আইনের অধীনে সংগঠিত গ্রামগুলির স্বল্প সংখ্যক ফার্মস্টেডের কারণে, একটি খামারের প্লটে দুটি, তিনটি বা এমনকি চারটি খামারবাড়ি ছিল  । বাড়ির মাঠের চারপাশে চলমান খামারের রাস্তার সাথে সংযোগকারী এবং গ্রামের সাথে চলমান স্থানীয় যোগাযোগ সড়কের সাথে সংযোগ স্থাপন করে প্রবেশের রাস্তাগুলি প্লট বরাবর চলেছিল  । এই রাস্তার পাশেই পুকুরসহ একটি খামার ছিল  । খামার ভবনটি প্রাক্তন খামার ভবনগুলি থেকে টিকে আছে - ভাড়াটেদের অ্যাপার্টমেন্ট, একটি গোয়ালঘর, একটি শস্যাগার এবং একজন চাকরের অ্যাপার্টমেন্ট সহ একটি শস্যভাণ্ডার  । সমস্ত বিল্ডিং পাথরের তৈরি, মূলত শিঙ্গল দিয়ে আবৃত, বর্তমানে ছাদের টাইলস বা অ্যাসবেস্টস দিয়ে  । শস্যাগারটি বোর্ডে ভরা স্প্যান সহ ইটের স্তম্ভ দিয়ে নির্মিত হয়েছিল  । খামার ভবনটি ছিল একটি দ্বি-উপসাগর বিল্ডিং, যেখানে একটি অক্ষের উপর মাটি এবং একটি পৃথক প্যান্ট্রি  ।\nরেডোমাইস হল কাঠের বিল্ডিং সমৃদ্ধ গ্রামগুলির মধ্যে একটি, এবং সবচেয়ে আকর্ষণীয় বস্তুগুলির মধ্যে একটি হল ১৯০০ সালের একটি বাড়ি, যা কয়লা দিয়ে তৈরি, একটি ঐতিহ্যগত একক-বে অভ্যন্তরীণ বিন্যাস সহ  ।\nরেডোমাইস মধ্যে গির্জা নির্মাণের সময়, প্যারিশ যাজক হেনরিক গাওরোনস্কি কিলসের একজন বিখ্যাত ভাস্কর এবং কিলসের সোসাইটি অফ ফ্রেন্ডস অফ ফাইন আর্টস-এর সদস্য Władyslaw Trzpiot কে বেদীটি খোদাই করার দায়িত্ব দিয়েছিলেন  । লিন্ডেন কাঠে খোদাই করা বেদীটির দুটি ডানা রয়েছে  । একটি প্রেরিতদের দেখায় এবং অন্যটি পবিত্র পরিবারকে দেখায়  । বেদী ছাড়াও, শিল্পী রাডোমাইসের প্যারিশিয়ানদের দিয়েছিলেন, যেখান থেকে তার স্ত্রী এসেছেন, একটি অ্যাল্ডার ট্রাঙ্ক দিয়ে তৈরি একটি ব্যাপটিসমাল ফন্ট, আলংকারিক চেয়ার এবং স্টেশন অফ দ্য প্যাশন অফ লর্ড  ।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nKowalska, Daniela (২০০৩)। Morawica. Szkic do portretu gminy : praca zbiorowa। Towarzystwo Przyjaciół Ziemi Morawickiej. Sekcja Literacka। আইএসবিএন 83-7224-575-4।"}