{"pageid": 1386188, "title": "ভুট্টো পরিবারের মাজার", "url": "https://bn.wikipedia.org/wiki?curid=1386188", "content": "ভুট্টো পরিবারের মাজার পাকিস্তানের সিন্ধু প্রদেশের লারকানা জেলার গঢ়ি খোদা বখশে অবস্থিত। এই মাজারে ভুট্টো পরিবারের সমাধি রয়েছে যেখানে জুলফিকার, মোর্তজা, শাহনওয়াজ, নুসরাত ও বেনজীর ভুট্টোর সমাধিস্থল।\nপ্রতি বছর এই স্থানে বেনজির ভুট্টোর মৃত্যুবার্ষিকীতে বিশাল জনসমাগম হয়। শহীদ ভুট্টো মাজার কমিটি অনুষ্ঠানস্থলে জনসমাবেশের ব্যবস্থাপনা তত্ত্বাবধান করে।\n\n\n== নির্মাণ ==\n\n\n=== পরিকল্পনা ===\n১৯৭৯ সালে যখন জুলফিকার আলী ভুট্টোকে এখানে সমাহিত করা হয়েছিল তখন স্থানটি ব্রিটিশ ভারতীয় সময়ের একটি পৈতৃক পারিবারিক কবরস্থান ছিল। ১৯৯৩ সালে পাকিস্তানের তৎকালীন প্রধানমন্ত্রী বেনজির ভুট্টো সমাধিস্থলে একটি ৫৬,০০০ বর্গফুট স্থাপনা নির্মাণের পরিকল্পনা অনুমোদন করেন। ১৯৯৪ সালের মার্চ মাসে সিন্ধু সরকার একটি সমাধিসৌধ নির্মাণের অনুমোদন দেয় যার ব্যয় ৯৪ লাখ ডলার ধরা হয়, অন্যদিকে করাচি উন্নয়ন কর্তৃপক্ষ এটি বাস্তবায়ন করে। মোট খরচ কেন্দ্রীয় ও প্রাদেশিক সরকারকে সমানভাবে বহন করতে হয়।\nগঢ়ি খোদা বখশের বাসিন্দাদের প্রায় ৯০% জায়গা প্রকল্পের জন্য দখলের কথা প্রকাশের পরে নির্মাণ শুরুতে বিলম্ব হয়। ১৯৯৫ সালের নভেম্বরে জায়গা খালি করা হলেও নকশা পরিবর্তন ও জটিলতার ফলে প্রকল্পের ব্যয় বৃদ্ধি পায়।\n\n\n=== প্রথম পর্যায় ===\nলারকানার প্রাক্তন নাজিম খুরশিদ জুনেজো এর নির্মাণ তদারকি করেন। এরপর সেরা নকশা নির্বাচনের প্রতিযোগিতা অনুষ্ঠিত হয়। এই প্রকল্পের স্থপতি জয়গম জাফরির নেতৃত্বে নির্মাণের প্রথম পর্যায় ১৯৯৩ থেকে ১৯৯৭ সাল পর্যন্ত স্থায়ী হয়। ১৯৯৪ সালের সেপ্টেম্বরে নির্মাণের জন্য জাতীয় নির্মাণ কোম্পানিকে একটি কাজ দেওয়া হয়। স্থপতি অনুপ্রেরণার জন্য রুহুল্লাহ খোমেনি ও মোস্তফা কামাল আতাতুর্কের সমাধিসৌধ পরিদর্শন করেন এবং লাহোরের শালিমার উদ্যান থেকে নির্মাণ উপকরণ অন্তর্ভুক্ত করার চেষ্টা করেন। যেহেতু বেনজীর ভুট্টো ইসলামি স্থাপত্যের সাথে সামঞ্জস্যপূর্ণ একটি নকশা অন্তর্ভুক্ত করতে চেয়েছিলেন সেহেতু এরপরে প্রায় ছয় বছরের জন্য নির্মাণ স্থগিত ছিল।\n\n\n=== দ্বিতীয় পর্যায় ===\nনতুন নকশা নির্বাচন করার জন্য আরেকটি প্রতিযোগিতা অনুষ্ঠিত হওয়ার পর ২০০৩ সালে নির্মাণ পুনরায় শুরু হয়। ওয়াকার আকবর রিজভির সংশোধিত নকশায় তাজমহলের মতো পাঁচটি গম্বুজ ও চারটি ইবান অন্তর্ভুক্ত ছিল। ভবনটি সাদা মার্বেল দিয়ে আবৃত। শিল্পস্বরুপহস্তলিপি ও ফ্রেস্কো কর্মের পাশাপাশি খোদাই করা চকচকে টাইলস এবং সিন্ধি হালার নিদর্শনের উপর ভিত্তি করে ছাঁচ ব্যবহার করা হয়েছে।\n\n\n== সমাধি ==\nএখানে যাদের সমাহিত করা হয়েছে তাদের মধ্যে রয়েছেন:\n\nশাহ নওয়াজ ভুট্টো\nশাহ নওয়াজের স্ত্রী লেডি খুরশিদ\nশাহ নওয়াজের তিন সন্তান:\nসিকান্দার ভুট্টো\nইমদাদ আলী\nজুলফিকার আলী ভুট্টো\nজুলফিকারের সন্তান\nশাহনওয়াজ ভুট্টো\nমোর্তজা ভুট্টো\nবেনজীর ভুট্টো\nজুলফিকারের স্ত্রী শিরিন আমির বেগম ও নুসরাত ভুট্টো।\n\n\n== আরও দেখুন ==\nসমাধিসৌধের তালিকা\n\n\n== তথ্যসূত্র =="}