{"pageid": 1386132, "title": "আভা (অলৌকিক)", "url": "https://bn.wikipedia.org/wiki?curid=1386132", "content": "আভা বা শক্তিক্ষেত্র, আধ্যাত্মিক বিশ্বাস অনুসারে,\nহলো রঙিন উৎসরণ যা মানুষের শরীর বা কোন প্রাণী  বা বস্তুকে আবদ্ধ করে। কিছু রহস্যময় অবস্থানে, আভাকে সূক্ষ্ম শরীর হিসেবে বর্ণনা করা হয়। মনোবিজ্ঞান ও সামগ্রিক চিকিৎসা অনুশীলনকারীরা প্রায়ই আভার আকার, রঙ ও কম্পনের ধরন দেখার ক্ষমতা বলে দাবি করেন।\nআধ্যাত্মিক বিকল্প চিকিৎসায়, মানুষের আভাকে লুকানো শারীরস্থানের অংশ হিসাবে দেখা হয় যা একজন আশ্রিত ব্যক্তির সত্তা এবং স্বাস্থ্যের অবস্থাকে প্রতিফলিত করে, প্রায়শই এটি চক্র নামে পরিচিত অত্যাবশ্যক শক্তির কেন্দ্রগুলিও অন্তর্ভুক্ত করে। এই ধরনের দাবি বৈজ্ঞানিক প্রমাণ দ্বারা সমর্থিত নয় এবং এইভাবে ছদ্মবিজ্ঞান। বৈজ্ঞানিক নিয়ন্ত্রিত পরীক্ষা-নিরীক্ষার অধীনে পরীক্ষিত হলে, অরাস দেখার ক্ষমতা বিদ্যমান বলে প্রমাণিত হয়নি।\n\n\n== ব্যুৎপত্তি ==\nলাতিন এবং প্রাচীন গ্রিক ভাষায়, আভা এর অর্থ বাতাস বা নিঃশ্বাস। এটি মধ্য ইংরেজিতে \"মৃদু বাতাস\" বোঝাতে ব্যবহৃত হত। উনিশ শতকের শেষের দিকে, কিছু আধ্যাত্মবাদী চেনাশোনাতে এই শব্দটি শরীরের চারপাশে একটি অনুমানকৃত সূক্ষ্ম উদ্ভব বর্ণনা করার জন্য ব্যবহৃত হয়েছিল।\n\n\n== ইতিহাস ==\n\nআভা ধারণাটি প্রথম চার্লস ওয়েবস্টার লিডবিটার দ্বারা জনপ্রিয় হয়েছিল, যিনি ইংল্যান্ডের চার্চের একজন প্রাক্তন পুরোহিত ও রহস্যবাদী থিওসফিক্যাল সোসাইটির একজন সদস্য। লিডবিটার ভারতে দিব্যজ্ঞান অধ্যয়ন করেছিলেন এবং বিশ্বাস করেছিলেন যে বৈজ্ঞানিক তদন্ত করার জন্য তার দাবীদার শক্তি ব্যবহার করার ক্ষমতা রয়েছে। তিনি দাবি করেছিলেন যে তিনি আবিষ্কার করেছেন যে বেশিরভাগ মানুষ মঙ্গল থেকে এসেছেন কিন্তু আরও উন্নত মানুষ এসেছে চাঁদ থেকে, এবং হাইড্রোজেন পরমাণুগুলি ডিমের মতো আকারে থাকা ছয়টি দেহ দিয়ে তৈরি। ১৯০৩ সালে প্রকাশিত তার Man Visible and Invisible বইয়ে, লিডবিটার তার নৈতিক বিবর্তনের বিভিন্ন পর্যায়ে মানুষের আভা চিত্রিত করেছেন, \"সভ্য\" থেকে সাধু পর্যন্ত। ১৯১০ সালে, লিডবিটার তার বই The Inner Life-এ চক্রের তান্ত্রিক ধারণাকে অন্তর্ভুক্ত করে অরাসের আধুনিক ধারণার প্রবর্তন করেন। লিডবিটার কেবল তান্ত্রিক বিশ্বাসগুলিকে পশ্চিমের কাছে উপস্থাপন করেননি, তিনি এই উদ্ভাবনের উৎসগুলিকে স্বীকার না করেই তাদের নিজস্ব ধারণাগুলির সাথে মিশ্রিত করে তাদের পুনর্গঠন এবং পুনর্ব্যাখ্যা করেছিলেন। লিডবিটারের কিছু উদ্ভাবন চক্রকে শক্তি ঘূর্ণি হিসাবে বর্ণনা করছে, এবং তাদের প্রত্যেককে গ্রন্থি, অঙ্গ ও শরীরের অন্যান্য অংশের সাথে যুক্ত করা।\nপরের বছরগুলিতে, আভা ও চক্র সম্পর্কে লিডবিটারের ধারণাগুলি রুডলফ স্টেইনার এবং এডগার কায়সের মতো অন্যান্য দিব্যজ্ঞানীদের দ্বারা গৃহীত এবং পুনর্ব্যাখ্যা করা হয়েছিল, কিন্তু ১৮৮০ এর দশক পর্যন্ত, যখন এটি New Age আন্দোলন দ্বারা বাছাই করা হয়েছিল, তখন পর্যন্ত তার গুপ্ত শারীরস্থান গৌণ প্রতিকূলতার মধ্যে গৌণ আগ্রহের বিষয় ছিল।\n১৯৭৭ সালে, আমেরিকান গুপ্ততত্ত্ববিদ ক্রিস্টোফার হিলস Nuclear Evolution: The Rainbow Body বইটি প্রকাশ করেন, যা লিডবিটারের জাদুবিদ্যার শারীরস্থানের পরিবর্তিত সংস্করণ উপস্থাপন করেছিল। যেখানে লিডবিটার প্রতিটি চক্রকে জটিলভাবে বিশদ আকার এবং একাধিক রঙ দিয়ে আঁকেন, হিলস সেগুলিকে কেন্দ্রগুলির ক্রম হিসাবে উপস্থাপন করেছিল, প্রতিটি রংধনুর রঙের সাথে যুক্ত ছিল। পরবর্তী New Age লেখকদের অধিকাংশই লিডবিটারের ধারণার হিলের ব্যাখ্যার উপর ভিত্তি করে তাদের আভাকে উপস্থাপন করেছিলেন। চক্রগুলি ১৯৮০ ও ১৯৯০-এর দশকে মূলধারার রহস্যময় অনুমানের অংশ হয়ে ওঠে। অনেক New Age এর কৌশল যা চক্রের বাধা দূর করার লক্ষ্যে সেই বছরগুলিতে বিকশিত হয়েছিল, যেমন স্ফটিক নিরাময় এবং আভা-সোম। ১৯৯০-এর দশকের শেষের দিকে চক্রগুলি তাদের দিব্যজ্ঞানীয় ও হিন্দুত্ববাদী শিকড়ের সাথে কম যুক্ত ছিল এবং New Age এর ধারণাগুলির সাথে আরও বেশি জড়িত ছিল। New Age এর বিভিন্ন বই প্রতিটি চক্র এবং রঙ, ব্যক্তিত্বের বৈশিষ্ট্য, অসুস্থতা, খ্রিস্টান ধর্মসংস্কার, ইত্যাদির মধ্যে বিভিন্ন লিঙ্কের প্রস্তাব করেছে। New Age আন্দোলনের মধ্যে বিভিন্ন ধরনের সামগ্রিক নিরাময় আভা পড়ার কৌশল ব্যবহার করার দাবি করে, যেমন বায়োএনার্জেটিক বিশ্লেষণ, আধ্যাত্মিক শক্তি এবং শক্তি চিকিৎসা।\n\n\n== আভীয় শক্তি ==\nযোগ অংশগ্রহণকারীরা তাদের \"আভীয় শক্তি ঢাল\" এর উপর গুরুত্ব আরোপ করার বা উন্নত করার চেষ্টা করে। আভীয় শক্তির ধারণাটি আধ্যাত্মিক ও অধিবিদ্যার সাথে সম্পর্কিত। কিছু লোক মনে করে যে আভা মৃত্যুর পরে একজন ব্যক্তির আত্মাকে বহন করে।\n\n\n== আভা আলোকচিত্ৰবিদ্যা ==\n\n১৮৯০-এর দশকে ফরাসি চিকিৎসক হিপ্পোলাইট বারাদুক-এর আলোকচিত্ৰবিদ্যর মতো অনেক পিছনে গিয়ে মানবদেহের চারপাশে শক্তিক্ষেত্র ক্যাপচার করার অনেক প্রচেষ্টা করা হয়েছে। এই চিত্রগুলির অতিপ্রাকৃত ব্যাখ্যাগুলি প্রায়শই তাদের পিছনের সাধারণ প্রাকৃতিক ঘটনাগুলির বোঝার অভাবের ফলে হয়েছে, যেমন অবলোহিত আলোকচিত্ৰবিদ্যার অধীনে আভা-সদৃশ চিত্র তৈরি করে মানবদেহ থেকে তাপ নির্গত হয়।\n১৯৩৯ সালে, সেমিয়ন ডেভিডোভিচ কিরলিয়ান আবিষ্কার করেন যে কোনো বস্তু বা শরীরের অংশ সরাসরি আলোকচিত্র গ্রহণ-সংক্রান্ত কাগজে স্থাপন করে, এবং তারপর বস্তুর উপর উচ্চ ভোল্টেজ অতিক্রম করে, তিনি বস্তুটির চারপাশে উজ্জ্বল বহিরবয়বের চিত্র পাবেন। এই প্রক্রিয়াটি কিরলীয় আলোকচিত্রবিদ্যা নামে পরিচিতি লাভ করে। কিছু প্যারাসাইকোলজিস্ট, যেমন ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস অ্যাঞ্জেলস-এর থেলমা মস, প্রস্তাব করেছেন যে এই চিত্রগুলি মানসিক শক্তি এবং জৈব শক্তির মাত্রা দেখায়। যাইহোক, গবেষণায় দেখা গেছে যে ছবি তোলা বস্তুতে আর্দ্রতার উপস্থিতির কারণে কিরলিয়ান প্রভাব সৃষ্টি হয়। বিদ্যুত বস্তুর চারপাশে গ্যাস আয়নকরণের এলাকা তৈরি করে যদি এটি আর্দ্র থাকে, যা জীবিত জিনিসের ক্ষেত্রে হয়। এটি ফিল্মের বৈদ্যুতিক চার্জ ছাঁচের পরিবর্তন ঘটায়। কঠোর পরীক্ষা-নিরীক্ষার পর, কিরলীয় আলোকচিত্রবিদ্যার ক্ষেত্রে কোনো রহস্যময় প্রক্রিয়া আবিষ্কৃত হয়নি।\nআভা বন্দী করার আরও সাম্প্রতিক প্রচেষ্টার মধ্যে রয়েছে আভা ইমেজিং ক্যামেরা এবং ১৯৯২ সালে গাই কগিন্স দ্বারা প্রবর্তিত সফ্টওয়্যার। কগিন্স দাবি করেন যে তার সফ্টওয়্যারটি বিষয়ের ছবি রঙ করতে বায়োফিডব্যাক তথ্য ব্যবহার করে। কৌশলটি প্রজননযোগ্য ফলাফল দিতে ব্যর্থ হয়েছে।\n\n\n== অভীক্ষণ ==\n\nকথিত আভা নির্গমনগুলি পর্যবেক্ষণ করার জন্য মানসিক ক্ষমতার পরীক্ষাগুলি বারবার ব্যর্থতার সাথে দেখা হয়েছে।\nপরীক্ষায় লোকেদের অন্ধকার ঘরে রাখা এবং সে কতগুলি আভা পর্যবেক্ষণ করতে পারে তা বলতে সাইকিককে জিজ্ঞাসা করা জড়িত। শুধুমাত্র সুযোগ ফলাফল প্রাপ্ত হয়।\nআভার স্বীকৃতি মাঝে মাঝে টেলিভিশনে পরীক্ষা করা হয়েছে। পরীক্ষায় আভা অধ্যেতাকে রুমের একপাশে দাঁড়িয়ে অস্বচ্ছ পার্টিশন দিয়ে তাকে অনেকগুলি স্লট থেকে আলাদা করে যাতে প্রকৃত মানুষ বা পুঁথি থাকতে পারে। আভা অধ্যেতা মানুষ সম্বলিত স্লট সনাক্ত করতে ব্যর্থ হয়েছে, ভুলভাবে বলেছে যে সমস্ত লোক রয়েছে।\nআরেকটি টেলিভিশন পরীক্ষায় আরেকটি আভা অধ্যেতাকে পার্টিশনের আগে রাখা হয়েছিল যেখানে পাঁচজন লোক দাঁড়িয়ে ছিল। তিনি দাবি করেছিলেন যে তিনি দেশভাগের আড়াল থেকে তাদের আভা দেখতে পাচ্ছেন। প্রতিটি ব্যক্তি যখন বাইরে চলে গেল, অধ্যেতাকে সেই ব্যক্তিটি স্লটের পিছনে কোথায় দাঁড়িয়ে ছিল তা সনাক্ত করতে বলা হয়েছিল। তিনি পাঁচটির মধ্যে দুইটি সঠিকভাবে শনাক্ত করেন।\nবৈজ্ঞানিকভাবে আভার অস্তিত্ব প্রমাণ করার প্রচেষ্টা বারবার ব্যর্থতার সম্মুখীন হয়েছে; উদাহরণস্বরূপ, লোকেরা সম্পূর্ণ অন্ধকারে আভা দেখতে অক্ষম, এবং আভা কখনই সফলভাবে লোকেদের সনাক্ত করতে ব্যবহৃত হয়নি যখন তাদের সনাক্তকরণ বৈশিষ্ট্যগুলি অন্যথায় নিয়ন্ত্রিত পরীক্ষায় অস্পষ্ট থাকে। ১৯৯৯ সমীক্ষায় উপসংহারে এসেছে যে প্রচলিত সংবেদনশীল সংকেত যেমন বিকিরণিত শরীরের তাপ আধিভৌতিক ঘটনার প্রমাণের জন্য ভুল হতে পারে।\n\n\n== বৈজ্ঞানিক ব্যাখ্যা ==\nমনোবিজ্ঞানী অ্যান্ড্রু নেহের লিখেছেন যে \"আরাস যে কোন উপায়ে, মনস্তাত্ত্বিক এই ধারণাটিকে সমর্থন করার জন্য কোন ভাল প্রমাণ নেই।\" ল্যাবরেটরির অবস্থার গবেষণায় প্রমাণিত হয়েছে যে আভাকে এর পরিবর্তে সবচেয়ে ভালোভাবে ব্যাখ্যা করা হয় চাক্ষুষ বিভ্রম হিসেবে যা পরবর্তী চিত্র হিসেবে পরিচিত। স্নায়ুবিশারদরা দাবি করেন যে মানুষ মস্তিষ্কের মধ্যে প্রভাবের কারণে আভা অনুভব করতে পারে: মৃগীরোগ, মাইগ্রেন বা সাইকেডেলীয় ওষুধের প্রভাব যেমন লাইসার্জিক অ্যাসিড ডাইইথ্যালামাইড।\nএটা প্রস্তাব করা হয়েছে যে আভা যুগ্মবেদনের ফলে হতে পারে। যাইহোক, ২০১২ সালের গবেষণায় আভা ও যুগ্মবেদনের মধ্যে কোনো যোগসূত্র খুঁজে পাওয়া যায়নি, এই উপসংহারে বলা হয়েছে যে \"অসঙ্গতি পাওয়া গেছে যে দুটি ঘটনাই ঘটনাগত ও আচরণগতভাবে ভিন্ন।\" রোগশয্যাসম্বন্ধীয় স্নায়ুবিশারদ স্টিভেন নোভেলা লিখেছেন: \"Given the weight of the evidence it seems that the connection between auras and synaesthesia is speculative and based on superficial similarities that are likely coincidental; প্রমাণের ওজন দেখে মনে হয় যে আভা ও যুগ্মবেদনের মধ্যে সংযোগ অনুমানমূলক এবং উপরিভাগের মিলের উপর ভিত্তি করে যা সম্ভবত কাকতালীয়)\"।\nঅন্যান্য কারণগুলির মধ্যে দৃষ্টিশক্তির মধ্যে ব্যাধি অন্তর্ভুক্ত হতে পারে যা চাক্ষুষ প্রভাবকে উস্কে দেয়।\nব্রিজেট পেরেজ, সংশয়বাদী অনুসন্ধানকারীর একটি পর্যালোচনায় লিখেছেন: \"perceptual distortions, illusions, and hallucinations might promote belief in auras... Psychological factors, including absorption, fantasy proneness, vividness of visual imagery, and after-images, might also be responsible for the phenomena of the aura; অনুভূতিগত বিকৃতি, বিভ্রম ও অমূলপ্রত্যক্ষগুলি আভার বিশ্বাসকে উন্নীত করতে পারে... শোষণ, কল্পনা প্রবণতা, চাক্ষুষ চিত্রের প্রাণবন্ততা এবং পরবর্তী-সাদৃশ্য সহ মনস্তাত্ত্বিক কারণগুলিও আভার ঘটনার জন্য দায়ী হতে পারে)।\"\nবিজ্ঞানীরা বারবার উপসংহারে এসেছেন যে আভা দেখার ক্ষমতা আসলে নেই।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nHanegraaff, Wouter J. (২০০৬)। Dictionary of Gnosis & Western Esotericism। Leiden: Brill। আইএসবিএন 9789004152311। \nHammer, Olav (২০০১)। Claiming Knowledge: Strategies of Epistemology from Theosophy to the New Age। Leiden: Brill। আইএসবিএন 900413638X। \nHines, Terence (২০০২)। Pseudoscience and the Paranormal (2nd সংস্করণ)। Amherst, New York: Prometheus Books। আইএসবিএন 1573929794। \nTillett, Gregory John (১ জানুয়ারি ১৯৮৬)। Charles Webster Leadbeater 1854–1934: a biographical study (Thesis)। University of Sydney। hdl:2123/1623। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nAuras in the \"Skeptic's dictionary\"\nHow Aura Photography Invaded Instagram"}