{"pageid": 1386195, "title": "তিরুবাইমোলি", "url": "https://bn.wikipedia.org/wiki?curid=1386195", "content": "তিরুবাইমোলি ( তামিল: திருவாய்மொழி      )  তামিল হিন্দু সাহিত্যের একটি রচনা। এটি ১১০২টি শ্লোক সমন্বিত যা এটি খ্রিস্টীয় নবম শতাব্দীতে হিন্দু কবি-সন্ত নম্মালবর  রচনা করেন। নম্মা-আলবরকে দক্ষিণ ভারতের আলবর সাধুদের মধ্যে অগ্রগণ্য বলে মনে করা হয়। বিষ্ণুভক্তির প্রতি আলবরের সংকলন নালায়রা দিব্য প্রবন্ধের প্রধান বৈশিষ্ট্য।  প্রায়শই একে তামিলবেদ বা দ্রাবিড়বেদ নামেও উল্লেখ করা হয়। \n\n\n== গঠনপ্রণালী ==\nকাব্যটির প্রায় ১০০টি পদে ১০ ভাগে (পট্টু) বিভক্ত,  প্রতিটি শতককে ১০টি দশকে বিভক্ত করা হয়েছে , ১০টি পদের প্রতিটিতে ২৮টি পশুরম আছে। কাব্যটির এক বিশেষ বৈশিষ্ট্য হল এটি  অন্ততি-ধরনে গঠিত, অর্থাৎ একটি পদের শেষ শব্দ পরের শব্দ গঠন করে যা সমস্ত ১,১০২টি শ্লোকে পর্যায়ক্রমে রয়েছে; কাব্যের শেষ শব্দগুলোও কবিতার প্রথম শব্দ গঠন করে । নম্মালবর বলেছেন  এই \"সহস্র গীতগুলি\" তামিল ভূমির মানুষ, সঙ্গীতজ্ঞ ও ভক্তদের দ্বারা বিদেশে ছড়িয়ে দেওয়া হবে\"। দেবতা বিষ্ণু এই কবিতাগুলিতে সম্বোধিত হয়েছেন, সংস্কৃত পুরাণ ও মহাকাব্যগুলোও বিষ্ণুর প্রশংসায় পূর্ণ । এই কাব্যে বিষ্ণু স্বয়ং তামিল ও সংস্কৃত সাহিত্যের সমন্বয়ের প্রতীক। নম্মালবরের কবিতাগুলি তিরুমল বা মায়নকে সম্বোধন করা হয়েছে। সংস্কৃত পুরাণগুলি নম্মালবরের কাছে পরিচিত ছিল, এবং তিনি প্রায়শই তা ইঙ্গিত করেছেন, তবে এখানে বিষ্ণু একজন রাজা ও প্রেমিকের ভূমিকায় অভিনয় করেছেন, যা যুদ্ধের নায়ক ও প্রাচীন তামিলের প্রেমের কবিতাগুলি স্মরণ করিয়ে দেয়।৷\n\n\n== গুরুত্ব ==\n\nবসুধা নারায়ণন এর মতে, তামিলবেদ সংস্কৃত বেদের অনুকরণ বা অনুবাদ নয়; এটি দ্বাদশ আলবরের একজন  প্রাথমিকভাবে অষ্টম - নবম শতাব্দীর মধ্যে বসবাসকারী কবি-সাধক নম্মালবরের রচনা  বলে মনে করা হয়। এই রচনাটিকে ঐতিহাসিক বলে মনে করা হয় কারণ এ পর্যন্ত কোনো স্থানীয় ভাষাকে হিন্দুধর্মে প্রকাশের মাধ্যম হিসেবে গণ্য করা হয়েনি; অন্য কোন রচনাকে 'বেদ' বলা হয়নি। হিন্দু সাহিত্যে প্রথমবারের মতো সংস্কৃত ছাড়া অন্য কোনো ভাষায় স্তোত্র প্রকাশ করা হয়েছে বলে মনে করা হয়। \nতিরুবাইমোলির কতিপয় নির্বাচিত স্তবসমূহ শ্রীসম্প্রদায়ী বৈষ্ণব গৃহ, বৈদিক অনুষ্ঠান, সাধু-সন্তের জন্মদিন, গর্ভাধান সংস্কার, তরুণ বালকদের উপনয়ন সংস্কারে পাঠ করা হয়ে থাকে। কবিতার দশটি পদের প্রতিটি সংকলনের  ভাষ্যে  সুসঙ্গত বিষয়বস্তু  উপস্থাপিত হয়েছে, এবং প্রধান দার্শনিক ধারণাটি প্রতিটি ভিন্ন পদে ঘনীভূত হয়েছে৷ \n\n\n== স্তবগান ==\nতিরুবাইমোলির এক স্তবগানে কবি কৃষ্ণের(কান্নান) জন্য নিজের ব্যাকুলতা প্রকাশ করছেন:\n\nনীল সমুদ্রের ন্যায় কৃষ্ণবর্ণ কান্নন, স্বর্গীয়গণের শ্যাম মণি, আমাদের আপন আত্মা, ফণাধারী শেষের উপর শয়নকারী, তিনি তেজোময় প্রভু। শত কৌরব ও পঞ্চ পাণ্ডবের যুদ্ধে তিনি রথ চালনার কার্য করেছিলেন। আহা! কখন আমাদের চক্ষু আপনার নুপুর শোভিত বিজয়ী চরণকমল দর্শন করবে?\n\n\n== আরও দেখুন ==\nতিরুবাচিরিয়াম\nপেরুমল তিরুমলি\nপেরিয়ালবর তিরুমলি\n\n\n== তথ্যসূত্র =="}