{"pageid": 1386896, "title": "রবিদাসী সম্প্রদায়", "url": "https://bn.wikipedia.org/wiki?curid=1386896", "content": "রবিদাসী সম্প্রদায় বা রবিদাসী পন্থ একটি ধর্ম যা গুরু রবিদাসের শিক্ষার উপর ভিত্তি করে। শিখ গুরু এবং গুরু গ্রন্থ সাহিবকে শ্রদ্ধেয় বলে মনে করা হয়।\nঐতিহাসিকভাবে, রবিদাসীরা ভারতীয় উপমহাদেশে বিভিন্ন বিশ্বাসের প্রতিনিধিত্ব করত, রবিদাসের কিছু ভক্ত নিজেদেরকে রবিদাসী বলে গণ্য করে, কিন্তু প্রথম ঔপনিবেশিক ব্রিটিশ ভারতে বিংশশতাব্দীর প্রথম দিকে গঠিত হয়। ১৯৪৭ সালের পর থেকে রবিদাসী ঐতিহ্য আরো সংগতি লাভ করতে শুরু করে এবং প্রবাসীদের মধ্যে সফল রবিদাসী ঐতিহ্য প্রতিষ্ঠা হয়। রবিদাসীদের মোট সংখ্যার আনুমানিক পরিসীমা দুই থেকে পাঁচ মিলিয়নের মধ্যে।\nরবিদাসী শিখরা বিশ্বাস করে যে রবিদাস তাদের গুরু (সন্ত) যেখানে খলস শিখরা ঐতিহ্যগতভাবে তাকে অনেক ভগতের একজন (পবিত্র ব্যক্তি), শিখধর্মে গুরুর কাছে নিম্ন অবস্থান বলে মনে করে। আরও, রবিদাসী শিখরা রবিদাস দেরাসের জীবিত সন্তকে গুরু হিসেবে গ্রহণ করে। ভিয়েনায় শিখ জঙ্গিদের দ্বারা ২০০৯ সালে তাদের সফররত জীবিত গুরু নিরঞ্জন দাস এবং তার ডেপুটি রামানন্দ দাসের উপর হত্যাকাণ্ডের পর নতুন রবিদাসী ধর্ম চালু করা হয়েছিল। হামলায় রামানন্দ দাস মারা যান, নিরঞ্জন দাস তার আঘাত থেকে বেঁচে যান, মন্দিরের এক ডজনেরও বেশি উপস্থিতিও আহত হন। এটি গোঁড়া শিখ কাঠামো থেকে রবিদাসী গোষ্ঠীর নিষ্পত্তিমূলক বিরতির সূত্রপাত করে।\n\n\n== বিশ্বাস ==\nরবিদাস নিম্নলিখিত নীতিগুলি শিখিয়েছিলেন:\n\nঈশ্বরের একত্ব, সর্বব্যাপীতা এবং সর্বশক্তিমান।\nমন চাঙ্গা তো কাঠোতী মে গঙ্গা কাহানি (मन चंगा तो कठौती में गंगा)\nমানুষের আত্মা ঈশ্বরের একটি কণা।\nনিম্নবর্ণের দ্বারা ঈশ্বরের সাক্ষাৎ সম্ভব নয় এমন ধারণার প্রত্যাখ্যান।\nঈশ্বরকে উপলব্ধি করতে, যা মানব জীবনের লক্ষ্য, মানুষের উচিত জীবনের সমস্ত আচার-অনুষ্ঠানে ঈশ্বরের প্রতি মনোনিবেশ করা।\nঈশ্বরের (মোক্ষ) সাথে সাক্ষাতের একমাত্র উপায় হল মনকে দ্বৈততা থেকে মুক্ত করা।\n\n\n== উপাসনালয় ==\n\nরবিদাসীর উপাসনালয়কে ডেরা, সভা, মন্দির, গুরুদ্বার বা ভবন বলা হয়, কখনও কখনও মন্দির হিসেবেও অনুবাদ করা হয়। এটি গুরু রবিদাসের প্রতি শ্রদ্ধাশীল বলে মনে করা হয় এবং উপাসনাস্থলে প্রবেশ করার সময় মাথা ঢেকে রাখা এবং জুতা খুলে রাখা বাধ্যতামূলক।\nসভার বাইরে সর্বদা একটি পতাকা থাকে যার উপরে নিশান লেখা থাকে এবং তার উপরে \"হরর\" চিহ্ন যা গুরু রবিদাসের শিক্ষা থেকে জ্ঞানার্জনের প্রতীক। কিন্তু ডার্বি, ওয়ালসাল, গ্রেভসেন্ড, মন্ট্রিল এবং পাপাকুড়ার গুরু রবিদাস সভাগুলি ব্যতিক্রম, কারণ এই সভাগুলির অফিসিয়াল শিরোনাম বোর্ডগুলি হররের পাশাপাশি এক ওঙ্কার ও খণ্ডের প্রতীকগুলি প্রদর্শন করে। এই সভাগুলির শিরোনাম বোর্ডগুলি স্পষ্টভাবে শিখ গুরুদ্বার এবং রবিদাস মন্দির উভয় ভবন হিসাবে চিহ্নিত করে। অধিকন্তু, ডার্বি সভার ডিসপ্লে বোর্ড এটিকে শিখ মন্দির হিসেবে উল্লেখ করেছে।\nলঙ্গর সভার অভ্যন্তরে একটানা অনুশীলন হিসাবে সংঘটিত হয় এবং সকলেই এতে অংশ নিতে পারেন।\n\n\n== রীতি ==\nরবিদাসীরা অভিবাদন ব্যবহার করে \"ਸਤਨਾਮ ਵਾਹਿਗਰੂ\", যার অর্থ \"ঈশ্বরতুল্য গুরুর প্রশংসা করুন\", ধর্মের মূলমন্ত্র।\n\n\n== প্রতীক ==\n\nহরর নামের গুরুমুখী প্রতিবর্ণীকরণ হল রবিদাসী ধর্মের প্রধান প্রতীক। একে কৌমি নিশান নামেও ডাকা হয়। ধর্মকে পতাকা দ্বারাও উপস্থাপিত করা হয়, যার চিহ্ন \"হর\" সহ, যা রনকি রাম বলে। রাম বলেন,  চিহ্ন হর রবিদাসের সত্তা এবং তাঁর শিক্ষাকে প্রতিনিধিত্ব করে।\n\n\n== উৎসব ==\n\nরবিদাসের জন্মদিন প্রতি বছর উত্তর প্রদেশ রাজ্যের বারাণসীর বীর গোবর্ধনপুর গ্রামের মন্দিরে জানুয়ারি বা ফেব্রুয়ারিতে পালিত হয় এবং ভারত সরকার এটিকে একটি গেজেটেড ছুটি ঘোষণা করেছে।\nযেদিন গুরু রবিদাসের অমৃতবাণী পাঠ করা হয়, হর নিশান সাহেব আনুষ্ঠানিকভাবে পরিবর্তন করা হয়, এবং মন্দিরের রাস্তায় সংগীতের সাথে শ্রী গুরু রবিদাসের প্রতিকৃতি বহন করে বিশেষ রবিদাসী  আরতি ও নগর কীর্তন মিছিল হয় এলাকা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}