{"pageid": 1386534, "title": "রওদা দ্বীপ", "url": "https://bn.wikipedia.org/wiki?curid=1386534", "content": "রওদা বা রাওদাহ দ্বীপ (আরবি: جزيرة الروضة, Jazīrat ar-Rawdah, মিশরীয় আরবি: ɡɪˈziːɾɪt eɾˈɾoːdɑ) হল মধ্য কায়রোতে নীল নদের একটি দ্বীপ এলাকা। বিকল্পভাবে বা আংশিকভাবে মানিয়ালুর রওদা বা মানিয়াল নামে পরিচিত; যা নগরীকরণের আগে দ্বীপে বিদ্যমান মূল গ্রামের না। এটি মিসরুল কাদিমা বা পুরাতন কায়রো জেলার অংশ।\n\n\n== ইতিহাস ==\nদ্বীপটি প্রাচীনকালে ব্যাবিলনীয় দ্বীপ নামে পরিচিত ছিল (প্রাচীন গ্রিক: Νῆσος Βαβυλῶνος), যা ব্যাবিলন দুর্গকে নির্দেশ করে।\nউমাইয়া উমাইয়া রাজবংশের খলিফা সুলায়মান ইবনে আবদুল মালিকের শাসনামলে, বার্ষিক নীল বন্যা পরিমাপের জন্য খলিজ খালের মুখের বিপরীতে দ্বীপের দক্ষিণ প্রান্তে একটি নাইলোমিটার নির্মিত হয়েছিল। আব্বাসীয় খলিফা মুতাওয়াক্কিলের শাসনামলে ৮৬১ খ্রিস্টাব্দে কাঠামোটি প্রতিস্থাপিত হয়। জ্যোতির্বিজ্ঞানী ফারগানির তত্ত্বাবধানে এবং অনেক পরিবর্তন সত্ত্বেও, আজও বিদ্যমান এবং রোদা দ্বীপ নিলোমিটার নামে পরিচিত।\nআইয়ুবীয় সুলতান সালিহ আইয়ুব (শাসনকাল ১২৪০ থেকে ১২৪৯ , সালাহুদ্দিনের বড়-ভাতিজা) নিলোমিটারের কাছে দ্বীপের দক্ষিণ প্রান্তে একটি প্রাসাদ তৈরি করেছিলেন।\nমামলুক বাহরি রাজবংশ মূলত রোদা দ্বীপে রাজপ্রাসাদ স্থাপন করে সেখানে বসবাস শুরু করেছিল। রাজবংশের নাম, \"বাহরিয়া\", যার অর্থ 'নদী সংক্রান্ত বিষয়', নীল নদের দ্বীপে তাদের আদি বসতিকে নির্দেশ করে।\n১৮২৯ সালে মোহাম্মদ আলী রাজবংশের ভাইসরয় ইব্রাহিম পাশা দ্বারা দ্বীপটিতে বুস্তানুল কাবির (মহান উদ্যান) পরিকল্পনা এবং কার্যক্রম শুরু হয়েছিল। ১৮৫১ সালে মানস্টারলি প্রাসাদ, যা কিয়স্ক নামেও পরিচিত, এটি দ্বীপের দক্ষিণ প্রান্তে আইয়ুবীয়দের প্রাসাদের ধ্বংসাবশেষে হাসান ফুয়াদ পাশা আল-মানস্টারলি নির্মাণ করেন। যা মিশরের কাটখোদা প্রথম আব্বাসের শাসনামলে নির্মিত হয়েছিল। পরবর্তীতে বিংশ শতাব্দীর গোড়ার দিকে দ্বীপের মধ্য-উত্তরে প্রিন্স মোহাম্মদ আলী প্রাসাদ নির্মিত হয়।\nবর্তমানে দ্বীপটি কায়রোর একটি ব্যস্ত এলাকা।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে রওদা দ্বীপ সম্পর্কিত মিডিয়া দেখুন।\n\nআল-মানিয়াল প্রাসাদ যাদুঘর এবং বাগান\n(জার্মান ভাষায়) Wikivoyage.org: Rōḍa - Wikivoyage.org- এ"}