{"pageid": 1386232, "title": "রাহিল শরীফ", "url": "https://bn.wikipedia.org/wiki?curid=1386232", "content": "জেনারেল রাহিল শরীফ ( উর্দু : راحیل شریف জন্ম: ১৬ জুন, ১৯৫৬ খ্রিস্ট.) হলেন পাকিস্তান সেনাবাহিনীর একজন অবসরপ্রাপ্ত চারতারকা সেনা জেনারেল যিনি ২০১৩ সালের ২৯শে নভেম্বর থেকে ২০১৬ সালের ২৯ নভেম্বর পর্যন্ত পাক সেনাবাহিনীর নবম প্রধান হিসেবে দায়িত্ব পালন করেন এবং পাক সেনাপ্রধান হিসেবে অবসর নেওয়ার পরেই তাকে সৌদি আরবের রিয়াদে অবস্থিত বিশ্বের ৪১টি মুসলিমদেশের জোট ইসলামিক মিলিটারি কাউন্টার টেরোরিজম কোয়ালিশনের কমান্ডার-ইন-চিফ হিসেবে নিযুক্ত করা হয়।\nজেনারেল রাহিল শরিফের নেতৃত্বে পাক সেনাবাহিনী সারা দেশে সন্ত্রাসবিরোধী অভিযান চালায়। এর মধ্যে সবচে' গুরুত্বপূর্ণ ছিল উত্তর ওয়াজিরিস্তানে সংঘটিত অপারেশন জারব-ই-আজব যা এই অঞ্চলে তালেবান যোদ্ধাদের শক্ত ঘাঁটি নির্মূল করে। তিনি করাচিতে আধাসামরিক বাহিনীর ভূমিকা প্রসারিত করেন, যা পাকিস্তানের বাণিজ্যিক রাজধানীতে সহিংসতার মাত্রা কমানোর জন্য ব্যাপকভাবে কৃতিত্বপূর্ণ ছিল। তার নেতৃত্বাধীন পাকিস্তানি সামরিক বাহিনী ফেডারেল স্তরে গণতান্ত্রিকভাবে নির্বাচিত সরকারকে ও বেলুচিস্তানের বিদ্রোহের অবসান ঘটাতে বেলুচ প্রাদেশিক ও স্থানীয় সরকারকেও সমর্থন করেছে। এবং প্রাক্তন জঙ্গিদের মূলধারার পাকিস্তানি সমাজে একীভূত করার কাজও করেছে।  জেনারেল শরীফ বেলুচিস্তান প্রদেশের মধ্য দিয়ে যাওয়া চীন-পাকিস্তান অর্থনৈতিক করিডোর রক্ষা এবং সুরক্ষিত করার জন্য একটি নতুন সামরিক ইউনিটও তৈরি করেন। তিনি পাকিস্তানের দেশীয় প্রতিরক্ষা শিল্পের বিকাশে সহায়তা করেন, যার ফলে এক দেড় বছরের মধ্যে পাকিস্তানের বৈদেশিক মুদ্রার $১.১৪ বিলিয়নের বেশি সঞ্চয় হয়েছিল।\nরাহিল শরীফ প্রধানমন্ত্রী নওয়াজ শরীফের বেসামরিক সরকারকে সামাজিক ও অর্থনৈতিক নীতির নিয়ন্ত্রণে রেখে সরাসরি জাতীয় নিরাপত্তা এবং পররাষ্ট্র নীতি সংক্রান্ত বিষয়ে সেনাবাহিনীর ভূমিকা শক্তিশালী করে তার উদ্দেশ্য অর্জন করেন।  তিনি আফগান সীমান্তের কাছে জিহাদি গোষ্ঠীর বিরুদ্ধে আঘাত করে, রাশিয়ার সাথে পাকিস্তানের প্রথম যৌথ সামরিক মহড়া চালিয়ে  এবং চীনের সাথে সম্পর্ক গভীর করে এবং আমেরিকার সাথে পাকিস্তানের পুনর্মিলন ঘটিয়ে সেনাবাহিনীর অবস্থান শক্ত করেন।\nজেনারেল শরীফের অবসরে বিশ বছরের মধ্যে প্রথম বারের মতো একজন জেনারেল যথাসময়ে অবসর নেন ( মেয়াদ বাড়ানোর আবেদন না করেই)।  জেনারেল শরীফ বলেন যে, তিনি অবসর গ্রহণের পরেও পাকিস্তানের সেবা করতে প্রস্তুত।  তিনি পাকিস্তানে একজন সম্মানজনক উত্তরাধিকার রেখে যান। দেশের অভ্যন্তরে সন্ত্রাসবাদ কমানোর জন্য তিনি ব্যাপকভাবে কৃতিত্বের অধিকারী। ২০০৬ সাল থেকে দেশে সহিংসতা সর্বনিম্ন স্তরে নেমে যায় এবং তার আমলে সন্ত্রাসী হামলা সামগ্রিকভাবে ৮০% হ্রাস পায়। \n\n\n== তথ্যসূত্র =="}