{"pageid": 1386487, "title": "পাউলিনো আলকান্তারা", "url": "https://bn.wikipedia.org/wiki?curid=1386487", "content": "পাউলিনো আলকান্তারা রিয়েস্ত্রা (৭ অক্টোবর ১৮৯৬ – ১৩ ফেব্রুয়ারি ১৯৬৪) ছিলেন একজন পেশাদার ফুটবল খেলোয়াড় এবং ম্যানেজার যিনি একজন আক্রমণভাগের খেলোয়াড় হিসেবে খেলতেন। তিনি ফিলিপাইনে জন্মগ্রহণ করেন, বার্সেলোনায় তার খেলার কর্মজীবনের বেশিরভাগ সময় কাটিয়েছেন এবং আন্তর্জাতিকভাবে কাতালুনিয়া, ফিলিপাইন এবং স্পেনের প্রতিনিধিত্ব করেছেন।\nআলকান্তারা ১৫ বছর বয়সে বার্সেলোনার হয়ে আত্মপ্রকাশ করেন এবং ক্লাবের হয়ে খেলা বা গোল করা সর্বকনিষ্ঠ খেলোয়াড় হিসেবে রয়ে গেছেন। তিনি ৩৯৯টি অফিসিয়াল এবং প্রীতি ম্যাচে ৩৯৫ গোল করেছেন, এটি এমন একটি ক্লাব রেকর্ড যা ৮৭ বছর ধরে টিকে ছিল। ১৯২৭ সালে ৩১ বছর বয়সে একজন খেলোয়াড় হিসাবে অবসর নেওয়ার পর তিনি একজন ডাক্তার হন। আলকান্তারা ১৯৩১ এবং ১৯৩৪ সালের মধ্যে ক্লাবের পরিচালক হিসাবে কাজ করেছিলেন। ১৯৫১ সালে আলকান্তারা একজন কোচ হন এবং তিনটি ম্যাচের জন্য স্পেনকে পরিচালনা করেন।\n\n\n== ক্লাব কর্মজীবন ==\n\n\n=== প্রাথমিক কর্মজীবন ===\n\nআলকান্তারা ফিলিপাইনের ইলোইলোর কনসেপসিওনে একজন স্পেনীয় সামরিক কর্মকর্তা এবং একজন ইলংগা মায়ের ঘরে জন্মগ্রহণ করেন। তার বয়স ছিল তিন বছর যখন তার পরিবার বার্সেলোনায় চলে আসে, যে বছর জোয়ান গাম্পের ফুটবল ক্লাব বার্সেলোনা গঠন করেছিলেন। গাম্পের যখন তাকে আবিষ্কার করেন তখন আলকান্তারা ফুটবল ক্লাব গালেনোর হয়ে খেলতে চান। এরপর যোগ দেন বার্সেলোনার যুব দলে। তিনি ১৫ বছর, ৪ মাস এবং ১৮ দিন বয়সে ২৫ ফেব্রুয়ারি ১৯১২ সালে কাম্প দে লা ইন্দাস্ত্রিয়াতে কাম্পিওনাত দে কাতালুনিয়ায় (কাতালান ফুটবল চ্যাম্পিয়নশিপ) কাতালা এসসি-র বিপক্ষে অভিষেক করেন। বার্সেলোনা সেই খেলাটি ৯–০ ব্যবধানে জিতেছিল, খেলার প্রথম তিনটি গোল অ্যালকান্তারা করেছিলেন, একটি অফিসিয়াল ম্যাচে ফুটবল ক্লাব বার্সেলোনার হয়ে সর্বকনিষ্ঠ খেলোয়াড় হিসেবে গোল করার জন্য এখনও বিদ্যমান অবিচ্ছিন্ন রেকর্ড স্থাপন করেছিলেন। ক্লাবে থাকাকালীন তার সতীর্থদের মধ্যে ছিলেন ফ্রান্সিসকো ব্রু সানজ, জ্যাক গ্রিনওয়েল এবং রোমা ফরন্স। তিনি ক্লাবটিকে ১৯১৩ এবং ১৯১৬ সালে দুটি কাম্পিওনাত দে কাতালুনিয়া এবং ১৯১৩ সালের কোপা দেল রেই (স্পেনীয় কাপ) জিততে সাহায্য করেছিলেন, যেখানে তিনি ফাইনাল মিস করেন যা রিয়াল সোসিয়েদাদের সাথে ২–২ ড্রতে শেষ হয়েছিল, কিন্তু তারপরে খেলেছিলেন যখন বার্সেলোনা ২-১ ব্যবধানে জয়ী হওয়ার পুনরাবৃত্তি হয়।\n\n\n=== বোহেমিয়ান স্পোর্টিং ক্লাব ===\n১৯১৬ সালে আলকান্তারার বাবা-মা ফিলিপাইনে ফিরে আসেন এবং তাদের ছেলেকে নিয়ে যান। সেখানে তিনি ওষুধের উপর পড়াশোনা চালিয়ে যান এবং বোহেমিয়ান স্পোর্টিং ক্লাবের হয়ে ফুটবল খেলেন। তিনি ক্লাবটিকে দুটি ফিলিপাইন চ্যাম্পিয়নশিপ জিততে সাহায্য করেছিলেন; ১৯১৭ এবং ১৯১৮ সালে। তিনি ১৯১৭ সালে ফিলিপাইনের জাতীয় ফুটবল দলের জন্য নির্বাচিত হন এবং টোকিওতে ফার ইস্টার্ন চ্যাম্পিয়নশিপ গেমসে তার দেশের প্রতিনিধিত্ব করেন, যা তাদের জাপানকে ১৫–২-এ পরাজিত করতে সাহায্য করে, যা এখনও আন্তর্জাতিক ফুটবলে ফিলিপাইনের সবচেয়ে বড় জয়। তিনি টেবিল টেনিসেও ফিলিপাইনের প্রতিনিধিত্ব করেছেন। এদিকে, বার্সেলোনা তার অনুপস্থিতিতে বড় শিরোপা জিততে ব্যর্থ হচ্ছিল এবং ক্লাবটি তাকে স্পেনে ফিরে যাওয়ার অনুমতি দেওয়ার জন্য তার পিতামাতার কাছে নিরর্থক আবেদন করছিল। যদিও, তিনি ১৯১৭ সালে ম্যালেরিয়ায় আক্রান্ত হন এবং স্পষ্টতই তাকে ফিরে যাওয়ার অনুমতি না দেওয়া পর্যন্ত নির্ধারিত ওষুধ খেতে অস্বীকার করেন।\n\n\n=== বার্সেলোনায় ফেরত ===\nবার্সেলোনায় ফিরে আসার পর তার প্রাক্তন সতীর্থ এবং ম্যানেজার জ্যাক গ্রিনওয়েল অ্যালকান্তারাকে রক্ষণভাগের খেলোয়াড় হিসেবে খেলার মাধ্যমে পরীক্ষা-নিরীক্ষা করেন, কিন্তু আলকান্তারা সেই অবস্থানে সফল হননি। বার্সার ক্লাব সদস্যতার \"এলস সোসিস\" এর অর্থপ্রদানকারী সদস্যরা আলকান্তারাকে তার স্বাভাবিক অবস্থানে ফিরে যাওয়ার দাবি করেছিল, যাতে তাকে আক্রমণভাগের লাইনে ফিরে যেতে হয়েছিল। ১৯১৯ সালে তিনি ক্লাবটিকে আরেকটি কাম্পিওনাত দে কাতালুনিয়া জিততে সাহায্য করেন। ক্লাবটি ১৯১৯ সালের কোপা দেল রেই ফাইনালেও পৌঁছেছিল কিন্তু পরবর্তী সতীর্থ ফেলিক্স সেসুমাগার হ্যাট্রিকের সৌজন্যে অ্যারেনাস ক্লাব দে গেটক্সোর কাছে ২–৫ গোলে হেরে যায়। ১৩ এপ্রিল ১৯১৯-এ রিয়াল সোসিয়েদাদের বিরুদ্ধে লেস কোর্তস্-এ একটি খেলায় আলকান্তারা \"পুলিশ গোল\" করেন, যখন একজন পুলিশ সদস্য একটি শক্তিশালী নিক্ষেপে বাধা হয়, ফলে বল এবং পুলিশ উভয়ই জালের পিছনে চলে যায়। ১৯২০ সালে ক্লাবটি আরেকটি কোপা দেল রেই এবং কাম্পিওনাত দে কাতালুনিয়া জিতেছিল, কাপ ফাইনালে অ্যাথলেটিক বিলবাওয়ের বিপক্ষে ২–০ গোলের জয়ে আলকান্তারা গোল করে। দলে এমিলিও সাগি লিনান অন্তর্ভুক্ত ছিলেন, যিনি আলকান্তারার পাশাপাশি রিকার্ডো জামোরা, ইয়োসেপ সামিতিয়া এবং ফেলিক্স সেসুমাগার সাথে একটি অংশীদারিত্ব গঠন করেছিলেন। এটি ক্লাবের প্রথম সোনালী যুগের সূচনা করে এবং তারা কাম্পিওনাত দে কাতালুনিয়া এবং কোপা দেল রেই উভয়েই তাদের আধিপত্য দেখায়। আলকান্তারা ১৯২২ কাপের ফাইনালে দুটি গোল করেছিল, যেখানে বার্সেলোনা রিয়াল ইউনিয়নকে ৫–১ গোলে পরাজিত করেছিল এবং ১৯২৬ সালের ফাইনালে আতলেতিকো মাদ্রিদের বিরুদ্ধে ৩–২ গোলে জয়ী ম্যাচে গোল করেছিল।\n\n\n== আন্তর্জাতিক কর্মজীবন ==\nতৎকালীন ফুটবল ক্লাব বার্সেলোনার অন্যান্য খেলোয়াড়দের মতোই আলকান্তারাকেও বেশ কয়েকবার কাতালুনিয়ান জাতীয় দলের হয়ে খেলার জন্য ডাকা হয়েছিল, ১৯১৫ সালের ৩ জানুয়ারি \"উত্তর দল\" (একটি বাস্ক প্রদেশ একাদশ) এর বিপক্ষে তার অভিষেক হয়েছিল। ১৯১৫ সালের মে মাসে তিনি কাতালান দলের সদস্য ছিলেন যেটি আরএফইফ কতৃক আয়োজিত আন্তঃআঞ্চলিক প্রতিযোগিতা প্রিন্স অব আস্তুরিয়াস কাপের প্রথম সংস্করণে অংশগ্রহণ করেছিল। তিনি সেন্ট্রো দলের (একটি ক্যাসটাইল/মাদ্রিদ একাদশ) বিরুদ্ধে উদ্বোধনী খেলায় প্রতিযোগিতার প্রথম গোল করেন, যা ২–১ ব্যবধানে জয়ে শেষ হয়, কিন্তু পরবর্তী খেলায় উত্তরের কাছে হার তাদের প্রতিযোগিতা জিততে বাধা হয়ে দাঁড়ায়। ১৯২৬ সালের প্রিন্স অব আস্তুরিয়াস কাপের শেষ সংস্করণেও আলকান্তারা কাতালুনিয়ার প্রতিনিধিত্ব করেছিলেন, যা শিরোপা রাখার অধিকারের জন্য পূর্ববর্তী দুই চ্যাম্পিয়ন কাতালুনিয়া এবং আস্তুরিয়াসের মধ্যে দুই পায়ের টাই ছিল এবং দ্বিতীয় লেগে আলকান্তারা গোল করেছিলেন। যেটি ৪–৩ গোলে জয় হয়, এভাবে কাতালুনিয়াকে রেকর্ড-ব্রেকিং তৃতীয় প্রিন্স অব আস্তুরিয়াস কাপ শিরোপা জিততে সাহায্য করার ক্ষেত্রে গুরুত্বপূর্ণ অবদান রাখেন।\n১৯১৭ সালে তিনি ফিলিপাইনের জাতীয় দলে নির্বাচিত হন এবং টোকিওতে ফার ইস্টার্ন চ্যাম্পিয়নশিপ গেমসে দেশের প্রতিনিধিত্ব করেন, যা তাদের জাপানকে ১৫–২ গোলে পরাজিত করতে সাহায্য করে, যা আন্তর্জাতিক ফুটবলে ফিলিপাইনের সবচেয়ে বড় জয় হয়ে ওঠে।\n১৯২০ সালে আলকান্তারা জামোরা, সামিতিয়া এবং সেসুমাগার সাথে ১৯২০ গ্রীষ্মকালীন অলিম্পিকে স্পেনের প্রতিনিধিত্ব করার জন্য নির্বাচিত হন। যদিও, আলকান্তারা তার চূড়ান্ত মেডিকেল পরীক্ষা দেওয়ার জন্য বাড়িতে থাকা বেছে নিয়েছিলেন। তাকে ছাড়া স্পেন কোয়ার্টার-ফাইনালে শেষ পর্যন্ত চ্যাম্পিয়ন বেলজিয়ামের কাছে বিদায় নেয়, যে দলটির বিরুদ্ধে তিনি অবশেষে ৭ অক্টোবর ১৯২১ সালে ২৫ বছর বয়সে ২–০ ব্যবধানে জয়ে উভয় গোল করে আত্মপ্রকাশ করেন। ১৯২২ সালে ফ্রান্সের বিরুদ্ধে একটি ম্যাচের সময় বল নিক্ষেপ করে জাল ভেঙ্গে ফেলার পর তাকে \"এল রোম্পে রেদেস\" বা \"ট্রেনকাক্সারক্সেস\" (জাল চূর্ণকারী) ডাকনাম দেওয়া হয়। তিনি ১৯২১ থেকে ১৯২৭ সালের মধ্যে স্পেনের হয়ে মোট পাঁচ ম্যাচ খেলে ছয়টি গোলের একটি তৎকালীন জাতীয় রেকর্ড গড়েন।\n\n\n== অবসর ==\nআলকান্তারা ৩১ বছর বয়সে একজন ডাক্তার হওয়ার জন্য ৩ জুলাই ১৯২৭ সালে অবসর নেন, যেদিন ফুটবল ক্লাব বার্সেলোনা তার সম্মানে একটি প্রশংসাসূচক ম্যাচে স্পেনের বিপক্ষে খেলেছিল। পরে তিনি ১৯৩১ থেকে ১৯৩৪ সালের মধ্যে ক্লাবের পরিচালক হিসেবে দায়িত্ব পালন করেন। আলকান্তারা ছিলেন প্রথম ফুটবলারদের একজন যিনি তার খেলার দিনের স্মৃতিকথা লিখেছেন। ১৯৫১ সালে আলকান্তারা তিনজন নির্বাচকের একজন ছিলেন, যার সাথে ফেলিক্স কেসাদা এবং লুইস আইসেতা, যারা সুইজারল্যান্ড, বেলজিয়াম এবং সুইডেনের বিরুদ্ধে তিনটি খেলায় স্পেনের কোচ ছিলেন। তিনি একটি খেলা জিতেছেন এবং বাকি দুটি ড্র করেছেন।\n\n\n=== স্পেনীয় গৃহযুদ্ধ ===\n১৯৩০-এর দশকে পাউলিনো আলকান্তারা স্পেনীয় ফ্যাসিবাদের রূপক ফালাঞ্জ এস্পানিওলার সদস্য ছিলেন। ১৯৩৬ সালের ১৮ জুলাই ফ্রাঙ্কোর অভ্যুত্থান বার্সেলোনা দখলে ব্যর্থ হওয়ার পর ৪ আগস্ট ১৯৩৬-এ তিনি অ্যান্ডোরা এবং ফ্রান্সে পালিয়ে যান। ১৯৩৬ সালে আলকান্তারা একজন কার্লিস্ট স্বেচ্ছাসেবক ছিলেন এবং ফ্রান্সিস্কো ফ্রাঙ্কোর জাতীয়তাবাদী সৈন্যদের অসংখ্য সামরিক অভিযানে অংশগ্রহণ করেছিলেন। স্পেনীয় গৃহযুদ্ধের সময় আলকান্তারা ব্রিগেড লেজিওনারী ব্ল্যাক অ্যারোস (ফ্রেচে নেরে) এর প্রথম ব্যাটালিয়নের লেফটেন্যান্ট ছিলেন। ব্ল্যাক অ্যারোস ছিল একটি স্বেচ্ছাসেবক দল (কর্পো ট্রুপ ভলোন্টারি) যা সরাসরি বেনিতো মুসোলিনি দ্বারা পরিচালিত হয়েছিল। কালো তীরগুলির সাথে আলকান্তারা গুয়াদালাজারা, আরাগন এবং কাতালুনিয়ার ফ্রন্টে কাজ করেছিল। জেনারেল ইয়াগুয়ের সাথে তিনি ২৬ জানুয়ারি ১৯৩৯ সালে বিজয়ীভাবে বার্সেলোনায় প্রবেশ করেন। স্পেনীয় গৃহযুদ্ধের পরে পাউলিনো আলকান্তারা বার্সেলোনায় থাকতেন এবং ব্ল্যাক অ্যারোসের লেফটেন্যান্ট ছিলেন। স্পেনীয় রাজ্যের সময় আলকান্তারা ফালাঞ্জ এস্পাওলা ট্রেডিসিওনালিস্টা ওয়াই দে লাস জোন্সের একজন প্রধান ছিলেন।\n\n\n== উত্তরাধিকার ==\nআলকান্তারা ফুটবল ক্লাব বার্সেলোনার সাথে তার কীর্তিগুলির জন্য পরিচিত, ৩৯৯ ম্যাচে ৩৯৫ গোল করেছেন; এটি এমন একটি ক্লাব রেকর্ড যা প্রায় এক শতাব্দী পরে ২০১৪ সালে আর্জেন্টাইন ফুটবল খেলোয়াড় লিওনেল মেসি ভেঙেছিলেন। তাকে বার্সেলোনা তার \"কিংবদন্তি\"দের একজন বলে মনে করে। যদিও, তার জন্মভূমি ফিলিপাইনে আংশিকভাবে ফুটবলের জনপ্রিয়তা বৃদ্ধির কারণে আলকান্তারার ২০১০ সাল পর্যন্ত সীমিত স্বীকৃতি ছিল।\n২০১৮ সালে ফিলিপাইন ফুটবল লিগের ঘরোয়া কাপ প্রতিযোগিতা কোপা পাউলিনো আলকান্তারা তার সম্মানে নামকরণ করা হয়েছিল। তিনি ২০২১ সালে ফিলিপাইন স্পোর্টস হল অফ ফেমের অংশ হিসেবেও মনোনীত হন।\n\n\n== কর্মজীবনের পরিসংখ্যান ==\n\n\n=== ক্লাব ===\n\n\n=== আন্তর্জাতিক ===\nস্কোর এবং ফলাফলের তালিকায় স্পেনের গোল সংখ্যা প্রথমে।\n\nস্কোর এবং ফলাফলের তালিকায় প্রথমে ফিলিপাইনের গোল সংখ্যা।\n\nস্কোর এবং ফলাফল তালিকায় প্রথমে কাতালুনিয়ার গোল সংখ্যা।\n\n\n== অর্জন ==\nবার্সেলোনা\n\nপিরেনীয় কাপ : ১৯১২, ১৯১৩\nকোপা দেল রেই : ১৯১৩, ১৯২০, ১৯২২, ১৯২৫, ১৯২৬\nকাতালান ফুটবল চ্যাম্পিয়নশিপ : ১৯১৩, ১৯১৬, ১৯১৯, ১৯২০, ১৯২১, ১৯২২, ১৯২৪, ১৯২৫, ১৯২৬, ১৯২৭\nবোহেমিয়ান\n\nফিলিপাইন চ্যাম্পিয়নশিপ (২): ১৯১৭, ১৯১৮\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিডিফুটবলে পাউলিনো আলকান্তারা  (ইংরেজি)\nন্যাশনাল-ফুটবল-টিমস.কমে পাউলিনো আলকান্তারা (ইংরেজি)\nআরএসএসএফ এ পাউলিনো আলকান্তারা\nফুটবল ক্লাব বার্সেলোনায় খেলোয়াড় প্রোফাইল"}