{"pageid": 1386775, "title": "অবিনাশ সাবলে", "url": "https://bn.wikipedia.org/wiki?curid=1386775", "content": "অবিনাশ মুকুন্দ সাবলে (ইংরেজি: Avinash Mukund Sable; জন্ম: ১৩ সেপ্টেম্বর ১৯৯৪) একজন ভারতীয় ট্র্যাক অ্যান্ড ফিল্ড মল্লক্রীড়াবিদ। তিনি ৩০০০ মিটার স্টিপলচেজে তার পরাক্রমের জন্য পরিচিত। ২০২২ সালের কমনওয়েলথ গেমসে রৌপ্য পদক বিজয়ী অবিনাশ ৮:১১.২০ সেকেন্ডের একটি জাতীয় রেকর্ড গড়েছিলেন। নবমবারের মতো তিনি এই জাতীয় রেকর্ডটি গড়লেন।\n\n\n== জীবনের প্রথমার্ধ ==\n১৯৯৪ সালের ১৩ সেপ্টেম্বর তারিখে মহারাষ্ট্রের বীড জেলায় মান্ডওয়াতে একটি কৃষক পরিবারে সাবলের জন্ম হয়। ছয় বছর বয়স থেকে, তিনি বাড়ি এবং স্কুলের মধ্যে ৬ কিমি (৩.৭ মাইল) দূরত্ব দৌড়াতেন বা হাঁটতেন কারণ তার গ্রামে কোনো পরিবহন সুবিধা ছিল না। দ্বাদশ শ্রেণী শেষ করার পর, তিনি ভারতীয় সেনাবাহিনীর ৫ মাহার রেজিমেন্টে যোগ দেন, এই পরিপ্রেক্ষিতে ২০১৩-২০১৪ সালে সিয়াচেন হিমবাহে ওনার পোস্টিং হয়। ২০১৫ সালে প্রথমে উত্তর-পশ্চিম রাজস্থানের মরুভূমি এবং এর পর একই সালে সিকিমে ওনার পোস্টিং হয়। তিনি প্রথমে আন্তঃসেনা ক্রস কান্ট্রি দৌড়ে অংশ নেন। ২০১৫ সালে তার সহকর্মীদের পীড়াপীড়িতে, প্রশিক্ষক অমরীশ কুমারের অধীনে স্টিপলচেজে যাওয়ার আগে। সাবলে, যার ওজন বেশি ছিল, সে জাতীয় শিবিরে যোগ দেওয়ার আগে তিন মাসে ২০ কেজি (৪৪ পাউন্ড) কমাতে সক্ষম হয়েছিল যেখানে তাকে নিকোলাই স্নেসারেভ প্রশিক্ষণ দিয়েছিলেন। ২০১৮ সালে, সাবল আবার কোচ কুমারের কাছে ফিরে যান কারণ স্নেসারেভের প্রশিক্ষণের রুটিন তাকে \"উপযোগী\" করেনি।\n\n\n== কর্মজীবন ==\nগোড়ালির আঘাতের কারণে ২০১৮ এশিয়ান গেমসে যোগ্যতা অর্জন করতে ব্যর্থ হওয়ার পর, সাবলে ভুবনেশ্বরে ২০১৮ জাতীয় ওপেন চ্যাম্পিয়নশিপে ৮:২৯.৮০ সময় ধরে গোপাল সাইনির হাতে থাকা ৮:৩০.৮৮ এর ৩৭ বছরের পুরনো জাতীয় রেকর্ড ভেঙে দেন। তিনি পাটিয়ালার ফেডারেশন কাপে ২০১৯ সালের মার্চ মাসে ৮:২৮.৯৪ এর একটি নতুন জাতীয় রেকর্ড গড়েন, যার ফলস্বরূপ তিনি ২০১৯ এশিয়ান অ্যাথলেটিক্স চ্যাম্পিয়নশিপ এবং ২০১৯ বিশ্ব অ্যাথলেটিক্স চ্যাম্পিয়নশিপের জন্য যোগ্যতা অর্জন করেছিলেন। দীনা রাম (১৯৯১) এর পর তিনি বিশ্ব চ্যাম্পিয়নশিপের জন্য যোগ্যতা অর্জনকারী ভারতের প্রথম পুরুষ স্টিপলচেজার হয়েছিলেন।\nসাবল ২০১৯ এশিয়ান অ্যাথলেটিক্স চ্যাম্পিয়নশিপে দোহায় রৌপ্য পদক জিতেছিল, তার প্রথম আন্তর্জাতিক ইভেন্ট, সময় ৮:৩০.১৯। ১ অক্টোবর ২০১৯-এ, তিনি আবার বিশ্ব চ্যাম্পিয়নশিপে তার নিজের জাতীয় রেকর্ড ভেঙেছেন যেখানে তিনি হিটসে ৮:২৫.২৩ দৌড়েছেন, রেসের সময় টাকেল নিগেটের দুর্ঘটনাজনিত ট্রিপিং এর প্রাপ্তির শেষ প্রান্তে থাকা সত্ত্বেও, হিট এবং আউটে সপ্তম স্থানে থাকা সত্ত্বেও ফাইনালের জন্য বিতর্কের। যাইহোক, ভারতের অ্যাথলেটিক্স ফেডারেশনের একটি সফল আবেদনের পর, সাবলকে ফাইনালে অন্তর্ভুক্ত করা হয় এবং বিশ্ব চ্যাম্পিয়নশিপে ৩০০০ মিটার স্টিপলচেজ ফাইনালের জন্য যোগ্যতা অর্জনকারী প্রথম ভারতীয় হয়ে ওঠেন। তিনি ফাইনালে ৮:২১.৩৭ এ জাতীয় রেকর্ডের উন্নতি করেন, ১৬ রানারের মধ্যে ১৩ তম স্থান অর্জন করেন এবং ২০২০ গ্রীষ্মকালীন অলিম্পিকের জন্য যোগ্যতা অর্জন করেন।\nসাবলে ২০২০ দিল্লি হাফ ম্যারাথনে একটি নতুন জাতীয় রেকর্ড গড়েছেন, ৬১ মিনিটেরও কম সময়ে দৌড় শেষ করেছেন।\n২০২০ গ্রীষ্মকালীন অলিম্পিকে, সাবল উত্তাপে সপ্তম স্থানে ছিল, একটি নতুন জাতীয় রেকর্ড গড়ে ৮:১৮.১২ এ। সমস্ত উত্তাপে তিনি ছিলেন দ্রুততম নন-কোয়ালিফায়ার। ২০২২ সালে, সাবল আরও ২টি জাতীয় রেকর্ড স্থাপন করেন, প্রথমে ইন্ডিয়ান গ্র্যান্ড প্রিক্সে (৮:১৬.২১), এবং তারপর রাবাতে (৮:১২.৪৮) মিটিং ইন্টারন্যাশনাল মোহাম্মদ VI-এ (তার বর্তমান সর্বোচ্চ ডায়মন্ড লিগ র‍্যাঙ্ক) পঞ্চম স্থান অধিকার করেন।\nসাবলে ২০০০ কমনওয়েলথ গেমসে ৮:১১.২০ সময়ের একটি নতুন জাতীয় রেকর্ড সময় নিয়ে রৌপ্য পদক জিতেছিল। ১৯৯৪ সাল থেকে কমনওয়েলথ গেমসে পুরুষদের ৩০০০ মিটার স্টিপলচেসে কেনিয়ার বাইরের কোনও ক্রীড়াবিদ পদক জিতেছিল এটিও প্রথমবার।\nঅবিনাশ সাবলে ২০২৩ ওয়ার্ল্ড অ্যাথলেটিক্স ক্রস কান্ট্রি চ্যাম্পিয়নশিপে ৩৫ তম স্থান অর্জন করেছে। তিনি ১০০ জনেরও বেশি অ্যাথলেটের মাঠে ১০ কিলোমিটার দূরত্বে ৩১:৪৩ ঘড়ি করেছিলেন। অবিনাশ সাবলে ২০২২ সালের এশিয়ান গেমসে স্টিপলচেজে ভারতের জন্য প্রথম স্বর্ণ এবং ৫০০০ মিটারে রৌপ্য পদক জিতেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওয়ার্ল্ড অ্যাথলেটিক্সে অবিনাশ সাবলে (ইংরেজি)\nঅলিম্পিডিয়ায় অবিনাশ সাবলে (ইংরেজি)\nটেমপ্লেট:Footer Asian Games Champions Steeplechase Men"}