{"pageid": 1386217, "title": "পাকিস্তানের হিন্দু, জৈন এবং বৌদ্ধ স্থাপত্য ঐতিহ্য", "url": "https://bn.wikipedia.org/wiki?curid=1386217", "content": "পাকিস্তানের হিন্দু, বৌদ্ধ এবং জৈন স্থাপত্য ঐতিহ্য পাকিস্তানে জনবসতি এবং সভ্যতার দীর্ঘ ইতিহাসের অংশ। খ্রিস্টপূর্ব দ্বিতীয় সহস্রাব্দের মাঝামাঝি সময়ে সিন্ধু উপত্যকা সভ্যতার পতন ঘটে এবং বৈদিক সভ্যতা একে অনুসৃত করে। এটি উত্তর ভারত ও পাকিস্তানের বেশিরভাগ অংশে বিস্তৃত ছিল।\n\n\n== বৈদিক যুগ ==\n\nবৈদিক যুগ ( আনু. ১৫০০ – আনু. খ্রিষ্টপূর্ব ৫০০ ) খ্রিষ্টপূর্ব ১৫০০ থেকে খ্রিষ্টপূর্ব ৮০০ এর মধ্যে বর্তমান ছিল। ইন্দো-আর্যরা যখন সিন্ধু উপত্যকায় স্থানান্তরিত হয়ে বসতি স্থাপন করেছিল, তখন তাদের সাথে আসা তাদের স্বতন্ত্র ধর্মীয় ঐতিহ্য ও প্রথাগুলি স্থানীয় সংস্কৃতির সাথে মিশে গিয়েছিল। ইন্দো-আর্যদের ধর্মীয় বিশ্বাস এবং ব্যাকট্রিয়া-মার্গিয়ানা সংস্কৃতি এবং প্রাক্তন সিন্ধু সভ্যতার স্থানীয় হরপ্পা সিন্ধু বিশ্বাসগুলি শেষ পর্যন্ত বৈদিক সংস্কৃতি এবং উপজাতিসমূহের জন্ম দেয়।  প্রাথমিক বৈদিক সংস্কৃতি ছিল সিন্ধু উপত্যকায় কেন্দ্রীভূত একটি উপজাতীয় যাজক সমাজে। এই সময়কালে হিন্দুধর্মের প্রাচীনতম ধর্মগ্রন্থ বেদ রচিত হয়।\nএই সময়কালে বেশ কিছু আদি উপজাতি ও রাজ্যের উদ্ভব হয়েছিল এবং এই বিভিন্ন উপজাতির মধ্যে আন্তঃসামরিক দ্বন্দ্ব বেশ সাধারণ ছিল। এই সময়ে রচিত ঋগ্বেদে যেমন বর্ণনা করা হয়েছে, এই ধরনের সংঘর্ষের মধ্যে সবচেয়ে উল্লেখযোগ্য ছিল দশরাজার যুদ্ধ । এই যুদ্ধ খ্রিস্টপূর্ব ১৪শ শতকে (১৩০০ খ্রিষ্টপূর্ব) ইরাবতী নদীর তীরে সংঘটিত হয়েছিল। যুদ্ধটি ভারত উপজাতি এবং দশটি উপজাতির একটি সংঘের মধ্যে সংঘটিত হয়েছিল:\n\nঅভির রাজ্য, চোলিস্তান-থর অঞ্চলকে কেন্দ্র করে।\nবাহ্লি‌ক রাজ্য, পাঞ্জাব কেন্দ্রিক।\nগান্ধার কবর সংস্কৃতি, যাকে সোয়াত সংস্কৃতিও বলা হয় এবং বর্তমান খাইবার পাখতুনখোয়ার সোয়াত উপত্যকায় কেন্দ্রীভূত।\nহিন্দুকুশ অঞ্চলকে কেন্দ্র করে কম্বোজ রাজ্য ।\nমাদ্রা রাজ্য, উচ্চ পাঞ্জাব কেন্দ্রিক, যার রাজধানী শিয়ালকোটে।\nপৌরব, কম্বোজদের একটি উপ-গোষ্ঠী।\nসিন্ধু রাজ্য, বর্তমান সিন্ধু কেন্দ্রিক।\nচোলিস্তান-থর অঞ্চলকে কেন্দ্র করে সুদ্র রাজ্য ।\nএর প্রাথমিক পর্যায়ে প্রাচীন ভারতের বিভিন্ন রাজ্যের গঠন দেখা যায়। এর শেষ পর্যায়ে, আনুমানিক ৭০০ খ্রিস্টপূর্বাব্দে মহাজনপদের উত্থান ঘটে। মৌর্য সাম্রাজ্য (সি. ৩২০ খ্রিস্টপূর্বাব্দ থেকে) এবং ভারতের মধ্য রাজ্যগুলিতে হিন্দুধর্ম ও ধ্রুপদী সংস্কৃত সাহিত্যের স্বর্ণযুগ চলে।\n\n\n== গান্ধার ==\n\nগান্ধার বর্তমানের উত্তর-পশ্চিম পাকিস্তান এবং উত্তর-পূর্ব আফগানিস্তানের কিছু অংশে অবস্থিত একটি প্রাচীন অঞ্চলের নাম। অঞ্চলটি পেশোয়ার উপত্যকা এবং সোয়াত নদী উপত্যকাকে কেন্দ্র করে বিস্তৃত, যদিও \"বৃহত্তর গান্ধার\" এর সাংস্কৃতিক প্রভাব সিন্ধু নদী পেরিয়ে পোতোহার মালভূমির তক্ষশীলা অঞ্চল পর্যন্ত এবং পশ্চিমে আফগানিস্তানের কাবুল উপত্যকায় এবং উত্তর দিকে কারাকোরাম শ্রেণি পর্যন্ত বিস্তৃত ছিল।\nগান্ধার তার অনন্য শিল্পকলার জন্য বিখ্যাত ছিল। ধারণা করা হয় সেগুলো ধ্রুপদী গ্রীক এবং হেলেনিস্টিক শৈলী দ্বারা ব্যাপকভাবে প্রভাবিত ছিল। গান্ধার ১ম শতাব্দী থেকে ৫ম শতাব্দী পর্যন্ত কুষাণ সাম্রাজ্যের অধীনে তার সর্বোচ্চ উচ্চতা অর্জন করেছিল। তখন তাদের রাজধানী ছিল পেশোয়ার (পুরুষপুর)। গান্ধার বাণিজ্য পথগুলিকে সংযুক্ত করা এবং বিভিন্ন সভ্যতার সাংস্কৃতিক প্রভাব আত্মীকরণ করার মাধ্যমে ভারত, মধ্য এশিয়া এবং মধ্যপ্রাচ্যের চৌমাথায় বিকাশ লাভ করেছিল। এটি বৈদিক এবং পরবর্তীকালে হিন্দুধর্মের কেন্দ্র ছিল। ৮ম বা ৯ম শতাব্দী পর্যন্ত এই অঞ্চলে বৌদ্ধধর্ম  উন্নতি লাভ করে এবং এর পরপর ইসলাম ধর্ম‌ও প্রথম এই অঞ্চলে প্রভাব বিস্তার করতে শুরু করে।\n\n\n== পুরাতাত্ত্বিক স্থান ==\n\n\n=== পাঞ্জাব ===\n\nপোঠোহার মালভূমি\nসাগালা\nশিয়ালকোট\nগানেরিওয়ালা\nতুলাম্বা\nদিপালপুর\nওকারা জেলা\nমানকিয়ালা\nমন্দির:\n\nজৈন মন্দির, থারি ভবরিয়ান লাহোর সিটি।\nশিখর সহ জৈন দিগম্বর মন্দির, পুরাতন আনারকলি জৈন মন্দির চক: এই মন্দিরটি ১৯৯২ সালের দাঙ্গায় ধ্বংস হয়ে যায়। এখন সাবেক সেই মন্দির থেকে একটি ইসলামিক বিদ্যালয় পরিচালিত হয়।\n\n\n=== সিন্ধু ===\n  সাধ বেলো মন্দির ( সুক্কুরের কাছে, সিন্ধু)\nচানহুদাড়ো\nসিরাজ-জি-তাকরি\nনগরপারকার জৈন মন্দির\nএকটি জৈন স্থাপত্যের স্তূপও সিন্ধু প্রদেশে অবস্থিত।\n\n\n=== খাইবার-পাখতুনখোয়া ===\nতখতি বাহি\nবালা হিসার দুর্গ\nবারিকোট\nওড্ডিয়ান\nবুতকারা স্তূপ\nচাকদারা\nগান্ধার\nগোর খুত্রী\nকাশ্মীর স্মাস্ত\nনিম্ন সোয়াত উপত্যকা\nমিঙ্গোরা\nদিরের পাঞ্জকোরা উপত্যকা\nপুষ্কলবতী\nশাহবাজ গাড়ী\nসেহরি-বাহলোল\nসোয়াবি\nপাঞ্জ তীরথ\n\n\n=== বেলুচিস্তান ===\nকোট বালা\nলাস বেলা (রাজ্য)\nগোন্দ্রানি\n\n\n== সংরক্ষণ এবং দুর্নীতি ==\n২০১৭ সালের ডিসেম্বরে পাকিস্তানের প্রধান বিচারপতি মিয়া সাকিব নিসার চকওয়ালের কাটাস রাজ মন্দিরের একটি মামলার শুনানি করার সময় জোর দিয়ে বলেছিলেন, \"এই মন্দিরটি শুধুমাত্র হিন্দু সম্প্রদায়ের জন্য সাংস্কৃতিক তাৎপর্যের স্থান নয়, আমাদের জাতীয় ঐতিহ্যের একটি অংশও। আমাদের এটি রক্ষা করতে হবে।\" মামলার শুনানির সময় বিচারকদের বিচারসভা মন্দির থেকে মূর্তি স্থানান্তরের বিষয়ে ক্ষোভ প্রকাশ করে, কেন শ্রী রাম এবং হনুমানের মন্দিরে কোনও মূর্তি নেই তা জানতে চেয়েছিলেন। বিচারসভাকে বলা হয়েছিল, ইভাকুই ট্রাস্ট প্রপার্টি বোর্ডের (ইটিপিবি) একজন প্রাক্তন চেয়ারম্যান [তার আমলে] দুর্নীতি করে লক্ষ লক্ষ টাকা আয় করেছিলেন এবং  পাকিস্তান থেকে পালিয়েছিলেন।\n\n\n== আরও দেখুন ==\nপাকিস্তানে জৈনধর্ম\nটিলা জোগিয়ান\nরোহতাস কেল্লা\nগান্ধার\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসল্ট রেঞ্জ মন্দির, পাকিস্তান\nসল্ট রেঞ্জ মন্দিরের দৃশ্য\nকাটাসরাজ মন্দিরের জাঁকজমক পুনরুদ্ধার করা হবে\nশারদা তীর্থ"}