{"pageid": 1386869, "title": "প্রেষ্যযোগ", "url": "https://bn.wikipedia.org/wiki?curid=1386869", "content": "প্রেষ্যযোগ (সংস্কৃত: प्रेष्ययोग) হল হিন্দু জ্যোতিষশাস্ত্রে গ্রহের সংমিশ্রণ। প্রেশ্যযোগে জন্মগ্রহণকারী ব্যক্তি দরিদ্র, অসুখী ও অশিক্ষিত হয়। তিনি অন্যের কাছ থেকে কঠোর কথা শুনেন এবং সারা জীবন দাসত্বের কাজ করেন।\nশব্দটি এসেছে সংস্কৃত শব্দ প্রেশ্য থেকে যার অর্থ সেবক।\n\n\n== বৈদিক ব্যবহার ==\nঐতরেয় ব্রাহ্মণ-এ, প্রেষ্য শব্দটি একজন পুরুষ দাস, শূদ্র বা কোনো কাজে পাঠানোর জন্য নিযুক্ত একজন দাস অর্থে ঘটে। বৌদ্ধদের পালি গ্রন্থে, প্রেশ্য কে তার প্রাকৃতিক রূপ – পেশা বা পেশীয় - যার অর্থ সাধারণভাবে একজন বার্তাবাহক বা একজন সেবক হিসাবে উল্লেখ করা হয়েছে। যাইহোক, প্রাথমিক সাহিত্যে কাজের প্রকৃতি, তাদের ব্যক্তি, বা পোশাকের ধরন ইত্যাদি সম্পর্কে খুব কমই কোনো ব্যাখ্যা পাওয়া যায়। ভরুচি তার মনুর ভাষ্যতে বলেছেন যে প্রেশ্য ছিল চার ধরনের দাসদের থেকে আলাদা একটি দাস শ্রেণী।\nসিদ্ধহতা হৌমাদি ১৪.৬২১- এ ভট্টোজি দীক্ষিত বলেছেন:\n\nप्रेष्यब्रुवोर्हविषो देवतसंप्रदाने\nক্রিয়াপদ প্রেষ্য ও ব্রুহি (দিবাদি ক্রিয়াপদের অপরিহার্য একবচন, যার অর্থ পাঠান বা উচ্চারণ) বলির খাদ্য বোঝায়, ষষ্ঠ কেস-অ্যাফিক্স নেয়, যখন দেবতাকে নৈবেদ্য করা বোঝানো হয় বা যখন দেবতা প্রাপক হয় (শতপথ ব্রাহ্মণ ১.৫.৩.৮)।\nরামায়ণের সুন্দর কাণ্ড ৩৯.৩৯-এ বাল্মীকি বলেছেন: \n\nअहं तावदिह प्राप्तः किं पुनस्ते महाबल । \n\nनहि प्रकृष्टाः प्रेष्यन्ते प्र्ष्यन्ते हीतरेजनाः ।।\nসম্মানিত ব্যক্তিদের কখনই প্রেষ্য হিসেবে কাজ করতে বলা হয় না।\n\n\n== জ্যোতিষশাস্ত্রে ব্যবহার ==\nমহাদেব এর মতে, ক) যদি দশম ঘরের অধিপতি দুর্বল হন এবং পাপগ্রহের সাথে যুক্ত হন ('ভয়াবহ ক্ষতি'), বা খ) যদি বুধ বৃহস্পতি বা শুক্রের সঙ্গে মিলিত হয় তবে ত্রিক-ভব (লগ্ন থেকে ৬ষ্ঠ, ৮ম বা ১২তম), বা গ) যদি ১০ম ঘরটি অনেক পপগ্রহের দিকগুলি গ্রহণ করে, বা ঘ) দশম ঘরের অধিপতি যদি কোন অশুভ ভবের কাছে নিযুক্ত হন, তাহলে সেই ব্যক্তি অযোগ্য ও অদক্ষ।\nতিনি আরও বলেছেন যে যদি লগ্ন থেকে ১২ তম ঘরটি পাপগ্রহ দ্বারা প্রবলভাবে ক্ষতিগ্রস্ত হয় তবে ব্যক্তি বারবার সম্পদের ক্ষতি করবে, এবং যে ক্ষেত্রে লগ্ন বা দ্বিতীয় ঘর বা ১১তম গৃহ এবং তাদের নিজ নিজ প্রভুরা অশুভ ভবসে নিষ্ঠুর ষষ্ঠীমশসে স্থাপিত হলে দুঃখিত হয় তাহলে একজন ব্যক্তি সারা জীবন সম্পদের অভাব ভোগ করে এবং ঋণের চুক্তি করে। এই যোগগুলি অস্থিরতা নির্দেশ করে কিন্তু প্রেষ্য যোগ নয়।\nজাতক পারিজাতের ষষ্ঠ অধ্যায়ে, বৈদ্যনাথ দীক্ষিত  নিম্নলিখিত প্রেষ্য যোগগুলি প্রদান করেছেন যা দাসত্বের দিকে নিয়ে যায়:\n\nসূর্য যদি লগ্ন থেকে ১০ তম ঘরে থাকে, চন্দ্র ৭ম, মঙ্গল ৩য় এবং বৃহস্পতি ২য় ঘরে থাকে, একজন রাতের সময় অন্যদের সেবা করে।\nযদি একটি স্থির রাশি (বৃশ্চিক বা কুম্ভ) লগ্নে উত্থিত হয়, বৃহস্পতি ২য় বাড়ির মালিক এবং ৮ম দখল করে, শুক্র ৯ম এবং চন্দ্র ৭ম স্থানে থাকে, তাহলে একজন অন্যদের সেবা করে।\nযদি রাত্রিকালীন জন্ম চলনযোগ্য চিহ্নে থাকে এবং লগ্নের অধিপতি রিকশা-সন্ধিতে থাকে এবং পাপগ্রহ কেন্দ্রগুলি দখল করে থাকে তবে একজন অন্যের সেবা করে।\nযদি দিনে জন্ম একটি নির্দিষ্ট রাশিতে হয় এবং শনি, চন্দ্র, বৃহস্পতি ও শুক্র রাশি-সন্ধিতে থাকে বা যদি কোনো ব্যক্তির জন্ম কৃষ্ণপক্ষের রাত্রিকালে হয়, শুক্র লগ্নে থাকে, চাঁদ উত্তম-বর্গে কেন্দ্রে না থাকলেও এবং বৃহস্পতি গ্রহ রাশি-সন্ধিতে থাকে, অন্যের সেবা করে।\nযদি মঙ্গল, বৃহস্পতি ও সূর্য ভব-সন্ধি বা রাশি-সন্ধিতে ৩য়, ৪র্থ ও ১০ম ভবগুলিতে অবস্থান করে, তবে চাঁদ যদিও শুভ রাশিতে থাকে তবে অশুভ নবমাংশে থাকে এবং বৃহস্পতি লগ্নের অধিপতির সাথে মিলিত হয় অন্যান্য।\nবৃহস্পতি যদি মকর রাশিতে ত্রিক-ভবতে থাকে এবং চাঁদ ৪র্থ ঘরে থাকে, তাহলে একজন অন্যের সেবা করে।\nবৈদ্যনাথ দীক্ষিত বলেন:\n\n\n== তাৎপর্য ==\nবৈদ্যনাথ দীক্ষিতা ব্যাখ্যা করেছেন যে এমন কিছু যোগ আছে যা রাজযোগ বাতিলের ইঙ্গিত দেয়, রেকাযোগ আছে যেগুলি দারিদ্রযোগ যখন একজন ব্যক্তি ধনী হওয়া সত্ত্বেও অলস জীবনযাপন করে, এবং সেখানে প্রেষ্যযোগ রয়েছে যাদের উপস্থিতি একজন ব্যক্তিকে সারাজীবন একজন পুরুষ বা দাস হিসাবে নিচু জীবনযাপন করে (জাতক পারিজাত ৬.১)।\nঅন্যান্য অশুভ যোগের সাথে এইসব অশুভ যোগের উপস্থিতি খুব খারাপ ফলাফল দেয়; পয়সাচযোগের সাথে ঘটতে থাকলে গুরুতর মানসিক অসুস্থতা বা বিকৃতি হতে বাধ্য।\n\n\n== তথ্যসূত্র =="}