{"pageid": 1386784, "title": "দময়ন্তী (হিন্দুধর্ম)", "url": "https://bn.wikipedia.org/wiki?curid=1386784", "content": "দময়ন্তী (সংস্কৃত: दमयन्ती) মহাভারতের বনপর্ব আখ্যানে প্রেমের গল্পের একটি চরিত্র। তিনি বিদর্ভ রাজ্যের রাজা ভীমের (পাণ্ডব নয়) কন্যা, যিনি নিষাদ রাজ্যের রাজা নলকে বিয়ে করেন। অসংখ্য ভারতীয় ভাষায় অনেক লেখকের দ্বারা লিখিত অন্যান্য হিন্দু গ্রন্থেও এই চরিত্রটি পাওয়া যায়। তিনি, শ্রীহর্ষ রচিত দ্বাদশ শতাব্দীর পাঠ্য নিষাধ চরিতে নলের সাথে কেন্দ্রীয় চরিত্র, সংস্কৃত সাহিত্য কাননে পাঁচটি মহাকাব্যের অন্যতম একজন।\n\n\n== কিংবদন্তি ==\n\n\n=== বিবাহ ===\nদময়ন্তীকে বিদর্ভ রাজ্যের সুন্দরী রাজকন্যা বলে বর্ণনা করা হয়। তাঁর উপস্থিতিতে নিষাদের রাজা নলের প্রশংসা শুনে তিনি তাঁর প্রতি আকৃষ্ট হন, যদিও কখনও তাঁদের সাথে দেখা হয়নি। নলও দময়ন্তীর প্রতি একইভাবে অনুভূতি গড়ে তুলেছিলেন। একবার, নল এক উপবনে সোনালি ডানাওয়ালা কয়েকটি রাজহাঁস দেখলেন এবং তাদের মধ্যে একটিকে ধরেছিলেন। রাজহাঁসটি তাকে জানায়, তার প্রাণ না নিলে দময়ন্তীর কাছে তার প্রশংসা করবে। রাজহাঁস রাজকন্যার কাছে উড়ে গেল এবং নল রাজার স্ত্রী হতে রাজি করালো। এই ঘটনার পর দময়ন্তী নলের প্রতি মোহগ্রস্ত হয়ে পড়েন। তার বন্ধুরা, যারা তার প্রেমকাতর অবস্থা দেখেছিল, তার বাবা রাজা ভীমকে জানায় যে সে অসুস্থ। রাজা তার কন্যার বিবাহের জন্য একটি স্বয়ম্বর অনুষ্ঠানের ব্যবস্থা করেছিলেন। এদিকে, নারদ ইন্দ্রকে দেখতে গিয়ে তাকে মর্ত্যের রাজা ও রাজপুত্রদের দময়ন্তীর পাণিপ্রার্থী হয়ে বিদর্ভে গমনের কথা জানান। ইন্দ্রের দরবারে উপস্থিত বেশ কিছু দেবতা নারদের থেকে রাজকন্যার বর্ণনা শোনেন। তারাও দময়ন্তীকে বিয়ে করার ইচ্ছা পোষণ করলেন। দময়ন্তীর স্বয়ম্বরে আগত নলকে দেখে, তারা তাকে দময়ন্তীর কাছে তাদের বার্তাবাহক হওয়ার দায়িত্ব দেন, নলের আপত্তি সত্ত্বেও, তাঁরা দময়ন্তীকে তাদের একজনকে বিয়ে করার বার্তা নিয়ে যেতে বলেন। নল অবিলম্বে সখিদের মধ্যে দময়ন্তীকে খুঁজে পেয়েছিলেন, তিনি নিজের পরিচয় দিয়েছিলেন এবং দেবতাদের বার্তা জানিয়েছিলেন। দময়ন্তী নলকে জানিয়েছিলেন যে তিনি তাকে এবং তাকেই কেবল বিয়ে করতে চান এবং তাকে বলেছিলেন যে তিনি তার জন্য স্বয়ম্বরের সময়ও তাকেই বেছে নেবেন। নল তাদের কথোপকথনের কথা দেবতাদের জানিয়েছিলেন। স্বয়ম্বর অনুষ্ঠান চলাকালীন, দময়ন্তী পাঁচজন পুরুষকে দেখেছিলেন যারা দেখতে হুবহু নলের মতো। কিছু ভাবনার পর, তিনি নিষাদের রাজাকে বিয়ে করার সিদ্ধান্ত ঘোষণা করেন এবং দেবতাদের কাছে তাদের আসল রূপ প্রকাশ করার জন্য অনুরোধ করেন। দময়ন্তীর প্রেমের গভীরতা দেখে, সব দেবতারা আনন্দে নলকে বিয়ে করার অনুমতি দেন। তিনি তার স্বামীর সাথে বনে আর উদ্যানে ঘুরে বেড়িয়ে বৈবাহিক সুখ উপভোগ করতেন।\n\n\n=== পাশার খেলা ===\n\nদময়ন্তী তার স্বামী হিসেবে কোন দেবতার বদলে একজন মানুষকে বেছে নিয়েছিলেন বলে কলি ক্রোধান্বিত হয়ে প্রতিশোধের পরিকল্পনা করেছিলেন। পাশার গতি পরিবর্তন করে তাকে সাহায্য করার জন্য তিনি তার মিত্র দ্বাপরকে নিয়োগ করেছিলেন। কলি তখন নলকে অধিকার করেন, এবং নলের ছোট ভাই পুষ্করকে নিষাদ রাজ্যের রাজা হবার প্রস্তাব দেন, কয়েক মাস ধরে চলা পাশা খেলায় নলকে পরাজিত করতে তাকে সাহায্য করেন। দময়ন্তী তার স্বামীর জুয়া খেলা এবং সঠিকভাবে দায়িত্ব পালন না করার জন্য বিলাপ করেছিলেন, কিন্তু নল কলির প্রভাব থেকে মুক্ত হতে পারেন নি। দময়ন্তী যখন জানতে পারলেন যে তার স্বামী নিজের সম্পত্তি থেকে প্রায় বঞ্চিত হতে যাচ্ছেন এবং পাশাখেলার পিছনে কৌশল খাটানো হচ্ছে, তখন তিনি নলের বিশ্বস্ত সারথিকে অনুরোধ করেছিলেন তাদের যমজ সন্তানদের বিদর্ভের রাজধানী কুন্দিনায় তার পরিবারের কাছে নিয়ে যেতে। নল সমস্ত ধন-সম্পদ ও জমিজমা নিয়ে জুয়া খেলার পর পুষ্কর নলকে পরামর্শ দেন দময়ন্তীকে পাশার বাজি ধরে খেলতে। এরপর রাজ-দম্পতি নিস্ব-রিক্ত এক কাপড়ে রাজ্য থেকে বনে চলে যেতে বাধ্য হন।\n\n\n=== বিসর্জন ===\nক্লান্তি ও ক্ষুধায় ভুগলেও, দময়ন্তী তার স্বামীকে ছাড়তে অস্বীকার করেন এবং নলকে পরামর্শ দেন তার বাবার রাজ্যে যাওয়ার। নল তাদের বর্তমান পরিস্থিতিতে তা করতে অস্বীকার করেন। এই দম্পতি অবশেষে একটি লোকালয়ের কাছাকাছি আসেন। তবে তখনও কলির প্রভাবে থাকা নল, নিজের ঘুমন্ত স্ত্রীকে ত্যাগ করেন, এই যুক্তিতে যে তিনি (দময়ন্তী) তাকে ছাড়া সুখী হবেন। দময়ন্তী ঘুম থেকে জেগে উঠে বিলাপ করেন, নলকে নিষ্ঠুর বলে অভিহিত করেন, এবং তাকে ছাড়া নল কীভাবে বাঁচবেন সেই চিন্তাও করেন। যিনি তার স্বামীর দুর্দশার কারণ হয়েছিলেন তার অসুস্থতাও কামনা করেছিলেন। দময়ন্তী একটি দৈত্যাকার সাপ দ্বারা আক্রান্ত হয়েছিলেন এবং এক শিকারী তাকে রক্ষা করে। কিন্তু শিকারীটি তাকে ধর্ষণ করার চেষ্টা করলে, তিনি তাকে মৃত্যুর অভিশাপ দেন এবং তা পূরণ হয়েছিল। তিনি একটি আশ্রমে এসেছিলেন, সেখানে সন্ন্যাসীরা তাকে স্বাগত জানিয়েছিলেন, তাঁদের কাছে তিনি নিজের কাহিনী বর্ণনা করেছিলেন। তপস্বীরা তাকে আশ্বস্ত করেছিলেন যে তিনি শীঘ্রই নিজের স্বামীকে আবার খুঁজে পাবেন, তাঁর ভাগ্য ফিরবে। একটি ব্যবসায়ীদলের সাথে দময়ন্তীর দেখা হয়, চেদীতে তাদের যাত্রায় তিনি তাদের সাথে যোগ দেন। হাতির পাল ঘুমন্ত অবস্থায় থাকা এই ব্যবসায়ীদের পদদলিত করে। নিজের ভাগ্য নিয়ে শোক প্রকাশ করে, তিনি ব্রাহ্মণদের একটি দলে যোগ দিয়ে চেদীর রাজধানীতে পৌঁছেছিলেন। রাজার মায়ের দৃষ্টি তাঁর দিকে পড়ে এবং তিনি তার পরিচয় জানতে চাইলেন। দময়ন্তী নিজেকে অভিজাত বংশের একজন দাসী হিসেবে পরিচয় দিয়েছিলেন এবং রানীর কাছে নিজের দুর্দশা ব্যাখ্যা করেছিলেন। রানী তাকে তার সাথে থাকার আমন্ত্রণ জানালেন। দময়ন্তী এই শর্তে সম্মত হন যে, তাকে সম্মান করা হবে এবং তার ইচ্ছামত করতে দেওয়া হবে।\nএদিকে, নল একটি বড় অরণ্যে আগুনের মুখোমুখি হলেন। সেখানে কর্কোটক নামক একটি সাপ তাকে বিপদ থেকে রক্ষা করার জন্য মিনতি করেন। উদ্ধারের পর, কর্কোটক নলকে অনুরোধ করেছিলেন এগিয়ে যাওয়ার সময় নিজের পদক্ষেপ গণনা করার জন্য। নলের দশম পদক্ষেপে তিনি রাজাকে দংশন করেন। রাজার শরীর বিকৃত হয়ে যায়। সাপটি নলকে জানান যে দংশনের কারণে তিনি কোন ব্যথা অনুভব করবেন না, বরং তাকে ভোগ করছে যে সত্ত্বা তাকেই কষ্ট দেবে। কর্কোটক রাজাকে অযোধ্যার রাজা ঋতুপর্ণের কাছে যেতে নির্দেশ দেন। ঋতুপর্ণ তার বন্ধু হবেন এবং তাকে পাশায় দক্ষতা শেখাবেন, তারপরে তিনি দময়ন্তীর সাথে পুনরায় মিলিত হবেন। তিনি নলকে কিছু পোশাকও দান করেছিলেন, তিনি বলেছিলেন যে সেগুলো পরলে তিনি নিজের আসল রূপ ফিরে পাবেন।\n\n\n=== পুনর্মিলন ===\nসুদেব নামে ভীম কর্তৃক প্রেরিত এক ব্রাহ্মণ দময়ন্তীকে দেখতে পেয়েছিলেন, যার পরে দময়ন্তী বিদর্ভে ফিরে আসেন, যেখানে তিনি তার পরিবারের সাথে পুনরায় মিলিত হন। তিনি একটি নির্দিষ্ট ধাঁধার পুনরাবৃত্তি করে ব্রাহ্মণদের বিভিন্ন দেশে বার্তাবাহক হিসাবে পাঠান। অযোধ্যায় প্রেরিত একজন ব্রাহ্মণ দময়ন্তীকে জানিয়েছিলেন যে বাহুক নামক এক রাজার সারথি তার ধাঁধাটির জবাব দিয়েছেন। এতে তিনি সন্দেহ করেন যে বাহুকই নল। দময়ন্তী সুদেবকে অযোধ্যায় ভ্রমণ করতে এবং ঋতুপর্ণকে তার দ্বিতীয় স্বয়ম্বরের জন্য আমন্ত্রণ জানাতে বলেছিলেন, তিনি পরবর্তী সূর্যোদয়ের সময় সেখানে তার নতুন স্বামীকে বেছে নেবেন। নিজের যন্ত্রণা লুকিয়ে, নল রাজার গাড়ি চালানোর প্রস্তাব দেন, তাকে আশ্বাস দিয়েছিলেন যে তিনি এক দিনের মধ্যেই অযোধ্যা থেকে বিদেহ পর্যন্ত রথযাত্রা করতে পারবেন। যাত্রার সময়, ঋতুপর্ণ রথযাত্রা সম্পর্কে নলের জ্ঞানের বিনিময়ে পাশা সম্পর্কে তার জ্ঞান প্রদান করেন। জ্ঞান অর্জনের পর, কলি নলের শরীর থেকে নিষ্ক্রান্ত হন, তাকে নিজের প্রভাব থেকে মুক্ত করেন। কিন্ত্য নলের শরীর বিকৃতই থেকে যায়। বিদর্ভ পৌঁছানোর পর, দময়ন্তী বহুককে জিজ্ঞাসাবাদ ও পরীক্ষা ক'রে সম্পূর্ণভাবে নিশ্চিত হন যে তিনিই তাঁর স্বামী। সন্তানদের নলের সামনে আনা হলে তিনি কেঁদে ফেললেন। দময়ন্তী সামনে আসেন, নলকে নিজের বিশ্বস্ততা সম্পর্কে নিশ্চিন্ত করেন; তাঁর অনুরোধে বায়ু এই বিষয়ে সাক্ষ্য দিয়েছিলেন, প্রকাশ করেছিলেন যে দ্বিতীয় স্বয়ম্বর আসলে নলকে চেনার একটি পরিকল্পনা ছিল, জানা ছিল যে কেবল নলই একদিনে একশত যোজন দূরত্ব অতিক্রম করতে সক্ষম। পুনঃমিলিত হয়ে, দময়ন্তী এবং নল নিজেদের মতভেদ দূর ক'রে যৌথ জীবন শুরু করেন। কর্কোটক তাকে যে পোশাক দিয়েছিলেন তা ব্যবহার করে রাজা তার আসল রূপ ফিরে পেলেন। নল নিজের রাজ্যে ফিরে আসেন এবং পুষ্করকে পাশা খেলার জন্য আহ্বান করেন, তাদের জীবন, ধনসম্পদ এবং সমগ্র রাজ্যকে বাজী রেখে। বিজয়ী হয়ে, নল পুষ্করকে জীবন ভিক্ষা দিলেন এবং নিজের সবকিছু ফিরে পেলেন। দময়ন্তী ও তার সন্তানরা নলের কাছে ফিরে আসেন এবং বাকি জীবন সুখ ও খ্যাতিতে কাটিয়ে দেন।\n\n\n== অনুবাদ ==\nনরম্যান মোসলে পেনজার ১৯২৬ সালে নল ও দময়ন্তীর গল্প ইংরেজিতে অনুবাদ করেন।\n\n\n== আরও দেখুন ==\nভক্তি ও সুফিবাদের বিবরণে নল ও দময়ন্তীর গল্প\nদামাজান্তি, ম্যাক্স ব্রুচের একটি ১৯০৩ সালের ক্যান্টাটা যা ফ্রেডরিখ রুকার্টের নালা এবং দামাজান্তি  কবিতার উপর ভিত্তি করে, হেনরিখ বুলথপ্টের একটি কবিতার উদ্ধৃতি সহ। \nওডিসিউস এবং পেনেলোপ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nGoswami, B.N. (২০১৫)। Nala and Damayanti: A Great Series of Paintings of an Old Indian Romance। Niyogi Books। আইএসবিএন 9789383098897। \nDallapiccola, Anna Libera (২০০২)। Dictionary of Hindu Lore and Legend। Thames & Hudson। আইএসবিএন 978-0-500-51088-9। \nDoniger, Wendy (১৯৯৯)। \"Chapter 3: Nala and Damayanti, Odysseus and Penelope\"। Splitting the Difference: Gender and Myth in Ancient Greece and India। University of Chicago Press। পৃষ্ঠা 133–204। আইএসবিএন 978-0-226-15640-8। \n\n\n== বহি সংযোগ ==\nনৈষাধ-চরিত (নল ও দময়ন্তীর গল্প) কে কে হান্ডিকির ইংরেজি অনুবাদ [প্রুফরিড] (শব্দকোষ সহ)\nনল এবং দময়ন্তীর ইংরেজি অনুবাদ গল্প    ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ মার্চ ২০১৭ তারিখে\nমহাভারত থেকে নল ও দময়ন্তীর গল্প"}