{"pageid": 1386876, "title": "প্রকাশ", "url": "https://bn.wikipedia.org/wiki?curid=1386876", "content": "প্রকাশ (সংস্কৃত: प्रकाश) হল ভারতীয় দর্শনের একটি ধারণা যা বিভিন্ন লেখক দ্বারা অনুবাদ করা হয়েছে আলো, উজ্জ্বলতা, উজ্জ্বলিত, জাঁকজমক, চেতনার আলো ইত্যাদি।\nবৌদ্ধ দর্শনে, শব্দটি সচেতনতার স্ব-প্রতিফলিত প্রকৃতিকে বোঝাতে ব্যবহৃত হয়েছিল। পরবর্তী  যোগাচার বৌদ্ধ দর্শনে, প্রকাশ প্রকৃত মনের প্রকৃতি, আলোকিত মন, যা চূড়ান্ত সত্য, চূড়ান্ত বাস্তবতা\nকাশ্মীর শৈববাদে প্রকাশকে শিব দ্বারা চিহ্নিত করা হয়েছে। পল ই মারফি এটিকে বর্ণনা করেছেন, \"উজ্জ্বল ও অপরিবর্তিত চেতনা,\" এবং পল মুলার-ওর্তেগা এটিকে \"সমস্ত প্রকাশের বাইরে আদিম আলো\" হিসেবে ব্যাখ্যা করেছেন। শৈবদের জন্য, প্রকাশ সর্বোচ্চ, চূড়ান্ত, অতুলনীয় বলে বিবেচিত হয়, কিন্তু এটিকে বিশুদ্ধ অতিক্রম হিসাবে বর্ণনা করা যায় না, কারণ যদিও এটি সর্বোপরি, তবুও এটি প্রকাশের মধ্যে উপস্থিত রয়েছে, এর প্রতিটি দিক। এইভাবে প্রকাশ কে অতীন্দ্রিয় ও অব্যবহিত বলা হয়। অদ্বৈত বেদান্তের চেতনার প্রকৃতিও প্রকাশ।\n\n\n== বৌদ্ধ দর্শনে ==\nজোনার্দন গ্যানেরী এর মতে, ধারণাটি বৌদ্ধ দার্শনিক দিগনাগ দ্বারা প্রবর্তিত হয়েছিল। দিগনাগ এবং তার অনুসারী ধর্মকীর্তির জন্য, ধারণাটি চেতনার অন্তর্নিহিত প্রতিচ্ছবিতা বা স্ব-সচেতন প্রকৃতিকে বোঝায়। এর মানে হল যে কোন বস্তু সম্পর্কে সচেতন হওয়ার প্রক্রিয়ায়, চেতনাও একই সাথে নিজেকে আলোকিত করে।\nঝিহুয়া ইয়াও লিখেছেন যে এই ধারণাটির পুরোনো শিকড় রয়েছে মহাসাংঘিক দর্শনের অন্তর্নিহিত বিশুদ্ধ আলোকিত মনের দৃষ্টিভঙ্গিতে।\nপরবর্তীতে ভারতীয় যোগাচার বৌদ্ধ দর্শনে, প্রকাশ প্রায়ই মনের প্রকৃতির বৈশিষ্ট্য বর্ণনা করতে ব্যবহৃত হয়, অর্থাৎ আলোকিত মন যা যোগচারের আদর্শবাদী অধিবিদ্যায় চূড়ান্ত বাস্তবতা। এই শব্দটি ভারতীয় যোগাচার চিন্তাবিদরা যেমন জ্ঞানশ্রীমিত্র ও রত্নাকরশান্তি, উভয়ই বিক্রমশীল বিশ্ববিদ্যালয়ের সুপরিচিত পণ্ডিতদের দ্বারা ব্যবহৃত হয়েছিল।\nপ্রজ্ঞাপারমিতোপদেশে, রত্নকরশান্তি বলেছেন যে সমস্ত ঘটনার স্ব-প্রকৃতি (আত্মভূতঃ) হল প্রকাশ। তিনি বলেছেন যে সমস্ত ঘটনা যা অনুভব করা হয় তার অবশ্যই দীপ্তি (প্রকাশ) থাকতে হবে, যা প্রদর্শিত হওয়ার ক্ষমতা (প্রতিভাস)। যে চেতনা আছে তা প্রকাশ করার এই ক্ষমতা ছাড়া, কিছুই চেতনায় প্রদর্শিত হতে পারে না। \nরত্নাকরশান্তি, প্রকাশের জন্য, আলোকিত বিশুদ্ধ মন, যা প্রতিফলিত সচেতনতাও (স্বসম্বেদন), একমাত্র জিনিস যা বাস্তব, সমস্ত চেহারাই অলীক ও মিথ্যা। এই দৃষ্টিভঙ্গিকে যোগাচারের নিরাকারবাদ (ছবি ছাড়া, অলিককারবাদ নামেও পরিচিত) বলা হয়। এটি ধারণ করে যে চূড়ান্ত বাস্তবতা হল বিশুদ্ধ দীপ্তি, প্রকাশ যা কোনো জ্ঞানীয় চিত্র বা চেহারা ছাড়াই। আবির্ভাব শুধুমাত্র জ্ঞানীয় বিকৃতি থেকে উদ্ভূত হয় এবং সর্বদা অলীক হয়, যখন চূড়ান্ত বাস্তবতা হল দীপ্তিময় চিত্রহীন চেতনা।\nজ্ঞানশ্রীমিত্র ইতোমধ্যে প্রকাশ এবং এর প্রকাশ (সমস্ত আপাত ঘটনা) উভয়কেই বাস্তব হিসাবে দেখেন। তার জন্য, অবাস্তব কিছু বাস্তব কিছু থেকে উদ্ভূত বা প্রকাশ করতে পারে না। এইভাবে, তিনি যুক্তি দেন যে সমস্ত আকার (মানসিক ছবি, চেহারা, জ্ঞানীয় দিক)ও বাস্তব, যেহেতু তারা বাস্তব কিছুর প্রকাশ, সেটা হল প্রকাশ। এই দৃষ্টিভঙ্গিকে সাকারবাদ বলা হয়, এই দৃষ্টিভঙ্গি যে চরম বাস্তবতা তার চিত্র বা প্রকাশ সহ দীপ্তিময় (প্রকাশ) চেতনা।\n\n\n== হিন্দু দর্শনে ==\nঅদ্বৈত বেদান্ত এবং অদ্বৈত শৈবমত সহ বিভিন্ন হিন্দু দর্শনে প্রকাশের ধারণা গুরুত্বপূর্ণ।\n\n\n=== কাশ্মীর শৈববাদ ===\nকাশ্মীর শৈবধর্মে, প্রকাশ, সচেতনতার অপরিবর্তিত আলো, হল শিবের সারাংশ। এর কাজ হল আলোকিত করা, প্রকাশ করা। যাইহোক, কাশ্মীর শৈববাদ ঘোষণা করে যে প্রকাশের প্রকৃতি হল \"আত্ম শঙ্কা\" (বিমর্শ), অথবা, নিজেকে প্রতিফলিত করা। ক্ষেমরাজের মতে, যদি পরম আলো এই মুক্ত ও স্বতঃস্ফূর্ত স্ব-উল্লেখযোগ্য ক্ষমতা বর্জিত হত, তবে এটি শক্তিহীন ও জড় হবে। এইভাবে, প্রকাশ ও বিমর্শ সর্বোচ্চ স্তরে দম্পতি গঠন করে, যথাক্রমে শিব ও শক্তি দ্বারা চিহ্নিত। কাশ্মীর শৈবধর্ম চেতনার ধারণাকে আলো বা দীপ্তি হিসাবে অত্যন্ত গুরুত্বপূর্ণ ভূমিকা প্রদান করে।\nপ্রকাশ শব্দটি প্রায়শই গ্লস করা হয় এবং অন্যান্য বিভিন্ন পদের মাধ্যমে ব্যাখ্যা করা হয়, যার মধ্যে রয়েছে:\n\nস্ফুরাত্ত - ঝিকিমিকি, স্ফুলিঙ্গ\nআভাষ - জাঁকজমক, আলো, চেহারা, চকচকে\nপ্রতিভা - আলোকিত হওয়া, স্পষ্ট বা প্রকাশ হওয়া, অন্তর্দৃষ্টি\nস্ফুরান - চকচকে, ঝকঝকে\nউল্লাস - আলো, জাঁকজমক, উজ্জ্বল\nঅভিনবগুপ্ত তন্ত্রলোকে বলেছেন যে চেতনা আলো ও সৌন্দর্য দ্বারা গঠিত। অধিকন্তু, অভিনবের জন্য, প্রকাশের জ্ঞান শৈব পরিত্রাণ তত্ত্বীয় প্রক্রিয়ার কেন্দ্রবিন্দু। এইভাবে, তন্ত্রলোক বলে, \"নিষ্পাপ হৃদয়ে উজ্জ্বল আলোর মাধ্যমে, একজন শিবের সাথে মিলন লাভ করে,\" এবং এছাড়াও \"যে যোগী মহা আলোর অভিজ্ঞতা লাভ করেছেন তিনি শিবের প্রকৃতির অবস্থায় প্রবেশ করেন।\"\n\n\n=== প্রকাশের বিষয়গত অভিজ্ঞতা ===\nপ্রকাশের ব্যক্তিগত অভিজ্ঞতাকে সম্পূর্ণরূপে শব্দের মধ্যে প্রকাশ করার কোনো উপায় নেই, কিন্তু রহস্যবাদী, প্রাচীন ও আধুনিক উভয়ই তা করার চেষ্টা করেছেন, কারণ এই ধরনের শব্দগুলি শক্তিশালী আধ্যাত্মিক আদেশ বহন করে। চেতনার আলোর কিছু বিষয়গত বৈশিষ্ট্য, সংশ্লেষণে, হল: তরল, আনন্দময়, নিষ্পাপ, অন্ধ, আবদ্ধ এবং ভারহীন। এখানে অনেক বিবরণের মধ্যে কয়েকটি রয়েছে:\n\n\n==== ভট্ট নারায়ণ ====\nভট্ট নারায়ণ রচিত স্তবচিন্তামণি হল কাশ্মীর শৈবধর্মের তীব্র ভক্তিমূলক পাঠ। এখানে চেতনার আলোকে উল্লেখ করে কিছু উদ্ধৃতি দেওয়া হল:\n\nপরমেশ্বর ... \"অনন্তে অন্ধভাবে জ্বলছে\"\nশঙ্কর ... \"অসীম আলো যার সারমর্ম হল বিশুদ্ধ অমৃত\"\nশিব... \"তুমি সাদা-চকচকে সার, প্রতিটি অভিপ্রায়ের উৎপত্তি, প্রতিটি পুনর্জন্মে অপরিবর্তিত\"\n\n\n==== গোপী কৃষ্ণ ====\nগোপী কৃষ্ণ, তার কুণ্ডলিনী জাগরণের প্রথম অভিজ্ঞতায় উজ্জ্বল উদ্ভাস অনুভব করেছেন যা তিনি বর্ণনা করেছেন:\n\nআলোর প্রভা\nতরল আলোর প্রবাহ\nআলোর তরঙ্গ এবং\nআলোর সমুদ্র\n\n\n==== জয়দেব সিং ====\nপ্রত্যবিজ্ঞাহৃদয়ম-এর অনুবাদে জয়দেব সিং এই ধরনের সূত্র ব্যবহার করেছেন:\n\nচেতনা সম্পর্কে: নিখুঁত আমি-চেতনা আলো ও আনন্দে পূর্ণ।\nআধ্যাত্মিক হৃদয় সম্পর্কে: হৃদয় শারীরিক হৃদয় নয়। এটিকে হৃদয় বলা হয়েছিল কারণ এটি বাস্তবতার কেন্দ্র। এটি চেতনার আলো।\nবিশ্ব ও মুক্তসত্তা সম্পর্কে: পৃথিবীটি আর নিছক পৃথিবী হিসাবে দেখা যায় না, কিন্তু স্বর্গীয় আলোতে পরিহিত।\n\n\n==== রামকৃষ্ণ ====\nরামকৃষ্ণের রহস্যময় অভিজ্ঞতা, যা তার জন্য সন্ধিক্ষণ উপস্থাপন করে:\n\nসব কিছু অদৃশ্য হয়ে গেল, যেন কোথাও কিছুই ছিল না! এবং আমি কী দেখলাম? সীমাহীন, অন্তহীন, আলোর চেতনা সমুদ্র;...; ঢেউয়ের উজ্জ্বল সারি আমার দিকে গর্জন করছিল।\n\n\n==== যোগানন্দ ====\nযোগানন্দের দ্বারা তৈরি না করা আলোর সাথে সাক্ষাতের কয়েকটি বিবরণ:\n\nআমি অন্ধ আলো দেখেছি, আমার শরীর এবং পুরো ঘরকে ঢেকে রেখেছে।\nপ্রতিটি ছিদ্র থেকে তরল ভেদকারী আলোক প্রবাহ;...; আমার পরিচয়ের অনুভূতি আর দেহের মধ্যে সীমাবদ্ধ ছিল না বরং পরিক্রমা পরমাণুগুলিকে আলিঙ্গন করেছিল।\nআমি আমার বাহুগুলির দিকে তাকিয়েছিলাম এবং সেগুলিকে সামনে পিছনে সরিয়ে নিয়েছিলাম, তবুও তাদের ওজন অনুভব করতে পারিনি; উচ্ছ্বসিত আনন্দ আমাকে অভিভূত করেছিল... কঠিন দেহের বিভ্রম সম্পূর্ণরূপে বিলীন হয়ে গিয়েছিল, কারণ আমার উপলব্ধি আরও গভীর হয়েছিল যে সমস্ত কিছুর সারাংশ হালকা।\n\n\n== তথ্যসূত্র =="}