{"pageid": 138693, "title": "ভারতের বিশ্ব ঐতিহ্যবাহী স্থানের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=138693", "content": "২০১৪ খ্রিষ্টাব্দের হিসেব অনুযায়ী, ভারতে ইউনেস্কো স্বীকৃত বিশ্ব ঐতিহ্যবাহী স্থানের সংখ্যা 4২। ১৯৭২ সালের ইউনেস্কো বিশ্ব ঐতিহ্য সনদের বর্ণনা অনুযায়ী এই স্থানগুলি সাংস্কৃতিক অথবা প্রাকৃতিক ঐতিহ্যের দিক থেকে বিশেষ গুরুত্বসম্পন্ন। ১৯৭২ সালের ১৭ অক্টোবর থেকে ২১ নভেম্বর পর্যন্ত ইউনেস্কোর একটি সাধারণ সম্মেলনের পর ১৯৯৭ সালের ১৭ নভেম্বর বিশ্বের সাংস্কৃতিক ও প্রাকৃতিক ঐতিহ্যবাহী স্থানগুলি সংরক্ষণার্থে উক্ত সনদটি গৃহীত হয়েছিল।\nআগ্রা ফোর্ট ও অজন্তা গুহা সর্বপ্রথম ভারতের বিশ্ব ঐতিহ্যবাহী স্থানের মর্যাদা পায়। ১৯৮৩ সালে সপ্তম বিশ্ব ঐতিহ্য অধিবেশনে উক্ত স্থানদুটি বিশ্ব ঐতিহ্যের মর্যাদা লাভ করেছিল। পরবর্তী বছরগুলিতে আরও ৩০টি স্থানের নাম এই তালিকায় যুক্ত হয়। ২০১৪ সালে বিশ্ব ঐতিহ্য স্বীকৃতিপ্রাপ্ত গ্রেট হিমালয়ান জাতীয় উদ্যান দেশের সাম্প্রতিকতম বিশ্ব ঐতিহ্যবাহী স্থান।. ভারতের ৩২টি বিশ্ব ঐতিহ্য কেন্দ্রের মধ্যে ২৫টি সাংস্কৃতিক কেন্দ্র এবং অবশিষ্ট ৭টি প্রাকৃতিক কেন্দ্র। এছাড়াও আরও ৫০টি কেন্দ্রের নাম ভারত সম্ভাব্য বিশ্ব ঐতিহ্য তালিকার অন্তর্ভুক্ত করেছে।\n\n\n== বিশ্ব ঐতিহ্যবাহী স্থানের অবস্থান ==\n\n\n== ঐতিহ্যবাহী স্থানের তালিকা ==\nনিম্নলিখিত সারণিতে প্রতিটি বিশ্ব ঐতিহ্যবাহী স্থান সম্পর্কে সংক্ষিপ্ত বিবরণ দেওয়া হল:\n\nনাম: বাংলা নাম ও বিশ্ব ঐতিহ্য কমিটির তালিকাভুক্ত ইংরেজি নাম (বন্ধনীতে)\nঅঞ্চল: সংশ্লিষ্ট রাজ্য বা কেন্দ্রশাসিত অঞ্চলের নাম\nসময়কাল: প্রাচীনত্ব, সাধারণত নির্মাণকাল\nইউনেস্কো তথ্য: কেন্দ্রের রেফারেন্স সংখ্যা; বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে স্বীকৃতিলাভের বছর; যে বিভাগে স্বীকৃতিলাভ: (i) থেকে (vi) বিভাগের মধ্যে হলে সাংস্কৃতিক এবং (vii) থেকে (x) বিভাগের মধ্যে হলে প্রাকৃতিক\nবর্ণনা: কেন্দ্রটির সাধারণ বর্ণনা\n\n১৯৯২ খ্রিষ্টাব্দে মানস বন্যপ্রাণী অভয়ারণ্যকে বিপন্ন ঘোষণা কতা হলেও ২০১১ খ্রিষ্টাব্দে বিপদমুক্ত বলে ঘোষণা করা হয়। ১৯৯৯ খ্রিষ্টাব্দে হাম্পির মন্দিরগুলিকে বিপন্ন বলে ঘোষণা করা হলেও সফল ভাবে সংরক্ষণ করার পরে ২০০৬ খ্রিষ্টাব্দে এই তালিকা থেকে অপসারণ করা হয়।\n\n\n== সম্ভাব্য তালিকা ==\nবিশ্ব ঐতিহ্য তালিকায় অন্তর্ভুক্ত ৩২টি স্থান ছাড়াও ভারতের একটি সম্ভাব্য বিশ্ব ঐতিহ্য তালিকাও রয়েছে। এই তালিকায় অন্তর্ভুক্ত স্থানগুলি ইউনেস্কো কমিটির কাছ থেকে স্বীকৃতি পাওয়ার অপেক্ষায় আছে। কোনো স্থানের নাম বিশ্ব ঐতিহ্য রূপে স্বীকৃতি পাওয়ার আগে এই তালিকায় অন্তর্ভুক্ত করা বাধ্যতামূলক। ২০১৪ সালের হিসেব অনুযায়ী, ভারতের সম্ভাব্য তালিকায় ৫১টি স্থানের নাম আছে। এগুলি হল:\n\n\n== আরও দেখুন ==\n\nবিশ্ব ঐতিহ্য কমিটি\nইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান\nদেশ অনুযায়ী বিশ্ব ঐতিহ্যবাহী স্থানগুলির সারণি\nএশিয়া ও অস্ট্রালেশিয়ার বিশ্ব ঐতিহ্যবাহী স্থানের তালিকা (অন্যান্য অঞ্চলের তালিকার জন্য নিচের টেমপ্লেট দেখুন)\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:সূত্র তালিক"}