{"pageid": 1387656, "title": "ফিলিস্তিনি ভূখণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1387656", "content": "ফিলিস্তিনি ভূখণ্ড হল  প্রাক্তন ব্রিটিশ কর্তৃত্বের অধীনে থাকা দুটি অঞ্চল, যা ১৯৬৭ সালের ছয় দিনের যুদ্ধের পর থেকে সামরিকভাবে ইসরায়েল কর্তৃক দখল করা হয়। যথা: পশ্চিম তীর (পূর্ব জেরুজালেমসহ) ও গাজা উপত্যকা। আন্তর্জাতিক ন্যায়বিচার আদালত পশ্চিম তীরকে ( পূর্ব জেরুজালেমসহ ) \"অধিকৃত ফিলিস্তিনি অঞ্চল\" হিসাবে উল্লেখ করেছে এবং এই শব্দটি ২০০৪ সালের জুলাইয়ে এর উপদেষ্টা মতামতে আইনি সংজ্ঞা হিসাবে ব্যবহার করেছিল।  এই অঞ্চলটি পূর্বে উসমানীয় সাম্রাজ্যের অধীনে ছিলো। ১ম বিশ্বযুদ্ধে ব্রিটেনের বিজয়ের মাধ্যমে এই অঞ্চল ব্রিটিশ সাম্রাজ্যের অধীনে আসে।অধিকৃত ফিলিস্তিনি ভূখণ্ড শব্দটি জাতিসংঘসহ  অন্যান্য আন্তর্জাতিক সংস্থা কর্তৃক ১৯৯৯ সালের অক্টোবরে  এবং ২০১২ সালের ডিসেম্বরের মধ্যে ফিলিস্তিনি জাতীয় কর্তৃপক্ষ দ্বারা নিয়ন্ত্রিত অঞ্চলগুলি বোঝাতে ব্যবহৃত হয়েছিল। কিন্তু ২০১২ খ্রিস্টাব্দে পর্যবেক্ষক রাষ্ট্রগুলি যখন ফিলিস্তিনকে সদস্য হিসাবে অস্বীকার করে, তখন থেকে জাতিসংঘ ফিলিস্তিন রাষ্ট্র নাম ব্যবহার করা শুরু করে। \nইউরোপিয়ান ইউনিয়নও অধিকৃত ফিলিস্তিনি ভূখণ্ড শব্দটি গ্রহণ করে। তবে ইসরায়েলি সরকার ও তার সমর্থকেরা এর পরিবর্তে \"বিতর্কিত অঞ্চল\" শব্দটি ব্যবহার করে থাকে। \nগাজা ভূখণ্ড এবং পশ্চিম তীর ১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধ থেকে ১৯৬৭ সালের ছয় দিনের যুদ্ধ পর্যন্ত যথাক্রমে মিশর ও জর্ডান দ্বারা দখলকৃত ছিল। ইসরায়েল ১৯৬৭ সালে পশ্চিম তীর ও গাজা উপত্যকা দখল করে এবং তারপর থেকে তাদের নিয়ন্ত্রণ বজায় রেখেছে। ১৯৮০ সালে ইসরায়েল আনুষ্ঠানিকভাবে পূর্ব জেরুজালেমকে দখল করে এবং পুরো শহরটিকে তার রাজধানী হিসেবে ঘোষণা করলে আন্তর্জাতিকভাবে এর নিন্দা করা হয়েছিল।  জাতিসংঘের নিরাপত্তা পরিষদ দ্বারা এটি \"অকার্যকর\" ঘোষণা করা হয়েছিল। \nফিলিস্তিনি জাতীয় কর্তৃপক্ষ, জাতিসংঘ, আন্তর্জাতিক আইনি ও মানবাধিকার সংস্থা ও বহু আন্তর্জাতিক সম্প্রদায়  পূর্ব জেরুজালেমকে পশ্চিম তীরের অংশ হিসাবে বিবেচনা করে। ফিলিস্তিনি জাতীয় কর্তৃপক্ষ কখনোই অঞ্চলটির উপর সার্বভৌমত্ব প্রয়োগ করেনি, যদিও এটি তার সার্বভৌম স্বার্থের দাবি হিসাবে এই জায়গায় ওরিয়েন্ট হাউস ও অন্যান্য বেশ কয়েকটি ভবনে তার অফিস স্থাপন করেছিল। পূর্ব জেরুজালেমের উপর ইসরায়েলি সার্বভৌমত্ব আন্তর্জাতিক সম্প্রদায় দ্বারা স্বীকৃত হয়নি। এর কারণ হলো যুদ্ধের সময় দখলকৃত অঞ্চল একতরফাভাবে সংযুক্ত করা চতুর্থ জেনেভা কনভেনশন লঙ্ঘন করে।  চার দশক ধরে (১৯৬৭-২০০৭)  ইসরায়েলের এই দখলের খরচ অনুমান করা হয়েছে ৫০ বিলিয়ন ডলার এবং বিশ্বব্যাংক ২০১৩ সালে ইসরায়েলের দখলে ফিলিস্তিনের অর্থনীতির বার্ষিক খরচ ৩.৪ বিলিয়ন ডলার অনুমান করে। \n১৯৮৮ সালে, প্যালেস্টাইন লিবারেশন অর্গানাইজেশন (পিএলও) কর্তৃক স্বাধীন ফিলিস্তিন রাষ্ট্র ঘোষণা করার অভিপ্রায়ের জন্য জর্ডান পূর্ব জেরুজালেমসহ পশ্চিম তীরের সমস্ত অঞ্চলের দাবি প্রত্যাহার করে ।  ১৯৯৩ সালে, অসলো চুক্তির পর, ভূখণ্ডের কিছু অংশ রাজনৈতিকভাবে ফিলিস্তিনি জাতীয় কর্তৃপক্ষের ( ফিলিস্তিনি ছিটমহল, প্রযুক্তিগতভাবে এলাকা এ এবং বি নামে পরিচিত) এর অধীনে আসে। ইসরায়েল এখনও পশ্চিম তীরের ( এরিয়া সি ) ৬১% জুড়ে সম্পূর্ণ সামরিক নিয়ন্ত্রণ এবং বেসামরিক নিয়ন্ত্রণ ব্যবহার করেছে। অসলো চুক্তির মাধ্যমে উপকূল থেকে ২০ নটিক্যাল মাইলের মধ্যে গাজার জন্য সমুদ্রে প্রবেশাধিকার প্রতিষ্ঠা করা হয়েছিল । গাজা-ইসরায়েল সংঘাতের প্রেক্ষাপটে, ২০০২ সালের বার্লিন এই প্রতিশ্রুতিকে ১২ মাইল (১৯ কিমি) কমিয়েছে । অক্টোবর ২০০৬-এ, ইসরায়েল একটি ৬-মাইল সীমা আরোপ করে এবং ২০০৮-২০০৯ গাজা যুদ্ধের ফলস্বরূপ  ৩-নটিক্যাল-মাইল সীমার মধ্যে সমুদ্র ব্যবহারের অনুমতি সীমাবদ্ধ করে দেয়, যার বাইরে একটি নো-গো জোন বিদ্যমান। ফলস্বরূপ, ২০১২ সালে ৩,০০০ এরও বেশি ফিলিস্তিনি জেলেদের ১৯৯৫ সালে সম্মত সামুদ্রিক অঞ্চলের প্রায় ৮৫% ব্যবহারের জায়গা থেকে বঞ্চিত করা হয়েছিল।  মৃত সাগরের অধিকাংশ এলাকা ফিলিস্তিনিদের ব্যবহারের জন্য নিষিদ্ধ এবং ফিলিস্তিনিরা এর উপকূলরেখায় প্রবেশাধিকার থেকে বঞ্চিত।\n২০০৫ সালে ইসরায়েল গাজা উপত্যকা থেকে বিচ্ছিন্ন হয় । ২০০৭ সালে হামাস কর্তৃক গাজার দখলদারিত্ব ফিলিস্তিনি ভূখণ্ডকে রাজনৈতিকভাবে বিভক্ত করে । আব্বাসের ফাতাহ মূলত পশ্চিম তীরে শাসন করেছিল এবং সরকারি ফিলিস্তিনি কর্তৃপক্ষ হিসাবে আন্তর্জাতিকভাবে স্বীকৃত ছিল।  ২০০৯ সালে, জাতিসংঘ পশ্চিম তীর এবং গাজা উপত্যকাকে ইসরায়েল দ্বারা অধিকৃত বলে বিবেচনা করেছিল। \n২৯ নভেম্বর ২০১২-এ, ইউএনজিএ ৬৭/১৯ \"১৯৬৭ সাল থেকে দখল করা ফিলিস্তিনি ভূখণ্ডে ফিলিস্তিনি জনগণের স্ব-নিয়ন্ত্রণ এবং তাদের ফিলিস্তিন রাজ্যে স্বাধীনতার অধিকার\" পুনঃনিশ্চিত করেছে এবং সিদ্ধান্ত নিয়েছে \"ফিলিস্তিনকে সদস্য ছাড়া পর্যবেক্ষক রাষ্ট্রের মর্যাদা প্রদান করবে জাতিসংঘে\"। পরের মাসে, জাতিসংঘের একটি আইনি স্মারকলিপিতে \"ফিলিস্তিন রাষ্ট্র\" নামে ফিলিস্তিনকে স্বীকৃতি দেয় যার বর্তমান নেতা মাহমুদ আব্বাস ।  এটি উল্লেখ করা হয়েছিল যে ফিলিস্তিনি ভূখণ্ডের ভৌগোলিক এলাকা উল্লেখ করার জন্য 'প্যালেস্টাইন' উপাধি ব্যবহার করার জন্য কোনও আইনি বাধা ছিল না। এটিও ব্যাখ্যা করা হয়েছিল যে \"পূর্ব জেরুজালেমসহ অধিকৃত ফিলিস্তিনি অঞ্চল\" শব্দটি বা জাতিসংঘের সাধারণ পরিষদ দ্বারা প্রথাগতভাবে ব্যবহার করা যেতে পারে এমন অন্যান্য পরিভাষাটির অব্যাহত ব্যবহারেও কোনো বাধা নেই।  আইএসও ২০১৩ সালে এই নাম পরিবর্তন গ্রহণ করে।  জাতিসংঘের নিরাপত্তা পরিষদ ফিলিস্তিনকে একটি অ-সার্বভৌম সত্তা হিসাবে বিবেচনা করে চলেছে, যা পূর্ণ সদস্য রাষ্ট্র হিসেবে জাতিসংঘের সাধারণ পরিষদে প্রবেশে বাধা দেয়।  ইসরায়েলি সরকারগুলি এটি বজায় রেখেছে যে জড়িত এলাকাটি আঞ্চলিক বিরোধের মধ্যে রয়েছে।  ভূখণ্ডের ব্যাপ্তি, ভবিষ্যৎ আলোচনা সাপেক্ষে, প্রায়শই ফিলিস্তিনি কর্তৃপক্ষ কর্তৃক গ্রিন লাইন হিসাবে বিবেচনা হয়েছে। ১৯৮৮ সালে ফিলিস্তিনের স্বাধীনতার ঘোষণার পর থেকে, ১৩৫টি জাতিসংঘের সদস্য দেশ ফিলিস্তিন রাষ্ট্রকে স্বীকৃতি দিয়েছে। এটি ইসরায়েল এবং মার্কিন যুক্তরাষ্ট্র সহ বেশিরভাগ পশ্চিমা দেশগুলি দ্বারা স্বীকৃত হয়নি।\n২০১৪ সালে, ফাতাহ এবং হামাস নির্বাচন করতে এবং একটি সমঝোতামূলক ঐক্য সরকার গঠন করতে সম্মত হয়।  সরকার ২০১৪ সালের ইসরায়েল-গাজা সংঘাত থেকে বেচে যায়, কিন্তু রাষ্ট্রপতি আব্বাসের গাজা উপত্যকায় কাজ করতে অক্ষম হওয়ার পরে ১৭ জুন ২০১৫ এটি বিলুপ্ত হয়ে যায়।\n\n\n== তথ্যসূত্র =="}