{"pageid": 1387272, "title": "ময়ূরভট্ট", "url": "https://bn.wikipedia.org/wiki?curid=1387272", "content": "ময়ূরভট্ট ছিলেন ৭ম শতাব্দীর একজন সংস্কৃত কবি এবং পণ্ডিত, যিনি হর্ষবর্ধনের রাজসভার কবি বাণভট্টের ভগ্নিপতি ছিলেন। তিনি সূর্য শতকম রচনার জন্য বিখ্যাত।\nময়ূরভট্ট কুষ্ঠরোগ অথবা অন্ধত্বে ভুগছিলেন। তিনি বর্তমান বিহারের আওরঙ্গাবাদ জেলার দেওতে অবস্থিত বিখ্যাত দেও সূর্য মন্দিরে তপস্যা করেছিলেন। তিনি ভগবান সূর্য দেবতার প্রশংসায় একশত শ্লোক রচনা করেছিলেন এবং গুরুতর অসুস্থতা থেকে নিরাময় হয়েছিলেন। শ্লোক রচনা করার সময় ব্রহ্মরাক্ষস তাঁর ওপর উৎপাত করেছিল। কিন্তু তিনি তাকে পরাজিত করেন এবং সূর্য দেবতাকে খুশি করতে সক্ষম হন। তাঁর রচিত শ্লোকগুলো সূর্য শতকম নামে পরিচিত হয়।\nবিহারের ঔরঙ্গাবাদ জেলার মায়ার গ্রামের অনেক শকলদ্বীপি ব্রাহ্মণ নিজেদেরকে ময়ুরভট্টের বংশধর বলে দাবি করেন। 'মায়ার' গ্রামে ময়ূরভট্টের সূর্য পূজার ঐতিহ্য এখনও বিদ্যমান।\nসূর্য-শতক (প্রেমেন্দ্র মিশ্র-৬-এর রহস্যময় উমগা পাহাড়) রচনার পিছনে একটি খুব মজার গল্প রয়েছে। যার মতে, ময়ূরভট্ট ছিলেন হর্ষবর্ধনের আরেক দরবারী কবি বানভট্টের শ্বশুর বা ভগ্নিপতি। বানভট্ট হর্ষচরিত-এ নিজেকে 'ব্রাহ্মণ' এবং নিজের বাসস্থানকে 'ব্রাহ্মণ আবাস' বলে পরিচয় দেন। একবার বানভট্টের স্ত্রী রাগান্বিত হন। তিনি সারারাত ক্রোধিত ছিলেন। সকাল হতে চলল। চাঁদ উজ্জ্বল হতে লাগল। মোমবাতির শিখা কাঁপতে লাগল। কিন্তু তাঁর ক্রোধ কমেনি। অধৈর্য হয়ে বানভট্ট একটি শ্লোক তৈরি করে মিনতি করলেন। শ্লোকের তিনটি লাইন নিম্নরূপ-\n\"গতপ্রায় রাত্রিঃ কৃষ্ণতনু শশী শির‍্যাত এব\nপ্রদীপোয়ম নিদ্রা বশমুগতো ঘূর্ণন এব\nপ্রণামান্তো মানসত্যজসি ন তথাপি ক্রুদ্ধমহো\"\nএদিকে কবি ময়ূর ভট্ট সেখানে এসে তিনটি লাইন শুনলেন। তার কাব্য চেতনা জাগ্রত হয়েছিল। সম্পর্কের মর্যাদা ভুলে গিয়ে তার মুখ থেকে স্বতঃস্ফূর্তভাবে চতুর্থ লাইনটি বেরিয়ে এল-\n\"কঞ্চপ্রত্যস্ত্য হৃদয়মাপি তে চণ্ডী কথিতম্\"\nএই বাক্যটি বানভট্ট এবং তার স্ত্রীকে আঘাত করেছিল। বিশেষ করে এ ধরনের হস্তক্ষেপে তার স্ত্রী খুবই ক্ষুব্ধ হন। তিনি ময়ূরভট্টকে কুষ্ঠ রোগে আক্রান্ত হওয়ার অভিশাপ দিয়েছিলেন।\nশীঘ্রই, ময়ূরভট্ট কুষ্ঠরোগ থেকে মুক্তি পেতে বিহারের বর্তমান আওরঙ্গাবাদ জেলার দেও-তে বিখ্যাত সূর্য মন্দিরে প্রার্থনা করেন। তিনি সূর্য মন্দিরের সামনে একটি অশ্বত্থ গাছের নিচে শ্লোক রচনা করতেন। ময়ূরভট্ট অশ্বত্থ গাছে ১০০টি সুতো বেঁধেছিলেন। তিনি প্রতিদিন একটি করে শ্লোক রচনা করতেন এবং গাছ থেকে একটি সুতো খুলতেন। তিনি দৃঢ়সংকল্প করেছিলেন যে যদি সূর্য তাকে সুস্থ না করেন তবে তিনি গাছ থেকে ঝাঁপ দিয়ে আত্মহত্যা করবেন। কিন্তু শীঘ্রই তিনি একই অশ্বত্থ গাছে বসবাসকারী ব্রহ্মরাক্ষসের (একজন ব্রাহ্মণের আত্মা) দ্বারা উৎপীড়ীত হন। ব্রহ্মরাক্ষস তার উচ্চারিত পংক্তিগুলো পুনরাবৃত্তি করে তাকে বিরক্ত করতে শুরু করে। শীঘ্রই ভুক্তভোগী ময়ূরভট্ট একটি বুদ্ধি খাটান। তিনি নাক দিয়ে শ্লোক উচ্চারণ করতে লাগলেন। ব্রহ্মরাক্ষসের নাক ছিল না, সে পুনরাবৃত্তি করতে ব্যর্থ হয় এবং হাল ছেড়ে দেয়। এরপর ময়ূরভট্ট বিরামহীনভাবে 'সূর্য শতক' সম্পন্ন করেন। তবে সূর্য-শতক শ্রবণের ফলে ব্রহ্মরাক্ষস তার ভূত-রূপ থেকে মুক্ত হয়। ময়ূর ভট্টও সূর্যের কৃপায় কুষ্ঠরোগ নিরাময় করেছিলেন। অনেক লেখক তাদের বইয়ে প্রায় একই ধরনের গল্প উল্লেখ করেছেন।\nসূর্য-শতকে ভগবান সূর্যের প্রশংসায় একশত শ্লোক রয়েছে। 'সূর্য শতক' (চৌখাম্বা পাবলিকেশন, বারাণসী) শ্লোক নং- ৬-এ কুষ্ঠরোগের উল্লেখ এবং এর যন্ত্রণার অন্যান্য বর্ণনা রয়েছে যা প্রমাণ করতে পারে যে কবি ময়ূরভট্ট দীর্ঘদিন ধরে কুষ্ঠরোগে ভুগছিলেন এবং আরোগ্য লাভের জন্য সূর্যের কাছে প্রার্থনা করেছিলেন। কিছু পণ্ডিত মনে করেন যে ময়ূর আসলে এই মহাকাব্য রচনা করার পরে সুস্থ হয়েছিল। সূর্য শতকের ৬তম শ্লোক দেখায় যে সূর্য তাদের নিরাময় করে যারা তাদের অসংখ্য পাপের কারণে শরীরে ক্ষতবিক্ষত, নাক পা ও হাত ক্ষতবিক্ষত, এবং যারা দীর্ঘশ্বাস ফেলে এবং অস্পষ্ট শব্দ উচ্চারণ করে। তার রশ্মি তার সীমাহীন এবং নিরবচ্ছিন্ন করুণাকে প্রমাণ করে এবং সর্বদা সিদ্ধরা তাঁর পূজা করেন। এই রশ্মিগুলো দ্রুত আপনার সমস্ত পাপ মোচন করুক।\nময়ূরভট্ট কোথাও নিজের পরিচয় দেননি বা তার হদিসও দেননি। কিন্তু বিখ্যাত ইতিহাসবিদ কে সি শ্রীবাস্তব (প্রাচীন ভারত কা ইতিহাস তথা সংস্কৃতি) বলেছেন যে বানভট্ট (ময়ূরভট্টের ঘনিষ্ঠ আত্মীয় এবং বন্ধু) তার বিখ্যাত রচনা হর্ষচরিতের প্রথম তিনটি অধ্যায়ে বিস্তারিতভাবে নিজের আত্মজীবনী লিখেছেন। বাণভট্টের বর্ণনার ভিত্তিতে ময়ূরভট্ট সম্পর্কে কিছু যৌক্তিক অনুমান করা যেতে পারে। হর্ষচরিত-এ, বাণভট্ট নিজেকে বাৎস্যায়ন গোত্রীয় এবং ভৃগুবংশী হিসাবে বর্ণনা করেছেন, তাঁরা প্রীতিকূট নামে একটি গ্রামে বাস করতেন। তিনি একজন শকদ্বীপীয় ব্রাহ্মণ (মগ বা ভোজক) ছিলেন। হর্ষচরিতেও তিনি তাঁর শৈশবের বর্ণনা দিয়েছেন। বানভট্ট প্রীতিকূটকে হিরণ্যবাহু নদীর তীরে অবস্থিত একটি গ্রাম হিসেবে বর্ণনা করেছেন- বর্তমানে এর নাম সোন নদী। রাজস্থান হিন্দি গ্রন্থ একাডেমী, জয়পুরের 'ইতিহাসিক স্থানওয়ালি' (লেখক- বিজয়েন্দ্র কুমার মাথুর, পৃষ্ঠা ৫৯২) বই অনুসারে, বানভট্ট প্রীতিকূট গ্রামটিকে গঙ্গা ও সোন নদীর সঙ্গমস্থলের দক্ষিণে অবস্থিত বলে বর্ণনা করেছেন। বর্তমানে পিরু গ্রামটি সোন নদীর পূর্ব তীরে ঔরঙ্গাবাদ জেলার হাসপুরা ব্লকে অবস্থিত। ঔরঙ্গাবাদ জেলার গোহ ব্লকে অবস্থিত ভৃগু ঋষির ঐতিহাসিক আশ্রম (ভৃগুরারি) থেকে এর দূরত্ব প্রায় ১৫ কিলোমিটার। ময়ূর ভট্ট আওরঙ্গাবাদ জেলার অন্তর্গত দাউদনগর ব্লকের মায়ার (শমশেরনগর) গ্রামের বাসিন্দা বলে জানা গেছে। তার নামেই গ্রামের নামকরণ করা হয়। প্রীতিকুট (বর্তমানে পিরু) গ্রাম থেকে এর দূরত্ব প্রায় ১৪ কিলোমিটার।\nময়ূরভট্ট একজন বিষবিজ্ঞানী ছিলেন এবং হর্ষচরিতের প্রথম অধ্যায়ে (উচ্ছ্বাস) বানভট্ট তাকে তার শৈশবের ৪৪ জন বন্ধুর একজন বলে বর্ণনা করেছেন। হর্ষচরিতের প্রথম অধ্যায় (ড. কেশবরাও মুসলগাঁওকর, চৌখাম্বা সংস্কৃত ইনস্টিটিউট, বারাণসী) অনুসারে, বানভট্ট নিজেকে দেবী 'সরস্বতী'র সঙ্গে যুক্ত করেছেন। তাঁর মতে, দুর্বাসা ঋষির অভিশাপের কারণে একবার সরস্বতীকে ব্রহ্মলোক ছেড়ে পৃথিবীতে থাকতে হয়েছিল। নিজের ছেলের মুখ দেখলে পৃথিবীতে তার অবস্থান শেষ হয়ে যাবার কথা। সরস্বতী সোন নদীর পশ্চিম তীরে আত্মপ্রকাশ করেন যা বর্তমানে শাহাবাদ অঞ্চল নামে পরিচিত। শীঘ্রই তিনি ভৃগুকুল-বংশী-চ্যবনের পুত্র দধীচির প্রেমে পড়েন, দধীচি সোন নদী পার হয়ে তার সাথে দেখা করতে আসতেন। হর্ষচরিত অনুসারে, দধীচির পিতার বাড়ি সোন নদীর তীরে (পূর্বে) অবস্থিত ছিল। সরস্বতী দধীচির সাথে মিলন থেকে একটি পুত্র লাভ করেন, যার নাম ছিল সারস্বত। তাঁর জন্মের সাথে সাথে, সরস্বতী অভিশাপ থেকে মুক্ত হয়ে ব্রহ্মলোকে ফিরে যান। এই বিচ্ছেদে বিভ্রান্ত হয়ে দধীচি তার পুত্রকে তার নিজের ভৃগু-বংশী ভাইয়ের কাছে লালন-পালনের জন্য তুলে দেন এবং নিজে তপস্যায় চলে যান।\nমা সরস্বতীর আশীর্বাদে পুত্র সারস্বত সমস্ত বেদ ও শাস্ত্র জানতেন। তিনি প্রীতিকূট বাস করতেন এবং পরে তিনিও তপস্যার জন্য পিতার সাথে যোগ দিতে যান। পরবর্তীকালে একই বংশে বৎস, বাৎস্যায়ন এবং তারপর বাণভট্টের মতো মুনিদের জন্ম হয়। এই বর্ণনায় দেখা যায় বাণভট্ট ও ময়ূরভট্ট ছিলেন সোন নদীর পূর্ব তীরের বাসিন্দা। চ্যবন ঋষির আশ্রমও আওরঙ্গাবাদ জেলার গোহ ব্লকের অন্তর্গত দেওকুণ্ড গ্রামে অবস্থিত। এই ভিত্তিতে, আমরা ময়ূরভট্টের উৎপত্তিস্থল অনুমান করতে পারি কারণ প্রাচীনকালে, আত্মীয়/বন্ধুরা আশেপাশের গ্রামে বাস করত কারণ যাতায়াত ও যোগাযোগের মাধ্যম খুব কম উন্নত ছিল।\nএই অঞ্চলগুলো, বিশেষ করে পিরু এবং মায়ার, সোন নদীর পূর্ব তীরের কাছে অবস্থিত। এই চারটি ঐতিহাসিক স্থানের সামান্য ভৌগোলিক দূরত্ব (মায়ার, পিরু, ভৃগুরারি, দেওকুণ্ডে চ্যবন আশ্রম) এবং সোন নদীর উপস্থিতি থেকে মনে হয় যে মায়ার এবং প্রীতিকূট গ্রামই ছিল যথাক্রমে ময়ুরভট্ট এবং বাণভট্টর আদি আবাসস্থল। এই দুই জায়গার কিছু বাসিন্দা আজও নিজেদেরকে যথাক্রমে ময়ূরভট্ট ও বানভট্টের বংশধর বলে। মায়ার গ্রামের দূরত্ব সড়কপথে দিউ থেকে প্রায় ৫৫  কিমি।\n'সোন' বা 'হিরণ্য' শব্দের সাহিত্যিক অর্থ হল 'স্বর্ণ'। সোন নদীর বালিতে সোনার কণা রয়েছে। তাই একে সোন-নদী বা হির্ণ্যবাহু বলা হয়। ঐতিহাসিক পি সি রায় চৌধুরী (দ্য গয়া গেজেটিয়ার, ১৯৫৭, বিহার সরকার)ও 'সোন' নদীকে 'হিরণ্যবাহু' বলে অভিহিত করেছেন।\n\n\n== তথ্যসূত্র ==\n4. প্রেমেন্দ্র মিশ্রের রহস্যময় পাহাড় উমগা\n5. ময়ূর ভট্টের সূর্যসতকম, চৌখাম্বা সংস্কৃত অধ্যয়ন CXXIV, বারাণসী\n6. কেসি শ্রীবাস্তব -প্রাচীন ভারত কা ইতিহাস তথা সংস্কৃতি\n7. ডক্টর কেশবরাও মুসলগাঁওকরের হর্ষচরিত, চৌখাম্বা সংস্কৃত ইনস্টিটিউট, বারাণসী\n8. পিসি রায় চৌধুরী - গয়া গেজেটিয়ার, 1957, সরকার। বিহারের\nইতিহাসিক স্থানওয়ালি' (লেখক- বিজয়েন্দ্র কুমার মাথুর), রাজস্থান হিন্দি গ্রন্থ একাডেমি, জয়পুর"}