{"pageid": 1387808, "title": "সত্যনারায়ণ দাস", "url": "https://bn.wikipedia.org/wiki?curid=1387808", "content": "ড. সত্যনারায়ণ দাস (জন্ম ৯ জুন ১৯৫৪) একজন ভারতীয় গৌড়ীয় বৈষ্ণববাদ পন্ডিত, পরিকল্পক এবং  বহুবিদ্যাবিশারদ। তিনি পিএইচ.ডি. ড. ভীমরাও আম্বেদকর বিশ্ববিদ্যালয় থেকে সংস্কৃত ভাষা, আগ্রা বিশ্ববিদ্যালয় থেকে ভারতীয় আইনে ডিগ্রি, ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান দিল্লি থেকে যন্ত্র প্রকৌশল স্নাতক এবং ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান থেকে শিল্পসংক্রান্ত প্রকৌশল স্নাতকোত্তর সম্পূর্ণ করেছেন। বর্তমানে তিনি ভারতে তার প্রতিষ্ঠিত জীব ইনস্টিটিউটে গৌড়ীয় বৈষ্ণবধর্মের ক্ষেত্রে সত সন্দর্ভের অনুবাদ এবং ভাষ্য সহ অসংখ্য বই এবং মূল গবেষণাপত্র প্রকাশ করেছেন। ২০১২ সালে তিনি ভারতের রাষ্ট্রপতির কাছ থেকে পুরস্কার পান। সত্যনারায়ণ জীব গোস্বামীনের একজন নেতৃস্থানীয় জীবিত পরিকল্পক-পণ্ডিত বলা হয়েছে।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nসত্যনারায়ণ দাস ভারতের হরিয়ানার ফরিদাবাদের কাছে একটি গ্রামে বেড়ে ওঠেন। মায়ামির একটি কোম্পানিতে কয়েক বছর কাজ করার পর, তিনি সংস্কৃত পড়ার জন্য ভারতে ফিরে আসেন। বৃন্দাবনে তিনি আন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘের গুরু ভক্তিস্বরূপ দামোদর স্বামীর একজন দীক্ষিত শিষ্য ছিলেন। তিনি ভারতের বিশিষ্ট পণ্ডিত ও সাধুদের একজন শ্রী হরিদাস শাস্ত্রী মহারাজের সাথে দেখা করেছিলেন। তাঁর কাছ থেকে তিনি গৌড়ীয় বৈষ্ণব সাহিত্যের সমগ্র পরিসর অধ্যয়ন করেন। তিনি স্বামী শ্যাম সরণ মহারাজা এবং অন্যান্য প্রথাগত গুরুদের অধীনে ন্যায়ের (ভারতীয় যুক্তিবিদ্যা) উপর বিশেষ মনোযোগ দিয়ে ভারতীয় দর্শনের ছয়টি পদ্ধতিও শিখেছিলেন। ১৯৯৪ সালে জীব গোস্বামীর সদ সন্দর্ভাস অনুবাদ এবং মন্তব্য করার সময় বৈকুণ্ঠ থেকে জীবের পতন সম্পর্কে একটি দার্শনিক বিতর্কে জড়িয়ে পরেন।  ইসকন কর্তৃপক্ষ যখন আত্মার উৎপত্তি ও প্রকৃতির বিষয়ে তার ঐতিহ্যবাহী বৈষ্ণব শিক্ষার উপস্থাপনা গ্রহণ করতে অস্বীকার করে, তখন তিনি আনুষ্ঠানিকভাবে সেই সংগঠন থেকে নিজেকে আলাদা করেন। গদাধর পরিবারের শ্রীর ঐতিহ্যবাহী গৌড়ীয় বৈষ্ণব ধারায় দীক্ষা (আনুষ্ঠানিক দীক্ষা) এবং তাঁর গুরু শ্রী হরিদাস শাস্ত্রীর কাছ থেকে বাবাজি ভেস (বৈষ্ণব সন্ন্যাস) গ্রহণ করেন।\n\n\n== প্রকাশনা ==\nসত্যনারায়ণ গবেষণা বৈষ্ণবধর্মের চৈতন্য ধারার দর্শন ও ধর্মতত্ত্ব সম্পর্কে। তিনি জীব গোস্বামীর সত-সন্দর্ভের মূল অনুবাদ এবং ভাষ্য সহ ২০ টিরও বেশি বই প্রকাশ করেছেন। তিনি অন্যান্য শিক্ষাবিদদের সাথে বিভিন্ন গবেষণা জার্নালে অবদান রেখেছেন। তিনি পণ্ডিতদের ভারতীয় শাস্ত্র পড়ান।\nতাঁর ডক্টরেট গবেষণা জীব গোস্বামীর ভক্তি সন্দর্ভের উপর দৃষ্টি নিবদ্ধ করে।\n\n\n=== একাডেমিক অভ্যর্থনা ===\nসত্যনারায়ণ দাস ভাগবত সন্দর্ভের অনুবাদের একটি বই পর্যালোচনায়, শিকাগো বিশ্ববিদ্যালয়ের আলেকসান্ডার উস্কোকভ এটিকে \"যেকোন ইউরোপীয় ভাষায় দ্বিতীয় সন্দর্ভ এবং ভাগবতের প্রথম গুরুতর অনুবাদ\" বলে অভিহিত করেছেন। উসকোকভ পরামর্শ দেন যে সত্যনারায়ণ \"স্পষ্টভাবে জীবের কাজগুলি ভিতরে ও বাইরে জানেন। ষোড়শ শতাব্দীতে সংস্কৃত শিক্ষার এই উচ্চ বিন্দুতে এবং যে ঐতিহ্যগুলি থেকে জীব ধারণাগুলি বলেন (যেমন বৈদিক হারমেনিউটিকস, সংস্কৃত ব্যাকরণ, ভারতীয় জ্ঞানতত্ত্ব এবং কাব্যবিদ্যা)\" তা সামগ্রিকভাবে উস্কোকভ বইটিকে \"গৌড়ীয় বৈষ্ণবধর্মকে বোঝার জন্য আমাদের প্রচেষ্টার একটি গুরুত্বপূর্ণ ঘটনা\" বলে মনে করেন। অনুবাদটি \"সুনির্দিষ্ট এবং নির্ভরযোগ্য, যুক্তিগুলি সঠিকভাবে বোঝা যায় এবং মন্তব্যগুলি তাদের বুদ্ধিবৃত্তিক পটভূমি দ্বারা ভালভাবে অবহিত।\"\nফ্লোরিডা বিশ্ববিদ্যালয়ের জনাথন এডেলম্যান অনুবাদটিকে \"পঠনযোগ্য এবং সাধারণত নির্ভুল এবং আসল পাঠ্যের সাথে সত্য\" বলে অভিহিত করেছেন। উল্লেখ্য যে \"অনুবাদকের ভাষ্য আলোচনায় ন্যায়, মীমাংস, পাণিনি, অদ্বৈত-বেদান্ত এবং সেইসাথে অন্যান্য গৌড়ীয় বৈষ্ণব চিন্তাবিদ যেমন বিশ্বনাথ চক্রবর্তী, রূপা গোস্বদেশ, প্রভৃতি বই থেকে শিক্ষার বিস্তৃতি নিয়ে আসে।\" ধর্মতাত্ত্বিক বিষয়বস্তু এবং অন্তর্দৃষ্টি একটি সম্পদ প্রদান করে।\"\nরুটজার্স ইউনিভার্সিটির এডউইন ব্রায়ান্ট মন্তব্য করেছেন যে সত্যনারায়ণ দাস ভাগবত সন্দর্ভ \"স্কলারশিপের একাডেমিক মান অনুসারে রেন্ডার করা চমৎকার সংস্কৃত এবং হারমেনিউটিকাল দক্ষতাকে একত্রিত করে।\"\n\n\n== শিক্ষামূলক কার্যক্রম ==\nসত্যনারায়ণ দাস হাইডেলবার্গ বিশ্ববিদ্যালয়, টুবিঙেন বিশ্ববিদ্যালয়, জার্মানি, জুরিখ বিশ্ববিদ্যালয়, সুইজারল্যান্ড, মিসিসিপি স্টেট ইউনিভার্সিটি, স্টেট ইউনিভার্সিটি অফ নিউ জার্সি, রুটজার্স এবং ফ্লোরিডা বিশ্ববিদ্যালয়, গেইনসভিল, ইউএসএ সহ বিভিন্ন বিশ্ববিদ্যালয়ে বক্তৃতা দিয়েছেন। বর্তমানে তিনি রাটগারস-এ একজন পরিদর্শন অনুষদ এবং মার্কিন হিন্দু বিশ্ববিদ্যালয়ে একজন অ্যাডজান্ট ফ্যাকাল্টি সদস্য।\nতিনি নিয়মিত ব্যক্তিগত অনুরোধে বিভিন্ন বিশ্ববিদ্যালয়ের পণ্ডিতদের পড়ান। বিভিন্ন দেশে ভ্রমণ করেন এবং ভারতীয় শাস্ত্রের উপর বক্তৃতা দেন।\nসত্যনারায়ণ দাস তার অধ্যয়ন এবং ভারতীয় শাস্ত্রের অভিজ্ঞতার ভিত্তিতে একটি নতুন বিষয় জীব বৈদিক মনোবিজ্ঞান তৈরি করেছেন। তিনি বর্তমানে স্যান্ডি পাইনস হাসপাতাল, ফ্লোরিডা এবং ফোর্ট লডারডেল হাসপাতালের সাইকোথেরাপিস্টদের বৈদিক মনোবিজ্ঞানের মাধ্যমে রোগীদের চিকিৎসার নতুন কৌশলগুলিতে প্রশিক্ষণ দিচ্ছেন। এছাড়াও তিনি যুক্তরাষ্ট্র, পোল্যান্ড, লিথুয়ানিয়া, ফ্রান্স, জাপানের মতো বিভিন্ন দেশে বিভিন্ন শ্রোতাদের কাছে বক্তৃতা দেন।\n\n\n=== জীব ইনস্টিটিউট ===\nহরিদাস শাস্ত্রী মহারাজের নির্দেশনায় এবং তাঁর ভাই ঋষি ড. প্রতাপ চৌহান সত্যনারায়ণ দাসের সহায়তায় ১৯৯২ সালে জীব ইনস্টিটিউট প্রতিষ্ঠা করেন। জীব ইনস্টিটিউটের তিনটি বিভাগ রয়েছে: শিক্ষা - স্বাস্থ্য ও সংস্কৃতি। সত্যনারায়ণ দাস ভারতের বৃন্দাবনের শীতল চায়ায় অবস্থিত সাংস্কৃতিক বিভাগের পরিচালক। ভারত ও বিদেশ থেকে ছাত্ররা সংস্কৃত এবং ভারতীয় চিন্তার ছয়টি পদ্ধতি যা সদ - দর্শন নামে পরিচিত, তা অধ্যয়ন করতে সেখানে আসেন। গৌড়ীয় বৈষ্ণব সাহিত্য অধ্যয়নে বিশেষীকরণ জীব ইনস্টিটিউটের অনন্য বৈশিষ্ট্য। পণ্ডিতরা সত্যনারায়ণ দাসের সঙ্গে পরামর্শ করতে আসেন। সেখানে লাইব্রেরিতে মুদ্রিত এবং বিরল হাতে লেখা পাণ্ডুলিপির সংগ্রহ রয়েছে। শিক্ষা ও আয়ুর্বেদের অন্য দুটি বিভাগ ফরিদাবাদে অবস্থিত। শিক্ষা বিভাগ একটি উচ্চ বিদ্যালয় পরিচালনা করে এবং প্রায় ১৮০০ শিক্ষার্থী রয়েছে। আয়ুর্বেদ বিভাগের সারা ভারতে ৭০টি ক্লিনিক এবং তিনটি টেলি-মেডিসিন সেন্টার রয়েছে যেগুলি প্রতিদিন প্রায় ৬০০০ কল পায় এবং রোগীদের বিনামূল্যে পরামর্শ প্রদান করে।\n২০১৬ সালে সত্যনারায়ণ দাস জীব ইনস্টিটিউটে প্রতি বছর অক্টোবর থেকে এপ্রিলের শেষ পর্যন্ত চলমান ভারতীয় দর্শনের স্কুলগুলিতে একটি পাঁচ বছরের কোর্স শুরু করে। কোর্স সহযোগি হিসেবে থাকেন ড. জ্যান ব্রজেজিনস্কি, প্রফেসর ম্যাথিউ দাস্তি, প্রফেসর এডউইন ব্রায়ান্ট এবং প্রফেসর জ্যাক হাওলো, কোয়েনরাড এলস্ট এবং ড. মানস ব্রু।\nজীব ইনস্টিটিউট একটি সংস্কৃত স্কুল পরিচালনা করে যা বেনারস সম্পূর্নানন্দ সংস্কৃত বিশ্ববিদ্যালয়ের সাথে অনুমোদিত। রাধাকুণ্ডে বিদ্যালয়ের একটি শাখাও রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== বই ===\nতত্ত্ব-সন্দর্ভ: জীব গোস্বামী রচিত ছয়টি সন্দর্ভের মধ্যে প্রথম। নতুন দিল্লি, বৈষ্ণব অধ্যয়নের জন্য জিভা ইনস্টিটিউট, ১৯৯৫, ৪২৪ পৃ.\nভক্তি-সন্দর্ভ : তিন খণ্ড; নতুন দিল্লি: জিভা ইনস্টিটিউট, ২০০৫।\nভাগবত মাহাত্ম্য, পদ্ম পুরাণ থেকে: অনুবাদ ও ভাষ্য, নিউ দিল্লি, জিভা ইনস্টিটিউট, ২০০২।\nবৈকুণ্ঠে পাতাও ঝরে না; নতুন দিল্লি: জিভা ইনস্টিটিউট, ১৯৯৪ ৩০৫ পি.\nনারায়ণ পণ্ডিতের হিতোপদেশ: নতুন দিল্লি, জিভা ইনস্টিটিউট, ১৯৯৭।\nহতাশার যোগ: নতুন দিল্লি: জিভা ইনস্টিটিউট, ২০০০\nনাম-তত্ত্ব, নিউ দিল্লি, জিভা ইনস্টিটিউট, ২০০১।\nশিষ্যদের বার্তা; নতুন দিল্লি: জিভা ইনস্টিটিউট, ২০০১\nখাওয়ার যোগব্যায়াম; নতুন দিল্লি: জিভা ইনস্টিটিউট, ২০০৭\nআধ্যাত্মিক স্বাস্থ্য; নতুন দিল্লি: জিভা ইনস্টিটিউট, ২০০৭।\nশ্রী গুরু স্মরণম, বৃন্দাবন ২০১৪\nভাগবত সন্দর্ভ: ঈশ্বর, তাঁর গুণাবলী, বাসস্থান এবং সহযোগী, অলথুসরিড; জার্মানি, ২০১৫\nভগবদ্গীতা - সারা-সামান্বিতা: ইংরেজি অনুবাদ এবং সারাংশ সহ সংস্কৃত পাঠ; Althusried, জার্মানি, ২০১৫\nশ্রী গুরু দর্শনাম, বৃন্দাবন, ২০১৫\nতত্ত্ব সন্দর্ভ: বৈষ্ণব জ্ঞানতত্ত্ব এবং অন্টোলজি, আলথুসরিড, জার্মানি, ২০১৫\nপরমাত্মা সন্দর্ভ: জীবন্ত সত্তা, এর বন্ধন এবং অবিশ্বাস্য পরম; Althusried, জার্মানি, ২০১৬\nসাধনা গাইড, বৃন্দাবন, ২০১৬\nকৃষ্ণ সন্দর্ভ। জার্মানি: জিভা ইনস্টিটিউট, ২০১৮\nপ্রীতি গীতি, জিভা ইনস্টিটিউট ২০১৮\nসংস্কৃত নন-অনুবাদ, রাজীব মালহোত্রার সহ-লেখক। মঞ্জুল পাবলিশিং হাউস, ২০২০\nজিব তত্ত্ব, জিভা ইনস্টিটিউট, ২০২১\nভাগবত মাহাত্ম্য, সংশোধিত সংস্করণ, লিথুয়ানিয়া ২০২১\nভক্তি সন্দর্ভ ২ খণ্ডে, জার্মানি ২০২১\nসত্য নারায়ণ দাস এবং কুণ্ডলী দাসার দ্বারা \"শ্রীল জীব গোস্বামীর ছয়টি গ্রন্থ - ৭ অংশে একটি ওভারভিউ\", ব্যাক টু গডহেড ম্যাগাজিনে, ১৯৯২ ( খণ্ড 26, নং 6 ) থেকে ১৯৯৩ ( খণ্ড 27, নং 1) )\n\"বৈষ্ণবধর্মের চৈতন্য বিদ্যালয়ে সরনাগতির ধারণা\" মুম্বাইয়ের অনন্তাচার্য ইন্ডোলজিক্যাল রিসার্চ ইনস্টিটিউটের সরনাগতিতে জাতীয় সেমিনার, ২০০৩\n'দ্য ফিলোসফি অ্যান্ড থিওলজি অফ দ্য চৈতন্য স্কুল অফ বৈষ্ণববাদ', 'আস্তিক বেদান্ত'-এ, ভারতীয় বিজ্ঞান, দর্শন ও সংস্কৃতির ইতিহাসের প্রকল্পের একটি ভলিউম। (২৫ খণ্ড) নতুন দিল্লি: অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০৩।\n\"চৈতন্য এবং বেঙ্গল স্কুল অফ বৈষ্ণববাদ\", ভারতীয় সভ্যতায় বিজ্ঞান, দর্শন এবং সংস্কৃতির ইতিহাসে, খণ্ড, ২য়, খণ্ড 3: আস্তিক বেদান্ত, নিউ দিল্লি, পলস প্রেস, ২০০৩,আইএসবিএন ৮১-৮৭৫৮৬-১২-৫\n\"চৈতন্য বিদ্যালয়ে যোগের সংশ্লেষণ,\" ভারতীয় বিজ্ঞানের ইতিহাসে, ভারতীয় সভ্যতার দর্শন ও সংস্কৃতিতে, খণ্ড. XVI, পার্ট 4: যোগের সংশ্লেষণ, নতুন দিল্লি: অক্সফোর্ড ইউনিভার্সিটি প্রেস, 2011,আইএসবিএন ৯৭৮-৮১-৮৭৫৮৬-৫০-০\nকৃষ্ণ ঐতিহ্যের সূত্রে \"জীব গোস্বামীর ছয় সন্দর্ভ\"। এড. ব্রায়ান্ট, এডউইন এফ. অক্সফোর্ড ইউনিভার্সিটি প্রেস, (2007), পি. 373-408।\n\"The Concept of Bhagavan in Bengal Vaishnavism as Found in Jeva Goswami's Bhagavat Sandarbha\" Journal of Vaishnava Studies, Vol. ১৮, নং ১, পতন ২০০৯\n\"Un esprit calme et ferme\" in Source pour une vie reliee, No. ২০, ২০১২\n\"গৌড়ীয় বৈষ্ণব ঐতিহ্যে সংস্থা\" সত্যনারায়ণ দাসা এবং জোনাথন বি. এডেলম্যান ফ্রি উইল এজেন্সি অ্যান্ড সেলফহুড ইন ইন্ডিয়ান ফিলোসফিতে, ম্যাথিউ আর. দাস্তি এবং এডউইন এফ ব্রায়ান্ট, অক্সফোর্ড ইউনিভার্সিটি প্রেস ২০১৪ দ্বারা\nজনাথন এডেলম্যান এবং সত্যনারায়ণ দাস, জার্নাল অফ হিন্দু স্টাডিজ ২০১৪ দ্বারা \"যখন পাথর ভাসমান এবং কাদা কথা বলে: জীবগোস্বামীনের সর্বসাংবাদিনীতে শাস্ত্রীয় কর্তৃপক্ষ এবং ব্যক্তিগত অভিজ্ঞতা\"\n\"ভারতীয় ধর্মতত্ত্বে শ্রী চৈতন্যের অবদান\", ইন: অমিয় নিমাই গৌরাঙ্গ মহাপ্রভু মন্দির, বৃন্দাবন ২০১৫ দ্বারা ব্রজ বৃন্দাবন ভিথিও আমি শ্রী চৈতন্যদেব (হিন্দি এবং ইংরেজি)\n\"সংস্কৃত মৃত নয়\" ২০১৭, স্বদেশী II সম্মেলনের কার্যক্রম\nসমস্ত উত্সের উত্স: স্বয়ং ভগবান হিসাবে শ্রী কৃষ্ণ, বৈষ্ণব স্টাডিজ জার্নাল, ফল ২০১৭\n\n\n== বহিঃসংযোগ ==\nবাবাজি সত্যনারায়ণ দাস\nজীব ইনস্টিটিউট"}