{"pageid": 1387319, "title": "মেরুতুঙ্গ", "url": "https://bn.wikipedia.org/wiki?curid=1387319", "content": "মেরুতুঙ্গ ভারতের বর্তমান গুজরাটের একজন মধ্যযুগীয় পণ্ডিত এবং অঞ্চল গচ্ছের একজন শ্বেতাম্বর জৈন সন্ন্যাসী ছিলেন। ১৩০৬ খ্রিস্টাব্দে রচিত তার সংস্কৃত পাঠ্য, প্রবন্ধ-চিন্তামণির জন্য বর্তমানে তিনি সবচেয়ে পরিচিত। এছাড়াও তিনি ১৩৫০ খ্রিস্টাব্দে ভিকারশ্রেণী লিখেছিলেন যা চাভদা, চৌলুক্য এবং বাঘেলা রাজবংশের কালক্রম বর্ণনা করে।\n\n\n== কাজসমূহ ==\n\n\n=== প্রবন্ধচিন্তামণি ===\n\nপ্রবন্ধ চিন্তামাণি রচিত হয়েছিল বর্ধমানে (আধুনিক বাধোয়ান), ভিএস ১৩৬১ ফাল্গুন শুক্ল ১৫ তারিখে, একটি রবিবারে। পাঠ্যটিতেই, মেরুতুঙ্গ বলেছেন যে গাণী গুণচন্দ্র পাঠের প্রথম সংস্করণ সংকলন করেছিলেন এবং ধর্মদেব মেরুতুঙ্গকে চূড়ান্ত সংস্করণের সংকলনে সহায়তা করেছিলেন।\n\n\n=== থেরাবলী ===\nমেরুতুঙ্গের থেরাবলী হল একটি পাট্টাবলী যা মহাবীরের সময় থেকে শুরু করে ভারতে শকদের আগমন এবং আক্রমণ পর্যন্ত একটি ঘটনাক্রম উপস্থাপন করে।\n\n\n=== বিচারশ্রেণী ===\nবিচারশ্রেণী হল তার আগের থেরাবলীর একটি ভাষ্য এবং সম্ভবত এটি ভিএস ১৩৬৩ (১৩০৬ খ্রি) রচিত হয়েছিল।\n\n\n=== সদ্দর্শননির্ণয় ===\nসদ্দর্শননির্ণয় হল একটি সাধারণ ব্যাখ্যান, মেরুতুঙ্গের সময়ে ৬টি সমসাময়িক ধর্মীয় দর্শন (দর্শন)- বৌদ্ধধর্ম, ন্যায়, সাংখ্য, বৈশেষিক, মীমাংসা এবং জৈন-এর একটি লেখ্য। এটি মধ্যযুগীয় জৈন লেখ্যগুলির মধ্যে অনন্য, যে এটি অন্যান্য দর্শনে পাওয়া অ-জৈন অবস্থানকে খণ্ডন করে।\n\n\n=== মহাপুরুষচরিত ===\nকাজটি একটি ভাষ্য নিয়ে বিদ্যমান আছে, সম্ভবত মেরুতুঙ্গ সেটি নিজেই লিখেছেন, এবং এটি জৈন ধর্মের পাঁচটি মহান ব্যক্তিত্ব- ঋষভদেব, নেমিনাথ, শান্তিনাথ, পারশ্বনাথ এবং মহাবীর-এর একটি চরিত বা জীবনী। উপরন্তু, ভাষ্যটিতে, মূল রচনাটির নামকরণ করা হয়েছে উপদেশশতক এবং ধর্মোপদেশশতক। এটিকে বিবরণ নামেও উল্লেখ করা হয়।\n\n\n== সমালোচনা ==\nএকজন ইতিহাসবিদ হিসেবে, মেরুতুঙ্গের কাজগুলোকে তার সমসাময়িক এবং আধুনিক ইতিহাসবিদদের তুলনায় সাধারণত নিম্নমানের বলে মনে করা হয়। গুজরাটি ইতিহাসবিদ কে এম মুন্সি বলেছেন যে তারিখগুলো \"মেরুতুঙ্গের বর্ণনার সবচেয়ে দুর্বল অংশ\" এবং ব্রিটিশ ভারতবিদ এ কে ওয়ার্ডার মেরুতুঙ্গার ইতিহাসকে \"সম্পূর্ণরূপে অবিশ্বস্ত\" এবং তার বর্ণনাগুলোকে \"মূলত কাল্পনিক\" বলে উড়িয়ে দিয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== সূত্র ===\nCort, John E. (২০০১), Jains in the World : Religious Values and Ideology in India, Oxford University Press, আইএসবিএন 0-19-513234-3 \nJain, Kailash Chand (১৯৯১), Lord Mahāvīra and His Times, Motilal Banarsidass, আইএসবিএন 978-81-208-0805-8 \nSen, Sailendra Nath (১৯৯৯), Ancient Indian History and Civilization (Second সংস্করণ), New Age International Publishers, আইএসবিএন 81-224-1198-3 \nCrouzet, François (১৯৬৫), Studies in the Cultural History of India, Shiva Lal Agarwala \nArai, Toshikazu (১৯৭৮), The Structure of Jaina Kingship as Viewed by the Prabandhacintāmaṇi \nTawney, Charles Henry (১৯০১), The Prabandhacintāmaṇi or Wishing-Stone of Narratives, The Asiatic Society of Bengal \nEggermont, P. H. L. (১৯৬৯), The Purāņa Source of Merutuṅga's List of Kings and the Arrival of the Śakas in India \nWinternitz, Moriz (১৯৯৬), A History of Indian Literature, Volume 2, Sarma, V. Srinivasa কর্তৃক অনূদিত, Motilal Banarsidass Publishe, আইএসবিএন 9788120802650 \nMahesh Singh (১৯৮৪)। Bhoja Paramāra and His Times। Bharatiya Vidya Prakashan। ওসিএলসি 11786897। \nA. K. Warder (১৯৯২)। Indian Kāvya Literature। Motilal Banarsidass। আইএসবিএন 978-81-208-0615-3।"}