{"pageid": 1387527, "title": "জওহর", "url": "https://bn.wikipedia.org/wiki?curid=1387527", "content": "জওহর বা জোহর বা জুহর হলো ভারতীয় হিন্দু নারী কর্তৃক আত্মহননের প্রাচীন অনুশীলন। মুসলিম আক্রমণকারীদের থেকে বন্দীত্ব, দাসত্ব, এবং ধর্ষণ এড়াতে, এছাড়াও যুদ্ধে নিশ্চিত পরাজয়ের সম্মুখীন হলে, হিন্দু নারীরা এ উপায়টি অনুসরণ করতো। জওহরের কিছু প্রতিবেদনে নারীদের তাদের সন্তানসহ আত্মহননের কথা উল্লেখ করা হয়েছে। এই প্রথা সাধারণত ভারতের উত্তর-পশ্চিম অঞ্চলে পরিলক্ষিত হয়েছিল, ইতিহাসে সবচেয়ে বিখ্যাত জওহরগুলি রাজস্থানের হিন্দু রাজপুত রাজ্য এবং বিরোধী মুসলিম সেনাবাহিনীর মধ্যে যুদ্ধের সময় ঘটেছিল। তবে জওহর যুদ্ধের সময় সম্পাদিত হয়, সাধারণত যখন বিজয়ের কোন সম্ভাবনা থাকে না। অনুশীলনের সাথে ছিল সাকা, বা যুদ্ধে শেষ বাধা দেত্তয়া।\nজওহর শব্দটি প্রায়শই জওহর-দহন এবং সাকা অনুষ্ঠান উভয়কেই বোঝায়। জওহরের সময়, হিন্দু মহিলারা তাদের সন্তান এবং মূল্যবান জিনিসপত্র নিয়ে বিশাল অগ্নিকাণ্ডে আত্মহত্যা করতো, অনাকাঙ্ক্ষিত সামরিক পরাজয়ের মুখে ধরা ও অপব্যবহার এড়াতে। একই সাথে বা তার পরে, পুরুষরা আনুষ্ঠানিকভাবে নির্দিষ্ট মৃত্যুর আশা করে যুদ্ধক্ষেত্রে যাত্রা করত, যাকে আঞ্চলিক ঐতিহ্যে সাকা বলা হয়।  অনুশীলনটি দেখানোর উদ্দেশ্যে ছিল যে তাদের সম্মান তাদের জীবনের চেয়ে বেশি মূল্যবান।\nহিন্দু রাজ্যের জওহর দিল্লী সালতানাত এবং মুঘল সাম্রাজ্যের মুসলিম ঐতিহাসিকদের দ্বারা নথিভুক্ত করা হয়েছে।\nজওহরের বারবার উদ্ধৃত উদাহরণ হল রাজস্থানের চিতোরগড় দুর্গের মহিলারা ১৩০৩ খ্রিস্টাব্দে দিল্লী সালতানাতের খিলজি রাজবংশের আক্রমণকারী সেনাবাহিনীর মুখোমুখি হয়ে গণ আত্মহত্যা করেছিলেন। জওহর ঘটনাটি ভারতের অন্যান্য অংশেও পরিলক্ষিত হয়, যেমন উত্তর কর্ণাটকের কম্পিলি রাজ্যে যখন এটি ১৩২৭ সালে দিল্লী সালতানাত সেনাবাহিনীর হাতে পতন হয়েছিল।\nচিতোরগড়ে জওহর মেলা নামে বীরত্বের বার্ষিক উদযাপন হয় যেখানে পূর্বপুরুষদের স্মরণ করা হয়।\n\n\n== ব্যুৎপত্তি ==\nজওহর শব্দটি সংস্কৃত জতুগৃহের সাথে যুক্ত \"লোকদের জীবন্ত পুড়িয়ে মারার জন্য লাখ এবং অন্যান্য দাহ্য পদার্থ দিয়ে প্লাস্টার করা বাড়ি\"। এটিকে ভুলভাবে ব্যাখ্যা করা হয়েছে যে এটি ফার্সি  জোহার থেকে নেওয়া হয়েছে, যা \"রত্ন, মূল্য, গুণ\" বোঝায়। এই বিভ্রান্তি, হাওলি বলেন, এই সত্য থেকে উদ্ভূত হয়েছিল যে জীভর এবং জওহর একই পদ্ধতিতে ভ এবং উ বোঝাতে ব্যবহৃত একই অক্ষর দিয়ে লেখা হয়েছিল।\nএভাবে এর অর্থও ভুলভাবে জওহরের অর্থ বোঝাতে এসেছে।\n\n\n== অনুশীলন ==\nজওহরের প্রথাটি সাংস্কৃতিকভাবে সতীদাহের সাথে খুব বেশি সম্পর্কযুক্ত নয় বলে দাবি করা হয়, উভয় ধরনের আত্মহত্যার মাধ্যমে মহিলাদের আত্মহত্যা করা হয়। যাইহোক, দুটি শুধুমাত্র উপরিভাগে একই কারণ উভয়ের অন্তর্নিহিত কারণ উল্লেখযোগ্যভাবে ভিন্ন ছিল। সতীদাহ প্রথা ছিল বিধবার স্বামীর অন্ত্যেষ্টিতে বসে আত্মহত্যা করার। হানাদারদের বন্দীদশা থেকে বাঁচতে এবং জোর করে দাসত্ব করার জন্য জওহর মহিলাদের দ্বারা সম্মিলিত আত্মহনন ছিল, যখন পরাজয় আসন্ন। সাধারণ আত্মহত্যার চেয়ে আত্মহননকে অগ্রাধিকার দেওয়া হয়েছিল কারণ এটি তাদের মৃতদেহের কোনও অপবিত্রতার সম্ভাবনাকে অস্বীকার করবে যা তাদের স্বামী, সন্তান অথবা বংশের লোকদের দেখতে হবে। পরাজিতদের শরীরের এই ধরনের অপবিত্রতা এমন ঐতিহাসিক প্রবণতা যেখানে যুদ্ধে বিরাজমান বর্বরতা যুদ্ধক্ষেত্রে বা তার বাইরে, বিশেষ করে পদাতিক সৈন্যদের দ্বারা সমস্ত ধরণের মর্যাদাপূর্ণ আচরণের পূর্বাভাস দেয়।\nকৌশিক রায় বলেন যে জওহর শুধুমাত্র হিন্দু-মুসলিম যুদ্ধের সময় পালন করা হয়েছিল, কিন্তু রাজপুতদের মধ্যে পরস্পর হিন্দু-হিন্দু যুদ্ধের সময় নয়। জন হাওলি অবশ্য এই দাবির সাথে একমত নন।\nতিনি এটিকে গ্রীক বিজেতাদের সাথে যুক্ত করেন যারা ভারতীয় মহিলাদেরও বন্দী করেছিলেন, এই যুক্তিতে যে এটি জওহরের বিস্তার শুরু করতে পারে। বীণা তালওয়ার ওল্ডেনবার্গ এছাড়াও দ্বিমত পোষণ করেন, বলেন যে \"রাজপুত রাজ্যগুলির মধ্যে আন্তঃসামগ্রী যুদ্ধ প্রায় নিশ্চিতভাবে জওহরের জন্য প্রথম অনুষ্ঠান সরবরাহ করেছিল, মুসলিম আক্রমণের আগে যার সাথে অনুশীলনটি জনপ্রিয়ভাবে যুক্ত\" এবং \"উত্তর-পশ্চিমের ভূ-রাজনীতি, যেখান থেকে একের পর এক আক্রমণকারীরা উপমহাদেশে প্রবেশ করেছিল, রাজস্থানকে ক্রমাগত যুদ্ধক্ষেত্রে পরিণত করেছিল, এবং এর সামাজিকভাবে সবচেয়ে সম্মানিত সম্প্রদায় তাই ব্রাহ্মণ নয় বরং ক্ষত্রিয় বা রাজপুত জাতি ছিল, যারা ভূমি নিয়ন্ত্রণ ও রক্ষা করেছিল। এই ইতিহাস এক সহস্রাব্দেরও বেশি সময়ের মধ্যে মুসলমানদের আগমনের পূর্ববর্তী। রাজস্থান ও বিজয়নগরে পাওয়া স্মারক পাথরগুলি উভয় লিঙ্গের মৃত্যুকে চিহ্নিত করে। তাদের তারিখগুলি, যা নির্ভরযোগ্যভাবে নির্ধারণ করা যেতে পারে, যুদ্ধের সময় ও অঞ্চলের সাথে পুরোপুরি মেলে।\"\nসুস্পষ্ট কারণে, জওহরের ঘটনা হিন্দু ও মুসলমানরা ভিন্নভাবে প্রতিবেদন করেছেন। হিন্দু ঐতিহ্যে, জওহর ছিল একটি সম্প্রদায়ের নারীদের দ্বারা বীরত্বপূর্ণ কাজ যা শত্রুর দ্বারা নিশ্চিত পরাজয় ও অপব্যবহারের সম্মুখীন হয়। মুসলিম ইতিহাসবিদদের কাছে জওহর ছিল তাদের নারীদের উপর জোর করা কাজ। আমির খসরু কাব্যিক পণ্ডিত এটিকে বর্ণনা করেছেন, তুলনামূলক ধর্মের অধ্যাপক অরবিন্দ শর্মা বলেছেন, \"নিঃসন্দেহে যাদুকর ও কুসংস্কারপূর্ণ; তবুও তারা বীর\"।\n\n\n== সঙ্ঘটন ==\nজওহরের আরও উদ্ধৃত ঘটনাগুলির মধ্যে রাজস্থানের ১৩০৩, ১৫৩৫ এবং ১৫৬৮ খ্রিস্টাব্দে চিত্তৌড় (চিত্তৌড়গড়, চিতোরগড়) দুর্গে তিনটি ঘটনা ঘটে। জয়সলমের জৌহরের দুটি ঘটনার সাক্ষী আছে, একটি আলাউদ্দিন খলজির রাজত্বকালে ১২৯৯ খ্রিস্টাব্দে এবং আরেকটি ১৩২৬ সালে তুঘলক রাজবংশের রাজত্বকালে। জওহর ও সাকাকে বীরত্বপূর্ণ কাজ বলে মনে করা হত এবং রাজস্থানের স্থানীয় গীতিনাট্য ও লোককাহিনীতে এই অনুশীলনকে মহিমান্বিত করা হত।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে জওহর সম্পর্কিত মিডিয়া দেখুন।"}