{"pageid": 1387246, "title": "মুনরাম তিরুবন্ততি", "url": "https://bn.wikipedia.org/wiki?curid=1387246", "content": "মুনরাম তিরুবন্ততি ( তামিল: மூன்றாம் திருவந்தாதி         )  পেয়ালবরের রচিত  তামিল হিন্দু সাহিত্য রচনা।  পেয়ালবর ছিলেন শ্রী বৈষ্ণবধর্মের দ্বাদশ আলবরের মাঝে একজন। এটি ১০০ শ্লোকসমন্বিত এবং   অন্তাতি কাব্যিক কৌশলের ধারায়  রচিত। নালায়রা দিব্য প্রবন্ধম নামে স্তোত্রের সংকলনে এটি অন্তর্ভুক্ত হয়েছে।  এটি পালনকারী দেবতা বিষ্ণুকে উৎসর্গ করা হয়েছে।\n\n\n== কিংবদন্তি ==\nশ্রী বৈষ্ণব কিংবদন্তি অনুসারে, পোইগায় আল্বর একবার তিরুকোইলুরের উলাগালান্থ পেরুমাল মন্দিরে বিষ্ণুর প্রতি শ্রদ্ধা নিবেদন করতে গিয়েছিলেন। তিনি অপর দুই আলবর পে ও ভুটথের সাথে দেখা করেন। তাদেরকে তিনি চিনতেন না।কিন্তু তারা একই সময়ে কাকতালীয়ভাবে মন্দিরে যাচ্ছিলেন। যাত্রাকালে ঝড় বৃষ্টি শুরু হওয়ায় পোইগাই একটি মন্ডপমে থাকার জায়গা খুঁজে পান এবং পে তাকে জিজ্ঞাসা করেন যে তিনি তার ঘরে কিছু জায়গা ভাগ করতে পারেন কিনা। মন্ডপমে একটিমাত্র শয্যা ছিল। তা পর্যবেক্ষণ করে পোইগাই মন্তব্য করেন শুধু একজন ব্যক্তিই শয্যায় শয়ন করতে পারবেন এবং তারই সুবিধা হবে বেশি, তবে দুজনকে বসে থাকতে হবে। এই মুহুর্তে ভুটথ এলেন, ও অন্য দুই কবি-সাধকের সাথে মন্ডপম ভাগ করার ইচ্ছা প্রকাশ করলেন। তখন কবিত্রয় সিদ্ধান্ত নিলেন একজন ব্যক্তির  শুয়ে থাকাই সবচেয়ে উপযুক্ত হবে, দুজন লোক বসবে, কিন্তু তাদের মাঝে তিনজন থাকার মানে হল যে তারা দাঁড়িয়ে থাকলেই সবচেয়ে উপযুক্ত হবে। এইভাবে তিন কবি-সাধক সারা রাত দাঁড়িয়েছিলেন। হঠাৎ ভোরের সময় তারা তাদের মধ্যে এক চতুর্থ সত্তার উপস্থিতি অনুভব করলেন। সেই সময় তারা এতটাই অভিভূত হয়েছিলেন যে তাদের প্রত্যেকে তাদের অভিজ্ঞতালব্ধ একটি অন্ততি আকারে স্তোত্র রচনা করেন। সেই সত্তাটি ছিলেন পেরুমল। মুনরাম তিরুবন্ততিকে পেয়ালবরের রচিত স্তব বলে উল্লেখ করা হয়েছে যেখানে তিনি তাঁর আরাধ্যকে ঐশ্বরিক দৃষ্টিভঙ্গির সাথে বর্ণনা করেছেন।  \n\n\n== স্তবগান ==\n\nমুনরাম তিরুবন্ততির প্রথম স্তোত্রটি কবি-সাধকের চিন্তার বর্ণনা প্রতিফলিত করে যখন তিনি বিষ্ণু ও লক্ষ্মীর দর্শন লাভ করেছিলেন: আজ আমরা কমলনিবাসিনী সাগরকন্যার স্বামীর বদন দেখেছি। প্রভু আপনি হাতে জ্বালাময় চক্র ও  দক্ষিণাবর্ত শঙ্খ ধারণ করেন। আপনি প্রভাময় স্বর্ণবর্ণ সূর্যের মতোই উজ্জ্বল।\nকবি এই স্তবে কৃষ্ণের শৈশব ও যৌবনাবস্থার উল্লেখ করেছেন: সংসার কি এই মহান আশ্চর্য বুঝতে পারে? গভীর সাগরে শয়নকারী প্রভু চমৎকারী শিশুরূপে রাক্ষসীকে বধ করেছিলেন। আপনি ঘোর ভারত যুদ্ধের সঞ্চালন করে বলশালী রাজাগণের জীবনান্ত করেছিলেন। এবং তবুও মাতা যখন মাখন চুরির জন্য দধি মন্থনের দণ্ড উঁচিয়ে ধমক দিলেন ভয় পেয়ে মস্তক নিচু করেছিলেন!\n\n\n== আরও দেখুন ==\nমুতাল তিরুবন্ততি\nইরন্তম তিরুবন্ততি\nনানমুকান তিরুবন্ততি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMunram Tiruvantati (Tamil) \nMunram Tiruvantati text and commentary (Tamil and English) - N. Rajagopalan  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ ডিসেম্বর ২০২২ তারিখে"}