{"pageid": 13874, "title": "যকৃৎ", "url": "https://bn.wikipedia.org/wiki?curid=13874", "content": "যকৃৎ বা লিভার (Liver) মেরুদণ্ডী ও অন্যান্য কিছু প্রাণীদেহে অবস্থিত একটি অভ্যন্তরীণ অঙ্গ। মানবদেহে মধ্যচ্ছদার নিচে উদরগহ্বরের উপরে পাকস্থলীর ডান পাশে যকৃৎ অবস্থিত। এর রং লালচে খয়েরি। একে চলতি বাংলায় কলিজা বলে সচরাচর উল্লেখ করা হয়। যকৃৎ দেহের বৃহত্তম গ্রন্থি। এর ওজন দেহের মোট ওজনের (৩-৫%)। এটি ২টি খণ্ডে বিভক্ত: ডান এবং বাম। প্রাণীদেহে বিপাক ও অন্যান্য কিছু শারীরবৃত্তীয় কাজে যকৃত প্রধান ভূমিকা পালন করে। গ্লাইকোজেনের সঞ্চয়, প্লাজমা প্রোটিন সংশ্লেষণ, ওষুধ বা অন্যান্য রাসায়নিক নির্বিষকরণে এর ভূমিকা গুরুত্বপূর্ণ।\nযকৃতে পিত্তরস উৎপন্ন হয়; পিত্তরস একধরনের ক্ষারীয় যৌগ যা পরিপাকে সহায়তা করে। বিশেষত স্নেহজাতীয় খাদ্যের ইমালসিফিকেশন এর জন্য পিত্তরস প্রয়োজন। এছাড়াও যকৃৎ দেহের আরও কিছু জৈব-রাসায়নিক প্রক্রিয়া নিয়ন্ত্রণ করে। যকৃৎ কে রসায়নের গবেষণাগারও বলা হয়।\n\n\n== কোষের ধরন ==\nদুই ধরনের কোষ দিয়ে যকৃৎ গঠিত যথা: প্যারেনকাইমাল এবং নন-প্যারেনকাইমাল। যকৃতের প্যারেনকাইমাল কোষকে হেপাটোসাইট বলে যা আয়তনের ৮০%। নন-প্যারেনকাইমাল কোষের মধ্যে রয়েছে হেপাটিক স্টিলেট কোষ, কাপফার কোষ এবং সাইনুসয়ডাল এন্ডোথেলিয়াল কোষ যা লিভার সাইনুসয়েড এর গুরুত্বপূর্ণ অংশ। এরা সমস্ত কোষের ৪০% হলেও আয়তনের মাত্র ৬.৫%।\n\n\n== রক্ত প্রবাহ ==\nযকৃৎ প্রধানত দুই পথে রক্ত সংবাহিত হয় যথা পোর্টাল শিরা এবং হেপাটিক ধমনী । শতকরা ৭৫ ভাগেরও বেশি রক্ত আসে পোর্টাল শিরা থেকে। অক্সিজেনের সরবরাহ দুই উৎস থেকেই নিশ্চিত হয়।\n\n\n== সংশ্লেষণ ==\nএমিনো এসিড সংশ্লেষণ\nরক্ত তঞ্চন উপাদান সংশ্লেষণ\nপিত্ত সংশ্লেষণ\nইউরিয়া সংশ্লেষণ\n\n\n== যকৃতের কাজ ==\nযকৃত থেকে পিত্তরস নিঃসৃত হয় যা খাদ্য পরিপাকের, বিশেষ করে স্নেহজাতীয় খাদ্য পরিপাকের, একটি অতি প্রয়োজনীয় উপাদান৷ যকৃতে ইউরিয়া তৈরি হয়।  এছাড়া যকৃতে অনেক গুরুত্বপূর্ণ জৈব রাসায়নিক বিক্রিয়া সংঘটিত হয়৷ এজন্য যকৃতকে দেহের জৈব রসায়নাগার বলে৷ যকৃত গুরুত্বপূর্ণ কয়েকটি কাজের মধ্যে রয়েছে:\n\nযকৃতে পিত্তরস তৈরী হয় যা যকৃত থেকে নিঃসৃত হয়ে পিত্তথলিতে জমা থাকে। প্রয়োজনানুযায়ী অন্ত্রে পিত্তরসের সরবরাহ ঘটে।\nরক্তের অতিরিক্ত গ্লুকোজ যকৃতে গ্লাইকোজেন রূপে সঞ্চিত হয় ৷ প্রয়োজনে গ্লাইকোজেন ভেঙ্গে রক্তের গ্লুকোজের মাত্রা সঠিক রাখে ৷\nযকৃতে ভিটামিন (A,D,E,K,B6 ও B12) সঞ্চিত হয়৷\nরক্তের প্লাজমা প্রোটিন প্রধানত অ্যালবুমিন যকৃতে সংশ্লেষিত হয়৷\nযকৃতে লোহিত রক্তকণিকার হিমোগ্লোবিন ভেঙ্গে বিলিরুবিন ও বিলিভার্ডিন সৃষ্টি হয় ৷\nবিভিন্ন শারীরবৃত্তীয় ক্রিয়ার ফলে মানবদেহে উৎপন্ন বিষ জাতীয় পদার্থ যকৃত কোষের অভ্যন্তরে রাসায়নিক বিক্রিয়ার মাধ্যমে প্রশমিত হয়।\n\n\n== যকৃতের  রোগ ==\nযকৃতের ওজনের পাঁচ থেকে দশ ভাগের বেশি চর্বি দিয়ে পূরণ হলে যে রোগটি হয় তাকে ফ্যাটি লিভার বলে। পশ্চিমা বিশ্বে সাধারণত মদ্যপানের কারণে ফ্যাটি লিভার হয়ে থাকে। তবে বহুমূত্র, শর্করা জাতীয় খাদ্যের আধিক্য,রক্তে চর্বির আধিক্য, উচ্চ রক্তচাপ, স্থূলতা ইত্যাদি কারণে ফ্যাটি লিভার হয়। লিভারে জমা চর্বি অনেক সময় স্থানীয় প্রদাহ সৃষ্টি করে এবং এ প্রদাহ থেকে কিছুসংখ্যক রোগীর লিভার সিরোসিস, এমনকী কোনো কোনো ক্ষেত্রে লিভার ক্যান্সারও হতে পারে। প্রাথমিক অবস্থায় এই রোগের কোনো উপসর্গ থাকে না, অন্য রোগের পরীক্ষা করার সময় সাধারণত রোগটি ধরা পড়ে। কখনো কখনো পেটের উপরিভাগের ডানদিকে ব্যথা,অবসন্নতা, ক্ষুধামান্দ্য ইত্যাদি উপসর্গ দেখা দিতে পারে।\n\n\n=== প্রতিস্থাপন ===\nপ্রতি বছর সারা বিশ্বে এক লক্ষ মানুষ শুধুমাত্র লিভারের রোগে মারা যায়। তবে ‘রিজেনারেটিভ’ অঙ্গ হওয়ায় খুব সহজেই এটিকে প্রতিস্থাপন করে মানুষকে মৃত্যুর হাত থেকে বাঁচানো সম্ভব।\n\n\n== তথ্যসূত্র =="}