{"pageid": 1387401, "title": "অবতার চলচ্চিত্রের মূলতত্ত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1387401", "content": "২০০৯ সালের আমেরিকান কল্পবিজ্ঞান চলচ্চিত্র অবতার সমালোচক এবং ভাষ্যকারদের দ্বারা চিহ্নিত বিভিন্ন ধরনের সাংস্কৃতিক, সামাজিক, রাজনৈতিক এবং ধর্মীয় বিষয় নিয়ে জোরালো আলোচনার উস্কানি দিয়েছে এবং চলচ্চিত্রটির লেখক এবং পরিচালক জেমস ক্যামেরন প্রতিক্রিয়া জানিয়েছেন যে তিনি একটি আবেগপূর্ণ প্রতিক্রিয়া তৈরি করতে এবং এই বিষয়গুলি সম্পর্কে জনসাধারণের কথোপকথনকে উস্কে দেওয়ার আশা করেছিলেন। অবতারের ইচ্ছাকৃত বা অনুভূত বিষয়গুলোর বিস্তৃত পরিসর কিছু পর্যালোচক এটিকে \"একটি সর্ব-উদ্দেশ্য রূপক\" এবং “মরশুমের মতাদর্শগত রোরশাচ পরীক্ষা” বলতে প্ররোচিত হয়েছেন। একজন প্রতিবেদক এমনকি পরামর্শ দিয়েছেন যে রাজনৈতিকভাবে পক্ষপাতী পাণ্ডিত্যকে \"অস্থানে রাখা\" হয়েছে: পর্যালোচনাকারীদের এই \"পপকর্ন মহাকাব্য\" এর আদর্শিক যুদ্ধক্ষেত্র তৈরি করার পরিবর্তে \"তাদের সাধারণ নীতি এবং বৈদেশিক সম্পর্ক থেকে বিরতি নেওয়ার\" সুযোগ নেওয়া উচিত ছিল।\nআধুনিক মানব ও প্রকৃতির মধ্যে দ্বন্দ্ব এবং সাম্রাজ্যবাদ, বর্ণবাদ, সামরিকবাদ এবং দেশপ্রেম, কর্পোরেট লোভ, সম্পত্তির অধিকার, আধ্যাত্মিকতা এবং ধর্মের চলচ্চিত্রের চিকিৎসার মতো বিষয়গুলোকে কেন্দ্র করে আলোচনা এগিয়েছে। ভাষ্যকাররা বিতর্ক করেছেন যে স্থানীয় মূল নিবাসী (কাল্পনিক মানুষ) না'ভিদের বিরুদ্ধে পৃথিবীর মানুষের আগ্রাসনের চলচ্চিত্রায়নটি আজ আদিবাসীদের জন্য সমর্থনের একটি বার্তা, নাকি পরিবর্তে, মহৎ বর্বরের বর্ণবাদী অতিকথার ক্লান্তিকর পুনরুক্তি। ডানপন্থী সমালোচকরা ক্যামেরনকে অভিযুক্ত করেছেন যে ছবিটিতে একটি প্রাইভেট মিলিটারি ঠিকাদারের চিত্রায়নে একটি আমেরিকা বিরোধী বার্তা ঠেলে দেওয়া হয়েছে যেটি স্থানীয়দের উপর আক্রমণ করার জন্য প্রাক্তন মেরিনদের ব্যবহার করেছিল। ক্যামেরন এবং অন্যরা যুক্তি দিয়েছিলেন যে এটা আমেরিকাপন্থী এবং বর্তমান প্রেক্ষাপটে ইরাক ও আফগানিস্তানে যুদ্ধের প্রাপ্তি ন্যায্যতা ইত্যাদি নিয়ে প্রশ্ন করাই এর লক্ষ্য। ওয়ার্ল্ড ট্রেড সেন্টারের ধ্বংস এবং চলচ্চিত্রটিতে বৃক্ষ-গৃহ কাটার মধ্যে চাক্ষুষ মিল- কিছু চলচ্চিত্রপ্রেমীদের মূল নিবাসীদের সাথে আরও পরিচিত করতে এবং মানব সামরিক ঠিকাদারদের সন্ত্রাসী হিসাবে চিহ্নিত করতে বাধ্য করেছিল। সমালোচকরা জিজ্ঞাসা করেছিলেন যে এই তুলনাটি শ্রোতাদের সামরিক দখলে থাকা মুসলমানদের অবস্থানের প্রতি সহানুভূতি জানাতে উৎসাহিত করার উদ্দেশ্যে ছিল কিনা।\nচলচ্চিত্রটির পরিবেশগত সুরক্ষা এবং এর সমান্তরালতা, উদাহরণস্বরূপ, রেইনফরেস্ট ধ্বংস, খনির জন্য পাহাড়ের চূড়া অপসারণ এবং উন্নয়নের জন্য বাড়িঘর থেকে উচ্ছেদ নিয়ে অনেক আলোচনা হয়েছে। চলচ্চিত্রটির শিরোনাম এবং বিভিন্ন দৃশ্য এবং গল্পের উপাদানগুলো চলচ্চিত্রে হিন্দু মূর্তিবিদ্যার ব্যবহার নিয়ে আলোচনাকে উস্কে দেয়। ক্যামেরনকে এটি অনুপ্রাণিত করেছিল বলে তিনি নিশ্চিত করেছেন। ভ্যাটিকান সহ কিছু খ্রিস্টান উদ্বিগ্ন যে চলচ্চিত্রটি খ্রিস্টান বিশ্বাসের উপর সর্বেশ্বরবাদকে প্রচার করে, অন্যরা পরিবর্তে ভেবেছিল যে এটি সহানুভূতিশীলভাবে বাইবেলের ধারণাগুলো অন্বেষণ করে। অন্যান্য সমালোচকরা হয় চলচ্চিত্রের আধ্যাত্মিক উপাদানগুলোর প্রশংসা করেছেন বা গতানুগতিকতা পেয়েছেন।\n\n\n== রাজনৈতিক বিষয়বস্তু ==\n\n\n=== সাম্রাজ্যবাদ ===\n \nঅবতার চলচ্চিত্রটি প্যান্ডোরার আদিবাসী জনগণের সাথে বহিরাগত মানুষের নিপীড়নের বিরুদ্ধে সংঘাতের বর্ণনা দেয়। পরিচালক জেমস ক্যামেরন স্বীকার করেছেন যে চলচ্চিত্রটি \"অবশ্যই সাম্রাজ্যবাদ সম্পর্কে তৈরি, এই অর্থে যে মানব ইতিহাস সবসময় এভাবেই কাজ করেছে,— বেশি সামরিক বা প্রযুক্তিগত ক্ষমতাসম্পন্ন লোকেরা সাধারণত তাদের সম্পদের জন্য দুর্বল লোকদের প্রতিস্থাপন বা ধ্বংস করার প্রবণতা রাখে।\" সমালোচকরা একমত হয়েছেন যে চলচ্চিত্রটি \"সম্পদ বা সম্পদের সন্ধানে স্থানীয় জনগণকে বশীভূত করার প্রভাবশালী, আক্রমণাত্মক সংস্কৃতি সম্পর্কে একটি স্পষ্ট বার্তা।\" দ্য গার্ডিয়ানে জর্জ মনবিওট দৃঢ়ভাবে বলেছেন যে অবতারের রক্ষণশীল সমালোচনা হল ইউরোপীয়দের \"আমেরিকাতে গণহত্যা\"র \"হাড় হিম করা রূপক\"-এর একটি প্রতিক্রিয়া, যে গণহত্যা ইউরোপকে \"ব্যাপকভাবে সমৃদ্ধ\" করেছে। ক্যামেরন ন্যাশনাল পাবলিক রেডিওকে বলেছিলেন যে ঔপনিবেশিক সময়ের উল্লেখগুলো \"নকশা অনুসারে\" ছবিতে রয়েছে। দ্য নিউ ইয়র্ক টাইমস- এর অ্যাডাম কোহেন বলেছেন যে ছবিটি \"দৃঢ়ভাবে সাম্রাজ্যবাদ বিরোধী অনুশাসনে, আমেরিকান উপনিবেশবাদী বনাম ব্রিটিশ, ভারত বনাম রাজ, বা ল্যাটিন আমেরিকা বনাম ইউনাইটেড ফ্রুট এর ২২ শতকের সংস্করণ।\"\n\nদ্য টেনিসিয়ান-এর একজন ভারতীয় বংশোদ্ভূত কলামিস্ট সরিতা প্রভু অবতারের পটভূমির সাথে সমান্তরালভাবে তুলনা করেছেন যে, কীভাবে \"পশ্চিমা শক্তি আদিবাসীদের মধ্যে উপনিবেশ স্থাপন ও আক্রমণ করে (আদি আমেরিকান, প্রাচ্যের দেশগুলোতে, আপনি নামগুলো বসিয়ে নিন), স্থানীয়দের আদিম/বর্বর/অসভ্য হিসাবে দেখেন, দীর্ঘকাল ধরে চলা সভ্যতার গুণাবলী দেখতে অক্ষম বা অনিচ্ছুক, দুর্বল শক্তিকে লুট করে, তবে এই ভেবে যে, তারা দরিদ্র আদিবাসীদের আসলে উপকার করছে।\" দ্য নিউ ইয়র্ক টাইমস-এর ডেভিড ব্রুকস এই চলচ্চিত্রকে \"সাদা মশীহা মানসিকতা\" হিসাবে দেখেছেন। এর মাধ্যমে আদিবাসীদের \"ইতিহাস নিষ্ঠুর সাম্রাজ্যবাদী বা হিতৈষী ব্যক্তিদের দ্বারা রূপান্তরিত হতে পারে, তবে যে কোনো উপায়ে, তারা আমাদের আত্ম-প্রশংসার যাত্রায় ক্রীড়নকদের সমর্থন করতে চলেছে।\" অন্যরা দ্বিমত পোষণ করেন: \"প্রথমত, [জেক] একজন প্রতিবন্ধী। দ্বিতীয়ত, তিনি শেষ পর্যন্ত [আদিবাসীদের] একজন হয়ে যান এবং তাদের জয়ের পথে নিয়ে যান।\"\nঅনেক ভাষ্যকার এই চলচ্চিত্রটিকে আজকের আদিবাসী জনগণের সংগ্রামের প্রতি সমর্থনের বার্তা হিসাবে দেখেছেন। বলিভিয়ার প্রথম আদিবাসী রাষ্ট্রপতি ইভো মোরালেস \"পুঁজিবাদের বিরুদ্ধে প্রতিরোধের গভীর প্রদর্শন এবং প্রকৃতির প্রতিরক্ষার জন্য সংগ্রাম\" এর জন্য অবতারের প্রশংসা করেছেন। অন্যরা \"ইরাকে ন্যাটোর বা ফিলিস্তিনে ইসরায়েলের\" মানব আক্রমণের সাথে তুলনা করে, এবং এই বলে আশ্বস্ত হয় যে \"যখন আদিবাসী গোষ্ঠী একত্রিত হয়, এবং আন্তরিকভাবে প্রার্থনা করে, ... 'আদিম বর্বর'রা যুদ্ধে জয়লাভ করে।\" ফিলিস্তিনি কর্মীরা ইসরায়েলের বিচ্ছিন্নতা বাধার বিরুদ্ধে বিলিন গ্রামে তাদের সাপ্তাহিক প্রতিবাদের সময় নিজেদের নীল রঙে আঁকেন এবং কাল্পনিক আদিবাসীদের মতো পোশাক পরেন। অন্যান্য আরব লেখকরা অবশ্য উল্লেখ করেছেন যে অবতার \"ফিলিস্তিনিদের নিজেদের নেতৃত্ব দেয়া এবং তাদের নিজস্ব ভবিষ্যত গড়ে তোলার অক্ষমতার একটি পুনর্নিশ্চিতকরণ।\" ফোর্বসের কলামিস্ট রেহান সালাম চলচ্চিত্রটিতে পুঁজিবাদের অবমাননার সমালোচনা করেছিলেন, জোর দিয়েছিলেন যে এটি আদিবাসীদের নেতৃত্বের চেয়ে আরও উন্নত এবং বীরত্বপূর্ণ জীবনধারার প্রতিনিধিত্ব করে, কারণ এটি \"সবাইকে শেখার, আবিষ্কার করার, অন্বেষণ করার এবং আমাদের চারপাশের বিশ্বকে পরিবর্তন করার সুযোগ দেয়।\" অন্যদিকে সি শেপার্ড কাল্পনিক আরডিএ-এর কর্পোরেট সাম্রাজ্যবাদ এবং প্রাক-শিল্প যুগের (বিশেষ করে ইস্ট ইন্ডিয়া কোম্পানি, যেটি ভারতীয় উপমহাদেশে লাভ-চালিত আঞ্চলিক সার্বভৌমত্ব চাপিয়ে দেওয়ার জন্য নিজস্ব ব্যক্তিগত সেনাবাহিনী রক্ষণাবেক্ষণ করেছিল) ঐতিহাসিক সমতুল্যতার মধ্যে সমান্তরাল চিত্রের জন্য চলচ্চিত্রটির প্রশংসা করেছেন।\n\n\n=== সামরিকবাদ ===\nক্যামেরন বলেছেন যে অবতার \"অবশ্যই একটি রাজনৈতিক চলচ্চিত্র\" এবং যোগ করেছেন: \"এই চলচ্চিত্রটি প্রতিফলিত করে যে আমরা যুদ্ধের মধ্য দিয়ে বেঁচে আছি। মাটিতে বুট রয়েছে, আমি ব্যক্তিগতভাবে বিশ্বাস করি যে সৈন্যদের মিথ্যা অজুহাতে সেখানে পাঠানো হয়েছিল, তাই আমি আশা করি এটি আমাদের জ্ঞানচক্ষু খোলার অংশ হবে।\" তিনি নিশ্চিত করেছেন যে \"ইরাক আগ্রাসন এবং ভিয়েতনাম আগ্রাসন নকশারই অংশ\" তিনি আরও বলেন যে তিনি মনে করেন না যে ছবিটি সামরিক বিরোধী। সোয়ানস ম্যাগাজিনে সমালোচক চার্লস মারোভিৎজ মন্তব্য করেছেন যে, ইরাক, ইরান এবং আফগানিস্তানের যুদ্ধের সাথে প্রস্তাবিত সমান্তরাল বাস্তবতা \"পুরোপুরি মেলে না\" কারণ স্থানীয়রা \"শান্তিপ্রিয় এবং সহানুভূতিশীল\"।\nক্যামেরন বলেছিলেন যে আমেরিকানদের তাদের দেশের সাম্প্রতিক সামরিক সংঘাতের প্রভাব বোঝার একটি \"নৈতিক দায়িত্ব\" রয়েছে। চলচ্চিত্রে \"শক এবং বিস্ময়\" শব্দটি সম্পর্কে মন্তব্য করে ক্যামেরন বলেন: \"আমরা জানি ক্ষেপণাস্ত্র উৎক্ষেপণ করতে কেমন লাগে। আমেরিকায় নয়, আমাদের নিজ মাটিতে সেগুলি এসে পড়লে কেমন লাগে তা আমরা জানি না।\" ক্রসওয়াক.কম- এর ক্রিশ্চিয়ান হামাকার উল্লেখ করেছেন যে, \"প্যাণ্ডোরায় সামরিক হামলার বর্ণনা দিতে গিয়ে, ক্যামেরন সন্ত্রাসবাদের বিরুদ্ধে চলমান যুদ্ধের পারিভাষিক শব্দাবলী টেনে এনেছেন এবং সেগুলি চলচ্চিত্রের দুর্বৃত্তদের মুখে বসিয়েছেন ... যেমন তারা 'সন্ত্রাসের বিরুদ্ধে সন্ত্রাস দিয়ে লড়াই করে'। ক্যামেরনের সহানুভূতি এবং ছবিটি স্পষ্টতই আদিবাসীদের সপক্ষে এবং সামরিক ও কর্পোরেট ব্যক্তিদের বিরুদ্ধে।\" রাশিয়ান সংবাদপত্র ভেদোমোস্তির একজন কলামিস্ট অবতারের জনপ্রিয়তা খুঁজে পেয়েছেন যাতে এটি আবেগগতভাবে জেকের রাষ্ট্রদ্রোহের পক্ষে থেকে দর্শকদের ভাল এবং মন্দের মধ্যে পছন্দ করার সুযোগ দেয়, আমরা যে নিষ্ঠুর ও অন্যায্য বিশ্বের সৃষ্টি করেছি তার জন্য আমাদের সম্মিলিত অপরাধবোধ থেকে \"আমাদের দুর্বৃত্তদের\" অব্যাহতি দেয়। নিউইয়র্ক প্রেসের আরমন্ড হোয়াইট চলচ্চিত্রটিকে \"মূলত একটি শান্তিবাদী, প্রকৃতিবাদী বার্তা সহ একটি সংবেদনশীল কার্টুন\" বলে উড়িয়ে দিয়েছিলেন যা সামরিক, পুঁজিবাদ এবং সাম্রাজ্যবাদের ঘটনাগুলোকে ভুলভাবে উপস্থাপন করার জন্য খলনায়ক আমেরিকানদের ব্যবহার করে। মার্কিন সামরিক বাহিনীকে অপমানজনক বলে চলচ্চিত্রটির সমালোচনার উত্তর দিয়ে, লস অ্যাঞ্জেলেস টাইমসের একটি অংশ জোর দিয়ে বলেছে যে \"যদি কোনো মার্কিন বাহিনীকে অবমাননা করা হয়, তবে তারা জর্জ আর্মস্ট্রং কাস্টারের অধীনে যুদ্ধ করেছিল, ডেভিড পেট্রাউস বা স্ট্যানলি ম্যাকক্রিস্টালের অধীনে নয়।\" অন্যান্য পর্যালোচনাগুলো অবতারকে \"আমাদের সামরিক অবচেতনের বুদবুদ হিসাবে দেখেছে ... সমস্ত প্রশাসনিক কাজ থেকে এবং আধুনিক সেনাবাহিনীর ঝুঁকি থেকে মুক্ত হওয়ার ইচ্ছা - একটি নিরস্ত্র ডানাওয়ালা পশুর মতো উড়তে অনেক বেশি মজা।\"\nল মোঁদ এক সমালোচক লেখায় মত দিয়েছেন যে, অবতারের অনুভূত শান্তিবাদের বিপরীতে, চলচ্চিত্রটি এর ইতিবাচক চরিত্রগুলো দ্বারা আক্রমণের প্রতিক্রিয়ায় যুদ্ধকে সমর্থন করে, বিশেষ করে আমেরিকান নায়ক যিনি আদিবাসীদেরকে \"যুদ্ধে তাকে অনুসরণ করতে উৎসাহিত করেন।\" ... প্রতিটি যুদ্ধ, এমনকি যেগুলোকে সবচেয়ে উন্মত্ত মনে হয় তারাও 'ন্যায্য কারণে' সঠিক। ফোর্বসের অ্যান মারলো চলচ্চিত্রটিকে সামরিক পক্ষের এবং বিপক্ষের উভয় দৃষ্টিতে “নেটওয়ার্কভুক্ত মিলিটারির রূপক” হিসেবে দেখেছেন।\n\n\n=== আমেরিকানবাদ বিরোধী ===\nঅনেক পর্যালোচক চলচ্চিত্রটিতে একটি আমেরিকান-বিরোধী বার্তা উপলব্ধি করেছেন, যা আরডিএ-এর প্রাইভেট সামরিক বাহিনীকে মার্কিন সামরিক বাহিনীর সাথে তুলনা করে। ভাষ্যকার গ্লেন বেক তার রেডিও অনুষ্ঠানে বলেছিলেন যে অবতার ছিল \"মার্কিন-বিরোধী মানব ঘটনা\"। দ্য ক্রিশ্চিয়ান পোস্টে রাসেল ডি. মুর বলেছেন যে, \"যদি আপনি কেনটাকিতে যুদ্ধে তাদের দেশের পরাজয়ের জন্য দাঁড়িয়ে সাধুবাদ জানাতে হলভর্তি দর্শক পান, তবে আপনি কিছু আশ্চর্যজনক বিশেষ প্রভাব পেয়েছেন\"। আমেরিকান সামরিক বাহিনীকে \"হাড়ে বজ্জাত\" হিসাবে অযৌক্তিক চিত্রণ করার জন্য তিনি ক্যামেরনের সমালোচনা করেছিলেন। দ্য উইকলি স্ট্যান্ডার্ড- এর জন পডহোরেটজ যুক্তি দিয়েছিলেন যে অবতার \"সামরিক ও আমেরিকান প্রতিষ্ঠানের প্রতি ঘৃণা প্রকাশ করেছে এবং এই ধারণা দিয়েছে যে মানুষ হওয়াটা খুবই খারাপ কিছু (যেহেতু মানুষরা আদিবাসীদের ওপর অত্যাচার করছিল)।\" দ্য স্ট্রেঞ্জার- এর চার্লস মুডেড মন্তব্য করেছেন যে ছবিটি মুক্তির সাথে সাথে \"আমেরিকান সংস্কৃতি শিল্প আমেরিকা বিরোধী বিশ্বে একটি আমেরিকা বিরোধী দৃষ্টি রপ্তানি করবে।\" ডেবি স্ক্লাসেল একইভাবে অবতারকে \"আমেরিকা ঘৃণাকারী জনতার জন্য সিনেমা\" বলে উড়িয়ে দিয়েছেন।\nক্যামেরন যুক্তি দিয়েছিলেন যে \"ফিল্মটি অবশ্যই আমেরিকা বিরোধী নয়\" এবং \"আমেরিকান হওয়ার অংশটি ভিন্নমতের ধারণার স্বাধীনতা রয়েছে।\" এমটিভি- র এরিক ডিটজিয়ান সম্মত হন যে \"অবতারকে আমেরিকা-বিরোধী বা পুঁজিবাদ-বিরোধী হিসাবে ট্যাগ করতে যুক্তির বাইরে চলে যেতে হবে।\" অ্যান মারলো চলচ্চিত্রটিকে \"গভীরভাবে রক্ষণশীল, আমেরিকাপন্থী বার্তা\"র জন্য \"এখন পর্যন্ত নির্মিত সবচেয়ে নব্য রক্ষণশীল (নিও-কন) মুভি\" বলে অভিহিত করেছেন। তবে ক্যামেরন এই বিষয়ে কিছু অস্পষ্টতার কথা স্বীকার করেন, সম্মত হন যে \"এই মন্দ লোকেরা আমেরিকা, না ভাল লোকেরা এই মুভিতে আমেরিকা তা আপনার দৃষ্টিভঙ্গির উপর নির্ভর করবে\", এবং বলেছিলেন যে একাডেমি পুরস্কারেঅবতারের পরাজয় হয়ত আপাত ইউএস-বিরোধী মনে হবার কারণে হতে পারে।\nকাল্পনিক মানুষদের আবাসস্থল হোমট্রির ধ্বংস ব্যাখ্যাকারকে ১১ সেপ্টেম্বরের ওয়ার্ল্ড ট্রেড সেন্টারে হামলার কথা মনে করিয়ে দেয়, এবং একজন ব্যাখ্যাকার উল্লেখ করেছেন এটি ক্যামেরনের \"৯/১১-এর পবিত্র বিভীষিকাকে প্রশ্ন করার সাহসী ইচ্ছা\"। ক্যামের \"এটা কতটা ১১ সেপ্টেম্বরের মতো দেখতে ভেবে অবাক হয়েছিলেন\", কিন্তু যোগ করেছেন যে তিনি মনে করেন না যে এটি একটি খারাপ ব্যাপার হয়েছে। এক ফরাসি সমালোচক লিখেছেন: \"ওয়ার্ল্ড ট্রেড সেন্টারের টাওয়ারের ধ্বংসের সাথে কীভাবে এর সাদৃশ্য দেখা যায় না? তারপর, সেই দৃষ্টি আকর্ষক দৃশ্যের পরে, সবকিছুই [একতাবদ্ধ] আদিবাসীদের (মিত্র বাহিনী) জন্য ন্যায়সঙ্গত ... যারা সন্ত্রাসীদের মতো তাদের হত্যা করা।\" অন্য এক লেখক উল্লেখ করেছেন যে \"মার্কিন স্ট্যান্ড-ইনরা অপরাধী, তারা শিকার নয়\" এবং এই পরিবর্তন \"চলচ্চিত্রটির সবচেয়ে রাষ্ট্রদ্রোহী কাজ\" বলে বর্ণনা করেছেন।\n\n\n== সামাজিক এবং সাংস্কৃতিক বিষয়বস্তু ==\n\n\n=== সভ্যতা এবং জাতি ===\nবিশ্বজুড়ে ভাষ্যকাররা চলচ্চিত্রে কাল্পনিক মানুষ এবং মানুষের মধ্যে সম্পর্ক ব্যাখ্যা করতে চেষ্টা করেছেন, বেশিরভাগই ম্যাক্সিম ওসিপভের সাথে একমত হন, যিনি হিন্দুস্তান টাইমস এবং সিডনি মর্নিং হেরাল্ডে লিখেছেন: \"'সভ্য মানুষ' আদিম, ক্লান্ত, ক্রমবর্ধমান লোভী, নিষ্ঠুর এবং নৃশংস হয়ে উঠেছে-বৈশিষ্ট্যগুলো কেবল তাদের যন্ত্র দ্বারা প্রসারিত হয়েছে-আর 'বানর বহিরাগতরা' মহৎ, সহৃদয়, জ্ঞানী, সংবেদনশীল এবং মানবিক হয়ে গেছে। অবতার নায়কের সাথে আমাদের এখন একটি অস্বস্তিকর কিন্তু অপ্রতিরোধ্যের মুখোমুখি দুটি জাতি এবং দুটি বিশ্বদর্শনের মধ্যে পছন্দ করতে হবে।\" ওসিপভ লিখেছিলেন যে এটি অনিবার্য যে চলচ্চিত্রের নায়ক জ্যাকের মতো দর্শকরা দেখতে পাবে যে আদিবাসীদের সংস্কৃতি সত্যিই দুটির মধ্যে আরও সভ্য, \"দয়া, কৃতজ্ঞতা, বড়দের প্রতি শ্রদ্ধা, আত্মত্যাগ, সমস্ত জীবনের জন্য সম্মান এবং প্রকৃতির পিছনে একটি উচ্চ বুদ্ধির উপর শেষ পর্যন্ত নম্র নির্ভরতা।\" এই বিশ্লেষণের প্রতিধ্বনি করে, দ্য মিয়ামি হেরাল্ডে মনোবিজ্ঞানী জেফরি ফাইন \"প্রত্যেক আবালবৃদ্ধবনিতাকে\" ছবিটি দেখার জন্য এবং বাণিজ্যিক বস্তুবাদের মধ্যে সঠিক বাছাই করে এর বার্তার প্রতি জাগ্রত হওয়ার আহ্বান জানিয়েছেন, যা আমাদের \"আত্মা এবং চেতনাকে পরাজিত\" ক'রে সমস্ত জীবনের সাথে পুনঃসংযোগ করা \"একমাত্র ... মানবতার জন্য বেঁচে থাকার প্রতিশ্রুতি\"। একইভাবে, জার্নাল ডি অ্যাঙ্গোলার জন্য লেখা আলটিনো মাতোস ছবিটিকে আশার বার্তা হিসাবে দেখেছেন, লিখেছেন, \"মানুষ এবং এলিয়েনদের এই মিলনের সাথে একটি অনুভূতি আসে যে মহাবিশ্বে আরও ভাল কিছু বিদ্যমান: জীবনের প্রতি সম্মান।\" ক্যামেরন নিশ্চিত করেছেন যে \"আদিবাসী মানব প্রকৃতির আরও ভাল দিকগুলোকে উপস্থাপন করে এবং চলচ্চিত্রের মানব চরিত্রগুলো মানব প্রকৃতির আরও ক্রয়সাধ্য দিকগুলো প্রদর্শন করে।\"\n\nবিপরীতভাবে, দ্য নিউ ইয়র্ক টাইমস--এর ডেভিড ব্রুকস মত দিয়েছেন যে অবতার \"এক ধরনের দ্বিমুখী সাংস্কৃতিক সাম্রাজ্যবাদ\" তৈরি করে, একটি আক্রমণাত্মক সাংস্কৃতিক বাঁধাধরা ধারণা যে শ্বেতাঙ্গরা যুক্তিবাদী এবং টেকনোক্র্যাটিক, যখন ঔপনিবেশিক শিকাররা আধ্যাত্মিক এবং ক্রীড়াবিদ এবং নিরক্ষরতা অনুগ্রহের পথ। আইরিশ ইন্ডিপেনডেন্টের একটি পর্যালোচনায় দেখা গেছে যে ছবিটি \"নতুন যুগের পরিবেশবাদ ও নোবেল স্যাভেজ এবং তার বিপরীতে \"সভ্য\" শ্বেতাঙ্গ মানুষের দুর্নীতির অতিকথনের মিশ্রণ\"। ফোর্বসে রেহান সালাম এটাকে বিদ্রূপাত্মক হিসেবে দেখে লিখেছেন যে \"যে ধরনের সমাজ জেমস ক্যামেরন তৈরি করে, ক্যামেরন তার জন্য একটি চমকপ্রদ, চমৎকার অভিযোগ এনেছেন।\"\nঅনেক সমালোচক আদিবাসীদের প্রতি চলচ্চিত্রের আচরণে মৃদু বর্ণবাদ দেখেছেন, এটিকে \"শ্বেতাঙ্গদের দৃষ্টিকোণ থেকে বলা জাতি সম্পর্কে একটি কল্পনা\" হিসাবে দেখেছেন, যা \"শ্বেতাঙ্গ ত্রাণকর্তা উপকথা\"কে শক্তিশালী করে, যেখানে শ্বেতাঙ্গ নায়ক অসহায় আদিম আদিবাসীদের রক্ষা করেন। যারা এইভাবে তার উচ্চাকাঙ্ক্ষার সেবা করতে বাধ্য হয় এবং তার বীরত্ব প্রমাণ করে। অন্যান্য পর্যালোচনাগুলো অবতারকে একটি আক্রমণাত্মক ধারণা বলে অভিহিত করেছে যে অশ্বেতাঙ্গদের তাদের ধর্মযুদ্ধের নেতৃত্ব দেওয়ার জন্য শ্বেতাঙ্গ ত্রাণকর্তার প্রয়োজন, এবং \" ঘৃণাশীল বর্ণবাদী ক্লান্তিকর\" এই কারণে যে চলচ্চিত্রের সমস্ত \"মানব\" ভূমিকা শ্বেতাঙ্গ অভিনেতারা এবং আফ্রিকান-আমেরিকান বা নেটিভ আমেরিকান অভিনেতারা সমস্ত আদিবাসী চরিত্রে অভিনয় করেছেন।\nমাওরি একাডেমিক রাউইরি তাওনুই একমত হয়েছেন যে চলচ্চিত্রটি আদিবাসীদেরকে সরল এবং \"শ্বেতাঙ্গ পুরুষ ও নব্য উদারপন্থীদের\" সাহায্য ছাড়া নিজেদের রক্ষা করতে অক্ষম হিসাবে চিত্রিত করেছে। অন্য একজন লেখক মন্তব্য করেছেন যে শ্বেতাঙ্গ ব্যক্তি ধ্বংস স্থির করবেন, তিনি কখনই দোষী বোধ করবেন না, যদিও তিনি ধ্বংসের জন্য সরাসরি দায়ী।\" একইভাবে, জার্মানির ডাই জেইট- এর প্রকাশক-সম্পাদক জোসেফ জোফে বলেন, চলচ্চিত্রটি \"মহৎ বর্বর\"-এর পৌরাণিক কাহিনীকে চিরস্থায়ী করে এবং এতে \"হ্যাঁ, এমনকি বর্ণবাদী বার্তাও রয়েছে। ক্যামেরন অভিজাত অসভ্যদের কাছে মাথা নত করেছেন। যাইহোক, তিনি তাদের নির্ভরশীলতা দিয়ে খর্ব করেছেন।\" স্লাভোজ জিজেক যুক্তি দিয়েছিলেন যে \"চলচ্চিত্রটি আমাদেরকে একটি সাধারণ আদর্শিক বিভাজন অনুশীলন করতে সক্ষম করে: আদর্শিক আদিবাসীদের প্রতি সহানুভূতি দেয় কিন্তু তাদের প্রকৃত সংগ্রামকে প্রত্যাখ্যান করে\" আইরিশ টাইমস এই মন্তব্যটি বহন করে যে \"হিন্দুধর্মের সমস্ত বিষয়গত উপাদান থাকা সত্ত্বেও, একটি জিনিস সত্যই আসল,- তা হল ভাল পুরানো আমেরিকান অহং। হলিউডের উৎসের কারণে, চিত্রনাট্যটি অন্তর্নিহিত শ্রেষ্ঠত্ব- এই প্রত্যয়ের প্রতি বিশ্বস্ত রয়ে গেছে, এবং অনুমানযোগ্যভাবে 'অবতার'-এর সম্মান মুভির একজন সাদা আমেরিকান মেরিনকে প্রদান করেছে, আদিবাসীদেরকে নয়।\" একইভাবে, \"[চলচ্চিত্রে] কেবল ভাল মানুষই মৃত—অথবা বরং 'ভাল আদিবাসী' হিসাবে পুনরুত্থিত হয়েছে\" বলে দাবি ক'রে, দ্য জেরুজালেম পোস্টের একজন লেখক মনে করেছিলেন যে ছবিটি অসাবধানতাবশত এক জাতির উপর আরেকটির আধিপত্যকে প্রচার করছে।\nচার্লি রোজ টক শোতে, ক্যামেরন \"উচ্চ বর্বর\" ধারণার সাথে সমান্তরালতা স্বীকার করেছিলেন, কিন্তু যুক্তি দিয়েছিলেন: \"যে আদিবাসী জনগোষ্ঠী লড়াইয়ের জন্য ধনুক এবং তীরের পর্যায়ে রয়েছে, তারা প্রযুক্তিগত উচ্চতর শক্তির সাথে যুদ্ধ করলে, [যদি] কেউ তাদের সাহায্য না করে, তারা হেরে যায়। তাই আমরা তাদের অধিকারের জন্য লড়াইরত বিদ্যমান জনসংখ্যার মধ্যে একটি জাতিগত গোষ্ঠীর কথা বলছি না।\" ক্যামেরন ফিল্মটির বর্ণবাদী বলে দাবিকে প্রত্যাখ্যান করেছেন, বলেছেন যে অবতার অন্যদের পার্থক্যকে সম্মান করে। দ্য নিউ ইয়র্ক টাইমস-এর অ্যাডাম কোহেনও একইভাবে অনুভব করেছেন, লিখেছেন যে আদিবাসী সম্ভাষণ \"আমি তোমাকে দেখছি\" যাদেরকে আমরা মেনে নিতে ব্যর্থ হই তাদের নিপীড়ন, এমনকি তাদের বিরুদ্ধে গণহত্যা বিপরীতে আছে। তিনি ইহুদি ঘেটো এবং সোভিয়েত গুলাগ-এর উদাহরণ দিয়েছেন।\n\n\n=== পরিবেশ এবং সম্পত্তি ===\nঅবতার সম্বন্ধে বলা হয়েছে \"নিঃসন্দেহে সেলুলয়েডে ধারণ করা পরিবেশবাদী বক্তব্যের সবচেয়ে মহাকাব্যিক অংশ.... ছবিটি সমস্ত গুরুত্বপূর্ণ পরিবেশগত আলোচনার রূপরেখাকে তুলে ধরেছে - অগম্য রেইন ফরেস্টগুলো অনিয়ন্ত্রিত শোষণ দ্বারা বিলুপ্তির মুখে, উন্নত বিশ্বের মতো সমষ্টিগত আন্তঃসংযুক্ত গায়া জীবসমৃদ্ধ গ্রহ এবং দুষ্ট কর্পোরেট স্বার্থ যা সব ধ্বংস করার চেষ্টা করছে, আদিবাসীদের তাদের অনেক কিছু শেখানোর আছে।\" ক্যামেরন চলচ্চিত্রের পরিবেশগত বার্তা সম্পর্কে মিডিয়ার সাথে ব্যাপকভাবে কথা বলেছেন, তিনি বলেছেন যে তিনি অবতারকে একটি বিস্তৃত রূপক হিসাবে কল্পনা করে দেখাতে চেয়েছিলেন যে আমরা প্রাকৃতিক বিশ্বের সাথে কীভাবে আচরণ করি। তিনি বলেছিলেন যে তিনি প্যাণ্ডোরাকে \"আমাদের পৃথিবীকে আমরা পাষাণবদ্ধ করা এবং মল এবং শপিং সেন্টারগুলো তৈরি করা শুরু করার আগে এটি কেমন ছিল তার একটি কাল্পনিক কল্পনার সংস্করণ হিসাবে তৈরি করেছেন। তাই এটি সত্যিই আমাদের ব্যবহৃত বিশ্বের একটি বিবর্তন।\" তিনি চার্লি রোজকে বলেছিলেন যে \"আমরা যদি প্রকৃতির প্রতি আমাদের স্টুয়ার্ডশিপ দায়িত্ব স্বীকার না করি তবে আমাদের অনেক ব্যথা এবং হৃৎপীড়ার মধ্য দিয়ে যেতে হবে।\" ন্যাশনাল পাবলিক রেডিওর টেরি গ্রসের সাক্ষাৎকারে, তিনি অবতারকে মানুষের অধিকারের অনুভূতির উপর একটি ব্যঙ্গ বলে অভিহিত করেছেন: \"সঠিকভাবে যা আদিবাসীদের অধিকার সে সম্পর্কে আমাদের মনোভাব এবং চোখের পলক না ফেলে আমাদের বনকে গুঁড়িয়ে ধ্বংস করা সম্পর্কে আমাদের মনোভাবের কথা [অবতার] বলেছে। মানুষের স্বভাব এটাই যে, আমরা যদি নিতে পারি, তাহলে আমরা নেব। এবং কখনও কখনও আমরা এটি খুব নগ্ন এবং সাম্রাজ্যবাদী উপায়ে করি, এবং অন্য সময় আমরা এটি খুব পরিশীলিত উপায়ে করি প্রচুর যৌক্তিকতা দিয়ে-কিন্তু এটি মূলত একই জিনিস। অধিকারের অনুভূতি। এবং আমরা যা চাই তা গ্রহণ করব এবং ফিরিয়ে দেবো না আমরা কেবল এই অস্থিতিশীল উপায়ে চলতে পারি না।\" বেলজিয়ামের কাগজ দে স্ট্যান্ডার্ডের একটি নিবন্ধ একমত: \"এটি মানুষের বর্বরতা সম্পর্কে, যে নির্লজ্জভাবে যা তার নয় তা গ্রহণ করে।\"\nভাষ্যকাররা ছবিটির গল্পটিকে ব্রাজিলের আমাজন রেইনফরেস্টের জীববৈচিত্র্যের বিপন্নতার সাথে যুক্ত করেছেন। নিউজউইকের একটি অংশে হোম ট্রি ধ্বংসের বিষয়ে মন্তব্য করা হয়েছে যেটি তিব্বতে ব্যাপকভাবে বৃক্ষ নিধনের সাথে সাদৃশ্যপূর্ণ, যেখানে অন্য একটি প্রবন্ধে চলচ্চিত্রটির চিত্রণকে আদিবাসী ভূমিতে আনঅবটেনিয়াম বা অপ্রাপ্যের জন্য ধ্বংসাত্মক কর্পোরেট কর্মকাণ্ড বলা হয়েছে, যেটিকে নিউ মেক্সিকোতে নাভাহো সংরক্ষণভূমির কাছে ইউরেনিয়ামের খনন ও চূর্ণ করার খনি-চিত্রের সাথে তুলনা করা হয়েছে। অন্যান্য সমালোচকরা অবশ্য অবতারের পরিবেশ-পন্থী অবস্থানকে অসামঞ্জস্যপূর্ণ বলে উড়িয়ে দিয়েছেন। আরমন্ড হোয়াইট মন্তব্য করেছিলেন যে, \"ক্যামেরন সত্যিই পাউই-জোই ফ্যাক্টর: ধ্বংসাত্মক যুদ্ধ এবং প্রযুক্তিগত শক্তির মোতায়েন। ... ক্যামেরন কেতাবীভাবে একই অর্থনৈতিক এবং সামরিক ব্যবস্থার নিন্দা করেছেন যা তার প্রযুক্তিগত অযৌক্তিকতাকে সম্ভব করে তোলে। এটা একদিকে নাসার নিন্দা করা— কিন্তু তবুও মার্স এক্সপ্লোরেশন রোভারে আনন্দ করা।\" একইভাবে, ন্যাশনাল রিভিউ- এর একটি নিবন্ধে উপসংহারে বলা হয়েছে যে প্যাণ্ডোরার প্রযুক্তি বিপন্ন বিশ্বের দর্শকদের শিক্ষিত করার জন্য প্রযুক্তি অবলম্বন করে, ফিল্মটি \"জৈব উদারতাবাদের বৈপরীত্য প্রদর্শন করে।\"\nএই চলচ্চিত্রের \"দৃঢ় পরিবেশ-বিরোধী যুদ্ধের বিষয়বস্তু\" নিয়ে এমন একটি রক্ষণশীল সমালোচনা অপ্রত্যাশিত ছিল না বলে উল্লেখ করে, ক্যামেরন জোর দিয়েছিলেন যে \"আমার সন্তানরা যে বিশ্বে বসবাস করতে চলেছে তাকে বাঁচাতে আগ্রহী\", সবাইকে উৎসাহিত করেছেন \"বৃক্ষ আলিঙ্গন\" করতে, এবং আহ্বান জানিয়েছিলেন যে আমরা যেন \"বিকল্প শক্তিতে মোটামুটি দ্রুত রূপান্তর করি।\" ফিল্ম এবং ক্যামেরনের পরিবেশগত তৎপরতা পূর্ব ভারতের ওড়িশা থেকে ৮,০০০ জন শক্তিশালী ডাঙ্গারিয়া কন্ধ উপজাতির দৃষ্টি আকর্ষণ করে। তারা একটি খনি কোম্পানিকে তাদের পবিত্র নিয়ামগিরি পর্বতে একটি বক্সাইট ওপেন-কাস্ট খনি খোলা থেকে বিরত রাখতে সাহায্য করার জন্য তার কাছে আবেদন করেছিল, ভ্যারাইটির একটি বিজ্ঞাপনে লেখা ছিল: \" অবতার একটি ফ্যান্টাসি ... এবং বাস্তব। ডাঙ্গারিয়া কন্ধ ... একটি খনির কোম্পানীর বিরুদ্ধে তাদের জমি রক্ষা করার জন্য সংগ্রাম করছে, যারা তাদের পবিত্র পর্বত ধ্বংস করার জন্য নাছোড়বান্দা। অনুগ্রহ করে সাহায্য করুন...।\" একইভাবে, কানাডার পঞ্চাশটিরও বেশি পরিবেশগত এবং আদিবাসী সংস্থার একটি জোট ভ্যারাইটির বিশেষ অস্কার সংস্করণে একটি পূর্ণ-পৃষ্ঠার বিজ্ঞাপন চালায় যা কানাডার আলবার্টা তেলস্যান্ডের বিরুদ্ধে তাদের লড়াইকে নাভি বিদ্রোহের সাথে তুলনা করে -তুলনা খনি এবং তেল কোম্পানির। ক্যামেরনকে তিনটি পরিবেশবাদী গোষ্ঠী মিডিয়াতে অসামান্য সামাজিক দায়বদ্ধতার জন্য উদ্বোধনী টেমেকুলা এনভায়রনমেন্ট অ্যাওয়ার্ডে ভূষিত করেছিল যা তারা তাদের নিজেদের সাথে তুলনা করে পরিবেশগত সংগ্রামের চিত্রায়নের জন্য।\nখনন কার্যক্রমের পথ তৈরি করার জন্য না'ভি আবাসস্থল ধ্বংস করা কিছু রাজ্যের নিপীড়নমূলক নীতির সাথে প্রায়ই উন্নয়ন সম্পর্কিত জোরপূর্বক উচ্ছেদের সাথে সমান্তরাল পটভূমির উদ্রেক করেছে। স্বাধীনতাবাদী ক্যাটো ইনস্টিটিউটের ডেভিড বোয়াজ লস অ্যাঞ্জেলেস টাইমস- এ লিখেছেন যে চলচ্চিত্রের অপরিহার্য দ্বন্দ্ব সম্পত্তির অধিকার নিয়ে একটি যুদ্ধ, \"মুক্ত বাজারের ভিত্তি এবং প্রকৃতপক্ষে সভ্যতার।\" মেলিন্ডা লিউ এই কাহিনিটিকে চীনের কর্তৃপক্ষের নীতির কথা মনে করিয়ে দেয়, যেখানে তিন দশকের দীর্ঘ উন্নয়ন বুমের মধ্যে ৩০ মিলিয়ন নাগরিককে উচ্ছেদ করা হয়েছে। অন্যরা আমাজন অববাহিকায় উপজাতিদের এবং মস্কো শহরতলিতে জোরপূর্বক ব্যক্তিগত বাড়ি ভেঙে ফেলার অনুরূপ সংযোগ দেখেছেন।\n\n\n== ধর্ম ও আধ্যাত্মিকতা ==\nআইরিশ ইন্ডিপেনডেন্টের ডেভিড কুইন লিখেছেন যে আধ্যাত্মিকতা চিত্রিত হয়েছে \"ফিল্মটির বিশাল জনপ্রিয়তা ব্যাখ্যা করার দিকে কিছুটা পথ চলে, এবং এটাই সত্য যে অবতার মূলত একটি ধর্মীয় চলচ্চিত্র, এমনকি যদি ক্যামেরন এটির উদ্দেশ্য নাও করতেন।\" একই সময়ে, ন্যাশনাল রিভিউ অনলাইনের জোনাহ গোল্ডবার্গ ফিল্ম রিভিউতে \"আধ্যাত্মিকতার উজ্জ্বলভাবে কথা বলার আদর্শ কিন্তু সনাতন ধর্মের উপহাসমূলকভাবে\" বলে আপত্তি জানিয়েছিলেন।\nজেমস ক্যামেরন বলেছেন যে তিনি \"একটি চলচ্চিত্র তৈরি করার চেষ্টা করেছিলেন যা বিস্তৃত বর্ণালী জুড়ে মানুষের আধ্যাত্মিকতাকে স্পর্শ করবে।\" তিনি আরও বলেছিলেন যে চলচ্চিত্রের দার্শনিক ভিত্তিগুলোর মধ্যে একটি হল যে \"না'ভিরা আমাদের নিজেদের সেই ধরনের উচ্চাকাঙ্খী অংশের প্রতিনিধিত্ব করে যারা আরও ভাল হতে চায়, যে প্রকৃতিকে সম্মান করতে চায়, যখন চলচ্চিত্রের মানুষরা আরও বেশি ভেনালের প্রতিনিধিত্ব করে। নিজেদের সংস্করণ, মন্দের অস্বাভাবিকতা যা কর্পোরেট সিদ্ধান্তের সাথে আসে যা পরিণতি দূর করার জন্য তৈরি করা হয়।\" চলচ্চিত্র পরিচালক জন বুরম্যান একটি অনুরূপ দ্বিধাবিভক্তিকে এটির সাফল্যে অবদান রাখার মূল কারণ হিসেবে দেখেছেন: \"সম্ভবত মূল চাবিকাঠি হল হুইলচেয়ারে থাকা মেরিন। তিনি প্রতিবন্ধী, কিন্তু মিঃ ক্যামেরন এবং প্রযুক্তি তাকে সেখানে নিয়ে যেতে পারে। একটি সুন্দর, অ্যাথলেটিক, যৌনাকর্ষক, সত্তার শরীরে। সর্বোপরি, আমরা সকলেই কোনো না কোনোভাবে প্রতিবন্ধী; অপর্যাপ্ত, পুরানো, ভাঙা, পৃথিবীবদ্ধ। প্যান্ডোরা এক ধরনের স্বর্গ যেখানে আমরা সংযোগ বিচ্ছিন্ন হওয়ার পরিবর্তে পুনরুত্থিত এবং সংযুক্ত হতে পারি।\"\n\n\n=== ধর্ম ও পুরাণ ===\nসমালোচকরা মত দিয়েছেন যে চলচ্চিত্রটি বিদ্যমান বিভিন্ন ধর্মীয় এবং পৌরাণিক মোটিফের ভিত্তিতে তৈরি হয়েছে। শার্লট অবজারভারের ভার্ন বার্নেট বলেছেন যে অবতার বিশ্বাসের একটি বড় প্রশ্ন তুলে ধরেছে—সৃষ্টিকে কি ক্রমানুসারে দেখা এবং পরিচালনা করা উচিত, উপর থেকে বা পরিবেশগতভাবে, পারস্পরিক আন্তঃনির্ভরতার মাধ্যমে? তিনি আরও উল্লেখ করেছেন যে ফিল্মটি অন্যান্য ধর্মের ধারণাগুলো ধার করেছে এবং এর ট্রি অফ সোলস গাছকে নর্স গল্পের ইগড্রাসিল এর তুলনা করেন, যাকে অক্ষ মুণ্ডি বা বিশ্বের কেন্দ্রও বলা হয়, যার ধ্বংস মহাবিশ্বের পতনের সংকেত দেয়। নিউজউইকে মালিন্দা লিউ তিব্বতি ধর্মীয় বিশ্বাস এবং অনুশীলনের সাথে জীবন এবং পুনর্জন্মের বিশ্বাসের প্রতি নাভি সম্মানের তুলনা করেছেন, তবে ফোর্বসের রেহান সালাম প্রজাতিটিকে \"সম্ভবত চলচ্চিত্রে চিত্রিত করা সবচেয়ে পবিত্র মানবিক\" বলে অভিহিত করেছেন।\n\nবলিভিয়ার একজন লেখক \"অবতার\"কে \"মানুষের হস্তক্ষেপ ছাড়াই, সঙ্গম ছাড়াই, পাপ ছাড়াই জন্মানো কিছু\" হিসাবে সংজ্ঞায়িত করেছেন, একে যীশু, কৃষ্ণ, মানকো ক্যাপ্যাক এবং মামা ওক্লোর জন্মের সাথে তুলনা করেছেন এবং প্যান্ডোরার দেবতা ইওয়া এবং পাচামামা দেবীর (আন্দিজের আদিবাসীরা পূজা করে।) মধ্যে সমান্তরাল টেনেছেন। অন্যরা মত দিয়েছেন যে প্যান্ডোরার জগতটি ইডেনের উদ্যানের প্রতিফলন করেছে, এবং মনে করিয়ে দেয় যে হিব্রুতে নাভি হল নেভি'ইমের একবচন যার অর্থ \"নবী\"। রিলিজিয়ন ডিসপ্যাচের একজন লেখক পাল্টা মন্তব্য করেছেন যে অবতার \"ভিক্ষা করে, ধার করে এবং বিভিন্ন ধরনের মানবিক গল্প চুরি করে, সেগুলোকে গ্রাইন্ডারের মাধ্যমে গুলোয়ে তারপর নতুন কিছু বানিয়েছে।\" অন্য একজন ভাষ্যকার অবতারকে \"গার্ডেন অফ ইডেন সিন্ড্রোমের একটি নতুন সংস্করণ\" বলে অভিহিত করেছেন যা তিনি বুক অফ জেনেসিসের সাথে চলচ্চিত্রের পরিভাষার ধ্বনিগত এবং ধারণাগত মিল হিসাবে দেখেছেন।\n\n\n=== হিন্দুধর্মের সমান্তরাল ===\n\nটাইমস অফ ইন্ডিয়া মত দেয় যে অবতার হল \"ভারতপ্রেমী এবং ভারতীয় দর্শনের অনুরাগীদের জন্য\" ভারতীয়ত্বের উপর একটি গ্রন্থনা, অবতার শব্দ থেকেই যার সূচনা। হিউস্টন ক্রনিকলের একটি অংশ প্রাচীন হিন্দু মহাকাব্য রামায়ণ এবং মহাভারতের পরিপ্রেক্ষিতে চলচ্চিত্রটির সমালোচনা করেছে, রাম ও কৃষ্ণের সাথে নাভিদের চাক্ষুষ সাদৃশ্য সম্পর্কে মন্তব্য করেছে - সংশ্লিষ্ট মহাকাব্যের কেন্দ্রীয় অবতার এবং ঐতিহ্যগতভাবে নীল চামড়া, কালো চুল এবং কপালে একটি তিলক দিয়ে চিত্রিত করা হয়েছে। অন্য একজন সমালোচক দেখতে পান যে চলচ্চিত্রের প্লটের উপাদানগুলো হিন্দুধর্মের এই ধরনের শিক্ষা ও ধারণার সাথে আত্মার পুনর্জন্ম, পরিবেশগত চেতনা এবং পৃথিবীতে দেবতাদের অবতারের সাথে সাদৃশ্যপূর্ণ, \"হিন্দুধর্মের বৈশ্বিক মর্যাদা বৃদ্ধি করার জন্য অবতার এবং এর পরিচালকের প্রশংসা করে\" ... মাসগুলোতে\", প্রাচ্যের যেকোন কিছুকে তার আদিম আকারে গ্রহণ করতে পাশ্চাত্যের অনীহাকে প্রমাণ করার জন্য তাদের সমালোচনা করে।\nক্যামেরন সংযোগটিকে একটি \"অবচেতন\" রেফারেন্স বলেছেন: \"আমি প্রেমে পড়েছি ... পৌরাণিক কাহিনী, সমগ্র হিন্দু ধর্মের দেবদেবী, সককিছুকে অনেক সমৃদ্ধ এবং প্রাণবন্ত বলে মনে হয়।\" তিনি আরও বলেন, \"আমি হিন্দু ধর্মকে এত ঘনিষ্ঠভাবে উল্লেখ করতে চাইনি, কিন্তু অবচেতন সংযোগটি আকর্ষণীয় ছিল, এবং আমি আশা করি এতে আমি কাউকে বিরক্ত করিনি।\" তিনি বলেছেন যে তিনি হিন্দু ধর্মের অনেক বিশ্বাসের সাথে পরিচিত ছিলেন এবং এটিকে \"বেশ আকর্ষণীয়\" বলে মনে করেন।\n২০০৭ সালে টাইম ম্যাগাজিনের একটি প্রশ্নে, \"একটি অবতার আসলে কী?\" জেমস ক্যামেরন উত্তর দিয়েছিলেন, \"এটি একটি রক্তমাংসের অবয়ব ধারণ করা হিন্দু দেবতাদের একজনের মর্ত্যে জন্মগ্রহণ৷ এই ছবিতে এর অর্থ হলো ভবিষ্যতে মানব প্রযুক্তি মানুষের বুদ্ধিমত্তাকে একটি দূরবর্তী দেহে, একটি জৈবিক দেহে প্রবেশ করাতে সক্ষম৷\" ২০১০ সালে, ক্যামেরন টাইমস অফ ইন্ডিয়াকে শিরোনামের অর্থ নিশ্চিত করেছিলেন: \"অবশ্যই, চলচ্চিত্রে এটির তাৎপর্য ছিল, যদিও চরিত্রগুলো ঐশ্বরিক প্রাণী নয়। তবে ধারণাটি ছিল যে তারা অন্য দেহে জীবন গ্রহণ করে।\"\n\nছবিটি মুক্তির পর, সমালোচকরা ছবিটির শিরোনামের জন্য ধর্মীয় সংস্কৃত শব্দটিকে ক্যামেরনের পছন্দের দিকে মনোনিবেশ করেছিলেন। আইরিশ টাইমস- এর একজন পর্যালোচক এই শব্দটিকে বিষ্ণুর দশটি অবতারে চিহ্নিত করেছেন। দ্য হিন্দু- এর আরেকজন লেখক উপসংহারে এসেছেন যে \"লোডেড সংস্কৃত শব্দ\" ব্যবহার করে ক্যামেরন এমন সম্ভাবনার ইঙ্গিত দিয়েছেন যে একজন আবেগগতভাবে উচ্চতর-কিন্তু প্রযুক্তিগতভাবে নিম্নতর-বিদেশী রূপের সাথে মুখোমুখি হওয়ার সম্ভাবনা ভবিষ্যতে মানব বিবর্তনের পরবর্তী ধাপে পরিণত হতে পারে—যদি আমরা শিখতে পারি, জয় ও ধ্বংসের পরিবর্তে সংহতি এবং পরিবর্তন করা।\nইসকনের ম্যাক্সিম ওসিপভ দ্য সিডনি মর্নিং হেরাল্ড- এ যুক্তি দিয়েছিলেন যে \"অবতার\" চলচ্চিত্রটির জন্য একটি \"সর্বস্ব ভুল নাম\" কারণ \"চলচ্চিত্রটি সেই ধারণাটিকেই উল্টে দেয় [যে] 'অবতার' শব্দটি - আক্ষরিক অর্থে, সংস্কৃতে 'অবতার' - উপর ভিত্তি করে। 'অবতার'-ডাকা হলেও, জেক আদিবাসীদের মধ্যে আসলে উদ্বাস্তু হয়ে যায়।\" শার্লট অবজারভারে ভার্ন বার্নেট একইভাবে ভেবেছিলেন যে শিরোনামটি ঐতিহ্যগত হিন্দু শব্দটির ব্যবহারকে অপমান করে কারণ এটি একজন মানুষ, দেবতা নয়, যিনি চলচ্চিত্রে অবতীর্ণ হয়েছেন। যাইহোক, হিন্দু আমেরিকান ফাউন্ডেশনের হিউস্টন সমন্বয়কারী ঋষি ভুটাদা বলেছেন যে কিছু পবিত্র শব্দ আছে যা অনুপযুক্তভাবে ব্যবহার করলে হিন্দুদের আঘাত করবে, 'অবতার' তাদের মধ্যে একটি নয়। টেক্সাস-ভিত্তিক চলচ্চিত্র নির্মাতা অশোক রাও যোগ করেছেন যে 'অবতার' বলতে সর্বদা পৃথিবীতে ঈশ্বরের প্রতিনিধিকে বোঝায় না, তবে কেবল একটি সত্তাকে অন্য রূপে বোঝায়-বিশেষ করে সাহিত্য, চলচ্চিত্র নির্মাণ, কবিতা এবং অন্যান্য শিল্পে।\nনাভির জন্য নীল রঙের পছন্দ ব্যাখ্যা করে ক্যামেরন বলেন, \"আমি নীল স্রেফ পছন্দ করি। এটি একটি ভালো রঙ। ... সাথে, হিন্দু দেবতাদের সাথে একটি সংযোগ রয়েছে, যা আমি ধারণাগতভাবে পছন্দ করি।\" ভাষ্যকাররা একমত হয়েছেন যে নাভির নীল চামড়া, নিউ ইয়র্কারের একটি নিবন্ধে \"বিষ্ণু-নীল\", \"তাত্ক্ষণিকভাবে এবং রূপকভাবে\" চলচ্চিত্রের নায়ককে রাম এবং কৃষ্ণের মতো বিষ্ণুর অবতারের সাথে সম্পর্কিত করে। সান ফ্রান্সিসকো এক্সামিনার -এর একটি প্রবন্ধে ১৮ শতকের বিষ্ণু এবং তাঁর স্ত্রী লক্ষ্মীর একটি মহান পৌরাণিক পাখি গরুড়ের উপর চড়ার একটি ভারতীয় চিত্রকর্মকে \"অবতার প্রিক্যুয়েল\" হিসাবে বর্ণনা করা হয়েছে কারণ ছবিটির দৃশ্যের সাথে সাদৃশ্য রয়েছে যেখানে নায়কের নীল-চামড়ার অবতার একটি বিশালাকার র‍্যাপ্টরের পিঠে উড়ে যায়। দ্য ডেইলি বিস্টের আসরা কিউ. নোমানি নায়ক এবং তার নাভি সাথী নেইতিরিকে শিব এবং দুর্গার চিত্রের সাথে তুলনা করেছেন।\n\nফিল্ম এবং হিন্দুধর্মের দর্শনের মধ্যে সুস্পষ্ট বা অন্তর্নিহিত সাদৃশ্য নিয়ে আলোচনা করে, সমালোচকরা পরামর্শ দিয়েছিলেন যে, হিন্দু দেবতারা, বিশেষ করে বিষ্ণু, যেমন মহাবিশ্বের শৃঙ্খলা রক্ষা করার জন্য অবতার হয়ে ওঠেন, তেমনি চলচ্চিত্রের অবতারকে অবশ্যই আসন্ন চূড়ান্ত সর্বনাশ এড়াতে অবতরণ করতে হবে। জঘন্য লোভ যা প্রকৃতির বিশ্ব এবং অন্যান্য সভ্যতাকে ধ্বংসের দিকে নিয়ে যায়। ম্যাক্সিম ওসিপভ পর্যবেক্ষণ করেছেন যে চলচ্চিত্রটির দার্শনিক বার্তাটি প্রকৃত সংস্কৃতি এবং সভ্যতাকে কী গঠন করে তা সংজ্ঞায়িত করার জন্য হিন্দু ধর্মের একটি মূল ধর্মগ্রন্থ ভগবদ গীতার সাথে সামগ্রিকভাবে সামঞ্জস্যপূর্ণ ছিল।\nসমালোচকরা ছবিটির গল্প এবং সমগ্র মহাবিশ্বের প্রতি শ্রদ্ধার বৈদিক শিক্ষার সাথে সাথে নিজের চেতনা দ্বারা একটি দূরবর্তী দেহে বসবাসের যোগ অনুশীলনের মধ্যে একটি \"অসন্দেহজনক\" হিন্দু সংযোগ দেখেছেন এবং চলচ্চিত্রের প্রেমের দৃশ্যকে তান্ত্রিক অনুশীলনের সাথে তুলনা করেছেন। অন্য একজন নাভি পৃথিবী দেবী আইওয়াকে বেদান্ত ও উপনিষদে বর্ণিত হওয়ার স্থল হিসাবে ব্রাহ্মণের ধারণার সাথে যুক্ত করেছেন এবং আত্মার উপলব্ধির সাথে আইওয়া-এর সাথে সংযোগ করার নাভি ক্ষমতাকে তুলনা করেছেন। একজন ভাষ্যকার না'ভি অভিবাদন \"আমি তোমাকে দেখছি\" এবং প্রাচীন হিন্দু অভিবাদন \"নমস্তে\" এর মধ্যে তুলনা উল্লেখ করেছেন, যা অন্যদের মধ্যে দেবত্বকে উপলব্ধি করা এবং পূজা করাকে বোঝায়। অন্যরা পুনর্জন্মের হিন্দু শিক্ষার অবতারের অভিযোজন সম্পর্কে মন্তব্য করেছেন, —একটি ধারণা, যা অন্য একজন লেখক মনে করেছেন যে সাধারণ মানুষের জন্য দেবতাদের তুলনায় আরও সঠিকভাবে প্রযোজ্য যারা \"বিদেশী প্রাণী থেকে এক বা দুই ধাপ দূরে\"।\nইউক্রেনীয় দিবসের সংবাদপত্রের জন্য লেখা, ম্যাক্সিম চাইকোভস্কি অবতারের প্লট এবং কৃষ্ণের প্রাচীন ভাগবত পুরাণ আখ্যানের উপাদানগুলোর মধ্যে বিস্তারিত সাদৃশ্য আঁকেন, যার মধ্যে রয়েছে নায়িকা রাধা, ব্রজ উপজাতি এবং তাদের আবাসস্থল বৃন্দাবন বন, ভাসমান গোবর্ধন পর্বত এবং রহস্যময় শিলা চিন্তামণি। তিনি আরও মতামত দিয়েছিলেন যে এই সাদৃশ্যটি \"অ্যাভাটার ব্লুজ\"-এর জন্য দায়ী হতে পারে - চলচ্চিত্রের উপসংহারে দর্শকদের সদস্যদের দ্বারা অনুভব করা ক্ষতির অনুভূতি।\n\n\n=== সর্বেশ্বরবাদ বনাম খ্রিস্টধর্ম ===\nকিছু খ্রিস্টান লেখক উদ্বেগ্ প্রকাশ করেছেন যে অবতার সর্বেশ্বরবাদ এবং প্রকৃতি পূজা প্রচার করে। হোলি সি -এর ল'ওসার্ভেটোর রোমানোর একজন সমালোচক লিখেছেন যে ছবিটি \"প্রকৃতির উপাসনার সাথে যুক্ত একটি আধ্যাত্মবাদ দেখায়, একটি ফ্যাশনেবল সর্বেশ্বরবাদ যার মধ্যে স্রষ্টা এবং সৃষ্টি মিশে যায়।\" একইভাবে, ভ্যাটিকান রেডিও যুক্তি দিয়েছিল যে ছবিটি \"চতুরতার সাথে সেই সমস্ত ছদ্ম-মতবাদের দিকে চোখ বুলিয়েছে যা বাস্তুশাস্ত্রকে সহস্রাব্দের ধর্মে পরিণত করে। প্রকৃতি আর রক্ষা করার জন্য সৃষ্টি নয়, বরং উপাসনার জন্য দেবত্ব।\" ভ্যাটিকানের মুখপাত্র ফেদেরিকো লোম্বার্দির মতে, এই পর্যালোচনাগুলো নিওপ্যাগানিজম বা বিভ্রান্তিকর প্রকৃতি এবং আধ্যাত্মিকতার বিষয়ে পোপের দৃষ্টিভঙ্গি প্রতিফলিত করে। অন্যদিকে, ভ্যাটিকানের অবতারকে পৌত্তলিক হিসাবে বর্ণনা করার সাথে একমত না হয়ে, ন্যাশনাল ক্যাথলিক রিপোর্টার- এর একজন লেখক খ্রিস্টান সমালোচকদের \"আমেরিকা জয়ে খ্রিস্টানদের জটিলতা\" এর ঐতিহাসিক প্রেক্ষাপটে ছবিটি দেখার জন্য অনুরোধ করেছিলেন।\nদ্য নিউ ইয়র্ক টাইমসের একজন রক্ষণশীল কলামিস্ট রস ডুথ্যাট, অবতারকে \"জেমসের মতে গসপেল\" বলে অভিহিত করেছেন এবং \"সর্বেশ্বরবাদের জন্য ক্যামেরনের দীর্ঘ ক্ষমাপ্রার্থনা [যা] এখন একটি প্রজন্মের জন্য হলিউডের পছন্দের ধর্ম।\" তার উত্তরে, হাফপোস্টের জে মাইকেলসন লিখেছেন \"অবতারের অর্থ: সবকিছুই ঈশ্বর (রস ডুথ্যাট এবং 'সর্বেশ্বরবাদের'-এর অন্যান্য বিরুদ্ধ সমালোচকদের প্রতিক্রিয়া)\"। দ্য উইকলি স্ট্যান্ডার্ড- এ, জন পডহোরেটজ চলচ্চিত্রের \"প্রকৃতি-প্রেমী উপজাতির নির্বোধ উপাসনা এবং উপজাতির আরাধ্য পৌত্তলিক আচার-অনুষ্ঠানের\" সমালোচনা করেছেন। খ্রিস্টান সমালোচক ডেভিড আউটেন বিতর্ক করেছিলেন যে \"চলচ্চিত্র দর্শকদের জন্য বিপদ হল যে অবতার প্যান্ডোরায় নাভি সংস্কৃতিকে পৃথিবীর জীবনের চেয়ে নৈতিকভাবে উচ্চতর হিসাবে উপস্থাপন করে। আপনি যদি নাভিদের দর্শন ও সংস্কৃতিকে খুব বেশি ভালোবাসেন, তাহলে আপনি তা থেকে দূরে না গিয়ে মন্দের দিকে নিয়ে যাওয়া হোক।\" আউটটেন আরও যোগ করেছেন: \"অবতারে ক্যামেরন তার শ্রোতাদের আবেগকে চালিত করার জন্য একটি নিপুণ কাজ করেছেন। তিনি এমন একটি বিশ্ব তৈরি করেছেন যেখানে একটি গাছে বাস করা এবং ধনুক এবং তীর দিয়ে প্রতিদিন আপনার খাবারের সন্ধান করা ভাল এবং মহৎ মনে হয়। . ... ক্যামেরন বলেছিলেন, 'অবতার আমাদের দেখতে বলে যে সবকিছুই সংযুক্ত, সমস্ত মানুষ একে অপরের সাথে এবং আমরা পৃথিবীর সাথে।' এটা ধর্মীয় বিশ্বাসের স্পষ্ট বক্তব্য। এটি সর্বেশ্বরবাদ খ্রিস্টান ধর্ম নয়। মুছে ফেলা দৃশ্য \"দ্য ড্রিম হান্ট\", যা ডিভিডি এক্সট্রাতে অন্তর্ভুক্ত করা হয়েছে, এমন উপাদানগুলো দেখায় যা এরিক ডেভিস এবং অন্যান্যদের আয়াহুয়াস্কা অভিজ্ঞতার কথা মনে করিয়ে দেয়।\nঅন্যান্য খ্রিস্টান সমালোচক লিখেছেন যে অবতারের \"একটি ঘৃণ্য নতুন যুগ, পৌত্তলিক, পুঁজিবাদ বিরোধী বিশ্ব দৃষ্টিভঙ্গি রয়েছে যা দেবী উপাসনা এবং মানব জাতির ধ্বংসকে প্রচার করে\" এবং খ্রিস্টান দর্শকরা ছবিটিকে যীশুর একটি অনুস্মারক হিসাবে ব্যাখ্যা করার পরামর্শ দিয়েছেন। \"সত্য অবতার\" হিসাবে খ্রীষ্ট। তাদের মধ্যে কেউ কেউ বাইবেলের এক্সোডাস-এর ধ্বংসাত্মক পুনরুত্থানের অবতারকেও সন্দেহ করেছিল, যার দ্বারা ক্যামেরন \"আমাদেরকে কানানীয়দের দিক থেকে বাইবেল দেখার আমন্ত্রণ জানান।\" বিপরীতভাবে, অন্যান্য ভাষ্যকাররা উপসংহারে পৌঁছেছেন যে ছবিটি সর্বেশ্বরবাদের পরিবর্তে আস্তিক্যবাদ বা সর্বজনীনতাবাদ প্রচার করে, যুক্তি দেয় যে নায়ক \"একটি গাছের কাছে প্রার্থনা করেন না, কিন্তু একটি গাছের মাধ্যমে সেই দেবতার কাছে যাকে তিনি ব্যক্তিগতভাবে সম্বোধন করেন\" এবং, সর্বেশ্বরবাদের বিপরীতে, \"চলচ্চিত্রের দেবতা প্রকৃতপক্ষে-নাভিদের স্থানীয় জ্ঞানের বিপরীতে-মানুষের বিষয়ে হস্তক্ষেপ করে।\" ফোর্বসের অ্যান মার্লো একমত হন, বলেন যে \"যদিও অবতারকে \"সর্বেশ্বরবাদ\" বলে অভিযুক্ত করা হয়েছে, কিন্তু এর পৌরাণিক কাহিনী ঠিক ততটাই গভীরভাবে খ্রিস্টান। অন্য একজন লেখক পরামর্শ দিয়েছেন যে চলচ্চিত্রটির বার্তা \"প্রাকৃতিক বিশ্বের প্রতি নতুন করে শ্রদ্ধার দিকে নিয়ে যায়-একটি অত্যন্ত খ্রিস্টান শিক্ষা।\" দ্য টেনিসিয়ান- এর একজন ভারতীয় বংশোদ্ভূত কলামিস্ট সরিতা প্রভু ছবিটিকে সর্বেশ্বরবাদের ভুল চিত্রায়ন হিসেবে দেখেছেন: \"অন্তত আমার কাছে সর্বেশ্বরবাদ কী: একটি নীরব, আধ্যাত্মিক বিস্ময় (যেমন আইনস্টাইন বলেছেন) ' মহাবিশ্বের সৌন্দর্য এবং মহত্ত্ব', এবং প্রকৃতির বিভিন্ন দিকের মধ্যে স্বর্গীয়তাকে প্রকাশ করা দেখে। সর্বেশ্বরবাদ কী নয়: একটি স্পর্শকাতর, কুম্বায়া ভাব যা প্রায়শই চিত্রিত করা হয়। এতে অবাক হওয়ার কিছু নেই যে অনেক আমেরিকান মনোক্ষুন্ন হয়েছে।\" সরিতা প্রভু হলিউড এবং পশ্চিমা মিডিয়ার সমালোচনা করেছেন যে তিনি তাদের পূর্ব আধ্যাত্মিকতা চিত্রিত করার সাধারণভাবে দুর্বল কাজ হিসাবে দেখেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থঋণ ==\n\n\n== বহি সংযোগ ==\nচার্লি রোজ টক শোতে জেমস ক্যামেরন\nIMDB.com-এ অবতার পর্যালোচনা"}