{"pageid": 1387275, "title": "ফেরেঞ্চ প্ল্যাতকো", "url": "https://bn.wikipedia.org/wiki?curid=1387275", "content": "ফেরেঞ্চ প্ল্যাতকো (জন্ম ২ ডিসেম্বর ১৮৯৮ হাঙ্গেরির বুদাপেস্টে, মৃত্যু ২ সেপ্টেম্বর ১৯৮৩ সান্তিয়াগো, চিলিতে) ফেরেঞ্চ প্লাতকো বা ফ্রান্সিসকো প্লাতকো নামেও পরিচিত (স্থানীয় কাস্টমসের মতে স্পেনে তার মায়ের প্রথম নাম \"কোপিলেৎজ\" যুক্ত করা হয়েছে) একজন হাঙ্গেরীয় ফুটবল খেলোয়াড় এবং অস্ট্রীয় বংশোদ্ভূত ম্যানেজার ছিলেন। ১৯১০ এবং ১৯২০-এর দশকে তিনি ভাসাস এসসি, ডব্লিউএসি ভিয়েনা, কেএএফকে কুলা, এমটিকে হাঙ্গেরিয়া এফসি, ফুটবল ক্লাব বার্সেলোনা এবং রিক্রিয়েতিভো দে হুয়েলভা-এর গোলরক্ষক হিসেবে খেলেন।\nপরবর্তীকালে তিনি ইউরোপ এবং দক্ষিণ আমেরিকায় কোচ হিসেবে কাজ করেন, বিশেষত ফুটবল ক্লাব বার্সেলোনা, কোলো-কোলো, রিভার প্লেত, বোকা জুনিয়র্স এবং চিলির সাথে। প্লাতকো ছিলেন একজন প্রারম্ভিক ফুটবল ক্লাব বার্সেলোনার কিংবদন্তি এবং তিনি পাউলিনো আলকান্তারা, ইয়োসেপ সামিতিয়া এবং সাগিবার্বার একজন সতীর্থ ছিলেন। গোলরক্ষক হিসেবে তার সাহসিকতা ওদা আ প্লাতকো কবিতায় রাফায়েল আলবের্তি অমর করে রেখেছেন। একজন খেলোয়াড় হিসেবে অবসর নেওয়ার পর তিনি দুইবার (১৯৩৪–৩৫, ১৯৫৫–৫৬) কোচ হিসেবে ক্লাবে ফিরে আসেন। প্লাতকো ১৯১৭ থেকে ১৯২৩ সালের মধ্যে হাঙ্গেরীয় জাতীয় দলের হয়ে ৬টি ম্যাচ খেলেছেন।\n\n\n== কর্মজীবন ==\n\n\n=== প্রাথমিক কর্মজীবন ===\nপ্লাতকো ১৯১৭ সালে স্থানীয় ক্লাব ভাসাস এসসির সাথে তার শহর বুদাপেস্টে একজন গোলরক্ষক হিসেবে তার কর্মজীবন শুরু করেন। ১৯২০ সালে ওয়েনার এএফ-এ অস্ট্রিয়াতে একটি সংক্ষিপ্ত সময় পার করার পর তিনি অন্য মৌসুমের জন্য ভাসাসে ফিরে আসেন। ১৯১৭ থেকে ১৯২৩ সালের মধ্যে প্লাতকো হাঙ্গেরির হয়ে ছয়টি খেলাও খেলেন। ১৯২১/২২ মৌসুমে তিনি কুলা (সার্বিয়া) থেকে কেএএফকে কুলার কোচ এবং গোলরক্ষক ছিলেন। যেখানে তিনি সার্ব, ক্রোয়াট এবং স্লোভেনসের রাজ্যের দ্বিতীয় লিগে উন্নীত হয়ে সুবোতিকা সাবঅ্যাসোসিয়েশন চ্যাম্পিয়নশিপ জিতেছিলেন। ১৯২২ সালে এমটিকে ফুটবল ক্লাব বার্সেলোনার বিপক্ষে দুটি প্রীতি ম্যাচ খেলে। দুটি খেলায়ই ০–০ ড্র হওয়ায় এবং ফুটবল ক্লাব বার্সেলোনা প্লাতকোর প্রতি মুগ্ধ হয়ে তাকে একটি চুক্তির প্রস্তাব দেয়।\n\n\n=== বার্সেলোনা ===\n\nপ্ল্যাতকো কিংবদন্তি রিকার্দো জামোরাকে প্রতিস্থাপন করেন, কিন্তু শীঘ্রই নিজেকে একজন কিংবদন্তি হিসেবে প্রতিষ্ঠিত করেন। তিনি ১৯২৩ থেকে ১৯৩০ সালের মধ্যে ফুটবল ক্লাব বার্সেলোনায় সাত বছর কাটিয়েছেন। সেই সময়ে তিনি ছয়টি কাম্পিওনাত দে কাতালুনিয়া শিরোপা, তিনটি কোপা দেল রেই এবং প্রথম লা লিগা শিরোপা জিতেছিলেন। ওদা আ প্লাতকো কবিতাটি ১৯২৮ সালের কোপা দেল রেই ফাইনালের পরে এসেছে। ফুটবল ক্লাব বার্সেলোনা রিয়াল সোসিয়েদাদকে হারাতে তিনটি ম্যাচ খেলেছিল এবং ২০ মে প্রথম মুখোমুখি হওয়ার সময় রাফায়েল আলবের্তি প্লাতকোর সাহসিকতায় এতটাই মুগ্ধ হয়েছিলেন যে তিনি পরে তাঁর সম্মানে কবিতাটি লিখেছিলেন। প্ল্যাতকো রিক্রিয়েতিভো দে হুয়েলভাতে তার খেলার কর্মজীবন শেষ করেন এবং ১৯৩১ সালে একজন খেলোয়াড় হিসাবে অবসর নেন। তিনি শীঘ্রই একজন কোচ হিসেবে তার কর্মজীবন শুরু করেন, ১৯৩৪/৩৫ মৌসুমে ফুটবল ক্লাব বার্সেলোনায় প্রত্যাবর্তনের আগে ফ্রান্সে এফসি মুলহাউস (১৯৩২–৩৩) এবং রেসিং ক্লাব দে রুবেইক্স (১৯৩৩–৩৪) এর সাথে কাজ করেন। ক্লাবটিকে অন্য কাম্পিয়নাত দে কাতালুনিয়ায় পরিচালিত করা সত্ত্বেও পরের মৌসুমে তাকে প্যাট্রিক ও'কনেল দ্বারা প্রতিস্থাপিত করা হয়। ক্লাব থেকে দুই দশক দূরে থাকার পর প্লাতকো ১৯৫৫/৫৬ মৌসুমের জন্য ফুটবল ক্লাব বার্সেলোনার কোচ হিসেবে পুনরায় নিযুক্ত হন। এই মৌসুমে লাদিসলাও কুবালা এবং লুইস সুয়ারেস দ্বারা অনুপ্রাণিত ক্লাবটি টানা ১০টি লা লিগা ম্যাচ জিতেছে। রেকর্ডটি ২০০৫ সাল পর্যন্ত অপরাজিত ছিল। এই দৌড় সত্ত্বেও ফুটবল ক্লাব বার্সেলোনা লা লিগায় অ্যাথলেটিক বিলবাওয়ের পরে দ্বিতীয় স্থান অর্জন করতে সক্ষম হয় এবং পরের মৌসুমে প্লাতকোকে প্রতিস্থাপন করা হয়।\n\n\n=== দক্ষিণ আমেরিকা ===\nপ্ল্যাতকো ফুটবল ক্লাব বার্সেলোনা থেকে দুই দশক দূরে দক্ষিণ আমেরিকায় কোচ হিসেবে নিজেকে প্রতিষ্ঠিত করেন। ১৯৩৯ সালে কোলো-কোলোতে কাটানো তিনটি মৌসুমের প্রথমে তিনি ক্লাবটিকে চিলি চ্যাম্পিয়নশিপে গাইড করেছিলেন। তিনি চিলি এবং ১৯৪১ সালে কোলো-কোলোতে ফিরে আসার আগে ১৯৪০ সালে আর্জেন্টিনায় রিভার প্লেতের দায়িত্বে ছিলেন, যেখানো দ্বিতীয় চিলীয় চ্যাম্পিয়নশিপ জিতেছিলেন। ১৯৪১ সালে তিনি চিলির দায়িত্ব গ্রহণ করেন এবং ১৯৪৫ সাল পর্যন্ত জাতীয় দলের ম্যানেজার হিসেবে দায়িত্ব পালন করেন, ১৯৪২ এবং ১৯৪৫ উভয় সময়েই দক্ষিণ আমেরিকান চ্যাম্পিয়নশিপে দলের কোচ ছিলেন। ১৯৪২-এর সময় তিনি চিলির আরও দুটি ক্লাব ক্লাব ম্যাগালানেস এবং সান্তিয়াগো ওয়ান্ডারার্সের কোচ ছিলেন। ১৯৪৯ সালে তিনি বোকা জুনিয়র্সের কোচ হন এবং ১৯৫৩ সালে তিনি তৃতীয়বারের জন্য কোলো-কোলোতে ফিরে আসেন এবং তৃতীয় চিলীয় চ্যাম্পিয়নশিপ জিতে নেন।\n১৯৫৫/৫৬ মৌসুমের জন্য তিনি ফুটবল ক্লাব বার্সেলোনায় ফিরে আসেন যার সাথে তিনি অ্যাথলেটিক বিলবাও থেকে এক পয়েন্ট পিছিয়ে লিগে রানার আপ হন। তার ২২ জয় তিনটি ড্র এবং পাঁচটি পরাজয়ের ভারসাম্য ক্লাবের জন্য তখনও সেরা ছিল। ২০০৫/০৬ মৌসুমে ফ্রাংক রাইকার্ডের অধীনে লিগে টানা দশটি জয়ের সিরিজটি শেষ হয়ে গিয়েছিল। তার পতন ছিল ২০ মে কাপ কোয়ার্টার ফাইনালে স্থানীয় প্রতিদ্বন্দ্বী এস্পানিওলের বিপক্ষে ১–৩ হারে। ক্লাবটি উপসংহারে পৌঁছায়, দল এবং প্ল্যাতকোর মধ্যে সম্পর্ক ভেঙে যায়, এবং ক্লাব কিংবদন্তি ইয়োসেপ সামিতিয়ার সাথে ৪–৪-এ শেষ হওয়া ফিরতি ম্যাচের জন্য তাকে প্রতিস্থাপন করা হয়।\nপরের বছর প্ল্যাতকো ব্রাজিলে প্রতিভা স্কাউট এবং খেলোয়াড় পর্যবেক্ষক হিসাবে কাটিয়েছিলেন। পরে তিনি চিলিতে ফিরে আসেন যেখানে ১৯৬৫ সালে তিনি একটি শেষ কোচিং অ্যাসাইনমেন্ট গ্রহণ করেন যখন তিনি ভালপারাইসো অঞ্চল থেকে নিম্নমানের প্রথম বিভাগের পোশাক সিডি সান লুইস ডি কুইলোটা নিয়েছিলেন, যার সাথে তিনি নিচের দিক থেকে তৃতীয় হয়েছিলেন, পূর্বের মৌসুমের চেয়ে তা অবশ্য এক উপরে ছিল।\n\n\n== ব্যক্তিগত জীবন ==\n\n\n=== প্লাতকো ব্রাদার্স ===\nফ্রাঞ্জ প্লাতকোর দুই ভাইও ছিল, এস্তেবান প্লাতকো এবং কার্লোস প্লাতকো যারা তাকে অনুসরণ করে স্পেনে আসেন এবং পরবর্তীতে কোচ হিসেবে নিজেদের প্রতিষ্ঠিত করেন। এস্তেবান অন্যদের মধ্যে রেয়াল ভায়াদোলিদ (১৯২৮–৩১, ১৯৩৪–৪০), গ্রানাদা ফুটবল ক্লাব (১৯৪৩–৪৫) ও রিয়াল ক্লাব দেপোর্তিভো মায়োর্কা এবং কার্লোস রেয়াল ভায়াদোলিদ (১৯৪১–৪৩), সেলতা ভিগো (১৯৪৪–৪৬), জিরোনা ফুটবল ক্লাব (১৯৪৮–৪৯)-এর প্রশিক্ষক ছিলেন এবং স্পোর্টিং দে গিয়ন-এর কোচ ছিলেন।\n\n\n== অর্জন ==\n\n\n=== খেলোয়াড় হিসেবে ===\nবার্সেলোনা\nলা লিগা (১): ১৯২৮–২৯\nকোপা দেল রেই (৩): ১৯২৫, ১৯২৬, ১৯২৮\nকাতালান চ্যাম্পিয়নস (৬): ১৯২৩–২৪, ১৯২৪–২৫, ১৯২৫–২৬, ১৯২৬–২৭, ১৯২৭–২৮, ১৯২৯–৩০\n\n\n=== ম্যানেজার হিসেবে ===\nবার্সেলোনা\nকাতালান চ্যাম্পিয়নস (১): ১৯৩৪–৩৫\nভেনুস বুকুরেস্তি\nলিগা আই (১): ১৯৩৬–৩৭\nকোলো-কোলো\nপ্রাইমার বিভাগ (৩): ১৯৩৯, ১৯৪১, ১৯৫৩\n\n\n== তথ্যসূত্র ==\n\n\n== সাহিত্য ==\nতামাস দেনেস, মিহালি সান্দোর, এভা বি. বাবা: আ মাগায়ার লাবদারুগাস তোরতেনেতে আই.: আমাতোরোক এস আলামাতোরোক (১৮৯৭-১৯২৬), ক্যাম্পাস কিয়াডো (ডেব্রেসেনি ক্যাম্পাস অলাভজনক কোযহাসনু), কোযহাসনু,আইএসবিএন ৯৭৮-৯৬৩-৯৮২২-১১-৫আইএসবিএন 978-963-9822-11-5\n\n\n== বহিঃসংযোগ ==\n\nন্যাশনাল-ফুটবল-টিমস.কমে ফেরেঞ্চ প্ল্যাতকো (ইংরেজি)\nবিডিফুটবলে ফেরেঞ্চ প্ল্যাতকো  (ইংরেজি)\nলা লিগা খেলোয়াড় পরিসংখ্যান\nFranz Platko (1934-35 and 1955-56), ফুটবল ক্লাব বার্সেলোনা (২০ আগস্ট ২০২০)\n\nPlattkó Ferenc y Waldo Sanhueza (Record with the Chilean national team), Partidos de la Roja (per 2020-08-20)"}