{"pageid": 1387075, "title": "নৈষাধ চরিত", "url": "https://bn.wikipedia.org/wiki?curid=1387075", "content": "নৈষাধ চরিত, নৈষাধ্য চরিত (আইএএসটি : Naiṣadhīya-carita) হলো নিষাদের রাজা নলের জীবনের উপর সংস্কৃতে লেখা একটি কাব্য। শ্রীহর্ষ রচিত এই রচনাটি, সংস্কৃত ধর্মসাহিত্যের পাঁচটি মহাকাব্যের অন্যতম হিসাবে বিবেচিত হয়। শ্রীহর্ষ এটি গাহড়বাল রাজা জয়চন্দ্রের দরবারে রচনা করেছিলেন।\n\n\n== বিষয়বস্তু ==\nনৈষাধ চরিত হল নলের প্রাথমিক জীবনের গল্প; দময়ন্তীর সাথে তার প্রেম, তাদের বিয়ে এবং মধুচন্দ্রিমা।\nএই মহাকাব্য দুটি ভাগে বিভক্ত - পূর্ব এবং উত্তর; তাদের প্রত্যেকটিতে এগারোটি সর্গ বা বিভাগ রয়েছে। এর কাহিনী হলো নল ও দময়ন্তীকে (বিদর্ভের রাজা ভীমের কন্যা) নিয়ে। এই গল্পটি প্রথম উল্লেখ হয় মহাভারতের বনপর্বের ৩য় অংশে, যেখানে গল্পের ধাঁচটি ভিন্ন। নৈষাধ চরিতের ভাষা অত্যন্ত বিস্তৃত এবং মসৃণ, এতে আছে শব্দ এবং বিভিন্ন ছন্দের উপর ক্রমাগত খেলা। মাঘের শিশুপাল বধ এবং শ্রীহর্ষের নৈষাধ চরিত পণ্ডিতদের জন্য পরীক্ষা বিশেষ; নৈষাধ সম্পর্কে বলা হয় যে নৈষাধম বিদ্বাদ-ঔষধম, এটি \"পণ্ডিতদের টনিক\"।\n\n\n== চরিত্র ==\nনল – নৈশাধের রাজা\nদময়ন্তী – নলের প্রিয়তমা, পরে তার স্ত্রী\nসরস্বতী – শিক্ষার দেবী\nইন্দ্র – স্বর্গের রাজা\nদময়ন্তীর পাণিপ্রার্থী দেবতাগণ\n\n\n== পটভূমি ==\n\nপ্রথম সর্গ শুরু হয় নলের দৈহিক সৌন্দর্য, বীরত্ব এবং অন্যান্য গুণাবলীর বিস্তৃত বর্ণনা দিয়ে। নলের দরবারে পরিদর্শনকারী মন্ত্রীরা রাজা ভীমের কন্যা দময়ন্তীর খবর নিয়ে আসে, একজন মার্জিত এবং কমনীয় নারী হিসাবে। সেই শুনে রাজকন্যার প্রতি নলের মনে ভালোবাসা জাগে। বিরহ সহ্য করতে না পেরে তিনি তার প্রাসাদের একটি আনন্দ উদ্যানে গেলেন যেখানে তিনি একটি সুন্দর রাজহাঁস বন্দী করেন। সেটি প্রাণভয়ে কাঁদলে দয়ালু রাজা তাকে ছেড়ে দেন। তারপর রাজহাঁসটি রাজা ভীমের রাজধানী শহর কুন্দিনাপুরে যায় এবং সেখানে একটি বাগানে দময়ন্তীকে খুঁজে পায়। রাজহাঁস তাকে নলের  রূপ ও গুণের প্রশংসা শোনায় এবং তাদের মধ্যে ভালোবাসা বাড়ানোর জন্য চেষ্টা করবে এমন প্রতিশ্রুতি দেয়। তারপর সেটি নলের কাছে উড়ে যায় এবং দময়ন্তীর স্থানে তার ঈর্ষণীয় অর্জন সম্পর্কে তাকে অবহিত করে। দময়ন্তীর নির্দোষ ও অনভিজ্ঞ সহচরীরা রাজা ভীমকে তাঁর কন্যার অসুস্থতার কথা জানিয়েছিলেন, যা কার্যত প্রেম-অসুখ ছিল। তারপরে, ভীম, তার মেয়ের স্বয়ম্বরের (একটি প্রাচীন ভারতীয় প্রথা যেখানে একজন মেয়ে পাণিপ্রার্থীদের মধ্যে থেকে একজন স্বামী বেছে নেয়) ব্যবস্থা করেছিলেন।\nএদিকে, দেবতাদের রাজা ইন্দ্র নারদের কাছ থেকে দময়ন্তীর স্বয়ম্বর এবং নলের প্রতি তার অটল ভালবাসার খবর জানতে পারেন। স্বয়ম্বরে উপস্থিত হয়ে কন্যার হাত জয় করার জন্য ইন্দ্রের স্বাভাবিক মনোবাঞ্ছা জাগে। তিনি অগ্নি, যম, বরুণ এবং শনি দেবতার সাথে পৃথিবীতে নামেন এবং নলের সাথে দেখা করেন, নল নিজেও স্বয়ম্বরে যোগ দিতে যাচ্ছিলেন। ইন্দ্র নলের মোহনীয় চেহারা দেখে তার ঈর্ষা সংবরণ করতে অক্ষম হন এবং তাই নলকে দেবতাদের দূত হওয়ার জন্য অনুরোধ করেন এবং দময়ন্তীকে তাদের অসম যোগ্যতায় প্রভাবিত করার জন্য একটি কৌশল অবলম্বন করেন। ইন্দ্র নলকে দিয়ে দময়ন্তীকে উপহার পাঠানোর প্রস্তাব করেন, নল অনিচ্ছুক থাকলেও দেবতাদের অনুরোধ প্রত্যাখ্যান করাকে ধৃষ্টতা মনে করেছিলেন। অবশেষে, তিনি রাজি হন এবং তাঁকে দময়ন্তীর অন্তপুরে পাঠানো হয়, দেবতাদের বরে তিনি অন্যদের নিকট অদৃশ্য ছিলেন।\nদময়ন্তীর কাছে নিজের পরিচয় অজানা রেখে, নল তার কাছে দেবতাদের বার্তা পৌঁছে দেওয়ার চেষ্টা করেন কিন্তু দেবতাদের পক্ষে তার যুক্তিপূর্ণ মন্তব্যগুলো দময়ন্তীর কাছে গ্রহণযোগ্য ছিল না, দেবতার সাথে মিত্রতার বার্তা একজন মানুষ আনবে কেন তিনি এই সন্দেহ প্রকাশ করেন। নলের সতর্কবাণী ছিল যদি তিনি অন্য কাউকে বেছে নেন, তবে দেবতারা তার বিবাহিত জীবনে সমস্যা ও বাধা সৃষ্টি করবেন; কিন্তু তাতেও নলের প্রতি দময়ন্তীর অটল ভালবাসা একটুকুও কমে নি। অবশেষে নল নিজের পরিচয় প্রকাশ করে অন্তপুর ছেড়ে চলে যান।\nচার দেবতা নলের রূপ ধারণ করে এবং নলকে সাথে নিয়ে, কার্যত পাঁচটি নলকে দময়ন্তীর সামনে উপস্থাপন করেছিলেন। বিষ্ণুর নির্দেশে, বিদ্যার দেবী সরস্বতী দময়ন্তীর বধূ-সহচরী হয়েছিলেন। তিনি রাজকন্যাকে রাজাদের কাছে নিয়ে গেলেন এবং প্রত্যেকের গুণপনা ও প্রভাব-প্রতিপত্তির কথা বললেন, কিন্তু তাদের সকলকেই দময়ন্তী প্রত্যাখ্যান করেন। অবশেষে রাজকন্যাকে পাঁচজন নলের সামনে আনা হল। সরস্বতী প্রতিটি দেবতাকে এমনভাবে বর্ণনা করলেন যে তার বর্ণনায় সেই দেবতার গুণবাচক কথাও ছিল। দময়ন্তী হতভম্ব হয়ে গেলেন। তিনি অনুভব করেছিলেন যে নল অনেক বিদ্যায় পণ্ডিত এবং ঘোড়ার উদ্দেশ্যও বুঝতে পারেন, তাই তিনি সেখানে নিজেকে পাঁচটি রূপে উপস্থাপন করেছেন। দময়ন্তী আসল নলকে চিনতে অক্ষম হলেন। বিরক্তি আর উৎকণ্ঠায় দেবতাদের কাছে তিনি প্রার্থনা করেন যাতে তারা তাদের পরিচয় প্রকাশ করেন এবং তাকে নলকে বেছে নিতে দেন। তিনি লক্ষ্য করলেন যে দেবতারা তাদের পা মাটিতে স্পর্শ করেননি, চোখের পলক ফেলেননি এবং তাদের শরীরে ঘাম নেই। তাদের মালাও মলিন হয়নি। এইভাবে তিনি তাদের পরিচয় সম্পর্কে নিশ্চিত হন।\nনলের পরিচয় জানতে পেরে দময়ন্তী অত্যন্ত লজ্জিত হয়ে পড়েন। তিনি নলের গলায় মালা পরিয়ে দিতে চেয়েও সংযম ও লজ্জায় স্থির হয়ে যান। তিনি সরস্বতীর কানে ফিসফিস করে না উচ্চারণ করে থেমে গেলেন। তিনি সরস্বতীর আঙ্গুল ছুঁলেন, সরস্বতী এই দেখে হাসলেন। সরস্বতী রাজকন্যাকে নলের সামনে নিয়ে গেলেন এবং দেবতাদের সম্বোধন করে বললেন যে দময়ন্তী একজন সতী নারী, তিনি তাদের কাউকেই বেছে নেবেন না। তিনি তাদের অনুরোধ করলেন রাজকন্যার প্রতি তাদের অনুগ্রহ বর্ষণ করার জন্য। দেবতারা তাদের ভ্রু নেড়ে তাদের সম্মতি দিলেন এবং নিজেদের জায়গায় ফিরে গেলেন। বিবাহের উদযাপন হলো ব্যাপক জমকালো পরিসরে।\nদেবতারা নিজেদের স্থানে ফিরে যাবার সময় পথে দুষ্টের শিরোমণি কলি তাদের সাথে দেখা করেন এবং দময়ন্তীর পছন্দ সম্পর্কে অবহিত হন। কলি বিবাহিত দম্পতির সুখী জীবন নষ্ট করার প্রতিশ্রুতি দিয়েছিলেন এবং নলের প্রাসাদে একটি গাছে অবস্থান নেন।\nশেষ পাঁচটি সর্গে নল এবং দময়ন্তীর সুখী জীবন বর্ণনা করা হয়েছে। কবি যত্ন করে দেখিয়েছেন যে নল নিজের ধর্মীয় ক্রিয়াকলাপে আচরণের নিয়ম লঙ্ঘন করেননি। চাঁদনী রাতে দময়ন্তীর সৌন্দর্য বর্ণনা করার পর কবিতাটি হঠাৎ শেষ হয়।\nঘটনাবহুল প্রতিটি সর্গ\nবিভিন্ন শ্লোকের পরিসরে আচ্ছাদিত উল্লেখযোগ্য ঘটনাগুলো দেখিয়ে ২২টি সর্গ জুড়ে বিস্তৃত গল্পের অগ্রগতি নীচে উপস্থাপন করা হয়েছে। এখানে উল্লিখিত শ্লোক সংখ্যাগুলো নির্ণয় সাগর প্রেস থেকে প্রকাশিত হর্ষের নৈশাধ্য চরিতম বই থেকে নেওয়া হয়েছে।\n\n\n=== সর্গ ১ ===\n\n\n=== সর্গ ২ ===\n\n\n=== সর্গ ৩ ===\n\n\n=== সর্গ ৪ ===\n\n\n=== সর্গ ৫ ===\n\n\n=== সর্গ ৬ ===\n\n\n=== সর্গ ৭ ===\n\n\n=== সর্গ ৮ ===\n\n\n=== সর্গ ৯ ===\n\n\n=== সর্গ ১০ ===\n\n\n=== সর্গ ১১ ===\n\n\n=== সর্গ ১২ ===\n\n\n=== সর্গ ১৩ ===\n\n\n=== সর্গ ১৪ ===\n\n\n=== সর্গ ১৫ ===\n\n\n=== সর্গ ১৬ ===\n\n\n=== সর্গ ১৭ ===\n\n\n=== সর্গ ১৮ ===\n\n\n=== সর্গ ১৯ ===\n\n\n=== সর্গ ২০ ===\n\n\n=== সর্গ ২১ ===\n\n\n=== সর্গ ২২ ===\n\n\n== তারিখ এবং লেখকত্ব ==\nখ্রিস্টীয় দ্বাদশ শতাব্দীতে শ্রীহর্ষের বিকাশ ঘটে তিনি কনৌজের জয়চন্দ্রের রাজত্বকালে বসবাস করতেন, এই জয়চন্দ্র ১১৯৩ খ্রিস্টাব্দে শিহাবুদ্দিনের কাছে পরাজিত হন।\n\n\n== অনুবাদ ==\n১৫ শতকের তেলুগু কবি শ্রীনাথ তেলুগু ভাষায় নৈষাধ চরিত অনুবাদ করেছিলেন। এটি ইংরেজিতে অনুবাদ করেছেন কৃষ্ণকান্ত সন্দিকৈ, এবং হিন্দিতে অনুবাদ করেছেন গুমান মিশ্র ও ঋষিনাথ ভট্ট।\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nনৈষাধ-চরিত ইংরেজি অনুবাদ (অনুসন্ধানযোগ্য এবং শব্দকোষ অন্তর্ভুক্ত)\nইন্টারনেট আর্কাইভে নৈষাধ চরিত (ইংরেজি অনুবাদ)\nটেমপ্লেট:Sanskrit language topics"}