{"pageid": 1387438, "title": "তৈত্তিরীয় ব্রাহ্মণ", "url": "https://bn.wikipedia.org/wiki?curid=1387438", "content": "তৈত্তিরীয় ব্রাহ্মণ (সংস্কৃত तैत्तिरीयब्राह्मण, যার অর্থ 'তিত্তিরি ধারার ব্রাহ্মণ') কৃষ্ণ যজুর্বেদের একটি ভাষ্য। শিক্ষাবিদদের দ্বারা তৈত্তিরীয় সংহিতার একটি পরিশিষ্ট বা সম্প্রসারণ হিসাবে বিবেচনা করা হয়, প্রথম দুটি বই (অষ্টক) মূলত বৈদিক যুগের দেবতাদের স্তোত্র ও মন্ত্র, সেইসাথে পৌরাণিক কাহিনী, জ্যোতির্বিদ্যা এবং জ্যোতিষশাস্ত্র (অর্থাৎ নক্ষত্র); তৃতীয় বইটিতে পুরুষমেধ, কৌকিলি-সূত্রমণি, অশ্বমেধ এবং অগ্নিচয়নের মতো বৈদিক যজ্ঞের আচার-অনুষ্ঠানের ভাষ্য ও নির্দেশ রয়েছে।\nখ্রিস্টপূর্ব ৩০০-৪০০ সালের দিকে লিপিবদ্ধ করা হয়েছে, যা দক্ষিণ ভারতের অন্ধ্র প্রদেশ, নর্মদা (গুজরাট) এর দক্ষিণ ও পূর্বে এবং গোদাবরী নদীর তীরে সমুদ্র পর্যন্ত অঞ্চলে প্রচলিত।\n\n\n== নামকরণ ==\nTaittirīya Brāhmaṇa (সংস্কৃত तैत्तिरीयब्राह्मण) শিথিলভাবে 'তিত্তিরির ধারার পবিত্র জ্ঞানের ব্যাখ্যা' হিসাবে অনুবাদ করা যেতে পারে।\n\nব্রাহ্মণ Brāhmaṇa (ब्राह्मण) অর্থ 'পবিত্র জ্ঞান বা মতবাদের ব্যাখ্যা'।\nতৈত্তিরীয় Taittirīya (तैत्तिरीय) তৈত্তিরি ঋষির নাম থেকে উদ্ভূত। তৈত্তিরি (বা Tittiri, तित्तिरि). এর উচ্চারণ হলো 'tai-tee-re-yah'।\n\n\n=== তৈত্তিরি ===\nমনিয়ার-উইলিয়ামস সংস্কৃত অভিধান অনুসারে, ঋষি তৈত্তিরি ছিলেন যাস্কের শিষ্য (আনুমানিক ৩০০-৪০০ খ্রিস্টপূর্বাব্দ)। বিষ্ণুপুরাণ অনুসারে, যাস্কও আগে বৈশম্পায়নের (আনুমানিক ৫০০ খ্রিস্টপূর্বাব্দ) শিষ্য ছিলেন। তৈত্তিরি মহাভারতে 'উপরিচর বসু দ্বারা পরিচালিত যজ্ঞ [বৈদিক আচার যজ্ঞ] (দ্বাপর যুগ, ৩০০০ খ্রিস্টপূর্বাব্দের আগে) যোগদান করেছিলেন বলেও উল্লেখ করা হয়েছে।\nএইচএইচ উইলসন বলেছেন যে, ‘তৈত্তিরীয় শব্দটি কৃষ্ণ যজুর্বেদের অনুক্রমানি বা সূচীতে আরও যুক্তিযুক্তভাবে বর্ণনা করা হয়েছে। সেখানে বলা আছে যে বৈশম্পায়ণ এটি যাস্ককে শিখিয়েছিলেন, যিনি তা তিত্তিরিকে শিখিয়েছিলেন, যিনি একজন শিক্ষকও হয়েছিলেন; যেখান থেকে তৈত্তিরীয় শব্দটি, একটি ব্যাকরণগত নিয়মের জন্য এটির অর্থ ব্যাখ্যা করে, ‘তৈত্তিরীয়রা তারাই যারা তিত্তিরের বলা বা পুনরাবৃত্তি করা পড়ে’।’\n\n\n== সারসংক্ষেপ ==\n\n\n=== যজুর্বেদের সাথে সম্পর্ক ===\nইন্দিরা গান্ধী ন্যাশনাল সেন্টার ফর দ্য আর্টস (IGNCA) বলে যে, তৈত্তিরীয় ব্রাহ্মণ ‘কৃষ্ণ যজুর্বেদের অন্তর্গত এবং এটি তিনটি খণ্ডে [বা অষ্টক, অর্থাৎ বই] বিভক্ত... এতে মন্ত্র এবং ব্রাহ্মণ [নির্দেশ বা ব্যাখ্যা] উভয়েরই [একটি মিশ্রণ] রয়েছে এবং [তা] কাব্যিক এবং গদ্য পদ্ধতিতে’।\nএবি কিথ বলেছেন যে, ‘একটি তুলনামূলক প্রাথমিক যুগে সূত্রগুলো [অর্থাৎ যজুর্বেদের সংহিতার মন্ত্রগুলো] ব্যাখ্যা সহ ছিল, যাকে ব্রাহ্মণ বলা হয়, ব্রাহ্মণ বা পবিত্র ধর্মের সাথে সম্পর্কিত পাঠ্য, যেখানে আচারের বিভিন্ন কাজকে প্রতীক দেওয়া হয়েছিল। ব্যাখ্যা, গ্রন্থের কথায় মন্তব্য করা হয়েছে, এবং যজ্ঞের কার্যকারিতা চিত্রিত করার জন্য বলা গল্পগুলো... পুরোনো উপাদানে ভরপুর, আংশিক সূত্র, আংশিকভাবে ব্রাহ্মণ, যা তৈত্তিরীয় সংহিতায় অন্তর্ভুক্ত করা হয়নি, তা তৈত্তিরীয় ব্রাহ্মণে একত্রিত হয়েছিল, যা আংশিকভাবে সংহিতার চেয়ে সাম্প্রতিকতম বিষয় ধারণ করে, তবে আংশিকভাবে সেই পাঠ্যের পরবর্তী অংশগুলোর মতোই পুরানো বিষয় রয়েছে’।\nএম. উইন্টারনিটজ যোগ করেছেন যে, 'কৃষ্ণ যজুর্বেদের তৈত্তিরীয়-ব্রাহ্মণ তৈত্তিরীয়-সংহিতার ধারাবাহিকতা ছাড়া আর কিছুই নয়, কারণ ব্রাহ্মণগুলো ইতোমধ্যেই কৃষ্ণ যজুর্বেদের সংহিতায় অন্তর্ভুক্ত ছিল। তাই তৈত্তিরীয়-ব্রাহ্মণে সংহিতার পরবর্তী সংযোজন রয়েছে। এস. শ্রাব তার ব্যাখ্যায় একমত হন, 'এই ব্রাহ্মণটি তৈত্তিরীয় সংহিতার একটি পরিশিষ্ট। ব্রাহ্মণ ব্যাখ্যা করার মূল উদ্দেশ্য ছিল মূল সংহিতার অসম্পূর্ণ অংশগুলো সম্পূর্ণ করা। এটি স্তোত্রের সাথে প্রচুর ... যম ও নচিকেতার গল্পের একটি সূক্ষ্ম রূপ ব্রাহ্মণে পাওয়া যায় [দেখুন কথা শাখার কথা উপনিষদ, কৃষ্ণ যজুর্বেদের সাথেও সম্পর্কিত]'।\n\n\n=== গঠন ===\nশ্রাব বলেছেন যে 'তৈত্তিরীয় ব্রাহ্মণের তিনটি অষ্টক [বই] আছে। প্রথম দুটি অষ্টকের নাম পরক্ষুদ্র ও অগ্নিহোত্র। তৃতীয় অষ্টকের অংশগুলো পৃথকভাবে নামকরণ করা হয়েছে [অর্থাৎ বলিদানের আচারগুলো ব্যাখ্যা করার পরে, ইত্যাদি]। এই তিনটি অষ্টকের ২৮টি প্রপাঠক [অধ্যায়] আছে। ভাট ভাস্কর, তার ভাষ্যতে এগুলোকে প্রশ্ন বলে অভিহিত করেছেন। মহীশূর থেকে প্রকাশিত [তার] সংস্করণে প্রথম [অষ্টক] তে ৭৮টি অনুবাক [বিভাগ], দ্বিতীয়টিতে ৯৬টি এবং তৃতীয় অষ্টক- এ ১৭৯টি, অর্থাৎ সব মিলিয়ে ৩৫৩টি অনুবাক রয়েছে।\nআর এল কাশ্যপ শর্ব থেকে কিছুটা আলাদা হয়ে আরও বিশদভাবে বর্ণনা করেছেন যে, তৈত্তিরীয় ব্রাহ্মণের প্রতিটি অষ্টক প্রপাঠক-এ বিভক্ত যা অনুবাক-এ বিভক্ত। প্রতিটি অনুবাক কোন বিরাম চিহ্ন ছাড়াই একটি দীর্ঘ ছন্দময় গদ্য অনুচ্ছেদ। অষ্টক ১-এ ৮টি প্রপাঠক রয়েছে, অষ্টক ২-এর ৮টি প্রপাঠক রয়েছে, [এবং] অষ্টক ৩-এ ১২টি প্রপাঠক রয়েছে। এই সমস্ত ২৮টি প্রপাঠকের (৮+৮+১২) ৩৩৮টি অনুবাক রয়েছে [শ্রাব দ্বারা বর্ণিত ১৫টি কম]। অষ্টক নামটি দেওয়া হয়েছে কারণ প্রতিটি প্রধান অংশে ৮টি প্রধান অংশ বা প্রপাঠক রয়েছে।'\n\n\n=== অষ্টক এবং প্রপাঠক ===\nকাশ্যপ এবং আর. মিত্রের দেওয়া তথ্যের উপর ভিত্তি করে, প্রতিটি বইয়ের (অষ্টক বা কখনও কখনও কাণ্ড হিসাবে উল্লেখ করা হয়) অধ্যায়গুলো (প্রপাঠক) নিম্নরূপ:\n\nঅষ্টক ১: পরক্ষুদ্র\nপ্রপাঠক ১: অগ্নি প্রতিষ্ঠার ব্যাখ্যা\nপ্রপাঠক ২: (দেবতা, মন্ত্র, বিষুবত, অয়নকাল, মহাব্রত, এবং পাখির আকৃতির বেদী)\nপ্রপাঠক ৩: বাজপেয় যজ্ঞ\nপ্রপাঠক ৪: সোম অর্ঘের ব্যাখ্যা\nপ্রপাঠক ৫: গ্রহ বা নক্ষত্রের শক্তি, আচার এবং ঋগ্বেদ মন্ত্র\nপ্রপাঠক ৬: (অজানা)\nপ্রপাঠক ৭: (অজানা)\nপ্রপাঠক ৮: (অজানা)\nঅষ্টক ২: অগ্নিহোত্র\nপ্রপাঠক ১: অগ্নিহোত্র বলি\nপ্রপাঠক ২: দশহোত্র বলি\nপ্রপাঠক ৩: দশহোত্র বলিদান সমাপ্ত\nপ্রপাঠক ৪: সহায়ক বলি বা উপহোমাগুলোর জন্য মন্ত্র\nপ্রপাঠক ৫: সহায়ক বলি বা উপহোমাগুলোর জন্য মন্ত্র (সমাপ্ত)\nপ্রপাঠক ৬: কৌকিলা সৌত্রমণি বা আধ্যাত্মিক মদের সাথে বলিদান\nপ্রপাঠক ৭: ক্ষণস্থায়ী বলিদান বা সব\nপ্রপাঠক ৮: বিশেষ প্রার্থনা সহ বলিদান (কাম্য)\nঅষ্টক ৩: (বিভিন্ন)\nপ্রপাঠক ১: নক্ষত্রমণ্ডলীর জন্য বলিদান - নক্ষত্র ইষ্টি\nপ্রপাঠক ২: দর্শা যজ্ঞ বা বলিদানগুলো চাঁদের ক্ষয়প্রাপ্তিতে মিলিত হয়\nপ্রপাঠক ৩: পূর্ণিমায় পূর্ণমাসা ইষ্টী বা অনুষ্ঠান করা হবে\nপ্রপাঠক ৪: মানুষের বলিদানের উপর\nপ্রপাঠক ৫: ইষ্টি বলি\nপ্রপাঠক ৬: পা'শুক হোত্রা\nপ্রপাঠক ৭: অনুষ্ঠান সম্পাদনে ত্রুটির জন্য কাফফারা\nপ্রপাঠক ৮: অশ্বমেধ যজ্ঞের প্রথম দিনের অপারেশনে\nপ্রপাঠক ৯: ঘোড়া বলির দ্বিতীয় এবং তৃতীয় দিনের অপারেশনে\nপ্রপাঠক ১০: সা'বিত্র - ছায়ান বা সূর্যের আরাধনার জন্য আগুনের সংগ্রহ\nপ্রপাঠক ১১: নচিকেতা -চয়ন, বা নচিকেতা আগুনের সংগ্রহ\nপ্রপাঠক ১২: চতুর-হোত্র এবং বৈশ্বসরিজ অনুষ্ঠান\n\n\n== অষ্টক ১: পরক্ষুদ্র ==\n\n\n=== নক্ষত্র ===\n[If] there is a person who loves riches and feels that 'may all persons give me riches' [then] he should worship Agni in the Phalguni Star. For the Phalguni star the deity is Aryaman. He gives in charity [and] is said to be sacred (aryama). Persons desire to give him riches.\n\nডিএম হারনেস বলেছেন যে, “রাশিচক্রের অধীন নক্ষত্রগুলোর একটি বিশেষ গুরুত্ব ছিল যেমন স্বর্গীয় প্রভাব প্রতিফলিত এবং প্রক্ষেপণ করে যা তাদের মধ্য দিয়ে ভ্রমণকারী গ্রহগুলোকে শক্তি দেয়... বৈদিক নক্ষত্রগুলো বিশ্বজগতের আধ্যাত্মিক উপলব্ধি থেকে উদ্ভূত হয়েছিল। নক্ষত্র হল দেবতা বা মহাজাগতিক শক্তি এবং ঋষি বা ঋষিদের প্রাসাদ। তারা নেতিবাচক বা দৈব-বিরোধী শক্তিও ধারণ করতে পারে, ঠিক যেমন শনির মতো বিশেষ গ্রহগুলোর সুপরিচিত ক্ষতিকারক প্রভাব রয়েছে। নক্ষত্র শব্দটি উপাসনা (নক্ষ) বা পদ্ধতির একটি উপায় (ত্র) বোঝায়... নক্ষত্ররা কর্মফল প্রদান করে... এই কারণে আজ অবধি বৈদিক আচার এবং ধ্যানগুলো নক্ষত্রের সময়কে অনুসরণ করে... [যা] মুহুর্ত বা নির্বাচনী জ্যোতিষশাস্ত্রে কর্মের জন্য অনুকূল সময় নির্ধারণের জন্য প্রধান [গুরুত্বপূর্ণ], বিশেষ করে বিবাহের মতো ধর্মীয় বা পবিত্র কর্ম... মধ্যপ্রাচ্যে এবং চীনেও ২৮টি চন্দ্র প্রাসাদের ব্যবস্থা [অর্থাৎ নক্ষত্র] ব্যবহৃত হয়েছিল। কিন্তু পশ্চিমে রাশিচক্রের বারোটি চিহ্নের উপর বেশি জোর দেওয়ার কারণে এর সবই ভুলে যাওয়া হয়েছিল... প্রকৃতপক্ষে, এটি তর্কসাপেক্ষ যে লক্ষণগুলো নক্ষত্র থেকেই উদ্ভূত হয়েছিল।\nকাশ্যপ যোগ করেছেন যে, ২৮টি নক্ষত্র - সাধারণত একক নক্ষত্রের পরিবর্তে সমষ্টি - এছাড়াও জন্মের অনুকূল (এবং প্রতিকূল) সময় নির্ধারণ করে, বিশদভাবে ব্যাখ্যা করেন যে, ‘যে তারা কারও জন্মের সময় চাঁদের সবচেয়ে নিকটে থাকে সেটি তার জন্ম-তারা... [এবং] প্রতিটি নক্ষত্রের নিজস্ব দেবতা আছে’। নক্ষত্রগুলো ১.১.২, ১.৫.১ (অষ্টক ১) এ বিশদ বিবরণ রয়েছে ; এবং ৩.১.১ এবং ৩.১.২ (অষ্টক ৩, নীচে দেখুন)। কাশ্যপ জ্যোতির্বিদ্যায় সংশ্লিষ্ট দেবতা এবং তাদের সাধারণ নাম দিয়ে তালিকাভুক্ত করেছেন (খণ্ড ১, পরিশিষ্ট ৩):\n\n\n== বিষ্ণুর অবতারগণ ==\n\n\n=== বরাহ (শূকর অবতার) ===\nআদিম সময়ে, সমগ্র মহাবিশ্ব চলমান জলে আবৃত ছিল। প্রজাপতি বিস্মিত হয়ে [কি হচ্ছে] বুঝতে তপে নিযুক্ত হলেন। এটা কিভাবে ঘটল? তিনি একটি পদ্মের পাপড়ি (পুষ্করপর্ণ) দেখেছিলেন। তিনি ভাবলেন, হ্যাঁ, এমন কিছু আছে যা বেরিয়ে আসতে চায়। নিজেকে শুয়োরে রূপান্তরিত করে জলের ভিতরে চলে গেল। সে মাটির গভীরে চলে গেল। সেখানে তিনি নরম কাদা দেখতে পান। তারপর, তিনি সেই কাদা [পুষ্করপর্ণ] (পদ্ম পাতায়) ছড়িয়ে দেন। যাই হোক না কেন, পৃথিবীর মৌলিক প্রকৃতিকে ভূমিতে (ভিজা কাদা) পুনরায় প্রশিক্ষণ দেওয়া হয়েছিল। সেই ভূমিতে ভূমিত্ব (পৃথিবী-প্রকৃতি) বজায় ছিল। ভেজা জমি শুকানোর জন্য স্রষ্টা বায়ুকে ভেজা জমিতে ফুঁ দিতে আদেশ করেছিলেন। তখন সেই জমি নুড়িতে পূর্ণ ছিল (বা নুড়ি মেশানো বালি)। তিনি বুঝতে পেরেছিলেন যে জমিটি শান্তিতে পূর্ণ (এবং উর্বর) ... শূকর (বরাহ) দ্বারা আবিষ্কৃত (বা প্রস্তুত) জমিতে [একটি] যজ্ঞ সম্পাদনের জন্য প্রয়োজনীয় উপকরণ ছিল ...\nবরাহ প্রাথমিকভাবে মহাজাগতিক মহাসাগর থেকে পৃথিবীকে তুলে নেওয়ার পুরাণ কিংবদন্তির সাথে যুক্ত। এএ ম্যাকডোনেল বলেছেন যে এই 'শুয়োরটি শতপথ ব্রাহ্মণ (১৪, ১, ২) এর একটি মহাজাগতিক চরিত্রে উপস্থিত হয়েছে যেখানে এমুষা নামে তিনি জল থেকে পৃথিবীকে উত্থিত করেছেন বলে বলা হয়েছে। তৈত্তিরীয় সংহিতা (৭, ১, ৫) তে এই মহাজাগতিক শুয়োর, যা আদিম জল থেকে পৃথিবীকে উত্থিত করেছিল, তাকে প্রজাপতির রূপ হিসাবে বর্ণনা করা হয়েছে। মিথের এই পরিবর্তন তৈত্তিরীয় ব্রাহ্মণ (১, ১, ৩) এ আরও বিস্তৃত হয়েছে। রামায়ণ এবং পুরাণের উত্তর-বৈদিক পৌরাণিক কাহিনিতে, যে শুয়োরটি পৃথিবীকে উত্তোলন করে, সে বিষ্ণুর অবতারে পরিণত হয়েছে। ১.৭.৯.৫৬ ('yád varāháḥ') এও বরাহের উল্লেখ করা হয়েছে, কিন্তু ইংরেজি অনুবাদ পাওয়া যায়নি।\n\n\n=== বামন অবতার ===\nযজ্ঞের সমাপ্তি যখন এক বছরে (সংবৎসর) হয় না তখন সবকিছু স্থিতিশীল থাকে না। তারপর একাদশীর দিনে একটি বিশেষ আচার করে বিষ্ণুর (বামন) কৃপা পেতে হবে। যজ্ঞ মানে বিষ্ণু (বিষ্ণুর পূজা)। তারা যজ্ঞ করে শুধু স্থিতিশীলতার জন্য। তারা ইন্দ্র ও অগ্নির উপর নির্ভরশীল। ইন্দ্র ও অগ্নি দেবতাদের (দেবতাদের) আবাসস্থল। দেবতারা কেবল তাদের মধ্যে আশ্রয় খোঁজেন এবং কেবল তাদের উপর নির্ভর করেন।বামন প্রাথমিকভাবে তিন ধাপে অসুর-রাজা বলীর কাছ থেকে তিনটি জগত ফিরিয়ে নেওয়ার পুরাণ কিংবদন্তির সাথে যুক্ত। এখানে তৈত্তিরীয় ব্রাহ্মণে বামনকে স্পষ্টভাবে উল্লেখ করা হয়েছে; এই উল্লেখের জন্য সংস্কৃত লিপ্যন্তর হল (গাঢ় করা হয়েছে): বৈষ্ণবম বামনম' আলবন্তে' (১.২.৫.৪০.৪)। অষ্টক ২-এর নীচের বিভাগে যেমন চিত্রিত করা হয়েছে, সেখানে 'বিষ্ণু পদক্ষেপ' বা 'বিষ্ণু পদক্ষেপ'-এরও বেশ কিছু উল্লেখ রয়েছে, যা বামন অবতারের সাথে যুক্ত।\n\n\n=== নরসিংহ অবতার ===\nতোমরা উভয়ে (অশ্বিন) অসুর নমুচা সহ সূরা [মদ] পান কর। তোমরা সুখের রক্ষক এবং সোমপায়ী। তোমরা উভয়ে যজমানের ইন্দ্রশক্তিকে রক্ষা কর।\n\n\n== অষ্টক ২: অগ্নিহোত্র ==\nThe Rishi questioned the priest \"What is the aim or goal in performing the sattra Yajna? The answer: Now we are unable to grow the grass and plants needed by the cow. By doing this Yajna, the rains will be released from Heaven (diva). These drops of water will make the plants grow (feeding the cow). The fathers (pitara) have the understanding (visha) of the Agnihotra and hence cause the rains...\nপি. মিত্র বলেছেন যে, অগ্নিহোত্র হল অগ্নি-দেবতা অগ্নির প্রতি উৎসর্গ। এম. রাজেন্দ্রলালের মতে, 'অনুষ্ঠানের একটি নির্দেশিকা হিসাবে তৈত্তিরীয় ব্রাহ্মণের প্রথম কাণ্ড [বা প্রপাঠক] অগ্নিহোত্র বা গৃহস্থালির অগ্নি প্রতিষ্ঠার মাধ্যমে শুরু হয়। ব্রাহ্মণ্য পৈতা, এবং বিবাহের কাজের পরপরই এটি ছিল প্রত্যেক গৃহস্থের এবং একজন ব্রাহ্মণের প্রথম কর্তব্য। প্রত্যেক গৃহকর্তা এবং তার স্ত্রীকে এই আগুনের রক্ষণাবেক্ষণে এবং এতে ঘি অর্ঘ্য এবং তার উপর ফ্রুমেন্টি [দুধে সিদ্ধ গমের থালা] বুকিং দেওয়ার জন্য তাদের সতর্ক মনোযোগ দিতে হয়েছিল।'\n\n\n=== প্রপাঠক এবং অনুবাক ===\nমিত্র বর্ণনামূলক শিরোনাম সহ দ্বিতীয় বই (অষ্টক) এর সমস্ত অধ্যায় (প্রপাঠক) এবং বিভাগ (অনুবাক) বর্ণনা করেছেন (৮টি প্রপাঠক, ৯৬টি অনুবাক সমন্বিত; মূল বানান অপরিবর্তিত):\n\nপ্রপাঠক ১: অগ্নিহোত্র বলিদান\nঅনুবাক ১: আগ্নিহোত্র সম্পর্কিত প্রাথমিক বিষয়\nঅনুবাক ২: অগ্নিহোত্র সংজ্ঞায়িত\nঅনুবাক ৩: পরিষ্কার মাখন ইত্যাদির শুদ্ধিকরণ এবং কারসাজি\nঅনুবাক ৪: অনুষ্ঠানের সম্পাদন সম্পর্কিত সহায়ক বিবরণ\nঅনুবাক ৫: আবাদের জন্য প্রয়োজনীয় জিনিসপত্র সম্পর্কিত সহায়ক বিবরণ\nঅনুবাক ৬: কোরবানির গরুর সৃষ্টি, কোরবানির দুধ ফুটানো এবং হোম বাদ দেওয়া\nঅনুবাক ৭: দুগ্ধ তার বিভিন্ন রাজ্যে এবং দেবদেবীরা যারা এটি সবচেয়ে বেশি পছন্দ করে\nঅনুবাক ৮: গরুর দুধ দেওয়ার বিবরণ\nঅনুবাক ৯: অগ্নিহোত্রের কিছু মন্ত্র\nঅনুবাক ১০: আমার আগুনের বিভিন্ন অবস্থা এবং তার উপর নৈবেদ্য উৎসর্গ করার সুবিধা\nঅনুবাক ১১: বিভিন্ন উপায়ে নৈবেদ্য বর্ষণ করা\nপ্রপাঠক ২: দশহোত্র বলিদান\nঅনুবাক ১: অরণ্যক গ্রন্থে বর্ণিত দশ নম্বরের জন্য চিত্তি চেট্টা এবং অন্যান্য বলিদানের বিবরণ\nঅনুবাক ২: বিভিন্ন যজ্ঞে বিভিন্ন সংখ্যক পুরোহিত নিয়োগ এবং নির্দিষ্ট প্রাথমিক মন্ত্র প্রয়োগ\nঅনুবাক ৩: চতুরহোত্র মন্ত্র ইত্যাদির প্রশংসা\nঅনুবাক ৪: হিত - বলিদান সংক্রান্ত মন্ত্রের প্রশংসা\nঅনুবাক ৫: দক্ষিণ গ্রহণ বা বলিদান করার জন্য ফি\nঅনুবাক ৬: দশা - হোত্রী অনুষ্ঠানের দশম রাতের সঙ্গে সংযোগে হোত্রী মন্ত্র\nঅনুবাক ৭: সপ্ত - হোত্রি - মন্ত্রের প্রশংসা\nঅনুবাক ৮: হোত্রীমন্ত্রের সঙ্গে সোম - যজ্ঞের সম্পর্ক\nঅনুবাক ৯: হোত্রীমন্ত্রের উৎপত্তির সঙ্গে সংযুক্ত বিশ্বের সৃষ্টি\nঅনুবক ১০: ইন্দ্র শ্রেষ্ঠত্ব\nঅনুবাক ১১: হত্রি মন্ত্রের প্রয়োগ\nপ্রপাঠক ৩: দশহোত্র বলিদান সমাপ্ত\nঅনুবাক ১: শুতুর - হোত্রি - মন্ত্রের ব্যবহার সম্পর্কে অর্থাৎ চার পুরোহিতের দ্বারা ব্যবহৃত হতার - অধর্য - অগ্নিধর এবং ব্রহ্মা\nঅনুবাক ২: পর্যায়ক্রমিক আচারের জন্য হত্রি - মন্ত্র প্রয়োগের উপর\nঅনুবাক ৩: হোত্রি আচারের সাথে মিলিত হয়ে মাথার চুল ঝরানোর উপর\nঅনুবাক ৪:৪ মন্ত্রের অর্থ ফি গ্রহণ করা\nঅনুবাক ৫:১২ বারো দিনের আচারের দশম দিনে পুরোহিতদের জিজ্ঞাসা করা প্রশ্ন এবং এর উত্তরগুলো গৃহস্থকে জিজ্ঞাসা করা\nঅনুবাক ৬:৬ বিভিন্ন বলিদানে নিযুক্ত রিত্তিকার সংখ্যা\nঅনুবাক ৭: অগ্নি - হোত্রার গুণাবলীর উপর । - বিভিন্ন আচার - অনুষ্ঠানে বিভিন্ন সংখ্যক ঋট্টিকা নিয়োগের সুবিধা\nঅনুবাক ৮: অগ্নি - হোত্রার গুণাবলীর উপর (অবিরত)  - হোত্রী মন্ত্রের মাধ্যমে অসুররা, পিতৃ মানবজাতি ও দেবতাদের সৃষ্টি\nঅনুবাক ৯: অগ্নি - হোটরার প্রতি এবং তার সুবিধাগুলো প্রতিফলিত করার পদ্ধতিতে\nঅনুবাক ১০:হিত্রি মন্ত্রের প্রশংসায়\nঅনুবাক ১১:হিত্রি মন্ত্রের প্রশংসায় (সমাপ্ত)\nপ্রপাঠক ৪: উপাসনার ত্যাগ বা উপহুমের মন্ত্র\nঅনুবাক ১ঃ উপহোম মন্ত্র\nঅনুবাক ২ - ৮ঃ উপহোম মন্ত্র (সমাপ্ত) ।\nপ্রপাঠক ৫: আনুষঙ্গিক বলিদান বা উপাহোমের মন্ত্র (উপসংহার) ।\nঅনুবাক ১ - ৭: উপহোম মন্ত্র (অবিরত) ।\nঅনুবাক ৮: উপহোম মন্ত্র (সমাপ্ত) ।\nপ্রপাঠক ৬:কৌকিল সৌতরমণি বা আত্মিক মদের সঙ্গে বলিদান\nঅনুবাক ১: স্পিরিচুয়াল মদ প্রস্তুতির উপর\nঅনুবাক ২: আত্মা - র উদ্দেশ্যে\nঅনুবাক ৩: আত্মার সাথে সংযোগে হোম বা অগ্নি - ত্যাগ\nঅনুবাক ৪: উত্তবোক্ত বিষয়ের উপর উপহোম বা আনুষঙ্গিক বলিদান\nঅনুবাক ৫: উৎসর্গকারীর অভিষেক বা স্নানের অনুষ্ঠান\nঅনুবাক ৬: অনুষ্ঠান শেষ হওয়ার পর স্নান করা\nঅনুবাক ৭: এগারোটি উপদেশ (মিত্র ও বরুণ দ্বারা হোত্রার উদ্দেশ্যে সম্বোধন করা)\nঅনুবাক ৮: ঠিকানা (উপরের সঙ্গে সংযোগে পুরো - রুকন)\nঅনুবাক ১০: এগারোটি উপদেশ (Anuyajas বা সহায়ক নৈবেদ্যের সাথে সম্পর্কিত)\nঅনুবাক ১১: কৌকিল সৌতরমণিতে তিনটি প্রাণীকে উৎসর্গ করার জন্য অনুরোধ (Prayaj Praisha)\n'অনুবাক' ১২: অনুভাষনের উপদেশের সাথে সঙ্গতিপূর্ণ আবশ্যিক মন্ত্র (প্রয়াজ যজ্ঞ) [ অনুবাক ]\nঅনুবাক ১৩: তিনবার করে ওমেন্টাম রাইস কেক এবং ক্লিফারড বাটার দেওয়ার জন্য আহ্বানমূলক এবং আবশ্যক মন্ত্র\nঅনুবাক ১৪: অনুয়াজদের সম্পর্কে মিত্র ও বরুণ প্রশংসা\nঅনুবাক ১৫: সূত্রবককে উপদেশ\nঅনুবাক ১৬: মানেস কাছে উৎসর্গ সম্পর্কিত মন্ত্র\nঅনুবাক ১৭: ইন্দ্র উদ্দেশ্যে পশু বলি দেওয়ার সময় প্রার্থনার জন্য প্রশংসা\nঅনুবাক ১৮: অপ্রি নামক আবশ্যক মন্ত্রএপ্রিলি\nঅনুবাক ১৯: অনুচ্ছেদে উল্লেখিত ত্যাগের জন্য আহ্বানমূলক এবং উৎসর্গমূলক মন্ত্র [ অনুবাক ১৮ ]\nঅনুবাক ২০: অনুয়াজদের সাথে সম্পর্কযুক্ত (প্রশংসা)\nপ্রপাঠক ৭: অনন্তকালীন বলিদান বা সাভাস [ পাদটীকাঃএকটি বলিদান যা সাধারণত একদিন স্থায়ী হয় এবং যে কোনও বিশেষ উদ্দেশ্যে কাউকে দেবত্ব করে তাকে বলা হয় সাভাস ।\nঅনুবাক ১: বৃহস্পতি সবা বা বৃহস্পতি পদ অর্জনের জন্য বলিদান\nঅনুবাক ২: বৈশ্য সবা বা পুষ্টি বা সমৃদ্ধি অর্জনের জন্য ত্যাগ\nঅনুবাক ৩: ব্রহ্মার গৌরব অর্জনের জন্য ব্রাহ্মণ সাব বা বলিদান ব্রহ্মা।\nঅনুবাক ৪: শোম সবা বা সন্তান অর্জনের জন্য বলিদান\nঅনুবাক ৫: প্রাথী সবা বা শ্রেষ্ঠত্ব অর্জনের জন্য ত্যাগ\nঅনুবাক ৬: তোমার স্বাধীনতা অর্জনের জন্য সাভা বা বলিদান কর\nঅনুবাক ৭: ওডানা সাভা বা খাদ্যের প্রাচুর্য অর্জনের জন্য বলিদান\nঅনুবাক ৮:ওদান সবা (ইংরেজি) । গাড়িতে ওঠার সময় মন্ত্রগুলোর পুনরাবৃত্তি করতে হবে\nঅনুবাক ৯: ওডানা সাভা (সমাপ্ত)  এর উৎপত্তি এবং বিস্তারিত\nঅনুবাক ১০: পঞ্চসারদীয় বলিদানের নিয়ম\nঅনুবাক ১১: পশুরা পূর্বোক্ত বলিদানের জন্য মিলিত হয়\nঅনুবাক ১২: ঠিকানা (পুরোরুক্ষ) অগ্নিষ্ট বলিদান সঙ্গে সংযোগে\nঅনুবাক ১৩: ঠিকানাগুলো (ইন্দ্রাস্তুত বলিদানের সাথে সম্পর্কিত)\nঅনুবাক ১৪: আপ্তোর্যমা আচার যার দ্বারা কোরবানির উদ্দেশ্যে বানানো পশু হারিয়ে গেলে পুনরুদ্ধার করা যেতে পারে\nঅনুবাক ১৫: প্রতীকী রাজ্যাভিষেক অনুষ্ঠানের নিয়ম\nঅনুবাক ১৬: রাজ্যাভিষেক অনুষ্ঠান (অবিরত)  প্রথমে আরোহণের অনুষ্ঠান হবে - রথারোহণ মন্ত্র\nঅনুবাক ১৭: রাজ্যাভিষেক অনুষ্ঠান (সমাপ্ত)\nঅনুবাক ১৮: - ক্ষণস্থায়ী বা বিঘ্ন অনুষ্ঠান\nপ্রপাঠক ৮: বিশেষ প্রার্থনা সঙ্গে ত্যাগ (কাম্যা)\nঅনুবাক ১: ছাগলের বলিদান ইত্যাদি\nঅনুবাক ২: মেষের বলিদান\nঅনুবাক ৩: সোম বিষ্ণু ইন্দ্র ইত্যাদির প্রতি বলিদান\nঅনুবাক ৪: ইন্দ্রের কাছে পশু বলি ইত্যাদি সম্পর্কে\nঅনুবাক ৫: ইন্দ্র ও অগ্নিকে পশু উৎসর্গের বিষয়ে\nঅনুবাক ৬: পশু বলি সবিতা জন্য পূরণ উপর\nঅনুবাক ৭: পশু বলি সূর্যের জন্য মিলিত হয় (Sauryadipas ' n)\nঅনুবাক ৮: গর্ভপাত করা প্রাণীদের বলি সম্পর্কে\nঅনুবাক ৯: পশু জন্ম ও মৃত্যুর বলিদান উপর\n\n\n=== কৌকিলি সৌত্রমণি বলিদান ===\nএবি কিথ বলেছেন যে কৌকিলি (বা কৌকিলা) 'সৌত্রমণি একটি সোম যজ্ঞ নয়, তবে সূত্র দ্বারা এটিকে হবির্যজ্ঞ হিসাবে শ্রেণীবদ্ধ করা হয়েছে, যদিও লিপিবদ্ধ আকারে এর প্রধান বৈশিষ্ট্য হল সূরা [মদ] নৈবেদ্য। এর দুটি স্বতন্ত্র রূপ রয়েছে, কৌকিলি, যা একটি স্বাধীন নৈবেদ্য, অন্যটি চরকা, একটি নৈবেদ্য যা অন্য একটি নৈবেদ্যের অংশ, যেমন রাজসূয় [ভারতের প্রাচীন রাজাদের দ্বারা সম্পাদিত] এবং অগ্নিচয়ন [অগ্নি-বেদির নির্মাণ ]... দুটি রূপের মধ্যে পার্থক্য বিশদ: এইভাবে কৌকিলি নির্দিষ্ট সামান ব্রাহ্মণ দ্বারা গাওয়া দ্বারা চিহ্নিত করা হয়। সূরার সাথে পশুর নৈবেদ্য, ইন্দ্রকে একটি ষাঁড়, সরস্বতীকে একটি ভেড়া এবং অশ্বিনদের প্রতি একটি ছাগল উৎসর্গ করা হয়।\nআর. উডার্ড যোগ করেছেন যে 'বৈদিক সৌত্রমণি প্রধানত ইন্দ্রের প্রতি, তার নাম সত্রমন, 'সুরক্ষক' থেকে নেওয়া হয়েছে। বৈদিক আচার অবশ্য বেশ জটিল; যেখানে ইন্দ্র প্রধান প্রাপক, উর্বরতা এবং প্রজনন [পুনরুৎপাদন] এর দেবতারা প্রধান।\n\n\n=== বিষ্ণুর অবতার ===\n\n\n==== গরুড় বিষ্ণুর পর্বত, কচ্ছপের অবতার কূর্ম এবং কৃষ্ণ ====\n\nThe Devas said they want immortality. They said that Vaya (the bird Garuda) is the giver (or bringer) of Amrita. The bird doing the task of bringing the Amrita went back to Heaven.\n\n\n=== গাছ কাটা ===\nMay Varuna free us from the sins of cutting [down] valuable trees. As effectively as a bath washes off the sins done by me in handling the residues of the butter used in Yajna.\n\n\n== অষ্টক ৩ ==\nরাজেন্দ্রলাল বলেন যে 'তৃতীয় কাণ্ডে [অষ্টক, 'পুস্তক'] প্রথম বিষয় নিয়ে আলোচনা করা হয়েছে নক্ষত্রপুঞ্জ, যার মধ্যে কিছু শুভ এবং অন্যগুলো বিপরীত। তারপরে আমাদের কাছে চাঁদের ক্ষয় এবং বৃদ্ধি, দরসা পূর্ণমাস, সেইসাথে পূর্ণিমা এবং অমাবস্যার সময় উপযুক্ত অনুষ্ঠান রয়েছে। চতুর্থ অধ্যায়ে নর বলিদান এবং তারপরে বিশেষ প্রার্থনা সহ বেশ কিছু ছোটোখাটো আচার-অনুষ্ঠানের কথা বলা হয়েছে। তারপর বিশেষ পশু বলির জন্য উপযুক্ত মন্ত্রগুলো অনুসরণ করার জন্য। এর পরে প্রায়শ্চিত্ত এবং অনুষ্ঠান পালন ও কার্য সম্পাদনে ত্রুটির একটি অধ্যায় রয়েছে। অষ্টম এবং নবম [প্রপাঠক, 'অধ্যায়'] ঘোড়া বলিদানের জন্য উত্সর্গীকৃত, যা গৃহকর্তাদের জন্য বিশেষভাবে উপযুক্ত, রাজাদের জন্য প্রযোজ্য সর্বশ্রেষ্ঠ অনুষ্ঠান এবং এতে অনেকগুলো আচার ও অনুষ্ঠান রয়েছে (যা বিষয়বস্তুর সারণীতে সম্পূর্ণ বিশদ রয়েছে) এছাড়াও বিভিন্ন ধরনের ওভেশন একটি সংখ্যা '।\n\n\n=== প্রপাঠক এবং অনুবাক ===\nডব্লিউ.ই হেইল এবং বি. স্মিথ তৃতীয় অষ্টকের গঠন ও বিষয়বস্তু গণনা করার জন্য অ্যাকাডেমিক জার্নাল প্রসিডিংস অফ দ্য আমেরিকান ফিলোসফিক্যাল সোসাইটির ৯২-১০৮ নম্বর উদ্ধৃত করেছেন। মিত্র বর্ণনামূলক শিরোনাম সহ সমস্ত অধ্যায় (প্রপাঠক) এবং বিভাগ (অনুবাক) বর্ণনা করেছেন (১২টি প্রপাঠক, ১৬৪টি তালিকাভুক্ত অনুবাক সমন্বিত; মূল বানান অপরিবর্তিত):\n\nপ্রপাঠক ১: নক্ষত্রপুঞ্জের কাছে বলিদান - নক্ষত্র ইষ্টি\nঅনুবাক ১: আলোক নক্ষত্রপুঞ্জ। দেব নক্ষত্র\nঅনুবাক ২: অন্ধকার নক্ষত্রপুঞ্জ। - যম নক্ষত্র\nঅনুবাক ৩: চাঁদের উদ্দেশে উৎসর্গের জন্য আহ্বানমূলক ও উৎসর্গমূলক মন্ত্র (চন্দ্রমাস ইষ্টি ইত্যাদি)\nঅনুবাক ৪: আলোক নক্ষত্রপুঞ্জের কাছে বলিদান। - দেব নক্ষত্র\nঅনুবাক ৫: অন্ধকার নক্ষত্রপুঞ্জের কাছে বলিদান। - যম নক্ষত্র\nঅনুবাক ৬: চন্দ্রমায় বলিদান (ইষ্টি) ইত্যাদি\nপ্রপাঠক ২: দর্শ ' আ ইয়াগা বা বলিদান চাঁদের ক্ষয় উপর মিলিত\nঅনুবাক ১: গরু থেকে বাছুরের বিচ্ছেদ\nঅনুবাক ২: কুসা ঘাসের সংগ্রহ\nঅনুবাক ৩: রাতে দুধ খাওয়ানো\nঅনুবাক ৪: হাবিরনীবপ - এর প্রথম দিনেই ধান প্রস্তুতির নির্দেশ\nঅনুবাক ৫: ধানের হাঁচি\nঅনুবাক ৬: চালের গুঁড়ো\nঅনুবাক ৭: আগুনে মাটির কড়াই বসানো\nঅনুবাক ৮: কড়াইয়ে চালের পিঠা তৈরি\nঅনুবাক ৯: বেদী প্রস্তুত করা\nঅনুবাক১০: উৎসর্গের জিনিসপত্রের ব্যবস্থা করা\nপ্রপাঠক ৩: পূর্ণিমার পূর্ণিমার দিন পূর্ণমাস ইষ্টি বা অনুষ্ঠান করা হবে\nঅনুবাক ১: বলিদান পাত্র পরিষ্কার\nঅনুবাক ২: বলির পাত্র পরিষ্কার করার জন্য যন্ত্রপাতি ব্যবহার করা\nঅনুবাক ৩: ঘি নিবেদন\nঅনুবাক ৪: ঘি গরম করা\nঅনুবাক ৫: পরিষ্কার মাখন দেখে এবং গ্রহণ করে\nঅনুবাক ৬: এর সামনে জ্বালানি ও কুশা ঘাস দিয়ে মাখন রাখা\nঅনুবাক ৭: আগুনে প্রথম দুটি কাঠের লাঠি (যাকে আগর বলা হয়) দেওয়া\nঅনুবাক ৮: ইদা ও পুরিদাস চালের পিঠা খাওয়া\nঅনুবাক ৯: শুরুটি উত্তোলন [উৎসর্গের আগুনে ঘি ঢেলে দেওয়ার জন্য ব্যবহৃত কাঠের চামচ] ইত্যাদি।\nঅনুবক ১০: যজমানের স্ত্রী সম্পর্কিত মন্ত্র\nঅনুবাক ১১: পালার উপবেশ নামক কাঠ ফেলে দেওয়া\nপ্রপাঠক ৪: মানুষ বলিদান\nঅনুবাক ১: যে দেবগণ ব্রাহ্মণ ক্ষত্রিয়দের আদিপুরুষ বলে দাবি করেন, তাদের জন্য ব্রাহ্মণ ক্ষত্রিয় ও অনুরূপ বর্ণের লোকদের উৎসর্গ করতে হবে।\nঅনুবাক ২: যারা গান গাওয়া ও নাচতে প্রাধান্য দাবি করে, তাদের জন্য সুত, শৈলুশের লোকেরা এবং অনুরূপ বর্ণের লোকেরা।\nঅনুবাক ৩: কুম্ভকার, কামার এবং অনুরূপ বর্ণের পুরুষদের শ্রম - জাদু ইত্যাদির প্রধান দেবতা তাদের জন্য।\nঅনুবাক ৪: যারা (আভিমানি) বা বিকৃত যৌনসঙ্গমে আনন্দলাভকারী (সংঘটক জারজ এবং অনুরূপ) এর প্রধান দেবতা।\nঅনুবাক ৫: যারা নদী, মরুভূমি ইত্যাদির উপর কর্তৃত্ব করে, তাদের জন্য কৈবর্ত (মৎস্যজীবী) নিষাদ (শিকারী) এবং অনুরূপ বর্ণের লোকেরাও।\nঅনুবাক ৬: যারা কুঁচকানো বামন ও অনুরূপদের বিয়েতে আনন্দ পায় তাদের জন্য।\nঅনুবাক ৭: যারা ডাকাতি ইত্যাদির উপর কর্তৃত্ব করে তাদের জন্য, যেমন - চোর - জালিয়াত এবং অনুরূপ।\nঅনুবাক ৮: যারা জ্বালানি সংগ্রহ করে তাদের জন্য, ইত্যাদি, যারা জ্বালানি সঞ্চয় করে, এবং অনুরূপ।\nঅনুবাক ৯: যারা দ্রুত গতির সভাপতিত্ব করেন তাদের জন্য হাতি - রক্ষক বর ইত্যাদি।\nঅনুবাক ১০: যারা হিংস্র আবেগ ইত্যাদির প্রধান দেবতা তাদের জন্য লোহার লোকেরা যারা মৃত্যুদণ্ডপ্রাপ্ত অপরাধীদের সাথে পালিয়ে যায় এবং অনুরূপ।\nঅনুবাক ১১: যমজ সন্তানের জন্মদানকারী স্ত্রীদের জন্য যারা অথর্ব বেদ মহিলাদের মন্ত্রের সভাপতিত্ব করেন যারা গর্ভপাত করেছেন ইত্যাদি।\nঅনুবাক ১২: দেবতাদের জন্য যারা পুকুর ইত্যাদির দায়িত্বে থাকেন, যারা বাঁধ (ধীবর) বা হুক (দাস) দিয়ে মাছ ধরে।\nঅনুবাক ১৩: যারা সংবাদ সংগ্রহকারীদের প্রতিধ্বনি ইত্যাদি পরিচালনা করে, অসঙ্গতিপূর্ণ বক্তৃতা এবং অনুরূপ সংবাদের বিক্রেতাদের প্রতি।\nঅনুবাক ১৪: যারা সব সময় সতর্ক থাকে, যারা সব সময়েই খুব ঘুমন্ত, তাদের জন্য যারা মহিমা ইত্যাদির মধ্যে মন্দ আনন্দ খুঁজে পেতে পছন্দ করে, তাদের জন্যও তাই।\nঅনুবাক ১৫: তুঙ্গবাদন ইত্যাদির অধ্যক্ষ দেবতার কাছে, যেগুলো বিনায়নের উপর মহিলা বাদকদের এবং অনুরূপ দেবতার কাছে।\nঅনুবাক ১৬: যারা নিয়মিত জুয়া খেলে তাদের পাশা ও সত্যযুগ ইত্যাদির প্রধান দেবদেবীদের কাছে পাশা - খেলোয়াড়রা এবং অনুরূপ।\nঅনুবাক ১৭: ভূমি - অগ্নি ইত্যাদির প্রধান দেবদেবীদের কাছে যারা চন্ডাল ও অনুরূপ বর্ণের লোকদের উপর চড়ে চলে।\nঅনুবাক ১৮: উত্তরে বলা হয়েছে, ' কথা বলার মতো মোটা - মোটা দেব - দেব - দেবদের জন্য, যারা ভালো কথা বলে এবং তাদের মতনই কথা বলে।\nঅনুবাক ১৯: কুৎসিত উচ্চাকাঙ্ক্ষীদের প্রধান দেবদেবীদের কাছে, লম্বা ছোট পুরুষদের কাছে এবং তাদের মতো ছোট ছোট দেবদেবীদের জন্য।\nপ্রপাঠক ৫: ইষ্টি বলিদান\nঅনুবাক ১: মন্ত্র হোতা দ্বারা আবৃত্তি করা\nঅনুবাক ২: সামীধেনী মন্ত্র\nঅনুবাক ৩: নীরদ ও প্রাকারা মন্ত্র\nঅনুবাক ৪: মন্ত্রঃ শক গ্রহণ করার জন্য [বলিদানে ব্যবহৃত কাঠের চামচ]\nঅনুবাক ৫: প্রার্থনা মন্ত্র\nঅনুবাক ৬: পরিষ্কার মাখন অর্পণের জন্য মন্ত্র\nঅনুবাক ৭: চালের পিঠা দেওয়ার জন্য মন্ত্র\nঅনুবাক ৮: যজমানের ইদা বা নৈবেদ্যের অবশিষ্টাংশ খাওয়ার প্রাথমিক\nঅনুবাক ৯: সম্পূরক নৈবেদ্যের মন্ত্র - অনুয়াজ\nঅনুবাক ১০: মন্ত্র (যেটার পুনরাবৃত্তি হতার দ্বারা করা হবে যখন অধভার্যু দরভার ঘাসের বান্ডিল আগুনে ফেলে দিতে চলেছেন)\nঅনুবাক ১১: ব্রিহস্পতি পুত্র সঞ্জয়ের সম্মানে মন্ত্র - Sanjuvaka মন্ত্র\nঅনুবাক ১২: দেবীর স্ত্রীদের উৎসর্গ ইত্যাদি মন্ত্র\nঅনুবাক ১৩: আমার বলিদানকারী প্রতিষ্ঠানের স্ত্রীর জন্য ইদাকে ডাকুন\nপ্রপাঠক ৬:৬ পা ' শুকা হোত্রা\nঅনুবাক ১: উৎসর্গের সময় শিকারকে যে পদে আরোহণ করতে হবে তার শুদ্ধিকরণ\nঅনুবাক ২: প্রার্থনা ত্যাগের সাথে সম্পর্কিত উৎসাহমূলক মন্ত্র\nঅনুবাক ৩: অপ্রি বলা আবশ্যক মন্ত্রগুলো প্রয়াজ যজ্ঞে হোতা দ্বারা আবৃত্তি করা\nঅনুবাক ৪: মন্ত্র যা নৈবেদ্যের চারপাশে আগুন ঘোরানোর সময় পুনরাবৃত্তি করা উচিত (Paryainikarama)\nঅনুবাক ৫: উৎসর্গের হত্যাকারীর দ্বারা হোটার উদ্দেশ্যে সম্বোধন করা মন্ত্র - সমিত্রী\nঅনুবাক ৬: উৎসর্গের হত্যাকারীকে হোটা দ্বারা সম্বোধন করা এক্সহোর্টেটিভ (প্রাইস) মন্ত্র\nঅনুবাক ৭: অগ্নির আহ্বান, উৎসর্গের বিষ্ঠা সম্পর্কে\nঅনুবাক ৮: পুরোনুরক্য এবং প্রশা মন্ত্র omentum এবং ভাত কেক অফার জন্য\nঅনুবাক ৯: আবশ্যক (ওজিয়াম ও ভাতের কেক উৎসর্গের জন্য যজ্ঞ মন্ত্র)\nঅনুবাক ১০: অগ্নির উদ্দেশ্যে রচিত প্রশংসাসূচক মন্ত্র যা মনোলা নামে পরিচিত\nঅনুবাক ১১: আবাদ (পুরোণবক্বক্ব) এবং উপদেশমূলক (ময়ত্রা - কাঠ ও স্বিষ্ঠকৃত উৎসর্গ করার সময় মৈত্রভরুণ দ্বারা আবৃত্তি করা মন্ত্র)\nঅনুবাক ১২: কাঠের নৈবেদ্যের জন্য যজ্ঞ মন্ত্র - পরিষ্কার মাখন এবং স্বিষ্টা - কৃত\nঅনুবাক ১৩: অনুয়জদের সাথে সম্পর্কিত মন্ত্রগুলো পাঠ করা\nঅনুবাক ১৪: আনুয়জ সম্পর্কিত আবশ্যক মন্ত্র\nঅনুবাক ১৫: সুক্তবকের জন্য উৎসাহমূলক মন্ত্র\nপ্রপাঠক ৭: অনুষ্ঠান সম্পাদনে ত্রুটিগুলোর জন্য এক্সপিয়েশন\nঅনুবাক ১: দর্শনাপূর্ণিমা অনুষ্ঠানের সাথে সম্পর্কিত এক্সপ্রেশন\nঅনুবাক ২: অগ্নিহোত্র বা অগ্নি বলিদানের উৎসর্গমূলক সামগ্রীর সাথে সম্পর্কিত এক্সপ্রেশন\nঅনুবাক ৩: উৎসর্গের আগুনের বিকল্প ইত্যাদি\nঅনুবাক ৪: ইষ্টি আচারের সময় যজ্ঞমান দ্বারা পাঠ করা মন্ত্র\nঅনুবাক ৫: ইষ্টি আচারের মধ্যে যজ্ঞমান দ্বারা পাঠ করা মন্ত্র - অব্যাহত\nঅনুবাক ৬: পূর্ববর্তী দুটি বিভাগে দেওয়া হয়নি এমন ইষ্টি আচার সম্পর্কিত মন্ত্র\nঅনুবাক ৭: নববীয়দের অভিষেকের আনুষ্ঠানিকতায় ত্রুটিগুলো দূর করার জন্য মন্ত্র (সোম বলিদানের সাথে সম্পর্কিত দীক্ষা)\nঅনুবাক ৮: আত্মত্যাগী প্রাণীদের ক্ষেত্রে দুর্ঘটনা এড়ানোর জন্য মন্ত্র\nঅনুবাক ৯: খামির বা গাঁজন ইত্যাদি সম্পর্কিত মন্ত্র\nঅনুবাক ১০: প্ররোচনামূলক মন্ত্র\nঅনুবাক ১১: নয় এবং পূর্ণিমা বলিদানের সাথে সম্পর্কিত অনিয়মের জন্য এক্সপিয়েটর মন্ত্র\nঅনুবাক ১২: কুশা ঘাসের একুশটি বান্ডিল পবিত্র করার জন্য যজ্ঞমানের দ্বারা মন্ত্রগুলো পুনরাবৃত্তি করা হবে\nঅনুবাক ১৩: সমাপ্তি অনুষ্ঠানে ফ্রাইং প্যানের মধু মিশ্রিত দুধ বা দই ছিটানোর মন্ত্র - অবভ্রিথা\nঅনুবাক ১৪: অবভ্রিথে জল ছিটানো ইত্যাদি\nপ্রপাঠক ৮: অশ্বমেধ বলিদানের প্রথম দিনের ক্রিয়াকলাপের উপর\nঅনুবাক ১: অশ্বমেধের প্রস্তুতি - যজ্ঞমানের কর্তব্য\nঅনুবাক ২: পবিত্র ভাত\nঅনুবাক ৩: তোমার দড়ির সাথে ঘোড়াকে বেঁধে রাখা\nঅনুবাক ৪: ঘোড়ার স্নানের পর ঘোড়ার হাল্টার টান\nঅনুবাক ৫: প্রধান পুরোহিত দ্বারা ঘোড়ার উপর জল ছিটিয়ে দেওয়া হবে\nঅনুবাক ৬: ঘোড়ার শরীর থেকে স্নানের পর জলের ফোঁটায় মন্ত্রের পুনরাবৃত্তি\nঅনুবাক ৭: চারদিক থেকে জল ছিটিয়ে দেওয়ার জন্য অধভার্যু\nঅনুবাক ৮: ঘোড়া আচরণ এবং রঙ সম্পর্কে বাধ্যবাধকতা\nঅনুবাক ৯: ঘোড়াটি যদি তার কানের উপর ইত্যাদি করে তবে একাধিক বিশেষণ পুনরাবৃত্তি করে এবং তাকে পবিত্র করে\nঅনুবাক ১০: ' হোম থেকে বিশ্বদেব একটি Diskha বলি\nঅনুবাক ১১: দক্ষা অনুষ্ঠানের মন্ত্র\nঅনুবাক ১২: যে বছরে ঘোড়া নিজের ইচ্ছায় ঘুরে বেড়ায় সেই বছরে প্রতিদিন অনুষ্ঠান করা হয়\nঅনুবাক ১৩: উখা নামে আগুনের ঠিকানা, বছর শেষ হওয়ার পর\nঅনুবাক ১৪: হোম সঙ্গে সিদ্ধ ভাত ইত্যাদি অশ্বমেধ বলির সঙ্গে সংযোগ\nঅনুবাক ১৫: পূর্বোক্ত হোম সম্পর্কিত বিবরণ\nঅনুবাক ১৬: উপরোক্ত হোম ব্যবহৃত মন্ত্র ব্যাখ্যা\nঅনুবাক ১৭: ধানের হোম সম্পর্কিত সংহিতার সপ্তম কন্দের কিছু মন্ত্রের ব্যাখ্যা\nঅনুবাক ১৮: একই বিষয় চলতে থাকে\nঅনুবাক ১৯: অশ্বমেধ অনুষ্ঠানের প্রথম দিনের আগের দিন কোরবানির পদ রোপণের উপর\nঅনুবাক ২০: বিভিন্ন কোরবানির জন্য উপযুক্ত স্থান\nঅনুবাক ২১: ঘোড়া বলিদানের সাথে আগুনের সংযোগ স্থাপনের বিষয়ে বিশেষত্ব\nঅনুবাক ২২: বাহিশ্পুরমণের স্তব পাঠের কিছু বিবরণ\nঅনুবাক ২৩: তোমার ঘোড়ার চারপাশে অন্যান্য প্রাণীদের কিভাবে সাজানো হবে ?\nপ্রপাঠক ৯:২য় ও তৃতীয় দিনের ঘোড়া বলিদানের উপর\nঅনুবাক ১: বন্য এবং গৃহপালিত পশুদের সাথে কিভাবে আচরণ করা হয়\nঅনুবাক ২: চতুর্মাস্য এবং অন্যান্য প্রাণী\nঅনুবাক ৩: একটি দেবতার কাছে একাধিক পশু উৎসর্গ করা এবং সেই প্রাণীদের চর্বি একসাথে মিশ্রিত করা\nঅনুবাক ৪: যখন ঘোড়াটিকে গাড়ির সঙ্গে যোঁয়ায় বেঁধে তাকে সাজানো ও অভিষেক করা হয়\nঅনুবাক ৫: ব্রহ্মোদ্য সংবাদ পাঠের উপর\nঅনুবাক ৬: বৃত ঘোড়ার উপর অনুষ্ঠান করা হয়\nঅনুবাক ৭: কটা ঘোড়ার উপর অনুষ্ঠান সম্পন্ন\nঅনুবাক ৮: অশ্বমেধ অনুষ্ঠানে পশু কোরবানি করার গুণাবলী সম্পর্কে\nঅনুবাক ৯: অনুষ্ঠানের তৃতীয় দিনের জন্য প্রাণীরা মিলিত হয়\nঅনুবাক ১০: মাহিমন নামক গ্রহের উপর\nঅনুবাক ১১: বহন করা ঘোড়ার দেহের অংশ এবং যাকে স্বিষ্ঠকৃত বলা হয় তার সাথে হোম নিবেদন করা\nঅনুবাক ১২: আস্বস্তোমিয়া নামক হোম, যেখানে ঘোড়াগুলোর চর্বি সারি ও বিশ্বত্রক হোমের মধ্যে এবং হোমকে দুই পায়ের আয়াতে উৎসর্গ করা হয়।\nঅনুবাক ১৩: ঘোড়া বলি শুরু করার আগে এক বছরের জন্য ইষ্টি অনুষ্ঠান করা হবে\nঅনুবাক ১৪: ইষ্টিদের জন্য উপযুক্ত গান\nঅনুবাক ১৫: অবভ্রিথ বা সম্পূরক হোম সম্পর্কিত ম্রিট্যকে বিশেষ হোম\nঅনুবাক ১৬: প্রধান পদে বলির পশুদের বেঁধে রাখার মন্ত্র (উপকরন এবং একটি ইষ্টি নির্ধারিত)\nঅনুবাক ১৭: রোগ এবং ঘোড়ার অন্যান্য দুর্ঘটনার জন্য এক্সপিয়েশন\nঅনুবাক ১৮: অশ্ব বলিদানের সঙ্গে ব্রাহ্মোদন ইষ্টি\nঅনুবাক ১৯: অশ্বমেধের বারোটি গুণ\nঅনুবাক ২০: ঘোড়া কোরবানি করার পদ্ধতি\nঅনুবাক ২১: উত্তর বেদীতে নৈবেদ্য - Attara Vedi\nঅনুবাক ২২: ' As ' vamedha এ একটি ষাঁড়ের বলিদান\nঅনুবাক ২৩:২ ঘোড়ার বিভিন্ন সদস্যদের ধ্যান করার বিষয়ে\nপ্রাপক ১০: সবীত্র - চায়ন বা সূর্যের উপাসনার জন্য অগ্নি সংগ্রহ\nঅনুবাক ১: বেদির উপর ইট স্থাপন\nঅনুবাক ২: স্বয়মাতৃন্নার নামে ইট স্থাপন\nঅনুবাক ৩: অধভারিয়কে আমন্ত্রণ\nঅনুবাক ৪: যজ্ঞমানের আমন্ত্রণ\nঅনুবাক ৫: তোমার দ্বারা আগুনের প্রশংসা\nঅনুবাক ৬: যকমনের মুখ পরিষ্কার মাখন দিয়ে অভিষেক করা\nঅনুবাক ৭: অভিষেকের পর উৎসর্গের বিষয়\nঅনুবাক ৮: মৃত্যুকে উৎসর্গ করা (মৃত্যু)\nঅনুবাক ৯: সাবিত্রী অগ্নিকে দর্শনবিদ্যা ব্যাখ্যা করেছেন\nঅনুবাক১০: সবীত্রাগনীর বিভিন্ন মন্ত্র জানার উপকারিতা\nঅনুবাক ১১: শবীত্রাগিনীর উদ্দেশ্য না জানার উপকারিতা এবং অসুবিধা\nপ্রপাঠক ১১: নচিকেত - চায়ন অথবা নচিকেত অগ্নিকুণ্ডের সংগ্রহ\nঅনুবাক ১: ইট বসানোর মন্ত্র এবং সেগুলো রাখার পদ্ধতি\nঅনুবাক ২ - ৫: উৎসর্গের জন্য (হোম) [ উপরে ]\nঅনুবাক ৬: অগ্নি স্পর্শ করার জন্য মন্ত্র\nঅনুবাক ৭: নাচিকেতার আগুনের দর্শন\nঅনুবাক ৮: নচিকেতার আগুন জানার ও সংগ্রহ করার সুবিধার বিষয়ে কথা উপনিষদ থেকে উপাখ্যান\nঅনুবাক ৯: নচিকেতার আগুন সংগ্রহের পদ্ধতি\nঅনুবাক ১০: নচিকেতার আচারের প্রশংসা\nপ্রাপক ১২: চা - তুর - হোত্রা এবং বৈশ্বসরিজ অনুষ্ঠান\nঅনুবাক ১: দিভাস ' ইয়েনি এবং অপাদ্য আচার (ইশ্তিস চতুর - মল্হোত্রা অনুষ্ঠানের একটি অংশ)\nঅনুবাক ২: দেওয়াসের আচার - অনুষ্ঠান বর্ণনা করা হয়েছে\nঅনুবাক ৩: আপাদ্যা অনুষ্ঠানের জন্য আহ্বানমূলক এবং উৎসর্গীকৃত মন্ত্র\nঅনুবাক ৪: অপাদ্য আচার সম্পর্কিত উপাখ্যান\nঅনুবাক ৫: চাপুরহোত্র - চায়ন অথবা চতুঃহোত্র অগ্নিকুণ্ড পালন\nঅনুবাক ৬: বিশ্বশ্রীজ - চায়না বা বিশ্বশ্রীজ আগুনের সংগ্রহ\nঅনুবাক ৭: মধ্য বৃত্তের বিস্তারিত [ ব্যবহার করা হবে ইট ]\nঅনুবাক ৮: ইট রাখার সময় যে মন্ত্রগুলো পাঠ করতে হবে\nঅনুবাক ৯: সেই বিষয়ে কিছু বিবরণ\n\n\n=== নক্ষত্র ===\n\nবিশদ বিবরণ প্রথম অষ্টক (উপরে দেখুন) নিয়ে কাজ করা বিভাগে দেওয়া আছে।\n\n\n=== পুরুষমেধ ===\n১. \"একজন (দেবত্ব) ব্রাহ্মণের (বর্ণ) কাছে, একজন ব্রাহ্মণকে বলি দিতে হবে (আলাভতে); ২. একটি (দেবত্বের) ক্ষত্রিয় (বর্ণ), একটি ক্ষত্রিয়; ৩. মারুতদের কাছে, একজন বৈশ্য; ৪. তপ (তপস্যার উপর অধিষ্ঠিত দেবত্ব), একজন শূদ্রের কাছে; ৫. তমসের কাছে (অন্ধকারের প্রধান দেবত্ব) চোর; ৬. নরকের কাছে (নরকের দেবত্ব) একটি বীরান (যিনি যজ্ঞের আগুন নিক্ষেপ করেন); ৭. পাপামান (পাপের দেবত্ব), একজন হারমাফ্রোডাইট (বা একজন নপুংসক ); ৮. অক্রে (বাণিজ্যের দেবত্ব), একজন আয়ুগু (যে শাস্ত্রের অধ্যাদেশের বিরুদ্ধে কাজ করে); ৯. কামের কাছে (প্রেমের দেবত্ব), একজন গণিকা; ১০. মগধ (একজন ক্ষত্রিয় নারীর দ্বারা বৈশ্যের পুত্র) অতিকৃষ্ট (একটি ঘৃণ্য দেবত্ব) প্রতি...ডিএম নাইপ বলেছেন যে 'কোনও শিলালিপি বা অন্য কোনো রেকর্ড নেই যে পুরুষুয়া-মেধ [অর্থাৎ 'নর-বলি'] কখনও সঞ্চালিত হয়েছিল, কিছু পণ্ডিত পরামর্শ দিয়েছেন যে এটি কেবল বলিদানের সম্ভাবনাগুলোকে পূর্ণ করার জন্য উদ্ভাবিত হয়েছিল... সমগ্র এন্টারপ্রাইজের তাত্পর্য আপোস করা হয় যখন [এসবি] [শতপথ ব্রাহ্মণ] ১৩.৬.২ একটি ডিউস এক্স মেশিনা উপস্থাপন করে, একটি ইথারিয়াল কণ্ঠস্বর যা বিচারকে থামাতে হস্তক্ষেপ করে: একজন বলিদানকারী সর্বদা শিকারকে খায়, তাই মানুষ খাবে মানুষ, গ্রহণযোগ্য কাজ নয়, তাই, কর্মক্ষমতা নেই'।  এইভাবে 'নর বলি' প্রকৃতিতে প্রতীকী ছিল, যেমন পশু বলি (উদাহরণস্বরূপ উদ্ভিদ-ভিত্তিক খাবারের দ্বারা প্রদত্ত এবং আচার-অনুষ্ঠানে খাওয়া হয়, যেমন রাইস-কেক; একটি উদাহরণ শতপথের ১.৬.২.৩-৪ এ পাওয়া যায়)। নাইপ কর্তৃক উল্লেখিত শ্লোকটি বলে:\nThen a voice said to him, 'Purusha, do not consummate (these human victims): if thou were to consummate them, man (purusha) would eat man.' Accordingly, as soon as fire had been carried round them, he set them free, and offered oblations to the same divinities, and thereby gratified those divinities, and, thus gratified, they, gratified him with all objects of desire.\nযদিও, আর. মিত্র কম বিশ্বাসী, বলেছেন যে 'অপস্তম্ভ [যজুর্বেদের একটি শাখা (ধারা) প্রতিষ্ঠাতা] এবং সায়ন [বৈদিক গ্রন্থের ভাষ্যকার] কেউই মানুষ শিকারকে প্রতীকী বলে কোনো উল্লেখ কোথাও করেননি... তবে, যোগ করা যেতে পারে যে অপস্তম্ভ তার মন্তব্যে খুব সংক্ষিপ্ত এবং অস্পষ্ট, এবং তার দ্বারা সরবরাহ করা অপর্যাপ্ত তথ্য থেকে একটি ইতিবাচক উপসংহার টানা বিপজ্জনক হবে, বিশেষ করে যেহেতু শতপথ ব্রাহ্মণ মানব শিকারের বিষয়ে ইতিবাচক। পবিত্র হওয়ার পরে বন্ধ; যদিও ব্রাহ্মণ, তৈত্তিরীয় ব্রাহ্মণের চেয়ে অনেক পরের, এই ধারণাটিকে ন্যায্যতা দিতে পারে যে কণ্ব [এবং মধ্যদিনীনা] ধারায় অনুশীলন তৈত্তিরীয়কের অনুসারীদের জন্য কোন পথপ্রদর্শক হতে পারে না।\n\n\n=== অশ্বমেধ ===\nরিক এফ. টালবট বলেছেন যে 'অশ্বমেধের মোট অনুষ্ঠান [অর্থাৎ 'ঘোড়া-বলিদান'] এক বছরেরও বেশি সময় ধরে চলে এবং নির্বাচিত ঘোড়ার বলিদানকে ঘিরে প্রকৃত আচার-অনুষ্ঠান মাত্র তিন দিন সময় নেয়। অশ্বমেধ ছিল প্রাচীন ভারতের তিনটি রাজকীয় বলির একটি। এই মহান ত্যাগের কার্য সম্পাদনের জন্য একজন বিজয়ী রাজা, তার তিন স্ত্রী, শত শত পরিচারক, বিশেষ চিহ্নযুক্ত একটি দ্রুতগামী গাড়ি, প্রচুর পরিমাণে জল [এবং] অগণিত আচারের পাত্র ও উপকরণ সরবরাহের কাছে বিশেষ বলিদানের স্থলের প্রয়োজন ছিল। পায়ের পাতার মোজাবিশেষ বলিদানের জন্য [চার] ধরনের পুরোহিতেরও প্রয়োজন ছিল... কেবল বিজয়ী রাজাই অশ্বমেধ [নিজেই] করতে পারতেন... সমস্ত অমাবস্যা বা পূর্ণিমার অনুষ্ঠানের মতো এই অনুষ্ঠানটি পরবর্তী ঘটনাগুলোর জন্য একটি বিশেষ তাৎপর্য ছিল।\n\n\n== তথ্যসূত্র এবং ভাষ্য ==\nভাষ্যকার আপস্তম্ভ (আনুমানিক ৬০০-৩০০ খ্রিস্টপূর্বাব্দ) এই বিভাগে তালিকাভুক্ত বা আলোচনা করা হয়নি কারণ মনে হয় তিনি বিশেষভাবে তৈত্তিরীয় ব্রাহ্মণ সম্পর্কে মন্তব্য করেননি, বরং সাধারণভাবে যজ্ঞের আচারের উপর, যা একাধিক ব্রাহ্মণে বিশদ রয়েছে (যেমন প্রমাণ হিসাবে উপরে, পুরুষমেধটি শতপথ এবং তৈত্তিরীয় ব্রাহ্মণ উভয়েই বিস্তারিত আছে)। একই নীতি ভাষ্যকার সুরেশ্বরের ক্ষেত্রেও প্রযোজ্য (আনুমানিক ৮০০ খ্রিষ্টাব্দ), যার বর্তিকা কাজ করে (যেমন, 'সারিরক ব্রাহ্মণের বর্তিকা', 'সপ্তন্ন ব্রাহ্মণে বর্তিকা', এবং 'উদ্গীথা ব্রাহ্মণ-এর উপর বর্তিকা', ইত্যাদি), সুনির্দিষ্ট ভাষ্যকার। আচারগুলো ব্রাহ্মণদের মধ্যে গণনা করা হয়েছে, ব্রাহ্মণরা নয়।\n\n\n=== নিরুক্ত ===\nব্যাকরণবিদ যাস্ক (আনুমানিক ৩০০ খ্রিস্টপূর্বাব্দ) কর্তৃক লিপিবদ্ধ, নিরুক্ত হল ছয়টি স্মৃতি বেদাঙ্গের একটি ('বেদের অঙ্গ') যা বেদের সঠিক ব্যুৎপত্তি এবং ব্যাখ্যার সাথে সম্পর্কিত। নিরুক্ত তৈত্তিরীয় ব্রাহ্মণ সহ বেশ কিছু ব্রাহ্মণকে উৎস হিসেবে উল্লেখ করে এবং তালিকাভুক্ত করে।\n\n\n=== সায়ন ===\n১৪ শতকের সংস্কৃত পণ্ডিত সায়ন বৈদিক সাহিত্যের উপর অসংখ্য ভাষ্য রচনা করেছেন যার মধ্যে রয়েছে সংহিতা, ব্রাহ্মণ, আরণ্যক এবং উপনিষদ। বি আর মোদক বলেছেন যে তৈত্তিরীয় শাখার সদস্য সায়নের সেই ভাষ্যগুলোর মধ্যে একটি ছিল তৈত্তিরীয় ব্রাহ্মণ সম্পর্কে এবং ব্যাখ্যা করেছেন যে 'রাজা বুক্কা [১৩৫৬-১৩৭৭ খ্রিস্টাব্দ] তাঁর গুরু ও মন্ত্রী মাধবাচার্যকে বেদের একটি ভাষ্য লিখতে অনুরোধ করেছিলেন, যাতে সাধারণ মানুষও বৈদিক মন্ত্রগুলোর অর্থ বুঝতে সক্ষম হয়। মাধবাচার্য তাকে বলেছিলেন যে তার ছোট ভাই সায়ন একজন বিদগ্ধ ব্যক্তি এবং তাই তাকে দায়িত্বটি দেওয়া উচিত।\n\n\n=== ভব স্বামী, ভট্ট ভাস্কর এবং রামান্দর ===\nশ্রাবের মতে, তৈত্তিরীয় ব্রাহ্মণ সম্পর্কেও মন্তব্য করেছেন:\n\nভব স্বামী (আনুমানিক ৭০০ খ্রি বা তার আগে)\nকৌশিক ভট্ট ভাস্কর মিশ্র (পূর্ববর্তী এবং সায়ন [নিরুক্ত] এবং দেবরাজ যজ্ঞ [নিঘন্টু] দ্বারা উল্লেখিত)\nরামান্ডারা/রামাগ্নিচিত্ত (তাঁর ভাষা এর একটি পাণ্ডুলিপি পাওয়া যায় না)\n\n\n== পাণ্ডুলিপি এবং অনুবাদ ==\n\n\n== তথ্যসূত্র =="}