{"pageid": 1387399, "title": "টোকিও ফরেন স্টাডিজ বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1387399", "content": "টোকিও ফরেন স্টাডিজ বিশ্ববিদ্যালয় (東京外国語大学, টোকিও গাইকোকুগো ডাইগাকু), প্রায়ই TUFS নামে পরিচিত, এটি ফুচু, টোকিও, জাপানের একটি বিশেষজ্ঞ গবেষণা বিশ্ববিদ্যালয়।\nTUFS প্রাথমিকভাবে বিদেশী ভাষা, আন্তর্জাতিক বিষয়াবলী এবং বিদেশী অধ্যয়নের জন্য নিবেদিত। এটিতে একটি এশিয়া-আফ্রিকান প্রতিষ্ঠানও রয়েছে।\n\n\n== ইতিহাস ==\nবিশ্ববিদ্যালয়টি জাপানের আন্তর্জাতিক গবেষণায় নিবেদিত প্রাচীনতম একাডেমিক প্রতিষ্ঠান। এটি ইনস্টিটিউট ফর রিসার্চ অফ ফরেন ডকুমেন্টস (蛮書調所, বংশো শিরাবেশো)  হিসাবে শুরু হয়েছিল, ১৮৫৭ সালে স্থাপিত একটি টোকুগাওয়া শোগুনেটের অনুবাদ ব্যুরো।\nএটি পরবর্তীকালে ১৮৯৯ সালে টোকিও স্কুল অফ ফরেন ল্যাঙ্গুয়েজ (東京外国語学校, টোকিও গাইকোকুগো গাক্কো)  নামে একটি স্বাধীন শিক্ষা ও গবেষণা প্রতিষ্ঠান হিসাবে প্রতিষ্ঠিত হয়।\n১৯৯৯ সালে, বিশ্ববিদ্যালয়টি তার আসল প্রতিষ্ঠার ১২৬তম বার্ষিকী এবং তার স্বাধীনতার ১০০তম বার্ষিকী উভয়ই উদযাপন করেছে। ক্যাম্পাসটি তার বর্তমান অবস্থানে স্থানান্তরিত করা হয়েছে, যেখানে শিক্ষার্থীরা একটি আধুনিক, হাই-টেক পরিবেশে পড়াশোনা করতে পারে।\n\n\n== বিভাগসমূহ ==\nভাষার ২৬টি বিভাগ আছে, যেমন ভাষার শিক্ষার্থীরা TUFS-এ প্রধান হতে পারে। কিছু ভাষা খুব কমই জাপানে বা বিশ্বের অন্য কোথাও শেখানো হয়।\n\nজাপানিজ স্টাডিজ\nজাপানিজ\nপূর্ব এশিয়ান স্টাডিজ\nচাইনিজ\nকোরিয়ান\nমঙ্গোলীয়\nদক্ষিণ-পূর্ব এশিয়ান স্টাডিজ\nইন্দোনেশিয়ান\nমালয়েশিয়ান\nতাগালগ (ফিলিপিনো)\nথাই\nলাওতিয়ান\nভিয়েতনামী\nকম্বোডিয়ান (খ্‌মের)\nবার্মিজ\nদক্ষিণ ও পশ্চিম এশিয়ান স্টাডিজ\nআরবি\nবাংলা\nহিন্দি\nফারসি\nতুর্কি\nউর্দু\nইউরোপীয় এবং আমেরিকান স্টাডিজ ১\nইংরেজি\nজার্মান\nইউরোপীয় এবং আমেরিকান স্টাডিজ ২\nফরাসি\nইতালীয়\nস্পেনীয়\nপর্তুগীজ\nরাশিয়ান এবং পূর্ব ইউরোপীয় স্টাডিজ\nরাশিয়ান\nপোলিশ\nচেক\n\n\n== অধিভুক্ত প্রতিষ্ঠান ও সংস্থা ==\nবিশ্ববিদ্যালয়ের অধিভুক্ত প্রতিষ্ঠান এবং সংস্থাগুলির মধ্যে রয়েছে:\n\nবাংলা উইকিপিডিয়া নিবন্ধ (আএলসিএএ)\n\n\n== ক্যাম্পাস এবং ছাত্রাবাস ==\n\nফুচুতে প্রাথমিক টাফস ক্যাম্পাসটি সেইবু তামাগাওয়া লাইনের তামা স্টেশনের কাছে অসহি-চো তে অবস্থিত। ক্লাসগুলি মূলত গবেষণা ও বক্তৃতা ভবনে এবং আন্তর্জাতিক ছাত্রদের জন্য জাপানিজ ভাষা কেন্দ্রে অনুষ্ঠিত হয়। ক্যাম্পাসে একটি লাইব্রেরি, জিমনেসিয়াম, খেলাধুলার মাঠ, ক্যাফেটেরিয়া এবং ছোট দোকান রয়েছে, যেখানে উত্তর আগমন আদালতের পাশে অবস্থিত আরেকটি সুবিধার দোকান রয়েছে।\nআন্তর্জাতিক ছাত্র এবং স্থানীয় ছাত্রদের জন্য অন-সাইট আবাসন উপলব্ধ, তিনটি আন্তর্জাতিক আবাসিক হলের আকারে যা ক্যাম্পাসের 'পিছনে' ক্রীড়া ক্ষেত্রে অবস্থিত। দুটি বিল্ডিং আগত শিক্ষার্থীদের জন্য স্টুডিও অ্যাপার্টমেন্ট-আকারের একক কক্ষ এবং সেইসাথে সীমিত সংখ্যক 'ফ্যামিলি' আকারের অ্যাপার্টমেন্ট সরবরাহ করে। একটি কীলক-আকৃতির কনফিগারেশনে সাজানো, কীলকের দুই পাশে কক্ষ দিয়ে সারিবদ্ধ, কেন্দ্রে একটি অনাবৃত অলিন্দ রয়েছে। প্রথমে সম্পূর্ণ, একটি সাম্প্রদায়িক রান্নাঘর এবং সঙ্গীত কক্ষের মতো সুবিধাগুলি বিল্ডিং ১-এ অবস্থিত। বিল্ডিং ২, পরে সম্পূর্ণ এবং ডানদিকে বৈশিষ্ট্যযুক্ত, ঝরনাগুলি (এবং গরম জল সরবরাহ) পৃথক কক্ষের বাইরে এবং প্রতিটি তলায় অবস্থিত একটি সাম্প্রদায়িক ঝরনা এবং লন্ড্রি এলাকায় নিয়ে যায়। নতুন বিল্ডিং ৩ বিল্ডিং ২ এর পাশে অবস্থিত এবং আন্তর্জাতিক এবং স্থানীয় শিক্ষার্থীদের জন্য একক কক্ষ অফার করে।\nএাডাবলুএ গ্রুপ, একটি বিশিষ্ট ল্যান্ডস্কেপ আর্কিটেকচার ফার্ম, ক্যাম্পাসের জন্য একটি জমায়েতের স্থান ডিজাইন করেছে, সামাজিক জমায়েতের পাশাপাশি অধ্যয়নের জন্য উপযুক্ত একটি বহুমুখী স্থান তৈরি করার জন্য একটি প্রাক্তন সামরিক ঘাঁটি পুনর্নির্মাণ করেছে। স্থানটি জাপানিদের বিশ্বাসকে সম্মান করে যে গাছ আত্মার প্রতিনিধিত্ব করে এবং SWA সতর্কতার সাথে বিদ্যমান বন থেকে সমস্ত গাছ প্রতিস্থাপন বা অন্তর্ভুক্ত করেছে। রজার ইয়ের এডুকেশনাল এনভায়রনমেন্টস এবং ওয়াল্টার রজারের পাঠ্যপুস্তক প্রফেশনাল প্র্যাকটিস অফ ল্যান্ডস্কেপ আর্কিটেকচার: এ কমপ্লিট গাইড টু স্টার্টিং অ্যান্ড রানিং ইওর ওন ফার্মে বৈশিষ্ট্যযুক্ত হওয়ার বাইরে, প্লাজা ২০০৩ সালে একটি জাতীয় ASLA ডিজাইন মেরিট অ্যাওয়ার্ড জিতেছে।\nTUFS, Gakkosai এর স্কুল ফেস্টিভ্যাল, যা সাধারণত নভেম্বরের শেষে হয়, তার মৌলিকতার জন্য পরিচিত। নবীনরা তাদের প্রধান দেশগুলির খাবার সরবরাহ করে এবং সোফোমোর তাদের প্রধান ভাষায় নাটক খেলে। নাটকগুলোকে বলা হয় গোগেকি (ভাষার নাটক)। তারা কখনও কখনও ভাষায় লেখা নাটকের পাঠ্য ব্যবহার করে, তবে তারা প্রায়শই নিজের দ্বারা অন্য ভাষায় কাজ অনুবাদ করে। গোগেকিকে জাপান সরকার কিছু অনুদান দিয়েছিল।\n\n\n== এক্সচেঞ্জ বিশ্ববিদ্যালয়ের তালিকা ==\nবিশ্ববিদ্যালয়ের ৩৫টি দেশে সহযোগী বিশ্ববিদ্যালয় রয়েছে।\n\nতাইওয়ান\nজাতীয় চেংচি বিশ্ববিদ্যালয়\nজাতীয় তাইওয়ান বিশ্ববিদ্যালয়\nইন্দোনেশিয়া\nগাজহ মাদা বিশ্ববিদ্যালয়\nইন্দোনেশিয়া বিশ্ববিদ্যালয়\nমালয়েশিয়া\nমালয়েশিয়ার জাতীয় বিশ্ববিদ্যালয়\nদক্ষিণ কোরিয়া\nইয়নসেই বিশ্ববিদ্যালয়\nসিউল জাতীয় বিশ্ববিদ্যালয়\nহানকুক ইউনিভার্সিটি অফ ফরেন স্টাডিজ\nলাওস\nলাওসের জাতীয় বিশ্ববিদ্যালয়\nমঙ্গোলিয়া\nমঙ্গোলিয়া জাতীয় বিশ্ববিদ্যালয়\nফিলিপাইন\nফিলিপাইনের ডিলিমান বিশ্ববিদ্যালয়\nথাইল্যান্ড\nশ্রীনাখারিনভিরোট বিশ্ববিদ্যালয়\nভিয়েতনাম\nসামাজিক বিজ্ঞান ও মানবিক বিশ্ববিদ্যালয়, ভিএনইউ (প্রাক্তন হ্যানয় বিশ্ববিদ্যালয় )\nসিঙ্গাপুর\nসিঙ্গাপুর জাতীয় বিশ্ববিদ্যালয়\nভারত\nদিল্লি বিশ্ববিদ্যালয়\nকম্বোডিয়া\nরয়্যাল ইউনিভার্সিটি অফ নম পেন\nচীন\nসাংহাই ইন্টারন্যাশনাল স্টাডিজ ইউনিভার্সিটি\nহংকং\nচাইনিজ ইউনিভার্সিটি অফ হংকং\nহংকং বিশ্ববিদ্যালয়\nঅস্ট্রেলিয়া\nঅস্ট্রেলিয়ান ন্যাশনাল ইউনিভার্সিটি\nব্রাজিল\nইউনিভার্সিডে ফেডারেল ডো পারনা\nরিও ডি জেনিরো জাতীয় বিশ্ববিদ্যালয়\nতুরস্ক\nআঙ্কারা বিশ্ববিদ্যালয়\nবোগাজিসি বিশ্ববিদ্যালয়\nচানাক্কালে ১৮ মার্ট বিশ্ববিদ্যালয়\nসিরিয়া\nদামেস্ক বিশ্ববিদ্যালয়\nমিশর\nকায়রো বিশ্ববিদ্যালয়\nএইন শামস বিশ্ববিদ্যালয়\nকানাডা\nব্রিটিশ কলাম্বিয়া বিশ্ববিদ্যালয়\nযুক্তরাষ্ট্র\nক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, সান দিয়েগো\nকর্নেল বিশ্ববিদ্যালয়\nক্যালিফোর্নিয়া স্টেট ইউনিভার্সিটি, ফ্রেসনো\nকলাম্বিয়া ইউনিভার্সিটি\nঅ্যালবানিতে বিশ্ববিদ্যালয়, নিউইয়র্ক স্টেট ইউনিভার্সিটি\nমিলস কলেজ\nউজবেকিস্তান\nতাসখন্দ স্টেট ইনস্টিটিউট অফ ওরিয়েন্টাল স্টাডিজ\nচেক প্রজাতন্ত্র\nপ্রাগের চার্লস বিশ্ববিদ্যালয়\nপ্যালাকি ইউনিভার্সিটি ওলোমুক\nফ্রান্স\nইউনিভার্সিটি দে লা সোরবনে নুভেলে-প্যারিস ৩\nপ্যারিসে রাজনৈতিক অধ্যয়ন ইনস্টিটিউট\nপ্যারিস প্রাচ্য ভাষা ও সভ্যতা জাতীয় ইনস্টিটিউট\nআয়ারল্যান্ড\nইউনিভার্সিটি কলেজ কর্ক\nইতালি\nওরিয়েন্টাল ইউনিভার্সিটি ইনস্টিটিউট অফ নেপলস\nইউনিভার্সিটি ডিগলি স্টুডি ডি ভেনেজিয়া\nইউনিভার্সিটি ডেগলি স্টুডি ডি তোরিনো\nপর্তুগাল\nইউনিভার্সিটি ডি কোইমব্রা\nস্পেন\nমাদ্রিদের স্বায়ত্তশাসিত বিশ্ববিদ্যালয়\nবার্সেলোনার স্বায়ত্তশাসিত বিশ্ববিদ্যালয়\nসেভিল বিশ্ববিদ্যালয়\nপম্পিউ ফ্যাবরা বিশ্ববিদ্যালয়\nযুক্তরাজ্য\nস্কুল অফ ওরিয়েন্টাল অ্যান্ড আফ্রিকান স্টাডিজ, ইউনিভার্সিটি অফ লন্ডন\nলিডস বিশ্ববিদ্যালয়\nম্যানচেস্টার বিশ্ববিদ্যালয়\nএসেক্স বিশ্ববিদ্যালয়\nরাশিয়া\nরুশ স্টেট ইউনিভার্সিটি\nজার্মানি\nফিলিপস-ইউনিভার্সিটি মারবার্গ\nফ্রেডরিখ-আলেকজান্ডার-ইউনিভার্সিটি এরলাঞ্জেন-নর্নবার্গ\nজিসেনের জাস্টাস-লিবিগ বিশ্ববিদ্যালয়\nইউনিভার্সিটি Bielefeld\nজর্জ-আগস্ট-ইউনিভার্সিটি গটিংজেন\n\n\n== বিজনেস ওয়ার্ল্ড থেকে মূল্যায়ন ==\n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র এবং অনুষদ সদস্য ==\n\n\n=== এলামনাই ===\nফুটাবতেই শিমি, ঔপন্যাসিক\nনিটোবে ইনাজো, শিক্ষাবিদ\nফিরোজ মাহমুদ, ভিজ্যুয়াল আর্টিস্ট, বাংলাদেশ\nজিনজাই কিয়োশি, ঔপন্যাসিক\nজুন ইশিকাওয়া, লেখক\nমাসাহিকো শিমাদা, লেখক\nনানকিচি নিমি, লেখক\nচুয়া নাকাহারা, কবি\nকাফু নাগাই, লেখক\nমারি ইয়োনেহারা, প্রাবন্ধিক\nওহ সিওন-হওয়া, তাকুশোকু বিশ্ববিদ্যালয়ের অধ্যাপক\nহামাদা কাজুউকি, রাজনীতিবিদ, কাউন্সিলর পরিষদের সদস্য, পররাষ্ট্র বিষয়ক সংসদীয় উপ-মন্ত্রী\nহাশিমোতো বেন, রাজনীতিবিদ, জাপানের প্রতিনিধি পরিষদের সদস্য\nহাশিমোতো মান্তারো, ভাষাবিদ এবং সিনোলজিস্ট\nহিরোশি সাইতো, রাজনীতিবিদ, ইয়ামাগাতা প্রিফেকচারের সাবেক গভর্নর\nউচিয়ামা ইওয়াতারো, রাজনীতিবিদ, কানাগাওয়া প্রিফেকচারের প্রাক্তন গভর্নর\nনাকাজিমা মিনিও, আকিতা ইন্টারন্যাশনাল ইউনিভার্সিটির প্রথম প্রেসিডেন্ট, টোকিও ইউনিভার্সিটি অফ ফরেন স্টাডিজের সাবেক প্রেসিডেন্ট\nসাকাই কুনিয়া, কান্দা ইউনিভার্সিটি অফ ইন্টারন্যাশনাল স্টাডিজের সভাপতি\nসাকে ওসুগি, নৈরাজ্যবাদী\nইয়াসুহিকো নাগানো, অ্যাডভান্সড স্টাডিজের জন্য গ্র্যাজুয়েট ইউনিভার্সিটির ডেপুটি ডিরেক্টর-জেনারেল, ন্যাশনাল মিউজিয়াম অফ এথনোলজি (জাপান) এর ইমেরিটাস অধ্যাপক\nমাতসুজোনো মাকিও, প্রফেসর ইমেরিটাস, ন্যাশনাল মিউজিয়াম অফ এথনোলজি (জাপান) এর চতুর্থ মহাপরিচালক\nহিরোজি কাটাওকা, দাইতো বুঙ্কা বিশ্ববিদ্যালয়ের উর্দু অধ্যাপক\nশিনজি মায়েজিমা, প্রাচ্যবিদ\nওকাকুরা কাকুজো, পণ্ডিত\nমায়েদা ইয়োশিনোরি, এনএইচকে- এর দশম সভাপতি\nমোরোহোশি সায়াকা, সাংবাদিক\nওকাকুরা কাকুজো, পণ্ডিত\nশিনিচিরো সাওয়াই, চলচ্চিত্র পরিচালক\nইয়োশিও ওকুবো, নিপ্পন টেলিভিশনের সভাপতি\nইউকিহাইড তাকাওয়া, গায়ক-গীতিকার, গোডিগোর কণ্ঠশিল্পী\nইউকো নাকামুরা, অভিনেত্রী\nগেনকি হিতোমি, গায়ক, ভোকালিস্ট ওয়াও ওয়াও\nআওকি সাতোশি, হোন্ডার প্রাক্তন চেয়ারপারসন, জাপান অটোমোবাইল ম্যানুফ্যাকচারার্স অ্যাসোসিয়েশনের প্রাক্তন চেয়ারপারসন\nইয়ামাশিতা হিদেকি, শুয়েশার প্রেসিডেন্ট\nমুরাকামি কোইচি, ফুজি টেলিভিশনের সাবেক প্রেসিডেন্ট\nহাসগাওয়া কাউজি, শুটো এক্সপ্রেসওয়ের প্রথম সিইও\nমিজুকামি কেনিয়া, ইয়োমিউরি শিম্বুনের সাবেক চেয়ারপারসন\nআরাকাওয়া শোশি, ব্রিজস্টোনের সিইও\nফুজিওয়ারা সাকুয়া, ব্যাংক অফ জাপানের সাবেক ভাইস প্রেসিডেন্ট\nসাইগা ফুমিকো, আন্তর্জাতিক অপরাধ আদালতের সাবেক বিচারক, জাতিসংঘে জাপানের সাবেক রাষ্ট্রদূত\nসাতো সাতোরু, স্পেনে জাপানের রাষ্ট্রদূত\nইয়ামামোতো কেজি, পরিদর্শনের দায়িত্বে থাকা জাপানি রাষ্ট্রদূত\nকোমানো কিনিচি, ইরানে জাপানের রাষ্ট্রদূত\nনিশিওকা আতসুশি, জিবুতিতে জাপানের রাষ্ট্রদূত\nসাতো সোইচি, ডোমিনিকান প্রজাতন্ত্রে জাপানের রাষ্ট্রদূত\nহোশি হিদেকি, এস্তোনিয়ায় জাপানের রাষ্ট্রদূত\nমিউই রিয়োজো, অ্যাঙ্গোলায় জাপানের রাষ্ট্রদূত\nমিনাগাওয়া কাজুও, উগান্ডায় জাপানের রাষ্ট্রদূত\nফুজিতা তাদাশি, নিরস্ত্রীকরণ এবং অপ্রসারণের দায়িত্বে থাকা সাবেক জাপানি রাষ্ট্রদূত\nতানাকা সাবুরো, কিউবায় সাবেক জাপানি রাষ্ট্রদূত, নাইচোর ডেপুটি ডিরেক্টর\nইনো মাসায়ুকি, বাংলাদেশে নিযুক্ত জাপানের সাবেক রাষ্ট্রদূত\nহানাদা মারোহিতো, মঙ্গোলিয়ায় জাপানের সাবেক রাষ্ট্রদূত\nকিডোকোরো তাকুও, মঙ্গোলিয়ায় জাপানের সাবেক রাষ্ট্রদূত\nনাকাসোনে গোরো, প্যারাগুয়েতে জাপানের সাবেক রাষ্ট্রদূত\nহোন্ডা হিতোশি, ফিনল্যান্ডে জাপানের সাবেক রাষ্ট্রদূত\nতোকুরা ইজি, সুইডেনে জাপানের সাবেক রাষ্ট্রদূত\nআরাই কোইচি, পূর্ব জার্মানিতে শেষ জাপানি রাষ্ট্রদূত\nতানাবে রিউইচি, পোল্যান্ডে জাপানের সাবেক রাষ্ট্রদূত\nকাতসু শিজিও, বিশ্বব্যাংকের ভাইস প্রেসিডেন্ট\nকানবারা মাসানাও, মিতসুবিশি রেয়নের সিইও\nকুয়াহারা মিচিও, ডাইয়ের সিইও\nশিমিজু শিনজিরো, মিৎসুই অ্যান্ড কোং- এর প্রাক্তন প্রেসিডেন্ট।\nকোডেরা কেই, টয়স \"আর\" ইউ (জাপান) এর প্রাক্তন রাষ্ট্রপতি\nহিদাকা নোবুহিকো, গার্টনার জাপানের প্রেসিডেন্ট\nকেইজো মোরিকাওয়া, কসমো অয়েলের প্রেসিডেন্ট\nগলে-কলা, সঙ্গীতশিল্পী\nজলসান, তুলকু এবং ইনার মঙ্গোলিয়া বিশ্ববিদ্যালয়ের মঙ্গোলিয়ান অধ্যাপক\nতাকুমা নাকাহিরা, ফটোগ্রাফার এবং ফটোগ্রাফি সমালোচক\nইয়াসুহিরো মাতসুদা, টোকিও বিশ্ববিদ্যালয়ের অধ্যাপক (আন্তর্জাতিক রাজনীতি), ইয়াসুহিরো নাকাসোন পুরস্কার (2011)\nদারিয়ুশ আশুরি, ভিজিটিং প্রফেসর ড\nআইসোল্ড স্ট্যান্ডিশ হলেন একজন অস্ট্রেলিয়ান এবং ব্রিটিশ মানবিক স্কলার এবং পূর্ব এশিয়ায় বিশেষায়িত চলচ্চিত্র তত্ত্ববিদ ।\nকিতামুরা হাজিমে, ভাষাবিদ\nমাসাও ইয়ামাগুচি, নৃতত্ত্ববিদ, প্রফেসর ইমেরিটাস\nনাকায়ে ছমিন, সাবেক রাষ্ট্রপতি মো\nতাদাহিকো শিন্তানি, ভাষাবিদ\nতাকেশি সুজুকি, উর্দু অধ্যাপক\nরাম প্রকাশ দ্বিবেদী, ভিজিটিং প্রফেসর\n\n\n== একাডেমিক র‌্যাঙ্কিং ==\n \nTUFS শুধুমাত্র বিদেশী ভাষা, আন্তর্জাতিক বিষয়াবলী এবং বিদেশী অধ্যয়নের ক্ষেত্রে একটি বিশেষ প্রতিষ্ঠান, তাই এটি অন্যান্য বড় বিশ্ববিদ্যালয় যেমন টোকিও বিশ্ববিদ্যালয় এবং কিয়োটো বিশ্ববিদ্যালয়ের মতো পরিচিত নয়। যাইহোক, জাপানে এর মর্যাদাপূর্ণ অবস্থান নীচের বেশ কয়েকটি র‌্যাঙ্কিংয়ে দেখা যায়।\nToyo Keizai দ্বারা \"Truly strong University(本当に強い大学)\" নামক র‌্যাঙ্কিংয়ে 2008-2010 এর মধ্যে বিশ্ববিদ্যালয়টি 181টি প্রধান বিশ্ববিদ্যালয়ের মধ্যে 34তম, 23তম এবং 20তম স্থানে রয়েছে।\n2013 সালে Nikkei HR দ্বারা পরিচালিত জরিপ অনুসারে, TUFS জাপানী বিশ্ববিদ্যালয়গুলির মধ্যে \"কাজের দক্ষতা\" র‌্যাঙ্কিংয়ে প্রথম স্থান অর্জন করেছে। এটি দেখায় যে শিক্ষার্থীরা বিশ্ববিদ্যালয়ে তাদের পড়াশোনার মাধ্যমে তাদের \"কাজের দক্ষতা\" বৃদ্ধি করে এবং তারা তাদের কর্মজীবন শুরু করার পরে তারা দ্রুত শিখবে এবং কার্যকরী হবে।\n\n\n=== গবেষণা কর্মক্ষমতা ===\nসাপ্তাহিক ডায়মন্ড রিপোর্ট করেছে যে COE প্রোগ্রামে গবেষক প্রতি গবেষণা তহবিলের পরিপ্রেক্ষিতে TUFS জাপানে 5তম সর্বোচ্চ গবেষণা মান। একই নিবন্ধে, প্রতি শিক্ষার্থী জিপি তহবিলের মাধ্যমে শিক্ষার মানের দিক থেকে এটি তৃতীয় স্থানে রয়েছে।\n\n\n=== প্রাক্তন ছাত্রদের র‌্যাঙ্কিং ===\nসাপ্তাহিক ইকোনমিস্টের 2010 র্যাঙ্কিং অনুসারে, TUFS থেকে স্নাতকদের 400টি বড় কোম্পানিতে 16তম সেরা কর্মসংস্থানের হার রয়েছে।\nÉcole des Mines de Paris TUFS বিশ্ববিদ্যালয়কে 2011 সালে বিশ্বের 92 তম স্থান দিয়েছে বিশ্বব্যাপী 500টি বৃহত্তম কোম্পানির CEO-দের মধ্যে তালিকাভুক্ত প্রাক্তন ছাত্রের সংখ্যার পরিপ্রেক্ষিতে, যদিও TUFS র‌্যাঙ্কিংয়ের অন্যান্য জাপানি বিশ্ববিদ্যালয়ের তুলনায় একটি ছোট বিশ্ববিদ্যালয়।\n\n\n=== জনপ্রিয়তা এবং নির্বাচনীতা ===\nTUFS জাপানের সবচেয়ে নির্বাচিত বিশ্ববিদ্যালয়গুলির মধ্যে একটি। এটির প্রবেশের অসুবিধা সাধারণত 180টি জাতীয় এবং পাবলিক বিশ্ববিদ্যালয়ের মধ্যে শীর্ষে বিবেচিত হয়।\n\n\n== মন্তব্য ==\n\n\n== বহিঃসংযোগ ==\nTUFS ওয়েবসাইট\nটেমপ্লেট:EU Institute in Japanটেমপ্লেট:Super Global Universityটেমপ্লেট:Kantoh Collegiate American Football Association navboxটেমপ্লেট:Consortium for Asian and African Studies"}