{"pageid": 1387194, "title": "কামমুত", "url": "https://bn.wikipedia.org/wiki?curid=1387194", "content": "কামমুত (সংস্কৃত: काममूत, অনুবাদ 'ভালোবাসা দ্বারা চালিত') হল আবেগ, যাকে 'আন্দোলিত করা', 'হৃদয়-উষ্ণতা', 'আলোড়ন' বা 'আবেগগতভাবে স্পর্শ করা' হিসাবে বর্ণনা করা হয়। এটি প্রাথমিকভাবে ইতিবাচক আবেগ যা বুকে উচ্ছ্বাস, নিরাপত্তা এবং উষ্ণতার অনুভূতি হিসাবে অনুভব করা হয় এবং এর সাথে হংসবাম্প বা অশ্রুও হতে পারে। কামমুত অনুভূত হয় যখন কেউ এমন ঘটনা পর্যবেক্ষণ করে বা জড়িত থাকে যা অন্যদের সাথে সমতা বা একতার গভীর অনুভূতি সৃষ্টি করে, এবং সেই সম্পর্কের প্রতি ভক্তি অনুপ্রাণিত করে। কামমুতকে মানব সামাজিক মিলনের জন্য প্রয়োজনীয় ভক্তি, প্রতিশ্রুতি ও সংযোগ সহজতর করার বিবর্তনীয় কাজ বলে মনে করা হয়।\n\n\n== পটভূমি ==\nউনিশ শতকের শেষের দিকে, আবেগগত অভিজ্ঞতার অস্তিত্ব ও গুরুত্ব নিয়ে পণ্ডিত আলোচনা হয়েছে প্রায়ই ইংরেজিতে 'বিচ্ছেদ করা' হিসাবে বর্ণনা করা হয়। কামমুত এর পিছনের তত্ত্বটি একুশ শতকের অভিজ্ঞতার উপর পদ্ধতিগত গবেষণার বৃদ্ধিকে প্রতিনিধিত্ব করে, অ্যালান ফিস্কের কাজের দ্বারা ব্যাপকভাবে প্রভাবিত।\nবৈজ্ঞানিক শব্দ 'কামমুত' তৈরি করা হয়েছিল সংস্কৃতি ও ভাষার মধ্যে আবেগকে চিহ্নিত করতে এবং বর্ণনা করতে সাহায্য করার জন্য। কামমুতকে অভিজ্ঞতাকে একত্রিত করার জন্য নেওয়া হয়, যা বিভিন্ন ভাষা জুড়ে বিভিন্ন স্থানীয় ভাষায় অর্থমূল দ্বারা চিহ্নিত করা হয়। উদাহরণস্বরূপ, একজন ইংরেজি বক্তা বলছে যে তারা নড়াচড়া করছে, একজন ম্যান্ডারিন স্পিকার বলছে যে তারা গ্যান ডং (gǎn dòng; 感动) অনুভব করছে এবং একজন নরওয়েজিয়ান ব্যক্তি বলছে যে তারা রর্ট (rørt) অনুভব করছে, সবাই বলছে যে তারা কামমুত অনুভব করছে।   \nকামমুত এর বহুমুখী সংজ্ঞা রয়েছে যা \"মূল্যায়ন, ভ্যালেন্স, শারীরিক সংবেদন [এবং] প্রেরণা\" এর উপর ভিত্তি করে, যা বিশ্বের বিভিন্ন দেশে ও ভাষায় আবেগ নিয়ে গবেষণা করার অনুমতি দিয়েছে। এই পদ্ধতিতে, কামমুত এর পিছনের তত্ত্বটি বৈজ্ঞানিকভাবে আবেগকে সনাক্তকরণ, চরিত্রায়ন এবং পরিমাপের সাথে কিছু সত্তাতত্ত্বীয় এবং জ্ঞানতাত্ত্বীয় চ্যালেঞ্জ মোকাবেলা করেছে।\n\n\n== কামমুত প্রতিমান ==\n\n\n=== অনুমান ===\nযেহেতু আমাদের কীভাবে আবেগকে শ্রেণীবদ্ধ করা উচিত সে সম্পর্কে কোনো বৈজ্ঞানিক ঐক্যমত নেই, তাই আবেগ তত্ত্বগুলি কীভাবে আবেগকে চিহ্নিত করা, বৈশিষ্ট্য ও পরিমাপ করা যায় সে সম্পর্কে অনুমানের উপর কাজ করে। ফিস্ক, সচুবেরত ও সেইবেত  রূপরেখা দিয়েছেন যে কামমুত আদর্শ দুটি কেন্দ্রীয় অনুমানের উপর কাজ করে:\n\nযে আবেগের অভিজ্ঞতা আমাদের বিবর্তন দ্বারা আকৃতির অভ্যন্তরীণ যন্ত্রপাতির মাধ্যমে সহজতর হয়, যা সর্বজনীন।\nযে আবেগগত অভিজ্ঞতাগুলিকে শ্রেণীবদ্ধ করা যায়, আলাদা করা যায় এবং পরিমাপ করা যায় আমাদের বিষয়গত ঘটনাগত ও বস্তুনিষ্ঠ শারীরবৃত্তীয় অভিজ্ঞতার পরিবর্তনের অনন্য পদচিহ্নের মাধ্যমে।\n\n\n=== কারণ ও অপেক্ষক ===\nকামমুত আন্তঃব্যক্তিক সম্পর্কের ক্ষেত্রে প্রত্যাশিত ভূমিকার কারণে বিবর্তনীয় কারণে সহজতর বলে মনে করা হয়। বিশেষভাবে, কামমুতকে সাম্প্রদায়িক ভাগাভাগি সম্পর্কের সাথে সম্পর্কিত বলে মনে করা হয়, Relational Models Theory এ বর্ণিত সামাজিক সম্পর্কের চারটি মৌলিক শ্রেণীর একটি। সাম্প্রদায়িক ভাগাভাগি সম্পর্কগুলি হল সেইগুলি যেখানে ব্যক্তিদের তাদের সমতুল্যতার উপলব্ধিতে আনা হয়, বা সাধারণ ও সমান বৈশিষ্ট্য বা বৈশিষ্ট্যের অধীনে ব্যক্তিদের সদৃশ দলের সাথে একতা। সাম্প্রদায়িক ভাগাভাগি সম্পর্কের ব্যক্তিরা একে অপরের প্রতি সহানুভূতি অনুভব করে এবং তাদের সাধারণ পরিচয়ের প্রতি ভক্তির অনুভূতি দ্বারা অনুপ্রাণিত হয়।\nএটি ভবিষ্যদ্বাণী করা হয় যে কামমুত তখন ঘটে যখন ব্যক্তিরা হয় নিয়োজিত হয়, বা কেবল পরিণাম পর্যবেক্ষণ করে যা তাদের সাম্প্রদায়িক ভাগাভাগি সম্পর্কের ধারণার \"আকস্মিক তীব্রতা\" করে। এটি রূপ নিতে পারে (কিন্তু এর মধ্যে সীমাবদ্ধ নয়) মহান সমবেদনা, ঘনিষ্ঠতা ও নৈকট্য বা সহযোগিতা এবং সম্প্রীতির কাজগুলি পর্যবেক্ষণ করা।\n\n\n=== পরিমাপ ===\nকামমুত প্রতিমান কাঠামো অনেক বৈশিষ্ট্যযুক্ত উপাদানকে অন্তর্ভুক্ত করে যা অভিজ্ঞতা গঠন বলে মনে করা হয়, যার মধ্যে রয়েছে: আবেগের উল্লিখিত যোজ্যতা, এর সাধারণ শারীরবৃত্তীয় উপসর্গ, অনুপ্রেরণার উপর এর প্রভাব, উদ্দীপক উদ্দীপনা দ্বারা তৈরি সাধারণ মূল্যায়ন, এবং বিভিন্ন সংস্কৃতি ও ভাষায় অভিজ্ঞতা বর্ণনা করতে ব্যবহৃত সাধারণ স্থানীয় ভাষা অর্থমূল। কামমুত এর এই বহুমুখী সংজ্ঞা সারা বিশ্ব জুড়ে বিভিন্ন সংস্কৃতিতে কার্যকরীকরণ এবং পরিমাপকে সক্ষম করে। সাধারণত এটি কামমুতকে প্ররোচিত করার জন্য ভাবা ভিডিওগুলির উপস্থাপনার মাধ্যমে ঘটেছে, তারপরে প্রশ্নাবলীর দ্বারা অনুবাদ করা হয়েছে যা এটি যে সংস্কৃতিতে ঘটে তা অর্থপূর্ণভাবে উপযোগী করে অনুবাদ করা হয়েছে।\nকামমুত ঘটেছে বলে মনে করা হয় যখন একজন ব্যক্তি একটি মানসিক অভিজ্ঞতার রিপোর্ট করেন যে: ইতিবাচক, অশ্রু বা গুজবাম্পের মতো শারীরিক সংবেদন সহ, সাম্প্রদায়িক ভাগাভাগি সম্পর্ক বৃদ্ধির প্রতিক্রিয়া হিসাবে অনুভূত হয়, অন্যদের সাথে তাদের সাম্প্রদায়িক ভাগাভাগি সম্পর্ককে ভাগ করে নেওয়ার এবং তীব্র করার প্রেরণা সৃষ্টি করে এবং স্থানীয় ভাষা ব্যবহার করে বলা হয় যার অর্থ 'সরানো হচ্ছে'।\nযেহেতু এই উপাদানগুলির কিছু উপস্থিতি ছাড়াই কামা মুতা অনুভব করা যেতে পারে, তাই গবেষণার লক্ষ্য করা হয়েছে প্রয়োজনীয় উপাদানগুলি ও অভিজ্ঞতাকে শ্রেণীবদ্ধ করার জন্য প্রয়োজনীয় প্রান্তিকগুলি নির্দিষ্ট করা।\n\n\n== তথ্যসূত্র =="}