{"pageid": 1387873, "title": "মারু-গুর্জর স্থাপত্য", "url": "https://bn.wikipedia.org/wiki?curid=1387873", "content": "মারু-গুর্জর স্থাপত্য বা সোলাঙ্কি শৈলী, হল পশ্চিম ভারতীয় মন্দির স্থাপত্যের এক শৈলী। এটি ১১শ থেকে ১৩শ শতকের মধ্যে গুজরাট এবং রাজস্থানে চৌলুক্য রাজবংশের অধীনে (যাকে সোলাঙ্কি রাজবংশও বলা হয়) তৈরি হয়েছিল। যদিও হিন্দু মন্দির স্থাপত্যে এটি একটি আঞ্চলিক শৈলী হিসাবে উদ্ভূত হয়েছিল। কিন্তু এটি বিশেষ করে জৈন মন্দিরগুলিতে জনপ্রিয় হয়ে ওঠে এবং প্রধানত জৈন পৃষ্ঠপোষকতায় প্রথমে ভারত জুড়ে, তারপরে বিশ্বব্যাপী প্রবাসী সম্প্রদায়গুলিতে ছড়িয়ে পড়ে।\nঅনেকগুলি মারু-গুর্জর স্থাপত্য শৈলীকে বহিরাংশ থেকে দেখলে, এটি সেই সময়ের অন্যান্য উত্তর ভারতীয় মন্দির শৈলী থেকে আলাদা। \"মন্দিরগুলির বাইরের দেয়াল ক্রমবর্ধমান সংখ্যক অভিক্ষেপ এবং খুপরি দ্বারা গঠিত হয়েছে, যথাযোগ্য স্থানে তীক্ষ্ণভাবে খোদাই করা মূর্তিগুলি স্থান পেয়েছে। এগুলি সাধারণত ছাঁচের নিম্ন বন্ধনী থেকে শুরু করে একটির ওপর আর একটি এইভাবে অবস্থান করছে। পরবর্তী কাজগুলিতে ঘোড়সওয়ার, হাতি এবং কীর্ত্তিমুখের (মহিমান্বিত মুখ) সারি অবিচ্ছিন্ন রেখায় দেখা যায়। উপরিতলের খুব কম অংশই অভূষিত রাখা হয়েছে।\" প্রধান শিখর স্তম্ভের সঙ্গে সাধারণত অনেকগুলি সহায়ক উরুশৃঙ্গ ফলক থাকে এবং বড় মন্দিরগুলিতে বারান্দা সহ দুটি ছোট প্রবেশপথ দেখা যায়।\n\nঅভ্যন্তরীণ অংশ আরও অনেক বেশি সৌখিনভাবে সজ্জিত, বেশিরভাগ পৃষ্ঠতল বিস্তৃতভাবে খোদাই করা। বিশেষ করে, জৈন মন্দিরগুলিতে অভ্যন্তরে প্রায়শই একটি অত্যন্ত জটিল রোসেট নকশার (বৃত্তাকার বিন্যাস) সাথে খোদাই করা ছোট নিচু গম্বুজ থাকে। এর আরেকটি স্বতন্ত্র বৈশিষ্ট্য হল স্তম্ভের মধ্যে \"উড়ন্ত\" খিলান-সদৃশ উপাদান, যেটি ওপরের অনুভূমিক কড়িকাঠের কেন্দ্রকে স্পর্শ করে। এটিতেও বিশদভাবে খোদাই কাজ করা হয়। এগুলোর কাঠামোগতভাবে উপযোগিতা নেই এবং এটি সম্পূর্ণরূপে আলংকারিক। এই শৈলীতে বড় স্তম্ভযুক্ত কক্ষের বিকাশ হয়েছিল, যার পাশের অনেকগুলি দিক খোলা। জৈন মন্দিরগুলিতে প্রায়শই মন্দিরের রাস্তার মূল অক্ষের দিকে ক্রমানুসারে একটি বন্ধ এবং দুটি স্তম্ভযুক্ত কক্ষ দেখা যায়।\n\n১৩শ শতকে এলাকাটি মুসলিম দিল্লি সালতানাতের হাতে চলে যাওয়ার কারণে হিন্দু মন্দিরগুলিতে শৈলীর ব্যবহার করা বন্ধ হয়েছিল। কিন্তু, ভারতীয় মন্দির শৈলীর জন্য অস্বাভাবিক হলেও, এটি জৈনরা সেখানে এবং অন্যত্র ব্যবহার করতে থাকেন। ১৫শ শতকে এর কিছু উল্লেখযোগ্য \"পুনরুজ্জীবন\" ঘটে। তারপর থেকে জৈন এবং কিছু হিন্দু মন্দিরে এর ব্যবহার অব্যাহত রয়েছে এবং ২০শ শতক থেকে ভারতের বাইরে নির্মিত মন্দিরগুলিতে এই শৈলী ছড়িয়ে পড়েছে। এর মধ্যে উদাহরণ হিসেবে রয়েছে হিন্দু স্বামীনারায়ণ ঐতিহ্য দ্বারা নির্মিত অনেক বড় মন্দির, লণ্ডনের নিসডেন মন্দির (১৯৯৫) ও জৈন প্রবাসীদের দ্বারা নির্মিত ছোট মন্দিরগুলি, যেমন বেলজিয়ামের এন্টওয়ার্প-এর জৈন মন্দির, ইংল্যাণ্ডের পটারস বার ও লেস্টারের মন্দিরগুলি।\n\n\n== নামের উৎপত্তি ==\nমারু-গুর্জর শৈলীর নামটি ২০ শতক থেকে প্রচলিত; আগে এবং এখনও অনেকের দ্বারা এটিকে \"সোলাঙ্কি শৈলী\" বলা হয়। রাজস্থানের প্রাচীন নাম ছিল মরুদেশ আর গুজরাটের নাম ছিল গুর্জরাত্র। \"মারু-গুর্জর\" শব্দটি শিল্প ও স্থাপত্য ইতিহাসবিদ মধুসূদন ঢাকি তৈরি করেছিলেন, যিনি পশ্চিম ভারতীয় স্থাপত্যের অন্যান্য ঐতিহাসিক শৈলী বর্ণনা করার জন্য \"সুরাষ্ট্র\", \"মহা-মারু\" এবং \"মহা-গুর্জর\" শব্দটিও তৈরি করেছিলেন। মারু-গুর্জর শৈলী রাজস্থানের মারওয়ার অঞ্চলের মাহা-মারু শৈলী এবং গুজরাটের মাহা-গুর্জর শৈলীর সংশ্লেষণ। কিন্তু হেগেওয়াল্ড বলেছেন \"পরিভাষায় এই পরিবর্তনটি ১৯৬৭ সালে দিল্লিতে একটি আলোচনাচক্রে এ. ঘোষ প্রথম প্রস্তাব করেছিলেন বলে মনে হয়\"। তিনি উল্লেখ করেছেন যে এই পরিবর্তনটি ছিল \"বংশজ পরিভাষাগুলি এড়ানোর প্রয়াস\", এবং \"মারু-গুর্জর\" ও \"মরু-গুর্জর\" উভয় শব্দবন্ধই বিভিন্ন লেখক ব্যবহার করেছেন। জৈন সম্প্রদায়ের বেশিরভাগই এই শৈলীটিকে \"সোলাঙ্কি\" শৈলী বলেন।\n\n\n== বিকাশ ==\n\nশৈলীটি সোলাঙ্কিদের পূর্ববর্তী রাজবংশ, প্রধানত গুর্জর-প্রতিহার রাজবংশ এবং এর অধীন স্থানীয় রাজবংশগুলির থেকে বিকশিত হয়েছিল। এই সময়ের সবচেয়ে বিখ্যাত স্মৃতিস্তম্ভ হল ৯৫০ থেকে ১০৫০ সালের মধ্যে চান্দেলা রাজবংশের অধীনে নির্মিত খাজুরাহো স্মারকসমূহ। এগুলি তাদের প্রেমমূলক রিলিফের জন্য বিখ্যাত। আগেকার শৈলীর এইসব অনেক বিস্তৃত বৈশিষ্ট্য মারু-গুর্জর শৈলীতে দেখা গেছে। রাজস্থানের জগৎ-এ ছোট অম্বিকা মাতার মন্দিরে নতুন শৈলীর সূচনা দেখা যায়। এখানকার প্রাচীনতম শিলালিপি থেকে দেখা যাচ্ছে ৯৬১ সালে মন্দিরের সংস্কার হয়েছিল (সোলাঙ্কিরা ক্ষমতায় আসার আগে)। জর্জ মিচেলের মতে, জগৎ মন্দিরে (এবং অন্য যেগুলির নাম তিনি বলেছেন) \"প্রতিহার শৈলী সম্পূর্ণরূপে তার পশ্চিম ভারতীয় অভিব্যক্তিতে বিকশিত হয়েছিল\"।\nশিবকে উৎসর্গ করা সোমনাথ মন্দিরটি গুজরাটের সবচেয়ে বিখ্যাত মন্দির ছিল। কিন্তু ১০২৪ - ১০২৫ খ্রিস্টাব্দে গজনভি শাসক মাহমুদের অভিযানের সময় এটি অনেকাংশে ধ্বংস হয়ে যায়। তারপর এটি পুনর্নির্মাণ করা হয়েছিল, কিন্তু ১৩শ শতকের শেষের দিকে দিল্লির সুলতান এই এলাকাটি দখল করার সময় এটি আবার ক্ষতিগ্রস্ত হয়েছিল। সম্প্রতি মন্দিরের ধ্বংসাবশেষগুলির পুনরুদ্ধার করা হয়েছে এবং সোলাঙ্কি শৈলীর অনুসরণে পুনর্নির্মিত হয়েছে।\nগুজরাটের মধেরার সূর্য মন্দিরটি ১০২৬ - ২৭ খ্রিস্টাব্দে, মাহমুদের অভিযানের ঠিক পরে নির্মিত হয়েছিল। মন্দিরের চূড়াটি এখন আর নেই, তবে নিচের স্তরগুলি ভালভাবে সংরক্ষিত এবং মন্দিরের সামনে একই সময়ের একটি বড় বাওলি (স্টেপ ওয়েল বা পুষ্করিণী) রয়েছে। মূল উপাসনা স্থান এবং পুষ্করিণীর মধ্যে একটি বড় বিচ্ছিন্ন মণ্ডপ রয়েছে, যেটি কিছু সময় পরে তৈরি। সমস্ত অংশের খোদাই \"অত্যন্ত বিলাসবহুল এবং বিশদ বর্ণনায় চমৎকারভাবে পরিশীলিত\"।\nরুদ্র মহালয়া মন্দিরটি ছিল গুজরাটের সিদ্ধপুরের একটি বড় মন্দির প্রাঙ্গণ, যার বেশিরভাগই মুসলিম শাসনের সময় ধ্বংস হয়ে গিয়েছিল। মূল মন্দিরের চারপাশটি সহায়ক মন্দির দিয়ে ঘেরা ছিল (আংশিকভাবে একটি মসজিদ হিসাবে বিদ্যমান আছে)। এর বারান্দার কিছু অংশ অবশিষ্ট আছে এবং ব্যতিক্রমীভাবে বিশাল একটি স্বতন্ত্র তোরন বিদ্যমান আছে। মণ্ডপটি ছিল তিনতলা। দীর্ঘ সময় ধরে নির্মাণকার্য চলে, এর নির্মাণ ১১৪০ সালে শেষ হয়েছিল। একই সময়ের ছোট ছোট ধ্বংসপ্রাপ্ত মন্দিরগুলি হল বড়দিয়ার দুটি রাম লক্ষ্মণ মন্দির এবং পাঁচটি কিরাডু মন্দির। প্রত্যেকেরই সর্বনিম্ন তলাগুলি মোটামুটি অক্ষত রয়েছে এবং কিরাডু গোষ্ঠীর কিছু মন্দিরে তাদের চূড়ার অংশগুলি ঠিক আছে।\nগুজরাটের পাটনে রানি কি বাওলি (\"কুইনস স্টেপওয়েল\", সম্ভবত ১০৬৩ - ৮৩ সাল) হল একটি খুব বড় পুষ্করিণী। জায়গাটি একসময় চৌলুক্যদের রাজধানী ছিল। এটির স্থাপত্যের গঠন এবং কার্যকারিতা খুব ভিন্ন, সমসাময়িক মন্দির শৈলীতে \"সবকটি স্থাপত্যের উপাদানগুলির অলঙ্করণ চমৎকার\" যার মধ্যে অনেক হিন্দু চরিত্র রয়েছে। আরেকটি মন্দির ছাড়া স্থাপত্যের উদাহরণ হল রাজস্থানের চিতোর দুর্গের ৮০ ফুট উচ্চ কীর্তি স্তম্ভ, যার বেশিরভাগ অংশ ১৩শ শতকের গোড়ার দিকে একজন জৈন বণিক তৈরি করিয়েছিলেন। এর পর্যবেক্ষণাগারটি স্তম্ভের শীর্ষে অবস্থিত। ১৫শ শতকে এটির পুনঃপ্রতিষ্ঠা হয়েছিল।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nজৈন মন্দিরগুলির মধ্যে সবচেয়ে বিখ্যাত হলো মাউন্ট আবুর পাঁচটি দিলওয়ারা মন্দির। এগুলির মধ্যে বিমল ভাসাহি সবচেয়ে প্রাচীন, সেটি ১০৩১ সালে নির্মিত, লুনা ভাসাহি ১২৩০ সালের মধ্যে এবং অন্যান্যগুলি ১৪৫৯ এবং ১৫৮২ সালের মধ্যে একটু একটু করে নির্মিত হয়েছিল। সমস্ত মন্দির খুব সাদা মার্বেল দিয়ে তৈরি। মন্দিরের উৎকর্ষতায় শ্বেত মার্বেলের ব্যাপক প্রভাব যুক্ত হয়েছে। প্রাচীনতম এবং বৃহত্তম মন্দির দুটিতে প্রচুর পরিমাণে জটিল খোদাই রয়েছে। লুনা ভাসাহি মন্দিরে এই শৈলীর মান উৎকর্ষতার শিখরে পৌঁছেছে। প্রথম তিনটি মন্দিরের প্রধান ভবনগুলি দেবকুলিকা মন্দির দ্বারা বেষ্টিত (\"ক্লয়েস্টার\" পর্দা), এবং সেগুলির বাইরের দেওয়ালে বিশেষ কোন কাজ নেই; বিমল ভাসাহির ক্ষেত্রে এই পর্দার বেষ্টনীটি পরে, দ্বিতীয় মন্দির নির্মাণের সময় সংযোজিত হয়েছে। উপাসনাগৃহ থেকে এই তিনটি একটি অক্ষ বরাবর রয়েছে, প্রথমে পড়বে একটি বদ্ধ এবং তারপর একটি খোলা মণ্ডপ ও তারপরে একটি খোলা রঙ্গমণ্ডপ, যেটি মূলত নৃত্য বা নাটকের জন্য বড় কক্ষ। চারপাশে মন্দিরের পর্দা দিয়ে মূল মন্দিরকে ঘিরে রাখার নকশা পশ্চিম ভারতের জৈন মন্দিরগুলির একটি স্বতন্ত্র বৈশিষ্ট্যে পরিণত হয়েছিল, যা এখনও কিছু আধুনিক মন্দিরে ব্যবহৃত হয়।\nতরঙ্গ জৈন মন্দির গুচ্ছের মধ্যে অজিতনাথ মন্দির হলো বৃহত্তম এবং প্রাচীনতম। এটি ১১৬১ সালে নির্মিত হয়েছিল এবং এটি এই শৈলীর একটি চমৎকার উদাহরণ। এটি মূলত অক্ষত রয়েছে এবং ধর্মীয়কাজে ব্যবহৃত হয়। মণ্ডপের শিখর এবং নিচের অংশের উপরিভাগের শৈলীই \"সবচেয়ে জটিল\"। শিখর অংশটি ভূমিজা-রীতিতে ক্ষুদ্রাকৃতির স্তম্ভের তিনটি সারি দিয়ে শুরু হয়, এরপর সেটি সেখারি শৈলীতে উঁচুতে পৌঁছোয়। সেখানে বিভিন্ন দৈর্ঘ্যের ক্ষুদ্রাকৃতি স্তম্ভগুলি সমাপতিত হয়। মণ্ডপের ওপরে, সর্বনিম্ন স্তরের ক্ষুদ্রাকৃতি স্তম্ভের গুচ্ছগুলি উপাসনাগৃহর ওপর দিয়ে চলে গেছে, তার ওপরে রয়েছে সরু সমতল অংশ। তার ওপর ক্ষুদ্র স্তম্ভ খচিত রয়েছে এবং সমতলের ধার বরাবর রয়েছে জন্তু ও কলসের সারি। উপরিতলগুলি প্রচুর মূর্তি এবং \"মৌচাক\" গবাক্ষ দিয়ে সজ্জিত করা হয়েছে। মূর্তিগুলিকে \"জীবন্ত ভঙ্গি এবং শানিত মুখ ও পোশাক দ্বারা বিশিষ্টতা প্রদান করা হয়েছে\"।\nখুব সম্ভবত, অজিতনাথ মন্দিরটি নির্মিত হয়েছিল সোলাঙ্কি/চৌলুক্য রাজবংশের রাজা কুমারপাল (১১৪৩ - ১১৭২ খ্রিস্টাব্দ)-এর সময়। ইনি রাজ্যের জৈনদের সবচেয়ে সুনজরে দেখতেন। জৈন সূত্র অনুসারে জীবনের শেষ দিকে তিনি জৈন ধর্মে দীক্ষিত হন অথবা, অন্তত তিনি এই ধর্ম দ্বারা প্রভাবিত ছিলেন। তাঁর রাজত্বে জৈন শক্তি ও প্রভাব শিখরে পৌঁছেছিল। তাঁর পুত্র অজয়পাল জৈন ইতিহাসে একজন খলনায়কের মতো, তিনি যথেষ্ট সহায়ক ছিলেন না, যদিও তাঁর সভায় জৈন মন্ত্রীরা ছিলেন।\nবানাসকাঁথা জেলার কুম্ভরিয়াতে ১০৬২ - ১২৩১ খ্রিস্টাব্দের মধ্যে নির্মিত কুম্ভরিয়া জৈন মন্দিরগুলি পাঁচটি জৈন মন্দিরের মিলিত একটি প্রাঙ্গন। পাঁচটি মন্দির তাদের বিস্তৃত স্থাপত্যের জন্য বিখ্যাত। কুম্ভরিয়ার জৈন মন্দির, দিলওয়ারা মন্দির, গিরনার জৈন মন্দির এবং তরঙ্গ জৈন মন্দিরগুলিকে চৌলুকীয় স্থাপত্যের চমৎকার উদাহরণ হিসাবে বিবেচনা করা হয়। মহাবীর, শান্তিনাথ এবং পার্শ্বনাথ মন্দিরগুলি ভারতের কিছু বিখ্যাত মন্দির। এই পাঁচটি মার্বেল মন্দিরের আকার এবং স্থাপত্যের বিবরণে ভিন্নতা রয়েছে, তবে প্রতিটি মন্দিরই বিস্তৃত খিলানযুক্ত প্রবেশপথ সহ সুরক্ষামূলক প্রাচীর ঘেরা প্রাঙ্গণ দ্বারা বেষ্টিত।\nসোলাঙ্কি রাজবংশের ঠিক শেষের দিকে, ১২৪৮ সালে, ভদ্রেশ্বর জৈন মন্দির-এর বেশিরভাগ অংশ একজন বণিক তৈরি করে ছিলেন। এটি একটি সহায়ক মন্দিরের উঁচু বেষ্টনী দিয়ে ঘেরা। এর প্রত্যেকটিতে সেখারি শৈলীতে একটি শিখর রয়েছে। অনেক পরে তৈরি হওয়া দুটি প্রবেশদ্বারের মুখের বারান্দায় এগুলি নেই। এগুলির গম্বুজ এবং খিলানগুলিতে ইন্দো-ইসলামিক স্থাপত্যের উপাদান রয়েছে। মূল মন্দিরটি ভূমিস্তর থেকে যথেষ্ট ওপরে একটি প্রাঙ্গণে অবস্থিত। এটি ওপরে বর্ণিত পূর্ববর্তী উদাহরণগুলির সাথে তুলনীয়।\nগিরনার জৈন মন্দিরগুলির মণ্ডলী একটি চমৎকার পর্বত-চূড়ায় গুচ্ছের আকারে অবস্থান করছে। এগুলির বেশিরভাগই প্রধান মন্দিরগুলির মতো একই শৈলীতে (মৌলিক নির্মাণ) তৈরি। এগুলির নির্মাণ সময় ১১২৮, ১২৩১, ১৪৫৩ এবং অন্যটি ১৫শ শতকের মধ্যে রয়েছে। রাজগড়ি টিম্বো (\"ঢিবি\")-র মতো অন্যান্য মন্দিরগুলি সম্পূর্ণরূপে ধ্বংস হয়ে গেছে।\n\n\n=== পরের দিকের মন্দির ===\n\nশেষ পর্যন্ত ১২৪৪ সালের দিকে সোলাঙ্কি রাজবংশের পতন ঘটে, পরের কয়েক দশক হিন্দু ভাঘেলা রাজবংশ এই অঞ্চলের শাসক ছিলেন, তারপর মুসলিম দিল্লি সালতানাত অঞ্চলটি জয় করে। এরপরে শৈলীর মূল অঞ্চলে মন্দির নির্মাণ কার্য উল্লেখযোগ্য সময়ের জন্য বন্ধ হয়ে যায়, যদিও বিদ্যমান মন্দির এবং কিছু ছোট নতুন ভবনের সংস্কার ও সংযোজনের ছোটখাটো ঘটনা নথিবদ্ধ হয়েছে। যাইহোক, সোলাঙ্কি শাসনকে জৈনরা একটি \"স্বর্ণযুগ\"-এর মতো দেখেন এবং স্পষ্টতই মারু-গুর্জর শৈলী জৈনদের জন্য একটি আদর্শ শৈলী হয়ে উঠেছিল, বিশেষ করে ধর্মের শ্বেতাম্বর শাখার কাছে। শৈলীটি ১৫শ শতকে একই এলাকার জৈন মন্দিরগুলিতে পুনরায় আবির্ভূত হতে শুরু করে এবং তারপরে ভারতের অন্যত্র ছড়িয়ে পড়ে, প্রাথমিকভাবে এটি পূর্ব দিকে ছড়িয়েছিল।\nরাজস্থানের আদিনাথ রণকপুর জৈন মন্দিরটি প্রধানত একজন বণিক নির্মাণ করেছিলেন। এটি ১৪৩৯ থেকে ১৪৫৮ বা ১৪৯৬ সালের মধ্যে নির্মিত। এটি মারু-গুর্জর শৈলীর পুনরুজ্জীবন, যদিও পুঙ্খানুপুঙ্খভাবে নয়। এটি ভদ্রেশ্বরের মন্দিরের মতো একই বিস্তৃত নকশায় তৈরি, মন্দিরগুলির পিছনে একটি উঁচু বহিঃপ্রাচীর। কিন্তু এখানে বেশ কয়েকটি ইসলামিক-শৈলীর কর্বেল করা (পাথর, কাঠ বা ধাতুর কাঠামোগত টুকরো, একটি প্রাচীর থেকে অভিক্ষিপ্ত হয়েছে, তার ওপর শায়িত ওজন বহন করার জন্য) গম্বুজ রয়েছে। এখানে চারটি তিন তলা বারান্দা আছে। মন্দিরের অভ্যন্তরটি \"এর স্থানিক জটিলতার জন্য অতুলনীয়\", প্রাঙ্গনের কেন্দ্রে উপাসনাগৃহটি দুই বা তিনতলার অনেকগুলি মণ্ডপ দ্বারা বেষ্টিত। প্রতিটি তলা খুব খোলামেলা। ওজন ধরে রাখা স্তম্ভগুলির মধ্যে দিয়ে প্রাঙ্গণের ভেতরে বিভিন্ন দিকে দেখা যায়। এমনকি শিখর অংশেও তিনটি স্তরে বারান্দা রয়েছে। অভ্যন্তরীণ খোদাই বেশিরভাগ এলাকায় বরাবরের মতোই জমকালো।\nগুজরাটের শত্রুঞ্জয় পাহাড়ে অবস্থিত পালিতানা মন্দিরগুলির একটি বড় গুচ্ছ হল আরেকটি অত্যন্ত গুরুত্বপূর্ণ জৈন তীর্থস্থান, যেখানে মন্দিরের সংখ্যা শতাধিক (একটি শ্বেতাম্বর মন্দির ছাড়া বাকিগুলি বেশ ছোট)। যদিও অনেকগুলি অনেক আগে প্রতিষ্ঠিত হয়েছিল, তবে ১৩১১ সাল থেকে মুসলিম সৈন্যরা অঞ্চলটির এতটাই ধ্বংস সাধন করেছিল যে ১৬শ শতকের আগের মন্দিরগুলি খুব কমই বিদ্যমান আছে। মন্দিরগুলি বেশ কয়েকটি উচ্চ-প্রাচীরে ঘেরা প্রাঙ্গনে অবস্থিত। মন্দিরগুলি \"টুকস\" বা \"টঙ্কস\" নামে পরিচিত। মিশেল এগুলিকে \"পশ্চিম ভারতীয় মন্দির স্থাপত্যের চূড়ান্ত পর্যায়ের বৈশিষ্ট্য\" বলে অভিহিত করেছেন, যেখানে ঐতিহ্যবাহী শিখর, তিন বা চার দিকে বিস্তৃত দ্বিতল বারান্দা এবং প্রধান মণ্ডপে ক্ষুদ্র মূর্তি যুক্ত ছাদ রয়েছে। তবে এখানেও গম্বুজ, খাঁজযুক্ত, উঁচু বারান্দা এবং দ্বিতীয় মণ্ডপের ওপরে ইন্দো-ইসলামিক স্থাপত্যের প্রভাব রয়েছে, যেমন, \"পাপড়ির খাঁজযুক্ত খিলান, মেরলন -এর প্রাচীর\" এবং অন্যান্য বৈশিষ্ট্য রয়েছে। গুজরাটের পোলো ফরেস্টে হিন্দু এবং জৈনদের বিভিন্ন সময়ের ধ্বংসপ্রাপ্ত মন্দির রয়েছে, তবে বেশিরভাগই ১৫শ শতকের।\nউদয়পুরের জগদীশ মন্দির  (সম্পূর্ণ ১৬৫১) এমন একটি হিন্দু মন্দির যেখানে পরে এই শৈলী ব্যবহার করা হয়েছিল; তৈরি করিয়েছিলেন মেওয়ারের শাসক জগৎ সিং প্রথম।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n==== উনবিংশ শতক ====\n\n১৯ শতকে প্রচুর নতুন জৈন মন্দির তৈরি হয়েছিল, কারণ জৈন সম্প্রদায় ক্রমাগত বৃদ্ধি ও সমৃদ্ধি লাভ করে। অধিকাংশক্ষেত্রেই মন্দিরগুলি ধনী জৈনরা ব্যক্তিগতভাবে বা সম্প্রদায়ের ট্রাস্ট দ্বারা নির্মাণ করেছিলেন। গুজরাটের আহমেদাবাদে বৃহৎ হুথিসিং জৈন মন্দির (১৮৪৮), হুথিসিং পরিবার দ্বারা নির্মিত হয়েছিল। এর নির্মাণে মারু-গুর্জর শৈলী ব্যবহৃত হয়েছিল, ভদ্রেশ্বর এবং রণকপুরের সাথে এর অনেক মিল রয়েছে। এখানে প্রচুর পরিমানে \"শাণিত ভাস্কর্য\" সজ্জা আছে, \"কিন্তু মূর্তিগুলি শুধুমাত্র প্রলম্বিত আলম্বে প্রদর্শিত হয়\"। পরপর তিনটি উপাসনা স্থান আছে এবং তাই তিনটি শিখর আছে, কিন্তু বারান্দা এবং বাইরের মণ্ডপে তিনটি করে গম্বুজ রয়েছে।\nতবে শৈলীটি সর্বদা ব্যবহার করা হয় নি: রাজস্থানের বৃহৎ আজমির জৈন মন্দির (১৮৬৪ - ১৮৯৫) এক ধরনের নব্য-মুঘল শৈলী ব্যবহার করেছে। এটি একটি দিগম্বর প্রতিষ্ঠানের তৈরি এবং জৈন ধর্মের দিগম্বর শাখা। যদিও, অন্তত ভারতে, তারা সর্বদা মারু-গুর্জর শৈলীর পক্ষপাতী ছিল। বৃহৎ আনন্দজি কল্যাণজি ট্রাস্ট, যারা মন্দির-নির্মাণ এবং সংস্কারে নিবেদিত আছে, তারা বিশেষ করে পালিতানায় মারু-গুর্জর শৈলীর প্রচারে ভূমিকা পালন করেছে।\n\n\n==== বিংশ শতক ====\n২০শ এবং ২১শ শতকে, বিশেষ করে প্রায় ১৯৫০ সালে থেকে, বিশ্বের অনেক জায়গায় জৈন প্রবাসী সম্প্রদায়ের সংখ্যা বৃদ্ধি পেয়েছে। ভারতে অনেক বড় মন্দির এবং মন্দির প্রাঙ্গন নির্মাণ করা হয়েছে। প্রবাসী ক্ষুদ্র সম্প্রদায়গুলি কিছুটা ছোট পরিসরে ভবন নির্মাণ করেছে। উভয় ক্ষেত্রেই ব্যাপকভাবে মারু-গুর্জর শৈলীর ব্যবহার হয়েছে, কিন্তু পুঙ্খানুপুঙ্খতার মধ্যে যথেষ্ট পরিবর্তন দেখা গেছে। কিছু ভবন স্থানীয় মন্দির শৈলী এবং আধুনিক আন্তর্জাতিকতার সাথে মারু-গুর্জর উপাদানগুলিকে মিশ্রিত করে তৈরি। সাধারণত, যেখানে বিস্তৃত খোদাইয়ের কাজ রয়েছে, সেগুলি প্রায়শই এখনও গুজরাট বা রাজস্থানের কারিগরেরাই করেন। এগুলিতে ছোট আকারের মূর্তির চেয়ে আলংকারিক এবং সৌন্দর্যবর্ধক কাজ বেশি রয়েছে। ভারতে এবং বিদেশের অনেক আধুনিক হিন্দু মন্দিরে একই ধরনের মিশ্রণ দেখা যায়, উদাহরণস্বরূপ স্বামীনারায়ণ সম্প্রদায়ের মন্দির, বা মথুরার কাছে বৃন্দাবনে  প্রেম মন্দির (নির্মিত ২০০১ - ২০১১)। কখনও কখনও নির্মানে মারু-গুর্জর প্রভাব \"উড়ন্ত খিলান\" এবং মণ্ডপের ছাদ রোসেটের মধ্যেই সীমাবদ্ধ থেকেছে এবং সাদা মার্বেল ব্যবহার করা হয়েছে।\n\n\n== পটভূমি ==\nমারু-গুর্জর শৈলী আগের শৈলীগুলির থেকে আমূল পরিবর্তিত হয়নি। ওপরে উল্লিখিত উত্তর-পশ্চিম ভারতের পূর্ববর্তী শৈলীগুলি এবং খাজুরাহোর জৈন মন্দির গুচ্ছ যা আসলে বিখ্যাত খাজুরাহো গোষ্ঠীর স্মৃতিস্তম্ভের একটি অংশ,  সেগুলি হিন্দু নির্মানের মতো একই শৈলীতে তৈরি। এগুলি বেশিরভাগই ৯৫০ এবং ১০৫০ সালের মধ্যে নির্মিত হয়েছিল।  এগুলির সাথে মারু-গুর্জর শৈলীর অনেকগুলি বৈশিষ্ট্যের মিল আছে: উচ্চ স্তম্ভমূল সহ দেয়ালে অনেক আলংকারিক বন্ধনী, জমকালো আলংকারিক এবং সৌন্দর্যবর্ধক খোদাই, একাধিক দিকে বারান্দা, ছাদে রোসেট এবং অন্যান্য, কিন্তু খাজুরাহোতে শিখরগুলির উচ্চতায় অনেক বেশি জোর দেওয়া হয়েছে। আরও অনেক দক্ষিণের সমসাময়িক হোয়সালা স্থাপত্যের সাথেও মিল রয়েছে। এই উভয় শৈলীতে স্থাপত্যকে ভাস্কর্যের মতো বিবেচনা করা হয়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nহারলে, জেসি, ভারতীয় উপমহাদেশের শিল্প ও স্থাপত্য, ২য় সংস্করণ। 1994, ইয়েল ইউনিভার্সিটি প্রেস পেলিকান হিস্ট্রি অফ আর্ট,আইএসবিএন ০৩০০০৬২১৭৬\nমিশেল, জর্জ, (1977) দ্য হিন্দু টেম্পল: অ্যান ইন্ট্রোডাকশন টু ইটস মিনিং অ্যান্ড ফর্মস, 1977, ইউনিভার্সিটি অফ শিকাগো প্রেস,আইএসবিএন ৯৭৮-০-২২৬-৫৩২৩০-১\nমিশেল, জর্জ (1990), দ্য পেঙ্গুইন গাইড টু দ্য মনুমেন্টস অফ ইন্ডিয়া, ভলিউম 1: বৌদ্ধ, জৈন, হিন্দু, 1990, পেঙ্গুইন বই,আইএসবিএন ০১৪০০৮১৪৪৫\nRowland, Benjamin, The Art and Architecture of India: Buddhist, Hindu, Jain, 1967 (3rd edn.), Pelican History of Art, Penguin,আইএসবিএন ০১৪০৫৬১০২১\nসিং, কবিতা, \"মন্দিরের চিরন্তন প্রত্যাবর্তন: দিল্লির স্বামীনারায়ণ অক্ষরধাম কমপ্লেক্স\", 2010, আর্টিবাস এশিয়া, ভলিউম 70, নং। 1, academia.edu\nWard, Philip (১৯৯৮), Gujarat–Daman–Diu: A Travel Guide, 22, Orient Blackswan, আইএসবিএন 9788125013839 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNeubauer, Jutta Jain (১৯৮১), The Stepwells of Gujarat: In Art-historical Perspective, Abhinav Publications, আইএসবিএন 9780391022843 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKumar, Sehdev (২০০১), A Thousand Petalled Lotus: Jain Temples of Rajasthan : Architecture & Iconography, Abhinav Publications, আইএসবিএন 9788170173489 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJain, Arun Kumar (২০০৯), Faith & Philosophy of Jainism, Gyan Publishing House, আইএসবিএন 9788178357232 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ =="}