{"pageid": 1387919, "title": "অঙ্গিকা", "url": "https://bn.wikipedia.org/wiki?curid=1387919", "content": "অঙ্গিকা (অঙ্গ, আঙ্গিকর বা ছিকা-ছিকি নামেও পরিচিত) একটি পূর্বাঞ্চলীয় ইন্দো-আর্য ভাষা যা ভারতের বিহার ও ঝাড়খণ্ড রাজ্যের কিছু অংশে, সেইসাথে নেপালের কিছু অংশে বলা হয়।\nঅঙ্গিকা প্রতিবেশী ভারতীয় ভাষা যেমন মৈথিলি, বাংলা, ভোজপুরি এবং মাগাহির সাথে ঘনিষ্ঠভাবে সম্পর্কিত। ঐতিহাসিকভাবে এটি ' অঙ্গ লিপি ' নামে পরিচিত একটি পৃথক লিপিতে লেখা হয়েছিল। পরবর্তীকালে লেখকরা কাইথি লিপিতে এবং শেষ পর্যন্ত দেবনাগরী লিপিতে স্থানান্তরিত হন।\n\n\n== মৈথিলীর সাথে সম্পর্ক ==\nজর্জ আব্রাহাম গ্রিয়ারসন লিঙ্গুইস্টিক সার্ভে অফ ইন্ডিয়া (১৯০৩)-এ অঙ্গিকাকে মৈথিলির একটি উপভাষা হিসাবে শ্রেণীবদ্ধ করেছিলেন। তবে অঙ্গিকা ভাষাভাষীরা এখন একটি স্বাধীন ভাষা হিসেবে এর মর্যাদা দাবি করে। বিহারে মৈথিলি ভাষার প্রবক্তারা যখন বিংশ শতাব্দীর প্রথম দিকে মৈথিলি-মাধ্যম প্রাথমিক শিক্ষার ব্যবহার দাবি করেছিল, তখন আঙ্গিক-ভাষী অঞ্চলের লোকেরা তাদের সমর্থন করেনি এবং পরিবর্তে হিন্দি-মাধ্যম শিক্ষার পক্ষে ছিল। ১৯৬০ এবং ১৯৭০ এর দশকে, যখন মৈথিলি ভাষাভাষীরা একটি পৃথক মিথিলা রাজ্যের দাবি করেছিল, তখন অঙ্গিকা এবং বাজিকা ভাষাভাষীরা তাদের ভাষার স্বীকৃতির জন্য পাল্টা দাবি করেছিল।\nমৈথিলী সমর্থনকারীরা বিশ্বাস করেন যে বিহার সরকার এবং হিন্দিপন্থী বিহার রাষ্ট্রভাষা পরিষদ মৈথিলী ভাষা আন্দোলনকে দুর্বল করার জন্য অঙ্গিকা ও বাজিকাকে স্বতন্ত্র ভাষা হিসেবে প্রচার করেছে; তাদের অনেকেই এখনও অঙ্গিকাকে মৈথিলীর উপভাষা বলে মনে করেন।  মূলত মৈথিল ব্রাহ্মণ এবং করণ কায়স্থ বর্ণের লোকেরা মৈথিলি আন্দোলনকে সমর্থন করেছে, অন্যদিকে মিথিলা অঞ্চলের অন্যান্য বর্ণের লোকেরা মৈথিলি-ভিত্তিক আঞ্চলিক পরিচয় থেকে বিচ্ছিন্ন হওয়ার চেষ্টা করে অঙ্গিকা এবং বাজিকাকে তাদের মাতৃভাষা হিসাবে উপস্থাপন করেছে।\n\n\n== দাপ্তরিক অবস্থান ==\nঅঙ্গিকা ভারতের সংবিধানের অষ্টম তফসিলে তালিকাভুক্ত নয়। ২০১৮ সাল থেকে ভারতের ঝাড়খণ্ড রাজ্যে অঙ্গিকা \"দ্বিতীয় রাষ্ট্রীয় ভাষার\" মর্যাদা পেয়েছে। এটি মৈথিলি সহ ১৫টি অন্যান্য ভাষার সাথে এই মর্যাদা পেয়েছে।\n\n\n== অঙ্গা অঞ্চল ==\n\n\n=== এলাকা ===\nঅঙ্গিকা মূলত দক্ষিণ-পূর্ব বিহারের কথ্য ভাষা, যার মধ্যে বেশিরভাগ মুঙ্গের, পুরো ভাগলপুর বিভাগ এবং ঝাড়খণ্ডের সাঁওতাল পরগনা বিভাগ সহ পূর্ণিয়া বিভাগের কিছু দক্ষিণ-পূর্ব অংশ অন্তর্ভুক্ত।  এর ভাষাভাষীর সংখ্যা প্রায় ১৫০ লক্ষ লোক। যে অঞ্চলে আঙ্গিকায় কথা বলা হয় তা অঙ্গ, আং প্রদেশ এবং আঙ্গিকা-বেল্ট নামে পরিচিত। ভারতের বিহার এবং ঝাড়খণ্ড রাজ্য ছাড়াও, এটি নেপালের তেরাইয়ের মোরাং জেলাতেও সংখ্যালঘু ভাষা হিসাবে কথিত হয়। ২০১১ সালের নেপালের আদমশুমারির সময় মোরাং-এর ১.৯% লোক তাদের মাতৃভাষা হিসাবে অঙ্গিকাকে ফিরিয়ে এনেছিল।\n\n\n=== অঙ্গ সংস্কৃতি ===\n\n\n==== উৎসব ====\nউৎসব হল একটি সম্প্রদায়ের মূল সাংস্কৃতিক অংশ। মনসা পূজা (বেহুলা বিষহরী লোককাহিনীর উপর ভিত্তি করে) এবং কালী পূজা এই অঞ্চলের দুটি সাংস্কৃতিক ঐতিহ্য। এছাড়াও দুর্গাপূজা, সরস্বতী পূজা, ছট পূজা, বিশ্বকর্মা পূজা, বাসন্তী পূজা, হোলি, গুরু পূর্ণিমা এবং ঈদও এই অঞ্চলের জন্য একটি বড় তাৎপর্য বহন করে।\n\nমনসা পূজা (বিহুলা-বিষারি পূজা)\nমনসা পূজা বিহারের আং অঞ্চলের লোক উৎসব। এটি অঙ্গের সবচেয়ে বড় উৎসব। অঙ্গপ্রদেশের রাজধানী চম্পাপুরী হল মা বিষারির প্রধান মন্দির। মা মনসাকে সর্পদের দেবী হিসেবে গণ্য করা হয়। আজও পৌরাণিক কাল থেকে চলে আসা মনসা (বিহুলা-বিষারি) পূজার ঐতিহ্য অব্যাহত রয়েছে। বিহুলা-বিশারীতে মাতা মনসার পূজা করা হয়। মা মনসাকে বলা হয় শিবের কন্যা এবং বাসুকির বোন, যে মহাদেবের গলায় মালা দিয়ে বসে আছেন। অঙ্গপ্রদেশের চম্পানগরের বিহুলা বিষারির গল্পের পৌরাণিক বিশ্বাস সর্বত্র ছড়িয়ে আছে। বিক্রমশীলার ধ্বংসাবশেষ থেকেও এর তথ্য পাওয়া যায় এমনকি ধ্বংসাবশেষ থেকে মা মনসার দুটি ঐতিহাসিক মূর্তিও পাওয়া গেছে।\n\n\n== তথ্যসূত্র =="}