{"pageid": 1387184, "title": "ডেরা (সংগঠন)", "url": "https://bn.wikipedia.org/wiki?curid=1387184", "content": "ডেরা হল উত্তর ভারতের এক ধরনের সামাজিক-ধর্মীয় সংগঠন। জ্যাকব কোপম্যান ডেরাগুলিকে \"মঠ বা ধর্মীয় নেতাদের বর্ধিত আবাসিক স্থান হিসাবে সংজ্ঞায়িত করেছেন; প্রায়শই শুধু গোষ্ঠী হিসাবে চকচকে\"।\nবেশ কিছু ডেরা অ-গোঁড়া শিখ সম্প্রদায় হিসাবে শুরু হয়েছিল এবং তাদের অনেকগুলিই এখন স্বতন্ত্র অ-শিখ ধর্মীয় আন্দোলনের কেন্দ্র। অনেক ডেরা বিপুল সংখ্যক বহিষ্কৃত দলিতদের আকৃষ্ট করেছে, যারা আগে হিন্দু বর্ণবাদ থেকে বাঁচতে শিখ ধর্ম গ্রহণ করেছিল, কিন্তু জাট শিখ অধ্যুষিত কেরানি সংস্থার দ্বারা সামাজিকভাবে বর্জনীয় মনে হয়েছে৷\n\n\n== ইতিহাস ==\nডেরা শব্দটি ফার্সি শব্দ দেরাহ বা দিরা থেকে এসেছে, যার আক্ষরিক অর্থ শিবির, আবাস, মঠ বা বিহার।\nসাম্প্রদায়িক প্রতিষ্ঠান হিসাবে ডেরার ঘটনাটি পাঞ্জাবে নতুন নয় এবং এটি শিখধর্ম ও পন্থের চেয়ে অনেক পুরনো। শিখধর্মের আগে পাঞ্জাবের ডেরাগুলি ভক্তি আন্দোলনের সুফি পীর, যোগী নাথ এবং সন্তদের অন্তর্গত ছিল। পাঞ্জাবে, সুফি পীর বা সন্ত বা তাদের মাজারের জনপ্রিয়তা হিন্দু, শিখ ও মুসলিম সম্প্রদায়ের মধ্যে তাদের ভক্তির মাধ্যমে দেখা যায়। সুফিদের মাজার খানকাহ নামে পরিচিত ছিল। খানকাহর প্রধান কাজ ছিল সকল সম্প্রদায়ের, বিশেষ করে বিভিন্ন সম্প্রদায়ের নিম্ন স্তরের মানুষকে ত্রাণ প্রদান করা। গ্রামীণ এলাকায় হিন্দু জনগোষ্ঠীর নিম্নবর্ণের লোকদের জন্য বেশ কিছু খানকাহ নির্মাণ করা হয় এবং সুবিধা প্রদান করা হয়। বিনয়ী আতিথেয়তা ও উদারতার সাথে খানকাহ আধ্যাত্মিক দিকনির্দেশনা, মনস্তাত্ত্বিক সহায়তা ও পরামর্শ প্রদান করেছিল যা বিনামূল্যে এবং সমস্ত মানুষের জন্য উন্মুক্ত ছিল। এটি করার মাধ্যমে, খানকাহর হিন্দু বা মুসলিম সমাজের স্তরবদ্ধ সামাজিক কাঠামো প্রতিষ্ঠাকে চ্যালেঞ্জ করেছিল। শীঘ্রই, খানকাহগুলি সমস্ত জাতিগত ও ধর্মীয় পটভূমি এবং লিঙ্গের মানুষের সামাজিক-সাংস্কৃতিক ও ধর্মতাত্ত্বিক কার্যকলাপের কেন্দ্রবিন্দুতে পরিণত হয়। সখী সারওয়ার সুলতান, শেখ ফরিদ, বুল্লে শাহ, শেখ ফাত্ত, খাজা খিজর এবং পাঁচ পীরের (পাঞ্জপীর) সুফি মাজার ছিল পাঞ্জাবিদের ভাগাভাগি ভক্তির বহিঃপ্রকাশ।\nশিখ গুরুদের জীবদ্দশায়, বেশ কয়েকটি ডেরা প্রতিষ্ঠিত হয়েছিল, যার মধ্যে অনেক গুরু উপাধির প্রতিদ্বন্দ্বী দাবিদারদের দ্বারা। এই ডেরাগুলির মধ্যে উদসী, মিনা, ধীরমলীয়, রমরইয়া, হান্দালি ও মসন্দীদের অন্তর্ভুক্ত ছিল। শিখধর্ম একত্রীকরণের সময় আরও কয়েকটি ডেরা গড়ে ওঠে। এর মধ্যে বন্দেই খলস (বন্দপন্থী), নানকপন্থী, সেবাপন্থী, ভক্তপন্থী, সূত্রশাহী, গুলাবদাসী, নির্মল ও নিহঙ্গদের ডেরা অন্তর্ভুক্ত ছিল।\nঊনবিংশ শতাব্দীর পর আরও বেশ কিছু ডেরা গড়ে ওঠে। এই নতুন ডেরাগুলির স্বতন্ত্র বৈশিষ্ট্য ছিল যে তারা দলিত সংগঠনের কেন্দ্র হিসেবে কাজ করত। এই ডেরাগুলির অধিকাংশ অনুগামী ছিল দলিত পটভূমির মানুষ, যারা বর্ণবাদী হিন্দু বর্ণপ্রথা থেকে বাঁচতে শিখধর্ম গ্রহণ করেছিল। যাইহোক, তারা শিখ সমাজের বর্ণ শ্রেণিবিন্যাসে সামাজিক বর্জন অনুভব করতে থাকে, যা তাদেরকে ডেরা এবং অন্যান্য সংগঠনের দিকে ঠেলে দেয় যারা সামাজিক সমতার প্রতিশ্রুতি দেয়। শিখ প্রতিষ্ঠানগুলির ক্রমবর্ধমান রাজনীতিকরণ - অকাল তখত এবং এসজিপিসি - এবং জাট শিখদের দ্বারা তাদের আধিপত্য ডেরাতেও বিপুল সংখ্যক লোককে চালিত করেছে। পাঞ্জাবি প্রবাসীদের মধ্যে সচ্ছল দলিতরাও ডেরাগুলির বৃদ্ধিতে অবদান রেখেছে।\n\n\n== প্রধান ডেরাসসূহ ==\n২০০৬-২০০৭ সালের সমীক্ষা অনুসারে, পাঞ্জাবের গ্রামীণ এলাকায় ৯,০০০ টিরও বেশি শিখ এবং অ-শিখ ডেরা ছিল। প্রতিবেশী রাজ্য হরিয়ানা, রাজস্থান ও উত্তর প্রদেশেও বেশ কয়েকটি ডেরা অবস্থিত।\n\n\n=== শিখ ডেরা ===\nশিখ ডেরা কঠোরভাবে রেহত মর্যাদা (শিখ আচরণবিধি) পালন করে। তাদের অধিকাংশ অনুসারী এবং নেতারা জাট শিখ সম্প্রদায়ের। এই ডেরাগুলির নেতারা খুব কমই অ-জাট, এবং কখনও দলিত নয়। যাইহোক, এই ডেরাগুলিতে বেশ কিছু দলিত সেবাদার, গ্রন্থী, রগী ও কীর্তন পরিবেশনকারী রয়েছেন।\nকিছু বিশিষ্ট শিখ ডেরার মধ্যে রয়েছে:\n\nদমদমি তকসালের নেতৃত্বে সন্ত সমাজ\nডেরা ননকসর\nহাঁসলী সাহিবে সন্ত অজিত সিং হাঁসলী\nসন্ত দয়া সিং সুরসিংহ ওয়ালে\nসন্ত সেবা সিং রামপুর খের\nপরমেশ্বর দ্বার গুরমত প্রচার সেবা মিশন\nডেরা বাবা রুমি ওয়ালা (ভুচো কালান)\n\n\n=== অ-শিখ ডেরা ===\nঅ-শিখ ডেরারা শিখ রেহত মর্যাদা মানে না। শিখ গুরবানীর পাশাপাশি, তারা অ-শিখ পাঠ্যও আবৃত্তি করে এবং তাদের মধ্যে কেউ কেউ মূর্তিপূজাতেও লিপ্ত হয়। শিখ ডেরাগুলির বিপরীতে, যেখানে পবিত্র গ্রন্থ গুরু গ্রন্থ সাহিবকে একমাত্র বর্তমান গুরু হিসাবে বিবেচনা করা হয়, অ-শিখ ডেরাগুলি একজন সমসাময়িক মানব গুরুর প্রতি ভক্তি অনুশীলন করে।\nকিছু প্রধান অ-শিখ দের মধ্যে রয়েছে:\n\nরাধা সোমি সৎসঙ্গ বিয়স (ডেরা বিয়স)\nডেরা সচ্চসৌদ\nসন্ত নিরঙ্করী মিশন\nনামধারী\nদিব্য জ্যোতি সংস্থা\nভানিয়ারওয়ালা ডেরা\nডেরা বাবা ভূমন শাহ (সংঘার সাধ)\nরবিদাসী (ডেরা সচখন্ড সহ)\nএই ডেরাগুলির অধিকাংশ অনুসারী হল দলিত, অনগ্রসর শ্রেণী এবং জাট শিখদের মধ্যে দরিদ্র। যাইহোক, বেশিরভাগ ডেরা উচ্চবর্ণের পটভূমির লোকেরা পরিচালিত হয়। ২০০৭ সালের হিসাবে, নিরঙ্কারিদের নেতৃত্বে ছিলেন একজন খত্রী; ডেরা সচ্চসৌদ এর নেতৃত্বে ছিলেন সিধু উপজাতির একজন জট শিখ; এবং রাধা সোমিদের নেতৃত্বে ছিলেন ধিল্লন উপ-বর্ণের একজন জট শিখ।\nদলিত-অধ্যুষিত ডেরাগুলি পাল্টা-সংস্কৃতির প্রধান কেন্দ্র হিসেবে আবির্ভূত হয়েছে, যেখানে দলিতরা তাদের গর্ব, প্রথা ও ঐতিহ্যকে জাহির করে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ==="}