{"pageid": 1387230, "title": "ক্রোশ (একক)", "url": "https://bn.wikipedia.org/wiki?curid=1387230", "content": "কোস বা ক্রোশ, এছাড়াও বানান coss, koss, kosh, krosh, and krosha, পরিমাপের একটি একক যা একটি সংস্কৃত শব্দ, क्रोश krośa থেকে উদ্ভূত। যার অর্থ একটি 'ডাক', কারণ ইউনিটটি সেই দূরত্বের প্রতিনিধিত্ব করে যেখানে অন্য একজন মানুষের কথা শোনা যায়। এটি একটি প্রাচীন ভারতীয় উপমহাদেশীয় দূরত্বের মানক একক, কমপক্ষে ৪ খ্রিষ্টপূর্বাব্দ থেকে ব্যবহার করা হচ্ছে। অর্থশাস্ত্র অনুসারে, একটি krośa বা kos প্রায় ৩,০০০ মিটার (৯,৮০০ ফুট)।\nআরেকটি রূপান্তর মুগল সম্রাট আকবরের উপর ভিত্তি করে করা হয়েছে, যিনি আইন-ই-আকবরীতে ইউনিটটিকে ৫০০০ গুজে মানকৃত করেছিলেন। ভারতে ব্রিটিশরা আকবরের গুজকে ৩৩ ইঞ্চি (৮৪০ মিলিমিটার), প্রায় ৪,১৯১ মিটার (১৩,৭৫০ ফুট) কোস তৈরি করে। আরেকটি রূপান্তর একটি ক্রোশ আনুমানিক ২ ইংরেজি মাইল হওয়ার পরামর্শ দিয়েছে।\n\n\n== অর্থশাস্ত্র মান একক ==\n\nখ্রিস্টপূর্ব ৪র্থ শতাব্দীতে চাণক্য (বিষ্ণুগুপ্ত কৌটিল্য) প্রণীত “অর্থশাস্ত্র: অধ্যায় ২০ — স্থান ও সময়ের পরিমাপ”, দৈর্ঘ্যের ভারতীয় এককগুলোর এই আদর্শ বিভাজন সেট করে:\n\n১ আঙ্গুল (একটি আঙুলের আনুমানিক প্রস্থ) = প্রায়। (১৯মিমি)\n৪ আঙ্গুল = ১ ধনুর্গ্রাহ (ধনুক ধরা) = ৩ ইঞ্চি (৭৬ মিলিমিটার)\n৮ আঙ্গুল = ১ ধনুর্মুষ্ঠি (আঙুল তুলে মুষ্টি) = ৬ ইঞ্চি (১৫০ মিলিমিটার)\n১২ আঙ্গুল = ১ বিতস্তা (ব্যক্তির বুড়ো আঙুল এবং বুড়ো আঙুলের মধ্যে প্রসারিত হাতের তালুর দূরত্ব) = ৯ ইঞ্চি (২৩০ মিলিমিটার)\n২ বিতস্তা (কনুইয়ের ডগা থেকে মধ্যমা আঙুলের ডগা পর্যন্ত) = ১ আরত্নী বা হস্ত (কিউবিট বা হাত) = ১৮ ইঞ্চি (৪৬০ মিলিমিটার)\n৪ আরত্নী (হাত) = ১ দণ্ড বা ধনুশ (ধনুক) = ৬ ফুট (১.৮ মিটার) ;\n১০ দণ্ড = ১ রজ্জু = ৬০ ফুট (১৮ মিটার)\n২ রজ্জু = ১ পরিদেশ = ১২০ ফুট (৩৭ মিটার)\n১০ রজ্জু = ১ গোরুটা =২১৯ গজ (১/৮ মাইল; ২০০ মিটার) \n১০ গোরুটা = 1 ক্রোশ/কোস = প্রায় ৩,৩৫০ গজ (৩,০৬০ মিটার; ১.৯০ মাইল)\n\n\n== এসআই ইউনিট এবং ইম্পেরিয়াল ইউনিটে রূপান্তর ==\nক্রোশ মোটামুটি ১.৮ কিলোমিটার (১.১ মাইল) কোস বা ক্রোশের অর্থশাস্ত্রের মান একক SI ইউনিটে ৩০৭৫ মিটার এবং ইম্পেরিয়াল ইউনিটে ১.৯১ মাইল।\n\n\n== ক্রোশ এর ব্যবহার ==\nবৈদিক যুগ থেকে মুঘল যুগ পর্যন্ত সরকারী ব্যবহারের প্রমাণ বিদ্যমান। ভারতীয় উপমহাদেশের অনেক গ্রামীণ এলাকার বয়স্ক লোকেরা এখনও ক্রোশ-এর কাছাকাছি এলাকা থেকে দূরত্বকে বোঝায়। বেশিরভাগ হিন্দু ধর্মীয় পরিক্রমা পথ ক্রোশে পরিমাপ করা হয়, যেমন কুরুক্ষেত্রের ৪৮ ক্রোশ পরিক্রমা। ভারতের পুরানো হাইওয়ে, বিশেষ করে গ্র্যান্ড ট্রাঙ্ক রোড বরাবর, কেউ এখনও ১৬ থেকে ১৮ শতকের গোড়ার দিকে কোস মিনার বা মাইল মার্কারগুলি খুঁজে পায়, যা দুই মাইলের কিছু বেশি দূরত্বে নির্মিত।\n\n\n== আরো দেখুন ==\n \n\n\n== তথ্যসূত্র =="}