{"pageid": 1387320, "title": "প্রবন্ধ (সংস্কৃত)", "url": "https://bn.wikipedia.org/wiki?curid=1387320", "content": "প্রবন্ধ হল মধ্যযুগীয় ভারতীয় সংস্কৃত সাহিত্যের একটি সাহিত্যধারা। প্রবন্ধগুলোতে বিখ্যাত ব্যক্তিদের জীবন সম্পর্কে আধা-ঐতিহাসিক উপাখ্যান রয়েছে। এগুলো মূলত ১৩ শতকের পর থেকে পশ্চিম ভারতের (গুজরাট এবং মালওয়া) জৈন পণ্ডিতদের দ্বারা লেখা হয়েছিল। প্রবন্ধের আঞ্চলিক অভিব্যক্তি সহ কথোপকথন সংস্কৃতের বৈশিষ্ট্য রয়েছে এবং এতে লোককাহিনীর উপাদান রয়েছে।\n\n\n== সংজ্ঞা ==\nপ্রবন্ধগুলো বিখ্যাত ব্যক্তিদের সম্পর্কে আধা-ঐতিহাসিক উপাখ্যান। রাজশেখর সুরির প্রবন্ধকোষে দুই ধরনের জীবনীমূলক আখ্যানের উল্লেখ আছে: চরিত এবং প্রবন্ধ। চরিতগুলো আর্যরক্ষিত-সুরি (যিনি ৩০ খ্রিস্টাব্দে মারা গিয়েছিলেন) পর্যন্ত তীর্থঙ্কর, রাজা এবং ধর্মীয় নেতাদের জীবন কাহিনী। আর্যরক্ষিত-সুরির পরে জন্মগ্রহণকারী ব্যক্তিদের জীবনীকে বলা হয় প্রবন্ধ। এটা রাজশেখরের নিজস্ব সংজ্ঞা নাকি অন্য কোন কর্তৃত্বের উপর ভিত্তি করে তা স্পষ্ট নয়। তবে, পরবর্তী বেশ কিছু গ্রন্থ এই সংজ্ঞা মেনে চলে না। উদাহরণ স্বরূপ, কুমারপাল-চরিত, বাস্তুপাল-চরিত এবং জগদু-চরিত শিরোনামের গ্রন্থ রয়েছে এমন ব্যক্তিদের জীবনী নিয়ে, যারা প্রথম সহস্রাব্দের পরে বিচরণ করেছিলেন।\nপ্রবন্ধগুলো মূলত ১৩ শতকের পর থেকে জৈন পণ্ডিতদের দ্বারা লেখা হয়েছিল। লেখকরা পশ্চিম ভারত ভিত্তিক ছিলেন এবং প্রাথমিকভাবে আঞ্চলিক সংস্কৃতে লিখেছেন (ক্ল্যাসিকাল সংস্কৃতের বিপরীতে)। প্রবন্ধগুলো স্থানীয় ভাষায় (অর্থাৎ অ-সংস্কৃত) অভিব্যক্তির ব্যাপক ব্যবহার করে এবং প্রায়শই লোক ঐতিহ্যের কাছাকাছি।\n\n\n== উদাহরণ গ্রন্থাদি ==\nদ্বাদশ শতাব্দীর জৈন পণ্ডিত হেমচন্দ্রের ত্রিষষ্ঠী-শলক-পুরুষ-চরিত্রে ৬৩ জন ব্যক্তির সম্পর্কে পৌরাণিক আখ্যান রয়েছে। তবে, প্রাচীনতম সংকলনটির নামই ছিল প্রবন্ধ— যার নাম জিনভদ্রের প্রবন্ধাবলী (১২৩৪ খ্রি)।\nউল্লেখযোগ্য কিছু প্রবন্ধ সংগ্রহের মধ্যে রয়েছে:\n\nজিনভদ্রের প্রবন্ধাবলী, ১২৩৪ খ্রি\nএতে পৃথ্বীরাজ প্রবন্ধ সহ ঐতিহাসিক ব্যক্তিত্বের (যাদের অধিকাংশই পশ্চিম ভারতের) সম্পর্কে ৪০টি প্রবন্ধ রয়েছে। এটি বাস্তুপালের পুত্র জৈত্রসিংহের অনুরোধে রচিত হয়েছিল।\nএটি সম্পূর্ণ আকারে উপলব্ধ নয়, কিন্তু:\nএর কিছু বিষয়বস্তু জিনবিজয়ের ২০ শতকের সংকলন পুরাতন প্রবন্ধ সংগ্রহে অন্তর্ভুক্ত করা হয়েছে\nমেরুতুঙ্গার  প্রবন্ধ-চিন্তামণিতে বলভী-ভঙ্গ প্রবন্ধও প্রবন্ধাবলী থেকে অনুলিপি করা হয়েছে।\nরাজশেখরের প্রবন্ধ-কোষের পদলিপ্তাচার্য প্রবন্ধ এবং রত্ন-শ্রাবক-প্রবন্ধ প্রবন্ধাবলী থেকে নেওয়া হয়েছে\nপ্রভাচন্দ্র রচিত প্রভাবক চরিত, ১২৭৭ খ্রি\nএটি বজ্রস্বামিন থেকে হেমচন্দ্র পর্যন্ত ২২ জন শ্বেতাম্বর জৈন সন্ন্যাসীর জীবনী, হেমচন্দ্রের পরিশিষ্টপার্বণ (বা স্থবিরাবলি-চরিত ) এর ধারাবাহিকতা হিসেবে। এতে ঐতিহাসিক রাজা ও কবিদের সম্পর্কে উপাখ্যানও রয়েছে।\nলঘু-প্রবন্ধ-সংগ্রহ, রচয়িতা অজ্ঞাত ১৩ শতকের\nএটি ১২৪৩ খ্রি এবং ১৪০৯ খ্রি এর মধ্যে গুজরাট-ভিত্তিক কবি দ্বারা সংকলিত হয়েছিল। এতে ১০টি ছোট প্রবন্ধ রয়েছে।\nমেরুতুঙ্গার প্রবন্ধ-চিন্তামণি, ১৩০৫ খ্রি\nএতে ১৩৫টি প্রবন্ধ রয়েছে ১১টি বিষয়ের অধীনে শ্রেণীবদ্ধ করা হয়েছে এবং ৫টি প্রকাশ (বিভাগ) রয়েছে। এটি প্রাথমিক মধ্যযুগীয় গুজরাটের ইতিহাসের একটি গুরুত্বপূর্ণ উৎস।\nজিনপ্রভা প্রণীত বিবিধ-তীর্থ-কল্প বা কল্প-প্রদীপ, ১৩৩৩ খ্রি\nএর ৬৩টি অধ্যায়ের ৪৪টি জৈন তীর্থস্থানের বর্ণনা দেয়, তবে এতে ৭টি কল্প বা জীবনী (অর্থাৎ প্রবন্ধগুলি) অন্তর্ভুক্ত অধ্যায় অন্তর্ভুক্ত রয়েছে।\nউপকেশ গচ্ছের কক্কাসুরি প্রণীত নাভি-নন্দন-জিনোদ্ধরা-প্রবন্ধ, ১৩৩৬ খ্রি।\nশত্রুঞ্জয় ঋষভনাথ জৈন মন্দিরের সংস্কার রেকর্ড করে এবং লেখকের আধ্যাত্মিক বংশের ইতিহাস প্রদান করে (উপকেশ-গচ্ছ)\nরাজশেখর সুরির প্রবন্ধ কোষ, ১৩৪৯ খ্রি \nচতুর্বিংশতি প্রবন্ধ নামেও পরিচিত, এতে ২৪টি প্রবন্ধ রয়েছে। ১০ জন সুরী (জৈন শিক্ষক), ৭ জন রাজা, ৪ জন কবি এবং ৩ জন জৈন ব্যক্তিত্বের অন্তর্ভুক্ত।\n১৫ শতকের আগে একাধিক লেখকের পুরাতন-প্রবন্ধ-সংগ্রহ\nপ্রবন্ধ-চিন্তামণি-সম্বাদ-পুরাতন-সংগ্রহ নামেও পরিচিত, এতে ৬৩টি প্রবন্ধ রয়েছে, কিছু পূর্ববর্তী প্রবন্ধ সংগ্রহ থেকে ধার করা হয়েছে। বিংশ শতাব্দীতে, মুনি জিনবিজয় পাটনে এর পাণ্ডুলিপি ( প্রবন্ধ-সংগ্রহ শিরোনাম) খুঁজে পান এবং এটি পুরাতন-প্রবন্ধ-সংগ্রহ নামে প্রকাশ করেন।\nজিনমন্দনা দ্বারা কুমারপাল-প্রবন্ধ, ১৪৩৫ খ্রি\nকুমারপাল সম্পর্কে ৯টি প্রবন্ধ রয়েছে এবং তার পূর্বসূরি এবং পূর্বপুরুষদের সম্পর্কেও তথ্য প্রদান করে।\nবল্লাল (বা বল্লালসেন), ষোড়শ শতাব্দীর ভোজ-প্রবন্ধ\nএটি ভোজা রাজা সম্পর্কে গল্পের একটি সংকলন, যা ঐতিহাসিকভাবে অবিশ্বস্ত, কিন্তু বিনোদন দিতে সক্ষম। এটি ভোজের সমসাময়িক হিসাবে কালিদাস, বানা, ময়ূরভট্ট, ভবভূতি এবং মাঘের মতো অ-সমসাময়িক কবিদের স্থান দেয়।\nএই সংকলনে কালিদাস, সুবন্ধু এবং মাঘের মতো অন্যান্য কবিদের পদসমূহ উপস্থিত হয়েছে। এতে পঞ্চতন্ত্রের কিছু বিষয়বস্তুও রয়েছে।\nএটি ভোজ-প্রবন্ধ (মেরুতুঙ্গা, রাজবল্লভ, বৎসরাজ, শুভশীলা এবং পদ্মগুপ্ত দ্বারা) শীর্ষক ৫টি অন্যান্য কাজের সাথে বিভ্রান্ত হবেন না।\nশুভশীল গণি রচিত পঞ্চশতি-প্রবন্ধ-সম্বন্ধ, ১৪৬৪ খ্রি\n৬২৫টি প্রবন্ধ রয়েছে, যা জৈন সন্ন্যাসী এবং সাধারণ মানুষের সংক্ষিপ্ত বিবরণ।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ==="}