{"pageid": 1387870, "title": "সুপ্রভাতম", "url": "https://bn.wikipedia.org/wiki?curid=1387870", "content": "সুপ্রভাতম ( সংস্কৃত: सुप्रभातम्         )  সুপ্রভাতকাব্য রীতির একটি সংস্কৃত প্রার্থনা  । এটি হিন্দুধর্মে দেবতাকে জাগ্রত করার উদ্দেশ্যে ভোরবেলা আবৃত্তি করা স্তোত্র বা শ্লোকের একটি সংগ্রহ। সুপ্রভাতম কবিতার জন্য নির্বাচিত কৌশলটি সাধারণত বসন্ততিলক কৌশল ।\nসবচেয়ে সুপরিচিত সুপ্রভাতম রচনা হল বেঙ্কটেশসুপ্রভাতম যা দেবতা বেঙ্কটেশ্বরকে জাগ্রত করার জন্য পাঠ করা হয়। প্রখ্যাত কর্ণাটকি কণ্ঠশিল্পী এমএস সুব্বুলক্ষ্মীর  এই সুপ্রভাতম্ পরিবেশনা অত্যন্ত জনপ্রিয়।  এটি প্রতিদিন বহু গৃহ ও মন্দিরে (বিশেষ করে তিরুমালা তিরুপতিতে ) ভোরের দিকে বাজানো হয়।\n\n\n== ইতিহাস ==\n'সুপ্রভাতকাব্য' ধারায় বাল্মীকির রামায়ণের বালকাণ্ডে(১/২৩/২) বিশ্বামিত্র রাম-কে নিদ্রা থেকে উত্থিত হওয়ার আহ্বান করেছেন।\nদেবনাগরী\n\nবাংলা\n\nবঙ্গানুবাদ, ১/২৩/২\n\nবেঙ্কটেশসুপ্রভাতম্ এই শ্লোক দিয়ে আরম্ভ হয়েছে।\n\n\n== বেঙ্কটেশ্বর সুপ্রভাতম্ ==\n১৪২০ থেকে ১৪৩২ খ্রিস্টাব্দের মধ্যবর্তী কোনো এক সময়ে প্রতিভাদিভয়াঙ্করম শ্রী আন্না (হস্তিগিরিনাথর আন্না নামেও পরিচিত)  বেঙ্কটেশসুপ্রভাতম রচনা করেছিলেন। \nবেঙ্কটেশ সুপ্রভাতমে চারটি বিভাগ রয়েছে: সুপ্রভাতম্, শ্রী বেঙ্কটেশ স্তোত্রম, প্রপত্তি ও মঙ্গলাসনম্। \n\n\n=== মূলপাঠ ও অর্থ ===\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জী ==\nB.V.L., Narayanarow (মার্চ ৩১, ১৯৯৯), Sri Venkateswara Suprabhatam (English ভাষায়), Tirumala Tirupathi Devasthanams, সংগ্রহের তারিখ অক্টোবর ২, ২০২২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nParthasarathy, Venkatesh (নভেম্বর ২, ২০২০), Venkatesa Suprabhatam: The Story of India's Most Popular Prayer (English ভাষায়), Westland Publications Private Limited, আইএসবিএন 9789389648638, সংগ্রহের তারিখ অক্টোবর ২, ২০২২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nRambhadracharya, Svami (জানুয়ারি ১৪, ২০০৯), Śrīsītārāmasuprabhātam (পিডিএফ) (Sanskrit ভাষায়), Chitrakuta, Uttar Pradesh, India: Jagadguru Rambhadracharya Vikalang Vishvavidyalaya, মার্চ ৪, ২০১৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা, সংগ্রহের তারিখ অক্টোবর ২৫, ২০১২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\n\n== বহিঃসংযোগ ==\n\nTelugu Rendering in WikiSource\nDevanagari Rendering"}