{"pageid": 1387949, "title": "শ্যামগ্রাম মোহিনী কিশোর স্কুল এন্ড কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1387949", "content": "শ্যামগ্রাম মোহিনী কিশোর স্কুল এন্ড কলেজ বাংলাদেশের উল্লেখযোগ্য শিক্ষা প্রতিষ্ঠানের একটি। ১ ফেব্রুয়ারি, ১৯০০ ইং সালে এই স্কুলটি ব্রাহ্মণবাড়িয়ার নবীনগরের শ্যামগ্রামে প্রতিষ্ঠিত হয়।\nএটি মানিকনগর-শ্যামগ্রাম সড়কের পাশে অবস্থিত। প্রাচীন এই শিক্ষা প্রতিষ্ঠানটি স্কুল এবং কলেজ শাখায় বিভক্ত।\n\n\n== ইতিহাস ==\nশ্যামগ্রাম মোহিনী কিশোর স্কুল এন্ড কলেজ ১৯০০ সালের ১ ফেব্রুয়ারি প্রতিষ্ঠিত হয়। প্রতিষ্ঠাকালে বিদ্যালয়টি ছিল  শ্যামগ্রাম মাধ্যমিক বিদ্যালয়। বিদ্যালয় স্থাপনের প্রথম বছরেই কলিকাতা বিশ্ববিদ্যালয় কর্তৃপক্ষ বিদ্যালয়টিকে পাঠদানের অনুমতি প্রদান করে।  শুরুতে বিদ্যালয়টি গ্রামের অভ্যন্তরে এটি প্রতিষ্ঠা করা হয়েছিল। বিভাগীয় স্কুল ইন্সপেক্টর এবং কলিকাতা বিশ্ববিদ্যালয় কর্তৃপক্ষ গ্রামের অভ্যন্তরে অবাঞ্চিত প্রতিকূল আবেষ্টনী হতে মুক্ত, শান্ত ও সুন্দর পরিবেশে স্থানান্তর করার জন্য পরামর্শ দেন।প্রোমোটার বর্গের আর্থিক সহায়তায় বিদ্যালটির বর্তমান স্থানে পুনঃস্থাপিত হয়। অর্থাৎ ১৯১৭ সালে স্কুলটি বর্তমান জায়গায় স্থানান্তর করা হয়। বিদ্যালয়ের নিজস্ব ভূমির পরিমাণ ৪.৫৯ একর। ইতোমধ্যে উত্তর পাশের পুকুর ভরাট করে অবকাঠামো তৈরি করা হয়েছে এবং পশ্চিম পাশে নতুন দু’টি ৪ তলা ভবনের নির্মাণ করা হয়েছে। এ বিদ্যালয়ের একটি নিজস্ব খেলার মাঠ রয়েছে। ১৯৩০ সালে ক্রয়সূত্রে বিদ্যালয়টি খেলার মাঠের ১.৯৯ একর ভূমির মালিকানা অর্জন করে। ১৯৬৫ সাল থেকে এ স্কুলে মেয়েদের ভর্তি করা শুরু হয়। প্রতিষ্ঠাকালে এ বিদ্যালয়ের শিক্ষক সংখ্যা ছিল ১৫ জন এবং ছাত্র সংখ্যা ছিল ৩০০ জন।  বর্তমান সভাপতি মোঃ খলিলুর রহমান ( সাবেক ডাক ও টেলিযোগাযোগ সচিব এবং বাংলাদেশ সরকারি কর্ম কমিশনের বর্তমান সদস্য) এই এলাকায় শিক্ষার  মান উন্নয়নের লক্ষ্যে বিদ্যালয়টি কলেজে রূপান্তরিত করার সিদ্ধান্ত গ্রহণ করেন। তার সার্বিক সহযোগিতায় বিদ্যালটি একাদশ শ্রেণিতে পাঠদানের অনুমতি পায়। নতুন নামকরণ করা হয়েছে “শ্যামগ্রাম মোহিনী কিশোর স্কুল এন্ড কলেজ”।\n\n\n== বর্তমান অবস্থা ==\nপ্রতিষ্ঠানটিতে প্রথম থেকে দ্বাদশ শ্রেণি পর্যন্ত পাঠদান করানো হয়। ষষ্ঠ থেকে দশম শ্রেণি পর্যন্ত প্রত্যেক শ্রেণিতে দুইটি শাখা বিদ্যমান এবং প্রথম থেকে পঞ্চম এবং একাদশ থেকে দ্বাদশ শ্রেণীতে একটি করে শাখা বিদ্যমান। বর্তমানে স্কুলটিতে প্রায় ১৯০০ শিক্ষার্থী এবং ৩৫ জন শিক্ষক-শিক্ষিকা রয়েছেন।\n\n\n== একাডেমিক কার্যক্রম ==\nপ্রথম থেকে দ্বাদশ শ্রেণি পর্যন্ত জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ড NCTB কর্তৃক প্রকাশিত অনুমোদিত কারিকুলাম অনুযায়ী শিক্ষার্থীদের পাঠ দান করা হয়। ষষ্ঠ শ্রেণিতে ভর্তি পরীক্ষার মাধ্যমে ছাত্র-ছাত্রী ভর্তি করা হয়। ছাত্রীদের আসন সংখ্যা  প্রতিশ্রেনিতে ১২০ জন সীমিত কিন্তু ছাত্রদের আসন সংখ্যা সীমিত নয়। প্রতিষ্ঠানের অফিস হতে ফর্ম সংগ্রহ করে ভর্তির জন্য আবেদন করতে হয়।ষষ্ঠ শ্রেণি ছাড়াও অন্যান্য শ্রেণিতে আসন সংখ্যা  খালি থাকা সাপেক্ষে ছাত্র-ছাত্রী ভর্তি করা হয়। স্বস্ব শ্রেণি শিক্ষক ভর্তি কার্যক্রম সম্পাদন  করে থাকেন। একাদশ শ্রেণিতে ভর্তির জন্য অনলাইনে আবেদন করতে হয়। বোর্ড কর্তৃক নির্বাচিত শিক্ষার্থীদের ভর্তি করা হয়। প্রতিবছর পহেলা জানুয়ারি উৎসবমুখর পরিবেশে ছাত্র-ছাত্রীদের মাঝে নতুন বই বিতরণ করা হয়। ছাত্র:সাদা শার্ট ও কালো প্যান্ট, সোল্ডার, মনোগ্রাম, কালো টাই ও আইডি কার্ড।   ছাত্রী: কমলা রঙের গোল জামা,সাদা সেলোয়ার,ওড়না, স্কার্ফ, বেল্ট ক্যাডস ও  মনোগ্রাম। ছাত্র:গোলাপি সাদা চেক শার্ট ও কালো প্যান্ট, সোল্ডার,কালো সাদা চেক টাই,কালো জুতা ও মনোগ্রাম।\nছাত্রী: গোলাপি সাদা চেক রঙের জামা,সাদা সেলোয়ার,স্কার্ফ, বেল্ট ক্যাডস ও  মনোগ্রাম।\nছুটির নিয়মাবলী\nকোন শিক্ষার্থীর ছুটির প্রয়োজন হলে অভিভাবক কিংবা শিক্ষার্থী কর্তৃক শ্রেণি শিক্ষকের নিকট আবেদন করতে হয়। শ্রেণি শিক্ষকের সুপারিশের ভিত্তিতে ছুটি মঞ্জুর করা  হয়। শিক্ষকদের বেলায় উপর্যুক্ত কারণ দর্শানোর পরিপ্রেক্ষিতে অধ্যক্ষ মহোদয়ের নিকট আবেদন করতে হয় এবং অধ্যক্ষ মহোদয় ছুটি মঞ্জুর করেন।\nসময়সূচি\nস্কুল শাখা-সকাল ১০টা থেকে বিকেল ৫টা পর্যন্ত\nকলেজ শাখা-সকাল ১০টা থেকে বিকেল৩ টা পর্যন্ত\nইংরেজি ভার্সন-সকাল ৮টা থেকে ১০টা পর্যন্ত\nপরীক্ষা পদ্ধতি \nষষ্ঠ থেকে একাদশ শ্রেণিতে মূল্যায়নসহ চারটি ধাপে পরীক্ষা পদ্ধতি চালু আছে।\n১। প্রথম প্রাতিষ্ঠানিক অভীক্ষা  ২। অর্ধ-বার্ষিক পরীক্ষা ৩। চূড়ান্ত প্রাতিষ্ঠানিক অভীক্ষা ৪। বার্ষিক পরীক্ষার ফলাফলের ভিত্তিতে পরীক্ষার্থীদের মূল্যায়ন করে উপরের শ্রেণিতে ভর্তি করা হয়।\nপাঠদান কৌশল ও প্রশ্নপত্র তৈরি \nশিক্ষার্থীদের পাঠকে সহজ, আনন্দায়ক এবং পাঠের প্রতি আগ্রহ সৃষ্টির লক্ষ্যে প্রত্যেক শিক্ষক তার  নিজস্ব পাঠদান কৌশল অবলম্বন করেন। শিক্ষকগণ পোস্টার,ফ্লিপ চার্ট, প্রজেক্টর এবং বাস্তব উপকরণের মাধ্যমে পাঠদান করে থাকেন। বিভিন্ন পরীক্ষার সময় স্বস্ব বিষয়ের শিক্ষক দ্বারা প্রশ্নপত্র তৈরি করা হয়।\nডিজিটাল নোটিস বোর্ডের মাধ্যমে বিভিন্ন তথ্য জানানো হয়। প্রতিষ্ঠানটি সিসি ক্যামেরার আওতাভুক্ত। অধ্যক্ষের কার্যালয় থেকে সিসি ক্যামেরার মাধ্যমে প্রতিষ্ঠানটির সার্বিক কার্যাবলী পর্যবেক্ষণ করা হয়। প্রতিষ্ঠানটির অফিসিয়াল কার্যক্রম পরিচালনার সুবিধার্থে, কম্পিউটার ল্যাব পরিচালনা, অনলাইন ক্লাস কিংবা শিক্ষকদের পাঠের সাথে সংশ্লিষ্ট অন্যান্য কার্যাবলীর সুষ্ঠুভাবে সম্পাদনের জন্য প্রতিষ্ঠানে সার্বক্ষণিক ইন্টারনেট সেবা চালু রয়েছে যা প্রতিষ্ঠানের কার্যক্রমকে একধাপ এগিয়ে নিয়েছে। শ্যামগ্রাম মোহিনী কিশোর স্কুল এন্ড কলেজ নামে সামাজিক যোগাযোগ মাধ্যম ফেসবুকে একটি আইডি খোলা আছে। এখান থেকে প্রতিষ্ঠানের বিভিন্ন তথ্য এবং শিক্ষা মন্ত্রণালয়ের বিভিন্ন তথ্য  আপলোড করা হয়। এর ফলে শিক্ষক শিক্ষার্থী এবং অভিভাবকগণ উপকৃত হচ্ছে। এছাড়াও প্রতিষ্ঠানের বিভিন্ন চলমান কার্যক্রমের বিভিন্ন ছবি এবং ভিডিও এতে শেয়ার করা হয়।\n\n\n== সহ-শিক্ষাক্রমিক কার্যাবলী ==\nকোন প্রতিষ্ঠানের সহ-শিক্ষাক্রমিক কার্যাবলীর মাধ্যমে শিক্ষার্থীদের শারীরিক, মানসিক ও সৃজনশীল মনোভাব তৈরিতে সাহায্য করে।\nসমাবেশপ্রতিদিন সকাল ১০ টায় শুরু হয় ১০ .১৫ মিনিট পর্যন্ত চলে। সাপ্তাহিক সমাবেশ পবিত্র কোরআন থেকে তেলাওয়াত, গীতা পাঠ, শপথ বাক্য পাঠ, জাতীয় সংগীত এবং পিটি প্যারেড করানো হয়।\nবার্ষিক ক্রীড়া প্রতিযোগিতা\nপ্রতিষ্ঠানের উল্লেখযোগ্য কার্যক্রমগুলোর মধ্যে সর্বাপেক্ষা আকর্ষণীয় অনুষ্ঠান হচ্ছে বার্ষিক ক্রীড়া প্রতিযোগিতা। বিভিন্ন ইভেন্টে প্রতিযোগীরা অংশগ্রহণ করে থাকেন।প্রতিষ্ঠানের উল্লেখযোগ্য অনুষ্ঠানের মধ্যে অন্যতম একটি অনুষ্ঠান হল বার্ষিক সাংস্কৃতিক প্রতিযোগিতা ও পুরস্কার বিতরণী অনুষ্ঠান। এই অনুষ্ঠানে বিভিন্ন ইভেন্ট রয়েছে যেমন নজরুল গীতি, রবীন্দ্র সংগীত, দেশাত্মবোধক গান, কৌতুক,ও নাটক ইত্যাদি। অভিভাবকবৃন্দ, এলাকাবাসী এবং শিক্ষক শিক্ষার্থীরা আনন্দের সহিত উক্ত অনুষ্ঠান উপভোগ করে থাকেন। প্রতিষ্ঠানে শ্যামগ্রাম এম কে স্কুল এন্ড কলেজ ডিবেটিং ক্লাব নামে একটি বিতর্ক সংঘ গঠন করা হয়েছে। সপ্তাহে একদিন বিতর্ক চর্চা করা হয়।তাছাড়াও অন্যান্য কার্যক্রমের মধ্যে রয়েছে\n\n\n===== ১। ঈদে মিলাদুন্নবী উদযাপন =====\n\n\n===== ২। সরস্বতী পূজা উদযাপন =====\n\n\n===== ৩। ত্রৈমাসিক দেওয়ালিকা প্রকাশ =====\n\n\n===== ৪। বার্ষিক মিলাদ এবং বিদায় সংবর্ধনা অনুষ্ঠান =====\n\n\n===== ৫। আন্তর্জাতিক মাতৃভাষা দিবস উদযাপন =====\n\n\n===== ৬। বর্ষবরণ অনুষ্ঠান =====\n\n\n===== ৭। স্কাউটিং কার্যক্রম =====\n\n\n===== ৮। শিক্ষক অভিভাবক মতবিনিময় সভা =====\n\n\n===== ৯। ল্যাংগুয়েজ ক্লাব গঠন ও পরিচালনা =====\n\n\n===== ১০। শিক্ষার্থীদের শিক্ষা সফর =====\n\n\n===== ১১। শিক্ষকদের শিক্ষা সফর ইত্যাদি =====\n\n\n== দৃষ্টিনন্দন স্থাপনা ও বৃক্ষলতা ==\nঐতিহ্যবাহী শ্যামগ্রাম মোহিনী কিশোর স্কুল এন্ড কলেজে একটি দৃষ্টিনন্দন এম্ফিথিয়েটার নির্মাণ করা হয়েছে। এখানে প্রায়ই ছোটখাটো অনুষ্ঠান এবং মতবিনিময় সভার আয়োজন করা হয়। এ স্থাপনাটিতে প্রায় ১০০ জন ছাত্র-ছাত্রীর বসার মত সু-ব্যবস্থা রয়েছে। এম্ফিথিয়েটারের দু'পাশে দুটি লিলিপুল রয়েছে যাতে অসংখ্য পদ্মফুল ফোটে। গোলাপি  রংয়ের শাপলা শোভিত পুকুরটি প্রতিষ্ঠানের সৌন্দর্যকে আরও সমৃদ্ধ করেছে। শাপলা পুকুরে চাষ করা হয়েছে। পুকুরের স্বচ্ছ পানিতে প্রস্ফুটিত লম্বা বৃন্তযুক্ত গোলাপি পাপড়ি এবং গোল গোল সবুজ পাতার শাপলা পুকুরটিকে মনোমুদ্ধকর করে তুলেছে।পুকুরের চারপাশে এবং ভবনগুলোর সামনে পিছনে রয়েছে  বিদেশী নানা রঙের বাহারি ‍ফুল গাছ। নাগাচুয়া,কম্বোডিয়ানতুলা, কম্বোডিয়ান জারুল, সোনালো,   গ্লাইরিসিডিয়া,  এলমন্ডা, ও মাধবীলতা ইত্যাদি বাহারি গাছ ও গাছের ফুল প্রতিষ্ঠানকে মনমুগ্ধ করে তুলেছে।\n\n\n== ভবনসমূহ ==\nউত্তর পাশের চারতলা কলেজ ভবন: ২০১৯ সালে সরকারি অর্থায়নে চারতলা ভবনটি স্থাপন করা হয়। ভবনটির ১ তলার প্রথম কক্ষটি অধ্যক্ষ মহোদয়ের কার্যালয়।  দ্বিতীয় কক্ষটি প্রভাষক মিলনায়তন এবং সিঁড়ির পাশে অফিস কক্ষ। ভবনের দোতলা এবং তিনতলায় একাদশ এবং দ্বাদশ শ্রেণীর পাঠদান করা হয়। ভবনটির চারতলায় পদার্থ, রসায়ন এবং জীববিজ্ঞানের আলাদা স্বতন্ত্র সুসজ্জিত সাইন্সল্যাব রয়েছে। এখানে ব্যবহারিক ক্লাসের জন্য পর্যাপ্ত পরিমাণে যন্ত্রপাতি এবং উপকরণ রয়েছে। পশ্চিম পার্শ্বের তিন তলা ভবনটি ২০১৯ সালে সরকারি অর্থায়নে চারতলা ভবনটির কাজ প্রায় সম্পন্ন। একতলায় স্কাউটি ডেন, ক্রীয়া কক্ষ এবঙ্গ গ্রন্থাগার স্থাপনা করা হয়েছে। দুতলা ও তিন তলায় শ্রেণিকক্ষে এবঙ্গ চারতলায় প্রতিষ্ঠানের বহুদিনের কাঙ্কিত হল রুম অডিটোরিয়াম।পশ্চিম পার্শ্বের চারতলা ভবনটি ২০১৮ সালে প্রতিষ্ঠানের অর্থায়নে স্থাপিত হয়। এটি স্কুল শাখার ৬ষ্ঠ থেকে দশম শ্রেণি পর্যন্ত ছাত্রদের শ্রেণিক্ষ হিসাবে ব্যবহার করা হয়। পশ্চিম পার্শ্বের দুতলা ভবনঃ ভবনটি ১৯৯৪ সালে স্থাপন করা হয়। এটিতে স্কুল শাখার ৬ষ্ঠ থেকে দশম শ্রেণির ছাত্রীদের পাঠদান করা হয়। দক্ষিণ পার্শ্বের দু তলা ভবনঃ প্রতিষ্ঠানের দক্ষিণ দুতলা ভবনটি ১৯৯৮ সালে স্থাপন করা হয়। উক্ত ভবনটির একতলার প্রথম কক্ষটি শ্রেণিকক্ষ এবঙ্গ দ্বিতীয়টি ডিজিটাল ক্লাব রুম হিসেবে ব্যবহার করা হয়। \n\n\n== প্রাক্তন শিক্ষার্থী ==\nমোঃ খলিলুর রহমান (সাবেক সচিব এবং বর্তমানে বাংলাদেশ সরকারি কর্ম কমিশনের বিজ্ঞ সদস্য)\nএ কে এম জহিরুল হক (সাবেক মন্ত্রী)\nশামসুল আলম,   প্রাক্তন যুগ্ম সচিব\nরফিকুল ইসলাম প্রাক্তন অতিরিক্ত সচিব\n\n\n== ফটো গ্যালারি ==\n\n\n== তথ্যসূত্র =="}