{"pageid": 1387188, "title": "পরিশিষ্ট", "url": "https://bn.wikipedia.org/wiki?curid=1387188", "content": "পরিশিষ্ট (দেবনাগরী: परिशिष्ट, \"পরিপূরক, পরিশিষ্ট, অবশিষ্ট\") হল সংস্কৃত সম্পূরক পাঠ্য, যা অন্য একটি নির্দিষ্ট আরও প্রাচীন পাঠের সাথে সংযোজিত - সাধারণত বৈদিক সাহিত্য - যার লক্ষ্য \"যা বলা বাকি আছে তা বলা\"। এগুলোর সূত্রের শৈলী আছে, কিন্তু কম সংক্ষিপ্ত। বেদের পরিশিষ্ট ম্যাক্স মুলারের মতে, \"বৈদিক সাহিত্যের একেবারে শেষ প্রান্ত হিসাবে বিবেচিত হতে পারে, কিন্তু এর অক্ষর বৈদিক এবং বৈদিকদের মেয়াদ শেষ হওয়ার সময় ব্যতীত তাদের উৎসের সময় হিসাব করা কঠিন।\"\nপ্রারম্ভিক সংস্কৃত গ্রন্থের মধ্যে, ১৮টি পরিশিষ্টের উল্লেখ করা হয়েছে। তবে আরও অনেকগুলো আধুনিক যুগে টিকে আছে, সম্ভবত পরবর্তীকালে রচিত হয়েছে। চারটি বেদের প্রত্যেকটির জন্য পরিশিষ্ট বিদ্যমান। যাইহোক, কেবল অথর্ববেদের সাথে সম্পৃক্ত সাহিত্যই বিস্তৃত এবং ৭৪টি পরিশিষ্টের কথা জানা যায়। কিছু  সংলাপ আকারে আছে। বৈদিক পরিশিষ্টগুলো সাধারণত আচার-অনুষ্ঠান, স্তোত্রের প্রকৃতি এবং প্রাথমিক পাঠের কিছু দিক সম্পর্কে অন্যান্য পণ্ডিতদের মতামত উপস্থাপন করে। অথর্ববেদের পরিশেষে অশনি সংকেতও রয়েছে এবং এর কিছু অংশ খুব বিকৃত আকারে টিকে আছে যা ব্যাখ্যা জটিল বা কঠিন।\n\n\n== ঋগ্বেদ ==\nআশ্বলায়ন গৃহ পরিশিষ্ট (Āśvalāyana Gṛhya Pariśiṣṭa) হল ঋগ্বেদ তত্ত্বের সাথে যুক্ত একটি খুব সাম্প্রতিক পাঠ। এটি তিনটি অধ্যায়ের একটি সংক্ষিপ্ত পাঠ্য যা গার্হস্থ্য আচার-অনুষ্ঠান যেমন দৈনিক সন্ধ্যোপাসনা, বিবাহ ও শ্রাদ্ধের মতো উত্তরণের আচারের উপর বিস্তৃত।\nবহ্রিচ পরিশিষ্ট এবং সাঙ্কায়না পরিশিষ্টও ঋগ্বেদের সাথে সংযুক্ত।\n\n\n== সামবেদ ==\nগোভিল গৃহ পরিশিষ্ট (Gobhila Gṛhya Pariśiṣṭa), গোভিলপুত্রকে বিধৃত, দুটি অধ্যায়ের একটি সংক্ষিপ্ত মেট্রিকাল পাঠ। যেখানে যথাক্রমে ১১৩ এবং ৯৫টি শ্লোক। যারা বৈদিক সংস্কৃত বোঝেন, তাঁদের কাছে এর বিষয়গুলো পরিষ্কারভাবে সাজানো হয়েছে। প্রথম অধ্যায়ে পবিত্র মহাজাগতিক আচার-অনুষ্ঠানের ভৌত দিকগুলো যেমন ৩৭ ধরনের পবিত্র আগুনের নাম, জ্বালানী কাঠের নিয়ম এবং পরিমাপ, পবিত্র স্থানের প্রস্তুতি এবং প্রতিটি মহাজাগতিক কার্যকলাপের সময় সম্পর্কে আলোচনা করা হয়েছে। দ্বিতীয় অধ্যায়টি প্রধানত বিবাহ বা শ্রাদ্ধ (পিতৃপুরুষের সাথে যোগাযোগ) এর মতো প্রধান গার্হস্থ্য আচার নিয়ে আলোচনা করে। উল্লেখযোগ্য আদেশগুলো যেমন একটি মেয়েকে যৌবনারাম্ভ হওয়ার আগেই বিয়ে দিয়ে দেওয়া উচিত।\nএকটি দ্বিতীয় সংক্ষিপ্ত পাঠ, ছান্দোগ্য পরিশিষ্ট (Chāndogya Pariśiṣṭa) তে মোটামুটি অনুরূপ বিষয় রয়েছে।\n\n\n== যজুর্বেদ ==\n\n\n=== শুক্ল (Śukla) ===\nকাত্যায়ন (Kātyāyana) কে চিহ্নিত করা  কাত্য পরিশিষ্ট (Kātiya Pariśiṣṭas), ধারাবাহিকের পঞ্চম (চরণাব্যূহ Caraṇavyūha) স্ব-উল্লেখিতভাবে ১৮টি রচনা নিয়ে গঠিত। পারিশিষ্ট চরিত্রের আরও ছয়টি কাজও ঐতিহ্যগতভাবে (কাত্যায়নের কাজ) নামে পরিচিত, ভিন্ন বিষয়বস্তু কিন্তু একইরকম নামের (প্রতিজ্ঞা)। এই ২৪টির মধ্যে কতটি কাত্যায়নের কারণে হয়েছে তা সংশয়পূর্ণ; সব সম্ভাবনায়, এগুলো বিভিন্ন সময়ে বিভিন্ন লেখক দ্বারা রচিত হয়েছিল, প্রতিজ্ঞা এবং চরণাব্যূহ শেষের দিকের হবে কারণ তারা অন্যদের উল্লেখ করেছে।\n\n\n=== কৃষ্ণ ===\nকৃষ্ণ যজুর্বেদের ৩টি পরিশিষ্ট রয়েছে:\n\nআপস্তব হৌত্র পরিশিষ্ট (Āpastamba Hautra Pariśiṣṭa), যা সত্যসাধ শৌত সূত্র (Satyasāḍha Śrauta Sūtra) দ্বিতীয় প্রশ্ন হিসাবেও পাওয়া যায়, দর্শপুর্ণমাস (darśapūrṇmāsa) [নতুন চাঁদ এবং পূর্ণিমার বলিদান) ব্যতীত হবির্যজ্ঞে হোত্র (Hotṛ) পুরোহিতের কর্তব্যগুলো নির্দিষ্ট করে\nবারাহ শ্রৌত সূত্র পরিশিষ্ট (Vārāha Śrauta Sūtra Pariśiṣṭa)।\nকাত্যায়ন শ্রৌত সূত্র পরিশিষ্ট (Kātyāyana Śrauta Sūtra Pariśiṣṭa)।\n\n\n== অথর্ববেদ ==\nঅথর্ববেদের জন্য, ৭৯টি রচনা রয়েছে, যার মধ্যে ৭২টি স্বতন্ত্রভাবে নামকরণকৃত পরিশিষ্ট হিসাবে সংগৃহীত।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nবি আর মোদক, অথর্ব-বেদের আনুষঙ্গিক সাহিত্য, নিউ দিল্লি, রাষ্ট্রীয় বেদ বিদ্যা প্রতিষ্ঠান, 1993,আইএসবিএন ৮১-২১৫-০৬০৭-৭\nসিজি কাশিকর, Śukla Yajurveda Pariśiṣṭas একটি সমীক্ষা, পুনা, ভান্ডারকর ওরিয়েন্টাল রিসার্চ ইনস্টিটিউট (স্নাতকোত্তর এবং গবেষণা বিভাগ সিরিজ #38), 1994\nএসসি চক্রবর্তী, \"সিজি কাশিকর দ্বারা Śuklayajurveda Pariśiṣṭas একটি সমীক্ষা \", এশিয়াটিক সোসাইটির জার্নাল, ভলিউম। XLVI, নং 3, কলকাতা, 2004,আইএসএসএন 0368-3303"}