{"pageid": 1387192, "title": "আবু বকর মুহাম্মাদ যাকারিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1387192", "content": "ড. আবু বকর মুহাম্মাদ যাকারিয়া মজুমদার (সংক্ষেপেঃ আবু বকর মুহাম্মাদ যাকারিয়া) একজন বাংলাদেশী সালাফী ইসলামী পণ্ডিত, মিডিয়া ব্যক্তিত্ব, অধ্যাপক, লেখক, দাঈ ও ইসলামী বক্তা। তিনি ইসলামী বিশ্ববিদ্যালয় বাংলাদেশের আল ফিকহ এন্ড লিগ্যাল স্টাডিজ বিভাগের একজন অধ্যাপক। তিনি এনটিভি, পিস টিভিসহ বিভিন্ন টেলিভিশন চ্যানেলের ইসলামী অনুষ্ঠানে, ব্যক্তিগত ইউটিউব চ্যানেলে এবং নানা ওয়াজ মাহফিলে আলোচনা করে থাকেন। এছাড়াও তিনি পত্র-পত্রিকায় লেখালিখি করে থাকেন। তার লিখিত বাংলা ভাষায় কুরআনের অনুবাদ ও সংক্ষিপ্ত তাফসির যা তাফসীরে যাকারিয়া নামে পরিচিত, তা সৌদি আরবের সরকারি প্রকাশনালয় কিং ফাহাদ প্রিন্টিং প্রেস থেকে প্রকাশিত হয়েছে। তার হিন্দুসিয়াত ওয়া তাসুর ও শিরক ফিল কাদিম ওয়াল হাদিস বই দুটি আরব বিশ্বে অত্যন্ত সমাদৃত ও জনপ্রিয়। পাশাপাশি তার একাধিক বই বাংলাদেশের সরকারি উচ্চশিক্ষা পাঠ্যক্রমের অন্তর্ভুক্ত রয়েছে।\n\n\n== প্রারম্ভিক জীবন ==\nআবু বকর মুহাম্মাদ যাকারিয়া ১৯৬৯ সালে পূর্ব পাকিস্তানের কুমিল্লা জেলার চৌদ্দগ্রাম মহকুমার ধনুসারা গ্রামে মজুমদারদের একটি বাঙালি মুসলিম পরিবারে জন্মগ্রহণ করেন। তার পিতা মুহাম্মদ সিদ্দিকুর রহমান স্থানীয় ধনুসারা ইসলামিয়া মাদ্রাসার অধ্যক্ষ ছিলেন। \n\n\n== শিক্ষাজীবন ==\nআবু বকর মুহাম্মাদ যাকারিয়া বাল্যশিক্ষা তার পিতা থেকে লাভ করেন। তার পিতা অধ্যক্ষের দায়িত্বে থাকা 'মাদ্রাসা ধনুসাড়া ইসলামিয়া মাদরাসা' থেকে আনুমানিক ১৯৮১ সালে দাখিল পাশ করেন।১৯৮৪ সালে আলিম পাশ করেন। এরপর ১৯৮৬ সালে তিনি একই মাদ্রাসা থেকে ফাজিল পাশ করেন। ১৯৮৬ সালে ফাজিল পাশ করে সরকারি মাদ্রাসা-ই-আলিয়া, ঢাকাতে ভর্তি হন। এরপর তিনি কামিলে ২ বছরের ডিপ্লোমায় ভর্তি হন ও সেখানে প্রসিদ্ধ ৬ হাদীসের কিতাবে (বুখারী, মুসলিম, আবু দাউদ, তিরমিজী, নাসাঈ, ইবনু মাজাহ) ডিপ্লোমা করেন। এই কামিল পরীক্ষায় ১৯৮৮ সালে তিনি মেধাতালিকায় প্রথম শ্রেণিতে প্রথম হয়েছিলেন। তিনি আনুমানিক ১৯৮৭ সালে ঢাকা বিশ্ববিদ্যালয়ের আরবি বিভাগে ভর্তি হন। কিন্তু ঢাকা বিশ্ববিদ্যালয়ের দ্বিতীয় বর্ষে পড়ার সময় মদিনা ইসলামী বিশ্ববিদ্যালয়ে ভর্তির সুযোগ পান। তাই ১৯৮৯ সালে তিনি মদিনা ইসলামী বিশ্ববিদ্যালয়ের শরীয়াহ বিভাগে ভর্তি হন এবং তিনি শরীয়াহ বিভাগের সম্মলিত স্নাতক বা সম্মান পরীক্ষায় যৌথ ভাবে পঞ্চম স্থান লাভ করেন। তিনি মদিনা বিশ্ববিদ্যালয় থেকে ১৯৯৮ সালে আকিদাহ বিভাগে, উসুলুদ্দীনের উপর, সমসাময়িক মতাদর্শের উপর ও দাওয়াহ বিভাগ থেকে স্নাতকোত্তর সম্পন্ন করেন। স্নাতকোত্তরের পর আব্দুল্লাহ আল-গুদাইয়্যানের তত্ত্বাবধানে তুলনামূলক ধর্মতত্ত্বের উপর ২০০৫ সালে পিএইচডি সম্পন্ন করেন।  এছাড়াও তিনি ট্রেনিং নেনঃ\n১. আন্তর্জাতিক মানবিক আইনের উপর, যা অনুষ্ঠিত হয় ২০১২ সালে শ্রীলঙ্কায়,ট্রেনিং এর নাম ছিলো 'South Asian Training Session (SATS)'।\n২. প্রাচ্যবাদী এবং খ্রিস্টান মিশনারিদের ইসলামের বিরুদ্ধের অপপ্রচারের জবাব ও তা রুখতে প্রয়োজনীয় ব্যবস্থার উপর, যা অনুষ্ঠিত হয় ১৯৯৩ সালে সৌদি আরবে,ট্রেনিং এর নাম ছিলো 'Orientalism & Christian Missionary'।\nমদিনা ইসলামী বিশ্ববিদ্যালয়ের উস্তাদ ছাড়াও তার দেশীয় শিক্ষকদের মধ্যে আব্দুর রহীম, মাওলানা ফখরুদ্দীন, মাওলানা ওয়াজিহুদ্দীন প্রমুখ অন্যতম।\n\n\n== কর্মজীবন ==\nআবু বকর মুহাম্মাদ যাকারিয়া পড়াশোনা শেষ করে বাংলাদেশে ফেরত এসে ইসলামী বিশ্ববিদ্যালয়, বাংলাদেশের ফিকহ বিভাগে প্রভাষক হিসাবে যোগদান করেন। ক্রমান্বয়ে উন্নীত হয়ে বর্তমানে তিনি বর্তমানে ফিকহ বিভাগের একজন অধ্যাপক হিসেবে দ্বায়িত্বরত আছেন। এছাড়াও তিনি বাংলাদেশের কুল্লিয়াতুল কুরআনিল কারীম ওয়াদ-দিরাসাতিল ইসলামিয়্যাহ নামক একটি ইসলামী আরবি শিক্ষা প্রতিষ্ঠানের প্রতিষ্ঠাতা সদস্য। তিনি ইসলামী বিশ্ববিদ্যালয়ে শিক্ষকতাকালীন খোন্দকার আব্দুল্লাহ জাহাঙ্গীরের সমসাময়িক ছিলেন, তারা একই সাথে তুলনামূলক ধর্মতত্ত্ব ও বিভিন্ন বিষয় নিয়ে গবেষণা করেছেন। সৌদি আরব থাকাকালীন তিনি সৌদি আরবস্থ সরকারি দাওয়াত কেন্দ্রে নিয়মিত দাওয়াতি বক্তা হিসেবে পেশাগতভাবে দ্বায়িত্ব পালন করে থাকেন, এছাড়া সৌদি আরবের ধর্ম মন্ত্রনালয়ের অধীন বাঙালী ধর্মীয় প্রচারক ও বক্তব্য হিসেবেও তিনি কর্তব্য পালন করে থাকেন। পাশাপাশি ইসলাম হাউজ নামক সৌদি সরকারি দাওয়াহ ভিত্তিক ওয়েবসাইটে তিনি অন্যতম প্রধান রচয়িতা, অনুবাদকও ও সম্পাদকের ভূমিকা পালন করছেন। এনটিভির আপনার জিজ্ঞাসা নামক ইসলামী প্রশ্নোত্তর অনুষ্ঠানে তিনি নিয়মিতভাবে দর্শকদের ইসলামিক প্রশ্নের উত্তর দিয়ে থাকেন। এছাড়াও তিনি ইউটিউবে লেকচার ও বিভিন্ন স্থানে বক্তব্য দিয়ে থাকেন। তার বক্তব্যের কেন্দ্রীয় বিষয় হল আকিদা। তিনি সাধারণত নিজেকে সালাফি মতাদর্শের অনুসরণকারী ও তার প্রচারকারী হিসেবে নিজের পরিচয় দিয়ে থাকেন। বর্তমানে তিনি কুমিল্লাট চৌদ্দগ্রামে আবু বকর সিদ্দিক কমপ্লেক্স নামে একটি নির্মানাধীন বহুমুখী ইসলামী প্রতিষ্ঠানের পরতিষ্ঠাতা ও পরিচালনা প্রধান হিসেবে দায়িত্ব পালন করছেন।\n\n\n== প্রকাশিত বই ==\nআবু বকর মুহাম্মাদ যাকারিয়া ইসলাম ধর্মের উপর আকিদা, ইসলামী আইন, হাদিস, কুরআনের ব্যাখ্যা, ফিকহ প্রভৃতি বিষয়ে গ্রন্থ প্রণয়ন করে থাকেন এবং এর পাশাপাশি ইসলাম ধর্মীয় গ্রন্থের ও রচনার সম্পাদক হিসেবেও ভূমিকা পালন করে থাকেন। তার গ্রন্থাদির তালিকা নিম্নরূপ:\n\n\n=== অনুবাদিত গ্রন্থ ===\nসহীহ হাদীস বিশ্বকোষ (১ম খণ্ড) (২০২১), মূল লেখকঃ ড. আবু আহমাদ মুহাম্মাদ আব্দুল্লাহ আযামী (জিয়াউর রহমান আজমী)\nদোটানায় দোদুল্যমান (সম্পাদক, ২০১৯), মূল লেখকঃ ইবনে কাইয়িম\nএসো জান্নাতের গল্প শুনি (২০১৯), মূল লেখকঃ তানবীর হাসান বিন আব্দুর রফিক\nবিশুদ্ধ পদ্ধতিতে ওযু-গোসল (২০১৬), মূল লেখকঃ মুহাম্মাদ নুরুল ইসলাম মাক্কী\nউসূলুল ঈমান (২০১৬), মূল লেখকঃ মদীনা ইসলামী বিশ্ববিদ্যালয়ের কতিপয় আলেম, সহ-অনুবাদকঃ মোহাম্মদ মানজুরে ইলাহী, আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭১-৬-৮\nআল্লাহকে পেতে মাধ্যম গ্রহণ (২০১৯), মূল লেখকঃ আহমাদ বিন আব্দুল হালিম ইবনে তাইমী, আইএসবিএন ৯৭৮-৯৯৮-৪৮৯২৭-৫৫-৭\nরমযান মাসের ৩০ আসর (২০১৮), মূল লেখকঃ আলী হাসান তৈয়ব, আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭১-১-৩\nহজ উমরা ও যিয়ারত (২০১৮), মূল লেখকঃ মুফতি নুমান আবুল বাশার ও আলী হাসান তৈয়ব, আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭১-২-০\nবিশুদ্ধ ঈমান জীবনের শ্রেষ্ঠ সম্পদ (২০১৮), মূল লেখকঃ শামসুল হক চৌধুরী\nশাইখুল ইসলাম ইবন তাইমিয়্যাহ (স্মারকগ্রন্থ, সম্পাদক) (২০১৯), মূল লেখকঃ মনীরুদ্দীন আহমাদ, আইএসবিএন ৯৭৮-৯৮৪-৩৪৭৬৯-৫-১\nহায়াত কিভাবে দীর্ঘায়িত করবেন (সম্পাদক, ২০১৭) মূল লেখকঃ মুহাম্মাদ ইবনে ইবরাহীম আন নাঈম, আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭২৯-৯\nনারীর অধিকার প্রতিষ্ঠায় ইসলাম (২০১৯), মূল লেখকঃ মুহসিন আল বদর, আইএসবিএন ৯৭৮-৯৮৪-৩৪৬৪৮-৫-৯\nইসলামের সচিত্র গাইড (সম্পাদক, ২০২১), মূল লেখকঃ আই. এ. ইবরাহীম\nমহৎপ্রাণের সান্নিধ্যে (২য় খণ্ড) (২০২১), মূল লেখকঃ ইমাম আয-যাহাবি ও মুহাম্মাদ মুসা আশ-শরীফ, আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭৮-২-৩\nমহৎপ্রাণের সান্নিধ্যে (১ম খণ্ড) (২০২০), মূল লেখকঃ মুহাম্মাদ মুসা আশ-শরীফ ,আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭৮-০-৯\nমহা উপদেশ (২০১৭ সম্পাদক), মূল লেখকঃ তাকিউদ্দিন ইবনে তাইমিয়া\nসালাত জেনে বুঝে পড়ুন (২০২১, সংকলিত), আইএসবিএন ৯৭৮-৯৮৪-৯২৭৭-৫-৫\nহিসনুল মুসলিম: যিকর, দোআ ও চিকিৎসা (২০১৬) মূল লেখকঃ সাঈদ ইবনে আলী আল কাহতানী, আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭০-৮-৩\nউমদাতুল আহকাম (২০২০), মূল লেখকঃ আবদুল গণি আল মাকদিসি, আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭৭-৮-৬\n\n\n=== মৌলিক গ্রন্থ ===\n\n\n==== বাংলা ====\n২০২৩ সালের হজ-এ, তার দুই খণ্ডের বাংলা তাফসির কিং ফাহদ গ্লোরিয়াস কোরআন প্রিন্টিং কমপ্লেক্স থেকে প্রকাশিত হয়েছিল, যা তখন সকল বাঙালি হজ্জযাত্রীদের সৌদি সরকার উপহার হিসেবে দিয়েছে।\n\nতাফসীরে যাকারিয়া (কুরআনুল কারীম বাংলা অনুবাদ ও সংক্ষিপ্ত তাফসীর) (২০১৩/২০১৫) বাদশাহ ফাহাদ কুরআন প্রিন্টিং প্রেস ও সবুজ উদ্যোগ প্রকাশন, সহলেখক: শাইখ কাউছার এরশাদ ও শাইখ মুহাম্মাদ ইলিয়াছ ইবনে সালেহ আহমাদ, আইএসবিএন ৯৭৮-৬০৩-৮১৮৭-৫৮-৬ (সেট) আইএসবিএন ৯৭৮-৬০৩-৮১৮৭-৫৯-৩ (খণ্ড ১) আইএসবিএন ৯৭৮-৬০৩-৮১৮৭-৬০-৯ (খণ্ড ২)\nউমরাহ (মদীনা ‍যিয়ারত, দোয়া) (২০১৯), আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭৭-৭-৯\nইসলামে গর্ভপাতের বিধান (২০১৮), সহলেখকঃ মোস্তফা হোসাইন শাহীন, আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭৩-১-১\nঅমুসলিমদের সাথে যেমন ছিলেন রাসূল (সাঃ) (২০১৮), সহলেখকঃ রাগিব সারজানি\nবাতায়ন (মুসলিম মিডিয়া ব্লগের বাছাইকৃত ২৭ টি লেখা) (২০১৮)\nনারীর হজ ও উমরাহ (২০১৯), আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭৬-৮-৭\nমুসলিম নারী এবং সমসাময়িক প্রেক্ষাপটে তার দায়িত্ব-কর্তব্য (২০১৯), সহলেখকঃ ড. ফালেহ ইবন মুহাম্মাদ আস-সুগাইর\nরহমান আরশের উপর উঠেছেন (২০২০)\nইসলামে টর্ট আইন (২০১৩), সহলেখকঃ আল-আমিন, আইএসবিএন ৯৭৮-৯৮৪-৮৯২৭-০৬-৯\nদল/সংগঠন, ইমারত ও বাইআত সম্পর্কে বিশিষ্ট উলামায়ে কিরামের বক্তব্য (২০১৭), সহলেখকঃ আব্দুল আলিম ইবনে কাওছার মাদানী\nপ্রশ্নোত্তরে যাকাত ও সাদাকাহ (২০১৮), সহলেখকঃ মুহাম্মাদ নুরুল ইসলাম মাক্কী\nতুলনামুলক ধর্ম ও মুসলিম মনীষা (২০১৪) সহলেখকঃ আব্দুল কাদের, বাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরী কমিশন, আইএসবিএন ৯৭৮-৯৮৪-৮৯২০-০৪৬\nউসুলুল ইমান (২০--), সহলেখকঃ মনজুর এলাহী\nবিশ্বের প্রধান ধর্মসমূহ (২০২১), সহলেখকঃ আব্দুল কাদের\nসালাত জেনে বুঝে পড়ুন\nআকীদার চারটি মৌলিক পরিভাষা\n\n\n==== আরবি ====\nতার হিন্দুসিয়াত ওয়া তাসুর ও শিরক ফিল কাদিম ওয়াল হাদিস বই দুটি আরব বিশ্বে অত্যন্ত সমাদৃত ও জনপ্রিয়।\n\nহিন্দুসিয়াত ওয়া তাসুর বাদ আল ফিরাক আল ইসলামী বিহা (আরবি: الهندوسية وتأثر بعض الفرق الإسلامية بها) (হিন্দুধর্ম ও তার দ্বারা প্রভাবিত ইসলামী গোত্রসমূহ), দারুল আওরাক আস-সাকাফিয়াহ, আইএসবিএন ৯৭৮-৬০৩-৯০৭৫৫-৬-১, ২০১৬\nহিন্দুসিয়াত নামক বইটি, যা প্রাথমিকভাবে তিনি থিসিস হিসেবে রচনা করেছিলেন, উক্ত রচনার ক্ষেত্রে তিনি তার শিক্ষক জিয়াউর রহমান আজমীর প্রত্যক্ষ সাহায্য গ্রহণ করেন এবং আজমীর ফুসুলুন ফী আদিয়ানিল হিন্দ গ্রন্থটিকে অন্যতমভাবে অনুসরণ করেন।\n\nআশ-শির্ক ফিল কাদিম ওয়াল হাদিস (আরবি: الشرك في القديم والحديث) (প্রাচীন ও আধুনিক শিরক), মাকতাবুর রুশদ, আইএসবিএন ৯৭৮-৯৯৬০-০১-১৩২-৫, ২০০৫।\nআল'ইহতিমাম বিলসিরাত আন্নাবাওয়্যাত বিল্লুগাত আলবাংগালিয়াত (الإهتمام بالسيرة النبوية باللغة البنغالية, বাংলা ভাষায় নবীজির জীবনী নিয়ে আগ্রহ)\nতারিখ তাতুউর তারজুমাত মায়ানিল কুরআনুল কারীম ইলাল্লুগাত আলবাংগালিয়াত (আরবি: تاريخ تطور ترجمة معاني القرآن الكريم إلى اللغة البنغالية) বাংলা ভাষায় পবিত্র কোরআনের অর্থ অনুবাদের বিকাশের ইতিহাস)\nমুহাম্মদ আল মুনাজ্জিদ-এর মালিকানাধীন জাদ টিভি-এর \"আল-খাজানাহ\" অনুষ্ঠানে আবদুল্লাহ বিন সালাম আল-বাতাতি তাঁর বই হিন্দুসিয়াত ওয়া তাসুর এর অত্যন্ত প্রশংসা করেন এবং সেখানে তিনি সরাসরি টেলিফোন আলাপে বইটির প্রকাশকের নিকট ইসলামিক দৃষ্টিকোণ থেকে হিন্দুধর্ম এর উপর একটি বিস্তারিত রচনা হিসাবে বইটিকে অত্যন্ত গুরুত্ব দিয়ে ইংরেজিতে অনুবাদ করার আশা প্রকাশ করে অনুরোধ করেন।\n\n\n==== ইন্দোনেশীয় ====\nতার বই আশ-শিরক ফিল-কাদিম ওয়াল হাদিস আংশিকভাবে ইন্দোনেশীয় ভাষায় অনুবাদ করেছেন আবু উমামা আরিফ হিদায়াতুল্লাহ \"সিরিক পাদা জামান দাহুলু ড্যান সেকারং\" নামে। এছাড়া একই অনুবাদক তার আরও কিছু রচনা ইন্দোনেশীয় ভাষায় অনুবাদ করেন।\n\n\n== একাডেমিক ==\nতার হিন্দুসিয়াত ওয়া তাসুর বইটি কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ে দাওয়াহ ও ইসলামি অধ্যয়ন বিভাগে তুলনামুলক ধর্মতত্ত্ব ও মুসলিম মনীষা বইটি কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের দাওয়াহ ও ইসলামি অধ্যয়ন বিভাগে স্নাতক, স্নাতকোত্তর, এমফিল ও পিএইচডির পাঁচটি কোর্স ও ঢাকা বিশ্ববিদ্যালয়ের ইসলামি অধ্যয়ন বিভাগের স্নাতকোত্তর সিলেবাসের পাঠ্যক্রমের একটি কোর্সে এবং বিভিন্ন ফিকহের তুলনামুলক পর্যালোচনা নামের একটি বই চট্টগ্রাম বিশ্ববিদ্যালয়ের স্নাতকোত্তর ও এমফিলের একটি কোর্সে অন্তর্ভূক্ত রয়েছে।\n\n\n== আরও দেখুন ==\nখোন্দকার আব্দুল্লাহ জাহাঙ্গীর\nআহমাদুল্লাহ (বাংলাদেশী আলেম)\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}