{"pageid": 1387904, "title": "২০২৩ সালের ইসরায়েল-হামাস যুদ্ধের সময়রেখা", "url": "https://bn.wikipedia.org/wiki?curid=1387904", "content": "৭ অক্টোবর, ২০২৩-এ হামাস গাজা উপত্যকা থেকে ইসরায়েলের উপর বহুমুখী এবং টেকসই আক্রমণ শুরু করে। অনুগ্রহ করে মনে রাখবেন যে কিছু উন্নয়ন শুধুমাত্র পূর্ববর্তী দৃষ্টিতে পরিচিত বা সম্পূর্ণরূপে বোঝা যেতে পারে, এটি একটি সম্পূর্ণ তালিকা নয়। ভূমিতে যে ঘটনাগুলির জন্য সুনির্দিষ্ট সময় জানা যায় সেগুলি ইসরায়েলের গ্রীষ্মকালীন সময়ে (ইউটিসি+০৩:০০)\n\n\n== ৭ই অক্টোবর ==\nইসরায়েলী প্রমান সময় সকাল ৬:৩৫ টায় হামাসের ক্ষেপণাস্ত্রের জবাবে দক্ষিণ ও মধ্য ইস্রায়েলে প্রথম বিমান হামলার সাইরেন সক্রিয় করা হয়েছিল। একইসঙ্গে অনলাইনে প্রকাশিত দশ মিনিটের রেকর্ড করা বার্তায় হামাসের প্রথম জনসাধারণের বিবৃতি দিয়েছিলেন হামাসের সামরিক শাখার নেতা মুহাম্মদ দেইফ। এতে, ডেইফ \" অপারেশন আল-আকসা বন্যা শুরু করার ঘোষণা দেন,\nএবং শত্রুরা বুঝতে পারবে যে তাদের জবাবদিহিতা ছাড়াই তাণ্ডব চালানোর সময় শেষ হয়ে গেছে ফিলিস্তিনিদের তাদের কাছে যে কোন অস্ত্র আছে তা দিয়ে ইসরায়েলি বসতিগুলিতে আক্রমণ করার আহ্বান জানান।\n৭:০০: রেইম ধর্মনিরপেক্ষ কিবুটজের কাছে সুপারনোভা মিউজিক ফেস্টিভ্যাল হামাস মুজাহিদের দ্বারা আক্রান্ত হয়েছিল, যাদের মধ্যে কেউ কেউ মোটর চালিত প্যারাগ্লাইডারের মাধ্যমে এসেছিলেন। উৎসবে আনুমানিক ৩,০০০ থেকে ৫,০০০ লোকের মধ্যে অন্তত ২৬০ জনকে হত্যা করা হয়েছিল এবং আরও অনেককে অপহরণ করা হয়েছিল। \n৭:৪০: ইসরায়েল প্রতিরক্ষা বাহিনী ( আইডিএফ ) ঘোষণা করেছে যে হামাস দক্ষিণ ইস্রায়েলে প্রবেশ করেছে এবং সেডরোট এবং অন্যান্য শহরের বাসিন্দাদের বাড়ির ভিতরে থাকতে বলেছে।\n৮:১৫: জেরুজালেমে সাইরেন সক্রিয় করা হয়েছিল একটি রকেট ব্যারাজের পরে যা শহরের পশ্চিম প্রান্তে বনের পাহাড়ে অবতরণ করেছিল।\n৮:২৩: ক্রমাগত রকেট হামলার জবাবে ইসরায়েল যুদ্ধের জন্য একটি সতর্ক অবস্থা ঘোষণা করেছে, তার সংরক্ষকদের সক্রিয় করছে।\n8:34: ইসরায়েল ঘোষণা করেছে যে তারা হামাসের বিরুদ্ধে পাল্টা আক্রমণাত্মক অভিযান শুরু করেছে।\n১০:৪৭: প্রথম ইসরায়েলি এয়ার ফোর্স (ইসরায়েলি বিমান বাহিনী) ফাইটার জেট গাজা আক্রমণ করে।\n১১:৩৫: প্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহু টুইটারের মাধ্যমে সংঘাত সম্পর্কে তার প্রথম বিবৃতি দিয়েছেন, ঘোষণা করেছেন যে ইসরায়েল যুদ্ধে রয়েছে।\n১২:২১ দুপুর  আইডিএফ দক্ষিণ ইস্রায়েলের শহরগুলিকে মুক্ত করার জন্য কাজ শুরু করে কারণ গাজা থেকে উৎক্ষেপণ করা রকেটের সংখ্যা ১,২০০-এর উপরে বেড়েছে।\n২:২৯: মার্কিন যুক্তরাষ্ট্র তার প্রথম বিবৃতি দিয়েছে, জাতীয় নিরাপত্তা পরিষদের মাধ্যমে, যা সন্ত্রাসী হামলার নিন্দা করেছে এবং ইসরায়েলের প্রতি মার্কিন সমর্থন পুনঃনিশ্চিত করেছে।\n৬:০৮: রাষ্ট্রপতি জো বিডেন নেতানিয়াহুর সাথে কথা বলেছেন এবং তার সমবেদনা ও সমর্থন প্রকাশ করেছেন, পরে একটি বক্তৃতার সময় ঘোষণা করেছেন যে ইসরায়েলের প্রতি মার্কিন সমর্থন ছিল দৃঢ় এবং অটুট।\n\n\n== ৮ই অক্টোবর ==\nগাজা স্ট্রিপের কাছাকাছি বসবাসকারী ইস্রায়েলের বাসিন্দাদের সরিয়ে নেওয়ার নির্দেশ দেওয়া হয়েছিল, এবং নেতানিয়াহু নিখোঁজ এবং অপহৃত নাগরিকদের বিষয়ে সরকারের পয়েন্ট ম্যান হিসেবে সাবেক ব্রিগেডিয়ার জেনারেল গাল হিরশকে নিযুক্ত করেন।\nআইডিএফ ঘোষণা করেছে যে তারা ৩০০,০০০ অবধি সংরক্ষকদের ডাকা হয়েছে এবং হামাসের সামরিক সক্ষমতা দূর করা এবং গাজা উপত্যকার উপর তার শাসনের অবসান ঘটানো লক্ষ্য করছে। আইডিএফ দ্বারা পশ্চিম তীরে একটি লকডাউন আরোপ করা হয়েছিল।\n\n\n== ৯ই অক্টোবর ==\n৯১ তম ডিভিশনের ইসরায়েলের ৩০০ তম ব্রিগেডের ডেপুটি কমান্ডার আলিম আবদুল্লাহ লেবাননের সীমান্তে হিজবুল্লাহর হামলায় নিহত হয়েছেন।\nপ্রতিরক্ষা মন্ত্রী ইয়োভ গ্যালান্ট গাজা স্ট্রিপের \"সম্পূর্ণ\" অবরোধ ঘোষণা করেছেন যা বিদ্যুত কেটে দেবে এবং খাদ্য ও জ্বালানী প্রবেশে বাধা দেবে, যোগ করে যে \"আমরা মানব প্রাণীর সাথে লড়াই করছি এবং আমরা সেই অনুযায়ী কাজ করছি।\nআইএএফ সংঘর্ষে মোতায়েন করা শত শত অফ-ডিউটি আইডিএফ কর্মী সংগ্রহ করতে ইউরোপ জুড়ে লকহিড সি-১৩০ হারকিউলিস এবং সি-১৩০জে ভারী পরিবহন বিমান মোতায়েন করেছে।\n\n\n== ১০ই অক্টোবর ==\nরাষ্ট্রপতি বিডেন একটি বিকেলের ব্রিফিংয়ে উল্লেখ করেছেন যে \"হামাস ফিলিস্তিনি জনগণের মর্যাদা এবং আত্মনিয়ন্ত্রণের অধিকারের পক্ষে দাঁড়ায় না। এর বিবৃত উদ্দেশ্য হল ইসরায়েল রাষ্ট্রের ধ্বংস এবং ইহুদি জনগণকে হত্যা করা,\"  এবং এর আক্রমণকে \"একটি নিছক মন্দ কাজ\" হিসেবে চিহ্নিত করেছে।  হুথি নেতা আবদুল মালিক আল-হুথি ঘোষণা করেছেন যে মার্কিন যুক্তরাষ্ট্র গাজায় যে কোনও হস্তক্ষেপের ফলে হুথি হস্তক্ষেপ হবে। \n\n\n== ১১ই অক্টোবর ==\n\nইসরায়েলি যুদ্ধবিমান গাজার ইসলামিক ইউনিভার্সিটির বেশ কয়েকটি ভবনে হামলা চালিয়ে ধ্বংস করেছে। \nকাফর আজা হত্যাকাণ্ডে নিহতদের মধ্যে শিশুরা বলে জানা গেছে। \nফিলিস্তিনের স্বাস্থ্য মন্ত্রণালয় জানিয়েছে ইসরায়েলি বিমান হামলায় নিহতের সংখ্যা ১,০৫৫, আহত ৫,১৮৪ জন, এবং ২,৬০০ এরও বেশি গাজাবাসী তাদের বাড়ি ছেড়ে চলে গেছে। ইস্রায়েলে মৃতের সংখ্যা ১,২০০ এ সামঞ্জস্য করা হয়েছিল।\nগাজার একমাত্র বিদ্যুৎ কেন্দ্র জ্বালানি সংকটের প্রতিক্রিয়ায় কাজ বন্ধ করে দিয়েছে।  পোপ ফ্রান্সিস সমস্ত জিম্মিদের মুক্তির আহ্বান জানিয়েছেন এবং গাজার \"সম্পূর্ণ অবরোধ\" নিয়ে উদ্বেগ প্রকাশ করেছেন। হিজবুল্লাহ \"নির্ভুল ক্ষেপণাস্ত্র\" দিয়ে হামলার দায় নিয়েছে।\n১৭ জন যুক্তরাজ্যের নাগরিক নিহত বা নিখোঁজ হওয়ার খবর পাওয়া গেছে এবং ১৪ জন থাইল্যান্ডের নাগরিককে জিম্মি করা হয়েছে বলে জানা গেছে। পূর্ব জেরুজালেমে ইসরায়েলের সীমান্ত পুলিশের গুলিতে দুই ফিলিস্তিনি নিহত হয়েছে।\nমার্কিন যুক্তরাষ্ট্র মিশরের সাথে রাফাহ এর কাছে তার গাজা সীমান্ত ক্রসিং দিয়ে একটি মানবিক করিডোর নিয়ে আলোচনা করেছে। \nইসরায়েলি সেনাবাহিনী গাজা-মিশর রাফাহ সীমান্ত ক্রসিংয়ে বোমাবর্ষণ করেছে। \n\n\n== ১২ই অক্টোবর ==\nআইডিএফ সোশ্যাল মিডিয়ায় ঘোষণা করেছে যে ১,০০০ এরও বেশি ইসরায়েলি নিহত হয়েছে এবং ৫০ জনকে জিম্মি বা নিখোঁজ বলে নিশ্চিত করেছে।\nফিলিস্তিনিরা ঘোষণা করেছে যে গাজায় ৯০০ জনের বেশি মারা গেছে। মার্কিন সামরিক সরঞ্জাম নেভাটিম এয়ারবেসে পৌঁছেছে এবং ইউএসএস জেরাল্ড ফোর্ড স্ট্রাইক গ্রুপ পূর্ব ভূমধ্যসাগরে অবস্থান করছে। অস্ট্রেলিয়া ও কানাডা তাদের নাগরিকদের ইসরায়েল থেকে তেল আবিব হয়ে বিমানে করে বের করার পরিকল্পনা করেছে।\nজাতিসংঘের হিসাবে গাজায় ইসরায়েলি বিমান হামলার কারণে ২৬০,০০০ এরও বেশি ফিলিস্তিনি বাস্তুচ্যুত হয়েছে। আইএএফ ২০০ টিরও বেশি লক্ষ্যবস্তুতে আক্রমণ করেছিল। উত্তর ইসরায়েলের দিকে বেশ কয়েকটি মর্টার ছোড়ার পর আইডিএফ সৈন্যরা সিরিয়ায় আর্টিলারি হামলা চালাচ্ছিল। \nইসরায়েলে ১৫০ মুজাহিদের মৃতদেহ পাওয়া গেছে। কিছু মুজাহিদ গাজায় ফিরে আসেনি এবং আইডিএফ সামরিক ড্র্যাগনেট ব্যবহার করে তাদের সন্ধান করছে, গত দিনে 18 জন নিহত হয়েছে। ইসরায়েল ঘোষণা করেছে যে জিম্মিদের মুক্তি না দেওয়া পর্যন্ত গাজা জল, জ্বালানি বা বিদ্যুৎ পাবে না।  সিরিয়ার দামেস্ক এবং আলেপ্পো আন্তর্জাতিক বিমানবন্দরে বোমা হামলার বিষয়টি নিশ্চিত করেছে ইসরাইল। \n\n\n== ১৩ই অক্টোবর ==\nআগের দিন আইডিএফ সতর্কবার্তার পর গাজাবাসীরা ছিটমহলের দক্ষিণে পালিয়ে যায় ( ওয়াদি গাজার বাইরেও)  । জাতিসংঘ একটি মানবিক বিপর্যয়ের বিষয়ে সতর্ক করে, এবং ইসরায়েলকে তার দাবি প্রত্যাহার করতে বলে, যেমন অ্যামনেস্টি ইন্টারন্যাশনাল।\nহামাস উত্তরাঞ্চলের গাজাবাসীকে (প্রায় ১.১ মিলিয়ন মানুষ) জায়গায় থাকতে বলেছে।  ভ্যাটিকান মধ্যস্থতা প্রস্তাব. আইডিএফ হামাসের সেলগুলিতে স্থানীয়ভাবে অভিযান শুরু করে। গাজার স্বাস্থ্য মন্ত্রণালয় অনুসারে যুদ্ধের প্রথম সপ্তাহে গাজায় মৃতের সংখ্যা দাঁড়িয়েছে ১,৯০০ এবং আহতের সংখ্যা ৭,৬৯৬ এ।  গাজার জন্য তুর্কি সহায়তা মিশরে পৌঁছেছে।\n\n\n== আরও দেখুন ==\n২০২৩ ইসরায়েল–হামাস যুদ্ধ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}