{"pageid": 1387703, "title": "গাজার যুদ্ধ (২০০৭)", "url": "https://bn.wikipedia.org/wiki?curid=1387703", "content": "গাজার যুদ্ধ, হামাসের গাজা দখল হিসাবেও উল্লেখ করা হয়, এটি ছিল ফাতাহ এবং হামাসের মধ্যে একটি সামরিক সংঘাত যা গাজা উপত্যকায় ১০ এবং ১৫ জুন, ২০০৭ এর মধ্যে সংঘটিত হয়েছিল। ২০০৬ সালের সংসদীয় নির্বাচনে ফাতাহ হেরে যাওয়ার পর ক্ষমতার জন্য সংগ্রামকে কেন্দ্র করে এটি ফাতাহ-হামাস সংঘর্ষের একটি বিশিষ্ট ঘটনা ছিল। হামাস যোদ্ধারা গাজা উপত্যকার নিয়ন্ত্রণ নেয়  \nএবং ফাতাহ কর্মকর্তাদের সরিয়ে দেয়। যুদ্ধের ফলে ঐক্য সরকারের বিলুপ্তি ঘটে এবং ফিলিস্তিনি ভূখণ্ডের ডি ফ্যাক্টো বিভাজন দুটি সত্ত্বাতে পরিণত হয়, ফিলিস্তিনি জাতীয় কর্তৃপক্ষ দ্বারা পরিচালিত পশ্চিম তীর এবং হামাস দ্বারা শাসিত গাজা। আন্তর্জাতিক রেড ক্রস কমিটি অনুমান করেছে যে ১৫ জুন পর্যন্ত সপ্তাহে লড়াইয়ে কমপক্ষে ১১৮ জন নিহত এবং ৫৫০ জনেরও বেশি আহত হয়েছিল। \n\n\n== ফিলিস্তিনের সাংবিধানিক অবদান ==\n২০০৩ সালে, প্যালেস্টাইন অথরিটির (পিএ) মৌলিক আইন সংশোধন করা হয়েছিল এবং একটি আধা-রাষ্ট্রপতির সরকার গঠন করা হয়েছিল, যার মাধ্যমে একটি সংবিধান সরাসরি নির্বাচিত স্থায়ী-মেয়াদী রাষ্ট্রপতি তৈরি করে, পাশাপাশি একজন প্রধানমন্ত্রী এবং মন্ত্রিসভা আইনসভার কাছে সম্মিলিতভাবে দায়ী। যদিও কিছু লেখক আধা-রাষ্ট্রপতিবাদের সম্ভাব্য সুবিধার দিকে ইঙ্গিত করেন, তবে একাডেমিক ঐকমত্য মূলত এই ধরনের সরকারকে সমর্থন করে না।\n২০০৬ সালের জানুয়ারিতে, হামাস আইনসভা নির্বাচনে সংখ্যাগরিষ্ঠতা অর্জন করে। এটি একটি ফাতাহ প্রেসিডেন্ট এবং হামাসের প্রধানমন্ত্রী এবং সরকারের মধ্যে 'সহবাস' ঘটায় এবং 'ক্ষমতার দুটি প্রতিযোগী কেন্দ্র' তৈরি করে, যা আধা-রাষ্ট্রপতি সংবিধানের সাথে ভঙ্গুর গণতন্ত্রের জন্য এতটা ক্ষতিকর বলে মনে করা হয়। নির্বাচনের পর, এবং একটি অত্যন্ত কঠিন অভ্যন্তরীণ ও আন্তর্জাতিক পরিস্থিতির প্রেক্ষাপটে, ফিলিস্তিনি কর্তৃপক্ষ (পিএ) গৃহযুদ্ধে নেমে আসে।\n২০০৭ সালের জুনের মধ্যে, পিএ কার্যত, দুই ভাগে বিভক্ত হয়ে যায়, হামাস গাজা উপত্যকায় শাসন করে এবং ফাতাহ পশ্চিম তীরে কর্তৃত্ব বজায় রাখে। একই মাসে রাষ্ট্রপতি আব্বাস জরুরি অবস্থা ঘোষণা করেন এবং হামাসের প্রধানমন্ত্রী ইসমাইল হানিয়াকে বরখাস্ত করেন, যদিও হামাস এই সিদ্ধান্তকে অসাংবিধানিক বলে মনে করে এবং এখনও হানিয়াকে বৈধ সরকার প্রধান বলে মনে করে। \nপরিস্থিতির বৈধতা যাই হোক না কেন, এই সময়ের মধ্যে মৌলিক আইনের শাসন কাঠামো ভেঙ্গে গেছে। ২০০৬-২০০৭ সময়কালে পিএ-তে শাসনের সমস্যার জন্য আধা-রাষ্ট্রপতিবাদ কতটা দায়ী তা নির্ধারণ করা খুবই কঠিন। প্রকৃতপক্ষে, সাধারণত, ফিলিস্তিনি প্রেক্ষাপটে রাজনৈতিক অভিনেতাদের আচরণ গঠনে প্রতিষ্ঠানের গুরুত্ব প্রায়ই অন্যান্য কারণের পক্ষে উপেক্ষা করা হয়, বিশেষত ফাতাহ এবং হামাসের মধ্যে সম্পর্কের অন্তর্নিহিত দ্বন্দ্বমূলক প্রকৃতি। অধিকন্তু, পিএ-এর মুখোমুখি হওয়া অভ্যন্তরীণ এবং বাহ্যিক সমস্যাগুলি বিশ্বের প্রায় অন্য যেকোন বিচারব্যবস্থার মুখোমুখি হওয়া সমস্যাগুলির চেয়ে বেশি এবং এটি পরামর্শ দেওয়া নির্বোধ হবে যে আধা-রাষ্ট্রপতিবাদের মুখোমুখি হওয়া সমস্যাগুলির জন্য একটি অবদানকারী কারণ ছাড়া অন্য কিছু ছিল। জানুয়ারি ২০০৬ থেকে কর্তৃপক্ষ। \nফিলিস্তিনি মৌলিক আইন (২০০৩) হল সংজ্ঞা অনুসারে ২০০৬ ফিলিস্তিনি আইনসভা নির্বাচনের পর ফিলিস্তিনি দলগুলির কর্মের বৈধতা মূল্যায়নের জন্য প্রাসঙ্গিক। প্রেসিডেন্ট আব্বাসের মৌলিক আইনের অধীনে অত্যন্ত সুনির্দিষ্ট কর্তৃপক্ষ ছিল। অনুচ্ছেদ ৮৮- যদি রাজ্যের রাষ্ট্রপতি বা প্রধানমন্ত্রী, প্রয়োজনে, মন্ত্রী পরিষদের কাছে প্রতিনিধি পরিষদ ভেঙে দেওয়ার পরামর্শ দেন, তাহলে এর বিলুপ্তি তার দুই-তৃতীয়াংশ সদস্যের সংখ্যাগরিষ্ঠ দ্বারা অনুমোদিত হতে পারে।\nঅনুচ্ছেদ ১২৬ এর অধীনে রাষ্ট্রপতি হলেন প্যালেস্টাইনের জাতীয় নিরাপত্তা বাহিনীর সর্বোচ্চ প্রধান যার নেতৃত্ব একজন 'জ্ঞানী মন্ত্রী' (প্রধানমন্ত্রী কর্তৃক নিযুক্ত - ১৩৭ অনুচ্ছেদ) দ্বারা পরিচালিত হতে হবে। অনুচ্ছেদ ১৩৭ নির্দেশ করে যে প্রধানমন্ত্রী প্যালেস্টাইনের সরকার গঠন করেন এবং এর পক্ষে কথা বলেন, প্রতিনিধি পরিষদের প্রধান এবং তিনি মন্ত্রী এবং সিনিয়র পদে নিয়োগ করেন। অনুচ্ছেদ ১৫৩ জাতীয় নিরাপত্তা বাহিনীর নেটওয়ার্কের বাইরে সশস্ত্র গ্রুপ গঠন নিষিদ্ধ করে। পুলিশ (অনুচ্ছেদ ১৫৪), অন্যদিকে, একটি বেসামরিক সংস্থা গঠন করে, স্বরাষ্ট্র মন্ত্রণালয়ের অংশ (প্রধানমন্ত্রী কর্তৃক নিযুক্ত)।  বিজয়ীরা, হামাস, প্রতিনিধি পরিষদের মাধ্যমে ২০০৬/২০০৭ সালে এই গভর্নিং বডি শাসন করেছিল। হামাসের ইসমাইল হানিয়াহ প্রধানমন্ত্রী ছিলেন। \n\n\n== ২০০৫ ফিলিস্তিনি কর্তৃপক্ষ ==\nফিলিস্তিনি কর্তৃপক্ষের প্রেসিডেন্ট ইয়াসির আরাফাত ১১ নভেম্বর ২০০৪ সালে মারা যান। এই পদটি পূরণের জন্য ফিলিস্তিনের রাষ্ট্রপতি নির্বাচন ৯ জানুয়ারী ২০০৫ তারিখে পশ্চিম তীর এবং গাজা উভয় স্থানেই অনুষ্ঠিত হয়েছিল, কিন্তু হামাস এবং ইসলামিক জিহাদ উভয়ই বয়কট করেছিল।   নির্বাচনের ফলে প্যালেস্টাইন লিবারেশন অর্গানাইজেশন (পিএলও) এবং ফাতাহ চেয়ারম্যান মাহমুদ আব্বাস চার বছরের মেয়াদের জন্য রাষ্ট্রপতি নির্বাচিত হন। 8৮ ফেব্রুয়ারী ২০০৫-এ ফিলিস্তিনি কর্তৃপক্ষের প্রেসিডেন্ট মাহমুদ আব্বাস এবং ইসরায়েলের প্রধানমন্ত্রী এরিয়েল শ্যারন যুদ্ধবিরতি ঘোষণা করেন।  \n১৭ মার্চ ২০০৫  হামাস যুদ্ধবিরতি অনুমোদন করে।  ১৯ মার্চ ২০০৫-  ফাতাহ, হামাস, ইসলামিক জিহাদ, পপুলার ফ্রন্ট ফর দ্য লিবারেশন অফ প্যালেস্টাইন (পিএফএলপি) এবং ডেমোক্রেটিক ফ্রন্ট ফর দ্য লিবারেশন অফ প্যালেস্টাইন (ডিএফএলপি) সহ বারোটি ফিলিস্তিনি উপদল ফিলিস্তিনি কায়রো ঘোষণাপত্রে স্বাক্ষর করে, যা পুনরায় মর্যাদা দেয়। ফিলিস্তিনি জনগণের একমাত্র বৈধ প্রতিনিধি হিসেবে পিএলওর  গণতান্ত্রিক নীতি অনুসারে সকল বাহিনী ও দলগুলোর অংশগ্রহণের মাধ্যমে। ঘোষণাটি হামাস এবং ইসলামিক জিহাদের পিএলও-তে অন্তর্ভুক্তির মাধ্যমে পিএলও-র একটি সংস্কারকে বোঝায়। ১২ সেপ্টেম্বর ২০০৫ ইসরাইল গাজা উপত্যকা থেকে তার বিচ্ছিন্নতা সম্পন্ন করে। \n\n\n== ২০০৬ ফিলিস্তিনের আইন প্রণয়ন নির্বাচন এবং তার পরের ঘটনা ==\nঅ্যাডামিয়ার সংস্থা রেকর্ড করেছে যে ২৬ সেপ্টেম্বর ২০০৫-২০০৬সালের নির্বাচনের নেতৃত্বের সময়, ইসরায়েল ফিলিস্তিনি আইন পরিষদ (পিএলসি) সদস্যদের বিরুদ্ধে গ্রেপ্তারের অভিযান শুরু করে। হামাসের চারশত পঞ্চাশ সদস্যকে আটক করা হয়েছিল, যাদের বেশিরভাগই ২০০৬ সালের পিএলসি নির্বাচনে জড়িত ছিল।  ২৫ জানুয়ারী ২০০৬-এ, ফিলিস্তিনের আইনসভা নির্বাচন অনুষ্ঠিত হয়, এবং আন্তর্জাতিক পর্যবেক্ষকদের দ্বারা অবাধ ও নিরপেক্ষ বলে বিচার করা হয়।  এটি হামাসের বিজয়ের ফলে, ইসরায়েল এবং মার্কিন যুক্তরাষ্ট্রকে বিস্মিত করে, যারা তাদের পছন্দের অংশীদার ফাতাহ ক্ষমতা ধরে রাখার প্রত্যাশা করেছিল।  ২৭ জানুয়ারী, মার্কিন প্রেসিডেন্ট জর্জ বুশ বলেন, \"জঙ্গি ইসলামি গোষ্ঠী হামাসের ভূমিধস বিজয় হল \"স্থিতাবস্থা\" প্রত্যাখ্যান এবং \"পুরাতন প্রহরী\" যে সৎ সরকার ও সেবা প্রদানে ব্যর্থ হয়েছিল তার প্রত্যাখ্যান।\n৩০ জানুয়ারী ২০০৬-এ, কোয়ার্টেট (মার্কিন যুক্তরাষ্ট্র, রাশিয়া, জাতিসংঘ এবং ইউরোপীয় ইউনিয়ন) ফিলিস্তিনি কর্তৃপক্ষকে ভবিষ্যত সরকারের অহিংস, ইসরায়েল রাষ্ট্রের স্বীকৃতি এবং পূর্ববর্তী চুক্তির স্বীকৃতির প্রতিশ্রুতি সম্পর্কে ভবিষ্যত বৈদেশিক সহায়তার পূর্বাভাস দেয়। . হামাস এই শর্তগুলি প্রত্যাখ্যান করে বলেছে যে \"অন্যায় পরিস্থিতি ফিলিস্তিনিদের মঙ্গলকে বিপন্ন করবে\"। এই দৃষ্টিভঙ্গি সৌদি আরবের যুবরাজ সৌদ দ্বারা প্রতিধ্বনিত হয়েছিল যিনি বিশ্বাস করেছিলেন যে আন্তর্জাতিক সম্প্রদায় \"অযৌক্তিক\" হচ্ছে।\nসৌদি পররাষ্ট্রমন্ত্রী প্রিন্স সৌদ আল -ফয়সাল মালয়েশিয়ায় সাংবাদিকদের বলেছেন: \"ইউরোপীয় ইউনিয়ন প্যালেস্টাইনে নির্বাচনের জন্য জোর দিয়েছিল এবং এটি তাদের যা চেয়েছিল তার ফলাফল। এখন আশেপাশে আসা, এবং বলা [তারা] জনগণের ইচ্ছাকে গ্রহণ করে না যা গণতান্ত্রিক উপায়ে প্রকাশ করা হয়েছিল, গ্রহণ করা একটি অযৌক্তিক অবস্থান বলে মনে হয়। \"বিবিসির কূটনৈতিক সংবাদদাতা, জেমস রবিন্স বলেছেন, কোয়ার্টেটের প্রতিক্রিয়াটি যত্ন সহকারে বেছে নেওয়া হয়েছে: \"তারা সহিংসতা পরিত্যাগ বা ইসরায়েলকে অবিলম্বে স্বীকৃতি দেওয়ার দাবি করেনি, তবে ভবিষ্যতে এই জিনিসগুলির প্রতি অঙ্গীকার করেছে\"।  \nফাতাহ এবং অন্যান্য দলগুলি একটি জাতীয় ঐক্য সরকারে যোগদান করতে অস্বীকার করার পরে, হামাস ২৯ মার্চ ২০০৬-এ নতুন ফিলিস্তিন সরকার প্রতিষ্ঠা করে, হামাস নেতা ইসমাইল হানিয়াহ প্রধানমন্ত্রী ছিলেন এবং বেশিরভাগ হামাস সদস্যদের নিয়ে গঠিত।    কোয়ার্টেট তার বিদেশী সহায়তা কর্মসূচি স্থগিত করেছে এবং ইসরায়েল অর্থনৈতিক নিষেধাজ্ঞা আরোপ করেছে এবং গাজা উপত্যকার অবরোধ আরোপ করেছে ।\n২৫ জুন ২০০৬-এ গাজা থেকে একটি সুড়ঙ্গের মাধ্যমে আন্তঃসীমান্ত অভিযানে গিলাদ শালিতের হামাস জঙ্গিদের দ্বারা অপহরণের পর, ইসরায়েল ৩৩ জন সংসদ সদস্য, পশ্চিম তীরে ফিলিস্তিন সদস্য এবং মন্ত্রীদের প্রায় এক চতুর্থাংশ সহ হামাসের 49 জন সিনিয়র কর্মকর্তাকে গ্রেপ্তার করে, গাজা বয়কট তীব্রতর করে, এবং অন্যান্য শাস্তিমূলক ব্যবস্থা গ্রহণ করে।   \n\n\n=== নির্বাচনের ফলাফলে হস্তক্ষেপ ===\nমাহমুদ আব্বাস কোয়ার্টেট দ্বারা চাপের মধ্যে ছিলেন, যেটি হামাসের বিজয়কে অগ্রহণযোগ্য বলে মনে করেছিল কারণ এটি সংঘাতের শান্তিপূর্ণ সমাধানের জন্য কয়েক দশক ধরে আন্তর্জাতিক প্রচেষ্টাকে দুর্বল করার জন্য অনুভূত হয়েছিল। আন্তর্জাতিক সম্প্রদায় তাই কূটনৈতিক সম্পর্ক ছিন্ন করে হামাস নেতৃত্বাধীন সরকারকে বয়কট করার সিদ্ধান্ত নেয় এবং হামাস কিছু শর্ত পূরণ না করা পর্যন্ত আর্থিক সহায়তা বন্ধ করে দেয়। \nএটি প্রস্তাব করা হয়েছিল যে আব্বাস তার সাংবিধানিক ক্ষমতা ব্যবহার করে সরকারকে বরখাস্ত করতে এবং নতুন নির্বাচনের আহ্বান জানাতে পারে, যার উদ্দেশ্য ছিল একটি ভিন্ন ফলাফল এবং ফাতাহকে ক্ষমতায় পুনঃপ্রতিষ্ঠিত করা এই ভিত্তিতে যে ফিলিস্তিনি নির্বাচকমণ্ডলী হামাসকে ব্যর্থ বলে মনে করবে। নতুন নির্বাচনের হুমকি কখনই কার্যকর করা হয়নি।\nকারণ এটি আবির্ভূত হয়েছিল যে হামাস তার ইশতেহার বাস্তবায়নে অক্ষমতা সত্ত্বেও বাস্তবে ক্ষমতায় ফিরে যেতে পারে এবং কারণ আন্দোলন নিজেই দৃঢ়ভাবে ইঙ্গিত করেছিল যে রাষ্ট্রপতির সাংবিধানিক বিশেষাধিকার হলেও নতুন নির্বাচন আহ্বান করা হবে। 'ফিলিস্তিনি বৈধতা এবং ফিলিস্তিনি জনগণের ইচ্ছার বিরুদ্ধে একটি অভ্যুত্থান'।   যুক্তরাষ্ট্র ও ইসরায়েল হামাসকে দুর্বল করার এবং প্রেসিডেন্ট আব্বাসের অবস্থানকে শক্তিশালী করার সময় ক্ষমতা থেকে জোর করার চেষ্টা করেছিল।  \nনতুন সরকার রাষ্ট্রপতি আব্বাসের সাথে সংঘর্ষে লিপ্ত হয়েছিল, যারা মৌলিক আইনের ভিত্তিতে এটির সাথে ক্ষমতা ভাগ করে নিয়েছিল। রাষ্ট্রপতির ডিক্রির মাধ্যমে, আব্বাস বিভিন্ন প্রশাসনিক ক্ষমতার উপর একচেটিয়া রাষ্ট্রপতির কর্তৃত্ব গ্রহণ করেন এবং পর্যায়ক্রমে বরখাস্তের হুমকি দেন। \nআব্বাস এবং ফাতাহর অনুগত নিরাপত্তা খাত সংস্কারের জন্য হামাসের নেতৃত্বাধীন পিএ সরকারের পরিকল্পনা গ্রহণ করতে অস্বীকার করার পর, আব্বাস নিরাপত্তা বাহিনীকে তার প্রত্যক্ষ নিয়ন্ত্রণে রাখেন এবং তার নিজস্ব প্রেসিডেন্সিয়াল গার্ড তৈরি করেন। \nহামাস তখন একটি সমান্তরাল নিরাপত্তা বাহিনী তৈরি করে, যা আল-কাসাম ব্রিগেডের নিজস্ব সদস্যদের নিয়ে গঠিত হয়েছিল। দুই বাহিনী সহযোগিতা করতে অস্বীকার করে। হামাসের বাহিনী সশস্ত্র প্রতিরোধের একটি ঐতিহ্যের প্রতিনিধিত্ব করেছিল, যেখানে ফাতাহের বাহিনী অসলো চুক্তিকে সমুন্নত রাখতে প্রতিশ্রুতিবদ্ধ ছিল। \n\n\n== পূর্ববর্তী দ্বন্দ্ব ==\n২০০৭ সালের মধ্যে, হামাস বেতন দিতে বা ইউরোপীয় দাতা দেশ এবং আন্তর্জাতিক সংস্থার কাছ থেকে স্বীকৃতি পেতে অক্ষম ছিল। এর ফলে হামাস ও ফাতাহর মধ্যে প্রথম লড়াই শুরু হয়।  ২০০৬ সালের শেষ মাসে, উপদলীয় লড়াইয়ে 33 জন নিহত হয়েছিল। ৭ জানুয়ারী ২০০৭-এ, ফিলিস্তিনি কর্তৃপক্ষের প্রেসিডেন্ট মাহমুদ আব্বাস হামাসের নেতৃত্বাধীন স্বরাষ্ট্র মন্ত্রণালয়ের আধা-সামরিক পুলিশ বাহিনীকে নির্দেশ দেন, দলগত লড়াইয়ে তার নিয়ন্ত্রণের বাইরে সবচেয়ে শক্তিশালী সশস্ত্র ইউনিট, তাকে তার অনুগত নিরাপত্তা ব্যবস্থায় অন্তর্ভুক্ত করার জন্য। \nমন্ত্রণালয় তার বাহিনীর আকার দ্বিগুণ করার পরিকল্পনা ঘোষণা করে, অবাধ্যতার সাথে প্রতিক্রিয়া জানায়। লড়াইয়ের ঘোষণাগুলি একটি তীব্র সশস্ত্র স্থবিরতার সম্ভাবনা উত্থাপন করেছিল। আদেশ কার্যকর করার জন্য আব্বাসের একমাত্র উপায় ছিল তার কমান্ডের অধীনে পুলিশ এবং নিরাপত্তা ইউনিটের দ্বারা জবরদস্তিমূলক পদক্ষেপ, কিন্তু তারা হামাসের শক্ত ঘাঁটি গাজা উপত্যকায় তুলনামূলকভাবে দুর্বল ছিল। \n\n\n=== বাহ্যিক সম্পৃক্ততা ===\nপ্যালেস্টাইন পেপারস- এ প্রকাশিত নথিগুলি প্রকাশ করে যে ব্রিটিশ গোয়েন্দা সংস্থা সিক্রেট ইন্টেলিজেন্স সার্ভিস ফাতাহ-নেতৃত্বাধীন ফিলিস্তিনি কর্তৃপক্ষের জন্য একটি সুরক্ষা পরিকল্পনা তৈরি করতে সহায়তা করেছিল। উদ্দেশ্য ছিল \"রোডম্যাপের ফেজ ১  এর অধীনে ফিলিস্তিনি কর্তৃপক্ষকে (পিএ) সম্পূর্ণরূপে তার নিরাপত্তা বাধ্যবাধকতাগুলি পূরণ করতে উত্সাহিত করা এবং সক্ষম করা। এটি হামাস (সম্প্রতি নির্বাচিত PA নির্বাহী সরকারের বিজয়ী দল), পিআইজে (ফিলিস্তিনি ইসলামিক জিহাদ) এবং ফাতাহ-সংযুক্ত আল-আকসা ব্রিগেডের নামকরণের জন্য \"প্রত্যাখ্যানকারীদের ক্ষমতার অবনতি\" করার অনেকগুলি উপায় প্রস্তাব করে।  গার্ডিয়ান এই পরিকল্পনাটিকে \"হামাসের বিরুদ্ধে ব্যাপক ক্র্যাকডাউন\" হিসাবে বর্ণনা করেছে। \n২০০৪ সালে, পরিকল্পনাটি জিব্রিল রাজউবের কাছে পাস করা হয়েছিল, পিএ-এর একজন সিনিয়র ফাতাহ কর্মকর্তা, এবং এর বেশিরভাগই বাস্তবায়ন করা হয়েছে।   পরিকল্পনায় উল্লেখ করা বিষয়গুলো ছিল আত্মঘাতী বোমা হামলা, অস্ত্র চোরাচালান, কাসাম রকেট এবং \"সন্ত্রাসী অর্থায়ন।\nএর সবচেয়ে বিতর্কিত অংশে সুপারিশ করা হয়েছে যে \"প্রত্যাখ্যানবাদীদের ক্ষমতা হ্রাস করা—হামাস, পিআইজে [ফিলিস্তিনের ইসলামিক জিহাদ] এবং [ফাতাহ-সংযুক্ত] আল আকসা ব্রিগেড-তাদের নেতৃত্বের যোগাযোগ এবং কমান্ড ও নিয়ন্ত্রণ ক্ষমতার ব্যাঘাতের মাধ্যমে; আটক করা প্রধান মধ্য-র্যাঙ্কিং অফিসার; এবং তাদের অস্ত্রাগার এবং আর্থিক সংস্থান বাজেয়াপ্ত করা। এটি নেতা-কর্মীদের অস্থায়ী বন্দিত্ব, রেডিও স্টেশন বন্ধ এবং মসজিদে ইমামদের প্রতিস্থাপনেরও পরামর্শ দেয়।   \n২০০৬ সালের নির্বাচনের পর, হামাস তার নিজস্ব নিরাপত্তা পরিষেবা, এক্সিকিউটিভ ফোর্স গঠনের ঘোষণা দেয়, যার প্রধান হিসেবে জামাল আবু সামহাদানা নামে একজন বিশিষ্ট জঙ্গিকে নিয়োগ দেয়। আব্বাস এই পদক্ষেপকে অসাংবিধানিক বলে নিন্দা জানিয়ে বলেছিলেন যে শুধুমাত্র ফিলিস্তিনের রাষ্ট্রপতিই সশস্ত্র বাহিনীর কমান্ড করতে পারেন।  এরপর শুরু হয় মার্কিন প্রশিক্ষণ কার্যক্রম।  মার্কিন নিরাপত্তা সমন্বয়কারী লেফটেন্যান্ট জেনারেল কিথ ডেটনের মতে, \"আমরা প্রেসিডেন্সিয়াল গার্ড গড়ে তোলা, নির্দেশ দেওয়া, নিজেকে গড়ে তোলার জন্য সাহায্য করা এবং তাদের ধারণা দেওয়ার সাথে জড়িত। আমরা হামাসের মোকাবিলা করার জন্য বাহিনীকে প্রশিক্ষণ দিচ্ছি না।\" তিনি যোগ করেছেন যে \"হামাস ইরান এবং সম্ভবত সিরিয়া থেকে অর্থ এবং অস্ত্র পাচ্ছে এবং আমাদের অবশ্যই নিশ্চিত করতে হবে যে মধ্যপন্থী শক্তিগুলিকে মুছে ফেলা হবে না।\" \nআমেরিকান প্রচেষ্টাটি মাহমুদ আব্বাসের ফিলিস্তিনি নিরাপত্তা বাহিনীকে শক্তিশালী করার জন্য কোয়ার্টেটের কাছে প্রস্তাবিত একটি বৃহত্তর আন্তর্জাতিক প্যাকেজের অংশ ছিল কারণ হামাস তার সমান্তরাল নির্বাহী বাহিনীকে ৬,০০০ জন পুরুষে উন্নীত করার হুমকি দিয়েছে। মিশর, জর্ডান এবং তুরস্ক দ্বারা ফাতাহ প্রেসিডেন্সিয়াল গার্ডের প্রশিক্ষণ দেওয়া হয়েছিল। অস্ত্র ক্রয়ের জন্য অতিরিক্ত অ-মারাত্মক সরঞ্জাম এবং তহবিল সরবরাহ করা হয়েছিল। ইসরাইলও জর্ডান ও মিশরের মধ্য দিয়ে প্রেসিডেন্সিয়াল গার্ডের সদস্যদের কাছে হালকা অস্ত্র প্রবাহের অনুমতি দিয়েছে।       \nইসরায়েলের নিরাপত্তা সংস্থা প্রেসিডেন্ট আব্বাস এবং প্রেসিডেন্ট গার্ডকে সমর্থন করেছিল, কিন্তু ফাতাহর দুর্বলতা নিয়ে উদ্বিগ্ন ছিল। প্রেসিডেন্সিয়াল গার্ডে পিএলওর জর্ডান-ভিত্তিক বদর ব্রিগেডকে যুক্ত করার পরিকল্পনা ছিল।  ২০০৬ সালের অক্টোবরের হিসাবে, \"হামাস এবং ফাতাহ এর উপাদানগুলির মধ্যে সংঘর্ষ যখন মারাত্মক ছিল\", ইসরায়েলের নিরাপত্তা সংস্থার পরিচালক ইউভাল ডিস্কিন বিশ্বাস করেননি যে ফিলিস্তিনিরা গৃহযুদ্ধের দ্বারপ্রান্তে রয়েছে কারণ উভয় পক্ষই চায় না, কিন্তু \"কিছু হওয়া উচিত। হামাসের পক্ষে হানিয়াহ, বা ফাতাহ পক্ষের মোহাম্মদ দাহলান বা রশিদ আবু শাবাক, যে কোনও কিছু ঘটতে পারে। \nআইআইএসএস- এর মতে, হামাসের দৃঢ় বিশ্বাস যে মাহমুদ আব্বাসের অনুগত পিএ-এর প্রেসিডেন্ট গার্ড গাজার নিয়ন্ত্রণ নেওয়ার জন্য অবস্থান করছে বলে জুন ২০০৭-এর ক্রমবর্ধমান পরিস্থিতির সূত্রপাত হয়েছিল। মার্কিন যুক্তরাষ্ট্র অগাস্ট ২০০৬ সাল থেকে ৩,৫০০ জন প্রেসিডেন্সিয়াল গার্ড গঠনে সহায়তা করেছে \n\n\n=== সরকার প্রতিস্থাপনের পরিকল্পনা ===\nহামাসের নেতৃত্বাধীন সরকার ইসরায়েলি বিরোধী দল এবং কোয়ার্টেট নিষেধাজ্ঞার সাথে মিলিত হয় এবং প্রেসিডেন্ট আব্বাস এবং ফাতাহ-আধিপত্যাধীন পিএলও ইসরায়েল ও আন্তর্জাতিক সম্প্রদায়ের কাছে গ্রহণযোগ্য একটি হামাস সরকারকে প্রতিস্থাপন করার পরিকল্পনা তৈরি করে। পরিকল্পনা অনুযায়ী, আল জাজিরার প্যালেস্টাইন পেপারস- এ উন্মোচিত হয়েছে, ২০০৭ সালের মাঝামাঝি সময়ে আগাম রাষ্ট্রপতি ও আইনসভা নির্বাচনের প্রস্তুতির জন্য নভেম্বরের শেষের দিকে একটি জাতীয় ঐক্য সরকার বা টেকনোক্র্যাটদের সরকার গঠন করা হবে।\nকোয়ার্টেটের শর্ত পূরণ করে সরকার প্রতিষ্ঠা ব্যর্থ হলে প্রেসিডেন্ট আব্বাস জরুরি অবস্থা ঘোষণা করবেন, সরকারকে বরখাস্ত করবেন এবং জরুরি সরকার গঠন করবেন বা আগাম নির্বাচন আহ্বান করবেন। পরিকল্পনার বিকাশকারীরা সচেতন ছিল যে একটি জরুরী সরকার পিএলসি দ্বারা আস্থা ভোট ছাড়াই কেবলমাত্র এক মাসের জন্য আইনত শাসন করতে পারে। একটি \"অ্যাকশন প্ল্যান লিডিং লিডিং টু আর্লি ইলেকশান\" ফাতাহের প্রেসিডেন্ট গার্ডের শক্তিশালী পরিবর্ধন, ফাতাহর অভ্যন্তরীণ সংস্কার, প্রেসিডেন্ট প্রতিষ্ঠানের ক্ষমতায়ন, প্রেসিডেন্টের অফিসের মাধ্যমে আন্তর্জাতিক সম্প্রদায়ের সাহায্য পুনঃপ্রবর্তন এবং ইসরায়েলের ট্যাক্স বন্ধের অবসানের কল্পনা করেছে। \n২০০৬ সালের অক্টোবরের মধ্যে, মার্কিন প্রশাসন, ইসরায়েল, অনেক আরব সরকার এবং ফাতাহ-সহ আব্বাসের বেশিরভাগ প্রধান উপদেষ্টারা এখনও এই মত পোষণ করেছিলেন যে হামাস যদি দ্ব্যর্থহীনভাবে কোয়ার্টেটের শর্ত মেনে না নেয়, তাহলে এটিকে ক্ষমতা থেকে সরিয়ে দেওয়া উচিত এবং হতে পারে। আগাম নির্বাচন, এর বরখাস্ত এবং জরুরি সরকার নিয়োগ বা কোয়ার্টেটের শর্তে ফিলিস্তিনি চুক্তির জন্য একটি জনপ্রিয় গণভোট। ২০ সেপ্টেম্বর ২০০৬-এ আব্বাসের সাথে বৈঠকে মার্কিন প্রেসিডেন্ট বুশও এই পরিকল্পনাটি সামনে রেখেছিলেন \n\nমার্চ ২০০৭ সালে, ফেব্রুয়ারি ২০০৭ মক্কা চুক্তির পর একটি জাতীয় ঐক্য সরকার প্রতিষ্ঠিত হয়।\n১৪ জুন ২০০৭, ফিলিস্তিনের রাষ্ট্রপতি মাহমুদ আব্বাস ঐক্য সরকার ভেঙে দেওয়ার ঘোষণা দেন এবং জরুরি অবস্থা ঘোষণা করেন ।\n১৭ জুন ২০০৭, আব্বাস ফিলিস্তিন আইন পরিষদ এর অনুমোদন ছাড়াই একটি জরুরি সরকার প্রতিষ্ঠা করেন।\nআব্বাস-অনুগত সৈন্যরা ইসরায়েলের আন্তর্জাতিক সাহায্য ও সমর্থনে শক্তিশালী হয়েছিল।  \nতবে নির্বাচন হয়নি। ইতোমধ্যেই ২০০৬ সালের ডিসেম্বরে, আব্বাস \"২০০৭ সালের মাঝামাঝি পর্যন্ত অনুষ্ঠিত হবে না\" আগাম নির্বাচনের একটি পরিকল্পনা ঘোষণা করেন, যা হামাস ও ফাতাহ সমর্থকদের মধ্যে উত্তেজনা এবং কিছু সংঘর্ষের উদ্রেক করে।  জুলাই ২০০৭ সালে, তিনি আবার আগাম নির্বাচনের আহ্বান জানান।  অন্যান্য কলগুলি ছিল অক্টোবর ২০০৯  এবং ফেব্রুয়ারি ২০১১ সালে \n\n\n=== যুদ্ধ ===\n১০ জুন, ২০০৭-এ, ফাতাহ-হামাস দ্বন্দ্ব ফাতাহ-মিত্র বাহিনী এবং হামাস-মিত্র বাহিনীর মধ্যে সংঘর্ষে পরিণত হয়। প্রাথমিক ফাতাহ বাহিনী ছিল জাতীয় নিরাপত্তা বাহিনী, বিশেষ করে \"প্রেসিডেন্সিয়াল গার্ড\"। হামাসের প্রধান শক্তি ছিল ‘এক্সিকিউটিভ ফোর্স।\nহামাস জঙ্গিরা ফাতাহের বেশ কয়েকজন সদস্যকে ধরে নিয়েছিল এবং তাদের মধ্যে একজনকে, অভিজাত প্যালেস্টাইনি প্রেসিডেন্ট গার্ডের একজন অফিসার মোহাম্মদ সুইরকিকে গাজার সবচেয়ে উঁচু ভবনের উপরে, একটি ১৫ তলা অ্যাপার্টমেন্ট বিল্ডিং থেকে ফেলে দেয়। প্রতিশোধ হিসেবে, ফাতাহ জঙ্গিরা শহরের গ্রেট মসজিদের ইমাম মোহাম্মদ আল-রিফাতিকে আক্রমণ করে হত্যা করে। তারা প্রধানমন্ত্রী ইসমাইল হানিয়াহের বাড়িতেও গুলি চালায়। মধ্যরাতের ঠিক আগে, একটি হামাস জঙ্গিকে একটি ১২ তলা ভবন থেকে ছুড়ে ফেলা হয়েছিল। \n১১ জুন, ফাতাহের নেতা এবং ফিলিস্তিনি কর্তৃপক্ষের সভাপতি মাহমুদ আব্বাস এবং হামাসের তৎকালীন প্রধানমন্ত্রী ইসমাইল হানিয়া উভয়ের বাসভবনই বন্দুক এবং শেল ফায়ার দ্বারা লক্ষ্যবস্তু করা হয়েছিল। \n১২ জুন, হামাস তাদের ফাতাহ উপদলের প্রতিদ্বন্দ্বীদের দখলে থাকা পোস্টগুলিতে আক্রমণ শুরু করে। শত শত হামাস যোদ্ধা তাদের দখলদারদের দুই ঘন্টা সময় দেওয়ার পর অবস্থানে চলে গেছে। বার্তা সংস্থা এএফপিকে প্রত্যক্ষদর্শীরা জানিয়েছেন, উত্তরাঞ্চলীয় শহর জাবালিয়ায় একটি প্রধান ফাতাহ ঘাঁটি হামাস যোদ্ধাদের হাতে পড়ে গেছে। হামাস জঙ্গিরা রকেট চালিত গ্রেনেড এবং স্বয়ংক্রিয় অস্ত্র দিয়ে আক্রমণ করে গাজা শহরের প্রধান ফাতাহ সদর দফতরের চারপাশেও প্রচণ্ড লড়াই শুরু হয়। \n১৩ জুন, হামাস উত্তর গাজায় ফাতাহ-নিয়ন্ত্রিত জাতীয় নিরাপত্তা বাহিনীর সদর দপ্তর দখল করে। বন্দুকধারীরা স্নাইপার পজিশন হিসেবে কাজ করা উঁচু ভবনের নিয়ন্ত্রণের জন্য লড়াই করেছিল এবং হামাস বলেছে যে তারা গাজার প্রধান উত্তর-দক্ষিণ সড়ক নিয়ন্ত্রণকারী ফাতাহ ফাঁড়িকে বুলডোজ করেছে। এছাড়াও সেদিন, ফাতাহ-সংযুক্ত প্রিভেন্টিভ সিকিউরিটি সার্ভিসের খান ইউনিস সদর দফতরে একটি বিস্ফোরণে পাঁচজন নিহত হয়। \n১৪ জুন, হামাসের বন্দুকধারীরা গাজা উপত্যকায় প্যালেস্টাইন প্রিভেন্টিভ সিকিউরিটি সার্ভিসের সদর দফতরের কেন্দ্রীয় ভবন দখলের কাজ সম্পন্ন করে। হামাস সদস্যরা কম্পাউন্ডে যানবাহন এবং অস্ত্র নিয়েছিল, যেটিকে স্ট্রিপে ফিলিস্তিনি কর্তৃপক্ষের প্রধান প্রতীক হিসাবে বিবেচনা করা হয়েছিল। প্রিভেন্টিভ সিকিউরিটি সার্ভিস অতীতে ইসরায়েলের সাথে সহযোগিতা করেছিল এবং মার্কিন যুক্তরাষ্ট্র তাকে সশস্ত্র করেছে।\nএটি ফাতাহ পাওয়ার হাউস মোহাম্মদ দাহলানের সাথে চিহ্নিত করা হয়েছে, যিনি গাজার ইসলামপন্থীদের দ্বারা ঘৃণ্য ব্যক্তিত্বে পরিণত হয়েছেন।  কম্পাউন্ডে প্রবেশকারী বন্দুকধারীরা সেখানে প্রার্থনা করে এবং ভবনের ছাদে একটি পতাকা নেড়েছিল। এতে অন্তত ১০ জন নিহত হয়েছেন। হামাস টিভি ভবনের ভিতরে অস্ত্রের প্রদর্শনের পাশাপাশি কম্পাউন্ডে জব্দ করা জিপ, মর্টার শেল এবং বুলেটপ্রুফ ভেস্ট সম্প্রচার করেছে, যা হামাসের মতে, গত কয়েক মাসে ইসরায়েল এবং আমেরিকানরা সীমান্ত দিয়ে ফাতাহতে পাচার করেছিল। মিশর \nহামাস সদস্যরা কম্পাউন্ডে একটি প্রার্থনা করেছিল, যাকে তারা \"ধর্মদ্রোহী যৌগ\" বলে উল্লেখ করেছিল। হামাস সেই আশেপাশের নামও পরিবর্তন করেছে যেখানে ভবনটি অবস্থিত \" তেল আল-হাওয়া \" থেকে \"তেল আল-ইসলাম\"। \n১৪ জুন বিকেলে, অ্যাসোসিয়েটেড প্রেস একটি বিস্ফোরণের খবর দিয়েছে যা গাজা শহরকে কেঁপে ওঠে। ফাতাহ কর্মকর্তাদের মতে, নিরাপত্তা বাহিনী তাদের পোস্ট থেকে প্রত্যাহার করে এবং হামাসকে এটি দখল করতে না দেওয়ার জন্য এটি উড়িয়ে দেয়। পরে নিরাপত্তা বাহিনী অন্য জায়গায় অবস্থান নেয়। পরবর্তীতে ১৪ জুন, হামাস দক্ষিণ গাজা উপত্যকার শহর রাফাহ- এরও নিয়ন্ত্রণ নেয়, \nযেটি মিশরের সাথে একটি ইতোমধ্যে বন্ধ সীমান্ত ক্রসিংয়ের কাছে অবস্থিত যা ইসরায়েলি, ফিলিস্তিনি এবং ইউরোপীয় ইউনিয়নের নিরাপত্তা বাহিনী দ্বারা পর্যবেক্ষণ করা হয়। ইইউ কর্মীদের, সেই সময়ে, ইতোমধ্যেই নিরাপত্তার কারণে ইসরায়েলি শহর অ্যাশকেলনে স্থানান্তরিত করা হয়েছিল।  ১৪ জুন, আব্বাস ফিলিস্তিনি-হামাস ঐক্য সরকার ভেঙে দেন এবং ১৫ জুন হামাস গাজার নিয়ন্ত্রণ সম্পূর্ণ করে। \n\n\n=== কথিত সামরিক অভ্যুত্থান ===\nযুদ্ধের ফলে হামাস গাজার সম্পূর্ণ নিয়ন্ত্রণ পায়। ফাতাহপন্থী দৃষ্টিভঙ্গি হল, এটি হামাসের একটি সাধারণ সামরিক অভ্যুত্থান । হামাসপন্থী দৃষ্টিভঙ্গি হল, গাজায় হামাসকে জোরপূর্বক ক্ষমতা থেকে অপসারণের লক্ষ্যে ফাতাহ ক্যাডারদের অস্ত্র দেওয়ার পরিকল্পনা তৈরি করেছে যুক্তরাষ্ট্র। হামাসপন্থী দৃষ্টিভঙ্গি অনুসারে, মার্কিন কেন্দ্রীয় গোয়েন্দা সংস্থার (সেন্ট্রাল ইন্টেলিজেন্স এজেন্সি) লজিস্টিক সহায়তায় কমান্ডার মোহাম্মদ দাহলানের নেতৃত্বে ফাতাহ যোদ্ধারা হামাসের বিরুদ্ধে রক্তাক্ত অভ্যুত্থানের পরিকল্পনা করছিল।  এরপর, হামাস আগে থেকেই গাজার নিয়ন্ত্রণ নেয়।\nভ্যানিটি ফেয়ার ম্যাগাজিনে এপ্রিল ২০০৮-এর একটি নিবন্ধে, সাংবাদিক ডেভিড রোজ গোপনীয় নথি প্রকাশ করেছিলেন, দৃশ্যত মার্কিন স্টেট ডিপার্টমেন্ট থেকে উদ্ভূত, যা প্রমাণ করবে যে মার্কিন যুক্তরাষ্ট্র গাজায় হামাসের সহিংস উৎখাতের চেষ্টা করার জন্য ফিলিস্তিনি কর্তৃপক্ষ এবং ইসরায়েলের সাথে সহযোগিতা করেছিল। স্ট্রিপ, এবং যে হামাস অভ্যুত্থান পূর্ব-এম্পট করেছিল। \nনথিগুলি পরামর্শ দেয় যে হামাসের সাথে একটি সরকারকে মধ্যপ্রাচ্য কোয়ার্টেটের দাবি পূরণ করা উচিত, অন্যথায় রাষ্ট্রপতি মাহমুদ আব্বাসের জরুরি অবস্থা ঘোষণা করা উচিত, যা কার্যকরভাবে বর্তমান ঐক্য সরকারকে ভেঙ্গে দেবে, অথবা অন্য উপায়ে সরকার পতন করা উচিত।   রোজ প্রাক্তন ভাইস প্রেসিডেন্ট ডিক চেনির প্রধান মধ্যপ্রাচ্য উপদেষ্টা ডেভিড ওয়ার্মসারকে উদ্ধৃত করেছেন, বুশ প্রশাসনকে \"একটি নোংরা যুদ্ধে লিপ্ত হওয়ার জন্য [আব্বাসের নেতৃত্বে] একটি দুর্নীতিগ্রস্ত স্বৈরতন্ত্রকে বিজয়ী করার জন্য অভিযুক্ত করেছেন।\" তিনি বিশ্বাস করেন যে হামাসের গাজা দখল করার কোন ইচ্ছা ছিল না যতক্ষণ না ফাতাহ তার হাত জোর করে। \"এটা আমার কাছে মনে হচ্ছে যে যা ঘটেছিল তা হামাসের অভ্যুত্থান নয় বরং ফাতাহ কর্তৃক একটি অভ্যুত্থানের চেষ্টা ছিল যা ঘটার আগেই তা ঘটানো হয়েছিল\" \nঅ্যালিস্টার ক্রুকের মতে, তৎকালীন ব্রিটিশ প্রধানমন্ত্রী টনি ব্লেয়ার ২০০৩ সালে পশ্চিম তীর এবং গাজায় ইউকে এবং ইইউ নিরাপত্তা নীতিকে হামাসের বিরুদ্ধে মার্কিন নেতৃত্বাধীন পাল্টা-অভ্যুত্থানের সাথে যুক্ত করার সিদ্ধান্ত নিয়েছিলেন। এটি একটি অভ্যন্তরীণ নীতির দ্বন্দ্বের দিকে পরিচালিত করে যা ইইউকে মার্কিন যুক্তরাষ্ট্রের বিকল্প \"শান্তি প্রক্রিয়া\" বিকল্পের উপর যেকোন কার্যকর বৈদেশিক নীতি মাউন্ট করা থেকে বিরত রাখে। একটি রাজনৈতিক স্তরে, ইইউ ফাতাহ এবং হামাস, ফিলিস্তিনের রাষ্ট্র-নির্মাণ এবং গণতন্ত্রের মধ্যে পুনর্মিলনের \"আলোচনা করেছে\"। ব্যবহারিক পর্যায়ে, ইইউ ব্যাঘাত, আটক, আর্থিক দখল, এবং দুটি উপদলের একটি [হামাসের] সক্ষমতা ধ্বংস করার \"হাঁটে হেঁটে\" এবং সংসদকে কোনো কার্য সম্পাদন করতে বাধা দেয়। \nক্রুকের মতে, হামাসের সাথে সম্পৃক্ততার জন্য কোয়ার্টেট শর্তাবলী, যা ইইউ ২০০৬ সালের নির্বাচনের পরে অনুমোদন করেছিল, কূটনৈতিক সমাধানের পথ খোলার উদ্দেশ্যে নির্দেশিকা হিসাবে নয়, বরং হামাসকে তাদের সাথে দেখা করতে বাধা দেওয়ার জন্য শর্তগুলি উত্থাপিত হয়েছিল। তারপরে, ব্রিটিশ এবং আমেরিকান গোয়েন্দা সংস্থাগুলি গাজার ক্ষমতা থেকে হামাসকে সরিয়ে দেওয়ার জন্য একটি \"নরম\" অভ্যুত্থানের প্রস্তুতি নিচ্ছিল। \n\n\n== আন্তর্জাতিক আইন লঙ্ঘন ==\nহামাস এবং ফাতাহ উভয়ের এই আক্রমণগুলি সবচেয়ে মৌলিক মানবিক নীতির উপর নৃশংস আক্রমণ গঠন করে। শত্রুতায় জড়িত নয় এমন বেসামরিক লোকদের হত্যা এবং বন্দীদের ইচ্ছাকৃত হত্যা যুদ্ধাপরাধ, বিশুদ্ধ এবং সহজ।হিউম্যান রাইটস ওয়াচ উভয় পক্ষকে আন্তর্জাতিক মানবিক আইন লঙ্ঘনের জন্য অভিযুক্ত করেছে, কিছু ক্ষেত্রে যুদ্ধাপরাধের পরিমাণ।  অভিযোগের মধ্যে রয়েছে বেসামরিক নাগরিকদের টার্গেট করা এবং হত্যা করা, রাজনৈতিক প্রতিপক্ষ এবং বন্দীদের প্রকাশ্যে মৃত্যুদণ্ড দেওয়া, বন্দীদেরকে উঁচু অ্যাপার্টমেন্ট বিল্ডিং থেকে ফেলে দেওয়া, হাসপাতালে মারামারি করা এবং \"টিভি\" চিহ্ন দিয়ে চিহ্নিত একটি জিপ থেকে গুলি করা।  রেড ক্রসের আন্তর্জাতিক কমিটি গাজা উপত্যকার উত্তরাঞ্চলে দুটি হাসপাতালে এবং এর আশেপাশে হামলার নিন্দা জানিয়েছে। \nলড়াইয়ের সময় লুটপাটের বেশ কয়েকটি ঘটনা ঘটেছিল, একটি ভিড় এখন মৃত ফিলিস্তিনি নেতা ইয়াসির আরাফাতের ভিলা থেকে আসবাবপত্র, দেয়ালের টাইলস এবং ব্যক্তিগত জিনিসপত্র নিয়ে গেছে;  প্রাক্তন ফাতাহ কমান্ডার মোহাম্মদ দাহলানের বাড়িও লুট করা হয়েছিল।\nএকজন এএফপি সংবাদদাতা প্রত্যক্ষ করেছেন যে কয়েক ডজন ফিলিস্তিনি দাহলানের ভিলা থেকে যা যা বহন করতে পারে তা নিয়ে যাচ্ছে- আসবাবপত্র, পাত্রের গাছপালা এবং এমনকি রান্নাঘরের সিঙ্ক, কলের মতো প্লাম্বিং ফিক্সচার সহ সম্পূর্ণ\"  এবং মুনতাদা, আব্বাসের সমুদ্রসীমার রাষ্ট্রপতি ভবনে, প্রত্যক্ষদর্শীরা হামাস যোদ্ধাদের কম্পিউটার, নথি এবং বন্দুক সরিয়ে নিতে দেখেছে। \n\n\n=== আফটারমেথ ===\n\n\n==== সরকারের বিভাগ ====\n১৪ জুন, ২০০৭-এ, ফিলিস্তিনের রাষ্ট্রপতি মাহমুদ আব্বাস জরুরি অবস্থা ঘোষণা করে হামাস দখলের প্রতিক্রিয়া জানান। তিনি ইসমাইল হানিয়াহের নেতৃত্বাধীন ঐক্য সরকারকে বরখাস্ত করেন এবং রাষ্ট্রপতির ডিক্রির মাধ্যমে সালাম ফায়াদকে প্রধানমন্ত্রী হিসেবে প্রতিষ্ঠিত করেন।    আব্বাসকে ক্ষমতাচ্যুত করার জন্য মার্কিন নেতৃত্বাধীন ষড়যন্ত্রে অংশ নেওয়ার অভিযোগ এনে হানিয়াহ তার বরখাস্ত মেনে নিতে অস্বীকার করেন।  ফিলিস্তিনি আইনের বিশেষজ্ঞরা এবং পিএলসির স্বাধীন সদস্যরা ফাইয়াদ সরকারের বৈধতা নিয়ে প্রশ্ন তুলেছেন।\nফিলিস্তিনের মৌলিক আইন অনুসারে, রাষ্ট্রপতি প্রধানমন্ত্রীকে বরখাস্ত করতে পারেন তবে বরখাস্ত সরকার একটি তত্ত্বাবধায়ক সরকার হিসাবে কাজ করতে থাকে যতক্ষণ না একটি নতুন সরকার গঠিত হয় এবং ফিলিস্তিনি আইন পরিষদের নিরঙ্কুশ সংখ্যাগরিষ্ঠের কাছ থেকে আস্থার ভোট না পায়।   হামাস-সংখ্যাগরিষ্ঠ পিএলসি ফাইয়াদ সরকারকে নিশ্চিত করার জন্য কখনও বৈঠক করেনি।  রাষ্ট্রপতি আব্বাস ২০০৭  সালের সেপ্টেম্বরে রাষ্ট্রপতির ডিক্রির মাধ্যমে পিএলসি-এর জন্য অকার্যকর পিএলসিকে বাইপাস করে একটি পূর্ণ আনুপাতিক প্রতিনিধিত্ব ব্যবস্থায় পরিবর্তন করেন। \nহামাসের নেতৃত্বাধীন ঐক্য সরকারের বিলুপ্তির সাথে সাথে, ফিলিস্তিনি কর্তৃপক্ষ দ্বারা নিয়ন্ত্রিত অঞ্চলটি প্রকৃতপক্ষে দুটি সত্তায় বিভক্ত হয়েছিল: গাজা উপত্যকার হামাস-নিয়ন্ত্রিত সরকার এবং পশ্চিম তীর, ফিলিস্তিনি জাতীয় কর্তৃপক্ষ দ্বারা পরিচালিত। \nআন্তর্জাতিক সম্প্রদায় জরুরি সরকারকে স্বীকৃতি দিয়েছে। কয়েক দিনের মধ্যে, মার্কিন যুক্তরাষ্ট্র ফায়াদ সরকারকে স্বীকৃতি দেয় এবং প্রেসিডেন্ট আব্বাস এবং নতুন ফাতাহ-নেতৃত্বাধীন ফায়াদ সরকারকে শক্তিশালী করার জন্য ফিলিস্তিনি কর্তৃপক্ষের ১৫ মাসের অর্থনৈতিক ও রাজনৈতিক বয়কটের অবসান ঘটায়। ইউরোপীয় ইউনিয়ন একইভাবে ফিলিস্তিনিদের সরাসরি সাহায্য পুনরায় শুরু করার পরিকল্পনা ঘোষণা করেছে, \nযখন ইসরাইল ফিলিস্তিনি আইন পরিষদের নিয়ন্ত্রণ হামাসের নিয়ন্ত্রণে নেওয়ার পর থেকে ইসরায়েল বন্ধ করে দেওয়া ফিলিস্তিনি কর রাজস্ব আব্বাসকে ছেড়ে দিয়েছে।  মিডল ইস্ট কোয়ার্টেট আব্বাসের প্রতি তাদের অব্যাহত সমর্থন পুনর্ব্যক্ত করেছে এবং ফাতাহ-নেতৃত্বাধীন পিএ এর সাথে স্বাভাবিক সম্পর্ক পুনরায় শুরু করেছে। জাতিসংঘ মহাসচিব বান কি মুন আব্বাসের \"আইন-শৃঙ্খলা পুনরুদ্ধারের\" প্রচেষ্টার জন্য আন্তর্জাতিক সমর্থনের আহ্বান জানিয়েছেন।   ইসরায়েল ও মিশর গাজা উপত্যকায় অবরোধ শুরু করেছে।\n\n\n=== সম্ভাব্য ধর্মীয় পরিণতি ===\n\n\n== তথ্যসূত্র =="}