{"pageid": 1387512, "title": "অমলনতিপিরান", "url": "https://bn.wikipedia.org/wiki?curid=1387512", "content": "অমলনতিপিরান ( তামিল: அமலனாதிபிரான் ) হলো তিরুপ্পান আলবরের লেখা তামিল হিন্দু সাহিত্যের একটি স্তবগানের সংকলন   যা পশুরম নামক দশটি স্তোত্র দ্বারা গঠিত।  এই রচনার শিরোনামটি বিষ্ণুর নির্মল ও ত্রুটিহীন স্বভাবের নির্দেশক। আলবরের এই স্তোত্রগানগুলো নালায়রা দিব্য প্রবন্ধম নামক স্তোত্রসংকলনে অন্তর্ভুক্ত হয়েছে। \n\n\n== কিংবদন্তি ==\nশ্রী বৈষ্ণব ঐতিহ্য অনুসারে, তিরুপ্পান আলবর একবার শ্রীরঙ্গমের রঙ্গনাথস্বামী মন্দিরের সামনে কাবেরী নদীর ঘাটে বিষ্ণুর স্তব গান করছিলেন। তিনি তখন স্তবমন্ত্র গাওয়ার পরমানন্দে এতটাই নিমগ্ন ছিলেন যে তিনি তার বীণার পাশে অজ্ঞান হয়ে পড়েন। লোকসারঙ্গ নামে এক মন্দির-পুরোহিত  কবি-সাধুকে দেখতে পান। তিনি একটি পাত্রে কিছু জল নিয়ে মন্দিরে ফিরে আসছিলেন মন্দিরের দেবতা রঙ্গনাথের সেবার উদ্দেশ্যে। অজ্ঞান ও সম্ভবত নিম্ন বর্ণের লোকটিকে তার পথ আটকে পেয়ে লোকসারঙ্গ তাকে তিন-চারবার ডাকলেন, কিন্তু লোকটি সাড়াশব্দ দিলেন না। ধৈর্যচ্যুত হয়ে পুরোহিত দূর থেকে তাকে পাথর ছুঁড়ে মারলেন। তিরুপ্পাণ আল্বর বুঝতে পারলেন যে তিনি রঙ্গনাথের একজন পরিচারকের পথে বাধা হয়ে দাঁড়িয়েছেন, পরে তিনি পুরোহিতের নিকট ক্ষমা ভিক্ষা করে চলে যান। লোকসারঙ্গ যখন মন্দিরদ্বারে পৌঁছলেন, তখন তিনি দেখতে পেলেন, তাদের ভিতর থেকে বাধা দেওয়া হয়েছে। তিনি লক্ষ্য করলেন মন্দিরের সমস্ত পুরোহিতগণ বহির্দ্বারের বাইরে জড়ো হয়েছেন এবং তারই মতো বিভ্রান্ত হয়েছেন। এদিকে মন্দিরের দেবতার অভিষেক অনুষ্ঠানের প্রথাগত সময় আগতপ্রায়। এবং নির্দিষ্ট সময়ও অতিক্রান্ত হলো। পুরোহিতরা তখনও অসহায়ভাবে বিস্ময়ের সাথে বাইরে অপেক্ষা করছিলেন। অশ্রুসজল হয়ে লোকসারঙ্গ কিছুক্ষণ প্রার্থনা করলেন তিনি দেবতার কাছে নিবেদন করলেন কি এমন অপরাধ করেছেন যে দেবতা তাকে সেবা করতে বাধাদান করছেন। মন্দিরের অভ্যন্তর থেকে একটি কণ্ঠস্বর ঘোষণা করলেন, পুরোহিত মন্দিরে সেবার অযোগ্য। কারণ তিনি দেবতার ভক্তকে পাথর দিয়ে আঘাত করেছেন। বিস্মিত হয়ে লোকসারঙ্গা জিজ্ঞাসা করলেন তিনি কখন এমন কাজ করেছিলেন। কণ্ঠস্বর তাকে বলল, সে যে অচেতন লোকটিকে আঘাত করেছিল তিনি স্বয়ং দেবতার মূর্ত প্রতীকগুলির মধ্যে একটি অর্থাৎ তিনি দেবতার দ্বিতীয় মূর্তিস্বরূপ; পুরোহিতকে শুধুমাত্র মন্দিরে প্রবেশের অনুমতি দেওয়া হবে যদি তিনি লোকটিকে কাঁধে নিয়ে মন্দির প্রদক্ষিণ করেন। লোকসারঙ্গ তিরুপ্পান আলবরকে খুঁজে বের করতে ছুটে গেলেন, কিন্তু আলবর তার নিম্ন জন্মের কথা উল্লেখ করে তাকে ত্যাগ করতে অনুরোধ করেন। এইভাবে পুরোহিত তার বাক্যে কর্ণপাত না করে জোরপূর্বক আলবরকে কাঁধে বহন করে মন্দির প্রদক্ষিণ করেন।  তিরুপ্পাণ আলবরকে পরে মন্দিরের গর্ভগৃহে রঙ্গনাথের মূর্তি দেখানো হয়, এবং এই দৃশ্য তাকে এতই বিস্ময়ে পূর্ণ করেছিল যে তিনি অমলনতিপিরানের দশটি স্তোত্র রচনা করে তা গেয়েছিলেন। \n\n\n== স্তবগান ==\nএই স্তোত্রগীতের শিরোনাম ব্যাখ্যা করে শুরু হওয়া প্রথম স্তোত্রটি নিম্নরূপ: প্রথম পূর্ণ প্রভু দেবতাগণের প্রকাশময় স্বামী সুগন্ধিত বন বেষ্টিত বেঙ্কটে বাস করেন। আপনার দিব্য নিয়ম ন্যায়সংগত এবং দোষহীন। আপনি আমাকে আপনার ভক্তের সেবক বানিয়েছেন। আপনি উঁচু দেওয়াল পরিবেষ্টিত শ্রীরঙ্গমের নাথ। আপনার মঙ্গলময় চরণারবিন্দে আমাদের চক্ষু স্থির হয়ে গেছে!\n\nদ্বিতীয় স্তোত্রে বামন ও রাম দেবতার অবতারের উল্লেখ রয়েছে: যখন আপনি উৎসাহপূর্বক পৃথিবীকে মাপছিলেন তখন আপনার মুকুট ব্রহ্মাণ্ডের ছাদকে(আবরণ) স্পর্শ করেছিল। বাণ বর্ষণ করে রাক্ষস কূলের বিনাশকারী আপনি কাকুৎস্থ প্রভু রাম। আপনি সুরভিত কানন বেষ্টিত শ্রীরঙ্গমনাথ। আপনার শ্যাম বদনের রক্তবস্ত্রেই আমাদের আঁখি নিবিষ্ট থাকুক।\n\n\n== আরও দেখুন ==\nতিরুমালাই\nপেরুমল তিরুমলি\nতিরুপল্লিয়েলুচি\n\n\n== তথ্যসূত্র =="}