{"pageid": 1387968, "title": "বীরেন্দ্র কুমার ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1387968", "content": "বীরেন্দ্র কুমার ভট্টাচার্য (অসমীয়: বীৰেন্দ্ৰ কুমাৰ ভট্টাচাৰ্য ; ১৪ অক্টোবর, ১৯২৪ – ৬ আগস্ট, ১৯৯৭) ছিলেন একজন অসমীয় ছোটগল্প–লেখক, প্রাবন্ধিক, ঔপন্যাসিক, কবি ও সাংবাদিক। তিনিই প্রথম অসমীয় লেখক, যিনি ভারতের সর্বোচ্চ সাহিত্য সম্মান পুরস্কার জ্ঞানপীঠ পুরস্কার পান। বিয়াল্লিশের গণআন্দোলনের উপর ভিত্তি করে রচিত মৃত্যুঞ্জয় উপন্যাসের জন্য তিনি ১৯৭৯ সালে এই পুরস্কার লাভ করেন। ১৯৬১ সালে তার আইয়ারুইংগাম নামী উপন্যাস সাহিত্য একাডেমি পুরস্কার জেতে। তার লিখিত লাভ ইন দ্য টাইম অফ ইনসার্জেন্সি ১৯৪৮ সালে প্রকাশিত হয়।\nএছাড়া বীরেন্দ্র বেঙ্গালুরুতে অনুষ্ঠিত আসাম সাহিত্য সভার সুবর্ণ জয়ন্তী সম্মেলনের সভাপতি ছিলেন। তিনি গুয়াহাটি বিশ্ববিদ্যালয়ের সাংবাদিকতা বিভাগের ছাত্র ছিলেন এবং জবলপুর বিশ্ববিদ্যালয় কর্তৃক তাকে সম্মানসূচক ডি. লিট ডিগ্রি প্রদান করা হয়।\n\n\n== জীবনী ==\n\n\n=== জন্ম ===\nবীরেন্দ্র কুমার ভট্টাচার্য ১৯২৪ সালের ১৪ ই অক্টোবর ছফ্রাই চা বাগানে জন্মগ্রহণ করেন। তার বাবা শশীধর ভট্টাচার্য ছিলেন বাগানের একজন শ্রমিক। তাঁর মাতা ছিলেন আইদেউ ভট্টাচার্য। সাতজন ভাইবোনের মধ্যে বীরেন্দ্র কুমার ছিলেন দ্বিতীয়। তার বড় ভাই নলিনীধর ভট্টাচার্য একজন অধ্যাপক। বাকি তিনজন হলেন গিরিন, অনিল ও কামাখ্যা ভট্টাচার্য।\nযোরহাট শহর থেকে দশ মাইল পূর্বে চাওঘাট মৌজায় দিহা নদীর তীরে ঢেকিয়া খাওয়া নামী গ্রামে ভট্টাচার্য পরিবারের পূর্ব-পুরুষগণ বসবাস করতেন। যোরহাট থেকে প্রকাশিত আসাম বিলাসিনীর সম্পাদক কৃষ্ণ কান্ত ভট্টাচার্য এবং শিলং থেকে প্রকাশিত বিজুলির সম্পাদক লক্ষ্মীনাথ শর্মা তাদের পূর্বপুরুষ ছিলেন। শিক্ষাবিদ লক্ষ্মীনাথ শর্মা আসামের তৃতীয় অনার্স গ্র্যাজুয়েট। তিনি সংস্কৃতে স্নাতকোত্তর ডিগ্রি লাভ করেন।\n\n\n=== শিক্ষা ও ব্যক্তিগত জীবন ===\nবীরেন্দ্র ছফরাই প্রাথমিক বিদ্যালয়ে শিক্ষাজীবন শুরু করেন এবং তারপর কাকজান এমই স্কুলে যান এবং যোরহাট সরকারি উচ্চ বিদ্যালয় থেকে ম্যাট্রিকুলেশন পাস করেন। বীরেন্দ্র প্রবেশিকা পরীক্ষায় অসমীয়া, ভূগোল, ইতিহাস ও সংস্কৃতে প্রথম বিভাগে লেটারসহ পাস করেন। তারপর তিনি যথাক্রমে ১৯৪৩ এবং ১৯৩৫ সালে কটন কলেজ থেকে বিজ্ঞানে স্নাতক হন। বিএসসি ডিগ্রি শেষ করার পর তিনি কলকাতায় গিয়ে সাংবাদিকতা পড়তে যান এবং সেই বছরেই কলকাতা বিশ্ববিদ্যালয়ে সাংবাদিকতা কোর্স শুরুর কথা ছিল; কিন্তু তা শুরু হয়নি, তাই তিনি আইনি ক্লাসে ভর্তি হন; তবে আইনের পড়াশোনা শেষ না করেই ফিরে আসেন। তিনি ১৯৫১ সালে বিএ এবং ১৯৫৩ সালে গুয়াহাটি বিশ্ববিদ্যালয় থেকে অসমীয়া ভাষায় স্নাতকোত্তর ডিগ্রি লাভ করেন। ১৯৭৭ সালে ভট্টাচার্য অসমীয়া সাহিত্যে তার থিসিসের জন্য ডক্টরেট পান।\nবিনীতা ভট্টাচার্যের সঙ্গে তার বিয়ে হয় ২০১৩ সালের ৩০ জুন। \n\n\n=== কর্মজীবন ===\n১৯৪২: বিয়াল্লিশ স্বাধীনতা আন্দোলনে যোগদান করেন।\n১৯৪৫-৪৬: অসমীয়া মাসিক পত্রিকা বনহি এবং কলকাতা থেকে প্রকাশিত ইংরেজি পত্রিকা 'অ্যাডভান্স'-এর সহ-সম্পাদক।\n১৯৪৭-৪৯: গুয়াহাটি থেকে দৈনিক অসমিয়া পত্রিকার সংবাদ সম্পাদক।\n১৯৪৯-৫০: সাপ্তাহিক পত্রিকা 'জনতা'-এর সম্পাদক\n১৯৫০-১৯৫২: উখরাল উচ্চ বিদ্যালয়, মনিপুরে শিক্ষকতা।\n১৯৫৩-৬৩: মাসিক রামধেনু পত্রিকার সম্পাদক।\n১৯৬৩-৬৭: সাপ্তাহিক সংবাদপত্র নবযুগের সম্পাদক।\n১৯৬৭-১৯৮৩: দৈনিক আসাম, আসাম ট্রিবিউন, ধর্মযুগ, দিনমান, ভারতীয় সাহিত্যের লেখক।\n১৯৬৮: প্রথম রাশিয়া সফর।\n১৯৬৮-৭৩: ইকোনমিক অ্যান্ড পলিটিক্যাল উইকলি-এর সংবাদদাতা।\n১৯৭০-৮৩: আসাম আর্টস অ্যান্ড ক্রাফট সোসাইটির সভাপতি।\n১৯৭৭: অসমীয়া সাহিত্যে তাঁর গবেষণার জন্য গুয়াহাটি বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি। কেরালার এর্নাকুলামে সাহিত্য অকাদেমি আয়োজিত সেমিনারে সক্রিয় অংশগ্রহণ।\n১৯৮০: দিল্লির বিজ্ঞান ভবনে আনুষ্ঠানিকভাবে জ্ঞানপীঠ পুরস্কার পান; হিন্দি উপদেষ্টা কমিটির সদস্য, স্বরাষ্ট্র মন্ত্রণালয়, ভারত সরকার।\n১৯৮২: ভারতীয় লেখক সমিতির সভাপতি, জবলপুর বিশ্ববিদ্যালয়।\n\n\n=== মৃত্যু ===\nতিনি ১৯৯৭ সালের ৬ আগস্ট ৭২ বছর বয়সে মারা যান।\n\n\n== তথ্যসূত্র =="}