{"pageid": 1387431, "title": "নারায়ণিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1387431", "content": "নারায়ণিয়াম একটি মধ্যযুগীয় সংস্কৃত পাঠ্য, যা ভাগবত পুরাণের কাব্যিক আকারের একটি সংক্ষিপ্ত অধ্যয়ন নিয়ে গঠিত। এটি রচনা করেছিলেন কেরালার একজন বিখ্যাত সংস্কৃত কবি মেলপাথুর নারায়ণ ভট্টথিরি (১৫৬০-১৬৬৬ খ্রিস্টাব্দ)। যদিও নারায়ণিয়াম ১৫৮৬ খ্রিস্টাব্দের প্রথম দিকে রচিত বলে মনে করা হয়, কিন্তু প্রাচীনতম পাণ্ডুলিপিগুলো যেগুলি পাওয়া গেছে সেগুলি ২৫০ বছরেরও বেশি সময় পরের। ভাগবত পুরাণ হল একটি প্রধান হিন্দু ধর্মগ্রন্থ যা প্রায় ১৮,০০০টি শ্লোক নিয়ে গঠিত, এটি মূলত কৃষ্ণের উপাসনার জন্য নিবেদিত।\n\n\n== কবিতা ==\nনারায়ণিয়াম (উচ্চারণ আইএএসটি : nɑːrɑːjəɳiːjəm) ভাগবত পুরাণকে একশত দশকম বা সর্গে বিভক্ত করে, ১০৩৪টি শ্লোকে সংক্ষিপ্ত করেছে। রচনাটি সংস্কৃত সাহিত্যে একটি অত্যন্ত উচ্চ স্থান দখল করেছে, শ্লোকের তীব্র ভক্তিমূলক উৎসাহ এবং তাদের অসাধারণ সাহিত্যিক যোগ্যতা উভয়ের কারণে। নারায়ণিয়াম কেরালা এবং তামিলনাড়ুর সবচেয়ে জনপ্রিয় ধর্মীয় গ্রন্থগুলোর অন্যতম, এবং ধর্মপ্রাণ হিন্দুরা প্রায়ই উৎসবে এবং গোষ্ঠীর মধ্যে একসাথে এটি পাঠ করেন।\nনারায়ণিয়াম হল ভগবান নারায়ণের গল্প। এটি ১০৩৫টি পঙক্তি বা শ্লোক নিয়ে গঠিত একটি রচনা, ১০০টি দশকম বা সর্গে বিভক্ত, প্রতিটি দশকম প্রায় ১০টি শ্লোক নিয়ে গঠিত। এটি ভাগবত পুরাণের একটি সংক্ষিপ্ত সংস্করণ, যা বেদ ব্যাস দ্বারা রচিত ১৮,০০০টি শ্লোক নিয়ে গঠিত। বলা হয় যে কাজটিতে গুরুভায়ুরের প্রধান দেবতা শ্রীকৃষ্ণ বা গুরুভায়ূরপ্পনের আশীর্বাদ রয়েছে।\nনারায়ণিয়ামে ভাগবত পুরাণ থেকে সবচেয়ে ধার্মিক অংশকে বেছে নিয়ে উপাখ্যানের একটি ক্রম বর্ণিত হয়েছে। বিষ্ণুর অবতারগুলো ধার্মিকতার সাথে চিহ্নিত করা হয়েছে, ভট্টাথিরি পর্বগুলোকে ধর্মীয় সমারোহযুক্ত প্রার্থনায় রূপান্তরিত করেছেন, ভগবানের কাছে সম্পূর্ণ প্রার্থনায় তাঁর আত্মাকে ঢেলে দিয়েছেন। চূড়ান্ত দশক, কেশাদিপাদ বর্ণনম, সমস্ত করুণা ও মহিমায় ছোট্ট কৃষ্ণের সর্বাঙ্গের চিত্র মূর্ত করে।\nএকটি কবিতা এবং ভক্তিমূলক স্তোত্র উভয় হিসাবে, নারায়ণিয়াম সংস্কৃত সাহিত্যে একটি খুব উচ্চ স্থান দখল করে আছে।\nনারায়ণিয়াম হল মেলপাথুরের সেরা কাব্যকর্ম এবং তার সমস্ত কাজের মধ্যে এটিই সর্বাধিক পঠিত। কবি ভগবান গুরুভায়ুরাপ্পানের চিত্রকে অনুকরণীয় ভাষায় চিত্রিত করেছেন - “সম্মোহনম মোহনাল কণ্ঠম কণ্ঠনিধনথোপী, মধুরম মাধুর্য্য ধুর্য্যদপি, সৌন্দর্য্যথারাথোপি সুন্দরথারম”\nনারায়ণিয়ামের “পারায়ণ” অংশটি ভক্তদের মানসিক এবং শারীরিক উভয় প্রকার কষ্ট নিরাময়ের অপূর্ব ক্ষমতার অধিকারী বলে বিশ্বাস করা হয়। নারায়ণিয়ামের “নিত্যপরায়ণ” ভক্তদের “আয়ুররোগ্যসৌখ্যম” অর্জন করতে সক্ষম করবে।\nনারায়ণীয়া সপ্তাহম (নারায়ণেয়মের আবৃত্তি এবং জনসাধারণের কাছে অর্থ ব্যাখ্যা করা) গুরুভায়ুর মন্দিরে 'নারায়ণেয় দিনমে' দেবস্বম দ্বারা এবং অন্যদের দ্বারা অর্ঘ্য হিসাবে পরিচালিত হয়। ১৯৫০-এর দশকের গোড়ার দিকে গুরুভায়ুরে নারায়ণেয় সপ্তাহম শুরু হয়েছিল। শ্লোকগুলি পড়তে প্রায় ৫ ঘণ্টা এবং সেগুলি ব্যাখ্যা করতে প্রায় ৪৫ ঘণ্টা সময় লাগে।\nযেদিন নারায়ণিয়াম লেখা সম্পন্ন হয়েছিল, সেই ২৮তম বৃশ্চিকম দিনটিকে দেবস্বম নারায়ণিয়াম দিবস হিসাবে পালন করে। মেলপাথুর রচিত নারায়ণিয়ামের উপর আলোচনা ও বিতর্ক হয়। মেলপাথুর ইল্লাপারাম্বুতেও বিশেষ অনুষ্ঠান হয়।\n\n\n== লেখক ==\nমেলপাথুর নারায়ণ ভট্টাথিরিপাদু ১৫৬০ সালের দিকে কেরালার মালাপ্পুরম জেলার তিরুনাভায়ার মন্দিরের কাছে একটি গ্রামে জন্মগ্রহণ করেছিলেন। তিনি ২৭ বছর বয়সে নারায়ণিয়াম রচনা করেন।\nভট্টথিরির অন্যান্য স্মারক রচনাগুলোর মধ্যে রয়েছে সংস্কৃত ব্যাকরণের উপর একটি গ্রন্থ, যার নাম ছিল প্রক্রিয়াসর্বস্ব। এই রচনাটি সিদ্ধান্ত কৌমুদীর অনুরূপ, কিন্তু আগে লেখা। কথিত আছে যে, সিদ্ধান্ত কৌমুদীর রচয়িতা, ভট্টোজি দীক্ষিত, ভট্টথিরির কথা শুনে কেরালার উদ্দেশ্যে রওনা হয়েছিলেন, কিন্তু ভট্টথিরির মৃত্যুর কথা শুনে হতাশ হয়ে ফিরে যেতে হয়েছিল।\nভট্টাথিরি আরও অনেক ভক্তিমূলক স্তোত্র রচনা করেছিলেন, সেইসাথে পূর্ব-মীমাংসার মনমেয়োদয় শিরোনামের একটি রচনা এবং তাঁর রাজকীয় পৃষ্ঠপোষকদের প্রশংসা করে স্তুতি রচনা করেছিলেন। বিশ্বাস করা হয় যে তিনি ১০৫ বছর বয়স পর্যন্ত বেঁচে ছিলেন। তিনি একজন গণিতবিদ ছিলেন।\n\n\n== নারায়ণিয়ামের মূল কিংবদন্তি ==\nকেরালার লোকেরা গুরুভায়ুর মন্দির শহরে কৃষ্ণকে তাঁর দেবতারূপ গুরুভায়ুরাপ্পান হিসাবে পূজা করে। স্থানীয় কিংবদন্তি অনুসারে, ভট্টথিরির একজন গুরু ছিলেন যাঁর নাম অচ্যুতা পিশারাদি। তিনি পক্ষাঘাতে আক্রান্ত হয়ে অসহ্য যন্ত্রণা ভোগ করেছিলেন। ভট্টথিরি গুরুর জন্য একটি নিরাময় খুঁজতে চেয়েছিলেন এবং গুরুকে কষ্ট থেকে মুক্ত করে রোগটি নিজের দেহে স্থানান্তরিত করার জন্য আন্তরিকভাবে প্রার্থনা করেছিলেন। কিংবদন্তি অনুসারে, ভগবান কৃষ্ণ ভট্টথিরির ইচ্ছা পূরণ করেন এবং তিনি শীঘ্রই পঙ্গু হয়ে যান।\nএকবার, নড়াচড়া করতে অক্ষম ভট্টথিরিকে গুরুভায়ুর মন্দিরে নিয়ে যাওয়া হলে, তিনি সেই সময়ের একজন প্রখ্যাত মালয়ালম কবি থুনচাথ এজুথাচানের সাথে দেখা করেন। এজুথাচান ভট্টথিরিকে পরামর্শ দিয়েছিলেন যে তিনি যদি \"মাছ দিয়ে নিজের চিকিৎসা শুরু করেন\" তবে তিনি নিরাময় হতে পারেন। ভট্টথিরির শিষ্যরা  এই কথা শুনে হতবাক হয়ে গেলেন কারণ ভট্টথিরি ছিলেন একজন ধর্মপ্রাণ ব্রাহ্মণ এবং নিরামিষভোজী, যিনি মাছ খাওয়াকে পাপ মনে করতেন। ভট্টথিরি অবশ্য বুঝতে পেরেছিলেন যে এজুথাচান আসলে কী বোঝাতে চেয়েছিলেন - যে তিনি মৎস্য অবতার থেকে শুরু করে ভগবান কৃষ্ণের অবতারদের মহিমান্বিত একটি স্তোত্র রচনা করতে পারলে সুস্থ হয়ে উঠবে।\nতদনুসারে, তিনি নারায়ণিয়াম রচনা শুরু করেন। কথিত আছে যে তিনি প্রতিদিন দশটি শ্লোকের সমন্বয়ে একটি দশকম পাঠ করতেন। স্থানীয় কিংবদন্তি বলে যে শততম দিনে তিনি প্রভুর দর্শন পেয়েছিলেন এবং সেই রূপের একটি রৈখিক বর্ণনা এঁকেছিলেন, যার পরে তিনি অবিলম্বে তার রোগ থেকে নিরাময় হয়েছিলেন।\nনারায়ণিয়ামের আগে লেখা কাকোরাসন্দেশেও গুরুভায়ুর মন্দিরে যাওয়া বাতরোগীদের কথা আছে। গুরুভায়ুর মন্দিরে পূজা সকল রোগের নিশ্চিত প্রতিকার বলে মনে করা হয়।\n\n\n== নারায়ণীয় সহস্রনাম ==\nনারায়ণীয় সহস্রনাম হল নারায়ণিয়ামের একটি সংক্ষিপ্ত রূপ যা বিষ্ণুর ১০০০টি নাম নিয়ে গঠিত। এটি যত্নসহকারে বিষ্ণুর অবতারদের সমস্ত নাম সংগ্রহ করে তৈরি করা হয়েছে, যা নারায়ণিয়ামে ক্রমানুসারে এবং অধ্যায় অনুসারে প্রদর্শিত হয়। এটি আয়ুর্বেদ বৈদ্য আয়াপ্পান কারিয়াত দ্বারা রচিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nসংস্কৃত উইকিসংকলনে সম্পূর্ণ লেখা\nইংরেজি এবং হিন্দি অনুবাদ সহ সংস্কৃতে নারায়ণিয়ম"}