{"pageid": 1387467, "title": "আলী সাঈদ বিন হারমাল আল দাহেরি", "url": "https://bn.wikipedia.org/wiki?curid=1387467", "content": "আলী সাঈদ বিন হারমাল আল ধাহেরি (জন্ম ১৯৭৪) একজন আমিরাতি ব্যবসায়ী এবং একজন প্রাক্তন সরকারী কর্মকর্তা  যিনি ২০০৩ সাল থেকে আবুধাবি বিশ্ববিদ্যালয়ের উদ্বোধনী ও বর্তমান চেয়ারম্যান হিসেবে দায়িত্ব পালন করছেন  তিনি আবুধাবি ন্যাশনাল এক্সিবিশন সেন্টারের (আবুধাবি জাতীয় প্রদর্শনী কোম্পানি) ব্যবস্থাপনা পরিচালকও ছিলেন।  \n\n\n== শিক্ষা এবং প্রাথমিক কর্মজীবন ==\nআলী সাইদ বিন হারমাল আল ধহেরি ১৯৭৪ সালে জন্মগ্রহণ করেন। তিনি ওয়াশিংটন ডিসির আমেরিকান ইউনিভার্সিটিতে এমবিএ শেষ করার পরই, তিনি বিভিন্ন বিভাগ জুড়ে বেশ কয়েকটি ব্যবসায়িক উদ্যোগ প্রতিষ্ঠা করেন। ১৯৯৫ সালে, তিনি উন্নয়ন কৌশল, মিটিং ইনসেনটিভ সম্মেলন প্রদর্শনী, এবং শিক্ষা ব্যবস্থাপনার উপর সরকারের জন্য কাজ শুরু করেন  এবং তারপর থেকে সরকারী কাজ এবং উন্নতি কৌশল, মিটিং ইনসেনটিভ সম্মেলন প্রদর্শনী এবং শিক্ষা ব্যবস্থাপনার সাথে সক্রিয় রয়েছেন। তিনি যুক্তরাজ্যের ডারহাম বিশ্ববিদ্যালয়ে ব্যবস্থাপনায় পিএইচডি ডিগ্রি অর্জন করেন।  \n\n\n== কর্মজীবন ==\n২০০৬ থেকে ২০১৬ সাল পর্যন্ত আল ধাহেরি মধ্যপ্রাচ্যের বৃহত্তম প্রদর্শনী কেন্দ্র আবুধাবি ন্যাশনাল এক্সিবিশন সেন্টার (আবুধাবি জাতীয় প্রদর্শনী কোম্পানি) পরিচালনা করেছিল। সংস্থাটি বিকল্পভাবে আবুধাবি জাতীয় প্রদর্শনী কোম্পানি গ্রুপ নামে পরিচিত। ধহেরি নভেম্বর ২০১৬ পর্যন্ত এডিসিজি (ইউকে) লিমিটেডের একজন পরিচালক হিসাবেও পূরণ করেছেন \nআল ধাহেরি আবুধাবি ইউনিভার্সিটি হোল্ডিং কোম্পানির সিইও এবং লিওয়া ইন্টারন্যাশনাল স্কুলের চেয়ারম্যান যা ১৯৯২ সালে প্রতিষ্ঠিত হয়েছিল  তিনি লন্ডন এক্সেল এবং ন্যাশনাল তাকাফুল কোম্পানির বোর্ডের সদস্য এবং এমিরেটস ফাউন্ডেশনের নির্বাহী কমিটির সদস্য।\nআল ধাহেরি ২০০৩ সালে আবুধাবি বিশ্ববিদ্যালয় প্রতিষ্ঠা করেন এবং এর চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন, পাশাপাশি নির্বাহী বোর্ডের চেয়ারম্যান এবং তার নেতৃত্বে, বিশ্ববিদ্যালয়টি ওয়েস্টার্ন অ্যাসোসিয়েশন অফ স্কুল অ্যান্ড কলেজ থেকে আন্তর্জাতিক একাডেমিক স্বীকৃতি পেয়েছে: সিনিয়র কলেজ এবং বিশ্ববিদ্যালয় কমিশন (ওয়েস্টার্ন অ্যাসোসিয়েশন অফ স্কুল অ্যান্ড কলেজ) )  তিনি আল খাওয়ারিজমি ইন্টারন্যাশনাল কলেজের চেয়ারম্যান যেটি ২০০০ সালে সংযুক্ত আরব আমিরাতের উচ্চ শিক্ষা ও বৈজ্ঞানিক গবেষণা মন্ত্রণালয় (উচ্চ শিক্ষা ও বৈজ্ঞানিক গবেষণা মন্ত্রণালয়) দ্বারা স্বীকৃত এবং লাইসেন্সপ্রাপ্ত \nআল ধাহেরি হলেন ফরচুন প্রোপার্টিজ এলএলসি-এর চেয়ারম্যান আলাও যেটি এমন একটি কোম্পানি যা একচেটিয়া শিক্ষামূলক ক্যাম্পাস, সংশ্লিষ্ট গবেষণা সুবিধা, ব্যবসায়িক পার্ক এবং অন্যান্য সুবিধা নির্মাণে বিশেষজ্ঞ। কোম্পানির প্রকল্পগুলি পরিবেশগত উদ্বেগকে বিবেচনা করে।  আলী সাইদ বিন হারমাল আল ধহেরি ম্যাগনা ইনভেস্টমেন্টের চেয়ারম্যান।  একজন নির্বাহী হিসাবে, ধহেরি ০৪টি সক্রিয় কোম্পানিতে ০৪টি নিয়োগ করেছেন।\n\n\n== তথ্যসূত্র =="}