{"pageid": 1387589, "title": "গরীব নেওয়াজ", "url": "https://bn.wikipedia.org/wiki?curid=1387589", "content": "গরীব নিওয়াজ (জন্ম পামহেইবা, ১৯৬০-১৯৫১, সংস্কৃত: গোপাল সিংহ ফার্সি: গরিব নওয়াজ/গরিব নেওয়াজ ) ছিলেন মণিপুর রাজ্যের সবচেয়ে খ্যাতিমান এবং শক্তিশালী শাসক। তিনি ১৭০৯ থেকে তার মৃত্যু পর্যন্ত ক্ষমতায় ছিলেন। ১৭১৭ সালে তিনি হিন্দুধর্মকে তার রাজ্যের রাষ্ট্রধর্ম হিসেবে প্রবর্তন করেন এবং ১৭২৪ সালে রাজ্যের নাম পরিবর্তন করে সংস্কৃত মণিপুর করেন। তিনি তার জন্মগত নাম পামহিপা থেকে তার রাজকীয় নাম পরিবর্তন করে পারস্যাতে \"গরিব নিওয়াজ\" করেন।\nতার শাসনামলের বেশিরভাগ সময় তিনি বার্মিজ টংগু রাজবংশের বিরুদ্ধে যুদ্ধে নিযুক্ত ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nপামহিবা সংস্কৃত: गोपाल सिंह, প্রতিবর্ণীকৃত: Gopal Singh, ফার্সি: غریب نواز, প্রতিবর্ণীকৃত: Ghareeb Nawaaj) ২৩ ডিসেম্বর ১৯৯০ মণিপুরে পীতাম্বর চারাইরংবাতে জন্মগ্রহণ করেন। ১৭০৭ সালের ২৮ আগস্ট (থাওয়ানের ২৩ তারিখ, ১৬৬১ সাকা যুগ) মেডিঙ্গু (\"রাজা\") এর মুকুট লাভ করেন। হিন্দুধর্মে ধর্মান্তরিত হওয়ার পর পামহেইবা পারস্যের নাম \"গরিব নওয়াজ\" (এছাড়াও \"গরিবনিওয়াজ\" বানান লেখা হয়) গ্রহণ করেন।\n\n\n== সামরিক বিজয় ==\nতাঁর শাসনকাল ৩৯ বছর স্থায়ী হয়েছিল। সেই সময়ে, মণিপুর রাজ্য পূর্বে ইরাবদী নদী থেকে পশ্চিমে কাছাড় ও ত্রিপুরা পর্যন্ত বিস্তৃত ছিল। তার শাসনামলের কিছু সময়ে তার রাজ্য পার্বত্য চট্টগ্রাম পর্যন্ত বিস্তৃত হয়েছিল।\n\n\n=== বার্মা ===\nবার্মা রাজা তার বোনকে অপমান করার পর তার পিতা চারাইরংবার কাছ থেকে ক্ষমতা নেওয়ার অল্প সময়ের মধ্যেই তিনি বার্মা আক্রমণ করেন। বার্মিজ রাজা ১৭২৪ সালে বিয়েতে চারাইরংবার আরেক কন্যাকেও চেয়েছিলেন। রাজকন্যার পরিবর্তে, বার্মার রাজার সাথে অশ্বারোহী বাহিনী দেখা করেছিল, যার নেতৃত্বে পামহেইবা বার্মিজ সেনাবাহিনীকে হত্যা করেছিল এবং অনেক যুদ্ধবন্দীকে ইম্ফলে নিয়ে আসে। বার্মিজরা প্রতিশোধের জন্য একটি সৈন্যদল পাঠায়, কিন্তু এটি থৌবালের দক্ষিণ-পশ্চিমে হেইরোকের কাছে জলাভূমিতে অতর্কিত হামলা করে এবং তাড়াহুড়ো করে পশ্চাদপসরণ করে। ১৭৩৫ সালে, পামহেইবা শ্বেবো জেলার মায়েদু আক্রমণ করে  লুট, গবাদি পশু এবং এক হাজার লোককে নিয়ে যায়। ১৭৩৭ সালে পামহেইবা আবার বার্মা আক্রমণ করে, আক্রমনকারী মণিপুরীদের বিরোধিতা করতে আসা সেনাপতি সহ রাজকীয় শুল্কের দুই-তৃতীয়াংশকে হত্যা করে এবং শ্বেবো জেলার তাবায়িনে নেমে আসে এবং তাদের যা কিছু দেখা যায় তা পুড়িয়ে দেয়। আবার ১৭৩৮ সালে, মণিপুরীরা সাগাইংয়ের পশ্চিমে থালুনবিউতে গিয়ে শিবির স্থাপন করে। আভার দেয়াল পর্যন্ত প্রতিটি বাড়ি এবং মঠ পুড়িয়ে দেয়। কাউংমুদাউ প্যাগোডা রক্ষার জন্য নির্মিত স্টকডে হামলা চালায়, বার্মিজ সৈন্যদেরকে গবাদি পশুর মতো জবাই করে এবং কমান্ড্যান্টকে হত্যা করে। হুলুটাও কাউন্সিলের একজন মন্ত্রী; প্যাগোডার পূর্ব গেটওয়ের পুরানো দরজা-পাতাগুলি দেখায় যে মহারাজ পামহেইবা যখন একটি প্রবেশদ্বার জোর করে তলোয়ারের দ্বারা তৈরি করা হয়েছিল।\n\n\n=== ত্রিপুরা ===\n১৭৩৪  সালে পামহেইবা ত্রিপুরা আক্রমণ করে এবং ১১০০ জন ব্যক্তিকে বন্দী করে, যারা মেইতেই সম্প্রদায়ের মধ্যে মিশে গিয়েছিল।\n\n\n=== শান ===\nবার্মিজ রাজ্যের উত্থানের কারণে, পং এর শান রাজ্য বিপদে পড়েছিল। ১৭৩৯ সালের মার্চ মাসে, শানরা তাদের সাহায্য করার জন্য মণিপুরকে অনুরোধ করে। পং থেকে রাষ্ট্রদূতরা প্রায় ১৯ দিন পর তাদের দেশে ফিরে আসেন। পামহেইবা বার্মার উদ্দেশ্যে সাগাইং আক্রমণ করতে শুরু করেন। সাগাইং এর যুদ্ধের পর পামহিবা পং রাজার বড় ভাইকে রাজা করে।\n\n\n=== মোন ===\nনিংথৌরল লম্বুবা অনুসারে আভা রাজাকে মংদ্রা নামে ডাকা হয় যিনি রাজা পামহেইবার দরবারে একজন দূতকে খুব নরম এবং চাটুকার কথা দিয়ে তাকে একটি বৈবাহিক মৈত্রীর জন্য অনুরোধ করেছিলেন, যেখানে মংদ্রা তাকে রাজকুমারী সত্যমালাকে বিয়ে করার জন্য অনুরোধ করেছিলেন। পরবর্তীতে আভা রাজা পামহিবাকে তার দেশ দেখার আমন্ত্রণ জানান। পামহিবা অনুরোধ গ্রহণ করে এবং দূতকে ফেরত পাঠায়। পামহিবা তখন ভাবলেন, অনুরোধ আন্তরিক হলে তিনি তার মেয়ে সত্যমালাকে বিয়ে দেবেন এবং অন্যদিকে যদি এটি একটি ভান হয় তবে তিনি তাকে শিক্ষা দেবেন। তিনি যখন ইরাবদি নদীর তীরে পৌঁছেছিলেন, তিনি তথ্য সংগ্রহ করেছিলেন এবং দেখতে পান যে অনুরোধটি আন্তরিক ছিল কারণ আভা রাজা দুটি আগুনের মধ্যে ছিলেন, একটি মেইটিস এবং অন্যটি মনস। তিনি মনিপুরকে তার বন্ধু এবং মিত্র বানাতে চেয়েছিলেন যাতে মণসীদের দমনে তার শক্তি শক্তিশালী হয়। আভা রাজার অনুরোধে, রাজা পামহেইবা ইরাবদি নদী পার হন এবং মন্সদের আক্রমণ করেন যেখানে তিনি মন্সের দুই বিশিষ্ট প্রধানকে বন্দী করেন, কোয়ের বিদ্রোহী মনসকে ধ্বংস করেন, তিনি তার জামাই রাজা মংদ্রার কাছে সোম বিদ্রোহীদের বেশ কয়েকটি কাটা মাথাও উপস্থাপন করেন।\n\n\n=== মৃত্যু ===\nগাইব নিওয়াজ এবং তার বড় ছেলে শাম শাই বার্মা গিয়েছিলেন সেখানে কিছু রাজনৈতিক বিষয়ে মীমাংসা করার জন্য, তার দ্বিতীয় পুত্র, অজিত শাই সন্দেহ করেছিলেন যে তার বাবা শাম শাইকে মণিপুরের সিংহাসনে বসাতে চেয়েছিলেন, গোপনে তাদের দুজনকে তাদের পথে হত্যার আয়োজন করেছিলেন। মণিপুরে ফিরে যান।\n\n\n== ধর্মীয় নীতি ==\n১৮ শতকের গোড়ার দিকে, সিলেট থেকে হিন্দু পুরোহিতরা গৌড়ীয় বৈষ্ণববাদ প্রচারের জন্য মণিপুরে আসেন। তাদের নেতৃত্বে ছিলেন শান্তিদাস অধিকারী এবং তার সহযোগী গুরু গোপাল দাস। তারা ১৭১০ সালে রাজাকে পুরানো মেইতি থেকে বৈষ্ণবে রূপান্তরিত করতে সফল হন। পরে তার রাজত্বকালে, পামহেইবা হিন্দুধর্মকে রাষ্ট্রধর্মে পরিণত করেন এবং প্রায় সমস্ত মেইতি লোককে হিন্দুধর্মে রূপান্তরিত করেন।\n\n\n== পরিবার ==\n\nপামহেইবার আটজন স্ত্রী এবং প্রচুর সংখ্যক পুত্র ও কন্যা ছিল। তার বড় ছেলে সামজাই খুরাই-লাকপাকে তার ছোট ছেলে চিৎসাই হত্যা করেছিল। যিনি পামহেইবার নাতি গৌরিসিয়ামের পর ক্ষমতায় এসেছিলেন। এরপর চিং-থাং খোম্বার শাসনকাল ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBarpujari, HK (১৯৯২)।  Barpujari, H K, সম্পাদক। The Comprehensive History of Assam। 2। Guwahati: Publication Board Assam। \nBanerjee, A. C. (১৯৪৬), The Eastern Frontier of British India, 1784–1826 (Second সংস্করণ), Calcutta: A. Mukherjee  – archive.org-এর মাধ্যমে  উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHarvey, G. E. (১৯২৫)। History of Burma: From the Earliest Times to 10 March 1824। London: Frank Cass & Co. Ltd  – archive.org-এর মাধ্যমে। \nSingh, Kunj Bihari (২০০৪)। \"Manipur Vaishnavism: A Sociological Interpretation\"।   Rowena Robinson। Sociology of Religion in India। Themes in Indian Sociology, 3। New Delhi: Sage Publ. India। পৃষ্ঠা 125–132। আইএসবিএন 0-7619-9781-4।"}