{"pageid": 1387655, "title": "কল্পবিজ্ঞান চলচ্চিত্রের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1387655", "content": "বৈজ্ঞানিক কল্পকাহিনী চলচ্চিত্রের ইতিহাস সামগ্রিকভাবে চলচ্চিত্র শিল্পের সাথে সমান্তরাল, যদিও জনরাটিকে গুরুত্ব সহকারে নেওয়ার আগে কয়েক দশক সময় লেগেছিল। ১৯৬০ এর দশক থেকে, প্রধান বৈজ্ঞানিক কল্পকাহিনী চলচ্চিত্রগুলো বৃহত্তর দর্শক শ্রেণী টানতে সফল হয়েছে এবং এই ধারার চলচ্চিত্রগুলো চলচ্চিত্র শিল্পের একটি নিয়মিত প্রধান হয়ে উঠেছে। বৈজ্ঞানিক কল্পকাহিনী চলচ্চিত্রগুলো বিশেষ প্রভাব প্রযুক্তিতে পথ দেখিয়েছে, এবং সামাজিক মন্তব্যের বাহন হিসাবেও ব্যবহৃত হয়েছে।\n\n\n== নির্বাক চলচ্চিত্র ==\n\nনির্বাক চলচ্চিত্র যুগেই সায়েন্স ফিকশন ফিল্ম বেশ দ্রুত উপস্থিত হয়েছিল। প্রাথমিক প্রচেষ্টা ছিল সাধারণত ১ থেকে ২ মিনিটের শর্ট ফিল্ম, সাদা-কালোতে শ্যুট করা হয়, তবে কখনও কখনও রঙিন রঙের সাথে। এগুলোর সাধারণত একটি প্রযুক্তিগত থিম ছিল এবং প্রায়শই কৌতুককর উদ্দেশ্যে তৈরি হত। ১৯০২ সালে জর্জ মেলিয়াস নির্মিত অ্য ট্রিপ টু দ্য মুনকে প্রায়শই প্রথম বিজ্ঞান কল্পকাহিনী চলচ্চিত্র হিসাবে বিবেচনা করা হয়। এটি জুল ভার্ন এবং এইচজি ওয়েলসকে ভিত্তি করে একটি বড় কামানে চাঁদে পাঠানো একটি মহাকাশযানের ধারণা নিয়ে আসে। এর গ্রাউন্ড-ব্রেকিং স্পেশাল এফেক্ট ভবিষ্যতের বিজ্ঞান-কল্পকাহিনী চলচ্চিত্রগুলোর জন্য পথপ্রদর্শক, এবং এটি মুক্তির পরে ব্যাপকভাবে জনপ্রিয় হয়ে ওঠে।\nবৈজ্ঞানিক কল্পকাহিনী সাহিত্য প্রাথমিক চলচ্চিত্রগুলোকে প্রভাবিত করতে থাকে। জুল ভার্নের ক্লাসিক ২০,০০০ লিগস আন্ডার দ্য সি একাধিকবার অভিযোজিত হয়েছিল, বিশেষত ১৯১৬ সালের চলচ্চিত্রটিতে, যা প্রথম বৈশিষ্ট্য-দৈর্ঘ্যের বৈজ্ঞানিক কল্পকাহিনী চলচ্চিত্রগুলোর মধ্যে একটি। অন্যান্য, যেমন মেরি শেলির উপন্যাস ফ্রাঙ্কেনস্টাইন -এর এডিসন স্টুডিওর ১৯১০ সালের রূপান্তর এবং ১৯১৩ সালে রবার্ট লুই স্টিভেনসনের ডক্টর জেকিল এবং মিস্টার হাইডের অভিযোজন, সিনেমায় পাগল বিজ্ঞানীদের ধারণা নিয়ে আসে। এই দুটি বৈজ্ঞানিক কল্পকাহিনী এবং হরর ঘরানার মধ্যে একটি প্রাথমিক ওভারল্যাপও প্রদর্শন করেছে। ১৯২০ এর দশকে, আরেকটি সাফল্য ছিল দ্য লস্ট ওয়ার্ল্ড, স্যার আর্থার কোনান ডয়েলের একই নামের বইয়ের উপর ভিত্তি করে। এটি স্টপ-মোশন অ্যানিমেশনের প্রাচীনতম উদাহরণগুলোর মধ্যে একটি ছিল এবং দানব, ডাইনোসর এবং লুকানো বিশ্বের মতো বেশ কয়েকটি এখন-বিখ্যাত বিজ্ঞান কল্পকাহিনীর ধারণাও চালু করেছিল।\nএদিকে, ইউরোপে, ১৯২০-এর দশক আমেরিকান সিনেমার থেকে একটি স্বতন্ত্র পার্থক্য প্রদর্শন করে। ইউরোপীয় চলচ্চিত্র নির্মাতারা ভবিষ্যদ্বাণী এবং সামাজিক ভাষ্যের জন্য ধারাটি ব্যবহার করতে শুরু করে। সোভিয়েত রাশিয়ায়, এলিটা চলচ্চিত্রটি মঙ্গল গ্রহে যাত্রার প্রেক্ষাপটে সামাজিক বিপ্লব নিয়ে আলোচনা করেছে। জার্মানিতে, কল্পবিজ্ঞানের সবচেয়ে গুরুত্বপূর্ণ অগ্রদূতদের মধ্যে একজন ছিলেন এক্সপ্রেশনিস্ট ফ্রিটজ ল্যাং। তার ১৯২৭ সালের চলচ্চিত্র মেট্রোপলিস সেই সময় পর্যন্ত মুক্তিপ্রাপ্ত সবচেয়ে ব্যয়বহুল চলচ্চিত্র ছিল। ২০২৬ সালে সেট করা, এতে একটি স্বায়ত্তশাসিত রোবট, একজন পাগল বিজ্ঞানী, একটি ডাইস্টোপিয়ান সোসাইটি এবং বিস্তৃত ভবিষ্যত সেটের মতো উপাদান অন্তর্ভুক্ত ছিল। তাঁর ১৯২৯ সালের কাজ ওম্যান ইন দ্য মুন এসেছিল যখন নির্বাক চলচ্চিত্রের যুগ শেষ হয়ে আসছে, এবং উল্লেখযোগ্যভাবে রকেট উৎক্ষেপণের সময় গণনা করার ধারণাটি চালু করেছিল।\n\n\n== ১৯৩০ এবং ১৯৪০ এর দশক ==\n১৯৩০ এর দশকে চলচ্চিত্রগুলো মূলত শব্দ এবং সংলাপের আবির্ভাবের দ্বারা প্রভাবিত হয়েছিল এবং ১৯২৯ সালে শুরু হওয়া মহামন্দার প্রভাব দ্বারা প্রভাবিত দর্শকরা আরও পলায়নবাদী থিমের চলচ্চিত্রগুলো অনুসরণ করতে শুরু করে, যার ফলে গুরুতর অনুমানমূলক চলচ্চিত্রগুলোর হ্রাস ঘটে। ১৯৩০ সালের বিগ-বাজেটের আমেরিকান ফিল্ম জাস্ট ইমাজিন- এর ব্যর্থতার পর, স্টুডিওগুলো এই ধরনের ফিল্মের জন্য প্রয়োজনীয় ব্যয়বহুল ফিউচারিস্টিক সেটগুলোর অর্থায়নে অনিচ্ছুক ছিল। যদিও ১৯৩৬ সালের ব্রিটিশ ফিল্ম থিংস টু কাম, এইচ জি ওয়েলস রচিত, বিশ্বকে ১০০ বছর ভবিষ্যতের দিকে প্রক্ষেপণ করেছিল এবং দ্বিতীয় বিশ্বযুদ্ধের আবির্ভাবের পূর্বাভাস দিয়েছিল, এটিও বক্স-অফিসে ফ্লপ ছিল এবং গুরুতর জল্পনা-কল্পনা এবং দৃশ্যমান দর্শন সহ চলচ্চিত্রগুলো ভবিষ্যত মূলত ১৯৫০ সাল পর্যন্ত অদৃশ্য হয়ে যাবে।\nপরিবর্তে, দশকটি ফিল্ম সিরিয়ালের উত্থান দেখেছিল: কম বাজেটের, দ্রুত-উত্পাদিত শর্টস যা ভবিষ্যতধর্মী, বীরত্বপূর্ণ দুঃসাহসিক কাজগুলোকে চিত্রিত করে। অ্যাকশন, মেলোড্রামাটিক প্লট এবং গ্যাজেট্রি। প্রথমটি ছিল জিন অট্রি অভিনীত দ্য ফ্যান্টম এম্পায়ার (১৯৩৫), একটি উন্নত ভূগর্ভস্থ সভ্যতা সম্পর্কে যেখানে রে গান এবং টেলিভিশন যোগাযোগের পর্দা ছিল। সেই যুগের সবচেয়ে জনপ্রিয় কিছু ছিল বিভিন্ন ফ্ল্যাশ গর্ডন চলচ্চিত্র, বাক রজার্সের শোষণ এবং অন্যান্য, যেমন আধা-বিজ্ঞান কথাসাহিত্য ডিক ট্রেসি। তারা মহাকাশ ভ্রমণ, উচ্চ প্রযুক্তির গ্যাজেট, বিশ্ব আধিপত্যের প্লট এবং পাগল বিজ্ঞানীদের মতো কল্পবিজ্ঞানের উপাদান ব্যবহার করতে থাকে। এই শৈলীর প্রতিধ্বনি আজও বৈজ্ঞানিক কল্পকাহিনী এবং অ্যাকশন চলচ্চিত্রে, পাশাপাশি বিভিন্ন জেমস বন্ড চলচ্চিত্রে দেখা যায়।\nইউনিভার্সাল স্টুডিও'র ফ্রাঙ্কেনস্টাইন এবং এর সিক্যুয়েল ব্রাইড অফ ফ্রাঙ্কেনস্টাইনের ব্যাপক সাফল্য দ্বারা চালিত বিজ্ঞান কল্পকাহিনীর অন্যান্য উপাদানগুলোকে ক্রমবর্ধমান হরর জেনারে নিয়ে যাওয়া হয়েছিল। অনেক ইউনিভার্সাল হরর ফিল্ম, যেমন দ্য ইনভিজিবল ম্যান এবং ডক্টর জেকিল এবং মিস্টার হাইড উল্লেখযোগ্যভাবে পাগল বিজ্ঞানীদের এবং পরীক্ষাগুলো ভুল হয়ে গেছে, যেমন অন্যান্য দানব চলচ্চিত্র যেমন দ্য ভ্যাম্পায়ার ব্যাট, ডক্টর এক্স, এবং ড. সাইক্লপস।\nসফল হরর ফিল্মের সিক্যুয়েলগুলো দ্বিতীয় বিশ্বযুদ্ধের মধ্যেও চলতে থাকে এবং ১৯৪০ এর দশকে ফ্লেইশার স্টুডিওর অ্যানিমেটেড <i id=\"mwcw\">সুপারম্যান</i> ছোট বিষয়ের মতো দেশপ্রেমিক সুপারহিরো সিরিয়ালের বিকাশও দেখা যায় যা প্রায়শই যুদ্ধের প্রপাগান্ডা হিসাবে দ্বিগুণ হয়। যাইহোক, একটি স্বাধীন ধারা হিসাবে বিজ্ঞান কল্পকাহিনী বেশিরভাগ যুদ্ধের সময় সুপ্ত ছিল।\n\n\n== যুদ্ধ-পরবর্তী এবং ১৯৫০ এর দশক ==\nদ্বিতীয় বিশ্বযুদ্ধের শেষের দুটি ঘটনা বিজ্ঞান কল্পকাহিনীকে উল্লেখযোগ্যভাবে প্রভাবিত করেছে। পারমাণবিক বোমার বিকাশ বিজ্ঞানের প্রতি আগ্রহ বাড়িয়েছে, সেইসাথে পারমাণবিক যুদ্ধের সম্ভাব্য সর্বনাশা প্রভাব সম্পর্কে উদ্বেগ বাড়িয়েছে। এই সময়কালে স্নায়ুযুদ্ধের সূচনা এবং মার্কিন যুক্তরাষ্ট্রে ব্যাপক কমিউনিস্ট প্যারানিয়া দেখা যায়। এর ফলে ১৯৬০-এর দশকে বিজ্ঞান কল্পকাহিনীর চলচ্চিত্রের সংখ্যা বৃদ্ধি পায় এবং সাহিত্যে সংঘটিত হওয়া চলচ্চিত্রের সাথে মিলে যায়।\nএই যুগের প্রথমদিককার এবং সবচেয়ে গুরুত্বপূর্ণ চলচ্চিত্রগুলোর মধ্যে একটি ছিল ব্যাপকভাবে প্রচারিত ডেস্টিনেশন মুন, যা ১৯৫০ সালে মুক্তি পায়। এটি একটি পারমাণবিক শক্তি চালিত রকেটযান অনুসরণ করে যাতে ৪ জন মানুষকে চাঁদে নিয়ে যাচ্ছে, সোভিয়েতদের বিরুদ্ধে প্রতিযোগিতার পটভূমিতে। রবার্ট এ. হাইনলাইন দ্বারা সহ-রচনার একটি স্ক্রিপ্ট এবং বিখ্যাত মহাকাশ শিল্পী চেসলি বোনেস্টেলের জ্যোতির্বিদ্যার সেট সহ, ছবিটি একটি বাণিজ্যিক এবং শৈল্পিক সাফল্য ছিল এবং এটি বিজ্ঞান কল্পকাহিনী চলচ্চিত্রগুলোর আরও স্টুডিও অর্থায়ন নিয়ে আসে। ডেস্টিনেশন মুনের প্রযোজক ছিলেন উল্লেখযোগ্যভাবে জর্জ পাল যিনি হোয়েন ওয়ার্ল্ডস কোলাইড, দ্য টাইম মেশিন, দ্য ওয়ার অফ দ্য ওয়ার্ল্ডস এবং ক্রুড স্পেস এক্সপ্লোরেশন কনকুয়েস্ট অফ স্পেস- এর ছদ্ম-ডকুমেন্টারি তৈরিতে সহায়তা করেছিলেন। যদিও মহাকাশ জয় একটি বাণিজ্যিক ব্যর্থতা যা পালের কর্মজীবনকে পিছিয়ে দেয়, বাকি চারটি সেরা ভিজ্যুয়াল ইফেক্টের জন্য একাডেমি পুরস্কার জিতেছিল, যা বর্ধিত প্রযুক্তিগত উৎকর্ষতা এবং ঘরানার সমালোচনামূলক স্বীকৃতি প্রদর্শন করে।\n১৯৫০ এর দশকে এলিয়েন ফিল্মগুলো জনপ্রিয়তায় একটি বিশাল ঢেউ দেখেছিল। অনেক বৈশিষ্ট্যযুক্ত রাজনৈতিক ভাষ্য ইউএফও-এর ধারণার সাথে মিশ্রিত করা হয়েছে, যা ১৯৪৭ সালের কেনেথ আর্নল্ড এবং রোসওয়েল ঘটনার পরে জনসচেতনতার মধ্যে গেঁথে গিয়েছিল। প্রথমটির মধ্যে দুটি ছিল রবার্ট ওয়াইজ পরিচালিত দ্য ডে দ্য আর্থ স্ট্যান্ড স্টিল, এবং হাওয়ার্ড হকসের দ্য থিং ফ্রম আদার ওয়ার্ল্ড, প্রথম পরিচিতি সম্পর্কে তাদের বিপরীত মতামত নিয়ে। যদিও পূর্বের এলিয়েনদের একটি শান্তিপূর্ণ জাতি ছিল যা মানুষকে তাদের পারমাণবিক অস্ত্রের ব্যবহার নিয়ন্ত্রণ করার জন্য আহ্বান জানিয়েছিল, পরবর্তীটির শিরোনাম প্রাণীটি আর্কটিকের একটি ক্রুকে ধাক্কা দেয়, শেষের অদ্ভুৎ বার্তাসহ, \"ওয়চ দ্য স্কাইজ!\" রূপক হিসাবে এলিয়েন আক্রমণের ধারণাটি ডন সিগেলের ১৯৫৬ সালের চলচ্চিত্র, ইনভ্যাশন অফ দ্য বডি স্ন্যাচার্সের সাথে পুনরাবৃত্তি হয়েছিল। একটি ক্লাসিক হিসাবে সমালোচকদের দ্বারা প্রশংসিত, এটি ম্যাককার্থিজমের একটি পর্দাহীন সমালোচনা বা কমিউনিস্ট অনুপ্রবেশের একটি সতর্কতামূলক গল্প হিসাবে দেখা হয়েছে।\nআরেকটি গুরুত্বপূর্ণ ইউএফও চলচ্চিত্র, আর্থ বনাম ফ্লাইং সসারস, রে হ্যারিহাউসেন দ্বারা তৈরি বিশেষ প্রভাব ছিল, স্টপ-মোশন অ্যানিমেশনের একজন মাস্টার যিনি পূর্বে কিং কং অ্যানিমেটর উইলিস ও'ব্রায়েনের সাথে কাজ করেছিলেন। তার কাজ ২০ মিলিয়ন মাইলস টু আর্থ এবং ১৯৫৩ সালের হিট ফিল্ম, দ্য বিস্ট ফ্রম ২০,০০০ ফ্যাথমস- এর মতো ছবিতেও উপস্থিত হয়েছিল। রে ব্র্যাডবারির একটি ছোট গল্পের উপর ভিত্তি করে এই ফিল্মটিতে কাল্পনিক রেডোসরাস দেখানো হয়েছিল, যা পারমাণবিক পরীক্ষার মাধ্যমে আর্কটিক থেকে গলে বের হয় এবং মার্কিন যুক্তরাষ্ট্রের কিছু অংশে ধ্বংসযজ্ঞ চালাতে থাকে। এর ব্যাপক সাফল্য বিজ্ঞান-কল্পকাহিনী দানব চলচ্চিত্রগুলোর একটি নতুন তরঙ্গ শুরু করে। ১৯৩০-এর দশকের মতো, এই সিনেমাগুলো হরর এবং বিজ্ঞান কল্পকাহিনীর মিশ্রণ প্রদর্শন করেছিল, এখন প্রায়শই পারমাণবিক প্রযুক্তির উদ্বেগ বা মহাকাশের বিপদের সাথে মিশ্রিত হয়। দেম! , ইট কেইম ফ্রম বিনিথ দ্য সি, এবং ট্যারান্টুলা, দ্য বিস্ট ফ্রম ২০,০০০ ফ্যাথমস দুই বছরের মধ্যে মুক্তি পেয়েছে, সমস্ত বৈশিষ্ট্যযুক্ত দানব-আকারের প্রাণী পারমাণবিক পরীক্ষার দ্বারা তৈরি করা হয়েছে। ইট! দ্য টেরর ফ্রম বিয়ন্ড স্পেস , দ্য ব্লব, দ্য অ্যাংরি রেড প্ল্যানেট, এবং ক্রোনোস, অন্যদিকে, এলিয়েন দানবদের বৈশিষ্ট্যযুক্ত। দ্য ফ্লাই, দ্য অ্যামেজিং কলোসাল ম্যান এবং দ্য ইনক্রেডিবল শ্রিংকিং ম্যান এর মতো অন্যরা মানুষের মিউটেশনের উপর দৃষ্টি নিবদ্ধ করে৷\nএই প্রবণতা কেবল মার্কিন যুক্তরাষ্ট্রে সীমাবদ্ধ ছিল না; জাপানি ফিল্ম স্টুডিও তোহো কর্তৃক মুক্তিপ্রাপ্ত কাইজু ফিল্মগুলোই সম্ভবত সবচেয়ে সফল দানব চলচ্চিত্র। ১৯৫৪ সালের চলচ্চিত্র গডজিলা, শিরোনাম দানব টোকিও আক্রমণ করে, ব্যাপক জনপ্রিয়তা অর্জন করে, একাধিক সিক্যুয়েল তৈরি করে, রোদানের মতো অন্যান্য কাইজু চলচ্চিত্রের দিকে পরিচালিত করে এবং সিনেমার ইতিহাসে সবচেয়ে স্বীকৃত দানব তৈরি করে। জাপানি সায়েন্স ফিকশন ফিল্ম, বিশেষ করে টোকুসাতসু এবং কাইজু জেনার, বিশেষ প্রভাবের ব্যাপক ব্যবহারের জন্য পরিচিত ছিল এবং ১৯৫০ এর দশকে বিশ্বব্যাপী জনপ্রিয়তা লাভ করে। কাইজু এবং টোকুসাত্সু চলচ্চিত্র, বিশেষ করে ওয়ার্নিং ফ্রম স্পেস (১৯৫৬), স্ট্যানলি কুব্রিকের বৈজ্ঞানিক কল্পকাহিনী চলচ্চিত্রের প্রতি আগ্রহ সৃষ্টি করে এবং ২০০১: এ স্পেস ওডিসি (১৯৬৮) প্রভাবিত করে। তার জীবনীকার জন ব্যাক্সটারের মতে, তাদের \"আড়ম্বরপূর্ণ মডেল সিকোয়েন্স থাকা সত্ত্বেও, চলচ্চিত্রগুলো প্রায়শই ভাল রঙে ছবি তোলা হত ... এবং তাদের বিরক্তিকর সংলাপগুলো ভালভাবে ডিজাইন করা এবং ভাল আলোকিত সেটগুলোতে সরবরাহ করা হয়েছিল।\"\nড্রাইভ-ইন থিয়েটার এবং 3D-এর মতো জনপ্রিয় কৌশলগুলোর সুবিধা গ্রহণ করে, এই চলচ্চিত্রগুলোর আর্থিক সাফল্য স্টুডিওতে বৃহৎ কিশোর দর্শকদের আঁকার উপর নির্ভর করে, বিশেষত ক্রিয়েচার ফ্রম দ্য ব্ল্যাক লেগুন বা গগ- এর মতো চলচ্চিত্র দ্বারা ব্যবহৃত হয়। দর্শক সংখ্যা বাড়ানোর পাশাপাশি, তৎকালীন অনেক সায়েন্স ফিকশন ফিল্ম ছোট বাজেটে নির্মিত হয়েছিল; \"বি-মুভি\" শব্দগুচ্ছটি কম উৎপাদন খরচ (সাধারণত $৪০০,০০০-এর কম) দিয়ে তৈরি একটি ফর্মুল্যাক ঘরানার চলচ্চিত্রকে বোঝাতে এসেছে। এই ধারণার উদাহরণ দেওয়া হয়েছিল তাদের সিনেমা সম্পর্কে একটি স্টুডিও মেমোতে! তাতে বলা হয়েছে, \"দ্য বিস্ট ফ্রম ২০,০০০ ফ্যাথমস - এর মতো একই শোষণের সম্ভাবনা সহ একটি ছবি চাই। আমরা সবাই জানি এটি একটি 'শ্রেণি প্রযোজনা' হবে না তবে এটিতে একটি সফল বক্স অফিস আকর্ষণ হওয়ার সমস্ত উপাদান রয়েছে।\" রজার কোরম্যান, কোলম্যান ফ্রান্সিস এবং এড উডের মতো পরিচালকদের দ্বারা নিম্ন-মানের, কম খরচের চলচ্চিত্রের ধারণা চরম পর্যায়ে নিয়ে যাওয়া হয়েছিল এবং প্ল্যান নাইন ফ্রম আউটার স্পেস সবচেয়ে খারাপ চলচ্চিত্রগুলোর মধ্যে একটি হিসাবে সমাদৃত করা হয়েছে। সব সময়.\nযাইহোক, দশকের দ্বিতীয়ার্ধে, এই ধারার স্থির সাফল্যের ফলে কিছু স্টুডিও বড় বাজেটের সাথে সিরিয়াস ফিল্ম তৈরি করার চেষ্টা করে, যার মধ্যে একটি পরমাণু যুদ্ধ-পরবর্তী শীতল বিশ্বের বাস্তবসম্মত চিত্রায়ন রয়েছে, অন দ্য বিচ —এ এবং ফরবিডেন প্ল্যানেট, শেক্সপিয়রের দ্য টেম্পেস্টের কথাসাহিত্যের একটি কল্পবৈজ্ঞানিক পুনর্কল্পনা। দ্বিতীয় ফিল্মটি আগামী বছরের জন্য জনরাকে প্রভাবিত করবে; এটিতে প্রথম অল-ইলেক্ট্রনিক মিউজিক স্কোর অন্তর্ভুক্ত ছিল, রবি দ্য রোবট চরিত্রটি প্রবর্তন করেছিল এবং জিন রডেনবেরির স্টার ট্রেকের অনুপ্রেরণা হিসেবে কাজ করেছিল।\nবৈজ্ঞানিক কল্পকাহিনী চলচ্চিত্রের সাফল্যও আন্তর্জাতিকভাবে জেনারটি বৃদ্ধি পেয়েছে। ব্রিটেনে, নাইজেল কেনেলের কোয়াটারমাস সিরিজের হ্যামার ফিল্মসের অভিযোজন সহ উল্লেখযোগ্য প্রযোজনার সময়কাল ছিল। টেলিভিশন সংস্করণের সাফল্য কোম্পানিটিকে চলচ্চিত্র অভিযোজনের একটি সিরিজ কমিশন করতে অনুপ্রাণিত করেছিল। বিজ্ঞান কল্পকাহিনী চলচ্চিত্রগুলোও বাংলা চলচ্চিত্রে প্রদর্শিত হতে শুরু করে, যার মধ্যে রয়েছে সত্যজিৎ রায়ের ১৯৫৮ সালের জাদুবাস্তববাদী চলচ্চিত্র পরশ পাথর (দ্য ফিলোসফার্স স্টোন), এবং ঋত্বিক ঘটকের ১৯৫৮ সালের চলচ্চিত্র আজন্ত্রিক (দ্য আনমেকানিকাল) যা মানুষ এবং যন্ত্রের মধ্যে সম্পর্ক পরীক্ষা করে।\n\n\n== ১৯৬০ এর দশক ==\n১৯৫০-এর দশকে কল্পবিজ্ঞান চলচ্চিত্রের ভিড়ের পর, ১৯৬০-এর দশকে তুলনামূলকভাবে কম ছিল; সেগুলোর মধ্যে অনেকগুলো প্রাপ্তবয়স্ক শ্রোতাদের চেয়ে বেশি শিশুদের লক্ষ্য করা হয়েছিল, যা সেই সময়ের শিশুদের টেলিভিশন প্রোগ্রামগুলোর প্রচলনকে প্রতিফলিত করে। দ্য টাইম মেশিন এবং ফার্স্ট মেন ইন দ্য মুনের চলচ্চিত্র সহ ভার্ন এবং এইচজি ওয়েলস- এর গল্পগুলোর রূপান্তর অব্যাহত ছিল, তবে এগুলো কিছুটা ১৯৫০-এর দশকের বিজ্ঞান কল্পকাহিনী চলচ্চিত্রগুলোর ধারাবাহিকতার মতো বলে মনে হয়।\nগ্যালাক্সি সায়েন্স ফিকশন সম্পাদক ফ্রেডেরিক পোল ১৯৬২ সালে লিখেছিলেন যে শেষ ভাল সায়েন্স ফিকশন ফিল্মটি বেশিরভাগ পাঠকদের নাম দিতে সক্ষম হবেন ফরবিডেন প্ল্যানেট। তিনি ব্যাখ্যা করেছিলেন যে স্টুডিও সিস্টেম \"খুব বড়\" বা \"খুব সামান্য\" চলচ্চিত্র তৈরি করে। বড় চলচ্চিত্রগুলো প্রায়শই অন্যান্য বৃহৎ চলচ্চিত্রের রিমেক ছিল, যার মধ্যে কয়েকটি ছিল বৈজ্ঞানিক কল্পকাহিনী, এবং বি চলচ্চিত্রগুলো বিদ্যমান মানের বৈজ্ঞানিক কল্পকাহিনীর উপর ভিত্তি করে না হয়ে নন-জেনার লেখকদের ব্যবহার করে। ১৯৬৮ সালে, তিনি ২০০১-এর পরে বলেছিলেন যে \"আমরা সবাই যে কল্পবিজ্ঞান চলচ্চিত্রটির জন্য অপেক্ষা করছিলাম তা এখনও আসেনি\", এবং থিংস টু কাম ছিল সাম্প্রতিকতম গুরুতর বড়-বাজেটের চলচ্চিত্র যার মধ্যে ভাল অভিনেতা এবং একজন কল্পবিজ্ঞান চিত্রনাট্যকার রয়েছে। যাইহোক, ১৯৬০ এর দশকের দ্বিতীয়ার্ধে কিছু ব্যতিক্রমী চলচ্চিত্র আবির্ভূত হয়, যা বৈজ্ঞানিক কল্পকাহিনী সিনেমাকে রূপান্তরিত করে। ১৯৬৬ সালে দুটি উল্লেখযোগ্য চলচ্চিত্র মুক্তি পায়: প্রথম ফারেনহাইট ৪৫১ ছিল বাকস্বাধীনতা এবং সরকারী বিধিনিষেধের উপর একটি সামাজিক ভাষ্য এবং তারপরে ফ্যান্টাস্টিক ওয়ায়েজ যেখানে বিজ্ঞান কল্পকাহিনী চলচ্চিত্র \"সাহসীভাবে গিয়েছিল যেখানে আগে কোন মানুষ যায়নি\" যখন রাকেল ওয়েলচ একটি মানবদেহের ভিতরে প্রবেশ করেছিলেন। অবশেষে ১৯৬৮ সালে অত্যন্ত শিবির বারবারেলা পূর্ববর্তী বিজ্ঞান কল্পকাহিনীর নিরীহ দিককে শ্রদ্ধা জানায়।\n১৯৬০ এর দশকের শেষের দিকে, ভারতীয় পরিচালক সত্যজিৎ রায় দ্য এলিয়েন তৈরির পরিকল্পনা করেছিলেন, বাংলার এক ছেলে একজন এলিয়েনের সাথে বন্ধুত্বের গল্প। ছবিটির প্রযোজনা বাতিল করা হয়েছিল, কিন্তু স্ক্রিপ্টটি মুক্তি পেয়েছিল এবং সারা বিশ্বে উপলব্ধ ছিল। রায় বিশ্বাস করতেন যে ১৯৮২ সালের স্টিভেন স্পিলবার্গের চলচ্চিত্র ইটি দ্য এক্সট্রা-টেরেস্ট্রিয়াল আসলে দ্য এলিয়েন- এর উপর ভিত্তি করে ছিল, যদিও স্পিলবার্গ তা অস্বীকার করেছেন।\nপ্ল্যানেট অফ দ্য এইপস (১৯৬৮) অত্যন্ত জনপ্রিয় ছিল, চারটি সিক্যুয়েল এবং একটি টেলিভিশন সিরিজ তৈরি করেছিল। কল্পবিজ্ঞান কল্পকাহিনী না বললেও, জেমস বন্ডের কিছু চলচ্চিত্রে বৈজ্ঞানিক কল্পকাহিনীর মতো গ্যাজেট্রি অন্তর্ভুক্ত ছিল।\nসম্ভবত ১৯৬০ দশকের সবচেয়ে উল্লেখযোগ্য কল্পবিজ্ঞান চলচ্চিত্রটি ছিল স্ট্যানলি কুবরিক পরিচালিত ১৯৬৮ সালের ২০০১: অ্য স্পেস ওডিসি, যা যুগ্মভাবে কুবরিক এবং আর্থার সি ক্লার্ক রচিত। ২০০১-কে বিজ্ঞান-কল্পকাহিনী ঘরানার মূল এন্ট্রি হিসাবে গণ্য করা হয় কারণ এটি পরবর্তী বেশ কয়েকটি এন্ট্রিকে প্রভাবিত করেছিল। স্টিভেন স্পিলবার্গ, কল্পবিজ্ঞান জনরার সবচেয়ে সুপরিচিত ব্যক্তিত্বদের একজন, ২০০১-কে যথার্থভাবে বলেছেন, 'বিজ্ঞান-কল্পকাহিনীর বিগ ব্যাং।'\nএই মুভিটি এর ভিজ্যুয়াল ইফেক্টের গুণমানে, মহাকাশ ভ্রমণের বাস্তবসম্মত চিত্রায়নে এবং এর গল্পের মহাকাব্য ও অতিক্রান্ত পরিধিতে যুগান্তকারী ছিল। এই ফিল্মটি অনুসরণকারী সায়েন্স ফিকশন মুভিগুলো ক্রমবর্ধমান বৃহত্তর বাজেট এবং বিশেষ প্রভাবগুলোকে উন্নত করবে। ক্লার্ক কুবরিকের জন্য পূর্ববর্তী বিজ্ঞান-কল্পকাহিনী চলচ্চিত্র প্রদর্শনের কথা বলেছেন, এবং কুব্রিক সেগুলোকে ভয়ঙ্কর উচ্চারণ করেছেন, ব্যতিক্রম ছাড়া, এমনকি থিংস টু কম । ২০০১ ছিল প্রথম বিজ্ঞান কল্পকাহিনীর আর্ট ফিল্ম এবং এর একটি দার্শনিক সুযোগ ছিল যা পূর্ববর্তী চলচ্চিত্রগুলো চেষ্টা করেনি। অনেক সমালোচক এটিকে একটি বোধগম্য জগাখিচুড়ি বলে অভিহিত করেছিলেন যখন এটি প্রথম প্রকাশিত হয়েছিল। আজ, এটি সর্বকালের সর্বশ্রেষ্ঠ চলচ্চিত্রগুলোর মধ্যে একটি হিসাবে সমালোচকদের দ্বারা ব্যাপকভাবে প্রশংসিত হয়৷\n১৯৬৩ সালে, কালাই আরাসি নামে ভারত ভিত্তিক তামিল চলচ্চিত্রটি ভারতের এলিয়েন ভিত্তিক প্রথম চলচ্চিত্র যা এ. কাসিলিঙ্গম পরিচালিত। এটি ১৯ এপ্রিল ১৯৬৩ এ মুক্তি পায়। যদিও আইডিয়াটা ভালো কিন্তু বক্স অফিসে তা ব্যর্থ হয়। আজ এটি তামিল চলচ্চিত্র শিল্পের অন্যতম সেরা উদ্ভাবনী চলচ্চিত্র হিসাবে সমালোচকদের দ্বারা ব্যাপকভাবে প্রশংসিত হয়।\n\n\n== ১৯৭০ এর দশক ==\n১৯৭০ এর দশকে একটি \"স্পেস অ্যাডভেঞ্চার\" থিম সহ বিজ্ঞান কল্পকাহিনী চলচ্চিত্রগুলোর প্রতি আগ্রহের পুনরুত্থান হয়েছিল। স্টার ওয়ার্স এবং ক্লোজ এনকাউন্টারস অফ দ্য থার্ড কাইন্ড, উভয়ই ১৯৭৭ সালে মুক্তি পায়, ২০০১: এ স্পেস ওডিসি এর স্মরণ করিয়ে দেয় একটি রহস্যময় উপাদান রয়েছে। ১৯৭০ এর দশকের মহাকাশ আবিষ্কারগুলো এই চলচ্চিত্রগুলোতে প্রতিফলিত হওয়া মহাবিশ্ব সম্পর্কে বিস্ময়ের ক্রমবর্ধমান অনুভূতি তৈরি করেছিল।\nযাইহোক, ১৯৭০ এর দশকের গোড়ার দিকেও প্যারানইয়ার অব্যাহত থিম দেখেছিল, মানবতা তার নিজস্ব সৃষ্টির পরিবেশগত বা প্রযুক্তিগত প্রতিপক্ষের হুমকির মধ্যে ছিল। এই সময়ের উল্লেখযোগ্য চলচ্চিত্রগুলোর মধ্যে রয়েছে স্ট্যানলি কুব্রিকের এ ক্লকওয়ার্ক অরেঞ্জ ১৯৭১ (মানুষ বনাম ব্রেনওয়াশিং), THX 1138 ১৯৭১ (মানুষ বনাম রাষ্ট্র), সাইলেন্ট রানিং ১৯৭২ (বাস্তুবিদ্যা), প্ল্যানেট অফ দ্য অ্যাপসের সিক্যুয়েল (মানুষ বনাম বিবর্তন), এবং ওয়েস্টওয়ার্ল্ড ১৯৭৩ (মানুষ বনাম রোবট)।\nষড়যন্ত্র থ্রিলার ফিল্ম এই সময়ের একটি জনপ্রিয় প্রধান বিষয় ছিল, যেখানে জাতীয় সরকার বা কর্পোরেট সংস্থাগুলোর প্লটগুলোর বিভ্রান্তি ১৯৫০ দশকের অন্তর্নিহিত কমিউনিস্ট শত্রুকে প্রতিস্থাপন করেছিল। এই চলচ্চিত্রগুলোর মধ্যে এলিয়েন ১৯৭৯, ক্যাপ্রিকর্ন ওয়ান ১৯৭৭, ইনভ্যাসন অফ দ্য বডি স্ন্যাচারস, লোগানস রান ১৯৭৬, দ্য ডে অফ দ্য ডলফিন ১৯৭৩, সয়েলেন্ট গ্রিন ১৯৭৩ এবং ফিউচারওয়ার্ল্ড ১৯৭৬ এর মতো প্রচেষ্টা অন্তর্ভুক্ত ছিল।\nআন্দ্রেই টারকোভস্কি দ্বারা তৈরি ধীর গতির সোলারিস ১৯৭২ (এবং ২০০২ সালে স্টিভেন সোডারবার্গের দ্বারা একটি খুব ছোট ফিল্ম হিসাবে পুনরায় তৈরি করা হয়েছে) মেলে এবং কিছু মূল্যায়ন এর ভিজ্যুয়াল এবং দার্শনিক সুযোগে ২০০১কে ছাড়িয়ে গেছে, যখন অন্যান্য সমালোচকরা এটিকে চমকপ্রদ এবং দাম্ভিক বলে মনে করেন।\nউডি অ্যালেনের স্লিপার ১৯৭৩ এবং ড্যান ও'ব্যাননের ডার্ক স্টার ১৯৭৪ সহ ১৯৭০ এর দশকে সায়েন্স ফিকশন কমেডির সেরা সময় ছিল।\n১৯৭৭ সালে স্টার ওয়ার্স এবং ক্লোজ এনকাউন্টারস অফ দ্য থার্ড কাইন্ডের বিশাল বক্স অফিস সাফল্যের পর ১৯৭৮ সালে সুপারম্যান—এ অনুসরণ করা হয়, তিনটি উল্লেখযোগ্য কল্পবিজ্ঞান চলচ্চিত্র ১৯৭৯ সালে প্রদর্শিত হয়: স্টার ট্রেক: দ্য মোশন পিকচার বহুল জনপ্রিয় টেলিভিশন সিরিজটিকে বড় পর্দায় নিয়ে আসে। প্রথমবার. একটি স্ক্রিন দানব কতটা ভীতিকর হতে পারে তা নিয়ে এলিয়েন এগিয়ে গেল। ১৯৭৯ সালে, টাইম আফটার টাইম এইচজি ওয়েলসকে জ্যাক দ্য রিপারের বিরুদ্ধে দাঁড় করিয়েছিলেন, নিকোলাস মেয়ারের একটি চিত্রনাট্য সহ, যিনি পরবর্তীতে স্টার ট্রেক চলচ্চিত্র সিরিজের দুটি কিস্তি পরিচালনা করবেন। ১৯৭৯ সালেও ওয়াল্ট ডিজনি প্রোডাকশনস দ্য ব্ল্যাক হোল- এর সাথে বিজ্ঞান কল্পকাহিনী ঘরানার উদ্যোগ দেখেছিল, যা খারাপভাবে গ্রহণ করা হয়েছিল কিন্তু বিশেষ প্রভাবগুলোর জন্য অত্যন্ত প্রশংসিত হয়েছিল।\n\n\n== ১৯৮০ এর দশক ==\nস্টার ওয়ার্স- এর বিশাল সাফল্যের পর, বিজ্ঞান কল্পকাহিনী আবার ব্যাঙ্কেবল হয়ে ওঠে এবং প্রতিটি বড় স্টুডিও তাদের উপলব্ধ প্রকল্পগুলো তৈরি করে। প্রত্যক্ষ ফলস্বরূপ, স্টার ট্রেক টেলিভিশন সিরিজ একটি ফিল্ম ফ্র্যাঞ্চাইজি হিসাবে পুনর্জন্ম হয়েছিল যা ১৯৮০ এবং ১৯৯০ এর দশকে অব্যাহত ছিল।\nস্টার ওয়ার্স ১৯৭৭ এবং স্টার ট্রেক ১৯৭৯ ফ্র্যাঞ্চাইজির জন্য ধন্যবাদ, ১৯৮০ এর দশকে পলায়নবাদ বিজ্ঞান কল্পকাহিনী চলচ্চিত্রের প্রভাবশালী রূপ হয়ে ওঠে। ফ্রাঙ্ক হারবার্টের ডুন ১৯৮৪ এবং আর্থার সি. ক্লার্কের “২০০১” এর সিক্যুয়েল, ১৯৮৪ এর “২০১০” বড় বাজেটের অভিযোজনগুলো ছিল বক্স অফিসের কাল যা প্রযোজকদের কল্পবিজ্ঞান সাহিত্যের বৈশিষ্ট্যগুলোতে বিনিয়োগ করতে নিরুৎসাহিত করেছিল।\nরিডলি স্কটের এলিয়েন ১৯৭৯ ভবিষ্যতের একটি নতুন ভিজ্যুয়াল স্টাইলিং প্রতিষ্ঠার ক্ষেত্রে তাৎপর্যপূর্ণ ছিল। একটি মসৃণ, সুশৃঙ্খল মহাবিশ্ব উপস্থাপন করা থেকে দূরে, এই বিকল্পটি ভবিষ্যতকে অন্ধকার, নোংরা এবং বিশৃঙ্খল হিসাবে উপস্থাপন করেছে। \" ম্যাড ম্যাক্স \" ১৯৭৯-এর মতো আগের চলচ্চিত্রগুলোর উপর ভিত্তি করে এই ডিস্টোপিয়ান দৃষ্টিভঙ্গি সেই সময়ের অনেক কল্পবিজ্ঞান চলচ্চিত্র এবং উপন্যাসে প্রচলিত হয়ে ওঠে। এর মধ্যে রয়েছে \" দ্য ব্ল্যাক হোল \" ১৯৭৯, \" স্যাটার্ন ৩ \" ১৯৮০, \" আউটল্যান্ড \" ১৯৮১, \"২০১০\" ১৯৮৪, \" এনিমি মাইন \" ১৯৮৫, \" <i id=\"mwAaM\">এলিয়েনস</i> (চলচ্চিত্র) \" ১৯৮৬ এর সিক্যুয়াল গুলোর মাধ্যমে এবং স্কটস ব্লেড রানার ১৯৮২।\nদশকের দ্বিতীয়ার্ধে জেমস ক্যামেরন এবং পল ভারহোভেন দ্য টার্মিনেটর ১৯৮৪ এবং রোবোকপ ১৯৮৭ এন্ট্রি সহ এই ধারার সবচেয়ে শক্তিশালী অবদানকারী।\nস্টিভেন স্পিলবার্গের ইটি দ্য এক্সট্রা-টেরেস্ট্রিয়াল ১৯৮২, ১৯৮০ দশকের অন্যতম সফল চলচ্চিত্র হয়ে ওঠে। একটি প্রভাবশালী চলচ্চিত্র মুক্তি ছিল Scanners (১৯৮১), চলচ্চিত্রটি যা পরবর্তী দুই দশকে বেশ কয়েকবার অনুকরণ করা হয়।\n১৯৮০ সাল থেকে, বিজ্ঞান কল্পকাহিনী, ফ্যান্টাসি এবং সুপারহিরো চলচ্চিত্রগুলোর মধ্যে পার্থক্যটি ঝাপসা হয়ে যায়, স্টার ওয়ার ১৯৭৭ এর প্রভাবের জন্য বড় অংশে ধন্যবাদ। ১৯৮০ সাল থেকে, প্রতি বছর অন্তত একটি বড় সায়েন্স ফিকশন বা ফ্যান্টাসি ফিল্ম দেখা যায়, যা সমালোচকরা অপমানিত এবং প্রযুক্তিগত বিভাগগুলো ছাড়া অস্কারের রাতে উপেক্ষা করা হয়। ডিজনির ১৯৮২ ফিল্ম ট্রনের একটি অনন্য ভিজ্যুয়াল শৈলী ছিল, যা ব্যাপক কম্পিউটার গ্রাফিক্স ব্যবহার করা প্রথম প্রধান স্টুডিও ফিল্মগুলোর মধ্যে একটি।\n১৯৮০-এর দশকে এবং পরে বিজ্ঞান কল্পকাহিনী চলচ্চিত্রের মাধ্যম হিসাবে অ্যানিমেশনের বৃদ্ধি দেখেছিল। এটি জাপানে বিশেষভাবে সফল হয়েছিল যেখানে অ্যানিমে শিল্প আকিরা (১৯৮৮) এবং ঘোস্ট ইন দ্য শেল (১৯৯৫) তৈরি করেছিল। সিরিয়াস অ্যানিমেশন এখনও মার্কিন যুক্তরাষ্ট্রে বাণিজ্যিকভাবে সফল প্রমাণিত হয়নি এবং পশ্চিমা তৈরি অ্যানিমেটেড সায়েন্স ফিকশন ফিল্ম যেমন লাইট ইয়ারস (১৯৮৮), দ্য আয়রন জায়ান্ট (১৯৯৯) এবং টাইটান এই (২০০০) উল্লেখযোগ্য দর্শকদের আকর্ষণ করেনি। যাইহোক, অ্যানিমে ধীরে ধীরে একটি ধর্ম অনুসরণ করেছে এবং ১৯৯০-এর দশকের মাঝামাঝি থেকে এর জনপ্রিয়তা বিশ্বব্যাপী ক্রমাগতভাবে প্রসারিত হচ্ছে।\n\n\n== ১৯৯০ এর দশক ==\n১৯৯০ এর দশকে ওয়ার্ল্ড ওয়াইড ওয়েব এবং সাইবারপাঙ্ক জনরার উত্থান বেশ কয়েকটি ইন্টারনেট-থিমযুক্ত চলচ্চিত্রের জন্ম দেয়। দ্য লনমোয়ার ম্যান (১৯৯২) এবং ভার্চুওসিটি (১৯৯৫) উভয়ই মানব-কম্পিউটার ইন্টারফেস থেকে নেটওয়ার্কের জন্য হুমকি মোকাবেলা করেছিল। জনি মেমোনিক (১৯৯৫) এবং টোটাল রিকল (১৯৯০) তাদের প্রধান অভিনেতাদের স্মৃতি একই রকম ইন্টারফেস দ্বারা পরিবর্তিত করেছিল এবং দ্য ম্যাট্রিক্স (১৯৯৯) মানবতার জন্য একটি মেশিন-চালিত ভার্চুয়াল জেল তৈরি করেছিল। ইন্টারনেট ফিল্ম ফ্যানডমের জন্য একটি প্রস্তুত মাধ্যমও সরবরাহ করেছে, যারা স্টার ট্রেক এবং স্টার ওয়ারসের মতো মিডিয়া ফ্র্যাঞ্চাইজি ফিল্ম সিরিজকে আরও সরাসরি সমর্থন (বা সমালোচনা) করতে পারে।\nসাম্প্রতিক প্রভাব প্রতিফলিত করার জন্য থিম আপডেট করা সহ দুর্যোগ চলচ্চিত্র জনপ্রিয় ছিল। আর্মাগেডন (১৯৯৮) এবং ডিপ ইমপ্যাক্ট (১৯৯৮) উভয়ই পৃথিবীর সাথে একটি বিশাল প্রভাবের হুমকি ব্যবহার করেছিল। স্বাধীনতা দিবস (চলচ্চিত্রে ১৯৯৬) ১৯৫০-এর দশকের এলিয়েন আক্রমণের ফিল্মগুলোকে পুনঃব্যবহার করে, যার মধ্যে লোমহর্ষক, সর্বগ্রাসী এলিয়েন। জেনেটিক বিজ্ঞানের অগ্রগতিগুলো জুরাসিক পার্ক (১৯৯৩) এবং গাট্টাকা (১৯৯৭) এও প্রদর্শিত হয়েছিল।\nদশকের অগ্রগতির সাথে সাথে, বিশেষ প্রভাব সংযোজন এবং চলচ্চিত্র নির্মাণ উভয় ক্ষেত্রেই কম্পিউটার ক্রমবর্ধমান গুরুত্বপূর্ণ ভূমিকা পালন করে। একটি ক্লাস্টারে অনেক কম্পিউটার দিয়ে তৈরি বড় রেন্ডার ফার্মগুলোকে ত্রিমাত্রিক মডেলের উপর ভিত্তি করে চিত্রগুলো বিস্তারিত করতে ব্যবহার করা হয়েছিল। সফটওয়্যারটি পরিশীলিতভাবে বিকশিত হওয়ায় এটি আরও জটিল প্রভাব যেমন তরঙ্গ আন্দোলন, বিস্ফোরণ এবং এমনকি পশম-আচ্ছাদিত এলিয়েন তৈরি করতে ব্যবহৃত হয়েছিল। বিশেষ প্রভাবের উন্নতির ফলে মূল স্টার ওয়ারস ট্রিলজি ১৯৯৭ সালে অনেক বর্ধনের সাথে পুনরায় প্রকাশ করা হয়েছিল ।\n১৯৮০-দশকের মতো, ১৯৯০-এর দশকের প্রতি বছরে এক বা একাধিক বড় কল্পবিজ্ঞান বা ফ্যান্টাসি চলচ্চিত্র নির্মিত হয়েছিল।\n\n\n== ২০০০ এর দশক ==\nঅদ্ভুতভাবে, ২০০০-এর দশকে (দশক), এসএফ ফিল্মগুলো মহাকাশ ভ্রমণ থেকে দূরে সরে গেছে বলে মনে হয়েছিল, এবং ফ্যান্টাসি প্রাধান্য পেয়েছে। স্টার ট্রেক এবং স্টার ওয়ার ফিল্মগুলো ব্যতীত, ২০০০-এর দশকের প্রথমার্ধে (দশকের) প্রথমার্ধে পৃথিবীতে প্রদর্শিত একমাত্র চলচ্চিত্রগুলো হল সেরেনিটি, টাইটান এই, এবং তারমধ্যে মিশন টু মার্স ও রেড প্ল্যানেটের বাজেভাবে গৃহীত হয়। অন্যদিকে, ফ্যান্টাসি এবং সুপারহিরো ফিল্মগুলো প্রচুর, যেমন আর্থবাউন্ড এসএফ যেমন দ্য ম্যাট্রিক্স রিলোডেড এবং দ্য ম্যাট্রিক্স রেভোলিউশনস।\nবিজ্ঞান কল্পকাহিনী সাম্প্রতিক সময়ে রাজনৈতিক ভাষ্যের একটি হাতিয়ার হয়ে ফিরে এসেছে এআই কৃত্রিম বুদ্ধিমত্তা (এ.আই. আর্টিফিশিয়াল ইন্টেলিজেন্স) এবং সংখ্যালঘু রিপোর্টের মতো চলচ্চিত্রগুলোর সাথে যা পূর্বের আজকের বিশ্বের ক্রমবর্ধমান বস্তুবাদকে প্রশ্নবিদ্ধ করেছে এবং পরবর্তীটি ৯/১১-এর পরে বিশ্বব্যাপী রাজনৈতিক পরিস্থিতি নিয়ে প্রশ্ন তুলেছে।  এই সময়ে প্রথম সায়েন্স ফিকশন রোম্যান্স ইটারনাল সানশাইন অফ দ্য স্পটলেস মাইন্ডের সাথে এই ধারার অনন্য এন্ট্রিগুলোও প্রকাশিত হয়েছিল।\nদশকের মাঝামাঝি নাগাদ, থিয়েটারের দর্শক হ্রাস পেতে শুরু করেছিল এবং এটি এই সময়ের সায়েন্স ফিকশন মুভি রিলিজের সংখ্যায় প্রতিফলিত হয়েছিল। অত্যাধুনিক হোম থিয়েটার সিস্টেমগুলো সিনেমার অভিজ্ঞতার সাথে মিলে যাওয়ার কাছাকাছি এসেছিল এবং খরচ এবং অসুবিধা এড়িয়ে গেছে। ফিল্ম স্টুডিওগুলো থিয়েটারে ফিল্ম শুরু হওয়ার আগে পণ্যের বিজ্ঞাপন দেওয়া শুরু করেছিল, তাদের নীচের লাইনকে উন্নত করার জন্য অন্য উপায় খুঁজছিল এবং থিয়েটার-গামী দর্শকদের একটি অংশকে বিচ্ছিন্ন করে দিয়েছিল। সিনেমার আয়ের ক্ষতি পূরণের জন্য ছিল উচ্চ-মানের ডিভিডি রিলিজ বিক্রি এবং ভাড়া, যার মধ্যে অনেকগুলো পূর্বে কাটা দৃশ্য এবং অতিরিক্ত উপাদান অন্তর্ভুক্ত ছিল।\n\n\n== ২০১০ এর দশক ==\nশিডিউল অভিনেতাদের ব্যবহার করে, বিজ্ঞান কল্পকাহিনী চলচ্চিত্রগুলো ক্রমবর্ধমানভাবে মূলধারার সিনেমায় প্রবেশ করেছে গ্র্যাভিটি (২০১৩) এবং ইনসেপশন (২০১০) এর মতো চলচ্চিত্রগুলোর হাত ধরে। সায়েন্স ফিকশন কমেডিগুলো মাঝারি সাফল্য পেয়েছে, যেমন মেন ইন ব্ল্যাক 3 (২০১২), হট টাব টাইম মেশিন (২০১০) এবং সিক্যুয়েল হট টাব টাইম মেশিন 2 (২০১৫), মেগামাইন্ড (২০১২) এর মতো ফ্যামিলি ওরিয়েন্টেড ফিল্ম এবং চারটি ফিল্ম সহ ডিসপিকেবল মি ফ্র্যাঞ্চাইজির।\nকয়েক দশক-পুরোনো ফ্র্যাঞ্চাইজি গুলো মূল অভিনেতাদের বয়স বেবে যাওয়ায় সমস্যার সম্মুখীন হয়েছিল। ভার্চুয়াল অভিনেতা এবং অপ্রকাশিত ফুটেজ এর মতো প্রযুক্তিগত সমাধানগুলো পরিচিত চরিত্রগুলোকে নতুন ছবিতে উপস্থিত হতে দেয়। কাল্পনিক মহাবিশ্বের পুনরুত্থান ঘটিয়েও নতুন চলচ্চিত্রের আইডিয়া নিয়ে আসে, যার মধ্যে রয়েছে রোগ ওয়ান: এ স্টার ওয়ার্স স্টোরি (২০১৬) যার \" রেটকন \" ১৯৭৭ সালের প্রথম চলচ্চিত্রের একটি লিঙ্ক প্রদান করে। একটি রিবুটের মাধ্যমে, ২০০৫ সালে, নতুন স্টার ট্রেক ফিল্ম গুলো একটি বিকল্প টাইম লাইনে স্থান পায়, \"এটি আপনার বাবার স্টার ট্রেক নয়\" হিসাবে বিজ্ঞাপন দেওয়া হয়। স্টার ট্রেক: ডিসকভারি (২০১৭–) এর সাথে আসল টাইমলাইন ফ্যান ভুলে যায়নি এবং স্টার ট্রেক: পিকার্ড (২০২০) দ্বারা নতুন দশকে সঙ্গী হয়েছিল। ২০১২ সালে ডিজনির কাছে লুকাসফিল্ম বিক্রির মাধ্যমে পুনরুজ্জীবিত, নতুন স্টার ওয়ার্স চলচ্চিত্র গুলোর মধ্যে চারটি সর্বকালের ২০টি সর্বাধিক উপার্জনকারী চলচ্চিত্রের মধ্যে পরিণত হয়েছে: স্টার ওয়ার্স: দ্য ফোর্স অ্যাওয়েকেন্স (২০১৫) , রোগ ওয়ান: এ স্টার ওয়ার্স স্টোরি (২০১৬), স্টার ওয়ার্স: দ্য লাস্ট জেডি (২০১৭), এবং স্টার ওয়ারস: দ্য রাইজ অফ স্কাইওয়াকার (২০১৯)।\n\n\n== আরও দেখুন ==\nকল্পবিজ্ঞানের ইতিহাস\nএনিমে ইতিহাস\nচলচ্চিত্রের ইতিহাস\nহরর চলচ্চিত্রের ইতিহাস\nকল্পবিজ্ঞান চলচ্চিত্রের তালিকা\n2000 এর দশকের সায়েন্স ফিকশন চলচ্চিত্রের তালিকা\n2010-এর দশকের কল্পবিজ্ঞান চলচ্চিত্রের তালিকা\n2020-এর দশকের কল্পবিজ্ঞান চলচ্চিত্রের তালিকা\nকল্পবিজ্ঞান টেলিভিশন চলচ্চিত্রের তালিকা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nজন ব্যাক্সটার, সিনেমায় সায়েন্স ফিকশন, এএস বার্নস অ্যান্ড কো, 1969 ,আইএসবিএন ০-৪৯৮-০৭৪১৬-১ ।\nওয়েলচ এভারম্যান, কাল্ট সায়েন্স ফিকশন ফিল্মস, সিটাডেল প্রেস, 1995 ,আইএসবিএন ০-৮০৬৫-১৬০২-X ।\nপিটার গুটমাচার, লিজেন্ডারি সাই-ফাই মুভিজ, 1997 ,আইএসবিএন ১-৫৬৭৯৯-৪৯০-৩ ।\nফিল হার্ডি, দ্য ওভারলুক ফিল্ম এনসাইক্লোপিডিয়া, সায়েন্স ফিকশন । উইলিয়াম মরো অ্যান্ড কোম্পানি, নিউ ইয়র্ক, 1995 ,আইএসবিএন ০-৮৭৯৫১-৬২৬-৭ ।\nগ্রেগ রিকম্যান, সায়েন্স ফিকশন ফিল্ম রিডার, 2004 ,আইএসবিএন ০-৮৭৯১০-৯৯৪-৭ ।\nভিভিয়ান সোবচ্যাক, স্ক্রীনিং স্পেস: আমেরিকান সায়েন্স ফিকশন ফিল্ম । নিউ ব্রান্সউইক: রুটজার্স ইউনিভার্সিটি প্রেস, 1998 ,আইএসবিএন ০-৮১৩৫-২৪৯২-X ।"}