{"pageid": 1387709, "title": "আদিলুর রহমান খান", "url": "https://bn.wikipedia.org/wiki?curid=1387709", "content": "আদিলুর রহমান খান (জন্ম: ২ জুলাই ১৯৬১) একজন বাংলাদেশী আইনজীবী, সাবেক ডেপুটি অ্যাটর্নি জেনারেল, মানবাধিকার কর্মী, মানবাধিকার সংস্থা অধিকারের প্রতিষ্ঠাতা এবং বর্তমান অন্তর্বর্তীকালীন সরকারের একজন উপদেষ্টা।\n\n\n== প্রাথমিক জীবন ==\nখান সেন্ট গ্রেগরীস্ হাই স্কুল ও ঢাকা রেসিডেনসিয়াল মডেল কলেজ থেকে পড়াশোনা করে পরবর্তীতে ঢাকা বিশ্ববিদ্যালয়ে আইন বিষয়ে পড়াশোনা করেছেন। তিনি লেফটেন্যান্ট জেনারেল হোসেন মোহাম্মদ এরশাদের বিরুদ্ধে গণতান্ত্রিক আন্দোলনের অংশগ্রহণ করেছিলেন। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে আইন বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন।\n\n\n== কর্মজীবন ==\nখান এবং সুশীল সমাজের অন্যান্য সদস্যরা ১০ অক্টোবর, ১৯৯৪ সালে মানবাধিকার সংস্থা অধিকার প্রতিষ্ঠা করেন।\nখান বাংলাদেশ জাতীয়তাবাদী দল - বাংলাদেশ জামায়াত-ই-ইসলামী সরকার কর্তৃক ডেপুটি অ্যাটর্নি জেনারেল নিযুক্ত হয়েছিলেন। ২০০৫ সালের ডিসেম্বরে, তিনি একটি মামলায় বাংলাদেশ সরকারের প্রতিনিধিত্ব করেন যেখানে হাইকোর্ট সরকারকে ইসলামপন্থী জঙ্গিদের দ্বারা বিচার বিভাগীয় বোমা হামলা থেকে রক্ষা করতে ব্যর্থতার ব্যাখ্যা দিতে বলেছিল। তিনি ১৪ মে ২০০৭ এ তার পদ থেকে পদত্যাগ করেন।\n২০১৩ সালে, হেফাজত-ই-ইসলাম বাংলাদেশ ২০১৩ সালের শাপলা স্কোয়ার বিক্ষোভের সময় নেতা-কর্মীদের অপসারণের অভিযানে নিহতের সংখ্যা সম্পর্কে 'বিভ্রান্তি ছড়ানোর' জন্য খানের বিরুদ্ধে ঢাকায় একটি মামলা দায়ের করা হয়।\n১০ আগস্ট ২০১৩, রাত ১০:৩০ টায়, খানকে গোয়েন্দা পুলিশ আটক করে। তথ্য ও যোগাযোগ প্রযুক্তি আইন, ২০০৬ এর ৫৪ ধারায় তাকে আটক করা হয়েছিল এবং তাকে কারাগারে ডিভিশন দেওয়া হয়নি। ঢাকায় হাইকমিশনার হিদার ক্রুডেনের মাধ্যমে কানাডা তার মুক্তির আহ্বান জানিয়েছে। বাংলাদেশের অসংখ্য মানবাধিকার কর্মী তার মুক্তির দাবি জানান। বাংলাদেশের কূটনীতিকদের ব্রিফিং দেন পররাষ্ট্রমন্ত্রী দীপু মনি। হাইকোর্ট বিভাগের বিচারপতি সালমা মাসুদ চৌধুরী ও বিচারপতি জাফর আহমেদ ২০১৩ সালের সেপ্টেম্বরে খানকে কারাগারে ডিভিশনের মর্যাদা দিতে সরকারকে নির্দেশ দেন। ২০১৩ সালের অক্টোবরে, হাইকোর্ট বিভাগের বিচারপতি বোরহানউদ্দিন এবং বিচারপতি কে এম কামরুল কাদেরের কাছ থেকে জামিন পেয়ে তিনি কারাগার থেকে মুক্তি পান। ২০১৪ সালের জানুয়ারিতে, খান এবং অধিকারের পরিচালক এএসএম নাসিরুদ্দিন এলান, ২০১৩ সালের বিক্ষোভের প্রতিবেদনে দায়ের করা মামলায় অভিযুক্ত হন।\n২০১৭ সালের জুলাই মাসে মালয়েশিয়ান ইমিগ্রেশন কর্তৃক কুয়ালালামপুর আন্তর্জাতিক বিমানবন্দরে খানকে আটক করা হয় পরদিন তাকে বাংলাদেশে ফেরত পাঠানো হয়।\n২০২৩ সালের সেপ্টেম্বরে, ২০১৩ সালের শাপলা স্কয়ার বিক্ষোভ থেকে মৃত্যুর সংখ্যা বৃদ্ধি এবং বিক্ষোভকারীদের সরাতে সরকারী পদক্ষেপের জন্য দায়ের করা একটি মামলায় ঢাকার সাইবার ট্রাইব্যুনাল দ্বারা খান এবং নাসিরুদ্দিন এলানকে দুই বছরের কারাদণ্ড এবং ১০,০০০ টাকা জরিমানা করা হয়। ফ্রান্স ও জার্মানি এই রায়ে দুঃখ প্রকাশ করেছে। বাংলাদেশ জাতীয়তাবাদী দলের আইনজীবী সংগঠন বাংলাদেশ জাতীয়তাবাদী আইনজীবী ফোরাম এই রায়ের প্রতিবাদ জানিয়েছে।\nতিনি ২০২৪ সালের ৮ আগস্ট বাংলাদেশের অন্তর্বর্তী সরকার এর উপদেষ্টা হিসেবে নিযুক্ত হন এবং ৯ আগস্ট শিল্প মন্ত্রণালয়ের উপদেষ্টা হিসেবে দায়িত্ব পান। ২০২৪ সালের ১৬ আগস্ট তিনি গৃহায়ন ও গণপূর্ত মন্ত্রণালয়ের উপদেষ্টা হিসেবে দায়িত্ব পান।\n\n\n== পুরস্কার ==\nরবার্ট এফ কেনেডি মানবাধিকার পুরস্কার (২০১৪)\nমানবাধিকারের জন্য গোয়াংজু পুরস্কার (২০১৪)\nইন্টারন্যাশনাল বার অ্যাসোসিয়েশন (আইবিএ) হিউম্যান রাইটস অ্যাওয়ার্ড\nমার্টিন এনালস অ্যাওয়ার্ড ফাইনালিস্ট ২০১৪।\n\n\n== তথ্যসূত্র =="}