{"pageid": 1387336, "title": "কিমপুরুষ রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1387336", "content": "কিমপুরুষ রাজ্য বলতে কিমপুরুষ নামক একটি উপজাতির অঞ্চলকে বোঝায় যারা প্রাচীন ভারতের বহিরাগত উপজাতিদের মধ্যে একটি ছিল। এই বহিরাগত উপজাতিরা হিমালয় পর্বতের মতো দুর্গম অঞ্চলে বাস করত।\nকিমপুরুষদেরকে সিংহমুখী প্রাণী বলে বর্ণনা করা হয়েছে। সন্ধি বিচ্ছেদ কিমপুরুষ = কিম (এটা কি ?) + পুরুষ (মানুষ) (আক্ষরিক অনুবাদ \"এটা কি মানুষ ?\"), কিন + নর (পুরুষ) শব্দের সাথে সাদৃশ্যপূর্ণ, দেখায় যে কিন্নর এবং কিমপুরুষ সম্পর্কযুক্ত বা সম্ভবত একই গোত্র ছিল। সিংহ মাথা তাদের ভারী দাড়িওয়ালা মাথার অতিরঞ্জন হতে পারে। কিছু পুরাণে তাদের ঘোড়ার মাথা হিসাবে উল্লেখ করা হয়েছে। তারা কম্বোজদের মতো ঘোড়া-যোদ্ধাদের একটি গোত্র হতে পারে। কিন্তু সূত্রে তাদের সিংহমুখী উল্লেখ ও তাদের পাহাড়ে থাকার ইঙ্গিত দেয় যে তারা কিরাত হতে পারে। কিরাত-বা কিরাতি- মানে সিংহ প্রকৃতির মানুষ। এটি দুটি শব্দ কিরা-সিংহ এবং টি-মানুষ থেকে উদ্ভূত এবং এর অর্থ পাহাড়ের মানুষও।\n\n\n== মহাভারতে উল্লেখ ==\n(১,৬৬) এ কিমপুরুষদের অর্ধ-সিংহ এবং অর্ধ-পুরুষ হিসাবে উল্লেখ করা হয়েছিল। এখানে তারা রাক্ষস, বানর, কিন্নর (অর্ধ-পুরুষ, অর্ধ-ঘোড়া) এবং যক্ষের মতো অন্যান্য বহিরাগত উপজাতির সাথে সম্পর্কিত হিসাবে উল্লেখ করা হয়েছে। ঋষি পুলাহা কিমপুরুষদের সাথে যুক্ত ছিলেন। অন্যরা ঋষি পুলস্ত্যের সাথে যুক্ত ছিলেন। আরেকটি উপজাতি যেমন বালখিল্য (যারা সূর্যের দিক অনুসরণ করে) ক্রতু ঋষির সাথে যুক্ত ছিল। মারিচি, অঙ্গিরস, অত্রি, পুলস্ত্য, পুলাহা এবং ক্রতুকে ছয়জন মহান ঋষি হিসেবে উল্লেখ করা হয়েছে, যারা সম্ভবত ছয়টি মহান বংশের উদ্ভব করেছিলেন। এই বহিরাগত উপজাতিদের আত্মীয়তার কথাও (১২,২০৬) এ উল্লেখ করা হয়েছে।\n\n\n=== অর্জুনের বিজয় ===\nঅর্জুন তার উত্তর রাজ্য জয়ের সময় কিমপুরুষ রাজ্যও পরিদর্শন করেছিলেন । অর্জুন, শ্বেত পর্বত পেরিয়ে দুর্মপুত্র শাসিত কিমপুরুষদের দেশকে পরাধীন করে ক্ষত্রিয়দের ব্যাপক নিধনের মাধ্যমে অঞ্চলটিকে তার সম্পূর্ণ কর্তৃত্বে নিয়ে আসে।‌ (২,২৭)\n\n\n=== কিমপুরুষ রাজা (বা উপদেশক) দ্রুম ===\n(২,৪৩) তে দ্রুমাকে কিমপুরুষদের গুরু হিসাবে উল্লেখ করা হয়েছে। এখানে তিনি পাণ্ডব রাজা যুধিষ্ঠিরের রাজসূয় যজ্ঞে যোগদান করেছিলেন বলে জানা যায়।\nঅর্জুন, উত্তরাঞ্চলে তার সামরিক অভিযানের সময় কিমপুরুষ রাজা দুর্মা-পুত্রকে পরাজিত করেছিলেন (২,২৭)\nবিদর্ভের রাজা রুক্মী ছিলেন বিখ্যাত কিমপুরুষের শিষ্য যিনি দ্রুম নামে পরিচিত ছিলেন। (৫,১৫৯)\n\n\n=== অন্যান্য উল্লেখ ===\nরাক্ষস রাবণ দেবতা, দানব, গন্ধর্ব, যক্ষ এবং কিমপুরুষদের পরাজিত করেছিলেন। (৩,২৭৯)\nকিমপুরুষরা বনে বেড়াতেন। (১২,১৬৮)\n\n\n== আরো দেখুন ==\nপ্রাচীন ভারতের রাজ্য\nকিরাত\nকিরাত\nকিরাত রাজ্য\nকম্বোজ\nকাম্বোজ রাজ্য\nকিন্নর রাজ্য\n\n\n== তথ্যসূত্র ==\nকৃষ্ণ দ্বৈপায়ন ব্যাসের মহাভারত, ইংরেজিতে অনুবাদ করেছেন কিসারি মোহন গাঙ্গুলী"}