{"pageid": 1387027, "title": "দরদ (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1387027", "content": "দরদ ২০২৪ সালের ভারত-বাংলাদেশ যৌথ প্রযোজনায় নির্মিত মনস্তাত্ত্বিক রোমাঞ্চকর চলচ্চিত্র। এটি রচনা ও পরিচালনা করেছেন অনন্য মামুন। বাংলাদেশের অ্যাকশন কাট এন্টারটেইনমেন্ট, কিবরিয়া ফিল্মস, ভারতের এসকে মুভিজ ও ওয়ান ওয়ার্ল্ড মুভিজের ব্যানারে সহ-প্রযোজনা করেছেন সরদার সানিয়াত হোসেন, কামাল মোহাম্মদ কিবরিয়া লিপু এবং হিমাংশু ধানুকা। ছবিটিতে প্রধান চরিত্রে অভিনয় করেছেন শাকিব খান ও সোনাল চৌহান। ২০২৪ সালের ১৫ নভেম্বর চলচ্চিত্রটি বাংলাদেশের প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== কাহিনী ==\nবারাণসী শহরে হঠাৎ করে একের পর এক খুন। প্রথম সারির ব্যক্তিত্বরা খুনির তালিকায়। বিশিষ্টরা পরপর খুন হতেই নড়ে বসে পুলিশ। শুরু হয় পুলিশের তদন্ত। আর এই তদন্তে উঠে আসে দুলু মিয়ার নাম।\n\n\n== অভিনয় ==\nশাকিব খান - দুলাল ওরফে দুলু মিয়া, একজন অটোচালক\nসোনাল চৌহান - ফাতেমা, দুলু মিয়ার স্ত্রী\nপায়েল সরকার - অগ্নি, তদন্তকারী কর্মকর্তা\nবিশ্বজিৎ চক্রবর্তী - ডাঃ মিজানুর\nরাজেশ শর্মা - শওকত, চলচ্চিত্র প্রযোজক\nএলিনা শাম্মী - বন্যা, সহকারী তদন্ত কর্মকর্তা\nরিও - আকাশ, সহকারী তদন্ত কর্মকর্তা\nরাহুল দেব  - সুপারস্টার শারফারাজ খান\nইমতু রাতিশ - জন, শারফারাজ খানের সহকারী\nঅলোক জৈন - লিয়াকত, চিত্রপরিচালক\nআমির সিরাজী - ডিওপি\nদেবচন্দিমা সিংহ রায় - মডেল\nজেসিয়া ইসলাম - তৃণা\n\n\n== নির্মাণ ==\nদরদ প্রযোজনা করেছেন বাংলাদেশের অ্যাকশন কাট এন্টারটেইনমেন্ট, কিবরিয়া ফিল্মস, ভারতের কলকাতার এসকে মুভিজ ও মুম্বাইয়ের ওয়ান ওয়ার্ল্ড মুভিজ।\n\n\n=== অভিনয় শিল্পী নির্বাচন ===\nসোনাল চৌহানের নাম প্রকাশ করা হয়, যা ৬ অক্টোবর নিশ্চিত করে এসকেয় মুভিজ। একইদিন পরিচালক ছবিটির অন্যান্য অভিনেতার নাম করেন, যথাক্রমে তারা হলেন পায়েল সরকার, মিশা সওদাগর, লুৎফুর রহমান, রাজেশ শর্মা, দেবচন্দ্রিমা সিংহ রায়, এলিনা শাম্মী ইমতু রাতিশ, ফারহান আহমেদ রিও। ৮ অক্টোবর চুক্তিবদ্ধ হন শাকিব খান। পরেরদিন ৯ অক্টোবর ছবির সঙ্গে যুক্ত হন প্রবীণ ভারতীয় অভিনেতা রাহুল দেব, যিনি এর আগে ২০১৬ সালে শিকারি ছবিতে ছিলেন। দুইদিন পর ১১ অক্টোবর জেসিয়া ইসলাম একটি অতিথি চরিত্রের জন্য ছবিতে চুক্তিবদ্ধ হন, যা তার দ্বিতীয় চলচ্চিত্র।\n\n\n=== চিত্রগ্রহণ ===\nভারত-বাংলাদেশ যৌথ প্রযোজনায় নির্মিত প্রথম সর্বভারতীয় চলচ্চিত্র দরদ প্রাথমিকভাবে ২০২৩ সালের ২০ অক্টোবর ভারতের উত্তর প্রদেশের বারাণসী ও এলাহাবাদে চলচ্চিত্রটির শুটিং শুরুর কথা ছিল। ২০২৩ সালের সালের ২৭ অক্টোবর ১০ কোটি টাকারও বেশি বাজেটের ছবি দরদের দৃশ্যধারণ ভারতের বেনারসে শুরু হয়।\n\n\n== সঙ্গীত ==\n\n\n=== বাংলা ===\n\nদরদের সঙ্গীত পরিচাল আরাফাত মেহমুদ, তিনি হিন্দি সংস্করণের গানের কথাও লিখেন।  বাংলায় গানের কথা লিখেন জাহিদ আকবর, সোমেশ্বর অলি এবং সুদীপ কুমার দীপ। \"এই ভাবাও, এই ভাসাও\" শিরোনামের চলচ্চিত্রটির একটি গানের শুটিং হয়েছিল নভেম্বরের মাঝামাঝি সময়ে ভারতের বেনারসে বাংলা ও অন্যান্য ভাষায়, যা জাহিদ আকবর লিখেছেন এবং বালাম গেয়েছেন।\nবাংলা সংস্করণ:\n\nসকল গানের সুরকার আরাফাত মেহমুদ।\n\n\n=== হিন্দি ===\nহিন্দি সংস্করণ:\n\nসকল গানের সুরকার আরাফাত মেহমুদ।\n\n\n== মুক্তি ==\n২০২৩ সালের ২৪ অক্টোবর চলচ্চিত্রটি ২০২৪ সালের ফেব্রুয়ারির প্রথম সপ্তাহে বাংলাসহ হিন্দি, তামিল, তেলুগু, মালয়ালাম, কন্নড় ভাষায় ৩০টির বেশি দেশে মুক্তি দেওয়ার ঘোষণা ছিল। ৬ সেপ্টেম্বর ছবি মুক্তি নির্ধারিত দিনে ছবিটি মুক্তি পায়নি। পরবর্তীতে ২০২৪ সালের ১৫ নভেম্বর চলচ্চিত্রটি বাংলাদেশের ৮৪টি প্রেক্ষাগৃহে মুক্তি পায়।  ২০২৫ সালের ২৮ ফেব্রুয়ারি ভারতের প্রেক্ষাগৃহে মুক্তির জন্য নির্ধারণ করা হয়।\n\n\n=== বক্স অফিস ===\n‘দরদ’ বাংলাদেশের মাল্টিপ্লেক্সে প্রথম দিনে সর্বোচ্চ বিক্রির রেকর্ড গড়ে, প্রথম দিনের টিকিট বিক্রি হয়েছে ৩০ লাখ ৬৮ হাজার টাকা। ২০২৪ সালে মাল্টিপ্লেক্সে দ্বিতীয় সর্বোচ্চ প্রথম দিনের টিকিট বিক্রি ছিল তুফানের, যার টিকিট বিক্রি হয়েছিল ২৯ লাখ ৬১ হাজার টাকার।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nবাংলা মুভি ডেটাবেজে দরদ \nইন্টারনেট মুভি ডেটাবেজে দরদ   (ইংরেজি)"}