{"pageid": 13876, "title": "ক্ষুদ্রান্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=13876", "content": "ক্ষুদ্রান্ত্র (ইংরেজি: Small intestine) মানবদেহের খাদ্য পরিপাকতন্ত্রের একটি অংশবিশেষ যার ওপরে পাকস্থলী এবং নিম্নে বৃহদন্ত্র অবস্থিত। মানবদেহের পরিপাক তন্ত্রের শুরু মুখগহ্বরে, এরপর ধারাবাহিকভাবে গ্রাসনালী, পাকস্থলী, ক্ষুদ্রান্ত্র, বৃহদন্ত্র  ও মলাশয় অবস্থিত। ক্ষুদ্রান্ত্র পাকস্থলী থেকে জীর্ণ-আধাজীর্ণ খাদ্যবস্তু গ্রহণ করে, শোষণ করে এবং এখানকার কাজ শেষে তা বৃহদন্ত্রে প্রেরণ করে।\nক্ষুদ্রান্ত্র একটি গুরুত্বপূর্ণ অংশ যেখানে খাদ্য এবং মিনারেল পরিপাক এবং শোষণ হয়। স্নেহজাতীয় খাদ্যের পরিপাক ক্ষুদ্রান্ত্রে শুরু হয়।\nক্ষুদ্রান্ত্র অগ্ন্যাশয়ের সঙ্গে সংযুক্ত। আবার যকৃতের মধ্যে পিত্ত থলি অবস্থিত। হেপাটো-প্যানক্রিয়াটিক নালীর মধ্য দিয়ে পিত্ত রস এবং অগ্ন্যাশয় রস (Pancreatic Juice) ক্ষুদ্রান্ত্রে প্রবেশ করে। এই প্রবেশ ওডির স্ফিংকটার (Sphincter of Oddi) দ্বারা নিয়ন্ত্রিত হয়। \n\n\n== গঠন ==\nএটি পূর্ণবয়স্ক পুরুষের ক্ষেত্রে ৬.৯ মিটার(২২ ফুট ৭ ইঞ্চি)এবং মহিলাদের ৭.১ মিটার(২৩ ফুট ৪ ইঞ্চি)হয়ে থাকে।এর ব্যাস ২.৩ - ৩ সে.মি. হয়ে থাকে।\nএ2টির ব্যাস প্রায় 5–3 সে.মি.। ক্ষুদ্রান্ত্রের তিনটি অংশ।\n\nডিওডেনাম,যা পাকস্থলীর সাথে সংযুক্ত ;\nজেজুনাম এবং\nইলিয়াম, যা বৃহদন্ত্রের প্রথম অংশের সাথে যুক্ত।\n\n\n== কলাতত্ত্ব ==\n\nক্ষুদ্রান্ত্রের তিনটি বিভাগ আণুবীক্ষণিক পর্যায়ে একে অপরের অনুরূপ হলেও কিছু গুরুত্বপূর্ণ পার্থক্য আছে যা নিম্নরূপ\n\n\n== কাজ ==\n\n\n=== পরিপাক ===\nপাকস্থলী থেকে পাইলোরিক স্ফিংকটার এর মাধ্যমে পাইলোরাস থেকে ডিওডেনামে খাদ্য প্রবেশ করে।\nপাকস্থলি থেকে পাকমণ্ড ক্ষুদ্রান্ত্রের ডিওডেনামে প্রবেশ করে। এ সময় অগ্ন্যাশয় থেকে একটি ক্ষারীয় পাচকরস ডিওডেনামে আসে। এই পাচকরস খাদ্যমণ্ডের অম্লভাব প্রশমিত করে। পাচকরসের এনজাইম দ্বারা শর্করা ও আমিষ পরিপাকের কাজ চলতে থাকে এবং স্নেহ পদার্থের পরিপাক শুরু হয়।\nপিত্তরস  কলিজার থেকে নিঃসৃত হয় এবং পিত্তথলিতে জমা থাকে। এটি অম্লীয় আবস্থায় খাদ্যকে ক্ষারীয় করে পরিপাকের উপযোগী করে তোলে। পিত্তলবণ স্নেহ পদার্থের ক্ষুদ্র কণাগুলোকে পানির সাহায্যে মিশতে সাহায্য করে। পিত্তলবণ পিত্তরসের আন্যতম উপাদান। স্নেহপাচক এনজাইম লাইপেজের কাজ যথাযথ সম্পাদনের জন্য পিত্তলবণের ভূমিকা গুরুত্বপূর্ণ। এ লবণের সংস্পর্শে স্নেহ পদার্থ সাবানের ফেনার মতো ক্ষুদ্র ক্ষুদ্র দানায় পরিণত হয়। স্নেহপাচক এনজাইম লাইপেজ এই দানাগুলোকে ভেঙ্গে ফ্যাটি এসিড ও গ্লিসারলে পরিণত করে।\nঅগ্ন্যাশয় রসে অ্যামাইলেজ, লাইপেজ ও ট্রিপসিন নামক এনজাইম থাকে। আন্ত্রিক রসে আন্ত্রিক অ্যামাইলেজ, লাইপেজ, মলটেজ, ল্যাকটেজ ও শুক্রোজ ইত্যাদি এনজাইম থাকে। আংশিক পরিপাককৃত আমিষ ক্ষুদ্রান্ত্রে ট্রিপসিনের সাহায্যে ভেঙ্গে অ্যামাইনো এসিড ও সরল পেপটাইডে পরিণত হয়।\n\n\n=== শোষণ ===\nপরিপাককৃত খাদ্য ক্ষুদ্রান্ত্র থেকে ব্যাপন প্রক্রিয়ার মাধ্যমে রক্তে যাবে।ক্ষুদ্রান্ত্রের অভ্যন্তরীণ প্রাচীর সিম্পল কলামনার এপিথেলিয়াম দ্বারা আবৃত থাকে।\nঅধিকাংশ পুষ্টি (nutrient) ক্ষুদ্রান্ত্রের জেজুনাম অংশে শোষিত হয়। ব্যতিক্রম -\n\nআয়রন ডিওডেনামে\nভিটামিন বি১২ এবং পিত্ত লবণ ইলিয়ামে\nপানি এবং লিপিড পরোক্ষ ব্যাপন প্রক্রিয়া ক্ষুদ্রান্ত্রের মধ্য দিয়ে\nসোডিয়াম বাইকার্বোনেট সক্রিয় ট্রান্সপোর্ট এবং গ্লুকোজ ও অ্যামিনো এসিড কো- ট্রান্সপোর্ট\nফ্রুক্টোজ  facilitated ব্যাপনের মাধ্যমে\nশোষিত হয়।\n\n\n=== প্রতিরক্ষা ===\nক্ষুদ্রান্ত্র শরীরের প্রতিরক্ষায়(Immunity) অংশ নেয়। প্রো-বায়োটিক ফ্লোরার উপস্থিতিতে পোষক দেহে প্রতিরোধ ক্ষমতা অনেক বাড়ায়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nSmall intestine at the Human Protein Atlas"}