{"pageid": 1387358, "title": "পেরিয়া তিরুমলি", "url": "https://bn.wikipedia.org/wiki?curid=1387358", "content": "পেরিয়া তিরুমলি ( তামিল: பெரிய திருமொழி, প্রতিবর্ণী. Periya Tirumoḻi, অনুবাদ 'মহান্ পবিত্র শ্লোকাবলী'         ) হলো তামিল হিন্দু সাহিত্যকার্য যা ১,০৮৪টি স্তোত্র সমন্বিত। এর রচয়িতা কবি-সাধক তিরুমঙ্গাই আলবর।  এটি আলবরগণের স্তোত্রের সংকলন নালায়রা দিব্য প্রবন্ধম-এর অন্তর্ভুক্ত।  \n\n\n== বিষয়বস্তু ==\n\nশ্রী বৈষ্ণব ঐতিহ্য অনুসারে, তিরুমঙ্গাই আলবর তার পত্নী কুমুদাবল্লীর প্রভাবে বৈষ্ণব ধর্মে দীক্ষিত হয়েছিলেন। যারা তার শিষ্যত্ব গ্রহণ করেছিল তাদের সকলের ভরণপোষণের জন্য তিনি ধনী ব্যক্তিদের উপর ডাকাতির পথ অবলম্বন করেছিলেন। একবার তিনি বিবাহ অনুষ্ঠানে ডাকাতির চেষ্টা করেছিলেন। বিয়েতে কনে অন্ডাল ও রঙ্গনাথ বর ছিলেন। তিনি তা জানতেন না।  বরের পায়ের আঙুলের সুন্দর আংটিটি সরাতে না পেরে তিনি মাথা নিচু করে পায়ে কামড় দিতে উদ্যত হলেন। তিনি তৎক্ষণাৎ বুঝতে পারলেন চরণগুলি ঐশ্বরিক এবং স্বয়ং বিষ্ণুর । তিনি ডাকাতি ত্যাগ করেন এবং দেবতার নারায়ণ মন্ত্র শেখার পরে দেবতার প্রশংসাসূচক পেরিয়া তিরুমলি রচনা করেন। \n\nপেরিয়া তিরুমলির প্রথম দশটি শ্লোক বর্ণনা করে যে নারায়ণ মন্ত্রের প্রভাবে তিরুমঙ্গাই কীভাবে রূপান্তরিত হয়েছিলেন।  শ্রী বৈষ্ণবধর্মের ঐতিহ্যে এই মন্ত্র বেদের সর্বোত্তম বৈশিষ্ট্যরূপে স্বীকৃত হয়েছে। পেরিয়া তিরুমলি হল তিরুমঙ্গাই আল্বরের শ্রেষ্ঠ রচনা, এটি ভক্তিমূলক শ্লোকসংকলনের মাঝে শ্রেষ্ঠ যা বেশ কয়েকটি বৈষ্ণব মন্দিরের মাহাত্ম্য, এবং একজন ভক্তি সাধকের অনুভুত ভগবানের শুভ গুণাবলীর বর্ণনা করে। এতে এমন স্তোত্র রয়েছে যা মানুষের বন্ধনজনিত দুঃখকষ্ট ও এই প্রকার অবস্থাকে অতিক্রম করার উপায়গুলি অন্বেষণ করে, শেষ পর্যন্ত পরম গন্তব্য অর্জনের দিকে পরিচালিত করে। বেদান্ত দেশিক  বলেন, \" পেরিয়া তিরুমলি অধ্যাত্ম জ্ঞানের গভীর অন্তর্দৃষ্টি প্রদান করেছে। ( আরিভু তরুম পেরিয়া তিরুমলি )।\" \n\n\n== স্তবগীতি ==\nতিরুমঙ্গাই এই শ্লোকের মাধ্যমে বিষ্ণুর মৎস্য অবতারের বর্ণনা করেছেন: যখন সংসার প্রলয় জলে ডুবে ছিল  তখন দেবগণও ভয় পেয়েছিলেন।  তারা বিনীতভাবে বললেন ' হে আমাদের নাথ! একমাত্র আশ্রয়!  স্রষ্টা! আমাদের স্থান প্রদান করুন।  প্রভু গভীর সমুদ্রে মৎস্য রূপে আনন্দে সন্তরণ করছেন  এবং নিজের উদরে পর্বতপ্রমাণ পাথর আকর্ষণ করছেন।  হে মন! অবতারের প্রশস্তি গান করো, থেমো না। কবি এই পাঠ্যে তানিয়ান (বিচ্ছিন্ন শ্লোক)ও লিখেছেন: একটি মশাল হৃদয় থেকে অন্ধকার/অজ্ঞানতা দূর করে, তা বিষের বিরুদ্ধে উত্তম অমৃত ( নাকুক্কু ) এবং অবিরাম পুনর্জন্ম রোধ করে  ( ațankā nețum pirati, lit. অ-সংকুচিত দীর্ঘ জন্ম), সাহিত্য/উদাহরণ পাঁচটি [তা হল] শ্রেষ্ঠ তামিল গ্রন্থ ( তুরাইকাল ), আরাম [অর্থাৎ বেদ ] এর সারমর্ম, অগ্নিস্ফুলিঙ্গ ( অ্যানালিন পোরি ) যা জ্বলতে থাকে (আলো দেওয়ার জন্য আলোকিত) ) এবং অন্যান্য চিন্তাসূত্র (p aracamaya-p-pancukku ): [এগুলি] পারকালানের গ্রন্থ [অর্থাৎ তিরুমানকাই আলবর)। \n\n\n== আরও দেখুন ==\nতিরুনেতুনতান্তকম\nতিরুক্কুরুনতান্তকম\nপেরুমল তিরুমলি\n\n\n== তথ্যসূত্র =="}