{"pageid": 1387325, "title": "বাধোয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1387325", "content": "বাধোয়ান বা ওয়াধওয়ান বা বধওয়ান ভারতের গুজরাট রাজ্যের সুরেন্দ্রনগর জেলার একটি শহর এবং একটি পৌরসভা। ভগভো নদীর তীরে অবস্থিত, সুরেন্দ্রনগর থেকে প্রায় ৩ কিমি এবং আহমেদাবাদ থেকে ১১১ কিমি দূরে, বাধোয়ান তার পুরানো বিশ্বের রাজকীয় আকর্ষণ এবং নিজস্ব জীবন ও সংস্কৃতি সহ নির্মল স্থানের জন্য একটি পরিচিত স্থান। এটি ঐতিহাসিকভাবে ওয়াধওয়ান রাজ্যের রাজধানী ছিল।\n\n\n== জনসংখ্যা ==\n\n২০০১-এর হিসাব অনুযায়ী India census, বাধোয়ান শহরের জনসংখ্যা ছিল ৬১,৭৩৯। জনসংখ্যার ৫২% পুরুষ আর ৪৮% নারী। বাধোয়ান শহরের সাক্ষরতার হার ৭১%, জাতীয় গড় যেখানে ৫৯.৫%: পুরুষদের সাক্ষরতার হার ৭৮%, আর নারীদের মধ্যে ৬৩%। বাধোয়ান শহরে, ৬ বছরের নীচে আছে জনসংখ্যার ১২%।\n\n\n== ভূগোল ==\nএটি শুষ্ক ভোগাভো নদীর তীরে অবস্থিত।\n\n\n== ইতিহাস ==\nজৈন ধর্মের ২৪ তম তীর্থঙ্কর মহাবীর নামেও পরিচিত বর্ধমানের নামানুসারে \"বাধোয়ান\" নামটি \"বর্ধমানপুর\" থেকে এসেছে বলে জানা যায়। কিংবদন্তি অনুসারে, ভোগভো নদীর তীরে একটি গুহায় বসবাসকারী শূলপাণি নামে এক মানবভোজী যক্ষের শিকারের কারণে ওয়াধওয়ানের স্থানটি মূলত \"অস্তিগ্রাম\" বা \"হাড়ের গ্রাম\" নামে একটি জায়গা ছিল বর্তমান শহরের আধা মাইল পূর্বে। যাইহোক, মহাবীর শহর পরিদর্শন করেন এবং শূলপাণিকে ধর্মান্তরিত করেন এবং স্বস্তিপ্রাপ্ত বাসিন্দারা তাঁর সম্মানে শহরের নাম পরিবর্তন করে বর্ধমানপুর রাখেন। মহাবীরকে উৎসর্গ করা একটি মন্দির এখন সেই জায়গায় দাঁড়িয়ে আছে বলে কথিত আছে শূলপাণির বাড়ি।\nআরেকটি কিংবদন্তি বিবরণে বলা হয়েছে যে, ২৯৫ খ্রিস্টাব্দের কাছাকাছি সময়ে, বাধোয়ান শাসন করেছিলেন বল রাজবংশের রাজা এভাল, ২০০,০০০ পুরুষের ইরানি বাহিনীকে পরাজিত করার জন্য মৌখিক ঐতিহ্যে স্মরণ করা হয়।\n৬৩৯ খ্রিস্টাব্দের (৭১৭ খ্রিস্টাব্দ) তারিখের একটি তাম্র-ফলকের শিলালিপি ওয়াধওয়ান (বর্ধমানপুর হিসেবে) চাঁপা রাজবংশের একজন রাজা ধরনিবরাহ দ্বারা শাসিত ছিল বলে সাক্ষ্য দেয়; ধর্নিবরাহকে একজন মহিপাল দেবের অধীন বলে বর্ণনা করা হয়েছে, যার পরিচয় অনিশ্চিত। ধর্নিবরাহের পূর্বপুরুষও দেওয়া আছে: তিনি তার ভাই ধ্রুবভট্টের উত্তরাধিকারী হয়েছিলেন বলে মনে হয়; তাদের পিতা ছিলেন পুলকেশী, যিনি রাজবংশের প্রতিষ্ঠাতা বিক্রমার্কের নাতি ছিলেন, বিক্রমার্কের পুত্র অদ্রকের মাধ্যমে।\nপাটনের পরবর্তী সোলাঙ্কি রাজবংশ ওয়াধওয়ানকে তাদের সামরিক মহাসড়কের ভিরামগাম থেকে জুনাগড় এবং সোমনাথ পর্যন্ত একটি সুরক্ষিত চৌকিতে পরিণত করেছিল; ওয়াধওয়ান এই রাস্তায় ঝিঁঝুভাদা এবং সায়লার মধ্যে পড়েছিল। পরেও, ওয়াধওয়ান ছিল বাঘেলা রাজবংশের একটি শাখার আসন; এরপর এটি মুসলিম শাসনের অধীনে আসে। গুজরাট সালতানাতের প্রথম আহমেদ শাহের সময় থেকে, ওয়াধওয়ান ছিল এই অঞ্চলের উপর নিয়ন্ত্রণ সুরক্ষিত করার জন্য একটি শক্তিশালী সুরক্ষিত থানার স্থান। শহরের পাদা মসজিদ এই সময়ে নির্মিত হয়েছিল; ১৪৩৯ খ্রিস্টাব্দের একটি ফার্সি শিলালিপি পূর্বে মসজিদে (কিন্তু পরে দরবার ঘেরে রাখা হয়েছিল যা পরে শস্যভাণ্ডারে রূপান্তরিত হয়েছিল) এটিকে মালিক মুহম্মদ খ. দ্বারা নির্মিত বলে রেকর্ড করে। আহমদ শাহের আমলে মালিক মুসা। আরেকটি শিলালিপি, এটি পুরানো গুজরাটি ভাষায় এবং ১৬১৩ সালের সংবত (১৫৫৬ খ্রিস্টাব্দে, আহমদ শাহ দ্বিতীয়ের রাজত্বকালে) রেকর্ড করে স্থানীয় কোটিয়া এবং তালাভিয়া কোলিরা দুর্গ (কোট) এবং জলের ট্যাঙ্কগুলোর রক্ষণাবেক্ষণের জন্য দায়ী জমির মালিক হিসাবে। (তালভী) তাদের জমির কাছে।\n\n\n=== বাধোয়ান রাজ্য ===\n\nব্রিটিশ রাজের সময়, বাধোয়ান রাজ্য ছিল ঝালা রাজপুতদের দ্বারা শাসিত কয়েকটি রাজ্যের একটি। এটি একটি 9-বন্দুক স্যালুট রাষ্ট্র হিসাবে শ্রেণীবদ্ধ করা হয়েছিল।\nবাধোয়ান শাসকরা ঝালা রাজপুত গোষ্ঠীর অন্তর্গত এবং তাদের প্রশাসনিক ও সাংস্কৃতিকভাবে প্রবণ সমাজ ছিল। তাদের গোষ্ঠী এবং জনগণকে পর্যাপ্ত সুরক্ষা প্রদানের জন্য, ভাধওয়ান শহরকে সুরক্ষিত করা হয়েছিল এবং নিরাপত্তা প্রদানের জন্য বেশিরভাগ জায়গায় গেটগুলো তৈরি করা হয়েছিল। এই ফটকগুলোর মধ্যে কয়েকটি এবং সুরক্ষিত প্রাচীর এখনও শহরে পাওয়া যায়, যদিও শহর এই প্রাচীর ছাড়িয়ে বড় হয়েছে। ভাধওয়ান ছিল একই নামে রাজকীয় রাজ্যের কেন্দ্র, যা পূর্ববর্তী দিনে বর্ধমানপুরী নামে পরিচিত ছিল, নামটি মহান জৈন তীর্থঙ্কর, ভগবান বর্ধমান থেকে নেওয়া হয়েছিল। এই রাজ্যের প্রধানমন্ত্রীরা রাওয়াল পরিবারের অন্তর্ভুক্ত ছিলেন যাদের দেওয়ান বাহাদুর উপাধি দেওয়া হয়েছিল। তাদের শাসনের অধীনে, ১৮ এবং ১৯ শতকের যুগে বেশিরভাগ গুরুত্বপূর্ণ কাঠামো নির্মিত হয়েছিল। ভাধওয়ানকে জৈনদের জন্য একটি গুরুত্বপূর্ণ কেন্দ্র হিসাবে বিবেচনা করা হয় এবং এটি গুজরাটের দুর্গের শহরগুলোর মধ্যে একটি হিসাবে বিখ্যাত। পূর্বে বর্ধমানপুরী নামে পরিচিত, এই শহরে ভগবান মহাবীরের পদচিহ্ন রয়েছে বলে বিশ্বাস করা হয়। রাজ মহল এবং হাওয়া মহল এই অঞ্চলের তৎকালীন শাসকরা এখানে নির্মাণ করেছিলেন।\nরাজ মহল ১৯ শতকে মহামহিম বালসিংহজির বাসভবন ছিল, বিদেশী বাগান, ক্রিকেট পিচ, ফোয়ারা, টেনিস কোর্ট এবং পদ্ম পুকুরে পরিপূর্ণ। রাজ মহল এখন হেরিটেজ হোটেল হিসেবে কাজ করছে।\nঠাকর পরিবারের বেশ কয়েকজন সদস্য রাজকীয় রাজ্যের দেওয়ান (প্রধানমন্ত্রী) হিসাবে দায়িত্ব পালন করেছিলেন, তাদের মধ্যে সবচেয়ে বিশিষ্ট ছিলেন ১৯ শতকে বিশ্বনাথ ঠাকুর এবং খোদিদাস ঠাকর।\n\n\n=== ঐতিহাসিক ভবন ===\nহাওয়া মহল, \"বায়ু প্রাসাদ\", ঢালা শাসকদের যুগে নির্মিত হয়েছিল। যদিও এটি চূড়ান্ত কারুকার্য সহ একটি উচ্চাভিলাষী প্রকল্প ছিল, কাজটি অসম্পূর্ণ ছিল। যে অংশটি অসম্পূর্ণ তা প্রকৃত দুর্গের বাইরে এবং স্থাপত্য নকশা অধ্যয়নের পাশাপাশি নির্মাণের বিভিন্ন পর্যায়ে রয়েছে, যা মাঝপথে বন্ধ হয়ে যায়। এগুলো হাওয়া মহল তৈরিতে কারিগরদের দ্বারা ব্যবহৃত স্থাপত্যশৈলীর একটি আভাস দেয়। বর্তমান দিনেও, সোমপুরার অনেক কারিগর যাদের সম্প্রদায় হাওয়া মহল তৈরি করেছিল তাদের বিভিন্ন হিন্দু ও জৈন মন্দির প্রকল্পের জন্য খোদাই এবং ভাস্কর্য কাটাতে দেখা যায়। সোমপুর সালাত সম্প্রদায় ছিল গুজরাটের ব্রাহ্মণ সম্প্রদায়ের মধ্যে একটি যারা দক্ষ কারিগর ছিল। তারা বিখ্যাত সোমনাথ মন্দির নির্মাণ করেন। সাম্প্রতিক বছরগুলোতে, এই কারিগরদের গুজরাটের পাশাপাশি ভারতের অন্যান্য অংশে বিভিন্ন মন্দিরের পুনরুদ্ধার এবং নতুন মন্দির নির্মাণের জন্য আহ্বান জানানো হয়েছে।\nএখানে ভাদওয়ালা মন্দির প্রায় ৪৫০ বছরের পুরনো।\nদেদাদারা গ্রামে ১১ শতকের গাংভা কুণ্ড চালুক্য যুগে নির্মিত হয়েছিল বলে মনে করা হয়।\nজনপ্রিয় প্রাচীন গঙ্গাবভ কূপটি ১৯৬৯ সালে বিক্রম সংবত-এ নির্মিত হয়েছিল বলে মনে করা হয়। লখাভও আছে।\nমাধবব এর ঐতিহাসিক গুরুত্বের জন্য জনপ্রিয় সোপান। এটা বিশ্বাস করা হয় যে রাজা সারঙ্গ দেবের পুত্র এবং পুত্রবধূ এই অঞ্চলের আদিবাসীদের জন্য এখানে তাদের জীবন উৎসর্গ করেছিলেন। অটোমোবাইল লাইব্রেরি, ওয়াঘেশ্বরী দেবী মন্দির এবং স্বামী নারায়ণ মন্দির হল ওয়াধওয়ানের আশেপাশে অবস্থিত কিছু বিশিষ্ট আকর্ষণ।\n\n\n== শিক্ষা ==\nসিইউ শাহ বিশ্ববিদ্যালয় ওয়াধওয়ানে অবস্থিত একটি বেসরকারি বিশ্ববিদ্যালয়। এটি বর্ধমান ভারতী ট্রাস্ট দ্বারা পরিচালিত এবং চিমনলাল উজামশিভাই শাহের নামে নামকরণ করা হয়। এটি ২০১৩ সালে বেসরকারী বিশ্ববিদ্যালয় সংশোধনী বিলের অধীনে গুজরাট রাজ্য দ্বারা তৈরি করা হয়েছিল অন্যান্য বিদ্যালয়ের মধ্যে রয়েছে দাজিরাজ উচ্চ বিদ্যালয়, ১৮৮৫ সালে প্রতিষ্ঠিত, এবং ১৯২১ সালে প্রতিষ্ঠিত লাডকিবাই কন্যা বিদ্যালয়।\n\n\n== তথ্যসূত্র ==\nমধ্যরাতে স্বাধীনতা"}