{"pageid": 1387433, "title": "দোনো (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1387433", "content": "দোনো (অনু. উভয়) (ইংরেজি: Dono (film), হিন্দি: दोनो) হল ২০২৩ সালের ভারতীয় হিন্দি-ভাষার একটি প্রণয়ধর্মী নাট্য চলচ্চিত্র। ছবিটির পরিচালনা করেছেন সুরজ আর. বড়জাত্যার পুত্র, অভিষেককারী অবনীশ এস. বড়জাত্যা। এটির রচনা করেছেন অবনীশ এস. বড়জাত্যা এবং মনু শর্মা। চলচ্চিত্রটি যৌথভাবে প্রযোজনা করেছে রাজশ্রী প্রোডাকশনস এবং জিও স্টুডিওস। ছবিতে অভিনয় করেছেন নবাগত অভিনেতা রাজবীর দেওল এবং পালোমা ঢিল্লোঁ।\nছবিটির চিত্রগ্রহণ করেছেন চিরন্তন দাস। এর সঙ্গীত পরিচালনা করেছেন শঙ্কর-এহসান-লয় এবং গানের কথা লিখেছেন ইরশাদ কামিল। চলচ্চিত্রটি ৫ অক্টোবর ২০২৩ তারিখে মুক্তি পায়।\n\n\n== কাহিনী ==\nছবিটি দেব ও মেঘনা নামে দুজন অপরিচিত ব্যক্তির গল্প অনুসরণ করে। একটি বিলাসবহুল বিয়েতে দেবের (কনের বন্ধু) সাক্ষাৎ মেঘনার (বরের বন্ধু) সাথে হয়। চলচ্চিত্রটি তাদের দুজনের সম্পর্ক অন্বেষণ করে।\n\n\n== অভিনয়শিল্পী ==\nরাজবীর দেওল - দেব সরফ\nবরুণ বুদ্ধদেব - তরুণ দেব\nপালোমা ঢিল্লোঁ - মেঘনা দোষী\nআদিত্য নন্দ - গৌরব\nকণিকা কাপুর - আলিনা\nমুসকান কল্যাণী - তরুণী আলিনা\nরোহান খুরানা - নিখিল\nমানিক পাপনেজা - গোপাল \"গাপ্পু\"\nপূজন ছাবড়া - বিলাস কোঠারি\nসঞ্জয় নাথ - জগমোহন, নিখিলের বাবা\nমিকি মাখিজা - দিলীপ সরফ, দেবের বাবা\nমোহিত চৌহান - অশোক জয়সিংহ\nটিস্কা চোপড়া - অঞ্জলি মালহোত্রা\n\n\n== উৎপাদন ==\n২০২১ সালের মার্চ মাসে, ঘোষণা করা হয়েছিল যে সুরজ বরজাত্যার ছেলে অবনীশ বরজাত্যা দোনো দিয়ে তার পরিচালনায় আত্মপ্রকাশ করবে। অভিনেতা সানি দেওলের ছেলে রাজবীর দেওল এবং অভিনেত্রী পূনম ঢিল্লোঁর মেয়ে পালোমা ঢিল্লোঁকে প্রধান চরিত্রের জন্য চয়ন করা হয়েছিল এবং এর মাধ্যমে বলিউডে তাদের অভিষেক ঘটে।\n\n\n== সঙ্গীত ==\n\nগানগুলোর সুর করেছেন শঙ্কর-এহসান-লয়। গানগুলোর কথা লিখেছেন ইরশাদ কামিল। ছবির স্কোর কম্পোজ করেছেন জর্জ জোসেফ। সালমান খান ও ভাগ্যশ্রীর দ্বারা ছবিটির টাইটেল ট্র্যাক মুক্তি পেয়েছে।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ৫ অক্টোবর ২০২৩ তারিখে মুক্তি পায়।\n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক অভ্যর্থনা ===\nবলিউড হাঙ্গামার একজন সমালোচক ফিল্মটিকে ৫টির মধ্যে ৩টি স্টার দিয়েছেন এবং উল্লেখ করেছেন, \"দোনো একজন পরিচ্ছন্ন পারিবারিক বিনোদনকারী এবং এর সরলতা, সম্পর্কযুক্ত চলমান এবং কিছু মজার এবং আবেগপূর্ণ মুহূর্তগুলির কারণে কাজ করে৷ বক্স অফিসে এটির প্রয়োজন হবে৷ এর টার্গেট শ্রোতাদের আকর্ষণ করার জন্য মুখের শক্তিশালী শব্দ।\" ফার্স্টপোস্টের গণেশ আগলাভ ছবিটিকে ৫টির মধ্যে ৩টি স্টার দিয়েছেন এবং উল্লেখ করেছেন, \"দোনো একটি আধুনিক সময়ের প্রেমের গল্প, যা এর নতুন লেখার কারণে ভাল কাজ করে৷ গল্পটি যুবকদের মধ্যে প্রাসঙ্গিকতা খুঁজে পাবে কিন্তু দুই-এর বেশি সময় ধরে প্রসারিত। আড়াই ঘন্টা কিছুটা স্পয়লার প্লে করে। ফিল্মটি দৃশ্যত আকর্ষণীয়।\"\nনিউজ ১৮ ইন্ডিয়ার সোনিল দেধিয়া ফিল্মটিকে ৫ টির মধ্যে ৩টি স্টার দিয়েছে এবং উল্লেখ করেছে, \"দোনোর সাথে, অবনীশ বলিউড রোম্যান্সকে একটি সহজ কিন্তু আকর্ষণীয় প্রেমের গল্প উপহার দিয়েছেন। যদিও ছবিটি অনেক দীর্ঘ। ব্যবধানের ঠিক আগে একটি লক্ষণীয় ডিপ রয়েছে এবং জিনিসগুলি সুবিধাজনক হতে থাকে। ফিল্মটি শালীন বিনোদন প্রদান করে এবং এটির শেষে আপনাকে একটি হাসি দিয়ে চলে যায়।\" রেডিফ.কমের দীপা গাহলট ফিল্মটিকে ৫টির মধ্যে ২টি স্টার দিয়েছেন এবং উল্লেখ করেছেন, \"দোনোর সাথে, অবনীশ ধীরে ধীরে গল্পটিকে সীমানা ছাড়িয়ে সমসাময়িক জীবনধারার অঞ্চলে টেনে এনেছে। ফিল্মে কোন দারুন মানসিক উচ্চতা বা নিচুতা নেই। এটি তরুণদের মধ্যে স্বাভাবিক মিথস্ক্রিয়ার সামান্য মুহূর্তগুলি দিয়ে তৈরি।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দোনো   (ইংরেজি)"}