{"pageid": 1387699, "title": "প্রধান সম্পাদক", "url": "https://bn.wikipedia.org/wiki?curid=1387699", "content": "একজন প্রধান সম্পাদক একটি প্রকাশনার সম্পাদকীয় নেতা যিনি এর ক্রিয়াকলাপ এবং নীতিগুলির জন্য চূড়ান্ত দায়িত্ব পালন করেন।\nএকটি প্রকাশনার সর্বোচ্চ র‍্যাঙ্কিং সম্পাদকের শিরোনাম হতে পারে সম্পাদক, ব্যবস্থাপনা সম্পাদক বা নির্বাহী সম্পাদক, কিন্তু যেখানে এই শিরোনামগুলি অন্য কেউ প্রধান সম্পাদক থাকাকালীন অনুষ্ঠিত হয়, প্রধান সম্পাদক অন্যদের ছাড়িয়ে যান।\n\n\n== বর্ণনা ==\nপ্রধান সম্পাদক সংস্থার সমস্ত বিভাগের প্রধান এবং কর্মীদের সদস্যদের কাছে কাজ অর্পণ এবং তাদের পরিচালনার জন্য দায়বদ্ধ। শব্দটি প্রায়শই সংবাদপত্র, ম্যাগাজিন, ইয়ারবুক এবং টেলিভিশন খবর প্রোগ্রামে ব্যবহৃত হয়। প্রধান সম্পাদক সাধারণত প্রকাশক বা স্বত্বাধিকারী এবং সম্পাদকীয় কর্মীদের মধ্যে যোগসূত্র।\nশব্দটি একাডেমিক জার্নাল গুলিতেও প্রয়োগ করা হয়, যেখানে প্রধান সম্পাদক চূড়ান্ত সিদ্ধান্ত দেন যে জমা দেওয়া পাণ্ডুলিপি প্রকাশিত হবে কিনা। প্রাসঙ্গিক দক্ষতার ভিত্তিতে নির্বাচিত পর্যালোচকদের কাছ থেকে ইনপুট চাওয়ার পর প্রধান সম্পাদক এই সিদ্ধান্ত নেন। বৃহত্তর জার্নালগুলির জন্য, সিদ্ধান্তটি প্রায়শই বেশ কয়েকটি সহযোগী সম্পাদকের সুপারিশের ভিত্তিতে হয় যাদের প্রত্যেকের জমা দেওয়া পাণ্ডুলিপিগুলির একটি ভগ্নাংশের জন্য দায়িত্ব রয়েছে।\nএডিটর-ইন-চিফের সাধারণ দায়িত্বগুলির মধ্যে রয়েছে:\n\nনিশ্চিত করা যে বিষয়বস্তু সাংবাদিকতার উদ্দেশ্যমূলক\nফ্যাক্ট-চেকিং, বানান, ব্যাকরণ, লেখার স্টাইল, পেজ ডিজাইন এবং ফটো\nএমন লেখা প্রত্যাখ্যান করা যা চুরি করা, ভুতুড়ে লেখা, অন্য কোথাও প্রকাশিত বা পাঠকদের কাছে সামান্য আগ্রহের বলে মনে হয়\nবিষয়বস্তু মূল্যায়ন এবং সম্পাদনা\nসম্পাদকীয় টুকরা অবদান\nঅনুপ্রাণিত এবং সম্পাদকীয় কর্মীদের উন্নয়নশীল\nচূড়ান্ত খসড়া সম্পূর্ণ হয়েছে তা নিশ্চিত করা\nপাঠকের অভিযোগগুলি পরিচালনা করা এবং প্রকাশের পরে সমস্যাগুলির জন্য দায়িত্ব নেওয়া\nবই এবং জার্নালের জন্য, উদ্ধৃতিগুলি ক্রস-চেক করা এবং রেফারেন্স পরীক্ষা করা\nপ্রকাশনার বাণিজ্যিক সাফল্যকে এগিয়ে নিয়ে যাওয়ার জন্য কাজ করা\nপদে কর্মীদের নিয়োগ, নিয়োগ এবং বরখাস্ত করা জড়িত থাকতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nজন লা পোর্টে দেওয়া (1907)। \"দ্য এডিটর-ইন-চিফ\"। একটি সংবাদপত্র তৈরি করা। নিউ ইয়র্ক: এইচ হল্ট অ্যান্ড কোম্পানি। পৃষ্ঠা 30-35.\nনাথানিয়েল ক্লার্ক ফাউলার (1913). \"দ্য এডিটর-ইন-চিফ\"। সাংবাদিকতার হ্যান্ডবুক: সংবাদপত্রের কাজ সম্পর্কে সমস্ত: তথ্য ও তথ্য। নিউ ইয়র্ক: সুলি এবং ক্লাইন্টেইচ।\nদ্য নিউ ফাউলারের আধুনিক ইংরেজি ব্যবহার (3য় সংস্করণ 1996, আর. ডাবলু. বার্চফিল্ড দ্বারা সম্পাদিত); ব্রায়ান এ গার্নার, গার্নারের আধুনিক আমেরিকান ব্যবহার (2009)."}