{"pageid": 1387846, "title": "আসকালান", "url": "https://bn.wikipedia.org/wiki?curid=1387846", "content": "আসকালান বা অ্যাশকেলন (  ASH-kə-lon ; হিব্রু ভাষায়: אַשְׁקְלוֹן‎ : আধ্বব: [aʃkeˈlon] আধ্বব: [aʃkeˈlon] ; আরবি: عَسْقَلَان) হল ভূমধ্যসাগরীয় উপকূলে ইসরায়েলের দক্ষিণ জেলায় অবস্থিত একটি ইস্রায়েলী শহর, যা তেল আবিবের ৫০ কিলোমি. দক্ষিণে এবং গাজা উপত্যকার সীমান্তের ১৩ কি.মি. উত্তরে। আধুনিক এই শহরটির নামকরণ করা হয়েছে প্রাচীন সমুদ্রবন্দর আসকালনের নামে, যা প্রায় ১২৭০ সালের দিকে ধ্বংস হয়ে যায়, যার অবশিষ্টাংশ আধুনিক মহানগরের দক্ষিণ-পশ্চিম প্রান্তে প্রত্নতাত্ত্বিক স্থানে দেখা যায়। এ ধ্বংসাবশেষগুলি নব্যপ্রস্তরযুগের এবং প্রাচীন মিশরীয়, কেনানীয়, ফিলিস্তিনি, পলেষ্টীয়, অ্যাসিরীয়া, গ্রীক, হাসমোনীয়, রোমান, পার্সি, আরব ও ক্রুসেডারসহ অসংখ্য সভ্যতার উত্তরণ দেখেছে।\nতৎকালীন ফিলিস্তিনি শহর আল-মাজদাল ( আরবি: الْمِجْدَل ; হিব্রু ভাষায়: אֵל־מִגְ׳דַּל‎ )– এর অধিবাসীরা ছিল একচেটিয়াভাবে মুসলমান এবং খ্রিস্টান। ১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের প্রাক্কালে বাসিন্দাদের সংখ্যা ১০,০০০ ছিল এবং ১৯৪৮ সালের অক্টোবরে শহরটি কাছাকাছি গ্রাম থেকে আরও হাজার হাজার ফিলিস্তিনি উদ্বাস্তুকে আশ্রয় দেয়। ১৯৪৮ সালের ৫ নভেম্বর ইস্রায়েলি বাহিনী শহরটি দখল করে নিলে সে সময়ের মধ্যে বেশিরভাগ আরব জনসংখ্যা পালিয়ে গিয়েছিল এবং প্রায় ২,৭০০ জন বাসিন্দা ছিল, যার মধ্যে ৫০০ জনকে ১৯৪৮ সালের ডিসেম্বরে ইসরায়েলি সৈন্যরা নির্বাসিত করেছিল। বাকি অধিকাংশ ১৯৫০ খ্রিস্টাব্দে নির্বাসিত হয়েছিল এবং বর্তমান শহরটির জনসংখ্যা প্রায় সম্পূর্ণ ইহুদি।\nইস্রাইলী দখলের পর শহরটির একাধিকবার নামকরণ করা হয়, প্রথম মিজদাল গাজা, মিজদাল অ্যাশকেলন ইত্যাদি। ১৯৫৩ সালে আফ্রিদারের উপকূলীয় এলাকা তার অন্তর্ভুক্ত করা হয় এবং তখন সম্মিলিত শহরটির জন্য অ্যাশকেলন নামটি গৃহীত হয়। ১৯৬১ খ্রিস্টাব্দের মধ্যে আশকেলন ২৪,০০০ জনসংখ্যা নিয়ে ইস্রায়েলি নগর কেন্দ্রগুলির মধ্যে আঠারতম স্থানে ছিল।  এটি ইস্রায়েলের দক্ষিণ জেলার তৃতীয় বৃহত্তম শহর। \nইসলামি ইতিহাসে আসকালান শহরের ব্যাপক গুরুত্ব ও মর্যাদা রয়েছে। এই শহরেই বিখ্যাত মুসলিম মনীষী ইবনে হাজার আসকালানীর আদি পূর্বপুরুষরা বসবাস করতেন বলে তার নামের আসকালানী যোগ করা হয়। \n\n\n== ইতিহাস ==\n\n\n=== প্রাচীনকাল ===\nআসকালানের একটি প্রত্নতাত্ত্বিক স্থান, যা আজ তেল আশকেলন নামে পরিচিত, এটি কেনানের প্রাচীনতম ও বৃহত্তম সমুদ্রবন্দর ছিল, যা পাঁচ ফিলিস্তিনি শহরের একটি গ্রুপ পেন্টাপোলিসের অংশ ছিল। এটি গাজার উত্তরে ও জাফার দক্ষিণে অবস্থিত।\nউপকূলের কাছাকাছি ও ক্রুসেডার রাজ্য ও মিশরের মধ্যে অবস্থানের কারণে রোমান, বাইজেন্টাইন এবং প্রাথমিক ইসলামি যুগে; বিশেষত ক্রুসেডের সময়কালে স্থানটি একটি গুরুত্বপূর্ণ শহর ছিল। অ্যাসকালন যুদ্ধ ছিল প্রথম ক্রুসেডের শেষ স্তর। ১২৭০ সালে মামলুক সুলতান বাইবার্স এর দুর্গ এবং পোতাশ্রয় ধ্বংস করার নির্দেশ দেন। এই ধ্বংসের ফলস্বরূপ শহরটি বাসিন্দা থেকে খালি হয়ে পরিত্যক্ত হয়েছিল।\n\n\n=== উসমানীয় যুগ ===\nআল-জুরা নামে ফিলিস্তিনি গ্রামটি তেল আশকেলনের উত্তর-পূর্বে সংলগ্ন ছিল এবং গ্রামটি উসমানীয় ট্যাক্স রেজিস্টার নথিভুক্ত রয়েছে। ১৯৪৮ সালের যুদ্ধের পর আল-জুরাহকে জনশূন্য করা হয়েছিল।\nমাজদালের আরব গ্রামটি ১৫শ শতকের শেষের দিকে ঐতিহাসিক ও পর্যটকদের দ্বারা উল্লেখ করা হয়েছিল।  ১৫৯৬ সালে উসমানি রেকর্ডে মাজদালকে ৫৫৯টি মুসলিম পরিবারের একটি বৃহৎ গ্রাম হিসাবে দেখানো হয়েছে এবং তা সাফাদ, জেরুজালেম, গাজা, নাবলুস, হেবরন ও কাফরের পর ফিলিস্তিনের সপ্তম জনবহুল এলাকা হিসাবে পরিণত হয়েছিল। \nপ্রায় ১৮৭০সালের একটি সরকারী উসমানীয় গ্রামের তালিকায় দেখা গিয়েছিল যে, মাজদালে মোট ৪২০টি বাড়ি এবং গ্রামের জনসংখ্যা ছিল ১,১৭৫ জন। যদিও জনসংখ্যার সংখ্যায় শুধুমাত্র পুরুষরা অন্তর্ভুক্ত ছিল। \n\n\n=== ব্রিটিশ কর্তৃত্ব ===\nফিলিস্তিনের ১৯৯২ সালের আদমশুমারি অনুসারে, মাজদালের জনসংখ্যা ছিল ৫,০৬৪; ৩৩ খ্রিস্টান এবং ৫,০৩১ মুসলমান।  ১৯৩১ সালের আদমশুমারিতে ৬,২২৬ (৬,১৬৬ মুসলিম ও ৪১ খ্রিস্টান) ; শহরতলিতে ১৭২ জন (১৬৭ মুসলিম, ৪ খ্রিস্টান ও একজন ইহুদি) বেড়েছে। \n১৯৪৫ সালের পরিসংখ্যানে মাজদালের জনসংখ্যা ছিল ৯,৯১০ জন; নব্বইজন খ্রিস্টান এবং ৯,৮২০ জন মুসলমান।  মোট (শহুরে এবং গ্রামীণ) 43,680 ডুনাম জমি, একটি সরকারী ভূমি ও জনসংখ্যা জরিপ অনুসারে। দুই হাজার আড়াইশত টিলা ছিল সরকারি জমি; বাকি সব আরবদের মালিকানাধীন ছিল।  ডুনামগুলির মধ্যে ২,৩৩৭টি সাইট্রাস ও কলার জন্য, ২,৮৮৬ টি আবাদ ও সেচযোগ্য জমি, ৩৫,৪৪২ শস্যের জমি  এবং ১,৩৪৬টি নির্মিত জমি ছিল। \nআল মাজদল তার তাঁতশিল্পের জন্য পরিচিত ছিল।  ১৯০৯ সালে শহরে প্রায় ৫০০টি তাঁত ছিল। ১৯২০ সালের ব্রিটিশ সরকারের একটি রিপোর্ট মতে, শহরে ৫৫০টি তুলার তাঁত ছিল, যার বার্ষিক উৎপাদন ৩০-৪০ মিলিয়ন ফ্রাঙ্ক ছিল।  কিন্তু শিল্পটি ইউরোপ থেকে আমদানির কারণে ক্ষতিগ্রস্ত হয়েছিল এবং ১৯২৭ সাল নাগাদ শুধুমাত্র ১১৯টি তাঁত প্রতিষ্ঠান অবশিষ্ট ছিল। এসব তাতে উত্পাদিত তিনটি প্রধান কাপড় হল \"মালাক\" (রেশম), 'ইখদারি' (লাল ও সবুজ ব্যান্ড) ও 'জিলজিলেহ' (গাঢ় লাল ব্যান্ড) এবং এগুলি দক্ষিণ ফিলিস্তিন জুড়ে উত্সবের পোশাকের জন্য ব্যবহৃত হত। \n\n\n=== মিশরের অধীনে ===\nমাজদাল ১৯৪৮ সালের যুদ্ধের প্রথম দিকে মিশরীয় সেনাবাহিনীর দখলে ছিল গাজা অঞ্চলের সাথে, যা জাতিসংঘের পরিকল্পনায় আরব রাষ্ট্রের জন্য বরাদ্দ করা হয়েছিল। পরে কয়েকমাস ধরে শহরটি ইস্রায়েলি বিমান হামলা ও গোলাগুলির শিকার হয়।  ১৯৪৮ সালের ৪ নভেম্বর অপারেশন ইয়োভের সিক্যুয়াল হিসাবে ইসরায়েলি বাহিনীর হাতে ধরা পড়ার সময় শহরের বাসিন্দাদের প্রায় ১,০০০ ব্যতীত বাকি সবাই চলে যেতে বাধ্য হয়েছিল  জেনারেল ইগাল অ্যালন অবশিষ্ট ফিলিস্তিনিদের বহিষ্কারের আদেশ দেন; কিন্তু স্থানীয় কমান্ডাররা তা করেননি এবং আরব জনসংখ্যা শীঘ্রই ২,৫০০-এর বেশি হয়। তাদের অধিকাংশ ছিল বৃদ্ধ, নারী বা শিশু। পরবর্তীতে ফিলিস্তিনিদের কাঁটাতারে ঘেরা একটি আবদ্ধ এলাকায় আটকে রাখা হয়, যা সাধারণত \"ঘেটো\" নামে পরিচিত হয়।  মোশে দায়ান এবং প্রধানমন্ত্রী ডেভিড বেন-গুরিয়ন তাদের বহিষ্কারের পক্ষে ছিলেন। মাপাম ও ইস্রায়েলি শ্রমিক ইউনিয়ন হিস্তাদ্রুত এতে আপত্তি জানায়।  সরকার ফিলিস্তিনিদের ছেড়ে যাওয়ার প্ররোচনা দেয়; যার মধ্যে একটি অনুকূল মুদ্রা বিনিময়ও ছিল, কিন্তু রাতের বেলা অভিযানের মাধ্যমে আতঙ্কও সৃষ্টি করে। \nবহিষ্কারের আদেশ জারির পরে প্রথম দলটিকে ১৯৫০ সালের ১৭ আগস্ট ট্রাকে করে গাজা ভূখণ্ডে নির্বাসিত করা হয়েছিল।  হিস্টাড্রুটের সেক্রেটারি-জেনারেল পিনহাস লাভনের আপত্তিতে বেন-গুরিওন এবং দায়ান কর্তৃক নির্বাসন অনুমোদন করা হয়, যিনি এ শহরটিকে তাদের সুবিধার একটি উত্পাদনশীল উদাহরণ হিসাবে কল্পনা করেছিলেন।  ১৯৫০ সালের অক্টোবর মাসে বিশটি ফিলিস্তিনি পরিবার থেকে যায়। পরে তাদের বেশিরভাগই পরে লিড্ডা বা গাজায় চলে যায়।  ইসরায়েলি রেকর্ড অনুসারে, মোট ২,৩৩৩ ফিলিস্তিনি গাজা উপত্যকায়, ৬০ জন জর্ডানে, ৩০২ ইসরায়েলের অন্যান্য শহরে স্থানান্তরিত হয়েছিল এবং অল্প সংখ্যক আশকেলনে রয়ে গেছে। \n\n\n=== ইসরায়েলি দখলদারিত্ব ===\n১৯৪৯ সালের যুদ্ধবিরতি চুক্তিতে ইসরায়েল মাজদাল দখল করে। ইহুদিদের দ্বারা সম্প্রতি খালি করা আরব বাসস্থানগুলিতে পুনরায় আবাসন নির্মাণ অন্তত ১৯৪৮ সালের ডিসেম্বর থেকে সরকারী নীতি ছিল।  ১৯৪৯ সালের জুনে ইসরায়েলি জাতীয় পরিকল্পনা মাজদাল শহরকে ২০,০০০ জনের একটি আঞ্চলিক নগরকেন্দ্র হিসাবে মনোনীত করে। জুলাই ১৯৪৯ থেকে, নতুন অভিবাসী এবং সৈন্যরা নতুন শহরে চলে আসে এবং মাত্র ছয় মাসের মধ্যে ইহুদি জনসংখ্যা ২,৫০০- এ বৃদ্ধি পায়।  এই প্রথম দিকের অভিবাসীরা বেশিরভাগই ছিল ইয়েমেন, আফ্রিকা ও ইউরোপ থেকে আগত। \n১৯৪৯ সালে এই শহরটির নামকরণ করা হয় মিজদাল গাজা এবং তারপরে মিজদাল জাদ নামে এবং শীঘ্রই এটি মিজদাল অ্যাশকেলন হয়ে ওঠে। এর জনসংখ্যা বৃদ্ধির সাথে সাথে শহরটি বিস্তৃত হতে থাকে  এবং ১৯৫৩ সালে এটি শহরের অন্তর্ভুক্ত হয়। তখন বর্তমান নাম অ্যাশকেলন গৃহীত হয়েছিল এবং শহরকে স্থানীয় কাউন্সিলের মর্যাদা দেওয়া হয়েছিল।\n১৯৫৫ খ্রিস্টাব্দে অ্যাশকেলনে ১৬,০০০ জনেরও বেশি বাসিন্দা ছিল। ১৯৬১ সালে আশকেলন ২৪ হাজারের অধিক জনসংখ্যাসহ ইস্রায়েলি নগর-কেন্দ্রগুলির মধ্যে ১৮তম স্থান অর্জন করেছিল।  শহরটির জনসংখ্যা ১৯৭২ সালে ৪৩,০০০ ও ১৯৮৩ সালে ৫৩,০০০-এ বৃদ্ধি পায়। ২০০৫  সালে এর জনসংখ্যা ছিল ১০৬,০০০-এর বেশি।\n২০১৫ সালের অক্টোবরে স্বাক্ষরিত একটি পরিকল্পনার অধীনে ৩২,০০০ হাউজিং ইউনিট সমন্বিত সাতটি নতুন এলাকা, একটি নতুন হাইওয়ে ও তিনটি নতুন হাইওয়ে ইন্টারচেঞ্জ তৈরি করা হবে, যা অ্যাশকেলন শহরটিকে ইসরায়েলের ষষ্ঠ বৃহত্তম শহরে পরিণত করবে। \n\n\n== তথ্যসূত্র =="}