{"pageid": 1387191, "title": "বৈদিক গণিত (বই)", "url": "https://bn.wikipedia.org/wiki?curid=1387191", "content": "বৈদিক গণিত হল ভারতীয় সন্ন্যাসী ভারতী কৃষ্ণ তীর্থের লেখা একটি বই, যা ১৯৬৫ সালে প্রথম প্রকাশিত হয়েছিল। এটিতে গাণিতিক কৌশলগুলোর একটি তালিকা রয়েছে, যেগুলো বেদ থেকে উদ্ধার করা হয়েছে এবং উন্নত গাণিতিক জ্ঞান রয়েছে বলে মিথ্যাভাবে দাবি করা হয়েছিল। কৃষ্ণ তীর্থ উৎস দেখাতে ব্যর্থ হন এবং পণ্ডিতরা সর্বসম্মতভাবে এটিকে প্রাথমিক গাণিতিক গণনার গতি বাড়ানোর কৌশলের একটি সংকলন বলে মনে করেন। যা বৈদিক যুগে ঐতিহাসিক গাণিতিক বিকাশের সাথে সম্পর্কবিহীন।\nযাইহোক, এই এলাকায় প্রকাশনার প্রসার ঘটেছে এবং ডানপন্থী হিন্দু জাতীয়তাবাদী সরকারগুলো বিষয়টিকে মূলধারার শিক্ষার সাথে একীভূত করার একাধিক প্রচেষ্টা করা হয়েছে।\n\n\n== বিষয়বস্তু ==\nবইটিতে ১৬টি সূত্র এবং ১টি উপ-সূত্রের আকারে রূপক শব্দ রয়েছে, যা কৃষ্ণ তীর্থ উল্লেখযোগ্য গাণিতিক সরঞ্জামের প্রতি ইঙ্গিত করেছেন। তাদের দাবিকৃত প্রয়োগের পরিসর স্থিতিবিদ্যা এবং সংনমিত বায়ুচালন বিজ্ঞানের মতো বৈচিত্র্যময় বিষয় থেকে জ্যোতির্বিদ্যা এবং আর্থিক ডোমেন পর্যন্ত বিস্তৃত। তীর্থ বলেছিলেন যে উন্নত গণিতের কোনও অংশই তাঁর বইয়ের পরিধির বাইরে নয় এবং প্রস্তাব করেছিলেন যে এক বছরের জন্য প্রতিদিন কয়েক ঘণ্টা এটি অধ্যয়ন করা গণিতের শৃঙ্খলায় পেশাদারভাবে প্রশিক্ষিত হওয়ার জন্য যে কোনও মানসম্মত শিক্ষা ব্যবস্থায় প্রায় দুই দশক ব্যয় করার সমান।\nএসটিএস পণ্ডিত এস জি দানি 'বৈদিক গণিত': মিথ এবং বাস্তবতা বলেছেন যে বইটি প্রাথমিকভাবে কৌশলগুলোর একটি সংকলন যা প্রাথমিক, মাধ্যমিক এবং উচ্চ বিদ্যালয়ের পাটিগণিত এবং বীজগণিতে প্রয়োগ করা যেতে পারে, দ্রুত ফলাফল অর্জন করতে। সূত্র এবং উপ-সূত্র হল বিমূর্ত সাহিত্যিক অভিব্যক্তি (উদাহরণস্বরূপ, \"যতটা কম\" বা \"আগেরটির চেয়ে একটি কম\") সৃজনশীল ব্যাখ্যার প্রবণতা; কৃষ্ণ তীর্থ বিভিন্ন প্রেক্ষাপট জুড়ে ব্যাপকভাবে ভিন্ন গাণিতিক সমতা তৈরি করতে একই শ্লোককে হেরফের করে বহু প্রেক্ষাপটে দেখিয়েছেন।\n\n\n=== উৎস এবং বেদের সাথে সম্পর্ক ===\nকৃষ্ণ তীর্থের মতে, সূত্র এবং অন্যান্য আনুষঙ্গিক বিষয়বস্তু এক জঙ্গলে বহু বছর ধরে বেদের একান্ত অধ্যয়নের পর পাওয়া গিয়েছিল—পবিত্র প্রাচীন হিন্দু ধর্মগ্রন্থগুলোর একটি সেট। এগুলো অথর্ববেদের পরিশিষ্ট—একটি পরিপূরক পাঠ/পরিশিষ্ট—এ অন্তর্ভুক্ত ছিল। তিনি উৎস সম্পর্কে আর কোন গ্রন্থপঞ্জীর ব্যাখ্যা প্রদান করেন না। বইটির সম্পাদক প্রফেসর ভি এস আগ্রাওয়ালা যুক্তি দেন যে যেহেতু বেদকে সমস্ত জ্ঞানের ঐতিহ্যবাহী ভাণ্ডার হিসাবে সংজ্ঞায়িত করা হয়েছে, তাই যেকোন জ্ঞানকে প্রকৃতপক্ষে বেদে আছে বলে ধরে নেওয়া যেতে পারে। তা সেগুলোর মধ্যে সত্যিই অবস্থিত হোক বা না হোক। এমনকি তিনি কৃষ্ণ তীর্থের কাজকে নিজের মধ্যে একটি পরিশিষ্ট হিসাবে বিবেচনা করার মাত্রায় পর্যন্ত গিয়েছিলেন।\nযাইহোক, অসংখ্য গণিতবিদ এবং এসটিএস পণ্ডিতরা (দানি, কিম প্লফকার, কে এস শুক্লা, জ্যান হোগেনডিজক এবং অন্যান্য) উল্লেখ করেছেন যে বেদে এই সূত্র এবং উপ-সূত্রগুলির কোনোটি নেই। শুক্লা, একজন গণিতবিদ এবং প্রাচীন ভারতীয় গণিতের ইতিহাসবিদ, অথর্ববেদের একটি মানক সংস্করণের পরিশিষ্টে সূত্রগুলো সনাক্ত করার জন্য চ্যালেঞ্জ করলে, কৃষ্ণ তীর্থ বলেছিলেন যে সেগুলো মানক সংস্করণে অন্তর্ভুক্ত ছিল না তবে কেবল একটি অদ্যাবধি অনাবিষ্কৃত সংস্করণে অন্তর্ভুক্ত ছিল, যা তার দ্বারা সুযোগ ঘটেছিল; বইটির মুখবন্ধ ও ভূমিকাও একই রকম অবস্থান নেয়। সংস্কৃত পণ্ডিতবৃন্দও নিশ্চিত করেছেন যে ভাষাশৈলীটি সময়ের সাথে সামঞ্জস্যপূর্ণ নয় বরং সমসাময়িক সংস্কৃতকে প্রতিফলিত করেছে।\nদানি উল্লেখ করেছেন যে বইটির বিষয়বস্তু বৈদিক যুগের গণিতের সাথে বা ভারতীয় গণিতের পরবর্তী উন্নয়নের সাথে \"ব্যবহারিকভাবে কিছুই মিল নেই\"। শুক্লা প্রতি-অধ্যায়ের ভিত্তিতে পর্যবেক্ষণগুলো পুনর্ব্যক্ত করেন। উদাহরণস্বরূপ, বইয়ের একাধিক কৌশল উচ্চ-নির্ভুলতা দশমিকের ব্যবহার জড়িত। বৈদিক যুগে এগুলো অজানা ছিল এবং ষোড়শ শতাব্দীতে ভারতে চালু হয়েছিল; আর্যভট্ট, ব্রহ্মগুপ্ত এবং ভাস্করের মতো অসংখ্য প্রাচীন গণিতবিদদের কাজ সম্পূর্ণরূপে ভগ্নাংশের উপর ভিত্তি করে। কিছু সূত্র এমনকি জেনারেল লিবনিজ শাসন এবং টেলরের উপপাদ্যের সমান্তরালভাবে চলে (যা কৃষ্ণ তীর্থ অনুসারে, তার লেখার সময় পশ্চিমা বিশ্বের দ্বারা এখনও অধ্যয়ন করা হয়েছিল) কিন্তু শেষ পর্যন্ত উপ-প্রাথমিক ক্রিয়াকলাপগুলিতে ফুটে ওঠে। বহুপদে মৌলিক পার্থক্য। একটি ঐতিহাসিক দৃষ্টিকোণ থেকে, ভারতে পার্থক্য এবং একীকরণের ধারণাগত ধারণা সম্পর্কে ন্যূনতম জ্ঞান ছিল না। সূত্রগুলিকে আরও ব্যবহার করা হয়েছে যে কনিক্সের বিশ্লেষণাত্মক জ্যামিতি বৈদিক গণিতের একটি গুরুত্বপূর্ণ স্তর দখল করেছে, যা সমস্ত উপলব্ধ প্রমাণের বিপরীতে চলে।\n\n\n== প্রকাশনার ইতিহাস এবং পুনর্মুদ্রণ ==\n১৯৬৫ সালে প্রথম প্রকাশিত হয়, কৃষ্ণ তীর্থের মৃত্যুর পাঁচ বছর পরে, কাজটি চল্লিশটি অধ্যায় নিয়ে গঠিত, মূলত ৩৬৭ পৃষ্ঠায়, এবং তার বক্তৃতার মাধ্যমে তিনি প্রচারিত কৌশলগুলোকে কভার করেছিলেন। তীর্থের শিষ্য মঞ্জুলা ত্রিবেদী বলেছেন যে তিনি মূলত ১৬টি খণ্ড লিখেছিলেন—প্রতিটি সূত্রে একটি—কিন্তু পাণ্ডুলিপিগুলো প্রকাশের আগে হারিয়ে গিয়েছিল এবং এই কাজটি ১৯৫৭ সালে লেখা হয়েছিল\nটাইপোগ্রাফিক সংশোধনের জন্য ১৯৭৫ এবং ১৯৭৮ সালে পুনর্মুদ্রণ প্রকাশিত হয়েছিল। ১৯৯০ এর দশক থেকে বেশ কয়েকটি পুনর্মুদ্রণ প্রকাশিত হয়েছে।\n\n\n== অভ্যর্থনা ==\nইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি বোম্বে (আইআইটি বম্বে) এর এসজি দানি বইটিকে সন্দেহজনক মানের বলে উল্লেখ করেছেন। তিনি বিশ্বাস করেন যে এটি কোনও ধারণাগত কঠোরতা ছাড়াই বিষয়টিকে একগুচ্ছ কৌশল হিসাবে উপস্থাপন করে এবং ইতিহাস রচনার সন্দেহজনক মানগুলি মেনে নিয়ে ভারতে বিজ্ঞান ও প্রযুক্তি অধ্যয়ন (এসটিএস) উভয় ক্ষেত্রেই এটি গাণিতিক শিক্ষার শিক্ষাবিজ্ঞানের ক্ষতি করেছে। তিনি আরও উল্লেখ করেছেন যে তীর্থের ব্যবস্থাকে একটি শিক্ষা সহায়ক হিসাবে ব্যবহার করা যেতে পারে, তবে একটি সীমিত উপায় ছাড়া এবং প্রামাণিক বৈদিক অধ্যয়ন ছাড়া \"জনসাধারণের অর্থ এবং এর প্রচারে শক্তি\" ব্যবহার প্রতিরোধ করার প্রয়োজন ছিল। ভারতে অবহেলিত ছিল যদিও তীর্থের ব্যবস্থা বেশ কয়েকটি সরকারি ও বেসরকারি সংস্থার সমর্থন পেয়েছিল। জয়ন্ত নার্লিকারও একই ধরনের উদ্বেগ প্রকাশ করেছেন।\nহরতোষ সিং বল উল্লেখ করেছেন যে ঔপনিবেশিক শাসনের সময় তার জাতীয়তাবাদী প্রবণতার আলোকে কৃষ্ণ তীর্থের প্রচেষ্টা কিছুটা গ্রহণযোগ্য হতে পারে — তিনি ম্যাকলয়বাদের বিরুদ্ধে লড়াই করার জন্য একটি কলেজের অধ্যক্ষ হিসেবে নিযুক্ত হওয়ার জন্য তার আধ্যাত্মিক প্রচেষ্টা ছেড়ে দিয়েছিলেন —, এটি আরও একটি উর্বর ভূমি প্রদান করেছিল হিন্দু জাতীয়তাবাদী দলগুলির দ্বারা ইতিহাস রচনার জাতি-জাতীয়তাবাদী অপব্যবহার; টমাস ট্রটম্যান বৈদিক গণিতের বিকাশকে একইভাবে দেখেন। মীরা নন্দা বিভিন্ন দক্ষিণপন্থী সাংস্কৃতিক আন্দোলন দ্বারা ভারতীয় জ্ঞান ব্যবস্থার হ্যাজিওগ্রাফিক বর্ণনা উল্লেখ করেছেন, যা কৃষ্ণ তীর্থকে শ্রীনিবাস রামানুজনের মতো একই লীগে বলে মনে করে।\nকেউ কেউ অবশ্য পদ্ধতিগুলোর প্রশংসা করেছেন এবং স্কুল-শিশুদের গণিতের প্রতি আকৃষ্ট করার এবং বিষয়টির সাথে জনপ্রিয় সম্পৃক্ততা বাড়াতে এর সম্ভাব্যতার বিষয়ে মন্তব্য করেছেন। অন্যরা কাজগুলোকে বিজ্ঞানের সাথে ধর্মকে সামঞ্জস্য করার প্রচেষ্টা হিসাবে দেখেছেন।\n\n\n=== পদ্ধতির মৌলিকতা ===\nদানি বিশ্বাস করেন যে কৃষ্ণ তীর্থের পদ্ধতিগুলো গণিতে তাঁর একাডেমিক প্রশিক্ষণের একটি ফল এবং সংখ্যা নিয়ে পরীক্ষা করার দীর্ঘ নথিভুক্ত অভ্যাস; তবুও, তিনি কাজটিকে একটি চিত্তাকর্ষক কৃতিত্ব বলে মনে করেন। অনুরূপ সিস্টেমগুলির মধ্যে রয়েছে ট্র্যাচেনবার্গ সিস্টেম বা লেস্টার মেয়ার্সের ১৯৪৭ বই হাই-স্পিড ম্যাথমেটিক্স- এ উল্লিখিত কৌশলগুলি। অ্যালেক্স বেলোস উল্লেখ করেছেন যে গণনার বেশ কিছু কৌশল প্রাথমিক আধুনিক যুগের গণনার উপর কিছু ইউরোপীয় গ্রন্থেও পাওয়া যেতে পারে।\n\n\n=== গণনা অ্যালগরিদম ===\nকিছু অ্যালগরিদম ইতিবাচক ফলাফল সহ দক্ষতার জন্য পরীক্ষা করা হয়েছে। তবে, বেশিরভাগ অ্যালগরিদমগুলোতে প্রচলিত অ্যালগরিদমের চেয়ে বেশি সময় জটিলতা রয়েছে, যা বাস্তব জীবনে বৈদিক গণিত গ্রহণের অভাবকে ব্যাখ্যা করে।\n\n\n== মূলধারার শিক্ষায় একীভূতকরণ ==\nভারতীয় জনতা পার্টি ক্ষমতায় আসার পরে এবং শিক্ষা-ব্যবস্থাকে জাফরানিকরণ করার সিদ্ধান্ত নেওয়ার পরপরই বইটি মধ্যপ্রদেশ এবং উত্তর প্রদেশের স্কুল সিলেবাসে অন্তর্ভুক্ত করা হয়েছিল।\nদীননাথ বাত্রা ন্যাশনাল কাউন্সিল অফ এডুকেশনাল রিসার্চ অ্যান্ড ট্রেনিং (এনসিইআরটি) পাঠ্যক্রমে বৈদিক গণিত অন্তর্ভুক্ত করার জন্য একটি দীর্ঘ প্রচারণা পরিচালনা করেছিলেন। পরবর্তীকালে, এনসিইআরটি থেকে বৈদিক গণিত সহ বেশ কয়েকটি প্রান্তিক ছদ্ম-বৈজ্ঞানিক বিষয় (বৈদিক জ্যোতিষশাস্ত্র এবং অন্যান্য) আদর্শ একাডেমিক পাঠ্যক্রমে অন্তর্ভুক্ত করার প্রস্তাব দেওয়া হয়েছিল। দানির নেতৃত্বে এবং কখনও কখনও রাজনৈতিক দলগুলোর দ্বারা সমর্থিত অনেক শিক্ষাবিদ এবং গণিতবিদ পূর্বে আলোচিত যুক্তিগুলির উপর ভিত্তি করে এই প্রচেষ্টাগুলির বিরোধিতা করার পরে এবং এই পদক্ষেপটিকে জাফরানিকরণের একটি রাজনৈতিকভাবে নির্দেশিত প্রচেষ্টা হিসাবে সমালোচনা করার পরে এটিকে স্থগিত করা হয়েছিল। সমসাময়িক সরকারি প্রতিবেদনগুলি মাদ্রাসা শিক্ষা ব্যবস্থাকে আধুনিকীকরণের জন্য অন্তর্ভুক্ত করার পক্ষেও সমর্থন করে।\n২০১৪ সালে বিজেপির ক্ষমতায় ফিরে আসার পর, তিনটি বিশ্ববিদ্যালয় এই বিষয়ে কোর্স অফার করা শুরু করে এবং এই বিষয়ে একটি টেলিভিশন চ্যানেলও চালু করা হয়েছিল; উদার শিক্ষা এবং গবেষণা অনুদান এছাড়াও বিষয় বরাদ্দ করা হয়েছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপূর্ণ পাঠ্য"}