{"pageid": 1387701, "title": "চামুন্ডি পর্বত", "url": "https://bn.wikipedia.org/wiki?curid=1387701", "content": "চামুন্ডি পার্বত ভারতের কর্নাটক রাজ্যের মহীশূর থেকে প্রায় ১৩ কিমি পূর্ব দিকে অবস্থিত। এই নামটি পর্বতের চূড়ার চামুন্ডেশ্বরী মন্দিরের নাম থেকে এসেছে। এর গড় উচ্চতা ১,০৬০ মিটার (৩,৪৮০ ফুট)। চামুন্ডেশ্বরী মন্দির চামুন্ডি পার্বতের শীর্ষে অবস্থিত। শতাব্দীর পর শতাব্দী ধরে মহীশূর শাসকদের পৃষ্ঠপোষকতায় কৃষ্ণরাজা ওয়াদিয়ার তৃতীয় (শাসনকাল:১৮২৭) প্রথম মন্দিরটিকে সংস্কার করেছিলেন।\n\n\n== কিংবদন্তি ==\nকিংবদন্তির ভাষ্যমতে, অসুর মহিষাসুর (বর্তমানে মহীশূর নামে পরিচিত শহরের রাজা) একটি ভয়ঙ্কর যুদ্ধের পর দেবী চামুন্ডেশ্বরীর (সংক্ষেপে চামুন্ডি) হাতে নিহত হন। উল্লেখ্য চামুন্ডেশ্বরী দেবীকে মহিষাসুর মর্দিনী নামেও ডাকা হয়।\nপুরাণ অনুসারে, এই পাথুরে পাহাড়টি এক সময় মহাবলাচল নামে পরিচিত ছিল। এই পাহাড় অধিকার করে আছে দুটি প্রাচীন মন্দির, মহাবালেশ্বর ও চামুন্ডেশ্বরী। তথাপি পাহাড়ে অবস্থিত মহাবালেশ্বর মন্দিরটি দুটির মধ্যে অধিক প্রাচীন মন্দির এবং তা সনাতন ধর্মালম্বীদের একটি তীর্থস্থান হিসেবে স্বীকৃত। যেখানে প্রতিবছর গাড়ি উৎসব এবং তেপোৎসব   অনুষ্ঠিত হয়।\n\n\n== মন্দির ==\n\nদেবী চামুন্ডির নামানুসারে, মূল চামুন্ডি পাহাড়ের উপরে চামুন্ডেশ্বরী মন্দিরটি অবস্থিত। চামুন্ডি মূল পাহাড়ে ১,০০৮টি ধাপের একটি প্রাচীন পাথরের সিঁড়ি রয়েছে। যা এর চূড়ার দিকে উঠতে পর্বতারোহীদেরকে অনাকাংশে সাহায্য করে। চূড়ার প্রায় অর্ধেক পথ হলো ষাঁড় নন্দীর মূর্তি, যেটিকে ভগবান শিব এর বাহন বলা হয়। এটি প্রায় ৪.৯ মিটার উচ্চ এবং প্রায় ৭.৬ মিটার দীর্ঘ বিশিষ্ট কালো গ্রানাইট এর খোদাইকৃত একটি মূর্তি । এই অংশ থেকে পাথরের সিঁড়ির ধাপগুলো ক্রমশ কম খাড়া হয়ে যায় এবং পর্বতারোহীদের শহরের একটি সার্বিক দৃশ্য দেখতে সাহায্য করে ।\n\nমন্দিরটিতে একটি চতুর্ভুজাকার কাঠামো রয়েছে। মহিষাসুর মূর্তির একটি প্রধান বৈশিষ্ট্য হলো এর ডান হাতে একটি তলোয়ার এবং বাম হাতে একটি কোবরা রয়েছে। মন্দিরটির মধ্যে দেবী চামুন্ডেশ্বরীর একটি ভাস্কর্য রয়েছে। তিনি তার ডান গোড়ালিটি সাতটির মধ্যে সর্বনিম্ন চক্র এর সাথে চাপা দিয়ে বসে আছেন। এই ক্রস/আড়াআড়ি পা' ওয়ালা যোগ ভঙ্গিটি দেখতে ভগবান শিব এর যোগ ভঙ্গির মতো লাগে। উপাসকরা বিশ্বাস করেন যে, এই শক্তিশালী যোগ ভঙ্গিটি যদি আয়ত্ত করা হয়, তাহলে সেটি মহাবিশ্বের একটি অতিরিক্ত মাত্রিক দৃশ্য বৃদ্ধি করে।\nকথিত আছে, মাইসুরে ওয়াদিয়ার শাসনামলে বিজয়া দশমীর শোভাযাত্রায় মহারাজা হাতির উপরে সোনার হাওড়ায় বসেছিলেন। স্বাধীনতার পর যখন দশেরা একটি রাষ্ট্রীয় উৎসবে পরিণত হয়েছিলো, তখন মহারাজাকে দেবী চামুন্ডেশ্বরীর মূর্তি এর জায়গায় সেখানে মহারাজার মূর্তি প্রতিস্থাপিত করা হয় ।\nচামুন্ডি পাহাড়ের চূড়া থেকে মহীশূর প্রাসাদ, করঞ্জি লেক এবং বেশ কিছু ছোট মন্দির দেখা যায়।\n\n\n== মহীশূর নামের প্রভাব ==\nমহীশূর নামটি এসেছে পুরানো কন্নড় শব্দ মহীশূর থেকে। মহিশূরু এর আক্ষরিক অর্থ \"মহিষাসুরের গ্রাম\"। ব্রিটিশরা তখন এই নাম পরিবর্তন করে মইশর রাখেন। অতঃপর, ২০১৪ সালের ১ নভেম্বর কর্ণাটক সরকার এর নাম পরিবর্তন করে আবার মহীশূর রাখেন। এইভাবে শহরের নামের উপর পাহাড়ের একটি পরোক্ষ প্রভাব রয়েছে বলে ধারণা করা হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nমহীশূর প্রকৃতি, চামুন্ডি হিল রিজার্ভ ফরেস্ট\nমহীশূর চামুন্ডি মন্দির\nClimbing Chamundi Hill; 1001 Steps with a Storyteller and a Reluctant Pilgrim.  Ariel Glucklich"}