{"pageid": 1388307, "title": "মাসরুর মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1388307", "content": "মাসরুর মন্দির যা মাসরুরের রক-কাট মন্দির(মাসরুরের পাষাণ মন্দির) হিসাবেও উল্লিখিত, এটি ভারতের হিমাচল প্রদেশের বিয়াস নদীর কাংড়া উপত্যকায় ৮ম শতাব্দীর প্রথম দিকের সময়কালের পাষাণ খোদিত হিন্দু মন্দিরগুলির একটি।  মন্দিরগুলি উত্তর-পূর্ব দিকে হিমালয়ের ধৌলাধার গিরিশ্রেনীর অবস্থান ।  এই মন্দির উত্তর ভারতীয় নাগারা স্থাপত্য শৈলীর একটি উল্লেখযোগ্য সংস্করণ, যা হিন্দুধর্মের শিব, বিষ্ণু, দেবী এবং সূর্যদেবতার প্রতি সম্পর্পিত। এর বর্তমান কাঠামোর মূর্তিগুলি দেখে অনুমান করা হয় যে সম্ভবত একটি বৈষম্যবাদী কাঠামোর দ্বারা অনুপ্রাণিত হয়ে এইগুলি নির্মাণ করা হয়েছে।\nমন্দিরগুলি একশিলা পাথর খোদাই করে নির্মাণ করা হয়েছিল।  হিন্দু গ্রন্থগুলির সুপারিশ অনুসারে মন্দিরের স্থাপত্যের কাজ করা হয়েছিল এবং মন্দির চত্বরে একটি জলের পবিত্র কুন্ড নির্মিত হয়েছিল।  মন্দিরটির উত্তর-পূর্ব, দক্ষিণ-পূর্ব এবং উত্তর-পশ্চিম দিকে তিনটি প্রবেশপথ রয়েছে, যার মধ্যে দুটি অসম্পূর্ণ। প্রামাণ্য় তথ্য থেকে জানা যায় যে এই মন্দির চত্বরের একটি চতুর্থ প্রবেশদ্বার পরিকল্পনা করা হয়েছিল এবং তার নির্মাণকাজ শুরু হয়েছিল কিন্তু তা অসম্পূর্ণ থেকে যায়। পুরো মন্দির চত্বরটি প্রতিসাম্যভাবে একটি বর্গাকার ভিত্তির উপর স্থাপন করা হয়েছে, যেখানে মূল মন্দিরটি একটি মন্ডলাকারে ছোট ছোট মন্দির দ্বারা বেষ্টিত। মন্দির চত্বরের প্রধান গর্ভগৃহটি  বর্গাকার। মন্দিরের চত্বরে প্রধানত বৈদিক এবং পুরাণীয় দেবদেবীদের মুর্তি রয়েছে এবং পাথর খোদাই করে হিন্দু গ্রন্থের কাহিনী ও কিংবদন্তি বর্ণনা করা হয়েছে। \n\n\n== অবস্থান ==\nমাসরুরের মন্দির উত্তর ভারতের হিমাচল প্রদেশের ধর্মশালার দক্ষিণ-পশ্চিমে প্রায় ৪৫ কিলোমিটার (২৮ মাইল) এবং কাংড়া শহর থেকে পশ্চিমে প্রায় ৩৫ কিলোমিটার (২২ মাইল) দূরে অবস্থিত। মন্দির চত্বরটি বিয়াস নদীর উপত্যকায়, হিমালয়ের পাদদেশে ধৌলাধরা তুষারশৃংগের সম্মুখে নির্মিত হয়েছে। মন্দিরগুলি সিমলা থেকে উত্তর-পশ্চিমে প্রায় ২২৫ কিলোমিটার (১৪০ মাইল), জলন্ধরের উত্তরে প্রায় ১৫০ কিলোমিটার (৯৩ মাইল)  এবং পাঠানকোটের পূর্বে প্রায় ৮৫ কিলোমিটার (৫৩ মাইল) দূরত্বে অবস্থিত।  এর নিকটতম রেলওয়ে স্টেশন হল নাগরোটা সুরিয়ান এবং নিকটতম বিমানবন্দর হল ধর্মশালা। দৈনিক পরিষেবা সহ নিকটতম প্রধান বিমানবন্দর হল অমৃতসর এবং জম্মু ।  \n\nশিলানির্মিত মন্দিরটি উপত্যকায় অবস্থিত। একটি প্রাকৃতিক পাথুরে পাহাড়ের চূড়ায় এই মন্দির নির্মিত হয়েছে। হারগ্রিভস ১৯১৫ সালে এই মন্দিরের বর্ণনা করেছিলেন। তার বর্ননা  অনুসারে এই মন্দিরটি সমুদ্রপৃষ্ঠ থেকে প্রায় ২৫০০ ফুট উপরে অবস্থিত। \n\n\n== তারিখ ==\nমাসরুর হিন্দু মন্দিরের স্থাপত্যশৈলীর সাথে মুম্বাইয়ের এলিফ্যান্টা গুহার, কম্বোডিয়ায় আঙ্কোর ওয়াট এবং তামিলনাড়ুর মহাবালিপুরমের শিলানির্মিত মন্দিরের মিল দেখা যায়। এই মন্দিরের স্থাপত্য শৈলীতে গুপ্ত ধ্রুপদী শৈলীর প্রভাব দেখা গেছে এবং মনে করা হয় যে মন্দিরটি সম্ভবত ৮ম শতাব্দীতে নির্মিত।  মন্দির চত্বরের আশেপাশের এলাকায় গুহা এবং ধ্বংসাবশেষ রয়েছে যা থেকে বোঝা যায় যে মাসরুর অঞ্চলে একসময় বিস্তীর্ন মানব বসতি ছিল। \nমিস্টারের মতে, আঞ্চলিক রাজনৈতিক ও শিল্প ইতিহাসের উপর ভিত্তি করে মন্দিরগুলির নির্মাণের সময়কাল আনুমানিক ৮ম শতাব্দীর প্রথমার্ধ।  মন্দিরগুলি নাগারা স্থাপত্যের একটি বিশেষ শৈলী অনুসরণ করে যা মধ্য ভারতে শিল্প পৃষ্ঠপোষক হিন্দু রাজা যশোবর্মনের শাসনকালে বিকশিত হয়েছিল।  কাশ্মীরে উত্তর এবং উত্তর-পশ্চিমে অবস্থিত একটি অঞ্চলে বসবাসকারী হিন্দুরা ১ম সহস্রাব্দের মধ্যভাগে বর্গাকার পিরামিড আকৃতির  মন্দির তৈরি করেছিল। প্রাচীনকালের হিন্দু রাজা ললিতাদিত্য ও অন্য শিল্প পৃষ্ঠপোষক দ্বারা নির্মিত অসংখ্য পাথরের মন্দির এই অঞ্চলে দেখা যায়।  আঞ্চলিক রাজ্যগুলির মধ্যে যেমন প্রতিদ্বন্দ্বিতা ছিল তেমনই নির্মাণ প্রকল্পে একে অন্যের সহায়তাও করেছিল। যখন শিল্পীদের গিল্ডগুলি প্রাচীন হিমাচল প্রদেশের উপত্যকার মধ্য দিয়ে দুটি অঞ্চলের মধ্যে স্থানান্তরিত হয়েছিল। ৬ষ্ঠ থেকে দ্বাদশ শতাব্দীর ঐতিহাসিক নথিতে বিয়াস নদী কাংড়া উপত্যকা অঞ্চলে কোনো সামরিক প্রতিদ্বন্দ্বিতার উল্লেখ নেই।  মধ্যযুগের প্রথম দিকের গ্রন্থে মাসরুর এলাকার ঠিক উত্তরে ভরমৌরের একটি হিমালয় রাজ্যের উল্লেখ আছে। দ্বাদশ শতাব্দীর পাঠ্য রাজতরঙ্গিনী এবং কালহানার দ্বাদশ শতাব্দীর কাশ্মীর কাহিনীমালা উভয় গ্রন্থই  ৯ম শতাব্দীর রাজনৈতিক প্রতিদ্বন্দ্বিতার কথা উল্লেখ করে কিন্তু ১১শ এবং ১২শ শতাব্দীর লেখকদের লেখা অত্যন্ত বেশিমাত্রায় পৌরাণিক কাহিনী নির্ভর এবং অবিশ্বস্ত, তাই এগুলির থেকে এমন নির্ভরযোগ্য তথ্য পাওয়া যায়না। \nস্থানীয় শিলালিপি এবং স্থাপত্য থেকে জানা যায় যে রাজা যশোবর্মনের শিল্পমনস্ক্তার প্রভাব উত্তর ভারত  ও হিমালয়ের পাদদেশের বিভিন্ন অঞ্চলে বিস্তার লাভ করেছিল। মাসরুরের মন্দিরগুলির স্থাপত্য শৈলীতে উত্তর-পশ্চিম ভারতীয় উপমহাদেশের ধ্বংসপ্রাপ্ত এবং খননকৃত মন্দিরগুলির স্থাপিত্য শৈলীর পরিবর্তে  মধ্য ভারতীয় প্রভাব স্থাপত্য শৈলীর প্রভাব পাওয়া গেছে ।  মিস্টারের মতে,  অবশ্যই ৮ম শতাব্দীর আগে মধ্য ভারতের স্থাপত্য শৈলীর প্রভাব উত্তর ভারতীয় অঞ্চলে পৌঁছেছিল এবং অনুমান করা যায় যে এই শৈলীটি ততকালীন রাজা এবং অভিজাতদের দ্বারা প্রশংসিত হয়েছিল, কারণ মন্দির নির্মাণের এই শৈলী স্থানীয় অনেক ঐতিহাসিক স্থানে সনাক্ত করা গেছে । এই অঞ্চলের খাড়া পাহাড়ি ভূখণ্ডে ৭ম শতাব্দীর কিছু ছোট পাথরের মন্দির এখনও টিকে রয়েছে।। ১ম সহস্রাব্দের দ্বিতীয়ার্ধে নির্মিত আঞ্চলিক বৃহৎ মন্দির চত্বরগুলি ছিল বেশ ব্যয়বহুল প্রকল্প এবং প্রয়োজনীয় রাজনৈতিক পৃষ্ঠপোষকতা ছাড়া সেগুলি নির্মাণ সম্ভব নয়। এই প্রাচীন নির্মাণ অনুমান করা যায় যে এই স্থাপত্যকর্মগুলি পরবর্তী শতাব্দীর স্থাপত্য কর্মে বিশেষ প্রভাব ফেলেছিল এবং অবশ্যই তাদের ব্যাপক সামাজিক এবং ধর্মতাত্ত্বিক গ্রহণযোগ্যতার ছিল। \n\n\n== ইতিহাস ==\n১২ এবং ১৯ শতকের মধ্যবর্তী সময় ভারতীয় উপমহাদেশ জুড়ে ধর্মীয় যুদ্ধ এবং রাজনৈতিক অস্থিরতার পরিবেশ ছিল ছিল এবং এই যুগের সাহিত্যে মাসরুর মন্দিরের উল্লেখ নেই। বলতে গেলে ততকালীন সাহিত্যে কোনও হিন্দু, জৈন বা বৌদ্ধ মন্দির সম্পর্কে কোনও উল্লেখ করা হয়নি, বরং তারা প্রতিমাপূজা বিরোধিতা এবং মন্দির ধ্বংসের কথা উল্লেখ করেছে। ১২ শতকের পরের সময়ে, প্রথমে উত্তর-পশ্চিম ভারত এবং পরে ভারতীয় উপমহাদেশের এক বড় অংশে তুর্কো-আফগান সুলতানদের নেতৃত্বে চালিত মুসলিম বাহিনী আক্রমণ করে। তারা রাজনৈতিক ক্ষমতা দখল সহ ইসলামের প্রসারের জন্য বারবার আক্রমণ ও ধারাবাহিক লুণ্ঠন অভিযান চালিয়ে জান ।   পরবর্তীকালে মুসলিম রাজবংশের হাতে দিল্লি সালতানাতের নিয়ন্ত্রণ চলে যায়। সেই সময় যুদ্ধ, বিদ্রোহ, বিচ্ছিন্নতা এবং নৃশংসতা কাশ্মীর এবং এর আশেপাশের ভারতীয় অঞ্চলগুলিকে গ্রাস করেছিল।  ১৬ শতকের গোড়ার দিকে মুঘল সাম্রাজ্য দিল্লির সুলতানী বংশকে প্রতিস্থাপন করে ক্ষ্মতায় আসে। মুঘল রাজবংশ ১৮ শতকের গোড়ার দিকে ভারতীয় উপমহাদেশের বেশিরভাগ অংশ শাসন করেছিল এবং ১৯ শতকে নামমাত্র এর কিছু অংশ শাসন করেছিল। হিমালয়ের মাসরুর সহ কাংরা উপত্যকা অঞ্চলটি ছোট জায়গিরদার এবং সামন্ত পার্বত্য রাজাদের দ্বারা শাসিত হয়েছিল যারা বহু শতাব্দী ধরে মুঘল প্রশাসনকে মান্যতা দিয়েছিল।  ব্রিটিশ ঔপনিবেশিক যুগের আগমনে এই অঞ্চলের রাজনীতিতে আরেকটি পরিবর্তন ঘটায়। ১৯ শতকের শেষের দিকে, ব্রিটিশ ভারতের কর্মকর্তারা আঞ্চলিক প্রত্নতাত্ত্বিক ঐতিহ্য সংরক্ষণের প্রচেষ্টা শুরু করেছিলেন। ১৮৮৭ সালে মাসরুর মন্দির অধ্যয়নের জন্য প্রথম প্রচেষ্টা শুরু হয়েছিল \nএকজন ব্রিটিশ সাম্রাজ্যের কর্মকর্তা হেনরি শাটলওয়ার্থ ১৯১৩ সালে মাসরুর মন্দির পরিদর্শন করেন এবং ছবি তোলেন। তিনি এটিকে বৈষ্ণব মন্দির বলে অভিহিত করেন এবং তার প্রতিবেদনে দাবি করেন যে তিনিই প্রথম ইউরোপীয় ব্যক্তি যিনি সেগুলি পরিদর্শন করেছিলেন।  তিনি মন্দিরগুলির উপর একটি গবেষণাপত্র লিখেছিলেন, যা ইন্ডিয়ান অ্যান্টিকোয়ারি গবেষণাপত্রে প্রকাশিত হয়েছিল।  তিনি তার অনুসন্ধানগুলি সম্পর্কে হ্যারল্ড হারগ্রিভসকে অবগত করেছিলেন যিনি ততকালীন আর্কিওলজি সার্ভে অফ ইন্ডিয়ার একজন অফিসার ছিলেন। হারগ্রিভস হিন্দু ধর্মতত্ত্ব সম্পর্কে আরও বিশদ জানতেন। তিনি মাসরুর মন্দিরের গর্ভগৃহে শিব লিঙ্গ লক্ষ্য করেছিলেন এবং শাটলওয়ার্থের রিপোর্ট সংশোধন করেছিলেন।  হারগ্রিভস  এ এস আইয়ের বার্ষিক প্রকাশনায় ১৯১৫ সালে তোলা তার ছবি এবং পর্যবেক্ষণ প্রকাশ করেছিলেন  হারগ্রিভস আবিষ্কারের সম্পর্কে বলেন যে তার অফিসের একজন ড্রাফ্টসম্যান ১৮৮৭ সালে এই মন্দিরের পরঈক্ষামূলক অনুসন্ধান, পর্যবেক্ষন এবং পরিমাপ করেছেন এবং নথি তৈরি করেছেন। আরও কিছু এ এস আই কর্মী এবং ইউরোপীয়রা ১৮৫৭ সালে এবং ১৮৮৭ সালের পরে মন্দির পরিদর্শন করেছিলেন।  হারগ্রিভসের লেখায় স্থানটিকে অনেকগুলি মন্দিরের সমাবেশ হিসাবে বর্ণনা করা হয়েছে যাতে বিভিন্ন হিন্দু ঐতিহ্যের প্রভাব দেখা যায়। এই মন্দিরগুলির কথা মহাবালিপুরম স্মৃতিস্তম্ভ এবং গান্ধার শিল্প এবং অন্যান্য উল্লেখযোগ্য ঐতিহাসিক বিষয়ের সাথে নথিবুক্ত হয়েছে। হারগ্রিভসের লেখনি ভারতীয় মন্দির ঐতিহ্য বা হিন্দু ধর্মতত্ত্ব সম্পর্কে অনভিজ্ঞ ব্যাক্তির কাছে মাসরুর মন্দিরের পথপ্রদর্শক  হয়ে উঠেছিল।  মিস্টারের মতে, এই ২০ শতকের প্রথম দিকের লেখনিগুলি মন্দিরের ইতিহাস ও তথ্যের ভুল শনাক্তকরণ করেছে। \n\n\n== তথ্যসূত্র =="}