{"pageid": 1388420, "title": "তেহরান বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1388420", "content": "তেহরান বিশ্ববিদ্যালয় ( তেহরান বিশ্ববিদ্যালয় বা ইউটি, (ফার্সি: دانشگاه تهران) ইরানের তেহরানে অবস্থিত প্রাচীনতম এবং সবচেয়ে বিশিষ্ট ইরানী বিশ্ববিদ্যালয়। এর ঐতিহাসিক, সামাজিক-সাংস্কৃতিক, এবং রাজনৈতিক বংশধারা, সেইসাথে এটির গবেষণা এবং শিক্ষণ প্রোফাইলের উপর ভিত্তি করে, UT-এর ডাকনাম \"দ্য মাদার ইউনিভার্সিটি ইরানের\" ( ফার্সি: دانشگاه مادر) আন্তর্জাতিক র‍্যাঙ্কিংয়ে, UT মধ্যপ্রাচ্যের সেরা বিশ্ববিদ্যালয়গুলির মধ্যে একটি হিসাবে স্থান পেয়েছে এবং বিশ্বের শীর্ষ বিশ্ববিদ্যালয় গুলির মধ্যে রয়েছে৷  এটি সমস্ত ইসলামি সহযোগিতা সংস্থা দেশগুলির মধ্যে প্রধান জ্ঞান উত্পাদনকারী প্রতিষ্ঠান।  তেহরান ইউনিভার্সিটি অফ মেডিকেল সায়েন্সেস ২০২১ সালে ইসলামিক ওয়ার্ল্ড ইউনিভার্সিটি  র‌্যাঙ্কিংয়ের ০৭ তম র‌্যাঙ্কিংয়ে রয়েছে  বিশ্ববিদ্যালয়টি ১১১ টিরও বেশি স্নাতক ডিগ্রি প্রোগ্রাম, ১৭৭ টি মাস্টার্স ডিগ্রি প্রোগ্রাম এবং ১৫৬ টি পিএইচডি অফার করে। প্রোগ্রাম  ১৮৫১ সালে স্থাপিত দার আল-ফুনুন এবং ১৮৯৯ সালে প্রতিষ্ঠিত তেহরান স্কুল অফ পলিটিক্যাল সায়েন্সেস থেকে অনেক বিভাগ তেহরান বিশ্ববিদ্যালয়ের অন্তর্ভুক্ত হয়।\nবিশ্ববিদ্যালয়ের প্রধান ক্যাম্পাস শহরের কেন্দ্রীয় অংশে অবস্থিত । তবে অন্যান্য ক্যাম্পাসগুলি শহর জুড়ে পাশাপাশি শহরতলির যেমন শহরের মধ্য পূর্ব অংশে বাঘে নেগারেস্তান ক্যাম্পাস , শহরের মধ্য পশ্চিম অংশে উত্তর আমিরাবাদ ক্যাম্পাস এবং রাজধানীর শহরতলিতে আবুরেহান ক্যাম্পাস জুড়ে রয়েছে।\nতার নির্দিষ্ট নকশা এবং আধুনিক স্থাপত্য সঙ্গে বিশ্ববিদ্যালয়ের প্রধান গেট (প্রধান ক্যাম্পাস এ এনগ্যালাব স্ট্রিট এ) বিশ্ববিদ্যালয়ের লোগো এবং আরো সাধারণ অর্থে হয় ইরানে শিক্ষার একটি লোগো. বিশ্ববিদ্যালয়টি শহরের অন্যতম আকর্ষণ - বিদেশী পর্যটকদের পাশাপাশি স্থানীয় বাসিন্দাদের আকৃষ্ট করে এমন অনেক আন্তর্জাতিক ও সাংস্কৃতিক অনুষ্ঠানের আয়োজন করে। প্রতি শুক্রবার বিশ্ববিদ্যালয়ের প্রধান ক্যাম্পাসে রাজধানীর শুক্রবার প্রার্থনার প্রধান উৎসব অনুষ্ঠিত হয়। বিশ্ববিদ্যালয়ের বিখ্যাত স্নাতক ও স্নাতক প্রোগ্রামে ভর্তি অত্যন্ত প্রতিযোগিতামূলক এবং বিজ্ঞান গবেষণা ও প্রযুক্তি মন্ত্রণালয় কর্তৃক পরিচালিত বার্ষিক জাতীয় প্রবেশিকা পরীক্ষা উত্তীর্ণ শিক্ষার্থীদের মধ্যে শীর্ষ এক শতাংশের মধ্যে সীমাবদ্ধ ।\n\n\n== ইতিহাস ==\nইরানে তেহরান বিশ্ববিদ্যালয়ের বর্তমান রূপ প্রতিষ্ঠার প্রথম আনুষ্ঠানিক পদক্ষেপটি ১৯৩১ সালের ৩১শে মার্চ ঘটেছিল যখন আদালতের মন্ত্রী আবদোলহোসেন তেমুরতাশ ইসা সেদিঘকে তেহরানে একটি বিশ্ববিদ্যালয় প্রতিষ্ঠার প্রয়োজনীয়তা সম্পর্কে অনুসন্ধান করার জন্য নিউইয়র্কের কলম্বিয়া বিশ্ববিদ্যালয়ে তার ডক্টরেট গবেষণামূলক প্রবন্ধ শেষ করার সময় লিখেছিলেন।  ঈসা সেদিহ এই চিঠিটিকে একটি নতুন বিশ্ববিদ্যালয় প্রতিষ্ঠার জন্য একটি ব্যাপক পরিকল্পনার রূপরেখা তৈরির আমন্ত্রণ হিসাবে বিবেচনা করেছিলেন।\n১৯৩৩ সালের জানুয়ারিতে মন্ত্রিসভার বৈঠকে বিষয়টি উত্থাপিত হয় । শিক্ষা মন্ত্রণালয়ের ভারপ্রাপ্ত মন্ত্রী আলী আসগর হেকমত সেখানে নিম্নলিখিত শব্দগুলি বলেছিলেনঃ \" অবশ্যই সমৃদ্ধ রাষ্ট্র এবং রাজধানীর গৌরব নিয়ে কোনও সন্দেহ নেই তবে একমাত্র সুস্পষ্ট ঘাটতি হ ' ল এই শহরে কোনও ' বিশ্ববিদ্যালয় ' নেই। এটি দুঃখের বিষয় যে এই শহরটি বিশ্বের অন্যান্য মহান দেশগুলির তুলনায় অনেক পিছিয়ে রয়েছে।\nএভাবে ২৫০,০০০ টমের প্রাথমিক বাজেট বরাদ্দ করে শিক্ষা মন্ত্রণালয়কে বিশ্ববিদ্যালয় প্রতিষ্ঠার জন্য উপযুক্ত জমি খুঁজে বের করার এবং যত দ্রুত সম্ভব ভবন নির্মাণের জন্য প্রয়োজনীয় ব্যবস্থা গ্রহণের ক্ষমতা দেওয়া হয়। আলী আসগর হেকমত , একজন দক্ষ ফরাসি স্থপতি আন্দ্রে গদার্ড সাথে সহযোগিতা ও পরামর্শের মাধ্যমে - যিনি একজন প্রকৌশলী হিসাবে শিক্ষা মন্ত্রকের দায়িত্ব পালন করছিলেন - অবিলম্বে বিশ্ববিদ্যালয়ের মাঠের জন্য উপযুক্ত স্থানের সন্ধান শুরু করেন । রেজা শাহ আদেশে জালালিয়েহ বাগানের প্রাঙ্গণটি নির্বাচিত করা হয়েছিল।\nজালালিয়েহ বাগানটি তৎকালীন তেহরানের উত্তরে আমিরাবাদ গ্রাম এবং তেহরানের উত্তর পরিখার মধ্যে অবস্থিত ছিল । 1900 - এর দশকের গোড়ার দিকে নাসির আদ - দিন শাহ - এর শেষ বছরগুলিতে প্রিন্স জালাল আদ - দৌলার আদেশে এই সুন্দর বাগানটি গড়ে ওঠে ।ক্যাম্পাস ভবনগুলির মাস্টার প্ল্যান ফরাসি স্থপতি রোল্যান্ড ডুব্রুল এবং ম্যাক্সিম সিরোক্স সুইস স্থপতি আলেকজান্ডার মোজার পাশাপাশি আন্দ্রে গদারদ নিকোলাই মার্কভ এবং মহসেন ফোরোঘি দ্বারা তৈরি করা হয়েছিল । বিংশ শতাব্দীর গোড়ার দিকে আধুনিক স্থাপত্যের প্রভাব আজ বিশ্ববিদ্যালয়ের প্রধান ক্যাম্পাসের মাঠে সহজেই দৃশ্যমান।\n1934 সালে তেহরান বিশ্ববিদ্যালয় আনুষ্ঠানিকভাবে উদ্বোধন করা হয় । দ্বিতীয় বিশ্বযুদ্ধ শেষ হওয়ার সময় মার্কিন সৈন্যরা সম্পত্তি ছেড়ে চলে যাওয়ার পর 1945 সালে আমির - আবাদ (উত্তর কারেগার) ক্যাম্পাস যুক্ত করা হয় ।বিশ্ববিদ্যালয়টি 1937 সালে প্রথমবারের মতো মহিলাদের ছাত্র হিসাবে ভর্তি করে। 1935 সালে , দেশের ব্যাপক সার্বজনীন শিক্ষা নীতির অংশ হিসাবে পূর্বে শুধুমাত্র পুরুষদের জন্য বিশ্ববিদ্যালয়টি মহিলাদের জন্য তার দরজা খুলে দেয় ।\n1986 সালে ইরানের মজলিস নামে পরিচিত ইরানি সংসদ শর্ত দেয় যে বিশ্ববিদ্যালয়ের উপচে পড়া কলেজ অফ মেডিসিনকে স্বাধীন তেহরান ইউনিভার্সিটি অফ মেডিকেল সায়েন্সেস (টিইউএমএস) বিভক্ত করা হবে এবং টিইউএমএসকে নতুন স্বাস্থ্য ও চিকিৎসা শিক্ষা মন্ত্রণালয়ের নেতৃত্বে স্থাপন করা হবে । 13 , 000 - এরও বেশি বর্তমান ছাত্র সহ টিইউএমএস ইরানের সেরা মেডিকেল স্কুল হিসাবে রয়ে গেছে ।\n\n\n== ক্যাম্পাস কলেজ ও অনুষদ ==\n\n\n===== ১. আঞ্চলিক ক্যাম্পাসসমূহঃ =====\nআরাস আন্তর্জাতিক ক্যাম্পাস\nক্যাস্পিয়ান আন্তর্জাতিক ক্যাম্পাস\nপারস্য উপসাগরীয় আন্তর্জাতিক ক্যাম্পাস\nকিশ আন্তর্জাতিক ক্যাম্পাস\nআলবোর্জ ক্যাম্পাস\n\n\n===== ২. কলেজসমূহঃ =====\nইঞ্জিনিয়ারিং কলেজ\nবিদ্যালয় ও অনুষদঃ\nস্কুল অফ ইলেকট্রিক্যাল অ্যান্ড কম্পিউটার ইঞ্জিনিয়ারিং\nস্কুল অফ মেকানিক্যাল ইঞ্জিনিয়ারিং\nস্কুল অফ কেমিক্যাল ইঞ্জিনিয়ারিং\nস্কুল অফ মেটালার্জি অ্যান্ড ম্যাটেরিয়াল ইঞ্জিনিয়ারিং\nস্কুল অফ সিভিল ইঞ্জিনিয়ারিং\nস্কুল অফ মাইনিং ইঞ্জিনিয়ারিং\nস্কুল অফ সার্ভেয়িং অ্যান্ড জিওম্যাটিক্স ইঞ্জিনিয়ারিং\nস্কুল অফ ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং\nস্কুল অফ ইঞ্জিনিয়ারিং সায়েন্স\nফুমান ফ্যাকাল্টি অফ ইঞ্জিনিয়ারিং , ফুমান\nরেজানশাহর প্রকৌশল বিভাগের ক্যাস্পিয়ান অনুষদ\nবিজ্ঞান মহাবিদ্যালয়\nবিদ্যালয়ঃ\nগণিত স্কুল পরিসংখ্যান ও কম্পিউটার বিজ্ঞান\nস্কুল অফ জিওলজি\nস্কুল অফ বায়োলজি\nস্কুল অফ কেমিস্ট্রি\nস্কুল অফ ফিজিক্স\nস্কুল অফ বায়োটেকনোলজি\nকলেজ অফ ফাইন আর্টস\nকারজ ও পাকদাশ কৃষি ও প্রাকৃতিক সম্পদ কলেজ\nকম । এ ফারাবি কলেজ\n\n\n===== ৪. অনুষদসমূহ =====\nনতুন বিজ্ঞান ও প্রযুক্তি অনুষদ\nপশুচিকিৎসা অনুষদ\nশাসন অনুষদ\n\n\n===== মানবিক অনুষদঃ =====\nবিশ্ব অধ্যয়ন অনুষদ\nবিদেশী ভাষা ও সাহিত্য অনুষদ\nসাহিত্য ও মানব বিজ্ঞান অনুষদ\nআইন ও রাষ্ট্রবিজ্ঞান অনুষদ\nধর্মতত্ত্ব ও ইসলামী স্টাডিজ অনুষদ\nচিন্তা ও ইসলামী বিজ্ঞান অনুষদ\n\n\n==== সামাজিক ও আচরণগত বিজ্ঞান অনুষদঃ ====\nঅর্থনীতি অনুষদ\nশারীরিক শিক্ষা ও ক্রীড়া বিজ্ঞান অনুষদ\nভূগোল অনুষদ\nমনোবিজ্ঞান ও শিক্ষা অনুষদ\nসমাজ বিজ্ঞান অনুষদ\nউদ্যোক্তা অনুষদ\nব্যবস্থাপনা অনুষদ\n\n\n===== একাডেমিক প্রতিষ্ঠান ও কেন্দ্র =====\nতেহরান বিশ্ববিদ্যালয় বেশ কয়েকটি প্রধান প্রতিষ্ঠানের সমন্বয় সাধন করেঃ\n\nইনস্টিটিউট অফ বায়োকেমিস্ট্রি অ্যান্ড বায়োফিজিক্স\nইনস্টিটিউট অফ জিওফিজিক্স\nমরুভূমির সাথে সহাবস্থানের জন্য আন্তর্জাতিক গবেষণা কেন্দ্র\nইনস্টিটিউট অফ হিস্ট্রি অফ সায়েন্স\nইনস্টিটিউট ফর নর্থ আমেরিকান অ্যান্ড ইউরোপিয়ান স্টাডিজ\nইনস্টিটিউট অফ ইলেক্ট্রোটেকনিক\nসেন্টার ফর উইমেন স্টাডিজ\nফলিত ব্যবস্থাপনা গবেষণা কেন্দ্র\nদেহখোদা অভিধান ইনস্টিটিউট\nযানবাহন জ্বালানি ও পরিবেশ গবেষণা ইনস্টিটিউট\nটার্বো মেশিন ইনস্টিটিউট\nইনস্টিটিউট অফ পেট্রোলিয়াম ইঞ্জিনিয়ারিং\nওয়াটার ইনস্টিটিউট\nরিসার্চ ইনস্টিটিউট অফ এনার্জি প্ল্যানিং অ্যান্ড ম্যানেজমেন্ট\nইঞ্জিনিয়ারিং অপ্টিমাইজেশন রিসার্চ গ্রুপ\nজৈব উপাদান গবেষণা প্রতিষ্ঠান\nউন্নত উপাদান গবেষণা ইনস্টিটিউট\nঅজৈব পদার্থ গবেষণা প্রতিষ্ঠান\nতেহরান বিশ্ববিদ্যালয় গবেষণা ইনস্টিটিউট (ইউটিআরআই)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ জুন ২০১৮ তারিখে\nতেহরান বিশ্ববিদ্যালয়ের বিজ্ঞান ও প্রযুক্তি পার্ক\nআন্তর্জাতিক মরুভূমি গবেষণা কেন্দ্র (আই. ডি. আর. সি.)\n\n\n=== গবেষণা ও সুযোগ - সুবিধা ===\nতেহরান বিশ্ববিদ্যালয় জাতীয় ও আন্তর্জাতিক পর্যায়ে অনেক সাংস্কৃতিক ও একাডেমিক কার্যক্রমের আয়োজন করে । আন্তর্জাতিক সম্মেলন , সেমিনার ও কর্মশালা আয়োজনের ক্ষেত্রে এই কেন্দ্রশাসিত অঞ্চলটি বিদেশী দেশগুলির সহযোগিতা উপভোগ করে । 2008 সালে প্রায় 1,000 ইউটি অধ্যাপক এবং স্নাতক ছাত্র বিশ্ববিদ্যালয়ের অর্থায়নে আন্তর্জাতিক সম্মেলনে অংশ নিয়েছে । উপরন্তু , ইউটি নিয়মিতভাবে বিদেশ থেকে অনেক প্রতিনিধি এবং অধ্যাপকদের হোস্ট করে ।\nতেহরান বিশ্ববিদ্যালয় \" সেচ নেটওয়ার্কের মূল্যায়ন ও উন্নতি \" ক্ষেত্রে ইরানের বিজ্ঞান ও প্রযুক্তি মন্ত্রক কর্তৃক উৎকর্ষ কেন্দ্র হিসাবে নিয়োগ করা হয়েছে \" গাছের প্রজনন ও জৈব প্রযুক্তি \" \" কৃষি গ্রেডিং এবং জৈব প্রযুক্তি \" প্রয়োগ করা বৈদ্যুতিন চৌম্বকীয় ব্যবস্থা \" \" ভূমি লজিস্টিক্স \" \" টেকসই নগর পরিকল্পনা ও উন্নয়ন \" \" স্থাপত্য প্রযুক্তি \" \" কীটপতঙ্গ ও উদ্ভিদ রোগের জৈবিক নিয়ন্ত্রণ \" \" গ্রামীণ অধ্যয়ন ও পরিকল্পনা \" \" উচ্চ - পারফরম্যান্স উপকরণ \" \" নিয়ন্ত্রণ ও বুদ্ধিমান প্রক্রিয়াকরণ \" \" ওয়াটারশেডের টেকসই পরিচালনা \"\n\" দ্রুত বর্ধনশীল কাঠের প্রজাতির প্রয়োগ করা ব্যবস্থাপনা \" \" সার্ভেইন এবং দুর্যোগ ব্যবস্থাপনা \" \" এবং গ্যাস ও অবকাঠামো ব্যবস্থাপনা \" \" ।  এই নিয়োগটি জাতীয় স্তরের উপর ভিত্তি করে গবেষণার সাফল্য এবং উল্লিখিত বিষয়গুলিতে বিনিয়োগকৃত অর্থের উপর ভিত্তি করা । সরকার কর্তৃক স্বীকৃত দেশের পনেরো শতাংশ উৎকর্ষ কেন্দ্র তেহরান বিশ্ববিদ্যালয়ে অবস্থিত যা 40 টিরও বেশি গবেষণা কেন্দ্র সহ ইউটি - র গবেষণার প্রতিশ্রুতি নিশ্চিত করে । এই কেন্দ্রগুলিতে এবং অনুষদে একসঙ্গে 3,500 - এরও বেশি পরীক্ষাগার সক্রিয় রয়েছে । এছাড়াও তেহরান বিশ্ববিদ্যালয় 50টিরও বেশি বৈজ্ঞানিক জার্নাল প্রকাশ করে যার মধ্যে কয়েকটির আইএসআই সূচক রয়েছে ।\nতেহরান বিশ্ববিদ্যালয়ের কেন্দ্রীয় গ্রন্থাগার ও ডকুমেন্টেশন সেন্টার 1967 সাল থেকে ইন্টারন্যাশনাল ফেডারেশন অফ লাইব্রেরি অ্যাসোসিয়েশনস অ্যান্ড ইনস্টিটিউশনের (আইএফএলএ) সদস্য । কেন্দ্রীয় গ্রন্থাগার ইরানের বৃহত্তম একাডেমিক গ্রন্থাগার । বিশ্ববিদ্যালয়ের গবেষণার লক্ষ্য অর্জনের লক্ষ্যে বিভিন্ন অনুষদের 35টি বিশেষায়িত গ্রন্থাগারের পরিপূরক হিসেবে গ্রন্থাগারটি গড়ে উঠেছে । বর্তমানে কেন্দ্রীয় গ্রন্থাগার ও ডকুমেন্টেশন কেন্দ্র 65 হাজারেরও বেশি সদস্যকে এর পরিষেবা প্রদান করছে।\nএটি প্রতিদিন 5,000 এরও বেশি ব্যবহারকারীকে হোস্ট করে । গ্রন্থাগারটি 13টি প্রধান সংগ্রহের অধীনে তার সম্পদ সরবরাহ করে (যার বেশিরভাগই বিশ্ববিদ্যালয়ের বিশিষ্ট অধ্যাপকদের দ্বারা দান করা হয়েছে । তেহরান বিশ্ববিদ্যালয়ের পাণ্ডুলিপি সংগ্রহে ফার্সি আরবি ও তুর্কি ভাষায় 17,000 - এরও বেশি পাণ্ডুলিপি রয়েছে । গ্রন্থাগারে পাণ্ডুলিপি সংরক্ষণের জন্য একটি অত্যাধুনিক কেন্দ্রও রয়েছে । তেহরান বিশ্ববিদ্যালয় প্রেস (ইউ. টি. পি.) যা একাডেমিক বই প্রকাশের উপর দৃষ্টি নিবদ্ধ করে আজ পর্যন্ত 5,000 টিরও বেশি বই প্রকাশ করেছে এবং বর্তমানে প্রতিদিন গড়ে একাধিক বই প্রকাশ করে । ইউটিপির সারা দেশে 96 টিরও বেশি বিতরণ এজেন্ট রয়েছে এবং আফগানিস্তানেও একটি রয়েছে ।\n\n\n=== দানশীলতা ===\nতেহরান বিশ্ববিদ্যালয় একটি সরকারি বিশ্ববিদ্যালয় এবং এর অর্থায়ন ইরান সরকার করে । জাতীয় বিশ্ববিদ্যালয়ের প্রবেশিকা পরীক্ষায় শীর্ষস্থানীয়দের জন্য সকল সরকারি বিশ্ববিদ্যালয়ে শিক্ষা বিনামূল্যে প্রদান করা হয় । বিশ্ববিদ্যালয়ের স্বাভাবিক ক্ষমতার নিচে অবস্থান করা ব্যক্তিদের আংশিক বা সম্পূর্ণ টিউশন দিতে হবে । 2011 সালে তেহরান বিশ্ববিদ্যালয় 7 কোটি ডলারের সমপরিমাণ অর্থ নিয়ে ইরানের সমস্ত বিশ্ববিদ্যালয়ের মধ্যে সর্বোচ্চ বাজেট পায়।\n\n\n=== প্রতীক ===\nতেহরান বিশ্ববিদ্যালয়ের প্রতীক যা চারুকলা অনুষদের প্রয়াত অনুষদ সদস্য ডঃ মোহসেন মোঘাদাম দ্বারা ডিজাইন করা হয়েছিল , একটি চিত্রের উপর ভিত্তি করে তৈরি করা হয়েছে যা সাসানিড যুগের স্টাকো রিলিফ এবং সিলগুলিতে পাওয়া যায়। এই ক্ষেত্রে এটি তিসফন শহরে আবিষ্কৃত একটি স্টাকো রিলিফ থেকে একটি অনুলিপি। সীলমোহরটি মালিকানার প্রতীক । সাসানীয় যুগে এই সিলগুলি স্টাকো রিলিফ মুদ্রা এবং রৌপ্যের বাসনগুলিতে পারিবারিক প্রতীক হিসাবে ব্যবহৃত হত । যেহেতু সাসানীদ পাহলভি লিপির বর্ণমালা এই ব্যাজগুলিতে ব্যবহৃত হয়েছিল , তাই এগুলিরও একটি মনোগ্রামের প্রকৃতি রয়েছে ।\nমোটিফটি দুটি ঈগল ডানার মধ্যে স্থাপন করা হয়। এই সময়ের অন্যান্য ছবিতেও এই মোটিফগুলি পাওয়া যায় , যেমন রাজকীয় মুকুটগুলিতে , বিশেষত সাসানিদ যুগের শেষে। এই সিলযুক্ত মুকুটগুলিকে শাহনামা - এ \" দুই - পালক মুকুট \" বলা হয়েছে । পাহলভি লিপিগুলির সংমিশ্রণে ডানাগুলির মধ্যে মোটিফ তৈরি করা হয়েছিল । কিছু পণ্ডিত এই ছবিগুলি পড়ার চেষ্টা করেছেন । এই লিপিটি \" আফজুত \" (আমরুদ) আকারে রয়েছে যার অর্থ প্রচুর এবং বৃদ্ধি।\n\n\n=== রঙিন। ===\nতেহরান বিশ্ববিদ্যালয়ের সরকারী রঙ হল তেহরান নীল বিশ্ববিদ্যালয় (আরজিবিঃ ২৯,১৬০,১৯৬) ।\n\n\n==== প্রধান প্রবেশদ্বার ====\nতেহরান বিশ্ববিদ্যালয়ের প্রধান প্রবেশদ্বারটি 1965 সালে বিশ্ববিদ্যালয়ের চারুকলা অনুষদের অন্যতম ছাত্র কোরোশ ফারজামি দ্বারা ডিজাইন করা হয়েছিল এবং আর্ম কনস্ট্রাকশন কোম্পানি দ্বারা নির্মিত হয়েছিল ।\nগেটগুলি ইরানি 50,000 রিয়াল নোটের বিপরীত দিকে চিত্রিত করা হয়েছে ।\n\n\n=== অনুষদের ইতিহাস ===\n\n\n===== প্রাথমিক ভাবে তেহরান বিশ্ববিদ্যালয়ে আটটি কলেজ ও অনুষদ ছিলঃ =====\nধর্মতত্ত্ব ও ইসলামী স্টাডিজ অনুষদ\nবিজ্ঞান কলেজ (1934)\nচিঠি ও মানবিক অনুষদ\nমেডিসিন অনুষদ (1934)\nফার্মেসি অনুষদ (1934)\nদন্তচিকিৎসা অনুষদ (1939)\nকলেজ অফ ইঞ্জিনিয়ারিং (ফ্যানি) (1942) \nআইন ও রাষ্ট্রবিজ্ঞান অনুষদ (1942)\n\n\n===== পরে আরও অনুষদ প্রতিষ্ঠিত হয়ঃ =====\nকলেজ অফ ফাইন আর্টস (1941)\nভেটেরিনারি মেডিসিন অনুষদ (1943)\nকৃষি অনুষদ (1945)\nব্যবস্থাপনা অনুষদ (1954)\nশিক্ষা. অনুষদ (1954)\nপ্রাকৃতিক সম্পদ অনুষদ (1963)\nঅর্থনীতি অনুষদ (1970)\nসমাজ বিজ্ঞান অনুষদ (1972)\nপরিবেশ. অনুষদ (1975) \nবিদেশী ভাষা অনুষদ (1989)\nশারীরিক শিক্ষা অনুষদ\nভূগোল. অনুষদ (2002)\nবিশ্ব স্টাডিজ অনুষদ (2007) \nউদ্যোক্তা অনুষদ\nনতুন বিজ্ঞান ও প্রযুক্তি অনুষদ (2010)\n1992 সালে মেডিসিন অনুষদ দন্তচিকিৎসা ও ফার্মাকোলজি তেহরান ইউনিভার্সিটি অফ মেডিকেল সায়েন্সেস পরিণত হয় তবে এখনও মূল ক্যাম্পাসে অবস্থিত (কেন্দ্রীয় পারডিস) । এনঘেলাব অ্যাভেতে অবস্থিত সেন্ট্রাল পারডিস ক্যাম্পাস হল ক্যাম্পাসের মধ্যে প্রাচীনতম এবং সর্বাধিক পরিচিত ।আমির আবাদ ক্যাম্পাস যেখানে বেশিরভাগ ডরমিটরি অবস্থিত ।তেহরান বিশ্ববিদ্যালয়ের একটি অনলাইন ক্যাম্পাস প্রোগ্রাম রয়েছে যা 2003 সালে অনলাইন ডিগ্রি প্রোগ্রাম সরবরাহের প্রকল্পের অধীনে শুরু হয়েছিল - আনুষ্ঠানিক জাতীয় আইসিটি উন্নয়নের বিষয়ে অনুষ্ঠান আয়োজন করা ইরানের প্রথম বিশ্ববিদ্যালয় হয়ে উঠেছে ।\n\n\n== তথ্যসূত্র =="}