{"pageid": 1388857, "title": "অন্তঃক্ষরা গ্রন্থি", "url": "https://bn.wikipedia.org/wiki?curid=1388857", "content": "অন্তঃক্ষরা গ্রন্থি হল এন্ডোক্রাইন সিস্টেমের নালীবিহীন গ্রন্থি যা তাদের রস পদার্থ, হরমোন সরাসরি রক্তে নিঃসরণ করে। অন্তক্ষরা গ্রন্থিগুলি সম্মিলিতভাবে দেহে অন্তঃক্ষরা তন্ত্র গঠন করে। মানুষের অন্তঃক্ষরা তন্ত্রের প্রধান গ্রন্থিগুলির মধ্যে রয়েছে পিনিয়াল গ্রন্থি, পিটুইটারি গ্রন্থি, অগ্ন্যাশয়, ডিম্বাশয়, শুক্রাশয় , থাইরয়েড গ্রন্থি, প্যারাথাইরয়েড গ্রন্থি, হাইপোথ্যালামাস এবং অ্যাড্রিনাল গ্রন্থি । হাইপোথ্যালামাস এবং পিটুইটারি গ্রন্থি হল নিউরোএন্ডোক্রাইন অঙ্গ । \n\n\n== পিটুইটারি গ্রন্থি ==\nপিটুইটারি গ্রন্থি মস্তিষ্কের গোড়া থেকে পিটুইটারি স্টলক দ্বারা ঝুলে থাকে এবং হাড় দ্বারা ঘেরা থাকে। এটির দুটি অংশ। যথা - ১। অগ্র পিটুইটারির (হরমোন- উৎপাদক অংশ ) এবং ২। পশ্চাৎ পিটুইটারির ( স্নায়বিক অংশ, যা হাইপোথ্যালামাসের থেকে হরমোন নিয়ে তা সঞ্চিত রাখে )। হাইপোথ্যালামাস অগ্র পিটুইটারির হরমোন ক্ষরণ নিয়ন্ত্রণ করে এবং দুটি হরমোন তৈরি করে যা পশ্চাৎ পিটুইটারি সঞ্চয় করে ও পরে সেখান থেকে ক্ষরণ হয়।\nছয়টি অগ্র পিটুইটারি হরমোনের মধ্যে চারটি হল ট্রপিক হরমোন যা অন্যান্য অন্তঃক্ষরা গ্রন্থি গুলির কাজ নিয়ন্ত্রণ করে। বেশিরভাগ অগ্র পিটুইটারি হরমোন নিঃসরণের একটি দৈনিক ছন্দ প্রদর্শন করে, যা পরিবর্তনের সাপেক্ষে হাইপোথ্যালামাসকে উদ্দীপনা দ্বারা প্রভাবিত করে।\nসোমাটোট্রপিক হরমোন বা গ্রোথ হরমোন (GH) হল একটি উপচিতিমূলক হরমোন যা শরীরের সমস্ত কলা বিশেষ করে কঙ্কালের পেশী এবং হাড়ের বৃদ্ধিকে উদ্দীপিত করে। এটি প্রত্যক্ষ বা পরোক্ষভাবে ইনসুলিন-সদৃশ বৃদ্ধির কারণগুলির (IGFs) মাধ্যমে কাজ করতে পারে। GH চর্বি সংহত করে, প্রোটিন সংশ্লেষণকে উদ্দীপিত করে এবং গ্লুকোজ গ্রহণ ও বিপাককে বাধা দেয় । GH এর নিঃসরণ গ্রোথ হরমোন-রিলিজিং হরমোন (GHRH) এবং গ্রোথ হরমোন-ইনহিবিটিং হরমোন (GHIH), বা সোমাটোস্ট্যাটিন দ্বারা নিয়ন্ত্রিত হয়। GH এর অতি ক্ষরণের ফলে শিশুদের মধ্যে দৈত্যতা(gigantism) এবং প্রাপ্তবয়স্কদের মধ্যে অ্যাক্রোমেগালি সৃষ্টি করে; স্বল্প ক্ষরণের ফলে শিশুদের মধ্যে বামনত্ব (dwarfism) সৃষ্টি করে।\nথাইরয়েড-স্টিমুলেটিং হরমোন থাইরয়েড গ্রন্থির স্বাভাবিক বিকাশ এবং কার্যকলাপকে উদ্দীপনা যোগান দেয় । থাইরোট্রপিন-রিলিজিং হরমোন তার মুক্তিকে উদ্দীপিত করে; থাইরয়েড হরমোনের নেতিবাচক প্রতিক্রিয়া এটিকে বাধা দেয়।\nঅ্যাড্রেনোকোর্টিকোট্রপিক হরমোন অ্যাড্রিনাল কর্টেক্সকে কর্টিকোস্টেরয়েড নির্গত করতে উদ্দীপিত করে। অ্যাড্রেনোকোর্টিকোট্রপিক হরমোন নিঃসরণ কর্টিকোট্রপিন -রিলিজিং হরমোন দ্বারা উদ্দীপিত হয় এবং গ্লুকোকোর্টিকয়েডের মাত্রা বৃদ্ধির দ্বারা বাধাপ্রাপ্ত হয়।\nগোনাডোট্রপিনস - ফলিকল- স্টিমুলেটিং হরমোন এবং লিউটেনাইজিং হরমোন উভয় লিঙ্গের গোনাডের কাজ নিয়ন্ত্রণ করে। ফলিকল-স্টিমুলেটিং হরমোন যৌন কোশ উৎপাদনকে উদ্দীপিত করে; লিউটিনাইজিং হরমোন গোনাডাল হরমোন উৎপাদনকে উদ্দীপিত করে। গোনাডোট্রপিন- রিলিজিং হরমোনের প্রতিক্রিয়ায় গোনাডোট্রপিনের মাত্রা বৃদ্ধি পায়। গোনাডাল হরমোনের নেতিবাচক প্রতিক্রিয়া গোনাডোট্রপিন নিঃসরণকে বাধা দেয়।\nপ্রোল্যাক্টিন মানব মহিলাদের দুধ উৎপাদনকে উৎসাহিত করে। এর নিঃসরণ প্রোল্যাকটিন- রিলিজিং হরমোন দ্বারা প্ররোচিত হয় এবং প্রোল্যাকটিন- ইনহিবিটিং হরমোন দ্বারা বাধা দেওয়া হয়।\nপিটুইটারি গ্রন্থির মধ্যবর্তী লোব শুধুমাত্র একটি এনজাইম নিঃসরণ করে যা হল মেলানোসাইট স্টিমুলেটিং হরমোন । এটি আমাদের ত্বকে মেলানিন নামক কালো রঙ্গক গঠনের সাথে যুক্ত।\nনিউরোহাইপোফাইসিস দুটি হাইপোথ্যালামিক হরমোন সঞ্চয় করে এবং ক্ষরণ করে :\n\nঅক্সিটোসিন হল একটি শক্তিশালী জরায়ু সংকোচনকারী উদ্দীপক, যা শিশুর প্রসবে সাহায্য করে এবং স্তন্য হতে দুগ্ধ ক্ষরণ করতে সাহায্য করে। এর মুক্তি হাইপোথ্যালামাস দ্বারা প্রতিফলিতভাবে করে এবং একটি ইতিবাচক প্রতিক্রিয়া প্রক্রিয়া উপস্থাপন করে।\nঅ্যান্টিডিউরেটিক হরমোন (ADH) বৃক্ক এর নালিকাগুলিকে জল পুনঃশোষণ ও সংরক্ষণ করতে উদ্দীপিত করে, যার ফলে অল্প পরিমাণে অত্যন্ত ঘনীভূত প্রস্রাব হয় এবং প্লাজমার অভিস্রবনতা হ্রাস পায়। অ্যান্টিডিউরেটিক হরমোন রক্তে উচ্চ দ্রবণ ঘনত্বের প্রতিক্রিয়া হিসাবে নিঃসৃত হয় এবং রক্তে কম দ্রবণ ঘনত্ব দ্বারা বাধা দেয়। কম ক্ষরণের ফলে ডায়াবেটিস ইনসিপিডাস হয়।\nপিটুইটারি গ্রন্থি আকারে ছোট হলেও এর কার্যকলাপ বড়। এই গ্রন্থি অন্যান্য অন্তঃক্ষরা গ্রন্থির কার্যকলাপ নিয়ন্ত্রণ করে। তাই একে প্রভু গ্রন্থি বলা হয়।\n\n\n== অন্যান্য অন্তঃক্ষরা গ্রন্থি ==\nপিটুইটারি গ্রন্থি ছাড়া যেসব অন্তঃক্ষরা গ্রন্থি মানুষের শরীরে দেখা যায় সেগুলি হল;\nথাইরয়েড গ্রন্থি (Thyroid Gland): এই গ্রন্থি শ্বাসনালীর দুপাশে স্বরযন্ত্রের নীচে থাকে।\nপ্যারাথাইরয়েড গ্রন্থি (Parathyroid Gland): দুজোড়া প্যারাথাইরয়েড গ্রন্থি, ছোট ছোট মটরদানার মতো দেখতে, থাইরয়েড গ্রন্থির পিছনে লেগে থাকে।\nল্যাংগারহানসের দ্বীপ গ্রন্থি (Islets of Langerhans): এগুলি অগ্ন্যাশয়ের মধ্যে বিক্ষিপ্ত অবস্থায় ছড়িয়ে থাকে।\nঅ্যাড্রেনাল গ্রন্থি (Adrenal Glands): মানুষের উদরগহ্বরে প্রতিটি বৃক্কের মাথায় টুপির মতো একজোড়া এই গ্রন্থি থাকে।\nথাইমাস গ্রন্থি (Thymus Gland): বক্ষগহ্বরে শ্বাসনালী যেখানে দুটি শাখায় ভাগ হয়েছে, সেখানে অবস্থিত।\nপিনিয়াল বডি (Pineal Body): তৃতীয় মস্তিষ্ক গহ্বরে অবস্থিত।\nশুক্রাশয়ের আন্তর কলা (Interstitial Cells of Testes): পুরুষ মানুষের প্রতিটি শুক্রাশয়ে আন্তর কলা থাকে। যা থেকে হরমোন ক্ষরিত হয়।\nডিম্বাশয়ে গ্রাফিয়ান ফলিকল (Grafian Follicle) এবং করপাস লিউটিয়াম (Corpus Luteum): প্রাপ্তবয়স্ক স্ত্রীলোকের উদরগহ্বরে অবস্থিত প্রতিটি ডিম্বাশয়ে অবস্থান করে।\nগর্ভফুল(Placenta): এটি অস্থায়ী অন্তক্ষরা গ্রন্থি হিসেবে কাজ করে। গর্ভবতী স্ত্রীলোকের জরায়ুতে অবস্থিত ভ্রুণের সঙ্গে মাতৃদেহের সংযোগ রক্ষাকারী অংশে এর অবস্থান।\n\n\n== তথ্যসূত্র =="}