{"pageid": 1388822, "title": "আল-মুহাল্লা", "url": "https://bn.wikipedia.org/wiki?curid=1388822", "content": "কিতাবুল মুহাল্লা বিল আছার বা সংক্ষেপে আল-মুহাল্লা নামে পরিচিত (\"সুমিষ্ট\" বা \"সুশোভিত শাস্ত্র\") গ্রন্থটি হল একাদশ শতাব্দীর সুন্নী   মুসলিম পণ্ডিত ইবনে হাযম‌ ইসলামী আইন ও আইনশাস্ত্রের একটি বই। এটি সুন্নি ইসলামের মধ্যে জাহিরি মাযহাবের প্রাথমিক উৎসগুলির মধ্যে একটি হিসাবে বিবেচিত হয়।\n\n\n== বর্ণনা ==\nইবনে হাযমের মতে কিতাবুল মুহাল্লা বিল আছার তার আরেকটি আরও গুরুত্বপূর্ণ কিতাব আল-মুজাল্লার ব্যাখ্যা। আল-মুজাল্লা গ্রন্থটি পাওয়া যায়নি। বইটিতে লেখকের দৃষ্টিভঙ্গির জন্য উল্লেখ করা হয়েছে যে একজন মুসলমান প্রতিটি প্রতিশ্রুতি পূরণ করতে বাধ্য নয়; বিশেষ করে, একজন মুসলিম যে অপরাধমূলক কাজ করার প্রতিশ্রুতি দিয়েছে তার এমন প্রতিশ্রুতি পূরণ করা উচিত নয় ।\n\n\n== অভ্যর্থনা ==\nএটি তার নিজের আল-মুজাল্লা (\"উজ্জ্বল গ্রন্থ\") এর ভাষ্য, এবং এটিকে ফিকহ সাহিত্যের একটি সেরা শিল্পকল্প হিসাবে বিবেচনা করা হয়।\n\nআদিল সালাহি নামের একজন মুসলিম হেরিটেজ সাইটের কলামিস্ট লিখেন:এই বইটি একটি পাণ্ডিত্যের সম্পদ, যাতে ইবনে হাযম প্রতিটি প্রশ্ন আলাদাভাবে আলোচনা করেছেন। প্রতিটি প্রশ্নে, তিনি উচ্চ কৃতিত্বের পূর্ববর্তী পণ্ডিতদের মতামত উদ্ধৃত করেছেন, নিজেকে ফিকহের চারটি মাযহাবের মতামতের মধ্যে সীমাবদ্ধ রাখেননি, বরং হাসান বাসরি (মৃত্যু ১১০ হিজরি), লাইস ইবনে সাদ (মৃত্যু ১৭৫ হিজরি), আতা (মৃত্যু ১১৪ হিজরি), সুফিয়ান সাওরি (মৃত্যু ১৬১ হিজরি), আওজাই (মৃত্যু ১৫৭ হিজরি) প্রভৃতি। তিনি তাদের মতামতের সমর্থনে উদ্ধৃত প্রমাণগুলিও উদ্ধৃত করেছেন। তারপরে তিনি আলোচনা করেন কেন তিনি তাদের মতামতকে ভুল বলে মনে করেন এবং তার নিজের মতের সমর্থনে প্রমাণ উপস্থাপন করেন। এটি একটি অত্যন্ত পাণ্ডিত্যপূর্ণ আলোচনার জন্য তৈরি করে। অনেক পণ্ডিত আল-মুহাল্লাকে ইসলামী ফিকহের বিশ্বকোষ হিসাবে বর্ণনা করেছেন। প্রকৃতপক্ষে, এটি প্রাথমিক পণ্ডিতদের অনেক মতামত সংরক্ষণ করেছে যাদের কাজ হয় নথিভুক্ত করা হয়নি নয়ত হারিয়ে গেছে। আল-মুহাল্লার একমাত্র সমস্যা হল ইবনে হাযম প্রায়শই তার বিরোধীদের সমালোচনা করেন। তবুও সন্দেহ নেই যে তিনি যেটিকে সত্য বলে মনে করেন তার একজন সঠিক রক্ষণাবেক্ষণ করেন। যে কোনো আলেম যে ইজতিহাদ করতে চান, বর্তমান জীবনের সম্মুখীন হওয়া প্রশ্নের জন্য রায়ে পৌঁছানোর জন্য আল-মুহাল্লাকে উপেক্ষা করতে পারেন না।জাহিরি মাজহাবের প্রবক্তাদের জন্য মুহাল্লা একটি উল্লেখযোগ্য কাজ। বিশেষ করে মুওয়াহহিদিন খিলাফতের সময়, এটা শেখা ছিল বিচার বিভাগের প্রশিক্ষণের জন্য আদর্শ। মিশর ও সিরিয়ায় মামলুক সালতানাতের সময়, জাহিরি বিদ্রোহ আংশিকভাবে পৃথক রাজনৈতিক অভিযোগ ছাড়া বাকি বিষয়ে বইটির সক্রিয় অধ্যয়ন ও শিক্ষার দ্বারা অনুপ্রাণিত হয়েছিল।\nআধুনিক যুগে বিদ্যালয়ের অনুসারীদের মধ্যে এই ধারা অব্যাহত রয়েছে; পাকিস্তানি পণ্ডিত বদিউদ্দিন শাহ রশিদি মক্কায় ইসলামের পবিত্রতম স্থান মসজিদে হারামে বইটির উপর ভিত্তি করে ক্লাস দিয়েছেন। একইভাবে, ইয়েমেনি পণ্ডিত মুকবিল বিন হাদি ওয়াদিই মদিনায় থাকাকালীন ইসলামের দ্বিতীয় পবিত্রতম স্থান মসজিদে নববিতে বইটি পড়ান। ইবনে হাযমের জীবনীকার আবু আবদুর রহমান ইবনে আকিল জাহিরি রিয়াদে বইটি শেখানোর অনুমতি চেয়েছিলেন, যদিও প্রধানত হাম্বলী ধর্মীয় প্রতিষ্ঠান অনুমোদন দেয়নি। ভারত ও পাকিস্তানের আহলে হাদিস আন্দোলন প্রায়ই বইটিকে শিক্ষার হাতিয়ার হিসেবে ব্যবহার করে।\nইবনে আবদুস সালাম বলেছেন: \"আমি ইসলামের সমস্ত জ্ঞানের বইয়ে, ইবনে হাযমের আল-মুহাল্লার মত এবং শায়খ মুওয়াফফাকুদ্দিন ইবনে কুদামার আল-মুগনির মতো কিছু দেখিনি।\"\nযাহাবি মন্তব্য করেছেন: \"শাইখ ইযযুদ্দিন সঠিক, এবং তৃতীয়টি বায়হাকির সুনানিল কুবরা এবং চতুর্থটি ইবনে আব্দুল বাররের তামহিদ। যে ব্যক্তি এই খন্ডগুলি অর্জন করে, সে যদি বুদ্ধিমান মুফতিদের একজন হয় এবং সেগুলি পড়ার জন্য অধ্যবসায় করে - সে প্রকৃতই একজন আলিম।\nবিংশ শতাব্দীর একজন নেতৃস্থানীয় পণ্ডিত মুহাম্মদ আবু জাহরা এই বইটিকে এই শব্দে বর্ণনা করেছেন: \"এটি সত্যই এবং সঠিকভাবে ইসলামী ফিকহের স্তম্ভ, এবং এটি একটি অত্যন্ত দরকারী বই। যদি এতে কটূক্তিমূলক মন্তব্য এবং কিছু বাক্যাংশের ব্যবহার না হত যা স্পষ্টতই অনুপযুক্ত এবং গ্রহণযোগ্য নয়, তাহলে এটি সুন্নি ফিকহের সর্বকালের সেরা বই হত।\n\n\n== সংস্করণ ==\nএটি বিভিন্ন সংস্করণে প্রকাশিত হয়, কখনও ৯টি খণ্ডে এবং কখনও কখনও ১২টি খণ্ডের সংস্করণে।\nবৈরুত: মুদ্রণ ও প্রকাশনার বাণিজ্যিক অফিস, তারিখ নেই।\n\n\n== আরও দেখুন ==\n\nসুন্নি গ্রন্থের তালিকা\n\n\n== তথ্যসূত্র =="}