{"pageid": 1388422, "title": "ব্রাহ্মণ্যবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1388422", "content": "ব্রাহ্মণ্যবাদ বা ব্রাহ্মণবাদ বৈদিকধর্ম থেকে বিকশিত মতবাদ, যেটি অবৈদিক ধর্মীয় ধারণাগুলিকে অন্তর্ভুক্ত করেছে; এবং এটি উত্তর-পশ্চিম ভারত থেকে গঙ্গা উপত্যকা পর্যন্ত প্রসারিত অঞ্চলে বিস্তৃত হয়েছে। মূলত মতবাদটি পরম বাস্তবতা ব্রহ্ম সম্পর্কিত ধারণা থেকে সৃষ্ট, কিন্তু তা কালক্রমে ব্রাহ্মণবাদ মতবাদে পরিণত হয়েছে।\nহিস্টারম্যান বলেন, ব্রাহ্মণ্যবাদের মধ্যে বৈদিক সংকলন অন্তর্ভুক্ত ছিল, তবে ধর্মসূত্রের মতো উত্তর-বৈদিক গ্রন্থ অন্তর্ভুক্ত থাকায় সমাজের পুরোহিত বা ব্রাহ্মণ শ্রেণীকে প্রাধান্য দিয়েছে। তিনি আরো বলেন, উত্তর-বৈদিক স্মৃতি, যেগুলি পরবর্তী স্মার্ত ঐতিহ্যের মধ্যেও অন্তর্ভুক্ত করা হয়েছে। আচার-অনুষ্ঠানের উপর জোর দেওয়া এবং ব্রাহ্মণদের প্রভাবশালী অবস্থান কুরু-পাঁচাল রাজ্যে বিকশিত মতাদর্শ হিসাবে বিকশিত হয়েছিল, এবং কুরু-পাঁচাল রাজ্যের অবসানের পরে আর্যাবর্ত অঞ্চলে বিস্তৃত হয়েছিল। এটি স্থানীয় ধর্মের সাথে সহ-অবস্তিত ছিল, যেমন যক্ষ সম্প্রদায়।\n\n\n== ইতিহাস ==\nব্রাহ্মণ্যবাদ শব্দটি ষোড়শ শতকে গনসালো ফার্নান্দেস ট্রানকোসো কর্তৃক সৃষ্টি। ঐতিহাসিকভাবে, এটিকে  হিন্দুধর্মের সমার্থক হিসাবে বিবেচনা করা হয়। অষ্টাদশ ও উনবিংশ শতকে, ব্রাহ্মণ্যবাদ প্রাথমিক উপনিষদগুলিতে ব্রহ্মকে গুরুত্ব দিয়েছিল, কারণ এটি বৈদিক যুগের শেষের দিকের উত্তর-বৈদিক ধারণা থেকে বিকাশ লাভ করেছিল। দ্বিতীয় নগরায়নের পরবর্তী বৈদিক যুগে ব্রাহ্মণ্যবাদের পতন ঘটেছিল। রাজনৈতিক সত্তার বৃদ্ধির সাথে, যা গ্রামীণ ব্রাহ্মণদের আয় ও পৃষ্ঠপোষকতাকে হুমকির মুখে ফেলেছিল; শ্রমণিক আন্দোলন, নন্দ সাম্রাজ্য এবং মৌর্য সাম্রাজ্য সহ মগধ থেকে পূর্ব সাম্রাজ্যের বিজয়, এবং উত্তর-পশ্চিম ভারতীয় উপমহাদেশে আগ্রাসন এবং বিদেশী শাসন যেগুলো নতুন রাজনৈতিক সত্ত্বা নিয়ে আসে। উক্ত নতুন রাজনৈতিক সত্ত্বা নতুন পরিষেবা প্রদান করে, এবং পূর্ব গঙ্গার সমভূমির অবৈদিক ইন্দো-আর্য ধর্মীয় ঐতিহ্য এবং স্থানীয় ধর্মীয় ঐতিহ্যকে অন্তর্ভুক্ত করে, এবং একইসাথে সমসাময়িক হিন্দুধর্মের জন্ম দেয়। এই \"নতুন ব্রাহ্মণ্যবাদ\" অতিপ্রাকৃত শক্তির প্রতি আকৃষ্ট শাসকদের কাছে আবেদন করে, এবং ব্রাহ্মণরা এ শক্তির ব্যবহারিক পরামর্শ দিতে সক্ষম, \nএর ফলশ্রুতিতে ব্রাহ্মণ্য প্রভাবের পুনরুত্থান ঘটে, যা খ্রিস্টাব্দ শতাব্দীর প্রথম দিকে হিন্দুধর্মের ধ্রুপদী যুগ থেকে ভারতীয় সমাজে আধিপত্য বিস্তার করে।\nআজকাল, ব্রাহ্মণ্যবাদ শব্দটি, ব্রাহ্মণবাদের সাথে বিনিময়যোগ্যভাবে ব্যবহৃত হয়, যা ব্রাহ্মণদেরকে স্বাভাবিকভাবে সমাজে শাসন ও আধিপত্যের অধিকারী বিশেষ সুবিধাপ্রাপ্ত মানুষ হিসেবে দেখে। শব্দটি প্রায়শই ব্রাহ্মণ্যবাদ-বিরোধীরা ব্যবহার করে, যারা ভারতীয় সমাজে তাদের আধিপত্য এবং তাদের একচেটিয়া মতাদর্শের বিরুদ্ধে আপত্তি জানায়। উনিশ শতকের ঔপনিবেশিক শাসকদের দৃষ্টিভঙ্গিতে, মতবাদটি খ্রিস্টান মতবাদ থেকে উদ্ভূত, মূল \"ঈশ্বর-প্রদত্ত ধর্ম\" পুরোহিতদের দ্বারা কলুষিত হয়েছিল, এক্ষেত্রে ব্রাহ্মণরা এবং তাদের ধর্ম, \"ব্রাহ্মণ্যবাদ\", যা অনুমিতভাবে ভারতীয় জনগণের উপর চাপিয়ে দেওয়া হয়েছিল। সংস্কারবাদী হিন্দুরা যেমন  আম্বেদকর, তাদের সমালোচনাকে সমর্থন করেন।\n\n\n== আরও দেখুন ==\nকৌলিন্য\nহিন্দু কৌতুক\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nBasham, Arthur Llewellyn (১৯৮৯)। The Origins and Development of Classical Hinduism। Oxford University Press। আইএসবিএন 9780195073492। \nBronkhorst, Johannes (২০০৭)। Greater Magadha: Studies in the Culture of Early India। BRILL। আইএসবিএন 9789004157194। \nBronkhorst, Johannes (২০১৫), \"The historiography of Brahmanism\",   Otto; Rau; Rupke, History and Religion:Narrating a Religious Past, Walter deGruyter উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBronkhorst, Johannes (২০১৬), How the Brahmains Won, BRILL উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBronkhorst, Johannes (২০১৭), \"Brahmanism: Its place in ancient Indian society\", Contributions to Indian Sociology, 51 (3): 361–369, এসটুসিআইডি 220050987, ডিওআই:10.1177/0069966717717587 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHeesterman, Jan (২০০৫)। \"Vedism and Brahmanism\"।   Jones, Lindsay। The Encyclopedia of Religion। 14 (2nd সংস্করণ)। Macmillan Reference। পৃষ্ঠা 9552–9553। আইএসবিএন 0-02-865733-0। \nMichaels, Axel (২০০৪)। Hinduism. Past and present। Princeton, New Jersey: Princeton University Press। \nSamuel, Geoffrey (২০১০)। The Origins of Yoga and Tantra. Indic religions to the thirteenth century। Cambridge University Press। \nWitzel, Michael (১৯৯৫)। \"Early Sanskritization: Origin and Development of the Kuru state\" (পিডিএফ)। EJVS। 1 (4)। ১১ জুন ২০০৭ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা।"}