{"pageid": 1388203, "title": "বিগ বস ১৭", "url": "https://bn.wikipedia.org/wiki?curid=1388203", "content": "বিগ বস ১৭, যা বিগ বস ১৭: দিল, দিমাগ অর দম নামেও পরিচিত, হল ভারতীয়-হিন্দি ভাষার রিয়েলিটি টেলিভিশন শো বিগ বসের সতেরতম সিজন। এটি ১৫ অক্টোবর ২০২৩ তারিখে কালার্স টিভিতে প্রিমিয়ার হয় এবং ডিজিটালভাবে জিও সিনেমাতে স্ট্রিম হয়। এই সিরিজটি চতুর্দশবারের মতো সঞ্চালনা করছেন সালমান খান।\n\n\n== নির্মাণ ==\n\n\n=== চোখের লোগো ===\nএই মৌসুমে চোখের লোগোটি আগেরগুলির তুলনায় উল্লেখযোগ্য ব্যতিক্রম ভাবে করেছে৷ এটি একটি নতুন কমলা রঙের প্যালেটের সাথে দেখা যাচ্ছে অনেক দরজা এবং জানালা যা আগুন ছাড়ছে এবং একটি কমলা কোর পিউপিল হিসাবে কাজ করছে।\n\n\n=== প্রকাশ ===\n১৫ সেপ্টেম্বর ২০২৩, কালার্স টিভি একটি প্রচারমূলক ভিডিও প্রকাশ করে ইউটিউব এবং সামাজিক যোগাযোগ মাধ্যম,  সালমান খান এবং এই মৌসুমের জন্য তিনটি নতুন থিম সেখানে হাইলাইট করা হয়। দিল (হৃদয়; প্রেম)  দিমাগ (মন; বুদ্ধি)  এবং দম (শক্তি; উগ্রতা)। তারপর .২৩ সেপ্টেম্বর ২০২৩, কালার্স টিভি তিনটি ভিডিও প্রকাশ করে, প্রতিটি তিনটি নতুন ধারণার ঝলক দেয় এবং সালমান খান প্রিমিয়ার তারিখ ঘোষণা করেন।\n\n\n=== ঘর ===\nএই মরসুমের বাড়িটি ইউরোপের রাস্তাগুলি থেকে অনুপ্রাণিত হয়ে নির্মাণ করা হয়েছে বাড়িটিকে \"বিগ বস কা মুহাল্লাহ\" বলা হচ্ছে যেখানে তিনটি শয়নকক্ষ বা ঘর আছে যাকে মাকান বলা হচ্ছে।এই মৌসুমে কোন সাধারণ ডাইনিং এলাকা নেই বরং সংশ্লিষ্ট তিনটি বেডরুমে সেটা অন্তর্ভুক্ত করা হয়েছে৷ ক্যাপ্টেনের বেডরুম এবং জেল নেই। স্বীকারোক্তি কক্ষ বা কমফেশন রুমকে গ্রীক-গথিক স্টাইলে নকশা করা হয়েছে। এই মৌসুমে বাড়িতে মোট 1.১১০টি ক্যামেরা লাগানো হয়েছে যা বিগবসের সব মৌসুমের মধ্যে সর্বোচ্চ।\n\n\n== ঘরের সদস্য ==\n\n\n== সদস্য ==\nঘরে প্রবেশের ক্রমানুসারে প্রতিযোগীদের তালিকাঃ\nমূল প্রবেশিকা\n\nমান্নারা চোপড়া - অভিনেত্রী। তিনি প্রিয়াঙ্কা চোপড়া এবং পরিণীতি চোপড়ার মামাতো বোন । তিনি জিদ , থিক্কা এবং দুর্বৃত্ত চলচ্চিত্রের জন্য সর্বাধিক পরিচিত ।\nমুনাওয়ার ফারুকী – স্ট্যান্ড আপ কমেডিয়ান, ইউটিউবার এবং র‌্যাপার । তিনি লক আপ 1 এর বিজয়ী ।\nঐশ্বরিয়া শর্মা - অভিনেত্রী। তিনি ঘুম হ্যায় কিসিকে পেয়ার মেইনে পত্রলেখা সালুনখে চরিত্রে অভিনয়ের জন্য সবচেয়ে বেশি পরিচিত । তিনি ফিয়ার ফ্যাক্টর: খতরন কে খিলাড়ি 13- এর দ্বিতীয় রানার আপ ।\nনীল ভাট - অভিনেতা। তিনি 'ঘুম হ্যায় কিসিকে পেয়ার মেইন' -এ ডিসিপি বিরাট চভান এবং 'দিয়া অর বাতি হাম' -এ আইপিএস জাকির সিদ্দিকীর ভূমিকায় সর্বাধিক পরিচিত ।\nনাভিদ সোল – ফার্মাসিস্ট এবং ব্রিটিশ রিয়েলিটি টেলিভিশন ব্যক্তিত্ব। তিনি 2022 সালে ইউকে রিয়েলিটি সিরিজ দ্য অ্যাপ্রেন্টিস 16- এ অংশগ্রহণ করেছিলেন\nঅনুরাগ ডোভাল - YouTuber, দ্য UK07 রাইডার নামেও পরিচিত। তিনি একজন দৈনিক ভ্লগার।\nসানা রইস খান – আইনজীবী। তিনি শিনা বোরা হত্যা মামলায় জড়িত থাকার জন্য পরিচিত ।\nজিগনা ভোরা - সাবেক ক্রাইম রিপোর্টার। সাংবাদিক জ্যোতির্ময় দে হত্যার অভিযোগে তাকে MCOCA-এর অধীনে মিথ্যা অভিযুক্ত করা হয়েছিল ।\nঅঙ্কিতা লোখান্ডে - অভিনেত্রী। তিনি পবিত্র রিশতায় অর্চনা করঞ্জকার দেশমুখ এবং অঙ্কিতা দেশমুখ কর্মকারের দ্বৈত ভূমিকা এবং ঝলক দিখলা জা 4- এ অংশগ্রহণের জন্য সর্বাধিক পরিচিত । তিনি মণিকর্ণিকা: দ্য কুইন অফ ঝাঁসি এবং বাঘি 3- এর মতো হিন্দি ছবিতেও অভিনয় করেছেন ।\nভিকি জৈন - ব্যবসায়ী এবং অভিনেত্রী অঙ্কিতা লোখান্ডের স্বামী ।\nসোনিয়া বনসাল - অভিনেত্রী এবং মডেল। তিনি 2019 সালের চলচ্চিত্র দুষ্টু গ্যাং- এ তারা চরিত্রে অভিনয় করার জন্য পরিচিত ।\nফিরোজা খান, খানজাদি নামেও পরিচিত – র‌্যাপার এবং মডেল। তিনি MTV হাস্টল 2- এর একজন প্রতিযোগী ছিলেন ।\nসানি আর্য – ইউটিউবার, তেহেলকা প্র্যাঙ্ক নামেও পরিচিত।\nরিংকু ধাওয়ান - অভিনেত্রী। তিনি কাহানি ঘর ঘর কি- তে ছায়া আগরওয়াল এবং ছোট সরদারনি -তে অমৃত কৌর গিল চরিত্রে অভিনয়ের জন্য সবচেয়ে বেশি পরিচিত ।\nঅরুণ শ্রীকান্ত ম্যাশেত্তি – ইউটিউবার, আচানাক বায়ানাক গেমিং নামেও পরিচিত।\nঅভিষেক কুমার – টেলিভিশন অভিনেতা। তিনি উদরিয়ানে আমরিক সিং ভির্ক এবং বেকাবুতে আদিত্য রাইচাঁদ চরিত্রে অভিনয়ের জন্য সর্বাধিক পরিচিত ।\nইশা মালভিয়া – টেলিভিশন অভিনেত্রী। তিনি উদারিয়ানে জেসমিন কৌর সান্ধু আহলুওয়ালিয়া এবং হারলিন আহলুওয়ালিয়া ধিলোনের দ্বৈত ভূমিকার জন্য সর্বাধিক পরিচিত ।\n\n\n=== ওয়াইল্ড কার্ড প্রবেশকারীদেরসম্পাদনা ===\nমানস্বী মামগাই - অভিনেত্রী, মডেল, সামাজিক কর্মী এবং সৌন্দর্য প্রতিযোগিতার শিরোনামধারী। তিনি ফেমিনা মিস ইন্ডিয়া 2010 খেতাব জিতেছেন এবং মিস ওয়ার্ল্ড 2010 এ ভারতের প্রতিনিধিত্ব করেছেন । তিনি অ্যাকশন জ্যাকসনে মেরিনা ফনসেকা চরিত্রের জন্য সবচেয়ে বেশি পরিচিত ।\nসমর্থ জুরেল – টেলিভিশন অভিনেতা। তিনি উদারিয়ানে নিখিল কাপুর এবং মৈত্রীতে হর্ষ তিওয়ারির ভূমিকায় এবং এমটিভি স্প্লিটসভিলা 14- এ অংশগ্রহণের জন্য সর্বাধিক পরিচিত ।\nপার্ক মিন-জুন , আওরা নামে পরিচিত - দক্ষিণ কোরিয়ার গায়ক এবং সুরকার ।\nআয়েশা খান - অভিনেত্রী, সোশ্যাল মিডিয়া প্রভাবশালী এবং মডেল। মুখচিত্রম- এ মায়া ফার্নান্দেজ এবং বালবীর রিটার্নস- এ বীরবা চরিত্রে অভিনয়ের জন্য তিনি সর্বাধিক পরিচিত ।\n\n\n=== অতিথি প্রবেশকারীসম্পাদনা ===\nওরহান \"অরি\" আওয়াত্রামণি - ইন্টারনেট সেনসেশন। তিনি 41 তম দিনে ঘরে প্রবেশ করেন এবং 43 তম দিনে বের হন\n\n\n== ওয়াইলকাট সদস্য ==\nমানস্বী মামগাই -  একজন প্রাক্তন মিস ইন্ডিয়া, মডেল, বলিউড অভিনেত্রী এবং চলচ্চিত্র প্রযোজক\nসামারথ জুয়াল -\n\n\n== টুইস্ট ==\n\n\n=== বেডরুম \"মাকান\" বরাদ্দ ===\n০৩টি শয়নকক্ষকে ০৩টি ভিন্ন ঘর হিসাবে চিত্রিত করা হয়েছে যা দিল, দিমাগ এবং দমের মতো। শোবার ঘরগুলি হলঃ\n\n   দিল শয়নকক্ষ (মাকান নং ০১): আলাদা বাথরুম এবং ওয়াশিং এরিয়া সহ সাদা এবং গোলাপী রঙের সুন্দর সংমিশ্রণ ঘরটিকে দম্পতিদের জন্য এবং সংযোগ বা সম্পর্ক স্থাপনের জন্য আদর্শ করে তুলেছে । এছাড়াও থেরাপি রুম এই মরশুমে একটি নতুন সংযোজন যা এই কক্ষের অংশ ।\n  দিমাগ শয়নকক্ষ (মাকান নং ০২): এই ঘরের নকশায় লাল রঙ প্রাধান্য পেয়েছে এবং এর সঙ্গে আছে জীবনের চেয়ে বড় দাবার টুকরোগুলি যা মূল বিষয়বস্তুটিকে ন্যায্য বলে প্রমাণ করে। এই কক্ষের আরেকটি নতুন সংযোজন আর্কাইভ রুম যেখানে কিছু নির্বাচিত প্রতিযোগী বাড়ির ফুটেজ দেখার অ্যাক্সেস পাবে । এছাড়াও এই শয়নকক্ষের সদস্যরা বাড়ির দায়িত্ব পালনের জন্য দায়বদ্ধ থাকবে (অর্থাৎ বাড়ির ক্যাপ্টেন হিসাবে কাজ করবে)\n  দম বেডরুম (মাকান নং ০৩): গথিক শিল্পকর্মের সাথে ঘরটি কালো রঙ দ্বারা প্রভাবিত এবং একজন প্রতিযোগীর আত্মবিশ্বাস পরীক্ষা করে। এই ঘরে  বিশেষ ডাইনিং এলাকা রয়েছে । একটি টেলিফোন, যাকে \"অ্যানসওয়ারিং মেশিন\" বলা হয়, ঘরের একটি কালো ক্ষুদ্র দুর্গে স্থাপন করা হয়েছে।\n  গোপন কক্ষঃ এই রুমে সকল প্রতিযোগী তাদের অনুভূতি দর্শকের সাথে ভাগাভাগি করতে পারবে।\n\n\n== সপ্তাহের সারাংশ ==\n\n\n== অতিথি ==\n\n\n== মনোনয়ন তালিকা ==\n\n\n== তথ্যসূত্র =="}