{"pageid": 1388656, "title": "ফাউস্তা ল্যাবিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1388656", "content": "ফাউস্টা ল্যাবিয়া (৩ এপ্রিল ১৮৭০ - ৬ অক্টোবর ১৯৩৫) একজন ইতালীয় অপেরাটিক সোপ্রানো ছিলেন যিনি মূলত ১৮৯২ থেকে ১৯০৮ সাল পর্যন্ত সক্রিয় ছিলেন। তিনি ১৮৯২ সালের এপ্রিল মাসে মায়ারবীরের লেস হিউগেনটস  এ ভ্যালেন্টাইন হিসাবে নেপলসে আত্মপ্রকাশ করেন। স্টকহোমের রয়্যাল সুইডিশ অপেরায় (১৮৯৩ - ৯৫) এবং লিসবনে (১৮৯৬ - ৯৬) অংশগ্রহণের পর তিনি ইতালিতে ফিরে আসেন যেখানে তিনি তুরিন রোম এবং বোলোনিয়ায় প্রথম অনুষ্ঠান করেন। এরপর উল্লেখযোগ্য পারফরম্যান্সের মধ্যে রয়েছে ভেনিসের লা ফেনিস  এ মাস্কাগনির আইরিস - এ শিরোনাম ভূমিকা (১৯০০) এবং মিলানের লা স্কালায় ওয়াগনারের ডাই ওয়াকুর  এ সিগলিন্ডে (১৯০১)। \n\n\n== প্রাথমিক জীবন, শিক্ষা এবং পরিবার ==\n১৮৭০ সালের ৩ এপ্রিল ভেরোনায় জন্মগ্রহণ করেন ফাউস্টা লাবিয়া ভিনিশিয়ান কাউন্ট জিয়ানফ্রানস্কো লাবিয়া এবং তার স্ত্রী সিসিলিয়া নে ডাবালার কন্যা ছিলেন যিনি একজন গায়ক এবং কণ্ঠ শিক্ষক ছিলেন। তার ছোট বোন মারিয়া একজন বিখ্যাত অপেরা গায়িকা হয়ে ওঠেন। তিনি তার মা এবং সোপ্রানো মারিয়া স্পিজিয়া আলদিঘিয়েরির দ্বারা প্রশিক্ষিত হয়েছিলেন।  তিনি ১৯০৭ সালে টেনর এমিলিও পেরিয়াকে বিয়ে করেন।  যার সাথে তার একটি কন্যা ছিল জিয়ানা পেরিয়া লাবিয়া (১৯০৮ -১৯৯৪)। তার ১৯১১ সালে বিবাহবিচ্ছেদ হয়।\n\n\n== কর্মজীবন ==\nলাবিয়া ১০ এপ্রিল ১৮৯২ সালে নেপলসের টেট্রো ডি সান কার্লোতে ভ্যালেন্টাইন হিসাবে মেয়ারবিয়ারের লেস হুগেনটসে আত্মপ্রকাশ করেন। তিনি ১৮৯২-৯৩ মৌসুমে ভেরোনার টেট্রো ফিলারমোনিকোতে অভিনয় করেছিলেন, মেয়ারবিয়ারের রবার্ট লে ডায়াবেলে ইসাবেলের চরিত্রে এবং বোইটোর মেফিস্টোফেলে মার্গেরিটা চরিত্রে অভিনয় করেছিলেন।\nরয়্যাল সুইডিশ অপেরার পরিচালক অ্যাক্সেল রুন্ডবার্গ ১৯৯৩ - ৯৪ মরশুমে মার্কিন যুক্তরাষ্ট্র সফরকারী ক্যারোলিনা অস্টবার্গের বিকল্প হিসাবে লাবিয়াকে নিযুক্ত করেছিলেন। তিনি ১৮৯৩ সালের সেপ্টেম্বরে মেফিস্টোফেলেতে মার্গারিটা এবং এলেনা উভয় চরিত্রেই প্রথম উপস্থিত হন এবং দর্শকদের কাছ থেকে প্রশংসা পান। তিনি সেই নভেম্বরে পোনচিয়েলির লা জিওকোন্ডা - এর শিরোনামের ভূমিকায় উপস্থিত হন, তারপরে ম্যাসকগনির ক্যাভালেরিয়া রুস্টিকানা  এলিজাবেথ  এ ওয়াগনারের টানহুসার ভ্যালেন্টাইন লিওনোরা - তে ভার্ডি ' স ইল ট্রোভাটোর এবং তার আইডায় শিরোনামের ভূমিকাতে উপস্থিত হন। তিনি বিশেষ করে ১৮৯৩ সালের ডিসেম্বরে মেন্ডেলসোনের আরিয়া \" ইনফেলিস \"  এর সাথে শ্রোতাদের মন্ত্রমুগ্ধ করে দেওয়ার সময় অসলো ফিলহার্মোনিক আবৃত্তি করেছিলেন। ১৮৯৪-৯৫ মৌসুমে, নতুন ভূমিকার মধ্যে রয়েছে বেলিনির নরমায় অ্যাডালগিসা, মোজার্টের ডন জিওভান্নিতে ডোনা আন্না এবং ৩০ মে ১৮৯৫ সালে তার চূড়ান্ত স্টকহোমে উপস্থিতিতে, লিওনকাভালোর প্যাগলিয়াচ্চিতে নেডা। সুইডেনে, তিনি তার শৈল্পিক বিতরণ এবং তার মনোরম মঞ্চায়নের জন্য প্রশংসা অর্জন করেছিলেন।\nতারপরে লাবিয়া তুরিনে গান গাইতে ইতালিতে ফিরে আসার আগে টেট্রো সাও কার্লোস লিসবনে এক বছর কাটিয়েছেন। ১৮৯৭ সালে, তিনি প্রাগের ডয়েচেস থিয়েটারে উপস্থিত হন, তারপরে তিনি ট্রিয়েস্ট এবং বোলোগনায় গান করেন। ১৮৯৮ সালে, লাবিয়া তুরিন ইতালীয় প্রদর্শনীতে উপস্থিত হন, সুরকারের উপস্থিতিতে আর্তুরো তোসকানিনি দ্বারা পরিচালিত ভার্দির কোয়াট্রো পেজি স্যাক্রি- এর বিশ্ব প্রিমিয়ারে অবদান রাখেন। তার সবচেয়ে উল্লেখযোগ্য পারফরম্যান্সের মধ্যে ছিল ভেনিসের লা ফেনিসে (১৯০০) মাসকাগ্নির আইরিস এবং মিলানের লা স্কালা (১৯০১) এ ওয়াগনারের ডাই ওয়াকুরে সিগলিন্ডে টাইটেল রোল। তিনি তার কর্মজীবনের অবশিষ্ট অংশ রোমের টিএট্রো কস্টানজিতে কাটিয়েছিলেন যেখানে তিনি ওয়াগনারের ভূমিকায় বিশেষীকরণ করেছিলেন। তিনি ১৯০২ সালে ওয়াগনারের সিগফ্রিডে ব্রুনহিল্ডের চরিত্রে অভিনয় করেন। ১৯০৭ সালে এমিলিও পেরেয়াকে বিয়ে করার পর, তিনি মঞ্চ থেকে অবসর নেন কিন্তু ১৯১১ সালে তার বিবাহবিচ্ছেদের পর তিনি শেষবারের মতো বুয়েনস আইরেসে ওয়াগনারের ডাই মিস্টারসিঞ্জার ভন নর্নবার্গ- এ ইভা চরিত্রে হাজির হন। এরপর তিনি রোমে ভয়েস টিচার হন।\nফাউস্তা লাবিয়া ১৯৩৫ সালের ৬ অক্টোবর রোমে মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ফাউস্তা ল্যাবিয়া সম্পর্কিত মিডিয়া দেখুন।"}