{"pageid": 1388130, "title": "আন্তর্জাতিক বাণিজ্য এবং জল", "url": "https://bn.wikipedia.org/wiki?curid=1388130", "content": "আন্তর্জাতিক বাণিজ্য এবং জল হলো আন্তর্জাতিক বাণিজ্য এবং মানুষের ব্যবহৃত জলের জন্য একটি আন্তর্জাতিক সম্পর্ক। বিংশ শতাব্দীতে এসে(মানুষের) জনসংখ্যার উল্লেখযোগ্য বৃদ্ধি এবং সামগ্রিক বৈশ্বিক ক্রমবর্ধমান অর্থনৈতিক উন্নয়ন ভবিষ্যতের জনসাধারণের জন্য সঠিকভাবে জল ব্যবস্থাপনা একটি ক্রমবর্ধমান চ্যালেঞ্জ হয়ে দেখা দিয়েছে।উন্নয়নশীল বিশ্বে, বিশেষ করে, বিশুদ্ধ পানির ব্যবহারের দিকটি একটি অভাব হিসেবে দেখা দিয়েছে বা বিশুদ্ধ জল ব্যবহারে তারা ব্যর্থ হয়েছে।প্রতি বছর,লক্ষ লক্ষ মানুষ অসুস্থতাসহ বিভিন্ন রোগের কারণে মারা যায় এবং মূলধনের অভাবে তারা সমস্যা মোকাবেলার জন্য প্রয়োজনীয় অবকাঠামো তৈরি করতে পারছে না। এই পরিস্থিতিগুলো বিশুদ্ধ জলের জন্য বিশ্বব্যাপী চাহিদা বাড়িয়েছে এবং এই কারণে, সারাবিশ্বের নীতি নির্ধারকরা মুক্ত বাজার অর্থনীতিবিদদের উপর বেশি চাপ দিয়েছে যে ধনী বাজারের মানুষগুলো বিশ্বব্যপী জল সমস্যা সমাধানে তারা সবচেয়ে কার্যকর ভূমিকা রাখতে পারে। জলের আন্তর্জাতিক বাণিজ্য থেকে বেশ কিছু দেশ এক্ষেত্রে লাভবান হতে পারে।বিশেষ করে যেসব দেশে অতিরিক্ত স্বাদু পানি এবং প্রচুর পুঁজি আছে তারা অন্য দেশে পানি রপ্তানি করে একটা মোটা অংকের মুনাফা অর্জন করতে পারে অথবা বিদেশি বাজারে অংশগ্রহণ থেকে তারা যে বিনিয়োগ আয় করবে তাতে আগ্রহী হয়ে উঠতে পারে।আর যাইহোক,সবাই এক্ষেত্রে একমত নন যে,কেবল বাজার থেকে জল সমস্যা সমাধানে সর্বোত্তম কার্যকর পদক্ষেপ আসবে।এক্ষেত্রে কিছু আন্তর্জাতিক সংস্থা যেমন অনেক এনজিও,মানবাধিকার সংস্থা এবং বিভিন্ন স্টেকহোল্ডার পানি বা জলকে অর্থনৈতিক দিক থেকে দেখার বিরোধিতা করে থাকে।এই ব্যক্তিরা আন্তর্জাতিক বাণিজ্য চুক্তি এবং আন্তর্জাতিক অর্থনৈতিক প্রতিষ্ঠান যার মধ্যে বিশ্বব্যাংক এবং আন্তর্জাতিক মুদ্রা তহবিল (আইএমএফ)সহ অন্যান্য আন্তর্জাতিক অর্থনৈতিক প্রতিষ্ঠানের বিরুদ্ধে একটি সংস্থানকে বেসরকারীকরণের চেষ্টা করার জন্য অভিযুক্ত করে যাকে তারা মৌলিক মানবাধিকার বলে মনে করে। জলকে একটি পণ্য হিসেবে বিবেচনা করা বা মৌলিক মানবাধিকার হিসেবে জলকে দেখার ক্ষেত্রে আইনী পেশাদার এবং বিভিন্ন সংস্থার নেতৃস্থানীয় সদস্যদের মধ্যে একটি বড় ধরণের বিতর্কও রয়েছে।\n\n\n== পণ্য হিসেবে জল ==\nশিল্প যুগ শুরু হওয়ার পূর্বে,বিভিন্ন স্থানীয় সম্প্রদায় তারা যেখানে বাস করত তার আশেপাশের উৎস হতে জল ব্যবহার করা শিখে।শিল্পের সময়কাল যতই এগিয়েছে,এই দৃষ্টিভঙ্গি তখন আরও অর্থনৈতিক পদ্ধতির ভিত্তি প্রতিস্থাপন করতে প্রয়োজনীয় হয়ে ওঠেছে।আজ,বেশিরভাগ জল একটি জটিল শিল্প প্রক্রিয়ার মধ্য দিয়ে যায় যা এর নিষ্কাশন থেকে শুরু হয় এবং তা পাইপ,বাঁধ এবং অন্যান্য নানা ধরণের অপ্রাকৃতিক সুবিধা ব্যবহার করে একটি জটিল প্রক্রিয়ায় শেষ হয়। এমনকি নদী ও হ্রদে অবস্থিত মিঠা পানিও কোনো না কোনোভাবে বের করা আবশ্যক। সাধারণভাবে,এই বিবেচনায় জমি,শ্রম এবং মূলধনের ব্যবহার জড়িত রয়েছে যার ফলে একটি সাধারণ সম্পদের ধারণাকে একটি মূল্য ভিত্তিক পণ্যে পরিবর্তন করা যায়।জল বিশুদ্ধকরণ এবং জল বিশুদ্ধকরণ প্ল্যান্টও এক্ষেত্রে বিশেষ ভূমিকা রাখতে পারে।\n\n\n== আন্তর্জাতিক সংস্থা,আন্তর্জাতিক বাণিজ্য চুক্তি এবং জল বেসরকারীকরণ ==\n২০০০ সালে,আন্তর্জাতিক মুদ্রা তহবিল(আই এম এফ) এর বিতরণ করা ৪০টি ঋণ কিস্তির মধ্যে ১২টি ছিলো বেসরকারিখাতে জল সরবরাহের আংশিক বা সম্পূর্ণ উদ্দেশ্যে অনুরোধ।একইভাবে,২০০২ সালে উন্নয়নশীল দেশগুলোতে জারি করা বিশ্বব্যাংকের ৫০ শতাংশ ঋণ যা জল পরিষেবার বেসরকারিকরণের অনুরোধ কারণ হিসেবে ব্যাখা করা হয়েছিল। বেসরকারীকরণের জন্য আন্তর্জাতিক সংস্থাগুলোর পাশাপাশি,২০ শতকের বাণিজ্য চুক্তিগুলোও জল বিক্রির অনুমতি দেওয়ার জন্য আইনি কাঠামো তৈরি করেছে।জিএটিএস,যা পরিষেবাগুলিতে বাণিজ্যের বিষয়ে সাধারণ চুক্তি নামে পরিচিত,এমন একটা তালিকা পদ্ধতি, যার অর্থ এটি এমন অঞ্চলগুলোতে বেসরকারিকরণের অনুমতি দেয় যারা এটিকে অন্যান্য দেশকে সদস্য হওয়ার পথ উন্মুক্ত করে।দোহা ডেভেলপমেন্ট রাউন্ড আলোচনার লক্ষ্য এই মর্যাদা পরিবর্তন করা।এই আলোচনার সময় ঘোষণা করা হয়েছিল যে,নতুন চুক্তিতে কোনো সেক্টরকে আলোচনা থেকে বাদ দেওয়া হবে না।যদি জল পরিষেবার আলোচনা সফল হয় তবে একবার সদস্যরা তাদের নিজস্ব বেসরকারী খাতে বাজার খুললে, তখন অন্য সদস্যরা সেই খাতে বিনিয়োগের জন্য একই অধিকার পাবে। অনেক আঞ্চলিক বাণিজ্য চুক্তির পদ্ধতির কোন তালিকা নেই এবং যাদের তালিকা নেই তারাও উপরে উল্লিখিত একই শর্তের মধ্যে পড়বে।উদাহরণস্বরূপ,ইউএস-সিএএফটিএ চুক্তিতে শুধুমাত্র কোস্টারিকা সরাসরি উল্লেখ করেছে যে জল পরিষেবাগুলোকে বিদেশি বিনিয়োগ থেকে বাদ দিতে হবে কিন্তু অন্যান্য দেশগুলো তারা এরূপ অনুরোধ করেনি৷ জল পরিষেবার বেসরকারীকরণ থেকে প্রাপ্ত মিশ্র ফলাফলের কারণে এবং সেই সিদ্ধান্তটি ফিরিয়ে আনার অসুবিধার কারণে,বেশ কয়েকজন অভিনেতা মিঠা পানি রপ্তানির তীব্র বিরোধিতা করেছিলো।এই অভিনেতারা দাবি করেন যে একবার এই ধরনের পদক্ষেপের অনুমতি দেওয়া হলে এটি অন্য যে কোনও রপ্তানির মতো রপ্তানি পণ্যতে পরিনত হবে। এটি পরবর্তিতে আইনত বাধ্যতামূলক এবং অপরিবর্তনীয় হয়ে উঠবে।\n\n\n== আন্তর্জাতিক বাণিজ্য এবং জল আইনি বিরোধ এবং রাজনীতি ==\nকানাডা হলো সুপেয় জলের বৃহত্তম মালিকদের মধ্যে অন্যতম একটি দেশ এবং এটি বছরের পর বছর ধরে জল সম্পদের দখল নিয়ে আইনি বিরোধে লিপ্ত রয়েছে৷১৯৯০ সালে,সানবেল্ট নামে একটি আমেরিকান কোম্পানিকে ব্রিটিশ কলাম্বিয়া সরকার পানি রপ্তানি কার্যক্রমে বিনিয়োগের জন্য আমন্ত্রণ জানায়।প্রবল বিপত্তির কারণে,চুক্তিটি কখনই কার্যকর হয়নি এবং এক্ষত্রে সানবেল্ট তার বাধ্যবাধকতা পূরণে ব্যর্থ হওয়ার জন্য ব্রিটিশ কলাম্বিয়া সরকারের বিরুদ্ধে মামলা করে।বছরের পর বছর যুদ্ধের পর কানাডিয়ান সরকার ১৯৯৯ সালে ঘোষণা করেন যে নদী এবং হ্রদে পাওয়া পানির তাজা অবস্থার কোন অর্থনৈতিক মূল্য নেই এবং তাই এটি বাণিজ্য চুক্তির বাধ্যবাধকতার বাইরে। তাছাড়া,কানাডিয়ান সরকার তখন জিএটিটি(জি)এর XI নিবন্ধটিও উদ্ধৃত করে।এই অনুচ্ছেদটি প্রাকৃতিক সম্পদ সংরক্ষণের অনুমতি দেয় যতক্ষণ না তা সরকার কর্তৃক গৃহীত পদক্ষেপগুলো বৈষম্যহীন পদ্ধতিতে করা হয়। যাইহোক সানবেল্ট,এই ধারার প্রযোজ্যতার সাথে একমত হতে পারেনি এবং দাবি করে যে কানাডার পদক্ষেপগুলো এ পর্যায়ে বেশ কয়েকটি আন্তর্জাতিক বাণিজ্য চুক্তির সরাসরি লঙ্ঘন করেছে।বিশেষত,সানবেল্ট জিএটিটি এর XI অনুচ্ছেদে বর্ণিত নীতিমালা যা একটি সদস্য দেশকে তার পণ্যের রপ্তানির উপর কর,শুল্ক এবং অন্যান্য চার্জ ব্যতীত অন্য ব্যবস্থা আরোপ করতে নিষেধ করে তার উল্লেখ করে।একইভাবে,সানবেল্ট যুক্তি দিয়েছিলেন যে ব্রিটিশ কলাম্বিয়াতে অবস্থিত জলটি কানাডিয়ান কোম্পানিগুলির মতোই মার্কিন কোম্পানিগুলির অন্তর্গত৷এই যুক্তিটি এনএএফটিএ- এর অনুচ্ছেদ ১১ ধারার উপর ভিত্তি করে যা বিনিয়োগ অধ্যায় হিসেবে পরিচিত। যে কারণেই হোক না কেন তার প্রাকৃতিক অবস্থা থেকে একবার জল তোলা হলে সেই একই অধিকার বিদেশি বিনিয়োগকারীদেরকেও দিতে হবে।সানবেল্ট,আরো যুক্তি দেয় যে,কানাডিয়ান কোম্পানিগুলোতে অতীতে এই ধরনের জল নিষ্কাশন ব্যবস্থা ছিলো এবং তাই বিদেশি বিনিয়োগকারীদের জন্য প্রবেশের একই দরজা খুলে দিয়েছে।\n\n\n== তুরস্ক–ইসরায়েল ==\n২০০২ সালে,ইসরাইল তাদের অভ্যন্তরীণ পানি চাহিদা মেটাতে তুরস্ক এর কাছ থেকে ২০ বছর মেয়াদি প্রতি বছর ১.৭৫ বিলিয়ন ঘনফুট পানি কিনতে রাজি হয়। এক্ষেত্রে পরিবহণ পদ্ধতিতে বড় প্লাস্টিকের বুদবুদ ব্যাগ ব্যবহার করা হয় যা জলকে তাঁর সঞ্চয়স্থানে নিয়ে আসে।এই আলোচনার বিষয়ে, তুরস্কের পররাষ্ট্রমন্ত্রী তখন ঘোষণা করেন যে এই চুক্তি দুই দেশের মধ্যে পারস্পারিক সহযোগিতা বৃদ্ধি করবে এবং তা মধ্যপ্রাচ্যে শান্তি ও স্থিতিশীলতা বয়ে আনবে। অন্যদিকে,ইসরায়েল উপসংহারে বলেছে যে, অর্থনৈতিকভাবে পানি আমদানির খরচ পানি বিশুদ্ধকরণ প্রক্রিয়া থেকে বেশি তবুও তারা পানি আমদানি বিকল্পটাই বেছে নেয়।তুরস্কের পররাষ্ট্রমন্ত্রী তাঁর অপর বিবৃতিতে বলেন,\"শান্তি অর্জনের পাশাপাশি ল্যান্ডমার্ক চুক্তি জলকে আন্তর্জাতিকভাবে স্বীকৃত পণ্যতে পরিণত করছে এবং তাঁর দেশ অন্যান্য দেশের কাছে পানি বিক্রি করার আশা করছে।কিন্তু ৩১মে,২০১০-এ যখন ইসরায়েলের আইডিএফ(ইসরায়েলি ডিফেন্স ফোর্স) কমান্ডোরা গাজা ফ্লোটিলা রেইড আক্রমণ করে তখন তুরস্ক ইসরায়েলের সাথে এ চুক্তিটি বাতিল ঘোষণা করে।এই ঘটনার সময় ইসরায়েলি সশস্ত্র বাহিনীর হাতে বেশ কয়েকজন তুর্কি নাগরিকও নিহত হন।\n\n\n== জাতিসংঘের ঘোষণা ==\nজুলাই ২০১০,জাতিসংঘের সাধারণ পরিষদ ঘোষণা করে যে বিশুদ্ধ পানি ও স্যানিটেশন সহায়তা পাওয়া একটি মানবাধিকার। তবে পরিষদটি, কোন পাবলিক অথরিটি বা বেসরকারী খাত এই অধিকার প্রদানের জন্য সর্বোত্তম সক্ষম হবে তা কিন্তু নির্দিষ্ট করেনি।\n\n\n== আরও দেখুন ==\nGaza blockade\nShared vision planning\nSpragg Bag\nWater law\nWater privatization\nWater trading\nWorld Water Monitoring Day\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\ni (Segerfeldt 2005)\nii (Saefong 2006)\niii (Overbeke 2004)\niv (Shiva 2002)\nv (Public Citizen.org 2002)\nvi (Mann 2006)\nvii (Mann 2006)\nviii (Dr. Isabel Al-Assar 2008)\nix (US Water News Online 2004)\nx (US Water News Online 2004)"}