{"pageid": 1388010, "title": "দা ডার্ক সাইড অব চকোলেট", "url": "https://bn.wikipedia.org/wiki?curid=1388010", "content": "দা ডার্ক সাইড অব চকোলেট হল ২০১০ সালের একটি প্রামাণ্য চলচ্চিত্র যা আফ্রিকান শিশুদের চকলেট সংগ্রহের জন্য শোষণ ও ক্রীতদাস বাণিজ্য নিয়ে চকোলেট সংগ্রহের জন্য যা কোকো শিল্প সমাপ্তির প্রতিশ্রুতি দেওয়ার প্রায় দশ বছর পরেও ঘটে চলেছে৷। \n\n\n== পটভূমি ==\nকর্পওয়াচ অনুসারে ঘানা ও আইভরি কোস্টে কোকোর বাগানগুলো বিশ্বের ৮০% চকোলেট সরবরাহ করে ৷ বিশ্বজুড়ে চকলেট উৎপাদকদের চাপ দেওয়া হয় এ বলে \"যাচাই করার জন্য যে তাদের চকলেট শিশুশ্রম বা দাসত্বের পণ্য নয়।\" \n২০০০ সালে, বিবিসি স্লেভারি: একটি গ্লোবাল ইনভেস্টিগেশন সম্প্রচার করে যা কোকো শিল্পে শিশু শ্রমের বিষয়টিকে সামনে নিয়ে আসে।\n২০০১ সালে, চকোলেট ম্যানুফ্যাকচারার্স অ্যাসোসিয়েশনের সদস্যরা একটি নথিতে স্বাক্ষর করে যা ২০০৮ সালের পরে কোকো শিল্পে শিশু পাচার ও শিশু শ্রম নিষিদ্ধ করে। এই প্রচেষ্টা সত্ত্বেও, অসংখ্য শিশু এখনও আফ্রিকায় কোকো বাগানে কাজ করতে বাধ্য হচ্ছে।\n২০০৯ সালে, মার্স এবং ক্যাডবেরি শিশু শ্রমের বিরুদ্ধে লড়াই করার জন্য রেইনফরেস্ট অ্যালায়েন্সে যোগ দেয়। ২০২০ সালের মধ্যে,  প্রধান চকোলেট নির্মাতারা তাদের কোকো কেনার যেকোন বাগান থেকে শিশুশ্রম সম্পূর্ণরূপে নির্মূল করার আশা করেছিল। ২০১৯ সালের হিসাবে, ঘানা এবং আইভরি কোস্টে এখনও ১.৫৬ মিলিয়ন শিশু শ্রমিক রয়েছে। \n\n\n== উৎপাদন ==\nড্যানিশ সাংবাদিক, আইনজীবী এবং লেখক মিকি মিস্ত্রাতি দ্বারা চকলেটের ডার্ক সাইড পরিচালিত হয়েছিল। তিনি চকলেট উৎপাদনে শিশুশ্রম এবং পাচারকৃত শিশুদের ব্যবহার নিয়ে তদন্ত করেছিলেন।  এটি ইউ. রবার্তো রোমানো দ্বারা চিত্রায়িত এবং হেলে ফেবার দ্বারা প্রযোজনা করা হয়েছিল।\nচিত্রগ্রহণ জার্মানিতে শুরু হয়েছিল, যেখানে মিস্ত্রাতি বিক্রেতাদের জিজ্ঞাসা করেছিল যে তাদের চকলেট কোথা থেকে আসে? তারপর যেখান থেকে অনেক শিশু মালিতে চলে গেল । এরপরে, তারা আইভরি কোস্ট, ঘানা এবং নাইজেরিয়া যেখানে কোকো বাগান অবস্থিত সেখানে কোকো অন্বেষণ করে। চলচ্চিত্রটি সুইজারল্যান্ডে শেষ হয় যেখানে ইন্টারন্যাশনাল লেবার অর্গানাইজেশন (আইএলও) এবং নেসলে সদর দপ্তর উভয়ই অবস্থিত।\nএই তথ্যচিত্রের বেশিরভাগ ফুটেজ একটি গোপন ক্যামেরা ব্যবহার করে রেকর্ড করা হয়েছে, তবে কিছু দৃশ্য কর্তৃপক্ষ মুছে দিয়েছে।\nপ্রামাণ্য চলচ্চিত্রটি ২০১০ সালে মুক্তি পায়, প্রথমে ডেনমার্ক এবং পরে সুইডেন, আয়ারল্যান্ড, বেলজিয়াম এবং নরওয়েতে।\n\n\n== সারমর্ম ==\n২০০১ সালে, চকোলেট ম্যানুফ্যাকচারার্স অ্যাসোসিয়েশন হারকিন-এঞ্জেল প্রোটোকল নামে একটি কর্ম পরিকল্পনা তৈরি করে। চলচ্চিত্রটি তৈরি হওয়ার প্রায় ১০ বছর আগে প্রধান চকলেট কোম্পানিগুলির দ্বারা স্বাক্ষরিত হয়েছিল, যার লক্ষ্য ছিল কোকো শিল্পে শিশু পাচার এবং দাস শ্রম বন্ধ করা।\nপ্রামাণ্য চলচ্চিত্রটি জার্মানির কোলোনে শুরু হয় যেখানে মিস্ত্রাতি বেশ কয়েকটি চকলেট কোম্পানির প্রতিনিধিদের জিজ্ঞাসা করে যে, তারা কোকো খামারে শিশুশ্রম সম্পর্কে সচেতন কিনা। মালিতে, ফিল্মটি দেখায় যে শিশুদের, বেতনের কাজের প্রতিশ্রুতি দিয়ে। জেগুয়ার মতো সীমান্তের কাছের শহরে নিয়ে যাওয়া হয়। যেখান থেকে অন্য একজন পাচারকারী শিশুদেরকে ময়লা-বাইকে করে সীমান্তে নিয়ে যায়। তারপর তাদের একজন তৃতীয় পাচারকারীকে রেখে দেওয়া হয় যে প্রতিটি শিশুকে ২৩০ ইউরোর প্রারম্ভিক মূল্যে কৃষকদের কাছে বিক্রি করে।\n১০ থেকে ১৫ বছর বয়সী শিশুদের কঠোর এবং প্রায়শই বিপজ্জনক শ্রম করতে বাধ্য করা হয়। প্রায়শই তাদের মারধর করা হয়। চলচ্চিত্রের বর্ণনাকারীর মতে বেশিরভাগকে কখনও অর্থ প্রদান করা হয় না। বর্ণনাকারী আরও দাবি করেন যে, তাদের বেশিরভাগই গাছের সাথে থাকে যতক্ষণ না তারা মারা যায়। তাদের পরিবারকে আর কখনও দেখতে পায় না। শিশুদের অর্থ প্রদান করা হয় না বা মারা না যাওয়া পর্যন্ত তাদের কাজ করানো হয়- এমন দাবির সমর্থনে কোনো ডকুমেন্টারি প্রমাণ দেখানো হয়নি। হারকিন-এঙ্গেল প্রোটোকল শিশু শ্রমের ব্যবহার বন্ধ করার প্রতিশ্রুতি দেয়।\nএই সমস্যার মুখোমুখি হলে, কর্পোরেট প্রতিনিধিরা শিশুশ্রম এবং পাচারের সমস্ত গুজব অস্বীকার করে। কিন্তু চলচ্চিত্র নির্মাতাদের তদন্তে কোকো বাগানে পাচারকৃত শিশু ক্রীতদাসদের ক্রমাগত ব্যাপক ব্যবহারের বিষয়টি প্রকাশ করে।\nনেসলে এবং অন্যান্য সংস্থাগুলি ফিল্মটি দেখার এবং প্রশ্নের উত্তর দেওয়ার জন্য একটি আমন্ত্রণ প্রত্যাখ্যান করে। এর প্রতিক্রিয়ায়, মিস্ত্রাতি সুইজারল্যান্ডে নেসলের সদর দফতরের পাশে একটি বড় স্ক্রিন স্থাপন করেন এবং কর্মচারীদের কোকো শিল্পে শিশুশ্রমের আভাস পেতে বাধ্য করে।\nফিল্মটির একটি ক্লোজিং এডিট উইন্ডো হিসাবে, ক্রেডিট রোলের সময়, আমরা দেখতে পাই স্থানীয় পুলিশ এসে জানতে চাইছে কেন তারা সুইজারল্যান্ডের ভেভেতে নেসলের হেড অফিসের বাইরে ফিল্মটি দেখাচ্ছে। পুলিশ জিজ্ঞাসা করে যে ছবিটি 'নেসলের পক্ষে না বিপক্ষে'। উত্তর হল \"বিরুদ্ধ নয়\"। তাদের নথিপত্র পরীক্ষা করার পর পুলিশ সদস্য ফিল্ম দেখানোর কথা উল্লেখ করে বলেন, \"আমরা এটি বন্ধ করে দিই।\n\n\n== অভ্যর্থনা ==\n২০১২ সালে, দা ডার্ক সাইড অব চকোলেট তথ্য ও সংস্কৃতি বিভাগে অ্যাডলফ গ্রিম অ্যাওয়ার্ডের জন্য মনোনীত হয়।\n\n\n== কর্মী ==\n\n \n\n\n== তথ্যসূত্র =="}