{"pageid": 1388186, "title": "অগ্নিপথ (১৯৯০-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1388186", "content": "অগ্নিপথ মুকুল এস. আনন্দ পরিচালিত ১৯৯০ সালের ভারতীয় হিন্দি ভাষার মারপিটধর্মী অপরাধ চলচ্চিত্র। এটি যৌথভাবে রচনা করেছেন সন্তোষ সরোজ ও কাদের খান। ধর্ম প্রডাকশন্সের ব্যানারে এটি প্রযোজনা করেন যশ জোহর। এতে প্রধান চরিত্রে অভিনয় করেছেন অমিতাভ বচ্চন, যিনি তাঁর বাবার মৃত্যু ও তাঁর পরিবারের প্রতি অন্যায়ের প্রতিশোধ নিতে মুম্বই আন্ডারওয়ার্ল্ডে যোগদান করেন।\nচলচ্চিত্রটি মুম্বইয়ের গ্যাংস্টার মান্য সুর্ভের জীবন থেকে অনুপ্রাণিত। এই চলচ্চিত্রের শিরোনামটি অমিতাভের পিতা হরিবংশ রাই বচ্চনের লেখা অগ্নিপথ কবিতা থেকে নেওয়া হয়েছে। কবিতাটি চলচ্চিত্রের শুরুতে আবৃত্তি করা হয় এবং যা সমগ্র চলচ্চিত্র জুড়ে সাহিত্যিক ভাবে এবং রূপক ভাবে চলচ্চিত্রের বিষয়বস্তুর সাথে সংযোগ স্থাপন করে।\nঅগ্নিপথ ১৯৯০ সালের ১৬ ফেব্রুয়ারি মুক্তি পায় এবং পরবর্তীকালে কাল্ট চলচ্চিত্র হিসেবে খ্যাতি অর্জন করে। অমিতাভ ৩৮তম জাতীয় চলচ্চিত্র পুরস্কারে তাঁর প্রথম শ্রেষ্ঠ অভিনেতা বিভাগে পুরস্কৃত হন। ৩৬তম ফিল্মফেয়ার পুরস্কারে মিঠুন চক্রবর্তী ও রোহিণী হট্টঙ্গডি যথাক্রমে শ্রেষ্ঠ পার্শ্ব অভিনেতা বিভাগে এবং শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে পুরস্কৃত হন। চলচ্চিত্রটি ১৯৯০ সালের ৪র্থ সর্বোচ্চ আয়কারী চলচ্চিত্র হলেও এর আয় বিপুল নির্মাণ ব্যয়ের তুলনায় কম ছিল, ফলে এটি বক্স অফিসে ব্যর্থ রয়ে যায়। যশ জোহরের পুত্র করণ জোহর তার পিতার প্রতি সম্মানার্থে চলচ্চিত্রটি ২০১২ সালে একই শিরোনামে পুনর্নির্মাণ করেন।\n\n\n== কাহিনি ==\nগ্রামের স্কুল শিক্ষক দীনানাথ চৌহান আলোক নাথ গ্রামের সকলের প্রিয় এবং সম্মানিত ব্যক্তি। তাঁর প্রচেষ্টায় গ্রামে বিদ্যুৎ আসে, যা দিয়ে গ্রামের অন্ধকার দূরীভূত হবে বলে গ্রামবাসী ধারণা ব্যক্ত করে। কিন্তু স্থানীয় জমিদার দিনকর রাও গোগা কাপুর দীনানাথের এই সাফল্য ও জনপ্রিয়তা মেনে নিতে পারে না এবং গ্রামে হিরোইনের স্মাগলিং শুরু করার জন্য সে আন্ডারওয়ার্ল্ডের ডন কাঞ্চা চিনা (ড্যানি ডেনজংপা) ও তার গুন্ডা দলের সাথে সাথে হাত মেলায়। কাঞ্চার বুদ্ধিতে সে দীনানাথকে মিথ্যা কেলেঙ্কারিতে ফাঁসিয়ে গ্রামবাসীকে উসকে দিয়ে তাঁকে পিটিয়ে মৃত্যুর মুখে ধাবিত করে এবং তাঁর ঘর পুড়িয়ে দিয়ে তার পরিবারকে উৎখাত করে। তার পুত্র বিজয় দীনানাথ চৌহান (অমিতাভ বচ্চন) তার মৃত্যুর প্রতিশোধ নেওয়ার প্রতিজ্ঞা করে মুম্বই শহরে পাড়ি জমায় এবং বাস্তুহারা পরিবার মুম্বইয়ের ফুটপাতে আশ্রয় নেয়। এ সময় তাঁর মা সুহাসিনী চৌহান (রোহিণী হট্টঙ্গডি) উপর ধর্ষণের প্রচেষ্টার প্রতিশোধ নিতে কাঞ্চা চিনার একটি পেট্রোল পাম্প জ্বালিয়ে দেয়। কাঞ্চার প্রতিপক্ষ গ্যাংস্টার হাসমুখ (অরবিন্দ রাঠোড়), উসমান ভাই (অবতার গিল) ও আন্না শেঠি (দীপক শির্কে) তাকে আশ্রয় দেয় এবং এভাবে সে মুম্বই আন্ডারওয়ার্ল্ডে জড়িয়ে পড়ে এবং নিজের বুদ্ধিমত্তা দিয়ে আন্ডারওয়ার্ল্ডের শিখরে পৌঁছাতে থাকে।\nপুলিশ কমিশনার এম.এস. গাইতোন্ডে (বিক্রম গোখলে) বিজয়কে সতর্ক করে দেয় যে তার পূর্বের আশ্রয়দানকারী দলের প্রধানরা তাদের ড্রাগ চোরাকারবারীতে তাদের সহায়তা করতে মানা করে দেওয়ায় তাকে খুন করতে পারে। কিন্তু বিজয় গাইতোন্ডের সতর্কবার্তা উপেক্ষা করে বলে সে এই পরিকল্পনা সম্পর্কে আগে থেকেই জানে। বিজয়ের গাড়িতে তার প্রধানরা আক্রমণ করে এবং তার উপর কয়েক রাউন্ড গুলি চালায়। মৃত্যুর মুখে পতিত বিজয়কে তামিল নারিকেল বিক্রেতা কৃষ্ণন আইয়ার এম.এ. (মিঠুন চক্রবর্তী) হাসপাতালে নিয়ে যায় এবং তার সাথে বন্ধুত্ব গড়ে ওঠে। হাসপাতালে চিকিৎসাধীন অবস্থায় নার্স ম্যারি ম্যাথিউ (মাধবী) তার সেবা-শুশ্রূষা করে। হাসপাতালে কৃষ্ণন পুনরায় বিজয়কে তার প্রধানদের আক্রমণ থেকে তাকে বাঁচায় এবং বিজয় তাকে তার বোন শিক্ষাকে (নীলম কোঠারি) দেহরক্ষী হিসেবে দায়িত্ব দেয়।\nবিজয় তার উপর হামলার একে একে প্রতিশোধ নিতে শুরু করে। বিজয়ের ক্ষোভ থেকে বাঁচতে জেলে লুকিয়ে থাকা হাসমুখ ও উসমান ভাইকে সে হাসপাতাল থেকে পালিয়ে গিয়ে জেলের মধ্যে হত্যা করে। বিজয়ের মা তার অপরাধ জীবনে অপছন্দ করে এবং তার বোন শিক্ষাকে নিয়ে আলাদা থাকে। এক রাতে বিজয় রাতের খাবার খেতে গেলে তার মা তাকে তার বাবার নাম খারাপ করার জন্য কথায় শোনায়। বেদনায় মর্মাহত বিজয় ম্যারির কাছে স্বান্তনা পেতে যায় এবং এভাবে তাদের মধ্যে সম্পর্কে গড়ে ওঠে। আন্না শেঠি শিক্ষাকে অপহরণ করে এবং বস্তিতে আটকে রাখে। কৃষ্ণণ তাকে উদ্ধার করতে গিয়ে আন্নার সাথে মারপিটে লিপ্ত হয়। বিজয় সেখানে পৌঁছায় এবং আন্নাকে মেরে তার বোন ও কৃষ্ণণকে উদ্ধার করে। কৃষ্ণণ ও শিক্ষা একে অপরের প্রতি আকৃষ্ট হয় এবং প্রেমে পড়ে। বিজয় তার মায়ের সাথে এই সম্পর্ক নিয়ে বাধানুবাদ করে, কিন্তু তার মা পুনরায় তাকে কথা শোনায় এবং কৃষ্ণণকে তার \"ভালো ছেলে\" হিসেবে তুলে ধরে। পুনরায় মর্মাহত বিজয় ম্যারির কাছে যায় এবং তাকে বিয়ে করে। সে সবকিছু সঠিকভাবে ও আইনের পথে কাজ করে মায়ের ভালোবাসা পেতে চায়।\nবিজয় কাঞ্চা চিনার সাথে তার গ্রামের কাজ করার চুক্তি করে এবং কৌশলে চিনার অপরাধ কার্যক্রম পণ্ড করে গ্রামের আইনি মালিকানা অর্জন করে। সে কমিশনার গাইতোন্ডেকে মারতে কাঞ্চার পাঠানো গুন্ডা গোরাকে (বব ক্রিস্টো) হত্যা করে। তার বাবাকে যেভাবে গ্রামবাসী পিটিয়ে মারে ঠিক সেভাবে সে উত্তেজিত গ্রামবাসীদের দিয়ে দিনকার রাওকে পিটিয়ে মারে। এই সময় কাঞ্চা গ্রামে আসে এবং বিজয় তাকে তার আসল পরিচয় জানায় এবং তার সহকারী লায়লার (অর্চনা পুরন সিং) সাক্ষীতে তাকে জেলে পাঠায়। লায়লা তার পরিচয় দেয় যে তার আসল নাম শান্তি ও সে গণিকা চান্দাবাঈয়ের মেয়ে, যে চান্দাবাঈ মাস্টার চৌহানকে কেলেঙ্কারিতে জড়িয়েছিল। শান্তি এতদিন বিজয়ের হয়ে কাজ করছিল। বিজয় তার পরিবারকে নিয়ে গ্রামে ফিরে আসে, কিন্তু কাঞ্চা সাক্ষীকে গুলি করে হত্যা করে আদালত থেকে মুক্তির ব্যবস্থা করে এবং বিজয়ের পরিবারকে অপহরণ করে তাদেরকে জিম্মি করে। বিজয়কে তার পরিবারকে উদ্ধার করতে পুনরায় অপরাধ জীবনে ফিরে আসতে হয়। কাঞ্চা গ্রামের সব বাড়িঘর বোমা মেরে উড়িয়ে দেয়। বিজয় তাকে মেরে তাকে জীবন্ত সেই আগুনে নিক্ষেপ করে। বিজয় কাঞ্চার ছোড়া গুলিতে আহত মৃত্যুপথযাত্রী বিজয় তার মায়ের কোলে শুয়ে তার অপরাধ জীবন ও কৃতকর্মের জন্য আত্মপক্ষ সমর্থন করে এবং বলে তার পরিবারকে ন্যায় এনে দিতে সে সত্যই 'অগ্নিপথ'-এ হেঁটেছে।\n\n\n== অভিনয়শিল্পীদল ==\n\n\n== নির্মাণ ==\nচলচ্চিত্রটি মুম্বইয়ের ডন বরদরাজন মুদালিয়ার ও গ্যাংস্টার মান্য সুর্ভের জীবন থেকে অনুপ্রাণিত। অমিতাভ বচ্চন তাঁর চরিত্রের জন্য সুর্ভের আচার-ব্যবহার এবং কথা বলার ধরন অনুকরণ করেন।\n\n\n== সঙ্গীত ==\nসকল গানের গীতিকার আনন্দ বকশী; সকল গানের সুরকার লক্ষ্মীকান্ত-প্যায়ারেলাল।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== পুনর্নির্মাণ ও উত্তরাধিকার ==\n\nদ্য টাইমস অব ইন্ডিয়া-তে এক সাক্ষাৎকারে করণ জোহর জানান তিনি ২২ বছর পূর্বে মুক্তিপ্রাপ্ত মূল অগ্নিপথ চলচ্চিত্রের পুনর্নির্মাণের ইচ্ছাপোষণ করেছিলেন, কারণ এই চলচ্চিত্রের ব্যবসায়িক ব্যর্থতা তার বাবাকে পীড়া দিয়েছিল। জোহরের মাই নেম ইজ খান চলচ্চিত্র নির্মাণকালে পুনর্নির্মাণের এই ধারণা বাস্তবায়িত হয়। জোহর তার এই চলচ্চিত্রের সহকারী পরিচালক করণ মলহোত্রাকে মূল চলচ্চিত্রের পুনর্নির্মাণের ইচ্ছার কথা জানান এবং তাকে চলচ্চিত্রটি পুনরায় দেখতে বলেন এবং মলহোত্রা সাথে সাথেই এতে সম্মত হন।\nহৃতিক রোশন বিজয় দীনানাথ চৌহান চরিত্রে এবং সঞ্জয় দত্ত কাঞ্চা চিনা চরিত্রে অভিনয় করেন। প্রিয়াঙ্কা চোপড়া প্রধান নারী চরিত্রে অভিনয় করেন। মূল চলচ্চিত্রে মিঠুন চক্রবর্তী অভিনীত কৃষ্ণন আইয়ার চরিত্রটি বাদ দেওয়া হয় এবং ঋষি কাপুর নতুন করে অন্তর্ভুক্ত করা একটি খল চরিত্র রউফ লালার ভূমিকায় অভিনয় করেন। অন্যান্য অভিনয়শিল্পীদের মধ্যে ছিলেন ওম পুরি ও জরিনা ওয়াহাব।\nচলচ্চিত্রটি কিছু সংশোধন ও পরিমার্জন করে সুরেশ কৃষ্ণ তামিল ভাষায় শিবশক্তি নামে পুনর্নির্মাণ করেন।\nপাকিস্তানের সাবেক রাষ্ট্রপতি পারভেজ মুশাররফের ২০০৬ সালের আত্মজীবনী ইন দ্য লাইন অব ফায়ার: আ মেমোয়ার-এর হিন্দি অনুবাদ অগ্নিপথ মেরি আত্মকথা এই চলচ্চিত্রের নামানুসারে রাখা হয় এবং প্রতিবেদনে প্রকাশিত হয় যে মুশাররফ অমিতাভ বচ্চনকে পছন্দ করেন। ২০২২ সালে ভারত সরকার ভারতীয় সামরিক নিয়োগ প্রোগ্রাম অগ্নিপথ স্কিম চালু করা হয়, যা হরিবংশ রাই বচ্চনের কবিতা ও এই চলচ্চিত্রের নামানুসারে নামকরণ করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে অগ্নিপথ   (ইংরেজি)\nরটেন টম্যাটোসে অগ্নিপথ (ইংরেজি)"}