{"pageid": 1388592, "title": "লঘু রেল", "url": "https://bn.wikipedia.org/wiki?curid=1388592", "content": "লঘু রেল পরিবহন হল এমন এক ধরনের বিদ্যুৎচালিত পৌর রেল পরিবহন ব্যবস্থা যেটির যাত্রী ধারণক্ষমতা ও গতিবেগ (ঘণ্টায় ২০-৪০ কিলোমিটার) ট্রামগাড়ির চেয়ে বেশি এবং যেটি সাধারণত মোটরযান চলাচলের সড়ক থেকে পৃথক ও সম্পূর্ণ নিজস্ব চলাচলের অধিকারবিশিষ্ট (right of way) পথে চলাচল করে। লঘু রেলগাড়িগুলি সাধারণত অন্য সব যানচলাচল পথের সাথে একই উচ্চতা-স্তরে অর্থাৎ মোটরযান, বাস, সাইকেল, পথচারী, ইত্যাদির সাথে একই উচ্চতা-স্তরে অবস্থিত পথে চলাচল করে, তবে কদাচিৎ এগুলি পুরাতন রেলপথ, সুড়ঙ্গ, উত্তোলিত পথ ও ভূগর্ভস্থ পথেও যাতায়াত করতে পারে। দ্রুতগামী গণপরিবহন ব্যবস্থা (যেমন পাতালরেল বা মেট্রো) এবং আন্তঃনগরী ভারী যাত্রীবাহী রেল পরিবহন ব্যবস্থার তুলনায় লঘু রেলগাড়িগুলির যাত্রী ধারণক্ষমতা ও গতিবেগ কম হয়ে থাকে। এগুলিতে সাধারণত মাথার উপরে তারের মাধ্যমে বিদ্যুৎশক্তি সরবরাহ করা হয়।  লঘু রেলকে ইংরেজিতে লাইট রেল (light rail) বলে। জার্মানিতে একে \"ষ্টাটবান\" (Stadtbahn), যার আক্ষরিক অর্থ \"নগর রেলগাড়ি\"।\nলঘু রেলগাড়িগুলি শহরের অভ্যন্তরে কিংবা শহর ও উপশহরের মধ্যে চলাচল করে থাকে। লঘু রেল পরিবহন ব্যবস্থাগুলিতে সাধারণত বহু-বগির রেলগাড়ি (multiple-units train) ব্যবহার করা হয়, যা একবগির ট্রামগাড়ি অপেক্ষা ভিন্ন। এই লঘুভার রেল ব্যবস্থাগুলিতে গতিবেগ, যাত্রী ধারণক্ষমতা ও সেবাপ্রদান এলাকার আওতায় তাৎপর্যপূর্ণ বৈচিত্র্য পরিলক্ষিত হয়। স্বল্প-উন্নয়নকৃত ট্রাম ব্যবস্থা থেকে শুরু করে কদাচিৎ কিছু দ্রুতগামী গণপরিবহন ব্যবস্থাও (যাদের মধ্যে কিছু কিছু পৃথক উচ্চতা-স্তরে থাকতে পারে) লঘু রেলের আওতায় পড়ে। বাসব্যবস্থার সাথে লঘু রেলের পার্থক্য হল বাসের গতিপথ ও গতিবেগ পরিবর্তনশীল, কিন্তু লঘুরেল ব্যবস্থার গতিপথ ও বেগ সর্বদা নিয়ন্ত্রিত ও একই রকম। এগুলির যাতায়াত খরচ বাস, পাতালরেল (মেট্রো) ও ভারী রেলব্যবস্থার চেয়ে কম পড়ে। শহরকেন্দ্রে এগুলির অনেকগুলি বিরতিস্থল থাকে, যেগুলির মধ্যবর্তী দূরত্ব ২০০ মিটার থেকে ১ কিলোমিটার হয় ও রেলগাড়িগুলির ঘনঘন (ঘন্টায় ৪০ বার তার বেশি) যাত্রী নেয়ার জন্য আগমন করে। যাত্রীরা বাসের মতো সাধারণ সড়কের উচ্চতা থেকেই রেলগাড়িতে আরোহণ করতে পারে, পাতালরেল বা মেট্রো অথবা রেলগাড়ির মত বিশেষ স্টেশনে গিয়ে বা ভিন্ন উচ্চতা-স্তরে গিয়ে চড়তে হয় না। অর্থাৎ লঘু রেলগুলির সেবা অনেক দ্রুত ও সহজে গ্রহণযোগ্য।\nলঘু রেল মূলত আদি ট্রামগাড়ির একটি বিবর্তিত, আধুনিক রূপ। ২০শ শতাব্দীর মধ্যভাগে ট্রামগাড়ির ব্যবহার কমতে শুরু করলে ১৯৭০-এর দশকে ক্রমবর্ধমান যানজট মোকাবেলা করতে ও শহরকেন্দ্রে মানুষ ও বিনিয়োগ ফিরিয়ে আনতে উত্তর আমেরিকা ও ইউরোপে এই লঘু রেল ব্যবস্থাগুলির উদয় ঘটে। লঘু রেল ব্যবস্থাগুলি দ্রুত ও ঘনঘন সেবাদান ক্ষমতা, নিরাপত্তা ও নির্ভরযোগ্যতার জন্য পরিচিত। এগুলি পৌর পুনঃউন্নয়নের মাধ্যমে অর্থনৈতিক প্রবৃদ্ধি ঘটায় ও সম্পত্তির মূল্য বৃদ্ধি করে। এছাড়া লঘু রেল পরিবেশের মান ও সামাজিক সমতায় উন্নত করতে পারে, অর্থাৎ এটি টেকসই উন্নয়নের সাথে সঙ্গতিপূর্ণ।\n\n\n== তথ্যসূত্র =="}