{"pageid": 1388448, "title": "পানি সম্পদ নীতি", "url": "https://bn.wikipedia.org/wiki?curid=1388448", "content": "জল সম্পদ নীতি, কখনও কখনও জল সম্পদ ব্যবস্থাপনা বা জল ব্যবস্থাপনা বলা হয়, নীতি-প্রণয়ন প্রক্রিয়া এবং আইনকে অন্তর্ভুক্ত করে যা জল সম্পদ সংগ্রহ, প্রস্তুতি, ব্যবহার, নিষ্পত্তি এবং সুরক্ষাকে প্রভাবিত করে। প্রযুক্তির উন্নয়ন এবং কৃষির মতো সমস্ত ধরনের জীবের পাশাপাশি শিল্পের জন্য জল একটি প্রয়োজনীয়তা যার উপর মানুষ নির্ভরশীল। বিশুদ্ধ পানির প্রবেশাধিকারের জন্য এই বিশ্বব্যাপী প্রয়োজনীয়তা পানি সম্পদের সরবরাহ ও সুরক্ষার উপায় নির্ধারণের জন্য পানি সম্পদ নীতির প্রয়োজন। জল সম্পদ নীতি অঞ্চলভেদে পরিবর্তিত হয় এবং জলের প্রাপ্যতা বা অভাব, জলজ ব্যবস্থার অবস্থা এবং জলের জন্য আঞ্চলিক চাহিদার উপর নির্ভরশীল। যেহেতু জলের অববাহিকাগুলো জাতীয় সীমানার সাথে সারিবদ্ধ নয়, তাই জল সম্পদ নীতিও আন্তর্জাতিক চুক্তি দ্বারা নির্ধারিত হয়, যা হাইড্রোপলিটিক্স নামেও পরিচিত। জলের গুণমান সুরক্ষাও জল সম্পদ নীতির ছত্রছায়ায় পড়ে; দূষণ হ্রাস এবং নির্মূল করে, এর ব্যবহার নিয়ন্ত্রণ এবং গুণমান উন্নত করে জলজ সিস্টেমের রসায়ন, জীববিজ্ঞান এবং বাস্তুবিদ্যা রক্ষাকারী আইনগুলোকে জল সম্পদ নীতি হিসাবে বিবেচনা করা হয়। পানি সম্পদ নীতি তৈরি করার সময়, বিভিন্ন স্টেকহোল্ডার, পরিবেশগত পরিবর্তনশীলতা, এবং বিবেচনা করা উচিত যাতে মানুষ এবং বাস্তুতন্ত্রের স্বাস্থ্য বজায় রাখা বা উন্নত হয়। পরিশেষে, সমুদ্রের জোনিং, উপকূলীয়, এবং পরিবেশগত সম্পদ ব্যবস্থাপনাও জল সম্পদ ব্যবস্থাপনা দ্বারা পরিবেষ্টিত হয়, যেমন অফশোর উইন্ড ল্যান্ড লিজিং এর উদাহরণে।\nজলবায়ু পরিবর্তনের সাথে সাথে পানির ঘাটতি বৃদ্ধি পাওয়ার সাথে সাথে শক্তিশালী পানি সম্পদ নীতির প্রয়োজনীয়তা আরও প্রবল হয়ে উঠবে। ২০৫০সালের মধ্যে বিশ্বের জনসংখ্যার আনুমানিক ৫৭% বছরে অন্তত এক মাস পানির অভাব অনুভব করবে প্রশমন এবং হালনাগাদ জল সম্পদ নীতির জন্য সরকারী কর্মকর্তা, পরিবেশ বিজ্ঞানী, সমাজবিজ্ঞানী, অর্থনীতিবিদ, জলবায়ু মডেলার এবং অ্যাক্টিভিস্ট সহ আন্তঃবিভাগীয় এবং আন্তর্জাতিক সহযোগিতার প্রয়োজন হবে।\n\n\n== জল একটি সম্পদ হিসাবে ==\nএকটি সম্পদ হিসাবে এর উপযোগিতা বিবেচনা করার সময় এবং জল সম্পদ নীতির বিকাশের সময়, জলকে ৪টি বিভিন্ন বিভাগে শ্রেণীবদ্ধ করা যেতে পারে: সবুজ, নীল, ধূসর এবং ভার্চুয়াল জল। নীল জল হল ভূপৃষ্ঠ এবং ভূগর্ভস্থ জল, যেমন নদী, হ্রদ এবং জলজ জল। সবুজ জল হল বৃষ্টির জল যা মাটিতে জমা হয় যা প্রাকৃতিকভাবে গাছপালা এবং কৃষিতে ব্যবহার করা যেতে পারে। ধূসর জল হল সেই জল যা মানুষের ব্যবহার বা নৈকট্য দ্বারা দূষিত হয়েছে। ধূসর জলের শ্রেণিবিভাগ স্বাদুপানির সার দূষণ থেকে ডিশওয়াশার এবং ঝরনা থেকে দূষিত জল পর্যন্ত হতে পারে। ভার্চুয়াল জল হল একটি কৃষি বা শিল্প পণ্য তৈরি করতে ব্যবহৃত জল। একটি পণ্যের ভার্চুয়াল জলের গণনা একটি দেশের জলের পদচিহ্ন নির্ধারণ করতে এবং তারা তাদের পণ্যগুলোর মাধ্যমে কত জল আমদানি ও রপ্তানি করছে তা দেখতে ব্যবহৃত হয়।\n\n\n== জল সম্পদ নীতির বিস্তৃত প্রকার ==\n\n\n=== জাতির মধ্যে চুক্তি ===\nজলের অববাহিকাগুলো জাতীয় সীমানার সাথে সারিবদ্ধ নয় এবং বিশ্বব্যাপী আনুমানিক ৬০% মিঠা জল রাজনৈতিক সীমানা পেরিয়ে প্রবাহিত হয়। দেশগুলো চুক্তির আকারে সমঝোতা করে ভাগ করা জল সম্পদের ব্যবস্থাপনায় নেভিগেট করে। জাতিগুলোর মধ্যে চুক্তিগুলো নীতি, অধিকার এবং দায়িত্বগুলো গণনা করতে পারে। আন্তর্জাতিক ন্যায়বিচারের স্থায়ী আদালত জল অধিকার মামলা সহ দেশগুলোর মধ্যে বিরোধের বিচার করে। আনুমানিক ৩৬০০টি জল চুক্তি বিদ্যমান রয়েছে, যার মধ্যে ১৯৫০ সাল থেকে ১৫০ টিরও বেশি নতুন চুক্তি রয়েছে চুক্তির মতো আন্তঃসীমান্ত জল চুক্তিগুলো প্রায়শই জলের অবকাঠামো এবং গুণমানের উপর দৃষ্টি নিবদ্ধ করে। জলসম্পদ চুক্তিগুলো ভূপৃষ্ঠের জল, ভূগর্ভস্থ জল, জলস্রোত এবং বাঁধগুলোর মতো অনেক ধরনের জলকে অন্তর্ভুক্ত করে। যখন একটি জলসম্পদ সমানভাবে ভাগ করা যায়, যেমন একটি নদীর মতো জাতিগুলোর মধ্যে সীমানা হিসাবে কাজ করে, তখন উজানের/নিচ-প্রবাহের জল সম্পদ ভাগাভাগি চুক্তির তুলনায় কম দ্বন্দ্ব দেখা দেয়। কখনও কখনও চুক্তিগুলো সমস্ত জল ভাগাভাগি তত্ত্বাবধান করতে এবং চুক্তি চুক্তিগুলো পূরণ হচ্ছে তা নিশ্চিত করার জন্য দুটি বা ততোধিক জাতির মধ্যে যৌথ কমিটি গঠন করে। এর দুটি উদাহরণ হল ভারত ও বাংলাদেশের মধ্যে ১৯৯৬ সালের গঙ্গা চুক্তি এবং মার্কিন যুক্তরাষ্ট্র ও কানাডার মধ্যে ১৯৫৫ সালের গ্রেট লেক বেসিন কমপ্যাক্ট। জলবায়ু পরিবর্তনের কারণে ক্রমবর্ধমান পানির অভাব এবং পানি সম্পদের জন্য প্রতিযোগিতা এবং পানির গুণমান হ্রাসের সাথে সাথে আন্তর্জাতিক পানি ভিত্তিক সংঘাত বৃদ্ধি পেয়েছে।\nজলসম্পদ আন্তঃরাজ্য চুক্তির আরেকটি উদাহরণ হল জলবিদ্যুৎ বাঁধ নির্মাণের মতো জলসম্পদ প্রকল্পের জন্য তহবিল পেতে বহু-দেশীয় চুক্তির মাধ্যমে। সাব-সাহারান আফ্রিকান দেশগুলোতে, চীন অনেক জলবিদ্যুৎ প্রকল্পে অর্থায়ন করেছে।\n\n\n=== চুক্তি এবং ঘোষণা ===\nপানি সম্পদ নীতিতে, পানীয় এবং স্যানিটেশন উদ্দেশ্যে জলের সর্বজনীন মানুষের প্রবেশাধিকার পৌঁছানোর জন্য চুক্তি এবং ঘোষণাগুলো অবাধ্য লক্ষ্য। জাতিসংঘ তিনটি চুক্তি এবং ঘোষণা গ্রহণ করেছে: ১৯৪৮ সালের মানবাধিকার ঘোষণা, ১৯৬৬ সালের নাগরিক ও রাজনৈতিক অধিকারের আন্তর্জাতিক চুক্তি এবং ১৯৬৬ সালের অর্থনৈতিক, সামাজিক এবং সাংস্কৃতিক অধিকারের আন্তর্জাতিক চুক্তি। ১৯৯৬ সালের অর্থনৈতিক, সামাজিক এবং সাংস্কৃতিক অধিকার ঘোষণার আন্তর্জাতিক চুক্তির পর থেকে, সমস্ত ১৯১টি জাতিসংঘের সদস্য রাষ্ট্রগুলো সহস্রাব্দ উন্নয়ন লক্ষ্যগুলোতেও স্বাক্ষর করেছে, যা স্বাস্থ্য বৈষম্যের বিরুদ্ধে লড়াই করার আরও প্রতিশ্রুতি। পানীয় এবং স্যানিটেশনের জন্য নিরাপদ এবং বিশুদ্ধ পানির অ্যাক্সেসকে ২৮ জুলাই, ২০১০-এ জাতিসংঘ সাধারণ পরিষদের রেজুলেশন A/RES/৬৪/২৯২ এর মাধ্যমে সম্পূর্ণরূপে মানবাধিকার হিসাবে ঘোষণা করা হয়েছিল।\n\n\n=== ব্যবস্থাপনা বিধি ও প্রবিধান ===\nপানি ব্যবস্থাপনার নিয়ম ও প্রবিধান পানির গুণমানের জন্য বিভিন্ন জাতীয় মান নির্ধারণ করে, যেমন পানীয় জল এবং পরিবেশগত জলের গুণমান মান। উদাহরণস্বরূপ, মার্কিন যুক্তরাষ্ট্রে, নিরাপদ পানীয় জল আইন পরিবেশ সুরক্ষা সংস্থাকে নিরাপদ পানীয় জলের জন্য জাতীয় মান নির্ধারণ এবং দূষকদের জন্য প্রবিধান সেট করার অনুমোদন দেয়। ইউরোপীয় ইউনিয়নের মধ্যে, ইউরোপীয় পরিবেশ সংস্থা পানি সম্পদ পরিকল্পনা, ব্যবস্থাপনা এবং সুরক্ষা নিয়ন্ত্রণের জন্য ২০০০ সালে ওয়াটার ফ্রেমওয়ার্ক নির্দেশিকা প্রণয়ন করে। ভারতে, পরিবেশ ও বন মন্ত্রক জল ব্যবস্থাপনা নীতিগুলো সেট করে যা কেন্দ্রীয় দূষণ নিয়ন্ত্রণ বোর্ড এবং রাজ্য দূষণ নিয়ন্ত্রণ বোর্ডগুলো তখন প্রয়োগ করে৷ পরিবেশ সুরক্ষা মন্ত্রক চীনে জল ব্যবস্থাপনা ও নিয়ন্ত্রণের জন্য জাতীয় প্রচেষ্টার নির্দেশ দেয়, যেমন জল দূষণ প্রতিরোধ ও নিয়ন্ত্রণ আইন।\n\n\n=== সাহায্য কর্মসূচি এবং কূটনৈতিক প্রচেষ্টা ===\nজল সম্পদ অ্যাক্সেস সংক্রান্ত বৈশ্বিক চুক্তি এবং ঘোষণাগুলো অর্জনের দিকে অগ্রগতি হচ্ছে তা দেখার জন্য বেশ কয়েকটি বিশ্বব্যাপী সংস্থা সাহায্য কর্মসূচি এবং কূটনৈতিক প্রচেষ্টা তৈরি করেছে। যেহেতু স্বাস্থ্য পানীয় জল এবং স্যানিটেশন অ্যাক্সেসের সাথে ঘনিষ্ঠভাবে জড়িত, তাই ইউনিসেফ এবং বিশ্ব স্বাস্থ্য সংস্থা জল সরবরাহ এবং স্যানিটেশনের জন্য যৌথ মনিটরিং প্রোগ্রাম গঠন করেছে যা জাতিসংঘ দ্বারা নির্দেশিত জল, স্যানিটেশন এবং স্বাস্থ্যবিধি লক্ষ্যগুলোর অগ্রগতি পর্যবেক্ষণ এবং রিপোর্ট করার উপর বিশেষভাবে দৃষ্টি নিবদ্ধ করেছে। ১৯৭৭ সালে, জাতীয় জল নীতির জন্য সুপারিশগুলো বিকাশের জন্য মার দেল প্লাটাতে জল সংক্রান্ত একটি সম্মেলনের জন্য জাতিসংঘ আহ্বান করেছিল। পরবর্তীকালে, জাতিসংঘ ১৯৮০-এর দশককে আন্তর্জাতিক পানীয়-জল সরবরাহ ও স্যানিটেশন দশক হিসাবে ঘোষণা করে। ২০০০ সালে, জাতিসংঘ বিশ্ব জল উন্নয়ন প্রতিবেদনে বিশ্বব্যাপী মিঠা পানির ব্যবহার এবং স্থায়িত্বের বিষয়ে রিপোর্ট করার জন্য ইউনেস্কো, ওয়ার্ল্ড ওয়াটার অ্যাসেসমেন্ট প্রোগ্রামের নেতৃত্বে একটি টাস্ক ফোর্সকে অনুমোদন দেয়। ২০০৩ সালে, সহস্রাব্দ উন্নয়ন লক্ষ্য দ্বারা নির্ধারিত দেশগুলোকে তাদের জল সম্পদের লক্ষ্যগুলো অর্জন করতে এবং বিশ্বব্যাপী জল শাসন কাঠামো তৈরি করতে সহায়তা করার জন্য UN-Water একটি আন্তঃসংস্থা সমন্বয়ের হাতিয়ার হিসাবে গঠিত হয়েছিল। উপরন্তু, জাতিসংঘ ২০১৩ কে আন্তর্জাতিক জল সহযোগিতা বছর হিসাবে ঘোষণা করেছে। মানব স্বাস্থ্যের সুবিধার জন্য জল সম্পদ নীতিতে জাতিসংঘের আগ্রহের পাশাপাশি, জাতিসংঘের পরিবেশ কর্মসূচিও আন্তর্জাতিক জলের গুণমান উন্নত করার জন্য কাজ করেছে।\nঅলাভজনক এবং বেসরকারী সংস্থাগুলোও জল সম্পদ নীতিতে ভূমিকা পালন করে। উদাহরণস্বরূপ , বিশ্ব জল পরিষদ একটি আন্তর্জাতিক থিঙ্ক ট্যাঙ্ক যা ১৯৯৬ সালে প্রতিষ্ঠিত হয়েছিল দেশ এবং অংশীদারদের জল সম্পদ পরিচালনার কৌশলগুলোতে সহায়তা করার জন্য। উপরন্তু, ইউএস এজেন্সি ফর ইন্টারন্যাশনাল ডেভেলপমেন্ট (ইউএসএআইডি) ২০১৩ সালে একটি জল ও উন্নয়ন কৌশল তৈরি করে যাতে মানুষ জল সরবরাহের উন্নতি করতে পারে—স্যানিটেশন এবং হাইজিন (ওয়াশ) প্রোগ্রাম এবং জল সম্পদ ব্যবস্থাপনায় সহায়তা করে।\n\n\n=== অর্থনৈতিক বিনিময় ===\nওয়াটার রিসোর্স পলিসি পানির অর্থনৈতিক বিনিময়কেও অন্তর্ভুক্ত করে, যা ভার্চুয়াল ওয়াটার নামে পরিচিত। ভার্চুয়াল জল শব্দটি একটি পণ্য বা পরিষেবার জন্য প্রয়োজনীয় জলের পরিমাণ বোঝা এবং পরিমাপ করতে ব্যবহৃত হয়। উদাহরণস্বরূপ, কৃষি পণ্যের জন্য ভার্চুয়াল জলের বাণিজ্য নির্ধারণ করার সময়, বাণিজ্য প্রবাহের হার (টন/বছর) ভার্চুয়াল জলের পরিমাণ (মি৩/টন) দ্বারা গুণ করা হবে প্রতিটি ধরনের পণ্য বা গবাদি পশুর কতটা জল বিনিময় হয়েছে তা নির্ধারণ করতে। ভাল ছাড়াও। ভার্চুয়াল জলের জন্য এই গণনা অনুসারে, ভারত, মার্কিন যুক্তরাষ্ট্র এবং চীন ভার্চুয়াল জলের জন্য শীর্ষ জাতীয় গ্রাহক। এই পদ্ধতির সমালোচনাগুলো জল সম্পদ নীতি তৈরিতে ভার্চুয়াল জলের প্রাসঙ্গিকতা নিয়ে প্রশ্ন তুলেছে, তবে জলের বাণিজ্য বোঝা জল-নিবিড় পণ্য ও পরিষেবাগুলোর রপ্তানির পরিবর্তে ভার্চুয়াল জল আমদানিকে অগ্রাধিকার দেওয়ার জন্য জলের ঘাটতির সম্মুখীন দেশগুলোর জন্য দরকারী হতে পারে।\n\n\n=== ব্যবসায়িক জল সম্পদ নীতি উদ্যোগ ===\nটেকসই উন্নয়নের জন্য ওয়ার্ল্ড বিজনেস কাউন্সিল H2OScenarios এ স্টেকহোল্ডারদের জড়িত করে যারা বিভিন্ন বিকল্প নীতি এবং তাদের প্রভাব বিবেচনা করে।\nজুন ২০১১ সালে জেনেভায়, জলের ভবিষ্যত ভার্চুয়াল সম্মেলনে জল সম্পদের স্থায়িত্বকে সম্বোধন করা হয়েছিল। উত্থাপিত ইস্যুগুলোর মধ্যে রয়েছে: জলের অবকাঠামো পর্যবেক্ষণ, বিশ্বব্যাপী জল সুরক্ষা, সম্ভাব্য সম্পদ যুদ্ধ, জল, শক্তি, খাদ্য এবং অর্থনৈতিক কার্যকলাপের মধ্যে মিথস্ক্রিয়া, \"উপলব্ধ জলের বণ্টন অংশ\" এর \"সত্য মূল্য\" এবং একটি পুষ্ট \"বিনিয়োগের ফাঁক\" জল পরিকাঠামো মধ্যে। এটা দৃঢ়ভাবে বলা হয়েছিল যে জলবায়ু পরিবর্তন জলের অভাবকে প্রভাবিত করবে কিন্তু জল নিরাপত্তা উপস্থাপনা জোর দিয়েছিল যে জনসংখ্যা বৃদ্ধির সাথে সম্মিলিত প্রভাব \"বিধ্বংসী হতে পারে\"। শনাক্ত করা কর্পোরেট জল সংক্রান্ত ঝুঁকির মধ্যে রয়েছে শারীরিক সরবরাহ, নিয়ন্ত্রক এবং পণ্যের খ্যাতি।\nএই ফোরামটি নীতিগত উদ্বেগগুলোকে নির্দেশ করে: বাণিজ্য বাধা, মূল্য সমর্থন, বিনামূল্যে পণ্য হিসাবে জলের চিকিত্সা ৯৮% জলের নিম্নমূল্য তৈরি করে, বিতর্ককে তীব্র করতে হবে, এবং সরকারি/বেসরকারি খাতকে সামঞ্জস্যপূর্ণ করতে হবে\n\n\n== ইস্যু ==\n\n\n=== পরিবেশগত ===\nদূষণ, জলবায়ু পরিবর্তন এবং ব্যবহারযোগ্য ব্যবহারের কারণে পৃথিবীতে স্বাদু পানির সম্পদ ক্রমবর্ধমান চাপ এবং হ্রাসের মধ্যে রয়েছে।\n\n\n==== বন্যা ====\n\nজল সুনামি, হারিকেন, দুর্বৃত্ত ঢেউ এবং ঝড়ের আকারে প্রাকৃতিক দুর্যোগ তৈরি করতে পারে। ভূমি-ভিত্তিক বন্যা অবকাঠামোগত সমস্যা থেকে উদ্ভূত হতে পারে যেমন বাঁধ ফেটে যাওয়া বা জলোচ্ছ্বাসের সময় লেভি ব্যর্থতা, সেইসাথে বর্ধিত বৃষ্টিপাতের ঘটনা, শহুরে ঝড়ের জলের বন্যা বা তুষার গলনের সময় নদীগুলো তাদের তীর উপচে পড়ার মতো পরিবেশগত ঘটনাগুলো থেকে উদ্ভূত হতে পারে। বন্যার বর্ধিত মাত্রা এবং ফ্রিকোয়েন্সি নগরায়ন এবং জলবায়ু পরিবর্তনের ফলে। নগরায়ন বড় বৃষ্টির ঘটনাগুলোর সময় ঝড়ের জলের প্রবাহকে বাড়িয়ে দেয়। সারফেস প্রবাহ হল জল যা প্রবাহিত হয় যখন ভারী বৃষ্টি মাটিতে অনুপ্রবেশ করে না; বৃষ্টি, গলিত জল, বা জমির উপর দিয়ে প্রবাহিত অন্যান্য উত্স থেকে অতিরিক্ত জল। এটি জল চক্রের একটি প্রধান উপাদান। একটি চ্যানেলে পৌঁছানোর আগে সারফেসগুলোতে যে রানঅফ ঘটে তাকে ননপয়েন্ট সোর্সও বলা হয়। যখন জলপ্রবাহ ভূমি বরাবর প্রবাহিত হয়, তখন এটি মাটির দূষিত পদার্থগুলোকে গ্রহণ করতে পারে, তবে পেট্রোলিয়াম, কীটনাশক বা সারগুলোর মধ্যে সীমাবদ্ধ নয় যা স্রাব বা অ-পয়েন্ট উত্স দূষণে পরিণত হয়।\nপানি সম্পদ নীতি বন্যার ঝুঁকি ব্যবস্থাপনা এবং বন্যা থেকে ক্ষয়ক্ষতি কমানোর জন্য অবকাঠামোর উন্নয়নকে অন্তর্ভুক্ত করে। বন্যার জন্য জল সম্পদ নীতির সমাধানগুলোর মধ্যে রয়েছে কৃষির জন্য ভূমি নিষ্কাশন, বন্যা প্রতিরোধের উপর দৃষ্টি নিবদ্ধ করা নগর পরিকল্পনা, বৃষ্টির জল সংগ্রহ এবং উন্নত অঞ্চলগুলোর প্রবেশযোগ্য পৃষ্ঠতল।\n\n\n==== খরা ====\n\nএকটি খরাকে শুষ্ক অবস্থার সময়কাল হিসাবে সংজ্ঞায়িত করা হয় যেখানে হয় কম বৃষ্টিপাত বা স্বাভাবিকের চেয়ে বেশি পানির রিজার্ভ কমে যায়। যেহেতু খরা অঞ্চলের স্বাভাবিক আবহাওয়ার ধরন এবং জলের প্রাপ্যতার সাথে সাপেক্ষে সংজ্ঞায়িত করা হয়, সংজ্ঞাটি স্থানভেদে পরিবর্তিত হয়। সামগ্রিকভাবে, একটি খরা সংজ্ঞায়িত করা বিবেচনায় নেয় ১.) সময়কাল, তীব্রতা, এবং কম বৃষ্টিপাত বা জল প্রাপ্যতা এবং ২.) সীমিত জলের আনুমানিক পরিবেশগত, সামাজিক এবং অর্থনৈতিক প্রভাব। উদাহরণস্বরূপ, কলোরাডোতে, খরা দ্বারা প্রভাবিত এলাকাগুলোর প্যালিওহাইড্রোলজিক ডেটা বা গাছের রিংগুলো খরার পরিমাণ নির্ধারণ করতে এবং ভবিষ্যতের জল সম্পদ পরিকল্পনা এবং সিদ্ধান্ত গ্রহণের উন্নতির জন্য অতীতের খরার প্রভাব বোঝার জন্য ব্যবহার করা হয়েছে।\nজলবায়ু পরিবর্তনের সাথে, খরার ফ্রিকোয়েন্সি এবং তীব্রতা বৃদ্ধি পাচ্ছে কিন্তু পানি সম্পদ নীতি সাধারণত সক্রিয় না হয়ে প্রতিক্রিয়াশীল। কৃষি, পরিবেশ, জ্বালানি উৎপাদন এবং পরিবহন সহ অনেক খাতে খরার নেতিবাচক অর্থনৈতিক প্রভাব রয়েছে। স্থানীয় এবং জাতীয় সরকারগুলো সাধারণত খরা ঘটলে এবং সঙ্কট মোডে গেলে প্রতিক্রিয়া জানায়, যেখানে একটি শক্তিশালী নীতির মধ্যে রয়েছে প্রাথমিক খরা পর্যবেক্ষণ ব্যবস্থা, প্রস্তুতি পরিকল্পনা, শক্তি প্রতিক্রিয়া কর্মসূচি এবং প্রভাব মূল্যায়ন এবং ব্যবস্থাপনা পদ্ধতিগুলো যাতে খরার প্রভাব প্রশমিত হয়। অর্থনীতি এবং পরিবেশ। জাতীয় খরা সংক্রান্ত বিভিন্ন দেশের বিভিন্ন নীতি রয়েছে। ২০১৩ সালে, বিশ্ব আবহাওয়া সংস্থা, জাতিসংঘ কনভেনশন টু কমব্যাট মরুকরণ (UNCCD) এবং জাতিসংঘের খাদ্য ও কৃষি সংস্থা (FAO) এর সচিবালয় দ্বারা জাতীয় খরা নীতির (HMNDP) উপর উচ্চ-স্তরের বৈঠকের আয়োজন করা হয়েছিল। দেশগুলোকে খরা প্রস্তুতির নীতি এবং খরার পরিস্থিতিতে আন্তর্জাতিক জরুরি ত্রাণ প্রচেষ্টার পরিকল্পনা তৈরি করতে সহায়তা করে। ৮৭টি দেশের ৪১৪ জন অংশগ্রহণকারী ছিল যারা খরা ব্যবস্থাপনা নীতি বাস্তবায়নের জন্য জাতীয় সরকারকে সমাবেশের শেষে সর্বসম্মতিক্রমে HMNDP ঘোষণাটি গ্রহণ করেছিল।\n\n\n==== মহাসাগর এবং লবনাক্ততা ====\n\nমহাসাগরগুলো গ্রহ এবং মানুষের জন্য অনেক গুরুত্বপূর্ণ সংস্থান সরবরাহ করে যার মধ্যে রয়েছে: পরিবহন, সামুদ্রিক জীবন, খাদ্য, খনিজ, তেল, প্রাকৃতিক গ্যাস এবং বিনোদন। সমুদ্রের সাথে জড়িত জল সম্পদ নীতির মধ্যে রয়েছে এখতিয়ার এবং নিয়ন্ত্রণের সমস্যা, দূষণ নিয়ন্ত্রণ এবং হ্রাস, শোষণ প্রতিরোধের অতিরিক্ত, এবং পানীয় জল তৈরির জন্য বিশুদ্ধকরণ।\nসমুদ্রের জাতীয় এখতিয়ারগুলো উপকূলীয় নৈকট্য দ্বারা নির্ধারিত হয়। জাতিগুলোর উপকূলরেখা বরাবর মহাসাগরগুলো সেই জাতির অঞ্চল হিসাবে বিবেচিত হয়। দেশের উপকূলীয় সীমানা থেকে প্রথম ১২ নটিক্যাল মাইল দূরে, দেশটির মাছ এবং খনিজ সহ সম্পদের জন্য সমুদ্রের অধিকার রয়েছে এবং এটি সেই দেশের ভূখণ্ডের একটি ধারাবাহিকতা বিবেচনা করে। জলের কলাম এবং সমুদ্রতল উভয়ের সমন্বয়ে গঠিত দেশগুলোর অর্থনৈতিক অঞ্চল ২০০ নটিক্যাল মাইল পর্যন্ত অব্যাহত রয়েছে যেখানে তারা এখনও এলাকার সম্পদের অধিকারী। অন্যদিকে, অ্যান্টার্কটিক এবং দক্ষিণ মহাসাগরগুলো অ্যান্টার্কটিক চুক্তির অধীনে ৪৫টি রাষ্ট্রপক্ষ দ্বারা ভাগ করা হয়েছে, তাই অ্যান্টার্কটিক এবং দক্ষিণ মহাসাগরের সম্পদের অবস্থা এবং মালিকানা আইনত অস্পষ্ট। উপরন্তু, কিছু এলাকা সামুদ্রিক সুরক্ষিত এলাকা (এমপিএ) হিসাবে সংরক্ষণ করা হয় এবং সম্পদ শোষণ নিষিদ্ধ। উদাহরণস্বরূপ, ক্যালিফোর্নিয়ার উপকূলে ১৯৯৭ সালের মধ্যে, ১০৩ এমপিএ ছিল।\nসমুদ্রগুলো দূষিত হয়ে উঠছে এবং সম্পদের জন্য শোষিত হচ্ছে। জীবাশ্ম জ্বালানী পোড়ানো থেকে বায়ুমণ্ডলে কার্বন ডাই অক্সাইডের ঘনত্ব বৃদ্ধির সাথে, মহাসাগরগুলো অম্লায়নের সম্মুখীন হচ্ছে। সাগরের pH হ্রাস করা সামুদ্রিক প্রাণীর জন্য, প্রবাল প্রাচীরের মতো, তাদের ক্যালসিয়াম কার্বনেট শেল তৈরি করা আরও কঠিন করে তোলে। অতিরিক্তভাবে, দূষণ সমুদ্রের সম্পদকে হুমকি দিচ্ছে, বিশেষ করে উপকূলের কাছাকাছি। তেল রিগ এবং সমুদ্রের তলদেশে খনিজ উত্তোলন সমস্যা তৈরি করতে পারে যা উপকূলরেখা, সামুদ্রিক জীবন, মৎস্যসম্পদ এবং মানুষের নিরাপত্তাকে প্রভাবিত করে। এই ধরনের ক্রিয়াকলাপ বন্ধ করার আরও একটি সমস্যা রয়েছে। রিগস-টু-রিফ হল প্রবাল প্রাচীরের জন্য সাবস্ট্রেট হিসাবে অপ্রচলিত তেল রিগ ব্যবহার করার একটি প্রস্তাব যা ঐক্যমত্যে পৌঁছাতে ব্যর্থ হয়েছে। তেলের ট্যাঙ্কার দুর্ঘটনা এবং এক্সন ভালদেজ তেল ছড়িয়ে পড়ার মতো তেলের পাইপলাইন ছড়িয়ে পড়া এবং ডিপ ওয়াটার হরাইজন তেল ছড়িয়ে পড়া। ব্যালাস্ট জল, জ্বালানী/তেল লিক এবং জাহাজ থেকে উদ্ভূত আবর্জনা নোংরা পোতাশ্রয়, প্রাচীর এবং মোহনাগুলো মহাসাগরকে দূষিত করে। ব্যালাস্টের পানিতে টক্সিন, আক্রমণকারী উদ্ভিদ, প্রাণী, ভাইরাস এবং ব্যাকটেরিয়া থাকতে পারে। অতিরিক্তভাবে, সামুদ্রিক ধ্বংসাবশেষ, বা শিল্পভাবে প্রক্রিয়াজাত পদার্থ যা সমুদ্রে ফেলে দেওয়া হয়েছে, সামুদ্রিক জীবের সুস্থতা এবং জীববৈচিত্র্যকে হুমকির মুখে ফেলে। উপকূল বরাবর, সার, কীটনাশক, রাসায়নিক এবং জৈব দূষণকারী ভূমির প্রবাহের দ্বারা সমুদ্রগুলো হুমকির সম্মুখীন হয় যা শৈবাল ফুল এবং মৃত অঞ্চলের কারণ হতে পারে।\nমৎস্য চাষও মহাসাগরের উপর প্রভাব ফেলে এবং জল সম্পদ নীতির নিয়মের আওতায় পড়তে পারে। ইউএন ফুড অ্যান্ড এগ্রিকালচার অর্গানাইজেশন (FAO) অনুসারে, বিশ্বব্যাপী মৎস্য সম্পদের ৮৭% হয় সম্পূর্ণরূপে শোষিত বা অতিরিক্ত শোষিত। আঞ্চলিক মৎস্য ব্যবস্থাপনা সংস্থাগুলো (RFMOs) UN Convention of the Law of the Sea (UNCLOS) এবং UN ফিশস্টকস চুক্তির অধীনে উচ্চ সমুদ্রের মৎস্য আহরণ নিয়ন্ত্রণ ও তদারকি করে। আরএফএমওগুলোর দুর্বল ব্যবস্থাপনা, মাছের জন্য সরকারী ভর্তুকি এবং অবৈধ মাছ ধরার কারণে সমুদ্র সম্পদের অতিরিক্ত মাছ ধরা এবং অতিরিক্ত শোষণে অবদান রয়েছে। ইকোসিস্টেম-ভিত্তিক ফিশারি ম্যানেজমেন্ট (EBFM) হল কিছু RFMO অব্যবস্থাপনা সংশোধন করার একটি প্রচেষ্টা যা মৎস্য দ্বারা অপসারণ করার অনুমতি দেওয়া বায়োমাসকে সীমিত করে, এবং নিশ্চিত করে যে মাছ ধরা পছন্দসই প্রজাতির জন্য আরও লক্ষ্যবস্তু। EBFM একটি সমস্যা দূর করার চেষ্টা করে তা হল বাইক্যাচ বা অনিচ্ছাকৃতভাবে ভুল প্রজাতির মাছ ধরা। উদাহরণস্বরূপ, হোয়াইট মার্লিন, একটি বিপন্ন বিলফিশ, বেশিরভাগ ঘটনাক্রমে সোর্ডফিশ এবং টুনা লংলাইন ফিশারিজ দ্বারা ধরা পড়ে এবং মেরে ফেলা হয়।\nউপকূলীয় দেশগুলোর শিল্প ও পানীয়ের জন্য সুপেয় জলের প্রয়োজন, বিশেষ করে ভূগর্ভস্থ জলাধার এবং ভূ-পৃষ্ঠের জল, মিঠা জলের দূষণ বা জলবায়ু পরিবর্তনের কারণে অনির্ভরযোগ্য জল সরবরাহ সহ অঞ্চলগুলোর জন্য সমুদ্রের জলের বিশুদ্ধকরণ একটি সম্পদ হয়ে উঠছে। মিশর, জর্ডান, কুয়েত, সাইপ্রাস, ইসরায়েল, সৌদি আরব, সংযুক্ত আরব আমিরাত, অস্ট্রেলিয়া এবং ক্যালিফোর্নিয়া, মার্কিন যুক্তরাষ্ট্রের মতো শুষ্ক, জলের চাপযুক্ত অঞ্চলে ডিস্যালাইনেশন বিশেষভাবে জনপ্রিয়।\n\n\n==== মিঠা পানি ====\n\n\n===== পৃষ্ঠ এবং ভূগর্ভস্থ জল =====\nভূ-পৃষ্ঠের জল এবং ভূগর্ভস্থ জলকে একাধিক ফর্মে একক সংস্থান হিসাবে পৃথক সংস্থান হিসাবে অধ্যয়ন এবং পরিচালনা করা যেতে পারে। এখতিয়ারগুলো সাধারণত তিনটি স্বীকৃত ভূগর্ভস্থ জলের শ্রেণিবিভাগকে আলাদা করে: ভূগর্ভস্থ স্রোত, ভূ-পৃষ্ঠের জলের আন্ডারফ্লো এবং ভূগর্ভস্থ জল।\n\n\n===== নির্বাচনী এলাকা =====\nউপযোগী ব্যবহারের জন্য পানীয় জল এবং জল যেমন ধোয়া, ফসল চাষ এবং উত্পাদনের জন্য বিভিন্ন নির্বাচনী এলাকা দ্বারা প্রতিদ্বন্দ্বিতা করা হয়:\n\nআবাসিক\nকৃষি। \"অনেক গ্রামীণ মানুষ একটি মৌলিক জীবিকা নির্বাহের কৌশল হিসাবে বৃষ্টির উপর নির্ভরশীল কৃষি অনুশীলন করে এবং যেমন খরা বা বন্যার প্রভাবের জন্য ঝুঁকিপূর্ণ যা একটি ফসলকে হ্রাস বা ধ্বংস করতে পারে।\"\nনির্মাণ\nশিল্প\nপৌর বা প্রাতিষ্ঠানিক কার্যক্রম\n\n\n==== পৃষ্ঠ জল (প্রবাহ) এবং বর্জ্য জল নির্গমন ====\nনিয়ন্ত্রক সংস্থাগুলো ভূপৃষ্ঠের জলে পাইপযুক্ত বর্জ্য জলের নিষ্কাশনকে সম্বোধন করে যার মধ্যে নদী এবং সমুদ্রের বাস্তুতন্ত্র অন্তর্ভুক্ত। এই পর্যালোচনা সংস্থাগুলোকে মরুভূমির বাস্তুসংস্থান, বন্যপ্রাণীর আবাসস্থল, পানীয় জল, কৃষি সেচ এবং মৎস্য সংরক্ষণের জন্য অভিযুক্ত করা হয়। ঝড়ের জলের স্রাব গৃহপালিত এবং বন্য প্রাণী থেকে সারের অবশিষ্টাংশ এবং ব্যাকটেরিয়া দূষণ বহন করতে পারে। আন্তর্জাতিক কর্পোরেশনের মতো বেসরকারী পক্ষের উপর বাধ্যতামূলক এমন আদেশ দেওয়ার ক্ষমতা তাদের রয়েছে এবং রাষ্ট্রের পুলিশ ক্ষমতা প্রয়োগ করতে দ্বিধা করে না। জল সংস্থাগুলোর সংবিধিবদ্ধ আদেশ রয়েছে যা অনেক এখতিয়ারে উপাদান এবং আইন প্রণেতাদের চাপের জন্য স্থিতিস্থাপক যেখানে তারা কখনও কখনও কৃষি স্বার্থের উত্তপ্ত বিরোধিতা সত্ত্বেও তাদের অবস্থানে দাঁড়ায় অন্যদিকে, বোর্ডগুলো গ্রিনপিস, হিল দ্য ওশান এবং চ্যানেলকিপারদের মতো পরিবেশগত উদ্বেগগুলোর থেকে শক্তিশালী সমর্থন উপভোগ করুন৷\nজলের গুণমান সংক্রান্ত সমস্যা বা স্যানিটেশন সংক্রান্ত সমস্যাগুলো পুনঃব্যবহার বা জলের পুনর্ব্যবহার এবং দূষণ নিয়ন্ত্রণের বিষয় যা ফলস্বরূপ ঝড়ের জল এবং বর্জ্য জলে পরিণত হয়।\n\n\n==== বর্জ্য পানি ====\nবর্জ্য পানি মানুষের ব্যবহার থেকে নিষ্কাশন করা হয় যে জল। প্রাথমিক স্রাবগুলো নিম্নলিখিত উত্সগুলো থেকে প্রবাহিত হয়: বাসস্থান, বাণিজ্যিক সম্পত্তি, শিল্প এবং কৃষি৷\nপয়ঃনিষ্কাশন প্রযুক্তিগতভাবে মল এবং অনুরূপ প্রাণী বর্জ্য উপজাত দ্বারা দূষিত বর্জ্য জল, কিন্তু প্রায়শই বর্জ্য জলের প্রতিশব্দ হিসাবে ব্যবহৃত হয়। উৎপত্তির মধ্যে সেসপুল এবং স্যুয়ারেজ আউটফল পাইপ অন্তর্ভুক্ত রয়েছে।\nজল চিকিত্সা একই ওভারল্যাপিং এখতিয়ারের সীমাবদ্ধতার বিষয় যা জল নীতির অন্যান্য দিকগুলোকে প্রভাবিত করে৷ উদাহরণস্বরূপ, ক্লোরামাইনের মাত্রা তাদের ফলে বিষাক্ত ট্রাইহ্যালোমেথেন উপ-পণ্যের সাথে ফেডারেল নির্দেশিকা সাপেক্ষে যদিও সেই নীতির সীমাবদ্ধতাগুলোকে বাস্তবায়ন করে জল ব্যবস্থাপনা স্থানীয় জল বোর্ডগুলো দ্বারা পরিচালিত হয়।\n\n\n=== পানি ও পয়ঃনিষ্কাশনের মানবাধিকার ===\n\n\n=== নীতি নির্ধারকদের কাঠামোগত সীমাবদ্ধতা ===\nরাষ্ট্রীয় ক্ষমতার সরকারী অনুশীলন দ্বারা সৃষ্ট সাংগঠনিক সত্তা দ্বারা নীতিগুলো বাস্তবায়িত হয়। তবে, এই ধরনের সমস্ত সত্তা তাদের স্বায়ত্তশাসনের সীমাবদ্ধতার আওতাধীন।\n\n\n==== এখতিয়ার সংক্রান্ত সমস্যা ====\nবিষয়বস্তু এবং ভৌগোলিক এখতিয়ার আলাদা করা যায়। যেকোনো জল সংস্থার এখতিয়ার রাজনৈতিক সীমানা এবং আইন প্রণয়নের মাধ্যমে সীমাবদ্ধ। কিছু ক্ষেত্রে, সীমা নির্দিষ্ট ধরনের ব্যবহারকে লক্ষ্য করে (মরুভূমি, কৃষি, শহুরে-আবাসিক, শহুরে-বাণিজ্যিক, ইত্যাদি) এখতিয়ারগত সীমাবদ্ধতার একটি দ্বিতীয় অংশ এজেন্সি নিয়ন্ত্রণ করে এমন বিষয়গুলোকে নিয়ন্ত্রণ করে, যেমন বন্যা নিয়ন্ত্রণ, জল সরবরাহ এবং স্যানিটেশন, ইত্যাদি। অনেক জায়গায়, সংস্থাগুলো অস্পষ্ট বা ওভারল্যাপিং কর্তৃত্বের সম্মুখীন হতে পারে, দ্বন্দ্ব বৃদ্ধি এবং দ্বন্দ্ব সমাধানে বিলম্ব হতে পারে।\n\n\n==== সাধারণ তথ্য অ্যাক্সেস সমস্যা ====\nনির্দলীয় সিভিল সোসাইটি ইনস্টিটিউট দ্বারা রিপোর্ট করা হয়েছে, জল সরবরাহের উপর ২০০৫ ইউএস কংগ্রেসনাল অধ্যয়ন দমন করা হয়েছিল এবং তথ্যের স্বাধীনতা আইন (FOIA) মামলার লক্ষ্যবস্তুতে পরিণত হয়েছিল।\n\n\n==== বহু-অধিক্ষেত্র সংক্রান্ত সমস্যা ====\nএকটি এখতিয়ারের প্রকল্পগুলো অন্য বিচারব্যবস্থায় সমস্যার কারণ হতে পারে। উদাহরণস্বরূপ, মন্টেরি কাউন্টি, ক্যালিফোর্নিয়া একটি জলের অংশ নিয়ন্ত্রণ করে যা সান লুইস ওবিস্পো কাউন্টির জলাধার হিসেবে কাজ করে। সম্পদ পরিচালনার জন্য নির্দিষ্ট দায়িত্ব তাই আলোচনা করা আবশ্যক\n\n\n== আরও দেখুন ==\n \n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nক্যালিফোর্নিয়া জল অধিকার ফ্যাক্ট শীট\nইউএস সেন্টার ফর ডিজিজ কন্ট্রোল অ্যান্ড প্রিভেনশন (সিডিসি) স্বাস্থ্যকর জল - জলের গুণমান - জলের গুণমান সম্পর্কিত তথ্য, জল পরীক্ষা, এবং জল দূষকগুলোর উপর ভোক্তাদের আস্থার প্রতিবেদনগুলো বোঝা\nইউএস ন্যাশনাল ওয়াটার কোয়ালিটি মনিটরিং কাউন্সিল (NWQMC)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ জুলাই ২০১১ তারিখে - ফেডারেল এবং রাষ্ট্রীয় সংস্থাগুলোর অংশীদারিত্ব\nমার্কিন ভূতাত্ত্বিক জরিপ - ন্যাশনাল ওয়াটার কোয়ালিটি অ্যাসেসমেন্ট প্রোগ্রাম\nইউএস এনভায়রনমেন্টাল প্রোটেকশন এজেন্সি - ওয়াটার কোয়ালিটি মনিটরিং\nমার্কিন জাতীয় কৃষি গ্রন্থাগার\nআমেরিকান জল সম্পদ সমিতি\nগ্লোবাল ওয়াটার কোয়ালিটি অনলাইন ডাটাবেস\nসমুদ্র সৈকত 911 - ইউএস বিচ ওয়াটার কোয়ালিটি মনিটরিং\nMaione, U.; Majone-Lehto, B.; R. Monti (১ জানুয়ারি ২০০০)। New Trends in Water and Environmental Engineering for Safety and Life। CRC Press। পৃষ্ঠা 104–। আইএসবিএন 978-90-5809-138-3। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBrans, Edward H. P. (১ জানুয়ারি ১৯৯৭)। The Scarcity of Water: Emerging Legal and Policy Responses। Kluwer Law International। পৃষ্ঠা 17–। আইএসবিএন 978-90-411-0657-5। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBressers, Hans; Lulofs, Kris (১ জানুয়ারি ২০১০)। Governance and Complexity in Water Management: Creating Cooperation Through Boundary Spanning Strategies। Edward Elgar Publishing। পৃষ্ঠা 100–। আইএসবিএন 978-1-84980-324-3। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nটেমপ্লেট:Natural resources"}