{"pageid": 1388066, "title": "আদনান আল-গৌল", "url": "https://bn.wikipedia.org/wiki?curid=1388066", "content": "আদনান আল-গোল (সি. ১৯৬২ - ২১ অক্টোবর ২০০৪) ( আরবি: عدنان الغول ) ছিলেন হামাসের সশস্ত্র শাখা ইজ আদ-দিন আল-কাসাম ব্রিগেডের নেতা মোহাম্মদ দেইফের সহকারী। ২১ অক্টোবর ২০০৪-এ গাজায় ইসরায়েলি বিমান বাহিনীর বোয়িং এএইচ-৬৪ অ্যাপাচে হেলিকপ্টার তাদের গাড়িতে হামলা চালালে তিনি ইমাদ আব্বাসের সাথে টার্গেটেড কিলিংয়ে নিহত হন  হামাস সদস্যরা তাকে শহীদ হিসেবে দেখেন।\nআদনান আল-গুল হামাসের সামরিক-সন্ত্রাসী যন্ত্রপাতির একজন সিনিয়র অপারেটিভ ছিলেন তিনি বিস্ফোরক বিশেষজ্ঞ এবং অন্যান্য আক্রমণের মধ্যে ছিল ১৯৯৫ বেথ লিড জংশনে সন্ত্রাসী হামলা মধ্য ইসরায়েল এবং ডিজেনগফ সেন্টারে ১৯৯৬ বোমা হামলা তেল আভিভ হৃদয়ে, একসঙ্গে ৩২ ইসরায়েলি মৃত্যুর জন্য দায়ী.\nআদনান একজন\" সাধারণ র্যাঙ্ক-অ্যান্ড-ফাইল \" সন্ত্রাসী অপারেটিভ ছিলেন না বরং গাজা স্ট্রিপে হামাসের সামরিক-সন্ত্রাসী যন্ত্রপাতির একজন শীর্ষস্থানীয় সন্ত্রাসী ছিলেন তিনি আইইডি প্রস্তুতির ক্ষেত্রে বিশেষজ্ঞ ছিলেন এবং হামাসের জন্য কাসাম রকেট সিস্টেমটি বিকাশ করেছিলেন (তাকে \"কাসামের পিতা\"ডাকনাম অর্জন করেছিলেন)) তিনি হামাসের সামরিক-সন্ত্রাসী শাখার প্রধান মুহাম্মদ দেফের ডান হাত ছিলেন এবং ওসলো চুক্তিকে নাশকতা করার জন্য হামাসের ষড়যন্ত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন উদাহরণস্বরূপ,\nআল-গুল টি-তে ব্যবহৃত বোমা তৈরিতে জড়িত ছিল তিনি ২২ জানুয়ারী ইস্রায়েলের কেন্দ্রে বেথ লিড জংশনে ডাবল আক্রমণ করেছিলেন, ১৯৯৫, যেখানে ২২ ইসরায়েলি নিহত হয়. তিনি বিস্ফোরক বেল্ট প্রস্তুত করেছিলেন ১৯৯৬ তেল আভিভের হৃদয়ে ডিজেনগফ সেন্টারে পুরিম আত্মঘাতী বোমা হামলা, যেখানে দশজন ইসরায়েলি বেসামরিক নাগরিক নিহত হয়েছিল৷ ২১ অক্টোবর ২০০৪ এ ইসরায়েলি বিমান বাহিনীর লক্ষ্যবস্তু হত্যাকাণ্ডে তার মৃত্যু হয়েছিল৷\nদ্বারা চিহ্নিত ইসরায়েলি প্রতিরক্ষা বাহিনী (আইডিএফ) হামাসের শীর্ষ বোমা প্রস্তুতকারক হিসাবে, তিনি ১৯৮৮\nসালে প্রতিষ্ঠার পরপরই সংগঠনে যোগদান করেন এরপর তিনি ইজ আদ-দিন আল-কাসাম ব্রিগেডের শীর্ষ প্রকৌশলীর সহকারী হিসেবে কাজ করেন, ইয়াহিয়া আয়াশ. আল-গুল তার পরামর্শদাতার লক্ষ্যবস্তু হত্যার পরে ১৯৯৬ সালে আয়াশের ভূমিকা গ্রহণ করেছিলেন।\nপ্রথম দিকে আল-আকসা ইন্তিফাদা আল-গুল কাসাম রকেট. আল-গুল গাজা উপত্যকায় টানেল ব্যবহার করে কাঁচামাল এবং সরঞ্জাম থেকে তৈরি অস্ত্র তৈরির পরিকল্পনাও করেছিলেন রাফাহ, সীমান্তে মিশর. এই অস্ত্রগুলির মধ্যে, অ্যান্টি-ট্যাঙ্ক রকেট যেমন আল-বানা, দ্য বাটার, এবং পরে ইয়াসিন গাজায় ইসরায়েলি সেনাবাহিনীর বিরুদ্ধে হামাসের আক্রমণে এবং আইডিএফের আক্রমণের সময় প্রতিরক্ষা উদ্দেশ্যে হামাসের দ্বারা প্রায়শই ব্যবহৃত হত\nআল-গুল গোপনে বসবাস করতেন এবং মিডিয়ার সাথে কথা বলেননি ৪৬ বছর বয়সী চার সন্তানের পিতার ছবি হামাস তার মৃত্যুর পরেই প্রকাশ করেছিল৷ ২৬ সেপ্টেম্বর ২০০৩-এ, তিনি একটি বৈঠকে অংশ নিয়েছিলেন বলে জানা গেছে মোহাম্মদ দেফ, ইসমাইল হানিয়া, হামাসের রাজনৈতিক নেতাদের একজন, এবং সংগঠনের আধ্যাত্মিক নেতা, শেখ আহমেদ ইয়াসিন, যখন ইসরায়েলি বাহিনী বোমা হামলা করে যেখানে তারা জড়ো হয়েছিল. আল-গুলের বড় ছেলে বিলাল ২০০১ সালে গাজায় বিমান হামলায় নিহত হয়েছিল এবং তার দ্বিতীয় ছেলে মোহাম্মদ পরের বছর একটি চাচাতো ভাইয়ের সাথে নিহত হয়েছিল মাগাজি, দক্ষিণে গাজা শহর.\nযদিও ইজ আদ-দিন আল-কাসাম ব্রিগেডস, নিরাপত্তার কারণে, সেই সময়ে সেই ইঞ্জিনিয়ারদের পরিচয় আটকে রেখেছিল যারা গ্রুপের জন্য অস্ত্র উৎপাদনের তত্ত্বাবধানে আল-ঘোলের সাথে জড়িত ছিল, এটি ২০০৬ সালের মার্চ মাসে প্রকাশ করা হয়েছিল যে আবদেল মোতি আবু দাফ ছিলেন, ইমাদ আব্বাসের সাথে, আল-ঘোলের শীর্ষ সহকারী. ডিএএফ মারা যান ২৬ ফেব্রুয়ারী ২০০৬ একটি গ্রেনেড পরে দুর্ঘটনাক্রমে একটি প্রশিক্ষণের সময় বিস্ফোরিত.\n\n\n== আরও দেখুন ==\nমুহাম্মদ দেইফ\nআহমেদ ইয়াসিন\nইসমাইল হানিয়া\n\n\n== তথ্যসূত্র =="}