{"pageid": 1388147, "title": "নরসিংহ মেহতা", "url": "https://bn.wikipedia.org/wiki?curid=1388147", "content": "নরসিংহ মেহতা বা নরসিংহ ভগত ছিলেন ভারতের গুজরাটের ১৫ শতকের একজন কবি- সন্ত যিনি গুজরাটি ভাষার প্রথম কবি বা আদি কবি হিসাবে সম্মানিত। নরসিংহ মেহতা নগর ব্রাহ্মণ সম্প্রদায়ভু্ক্ত ছিলেন। নরসিংহ কৃষ্ণের ভক্ত হয়েছিলেন। ভক্তি বা কৃষ্ণের প্রতি ভক্তিমূলক কাব্য রচনায় তাঁর জীবন উৎসর্গ করেছিলেন। তার ভজন গুজরাট ও রাজস্থানে পাঁচ শতাব্দীরও বেশি সময় ধরে জনপ্রিয়। সবচেয়ে লক্ষণীয় যে, তার রচনা বৈষ্ণব জন তো  মহাত্মা গান্ধীর প্রিয় ছিল এবং সারা ভারতে স্বাধীনতা সংগ্রামীদের কাছে জনপ্রিয় হয়ে ওঠে। \n\n\n== জীবনী ==\nনরসিংহ মেহতা সম্পর্কে বেশিরভাগই তার নিজের রচনা ও কাব্যিক রচনা থেকে জানা যায়।  নরসিংহ মেহতার জীবনী সম্পর্কে গভীর অন্তর্দৃষ্টিশালী পরবর্তী যুগের অন্যান্য কবিদের রচনায় জানা যায়। তাদের কবিতাগুলি নরসিংহ মেহতার ব্যক্তিত্ব ও তার জীবনের কিছু গুরুত্বপূর্ণ ঘটনাকে বিশদভাবে বর্ণনা করে। \nযদিও সঠিক তারিখ সম্পর্কে পণ্ডিতদের মধ্যে কোন মতৈক্য নেই তবে  বিশ্বাস করা হয় যে নরসিংহ ১৪১৪ সালে জন্মগ্রহণ করেছিলেন এবং ৭৯ বছর বয়স পর্যন্ত বেঁচে ছিলেন  নরসিংহের আত্মজীবনীমূলক রচনায় বা পরবর্তী কবিদের রচনায় কোনো নির্দিষ্ট তারিখ উল্লেখ না থাকলেও বর্ণিত ঘটনাগুলি ১৫ শতকে, বিশেষ করে তৃতীয় মণ্ডলিকার রাজত্বকালে নরসিংহের উপস্থিতি প্রতিষ্ঠা করে। \n\n\n=== জীবনের প্রথমার্ধ ===\nনরসিংহ মেহতা তালাজা শহরে (বর্তমানে গুজরাটের ভাবনগর জেলায় অবস্থিত) জন্মগ্রহণ করেন। নগর ব্রাহ্মণ সম্প্রদায়ের সদস্য হিসেবে নরসিংহের পিতা রাজদরবারে প্রশাসনিক পদে অধিষ্ঠিত ছিলেন। নরসিংহ আট বছর বয়স পর্যন্ত বাকশক্তিহীন ছিলেন। তিনি একজন সাধু ব্যক্তির সাথে দেখা করার পর কথা বলতে শুরু করেন। সাধুর প্রভাবে নরসিঁ  \"রাধে শ্যাম\"  বাক্যাংশটি উচ্চারণ করেছিলেন। তার জ্যোষ্ট ভ্রাতা বংশীধর ছিলেন তার চেয়ে ১৭ বছরের বড় । নরসিংহের পাঁচ বছর বয়সে বাবা-মা মারা যান এবং তিনি তার বড় ভাই ও তার ভগ্নিপতির উপর নির্ভরশীল হন।   \nনরসিংহের কাব্য রচনার ভাষা, শৈলী ও আবেগের উপর ভিত্তি করে বিশ্বাস করা হয় যে তিনি তার নগর পরিবারের ঐতিহ্য অধ্যয়ন করেছিলেন এবং সাহিত্যিক ঐতিহ্য ও সৃজনশীলতায় তার জ্ঞান ছিল। তার কবিতা শুধুমাত্র ধর্মীয় ভক্তির উপর দৃষ্টি নিবদ্ধ করে এবং কৃষ্ণের ভক্ত হওয়ার জন্য উপদেশ প্রদান করে। \n\n\n=== কৃষ্ণভক্তে রূপান্তর ===\nএকদিন তার বদমেজাজি ভ্রাতৃজায়া তাকে কটুবাক্য শুনিয়ে অপমান করলে তিনি গৃহ ত্যাগ করে নিকটস্থ বনে প্রবেশ করেন। সেখানে তিনি উপবাসী হয়ে সাত দিন ধরে গোপনাথ মন্দিরের শিবলিঙ্গের আরাধনা ও ধ্যান করে। তার ভক্তিতে সন্তুষ্ট হয়ে শিব  নরসিংহের সম্মুখে আত্মপ্রকাশ করেন এবং তাঁকে বৃন্দাবনে নিয়ে যান যেখানে তিনি কৃষ্ণ ও গোপীদের নৃত্য ( রাস লীলা ) দর্শন করেছিলেন।   সেখানে তাকে মশাল ধারণ করার পরিষেবা দেওয়া হয় যা কৃষ্ণ ও গোপীদের স্থান আলোকিত করেছিল। তিনি কৃষ্ণকে দেখতে এতটাই মগ্ন ছিলেন যে তিনি বুঝতে পারেননি যে মশালটি তার হাত পুড়িয়ে দিচ্ছে।   কৃষ্ণ নরসিংহের ভক্তিতে সন্তুষ্ট হন এবং তাকে বর চাইতে বলেন। নরসিংহ কৃষ্ণের কাছে অন্তহীন ভক্তি ও তাঁর মহিমা গান করার ক্ষমতা প্রার্থনা করেন। রাস লীলার  অন্তহীন দর্শন ও সর্বদা নরসিংহের পাশে থাকার প্রতিশ্রুতি দান কৃষ্ণ তার ইচ্ছে পূর্ণ করেলেন।  তিনি প্রায় ২২,০০০ কীর্তন বা পদ রচনা করার সংকল্প করেছিলেন। \nএই রূপান্তরকারী অভিজ্ঞতার পর নরসিংহ তার গ্রামে ফিরে আসেন।তিনি শ্রদ্ধাপূর্ণ হয়ে তার ভ্রাতৃজায়ার পা স্পর্শ করেন ও তাকে অপমান করার জন্য ধন্যবাদ জানান। কারণ তিনি তাকে অপমান না করলে নরসিঁ কৃষ্ণের দর্শন পেতেন না।\nতারপরে নরসিংহ তার ভাইয়ের বাড়ি থেকে বেরিয়ে জুনাগড়ে একটি ছোট ঘরে চলে আসেন। সেখানে তিনি কৃষ্ণের প্রতি নিবেদিত ভক্তিজীবন শুরু করেন।  \n\n\n=== জুনাগড়ের সময় ===\nজুনাগড়ে  মেহতা তার স্ত্রী ও দুই সন্তান শামালদাস ও  কন্যা কুনওয়ারবাই( যাকে তিনি বিশেষ স্নেহ করতেন) সহ দারিদ্র্যের মধ্যে বসবাস করতেন। একজন ভজন গায়ক হিসেবে তাঁর জনপ্রিয়তা বৃদ্ধি পায় কারণ তিনি লিঙ্গ, শ্রেণী ও বর্ণ নির্বিশেষে সকলের সাথে কৃষ্ণের মহিমা গান করতেন ও নৃত্য করতেন। নগর ব্রাহ্মণ সম্প্রদায় ( নরসিংহ যে বর্ণভুক্ত ছিলেন) তার কর্মকে আপত্তিকর মনে করেছিল কারণ নরসিংহ নিম্ন বর্ণের লোকদের সাথে যুক্ত থাকত। নগর ব্রাহ্মণদের \"উচ্চ মর্যাদাবান\" হিসাবে বিবেচনা করা হত এবং তারা তাদের মার্জিত আচার-ব্যবহার, সঙ্গীত দক্ষতা এবং আদালতে উচ্চ পদমর্যাদার জন্য বিখ্যাত ছিল । সেই সময়ে অনেক নগর ব্রাহ্মণ শিবের উপাসনা করত। কিছু সূত্র মতে, একজন প্রদীপ্ত কৃষ্ণ ভক্ত হওয়ার জন্য নরসিঁকে ব্রাহ্মণদের বিরোধিতা ও নির্যাতন ভোগ করতে হয়েছিল।  \nনরসিংহের আত্মজীবনীমূলক রচনা এবং পরবর্তীকালে অন্যান্য কবিদের রচনাগুলি তাঁর জীবনের কিছু গুরুত্বপূর্ণ ঘটনার  আভাস দেয়, যা কৃষ্ণের প্রতি নরসিংহের ভক্তি  বর্ণনা করে।\n\n\n==== শামলদাসের বিবাহ ====\nমদন মেহতা নামে একজন প্রভাবশালী ব্যক্তির পারিবারিক পুরোহিত মদন মেহতার মেয়ের জন্য উপযুক্ত পাত্রের সন্ধানে জুনাগড়ে আসেন। এক স্থানীয় নগর ব্রাহ্মণ পুরোহিতকে নরসিংহের ছেলে শামলদাসের সাথে দেখা করার পরামর্শ দেন এই আশায় যে, পুরোহিত নরসিংহের দারিদ্র্য অনুভব করবেন ও এই খবরটি অন্যান্য শহরে ছড়িয়ে দেবেন। পুরোহিত শ্যামলদাসের অনুমোদন পেয়ে বাগদানের ঘোষণা দেন। নরসিংহ কৃষ্ণকে বিয়েতে আমন্ত্রণ জানান কিছুটা অন্যান্য ব্রাহ্মণদের উপহাসের জন্য যারা নরসিংহকে দরিদ্র বলে  উপহাস করেছিল। নরসিঁ আশা করেছিল যে কৃষ্ণ তাকে সাহায্য করবেন। শ্যামলদাসের স্বল্প পরিসরের বিবাহানুষ্ঠান লোকে লোকারণ্য হয়ে গিয়েছিল। সকলের প্রত্যাশার বাইরে বহু ব্যক্তি আড়ম্বর ও জাঁকজমকের সাথে উপস্থিত হয়েছিল। বিশ্বাস করা হয় যে, কৃষ্ণ অলৌকিকভাবে নরসিংহের পরিবারকে শ্যামলদাসের বিবাহ উদযাপনের  প্রয়োজনীয় সমস্ত কিছু সরবরাহ করেছিলেন।  \nপুত্রাহ বিভা বা শামালদাস নো বিভা  পদটি এই ঘটনাকে বর্ণনা করে এবং কৃষ্ণকে তার ভক্তের সাহায্যে আসার কথা উল্লেখ করেছে। \n\n\n==== অঙ্গীকারনামা ====\nনগর সম্প্রদায়ের অনেকেই নরসিংহের দারিদ্র্য নিয়ে প্রশ্ন তোলেন ও ধরে নেন যে তিনি সবাইকে প্রতারণা করছেন। স্থানীয় নগর ব্রাহ্মণরা একবার তীর্থযাত্রীদের একটি দলকে নরসিংহের কাছ থেকে ৭০০ টাকার একটি অঙ্গীকারনামা প্রাপ্তির জন্য প্রনোদিত করে। তারা তাদের বলে যে নরসিংহের বাহ্যিক পরিচ্ছদ দরিদ্রের মতো মনে হলেও প্রকৃতপক্ষে তিনি একজন ধনী ব্যক্তি। তীর্থযাত্রীরা কাছে গেলে নরসিংহ বুঝতে পারলেন যে তিনি প্রতারিত হচ্ছেন।  \nঅঙ্গীকারনামায় যে ব্যবসায়ীর নাম ছিল তার নাম শামলশ শেঠ। দ্বারকায় পৌঁছে তীর্থযাত্রীরা দেখতে পান যে এই নামের ব্যক্তির কথা কেউ শোনেনি। তারা চিন্তা করলেন, নরসি তাদের সাথে প্রতারণা করেছে। তখন তাদের অবাক করে দিয়ে শামালশ নামে এক ব্যক্তি তীর্থযাত্রীদের খুঁজতে খুঁজতে সেখানে হাজির হন ও চড়া সুদে মূল অর্থ প্রদান করেন। লোকবিশ্বাস মতে, কৃষ্ণ প্রতিশ্রুতি পূর্ণ করার জন্য শামালশ রূপে আবির্ভূত হয়েছিলেন। \nনরসিংহের রচনা \" হুন্ডি \" শুধুমাত্র গুজরাটি ভাষায় নয় ভারতের অন্যান্য অঞ্চলেও বিখ্যাত। তীর্থযাত্রীদের কাছ থেকে এই অঙ্গীকারনামা গ্রহণ করার পরে কৃষ্ণের কাছে প্রার্থনারূপে তিনি লিখেছিলেন ( \"মারি হুন্ডি সুইকারো মহারাজ রে শামলা গিরিধারী...\" , অর্থাৎ \"হে ঈশ্বর, দয়া করে আমার প্রতিশ্রুতিনামা গ্রহণ করুন...\"  \n\n\n==== কুনওয়ারবাইয়ের গর্ভধারণ অনুষ্ঠান ====\nএকটি উল্লেখযোগ্য আত্মজীবনীমূলক রচনা নরসিংহের কন্যা কুনওয়ারবাই ও তার গর্ভাবস্থার সম্মানে যে অনুষ্ঠান হয়েছিল তার বিবরণ প্রদান করে। সেই সময় প্রথা ছিল যে গর্ভাবস্থার সপ্তম মাসে মায়ের বাবা-মা তাদের মেয়ের শ্বশুরবাড়িতে উপহার পাঠাতেন যা মামেরু  নামে পরিচিত। নরসিংহের চরম দারিদ্র্য এবং কৃষ্ণের ভক্তিতে সম্পূর্ণ নিমগ্নতার কারণে তিনি শূন্য হাতে তার মেয়ের শ্বশুর বাড়িতে পৌঁছেছিলেন। যখন তিনি তাদের কাছে প্রথাগত উপহারের তালিকা চাইলেন তখন কুনওয়ারবাইয়ের শ্বশুরবাড়ির লোকেরা দামি বস্তুর একটি তালিকা দিয়েছিলেন যা নরসিংহের জন্য অপ্রাপ্য ছিল। তালিকা পাওয়ার পর নরসিংহ কৃষ্ণের কাছে প্রার্থনা করেন। শীঘ্রই  কৃষ্ণ একজন বণিকের রূপ ধরে প্রচুর উপহার নিয়ে হাজির হন। \nএই পর্বটি নরসিংহের আত্মজীবনীমূলক রচনা - \"কুনভারবাই নু মামেরু\" বা \"মামেরু নু পদ\"-এ আধৃত হয়েছে । নরসিংহের সাহায্যের জন্য কৃষ্ণের আগমনের কিংবদন্তি পরবর্তী কবিদের রচনা ও চলচ্চিত্রের মাধ্যমেও সংরক্ষিত রয়েছে।\n\n\n==== কৃষ্ণের মাল্য ====\nনগর ব্রাহ্মণরা নরসিংহের বিরোধিতা করতে থাকে ও জুনাগড়ের রাজা 'রা মন্ডলিকাকে' নরসিংহকে পরীক্ষা করার জন্য প্ররোচিত করতে শুরু করে। রাজা নরসিংহের বিরুদ্ধে মিথ্যা অভিযোগ করেন। নরসিংহ 'কৃষ্ণকে' দামোদরের মন্দিরের মূর্তি থেকে মালা প্রেরণ করতে অনুরোধ করেন। এতে নরসিংহের অপরাদশূন্যতা প্রমাণিত হবে এবং তার জীবন রক্ষা পাবে। নরসিংহ সারা রাত প্রার্থনা করেছিলেন এবং রাজার দাবি পূরণ করতে কৃষ্ণের কাছে অনুরোধ করেছিলেন যাতে অন্যরা ভক্তির পথ অনুসরণ করতে ভয় না পায়। পরদিন সকালে, কৃষ্ণ নরসিংহের গলায় মালা পরিয়ে দেন এবং রাজা নরসিঁর কাছে ক্ষমা প্রার্থনা করেন। \n\n\n== পরবর্তী জীবন ও উত্তরাধিকার ==\nপরবর্তী লেখকদের কিছু রচন যেমন নরসিংহ মেহতা নু আখ্যান (১৮ শতকে লিখিত) নরসিংহ মেহতার বংশ, বংশধারা প্রতিষ্ঠা করার প্রয়াস করেছে। \nনরসিংহের জীবনের ঘটনা এবং সুরদাস, তুলসীদাস, মীরা, কবির, নামদেব ও সুন্দররের মতো অন্যান্য সাধক-কবিদের মধ্যে অনেক সাদৃশ্য অঙ্কিত হয়েছে । ভক্তি আন্দোলন যুগের অন্য অনেকের মতোই, নরসিংহও সমাজের তীব্র বিরোধিতার মুখোমুখি হয়েছিলেন কিন্তু তাঁর ভক্তিতে অবিচল ছিলেন। জাতি, ধর্ম ও সামাজিক অবস্থান নির্বিশেষে সকল মানুষের সাথে তার গ্রহণযোগ্যতা এবং অবাধ মেলামেশা সেই সময়ে নগর ব্রাহ্মণদের কাছে অপ্রতিম ছিল এবং বৈষ্ণব ঐতিহ্যের প্রতি তার আনুগত্য ও অঙ্গীকারের একটি গুরুত্বপূর্ণ অংশ ছিল। \nপরবর্তী জীবনে, নরসিংহ মঙ্গরোলে যান যেখানে ৭৯ বছর বয়সে তিনি মারা যান বলে ধারণা করা হয়। \nম্যাংগ্রোলের শ্মশানটিকে ' নরসিংহ নু সামশান' বলা হয়।  এটি গুজরাটি আদি কবি নামে পরিচিত প্রথম কবিকে স্মরণ করেছে। \nগুজরাটি সাহিত্যে শ্রেষ্ঠ অবদানের জন্য তাঁর নামে 'নরসিংহ মেহতা' পুরস্কার চালু করা হয়েছিল। \nআহমেদাবাদের বস্ত্রাপুর হ্রদের নাম আনুষ্ঠানিকভাবে তার সম্মানে নামকরণ করা হয়েছে। \n\n\n== সম্মাননা ==\nদামোদর কুন্ডে, দামোদর কুন্ড এবং দামোদরের প্রাচীন মন্দিরের সাথে এই মহান সাধক-কবির সংযুক্তিকে স্মরণ করার জন্য নরসিংহ মেহতার একটি মন্দির রয়েছে।\nনরসিংহ মেহতার চোরো হল ভারতের গুজরাটের জুনাগড়ের একটি মন্দির, যা কবি নরসিংহ মেহতাকে উৎসর্গ করা হয়েছে। মন্দিরটিতে নরসিংহ মেহতার একটি মূর্তি রয়েছে, পাশাপাশি গোপীনাথের একটি ছোট মন্দির এবং শ্রী দামোদর রায়জির একটি মূর্তি রয়েছে।\nনরসিংহ মেহতা হ্রদ, ভারতের গুজরাটের প্রাচীন শহর জুনাগড়ের মধ্যে অবস্থিত, একটি নির্মল স্থান যা কয়েক বছর ধরে দর্শকদের আকর্ষণ করেছে।\nভক্ত কবি নরসিংহ মেহতা বিশ্ববিদ্যালয় (BKNMU) হল একটি রাষ্ট্রীয় বিশ্ববিদ্যালয় যা ২০১৫ সালে গুজরাট সরকার প্রতিষ্ঠিত। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nTranslation of Narsinh Mehta's poems into English by Sachin Ketkar  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ এপ্রিল ২০১৩ তারিখে"}