{"pageid": 1388602, "title": "সূর্যকান্ত ত্রিপাঠি ‘নিরালা’", "url": "https://bn.wikipedia.org/wiki?curid=1388602", "content": "সূর্যকান্ত ত্রিপাঠি 'নিরালা' ( ২১ ফেব্রুয়ারি, ১৮৯৯  - ১৫ অক্টোবর, ১৯৬১ ) হিন্দি কবিতার ছায়াবাদী যুগের চারজন প্রধান কবিদের অন্যতম [क] ।  জয়শঙ্কর প্রসাদ, সুমিত্রানন্দন পন্ত এবং মহাদেবী ভার্মার সাথে হিন্দি সাহিত্যে ছায়াবাদের উল্লেখযোগ্য হিসেবে লেখক তাকে বিবেচনা করা হয়। তিনি অনেক গল্প, উপন্যাস এবং প্রবন্ধও লিখেছেন যদিও তাঁর খ্যাতি মূলত কবিতার জন্য।\n\n\n== প্রাথমিক জীবন ==\nনিরালা উচ্চ বিদ্যালয় পর্যন্ত লেখাপড়া করেছেন। পরে তিনি একাই হিন্দি, সংস্কৃত ও বাংলা ভাষা ও সাহিত্য অধ্যয়ন করেন। নিরালা তার বাবার ছোট চাকরির অসুবিধা এবং অপমানের কথা প্রথম থেকেই জানতে পেরেছিলেন। তিনি তার নিষ্পাপ মন থেকে দলিত-শোষিত কৃষকের প্রতি সহানুভূতির পোষণ করতেন। তিনি যখন তিন বছর বয়সী তখন তাঁর মা মারা যান এবং তাঁর বিশ বছর বয়সে তাঁর বাবাও মারা যান। নিজের সন্তান ছাড়াও যৌথ পরিবারের ভারও পড়ে নিরালার ওপর। প্রথম বিশ্বযুদ্ধের পর যে মহামারি ছড়িয়ে পড়েছিল, তাতে শুধু তাঁর স্ত্রী মনোহরা দেবীই নয়, তাঁর কাকা, ভাই ও ভগ্নিপতিও মারা যান। ১৯১৮ সালের স্প্যানিশ ফ্লু ইনফ্লুয়েঞ্জা প্রাদুর্ভাবে নিরালা তার স্ত্রী এবং কন্যা সহ তার পরিবারের অর্ধেককে হারিয়েছিলেন।  মহিষাদলের চাকরি বাকি একান্নবর্তী পরিবারের বোঝা বহন করার জন্য অপ্রতুল ছিল। এরপর তার পুরো জীবন কেটেছে আর্থিক লড়াইয়ে।\nনিরালার জীবনের সবথেকে বিশেষ বিষয় হল, কঠিন পরিস্থিতিতেও তিনি তার নীতি পরিত্যাগ করে সমঝোতার পথ অবলম্বন করেননি, সংগ্রাম করার সাহস হারাননি। তাঁর জীবনের শেষ সময়টা কেটেছে এলাহাবাদে। ১৯৬১ সালের ১৫ অক্টোবর দারাগঞ্জ এলাকায় রায় সাহেবের বিশাল প্রাসাদের পিছনে একটি ঘরে তিনি মারা যান।\n\n\n== কর্মজীবন ==\nতাঁর সমসাময়িক অন্যান্য কবিদের থেকে তিনি ভিন্ন, তিনি তাঁর কবিতায় কল্পনার খুব কম সাহায্য নিয়েছেন এবং বাস্তবতাকে ফুটিয়ে তুলেছেন। তাকে হিন্দি সাহিত্যে মুক্ত ছন্দ প্রবর্তক হিসেবেও বিবেচনা করা হয়। ১৯৩০ সালে প্রকাশিত তাঁর কাব্য সংকলন পরিমলের ভূমিকায় তিনি লিখেছেন-\n\nসূর্যকান্ত ত্রিপাঠি 'নিরালা'-এর প্রথম কাজ শুরু করেছিলেন মহিষাদল রাজ্যে। তিনি ১৯১৮ থেকে ১৯২২ সাল পর্যন্ত এই কাজটি করেছিলেন। এরপর এডিটিং, ফ্রিল্যান্স রাইটিং ও অনুবাদ কাজের দিকে ঝুঁকে পড়েন। ১৯২২ থেকে ১৯২৩ সাল পর্যন্ত কলকাতা থেকে প্রকাশিত 'সমনভয়' সম্পাদিত, ১৯২৩ সালের আগস্ট থেকে মাতওয়ালার সম্পাদকীয় বোর্ডে কাজ করেন। এর পরে, তিনি লখনউতে গঙ্গা পুস্তক মালা অফিসে নিযুক্ত হন, যেখানে তিনি ১৯৩৫ সালের মাঝামাঝি পর্যন্ত সংগঠনের মাসিক পত্রিকা সুধা-এর সাথে যুক্ত ছিলেন। তিনি ১৯৩৫ থেকে ১৯৪০ সাল পর্যন্ত কিছু সময় লখনউতে কাটিয়েছিলেন। এর পরে, তিনি ১৯৪২ থেকে মৃত্যু পর্যন্ত এলাহাবাদে বসবাস করেন এবং ফ্রিল্যান্স লেখা ও অনুবাদের কাজ করেন। তাঁর প্রথম কবিতা 'জন্মভূমি' ১৯২০ সালের জুন মাসে মাসিক ম্যাগাজিন প্রভাতে প্রকাশিত হয়েছিল, ১৯২৩ সালে অনামিকা নামে তাঁর প্রথম কবিতার সংকলন এবং ১৯২০ সালের অক্টোবর মাসে মাসিক পত্রিকা সরস্বতীতে তাঁর প্রথম প্রবন্ধ 'বাংলা ভাষা কা উচ্চারণ' প্রকাশিত হয়েছিল।: \"মানুষের মুক্তির মতো কবিতারও মুক্তি।\" মানুষের মুক্তি হলো কর্মের বন্ধন থেকে মুক্তি আর কবিতার মুক্তি হলো পদ্যের শাসন থেকে বিচ্ছিন্ন হওয়া।  একজন মুক্ত মানুষ যেমন কখনো অন্যের বিরুদ্ধে কোনো আচরণ করে না, তেমনি তার সমস্ত কাজ অন্যকে খুশি করার জন্য, তবুও সে স্বাধীন।  একইভাবে, কবিতার অবস্থাও আছে।\n\n\n== সাহিত্যকর্ম ==\nনিরালা ১৯২০ সালের দিকে লেখা শুরু করেন।  তাঁর প্রথম রচনা ছিল 'জন্মভূমি' নিয়ে লেখা একটি গান।  'জুহি কি কালী' শিরোনামের কবিতাটি, যা দীর্ঘকাল ধরে নিরালার প্রথম সৃষ্টি হিসেবে পরিচিত ছিল, যার রচনার তারিখ স্বয়ং নিরালা ১৯১৬ খ্রিস্টাব্দ হিসাবে দিয়েছিলেন, আসলে এটি ১৯২১ খ্রিস্টাব্দের কাছাকাছি লেখা হয়েছিল এবং ১৯২২ খ্রিস্টাব্দে প্রথমবার প্রকাশিত হয়েছিল।  কবিতা ছাড়াও, নিরালা কথাসাহিত্য এবং গদ্যের অন্যান্য ধারায়ও ব্যাপকভাবে লিখেছেন।\n\n\n=== প্রকাশিত কাজ ===\n\n\n==== কবিতা ====\nঅনামিকা (১৯২৩)\nপরিমল (১৯৩০)\nগীতিকা (১৯৩৬)\nঅনামিকা (দ্বিতীয়) (১৯৩৯)  (এই সংকলনে সরোজ স্মৃতি এবং রাম কি শক্তিপুজার মতো বিখ্যাত কবিতার সংকলন রয়েছে।\nতুলসীদাস (১৯৩৯)\nকুকুরমুত্তা (১৯৪২)\nঅণিমা (১৯৪৩)\nবেলা (১৯৪৬)\nনয়ে পত্তে (৯৪৬)\nঅর্চনা (১৯৫০)\nআরাধনা (১৯৫৩)\nগীত কুঞ্জ (১৯৫৪)\nসন্ধ্যা কাকলি\nঅপরা (সঞ্চয়স্থান)\n\n\n==== উপন্যাস ====\nঅপ্সরা (১৯৩১)\nঅলকা (১৯৩৩)\nপ্রভাবতী (১৯৩৬)\nনিরুপমা (১৯৩৬)\nকুল্লি ভাট (১৯৩৮-৩৯)\nবিলেসুর বাকরিহা (১৯৪২)\nচোটি কী পকড় (১৯৪৬)\nকালে কারনামে (১৯৫০) {অসম্পূর্ণ}\nচামেলী (অসম্পূর্ণ)\nইন্দুলেখা\nতকনীকী\n\n\n==== গল্পগ্রন্থ ====\nলিলি (১৯৩৪)\nসখী (১৯৩৫)\nসুকুল কি বিবি (১৯৪১)\nচাতুরী চামার (১৯৪৫) [এই নতুন নামে 'সখী' সংকলন থেকে গল্পের পুনঃপ্রকাশ।]\nদেবী (১৯৪৮) [এই সংগ্রহটি আসলে পূর্বে প্রকাশিত সংগ্রহ থেকে সংগ্রহ করা। এর মধ্যে একটি মাত্র নতুন গল্প 'জান কি' সংকলিত হয়।]\n\n\n==== অনুবাদ ====\nরবীন্দ্র কবিতা কানন  (১৯২৯)\nপ্রবন্ধ পদ্ম (১৯৩৪)\nপ্রবন্ধ প্রতিমা (১৯৪০)\nচাবুক (১৯৪২)\nচয়ন (১৯৪৩)\nসংগ্রহ (১৯৬৩)\n\n\n==== পুরাণ ====\nমহাভারত (১৯৩৯)\nরামায়ণ কী অন্তর্কথায়ে (১৯৫৬)\n\n\n==== শিশুসাহিত্য ====\nভক্ত ধ্রুব (১৯২৬)\nভক্ত প্রহ্লাদ (১৯২৬)\nভীষ্ম (১৯২৬)\nমহারানা প্রতাপ (১৯২৭)\nশিক্ষামূলক গল্প (ঈশপের উপকথা) [১৯৬৯] \n\n\n==== সমালোচনা প্রবন্ধ ====\nরামচরিতমানস (বিনয়া-ভাগ)-১৯৪৮ (খড়িবোলি হিন্দিতে পদ্যানুবাদ)\nআনন্দ মঠ (বাংলা থেকে গদ্য অনুবাদ)\nবিষ বৃক্ষ\nকৃষ্ণকান্ত কা উইল\nকপালকুন্ডলা\nদুর্গেশ নন্দিনী\nরাজ সিংহ\nরাজরানী\nদেবী চৌধরণী\nযুগলাঙ্গুরীয়\nচন্দ্রশেখর\nরজনী\nশ্রীরামকৃষ্ণ বচনামৃত (তিন খণ্ডে)\nপরিব্রাজক\nভারত ম্যায় বিবেকানন্দ\nরাজযোগ (অংশানুবাদ) \n\n\n==== রচনাসমগ্র ====\nনিরালা রচনাবলী (আট খণ্ডে) - প্রথম সংস্করণ-১৯৮৩ (সম্পাদনা নন্দ কিশোর নবল ; রাজকমল প্রকাশন, নতুন দিল্লি থেকে প্রকাশিত।)\n\n\n== সাহিত্য সমালোচনা ==\nসূর্যকান্ত ত্রিপাঠী 'নিরালা'-এর কাব্য শিল্পের সবচেয়ে বড় বৈশিষ্ট্য হল চিত্রায়নের দক্ষতা। অভ্যন্তরীণ অনুভূতি হোক বা বহির জগতের দৃশ্য, বাদ্যযন্ত্রের শব্দ হোক বা রঙ-গন্ধ, জীবন্ত চরিত্র হোক বা প্রাকৃতিক দৃশ্য, আপাতদৃষ্টিতে ভিন্ন ভিন্ন উপাদানকে একত্রিত করে এমন এক অনন্য ও প্রাণবন্ত ছবি উপস্থাপন করে যে পাঠক তাতে ডুবে যায়। শুধুমাত্র এর মাধ্যমেই নিরালার মর্মার্থে পৌঁছানো যায়। নিরালার চিত্রকর্মে শুধু তার আবেগই নয়, তার চিন্তাও অন্তর্ভুক্ত। যে কারণে তার অনেক কবিতায় দার্শনিক গভীরতা ফুটে আসে। এই নতুন চিত্রগত দক্ষতা এবং দার্শনিক গভীরতার কারণে, নিরালার কবিতাগুলি প্রায়শই কিছুটা জটিল হয়ে ওঠে, তাই অনেক সাহিত্য সমালোচক তাকে বোঝা কঠিন এবং বুঝতে না পারার অভিযোগ করেন। তাঁর কৃষক-চেতনা তাঁকে সিনেমাটোগ্রাফির জমির বাইরে গিয়ে বাস্তববাদের নতুন ভূমি তৈরি করতে অনুপ্রাণিত করেছিল। বিশেষ পরিস্থিতি, চরিত্র ও দৃশ্যের দিকে তাকানো, তাদের সারমর্মকে চিনতে এবং সেই নির্দিষ্ট বস্তুগুলোকে চিত্রণের বিষয়বস্তু করা নিরালার বাস্তবতাবোধের একটি উল্লেখযোগ্য বৈশিষ্ট্য। নিরালা আধ্যাত্মবাদ এবং রহস্যবাদের মতো জীবন-বিরুদ্ধ প্রবণতাও তাঁর লেখায় প্রকাশিত। এই প্রভাবের কারণে, তাঁর চরিত্ররা প্রায়শই অলৌকিক জয় অর্জন এবং দ্বন্দ্ব শেষ করার স্বপ্ন দেখে। নিরালার শক্তি হল তিনি অলৌকিক ঘটনার অপেক্ষায় বসে থাকেন না এবং সংগ্রামের আসল চ্যালেঞ্জের দিকে থেকে চোখ ফেরান না। কিছু জায়গায়, রহস্যবাদের অনুসরণে, তারা বাস্তব জীবনের অভিজ্ঞতার বিপরীতে চলে যায়। আলো ছড়িয়ে পড়েছে সর্বত্র, জীবন আলোর সাগরে নিমজ্জিত ইত্যাদি। কিন্তু এই রহস্যবাদ নিরালার অনুভূতিতে স্থায়ী থাকে না, তা ক্ষণস্থায়ী বলেই প্রমাণিত হয়। অনেক সময় নিরালা শব্দ, ধ্বনি ইত্যাদি নিয়ে খেলা করেন। এই খেলাগুলোকে শিল্প বলা কঠিন। তবে সাধারণত তাঁর এই খেয়ালের মাধ্যমে অলৌকিক শৈল্পিক পরীক্ষা-নিরীক্ষা করে থাকেন। এই পরীক্ষাগুলির বিশেষত্ব হল তারা বিষয় বা অনুভূতিকে আরও কার্যকরভাবে প্রকাশ করতে সাহায্য করে। নিরালার পরীক্ষায় এক বিশেষ ধরনের সাহস ও সতর্কতা দৃশ্যমান। এই সাহস ও সতর্কতাই নিরালাকে তার যুগের কবিদের মধ্যে আলাদা এবং বিশেষ করে তুলেছে।\nএভাবে নিরালার ভাষায় হিন্দির সব রূপ দেখা যায়। যখনই মহান কবি নিরালার কোনো আবেগ প্রকাশের প্রয়োজন হয়েছে, তখনই সরস্বতীর একই রূপ নেচে-গেয়ে তাঁর সামনে হাজির হতেন। একদিকে সংস্কৃতের সাদৃশ্য ও সামাজিকতার কারণে তাঁর ভাষা কঠিন এবং দুরূহ, অন্যদিকে এটি জনপ্রিয় বাগধারায় পূর্ণ যাতে তাঁর আসল ব্যক্তিত্ব দৃশ্যমান হয়। নিরালার ভাষা একটি আদর্শ ভাষা। যা হিন্দির পরিমার্জিত রূপের বিকাশে বিশেষ অবদান রেখেছে। ডক্টর দ্বারিকা প্রসাদ সাক্সেনার ভাষায়, আমরা বলতে পারি যে - \"কবি আধুনিক হিন্দি ভাষার এক অনন্য স্বৈরশাসক, কারণ তিনি তার অনুভূতি এবং চিন্তাকে তার ইচ্ছা অনুযায়ী প্রকাশ করতে খুব সফল বলে মনে হচ্ছে। এটা অন্য বিষয়। যেখানে ভাষা কবির গভীর অনুভূতির সাথে সামঞ্জস্যপূর্ণ। তা কাজ করতে পারেনি, সেখানে শুধু কবির প্রকাশভঙ্গিই বিশৃঙ্খল নয়, ভাষাও হয়ে উঠেছে অস্পষ্ট। কিন্তু এ ধরনের ঘরানা খুব বেশি নেই।\" \nনিরালার কাব্যভাষায় বিশুদ্ধ খাড়িবোলি প্রচুর পরিমাণে ব্যবহৃত হয়েছে। খাড়িবোলির উপর তার সম্পূর্ণ কর্তৃত্ব ছিল। তিনি বিশ্বাস করতেন যে কবির উচিত তার অনুভূতি অনুযায়ী ভাষা ব্যবহার করা। এ বিষয়ে তিনি স্পষ্টভাবে লিখেছেন যে, ভাষা সম্পূর্ণ স্বাধীন এবং অনুভূতির প্রকৃত অনুসারী হলেই আমরা যেকোনো অনুভূতি দ্রুত ও সহজে প্রকাশ করতে পারব। নিরালার ভাষা সম্পর্কে শ্রী দামোদর ঠাকুর তাঁর ইংরেজি প্রবন্ধে লিখেছেন, যা হিন্দিতে অনুবাদ করেছেন অধ্যাপক ফুলচাঁদ জৈন 'সারং', বলেছেন- প্রত্যেক কবিই তাঁর ভাষার স্তরের স্রষ্টা। এই দৃষ্টিকোণ থেকে, নিরালা তাঁর ভাষার সম্পর্কে যা করেছেন তার সাথে সম্ভবত কোনও হিন্দি কবি তুলনা করতে পারেন না। নিরালার কাব্যিক সৃষ্টি (কবিতা) তার দেশ ও তার ভাষার প্রতিনিধিত্ব করে। এর কারণ হল নিরালার তেজ, যা হিন্দির ভাব প্রকাশের শক্তিকে দিয়েছে অমূল্য পরিপূর্ণতা। তিনি তাঁর কবিতায় হিন্দি ভাষার পূর্ণতা অক্ষুণ্ণ রেখেছেন যখন তাঁর সমসাময়িক কবিদের ভাষা ইংরেজি রীতিতে নিমজ্জিত ছিল। নিরালার দৃষ্টিতে কাব্যভাষার একটি বিশেষ স্থান রয়েছে। বিশেষ অনুভূতি প্রকাশের জন্য তাকে হাজার হাজার শব্দ তৈরি করতে হয়েছিল যা খাদি উপভাষায় বাদ্যযন্ত্রের তাল ও ছন্দের সাথে ব্যবহার করা যেতে পারে। নিরালা জি তাঁর কাব্যিক ভাষায় তাঁর অনুভূতি অনুযায়ী শব্দ ব্যবহার করেছেন। তাঁর কাব্যভাষায় খাড়িবোলির পাশাপাশি ইংরেজি ও উর্দু শব্দও ব্যবহৃত হয়েছে।\n\n\n== আরও দেখুন ==\nহিন্দি সাহিত্য\nছায়াময় যুগ\nহিন্দি কবি\nআধুনিক হিন্দি কবিতার ইতিহাস\nআধুনিক হিন্দি গদ্যের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনিরালার সাহিত্যচর্চা (গুগল বই), লেখক – ডাঃ রাম বিলাস শর্মা)\nসূর্যকান্ত ত্রিপাঠীর রাশিফল 'নিরালা'\nধন্য ভূমি প্রতি পদে রঙ্গিন হইল- - নিরালার কবিতায় বসন্ত\nসূর্যকান্ত ত্রিপাঠী নিরালা (কাব্য অভিধান)\nসূর্যকান্ত ত্রিপাঠী নিরালা (অনুভূতি)\nসূর্যকান্ত ত্রিপাঠি নিরালার বই সম্পর্কে আরও জানুন\nভীষ্ম পিতামহ (গুগল বই), লেখক - সূর্যকান্ত ত্রিপাঠী 'নিরালা')"}