{"pageid": 1388873, "title": "কামালবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1388873", "content": "কামালবাদ ( তুর্কি: Kemalizm) বা আতাতুর্কবাদ  (তুর্কি: Atatürkçülük, Atatürkçü düşünce) বা ছয়টি তীর (তুর্কি: Altı Ok) হল তুরস্ক প্রজাতন্ত্রের প্রতিষ্ঠাতা কামাল আতাতুর্কের রাজনৈতিক ভাবাদর্শ ও তুরস্কের রাষ্ট্রীয় মতবাদ।  ১৯২৩ খ্রিস্টাব্দে তুরস্ক প্রজাতন্ত্রের ঘোষণার পরেই মোস্তফা কামাল আতাতুর্ক কর্তৃক এই আতাতুর্কবাদের বাস্তবায়ন ঘটে এবং তিনি নতুন তুর্কি রাষ্ট্রকে তাঁর উসমানী পূর্বসূরি থেকে পৃথক করার জন্য পরিকল্পিত ব্যাপক রাজনৈতিক, সামাজিক, সাংস্কৃতিক ও ধর্মীয় সংস্কারের মাধ্যমে কামালবাদকে সংজ্ঞায়িত করেন এবং এর মাধ্যমেই একটি পশ্চিমাশৈলীর ধাঁচে আধুনিক জীবনধারাকে আলিঙ্গন করার প্রচেষ্টা করা হয়েছিল। এ লক্ষ্যে পশ্চিমা ধাঁচে ধর্মনিরপেক্ষতাবাদ প্রতিষ্ঠা, বিজ্ঞানের রাষ্ট্রীয় সমর্থন, শিক্ষা পশ্চিমাকরণ, লৈঙ্গিক সমতা, অর্থনৈতিক পরিসংখ্যানসহ বহু বিষয়ে পরিবর্তন ঘটানো হয়। আতাতুর্ক রাষ্ট্রপতি থাকাকালীন এই নীতিগুলির বেশিরভাগই তুরস্কে চালু এবং প্রয়োগ করা হয়েছিল।\nতুর্কি সাম্রাজ্যের আসন্ন পতন এড়াতে ভিন্ন সংস্কারের অধীনে উসমানীয় সাম্রাজ্যের শেষদিকে আতাতুর্কবাদের মূল ধারণাসমূহের প্রচলন ঘটে; প্রধানত ১৯শ শতকের তানযিমাত সংস্কারের শুরুতে। মধ্য শতাব্দীর তরুণ উসমানীয়রা তাঁদের সাম্রাজ্যের ক্রমবর্ধমান জাতিগত জাতীয়তাবাদকে দমন করতে ইসলামি প্রভাব বজায় রেখে প্রথমবারের মত সীমিত গণতন্ত্র চালু করার জন্য উসমানীয় জাতীয়তাবাদ বা উসমানীয়বাদের আদর্শ তৈরি করার চেষ্টা করেছিল। বিংশ শতাব্দীর গোড়ার দিকে তরুণ তুর্কিরা একটি ধর্মনিরপেক্ষ রাজনৈতিক দৃষ্টিভঙ্গি গ্রহণ করার সময় তুর্কি জাতীয়তাবাদের পক্ষে উসমানীয় জাতীয়তাবাদ ত্যাগ করে এবং উসমানীয় সাম্রাজ্যের পতনের পর কামাল তরুণ উসমানীয় এবং তরুণ তুর্কি উভয়ের দ্বারা প্রভাবিত হয়ে, সেই সাথে তাঁদের সাফল্য ও ব্যর্থতা দেখে ১৯২৩ সালে তুরস্ক প্রজাতন্ত্র ঘোষণার নেতৃত্ব দেন এবং ধর্মনিরপেক্ষতা ও তুর্কি জাতীয়তাবাদকে তার আদর্শে মূলনীতি বানান।\n\n\n== দর্শন ==\nকামালবাদ হলো একটি আধুনিকীকরণ দর্শন, যা বহু-ধর্মীয়, বহু-জাতির উসমানী সাম্রাজ্যকে ধর্মনিরপেক্ষ , গণতান্ত্রিক ও একক প্রজাতন্ত্র হিসেবে তুরস্কের মধ্যে রূপান্তরের নির্দেশ দেয়। কামালবাদ তুর্কিয়ের সংস্কারে সামাজিক প্রক্রিয়ার সীমানা নির্ধারণ করে। আতাতুর্ক ছিলেন কামালবাদের প্রতিষ্ঠাতা এবং তার এই মতবাদ রাষ্ট্রীয় মতাদর্শ হিসাবে বাস্তবায়িত হয়েছিল। আতাতুর্ক তুরস্ক থেকে ধর্মীয় গোঁড়ামি উচ্ছেদ করে শতাব্দী কাল যাবত চলমান উসমানীয়-ইসলামি সংস্কৃতিতে আমূল পরিবর্তন আনেন। তিনি তার আধ্যাত্মিক উত্তরাধিকার হিসেবে বিজ্ঞান ও যুক্তিকে বর্ণনা করেছেন:আমি আধ্যাত্মিক ঐতিহ্য হিসাবে কোনো আয়াত, মতবাদ বা হিমায়িত ঢালাই নীতি রেখে যাই না। আমার আধ্যাত্মিক ঐতিহ্য বিজ্ঞান ও যুক্তি - মোস্তফা কামাল \n\n\n== নীতিমালা ==\nকামালবাদের ছয়টি নীতি (ইল্কে) রয়েছে: প্রজাতন্ত্রবাদ ( তুর্কি: cumhuriyetçilik ), লোকরঞ্জনবাদ ( তুর্কি: halkçılık), তুর্কি জাতীয়তাবাদ ( তুর্কি: milliyetçilik), লাইসিজম ( তুর্কি: laiklik: রাষ্ট্রীয় কাজে ধর্মীয় প্রভাব বন্ধ করা ), পরিসংখ্যানবাদ ( তুর্কি: devletçilik ) এবং সংস্কারবাদ ( তুর্কি: inkılapçılık)।\nএই সব নীতিমালা কামাল নিজেই প্রণয়ন করেন এবং ঐতিহ্যগতভাবে তুর্কি-মুসলিম-মনের জনগোষ্ঠীর মধ্যে প্রচলিত সামাজিক স্বৈরাচারকে ভেঙ্গে দেওয়ার জন্যই এসব প্রণয়ন করেছেন বলে বর্ণনা করেন। \n\n\n=== প্রজাতন্ত্র ===\nপ্রজাতন্ত্রবাদ ( তুর্কি: cumhuriyetçilik) কামালবাদের কাঠামোতে উসমানীয় রাজবংশের রাজতন্ত্রীয় ধারাকে আইন মাফিক শাসন, জনপ্রিয় সার্বভৌমত্ব ও নাগরিক গুণাবলী দিয়ে প্রতিস্থাপিত করে, যাদের মধ্যে নাগরিক স্বাধীনতার ওপর বিশেষ জোর দেয়া হয়। কামালবাদী প্রজাতন্ত্র সাধারণত এমন এক প্রকারের সাংবিধানিক প্রজাতন্ত্রকে সংজ্ঞায়িত করে দেয়, যেখানে জনগণের প্রতিনিধিরা নির্বাচিত হন এবং তার নাগরিকদের উপর সরকারি ক্ষমতা সীমিত করেই বিদ্যমান সাংবিধানিক আইন অনুযায়ী শাসন করা হবে। রাষ্ট্রপ্রধান এবং অন্য কর্মকর্তারা রাষ্ট্রে পদের উত্তরাধিকারী হওয়ার পরিবর্তে নির্বাচনের মাধ্যমে নির্বাচিত হন এবং তাদের সিদ্ধান্ত বিচারিক পর্যালোচনা সাপেক্ষে কার্যকর হয়। উসমানি রাষ্ট্রের পরিবর্তনকে রক্ষা করার জন্য কামালবাদ দাবি করে যে, তুরস্কের সব আইন এখানে জাতীয় জীবনের একটি মৌলিক নীতি হিসাবে পৃথিবীতে প্রকৃত চাহিদা দ্বারা অনুপ্রাণিত করা উচিত।  কামালবাদপন্থিরা জনগণের ইচ্ছার প্রতিনিধি হিসেবে একটি প্রজাতন্ত্রী ব্যবস্থার পক্ষে। তবে কার্যক্ষেত্রে এসব নীতির তেমন তোয়াক্কাই করা হয়নি। নাগরিকদের উপর সরকারী ক্ষমতা সীমিত করার কথা থাকলেও বাস্তবক্ষেত্রে বহু বিষয়ে নাগরিকদের ওপর চাপ প্রয়োগ করে অনেক বিষয় চাপিয়ে দেওয়া হয়েছে। বিশেষ করে, উসমানীয় ঐতিহ্যবাহী তুর্কি জনগণকে তাদের ইচ্ছার বিরুদ্ধে ধর্মহীন করার অপচেষ্টা চালানো হয়েছে।\nঅনেক ধরনের প্রজাতন্ত্রের মধ্যে কামালবাদী প্রজাতন্ত্র হল একটি প্রতিনিধিত্বমূলক উদার সংসদীয় গণতন্ত্র, যেখানে সাধারণ নির্বাচনে নির্বাচিত সংসদ ও একজন রাষ্ট্রপতি রাষ্ট্রে রাষ্ট্রপ্রধান হিসেবে সংসদ দ্বারা নির্বাচিত সীমিত মেয়াদের জন্যে দায়িত্ব পালন করেন। রাষ্ট্রপ্রধান কর্তৃক নিযুক্ত একজন প্রধানমন্ত্রী ও সংসদ কর্তৃক নিযুক্ত অন্যান্য মন্ত্রী থাকবেন এবং কামালবাদী রাষ্ট্রপতির সরাসরি কোনো নির্বাহী ক্ষমতা থাকবে না। তবে সীমিত ভেটো ক্ষমতা ও গণভোটের প্রতিদ্বন্দ্বিতা করার অধিকার রয়েছে। এছাড়া সরকারের দৈনন্দিন কার্যক্রমের দায়িত্ব প্রধানমন্ত্রী ও অন্যান্য মন্ত্রীদের দ্বারা গঠিত মন্ত্রী পরিষদের ওপর ন্যস্ত থাকবে। কার্যনির্বাহী (রাষ্ট্রপতি এবং মন্ত্রীপরিষদ), আইনসভা (সংসদ) এবং বিচার বিভাগের ক্ষমতায় পৃথকীকরণ রয়েছে, যেখানে সরকারের কোন শাখার অন্য শাখার উপর কর্তৃত্ব নেই - যদিও সংসদ মন্ত্রী পরিষদের তত্ত্বাবধানে অভিযুক্ত– যা অনাস্থা ভোটের মাধ্যমে পদত্যাগ করতে বাধ্য হতে পারে।\nকামালবাদী প্রজাতন্ত্র হলো একটি একক রাষ্ট্র, যেখানে রাষ্ট্রের তিনটি অঙ্গ একটি সাংবিধানিকভাবে তৈরিকৃত আইনসভাসহ একক ইউনিট হিসাবে জাতিকে শাসন করে। কিছু বিষয়ে সরকারের রাজনৈতিক ক্ষমতা নিম্ন স্তরে; যেখানে মেয়রদের দ্বারা প্রতিনিধিত্ব করা স্থানীয় নির্বাচিত অ্যাসেম্বলিগুলোতে ক্ষমতা স্থানান্তরিত হয়। কিন্তু কেন্দ্রীয় সরকার প্রধান শাসকের ভূমিকা বজায় রাখে।\n\n\n=== জনতুষ্টিবাদ ===\n\nনীতিবাক্য: \"Ne mutlu Türküm diyene\" ( যে বলে আমি তুর্কী সে কত খুশি! উত্তর সাইপ্রাসের কিরেনিয়া পর্বতমালায় লেখে দেওয়া হয়েছে।\nজনতুষ্টিবাদ (তুর্কি: halkçılık) একটি সামাজিক বিপ্লব হিসাবে সংজ্ঞায়িত করা হয়, যার লক্ষ হল রাজনৈতিক ক্ষমতার নাগরিকত্ব হস্তান্তর। কামালবাদী জনতুষ্টিবাদ শুধুমাত্র জনপ্রিয় সার্বভৌমত্ব প্রতিষ্ঠাই নয়, সামাজিক-অর্থনৈতিক রূপান্তরের স্থানান্তরও চায়। কামালবাদীরা শ্রেণী বিরোধ ও সমষ্টিবাদকে প্রত্যাখ্যান করে দেয়। কামালবাদী জনতুষ্টিবাদ বিশ্বাস করে, জাতীয় পরিচয় সবকিছুর উপরে। কামালবাদী পপুলিজম এমন একটি সামাজিকতার কল্পনা করে যা সংহতিবাদের মত শ্রেণী সহযোগিতা ও জাতীয় ঐক্যের উপর জোর দেয় এবং তুরস্কে জনতুষ্টিবাদের অর্থ হল একটি ঐক্যবদ্ধ শক্তি তৈরি করা, যা তুর্কি রাষ্ট্রের অনুভূতি ও সেই নতুন ঐক্য আনতে জনগণের শক্তি নিয়ে আসে। \nকামালবাদী জনতুষ্টিবাদ কামালবাদী আধুনিকীকরণ আন্দোলনের একটি সম্প্রসারণ, যার লক্ষ্য ইসলামকে আধুনিক জাতিরাষ্ট্রের উপযোগী করা। এর মধ্যে ধর্মীয় বিদ্যালয় এবং সংস্থাগুলির রাষ্ট্রীয় তত্ত্বাবধান অন্তর্ভুক্ত ছিল। মোস্তফা কামাল বলেছেন, 'প্রত্যেকেরই ধর্ম এবং বিশ্বাস শেখার জন্য একটি স্থানের প্রয়োজন হয়; সেই জায়গাটি হল মেকটেপ (মক্তব); মাদ্রাসা নয়। কামাল বিশ্বাস করতেন যে, উসমানি আমলে উলামারা তাদের অফিসের ক্ষমতাকে কাজে লাগানোর জন্য ও তাদের নিজস্ব সুবিধার জন্য ধর্মীয় অনুশীলনগুলিকে কাজে লাগাতে এসেছিলেন। এটাও আশঙ্কা করা হয়েছিল যে, শিক্ষাকে রাষ্ট্রীয় নিয়ন্ত্রণে না আনা হলে, তত্ত্বাবধানহীন মাদ্রাসাসমূহ ধর্মীয় অস্থিরতার ক্রমবর্ধমান সমস্যাকে আরও বাড়িয়ে তুলতে পারে, যা আধুনিক কামালবাদী তুর্কি রাষ্ট্রের ঐক্যকে দুর্বল করার হুমকি দেয়। \n\n\n==== সার্বভৌমত্ব ====\nকামালবাদী সামাজিকতত্ত্ব (জনতাবাদ) একটি জাতির সংজ্ঞার আগে রাখা কোনো বিশেষণই গ্রহণ করে না। সার্বভৌমত্ব অবশ্যই কোনো পদ, শর্ত ইত্যাদি ছাড়াই কেবলমাত্র মানুষের অধিকারভুক্ত হতে হবে:সার্বভৌমত্ব সীমাহীন ও শর্তহীনভাবে জাতির জন্য।\n\n\n==== নীতিবাক্য ====\nশেখ, উপজাতীয় নেতাদের রাজনৈতিক আধিপত্য এবং অটোমান সাম্রাজ্যের ইসলামী রাজনৈতিক ব্যবস্থার বিরুদ্ধে জনপ্রিয়তা ব্যবহার করা হয়েছিল। প্রাথমিকভাবে, প্রজাতন্ত্রের ঘোষণাকে \" প্রথম খলিফাদের দিনগুলিতে ফিরে আসা\" হিসাবে ধরা হয়েছিল।  যাইহোক, আতাতুর্কের জাতীয়তাবাদের লক্ষ্য ছিল স্বৈরাচার ( অটোমান রাজবংশের দ্বারা), ধর্মতন্ত্র ( অটোমান খিলাফতে ভিত্তিক), এবং সামন্তবাদ (উপজাতীয় নেতা) থেকে তার নাগরিক, তুর্কিদের সক্রিয় অংশগ্রহণে রাজনৈতিক বৈধতা স্থানান্তর করা। কামালবাদী সামাজিক তত্ত্ব তুর্কি নাগরিকত্বের মূল্য প্রতিষ্ঠা করতে চেয়েছিল। এই নাগরিকত্বের সাথে যুক্ত গর্ববোধ মানুষকে আরও কঠোর পরিশ্রম করতে এবং ঐক্য ও জাতীয় পরিচয়ের বোধ অর্জনের জন্য প্রয়োজনীয় মানসিক উত্সাহ দেবে। সক্রিয় অংশগ্রহণ, বা \"জনগণের ইচ্ছা\" প্রতিষ্ঠিত হয়েছিল প্রজাতন্ত্রী শাসন এবং তুর্কিত্বের সাথে প্রতিস্থাপন করা হয়েছিল অন্যান্য ধরণের অনুষঙ্গের প্রতিস্থাপন যা অটোমান সাম্রাজ্যে প্রচারিত হয়েছিল (যেমন বিভিন্ন বাজরের প্রতি আনুগত্য যা শেষ পর্যন্ত বিভক্ততার দিকে পরিচালিত করেছিল। সাম্রাজ্য). অধিভুক্তির পরিবর্তনের প্রতীক ছিল:তুর্কি: Ne mutlu Türküm diyene. (ইংরেজি: How happy is the one who calls themselves a Turk.)\n— \" নে মুতলু তুর্কুম দিয়ানে \" নীতিবাক্যটি \"সুলতান দীর্ঘজীবী হোক,\" \"শেখ দীর্ঘজীবি হোক\" বা \"খলিফা দীর্ঘজীবী হোক\" এই জাতীয় নীতিবাক্যগুলির বিরুদ্ধে প্রচার করা হয়েছিল।\n\n\n=== লাইসিজম ===\n\nলাইসিজম ( তুর্কি: laiklik   ) কেমালিস্ট মতাদর্শের লক্ষ্য সরকারি বিষয়ে ধর্মীয় হস্তক্ষেপ বন্ধ করা এবং এর বিপরীতে। এটি ধর্মনিরপেক্ষতার প্যাসিভ অ্যাংলো-আমেরিকান ধারণা থেকে পৃথক, তবে ফ্রান্সের ল্যাসিটি ধারণার অনুরূপ।\nকামালবাদী ধর্মনিরপেক্ষতার শিকড় উসমানীয় সাম্রাজ্যের শেষের দিকে, বিশেষ করে তানজিমত যুগ এবং পরবর্তী দ্বিতীয় সাংবিধানিক যুগের সংস্কার প্রচেষ্টার মধ্যে নিহিত। অটোমান সাম্রাজ্য ছিল একটি ইসলামী রাষ্ট্র যেখানে অটোমান রাষ্ট্রের প্রধান খলিফার পদে অধিষ্ঠিত ছিলেন। সামাজিক ব্যবস্থাটি ধর্মীয়ভাবে সংগঠিত মিলেট ব্যবস্থা এবং শরীয়াহ আইন সহ বিভিন্ন ব্যবস্থা অনুসারে সংগঠিত হয়েছিল, যা ধর্মীয় মতাদর্শকে অটোমান প্রশাসনিক, অর্থনৈতিক এবং রাজনৈতিক ব্যবস্থায় অন্তর্ভুক্ত করার অনুমতি দেয়। দ্বিতীয় সাংবিধানিক যুগে, অটোমান পার্লামেন্ট মূলত ধর্মনিরপেক্ষ নীতি অনুসরণ করেছিল, যদিও নির্বাচনের সময় উসমানীয় রাজনৈতিক দলগুলোর মধ্যে ধর্মীয় জনতাবাদের কৌশল এবং অন্যান্য প্রার্থীদের ধর্মপরায়ণতার উপর আক্রমণ এখনও ঘটেছিল। এই নীতিগুলিকে ইসলামবাদী এবং নিরঙ্কুশ রাজতন্ত্রবাদীদের দ্বারা 1909 সালের পাল্টা অভ্যুত্থানের কারণ হিসাবে বলা হয়েছিল। অটোমান পার্লামেন্টের ধর্মনিরপেক্ষ নীতিগুলিও প্রথম বিশ্বযুদ্ধের সময় আরব বিদ্রোহের কারণ ছিল।\nনবজাতক তুর্কি রাষ্ট্রে যখন ধর্মনিরপেক্ষতা প্রয়োগ করা হয়েছিল, তখন এটি 1924 সালের মার্চ মাসে শতাব্দী প্রাচীন খিলাফত বিলুপ্তির মাধ্যমে শুরু হয়েছিল। শাইখ আল-ইসলামের অফিস ধর্ম বিষয়ক প্রেসিডেন্সি দিয়ে প্রতিস্থাপিত হয়েছিল ( তুর্কি: Diyanet   ) 1926 সালে, একটি অভিযোজিত সুইস সিভিল কোড এবং জার্মান এবং ইতালীয় কোডের আদলে তৈরি একটি পেনাল কোডের পক্ষে মেজেল এবং শরিয়াহ আইন কোডগুলি পরিত্যাগ করা হয়েছিল। অন্যান্য ধর্মীয় প্রথাগুলি বাতিল করা হয়েছিল, যার ফলে সুফি আদেশগুলি ভেঙে দেওয়া হয়েছিল এবং একটি ফেজ পরিধানের শাস্তি দেওয়া হয়েছিল, যা আতাতুর্ক অটোমান অতীতের সাথে একটি বন্ধন হিসাবে দেখেছিলেন। \n\n\n==== রাষ্ট্র এবং ধর্ম (Laïcité) ====\nআতাতুর্ক ফ্রান্সে ল্যাসিটি- এর বিজয় দ্বারা গভীরভাবে প্রভাবিত হয়েছিলেন।  আতাতুর্ক ফরাসি মডেলটিকে ধর্মনিরপেক্ষতার প্রামাণিক রূপ হিসাবে উপলব্ধি করেছিলেন। কামালবাদ ধর্মকে নিয়ন্ত্রণ করার চেষ্টা করেছিল এবং এটিকে একটি ব্যক্তিগত বিষয়ে রূপান্তরিত করার পরিবর্তে রাজনীতিতে, সেইসাথে বৈজ্ঞানিক ও সামাজিক অগ্রগতিতে হস্তক্ষেপ করে।  \"বুদ্ধিমান কারণ,\" এবং \"[এর] সহকর্মীর স্বাধীনতা,\" যেমনটি আতাতুর্ক একবার বলেছিলেন।  এটা নিছক রাষ্ট্র ও ধর্মের মধ্যে বিচ্ছিন্নতা সৃষ্টির চেয়েও বেশি কিছু। আতাতুর্ককে এমনভাবে কাজ করা হয়েছে যেন তিনি লিও দ্য ইসাউরিয়ান, মার্টিন লুথার, ব্যারন ডি'হলবাখ, লুডভিগ বুচনার, এমাইল কম্বস এবং জুলস ফেরি কেমালিস্ট ধর্মনিরপেক্ষতা তৈরিতে এক হয়েছিলেন।  কামালবাদী ধর্মনিরপেক্ষতা অজ্ঞেয়বাদ বা নিহিলিজমকে বোঝায় না বা সমর্থন করে না; এর অর্থ চিন্তার স্বাধীনতা এবং ধর্মীয় চিন্তাধারা এবং ধর্মীয় প্রতিষ্ঠানের আধিপত্য থেকে রাষ্ট্রের প্রতিষ্ঠানের স্বাধীনতা। লাইসিজমের কামালবাদী নীতি মধ্যপন্থী ও অরাজনৈতিক ধর্মের বিরুদ্ধে নয়, বরং আধুনিকীকরণ ও গণতন্ত্রের বিরোধিতাকারী এবং লড়াই করা ধর্মীয় শক্তির বিরুদ্ধে।\nকামালবাদী ধারণা অনুসারে, তুর্কি রাষ্ট্রকে প্রতিটি ধর্ম থেকে সমান দূরত্বে দাঁড়াতে হবে, কোনো ধর্মীয় বিশ্বাসের প্রচার বা নিন্দা না করে। কামালবাদীরা, তবে, শুধুমাত্র গির্জা এবং রাষ্ট্রকে আলাদা করার জন্য নয় বরং তুর্কি মুসলিম ধর্মীয় প্রতিষ্ঠানের রাষ্ট্র নিয়ন্ত্রণের আহ্বান জানিয়েছে।  কিছু কামালবাদীদের জন্য , এর অর্থ হল রাষ্ট্রকে অবশ্যই ধর্মীয় বিষয়গুলির নেতৃত্বে থাকতে হবে এবং সমস্ত ধর্মীয় কার্যকলাপ রাষ্ট্রের তত্ত্বাবধানে রয়েছে। এটি, ঘুরে, ধর্মীয় রক্ষণশীলদের কাছ থেকে সমালোচনার জন্ম দেয়। ধর্মীয় রক্ষণশীলরা এই ধারণাকে প্রত্যাখ্যান করার জন্য সোচ্চার ছিল, এই বলে যে একটি ধর্মনিরপেক্ষ রাষ্ট্র থাকতে হলে রাষ্ট্র ধর্মীয় প্রতিষ্ঠানের কার্যক্রম নিয়ন্ত্রণ করতে পারে না। তাদের প্রতিবাদ সত্ত্বেও, এই নীতি আনুষ্ঠানিকভাবে 1961 সালের সংবিধান দ্বারা গৃহীত হয়েছিল। \nকামালবাদী নীতির উদ্দেশ্য ছিল সমাজের মধ্যে ধর্মীয় উপাদানকে স্তব্ধ করা। পশ্চিমা শক্তির কাছ থেকে তুরস্কের স্বাধীনতার পর, ধর্মনিরপেক্ষ এবং ধর্মীয় উভয় বিদ্যালয়েই সমস্ত শিক্ষা রাষ্ট্রের নিয়ন্ত্রণে ছিল। এটি ধর্মীয় এবং ধর্মনিরপেক্ষ উভয় পাবলিক স্কুলে একটি পাঠ্যক্রম সহ শিক্ষা ব্যবস্থাকে কেন্দ্রীভূত করেছে, এই আশায় যে এটি ধর্মীয় বিদ্যালয়ের আবেদনকে দূর করবে বা কমিয়ে দেবে। আইনের উদ্দেশ্য ছিল সুফি ধর্মীয় বিদ্যালয় বা আদেশ ( তরিকত ) এবং তাদের বাসস্থান ( টেককে ) বাতিল করা। শেখ ও দরবেশের মতো উপাধি বিলুপ্ত করা হয় এবং সরকার কর্তৃক তাদের কার্যক্রম নিষিদ্ধ করা হয়। সরকার শুক্রবার থেকে রবিবার বিশ্রামের দিন পরিবর্তন করে। কিন্তু ব্যক্তিগত পছন্দের বিধিনিষেধ ধর্মীয় কর্তব্য এবং নামকরণ উভয় ক্ষেত্রেই প্রসারিত। তুর্কিদের একটি উপাধি গ্রহণ করতে হয়েছিল এবং তাদের হজ ( মক্কার তীর্থযাত্রা) করার অনুমতি ছিল না। \n\n\n==== রাজনীতি ও ধর্ম (ধর্মনিরপেক্ষতা) ====\nরাষ্ট্র ও ধর্মের বিচ্ছিন্নতার কামালবাদী রূপটি সম্পূর্ণ প্রতিষ্ঠান, স্বার্থ গোষ্ঠীর (যেমন রাজনৈতিক দল, ইউনিয়ন এবং লবি), সেইসব প্রতিষ্ঠানের মধ্যে সম্পর্ক এবং তাদের কার্য পরিচালনাকারী রাজনৈতিক নিয়ম ও নিয়মগুলির সংস্কার চেয়েছিল ( সংবিধান, নির্বাচনী আইন)। এই দৃষ্টিভঙ্গির সবচেয়ে বড় পরিবর্তনটি ছিল 3 মার্চ, 1924-এ অটোমান খিলাফতের বিলুপ্তি এবং এর পরে এর রাজনৈতিক প্রক্রিয়াগুলিকে অপসারণ করা। নিবন্ধটি উল্লেখ করে যে \"তুরস্কের প্রতিষ্ঠিত ধর্ম ইসলাম\" 10 এপ্রিল, 1928 সালে সংবিধান থেকে মুছে ফেলা হয়েছিল \nরাজনৈতিক দৃষ্টিকোণ থেকে, কামালবাদ যাজক-বিরোধী, কারণ এটি গণতান্ত্রিক প্রক্রিয়ার উপর ধর্মীয় প্রভাব রোধ করতে চায়, যা অটোমান সাম্রাজ্যের দ্বিতীয় সাংবিধানিক যুগের বৃহত্তর ধর্মনিরপেক্ষ রাজনীতিতেও একটি সমস্যা ছিল, যখন এমনকি অ-ধর্মীয়ভাবে যুক্ত ছিল। কমিটি অফ ইউনিয়ন অ্যান্ড প্রোগ্রেস এবং ফ্রিডম অ্যান্ড অ্যাকর্ড পার্টির মতো রাজনৈতিক দলগুলি 1912 সালের উসমানীয় নির্বাচনে তাদের প্রার্থীদের ইসলামিক ধার্মিকতার মতো বিষয় নিয়ে বিবাদ করেছিল।  এইভাবে, কামালবাদী রাজনৈতিক দৃষ্টিকোণে, রাজনীতিবিদরা কোনো ধর্ম বা ধর্মীয় সম্প্রদায়ের রক্ষক বলে দাবি করতে পারেন না এবং এই ধরনের দাবি রাজনৈতিক দলগুলির স্থায়ী নিষিদ্ধ করার জন্য যথেষ্ট আইনি ভিত্তি তৈরি করে।\n\n\n==== চিহ্ন ====\nঅটোমান সমাজ ব্যবস্থা ছিল ধর্মীয় অনুষঙ্গের উপর ভিত্তি করে। ধর্মীয় চিহ্ন প্রতিটি সামাজিক অনুষ্ঠানে প্রসারিত। পোশাক নাগরিকদের তাদের নিজস্ব নির্দিষ্ট ধর্মীয় গোষ্ঠীর সাথে চিহ্নিত করে; হেডগিয়ার বিশিষ্ট পদমর্যাদা এবং পেশা। পাগড়ি, ফেজ, বনেট এবং মাথার পোশাক পরিধানকারীর লিঙ্গ, পদমর্যাদা এবং পেশা - বেসামরিক এবং সামরিক উভয়ই - নির্দেশ করে। উপাসনালয়ের বাইরে ধর্মীয় চিহ্ন দেওয়া নিষিদ্ধ করা হয়েছে।\nযদিও আতাতুর্ক নারীদের ধর্মীয় আবরণকে অগ্রগতি ও সমতার বিরোধী বলে মনে করেছিলেন, তিনি এটাও স্বীকার করেছিলেন যে মাথার স্কার্ফ গির্জা ও রাষ্ট্রের বিচ্ছিন্নতার জন্য একটি সম্পূর্ণ নিষেধাজ্ঞার জন্য এমন বিপদ নয়।  কিন্তু 1982 সালে সংবিধান সংশোধন করা হয়েছিল, 1980 সালে কামালবাদী-ঝোঁকা সামরিক বাহিনীর অভ্যুত্থানের পরে, উচ্চ শিক্ষা প্রতিষ্ঠানে মহিলাদের হিজাবের মতো ইসলামিক আবরণ ব্যবহার নিষিদ্ধ করার জন্য।  ইউরোপীয় পার্লামেন্টের একজন সদস্য এবং তুরস্কের সাথে যৌথ সংসদীয় কমিটির চেয়ারম্যান জুস্ট ল্যাগেনডিজক প্রকাশ্যে মুসলিম মহিলাদের জন্য এই পোশাক বিধিনিষেধের সমালোচনা করেছেন, যেখানে ইউরোপীয় মানবাধিকার আদালত বহু ক্ষেত্রে রায় দিয়েছে যে পাবলিক বিল্ডিংগুলিতে এই ধরনের বিধিনিষেধ এবং শিক্ষা প্রতিষ্ঠান মানবাধিকার লঙ্ঘন গঠন করে না। \n\n\n=== সংস্কারবাদ ===\nসংস্কারবাদ ( তুর্কি: inkılapçılık   ) একটি নীতি যা দেশের ঐতিহ্যগত প্রতিষ্ঠান এবং ধারণাকে আধুনিক প্রতিষ্ঠান এবং ধারণার সাথে প্রতিস্থাপন করার আহ্বান জানায়। এই নীতিটি একটি আধুনিক সমাজ অর্জনের কৌশল হিসাবে সংস্কারের মাধ্যমে মৌলিক সামাজিক পরিবর্তনের প্রয়োজনীয়তার পক্ষে কথা বলে। কমলিস্ট অর্থে সংস্কারের মূল বিষয় ছিল একটি পূর্ণাঙ্গ সত্য।  কামালবাদী অর্থে, পুরানো সিস্টেমে ফিরে আসার কোন সম্ভাবনা নেই কারণ তাদের পশ্চাদপদ বলে মনে করা হয়েছিল।\nসংস্কারবাদের নীতি আতাতুর্কের জীবদ্দশায় করা সংস্কারের স্বীকৃতির বাইরে চলে গেছে। সামাজিক ও রাজনৈতিক ক্ষেত্রে আতাতুর্কের সংস্কারগুলি অপরিবর্তনীয় হিসাবে গ্রহণ করা হয়। সংস্কারের প্রগতিশীল উদ্ঘাটন বা বাস্তবায়নের সময় আতাতুর্ক কখনই বিরতি বা রূপান্তর পর্বের সম্ভাবনাকে উপভোগ করেননি। এই ধারণাটির বর্তমান উপলব্ধিকে \"সক্রিয় পরিবর্তন\" হিসাবে বর্ণনা করা যেতে পারে।  তুরস্ক এবং এর সমাজ, পশ্চিম ইউরোপ থেকে প্রতিষ্ঠানগুলিকে গ্রহণ করে, তাদের মধ্যে তুর্কি বৈশিষ্ট্য এবং নিদর্শন যোগ করতে হবে এবং কেমালিজম অনুসারে তুর্কি সংস্কৃতির সাথে খাপ খাইয়ে নিতে হবে।  এই সংস্কারগুলির তুর্কি বৈশিষ্ট্য এবং নিদর্শনগুলি বাস্তবায়নের জন্য প্রজন্মের সাংস্কৃতিক এবং সামাজিক অভিজ্ঞতা লাগে, যার ফলস্বরূপ তুর্কি জাতির সম্মিলিত স্মৃতিতে পরিণত হয়।[ উদ্ধৃতি প্রয়োজন ]\n\n\n=== জাতীয়তাবাদ ===\nজাতীয়তাবাদ ( তুর্কি: milliyetçilik   ): কামালবাদী বিপ্লবের লক্ষ্য ছিল বহু-ধর্মীয় এবং বহু-জাতিগত অটোমান সাম্রাজ্যের অবশিষ্টাংশ থেকে একটি জাতিরাষ্ট্র তৈরি করা। আতাতুর্কের জাতীয়তাবাদের উদ্ভব হয়েছে সামাজিক চুক্তির তত্ত্ব থেকে, বিশেষ করে জিন-জ্যাক রুসো এবং তার সামাজিক চুক্তির সমর্থনকারী নাগরিক জাতীয়তাবাদী নীতি থেকে। উসমানীয় সাম্রাজ্যের বিলুপ্তির মাধ্যমে সামাজিক চুক্তির কামালবাদী উপলব্ধি সহজতর হয়েছিল, যা উসমানীয় \" মিলেট \" ব্যবস্থা এবং অকার্যকর অটোমানবাদ নীতির ব্যর্থতার ফসল হিসাবে বিবেচিত হয়েছিল। অটোমান সাম্রাজ্য ভেঙে যাওয়ার পর আতাতুর্কের জাতীয়তাবাদ সামাজিক চুক্তিকে তার \"সর্বোচ্চ আদর্শ\" হিসেবে সংজ্ঞায়িত করে।In the administration and defense of the Turkish Nation; national unity, national awareness and national culture are the highest ideals that we fix our eyes upon.\nকামালবাদী মতাদর্শ \"তুর্কি জাতি\" ( তুর্কি: Türk Ulusu   সংজ্ঞায়িত করে ) তুর্কি জনগণের একটি জাতি হিসাবে যারা সর্বদা ভালবাসে এবং তাদের পরিবার, দেশ এবং জাতিকে উন্নত করতে চায়, যারা মানবাধিকারের উপর প্রতিষ্ঠিত, আইনের শাসন দ্বারা পরিচালিত গণতান্ত্রিক, ধর্মনিরপেক্ষ এবং সামাজিক রাষ্ট্রের প্রতি তাদের কর্তব্য এবং দায়িত্ব জানে। তুরস্ক প্রজাতন্ত্রের সংবিধানের প্রস্তাবনায় বিধৃত নীতিমালা। \nএর সিইউপি পূর্বসূরীদের মত, এটা বলা যেতে পারে যে কেমালিজম তুর্কি যুবকদের সুস্থ এবং শারীরিকভাবে শক্তিশালী হওয়ার আকাঙ্ক্ষা করে সামাজিক ডারউইনবাদকে কোনোভাবে সমর্থন করেছিল। \n\n\n==== নির্ণায়ক ====\nআতাতুর্ক তুর্কি জাতিকে \"জনগণ ( হাল্ক ) যারা তুর্কি প্রজাতন্ত্র প্রতিষ্ঠা করেছিলেন\" হিসাবে সংজ্ঞায়িত করেছিলেন। আরও, \"প্রাকৃতিক এবং ঐতিহাসিক ঘটনা যা তুর্কি জাতির প্রতিষ্ঠাকে প্রভাবিত করেছিল\" (ক) রাজনৈতিক অস্তিত্বে ঐক্য, (খ) ভাষার ঐক্য, (গ) স্বদেশে ঐক্য, (ঘ) জাতিতে ঐক্য এবং উৎপত্তি ( menşe ), (e) ঐতিহাসিকভাবে সম্পর্কিত এবং (f) নৈতিকভাবে সম্পর্কিত\"। \nসদস্যপদ সাধারণত রাষ্ট্রের সীমানার মধ্যে জন্মের মাধ্যমে অর্জিত হয় এবং এছাড়াও জুস সাঙ্গুইনিসের নীতি। জাতীয়তার কামালবাদী ধারণাটি তুরস্ক প্রজাতন্ত্রের সংবিধানের 66 অনুচ্ছেদে একীভূত হয়েছে। জাতি, বিশ্বাস এবং লিঙ্গ, ইত্যাদি নির্বিশেষে প্রত্যেক নাগরিককে একজন তুর্কি হিসাবে স্বীকৃত করা হয়। তুর্কি জাতীয়তা আইনে বলা হয়েছে যে কেবলমাত্র রাষ্ট্রদ্রোহের মাধ্যমে তাকে তার জাতীয়তা থেকে বঞ্চিত করা যেতে পারে। \n\nকামালবাদীরা অমুসলিমদের শুধুমাত্র নামমাত্র নাগরিক হিসেবে দেখেছিল এবং তুরস্ক প্রজাতন্ত্রে তাদের প্রায়ই দ্বিতীয় শ্রেণীর নাগরিক হিসেবে বিবেচনা করা হয়েছে।  তুরস্কে কুর্দিদের পরিচয় কয়েক দশক ধরে অস্বীকার করা হয়েছিল কুর্দিদের \" মাউন্টেন তুর্কস \" হিসাবে বর্ণনা করা হয়েছিল।  কামাল 1930 সালে বলেছিলেন:Within the political and social unity of today's Turkish nation, there are citizens and co-nationals who have been incited to think of themselves as Kurds, Circassians, Laz or Bosnians. But these erroneous appellations - the product of past periods of tyranny - have brought nothing but sorrow to individual members of the nation, with the exception of a few brainless reactionaries, who became the enemy's instruments.\n2005 সালে, তুর্কি দণ্ডবিধির 301 ধারা তুর্কিকে অবমাননা করাকে অপরাধ করেছে ( তুর্কি: Türklük   ), কিন্তু ইইউ-এর চাপে, 2008 সালে তুর্কি জাতিসত্তার পরিবর্তে \"তুর্কি জাতি\" রক্ষা করার জন্য এটি পরিবর্তন করা হয়েছিল, যা জাতীয় চুক্তির মধ্যে বসবাসকারী মানুষের একটি 'কল্পিত' জাতিত্ব ( তুর্কি: Misak-ı Milli   ) সীমানা। \n\n\n===== প্যান-তুর্কিবাদ =====\n\nকামালবাদ জাতি-রাষ্ট্রের সংকীর্ণ স্বার্থের উপর দৃষ্টি নিবদ্ধ করে, \"বাইরের তুর্কিদের\" উদ্বেগ ত্যাগ করে। \n\nপ্যান-তুর্কিবাদ ছিল একটি জাতিকেন্দ্রিক মতাদর্শ [সব জাতিগতভাবে তুর্কি জাতিকে একত্রিত করার জন্য] যেখানে কামালবাদ চরিত্রে বহুকেন্দ্রিক একটি \"সাধারণ ইচ্ছার অধীনে একত্রিত।  কামালবাদ মূলধারার বিশ্ব সভ্যতাগুলির মধ্যে একটি সমান পা রাখতে চায়। প্যান-তুর্কিবাদীরা ধারাবাহিকভাবে তুর্কি জনগণের বিশেষ বৈশিষ্ট্যের ওপর জোর দিয়েছে এবং তুর্কি জনগণের সকলকে একত্রিত করতে চেয়েছে। কামালবাদ একটি সমান পাদদেশ চায় (সম্মানের উপর ভিত্তি করে) এবং তুরস্কের জনগণকে অন্য সমস্ত তুর্কি জাতির সাথে একত্রিত করার লক্ষ্য রাখে না। বেশিরভাগ কামালবাদীরা প্যান-তুর্কিবাদে আগ্রহী ছিলেন না এবং 1923 থেকে 1950 পর্যন্ত (একক রাষ্ট্রীয় সময়কাল) বিশেষ দৃঢ়তার সাথে প্রতিক্রিয়া দেখিয়েছিলেন।  আরও, আতাতুর্ক তার নুতুক বইতে প্যান-তুর্কিবাদের বিরোধিতা করেছেন নিম্নরূপ:Gathering various nations under a common and general title and establishing a strong state by keeping these various groups of elements under the same law and conditions is a bright and attractive political view; but it is deceptive. In fact, it is an impossible goal to unite all the Turks in the world into a state, without any borders. This is a truth that centuries and people who have lived for centuries brought about through very painful and bloody events.\nIt cannot be seen in history that panislamism and panturanism were successful and were practiced in the world. Though, the results of the ambitions for the establishment of a state, covering all humanity, regardless of race, are written in history.\nযাইহোক, আতাতুর্ক তুর্কিকে তুর্কি জাতির অন্যতম পরিচয় হিসাবে গ্রহণ করার ধারণার মালিক ছিলেন। তুর্কি ইতিহাস থিসিস আতাতুর্কের আদেশ ও প্রশাসনের অধীনে শুরু হয়েছিল, যেটিতে মধ্য এশিয়া থেকে আগত তুর্কি উত্সের উপর ভিত্তি করে নৃ-জাতিগত ধারণা রয়েছে। এছাড়াও আতাতুর্ক যুগের উচ্চ বিদ্যালয়ের বইগুলোতে ওরখোন বর্ণমালার শিক্ষা রয়েছে টেমপ্লেট:Obsolete source and a unit under the title of \"Greater Turkic history and Civilization\".টেমপ্লেট:Obsolete source The book also gave detailed information about empires which are Turkic such as Göktürks or \"claimed to be Turkic\" such as Scythians, Xiongnu, and so on.টেমপ্লেট:Obsolete source\nনবপ্রতিষ্ঠিত তুর্কি প্রজাতন্ত্রের সমর্থনে, \" তুর্কি হার্টস \" নামে পরিচিত প্যান-তুর্কি সংগঠন, বিপ্লবের সময় তুর্কিদের সমর্থন পাওয়ার জন্য আতাতুর্কের যুগে পুনঃপ্রতিষ্ঠিত হয়। তুরস্কে গুরুত্বপূর্ণ ঘটনা ঘটার পর আতাতুর্ক ঘন ঘন তুর্কি হার্থে বক্তৃতা দিচ্ছিলেন।  এছাড়াও তুর্কি ম্যাগাজিন \" Türk Yurdu \" যেটি তুর্কি হৃদয়ের একটি অঙ্গ ছিল, পুনরায় খোলার সমর্থন করা হয়েছিল।  পরবর্তীতে, 1931 সালে, তুর্কি হার্টস তাদের প্যান-তুর্কি মতামত এবং আন্দোলনের কারণে তাদের অরাজনৈতিক অবস্থান হারিয়ে ফেলার পর আতাতুর্ক দ্বারা বন্ধ হয়ে যায়; এবং এর সমস্ত প্রাঙ্গণ সহ, এটি ক্ষমতাসীন দল সিএইচপি- তে একীভূত হয়। \nআতাতুর্ক মধ্য এশীয় তুর্কি সামরিক কমান্ডার তৈমুর সম্পর্কে তার মতামতও বর্ণনা করেছেন \"যদি আমি তৈমুরের টাইমলাইনে থাকতাম, আমি তার কাজ সম্পাদন করতে পারতাম না কিন্তু সে যদি আমার টাইমলাইনে থাকত, তাহলে সে আমার চেয়েও বেশি কাজ করবে\"। \n\n\n===== তুরানিজম =====\n\nকেমালিজম তুর্কি জনগণের উপর দৃষ্টি নিবদ্ধ করে, উভয় জীবন্ত ও ঐতিহাসিক সংস্কৃতি এবং আনাতোলিয়ার জনগণ, বিশেষ করে হিট্টাইটস, এবং তুর্কি জনগণের সংস্কৃতি ও সভ্যতা।\nপূর্ব এশিয়ার আলতাই পর্বতমালা থেকে বসফরাস পর্যন্ত বিস্তৃত সমস্ত তুরানীয় জনগণের ( তুঙ্গুস, হাঙ্গেরিয়ান, ফিনস, মঙ্গোল, এস্তোনিয়ান এবং কোরিয়ান ) মিলন হিসাবে তুরানিজম জাতিকে কেন্দ্র করে।  কেমালিজমের ভাষার একটি সংকীর্ণ সংজ্ঞা ছিল, যা তুর্কি ভাষা থেকে ফার্সি, আরবি, গ্রীক, ল্যাটিন ইত্যাদি শব্দগুলিকে অপসারণ (শুদ্ধ) করতে এবং তুর্কি থেকে উদ্ভূত শব্দ দিয়ে প্রতিস্থাপন করতে বা তুর্কি শিকড় দিয়ে নতুন শব্দ তৈরি করতে চেয়েছিল। তুরানিস্ট নেতারা, যেমন এনভার পাশা, একটি বিবর্তিত ভাষা চেয়েছিলেন যা সমস্ত তুরানীয় জনগণের জন্য সাধারণ, পার্থক্যগুলি হ্রাস করে এবং তাদের মধ্যে মিল সর্বাধিক করে।\n\n\n==== কামালবাদ এবং হিট্টাইটস ====\n\nতুর্কি পরিচয় ও জাতিসত্তা গঠনে কেমালিজম হিট্টাইট এবং হিট্টাইট প্রতীকবাদকে একটি গুরুত্বপূর্ণ স্থান দিয়েছে। কামালবাদী গবেষকরা, যেমন আহমেত আগাওলু (যিনি ছিলেন আতাতুর্কের একজন উপদেষ্টা এবং একজন রাজনীতিবিদ যিনি 1924 সালের তুরস্কের সংবিধান তৈরিতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন), বিশ্বাস করতেন যে জাতিকে হিট্টাইটদের বিশ্ব-প্রভুত্বশীল তুর্কি জাতি হিসাবে চিত্রিত করতে হবে যার মধ্যে দৃঢ় শিকড় রয়েছে। আনাতোলিয়া।  তুর্কি নমুনাগুলির উপর আধুনিক জেনেটিক গবেষণাগুলি দেখায় যে আনাতোলিয়ান তুর্কিরা তুর্কি উপজাতি এবং আনাতোলিয়ান স্থানীয়দের মিশ্রণ, তবে, কেমালিস্ট চিন্তাধারার বিপরীতে, এই দুটি সংমিশ্রণ একই জাতি, জাতি বা পরিচয় থেকে উদ্ভূত নয়। \n\n\n=== পরিসংখ্যান ===\nপরিসংখ্যান ( তুর্কি: devletçilik   ): আতাতুর্ক তার বিবৃতি এবং নীতিতে স্পষ্ট করেছেন যে তুরস্কের সম্পূর্ণ আধুনিকীকরণ অর্থনৈতিক ও প্রযুক্তিগত উন্নয়নের উপর নির্ভরশীল। কেমালিস্ট পরিসংখ্যানের নীতিটি সাধারণত ব্যাখ্যা করা হয় যে রাষ্ট্রটি দেশের সাধারণ অর্থনৈতিক কর্মকাণ্ড নিয়ন্ত্রণ করতে এবং এমন এলাকায় জড়িত যেখানে ব্যক্তিগত উদ্যোগগুলি তা করতে ইচ্ছুক নয়। এটি ছিল বিপ্লবোত্তর তুরস্কের সামাজিক ও আন্তর্জাতিক পুঁজিবাদের মধ্যে সম্পর্ককে নতুন করে সংজ্ঞায়িত করার জন্য ফলাফল। বিপ্লব তুরস্ককে ধ্বংসস্তূপে ফেলে দেয়, কারণ অটোমান সাম্রাজ্য কাঁচামালের উপর দৃষ্টি নিবদ্ধ করেছিল এবং আন্তর্জাতিক পুঁজিবাদী ব্যবস্থায় একটি খোলা বাজার ছিল। বিপ্লবোত্তর তুরস্ককে মূলত তার কৃষি সমাজ দ্বারা সংজ্ঞায়িত করা হয়েছে, যার মধ্যে অনেক জমিদার এবং বণিক রয়েছে। তুর্কি অর্থনীতিতে মানুষের নিয়ন্ত্রণ 1923 থেকে 1930 এর দশক পর্যন্ত বেশ স্পষ্ট, কিন্তু তারা এখনও বিদেশী যৌথ বিনিয়োগের মাধ্যমে একটি রাষ্ট্রীয় অর্থনৈতিক উদ্যোগ প্রতিষ্ঠা করতে পরিচালিত করেছিল। যাইহোক, 1930-এর দশকের বিষণ্নতার পরে, একটি যুগে আরও অভ্যন্তরীণ-সুখী উন্নয়ন কৌশলগুলির দিকে একটি স্থানান্তর হয়েছিল যা সাধারণত \"ইটাটিজম\" হিসাবে পরিচিত। এই যুগে, রাষ্ট্র পুঁজি সঞ্চয় এবং বিনিয়োগের পাশাপাশি ব্যক্তিগত ব্যবসার স্বার্থ বিবেচনায় নেওয়ার ক্ষেত্রে সক্রিয়ভাবে জড়িত ছিল। রাষ্ট্র প্রায়ই অর্থনৈতিক ক্ষেত্রগুলিতে পদার্পণ করে যেগুলি বেসরকারী খাত কভার করেনি, হয় যথেষ্ট শক্তিশালী না হওয়ার কারণে বা তা করতে ব্যর্থ হওয়ার কারণে। এগুলি প্রায়শই অবকাঠামো প্রকল্প এবং বিদ্যুৎ কেন্দ্র ছিল, তবে লোহা ও ইস্পাত শিল্পও ছিল, যখন জনসাধারণ পুঁজি সঞ্চয়ের ভার বহন করত। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAlaranta, Toni (২০১৪)। Contemporary Kemalism: From Universal Secular-Humanism to Extreme Turkish Nationalism (ইংরেজি ভাষায়)। Routledge। আইএসবিএন 978-1-317-91676-5। \nCiddi, Sinan (২০০৯)। Kemalism in Turkish Politics: The Republican People's Party, Secularism and Nationalism (ইংরেজি ভাষায়)। Routledge। আইএসবিএন 978-1-134-02559-6। \nGürpınar, Doğan (২০১৩)। \"The Reinvention of Kemalism: Between Elitism, Anti-Elitism and Anti-Intellectualism\"। Middle Eastern Studies। 49 (3): 454–476। এসটুসিআইডি 144626059। ডিওআই:10.1080/00263206.2013.783822। \nPlaggenborg, Stefan (২০১২)। Ordnung und Gewalt: Kemalismus - Faschismus - Sozialismus (জার্মান ভাষায়)। Walter de Gruyter। আইএসবিএন 978-3-486-71409-8। \n\"The Myth of 'New Turkey': Kemalism and Erdoganism as Two Sides of the Same Coin\"। Dr. Ceren Şengül। News About Turkey।"}