{"pageid": 1388053, "title": "আর দেকো", "url": "https://bn.wikipedia.org/wiki?curid=1388053", "content": "আর দেকো (Art Deco) বলতে দৃশ্যকলা, স্থাপত্যকলা ও পণ্য নকশাকরণে ব্যবহৃত একটি শৈলীকে বোঝায়, যা ১৯১০ সালে ১ম বিশ্বযুদ্ধের কিছু আগে ফ্রান্সে আবির্ভূত হয় এবং পরবর্তীতে ১৯২০-এর দশক থেকে ১৯৩০-এর দশকের শুরু পর্যন্ত মার্কিন যুক্তরাষ্ট্র ও ইউরোপে বিকাশ লাভ করে। আর দেকো কথাটি ফরাসি শব্দবন্ধ আর দেকোরাতিফ-এর (Arts Décoratifs) সংক্ষিপ্ত রূপ; একে কদাচিৎ কেবল দেকো নামেও ডাকা হয়। এটিকে বৃহৎ স্থাপনা থেকে শুরু করে ক্ষুদ্রাকার বস্তু পর্যন্ত যেকোনও কিছুর বহির্ভাগ ও অভ্যন্তরভাগের শৈলী ও নকশাতে প্রয়োগ করা হয়, যার মাধ্যমে ব্যক্তিবিশেষের সাজ (পোশাক, বেশভূষাশৈলী ও গহনা), সেতু, ভবন (আকাশচুম্বী অট্টালিকা থেকে চলচ্চিত্র প্রেক্ষাগৃহ), জাহাজ, রেলগাড়ি, মোটরগাড়ি, ট্রাক, বাস, আসবাব ও দৈনন্দিন বস্তু যেমন বেতারযন্ত্র, পরিস্কারক শোষকল (ভ্যাকুয়াম ক্লিনার), ইত্যাদি দেখতে কেমন হবে, তার উপর এটি ব্যাপক প্রভাব বিস্তার করে।\nফ্রান্সের রাজধানী প্যারিস শহরে ১৯২৫ সালে অনুষ্ঠিত এক্সপোজিসিওঁ আঁতেরনাসিওনাল দেজার দেকোরাতিফ এ আঁদ্যুস্ত্রিয়েল মোদের্ন (আধুনিক শোভাবর্ধক ও শিল্পজাত বস্তুর শিল্পকলা বিষয়ক আন্তর্জাতিক প্রদর্শনী) নামক প্রদর্শনীর নাম থেকে এই শৈলীটির নামকরণ করা হয়।\nআর দেকোতে ২০শ শতকের প্রারম্ভের আধুনিকতাবাদী অগ্রসেনা (আভঁ-গার্দ) জাতীয় শৈলীর সাথে ফরাসি ঐতিহাসিক নকশার সূক্ষ্ম কারিগরি ও সমৃদ্ধ উপাদানগুলির মেলবন্ধন ঘটানো হয়। তবে কদাচিৎ অপশ্চিমা সংস্কৃতিগুলি থেকে আগত মূলভাব বা মোটিফও এতে স্থান পেয়েছে। শুরু থেকেই আর দেকোতে ঘনকবাদ ও ভিয়েনার বিচ্ছিন্নতাবাদে পরিলক্ষিত সাহসী জ্যামিতিক আকৃতিগুলির প্রভাব পড়েছিল। ফোভবাদ বা বালে রুসের উজ্জ্বল রঙ, রাজা ষোড়শ লুই ও ১ম লুই ফিলিপের আমলের আসবাবপত্রের পরিণত কারিগরি শৈলী, চীন, জাপান, ভারত, পারস্য, প্রাচীন মিশর ও প্রাচীন মায়া সভ্যতার বিচিত্র-ভিনদেশী শৈলীগুলিও এর উপর প্রভাব ফেলে।\nখ্যাতির শীর্ষে আর দেকো শৈলীটি বিলাসবাহুল্য, মোহময়তা, প্রাচুর্য, সামাজিক ও প্রযুক্তিগত অগ্রগতির প্রতি আস্থার একটি প্রতীক ছিল। এই শিল্পকলা আন্দোলনটিতে দুর্লভ ও ব্যয়বহুল উপাদান যেমন আবলুস কাঠ ও হাতির দাঁতের পাশাপাশি নিখুঁত কারিগরি দক্ষতা প্রকাশ পেত। এম্পায়ার স্টেট বিল্ডিং, ক্রাইসলার বিল্ডিং ও ১৯২০ ও ১০৩০-এর দশকে নির্মিত অন্যান্য গগনচুম্বী অট্টালিকাগুলি আর দেকো শৈলীর একেকটি স্মৃতিসৌধ হিসেবে আজও দাঁড়িয়ে আছে।\n১৯৩০-এর দশকে মহামন্দার সময় আর দেকোর প্রভাব ধীরে ধীরে ফিকে হওয়া শুরু করে এবং তার স্থানে আন্তর্জাতিক শৈলী ও মধ্য-শতাব্দীর আধুনিক শৈলীর আগমন ঘটে। নতুন উপাদান যেমন ক্রোমিয়ামের প্রলেপ, মরিচারোধী ইস্পাত ও প্লাস্টিকের আবির্ভাব ঘটে। ১৯৩০-এর দশকে কাঁটছাঁট আধুনিক শৈলী (স্ট্রিমলাইন মডার্ন) নামক একটি অপেক্ষাকৃত মসৃণ চাকচিক্যময় শৈলীর উদয় হয়, যেখানে বক্র আকৃতি এবং মসৃণ পালিশকৃত পৃষ্ঠতলের মতো বৈশিষ্ট্যগুলি দেখতে পাওয়া যায়। আর দেকো প্রকৃতপক্ষেই একটি আন্তর্জাতিক শৈলী ছিল, কিন্তু দ্বিতীয় বিশ্বযুদ্ধের শুরুতে এর আধিপত্যের পরিসমাপ্তি ঘটে এবং কঠোর ব্যবহারবাদী ও নিরাভরণ-নিরলঙ্কার শৈলীর আধুনিক স্থাপত্য ও আন্তর্জাতিক শৈলী একে অনুসরণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থ ও উৎসপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\n\nArt Deco Miami Beach\nArt Deco Mumbai\nArt Deco Montreal\nArt Deco Society of Washington\nArt Deco Society of California\nArt Deco Rio de Janeiro\nArt Deco Shanghai\nArt Deco Museum in Moscow\nArt Deco Society New York\nArt Deco Society of Los Angeles  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ মে ২০১৫ তারিখে\nArt Deco Walk in Montreal"}