{"pageid": 1388620, "title": "ফুকরে ৩", "url": "https://bn.wikipedia.org/wiki?curid=1388620", "content": "ফুকরে ৩ (ইংরেজি: Fukrey 3, হিন্দি: फुकरे 3) হল মৃগদীপ সিং লাম্বা পরিচালিত ২০২৩ সালের হিন্দি ভাষার একটি হাস্যরসাত্মক চলচ্চিত্র। এক্সেল এন্টারটেইনমেন্টের ব্যানারে ছবিটির প্রযোজনা করেছেন ফারহান আখতার এবং রিতেশ সিধওয়ানি। ছবিটি ফুকরে ফ্র্যাঞ্চাইজির তৃতীয় কিস্তি এবং ফুকরে রিটার্নস (২০১৭) এর সিক্যুয়েল। এতে অভিনয় করেছেন পুলকিত সম্রাট, বরুণ শর্মা, মনজোত সিং, ঋচা চড্ডা ও পঙ্কজ ত্রিপাঠী।\nফুকরে ৩ ২০২৩ সালের ২৮ সেপ্টেম্বর প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== পটভূমি ==\nপূর্ববর্তী চলচ্চিত্রের ঘটনার পরে, দিল্লি সরকার মধু, চুচা এবং লালিকে \"জনতা স্টোর\" নামে একটি দোকান দেয়। তারা পণ্ডিতের সহায়তায় দোকান গুলো চালায়, কিন্তু দোকানটি জরাজীর্ণ এবং ফুকরারা ছোট খাটো কাজ করে উপার্জন করছে। ভোলি পাঞ্জাবন দিল্লির জল বিভাগের নির্বাচনে দাঁড়াতে চান এবং জল সরবরাহকারী ধিংরা দ্বারা সমর্থিত, একজন দুর্নীতিগ্রস্ত ব্যবসায়ী যিনি দরিদ্র মানুষের দুর্দশার জন্য অর্থ উপার্জন করেন এবং একটি ওয়াটারপার্কের মালিকও। ভোলি দরিদ্র মানুষের মনোযোগ আকর্ষণের জন্য একটি পাবলিক টয়লেট পরিষ্কার করেন, তবে একই স্থানে চুচা দ্বারা একটি ছোট কাজ মানুষের হৃদয় জয় করে।\nতার একটি সমাবেশে, ভোলি দিল্লিতে জল মাফিয়া নির্মূল এবং জনসাধারণের জন্য বিনামূল্যে জলের কথা উল্লেখ করেছেন, তবে ধিংরা দিল্লির পুরো জল সুবিধা নিয়ন্ত্রণ করতে চান এবং একই কারণে ভোলিকে সমর্থন করছেন। হানি, পণ্ডিত জি এবং লালি নির্বাচনে চুচা প্রতিদ্বন্দ্বিতা করার সিদ্ধান্ত নিয়েছে কারণ তিনি তার প্রাচীন জিনিসগুলির কারণে জনসাধারণের দৃষ্টি আকর্ষণ করছেন। তার নির্দোষতার কারণে, চুচা ভোলির কাছে পরিকল্পনাটি অস্পষ্ট করে দেয়, যিনি তার দুই কৃষ্ণাঙ্গ দেহরক্ষী এডি এবং ববিকে শিন্দার ডায়মন্ড খনিতে চুচা এবং ফুক্রাসকে দক্ষিণ আফ্রিকায় পাঠানোর পাল্টা পরিকল্পনা করেন। চুচাকে খনিতে হীরা খুঁজে বের করার জন্য খনিতে তার দেজা-চু ব্যবহার করার জন্য অর্থের প্রস্তাব দেওয়া হয়। শিন্দার ভাগ্নি দক্ষিণ আফ্রিকার চুচা'র প্রেমে পড়ে। ১০ দিন পরে, চুচা দেজা-চু পায় না, যেখানে মধু ভোলির পরিকল্পনা বুঝতে পারে এবং দক্ষিণ আফ্রিকা থেকে পালানোর সিদ্ধান্ত নেয়।\nচুচা এই মুহুর্তে একটি ডেজা-চু আছে এবং সেই স্থানে খনন করার সিদ্ধান্ত নিয়েছে, যেখানে সে একটি হীরা খুঁজে পায় এবং শিন্দার ভাগ্নির হাতে ধরা পড়ে। ভুল করে, চুচা হীরাটি খেয়ে ফেলে এবং তারা চারজনই একটি জরাজীর্ণ বিনোদন পার্কে পালিয়ে যায়। সেখানে রাত কাটানোর সময়, চুচা এবং মধু একটি বিপজ্জনক বৈদ্যুতিক শকের মুখোমুখি হয় যা তাদের পুরো শরীরের জল শুকিয়ে যায়। পণ্ডিত জি এবং লালি কোনওভাবে জল দিয়ে তাদের পুনরুজ্জীবিত করেন এবং চুচা একটি ছোট বাটিতে প্রস্রাব করেন। মধু প্রচুর ঘামছে এবং পণ্ডিত জি তাকে একই বাটিতে পরিষ্কার করেন। লালি একটি গর্তের মধ্যে বাটির সামগ্রী ফেলে দেয়। পণ্ডিতজি যখন একটি সিগারেট জ্বালিয়ে সেই ম্যাচস্টিকটি গর্তের মধ্যে ফেলে দেন, তখন এটি একটি ছোট শিখা তৈরি করে। পরের দিন সকালে, তারা আবার একই মিশ্রণ তৈরির চেষ্টা করে এবং এটি আবার জ্বলে ওঠে, যার অর্থ মধুর ঘাম থেকে হাইড্রোজেন এবং চুচা'র হীরার প্রস্রাব থেকে কার্বন জ্বালানির মতো পদার্থ তৈরি করছে।\nতারা ভারতে ফিরে আসে এবং চুচা এখন আবার সবাইকে সস্তা জ্বালানি দেওয়ার প্রতিশ্রুতি দিয়ে নির্বাচনে অংশ নেয়। তারা ভোলির ক্ষোভের চেয়ে জনগণের সমর্থন অর্জন করছে। ভোলি চুচার উপস্থিতিতে ববির সাথে তার বিবাহকে নকল করার পরিকল্পনা করে, বিটি চুচা ভোলিকে দেওয়া তার নতুন দেবতাকে দেওয়া উপহারটি অস্পষ্ট করে দেয়। ভোলি পরিবর্তে চুচাকে বিয়ে করে এবং তাদের বিয়ের ছবিগুলি ফুকরাদের কাছে প্রেরণ করে। চুচা শীঘ্রই অপহৃত হয়। শিন্দাও তার হীরা পুনরুদ্ধার করতে ভারতে আসে এবং তার ভাগ্নিকে চুচায় বিয়ে দেয়, যেখানে তিনি কাজটি করার জন্য কয়েকজন গ্যাংস্টার পান। পরের দিন, হানি এবং অন্যান্যরা ভোলির মুখোমুখি হন যিনি একটি চুক্তি পেশ করেন যেখানে তারা সমান অংশীদারিত্ব এবং মুনাফা পান এবং ভোলি নির্বাচন থেকে সরে আসেন। ধিংরা কিছু অদ্ভুত লক্ষ্য করে এবং চুচাকে অপহরণ করে, কিন্তু ভোলি ধিংরাকে ফোন করে তাকে বাঁচায়।\nধিংরা বিষয়টির প্রমাণ চায় এবং সমস্ত ফুকরাকে একত্রিত করে এবং একই ভিডিও দেখে। তিনি পুরো দিল্লিতে জল সরবরাহ বন্ধ করে দেন এবং সস্তা জ্বালানি উত্পাদন করার জন্য প্রচুর পরিমাণে জল দেওয়ার সিদ্ধান্ত নেন। এই জলের অভাবের ফলে ধিংরার লোক এবং দরিদ্র মানুষের মধ্যে ঝগড়া হয়, যার ফলে ধিংরার লোকেরা দরিদ্র স্কুল ছাত্রের উপর ট্রাক চালায়। এই সংবাদটি চাঞ্চল্যকরভাবে কভার করা হয়েছে এবং এটি ফুকরাদের ধিংরার বিরুদ্ধে যাওয়ার সিদ্ধান্ত নিয়েছে। এডিও এই ঘটনা দ্বারা অনুপ্রাণিত হয় এবং ফুকরাসকে সমর্থন করার সিদ্ধান্ত নেয় এবং নিশ্চিত করে যে ববিও তাদের সমর্থন করে। তারা ধিংরার বিরুদ্ধে যায়, যিনি তাদের সবাইকে ধরে ফেলেন। তিনি পণ্ডিত জি এবং লালিকে কুমির আক্রান্ত জলের পুলের উপরে আটকে রাখেন, নাইট স্যুটে মধু রাখেন যাতে তিনি প্রচুর ঘাম পান এবং ভোলি এবং চুচা বরফের ব্লকে বসে চুচা প্রস্রাব করান। পণ্ডিতজি কুমিরের আক্রমণে দয়া করে রক্ষা পেয়েছেন।\nএটি প্রকাশিত হয় যে যখন এডির হৃদয় পরিবর্তিত হয়েছিল, তখন তিনি ফুকরাদের একটি ভিডিও রেকর্ড করতে সহায়তা করেছিলেন যা ধিংরার আসল পরিকল্পনা এবং তাদের ক্যাপচারের অবস্থান প্রকাশ করেছিল। জনতা ওয়াটারপার্ক ভেঙে ধিংরার উপর ঝাঁপিয়ে পড়ে এবং বাকি ফুকরাকে রক্ষা করে। শিন্দার ভাগ্নি চুচাকে তার একতরফা ভালবাসার কথা স্বীকার করে। মধু এবং পণ্ডিতজি এখনও একটি মরে যাওয়া ধিংরাকে তার জন্য জল এনে বাঁচান। চুচা বিপুল ভোটে নির্বাচনে জয়ী হন, কিন্তু ভোলির সাথে তার বিয়ে চুচার বাড়িতে গ্রহণযোগ্য নয়। অভিযোগ, চুচা দক্ষিণ আফ্রিকা থেকে কোনও ডাম্প নেননি, তিনি ব্যাঙ্গালোরের বিমানে এটি করেন; তার মলত্যাগের পরে জাফর সেই হীরাটি খুঁজে পান যা ফুক্রাসের ফ্লাইট থেকে পড়েছিল। বেঙ্গালুরুর জ্বালানি মন্ত্রী ফুকরাকে বেঙ্গালুরুতে ডেকে পরবর্তী চলচ্চিত্রের জন্য ইভেন্ট স্থাপন করেন।\n\n\n== অভিনয়শিল্পী ==\nপুলকিত সম্রাট - বিকাশ \"হানি\" গুলাটি\nবরুণ শর্মা - দিলীপ \"চুচা\" সিং\nমনজোত সিং - লালি হালওয়াই\nঋচা চড্ডা - ভোলি পাঞ্জাবন\nপঙ্কজ ত্রিপাঠী - পন্ডিতজি\nমনু ঋষি চড্ডা - শুন্দা সিং আহলুওয়ালিয়া\nআলি ফজল একটি ক্যামিও উপস্থিতিতে - জাফর খান\nঅমিত ধাওয়ান - ধিংরা \nশুভম ডোঙ্গারে - বিট্টু\nগীতা অগ্রবাল শর্মা\n\"ভে ফুকরে\" গানে একটি বিশেষ উপস্থিতিতে তরিতা নগর\n\"ভে ফুক্রে\" গানে একটি বিশেষ উপস্থিতিতে জুহি ভাট\n\"ভে ফুক্রে\" গানে একটি বিশেষ উপস্থিতিতে সাঁচি রাই\n\n\n== উৎপাদন ==\nপ্রিন্সিপাল ফটোগ্রাফি শুরু হয় ২০২২ সালের মার্চ মাসে। ২০২২ সালের জুনে প্রযোজনা শেষ হয়।\n\n\n== সঙ্গীত ==\n\nছবির সঙ্গীত পরিচালনা করেছেন তনিষ্ক বাগচী, সুমিত বেলারি এবং অভিষেক নেইলওয়াল। গানের কথা লিখেছেন কুমার, শাব্বির আহমেদ এবং অভিষেক নেইলওয়াল।\nভে ফুকরে শিরোনামের প্রথম এককটি ১১ সেপ্টেম্বর ২০২৩ এ প্রকাশিত হয়েছিল।\n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক অভ্যর্থনা ===\n\n\n=== বক্স অফিস ===\nপ্রথম দিনেই ফুকরে ৩ মোট ৮.৮২ কোটি টাকা (১.১ মিলিয়ন মার্কিন ডলার) সংগ্রহ করে।\n১৫ ই অক্টোবর ২০২৩ পর্যন্ত, চলচ্চিত্রটি ভারতে ₹১০৮.১৩ কোটি (মার্কিন ডলার ১৪ মিলিয়ন), বিদেশে আরও ₹১৩.৩১ কোটি (US$ ১.৭ মিলিয়ন), বিশ্বব্যাপী মোট ₹১২১.৪৪ কোটি (US$ ১৫ মিলিয়ন) টাকা আয় করেছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ফুকরে ৩  (ইংরেজি)\nবলিউড হাঙ্গামায় ফুকরে ৩ (ইংরেজি)"}