{"pageid": 1388314, "title": "কোপার্স", "url": "https://bn.wikipedia.org/wiki?curid=1388314", "content": "কোপার্স হল একটি বিশ্বব্যাপী রাসায়নিক এবং উপকরণ কোম্পানি যা পিটসবার্গ,, মার্কিন যুক্তরাষ্ট্রের পেনসিলভানিয়ার পিট্সবার্গে অবস্থিত। এটি একটি আর দেকো ১৯২০-এর গগনচুম্বী অট্টালিকা যা কোপার্স টাওয়ার নামে পরিচিত।\n\n\n== গঠন ==\nকোপার্স হল অ্যালুমিনিয়াম, রেলপথ, বিশেষ রাসায়নিক, ইউটিলিটি, রাবার, ইস্পাত, আবাসিক কাঠ এবং কৃষি শিল্পের জন্য কার্বন যৌগ, রাসায়নিক এবং চিকিৎসাকৃত কাঠের পণ্যগুলির একটি সমন্বিত বিশ্ব উৎপাদনকারী। এটি উত্তর আমেরিকা, দক্ষিণ আমেরিকা, অস্ট্রেলিয়া, চীন এবং ইউরোপে অবস্থিত সুবিধাসহ একটি ব্যাপক বৈশ্বিক উৎপাদন এবং বিতরণ নেটওয়ার্কের মাধ্যমে গ্রাহকদের পরিষেবা দেয়।\nকোপার্স চারটি প্রধান ব্যবসা পরিচালনা করে: পারফরমেন্স কেমিক্যালস, রেলপথ পণ্য এবং পরিষেবা, ইউটিলিটি এবং শিল্প পণ্য, এবং কার্বন উপাদান এবং রাসায়নিক।\n\n\n== ইতিহাস ==\n১৯১২ সালে অভিবাসী জার্মান ইঞ্জিনিয়ার হেনরিখ কোপার্স ইলিনয়ের শিকাগোতে কোপার্স কোম্পানি প্রতিষ্ঠা করেন। ১৯১৫ সালে সংস্থাটি পেনসিলভানিয়ার পিট্সবার্গে চলে আসে। কোম্পানিতে কোম্পানির প্রতিষ্ঠাতার আগ্রহ পিটসবার্গের অর্থদাতা অ্যান্ড্রু মেলন দ্বারা কেনা হয়েছিল, যিনি একজন বড় শেয়ারহোল্ডার হয়েছিলেন। পিট্সবার্গ শহরের কেন্দ্রস্থলে ল্যান্ডমার্ক কোপার্স বিল্ডিং ১৯২৯ সালে খোলা হয়েছিল।\n১৯৪৩ সালে কোপার্স মার্কিন সরকারের নির্দেশে পেনসিলভানিয়ার কোবুটায় ওহাইও নদীর নিম্ননদী বিভার থেকে স্টাইরিন তৈরির জন্য একটি কারখানা তৈরি করেন। যেটি স্টাইরিন-বুটাডিয়ান মনোমার উৎপাদনের প্রচেষ্টা চালায়। স্টাইরিন-বুটাডিয়ান মনোমার একটি বিল্ডিং ব্লক যা দ্বিতীয় বিশ্বযুদ্ধের প্রতিরক্ষার জন্য সিন্থেটিক রাবার তৈরি করতে ব্যবহৃত হয়।\n১৯৫১ সালে টেক্সাসের পোর্ট আর্থারে কোম্পানিটি নিকটবর্তী উপসাগরীয় তেল শোধনাগার থেকে কাঁচামাল ইথিলিন এবং বেনজিন ব্যবহার করে ইথাইলবেনজিন তৈরির জন্য একটি প্ল্যান্ট তৈরি করে, যা পেনসিলভেনিয়ায় কোম্পানির কোক ওভেনের একটি উপজাত ছিল এবং এটি টেক্সাসে পাঠানো হয়েছিল। বার্জ দ্বারা সেখানে উৎপাদিত ইথিলবেনজিন তারপরে বার্জের মাধ্যমে কোবুটা প্ল্যান্টে ফেরত পাঠানো হয় যেখানে এটি স্টাইরিন মনোমারে রূপান্তরিত হয় এবং তারপরে প্রসারণযোগ্য পলিস্টেরিন তৈরির জন্য পলিমারাইজ করা হয়। ১৯৫০ এর দশকের গোড়ার দিকে কোম্পানিটি তার পোর্ট আর্থার প্ল্যান্টে পলিথিন তৈরির লাইসেন্স কিনেছিল। এই রাসায়নিক ক্রিয়াকলাপগুলি পরে ১৯৬৫ সালে সিনক্লেয়ার-কোপার্স কোম্পানি গঠনের জন্য সিনক্লেয়ার অয়েল কর্পোরেশনের সাথে একটি নতুন কর্পোরেট সত্তা গঠনের ভিত্তি ছিল।\n১৯৬০-এর দশকে, কোপার্স একটি শব্দ দূষণ এড়াতে শব্দ নিয়ন্ত্র বিভাগ খোলেন এবং প্রিফেব্রিকেটেড সাউন্ড ট্র্যাপ তৈরি করেন।\n২০০১ সালে ২০৫ একর কাজের জায়গা এবং আশেপাশের এলাকা দূষণের কারণে কোম্পানিটিকে ক্যালিফোর্নিয়ার ওরোভিলে একটি কাঠের শোধনাগার বন্ধ করতে হয়েছিল। স্থানীয় পানীয় জল সরবরাহে পিসিপি এবং ক্রোমিয়ামের মতো রাসায়নিকগুলি লিক হয়ে গেছে বলে জানা গেছে।\n\n\n== বিজারের বৈরী অধিগ্রহণ ==\n১৯৮৮ সালের গোড়ার দিকে ১৯৮০-এর দশকের অন্যতম প্রধান কর্পোরেট রেইডার দ্বারা পরিচালিত একটি ব্রিটিশ দল বিজার সফলভাবে $১.৮১ বিলিয়ন (বর্তমান $৪.৭ বিলিয়ন) এর বিনিময়ে কোপার্স কোম্পানির প্রতিকূল অধিগ্রহণ শুরু করে। বিক্রয় ১৭ জুন, ১৯৮৮ এ সম্পন্ন হয়েছিল। কোপার্স কোম্পানির একটি ছোট, আরও সুবিন্যস্ত দেশীয় ব্যবসায়িক ইউনিট, কোপার্স ইন্ডাস্ট্রিজ ‌১৯৮৮ সালে স্থানীয় ব্যবস্থাপনার দ্বারা আবার কেনা হয়েছিল। যদিও বিংশ শতাব্দীর প্রথম থেকে মধ্যভাগের একসময়ের বিস্তৃত রাসায়নিক এবং সামগ্রিক সমষ্টির তুলনায় অনেক সহজ, কোপার্স ইন্ডাস্ট্রিজ আবারও তার মূল ব্যবসায় সফল হয়। ২০০৬ সালে নতুন বেজার-মুক্ত স্বাধীন কোপার্স ইনকর্পোরেটেড আবার প্রকাশ্যে আসে ।\n\n\n== বর্তমান ব্যবসায়িক অবস্থা ==\nকোপার্স মার্কিন যুক্তরাষ্ট্র, কানাডা, যুক্তরাজ্য, ডেনমার্ক, অস্ট্রেলিয়া এবং চীনে ব্যবসা পরিচালনা করে। নেদারল্যান্ডসের কয়লা টার প্রসেসর সিন্দু কেমিক্যালস ২০১০ সালে অধিগ্রহণ করা হয়েছিল। কার্বন রাসায়নিক পদার্থে পাতনের মাধ্যমে আরও প্রক্রিয়াকরণের জন্য কোপার্স সারা বিশ্ব থেকে কয়লা আলকাতরা উৎস করে।\n\n\n== পণ্য ==\nউত্তর আমেরিকায়, কোপার্স হল প্রথম শ্রেণীর রেলরোডের জন্য রেলরোড ক্রসটির বৃহত্তম প্রদানকারী এবং প্রি-প্লেটেড ক্রসটির জন্য পরিচিত।\nকোপার্স কার্বন উপাদান এবং রাসায়নিকগুলি অ্যালুমিনিয়াম, ইস্পাত, প্লাস্টিক, রজন, চিকিৎসাকৃত কাঠ এবং রাবার পণ্যসহ বিভিন্ন ধরণের উৎপাদিত পণ্যের উৎপাদনে ব্যবহৃত হয়। এই পণ্যগুলি স্থায়িত্ব বাড়ায় এবং পণ্যের আয়ু বাড়ায় যেমন রেলপথ বন্ধন, ইউটিলিটি এবং ট্রান্সমিশন খুঁটি এবং সামুদ্রিক পাইলিং। কপারের প্রাথমিক কাঁচামাল হল কয়লা আলকাতরা । কয়লা আলকাতরা থেকে উত্পাদিত অ্যাসফল্ট সিল্যান্টগুলিতে বেনজো(এ) পাইরিন এবং অন্যান্য বিষাক্ত রাসায়নিক থাকে যা সম্মিলিতভাবে পলিসাইক্লিক অ্যারোমেটিক হাইড্রোকার্বন বা PAHs নামে পরিচিত।\n\n\n== আরও দেখুন ==\nজেমস সি. মার্শাল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nপিটসবার্গ পোস্ট-গেজেট দ্বারা কপারস টাওয়ারের ইতিহাস এবং বর্ণনা"}