{"pageid": 1388457, "title": "কাবেরী নদীর পানি বিবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1388457", "content": "কাবেরী নদীর পানি বণ্টন নিয়ে ভারতের দুই রাজ্য তামিলনাড়ু ও কর্ণাটকের মধ্যে মারাত্মক বিরোধের সূত্রপাত হয়েছে। এই দ্বন্দ্বের সূত্রপাত ১৮৯২ এবং ১৯২৪ সালে মাদ্রাজ প্রেসিডেন্সি এবং মহীশূর রাজ্যের মধ্যে দুটি চুক্তিতে। ৮০২ কিলোমিটার (৪৯৮ মাইল) কাবেরী নদীতে রয়েছে  তামিলনাড়ুতে ৪৪,০০০ কিমি২ অববাহিকা এলাকা এবং  কর্ণাটকের ৩২,০০০ কিমি২ অববাহিকা এলাকা। কর্ণাটক থেকে প্রবাহ ৪২৫ TMCft যেখানে তামিলনাড়ু থেকে ২৫২ TMCft।\nপ্রবাহের উপর ভিত্তি করে কর্ণাটক নদী থেকে তার প্রাপ্য জলের দাবি করছে। এতে বলা হয়েছে যে প্রাক-স্বাধীনতা চুক্তিগুলি অবৈধ এবং মাদ্রাজ প্রেসিডেন্সির পক্ষে প্রবলভাবে কোণবদ্ধ, এবং \"জলের ন্যায়সঙ্গত বণ্টন\" এর উপর ভিত্তি করে একটি পুনর্গঠিত নিষ্পত্তির দাবি করেছে। অন্যদিকে তামিলনাড়ু বলছে যে এটি ইতোমধ্যে প্রায় ৩,০০০,০০০ একর (১২,০০০ কিমি২) উন্নয়ন করেছে) ভূমি এবং এর ফলে বর্তমান ব্যবহারের পদ্ধতির উপর খুব বেশি নির্ভর করতে হয়েছে। এই প্যাটার্নে যে কোনও পরিবর্তন, এটি বলে, রাজ্যের লক্ষ লক্ষ কৃষকের জীবিকাকে বিরূপভাবে প্রভাবিত করবে। স্বাধীনতা পূর্ব চুক্তিটি মাইসুরু কিংডম এবং মাদ্রাজ প্রেসিডেন্সি দ্বারা দখলকৃত এলাকার উপর ভিত্তি করে ছিল। দক্ষিণ কানারা (আগে মাদ্রাজ প্রেসিডেন্সির অধীনে ছিল), কুর্গ প্রদেশ যা পরে কর্ণাটকের সাথে একীভূত হয়েছিল, কর্ণাটকের জল ভাগের অধিকার গণনা করার জন্য হিসাব করা হয়নি। যদিও কাবেরী নদীর উৎপত্তি কুর্গ প্রদেশে, কিন্তু কুর্গ প্রদেশকে চুক্তিতে অন্তর্ভুক্ত করা হয়নি। এটি মহীশূর এবং মাদ্রাজ প্রেসিডেন্সির মধ্যে দ্বিপাক্ষিক চুক্তির বৈধতা নিয়ে প্রশ্ন উত্থাপন করে।\nভারত সরকার বিষয়টি দেখার জন্য ১৯৯০ সালে একটি ট্রাইব্যুনাল গঠন না করা পর্যন্ত দলগুলোর মধ্যে কয়েক দশকের আলোচনা কোনো ফল দেয়নি। পরবর্তী ১৬ বছরের জন্য জড়িত সকল পক্ষের যুক্তি শোনার পর, ট্রাইব্যুনাল ৫ ফেব্রুয়ারি ২০০৭ তারিখে চূড়ান্ত রায় প্রদান করে। তার রায়ে, ট্রাইব্যুনাল তামিলনাড়ুকে বার্ষিক ৪১৯ টিএমসি এবং কর্ণাটকে ২৭০ টিএমসি জল বরাদ্দ করেছে; কাবেরী নদীর জল ৩০ টিএমসি কেরালায় এবং ৭ টিএমসি পুদুচেরিতে । কর্ণাটক এবং তামিলনাড়ু প্রধান শেয়ারহোল্ডার হওয়ায়, কর্ণাটককে জুন থেকে মে পর্যন্ত একটি সাধারণ বছরে তামিলনাড়ুতে ১৯২ টিএমসি জল ছাড়ার নির্দেশ দেওয়া হয়েছিল।\nবিরোধটি অবশ্য সেখানেই শেষ হয়নি, কারণ চারটি রাজ্যই স্পষ্টীকরণ এবং আদেশের সম্ভাব্য পুনর্বিবেচনার জন্য পর্যালোচনা পিটিশন ফাইল করার সিদ্ধান্ত নিয়েছে।\n\nকাবেরী নদীর জল বণ্টনের প্রথম চুক্তিটি ১৮৭২ সালে মাদ্রাজ প্রেসিডেন্সি এবং মাইসুর রাজ্যের মধ্যে হয়েছিল।\n\n\n== আরও দেখুন ==\nকাবেরী নদী\nপানীয় উৎস আইন\n\n\n== তথ্যসূত্র =="}