{"pageid": 1388075, "title": "অশোক লাহিড়ী", "url": "https://bn.wikipedia.org/wiki?curid=1388075", "content": "অশোক কুমার লাহিড়ী একজন ভারতীয় অর্থনীতিবিদ এবং বালুরঘাট থেকে পশ্চিমবঙ্গ বিধানসভার সদস্য। বর্তমানে তিনি পঞ্চদশ অর্থ কমিশনের সদস্য হিসেবে দায়িত্ব পালন করছেন। লাহিড়ী এর আগে ভারত সরকারের ১২তম প্রধান অর্থনৈতিক উপদেষ্টা হিসাবে দায়িত্ব পালন করেছিলেন। এছাড়াও তিনি দিল্লি স্কুল অফ ইকোনমিক্সের পাঠক, বন্ধন ব্যাঙ্কের চেয়ারম্যান, এশিয়ান ডেভেলপমেন্ট ব্যাঙ্কের নির্বাহী পরিচালক এবং ন্যাশনাল ইনস্টিটিউট অফ পাবলিক ফাইন্যান্স অ্যান্ড পলিসির ডিরেক্টর এবং বিশ্বব্যাঙ্ক এবং আন্তর্জাতিক সংস্থাগুলির সাথে কাজ করেছেন। মুদ্রা তহবিল, যথাক্রমে একজন পরামর্শক এবং সিনিয়র অর্থনীতিবিদ হিসাবে। তিনি ভারতীয় জনতা পার্টির সদস্য।\n\n\n== শিক্ষা ==\nলাহিড়ী কলকাতার প্রেসিডেন্সি বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের প্রাক্তন ছাত্র।\n\n\n== অর্থনীতিবিদ ==\nলাহিড়ী ভারত সরকারের প্রধান অর্থনৈতিক উপদেষ্টা, বন্ধন ব্যাংকের চেয়ারম্যান, অর্থ মন্ত্রণালয়ের অর্থনৈতিক উপদেষ্টা, এশিয়ান ডেভেলপমেন্ট ব্যাঙ্কের নির্বাহী পরিচালক, ন্যাশনাল ইনস্টিটিউট অফ পাবলিক ফাইন্যান্স অ্যান্ড পলিসির পরিচালক, দিল্লি স্কুল অফ ইকোনমিক্সের রিডার, বিশ্বব্যাংকের পরামর্শক, এবং আন্তর্জাতিক মুদ্রা তহবিলের সিনিয়র অর্থনীতিবিদ হিসেবে দায়িত্ব পালন করেছেন।\n\n\n=== ন্যাশনাল ইনস্টিটিউট অব পাবলিক ফাইন্যান্স অ্যান্ড পলিসির পরিচালক ===\nলাহিড়ী ন্যাশনাল ইনস্টিটিউট অফ পাবলিক ফাইন্যান্স অ্যান্ড পলিসির ডিরেক্টর হিসেবে চার বছর দায়িত্ব পালন করেন ফেব্রুয়ারির মধ্যে বছর ১৯৯৮ এবং অক্টোবর ২০০২।\n\n\n=== প্রধান অর্থনৈতিক উপদেষ্টা ===\n\n২০০২ সালের ডিসেম্বরে প্রধানমন্ত্রীর নেতৃত্বে মন্ত্রিসভার নিয়োগ কমিটির দ্বারা লাহিড়ীকে ভারত সরকারের প্রধান অর্থনৈতিক উপদেষ্টা (সিইএ) নিযুক্ত করা হয়েছিল , এবং ২০০৭ সালের জুন মাসে সিইএ-এর কার্যালয় ত্যাগ করেন , চারটিরও বেশি সময় ধরে অর্থ মন্ত্রণালয়ে কর্মরত বছর লাহিড়ী অটল বিহারী বাজপেয়ী এবং মনমোহন সিং- এর প্রধানমন্ত্রীর অধীনে সিইএ হিসাবে কাজ করেছিলেন।\n\n\n=== বন্ধন ব্যাংকের চেয়ারম্যান ===\nলাহিড়ীকে ২০১৫ সালের জুলাই মাসে নবগঠিত বন্ধন ব্যাঙ্কের অ-নির্বাহী, খণ্ডকালীন চেয়ারম্যান নিযুক্ত করা হয়েছিল। ; ২০১৫ সালের এপ্রিল মাসে লাহিড়ী চেয়ারম্যান পদ থেকে পদত্যাগ করেন  পঞ্চদশের পূর্ণ-সময়ের সদস্য হিসাবে কাজ করার জন্য অর্থ কমিশন।\n\n\n=== পঞ্চদশ অর্থ কমিশন সদস্য ===\n\nলাহিড়ী পঞ্চদশের খণ্ডকালীন সদস্য নিযুক্ত হন<span about=\"#mwt141\" class=\"nowrap\" data-cx=\"[{&quot;adapted&quot;:true,&quot;targetExists&quot;:true,&quot;mandatoryTargetParams&quot;:[],&quot;optionalTargetParams&quot;:[]}]\" data-mw=\"{&quot;parts&quot;:[{&quot;template&quot;:{&quot;target&quot;:{&quot;wt&quot;:&quot;Spaces&quot;,&quot;href&quot;:&quot;./টেমপ্লেট:Spaces&quot;},&quot;params&quot;:{},&quot;i&quot;:0}}]}\" data-ve-no-generated-contents=\"true\" id=\"mweg\" typeof=\"mw:Transclusion\"><span typeof=\"mw:Entity\"> </span></span>নভেম্বরে অর্থ কমিশন ভারতের রাষ্ট্রপতি কর্তৃক 2017, এপ্রিল মাসে লাহিড়ীকে একজন পূর্ণকালীন সদস্য হিসাবে উন্নীত করা হয়েছিল 2018 এবং প্রতিমন্ত্রীর মর্যাদা দেওয়া হয়েছিল।\n\n\n== রাজনীতি ==\nতাকে ২০২১ সালের পশ্চিমবঙ্গ নির্বাচনে আলিপুরদুয়ার কেন্দ্র থেকে প্রতিদ্বন্দ্বিতা করার জন্য প্রার্থী হিসাবে ঘোষণা করা হয়েছিল কিন্তু আলিপুরদুয়ারের স্থানীয় বিজেপি সদস্যদের মধ্যে বিদ্বেষের কারণে, পরে প্রার্থীদের তালিকা থেকে আলিপুরদুয়ার কেন্দ্র থেকে তার নাম প্রত্যাহার করা হয়েছিল। পরে তাকে বালুরঘাট আসনে প্রার্থী হিসেবে ঘোষণা করা হয়।\nতিনি ৩৬,১৪৩ ভোট পেয়ে টিএমসি প্রার্থী শেখর দাশগুপ্তের বিরুদ্ধে জয়ী হয়েছেন।\n\n\n== তথ্যসূত্র =="}