{"pageid": 1388200, "title": "পারমাণবিক দুর্ভিক্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1388200", "content": "পারমাণবিক দুর্ভিক্ষ হলো একটি অনুমানিত দুর্ভিক্ষ যা বৈশ্বিক বা আঞ্চলিক পারমাণবিক বিনিময়ের পর সম্ভাব্য হুমকি হিসেবে বিবেচিত হয়। এটা মনে করা হয় যে এমনকি আঞ্চলিক পারমাণবিক বিনিময়ের ফলে সূক্ষ্ম শীতল প্রভাবও কৃষি উৎপাদনের উপর যথেষ্ট প্রভাব ফেলতে পারে, যা বিশ্বের বেঁচে থাকার মধ্যে খাদ্য সংকটকে ট্রিগার করে।\nযদিও \"পারমাণবিক শীত\" অনুমানের উপর বিশ্বাস করাটা একইসাথে জনপ্রিয় এবং ব্যাপকভাবে বিতর্কিত; পারমাণবিক যুদ্ধের পরে বিস্ফোরণ এবং ফলপ্রসূ প্রভাবের কারণে সম্ভাব্য খাদ্য সরবরাহ ব্যাহত হওয়ার বিষয়টি কম বিতর্কিত। পারমাণবিক যুদ্ধের পরে খাদ্য সরবরাহের মধ্যে প্রকাশিত বইয়ের ভিতর আছে 'ফলআউট প্রোটেকশন', ' পারমাণবিক যুদ্ধে বেঁচে থাকার দক্ষতা' ইত্যাদি। আর সম্প্রতি প্রকাশিত পারমাণবিক যুদ্ধ বা ধূমকেতুর আঘাতের পরে খাদ্য সরবরাহ বিষয়ক বই \"যেকোনো অবস্থায় সকলের খাদ্য সরবরাহ\"। \nএই প্রধানত প্রারম্ভিক গ্রন্থগুলির সাথে , কৃষি এবং তেজস্ক্রিয় পরিবেশের উপর দৃষ্টি নিবদ্ধ করে আরও সরকারী টমেসের মধ্যে রয়েছে র্যান্ড কর্পোরেশনের দ্বারা পোস্টঅ্যাট্যাক পরিবেশে পুষ্টি, নিউক্লিয়ার অ্যাটাকের পরে পুনর্গঠন করার সময় দুর্ভিক্ষ প্রতিরোধের জন্য সরকারি পরিকল্পনার ধারাবাহিকতা। এবং নোবেল পুরস্কার বিজয়ী ইউজিন উইগনারের পারমাণবিক আক্রমণের পরে মার্কিন যুক্তরাষ্ট্রের স্থানান্তরিত জনসংখ্যার বেঁচে থাকা, যেখানে শুধুমাত্র রেডিওকোলজি এবং কৃষির উপর দৃষ্টি নিবদ্ধ করা হয়েছে ফসল উৎপাদনের উপর ফলআউট রেডিয়েশনের প্রভাব,  আচরণ মৃত্তিকা এবং উদ্ভিদের মধ্যে তেজস্ক্রিয় পতনের, এবং খামারে তেজস্ক্রিয় পতনের বিরুদ্ধে প্রতিরক্ষায় ব্যক্তিগত স্তরে নেওয়ার উদ্দেশ্যে ব্যবহারিক প্রতিরোধ ব্যবস্থা।\n\n\n== শুরুর দিকের কাজ ==\nফলআউট চাষাবাদ  খাদ্য ও সরবরাহের সমস্যা নিয়ে আলোচনা করা প্রথম কাজগুলির মধ্যে একটি ছিল হারমান কানের ১৯৬০ সালের প্রকাশনা অন থার্মোনিউক্লিয়ার ওয়ার। কান যুক্তি দিয়েছিলেন যে যদিও সম্পূর্ণ যুদ্ধ প্রকৃতপক্ষে একটি \"অভূতপূর্ব বিপর্যয়\" হবে , তবে সামান্য থেকে মাঝারিভাবে দূষিত খাবার নষ্ট করার দরকার নেই কারণ বয়স্কদের দ্বারা এই জাতীয় খাবার গ্রহণের ফলে এই গোষ্ঠীতে ক্যান্সারের কোনও পর্যবেক্ষণযোগ্য বৃদ্ধি হবে না। এর কারণ হল যে, সিগারেটের ধোঁয়ার মতো অন্যান্য সাধারণ কার্সিনোজেনগুলির মতো ক্যান্সারগুলি বিকিরণের সংস্পর্শে আসার পরে বা বিশেষত পারমাণবিক পতনের পরে অবিলম্বে উদ্ভূত হয় না, পরিবর্তে ক্যান্সারের ন্যূনতম বিলম্বের সময়কাল কিছু ৫+ বছর থাকে যা প্রকল্প ৪.১ এর গবেষণা দ্বারা সমর্থিত। এই কারণেই বয়স্করা অল্প থেকে মাঝারি দূষিত খাবার খেতে পারত , যদি কোনও খারাপ প্রভাব পড়ে তবে সবচেয়ে দূষিত খাবারটি তরুণ প্রজন্মের জন্য সংরক্ষণ করা যায়। \n\n\n== দৃষ্টিভঙ্গি ==\n১৯৮৩ থেকে ১৯৮৫ সাল পর্যন্ত  এমন একটি সময়কালে যখন পারমাণবিক শীতকালীন অনুমানটি উল্লেখযোগ্যভাবে তার প্রথম দিকের অ্যাপোক্যালিপটিক ১-ডি কম্পিউটার মডেল পর্যায়ে ছিল  যা বিশ্বের ৩০টিরও বেশি দেশের ৩০০টিরও বেশি প্রাকৃতিক বায়ুমণ্ডলীয় কৃষি ও বাস্তুতন্ত্র বিজ্ঞানীরা পারমাণবিক যুদ্ধের পরিবেশ পরিবেশগত প্রভাব সম্পর্কিত বৈজ্ঞানিক কমিটিতে অংশ নিতে একত্রিত হয়েছিলেন। এই প্রকল্পটি পারমাণবিক যুদ্ধের বৈশ্বিক পরিণতির মূল্যায়ন করে যার ফলে পারমাণবিক যুদ্ধ  এর পরিবেশগত পরিণতি শীর্ষক একটি দুই খণ্ডের প্রকাশনা একটি বড় পারমাণবিক যুদ্ধে প্রাকৃতিক বায়ুমণ্ডলীয় পরিবেশগত এবং কৃষি প্রভাবের বিশদ বিবরণ দেয। প্রকাশনায়, এটি ভবিষ্যদ্বাণী করা হয়েছে যে পারমাণবিক যুদ্ধের পরে বেঁচে থাকা কোটি কোটি মানুষ, এমনকি অ-যোদ্ধা দেশগুলিতেও খাদ্য সরবরাহ হ্রাস পেতে পারে (যদি সরকারী পাল্টা ব্যবস্থার ধারাবাহিকতা মাঠে না দেওয়া হয়) যা বেঁচে থাকাদের \"বিশাল স্তরে নিমজ্জিত করে\" অপুষ্টি এবং অনাহার,\" এবং ভয়ানক পরিস্থিতিতে, \"বর্তমান বিশ্বের জনসংখ্যার মাত্র একটি ছোট অংশ কয়েক বছর বেঁচে থাকার আশা করতে পারে\"।\nঅনেক প্রক্রিয়া জড়িত থাকতে পারে যা বিশ্বব্যাপী ব্যাপক খাদ্য ঘাটতির দিকে নিয়ে যেতে পারে। শুরু করার জন্য, পারমাণবিক বিস্ফোরণে ফসল, সঞ্চিত খাদ্য এবং কৃষি উপকরণ যেমন সার এবং কীটনাশক তাৎক্ষণিকভাবে ধ্বংস করা যেতে পারে; মাটি, বায়ু এবং জলের পারমাণবিক দূষণ খাদ্যকে অনিরাপদ করে তুলতে পারে এবং ফসল সঠিকভাবে জন্মাতে পারে না; এবং অনিয়ন্ত্রিত আগুন স্বাভাবিক কৃষি বা খাদ্য সংগ্রহের কার্যক্রমকে বাধাগ্রস্ত করতে পারে। বিশেষজ্ঞরা ভবিষ্যদ্বাণী করেছিলেন যে পরমাণু যুদ্ধের পরের প্রথম কয়েক বছরে, আরও জটিল প্রক্রিয়া যেমন আন্তর্জাতিক অর্থনীতি এবং বাণিজ্য ব্যবস্থার পঙ্গু হয়ে যাওয়া, বিশ্বব্যাপী খাদ্য পরিবহন ও বিতরণ নেটওয়ার্কের পতন, রপ্তানি প্রণোদনা এবং আমদানির ক্ষতি, জলবায়ুর উপর কঠোর চাপ। কৃষি বাস্তুতন্ত্র, এবং এর সাথে সম্পর্কিত বিশৃঙ্খলা এবং সমাজে বিশৃঙ্খলা খাদ্য ঘাটতির সমস্যাকে বাড়িয়ে তুলতে পারে।\nপারমাণবিক যুদ্ধের পরিবেশগত পরিণতি প্রকাশের পরে পারমাণবিক সশস্ত্র দেশগুলির মধ্যে অনুমানমূলক পারমাণবিক বিনিময়ের মডেলিং এবং বিশ্লেষণের উপর ভিত্তি করে আরও গবেষণা প্রকাশিত হয়েছে। এই গবেষণার উপসংহারগুলি দেখায় যে পারমাণবিক যুদ্ধ হল ব্যাপক অনাহারের একটি স্ব-ধ্বংসাত্মক পথ এবং ন্যাশনাল অ্যাকাডেমি অফ সায়েন্সেসের একটি প্রকাশনায় দ্য মেডিকেল ইমপ্লিকেশনস অফ নিউক্লিয়ার ওয়ার - এ দেওয়া বিবৃতিটি প্রতিধ্বনিত করে যে \" মানুষের মৃত্যুর প্রাথমিক প্রক্রিয়া সম্ভবত তাপীয় বিকিরণ পোড়া থেকে নয়, আয়নিক বিকিরণ থেকে নয় , বরং ব্যাপক অনাহার থেকে বিস্ফোরণের প্রভাব থেকে হবে না।\nযদিও ৮০-এর দশকের প্রথম দিকের তুলনায় মার্কিন-সোভিয়েত কৌশলগত অস্ত্র হ্রাস চুক্তি (শুরু) এর পর বিশ্বব্যাপী পারমাণবিক অস্ত্রের সংখ্যা দুই তৃতীয়াংশ হ্রাস পেয়েছে, কিছু বিশেষজ্ঞ মনে করেন যে পারমাণবিক সংঘাতের ঝুঁকি কমেনি, বরং বেড়েছে। এটি পারমাণবিক বিস্তারের কারণে হয়েছে কারণ ভারত, পাকিস্তান এবং উত্তর কোরিয়ার মতো আরও অনেক দেশে এখন পারমাণবিক অস্ত্রাগার রয়েছে, যা আঞ্চলিক পারমাণবিক সংঘাতের ঝুঁকি বাড়াচ্ছে। ক্রমবর্ধমান সামরিক উত্তেজনা, দুর্ঘটনা, নাশকতা এবং সাইবার-আক্রমণ সবই হল ব্যাপক পারমাণবিক বিপর্যয়ের সম্ভাব্য ট্রিগার পয়েন্ট এবং আঞ্চলিক, যদি বিশ্বব্যাপী দুর্ভিক্ষ না হয়।\n\n\n== কৃষি বাস্তুতন্ত্রের উপর পারমাণবিক শীতের প্রভাব ==\n১৯৮০ সালে-এর দশকের গোড়ার দিকে সম্পাদিত ত্রুটিপূর্ণ গবেষণার উপর ভিত্তি করে, এটি ভবিষ্যদ্বাণী করা হয়েছিল যে একটি আমেরিকান-সোভিয়েত পারমাণবিক যুদ্ধ বায়ুমণ্ডলে এত বেশি আলোক-অবরোধকারী ধোঁয়া ছড়িয়ে দেবে যে কয়েক মাস থেকে বছরের পর বছর \"পারমাণবিক শীত\" হতে পারে উত্তর গোলার্ধে কৃষিকাজ তীব্রভাবে স্থগিত। এটি উচ্চ শক্তির পারমাণবিক বিস্ফোরণ থেকে বিশ্বব্যাপী বিষাক্ত আলোক রাসায়নিক ওজোন ধোঁয়াশার বিকাশ সম্পর্কে অতিরঞ্জিত উদ্বেগের শীর্ষে ছিল,  যা স্থলজ উদ্ভিদ এবং সামুদ্রিক প্ল্যাঙ্কটনের বংশবিস্তার করার জন্য পরিবেশগত অবস্থার এতটাই বিঘ্ন সৃষ্টি করতে পারে বলে অনুমান করা হয়েছিল। এবং সামুদ্রিক ফসল ক্ষতিকরভাবে প্রভাবিত হবে।\nজীববিজ্ঞানীরা দীর্ঘকাল ধরে বিশ্লেষণ করেছেন যে \"পারমাণবিক শীত\" থেকে উদ্ভূত বেশ কয়েকটি কারণ কৃষিতে উল্লেখযোগ্য প্রভাব ফেলবে। উদাহরণস্বরূপ, ক্রমবর্ধমান ঋতুতে পারমাণবিক যুদ্ধ কয়েক সপ্তাহ ধরে কম তাপমাত্রার (-১০ ডিগ্রি সেলসিয়াস বা তার বেশি) আকস্মিক পর্ব নিয়ে আসতে পারে এবং ১৮১৬ সালে \" গ্রীষ্মবিহীন বছর \" থেকে রেফারেন্স অঙ্কন করে, হিমায়িত ঘটনাগুলির পর্বগুলি সক্ষম। বিপুল পরিমাণ ফসল নষ্ট করে। উপরন্তু, ক্রমবর্ধমান ঋতু সম্ভাব্যভাবে সংক্ষিপ্ত হবে, যেমনটি রোবক এট আল. দ্বারা রিপোর্ট করা হয়েছে, যিনি হিসাব করেছিলেন যে ভারত ও পাকিস্তানের মধ্যে একটি আঞ্চলিক পারমাণবিক যুদ্ধ বেশ কয়েক বছর ধরে উত্তর ও দক্ষিণ গোলার্ধে হিমমুক্ত ক্রমবর্ধমান ঋতুকে উল্লেখযোগ্যভাবে হ্রাস করবে এবং কৃষি উৎপাদনকে ধ্বংস করবে। যেহেতু ফসলের পরিপক্ব হওয়ার জন্য পর্যাপ্ত সময় নেই।\nএর বিপরীতে প্রাকৃতিক সামুদ্রিক বাস্তুতন্ত্র - মানব সমাজের খাদ্যের একটি প্রধান সরবরাহকারী - হঠাৎ তাপমাত্রা পতনের জন্য কম ঝুঁকিপূর্ণ । তবে এগুলি সূর্যের আলো হ্রাস এবং ইউভি - বি বিকিরণের বর্ধিত মাত্রার প্রতি অত্যন্ত সংবেদনশীল। একটি বৃহৎ আকারের পারমাণবিক যুদ্ধের ক্ষেত্রে, ওজোনের মাত্র ২৫% হ্রাস একটি বর্ধিতইউভি -বি - বি- বিইউভি - বিB বিকিরণ সৃষ্টি করবে যা ভূপৃষ্ঠের ইউফোটিক জোনে নেট সালোকসংশ্লেষণকে ৩৫% এবং সমগ্র ইউফোটিক অঞ্চলে ১০% কমিয়ে দেয়। (ইউফোটিক জোন সক্রিয় সালোকসংশ্লেষণের জন্য পর্যাপ্ত আলোর স্তর সহ সমুদ্রের গভীরতাকে বোঝায়)। সালোকসংশ্লেষণের জন্য উপলব্ধ আলোর অনুরূপ হ্রাসের সাথে, 1985 সালের বইয়ে ফাইটোপ্ল্যাঙ্কটনের জনসংখ্যা কমবে বলে আশা করা হয়েছিল, এবং বিজ্ঞানীরা এমনকি অনুমান করেছিলেন যে বেশিরভাগ ফাইটোপ্ল্যাঙ্কটন এবং তৃণভোজী জুপ্ল্যাঙ্কটন (যেগুলি ফাইটোপ্ল্যাঙ্কটনকে খাওয়ায়) উত্তরাঞ্চলের অর্ধেকেরও বেশি। গোলার্ধের মহাসাগরগুলি মারা যাবে। পারমাণবিক ফায়ারবল থেকে উদ্ভূত সম্ভাব্য ওজোন স্তর সমস্যাগুলির আরও আধুনিক মূল্যায়ন এই পূর্ববর্তী অনুমানগুলিকে সম্পূর্ণরূপে ভিত্তিহীন বলে নির্ধারণ করেছে। বিশ্বব্যাংকের মতে, সমুদ্র বিশ্বের জনসংখ্যাকে তাদের প্রাণিজ প্রোটিনের ১৬% সরবরাহ করে; প্রদত্ত যে সামুদ্রিক খাদ্য শৃঙ্খলগুলি ফাইটোপ্ল্যাঙ্কটনের সালোকসংশ্লেষণের উপর নির্মিত, 1980 সালে এর দশকের এই মডেল এবং বইগুলিতে বৃহৎ আকারের পারমাণবিক যুদ্ধগুলিকে অসাবধানতাবশত মৎস্যসম্পদ হিসাবে গণ্য করা হয়েছিল এবং লক্ষ লক্ষ লোককে প্রভাবিত করে, যদি না কোটি কোটি মানুষ খাদ্যের জন্য সমুদ্রের উপর নির্ভর করে।\n\n\n== খাদ্য বিতরণের উপর পারমাণবিক যুদ্ধের প্রভাব ==\nকৃষি বাস্তুতন্ত্রের উপর বিরূপ প্রভাব ছাড়াও যুদ্ধ এবং পারমাণবিক ধ্বংসের সামাজিক  অর্থনৈতিক কারণগুলিও খাদ্যের উপলব্ধতার উপর সুদূরপ্রসারী প্রভাব ফেলে। হিরোশিমা ও নাগাসাকিতে পারমাণবিক বোমা হামলার পর দেখা গেছে যে , খাদ্যের অভাব আরও বেশি ছিল কারণ নিকটবর্তী অঞ্চলে ফসল নষ্ট হয়ে গিয়েছিল এবং জাপানের অন্যান্য অংশ থেকে খাদ্য বিতরণ বন্ধ হয়ে গিয়েছিল রেলপথ ধ্বংসের ফলে যখন ফসলের উৎপাদন ইতোমধ্যে কম ছিল পূর্ববর্তী বছরগুলিতে যুদ্ধ এবং খারাপ আবহাওয়ার কারণে। ১৯৪৬ সালে যুদ্ধের কিছু পরেই, জাপানে যে পরিমাণ খাদ্য পাওয়া যায় তা একজন সাধারণ নাগরিককে দিনে ১৩২৫ ক্যালোরি সরবরাহ করতে পারে, যা ১৯৪১ সালে প্রতিদিন ২০০০ ক্যালোরি থেকে একটি ড্রপ। পরবর্তী বছরগুলিতে এই সমস্যাগুলি আরও খারাপ হয়েছিল, এবং ১৯৪৬ সাল নাগাদ, একজন গড় নাগরিককে দিনে ৮০০ ক্যালোরি সরবরাহ করা হয়েছিল। যদিও দ্বিতীয় বিশ্বযুদ্ধের পরপরই জাপানে অনাহারে মোট মৃত্যুর সংখ্যা গণনা করা যায়নি,  একজন বিশিষ্ট জাপানি ইতিহাসবিদ, দাইকিচি ইরোকাওয়া উল্লেখ করেছেন যে \"১৯৪৫ সালের পরাজয়ের পরপরই, কেউ কেউ অনুমান করেছেন যে ১০ মিলিয়ন মানুষ অনাহারে মারা যাওয়ার সম্ভাবনা ছিল\"।\nআজ, বিশ্বের ৮৫% দেশের নিজেদের টিকিয়ে রাখার জন্য স্বল্প থেকে প্রান্তিক পরিমাণে দেশীয় খাদ্য রয়েছে এবং আমদানি করা খাদ্যের জন্য তারা ক্রমবর্ধমানভাবে সুসংযুক্ত খাদ্য বাণিজ্য নেটওয়ার্কের উপর নির্ভরশীল হচ্ছে। একটি সাম্প্রতিক গবেষণা  (২০১৩) গম এবং চাল বাণিজ্য নেটওয়ার্কগুলিতে মহাদেশীয়-স্কেল ব্যাঘাতের পরিণতিগুলি পরীক্ষা করে যা বিশ্বব্যাপী খাদ্য সরবরাহ যথেষ্ট পরিমাণে হ্রাস পেলে ঘটতে পারে, যেমন একটি বড় আকারের পারমাণবিক যুদ্ধের পরে৷ খাদ্য ঘাটতির সময়ে রপ্তানিকারক দেশগুলির তাদের ফসল আটকে রাখার প্রবণতা বিবেচনা করে, এই সমীক্ষায় ভবিষ্যদ্বাণী মডেল নির্ধারণ করে যে গম এবং চাল রপ্তানির পরিমাণ রপ্তানি নেটওয়ার্কগুলির ক্ষতির সাথে মিলিত হয়। সমালোচনামূলকভাবে, লেখকরা দেখেছেন যে স্বল্পোন্নত দেশগুলি আর্থিক সীমাবদ্ধতার কারণে বেশি আমদানি ক্ষতির সম্মুখীন হবে, এবং বাণিজ্য নেটওয়ার্কের ক্ষতি শেষ পর্যন্ত একটি বৃহত্তর জনসংখ্যাকে খাদ্য ঘাটতির ঝুঁকিতে নিয়ে যাবে।\n\n\n== আঞ্চলিক পারমাণবিক সংঘর্ষের কারণে বিশ্বব্যাপী দুর্ভিক্ষ ==\nসম্ভাব্য পারমাণবিক যুদ্ধ  প্ররোচিত জলবায়ু পরিবর্তন নিয়ে এখন পর্যন্ত বেশিরভাগ গবেষণা আধুনিক রাশিয়া এবং মার্কিন যুক্তরাষ্ট্রের মধ্যে একটি অনুমানমূলক বড় আকারের পারমাণবিক বিনিময়ের উপর দৃষ্টি নিবদ্ধ করে। তবে শীতল যুদ্ধ  পরবর্তী বিশ্বে আরও বেশ কয়েকটি পারমাণবিক  সশস্ত্র দেশ রয়েছে যেমন ভারত পাকিস্তান এবং উত্তর কোরিয়া - যারা বর্তমানে তাদের প্রতিবেশীদের সাথে কার্যত বা হিমায়িত সশস্ত্র সংঘাতে জড়িত। বৈশ্বিক পারমাণবিক যুদ্ধের তুলনায় তুলনামূলকভাবে ছোট পারমাণবিক অস্ত্রধারী দেশগুলির মধ্যে একটি আঞ্চলিক দ্বন্দ্ব সম্ভবত কম নাটকীয় জলবায়ু প্রভাব তৈরি করবে। তবুও এটি যুক্তি দেওয়া হয়েছে যে এই ধরনের দ্বন্দ্বের ফলে বিশ্বব্যাপী শীতলকরণ বিশ্বব্যাপী কৃষি ও খাদ্য সরবরাহ ব্যবস্থার উপর বড় আকারের প্রভাব ফেলতে পারে।\nরাটগার্স ইউনিভার্সিটির অ্যালান রবকের নেতৃত্বে বেশ কয়েকটি গবেষণা এই সম্ভাবনাকে বর্ণনা করে। সমসাময়িক জলবায়ু মডেল ব্যবহার করে ২০০৭ সালের একটি বিশ্লেষণে দেখা গেছে যে ভারত ও পাকিস্তানের মধ্যে ১০০টি হিরোশিমা-আকারের বোমা (বর্তমান বৈশ্বিক পারমাণবিক অস্ত্রাগারের বিস্ফোরক উৎপাদনের ০.১% এর কম) জড়িত একটি অনুমানমূলক পারমাণবিক বিনিময় কঠোর বৈশ্বিক শীতলকরণের জন্য যথেষ্ট হবে। মডেলটি শুধুমাত্র প্রথাগত \"পারমাণবিক শীতকালীন\" ধারণার সাথে সামঞ্জস্যপূর্ণ প্রভাবগুলির পূর্বাভাস দেয়নি, তবে এটিও পরামর্শ দিয়েছে যে জলবায়ুর প্রভাবগুলি পূর্বের প্রত্যাশিত তুলনায় দীর্ঘস্থায়ী হবে। এই প্রভাবগুলির মধ্যে রয়েছে স্বাভাবিক ঋতুর ধরণগুলিতে উল্লেখযোগ্য পরিবর্তন, সারা বিশ্বে বৃষ্টিপাতের ১০% গড় হ্রাস, এবং \"কয়েক ডিগ্রী শীতল... উত্তর আমেরিকা এবং ইউরেশিয়ার বেশিরভাগ শস্য-উৎপাদনকারী অঞ্চল সহ বৃহৎ অঞ্চলে\"।\nএকটি সম্পর্কিত ২০১২ গবেষণা ভারত-পাকিস্তান যুদ্ধের কৃষি প্রভাব ভবিষ্যদ্বাণী করার জন্য একটি গতিশীল কৃষি ব্যবস্থা মডেলকে একীভূত করেছে। এই ক্ষেত্রে মডেলটি দেখিয়েছে যে একটি পৃথক মহাদেশে একটি আঞ্চলিক পারমাণবিক যুদ্ধের ফলে আমেরিকান মিডওয়েস্টে ভুট্টা এবং সয়াবিন উভয়েরই ফলন উল্লেখযোগ্যভাবে হ্রাস পেতে পারে, ঘটনার পাঁচ বছর পর সবচেয়ে বেশি ফসলের ক্ষতি হয়। ঘটনার পরের দশ বছরে, অবস্থানের উপর নির্ভর করে ভুট্টা উৎপাদন গড়ে ১০% এবং সয়াবিন গড়ে ৬-১২% হ্রাসের পূর্বাভাস দেওয়া হয়েছিল। বছরের পর বছর পরিবর্তনশীলতা উচ্চ হবে বলে আশা করা হয়েছিল, এবং তাপমাত্রা, বৃষ্টিপাত এবং সূর্যালোকের অসামঞ্জস্য দ্বারা প্রভাবিত হতে পারে।\nএকটি Robock এট আল উপর ভিত্তি করে অন্যান্য গবেষণা। স্টাইল ভারত-পাকিস্তান যুদ্ধ চীনে ধান উৎপাদনে প্রভাব ভবিষ্যদ্বাণী করতে একটি ভিন্ন কৃষি মডেল ব্যবহার করে। আবহাওয়া পরিস্থিতি এবং বিভিন্ন প্রদেশের জন্য নির্দিষ্ট কৃষি পদ্ধতি বিবেচনা করার পরে, ধানের উৎপাদন প্রথম চার বছরে গড়ে ২১% এবং পরবর্তী ছয় বছরে প্রায় ১০% হ্রাসের পূর্বাভাস দেওয়া হয়েছিল। যদিও সম্ভাব্য অভিযোজিত ব্যবস্থাগুলি (যেমন কম প্রভাবিত প্রদেশে ধানের আবাদ বাড়ানো বা সার সমন্বয়) বাস্তবায়িত করা যেতে পারে, এই কৌশলগুলি তাদের নিজস্ব সীমাবদ্ধতা এবং পরিণতি নিয়ে আসে - আরও পরিবেশ দূষণ সহ। চীনের ভুট্টা ও গমের উৎপাদনও ক্ষতিগ্রস্ত হতে পারে। বিশেষ করে, এই ধরনের ঘটনার পরিপ্রেক্ষিতে গমের উৎপাদন প্রথম বছরে 50% এর বেশি হ্রাস পেতে পারে এবং প্রথম 5 বছরে গড়ে 39% হ্রাস পেতে পারে।\nনেচার ফুড জার্নালের জন্য পারমাণবিক শীতের কারণে দুর্ভিক্ষের প্রভাব মূল্যায়ন করার জন্য একটি নতুন গবেষণা তৈরি করা হয়েছে। তারা বিশ্বব্যাপী খাদ্য নিরাপত্তার উপর গুরুতর প্রভাব অনুমান করেছিল এবং বিভিন্ন দেশ সম্পর্কে উদ্বেগ প্রকাশ করেছিল যাদের ইতোমধ্যেই খাদ্যের বাইরে বিভিন্ন সরবরাহ অর্জনে সমস্যা রয়েছে। এই অধ্যয়নটি পারমাণবিক বিনিময়ের কারণে সৃষ্ট ধূলিকণার মেঘের সম্ভাবনা সম্পর্কে উদ্বিগ্ন ছিল যা মঙ্গল গ্রহে যেগুলি ঘটেছে তা পৃথিবীর জন্য সমস্যা সৃষ্টি করবে। তাদের গবেষণায় দেখা গেছে যে ৫ Tg কাঁচ এবং ছাই দুর্ভিক্ষ ঘটাতে যথেষ্ট। মারাত্মক ব্যাপক খাদ্য ঘাটতি এমন হবে যা পশুসম্পদ এবং জলজ খাদ্য উৎপাদন পূরণ করতে সক্ষম হবে না। খাদ্য উৎপাদনের বিভিন্ন পদ্ধতির জলবায়ু বিঘ্নিত হওয়ার পরিমাণ পৃথিবীতে প্রচুর পরিমাণে প্রাণ নেবে। সমীক্ষায় অনুমান করা হয়েছে যে পারমাণবিক দুর্ভিক্ষের কারণে প্রায় ৫ বিলিয়ন মানুষের প্রাণহানির সম্ভাবনা রয়েছে। পৃথিবীর জনসংখ্যা মাত্র ১৫ নভেম্বর, ২০২২ সালে এ পৃথিবীর জনসংখ্যা ৮ বিলিয়নে পৌঁছেছিল। একটি পারমাণবিক দুর্ভিক্ষ একটি সর্বনাশ হিসাবে প্রমাণিত হবে যা অনেকের মতে রাজনৈতিক এবং পারমাণবিক চক্রান্ত বিবেচনা করার সময় একটি উদ্বেগ হওয়া উচিত।\n\n\n=== ঝুঁকিপূর্ণ জনসংখ্যা ===\n২০১৩ সালে ইন্টারন্যাশনাল ফিজিশিয়ানস ফর দ্য প্রিভেনশন অফ নিউক্লিয়ার ওয়ার (আইপিপিএনডাব্লু) রিপোর্ট করেছিল যে ভারত ও পাকিস্তানের মধ্যে সীমিত পারমাণবিক বিনিময় ঘটতে পারে বা মার্কিন যুক্তরাষ্ট্র ও রাশিয়ার হাতে থাকা অল্প সংখ্যক পারমাণবিক অস্ত্র ব্যবহার করলে দুই বিলিয়নেরও বেশি মানুষ অনাহারে ঝুঁকিতে পড়বে। \nএই প্রতিবেদনটি যুক্তি দিয়েছিল যে বিশ্ব এমন একটি অবস্থায় রয়েছে যেখানে এটি খাদ্য উৎপাদনে এমনকি সামান্য হ্রাসের জন্য বিশেষভাবে ঝুঁকিপূর্ণ। পরিবর্তে, গড় বৈশ্বিক তাপমাত্রার ছোট পরিবর্তন ফসলের উপর অসামঞ্জস্যপূর্ণভাবে বড় প্রভাব ফেলতে পারে। মার্কিন এবং চীনা শস্য উৎপাদনে উল্লেখযোগ্য হ্রাসের ভবিষ্যদ্বাণী করা কৃষি গবেষণাগুলি রক্ষণশীল হতে পারে, কারণ তারা ওজোন হ্রাস বা দৈনিক তাপমাত্রার চরম মাত্রাকে বিবেচনা করে না। তারা ১৮১৫ সালে মাউন্ট তাম্বোরা আগ্নেয়গিরির অগ্ন্যুৎপাতের উদাহরণ উদ্ধৃত করে, যা শুধুমাত্র −০.৭ এর গড় বার্ষিক তাপমাত্রা বিচ্যুতি তৈরি করেছিল। °সি, কিন্তু যা মধ্য-আটলান্টিক রাজ্যে গ্রীষ্মের মাঝামাঝি তুষারপাত নিয়ে আসে এবং উত্তর ইউরোপে ৭৫% পর্যন্ত ফসলের ক্ষতি করে।\nএছাড়াও, প্রতিবেদনের লেখকরা যুক্তি দেন যে অপুষ্টিতে ভুগছেন এমন জনসংখ্যার জন্য খাদ্য সরবরাহে ছোটখাটো বিশৃঙ্খলাগুলি অত্যন্ত প্রসারিত হয়। বিশেষ করে, প্রায় ৮০০ মিলিয়ন মানুষ দীর্ঘস্থায়ীভাবে অপুষ্টিতে ভুগছে, এবং এমনকি তাদের খাদ্য গ্রহণের ১০% হ্রাস তাদের ঝুঁকিতে ফেলবে।  শস্য মজুদের বিশ্ব মজুদ এটি একটি বাফার হিসাবে কাজ করতে পারে; যাইহোক, মোটামুটি অনুমান বলছে যে বর্তমান রিজার্ভ মাত্র 68-77 দিন স্থায়ী হবে।\nদুর্ভিক্ষ প্রায়ই মহামারির সাথে যুক্ত। মাউন্ট ট্যাম্বোরা অগ্ন্যুৎপাতের পর, আয়ারল্যান্ডে 1816 সালের দুর্ভিক্ষ আয়ারল্যান্ডে একটি টাইফাস মহামারি শুরু করে যা ইউরোপের বেশিরভাগ অংশে ছড়িয়ে পড়ে এবং 1943 সালের বাংলার দুর্ভিক্ষটি কলেরা, ম্যালেরিয়া, গুটি বসন্ত এবং আমাশয়ের প্রধান স্থানীয় মহামারির সাথে যুক্ত ছিল।  একইভাবে, উন্নয়নশীল বিশ্বের বিশাল এবং জনবহুল মেগাসিটিগুলি দুর্ভিক্ষের গৌণ ফলাফল হিসাবে সংক্রামক রোগের বড় প্রাদুর্ভাব দেখতে পারে।\nতবে পাবলিক হেলথ রিপোর্টস জার্নালে প্রকাশিত একটি গবেষণাপত্রে বলা হয়েছে যে , এটি বেশ কয়েকটি প্রচলিত মিথের মধ্যে একটি যে , শহরগুলিতে বিপর্যয়ের পরে সংক্রামক রোগ সর্বদা ঘটে। \n\nদুর্যোগের পর মহামারি খুব কমই দেখা যায় এবং মৃতদেহগুলি সংক্রামক রোগের বিপর্যয়কর প্রাদুর্ভাবের দিকে পরিচালিত করে না । স্বজ্ঞাতভাবে মহামারিজনিত রোগ - অসুস্থতা এবং আঘাতগুলি বড় দুর্যোগের পরে প্রত্যাশিত হতে পারে । যাইহোক , ডি গয়েট দ্বারা উল্লিখিত মহামারিগুলি দুর্যোগের পরে খুব কমই ঘটে এবং যদি না মৃত্যু হয় তবে ছোটপক্স টাইফাস বা প্লেগের মতো অল্প সংখ্যক সংক্রামক রোগের কারণে মৃত্যু হয়... কলেরা এবং টাইফয়েড দুর্যোগের পরে খুব কমই স্বাস্থ্যের জন্য বড় হুমকি হয়ে থাকে যদি না তারা ইতোমধ্যে স্থানীয় হয়। \n\n\n== আরও দেখুন ==\nবেলসরাদ\nমার্শাল দ্বীপপুঞ্জ\nদ্বিতীয় স্নায়ুযুদ্ধ\nগণহত্যা\nবিশ্বব্যাপী বিপর্যয়কর ঝুঁকি\nপারমাণবিক সর্বনাশ\nপারমাণবিক সন্ত্রাস\nতৃতীয় বিশ্বযুদ্ধ\n\n\n== তথ্যসূত্র ==\n\n\n== বহি:সংযোগ =="}