{"pageid": 1388347, "title": "চোখামেলা", "url": "https://bn.wikipedia.org/wiki?curid=1388347", "content": "চোখামেলা ( মারাঠি :चोखामेळा) ছিলেন চতুর্দশ শতকের ভারতের মহারাষ্ট্রের একজন হিন্দু সাধক।  তিনি মাহার জাতিভুক্ত ছিলেন। সেই সময় ভারতে মাহার জাতির লোকেরা নিম্ন বর্ণ হিসেবে বিবেচিত হত। তিনি বুলধানা জেলার দেউলগাঁও রাজা তালুকার মেহুনা রাজা গ্রামে জন্মগ্রহণ করেন। তিনি মহারাষ্ট্রের মঙ্গলবেধে বাস করতেন। তিনি বহু অভঙ্গ রচনা করেছেন। তাঁর বিখ্যাত অভঙ্গগুলির একটি হল 'আবির গুলাল উধিল্ট রঙ'। সমাজ কর্মী অরবিন্দ প্রভাকর কায়ান্দে 'চোখামেলা উৎসব' চালু করেছিলেন। চোখামেলা ছিলেন ভারতের প্রথম নিম্নবর্ণ কবিদের একজন।\nচোখামেলা তার স্ত্রী সোয়রাবাই ও পুত্র কর্মমেলার সাথে মঙ্গলভেদে বসবাস করতেন। চোখামেলার কর্ম ছিল উচ্চবর্ণের লোকদের খামারে পাহারা দেওয়া ও কাজ করা। তার পরিবারও বারকরী সম্প্রদায়ের অনুসারী ছিল।\n\nসয়রাবাই- স্ত্রী\nনির্মলা - ভগিনী।  তার স্বামী ছিল বাঁকা (সয়রাবাইয়ের ভ্রাত)\nকর্মমেলা - পুত্র\nকবি-সাধক নামদেব (১২৭০-১৩৫০) কর্তৃক চোখামেলা ভক্তিতে (আধ্যাত্মিকতায়) দীক্ষিত হয়েছিলেন। একবার তিনি পন্ধরপুরে গিয়ে সন্ত নামদেবের কীর্তন শ্রবণ করেন। সেখানে বিঠলের ( বিঠোবা ) ভক্ত চোখা নামদেবের শিক্ষা দ্বারা অনুপ্রাণিত হয়।\nপরে তিনি পন্ধরপুরে চলে যান। প্রচলিত কাহিনী হল, এখানকার উচ্চবর্ণের লোকেরা তাকে মন্দিরে প্রবেশ করতে দেয়নি, মন্দিরের দরজায় দাঁড়াতেও দেয়নি, তাই তিনি  চন্দ্রভাগা নদীর ওপারে একটি কুঁড়েঘর তৈরি করেছিলেন।\nপন্ধরপুরের কাছে মঙ্গলভেধে একটি প্রাচীর নির্মাণের কাজ করার সময় দেওয়ালটি পড়ে গেলে কিছু শ্রমিক পিষ্ট হয়। চোখা ছিল তাদের একজন। তার সমাধি পন্ধরপুরের বিট্ঠল মন্দিরের সামনে রয়েছে যেখানে এটি আজও দেখা যায়। কিংবদন্তি অনুসারে, মৃত চোখামেলার হাড়গুলি তখনও বিট্ঠল, বিঠল উচ্চারণ করছিল  এবং বিট্ঠল মন্দির দর্শনের জন্য আকুল আকাঙ্ক্ষা করছিল। হাড়গুলো সমাধি দেয়া হয় বিঠল মন্দিরের পাদদেশে। বিশ শতকের গোড়ার দিকে, দলিত নেতা বিআর আম্বেদকর মন্দির পরিদর্শনের চেষ্টা করেছিলেন, কিন্তু চোখামেলার সমাধিস্থল পর্যন্ত তাকে থামানো হয় এবং মাহার হওয়ার কারণে তাকে মন্দিরে প্রবেশ করতে দেওয়া হয়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nChokhamela (PDF) by Punekar\nChokhamela and Eknath: Two Bhakti Modes of Legitimacy for Modern Change - Zelliot\nChokhamela: The Pioneer of Untouchable movement in Maharashtra - Prof. Nimavat\nSant Chokhamela information in Marathi"}