{"pageid": 1388329, "title": "জো ৪", "url": "https://bn.wikipedia.org/wiki?curid=1388329", "content": "জো ৪ ছিল ১২ আগস্ট, ১৯৫৩ সালে একটি তাপ-পারমাণবিক অস্ত্র প্রথম সোভিয়েত পরীক্ষার জন্য একটি আমেরিকান ডাকনাম, যা ৪০০ কিলোটন টিএনটির সমতুল্য শক্তি দিয়ে বিস্ফোরিত হয়েছিল। ওয়ারহেডের জন্য সঠিক সোভিয়েত পরিভাষা ছিল আরডিএস-৬এস , ' স্পেশাল জেট ইঞ্জিন '।\nআরডিএস-৬ এমন একটি স্কিম ব্যবহার করেছিল যেখানে ফিশন এবং ফিউশন জ্বালানী ( লিথিয়াম-৬ ডিউটারাইড ) ছিল \" স্তরযুক্ত \", একটি নকশা যা স্লোইকা ( রুশ: Слойка  নামে পরিচিত)।\nসোভিয়েত ইউনিয়নের এক ধরণের স্তরযুক্ত পাফ প্যাস্ট্রি) মডেলের নামে নামকরণ করা হয়েছে। ফিউশন এবং ফিশনের সংমিশ্রণে বিস্ফোরক শক্তিতে দশগুণ বৃদ্ধি পাওয়া যায়। একটি অনুরূপ নকশা এর আগে এডওয়ার্ড টেলার দ্বারা তাত্ত্বিক ছিল, কিন্তু “অ্যালার্ম ঘড়ি ”হিসাবে মার্কিন যুক্তরাষ্ট্রে কখনও পরীক্ষা করা হয়নি। \n\n\n== ইতিহাস ==\nসোভিয়েত ইউনিয়ন ১৯৪৮ সালের জুন মাসে উন্নত পারমাণবিক বোমা এবং একটি হাইড্রোজেন বোমা, কোড নামক RDS-6, নিয়ে গবেষণা শুরু করে। গবেষণাটি KB-11 (সাধারণত আরজামাস-১৬ হিসাবে উল্লেখ করা হয়, শহরের নাম) এবং FIAN দ্বারা করা হবে। . প্রথম হাইড্রোজেন বোমার নকশা ছিল ট্রুবা (রুশ: ট্রুবা, পাইপ/সিলিন্ডার) (RDS-6t))। ১৯৪৮ সালের মার্চ মাসে ক্লাউস ফুচস ইউএসএসআরকে মার্কিন 'ক্লাসিক্যাল সুপার'-এর নথি সরবরাহ করেছিলেন। এই নথিগুলিতে ক্লাসিকাল সুপারটিকে বেরিলিয়াম অক্সাইড টেম্পার সহ একটি বন্দুক-টাইপ ইউরেনিয়াম-২৩৫ প্রাইমারি এবং প্রাইমারীর কাছে ট্রিটিয়ামের সাথে ডোপড ডিউটেরিয়াম সহ একটি দীর্ঘ সিলিন্ডার সমন্বিত একটি মাধ্যমিক হিসাবে বর্ণনা করা হয়েছিল। RDS-6t এর ডিজাইন এই ক্লাসিক্যাল সুপারের মতই ছিল। পার্থক্য হল বেরিলিয়াম অক্সাইডের হালকা শেল একটি ভারী শেল দ্বারা প্রতিস্থাপিত হয়েছিল। ধারণা করা হয়েছিল যে ডিউটেরিয়াম ট্রিটিয়াম মিশ্রণটি সহজেই উত্তপ্ত এবং সংকুচিত হতে পারে এবং শক অকালে তাপনিউক্লিয়ার প্রতিক্রিয়া শুরু করবে। বিকিরণের জন্য অস্বচ্ছ একটি ভারী শেল আলোর শেলের চেয়ে এই অবাঞ্ছিত প্রিহিটিং প্রতিরোধ করবে।\nসেপ্টেম্বর/অক্টোবর ১৯৪৮ সালে, আন্দ্রেই সাখারভ, এফআইএএন-এ কর্মরত, একটি ফিসাইল কোর (সাখারভের 'প্রথম ধারণা') চারপাশে ডিউটেরিয়াম এবং ইউরেনিয়াম-২৩৮-এর পর্যায়ক্রমে স্তরগুলির একটি প্রতিযোগী ধারণা নিয়ে আসেন। লেয়ারিং এর পরে এই দ্বিতীয় ডিজাইনের কোড ছিল Sloika (RDS-6s) বা 'লেয়ার কেক'। ১৯৪৯ সালের মার্চ মাসে ভিটালি গিনজবার্গ লিথিয়াম-6 ডিউটেরাইড ('দ্বিতীয় ধারণা') দ্বারা ডিউটেরিয়াম প্রতিস্থাপনের প্রস্তাব করেন। প্রস্তাবটি লিথিয়ামের নিউট্রন ক্যাপচার এবং D + T ফিউশন থেকে 14 MeV নিউট্রন দ্বারা ইউরেনিয়াম-238 ফিশন দ্বারা ট্রিটিয়াম তৈরির কারণে উন্নত দক্ষতার উপর ভিত্তি করে তৈরি করা হয়েছিল। তখন গিনজবার্গ জানতেন না যে ডি + টি বিক্রিয়ার ক্রস সেকশনটি ডি + ডি প্রতিক্রিয়ার তুলনায় অনেক বড়। ১৯৪৯ সালের এপ্রিলে গ্রুপটি উৎস উল্লেখ না করেই গোয়েন্দা তথ্য সংগ্রহ থেকে প্রাপ্ত ডি + টি ক্রস সেকশন ডেটা পেয়েছে। লিথিয়াম ডিউটারাইডের বড় সুবিধা স্পষ্ট হয়ে ওঠে এবং ডিউটেরিয়াম নকশা পরিত্যক্ত হয়। RDS-6s-এ 'প্রথম' এবং 'দ্বিতীয়' ধারণা উভয়ই ব্যবহৃত হয়েছিল। ফলাফলটি মার্কিন 'অ্যালার্ম ক্লক'-এর মতোই ছিল, তবে সোভিয়েতরা 'অ্যালার্ম ক্লক'-এর ধারণা সম্পর্কে সচেতন ছিল এমন কোনো ইঙ্গিত নেই। মার্কিন যুক্তরাষ্ট্র ১৯৫২ সালের নভেম্বরে মাইক পরীক্ষা করার পরে, ল্যাভরেন্টি বেরিয়া আরডিএস-6 এর বিকাশে কোন প্রচেষ্টা না করার জন্য একটি মেমো পাঠিয়েছিলেন। জুন ১৯৫৩ থেকে চূড়ান্ত উন্নয়ন প্রতিবেদনে ফলন অনুমান করা হয়েছিল ৩০০ +/- ১০০ কিলোটন।\nRDS-6s ১২ আগস্ট, ১৯৫৩ (জো ৪) পরীক্ষা করা হয়েছিল। পরিমাপকৃত ফলন ছিল ৪০০ কিলোটন, ইউরেনিয়াম-২৩৫ কোরের বিদারণ থেকে ১০%, ফিউশন থেকে ১৫-২০% এবং ইউরেনিয়াম-২৩৮ স্তরের বিদারণ থেকে ৭০-৭৫%।\nসফল পরীক্ষার পর সাখারভ RDS-6s-এর আরও শক্তিশালী সংস্করণের প্রস্তাব করেন, কোডের নাম RDS-6sD। RDS-6s-এর ফলন বাড়ানোর প্রচেষ্টা যদিও অকার্যকর প্রমাণিত হয়েছে। ১৯৫৩ সালের ডিসেম্বরে RDS-6t-এর সমস্ত গবেষণাও বন্ধ হয়ে যায় যখন এটি প্রমাণিত হয় যে RDS-6t-এ থার্মোনিউক্লিয়ার ইগনিশন সম্ভব নয়। RDS-6s এবং RDS-6t উভয়ই শেষ ছিল এবং গবেষণাটি আবার একটি দুই-পর্যায়ের থার্মোনিউক্লিয়ার অস্ত্রের উপর দৃষ্টি নিবদ্ধ করে।\nRDS-6s-এর একটি বৈকল্পিক পরে তৈরি করা হয়েছিল, কোডটির নাম RDS-27। RDS-6s এবং RDS-27-এর মধ্যে পার্থক্য হল RDS-27 ট্রিটিয়াম ব্যবহার করে না। এটি RDS-27-এর অপারেশনাল উপযোগিতাকে উন্নত করে, কিন্তু ফলন ৪০০ কিলোটন থেকে ২৫০ কিলোটনে কমিয়ে দেয়। RDS-27 R-7 ICBM-এর জন্য ওয়ারহেড হিসাবে তৈরি করা হয়েছিল। RDS-27 পরীক্ষা করা হয়েছিল ৬ নভেম্বর, ১৯৫৫ (জো ১৮)\nRDS-6s-এর মেগাটন পরিসরে স্কেল করার অক্ষমতা সত্ত্বেও, সোভিয়েত কূটনীতিকরা লিভারেজ হিসাবে বিস্ফোরণটি ব্যবহার করেছিলেন। সোভিয়েতরা দাবি করেছিল যে তাদের কাছেও একটি হাইড্রোজেন বোমা ছিল, কিন্তু মার্কিন যুক্তরাষ্ট্রের প্রথম থার্মোনিউক্লিয়ার অস্ত্রের বিপরীতে, তাদের ছিল আকাশপথে মোতায়েনযোগ্য। মার্কিন যুক্তরাষ্ট্র ১৯৫৪ সাল পর্যন্ত হাইড্রোজেন বোমার একটি স্থাপনযোগ্য সংস্করণ তৈরি করেনি।\nএকটি \"সত্য\" হাইড্রোজেন বোমার প্রথম সোভিয়েত পরীক্ষাটি হয়েছিল ২২ নভেম্বর, ১৯৫৫-এ নিকোলাই বুলগানিন (নিকিতা ক্রুশ্চেভ দ্বারা প্রভাবিত), কোড-নাম RDS-37-এর নির্দেশে। সবাই সেমিপালাটিনস্ক টেস্ট সাইট, কাজাখ এসএসআর-এ ছিল। RDS-6 এর মতো, এটি একটি \"শুষ্ক\" অস্ত্র ছিল, তরল ডিউটেরিয়ামের পরিবর্তে লিথিয়াম-৬ ডিউটারাইড ব্যবহার করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSoviet and Nuclear Weapons History\nSoviet/Russian Nuclear Arsenal\nVideo footage of the Joe-4 Nuclear Test\nNikolai Bulganin"}