{"pageid": 1388651, "title": "ওয়ান পেং", "url": "https://bn.wikipedia.org/wiki?curid=1388651", "content": "ওয়ান পেং (জন্ম: ২০ আগস্ট ১৯৯৬) হলেন ইজি এন্টারটেইনমেন্টের অধীনস্থ একজন চীনা অভিনেত্রী। তিনি হোয়েন উই ওয়্যার ইয়াং (২০১৮) নাটকের মাধ্যমে আত্মপ্রকাশ করেন এবং মাই গার্লফ্রেন্ড ইজ অ্যান এলিয়েন (২০১৯), ফার্স্ট রোমান্স (২০২০), ক্রাশ (২০২১) এবং মাই গার্লফ্রেন্ড ইজ অ্যান এলিয়েন ২ (২০২২) নাটকে তার অভিনয়ের মাধ্যমে উল্লেখযোগ্য খ্যাতি অর্জন করেন।\n\n\n== কর্মজীবন ==\n২০১৮ সালে, ওয়ান হউ মিনহাও -এর বিপরীতে হোয়েন উই ওয়্যার ইয়াং যুব নাটকে আত্মপ্রকাশ করেন, যার জন্য তিনি ইতিবাচক সাড়া পান এবং তার ভূমিকার জন্য পরিচিতি লাভ করেন।  তিনি চীনা নিউজ এন্টারটেইনমেন্ট অ্যাওয়ার্ডে সেরা নবাগত পুরস্কার এবং চীনা ইন্টারনেট রেডিও অ্যান্ড ভিডিও কনভেনশনে সেরা অভিনেত্রীর পুরস্কার পান। \n২০১৯ সালে, ওয়ান গোয়েন্দা নাটক \"ডিটেক্টিভ এল\" -এ অতিথি হিসাবে উপস্থাপিত হন এবং চিকিৎসা পরিত্রাণ সম্পর্কিত নাটক \"রাশ ইনটু ডেঞ্জার\" -এ পার্শ্ব চরিত্রে অভিনয় করেন। থাসাপাক হু এর বিপরীতে শীর্ষ রোমান্টিক হাস্যরস নাটক মাই গার্লফ্রেন্ড ইজ অ্যান এলিয়েন -এ অভিনয়ের পর তার জনপ্রিয়তা বৃদ্ধি পায়  এবং তিনি টেনসেন্ট ভিডিও অল স্টার অ্যাওয়ার্ডে শীর্ষ প্রতিশ্রুতিশীল টেলিভিশন অভিনেত্রীর পুরস্কার লাভ করেন।\n২০২০ সালে, ওয়ান রিলে ওয়াং এর বিপরীতে যুব রোম্যান্স নাটক \"ফার্স্ট রোম্যান্স\" এবং গুও জুনচেনের বিপরীতে \"মিটিং ইউ\" নাটকে প্রধান ভূমিকা পালন করেন। \n২০২১ সালে, তিনি ঝাং জাও -এর বিপরীতে ঐতিহাসিক নাটক \"লাভ লাইক হোয়াইট জেড\" এবং লিন ইয়ানজুনের বিপরীতে রোম্যান্স নাটক \"ক্রাশ\" -এ প্রধান চরিত্রে অভিনয় করেন। এই নাটকটি সম্প্রচারের পর তিনি নেটিজেনদের কাছ থেকে ইতিবাচক সাড়া পান এবং এটি একটি সফল নাটকে পরিণত হয়। এছাড়া, তিনি \"মিটিং ইউ\" নাটকে লিন ইয়ান জুনের সাথে এর শিরোনাম সঙ্গীত গান এবং একই বছরে তিনি একক নাটক \"ফেইথ মেকস গ্রেট: স্টারগেজিং\" -এ অভিনয় করেন। \n২০২২ সালে, তিনি শহুরে নাটক আ ইয়ার উইদাউট আ জব\" এবং থাসাপাক হুর বিপরীতে সমাদৃত কল্পনা নাটক মাই গার্লফ্রেন্ড ইজ অ্যান এলিয়েন ২ -এ প্রধান চরিত্রে অভিনয় করেন। একই বছরে তিনি একক নাটক \"আওয়ার টাইমস: নাইট ব্যাঙ্কুয়েত অব টেং প্যালেস\" -এ অভিনয় করেন।\nওয়ানের আসন্ন প্রকল্পগুলো হলো ক্রাইম ভিত্তিক নাটক \"দ্য লস্ট ইলেভেনথ ফ্লোর\", দ্য লিজেন্ড অব সোর্ড অ্যান্ড ফেয়ারি গেমের ষষ্ঠ সিজনের উপর ভিত্তি করে নির্মিত ঐতিহাসিক নাটক \"সোর্ড অ্যান্ড ফেয়ারি\" (চীনা প্যালাডিন ৬) এবং পাইলট ভিত্তিক নাটক \"লাইট মাই ওয়ে\"। এছাড়াও, দেয়ার ইজ আ লাভার ইন মাই হোমটাউন\" নাটকে তার অতিথি চরিত্রও রয়েছে।\n\n\n== ডিস্কোগ্রাফি ==\n\n\n=== সঙ্গীত শিরোনাম ===\n\n\n== ফিল্মোগ্রাফি ==\n\n\n=== টেলিভিশন ধারাবাহিক ===\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্সটাগ্রামে ওয়ান পেং\nডুবানে ওয়ান পেং(চীনা ভাষায়)\nভিকিতে ওয়ান পেং\nইন্টারনেট মুভি ডেটাবেজে ওয়ান পেং (ইংরেজি)\nআইকিউতে ওয়ান পেং\nসিনা ওয়েইবোতে ওয়ান পেং (চীনা ভাষায়)"}