{"pageid": 1388587, "title": "কনক দাস", "url": "https://bn.wikipedia.org/wiki?curid=1388587", "content": "কনক দাস (১৫০৯-১৬০৯)  ছিলেন একজন হরিদাস সাধক ও দার্শনিক। তিনি জনপ্রিয়ভাবে দাসশ্রেষ্ঠ কনকদাস (ದಾಸಶ್ರೇಷ್ಠ ಕನಕದಾಸ) নামে পরিচিত। তিনি কর্ণাটক সঙ্গীতের একজন বিখ্যাত সুরকার, কবি, সংস্কারক ও সঙ্গীতজ্ঞ ছিলেন।  তিনি কন্নড় ভাষায় কীর্তন, উগভোগ ও কর্ণাটকি সঙ্গীত রচনার জন্য বিখ্যাত। অন্যান্য হরিদাসগণের মতো, তিনি তার রচনাবলীতে সাধারণ কন্নড় ও দেশীয় ছন্দোবদ্ধ রূপ ব্যবহার করেছিলেন। \n\n\n== জীবনী ==\nকনক দাস কর্ণাটকের বাঁকাপুরার কাছে বাদা গ্রামে একটি কন্নড় কুরুবা (মেষপালক) পরিবারে জন্মগ্রহণ করেন। তিনি বাঁকাপুর দুর্গের একজন যোদ্ধা ছিলেন। তিনি শ্রীনিবাসাচার্য কর্তৃক শিক্ষা লাভ করেন। শৈশবেই তিনি \"তড়কা\", \"ব্যাকরণ\" ও \"মীমাংসা\" বিষয়ে পারদর্শী হয়ে উঠেন।  তাঁর একটি রচনায় তিনি ব্যাখ্যা করেছেন, তিনি যুদ্ধে গুরুতর আহত হন ও ভগবান হরির নাম জপ অনুশীলন করতে শুরু করেন। কনক দাসের কাছে একজন ভিক্ষুক হাজির হন। কনক জিজ্ঞেস করল সে কে? ভিক্ষুক উত্তর দিয়ে বলল যে তাকে তিনি (কনক) ডেকেছিল। কনক দাস বুঝলেন ভিক্ষুক স্বয়ং ভগবান হরি (কৃষ্ণ)। ভগবান হরি কনক দাসকে তিনটি বর দিতে চাইলেন। ভগবান্ হরি প্রথমে জিজ্ঞেস করলেন, কনক কি সম্পদ চান? কনক দাস সম্পদের বর গ্রহণ করতে অস্বীকার করেন। কিন্তু নিম্নলিখিত বরগুলি প্রার্থনা করেন,\n১) সমস্ত বিপর্যয় থেকে প্রভু যেন রক্ষা করেন।\n২) যখনই কনক দাস তাঁকে আহ্বান করবেন তখনই ভগবান হরি যেন আবির্ভূত হন এবং\n৩) তাঁর আসল আকারে দর্শন দেন।\nপ্রভু তার ইচ্ছা মঞ্জুর করেন।\nভগবান হরিকে তাঁর আসল রূপে দেখে কনক দাস মন্ত্রমুগ্ধ হয়ে গেলেন। এই ঘটনার পর, কনক তার ক্ষত্রিয় (যোদ্ধা) পেশা ত্যাগ করেন ও সঙ্গীত রচনা, সাহিত্য রচনা তথা মানুষের নিকট শ্রী হরি সম্পর্কে দর্শন ব্যাখ্যায় মনোনিবেশ করেন। তাঁর প্রাথমিক অধ্যাত্ম রচনাগুলির মধ্যে রয়েছে \"নরসিংহ স্তোত্র\", \"রামধ্যান মন্ত্র\" ও \"মোহনতরঙ্গিনী\"। \n\n\n=== উড়ুপি ===\nব্যাসতীর্থের শিষ্য হওয়ায় উড়ুপির সাথে কনক দাসের সম্পর্ক ছিল।  পুরোহিতরা তাকে মঠে প্রবেশ করতে দেয়নি।তারা তাকে পোশাকের উপর ভিত্তি করে নিম্নবর্ণের লোক বলে বিচার করেছিল। যদিও ব্যাসতীর্থ তাদের কনক দাসকে মন্দিরে প্রবেশ করাতে বলেন। বিশ্বাস করা হয় যে, তখন একটি দেয়ালে ফাটল ধরে ও কৃষ্ণের মূর্তিটি কনকের দিকে ফিরে যায়।  যদিও, যুক্তি দেওয়া হয় যে এই গল্পটি মিথ্যা ও লোকমুখে পরে ছড়িয়ে পড়েছে \nকণক দাস উড়ুপিতে স্বল্প সময় কাটিয়েছিলেন। তিনি কাগিনেলের দেবতার উল্লেখ করে তার স্বাক্ষররূপে \"কাগিনেলেয়া আদিকেশব\" শব্দটি ব্যবহার করেন।\n\n\n== কনকদাস প্রাসাদ ==\n\nকর্ণাটকের শিগগাঁও অঞ্চলের বাদাতে একটি খননকার্যের সময় প্রত্নতাত্ত্বিক বিভাগ একটি দুর্গ ও একটি প্রাসাদের ধ্বংসাবশেষ খুঁজে পায় যা কনক দাসের (থিম্মাপ্পা নায়ক) সময়কালের পরিচায়ক রূপে চিহ্নিত হয়। কর্ণাটকের রাজ্য সরকার এই ধর্মীয় নেতার স্মরণে একটি নতুন দুর্গ, প্রাসাদ, কনক দাসের মূর্তি এবং তার জীবনের দৃশ্যকল্প নির্মাণ করেছে। \n\n\n== আরও দেখুন ==\nবাদা, শিগগন\n\n\n== তথ্যসূত্র =="}