{"pageid": 1388290, "title": "পশ্চিম মেবন", "url": "https://bn.wikipedia.org/wiki?curid=1388290", "content": "পশ্চিম মেবন (খ্‌মের: មេបុណ្យខាងលិច) হল কম্বোডিয়ার আংকরে পশ্চিম বারায়ের কেন্দ্রে অবস্থিত একটি বৃহত্তম হিন্দু মন্দির। এটি আংকোর অঞ্চলের বৃহত্তম জলাধারের পাশে অবস্থিত। মন্দিরের নির্মাণের নির্দ্রিষ্ট তারিখ সম্পর্কে জানা নেই, তবে প্রমাণগুলো ১১শ শতাব্দীর রাজা সূর্যবর্মণ প্রথম এবং উদয়াদিত্যবর্মণ দ্বিতীয়ের রাজত্বকালের নির্মিত হওয়ার ইঙ্গিত দেয়।\n\n\n== অবস্থান ==\nবর্তমান সময়ে এখানে শুষ্ক মৌসুমে স্থলপথে পৌঁছানো যায়। বর্ষামৌসুমে ৭,৮০০ মিটার দীর্ঘ বারায়ের জল বৃদ্ধি পায় এবং বারায়ের মেঝে থেকে ওপরে অবস্থিত মন্দিরটি দ্বীপে পরিণত হয়।\n\n\n== প্রতীকবাদ ==\nখ্মের স্থপতিরা সাধারণত মন্দিরগুলোকে পরিখা দিয়ে বেষ্টন করেন, যা হিন্দু সৃষ্টির সমুদ্রকে প্রতিনিধিত্ব করে। পশ্চিম মেবন এত বিশাল জলের মধ্যে অবস্থিত যে তারা একটি বাস্তব সমুদ্রের মতো মনে হতে পারে। যা এটিকে ধর্মীয় প্রতীককে চূড়ান্ত স্তরে নিয়ে যায়।\n\n\n== স্থাপত্য ==\nমন্দিরটি একটি বর্গাকার নকশায় নির্মিত হয়েছিল, যার পার্শ্বগুলো প্রায় ১০০ মিটার পরিমাপ করেছিল। প্রতিটি পাশে তিনটি টাওয়ার-প্যাসেজ ছিল পাথরের পদ্ম ফুলের মুকুট এবং প্রায় ২৮ মিটার দূরে সজ্জিত। বর্গক্ষেত্রের মাঝখানে একটি পাথরের মঞ্চ ছিল যা পূর্ব প্রাচীরের সাথে একটি ল্যাটেরাইট এবং বেলেপাথরের বাধ দ্বারা সংযুক্ত ছিল।\nবর্তমানে মঞ্চ, জাঙ্গাল ও পূর্ব প্রাচীর এবং দুর্গের বেশিরভাগ অংশ রয়ে গেছে; অন্য দিকগুলো অনেকাংশে চলে গেছে। যদিও বারেয়ের জল কম হলে পাথরে তাদের রূপরেখা দৃশ্যমান হয়। দেখা যায় এমন কোন কেন্দ্রীয় অভয়ারণ্য নেই, যদিও মঞ্চটি অতীতে তুলনামূলকভাবে কিছু ছোট কাঠামোকে সমর্থন করেছিল।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== হেলান দেওয়া বিষ্ণুর মূর্তি ==\n\n১৯৩৬ সালে, পশ্চিম মেবন খ্মের শিল্পের সবচেয়ে বড় পরিচিত ব্রোঞ্জ ভাস্কর্য তৈরি করে, যা হেলান দেওয়া হিন্দু দেবতা বিষ্ণুর একটি অংশ। খণ্ডটির মধ্যে রয়েছে দেবতার মাথা, উপরের ধড় এবং দুটি ডান হাত।\nস্থানীয় এক গ্রামবাসী স্বপ্নে দেখেন যে বুদ্ধের একটি মূর্তি পশ্চিম মেবনে সমাহিত করা হয়েছে এবং মাটি থেকে মুক্ত হতে চান। পরবর্তীকালে সেস্থান খনন করে বিষ্ণুর মূর্তিটি পাওয়া যায়।\nচীনা কূটনীতিক ঝাউ দাগুয়ান ১৩ শতকের শেষের দিকে আঙ্কোরে গিয়েছিলেন, তিনি লিখেছেন যে পশ্চিম মেবনে জলের সাথে বুদ্ধের একটি বড় মূর্তি ছিল। ঝো বিষ্ণু মূর্তিকে বুদ্ধের মূর্তি এবং পশ্চিম মেবোনকে পূর্ব মেবোন ভেবেছিলেন।\nমূর্তিটি সম্পূর্ণ আকারে প্রায় ছয় মিটার লম্বা হবে। এটি বর্তমানে নমপেনের জাতীয় জাদুঘরের সংগ্রহে আছে। এটি ওয়াশিংটন ডিসি সহ বিদেশেও প্রদর্শিত হয়েছে। \n\n\n== আরও দেখুন ==\nআংকর বাট\nআংকর\nপূর্ব মেবন\nকম্বোডিয়ার সংস্কৃতি\nপ্রি রুপ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nLaur, Jean. Angkor: An Illustrated Guide to the Monuments. Flammarion 2002\nRooney, Dawn. Angkor. Airphoto International Ltd. 2002\nটেমপ্লেট:আংকোরিয়ান সাইট\nটেমপ্লেট:সিয়াম রিপ প্রদেশ"}