{"pageid": 1388456, "title": "গেদেলা শ্রীনুবাবু", "url": "https://bn.wikipedia.org/wiki?curid=1388456", "content": "গেদেলা শ্রীনুবাবু পালসাস গ্রুপের প্রধান নির্বাহী কর্মকর্তা। তিনি অমিকস পাবলিশিং গ্রুপ প্রকাশনা গোষ্ঠী এবং পালসাস গ্রুপ, একটি বৈজ্ঞানিক জার্নাল প্রকাশনা সংস্থা প্রতিষ্ঠা করেন যা বিনামূল্যে অনলাইনে বিজ্ঞানের আবিষ্কারগুলি প্রকাশ করে। যাইহোক, এই ম্যাগাজিনগুলিকে অর্থ-প্রেস প্রকাশনা পত্রিকা হিসাবে বিবেচনা করা হয়েছে  এই সংস্থাগুলির মূল উদ্দেশ্য হল ছাত্র এবং গবেষকদের বিশ্বব্যাপী নিরন্তর পরিবর্তনশীল বৈজ্ঞানিক ফলাফল প্রদান করা, চিকিৎসা গবেষণায় ভাষার প্রতিবন্ধকতা দূর করা এবং সারা বিশ্ব থেকে তাদের পছন্দের ভাষায় স্বাস্থ্যসেবা সংক্রান্ত তথ্য অবাধে উপলব্ধ করা। \nউইলিয়াম সি. রবার্টস তার বই \"ফ্যাক্টস অ্যান্ড আইডিয়াস ফ্রম এভয়্যার\", ইনভেনশনস দ্যাট চেঞ্জড সোসাইটি অ্যান্ড প্রোডুসড প্রসপারটিতে উল্লেখ করেছেন যে গেদেলা শ্রীনুবাবুর প্রকাশনা উদ্যোগ এবং অ্যাডভোকেসি মুক্ত-অ্যাক্সেস প্রকাশের উদ্যোগ এবং সমর্থন বৃদ্ধিতে সহায়ক ভূমিকা পালন করেছে। বৈজ্ঞানিক গবেষণা এবং স্বাস্থ্যসেবা তথ্যের অ্যাক্সেসযোগ্যতা এবং দৃশ্যমানতা\n\n\n== গেদেলা শ্রীনুবাবু সম্পর্কে ==\nশ্রীনুবাবু অন্ধ্র বিশ্ববিদ্যালয় থেকে পিএইচডি এবং স্ট্যানফোর্ড বিশ্ববিদ্যালয় থেকে পোস্ট ডক্টরেট সম্পন্ন করেন। ২০০৭ সালে, তিনি দক্ষিণ কোরিয়ার সিউলে মানব প্রোটিন সংস্থা থেকে তরুণ বিজ্ঞানী পুরস্কার পান। শ্রীনুবাবু কীভাবে গাণিতিক মডেল ব্যবহার করে জৈবিক ঘটনা অধ্যয়ন করতে হয়, এবং কীভাবে ক্যান্সার বা ডায়াবেটিস প্রাথমিকভাবে সনাক্ত করা যায় সে সম্পর্কে গবেষণা নিবন্ধ প্রকাশ করেছেন। তিনি বিভিন্ন পিয়ার-রিভিউ জার্নালে প্রায় ৩০ টি নিবন্ধ প্রকাশ করেছেন।\nবিভিন্ন ক্ষেত্রে বৈজ্ঞানিক গবেষণা সামগ্রী প্রকাশ করে জার্নালগুলি ঐতিহ্যগতভাবে জার্নাল সাবস্ক্রিপশনের আকারে আয় তৈরি করে। বিজ্ঞানীরা বিনামূল্যে লেখকদের কাছ থেকে নিবন্ধগুলি পান, সেগুলিকে পিয়ার রিভিউ করে এবং সেগুলি প্রকাশ করে৷ এভাবে তারা তাদের পত্রিকার গ্রাহকদের কাছ থেকে আয় পান। শ্রীনুবাবু সম্পূর্ণ উল্টোভাবে প্রকাশ শুরু করলেন। তিনি লেখকদের কাছ থেকে ফি আদায়, তাদের প্রবন্ধ প্রকাশ এবং পাঠকদের বিনামূল্যে দেওয়ার প্রথা অনুসরণ করতেন। একে ওপেন-অ্যাক্সেস পাবলিশিং বলা হয়। এভাবে অল্প সময়ের মধ্যে তিনি অনেক বৈজ্ঞানিক বিষয়ের উপর পত্রিকা প্রকাশ করতে শুরু করেন। প্রথাগত জার্নালে, নিবন্ধ প্রকাশের আগে পর্যালোচনা, সংশোধন ইত্যাদির মধ্য দিয়ে যেতে কয়েক মাস সময় লাগে। এই নতুন পদ্ধতিটি কয়েক সপ্তাহের মধ্যে প্রকাশিত হবে। প্রাথমিক পর্যালোচনা পেতে এবং তাদের প্রকাশনা দ্রুত প্রকাশ পেতে গবেষকরা অল্প পরিমাণ অর্থ প্রদান করতে পারেন।\n\n\n== পালসাস গ্রুপ ==\nবার্ষিক, পালসাস গ্রুপ ৫০,০০০-এরও বেশি গবেষণা নিবন্ধ প্রকাশ করে, এবং প্রতি বছর বিশ্বজুড়ে ৩,০০০-এরও বেশি সম্মেলন আয়োজন করে, বৈজ্ঞানিক ও প্রযুক্তিগত গবেষণার ফলাফল নিয়ে আলোচনা করার জন্য তার সম্মেলনের মাধ্যমে বিজ্ঞানীদের একত্রিত করে, এবং তথ্য বিনিময়ে অবদান রাখে। বর্তমানে, পালসাস গ্রুপ ৫০০০ এরও বেশি কর্মচারী সহ ছয়টি বিশেষ অর্থনৈতিক অঞ্চল জুড়ে কাজ করছে, যার সদর দফতর হায়দরাবাদ, চেন্নাই এবং দিল্লিতে রয়েছে। এর মধ্যে ৭৫% নারী। ২০১৩ সালে, শ্রীনুবাবু বিশ্ব বাণিজ্যের উন্নতির জন্য ফেডারেশন অফ এশিয়ান বায়োটেক অ্যাসোসিয়েশনের (FABA) ভাইস প্রেসিডেন্ট হিসেবে দায়িত্ব পালন করেন। বিএস বাজাজ তখন বলেছিলেন যে FABA-এর বৈশ্বিক প্রবৃদ্ধি বাড়াতে গেদেলার প্রতিনিধিত্ব এবং পরিষেবাগুলি গুরুত্বপূর্ণ৷ ২০১৯ সালে, শ্রীনুবাবু ভারত ও চীনের মধ্যে একটি দ্বিপাক্ষিক বিনিয়োগ চুক্তির জন্য কাজ করেছিলেন।\n\n\n== ইউরোপ-ভারত বাণিজ্য প্রতিনিধি দল ==\nবেলজিয়াম দূতাবাসের প্রতিনিধিরা এবং ইউরোপীয় প্রতিনিধি দল বেলজিয়ামে একটি পালসাস সেন্টার স্থাপনের জন্য একটি চুক্তি স্বাক্ষর করার জন্য ২০১৮ সালে হায়দ্রাবাদে পালসাস গ্রুপের অফিসে গিয়েছিলেন। গ্রীসে অনুষ্ঠিত ২০১৯ থেসালোনিকি ইন্টারন্যাশনাল ফেয়ার (টিআইএফ) এ, আঞ্চলিক ভাষায় স্বাস্থ্যসেবা এবং কৃষি তথ্যের অনুবাদ নিয়ে আলোচনা করতে শ্রীনুবাবু ভারতীয় কেন্দ্রীয় মন্ত্রী হরদীপ সিং পুরি এবং গ্রিসের প্রধানমন্ত্রীর সাথে ভারতীয় প্রতিনিধি দলের অংশ হিসাবে অংশ নিয়েছিলেন। কিরিয়াকোস মিৎসোটাকিসের সাথে।\n২০১৩ সাল থেকে, ইউএস-ভিত্তিক ব্লগার জেফরি বিল ওমিক্স গ্রুপ এবং শ্রীনুবাবুর প্রকাশনা অনুশীলনের সমালোচনা করতে তার ব্যক্তিগত ব্লগ, Scholarlyoa.com ব্যবহার করেছেন। ব্লগের মাধ্যমে, Omics এর বৈজ্ঞানিক জার্নালের মান এবং এর ব্যবসায়িক অনুশীলনের বিষয়ে অভিযোগ করা হয়েছিল। ওমিকস জেফরি বিলের বিরুদ্ধে একটি মামলা দায়ের করে এবং $১ বিলিয়ন ক্ষতিপূরণ চেয়েছিল। কার্যকরী জানুয়ারী ২০১৭, জেফরি বিল কলোরাডো বিশ্ববিদ্যালয়ে তার পরিষেবা থেকে পদত্যাগ করেছেন এবং তার ব্লগগুলি বন্ধ করে দিয়েছেন৷ তবে, আইনি মামলায় $১ বিলিয়ন ক্ষতির বিষয়ে আর কোনো ব্যবস্থা নেওয়া হয়নি।\n\n\n== পালসাস গ্রুপ বিতর্ক ==\n২০১৮ সালে, বিলের ব্লগ পোস্টিংয়ের উপর ভিত্তি করে, মার্কিন যুক্তরাষ্ট্রের বাণিজ্য কমিশন মার্কিন যুক্তরাষ্ট্রে আমেরিকান প্রকাশকের ব্যবসার ক্ষতির উপর তাদের ক্ষতিকারক প্রভাব উল্লেখ করে ওমিক্স প্রকাশনা অনুশীলনের বিরুদ্ধে একটি মামলা দায়ের করে। এপ্রিল 2019-এ, আদালত ওমিক্স সংস্থাগুলির উপর ৫০.১ মিলিয়ন মার্কিন ডলার জরিমানা আরোপ করেছিল। ওমিক্সের অ্যাটর্নি বলেছেন যে এটি একটি অন্যায্য অভিযোগ এবং ওমিকস মার্কিন ফেডারেল ট্রেড কমিশনের কাছে $৩.১১ বিলিয়ন ক্ষতির জন্য মামলা করেছে, বলেছে যে এটি রাজস্ব এবং খ্যাতি হারিয়েছে। ফেডারেল ট্রেড কমিশনের দায়ের করা মামলা নিয়ে মন্তব্য করেছেন শ্রীনুবাবু। \"ফেডারেল ট্রেড কমিশনের অভিযোগ সম্পূর্ণ মিথ্যা তারা জানে না জার্নাল কী। তারা জানে না পিয়ার রিভিউ কী। তারা এই বিষয়ে অশিক্ষিত। কিন্তু বিজ্ঞানীরা অশিক্ষিত নন, তারা জানেন কোন জার্নাল\" কোন নিবন্ধে প্রকাশ করতে হবে।\"\n\n\n== রাজনৈতিক যাত্রা ==\nদলটি ২০১৯ সালের সাধারণ নির্বাচনে বিশাখাপত্তনম সংসদীয় আসনের জনসেনা প্রার্থী হিসাবে শ্রীনুবাবুকে ঘোষণা করেছিল কিন্তু দুই বা তিন দিন পরে, শ্রীনুবাবু দল ছেড়ে YSR কংগ্রেস পার্টিতে যোগ দেন।\n\n\n== সামাজিক কার্যক্রম ==\n২০১৮ সালে শ্রীনুবাবু ঘূর্ণিঝড় তিতলি দ্বারা ক্ষতিগ্রস্ত এলাকা পরিদর্শন করেছিলেন এবং অভাবীদের মধ্যে খাদ্য, কম্বল এবং কাপড় বিতরণ করেছিলেন। তাঁর সংস্থা অন্ধ্র প্রদেশ সরকারকে এক কোটি টাকা, তেলেঙ্গানা সরকারকে পঁচিশ লক্ষ টাকা এবং ভারতে কোভিড-১৯ মহামারি চলাকালীন করোনাভাইরাস ত্রাণ এবং রাম মন্দির নির্মাণের জন্য বিভিন্ন জেলায় মাস্ক এবং স্যানিটাইজার বিতরণ করেছে। 20 লাখ টাকা দান করেছে \n\n\n== সম্মান ==\nশ্রীনুবাবু ২০১৯ সালে প্রাইড অফ দ্য নেশন অ্যাওয়ার্ড এবং ভারত সরকার চ্যাম্পিয়ন্স অফ চেঞ্জ অ্যাওয়ার্ডে সম্মানিত হয়েছেন।\n\n\n== তথ্যসূত্র =="}