{"pageid": 1388862, "title": "পেন জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1388862", "content": "পেন যাদুঘর (ইংরেজি: Penn Museum) বা প্রত্নতত্ত্ব ও নৃতত্ত্বের পেনসিলভেনিয়া বিশ্ববিদ্যালয় যাদুঘর (ইংরেজি: The University of Pennsylvania Museum of Archaeology and Anthropology), হলো  পেনসিলভানিয়া বিশ্ববিদ্যালয়ের প্রত্নতত্ত্ব ও নৃতত্ত্ব  জাদুঘর। এটি ফিলাডেলফিয়ার বিশ্ববিদ্যালয় শহরের আশেপাশের পেনের বিদ্যায়তনে, ৩৩তম এবং দক্ষিণ রাস্তার সংযোগস্থলে অবস্থিত।\nএটি ড্রেক্সেল বিশ্ববিদ্যালয়ের ছাত্রদের সেপ্টা  পরিবহন পরিষেবাগুলি হাঁটতে বা নেওয়ার জন্য যথেষ্ট কাছাকাছি। ১.৩ মিলিয়নেরও বেশি শিল্পকর্মের আবাসন, যাদুঘরটি বিশ্বের মধ্য এবং নিকট-পূর্ব শিল্পের সবচেয়ে ব্যাপক সংগ্রহগুলির একটি বৈশিষ্ট্যযুক্ত।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nUniversity of Pennsylvania. University Museum, University of Pennsylvania. University Museum. Section of Oriental Art (১৯১৭)। University museum: section of oriental art। University of Pa.। সংগ্রহের তারিখ ২৪ এপ্রিল ২০১৪। \nBrody, J. J., and Rebecca Allen. Beauty From the Earth: Pueblo Indian Pottery From the University Museum of Archaeology and Anthropology. Philadelphia: The University Museum, 1990.\nDanien, Elin C. Guide to the Mesoamerican Gallery At the University of Pennsylvania Museum of Archaeology and Anthropology. Philadelphia: University of Pennsylvania Museum of Archaeology and Anthropology, 2002.\nPezzati, Alessandro. Adventures In Photography: Expeditions of the University of Pennsylvania Museum of Archaeology and Anthropology. Philadelphia: University of Pennsylvania Museum of Archaeology and Anthropology, 2002.\nPezzati, Alessandro, Jane Hickman, and Alexandra Fleischman. “A Brief History of the Penn Museum.” Expedition 54, no. 3 (2012): 4–19.\nQuick, Jennifer. Magnificent Objects From the University of Pennsylvania Museum of Archaeology and Anthropology. Philadelphia: University of Pennsylvania Museum of Archaeology and Anthropology, 2004.\nRomano, Irene Bald. Classical Sculpture: Catalogue of the Cypriot, Greek, and Roman Stone Sculpture In the University of Pennsylvania Museum of Archaeology and Anthropology. Philadelphia: University of Pennsylvania Museum of Archaeology and Anthropology, 2006.\nRose, Charles Brian, and G. Darbyshire. The Golden Age of King Midas Exhibition Catalogue. Philadelphia: University of Pennsylvania Museum of Archaeology and Anthropology, 2016.\nSilverman, David P. Searching for Ancient Egypt: Art, Architecture, and Artifacts From the University of Pennsylvania Museum of Archaeology and Anthropology. Ithaca, NY: Cornell University Press, 1997.\nTurfa, Jean. Catalogue of the Etruscan Gallery At the University of Pennsylvania Museum of Archaeology and Anthropology. Philadelphia: University of Pennsylvania Press, 2003.\nWhite, Donald, and Lee Horne. Guide to the Etruscan and Roman Worlds At the University of Pennsylvania Museum of Archaeology and Anthropology. Philadelphia: University of Pennsylvania Museum of Archaeology and Anthropology, 2002.\nWilliams, Lucy Fowler. Guide to the North American Ethnographic Collections At the University of Pennsylvania Museum of Archaeology and Anthropology. Philadelphia: University of Pennsylvania Museum of Archaeology and Anthropology, 2003.\n\n\n== বহিঃসংযোগ ==\n\nUniversity of Pennsylvania Museum of Archaeology and Anthropology website\nThe museum's Permanent Exhibitions  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ সেপ্টেম্বর ২০১৫ তারিখে\nExpedition Magazine\nThe Graduate Group in the Art and Archaeology of the Mediterranean World\nSecrets of the Silk Road, UPenn Museum, Symposium: Reconfiguring the Silk Road, New Research on East-West Exchange in Antiquity\n\"A Museum Full of Antiquities Embraces Modernity\", Jon Hurdle, The New York Times, 4 December 2012\nHistoric American Buildings Survey (HABS) No. PA-1646, \"University of Pennsylvania, University Museum, 3620 South Street, Philadelphia, Philadelphia County, PA\", 4 photos, 2 photo caption pages"}