{"pageid": 1388937, "title": "শুক্রনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1388937", "content": "শুক্রনীতি (সংস্কৃত: शुक्रनीति) বা শুক্রনীতিসার হলো ধর্মসূত্রের অংশ এবং শুক্রাচার্যের নৈতিকতার ব্যবস্থা হিসাবে বিবেচিত। এটি শাসন বিজ্ঞানের উপর একটি গ্রন্থ, যা রাষ্ট্রবিজ্ঞানের তত্ত্বগুলি বাস্তবায়নের মাধ্যমে নৈতিকতা বজায় রাখার জন্য গঠিত। সংকেতটি শুক্রাচার্য দ্বারা রচিত যিনি উশনা নামেও পরিচিত এবং বৈদিক যুগে উদ্ভূত বলে দাবি করা হয়। যাইহোক, আধুনিক ইতিহাসবিদরা দাবি করেন, রচনাটি খ্রিস্টীয় ৪র্থ শতাব্দীর গুপ্ত যুগের এবং কেউ কেউ এটিকে উনিশ শতকের সাম্প্রতিক সময়ের জাল বলে দাবি করেছেন। নীতি শব্দটি সংস্কৃত শব্দ থেকে উদ্ভূত হয়েছে, যা ইংরেজিতে অনুবাদ করে সঠিক নির্দেশনা বোঝায় নেতৃত্ব দিতে। শুক্রনীতি নৈতিকতার উপর দৃষ্টি নিবদ্ধ করে, যা জনগণ ও রাষ্ট্রের (রাজ্য) সামগ্রিক কল্যাণের জন্য প্রয়োজনীয়। এইভাবে, মানুষের কার্যকলাপের অর্থনৈতিক, সামাজিক ও রাজনৈতিক দিকগুলিকে নিয়ন্ত্রণ করার চেষ্টা করে। শুক্রনীতি অনুসারে, রাজার প্রধান দায়িত্ব তার প্রজাদের সুরক্ষা এবং অপরাধীদের শাস্তির প্রতি হওয়া উচিত, এবং এই ধরনের কর্ম নির্দেশিকা (নীতি) ছাড়া আইন করা যাবে না। শুক্রাচার্যের মতে, একজন ব্যক্তি ব্যাকরণ, যুক্তি ছাড়া বাঁচতে পারে, এবং বেদান্ত কিন্তু নীতির অনুপস্থিতিতে করতে পারে না, এবং সমাজে সামাজিক শৃঙ্খলা বজায় রাখার জন্য প্রয়োজনীয় অপরিহার্য দিক হিসাবে বর্ণনা করে।\n\n\n== ইতিহাস ==\n\n\n=== মূলের অনেক পরবর্তী সময়ের দাবি ===\nলল্লানজি গোপাল অনেক কর্তৃপক্ষের উদ্ধৃতি দিয়েছেন এবং বৈদিক যুগে শুক্রনীতির উৎপত্তি নিয়ে বিতর্ক করেছেন এবং দাবি করেছেন যে কাজটির উৎপত্তি অনেক পরে হয়েছে। এই তত্ত্বের দাবিগুলি কাজের মধ্যে বন্দুক, বারুদ ও কামানের উল্লেখের উপর ভিত্তি করে।\nআধুনিক ঐতিহাসিকরা যুক্তি দেখান, যদিও প্রাচীন ভারতে কিছু অগ্নিসংযোগকারী তীর ব্যবহার করা হয়েছিল, এবং সেই গ্রন্থে বারুদ ব্যবহার করে আগ্নেয়াস্ত্রের কোন উল্লেখ নেই। যেহেতু ষোড়শ শতকের গোড়ার দিকে পর্তুগিজরা ভারতে বন্দুক চালু করেছিল এবং পরে পানিপথের প্রথম যুদ্ধে ব্যবহার করা হয়েছিল। তাই, তাদের মতে, শুক্রনীতির উৎপত্তি খ্রিস্টীয় ষোড়শ শতাব্দীতে। একইভাবে, জে সি শুক্রনীতিতে যবন ও ম্লেচ্ছ শব্দের ব্যবহারের উপর ভিত্তি করে রশ্মি খ্রিস্টীয় একাদশ শতকে উৎপত্তি স্থান করে। তাঁর মতে, যবন বা ম্লেচা শব্দটি একাদশ শতকে যথাক্রমে গ্রীক এবং মুসলমানদের জন্য উল্লেখ করা হয়েছে, এই সময়ের মধ্যে ম্লেচ্ছ ভারতের বেশিরভাগ অঞ্চলে ছড়িয়ে পড়েছিল, তিনি তাদের ইয়েমিনি তুর্কিদের সাথে সম্পর্কিত, অর্থাৎ গজনীর মাহমুদের সাথে সম্পর্কিত বলে শেষ করেন। কিছু ইতিহাসবিদ, অপরাধীদের শাস্তির বিভিন্ন শ্রেণিবিভাগের উল্লেখ উপর ভিত্তি করে এবং শুক্রনীতিতে উল্লিখিত অন্যান্য প্রবিধানের উপর ভিত্তি করে, উপসংহারে পৌঁছান যে কাজটি পদ্ধতিগতভাবে আধুনিক ছিল, তাই উনবিংশ শতাব্দীর রচনা।\n\n\n=== বৈদিক যুগ থেকে উৎপত্তির দাবি ===\nগুস্তাভ সলোমন ওপার্ট, যিনি প্রথম শুক্রাচার্যের শুক্রাণিতির মূল রচনা সংস্কৃতে সংকলন ও সম্পাদনা করেছিলেন এবং কাজের উৎস বৈদিক যুগে স্থাপন করেছিলেন। কিছু পাণ্ডিত্যপূর্ণ ব্যাখ্যা অনুসারে, রামায়ণ ও মহাভারতের মতো হিন্দু মহাকাব্যগুলিতে শুক্রনীতিটি প্রায়শই উল্লেখ করা হয়েছে এবং এটি মূলত ব্রহ্মা কর্তৃক ১০০,০০০টি অধ্যায়ে লেখা হয়েছিল, যা পরে শুক্রাচার্যের দ্বারা পাঠযোগ্য এক হাজার অধ্যায়ে পরিণত হয়। সলোমন ওপার্ট প্রাচীন ভারতে তার অন্য রচনায় শুক্রানিতিতে আগ্নেয়াস্ত্র ব্যবহারের উল্লেখের বিষয়ে অনেক বিতর্কিত বিষয়কে আরও বিস্তারিত করেছেন। তিনি ভারতের প্রাচীন মন্দিরের খোদাই থেকে প্রত্নতাত্ত্বিক প্রমাণ সরবরাহ করেন, যেখানে সৈন্যদেরকে আগ্নেয়াস্ত্র বহন করতে বা কিছু ক্ষেত্রে গুলি চালানোর চিত্রিত করা হয়েছে। এইভাবে, শুক্রনীতিতে আগ্নেয়াস্ত্র ব্যবহারের বিষয়ে তার দাবিকে প্রামাণিক হিসাবে প্রমাণ করে এবং আগ্নেয়াস্ত্রের ব্যবহার প্রতিষ্ঠা করে, প্রাচীন বৈদিক যুগ থেকে ভারতে বারুদ পরিচিত ছিল। এই তত্ত্বটি আরও কিছু আধুনিক ইতিহাসবিদদের দ্বারা সমর্থিত, যেখানে বারুদ, আগ্নেয়াস্ত্র ও কামানের ব্যবহারকে কিছু বৈদিক সাহিত্যে যুদ্ধে ব্যবহৃত অস্ত্র হিসাবে বর্ণনা করা হয়েছে। প্রাচীনত্বের ইস্যুতে, আর জি প্রধান লক্ষ্য করেন, যেহেতু সাম্প্রতিকতম কাজ কমন্দকের নীতিসার শুক্রনীতি থেকে ব্যাপকভাবে প্রশংসা ও উদ্ধৃতি করেছেন এবং তিনি আরও দাবি করেছেন, শুক্রনীতির বয়স পূর্বের তুলনায় অনেক আগে হওয়া উচিত। একইভাবে, অন্যান্য ঐতিহাসিকরা, যে ভিত্তিতে কৌটিল্যের অর্থশাস্ত্র শুক্রাচার্য ও বৃহস্পতিকে নমস্কার দিয়ে শুরু করেছেন, সেই অনুসারে, শমশাস্ত্রী উপসংহারে পৌঁছেছেন যে শুক্রনীতিকে অর্থশাস্ত্রের চেয়ে পুরানো হতে হবে এবং শুক্রাচার্যের রচনার উৎসটি খ্রিস্টপূর্ব চতুর্থ শতাব্দীর হতে হবে।\n\n\n== উপরি অভিমত ==\nবিস্তৃত কোডবুক হিসেবে শুক্রনীতি রাজ্যে সামাজিক শৃঙ্খলা বজায় রাখার জন্য প্রয়োজনীয় রাজনৈতিক ও অরাজনৈতিক উভয় দিকের দিকনির্দেশনা দেয়।\nপাঠ্যটির রাজনৈতিক অংশ রাজা, মন্ত্রী পরিষদ, বিচার ব্যবস্থা এবং আন্তর্জাতিক আইন সম্পর্কিত নির্দেশিকা নিয়ে কাজ করে। যেখানে, অরাজনৈতিক অংশটি নৈতিকতা, অর্থনীতি, স্থাপত্য, অন্যান্য সামাজিক ও ধর্মীয় আইন নিয়ে কাজ করে। এই আইনগুলি এই মহাকাব্যের পাঁচটি অধ্যায়ে বিস্তারিতভাবে অন্তর্ভুক্ত করা হয়েছে।\n\nপ্রথম অধ্যায়ে রাজার দায়িত্ব ও কার্যাবলী নিয়ে আলোচনা করা হয়েছে।\nদ্বিতীয়টি যুবরাজ এবং রাজ্যের অন্যান্য প্রশাসকদের দায়িত্ব সম্পর্কে বিস্তারিত বর্ণনা করে।\nতৃতীয় অধ্যায়ে নৈতিকতার সাধারণ নিয়মগুলো তুলে ধরা হয়েছে।\nচতুর্থটি কাজের সবচেয়ে বড় অধ্যায়, যা সাতটি ভাগে বিভক্ত।\nপ্রথম উপধারা ধন রক্ষণাবেক্ষণ বর্ণনা করে।\nরাজ্যের সামাজিক রীতিনীতি এবং প্রতিষ্ঠানের উপর দ্বিতীয়টি।\nতৃতীয় উপধারা কলা ও বিজ্ঞান সম্পর্কে বিস্তারিত আলোচনা করে।\nচতুর্থটি রাজার বন্ধুদের মধ্যে প্রয়োজনীয় বৈশিষ্ট্যগুলির জন্য নির্দেশিকা তুলে ধরেছে।\nপঞ্চম উপধারা রাজার কাজ ও কর্তব্য বর্ণনা করে।\nদুর্গের রক্ষণাবেক্ষণ ও নিরাপত্তা সংক্রান্ত ষষ্ঠ।\nসপ্তম উপধারা সেনাবাহিনীর কার্যাবলী এবং গঠন বর্ণনা করে।\nসমাপ্তি অধ্যায় সাতটি জনগণ ও রাষ্ট্রের সামগ্রিক কল্যাণের জন্য শাস্ত্রে বর্ণিত নৈতিকতার উপর বিবিধ ও পরিপূরক নিয়মগুলির সাথে সম্পর্কিত।\n\n\n== প্রাসঙ্গিকতা ==\nযদিও পাঠ্যটির সাথে শতবর্ষের ইতিহাস সংযুক্ত রয়েছে, তবুও এর বিষয়বস্তু বর্তমান সময়ের রাজনীতিতে, বিশেষ করে ভারতীয় প্রেক্ষাপটে এখনও প্রাসঙ্গিক। শুক্রাচার্য রাজা ও যুবরাজের মধ্যে প্রয়োজনীয় গুণাবলী বর্ণনা করেছেন, যেগুলো উদার ও গণতান্ত্রিক নেতা তৈরি করবে। প্রথম ও দ্বিতীয় অধ্যায়ের অধিকাংশ শ্লোক বিশ্বের যেকোনো গণতান্ত্রিক রাষ্ট্রের বর্তমান প্রশাসনে প্রাসঙ্গিক বলে বিবেচিত হয়। উদাহরণ স্বরূপ, দ্বিতীয় অধ্যায়ে কোডবুক বলে, রাজা তার মন্ত্রী পরিষদ এবং নির্বিচারে সিদ্ধান্ত গ্রহণকারী শাসকের সাথে পরামর্শ না করে একতরফাভাবে কোনো নীতিগত সিদ্ধান্ত গ্রহণ করবেন না, তার রাজ্য ও জনগণ থেকে বিচ্ছিন্ন হবে। একইভাবে, শুক্রনীতি মানুষকে শক্তির চূড়ান্ত উৎস হিসেবে স্থান দেয়। অধ্যায়-১ এ বলা হয়েছে; শাসককে জনগণের সেবক হিসেবে রাখা হয়। বর্তমান সময়ের সাথে প্রাসঙ্গিক সবচেয়ে আলোচিত বিষয়গুলির মধ্যে একটি হল শুক্রাণীতে কর্মের উপর চাপ দেওয়া। শুক্রাচার্য বলেছেন যে ব্যক্তি চরিত্র (গুণ) এবং কর্মের মত মৌলিক ধারণার উপর ভিত্তি করে ব্রাহ্মণ, ক্ষত্রিয়, বৈশ্য বা শূদ্র হয়। পাঠ্যটি আরও উপদেশ দেয় রাজাকে তার অধীনস্থদেরকে তার জাতি নির্বিশেষে যে কোন পদে নিয়োগ করতে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nGopal, Lallanji (১৯৬২)। \"The Śukraniti— a Nineteenth-Century Text\"। Bulletin of the School of Oriental and African Studies। 25 (3): 524–556। আইএসএসএন 0041-977X। এসটুসিআইডি 162793107। ডিওআই:10.1017/S0041977X00069494। \nSarkar, Benoy Kumar (১৯১৩), Sukra-niti-sara. উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nOppert, Gustav Salomon (১৮৮০), On the Weapons, Army Organisation, and Political Maxims of the Ancient Hindus: With Special Reference to Gunpowder and Firearms, Higginbotham, পৃষ্ঠা 162 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNagar, Vandana (১৯৮৫), Kingship in the Śukra-nīti, Pushpa Prakashan উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}