{"pageid": 1388869, "title": "গুরুবায়ুরাপ্পান", "url": "https://bn.wikipedia.org/wiki?curid=1388869", "content": "গুরুবায়ুরাপ্পান ( মালয়ালম: ഗുരുവായൂരപ്പന്‍, প্রতিবর্ণী. Guruvāyūrappan   : ) বা গুরুবায়ূরপ্পান্ হলো বিষ্ণুর একটি রূপভেদ যাকে মূলত কেরালায় পূজা করা হয়। তিনি মন্দিরের প্রধান দেবতা।  তিনি কৃষ্ণ নামে পূজিত হন। যদিও দেবতা চতুর্ভুজ  বিষ্ণুর,  তবুও মানুষের ধারণা  দেবতা হলেন শিশুরূপী কৃষ্ণ। ভগবান বিষ্ণুর এই রূপ অত্যন্ত মনোরম।\n\n\n== নামব্যুৎপত্তি ==\nগুরুবায়ুরাপ্পান  অর্থ গুরুবায়ুরের পিতা/প্রভু। মালয়ালম ও তামিল ভাষায় যার অর্থ বৃহস্পতি( দেবগণের গুরু) ও বায়ুর (വായു)(বায়ুর দেবতা) অপ্পান (അപ്പപപുു) বা প্রভু। যেহেতু এই গুরু ও বায়ু কৃষ্ণদেবতার প্রতিষ্ঠা করেছিলেন বলে মনে করা হয় , তাই দেবতার নাম হয় গুরুবায়ুরাপ্পান ।\n\n\n== মূর্তিতত্ত্ব ==\nবিশ্বাস করা হয়,  গুরুবায়ুরাপ্পানের মূর্তিটি কৃষ্ণের পিতামাতা বাসুদেব ও দেবকী কর্তৃক পূজিত হয়েছিল যা বিষ্ণুর পূর্ণ প্রকাশস্বরূপ। বিষ্ণুর অবতার কৃষ্ণ দ্বারাও ইনি পূজিত হয়েছিলেন। দেবতা \"পাতাল অঞ্জনম্\" বা কালো-রক্তাভ শ্বেতধাতু পাথর দিয়ে তৈরি, ও চতুর্ভুজ স্থির ভঙ্গিতে বিরাজমান যাতে পাঞ্চজন্য  শঙ্খ সুদর্শন চক্র , কৌমোদকি  গদা ও পদ্ম  বিদ্যমান। \n\n\n== উৎপত্তি ইতিহাস ==\n\n\n=== বিষ্ণুর কিংবদন্তি ===\nযদিও মূর্তিটির মূল গল্পটি কৃষ্ণের গল্প দিয়ে শুরু হয়। তবে এটিকে কালানুক্রমিকভাবে আঞ্চলিক ঐতিহ্যে প্রাচীন বলে মনে করা হয় কারণ লোকবিশ্বাস মতে, এটি বিষ্ণু স্বয়ং নির্মাণ করেছিলেন । গল্পটি নারদ পুরাণে 'গুরুপবনপুর মাহাত্ম্যম্' বিভাগে বিশদভাবে বলা হয়েছে। রাজা পরীক্ষিত (অর্জুনের পৌত্র ও অভিমন্যুর পুত্র) তার উপর পতিত অভিশাপের কারণে বিষাক্ত সর্প তক্ষকের দংশনে মারা যান। তার পুত্র রাজা জনমেজয় তক্ষক সহ সমস্ত সর্পজাতিকে হত্যা করে তার পিতার মৃত্যুর প্রতিশোধ নিতে কৃতসংকল্প হন। তিনি 'সর্পাহুতি যজ্ঞ' (সর্পযজ্ঞ বা সর্পসত্র) নামে এক বিশাল যজ্ঞ পরিচালনা করেন। যজ্ঞাগ্নিতে হাজার হাজার নিরীহ সাপ মারা যায়, কিন্তু তক্ষককে হত্যা করা যায়নি কারণ তিনি অমৃত ভক্ষণ করেছিলেন। এই কারণে, জনমেজয় সর্পের অভিশাপ প্রাপ্ত হয়ে কুষ্ঠরোগে আক্রান্ত হন। তিনি তার রোগ নিরাময়ের চেষ্টা করে ব্যর্থ হন। তিনি জীবনের আশা ত্যাগ করেন। সেই সময় ঋষি আত্রেয় (ঋষি অত্রির পুত্র) তাঁকে দেখতে আসেন ও তাঁকে গুরুবায়ুরে বিষ্ণুর পূজা করতে বলেন। এরপর তিনি তাকে মন্দিরের মাহাত্ম্যও অবগত করেন। যা নিম্নরূপ:\nবহু পূর্বে, পাদ্ম কল্পের শুরুতে  যখন ব্রহ্মা তাঁর সৃষ্টিকর্ম করছিলেন, তখন বিষ্ণু তাঁর সামনে আবির্ভূত হন। ব্রহ্মা বিষ্ণুকে  বলেন,  তিনি ও যারা তাঁর সৃষ্ট প্রাণীগণ যেন কর্ম বন্ধন ছাড়াই মুক্তি  লাভ করে। তখন বিষ্ণু স্বয়ং নিজের হাতে একটি মূর্তি তৈরি করে ব্রহ্মাকে প্রদান করেন।\nব্রহ্মা দীর্ঘকাল গভীর প্রণিপাত আদি অর্চনাঙ্গের সহিত মূর্তিটি পূজা করেন।\nবরাহ কল্পে, তিনি মূর্তিটি সুতপা নামক এক ঋষি ও  তার পত্নী পৃশ্নিকে উপহারস্বরূপ প্রদান করেন যারা  সন্তান কামনায় বিষ্ণুর তপস্যা করছিলেন। সুতপা ও পৃশ্নি মূর্তি পাওয়ার পর তাদের তপস্যা চলমান রাখেন। অবশেষে ঈশ্বর তাদের সামনে উপস্থিত হন। যখন তারা  ঈশ্বরের কাছে তারই মতো একটি পুত্রের প্রার্থনা করেন তখন ঈশ্বর তাদের বলেন, তিনি পরপর তিনটি জন্মে তাদের পুত্ররূপে জন্মগ্রহণ করবেন। তিন জন্মেই তারা স্বয়ং ঈশ্বরের দ্বারা নির্মিত তাঁর মূর্তি পূজা করতে পারবেন।\n\n\n=== কৃষ্ণের অধ্যায় ===\nসত্যযুগে প্রথম জন্মে ভগবান্ সুতপা ও পৃশ্নির পুত্র পৃশ্নিগর্ভ রূপে জন্ম গ্রহণ করেন। এই জন্মে, তিনি ব্রহ্মচর্যের গুরুত্ব সম্পর্কে ভাববাণী করেন ও তাঁর ভক্ত ধ্রুবকে দর্শন (ঐশ্বরিক উপস্থিতি) দান করেন যাকে তিনি ধ্রুবলোক নামে একটি দিব্যভুবন তথা রাজ্য দিয়েছিলেন। যখন সুতপা ও পৃশ্নি কশ্যপ ও অদিতি রূপে পুনর্জন্ম গ্রহণ করেন, তখন ঈশ্বর ত্রেতাযুগে তাদের পুত্র বামন রূপে জন্ম নেন। অবশেষে, যখন তারা বসুদেব ও দেবকী রূপে পুনর্জন্ম গ্রহণ করেন, তখন ঈশ্বর তাদের অষ্টম পুত্র কৃষ্ণরূপে জন্মগ্রহণ করেন। তিন জন্মেই তাদের স্বয়ং ভগবানের তৈরি বিষ্ণুর পবিত্র মূর্তি পূজা করার সৌভাগ্য হয়েছিল।\nগুরুগৃহ থেকে প্রত্যাবর্তনের পর, কৃষ্ণ তার পিতামাতার পূজিত মূর্তিটিকে তার নতুন আবাস দ্বারকায় নিয়ে যান। তিনি এখানে মূর্তির জন্য একটি মন্দির তৈরি করেন। স্বয়ং ভগবান হওয়া সত্ত্বেও প্রতিদিন গভীর শ্রদ্ধার সাথে তিনি বিগ্রহের পূজা করতেন। অবশেষে দ্বাপর যুগের অবসান হল। এখন ঈশ্বরের তার নিজ আবাসে ফিরে যাওয়ার সময় হল। বৈকুণ্ঠে প্রত্যাবর্তনের পূর্বে, তিনি তাঁর বন্ধু ও শিষ্য উদ্ধবকে ডেকে বলেন, তার প্রস্থানের  এক সপ্তাহের মধ্যে দ্বারকা প্রলয় দ্বারা প্লাবিত হবে ও বন্যায় বেঁচে থাকা তার পিতামাতার তিন জন্মের পূজিত  একমাত্র অ-প্রাকৃত মূর্তিটি অক্ষত থাকবে। তিনি তাকে মূর্তিটি দেবগুরু বৃহস্পতির নিকট হস্তান্তর করার পরামর্শ দেন যিনি সেই মুহূর্তে আগমন করবেন ও  তপস্যার উদ্দেশ্যে বদ্রিকাশ্রমে চলে যাবেন।\nঈশ্বরের ভবিষ্যদ্বাণী অনুসারে, তার পরের সপ্তাহে এক বিশাল প্লাবন সংঘটিত হয়। সুন্দর প্রাসাদ, বাগান ও সবুজে পূর্ণ দ্বারকা জলপ্লাবনে সম্পূর্ণরূপে ধ্বংস হয়ে যায়। শুধু একটি বিশাল পাহাড়ের চূড়ামাত্র অক্ষত ছিল। উদ্ধব তপস্যার জন্য ইতোমধ্যে বদ্রিকাশ্রমে রওয়ানা হন। যাওয়ার আগে তিনি বৃহস্পতিকে একটি বার্তা পাঠান ও তাকে মূর্তিটি সম্পর্কে অবহিত করেন। বৃহস্পতি দ্বারকায় পৌঁছলে ইতোমধ্যে সবকিছু নিশ্চিহ্ন হয়ে যায়। কিন্তু শীঘ্রই,  তিনি বিষ্ণুর পবিত্র মূর্তিটি সমুদ্রের জলে ভাসতে দেখেন। বৃহস্পতি আনন্দিত হলেন, কিন্তু প্রলয়ের প্রকৃতির কারণে তিনি মূর্তির কাছাকাছি যেতে পারলেন না।  যেহেতু তা অন্য দিকে ভাসছিল। তিনি বায়ু দেব ও তাঁর গুরুত্বপূর্ণ শিষ্যদের একজনকে আহ্বান করেন। বায়ু বরুণের (সমুদ্র দেবতা) সাহায্যে বৃহস্পতি যেখানে দাঁড়িয়ে ছিলেন তার দিকে বিশাল তরঙ্গ সৃষ্টি করেন। বৃহস্পতি মূর্তিটি হাতে গ্রহণ করেন, কিন্তু কোথায় স্থাপন করবেন তা তিনি জানতেন না। হঠাৎ ঋষি পরশুরাম আবির্ভূত হন ও তাদের ভার্গবক্ষেত্রে এক উপযুক্ত স্থানে বিগ্রহটি স্থাপন করতে বলেন।সেই জমিটি তিনি তাঁর কুঠার দিয়ে তৈরি করেন ।\nঋষি বৃহস্পতির ইচ্ছা অনুযায়ী পবনদেব মূর্তিটি হাতে নিয়ে ভার্গব ক্ষেত্রে একটি উপযুক্ত স্থান খুঁজে পেতে আকাশপথে দক্ষিণ দিকে যাত্রা করেন । হঠাৎ তাঁরা ভার্গব ক্ষেত্রের পশ্চিম দিকে সমুদ্রের খুব কাছে একটি বড় সুন্দর হ্রদ দেখতে পান । তার পাশেই ছিল সবুজের সমারোহ । পাখিরা কলরব করছিল । পশু-পাখিরা আনন্দের সঙ্গে ইতস্তত বিচরণ করছিল । সর্বত্র বাতাস প্রবাহিত হচ্ছিল। বৃহস্পতি ও বায়ু বুঝতে পারলেন, এই জায়গায় বিশেষ ঐশ্বরিকতা আছে । তাঁরা শিব  ও  তাঁর স্ত্রী পার্বতীকে হ্রদের তীরে নৃত্য করতে দেখলেন । বৃহস্পতি ও বায়ু মাটিতে পতিত হয়ে ঐশ্বরিক দম্পতির সামনে প্রণিপাত করেন । শিব তাদের বলেন,  তিনি তাদের আগমনের জন্য অপেক্ষা করছেন এবং বিষ্ণুর মূর্তি স্থাপনের জন্য নিখুঁত জায়গাটি অন্য কোথাও নয় যেখানে তারা দাঁড়িয়ে ছিল সেখানেই রয়েছে। শিব তখন ঘোষণা করেন , যেহেতু গুরু বৃহস্পতি ও বায়ু  দ্বারা মূর্তিটি স্থাপিত হবে , তাই স্থানটিকে ' গুরুবায়ুর ' বলা হবে ও ভক্তগণ এস্থানে কলিযুগ-এর ক্লেশ থেকে শান্তি লাভ করবেন।\nএই কথা শোনার পর বৃহস্পতি দেব-স্থপতি বিশ্বকর্মাকে ডাকেন ও দেবতার জন্য একটি মন্দির নির্মাণ করতে বলেন । বিশ্বকর্মা সমস্ত প্রয়োজনীয় উপাদান সহ কয়েক মিনিটের মধ্যে মন্দিরটি নির্মাণ করেন । বৃহস্পতি ও বায়ু সমস্ত প্রয়োজনীয় আচার - অনুষ্ঠান সহকারে মূর্তিটি স্থাপন করেন । শিব দেবতার প্রথম পূজা সম্পন্ন করেন । ইন্দ্রের নেতৃত্বে দেবতাগণ  পুষ্প বর্ষণ করেন । দেবর্ষি নারদ বেশ কয়েকটি গান কীর্তন করেন।যেহেতু মূর্তিটি বৃহস্পতি ও বায়ু কর্তৃক স্থাপিত হয়েছিল,  তাই স্থানটি 'গুরুবায়ুর' নামে পরিচিত হয়ে ওঠে এবং দেবতা গুরুবায়ুরাপ্পান নামে পরিচিত হন যার অর্থ ' গুরুবায়ুরের প্রভু ' ।  মনে করা হয়,  বিষ্ণু বৈকুণ্ঠের মতো এখানে তাঁর পূর্ণ শক্তিযুক্ত হয়ে বাস করেন। তাই এই স্থানটিকে ' ভুলোক বৈকুণ্ঠ ' বলা হয় ।\nএই গল্প শ্রবণের পর, জনমেজয় তার পরিবারসহ গুরুবায়ুরে চলে যান ও সেখানে এক বছর অবস্থান করেন। এই দিনগুলিতে, তিনি ভক্তি সহকারে ঈশ্বরের উপাসনা করেন।  শিবের উপাসনা করার জন্য তিনি মমিউর মন্দিরেও গমন করেন। অবশেষে, তাঁর পূজা শেষ হওয়ার পূর্ব দিন, তিনি কৃষ্ণের দর্শন  লাভ করেন। এর পরে তাঁর রোগ নিরাময় হয়। তিনি তার রাজ্যে ফিরে এসে সুখে বসবাস করতে থাকেন।\n\n\n== আঞ্চলিক কিম্বদন্তি ==\nএক জ্যোতিষী পান্ড্য রাজকে বলেছিলেন, এক নির্দিষ্ট দিনে গোখরোর কামড়ে তার মৃত্যু হবে। তাকে গুরুবায়ুরাপ্পানের সামনে গিয়ে প্রার্থনা করার পরামর্শ দেওয়া হয়। রাজা বছরের পর বছর  দেবতার চরণধ্যান ও প্রার্থনায় অতিবাহিত করেন। একদিন রাজা বুঝতে পারলেন তার মৃত্যুর সময় শেষ হয়ে গেছে। তিনি তার প্রাসাদে ফিরে এসে জ্যোতিষীকে জিজ্ঞাসা করলেন কেন ভবিষ্যদ্বাণী ভুল হলো। জ্ঞানী জ্যোতিষী তাকে তার বাম পায়ের চিহ্নটি দেখাল যেখানে গোখরো তাকে কামড়েছিল। যেহেতু রাজা সম্পূর্ণরূপে সকলের প্রারব্ধ নিয়ন্ত্রণকারী ভগবানের ধ্যানে লীন ছিলেন , তাই তিনি দংশন অনুভব করেননি। কৃতজ্ঞতাস্বরূপ, রাজা গুরুবায়ুরে মন্দির নির্মাণ করেন ও মন্দিরের দৈনন্দিন কৃত্যাদির জন্য পৃথক তহবিল গঠন করেন। বর্তমান মন্দির ভবনের অধিকাংশই ১৬ ও ১৭ শতাব্দীর। যদিও ধনী ভক্তরা পরে সম্প্রসারণ ও সংযোজনে অর্থায়ন করেছিলেন। ১৯৩৬ সালে তিরুবনন্তপুরমের একজন ভক্ত কর্তৃক দীপস্তম্ব (আলোর থাম) নির্মাণ করা হয়। মন্দিরের পূর্ব ও পশ্চিমে গোপুরম্ রয়েছে। পূর্ব গোপুরমে একটি শিলালিপি রয়েছে যা শহরটিকে \"গুরুপবনপুর\" বলে উল্লেখ করেছে। মন্দিরের পশ্চিম গোপুরম ১৭৪৭ সালে নির্মিত হয়েছিল।\nরাজা মানববেদ ও বিল্বমঙ্গলম্ঃ রাজা মানববেদ বিল্বমঙ্গলমকে তাঁর কৃষ্ণ দর্শনের উচ্চাকাঙ্ক্ষার কথা বলেছিলেন। \nপরদিন স্বামীয়ার তাকে বললেন, গুরুবায়ুরাপ্পান তার সম্মতি দিয়েছেন। মানববেদন্ গুরুবায়ুরাপ্পানের লীলা দর্শন করতে পারেন। ভোরবেলা এলানজি গাছের প্ল্যাটফর্মে তিনি কেবল তাকে খেলা করতে দেখতে পাবেন, কিন্তু স্পর্শ করতে পারবেন না। এই চুক্তি অনুসারে অমানবেদন্ যখন গুরুবায়ুরাপ্পানকে  শিশু কৃষ্ণের রূপে দেখেছিলেন, তখন তিনি এতটাই অধীর হয়েছিলেন যে তিনি আত্মবিস্মৃত হয়ে  শিশু কৃষ্ণকে আলিঙ্গন করতে ছুটে যান। গুরুবায়ুরাপ্পান অবিলম্বে অদৃশ্য হয়ে গেলেন। \"বিল্বমঙ্গলম আমাকে বলেননি এটি ঘটবে\"। যাইহোক, মানববেদন্ ভগবান কৃষ্ণের মস্তকের ময়ুরমুকুটের একটি ময়ূরের পালক প্রাপ্ত হন।\nনৃত্যনাট্য কৃষ্ণাত্তম-এ কৃষ্ণের চরিত্রের জন্য ময়ূর পালকটি তাঁর নিজের পুস্তক কৃষ্ণগীতির উপর ভিত্তি করে যুক্ত করা হয়েছিল। কৃষ্ণগীতি আটটি অধ্যায় যেমন অবথারম, কালিয়মর্দনম্, রাসক্রীড়া, কামসাবধাম, স্বয়ম্বরম্, বনায়ুদ্ধাম,স্বর্গারোহণম্ ও বিভিদধাম নিয়ে গঠিত।।\n এটি গুরুবায়ুর মন্দিরের গর্ভগৃহের কাছে করা হয়েছিল৷ নবম দিনে, অবথারমের পুনরাবৃত্তি হয়েছিল কারণ সামুথিরি চিন্তা করেছিলেন কৃষ্ণের অন্তর্ধানের সাথে নাট্যটি শেষ করা শুভ নয়। কৃপাসিক্ত শিল্পরূপটি আজও গুরুবায়ুর দেবস্বম দ্বারা রক্ষণাবেক্ষণ করা হয় ও ভক্তদের নিবেদন হিসাবে মঞ্চস্থ করা হয়।\nদোকানী ও বালকঃ  একবার, এক দরিদ্র বালক তার ক্ষুধা নিবারণের জন্য এক টুকরো খাবার না পেয়ে পাশের একটি ফলের দোকান থেকে একটি কলা চুরি করে। ভগবান গুরুবায়ুরাপ্পানের ভক্ত হওয়ায় সে অর্ধেক কলা 'হাঁড়ি'তে রেখে দেয়, বাকি অর্ধেক খেয়ে ফেলে। দোকানী বালককে ধরে চুরির অভিযোগ আনে। ছেলেটি তার অপরাধ স্বীকার করে। দোকানীর এই নিষ্পাপ ছেলেটিকে শাস্তি দেওয়ার মন ছিল না, কিন্তু তাকে শিক্ষা দেওয়ার জন্য  তাকে নির্দিষ্ট সংখ্যক বার মন্দিরের চারপাশ প্রদক্ষিণের নির্দেশ দেয়। ভগবান গুরুবায়ুরাপ্পানকে মন্দিরের চারপাশে ছোট ছেলেটিকে অনুসরণ করতে দেখে দোকানদার বিরক্ত হন। সেই রাতে ভগবান স্বপ্নে দোকানদারের কাছে এসে বললেন, \"যেহেতু চুরি করা কলায় আমারও ভাগ ছিল, আমিও শাস্তি ভোগ করতে বাধ্য। তাই, আমি মন্দিরের চারপাশে ছেলেটিকে অনুসরণ করেছি।\" Lord Guruvayurappan Lilas\nনেনমিনি উন্নিঃ একবার গুরুবায়ুর মন্দিরের প্রধান পুরোহিত (মেলসান্থি)  নেনমিনি নাম্বুদিরি তাঁর বারো বছরের ছেলেকে ঈশ্বরকে খাবার নিবেদন করতে নির্দেশ দিয়েছিলেন। সেদিন কোনও সহকারী পুরোহিত (কীজসন্তী) না থাকায় নেন্মিনি নাম্বুদিরিকে এক ভক্তের ডাকে জরুরি কাজে বাইরে যেতে হয়। পুত্র উন্নি ভগবানকে রান্না করা ভাত নিবেদন করলেন; সরলমনা হওয়ায়, ছোট ছেলেটি বিশ্বাস করতেন যে দেবতা আহার গ্রহণ করবেন, কিন্তু দেবতা নড়লেন না। উন্নি আশেপাশের এক বিক্রেতার কাছ থেকে কিছু নোনতা আম ও দই ক্রয় করল। ভগবান তা পছন্দ করবে ভেবে সে ভাতের সাথে দই মিশিয়ে আবার নিবেদন করল। দেবতা আবার অচল রইলেন। বালক দেবতাকে আহার করার জন্য জোরাজুরি করতে লাগলেন,  কিন্তু দেবতা অবিচল থেকে যান। সে কাঁদতে শুরু করে কারণ বালক বিশ্বাস করেছিল, সে ব্যর্থ হয়েছে। সে ঈশ্বরের কাছে চিৎকার করে বলে যে তার বাবা তাকে মারবে। ভগবান আর সহ্য করতে না পেরে নিবেদনম্‌কে অদৃশ্য করে দিলেন। ছেলেটি সন্তুষ্ট হয়ে মন্দির ছেড়ে চলে গেল। উন্নি জানতেন না যে ভগবানকে নিবেদন করা আহার গ্রহণ করাই ভারিয়ারের কর্তব্য। ভারিয়ার যখন মন্দিরে ফিরে আসেন, তখন অন্নপাত্রটি শূন্য দেখেন ও উন্নির উপর খুব রাগান্বিত হন। কিন্তু উন্নি জোর দেয় যে ঈশ্বর প্রকৃতপক্ষে নৈবেদ্য গ্রহণ করেছেন। উন্নির নির্দোষ বাক্য ভারিয়ারকে ক্রুদ্ধ করে তোলে, কারণ তিনি বিশ্বাস করেছিলেন যে ছেলেটি নিজেই প্রসাদ খেয়ে মিথ্যা বলছে।যখন তার পিতা উন্নিকে প্রহার করতে উদ্যত হয়েছেন, কিন্তু ঠিক তখনই একজন অশরিরীকে (আকাশীয় কণ্ঠ) বলতে শোনা গেল, \"উন্নি যা বলেছে তা ঠিক। আমি দোষী। উন্নি নির্দোষ। সে আমাকে যে খাবার দিয়েছে তা আমি আহার করেছি। তাকে শাস্তি দেওয়ার কোন প্রয়োজন নেই।\" [১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ জুন ২০০৭ তারিখে নেনমিনি পরিবার আজও গুরুবায়ুরে বাস করে ও আজও ধনী। তারা সপ্তমী-তে (৭ম দিন) ভিলাক্কুকেবৃশ্চিকম-এর মালয়ালাম মাসে বার্ষিক একাদশী উৎসবে বিধিপূর্বক পূর্বপ্রতিশ্রুতি রক্ষা করে।\n\nপুন্থানাম ও মেলপাথুর : পুনথানম ছিলেন মেলপাথুর নারায়ণ ভট্টাথিরি এর সমসাময়িক গুরুবায়ুর-এর আরেক বিখ্যাত ভক্ত ও কবি। মেলপাথুর, সংস্কৃত গ্রন্থ নারায়ণীয়ম-এর লেখক। এক বিখ্যাত পণ্ডিত অহংকারবশত পুনথানমের মালয়ালম ভাষায় লেখা জ্ঞানাপ্পান পড়ার অনুরোধ প্রত্যাখ্যান করে। কিংবদন্তি আছে, গুরুবায়ুরাপ্পান পুনথানমের নম্রতা ও ভক্তি দ্বারা প্রভাবিত হয়ে ভট্টথিরির রচনাগুলিকে প্রাধান্য দেন, এমনকি ভট্টাথিরিকে তিরস্কার করে এও বলেন, তিনি পুনথানমের সন্তানগোপালাপ্পানকে উপেক্ষা করেছেন কারণ তিনি পুন্থানমের প্রকৃত ভক্তি'কেই পছন্দ করেছেন। \n\n\n== আরও দেখুন ==\nগুরুবায়ুর মন্দির\nগুরুবায়ুর\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nArchived copy  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ ডিসেম্বর ২০০৭ তারিখে\nGuruvayur  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ ফেব্রুয়ারি ২০২১ তারিখে\nGuruvayur  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ জুন ২০০৭ তারিখে\nLord Guruvayurappan Lilas\nBhaktaranjini\nGuruvayur Idols online"}