{"pageid": 1389126, "title": "ফেজার", "url": "https://bn.wikipedia.org/wiki?curid=1389126", "content": "ফেজার (Phaser) হল একটি 2D গেম ফ্রেমওয়ার্ক যা ডেস্কটপ এবং মোবাইলের জন্য HTML5 গেম তৈরি করতে ব্যবহৃত হয়।  এটি ফোটন স্টর্ম দ্বারা তৈরি বিনামূল্যের সফটওয়্যার ।  \nPhaser অভ্যন্তরীণভাবে একটি ক্যানভাস এবং WebGL রেন্ডারার উভয়ই ব্যবহার করে এবং ব্রাউজার সমর্থনের উপর ভিত্তি করে স্বয়ংক্রিয়ভাবে তাদের মধ্যে অদলবদল করতে পারে। এটি ডেস্কটপ এবং মোবাইল জুড়ে দ্রুত রেন্ডারিংয়ের অনুমতি দেয়। এটি রেন্ডারিংয়ের জন্য Pixi.js লাইব্রেরি ব্যবহার করে।\nঅ্যাপাচি কর্ডোভা এবং ফোনগ্যাপের মতো থার্ড পার্টি টুলের মাধ্যমে গেমগুলি iOS, Android এবং নেটিভ ডেস্কটপ অ্যাপে স্থাপন করা যেতে পারে। \nPhaser বিভিন্ন পদ্ধতিতে ডেভেলপার রা নিজেদের গেইম বানানোর জন্য ব্যবহার করতে পারেন। Phaser ডেভেলপার রা টাইপস্ক্রিপ্ট, জাভাস্ক্রিপ্ট অথবা ক্লাউড বেইসড আই ডি ই তেও ব্যবহার করতে পারেন। প্রতিটি প্লাটফর্মেই আবার Phaser ব্যবহার করার একাধিক পন্থা আছে। ডেভেলপাররা চাইলে Phaser.js ফাইলটি ডাউনলোড করে ব্যবহার করতে পারবেন। অথবা cdn ব্যবহার করে সরাসরি তাদের html ফাইলে ইম্পোর্ট করতে পারেন। \n\n\n== ইতিহাস ==\nরিচার্ড ডেভি এপ্রিল ২০১৩ সালে একটি ব্লগ পোস্টে ফেসারের প্রথম প্রকাশের ঘোষণা করেছিলেন  সংস্করণ ১.০ সেপ্টেম্বরে প্রকাশিত হয়েছিল, রেন্ডারিংয়ের জন্য Pixi.js লাইব্রেরি অন্তর্ভুক্ত করে। \nPhaser ২-এর শেষ অফিসিয়াল সংস্করণটি ছিল ২.৬.২, কিন্তু Phaser ৩-এ কাজ করার সময় স্থিতিশীল সংস্করণে উন্নতি করার জন্য, একটি নতুন সংগ্রহস্থল তৈরি করা হয়েছিল: Phaser CE (কমিউনিটি সংস্করণ)।  Phaser CE এইভাবে Phaser এর সাথে উন্নয়নের জন্য বর্তমানে প্রস্তাবিত স্থিতিশীল প্ল্যাটফর্ম।\nফেজার ৩.০.০ ১৩ ফেব্রুয়ারী, ২০১৮ এ প্রকাশিত হয়েছিল এবং গিটহাবে বিকাশ চলছে।  ফ্রেমওয়ার্কের বেশিরভাগ উপাদান এবং বৈশিষ্ট্যগুলি সম্পূর্ণ মডুলার কাঠামো এবং ডেটা-ভিত্তিক পদ্ধতির ব্যবহার করে স্ক্র্যাচ থেকে পুনর্নির্মাণ করা হয়েছে। ফেজার ৩-এ আধুনিক 2D গেমের জন্য ডিজাইন করা একটি একেবারে নতুন কাস্টম WebGL রেন্ডারার রয়েছে৷ তারপর থেকে, ব্যবহারকারীদের জন্য অনেক ডকুমেন্টেশন এবং উদাহরণ সম্পন্ন করা হয়েছে, এবং বেশিরভাগ বৈশিষ্ট্য বাস্তবায়িত হয়েছে।\nবুর্তমানে  ফেজার ৪ এর ডেভেলপমেন্ট কাজ চলমান আছে, ১৯ আগস্ট, ২০১৯ এ ঘোষণা করা হয়েছে, যা টাইপস্ক্রিপ্টে ফেজার ৩ পুনরায় লেখার একটি প্রচেষ্টা। এটি একটি API পুনর্লিখন নয় এবং এর পরিবর্তে বর্তমানে ফেজার ৩-এ টাইপস্ক্রিপ্টে থাকা স্ক্রিপ্টগুলিকে পোর্ট করার উপর দৃষ্টি নিবদ্ধ করা হবে। \n\n\n== তথ্যসূত্র =="}