{"pageid": 1389918, "title": "মানবসৃষ্ট আইন", "url": "https://bn.wikipedia.org/wiki?curid=1389918", "content": "মানবসৃষ্ট আইন হল মানুষের দ্বারা তৈরি করা আইন, যা সাধারণত প্রাকৃতিক আইন বা ঐশ্বরিক আইনের মত ধারণার বিরোধিতায় বিবেচনা করা হয়।\nমানবসৃষ্ট আইনের ইউরোপীয় এবং আমেরিকান ধারণা মধ্যযুগ থেকে বর্তমান দিন পর্যন্ত আমূল পরিবর্তিত হয়েছে। মধ্যযুগীয় সময়ে প্রভাবশালী থোমিস্টিক দৃষ্টিভঙ্গিতে, প্রাকৃতিক আইন বা ঐশ্বরিক ইতিবাচক আইনের নির্ধারক হিসেবে মানবসৃষ্ট আইন হল আইনের সর্বনিম্ন রূপ। আধুনিক যুগে প্রভাবশালী দৃষ্টিকোণ থেকে, মনুষ্য-নির্মিত আইনকে প্রাথমিক বলে মনে করা হয় কারণ এটি মানবসৃষ্ট। সোভিয়েত ইউনিয়ন আরও এগিয়ে গিয়েছিল, ঐশ্বরিক বা প্রাকৃতিক আইনের মতো কোনো জিনিসকে স্বীকৃতি দেয়নি। বেশ কয়েকটি ইসলামিক দেশে, মানবসৃষ্ট আইনকে এখনও ঐশ্বরিক আইনের অধীন বলে মনে করা হয়।\n\n\n== দার্শনিক ধারণা ==\n\n\n=== হেগেলিয়ানবাদে ===\n\"Max Planck Institute for Legal History and Legal Theory\"-এর অধ্যাপক হেইঞ্জ মোহনহাউপ্ট মানবসৃষ্ট আইনকে হেগেলের ধারণার সাথে সম্পর্কযুক্ত করেছেন Rechtsgesetze বা \"অধিকারের আইন\", যেটিকে হেগেল Naturgesetz বা প্রকৃতির নিয়মের বিরোধিতা করেছিলেন। হেগেলীয় দৃষ্টিভঙ্গিতে, মোহনহাউপ্টের মতে, মানুষের তৈরি আইন হল Rechtsgesetze, অথবা অন্তত একটি উপসেট। এর বৈশিষ্ট্য হল এটি \"পরম নয়\", এবং এটি মানুষের দ্বারা \"সর্বোপরি\" তাদের ক্রিয়াকলাপ ও আচরণের নিয়ন্ত্রণের জন্য (তবে জিনিসগুলির ক্রমানুসারে) দ্বারা সৃষ্ট। এটিকে \"সাধারণত জানা থাকতে হবে\" এবং \"এর নৃতাত্ত্বিক সংকল্প এবং [...] এর কালানুক্রমিক সংকল্প উভয়কেই বিবেচনায় রাখতে হবে\"। মানবসৃষ্ট আইন তরল, সময়ের সাথে সাথে পরিবর্তিত হচ্ছে বাস্তব জগতের পরিবর্তিত পরিস্থিতিতে খাপ খাইয়ে নেওয়ার জন্য।\n\n\n=== টমাস আকুইনাসের দর্শনে ===\n\nটমাস আকুইনাস Summa Theologica-এ প্রাকৃতিক আইন এবং চিরন্তন আইনের পাশাপাশি মানব আইনের স্বতন্ত্র রূপের ধারণা ব্যাখ্যা করেছেন। আকুইনাস মানবসৃষ্ট আইনের উপর প্রাকৃতিক আইনের প্রাধান্যকে জোর দিয়েছিলেন, উল্লেখ করেছেন যে যেখানে এটি \"প্রাকৃতিক আইনের সাথে তারতম্য রয়েছে এটি একটি আইন হবে না, কিন্তু বিকৃত আইন হবে\"। এই ধরনের কোনো দ্বন্দ্বের ফলাফল হল যে মানবসৃষ্ট আইন \"বিবেকের আদালতে বাধ্য নয়\", যেহেতু মানবসৃষ্ট আইন ঐশ্বরিক বা প্রাকৃতিক আইনের নির্ধারক, এবং নিম্ন আইন উচ্চতর আইনের বিরোধিতা করতে পারে না। প্রাকৃতিক আইন তাত্ত্বিক এবং অন্যান্যরা এইভাবে বছরের পর বছর ধরে অনেক মানবসৃষ্ট আইনকে চ্যালেঞ্জ করেছে, এই ভিত্তিতে যে তারা প্রাকৃতিক, বা ঐশ্বরিক, আইন বলে যাকে চ্যালেঞ্জকারীরা বলে তার সাথে বিরোধিতা করে।\n\n\n== ঐতিহাসিক পরিবর্তন: সর্বনিম্ন পদ থেকে সর্বোচ্চ আইন পর্যন্ত ==\nমানবসৃষ্ট আইনের ইউরোপীয় ও আমেরিকান ধারণা মধ্যযুগ থেকে বর্তমান দিন পর্যন্ত আমূল পরিবর্তিত হয়েছে। মধ্যযুগের থোমিস্ট দৃষ্টিতে, মানবসৃষ্ট আইন ছিল আইনের সর্বনিম্ন রূপ। এর উপরে ছিল লেক্স ন্যাচারিস, লেক্স ডিভিনা এবং লেক্স এটারনা। মানবসৃষ্ট আইনের কেবল ততটুকুই কর্তৃত্ব ছিল যতটা এটি প্রকাশ করে এবং উচ্চতর আইনের সাথে একমত হয়।\nশতাব্দী ধরে, এই ধারণাটি তার মাথায় পরিণত হয়েছে। কম আইন হওয়ার পরিবর্তে কারণ এটি ঐশ্বরিক না হয়ে মানুষের দ্বারা তৈরি করা হয়েছে, মানবসৃষ্ট আইনের আধুনিক ধারণাগুলি এটিকে মৌলিক ও সর্বোচ্চ আইন হিসাবে স্থান দেয় কারণ  এটি মানুষের তৈরি, জনগণের সার্বভৌমত্বের ধারণার জন্য ধন্যবাদ যা ১৮ শতকের আমেরিকান বিপ্লব এবং ফরাসি বিপ্লবের মত ঘটনাগুলিতে অভিব্যক্তি দেখেছিল।\nসোভিয়েত ইউনিয়নের আইনি তত্ত্ব আরও এগিয়ে গেছে, ঐশ্বরিক বা প্রাকৃতিক আইনের মতো কোনো জিনিসকে স্বীকৃতি দেয়নি এবং রাষ্ট্রকে সার্বভৌম বলে বিবেচনা করে। শুধুমাত্র মানবসৃষ্ট আইন, রাষ্ট্র কর্তৃক প্রণীত, মার্কসবাদী আইনী তত্ত্ব অনুসারে বিদ্যমান।\nযদিও সার্বভৌম জনগণের মানবসৃষ্ট আইনের চেয়ে উচ্চতর আইনগুলি মার্কিন যুক্তরাষ্ট্রের মতো দেশের আইনি তত্ত্বগুলিতে আনুষ্ঠানিকভাবে স্বীকৃত নয়, মানবসৃষ্ট আইনকে ঐশ্বরিক আইনের অধীনস্থ করার থোমিস্ট ধারণা এখনও সেই দেশগুলির অনেক লোকই সমর্থন করে। উদাহরণ স্বরূপ: মার্টিন লুথার কিং জুনিয়র, বার্মিংহাম জেল থেকে তার চিঠিতে টমাস আকুইনাসকে উদ্ধৃত করেছেন যে আইন অন্যায়:\n\n\"ন্যায্য আইন হল মানুষের তৈরি কোড যা নৈতিক আইন বা ঐশ্বরিক আইনের সাথে বর্গক্ষেত্র করে। অন্যায্য আইন হল এমন কোড যা নৈতিক আইনের সাথে সামঞ্জস্যপূর্ণ নয়। এটিকে সেন্ট টমাস আকুইনাসের পরিভাষায় বলতে গেলে: অন্যায্য আইন হল মানব আইন যা চিরন্তন আইন এবং প্রাকৃতিক আইনের মধ্যে নিহিত নয়।\"\nবেশ কয়েকটি ইসলামিক দেশে, মানবসৃষ্ট আইন এখনও, ২০ ও ২১ শতকের আইনি তত্ত্বে, শরিয়া আকারে ঐশ্বরিক আইনের অধীনস্থ বলে বিবেচিত। সেই আইনি তত্ত্বে, সার্বভৌম ক্ষমতা হল আল্লাহ, মানুষ নয়, এবং ঈশ্বরের তৈরি আইন মানুষের তৈরি আইনের চেয়ে প্রাধান্য পায়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ==="}