{"pageid": 1389437, "title": "হাসান গুল", "url": "https://bn.wikipedia.org/wiki?curid=1389437", "content": "হাসান গুল বা মুস্তফা হাজ্জি মুহাম্মদ খান ( আরবি: حسن غول; জন্ম: আগস্ট ১৯৭৭– ১ অক্টোবর, ২০১২)  ছিলেন একজন সৌদি বংশোদ্ভূত পাকিস্তানি   আল–কায়েদার সদস্য, যিনি বিন লাদেনের ব্যক্তিগত বার্তাবাহকের কুনিয়া প্রকাশ করেছিলেন, যা অবশেষে পর্যন্ত অপারেশন নেপচুন স্পিয়ার ও বিন লাদেনের মৃত্যুতে সহযোগিতা করে। গুল জাতিগতভাবে একজন পশতুন ছিলেন। তার পরিবার উত্তর ওয়াজিরিস্তানের একটি অঞ্চল থেকে এসেছিল।    ২০১২ সালে নিরাপত্তা পরিষদের আল–কায়েদা এবং তালেবান বিষয়ক নিষেধাজ্ঞা কমিটি তাকে মনোনীত করে। \nইরান সীমান্ত পারাপার হওয়ার সময় ইরাকি কুর্দিস্তানে কুর্দি পেশমার্গা বাহিনী তাকে করে এবং ২০০৪ সালের প্রথম দিকে মার্কিন গোয়েন্দাদের কাছে তাকে হস্তান্তর করা হয় এবং বলা হয়, হাসান একজন কুরিয়ার থেকে যেকোনো একটি জায়গায় কাজ করেছেন, যিনি আল-কায়েদা সদস্যদের জন্য ওসামা বিন লাদেন এবং আবু মুসাব আল-জারকাবির একজন উচ্চপদস্থ সহযোগীর কাছে বার্তা পৌঁছে দিয়েছেন।\nতাকে দুই বছর ধরে সিআইএ'র ব্ল্যাক সাইটে আটকে রাখা হয়।   ২০০৬ সালে হাসানকে পাকিস্তানের ইন্টার-সার্ভিস ইন্টেলিজেন্সের হেফাজতে স্থানান্তর করা হয়, যারা তাকে ২০০৭ সালে মুক্তি দেয়   ২০১২ সালের অক্টোবর মাসে উত্তর ওয়াজিরিস্তানে সিআইএ ড্রোন হামলায় গুল নিহত হন। \n\n\n== জীবনী ==\nহাসান গুল ১৯৭৭ সালের দিকে সৌদি আরবের মদিনা বা পাকিস্তানের সিন্ধু রাজ্যের সাংরার গ্রামে জন্মগ্রহণ করেন। ৯/১১ কমিশনের রিপোর্টে হাসানের উল্লেখ করা হয়েছিল যে, হাসান আবু জোবায়দাহ পরিচালিত একটি গেস্টহাউসে মুশাবিব আল-হামলানসহ তিনজন সদস্যের নেতৃত্ব দেন বলে উল্লেখ করা হয়েছিল। \n২০০৪ সালের ২৩ জানুয়ারি মাসে  কালারের কাছে ইরানের সীমান্ত ক্রসিংয়ে কুর্দি পেশমার্গা বাহিনী তাকে ধরে নিয়ে যায় এবং তারা সিআইএ-এর কর্মকর্তাদের ইমেইল করা একটি ছবিসহ হাসানের পরিচয় নিশ্চিত করে।  পরস্পরবিরোধী দাবি রয়েছে যে, তিনি আল -জারকাউইর অর্থ ও বোমা পরিকল্পনা আনতে ইরাকে প্রবেশ করতে গিয়ে ধরা পড়েছিলেন  অথবা তিনি ইরাকে সফল আত্মঘাতী বোমা হামলার বিষয়ে আল-জারকাভির অগ্রগতি প্রতিবেদন আনতে ইরান ছেড়ে চলে গিয়ে ধরা পড়েছিলেন। \nগুল একটি ইউএসবি ফ্ল্যাশ ড্রাইভ ও দুইটি সিডি বহন করছিল, যার মধ্যে একটি সতের পৃষ্ঠা-ব্যাপী অগ্রগতি প্রতিবেদনসহ অভিযোগ করা হয়েছে, যেটি জারকাভি লিখেছেন এবং তাতে তিনি ইরাকে আত্মঘাতী হামলার দায় স্বীকার করেছিলেন। মার্কিন গোয়েন্দা কর্মকর্তারা গৃহীত গল্পের বিপরীতে বলে যে, অগ্রগতি প্রতিবেদনটি পরে বাগদাদের একটি পরিত্যক্ত সেফ-হাউসে পাওয়া গিয়েছিল।   উপরন্তু, মার্কিন সামরিক বাহিনী মিডিয়াকে \"মূল হাতে লেখা আরবি বর্ণের ফটোকপি\" সরবরাহ করে, যেগুলি তখন অনুবাদ করা হয়েছিল।  তার থলিতে থাকা একটি নোটবুকে সন্দেহভাজন সহযোগীদের নাম ও ফোন নম্বর প্রকাশ করা হয়। \nপেশমারগা বাহিনী অবিলম্বে গুলকে মার্কিন সামরিক বাহিনীর হাতে তুলে দেয় এবং দেশে থাকা অবস্থায় তাকে জিজ্ঞাসাবাদ করা হয়।  \nতিনি আনসার আল-ইসলামের সদস্য ছিলেন বলেও সন্দেহ করা হয়।\n\n\n== তাকে ধরার বিষয়ে বিবৃতি ==\nতাকে ধরার পর, ফক্স নিউজ জানায় যে, তিনি প্রথম থেকেই আল-কায়েদার সদস্য ছিলেন; অন্তত দশ বছর আগে এবং জিহাদি চক্রে 'দারোয়ান' নামে ব্যাপকভাবে পরিচিত ছিলেন। যদিও কোনো প্রমাণ বা অন্য কোনো সূত্র নেই, যা এই দাবি সমর্থন করেছে।  মিডিয়াতে একইভাবে উল্লেখবিহীন বলা হয়েছে যে, হাসান গুল আফ্রিকায় ১৯৯৮ সালে মার্কিন দূতাবাসে বোমা হামলা ঘটনায় ভূমিকা রেখেছিল।  \n\nতার বন্দী হওয়ার প্রায় তিন দিন পর, প্রেসিডেন্ট জর্জ ডব্লিউ বুশের একটি বক্তৃতায় গুলকে উল্লেখ করা হয়:ঠিক গতকাল -- গতকাল নয় -- এই মাত্র গত সপ্তাহে, আমরা আমেরিকাকে আরো নিরাপদ করার জন্য আরও অগ্রগতি করেছি। আমরা হাসান গুল নামে একজন সহকর্মীকে ইরাকে বন্দী করেছি। হাসান গুল -- সরাসরি খালিদ শাইক মুহাম্মাদকে রিপোর্ট করেছিলেন, যিনি ১১ই সেপ্টেম্বরের হামলার মূলহোতা ছিলেন এবং তিনি একজন খুনি ছিলেন। তিনি দক্ষিণ এশিয়া ও মধ্যপ্রাচ্যের বিভিন্ন আল-কায়েদা নেতাদের কাছে অর্থ ও বার্তা পাঠাচ্ছিলেন। তিনি বিদ্বেষীদের এই নেটওয়ার্কের একটি অংশ ছিলেন যা আমরা ভেঙে দিচ্ছি।\nআমাদের গোয়েন্দা কর্মকর্তারা ভালো কাজ করেছেন। সে ইরাকে ধরা পড়েছিল, যেখানে সে আমাদের সৈন্যদের উপর চাপ সৃষ্টি করার জন্যে আল-কায়েদাকে সাহায্য করত।তাকে ধরার ৬ দিন পর মার্কিন লেফটেন্যান্ট জেনারেল রিকার্ডো সানচেজ গুলকে উল্লেখ করে বলেন, গুলকে আটক করা বেশ শক্তিশালী প্রমাণ যে, আল–কায়েদা তাদের হত্যামূলক প্রচারণা চালিয়ে যাবার জন্য ইরাকে পা রাখার চেষ্টা করছে।  সিআইএ পরিচালক জর্জ টেনেট সিনেট সিলেক্ট কমিটির কাছে তার সাক্ষ্যদানে আল-কায়েদার সদস্য হিসেবে উল্লেখ করেছেন, যিনি মার্কিম জনগণকে আর কখনও হুমকি দিতে পারবেন না। কলামিস্ট উইলিয়াম সাফায়া দাবি করেছেন যে এটি একটি \"ধূমপানকারী বন্দুক\" যা ইরাক এবং আল-কায়েদার মধ্যে যোগসূত্র প্রমাণ করে। \n\n\n== তথ্যসূত্র =="}