{"pageid": 1389735, "title": "জাহিরি বিদ্রোহ", "url": "https://bn.wikipedia.org/wiki?curid=1389735", "content": "জাহিরি বিদ্রোহ ছিল একটি ষড়যন্ত্র যা ১৪ শতকের মামলুক সালতানাতের সরকারের বিরুদ্ধে একটি ব্যর্থ অভ্যুত্থানের দিকে পরিচালিত করে, যা একইসাথে রাজনৈতিক এবং ধর্মীয় সংঘাত উভয় হিসাবে চিহ্নিত করা হয়েছিল। সুলতানের সম্ভাব্য উৎখাতের প্রাথমিক সমর্থন মিশরে শুরু হলে, সিরিয়ায় মিশরীয় মতাদর্শিক আন্দোলনকারীদের আন্দোলন শেষ পর্যন্ত ১৩৮৬ সালে দামেস্কে প্রকৃত পরিকল্পিত অভ্যুত্থান ঘটায়। সুন্নি ইসলামের জাহিরি মাযহাবের ইমাম আহমদ জাহিরির চারপাশে সমাবেশ করে, আন্দোলনকারীরা হামা থেকে রাজধানীতে জড়ো হয়। মামলুক এবং স্থানীয় আরব উপজাতি উভয়ের সমর্থন নিশ্চিত করতে ব্যর্থ হওয়ায়, সশস্ত্র সংঘাত সংঘটিত হওয়ার আগেই বারকুকের কর্তৃপক্ষ তাদের গ্রেপ্তার করেছিল।\nযদিও বিদ্রোহে অংশগ্রহণকারী সকলেই জাহিরি মাযহাব গ্রহণ করেননি, তবে শব্দটি মামলুক সুলতানের বিরুদ্ধে সশস্ত্র সংঘাতে অংশগ্রহণ করতে ইচ্ছুক সকলকে বোঝাতে ব্যবহৃত হয়েছিল। বিদ্রোহের দমনকে ব্যবহারিক এবং আদর্শগতভাবে উভয়ই মামলুক কর্তৃপক্ষের অসঙ্গতিবাদী ধারণার প্রতি অসহিষ্ণুতার লক্ষণ হিসাবে বর্ণনা করা হয়েছে এবং সাধারণত মুসলিম সাম্রাজ্যের ধর্মতত্ত্ববিদদের অঞ্চল হিসাবে বিবেচিত ধর্মীয় বিষয়ে হস্তক্ষেপ করতে ইচ্ছুক ছিল।\n\n\n== পটভূমি ==\n১৩৮২ সালের ডিসেম্বরে, হানাফী মাযহাবের মুসলিম আইনবিদ ইবনে আবিল ইয একটি কবিতার ধর্মতাত্ত্বিক সমালোচনার জন্য তদন্তের আওতায় আসেন যা শেষ পর্যন্ত মিথ্যা প্রমাণিত হয়। কিন্তু আইনবিদদের সংক্ষিপ্ত অনুসন্ধানের আগে বিষয়টি অনেকদূর গড়িয়েছিল। সেই বছরের ২৭শে ডিসেম্বর সুলতান বারকুকের একটি হলফনামা স্বাক্ষরিত হয় যাতে আইনবিদকে নিন্দা করা হয় এবং সেই সাথে দামেস্কের সুন্নি মুসলিম আইনের জাহিরি স্কুলের প্রচারের অন্যান্য আইনবিদদের বিষয়ে গুজবের তদন্তের আহ্বান জানানো হয়। যে চার আইনবিদ অসঙ্গতিবাদী দৃষ্টিভঙ্গি প্রচার করছেন, তাদের মধ্যে কুরাশি, ইবনুল জাবি, ইবনুল হুসবানি এবং সদরুদ্দিন ইয়াসুফি ডাকনাম ছিল।\nচার বছর পর হিমসের খালিদ নামে পরিচিত একজন সিরীয় হাম্বলি; যিনি আসলে আলেপ্পো থেকে ছিলেন, তিনি বুরহান নামে পরিচিত সুফি ইমাম আহমদ ইবনে মুহাম্মদ ইবনে ইসমাঈল ইবনে আবদুর রহিম শিহাবুদ্দিন আবু হাশিম জাহিরির অধীনে দামেস্কে চলে আসেন। এই সময়ে, জাহিরি ধর্মতত্ত্ব দ্বারা প্রভাবিত বেশ কিছু মিশরীয় সিরিয়ায় চলে যায়। বুরহান ইয়াসুফিসহ ইবনুল জাবি  আর ইবনুল হুসবানিকে অনুসরণ করার পাশাপাশি ইবনে হাজমের বই আল-মুহাল্লা অধ্যয়ন করতেন। অন্যদিকে, কুরাশি শুধুমাত্র পড়াশুনার উদ্দেশ্যে উপরোক্ত চারজনের সাথে যুক্ত হলেও ব্যক্তিগতভাবে বুরহানকে অপছন্দ করতেন।\n\n\n== বিদ্রোহ ==\n১৩৮৬ সালের আগস্ট মাসে, হিমসের খালিদ সুলতানের উৎখাত এবং একটি খিলাফত প্রতিষ্ঠার জন্য সমর্থন চাইতে দামেস্কের দুর্গে বন্দী স্থানীয় বেদুইন প্রধানের সাথে দেখা করেন। কারণ বারকুক ক্ষমতায় আসতে  খলিফা মুতাওয়াক্কিল মুহাম্মাদ ইবনে আবু বকরকে উৎখাত করেছিলেন। গোত্রপ্রধান খালিদকে ইবনে হিমসির সাথে কথা বলতে পরামর্শ দেন। হয়ত তিনি এই উৎখাতকে সমর্থন করবেন। ইবনে হিমসির নাম খালিদের সাথে মিললেও তারা আসলে সম্পর্কযুক্ত নন, ইবনে হিমসি দুর্গের শীর্ষ কর্মকর্তা ছিলেন।\nখালিদ দুর্গের কমান্ডিং অফিসারকে প্লট সম্পর্কে অবহিত করেন, দাবি করেন যে স্থানীয় বেদুইন উপজাতি এবং শহুরে দামেস্কিদের সমর্থনের পাশাপাশি তিনি একজন নতুন খলিফার জন্য উপযুক্ত প্রার্থীও খুঁজে পেয়েছেন। অফিসার ধারণা দিয়েছিলেন যে, তিনি ষড়যন্ত্রকে সমর্থন করছেন এবং নতুন খলিফার সাথে দেখা করতে চান। যার ভিত্তিতে খালিদ বুরহানকে খলিফা বলে প্রকাশ করেছিলেন এবং অফিসারকে বুরহানের বাড়ির সঠিক ঠিকানাও দিয়েছিলেন। অফিসার বুরহানের উপস্থিতির জন্য অনুরোধ পাঠালেন; তার আগমনের সাথে সাথে তাকে এবং খালিদ দুজনকেই গ্রেফতার করা হয়।\n\n\n== পরবর্তী ==\nদুর্গ এবং সিরিয়া উভয়টির গভর্নর বায়দামুর ছুটির কারণে অনুপস্থিত ছিলেন। ইবনে হিমসি গভর্নরের ভারপ্রাপ্ত ভূমিকা গ্রহণ করছিলেন। তিনি কায়রোতে বারকুকে লিখেছেন, গল্পে তার নিজের বিবরণ যোগ করেছেন। ইবনে হিমসি সুলতানকে শুধু দুই মূল নেতাকে গ্রেফতার করার কথাই বলেননি, বরং গভর্নরকেও একজন ষড়যন্ত্রকারীর সহায়তাকারী হিসেবে অভিযুক্ত করেন। যার ফলে একই বছর রমজানে (১৩৮৬ সালের সেপ্টেম্বরে) গভর্নর, তার ছেলে মুহাম্মাদ শাহ, ভাতিজা আলাউদ্দিন খাজিন্দর ও তার দুই সহায়ককে গ্রেফতার করা হয়েছিল। বুরহান এবং খালিদকে গ্রেপ্তারের পরের সপ্তাহগুলিতে সবার নজর বায়দামুরের সাথে যুক্ত যেকোনো ব্যক্তির উপর চলে গিয়েছিল। যাদের উপর রাজনৈতিক এবং আর্থিক উভয় নিষেধাজ্ঞা দেয়া হয়।\nবুরহানের স্বীকারোক্তির ফলে ইয়াসুফিকে গ্রেফতার করা হয় এবং ইবনে হুসবানি আত্মগোপনে চলে যান। একজন দ্বিতীয় হাম্বলী ফকিহ বালাবেকের আমিনুদ্দিন ইবনে নাজিবকেও ষড়যন্ত্রে সহায়তার অভিযোগে গ্রেপ্তার করা হয়েছিল। যদিও তিনি সরাসরি ষড়যন্ত্রে জড়িত ছিলেন না, কিন্তু পূর্বে তিনি প্রকাশ্যে সুলতানের বিরোধিতা করেছিলেন। ১৩৮৬ সালের নভেম্বরে বুরহান এবং খালিদকে কায়রোতে নিয়ে যাওয়া হয় যাতে সুলতান বারকুক তাদের মুখোমুখি দেখা করার জন্য। তাদের অনুপস্থিতিতে ষড়যন্ত্রে জড়িত থাকার সন্দেহে অন্যান্য স্থানীয় কর্মকর্তা এবং আলেমদের গ্রেপ্তার করা হয়েছিল। অবশেষে, বন্দীরা মুক্তি অথবা হত্যার অনুরোধ জানিয়ে একটি পিটিশন দাখিল করে; পরিবর্তে তাদের সময় বেঁধে দেওয়া হয়েছিল এবং সরকারী নির্মাণ প্রকল্পে কায়িক শ্রমের শাস্তি দেওয়া হয়েছিল। এটি ধারাবাহিক সমস্যা বন্ধ করে দেয় যে, স্থানীয় দামেশকিরা, পতনশীল রাজনীতিবিদ এবং ধর্মগুরুদের প্রতি করুণা পোষণ করা শুরু করেন। জোরপূর্বক কায়িক শ্রম এবং সাধারণভাবে বুরজি প্রশাসন উভয়ের বিরোধিতা করে নির্মাণস্থলে বিক্ষোভ দেখাতে শুরু করে। সামরিক বাহিনীর লোকেরা নিম্ন শ্রেণীর মধ্যে বিদ্রোহ ছড়িয়ে পড়ার ভয়ে অবিলম্বে শ্রম সাজা বাতিল করে এবং বন্দীদের দুর্গে ফিরিয়ে দেয়। শাসক রাজবংশের বিরোধিতা বেড়ে গেলে একজন স্থানীয় আলেম ইউসুফ জুয়াইফারিনি ঘোড়ায় চড়ে দুর্গের চারপাশে ঘুরতে শুরু করেন। তিনি দাবি করেন যে, তিনি বায়দামুরকে মুক্ত করবেন। তাকে দামেশকের লোকেরা পছন্দ করতে শুরু করেছিল, কারণ তিনি একজন ধর্মীয় ব্যক্তিত্ব ছিলেন এবং তিনি মামলুকদের আরোপিত করের বিরোধিতা করেছিলেন। মামলুকদের আরোপিত করের ব্যাপারে ইসলামি আইনে কোনো উৎস ছিল না। জুয়াইফারিনির গ্রেপ্তারের আদেশও দেওয়া হয়েছিল, কিন্তু তিনি ইবনে হুসবানির মত আত্মগোপন করেন।\n২৪ ডিসেম্বর ১৩৮৬ তারিখে বুরহান, খালিদ এবং ইবনে নাজিব কায়রোতে আসেন। তাদেরকে বুরজি সরকারকে উৎখাত করার এবং কুরাইশি বংশোদ্ভূত একজন নেতার সাথে খিলাফত প্রতিষ্ঠার ষড়যন্ত্রের অভিযোগ দায়ের করা হয়েছিল। ১৩৮৭ সালের ১৬ই জানুয়ারিতে তাদেরকে জিজ্ঞাসাবাদ এবং বিচারের জন্য ব্যক্তিগতভাবে সুলতানের সামনে আনা হয়। বুরহান মৌখিকভাবে বারকুককে কর বরাদ্দ করে অপশাসনের জন্য অভিযুক্ত করেছিলেন, যার ব্যাপারে ইসলামি আইনে কোন পাঠ্য ভিত্তি নেই এবং একজন কুরাইশি নেতার জন্য তার দাবিকে জোর দিয়েছিলেন। পুরাতন যুগ থেকে চলে আসা বিতর্কে আগ্রহী না হয়ে, বারকুক কেবল বন্দীদেরকে নির্যাতন করার নির্দেশ দিয়েছিলেন যতক্ষণ না তারা তাদের সমস্ত ষড়যন্ত্রকারীদের সহায়তাকারীদের নাম প্রকাশ করে দেয়।\nক্ষমতাচ্যুত গভর্নর বায়দামুরের নাম মামলা থেকে বাদ দেয়া হয়েছিল, তবে এর আগেই ১৩৮৭ সালের ফেব্রুয়ারিতে দুর্গের কয়েদখানা তিনি মারা যান। দুই বছর সাত মাস পরে ১৩৮৯ সালের মার্চ মাসে, একজন প্রভাবশালী শাফিয়ি আইনজ্ঞের মধ্যস্থতায় বুরহান এবং খালিদকে কায়রোতে মুক্তি দেওয়া হয়। অন্যান্য জাহিরিদের সাথে কয়েকদিন পরে ইবনে নাজিবও মুক্তি পান যাকে দামেস্কে ফেরত পাঠানো হয়েছিল। বায়দামুর ছাড়াও ইয়াসুফিও তার সহগামীদের প্যারোলের এক বছরেরও বেশি আগে অর্থাৎ ১৩৮৭ সালের আগস্ট মাসে দুর্গে মারা যান।\n\n\n== উত্তরাধিকার ==\nযদিও বিদ্রোহটি জাহিরীয় ধারণা থেকে প্রাথমিক গতি অর্জন করেছিল, বর্তমানে এটিকে মামলুকদের বিরুদ্ধে রাজনৈতিক আন্দোলন এবং খিলাফতের প্রান্তিককরণের সাথে সাধারণ অসন্তোষের পরিপ্রেক্ষিতে আরও বেশি দেখা হয়।  ইতিহাসবিদ মাকরিজি সাধারণত তার লেখার বিষয়গুলি থেকে সরিয়ে দিয়েছিলেন। এভাবে শুধুমাত্র বিদ্রোহের কথাই জানাননি বরং এটিকে ধর্মতাত্ত্বিকভাবে ন্যায্যতা দেওয়ার চেষ্টা করেছিলেন, সম্ভবত জাহিরি হিসাবে তার নিজের অবস্থানের কারণে। মাকরিজিও ধর্মতত্ত্বে বুরহানের সরাসরি ছাত্র ছিলেন।\n\n\n== তথ্যসূত্র =="}