{"pageid": 1389995, "title": "কসমস সালফিউরিয়াস", "url": "https://bn.wikipedia.org/wiki?curid=1389995", "content": "কসমস সালফিউরিয়াস (বৈজ্ঞানিক নাম: Cosmos sulphureus) সূর্যমুখীর পরিবার অ্যাস্টারেসির সপুষ্পক উদ্ভিদের একটি প্রজাতি। এটি সালফার কসমস এবং হলুদ কসমস নামেও পরিচিত। এটি মেক্সিকো, মধ্য আমেরিকা এবং উত্তর দক্ষিণ আমেরিকার স্থানীয় এবং উত্তর ও দক্ষিণ আমেরিকার অন্যান্য অংশের পাশাপাশি ইউরোপ, এশিয়া এবং অস্ট্রেলিয়ায় একটি প্রাকৃতিকীকৃত প্রজাতি।\n১৯৯৬ সালে ইউনাইটেড স্টেটস সাউথইস্ট এক্সোটিক পেস্ট প্ল্যান্ট কাউন্সিল দ্বারা এই উদ্ভিদটিকে আক্রমণাত্মক ঘোষণা করা হয়েছিল। সমস্ত কসমসের ফুল পাখি এবং প্রজাপতিকে আকর্ষণ করে, যার মধ্যে রাজকীয় প্রজাপতিও রয়েছে।\n\n\n== বর্ণনা ==\nকসমসের এই প্রজাতিটিকে অর্ধ-হার্ডি বার্ষিক হিসাবে বিবেচনা করা হয়, যদিও উদ্ভিদগুলো বেশ কয়েক বছর ধরে স্ব-বীজ বপনের মাধ্যমে পুনরায় উপস্থিত হতে পারে। এর পাতাগুলো বিপরীত এবং পিনাটভাবে বিভক্ত। উদ্ভিদের উচ্চতা ১-৭ ফুট (৩০-২১০ সেমি) থেকে পরিবর্তিত হয়। মূল এবং এর জাতগুলো হলুদ, কমলা এবং লাল রঙে প্রদর্শিত হয়। এটি কোরিয়া এবং জাপানে বিশেষত জনপ্রিয়, যেখানে এটি প্রায়শই কোরীয়-জাপানি উদ্ভিদবিদ উ জ্যাং-চুনের একটি উদ্যোগ অনুসরণ করে রাস্তার পাশে গণ রোপণে দেখা যায়।\n\n\n== জাত ==\nউৎপাদিত জাতগুলোর মধ্যে রয়েছে:\n\n'ব্রাইটনেস রেড' এজিএম\n'ক্লন্ডাইক মিক্স', 'পলিডোর' হলুদ থেকে কমলা এবং লাল রঙের বিভিন্ন বর্ণ নিয়ে গঠিত\n'লেডিবার্ড ডোয়ার্ফ রেড', 'লেডিবার্ড ডোয়ার্ফ গোল্ড', 'লেডিবার্ড ডোয়ার্ফ অরেঞ্জ', এবং 'লেডিবার্ড ডোয়ার্ফ লেমন' প্রজাতির চেয়ে ৪০ সেন্টিমিটার ছোট। এদের ফুল খুব তাড়াতাড়ি আসে। ফুলের হলুদ, কমলা এবং লাল রঙের প্রাণবন্ত রঙ রয়েছে। আরেকটি জাতের নাম 'ব্রাইট আইস'।\n'দ্য ডায়াবলো' ৫ সেন্টিমিটার তীব্র কমলা লাল ফুলের সাথে ৭৫ সেন্টিমিটারে পৌঁছায়।\n'দ্য পলিডোর' ৭৫ সেন্টিমিটার পর্যন্ত পৌঁছায় এবং সোনালি হলুদ, কমলা এবং লাল রঙের আধা-দ্বৈত ফুল বহন করে।\n'দ্য সানি রেড' এবং 'সানি গোল্ড' ৩৫ সেন্টিমিটারে মজুত গাছগুলিতে একক ফুল রয়েছে।\n'দ্য সানসেট' ৯০ সেন্টিমিটারে পৌঁছায়। এটি লাল বা লাল কমলার ছায়ায় দ্বৈত বা আধা-দ্বৈত ফুল বহন করে\n'ট্যাঙ্গো' এজিএম\n(যেগুলো এজিএম চিহ্নিত তারা রয়্যাল হর্টিকালচারাল সোসাইটির গার্ডেন মেরিটের পুরস্কার অর্জন করেছেন)।\n\n\n== চাষ ==\n\nএই উদ্ভিদের বৃদ্ধির বৈশিষ্ট্যগুলোর মধ্যে রয়েছে:\n\n৭৫ ডিগ্রি ফারেনহাইটের সর্বোত্তম তাপমাত্রায় অঙ্কুরোদগম ৭ থেকে ২১ দিনের মধ্যে সময় নেয়; অঙ্কুরোদগমের ৫০ থেকে ৬০ দিনের মধ্যে ফুল ফোটা শুরু হয়\nএটি ৬.০ এবং ৮.৫ এর মধ্যে মাটির পিএইচ পছন্দ করে, মধ্য আমেরিকার ক্ষারীয় অঞ্চলে এর স্থানীয় আবাসকে প্রতিফলিত করে\nফুল পূর্ণ রোদে সবচেয়ে ভাল, যদিও আংশিক ছায়া সহ্য করা হয়\nউদ্ভিদটি অঙ্কুরোদগমের পরে খরার প্রতি সহনশীল এবং খুব কমই পোকামাকড় বা রোগের ক্ষতির সম্মুখীন হয়; এই শক্তিমার্কিন যুক্তরাষ্ট্রের কিছু অঞ্চলে কীটপতঙ্গ হিসাবে এর স্থিতি দ্বারা প্রমাণিত হয়\n\n\n== ব্যবহার ==\nইন্দোনেশিয়ায় লালাব বা গুদাং নামে কাঁচা বা রান্না করা শুঁটকি খাওয়া হয়।\nফুলগুলো একটি কমলা-হলুদ রঞ্জক তৈরি করে, প্রাক-কলম্বিয়ান আমেরিকায় এবং পরে দক্ষিণাঞ্চলীয় আফ্রিকায় উল রঞ্জিত করতে ব্যবহৃত হয়।\nথাইল্যান্ডে, এগুলো অগ্ন্যাশয় লাইপেজ প্রতিরোধের প্রভাবে সালাদ বা মসলা চায়ে খাওয়া হয়।\nএকটি পাকিস্তানি দলের (২০১৭) মতে, প্যারাসিটামলের উচ্চ মাত্রার অধীনে ইঁদুরের মধ্যে উদ্ভিদের নির্যাসের হেপাটোপ্রোটেক্টিভ প্রভাব রয়েছে।\nএকটি ইউক্রেনীয় প্রকাশনা (২০১৭) কসমস সালফিউরিয়াসের ১০% শুষ্ক নির্যাস ধারণকারী একটি রুটিকে এর অর্গানোলেপ্টিক গুণাবলীর জন্য একটি ভাল নোট বলে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nJepson Manual Treatment\nCalphotos Photo gallery – ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়\nDetails – রয়্যাল হর্টিকালচারাল সোসাইটি"}