{"pageid": 1389770, "title": "এশিয়ান পেইন্টস", "url": "https://bn.wikipedia.org/wiki?curid=1389770", "content": "এশিয়ান পেইন্টস লিমিটেড একটি ভারতীয় বহুজাতিক রংয়ের কোম্পানি। এর সদরদপ্তর ভারতের মহারাষ্ট্রের মুম্বইয়ে অবস্থিত। কোম্পানিটি রং, আবরণ, গৃহসজ্জা সম্পর্কিত পণ্য, বাথ ফিটিংস এবং সম্পর্কিত পরিষেবা উৎপাদন, বিক্রয় ও বিতরণ ব্যবসার সাথে জড়িত।\nএশিয়ান পেইন্টস ভারতের বৃহত্তম রংয়ের কোম্পানি। এটি বার্জার ইন্টারন্যাশনালের অধীনে একটি কোম্পানি। কোম্পানিটির ভারতসহ বিশ্বের ১৫টি দেশে উৎপাদন কার্যক্রম অব্যাহত রয়েছে। এছাড়া ভারতীয় উপমহাদেশ এবং মধ্যপ্রাচ্যেও এর যথেষ্ট শাখা রয়েছে।\n\n\n== ইতিহাস ==\nচার গুজরাতি বন্ধু চম্পকলাল চোকসি, চিমনলাল চোকসি, সূর্যকান্ত দানি এবং অরবিন্দ ভাকিল মুম্বইয়ের গাইওয়াদির গিরগাঁওতে একটি গ্যারেজে কোম্পানিটি শুরু করেন। তারা সকলেই জৈন পরিবারের অন্তর্গত। তারা ১৯৪২ সালের ফেব্রুয়ারিতে কোম্পানিটি প্রতিষ্ঠা করেন। দ্বিতীয় বিশ্বযুদ্ধ এবং ১৯৪২ সালের ভারত ছাড়ো আন্দোলনের সময় রং আমদানির উপর অস্থায়ী নিষেধাজ্ঞার ফলে বাজারে শুধুমাত্র বিদেশী কোম্পানিসমূহ এবং শালিমার পেইন্টস সক্রিয় ছিল। এসময় এশিয়ান পেইন্টস বাজার দখল করে নেয় এবং ১৯৫২ সালে মাত্র ২% পিবিটি মার্জিনসহ বার্ষিক ₹২৩ কোটি রূপি আয় করে। ১৯৬৭ সালের মধ্যে, এটি দেশের শীর্ষস্থানীয় রং প্রস্তুতকারক হয়ে ওঠে।\nচার পরিবার একত্রে কোম্পানির বেশির ভাগ শেয়ারের মালিক ছিল। কিন্তু ১৯৯০ এর দশকে বিশ্বব্যাপী অধিকার নিয়ে বিরোধ শুরু হয়, এসময় কোম্পানিটি ভারতের বাইরেও বিস্তৃত হচ্ছিল। বিরোধের ফলে চোকসি তার ১৩.৭% শেয়ার বিক্রি করে দেয় এবং ১৯৯৭ সালে প্রস্থান করে। ১৯৯৭ সালের জুলাই মাসে চম্পকলাল মারা গেলে তার ছেলে অতুল কোম্পানির দায়িত্ব নেন। ব্রিটিশ কোম্পানি ইম্পেরিয়াল কেমিক্যাল ইন্ডাস্ট্রিজের সাথে তাদের সহযোগিতার আলোচনা ব্যর্থ হওয়ার পর, চোকসির শেয়ার বাকি তিন পরিবার এবং ইউনিট ট্রাস্ট অব ইন্ডিয়া পারস্পরিকভাবে কিনে নেয়। ২০০৮-এর হিসাব অনুযায়ী, কোম্পানিতে চোকসি, দানি এবং ভাকিল পরিবারের ৪৭.৮১% শেয়ার রয়েছে। এশিয়ান পেইন্টসের অনির্বাহী পরিচালক আশ্বিন দানি ২০২৩ সালের ২৮ সেপ্টেম্বর ৭৯ বছর বয়সে মারা যান।\n\n\n== উৎপাদনের স্থান ==\nসহযোগী সংস্থাসহ কোম্পানিটির ১৬টি দেশে মোট ২৬টি উৎপাদন সুবিধা রয়েছে, যা বিশ্বব্যাপী ৬৫টিরও বেশি দেশে গ্রাহকদের সেবা দিচ্ছে।\n\n\n== উত্তরাধিকার কাঠামো ==\nকোম্পানির ১২জন প্রাতিষ্ঠানিক মালিক এবং অংশীদার রয়েছে যারা সিকিউরিটিজ এক্সচেঞ্জ কমিশনের মাধ্যমে বিনিয়োগ করে। সবচেয়ে বড় অংশীদারদের মধ্যে রয়েছে ব্রিজ বিল্ডার ইন্টারন্যাশনাল ইক্যুইটি ফান্ড এবং টাচস্টোন স্যান্ডস ক্যাপিটাল ইমার্জিং মার্কেটস গ্রোথ ফান্ড।\n\n\n== বিপণন ও বিজ্ঞাপন ==\n১৯৫০-এর দশকে, কোম্পানি \"ধোয়া যায় এমন একটি ডিস্টেম্পার\" চালু করে, যার সস্তা আদ্র ডিস্টেম্পারের (সহজেই যার মোড়ক খোলা যায়) গুণ এবং ব্যয়বহুল প্লাস্টিক ইমালশনের মধ্যে ভারসাম্য ছিল। তারা তাদের ডিস্টেম্পার প্রচারের বিজ্ঞাপনে \"মেজাজ হারাবেন না, ট্র্যাক্টর ডিস্টেম্পার ব্যবহার করুন\" লেখা ব্যবহার করে। ১৯৫৪ সালে, মাস্কট হিসাবে রংয়ের বালতি হাতে \"গাট্টু\" নামে একটি দুষ্টু ছেলের বিজ্ঞাপন চালু করা হয়। রাসীপুরম কৃষ্ণস্বামী লক্ষ্মণের তৈরি করা মাস্কটটি মধ্যবিত্তদের কাছে আবেদন খুঁজে পায়।\nএটি ১৯৭০ সাল পর্যন্ত শুধুমাত্র ছাপানো বিজ্ঞাপন এবং বাঁধাইজাতকরণে ব্যবহার করা হয়। ১৯৯০-এর দশকে, টেলিভিশন বিজ্ঞাপনেও এটি দেখা যায়। গাট্টু চিত্রশিল্পীদের পণ্য-নেতৃত্বাধীন ব্যবসাকে বাড়ির মালিকদের প্রকৃত শেষ ব্যবহারকারীর কাছে নিয়ে আসতে সাহায্য করে। এশিয়ান পেইন্টসের সাথে সংযুক্ত বিজ্ঞাপনী সংস্থা ওগিলভি অ্যান্ড মাদার ১৯৮০-এর দশকে তাদের ট্যাগ লাইন \"হার ঘার কুচ্ছ কেহতা হ্যায়\" (প্রতিটি বাড়িই কিছু বলে) দিয়ে উৎসব উপলক্ষকে কেন্দ্র করে বিপণন কৌশল চালু করে। মূলত উৎসব, বিবাহ এবং আকিকার মতো গুরুত্বপূর্ণ ঘটনাগুলোকে কোম্পানি আবেগের স্তরে সংযুক্ত করে বাড়িগুলোকে রং করার একটি উপলক্ষ হিসাবে বিজ্ঞাপনটি দেয়। ১৯৯০-এর দশকে, বিজ্ঞাপনগুলো বাড়ির বাহ্যিক জিনিসের উপর এবং কীভাবে রংগুলো বাহ্যিক জিনিসগুলোকে নিরবধি রাখতে পারে তার উপর দৃষ্টি নিবদ্ধ করে৷ কোম্পানিটি ২০০০-এর দশকে, তাদের কর্পোরেট পরিচয়কে পুনর্গঠন করে। এসময় তারা গাট্টুকে তাদের মাস্কট থেকে সরিয়ে দেয় এবং \"এশিয়ান পেইন্টস\" লোগোটিকে ছোট \"এপি\" স্মৃতিতে পরিবর্তন করে।\n\n\n== অংশীদারের নমুনা ==\n২০২৩ সালের ১৮ সেপ্টেম্বর অনুযায়ী\n\n২০২২ সালে, এশিয়ান পেইন্টসের কিউ১ নিট মুনাফা ৭৯% বেড়ে ₹১,০১৭ কোটি হয়; আর রাজস্ব বৃদ্ধি পায় ৫৫% পর্যন্ত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}