{"pageid": 1389071, "title": "ময়ূর (পুরাণ)", "url": "https://bn.wikipedia.org/wiki?curid=1389071", "content": "ময়ূর (সংস্কৃত : मयूर) হল হিন্দু সংস্কৃতির অন্যতম পবিত্র পাখি। অনেক হিন্দু ধর্মগ্রন্থে ময়ূরের উল্লেখ করা হয়েছে। এটি ভারতের অনেক অংশে ব্যবহৃত একটি সমসাময়িক হিন্দু নামও।\n\n\n== পটভূমি ==\nকিংবদন্তি আছে যে ময়ূর হিন্দু সংস্কৃতির আরেকটি অর্ধ-ঐশ্বরিক পাখি গরুড়ের পালক থেকে তৈরি হয়েছিল। গরুড়কে ত্রিমূর্তির অন্যতম বিষ্ণুর একটি বাহন বলে মনে করা হয়। একটি পৌরাণিক পাখি হিসাবে ময়ূরকে বিভিন্ন চিত্রে, সাপ হত্যাকারীরূপে চিত্রিত করা হয়েছে, যা অনেক হিন্দু ধর্মগ্রন্থ অনুসারে, সময়ের চক্রের প্রতীক।\n\n\n== তাৎপর্য ==\nময়ূর নিম্নলিখিত ছাড়াও হিন্দুদের বেশ কয়েকটি দেবতা ও দেবতার সাথে যুক্ত:\n\nউত্তর রামায়ণের একটি গল্প ইন্দ্রের সম্পর্কে বিশদভাবে বর্ণনা করেছে, যিনি রাবণকে পরাস্ত করতে অক্ষম, একটি ময়ূরের ডানার নীচে আশ্রয় দিয়েছিলেন এবং পরে তাকে \"হাজার চোখ\" এবং সর্প থেকে নির্ভীকতা দিয়ে আশীর্বাদ করেছিলেন। আরেকটি গল্পে আছে ইন্দ্র যিনি হাজার ঘা দিয়ে অভিশাপ পেয়ে হাজার চোখের ময়ূরে রূপান্তরিত হয়েছিলেন।\nকৌমারীকে সাধারণত একটি ময়ূর দিয়ে চিত্রিত করা হয় এবং ময়ূর তার বাহন হিসেবেও কাজ করে।\nপারবনি নামের ময়ূর দেবতা কার্তিকের বাহন হিসেবে কাজ করে।\nকৃষ্ণকে সাধারণত ময়ূরের পালক তাঁর মাথায় শোভিতরূপে চিত্রিত করা হয়।\nলক্ষ্মী, বিষ্ণুর সহধর্মিণী, সমৃদ্ধি, ভাগ্য এবং সৌন্দর্যের দেবী; তিনি ময়ূর দ্বারা প্রতীকায়িত।\nময়ূরেশ্বর গণেশের একটি অবতার, যার বাহন একটি ময়ূর (গণেশ পুরাণে)\nচিত্রমেখলা নামের ময়ূর সরস্বতীর সাথে যুক্ত, এক দেবতা যে কল্যাণ, ধৈর্য, দয়া, করুণা এবং জ্ঞানের প্রতিনিধিত্ব করে।\nশ্রী চন্দ ভৈরবর, অষ্ট ভৈরবের অন্যতম (\"আট ভৈরব\") ; যার বাহন একটি ময়ূর।\nবিকট (Vikaṭa) (\"অস্বাভাবিক রূপ\"), গণেশের একটি অবতার, যার বাহন একটি ময়ূর (মুদ্গল পুরাণে)।\nসাধারণভাবে, ময়ূরের পালক পবিত্র বলে বিবেচিত হয় এবং হিন্দুদের ধর্মীয় ছবি এবং সরঞ্জামগুলোর ধুলো ঝেড়ে পরিস্কার করতে ব্যবহৃত হয়।\nএশীয় লোককাহিনীতে, বিশেষ করে শ্রীলঙ্কার ভেদ্দায় ময়ূরকে প্রশংসা করা হয় কারণ এই পাখিটি সেন্টিপিড এবং সাপকে হত্যা করে।\n\n\n== আরো দেখুন ==\nআর্গাস প্যানোপ্টেস\nমহাময়ূরী\nমেলেক টাউস\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nআন্না ডাল্লাপিকোলা, হিন্দু ধর্ম ও কিংবদন্তির অভিধান (আইএসবিএন ০-৫০০-৫১০৮৮-১ )"}