{"pageid": 1389461, "title": "শিব স্বরোদয়", "url": "https://bn.wikipedia.org/wiki?curid=1389461", "content": "শিব স্বরোদয় একটি প্রাচীন সংস্কৃত তান্ত্রিক পাঠ্য। স্বরযোগ নামে একটি ভাষ্য যা ১৯৮৩ সালে সত্যানন্দ সরস্বতী কর্তৃক অনুবাদ করা হয়েছে। একে \"ধ্বনিসংক্রান্ত জ্যোতিষশাস্ত্র\" নামেও বলা হয়: \"নিজের নিঃশ্বাসের শব্দ\" এবং শিব এবং পার্বতীর মধ্যে কথোপকথন হিসাবে রচিত। এই প্রাচীন ধর্মগ্রন্থটিতে ৩৯৫টি সূত্র রয়েছে।\n\n\n== ভূমিকা ==\nপাঠ্যটি পার্বতী এবং শিবের মধ্যে কথোপকথন দিয়ে শুরু হয়, যেখানে শিব পাঠ্য গুলো প্রবর্তন শুরু করেন এবং গোপনীয়তা বজায় রাখার প্রয়োজনীয়তা সম্পর্কে ব্যাখ্যা করেন এবং পাঠ্যের জ্যোতিষশাস্ত্রীয় মূল্যও উল্লেখ করেন। \nএর মৌলিক প্রয়োগ হল শ্বাসকে মহাজাগতিক জীবনী শক্তির মাধ্যম হিসাবে উপলব্ধি করা, \"স্বরযোগ \" অনুশীলনের মাধ্যমে (প্রশ্বাসের বিশ্লেষণ ও অনুশীলনের বিশেষ পদ্ধতি)। মুক্তি বোধানন্দের মতে, গ্রন্থটি আমাদের শ্বাস-প্রশ্বাসের প্রকৃতি এবং শরীরের উপর তার প্রভাব বুঝতে সক্ষম করে কারণ শ্বাস-প্রশ্বাসের বিভিন্ন পদ্ধতি বিভিন্ন ধরনের কর্মের দিকে পরিচালিত করে; শারীরিক, মানসিক এবং আধ্যাত্মিক। গুরুজী প্রেম নির্মল বলেছেন স্বরযোগ একটি প্রাচীন বিজ্ঞান যা সূর্য, চাঁদ এবং পাঁচটি উপাদানের সাথে শ্বাস-প্রশ্বাসের সম্পর্ক স্থাপন করে, আমাদের মেজাজ নিয়ন্ত্রণ করতে, অসুস্থতা নিরাময় করতে এবং মহাজাগতিক ছন্দের সাথে মিলিত হতে সাহায্য করে।\n\n\n== স্বর এবং তাদের প্রভাবের ভূমিকা ==\nমুক্তি বোধানন্দের অনুসন্ধানে, দ্বিতীয় অংশে নাদী থেকে উদ্ভূত স্বরগুলোর প্রকারের পরিচয় দেওয়া হয়েছে, এখানে তিন ধরনের স্বর উপস্থিত রয়েছে বলে বলা হয়েছে। এবং স্বরগুলোর প্রতিটি ফলাফল এখানে উল্লেখ করা হয়েছে। স্বরোদয় যোগের তিন ধরনের শ্বাস-প্রশ্বাসের ব্যবস্থা রয়েছে - ইডা (বাম নাসারন্ধ্র দিয়ে শ্বাস নেওয়া এবং শ্বাস ছাড়া), পিংলা (ডান নাসারন্ধ্র দিয়ে শ্বাস নেওয়া এবং শ্বাস ছাড়া) এবং সুষ্মনা (উভয় নাসারন্ধ্র দিয়ে শ্বাস নেওয়া এবং শ্বাস ছাড়া)। আমরা বেশিরভাগই ইডা বা পিংলা থেকে শ্বাস নিই এবং বের করি তবে কখনও কখনও আমরা নাকের উভয় নাদী থেকে শ্বাস নিই।\nভাত, পিত্ত এবং কফ দোষ (ভারসাম্যহীনতা) রোগ সৃষ্টি করে এবং এগুলোতে স্বরযোগের মাধ্যমে ভারসাম্য আনয়ন করা যেতে পারে।\n\n\n== স্বরের বিশেষ প্রবাহের সময় সুপারিশকৃত কাজ ==\nসত্যানন্দ সরস্বতী জোর দেন যে বইটিতে উল্লিখিত স্বরগুলোর প্রত্যেকটি খুব নির্দিষ্ট মিলিত কার্যকলাপের জন্য উপযুক্ত।\nশ্বাস-প্রশ্বাসের তিনটি ধরন রয়েছে, যেমন, বাম নাসারন্ধ্র দিয়ে প্রবাহিত, ডান নাসারন্ধ্র দিয়ে প্রবাহিত এবং উভয় নাসারন্ধ্র দিয়ে প্রবাহিত। শেষ ধরনটি সাধারণত অল্প সময়ের জন্য হয় যখন শ্বাস-প্রশ্বাস বাম থেকে ডানে যায় এবং এর বিপরীতে। শ্বাস ছাড়ার সময় বায়ু প্রবাহ পরীক্ষা করে শ্বাস-প্রশ্বাসের ধরন পরীক্ষা করা যেতে পারে। আমাদের সকল কাজকে প্রধানত তিনটি শ্রেণীতে ভাগ করা যায়; শারীরিক, মানসিক এবং আধ্যাত্মিক; যা যথাক্রমে শ্বাস-প্রশ্বাসের উপরোক্ত তিনটি ধরন দ্বারা পরিচালিত হয়।\nবাম বা ডান নাসারন্ধ্র সক্রিয় থাকাকালীন কিছু নির্দিষ্ট কার্যকলাপ শুরু করা উচিত সেগুলো নিচে দেয়া হলো। কিছু ক্রিয়াকলাপ উভয় ধরনের অধীনে তালিকাভুক্ত করা হয়েছে, যেগুলো কর্মকাণ্ডের কার্যকারিতা / ধার্মিকতার উপর ভিত্তি করে প্রার্থী নির্বাচন করতে পারেন। সাধারণভাবে ধার্মিক কাজকর্মের সূচনা হয় বাম নাসারন্ধ্র মুদ্রার সময়। নির্দিষ্ট কাঙ্ক্ষিত ক্রিয়াকলাপ শুরু করার সময় একজনকে অবশ্যই উপযুক্তভাবে শ্বাস-প্রশ্বাসের ধরন পরিবর্তন করতে হবে। যখন উভয় নাসারন্ধ্র থেকে শ্বাস প্রবাহিত হয়, তখন সময়টি কেবল উপাসনা ও ভক্তিমূলক কাজের জন্য উপকারী; অন্য সব কার্যক্রম তারপর আরম্ভ করা উচিত নয়। বেশিরভাগ অনুশীলনকারী জ্যোতিষীরা দেখেছেন যে 'স্বরশাস্ত্র'-এর বিধি-বিধানের সম্মতি লক্ষণের চেয়ে বেশি কার্যকরী, এমনকি জ্যোতিষশাস্ত্রের মাধ্যমে একটি উপযুক্ত সময়ও বেছে নেওয়া হয়েছে।\nবাম নাসারন্ধ্র চালানোর সময় সুপারিশকৃত কার্যকলাপ:\nদীর্ঘ দূরত্বের যাত্রা শুরু করার ক্ষেত্রে এটি উপকারী/শুভ; দানশীলতা; দান কাপড় এবং অলঙ্কার পরিধাণ; সমঝোতা এবং চুক্তি; মূর্তি স্থাপন; যোগব্যায়াম অনুশীলন; শান্তির জন্য আগুনের উৎসর্গ; উপাসনা; পবিত্র গ্রন্থ আবৃত্তি; মন্ত্রের দীক্ষা; ভবিষ্যত জ্ঞানের ঝোঁক; বিবাহ; ঔষধ পরিচালনা, কঠিন অসুস্থতার চিকিত্সা, বিষ অপসারণ; শিক্ষা-গান-নাচ-বাজনা বাদ্যযন্ত্রের সূচনা; নাচ-নাটক নিয়ে আলোচনা; স্থির এবং স্থায়ী কাজ; মানসিক এবং সৃজনশীল কাজ; ঘরে-শহর-গ্রামে প্রবেশ করা; অভিষেক, রাজ দর্শন (উচ্চ কর্মকর্তা, কর্তা, নিয়োগকর্তা); সুন্দর এবং বন্ধুত্বপূর্ণ কার্যকলাপ, বন্ধু তৈরি; মহিলাদের যৌন সম্পর্কে অংশগ্রহণ; শুভ কর্ম; শিক্ষা গার্হস্থ্য আইটেম সংগ্রহ - সম্পদ এবং শস্য; গয়না ক্রয়; জলের ট্যাঙ্ক-পুকুর-কূপের শুরু; শান্তিপূর্ণ এবং উন্নয়নমূলক কাজ; বাণিজ্য (প্রশ্বাসের ধরন উপস্থাপন করে হাত দিয়ে দিন এবং গ্রহণ করুন); কৃষি কাজ, বীজ বপন, কৃষি জমি কেনা, পানীয় জল।\nডান নাসারন্ধ্র চালানোর সময় সুপারিশকৃত কার্যকলাপ:\nডান নাসারন্ধ্র দিয়ে শ্বাস-প্রশ্বাসের মুদ্রা নির্ভুল ও কঠিন/কঠোর কাজ সম্পাদনের জন্য শুভ/ উপকারী; বর্ণমালা লেখা; অস্ত্র ও অস্ত্রের ব্যবহার শেখা এবং অনুশীলন করা; যুদ্ধে শত্রুর ধ্বংস, আক্রমণ, দ্বন্দ্ব; শত্রুতা; শাস্তি দেওয়া; ব্রেকিং / স্প্লিটিং; জুয়া খেলা; স্নান; খাদ্য গ্রহণ; ঘুমন্ত; পুরুষের দ্বারা যৌনতা, নারী ও পতিতাদের সাথে দেখা করা, নারীদেরকে মুগ্ধ করা, অন্যকে আকর্ষণ করা; ভয় সৃষ্টি, নিষ্ঠুর কাজ; স্বল্প দূরত্ব ভ্রমণ; বাড়িতে প্রবেশ; বোর্ডিং জাহাজ / বড় নৌকা; মাদকদ্রব্য পান করা, বিষ প্রয়োগ করা, বিষ অপসারণ করা; মন্ত্রের ব্যবহার; পবিত্র বই অধ্যয়ন; পর্বত ও দুর্গে আরোহণের জ্ঞানের কঠিন ও ধ্বংসাত্মক শাখার অধ্যয়ন ও শিক্ষা; ঝুঁকিপূর্ণ এবং বীরত্বপূর্ণ কৃতিত্ব; ঘোড়া/হাতি এবং পরিবহনে চড়ে; শরীর চর্চা; পশু বিক্রয়; কৃষি; পুকুর-নদী অতিক্রম করা; ঔষধ গ্রহণ; অনুদান প্রদান; বিক্রয়-ক্রয়; ইট-পাথর-কাঠ-ধাতু নাকাল; 'সিক্স-ওয়ার্কস'-এর সঞ্চালন: \"প্রহার, কমনীয়, বাধা, শত্রুতা, বিরক্তিকর এবং বশীকরণ\"।\n\n\n== আসন্ন মৃত্যুর লক্ষণ ==\nবইয়ের শেষে, শাস্ত্রটি আসন্ন মৃত্যুর লক্ষণগুলো নিয়ে কাজ করে যা দেহে স্বরসমূহের আচরণ এবং স্বপ্নের বর্ণনা দেয়।\n\n\n== তথ্যসূত্র =="}