{"pageid": 1389527, "title": "মো. রিয়াজ উদ্দিন খান", "url": "https://bn.wikipedia.org/wiki?curid=1389527", "content": "মো. রিয়াজ উদ্দিন খান বাংলাদেশ সুপ্রিম কোর্ট হাইকোর্ট বিভাগ একজন বিচারপতি।\n\n\n== প্রাথমিক জীবন ==\nখান ১৯৭০ সালের ১৫ই ডিসেম্বর জন্মগ্রহণ করেন। তিনি ঢাকা বিশ্ববিদ্যালয় স্নাতক ও স্নাতকোত্তর ডিগ্রি অর্জন করেছেন।\n\n\n== কর্মজীবন ==\n১৯৯৫ সালের ১ এপ্রিল খান জেলা আদালতে আইনজীবী হিসেবে কাজ শুরু করেন। ১৯৯৬ সালের ২৯ সেপ্টেম্বর তিনি হাইকোর্ট বিভাগের আইনজীবী হন।\n২০১১ সালের মে মাসে খান বাংলাদেশ সুপ্রিম কোর্টের আপিল বিভাগের আইনজীবী হন।\nরাষ্ট্রপতি আবদুল হামিদ ২০১৮ সালের ৩১ মে খানকে হাইকোর্ট বিভাগের অতিরিক্ত বিচারক হিসেবে নিয়োগ দেন।\n২০১৯ সালের আগস্টে খান এবং বিচারপতি জাহাঙ্গীর হোসেন সেলিম বাংলাদেশ পুলিশ ফেনী জেলা চার সাংবাদিককে হয়রানি না করার বা ২০১৮ সালের সাধারণ নির্বাচনের আগে দায়ের করা ধ্বংসাত্মক কাজ ও ভাঙচুরের অভিযোগে চারটি পৃথক থানায় দায়ের করা নয়টি মামলায় তাদের গ্রেপ্তার না করার নির্দেশ দেন।\n২০২০ সালের ৩০শে মে খানকে হাইকোর্ট বিভাগের স্থায়ী বিচারক করা হয়। ২০২০ সালের নভেম্বরে খান এবং বিচারপতি মো. হাবিবুল গনি ঢাকায় বাসে বন্দুক হামলার ১১টি মামলায় বাংলাদেশ জাতীয়তাবাদী দলের ১২০ জন রাজনীতিককে আগাম জামিন দেন।\n২০২১ সালের আগস্টে চাঁদরিমা উদ্যানে পুলিশকে আক্রমণ করার অভিযোগে দায়ের করা একটি মামলায় খান এবং বিচারপতি মো. হাবিবুল গনি আমানউল্লাহ আমান এবং মিজানুর রহমান মিনু সহ বাংলাদেশ জাতীয়তাবাদী দলের ৭৪ জন রাজনীতিককে আগাম জামিন মঞ্জুর করেন।গত ডিসেম্বরে খান ও বিচারপতি মো. হাবিবুল গনি ড. মুহাম্মদ ইউনুস নোবল লরেটের বিরুদ্ধে শ্রম আইন লঙ্ঘনের মামলা ছয় মাসের জন্য স্থগিত করেন।\n২০২৩ সালের জানুয়ারিতে খান এবং বিচারপতি মো. সেলিম বাংলাদেশ জাতীয়তাবাদী দল রাজনীতিবিদ মির্জা আব্বাস এবং মির্জা ফখরুল ইসলাম আলমগীর ৭ ডিসেম্বর ২০২২ তারিখে বাংলাদেশ জাতীয়তাবাদী দলের কর্মীদের এবং পুলিশের মধ্যে সংঘর্ষের একটি মামলায় ছয় মাসের জামিন মঞ্জুর করেন।বাংলাদেশ সুপ্রিম কোর্ট আইনজীবী সমিতি সহিংসতার অভিযোগে বাংলাদেশ জাতীয়তাবাদী দলের ২৫ জন আইনজীবীকে আগাম জামিন দিয়েছেন খান ও বিচারপতি মো. সেলিম।\n২০২৩ সালের জুলাই মাসে খানকে হাইকোর্টে পুরনো জামিনের আবেদনের শুনানি করার জন্য গঠিত একটি বিশেষ বেঞ্চে রাখা হয়।\n\n\n== তথ্যসূত্র =="}