{"pageid": 1389460, "title": "মাল্যবান", "url": "https://bn.wikipedia.org/wiki?curid=1389460", "content": "মাল্যবান হিন্দু পুরাণের মহাকাব্য রামায়ণে উল্লেখিত একটি চরিত্র। মাল্যবান একটি রাক্ষস, যিনি সুকেশের পুত্র এবং মালি ও সুমালির ভাই। তাকে লঙ্কার রাজা রাবণের একজন প্রধান পরামর্শদাতা হিসেবে বর্ণনা করা হয়েছে এবং তার মাতামহও ছিলেন।\n\n\n== রামায়ণ ==\nমাল্যবান রাজকুমার রামের সাথে তার নাতির যুদ্ধের বিরুদ্ধে এবং রাবণকে সীতার কাছে যেতে দিতে রাজি করার নিরর্থক প্রচেষ্টা; যাইহোক, এই পরামর্শ রাবণ প্রত্যাখ্যান করেন:\n\nহে রাজা, যে রাজা চৌদ্দ বিদ্যায় পারদর্শী, যে রাজনীতি অনুসরণ করে, দীর্ঘকাল ধরে একটি সাম্রাজ্য শাসন করে এবং তার প্রতিপক্ষকে পরাস্ত করে যে উপযুক্ত সময়ে শান্তি বা যুদ্ধ পরিচালনা করে নিজের দলকে অগ্রসর করে এবং মহান ক্ষমতা অর্জন করে। একজন রাজার উচিত নিজেকে তার চেয়ে শক্তিশালী বা সমতুল্যের সাথে মিত্র করা; তার কখনই শত্রুকে ছোট করা উচিত নয় এবং যদি সে আরও শক্তিশালী হয় তবে তার বিরুদ্ধে যুদ্ধ করা উচিত। এই কারণে আমি রামের সাথে একটি মৈত্রী এবং বিবাদের আসল কারণ সীতার প্রত্যাবর্তনের পরামর্শ দিই।  দেবগণ, ঋষিগণ, গন্ধর্বগণ সকলেই তাঁর জয় কামনা করেন;  যুদ্ধ না করে তার সাথে শান্তি স্থাপনের সংকল্প!\nরাবণের মৃত্যুর পর, মাল্যবান তার অবস্থান বজায় রাখেন এবং রাবণের ছোট ভাই এবং মাল্যবানের তৃতীয় নাতি বিভীষণের প্রধান পরামর্শদাতা হন।\nমাল্যবানের স্ত্রী হলেন সুন্দরী, যাকে প্রায়শই সুন্দরী বলা হয়।  তিনি তাঁর সাত পুত্রের জন্ম দেন: বজ্রমুষ্টি, বিরুপাক্ষ, দুর্মুখ, সুপ্তঘ্ন, যজ্ঞকোপা, মত্ত এবং উনমত্তা এবং এক কন্যা, আনালা।\n\n\n== রামকিয়েন ==\nথাইল্যান্ডে রামায়ণের সংস্করণ মাল্যবান থাও মালি ওয়ারাত (ท้าวมาลีวราช) নামে পরিচিত। তিনি লঙ্কার রাজা রাবণের পিতামহ থাও লাতসাদিয়ানের বৃদ্ধ ভাই এবং ন্যায়বিচারের সম্পূর্ণতার আদর্শ হিসাবে ব্রহ্মার খ্যাতি রয়েছে বলে মনে করা হয়। রাবণ তাকে তার সীতা অপহরণের মামলার বিচার করার জন্য আমন্ত্রণ জানান এই আশায় যে তিনি তার পক্ষে রায় দেবেন কিন্তু পরামর্শদাতা সমস্ত প্রাসঙ্গিক সাক্ষীকে ন্যায্যতার সাথে তদন্ত করেন এবং সীতাকে রামের কাছে ফিরিয়ে দেওয়ার আদেশ দেন। রাবণ এই রায়ের সাথে একমত হন না এবং তাকে অসন্তুষ্ট করেন এবং তাই তিনি অভিশাপ দেন যে রাবণ রামের ধনুক এবং তীর দ্বারা মারা যাবেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}