{"pageid": 1389334, "title": "রায়ান মার্কলে (ব্যবসায়ী)", "url": "https://bn.wikipedia.org/wiki?curid=1389334", "content": "রায়ান মার্কলে ছিলেন উইকিমিডিয়া ফাউন্ডেশনের নির্বাহী পরিচালকের অফিসের একজন চিফ অফ স্টাফ  এবং আমেরিকান অলাভজনক সংস্থা ক্রিয়েটিভ কমন্সের প্রাক্তন সিইও। তিনি উন্মুক্ত লাইসেন্স, নেট নিরপেক্ষতা এবং পাবলিক সেক্টরে উন্মুক্ত উপাত্ত উদ্যোগের পক্ষে একজন উকিল। মার্কলে ওপেন ওয়ার্ম ফাউন্ডেশনের পরিচালনা পর্ষদের চেয়ারম্যানও। তিনি কিউটিকো ফাউন্ডেশনের ট্রাস্টি ছিলেন। তিনি শেয়ারিং ইকোনমি, একাডেমিক প্রকাশনা এবং বিষয়বস্তু শেয়ার করার আইনি অবকাঠামোর মতো বিষয় নিয়ে লেখেন এবং কথা বলেন।\n২০১৬ সালে তিনি দ্য গ্লোব এ্যান্ড মেইলের \"২০১৬ সালে দেখার জন্য ষোলটি টরন্টোনিয়ান\"-এ তালিকাভুক্ত হন।\n\n\n== জীবনী ==\nরায়ান মার্কলে ক্যামব্রিজের অন্টারিওতে জন্মগ্রহণ করেন। ১৯৯৮ থেকে ২০০১ সাল পর্যন্ত ওয়াটারলু বিশ্ববিদ্যালয়ে পড়াশোনা করার পর একজন প্রধান যোগাযোগ কর্মকর্তা হিসেবে ইঞ্জিনিয়ার্স উইদাউট বর্ডার কানাডায় নিযুক্ত হন। তিনি যোগাযোগ পরিচালক এবং মেয়র অফিসের সিনিয়র উপদেষ্টা হিসাবে সিটি অফ টরন্টো গভর্নমেন্ট এবং সিটি অফ ভ্যাঙ্কুভার গভর্নমেন্টের জন্য কাজ করেছেন। এছাড়া তিনি টরন্টো মেয়র ডেভিড মিলারের উন্মুক্ত সরকারী ডেটা উদ্যোগের নেতৃত্ব দিয়েছেন। ২০১০ সালে তিনি ডিরেক্টর অব প্রোগ্রামস অ্যান্ড স্ট্র্যাটেজির দায়িত্বভার নিয়ে মোজিলা ফাউন্ডেশনে চলে আসেন। মোজিলাতে তার কার্যকালে তিনি লাইটবিম, ওয়েবমেকার এবং পপকর্ন সহ ওপেন ওয়েবের সমর্থনে পণ্যের উন্নয়নে অবদান রাখেন।\n\n\n== ক্রিয়েটিভ কমন্স ==\n২০১৩ সালে ক্যাথরিন ক্যাসারলি ক্রিয়েটিভ কমন্সের সিইও পদটি খালি করার পরে ২০১৪ সালে মার্কলেকে ক্রিয়েটিভ কমন্সের সিইও পদে নিয়োগ করা হয়। তার কাজের লক্ষ্য ছিল নতুন, দীর্ঘমেয়াদী কৌশল এবং ক্রিয়েটিভ কমন্স মিশন এবং এর কাজগুলির স্থায়িত্ব উপর। অ্যাকাডেমিক প্রকাশনা শিল্পের সমালোচনা করে তার ২০১৬-এর অপ-এড ওয়াইয়ার্ড (ম্যাগাজিন)-এ আমেরিকান অ্যাসোসিয়েশন ফর ক্যান্সার রিসার্চে তার বক্তৃতায় মার্কিন যুক্তরাষ্ট্রের তৎকালীন উপরাষ্ট্রপতি জো বাইডেন আরও খোলামেলা গবেষণার আহ্বান জানিয়েছিলেন। ২০১৬ সালে তিনি ক্রিয়েটিভ কমন্সের নতুন কৌশলকে সমর্থন করার জন্য দ্য উইলিয়াম এবং ফ্লোরা হিউলেট ফাউন্ডেশনের কাছ থেকে সফলভাবে $১০ মিলিয়ন অনুদান পান।\n২০১৭ সালের ৭ ফেব্রুয়ারী মার্কলে ক্রিয়েটিভ কমন্স, উইকিমিডিয়া ফাউন্ডেশন এবং মেট্রোপলিটন মিউজিয়াম অফ আর্ট এর মধ্যে একটি অংশীদারিত্বের ঘোষণা করেন যেখানে জাদুঘরটি একটি পাবলিক ডোমেন ডেডিকেশন ক্রিয়েটিভ কমন্স (সিসি) লাইসেন্সের অধীনে ৩৭৫,০০০ ছবি প্রকাশ করেছে, যা CC0 নামে পরিচিত। ঘোষণার অংশ হিসাবে, ক্রিয়েটিভ কমন্স CC অনুসন্ধানের বেটাও প্রকাশ করেছে যেখানে সামাজিক বৈশিষ্ট্য এবং সাধারণ বৈশিষ্ট্য অন্তর্ভুক্ত রয়েছে। বর্তমানে বেটাতে থাকা সার্চ ইঞ্জিন, নিউ ইয়র্ক শহরের মেট্রোপলিটন মিউজিয়াম অফ আর্ট, কথোপকথন \"দ্য মেট\", ফ্লিকার, ৫০০পিএক্স, রিজিক্সমিউজিয়াম এবং নিউ ইয়র্ক পাবলিক লাইব্রেরি থেকে ক্রিয়েটিভ কমন্স লাইসেন্সকৃত ছবি টেনে আনে।\n\n\n== তথ্যসূত্র =="}