{"pageid": 1389740, "title": "দণ্ডশাস্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1389740", "content": "দণ্ডশাস্ত্র হল অপরাধ বিজ্ঞানের উপক্ষেত্র যা বিভিন্ন সমাজের দর্শন ও অনুশীলনের সাথে সম্পর্কিত অপরাধমূলক কার্যকলাপকে দমন করার প্রচেষ্টায়, এবং ফৌজদারি অপরাধের জন্য দোষী সাব্যস্ত ব্যক্তিদের জন্য উপযুক্ত চিকিৎসা ব্যবস্থার মাধ্যমে জনমতকে সন্তুষ্ট করা।\nশাস্তির ভয়ের মাধ্যমে অপরাধমূলক অভিপ্রায়কে দমন বা বাধা দেওয়ার মাধ্যমে অপরাধ প্রতিরোধের জন্য তৈরি করা এবং গৃহীত সামাজিক প্রক্রিয়াগুলির কার্যকারিতা নিয়ে দণ্ডশাস্ত্র সম্পর্কিত। তাই দণ্ডশাস্ত্রের অধ্যয়ন বন্দীদের চিকিৎসা এবং দণ্ডিত অপরাধীদের পরবর্তী পুনর্বাসনের সাথে সম্পর্কিত। এটি পরীক্ষা-নিরীক্ষা (সম্প্রদায়ে অপরাধীদের পুনর্বাসন) এবং নিরাপদ প্রতিষ্ঠানে প্রতিশ্রুতিবদ্ধ অপরাধীদের নিরাপদ আটক ও পুনঃপ্রশিক্ষণ সম্পর্কিত শাস্তিমূলক বিজ্ঞানের দিকগুলিকে অন্তর্ভুক্ত করে।\nদণ্ডশাস্ত্র অনেক বিষয় ও তত্ত্ব সম্পর্কে আলোচনা করে, যেমন কারাগার সংক্রান্ত (কারাগারের সংস্কার, বন্দিদের অপব্যবহার, বন্দীদের অধিকার, এবং প্রতিশোধ), এবং শাস্তির উদ্দেশ্যগুলির তত্ত্ব (প্রতিরোধ, প্রতিশোধ, অক্ষমতা এবং পুনর্বাসন)। সমসাময়িক দণ্ডশাস্ত্র প্রধানত অপরাধমূলক পুনর্বাসন এবং কারাগার ব্যবস্থাপনার সাথে সম্পর্কিত।\n\n\n== ইতিহাস ==\nঐতিহাসিক তত্ত্বগুলি এই ধারণার উপর ভিত্তি করে ছিল যে ভয়ঙ্কর ফলাফল সম্ভাব্য অপরাধীদের নিরুৎসাহিত করবে। এই নীতির উদাহরণ প্রাচীন গ্রিসের ড্রাকোনীয় আইন এবং রক্তাক্ত কোডে পাওয়া যেতে পারে যা রেনেসাঁ ইংল্যান্ডে টিকে ছিল, যখন (বিভিন্ন সময়ে) ২০০ টিরও বেশি অপরাধের জন্য মৃত্যুদণ্ড নির্ধারণ করা হয়েছিল। একইভাবে, শরিয়া হাদিস ঐতিহ্যের অধীনে কিছু হুদুদ অপরাধের জন্য ভয়ঙ্কর শাস্তি হতে পারে।\nঅপরাধীদের শাস্তি এবং পুনর্বাসনের আধুনিক তত্ত্বগুলি ব্যাপকভাবে ১৭৭৪ সালে সিজার, মারকুইস অফ বেকারিয়ার দ্বারা প্রকাশিত \"অপরাধ এবং শাস্তির উপর\" মূল পুস্তিকাটিতে বর্ণিত নীতিগুলির উপর ভিত্তি করে। তারা আনুপাতিকতার ধারণাকে কেন্দ্র করে। এই ক্ষেত্রে, তারা শাস্তির পূর্ববর্তী অনেক ব্যবস্থার থেকে পৃথক, উদাহরণস্বরূপ, ইংল্যান্ডের রক্তাক্ত কোড, যার অধীনে চুরির শাস্তি একই রকম ছিল, চুরির মূল্য নির্বিশেষে, ইংরেজি অভিব্যক্তির জন্ম দেয় \"এটিও ফাঁসি হওয়া উচিত। ভেড়া বা ভেড়ার বাচ্চার জন্য।\" বেকারিয়ার ধারণার পরবর্তী বিকাশ অ-মারাত্মক শাস্তিকে আরও গ্রহণযোগ্য করে তুলেছে। ফলস্বরূপ, দোষী সাব্যস্ত কয়েদিদের শাস্তি সম্পূর্ণ হলে সমাজে পুনরায় একত্রিত হতে হয়েছিল।\nদণ্ডশাস্ত্রবিদরা এর ফলে কারাগারে আটক অপরাধীদের জন্য পেশাগত ও মনস্তাত্ত্বিক শিক্ষার প্রোগ্রাম তৈরি করেছে, এবং সম্প্রদায়ের পরিষেবা ও পরীক্ষামূলক আদেশগুলির পরিসর যা সম্প্রদায়ের মধ্যে অপরাধীর নির্দেশিকা এবং পরে যত্নের অন্তর্ভুক্ত। যারা আইন লঙ্ঘন করে তাদের উপর কিছু মাত্রার শাস্তি প্রদানের গুরুত্ব কিন্তু সামাজিক শৃঙ্খলা বজায় রাখার জন্য এবং জনগণের ক্ষোভকে পরিমিত করার জন্য বজায় রাখা হয় যা নিষ্ঠুর প্রতিশোধের জন্য আবেদন উস্কে দিতে পারে।\nঅতি সম্প্রতি, কিছু দণ্ডশাস্ত্রবিদ প্রতিশোধমূলক ভিত্তিক শাস্তি থেকে সম্প্রদায় সংশোধনের একটি ফর্মে স্থানান্তরিত হয়েছে। \"সম্প্রদায় সংশোধনের সাথে সম্প্রদায়ের অপরাধীদের ব্যবস্থাপনা এবং তত্ত্বাবধান জড়িত। এই অপরাধীরা কারাদণ্ডের বিকল্প হিসাবে বা কারাগার থেকে প্যারোলে মুক্তির শর্ত হিসাবে আদালতের দ্বারা আরোপিত আদেশ পালন করছে। এর অর্থ হল তাদের অবশ্যই তাদের সম্প্রদায় সংশোধন কর্মকর্তার কাছে নিয়মিত রিপোর্ট করতে হবে এবং অবৈতনিক সম্প্রদায়ের কাজ ও পুনর্বাসন কর্মসূচিতে অংশগ্রহণ করতে হতে পারে।\"\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nDiiulio, John J., Governing Prisons: A Comparative Study of Correctional Management, Simon and Schuster, 1990. আইএসবিএন ০-০২-৯০৭৮৮৩-০\nFeeley, M. M., & Simon, J. (1992). The new penology: Notes on the emerging strategy of corrections and its implications. Criminology, 30(4), 449-474.\nKazemian, L., McCoy, C., & Sacks, M. (2013). Does law matter? An old bail law confronts the New Penology. Punishment & Society, 15(1), 43-70.\n\n\n== বহিঃসংযোগ ==\nCrimLinks UK based site"}