{"pageid": 1389116, "title": "মোমিনা দুরাইদ", "url": "https://bn.wikipedia.org/wiki?curid=1389116", "content": "মোমিনা দুরাইদ ( উর্দু: مُومِنہ دُرید‎‎ ) একজন পাকিস্তানি পরিচালক এবং প্রযোজক। তিনি একজন সিনিয়র প্রযোজক এবং টেলিভিশন নেটওয়ার্ক হাম টিভির সৃজনশীল প্রধান এবং তার নিজের প্রযোজনা সংস্থা এমডি প্রোডাকশনের সিইও। তিনি দাস্তান (২০১০), কায়েদ-ই-তানহাই ২০১০-১১), হামসাফর (২০১১-১২), শেহর-ই-জাত (২০১২), জিন্দেগি গুলজার হ্যায় (২০১২-১৩), দিয়ার -এ-দিল (২০১৫), সাদাকায়ে তুমহারে (২০১৫), মন মায়াল (২০১৬), উদারি (২০১৬), বিন রোয়ে (২০১৬), ইয়াকিন কা সফর (২০১৭), সুনো চান্দা (২০১৮) এবং এহদ-ই-ওয়াফা (২০১৯) সহ বেশ কয়েকটি সিরিজ প্রযোজনা ও তৈরি করেছেন।\n২০১৫ সালে, মোমিনা চলচ্চিত্র পরিচালনায় উদ্যোগী হন এবং  বিন রোয়  সহ-পরিচালনা করেন। একই বছর, তিনি ফিল্ম প্রোডাকশন হাউস হাম ফিল্মস প্রতিষ্ঠা করেন। তিনি দুরাইদ কুরেশির স্ত্রী এবং হাম নেটওয়ার্কের সভাপতি এবং প্রতিষ্ঠাতা সুলতানা সিদ্দিকীর পুত্রবধূ। ২০১৫ সালে, তিনি পন্ডসের মিরাকল জার্নি: ১০০ জন সবচেয়ে অনুপ্রেরণামূলক মহিলার তালিকায় নাম লেখান।\n\n\n== কর্মজীবন ==\nমিডিয়ায় আসার আগে মমিনা ব্যাংকে এক্সিকিউটিভ হিসেবে কাজ করছিলেন। তিনি তার প্রথম স্বাধীন নাটক সিরিজ হিসেবে সামিরা ফজলের মেরে পাস পাস নির্মাণ করেন, যা সমালোচকদের প্রশংসা অর্জন করে। ২০১০ সালে তিনি রাজিয়া বাট রচিত বানো উপন্যাসের উপর ভিত্তি করে পার্টিশন ভিত্তিক নাটক দাস্তান তৈরি করেছিলেন, সিরিজটিতে তৎকালীন নবাগত ফাওয়াদ খান  সানম বালোচের সাথে  অভিনয় করেছিলেন। দাস্তান সমালোচকদের কাছ থেকে অসামান্য অভ্যর্থনা পেয়েছিল এবং সর্বকালের অন্যতম প্রশংসিত সিরিজ হয়ে ওঠে। ১ম হাম অ্যাওয়ার্ড অনুষ্ঠানে সিরিয়ালটি হাম অনারারি মোস্ট চ্যালেঞ্জিং সাবজেক্ট অ্যাওয়ার্ডে ভূষিত হয়, এবং ১০ম লাক্স স্টাইল অ্যাওয়ার্ডে পাঁচটি মনোনয়ন লাভ করে, হাইসাম হোসেনের জন্য সেরা পরিচালক হিসেবে নির্বাচিত হন মোমিনা তারপর বেশ কয়েকটি সিরিজ তৈরি করেন এবং নিজের প্রযোজনা সংস্থা মোমিনা দুরাইদ প্রোডাকশন প্রতিষ্ঠা করেন এবং হাম টিভির সিনিয়র প্রযোজক হন।\n২০১১ সালে, মমিনা ফারহাত ইশতিয়াককে তার উপন্যাস হামসফরকে একটি টেলিভিশন সিরিজে নাট্যরূপ দিতে রাজি করান, যা পূর্বে দুটি প্রযোজনা সংস্থা প্রত্যাখ্যান করেছিল। মুক্তির পর হামসাফার তাৎক্ষণিক জনপ্রিয়তা লাভ করে এবং সারা বিশ্বের সমালোচক ও মানুষের কাছ থেকে ব্যাপক সাড়া পায়। সমালোচকরা হামসাফরকে নাটক শিল্পের পুনরুজ্জীবন বলে মনে করেন। ডন নিউজের সাবাহাত জাকারিয়া লিখেছেন, \"যদি হাসিনা মঈন তখন ব্যাপক জনপ্রিয়তার মাপকাঠি হয়ে থাকেন, তাহলে হামসফর আমাদের স্থানীয় প্রত্যাবর্তনশীলতার সূচক।\" বিশেষ করে ভারত, ইউরোপ এবং উত্তর আমেরিকায় এই সিরিজটির প্রচুর ফ্যান ফলোয়িং সহ একটি কাল্ট ফলোয়ার রয়েছে। সিরিজের প্রধান অভিনেতা মাহিরা খান এবং ফাওয়াদ খান পাকিস্তানি চলচ্চিত্র ও টেলিভিশন শিল্পে সবচেয়ে জনপ্রিয় অভিনেতা হয়ে ওঠেন। হাম টিভি সিরিয়ালটির নৈপুণ্য এবং কলাকুশলীদেরকে একটি বিশেষ হাম অনারারি ফেনোমেনাল সিরিয়াল পুরস্কার দিয়ে সম্মানিত করেছে।\n২০১৫ সালে, মমিনা তার প্রোডাকশন হাউস হাম ফিল্মসের অধীনে তার প্রথম চলচ্চিত্র বিন রোয়ে সহ-পরিচালনা করেন এবং চলচ্চিত্রটি সর্বকালের তৃতীয় সর্বোচ্চ আয়কারী পাকিস্তানি চলচ্চিত্র হয়ে ওঠে। বিন রোয়ে মুক্তির পর, হাম ফিল্মস দেশীয় এবং আন্তর্জাতিকভাবে পনেরটিরও বেশি চলচ্চিত্র বিতরণ ও প্রযোজনা করেছে।\n২০১৬ সালে, মোমিনার প্রযোজিত দশ-নির্ধারিত নাটক সিরিজের মধ্যে সাতটি, দাস্তান (২০১০), হামসাফর (২০১১-১২), জিন্দেগি গুলজার হ্যায় (২০১২-১৩), সাদাকায় তুমহারে (২০১৫) অনলাইন স্ট্রিমিং পরিষেবা Netflix- এ মুক্তি পেতে চলেছে। .\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== ছায়াছবি ===\nবিন রোয়ে (২০১৫) সহ-পরিচালক হিসাবে\nসুপারস্টার (২০১৯) প্রযোজক হিসেবে\n\n\n=== টেলিভিশন ===\nমান-ও-সালওয়া (২০০৭)\nমালাল (২০০৯)\nদাস্তান (২০১০)\nকায়েদ-ই-তানহাই (২০১০-১১)\nমেরা নসিব (২০১১)\nহামসফর (২০১১-১২)\nশেহর-ই-জাত (২০১২)\nজিন্দেগি গুলজার হ্যায় (২০১২-১৩)\nকাঙ্কর (২০১৩)\nদিল ই মুজতার (২০১৩)\nBehadd (২০১৩)\nমহবত সুব কা সিতারা হ্যায় (২০১৩-১৪)\nডাইজেস্ট লেখক (২০১৪-১৫)\nসাদাকায় তুমহারে (২০১৪-১৫)\nআলভিদা (২০১৫)\nদিয়ার-ই-দিল (২০১৫)\nমান মায়াল (২০১৬)\nউদারি (২০১৬)\nবিন রোয়ে (২০১৬)\nইয়াকিন কা সফর (২০১৭)\nদার সি জাতি হ্যায় সিলা (২০১৮)\nসুনো চন্দ (২০১৮)\nরাঞ্জা রাঞ্জা কার্দি (২০১৮-১৯)\nঅঙ্গন (২০১৮-১৯)\nসুনো চন্দ 2 (২০১৯)\nএহদ-ই-ওয়াফা (২০১৯)\nসাবাত (২০২০)\nচুপকে চুপকে (২০২১)\nপারিজাদ (২০২১-২২)\nহাম তুম (২০২২)\nচাঁদ তারা (২০২৩)\nরূপকথার গল্প (২০২৩)\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Momina Duraid (ইংরেজি)"}