{"pageid": 1389310, "title": "ওপেন অ্যাক্সেস স্কলারলি পাবলিশার্স অ্যাসোসিয়েশন", "url": "https://bn.wikipedia.org/wiki?curid=1389310", "content": "ওপেন অ্যাক্সেস স্কলারলি পাবলিশার্স অ্যাসোসিয়েশন (ওএএসপিএ) হল উন্মুক্ত প্রবেশাধিকার গবেষণা সাময়িকী এবং প্রকরণগ্রন্থ প্রকাশকদের একটি অলাভজনক বাণিজ্যিক সমিতি। এটি মূলত উন্মুক্ত প্রবেশাধিকার গবেষণা সাময়িকীগুলোর মধ্য দিয়ে যাত্রা শুরু করলেও পরে ওপেন অ্যাক্সেস বই এবং ওপেন স্কলারলি অবকাঠামো সম্পর্কিত বিষয়গুলি অন্তর্ভুক্ত করার ফলে এর কার্যক্রম আরও প্রসারিত হয়েছে।\n\n\n== ইতিহাস ==\nওএএসপিএ, ২০০৮ সালের ১৪ অক্টোবর ওয়েলকাম ট্রাস্ট আয়োজিত লন্ডনে একটি \"উন্মুক্ত প্রবেশাধিকার দিবস\" উদযাপনের মাধ্যমে চালু করা হয়েছিল। নিম্নলিখিত সংস্থাগুলো এর প্রতিষ্ঠাতা সদস্য:\n\nওএএসপিএ \"উন্মুক্ত প্রবেশাধিকার প্রকাশনার জন্য মানের স্ট্যাম্প\" হিসেবে স্ব-ঘোষিত ভূমিকা এবং সদস্যতার জন্য নিজস্ব মানদণ্ডের প্রয়োগের মধ্যকার দ্বন্দ্বের জন্য কিছু সমালোচনার মুখোমুখি হয়েছিল। একটি সদস্য সংস্থা, ফ্রন্টিয়ার্স মিডিয়া, জেফরি বেলের লুণ্ঠনপরায়ণ উন্মুক্ত প্রবেশাধিকার প্রকাশনা সংস্থাগুলির তালিকায় অন্তর্ভুক্ত ছিল। অন্যদিকে দুইটি সদস্য, হিন্দাউই এবং এমডিপিআই - প্রাথমিকভাবে বেল তাদেরকে লুণ্ঠনপরায়ণ হিসেবে উল্লেখ করেন - পরে তার নিয়োগকর্তার উপর চাপ প্রয়োগ করার ফলে তার তালিকা থেকে সরিয়ে দেওয়া হয়েছিল। ওএএসপিএ বায়োমেড সেন্ট্রাল এবং অন্যান্য উন্মুক্ত প্রবেশাধিকার প্রকাশকদের দ্বারা প্রতিষ্ঠিত হয়েছিল, যা তাদের \"অনুমোদনের সিল\"-এ স্বার্থের দ্বন্দ্ব সৃষ্টি করবে তা নিয়েও উদ্বিগ্ন ছিল। ওএএসপিএ এমনভাবে সোনালি উন্মুক্ত প্রবেশাধিকারের প্রচারের জন্যও সমালোচিত হয়েছে যা সবুজ উন্মুক্ত প্রবেশাধিকারের ক্ষতি করতে পারে।\n\n\n== কার্যক্রম ==\nওএএসপিএ উন্মুক্ত প্রবেশাধিকার পাণ্ডিত্যপূর্ণ প্রকাশনার বিষয়ক একটি বার্ষিক সম্মেলনের আয়োজন করে।\nওএএসপিএ প্রকাশকদের ক্রিয়েটিভ কমন্স লাইসেন্স ব্যবহার করতে উৎসাহিত করে, বিশেষ করে ক্রিয়েটিভ কমন্স অ্যাট্রিবিউশন লাইসেন্স (সিসি-বিওয়াই), যা \"ওপেন\" এর বেশিরভাগ সংজ্ঞার সাথে সঙ্গতিপূর্ণ, যেমন ওপেন নলেজ ফাউন্ডেশনের ওপেন ডেফিনিশন।\n\n\n== সদস্য ==\nওএএসপিএ সদস্যরা নিম্নলিখিত দলে বিভক্ত:\nপেশাদার প্রকাশনা সংস্থা - এমন সংস্থা যেখানে অন্তত একজন পূর্ণ-সময়ের পেশাদার রয়েছে যারা ওপেন অ্যাক্সেস স্কলারলি গবেষণা সাময়িকী বা বই প্রকাশনা পরিচালনা করে। এই সংস্থাগুলো লাভজনক বা অলাভজনক হতে পারে এবং তারা গবেষণা সাময়িকী বা বইয়ের মালিক হতে পারে বা সমিতি বা বিজ্ঞানী বা পণ্ডিতদের অন্যান্য দলের জন্য চুক্তির ভিত্তিতে প্রকাশনা পরিচালনা করতে পারে। এই শ্রেণির সদস্যরা শিক্ষায়তনিক/গবেষণা গ্রন্থাগার, বিশ্ববিদ্যালয়ের ছাপাখানা, বা অন্যান্য সংস্থাসমূহ অন্তর্ভুক্ত করতে পারে যেখানে প্রাথমিক লক্ষ্য প্রকাশনা ব্যতীত অন্য তবে তাও পূর্ণ-সময়ের পেশাদারদের নিয়োগ করে যারা ওপেন অ্যাক্সেস স্কলারলি গবেষণা সাময়িকী এবং/অথবা বই প্রকাশনা পরিচালনা করে।\nপণ্ডিত প্রকাশক - ব্যক্তি বা বিজ্ঞানী/পণ্ডিতদের ছোট দল যারা সাধারণত তাদের অধ্যয়নের ক্ষেত্রে একটি একক স্কলারারি জার্নাল প্রকাশ করে। প্রকাশনা প্রক্রিয়ায় প্রায়শই স্বেচ্ছাসেবক প্রচেষ্টার অন্তর্ভুক্তি দ্বারা ব্যাপকভাবে ভর্তুকি দেওয়া হয়।\nঅন্যান্য সংস্থা - অন্যান্য সংস্থা যারা উল্লেখযোগ্য পরিষেবা এবং/অথবা ওএ প্রকাশনার জন্য সহায়তা প্রদান করে।\nওএএসপিএ-এ সদস্য সংগঠন হিসেবে যোগদানের জন্য, একজন প্রকাশককে অবশ্যই একটি মূল্যায়ন প্রক্রিয়ার মধ্য দিয়ে যেতে হয় এবং নির্ধারিত মানদণ্ড পূরণ করতে হয়। এই মানদণ্ডগুলো ২০১৩ সালে নির্ধারণ করা হয়েছিল এবং ২০১৮ সালের আগস্ট মাসে আবার সংশোধিত হয়েছিল। আগস্ট সদস্যতার সাতটি বিভাগ রয়েছে:\n\nপেশাদার প্রকাশনা সংস্থা (ছোট)\nপেশাদার প্রকাশনা সংস্থা (মাধ্যম)\nপেশাদার প্রকাশনা সংস্থা (বড়)\nপেশাদার প্রকাশনা সংস্থা (খুব বড়)\nঅন্যান্য সংস্থা (অবাণিজ্যিক)\nঅন্যান্য সংস্থা (বাণিজ্যিক)\nস্কলার প্রকাশক\n২০২১ সালের মার্চ পর্যন্ত, ওএএসপিএ-এর ১৫৯ সদস্য রয়েছে।\nওএএসপিএ-এর সদস্যরা যারা ওপেন অ্যাক্সেসে একচেটিয়াভাবে গবেষণা সাময়িকী প্রকাশ করে তারা ফুললি ওপেন অ্যাক্সেস পাবলিশার্সের বিশেষ আগ্রহের গোষ্ঠীর অন্তর্ভুক্ত।\n\n\n== সায়েন্স স্টিং এর প্রতিক্রিয়া ==\nপিয়ার রিভিউ কে ভয় পায়? এর তদন্তের প্রতিক্রিয়া হিসেবে, ওএএসপিএ তার ৩ সদস্য দ্বারা জাল লেখা গ্রহণের কারণে যে পরিস্থিতি তৈরি হয় তা তদন্তের জন্য একটি কমিটি গঠন করে। ২০১৩ সালের ১১ নভেম্বর, ওএএসপিএ জাল লেখা গ্রহণকারী দুই প্রকাশকের (ডভ মেডিকেল প্রেস এবং হিকারি লিমিটেড) সদস্যপদ বাতিল করে। সেজ প্রেসও একটি জাল লেখা গ্রহণ করেছিল, আর সেজন্য প্রতিষ্ঠানটিকে ৬ মাসের জন্য \"পর্যালোচনার অধীনে\" রাখা হয়েছিল। সেজ একটি বিবৃতিতে ঘোষণা করেছে যে এটি সেই জার্নালটিকে পর্যালোচনা করছে যেটি জাল লেখা গ্রহণ করেছে, কিন্তু এটি বন্ধ করবে না। জার্নালের সম্পাদকীয় প্রক্রিয়ায় পরিবর্তনের পর পর্যালোচনার মেয়াদ শেষে সেজের সদস্যপদ পুনঃস্থাপন করা হয়। ডোভ মেডিকেল প্রেসকেও তাদের সম্পাদকীয় প্রক্রিয়ায় বেশ কিছু উন্নতি করার পর সেপ্টেম্বর ২০১৫-এ পুনঃপ্রতিষ্ঠা করা হয়েছিল।\n\n\n== আরো দেখুন ==\nঅ্যাসোসিয়েশন ফর লার্নড অ্যান্ড প্রফেশনাল সোসাইটি পাবলিশার্স\nপ্রকাশনা সংস্থার সমিতি\nওপেন অ্যাক্সেস জার্নালের ডিরেক্টরি\nইন্টারন্যাশনাল অ্যাসোসিয়েশন অফ সায়েন্টিফিক, টেকনিক্যাল এবং মেডিকেল পাবলিশার্স\nআন্তর্জাতিক প্রকাশক সমিতি\nবিষয়শ্রেণী:উন্মুক্ত প্রবেশাধিকার প্রকাশক\nসাময়িক প্রকাশক সমিতি\nস্কলারলি পাবলিশিং এবং একাডেমিক রিসোর্সেস কোয়ালিশন\nস্কলারলি প্রকাশনার জন্য সোসাইটি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nThis article incorporates material from the Citizendium article \"Open Access Scholarly Publishing Association\", which is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License but not under the GFDL."}