{"pageid": 1389063, "title": "কিম তে-রি", "url": "https://bn.wikipedia.org/wiki?curid=1389063", "content": "কিম তে-রি (কোরীয়: 김태리, ইংরেজি: Kim Tae-ri; জন্ম: ২৪ এপ্রিল ১৯৯০) হলেন একজন দক্ষিণ কোরীয় অভিনেত্রী। তিনি দ্য হ্যান্ডমেইডেন (২০১৬), লিটল ফরেস্ট (২০১৮) এবং স্পেস সুইপারস (২০২০) চলচ্চিত্রের পাশাপাশি মিস্টার সানশাইন (২০১৮), টুয়েন্টি-ফাইভ টুয়েন্টি-ওয়ান (২০২২) এবং রেভনেন্টের (২০২৩) মতো টেলিভিশন ধারাবাহিকে অভিনয়ের জন্য সুপরিচিত। টুয়েন্টি-ফাইভ টুয়েন্টি-ওয়ান ধারাবাহিকে অভিনয়ের জন্য তিনি ৫৮তম বেকসাং আর্টস পুরস্কারে টেলিভিশনের শ্রেষ্ঠ অভিনেত্রীর পুরস্কার জয়লাভ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nকিম তে-রি ১৯৯০ সালের ২৪ এপ্রিল তারিখে দক্ষিণ কোরিয়ার সিউলে জন্মগ্রহণ করেছেন। ইউংশিন নার্সিং বিজনেস হাই স্কুল থেকে স্নাতক সম্পন্ন করার পরে, কিম ২০০৮ থেকে ২০১২ সাল পর্যন্ত কিউং হি বিশ্ববিদ্যালয়ে সাংবাদিকতা এবং যোগাযোগ বিভাগে অধ্যয়ন করেছিলেন। কিম একটি কলেজ থিয়েটার ক্লাবে যোগদানের পরে কলেজের দ্বিতীয় বর্ষে অভিনেত্রী হওয়ার জন্য অনুপ্রাণিত হয়েছিলেন।\n\n\n== কর্মজীবন ==\n\n\n=== ২০১২–২০১৫: প্রারম্ভিক কর্মজীবন ===\nকলেজ থেকে স্নাতক সম্পন্ন করার পরে, কিম দেহাক্রোতে ইরু থিয়েটার দলের প্রযুক্তিগত দলের সদস্য হিসেবে এক বছর কাজ করেছিলেন। পরবর্তীকালে, ২০১২ সালে স্পুনফেস স্টেইনবার্গের প্রযোজনায় কিমকে কাং এ-শিমের জন্য আন্ডারস্টাডি হিসেবে গ্রহণ করা হয়েছিল, তবে তিনি মঞ্চে অভিনয় করার সুযোগ পাননি। পরবর্তীকালে তিনি পানসি এবং আস্ক ফর লাভ নাটকে অভিনয় করেছিলেন এবং ২০১৩ সালে স্পুনফেস স্টেইনবার্গের পুনর্নির্মাণে সুযোগ পেয়েছিলেন। একই বছর, তিনি মুন ইয়ং নামে একটি স্বল্পদৈর্ঘ্য চলচ্চিত্রের চিত্রগ্রহণ করেছিলেন, যা ২০১৫ সালে সিউল ইন্ডিপেন্ডেন্ট ফিল্ম ফেস্টিভালে মুক্তি পেয়েছিল; যা ২০১৭ সালে প্রকাশ করা হয়েছিল। ২০১৪ সালে, কিম জে-ওয়াইড কোম্পানিতে যোগ দেন এবং বেশ কয়েকটি টিভি বিজ্ঞাপনে অভিনয় করেন। এই সময়কালে, তিনি বেশ কয়েকটি স্বল্পদৈর্ঘ্য চলচ্চিত্রে অভিনয় করেছিলেন এবং চলচ্চিত্রের ভূমিকার জন্য বেশ কিছু পরীক্ষা দিয়েছিলেন, তবে একাধিক প্রত্যাখ্যানের মুখোমুখি হয়েছিলেন।\n\n\n=== ২০১৬–বর্তমান: অভিনয়ে অভিষেক ===\n২০১৬ সালে, কিম পার্ক চান-উকের দ্য হ্যান্ডমেইডেন চলচ্চিত্রে অভিনয়ের মাধ্যমে তার পূর্ণদৈর্ঘ্য চলচ্চিত্রে আত্মপ্রকাশ করেছিলেন, যেখানে তিনি এই ভূমিকার জন্য পরীক্ষা দেওয়া ১,৫০০ অভিনেত্রীর মধ্য থেকে নির্বাচিত হয়েছিলেন। এই চলচ্চিত্রে তার অভিনয়ের জন্য, তিনি ব্লু ড্রাগন চলচ্চিত্র পুরস্কার, ডিরেক্টরস কাট পুরস্কার, বুইল চলচ্চিত্র পুরস্কার এবং বুসান ফিল্ম ক্রিটিকস পুরস্কারে শ্রেষ্ঠ নতুন অভিনেত্রীর পুরস্কার জয়লাভ করেছিলেন। পার্ক কিম সম্পর্কে তার প্রথম ধারণাটি তাকে দৃঢ়ভাবে স্মরণ করিয়ে দিয়েছিলেন অভিনেত্রী কাং হিয়ে-জুংয়ের সাথে তার প্রথম সাক্ষাতের কথা, যিনি পার্কের ২০০৩ সালের ওল্ডবয় চলচ্চিত্রে তার কর্মজীবনের সাফল্য পেয়েছিলেন। ২০১৭ সালে, কিম রাজনৈতিক রোমাঞ্চকর চলচ্চিত্র ১৯৮৭: ওয়েন দ্য ডে কামসে অভিনয় করেছিলেন, যা তাকে গ্র্যান্ড বেল পুরস্কারে শ্রেষ্ঠ অভিনেত্রীর মনোনয়ন এনে দিয়েছিল।\n২০১৮ সালে, কিম রিউ জুন-ইয়ল এবং জিন কি-জুর সাথে মাঙ্গা ধারাবাহিক লিটল ফরেস্টের কোরিয়ান চলচ্চিত্র অভিযোজনে অভিনয় করেছিলেন, যার জন্য তিনি পরিচালকের ডিরেক্টরস কাট পুরস্কার এবং ব্লু ড্রাগন চলচ্চিত্র পুরস্কার, বেকসাং আর্টস পুরস্কার এবং বুইল চলচ্চিত্র পুরস্কারের জন্য মনোনয়ন পেয়েছিলেন। একই বছর, কিম ইউন-সুক রচিত সময়কালীন গীতিনাটক মিস্টার সানশাইনে অভিনয়ে মাধ্যমে ছোট পর্দায় অভিষেক করেছিলেন এবং তিনি তার অভিনয়ের জন্য শ্রেষ্ঠ অভিনেত্রী বিভাগে বেকসাং আর্টস পুরস্কারের জন্য মনোনীত হয়েছিলেন। মিস্টার সানশাইন কোরীয় কেবল টেলিভিশনের ইতিহাসে ষষ্ঠ সর্বোচ্চ-রেটযুক্ত নাটক হয়ে ওঠে। ২০১৯ সালে, কিম ফোর্বস ৩০ অনূর্ধ্ব-৩০-এর বিনোদন ও ক্রীড়া বিভাগে স্থান পেয়েছিলেন।\n২০২১ সালে, কিম প্রথম কোরীয় স্পেস ব্লকবাস্টার স্পেস সুইপারসে সং জুং-কির সাথে অভিনয় করেছিলেন। মূলত এই চলচ্চিত্রটি ২০২০ সালের জুলাই মাসে প্রিমিয়ারের জন্য নির্ধারিত ছিল, যা কোভিড-১৯ এর বৈশ্বিক মহামারীর কারণে বাতিল করা হয়েছিল, চলচ্চিত্রটি ২০২১ সালের ফেব্রুয়ারিতে নেটফ্লিক্সে মুক্তি পেয়েছিল। চলচ্চিত্রটি কমপক্ষে ১৬টি দেশে নেটফ্লিক্সে এক নম্বর চলচ্চিত্র হিসেবে অভিষেক করেছিল এবং মুক্তির প্রথম ২৮ দিনের মধ্যে নেটফ্লিক্সে ২৬ মিলিয়নেরও বেশি দর্শক সংগ্রহ করেছিল। ২০২১ সালের আগস্ট মাসে, জে-ওয়াইডের সাথে তার চুক্তির মেয়াদ শেষ হওয়ার পরে কিম ম্যানেজমেন্ট এমএমএম-এ স্থানান্তরিত হন।\n২০২২ সালে, কিম টিভিএনের ধারাবাহিক টুয়েন্টি-ফাইভ টুয়েন্টি-ওয়ানে অভিনয় করেছিলেন, যেখানে নাম জু-হিউকের সাথে অভিনয় করার মাধ্যমে ২০১৮ সালের পর প্রথমবারের মতো ছোট পর্দায় অভিনয় করেছিলেন। ধারাবাহিকটি একটি বাণিজ্যিক সাফল্য ছিল এবং কোরীয় কেবল টেলিভিশনের ইতিহাসে সর্বোচ্চ রেটিংপ্রাপ্ত নাটকগুলোর মধ্যে একটি হয়ে ওঠে। এই ধারাবাহিকে না হি-দো চরিত্রে অভিনয়ের জন্য তিনি ৫৮তম বেকসাং আর্টস পুরস্কারে টেলিভিশনের শ্রেষ্ঠ অভিনেত্রী এবং জনপ্রিয় অভিনেত্রীর পুরস্কার জয়লাভ করেছিলেন জিতেছিলেন। একই বছর, তিনি চোই দং-হুনের সাই-ফাই অপরাধমূলক চলচ্চিত্র এলিয়েনয়েডে অভিনয় করেছিলেন। লি আন চরিত্রে তার ভূমিকার জন্য প্রস্তুত হওয়ার জন্য, কিম অ্যাকশন স্কুলে পড়াশোনা করেছিলেন এবং মার্শাল আর্ট, শুটিং এবং জিমন্যাস্টিকস শিখেছিলেন।\n\n\n== মুখপাত্র ==\n২০১৭ সাল থেকে কিম দক্ষিণ কোরিয়ার হাই-এন্ড কসমেটিকস ব্র্যান্ড ও হুইয়ের বানিজ্যিক মুখপাত্র হিসেবে অন্তর্ভুক্ত হন। ২০১৮ সাল থেকে, তিনি কেনজোর স্বাক্ষর সুগন্ধি, ফ্লাওয়ার বাই কেনজোের মুখপাত্র হয়ে ওঠেন। তিনি ২০১৮ এবং ২০২১ সালের মধ্যে ফরাসি মালিকানাধীন আমেরিকান বিলাসবহুল জুয়েলারি হাউস টিফানি অ্যান্ড কোম্পানির কোরীয় মুখপাত্র হিসেবে কাজ করেছিলেন। ২০২১ সালের সেপ্টেম্বর মাসে, তিনি প্রাদার বসন্ত-গ্রীষ্মকালীন ২০২২ সংগ্রহের সরাসরি অনুষ্ঠান সম্পর্কে একটি ভিডিওতে নিজেকে বানিজ্যিক মুখপাত্র হিসেবে পরিচয় দিয়েছিলেন। ২০২২ সালের ২৫শে জানুয়ারি তারিখে, নারীদের ফ্যাশন ব্র্যান্ড আইটিএমআইসিএ তাদের নতুন মিউজ হিসেবে তার অন্তর্ভুক্তি ঘোষণা করেছে।\n\n\n== অভিনয়ের তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ধারাবাহিক ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nম্যানেজমেন্ট এমএমএম-এ কিম তে-রি (কোরীয়)\nহানসিনেমায় কিম তে-রি  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে কিম তে-রি  (ইংরেজি)\nকোরিয়ান মুভি ডেটাবেজে কিম তে-রি"}