{"pageid": 1389337, "title": "মোহাম্মদ সাইফুল্লাহ ওজাকি", "url": "https://bn.wikipedia.org/wiki?curid=1389337", "content": "মোহাম্মদ সাইফুল্লাহ ওজাকি (জন্ম ১৯৮২ সজিত চন্দ্র দেবনাথ নামে) যিনি কুনিয়া শায়খ আবু ইব্রাহিম আল-হানিফ নামেও পরিচিত, তিনি একজন বাংলাদেশী, জাপানি শিক্ষাবিদ এবং জঙ্গি। বাংলাদেশে জন্মগ্রহণ করেন। ওজাকি জাপানে অধ্যয়ন করেন ও  যেখানে তিনি বিভিন্ন ডিগ্রি অর্জন করেন এবং অবশেষে বিয়ে করেন এবং নাগরিকত্ব লাভ করেন। তিনি ২০১৫ সাল পর্যন্ত কিয়োটোর রিতসুমেইকান বিশ্ববিদ্যালয়ের সহযোগী অধ্যাপক হিসেবে দায়িত্ব পালন করেনব এবং যখন তিনি  তার পরিবার দেশ থেকে নিখোঁজ হন। তিনি বাংলাদেশে ইসলামিক স্টেট আমির নির্বাচিত হন। তিনি ফেসবুকে ইসলামিক স্টেটের প্রচারণার জন্য এবং সিরিয়ায় বাংলাদেশিদেরকে সমর্থন করার জন্য নিয়োগ করার পাশাপাশি ঢাকায় সন্ত্রাসী হামলার পরিকল্পনা করার জন্য দায়ী ছিলেন বলে অভিযোগ রয়েছে। ২০১৬ সালের মার্চ ওজাকি সিরিয়ার বাঘৌজে সিরিয়ান ডেমোক্রেটিক ফোর্সের কাছে আত্মসমর্পণ করেন।দুই মাসের মধ্যে বাংলায় ইসলামিক স্টেটের জন্য একজন নতুন আমীরের নাম ঘোষণা করা হয়\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nমোহাম্মদ সাইফুল্লাহ ওজাকি ১৯৮২ সালে সজিত চন্দ্র দেবনাথ হিসাবে জন্মগ্রহণ করেন হিন্দু পিতামাতা জনার্দন দেবনাথ এবং অনিমা রানী দেবীর কাছে নবীনগর, বাংলাদেশের প্রায় ৫০ কিলোমিটার (৩১ মাইল) ঢাকা থেকে। জাপানে যাওয়ার আগে, তার মা বলেছিলেন যে তিনি তার সময় বই পড়ে এবং হিন্দু মন্দিরে প্রার্থনা করবেন। তিনি২০০১ সালে সিলেট ক্যাডেট কলেজে তার উচ্চ মাধ্যমিক পরীক্ষায় উত্তীর্ণ হন, পরের বছর জাপান সরকারের বৃত্তি নিয়ে রিটসুমেইকান এশিয়া প্যাসিফিক ইউনিভার্সিটিতে অধ্যয়নের জন্য জাপানে যান, যেখানে তিনি ব্যবসায় প্রশাসনে স্নাতক ডিগ্রি অর্জন করেন। তিনি একই বিশ্ববিদ্যালয়ে স্নাতক স্কুলে যোগদান করেন, ২০১১ সালের মার্চ মাসে স্নাতকোত্তর ডিগ্রি এবং পিএইচডি উভয়ই অর্জন করেন এবং ২০১০ সালে কিউশু বিশ্ববিদ্যালয় থেকে ব্যবসায়িক দক্ষতার সাথে ডক্টরেট অর্জন করেন। ঢাকা ট্রিবিউনের একটি নিবন্ধ অনুসারে, তাকে ইসলামী অর্থ ও অর্থনৈতিক তত্ত্বের একজন বিশেষজ্ঞ এবং ইসলামী ধর্মতত্ত্বে \"পণ্ডিত\" হিসাবে বিবেচনা করা হয়।\n\n\n== একাডেমিক ক্যারিয়ার এবং র্যাডিক্যালাইজেশন ==\nদেবনাথ তার শিক্ষাজীবনে ত্রিশটিরও বেশি গবেষণাপত্র লিখেছেন বা সহ-লেখক। তিনি ২০১১ সালে রিটসুমেইকান বিশ্ববিদ্যালয়ে শিক্ষকতা শুরু করেন, এপ্রিল ২০১৫ সালে কলেজ অফ ইন্টারন্যাশনাল রিলেশনসে ব্যবসায় প্রশাসনের সহযোগী অধ্যাপক হন। তার পরিবার তাকে ২০০৮ সালের প্রথম দিকে অস্বাভাবিক আচরণ করতে দেখেছিল, যখন সে তার বোনের বিয়েতে যোগ দিতে বাংলাদেশে ফিরে আসে, একটি সার্জিক্যাল মাস্ক দিয়ে সে যে দাড়ি বেড়েছিল তা লুকানোর চেষ্টা করেছিল। তার পরিবারের সাথে তার শেষ যোগাযোগ হয়েছিল ৫ জানুয়ারী ২০১৬, যখন সজিতের বাবা তাকে সাম্প্রতিক পুলিশ তদন্ত সম্পর্কে জিজ্ঞাসা করার জন্য ফোন করেছিলেন। কল চলাকালীন, সজিত দাবি করেছিলেন যে তার এক বন্ধু তাকে একটি দাতব্য সংস্থায় অর্থায়নের জন্য প্ররোচিত করছে। কেন তিনি কর্তৃপক্ষের দ্বারা \"খারাপ\" বলে বিবেচিত একটি সংস্থাকে অর্থায়ন করছেন জানতে চাইলে, সজিত কলটি শেষ করেছিলেন।\nতার বাবার মতে, সজিৎ হিন্দু ধর্ম থেকে ইসলামে ধর্মান্তরিত হয়েছিলেন—যার বিষয়ে তিনি গোপন ছিলেন কিন্তু তার মা বলেছিলেন যে তাদের পরিবারে কোনো সমস্যা হবে না এবং জাপানে থাকার সময় মোহাম্মদ সাইফুল্লাহ ওজাকি নাম রেখেছিলেন, কিন্তু তার জাপানি স্ত্রীকে বিয়ে করার আগে এবং জাপানি নাগরিকত্ব অর্জন। তিনি ২০১৪ সালে বাংলাদেশিদের স্নাতকদের জন্য একটি ইসলাম-সম্পর্কিত ফেসবুক গ্রুপে চরমপন্থী নব্য জেএমবি সংগঠনের ( জামাত-উল-মুজাহিদিন বাংলাদেশের একটি বিচ্ছিন্ন অংশ যা সালে আইএসআইএলকে সমর্থন করার প্রতিশ্রুতি দিয়েছিল) গাজী সোহানের সাথে দেখা করেছিলেন। সামরিক একাডেমি জানুয়ারিতে দলে যোগদানের পর, ওজাকি মে মাসে ঢাকার একটি মসজিদে সোহানের সঙ্গে ব্যক্তিগতভাবে দেখা করেন। মসজিদেই ওজাকি সোহানকে বলেছিলেন যে জাপানের ভিসা নিয়ে সোহান সহজেই তুরস্কে প্রবেশ করতে পারে, যার মাধ্যমে সে আইএসআইএলে যোগ দিতে সিরিয়ায় পৌঁছাতে পারে। ওজাকি সোহানের ভিসার গ্যারান্টার হয়েছিলেন, তাকে সেই নভেম্বরে জাপানে তার বাড়িতে থাকার অনুমতি দেয়। পরের মাসে, ওজাকি সোহানকে তুরস্ক থেকে সিরিয়া যাওয়ার জন্য নির্দেশ দেয়, যা সোহান বাসের মাধ্যমে করেছিল। ওজাকি ২০১৪ সালের শুরুর দিকে একটি অনলাইন জিহাদি সেল সংগঠিত করার চেষ্টা শুরু করেছিলেন একটি বৈশ্বিক খিলাফত ঘোষণার প্রত্যাশায়, যেটি সেই বছরের শেষের দিকে আইএসআইএল-আইএসআইএস দ্বারা ইসলামিক স্টেটের আকারে করা হবে।\n\n\n== জঙ্গিবাদ ==\nওজাকি ২০১৫ সালের শেষের দিকে বুলগেরিয়ার উদ্দেশ্যে জাপান ত্যাগ করেন, এবং তার পরে কিছু সময়ের জন্য তার অবস্থান অস্পষ্ট হয়ে যায়। তিনি কুনিয়া (এক ধরনের ইসলামিক নাম দে গুয়ের ) শায়খ আবু ইব্রাহিম আল-হানিফকে মে ২০১৫ এর কাছাকাছি সময়ে গ্রহণ করেছিলেন, সম্ভবত একজন বন্দী সোহান এবং ইসলামিক স্টেটের আরেক সদস্য বাংলাদেশী নিরাপত্তা বাহিনীর কাছে তার পরিচয় প্রকাশ করেছিলেন। ওজাকির কুনিয়ার প্রথম অংশ, আবু ইব্রাহিম, অর্থ \"ইব্রাহিমের পিতা\", সেই সময়ে তার কনিষ্ঠ পুত্রের নামানুসারে, এবং দ্বিতীয় অংশ, আল-হানিফ, দুটি স্বাধীন বেনামী ইসলামিক ধর্মতাত্ত্বিকদের দ্বারা বিশ্বাস করা হয়েছিল হানিফিয়াহ এবং ওজাকির শিরক প্রত্যাখ্যানকে বোঝায়। এটি একটি ইসলামিক স্টেট সদস্যের কুনিয়ার জন্য সাধারণ নয় - বেশিরভাগই জাতীয়তা বা জাতিগততার উল্লেখ করে, যেমন বাংলাদেশি সদস্যের জন্য আল-বাঙালি বা জাপানি সদস্যের জন্য আল-ইয়াবানি । এর পরেই, জুন মাসে, ইসলামিক স্টেটের কেন্দ্রীয় নেতৃত্ব ওজাকিকে বাংলাদেশে ইসলামিক স্টেটের আমির হিসেবে নিযুক্ত করে, যা আবু বকর আল-বাগদাদির পক্ষে আবু উবাইদাহ আবদ আল-হাকিম আল-ইরাকি অনুমোদন করেছিলেন। জানুয়ারী থেকে অননুমোদিত অনুপস্থিতির কারণে তাকে মার্চ ২০১৬ সালে রিটসুমেইকান বিশ্ববিদ্যালয়ে তার চাকরি থেকে বরখাস্ত করা হয়েছিল।\nইসলামিক স্টেটের সদস্য থাকাকালীন ওজাকি ফেসবুক ব্যবহার করতেন তাদের মতাদর্শ ছড়িয়ে দিতে এবং বাংলাদেশে নাশকতাকে অর্থায়ন করতেন। বাংলাদেশী ইসলামিক স্টেট সদস্যদের একটি বিশ্লেষণে দেখা গেছে যে ওজাকি বাংলাদেশে ইসলামিক স্টেটের নিয়োগ প্রচেষ্টার \"কিংপিন\" ছিলেন, এবং \"অধিকাংশ, যদি না হয়\" এই গোষ্ঠীর বাংলাদেশী সদস্যদের \"অধিকাংশ, যদি না হয়\" ওজাকি নিজেই বা নিয়োগকারীরা নিয়োগ করেছিলেন যারা তাকে সেবা করেছিলেন। বাংলাদেশী সংবাদপত্র প্রথম আলো দ্বারা ব্যবহৃত বেনামী সূত্রে বলা হয়েছে যে ওজাকির বেশিরভাগ বাংলাদেশী নিয়োগকারী সিরিয়ায় যাচ্ছেন তারা বাংলাদেশের ক্যাডেট কলেজে পড়াশোনা করেছেন। ২০১৬ সালের এপ্রিল মাসে ইসলামিক স্টেটের ম্যাগাজিন দাবিক দ্বারা প্রকাশিত একটি সাক্ষাত্কারে, ওজাকি, শুধুমাত্র তার কুনিয়া দ্বারা চিহ্নিত, দাবি করেছিলেন যে সংগঠনটি ক্রমবর্ধমান সংখ্যক বাংলাদেশী নিয়োগ করছে এবং বাংলা অঞ্চলকে খেলাফতের জন্য গুরুত্বপূর্ণ এবং আরও সম্ভাব্য ব্যবহারের জন্য বর্ণনা করেছে। ভারত ও মায়ানমারে এর জিহাদ । তিনি প্রাক্তন তালেবান সদস্য হাফিজ সাইদ খানের নেতৃত্বে বাংলাদেশে ইসলামিক স্টেট জঙ্গি এবং আফগানিস্তান ও পাকিস্তানের ইসলামিক স্টেট <i id=\"mwhQ\">উইলিয়াত খুরাসানের</i> মধ্যে একটি সমন্বিত জোটের বর্ণনা দিয়েছেন। তিনি বাংলাদেশের হিন্দু সংখ্যালঘুদের \"জনসংখ্যায় টার্গেটিং\" করার আহ্বান জানান, তাদের দেশে গুরুত্বপূর্ণ ক্ষমতার মালিকানার অভিযোগ এনে বিশেষভাবে অভিযোগ করেন যে তারা \"গরু পূজারী\" যারা \"ইসলাম বিরোধী প্রচার\" তৈরি করেছে।\n১ জুলাই 2016-এ, পাঁচ জঙ্গি ঢাকার একটি বেকারিতে হামলা চালায়, ১৮ বিদেশী সহ কয়েক ডজনকে জিম্মি করে। কুড়ি জিম্মি এবং দুই পুলিশ কর্মকর্তার পাশাপাশি পাঁচ জঙ্গি নিহত হয়। একাধিক সূত্র দাবি করেছে যে ওজাকি আক্রমণের পরিকল্পনার জন্য দায়ী বলে বিশ্বাস করা হয়েছিল, যদিও ফুজি নিউজ নেটওয়ার্ক (এফএনএন) জানিয়েছে যে জাপানি মিডিয়া ইসলামিক স্টেটকে অর্থায়নে তার ভূমিকার মতো খুঁটিনাটি বিষয়গুলিকে আরও বেশি রিপোর্ট করেছে যেমন সরাসরি অভিযোগের বিপরীতে। ঘটনার জন্য তার দায় সম্পর্কে। তার অবস্থান অজানা, সিরিয়া, ইন্দোনেশিয়া বা মালয়েশিয়াতে বিভিন্নভাবে রিপোর্ট করা হয়েছে। তার অভিযুক্ত ভূমিকার জন্য বাংলাদেশী কর্তৃপক্ষের সাথে আরও নয়জন সন্দেহভাজন তাকে খুঁজছিল।\n২০১৯ সালের মার্চ মাসে, প্রাক্তন ইসলামিক স্টেটের শক্ত ঘাঁটি পতনের পর ওজাকি সিরিয়ার বাঘৌজে মার্কিন-সমর্থিত সিরিয়ান ডেমোক্রেটিক ফোর্সের কাছে আত্মসমর্পণকারী দশজন বাংলাদেশি জঙ্গির একজন ছিলেন। তাকে উত্তর ইরাকের কুর্দি শহর সুলায়মানিয়াহতে আটক করা হয়েছিল, যেখানে তিনি সেই বছরের মে পর্যন্ত ছিলেন। এফএনএন জানিয়েছে যে সে সিরিয়ায় ধরা পড়া প্রথম জাপানি ইসলামিক স্টেট যোদ্ধা। বাংলায় ইসলামিক স্টেটের একজন নতুন আমির আবু মুহাম্মাদ আল-বাঙালিকে সেই মে মাসে নামকরণ করা হয়।\n\n\n=== আল-হানিফের পরিচয় ===\nযদিও ২০১৭ সালের ঢাকা ট্রিবিউনের একটি নিবন্ধে ওজাকিকে \"সম্ভবত\" ব্যক্তি হিসেবে চিহ্নিত করেছে যে ইসলামিক স্টেট তার বাংলার আমির আল-হানিফকে অভিহিত করেছে, এটিও উল্লেখ করেছে যে একটি বাংলাদেশী সংবাদপত্র পূর্বে অনুমান করেছিল যে আল-হানিফ আসলে তামিম আহমেদ চৌধুরী ছিলেন। জুন ২০১৬। এই দাবিটি অক্টোবর ২০১৬ সালে ইসলামিক স্টেট দ্বারা প্রত্যাখ্যান করা হয়েছিল, যেখানে বলা হয়েছিল যে চৌধুরীর আসল কুনিয়া ছিলেন আবু দুজানাহ আল-বাঙালি এবং তিনি ছিলেন \"বাংলায় খিলাফতের সৈন্যদের সামরিক ও গোপন অভিযানের সাবেক প্রধান\"। এই ঘোষণাটি একই মাসে দ্য ডেইলি স্টারের একটি নিবন্ধ হিসাবে এসেছিল যা চৌধুরীকে শনাক্ত করেছিল, যিনি আল-হানিফ হিসাবে র‌্যাপিড অ্যাকশন ব্যাটালিয়নের অভিযানের সময় একটি পাঁচতলা বিল্ডিং থেকে লাফ দেওয়ার পরে মারা গিয়েছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\n২০০৬ সালে এক সফরে ওজাকি তার বাবাকে রিনা নামে এক প্রতিবেশী মহিলার সঙ্গে পরিচয় করিয়ে দেন , যাকে ওজাকি ২০০৭ সালে বিয়ে করেছিলেন। এই দম্পতির কমপক্ষে পাঁচ সন্তান ছিল - যাদের মধ্যে রিনা সহ একটি বিমান হামলায় মুহাম্মদ ও উমে মারা যান । অন্য তিনজন - সাত বছর বয়সী ইশা তিন বছর বয়সী ইউসুফ এবং এক বছর বয়সী সারাহ এখনও বেঁচে ছিল এবং ২০১৯ সালের মে মাস পর্যন্ত সিরিয়ায় ছিল। এফএনএন - এর লেখক আকারি ইয়ামা ওজাকির দাবিক সাক্ষাৎকারকে অবিশ্বাসীদের প্রতি তাঁর রাগ এবং ঘৃণা প্রকাশ হিসাবে বর্ণনা করেছেন । তিনি বলেছিলেন যে দেশে বসবাস এবং কাজ করা সত্ত্বেও ওজাকি জাপানি মূল্যবোধের সাথে একীভূত হতে ব্যর্থ হয়েছিল - পরিবর্তে একটি জাপানবিরোধী মতাদর্শ বিকাশ করে এবং শেষ পর্যন্ত জাপানি নাগরিকদের মৃত্যুর জন্য দায়ী হয়ে ওঠে - যারা বেকারিতে নিহত বিদেশী নাগরিকদের মধ্যে ছিলেন।\n\n\n== তথ্যসূত্র =="}