{"pageid": 1389978, "title": "নলেজ কমন্স", "url": "https://bn.wikipedia.org/wiki?curid=1389978", "content": "নলেজ কমন্স শব্দটি তথ্য এবং এমন বিষয়বস্তু বোঝায় যা সম্মিলিতভাবে ব্যবহারকারীদের একটি সম্প্রদায়ের মালিকানাধীন এবং পরিচালিত হয় , বিশেষ করে ইন্টারনেটের মাধ্যমে। সাধারণ জ্ঞানকে সাধারণ শেয়ারকৃত প্রাকৃতিক সম্পদ থেকে যা আলাদা করে তা হল ডিজিটাল সম্পদগুলো অ - বিয়োগযোগ্য , অর্থাৎ একাধিক ব্যবহারকারী তাদের পরিমাণ বা মানের উপর কোনও প্রভাব না ফেলে একই ডিজিটাল সম্পদ অ্যাক্সেস করতে পারে।\n\n\n== ধারণাগত পটভূমি ==\nকমন্স শব্দটি মধ্যযুগীয় অর্থনৈতিক ব্যবস্থা  কমন্স থেকে উদ্ভূত হয়েছে। নলেজ কমন্স হল ওপেন এডুকেশনাল রিসোর্সেস সহ বেশ কয়েকটি ডোমেইনের জন্য একটি মডেল , যেমন এমআইটি ওপেনকোর্সওয়্যার মুক্ত ডিজিটাল মিডিয়া যেমন উইকিপিডিয়া ক্রিয়েটিভ কমন্স  লাইসেন্সযুক্ত আর্ট ওপেন সোর্স রিসার্চ এবং পাবলিক লাইব্রেরি অফ সায়েন্স বা সায়েন্স কমন্স মুক্ত সফটওয়্যার এবং ওপেন ডিজাইন মতো মুক্ত বৈজ্ঞানিক সংগ্রহ। শার্লট হেস এবং এলিনর অস্ট্রোম গবেষণা অনুসারে , জ্ঞান সাধারণের ধারণাগত পটভূমি দুটি বুদ্ধিবৃত্তিক ইতিহাসকে অন্তর্ভুক্ত করেঃ প্রথমত , বুদ্ধিবৃত্তীয় সম্পত্তি অধিকার সম্প্রসারণ এবং জ্ঞানের বেসরকারিকরণের দ্বারা হুমকির সম্মুখীন মনের অদম্য সাধারণের ঘেরের বিরুদ্ধে লড়াই করার একটি ইউরোপীয় ঐতিহ্য। দ্বিতীয়ত , মার্কিন যুক্তরাষ্ট্রে নিহিত একটি ঐতিহ্য যা সাধারণ জ্ঞানকে বাকস্বাধীনতা এবং গণতান্ত্রিক অনুশীলনের অনুমতি দেওয়ার একটি ভাগ করে নেওয়ার স্থান হিসাবে দেখে এবং যা টাউন কমন্স আন্দোলনের ঐতিহ্য এবং পাণ্ডিত্যপূর্ণ কাজের সাধারণ ভিত্তিক উত্পাদন  উন্মুক্ত বিজ্ঞান গ্রন্থাগার এবং সম্মিলিত কর্ম।\nজ্ঞান সাধারণের কাজগুলো প্রায়শই সম্মিলিত বুদ্ধিমত্তা দ্বারা পরিচালিত হয় জনগণের জ্ঞান এবং জ্ঞান সাম্যবাদের সাথে সম্পর্কিত যেমনটি রবার্ট কে. মার্টন দ্বারা সংজ্ঞায়িত করা হয়েছিল,নযার মতে বিজ্ঞানীরা  এবং সম্মানের বিনিময়ে বৌদ্ধিক সম্পত্তির অধিকার ত্যাগ করেন।\nফেরেঙ্ক গিয়ুরিস যুক্তি দেন যে \" সাধারণ জ্ঞান \" শব্দটিকে সংজ্ঞায়িত করার ক্ষেত্রে \" তথ্য \" থেকে \" জ্ঞান \" কে আলাদা করা গুরুত্বপূর্ণ।  তিনি যুক্তি দেন যে একটি ভাগ করা সম্পদ হিসাবে জ্ঞানের জন্য উভয় তথ্যই অ্যাক্সেসযোগ্য হতে হবে এবং সম্ভাব্য প্রাপকদের অবশ্যই জ্ঞান হিসাবে অভ্যন্তরীণ করতে সক্ষম এবং ইচ্ছুক হতে হবে। অতএব , জ্ঞান একটি যৌথ সম্পদে পরিণত হতে পারে না এমন একটি জটিল প্রতিষ্ঠান ও অনুশীলন ছাড়া যা সম্ভাব্য প্রাপকদের প্রয়োজনীয় ক্ষমতা এবং ইচ্ছা অর্জনের সুযোগ দেয়।\n\n\n== কপিলেফট ==\nকপিলেফট লাইসেন্স হল এমন প্রতিষ্ঠান যা এক্সিকিউটেবল সফ্টওয়্যারের সাধারণ জ্ঞানকে সমর্থন করে। কপিলেফট লাইসেন্স লাইসেন্সধারীদের সমস্ত প্রয়োজনীয় অধিকার প্রদান করে যেমন অধ্যয়নের অধিকার , ব্যবহার পরিবর্তন এবং পুনরায় বিতরণ এই শর্তে যে লাইসেন্সের উপর নির্মিত ভবিষ্যতের সমস্ত কাজ আবার সাধারণের কাছে রাখা হবে। কপিলেফট নীতির জনপ্রিয় প্রয়োগগুলি হল ফ্রি সফটওয়্যার ফাউন্ডেশন জি. এন. ইউ সফটওয়্যার লাইসেন্স (জি. পি. এল. এল. জি. পি , এবং জি. এফ. ডি. এল) এবং ক্রিয়েটিভ কমন্স অধীনে শেয়ার অ্যালাইক লাইসেন্স।\n\n\n== আরও দেখুন ==\nকমন্স\nকমন্স - ভিত্তিক পিয়ার প্রোডাকশন\nডিজিটাল কমন্স (অর্থনীতি)\nসাধারণ তথ্য\nনুওজেনেসিস\nবিষয়বস্তু খুলুন\nওপেন নলেজ ফাউন্ডেশন\nওপেন সোর্স\nওপেন সোর্স উপযুক্ত প্রযুক্তি\nওপেন - ডিজাইন আন্দোলন\nওপেনকোর্সওয়্যার\nসরকারি মালিকানা\nরবার্ট কে. মার্টন\n\n\n== পদটীকা ==\n\n\n== বহি:সংযোগ ==\n \nIoannidis, Yannis (জুলাই ২০০৬)। \"From Digital Libraries to Knowledge Commons\"। ERCIM। \nAbrell, Elan (অক্টোবর ২০০৯)। Imagining a Traditional Knowledge Commons: A community approach to sharing traditional knowledge for non-commercial research (পিডিএফ)। ২০১৩-১০-১৭ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \n\"Open Knowledge Commons\"। KnowledgeCommons.org। ২০১২-১২-৩১ তারিখে মূল থেকে আর্কাইভ করা। \n2012 সালে জ্ঞান কমন্সের প্রথম থিম্যাটিক সম্মেলন অনুষ্ঠিত হয় \" গভর্নিং পুলড নলেজ রিসোর্সেসঃ বিল্ডিং ইনস্টিটিউশনস ফর সাসটেইনেবল সায়েন্টিফিক \" - এর থিমের উপর ।\nFree / Libre Open Knowledge Society সাধারণ মানুষের জন্য একটি বিশ্ব নকশা করছে ।: ইকুয়েডরে একটি মুক্ত জ্ঞান সমাজ গড়ে উঠতে চলেছে ।\nজ্ঞান কমন্স পরিচালনা করা । 2014. সম্পাদনা করেছেন ব্রেট এম. ফ্রিসচম্যান , মাইকেল জে. ম্যাডিসন এবং ক্যাথরিন জে. স্ট্র্যান্ডবার্গ । অক্সফোর্ড ইউনিভার্সিটি প্রেস ।\n\" রবার্ট বয়ড পিটার জে রিচারসন রুথ মাইনজেন - ডিক টিন ডি মুর ম্যাথিউ ও জ্যাকসন ক্রিস্টিনা এম. গেরডি হ্যারিয়েট হার্ডেন - ডেভিস ব্রেট এম. ফ্রিসচমান মাইকেল জে. ম্যাডিসন ক্যাথরিন জে. স্ট্র্যান্ডবার্গ অ্যাঞ্জেলা আর ম্যাকলীন ক্রিস্টোফার ডাই । বিজ্ঞান 14 ডিসেম্বর 2018 362:6420 পৃ. 1236 - 1241 ।  ডিওআইঃ 10.1226/science. aaw0911\nডিজিটাল বিপ্লবের উপকার কিভাবে লাভ করা যায় মডুলারিটি এবং কমন্স। 2019. ভ্যাসিলিস কোস্তাকিস দ্বারা হালদুস্কুলতুরে প্রকাশিত হয়েছেঃ এস্টোনিয়ান জার্নাল অফ অ্যাডমিনিস্ট্রেটিভ কালচার অ্যান্ড ডিজিটাল গভর্নেন্স (1ঃ4 - 19)।\n\n\n== তথ্যসূত্র =="}