{"pageid": 1389760, "title": "মোকারম হোসেন", "url": "https://bn.wikipedia.org/wiki?curid=1389760", "content": "মোকারম হোসেন (জন্ম: ৩০ অক্টোবর, ১৯৭২) হলেন একজন বাংলাদেশি  বিজ্ঞান লেখক, সম্পাদক, প্রাবন্ধিক ও উদ্ভিদবিষয়ক গবেষক। তিনি উদ্ভিদ ও প্রকৃতিচর্চার অন্যতম স্বেচ্ছাসেবী সংগঠন ‘তরুপল্লব’-এর প্রতিষ্ঠাতা সাধারণ সম্পাদক এবং প্রকৃতি ও পরিবেশবিষয়ক ত্রৈমাসিক সাময়িকী ‘প্রকৃতিপত্র’র নির্বাহী সম্পাদক। তিনি ২০২২ সালে পরিবেশ বিজ্ঞানে বাংলা একাডেমি সাহিত্য পুরস্কার অর্জন করেন।\n\n\n== জন্ম এবং পরিবার ==\nমোকারম হোসেনের জন্ম ১৯৭২ খ্রিষ্টাব্দের ৩০ অক্টোবর নোয়াখালী জেলার বেগমগঞ্জ উপজেলার ছনুয়া গ্রামে মাতুলালয়ে। পৈতৃক আবাস একই উপজেলার ছয়ানী ইউনিয়নের লক্ষণপুর গ্রামে।  বাবা এ. কে.এম ফজলুল করিম ও মা-মনোয়ারা বেগম। পিতামাতার ৪ সন্তানের মধ্যে তিনি সর্বকনিষ্ঠ। তিনি ২০১১ সালে বিয়ে করেন। তাঁর স্ত্রী হাফেজা আফরিন। মোকারম হোসেনের দুই সন্তান। ছেলে তাইছির আল ইসাম এবং মেয়ে তাহানি রিজকিন।\n\n\n== শিক্ষা ও পেশাগত জীবন ==\nপৈতৃক আবাসে ছয়ানী সরকারি প্রাথমিক বিদ্যালয়ে তাঁর শিক্ষাজীবন শুরু। এরপর ১৯৮৭ সালে ছয়ানী বহুমুখী উচ্চ বিদ্যালয় থেকে এসএসসি ও চৌমুহনী সরকারি এস.এ. কলেজ থেকে উচ্চ মাধ্যমিক পাশ করেন। তিনি ১৯৯৬ সালে জগন্নাথ বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞানে স্নাতকোত্তর ও পরে জাতীয় বিশ্ববিদ্যালয় থেকে গ্রন্থাগার বিজ্ঞানে ডিপ্লোমা সম্পন্ন করেন।\nছাত্র জীবনেই তিনি উদ্ভিদ সেবার পাশাপাশি লেখালেখির সঙ্গে সম্পৃক্ত হয়ে পড়েন। যুক্ত হন একাধিক স্থানীয় পত্রিকা ও সাময়িকীর সঙ্গে। বিশ্ববিদ্যালয়ের পাঠ চুকিয়ে ১৯৯৬ সালে তিনি বাংলাদেশ শিশু একাডেমিতে যোগদান করেন। তারপর ২০১৬ সালে চলে আসেন বাংলা একাডেমিতে।\n\n\n== সাংগঠনিক কর্মকাণ্ড ==\nমোকারম হোসেন দেশের সর্বস্তরের মানুষের ভেতর প্রকৃতিপ্রেম জাগিয়ে তোলার প্রয়োজনে গড়ে তোলেন উদ্ভিদ ও প্রকৃতিচর্চার সংগঠন ‘তরুপল্লব’ (www.tarupallab.org)। ব্যাপক গণ-সচেতনতা সৃষ্টির মধ্য দিয়ে আত্মহননকারী প্রকৃতি-বিমুখ মানুষকে প্রকৃতিমুখী করার লক্ষ্যে ‘তরুপল্লব’ থেকে গ্রহণ করেন নানাবিধ কার্যক্রম। তাঁর সুদক্ষ নেতৃত্বে বিভিন্ন শ্রেণি পেশার মানুষকে প্রকৃতি ও পরিবেশ সচেতনতায় সংবেদনশীল হিসেবে গড়ে তোলার লক্ষ্যে বিচিত্র ধরনের উদ্যান, বাগান ও পার্কে নিয়মিত আয়োজন করা হচ্ছে ‘গাছ দেখা গাছ চেনা’ কর্মসূচি। তাঁর সম্পাদনায় নিয়মিত প্রকাশিত হচ্ছে তরুপল্লব-এর ত্রৈমাসিক মুখপত্র ‘প্রকৃতিপত্র’। তাঁর সুদক্ষ পরিচালনা ও বিশেষায়িত নেতৃতে গাছ চেনানোর ব্যতিক্রমী এই আয়োজন ইতোমধ্যেই মূলধারার প্রকৃতিচর্চায় গুরুত্বপূর্ণ অবদান রাখতে সক্ষম হয়েছে। এইসব নানামুখী কর্মকাণ্ড তাঁকে স্বতন্ত্র এক পরিচয়ে অভিষিক্ত করেছে।\nসারাদেশে বৃক্ষরোপণ কার্যক্রমকে গতিশীল করার লক্ষ্যে এবং বিপন্ন প্রজাতির উদ্ভিদগুলোকে বিলুপ্তির হাত থেকে রক্ষা করার জন্য দেশের বিভিন্ন অঞ্চল থেকে দুর্লভ বৃক্ষের চারা সংগ্রহ করে সংরক্ষিত স্থানগুলোতে রোপণ করে চলেছেন তিনি। গত দুই দশকে তিনি জাতীয় পর্যায়ের বিভিন্ন স্বনামধন্য প্রতিষ্ঠানে ৫০ হাজারের মতো বিপন্ন প্রজাতির উদ্ভিদ রোপণ করেছেন।\n\n\n== সাহিত্যচর্চা ==\nমোকারম হোসেন প্রায় ২৫ বছরেরও বেশি সময় ধরে দেশের শীর্ষস্থানীয় সকল দৈনিক ও সাময়িকীতে বৃক্ষ ও পরিবেশ বিষয়ে সচেতনতামূলক লেখালেখির পাশাপাশি বিভিন্ন টেলিভিশন চ্যানেলে বৃক্ষ ও পরিবেশ সংরক্ষণমূলক অনুষ্ঠান নির্মাণ করছেন। \nদেশের শীর্ষস্থানীয় জাতীয় দৈনিক ও সাময়িকীতে এযাবৎ তাঁর লেখা প্রায় ৫ শতাধিক গ্রবেষণা প্রবন্ধ ও নিবন্ধ প্রকাশিত হয়েছে। বিশেষত দৈনিক প্রথম আলোর শেষের পাতায় 'প্রকৃতি' কলামে লিখছেন প্রায় ২৪ বছর। সব কিছু মিলিয়ে প্রতি বছর বিভিন্ন পত্রিকা ও সাময়িকীতে প্রকৃতি ও পরিবেশবিষয়ক অসংখ্য গবেষণা প্রবন্ধ ও নিবন্ধ প্রকাশিত হচ্ছে। এসব লেখার প্রধান উপজীব্য নান্দনিক প্রকৃতির কথা, সেসবের হৃদয়স্পর্শী বয়ান, জীবনের সঙ্গে সাদৃশ্য, নানান অসঙ্গতি, বৈরি পরিবেশ, ছয় ঋতুর পালাবদল, প্রান্তিক মানুষের সংগ্রামী জীবন, দুর্লভ প্রাকৃতিক উপাদান এবং অনেক গুরুত্বপর্ণ বিষয়ে সঠিক পরামর্শ ও নির্দেশনা।\n\n\n== গ্রন্থসমূহ ==\nমোকারম হোসেন-এর এপর্যন্ত প্রকাশিত গ্রন্থের সংখ্যা ৫৩টি। তন্মধ্যে বাংলাদেশের নদী, বাংলাদেশের মেলা, বর্ণমালায় বাংলাদেশ, জীবনের জন্য বৃক্ষ, ঋতুর রঙে ফুলের শোভা, জীবনানন্দ দাশের রূপসী বাংলার পুষ্প-বৃক্ষ, আমাদের পার্ক ও উদ্যান, আমাদের সবুজ বন্ধুরা, বাংলার শত ফুল, একটি শিশির বিন্দু, তুমি বৃক্ষ আদিপ্রাণ, নিসর্গ আখ্যান, বঙ্গবন্ধুর বৃক্ষ ও প্রকৃতিভাবনা ও উদ্ভিদবিষয়ক ফিল্ডগাইড বাংলাদেশের পুষ্প-বৃক্ষ লতা গুল্ম বিশেষভাবে উল্লেখযোগ্য।\n\n\n== অন্যান্য ==\nমোকারম হোসেনের বিশেষজ্ঞ মতামত ও সরাসরি তত্ত্বাবধানে ২০১৩, ২০১৪ ও ২০১৫ সালে বাংলাদেশ ডাক বিভাগ বাংলাদেশের বিপন্ন প্রজাতির ১৬টি ফুলের ওপর ৩টি স্ট্যাম্প সেট প্রকাশ করেছে।   \n২০১৩ সালের মে মাসে আমেরিকার মুক্তধারা ফাউন্ডেশন নিউইর্য়ক আয়োজিত আন্তর্জাতিক বাংলা উৎসব ও বইমেলায় আমন্ত্রিত হয়ে সেখানে বাংলার ফুল শীর্ষক আলোকচিত্র প্রদর্শনীর আয়োজন করেছেন তিনি।\n\n\n== পুরস্কার ও সম্মাননা ==\nবাংলা একাডেমি সাহিত্য পুরস্কার, ২০২২\nজাতীয় পরিবেশ পদক, ২০১৭\nপঞ্চম এইচএসবিসি দ্য ডেইলি স্টার ক্লাইমেট অ্যাওয়ার্ড, ২০১৭\nসালে কাজী কাদের নওয়াজ স্বর্ণপদক, ২০০৩\nঅগ্রণী ব্যাংক শিশু সাহিত্য পুরস্কার, ২০০১ ও ২০০৩\n২০১১ সালে এম নুরুল কাদের শিশু সাহিত্য সম্মাননা, ২০১১\nকবি হাবিবুর রহমান পদক, ২০১৫\nসিটি ব্যাংক আনন্দ আলো সাহিত্য পুরস্কার, ২০১৯\nহালীমা-শরফুদ্দীন বিজ্ঞান পুরস্কার, ২০১৯\n\n\n== তথ্যসূত্র =="}