{"pageid": 1389157, "title": "আকরাম হোসেন চৌধুরী (বিচারক)", "url": "https://bn.wikipedia.org/wiki?curid=1389157", "content": "আকরাম হোসেন চৌধুরী বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের একজন বিচারক।\n\n\n== জীবনের প্রথমার্ধ ==\nআকরাম হোসেন ১৯৫৯ সালের ২৫ এপ্রিল জন্মগ্রহণ করেন। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে শিল্পকলা ও আইন বিভাগে দ্বৈত স্নাতক ডিগ্রি সম্পন্ন করেছেন।\n\n\n== কর্মজীবন ==\nআকরাম হোসেন ১৯৮৭ সালের ২৬ অক্টোবর জেলা আদালতে এবং ১৯৮৯ সালের ৩০ অক্টোবর হাইকোর্টে আইনী অনুশীলন শুরু করেন\nআকরাম হোসেন ২০০৯ সালের ফেব্রুয়ারিতে বাংলাদেশের ডেপুটি অ্যাটর্নি জেনারেল নিযুক্ত হন\nআকরাম হোসেনকে ২০১০ সালের ১২ ডিসেম্বর হাইকোর্ট বিভাগের একজন অতিরিক্ত বিচারক হিসেবে নিয়োগ দেওয়া হয়। পরবর্তীতে ২০১২ সালের ১০ ডিসেম্বর রাষ্ট্রপতি জিল্লুর রহমান তাকে স্থায়ী বিচারক হিসেবে নিয়োগ দেন।\n২০১৪ সালের ফেব্রুয়ারিতে, আকরাম হোসেন ও বিচারপতি এম ইনায়েতুর রহিম, ২০০৪ সালে কোরিয়ান এক্সপোর্ট প্রসেসিং জোনের প্রাক্তন ব্যবস্থাপনা পরিচালক কমডোর গোলাম রব্বানীকে হত্যার দায়ে তিনজনকে যাবজ্জীবন কারাদণ্ড দেন। আকরাম হোসেন ও বিচারপতি সৈয়দ এবি মাহমুদুল হক ভেজাল মামলায় অ্যাডফ্লেম ফার্মাসিউটিক্যালসের হেলেনা পাশাকে এক মামলায় এক বছরের জামিন দেন, যেখানে তাকে তাকে ১০ বছরের কারাদণ্ড দেওয়া হয়েছিল। ১৯৯০-এর দশকে কোম্পানিটির ভেজাল প্যারাসিটামল সিরাপ খাওয়ার পর অনেক শিশু মারা গিয়েছিল।\n২০১৬ সালের জুন মাসে, আকরাম হোসেন ও বিচারপতি মোঃ হাবিবুল গণি হাটহাজারী উপজেলায় ইউনিয়ন নির্বাচনের সময় নির্বাচনী কারচুপির দায়ে দোষী সাব্যস্ত হওয়া বাংলাদেশ ছাত্রলীগের এক কর্মীকে জামিন দেন। আকরাম হোসেন ও বিচারপতি মোঃ হাবিবুল গণি পাঁচটি বিভিন্ন ফৌজদারি মামলায় বাংলাদেশ জাতীয়তাবাদী দলের রাজনীতিবিদ রিজভী আহমেদকে জামিন দেন।\nমুসলমানদের \"ধর্মীয় অনুভূতিতে আঘাত\" করার মামলায় বিচারপতি মোঃ এমদাদুল হক ও আকরাম হোসেন লোকশিল্পী শরীয়ত বয়াতির জামিন নামঞ্জুর করেছেন।\n২০২২ সালের ৩ অক্টোবর, আকরাম হোসেন ও বিচারপতি শাহেদ নুরুদ্দিন প্রধানমন্ত্রী শেখ হাসিনা সম্পর্কে অবমাননাকর মন্তব্য করার জন্য দায়ের করা একটি মানহানির মামলায় বাংলাদেশ জাতীয়তাবাদী মহিলা দলের রাজবাড়ী জেলা শাখার এক নেতাকে জামিন দেন। তিনি প্রধান বিচারপতি পদক বাছাই কমিটির সদস্য ছিলেন।\n২০২৩ সালে, আকরাম হোসেন ও বিচারপতি মোহাম্মদ আলী রানা প্লাজা ধসের মামলায় রানা প্লাজার মালিক সোহেল রানাকে জামিন দেন। পরবর্তীতে এপ্রিল মাসে বিচারপতি মো. আবু জাফর সিদ্দিকী এই জামিন বাতিল করেন।\n\n\n== তথ্যসূত্র =="}