{"pageid": 1389700, "title": "এশিয়া-প্রশান্ত মহাসাগরীয় অর্থনৈতিক সহযোগিতা", "url": "https://bn.wikipedia.org/wiki?curid=1389700", "content": "এশিয়া-প্রশান্ত মহাসাগরীয় অর্থনৈতিক সহযোগিতা (ইংরেজি ভাষা: Asia Pacific Economic Cooperation - APEC) প্যাসিফিক রিমের 21 টি সদস্য অর্থনীতির জন্য একটি আন্তঃসরকারী ফোরাম রয়েছে যা এশিয়া-প্রশান্ত মহাসাগরীয় অঞ্চল জুড়ে মুক্ত বাণিজ্যকে উত্সাহিত করে।  1980-এর দশকের মাঝামাঝি সময়ে শুরু হওয়া আসিয়ান মন্ত্রী পর্যায়ের সম্মেলনের সাফল্যের পরে, এপিইসি 1989 সালে শুরু হয়েছিল, যা এশিয়া-প্রশান্ত মহাসাগরীয় অর্থনীতির ক্রমবর্ধমান পারস্পরিক নির্ভরশীলতা এবং আঞ্চলিক বাণিজ্য ব্লকগুলির আবির্ভাবের প্রতিক্রিয়া হিসাবে এটি গঠন করেছিল। এর উদ্দেশ্য ছিল ইউরোপের বাইরে কৃষি পণ্য এবং কাঁচামালের জন্য নতুন বাজার প্রতিষ্ঠা করা।  এর সদর দপ্তর সিঙ্গাপুরে অবস্থিত। এশিয়া-প্রশান্ত মহাসাগরীয় অঞ্চলের অন্যতম প্রাচীন ফোরাম এবং সর্বোচ্চ পর্যায়ের বহুপাক্ষিক ব্লক হিসেবে এপিইসি স্বীকৃত।   \nতাইওয়ান ব্যতীত (যা চীনা তাইপেই নামে অর্থনৈতিক নেতা হিসাবে মন্ত্রী পর্যায়ের কর্মকর্তা দ্বারা প্রতিনিধিত্ব করা হয়) সমস্ত এপিইসি সদস্য সরকার প্রধানদের (বার্ষিক এপিইসি অর্থনৈতিক নেতাদের সভা) অংশ নেয়। সভার স্থানটি সদস্য অর্থনীতিগুলির মধ্যে প্রতি বছর ঘোরে এবং একটি সুপরিচিত ঐতিহ্য, যা বেশিরভাগ (তবে সমস্ত নয়) শীর্ষ সম্মেলনে অনুসরণ করা হয়, আয়োজক দেশের জাতীয় পোশাকে উপস্থিত নেতাদের জড়িত করে। এপেকের তিনটি সরকারী পর্যবেক্ষক রয়েছে: দক্ষিণ-পূর্ব এশিয়ার দেশগুলির সচিবালয়, প্রশান্ত মহাসাগরীয় অর্থনৈতিক সহযোগিতা কাউন্সিল এবং প্রশান্ত মহাসাগরীয় দ্বীপপুঞ্জ ফোরাম সচিবালয়।  এপেকের বছরের আয়োজক অর্থনীতিকে G20 নির্দেশিকা অনুসরণ করে G20 বৈঠকে অংশগ্রহণের জন্য ভৌগোলিক প্রতিনিধিত্বের জন্য আমন্ত্রিত হিসাবে বিবেচনা করা হয়।\n\n\n== ইতিহাস ==\n\n১৯৮০-এর দশকের মাঝামাঝি সময়ে শুরু হওয়া আসিয়ান-পরবর্তী মন্ত্রী পর্যায়ের একাধিক সম্মেলন উন্নত ও উন্নয়নশীল উভয় অর্থনীতির মন্ত্রী পর্যায়ের প্রতিনিধিদের মধ্যে নিয়মিত সম্মেলনের সম্ভাব্যতা এবং মূল্য প্রদর্শন করে। 1996 সালের মধ্যে, মন্ত্রী পর্যায়ের সম্মেলনগুলি 12 টি সদস্য (আসিয়ানের তৎকালীন ছয়টি সদস্য এবং এর ছয়টি সংলাপ অংশীদার) অন্তর্ভুক্ত করার জন্য প্রসারিত হয়েছিল। এই ঘটনা অস্ট্রেলিয়ার প্রধানমন্ত্রী বব হককে অর্থনৈতিক বিষয়ে আঞ্চলিক সহযোগিতার প্রয়োজনীয়তায় বিশ্বাস ী করে তোলে। ১৯৮৯ সালের জানুয়ারিতে বব হক প্রশান্ত মহাসাগরীয় রিম অঞ্চলে আরও কার্যকর অর্থনৈতিক সহযোগিতার আহ্বান জানান। এর ফলে নভেম্বরে অস্ট্রেলিয়ার রাজধানী ক্যানবেরায় এপেকের প্রথম বৈঠক অনুষ্ঠিত হয়, যার সভাপতিত্ব করেন অস্ট্রেলিয়ার পররাষ্ট্রমন্ত্রী গ্যারেথ ইভান্স। বারোটি দেশের মন্ত্রীরা অংশ নিয়েছিলেন, সিঙ্গাপুর এবং দক্ষিণ কোরিয়ায় ভবিষ্যতে বার্ষিক সভা করার প্রতিশ্রুতি দিয়ে বৈঠকটি শেষ হয়েছিল। ১০ মাস পর এশিয়া-প্রশান্ত মহাসাগরীয় অঞ্চলের ১২টি অর্থনীতির প্রতিনিধি এপেক প্রতিষ্ঠার জন্য অস্ট্রেলিয়ার ক্যানবেরায় মিলিত হন। সিঙ্গাপুরে অবস্থিত এপিইসি সচিবালয় সংস্থাটির কার্যক্রম সমন্বয়ের জন্য প্রতিষ্ঠিত হয়েছিল।\n1994 সালে ইন্দোনেশিয়ার বোগরে অনুষ্ঠিত বৈঠকে এপেক নেতৃবৃন্দ বোগর গোল গ্রহণ করেন, যার লক্ষ্য ছিল 2010 সালের মধ্যে এশিয়া-প্রশান্ত মহাসাগরীয় অঞ্চলে শিল্পোন্নত অর্থনীতির জন্য এবং 2020 সালের মধ্যে উন্নয়নশীল অর্থনীতির জন্য অবাধ ও উন্মুক্ত বাণিজ্য ও বিনিয়োগ। ১৯৯৫ সালে, এপিইসি এপিইসি বিজনেস অ্যাডভাইজরি কাউন্সিল (এবিএসি) নামে একটি ব্যবসায়িক উপদেষ্টা সংস্থা প্রতিষ্ঠা করে, যা প্রতিটি সদস্য দেশ থেকে তিনজন ব্যবসায়িক নির্বাহীর সমন্বয়ে গঠিত।\n\n\n=== সদস্য দেশ ===\nএশিয়া প্যাসিফিক ইকোনমিক কো-অপারেশনের 21 টি সদস্য রয়েছে, যদিও এর মধ্যে 6 টি দেশ আসলে এশিয়া-প্রশান্ত মহাসাগরীয় অঞ্চলে নেই।\n\n\n=== সভার স্থান ===\nবার্ষিক সভার স্থান সদস্যদের মধ্যে পরিবর্তিত হয়।\n\n\n== রেফারেন্স =="}