{"pageid": 1389321, "title": "বাদামি গুহা মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1389321", "content": "বাদামী গুহা মন্দির হল হিন্দু ও জৈন গুহা মন্দিরের স্থান। এটি ভারতের কর্ণাটক এর উত্তরাঞ্চলে বাগলকোট জেলার একটি শহরে অবস্থিত। গুহাগুলি হল ভারতীয় শিলা-কাটা স্থাপত্য বিশেষ করে বাদামী চালুক্য স্থাপত্য এবং ষষ্ঠ শতাব্দীর প্রাচীনতম উদাহরণ । বাদামি একটি আধুনিক নাম এবং এটি পূর্বে \"ভাতাপি\" নামে পরিচিত ছিল, যা প্রাথমিক চালুক্য রাজবংশ এর রাজধানী ছিল। যারা ৬ষ্ঠ থেকে ৮ম শতাব্দী পর্যন্ত কর্ণাটকের বেশিরভাগ অংশ শাসন করেছিল। বাদামি একটি মানবসৃষ্ট হ্রদের পশ্চিম তীরে অবস্থিত, যা পাথরের ধাপ সহ একটি মাটির প্রাচীর দ্বারা ঘেরা। উত্তর ও দক্ষিণে এটি একটি দুর্গ দ্বারা বেষ্টিত। এটি প্রারম্ভিক চালুক্য এবং পরবর্তী সময়ে নির্মিত।\nবাদামী গুহা মন্দিরগুলি দাক্ষিণাত্য অঞ্চলের হিন্দু মন্দিরের প্রাচীনতম পরিচিত উদাহরণ। তারা আইহোলে মন্দিরগুলির সাথে মল্লপ্রভা নদী উপত্যকাকে মন্দির স্থাপত্যের উৎসে রূপান্তরিত করেছিল যা পরবর্তীকালে ভারতের অন্যত্র হিন্দু মন্দির প্রভাবিত করেছিল।\nগুহা নং ১ থেকে ৪  শহরের দক্ষিণ-পূর্বে নরম বাদামি বেলিপাথর গঠনে পাহাড়ের স্কার্পমেন্টে রয়েছে। গুহা ১-এ, হিন্দু দেবতার বিভিন্ন ভাস্কর্য এবং থিমগুলির মধ্যে একটি বিশিষ্ট খোদাই হল - নৃত্যরত শিব নটরাজ রূপে। গুহা ২ এর বিন্যাস এবং মাত্রার দিক থেকে বেশিরভাগই গুহা ১ এর সাথে সাদৃশ্যপূর্ণ, এতে হিন্দু বিষয়বস্তু রয়েছে যার মধ্যে হরিহর, অর্ধনারী শিব, মহিষাসুরমর্দিনী, দ্বিবাহু গণেশ। স্কন্দ মহান নটরাজ ভাস্কর্যের পাশে পশ্চিম দিকে বর্ধিত গুহায় একটি পৃথক কক্ষে রয়েছে। গুহা নং ২-তে বিষ্ণুর ত্রিবিক্রম রুপে বৃহত্তম কারুশিল্পের চিত্র রয়েছে। বৃহত্তম গুহাটি হল গুহা ৩, যেখানে বিষ্ণু রয়েছে- কুণ্ডলীকৃত সর্পের উপর উপবিষ্ট অনন্ত, ভূদেবীর সাথে বারাহী, হরিহর, নৃসিংহ দাঁড়ইনো ভঙ্গিতে, ত্রিবিক্রম এবং বিরাট বিষ্ণুর মহান প্রতিচ্ছবি। গুহাটিতে সূক্ষ্ম খোদাই রয়েছে যা কর্ণাটকের প্রাচীন শিল্পের পরিপক্ক পর্যায়ের প্রদর্শন করে। গুহা নং ৪ জৈন ধর্মের শ্রদ্ধেয় ব্যক্তিত্বদের জন্য উত্সর্গীকৃত। হ্রদের চারপাশে, বাদামিতে অতিরিক্ত গুহা রয়েছে যার মধ্যে একটি বৌদ্ধ গুহা হতে পারে। আরালি তীর্থ নামে পরিচিত সংগ্রহশালার মতো আরেকটি গুহায় প্রায় সাতাশটি খোদাই রয়েছে।\n\n\n== ভূগোল ==\nবাদামি গুহা মন্দিরগুলি ভারতের কর্ণাটক-এর উত্তর-মধ্য অংশের বাদামী শহরে অবস্থিত। মন্দিরগুলি বেলাগাভি থেকে প্রায় ৮৮ মাইল (১৪২ কিলোমিটার) পূর্বে এবং হাম্পির ৮৭ মাইল (১৪০ কিলোমিটার) উত্তর-পশ্চিমে ও মালাপ্রভা নদী ৩ মাইল (৪.৮ কিলোমিটার) দূরে। গুহা মন্দিরগুলি ইউনেস্কোর ওয়ার্ল্ড হেরিটেজ সাইট পাট্টডাকল থেকে ১৪ মাইল (২৩ কিলোমিটার) এবং আইহোল (শতাধিক প্রাচীন এবং মধ্যযুগীয় যুগের হিন্দু, জৈন এবং বৌদ্ধ স্মৃতিস্তম্ভ সহ আরেকটি স্থান) থেকে ২২ মাইল (৩৫ কিলোমিটার) দূরে অবস্থিত।\n\nবাদামী, ঐতিহাসিক গ্রন্থে ভাতাপি, ভাতাপিপুর, ভাতাপিনগরী এবং অগস্ত্য তীর্থ নামেও উল্লেখ করা হয়েছে। ষষ্ঠ শতাব্দীতে চালুক্য রাজবংশ এর রাজধানী, দুটি খাড়া পর্বতশৃঙ্গের মধ্যে একটি গিরিখাতের প্রস্থান স্থানে। শহরের দক্ষিণ-পূর্বে পাহাড়ের একার্পমেন্ট চারটি গুহা মন্দির ক্লিফের  পাথরের মুখে খোদাই করা ছিল। স্কার্পমেন্টটি অগস্ত্য তীর্থ নামে একটি মনুষ্যসৃষ্ট হ্রদের উপরে, যা পাথরের ধাপের মুখোমুখি মাটির বাঁধ দ্বারা তৈরি করা হয়েছে। এই পাহাড়ের পশ্চিম প্রান্তের সর্বনিম্ন বিন্দুতে প্রথম গুহা মন্দির।  বৃহত্তম এবং সর্বোচ্চ গুহাটি হল গুহা ৩, যা পাহাড়ের উত্তর দিকে আরও পূর্বে। চতুর্থ গুহা, গুহা ৪, আরও পূর্ব দিকে কয়েক ধাপ নিচে।\n\n\n== ইতিহাস ==\n\nচালুক্য রাজ্যের রাজধানী বাদামি শহরে তাদের সৃষ্টির ক্রমানুসারে ১ থেকে ৪ নম্বর গুহা মন্দিরগুলি (যেটি প্রারম্ভিক চালুক্য নামেও পরিচিত)  – ৬ষ্ঠ শতাব্দীর শেষের দিক থেকে শুরু হয়েছে। সঠিক ডেটিং শুধুমাত্র গুহা ৩ এর জন্য জানা যায়, যা বিষ্ণুকে উৎসর্গ করা একটি মন্দির। এখানে পাওয়া একটি শিলালিপিতে মঙ্গলেশা দ্বারা সাকা ৫০০ (সৌর ক্যালেন্ডার, ৫৭৮/৫৭৯ সিই) তে মন্দিরের উৎসর্গ করা হয়েছে। শিলালিপি, পুরানো কন্নড় ভাষায় লেখা, এই শিলা গুহা মন্দিরের ডেটিং ৬ষ্ঠ শতাব্দীতে সক্ষম করেছে।  এটি গুহাটিকে ভারতের প্রাচীনতম দৃঢ়-তারিখের হিন্দু গুহা মন্দির করে তোলে।\nবাদামি গুহা চত্বরটি \"মন্দির স্থাপত্যের বিবর্তন\" শিরোনামে একটি ইউনেস্কো- মনোনীত বিশ্ব ঐতিহ্যবাহী স্থান প্রার্থীর অংশ। মালাপ্রভা নদী উপত্যকায় আইহোল-বাদামী-পাট্টডাকল\", মন্দির স্থাপত্যের একটি উৎস হিসাবে বিবেচিত যা এই অঞ্চলের পরবর্তী হিন্দু মন্দিরগুলির জন্য মডেল তৈরি করেছিল। গুহা ১ এবং ২ এর শিল্পকর্ম ৬ষ্ঠ এবং ৭ম শতাব্দীর উত্তর দাক্ষিণাত্যের শৈলী প্রদর্শন করে, যখন ৩ গুহা একই সাথে দুটি প্রাচীন ভারতীয় শৈল্পিক ঐতিহ্যের প্রতিনিধিত্ব করে উত্তরের নাগারা এবং দক্ষিণের দ্রাবিড় শৈলী। গুহা ৩ তথাকথিত ভেসারা শৈলীতে আইকন এবং ত্রাণগুলিও দেখায়, দুটি শৈলীর ধারণার সংমিশ্রণ, সেইসাথে কর্ণাটকের যন্ত্র-চক্র মোটিফ (জ্যামিতিক প্রতীকবাদ) এবং রঙিন ফ্রেস্কো পেইন্টিং এর প্রাচীনতম কিছু ঐতিহাসিক উদাহরণ। প্রথম তিনটি গুহায় শিব এবং বিষ্ণুকে কেন্দ্র করে হিন্দু আইকন এবং কিংবদন্তির ভাস্কর্য রয়েছে, যখন গুহা ৪ জৈন আইকন এবং থিম বৈশিষ্ট্যযুক্ত।\n\n\n== মন্দিরের গুহা ==\nবাদামি গুহা মন্দিরগুলি একটি পাহাড়ের চূড়ায় নরম বাদামি বেলিপাথর দিয়ে খোদাই করা হয়েছে। চারটি গুহার (১ থেকে ৪) প্রতিটির পরিকল্পনায় পাথরের স্তম্ভ এবং বন্ধনী দ্বারা সমর্থিত একটি বারান্দা (মুখ মন্তপ) সহ একটি প্রবেশদ্বার অন্তর্ভুক্ত। এই গুহাগুলির একটি স্বতন্ত্র বৈশিষ্ট্য, একটি স্তম্ভবিশিষ্ট মন্তপ বা প্রধান হলের দিকে নিয়ে যায় (এছাড়াও মহা মন্তপ) এবং তারপর ছোট, বর্গাকার মন্দির (গর্ভগৃহ) গুহার গভীরে কাটা। গুহা মন্দিরগুলি শহর এবং হ্রদকে পর্যবেক্ষণ করে মধ্যবর্তী সোপানগুলির সাথে একটি ধাপযুক্ত পথ দ্বারা সংযুক্ত। গুহা মন্দিরগুলি তাদের আরোহী ধারাবাহিকে ১-৪ চিহ্নযুক্ত; এই সংখ্যায়ন খননের ক্রম প্রতিফলিত করে না।\nস্থাপত্যের মধ্যে রয়েছে নাগারা এবং দ্রাবিড় শৈলী, যেটি প্রাথমিক চালুক্য দ্বারা গৃহীত প্রথম এবং সবচেয়ে স্থায়ী স্থাপত্য ধারা।\n\n\n=== গুহা ১ ===\n\nগুহা ১ পাহাড়ের উত্তর-পশ্চিম অংশে ভূগর্ভ থেকে প্রায় ৫৯ ফুট (১৮ মিটার) উপরে। প্রবেশাধিকারটি ধাপের একটি সিরিজের মাধ্যমে যা বিভিন্ন ভঙ্গিতে বামন মাছের গণ খোদাইকে চিত্রিত করে যেন তারা গুহার মেঝে ধরে রেখেছে। ৬৫ ফুট (২০ মিটার) X ৭০ ফুট (২১ মিটার) এর অভ্যন্তরীণ পরিমাপ সহ বারান্দায় ফুলের মালা, পাতা ও গয়না দিয়ে ভাস্কর্য করা পাঁচটি স্তম্ভ রয়েছে।\nনটরাজ খোদাই\nগুহাটি প্রবেশদ্বারের ডানদিকে পাথরের মুখে তাণ্ডব-নৃত্যরত শিবকে নটরাজ হিসাবে চিত্রিত করেছে এবং এটিও গন্ধরবেদের অংশ। ৫ ফুট (১.৫ মিটার) লম্বা ছবিটিতে ১৮টি বাহু রয়েছে (৯টি বাম এবং ৯টি ডানে) যা একটি জ্যামিতিক প্যাটার্নে সাজানো নৃত্যের অবস্থানকে প্রকাশ করে (মোট ৯x৯=৮১ সমন্বয়) যা একজন সুইস শিল্প ইতিহাসবিদ এবং ভারতবিদ্যা বিষারত এলিস বোনার মহাজাগতিক সময় কালের একটি চাকার প্রতীক হিসেবে আখ্যা দিয়েছেন। আঠারোটি বাহু নাট্য মুদ্রা (প্রতীকী হাতের অঙ্গভঙ্গি) প্রকাশ করে, ড্রাম, একটি শিখা মশাল, একটি সর্প, একটি ত্রিশূল এবং একটি কুঠার মত কিছু ধারণ করা বস্তুর সাথে। শিবের পাশে তার পুত্র গণেশ এবং ষাঁড় নন্দী রয়েছে। নটরাজের সংলগ্ন, দেওয়ালে শাক্তধর্ম ঐতিহ্যের দেবী দুর্গা মহিষ-রাক্ষস মহিষাসুর বধ করার চিত্রিত করা হয়েছে। ভাস্করদের ভরতনাট্য (ভারতের দক্ষিণাঞ্চলে একটি অত্যন্ত জনপ্রিয় শাস্ত্রীয় নৃত্য) এর নাট্য মুদ্রা সম্পর্কে চমৎকার জ্ঞান ছিল, কারণ এখানে কোনো ত্রুটি সংশোধন করার কোনো সুযোগ নেই এবং এটিকে প্রথম স্থানে নিখুঁতভাবে খোদাই করতে হবে অন্যথায় পুরো গুহাটিকেই পরিত্যক্ত করা হবে।\nমহিষাসুর মর্দিনী খোদাই\nনটরাজ খোদাইয়ের ডানদিকে চতুর্ভুজা (চতুর মানে ৪, ভূজা মানে হাত) সহ মহিষাসুরমর্দিনী খোদাই করা আছে। ভাস্কর্যটিতে দুর্গার দ্বারা অসুর মহিষাসুর বধ দেখানো হয়েছে। মহিষাসুর ছিলেন মহিষীর পুত্র এবং ভ্রমর্ষি কশ্যপের প্রপৌত্র।\nপ্রবেশদ্বারের বাম দিকে একজন দুই হাত বিশিষ্ট শৈব দ্বারপাল যিনি একটি ত্রিশূল ধারণ করেছেন, এবং তার নীচে একটি ষাঁড়-হাতি মিশ্রিত মূর্তি যেখানে তারা একটি মাথা ভাগ করে আছে; বাম থেকে দেখা যাচ্ছে হাতি আর ডান দিক থেকে ষাঁড়।\nহরিহর খোদাই\nবারান্দার অভ্যন্তরে, গুহাটি হরিহর-এর একটি খোদাইকৃত ভাস্কর্য উপস্থাপন করে, একটি ৭.৭৫-ফুট (২.৩৬-মিটার) একটি মিশ্রিত মূর্তির উচ্চ ভাস্কর্য যা অর্ধ-শিব এবং অর্ধ-বিষ্ণু। তিনি উভয় পাশে দেবী পার্বতী এবং লক্ষ্মী দ্বারা সংঘটিত।\nঅর্ধনারেশ্বর খোদাই\nডানদিকে, প্রাচীরের শেষ দিকে অর্ধনারীশ্বর-এর একটি ত্রাণ ভাস্কর্য, শিব এবং তাঁর সহধর্মিণী পার্বতীর সংমিশ্রিত মূর্তি। মূর্তির এক অর্ধেকে শিবের মুকুটে (মাথায়) চাঁদ, হাতে সাপ, কানের দুল এবং অর্ধেকের পাশে রয়েছে পার্বতীর প্রতিনিধিত্বকারী একজন পরিচারক যিনি রত্নভাণ্ডার বহন করছেন। অর্ধনারীশ্বর অর্ধেকের পাশে যা শিবের প্রতিনিধিত্ব করে নন্দী ষাঁড়, এবং শিবের ভক্ত কঙ্কাল ভৃঙ্গী। ভৃঙ্গি সাধু খোদাই পুরো শরীরের জন্য শারীরস্থানের অগ্রিম জ্ঞান দেখায় যার মধ্যে মাথার খুলি, পাঁজর, হাত ও পায়ের হাড় রয়েছে।\nঅর্ধনারীশ্বর এবং হরিহরের খোদাইগুলি চালুক্য রাজাদের একটি দৃষ্টিভঙ্গি সহকারে নির্মিত হয়েছিল যা চালুক্য নাগরিকদের সমাজে নারী ও পুরুষের সমান অধিকার এবং একে অপরকে পারস্পরিক শ্রদ্ধার প্রয়োজন সম্পর্কে বার্তা প্রদান করেছিল। কোন মহান পুরুষ এবং কোন মহান মহিলা নেই।\nএই গুহার ভিতরে, শিবের পুত্রগণ, গণেশ এবং যুদ্ধের দেবতা কার্তিক এবং চালুক্য রাজবংশের পারিবারিক দেবতা, গুহার দেয়ালে খোদাই করা ভাস্কর্যগুলির মধ্যে একটিতে কার্তিকে ময়ূর চড়ে দেখা যায়। গুহার ছাদে পাঁচটি খোদাই করা প্যানেল রয়েছে যার কেন্দ্রীয় প্যানেলে নাগরাজকে চিত্রিত করা হয়েছে, যার উভয় পাশে উড়ন্ত দম্পতি রয়েছে। মাথা এবং বক্ষ ভালভাবে গঠিত হয় এবং কয়েলের কেন্দ্র থেকে প্রজেক্ট হয়। আরেকটি বগিতে একটি বেস-রিলিফ ২.৫ ফুট (০.৭৬ মিটার) ব্যাসের একটি পুরুষ ও মহিলার খোদাই করা আছে; পুরুষ যক্ষ একটি তলোয়ার বহন করে এবং মহিলা অপ্সরা একটি উড়ন্ত পর্দা সহ। পরবর্তী প্যানেলে দুটি ছোট মূর্তির খোদাই করা আছে এবং শেষের পাটাটনটি পদ্ম দিয়ে খোদাই করা হয়েছে।\nসমস্ত মূর্তিগুলি খোদাই করা অলঙ্কারে সজ্জিত এবং পশু এবং পাখির ত্রাণ দিয়ে সীমানা দ্বারা বেষ্টিত। পদ্ম নকশা একটি সাধারণ থিম ছাদে রয়েছে বিদ্যাধারা দম্পতিদের ছবি এবং সেইসঙ্গে প্রেমময় মিথুনা দৃশ্য। গুহার পিছনের দেয়ালে একটি ফাটল দিয়ে আরও খোদাই করা ছবি সহ একটি বর্গাকার অভয়ারণ্য রয়েছে। মণ্ডপে একটি উপবিষ্ট নন্দী \"গর্ভগৃহ\" এর দিকে মুখ করে একটি শিবলিঙ্গ রয়েছে।\n\n\n=== গুহা ২ ===\n\nগুহা ২ গুহা ১ এর উপরে এবং পূর্বে এবং উত্তর দিকে মুখ করে। এটি ৬ম শতাব্দীর শেষের দিকে বা ৭ম শতাব্দীর শুরুতে তৈরি করা হয়েছিল। এটি গুহা ১ থেকে ছোট, এটির ফ্লোর প্ল্যানের দিক থেকে কিছুটা অনুরূপ, তবে এটি মূলত বিষ্ণুকে উৎসর্গ করা হয়েছে। প্রথম গুহা থেকে ৬৪টি ধাপ আরোহণ করে গুহা ২ এ পৌঁছানো যায়। গুহার প্রবেশদ্বারটি চারটি বর্গাকার স্তম্ভ দ্বারা বিভক্ত একটি বারান্দা যার প্রান্তগুলি অর্ধ স্তম্ভের মতো, সমস্তই একশিলা পাথরের মুখ দিয়ে খোদাই করা। স্তম্ভগুলিতে বিভিন্ন মুখের অভিব্যক্তি সহ গণ (পৌরাণিক বামন) এর ফ্রিজ সহ আলংকারিক খোদাই রয়েছে। প্রবেশদ্বারের দুই পাশে দাঁড়িয়ে আছে ‘দ্বারপাল’ (অভিভাবক) ফুল হাতে অস্ত্র নয়। গুহা ১ এর মত, গুহা ২ শিল্প হিন্দু ধর্মতত্ত্ব এবং শিল্পকলা প্রতিফলিত করে।\nগুহা ২-এর তিনটি ধাপের একটিতে সবচেয়ে বড় শিল্পকলা বিষ্ণুর কিংবদন্তীকে তার ত্রিবিক্রম আকারে চিত্রিত করে। উত্থাপিত ধাপের নীচে একটি ছাদের কারুকার্য রয়েছে যেখানে বিষ্ণুর বামন অবতারের কিংবদন্তি দেখানো হয়েছে, তিনি ত্রিবিক্রম রূপে রূপান্তরিত হওয়ার আগে। আরেকটি প্রধান শিল্পকলা বিষ্ণুর কিংবদন্তি দেখায় তার বরাহ (শুয়োর) অবতার দেবী পৃথিবীকে (ভুদেবী) মহাজাগতিক মহাসাগরের গভীর থেকে উদ্ধার করে, একটি অনুতপ্ত বহু-মাথাযুক্ত সাপ (নাগ) নিচে। অন্যান্য প্রধান মূর্তি এর মতো এটি এবং অন্যান্য বাদামি গুহাগুলিতে, বরাহ শিল্পকর্মটি একটি বৃত্তে স্থাপন করা হয়েছে এবং প্রতিসমভাবে বিন্যস্ত করা হয়েছে। এলিস বোনারের মতে, প্যানেলটি একটি খাড়া আয়তক্ষেত্র যার \"উচ্চতা অক্টোপার্টাইট নির্দেশক বৃত্তের সমান এবং বাহুগুলি অপরিহার্য জ্যামিতিক অনুপাতের সাথে সারিবদ্ধ, এই ক্ষেত্রে বৃত্তের দ্বিতীয় উল্লম্ব জ্যা\"। দেয়াল এবং ছাদে রঙিন পেইন্টের চিহ্ন রয়েছে, যা বোঝায় যে গুহাটিতে ফ্রেস্কো পেইন্টিং ব্যবহার করা হতো।\nমন্দিরের অভ্যন্তরে ছাদের কারুকার্যে হিন্দুগ্রন্থ ভাগবত পুরাণ থেকে গল্প দেখানো হয়েছে। এগুলি মহাজাগতিক মহাসাগর মন্থন (সমুদ্রমন্থন) এবং কৃষ্ণের জন্ম এবং বাঁশি বাজানোর কিংবদন্তি দেখায় যা ৭ শতকের ভারতে এর ধর্মতাত্ত্বিক ও সাংস্কৃতিক তাত্পর্য নির্দেশ করে। ছাদ এবং দরজার মাথার খোদাইগুলি দেখায় গজলক্ষ্মী, স্বস্তিকা চিহ্ন, উড়ন্ত দম্পতি, ব্রহ্মা, শেষ নাগের উপর ঘুমন্ত বিষ্ণু এবং অন্যান্য।\nগুহা ২ এর উপরিভাগ একটি বর্গাকার ফ্রেমে ষোলটি মাছের স্পোক সহ একটি চাকা দেখায়। শেষ উপসাগরে একটি উড়ন্ত দম্পতি এবং বিষ্ণু রয়েছে গরুড়ের ওপর। গুহার মূল হলটি ৩৩.৩৩ ফুট (১০.১৬ মিটার) প্রশস্ত, ২৩.৫৮৩ ফুট (৭.১৮৮ মিটার) গভীর এবং ১১.৩৩ ফুট (৩.৪৫ মিটার) উঁচু এবং দুটি সারিতে আটটি বর্গাকার স্তম্ভ দ্বারা সমর্থিত . এই হলের ছাদে বাস-রিলিফ খোদাই করা প্যানেল রয়েছে।  গুহা ১-এর মতো গুহা ২-এর ভাস্কর্যগুলি ৬ম এবং ৭ম শতাব্দীর উত্তর দাক্ষিণাত্যের শৈলীর যা ইলোরা গুহা-তে পাওয়া যায়।\n\n\n=== গুহা নং ৩ ===\n\nগুহা ৩ দাক্ষিণাত্য অঞ্চলের প্রাচীনতম কালনিরূপণ করা হিন্দু মন্দির। এটি বিষ্ণুকে উৎসর্গ করা হয়; এটি কমপ্লেক্সের বৃহত্তম গুহা। এটির ছাদে ত্রিবিক্রম, অনন্তসায়ন, বাসুদেব, বরাহ, হরিহর এবং নৃসিংহ-এর বৃহদাকার মূর্তিগুলি খোদাই করা হয়েছে। গুহা ৩ এর প্রাথমিক থিম হল বৈষ্ণবীয়। যদিও এটি তার দক্ষিণ দেয়ালে হরিহর দেখায়  অর্ধেক বিষ্ণু এবং অর্ধেক শিবকে এক হিসাবে দেখানো হয়েছে, গুহাকে শৈবধর্ম অধ্যয়নের জন্য গুরুত্বপূর্ণ করে তুলেছে।\nউত্তর দিকে মুখ করে, গুহা ৩ একটি উচ্চ স্তরে গুহা ২ থেকে ৬০ ধাপ ওপরে। গুহা ৩-এর বারান্দার দৈর্ঘ্য ৭০ ফুট (২১ মিটার) যার ভিতরের প্রস্থ ৬৫ ফুট (২০ মিটার); এটি পাহাড়ের গভীরে ৪৮ ফুট (১৫ মিটার) ভাস্কর্য করা হয়েছে; শেষে একটি যোগ করা বর্গাকার মন্দির গুহাকে ১২ ফুট (৩.৭ মিটার) আরও ভিতরে প্রসারিত করেছে। বারান্দাটি ৭ ফুট (২.১ মিটার) চওড়া এবং চারটি মুক্ত-স্থায়ী, খোদাই করা স্তম্ভ রয়েছে যা হল থেকে আলাদা করে। গুহাটি ১৫ ফুট (৪.৬ মিটার) উঁচু; এটি ছয়টি স্তম্ভ দ্বারা সমর্থিত, প্রতিটির পরিমাপ ২.৫ বর্গফুট (০.২৩ বর্গমিটার)। প্রতিটি স্তম্ভ এবং পিলাস্টারে খোদাই করা হয়েছে প্রশস্ত, গভীর ভিত্তির সাথে মুকুটযুক্ত বড় বড় যা আংশিকভাবে তিন দিকে বন্ধনী দ্বারা লুকানো রয়েছে। প্রতিটি বন্ধনীতে, একটি ছাড়া, বিভিন্ন ভঙ্গিতে পাতার নিচে দাঁড়িয়ে থাকা মানব মূর্তি, পুরুষ এবং মহিলা পৌরাণিক চরিত্রের এবং একটি বামনের পরিচর্যার চিত্র রয়েছে। ফ্যাসিয়াতে একটি ছাঁচে তৈরি কার্নিশ, যার নীচে একটি ডাডো ব্লক রয়েছে (সাধারণত ৭ ফুট (২.১ মিটার) দীর্ঘ), এর প্রায় ত্রিশটি বগি রয়েছে যেখানে গণ নাম দুটি বামন খোদাই করা হয়েছে ।\n\nগুহা ৩ সিলিংয়ে ফ্রেস্কো পেইন্টিংগুলিও দেখায়, যার মধ্যে কিছু বিবর্ণ এবং ভাঙা। এগুলি ভারতীয় শিল্পে ফ্রেস্কো চিত্রকলার প্রাচীনতম টিকে থাকা প্রমাণগুলির মধ্যে একটি। একটি ম্যুরালে হিন্দু দেবতা ব্রহ্মাকে হংস বাহনে দেখা যায়। শিব এবং পার্বতীর বিবাহ, বিভিন্ন হিন্দু দেবতাদের উপস্থিতি হল অন্যটির থিম।\n\nব্রহ্মার সিলিং মুরালের নীচে মেঝেতে একটি পদ্মের পদক রয়েছে। সিলিংটিতে অগ্নি, ইন্দ্র এবং বরুণের মতো অনেক বৈদিক দেব-দেবীর শীল্পকলা রয়েছে। গুহা শিল্পকর্ম, কিছু ক্ষেত্রে, শিল্পীদের স্বাক্ষর, সেইসাথে একটি প্রধান শিলালিপি দেখায়। এই এবং অন্যান্য লিপিবদ্ধ প্রমাণ থেকে বোঝা যায় যে গুহা মন্দিরটি \"পূর্ণিমার দিন, ১ নভেম্বর ৫৭৮\" এ উদ্বোধন করা হয়েছিল। বারান্দার ছাদে আড়াআড়ি বিম দ্বারা তৈরি সাতটি প্যানেল রয়েছে; প্রতিটিতে শিব, বিষ্ণু, ইন্দ্র, ব্রহ্মা এবং কাম সহ দেবতাদের ছবি সহ বৃত্তাকার বগিতে আঁকা হয়েছে, যেখানে দিকপালদের (মূল অভিভাবকদের) ছোট ছবি রয়েছে কোণগুলিতে।\n\nসামনের আইলের ছাদে মেঘের মধ্যে উড়ন্ত পুরুষ ও মহিলা মূর্তিগুলির কেন্দ্রে ম্যুরাল সহ প্যানেল রয়েছে; পুরুষ চিত্র হল যক্ষ একটি তলোয়ার এবং একটি ঢাল ধরে। প্যানেলে পদ্ম ফুলের সাজসজ্জাও দেখা যায়। হলের ছাদটি সিলিংয়ের স্তর থেকে সামান্য উপরে নয়টি প্যানেলে বিভক্ত। কেন্দ্রীয় প্যানেল এখানে একটি দেব একটি মেমের উপর বসানো হয়েছে যা অগ্নি হতে অনুমান করা হয়েছে। ব্রহ্মা এবং বরুণ এর ছবিও কেন্দ্রীয় প্যানেলে আঁকা হয়েছে; ভাসমান পরিসংখ্যান অবশিষ্ট প্যানেল দেখা যায়।\nগুহা ৩ এর ভাস্কর্য ভালভাবে সংরক্ষিত। বিষ্ণুকে বিভিন্ন অবতার ও রূপে উপস্থাপিত করা হয়েছে, যেমন আটটি বাহু সহ দাঁড়িয়ে থাকা বিষ্ণু; বিষ্ণু বারান্দার পূর্ব দিকে ফণাযুক্ত সর্প শেশার উপর উপবিষ্ট; বিষ্ণু দাঁড়িয়ে নরসিংহ (মানুষ-সিংহ অবতার); বিষ্ণু বরাহ (মানুষ-শুয়োর অবতার) হিসাবে পৃথিবীকে উদ্ধার করছেন; হরিহর (অর্ধেক শিব, অর্ধেক বিষ্ণু এবং তাদের সমতুল্য); এবং ত্রিবিক্রম-বামন অবতার। পিছনের দেয়ালে বিদ্যাধারা খোদাই করা আছে। গুহাটি স্তম্ভের বন্ধনীতে অনেক কাম দৃশ্য দেখায়, যেখানে একজন মহিলা এবং একজন পুরুষ প্রহসন বা মিথুন (কামপূর্ণ) আলিঙ্গন করছেন।\nষষ্ঠ শতাব্দীর সংস্কৃতি, প্রসাধনী এবং পোশাকের দিকগুলি এই গুহায় ভাস্কর্য শিল্পে দৃশ্যমান, একটি পরিশীলিত ঐতিহ্যকে দেখায়।\n\n\n=== গুহা নং ৪ ===\n\nগুহা ৩-এর পাশে এবং পূর্বে অবিলম্বে অবস্থিত, গুহা ৪ এর মেঝে প্রায় ১০ ফুট নীচে অবস্থিত এবং চারটির মধ্যে সবচেয়ে ছোট। এটি তীর্থঙ্করদের কে উৎসর্গ করা হয়েছে, জৈন ধর্মের সম্মানিত ব্যক্তিত্ব। এটি প্রথম তিনটির পরে নির্মিত হয়েছিল, ৭ম শতাব্দীর পরবর্তী অংশে হিন্দু রাজাদের পৃষ্ঠপোষকতায়। কিছু পণ্ডিত বলেছেন যে এই গুহাটি ৮ম শতাব্দীতে তৈরি হতে পারে। কিছু অলঙ্করণ সম্ভবত পরবর্তী শতাব্দীতে প্রায় ১১ তম বা ১২ শতক পর্যন্ত যোগ করা হয়েছিল।\nঅন্যান্য গুহাগুলির মতো, গুহা -এ বিশদ খোদাই এবং বিভিন্ন ধরণের মোটিফ রয়েছে। গুহাটির একটি পাঁচটি বেইড প্রবেশদ্বার রয়েছে যেখানে চারটি বর্গাকার কলাম - প্রতিটি বন্ধনী এবং ক্যাপিটাল রয়েছে। এই বারান্দার পিছনে দুটি স্বতন্ত্র এবং দুটি সংযুক্ত স্তম্ভ সহ একটি হল। প্রথম করিডোর হল একটি বারান্দা ৩১ ফুট (৯.৪ মিটার) লম্বা বাই ৬.৫ ফুট (২.০ মিটার) চওড়া, যা ১৬ ফুট (৪.৯ মিটার) গভীর পর্যন্ত প্রসারিত। হল থেকে, ধাপ গর্ভ‌ গৃহ দিকে নিয়ে যায়, যা ২৫.৫ ফুট (৭.৮ মিটার) প্রশস্ত ৬ ফুট (১.৮ মিটার) এর গভীরতা পর্যন্ত বিস্তৃত।\nগুহার ভিতরে অন্যান্য তীর্থঙ্করদের প্রতীকী প্রদর্শন সহ বাহুবলী, পার্শ্বনাথ এবং মহাবীর খোদাই করা আছে। বাহুবলী তার পায়ের চারপাশে দ্রাক্ষালতা মোড়ানো কায়োৎসর্গ ধ্যানের ভঙ্গিতে দাঁড়িয়ে আছে, সুন্দর মূর্তিশিল্পি। পার্শ্বনাথকে দেখানো হয়েছে পাঁচ মাথাওয়ালা কোবরা ফণার সাথে। মহাবীরকে সিংহের সিংহাসনে বসা প্রতিনিধিত্ব করা হয়েছে, যার শনাক্তকারী চিহ্নিতকারী দৃশ্যমান নয় এবং কিছু পণ্ডিতদের দ্বারা শুধুমাত্র একটি \"বসা জিনা\" হিসাবে চিহ্নিত করা হয়। তার দুপাশে চৌরি (পাখা), সারদুলাস এবং মাকারা-এর মাথা সহ পরিচারকদের বাস-রিলিফ রয়েছে। অন্যান্য খোদাইগুলির মধ্যে রয়েছে ইন্দ্রভূতি গৌতম চারটি সাপ, ব্রাহ্মী এবং সুন্দরী দ্বারা আবৃত। গর্ভগৃহে ১২ শতকের কন্নড় শিলালিপি সম্বলিত একটি পাদদেশে বিশ্রামরত মহাবীরের একটি চিত্র রয়েছে যা একজন জাক্কাভের মৃত্যুকে চিহ্নিত করে। চব্বিশটি ছোট জৈন তীর্থঙ্কর মূর্তি ভিতরের স্তম্ভ ও দেয়ালে খোদাই করা আছে। এছাড়াও যক্ষ, যক্ষি এবং পদ্মাবতীর মূর্তি রয়েছে।\nশৈল্পিক কাজ, বাদামি গুহা ৪-এর আইকন এবং ধারণা এবং মোটিফগুলিকে প্রতিনিধিত্ব করে, লিসা ওয়েন্স বলেন, কাছাকাছি আইহোল জৈন গুহা এবং আরও অনেক দূরে উত্তরে ইলোরা গুহা - উত্তর মহারাষ্ট্রে জৈন গুহাগুলির সাথে সাদৃশ্যপূর্ণ।\n\n\n=== অন্যান্য গুহা ===\n\nসংখ্যাযুক্ত গুহাগুলি ব্যতীত, বাদামীতে অন্যান্য অনেক গুহা স্মৃতিস্তম্ভ এবং মধ্যযুগীয় মন্দির রয়েছে। হ্রদের অপর পাশে, ভুটানাথ মন্দিরের কাছে, ছোট মাত্রার একটি ৭-৮ম শতাব্দীর চালুক্য আমলের গুহা। ভিতরে, একটি খোদাই করা মূর্তি একটি ভাস্কর্য সিংহাসনের উপরে উপবিষ্ট রয়েছে যাতে লোকেদেরকে চৌরি (পাখা), একটি পিপল গাছ ধরে থাকতে দেখা যায়। আক্রমণকারী ভঙ্গিতে হাতি এবং সিংহ। মূর্তির একপাশে একটি চক্র, অন্য দিকে একটি শঙ্খ। মূর্তিটির বুকে প্রচুর গয়না এবং একটি সুতো রয়েছে। এই মূর্তির মুখমণ্ডল ক্ষতিগ্রস্ত এবং তার মুখমণ্ডল হারিয়ে গেছে।\nমূর্তিটি কাকে প্রতিনিধিত্ব করে সে সম্পর্কে বেশ কয়েকটি তত্ত্ব রয়েছে। একটি তত্ত্ব মনে করে যে এটি বসা ভঙ্গিতে বুদ্ধের স্বস্তি। এটিকে বুদ্ধের পাশে থাকা দুই চৌরি ধারক বোধিসত্ত্ব হতে পারে। জর্জ মিশেলের মতে, হেলো, পিপল গাছ এবং চাদরের মতো পোশাক থেকে বোঝা যায় যে এটি মূলত একটি বুদ্ধ মূর্তি ছিল। বিভি শেট্টি, প্রত্নতাত্ত্বিক এবং পশ্চিম ভারতের প্রিন্স অফ ওয়েলস মিউজিয়ামের কিউরেটরের মতে, গুহাটি রূপান্তরিত হয়নি তবে শুরু থেকেই হিন্দু পুরাণ এর মায়ামোহা বা বুদ্ধাবতার বিষ্ণু (বিষ্ণুর নবম অবতার) এর প্রতি শ্রদ্ধা প্রদর্শন করে। এই তত্ত্বটি চক্র, শঙ্খ এবং গহনাগুলি এর মূর্তিতত্ত্বের অন্তর্ভুক্ত। শৈলীটি ইঙ্গিত করে যে এটি সম্ভবত ৮ম শতাব্দীতে বা তার আগে খোদাই করা হয়েছিল।\nঔপনিবেশিক যুগের গ্রন্থে পাওয়া আরেকটি তত্ত্ব যেমন জন মারে ব্রিটিশ ভারত-এর একজন ধর্মপ্রচারক এবং জৈন ধর্মের পণ্ডিত, বলেন গুহা ৫ এ খোদিত প্রধান চিত্রটি একটি জৈন মূর্তি। একটি তৃতীয় তত্ত্ব অনুসারে, হেনরি কাউসেন্স এবং এ সুন্দরা প্রত্নতাত্ত্বিকদের দ্বারা, এবং স্থানীয় কিংবদন্তিদের দ্বারা সমর্থিত, মূর্তিটি একটি প্রাচীন রাজার; মুখ ক্ষতিগ্রস্ত হওয়ার আগে তোলা মূর্তির একটি ছবিতে, চিত্রটিতে উষ্ণিশা পিণ্ডের অভাব ছিল যা সাধারণত বুদ্ধের ছবির সাথে যায়। মূর্তিটিতে বেশ কিছু অস্বাভাবিক, অ-বুদ্ধ অলঙ্কার রয়েছে যেমন আঙ্গুলের আংটি, একটি নেকলেস এবং একটি বক্ষবন্ধনী; এটি একটি হিন্দু যজ্ঞোপবিতা সুতো পরিধান করে এবং এর মাথাটি বুদ্ধের মাথার চেয়ে জিনা মাথার কাছাকাছি। এই বৈশিষ্ট্যগুলি নির্দেশ করে যে মূর্তিটি বিভিন্ন ঐতিহ্যের বৈশিষ্ট্য সহ প্রতিনিধিত্বকারী রাজার হতে পারে। স্মিথসোনিয়ান ফ্রিয়ার গ্যালারী অফ আর্ট-এর ক্যারল র‌্যাডক্লিফ বোলন সহকারী কিউরেটরের মতে, গুহা 5-এর মূল মূর্তির তারিখ এবং পরিচয় রহস্যজনক রয়ে গেছে।\n\nবিতর্কিত গুহার কাছাকাছি অন্যান্য স্মৃতিস্তম্ভ রয়েছে। তাদের মধ্যে একটি হল একটি ছোট মন্দির যেখানে অনন্তশয়ন বিষ্ণুর ৭ম শতাব্দীর শিলা খোদাই করা হয়েছে, বা নমস্তে ভঙ্গিতে লক্ষ্মী ও গরুড়ের সাথে বিষ্ণুকে হেলান দেওয়া হয়েছে। বিষ্ণুকে সমস্ত অস্তিত্বের জন্ম দিয়ে মহাজাগতিক চক্র পুনরায় শুরু করতে দেখানো হয়েছে। হেলান দিয়ে খোদাই করা ত্রাণটির উপরে রয়েছে বিষ্ণুর দশটি অবতার – মৎস্য, কূর্ম, বরাহ, নরসিংহ, বামন, পরশুরাম, রাম, কৃষ্ণ, বুদ্ধ এবং কল্কি। নরসিংহ এবং বামনের মধ্যে বিষ্ণুর নাভির সাথে যুক্ত ব্রহ্মার কর্ডের ত্রাণ দেখানো হয়েছে। খোদাইর বাম দিকে ত্রিত্বকে চিত্রিত করা হয়েছে - বিষ্ণু, শিব এবং ব্রহ্মা, যখন ডানদিকে একটি মানব দম্পতি এবং একটি মা গরু একটি বাছুরকে খাওয়াচ্ছে।\n২০১৩ সালে, কর্ণাটক রাজ্য সরকারের জন্য কর্মরত বাগালকোট জেলার সহকারী পরিচালক মঞ্জুনাথ সুল্লোল্লি চারটি প্রধান গুহা থেকে প্রায় ৫০০ মিটার (১,৬০০ ফুট) দূরে ২৭টি শিলা খোদাই সহ আরেকটি গুহা আবিষ্কারের কথা জানিয়েছেন৷ এই সদ্য আবিষ্কৃত গুহা থেকে সারা বছর জল গড়িয়ে পড়ে। এটি বিষ্ণু এবং অন্যান্য হিন্দু দেবতাদের চিত্রিত করে এবং দেবনাগরী লিপি-এ একটি শিলালিপি রয়েছে। এই খোদাইগুলির তারিখ অজানা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nArticle about Execution of the Paintings and their Sources, Donald Wilber (section on Badami cave temple paintings)\nArticle about Paintings at Badami, Stella Kramrisch\nCompilation of photographs, videos and aerial images\nBadami Cave Temples – four ancient rock cut temples|Wondermondo"}