{"pageid": 1389984, "title": "বিমান (স্থাপত্য বৈশিষ্ট্য)", "url": "https://bn.wikipedia.org/wiki?curid=1389984", "content": "বিমান হল দক্ষিণ ভারত এবং পূর্ব ভারতের ওড়িশার হিন্দু মন্দিরের গর্ভগৃহ বা অভ্যন্তরীণ গর্ভগৃহের উপরের কাঠামো। ওড়িশার সাধারণ মন্দিরগুলোতে কলিঙ্গ স্থাপত্যশৈলী ব্যবহৃত হয়, বিমান হল মন্দিরের সবচেয়ে উঁচু কাঠামো, কারণ এটি পশ্চিম ও উত্তর ভারতের মন্দিরের শিখরে থাকে। বিপরীত দিকে, বৃহৎ দক্ষিণ ভারতীয় মন্দিরগুলোতে, এটি সাধারণত বড় প্রবেশপথ বা গোপুরম থেকে অপেক্ষাকৃত ছোট, গোপুরম হলো একটি মন্দির প্রাঙ্গনের সবচেয়ে আকর্ষণীয় স্থাপত্য উপাদান। বিমান সাধারণত  পিরামিডের আকৃতির হয়, এতে বেশ কয়েকটি তলা থাকে। বিমান দুটি দলে বিভক্ত: জাতি বিমান যেখানে চার তলা পর্যন্ত থাকে এবং মুখ্য বিমান যার পাঁচটি তলা বা তার বেশি থাকে।\nউত্তর ভারতীয় মন্দির স্থাপত্য গ্রন্থে, গর্ভগৃহের উপরিভাগকে শিখর বলা হয়। তবে, দক্ষিণ ভারতীয় হিন্দু স্থাপত্য গ্রন্থে, শিখর শব্দটির অর্থ বিমানের উপরে একটি গম্বুজ আকৃতির মুকুট।\n\n\n== স্থাপত্য ==\n\nদ্রাবিড়ীয় শৈলীতে একটি সাধারণ হিন্দু মন্দিরের চার দিকে গোপুরম রয়েছে, যেগুলি হলো পূর্ব — প্রধান প্রবেশদ্বার, উত্তর এবং দক্ষিণ — পাশের প্রবেশদ্বার, পশ্চিম — কেবল শুভ দিনে খোলা হয় যেদিন বিশ্বাস করা হয় যে আমরা সরাসরি স্বর্গে যাব। মন্দিরের দেওয়ালগুলো সাধারণত বর্গাকার এবং সর্বাপেক্ষা বাইরের প্রাচীরে চারটি গোপুরম রয়েছে, প্রতিটি দিকে একটি করে এবং প্রতিটি দেওয়ালের ঠিক মধ্যি খানে গোপুরমটি অবস্থিত। মন্দিরের আকারের উপর নির্ভর করে পরবর্তী স্তরে এর ধারাবাহিকতা চলতে থাকে। গর্ভগৃহ এবং এর সুউচ্চ ছাদের অংশটিকে (কেন্দ্রীয় দেবতার মন্দির) বিমান বলা হয়। সাধারণত, এগুলো বাইরের গোপুরমের মতো ততটা গুরুত্ব পায় না, শুধুমাত্র কয়েকটি মন্দির আছে যেখানে গর্ভগৃহের ছাদগুলো মন্দির প্রঙ্গনের মতোই বিখ্যাত।\nচোল রাজারাজরাদের ১১ শতকের নির্মাণ, বৃহদীশ্বর মন্দির, তাঞ্জাভুর এবং বৃহদীশ্বর মন্দির, গঙ্গাইকোণ্ড চোলপুরম-এ বিশাল এবং সুউচ্চ বিমান রয়েছে, যা দক্ষিণের পক্ষে অস্বাভাবিক। এগুলো সম্ভবত উত্তর শিখরের উচ্চতার সাথে প্রতিযোগিতার উদ্দেশ্যে করা হয়েছিল। এই সময়কার স্বাভাবিক গোপুরম ছিল একটি প্রবেশদ্বারের উপরে অপেক্ষাকৃত ছোট কাঠামো, এবং পরবর্তী শতাব্দীর বেশ লম্বা গোপুরমের বিকাশ সম্ভবত এই চোল বিমান দ্বারা প্রভাবিত হয়েছিল। বিজয়নগর স্থাপত্যে এই প্রবণতা ভালভাবে চলমান ছিল এবং পরবর্তীকালেও তাই রয়ে গেছে।\n\n\n== বিখ্যাত মন্দির ==\nচিদাম্বরমের নটরাজ মন্দিরের কনক-সাবেই (স্বর্ণমঞ্চ) আরেকটি উদাহরণ। এই মন্দিরটি সম্পূর্ণরূপে সোনার পাত দিয়ে আচ্ছাদিত, তবে এর কাঠামো ভিন্ন এবং অন্যান্য বিমানের তুলনায় আকারে বিশাল। ঐতিহাসিক প্রমাণ বলে যে নবম শতাব্দীতে, প্রথম পরন্তক এই বিমানটিকে অলঙ্কৃত সোনা দিয়ে ঢেকে দেওয়ার জন্য অর্থায়ন করেছিলেন এবং এটি আজও তার গৌরব বজায় রেখেছে।\nতিরুমালার ভেঙ্কটেশ্বর মন্দিরের আনন্দ নিলয়ম বিমানটি, একটি বিখ্যাত উদাহরণ যেখানে মূল মন্দিরের গোপুরম মন্দিরের ইতিহাস এবং পরিচিতিতে একটি বিশেষ স্থান দখল করে আছে। মীনাক্ষী মন্দিরের দুটি সোনার বিমান রয়েছে, অপেক্ষাকৃত বিশালটি শিবের জন্য এবং দ্বিতীয়টি তার সহধর্মিনী মীনাক্ষীর জন্য।\nপুরীর জগন্নাথ মন্দিরে নীলচক্র রয়েছে শিখরের উপরে, অর্থাৎ বিমানের শীর্ষে, এটি বিষ্ণুর সবচেয়ে শক্তিশালী অস্ত্র, সুদর্শন চক্রের প্রতিনিধিত্ব করছে।\nকোনার্ক সূর্য মন্দিরের বিমানটি পতনের আগে সমস্ত বিমানের মধ্যে উচ্চতম ছিল।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nবালিনিজ মন্দির\nমেরু টাওয়ার\nশিখর\nস্তুপ\nহিন্দু মন্দিরের স্থাপত্য\nলম্বা বিমানের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ =="}