{"pageid": 1390601, "title": "অনুশীলনে শাস্ত্রীয় হিন্দু আইন", "url": "https://bn.wikipedia.org/wiki?curid=1390601", "content": "অনুশীলনে শাস্ত্রীয় হিন্দু আইন সম্প্রদায় থেকে উদ্ভূত, রাষ্ট্রীয় রাজনীতি নয়। এভাবে সমাজের বিশেষ গোষ্ঠী আইন প্রণয়ন ও প্রশাসনে প্রভাব বিস্তার করতে থাকে। প্রাথমিক আইনদ্বারা গঠিত গোষ্ঠী, রাজপদ ও ব্রাহ্মণরা ছিল উপদল, যা অনুশীলনে হিন্দু আইনশাস্ত্রকে বোঝায়। আইনদ্বারা গঠিত গোষ্ঠীগুলি সামাজিক নিয়মের ধারণার মাধ্যমে আইন প্রণয়নের জন্য দায়ী ছিল; রাজাশাসকরা শাস্তির প্রশাসন এবং জাগতিক হিন্দু ব্যবস্থার জন্য আরোপিত ছিল; এবং ব্রাহ্মণরা আচার, তপস্যা এবং আধ্যাত্মিক হিন্দু ব্যবস্থার রক্ষণাবেক্ষণের জন্য আরোপিত ছিল।\n\n\n== শাস্ত্রীয় হিন্দু আইনের প্রশাসন ==\n\n\n=== আইনদ্বারা গঠিত গোষ্ঠী ===\nমধ্যযুগীয় ভারতে আইনদ্বারা গঠিত গোষ্ঠীগুলি বণিক, ব্যবসায়ী, ধর্মীয় বিশেষজ্ঞ, সৈনিক, কৃষিবিদ, যাজক ও জাতি অন্তর্ভুক্ত, কিন্তু সীমাবদ্ধ ছিল না। গোষ্ঠীগুলি শাস্ত্রীয় ভারতীয় সমাজে আইনি প্রধান্য ছিল কারণ সেই সময়ে আইনের জন্য প্রাথমিক কর্তৃত্ব এবং দায়দায়িত্ব সম্প্রদায়ের কাছ থেকে এসেছিল, রাষ্ট্রীয় রাজনীতি নয়।\nবিশেষ করে, প্রাথমিক ধর্মসূত্র গ্রন্থগুলি, খ্রিস্টপূর্ব ২য় থেকে শুরু করে, গৃহস্থালীকে ঘিরে পূর্ণাঙ্গ ধর্মতত্ত্বকে স্বীকৃতি দেয়। গ্রন্থগুলি পরিবার ও পরিবারগুলিকে সম্প্রদায়ের মূল আদর্শ হিসাবে দেখেছিল, \"হিন্দু আইনশাস্ত্রের ধর্মীয় ও আইনী প্রতিফলনের অনুকরণীয় প্রতিষ্ঠান\"। এইভাবে, হিন্দু আইনশাস্ত্র গৃহকে চিত্রিত করেছে, রাষ্ট্র নয়, আইনের প্রাথমিক প্রতিষ্ঠান হিসাবে। সংযুক্তভাবে, পরিবার হল সেই প্রতিষ্ঠান যেখানে হিন্দু আইন সবচেয়ে বেশি প্রয়োগ করা হয়। উদাহরণ স্বরূপ, পাঠ্যগুলি দৈনন্দিন গৃহস্থালীর কাজ যেমন খাওয়া, গোসল করা, পরিবার তৈরি করা ইত্যাদির ক্ষেত্রে সবচেয়ে স্পষ্ট। পরিবার এবং অন্যান্য স্থানীয় প্রতিষ্ঠানের উপর কেন্দ্রবিন্দু সমাজের মধ্যে ভাগ করা লক্ষ্য ও পণ্যগুলি চিহ্নিত করতে সাহায্য করেছে যা হিন্দু আইনের অন্তর্নিহিত। তদুপরি, পরিবারের মতো ছোট-বড় সম্প্রদায়গুলি সাধারণ মূল্যবোধ এবং মূল ধারণাগুলির গ্রহণযোগ্যতা আরোপ করতে আরও কার্যকর ছিল।\nআইন প্রণয়ন ও প্রশাসনে পরিবার ও সম্প্রদায়ের গুরুত্বের চারপাশে আবর্তিত সামাজিক অন্তর্নিহিততার কারণে, হিন্দু আইন আইনশাস্ত্রীয়ভাবে রাষ্ট্রীয় আইনকে বর্ণ ও জীবন-পর্যায়ের (বর্ণাশ্রমধর্ম) আইনের অধীনস্থ করে। এই পদ্ধতিতে, প্রতিটি বর্ণ ও জীবনপর্যায় অত্যন্ত স্থানীয় পেশার জন্য আরোপিত ছিল।\n১নং টেবিল: বর্ণের ধর্ম, রাজনৈতিক শাসনের অধীনস্থ স্থান দেখায়:\n\nব্রাহ্মণ\nছয়টি পেশা - বেদ শেখানো এবং অধ্যয়ন করা, যজ্ঞ ও দান করা, উপহার দেওয়া এবং গ্রহণ করা\nক্ষত্রিয়\nতিনটি পেশা - বেদ অধ্যয়ন, যজ্ঞ এবং উপহার প্রদান\nবিশেষ ধর্ম বা রাজধর্ম, একজন শাসকের ধর্ম\nমানুষের সুরক্ষা\nবর্ণ ও জীবন-পর্যায়ের আইনের ঘোষণা\nদুষ্টদের শাস্তি\nবিরোধের বিচার\nবৈশ্য\nতিনটি পেশা - বেদ অধ্যয়ন, যজ্ঞ এবং উপহার প্রদান\nবিশেষ ধর্ম\nবাণিজ্য\nপশুপালন\nকৃষি\nশূদ্র\nবিশেষ ধর্ম - \"বেদে শিক্ষাপ্রাপ্ত বিশিষ্ট ব্রাহ্মণ গৃহস্থদের আজ্ঞাবহ সেবা\"\nযদিও পারিবারিক ও পরিবার আইনদ্বারা গঠিত গোষ্ঠীর প্রভাবের কেন্দ্রবিন্দু ছিল, মধ্যযুগীয় ভারত ছিল বৃহত্তর এবং বৃহত্তর মূল এলাকায় রাজনৈতিক একীকরণের সময়। সেই সময়ে, আইনদ্বারা গঠিত গোষ্ঠীগুলি আইনের সৃষ্টি ও প্রশাসনে ক্রমবর্ধমান গুরুত্ব দেখিয়েছিল। এই ধরনের প্রভাব মধ্যস্থতাকারী হাতিয়ার হিসাবে আইনদ্বারা গঠিত গোষ্ঠীগুলির বিকাশের সাথে এসেছিল। এই মধ্যবর্তী-আইনদ্বারা গঠিত গোষ্ঠী দুটি প্রধান উপায়ে প্রভাব প্রয়োগ করেছে।\n\nতারা \"অত্যন্ত স্থানীয় উৎস (গ্রাম, পরিবার, ইত্যাদি)\" এবং \"অভিজাত-স্তরের রাজনৈতিক শাসক\" উভয়েরই মধ্যপন্থী আইনি প্রভাব, যা বাস্তবসম্মত দ্বন্দ্ব সমাধান এবং নির্দিষ্ট গোষ্ঠীর জন্য আইনি মানগুলির প্রচলনকে উৎসাহিত করে, এবং\nতারা স্থানীয় এবং আঞ্চলিক প্রথাগত আইনকে প্রভাবিত করে এমন আইনী নিয়মগুলিকে \nধর্মশাস্ত্রের গোপন ব্রাহ্মণ্য সংলাপের সাথে সমন্বয় করে যা প্রথাগত ও পাঠ্য আইন উভয়কেই সম্মান করে এমন \"ভালো মতাদর্শ\" প্রতিষ্ঠা করে।\nআইনদ্বারা গঠিত গোষ্ঠীও তাদের নিজস্ব আইন ও আইনশাস্ত্রের ব্যবস্থা তৈরি করে। বিশেষভাবে, হিন্দু আইনি গ্রন্থে (ধর্মশাস্ত্র) আচারের ধারণা এই স্থানীয় আইনকে বৈধতা দিয়েছে। আচার স্থানীয় আইনদ্বারা গঠিত গোষ্ঠীগুলিকে তাদের নিজস্ব আইন তৈরি করার অনুমতি দেয়, বিশেষ করে এমন পরিস্থিতিতে যেখানে হিন্দু আইনি গ্রন্থগুলি ছিল অস্পষ্ট, অস্পষ্ট বা সম্পূর্ণ নীরব। বিশেষ করে, নির্দিষ্ট আইনদ্বারা গঠিত গোষ্ঠীর আচার অনুশীলনে \"বিভিন্ন সামাজিক প্রতিষ্ঠানের নেতাদের দ্বারা গৃহীত ও আরোপিত নিয়ম\" হিসাবে অভিনয় করে। আইনদ্বারা গঠিত গোষ্ঠীগুলির নেতাদের দ্বারা তৈরি ও গৃহীত এই নিয়মগুলির বৈধতা দেওয়ার মূল চাবিকাঠি হল আচারের 'ভাল ব্যক্তি' ধারণা। এই নিয়ম ​​পাঠে শেখা বিশেষজ্ঞদের মধ্যস্থতার মাধ্যমে অনুশীলনের উপর শাস্ত্রীয় ও বৈদিক নিয়ন্ত্রণের প্রচারের অনুমতি দেয়। এর মাধ্যমে, ধর্মশাস্ত্র \"মধ্যস্থতা\" উপায়ে বাস্তব জীবনের সাথে যুক্ত। আচারকেও পারিভাষা পরিকল্পনার মাধ্যমে আইনগত অর্থে স্বীকৃত ও বৈধ করা হয়, যা আচারের প্রচলিত নিয়মকে শাস্ত্রের নিয়মের প্রযুক্তিগত সম্পূরক পরিমার্জন হিসেবে গণ্য করে।\n\n\n=== রাজত্ব ===\n\nধর্মশাস্ত্র, মনুস্মৃতি থেকে শুরু করে, প্রথমে হিন্দু আইনের প্রশাসন সম্পর্কিত রাজার কার্য সম্বন্ধে সম্বোধন করেছিলেন। এই পাঠ্যগুলি রাজাকে সংজ্ঞায়িত করে 'যিনি অভিষিক্ত হয়েছেন'। অনেক পণ্ডিত অভিষেককে রাজ্যাভিষেকের অনুষ্ঠান হিসেবে ব্যাখ্যা করেন এবং এইভাবে বিশ্বাস করেন যে রাজাকে সর্বোচ্চ কর্তৃত্বের সাথে বিনিয়োগ করার জন্য অনুষ্ঠানটি প্রয়োজনীয়। যদিও কোন নিয়ম উল্লেখ করে না কেন বা কিভাবে একজন নির্দিষ্ট ব্যক্তি রাজা হওয়ার যোগ্যতা অর্জন করে, মনুস্মৃতি ৭.২ নির্দেশ করে যে শুধুমাত্র ক্ষত্রিয়েরই রাজত্বের অধিকার রয়েছে। কেউ কেউ অনুমান করেন যে, ক্ষত্রিয় আনুগত্য পাওয়ার জন্য প্রয়োজনীয় শক্তির অধিকারী ছিলেন। তবে, অন্যান্য ধর্মশাস্ত্রের ব্যাখ্যাকারীরা এই যোগ্যতার বৈশিষ্ট্য নিয়ে বিতর্ক করেন। রাজাকে ঐশ্বরিক প্রকৃতি বলে মনে করা হতো, কিন্তু জন্ম বা অমরত্বের কারণে নয়। বরং, রাজা রাজকীয় কার্য সম্পাদনের মাধ্যমে ঈশ্বরের সদৃশতাকে অন্তর্ভুক্ত করেছিলেন, যা গ্রন্থে বলা হয়েছে যে দেবতারা সৃষ্টি করেছেন। এই রাজকীয় অনুষ্ঠান রাজার কর্তৃত্বের উৎস। রাজকীয় অনুষ্ঠান রাজাকে আদেশের ক্ষমতা (ক্ষত্র) এবং জনগণকে রক্ষা করার এবং তাদের নিরাপত্তার নিশ্চয়তা দেওয়ার লক্ষ্যে ন্যস্ত করে। শাস্ত্রগুলি রাজকীয় কার্যকে রাজার ধর্ম (রাজধর্ম) হিসাবে বর্ণনা করে। রাজার এখতিয়ারের ভিতরে এবং বাইরে ক্ষতিকারক থেকে শারীরিক সুরক্ষা ছাড়াও, রাজধর্ম রক্ষা করে এবং তার প্রজাদের ধর্মকে বিকাশের অনুমতি দেয়। এইভাবে, রাজার ধর্ম সমস্ত ধর্মকে অন্তর্ভুক্ত করে যেহেতু প্রত্যেক ব্যক্তির তার ব্যক্তিগত দায়িত্ব পালন করা রাজা কর্তৃক সুরক্ষিত সুরক্ষার উপর নির্ভরশীল। রাজধর্ম এবং ব্যক্তিগত ধর্মের (স্বধর্ম) মধ্যে এই আন্তঃসম্পর্কের কারণে \"রাজার পরিত্রাণ তার প্রজাদের উপর নির্ভর করে, ঠিক যেমন প্রজাদের পরিত্রাণ রাজার উপর নির্ভর করে\"। রাজার আধ্যাত্মিক সুখ তার প্রজাদের উপর নির্ভর করে, কারণ তিনি তাদের পাপের ফল ভোগ করেন এবং তাদের অর্জিত গুণাবলী থেকে লাভবান হন। এই সম্পর্কটি বিপরীতভাবেও প্রযোজ্য।\n\n\n==== শাস্তি এবং ন্যায়বিচার ====\nরাজকীয় অনুষ্ঠান দুটি প্রধান সুবিধা দেয়: কর দেওয়ার অধিকার এবং শাস্তি দেওয়ার অধিকার (দণ্ড), এবং এগুলি শুধুমাত্র রাজার জন্য বর্ণিত সুবিধা। শুধুমাত্র রাজা তার আদেশ কার্যকর করার জন্য শাস্তি ব্যবহার করতে পারেন। শাস্তি দেওয়ার ক্ষমতার কারণে, রাজার সাময়িক সমতলে সীমাহীন ক্ষমতা রয়েছে এবং তিনি যা ইচ্ছা তাই করতে পারেন। নারদ বলেন, \"রাজা যা করেন তা ন্যায়সঙ্গত: এটাই নিয়ম। অধিকন্তু, শাস্তি কার্যকর করা রাজার এখতিয়ারের মধ্যে ন্যায়বিচার নিশ্চিত করে, এবং এইভাবে রাজা তার ন্যায়বিচারের মিশন সম্পন্ন করার জন্য প্রয়োজনীয় উপায়গুলির একমাত্র বিচারক। এই শিরায়, তিনি ন্যায়বিচারের জন্য প্রয়োজনীয় হিসাবে কাজ করতে পারেন। তদুপরি, ন্যায়বিচার বজায় রাখার জন্য রাজকীয় কার্য সম্পাদন করা বলি উদযাপনের সমতুল্য, যা অপরাধীকে বিচারের আওতায় আনার জন্য যে পদক্ষেপই করুক না কেন রাজাকে শুদ্ধ রাখে। যাইহোক, যদিও একজন রাজা সর্বদা অস্থায়ী সমতলে ন্যায়সঙ্গত হন, তবে তিনি তার পরবর্তী জীবনে খারাপ কর্মের পরিণতি ভোগ করবেন।\nশাস্তি রাজকীয় কর্তৃত্বের অধীনে পড়ে কারণ এটি সত্য ন্যায়বিচার সম্পাদনের সাথে সম্পর্কিত - ধারণা শুধুমাত্র রাজা বিচার করতে পারেন। এইভাবে, যেখানে শাস্ত্রীয় নীরবতা থাকে, রাজারা ফৌজদারি আইনের বিচার (ব্যবহার) পরিচালনার পাশাপাশি অপরাধমূলক কাজের জন্য শাস্তি (দণ্ড) পরিচালনার জন্য দায়ী। রাজার বিচারক ফৌজদারি মামলা ব্যতীত অন্যান্য বিচারও করেন, ব্যতীত যখন দলগুলি তার সামনে উপস্থিত হতে চায় না। যখন গোষ্ঠীগুলি রাজার কাছে অভিযোগ আনতে চায় না, ব্যক্তি এবং আইনদ্বারা গঠিত গোষ্ঠীগুলি তাদের নিজস্ব বিচার পরিচালনা করে। এই ক্ষেত্রে, যদিও আইনদ্বারা গঠিত গোষ্ঠী যেমন বর্ণ এবং বৃত্তিমূলক সম্প্রদায়গুলির নিজস্ব এখতিয়ার রয়েছে (যা প্রথাগত উৎস থেকে এসেছে) তারা এখনও রাজার নিয়ন্ত্রণে রয়েছে। আইনদ্বারা গঠিত গোষ্ঠীর বিশেষ আইনশাস্ত্রের স্বীকৃতির মাধ্যমে রাজা এই নিয়ন্ত্রণ প্রয়োগ করেন। স্বীকৃতি গুরুত্বপূর্ণ কারণ রাজার দরবারই একমাত্র এখতিয়ার ধর্মশাস্ত্র চিহ্নিত করে, এইভাবে রাজার অন্যান্য আদালতের স্বীকৃতি বিশেষ এখতিয়ারে শাস্ত্রীয় অর্থ স্থানান্তরিত করে। ধর্মশাস্ত্র যখন কোনো অপরাধের জন্য একাধিক শাস্তি দেয় বা যখন গ্রন্থগুলি পরস্পরবিরোধী হয় তখন রাজাও দণ্ড প্রয়োগ করেন। তিনি সত্য ও আইন উভয় প্রশ্নে শেষ অবলম্বন উৎস, কিন্তু রাজা একবার রায় দিলে তা পর্যালোচনা করা হয় না।\n\n\n==== আইন প্রণয়ন ====\nরাজারা আইন প্রণয়নে খুব বেশি সক্রিয় ছিলেন না, বিশেষ করে এই কারণে যে হিন্দু আইনী গ্রন্থগুলি সর্বদা রাজার কর্তৃত্বের আগে ছিল। এইভাবে, রাজাদের আচরণ সংক্রান্ত আইন প্রণয়নের ক্ষমতা সীমিত ছিল কারণ বেদ আগে থেকেই ধর্মের রূপরেখা দিয়েছে। রাজা কর্তৃক প্রণীত রায়গুলি কখনই আইন ছিল না, তবে আদেশ হিসাবে বিবেচিত হত। এই আদেশগুলি আইন পরিবর্তন করেনি বা পাঠ্যগুলির নতুন ব্যাখ্যা দেয়নি তবে রাজার এখতিয়ারে কেবল শৃঙ্খলা ও শান্তি সুরক্ষিত করেছিল। আরও যুক্তিসঙ্গতভাবে, রাজা একজন প্রশাসক ছিলেন একজন বিধায়ক না হয়ে। একজন প্রশাসক হিসেবে, রাজা আইন প্রণয়নের পরিবর্তে তার প্রজাদের মধ্যে শান্তি বজায় রাখতেন। এছাড়াও, রাজকীয় কর্তৃত্ব রাজাকে মন্ত্রীদের মধ্যে প্রশাসনের কাজগুলিকে ভাগ করার এবং প্রতিটি মন্ত্রণালয়ের সুযোগ ও ক্ষমতা নির্ধারণ করার অনুমতি দেয়। ডেভিস হিন্দু আইনশাস্ত্র দ্বারা অনুমান করা সামাজিক প্রেক্ষাপটে রাজকীয় আইন বা আদেশের অভাবকে আরও দায়ী করেছেন (অর্থাৎ পরিবারের কাছে রাষ্ট্রের অধীনতা)। এইভাবে, \"রাজ্য আইনশাস্ত্রগতভাবে শাসকের পারিবারিক ধর্মের অংশ\"।\n\n\n=== ব্রাহ্মণ্য আইনশাস্ত্র ===\nব্রাহ্মণ ছিলেন শাস্ত্রীয় হিন্দু আইনের প্রশাসনের অবিচ্ছেদ্য অংশ। গৌতমের মতে, ব্রাহ্মণ ও রাজা বিশ্বের ঐশ্বরিক আদেশ বজায় রাখে, ব্রাহ্মণরা তাদের পরিষদের সাথে এবং রাজাকে শাস্তি দিয়ে। এইভাবে, দুই বর্ণের সহযোগিতা ছাড়া ধর্ম সফল হতে পারে না। ব্রাহ্মণের মতামত হল সমাজে রাজার কর্তৃত্বের একমাত্র ভারসাম্য, এবং এই কারণে, গ্রন্থগুলি বলে যে রাজা ব্রাহ্মণের পরামর্শ ছাড়া সিদ্ধান্ত নিতে পারেন না। এই কারণে, ব্রাহ্মণদের বিচার আদালতে অংশগ্রহণের অধিকার রয়েছে। উপরন্তু, যখন একজন রাজা নিজে কোনো মামলা পরিচালনা করতে পারেন না, তখন তার স্থলে একজন ব্রাহ্মণকে নিয়োগ করতে হবে। ব্রাহ্মণ শুধু ন্যায়বিচারের প্রশাসন নয়, রাষ্ট্রের বিষয়েও পরামর্শ দেন। \"ব্রাহ্মণ তখন শিক্ষক যখন প্রশ্নটি আচার ও তপস্যার একটি। কিন্তু তার পরিধি বাস্তবে রাজকীয় কার্যকলাপের সমস্ত ক্ষেত্রে প্রসারিত, যতটা তার রাজনৈতিক দিক থেকে যতটা তার ধর্মীয় দিক থেকে\"। ব্রাহ্মণের শ্রেষ্ঠত্ব তাদের জন্মের (বর্ণ) সাথে সংযুক্ত নয় বরং তারা বেদ অধ্যয়নের জন্য নিবেদিত, এবং এইভাবে অন্য লোকেদের নির্দেশ দিতে যোগ্য। বেদের প্রতি এই নিষ্ঠার কারণেই ব্রাহ্মণ রাজার চেয়ে দৈবতার সাথে সঙ্গতিপূর্ণ। এইভাবে, গৌতম বলেছেন, রাজা ব্রাহ্মণ বাদ দিয়ে সকলের কর্তা। শাস্ত্রীয় হিন্দু আইন ব্যবস্থায় এত উচ্চ পদমর্যাদা স্পষ্ট যে ব্রাহ্মণরা কর থেকে অব্যাহতিপ্রাপ্ত, এবং জমির মালিক হতে পারে (এমন কিছু যা শুধুমাত্র রাজা ও ব্রাহ্মণদের জন্য সংরক্ষিত)।\n\n\n== শাস্ত্রীয় হিন্দু আইনের বিচারিক অনুশীলন ==\nপ্রাথমিক বৈদিক যুগে বিচারিক পদ্ধতির কোনো উল্লেখ নেই কিন্তু ঋত শব্দটির ঘন ঘন উল্লেখ ছিল যা বোঝায় যে ঐশ্বরিক মহাজাগতিক আদেশ ছিল যার দ্বারা মহাবিশ্ব নিয়ন্ত্রিত হয়েছিল। ধর্মের ধারণাটি ঋত থেকে বিকশিত হয়েছে বলে মনে হয়, যেহেতু পরবর্তীকালে ধর্ম শব্দটি প্রাচীন ভারতে আইন নির্ধারণের জন্য ব্যবহৃত হয়। ঋগ্বেদ নাগরিক আইনের সামান্য প্রমাণ প্রদান করে। প্রাচীন ভারতে ধর্মের ধর্মীয় ভিত্তি ছিল এবং ধর্মীয় হুমকি দ্বারা তা প্রয়োগ করা হত। এটি রাজার ইচ্ছায় পরিবর্তিত হয়নি বরং সামাজিক প্রথাগত ব্যবহার ও অনুশীলনের বিবর্তনের ফলে। ব্রাহ্মণ আমলে অপরাধীদের শাস্তি প্রদানের প্রক্রিয়া গঠিত হয়েছিল এবং এজন্য আইন-সহকারী নিয়োগ করা হয়েছিল। ধর্মশাস্ত্র ও স্মৃতির রচনার সময় সম্পূর্ণ বিচারিক পদ্ধতিটি প্রকাশিত হয়েছিল। রাজা ব্যক্তিবর্গ তার অধীনে প্রতিষ্ঠিত আদালতের অন্তর্জালের সাথে সর্বোচ্চ বিচারিক কর্তৃপক্ষ হিসাবে উপস্থিত হয়েছিল। আদালতে রাজা, প্রবিভাক, সব্য, গণিক (হিসাবকারী), লেখক (কেরানি) এবং আদালত পরিদর্শক ছিলেন দশজন সদস্য।\n\nদরবারের কেন্দ্রে রাজারা, পূর্বমুখী- সব্য ও প্রদ্বিভকা তার ডানদিকে উত্তর দিকে মুখ করে, বেঞ্চ ক্লার্ক পশ্চিমমুখী বেঞ্চ ক্লার্কের বিপরীতে বাম দিকে হিসাবরক্ষক। রাজা সর্বোচ্চ বিচারক হিসেবে কাজ করতেন এবং তার স্বাক্ষর ও সীলমোহরে চূড়ান্ত সিদ্ধান্ত জারি করতেন।\nপ্রদ্বিভাক ও সব্যগণ- রাজাকে সত্যে পৌঁছাতে এবং সঠিক রায় দিতে সহায়তা করে।\nসব্যগণ সাত, পাঁচ বা তিন সংখ্যা—তাদের আইনের জ্ঞানের জন্য নির্বাচিত করা হয়েছিল এবং তাদের মামলার ক্ষেত্রে প্রযোজ্য আইন সম্পর্কে রাজাকে পরামর্শ দিতে হয়েছিল। শুধুমাত্র বৈদিক শিক্ষা এবং নাগরিক আইনে পারদর্শী ব্যক্তিদের অন্তর্ভুক্ত।\nমামলায় মৌখিকভাবে করা আবেদনটি বেঞ্চ ক্লার্ক লিখেছিলেন।\nহিসাবরক্ষক মামলায় জড়িত টাকার হিসাব করেছেন।\nসাধ্যপাল আদালতে আদেশটি সংরক্ষণ করেন, এর ডিক্রি কার্যকর করেন এবং পক্ষ ও সাক্ষীদের উপস্থিতি দেখেন।\nব্রাহ্মণ্য আইন প্রণেতাদের মতে প্রাচীন ভারতে মামলার সিদ্ধান্ত আটটি সূত্রের ভিত্তিতে ছিল। এই উৎসগুলি হল তিনটি প্রমান (দখল, দলিল ও সাক্ষী) যৌক্তিক অনুমান, দেশের ব্যবহার, সপাঠ (শপথ ও অগ্নিপরীক্ষা), রাজার আদেশ এবং মামলাকারীদের স্বীকারোক্তি। যদি এমন ঘটনা ঘটে যেখানে কোনও সম্পত্তি, দলিল ও আশ্রয় প্রদান করা যায় না রাজার সিদ্ধান্ত চূড়ান্ত কর্তৃত্বে পরিণত হয়।\nবিচারের চারটি অংশ:\n\nপ্রতিজ্ঞা - অভিযোগ বা অভিযোগ\nউত্তরম — লিখিত বক্তব্যের উত্তর\nক্রিয়া—বিচার\nনির্ণয় — যাজ্ঞবল্ক্যস্মৃতি অনুসারে সিদ্ধান্ত\n\n\n=== অগ্নিপরীক্ষা ===\nঅগ্নিপরীক্ষাগুলিকে দিব্যা হিসাবেও উল্লেখ করা হয়েছে প্রমাণের ঐশ্বরিক পদ্ধতি। তারা সিদ্ধান্ত নিয়েছিল যে কী হতে পারে না বা কী হবে না তা প্রমাণের মাধ্যমে সিদ্ধান্ত নেওয়া যায়। যাজ্ঞবল্ক্যস্মৃতি, নারদস্মৃতি, বৃহস্পতিস্মৃতি, কাত্যায়নস্মৃতির দ্বারা বর্ণিত সাধারণ নিয়ম হল যে অগ্নিপরীক্ষার জবাব দিতে হবে শুধুমাত্র যদি কোনো মানবিক প্রমাণ বা পরিস্থিতিগত প্রমাণ পাওয়া না যায়। বিভিন্ন জায়গায় বিভিন্ন ধরণের অগ্নিপরীক্ষার কথা বলা হয়েছে, মনুস্মৃতি শুধুমাত্র দুটি অগ্নিপরীক্ষা দেয় যেমন অগ্নি ধরে রাখা এবং জলে ডুব দেওয়া। তবুও যাজ্ঞবল্ক্যস্মৃতি ও বিষ্ণুস্মৃতি পাঁচটির তালিকা দিয়েছেন, যথা ভারসাম্য, অগ্নি, জল, বিষ, পবিত্র জল। নারদস্মৃতি সাতটি বিভিন্ন ধরনের অগ্নিপরীক্ষা দেন, যেমন ভারসাম্য, অগ্নি, জল, বিষ, মুক্তি, চাল, গরম সোনার টুকরো দিয়ে অগ্নিপরীক্ষা। যদিও প্রমাণ পাওয়া গেছে যে শুধুমাত্র দুটি অগ্নিপরীক্ষার অনুশীলন দেখায় যেমন ভাত দ্বারা অগ্নিপরীক্ষা এবং পবিত্র মুক্তির দ্বারা অগ্নিপরীক্ষা। প্রাচীন কাশ্মীরের সূত্রে এগুলো দেখা যায়। রাজার চূড়ান্ত সিদ্ধান্তে প্রমাণের মানব মোডগুলি প্রমাণের ঐশ্বরিক পদ্ধতির উপর শাসন করেছিল। অগ্নিপরীক্ষা শুধুমাত্র অসাধারণ পরিস্থিতিতে ব্যবহার করা হয়েছিল। কে কি ধরনের অগ্নিপরীক্ষা করতে পারে তার উপর আরও বিধিনিষেধ রয়েছে। অগ্নিপরীক্ষা সাধারণত রাজা, বিচারক, বিদ্বান ব্রাহ্মণ ও জনসাধারণের উপস্থিতিতে সম্পাদিত হত। স্থান ও সময় যেখানে অগ্নিপরীক্ষা করা যেতে পারে তাও গুরুত্বপূর্ণ। এগুলি সাধারণত ভোরে বা দুপুরবেলা বা কখনও কখনও এমনকি গভীর রাতেও পরিচালিত হত। রবিবার তাদের পরিচালনার জন্য পছন্দের দিন ছিল। তারা সাধারণত মন্দির, রাজকীয় গেট, পাবলিক প্লেস যেখানে চার রাস্তা মিলিত হয় এবং বিচারের হলের মত জায়গায় সংঘটিত হয়। রাজার আদেশে প্রধান বিচারককে যজ্ঞকারী পুরোহিতের মতো সমস্ত আচার-অনুষ্ঠান পরিচালনা করতে হয়েছিল। প্রধান বিচারক ও সোধ্যাকে ধর্মীয় স্নান করতে হয়েছিল, উপবাস করতে হয়েছিল এবং সমস্ত দেবদেবীকে বরণ করতে হয়েছিল।\nচারটি প্রধান অগ্নিপরীক্ষা:\n\nভারসাম্যের অগ্নিপরীক্ষা: বেশিরভাগই নারী, নাবালক ও বৃদ্ধ বা প্রতিবন্ধী ব্যক্তিদের দেওয়া হয়। অগ্নিপরীক্ষা সম্পাদনকারী ব্যক্তিকে ভারসাম্যের উপর দ্বিগুণ ওজন করা হয়েছিল। যদি ব্যক্তির ওজন আগের ওজনের চেয়ে হালকা হয় তবে তাকে নির্দোষ বলে গণ্য করা হত; যদি তারা দ্বিতীয়বার ভারী হয় তবে তারা দোষী বলে বিবেচিত হবে।\nআগুনের অগ্নিপরীক্ষা: পিপুল পাতা ব্যবহার করে হাতের তালুতে লোহার গরম বল নির্দিষ্ট দূরত্বে নিয়ে যেতে হয়। হাত পুড়ে শেষ না হলে ব্যক্তিকে নির্দোষ ঘোষণা করা হয়। হাত পুড়ে গেলে দোষী সাব্যস্ত হয় ওই ব্যক্তি।\nজলের অগ্নিপরীক্ষা: ব্যক্তিকে নদীতে ঝাঁপ দিয়ে নিজেকে পানির নিচে রাখতে হয়েছিল, একই সময়ে তীরও জলে ছুড়ে মারা হয়েছিল এবং দ্রুতগামী রানার দ্বারা ফিরিয়ে আনা হয়েছিল। সেই সময় পর্যন্ত যদি ওই ব্যক্তি পানির নিচে থাকে এবং শরীরের কোনো অঙ্গ দেখা না যায়, তাহলে তাকে নির্দোষ বলে গণ্য করা হতো। তীরটি উদ্ধার করার আগে যদি ব্যক্তিটি আবার উপরে ভাসতে থাকে বা মাথার উপরের অংশ ব্যতীত শরীরের অন্য কোনও অংশ দৃশ্যমান হয় তবে ব্যক্তিকে দোষী সাব্যস্ত করা হয়েছিল।\nবিষের অগ্নিপরীক্ষা: ব্যক্তিকে নির্দিষ্ট পরিমাণ বিষ গ্রহণ করতে হয়েছিল এবং নির্দিষ্ট সময়ের জন্য কোনো প্রতিক্রিয়ার জন্য পর্যবেক্ষণ করা হয়েছিল। বিষের কোনো দৃশ্যমান প্রভাব না থাকলে ব্যক্তিকে নির্দোষ বলে গণ্য করা হতো।\nঅন্যান্য ধরণের অগ্নিপরীক্ষার মধ্যে রয়েছে স্মৃতিতে উল্লিখিত অগ্নিপরীক্ষা যেমন পবিত্র মুক্তির অগ্নিপরীক্ষা যেখানে দেবতার মূর্তি পবিত্র জলে ধুয়ে ফেলা হয়েছিল এবং অভিযুক্তকে সেই জল পান করতে হয়েছিল।\nনির্দিষ্ট সময়ের মধ্যে তার জীবনে কোনো দুর্ভাগ্য ঘটলে তাকে দোষী বলে প্রমাণিত করা হয়। ধানের শীষের অগ্নিপরীক্ষা, উত্তপ্ত সোনার টুকরার অগ্নিপরীক্ষা, লাঙ্গলের অগ্নিপরীক্ষা, ভাগ্যের অগ্নিপরীক্ষাও বিভিন্ন গ্রন্থে বিদ্যমান ছিল। অগ্নিপরীক্ষাগুলি প্রাচীন ভারতের বিচার প্রশাসনে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, যদিও তারা সত্যই যুক্তিবাদী ছিল না এবং সত্যিই অপরাধবোধ সনাক্ত করতে পারেনি। যেমনটি মেধাতিথিতে উল্লেখ করা হয়েছে অগ্নিপরীক্ষাগুলি ছিল যাদুর মতো এবং দোষী দলকে ভয় দেখানো এবং সত্য প্রকাশ করার উদ্দেশ্যে।\n\n\n=== প্রতিজ্ঞা ===\nপ্রতিজ্ঞা হল সত্যের নিশ্চিতকরণ যা মিথ্যা প্রমাণের জন্য শাস্তির জন্য দায়ী হতে পারে যদি প্রদত্ত বিবৃতিটি মিথ্যা বলে প্রমাণিত হয়। মনুস্মৃতি সুপারিশ করেছিলেন যে যখন মানুষের প্রমাণ ব্যর্থ হয় তখন সত্যের সন্ধানে প্রতিজ্ঞা বা শপথ প্রয়োগ করা যেতে পারে। স্মৃতি অনুসারে প্রতিজ্ঞাগুলি সাধারণ ক্ষেত্রে ব্যবহার করার উদ্দেশ্যে ছিল, যখন অগ্নিপরীক্ষাগুলি শুধুমাত্র গুরুতর ক্ষেত্রে ব্যবহার করা হয়েছিল। প্রতিজ্ঞা করা ব্যক্তিকে তার নিকটাত্মীয় ও প্রিয়জনদের প্রতিজ্ঞা করা হত। তিনি কোনও ব্রাহ্মণ বা তাঁর স্ত্রী বা তাঁর পুত্রের মাথা বা পা স্পর্শ করতে পারেন বা কোনও দেবতার মূর্তির পা স্পর্শ করতে পারেন বা বিতর্কিত সম্পত্তির মূল্য অনুসারে পবিত্র ঘাস বা তিল, রূপা, সোনা, মাটি, আগুন, জল নিতে পারেন। অভিযোগের প্রকৃতির উপর নির্ভর করে প্রতিজ্ঞার অপেক্ষার সময় ছিল এক, তিন, পাঁচ বা তার বেশি দিন। প্রতিজ্ঞার সাথে প্রচুর পরিমাণে পবিত্রতা যুক্ত রয়েছে যেমন মনুস্মৃতিতে ব্যাখ্যা করা হয়েছে যে যদি কোনও ব্যক্তি ছোট বিষয়েও মিথ্যা প্রতিজ্ঞা করে তবে ইহকাল ও পরকালও নষ্ট হবে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nDas, Sukla. \"Judicial Administration.\" Crime and Punishment in Ancient India. 1st ed. New Delhi: Abhinav Publications, 1977\nDavis, Jr. Donald R. Intermediate Realms of Law: Corporate Groups and Rulers in Medieval India JESHO (2005)\nDavis, Jr. Donald R. The Spirit of Hindu Law Forthcoming\nKaul, Anjali. Administration of Law and Justice in Ancient India. 1st ed. New Delhi: Sarup & Sons, 1993\nLingat, Robert. 1973. The Classical Law of India. Trans. J. Duncan M. Derrett. Berkeley: University of California Press আইএসবিএন ৯৭৮-১৮৮২২৩৯০৮৫\nOlivelle, Patrick. 2004. The Law Code of Manu. New York: Oxford University Press"}