{"pageid": 1390001, "title": "কালাপানি (নিষেধাজ্ঞা)", "url": "https://bn.wikipedia.org/wiki?curid=1390001", "content": "কালাপানি হিন্দুধর্মে সমুদ্রের ওপারে পৌঁছানোর নিষেধাজ্ঞাকে প্রতিনিধিত্ব করে। এই নিষেধাজ্ঞা অনুসারে, সমুদ্র পাড়ি দিয়ে বিদেশী ভূখন্ডে যাওয়ার ফলে একজনের সামাজিক সম্মান নষ্ট হয়, সেই সাথে একজনের সাংস্কৃতিক চরিত্র ও উত্তরোত্তর বিনষ্ট হয়।\n\n\n== ইতিহাস ==\nসমুদ্র পাড়ি দেওয়ার অপরাধ \"সমুদ্রলংঘন\" নামেও পরিচিত। বৌধায়ন ধর্মসূত্র (২.১.২.২) সমুদ্র যাত্রাকে প্রথম অপরাধ হিসেবে তালিকাভুক্ত করে যা বর্ণের ক্ষতি করে। ধর্মসূত্রটি পরামর্শ দেয় যে একজন ব্যক্তি প্রতি চতুর্থ খাবারের সময় সামান্য খাওয়ার মাধ্যমে তিন বছরের মধ্যে এই অপরাধটি মুছে ফেলতে পারে; ভোর, দুপুর এবং সন্ধ্যায় স্নান; দিনের বেলা দাঁড়িয়ে থাকা; এবং রাতে বসা।\nনিষেধাজ্ঞার পিছনে কারণগুলির মধ্যে রয়েছে ঐতিহ্যবাহী হিন্দু জীবনের দৈনন্দিন আচার-অনুষ্ঠান পালনে অক্ষমতা এবং বিদেশী ভূখণ্ডের চরিত্রহীন, অসভ্য ম্লেচ্ছ প্রাণীদের সাথে যোগাযোগের পাপ।\nসম্পর্কিত ধারণা ছিল যে সমুদ্র অতিক্রম করা পুনর্জন্ম চক্রের সমাপ্তি ঘটায়, কারণ ভ্রমণকারীকে গঙ্গার পুনরুৎপাদনকারী জল থেকে বিচ্ছিন্ন করা হয়েছিল। এই ধরনের সমুদ্রযাত্রার অর্থ পারিবারিক ও সামাজিক বন্ধন ভেঙ্গে যাওয়া। প্রাক-আধুনিক ভারতে আরেকটি বিশ্বাস অনুসারে, কালাপানিতে (সমুদ্রের জল) হগলি, খারাপ আত্মা ও দানবদের বসবাস ছিল।\n১৩শ শতাব্দীর ভেনিসীয় পর্যটক, মার্কো পোলো, মালাবারের জন্য তার ভ্রমণকাহিনীতে উল্লেখ করবেন:\n\nThey are very strict in executing justice upon criminals, and as strict in abstaining from wine. Indeed they have made a rule that wine-drinkers and seafaring men are never to be accepted as sureties. For they say that to be a seafaring man is all the same as to be an utter desperado, and that his testimony is good for nothing.\nতারা অপরাধীদের বিচার কার্যকর করার ক্ষেত্রে অত্যন্ত কঠোর এবং মদ থেকে বিরত থাকার ক্ষেত্রে কঠোর। প্রকৃতপক্ষে তারা নিয়ম তৈরি করেছে যে মদ পানকারী এবং সমুদ্রযাত্রী পুরুষদের কখনই জামিন হিসাবে গ্রহণ করা যাবে না। কারণ তারা বলে যে একজন সামুদ্রিক মানুষ হওয়া মানে একেবারে বেপরোয়া হওয়ার মতোই, এবং তার সাক্ষ্য কোনো কিছুর জন্যই ভালো নয়।\n\nপর্তুগিজ আবিষ্কারের যুগ, পর্তুগিজ নাবিকরা উল্লেখ করেছিলেন যে হিন্দুরা কালাপানির নির্দেশের কারণে সামুদ্রিক বাণিজ্যে জড়িত হতে নারাজ। অষ্টাদশ শতাব্দীতে, উত্তর ভারতের বনিয়ারা এমনকি এটকের সিন্ধু নদ পার হওয়াকে নিষিদ্ধ বলে মনে করত এবং ফিরে আসার পর শুদ্ধিকরণের আচার-অনুষ্ঠান করত। যাইহোক, সমস্ত হিন্দুরা আর্থিক সম্পদ অর্জনের জন্য নিষেধাজ্ঞা মেনে চলেন না। উদাহরণস্বরূপ, হিন্দু বণিকরা বার্মা, মাস্কাট এবং এশিয়া ও আফ্রিকার আশেপাশের অন্যান্য স্থানে উপস্থিত ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nLomarsh Roopnarine, The Long Journey to Today: East Indians in Guyana.  Guyana Chronicle Online\nCrossing of Kala Pani, from the exhibition ORIGINS: Creative Tracks of Indian Diaspora"}