{"pageid": 1390647, "title": "ডেভিড সারনফ", "url": "https://bn.wikipedia.org/wiki?curid=1390647", "content": "ডেভিড সারনফ (ফেব্রুয়ারি 27, 1891 - 12 ডিসেম্বর, 1971) একজন রাশিয়ান বংশোদ্ভূত ছিলেন আমেরিকান ব্যবসায়ী যিনি আমেরিকান রেডিও এবং টেলিভিশনের ইতিহাসে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। তিনি 1919 সালে প্রতিষ্ঠার পর থেকে 1970 সালে অবসর গ্রহণের আগে পর্যন্ত বিভিন্ন ক্ষমতায় (RCA)-এর নেতৃত্ব দেন।\nতিনি আরসিএ এবং এনবিসি সহ টেলিকমিউনিকেশন এবং মিডিয়া সংস্থাগুলির একটি সমষ্টির নেতৃত্ব দেন, যা বিশ্বের বৃহত্তমগুলির মধ্যে একটি হয়ে ওঠে। 1945 সালে সিগন্যাল কর্পসের একজন রিজার্ভ ব্রিগেডিয়ার জেনারেল নামে পরিচিত, সারনফ এরপর ব্যাপকভাবে \"দ্য জেনারেল\" নামে পরিচিত হন।\nসারনফকে \"সারনফের আইন\" দ্বারা কৃতিত্ব দেওয়া হয়, যা বলে যে একটি সম্প্রচার নেটওয়ার্কের মান দর্শকের সংখ্যার সমানুপাতিক।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nডেভিড সারনফ রাশিয়ান সাম্রাজ্যের মিনস্ক গভর্নরেটের একটি ছোট শহর উজলিয়ানিতে একটি ইহুদি পরিবারে জন্মগ্রহণ করেছিলেন। (আজকের বেলারুশের অংশ), আব্রাহাম সারনফ এবং লেয়া প্রিভিনের পুত্র। আব্রাহাম মার্কিন যুক্তরাষ্ট্রে চলে আসেন এবং পরিবারকে আনতে তহবিল সংগ্রহ করেন। সারনফ তার শৈশবের বেশিরভাগ সময় একটি চেডারে (বা ইয়েশিভা) অধ্যয়ন এবং তোরাহ মুখস্ত করে কাটিয়েছেন। তিনি 1900 সালে তার মা এবং তিন ভাই এবং এক বোনের সাথে নিউ ইয়র্ক সিটিতে চলে আসেন, যেখানে তিনি শিক্ষাগত অ্যালিয়ানে তার ক্লাসের আগে এবং পরে সংবাদপত্র বিক্রি করে তার পরিবারকে সহায়তা করেছিলেন। 1906 সালে তার বাবা যক্ষ্মা রোগে অক্ষম হয়ে পড়েন এবং 15 বছর বয়সে সারনফ পরিবারকে সমর্থন করার জন্য কাজ করতে যান। তিনি সংবাদপত্রের ব্যবসায় একটি পূর্ণ-সময়ের কর্মজীবন অনুসরণ করার পরিকল্পনা করেছিলেন, কিন্তু একটি সুযোগের সম্মুখীন হওয়ার ফলে কমার্শিয়াল ক্যাবল কোম্পানিতে অফিস বয় হিসেবে একটি অবস্থানের দিকে পরিচালিত হয়। যখন তার ঊর্ধ্বতন তাকে রোশ হাশানার জন্য যেতে প্রত্যাখ্যান করেছিলেন, তিনি 30 সেপ্টেম্বর, 1906-এ আমেরিকার মার্কনি ওয়্যারলেস টেলিগ্রাফ কোম্পানিতে যোগদান করেন এবং ইলেকট্রনিক যোগাযোগে 60 বছরেরও বেশি সময় ধরে কর্মজীবন শুরু করেন।\nপরবর্তী 13 বছরে, সারনফ অফিস বয় থেকে কোম্পানির বাণিজ্যিক ব্যবস্থাপক হয়ে ওঠেন, চাকরিতে এবং লাইব্রেরিতে ইলেকট্রনিক যোগাযোগের প্রযুক্তি এবং ব্যবসা সম্পর্কে শিখেছিলেন। তিনি জাহাজে মার্কোনি স্টেশনে এবং সিয়াসকনসেট, নানটুকেট এবং নিউ ইয়র্ক ওয়ানামেকার ডিপার্টমেন্ট স্টোরের পোস্টেও কাজ করেছেন। 1911 সালে, তিনি নিউফাউন্ডল্যান্ড এবং ল্যাব্রাডরের কাছে একটি জাহাজ শিকারের সীলগুলিতে ওয়্যারলেস সরঞ্জামগুলি ইনস্টল ও পরিচালনা করেছিলেন, এবং জাহাজের ডাক্তারের কাছ থেকে একটি সংক্রামিত দাঁত নিয়ে বেলে আইলের একজন রেডিও অপারেটরের কাছে প্রথম দূরবর্তী চিকিৎসা নির্ণয়ের জন্য প্রযুক্তি ব্যবহার করে।\nপরের বছর, তিনি টাইটানিকের ভাগ্য নিশ্চিত করার প্রয়াসে ওয়ানামেকার স্টেশনে অন্য দুই অপারেটরের নেতৃত্ব দেন। সারনফ পরে একমাত্র নায়ক হিসেবে তার ভূমিকাকে অতিরঞ্জিত করেছেন যিনি টাইটানিকের বেঁচে যাওয়া ব্যক্তিদের তথ্য পাওয়ার জন্য তার টেলিগ্রাফ চাবির কাছে তিন দিন ছিলেন। শোয়ার্টজ প্রশ্ন করেছেন যে সার্নফ, যিনি দুর্যোগের সময় টেলিগ্রাফারদের একজন ম্যানেজার ছিলেন, যদিও এটি কর্পোরেট শ্রেণিবিন্যাসের বিষয়ে উদ্বেগকে দূরে সরিয়ে রেখেছিল কি না। ইভেন্ট একটি রবিবার শুরু হয় যখন দোকান বন্ধ করা হবে।\nপরের দুই বছরে সারনফ একটি কোম্পানির জন্য প্রধান পরিদর্শক এবং চুক্তি ব্যবস্থাপকের পদোন্নতি অর্জন করেন বাণিজ্যিক শিপবোর্ড রেডিও স্টেশনগুলির অবিচ্ছিন্ন স্টাফিং বাধ্যতামূলক করে কংগ্রেস আইন পাস করার পরে যার আয় বৃদ্ধি পায়। সেই বছরই মার্কনি একটি পেটেন্ট স্যুট জিতেছিলেন যা এটিকে ইউনাইটেড ওয়্যারলেস টেলিগ্রাফ কোম্পানির উপকূলীয় স্টেশন দিয়েছিল। সারনফ একটি রেলপথ লাইনে রেডিওর প্রথম ব্যবহারও প্রদর্শন করেছিলেন, লাকাওয়ান্না রেলরোড কোম্পানির বিংহামটন, নিউ ইয়র্ক এবং পেনসিলভেনিয়ার স্ক্র্যান্টনের মধ্যে লিঙ্ক; এবং বেলমারে, নিউ জার্সির মার্কোনি স্টেশনে এডউইন আর্মস্ট্রং -এর তার পুনরুত্পাদনকারী রিসিভারের প্রদর্শনের অনুমতি ও পর্যবেক্ষণ করেছেন। নিউইয়র্ক ওয়ানামেকার স্টেশন থেকে সঙ্গীত সম্প্রচার প্রদর্শনের জন্য সারনফ এইচ.জে. রাউন্ডের হাইড্রোজেন আর্ক ট্রান্সমিটার ব্যবহার করেছিলেন।\nএই প্রদর্শনী এবং 1915 সালে দূর-দূরত্বের বেতার টেলিফোনির AT&T প্রদর্শনগুলি বর্তমান এবং ভবিষ্যতের রেডিও প্রযুক্তির অ্যাপ্লিকেশনগুলির উপর তার ঊর্ধ্বতনদের কাছে অনেক মেমোর প্রথমটি অনুপ্রাণিত করেছিল৷ 1915 সালের শেষের দিকে বা 1916 সালে তিনি কোম্পানির প্রেসিডেন্ট এডওয়ার্ড জে. ন্যালিকে প্রস্তাব দেন যে কোম্পানি রেডিও উত্সাহীদের \"অপেশাদার\" বাজারের জন্য একটি \"রেডিও মিউজিক বক্স\" তৈরি করবে। প্রথম বিশ্বযুদ্ধের সময় ব্যবসার বর্ধিত পরিমাণের কারণে ন্যালি প্রস্তাবটি পিছিয়ে দেন। যুদ্ধের পুরো বছর জুড়ে, সারনফ মার্কনির বাণিজ্যিক ব্যবস্থাপক ছিলেন, রোসেল পার্ক, নিউ জার্সির কোম্পানির কারখানার তত্ত্বাবধান সহ।\n\n\n== তথ্যসূত্র =="}