{"pageid": 1390788, "title": "জোসেফ চেম্বারলেন স্মারক ঘড়িঘর", "url": "https://bn.wikipedia.org/wiki?curid=1390788", "content": "জোসেফ চেম্বারলেন স্মারক ঘড়িঘর যুক্তরাজ্যের ইংল্যান্ডের বার্মিংহাম শহরের এজবাস্টন উপশহরে বার্মিংহাম বিশ্ববিদ্যালয়ের উপাচার্যের কার্যালয় প্রাঙ্গণে অবস্থিত একটি নিরাবলম্ব (স্বাধীনভাবে দণ্ডায়মান) ঘণ্টাযুক্ত ঘড়িঘর। জোসেফ চেম্বারলেনের স্মরণে এটিকে ওল্ড জো (Old Joe) ডাকনামেও ডাকা হয়। এটি বিশ্বের সর্বোচ্চ নিরাবলম্ব ঘড়িঘর। এটির প্রকৃত উচ্চতা নিয়ে বিতর্ক আছে। বিশ্ববিদ্যালয়টি নিজেই কখনও এটির উচ্চতা ১১০ মিটার, কখনও ৯৯ মিটার, কিংবা ১০০ মিটার উল্লেখ করেছে। শেষোক্ত ১০০ মিটার উচ্চতাটি অন্যান্য উৎস দ্বারা সমর্থিত। ১৯০৮ সালে নির্মাণকাজ সমাপ্ত হবার পরে ১৯৬৫ সাল পর্যন্ত এটি বার্মিংহামের সর্বোচ্চ স্থাপনা ছিল। ঐ বছর বিটি টেলিযোগাযোগ বুরূজটি এটিকে উচ্চতায় ছাড়িয়ে যায়। তা সত্ত্বেও এটি আজও যুক্তরাজ্যের সর্বোচ্চ ৫০টি স্থাপনার একটি। ১৯৪৫ সালে এক বক্তৃতায় বার্মিংহাম বিশ্ববিদ্যালয়ের সচিব বিবৃতি দেন যে বুরূজটি ৩২৯ ফুট উঁচু, ঘড়ির মুখটির ব্যাস ১৭ ফুট, ঘড়ির কাঁটাগুলির দৈর্ঘ্য ১০ ও ৬ ফুট, এবং ঘণ্টার ওজন ৫ টন।\nচেম্বারলেন এই ঘড়িঘরটি নির্মাণের অর্থ তহবিল সংগ্রহে প্রধান ভূমিকা পালন করেন। তিনি এটির নকশার উপরেও প্রভাব রাখেন; ঘড়িঘরটি ইতালির সিয়েনা শহরের তোররে দেল মাঞ্জিয়া কাম্পানিলে ঘণ্টাঘরের আদলে নকশা করা হয়। ঘড়িঘরটির সামনে সারা বছর ধরে বিশ্ববিদ্যালয়ের বিভিন্ন উৎসব-অনুষ্ঠান উদযাপন করা হয়। বিশেষ করে স্নাতক উপাধি প্রদান অনুষ্ঠানটি এখানেই অনুষ্ঠিত হয়। ১৯৮৯ সালে এই ঘড়িঘরের সম্মানে ব্রায়ান জি ডব্লিউ ম্যানিং ১০৫১৫নং গ্রহাণুটির নাম রাখেন \"ওল্ড জো\"। দ্বিতীয় বিশ্বযুদ্ধের সময় বিশ্ববিদ্যালয়ে কর্মরত রাডার উদ্ভাবকেরা তাদের পরীক্ষা-নিরীক্ষাতে এই ঘড়িঘরটি ব্যবহার করেন। ঘড়িঘরটিতে পেরিগ্রিন বাজপাখির আবাস থাকে। বিশেষ বিশেষ দিবসে (যেমন স্তন ক্যান্সার সচেতনতা মাস ও অন্যান্য গবেষণাকর্ম উদযাপনের জন্য) ঘড়ির মুখটিকে বিশেষ রঙে রঞ্জিত করা হয়।\nঘড়িঘরটিকে বার্মিংহাম বিশ্ববিদ্যালয়ের প্রথম উপাচার্য জোসেফ চেম্বারলেনের স্মরণে নির্মাণ করা হয়। এটি বার্মিংহাম শহরের একটি গুরুত্বপূর্ণ দিকচিহ্ন (ল্যান্ডমার্ক)। এটিকে যুক্তরাজ্যের ঐতিহাসিক স্থাপনাগুলির ২য়** শ্রেণীতে তালিকাভুক্ত করা হয়েছে। ঘড়িঘরটিকে বিশ্ববিদ্যালয় প্রাঙ্গণের বহু মাইল দূর থেকেও দেখতে পাওয়া যায়, তাই এটি খোদ বিশ্ববিদ্যালয়ের সমার্থক একটি প্রতীকী স্থাপনায় পরিণত হয়েছে।\nওল্ড জো ঘড়িঘরটি ইংল্যান্ডের বিখ্যাত বিগ বেন (এলিজাবেথ) ঘড়িঘরের চেয়ে কয়েক মিটার বেশি উঁচু। সম্প্রতি ভারতের তথ্য প্রযুক্তি ব্যবসা প্রতিষ্ঠান ইনফোসিস মহীশূরে ১৩৫ মিটার উচ্চতার একটি নিরাবলম্ব ঘড়িঘর তৈরির পরিকল্পনা করেছে, যা ওল্ড জো-কে ছাড়িয়ে যাবে। অন্যদিকে নিরাবলম্ব নয়, বরং কোনও ভবনের অঙ্গীভূত বিশ্বের সর্বোচ্চ ঘড়িঘরটি হল সৌদি আরবের মক্কা নগরীর আবরাজ আল-বাইত ঘড়িঘর, যেটির উচ্চতা ৬০১ মিটার।\n\n\n== তথ্যসূত্র ==\n\nসাধারণ\n\n\n== বহিঃসংযোগ ==\n\nওল্ড জো ঘড়িঘরের ইতিহাস (ইংরেজি)"}