{"pageid": 1390359, "title": "আল-আজহার বিশ্ববিদ্যালয় – গাজা", "url": "https://bn.wikipedia.org/wiki?curid=1390359", "content": "আল-আজহার বিশ্ববিদ্যালয় – গাজা (আরবি: جامعة الأزهر بغزة) একটি ফিলিস্তিনি, পাবলিক, অলাভজনক এবং স্বাধীন উচ্চ শিক্ষা প্রতিষ্ঠান। এটিকে অনেকসময় সংক্ষেপে এইউজি (AUG) লেখা হয়ে থাকে। প্রথম ইন্তিফাদার সময় ফিলিস্তিনি নেতা ইয়াসির আরাফাত ১৯৯১ সালের সেপ্টেম্বরে একটি ফিলিস্তিনি জাতীয় বিশ্ববিদ্যালয় প্রতিষ্ঠার জন্য একটি ডিক্রি জারি করেন। এইউজি তার যাত্রা শুরু করে ১৮ অক্টোবর ১৯৯১ একটি দোতলা ভবনে ৭২৫জন শিক্ষার্থী নিয়ে যাত্রা শুরু করে। শুরুর শিক্ষার্থীরা দুটি অনুষদে নথিভুক্ত ছিল; শিক্ষা অনুষদ এবং শরিয়া ও আইন অনুষদ (বর্তমানে আইন অনুষদ)। গাজার অধিকাংশ শিক্ষা প্রতিষ্ঠানের মতো, বিশ্ববিদ্যালয়টির শিক্ষাব্যবস্থা নারী ও পুরুষদের জন্য পৃথকীকৃত।\n\n\n== ইতিহাস ==\nএইউজি ১৯৯১ সালে মাত্র দুটি অনুষদ নিয়ে তার কার্যক্রম শুরু করেছিল: শিক্ষা অনুষদ এবং শরিয়া ও আইন অনুষদ (বর্তমানে আইন অনুষদ)। ১৯৯২ সালে, চারটি অনুষদ: ফার্মেসি অনুষদ, কৃষি ও পরিবেশ অনুষদ, বিজ্ঞান অনুষদ এবং কলা ও মানব বিজ্ঞান অনুষদ প্রতিষ্ঠিত হয়েছিল, তারপরে অর্থনীতি এবং প্রশাসনিক বিজ্ঞান অনুষদ প্রতিষ্ঠিত হয়েছিল।\nফলিত চিকিৎসা বিজ্ঞান অনুষদ ১৯৯৭ সালে ফিলিস্তিনি সম্প্রদায়ের চিকিৎসা চাহিদা পূরণের জন্য এইউজি উন্নয়নের আরেকটি পর্যায়ে প্রতিষ্ঠিত হয়েছিল। ১৯৯৯ সালে, মেডিসিন অনুষদ, আবু দিসে আল কুদস বিশ্ববিদ্যালয়ের ফিলিস্তিনের মেডিসিন অনুষদের একটি শাখা হিসেবে, গাজা উপত্যকার প্রথম চিকিৎসা অনুষদ খোলা হয়েছিল।\nপ্রকৌশল ও তথ্য প্রযুক্তি অনুষদটি ২০০১ সালে নতুন জ্ঞান এবং প্রযুক্তির সাথে পরিচিত থাকার জন্য চালু করা হয়েছিল। ২০০৭ সালে, ফিলিস্তিনি সম্প্রদায়ের মৌখিক স্বাস্থ্যসেবা উন্নত করার জন্য ডেন্টিস্ট্রি অনুষদ খোলা হয়েছিল। শরিয়া অনুষদটি ২০০৯ সালে একটি স্বতন্ত্র অনুষদ হিসাবে পুনরায় খোলা হয়েছিল।\n২০১৫ সালে, আল-মুগরাকা এলাকায় নতুন ক্যাম্পাসে পরিবেশ বিজ্ঞান এবং কৃষি ভবনের জন্য রাজা হাসান দ্বিতীয় উদ্বোধন করা হয়েছিল। মরক্কোর রাজা ষষ্ঠ মুহাম্মদের অর্থায়নে এই ভবনটি নির্মাণ করা হয়েছিল। দুটি ভবন, অডিটোরিয়াম এবং কলা ও মানব বিজ্ঞান অনুষদ সৌদি ফান্ড ফর ডেভেলপমেন্ট দ্বারা অর্থায়ন করা হয়েছে এবং আল-মুগরাকার নতুন ক্যাম্পাসে সংযুক্ত করা হবে।\n\n\n== অনুষদ ==\nকৃষি ও পরিবেশ অনুষদ\nফলিত চিকিৎসা বিজ্ঞান অনুষদ\nকলা ও মানব বিজ্ঞান অনুষদ\nডেন্টিস্ট্রি অনুষদ\nঅর্থনীতি এবং প্রশাসনিক বিজ্ঞান অনুষদ\nপ্রকৌশল ও তথ্য প্রযুক্তি অনুষদ\nশিক্ষা অনুষদ\nআইন অনুষদ\nমেডিসিন অনুষদ\nফার্মেসি অনুষদ\nবিজ্ঞান অনুষদ\nশরিয়া অনুষদ\n\n\n== উল্লেখযোগ্য ব্যক্তিবর্গ ==\nহিবা আবু নাদা (ফিলিস্তিনি কবি, ঔপন্যাসিক এবং পুষ্টিবিদ)।\n\n\n== আর্ও দেখুন ==\nফিলিস্তিনি বিশ্ববিদ্যালয়ের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nBowen, Donna Lee, and Early, Evelyn A. (2002). Everyday Life in the Muslim Middle East: Second Edition. Indiana University Press. আইএসবিএন ০-২৫৩-২১৪৯০-৪\n\n\n== বহিঃসংযোগ ==\nUniversity homepage (in English)"}