{"pageid": 1390465, "title": "ঘণ্টাঘর", "url": "https://bn.wikipedia.org/wiki?curid=1390465", "content": "ঘণ্টাঘর বলতে এমন একটি ভবনকে (প্রায়শই বুরূজ বা মিনার আকৃতির) বোঝায়, যেটিতে এক বা একাধিক ঘণ্টা রক্ষিত থাকে, কিংবা যেটিকে ঘণ্টা রাখার জন্য নকশা করা হয় (ঘণ্টা না থাকলেও)। এরূপ বুরূজ প্রায়শই কোনও খ্রিস্টান গির্জার অংশ হিসেবে বিদ্যমান থাকে এবং এগুলিতে গির্জার ঘণ্টাগুলি রক্ষিত থাকে। তবে অনেক ধর্মনিরপেক্ষ ঘণ্টাঘরও রয়েছে, যেগুলি প্রায়শই কোনও পৌর ভবন বা শিক্ষা প্রতিষ্ঠানের অংশ হয়ে থাকে কিংবা এগুলিকে একটি সুরেলা ঘণ্টাস্তবক ধারণ করার জন্য বিশেষভাবে নির্মাণ করা হয়ে থাকে। ধর্মনিরপেক্ষ ঘণ্টাঘরগুলিতে সাধারণত একটি ঘড়িও অঙ্গীভূত থাকে, এমনকি গির্জার ঘণ্টাঘরগুলিতে জনসেবার্থে ঘড়ি থাকতে পারে।\nবিশ্বের সর্বোচ্চ নিরাবলম্ব স্বাধীনভাবে দণ্ডায়মান ঘণ্টাঘরটি হল ইতালির ফ্রিউলি ভেনেৎসিয়া জুলিয়া অঞ্চলে অবস্থিত মোরতেইলিয়ানো ঘণ্টাঘর, যার উচ্চতা ১১৩.২ মিটার (অর্থাৎ এটি প্রায় ৩৪ তলাবিশিষ্ট একটি ভবনের সমান উঁচু)।\n\n\n== অন্যান্য ভাষায় ব্যবহার ==\nইতালীয় ভাষায় ঘণ্টাকে \"কাম্পানা\" বলে এবং ঘণ্টাঘরকে \"কাম্পানিলে\" (Campanile) বলে। তবে ইংরেজি ভাষাতে ইতালীয় কৃতঋণ শব্দ \"ক্যাম্পানিলে\" দিয়ে কেবলমাত্র কোনও নিরাবলম্ব দণ্ডায়মান ঘণ্টাঘরকে (যা কোনও ভবনের সাথে সংযুক্ত নয়) বোঝানো হয়। অন্যান্যগুলিকে ইংরেজিতে \"বেল টাওয়ার\" বলে। কোনও কোনও ঐতিহ্যে এগুলিকে \"বেলফ্রাই\" বলা হতে পারে, তবে বেলফ্রাই পরিভাষাটি দিয়ে সমগ্র বুরূজটির পরিবর্তে যে উপকাঠামোটি ঘণ্টা ও ঘণ্টাবাদক অংশগুলি ধারণ করে, বিশেষ করে কেবল সেই অংশটিকেই বোঝানো হতে পারে।\n\n\n== চিত্রশালা ==\n\n\tতারিখ অনুযায়ী ঘণ্টাঘর (সংলগ্ন, অঙ্গীভূত বা মুক্ত নিরাবলম্ব)\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nঘণ্টাধারী ত্রিকোণ ছাদ\nঘড়িঘর\nমন্ত্রোপাসনা ঘর\nঘনক-উপরিস্থ অষ্টভুজ\nজভোনিৎসা (রুশ ঘণ্টাঘর)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nBelfries of Belgium and France, UNESCO World Heritage Centre entry\nLes Beffrois – France, Belgique, Pays-Bas, blog describing several bell towers (in French)\nAll Saints Bell Tower"}