{"pageid": 1390573, "title": "আলী আজমত", "url": "https://bn.wikipedia.org/wiki?curid=1390573", "content": "আলী আজমত বাট (জন্ম ২০ এপ্রিল ১৯৭০) একজন পাকিস্তানি গায়ক-গীতিকার, সঙ্গীতশিল্পী এবং অভিনেতা। তিনি প্রভাবশালী সুফি রক ব্যান্ড জুনুনের প্রধান গায়ক হিসেবে এবং তার পরবর্তী একক কর্মজীবনের জন্য এবং পরবর্তীতে একজন অভিনেতা হিসেবে ক্যারিয়ারের জন্যও সর্বাধিক পরিচিত।\n২০০১ সালে তার ব্যান্ড জুনুনের সাথে তিনি জাতিসংঘের সাধারণ পরিষদে পারফর্ম করা প্রথম পাকিস্তানি ব্যান্ডের অংশ হয়েছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nআলী আজমত হাভেলিয়ান, খাইবার পাখতুনখোয়াতে জন্মগ্রহণ করেছিলেন যেখানে তার দাদা হাভেলিয়ান রেলওয়ে স্টেশনের স্টেশন মাস্টার হিসাবে পোস্ট করা হয়েছিল। তিনি লাহোরের গাড়ী শাহুতে জাতিগত কাশ্মীরি বংশোদ্ভূত একটি পরিবারে বেড়ে ওঠেন এবং তার মাতৃভাষা হিসেবে পাঞ্জাবি ভাষায় কথা বলেন। তার বাবা নাজির আহমেদ বাট ছিলেন একজন মধ্যবিত্ত ব্যবসায়ী যিনি ২০১৩ সালে মারা যান।\nআজমত তার উচ্চশিক্ষার জন্য অস্ট্রেলিয়ার সিডনিতে যান কিন্তু শীঘ্রই বিশ্ববিদ্যালয় শেষ করার আগে পাকিস্তানে ফিরে আসেন।\nতার প্রথম ব্যান্ড জুপিটার্স লাহোরের ছোট অনুষ্ঠানগুলো কভার করার জন্য পরিচিত ছিল।\n\n\n== সঙ্গীত পেশা ==\n\n\n=== জুপিটার্স ===\n\nআলী আজমত তার নিজের শহর লাহোরে অবস্থিত ১৯৮৬ সালে জুপিটার্সের সাথে তার কর্মজীবন শুরু করেন। জুপিটার্স ছোট অনুষ্ঠানগুলোতে আমেরিকান পপ এবং রক গানের কভার করার জন্য পরিচিত ছিল। তাদের সাথে থাকাকালীন, আজমত তার কিংবদন্তি হিট গান \"দোস্তি\" লিখেছিলেন। পরবর্তীতে তিনি জুনুনের সাথে \"দোস্তি\" গান গেয়ে রেকর্ড করেন, এরপর গানটি জাতীয় খ্যাতি লাভ করে।\n\n\n=== জুনুন ===\nআজমত ১৯৯০ সালে জুপিটার ছেড়ে জুনুনে যোগ দেন। তিনি ব্যান্ডের সাথে তার প্রথম অ্যালবাম জুনুন প্রকাশ করেন। অ্যালবামটি প্রযোজনা করেছেন ব্যান্ডের প্রতিষ্ঠাতা এবং লিড-গিটারিস্ট সালমান আহমেদ । \"খোয়াব\", \"জিয়াইন\" এবং \"জোগিয়া\" ব্যতীত সমস্ত গানে আজমতের কণ্ঠ ছিল। ব্যান্ডের দ্বিতীয় অ্যালবাম তালাশ প্রকাশের পর, আলী আজমত এবং জুনুন উভয়েই খ্যাতি অর্জন করেন।\n১৯৯৫ সালে, জুনুন ব্যান্ডে আজমত পাকিস্তানে প্রথম সংকলন অ্যালবাম কাশমাকাশ চালু করেন। এই সংকলনের একটি গান \"এহতেসাব\" একটি বড় বিতর্কের সৃষ্টি করে।\nব্যান্ডের ১৯৯৬ সালের অ্যালবাম ইনকিলাব, একটি বড় হিট ছিল এবং এর একমাত্র একক, \"জজবা-ই-জুনুন\" একটি সুপার হিট এবং শীর্ষ তালিকায় স্থান করে নেয়, এটি ১৯৯৬ সালের ক্রিকেট বিশ্বকাপের ব্যান্ডের সিগনেচার গান এবং পাকিস্তান জাতীয় ক্রিকেট দলের গানে পরিণত হয়  গান। আজমত তাদের চতুর্থ অ্যালবাম আজাদী (১৯৯৭) থেকে সুফি রক হিট একক \"সায়নী\" প্রকাশের পর আরও সাফল্য অর্জন করেন।\nভারতে আজাদী মুক্তির পর আজমত আন্তর্জাতিক খ্যাতি পান।\nআজমত আরও চারটি অ্যালবাম পারওয়াজ (১৯৯৯), আন্দাজ (২০০১), দেওয়ার (২০০৩), এবং ইনফিনিটি (২০০৭) ব্যান্ডের সাথে প্রকাশ করেন। ইনফিনিটি মুক্তির পর, ব্যান্ডটি ভেঙে যায় এবং আজমত তার একক কর্মজীবন চালিয়ে যান।\n২৫ ডিসেম্বর ২০১৬-এ, জুনুন ১৩ বছর পর প্রত্যাবর্তন করে যখন তারা করাচিতে সুপার দ্বারা আয়োজিত একটি পুনর্মিলনী কনসার্টে পারফর্ম করে।\n\n\n=== একাকী কর্মজীবন ===\nজুনুনের বিচ্ছেদের পর, আজমত তার প্রথম একক অ্যালবাম সোশ্যাল সার্কাস (২০০৫) প্রকাশ করেন, যার একক \"না রে না\" ইতিবাচক পর্যালোচনা পায় এবং দেশে একটি বড় হিট হয়ে ওঠে। আজমত ২০০৮ সালে আরও চারটি অ্যালবাম ক্লাশিঙ্কফল্ক (একে-৪৭- এর উর্দু শব্দ; এটির বিকাশকারী, মিখাইল কালাশনিকভকে উল্লেখ করতে ব্যবহৃত) প্রকাশ করেন, জোশ-ই-জুনুন (২০১০) যার টাইটেল ট্র্যাক \"জোশ-ই-জুনুন\" গান হয়ে ওঠে। ২০১১ ক্রিকেট বিশ্বকাপের সময় পাকিস্তান ক্রিকেট দল, বুম ফাট্টা (২০১১) এবং চলতা মে জাউন (২০১১)।\n\n\n=== বলিউড ===\nআজমত ২০০৩ সালে বলিউডে পা রাখেন, যখন জুনুনের অ্যালবাম আজাদি থেকে তার একক \"গরাজ বারস\" পাপ চলচ্চিত্রের জন্য ব্যবহৃত হয়।\n২০১২ সালে, আজমত বলিউডের ইরোটিক থ্রিলার জিস্‌ম ২-এর জন্য দুটি গান \"ইয়ে জিসম হ্যায় তো কেয়া\" এবং \"মৌলা\" রেকর্ড করেন।\n\n\n== অভিনয় ক্যারিয়ার ==\nতিনি ১৯৯০-এর দশকে তালাশের সাথে তার অভিনয় জীবন শুরু করেন, একটি টিভি মিনিসিরিজ যেটিতে জুনুন গ্রুপ রয়েছে এবং পরবর্তীতে ওয়ার (২০১৩) এবং দ্য লিজেন্ড অফ মওলা জাট (২০২২) এর মতো বক্স-অফিস হিটগুলিতে উল্লেখযোগ্য ভূমিকাসহ সিনেমায় কাজ করেন।\n\n\n== রাজনীতি ==\nআলী আজমত ইসলামপন্থী প্রতিরক্ষা বিশ্লেষক জাইদ হামিদের ঘনিষ্ঠ এবং ২০০৮-২০০৯ সালে তার টিভি শো ইকবাল কা পাকিস্তান হোস্ট করেছিলেন, যেখানে উভয়েই আল্লামা ইকবালের দর্শন এবং ইসলামী বিশ্বের বিরুদ্ধে একটি কথিত জায়নবাদী ষড়যন্ত্র নিয়ে আলোচনা করেছিলেন।\n\n\n== ডিসকোগ্রাফি ==\n\n\n== চলচ্চিত্র ==\nতালাশ (১৯৯৩ পিটিভি টেলিফিল্ম)\nপাল দো পাল (১৯৯৬ পিটিভি সিরিয়াল)\nওয়ার (২০১৩) এজাজ খান, রাজনীতিবিদ হিসেবে\nজুনুন রিলোডেড (২০২০)\nঝোল (অপ্রকাশিত)\nদ্য লিজেন্ড অফ মাওলা জাট (২০২২) গোগি চরিত্রে\n\n\n== পুরস্কার এবং মনোনয়ন ==\nজুনুন ১৯৯৮ সালে নিউ দিল্লিতে চ্যানেল ভি অ্যাওয়ার্ডে দ্য প্রডিজি, স্টিং এবং ডেফ লেপার্ডকে হারিয়ে সেরা আন্তর্জাতিক গ্রুপের পুরস্কার জিতেছিল। ব্যান্ডের প্রথম আন্তর্জাতিক রিলিজ, আজাদি, শুধুমাত্র ভারতেই ট্রিপল প্ল্যাটিনাম পেয়েছে। \"সায়নি\" দুই মাসেরও বেশি সময় ধরে এমটিভি ইন্ডিয়া এবং চ্যানেল ভি চার্টের শীর্ষে ছিল। জুনুন ২০০৪ সালে ইন্ডাস মিউজিক অ্যাওয়ার্ডে সেরা রক ব্যান্ডের পুরস্কার জিতেছিল। ইন্ডাস মিউজিক অ্যাওয়ার্ডস এবং এআরওয়াই এশিয়ান/বলিউড অ্যাওয়ার্ডস থেকে। বিবিসি, ইউনেস্কো এবং দক্ষিণ এশীয় সাংবাদিক সমিতি কর্তৃক শান্তি ও দক্ষিণ পূর্ব সংস্কৃতিতে অবদানের জন্য জুনুনকে বেশ কয়েকটি পুরস্কারে ভূষিত করা হয়েছে। জুনুন টানা কয়েক বছর লাক্স স্টাইল অ্যাওয়ার্ডে সেরা মিউজিক্যাল গ্রুপের জন্য মনোনীত হয়েছিল।\n\nপ্রথম সিন্ধু স্টাইল পুরস্কার (২০০৬)\nজয়ী - বেস্ট সাউন্ড অফ স্টাইল অ্যাওয়ার্ড। - ৩য় জ্যাজ আইএম পুরস্কার (২০০৬)\nজয়ী - সেরা পপ পুরুষ শিল্পী।\nনেসলে ফ্রুটা ভাইটালস পাকিস্তান স্টাইল অ্যাওয়ার্ডস (২০১০)\nজয়ী - স্টাইলিশ গায়ক পুরুষ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে আলী আজমত (ইংরেজি)\n2007 Interview with Azmat on The Washington Post"}