{"pageid": 1390509, "title": "বরূথিনী একাদশী", "url": "https://bn.wikipedia.org/wiki?curid=1390509", "content": "বরুথিনী একাদশী বা বারুথনী একাদশী একটি হিন্দু পবিত্র দিন যা হিন্দু চৈত্র মাসের অস্তমিত চাঁদের (কৃষ্ণপক্ষ) ১১তম চান্দ্র দিবসে (একাদশী) বা (দক্ষিণ ভারতীয় অমাবস্যান্ত পঞ্জিকা অনুসারে, প্রতি মাস শেষ হয় অমাবস্যায়) বৈশাখ (উত্তর ভারতীয় পূর্ণিমান্ত পঞ্জিকা অনুযায়ী, প্রতি মাস পূর্ণিমা দিয়ে শেষ হয়) মাসে পড়ে। উভয় সূচিতে, বরুথিনী একাদশী এপ্রিল অথবা মে মাসে একই দিনে পড়ে। বামন ( বিষ্ণুর পঞ্চম অবতার ) এই একাদশীর পূজনীয় দেবতা।\n\n\n== তাৎপর্য ==\nবরুথিনী একাদশীর মাহাত্ম্য হিন্দু দেবতা কৃষ্ণ ভবিষ্য পুরাণে রাজা যুধিষ্ঠিরের কাছে বর্ণনা করেছেন। \" বরুথিনি \", মানে \"সাঁজোয়াযুক্ত\" বা \"সুরক্ষিত।\" এভাবে যারা এই একাদশী পালন করেন তারা অশুভ থেকে রক্ষা পান ও সৌভাগ্য লাভ করেন। রাজা মান্ধাতা আলোকিত হয়েছিলেন। ইক্ষ্বাকু বংশের রাজা ধুন্ধুমার দেবতা শিবের অভিশাপ থেকে মুক্তি পেয়েছিলেন। সমস্ত মানুষের ইহকাল ও পরকালে সমৃদ্ধির নিশ্চয়তা রয়েছে। এই দিনে দানের ক্রমানুসারে উচ্চতর সুবিধাসমূহ  প্রাপ্ত হওয়া যায়। যেমন একটি ঘোড়া , একটি হাতি , তিল , খাদ্যশস্য , সোনা ও গরু এবং পরিশেষে নিজের জ্ঞান অপরের সাথে ভাগ করে নেওয়ার মাধ্যমে সর্বোচ্চ লক্ষ্য অর্জন করা যায় । এই ধরনের সমস্ত দাতব্য কাজগুলি একজন ব্যক্তির পূর্বপুরুষদের - দেবতা ও সমস্ত জীবকে সন্তুষ্ট করবে।\n\n\n== অনুশীলন ==\nবরুথিনী একাদশীতে কিছু নিয়ম কঠোরভাবে অনুসরণ করার নির্দেশ দেওয়া হয় । পরিবারের সদস্যদের সঙ্গে ভগবানের কাছে প্রার্থনা করে ভক্তিমূলক গান,  স্তব তথা ভগবানের নাম কীর্তন করে সারা রাত জেগে থাকা উচিত । কারো জুয়াখেলায় লিপ্ত হওয়া উচিত নয়। উপরন্তু খেলাধুলা - ঘুম - ডাকাতি - মিথ্যা বলা - সংকীর্ণ মনের হওয়া - দাঁত ব্রাশ করা - শরীর বা মাথার চুল কাটার ব্যায়াম - নিজের শরীরে তেল লাগানো এবং অন্যদের সম্পর্কে খারাপ কিছু বলা নিষিদ্ধ। হিংসা ও যে কোনও যৌন কার্যকলাপ থেকে বিরত থাকা উচিত ।\nউপবাস করা উচিত ও শুধুমাত্র একবার আহার করা উচিত ।  গরুর মাংস থেকে শুরু করে যেকোন প্রাণীজ আমিষ- কালো ছোলা , লাল ডাল , চণক , মধু , সুপারি , পান, রবিশস্যাদি ও পালং শাক খাওয়া উচিত নয় । কাঁসার বাসনপত্রে খাওয়া ও অন্যের বাড়িতে খাওয়া নিষিদ্ধ ।  যজ্ঞ বা বিষ্ণু উদ্দেশ্যে উৎসর্গ করা হবিষ্যান্ন (মশলা , লবণ ও তেল ছাড়া সিদ্ধ খাবার)  আগের দিন (১০তম চন্দ্র দিবস - দশমি) এই উপবাস পালনকারী লোকেদের খাওয়া উচিত।\nবরুথিনী একাদশীর এই সমস্ত নিয়ম অনুসরণ করলে সমাজে ব্যক্তির সমৃদ্ধি ও খ্যাতি আসে বলে বিশ্বাস করা হয় ।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জী ==\nLochtefeld, James G. (২০০২)। The Illustrated Encyclopedia of Hinduism: A-M। ABC-CLIO। আইএসবিএন 9781598842050। \nDwivedi, Dr. Bhojraj (২০০৬)। Religious Basis Of Hindu Beliefs। Diamond Pocket Books (P) Ltd.। পৃষ্ঠা 148–149। আইএসবিএন 9788128812392।"}