{"pageid": 1390856, "title": "ঘর বাতাসি", "url": "https://bn.wikipedia.org/wiki?curid=1390856", "content": "ঘর বাতাসি (Apus nipalensis) হলো অ্যাপোডিডে (Apodidae) পরিবারভুক্ত বাতাসির একটি প্রজাতি। এটি জাপান, নেপাল এবং দক্ষিণ-পূর্ব এশিয়ায় পাওয়া যায়। এটি উড়ন্ত অবস্থায় মস্তিষ্কের গোলার্ধগুলিকে পর্যায়ক্রমে বন্ধ করে দীর্ঘ দূরত্বে উড়তে সক্ষম।\nএটিকে পূর্বে অ্যাপিস অ্যাফিনিস সাবফুরকেটাস (Apus affinis subfurcatus) নামে ছোট বাতাসির একটি উপ-প্রজাতি হিসাবে বিবেচনা করা হত।\n\n\n== বর্ণনা ==\nঘর বাতাসি দেখতে অনেকটা ছোট বাতাসির মতোই। এটি একটি ছোট পাখি, তবে একটি মাঝারি আকারের বাতাসি, যার ডানা ১২.৫-১৪.৫ সেমি, এর শরীরের আকার ১৪-১৬ সেমি পর্যন্ত হয় এবং ওজন প্রায় ৩০-৩৫ গ্রাম। এই প্রজাতির পাখির লেজটি গাঢ় রঙের এবং সামান্য বিভক্ত। সাদা মেরুদন্ডের প্রান্তভাগ এবং  সাদা গলা-প্যাচ ব্যতীত, ঘর বাতাসির একটি কালো পালক রয়েছে, যা ছোট বাতাসির চেয়ে গাঢ়।\n\n\n== শ্রেণীবিন্যাস ==\nঅ্যাপাস নিপালেনসিস (Apus nipalensis) নামের দুটি অংশ রয়েছে। অ্যাপাস (Apus) হল বাতাসির গণ, শব্দটি লাতিন ভাষা থেকে এসেছে, যার অর্থ বাতাসি বা পাহীন আবাবিল পাখি । নিপালেনসিস (Nipalensis) মানে নেপাল থেকে।\n\n\n== বাসস্থান এবং বিচরন ==\nঘর বাতাসি পাখি অত্যন্ত বায়বীয়, এটির বেশিরভাগ সময় বাতাসে খাওয়াতে ব্যয় করে। ঘর বাতাসি সাধারণত এশিয়া মহাদেশে পাওয়া যায়। প্রতিটি উপ-প্রজাতির পুরো মহাদেশ জুড়ে কিছুটা আলাদা বিচরণ রয়েছে।\n\nঅ্যাপাস নিপেলেনসিস (Apus nipalensis ) নেপাল থেকে দক্ষিণ-পূর্ব চীন, জাপান এবং দক্ষিণ-পূর্ব এশিয়ার কিছু অংশ দখল করে আছে\nঅ্যাপাস নিপেলেনসিস সাবফারকেটাস (Apus nipalensis subfurcatus) মালয় উপদ্বীপ এবং দক্ষিণ-পূর্ব এশিয়ার অন্যান্য দ্বীপে রয়েছে।\nঅ্যাপাস নিপেলেনসিস ফারকেটাস (Apus nipalensis furcatus) ইন্দোনেশিয়ার জাভা এবং বালিতে রয়েছে।\nঅ্যাপাস নিপেলেনসিস কান্তজি (Apus nipalensis kuntzi শুধুমাত্র তাইওয়ান দ্বীপ দখল করে।\nঘর বাতাসি এশিয়ার শহর ও গ্রামীণ উভয় এলাকায় বাস করে। তারা নেপালের পার্বত্য অঞ্চল থেকে এবং চীন, ভিয়েতনাম এবং হংকং এর শহর ও নগরে  পাওয়া গেছে। এটি ২০১২ সালে শুধুমাত্র একবার উত্তর আমেরিকায় পাওয়া গেছে; এটি ডিএনএ সিকোয়েন্সিংয়ের পরে একটি ঘর বাতাসি হিসাবে চিহ্নিত করা হয়েছিল। যাইহোক, এই পর্যবেক্ষণটি অগ্রহণযোগ্য ছিল কারণ পাখিটি যখন পাওয়া যায় তখন মৃত ছিল।\n\n\n== আচরণ ==\nঘর বাতাসি পাখির বাসা বাঁধার দুটি প্রধান ক্ষেত্র রয়েছে: পাহাড়ে বা শহুরে এলাকায়। শহুরে এলাকায় বাসা বাঁধার সময়, এই প্রজাতিটি ভবনের ছাদের উপরে বা টানেলে পছন্দ করে। ভিয়েতনামের কাছে উপকূলীয় দ্বীপের পাহাড়ে অনেক বাসা বাঁধে। ঘর বাতাসি পাখি তাদের লালা ব্যবহার করে বাসা তৈরি করে যাতে পাতা, ডাল এবং পালক একত্রে লেগে থাকে।\n\n\n=== প্রজনন ===\nঘর বাতাসি পাখির একটি প্রজনন সময় থাকে, সাধারণত বছরে দুটি বাচ্চা দিয়ে থাকে। প্রথম ডিম পাড়ার সময় লাগে তিন সপ্তাহ। জুনের প্রথম দিকে, প্রথম দিকে উদ্ভিপন্ন পাখি উড়ার জন্য তৈরি হয়। কয়েক সপ্তাহ পরে, দ্বিতীয় ডিমটি বের হয়। সেপ্টেম্বরের মাঝামাঝি শেষ বাচ্চারা বাসা ছেড়ে চলে যায়। ডিমের আকার পরিবর্তিত হতে পারে, ১-৫ টি পাঁচটি ডিম পর্যন্ত। ডিম ফোটানো বা তা দেওয়ার প্রক্রিয়ার সময়কাল ২০-৩০ দিন পর্যন্ত স্থায়ী হতে পারে।\n\n\n=== খাদ্য ===\nঅন্যান্য আবাবিল এবং বাতাসি পাখির ন্যায়, ঘর বাতাসি আকাশে উড়ন্ত অবস্থায় খাবার খায়। তারা মূলত বায়ুতে ছড়িয়ে থাকা ক্ষুদ্র জীব খাবার হিসেবে গ্রহণ করে। একটি মল বিশ্লেষণ করে আবিষ্কৃত হয়েছে যে ঘর বাতাসি পাখি তার খাদ্যের অংশ প্রায় সম্পূর্ণরূপে আর্থ্রোপোডা পর্ব থেকে আসে। এতে পিঁপড়া, মাকড়সা, মশা এবং মাছির মতো জীবগুলো প্রধান, কিন্তু এতে আরও অন্যান্য ধরনের জীব থাকতে পারে।\n\n\n=== শব্দ বা আওয়াজ ===\nঘর বাতাসি পাখি তাদের কন্ঠনালীর অংশ হিসাবে আরও অনেকের কিছুর  সাহায্য একধরনের \"টি-টি-টি-টি-টিটিট্রররর\"  শব্দ বা আওয়াজ করে থাকে।\n\n\n== দেশান্তরে গমন ==\nবিশেষ করে ঘর বাতাসি পাখির দেশান্তরে গমন নিয়ে খুব বেশি গবেষণা করা হয়নি। এগুলি উত্তর অস্ট্রেলিয়া এবং সচরাচর দেখা যায়, যা শীতকালে একধরনের গতিবিধি নির্দেশ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবার্ডলাইফ প্রজাতি তথ্যপত্র\nপাখি গবেষণা - ঘর বাতাসি\nঘর বাতাসি – ইবার্ড\nঘর বাতাসি – বিশ্বের পাখি\nApus nipalensis – এনসাইক্লোপিডিয়া অব লাইফ\nকর্নেল ল্যাবরেটরি অব অর্নিথোলজি ম্যাককলে লাইব্রেরিতে ঘর বাতাসি"}