{"pageid": 1390932, "title": "আফগানিস্তানে শক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1390932", "content": "আফগানিস্তানে শক্তি জলবিদ্যুৎ, জীবাশ্ম জ্বালানি এবং সৌরশক্তি দ্বারা সরবরাহ করা হয়। বর্তমানে, আফগানিস্তানের জনসংখ্যার ৫০% এরও কম বিদ্যুৎ ব্যবহারের সুযোগ পাচ্ছে। এটি দেশের প্রধান শহরগুলি জুড়ে রয়েছে। অনেক গ্রামীণ এলাকায় পর্যাপ্ত বিদ্যুতের প্রবেশ নেই কিন্তু বড় সিএএসএ-১০০ প্রকল্প শেষ হওয়ার পরে এটি পরিবর্তন হতে পারে।\nআফগানিস্তান বর্তমানে জীবাশ্ম জ্বালানি ও সৌর প্যানেল ব্যবহার করে তার বিভিন্ন জলবিদ্যুৎ কেন্দ্র থেকে প্রায় ৬০০ মেগাওয়াট বিদ্যুৎ উৎপাদন করে। প্রতিবেশী ইরান, তাজিকিস্তান, তুর্কমেনিস্তান এবং উজবেকিস্তান থেকে ৭২০ মেগাওয়াটের বেশি আমদানি করা হয়।\nপ্রতিবেশী পাকিস্তান এবং ইরান থেকে প্রচুর প্রবাসীদের আগমনের কারণে আফগানিস্তানে আগামী বছরগুলিতে ৭,০০০ মেগাওয়াট বিদ্যুতের প্রয়োজন হতে পারে। আফগান জাতীয় উন্নয়ন কৌশল বিকল্প শক্তি, যেমন বায়ু এবং সৌর শক্তিকে উন্নত করার জন্য একটি উচ্চ মূল্যের শক্তির উৎস হিসেবে চিহ্নিত করেছে। ফলস্বরূপ, বেশ কয়েকটি সৌর ও বায়ু খামার প্রতিষ্ঠিত হয়েছে, বর্তমানে আরও উন্নয়নাধীন রয়েছে।\n\n\n== জলবিদ্যুৎ ==\nআফগানিস্তানের ২৩,০০০ মেগাওয়াট জলবিদ্যুৎ উৎপাদনের সম্ভাবনা রয়েছে। আফগান সরকার আরও বাঁধ নির্মাণের জন্য প্রতিবেশী ও আঞ্চলিক দেশগুলোর কাছ থেকে প্রযুক্তিগত সহায়তা চাচ্ছে। ১৯৫০ এবং ১৯৭০-এর দশকের মাঝামাঝি সময়ে জলবিদ্যুৎ কেন্দ্রসহ বেশ কয়েকটি বাঁধ নির্মিত হয়েছিল, যার মধ্যে হেলমান্দ প্রদেশের কাজকি জেলার কাজকি এবং কাবুল প্রদেশের সরোবি জেলার নাগলু অন্তর্ভুক্ত ছিল। কাজাকি হেলমান্দ এবং কান্দাহার উভয় প্রদেশে ১৫১ মেগাওয়াট পর্যন্ত বিদ্যুৎ সরবরাহ করে। কামাল খান বাঁধের বিদ্যুৎ কেন্দ্রটি নিমরুজ প্রদেশের বাসিন্দাদের বিদ্যুৎ সরবরাহ করে।\nকাবুল, কাপিসা এবং নানগারহার প্রদেশের বাসিন্দারা নাগলু প্ল্যান্ট থেকে বিদ্যুৎ পান। কুন্দুজের বাসিন্দারা স্থানীয় নাহর গাওকুশ বিদ্যুৎ কেন্দ্র থেকে বিদ্যুৎ পেয়ে থাকে। বাদাখশান প্রদেশের বাসিন্দারা ফয়জাবাদ জেলার শোরাবাক পাওয়ার প্ল্যান্টের সাথে যুক্ত।\nসালমা বাঁধের (আফগানিস্তান-ভারত মৈত্রী বাঁধ) বিদ্যুৎ কেন্দ্রটি হেরাত প্রদেশের বাসিন্দাদের ৪২ মেগাওয়াট পর্যন্ত বিদ্যুৎ সরবরাহ করে। দেশের বিভিন্ন স্থানে আরও কয়েকটি জলের বাঁধ নির্মাণ করা হচ্ছে যাতে আরও বেশি মানুষ মৌলিক বিদ্যুতের সুযোগ পায়।\nকেন্দ্রীয় প্রদেশের ছোট শহর বা শহরের বাসিন্দারা জল সঞ্চয় এবং বিদ্যুৎ উৎপাদনের জন্য ছোট বাঁধ নির্মাণ করে চলেছে। সম্প্রতি কিছু চীনা বিশেষজ্ঞ এবং উদ্যোক্তা আফগানিস্তানকে এই প্রকল্পে সাহায্য করার আগ্রহ দেখিয়েছেন।\n\n\n== তথ্যসূত্র =="}