{"pageid": 13908, "title": "সুষুম্নাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=13908", "content": "সুষুম্নাকাণ্ড হল একটি দীর্ঘ, পাতলা, নলাকার গঠন যা স্নায়ুবিক টিস্যু দ্বারা গঠিত, যা ব্রেনস্টেম এর মেডুলা অবলংগাটা থেকে মেরুদণ্ডের কটিদেশীয় কলামের (পিঠের হাড়) পর্যন্ত বিস্তৃত। সুষুম্না কাণ্ড মেরুদণ্ডের কেন্দ্রীয় খালকে ঘিরে রাখে, যেখানে সেরিব্রোস্পাইনাল ফ্লুইড থাকে। মস্তিষ্ক এবং সুষুম্না কাণ্ড একত্রে কেন্দ্রীয় স্নায়ুতন্ত্র (CNS > Central Nervous System) তৈরি করে। মানুষের মধ্যে, মেরুদণ্ডের কর্ডটি অসিপিটাল হাড় থেকে শুরু হয়, ফোরামেন ম্যাগনামের মধ্য দিয়ে যায় এবং তারপর সার্ভিকাল কশেরুকার শুরুতে মেরুদণ্ডের খালে প্রবেশ করে।  প্রথম এবং দ্বিতীয় কটিদেশীয় কশেরুকার মধ্যবর্তী স্থানে প্রসারিত হয়, যেখানে এটি শেষ হয়। ঘেরা হাড়ের ভার্টিব্রাল কলাম অপেক্ষাকৃত ছোট সুষুম্না কাণ্ডকে রক্ষা করে। এটা প্রায় ৪৫ সেমি (১৮ ইঞ্চি) প্রাপ্তবয়স্ক পুরুষদের মধ্যে দীর্ঘ এবং প্রায় ৪৩ সেমি (১৭ ইঞ্চি) প্রাপ্তবয়স্ক মহিলাদের মধ্যে দীর্ঘ। মেরুদন্ডের কর্ডের ব্যাস থেকে১৩ মিমি (১⁄২ ইঞ্চি)  সার্ভিকাল এবং কটিদেশীয় অঞ্চলে থেকে৬.৪ মিমি (১⁄৪ ইঞ্চি)  বক্ষ অঞ্চলে।\n\n\n== কাজ ==\nপ্রতিবর্তী ক্রিয়া (Reflex action)\nসুষুম্নাকাণ্ড প্রধানত মস্তিষ্কের সঙ্গে দেহের অন্যান্য অংশের যোগাযোগ রক্ষা করে।\nএছাড়া এর অপর কাজটি হচ্ছে প্রতিবর্তী ক্রিয়া। প্রতিবর্তী ক্রিয়া মানুষ বা প্রাণীর ইচ্ছাধীন নয় এবং উপযুক্ত সংবেদজ উদ্দীপনার ফলে স্বতস্ফূর্তভাবে এর সৃষ্টি হয়। ধূলিকণা বা অন্যকিছু আমাদের চোখে পড়লে আপনা আপনিই চোখ বন্ধ হয়। বেশী গরম জিনিসে হঠাৎ হাত দিয়ে ফেললে খুব তাড়াতাড়ি হাত সরে যায়। এ\nসমস্তই প্রতিবর্তী ক্রিয়ার ফল। প্রতিবর্তী ক্রিয়া আমাদের আত্মরক্ষার অন্যতম\nহাতিয়ার হিসাবে কাজ করে।\n\n\n== প্রতিবর্তী বৃত্ত চাপ ==\nপ্রতিবর্তী বৃত্তচাপ (Reflex arc): প্রতিবর্তী ক্রিয়ার স্নায়ু পথটিকেই প্রতিবর্তী বৃত্তচাপ বলা হয়। নিম্নলিখিত উপাদানগুলি নিয়ে এটি গঠিত-\n(ক) অন্তর্বাহ শাখা (Afferent limb) এই শাখার স্নায়ুতন্তুগুলি দেহের সংবেদজ গ্রাহক কোষে ছড়িয়ে থাকে। এর কোষদেহ মেরু স্নায়ুর পৃষ্ঠমূলে গ্যাংগ্লিয়ন (ganglion) গঠন ক'রে তারপর সুষুম্নাকাণ্ডে প্রবেশ করে।।\n(খ) স্নায়ুকেন্দ্র (Centre) এই কেন্দ্র সুষুম্নাকাণ্ডের ধূসর পদার্থের মধ্যে অবস্থিত। এখানে সেনসারী বা অন্তর্বাহ স্নায়ুকোষ মোটর বা বহিবাহ স্নায়ুকোষের সাথে সাইনাপস গঠন করে। স্থানটিতে সংবেদজ বা সেনসারী স্নায়ু প্রবাহ চেষ্টীয় বা মোটর স্নায়ুপ্রবাহে রূপান্তরিত হয়।\n(গ) বহির্বাহ শাখা (Efferent limb) এই শাখা মোটর স্নায়ুতত্ত্বর সাহায্যে গঠিত। সুষুম্নাকাও থেকে এটি ক্রিয়াস্থানে গিয়ে পৌঁছায়। এই ক্রিয়াস্থান কোনো পেশী কিম্বা গ্রন্থি হতে পারে। পেশীর বা গ্রন্থির মধ্যে স্নায়ুতত্ত্ব ছোট ছোট শাখায় ভেঙ্গে যায় অর্থাৎ নগ্ন স্নায়ু প্রান্ত গঠন করে এবং ঐ স্নায়ু প্রান্তে থাকে মোটর এণ্ড প্লেট।\nবিষয়টিকে এইভাবে দেখানো যায়-\nগ্রাহক কোষ > অন্তর্বাহ স্নায়ুতন্তু >\nসুষুম্নাকাণ্ডস্থিত সাইনাপস্ > বহির্বাহ\nস্নায়ুতন্তু > মোটর এণ্ড প্লেট > পেশী বা গ্রন্থি।\n\n\n== কীভাবে প্রতিবর্তী ক্রিয়া ঘটে ==\nনিজের অজ্ঞাতসারে আমরা যখন কোনো উত্তপ্ত জিনিসে হাত দিয়ে ফেলি তখন হাতের চামড়ায় ছড়িয়ে থাকা গ্রাহক কোষ (receptor) উদ্দীপিত হয় ও সেই উত্তেজনা সঞ্জাত অনুভূতি গ্রাহক কোষ সংলগ্ন সংজ্ঞাবহ বা অন্তর্বাহ স্নায়ুতন্তু দিয়ে সরাসরি সুষুম্নাকাণ্ডে চলে আসে (অবশ্য এই বহনের কাজে একাধিক স্নায়ুকোষও অংশ নিতে পারে)। সুষুম্নাকাণ্ডে সাইনাপ্স্ অতিক্রম করে সেই উদ্দীপনা চালক স্নায়ুতস্তুতে চলে যায় ও এই চালক স্নায়ুতন্তু হাতের পেশীতে যে মোটর এণ্ড প্লেট গঠন করে সেখান অবধি চলে আসে। হাতের পেশী দ্রুত সংকুচিত হওয়ার ফলেই আমাদের হাত গুটিয়ে যায়। এই সমস্ত কাজটি অতি দ্রুত সম্পন্ন হয় এবং মস্তিষ্কের নির্দেশ ছাড়াই ব্যাপারটি ঘটে। একেই প্রতিবর্তী ক্রিয়া বলা হয়েছে। \n\n\n== তথ্যসূত্র =="}