{"pageid": 1390501, "title": "শাস্ত্রীয় হিন্দু আইন", "url": "https://bn.wikipedia.org/wiki?curid=1390501", "content": "শাস্ত্রীয় হিন্দু আইন হল হিন্দু আইনের একটি বিভাগ, যা বেদের সম্প্রচারের মাধ্যমে শুরু এবং ১৭৭২ সালে বাংলা সরকার কর্তৃক \"বাংলায় বিচার প্রশাসনের জন্য পরিকল্পনা\" গ্রহণের মাধ্যমে শেষ হয়েছিল।\n\n\n== উৎস ==\n\nশাস্ত্রীয় হিন্দু আইন ধর্মশাস্ত্রের উপর ভিত্তি করে ছিল। ঐতিহ্যগতভাবে এই গ্রন্থগুলি ধর্মের নিয়ম প্রতিষ্ঠা করেছিল যা তিনটি সূত্রের মাধ্যমে পাওয়া যেতে পারে। ধর্মতাত্ত্বিকভাবে ধর্মের জন্য সবচেয়ে গুরুত্বপূর্ণ উৎস ছিল শ্রুতি বা বেদ, কারণ এটি স্বীকৃত ছিল যে এটি ঐশ্বরিক উৎস। যদি কেউ বেদে নির্দিষ্ট ধারণা খুঁজে না পায়, তবে ধর্মসূত্রগুলি তাকে কর্তৃত্বের পরবর্তী উৎসের সাথে পরামর্শ করার নির্দেশ দেয়: স্মৃতির পরে আচার এবং কিছু ক্ষেত্রে আত্মতুষ্টি। যাইহোক, আচার ছিল এমন আইন যা বাস্তবিক অনুশীলনে প্রকাশ করা হয়েছিল।\n\n\n== রীতি ==\nশাস্ত্রীয় যুগে আইন ছিল ধর্মশাস্ত্রের উপর ভিত্তি করে, এবং ধর্ম যা ঐতিহ্যগতভাবে \"শিক্ষিত লোক\" বা বেদের পণ্ডিতদের দ্বারা চিত্রিত হয়েছিল। যাইহোক, বাস্তবে, শাস্ত্রীয় হিন্দু আইন অনুশীলনে বৈচিত্র্যময় ছিল, অবস্থান, বৃত্তিমূলক গোষ্ঠী ও বর্ণের মধ্যে পরিবর্তিত। এইভাবে, শাস্ত্রীয় হিন্দু আইনের সাধারণ উৎস ছিল সম্প্রদায় এবং তাই সামগ্রিকভাবে আইন ছিল অত্যন্ত বিকেন্দ্রীকৃত ও বৈচিত্র্যময়। এই আইনগুলি বিভিন্ন আইনদ্বারা গঠিত গোষ্ঠী যেমন বণিক নেতা, বর্ণপ্রধান ও রাজাদের দ্বারা পরিচালিত হয়েছিল এবং বিভিন্ন নেতৃত্বের কারণে এই আইনগুলি নির্দিষ্ট স্থানের জন্য বিশেষ ছিল। শাস্ত্রীয় হিন্দু আইনের নথি মনুস্মৃতি এবং অন্যান্য স্মৃতি সাহিত্যে পাওয়া যায়; যদিও, এই সময়ের মধ্যে প্রকৃত আদালতের প্রমাণ বিরল।\n\n\n== অনুশীলন ==\n\n\n=== প্রশাসন ===\nঅনুশীলনে শাস্ত্রীয় হিন্দু আইন সম্প্রদায় থেকে উদ্ভূত, রাষ্ট্রীয় সংস্থা নয়। এভাবে সমাজের বিশেষ গোষ্ঠী আইন প্রণয়ন ও প্রশাসনে প্রভাব বিস্তার করতে থাকে।\nপ্রাথমিক আইনদ্বারা গঠিত গোষ্ঠী, রাজত্ব এবং ব্রাহ্মণরা ছিল সেই উপদল যা অনুশীলনে হিন্দু আইনশাস্ত্রকে প্রকাশ করেছিল। আইনদ্বারা গঠিত গোষ্ঠীগুলি সামাজিক নিয়মের ধারণার মাধ্যমে আইন প্রণয়নের জন্য দায়ী ছিল; রাজাশাসকরা শাস্তির প্রশাসন এবং জাগতিক হিন্দু ব্যবস্থার জন্য দায়ী ছিল; এবং ব্রাহ্মণরা আচার, তপস্যা এবং আধ্যাত্মিক হিন্দু ব্যবস্থার রক্ষণাবেক্ষণের জন্য আরোপিত ছিল।\n\n\n=== বিচারিক পদ্ধতি ===\nপ্রাচীন ভারতে বিচারিক পদ্ধতির প্রমাণ বেশিরভাগই শাস্ত্রীয় হিন্দু আইন এবং বেদের মত ধর্মীয় গ্রন্থ থেকে প্রাপ্ত। রাজাকে আদালতের মধ্যে চূড়ান্ত আইন কর্তৃপক্ষ হিসাবে তৈরি করা হয়েছিল। অগ্নিপরীক্ষা, প্রমাণের ঐশ্বরিক পদ্ধতি এবং সহজ ক্ষেত্রে শপথগুলি সিদ্ধান্ত নেওয়ার প্রক্রিয়ায় সাহায্য করার জন্য ব্যবহার করা হয়েছিল, মনুস্মৃতি, যাজ্ঞবল্ক্যস্মৃতি, ধর্মশাস্ত্র ও শাস্ত্র এর মত বিভিন্ন গ্রন্থের উপর ভিত্তি করে সিদ্ধান্ত নেওয়ার সময়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nCoburn, Thomas B. 1984. Scripture\" in India: Towards a Typology of the Word in Hindu Life. Journal of the American Academy of Religion, Vol. 52, No. 3.\nDavis, Jr. Donald R. Forthcoming. The Spirit of Hindu Law.\nDavis, Jr. Donald R. 2005. Intermediate Realms of Law: Corporate Groups and Rulers in Medieval India JESHO\nHacker, Paul. 2006. Dharma in Hinduism. Journal of Indian Philosophy 34:5\nJho, Chakradhar. 1986. History and Sources of Law in Ancient India. New Delhi: Ashish Publishing House.\nLingat, Robert. 1973. The Classical Law of India. Trans. J. Duncan M. Derrett. Berkeley: University of California Press.\nOlivelle, Patrick. 2004. The Law Code of Manu. New York: Oxford University Press.\nRocher, Rosane. Forthcoming The Creation of Anglo-Hindu Law LHI"}