{"pageid": 1390100, "title": "ঋতুরাজ ভৌমিক", "url": "https://bn.wikipedia.org/wiki?curid=1390100", "content": "ঋতুরাজ ভৌমিক ('বাপ কা বেটা') একজন বাংলাদেশী তরুণ পরিবর্তনকারী গায়ক এবং গিনেস বিশ্ব রেকর্ড দ্বারা স্বীকৃত একটি বই সিরিজ প্রকাশ করার জন্য সর্বকনিষ্ঠ লেখক।\n\n\n== জীবনী ==\nঋতুরাজ ভৌমিক ২০১৩ সালের ২২ আগস্ট জন্মগ্রহণ করেন। তিনি ঢাকা বাংলাদেশ বসবাস করেন এবং অস্ট্রেলিয়ান ইন্টারন্যাশনাল স্কুলে পড়াশোনা করেন। ঋতুরাজের বাবা শুভশীষ ভৌমিকও গান গেয়েছেন এবং শুরু থেকেই তাঁর কর্মজীবনকে সমর্থন করেছেন। তিনি তাঁর বাবার সহায়তায় গান গেয়ে এবং সোশ্যাল মিডিয়ায় ভিডিও শেয়ার করে জনপ্রিয়তা অর্জন করেছিলেন। ঋতুরাজ গিটার বাজাতে পারেন এবং ছোটবেলা থেকেই আধুনিক দিনের ব্যান্ড গানের প্রতি গভীর আগ্রহ ছিল।\n২০১৯ সালে তাহসান রহমান খান গানের প্রচ্ছদটি ভাইরাল হয়ে যায় এবং তাদের ফেসবুক পেজ এবং ইউটিউব চ্যানেল ' বাপ কা বেটা ' তে প্রচুর সংখ্যক অনুগামী হয়। ঋতুরাজের প্রতিভা একটি টেলিকম সংস্থার দৃষ্টি আকর্ষণ করেছিল যার ফলে ২০২০ সালের ১১ জানুয়ারি তার প্রথম টিভি উপস্থিতি হয়েছিল। সে তার দাদার মতো একজন সেনা অফিসার হতে চায় এবং ক্রিকেট খেলতে পছন্দ করে।\n\n\n== জনপ্রিয়তা ও পুরস্কার ==\nঋতুরাজ ভৌমিক তার অল্প বয়সে একজন প্রতিভাবান তরুণ লেখক এবং সঙ্গীতশিল্পী হিসাবে জনপ্রিয়তা অর্জন করেছিলেন। তাঁর সৃজনশীল যাত্রা শুরু হয়েছিল ইন্টারনেট খ্যাতির মাধ্যমে ' বাপ কা বেটা ' ব্যান্ডের অংশ হিসাবে। বাংলাদেশে কোভিড-১৯ মহামারি সময় লেখার প্রতি ঋতুরাজের আবেগ বৃদ্ধি পেয়েছিল , যার ফলে ২০২২ সালে ৯ বছর বয়সে তাঁর প্রথম বই ' গুডউইল ফ্যাক্টরি ' প্রকাশিত হয়। বয়সের উপযুক্ততা সঙ্গে সঙ্গে ভাষা ও নৈতিক পাঠের মাধ্যমে তাঁর গল্পগুলি পাঠকদের মুগ্ধ করে। এ বছর তিনি রকমারি বেস্ট সেলার পুরস্কার পেয়েছেন।\nপরে তিনি তাঁর গুডউইল ফ্যাক্টরি ২ বইয়ের একটি সিক্যুয়েল প্রকাশ করেন। এই সিরিজটি ছোট গল্পে ভরা যা বিভিন্ন নৈতিকতা প্রদান করে। ২০২৩ সালে বই সিরিজটি প্রকাশ করার জন্য তিনি সর্বকনিষ্ঠ ব্যক্তি হিসাবে গিনেস বিশ্ব রেকর্ড অর্জন করেছেন।\nএছাড়াও ঋতুরাজ ভৌমিক ২০২৩ সালে ৯ বছর বয়সে ডায়ানা পুরস্কার ভূষিত হন বাংলাদেশের সুবিধাবঞ্চিত শিশুদের শিক্ষাগত উদ্যোগের মাধ্যমে ক্ষমতায়নের জন্য ব্যতিক্রমী উত্সর্গের জন্য অনুদান অভিযান এবং কেবলমাত্র তাদের শিক্ষার জন্য নিবেদিত অর্থ দিয়ে বই লেখার জন্য।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে ঋতুরাজ ভৌমিক \nদাপ্তরিক ওয়েবসাইট"}