{"pageid": 1390994, "title": "বলখাশ হ্রদ", "url": "https://bn.wikipedia.org/wiki?curid=1390994", "content": "বলখাশ হ্রদ (কাজাখ: Балқаш көлі, Balqaş kölı, টেমপ্লেট:IPA-kk; রুশ: озеро Балхаш, প্রতিবর্ণীকৃত: ওজেরো বলখাশ)  কাজাখস্তান  এর দক্ষিণ-পূর্বে একটি হ্রদ , এশিয়ার বৃহত্তম হ্রদগুলির একটি এবং বিশ্বের ১৫তম বৃহত্তম। এটি মধ্য এশিয়া এর পূর্ব অংশে অবস্থিত এবং বলখাশ-আলাকোল অববাহিকা, একটি এন্ডোরহেইক (বন্ধ) অববাহিকাতে অবস্থিত।  সাতটি নদী প্রবাহিত করে, যার মধ্যে প্রধান  ইলি, বেশিরভাগ নদীর প্রবাহ পৃষ্ঠের জল, অন্যান্য, যেমন করাতাল, পৃষ্ঠ এবং সাবসারফেস এর জল নিয়ে আসে। চীনের জিনজিয়াং অঞ্চলের পাহাড় থেকে  মূলত স্থানীয় তুষারগলা জল ইলির জলের উৎস ।\nহ্রদটি বর্তমানে প্রায় ১৬,৪০০ কিমি২ (৬,৩০০ মা২) জুড়ে রয়েছে। যাইহোক, আরাল সাগর এর মত, এটির ফিডার থেকে জল অপসারণ এবং নিষ্কাশনের কারণে এটি সঙ্কুচিত হচ্ছে। হ্রদটির একটি সরু, কেন্দ্রীয় প্রণালী আছে। হ্রদের পশ্চিম অংশ মিঠা পানি। হ্রদের পূর্ব অর্ধেক হল লবণাক্ত। পূর্ব অংশ পশ্চিমের চেয়ে গড়ে ১.৭ গুণ গভীর। বৃহত্তম তীরবর্তী শহরটির নাম বলখাশ এবং প্রায় ৬৬,০০০ জন বাসিন্দা রয়েছে। প্রধান স্থানীয় অর্থনৈতিক কর্মকাণ্ডের মধ্যে রয়েছে খনি, আকরিক প্রক্রিয়াকরণ এবং মাছ ধরা।\nমাইক্রোক্লাইমেট এর মরুকরণ কারণে হ্রদটি অগভীর হওয়ার বিষয়ে উদ্বেগ রয়েছে এবং বহুগুণ শিল্প উৎপাদনের জন্য জল ব্যবহারিত হয়।\n\n\n== ইতিহাস এবং নামকরণ ==\nহ্রদটির বর্তমান নামটি তাতার, কাজাখ এবং দক্ষিণ আলতাই ভাষা এর \"বালকাস\" শব্দ থেকে এসেছে যার অর্থ \"জলভূমিতে তুসোকস\"।.\n\n১০৩ খ্রিস্টপূর্বাব্দ থেকে ৮ম শতাব্দী পর্যন্ত, হ্রদের চারপাশে বলখাশ রাজত্ব ছিল, যার চীনা নাম ছিল ইবোহাই' (Yibohai) 夷播海, এবং  হ্রদটি চীন ভাষায়   布谷/布庫/布蘇 ( বুগু/বুকু/বুসু বা Bugu/Buku/Busu.\") নামে পরিচিত ছিল। অষ্টম শতাব্দী থেকে এটি হ্রদের দক্ষিণের ভূমি  এবং থিয়েন শান পর্বতমালা পর্বতমালার মাঝখানে, তুর্কি ভাষায় জেতিসু (সাত নদী)  এবং রাশিয়ান ভাষায় 'সেমিরিচে নামে পরিচিত ছিল। এটি এমন একটি স্থান যেখানে যাযাবর তুর্কি এবং মধ্য এশিয়ার মঙ্গোল স্টেপ্পে সংস্কৃতি বহনকারী  লোকেরা একসাথে বসবাস করতো।\nচীনের কিং রাজবংশ (১৬৩৬-১৯১২) সময়কালে, হ্রদটি সাম্রাজ্যের উত্তর-পশ্চিমতম সীমানা তৈরি করেছিল। ১৮৬৪ সালে, হ্রদ এবং এর প্রতিবেশী এলাকাটি তারবাগাতাই চুক্তি এর অধীনে রাশিয়ান সাম্রাজ্যকে হস্তান্তর করা হয়েছিল। ১৯৯১ সালে সোভিয়েত ইউনিয়ন বিলুপ্ত হওয়ার সাথে সাথে, হ্রদটি কাজাখস্তানের অংশ হয়ে যায়।\n\n\n== লেকের উৎপত্তি ==\n\nবলখাশ বিস্তীর্ণ বলখাশ-আলাকোল নিচু জায়গার গভীরতম অংশে অবস্থিত, যেটি আল্পাইন অরোজেনি এবং প্রাচীন কাজাখস্তান ব্লক পর্বতের মধ্যে একটি ঢালু খাদ দ্বারা গঠিত হয়েছিল নিওজিন এবং চতুর্মুখী। থিয়েন শান পর্বতমালা-এর দ্রুত ক্ষয়ের কারণে পরবর্তীকালে  নদীখাদ ভূতাত্ত্বিকভাবে খুব অল্প সময়ের মধ্যে বালি নদীর পলি দ্বারা ভরে  যায়। লেকের বেসিন জঙ্গেরিয়ান আলাটাউ এর একটি অংশ, যাতে সাসিক্কোল, আলাকোল এবং আইবি হ্রদও রয়েছে। এই হ্রদগুলি একটি প্রাচীন সমুদ্রের অবশিষ্টাংশ যা একসময় সমগ্র বলখাশ-আলাকোল নিচু জায়গাকে আচ্ছাদিত করেছিল, কিন্তু আরাল-কাস্পিয়ান খাদ এর সাথে যুক্ত ছিল না।\n\n\n== বিবরণ ==\nএই অঞ্চলের সমস্ত নদী উচ্চ পর্বত থেকে তাদের জল বহন করে বলখাশ হ্রদে প্রবাহিত হয়, তবে তাদের একটিও প্রবাহিত হয় না। প্রধান নদীগুলো হল: ইলি, আকসু এবং করাতাল। নদী টোকরাউ উত্তর দিক থেকে প্রবাহিত হয়, কিন্তু এর জল হ্রদের তীরে পৌঁছানোর আগেই বালিতে হারিয়ে যায়। হ্রদটি সারিয়েসিক উপদ্বীপ  (যার অর্থ কাজাখ ভাষায় \"হলুদ দরজা\") দ্বারা দুটি ভাগে বিভক্ত। এই দুটি অংশ উজাইনারাল প্রণালী দ্বারা সংযুক্ত। প্রাচীনকালে বলখাশ অনেক বড় ছিল এবং এলাকার অনেক হ্রদ এর অংশ ছিল, যেমন ঝালানাশকোল, ইটিশপেস, আলাকোল এবং সাসিক্কোল। এমনকি আরও আগে এটি একটি সমুদ্র ছিল, যা জঙ্গেরিয়ান আলতাউ পর্যন্ত বিস্তৃত ছিল।\n১৯১০ সালে হ্রদটি যথেষ্ট বড় ছিল যার আনুমানিক ক্ষেত্রফল ২৩,৪৬৪ কিমি২। ১৯৪৬ সালের মধ্যে এটি সঙ্কুচিত হয়ে ১৫,৭৩০ কিমি২ হয়ে গিয়েছিল।\n\n\n== ভূমীগত অবস্থিতি ==\nহ্রদটি প্রায় ১৬,৪০০ কিলোমিটার ২ (২০০০) জুড়ে রয়েছে, যা এটিকে সম্পূর্ণরূপে কাজাখস্তানে অবস্থিত বৃহত্তম হ্রদ বানিয়েছে। এর পৃষ্ঠ সমুদ্রপৃষ্ঠ থেকে প্রায় ৩৪০ মিটার উপরে। এটি একটি মৃদু বক্ররেখা (কাস্তে) আকৃতির এখনো জ্যাগড শোরলাইন সহ। এর দৈর্ঘ্য প্রায় ৬০০ কিমি এবং প্রস্থ পূর্ব অংশে ৯-১৯ কিমি থেকে পশ্চিম অংশে ৭৪ কিমি পর্যন্ত। সরেসিক উপদ্বীপ, হ্রদের মাঝখানে, হাইড্রোগ্রাফিকভাবে এটিকে দুটি ভিন্ন অংশে বিভক্ত করেছে। পশ্চিম অংশ, যা ৫৮% কভার করে, কিন্তু পরিমাণের ৪৬%।  এইভাবে এটি তুলনামূলকভাবে অগভীর, শান্ত এবং মিঠা পানিতে ভরা। পূর্ব অংশ অনেক গভীর এবং লবণাক্ত। এই অংশগুলি উজাইনারাল প্রণালী দ্বারা সংযুক্ত (কাজাখ: Ұзынарал – \"দীর্ঘ দ্বীপ\") ৩.৫ কিমি চওড়া এবং প্রায় ৬ মিটার গভীর।\n\nহ্রদটি বেশ কয়েকটি ছোট অববাহিকা অন্তর্ভুক্ত করে। পশ্চিম অংশে, দুটি খাদ ৭ - ১১ মিটার গভীর। একটি পশ্চিম উপকূল (তাসারাল দ্বীপের কাছে) থেকে কেপ কোরজিনটুবেক পর্যন্ত বিস্তৃত, যেখানে দ্বিতীয়টি উপসাগর বার্টিস থেকে দক্ষিণে অবস্থিত, যা \"অর্ধেক\" এর গভীরতম অংশ। পূর্ব অববাহিকার গড় গভীরতা ১৬ মিটার এবং সর্বোচ্চ গভীরতা ২৬ মিটার।\nহ্রদের গড় গভীরতা ৫.৮ মিটার, এবং জলের মোট আয়তন প্রায় ১১২ কিমি৩।\nহ্রদের পশ্চিম ও উত্তর তীর (২০-৩০) মিটার উঁচু এবং পাথুরে; এগুলি porphyry, tuff, গ্রানাইট, schist এবং চুনাপাথর এর মতো প্যালিওজোয়িক শিলা দ্বারা গঠিত এবং প্রাচীন সোপানের এর চিহ্ন রাখে। উপসাগরীয় কারাশাগান এবং ইলি নদীর নিকটবর্তী দক্ষিণ উপকূল নিম্ন (১-২ মিটার) এবং বালুকাময়। তারা প্রায়ই প্লাবিত হয় এবং তাই অসংখ্য জলের পুল ধারণ করে। মাঝে মাঝে ৫-১০ মিটার উচ্চতার পাহাড়  রয়েছে। উপকূলরেখা অত্যন্ত বক্র এবং অসংখ্য উপসাগর এবং খাদ দ্বারা বিচ্ছিন্ন। পশ্চিম অংশের বৃহৎ উপসাগরগুলি হল: সারিশাগান, কাশকান্তেনিজ, কারাকামিস, শেম্পেক (লেকের দক্ষিণ মেরু), এবং বালাকাশকান আহমেতসু এবং পূর্ব অংশেরগুলি হল: গুজকোল, বালিক্টিকোল, কুকুনা, কারাশিগান। পূর্ব অংশে উপদ্বীপ বেগাবিল, বালে, শওকার, কেনটুবেক এবং কোরজিনটোবে অন্তর্ভুক্ত রয়েছে।\nহ্রদটিতে ৪৩টি দ্বীপ রয়েছে যার মোট আয়তন ৬৬ কিমি২; যাইহোক, জলস্তর হ্রাসের কারণে নতুন দ্বীপ তৈরি হচ্ছে এবং বিদ্যমানগুলির আয়তন বাড়ছে। পশ্চিম অংশের দ্বীপগুলির মধ্যে রয়েছে তাসারাল এবং বাসরাল (সবচেয়ে বড়), পাশাপাশি ওরতারাল, আয়াকারাল এবং ওলঝাবেকারাল। পূর্বাঞ্চলীয় দ্বীপগুলোর মধ্যে রয়েছে ওজিনারাল, উল্টারাকটি, কোরজিন এবং আলগাজি।\n\n\n== হ্রদে জল প্রবাহ এবং জলের স্তর ==\n\nবলখাশ-আলাকোল অববাহিকা ৫১২,০০০ কিমি২ জুড়ে রয়েছে, এবং এর উপরিভাগের জলের গড় প্রবাহ ২৭.৭৬ কিমি৩/ বছর, যার মধ্যে ১১.৫ কিমি৩ আসে চীন থেকে। হ্রদের নিকাশী বেসিন প্রায় ৪১৩,০০০ কিমি২; চীনের জিনজিয়াং উত্তর-পশ্চিমে ১৫% এবং কিরগিজ-কাজাখ সীমান্ত বরাবর পর্বত থেকে একটি নগণ্য অংশ। বলখাশ হ্রদ এইভাবে বলখাশ-আলাকোল অববাহিকা থেকে ৮৬% জল প্রবাহ নেয়।\n\nইলি প্রবাহের ৭৩-৮০% জন্য দায়ী: ১২.৩ কিমি৩/বছর বা ২৩ কিমি৩/বছর। নদীটি থিয়েন শান পর্বতমালা পর্বত দ্বারা রেখাযুক্ত একটি খুব দীর্ঘ, সংকীর্ণ, উচ্চ পার্শ্বযুক্ত উপত্যকায় জন্ম এবং প্রধানত হিমবাহ জলের উৎস। এদের মধ্যে বিক্ষিপ্ত মাত্রার বৃষ্টিপাত রয়েছে, এদের প্রধান ধরন। হিমবাহ গলে যাওয়া মৌসুমে প্রবাহ প্রায়ই সবচেয়ে বেশি এবং নিয়ন্ত্রিত হয়: জুন থেকে জুলাই। নদীটি ৮,০০০ কিমি২ এর একটি বেশ সরু ব-দ্বীপ গঠন করে যা বহু-বছরের সঞ্চয়কারী ধরনের নিয়ন্ত্রক হিসাবে কাজ করে।\nহ্রদের পূর্ব অংশ করাতাল, আকসু এবং লেপসি, সেইসাথে ভূগর্ভস্থ জল জলের উৎস। কারাতাল জঙ্গেরিয়ান আলতাউ এর ঢালে জন্ম এবং এটি দ্বিতীয় বৃহত্তম প্রবাহ। আয়াগুজ, যা ১৯৫০ সাল পর্যন্ত পূর্ব অর্ধেককে জল সরবরাহ দিত, যার খুব কমই বলখাশ হ্রদে পৌঁছায়।\nপশ্চিম অংশের গড় প্রবাহ ১.১৫ কিমি৩/বছর এর বেশী।\nজলস্তরের দীর্ঘমেয়াদী এবং স্বল্পমেয়াদী ওঠানামার কারণে ক্ষেত্রফল এবং আয়তন পরিবর্তিত হয়। দীর্ঘমেয়াদী ওঠানামার প্রশস্ততা ছিল ১২-১৪ মিটার।  হিসেব মতে ০ সাল সিই  থেকে ৫ম এবং ১০ম শতাব্দীর মধ্যে ন্যূনতম জল; এবং ১৩ শ এবং ১৮ শতকের মধ্যে সর্বাধিক।  ২০ শতকের গোড়ার দিকে এবং ১৯৫৮ থেকে ১৯৬৯ সালের মধ্যে, হ্রদটি স্ফীত হয়ে প্রায় ১৮,০০০ কিমি ২ জুড়ে ছিল। খরার সময় যেমন ১৯০০, ১৯৩০ এবং ১৯৪০ এর দশকে, হ্রদটি সঙ্কুচিত হয়ে প্রায় ১৬,০০০ কিমি২ জুড়ে ছিল, এবং  জলের স্তর প্রায় ৩ মিটার  নেমে যায়। ১৯৪৬ সালে, এলাকা ছিল ১৫,৭৩০ কিমি২ (আয়তন ৮২.৭ কিমি৩)। .১৯০০-এর দশকের শেষের দিক থেকে, হ্রদটি সঙ্কুচিত হয়ে আসছে সরবরাহকারী নদীগুলির গতিপথ পরিবর্তনের কারণে।  উদাহরণস্বরূপ, কাপশাগে জলবিদ্যুৎ কেন্দ্র ১৯৭০ সালে ইলিতে নির্মিত হয়েছিল। সংশ্লিষ্ট কাপশাগে জলাধার ভরাট করা হ্রদের ভারসাম্যহীনতা সৃষ্টি করে, বিশেষ করে পূর্বাঞ্চলে পানির গুণমান খারাপ করে। ১৯৭০ থেকে ১৯৮৭ সালের মধ্যে, জলস্তর ২.২ মিটার কমেছে, আয়তন কমেছে ৩০ কিমি ৩,  পশ্চিম অর্ধেক লবণাক্ততা বৃদ্ধি ছিল. প্রকল্পগুলি পরিবর্তনগুলিকে মন্থর করার জন্য প্রস্তাব করা হয়েছিল, যেমন একটি বাঁধ দিয়ে হ্রদকে দুই ভাগে বিভক্ত করে, সোভিয়েত ইউনিয়নের মন্দা, গণতন্ত্রীকরণ এবং বিচ্ছিন্নতা দেখে তা বন্ধ করে দেওয়া হয়েছিল।\n\nসাম্প্রতিক দশকের সর্বনিম্ন জলস্তর (৩৪০.৬৫ মিটার AOD) ছিল ১৯৮৭ সালে, যখন কাপশাগে জলাধারটি ভরাট করা হয়েছিল। ১৯৯০ এর দশকের শেষের দিকে ব্যতিক্রমী বৃষ্টিপাতের জন্য ২০০৫ সালের জানুয়ারির মধ্যে স্তরটি ৩৪২.৫ মিটারে পুনরুদ্ধার  হয়েছিল।\n\n\n=== জলের গঠন ===\nবলখাশ একটি আধা লবণাক্ত হ্রদ। রাসায়নিক গঠন দৃঢ়ভাবে জলাধারের হাইড্রোগ্রাফিক বৈশিষ্ট্যের উপর নির্ভর করে। পশ্চিম অর্ধেকের জল প্রায় তাজা, মোট দ্রবীভূত কঠিন পদার্থ এর পরিমাণ প্রায় ০.৭৪ গ্রাম/লি, এবং মেঘলা (দৃশ্যমানতা: ১ মিটার); এটি পানীয় এবং শিল্পের জন্য ব্যবহৃত হয়। পূর্ব অর্ধে সাসপেনশনে কম পলি রয়েছে (দৃশ্যমানতা: ৫.৫ মিটার) তবে লবণাক্ততায় সামুদ্রিক সমুদ্রের জলের মতো, যার ঘনত্ব ৩.৫-৬ g/L। হ্রদের গড় লবণাক্ততা ২.৯৪ গ্রাম/লি. দীর্ঘমেয়াদী (১৯৩১-৭০) হ্রদে লবণের গড় বৃষ্টিপাত ৭.৫৩ মিলিয়ন টন এবং দ্রবীভূত লবণের মজুদ প্রায় ৩১২ মিলিয়ন টন। পশ্চিম অংশে জলে হলুদ-গ্ৰে রংয়ের আভা আছে, আর পূর্ব অংশে রং নীল থেকে পান্না-নীল এর মধ্যে তারতম্য হয়।\n\n\n== আবহাত্তয়া ==\n\nহ্রদ এলাকার জলবায়ু হল মহাদেশীয়। জুলাই মাসে গড় তাপমাত্রা প্রায় ২৪°সে এবং  সর্বোচ্চ ৩০ ডিগ্রি সেলসিয়াস (৮৬ ডিগ্রি ফারেনহাইট)  হয় এবং জানুয়ারিতে গড় তাপমাত্রা হয় −১৪ °সে৷ বছরে গড় বৃষ্টিপাত ১৩১ মিমি এবং আপেক্ষিক আর্দ্রতা প্রায় ৬০%। বাতাস, শুষ্ক জলবায়ু এবং উচ্চ গ্রীষ্মের তাপমাত্রার ফলে উচ্চ বাষ্পীভবন হার - ঠান্ডায় ৯৫০ মিমি এবং শুষ্ক বছরে ১২০০ মিমি পর্যন্ত। বাতাসের গড় গতি ৪.৫-৪.৮ মি/সে  এবং এটি প্রধানত পশ্চিম অংশে দক্ষিণ দিকে এবং পূর্ব অংশে দক্ষিণ-পশ্চিম দিকে প্রবাহিত হয়। বাতাসের জন্য ২-৩.৫ মিটার উচ্চতা পর্যন্ত তরঙ্গ হতে পারে এবং পশ্চিম অংশের  স্রোত স্থির ঘড়ির কাঁটার মত।\nপ্রতি বছর ১১০-১৩০ রৌদ্রোজ্জ্বল দিন থাকে যার গড় বিকিরণ (irradiance)  ১৫.৯ এমজে/এম২। হ্রদের পৃষ্ঠের জলের তাপমাত্রা ডিসেম্বরে ০ °সে থেকে জুলাই মাসে ২৮ °সে পর্যন্ত পরিবর্তিত হয়। গড় বার্ষিক তাপমাত্রা পশ্চিমে ১০ °সে এবং হ্রদের পূর্ব অংশে ৯ °সে। হ্রদ প্রতি বছর নভেম্বর থেকে এপ্রিলের শুরুর মধ্যে বরফে পরিণত হয়, এবং পূর্ব অংশে গলতে প্রায় ১০-১৫ দিন দেরি হয়।\n\n\n== উদ্ভিদ ও প্রাণীজগত ==\nহ্রদের তীরে স্বতন্ত্র উইলো গাছ এবং রিপারিয়ান বন রয়েছে, বেশিরভাগই পপুলাস এর বিভিন্ন প্রজাতির সমন্বয়ে গঠিত। গাছপালা সাধারণ খাগড়া  (Phragmites australis) অন্তর্ভুক্ত, লেসার ইন্ডিয়ান রীড মেস (Typha angustata ) এবং বিভিন্ন প্রজাতির বেত – Schoenoplectus littoralis, S. lacustris এবং endemic S. kasachstanicus. পানির নিচে দুই ধরনের   Myriophyllum – spiked (M. spicatum) and whorled (M. verticillatum) জন্মায়; বিভিন্ন ধরনের Potamogeton – shining (P. lucens), perfoliate (P. perfoliatus), kinky (P. crispus), fennel (P. pectinatus) এবং P. macrocarpus; সেইসাথে সাধারণ bladderwort (Utricularia vulgaris), rigid hornwort (Ceratophyllum demersum) এবং দুটি প্রজাতির Najas'।. Phytoplankton, যার ঘনত্ব ছিল  ১.১২৭ g/L ১৯৮৫ সালে, বহু প্রজাতির শৈবাল দ্বারা প্রতিনিধিত্ব করা হয়।\nহ্রদটিতে একটি সমৃদ্ধ প্রাণিকুল ছিল, কিন্তু ১৯৭০ সাল থেকে, জলের গুণমান অবনতির কারণে জীববৈচিত্র্য হ্রাস পেতে শুরু করে। তার আগে, প্রচুর পরিমাণে শেলফিশ, ক্রাস্টেসিয়ান, চিরোনোমিডি এবং অলিগোচেটা, সেইসাথে জুপ্ল্যাঙ্কটন (১৯৮৫ সালে ঘনত্ব ১.৮৭ g/L) ছিল, বিশেষ করে পশ্চিম অংশে। হ্রদটিতে প্রায় ২০ প্রজাতির মাছ ছিল, যার মধ্যে ৬টি  স্থানীয় ছিল: Ili marinka (Schizothorax pseudoaksaiensis), Balkhash marinka (S. argentatus), Balkhash perch (Perca schrenkii), Triplophysa strauchii, T. labiata and Balkhash minnow (Rhynchocypris poljakowii). অন্যান্য মাছের প্রজাতি বিদেশী ছিল: common carp (Cyprinus carpio), spine, Oriental bream (Abramis brama orientalis), Aral barbel (Luciobarbus brachycephalus), Siberian dace (Leuciscus baicalensis), tench (Tinca tinca), European perch (Perca fluviatilis), wels catfish (Silurus glanis), osman (Diptychus), Prussian carp (Carassius gibelio) এবং অন্যআন্য। মৎস্য চাষ কার্প, পার্চ, asp (Leuciscus aspius) এবং ব্রীম উপর দৃষ্টি নিবদ্ধ করেছিল।\nহ্রদের দক্ষিণ অংশে, বিশেষ করে ইলি নদীর ব-দ্বীপে প্রচুর এবং ঘন খাগড়া পাখি ও প্রাণীদের আশ্রয়স্থল হিসেবে কাজ করে। জলস্তরের পরিবর্তনের ফলে ব-দ্বীপের অবক্ষয় ঘটে - ১৯৭০ সাল থেকে, এর ক্ষেত্রফল ৩,০৪৬ থেকে ১,৮৭৬ কিমি ২-এ নেমে আসে, জলাভূমি এবং নদীতীরীয় বনগুলি হ্রাস পায় যেখানে পাখি এবং প্রাণী বাস করত। ভূমি উন্নয়ন, কীটনাশক প্রয়োগ, অতিমাত্রায় চারণ ও বন উজাড়ও জীববৈচিত্র্য হ্রাসে ভূমিকা রেখেছে। মেরুদণ্ডের ৩৪২ প্রজাতির মধ্যে ২২টি বিপন্ন এবং কাজাখস্তানের রেড বুকের তালিকাভুক্ত। ইলি ব-দ্বীপের বনে বিরল (এখন সম্ভবত বিলুপ্ত) ক্যাস্পিয়ান বাঘ এবং এর শিকার বন্য শুকর বাস করত। ১৯৪০-এর দশকে, কানাডিয়ান মাস্করাট ইলি বদ্বীপে আনা হয়েছিল; এরা দ্রুত মানিয়ে নেয়, টাইফা  খেয়ে, এবং প্রতি বছর ১ মিলিয়ন প্রাণী পর্যন্ত পশমের জন্য ধরা হত। যাইহোক, জলের স্তরের সাম্প্রতিক পরিবর্তনগুলি এর আবাসস্থলকে ধ্বংস করেছে, পশম শিল্পকে থামিয়ে দিয়েছে।\nবলখাশ হল ১২০ ধরনের পাখির আবাসস্থল, যার মধ্যে রয়েছে করমোরেন্ট, মার্বেল টিল, ফিজেন্টস, গোল্ডেন ঈগল এবং গ্রেট এগ্রেট; এর মধ্যে ১২টি বিপন্ন, গ্রেট হোয়াইট পেলিকান, ডালমেটিয়ান পেলিকান, ইউরেশিয়ান স্পুনবিল, হুপার রাজহাঁস এবং সাদা-টেইলড ঈগল সহ।\n\n\n== শহর এবং অর্থনীতি ==\n২০০৫ সালে, বলখাশ হ্রদের অববাহিকায় ৩.৩ মিলিয়ন লোক বাস করত, যার মধ্যে কাজাখস্তানের বৃহত্তম শহর আলমাটির বাসিন্দা ছিল। হ্রদের সবচেয়ে বড় শহর হল বলখাশ  ৬৬,৭২৪ জন বাসিন্দা (২০১০) সহ। এটি উত্তর তীরে অবস্থিত এবং একটি বিশিষ্ট খনি ও ধাতুবিদ্যা প্ল্যান্ট রয়েছে। ১৯২৮-১৯৩০ সালে এই অঞ্চলে একটি বড় তামার আমানত আবিষ্কৃত হয়েছিল এবং হ্রদের উত্তরে গ্রামগুলিতে বিকাশ করা হচ্ছে। বিশকেক এবং কারাগান্দার মধ্যে মোটরওয়ের  লেকের পশ্চিম তীরের কিছু অংশ দিয়ে গেছে। পশ্চিম তীরে সোভিয়েত যুগে নির্মিত সামরিক স্থাপনা যেমন রাডার ক্ষেপণাস্ত্র সতর্কীকরণ ব্যবস্থা রয়েছে। দক্ষিণ উপকূল প্রায় জনবসতিহীন এবং মাত্র কয়েকটি গ্রাম রয়েছে। হ্রদের প্রকৃতি এবং বন্য জীবন পর্যটকদের আকর্ষণ করে এবং হ্রদে বেশ কয়েকটি রিসর্ট রয়েছে। ২০২১ সালে, লেক বলখাশ কাজাখস্তান দেশের শীর্ষ ১০টি পর্যটন গন্তব্যের একটি হিসাবে নির্বাচিত হয়েছিল।\n\n\n=== মাছ ধরা ===\nহ্রদের অর্থনৈতিক গুরুত্ব বেশিরভাগই এর মাছ ধরার শিল্পে। ১৯৩০ সালে মাছের পদ্ধতিগত প্রজনন শুরু হয়; ১৯৫২ সালে বার্ষিক ক্যাচ ছিল ২০ হাজার টন, ১৯৬০ সালে তা বেড়ে ৩০ হাজারে উন্নীত হয় এবং মূল্যবান প্রজাতির ৭০% পর্যন্ত অন্তর্ভুক্ত ছিল। যাইহোক, ১৯৯০-এর দশকে উৎপাদন প্রতি বছর ৬,৬০০ টনে নেমে আসে। এর মধ্যে মূল্যবান জাতের  উৎপাদন শুধুমাত্র ৪৯ টন ছিল। এই পতনের মূল কয়েকটি কারণ - প্রজনন কার্যক্রম বন্ধ, শিকার, পানির স্তর এবং গুণমান হ্রাস।\n\n\n=== শক্তি প্রকল্প ===\n১৯৭০ সালে, ৩৬৪-মেগাওয়াট কাপশাগে জলবিদ্যুৎ কেন্দ্রটি ইলি নদীর উপর নির্মিত হয়েছিল, সেচের জন্য নতুন কাপশাগে জলাধারের জল ব্যবহার করে। চীনের জিনজিয়াং প্রদেশে তুলা চাষের জন্য ইলির জলও ব্যাপকভাবে উজানে ব্যবহৃত হয়। বর্তমানে, কাপচাগায় থেকে ২৩ কিলোমিটার ভাটিতে একটি অতিরিক্ত কাউন্টার-রেগুলেটরি বাঁধের জন্য একটি প্রকল্প রয়েছে। সংশ্লিষ্ট ৪৯.৫-মেগাওয়াট কেরবুলাক হাইড্রোইলেকট্রিক পাওয়ার প্ল্যান্ট কাজাখস্তানের দক্ষিণাঞ্চলে বিদ্যুৎ সরবরাহের সমস্যার আংশিক সমাধান করবে এবং ইলি নদীর জলের স্তরের দৈনিক ও সাপ্তাহিক ওঠানামার জন্য বাফার হিসেবে কাজ করবে।\nকাজাখস্তানের দক্ষিণ-পূর্ব অংশে শক্তি সরবরাহ একটি পুরানো সমস্যা, অতীতে অনেকগুলি সমাধান প্রস্তাব করা হয়েছিল। .১৯৭০ এবং ১৯৮০ এর দশকের শেষের দিকে বলখাশে বিদ্যুৎ কেন্দ্র নির্মাণের প্রস্তাব স্থগিত হয়ে যায় এবং উলকেন গ্রামের কাছে একটি পারমাণবিক কেন্দ্র স্থাপনের উদ্যোগ পরিবেশবাদী এবং বাসিন্দাদের তীব্র বিরোধিতার সম্মুখীন হয়। তাই, ২০০৮ সালে, কাজাখ সরকার পুনর্বিবেচনা করে এবং একটি বলখাশ তাপবিদ্যুৎ কেন্দ্র নির্মাণের ঘোষণা করে।\n\n\n=== নেভিগেশন ===\nইলি নদীর মুখ এবং কাপচাগায় জলাধারের মধ্যে নিয়মিত জাহাজ চলাচল করে, হ্রদের মধ্যে  দিয়ে । প্রধান ঘাট হল বুরিলবেতাল (Burylbayta) এবং  বুরলিটোব (Burlitobe)। লেকের কিছু অংশে গভীরতা সীমিত হওয়ার কারণে জাহাজগুলো তুলনামূলকভাবে হালকা; এগুলি মূলত মাছ ধরা এবং মাছ এবং নির্মাণ সামগ্রী পরিবহনের জন্য ব্যবহৃত হয়। জলপথের মোট দৈর্ঘ্য ৯৭৮ কিমি, এবং নেভিগেশন সময়কাল ২১০ দিন/বছর।\nবলখাশ হ্রদে নৌচলাচল শুরু হয়েছিল ১৯৩১ সালে দুটি স্টিমার এবং তিনটি বার্জের আগমনের মাধ্যমে। ১৯৯৬ সাল নাগাদ, ১২০,০০০ টন নির্মাণ সামগ্রী, ৩,৫০০ টন আকরিক, ৪৫ টন মাছ, ২০ টন তরমুজ এবং ৩,৫০০ যাত্রী বলখাশে (প্রতি বছর) পরিবহন করা হয়েছিল। ২০০৪ সালে ১০০০ যাত্রী এবং ৪৩ টন মাছ ছিল।\n২০০৪ সালে, স্থানীয় বহরে ৮৭টি জাহাজ ছিল, যার মধ্যে ৭টি যাত্রীবাহী জাহাজ, ১৪টি কার্গো বার্জ এবং ১৫টি টাগবোট ছিল। সরকার অনুমান করেছিল যে ২০১২ তে ইলি-বলখাশ অববাহিকায় ২৩৩,০০০ টন নির্মাণ সামগ্রী, কমপক্ষে ৫৫০,০০০ টন পশুসম্পদ, সার ও খাদ্যসামগ্রী এবং কমপক্ষে ৫৩ টন মাছ বহন করা হবে। ইকো-ট্যুরিজমের বিকাশের ফলে প্রতি বছর যাত্রী সংখ্যা ৬,০০০ জনে উন্নীত হবে বলে আশা করা হয়েছিল।\n\n\n== পরিবেশ ও রাজনৈতিক সমস্যা ==\nশিক্ষাবিদ এবং সরকারী উপদেষ্টারা লেকের বাস্তুতন্ত্রের বড় ক্ষতির আশঙ্কা করছেন৷ অবাধ শিল্প আহরণ সম্ভবত আরাল সাগরে পরিবেশগত বিপর্যয়ের অনুকরণ করবে। ১৯৭০ সাল থেকে, কাপচাগায় জলাধার ভরাট করার জন্য ৩৯ কিমি৩ জলের বহিঃপ্রবাহের জন্য  ইলির প্রবাহ ৬৬% হ্রাস পেয়েছে। হ্রদের স্তরের সহগামী হ্রাস ছিল প্রায় ১৫.৬ সেমি/বছর, যা ১৯০৮-১৯৪৬ (৯.২ সেমি/বছর) প্রাকৃতিক হ্রাসের চেয়ে অনেক বেশি। পশ্চিম \"অংশ\" তীব্র অগভীর। ১৯৭২ সাল থেকে ২০০১ সাল পর্যন্ত, বলখাশ থেকে ৮ কিলোমিটার দক্ষিণে একটি ছোট লবণাক্ত হ্রদ আলাকোল কার্যত অদৃশ্য হয়ে গিয়েছিল এবং হ্রদের দক্ষিণ অংশটি প্রায় ১৫০ কিমি২ জল পৃষ্ঠ হারিয়েছিল। হ্রদের চারপাশে বিদ্যমান ১৬টি হ্রদ ব্যবস্থার মধ্যে মাত্র পাঁচটি অবশিষ্ট রয়েছে। মরুকরণ প্রক্রিয়াটি অববাহিকার  ১⁄৩ অংশের সাথে জড়িত। লবণের ধূলিকণা শুকনো এলাকা থেকে উড়ে যায়, যা এশিয়ান ধূলিঝড়ের সৃষ্টিতে অবদান রাখে, মাটির লবণাক্ততা বৃদ্ধি করে এবং জলবায়ুকে বিরূপভাবে প্রভাবিত করে। নদীর ব-দ্বীপে ক্রমবর্ধমান পলির গঠন হ্রদে পানির প্রবাহ আরও কমিয়ে দেয়।\n\nইলি-বলখাশ বেসিনের বাস্তুসংস্থানকে প্রভাবিত করে এমন আরেকটি কারণ হল খনির এবং ধাতুবিদ্যার প্রক্রিয়ার কারণে নির্গমন, বেশিরভাগ কাজাখমিস দ্বারা পরিচালিত বলখাশ খনি ও ধাতুবিদ্যা প্ল্যান্টে। 1990-এর দশকের গোড়ার দিকে, নির্গমনের মাত্রা ছিল প্রতি বছর ২৮০-৩২০ হাজার টন, যা হ্রদের পৃষ্ঠে ৭৬ টন তামা, ৬৮ টন দস্তা এবং ৬৬ টন সীসা জমা করে। তারপর থেকে, নির্গমন প্রায় দ্বিগুণ হয়েছে। ধুলো ঝড় দ্বারা দূষিত ডাম্প সাইট থেকে আনা হয়.\n২০০০ সালে, একটি বড় সম্মেলন, বলখাশ ২০০০, বিভিন্ন দেশের পরিবেশ বিজ্ঞানীদের পাশাপাশি ব্যবসা এবং সরকারের প্রতিনিধিদের একত্রিত করেছিল। সম্মেলনটি কাজাখস্তান সরকার এবং আন্তর্জাতিক সংস্থাগুলির কাছে একটি রেজোলিউশন এবং আবেদন গ্রহণ করে, আলাকোল এবং বলখাশ অববাহিকাগুলির বাস্তুতন্ত্র পরিচালনার নতুন উপায়গুলির পরামর্শ দেয়। বলখাশ হ্রদের প্রতি নিবেদিত ২০০৫ ইন্টারন্যাশনাল এনভায়রনমেন্টাল ফোরামে, কাজাখমিস ঘোষণা করেছে যে ২০০৬ সালের মধ্যে এটি তার প্রক্রিয়াগুলি পুনর্গঠন করবে, যার ফলে নির্গমন ৮০-৯০% হ্রাস পাবে।\nবলখাশের দূষণ শুধুমাত্র স্থানীয়ভাবে নয়, চীন থেকে আসা দূষিত পানির প্রবাহের মাধ্যমেও তা আনা হয়। চীনও প্রতি বছর ইলি নদী থেকে 14.5 কিমি 3 জল ব্যবহার করে, যা পরিকল্পিতভাবে ৩.৬ গুণ বৃদ্ধি পায়৷ বৃদ্ধির বর্তমান হার হল ০.৫-৪ কিমি৩/বছর। ২০০৭ সালে, কাজাখস্তান সরকার ইলি নদী থেকে জলের ব্যবহার হ্রাসের বিনিময়ে চীনের কাছে কাজাখ পণ্য বিক্রির জন্য মূল্য হ্রাসের প্রস্তাব করেছিল, কিন্তু চীন প্রস্তাবটি প্রত্যাখ্যান করেছিল।\n\n\n== আরও দেখুন ==\nবলখাশ –বলখাশ হ্রদের শহর\nকোরঝিন দ্বীপ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"Information on Balkhash's geography and biology\"। ৫ মার্চ ২০০১ তারিখে মূল থেকে আর্কাইভ করা। \nKazakh 'national treasure' under threat\nUnited Nations Environmental Programme details on Lake Balkhash\n\"Central Asia: Kazakhstan, aid bodies work to save major lake\" 13 March 2007 RadioFreeEurope/RadioLiberty"}