{"pageid": 1390510, "title": "নিষাদ (স্বর)", "url": "https://bn.wikipedia.org/wiki?curid=1390510", "content": "নিষাদ হিন্দুস্তানি সঙ্গীত এবং কর্ণাটিক সঙ্গীতের সাতটি স্বর এর সপ্তম স্বর। নিষাদ শব্দাংশের দীর্ঘ রূপ नी। শব্দাংশটি গাওয়ার সময় উচ্চারণে সরলতার জন্য, নিষাদকে নি (স্বরলিপি - ন) হিসাবে উচ্চারণ করা হয়। দেবনাগরী লিপিতে একে निषादও বলা হয়।\n\n\n== বিস্তারিত ==\nনিষাদ সম্পর্কে তথ্য এবং ভারতীয় শাস্ত্রীয় সঙ্গীতে এর গুরুত্ব নিচে দেওয়া হল :\n\nনিষাদ হল অষ্টক বা সপ্তকের সপ্তম স্বর।\nনিষাদ হল ধৈবতের (ধা) অবিলম্বে পরবর্তী স্বর।\nনিষাদের স্বর হল কোমল ও শুদ্ধ।\nবলা হয় যে ষড়জ হল মৌলিক স্বর যেখান থেকে বাকি ৬টি স্বর উৎপন্ন হয়। যখন আমরা ষড়জ শব্দটি ভাঙি তখন আমরা পাই, ষড় এবং জ। মানে মারাঠিতে ষড় অর্থ ৬ এবং জ হচ্ছে 'জন্ম দেওয়া'। তাই মূলত অনুবাদ :\nषड् - 6, ज -जन्म । অতএব, এটি সম্মিলিতভাবে সঙ্গীতের অন্য ছয়টি নোটের জন্ম দেওয়া বোঝায়।\n\nতাই ষড়জ থেকে স্বর নি গঠিত হয়।\n\nনিষাদের কম্পাঙ্ক ৪৫০ হার্জ। সাতটি স্বরের কম্পাঙ্কও নীচে দেওয়া হল: সা ২৪০ হার্জ, রে ২৭০ হার্জ, গা ৩০০ হার্জ, মা ৩২০ হার্জ, পা ৩৬০ হার্জ, ধা ৪০০ হার্জ, এবং নি ৪৫০ হার্জ, সা ৪৮০ হার্জ (তার সপ্তক)........ (এবং এভাবে)।\nফলস্বরূপ, ৯০০ হার্জ -এর ধা-এর (তার সপ্তক) পর নী  এর ফ্রিকোয়েন্সি ৮০০ হার্জ অর্থাৎ নিম্ন অষ্টক নি এর দ্বিগুণ।\n\nনিষাদের ২টি শ্রুতি আছে। পূর্বে প্রধান শ্রুতি, কেবল নি-এর জন্য নয়, অন্যান্য সমস্ত স্বরের জন্য, শেষ শ্রুতিতে ছিল কিন্তু এখন এটি ১ম শ্রুতিতে বিবেচিত হয়।\nউদাহরণস্বরূপ, যদি এগুলো নি-এর ২টি শ্রুতি হয় তবে,\n\nপূর্বে এটি ছিল নী-র প্রধান শ্রুতির অবস্থান।\n         ^ \n      1  2\n      ^\n       কিন্তু এখন এই অবস্থানই হয়ে উঠেছে নী-র প্রধান শ্রুতি।\n\nষড়জ (সা) এবং পঞ্চম (পা) ব্যতীত অন্য সকল স্বর কোমল বা তীব্র স্বর হতে পারে, কিন্তু সা এবং পা সর্বদাই শুদ্ধ স্বর। এবং তাই সা এবং পাকে অচল স্বর বলা হয়, কারণ এই স্বরগুলো তাদের আসল অবস্থান থেকে সরে না। স্বর রা, গা, মা, ধা, নিকে চল স্বর বলা হয়, কারণ এই স্বরগুলো তাদের আসল অবস্থান থেকে সরে যায়।\nসা, রে, গা, মা, পা, ধা, নি - শুদ্ধ স্বর\n  \n  রে, গা, ধা, নি - কোমল স্বর \n \n  মা - তীব্র স্বর\n\nখামাজ ঠাট, কাফি ঠাট, আসাবরী ঠাট এবং ভৈরবী ঠাট- এর রাগগুলোতে কোমল নিষাদ রয়েছে, বাকি ঠাটে রয়েছে শুদ্ধ নিষাদ।\nরাগগুলো যেখানে নী হল ভাদি স্বর - রাগ জৌনপুরী, রাগ তিলাং, ইত্যাদি। রাগ যেখানে নি হল সম্বাদী স্বর - রাগ পূর্বী, রাগ ইমন, ইত্যাদি।\nকাল্পনিকভাবে বলতে গেলে, নিকে বলা হয় নিরাকার ভ্রম, নিরাকার ব্রহ্মা, যেমন তিনটি প্রধান দেবতা, ব্রহ্মা, বিষ্ণু এবং শিব প্রথমে সৃষ্টি করেছিলেন অর্থাৎ সাকার ব্রহ্মা (সা) এবং তারপর এই তিন দেবতা ঋষিমুনিকে সৃষ্টি করেছিলেন অর্থাৎ রে এবং তারপর গন্ধর্বদের সৃষ্টি হয়েছিল গান গাওয়ার জন্য এবং তারপর ভগবান ইন্দ্র বা রাজা ইন্দ্র অর্থাৎ মহিপালকে সৃষ্টি করা হয় এবং একবার মহিপাল (রাজা) বা রাজা সৃষ্টি হলে প্রজা বা সাধারণ নাগরিক বা প্রজা তৈরি হয় এবং মানুষের নিজস্ব ধর্ম বা কর্তব্য/ধর্ম থাকে। ধর্ম তৈরি হয়েছিল, ধর্ম যখন ব্রহ্মার নিরাকার রূপ তৈরি হয়েছিল অর্থাৎ ধর্ম ব্রহ্মার নিরাকার রূপ তৈরি করেছিল (নি)। নি শব্দাংশের গুরুত্ব দেখানোর জন্য নিকে নিরাকার ব্রহ্মার সংক্ষিপ্ত রূপ দেওয়া হয়েছে। সুতরাং এটি সাকার ব্রহ্মা (সা) দিয়ে শুরু হয়ে নিরাকার ব্রহ্মা (নি) দিয়ে শেষ হয়।\nনিষাদ হাতির ভেঁপু থেকে উৎসারিত বলে কথিত আছে।\nনিষাদ শুক্র গ্রহের সাথে যুক্ত।\nনিষাদ বহু রঙের সাথে যুক্ত।\n\n\n== আরো দেখুন ==\nহিন্দুস্তানি শাস্ত্রীয় সঙ্গীতে রাগের তালিকা\nস্বর\nষড়জ (সা)\nঋষভ (রে)\nগান্ধার (গা)\nমধ্যম (মা)\nপঞ্চম (পা)\nধৈবত (ধা)\nনি (স্বর)\n\n\n== তথ্যসূত্র =="}