{"pageid": 1390382, "title": "উসামা ইবনে যায়িদের অভিযান", "url": "https://bn.wikipedia.org/wiki?curid=1390382", "content": "উসামা বিন যায়িদের অভিযানটি ছিল উসামা ইবনে যায়িদের নেতৃত্বে প্রাথমিক মুসলিম খিলাফতের একটি সামরিক অভিযান যা ৬৩২ সালের জুন মাসে সংঘটিত হয়েছিল, যেখানে মুসলিম বাহিনী বাইজেন্টাইন সিরিয়া আক্রমণ করেছিল। অভিযানটি মুতার যুদ্ধের তিন বছর পর হয়েছিল।\nবিদায় হজ্জের পরে ইসলামের নবি মুহাম্মাদ উসামা ইবনে যায়িদকে বাইজেন্টাইন সাম্রাজ্যের বলকা অঞ্চলে আক্রমণ করার জন্য একটি অভিযাত্রী বাহিনীর কমান্ডার নিযুক্ত করেছিলেন। মুতার যুদ্ধের মুসলিম শহীদদের প্রতিশোধ নিতে মুহাম্মাদ উসামাকে সিরিয়ায় পাঠান, যেখানে উসামার পিতা ও মুহাম্মাদের দত্তক পুত্র যায়িদ ইবনে হারেসা নিহত হয়েছিলেন।\nউসামার অভিযান সফল হয়েছিল এবং তার সেনাবাহিনীই ছিল প্রথম মুসলিম বাহিনী যারা সফলভাবে বাইজেন্টাইন অঞ্চলে আক্রমণ ও অভিযান চালায়, এইভাবে পরবর্তী মুসলিমদের পূর্ব-ভূমধ্যসাগরীয় বিজয় এবং মিশরের মুসলিম বিজয়ের পথ প্রশস্ত করে, উভয়টিই উসামার জীবদ্দশায় হয়েছিল।\n\n\n== পটভূমি ==\nমুতার যুদ্ধ ৬২৯ সালের সেপ্টেম্বরে মুতা গ্রামের কাছে, জর্ডান নদীর পূর্বে এবং কারাকের কাছে, মুহাম্মাদের বাহিনী এবং বাইজেন্টাইন সাম্রাজ্যের বাহিনী এবং তাদের আরব খ্রিস্টান গাসানিদের বাহিনীগুলির মধ্যে লড়াই হয়েছিল। ইসলামি ঐতিহাসিক সূত্রে, যুদ্ধটিকে সাধারণত মুসলিমদের গাসানীয়দের বিরুদ্ধে প্রতিশোধ নেওয়ার প্রচেষ্টা হিসাবে বর্ণনা করা হয়। কারণ, একজন গাসানীয় শাসক মুহাম্মাদের দূতকে হত্যা করেছিলেন যিনি বুসরার পথে ছিলেন। যুদ্ধের সময় মুসলিম বাহিনী পিছু হটে। তিনজন মুসলিম নেতা (উসামার পিতা যায়িদ ইবনে হারেসাসহ) শহিদ হওয়ার পর খালিদ বিন ওয়ালিদকে নেতৃত্ব দেওয়া হয় এবং তিনি বাকি বাহিনীকে বাঁচাতে সফল হন। বেঁচে থাকা মুসলিম বাহিনী মদিনায় পশ্চাদপসরণ করে।\n৬৩২ সালে বিদায়ী হজ্জের পর মুহাম্মাদ উসামা ইবনে যায়িদকে বাইজেন্টাইন সাম্রাজ্যের বলকা অঞ্চলে আক্রমণ করার জন্য একটি অভিযাত্রী বাহিনীর কমান্ডার নিযুক্ত করেছিলেন। এই অভিযানের উল্লিখিত লক্ষ্য ছিল মুতার যুদ্ধে মুসলমানদের ক্ষতির প্রতিশোধ নেওয়া, যেখানে উসামার পিতা এবং মুহাম্মাদের দত্তক পুত্র যায়িদ ইবনে হারেসা নিহত হয়েছিলেন। উসামা আনুমানিক ৩০০০ লোকের একটি বাহিনী সংগ্রহ করেছিলেন, যার মধ্যে ১০০০জন অশ্বারোহী সৈন্য ছিল এবং আবু বকর অভিযানে উসামার সাথে যোগ দেওয়ার ইচ্ছা করেছিলেন। উসামা তার আগে গুপ্তচরও পাঠিয়েছিলেন, যেখান থেকে তিনি জানতে পেরেছিলেন যে শত্রুরা তার সেনাবাহিনীর আসন্ন পন্থা সম্পর্কে এখনও অবগত নয়।\nযাইহোক, ৮ জুন মুহাম্মাদের মৃত্যুর কারণে অভিযান বিলম্বিত হয় এবং আবু বকর মদিনায় খলিফা নির্বাচিত হন। মুহাম্মাদের মৃত্যুর সাথে সাথে, কিছু মুসলিম নেতা এবং লোক উসামার নেতৃত্বে যাওয়ার বিরোধিতা করেছিলেন কারণ তারা মনে করেছিল যে, বিশ বছর বয়সী উসামা সেনাবাহিনীর নেতৃত্ব দেওয়ার জন্য খুব কম বয়সী। মুহাম্মাদ এসব উদ্বেগকে মূল্যায়ন করেননি। এই ঘটনাটি সহীহ বুখারীতেও উল্লেখ আছে। মুহাম্মাদের কিছু সাথী মুহাম্মাদের স্থলাভিষিক্ত ইসলামি সম্প্রদায়ের নবনির্বাচিত নেতা আবু বকরকে উসামার কম বয়সের কারণে উসামার পরিবর্তে উমর ইবনুল খাত্তাবকে সেনাবাহিনীর কমান্ডার হিসাবে নির্বাচিত করার চেষ্টা করেছিলেন।\nআরব জুড়ে ক্রমবর্ধমান বিদ্রোহ ও ধর্মত্যাগের কারণে আবু বকর এই অভিযানের জন্য প্রচণ্ড চাপের মধ্যে ছিলেন, কিন্তু তিনি দৃঢ়প্রতিজ্ঞ ছিলেন। মুহাম্মাদের সিদ্ধান্ত পুনর্ব্যক্ত করেন এবং উসামার নেতৃত্বে অভিযান পরিচালনা করেন।\n\n\n== অভিযান ==\nতাবারির মতে, সিরিয়ার অধিবাসীদের বিরুদ্ধে অভিযান চালানোর আগে আবু বকর উসামাকে যুদ্ধের দশটি নিয়ম অনুসরণ করার নির্দেশ দিয়েছিলেন। আবু বকরের দশটি নিয়মের বর্ণনা মুওয়াত্তার সুন্নি হাদিস সংগ্রহেও উল্লেখ করা হয়েছে।\nতাবারি বলেছেন যে অভিযানটি সফল হয়েছিল এবং উসামা সিরিয়ায় পৌঁছেছিলেন এবং বাইজেন্টাইন অঞ্চলে সফলভাবে আক্রমণকারী প্রথম মুসলিম বাহিনী হয়ে ওঠেন, এইভাবে বাইজেন্টাইন সাম্রাজ্য থেকে সিরিয়া এবং মিশরে পরবর্তী মুসলিম বিজয়ের পথ প্রশস্ত করে।\nএই অভিযানটি ইসলামের ইতিহাসে উল্লেখযোগ্য হয়ে ওঠে কারণ কীভাবে মাত্র আঠারো বছর বয়সী উসামাকে নেতৃস্থানীয় প্রবীণ এবং নবির উচ্চ পদস্থ সাহাবি যেমন উমর, সাদ ইবনে আবি ওয়াক্কাস, সাঈদ ইবনে যায়িদ, আবু উবায়দা ইবনুল জাররাহ এবং কাতাদা ইবনুল নু’মান প্রভৃতির উপরে সামগ্রিক সেনাপতি নিযুক্ত করা হয়েছিল।\n\n\n== আরও দেখুন ==\nমুহাম্মাদের নেতৃত্বে যুদ্ধের তালিকা\nমুসলিমদের পূর্ব-ভূমধ্যসাগরীয় অঞ্চল বিজয়\nরিদ্দার যুদ্ধ\nগাজওয়া\nইসলামি সামরিক আইনশাস্ত্র\nযায়েদ ইবনে হারেসা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জী =="}