{"pageid": 1390541, "title": "শ্রাবণ পুত্রদা একাদশী", "url": "https://bn.wikipedia.org/wiki?curid=1390541", "content": "শ্রাবণ পুত্রদা একাদশী বা পবিত্রা একাদশী হলো একটি হিন্দু পবিত্র দিন যেদিন হিন্দু শ্রাবণ মাসের বর্ধিত চন্দ্রের(শুক্লপক্ষ) ১১ তম চান্দ্র দিনে ( একাদশী ) হয়ে থাকে। এটি গ্রেগরিয়ান বর্ষপঞ্জি   অনুসারে জুলাই বা আগস্ট মাসে পড়ে। \nপৌষ (ডিসেম্বর-জানুয়ারি) এর অন্য পুত্রদা একাদশী থেকে পৃথক করার জন্য এই দিনটিকে শ্রাবণ পুত্রদা একাদশী বলা হয়। একে পৌষ পুত্রদা একাদশীও বলা হয়। \nএ দিন ২৪ ঘন্টা উপবাস পালন করা হয়।  বিশেষ করে স্বামী - স্ত্রী কর্তৃক বিষ্ণুকে (অন্যান্য একাদশীর মতো) পূজা করা হয় যাদের বিবাহের পরে দীর্ঘ সময় ধরে পুত্র হয় না। পরে ব্রতপ্রভাবে একটি পুত্র সন্তান জন্ম হয়। এই দিনটি বিশেষত বৈষ্ণবরা (বিষ্ণুর ভক্ত)পালন করে। \nএকটি পুত্রকে সমাজে সম্পূর্ণরূপে গুরুত্বপূর্ণ হিসাবে বিবেচনা করা হয় কারণ সে জীবনে পিতামাতার বৃদ্ধ বয়সে তাদের যত্ন নেয় ও শ্রাদ্ধ (পূর্বপুরুষের আচার) দ্বারা পরলোকে তার পিতামাতার মঙ্গল নিশ্চিত করে। যদিও প্রতিটি একাদশীর পৃথক নাম রয়েছে এবং নির্দিষ্ট লক্ষ্যের জন্য নির্ধারিত। পুত্র হওয়ার লক্ষ্য এতটাই মহান যে দুটি পুত্রদা (\"পুত্রদাতা\") একাদশী পৃথিবীতে বিদ্যমান। অন্য একাদশীতে এই সুবিধা নেই।  \n\n\n== কিংবদন্তি ==\nপবিত্রোপন একাদশী সম্পর্কে কিংবদন্তি কাহিনী ভবিষ্য পুরাণে রাজা যুধিষ্ঠিরের কাছে ভগবান শ্রীকৃষ্ণ বর্ণনা করেছেন। রাজা মহিজিৎ ছিলেন মাহিষ্মতীর একজন ধনী ও শক্তিশালী শাসক। তার কোন সন্তান ছিল না। তিনি তার সমস্যার সমাধানের জন্য রাজপণ্ডিত ,ঋষি ও ব্রাহ্মণ পুরোহিতদের) পরামর্শ চাইলেন। কোন প্রতিকার না পেয়ে রাজার পরিষদবর্গ সর্বজ্ঞানী ঋষি লোমশের কাছে গেল। লোমশ ধ্যান করে জানতে পারলেন, মহিজিতের দুর্ভাগ্য তার পূর্বজন্মের পাপের ফল। ঋষি বলেন, মহীজিৎ পূর্বজন্মে বণিক ছিলেন। ব্যবসার কাজে বেড়াতে গিয়ে বণিক একবার অত্যন্ত তৃষ্ণার্ত হয়ে এক পুকুরে  গেলেন। সেখানে এক গাভী ও তার বাছুর পানি পান করছিল। বণিক তাদের তাড়িয়ে দিয়ে নিজে জল পান করল। এই পাপের ফলে তিনি নিঃসন্তান হন।বিপরীতে পূণ্যের ফলে তার জন্ম হয় শান্তিময় রাজ্যের রাজা হিসেবে।\nলোমশ রাজা ও রাণীকে তার পাপ থেকে মুক্তি পাওয়ার জন্য পবিত্রা শ্রাবণ একাদশী উপবাস করার পরামর্শ দেন। পরামর্শ অনুসারে, রাজদম্পতি ও তাদের প্রজাগণ উপবাসী হয়ে দেবতা বিষ্ণুর কাছে প্রার্থনা করে সারা রাত জাগরণে তাঁর দিব্য নাম কীর্তন করেন। রাজা শিক্ষিতদের স্বর্ণ, গহনা, জামাকাপড় ও অর্থ দান করেন। তাদের ইচ্ছা পূরণ হয়। তাদের একটি সুদর্শন পুত্র জন্মগ্রহণ করে পরবর্তীকালে তাদের রাজ্যের উত্তরাধিকারী হওয়ার জন্য।  \n\n\n== আরাধনা ==\nপুত্রদা একাদশী সহ সমস্ত একাদশী দিনে বিষ্ণুর উপাসনা একটি সাধারণ আচার যাতে মুক্তি লাভ তথা সমস্ত পাপ থেকে পরিত্রাণ পেতে, সন্তানলাভ (বিশেষ করে পুত্র) করা যায়।  এদিন ভক্তরা একটি পুত্র সন্তানের জন্য উপবাস করে। যে ঘরে দেবতা বিষ্ণুর পূজা হয় সেখানে তারা ঘুমায়। এই উপলক্ষে ব্রাহ্মণদের অর্থ, খাদ্য, বস্ত্র ইত্যাদি উপহার দেওয়া একটি স্বীকৃত প্রথা। এই শ্রাবণ পুত্রদা একাদশী উত্তর ভারত ব্যতীত অন্যান্য রাজ্যে বেশি জনপ্রিয়। অন্যদিকে পৌষ একাদশী উত্তর ভারতে জনপ্রিয়। \nপবিত্রোপন্না একাদশী থেকে ঝুলন যাত্রা উৎসব পর্যন্ত পাঁচ দিনের অনুষ্ঠান পূর্ণিমা দিন অবধি পালন করা হয়। উৎসবের মধ্যে রয়েছে ঝুলা  বা সুন্দর ফুল ও লতা দিয়ে দোলনা সাজানো। শেষ দিন দোলনায় স্থাপিত দেবতা কৃষ্ণ ও তাঁর সহধর্মিণী রাধার রঙিন পোশাকে ছোট ছোট মূর্তিগুলি পূজা করা হয়। \n\n\n== তথ্যসূত্র =="}