{"pageid": 1390648, "title": "প্রাচীন ভারতে রাজতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1390648", "content": "প্রাচীন ভারতে রাজতন্ত্র বলতে রাজার দ্বারা ভূখণ্ডের উপর সার্বভৌমত্ব বোঝায়। রাজা নির্দিষ্ট ভূখণ্ডের রক্ষক হিসাবে কাজ করতেন। রাজার ভূমিকায় ধর্মনিরপেক্ষ এবং ধর্মীয় শক্তি উভয়ই জড়িত ছিলো। বৈদিক ও পরবর্তী বৈদিক যুগের মধ্যে রাজত্বের অর্থ ও তাৎপর্য নাটকীয়ভাবে পরিবর্তিত হয়, এবং জৈন ও বৌদ্ধ শাসকদের আমলে আরও উন্নয়ন হয়েছিলো। যদিও প্রমাণ পাওয়া যায় যে বৈদিক এবং পরবর্তী বৈদিক যুগে রাজত্ব সর্বদা বংশগত ছিল না, এবং ব্রাহ্মণ সাহিত্য রচনার সময়কাল থেকে নির্বাচনী রাজত্বের চিহ্ন বিলুপ্ত হতে শুরু করেছিলো।\n\n\n== রাজত্ব ও বেদ ==\nরাজার কার্যালয় প্রতিষ্ঠা সম্পর্কে বৈদিক ধারণাগুলি শেষ পর্যন্ত এক দেবতার রাজ্যাভিষেকের বিষয়ে কিংবদন্তির উপর নির্ভর করে অন্য সকলের রাজা হিসাবে। কোন দেবতা এই পদে জয়ী হয়েছেন তা নিয়ে কিংবদন্তি রয়েছে; ঋগ্বেদে ইন্দ্র, অগ্নি, সোম, যম এবং বরুণকে \"রাজা\" বলে সম্বোধন করা হয়েছে। প্রকৃতপক্ষে, ঋগ্বেদে রাজত্ব শুধুমাত্র রাজা হিসেবে দেবতাদের রূপে প্রকাশ পায়। ১০.১৭৩-১০.১৭৫ এর মতো পার্থিব রাজাদের সরাসরি সম্বোধন করা স্তবগুলি নিয়মের পরিবর্তে ব্যতিক্রম। স্তোত্রগুলিতে, রাজাকে ইন্দ্র দ্বারা \"প্রতিষ্ঠিত\" এবং সোম ও সবিত্র দ্বারা \"বিজয়ী\" করা হয়েছে। যদিও এটি দেবতাদের উপর রাজার ঘনিষ্ঠ নির্ভরতা বোঝায়, তবে ঋগ্বেদে মানব রাজার চিত্রের বিরলতা এই ধারণার সাথে একমত যে এই সময়ে রাজারা মূলত উপজাতি প্রধানদের সাথে এক স্তরে ছিলেন এবং তাদেরকে ঐশ্বরিক হিসাবে দেখা হত না। ১০.১২৪.৮-এ উত্তেজক লাইন রয়েছে যেখানে লোকেরা তাদের রাজা নির্বাচন করার কথা উল্লেখ করে এবং অথর্ববেদে ৩.৪.২ এটি নিশ্চিত করে বলে মনে হয়। এছাড়াও, ঋগ্বেদের বেশ কয়েকটি স্তোত্র সমিতির গুরুত্ব (১০.১৬৬.৪, ১০.১৯১), পরিচালনা পরিষদ, আরও ইঙ্গিত করে যে প্রাথমিক বৈদিক রাজা উপজাতীয় পরিবেশে শাসন করেছিলেন যেখানে সমাবেশের সিদ্ধান্ত গ্রহণ এখনও প্রধান ভূমিকা পালন করেছিল।\nউপরে যেমন বলা হয়েছে, বৈদিক যুগের প্রথম দিকে রাজাকে ঐশ্বরিক মনে করা হত না। ব্রাহ্মণ শাস্ত্রগুলো রচনার সময়, যাইহোক, রাজা তার গুণাবলী এবং তার সম্পাদিত আচার-অনুষ্ঠানের মাধ্যমে দেবতাদের সাথে ক্রমবর্ধমানভাবে যুক্ত হয়েছিলেন। এছাড়াও এই সময়ের মধ্যে, রাজত্ব একটি বংশগত অবস্থানে রূপান্তরিত হয়েছিল এবং সমিতির গুরুত্ব হ্রাস পেতে শুরু করে।\n\n\n== ধর্ম ও রাজা ==\nবেদের পূর্বে, স্থানীয় জনগণকে শাসন করে সামরিক ভ্রাতৃত্বের গঠন ঘটেছিল। তারা স্থানীয় জনসংখ্যার মধ্যে শোষিত হওয়ার পাশাপাশি সমাজের মধ্যে রাজনৈতিক ক্ষমতা আন্তঃ-বংশীয় ব্যবস্থা থেকে পরিবর্তিত হতে শুরু করে যেখানে বিভিন্ন গোষ্ঠী দায়িত্বগুলিকে আরও বৈদিক-সদৃশ ব্যবস্থায় বিভক্ত করে যেখানে শাসক তার প্রজাদের উপর শাসন করতেন এবং তাদের জন্য ব্যবস্থা করেছিলেন। এই নতুন ব্যবস্থায় সর্বপ্রথম ব্রাহ্মণ ও ক্ষত্রের ধারণার উদ্ভব হয়, বা আধ্যাত্মিক ও সাময়িক শক্তি, যথাক্রমে। সাম্প্রদায়িক ধর্ম অর্জনের জন্য, ব্রাহ্মণকে সঠিকভাবে \"অন্যদেরকে তাদের কর্তব্যের নির্দেশ দিতে হবে\" এবং তাদের আধ্যাত্মিক অনুশীলনকে পরিচালনা করতে হবে; অন্যদিকে, ক্ষত্রিয়কে ধর্ম অনুসারে আনুগত্য বজায় রাখার এবং এইভাবে সঠিক অনুশীলনগুলি কার্যকর করা হচ্ছে তা নিশ্চিত করার \"রাজকীয় কার্য\" নিয়ে বিনিয়োগ করা হয়েছিল। প্রদত্ত যে প্রাক্তন সঠিক আধ্যাত্মিক কর্মের সিদ্ধান্ত নিয়েছে এবং পরবর্তীতে এটি প্রয়োগ করেছে, ধর্মের কার্য সম্পাদন নিশ্চিত করার জন্য উভয়ের মধ্যে অপরিহার্য সহযোগিতার উদ্ভব হয়েছিল, এবং এই সহযোগিতা \"স্মৃতির রাজত্বের তত্ত্বের মৌলিক উপাদান\" গঠন করে। এটি আত্মার পুনর্জন্মের মতবাদের বিকাশের সাথে মিলিত হয়েছে এবং ধারাবাহিক পুনর্জন্মের চক্র থেকে সম্ভাব্য মুক্তির মোক্ষ যাকে সংসার নামে পরিচিত কিছু জনপ্রিয় মহাকাব্যের পূর্ববর্তী গল্পগুলির দ্বারা উদাহরণ দেওয়া হয়েছে, যেমন বিদুলার গল্প যেখানে যোদ্ধা অপ্রীতিকর প্রতিকূলতার মুখে যোদ্ধা হিসেবে তার দায়িত্ব পালনের জন্য আবেগপ্রবণ হয়। এই নতুন দর্শন অনুসারে, শাসকদেরকে \"যার স্থায়ী মূল্য নেই তার আকাঙ্ক্ষা না করেই [তাদের] কর্তব্য গ্রহণ করতে হবে এবং পালন করতে হবে\", অন্য কথায়, তাদের কর্মের সাথে নিজেদেরকে সংযুক্ত না করে এবং শুধুমাত্র তাদের কর্মের শেষ পরিণতির কথা চিন্তা করে। সক্ষম করে, এবং প্রয়োজনে প্রত্যেককে এইভাবে আচরণ করতে বাধ্য করে, \"অবশেষে কর্মফল থেকে পরিত্রাণের দিকে নিয়ে যায়\", এবং এইভাবে ব্রহ্মার আধ্যাত্মিক লক্ষ্য অর্জন করে, সংসারের চক্র থেকে রক্ষা পায়।\nউপরে উল্লিখিত হিসাবে, একজন রাজার কর্তব্যের প্রতি এই ধরণের বিচ্ছিন্ন ভক্তির সর্বোত্তম উদাহরণ ভগবদ্গীতা ও রামায়ণে দেখা যায়।\n\n\n== ধর্ম সাহিত্যে রাজত্ব ==\n\n\n=== রাজার দেবত্ব ===\n\nমনুস্মৃতি রচনার সময়, রাজার দেবত্ব সুপ্রতিষ্ঠিত হয়েছিল। মনুস্মৃতি ৭.৪-এ, রাজাকে যম, ইন্দ্র, বরুণ ও কুবের সহ বিভিন্ন দেবতার ঐশ্বরিক কণা থেকে তৈরি করা হয়েছে। এটি পূর্ববর্তী বিশ্বাসের সাথে ঘনিষ্ঠভাবে দেখা যেতে পারে যে তার রাজ্যাভিষেকের সময়, রাজা দেবতাদের বিভিন্ন দিক গ্রহণ করেছিলেন। মনুস্মৃতি ৭.৮-এ বলা হয়েছে যে এমনকি একজন শিশু রাজাকেও কখনই অসম্মান করা উচিত নয়, কারণ তিনি বাস্তবে পৃথিবীতে একজন দেবতা। নারদস্মৃতি ১৮.৪৯-৫০ এই অনুভূতির প্রতিধ্বনি করেছেন, বলেছেন যে রাজার দেবত্ব তার আদেশের জোরে স্পষ্ট: তার কথাগুলো সে উচ্চারণের সাথে সাথেই আইন হয়ে যায়। এটি পূর্ববর্তী ধর্মসূত্র গ্রন্থের বিপরীতে, যা ব্রাহ্মণদের তুলনায় রাজার অধীনস্থ মর্যাদার উপর জোর দেয় বলে মনে হয় এবং তার দেবত্বের কোন উল্লেখ করে না।\n\n\n=== রক্ষক হিসাবে রাজা ===\nধর্মসূত্র ও ধর্মশাস্ত্রগুলি একমত যে রাজার বিশেষ দায়িত্ব তার রাজ্যে যারা আছে তাদের জন্য ধর্ম রক্ষা করা, শাস্তি দেওয়া এবং রক্ষা করা।  যাইহোক, ধর্মসূত্রে রাজত্বের সৃষ্টির নতুন পৌরাণিক কাহিনী পাওয়া যায় না এবং পূর্ববর্তী বৈদিক সাহিত্যের থেকে ভিন্ন ধর্মশাস্ত্রে দেখা যায়। মনুস্মৃতি ৭.২-এ বলা হয়েছে যে স্বয়ং-অস্তিত্বশীল প্রভু রাজাকে সৃষ্টি করেছেন বিশৃঙ্খল বিশ্বে শৃঙ্খলা ফিরিয়ে আনতে যা তাকে ছাড়া ছিল। তারপর প্রভু শাস্তি সৃষ্টি করেছেন (দেবতা হিসাবে বলা হয়েছে), কারণ শাস্তির মাধ্যমে জগতকে বশীভূত করা হয় (মনুস্মৃতি ৭.২২)। রক্ষক এবং শাস্তিদাতা হিসাবে তার দায়িত্ব পালন করে, রাজা উন্নতি লাভ করেন (মনুস্মৃতি ৭.১০৭)। দুর্বল এবং অসহায় (অর্থাৎ বিধবা, শিশু, মানসিকভাবে অসুস্থ, নিঃস্ব) রাজকীয় সুরক্ষা পেতে হয়েছিল।  একে অপরের বিরুদ্ধে তার প্রজাদের রক্ষা করার বাইরে, ক্ষত্রিয় হিসেবে রাজারও কর্তব্য ছিল তার প্রজাদের বাইরের হুমকি থেকে রক্ষা করা এবং প্রতিদ্বন্দ্বী রাজ্যের সাথে যুদ্ধ করা। মনুস্মৃতি ৭.৮৭, উদাহরণস্বরূপ, বলে যে একজন রাজাকে যখন চ্যালেঞ্জ করা হয়, তখন তাকে কখনোই যুদ্ধ থেকে পিছিয়ে পড়া উচিত নয়; প্রকৃতপক্ষে, যুদ্ধ করাই তার ধর্ম।\n\n\n=== রাজার বর্ণ ===\nমনুস্মৃতি ৭.৩ যেমন উপরে বলা হয়েছে বিশেষভাবে বলে যে ক্ষত্রিয় যিনি বৈদিক দীক্ষা পেয়েছেন তিনি রাজা হওয়ার যোগ্য। অন্যত্র, যে কোনো দুইবার জন্মগ্রহণকারী ব্যক্তিকে শূদ্র কর্তৃক শাসিত দেশে বসবাস করা নিষিদ্ধ (মনুস্মৃতি ৪.৬১); একইভাবে, ব্রাহ্মণদের উপযুক্ত রাজকীয় বংশের নয় এমন কোনো রাজার কাছ থেকে উপহার গ্রহণ করা নিষিদ্ধ (মনুস্মৃতি ৪.৮৪)। তথাপি মেধাতিথি, কুল্লুক, এবং জ্ঞানেশ্বর এর মত ভাষ্যকাররা মূলত রাজার বংশ সম্পর্কে এই ধরনের নিয়মগুলিকে উল্টে দিয়েছেন, বলেছেন যে কোনও অঞ্চলের উপর ক্ষমতার অধিকারী হিসাবে স্বীকৃত যে কোনও ব্যক্তিকে তার বর্ণ নির্বিশেষে রাজা হিসাবে বোঝা উচিত।\n\n\n=== রাজার কর্তৃত্ব ===\nরাজার কর্তৃত্বের ভিত্তি ধর্ম সাহিত্যে কিছু অসঙ্গতির বিষয়। ধর্ম গ্রন্থের কিছু লেখক মনে করেন যেন রাজার ক্ষমতা কেবল তার ধর্মের আনুগত্য এবং এর সংরক্ষণে নিহিত। তার আদেশ শুধুমাত্র শক্তিশালী যে তারা আইন অনুযায়ী; তার আইনগত সিদ্ধান্তগুলি কেবল শাস্ত্রে যা বলা হয়েছে তার উপর ভিত্তি করে হওয়া উচিত, তার নিজের ইচ্ছা ও কর্তৃত্বের উপর নয়। তদুপরি, রাজা প্রকৃতপক্ষে কেবলমাত্র তার ব্রাহ্মণ উপদেষ্টারা ধর্ম বলে ঘোষণা করেন। বশিষ্ঠ ধর্মসূত্র ১.৩৯-৪১-এ, উদাহরণস্বরূপ, স্পষ্ট যে ব্রাহ্মণরা বলবেন যে তিনটি বর্ণের জন্য ধর্ম কী, এবং রাজা সেই অনুযায়ী শাসন করবে। তবে অন্যান্য গ্রন্থে, এমনকি একই গ্রন্থের অনুচ্ছেদেও, রাজার কর্তৃত্ব তার নিজস্ব কারণ ও ইচ্ছার প্রয়োগ জড়িত। সুতরাং, মনুস্মৃতির বিপরীতে ৭.২৮-৩১, ৮.৪৪-৪৫ একই পাঠ্যের মধ্যে বলা হয়েছে যে রাজার উচিত বিচারের প্রশাসনে কর্তনের নিজস্ব ক্ষমতার উপর নির্ভর করা। গৌতম ধর্মসূত্র ১১.২৩-২৪ এর মতোই বিচারে পৌঁছানোর উপায় হিসাবে যুক্তি। কিন্তু নারদস্মৃতির সময়ের মধ্যে, রাজকীয় আদেশকে আইনের অন্যান্য উৎসের উপরে সবচেয়ে শক্তিশালী হিসাবে স্থান দেওয়া হয়েছিল, বাকি সমস্ত বাতিল করে।. রাজকীয় আদেশের পিছনে শক্তি এইভাবে ক্রমবর্ধমানভাবে স্বয়ং রাজার মধ্যে অবস্থিত, যদিও তাকে এখনও ধর্ম রক্ষা করার জন্য আহ্বান জানানো হয়।\nপ্রকৃতপক্ষে, যদিও কিছু সূত্র উল্লেখ করে যে রাজা বিভিন্ন ধর্মীয় বিষয়ে পরামর্শের জন্য ধর্মীয় উপদেষ্টাদের দল রেখেছিলেন, রাজা তার কর্ম ও সিদ্ধান্তের ফলাফল বহন করার জন্য সাধারণ সত্যের জন্য নিজের কাছে শক্তি হয়ে রইলেন, রাজা এবং তার প্রজাদের মধ্যে ভাগ করা পারস্পরিকতার ভিত্তিতে ধারণা: রাজার পরিত্রাণ \"তার প্রজাদের উপর নির্ভর করে, কারণ তিনি তাদের পাপের ফল ভোগ করেন এবং তাদের অর্জিত গুণাবলী থেকে মুনাফা ভোগ করেন\"। একইভাবে, তার প্রজারা তার উপর নির্ভর করে, কারণ যদি তিনি \"তাদেরকে তার মতো করে রক্ষা করেন\" তবে তার লোকেরা \"তাদের কর্তব্যে আত্মনিয়োগ করতে পারে\"। অধিকন্তু, যখন ক্ষমতা ক্রমবর্ধমানভাবে রাজার মধ্যে অবস্থিত ছিল, তার ভূমিকা সীমার মধ্যে বজায় রাখা হয়েছিল এবং সমাজের মধ্যে তিনি যে ভূমিকা পালন করেছিলেন তা পূর্বে অস্পৃশ্য অঞ্চলগুলিতে প্রসারিত হয়নি। উদাহরণস্বরূপ, আধ্যাত্মিক পরিত্রাণের (অর্থাৎ মোক্ষ) বিষয়ে, রাজার কোনো সরাসরি ভূমিকা ছিল না; \"কোন কুসংস্কারমূলক ধারণা প্রচার করা, ধার্মিকতার কোন অংশ স্থাপন করা\" তার দায়িত্ব নয়, অথবা \"ধর্ম কি বা নয়\" সংজ্ঞায়িত করতে বা এর অনুশীলন নির্ধারণ করতে সহায়তা করতে। বিপরীতে, রাজাকে বলপ্রয়োগকারী এবং কখনও কখনও মধ্যস্থতাকারী হিসাবে কাজ করতে হয়েছিল যার মাধ্যমে \"সাম্রাজ্যিক বলিদান অনুষ্ঠান\" ঘটেছিল। প্রকৃতপক্ষে, বিশেষ \"দেবতাদের সাথে সখ্যতা\", বিশেষ করে ইন্দ্র, ব্যক্তিগতভাবে বিশেষ বলিদান পরিচালনায় এবং অন্যদের অনুরূপভাবে আচার-অনুষ্ঠান সম্পাদন নিশ্চিত করার ক্ষেত্রে তাঁর ভূমিকার ফলে রাজার কর্তৃত্বের উৎস হিসেবে উল্লেখ করা হয়েছে। এই ধরনের যজ্ঞের উদাহরণগুলির মধ্যে রয়েছে রাজসূয়, অশ্বমেধ, এবং ইন্দ্রমহাভিষেক (ইন্দ্রের মহান অভিষেক)।\n\n\n=== রাজ্যশাসন কার্য ===\nঅর্থশাস্ত্র, মনুস্মৃতি ও যাজ্ঞবল্ক্যস্মৃতির ঐতিহ্য অনুসরণ করে, রাজধর্মকে সংজ্ঞায়িত করতে গিয়ে কীভাবে রাজা তার সরকার প্রতিষ্ঠা করবেন এবং তার রাজ্য পরিচালনা করবেন সে সম্পর্কে বিশদ বিবরণে যান। মনুস্মৃতিতে, উদাহরণ স্বরূপ, রাজার কীভাবে তার মন্ত্রীদের বেছে নেওয়া উচিত সেই আলোচনা একজন রাজার যে গুণাবলি গড়ে তোলা উচিত তার বর্ণনাকে সরাসরি অনুসরণ করে। মনুস্মৃতি ৭.৫৪ রাজাকে তাদের বর্ণকে নির্দিষ্টভাবে সংজ্ঞায়িত না করে সাত বা আটজন পরামর্শদাতা বেছে নেওয়ার পরামর্শ দেন যারা বিদ্বান এবং মহান জন্মগত। তবে এর মধ্যে থেকে একজনকে প্রধানমন্ত্রী হিসেবে বেছে নেওয়া উচিত এবং পাঠ্যটি উল্লেখ করে যে এই ব্যক্তিকে ব্রাহ্মণ হতে হবে। অন্যদিকে, যাজ্ঞবল্ক্যস্মৃতি ১.৩১০, পরামর্শ দেন যে সকল মন্ত্রীরা ব্রাহ্মণ হবেন।\nনিম্ন কর্মকর্তাদের (অমাত্য) সততা, বুদ্ধিমত্তা এবং চতুরতা সহ তাদের ব্যক্তিগত গুণাবলীর উপর ভিত্তি করে দায়িত্ব নিযুক্ত করা উচিত। অমাত্যদের তত্ত্বাবধানের কাজগুলোর মধ্যে ছিল কর সংগ্রহ, রাজকীয় খনি তত্ত্বাবধান এবং গণপরিবহন ব্যবহারের জন্য টোল আদায় করা।\nমনুস্মৃতি অর্থশাস্ত্রকে অনুসরণ করে বলে যে দূতদের নির্বাচন করা উচিত চতুরতার উপর ভিত্তি করে এবং ইঙ্গিত ও অঙ্গভঙ্গি বোঝার ক্ষমতার উপর ভিত্তি করে, অর্থাৎ, প্রতিদ্বন্দ্বী রাজার চেহারা পড়ার জন্য তার উদ্দেশ্য এবং সাধারণ স্বভাব সম্পর্কে ইঙ্গিত পাওয়ার জন্য। দূতের ভূমিকা ছিল কূটনীতি ও পুনরুদ্ধার উভয়ের জন্যই গুরুত্বপূর্ণ। দূতের ভূমিকার গুরুত্ব যাজ্ঞবল্ক্যস্মৃতি ১৩.৩২৮-এ দেখা যায়, যেখানে দূত প্রেরণ ও ফেরত উভয়ের জন্য প্রস্তুতির জড়িত দল রয়েছে, তার সমস্ত মন্ত্রীদের সাথে রাজার বৈঠক সহ।\nতার রাজ্যের সংগঠনের ক্ষেত্রে, রাজা, মনুস্মৃতি অনুসারে, দ্বিতীয়, তৃতীয় ও পঞ্চম গ্রামের মধ্যে এবং শততম গ্রামের মধ্যে আরক্ষিক নিয়োগ করা উচিত। নিয়ন্ত্রকদের এখতিয়ার সহ এক, দশ, বিশ, একশত, এবং এক হাজার গ্রামেও নিয়োগ করা উচিত (বিষ্ণুস্মৃতি ৩.৯-১০-এ এক, দশ, একশো, এবং পুরো জেলা রয়েছে)। গ্রামে যে কোন সমস্যা দেখা দিলে তা ক্রমান্বয়ে উচ্চতর নিয়ন্ত্রকদের কাছে জানাতে হবে; বিষ্ণুস্মৃতি বলে যে যখন নিম্নতর নিয়ন্ত্রক দ্বারা সমাধান না হয়, সমস্যাটি অবশ্যই পরবর্তী সর্বোচ্চ নিয়ন্ত্রককে জানাতে হবে এবং আরও অনেক কিছু।\n\n\n=== রাজা এবং আইনি প্রক্রিয়া ===\n\nনারদের মতে, রাজা হলেন আইনী পদ্ধতির সর্বোচ্চ স্থান। এটি ইঙ্গিত করবে যে শুধুমাত্র সবচেয়ে গুরুত্বপূর্ণ মামলাগুলি রাজার দ্বারা সরাসরি শুনানি হবে, অর্থাৎ যে মামলাগুলির জন্য স্থানীয় সম্প্রদায় বা গিল্ড আদালতে সিদ্ধান্ত পৌঁছানো সম্ভব হয়নি। মনু ও বিষ্ণু দুজনেই বলেছেন যে রাজা হয় নিজে মামলার বিচার করতে পারেন (অবশ্যই, ব্রাহ্মণ আইনবিদদের দ্বারা), অথবা তিনি তার বিচারের তত্ত্বাবধানের জন্য ব্রাহ্মণ বিচারক নিয়োগ করতে পারেন। মনু এমনকি অনুমতি দেয় যে অ-ব্রাহ্মণ দ্বিজকে আইনি দোভাষী হিসেবে নিয়োগ করা যেতে পারে, কিন্তু কোনো অবস্থাতেই শূদ্র হিসেবে কাজ করতে পারে না।\nধর্ম গ্রন্থগুলি অভিন্নভাবে জোর দেয় যে রাজা তার বিচারে নিরপেক্ষ হন। মনু বলেছেন যে রাজা যে তার শাস্তি প্রদানে আংশিক এবং অন্যায় সে নিজেই শাস্তি পাবে (৭.২৭), ৮.১২৮ তে বলেছেন যে শাস্তি পাওয়ার যোগ্য নয় এমন একজনকে শাস্তি দেওয়া রাজাকে নরকে নিন্দা করে। অন্যত্র, বিষ্ণু ও নারদ জোর দিয়েছিলেন যে রাজা এবং তার বিচারক উভয়েই তাদের মামলার শুনানিতে নিরপেক্ষ হবেন। এর ধর্মীয় পাশাপাশি কঠোরভাবে আইনি প্রভাব ছিল; নারদ মাতৃকা ১.৬৫ অনুসারে, রাজা যিনি মামলার শুনানির ক্ষেত্রে যথাযথ পদ্ধতি অনুসরণ করেন তিনি এই পৃথিবীতে ও পরকালে স্বর্গে খ্যাতি নিশ্চিত করেন।\nবৃহস্পতিস্মৃতিতে, রাজাকে সকালে অভিসিঁচন করার পর তার রাজকীয় পোশাক পরে মামলা শোনার পরামর্শ দেওয়া হয়। এটি মনু ৮.২-এর সাথে বিরোধিতা করে, যেখানে বলা হয়েছে যে আদালতের মামলার প্রতিদিনের শুনানির সময় রাজার পোশাক পরিমিত হওয়া উচিত।\nদূত যেমন শারীরিক ও অঙ্গভঙ্গির মাধ্যমে প্রতিদ্বন্দ্বী রাজার স্বভাব বোঝার জন্য, রাজাকে তার স্বভাব বোঝার জন্য মামলার শুনানির সময় একজন বিবাদীর বাহ্যিক ক্লুগুলি উল্লেখ করার পরামর্শ দেওয়া হয়। মনু ৮.৬২-৭২ পার্থক্য করে যে রাজা কাকে বিচারের ক্ষেত্রে সাক্ষী হিসেবে জিজ্ঞাসাবাদ করতে পারেন বা নাও করতে পারেন; নারদ ১.১৫৯-এ ব্যাপকভাবে প্রসারিত তালিকা দেওয়া হয়েছে। সাক্ষীদের থেকে পরস্পর বিরোধী সাক্ষ্য শোনার পর, রাজাকে মনু ৮.৭৩-এ পরামর্শ দেওয়া হয়েছে যে সংখ্যাগরিষ্ঠ সাক্ষীরা যা বলে তার উপর নির্ভর করতে, অন্যথায় উচ্চতর গুণের সাক্ষীদের সাক্ষ্য; যদি মতপার্থক্য অব্যাহত থাকে তবে ব্রাহ্মণদের সাক্ষ্যের উপর নির্ভর করতে হবে। নারদ ১.১৪২ বলে যে রাজার সেই সাক্ষীদের বরখাস্ত করা উচিত যাদের সাক্ষ্য ক্রমাগত একে অপরের সাথে সাংঘর্ষিক।\nএই তদন্তের পরে, মামলার উপর সিদ্ধান্ত নেওয়া যেতে পারে।\n\n\n== করারোপণ ==\nরাজার জমির নিরঙ্কুশ মালিকানার তত্ত্বের পর রাজার কর অধিকার ছিল যৌক্তিক পরবর্তী পদক্ষেপ। মনু রাজাকে ভূমির নিরঙ্কুশ প্রভু হিসাবে বর্ণনা করেছেন এবং সেই হিসাবে, রাজা জমির ফসলে তার অংশের অধিকারী ছিলেন। জমি ক্রয়, বিক্রয় ও দান করার জন্য রাজার অনুমতি প্রয়োজন ছিল। বাস্তবে, জমিটি ছিল জনগণের নিজস্ব, রাজা কেবল নিরঙ্কুশ মালিকানা দাবি করতেন। যতক্ষণ পর্যন্ত লোকেরা জমিতে কাজ করবে এবং তাদের কর প্রদান করবে, তারা ঠিক থাকবে, কিন্তু অন্যথায়, রাজা তার ক্ষমতা প্রয়োগ করতে এবং জমি বাজেয়াপ্ত করতে পারতেন।\n\n\n=== দ্বিপাক্ষিক চুক্তি ===\nএই বোঝাপড়াটি ছিল রাজা ও জনগণের মধ্যে তৈরি দ্বিপাক্ষিক চুক্তির অংশ। জনগণ জমির কাজ করবে এবং রাজাকে সুরক্ষার জন্য কর দেবে। চুক্তিটি বোঝায় যে জনগণ তাদের তৈরি করা সার্বভৌম কর্তৃপক্ষের কাছে জমা দিয়েছিল, তারা স্বেচ্ছায় কর প্রদান করেছিল, করের হার জনগণ দ্বারা নির্ধারিত হয়েছিল, রাজাকে তার সুরক্ষার জন্য মজুরি হিসাবে কর প্রদান করা হয় এবং রাজাকে উত্তর দিতে হবে জনগণের প্রতি। এ থেকে এই সিদ্ধান্তে আসা যায় যে, রাজার কর দেওয়ার অধিকার রয়েছে, কর প্রদান করা জনগণের কর্তব্য ও দায়িত্বটি রাজার দায়িত্ব পালনের উপর শর্তসাপেক্ষ। করের সাথে সম্পর্ক রক্ষায় রাজার অবদানের এই ধারণাটি এতটাই গুরুত্বপূর্ণ যে কিছু গ্রন্থে রাজাকে কোনো চুরি হওয়া জিনিসের জন্য ক্ষতিপূরণ দিতে হবে যা তিনি পুনরুদ্ধার করতে ব্যর্থ হন।\n\n\n=== পরিসর ===\nরাজার সীমাবদ্ধতা ছিল সে কিভাবে কর দিতে পারে। কিছু সময় অন্যদের চেয়ে ভালো হওয়ায় তাকে কখন কর দিতে হবে তা জানতে হয়েছিল। যে পরিমাণ ব্যক্তির উপর কর আরোপ করা হয়েছিল তা ব্যক্তির প্রকৃতির উপর নির্ভর করে নির্ধারণ করতে হবে। যদি তারা অন্যায় করে ধনী হয়ে থাকে তবে তাদের উপর উচ্চ কর দিতে হবে, যারা স্বচ্ছল তাদের উপর একটু একটু করে কর আরোপ করা হবে এবং যারা দিতে পারে না তাদের কখনই কর দিতে হবে না। মানুষ কর দিতে পারে এমন সীমা অতিক্রম করা উচিত নয়। শুধুমাত্র লাভ ও উদ্বৃত্ত কর দিতে হবে। ধীরে ধীরে এবং সঠিক সময়ে বৃদ্ধি করা উচিত। রাজার উচিত জনগণের উপকার করার জন্য কর ব্যবহার করা।\n\n\n=== করের প্রকার ===\n\n\n==== বলি ====\nপ্রাথমিক বৈদিক যুগে রাজা তার প্রজাদের কাছ থেকে নিয়মিত কর আদায় করতেন। করগুলিকে বালি বলা হত এবং এটি নির্দিষ্ট ব্যক্তির জন্য ১/৬ কৃষি পণ্য বা গবাদি পশু নিয়ে গঠিত। বালির আরেকটি রূপ ছিল রাজা কর্তৃক বিজয়ী শত্রুদের কাছ থেকে নেওয়া শ্রদ্ধা। এই কর সংগ্রহের জন্য ব্যবস্থা ছিল, কিন্তু সঠিক বিবরণ সময়ের কাছে হারিয়ে গেছে। এমনকি পরবর্তী সময়ে যখন অন্যান্য ধরনের করের আবির্ভাব ঘটে তখনও বালি উপস্থিত ছিল। এটি বিশেষ কর ব্যবহার করা হয়েছিল যা অতিরিক্ত রাজস্ব লাভের জন্য বিভিন্ন রাজ্যের দ্বারা ভিন্নভাবে ব্যবহৃত হত।\n\n\n==== ভূমি রাজস্ব ====\nবৈদিক-পরবর্তী সময়ে এটি ছিল প্রধান কর কারণ এটি বালি থেকে উদ্ভূত হয়েছিল। এটি রাষ্ট্রের জন্য আয়ের গুরুত্বপূর্ণ উৎস ছিল এবং এটি প্রতিষ্ঠার পর থেকে প্রতিটি রাজ্যে নিযুক্ত ছিল। এই কর রাজ্য জমির উৎপাদিত ১/৬ প্রাপ্ত করে। এই কর ছিল জমি থেকে তৈরি মুনাফা, মোট উৎপাদন নয়। মানুষ ভালো উৎপাদিত বা টাকা দিয়ে কর দিতে পারত। এছাড়াও জরিপ সঠিকভাবে কর আদায়ে সহায়তা করার জন্য করা হবে।\n\n\n==== সেচ কর ====\nরাজ্যকে জলের প্রাকৃতিক উৎসগুলি দেখতে এবং রক্ষা করতে হয়েছিল। এছাড়াও তাদের সেচের যন্ত্র যেমন খালের মতো নির্মাণ ও রক্ষণাবেক্ষণ করতে হতো। যদি নদী, ট্যাঙ্ক, হ্রদ বা কূপ থেকে জল নেওয়া হয় তবে উৎপাদনের এক চতুর্থাংশ হার নেওয়া হত।\n\n\n==== টোল শুল্ক ====\nদেশের অংশে এবং শহরের মধ্যে উৎপাদিত বিদেশী জমি থেকে আমদানিকৃত পণ্যের উপর শুল্ক আরোপ করা হয়। হার ৪% ও ২০% এর মধ্যে পরিবর্তিত হয়। বিয়ে এবং ধর্মীয় পণ্য ছাড়া ছিল। অন্যান্য ধরনের টোল শুল্ক সহ ছিল: জল ফেরি টোল, শহরে প্রবেশের জন্য টোল, রাস্তার টোল এবং হারবার টোলের ব্যবহার।\n\n\n==== বিক্রয় কর ====\nদুই ধরনের বিক্রয় কর ছিল। একটি ছিল সমস্ত পণ্যের উপর ১০% সাধারণ কর। অন্যান্য কর বিশেষ পণ্য যেমন গহনা, জমি নিলাম এবং স্থাবর বস্তুর উপর স্থাপন করা হয়। কর ফাঁকির শাস্তি ছিল ক্রয়কৃত পণ্য বাজেয়াপ্ত করা।\n\n\n==== শ্রম কর ====\nপ্রত্যেকের সাধারণ ভালোর জন্য অবদান আশা করা হয়েছিল। দরিদ্র লোকেদের জন্য যারা ধরনের বা অর্থ দিয়ে তাদের কর দিতে পারে না, তাদের রাষ্ট্রীয় কারখানায় কাজ করতে হবে। এছাড়াও প্রতি মাসের একদিন, ব্রাহ্মণসহ প্রত্যেক ব্যক্তিকে সম্পূর্ণভাবে রাজার জন্য কাজ করতে হতো, যাকে বলা হয় ভিস্তি।\n\n\n==== জনকর ====\nএটি ব্যক্তিদের উপর আরোপিত কর। ভোট করের দুটি রূপ ছিল। প্রথমটি ছিল পরিবারের প্রতিটি সদস্যের উপর সাধারণ কর আরোপ করা হয়েছিল। দ্বিতীয়টি ছিল বিশেষ কর যা অবাঞ্ছিত বিদেশীদের শহরে প্রবেশ করতে দিতে হয়।\n\n\n==== অন্যান্য কর ====\nবহিঃশুল্ক\nবর্ধিত কর\nলবণ কর\nআবগারি মুনাফা কর\nবাণিজ্য কর\nপেশাদার কর\nআয় কর\nজুয়া কর\nসাধারণ সম্পত্তি কর\nনির্মাণ কর\nজরিপ কর\nপুলিশ কর\nজলের উপর গ্রামগুলির উপর কর\nগ্রামের উপর সাধারণ কর\nজরুরী কর\nউদযাপন কর\nযুদ্ধ কর\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nTranslation by Richard W. Lariviere (১৯৮৯)। The Nāradasmr̥ti। University of Philadelphia। \nOlivelle, Patrick (২০০৫)। Manu's Code of Law: A Critical Edition and Translation of the Mānava-Dharmaśāstra। Oxford: Oxford University Press। আইএসবিএন 0-19-517146-2। \nOlivelle, Patrick (২০০৪)। The Law Code of Manu। New York: OUP। আইএসবিএন 0-19-280271-2। \nLingat, Robert (১৯৭৩)। The Classical law of India। New York: Oxford UP Publ। \nKane, P.V. (১৯৭৩)। History of DharmaŚãstra। Poona: Bhandarkar Oriental research Institute। \nNath Dutt, Manmatha (২০০৫)। Yajnavalkyasmrti: Sanskrit Text, English Translation, Notes, Introduction and Index of Verses। New Delhi: Parimal Publications। আইএসবিএন 81-7110-273-5। \nThe Institutes of Vishnu. Trans. Julius Jolly.  Oxford: Clarendon Press, 1880.  http://www.sacred-texts.com/hin/sbe07/index.htm\nTranslation by G. Bühler (১৮৮৬)। Sacred Books of the East: The Laws of Manus (Vol. XXV)। Oxford।  Available online as The Laws of Manu\nSharma, Ram Sharan (২০০৫)। Aspects of Political Ideas and Institutions in Ancient India। Delhi: Motilal Banarsidass। আইএসবিএন 81-208-0898-3। \nAltekar, A. S. (২০০২)। State and Government in Ancient India। Delhi: Motilal Banarsidass। আইএসবিএন 81-208-1009-0। \nDrekmeier, Charles (১৯৬২)। Kingship and Community in Early India। Stanford: Stanford UP। আইএসবিএন 0-8047-0114-8। \nGhoshal, U.N. (১৯৫৯)। A History of Indian Political Ideas। Bombay: Oxford UP। \nGhoshal, U.N. (১৯৭২)। Contributions to the History of the Hindu Revenue System। Kolkata: Saraswat Press। \nSarkar, K.R. (১৯৭৮)। Public Finance in Ancient India। New Delhi: Abhinav Publications।"}