{"pageid": 1390165, "title": "হিবা আবু নাদা", "url": "https://bn.wikipedia.org/wiki?curid=1390165", "content": "হিবা কামাল আবু নাদা (আরবি: هبة كمال أبو ندى; ; ২৪ জুন ১৯৯১ - ২০ অক্টোবর ২০২৩) ছিলেন একজন ফিলিস্তিনি কবি, ঔপন্যাসিক, পুষ্টিবিদ ও উইকিমিডিয়ান। তার উপন্যাস \"আল-অক্সিজিন লাইসা লিল্ মাউতে\" ২০১৭ সালে আরব সৃজনশীলতার জন্য শারজাহ পুরস্কারে দ্বিতীয় স্থান অর্জন করেছিলো। ২০২৩ ইসরায়েল-হামাস যুদ্ধে ইসরায়েলি বিমান বাহিনীর একটি বিমান হামলায় তিনি নিহত হন।\n\n\n== জীবনী ==\nআবু নাদা ১৯৯১ সালের ২৪ জুন সৌদি আরবের মক্কায় জন্মগ্রহণ করেন। তিনি গাজা ইসলামি বিশ্ববিদ্যালয় থেকে প্রাণরসায়নে স্নাতক এবং আল-আজহার বিশ্ববিদ্যালয় থেকে ক্লিনিকাল নিউট্রিশনে স্নাতকোত্তর ডিগ্রি লাভ করেন।\nতিনি আল-আমাল ইনস্টিটিউট ফর অরফানসের সাথে যুক্ত রুসুল সেন্টার ফর ক্রিয়েটিভিটিতে কিছু সময়ের জন্য কাজ করেছিলেন। আল-আইয়ামের মতে, তিনি \"ন্যায়বিচার, আরব বসন্তের অভ্যুত্থান ও নিয়ন্ত্রিত ফিলিস্তিনি জীবনের বাস্তবতা নিয়ে ব্যস্ত ছিলেন।\"\nতিনি বেশ কয়েকটি কাব্যসংকলন এবং একটি উপন্যাস প্রকাশ করেছিলেন, যার শিরোনাম ছিল আল-অক্সিজিন লাইসা লিল্ মাউতে (অক্সিজেন মৃতদের জন্য নয়)। ২০১৭ সালে, তিনি তার উপন্যাসের জন্য সংযুক্ত আরব আমিরাত কর্তৃক আয়োজিত আরব সৃজনশীলতার জন্য ২০তম বার্ষিক শারজাহ পুরস্কারে দ্বিতীয় স্থান অর্জন করেছিলেন। ২০২১ সালে দার দিওয়ান বইটি পুনঃপ্রকাশ করেছিলো।\n\n\n=== মৃত্যু ===\nএক্সে (সাবেক টুইটার) তার শেষ পোস্ট ছিল ২০২৩ সালের ৮ অক্টোবর, সেখানে তিনি লিখেছিলেনগাজার রাত রকেটের আভা ছাড়া অন্ধকার, বোমার আওয়াজ ছাড়া শান্ত, প্রার্থনার আরাম ছাড়া ভয়ঙ্কর, শহীদদের আলো ছাড়া কালো। শুভ রাত্রি, গাজা।\nলেখক অ্যান্টনি অ্যানাক্সাগোরো আবু নাদার লেখা একটি কবিতা অনুবাদ করেছেন, যেটাকে তিনি তার শেষ লেখা হিসাবে উল্লেখ করেছেন। চিকিৎসক ও কবি ফাদি জোয়াহ আবু নাদার ১৮ অক্টোবরের কিছু পোস্ট অনুবাদ করেছেন:\n\nগাজায় আমরা প্রত্যেকেই হয় মুক্তির সাক্ষী অথবা শহীদ। প্রত্যেকে অপেক্ষা করছে যে তাদের দুজনের মধ্যে কে সৃষ্টিকর্তার সাথে মিলিত হবে। আমরা ইতোমধ্যে জান্নাতে একটি নতুন শহর নির্মাণ শুরু করেছি।\nরোগী বিহীন ডাক্তার। কারোর রক্তক্ষরণ হয় না। শিক্ষকরা জনাকীর্ণ শ্রেণিকক্ষে। শিক্ষার্থীদের দিকে কোনো চিৎকার নেই। বেদনা বা দুঃখ ছাড়াই নতুন পরিবার। সাংবাদিকরা চিরন্তন ভালোবাসার ছবি তুলছেন ও লিখছেন। এরা সবাই গাজা থেকে এসেছে।\n\nজান্নাতে, নতুন গাজা অবরোধ মুক্ত। এটি এখন এর আকার তৈরি করছে।\n২০২৩ সালের ২০ অক্টোবর, তিনি ইসরায়েল-হামাস যুদ্ধে ইসরায়েলি বিমান বাহিনীর একটি বিমান হামলায় নিহত হন। নিক্ষিপ্ত বোমাটি দক্ষিণ গাজার খান ইউনিসে তার বাড়িতে আঘাত করে। মৃত্যুর সময় তার বয়স ছিল ৩২।\n\n\n== কর্ম ==\n‏الأكسجين ليس للموتى ‏ [অক্সিজেন মৃতদের জন্য নয়: একটি উপন্যাস] (আরবি ভাষায়)। ‏دائرة الثقافة، حكومة الشارقة،‏, আল-শারিকাহ। ২০১৭। আইএসবিএন 978-9948-23-314-5। ওসিএলসি 1032289333  – উইকিউপাত্ত : Q123139804-এর মাধ্যমে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে হিবা আবু নাদা \nটুইটারে হিবা আবু নাদা"}