{"pageid": 1390543, "title": "শ্যারন বার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1390543", "content": "শারন লিয়া বার্ড (জন্ম 15 নভেম্বর 1962) একজন অস্ট্রেলিয়ান প্রাক্তন রাজনীতিবিদ। বার্ড অস্ট্রেলিয়ান লেবার পার্টি (এএলপি) সদস্য হিসেবে কাজ করেন, 2004 থেকে 2022 পর্যন্ত নিউ সাউথ ওয়েলসের কানিঙহ্যাম বিভাগ প্রতিষ্ঠিত হওয়া অস্ট্রেলিয়ান হাউস অব রেপ্রেজেন্টেটিভ সদস্য হিসেবে কাজ করেন। তিনি গিলার্ড-রুড যুগে সরকার হারাও পরবর্তী নির্বাচনে তিনি একজন মন্ত্রী হিসেবে কাজ করেন। তিনি 2013 সালে অক্টোবর থেকে 2016 সালে উদ্যোগশীল শিক্ষা মন্ত্রী হিসেবে কাজ করেন। 2021 সালে, বার্ড ঘোষণা করেন যে তিনি 2022 সালে পুনর্নির্বাচনে প্রার্থী হবেন না, রাজনীতি থেকে অবসান করবেন।\n\n\n== পটভূমি এবং প্রাথমিক কর্মজীবন ==\nবার্ড ওলোনগং- এ জন্মগ্রহণ করেন এবং সিডনি বিশ্ববিদ্যালয় এবং উলংগং বিশ্ববিদ্যালয়ে শিক্ষিত হন। রাজনীতিতে প্রবেশের আগে তিনি একজন TAFE এবং উচ্চ বিদ্যালয়ের শিক্ষক ছিলেন। তিনি কলিন হোলিসের জন্য একজন নির্বাচক কর্মকর্তা হিসেবে কাজ করেছিলেন, থ্রোসবির সংলগ্ন আসনের সদস্য, এবং তখন তিনি নিউ সাউথ ওয়েলস ডিপার্টমেন্ট অফ জুভেনাইল জাস্টিসের একজন সিনিয়র প্রজেক্ট অফিসার ছিলেন। বার্ড 1991 থেকে 1995 সালের মধ্যে শেলহারবার কাউন্সিলের সদস্য ছিলেন\n\n\n== রাজনৈতিক পেশা ==\nলেবার স্টিফেন মার্টিনের পদত্যাগের পর 2002 সালের উপ-নির্বাচনে বার্ড প্রথম কানিংহামের আসনে প্রতিদ্বন্দ্বিতা করেছিলেন। প্রাথমিক ভোটের 38.13% বার্ড পোলিং সত্ত্বেও, অস্ট্রেলিয়ান গ্রিনস ' মাইকেল অর্গ্যান দুই-দলীয় পছন্দের ভিত্তিতে আসনটি জিতেছে।\n2004 সালের সাধারণ নির্বাচনে বার্ড আবার কানিংহামের প্রতিদ্বন্দ্বিতা করেন। যদিও তিনি প্রথম দিকে একটি বড় নেতৃত্ব নিয়েছিলেন, তবে অর্গান বাদ না হওয়া পর্যন্ত তিনি জয় নিশ্চিত করতে অক্ষম ছিলেন এবং তার পছন্দগুলি তার কাছে অপ্রতিরোধ্যভাবে প্রবাহিত হয়েছিল, তাকে 10 তম গণনায় জয়ী হতে দেয়।\n2 মার্চ 2012-এ, বার্ডকে উচ্চ শিক্ষা ও দক্ষতা বিষয়ক সচিব হিসেবে নিযুক্ত করা হয় জুলাই 2013 সালে, বার্ডকে দ্বিতীয় রুড মন্ত্রণালয়ে আঞ্চলিক উন্নয়ন মন্ত্রী, আঞ্চলিক যোগাযোগ মন্ত্রী এবং সড়ক নিরাপত্তা মন্ত্রী হিসাবে নিযুক্ত করা হয়েছিল।\nবার্ড সমকামী বিবাহের সমর্থক, তিনবার ইস্যুতে পক্ষে ভোট দিয়েছেন।\n19 নভেম্বর 2021-এ, বার্ড ঘোষণা করেছিলেন যে তিনি 2022 সালের নির্বাচনে প্রতিদ্বন্দ্বিতা করবেন না, কানিংহামের সদস্য হিসাবে 18 বছর পর অবসর গ্রহণ করবেন।\n\nশেরন বার্ড অস্ট্রেলিয়ার ওলঙ্গগ, অস্ট্রেলিয়ায় জন্মগ্রহণ করেন।\nতিনি তার শিক্ষা প্রাপ্ত করেন সিডনি বিশ্ববিদ্যালয় এবং ওলঙ্গগ বিশ্ববিদ্যালয়ে।\nরাজনীতি করার আগে, তিনি একজন TAFE (প্রাক্তন শিক্ষা এবং অতীত শিক্ষা) এবং উচ্চ বিদ্যালয় শিক্ষক হিসেবে কাজ করেন।\nবার্ড পরবর্তীতে তার ক্যারিয়ারে কার্ল\n\n\n== আরো দেখুন ==\nদ্বিতীয় গিলার্ড মন্ত্রণালয়\nদ্বিতীয় রুড মন্ত্রণালয়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nSearch or browse Hansard for শ্যারন বার্ড at OpenAustralia.orgদাপ্তরিক ওয়েবসাইট\nSearch or browse Hansard for শ্যারন বার্ড at OpenAustralia.org"}