{"pageid": 1390292, "title": "রামকেলি মদনমোহন জীউ মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1390292", "content": "রামকেলি মদনমোহন জীউ মন্দির হল পশ্চিমবঙ্গের মালদা জেলার রামকেলি গ্রামের একটি বৈষ্ণব মন্দির। এই মন্দিরে হিন্দু দেবতা কৃষ্ণকে মদনমোহন রূপে উপাসনা করা হয়। এটি মালদা জেলার ধ্বংসপ্রাপ্ত মধ্যযুগীয় শহর গৌড়ে অবস্থিত। মহাবৈষ্ণব হিসাবে পরিচিত রূপ গোস্বামী ও সনাতন গোস্বামী দ্বারা নির্মিত, মন্দিরটি গ্রামের উত্তর অংশে দাঁড়িয়ে আছে। বর্তমান মন্দির ভবনটি জেলার দালান ও রত্ন স্থাপত্য সংমিশ্রণের সবচেয়ে বড় উদাহরণ, তবে মন্দিরটি ১৬তম শতকের প্রথম দশকে স্থাপিত হয়েছিল।\nমদনমোহন জীউ মন্দিরটি হল গৌড়ীয় বৈষ্ণব সম্প্রদায়ের বাংলা জুড়ে বিস্তারের ফসল। এই মন্দির মদনমোহন জীউ ট্রাস্ট কমিটি দ্বারা পরিচালিত হয়।\n\n\n== ইতিহাস ==\nমন্দিরটি ১৫০৯ খ্রীষ্টাব্দে মহাবৈষ্ণব গোস্বামী ও সনাতন গোস্বামী রামকেলিতে প্রতিষ্ঠিত করেছিলেন। মহাপ্রভু চৈতন্যদেব ১৫১৫ খ্রিস্টাব্দের ১৫ জুন জৈষ্ঠ সংক্রান্তিতে বৃন্দাবন যাত্রাকাল রূপ গোস্বামী ও সনাতন গোস্বামীর সঙ্গে সাক্ষাৎ করেছিলেন।\nমন্দিরটি ১৩৪৫ বঙ্গাব্দে পুনঃপ্রতিষ্ঠা করা হয়েছিল, এই সময়ে বর্তমান মন্দির ভবনটি নির্মাণ করা হয়েছিল।\nপশ্চিমবঙ্গ পর্যটন দফতর ২০১৬ খ্রিস্টাব্দে মহাপ্রভু চৈতন্য চরণ মন্দির, অতিথি আবাস ও মন্দিরে ঢোকার মূল প্রবেশদ্বার সহ রামকেলি মদনমোহন জীউ মন্দির সংস্কার পরিকল্পনা গ্রহণ করেছিল। সংস্কারের জন্য বরাদ্দ ধরা হয়েছিল প্রায় ৬ কোটি টাকা।\n\n\n== স্থাপত্য ==\nমন্দিরের প্রাঙ্গণটি একটি প্রাচীর দিয়ে ঘেরা। প্রাচীরের দক্ষিণ-পূর্ব কোনে প্রবেশদ্বার রয়েছে। প্রাঙ্গণের পূর্ব ও পশ্চিম পাশে বারান্দ সহ একাধিক কক্ষ বিশিষ্ট লম্বা ভবন রয়েছে, যেগুলি মন্দিরের কাজে ব্যবহার করা হয়। মন্দিরটি প্রাঙ্গণের চতুর্দিকে সাতটি পুকুর অবস্থিত।\n\n\n=== মণ্ডপ ===\nরামকেলি মদনমোহন জীউ মন্দিরের মণ্ডপটি বাংলার মন্দির নির্মাণ শৈলীগুলির একটি ভাল উদাহরণ। বাংলার মন্দির স্থাপত্যকলার অন্যতম দুটি শিল্পরীতি দালান ও রত্ন স্থাপত্য পরিলক্ষিত হয়। মণ্ডপের ভিত থেকে ছাদ পর্যন্ত অংশ দালান শৈলীতে এবং ছাদের উপরে রত্ন শৈলীতে নির্মাণ করা হয়েছে। মণ্ডপের চতুর্দিকে একটা আয়তাকার বেদী রয়েছে, যা মন্দির প্রাঙ্গণ থেকে কিছুটা উঁচু, তবে মণ্ডপের মেঝে থেকে নিচু। মন্দির প্রাঙ্গণ ও বেদীর মাঝে সিঁড়ির একটি ধাপ রয়েছে এবং বেদী ও মণ্ডপের মেঝের মধ্যে সিঁড়ির দুটি ধাপ রয়েছে।\nছাদের চারটি কোণে চারটি ও মাঝে একটি মোট পাঁচটি রত্ন রয়েছে। কোণ চারটিতে অবস্থিত রত্নগুলি মাঝের রত্নের আকারের তুলনায় ক্ষুদ্রাকৃতির। মাঝের রত্নের শীর্ষ আগে তিনটি কলস স্থাপন করা হয়েছে।\nমণ্ডপের অভ্যন্তরীণ ভাগ দুটি অংশে বিভক্ত, যেগুলি হল উপাসনা কক্ষ ও বারান্দা। উপাসনা কক্ষ ও বারান্দার মাঝে একটি দেয়াল রয়েছে। দেয়ালের মধ্যে অবস্থিত একটি দরজা দ্বারা উপাসনা কক্ষ ও বারান্দ সংযুক্ত করে।\n\n\n=== নাটমন্দির ===\n\nমন্ডপের সম্মুখভাগে মন্দির চত্বরের মাঝখানে একটি নাটমন্দির রয়েছে, যা সংকীর্তণ ও দর্শনার্থীদের বিশ্রামের জন্য ব্যবহার করা হয়। নাটমন্দিরটি চারিদিকে দিকে খোলামেলা এবং এর সঙ্গে কোন দেয়াল নেই। নাটমন্দিরের চতুর্দিকে বারোটি এবং মাঝের অংশে চারটি স্তম্ভ হয়েছে। মাঝের চারটি স্তম্ভ নাটমন্দিরের মূল ছাদকে ধরে রেখেছে। নাটমন্দিরের চার দিক থেকে চারটি ঢালু চালা শুরু হয়ে মাঝের চারটি স্তম্ভের উপরে অবস্থিত চারটি দেয়ালে মিলিত হয়। এই দেয়ালগুলির উপরে মূল ছাদটি অবস্থিত। নাটমন্দিরের চতুর্দিকের স্তম্ভের তুলনায় মাঝের স্তম্ভগুলি অধিক ব্যস বিশিষ্ট।\n\n\n=== প্রবেশদ্বার ===\nখিলানাকার প্রবেশদ্বারটি প্রাঙ্গণের দক্ষিণ-পূর্বে রয়েছে। খিলানাটি দুটি স্তম্ভের উপরে দাড়িয়ে আছে। স্তম্ভের শীর্ষে কলস স্থাপন করা হয়েছে। কলসের পাদদেশে খিলানটি স্তম্ভের সঙ্গে যুক্ত রয়েছে। স্তম্ভ দুটিতে একটি করে কুলিঙ্গ রয়েছে, তবে কুলিঙ্গের মধ্যে কোন মূর্তি বা ছবি নেই।\n\n\n== শিল্পকর্ম ==\n\nমণ্ডপের সম্মুখ ভাগে টেরাকোটা শিল্পের কাজ পরিলক্ষিত হয়। মণ্ডপের সম্মুখভাগে তিনটি খিলান রয়েছে, যেগুলি চারটি স্তম্ভের উপর দাঁড়িয়ে আছে। খিলান তিনটির উপরে ফুল-পাতার নকশা দেখা যায়, যেগুলি টেরাকোটা শিল্পের মাধ্যমে নির্মিত। মণ্ডপের ছাদের প্রান্তভাগ চতুর্দিকের দেয়ালগুলি থেকে বাইরের দিকে প্রসারিত হয়ে ঝুলে আছে। মণ্ডপের সম্মুখভাগের দেয়াল ও ছাদের সংযোগস্থলে সম্মুখভাগের দেয়ালের উপরে ফুল-পাতার নকশার দু'টি ধারাবাহিক শৃংখল রয়েছে। নিচের শৃংখলটি উপরের শৃংখলের থেকে বড়। ফুল-পাতার শৃংখলের নিচে দড়ির একটি অবয়ব ফুটিয়ে তোলা হয়েছে। ফুল-পাতার শৃংখল ও দড়ির অবয়ক সকল কিছুই টেরাকোটা শিল্পের মাধ্যমে তৈরি করা হয়েছে। দড়ির অবয়কটি দেখে যেন মনে হয় যেন মণ্ডপের চতুর্দিকে দেয়ালকে বেঁধে রেখেছে। মধ্যভাগের খিলানের উপরে দড়ির দুটি প্রান্ত গিঁট বাঁধার আকৃতি ধারণ করে।\n\n\n== তথ্যসূত্র =="}