{"pageid": 1390312, "title": "সুরেলা ঘণ্টাস্তবক", "url": "https://bn.wikipedia.org/wiki?curid=1390312", "content": "সুরেলা ঘণ্টাস্তবক (ইংরেজি carillon ক্যারিলন; ফরাসি Carillon কারিইওঁ; ওলন্দাজ Beiaard বেইয়ার্ট) হল কমপক্ষে ২৩টি  ছোট-বড় এবং উঁচু থেকে নিচু স্বরে বাঁধা ব্রোঞ্জ ঘণ্টার সমবায়ে নির্মিত এক ধরনের ইউরোপীয় ঘনযন্ত্র (এক ধরনের বাদ্যযন্ত্র), যেটিতে একটি চাবিফলককে (কিবোর্ড) হাত (ও পা) দিয়ে চালিয়ে দোলকপিণ্ড দিয়ে ঘণ্টায় আঘাত করে সঙ্গীত বাজানো হয়। উঁচু থেকে নিচু ২৩টি ভিন্ন স্বরে বাঁধা থাকার অর্থ হল সুরেলা ঘণ্টাস্তবকটির স্বরব্যাপ্তি কমপক্ষে দুইটি বারোস্বরী স্বরাষ্টকের (Chromatic octave ক্রোম্যাটিক অক্টেভ) সমান। যিনি এই বাদ্যযন্ত্রটি বাজান, তাকে ঘণ্টাস্তবক বাদক (Carilloneur ক্যারিলনর, মূল ফরাসিতে কারিইওঁনর) বলে।\nসুরেলা ঘণ্টাস্তবক সাধারণত একটি ঘণ্টাবুরূজের অভ্যন্তরে স্থাপিত থাকে। এটি বুরূজের উপরের অংশে হয় একটি আংশিকভাবে পরিবেষ্টিত ঘণ্টাঘরে সংরক্ষিত থাকে (যাতে এর দ্বারা উৎপাদিত ধ্বনিগুলি কর্কশের পরিবর্তে কোমল ও মিশ্রিত শোনায়) অথবা উন্মুক্ত একটি ঘণ্টাকাঠামোতে ঝুলে থাকে। চাবিফলকটি ঘণ্টাগুলির নিচে একটি আলাদা ঘরে বা ঘণ্টাঘরের ভেতরে একটি ছোট প্রকোষ্ঠে সংরক্ষিত থাকে। সুরেলা ঘণ্টাস্তবকগুলিকে খুবই যত্নের সাথে নির্মাণ করা হয়। এর ঘণ্টাগুলিকে সাধারণত দস্তা ও তামা-র সংকর ব্রোঞ্জ ধাতু ছাঁচে ঢালাই করে নির্মাণ করা হয় এবং এগুলি  স্থির অবস্থায় ঝুলে থাকে (অর্থাৎ এগুলি নিজেরা দোলে না)। সবচেয়ে বড় ও নিচু স্বরের ঘণ্টাটিকে মহাঘণ্টা বা গুঞ্জক ঘণ্টা (Bourdon bell) বলে; এটি যেকোনও স্বরের হতে পারে তবে সাধারণত এটিকে মধ্যম \"সি\" স্বরে বাঁধা হয়। ঘণ্টাগুলি বারোস্বরী ক্রম  (Chromatic order) অনুযায়ী বিন্যস্ত থাকে ও একাধিক স্বরাষ্টকব্যাপী অনেকগুলি সুরে বাঁধা (টিউন) থাকে, যাতে অনেকগুলি ঘণ্টা একসাথে বাজালে সুসমঞ্জস ঐকতানের সৃষ্টি হয়। ন্যূনতম ২৩টি ঘন্টা থাকার কথা থাকলেও গড় বা আদর্শ আকারের সুরেলা ঘণ্টাস্তবকগুলিতে প্রায় ৫০টি ঘণ্টা থাকে (অর্থাৎ তিন থেকে চার স্বরাষ্টক বা অক্টেভ স্বরব্যাপ্তিবিশিষ্ট); কিছু কিছু ঘণ্টাস্তবকে ৫ বা ৬ স্বরাষ্টক পর্যন্ত স্বরব্যাপ্তি থাকে। চাবিফলকটি মূলত অনেকগুলি কাঠের ছোট মোটা দণ্ডাকৃতি চাবি (ইংরেজিতে baton ব্যাটন) দিয়ে তৈরি। ঘণ্টাগুলি আস্তে বা জোরে বাজিয়ে কোমল কিংবা জোরালো সঙ্গীত বাজানো যায়। ঘণ্টাস্তবকগুলিকে নিয়মিত রক্ষণাবেক্ষণ ও মেরামতি করতে হয় যাতে ঘণ্টাগুলি ভাল অবস্থায় থাকে এবং চাবিফলকটি যেন সঠিকভাবে কাজ করে। ঘণ্টাগুলিকে কদাচিৎ পুনরায় সুরে বাঁধতে হতে পারে এবং বাদ্যযন্ত্রটির যান্ত্রিক অংশগুলিকে অবশ্যই ঠিকঠাক কর্মোপযোগী রাখতে হয়। ২৩টির কম ঘণ্টা নিয়ে গঠিত বাদ্যযন্ত্রকে সংজ্ঞানুযায়ী সুরেলা ঘণ্টাস্তবক বলা যায় না, বরং এগুলিকে সুরেলা ঘন্টাগুচ্ছ বা সুরেলা ঘণ্টাপুঞ্জ (ইংরেজিতে চাইম) বলে। সুরেলা ঘণ্টাস্তবক বিভিন্ন নকশা, ওজন, আকার ও শব্দের হতে পারে। এটি বিশ্বের সবচেয়ে বড় ও ভারী বাদ্যযন্ত্রগুলির একটি। বিশ্বের সবচেয়ে ভারী সুরেলা ঘণ্টাস্তবকটির ওজন ৯১ মেট্রিক টনেরও বেশি। তবে বেশিরভাগ ঘণ্টাস্তবকের ওজন সাড়ে ৪ থেকে ১৫ মেট্রিক টন হয়ে থাকে। মধ্যম সি স্বর উৎপাদনকারী সবচেয়ে বড় ঘণ্টা বা মহাঘণ্টার ওজন ৬ থেকে ৮ টন, কদাচিৎ ১০-১২ টনও হতে পারে। বাকী ঘণ্টাগুলি আকার ও ওজনে কমতে থাকে এবং সবচেয়ে উঁচু স্বরের ও সবচেয়ে হালকা ঘণ্টাটি প্রায় ৯ কিলোগ্রাম ওজনের হয়। বিশ্বের সবচেয়ে বড় সুরেলা ঘণ্টাস্তবকটিতে ৭৮টি ঘণ্টা আছে; এটি দক্ষিণ কোরিয়ার তায়েজন শহরের হিয়েচোন মহাবিদ্যালয়ে অবস্থিত।  এর আগে মার্কিন যুক্তরাষ্ট্রে বিশ্বের বৃহত্তম দুইটি ঘণ্টাস্তবক অবস্থিত ছিল (প্রতিটি ৭২টি ঘণ্টার সমবায়ে গঠিত): একটি হল নিউ ইয়র্ক শহরের রিভারসাইড গির্জার ঘণ্টাস্তবক, অপরটি হল শিকাগো বিশ্ববিদ্যালয়ের রকাফেলার চ্যাপেলে অবস্থিত ঘণ্টাস্তবক। রিভারসাইড গির্জার মহাঘণ্টাটি (সবচেয়ে বড় ও নিচুস্বরের ঘণ্টাটি) বিশ্বের সবচেয়ে ভারী; এটির ওজন ২০ টন।\nঘণ্টাস্তবক বাজানোর জন্য একজন বাদক তাঁর হাতের মুষ্টি দিয়ে চাবিফলকের কোনও নির্দিষ্ট সাঙ্গীতিক স্বরের চাবিদণ্ডকে  (এবং ভারী, নিচুস্বরের ঘণ্টাগুলির জন্য পাদানিফলকের পাদানিগুলিতে পা দিয়ে) চেপে নামালে সেই তথ্যটি দড়ি-দড়া, তার, উত্তোলক দণ্ড (লিভার), ইত্যাদির জটিল সূক্ষ্ম যান্ত্রিক সংযোগব্যবস্থার মাধ্যমে পরিবাহিত হয়ে ঐ স্বরের সাথে সংশ্লিষ্ট ঘণ্টাটির ভেতরে অবস্থিত দোলকটিতে পৌঁছে ও সেই দোলকটি দুলে উঠে ঘণ্টার গায়ে আঘাত হানে, ফলে ঘণ্টাটি ঐ নির্দিষ্ট স্বরে বেজে ওঠে। এভাবে একের পর এক চাবিদণ্ড চেপে চেপে ঘণ্টাগুলি দিয়ে একাধিক স্বরের সমবায়ে একটি সুরখণ্ড (melody) বাজানো যায়। ঘণ্টাগুলিকে আঘাতকারী দোলকপিণ্ডগুলির ওজন কয়েকশত পাউণ্ড হতে পারে, তাই ঘণ্টাস্তবক বাজানোর জন্য শারীরিক শক্তি ও দক্ষতার প্রয়োজন হয়, কেননা বাদককে দুই হাতের মুষ্টি ও দুই পা ব্যবহার করে চাবি ও পাদানিতে যথেষ্ট শক্তি দিয়ে চাপ দিয়ে দিয়ে দোলকপিণ্ডগুলিকে সুনিয়ন্ত্রিতভাবে দোলাতে হয়। যেহেতু প্রতিটি চাবি একটি করে নির্দিষ্ট ঘণ্টার সাথে সংশ্লিষ্ট, তাই বাদক সুর, ঐকতান ও অন্যান্য বিভিন্ন সাঙ্গীতিক ভাব সৃষ্টি করতে পারেন। কখনও কখনও এতে বাদক ছাড়াই স্বয়ংক্রিয় ব্যবস্থার মাধ্যমে সরল পূর্বলিখিত সুর  বাজানো হতে পারে, তবে মূলত সারা দিন ধরে সময়ের ঘটিকা নির্দেশ করার জন্যই এই স্বয়ংক্রিয় বাদনব্যবস্থাটির ব্যবহার বেশি। আরেকটি বিকল্প হল একটি ঘূর্ণায়মান ধাতব কাঁটাযুক্ত পিপা (পিনড ব্যারেল), যার বদৌলতে পূর্বলিখিত (প্রোগ্রামকৃত) সঙ্গীত বাজানো যায়। যখন পিপাটি ঘোরে, তখন সেটিতে সঞ্চিত সাঙ্গীতিক তথ্যগুলি একটি পাঠকারী বাহুর মাধ্যমে ঘণ্টাগুলিতে স্থানান্তরিত হয় এবং সেগুলি একের এক বেজে নির্দিষ্ট সুরে বেজে ওঠে। আধুনিক প্রযুক্তি ব্যবহার করে সুরেলা ঘণ্টাস্তবকে বেশ জটিল সঙ্গীত বাজানো সম্ভব হয়েছে। ঘণ্টাগুলির স্বর-সীমা (কত উঁচু বা কত নিচ পর্যন্ত) কতটুকু, তার উপরে জটিল সঙ্গীতের বাস্তবায়ন নির্ভর করে। যে ঘণ্টাবুরূজটিতে ঘণ্টাস্তবকটি স্থাপিত হয়, সেটিও বাদ্যযন্ত্রটির স্থাপত্যের একটি গুরুত্বপূর্ণ অংশ; ঘণ্টার ধ্বনি যেন কার্যকরীভাবে ছড়িয়ে পড়তে পারে, সে ব্যাপারটি মাথায় রেখে এই বুরূজটি নকশা ও নির্মাণ করা হয়। ঘণ্টাবুরূজটি উন্মক্ত বা বদ্ধ হতে পারে, এবং এটি কোনও ভবনের সংলগ্ন থাকতে পারে বা স্বতন্ত্রভাবে দাঁড়িয়ে থাকতে পারে। সম্প্রতি বৈদ্যুতিন বা ইলেকট্রনীয় ব্যবস্থার ব্যবহারও ধীরে ধীরে বৃদ্ধি পাচ্ছে; এগুলিতে ঘণ্টাধ্বনিগুলি যন্ত্রে ধারণ ও সংরক্ষণ করা থাকে ও বৈদ্যুতিনভাবে জোরালো ধ্বনি-উৎপাদক তথা লাউড-স্পিকারের মাধ্যমে এগুলি বাজানো হয়। ডিজিটাল বলে এগুলিতে সুর বাজানো অনেক সহজ। যেসব ভবনে প্রকৃত ঘণ্টাস্তবক বসানোর জায়গা নেই, কিংবা যেসব ভবনের ঐগুলি কেনার সামর্থ্য নেই, সেগুলিতে সুলভ ডিজিটাল বা বৈদ্যুতিন ঘণ্টাস্তবকগুলি ব্যবহার করা হয়।\nবিভিন্ন নিবন্ধিত তালিকা অনুযায়ী সব মিলিয়ে সারা বিশ্বে প্রায় সাত শত সুরেলা ঘণ্টাস্তবক আছে। পাশ্চাত্যের গির্জা, বিশ্ববিদ্যালয় ও পৌরভবনগুলির ঘণ্টাবুরূজগুলিতেই এগুলি বেশি দেখতে পাওয়া যায়। বিশ্বের যে অঞ্চল সবচেয়ে বেশি সুরেলা ঘণ্টাস্তবক দেখা যায়, সেটি হল বেলজিয়াম, নেদারল্যান্ডস, উত্তর ফ্রান্স ও উত্তর-পশ্চিম জার্মানি নিয়ে গঠিত একটি অঞ্চল; ঐ অঞ্চলটিতে ৪ শতাধিক সুরেলা ঘণ্টাস্তবক আছে। তবে বর্তমানে এগুলি বিশ্বের সব মহাদেশেই ছড়িয়ে পড়েছে, বিশেষ করে ২০শ শতাব্দীতে উত্তর আমেরিকার কানাডা ও মার্কিন যুক্তরাষ্ট্রে ২০০টির মতো ঘণ্টাস্তবক নির্মাণ করা হয়েছে এবং একক দেশ হিসেবে মার্কিন যুক্তরাষ্ট্র বিশ্বের সবচেয়ে বেশিসংখ্যক ঘণ্টাস্তবকের অধিকারী হিসেবে আবির্ভূত হয়েছে। প্রকৃতপক্ষে বর্তমানে বিদ্যমান প্রায় সব ঘণ্টাস্তবকই ২০শ শতকে নির্মিত বা পুনর্নির্মিত; আদি ঘণ্টাস্তবকগুলির আর তেমন অস্তিত্ব নেই, কেননা বায়ুদূষণের কারণে মরচে ধরে এগুলি বেসুরো হয়ে গিয়েছিল। এদের মধ্যে নেদারল্যান্ডসের শান্তি রাজপ্রাসাদের ঘণ্টাস্তবক, শিকাগোর লরা স্পেলম্যান রকাফেলার স্মারক ঘণ্টাস্তবক, ইত্যাদি উল্লেখ্য। তবে বেলজিয়ামের ফ্লান্ডার্স অঞ্চলের মেখেলেন শহরের ঘণ্টাস্তবকটি সারা বিশ্বের মধ্যে সবচেয়ে বিখ্যাত সুরেলা ঘণ্টাস্তবক। ১৫৫৭ সালে সেখানে সাধু রম্বোল্টের মহাগির্জাতে আনুষ্ঠানিকভাবে ইতিহাসে প্রথমবারের মত পৌর ঘণ্টাস্তবকবাদকের চাকুরিটি প্রতিষ্ঠা করা হয়, তাই সেই ১৬শ শতক থেকে এটি ঘণ্টাস্তবক নির্মাণ ও বাদনকলার ইতিহাস ও শিক্ষার কেন্দ্রবিন্দু। প্রতিটি ঘণ্টাস্তবকের রয়েছে একান্ত নিজস্ব ইতিহাস ও তাৎপর্য, যা সংশ্লিষ্ট শহর বা লোকালয়েরর সাংস্কৃতিক ও স্থাপত্যগত ঐতিহ্যের অঙ্গ হিসেবে বিবেচিত হয়। এছাড়া বিশ্বব্যাপী আরও প্রায় অর্ধ-সহস্র \"অ-ঐতিহ্যবাহী\" ঘণ্টাস্তবক আছে, যেগুলির অংশবিশেষ যান্ত্রিক নয়, বরং বিদ্যুতায়িত বা পরিগণক-নিয়ন্ত্রিত (কম্পিউটার), তবে বেশিরভাগ নিবন্ধিত তালিকাতেই এদেরকে প্রকৃত ঘণ্টাস্তবক হিসেবে গণ্য করা হয় না। এছাড়া কিছু ভ্রাম্যমাণ ঘণ্টাস্তবকও আছে যেগুলিতে ঘণ্টাগুলি একটি কাঠামোতে সংযুক্ত থাকে।\nমানুষের ইতিহাসে ব্রোঞ্জ যুগে প্রথম ঘণ্টার উদ্ভব হয়। সুরেলা ঘণ্টাস্তবকের আদি সংস্করণটি মূলত একটি ভ্রাম্যমাণ কাঠামোর সাথে সংযুক্ত ও ঝুলন্ত কতগুলি ঘণ্টার সমবায়ে প্রস্তুত একটি বাদ্যযন্ত্র ছিল। মধ্যযুগে ফ্রান্সে স্থিরভাবে সংযুক্ত চারটি ঘণ্টার একটি গুচ্ছকে লাতিনে \"কুয়াদ্রিল্লিওনেম\" বলা হত (কুয়াদ্রি অর্থ চার), সেখান থেকেই ফরাসি \"কারিইওঁ\" শব্দটির উৎপত্তি। পরবর্তীতে যেকোনও সংখ্যক স্থির ঘণ্টাগুচ্ছকেই কারিইওঁ বলার চল হয়। ১৪শ শতকে ওজন-চালিত ঘূর্ণায়মান কাঠের কীলকযুক্ত পিপাকে ঘড়ির যান্ত্রিক ব্যবস্থার সাথে সংযুক্ত করার ব্যবস্থাটি উদ্ভাবিত হয়। ঘণ্টাগুলিকে বাজানোর জন্য পরবর্তীতে বিভিন্ন যান্ত্রিক কলকৌশল উদ্ভাবন করা হয়। ১৫শ শতকে উত্তর ইউরোপের গির্জা এবং নগরভবনের বুরূজগুলিতে ঝুলন্ত সুরেলা ঘণ্টার প্রচলন শুরু হয়। গির্জা বা নগরভবনের বুরূজের ঘড়ির কাঁটা যখন কোনও ঘটিকা পূর্ণ করার উপক্রম করত, তখন ঐ পিপাটি ঘুরতে শুরু করত এবং কীলকগুলি কতগুলি উত্তোলক যন্ত্র বা লিভারকে চালু করে দিত, যেগুলি আবার কতগুলি হাতুড়িকে সক্রিয় করে ঘণ্টা বাজাত। এভাবে ঘটিকা নির্দেশক ঘণ্টার আগে কতগুলি সরল স্বর-অনুক্রম বা সুর বাজানো হত। ১৫শ শতকে এসেই বেলজিয়াম ও নেদারল্যান্ডসের ফ্লান্ডার্স অঞ্চলের ঘণ্টানির্মাতারা ঘণ্টাগুলিকে সঠিক সুরে বাঁধার প্রক্রিয়াটি আবিষ্কার করে। ঘণ্টার সাঙ্গীতিক সম্ভাবনার ব্যাপারে বেলজিয়াম ও নেদারল্যান্ডসের লোকদের আগ্রহ সবচেয়ে বেশি ছিল। ঐ অঞ্চলে ঘণ্টানির্মাণ কলা একটি উন্নত স্তরে পৌঁছেছিল এবং সেখানকার ঘণ্টানির্মাতারা এমন সব বৈশিষ্ট্যের একটি ঘণ্টা নকশা করতে পেরেছিলেন, যেটি বিদেশী ঘণ্টানির্মাতাদের তৈরি ঘণ্টাগুলির চেয়ে বেশি সুরেলা ছিল। সম্ভবত ১৪৮০ সালে ফ্লান্ডার্স অঞ্চলের আলস্ট বা আন্টভের্প শহরে বর্তমান সুরেলা ঘণ্টাস্তবক হিসেবে পরিচিত বাদ্যযন্ত্রটির প্রথম সংস্করণটি নির্মাণ করা হয়। ফ্লেমীয়রা ঘণ্টাচোঙের সাথে একসাথে কাজ করার জন্য একটি কাঠের চাবিফলকও উদ্ভাবন করে। এই অভিনব উদ্ভাবনটি ধীরে ধীরে বেলজিয়াম, নেদারল্যান্ডস ও উত্তর ফ্রান্সে জনপ্রিয় হয়ে ওঠে। তবে কেবল আধুনিক যুগে এসেই বিশ্বের অন্যত্র এগুলি গৃহীত হয়। ১৭শ শতকের দ্বিতীয়ার্ধ ছিল ইউরোপের নিচু দেশগুলিতে (বর্তমান নেদারল্যান্ডস, বেলজিয়াম ও উত্তর ফ্রান্স) সুরেলা ঘণ্টাস্তবক নির্মাণের স্বর্ণযুগ। প্রথমে ওলন্দাজ দৃষ্টিহীন সঙ্গীতবিদ ইয়াকব ফান আইক (Jacob van Eyck) ১৬৪৪ সালে (তাই তাঁকে আধুনিক সুরেলা ঘণ্টাস্তবকের জনক হিসেবে গণ্য করা হয়) এবং তার পরামর্শে পরবর্তী চার দশকে (১৬৪৬-১৬৮০) ফ্রঁসোয়া ও পিয়ের এমোনি (François Hémony, Pierre Hémony) ভাইয়েরা সর্বপ্রথম ঘণ্টাস্তবকের ঘণ্টাগুলিকে এমনভাবে বিজ্ঞানসম্মত উপায়ে ছাঁচে ঢালাই করতে সক্ষম হন, যাতে এগুলি  অত্যন্ত সূক্ষ্ম মাত্রায় সঠিক সুরে বাঁধা থাকে। এমোনি ভাইয়েরাই সর্বপ্রথম তিন স্বরাষ্টকের বারোস্বরী ঘণ্টাস্তবক নির্মাণ করে এটিকে একটি যথার্থ বাদ্যযন্ত্রের মর্যাদায় উন্নীত করেন। কিন্তু মাত্র দুশ' বছরের মধ্যেই ১৯শ শতকে এসে ফরাসি বিপ্লবোত্তর যুগে এই বাদ্যযন্ত্র নির্মাণকলাটি প্রায় বিলুপ্ত হয়ে গিয়েছিল। ঘণ্টার ফরমায়েশ কমে যাবার সাথে সাথে এগুলি সুরে বাঁধার কৌশলগুলিও মানুষ ভুলে যেতে শুরু করে। এসময় নির্মিত ঘণ্টাস্তবকগুলির মান ছিল নিচু, আর পুরাতন ঘণ্টাস্তবকগুলিও ঠিকমত রক্ষণাবেক্ষণ করা হত না। অধিকন্তু সেসময় ফরাসি বিপ্লবোত্তর পর্বে নাপোলেওঁ-র (নেপোলিয়নের) অধীনে ফরাসি সেনাবাহিনীর কামান নির্মাণে তামার চাহিদা পূরণ করার জন্য অনেক ঘণ্টাস্তবক বাজেয়াপ্ত করে গলিয়ে ফেলা হয়। পকেটঘড়ি ও গৃহস্থালি ঘড়ির উদ্ভাবনের কারণে জনপরিসরে সময় নির্দেশ করতে সুরেলা ঘণ্টাস্তবকগুলির ব্যবহার কমে আসে। তবে ফ্লান্ডার্স ও নেদারল্যান্ডসের তখনও অনেক শহরে পৌর কার্যালয়গুলিতে সুরেলা ঘণ্টাস্তবকবাদকদের চাকুরি বিলোপ করা হয়নি। শেষ পর্যন্ত ১৯শ শতকের শেষে ও ২০শ শতাব্দীর শুরুতে এসে সুরেলা ঘণ্টাস্তবক নির্মাণ পুনরুজ্জীবন লাভ করে। ১৮৯০-এর দশকে ইংরেজি ধর্মযাজক ক্যানন আর্থার বি সিম্পসন ইংল্যান্ডের গির্জাগুলির ঘণ্টাস্তবকগুলির নিম্নমান নিয়ে গবেষণা শুরু করে সুর বাঁধার সঠিক প্রক্রিয়াটি পুনরাবিষ্কার করেন এবং তাঁর গবেষণাকে কাজে লাগিয়ে ইংল্যান্ডের লেস্টারশারের লাফবরা শহরে জন টেলর অ্যান্ড কোম্পানি নামক ঘণ্টানির্মাতা কোম্পানিটি উৎকৃষ্ট বারোস্বরী ঘণ্টাস্তবক নির্মাণ করতে সক্ষম হয়। একই সময়ে ১৮৮০-এর দশকে বেলজিয়ামের মেখেলেন শহরের প্রকৌশলী ও পৌর ঘণ্টাস্তবকবাদক ইয়েফ ড্যনাইন (Jef Denyn) তাঁর প্রকৌশলজ্ঞান কাজে লাগিয়ে এই ঘণ্টাগুলি নির্মাণ-প্রযুক্তিটির আধুনিকায়ন করেন। ড্যনাইনের নির্মিত ঘণ্টাস্তবকগুলির গুণগত মান ও সুর-বাঁধার সঠিকতা ১৭শ শতকের এমোনি ভাইদের ঘণ্টাস্তবকগুলিকেও ছাড়িয়ে যায়; বর্তমানে তাঁর আধুনিক নির্মাণপদ্ধতিগুলিই বিশ্বের সর্বত্র প্রচলিত। ড্যনাইন ১৯২২ সালে মেখেলেন শহরে বিশ্বের সর্বপ্রথম সুরেলা ঘণ্টাবিদ্যা (Campanology) বিষয়ক উচ্চশিক্ষা প্রতিষ্ঠানটি প্রতিষ্ঠা করেন। ঐ একই বছরে, অর্থাৎ ১৯২২ সালে মার্কিন যুক্তরাষ্ট্রে সুরেলা ঘণ্টাস্তবকগুলিকে প্রথম নিয়ে আসা হয়। সব মিলিয়ে অর্ধশতাধিক ঘণ্টাস্তবক মার্কিন যুক্তরাষ্ট্রে, বিশেষ করে নিউ ইয়র্ক অঙ্গরাজ্যে আমদানি করা হয়। প্রথম ও দ্বিতীয় বিশ্বযুদ্ধে আবার এগুলি নির্মাণে ভাটা পড়ে, যখন ইউরোপে জার্মান সেনারা বহু ঘণ্টাস্তবক কামানের ধাতুর জন্য গলিয়ে ফেলে। ২০শ শতকের দ্বিতীয়ার্ধে আবার শিল্পটিকে পুনরুজ্জীবিত করা হয়। ১৯৭০-এর দশকে বিশ্ব সুরেলা ঘণ্টাস্তবক সংঘ (ওয়ার্ল্ড ক্যারিলন ফেডারেশন) প্রতিষ্ঠা করা হয়। ১৯৯৯ সালে ইউনেস্কো বেলজিয়ামের ২৩টি ঘণ্টাবুরূজকে স্থাপত্যগত গুরুত্ব ও বৈচিত্র্যের জন্য বিশ্ব ঐতিহ্য হিসেবে তালিকাভুক্ত করে। এরপর ফ্রান্সের ২৩টি ঘণ্টাবুরূজকেও একই মর্যাদা দেওয়া হয়, বর্তমানে মোট ৫৬টি এরূপ ঘণ্টাবুরূজ আছে। ২০১৪ সালে এসে ইউনেস্কো বেলজিয়ামের সুরেলা ঘণ্টাস্তবক বাদন সংস্কৃতিকে একটি অস্পৃশ্য বা বিমূর্ত সাংস্কৃতিক ঐতিহ্য হিসেবে স্বীকৃতি দান করে। বর্তমানে বিশ্বের বহু দেশে অত্যন্ত উচ্চমানের সূক্ষ্ম আধুনিক সুরেলা ঘণ্টাস্তবক নির্মাণ করা হচ্ছে।\nশুরুতে ধর্মনিরপেক্ষ কারণে নির্মিত হলেও (সময় নির্দেশ করা বা বিশেষ অনুষ্ঠানের জন্য মানুষকে ডাকা) পরবর্তীতে ঘণ্টাস্তবকগুলি খ্রিস্টান গির্জায় ধর্মীয় সঙ্গীত বাজানোতে ব্যবহৃত হতে শুরু করে এবং ধীরে ধীরে গির্জার সাথে সংশ্লিষ্ট একটি প্রতীক হয়ে ওঠে। বর্তমানে ঐতিহ্যবাহী খ্রিস্টান ধর্মীয় সঙ্গীতের পাশাপাশি এগুলিতে ধ্রুপদী পশ্চিমা সঙ্গীত, জনপ্রিয় সঙ্গীত, মৌসুমী গান (যেমন বড়দিনের গান), লোকসঙ্গীত, ইত্যাদি বাজানো হয়। বাদকেরা লগ্ন ও শ্রোতার সাথে খাপ খাইয়ে তাদের বাদনযোগ্য সঙ্গীতের তালিকা নির্বাচন করেন। ১৭শ ও ১৮শ শতকের বারোক শৈলীর সঙ্গীত এই বাদ্যযন্ত্রের ঘণ্টাগুলির সাথে খুব ভালো খাপ খায়। অন্যান্য ধরনের সঙ্গীত যত্নের সাথে নির্বাচন করতে হয়। লোকসঙ্গীত ও অন্যান্য পরিচিত সঙ্গীতে বাদক উপস্থিত-বুদ্ধির প্রয়োগ ঘটিয়ে তাৎক্ষণিক উদ্ভাবনী সঙ্গীত বাজাতে পারেন। পশ্চিমা দেশগুলিতে সুরেলা ঘণ্টাস্তবকগুলি সমাজের ঐক্য ও স্বাজাত্যবোধের প্রতীক। ঘণ্টাস্তবকের ধ্বনি তাৎপর্যপূর্ণ ঘটনা, কোনও উদযাপন, বা গুরুগম্ভীর কোনও লগ্ন বা মুহূর্ত চিহ্নিত করতে পারে। এটি পাশ্চাত্যের বহু ছোট ও বড় শহরের শ্রাব্য পরিবেশের একটি অবিচ্ছেদ্য অংশ।  বেলজিয়াম ও নেদারল্যান্ডসে সুরেলা ঘণ্টাস্তবক দিয়ে বিশেষ সঙ্গীত পরিবেশন অনুষ্ঠান বেশ জনপ্রিয়। এমনকি বছরে একাধিকবার ঘণ্টাস্তবক বাজানোর প্রতিযোগিতারও আয়োজন করা হয়, যেখানে বিশ্বের নানা প্রান্ত থেকে আগত বাদকেরা এই অনন্য বাদ্যযন্ত্রটি বাদনে তাদের দক্ষতার পরিচয় দেন ও তাদের অনুরাগ ভাগ করে নেন। বেলজিয়ামের মেখেলেনের রাণী ফাবিওলা প্রতিযোগিতা ও নেদারল্যান্ডসের আন্তর্জাতিক সুরেলা ঘণ্টাস্তবক উৎসব ঘণ্টাস্তবক বাদকদেরকে তাদের সৃজনশীলতা ও মুনশিয়ানা প্রদর্শন করার সুযোগ করে দেয়। আস্টেন (১৯৬৯) ও মেখেলেনে (১৯৮৫) ঘণ্টাস্তবকের জাদুঘর রয়েছে।\n\n\n== তথ্যসূত্র =="}