{"pageid": 1391469, "title": "মঈনুল ইসলাম চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1391469", "content": "মঈনুল ইসলাম চৌধুরী বাংলাদেশ হাইকোর্টের একজন অবসরপ্রাপ্ত বিচারপতি।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nচৌধুরী ১৯৫৩ সালের ৯ জানুয়ারি পূর্ব পাকিস্তানের সিলেটে জন্মগ্রহণ করেন। ঢাকা বিশ্ববিদ্যালয় থেকে আইন বিষয়ে স্নাতক, স্নাতক এবং স্নাতকোত্তর সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\n১৭ মার্চ ১৯৮২ সালে চৌধুরী বাংলাদেশ সিভিল সার্ভিসের বিচার বিভাগীয় চাকরিতে একজন সহকারী জজ হন।\n১৯৯৮ সালের ১ মার্চ, চৌধুরী জেলা ও জেলা ও দায়রা জজ পদে পদোন্নতি পান।\n২৩ আগস্ট ২০০৪ সালে চৌধুরী হাইকোর্ট বিভাগের অতিরিক্ত বিচারপতি নিযুক্ত হন।\nচৌধুরী ২৩ আগস্ট ২০০৬ সালে স্থায়ী বিচারক হন।\nশুনানিতে ব্যারিস্টার রফিক উল হক চিৎকার করে একজন চৌধুরীকে অভিশাপ দেন। চৌধুরী ও বিচারপতি সৈয়দ এবি মাহমুদুল হক রফিকের বিরুদ্ধে আদালত অবমাননার আবেদনের পরিপ্রেক্ষিতে তাকে তলব করেন। ২০০৯ সালের মার্চ মাসে চৌধুরী ও বিচারপতি সৈয়দ এবি মাহমুদুল হক হান্নান শাহ দায়ের করা মানহানির মামলায় চৌধুরী তানবীর আহমেদ সিদ্দিকীর ছেলে চৌধুরী তানবীর আহমেদ সিদ্দিকী জামিন দেন। চৌধুরী ও বিচারপতি সৈয়দ রেফাত আহমেদ পার্বত্য চট্টগ্রাম শান্তি চুক্তিকে চ্যালেঞ্জ করে পার্বত্য চট্টগ্রামের একজন বাঙালি বসতি স্থাপনকারী এবং বাংলাদেশ জামায়াতে ইসলামীর আইনজীবীর দায়ের করা আবেদনের শুনানি করেন। চৌধুরী ও সৈয়দ এবি মাহমুদুল হক বাংলাদেশ ছাত্রলীগ নেতাকে লাঞ্ছিত করার মামলায় রাজশাহী বিশ্ববিদ্যালয়ের ১৯৯ শিক্ষার্থী এবং বাংলাদেশ ইসলামী ছাত্রশিবিরের কর্মীকে জামিন দিয়েছেন।  বাংলাদেশ ইসলামী ছাত্রশিবিরের এক নেতা হত্যা মামলায় বাংলাদেশ ছাত্রলীগের ২৪ কর্মীকে জামিন দিয়েছেন তারা।\n২০১২ সালের মে মাসে, চৌধুরী মির্জা ফখরুল ইসলাম আলমগীর সহ বাংলাদেশ জাতীয়তাবাদী দলের ৩০ জন রাজনীতিবিদকে আগাম জামিন দেন।\nচৌধুরী এবং বিচারপতি মোঃ আশরাফুল কামাল ২০১৫ সালে কমিশনারদের স্বাধীনতা খর্বকারী দুর্নীতি দমন কমিশন আইনের একটি বিধান বাতিল করেন। দুর্নীতির মামলায় সাজাপ্রাপ্ত মোফাজ্জল হোসেন চৌধুরী মায়ার সংসদ সদস্যপদ চ্যালেঞ্জ করে তিনি এবং বিচারপতি মোঃ আশরাফুল কামাল বিভক্ত রায় দেন। তিনি মায়ার কাছে ব্যাখ্যা চাইলেন এবং কামাল আবেদনটি নাকচ করে দেন।\n২০০৬ সালের এপ্রিলে, বাংলাদেশ সুপ্রিম কোর্ট ঢাকা মেট্রোপলিটন পুলিশ ঢাকার ভাড়াটেদের তথ্য সংগ্রহের বৈধতার বিষয়ে একটি রায় দেয়। মার্চ মাসে আদালত সংগ্রহটিকে বৈধ ঘোষণা করে এবং আবেদনটি খারিজ করে দেয়।\n২০১৮ সালের অক্টোবরে, চৌধুরী বিরোধী বাংলাদেশ জাতীয়তাবাদী দলের রাজনীতিবিদদের বিরুদ্ধে বাংলাদেশ সরকারের দায়ের করা \"কাল্পনিক\" মামলাকে চ্যালেঞ্জ করে একটি পিটিশনে বিচারপতি আশরাফুল কামালের সাথে একটি বিভক্ত রায় দেন। চৌধুরী কেন এটিকে অবৈধ ঘোষণা করা হবে না তার ব্যাখ্যা চেয়ে সরকারের কাছে জানতে চাইলে কামাল বলেন, মামলাগুলোকে কাল্পনিক বলা যাবে না এবং সঠিকভাবে তদন্ত হওয়া উচিত। চৌধুরী ও বিচারপতি মোঃ আশরাফুল কামাল অপ্রয়োজনীয় সি-সেকশন প্রতিরোধে সরকারকে ব্যবস্থা নিতে বলেন। চৌধুরী ও বিচারপতি জেবিএম হাসান রাষ্ট্রায়ত্ত চার ব্যাংকের নিয়োগ পরীক্ষা বন্ধ করে দেন। চৌধুরী ও বিচারপতি মোঃ আশরাফুল কামাল কক্সবাজার জেলায় ইয়াবা ব্যবসার জন্য বাংলাদেশ পুলিশের সদস্যদের বিরুদ্ধে ব্যবস্থা নিতে সরকারকে বলেন। চৌধুরী ও বিচারপতি মো. আশরাফুল কামাল সরকারকে ফেসবুক ও গুগল থেকে কর আদায়ের নির্দেশ দেন।\nচৌধুরী ও বিচারপতি মোঃ আশরাফুল কামাল এক রায়ে তুরাগ নদীকে জীবন্ত সত্তা হিসেবে স্বীকৃতি দিয়ে দখলদারদের উচ্ছেদের নির্দেশ দেন। রায়ে গাজীপুর প্রশাসন কর্তৃক নদীর তীরে হা-মীম গ্রুপের এ কে আজাদের একটি ইজারা বাতিল করা হয়েছে এবং উল্লেখযোগ্য নদী দখলকারীরা নির্বাচনে প্রতিদ্বন্দ্বিতা করতে পারবেন না। ২০১৯ সালের আগস্টে, চৌধুরীকে দৃক গ্যালারির প্রতিষ্ঠাতা শহিদুল আলমের বিরুদ্ধে বিচার শেষ করার নির্দেশ দেন, যাকে গুজব ছড়ানোর জন্য গ্রেপ্তার করা হয়েছিল, এবং যা একটি পিটিশনের ভিত্তিতে স্থগিত করা হয়েছিল। চৌধুরী ও বিচারপতি খন্দকার দিলীরুজ্জামান নোবেল পুরস্কার বিজয়ী মুহাম্মদ ইউনূসকে হয়রানি না করতে সরকারের প্রতি আহ্বান জানান।\n৮ জানুয়ারী ২০২০ সালে, চৌধুরী হাইকোর্ট বিভাগ থেকে অবসর গ্রহণ করেন। তিনি ২০২১ সালের জানুয়ারিতে হাইকোর্ট বিভাগের বিচারপতি মুহাম্মদ খুরশীদ আলম সরকার কর্তৃক বাংলাদেশ ইন্ডাস্ট্রিয়াল ফাইন্যান্স কোম্পানি লিমিটেডের চেয়ারম্যান নিযুক্ত হন।\nচৌধুরী হাইকোর্ট বিভাগের বিচারপতি মুহাম্মদ খুরশীদ আলম সরকারের আদেশে ২০২২ সালে ১ সেপ্টেম্বর তারিখে ডেসটিনি গ্রুপের চেয়ারম্যান নিযুক্ত হন।\n\n\n== গ্রন্থপঞ্জি ==\nরিট পিটিশনের রক্ষণাবেক্ষণযোগ্যতা : একটি মূল্যায়ন\n\n\n== তথ্যসূত্র =="}