{"pageid": 1391312, "title": "ওয়াহিদি বালহাফ", "url": "https://bn.wikipedia.org/wiki?curid=1391312", "content": "ওয়াহিদি বালহাফ (আরবি: واحدي بالحاف Wāḥidī Bālḥāf), বা হাদরামাউতের বালহাফের ওয়াহিদি সালতানাত (আরবি: سلطنة الواحدي في بالحاف Salṭanat al-Wāḥidī Bālḥāf AlḤaḍramiyah), ব্রিটিশ এডেন প্রটেক্টরেটের বেশ কয়েকটি ওয়াহিদি রাজ্যের মধ্যে একটি। এটি পূর্বে দক্ষিণ আরব আমিরাতের ফেডারেশনের অংশ ছিল এবং তারপরে এর উত্তরসূরি দক্ষিণ আরব ফেডারেশনের অংশ হয় যখন এটি কেবল ওয়াহিদি নামে পরিচিত ছিল।\nএর রাজধানী ছিল এডেন উপসাগরের বালহাফ এবং এতে আযানের অন্তর্দেশীয় শহর (পূর্বে আজানের একটি পৃথক ওয়াহিদি সালতানাতের আসন ছিল) অন্তর্ভুক্ত ছিল। ১৯৬৭ সালে দক্ষিণ ইয়েমেনের গণপ্রজাতন্ত্রের প্রতিষ্ঠার পর সালতানাত বিলুপ্ত হয় এবং এখন এটি ইয়েমেন প্রজাতন্ত্রের অংশ।\n\n\n== ইতিহাস ==\nপূর্বসূরী রাষ্ট্র, ওয়াহিদি সালতানাতের (সালতানাত আল-ওয়াহিদিয়া) প্রতিষ্ঠাকাল জানা যায় না। ১৮৩০ সালে ওয়াহিদি সালতানাত চারটি রাজ্যে বিভক্ত হয়:\n\nবাল হাফের ওয়াহিদী সালতানাত (সালতানাত বা আল-হাফ আল-ওয়াহিদিয়া)\nআযানের ওয়াহিদী সালতানাত (সালতানাত আযান আল-ওয়াহিদিয়া)\nবীর 'আলি 'আমাকিনের ওয়াহিদি সালতানাত (সালতানাত বীর 'আলি 'আমাকিন আল-ওয়াহিদিয়া)\nহাব্বানের ওয়াহিদী সালতানাত (সালতানাত হাব্বান আল-ওয়াহিদিয়া)\n১৮৮১ সালের ৪ মে বাল হাফ ও আযান যোগ দেয়।\n১৮৮২ সালের শুরুতে ইজ্জাত পাশা ইয়েমেনের তুর্কি গভর্নর-জেনারেল নিযুক্ত হন এবং তার নিয়োগের জন্য বাগদাদ থেকে হোদেইদা যাওয়ার পথে বালাহাফ এবং বীর আলী পরিদর্শন করেন। তার এবং বালাহাফের সুলতানের মধ্যে কোনো ধরনের চুক্তি হয়নি; কিন্তু বালাহাফের সুলতানদের একজন নাসির বিন আবদুল্লাহ, বালাহাফকে কুয়াইতিদের দ্বারা সংযুক্ত করা হতে পারে এই আশঙ্কায়, একটি তুর্কি পতাকা পেয়েছিলেন, যা প্রতি শুক্রবার এবং একটি বিদেশী জাহাজের কাছে উত্তোলন করা হত। হাব্বান ও আজানের ওয়াহিদি সুলতান, এই বিষয়ে সমস্ত জটিলতা অস্বীকার করার সময়, বালাহাফের সুলতানকে তুর্কি পতাকা ওড়ানো থেকে বাধা দিতে তার অক্ষমতার কথা জানান এবং ব্রিটিশ সাহায্যে তাদের বিরুদ্ধে যেতে তার প্রস্তুতির কথা ঘোষণা করেন।\nপরবর্তীকালে, ওয়াহিদি সুলতান এবং বীর আলী, বালাহাফ এবং মাজদাহার সুলতানরা সবাই ব্রিটিশ সুরক্ষার জন্য প্রার্থনা করে রেসিডেন্টকে প্রায় অভিন্ন চিঠি লেখে।\nএই ঘটনার সাথে যে চিঠি চালাচালি সংঘটিত হয়েছিল তা থেকে প্রতীয়মান হয় যে হাব্বান ও আজানের তৎকালীন ওয়াহিদী সুলতানের বীর আলী, বালাহাফ এবং মাজদাহার উপর সামান্যই নিয়ন্ত্রণ ছিল।\nহাব্বান ও আজানের আবদুল্লাহ বিন উমর ১৮৮৫ সালে সিংহাসনচ্যুত হন, যখন বালাহাফের হাদি বিন সালিহকে প্রধান সুলতান করা হয় এবং ওয়াহিদিরা কার্যত এক শাসকের অধীনে একত্রিত হয়; যদিও সুলতান উপাধিটি শাসক পরিবারের অধীনস্থ কয়েকজন অধস্তন প্রধানের দ্বারা ব্যবহার করা অব্যাহত ছিল।\nপ্রাক্তন সুলতান সালিহ বিন আবদুল্লাহ সুলতান মুলিসিন বিন সালেহের সাথে বালহাফের বন্দরের বকেয়া অংশ নিয়ে ঝগড়া করেন এবং ১৯০৬ সালে বাসিন্দাদের তার পক্ষে হস্তক্ষেপ করতে বলেন, যা পরবর্তীতে করতে অস্বীকার করে।\nএকই বছরে হাব্বানের সুলতান নাসির বিন সালিহ একটি পৃথক চুক্তির জন্য প্রস্তাব করেছিলেন, কিন্তু তা গৃহীত হয়নি।\n১৯১০ সালে সুলতান মুহসিন বিন সালিহ এবং সুলতান গালিব বিন উমর, কায়তির মধ্যে একটি চুক্তি হয়েছিল, যার মাধ্যমে পূর্বোক্তরা তার অঞ্চলটিকে সৈন্য এবং যুদ্ধের উপকরণের যাতায়াতের জন্য এবং বাণিজ্যিক উদ্দেশ্যে ব্যবহার করার অনুমতি দিতে সম্মত হয়েছিল। যাইহোক, এটি কোন পক্ষের দ্বারা উল্লেখ করা হয়নি এবং এখন একটি মৃত চিঠি হিসাবে বিবেচিত হয়।\n১৯১৮ সালের জুন মাসে সুলতান মুহসিন বিন সালিহের দুই বড় ছেলে আলী এবং আবদুল্লাহ ১ম ইয়েমেন পদাতিক বাহিনীতে অফিসার (মুলাজিম) হিসেবে চাকরি পান। ১৯১৮ সালের অক্টোবরে মেজর এমসি লেক, ১ম ইয়েমেন পদাতিক বাহিনীর কমান্ড্যান্ট, একজন মেডিকেল অফিসার এবং এই দুজন, আলী এবং আবদুল্লাহর সাথে আওলাকি এবং আব্দুল ওয়াহিদ উপজাতিদের সাথে নিয়োগের সংযোগ পাওয়ার উদ্দেশ্যে আজান পরিদর্শন করেছিলেন। তাকে সেখানে উষ্ণ অভ্যর্থনা এবং আতিথেয়তা প্রদান করা হয়।\nসুলতান মুহসিন ১৯১৯ সালের জানুয়ারিতে মারা যান এবং তার ছোট ছেলে আলী বিন মুহসিন বিন সালিহ তার স্থলাভিষিক্ত হন (যিনি তার ভাই আবদুল্লাহর সাথে ১ম ইয়েমেন পদাতিক বাহিনী থেকে পদত্যাগ করেছিলেন) যাকে ভারত সরকার তার বাবার কাছে ৩০ ডলারের মাসিক উপবৃত্তি প্রদান করে।\n১৯৩০ সালে সুলতান আল বিন মুলিসিন মানসিকভাবে বিপর্যস্ত হয়ে পড়েন এবং যদিও এখনও নামমাত্র গোত্রের প্রধান, তার ভাই আবদুল্লাহ তার পক্ষে কাজ করেন।\n২৩ অক্টোবর ১৯৬২ তারিখে যৌথ সালতানাতের নামকরণ করা হয় ওয়াহিদি সালতানাত (আল-সালতানা আল-ওয়াহিদিয়া), যখন বীর আলি এবং হাব্বান অধস্তন সালতানাত হিসেবে রয়ে যায়। ১৯৬৭ সালের ২৯ নভেম্বর গণপ্রজাতন্ত্রী দক্ষিণ ইয়েমেনের স্বাধীনতার সাথে সাথে সমস্ত রাজ্য বিলুপ্ত হয়ে যায়।\n\n\n== শাসক ==\n\n\n=== বাল হাফের ওয়াহিদি সালতানাত ===\nওয়াহিদি সালতানাতের সুলতানদের সুলতান আল-ওয়াহিদি উপাধি ছিল।\n\nc.১৬৪০ - ১৬৭০ সালেহ ইবনে নাসির আল-ওয়াহিদী\nc.১৬৭০ - ১৭০৬ আল-হাদী ইবনে সালিহ আল-ওয়াহিদী\n১৭০৬ - ১৭৬৬ আল-হাসান ইবন আল-হাদি আল-ওয়াহিদী\n১৭৬৬ - ১৭৭১ আল-হুসাইন ইবনে আল-হাসান আল-ওয়াহিদী\n১৭৭১ - ১৭৭১ সাইদ ইবনুল হাসান আল-ওয়াহিদী\n১৭৭১ - ১৮১০ আহমদ ইবনে আল-হাদি আল-ওয়াহিদী\n১৮১০ - ১৮৩০`আব্দুল্লাহ ইবনে আহমদ আল-ওয়াহিদী\n\n\n=== বাল হাফের ওয়াহিদি সালতানাত ===\nবাল হাফের ওয়াহিদি সালতানাতের সুলতানদের সুলতান বা আল-হাফ আল-ওয়াহিদি উপাধি ছিল।\n\n\n==== সুলতানগণ ====\n... -... নাসির ইবনে আবদুল্লাহ\n... -... আহমদ ইবনে নাসির\n... -... মুহসিন ইবনে আলী রা\n... -... আল-হুসাইন ইবনে আবদুল্লাহ\n... -... আবদুল্লাহ ইবনুল হুসাইন\n... - ১৮৭৭ আহমদ ইবনুল হুসেইন আল-ওয়াহিদী\n১৮৭৭ - ১৮৮১ সালেহ ইবনে আহমদ\n১৮৮১ - ০৪ মে ১৮৮১ `উমর ইবন আল-হুসাইন আল-ওয়াহিদী\n\n\n=== আজানের ওয়াহিদী সালতানাত ===\nআজানের ওয়াহিদী সালতানাতের সুলতান; উপাধি সুলতান `আজ্জান আল-ওয়াহিদী।\n\n১৮৩০- ১৮.. আলী ইবনে আহমদ আল-ওয়াহিদী\n১৮৫০- ১৮৭০মুহসিন ইবনে 'আলি আল-ওয়াহিদী\n১৮৭০- মে ১৮৮১ 'আব্দুল্লাহ ইবনে উমর আল-ওয়াহিদি\n\n\n=== বাল হাফ ও আযানের ওয়াহিদি সালতানাত ===\nবাল হাফ ও আযানের ওয়াহিদি সালতানাতের সুলতান (১৯৬২ ওয়াহিদী সালতানাত থেকে)। উপাধী সুলতান বা আল-হাফ ওয়া 'আজ্জান আল-ওয়াহিদী; ১৯৬২ সালের ২৩ অক্টোবর থেকে সুলতান আল-সালতানা আল-ওয়াহিদিয়া।\n\n\n==== সুলতানগণ ====\nমে ১৮৮১- জানুয়ারী ১৮৮৫ 'আব্দুল্লাহ ইবনে উমর\n১৫ জানুয়ারী ১৮৮৫- ১৮৯২ আল-হাদী ইবনে সালিহ আল-ওয়াহিদী\n১৮৯২ - ১৮৯৩ মুহসিন ইবনে সালিহ আল-ওয়াহিদী (১ম বার)\n১৮৯৩ - ১৯০৪ সালেহ ইবনে আবদ আল্লাহ আল-ওয়াহিদী\n১৪ ডিসেম্বর ১৯০৪ - জানুয়ারী ১৯১৯ মুহসিন ইবনে সালিহ আল-ওয়াহিদি (২য় বার)\nজানুয়ারী ১৯১৯ - ১৯৪৮ `আলি ইবন আল-হুসেন আল-ওয়াহিদী\n১৯৪৮ - ১৯৪৮ `আলি ইবনে মুহসিন আল-ওয়াহিদি (অনিশ্চিত)\n১৯৪৮ - ১৯ ফেব্রুয়ারী ১৯৬৭ নাসির ইবনে আবদুল্লাহ আল-ওয়াহিদী\n\n\n==== রিজেন্ট (হাকিম উপাধি) ====\n২০ ফেব্রুয়ারী ১৯৬৭ - আগস্ট ১৯৬৭ `আলি ইবনে মুহাম্মদ ইবনে সাইদ আল-ওয়াহিদি\n\n\n== আরও দেখুন ==\nএডেন রক্ষাকবচ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরবের মানচিত্র (১৯০৫-১৯২৩) এডেন প্রটেক্টরেট রাজ্য সহ\nইয়েমেনের ঐতিহাসিক পতাকা"}