{"pageid": 1391792, "title": "অ্যান্ড্রয়েড (রোবট)", "url": "https://bn.wikipedia.org/wiki?curid=1391792", "content": "একটি অ্যান্ড্রয়েড একটি মানবিক রোবট বা প্রায়শই জীবপ্রকৃতির মতো উপাদান থেকে তৈরি অন্যান্য কৃত্রিম সত্তা। ঐতিহাসিকভাবে অ্যান্ড্রয়েড সম্পূর্ণরূপে বিজ্ঞান কল্পকাহিনীর মধ্যে ছিল এবং প্রায়শই চলচ্চিত্র এবং টেলিভিশনে দেখা যেত, কিন্তু রোবট প্রযুক্তির অগ্রগতি এখন কার্যকরী ও বাস্তবসম্মত মানবিক রোবটগুলোর নকশার অনুমতি দেয়।\n\n\n== পরিভাষা ==\n\nঅক্সফোর্ড ইংরেজি অভিধান ইফ্রাইম চেম্বার্সের ১৭২৮ সাইক্লোপিডিয়াতে (\"অ্যান্ড্রয়েড\" হিসাবে) প্রাচীনতম ব্যবহার শনাক্ত করে, যেটি একটি স্বয়ংক্রিয় যন্ত্রের উৎস যা সেন্ট আলবার্টাস ম্যাগনাস কথিতভাবে তৈরি করেছিলেন। ১৭০০ এর দশকের শেষের দিকে \"অ্যান্ড্রয়েড\" মানুষের ক্রিয়াকলাপ সম্পাদনকারী মানুষের অনুরূপ বিস্তৃত যান্ত্রিক যন্ত্র প্রদর্শনী হলগুলোতে প্রদর্শিত হয়েছিল। ১৮৬৩ সালের প্রথম দিকে মার্কিন পেটেন্টগুলোতে \"অ্যান্ড্রয়েড\" শব্দটি ক্ষুদ্র মানব-সদৃশ খেলনা স্বয়ংক্রিয় যন্ত্রের উল্লেখে দেখা যায়। অ্যান্ড্রয়েড শব্দটি আরও আধুনিক অর্থে ফরাসি লেখক অগাস্ট ভিলিয়ার্স দে ল'আইল-আডাম তার রচনা টুমরোস ইভ (১৮৮৬) এ ব্যবহার করেছিলেন। এই গল্পে হ্যাডালি নামে একটি কৃত্রিম মানবসদৃশ রোবট রয়েছে। গল্পে অফিসার যেমন বলেছেন, \"এই যান্ত্রিক পুতুলের জন্য দায়ীদের মনে কী চলছে কে জানে রিয়ালিনের উন্নতির এই যুগে।\" শব্দটি জ্যাক উইলিয়ামসনের দ্য কমেটিয়ার্স (১৯৩৬) থেকে শুরু করে ইংরেজি পাল্প সায়েন্স ফিকশনে প্রভাব ফেলে এবং এডমন্ড হ্যামিল্টনের ক্যাপ্টেন ফিউচার স্টোরি (১৯৪০-১৯৪৪) দ্বারা যান্ত্রিক রোবট এবং জীবপ্রকৃতীয় অ্যান্ড্রয়েডের মধ্যে পার্থক্য জনপ্রিয় হয়।\nযদিও আরইউআর (রসামস ইউনিভার্সাল রোবটস) (১৯২১) (যে নাটকটি রোবট শব্দটিকে বিশ্বের সাথে পরিচয় করিয়ে দিয়েছিল)-এ কারেল চাপেক-এর রোবটগুলো জৈব কৃত্রিম মানুষ ছিল, \"রোবট\" শব্দটি প্রাথমিকভাবে যান্ত্রিক মানুষ এবং প্রাণীদের বোঝাতে এসেছে। \"অ্যান্ড্রয়েড\" শব্দের অর্থ এইগুলির যেকোন একটি হতে পারে, যখন সাইবোর্গ (\"সাইবারনেটিক অর্গানিজম\" বা \"বায়োনিক মানুষ\") হবে এমন একটি প্রাণী যেটি জৈব এবং যান্ত্রিক অংশের সংমিশ্রণ।\nমূল স্টার ওয়ার্স চলচ্চিত্রে জর্জ লুকাস দ্বারা জনপ্রিয় এবং এখন বিজ্ঞান কল্পকাহিনীতে ব্যাপকভাবে ব্যবহৃত \"ড্রয়েড\" শব্দটি \"অ্যান্ড্রয়েড\" এর সংক্ষিপ্ত রূপ হিসেবে উদ্ভূত হয়েছে, কিন্তু লুকাস এবং অন্যরা যে কোনো রোবট বোঝাতে ব্যবহার করেছেন, যার মধ্যে স্বতন্ত্রভাবে অ-মানব ফর্ম মেশিন যেমন আর২-ডি২ রয়েছে। \"অ্যান্ড্রয়েড\" শব্দটি স্টার ট্রেক: দ্য অরিজিনাল সিরিজ এর \"হোয়াট আর লিটল গার্লস মেইড অব?\" পর্বে ব্যবহৃত হয়েছিল। সংক্ষিপ্ত নাম \"অ্যান্ডি\" লেখক ফিলিপ কে. ডিক তার উপন্যাস ডু অ্যান্ড্রয়েডস ড্রিম অব ইলেকট্রিক শিপ?-এ একটি নিন্দনীয় হিসাবে তৈরি করেছেন, আরও কিছু ব্যবহার দেখা গেছে, যেমন টিভি সিরিজ টোটাল রিকল ২০৭০ এর মধ্যে।\nযদিও \"অ্যান্ড্রয়েড\" শব্দটি সাধারণভাবে মানুষের আকৃতির রোবটগুলির ক্ষেত্রে ব্যবহৃত হয় (অগত্যা পুরুষ-আকৃতির হিউম্যানয়েড রোবট নয়), একটি মহিলা আকৃতি সহ একটি রোবটকে গাইনয়েড হিসাবেও উল্লেখ করা যেতে পারে। এছাড়াও কেউ রোবটকে তাদের যৌন চেহারার ইঙ্গিত না করে তাদের অ্যানথ্রোবট (অ্যানথ্রোপোস এবং রোবটের একটি পোর্টম্যান্টো) বা অ্যানথ্রোপয়েডস বলে উল্লেখ করতে পারে (এনথ্রোপয়েড রোবটের জন্য সংক্ষিপ্ত; হিউম্যানয়েড শব্দটি উপযুক্ত নয় কারণ এটি ইতোমধ্যে সাধারণভাবে উল্লেখ করতে ব্যবহৃত হয় বিজ্ঞান কল্পকাহিনী, ভবিষ্যতবাদ এবং অনুমানমূলক জ্যোতির্বিজ্ঞানের প্রেক্ষাপটে মানুষের মতো জৈব প্রজাতিতে)।\n\n\n== প্রকল্প ==\nবেশ কিছু প্রকল্প যা দেখতে এবং একটি নির্দিষ্ট মাত্রায় মানুষের মতো কথা বলতে বা কাজ করে এমন অ্যান্ড্রয়েড তৈরি করার লক্ষ্যে চালু করা হয়েছে বা চলছে।\n\n\n=== জাপান ===\n\nজাপানি রোবোটিক্স ১৯৭০ সাল থেকে এই ক্ষেত্রে নেতৃত্ব দিচ্ছে। ওয়াসেদা বিশ্ববিদ্যালয় ১৯৬৭ সালে ওয়াবট প্রকল্পের সূচনা করে এবং ১৯৭২ সালে ওয়াবট-১ সম্পন্ন করে, যেটি প্রথম অ্যান্ড্রয়েড এবং একটি পূর্ণ-স্কেল হিউম্যানয়েড বুদ্ধিমান রোবট। এর অঙ্গ নিয়ন্ত্রণ ব্যবস্থা এটিকে নিচের অঙ্গগুলির সাথে হাঁটতে এবং স্পর্শকাতর সেন্সর ব্যবহার করে হাত দিয়ে বস্তুগুলিকে আঁকড়ে ধরতে এবং পরিবহন করতে দেয়। এর দৃষ্টি ব্যবস্থা এটিকে বাহ্যিক রিসেপ্টর, কৃত্রিম চোখ এবং কান ব্যবহার করে বস্তুর দূরত্ব ও দিকনির্দেশ পরিমাপ করার অনুমতি দেয়। এবং এর কথোপকথন পদ্ধতি এটিকে কৃত্রিম মুখ দিয়ে জাপানি ভাষায় একজন ব্যক্তির সাথে যোগাযোগ করতে দেয়।\n১৯৮৪ সালে ওয়াবট-২ প্রকাশিত হয়েছিল এবং বেশ কিছু উন্নতি করেছে। এটি অঙ্গ পরিচালনায় সক্ষম ছিল। ওয়াবট-২-এর দশটি আঙুল ও দুই পা ছিল এবং এটি একটি স্কোর সঙ্গীত পড়তে সক্ষম হয়। এটি একজন ব্যক্তিকে সঙ্গ দিতেও সক্ষম হয়েছিল। ১৯৮৬ সালে হোন্ডা মানুষের সাথে সফলভাবে প্রতিক্রিয়া করতে সক্ষম হিউম্যানয়েড রোবট তৈরি করতে তার হিউম্যানয়েড গবেষণা এবং উন্নয়ন প্রোগ্রাম শুরু করে।\nওসাকা বিশ্ববিদ্যালয়ের হিরোশি ইশিগুরো দ্বারা পরিচালিত ইন্টেলিজেন্ট রোবোটিক্স ল্যাব এবং কোকোরো কোম্পানি জাপানের আইচি প্রশাসনিক অঞ্চলে এক্সপো ২০০৫-এ অ্যাক্ট্রয়েড প্রদর্শন করে এবং ২০১০ সালে টেলিনয়েড আর১ প্রকাশ করে। ২০০৬ সালে কোকোরো একটি নতুন ডিইআর ২ অ্যান্ড্রয়েড তৈরি করেছে। ডিইআর২ এর মানবদেহের অংশের উচ্চতা ১৬৫সেমি। এখানে ৪৭টি মোবাইল পয়েন্ট রয়েছে। ডিইআর২ শুধু এর অভিব্যক্তিই পরিবর্তন করতে পারে না বরং এর হাত-পা নড়াচড়া করতে পারে এবং শরীরের মোচড়ও দিতে পারে। \"এয়ার সার্ভোসিস্টেম\" যা কোকোরো মূলত বিকাশ করেছিল তা অ্যাকুয়েটরের জন্য ব্যবহৃত হয়। একটি সার্ভোসিস্টেমের মাধ্যমে বায়ুচাপের সাথে অবিকলভাবে নিয়ন্ত্রিত অ্যাকচুয়েটর থাকার ফলে চলাচল খুব অঘনীভূত এবং খুব কম শব্দ হয়। ডিইআর২ একটি ছোট সিলিন্ডার ব্যবহার করে পূর্ববর্তী সংস্করণের তুলনায় একটি পাতলা শরীর উপলব্ধি করেছে। বাহ্যিকভাবে ডিইআর২ এর আরও সুন্দর অনুপাত রয়েছে। পূর্ববর্তী মডেলের তুলনায় ডিইআর২ এর পাতলা বাহু এবং অভিব্যক্তির একটি বিস্তৃত ভাণ্ডার রয়েছে। একবার প্রোগ্রাম করা হলে এটি তার কণ্ঠস্বর দিয়ে তার গতি এবং অঙ্গভঙ্গি কোরিওগ্রাফ করতে সক্ষম হয়।\nটোকিও বিজ্ঞান বিশ্ববিদ্যালয়ে হিরোশি কোবায়শি দ্বারা পরিচালিত ইন্টেলিজেন্ট মেকাট্রনিক্স ল্যাব সায়া নামে একটি অ্যান্ড্রয়েড হেড তৈরি করেছে, যা জাপানের ইয়োকোহামাতে রোবোডেক্স ২০০২-এ প্রদর্শিত হয়েছিল৷ এই সময়ে হিউম্যানয়েড গবেষণা এবং উন্নয়নের সাথে জড়িত বিশ্বজুড়ে আরও বেশ কয়েকটি উদ্যোগ রয়েছে, যা আশা করি অদূর ভবিষ্যতে উপলব্ধ প্রযুক্তির একটি বিস্তৃত বর্ণালি প্রবর্তন করবে। এখন সায়া টোকিওর বিজ্ঞান বিশ্ববিদ্যালয়ে গাইড হিসেবে কাজ করছে।\nওয়াসেদা বিশ্ববিদ্যালয় (জাপান) এবং এনটিটি ডোকোমোর নির্মাতারা একটি আকৃতি পরিবর্তনকারী রোবট ডাব্লিউডি-২ তৈরি করতে সফল হয়েছে। এটি তার চেহারা পরিবর্তন করতে সক্ষম। প্রথমে নির্মাতারা নির্দিষ্ট ব্যক্তির রূপরেখা, চোখ, নাক এবং আরও কিছু প্রকাশ করার জন্য প্রয়োজনীয় পয়েন্টগুলির অবস্থান নির্ধারণ করেছিলেন। তারা বলে যে রোবটটি সমস্ত পয়েন্টকে নির্ধারিত অবস্থানে সরিয়ে তার মুখ প্রকাশ করে। রোবটের প্রথম সংস্করণটি ২০০৩ সালে তৈরি হয়েছিল। এর এক বছর পরে তারা নকশায় কয়েকটি বড় উন্নতি করেছে। রোবটটিতে গড় মাথার ডামি থেকে তৈরি একটি ইলাস্টিক মাস্ক রয়েছে। এটি একটি ৩ডিওএফ ইউনিট সহ একটি ড্রাইভিং সিস্টেম ব্যবহার করে। ডাব্লিউডি-২ রোবট একটি মুখোশের উপর নির্দিষ্ট মুখের বিন্দুগুলি সক্রিয় করে তার মুখের বৈশিষ্ট্যগুলি পরিবর্তন করতে পারে, প্রতিটি বিন্দুতে তিন ডিগ্রি স্বাধীনতা রয়েছে। মোট ৫৬ ডিগ্রি স্বাধীনতার জন্য এটির ১৭টি মুখের বিন্দু রয়েছে। তারা যে উপকরণগুলি ব্যবহার করেছিল তাতে ডাব্লিউডি-২-এর মুখোশটি সেপ্টম নামক একটি উচ্চ স্থিতিস্থাপক উপাদান দিয়ে তৈরি করা হয়েছে, এতে অতিরিক্ত শক্তির জন্য স্টিলের উলের বিট মিশ্রিত করা হয়েছে। অন্যান্য প্রযুক্তিগত বৈশিষ্ট্যগুলি কাঙ্ক্ষিত মুখের বিন্দুতে মুখোশের পিছনে চালিত একটি খাদ প্রকাশ করে, যা একটি সাধারণ কপিকল এবং একটি স্লাইড স্ক্রু সহ একটি ডিসি মোটর দ্বারা চালিত হয়। স্পষ্টতই, গবেষকরা প্রকৃত মানুষের মুখের উপর ভিত্তি করে মুখোশের আকার পরিবর্তন করতে পারেন। একটি মুখ \"অনুলিপি\" করতে একজন ব্যক্তির ১৭টি মুখের বিন্দুর অবস্থান নির্ধারণ করতে তাদের শুধুমাত্র একটি ৩ডি স্ক্যানার প্রয়োজন। এর পরে তারা একটি ল্যাপটপ এবং ৫৬ মোটর নিয়ন্ত্রণ বোর্ড ব্যবহার করে অবস্থানে চালিত হয়। এছাড়াও, গবেষকরা আরও উল্লেখ করেছেন যে স্থানান্তরিত রোবটটি এমনকি কোনও ব্যক্তির চুলের স্টাইল এবং ত্বকের রঙ প্রদর্শন করতে পারে যদি তাদের মুখের একটি ছবি ৩ডি মাস্কে প্রজেক্ট করা হয়।\n\n\n=== সিঙ্গাপুর ===\nনানিয়াং টেকনোলজিক্যাল বিশ্ববিদ্যালয়ের বিজ্ঞানী প্রফেসর নাদিয়া থালম্যান একটি সামাজিক রোবট নাদিনের বিকাশে স্কুল অব কম্পিউটার ইঞ্জিনিয়ারিং-এর সাথে মিডিয়া ইনোভেশন ইনস্টিটিউটের প্রচেষ্টার নির্দেশনা দিয়েছেন। নাদিন অ্যাপলের সিরি বা মাইক্রোসফটের কোর্টানা এর মত সফটওয়্যার দ্বারা চালিত। নাদিন ভবিষ্যতে অফিস এবং বাড়িতে একজন ব্যক্তিগত সহকারী হতে পারে, অথবা তিনি তরুণ এবং বয়স্কদের জন্য একজন সহচর হতে পারেন।\nস্কুল অব মেকানিক্যাল অ্যান্ড অ্যারোস্পেস ইঞ্জিনিয়ারিং এবং বিয়িং দ্যের সেন্টারের অ্যাসোক প্রফেসর জেরাল্ড সিট টেলি-প্রেজেন্স রোবোটিক্সে তিন বছরের আরএন্ডডি বিকাশের নেতৃত্ব দিয়ে এডগার তৈরি করেছেন। একজন দূরবর্তী ব্যবহারকারী প্রকৃত সময়ে রোবটের মুখের উপর প্রদর্শিত ব্যবহারকারীর মুখ এবং অভিব্যক্তি দিয়ে এডগার নিয়ন্ত্রণ করতে পারে। রোবটটি তাদের শরীরের উপরের নড়াচড়াও নকল করে।\n\n\n=== দক্ষিণ কোরিয়া ===\n\nকিটেক গবেষণা করেছে এবং ইভার-১ তৈরি করেছে, যেটি একটি অ্যান্ড্রয়েড আন্তঃব্যক্তিক যোগাযোগ মডেল যা মুখের \"মাস্কুলেচার\" এর মাধ্যমে মানুষের মানসিক অভিব্যক্তি অনুকরণ করতে সক্ষম এবং প্রাথমিক কথোপকথন করতে সক্ষম, যাতে প্রায় ৪০০ শব্দের শব্দভাণ্ডার রয়েছে৷ তিনি 160 cm লম্বা এবং ওজন 50 kg, তার বিশের কোরিয়ান মহিলাদেরর গড় চিত্রের সাথে মিলে যায়। ইভার-১ এর নামটি এসেছে বাইবেলের ইভ থেকে, এছাড়াও রোবটের জন্য আর অক্ষর থেকে। ইভার-১-এর উন্নত কম্পিউটিং প্রসেসিং ক্ষমতা মুখ শনাক্তকরণ প্রযুক্তি সহ ৯০-ডিগ্রি মাইক্রো- সিসিডি ক্যামেরা দ্বারা ঠোঁট মেলানো এবং ভিজ্যুয়াল রিকগনিশন প্রক্রিয়াকরণের সাথে সাথে কন্ঠ সনাক্তকরণ এবং ভোকাল সংশ্লেষণকে সক্ষম করে। তার কৃত্রিম মস্তিষ্কের ভিতরে একটি স্বাধীন মাইক্রোচিপ অঙ্গভঙ্গি প্রকাশ, শরীরের সমন্বয় এবং আবেগ প্রকাশ পরিচালনা করে। তার পুরো শরীর অত্যন্ত উন্নত সিন্থেটিক জেলি সিলিকন দিয়ে তৈরি এবং তার মুখ, ঘাড় এবং নিচের শরীরে ৬০টি কৃত্রিম জয়েন্ট রয়েছে; তিনি বাস্তবসম্মত মুখের অভিব্যক্তি প্রদর্শন করতে এবং একই সাথে নাচের সময় গান গাইতে সক্ষম। দক্ষিণ কোরিয়ায় তথ্য ও যোগাযোগ মন্ত্রকের একটি উচ্চাভিলাষী পরিকল্পনা ছিল যে ২০২০ সালের মধ্যে প্রতিটি বাড়িতে একটি রোবট স্থাপন করা হবে। দেশের জন্য বেশ কয়েকটি রোবট শহর পরিকল্পনা করা হয়েছে: প্রথমটি ২০১৬ সালে ৫০০ বিলিয়ন ওন (মার্কিন $৪৪০ মিলিয়ন) ব্যয়ে নির্মিত হবে, যার মধ্যে ৫০ বিলিয়ন সরাসরি সরকারি বিনিয়োগ। নতুন রোবট শহরে নির্মাতা এবং অংশ সরবরাহকারীদের জন্য গবেষণা ও উন্নয়ন কেন্দ্রের পাশাপাশি প্রদর্শনী হল এবং রোবট প্রতিযোগিতার জন্য একটি স্টেডিয়াম থাকবে। দেশের নতুন রোবোটিক্স এথিক্স চার্টার ভবিষ্যতে রোবটের সাথে মানুষের মিথস্ক্রিয়া করার জন্য গ্রাউন্ড নিয়ম এবং আইন স্থাপন করবে, রোবোটিক্স ব্যবহারকারী এবং নির্মাতাদের জন্য মান নির্ধারণ করবে, সেইসাথে রোবটের মানবিক অপব্যবহার রোধ করার জন্য নৈতিক মানগুলিকে রোবটে এবং এর বিপরীতে প্রোগ্রাম করার নির্দেশিকা থাকবে।\n\n\n=== যুক্তরাষ্ট্র ===\nওয়াল্ট ডিজনি এবং ইমাজিনার্সের একজন কর্মী মিস্টার লিংকনের সাথে দুর্দান্ত মুহূর্ত তৈরি করেছিলেন যা ১৯৬৪ সালের নিউইয়র্ক ওয়ার্ল্ড ফেয়ারে আত্মপ্রকাশ করেছিল।\nএকজন শিক্ষার ভবিষ্যতবিদ এবং মার্কিন যুক্তরাষ্ট্র মিলিটারি একাডেমির দর্শন ও নৈতিক যুক্তিবিদ্যার প্রাক্তন ভিজিটিং ওয়েস্ট পয়েন্ট অধ্যাপক ড. উইলিয়াম ব্যারি \"মারিয়া বট\" নামে একটি এআই অ্যান্ড্রয়েড চরিত্র তৈরি করেছেন। এই ইন্টারফেস এআই অ্যান্ড্রয়েডের নামকরণ করা হয়েছিল কুখ্যাত কাল্পনিক রোবট মারিয়ার নামানুসারে ১৯২৭ সালের চলচ্চিত্র মেট্রোপলিসে একজন ভাল আচরণকারী দূরবর্তী আত্মীয় হিসাবে। মারিয়া বট বিশ্ববিদ্যালয় পর্যায়ে প্রথম এআই অ্যান্ড্রয়েড টিচিং অ্যাসিস্ট্যান্ট। মারিয়া বট ২০২০ সালের ফেব্রুয়ারিতে ওয়াশিংটনের এভারেট-এ একটি টেডএক্স টক-এর জন্য ব্যারির সাথে জুটি হিসেবে মূল বক্তা হিসেবে উপস্থিত হয়েছেন।\nকাঁধ থেকে একজন মানুষের মতো মারিয়া বট একটি ভার্চুয়াল সত্তা অ্যান্ড্রয়েড যার জটিল মুখের ভাব এবং মাথার নড়াচড়া রয়েছে এবং বিভিন্ন বিষয়ে কথোপকথনে জড়িত। তিনি কীভাবে কথা বলতে এবং জড়িত থাকবেন সে বিষয়ে নিজের সিদ্ধান্ত নিতে তথ্য প্রক্রিয়াকরণ এবং সংশ্লেষণ করতে কৃত্রিম বুদ্ধিমত্তা ব্যবহার করেন। তিনি কথোপকথন, বই বা নিবন্ধের মতো সরাসরি উপাত্ত ইনপুট এবং ইন্টারনেট উৎসের মাধ্যমে উপাত্ত সংগ্রহ করেন।\nমারিয়া বট শিক্ষার মান উন্নত করতে এবং শিক্ষার দারিদ্র্য দূর করতে ব্যারির জন্য একটি আন্তর্জাতিক উচ্চ-প্রযুক্তি সংস্থা দ্বারা নির্মিত হয়েছিল। মারিয়া বটকে রোবট এবং কৃত্রিম বুদ্ধিমত্তার ক্রমবর্ধমান উপস্থিতি দ্বারা উত্থাপিত নৈতিক সমস্যাগুলি নিয়ে শিক্ষার্থীদের জড়িত এবং আলোচনা করার জন্য নতুন উপায় তৈরি করার জন্য নকশা করা হয়েছে। ব্যারি মারিয়া বট ব্যবহার করে দেখান যে জীবন-নিশ্চিত, নৈতিক কাঠামোর সাথে একটি রোবট প্রোগ্রামিং তাদের একই কাজ করতে সাহায্য করার সম্ভাবনা বেশি করে তোলে।\nমারিয়া বট ভালো এবং নৈতিক কৃত্রিম বুদ্ধিমত্তা প্রযুক্তির জন্য একটি অ্যাম্বাসেডর রোবট।\nহ্যানসন রোবোটিক্স ইনক., টেক্সাস এবং কেএআইএসটি আলবার্ট আইনস্টাইনের একটি অ্যান্ড্রয়েড প্রতিকৃতি তৈরি করেছে, হ্যানসনের ফেসিয়াল অ্যান্ড্রয়েড প্রযুক্তি ব্যবহার করে কেএআইএসটি-এর লাইফ-সাইজ ওয়াকিং বাইপেডাল রোবট বডিতে বসানো হয়েছে। এই আইনস্টাইন অ্যান্ড্রয়েড (যাকে \" আলবার্ট হুবো \"ও বলা হয়) এইভাবে ইতিহাসে প্রথম ফুল-বডি ওয়াকিং অ্যান্ড্রয়েডের প্রতিনিধিত্ব করে। হ্যানসন রোবোটিক্স, ফেডেক্স ইনস্টিটিউট অফ টেকনোলজি, এবং আর্লিংটনের ইউনিভার্সিটি অফ টেক্সাসও সাই-ফাই লেখক ফিলিপ কে. ডিক ( ব্লেড রানার চলচ্চিত্রের ভিত্তি ডু অ্যান্ড্রয়েডস ড্রিম অব ইলেকট্রিক শিপ?-এর স্রষ্টা) এর অ্যান্ড্রয়েড প্রতিকৃতি তৈরি করেছে। সম্পূর্ণ কথোপকথন ক্ষমতা সহ যা লেখকের কাজগুলির হাজার হাজার পৃষ্ঠাকে অন্তর্ভুক্ত করে। ২০০৫ সালে পিকেডি এএএআইরয়েড এএএআই থেকে প্রথম স্থানের কৃত্রিম বুদ্ধিমত্তা পুরস্কার জিতেছে।\n\n\n== কথাসাহিত্যে ব্যবহার ==\nঅ্যান্ড্রয়েডগুলি সায়েন্স ফিকশনের একটি প্রধান জিনিস। আইজাক আসিমভ রোবটিক্স এবং কৃত্রিম বুদ্ধিমত্তার বিজ্ঞানের কল্পকাহিনীর পথপ্রদর্শক, বিশেষত তার ১৯৫০ এর সিরিজ আই, রোবটে। বেশিরভাগ কাল্পনিক অ্যান্ড্রয়েডের কাছে একটি সাধারণ বিষয় হল যে সম্পূর্ণরূপে মানুষের মতো রোবট তৈরির সাথে যুক্ত বাস্তব জীবনের প্রযুক্তিগত চ্যালেঞ্জগুলি - যেমন শক্তিশালী কৃত্রিম বুদ্ধিমত্তা তৈরি করা-কে সমাধান করা হয়েছে বলে ধরে নেওয়া হয়। কাল্পনিক অ্যান্ড্রয়েডগুলিকে প্রায়শই মানসিক এবং শারীরিকভাবে মানুষের সমান বা উচ্চতর হিসাবে চিত্রিত করা হয়—চলাফেরা করা, চিন্তা করা এবং তাদের মতো অঘনীভূতভাবে কথা বলা।\nএনড্রয়েডের অমানবিক পদার্থ এবং মানুষের চেহারা-বা এমনকি মানুষের উচ্চাকাঙ্ক্ষা-এর মধ্যে উত্তেজনা তাদের বেশিরভাগ কাল্পনিক চিত্রের পিছনে নাটকীয় প্রেরণা। কিছু অ্যান্ড্রয়েড হিরো পিনোচিওর মতো মানুষ হয়ে উঠতে চায়, যেমনটি বাইসেনটেনিয়াল ম্যান চলচ্চিত্রে, বা স্টার ট্রেক: দ্য নেক্সট জেনারেশনের উপাত্তে। অন্যরা, যেমন ওয়েস্টওয়ার্ল্ড চলচ্চিত্রে, অসতর্ক মানুষের দ্বারা অপব্যবহারের বিরুদ্ধে বিদ্রোহ করে। অ্যান্ড্রয়েড শিকারী ডেকার্ড ইন অ্যান্ড্রয়েড কি বৈদ্যুতিক ভেড়ার স্বপ্ন দেখে? এবং এর চলচ্চিত্র অভিযোজন ব্লেড রানার আবিষ্কার করে যে তার লক্ষ্যগুলি কিছু উপায়ে তার চেয়ে বেশি \"মানুষ\" বলে মনে হচ্ছে। তাই অ্যান্ড্রয়েড স্টোরিগুলি মূলত অ্যান্ড্রয়েডের \"সম্পর্কে\" গল্প নয়; এগুলি মানুষের অবস্থা এবং মানুষ হওয়ার অর্থ কী সে সম্পর্কে গল্প।\n\n\n== আরও দেখুন ==\nস্বয়ংক্রিয় যন্ত্র\nমানবিক রোবট\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nKerman, Judith B. (1991)। রেট্রোফিটিং ব্লেড রানার: রিডলি স্কটের ব্লেড রানার এবং ফিলিপ কে. ডিকের সমস্যাগুলি কি অ্যান্ড্রয়েডগুলি বৈদ্যুতিক ভেড়ার স্বপ্ন দেখে? বোলিং গ্রিন, ওএইচ: বোলিং গ্রিন স্টেট ইউনিভার্সিটি পপুলার প্রেস।আইএসবিএন ০-৮৭৯৭২-৫০৯-৫আইএসবিএন 0-87972-509-5 ।\nPerkowitz, Sidney (2004)। ডিজিটাল মানুষ: বায়োনিক হিউম্যান থেকে অ্যান্ড্রয়েড পর্যন্ত । জোসেফ হেনরি প্রেস।আইএসবিএন ০-৩০৯-০৯৬১৯-৭আইএসবিএন 0-309-09619-7 ।\nShelde, Per (1993)। অ্যান্ড্রয়েড, হিউম্যানয়েডস এবং অন্যান্য সায়েন্স ফিকশন মনস্টারস: সায়েন্স ফিকশন ফিল্মে সায়েন্স অ্যান্ড সোল । নিউ ইয়র্ক: নিউ ইয়র্ক ইউনিভার্সিটি প্রেস।আইএসবিএন ০-৮১৪৭-৭৯৩০-১আইএসবিএন 0-8147-7930-1 ।\nইশিগুরো, হিরোশি। \"অ্যান্ড্রয়েড বিজ্ঞান।\" জ্ঞানীয় বিজ্ঞান সোসাইটি। 2005।\nগ্লেসার, হর্স্ট অ্যালবার্ট এবং রসবাচ, সাবিন: দ্য কৃত্রিম মানব, ফ্রাঙ্কফুর্ট/এম।, বার্ন, নিউ ইয়র্ক 2011 \"কৃত্রিম মানুষ\"\nটেককাস্ট আর্টিকেল সিরিজ, জেসন রুপিনস্কি এবং রিচার্ড মিক্স, \"অ্যান্ড্রয়েডের প্রতি পাবলিক অ্যাটিটিউডস: রোবট জেন্ডার, টাস্কস এবং মূল্য\"\nAn-droid, \"Android নামের অনুরূপ\"\nকার্পেন্টার, জে. (2009)। কেন R2D2s কাজ করতে টার্মিনেটর পাঠান? : অলঙ্কৃত ঘটনা হিসাবে অ্যান্ড্রয়েড ডিজাইন করা। HCI 2009 এর কার্যক্রম: গ্রে ড্রয়েডের বাইরে: 21 শতকের জন্য ঘরোয়া রোবট ডিজাইন। কেমব্রিজ, যুক্তরাজ্য। ১ সেপ্টেম্বর।\nটেলোট, জেপি রেপ্লিকেশন: সায়েন্স ফিকশন ফিল্মের একটি রোবোটিক ইতিহাস। ইউনিভার্সিটি অফ ইলিনয় প্রেস, 1995।\n\n\n== বহিঃসংযোগ =="}