{"pageid": 1391462, "title": "গালে জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1391462", "content": "এই জেলার মোট ক্ষেত্রফল ১,৬৫২ কিমি২ (৬৩৮ মা২) : তার মধ্যে ৩৫ কিমি২ (১৪ মা২)  জল আর বাকি ১,৬১৭ কিমি২ (৬২৪ মা২)  ভূমি। গালে জেলা উত্তরে বেনথারা নদী, দক্ষিণ ও পশ্চিমে ভারত মহাসাগর এবং পূর্বে মাতারা ও রত্নপুরা জেলা রয়েছে। গালে জেলার টপোগ্রাফি খুবই বৈচিত্র্যময়। হিনিডুমা পাথুয়ার জলবায়ুর অবস্থা শ্রীলঙ্কার মধ্য পার্বত্য দেশের মতো। এই অঞ্চলটি বৃষ্টঅরণ্য নিয়ে গঠিত, যা গালে জেলা জুড়ে প্রবাহিত বেশিরভাগ নদী এবং হ্রদের জল ধরার এলাকা। সিংহরাজা ফরেস্ট রিজার্ভ তার মধ্যে একটি। গালে জেলা একটি নাতিশীতোষ্ণ জলবায়ু অঞ্চলে অবস্থিত।\nবার্ষিক বৃষ্টিপাত ২০০০-২৫০০ মিমি। জিন নদী (\"জিন গঙ্গা\") হিনিডুমা পাথুয়ার গোঙ্গালা পাহাড় থেকে শুরু হয়েছে এবং ১১৩ কিমি (৭০ মা) এর দীর্ঘ যাত্রাপথে এটি নেলুওয়া, থাওয়ালামা, নাগোদা বাদ্দেগামা এবং থেলিকাদা এলাকা অতিক্রম করেছে। নদীটি ৯২২ কিমি২ (৩৫৬ মা২) ভূমির মধ্য দিয়ে প্রবাহিত হয়েছে । এটি গালে জেলার গিন্থোটা এলাকায় ভারত মহাসাগরে মিলিত হয়েছে। মাদু গঙ্গা নদী পোলাথু কান্দা থেকে শুরু হয় এবং বালাপিটিয়ায় সমুদ্রে মিলিত হয় এবং গালে জেলায় পরিবেশগত ভারসাম্য বজায় রাখতে সহায়তা করে।\n\n\n== ঐতিহাসিক পটভূমি ==\nপ্রাচীন শ্রীলঙ্কায়, গালে জেলা দক্ষিণাঞ্চল প্রদেশের রাজধানী শহর হিসাবে শত্রুদের বিরুদ্ধে যুদ্ধে গুরুত্বপূর্ণ স্থান অর্জন করেছিল। প্রাচীন কিংবদন্তি অনুসারে ১০৭২ এসি রাজা বিজয়বাহু প্রথম হিনিদুম পাত্তুর থামবালাগামুওয়াতে \"সোলি\" এর বিরুদ্ধে তার যুদ্ধ শুরু করেছিলাম। কিংবদন্তি আরো জানা যায়, রাজা দম্ভদেনিয়ার রাজত্বকালে পরক্রমবাহু তার যুদ্ধ এজেন্ট রাণী সুগালাকে গালে জেলায় পরিচালনা করেছিলেন। রাজা মহা পরাক্রমবাহুর শাসনামলে গালে অত্যন্ত গুরুত্বপূর্ণ একটি এলাকা ছিল এবং এটি ডাচ, পর্তুগিজ এবং ইংরেজদের তাদের রাজ্য প্রতিষ্ঠায় অনেক সাহায্য করেছিল।\n\n\n== সাংস্কৃতিক পটভূমি ==\nগালে জেলার বেশ কয়েকজন ব্যক্তি সিংহলী সাহিত্যে গুরুত্বপূর্ণ অবদান রেখেছেন। থোটাগামুওয়া বিজয়াবা পিরিভেনা, যেটি কোত্তে যুগের একটি বিখ্যাত শিক্ষা প্রতিষ্ঠান ছিল,  বেশ কয়েকজন উল্লেখযোগ্য পণ্ডিত এখান থেকে শিক্ষালাভ করেছিলেন। গালের কয়েকজন বিখ্যাত ব্যক্তি হলেন হিক্কাডুয়ে শ্রী সুমঙ্গলা থেরা, মিগেত্তুওয়াত্তে গুণানন্দ থেরা, মার্টিন বিক্রমাসিংহে, এদিরিভিরা সরচ্চচন্দ্র, সেনেকা বিবিলে নন্দাদাসা কোডাগোদা, এডউইন আরিয়াদাসা, এমবি আরিয়াপালা, গুনাদাসা অমরশেকেরা, ডিজে সেনামালাসুরেনা , সিয়ালাসুরেন্দ্রা, ডিজে সেনারাহানা , সিয়ারাথনা, আরিয়াদাসা আড়িয়াপাল গুরুন্নানসে ।\nগালে সাহিত্য উৎসব প্রতি জানুয়ারিতে পরিচালিত হয়।\n\n\n== জনসংখ্যাতত্ত্ব ==\n\n\n=== ধর্ম ===\n\nজনসংখ্যার 94% বৌদ্ধ, 4.7% মুসলিম, 1.5% হিন্দু এবং 0.9% খ্রিস্টান । \n\n\n== প্রধান শহরগুলো ==\n\nগালে ( গালে মিউনিসিপ্যাল কাউন্সিল )\nকারাপিটিয়া\nউনাওয়াতুনা\n\n\n== নগর পরিষদ ==\nAmbalangoda ( Ambalangoda আরবান কাউন্সিল )\nহিক্কাডুয়া ( হিক্কাডুয়া আরবান কাউন্সিল )\n\n\n== প্রধান শহর ==\n\n\n== বিশ্ন ঐতিহ্যবাহী স্থান ==\n\nহিয়ারে ফরেস্ট রিজার্ভ\nকানেলিয়া ফরেস্ট রিজার্ভ\n\n\n== বন সংরক্ষণ ==\nগালে দুর্গ\nসিংহরাজা ফরেস্ট রিজার্ভ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}