{"pageid": 1391402, "title": "হামামাতসু", "url": "https://bn.wikipedia.org/wiki?curid=1391402", "content": "হামামাতসু (浜松市, হামামাতসু-শি) হল জাপানের পশ্চিম শিজুওকা প্রিফেকচার এ অবস্থিত একটি শহর। ১ সেপ্টেম্বর ২০২৩ (2023-09-01)-এর হিসাব অনুযায়ী শহরের আনুমানিক  ৩৪০,৫৯১ টি পরিবারে     ৭৮০,১২৮ জন বাসিন্দা ছিল। এটি  প্রিফেকচারের বৃহত্তম শহর এবং জনসংখ্যার ঘনত্ব ৫০১/কিমি২ (১,৩০০ জন/বর্গমাইল)।  মোট এলাকা হল ১,৫৫৮.০৬ কিমি২ (৬০১.৫৭ মা২)।\n\n\n== ওভারভিউ ==\nহামামাতসু বিশ্ব স্বাস্থ্য সংস্থার স্বাস্থ্যকর শহরগুলির জন্য জোট (AFHC) এর সদস্য।\n\n\n=== সিটিস্কেপ ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== ভূগোল ==\n\nহামামাৎসু টোকিও এর ২৬০ কিলোমিটার (১৬০ মাইল) দক্ষিণ-পশ্চিমে অবস্থিত।\nহামামাতসু একটি সমতল সমভূমি এবং দক্ষিণে মিকাতাহারা মালভূমি এবং উত্তরে একটি পাহাড়ী এলাকা নিয়ে গঠিত। এটি মোটামুটিভাবে পশ্চিমে হামানা হ্রদ, পূর্বে টেনরিউ নদী এবং দক্ষিণে প্রশান্ত মহাসাগর দ্বারা বেষ্টিত।\n\n\n=== আবহাওয়া ===\nদক্ষিণ হামামাৎসুর জলবায়ু  আর্দ্র উপক্রান্তীয় জলবায়ু, যেখানে অল্প তুষারপাত সহ শীতল থেকে হালকা শীতকাল হয়; যাইহোক, শুষ্ক বর্ষার কারণে শীতকালে বাতাস বয়ে যায় যাকে বলা হয় এনশু নো কারাকাজে, যা এই অঞ্চলের জন্য অনন্য। উত্তর হামামাৎসুর জলবায়ু ফোহন বায়ু এর কারণে অনেক বেশি কঠোর। গ্রীষ্মকাল গরম এবং সর্বোচ্চ তাপমাত্রা প্রায়শই টেনরিউ-কু অঞ্চলে ৩৫ ডিগ্রি ছাড়িয়ে যায়, যখন শীতকালে তুষারপাত হয়।\n\n\n=== জনমিতি ===\nজাপানি আদমশুমারির তথ্য অনুজায়ী, হামামাতসুর জনসংখ্যা গত ৭০ বছর ধরে বাড়ছে।\n\n\n==== বিদেশী জনসংখ্যা ====\n\nহামামাতসুতে  উল্লেখযোগ্য অ-জাপানি জনসংখ্যা রয়েছে। নিক্কেই বিদেশিদের জনসংখ্যা, বিশেষ করে ব্রাজিলিয়ানদের, জাপানের অভিবাসন আইনে ১৯৯০ সালের পরিবর্তনের পর তাদের জাপানে কাজ করার অনুমতি দেওয়া হয়েছিল। এক সময়ে, হামামাৎসুর যে কোনো জাপানি শহরের তুলনায় সবচেয়ে বেশি ব্রাজিলিয়ান নিক্কেই জনসংখ্যা ছিল। অনেক বিদেশী উৎপাদন খাতে কাজ করে, হোন্ডা, সুজুকি, এবং ইয়ামাহা প্ল্যান্টে অস্থায়ী চাকরি করে। ২০০৮-এর হিসাব অনুযায়ী হামামাতসুতে অ-জাপানিদের সংখ্যা ছিল ৩৩,৩৩২, এবং ২০১০ সালের মধ্যে সংখ্যা ৩০,০০০ ছাড়িয়ে গেছে। শহরটিতে প্রচুর পর্তুগিজ চিহ্ন রয়েছে। এখানে একটি ব্রাজিলিয়ান স্কুল রয়েছে এবং ব্রাজিলিয়ানদের জন্য অনেক ব্যবসা ব্রাজিলের পতাকা প্রদর্শন করে। যাইহোক, দ্য জাপান টাইমস-এর নাতসুকো ফুকুয়ে ২০১০ সালে লিখেছিলেন যে অনেক বিদেশী শিশুর হামামাৎসুতে সমাজে একত্রিত হতে অসুবিধা হয় কারণ \"জাপানি এবং বিদেশী সম্প্রদায়গুলি একে অপরের থেকে অনেকাংশে আলাদা থাকে।\"\n২০০৮ সালে বিশ্বব্যাপী আর্থিক সঙ্কটের পর বিদেশী জনসংখ্যা উল্লেখযোগ্যভাবে হ্রাস পায়, হামামাতসু শহরের সরকার কিছু বিদেশী নাগরিককে তাদের দেশে ফিরে যাওয়ার জন্য সহায়তা প্রদান করে। সরকারী শহরের পরিসংখ্যান অনুসারে ১ আগস্ট, ২০১৯ এ বিদেশী জনসংখ্যা ২৫,০৮৪ হিসাবে অনুমান করা হয়েছিল।\n\n\n=== প্রতিবেশী পৌরসভা ===\nটেমপ্লেট:দেশের উপাত্ত শিজুওকা শিজুওকা প্রিফেকচার\nইওয়াতা\nকোসাই\nশিমাডা\nমোরী\nকাওয়ানেহন\nটেমপ্লেট:দেশের উপাত্ত আইচিআইচি প্রিফেকচার\nতোয়োহাশি\nশিনশিরো\nটোই\nটয়োনে\nটেমপ্লেট:দেশের উপাত্ত নাগানোনাগানো প্রিফেকচার\nআইডা\nটেনরিউ\n\n\n== ইতিহাস ==\n\n\n=== প্রাগৈতিহাসিক যুগ ===\nএখনকার হামামাতসু নিয়ে গঠিত এলাকায় প্রাগৈতিহাসিক কাল থেকে বসতি স্থাপন করা হয়েছে, জোমন যুগ এবং কোফুন যুগ এর অসংখ্য অবশিষ্টাংশ বর্তমান শহরের সীমার মধ্যে আবিষ্কৃত হয়েছে, যার মধ্যে শিজিমিজুকা সাইট, ঢিবি এবং আকামন্যু কোফুন প্রাচীন সমাধি রয়েছে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== প্রাচীন যুগ ===\nনারা যুগে এটি তোমি প্রদেশ এর রাজধানী হয়ে ওঠে।\n\n\n=== মধ্যযুগ ===\nসেনগোকু যুগে হামামাতসু দুর্গ ছিল ভবিষ্যতের শোগুন টোকুগাওয়া ইয়েয়াসুর স্থান। \n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== প্রারম্ভিক আধুনিক যুগ ===\nহামামাৎসু এডো পিরিয়ড এ দাইমিও শাসকদের ধারাবাহিকতায় বিকাশ লাভ করেছিল  একটি প্রাচীর শহর হিসাবে এবং একটি পোস্ট টাউন হিসাবে টোকাইডো হাইওয়েতে এডোকে কিয়োটো এর সাথে সংযুক্ত করে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== আধুনিক যুগের শেষের দিকে ===\nমেইজি পুনরুদ্ধার এর পর, হামামাৎসু ১৮৭১ থেকে ১৮৭৬ সাল পর্যন্ত একটি স্বল্পকালীন প্রিফেকচারে পরিণত হয়, এরপর এটি শিজুওকা প্রিফেকচারের সাথে একত্রিত হয়।\nহামামাৎসু স্টেশন ১৮৮৯ সালে টোকাইডো মেইন লাইন-এ খোলা হয়েছিল।\nএকই বছর, আধুনিক পৌরসভা ব্যবস্থা প্রতিষ্ঠার সাথে, হামামাতসু একটি শহরে পরিণত হয়।\n\n১ জুলাই, ১৯১১: হামামাতসু একটি শহর থেকে একটি শহরে আপগ্রেড করা হয়\n১৯১৮: ১৯১৮ সালের ধানের দাঙ্গা হামামাৎসুকে প্রভাবিত করে\n১৯২১: তেঞ্জিনচো গ্রাম হামামাৎসুর সাথে মিলিত হয়\n১৯২৬: ইম্পেরিয়াল জাপানিজ আর্মি হামামতসু এয়ার বেস চালু হয়\n১৯৩৩: ইম্পেরিয়াল জাপানিজ আর্মি ফ্লাইট স্কুল চালু হয়\n১৯৩৬: হিকুমা এবং ফুজিজুকা গ্রামগুলি হামামাতসুর সাথে মিলিত হয়\n৭ ডিসেম্বর, ১৯৪৪: টোনানকাই ভূমিকম্প অনেক ক্ষতি করে\nজুন ১৯৪৫: মার্কিন বিমান হামলা দ্বারা হামামাতসু ব্যাপকভাবে ধ্বংস হয়ে যায়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== সমসাময়িক যুগ ===\n১৯৪৮: হামামাতসু ঘটনা, জাইনিচি কোরিয়ান বাসিন্দাদের জাতিগত দাঙ্গা\n১৯৫১: আরাতসু, গোটো এবং কাওয়ারিন গ্রাম হামামাৎসুর সাথে মিলিত হয়\n১৯৫৪: হামানা জেলার আটটি গ্রাম হামামাৎসুর সাথে মিলিত হয়\n১৯৫৫: মিয়াকোদা গ্রাম হামামাৎসুর সাথে মিলিত হয়\n১৯৫৭: ইরিনো গ্রাম হামামাৎসুর সাথে মিলিত হয়\n১৯৬০: সেতো গ্রাম হামামাৎসুর সাথে মিলিত হয়\n১৯৬১: শিনোহারা গ্রাম হামামাৎসুর সাথে মিলিত হয়\n১৯৬৫: সোনাই গ্রাম হামামাৎসুর সাথে মিলিত হয়\n১ মে, ১৯৯০: হামামাতসু এরিনা খোলা হয়েছে\n১ জানুয়ারি ১৯৯১: হামানা জেলা-এর কামি গ্রাম হামামাত্সুর সাথে মিলিত হয়।\n১ এপ্রিল, ১৯৯১: প্রথম হামামতসু আন্তর্জাতিক পিয়ানো প্রতিযোগিতা অনুষ্ঠিত হয়।\n১ মে, ১৯৯৪: অ্যাক্ট সিটি টাওয়ার খোলা হয়েছে।\n১ অক্টোবর, ১৯৯৫: বাদ্যযন্ত্রের হামামাতসু জাদুঘর খোলা হয়েছে\n১ এপ্রিল, ১৯৯৬: হামামাতসু কেন্দ্রীয় সরকার কর্তৃক কোর শহর মনোনীত হয়\n১ জুন, ১৯৯৬: হামামাতসু সিটি ফ্রুট পার্ক খোলা হয়েছে\n১ এপ্রিল, ১৯৯৭: হামামাতসু একটি সর্বজনীন শহর হিসাবে মনোনীত।\n১ এপ্রিল, ১৯৯৮: অ্যাক্ট সিটি মিউজিক্যাল স্কুল খোলা হয়েছে।\n৩ এপ্রিল, ২০০০: শিজুওকা ইউনিভার্সিটি অফ আর্ট অ্যান্ড কালচার খোলা হয়েছে।\n১ জুলাই, ২০০১: শহরের ৯০ তম বার্ষিকী স্মরণ করা হয়\n১ আগস্ট, ২০০২: প্যান-হামানাকো মনোনীত সিটি সিমুলেশনের উপর সম্মেলন শুরু করে।\n১ এপ্রিল, ২০০৩: শিজুওকা নিউ কাওয়াফুজি জাতীয় উচ্চ বিদ্যালয় প্রতিযোগিতা অনুষ্ঠিত হয়েছিল।\n১ জুন, ২০০৩: টেনরিউগাওয়া-হামানাকো অঞ্চল একীভূতকরণ সম্মেলন চালু করা হয়েছে।\n৮ এপ্রিল - ১১ অক্টোবর, ২০০৪: হামানাকো গার্ডেন পার্কে প্যাসিফিক ফ্লোরা ২০০৪ (শিজুওকা ইন্টারন্যাশনাল গার্ডেন এবং হর্টিকালচার এক্সিবিশন) অনুষ্ঠিত হয়েছিল।\n১ জুলাই, ২০০৫: হামামাৎসু হামাকিতা এবং টেনরিউ শহরগুলিকে নিজের সাথে একত্রিত করে; হারুনো (শুচি জেলা থেকে), হোসো, ইনাসা এবং গ্রাম তাতসুয়ামা (সকল ইওয়াতা জেলা থেকে), এবং মাইসাকা এবং ইউতো ( উভয় হামানা জেলা) হামামাৎসুতে একীভূত হয়েছিল। এই একীভূতকরণের ফলে ইনাসা জেলা এবং ইওয়াতা জেলা উভয়ই বিলুপ্ত হয়ে যায়। অতএব, শিজুওকা প্রিফেকচারে আর কোনো গ্রাম অবশিষ্ট নেই।\n১ এপ্রিল, ২০০৭: হামামাতসু কেন্দ্রীয় সরকার দ্বারা সরকারি অধ্যাদেশ দ্বারা মনোনীত শহর হয়ে ওঠে।\n\n\n== সরকার ==\n\nহামামাৎসুর একটি মেয়র-কাউন্সিল সরকার রয়েছে যেখানে একজন সরাসরি নির্বাচিত মেয়র এবং ৪৬ সদস্যের একটি এককক্ষ বিশিষ্ট সিটি আইনসভা রয়েছে। শহরটি শিজুওকা প্রিফেকচারাল অ্যাসেম্বলিতে ১৫ জন সদস্যের অবদান রাখে।\n\n\n=== ওয়ার্ড ===\nহামামাতসু প্রশাসনিকভাবে সাতটি ওয়ার্ড এ বিভক্ত:\n\n\n== বহিরাগত সম্পর্ক ==\n\n\n=== যমজ শহর - বোন শহর ===\n\n\n==== আন্তর্জাতিক ====\n\n\n==== বোন শহর ====\nহামামাতসু নিম্নলিখিত শহরগুলির সাথে সঙ্গীত সংস্কৃতি বিনিময় চুক্তি অনুমোদন করেছে (তবে, নিম্নলিখিতগুলির মধ্যে রচেস্টার হল একমাত্র অফিসিয়াল বোন শহর):\n\n\n==== যমজ শহর ====\nহামামাৎসু যমজ শহর জাদের সঙ্গে:\n\n\n==== বন্ধুত্বের শহর ====\n\n\n== অর্থনীতি ==\n\nহামামাৎসু একটি শিল্প শহর হিসেবে বিখ্যাত, বিশেষ করে বাদ্যযন্ত্র এবং মোটরসাইকেল এর জন্য। এটি ফ্যাব্রিক শিল্পের জন্যও পরিচিত, তবে সেই কোম্পানি এবং কারখানাগুলির বেশিরভাগই ১৯৯০ এর দশকে বন্ধ হয়ে যায়। 2010 সালে, বৃহত্তর হামামাতসু, হামামতসু মেট্রোপলিটন কর্মসংস্থান এলাকা, এর জিডিপি US$৫৪.৩ বিলিয়ন ছিল।\n২০১৪ হামামাৎসুর মাথাপিছু জিডিপি (পিপিপি) ছিল US$৪১,৪৭০।\n\n\n=== হামামাতসুতে কোম্পানির সদর দফতর ===\nএনকেই কর্পোরেশন\nহামামতসু ফটোনিক্স কে.কে.\nকাওয়াই বাদ্যযন্ত্র Mfg.Co.\nরোল্যান্ড কর্পোরেশন\nসুজুকি মোটর কর্পোরেশন\nটোকাই গাক্কি (also known as Tokai Guitars Company Ltd.)\nইয়ামাহা কর্পোরেশন\n\n\n=== হামামাতসুতে প্রতিষ্ঠিত কোম্পানি ===\nহোন্ডা মোটর কোম্পানি লিমিটেড\nActy System\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== গণ মাধ্যম ==\n\n\n=== রেডিও স্টেশন ===\nএফএম হারো! (JOZZ6AB এফএম, ৭৬.১MHz)\nকে-মিক্স (JOKU এফএম, ৭৮.MHz)\nএনএইচকে এফএম (JOPK এফএম, ৮২.১, MHz)\nএসবিএস রেডিও (১৪০৪ kHz/৯৪.৭ MHz)\n(পর্তুগিজ ভাষায়) রেডিও ফিনিক্স (ইন্টারনেট)\n\n\n== পরিবহন ==\n\n\n=== বিমানে ===\n\n\n==== বিমানবন্দর ====\nহামামতসু বিমান ঘাঁটি\nহামামাতসুতে কোনো বেসামরিক বিমানবন্দর নেই। শিজুওকা বিমানবন্দর (৩৪°৪৭′৪৬″ উত্তর ১৩৮°১১′২২″ পূর্ব) সবচেয়ে কাছের, হামামাতসু স্টেশন থেকে ৪৩ কিলোমিটার (২৭ মাইল) দূরত্বে,  মাকিনোহারা এবং শিমাদা এর মধ্যে অবস্থিত।\nআইচি প্রিফেকচার-এ চুবু সেন্ট্রায়ার আন্তর্জাতিক বিমানবন্দর, প্রায় ৮৭ কিলোমিটার (৫৪ মাইল)  শহরের পশ্চিমে, দ্বিতীয় নিকটতম।\n\n\n=== রেলওয়ে ===\n\n\n==== হাই-স্পিড রেল ====\n সেন্ট্রাল জাপান রেলওয়ে কোম্পানি\nটোকাইডো শিনকানসেন: - হামামতসু -\nজেআর সেন্ট্রাল হামামাতসু কর্মশালা: টোকাইডো শিনকানসেনের রক্ষণাবেক্ষণ সুবিধা\n\n\n==== প্রচলিত লাইন ====\n সেন্ট্রাল জাপান রেলওয়ে কোম্পানি\nটোকাইডো মেইন লাইন: - টেনরিউগাওয়া •  হামামাত্সু •  তাকাতসুকা •  মাইসাকা •  বেনটেনজিমা -\nআইডা লাইন: - ইজুম্মা •  কামিচিবা •  উরাকাওয়া •  হায়াসে •  শিমোকাওয়াই •  Chūbu-Tenryū •  সাকুমা •  আইজুকি •  শিরোনিশি •  মুকাইচিবা •  মিসাকুবো •  Ōzore •  কোয়াদা -\n এনশু রেলওয়ে\nএনশু রেলওয়ে লাইন: - শিন-হামামতসু •  দাই-ইচি-ডোরি •  Enshū-Byōin •  হাচিমান •  সুকেনোবু •  এনশু-হিকুমা •  এনশু-কামিজিমা •   জিদোশা-গাক্কো-মাই •  সাগিনোমিয়া •  সেকিশি •  এনশু-নিশিগাসাকি •  এনশু-কোমাতসু}} •  হামাকিতা •  Misono-Chūō-kōen •  Enshū- কোবায়শি •  Enshū-Shibamoto •  Enshū-Gansuiji •  নিশি-কাজিমা\nটেনরিউ হামানাকো রেলপথ\nটেনরিউ হামানাকো লাইন: - টেনরিউ-ফুটামাতা •  ফুটামাতা-হোম্মাচি •  নিশি-কাজিমা •  গানসুইজি •  মিয়াগুচি •  ফ্রুট পার্ক •  মিয়াকোদা •  হামামতসুদাইগাকুমায়ে •  কানাসাশি •  Kigakōkōmae •  Kiga •  নিশি-কিগা •  সানজা •  হামানাকো-সাকুমে •  হিগাশি-সুজুকি •  সুজুকি  •  মিক্কাবি •  ওকুহামানকো •  ওনা -\n\n\n=== রাস্তা ===\n\n\n==== এক্সপ্রেসওয়ে ====\n টোমেই এক্সপ্রেসওয়ে (হামামতসু ইন্টারচেঞ্জ, হামামাতসু নিশি ইন্টারচেঞ্জ এবং মিক্কাবি ইন্টারচেঞ্জ)\n শিন-টোমেই এক্সপ্রেসওয়ে\n\n\n==== হাইওয়ে ====\n সান-এন নানশিন এক্সপ্রেসওয়ে (নির্মানাধীন)\n\n\n==== বাইপাস ====\nহামামতসু বাইপাস\nহামানা বাইপাস\n\n\n==== জাপান জাতীয় মহাসড়ক ====\nরুট ১\nরুট ৪২\nরুট ১৫০\nরুট ১৫২\nরুট ২৫৭\nরুট ৩০১\nরুট ৩৬২\nরুট ৪৭৩\n\n\n== শিক্ষা ==\n\n\n=== কলেজ এবং বিশ্ববিদ্যালয় ===\nহামামতসু গাকুইন বিশ্ববিদ্যালয়\nহামামতসু বিশ্ববিদ্যালয়\nহামামতসু ইউনিভার্সিটি স্কুল অফ মেডিসিন\nসেইরি ক্রিস্টোফার ইউনিভার্সিটি\nশিজুওকা বিশ্ববিদ্যালয় (প্রকৌশল অনুষদ এবং তথ্যবিজ্ঞান অনুষদ)\nশিজুওকা শিল্প ও সংস্কৃতি বিশ্ববিদ্যালয়\nসেসা বিশ্ববিদ্যালয়, হামামাতসু ক্যাম্পাস\nতোকোহা বিশ্ববিদ্যালয়, হামামাতসু ক্যাম্পাস\n\n\n=== প্রাথমিক ও মাধ্যমিক বিদ্যালয় ===\nশিজুওকা প্রিফেকচার দ্বারা পরিচালিত সিনিয়র উচ্চ বিদ্যালয়:\n\nশিজুওকা প্রিফেকচারাল হামামাতসু নর্থ হাই স্কুল (静岡県立浜松北高等学校)\n[[শিজুওকা প্রিফেকচারাল হামামাতসু নিশি সিনিয়র এবং জুনিয়র হাই স্কুল|শিজুওকা প্রিফেকচারাল হামামাতসু নিশি (পশ্চিম) সিনিয়র এবং জুনিয়র হাই স্কুল (静岡県立浜松西高等学校・中等部)\nশিজুওকা প্রিফেকচারাল হামামাতসু ইস্ট হাই স্কুল (静岡県立浜松東高等学校)\nশিজুওকা প্রিফেকচারাল হামামাতসু সাউথ হাই স্কুল (静岡県立浜松南高等学校)\nশিজুওকা প্রিফেকচারাল কিগা হাই স্কুল (静岡県立気賀高等学校)\nশিজুওকা প্রিফেকচারাল কোহোকু হাই স্কুল (静岡県立浜松湖東高等学校)\nশিজুওকা প্রিফেকচারাল মিক্কাবি হাই স্কুল (静岡県立三ヶ日高等学校)\nশহর সরকার দ্বারা পরিচালিত একটি সিনিয়র হাই স্কুল রয়েছে: হামামাতসু মিউনিসিপ্যাল ​​সিনিয়র হাই স্কুল\nপ্রাথমিক এবং জুনিয়র হাই স্কুলগুলি শহর সরকার দ্বারা পরিচালিত হয়। ২০০৮  সালে শহরে ১১৭টি সরকারি প্রাথমিক বিদ্যালয় এবং ৫২টি পাবলিক জুনিয়র হাই স্কুল ছিল।\n\n\n=== বহুসংস্কৃতি শিক্ষা ===\nশহরটিতে নিম্নলিখিত ব্রাজিলিয়ান আন্তর্জাতিক স্কুল রয়েছে:\n\nEscola Brasil (প্রাক্তন Escola Brasileira de Hamamatsu) - প্রাথমিক ও মাধ্যমিক বিদ্যালয়\nEscola Alegria de Saber – প্রাথমিক ও মাধ্যমিক বিদ্যালয়\nEscola Alcance – মাধ্যমিক বিদ্যালয়\nএটিতে একটি সম্মিলিত পেরুর (ペルー学校) এবং ব্রাজিলিয়ান প্রাথমিক বিদ্যালয় রয়েছে, Mundo de Alegría.\nশহরটি পূর্বে ব্রাজিলিয়ান স্কুল, কলেজিও পিটাগোরাস ব্রাসিল এবং এসকোলা ক্যান্টিনহো ফেলিজের আয়োজন করেছিল।\n১ মে, ২০০৯ তে, মিউনিসিপ্যাল ​​এলিমেন্টারি এবং জুনিয়র হাই স্কুলে ১,৬৩৮ জন অ-জাপানি ছাত্র ছিল। ২০০৮ সালে, হামামাৎসুর পৌর প্রাথমিক ও জুনিয়র উচ্চ বিদ্যালয়ে ৯৩২ ব্রাজিলিয়ান নথিভুক্ত ছিল: ৬৪৬ ব্রাজিলিয়ান ৬১টি পাবলিক প্রাথমিক বিদ্যালয়ে নথিভুক্ত ছিল, এবং ২৮৬ জন ব্রাজিলিয়ান ৩৮টি পাবলিক জুনিয়র উচ্চ বিদ্যালয় নথিভুক্ত হয়েছিল। \nপাবলিক স্কুলের মধ্যে ব্রাজিলিয়ান ছাত্ররা জাপানী নাগরিকদের মত একই একাডেমিক প্রোগ্রাম  এবং জাপানী নাগরিকদের মত একই ক্লাস করে। বিশেষ শিক্ষক এবং সহকারীরা মিউনিসিপ্যাল ​​এলিমেন্টারি এবং জুনিয়র হাই স্কুলে বিদেশী ছাত্রদের সাথে কাজ করে যেখানে উল্লেখযোগ্য সংখ্যক অ-জাপানি নথিভুক্ত। বিশেষ করে, স্কুলগুলি তাদের খণ্ডকালীন দোভাষী ব্যবহার করে ব্রাজিলিয়ান শিক্ষার্থীদের সাহায্য করার জন্য। দোভাষীরা আনুষ্ঠানিক শিক্ষক নন, তবুও হামামাৎসুর বুরাজিরু ফুরেই কাই-এর সুতসুমি অ্যাঞ্জেলা অ্যাপারেসিদা লিখেছেন যে \"[টি] উত্তরাধিকারী সহায়তা\nখুব দরকারী হয়ে উঠেছে।\" জাপানের ন্যাশনাল ডিফেন্স একাডেমি-এর তোশিকো সুগিনো লিখেছেন যে হামামাতসুর পৌরসভা এবং প্রিফেকচারাল স্কুলগুলি \"শিক্ষার প্রথাগত দৃষ্টিভঙ্গি অনুসরণ করে এবং কঠোর স্কুলের নিয়মগুলি প্রয়োগ করে\" হামামাত্সুর বাসিন্দাদের মধ্যে খোলা মনের খ্যাতি থাকা সত্ত্বেও, কিছু বিদেশিদের কারণে তাদের অ-জাপানি সন্তানদের বিদেশী প্রাইভেট স্কুলে পাঠাতে।\nটেমপ্লেট:অনুসারে অনেক ব্রাজিলিয়ান পিতামাতার  সিদ্ধান্ত নিতে অসুবিধা হয় তাদের সন্তানদের জাপানী না ব্রাজিলিয়ান স্কুলে পাঠাবেন। ২০১০ সাল নাগাদ অনেক ব্রাজিলিয়ান পিতামাতা অর্থনৈতিক মন্দার কারণে তাদের চাকরি হারিয়েছিলেন, এবং অনেকেই ব্রাজিলিয়ান স্কুলের মাসিক টিউশন ¥৩০,০০০ থেকে ¥৪০,০০০ বহন করতে অক্ষম ছিলেন।\nহামামাৎসুতে হাইস্কুল বয়সের প্রায় ৫০% ব্রাজিলিয়ানরা ফুশুগাকু (হাই স্কুলে পড়ে না)। উচ্চ বিদ্যালয়ের সামর্থ্যের অক্ষমতা এবং জাপানিদের সাথে অসুবিধার ফলে উচ্চ বিদ্যালয়ে উপস্থিতির হার কম হয়েছে। হামামাতসু এনপিও নেটওয়ার্ক সেন্টার স্কুলে উপস্থিতি বাড়ানোর প্রচেষ্টা চালিয়েছে।\nহামামাতসুতে স্বেচ্ছাসেবক এবং একটি অলাভজনক সংস্থা বিদেশী শিশুদের জন্য জাপানি ভাষার ক্লাস এবং স্থানীয় ভাষার ক্লাস স্থাপন করেছে।\n\n\n== স্থানীয় আকর্ষণ ==\nঅ্যাক্ট সিটি টাওয়ার মানমন্দির: জেআর হামামাৎসু স্টেশনের পাশে অবস্থিত হামামাৎসুর একমাত্র গগনচুম্বী, শহরের প্রতীক। এটি একটি হারমোনিকা অনুরূপ ডিজাইন করা হয়েছিল, একটি অনুস্মারক যে হামামাৎসু কখনও কখনও \"সঙ্গীতের শহর\" নামে পরিচিত। বিল্ডিংটিতে কেনাকাটা এবং একটি ফুড কোর্ট, ওকুরা হোটেল, এবং ৪৫ তম তলায় একটি মানমন্দির রয়েছে যা সমস্ত কেন্দ্রীয় হামামাতসু, এমনকি তীরে বালির টিলা পর্যন্ত দেখা যায়।\nচোপিন মনুমেন্ট এটি বিখ্যাত শিল্পী ওয়াক্লো সজাইমানোস্কি এর চোপিন এর বিখ্যাত আর্ট নুভেউ ব্রোঞ্জ মূর্তির ১:১-স্কেলের প্রতিরূপ।  আসলটি হামামাৎসুর বোন শহর, ওয়ারশতে রয়েছে।　\nহামামাত্সু দুর্গ': হামামাতসু ক্যাসেল পার্ক আধুনিক সিটি হল বিল্ডিং থেকে উত্তরে প্রসারিত। দুর্গটি পার্কের দক্ষিণ-পূর্ব কোণে একটি পাহাড়ে, সিটি হলের কাছে অবস্থিত। এটি নির্মাণ করেছিলেন টোকুগাওয়া ইয়েয়াসু। তার শাসন এডো যুগের সূচনা করে। টোকুগাওয়া ইইয়াসু ১৫৭১ থেকে ১৫৮৮ সাল পর্যন্ত এখানে বসবাস করতেন। ভিতরে একটি ছোট জাদুঘর রয়েছে, যেখানে সেই সময়ের কিছু বর্ম এবং অন্যান্য ধ্বংসাবশেষ রয়েছে, সেইসাথে ৪০০ বছর আগে শহরটি কেমন ছিল তার একটি ক্ষুদ্র মডেল রয়েছে। দুর্গের উত্তরে একটি জাপানি বাগান, একটি কোই পুকুর, একটি আনুষ্ঠানিক চাহাউস এবং কিছু কমন এলাকা সহ একটি বড় পার্ক।\nনাকাতাজিমা বালির টিলা: জাপানের তিনটি বৃহত্তম বালির টিলা এলাকার মধ্যে একটি\nহামামতসু ফ্লাওয়ার পার্ক'\nহামামতসু ফ্রুট পার্ক'\nহামামতসু মিউনিসিপাল চিড়িয়াখানা'\nIinoya-gū মন্দির\nমোটোশিরোচো তোশো-গু মন্দির\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== সংস্কৃতি ==\n\n\n=== উৎসব ===\n\n\n==== আকিহা ফায়ার ফেস্টিভ্যাল ====\nহারুনো, টেনরিউ-কু: ডিসেম্বর\nঅনেক আগে, মাউন্ট আকিহা আগুন প্রতিরোধ করার জন্য অতিপ্রাকৃত ক্ষমতা বলে বিশ্বাস করা হয়েছিল। আকিহা মন্দিরে ধনুক ও তীর, তলোয়ার এবং আগুনের নৃত্য পরিবেশিত হয়। আকিহা মন্দিরে, একটি ফায়ারওয়াকিং অনুষ্ঠান সঞ্চালিত হয় যেখানে বিশ্বাসী এবং দর্শক উভয়েই উৎসব উদযাপন করে।\n\n\n==== এনশু দাইনেনবুৎসু ====\nসাইগাগাকে মিউজিয়াম, হামামাতসু সিটি: ১৫ জুলাই\nযখন একটি পরিবার প্রিয়জনের মৃত্যুর পর প্রথম ওবোন ছুটির দিনগুলিকে স্মরণ করে, তখন তারা অনুরোধ করতে পারে যে একটি দাইনেনবুতসু (বৌদ্ধ জপ আচার) তাদের বাড়ির বাইরে করা হোক। এটি এই অঞ্চলের স্থানীয় পারফরমিং আর্টগুলির মধ্যে একটি। দলটি সর্বদা বাড়ির সামনে একটি লণ্ঠন বহনকারী ব্যক্তির নেতৃত্বে একটি মিছিল গঠন করে এবং বাঁশি, জাপানি ঢোল এবং করতাল ধ্বনিতে মিছিল করে।\n\n\n==== হামামাৎসু ঘুড়ি উৎসব ====\nনাকা-কু, মিনামি-কু, অন্যান্য: মে\nহামামাৎসু ঘুড়ি উৎসব কে হামামাৎসু উৎসবও বলা হয়। প্রতি বছর ৩ মে থেকে ৫ মে পর্যন্ত অনুষ্ঠিত হামামাতসু ঘুড়ি উৎসবে একটি টাকো গ্যাসেন বা ঘুড়ির লড়াই এবং বিলাসবহুলভাবে সাজানো প্রাসাদের মতো গাড়ী রয়েছে। উৎসবটি প্রায় ৪৩০ বছর আগে উদ্ভূত হয়েছিল, যখন হামামাতসু দুর্গের প্রভু ঘুড়ি উড়িয়ে তার প্রথম পুত্রের জন্ম উদযাপন করেছিলেন। মেইজি যুগে, হাতসু ডাকো বা প্রথম ঘুড়ি উড়িয়ে প্রথম পুত্রের জন্মের উদযাপন জনপ্রিয় হয়ে ওঠে এবং এই ঐতিহ্য হামামাতসু ঘুড়ি উৎসবের আকারে টিকে আছে। হামামাতসু কাইট ফেস্টিভ্যালের রাতে, ১৭০ টি শহরের বিভিন্ন জেলার প্রতিনিধিত্বকারী দলগুলি ইয়াতাই বা প্রাসাদ-সম- গাড়ী  নিয়ে শহরের কেন্দ্রস্থলে কুচকাওয়াজ করে, যা জাপানি ঐতিহ্যবাহী উত্সব সঙ্গীত বাজানোর সময় সুন্দরভাবে সজ্জিত। ১৭০ টি শহরের বিভিন্ন জেলার প্রতিনিধিত্বকারী দলগুলি শহরের কেন্দ্রস্থলের রাস্তায় উদ্যমীভাবে মিছিল করার মাধ্যমে প্রতিদ্বন্দ্বিতা করার সময় উৎসবটি তার শীর্ষে পৌঁছায়। \n\n\n==== হামাকিতা হিরিউ উৎসব ====\nহামাকিতা-কু: জুন\nএই উত্সবটি রিউজিনের সম্মানে অনুষ্ঠিত হয়, দেবতা টেনরিউ নদীর সাথে যুক্ত বলে বিশ্বাস করা হয় এবং এতে হামাকিতা টাকোয়েজ (ঘুড়ি ওড়ানো) অনুষ্ঠান এবং হিরিউ হিমাৎসুরি ( ফ্লাইং ড্রাগন ফায়ার ফেস্টিভ্যাল) যা জল, শব্দ এবং শিখা উদযাপন করে।\n\n\n==== হামামাতসু আন্তর্জাতিক পিয়ানো প্রতিযোগিতা ====\nনভেম্বর\nএই উত্সবটি বাদ্যযন্ত্র এবং সঙ্গীতের শহর হিসাবে হামামাৎসুর ইতিহাস উদযাপন করে এবং সারা বিশ্ব থেকে কয়েক ডজন সেরা তরুণ পিয়ানোবাদককে নিয়ে আসে। এটি অ্যাক্ট সিটি কনসার্ট হল এবং প্রধান হলে ১৯৯১ সাল থেকে ত্রিবার্ষিকভাবে অনুষ্ঠিত হয়।\n\n\n==== হামাকিতা মান'য়ো উৎসব ====\nহামাকিতা-কু, হামামাতসু: অক্টোবর\nএই ইভেন্টটি ম্যানইয়ো-নো-মরি পার্কে সংঘটিত হয় মান্যো সময়কালকে স্মরণ করতে এবং এর সংস্কৃতিকে পরিচয় করিয়ে দিতে। উৎসবের অংশ হিসেবে, লোকেরা হিয়ান পিরিয়ড থেকে ঐতিহ্যবাহী পোশাক পরিধান করে এবং জাপানি কবিতা পাঠ উপস্থাপনের মাধ্যমে প্রাচীন অতীতকে পুনর্ব্যক্ত করে।\n\n\n==== ইনাসা পাপেট ফেস্টিভ্যাল ====\nইনাসা, কিতা-কু: নভেম্বর\nজাপানে অনুষ্ঠিত কয়েকটি পুতুল উৎসবের মধ্যে একটি, যেখানে সারা দেশের পুতুল মাস্টারদের প্রায় 30টি নাটকের 60টি পরিবেশনা রয়েছে। শো শিশুদের এবং প্রাপ্তবয়স্ক উভয়ের জন্য উপভোগের একটি পূর্ণ দিন প্রদান.\n\n\n==== প্রিন্সেস রোড ফেস্টিভ্যাল ====\nহোসো, কিতা-কু: এপ্রিল\nএডো পিরিয়ড এ, রাজকন্যারা এই রাস্তাটি ভ্রমণ উপভোগ করতেন যেখান থেকে এটি হিম কাইডো (রাজকুমারী রাস্তা) নামে পরিচিত হয়। রাজকুমারী তার পালকি এবং দাসী, সামুরাই এবং ভৃত্য সহ ১০০ জনেরও বেশি লোকের দল নিয়ে তৈরি একটি শোভাযাত্রার এই পুনর্বিন্যাসটি চেরি ব্লসম এর সময় একটি দুর্দান্ত দৃশ্য তৈরি করে তোদা নদীর তীরে।\n\n\n==== সাম্বা উৎসব ====\nহামামাৎসু সাম্বা উৎসব শহরে অনুষ্ঠিত হয়।\n\n\n==== শোর্যু ক্রন্দনরত উমে পুষ্প উৎসব ====\nইনাসা, কিতা-কু: ফেব্রুয়ারির শেষ থেকে মার্চের শেষের দিকে\nরাইসুই গার্ডেনে সাতটি ছোট জলপ্রপাত সহ একটি স্রোত রয়েছে এবং প্রায় ৮০টি ক্রন্দনরত উমে গাছ ছাঁটাই করা হয়েছে যাতে আকাশে মেঘে চড়ে ড্রাগনের চেহারা দেখা যায়। এছাড়াও পাহাড়ের ধারে ২০০টি কচি গাছ লাগানো হয়েছে।\n\n\n=== খেলাধুলা ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n==== ফুটবল ====\nহোন্ডা এফসি যারা তাদের নিজস্ব হোন্ডা মিয়াকোদা সকার স্টেডিয়াম এ জাপান ফুটবল লীগ (তৃতীয় বিভাগ) এ অংশ নেয়। হোন্ডা ১৯৮১ থেকে ১৯৯১ সাল পর্যন্ত জাপান সকার লিগ-এর প্রথম বিভাগে প্রতিদ্বন্দ্বিতা করেছিল, কিন্তু দলের মালিকানা ধরে রাখার জন্য মূল কোম্পানি হোন্ডা-এর পছন্দের কারণে পেশাদার বিভাগে প্রতিযোগিতা না করার সিদ্ধান্ত নিয়েছে। অনেক হামামাৎসু ফুটবল ভক্ত ইওয়াটা এ টেনরিউ নদীর ওপারে জুবিলো ইওয়াতা অনুসরণ করতে পছন্দ করেন। জুবিলো হামামাৎসুর মধ্যে একটি ক্লাবের দোকান পরিচালনা করে।\nভোলারে এফসি হামামাতসু, একটি স্বায়ত্তশাসিত ক্লাব যারা ২০১১ সালে টোকাই আঞ্চলিক ফুটবল লীগ ডিভিশন ২-এ প্রতিদ্বন্দ্বিতা করেছিল, হোন্ডা এফসিকে ছাড়িয়ে যাওয়ার বা এর সাথে একীভূত করার পরিকল্পনা করেছিল, কিন্তু এটি টোকাই লীগে শেষ পর্যন্ত শেষ করেছিল এবং নির্বাসিত হয়েছিল। হামামাতসু বিশ্ববিদ্যালয়ও উল্লিখিত বিভাগে একটি দল আছে, কিন্তু কলেজ দলগুলিকে শীর্ষ তিন স্তরে উন্নীত করা যায় না।\n\n\n==== বাস্কেটবল ====\nসান-এন নিওফিনিক্স বি.লীগ  - জাপান পেশাদার বাস্কেটবল লীগের প্রথম ডিভিশান এ অংশ নেয়।  দলটি তাদের হোম গেমগুলি টোয়োহাশি সিটি জেনারেল জিমনেসিয়াম এ খেলে।\nহামামাতসু এরিনা  ২০০৬ ফিবা ​​ওয়ার্ল্ড চ্যাম্পিয়নশিপ এর কয়েকটি আয়োজক অঙ্গনের একটি ছিল।\nহামামাতসু ৩x৩ ফিবা ২০১৬: সালে আবু ধাবিতে ফিবা ​​ওয়ার্ল্ড ট্যুর ফাইনালে দ্বিতীয় স্থান অধিকার করে।\n(বিক্রমজিৎ গিল, ইন্দরবীর গিল, চিরো খেদা)\n\n\n==== মহিলা ভলিবল ====\nহামামাতসু  অফিসিয়াল ২০১০ মহিলা ভলিবল বিশ্ব চ্যাম্পিয়নশিপ-এর অন্যতম আয়োজক শহর ছিল।\n\n\n== উল্লেখযোগ্য মানুষ ==\n\n\n== আরও দেখুন ==\n\nজাপানের একটি ব্রাজিলিয়ান স্কুলে নিক্কেই ব্রাজিলিয়ানরা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট (জাপানি ভাষায়)\nHamamatsu City official website (ইংরেজি ভাষায়)\nহামামাতসুতে\nটেমপ্লেট:Wikivoyage inline\n ওপেনস্ট্রিটম্যাপে হামামাতসু সম্পর্কিত ভৌগোলিক উপাত্ত\nHamamatsu Daisuki Net (I love Hamamatsu)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৯-০৯-১২ তারিখে (ইংরেজি ভাষায়)"}