{"pageid": 1391178, "title": "কোতুলপুর শ্রীধর জীউ মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1391178", "content": "কোতুলপুর শ্রীধর জীউ মন্দির হল পশ্চিমবঙ্গের কোতুলপুরে একটি বিষ্ণু মন্দির। এই মন্দিরে হিন্দু দেবতা বিষ্ণুকে শ্রীধর রূপে উপাসনা করা হয়। এটি বাঁকুড়া জেলার কোতুলপুর থানায় অবস্থিত। ব্যবসায়ী ও জমিদার হিসাবে পরিচিত ভদ্র পরিবারের দ্বারা নির্মিত, মন্দিরটি ভদ্র জমিদার-বাড়ির মধ্যে দাঁড়িয়ে আছে। মন্দিটি রত্ন স্থাপত্যের একটি বড় উদাহরণ, যা ১৯তম শতকের চতুর্থ দশকে স্থাপিত হয়েছিল।\n\n\n== ইতিহাস ==\nসদানন্দ ভদ্র নামে জনৈক ব্যক্তি সতেরো শতকের শেষ দিকে কোতুলপুরে বসবাস শুরু করেন। তিনি বর্ধমানের মরাল গ্রাম থেকে কোতুলপুরে এসেছিলেন। তিনি বর্ধমানের মহারাজ উদয়চাঁদ মহাতাবের কাছ থেকে কোতুলপুর লাগোয়া সতেরোটি তালুকের জমিদারি স্বত্ব ক্রয় করে জমিদারি প্রতিষ্ঠা করেছিলেন। কিন্তু, সদানন্দ ভদ্র মূলত ব্যবসায়ী ছিলেন, এবং লবণ, সুতো ও সরষের ব্যবসা করতেন। পরবর্তী কালে জমিদার পরিবারের দ্বারা দুর্গামণ্ডপ, নহবতখানা, গিরিগোবর্ধন মন্দির, রাসমঞ্চ সহ পঞ্চরত্ন শৈলীর \"শ্রীধর জীউ মন্দির\" তৈরি করা হয়েছিল।\nশ্রীরামকৃষ্ণ ১৮৮০ খ্রিস্টাব্দের ৩ মার্চ থেকে ১০ অক্টোবর দীর্ঘ আট মাস কামারপুকুরে ছিলেন। শ্রীশ্রীরামকৃষ্ণকথামৃত গ্রন্থ অনুযায়ী, এই সময়ে শ্রীরামকৃষ্ণ ভদ্র জমিদার বাড়িতে উপস্থিত হয়েছিলেন।\n\n\n== স্থাপত্য ==\nমন্দিরটি বাংলার টেরাকোটা মন্দিরের একটি ভাল উদাহরণ। বাংলার মন্দির স্থাপত্যকলার অন্যতম রত্ন শিল্পরীতি পরিলক্ষিত হয়। মন্দিরের চতুর্দিকে একটা আয়তাকার বেদী রয়েছে, যা মন্দির প্রাঙ্গণ থেকে কিছুটা উঁচু, তবে মণ্ডপেরর মেঝে থেকে নিচু। মন্দির প্রাঙ্গণ ও বেদীর মাঝে তিনটি ধাপ বিশিষ্ট একটি সিঁড়ি রয়েছে।\nমন্দিরটি পাঁচ চূড়া বিশিষ্ট - ছাদের চারটি কোণে চারটি ও মাঝে একট - যা এটিকে পঞ্চরত্ন শৈলীর মন্দিরে শ্রেণিবদ্ধ করে। চূড়া বা রত্নগুলি রেখা দেউল শৈলীর অনুরূপ। মন্দিরটি ঢালু ছাদের দিকে ক্রমশ সরু হয়ে উঠে গিয়েছে। মন্দিরটি দৈর্ঘ ও প্রস্থ উভয়ই হল ১৫ ফুট ৯ ইঞ্চি এবং উচ্চতায় প্রায় ৩০ ফুট।\n\n\n== শিল্পকর্ম ==\n\nমন্দিরে টেরাকোটা শিল্পকর্ম ও অলংকরণ পরিলক্ষিত হয়। সম্মুখ ভাগের মাঝের টেরাকোটা ফলকে রথ যাত্রার সামনে নৃত্যরত সারিবদ্ধ নরনারী বৃন্দ ও রথের উপরে হাঁটুমুড়ে বসে থাকা ‘বামনের’ অবয়ব খোদিত দেখা যায়। কথিত রয়েছে, রথের মধ্যে এই ‘বামন’কে দেখলে মানুষকে আর পুনর্জন্মের দুঃখ, যন্ত্রণা সহ্য করতে হয় না। পুরাণ মতে, মানুষের শরীর একটি রথের মতো। এই শরীরের আত্মাকে রথী বলা হয়। বুদ্ধিকে রথের চালক অথবা সারথী। মনকে বলা হয় অশ্বের লাগাম। তাই মন ইন্দ্রিয়ের রশি টেনে ধরে রাখতে পারে। টেরাকোটা ফলকে রথযাত্রার এই তত্ত্বই যথার্থ ভাবে খোদাই করেছেন শিল্পীরা। উপরের টেরাকোটা ফলকে রাম ও সীতার মূর্তি রয়েছে, তাদের পাশে লক্ষ্মণ ছাতা ধরে ও ভরত চামর হাতে এবং হনুমান ও জাম্বুবান হাত জোড় করে দাঁড়িয়ে রয়েছেন। বাঁ পাশের টেরাকোটা ফলকে রাম-রাবণের যুদ্ধের দৃশ্য এবং ডান পাশের টেরাকোটা ফলকে বস্ত্রহরণের দৃশ্য খোদিত হয়েছে। বস্ত্রহরণের দৃশ্যে দেখা যাছে যে কৃষ্ণ জীবের অষ্ট পাশ থেকে লজ্জা ত্যাগ করতে শিক্ষা দিচ্ছেন।\nমন্দিরের খিলান শীর্ষের কার্নিসের দুই কোণে রয়েছে দু’টি নৌকা যাত্রার দৃশ্য খোদিত হয়েছে, যা ম্নিক্রিয়ে ম্নেক্রিয়ে মনে করিয়ে দেয় যে মনসামঙ্গল-এ চাঁদ সওদাগরের মতো ভদ্র রাও নদী পথে নৌকা ভাসিয়ে দূর দেশে ব্যবসা করতে যেত। মন্দিরের বাঁদিকে ১২টি এবং ডানদিকে ১২টি ও মাঝে ১৯টি টেরাকোটা ফলকে দশাবতার ও পৌরাণিক কাহিনি খোদাই করা রয়েছে।\nপোড়ামাটির ভাস্কর্যে সমাজ আলেখ্য দৃশ্যগুলি হল তামাক সেবন, হামানদিস্তায় মশলা গুঁড়ো করা, সামাজিক উপাখ্যানে সজ্জিত শিবের আরাধনা, ঢোল বাদক। মাঝের ফলককে দশভুজা দুর্গা, কিন্তু পুত্রকন্যা বর্জিত। এছাড়া নৃত্যরত ভঙ্গিমায় সংকীর্তন দৃশ্যটি গৌড়ীয় বৈষ্ণব ধর্মের প্রেক্ষাপটে ধ্রুপদী সংস্কৃতির কথা মনে করিয়ে দেয়। স্তম্ভগাত্রের পোড়ামাটি ফলকে উৎকীর্ণ জ্যামিতিক ও ফুলকারি ভাস্কর্যের প্রাচুর্য দেখা যায়।\nএই মন্দিরের ফলকগুলির সঙ্গে নন্দলাল বসু ও যামিনী রায়ের আঁকা দ্বিমাত্রিক মানব মূর্তির শিল্পসৃষ্টির মিল খুঁজে পাওয়া যায়। আবার শুশুনিয়ার ভরতপুরের পটুয়াদের পটচিত্রেরও মিল খুঁজে পাওয়া যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবন্দ্যোপাধ্যায়, অমিয়কুমার (১৯৭১)। বাঁকুড়া জেলার পুরাকীর্তি। পূর্ত বিভাগ, পশ্চিমবঙ্গ সরকার।"}