{"pageid": 1391752, "title": "উত্তর কোরিয়ার দ্বিতীয় স্তরের প্রশাসনিক বিভাগের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1391752", "content": "এখানে উত্তর কোরিয়ার সমস্ত দ্বিতীয়-স্তরের প্রশাসনিক বিভাগের একটি তালিকা করা হয়েছে, যার মধ্যে রয়েছে শহর, কাউন্টি, শ্রমিকদের জেলা, জেলা এবং ওয়ার্ড, প্রদেশ বা সরাসরি শাসিত শহর সংগঠিত।\n\n\n== পিয়ংইয়ং সরাসরি শাসিত শহর ==\n১৯টি ওয়ার্ড (গুয়ক): চুাং, হোয়াসোং-গুয়ক, পিয়ংচন, পোটোংগ্যাং, মোরানবং, সোসোং, সোংয়ো, টংডেওন, তাইডংগ্যাং, সাডং , তাইসোং, ম্যাংগয়ংডে, হাইংজেসান, রিয়ংসোং, সামসোক, রিওকপো, র‍্যাংন্যাং, সুনান, আনজং\n২টি কাউন্টি (কুন): কাংডং, কাংনাম\n\n\n== রাসন স্পেশাল সিটি ==\n২টি ওয়ার্ড (গুয়ক): রাজিন, সানবং\n\n\n== কায়েসং বিশেষ শহর ==\n২টি ওয়ার্ড (গুয়ক): কেপ'আং, পানমুন\n১টি কাউন্টি (কুন): চাংপ'আং\n\n\n== চ্যাগাং প্রদেশ ==\n৩টি শহর (সি): কাঙ্গে, হউইচ'অন, মানপো\n১৫টি কাউন্টি (কুন): চ্যাংগাং , চাসোং, চঞ্চ’ওন, চোসান, চুংগাং, হোয়াপ'ইয়ং, কোপ'আং , রংগ্রিম, রিয়ংগ্রিম, সিজুং, সোংগান, সোংওন, টংসিন, উসি, উইওন\n\n\n== উত্তর হামগিং প্রদেশ ==\n৩টি শহর (সি): চংজিন, হোয়েরিং, কিমচাইক\n১২টি কাউন্টি (কুন): মায়ংগান, হাওয়াডে, কিলজু, কিংসাং, মুসান, মায়ংচ'ওন, ওনসোং, ওরাং, পুরিয়ং, কিয়ংওন, কিয়ংঘোং, ইয়নসা।\n\n\n== দক্ষিণ হামগিয়ং প্রদেশ ==\n৪টি শহর (সি): হ্যামহং, হংনাম, সিনপ'ও, ট্যাঞ্চন\n১টি জেলা (কু): সুদং\n১টি এলাকা (চিগু): কুমহো\n১৫টি কাউন্টি (গুন): চ্যাংজিন, চংপইয়ং, হামজু, হোচ’ওন, হংওন, কওন, কৌম্য , পুজোন, পুকচ'ওং, রাগওন, রিওন, সিংহাং, টকসোং, ইয়ংওং, ইয়োডক।\n\n\n== উত্তর হোয়াংঘে প্রদেশ ==\n২টি শহর (সি): সারিওন, সংগ্রিম\n১৭টি কাউন্টি (কুন): চুংঘোয়া, হোয়াংজু, কোকসান, কোমচ'ওন, পংসান, পিয়ংসান, রিনসান, সাংওন, সিংইয়ে, সিনপইয়ং, সোহুং, সুয়ান, সঙহো, তওসান, এম্পিয়া, ইয়নসান, ইয়ন্ট'আন\n\n\n== দক্ষিণ হোয়াংঘে প্রদেশ ==\n১টি শহর (সি): হেইজু\n১৯টি কাউন্টি (কুন): আনাক, চেওরিং, চাঙ্গিয়ন, চংডান, কাংরিয়ং, কোয়েল, ওঙ্গজিন, পায়েচ'ওন, পংচন, পিয়কসোং, রিয়ংওন, সামচ'ওন, সিংচ'ওন, সিনওন, সোনাওয়ান, সংঘওয়া, টি'ইয়েত'আন, উল্লুল, আঞ্চ’ওন, ইয়োনান।\n\n\n== কাংওন প্রদেশ ==\n২টি শহর (সি): মাঞ্চ’ওন, ওনসান\n১টি বিশেষ প্রশাসনিক অঞ্চল: কোমগাংসান কোয়ান'গওয়াংজিগু (পর্যটন কেন্দ্র)\n১৫টি কাউন্টি (কুন): আনবিয়ন, চ্যাংডো, চ'ওরওন, চ'ননে, হোয়েয়াং, ইচ'ওন, কিমহওয়া, কোসান, কোসোং, কোমগাং, পানগয়ো, পপ্টং, পিয়ংগান, সেংগো, টংচন।\n\n\n== উত্তর পিয়ংগান প্রদেশ ==\n৩টি শহর (সি): সিনিজু, চংজু, কুসং\n২২টি কাউন্টি (কুন): চ'আংসোং, চ'ওলসান, চ'নমা, হিয়ংসান, কুজাং, কোয়াকসান, নিংবিয়ন, পাকচ'ওন, পি'হিয়ন, পাইকটং, রিয়ংচ'ওন, সাকচু, সিনডো, সাংচ'ওন, টিচিয়ন, তাইগওয়ান, টংচাং, টোংরিম, ইজু, আনজন, উনসান, ইয়ামজু।\n\n\n== দক্ষিণ পিয়ংগান প্রদেশ ==\n৬টি শহর (সি): পিয়োংসোং, আনজু, কাইচিয়ন, নাম্পো (বিশেষ মর্যাদার শহর), সানচিয়ন, টকচিয়ন\n১টি জেলা (কু): চংনাম\n২টি জেলা (চিগু): টুকচাং, ওনগোক\n১৬টি কাউন্টি (কুন): চুংসান, হোয়েচাং , মায়েংসান, মুন্ডক, নিয়োংওন , পুকচআং, পিয়ংওন, সিনিয়াং, সংচিয়ন, সুকচন, তাইডং, তাইহং, আনসান, ইয়াংডক।\n\n\n== রায়ংগাং প্রদেশ ==\n২টি শহর (সি): হাইসেন, সামজিয়ন\n১১টি কাউন্টি (কুন): কাপসান, কিমজংসুক, কিমহিয়ংজিয়ন, কিমহয়ংজিক, পায়েগাম, পোচন, পুোংসো, সামসু , তাইহংডন, আনহাং।\n\n\n== আরো দেখুন ==\nউত্তর কোরিয়ার প্রশাসনিক বিভাগ\n\n\n== আরও পড়ুন ==\nKim Il-sung (১৯৭১)। \"On Some Immediate Tasks of the City and County People's Committees: Address at a Short Course for the City and County People's Committee Chairmen, August 9, 1958\"। Selected Works। Foreign Languages Publishing House। পৃষ্ঠা 171–192। ওসিএলসি 873247887। \n\n\n== বহিঃসংযোগ ==\nওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৫-১০-২৫ তারিখে উত্তর কোরিয়ার সমস্ত দ্বিতীয়-স্তরের বিভাগের মানচিত্র</link>\nটেমপ্লেট:Articles on second-level administrative divisions of Asian countriesটেমপ্লেট:North Korea topics"}