{"pageid": 1391268, "title": "নরিও কাইফু", "url": "https://bn.wikipedia.org/wiki?curid=1391268", "content": "নরিও কাইফু (海部 宣男, কাইফু নরিও, ২১ সেপ্টেম্বর ১৯৪৩ - ১৩ এপ্রিল ২০১৯) ছিলেন একজন জাপানি জ্যোতির্বিজ্ঞানী। তিনি ২০১২ থেকে ২০১৫ সাল পর্যন্ত ইন্টারন্যাশনাল অ্যাস্ট্রোনমিক্যাল ইউনিয়ন(আইএইউ)-এর সভাপতি হিসাবে বেশি পরিচিত ছিলেন। তিনি সুবারু টেলিস্কোপ প্রকল্পের নির্দেশনা দিয়েছিলেন। নরিও কাইফু বেতার জ্যোতির্বিজ্ঞানের নানা বিষয়ের উপর গবেষণা করেছেন। জ্যোতির্বিদ্যা, মহাজাগতিক চৌম্বক ক্ষেত্র, অ-স্থিতিশীল নক্ষত্র, এবং ইনফ্রারেড জ্যোতির্বিদ্যা নিয়েও তার গবেষণা রয়েছে। তার সম্মানে ৬৪১২কাইফু নামে একটি ছোট গ্রহের নামকরণ করা হয়েছে।\n\n\n== কর্মজীবন ==\nনরিও কাইফু ১৯৭২ সালে টোকিও বিশ্ববিদ্যালয় থেকে বেতার জ্যোতির্বিজ্ঞানে পিএইচডি ডিগ্রি অর্জন করেন। ১৯৮০ এর দশকের গোড়ার দিকে, তিনি যুক্তরাজ্য ইনফ্রারেড টেলিস্কোপ সহ ব্রিটিশ জ্যোতির্বিজ্ঞানীদের সাথে দ্বিপাক্ষিক সহযোগিতার আয়োজন করেন, যা আন্তর্জাতিক জ্যোতির্বিজ্ঞানীদের সাথে সম্পর্ক উন্নত করতে সাহায্য করেছিল। তিনি চীন, দক্ষিণ কোরিয়া এবং তাইওয়ানের জ্যোতির্বিজ্ঞানীদের সাথেও কাজ শুরু করেছেন। তিনি ইস্ট এশিয়ান কোর অবজারভেটরিজ অ্যাসোসিয়েশন গঠন করেন, যা ২০১৪ সালে পূর্ব এশিয়ান অবজারভেটরি তৈরি করতে সাহায্য করে। তিনি ১৯৮৮ থেকে ১৯৯০ সাল পর্যন্ত মিটাকার জাতীয় জ্যোতির্বিদ্যা পর্যবেক্ষণ কেন্দ্রের বেতার জ্যোতির্বিজ্ঞান বিভাগের চেয়ারম্যান এবং ১৯৯২ থেকে ১৯৯৬ সাল পর্যন্ত সহযোগী পরিচালক হন। ১৯৯০ সালে তাকে জাপানি বড় টেলিস্কোপ প্রকল্পে যোগদানের জন্য আমন্ত্রণ জানানো হয়েছিল। তিনি সুবারু টেলিস্কোপের প্রতিষ্ঠাতা পরিচালক হিসাবেও কাজ করেছেন। টেলিস্কোপটি এখনও বিশ্বের বৃহত্তম টেলিস্কোপগুলির মধ্যে একটি হিসাবে রয়ে গেছে। ২০০০ থেকে ২০০৬ সাল পর্যন্ত, কাইফু ন্যাশনাল অ্যাস্ট্রোনমিক্যাল অবজারভেটরি অফ জাপান (এনএওজে) এর পরিচালক ছিলেন এবং নোবেয়ামা রেডিও অবজারভেটরির নির্মাণে নেতৃত্ব দেন, যা পরে জাপানের জ্যোতির্বিদ্যায় প্রথম বৃহত্তম আন্তঃবিশ্ববিদ্যালয় গবেষণা কেন্দ্রে পরিণত হয়েছিল। এরপর তিনি ২০০৫ থেকে ২০১১ সাল পর্যন্ত প্রাকৃতিক বিজ্ঞান ও প্রকৌশল বিভাগের সভাপতি হিসেবে জাপানের বিজ্ঞান কাউন্সিলে দায়িত্ব পালন করেন। তিনি জাপানে আন্তর্জাতিক জ্যোতির্বিদ্যা ২০০৯ সালের জন্য যোগাযোগের প্রধান বিন্দু হিসাবে কাজ করেন। কাইফু ২০০৭ থেকে ২০১২ সাল পর্যন্ত জাপানের মুক্ত বিশ্ববিদ্যালয়ে শিক্ষকতা করেন। তিনি ২০১২ থেকে ২০১৫ সাল পর্যন্ত, ইন্টারন্যাশনাল অ্যাস্ট্রোনমিক্যাল ইউনিয়ন (আইএইউ) এর প্রেসিডেন্ট নির্বাচিত হন। তিনি তার জীবদ্দশায় ১৫০ টিরও বেশি গবেষণাপত্র এবং ৩০টি বই প্রকাশ করেছেন এবং জাপানি সংবাদপত্র মাইনিচি শিম্বুন- এর নিয়মিত সমালোচক ছিলেন।\n\n\n== বৈজ্ঞানিক সাফল্য ==\nনরিও কাইফু বেতার স্পেকট্রোস্কোপি নিয়ে গবেষণার জন্য ব্যাপকভাবে পরিচিত হয়ে ওঠেন। টোকিও অ্যাস্ট্রোনমিক্যাল অবজারভেটরিতে ৬-মিটার মিলিমিটার তরঙ্গ টেলিস্কোপে কাজ করার সময়, তিনি বেতার স্পেকট্রোমিটার তৈরি করেছিলেন, যা ১৯৮২ সালে টেলিস্কোপের সাহায্যে বায়ুমণ্ডলে বেশ কয়েকটি অণু শনাক্ত করতে শুরু করে তিনি নোবেয়ামা ৪৫ মিটার বেতার টেলিস্কোপে ব্যবহৃত অ্যাকোস্টো-অপটিক্যাল স্পেকট্রোমিটার বিকাশে সহায়তা করেছিলেন। এই স্পেকট্রোমিটারে তখনকার অন্যান্য স্পেকট্রোমিটারের ব্যান্ডউইথ এবং চ্যানেলের দশগুণ বেশি ছিল। তিনি এবং তার দল বর্ণালি রেখাগুলির সমীক্ষা চালিয়েছিলেন। প্রায় এক ডজনেরও বেশি অণু আবিষ্কার করেছিলেন, যার বেশিরভাগই ছিল জৈব। তার কাজ ছায়াপথের কেন্দ্রে একটি সুপারম্যাসিভ ব্ল্যাক হোলের প্রথম স্পষ্ট প্রমাণ বিকাশে সহায়তা করেছিল। কাইফু নক্ষত্র গঠনের উপর গবেষণার নেতৃত্ব দেন এবং এক্সোপ্ল্যানেটের প্রত্যক্ষ পর্যবেক্ষণ এবং আদিগ্রহীয় চাকতির বিবর্তনের ক্ষেত্রে ভিত্তি স্থাপন করেন।\n\n\n== ব্যক্তিগত জীবন ==\nনরিও কাইফু নোবেল বিজয়ী পদার্থবিজ্ঞানী মাকোতো কোবায়াশি এবং জাপানের সাবেক প্রধানমন্ত্রী তোশিকি কাইফুর খুড়তুতো ভাই।\n\n\n== মৃত্যু ==\n২০১৯ সলের ১৩ এপ্রিল ৭৫ বছর বয়সে অগ্ন্যাশয়ের ক্যান্সারে নরিও কাইফুের জীবনাবসান হয়।\n\n\n== পুরস্কার ==\nমিলিমিটার জ্যোতির্বিদ্যার উপর কাজের জন্য নিশিনা মেমোরিয়াল প্রাইজ\nআন্তঃনাক্ষত্রিক বিষয়ে গবেষণার জন্য জাপান একাডেমি পুরস্কার (১৯৯৭)\nমাইনিচি বুক-রিভিউ অ্যাওয়ার্ড (২০১১)\n\n\n== তথ্যসূত্র =="}