{"pageid": 1391679, "title": "পালি সাহিত্য", "url": "https://bn.wikipedia.org/wiki?curid=1391679", "content": "পালি সাহিত্য প্রধানত থেরবাদ বৌদ্ধধর্মের সাথে সম্পর্কিত, যার মধ্যে পালি হল ঐতিহ্যবাহী ভাষা। প্রাচীনতম এবং সবচেয়ে গুরুত্বপূর্ণ পালি সাহিত্য হল পালি ত্রিপিটক, থেরবাদ দর্শনের প্রামাণিক ধর্মগ্রন্থ।\nপালি সাহিত্যে সুত্তপিটক, বিনয়, অভিধম্ম, কবিতা,  ইতিহাস, সাংস্কৃতিক ভাষাতত্ত্ব, হ্যাজিওগ্রাফি, শাস্ত্রীয় ব্যাখ্যা, এবং ধ্যান সারগ্রন্থ সহ অসংখ্য ধারা রয়েছে।\n\n\n== ইতিহাস ==\nপালি ভাষা হল যৌগিক ভাষা যা বিভিন্ন মধ্য ইন্দো-আর্য ভাষার উপর আঁকে।\nবর্তমান পালি সাহিত্যের বেশিরভাগই শ্রীলঙ্কা থেকে এসেছে, যেটি বহু শতাব্দী ধরে থেরবাদের সদর দফতর হয়ে উঠেছে। সর্বাধিক বিদ্যমান পালি সাহিত্য সেখানে রচিত হয়েছিল, যদিও কিছু দক্ষিণ ভারতের ঘাঁটিতেও উৎপাদিত হয়েছিল। পালি সাহিত্যের প্রাচীনতম সংগ্রহের অধিকাংশ, পালি ত্রিপিটক, খ্রিস্টপূর্ব প্রথম শতাব্দীতে শ্রীলঙ্কায় লেখার জন্য প্রতিশ্রুতিবদ্ধ ছিল (যদিও এতে অনেক পুরানো উপাদান রয়েছে, সম্ভবত আদি-সাম্প্রদায়িক বৌদ্ধধর্ম সময়কালের)।\nসাধারণ যুগের শুরুতে, কিছু প্রাচীনতম পালি ভাষ্য এবং ব্যাখ্যামূলক সারগ্রন্থ (যা এখন কখনও কখনও পালি ত্রিপিটকের মধ্যেই অন্তর্ভুক্ত) রচিত হয়েছিল, প্রধানত সুত্তবিভঙ্গ, নিদ্দেশ, নেত্তিপকরন এবং  পেতকোপদেশ। অন্যান্য কাজ যেমন বুদ্ধবংশ, করিয়পিটক ও অপদন এবং এগুলো অশোকীয়-পরবর্তী সময়ের অন্তর্গত হতে পারে।\nপ্রথম সহস্রাব্দে, পালি সাহিত্য দুটি প্রধান ধারা নিয়ে গঠিত: ইতিহাস (বংশ) এবং ভাষ্য (অথকথ)। ইতিহাসের মধ্যে রয়েছে দীপবংশ ও মহাবংশ, যেগুলি ভারত ও শ্রীলঙ্কায় বৌদ্ধধর্মের শ্লোক ইতিহাস।\nভাষ্যমূলক রচনাগুলির মধ্যে রয়েছে বুদ্ধঘোষ (খ্রিস্টীয় ৪র্থ বা ৫ম শতাব্দী), যিনি পালি ত্রিপিটকে বিভিন্ন ভাষ্য সহ প্রভাবশালী বিশুদ্ধিমগ লিখেছেন। বুদ্ধঘোষের পরে আরও বেশ কয়েকজন ভাষ্যকার কাজ করেছেন, যেমন বুদ্ধদত্ত (আনুমানিক পঞ্চম শতাব্দী), আনন্দ (ষষ্ঠ শতাব্দী), ধম্মপাল (দ্বাদশ শতাব্দীর আগে কোনো এক সময়ে) এবং অন্যান্য বেনামী ভাষ্যকার যাদের নাম আমরা জানি না।\nদশম থেকে ত্রয়োদশ শতাব্দীর মধ্যে সংস্কারের সময়কালে নতুন পালি সাহিত্যের বিস্ফোরণ ঘটে। এই সাহিত্যিক প্রচেষ্টার পিছনে প্ররোচনার অংশ ছিল এই ভয় যে দ্বীপে যুদ্ধ বৌদ্ধধর্মের পতনের দিকে নিয়ে যেতে পারে। এই সাহিত্যে অনুরুদ্ধ, সুমঙ্গল, সিদ্ধত্ত,  সারিপুত্ত, দিম্বুলগলার মহাকশপ এবং মোগ্গল্লন থেরের মতো বিশিষ্ট পণ্ডিতদের কাজ অন্তর্ভুক্ত রয়েছে।\nতারা অনুরুদ্ধের প্রভাবশালী অভিধম্মত্থ-সঙ্গহ এর মতো অভিধম্ম ও বিনয়ের উপর ত্রিপিটকের উপ-ভাষ্য, ব্যাকরণ, সারসংক্ষেপ এবং পাঠ্যপুস্তক সংকলন করার কাজ করেছিল। তারা কাব্য শৈলীর পালি কবিতা এবং দার্শনিক রচনাও লিখেছেন। তাদের কাজ সংস্কৃত ব্যাকরণ ও কাব্যতত্ত্বের প্রভাবের জন্য অনেক বেশি ঋণী, বিশেষ করে যেমন শ্রীলঙ্কার পণ্ডিত রত্নমতি ব্যাখ্যা করেছেন। এই সময়ের মধ্যে, এই নতুন পালি মতবাদের কাজগুলিও সংস্কৃত বৌদ্ধ মহাযান সাহিত্যে পাওয়া বিষয়গুলির প্রতি ক্রমবর্ধমান সচেতনতা দেখায়।\nপঞ্চদশ শতাব্দীর পর থেকে, পালি সাহিত্যে বার্মার আধিপত্য রয়েছে, যদিও কিছু থাইল্যান্ড, লাওস ও কম্বোডিয়ার পাশাপাশি সিলনেও লেখা হয়েছে। এই বর্মী সাহিত্যে প্রত্যক্ষ বা পরোক্ষভাবে অভিধম্মপিটক,  ত্রিপিটকের অংশকে দর্শন, মনোবিজ্ঞান, অধিবিদ্যা ইত্যাদি হিসাবে বর্ণনা করা হয়েছে।\n\n\n== আনুশাসনিক পালি সাহিত্য ==\n\n\n=== পালি ত্রিপিটক ===\n\nপ্রাচীনতম এবং সবচেয়ে গুরুত্বপূর্ণ পালি সাহিত্য হল পালি ত্রিপিটক, থেরবাদ দর্শনের প্রধান ধর্মগ্রন্থ সংগ্রহ। এগুলি ভারতীয় বংশোদ্ভূত, এবং শ্রীলঙ্কায় বত্তগমনী অভয়া (২৯-১৭ খ্রিস্টপূর্ব) রাজত্বকালে লেখা হয়েছিল।\nত্রিপিটক বা পালি ত্রিপিটক তিনটি প্রধান শ্রেণী, এবং উপশ্রেণীতে বিভক্ত:\n\nবিনয়পিটক\nসুত্তবিভঙ্গ: পাতিমোখহ (সন্ন্যাসীর নিয়মের তালিকা) এবং ভাষ্য\nখন্ধক: বিভিন্ন বিষয়ে ২২ অধ্যায়\nপরিবার: বিভিন্ন দৃষ্টিকোণ থেকে নিয়মের বিশ্লেষণ\nসুত্তপিটক\nদীর্ঘ নিকায়, \"দীর্ঘ\" বক্তৃতা।\nমজ্ঝিম নিকায়, \"মধ্য-দৈর্ঘ্য\" বক্তৃতা।\nসংযুত্ত নিকায়, \"সংযুক্ত\" বক্তৃতা।\nঅঙ্গুত্তর নিকায়, \"সংখ্যাসূচক\" বক্তৃতা।\nখুদ্দক নিকায়, \"অপ্রধান সংগ্রহ\"।\nঅভিধম্মপিটক\nধম্মসঙ্গনী\nবিভঙ্গ\nধাতুকথা\nপুগ্গলপন্নত্তি\nকথাবত্থু\nযমক\nপত্থান\n\n\n== প্রারম্ভিক পরবর্তী-আনুশাসনিক পাঠ্য ==\nএগুলি ত্রিপিটক সংবার হওয়ার পরে লেখা প্রাথমিক কাজ। এই পাঠ্যগুলির মধ্যে প্রথম চারটি বর্মী ত্রিপিটকের খুদ্দকনিকায়য় রয়েছে কিন্তু থাই বা শ্রীলঙ্কায় নয়। এগুলিকে বুদ্ধঘোষও ত্রিপিটকের অংশ হিসেবে উল্লেখ করেননি।\n\nসুত্তসংগহ - ত্রিপিটক থেকে গুরুত্বপূর্ণ সূত্তগুলির সংগ্রহ\nনেত্তিপকরন - \"পথপ্রদর্শনের পুস্তক\", ব্যাখ্যা ও হের্মেনেত্যের উপর কাজ\nপেতকোপদেশ - \"পিটকের নির্দেশনা\", ব্যাখ্যা এবং হের্মেনেত্যের আরেকটি পাঠ্য\nমিলিন্দপঞ্‌হ - রাজা মিলিন্দার প্রশ্ন। সন্ন্যাসী ও ইন্দো-গ্রীক রাজার মধ্যে কথোপকথন।\nবিমুত্তিমগ্গ - উপতীশ (সম্ভবত প্রথম শতাব্দীর) কর্তৃক সংক্ষিপ্ত অনুশীলন সারগ্রন্থ, পালি পাঠ্য এখন হারিয়ে গেছে, এবং শুধুমাত্র চীনা অনুবাদ টিকে আছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBode, Mabel Haynes The Pali Literature of Burma, Royal Asiatic Society, London, 1909.\nCollins, Steven Nirvana and other Buddhist Felicities: Utopias of the Pali imaginaire, Cambridge University Press, 1998 (paperback edition 2006).\nNorman, K.R. Pali Literature, Otto Harrassowitz, Wiesbaden, 1983\nHinüber, Oscar v. Handbook of Pali Literature, Walter de Gruyter, Berlin, 1996\nWarren (ed & tr), Buddhism in Translations, Harvard University Press, 1896\nMalalasekera, G.P. The Pali Literature of Ceylon, Colombo 1928; Buddhist Publication Society, Kandy, 1994 (see http://www.bps.lk)\nWebb, Russell। An Analysis of the Pali Canon। Kandy, Sri Lanka: Buddhist Publication Society। আইএসবিএন 9552400481। ২০১৫-০২-১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৫-০২-১১। \nWallis, Glenn, Buddhavacana: A Pali Reader(Onalaska, Wash: Pariyatti Press, 2011)\n\n\n== বহিঃসংযোগ ==\nBhikkhu Nyanatusita Comprehensive Reference Table of Pali Literature\nLarge collection of Pali literature in the original\nhuge collection of canonical and post-canonical pali literature, some of the texts absent at tipitaka.org\nJohn Bullitt (2002)\"Beyond the Tipitaka: A Field Guide to Post-canonical Pali Literature,\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ মে ২০০৯ তারিখে\nList of texts in Pāli  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ ফেব্রুয়ারি ২০১৫ তারিখে  by the Pali Text Society."}