{"pageid": 1391080, "title": "ইওয়াকুরা", "url": "https://bn.wikipedia.org/wiki?curid=1391080", "content": "ইওয়াকুরা (岩倉市) জাপানের আইচি প্রশাসনিক অঞ্চলের অন্তর্গত একটি শহর। ১ অক্টোবর ২০১৯ (2019-10-01)-এর হিসাব অনুযায়ী এই শহরে ২১,৫০৮ টি পরিবারের মোট জনসংখ্যা ৪৭,৯২৯, এবং জনঘনত্ব প্রতি বর্গকিমি. -তে ৪,৫৭৮ জন। শহরের মোট আয়তন ছিল ১০.৪৭ বর্গ কিলোমিটার (৪.০৪ বর্গ মাইল)। এটি প্রদেশের অন্যতম ক্ষুদ্র এলাকাবিশিষ্ট শহর (তাকাহামা এবং চিরিউ এর পরে), এবং এটি জাপানের দশম ছোটো শহর। ইওয়াকুরা শহর তার চেরি ব্লসম উতসব -এর জন্য বিখ্যাত যা প্রতি বছর মার্চ মাসের শেষের দিকে উদযাপিত হয়। ইওয়াকুরার চেরি ব্লসম গাছগুলি শহর গোজো নদীর তীরে অবস্থিত এবং এই অঞ্চলটি জাপানের ১০০টি সেরা চেরি ব্লসম অঞ্চলের মধ্যে একটি হিসাবে তালিকাভুক্ত।\n\n\n== ভূগোল ==\n\nইওয়াকুরা সাবেক ওওয়ারি প্রদেশের কেন্দ্রে, আইচি প্রশাসনিক অঞ্চলের উত্তর-পশ্চিমে নোবি সমতল অঞ্চলে অবস্থিত। গোজো নদী এই শহরের মধ্যস্থল দিয়ে প্রবাহিত হয়। সমুদ্রপৃষ্ঠ থেকে মাত্র আট থেকে বারো মিটার উচ্চতায় অবস্থিত এই অঞ্চল।\n\n\n=== জলবায়ু ===\nশহরের জলবায়ুর বৈশিষ্ট্য হল গরম ও আর্দ্র গ্রীষ্মকাল এবং তুলনামূলক হালকা শীতকাল (কোপেন জলবায়ু শ্রেণিবিভাগের অন্তর্গত)। ইওয়াকুরায় বার্ষিক গড় তাপমাত্রা ১৫.৬ °সে। গড় বার্ষিক বৃষ্টিপাত ১৭৫৮ মিমি। সবচেয়ে আদ্র মাস সেপ্টেম্বর। আগস্ট মাসে গড় তাপমাত্রা সর্বোচ্চ ২৮.২ °সে, এবং সর্বনিম্ন জানুয়ারিতে, প্রায় ৪.৩ °সে. \n\n\n=== জনসংখ্যা ===\nজাপানি আদমশুমারির তথ্য অনুসারে,  গত ৭০ বছরে ইওয়াকুরার জনসংখ্যা বৃদ্ধি পাচ্ছে।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তিঃমধ্যযুগ ===\nআধুনিক ইওয়াকুরার এলাকাতে জোমন যুগ এবং ইয়ায়োই যুগে মানুষের বসতি স্থাপন হয় এবং হিয়ান ও কামাকুরা যুগে এখানে শোয়েন সামন্তদের আধিপত্য ছিল।\n\n\n=== প্রারম্ভিক আধুনিক যুগ ===\nসেনগোকু সময়কালে ওডা বংশের একটি শাখা এই অঞ্চল শাসন করত। এই এলাকাটি ইয়ামাউচি গোষ্ঠীর পৈতৃক বাড়ি হিসাবে পরিচিত। এই ইয়ামাউচি গোষ্ঠী এডো যুগের টোকুগাওয়া শোগুনাতের অধীনে তোসা প্রদেশে আধিপত্য বিস্তার করেছিল।\n\n\n=== আধুনিক যুগের শেষের দিকে ===\nমেইজি সময়কাল শুরু হওয়ার পরে আধুনিক পৌরসভা ব্যবস্থা প্রতিষ্ঠার সাথে সাথে, ইওয়াকুরা গ্রামটি ১৮৮৯ সালে আইচি প্রশাসনিক অঞ্চলের নিওয়া জেলার অন্তর্ভুক্ত হয়। এটি ১৮৯২ সালে শহরাঞ্চলের স্বীকৃতি পায় এবং ১৯০৬ সালে তিনটি প্রতিবেশী গ্রামের সাথে এই অঞ্চল একীভূত হওয়ার মাধ্যমে প্রসারিত হয়।\n\n\n=== সমসাময়িক ইতিহাস ===\nইওয়াকুরা ১ ডিসেম্বর ১৯৭১ সালে শহর হিসাবে স্বীকৃত হয়।\n\n\n== সরকার ==\n\nইওয়াকুরায় একজন মেয়র-কাউন্সিলের সরকার রয়েছে যেখানে একজন সরাসরি নির্বাচিত মেয়র এবং ১৫ সদস্যের একটি আইনসভা রয়েছে। আইচি প্রসাশনিক অ্যাসেম্বলিতে এই শহরের একজন সদস্য অন্তর্ভুক্ত থাকে। জাতীয় রাজনীতির পরিপ্রেক্ষিতে, শহরটি জাপানের ডায়েটের আইচি জেলা নং ১০ এর অংশ। ইওয়াকুরা শহর প্রসাশন আইচি প্রশাসনের সবচেয়ে মর্যাদাপূর্ণ স্থানীয় সরকার সংস্থাগুলির একটি হিসাবে স্বীকৃত হয়েছে।\n\n\n== অর্থনীতি ==\nইওয়াকুরা ঐতিহ্যগতভাবে রেশম চাষের জন্য বিখ্যাত ছিল। বর্তমানে কৃষি এবং ক্ষুদ্রশিল্প স্থানীয় অর্থনীতিতে আধিপত্য বিস্তার করে।\n\n\n=== অর্থনীতির দ্বিতীয় বিভাগ ===\n\n\n==== শিল্প ====\nইশিজুকা গ্লাস কোং লি. -এর সদর দফতর ইওয়াকুরায়।\n\n\n== শিক্ষা ==\n\n\n=== বিদ্যালয় ===\nইওয়াকুরায় পাঁচটি প্রাথমিক বিদ্যালয় এবং দুটি মধ্যবর্তী বিদ্যালয় রয়েছে যা শহর সরকার এবং আইচি প্রশাসনিক শিক্ষা দপ্তর দ্বারা পরিচালিত হয়। শহরে একটি উচ্চ বিদ্যালয় রয়েছে। ইওয়াকুরায় প্রচুর ব্রাজিলের বাসিন্দা রয়েছে। জনসাধারণের মধ্যে তথ্যের আদানপ্রদানের জন্য সর্বদা ইংরেজি এবং পর্তুগিজ উভয় ভাষা ব্যবহার করা হয়। ইওয়াকুরার শিক্ষা ব্যবস্থা বিদেশী ভাষা এবং সংস্কৃতির প্রচার করে।\n\n\n== তথ্যসূত্র =="}