{"pageid": 1391761, "title": "তিরুনীলকান্ত নায়নার", "url": "https://bn.wikipedia.org/wiki?curid=1391761", "content": "তিরুনীলকান্ত নায়নার বা তিরুনীলকান্ত ( তিরুনীলকণ্ঠ, তিরু নীলকান্ত নামে উচ্চারিত), নীলকান্তন, তিরুনীলকান্তর ( তিরুনীলকান্দর ) ছিলেন একজন নয়নার সাধক যিনি শৈব সম্প্রদায়ে সম্মানিত। তাকে সাধারণত ৬৩ জন নায়নারগণের তালিকায় দ্বিতীয় হিসাবে গণ্য করা হয়। \n\n\n== জীবনী ==\nতিরুনীলকান্ত নয়নারের জীবন তামিল পেরিয়া পুরানম সেক্কিজহারে(দ্বাদশ শতাব্দী) বর্ণনা করা হয়েছে যা ৬৩ জন নয়নারের একটি জীবনীপুস্তক।  \nতিরুনীলকান্ত নায়নার চিদম্বরমের সাথে যুক্ত ছিলেন। এটি শৈব ধর্মের দেবতা শিবকে উৎসর্গিত থিলাই নটরাজ মন্দিরের জন্য বিখ্যাত। তিনি মাটি থেকে পাত্র  আদি তৈরি করতেন এবং বিনামূল্যে পাত্র বিতরণ করতেন। তিনি ও তাঁর স্ত্রী শিবের নীলকণ্ঠ (তিরুনীলকণ্ঠ— \"নীলবর্ণ কণ্ঠ যার\") রূপকে বিশেষভাবে পূজা করতেন। শিব হলাহল বিষ পান করে ব্রহ্মাণ্ডকে রক্ষা করেছিলেন বলে তার এক নাম হয় নীলকন্ঠ।  \nএকবার তিরুনীলকান্ত নয়নার এক বেশ্যার সাথে আনন্দ উপভোগ করছিলেন। এ সংবাদটি তার স্ত্রীর কাছে পৌঁছে যায়। স্বামী গৃহে ফিরে তাকে স্নেহপূর্ণভাবে স্পর্শ করতে চাইলেন। কিন্তু স্ত্রী  স্বামীর অনুরোধ প্রত্যাখ্যান করে বলেন 'তুমি কি আমাদের (আমাকে) স্পর্শ করবে .... তিরুনীলকান্ত।' যদিও স্ত্রীর বলার উদ্দেশ্য ছিল তার স্বামী যেন তাকে স্পর্শ না করেন।  তিনি একটি সর্বনাম ব্যবহার করেছিলেন যার অর্থ \"আমাদের\"। তিরুনীলকান্তকে স্বামী বা শিবের নামে সম্বোধন করা যায়। তিনি বুঝতে পারেন তার স্ত্রী কি বলতে চাইছেন। তখন তিনি তার স্ত্রীকে স্পর্শ  করার চিন্তাও করবেন না বলে প্রতিজ্ঞা করেন।  \nতিরুনীলকান্ত নায়নারের স্ত্রী তার সমস্ত কর্তব্য  পালন করলেও তারা একে অপরকে স্পর্শ করেন নি। তারা বাড়িতে বিভিন্ন সন্নিবেশস্থানে বাস করতেন এবং আড়ালে তিরুনীলকান্তের ব্রত পালন করতেন। এভাবে দম্পতি একসময় একসময় বুড়ো হয়ে গেল।  \nএকবার শিব যোগীর ছদ্মবেশ ধারণ করে নায়নারের গৃহে গমন করেন।নায়নার তাকে যথাযথভাবে সম্মান করেন। যোগী তখন তার ভিক্ষাপাত্রটি কুমোরকে দিয়ে বলেন যে 'আমি ফিরে না আসা পর্যন্ত এটি সুরক্ষিত রাখুন।' যোগী চলে গেলেন; তিরুনীলকান্ত বাটিটি নিরাপদ স্থানে রাখলেন।  \nকিছুদিন পর যোগী ফিরে এসে তার ভিক্ষাপাত্রটি দাবি করেন। সারা গৃহে অনুসন্ধান করেও নায়নার তা পেলেন না। কারণ শিব তা অদৃশ্য করে দিয়েছিলেন। তিনি তপস্বীকে একটি নতুন পাত্র দেওয়ার প্রস্তাব করেন। কিন্তু উত্তেজিত তপস্বী তার বাক্য প্রত্যাখ্যান করেন এবং কুমোরকে তার মূল্যবান বাটি চুরি করার অভিযোগ করেন। অনেক বোঝানোর পর, তপস্বী তিরুনীলকান্তকে মন্দিরের জলাশয়ে ডুব দিতে এবং তার ছেলের মাথায় হাত রেখে শপথ করার আদেশ দেন।তিরুনীলকান্ত যোগীকে বলেন, তিনি নিঃসন্তান। যোগী তাকে স্ত্রীর মাথায় হাত রেখে শপথ করতে বলেন।কিন্তু তার স্ত্রীর সাথে প্রতিজ্ঞাবদ্ধ হওয়ায় তিনি তা করতে অস্বীকৃতি জানান। ক্ষুব্ধ যোগী চলে যান এবং মন্দিরের ব্রাহ্মণ পুরোহিতদের কাছে ন্যায়বিচারের আবেদন করেন।  \nব্রাহ্মণ পুরোহিতগণ উভয় পক্ষের কথা শুনে কুমোরকে পবিত্র জলাশয়ে ডুব দিয়ে তার নির্দোষতা প্রমাণ করার নির্দেশ দেন। তিরুনীলকান্ত এবং তার স্ত্রী মন্দিরের পুকুরে প্রবেশ করেন। প্রত্যেকের হাতে ছিল একটি বাঁশের লাঠি। তপস্বী আপত্তি করলেন ও কুমারকে তার স্ত্রীর হাত ধরার পরামর্শ দিলেন। কিন্তু প্রতিজ্ঞার কারণে নায়নার তা করলেন না। পরে তারা জলে ডুব দেন। জল থেকে উঠে আসার সাথে সাথে দম্পতি নবযৌবন লাভ করে। হতবাক ব্রাহ্মণগণ অবিশ্বাসের মতো তাদের দিকে চেয়ে রইল। এদিকে সেই তপস্বী অদৃশ্য হয়ে গেল। তখন আকাশে শিব তার স্ত্রী পার্বতীর সাথে আবির্ভূত হন ও তাদের আশীর্বাদ করেন।দম্পতির ভক্তি ও ইন্দ্রিয় সংযমে তুষ্ট হয়ে শিব তাদের তার আবাস কৈলাসে নিয়ে যান যেখানে তারা সর্বদা নবযৌবনসম্পন্ন বলে কথিত আছে।  \n\n\n== স্মরণ ==\n\nবিশিষ্ট নায়নার সুন্দরার (৮ম শতাব্দী) তিরুথোন্ডা থোগাইতে তিরুনীলকান্ত নয়নারকে প্রশংসা করেন। তিরুথোন্ডা নয়নার সাধুদের একটি স্তোত্র।  \nস্তোত্রে সুন্দরর তাকে \"আশীর্বাদপুষ্ট কুমোর\" বলে উল্লেখ করেন। তিনিই স্তোত্রে উল্লেখিত প্রথম নয়নার যার জাতের পরিচয় দেওয়া হয়েছে।  \nনায়নারদের বর্ণনা করতে গিয়ে, নাম্বিয়ান্দর নাম্বি (১১ শতক) বলেছেন, তিরুনীলকান্ত নয়নার তার স্ত্রীর সাথে যৌন সম্পর্ক বর্জন করেছেন এবং বৃদ্ধ বয়সে  \"ঈশ্বরের কৃপায়\" তার স্ত্রীর সাথে তার যৌবন ফিরে পেয়েছেন।  শিবদেবায় বা বিশ্বেশ্বর শিব দেশিক নামে কাকাতিয়া রাজা কাকতি গণপতি দেবের গুরু ও মন্ত্রী (১১৯৯-১২৬)) তাঁর হারিয়ে যাওয়া তেলুগু শতক (শতাধিক লাইনের একটি কবিতা) শিব-দেবধিমানি সাতকামুতে   বলেছেন, শৈশবে সিরিয়ালা, যৌবনে সুন্দরর ও বৃদ্ধ বয়সে গুন্ডায়ার (তিরুনীলকান্ত নায়নার) মতো হতে হবে; যদি শিবের প্রতি বিশ্বাস না থাকে তবে \"তার জন্ম বোঝাস্বরূপ ও জীবন বৃথা\"।  গোপালকৃষ্ণ ভারতী (১৮১০-১৮৯৬) তাঁর জীবনের উপর তিরুনীলকান্ত নায়নার চরিত্রম্ নামে একটি ক্ষুদ্র গীতিনাট্য রচনা করেছিলেন। \nতিরুনীলকান্ত নায়নার থাই তামিল মাসে পূজিত হন যখন চন্দ্র বিশাখা নক্ষত্রে  প্রবেশ করেন। তাকে অঞ্জলি মুদ্রার  ভঙ্গিতে চিত্রিত করা হয়েছে। তিনি ৬৩ জন নয়নারের অংশ হিসাবে সম্মিলিত পূজা গ্রহণ করেন। তাদের মূর্তি তথা জীবনের সংক্ষিপ্ত বিবরণ তামিলনাড়ুর বহু শিব মন্দিরে পাওয়া যায়। উৎসবে শোভাযাত্রায় তাদের চিত্র গ্রহণ করা হয়। \nচিদাম্বরমের প্রধান নটরাজ মন্দিরের পশ্চিমে ইলামাই তিরতম (যৌবনের জলাশয় ) বা ইলামাই নায়নার থির্টম  বা ব্যাঘ্রপাদ থির্টম  নামে মন্দিরের জলাশয় রয়েছে যেখানে শিব তিরুনীলকান্ত নায়নারকে পরীক্ষা করেছিলেন বলে বিশ্বাস করা হয়। শিবকে উৎসর্গ করা ইলামইয়াকিনার মন্দিরটি জলাশয়ের তীরে দাঁড়িয়ে আছে। মন্দিরটি তিরুনীলকান্ত নায়নারের বহু পূর্বে ভক্ত ব্যাঘ্রপাদ দ্বারা নির্মিত বলে জানা যায়। মন্দিরটিকে পূর্বে তিরুপুলেশ্বর  বলা হতো। তিরুনীলকান্ত ঘটনার পর শিবের রূপের নামকরণ করা হয় ইলামাই-ইয়াকিনার। মন্দিরটিতে তিরুনীলকান্ত নয়নার ও তার স্ত্রী রত্নসালাইয়ের একটি মন্দির রয়েছে। থাই বিশাখা দিনটিকে তিরুনীলকান্ত নায়নারের ভক্তি পরীক্ষার দিন বলে মনে করা হয়। দিনটিতে মন্দিরে উৎসব পালন করা হয় । এই সময় মন্দিরের পুকুরে নায়নারের পরীক্ষার ইতিহাস আনুষ্ঠানিকভাবে প্রদর্শিত হয়। বিবাদে থাকা পৃথক দম্পতি বা নবদম্পতিকে সুখী বিবাহিত জীবনের জন্য মন্দিরে প্রার্থনা করার প্রথা রয়েছে।\n\n\n== তথ্যসূত্র =="}