{"pageid": 1391381, "title": "কোম", "url": "https://bn.wikipedia.org/wiki?curid=1391381", "content": "কোম (এছাড়াও উচ্চারণ করা হয় : \"ঘোম\", \"ঘুম\", বা, \"কুম\") (ফার্সি: قم [ɢom] ()) হলো ইরানের কোম প্রদেশের কোম কাউন্টির কেন্দ্রীয় জেলার একটি শহর। এই শহরটি প্রদেশ, কাউন্টি ও জেলার রাজধানী হিসেবে ব্যবহৃত হচ্ছে। এটি ইরানের সপ্তম বৃহত্তম মহানগর এবং একই সঙ্গে সপ্তম বৃহত্তম শহরও। এই শহরটি ইরানের রাজধানী তেহরান হতে ১৪০ কিমি (৮৭ মা) উত্তরে এবং কোম নদীর তীরে অবস্থিত।\n২০০৬ সালের আদমশুমারী অনুসারে এখানকার ২৪১,৮২৭টি গৃহে বাসকারী জনসংখ্যা ছিলো ৯৫৭,৪৯৬ জন। ২০১১ সালে অনুষ্ঠিত পরবর্তী আদমশুমারীতে ২৯৯,৭৫২টি গৃহে বাসকারী জনসংখ্যা হয় ১,০৭৪,০৩৬ জন। সর্বশেষ ২০১৬ সালের আদমশুমারী অনুসারে এখানকার ৩৫৬,৯৭৬টি গৃহে মোট ১,২০১,১৫৮ জন লোকের বাস।\n\n\n== ভূগোল ==\nকোম প্রদেশের রাজধানী কোম শহরটি ইরানের রাজধানী তেহরান হতে ১২৫ কিলোমিটার উত্তরের একটি নিম্ন সমভুমিতে অবস্থিত। শিয়া ইমাম ইমাম রেজার ভগ্নী ফাতিমা মাসুমেহ-এর দরগাহ এখানে অবস্থিত হওয়ায় এটি শিয়া জনগোষ্ঠীর নিকট পবিত্র হিসেবে পরিগণিত হয়। এই শহরটি ইরানের মরুভূমির কোল ঘেঁষে অবস্থান করছে। ২০১১ সালে অনুষ্ঠিত আদমশুমারী অনুসারে এখানকার মোট লোকসংখ্যা ১,০৭৪,০৩৬ জন; যাদের মধ্যে ৫৪৫,৭০৪ জন পুরুষ ও ৫২৮,৩৩২ জন নারী।\n\n\n== জলবায়ু ==\nকোমের জলবায়ু মূলতঃ উষ্ণ মরু জলবায়ু, যা শীতল মরু জলবায়ু দ্বারা প্রভাবিত (কোপেনের জলবায়ু শ্রেণিবিভাগ অনুসারে বিডব্লিউকে-এর সীমান্তবর্তী বিডব্লিউএইচ) হয়; যা মূলত সমুদ্র থেকে দূরত্ব এবং উপক্রান্তীয় প্রতীপ ঘূর্ণিবাত এলাকায় অবস্থানের কারণে ঘটেছে। এখানকার গ্রীষ্মের আবহাওয়া প্রচণ্ড গরম এবং শীতকাল উষ্ণ হলেও কখনও কখনও সাইবেরিয়া হতে বাহিত শীতল বায়ু এলবুর্জ পর্বতমালায় বাঁধা পাওয়ার ফলশ্রুতিতে বরফাচ্ছাদিতও হতে পারে।\nএখানকার সর্বোচ্চ তাপমাত্রা পরিমাপ করা হয়েছিলো ২০১০ সালের ১১ জুলাই তারিখে ৪৭°সে (১১৭° ফা) এবং সর্বনিম্ন তাপমাত্রা পরিমাপ করা হয়েছিলো ২০০৮ সালের ১৫ জানুয়ারি তারিখে -২৩° সে (-৯° ফা)।\n\n\n== প্রশাসন ==\nশহরের প্রশাসনিক কর্মকাণ্ড পরিচালনার জন্য একটি পরিষদ রয়েছে যার সদস্যগণ সময় সময় শহরের অধিবাসীদের ভোটে নির্বাচিত হয়ে থাকেন। এই পরিষদের সদস্যরা পৌরসভার মেয়র নির্বাচন করে থাকেন যার নেতৃত্বে এই পরিষদের কার্যক্রম পরিচালনা করেন। পৌরসভার সদরদপ্তর সাহিল স্ট্রিটে অবস্থিত। কোমের বর্তমান মেয়র মোহাম্মদ দেলবারি।\n\n\n== পর্যটন ==\nইরানের সাংস্কৃতিক ঐতিহ্য সংস্থা কোমের ঐতিহাসিক ও সাংস্কৃতিক গুরুত্বপূর্ণ ১৯৫টি স্থানের তালিকা তৈরি করেছে। তবে, কোমের অধিক পরিদর্শনকৃত স্থানগুলোর মধ্যে অন্যতম কয়েকটি হলো:\n\nফাতিমাহ আল-মাসুমার মাজার\nজামকারাণ মসজিদ\nআজম মসজিদ\nইমাম হাসান আল-আসগরী মসজিদ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nIrani, Hamed (২ নভেম্বর ২০০৫)। \"Qom Concerned over New Intelligence Appointments\"। ROOZ (ROOZ Online)। ২৫ মার্চ ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৮ জুন ২০০৯। \nকোম ভ্রমণ, ১৭ জুন ২০০৮, বিবিসি"}