{"pageid": 1391138, "title": "গ্রীষ্মকালীন অলিম্পিকে ক্রিকেট", "url": "https://bn.wikipedia.org/wiki?curid=1391138", "content": "আধুনিক গ্রীষ্মকালীন অলিম্পিক গেমসে ক্রিকেট একটি খেলা রয়েছে। ১৯০০  সালে পুরুষদের প্রতিযোগিতায় এটি শুধুমাত্র একবার খেলা হয়েছিল ১৯০০ গ্রীষ্মকালীন অলিম্পিকে, যেখানে গ্রেট ব্রিটেন জিতেছিল। এটি ২০২৮ সালে আবার অন্তর্ভুক্ত হওয়ার কথা রয়েছে।\n\n\n== অন্তর্ভুক্তি ==\n\nক্রিকেট মূলত ১৮৯৬ গ্রীষ্মকালীন অলিম্পিকে অন্তর্ভুক্ত হওয়ার কথা ছিল, যা অ্যাথেন্সে অনুষ্ঠিত হয়েছিল। সেই গেমসে ক্রিকেটই একমাত্র দলগত খেলা হতো। তবে, অপর্যাপ্ত দল থাকায় কোন খেলা অনুষ্ঠিত হয়নি।\nইভেন্টটি চার বছর পর ১৯০০ সালের গ্রীষ্মকালীন অলিম্পিকে প্যারিসে অনুষ্ঠিত হয়েছিল কিন্তু শুধুমাত্র দুটি দেশ প্রতিযোগিতা করেছিল, গ্রেট ব্রিটেন এবং আয়োজক ফ্রান্স। ফরাসি দলটি বেশিরভাগ ইংরেজ প্রবাসীদের দ্বারা প্রতিনিধিত্ব করেছিল, এবং এটি আনুষ্ঠানিকভাবে একটি মিশ্র দল হিসাবে বিবেচিত হয়। দলটি ডেভন এবং সমারসেট ওয়ান্ডারার্স ক্রিকেট ক্লাব দ্বারা প্রতিনিধিত্ব করেছিল, তাই জাতীয়ভাবে নির্বাচিত হয়নি। এটা বিবেচনা করা হয় যে অংশগ্রহণকারীদের মধ্যে খুব কমই প্রথম-শ্রেণীর ক্রিকেট খেলার জন্য যথেষ্ট ভালো ছিল, অন্যদিকে ব্রিটিশ দলের সামরসেটের মন্টেগু টোলার এবং আলফ্রেড বোয়ারম্যানের মাধ্যমে এই ধরনের আটটি খেলার অভিজ্ঞতা ছিল।\nম্যাচটি দুই দিন ধরে খেলা হয়েছিল যেখানে উভয় ১২-এ-সাইড দল দুটি করে ইনিংস ব্যাটিং করেছিল এবং প্রথম-শ্রেণীর মর্যাদা আকর্ষণ করতে পারেনি। ইংল্যান্ড ম্যাচটি ১৫৮ রানে জিতে স্বর্ণপদক জিতে নেয়। ফরাসিরা আরও পাঁচ মিনিট ধরে রাখলে খেলাটি ড্র ঘোষণা করা যেত।\nএকটি ক্রিকেট টুর্নামেন্ট ১৯০৪ গ্রীষ্মকালীন অলিম্পিকের জন্য সেন্ট লুইসে অনুষ্ঠিত হওয়ার কথা ছিল কিন্তু শেষ পর্যন্ত তা বাতিল করা হয়েছিল।\n\n\n== ২০২৮ সালে পুনরায় অন্তর্ভুক্তি ==\n\nভারতীয় ক্রিকেট নিয়ন্ত্রণ বোর্ড (বিসিসিআই) এবং ইংল্যান্ড এবং ওয়েলস ক্রিকেট বোর্ড (ইসিবি) সহ ক্রিকেটের অনেকগুলি নিয়ন্ত্রক সংস্থা দীর্ঘদিন ধরে অলিম্পিকে ফিরে আসার বিরোধিতা করেছিল। ২০১৫ সালে ইসিবি তাদের বিরোধিতা প্রত্যাহার করে নেয়, এবং ২০১৭ সালের মার্চ মাসে, রিপোর্ট করা হয়েছিল যে আন্তর্জাতিক ক্রিকেট কাউন্সিলের প্রধান ডেভ রিচার্ডসন অলিম্পিক ক্রিকেটের জন্য \"সঠিক সময়\" বলে মনে করেছিলেন। বিসিসিআই-এর বিরোধিতা নরম হয়েছে বলেও খবর প্রকাশ করা হয়।\n২০২০ সালের অক্টোবরে, যুক্তরাষ্ট্র ক্রিকেট বলেছিল যে এটি ২০২৮ গ্রীষ্মকালীন অলিম্পিকে লস অ্যাঞ্জেলেসে ক্রিকেটকে একটি দীর্ঘমেয়াদী লক্ষ্য হিসেবে অন্তর্ভুক্ত করার প্রস্তাব করেছে। ২০২০ সালে, বিসিসিআই তার বার্ষিক সাধারণ সভায় আন্তর্জাতিক অলিম্পিক কমিটির কাছ থেকে কিছু স্পষ্টীকরণ পাওয়ার পরে ২০২৮ সালে টি২০ ক্রিকেট অন্তর্ভুক্ত করার জন্য আইসিসি-এর বিডকে সমর্থন করার সিদ্ধান্ত নেয়। ২০২১ সালের আগস্টে, আইসিসি ২০২৮ এবং ২০৩২ সালের গেমগুলি দিয়ে শুরু করে অলিম্পিকে ক্রিকেটের অন্তর্ভুক্তির জন্য বিড করার পরিকল্পনা নিশ্চিত করেছে।\n\n\n== পুরুষ ==\n\n\n=== ফলাফল ===\n\n\n=== অংশগ্রহণকারী দেশ ===\n\n\n=== পদকপ্রাপ্তরা ===\n\n\n== মহিলা ==\n\n\n=== ফলাফল ===\n\n\n=== অংশগ্রহণকারী দেশ ===\n\n\n=== পদক বিজয়ী ===\n\n\n== মাঠ ==\n\n\n== তথ্যসূত্র =="}