{"pageid": 1391736, "title": "উত্তর হামগিয়ং প্রদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1391736", "content": "উত্তর হামগিয়ং প্রদেশ ( হামগিয়ংবুকডো ,কোরীয় উচ্চারণ: [ham.ɡjʌŋ.buk̚.t͈o] ) উত্তর কোরিয়ার একেবারে উত্তরে অবস্থিত প্রদেশ । পূর্বতন হামগিয়ং প্রদেশের উত্তর অংশ থেকে ১৮৯৬ সালে গঠিত হয়েছিল।\n\n\n== ভূগোল ==\nপ্রদেশটি উত্তরে চীন (জিলিন), দক্ষিণ-পশ্চিমে দক্ষিণ হামগিয়ং এবং পশ্চিমে রিয়াংগং এবং পূর্বদিকে জাপান সাগর রয়েছে। প্রদেশটি থেকে মুসুদান-রি রকেট উৎক্ষেপণের করা হয়েছিল। হোয়েরিয়ং কনসেনট্রেশন ক্যাম্পটিও এখানে রয়েছে। ২০০৪ সালে, রাসন এই প্রদেশে যুক্ত হয়েছিল এবং ২০১০ সাল থেকে, রাসন আবার একটি সরাসরি শাসিত শহর হিসেবে রয়েছে।\nএটি প্রদেশটিকে তিনটি অঞ্চলে বিভক্ত করা যেতে পারে: গাইমা মালভূমি, বায়েকডু মাউন্টেন ম্যাসিফ, ডুমান ম্যাসিফ এবং গিলজু-মায়ংচেওন ম্যাসিফ। বেশিরভাগ এলাকা পাহাড় নিয়ে গঠিত। উপকূলের পার্শ্ববর্তী এলাকাগুলি সমভূমি গঠন করে। ডুমান নদী চীন ও রাশিয়ার মধ্যে সীমান্ত তৈরি করে একটি ত্রিভুজাকার অঞ্চলে পরিণত হয়েছে।\nমাউন্ট বায়েকডু থেকে শুরু করে, এবড়োখেবড়ো ম্যাচেওনরিয়ং পর্বতমালা পূর্ব সাগর পর্যন্ত বিস্তৃত, এবং কোরিয়ার ছাদ গাইমা মালভূমি, যার গড় উচ্চতা ১,২০০ মিটার, কেন্দ্রের কাছাকাছি থেকে উত্তর-পূর্ব দিকে প্রসারিত হয়েছে এবং হামগইয়ং পর্বতমালার বিকাশ ঘটেছে উত্তর এবং দক্ষিণ দিকে বরাবর।  জিরো পর্বতমালা পূর্ব সাগরের দিকে একটি খাড়া ঢাল তৈরি করায়, তারা একটি জলাশয়ে পরিণত হয়েছে এবং পূর্ব সাগরের কাছে এসে মিলিত হয়েছে। ২,০০০ মিটারেরও বেশি উচ্চতাবিশিষ্ট্য ৭২টি পর্বত রয়েছে, এটি ভাল জলবিদ্যুৎ উৎপাদন করে।\nসাধারণভাবে, এখানে অনেক পাহাড় এবং সামান্য সমতল ভূমি রয়েছে, তবুও চাষের জন্য উপযুক্ত এলাকা রয়েছে।  এছাড়াও, পার্বত্য অঞ্চলের সাথে মহাদেশীয় জলবায়ুর কারণে, শীতকালে খুব ঠান্ডা হয় এবং খুব কম বৃষ্টি হয়।  এই কারণে, দেশের বিভিন্ন অংশে খাদ্য ঘাটতি গুরুতর আকার ধারণ করে।  মুসানে লোহা এবং ইউনডেওক-বন্দুকের কয়লার মতো ভূগর্ভস্থ সম্পদের প্রাচুর্যের কারণে চংজিন এবং গিমচেক শহরে ভারী শিল্পের বিকাশ ঘটছে।  ইতোমধ্যে, দীর্ঘ উপকূলরেখা মহাদেশ এবং জাপানের মধ্যে একটি প্রবেশদ্বার হয়ে উঠেছে, আজ স্থল ও জল পরিবহনের বিকাশ ঘটেছে।  একীকরণের পর, উত্তর হামগিয়ং প্রদেশকে কয়লা খনিতে কাজ করার জন্য পুরুষ শ্রমিক নিয়োগ করতে হবে এবং সীমান্ত পাহারা দেওয়ার জন্য সৈন্য নিয়োগ করতে হবে, তাই এটি ভবিষ্যদ্বাণী করা হচ্ছে যে এটি বর্তমান উলসান মেট্রোপলিটন সিটিকে ছাড়িয়ে যাবে এবং দেশের সর্বোচ্চ লিঙ্গ অনুপাত সহ অঞ্চলে পরিণত হবে। মুসান-বন্দুক, জংসিওং-বন্দুক, ওনসিয়ং-বন্দুক, গেয়ংওন-বন্দুক, এবং গেয়ংহেউং-গান সীমান্ত এলাকায়, পুরুষ থেকে মহিলা অনুপাত প্রায় ১.৫ থেকে ২.৩ হবে বলে আশা করা হচ্ছে।\n\n\n== ইতিহাস ==\n\n১৮৯৬ সালে, জোসেনের আটটি প্রদেশের মধ্যে একটি, হামগিয়ংকে উত্তর ও দক্ষিণে বিভক্ত করা হয়, এবং উত্তর হামগিয়ং তৈরি করা হয়, এবং এটি জাপানী ঔপনিবেশিক শাসনের অধীনেও হামগিওংবুক-ডো হিসাবে উত্তরাধিকার সূত্রে প্রাপ্ত হয়।  ১৯৪৯ সালে, অভ্যন্তরীণ এলাকার কিছু অংশ ডেমোক্রেটিক পিপলস রিপাবলিক অফ কোরিয়া রিয়াংগাং প্রদেশের সাথে যুক্ত করা হয়েছিল।\nপ্রাচীনকালে, এটি ছিল গোগুরিও বা বলহে অঞ্চল, এবং বালহায়ের পতনের পরে, এটি খিতান এর অঞ্চল এবং তারপর জুরচেন অঞ্চলে পরিণত হয়।  অঞ্চলটি শেষের গোরিও সময়কাল থেকে শুরুর দিকে জোসোন সময়কাল পর্যন্ত পুনরুদ্ধার করা হয়েছিল এবং এটি ডুমান নদীর সীমানায় জোসেন অঞ্চলে পরিণত হয়েছিল।\nজাপানি ঔপনিবেশিক আমলে, উত্তর হামগিয়ং প্রদেশ, সোভিয়েত ইউনিয়ন এবং মাঞ্চুরিয়া-এর কাছাকাছি একটি সীমান্ত এলাকা ছিল, একটি কৌশলগত সামরিক অবস্থান ছিল এবং একটি সেনা বিভাগ রণামে ছিল। এটি মহাদেশে জাপানের আক্রমণের একটি ঘাঁটি ছিল এবং এমন একটি জায়গা যেখানে মাঞ্চুরিয়ায় অবস্থিত জাতীয়তাবাদী গোষ্ঠী এবং কমিউনিস্ট গেরিলা গোষ্ঠীর কার্যক্রম জোসেন স্বাধীনতার লক্ষ্য নিয়ে বিকাশ লাভ করেছিল।  ১৯৩০-এর দশকে, এটি জাপান এবং মাঞ্চুরিয়াকে সবচেয়ে কম দূরত্বে সংযোগকারী একটি অঞ্চল হিসাবে মনোযোগ পেয়েছিল, এবং রাজিন বন্দর নির্মাণের মতো বিকশিত হয়েছিল।  এটি এমন একটি জায়গাও ছিল যেখানে দ্বিতীয় বিশ্বযুদ্ধ শেষে সোভিয়েত ইউনিয়নের যুদ্ধে অংশগ্রহণের কারণে সোভিয়েত সেনাবাহিনী (রেড আর্মি) দ্রুত আক্রমণ করেছিল।\n১৯৯০-এর দশকে, ইউনাইটেড নেশনস ডেভেলপমেন্ট প্রোগ্রাম (ইউএনডিপি) কর্তৃক ডুমান নদী এলাকা উন্নয়ন পরিকল্পনা প্রস্তাবিত হলে এই অঞ্চলটি আবার মনোযোগ পায়।  যেহেতু রাজিন-সোনবং একটি বিশেষ অর্থনৈতিক অঞ্চলে পরিণত হয়েছে, এই এলাকাটি বর্তমানে উত্তর হামগিয়ং প্রদেশ থেকে রাসন বিশেষ শহর হিসাবে আলাদা করা হয়েছে।\n\n\n== অর্থনীতি ==\nউত্তর কোরিয়ার গবেষণায়, উত্তর হামগিয়ং একটি অবহেলিত এবং অনুন্নত অঞ্চল হিসাবে স্বীকৃতি পেয়েছে । এখানেই ১৯৯০ সালের দুর্ভিক্ষ সবচেয়ে বেশি আঘাত করেছিল এবং ২০২০-এর দশকেও এই খাদ্যঘাটতি বজায় ছিল।  দক্ষিণ কোরিয়ায় বসবাসকারী বেশিরভাগ উত্তর কোরিয়ার দেশত্যাগকারীরা এই প্রদেশ থেকে চীনে প্রবেশ করেছিল তুলনামূলক অগভীর তুমেন নদী অতিক্রম করে। তাই প্রদেশের অবস্থা, যাকে বিশ্লেষক ফায়োডর টেরিটস্কি বর্ণনা করেছেন \"শুধুমাত্র ভয়ঙ্কর নয়, একটি অত্যন্ত বিরক্তিকর জায়গা\" হিসাবে বর্ণনা করেছেন, যদিও তারা সেখানকার বাসিন্দা না হওয়া সত্ত্বেও সমগ্র দেশকে অভিক্ষিপ্ত করার একটি প্রবণতা এর মধ্যে রয়েছে। \n\n\n== প্রশাসনিক বিভাগ ==\nউত্তর হামগিয়ং তিনটি শহর (সি) এবং ১২টি কাউন্টিতে ( কুন ) বিভক্ত।  এগুলিকে আবার গ্রামীণ এলাকায় গ্রামে (রি ) এবং শহরে ডং (পাড়ায়) ভাগ করা হয়েছে। কিছু শহর \"কুয়ক\" নামে পরিচিত ওয়ার্ডে বিভক্ত, যেগুলি শহরের ঠিক নীচে স্তর হিসেবে পরিচালিত হয়।\n\n\n=== শহর ===\nচোংজিন (রাজধানী)청진시/清津市\nহোয়ারয়ং회령시/會寧市\nকিমচেক김책시/金策市\n\n\n=== কাউন্টি ===\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n২০১৭ সালের দক্ষিণ কোরীয় অ্যাকশন কমেডি চলচ্চিত্র কনফিডেন্সিয়াল অ্যাসাইনমেন্টের প্রধান প্রতিপক্ষ চা কি-সিওং ( কিম জু-হাইউক অভিনয় করেছেন) উত্তর হামগিয়ং প্রদেশের অন্যতম প্রধান শহর হোয়েরয়ং -এর বাসিন্দা বলে জানা গেছে।\nনেটফ্লিক্সের বিখ্যাত দক্ষিণ কোরীয় থ্রিলার সিরিজ স্কুইড গেমের অন্যতম প্রধান চরিত্র, কাং সে-বাইওক ( জুং হো-ইওন অভিনয় করেছেন) হলেন একজন উত্তর কোরিয়ার দেশত্যাগকারী যিনি মূলত উত্তর হামগিয়ং প্রদেশের বাসিন্দা ছিলেন এবং দক্ষিণ কোরিয়া চলে যাওয়ার আগে পর্যন্ত তার ছোট ভাই কাং চেওলের সাথে সেখানে বসবাস করতেন। \n\n\n== আরো দেখুন ==\n\nপুংগিয়ে-রি পারমাণবিক পরীক্ষা সাইট\n২০০৬ উত্তর কোরিয়ার পারমাণবিক পরীক্ষা\nউত্তর কোরিয়ার প্রশাসনিক বিভাগ\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Regions and administrative divisions of North Korea"}