{"pageid": 1391678, "title": "লেবানন সশস্ত্র বাহিনী", "url": "https://bn.wikipedia.org/wiki?curid=1391678", "content": "লেবানন সশস্ত্র বাহিনী (আরবি: القوات المسلحة اللبنانية, প্রতিবর্ণীকৃত: Al-Quwwāt al-Musallaḥa al-Lubnāniyya) বা  লেবানন আর্মি ( আরবি: الجيش اللبناني, প্রতিবর্ণীকৃত: Al-Jaish al-Lubnani     লেবানন প্রজাতন্ত্রের সামরিক বাহিনী । এটি তিনটি শাখা নিয়ে গঠিত, স্থল বাহিনী, বিমান বাহিনী এবং নৌবাহিনী । লেবানন সশস্ত্র বাহিনীর মূলমন্ত্র হল \"সম্মান, ত্যাগ, আনুগত্য\" (আরবি: \"شرف · تضحية · وفاء\" - শরফ. তাদ্বহিয়া. ওয়াফা ' )।\n\n\n== প্রতীক ==\nলেবানন সশস্ত্র বাহিনীর প্রতীকটি লেবানন সিডার গাছ নিয়ে গঠিত, যা দুটি লরেল পাতা দ্বারা বেষ্টিত, তিনটি শাখার প্রতীকের উপরে অবস্থিত: দুটি বেয়নেট দ্বারা প্রতিনিধিত্ব করা স্থল বাহিনী, একটি নোঙ্গর দ্বারা প্রতিনিধিত্ব করা নৌবাহিনী এবং দুটি ডানা দ্বারা প্রতিনিধিত্ব করা বিমানবাহিনী।\n\n\n== সংক্ষিপ্ত বর্ণনা ==\nলেবানন সশস্ত্র বাহিনীর প্রাথমিক মিশনের মধ্যে রয়েছে লেবানন এবং এর নাগরিকদের বহিরাগত আগ্রাসনের বিরুদ্ধে রক্ষা করা, অভ্যন্তরীণ স্থিতিশীলতা এবং নিরাপত্তা বজায় রাখা, দেশের গুরুত্বপূর্ণ স্বার্থের বিরুদ্ধে হুমকির মোকাবিলা করা, সামাজিক উন্নয়ন কর্মকাণ্ডে জড়িত হওয়া এবং জনসাধারণ ও মানবিক প্রতিষ্ঠানের সাথে সমন্বয় করে ত্রাণ কার্যক্রম পরিচালনা করা।\nসশস্ত্র বাহিনী ৮৪,২০০ সক্রিয় কর্মী নিয়ে গঠিত। এরমধ্যে প্রায় ৮০,০০০ সৈন্য, বিমানবাহিনীতে ২,৫০০ জন এবং নৌবাহিনীতে ১,৭০০ জন কর্মী রয়েছে।  বাকি সদস্যরা হলেন কমান্ডার, উপদেষ্টা, প্রকৌশলী এবং বিশেষ বাহিনীর সদস্য। এলএএফ একটি সর্ব-স্বেচ্ছাসেবী বাহিনী। লেবাননের রাজধানী বৈরুতের পূর্বে ইয়ারজেহে অবস্থিত প্রতিরক্ষা মন্ত্রণালয় থেকে প্রথাগতভাবে ম্যারোনাইট ক্যাথলিক খ্রিস্টান দ্বারা অধিষ্ঠিত তিনটি শাখাই এলএএফ কমান্ডার দ্বারা পরিচালিত এবং সমন্বিত হয়। লেবাননের সশস্ত্র বাহিনীর বর্তমান কমান্ডার ইন চিফ জেনারেল জোসেফ আউন। ১৯৮৫ এবং ২০০০ এর মধ্যে সামরিক কর্মীদের সংখ্যা দ্বিগুণ হওয়ার সাথে বর্তমানে এলএএফ বিশ্বের ষষ্ঠ স্থানে রয়েছে। দেশটিতে ছয়টি সামরিক কলেজ ও স্কুল রয়েছে। লেবাননের কর্মকর্তাদের অতিরিক্ত প্রশিক্ষণ গ্রহণের জন্য অন্যান্য দেশে, যেমন- মার্কিন যুক্তরাষ্ট্র, রাশিয়া বা ইউরোপের অন্যান্য অংশে পাঠানো হয়।\nতহবিলের অভাব, রাজনৈতিক কলহ এবং ২০০০ সাল পর্যন্ত বিদেশী বাহিনীর উপস্থিতির কারণে এলএএফ-এর সরঞ্জামগুলি বেশ পুরানো। লেবাননের সরকার সশস্ত্র বাহিনীর সক্ষমতা বাড়াতে তার অংশীদারদের সাথে কাজ করছে। লেবাননের গৃহযুদ্ধের সমাপ্তির পর এলএএফ অন্যান্য রাজ্য থেকে সামান্য অনুদানের সাহায্যে তার যতটা সম্ভব যন্ত্রপাতি মেরামত করার সিদ্ধান্ত নেয়। এই উন্নতি প্রক্রিয়ায় মার্কিন যুক্তরাষ্ট্র লেবাননের প্রধান অংশীদার হিসেবে রয়ে গেছে। এলএএফ-এর প্রায় ৮৫% সরঞ্জাম মার্কিন-নির্মিত, বাকিগুলি যুক্তরাজ্য, ফরাসি এবং সোভিয়েত-নির্মিত।\n\n\n== তথ্যসূত্র =="}