{"pageid": 1391734, "title": "বৃহত্তর লন্ডন কাউন্সিল", "url": "https://bn.wikipedia.org/wiki?curid=1391734", "content": "গ্রেটার লন্ডন কাউন্সিল (জিএলসি) ছিল ১৯৬৫ থেকে ১৯৮৬ সাল পর্যন্ত গ্রেটার লন্ডনের জন্য শীর্ষ-স্তরের স্থানীয় সরকারী প্রশাসনিক সংস্থা। এটি আগের লন্ডন কাউন্টি কাউন্সিল কে প্রতিস্থাপন করেছে যা অনেক ছোট এলাকা কভার করেছিল। জিএসপি ১৯৮৬ সালে স্থানীয় সরকার আইন ১৯৮৫ এর মাধ্যমে বিলুপ্ত করা হয়েছিল এবং এর ক্ষমতাগুলি লন্ডনের বরো এবং অন্যান্য সত্ত্বাকে হস্তান্তর করা হয়েছিল। গ্রেটার লন্ডন অথরিটি নামে পরিচিত একটি নতুন প্রশাসনিক সংস্থা ২০০০ সালে প্রতিষ্ঠিত হয়েছিল।\n\n\n== পটভূমি ==\n1957 সালে লন্ডন এলাকায় স্থানীয় সরকার ব্যবস্থা বিবেচনা করার জন্য স্যার এডউইন হারবার্টের অধীনে বৃহত্তর লন্ডনে স্থানীয় সরকার সংক্রান্ত একটি রয়্যাল কমিশন গঠন করা হয়েছিল।\nএটি 1960 সালে রিপোর্ট করেছে, স্থানীয় সরকারের ভিত্তি হিসাবে 52টি নতুন লন্ডন বরো তৈরির সুপারিশ করেছে। এটি আরও সুপারিশ করেছে যে এলসিসিকে একটি দুর্বল কৌশলগত কর্তৃপক্ষ দ্বারা প্রতিস্থাপিত করা হবে, যেখানে পাবলিক ট্রান্সপোর্ট, রাস্তা স্কিম, আবাসন উন্নয়ন এবং পুনর্জন্মের দায়িত্ব থাকবে। দ্য গ্রেটার লন্ডন গ্রুপ, লন্ডন স্কুল অফ ইকোনমিক্সের মধ্যে শিক্ষাবিদদের একটি গবেষণা কেন্দ্র, কমিশনের রিপোর্ট এবং GLC তৈরির ক্ষেত্রেও একটি উল্লেখযোগ্য প্রচেষ্টা ছিল।\nকমিশনের বেশিরভাগ সুপারিশ গৃহীত হয়েছিল, কিন্তু নতুন বরোর সংখ্যা 32-এ নামিয়ে আনা হয়েছিল। গ্রেটর লন্ডন পুরো লন্ডন কাউন্টি এবং মিডলসেক্সের বেশিরভাগ অংশ, সাথে এসেক্স, কেন্ট এবং সারে কিছু অংশ কভার করে, (হার্টফোর্ডশায়ার) এবং কাউন্টি বরো অফ ক্রয়ডন (সারে) এবং ইস্ট এবং ওয়েস্ট হ্যাম (উভয়ই এসেক্সে) এর একটি ছোট অংশ, যেগুলি 1889 সাল থেকে কাউন্টি কাউন্সিলের নিয়ন্ত্রণ থেকে স্বাধীন ছিল।\nহার্বার্ট কমিশন কর্তৃক সুপারিশকৃত এলাকার সীমানার কিছু এলাকা, স্থানীয় কর আরোপের আশঙ্কায়, নতুন গ্রেটার লন্ডন কাউন্সিলের অধীনে না আসার জন্য সফলভাবে লড়াই করেছেন, বিশেষ করে এসেক্সের চিগওয়েলের শহুরে জেলাগুলি; এবং মিডলসেক্সে সানবারি-অন-টেমস, স্টেইনস এবং পটার বার। অন্তর্ভুক্তির জন্য সুপারিশ করা অন্যান্য এলাকা যেগুলি কখনই গ্রেটার লন্ডনের অংশ ছিল না সেগুলির মধ্যে রয়েছে এপসম এবং ইওয়েল, ক্যাটারহ্যাম এবং ওয়ারলিংহাম, এশার এবং ওয়েব্রিজ।\nনতুন বৃহত্তর লন্ডন কাউন্সিলের নির্বাচন 9 এপ্রিল, 1964 তারিখে অনুষ্ঠিত হয় এবং সেই সময়ে পুরানো লন্ডন কাউন্টি কাউন্সিল ইতিহাসে পরিণত হয়।\n\n\n== তথ্যসূত্র =="}