{"pageid": 1391617, "title": "মধ্যাঞ্চল প্রদেশ, শ্রীলঙ্কা", "url": "https://bn.wikipedia.org/wiki?curid=1391617", "content": "কেন্দ্রীয় প্রদেশ ( সিংহলি: මධ්‍යම පළාත  মধ্যমা পাঠতা, তামিল: மத்திய மாகாணம் মধ্যদিয়া মাকানম ) শ্রীলঙ্কার নয়টি প্রদেশের মধ্যে একটি, দেশের প্রথম স্তরের প্রশাসনিক বিভাগ । প্রদেশগুলি যদিও ১৯ শতক থেকেই বিদ্যমান ছিল কিন্তু ১৯৮৭ সালের আগে পর্যন্ত তাদের কোনো আইনি মর্যাদা ছিল না। ১৯৮৭ সালে শ্রীলঙ্কার সংবিধানের ১৩তম সংশোধনীতে প্রাদেশিক পরিষদ প্রতিষ্ঠা করা হয়।  এটি আয়তন অনুসারে ৬তম বৃহত্তম প্রদেশ এবং এখানে ২৫ লক্ষ লোকের বসবাস। এটি উত্তরে উত্তর মধ্যাঞ্চল প্রদেশ, পূর্বে উভা প্রদেশ, পশ্চিমে উত্তর পশ্চিমাঞ্চল প্রদেশ এবং দক্ষিণ ও পশ্চিমে সাবারাগামুওয়া প্রদেশ রয়েছে। এই প্রদেশের রাজধানী হলো ক্যান্ডি।\nমাতালে এবং নুওয়ারা এলিয়া শহর দুটি মধ্যাঞ্চল প্রদেশে অবস্থিত। প্রদেশটি সিলন চা উৎপাদনের জন্য বিখ্যাত, ১৮৬০ সালে একটি বিধ্বংসী রোগের কারণে প্রদেশের সমস্ত কফি বাগান নষ্ট হয়ে যাওয়ার পর ব্রিটিশরা এই চা পাতার বীজ রোপণ করেছিল। মধ্যাঞ্চল প্রদেশটি অনেক পর্যটকদের আকর্ষণ করে, যেমন গাম্পোলা, হ্যাটন এবং নুওয়ারা এলিয়ার মতো হিল স্টেশন শহরগুলির জন্য।\n\n\n== ইতিহাস ==\nযদিও পরপর তিনটি ইউরোপীয় শক্তি ১৬-১৯ শতকের মধ্যে শ্রীলঙ্কা আক্রমণ করেছিল তবুও মধ্যাঞ্চল প্রদেশটি ১৯ শতকের প্রথম দশক পর্যন্ত তার স্বাধীনতা বজায় রেখেছিল ব্রিটিশরা ক্যান্ডি দখল করা আগে পর্যন্ত। ব্রিটিশরা ১৮২৪ সালে একটি ঔপনিবেশিক হেডম্যান র‌্যাঙ্কিং সিস্টেম চালু করেছিল, যা ১৮৩২ সালে কার্যকর ছিল।\n\nঔপনিবেশিক প্রধান মুদালিয়ার\nস্যার ক্রিস্টোফেল ডি-সিলভা (১৮২৪-১৮৪২)\nডন উইলিয়াম গুনাওয়ার্ডেন ডি-সারম তৃতীয় (১৮২৪-১৮৫৬)\nস্যার হেন্ড্রিক একনায়েকে (১৮৫৬-১৮৬০)\nস্যার আলেকজান্ডার-জেমস দিবাকারা মোহোত্তি (১৮৬০-১৮৮৮)\nডন আগারিস দিবাকারা মোহোত্তি (১৮৮৮-১৯২৪)\nমুদালিয়ার অফিসটি ১৯২৪ সালে বিলুপ্ত করা হয় এবং ঔপনিবেশিক প্রধানের শেষ ব্যক্তি তাদের পদ থেকে অবসর নেন এবং ১৯২৬ সালে ব্রিটিশ অফিসারদের কাছে শাসন ছেড়ে দেন। সমস্ত হেডম্যান পদগুলি তখন কেন্দ্রীয় প্রদেশের নবনির্বাচিত গভর্নর-জেনারেলের কাছে চলে যায়। এটি ১৯২৯ সালে ব্রিটিশদের সরাসরি প্রদেশগুলি শাসন করার উপায় হিসাবে প্রতিষ্ঠিত হয়েছিল।\nঐতিহাসিক গুরুত্বসম্পন্ন স্থানগুলি মাতালে, টুথ মন্দির, ডাম্বুলা গুহা মন্দির, আলুভিহারে মন্দির এবং সিগিরিয়া শিলা এই প্রদেশে রয়েছে।\n\n\n== ভূগোল ==\nপ্রদেশটির আয়তন ৫,৬৭৪ কিমি ২ এবং জনসংখ্যা ২,৪২১,১৪৮। প্রধান শহরগুলির মধ্যে রয়েছে ক্যান্ডি (১১৯,১৮৬), মাতালে (৩৯,৮৬৯), ডাম্বুলা (৭৫,২৯০), গাম্পোলা (২৬,৪৮১), নুওয়ারা এলিয়া (২৭,৪৪৯) এবং হ্যাটন (১৬,৭৯০)।\n\n\n=== পর্বতশ্রেণী ===\nনাকলস মাউন্টেন রেঞ্জ, অ্যাডামস পিক এবং হর্টন সমভূমি মধ্যাঞ্চল প্রদেশের ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থান।\n\n\n=== জলবায়ু ===\nজলবায়ু শীতল, এবং ১,৫০০ মিটারের উপরে অনেক এলাকায় প্রায়ই শীতল রাত থাকে। পশ্চিমের ঢালগুলি খুব ভেজা, কিছু জায়গায় প্রায় ৭,০০০আছে প্রতি বছর মিমি বৃষ্টিপাত। পূর্ব ঢালগুলি মধ্য-শুষ্ক অঞ্চলের অংশ কারণ এটি শুধুমাত্র উত্তর-পূর্ব বর্ষা থেকে বৃষ্টিপাত করে। তাপমাত্রা ২৪ থেকে পরিসীমা ক্যান্ডিতে °সে মাত্র ১৬ নুওয়ারা এলিয়াতে °সে, যা সমুদ্রপৃষ্ঠ থেকে ১,৮৮৯ মিটার উপরে। শ্রীলঙ্কার সর্বোচ্চ পর্বতমালা মধ্যাঞ্চল প্রদেশে অবস্থিত। ভূখণ্ডটি বেশিরভাগ পাহাড়ি, তার সাথে সাথে এখানে গভীর উপত্যকা রয়েছে। দুটি প্রধান পর্বত অঞ্চল হল কেন্দ্রীয় ম্যাসিফ এবং ক্যান্ডির পূর্বে নকলস রেঞ্জ।\n\n\n== জনসংখ্যাতত্ত্ব ==\nজনসংখ্যা সিংহলী, তামিল এবং মুরদের মিশ্রণ। চা বাগানের অনেক শ্রমিক ভারতীয় তামিল, যাদের ১৯ শতকে ব্রিটিশরা শ্রীলঙ্কায় নিয়ে আসে।\n\n\n=== জাতিসত্তা ===\n\n\n=== ধর্ম ===\n২০১২ সালের শ্রীলঙ্কার আদমশুমারি অনুসারে, কেন্দ্রীয় প্রদেশে ১৬,৭২,৬২৫ জন বৌদ্ধ, ৫,৪০,৩৩৯ জন হিন্দু, ২,৬৩,৮৭৪ জন মুসলমান, ৯৪,৪০২ জন খ্রিস্টান এবং ৩১৭ জন অন্যান্য ধর্মের অনুসারী ছিলেন।\n\n\n== প্রশাসনিক বিভাগ ==\nকেন্দ্রীয় প্রদেশটি তিনটি জেলা এবং ৩৬টি বিভাগীয় সচিবালয়ে বিভক্ত।\n\n\n=== জেলা ===\n\n\n=== বিভাগীয় সচিবালয় ===\nশ্রীলঙ্কার জেলাগুলি বিভাগীয় সচিবালয় নামে পরিচিত প্রশাসনিক উপ-ইউনিটগুলিতে বিভক্ত। এগুলি মূলত সামন্ত কাউন্টি, কোরালে এবং রাতা উপর ভিত্তি করে তৈরি হয়েছিল। এগুলি পূর্বে 'ডিভিশনাল রেভিনিউ অফিসার' অনুসারে 'ডিআরও বিভাগ' নামে পরিচিত ছিল। পরে ডিআরওগুলি 'সহকারী সরকারী এজেন্ট' হয়ে ওঠে এবং বিভাগগুলি 'এজিএ বিভাগ' নামে পরিচিত হয়। বর্তমানে, বিভাগগুলি একজন 'বিভাগীয় সচিব' কর্তৃক পরিচালিত হয় এবং এগুলো 'ডিএস বিভাগ' নামে পরিচিত।\nকেন্দ্রীয় প্রদেশে ৩৬টি বিভাগীয় সচিবালয় রয়েছে, যেগুলি জেলা অনুসারে নীচে তালিকাভুক্ত করা হয়েছে। ক্যান্ডি জেলায় ২০টি, মাতালে জেলায় ১১টি এবং নুওয়ারা এলিয়া জেলায় ৫টি রয়েছে।\n\n\n=== প্রধান জনসংখ্যা কেন্দ্র ===\n \n\n\n== আরো দেখুন ==\nমধ্যঞ্চল প্রদেশের (শ্রীলঙ্কা) বসতিগুলির তালিকা\nশ্রীলঙ্কার প্রদেশগুলি\nশ্রীলঙ্কার জেলাগুলি\nশ্রীলঙ্কায় চা উৎপাদন\n\n\n== তথ্যসূত্র ==\n\n\n== মানচিত্র ==\nশ্রীলঙ্কা অনুসন্ধানযোগ্য মানচিত্র\n\n\n== বহিঃসংযোগ ==\nকেন্দ্রীয় প্রাদেশিক কাউন্সিল শ্রীলঙ্কা\nকাউন্সিল সচিবের কার্যালয় - কেন্দ্রীয় প্রাদেশিক পরিষদ শ্রীলঙ্কা\nমুখ্য সচিবের কার্যালয় - কেন্দ্রীয় প্রাদেশিক পরিষদ শ্রীলঙ্কা\nকেন্দ্রীয় প্রাদেশিক পোস্টাল কোড শ্রীলঙ্কা\nমধ্য প্রদেশের শহরগুলি\nটেমপ্লেট:Central Province, Sri Lanka topics"}