{"pageid": 1391410, "title": "রাজেশ্বর ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1391410", "content": "রাজেশ্বর ভট্টাচার্য (৪ মে ১৯৪৩ - ৩ নভেম্বর ২০২৩) ছিলেন একজন খ্যাতনামা রবীন্দ্রসঙ্গীত শিল্পী ও রবীন্দ্রসাধক। রবীন্দ্রনাথের গানকে বিদেশের মাটিতে জনপ্রিয় করে তুলতে তার অবদান অসামান্য। কলকাতার রবিমল্লার রবীন্দ্রসঙ্গীত চর্চাকেন্দ্রের কর্ণধার তথা প্রাণপুরুষ ছিলেন তিনি।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nরাজেশ্বর ভট্টাচার্যের জন্ম ১৯৪৩ খ্রিস্টাব্দে ৪ মে ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের কলকাতার ভবানীপুরে। পিতা কানাইলাল ভট্টাচার্য্য ও মাতা রাধারানি দেবী। তাদের আট সন্তানের পঞ্চম সন্তান ছিলেন তিনি। তার ডাক নাম ছিল রাখাল। শৈশবকাল থেকেই তিনি পারিবারিক সাংস্কৃতিক পরিমণ্ডলে বেড়ে ওঠেন। তার সেজদা সিদ্ধেশ্বর ভট্টাচার্য ছিলেন  ভারতীয় গণনাট্য সংঘের কলকাতা শাখার দক্ষ অভিনেতা। স্থানীয় বিদ্যালয়ের পাঠ শেষে কলা বিভাগে প্রি-ইউনিভার্সিটি উত্তীর্ণ হন।\n\n\n== সঙ্গীত জীবন ==\nকিন্ত সাহিত্যের অঙ্গন ছেড়ে চলে আসেন সঙ্গীতের জগতে। প্রাথমিক তালিম নেন প্রতিবেশী সঙ্গীতশিল্পী  অখিলবন্ধু ঘোষের  কাছে। সঙ্গীতের প্রাথমিক শিক্ষার পর উচ্চ শিক্ষা নেন বিদুষী মালবিকা কানন, পণ্ডিত রমেশচন্দ্র বন্দ্যোপাধ্যায়, কনক দাস , গীতা সেন, ছবি বন্দ্যোপাধ্যায় প্রমুখ বিশিষ্ট সঙ্গীতজ্ঞের কাছে। কীর্তন শেখেন হরিদাস করের কাছে। এরপর তিনি  দেবব্রত বিশ্বাসের বৌদি কনক বিশ্বাসের কাছে রবীন্দ্রসঙ্গীতের পাঠ নেন। গীতবিতান প্রতিষ্ঠানের কৃতি ছাত্র ছিলেন রাজেশ্বর। দেবব্রত বিশ্বাস, সুচিত্রা মিত্রের  কাছে জেনেছিলেন রবীন্দ্রনাথের গান কিভাবে মানুষকে আলোড়িত করে। রাজেশ্বর তার সঙ্গীত সাধনায় রবীন্দ্রনাথের গানকে নিজের সত্তার সঙ্গে মিলিয়ে নেন।\nপ্রথমদিকে তিনি অবিভক্ত কমিউনিস্ট পার্টির সাংস্কৃতিক ফ্রন্টে যুক্ত ছিলেন। পরে সিপিএমের সংস্কৃতি শাখায় যুক্ত হন। গণআন্দোলনে যুক্ত থেকে রাজেশ্বর রবীন্দ্রনাথের গানকে জীবন যাপনে হাতিয়ার করেন। স্বকীয় গায়ন ভঙ্গিতে নিজস্বতা অর্জন করেন। তার প্রথম- চলো নিয়ম মতে ও রাখো রাখো রে রেকর্ডে প্রকাশিত গান দুটি জনপ্রিয়তা অর্জন করে। আকাশবাণী ও দূরদর্শনে তার গান সম্প্রচারিত হয়েছে। ১৯৭২ খ্রিস্টাব্দে দক্ষিণ কলকাতায় তিনি প্রতিষ্ঠা করেন রবিমল্লার নামের এক রবীন্দ্রসঙ্গীত চর্চাকেন্দ্র। তার তত্ত্বাবধানেই বহু ছাত্রছাত্রী রবীন্দ্রসঙ্গীতের শিক্ষা নেন। তাছাড়া শুধুমাত্র এ দেশেই নয়, বিদেশেও তার অনেক শিক্ষার্থী রয়েছেন। ১৯৯৬ খ্রিস্টাব্দে তিনি প্রথম ইংল্যান্ডে যান। সেখানে রবীন্দ্রসঙ্গীতের কর্মশালা পরিচালনা করেন। সেসময়েই তিনি আমেরিকা থেকে বঙ্গ সংস্কৃতি উৎসবে সঙ্গীত পরিবেশনের আমন্ত্রণ পান। পরবর্তীতে তিনি ফ্রান্স, ইতালি, স্পেন, আয়ারল্যান্ড সুইডেন সহ ইউরোপের নানা দেশে রবীন্দ্রনাথের গানের কর্মশালা ও সঙ্গীত পরিবেশন করেন। এভাবেই দেশ-বিদেশের অসংখ্য ছাত্রছাত্রী রাজেশ্বর ভট্টাচার্যের সান্নিধ্যে সঙ্গীত শিক্ষা পেয়েছেন।\nমানুষের জীবন ও জীবিকার সংগ্রামের শিল্পী হিসাবে মান্যতা পেয়েছেন এই রবীন্দ্র সঙ্গীত শিল্পী। তার কালজয়ী কণ্ঠে গীত কয়েকটি অবিস্মরণীয় রবীন্দ্রসঙ্গীত হল-\n\nভুলে যাই থেকে থেকে\nএকদিন যারা মেরেছিল তাঁরে গিয়ে রাজার দোহাই দিয়ে\nবাধা দিলে বাধবে লড়াই\nউলঙ্গিনী নাচে রণরঙ্গে\nওরে গৃহবাসী খোল দ্বার খোল\nএলেম নতুন দেশে\nনয় নয় এ মধুর খেলা\nও চাঁদ, চোখের জলের লাগল জোয়ার দুখের পারাবারে\nপিনাকেতে লাগে টঙ্কার বসুন্ধরার জয়গানে\nকার চোখের চাওয়ার হাওয়ায় দোলায় মন\nসঙ্গীত জীবনের পাশাপাশি গণনাট্যের কলকাতা শাখায় স্পার্টাকাস নাটকে সুরারোপ করেন তিনি।\n\n\n== পারিবারিক জীবন ও জীবনাবসান ==\n১৯৯৬ খ্রিস্টাব্দে গণনাট্যের বিশিষ্ট অভিনেত্রী গীতা ভট্টাচার্যকে বিবাহ করেন। তাদের একমাত্র সন্তান অরিজিৎ। প্রথিতযশা শিল্পী রাজেশ্বর ভট্টাচার্য দীর্ঘ কয়েক বৎসর ধরে ক্যান্সারে আক্রান্ত ছিলেন। ২০২৩ খ্রিস্টাব্দের ১৫ অক্টোবর থেকে স্কটল্যান্ডের সরকারি রয়েল আলেকজান্ডার হাসপাতালে তার চিকিৎসা চলছিল। চিকিৎসায় সাড়া দিচ্ছিলেন, কিন্তু সব প্রয়াস ব্যর্থ হয় ৩ নভেম্বর ভারতীয় সময় রাত দশটা ষোল মিনিটে। \n\n\n== তথ্যসূত্র =="}