{"pageid": 13910, "title": "কেন্দ্রীয় স্নায়ুতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=13910", "content": "কেন্দ্রীয় স্নায়ুতন্ত্র (ইংরেজি: Central nervous system, সংক্ষেপে CNS) প্রধানত মস্তিষ্ক ও সুষুম্না কাণ্ড নিয়ে গঠিত। স্পঞ্জ ও দ্বিবীজস্তরীয় প্রাণী (ডিপ্লোব্লাস্ট) ছাড়া সব বহুকোষী প্রাণী তথা ত্রিবীজস্তরীয় (ট্রিপ্লোব্লাস্টিক) ও দ্বিপার্শ্বিক প্রতিসম প্রাণীর দেহের এই অংশটি সমস্ত তথ্য একত্র করে, সেগুলির মধ্যে সামঞ্জস্য বিধান করে এবং দেহের প্রয়োজনীয় কার্যক্রম পরিচালনা করে। এটি দেহের চঞ্চুদেশীয় অক্ষ (রস্ট্রাল অ্যাক্সিস) থেকে পুচ্ছদেশীয় অক্ষ (কডাল অ্যাক্সিস) পর্যন্ত বিস্তৃত। শুধুমাত্র সন্ধিপদী, মস্তকপদী (সেফালোপড) ও মেরুদণ্ডী প্রাণীদের সম্পূর্ণ সুগঠিত মস্তিষ্ক থাকে।\nনিবন্ধের বাকি অংশে কেবল মেরুদন্ডী প্রাণীর মস্তিষ্ক নিয়ে আলোচনা করা হয়েছে যা বাকি সব প্রাণীদের তুলনায় উল্লেখযোগ্যভাবে আলাদা।\n\n\n== পরিদর্শন ==\nমেরুদণ্ডী প্রাণীদের দেহে কেন্দ্রীয় স্নায়ুতন্ত্র মস্তিষ্কাবরক ঝিল্লি (মেনিনজেস) নামক পর্দায় আবৃত থাকে। এই মস্তিষ্কাবরক ঝিল্লি রক্তে মিশ্রিত বিবিধ রাসায়নিক পদার্থের মস্তিষ্কে অনুপ্রবেশ প্রতিরোধ করে। এর মাধ্যমে মস্তিষ্ক, খাবার থেকে শরীরে প্রবিষ্ট স্নায়ু-প্রতিবিষ (নিউরোটক্সিন) দ্বারা ঘটিত বিষক্রিয়া থেকে সুরক্ষিত থাকে। দ্বিপার্শ্বিক প্রাণীদের এই মস্তিষ্কাবরক ঝিল্লির মধ্যে মস্তিষ্ক-সুষুম্না তরল (সেরিব্রোস্পাইনাল ফ্লুইড]] থাকে যা দেহরসের সঙ্গে তুলনীয়; কেন্দ্রীয় স্নায়ুতন্ত্র এতে নিমজ্জিত থাকে।\nকেন্দ্রীয় স্নায়ুতন্ত্র দেহের পশ্চাৎ গহ্বরে অবস্থান করে। মস্তিষ্ক খুলির গহ্বরে এবং সুষুম্নাকাণ্ড মেরুদণ্ডীয় গহ্বরে অবস্থান করে। এর মধ্যবর্তী স্থানগুলিতে অধিক পরিমাণে গ্লিয়া কোষ নামক অন্য এক ধরনের কোষ দ্বারা পূর্ণ থাকে।\nএছাড়া, মেরুদণ্ডী প্রাণীদের ক্ষেত্রে অক্ষিপট (রেটিনা), দৃষ্টিস্নায়ু, ঘ্রাণস্নায়ু ও ঘ্রাণবহ আবরণী কলা কেন্দ্রীয় স্নায়ুতন্ত্রের অন্তর্গত। এই স্নায়ুগুলি মধ্যবর্তী গ্যাংলিয়া কোষ ছাড়াই সরাসরি মস্তিষ্কের স্নায়ুকোষের (নিউরন) সঙ্গে যুক্ত থাকে। এদের মধ্যে একমাত্র ঘ্রাণবহ আবরণী কলা মস্তিষ্কাবরক ঝিল্লির বাইরে থাকে। একমাত্র এই পথেই ঔষধ মস্তিষ্কে পাঠানো সম্ভব। নয়তো মস্তিষ্কাবরক ঝিল্লিটি সবরকম পদার্থের পক্ষে অভেদ্য।\n\n\n== গঠন ==\nমস্তিষ্ক ও সুষুম্নাকাণ্ড কেন্দ্রীয় স্নায়ুতন্ত্রের প্রধান দুটি অংশ। মাথার খুলি মস্তিষ্ককে এবং মেরুদণ্ড সুষুম্নাকাণ্ডের সুরক্ষা দেয়।  সুষুম্নাকাণ্ড মস্তিষ্কের সঙ্গে সংযুক্ত ও এর নীচে অবস্থান করে। মোটামুটিভাবে মেরুদণ্ডীয় গহ্বরের উপরের অংশ অর্থাৎ খুলির নীচ থেকে শুরু করে মহাবিবর (ফোরামেন ম্যাগনাম) থেকে প্রথম/দ্বিতীয় কটিদেশীয় কশেরুকা (লাম্বার ভার্টিব্রা) পর্যন্ত এটি বিস্তৃত।   \n\n\n=== শ্বেত ও ধূসর পদার্থ ===\nশ্বেতপদার্থ মূলত মায়েলিন আবরণযুক্ত স্নায়ুতন্তু দিয়ে গঠিত। ভেতরে লিপিডের উপস্থিতির কারণে এটির রঙ সাদা। ধূসর পদার্থ মায়েলিনবিহীন স্নায়ুতন্তু নিয়ে গঠিত। এই দুই অংশ মুখ্যত কেন্দ্রীয় স্নায়ুতন্ত্রে দেখা যায়। এর সঙ্গে উভয় অংশেই গ্লিয়া কোষও দেখা যায় যদিও শ্বেতপদার্থে এগুলি সংখ্যায় বেশী। আণুবীক্ষণিকভাবে দেখলে স্নায়ুকোষ, স্নায়ুকলা ও প্রান্তিক স্নায়ুতন্ত্রের মধ্যে পার্থক্য আছে। \n\n\n== তথ্যসূত্র =="}