{"pageid": 1391604, "title": "দক্ষিণাঞ্চল প্রদেশ, শ্রীলঙ্কা", "url": "https://bn.wikipedia.org/wiki?curid=1391604", "content": "দক্ষিণ প্রদেশ (সিংহলি: දකුණු පළාත  ডাকুনু পাহাতা, তামিল: தென் மாகாணம் শ্রীলঙ্কার থেন মাকানম) শ্রীলঙ্কার নয়টি প্রদেশের একটি, দেশের প্রথম স্তরের প্রশাসনিক বিভাগ । প্রদেশগুলি যদিও ১৯ শতক থেকেই বিদ্যমান ছিল কিন্তু ১৯৮৭ সালের আগে পর্যন্ত তাদের কোনো আইনি মর্যাদা ছিল না। ১৯৮৭ সালে শ্রীলঙ্কার সংবিধানের ১৩তম সংশোধনীতে প্রাদেশিক পরিষদ প্রতিষ্ঠা করা হয়।  এটি আয়তনের ভিত্তিতে ৭ম বৃহত্তম প্রদেশ এবং ২৫ লক্ষ লোকের বাসস্থান, ৩য় জনবহুল প্রদেশ। এই প্রদেশটির উত্তরে সাবারাগামুওয়া প্রদেশ এবং উভা প্রদেশ, উত্তর-পূর্বে পূর্বাঞ্চল প্রদেশ, উত্তর-পশ্চিমে পশ্চিমাঞ্চল প্রদেশ রয়েছে এবং দক্ষিণ, পশ্চিম ও পূর্বে ভারত মহাসাগর চারদিকে ঘিরে রেখেছে। প্রদেশের রাজধানী হল গালে।\nদক্ষিণাঞ্চল প্রদেশ হল একটি ভৌগোলিক এলাকা যা গালে, মাতারা এবং হাম্বানটোটা জেলা নিয়ে গঠিত। কৃষিকাজ এবং মাছ ধরা এই অঞ্চলের বিশাল সংখ্যাগরিষ্ঠ মানুষের আয়ের প্রধান উৎস। সরকারি স্কুল শিক্ষা প্রাথমিকভাবে দক্ষিণাঞ্চল প্রাদেশিক শিক্ষা বিভাগ কর্তৃক পরিচালিত হয়।\n\n\n== প্রশাসনিক বিভাগ ==\nদক্ষিণ প্রদেশটি ৩টি জেলা এবং ৪৭টি বিভাগীয় সচিবালয়ে বিভক্ত।\n\n\n=== বিভাগীয় সচিবালয় ===\nশ্রীলঙ্কার জেলাগুলি বিভাগীয় সচিবালয় নামে পরিচিত প্রশাসনিক উপ-ইউনিটগুলিতে বিভক্ত। এগুলি মূলত সামন্ত কাউন্টি, কোরালে ভিত্তিক ছিল এবং রাতা এগুলি পূর্বে 'ডিভিশনাল রেভিনিউ অফিসার' অনুসারে 'ডিআরও বিভাগ' নামে পরিচিত ছিল। পরবর্তীতে ডিআরওগুলি 'সহকারী সরকারী এজেন্ট' হয়ে ওঠে এবং বিভাগগুলি 'এজিএ বিভাগ' নামে পরিচিত হয়েছিল। বর্তমানে, 'ডিএস বিভাগ' নামে পরিচিত বিভাগগুলি একজন 'বিভাগীয় সচিব' কর্তৃক পরিচালিত হয়।\nদক্ষিণ প্রদেশে ৪৭টি বিভাগীয় সচিবালয় রয়েছে, যার মধ্যে গালে জেলায় ১৯টি, হাম্বানটোটা জেলায় ১২টি এবং মাতারা জেলায় ১৬টি।\n\n\n=== প্রধান জনসংখ্যা কেন্দ্র ===\n\n\n== ল্যান্ডমার্ক ==\nদক্ষিণাঞ্চল প্রদেশের গুরুত্বপূর্ণ ল্যান্ডমার্কের মধ্যে রয়েছে ইয়ালা এবং উদাওয়ালাওয়ে জাতীয় উদ্যানের বন্যপ্রাণী অভয়ারণ্য। আম্বালানটোটার উসাংগোদা হল সৈকত এবং সমুদ্রের একটি মনোরম দৃশ্য, এবং পবিত্র শহর কাটারাগামা এবং প্রাচীন শহর তিসামহারামা, কিরিন্দা এবং গালে। (যদিও গালে একটি প্রাচীন শহর, তবু পর্তুগিজ আক্রমণের পূর্বের আর প্রায় কিছুই টিকে ছিল নেই।) পর্তুগিজ আমলে দুজন বিখ্যাত সিংহলী কবি ছিলেন। একজনের নাম আন্ডারে যিনি ডিকওয়েলার বাসিন্দা এবং আরেকজন ছিলেন গাজামান নোনা, তিনি মাতারা জেলার ডেনিপিটিয়ার বাসিন্দা, তাঁরা দুজনেই সাধারণ মানুষের উপর কবিতা রচনা করেছিলেন।\nদক্ষিণাঞ্চল প্রদেশ ২০০৪ সালে সুনামিতে মারাত্মকভাবে ক্ষতিগ্রস্ত হয়েছিল। বর্তমানে প্রদেশটি একটি পুনর্গঠন প্রক্রিয়ার মধ্য দিয়ে যাচ্ছে।\n\n\n== আরো দেখুন ==\nদক্ষিণ প্রদেশে (শ্রীলঙ্কা) বসতিগুলির তালিকা\nশ্রীলঙ্কার প্রদেশগুলি\nশ্রীলঙ্কার জেলাগুলি\nশ্রীলঙ্কার নগর পরিষদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদক্ষিণ প্রাদেশিক পরিষদের অফিসিয়াল ওয়েবসাইট\nগভর্নরের কার্যালয় - দক্ষিণ প্রদেশের  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ এপ্রিল ২০১৫ তারিখে অফিসিয়াল ওয়েবসাইট\nপ্রধান সচিবালয় - দক্ষিণ প্রদেশের অফিসিয়াল ওয়েবসাইট\nদক্ষিণ প্রাদেশিক শিক্ষা বিভাগ\nদক্ষিণ প্রাদেশিক পোস্ট কোড  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ ফেব্রুয়ারি ২০১৫ তারিখে\nদক্ষিণ প্রদেশের শহরগুলি"}