{"pageid": 1391055, "title": "ড্যানি রড্রিক", "url": "https://bn.wikipedia.org/wiki?curid=1391055", "content": "ড্যানি রড্রিক (জন্ম ১৪ আগস্ট ১৯৫৭) একজন তুর্কি অর্থনীতিবিদ এবং হার্ভার্ড বিশ্ববিদ্যালয়ের জন এফ কেনেডি স্কুল অফ গভর্নমেন্টের ফোর্ড ফাউন্ডেশনের আন্তর্জাতিক রাজনৈতিক অর্থনীতির অধ্যাপক। তিনি পূর্বে নিউ জার্সির প্রিন্সটনে ইনস্টিটিউট ফর অ্যাডভান্সড স্টাডিতে সামাজিক বিজ্ঞানের অধ্যাপক আলবার্ট ও. হিরশম্যান ছিলেন। তিনি আন্তর্জাতিক অর্থনীতি, অর্থনৈতিক উন্নয়ন এবং রাজনৈতিক অর্থনীতি নিয়ে ব্যাপকভাবে কাজ করেছেন ও প্রকাশ করেছেন। ভাল অর্থনৈতিক নীতি কী গঠন করে এবং কেন কিছু সরকার এটি গ্রহণে অন্যদের চেয়ে বেশি সফল; এটিই তার গবেষণার মূল বিষয়। তার রচনার মধ্যে রয়েছে ইকোনোমিকস রুলস: দ্য রাইটস অ্যান্ড রংস অফ দ্য ডিসামাল সায়েন্স এবং দ্য গ্লোবালাইজেশন প্যারাডক্স: ডেমোক্রেসি অ্যান্ড দ্য ফিউচার অফ দ্য ওয়ার্ল্ড ইকোনমি । তিনি একাডেমিক জার্নাল গ্লোবাল পলিসির যুগ্ম সম্পাদক।\n\n\n== জীবনী ==\nরড্রিক সেফার্ডিক ইহুদিদের একটি পরিবার থেকে এসেছেন।\nইস্তাম্বুলের রবার্ট কলেজ থেকে স্নাতক হওয়ার পর তিনি ১৯৭৯ সালে হার্ভার্ড কলেজ থেকে সরকারি এবং অর্থনীতিতে এবি ডিগ্রি (সর্বোচ্চ প্রশংসাসহ) অর্জন করেন। এরপর তিনি ১৯৮১ সালে প্রিন্সটন স্কুল অফ পাবলিক অ্যান্ড ইন্টারন্যাশনাল অ্যাফেয়ার্স থেকে এমপিএ ডিগ্রি (উচ্চ প্রশংসাসহ) অর্জন করেন। ১৯৮৫ সালে প্রিন্সটন ইউনিভার্সিটি থেকে স্টাডিজ অন দ্য ওয়েলফেয়ার থিওরি অফ ট্রেড অ্যান্ড এক্সচেঞ্জ-রেট পলিসি শিরোনামের থিসিসসহপিএইচডি ডিগ্রি অর্জন করেন।  ডিগ্রী। \nতিনি ২০০৯–২০১৬ পর্যন্ত  বিলুপ্ত তুর্কি দৈনিক রাডিকাল-এর জন্যও লিখতেন। তিনি ২০১১ সালে নবগঠিত বিশ্ব অর্থনীতি সমিতিতে কার্যনির্বাহী কমিটির সদস্য হিসাবে যোগদান করেন।\nতিনি হার্ভার্ড কেনেডি স্কুলের পাবলিক পলিসির লেকচারার পিনার ডোগানের সাথে বিবাহ বন্ধনে আবদ্ধ হন। তিনি তুর্কি অবসরপ্রাপ্ত জেনারেল চেতিন দোগানের কন্যা যিনি কথিত স্লেজহ্যামার অভ্যুত্থানের পরিকল্পনায় জড়িত থাকার অভিযোগে একটি ক্রমবর্ধমান যাবজ্জীবন কারাদণ্ড থেকে খালাস পেয়েছিলেন৷\nএকজন পণ্ডিত হিসেবে তিনি ন্যাশনাল ব্যুরো অফ ইকোনমিক রিসার্চ, সেন্টার ফর ইকোনমিক পলিসি রিসার্চ (লন্ডন), সেন্টার ফর গ্লোবাল ডেভেলপমেন্ট, ইনস্টিটিউট ফর ইন্টারন্যাশনাল ইকোনমিক্স এবং কাউন্সিল অন ফরেন রিলেশনসের সাথে যুক্ত। তিনি রিভিউ অব ইকোনোমিকস এন্ড স্ট্যাটিস্টিকের সহ-সম্পাদক। তিনি কার্নেগি কর্পোরেশন, ফোর্ড ফাউন্ডেশন এবং রকফেলার ফাউন্ডেশন থেকে গবেষণা অনুদানের প্রাপক হয়েছেন। অন্যান্য সম্মানের পাশাপাশি তাকে গ্লোবাল ডেভেলপমেন্ট অ্যান্ড এনভায়রনমেন্ট ইনস্টিটিউট থেকে ২০০২ সালে অর্থনৈতিক চিন্তাধারার অগ্রগতির জন্য লিওন্টিফ পুরস্কার প্রদান করা হয়।\n৮ নভেম্বর ২০১৯ তারিখে তিনি ইরাসমাস ইউনিভার্সিটি রটারডাম থেকে সম্মানসূচক ডক্টরেট পান। ২১ জানুয়ারী ২০২০ তারিখে পোপ ফ্রান্সিস তাকে পন্টিফিকাল একাডেমি অফ সোশ্যাল সায়েন্সের সদস্য হিসাবে যুক্ত করেছিলেন।\n\n\n== কাজ ==\nতার ১৯৯৭ সালের বই হ্যাজ গ্লোবালাইজেশন গোন টু ফার? ব্লুমবার্গ বিজনেসউইকে \"দশকের সবচেয়ে গুরুত্বপূর্ণ অর্থনীতির বইগুলির মধ্যে একটি\" বলা হয়েছিল।\nতার নিবন্ধে, তিনি বিশ্ব বাজার এবং সামাজিক স্থিতিশীলতার মধ্যে তিনটি উত্তেজনার উপর দৃষ্টি নিবদ্ধ করেছেন। তিনি উল্লেখ করেছেন, তথাকথিত \"বিশ্বায়নের\" আন্তর্জাতিক সমতাকে উন্নীত করার ক্ষেত্রে একটি দ্বিধা রয়েছে এবং বিশ্ববাজারে সফল হওয়ার দক্ষতা এবং মূলধনের সাথে জাতি রাষ্ট্রগুলির মধ্যে ভুল ধারাকে উন্মোচন করে এবং এমন সুবিধাবঞ্চিত রাষ্ট্রগুলোর জন্য তিনি মুক্ত বাজার ব্যবস্থাকে সামাজিক স্থিতিশীলতা এবং গভীরভাবে ঘরোয়া নিয়মের প্রতি হুমকি হিসাবে দেখেন।\nড্যানি রড্রিক ১৯৯৮ সাল থেকে প্রজেক্ট সিন্ডিকেটের নিয়মিত অবদানকারী। এছাড়াও তিনি ২০১৯ সালের ফেব্রুয়ারিতে সুরেশ নাইডু, গ্যাব্রিয়েল জুকম্যান এবং ১১জন অতিরিক্ত প্রতিষ্ঠাতা সদস্যের সাথে ইকোনোমিকস ফর ইনক্লুসিভ প্রোসপারিটি (ইএফআইপি) প্রতিষ্ঠা করেন।\n\n\n== নির্বাচিত প্রকাশনা ==\nRodrik, Dani (২০১৭)। Straight Talk on Trade: Ideas for a Sane Economy। Princeton University Press। আইএসবিএন 978-0691177847। \nRodrik, Dani (২০১৫)। Economics Rules: The Rights and Wrongs of the Dismal Science। Norton & Company, Inc। আইএসবিএন 978-0-393-24641-4। \nRodrik, Dani (২০১১)। The Globalization Paradox। Norton & Company, Inc। আইএসবিএন 978-0-393-07161-0। \nRodrik, Dani (২০০৭)। One Economics, Many Recipes। Princeton University Press। আইএসবিএন 978-0-691-12951-8। \nMcMillan, Margaret; Horn, Karen (২০০৪)। \"When Economic Reform Goes Wrong: Cashews in Mozambique\": 97–165। \nIn Search of Prosperity: Analytic Narratives on Economic Growth। Princeton University Press। ২০০৩। আইএসবিএন 978-0-691-09268-3। \nRodrik, Dani (২০০১)। \"The Global Governance of Trade As If Development Really Mattered\" (পিডিএফ)। ২০১৯-১২-২৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \nRodrik, Dani (১৯৯৯)। The New Global Economy and Developing Countries: Making Openness Work। Overseas Development Council। আইএসবিএন 978-1-56517-027-8। \nRodrik, Dani (১৯৯৭)। Has Globalization Gone Too Far?। Institute for International Economics। আইএসবিএন 978-0-88132-241-5। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nড্যানি রড্রিকের হোম পেজ\nড্যানি রড্রিকের সর্বশেষ গবেষণা\nড্যানি রড্রিকের ওয়েবলগ\nপ্রজেক্ট সিন্ডিকেটের জন্য \"সমৃদ্ধির রাস্তা\" ড্যানি রড্রিকের অপ-এড কলাম\nRoberts, Russ (এপ্রিল ১১, ২০১১)। \"Rodrik on Globalization, Development, and Employment\"। EconTalk। Library of Economics and Liberty।"}