{"pageid": 1391950, "title": "কম্বু স্বয়ম্ভূব", "url": "https://bn.wikipedia.org/wiki?curid=1391950", "content": "কম্বু স্বয়ম্ভূব বা কাম্বু স্বয়ম্ভুব ছিলেন কম্বোজ উপজাতির পূর্বপুরুষ এবং আর্যদেশের রাজা। তিনি বৈদিক একাত্মতা স্তোত্রের শ্লোক ২২-এ তালিকাভুক্ত এবং প্রশংসিত হয়েছেন — যেখানে অগস্ত্য, নরসিংহবর্মন প্রথম, রাজেন্দ্র চোল, অশোক, পুষ্যমিত্র শুঙ্গ এবং অন্যান্যদের পাশাপাশি হিন্দু ঋষি, যোদ্ধা এবং বিজয়ীদের উল্লেখ করা হয়েছে।\n\n\n== ইতিহাস ==\n\nপণ্ডিত জর্জ কোডেস একটি কম্বোডিয়ান রাজবংশীয় কিংবদন্তির ১০ শতকের একটি শিলালিপিকে উল্লেখ করেছেন যেখানে সন্ন্যাসী কম্বু স্বয়ম্ভূব এবং স্বর্গীয় অপ্সরামেরা একত্রিত হয়ে কম্বোডিয়ান সৌর রাজবংশ (কম্বু-মেরা) প্রতিষ্ঠা করেন, যা চেন্‌লার শাসক শ্রুতবর্মন এবং তার পুত্র শ্রুতবর্মনের সাথে শুরু হয়। কোয়েডস পরামর্শ দেন যে কাঞ্চি পল্লব রাজবংশের সৃষ্টির উপাখ্যানের একটি সংস্করণ হিসাবে কম্বু স্বয়ম্ভূব কিংবদন্তির উৎপত্তি হয় দক্ষিণ ভারতে।\nকম্বোজদের উপনাম বলে দাবি করা হয়, কম্বু স্বয়ম্ভূবকে একজন ব্রাহ্মণ প্রধান হিসাবে চিহ্নিত করা হয়, অপ্সরা মেরাকে বিয়ে করেছিলেন, যাকে ভগবান শিব তাকে উপহার দিয়েছিলেন।\nকম্বু নামটি প্রমিত সংস্কৃত কম্বোজের অপভ্রংশ বলে বিবৃত হয়েছে। ইংরেজ পণ্ডিত যেমন সি. ল্যাসেন, এস. লেভি, মাইকেল উইটজেল, জে. চার্পেন্টিয়ার, এ. হফম্যান, এবি কিথ, এএ ম্যাকডোনেল, এইচডব্লিউ বেইলি এবং আরও অনেকে রাজকীয় নাম কম্বুজদেশঃ (कम्बुजदेशः) এর মধ্যে কম্বোজের জাতিগত নাম খুঁজে পেয়েছেন। পুরাতন ফার্সি শিলালিপি পাঠোদ্ধারকারী গ্র্যাহমসুত্রম সাধারণ কম্বোজকে কাম্বুজ বলে বানান করে। মার্কণ্ডেয় পুরাণ (৮.১-৬) এবং শ্রীমদ দেবী ভাগবতম (৫.২৮.১-১২) ইত্যাদিতে কম্বোজদের কম্বু গোষ্ঠী হিসাবে উল্লেখ করা হয়েছে। পেশোয়ারে অবস্থিত রাজা অশোকের প্রস্তর খচিত লিপি ৫ ও ১৩ তে কম্বোজকে কমবয় বা কম্বো হিসাবে লেখে।\nমধ্যযুগীয় যুগের অসংখ্য মুসলিম লেখায় কম্বোজ বংশের নাম কম্বু এবং কম্বো নামেও বানান হয়েছে। স্পষ্টতই, এই কম্বু/কম্বো শব্দগুলো হলো কাম্বুজ/কম্বোজের বিকৃত রূপ এবং প্রাচীন সংস্কৃত এবং পালি গ্রন্থ এবং শিলালিপিগুলোর কম্বোজের সাথে সম্পর্কিত এই সংস্কৃত কাম্বোজ পুরাতন ফার্সি শিলালিপিতে Kbuji.iy, Kabujiya বা সম্ভবত Kabaujiya / Kaboujiya এবং Kambujiya বা সম্ভবত Kambaujiya (অথবা -n-এর জায়গায় -m- কানবুজিয়া বা কানবাউজিয়া হিসাবে) হিসাবে আবির্ভূত হয় এবং গ্রিক লেখার ক্যাম্বিসেস। একই নাম আরামাইক ভাষায় সিএনবিএনজি, অ্যাসিরীয় ভাষায় কাম্বুজিয়া, মিশরীয় ভাষায় কামবিথেট, কাম-বু-জি-ইয়া বা আক্কাদীয় কা-আম-বু-জি-ইয়া, কান-বু-জি-ইয়া বা কান-বু-সি হিসাবে উপস্থিত হয়। -এলামাইট ভাষায় ইয়া এবং সুসানের ভাষায় কানপুজিয়া।\n\n\n== আরো দেখুন ==\nকম্বোডিয়ার রাজাদের তালিকা\nঋষি\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\n\"কম্বুজ দেশা\" এর সম্পূর্ণ লেখা\nএকাত্মতা স্তোত্র (সংস্কৃত এবং ইংরেজিতে, পৃ. ৪-এ কাম্বুর উল্লেখ করা হয়েছে)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৮-০১-১৬ তারিখে"}