{"pageid": 1391396, "title": "নগো রাজবংশ", "url": "https://bn.wikipedia.org/wiki?curid=1391396", "content": "নগো রাজবংশ (ভিয়েতনামী: Nhà Ngô; চু নম : 茹吳), আনুষ্ঠানিকভাবে তিন হাই কুয়ান (চু হান : 靜海軍), ৯৩৯ থেকে ৯৬৮ সাল পর্যন্ত একটি আধা-স্বাধীন ভিয়েতনামী রাজবংশ ছিল। রাজবংশটি নগো কুয়েন কর্তৃক প্রতিষ্ঠিত হয়েছিল, যিনি ৯৩৮ সালে চীনা দক্ষিণ হান রাজবংশের বিরুদ্ধে বাক ডাং নদীর যুদ্ধে ভিয়েতনামী বাহিনীর নেতৃত্ব দিয়েছিলেন।\n৯৩০ সালের দিকে, নগো কুয়েন ক্ষমতায় অধিষ্ঠিত হওয়ার সাথে সাথে, উত্তর ভিয়েতনাম সামরিকভাবে দক্ষিণ হান কৃর্তৃক দখলিকৃত হয়েছিল এবং পরবর্তী তাং রাজবংশের একটি স্বায়ত্তশাসিত প্রদেশ এবং সামন্ত রাষ্ট্র হিসাবে বিবেচিত হয়েছিল, যাকে তিন হাই কুয়ান বলা হয়। প্রতি বছর তিন হাই কুয়ান এর জিদুশিকে শান্তি ও রাজনৈতিক সমর্থনের বিনিময়ে তার চীনা প্রভুর প্রতি শ্রদ্ধা জানাতে হতো। ১০ম শতকের শুরুতে, পাঁচ রাজবংশ এবং দশ রাজ্যের সময়কাল হিসাবে পরিচিত গৃহযুদ্ধে চীন অভ্যন্তরীণভাবে জর্জরিত এবং দুর্বল হয়ে পড়ে। চীনারা এই গৃহযুদ্ধে ব্যস্ত ছিল এবং পর্যায়ক্রমে তিন হাই কুয়ান-এর উপর তাদের দখল হারিয়ে ফেলেছিল। তিন হাই কুয়ান এই সুযোগের সদ্ব্যবহার করে তার স্বাধীনতা ঘোষণা করে এবং চীন থেকে বিচ্ছিন্ন হয়ে যায়। লর্ড প্রোটেক্টর ডুং দ্যং এনঘেয়ের শাসনের অধীনে, তিন হাই কুয়ান রাজ্য স্বাধীনতার জন্য একটি পূর্ণাঙ্গ সামরিক অভিযান শুরু করেছিল।\n\n\n== পটভূমি ==\n\n\n=== প্রাক-স্বাধীনতা ===\nসুই রাজবংশকে পরাজিত করার পর, তাং রাজবংশ তার প্রশাসনিক বিভাগ এবং প্রদেশগুলোকে সমন্বয় করে, ভিয়েতনামে চীনা শাসন বজায় রাখে। তবে, ৯ম শতাব্দীর শেষ দিকে, গৃহযুদ্ধের বৃদ্ধি পায় এবং হুয়াং চাও-এর বিদ্রোহ তাং রাজবংশকে দুর্বল করে দেয়। ৯০৫ সালে ১০ম শতাব্দীর শুরুতে, ভিয়েতনামের খুক বংশের একজন সদস্য, খুক থিয়া দা চীনে অব্যাহত অশান্তির সুযোগ নিয়ে দুর্বল তাং থেকে ক্ষমতা দখল করেন এবং নিজেকে জিদুশি (ভিয়েত: তিয়েত দো সু) হিসেবে ভিয়েতনামের জন্য স্বায়ত্তশাসনের একটি পর্যায় প্রতিষ্ঠা করেন।\n৯০৬ সালে তাং জিয়াওঝিকে একটি স্বায়ত্তশাসিত রাষ্ট্র হিসাবে স্বীকৃতি দেয়, তবে এক বছর পরে তাং রাজবংশের অবসান ঘটে যখন ঝু ওয়েন তাং শাসনকে উৎখাত করে নিজের জন্য পরবর্তী লিয়াং রাজবংশ প্রতিষ্ঠা করে এবং পাঁচ রাজবংশ ও দশ রাজ্যের স্বল্পকালীন সাম্রাজ্যে চীনের বিভাজনের সূচনা করে। চীনে গৃহযুদ্ধের এই সময়ে, খুক গোষ্ঠী ভিয়েতনামের উপর তার শক্তি এবং নিয়ন্ত্রণ বৃদ্ধির চেষ্টা চালিয়েছিল। অবশ্য, দক্ষিণ চীনের গুয়াংজু প্রদেশে, সাবেক তাং গভর্নর, লিউ ইয়ান নিজেকে উদীয়মান দক্ষিণ হান রাজ্যের সম্রাট ঘোষণা করেছিলেন।\n৯১৭ সালে, খুক থুয়া মাই, তিন হাই কুয়ান- এর জিদুশি হিসেবে খুক হাও-এর স্থলাভিষিক্ত হন এবং উত্তর চীনের লিয়াং রাজবংশের কাছে গিয়ে, একটি সামন্ত রাষ্ট্র হিসেবে রাজনৈতিক সমর্থনের আবেদন করেন। এই ঘটনাটি দক্ষিণ হানকে ক্ষুব্ধ করে এবং ৯৩০ সালে সম্রাট লিউ ইয়ান রাজধানী শহর আক্রমণ করে এবং খুক থুয়া মাকে বন্দী করে তিন হাই কুয়ানকে তার নিয়ন্ত্রণে নেয়ার চেষ্টা করেন। তবে এর কিছু পরেই, তিন হাই কুয়ানের আই চাউ জেলার গভর্নর ডুওয়ং দাং এনঘায়, খুক থিয়া মাকে উদ্ধারের জন্য সৈন্য পাঠান, দক্ষিণ হান সেনাবাহিনীকে পরাজিত করেন এবং এ প্রক্রিয়ায় নিজেকে জিংহাইয়ের জিদুশি নিয়োগ করেন। ৯৩৭ সালে, ডুওয়ং‌ ডিন এনঘায় তার আধিকারিক কিউ চং‌ তিয়েন কর্তৃক খুন হন, যিনি নিজেকে দক্ষিণ হানের সম্রাটের প্রতি অনুগত বলে ঘোষণা করেছিলেন। এর পরপরই, আয়ে জেলার গভর্নর ডুওয়ং ডিন এনঘায়ের জামাতা, জেনারেল এনগো কুয়েন, কিউ চং তিয়েনের বিরুদ্ধে শত্রুতা শুরু করেন।\n\n\n=== বাচ ড্যাং নদীর যুদ্ধ ===\n\nনগো কুয়েন (৮৯৭-৯৪৪) ছিলেন ডুওয়ং ডিন এনঘায় এর সবচেয়ে অনুগত জেনারেল এবং জামাতা। তিনি ডুওয়ং ডিন এনঘায় এর আদেশে কাজ করতেন এবং তার এক মেয়েকে বিয়ে করেছিলেন। শ্বশুর খুন হবার পর, নগো কুয়েন প্রতিশোধ নিতে চেয়েছিলেন। তিনি একটি আক্রমণ শুরু করেন এবং ৯৩৮ সালে কিউ চং তিয়েনকে পরাজিত করেন। প্রতিপক্ষ, নগো কুয়েন এর সাথে যুদ্ধে তার মৃত্যুর আগে, যুদ্ধে সামরিক শক্তির সাহায্য চেয়ে দক্ষিণ হান রাজসভায় একজন দূত পাঠান। দক্ষিণ হান রাজ্যের সম্রাট তখন ৯৩৮ সালে কিউ চং তিয়েনকে সহায়তা করার জন্য দক্ষিণ অঞ্চলে একটি সেনাবাহিনী পাঠান। যদিও, নগো কুয়েন এর বাহিনী অগ্রসরমান দক্ষিণী হান সৈন্যের সাথে মোলাকাত সূচিত হয়েছিল এবং তাই তিনি দ্রুত তার বাহিনীকে একত্রিত করেছিলেন এবং কৌশলগতভাবে তাদের মূল যুদ্ধের স্থানে স্থাপন করেছিলেন।\nতার প্রতিদ্বন্দ্বীকে সাহায্য সরবরাহ করতে আসা দক্ষিণ হান সেনাবাহিনীকে পরাস্ত করার জন্য, নগো কুয়েন এবং তার সৈন্যরা বাক ড্যাং নদীর নীচে লোহার স্পাইক লাগিয়েছিল এবং দক্ষিণ হান নৌবাহিনীর আক্রমণের সময় কাজে লাগিয়েছিল। আক্রমণটি উচ্চ জোয়ারের সময় শুরু হয়েছিল যা জলের নীচে স্পাইকগুলোকে ঢেকে রেখেছিল। ভিয়েতনামী বাহিনী উদ্দেশ্যমূলকভাবে শত্রুকে ঘণ্টার পর ঘণ্টা ধরে আটকে রেখেছিল, জোয়ার কমে যাওয়ার এবং স্পাইকগুলো চীনা আর্মদাকে আঘাত করার জন্য অপেক্ষা করেছিল। দক্ষিণ হান নৌবাহিনীকে বিপর্যদস্ত করে, ভিয়েতনামি বাহিনী লুকানো স্পাইক দিয়ে ফুটো করার পর ভয়ানক অগ্নি আক্রমণ শুরু করে এবং শত শত বিশাল যুদ্ধজাহাজ ধ্বংস করে দেয়। দক্ষিণ হান নৌবাহিনী এবং দক্ষিণ হানের যুবরাজ এই যুদ্ধে নিহত হন, এইভাবে আনামের উপর দক্ষিণ হানের সামরিক উচ্চাকাঙ্ক্ষার অবসান ঘটে।\n\n\n== স্বাধীনতা যুগ (৯৩৮) ==\n\n\n=== নগো কুয়েন রাজত্ব ===\nএই বিখ্যাত নদীতে বহু শতাব্দী জুড়ে বহু বিজয়ের মধ্যে প্রথম উল্লেখযোগ্য ছিল বাচ ডাং নদীর যুদ্ধ। Ngô Quyền তারপর সিংহাসনে আরোহণ করেন এবং \"Ngô Vương\" (King Ngô) বা \"Tiền Ngô Vương\" নাম গ্রহণ করেন। তিনি রাজধানী আবার Cổ Loa তে স্থানান্তরিত করেন। তিনি মাত্র পাঁচ বছর রাজত্ব করেছিলেন, ৯৪৪ সাল পর্যন্ত, যখন তিনি ৪৭ বছর বয়সে অসুস্থ হয়ে মারা যান। একজন উচ্চাভিলাষী শাসকের সংক্ষিপ্ত রাজত্ব স্বাধীনতার জন্য ভবিষ্যতের প্রচারণার মঞ্চ তৈরি করে। Ngô Vương ক্রমাগত স্বাধীনতা এবং রাজনৈতিক স্বায়ত্তশাসনের একটি নতুন ভিয়েত যুগের সূচনা করেছে। যাইহোক, নগো রাজবংশের প্রধানদের নিয়ন্ত্রণে ব্যর্থতার কারণে এবং নগো কুয়েন এর একজন শাসক হিসাবে তার বৈধতার বিষয়ে চীনা স্বীকৃতি অর্জনে ব্যর্থতার কারণে, এটি সং রাজবংশের একটি সুরক্ষার চেয়ে সামান্য বেশি ছিল।\n\n\n=== রাজকীয় আদালতের বিরোধ ===\n\n\n=== নগো জুয়ং ভান এবং নগো জুয়ং নগাপ যুগ্ম-শাসন: ৯৫০-৯৫৪ ===\n\n\n=== Ngô Xương Xí এর রাজত্বকাল: 965-968 ===\n\n\n== ব্রেকআপ এবং গৃহযুদ্ধ ==\n\n\n=== \"১২ যুদ্ধবাজের নৈরাজ্য\" বা \"থাপ নিহ সান কুয়ান বিদ্রোহ\" (৯৬৬-৯৬৮) ===\n\n৯৬০-এর দশকে রাজকীয় বংশের জমা দেওয়ার পরে এবং তার অবস্থানকে শক্তিশালী করার জন্য, ডিন বো লিন তার এক কন্যাকে শেষ এনগো রাজার সাথে বিয়ে করেছিলেন। তিনি Ngô রাজার এক ছোট বোনকে তার বড় ছেলে নগো নাহত খান এর সাথে বিয়ে দেন এবং নগো রানী মাকে তার স্ত্রী হিসেবে গ্রহণ করেছিলেন। ৯৬৮ সালে ডিন বো লিন দাই ভিয়েতের একটি নতুন রাজ্য প্রতিষ্ঠা করেন। নগো নাহত খান দ্রুত একটি ভিন্নদর্শী হয়ে ওঠে এবং চম্পায় নির্বাসিত হয়। ৯৭৯ সালে যখন ডিন বো লিন মারা যান, নাহত খান চাম রাজা প্রথম পরমেশ্বরবর্মণ কে সিংহাসন পুনরুদ্ধার করার জন্য একটি নৌ বহর উত্থাপন করার জন্য রাজি করান, তবে অভিযানটি একটি টাইফুনের দ্বারা ভেস্তে যায় এবং নাহত খান ডুবে যায়।\n\n\n== পারিবারিক পরম্পরা ==\n\n\n== উদ্ধৃতি ==\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহি সংযোগ ==\n উইকিমিডিয়া কমন্সে নগো রাজবংশ সম্পর্কিত মিডিয়া দেখুন।\nটেমপ্লেট:Notable families in early independent Vietnamটেমপ্লেট:5d10k"}