{"pageid": 1391260, "title": "১৬ সাইকি", "url": "https://bn.wikipedia.org/wiki?curid=1391260", "content": "১৬ সাইকি একটি বৃহৎ M-টাইপ গ্রহাণু, যা ১৮৫২ সালের ১৭ মার্চ ইতালীয় জ্যোতির্বিজ্ঞানী অ্যানিবেল ডি গ্যাসপারিস আবিষ্কার করেন এবং গ্রীক দেবী সাইকির নামে নামকরণ করেন। \"১৬\" উপসর্গটি নির্দেশ করে যে এটি আবিষ্কারের ক্রমে ষোলতম ক্ষুদ্র গ্রহ ছিল। এটি M-টাইপ গ্রহাণুগুলির মধ্যে বৃহত্তম এবং সবচেয়ে ভারী, এবং সবচেয়ে ভারী গ্রহাণুগুলির মধ্যে একটি। এর গড় ব্যাস প্রায় ২২০ কিলোমিটার (১৪০ মাইল) এবং এতে গ্রহাণু বেল্টের ভরের প্রায় এক শতাংশ রয়েছে। এটি একটি প্রোটোপ্ল্যানেটের উন্মুক্ত নিউক্লাস বলে মনে করা হত, তবে সাম্প্রতিক পর্যবেক্ষণগুলি সেই পরিকল্পনার সন্দেহ করে। সাইকিকে নাসা এক্সপ্লোর করবে, একই নামের একটি মহাকাশযানের সাহায্যে, এটিই প্রথমবার কোনও মানবসৃষ্ট বস্তু ধাতব গ্রহাণুতে যাত্রা করবে, যা ১৩ অক্টোবর ২০২৩ সালে উৎক্ষেপণ করা হবে এবং ২০২৯ সালে পৌঁছানোর আশা করা হচ্ছে।\n\n\n== প্রতীক ==\nজ্যোতির্বিজ্ঞানীরা আবিষ্কৃত প্রথম পনের গ্রহাণুগুলির জন্য আইকন-সদৃশ চিহ্ন তৈরি করেছিলেন, প্রাচীন গ্রহগুলির জন্য পুরানো চিহ্নের সাথে সামঞ্জস্যপূর্ণ এক ধরণের শর্টহ্যান্ড নোটেশন হিসাবে। Psyche-কে একটি আইকনিক প্রতীক দেওয়া হয়েছিল, 16 Psyche এর পরে আবিষ্কৃত আরও কয়েকটি গ্রহাণুর মতো। প্রতীকটি ছিল একটি প্রজাপতির ডানা যার উপরে একটি তারা ছিল, কারণ প্রজাপতি ছিল আত্মার একটি গ্রীক প্রতীক (Psyche গ্রিক শব্দটি \"প্রজাপতি\" এবং \"আত্মা\" উভয়েরই জন্য)।\nযাইহোক, সাইকির প্রতীক ব্যবহারের আগেই সমস্ত গ্রহাণুর জন্য প্রতীকচিহ্নগুলি বাতিল করা হয়েছিল। এক ডজনেরও বেশি গ্রহাণু আবিষ্কৃত হওয়ায়, তাদের সবকটির পৃথক প্রতীক মনে রাখা ক্রমশ কঠিন হয়ে উঠেছিল, এবং ১৮৫১ সালে জার্মান জ্যোতির্বিজ্ঞানী জে.এফ. এনকে একটি বৃত্তাকৃতি নম্বর ব্যবহার করার পরামর্শ দিয়েছিলেন: ⑯। নতুন পরিকল্পনা অনুসারে নির্দেশিত প্রথম গ্রহাণুটি ছিল ⑯ সাইকি, যখন আমেরিকান জ্যোতির্বিজ্ঞানী জে. ফার্গুসন ১৮৫২ সালে তার পর্যবেক্ষণ প্রকাশ করেন।\n\n\n== বৈশিষ্ট্য ==\nসাইকির প্রথম আকারের অনুমান ছিল ২৫৩ কিলোমিটার (১৫৭ মাইল) এবং এটি IRAS থার্মাল ইনফ্রারেড নিঃসরণ পর্যবেক্ষণ থেকে এসেছে। এটি বর্তমানে গৃহীত গড় মানের চেয়ে ১৫% বেশি, তবে পরে দেখা গেছে যে IRAS দেখার দৃষ্টিভঙ্গির জন্য এটি একটি সঠিক অনুমান কারণ সাইকিকে পরিমাপের সময় খুঁটি-অক্ষে দেখা হয়েছিল।\nসাইকি নয়বার একটি তারা অপসারণ করতে পর্যবেক্ষণ করা হয়েছে। এর মধ্যে চারটি, ২০০৪, ২০১০, ২০১৪ এবং ২০১৯, মাল্টি-কর্ড ডেটা সেট তৈরি করেছে এবং এগুলি অ্যাডাপ্টিভ অপটিক্স ইমেজিং এবং ত্রি-মাত্রিক মডেলিংয়ের সাথে Psyche এর গড় ব্যাসার্ধ অনুমান করতে ব্যবহৃত হয়েছে, সাম্প্রতিক মডেলগুলি সমস্ত একটি সমতুল্য-ভলিউম গড় ব্যাসার্ধ 222±3 কিমি-তে একত্রিত হয়েছে।\n\n\n=== ভর এবং বাল্ক ঘনত্ব ===\nসাইকি এত বড় যে এর মহাকর্ষ অন্যান্য গ্রহাণুগুলির কক্ষপথকে পর্যবেক্ষণযোগ্যভাবে বিঘ্নিত করে, যা দিয়ে এর ভর অনুমান করতে ব্যবহার করা যেতে পারে। সাইকির ভরের ঐতিহাসিক মানগুলি 1.6×1019 কেজি থেকে 6.7×1019 কেজি পর্যন্ত ছিল। তবে, সাম্প্রতিক অনুমানগুলি (2.287±0.070)×1019 কেজি এর কাছাকাছি মানগুলিতে একত্রিত হতে শুরু করেছে। গড় ভলিউম (5.75±0.19)×106 কিলোমিটার3 ধরে নিলে, এটি 3.977±0.253 গ্রাম/সেমি3 এর একটি বাল্ক ঘনত্বের সমান, যা বেশিরভাগ ছোট সৌরজগতের দেহের চেয়ে অনেক বেশি।\n\n\n=== আকৃতি এবং স্পিন মেরু ===\nসাইকের প্রথম প্রকাশিত ত্রিমাত্রিক আকার মডেলটি বহু আলোর বক্ররেচিত্রের বিশ্লেষণ থেকে পাওয়া গেছে। তার পর থেকে, আলোকরেখার বিপরীতকরণ, অভিযোজিত অপটিক্স পর্যবেক্ষণ, রাডার পর্যবেক্ষণ, তাপীয় ইমেজিং এবং অকাল্টেশনগুলির উপর ভিত্তি করে আকারে আরও পরিশোধন করা হয়েছে। সাম্প্রতিক মডেলগুলি দেখায় যে সাইকের আকারটি জ্যাকোবি উপবৃত্তাকারের সাথে সামঞ্জস্যপূর্ণ এবং এর মাত্রা ২৭৮ কিমি x ২৩৮ কিমি x ১৭১ কিমি এর মধ্যে কয়েক কিলোমিটার।\nপ্রতিটি আকৃতি মডেল উত্তর মেরুর (স্পিন অক্ষ) দিক নির্দেশের একটি অনুমান সরবরাহ করে। Psyche এর জন্য সমস্ত সাম্প্রতিক মডেল প্রস্তাব করে যে এটি গ্রহনীয় স্থানাঙ্ক (দীর্ঘ, অক্ষাংশ) λ = 35°, β = -8° দিকে নির্দেশিত একটি মেরুর চারপাশে ঘোরে, 3° অনিশ্চয়তার সাথে। এর অর্থ হলো এটি মূলত গ্রহনীয়ের দিকে কাত হয়ে আছে, এর অক্ষীয় ঢাল 98°।\n\n\n=== বৈশিষ্ট্য ===\n\nসাইকি গ্রহটিতে অনেক বৈশিষ্ট্য রয়েছে। এর মধ্যে সবচেয়ে বড়টি হলো এর নামমাত্র উপবৃত্তাকৃতির তুলনায় ভর-সংকোচনের অঞ্চলগুলি, যেগুলি ৪ ভেস্টার রিয়াসিলভিয়া অববাহিকার অনুরূপ।\n\n\n=== গঠন ===\n\n\n=== উৎপত্তি ===\n\n\n== অন্বেষণ ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}