{"pageid": 1391797, "title": "বিডি ক্লিন", "url": "https://bn.wikipedia.org/wiki?curid=1391797", "content": "বিডি ক্লিন একটি স্বেচ্ছাসেবী যুব সংগঠন যা বাংলাদেশকে পরিচ্ছন্ন রাষ্ট্র হিসেবে প্রতিষ্ঠা করতে কাজ করে যাচ্ছে। সংগঠনটি দেশব্যপী প্রতি সপ্তাহের শুক্রবার একটি নির্দিষ্ট স্থান নির্বাচন করে তা পরিষ্কার করে ও তার আশপাশে থাকা মানুষদের পরিচ্ছন্ন বাংলাদেশের সুফল সম্পর্কে অবহিত করে। এমনকি তাদের মাঝে সচেতনতাও তৈরী করে এবং যত্রতত্র ময়লা আবর্জনা না ফেলে নির্দিষ্ট স্থান তথা ডাস্টবিন এ ফেলতে উদ্বুদ্ধ করে।\n\n\n== ইতিহাস ==\nফরিদ উদ্দিন এবং তার বন্ধুরা মিলে ৩রা জুন ২০১৬ সালে এটি প্রতিষ্ঠা করেন। ২০১৬ সালের ২রা জুন শাহবাগ থেকে কাওরান বাজারের এ সার্ক ফোয়ারা পর্যন্ত রাস্তার পাশের ময়লা পরিষ্কার পরিচ্ছন্ন কার্যক্রমের মাধ্যমে সূচনা হয় ঢাকা ক্লিনের নামে পরে যা বর্তমানে বিডি ক্লিন নামে পরিচিত হয়। বর্তমানে ২০২৩ সালের সমীক্ষা অনুযায়ী বিডি ক্লিনের মোট সেচ্ছাসেবীর সংখ্যা দেশব্যপী ৪৪ হাজারেও বেশি। দেশব্যপী ১২ টি সিটি করপোরেশন, ৩ টি পাবলিক বিশ্ববিদ্যালয়, ৬০ টি জেলা এবং জেলার অধীনস্থ উপজেলাসমূহে এর শাখা টিম রয়েছে।\n\n\n== কার্যক্রম ==\nবিডি ক্লিনের ৬০ টি জেলা এবং জেলার অধিনস্থ উপজেলা টিমগুলো স্বতন্ত্রভাবে প্রতি সপ্তাহের একটি নির্দিষ্ট দিনে স্থানীয় একটি অপরিষ্কার স্থান নির্বাচন করে তা পরিষ্কার করেন এবং পরিচ্ছন্নতার সুফল সম্পর্কে আশেপাশে থাকা মানুষদের অবগত করে সচেতন করেন, সেই সাথে তাদের পরিচ্ছন্ন বাংলাদেশের স্বপ্ন বাস্তবায়নের লক্ষ্যে জনগণের ভূমিকা সম্পর্কে অবহিত করে যত্রতত্র ময়লা আবর্জনা না ফেলতে তাদের অনুরোধ জানান। এছাড়াও বিডি ক্লিন কতৃক বিভিন্ন ধরণের জনসচেতনতামুলক প্রদর্শনী, বিশেষ ইভেন্ট, রোড শো এর আয়োজন করা হয়। এযাবত তিনটি প্রদর্শনীর আয়োজন করে বিডি ক্লিন। ১৯ জানুয়ারি ২৪ শুক্রবার হবিগঞ্জ - ৪ আসনের সাংসদ ব্যারিষ্টার সৈয়দ সায়েদুল হক সুমন আমন্ত্রণে নিজ অর্থায়নে ঢাকা থেকে বাস যোগে ছয় শতাধিক স্বেচ্ছাসেবী সম্মিলিতভাবে পরিচ্ছন্ন করে মৃতপ্রায় খোয়াই নদ যা পূণরায় আলোচনায় নিয়ে আসে বিডি ক্লিনকে। এছাড়াও ঢাকা উত্তর সিটি করপোরেশনের অন্তর্ভূক্ত এলাকায় একাধিক খাল পরিষ্কারকরণের ফলে রাজধানী বাসীর কাছেও আলোচিত হয়েছে বিডি ক্লিন। ১১ মে ২০২৪ সালে রংপুরের শ্যামা সুন্দরী খাল চেক পোস্ট থেকে শাপলা পর্যন্ত খালের ৫ কিলিমিটার অংশে ২১টি গ্রুপে বিভক্ত হয়ে তারা পরিচ্ছন্নতা কার্যক্রম করে।\n\n\n== প্রদর্শনী ==\nসাপ্তাহিক পরিচ্ছন্নতা ও সচেতনতা কার্যক্রমের পাশাপাশি বিভিন্ন সচেতনতামূলক প্রদর্শনীরও আয়োজন করে থাকে সংগঠনটি। ২০২৩ সালের ডিসেম্বর মাস অবধি বিডি ক্লিন মোট ৩ টি প্রদর্শনীর আয়োজন করে। প্রদর্শনীগুলোর স্লোগান ছিল,\"প্লাস্টিক সামগ্রী ব্যবহারে না তো বলছি না, বলছি শুধু হতে সচেতন, চলুন সবাই মিলে গড়ি পরিচ্ছন্ন বাংলাদেশ, করে অতীব যতন\"। সেইভ আর্থ সেইভ বাংলাদেশ নামের প্রদর্শনীগুলো ধারাবাহিকভাবে সিজন-১, সিজন-২ এবং সিজন-৩ নামে অনুষ্ঠিত হয়। জনসাধারণের মাঝে  দারুণ প্রশংসিত এসব প্রদর্শনীগুলো নানান অপচনশীল দ্রব্য যেমন, সিগারেটের ফিল্টার, প্লাস্টিকের বোতল, চিপসের প্যাকেট, পলিথিন ইত্যাদি দিয়ে তৈরি করা হয়েছে। \n\n\n=== সেইভ আর্থ সেইভ বাংলাদেশ সিজন - ১ ===\nসেইভ আর্থ সেইভ বাংলাদেশ সিজন ১ শিরোনামের প্রদর্শনীটি ৩০ লক্ষ প্লাস্টিকের বোতলের স্থাপনাসমৃদ্ধ, ঢাকা উত্তর সিটি করপোরেশনের মেয়র আতিকুল ইসলাম যা উদ্ভোদন করেন। রাজধানীর বনানী এলাকায় অবস্থিত ওয়্যারলেস রোডের সরকারি তিতুমীর কলেজের পাশের বিটিসিএল(টিএন্ডটি) মাঠে অনুষ্ঠিত এই প্রদর্শনীটি ২০১৯ সালে ১৭ই ডিসেম্বর থেকে ২৫শে ডিসেম্বর পর্যন্ত জনসাধারণের মাঝে প্রদর্শিত হয়। প্রদর্শনীতে প্লাস্টিকের বোতল, বোতলের ক্যাপ দিয়ে তৈরি নানাবিধ স্থাপনা প্রদর্শিত হয়েছে। যেমন:বোতলের ক্যাপ দিয়ে বঙ্গবন্ধুর প্রতিকৃতি, বাংলাদেশের মানচিত্র, জাতীয় স্মৃতিসৌধ, বাঘের মুখোষ এবং নিত্যপ্রয়োজনীয় নানান সামগ্রী।\n\n\n=== সেইভ আর্থ সেইভ বাংলাদেশ সিজন - ২ ===\nপ্রদর্শনীটির সিজন ২ একই মাঠে অনুষ্ঠিত হয় ২০২১ সালে ১৭ই ডিসেম্বর থেকে ২৫শে ডিসেম্বর পর্যন্ত। বিডি ক্লিনের শপথ পাঠের মাধ্যমে ঢাকা উত্তর সিটি করপোরেশনের মেয়র আতিকুল ইসলাম প্রদর্শনীটির উদ্ভোদন করেন। ৯ দিন ব্যাপী এই প্রদর্শনীতে পর্যায়ক্রমে অতিথি হিসেবে এসেছিলেন বিডি ক্লিনের গুড উইল এম্বাসেডর সোলাইমান সুখন, টিকে গ্রুপ অব ইন্ডাস্ট্রিজের গ্রুপ ডিরেক্টর মো. মোস্তাফিজুর রহমান, রোটারি ক্লাব ঢাকা, মেয়র এসোসিয়েশন অব বাংলাদেশের প্রতিনিধিগণ, ফারাজ করিম চৌধুরী, এটিএন বাংলা ও এটিএন নিউজের চেয়ারম্যান ডক্টর মাহফুজুর রহমানসহ আরোও অনেকেই। এ প্রদর্শনীতে ৫ কোটি সিগারেটের ফিল্টার এবং ১ লক্ষ সিগারেটের প্যাকেট দিয়ে বিডি ক্লিনের সেচ্ছাসেবীরা তৈরি করে নানান ভাষ্কর্য। তন্মধ্যে সিগারেটের ফিল্টার দিয়ে আঁকা ৭১ফুট বাই ১০০ফুট আয়তনের বাংলাদেশের মানচিত্র, পরিত্যক্ত বোতলের ক্যাপ দিয়ে তৈরি করা হয় বঙ্গবন্ধুর প্রতিকৃতি। এছাড়াও, সংগঠনটির সেচ্ছাসেবীরা সারাদেশ থেকে সংগ্রহ করা সিগারেটের ফিল্টার দিয়ে তৈরি করে মাছ, মস্তিষ্ক, কচ্ছপ, গাছ, ফলমূল, ফুসফুস ও গাছের গুড়ি। প্রদর্শনীটির মঞ্চ, গেইট, প্রাচীর সবই তৈরি করা হয়েছে সিগারেটের ফিল্টার ও প্যাকেট দিয়ে।\n\n\n=== সেইভ আর্থ সেইভ বাংলাদেশ সিজন - ৩ ===\nএকই শিরোনামে প্রদর্শিত প্রদর্শনীটির তৃতীয় পর্ব(সিজন-৩) ৩০শে ডিসেম্বর, ২০২২ থেকে ০৭ জানুয়ারি, ২০২৩ পর্যন্ত অনুষ্ঠিত হয় জনসাধারণের মাঝে। পূর্বের ন্যায় বনানীর বিটিসিএল(টিএন্ডটি) মাঠে অনুষ্ঠিত এ প্রদর্শনীটিও সজ্জ্বিত ছিল নানা পরিত্যক্ত ও অপচনশীল দ্রব্যের উচ্ছিষ্ঠাংশ দিয়ে। পরিত্যক্ত প্লাস্টিকের বোতল দিয়ে তৈরি প্রাচীর, প্লাস্টিকের বোতল দিয়ে তৈরি মাছের অবয়ব, সিগারেটের ফিল্টার দিয়ে তৈরি রুগ্ন বটগাছের ভাস্কর্য, সাধারণ মানুষের ফেলে দেয়া চিপসের প্যাকেট কুড়িয়ে বানানো হয়েছে বিলুপ্তপ্রায় কচ্ছপের প্রতিকৃতি। এছাড়াও, সিগারেট ফিল্টার দিয়েই বিশালাকার একটি সিগারেটের আকৃতি, মানব মগজ ও বিশাল গ্রেণেড। প্রতিটি স্থাপনার ভিত্তি তৈরি হয়েছে সিগারেটের ফিল্টার দিয়ে। পরিত্যক্ত প্লাস্টিকের বোতলের ক্যাপ দিয়ে তৈরি করা হয়েছে বঙ্গবন্ধুর প্রতিকৃতি, তাতে উদ্ধৃতি হিসেবে \"বঙ্গবন্ধুর হাতে গড়া প্রিয় বাংলাদেশ, আমরা রাখব পরিষ্কার মহান বিজয়ের মাসে, এ আমাদের দৃঢ় অঙ্গিকার\" শিরোনামটি খচিত হয়েছে।  এসব স্থাপনা তৈরিতে ব্যবহার করা হয়েছে ৩ কোটি ধূমপানের পর ফেলে দেয়া সিগারেটের ফিল্টার, ৪৫ লক্ষেরও বেশি প্লাস্টিকের বোতল এবং ৬ টনের অধিক পলিথিন ও চিপসের প্যাকেট। প্রদর্শনীটি ঢাকা উত্তর সিটি করপোরেশনের মেয়র আতিকুল ইসলাম উদ্ভোদন করলেও সমাপনী অনুষ্ঠানে প্রধান অতিধি হিসেবে বক্তব্য রেখেছেন স্থানীয় সরকার, পল্লী উন্নয়ন ও সমবায় মন্ত্রী তাজুল ইসলাম।\n\n\n== পরিচ্ছন্ন ক্যাম্পাস ঘোষণা ==\n২০১৭ সালে ১০ নভেম্বর থেকে ২০১৮ সালের ২৬ জানুয়ারি ঢাকা বিশ্ববিদ্যালয় পরিচ্ছন্ন ক্যাম্পাস প্রতিষ্ঠার লক্ষ্যে ১২ সপ্তাহ ব্যাপী পরিচ্ছন্ন অভিযান সহ পরিচ্ছন্নতা বিষয়ক সচেতনতা বৃদ্ধিতে ধারাবাহিক ক্যাম্পেইন করে বিডি ক্লিনের সেচ্ছাসেবীরা। ২০১৮ সালে ২৬ জানুয়ারি বিকেল ৩ টায় গ্রুপ ছবি ও শপথ শেষে প্রায় ১৫ শতাধিক বিডি ক্লিন স্বেচ্ছাসেবী একযোগে ১২১ টি ভাগে হয়ে শুরু করেন ক্যাম্পাস পরিচ্ছন্নতার কাজ। পরিচ্ছন্নতা শেষে ৬.২৫ টায় ঢাকা বিশ্ববিদ্যালয়ের উপাচার্য অধ্যাপক ড. মোহাম্মদ আখতারুজ্জামান, ঢাকা বিশ্ববিদ্যালয় ক্যাম্পাসকে পরিচ্ছন্ন ঘোষণা করেন।\n\n\n== বিতর্ক ==\nবিডি ক্লিন এর প্রতিষ্ঠাতা ফরিদ উদ্দিন সম্পর্কে নানান অভিযোগ রয়েছে। বিভিন্ন গণমাধ্যমে প্রকাশিত সংবাদ অনুযায়ী তিনি স্বেচ্ছাসেবীদের কাজে লাগিয়ে ঢাকা উত্তর সিটি কর্পোরেশন থেকে কোটি টাকা হাতিয়েছেন। এছাড়াও রয়েছে দুর্নীতির অভিযোগ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}