{"pageid": 1391387, "title": "ত্রিঘাত সমীকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1391387", "content": "গণিতশাস্ত্রে, ত্রিঘাত সমীকরণ হল তিন মাত্রার বহুপদী সমীকরণ যার সাধারণ রূপ:\n\n  \n    \n      \n        a\n        \n          x\n          \n            3\n          \n        \n        +\n        b\n        \n          x\n          \n            2\n          \n        \n        +\n        c\n        x\n        +\n        d\n        =\n        0\n      \n    \n    {\\displaystyle ax^{3}+bx^{2}+cx+d=0}\n  \n\nযেখানে, a ≠ 0\nত্রিঘাত সমীকরণের বীজসংখ্যা সর্বদা তিনটি। তবে সহগগুলির বিভিন্ন মানের জন্য সমীকরণের তিনটিই বাস্তব বীজ হতে পারে, অথবা একটিমাত্র বাস্তব বীজ হতে পারে।\n\n\n== ইতিহাস ==\nত্রিঘাত সমীকরণগুলি প্রাচীন ব্যাবিলনীয়, গ্রীক, চীনা, ভারতীয় এবং মিশরীয়দের কাছে পরিচিত ছিল। ব্যাবিলনীয় (২০ থেকে ১৬ শতক খ্রিস্টপূর্ব) কিউনিফর্ম ট্যাবলেটগুলি ঘন এবং ঘনমূল গণনার জন্য টেবিলের সাথে পাওয়া গেছে। ব্যাবিলনীয়রা ত্রিঘাত সমীকরণগুলি সমাধান করার জন্য টেবিলগুলি ব্যবহার করতে পারত, কিন্তু তারা যে করেছে তা নিশ্চিত করার জন্য কোন প্রমাণ বিদ্যমান নেই। ঘনক্ষেত্রকে দ্বিগুণ করার সমস্যাটি সবচেয়ে সহজ এবং প্রাচীনতম অধ্যয়ন করা ঘন সমীকরণের সাথে জড়িত এবং যার জন্য প্রাচীন মিশরীয়রা বিশ্বাস করত না যে একটি সমাধান বিদ্যমান ছিল। খ্রিস্টপূর্ব ৫ম শতাব্দীতে, হিপোক্রেটিস এই সমস্যাটিকে একটি লাইন এবং তার দ্বিগুণ দৈর্ঘ্যের আরেকটির মধ্যে দুটি গড় সমানুপাতিক খুঁজে বের করার জন্য এই সমস্যাটিকে কমিয়ে দিয়েছিলেন, কিন্তু একটি কম্পাস এবং স্ট্রেইটেজ নির্মাণ দিয়ে এটি সমাধান করতে পারেননি, একটি কাজ যা এখন পরিচিত। অসম্ভব ঘন সমীকরণ সমাধানের পদ্ধতিগুলি গণিত শিল্পের নয়টি অধ্যায়ে প্রদর্শিত হয়, একটি চীনা গাণিতিক পাঠ্য যা খ্রিস্টপূর্ব ২য় শতাব্দীতে সংকলিত হয়েছিল এবং তৃতীয় শতাব্দীতে লিউ হুই মন্তব্য করেছিলেন।\n\n\n== বীজ নির্ধারণের পদ্ধতি ==\nত্রিঘাত সমীকরণের বীজ নির্ণয়ে শূন্য পদ্ধতির ব্যবহার করা যেতে পারে। এই পদ্ধতিতে বীজ নির্ণয়ের ক্ষেত্রে সমীকরণটির বামপক্ষে চলরাশির স্থানে বিভিন্ন মান বসিয়ে ডানপক্ষের মান শুন্য আনতে হয়। যে মানের জন্য সমীকরণটির বামপক্ষ ও ডানপক্ষ উভয়ের মানই শুন্য হচ্ছে, সেটি সমীকরণটির একটি বীজ। এরপর নিম্নোক্ত উপায়ে সমীকরণটি প্রকাশ করা যায় :-\n(ax3+ bx2 + cx + d) = (x - a) * f(x) যেখানে a হলো সমীকরণটি একটি বীজ এবং f(x) হলো অপর একটি বহুপদী রাশিমালা, যেটি প্রকৃতপক্ষে একটি দ্বিঘাত সমীকরণ। f(x) কে এরপর শ্রীধর আচার্যের সূত্র প্রয়োগ করে বা গুণনীয়কে বিশ্লেষণ করে সমাধান করা যেতে পারে।\nএই পদ্ধতির অসুবিধা হল এই যে প্রথমে যে বীজটি হাতেকলমে নির্ণয় করতে হয়, সেটি যেকোনো বাস্তব সংখ্যাই হতে পারে, ফলে কার্যতঃ অসংখ্য সংখ্যার মাঝে খুঁজে দেখতে হতে পারে, যা অসম্ভব। এ ছাড়াও সমীকরণের বীজ নির্ণয় ও তার জন্যে বহুপদী রাশিমালাটির মান নির্ণয় অনেক কষ্টসাধ্য হতে পারে খুবই বড় সংখ্যার ক্ষেত্রে অথবা বিভিন্ন মূলদ ও অমূলদ সংখ্যার ক্ষেত্রে।\nপ্রথম অসুবিধা দূর করা যেতে পারে কলনবিদ্যার সাহায্য নিয়ে। সমীকরণটির প্রথম মাত্রার অবকলন নির্ণয় করলে যে দ্বিঘাত সমীকরণ পাওয়া যায়, তার বীজদ্বয়ের মধ্যে সমীকরণটির একটি বীজ থাকবেই, এবং যদি বীজদ্বয় অবাস্তব হয়, সেক্ষেত্রে বলা যায় সমীকরণটির একটিমাত্র বাস্তব বীজ বর্তমান যখন চলের তৃতীয় ঘাতের সহগ অশুন্য। এবং চলের বিভিন্ন মান বসিয়ে দেখতে হয় কোন ক্ষেত্রে চলের মান শুন্যের কাছে আসছে অথবা শুন্য হচ্ছে। অবকলনে প্রাপ্ত সমীকরণটি হল :-\n\n3ax2 + 2bx + c = 0\nবাস্তব ও সমান বীজের শর্ত 9ac = b2\nবাস্তব বীজের শর্ত b2 > 9ac\nঅবাস্তব বীজের শর্ত b2 < 9ac\n\n\n== আরও পড়ুন ==\nGuilbeau, Lucye (১৯৩০), \"The History of the Solution of the Cubic Equation\", Mathematics News Letter, 5 (4): 8–12, জেস্টোর 3027812, ডিওআই:10.2307/3027812 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAnglin, W. S.; Lambek, Joachim (১৯৯৫), \"Mathematics in the Renaissance\", The Heritage of Thales, Springers, পৃষ্ঠা 125–131, আইএসবিএন 978-0-387-94544-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  Ch. 24.\nDence, T. (নভেম্বর ১৯৯৭), \"Cubics, chaos and Newton's method\", Mathematical Gazette, Mathematical Association, 81 (492): 403–408, আইএসএসএন 0025-5572, এসটুসিআইডি 125196796, জেস্টোর 3619617, ডিওআই:10.2307/3619617 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDunnett, R. (নভেম্বর ১৯৯৪), \"Newton–Raphson and the cubic\", Mathematical Gazette, Mathematical Association, 78 (483): 347–348, আইএসএসএন 0025-5572, এসটুসিআইডি 125643035, জেস্টোর 3620218, ডিওআই:10.2307/3620218 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJacobson, Nathan (২০০৯), Basic algebra, 1 (2nd সংস্করণ), Dover, আইএসবিএন 978-0-486-47189-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMitchell, D. W. (নভেম্বর ২০০৭), \"Solving cubics by solving triangles\", Mathematical Gazette, Mathematical Association, 91: 514–516, আইএসএসএন 0025-5572, এসটুসিআইডি 124710259, ডিওআই:10.1017/S0025557200182178 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMitchell, D. W. (নভেম্বর ২০০৯), \"Powers of φ as roots of cubics\", Mathematical Gazette, Mathematical Association, 93, আইএসএসএন 0025-5572, এসটুসিআইডি 126286653, ডিওআই:10.1017/S0025557200185237 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPress, W. H.; Teukolsky, S. A.; Vetterling, W. T.; Flannery, B. P. (২০০৭), \"Section 5.6 Quadratic and Cubic Equations\", Numerical Recipes: The Art of Scientific Computing (3rd সংস্করণ), New York: Cambridge University Press, আইএসবিএন 978-0-521-88068-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRechtschaffen, Edgar (জুলাই ২০০৮), \"Real roots of cubics: Explicit formula for quasi-solutions\", Mathematical Gazette, Mathematical Association, 92: 268–276, আইএসএসএন 0025-5572, এসটুসিআইডি 125870578, ডিওআই:10.1017/S0025557200183147 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nZucker, I. J. (জুলাই ২০০৮), \"The cubic equation – a new look at the irreducible case\", Mathematical Gazette, Mathematical Association, 92: 264–268, আইএসএসএন 0025-5572, এসটুসিআইডি 125986006, ডিওআই:10.1017/S0025557200183135 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nHazewinkel, Michiel, সম্পাদক (২০০১), \"Cardano formula\", Encyclopedia of Mathematics, Springer Science+Business Media, আইএসবিএন 978-1-55608-010-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHistory of quadratic, cubic and quartic equations on MacTutor archive.\n500 years of NOT teaching THE CUBIC FORMULA. What is it they think you can't handle? – YouTube video by Mathologer about the history of cubic equations and Cardano's solution, as well as Ferrari's solution to quartic equations"}