{"pageid": 1391780, "title": "স্যাম বাহাদুর (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1391780", "content": "স্যাম বাহাদুর ২০২৩ সালের একটি ভারতীয় হিন্দি ভাষার জীবনীমূলক যুদ্ধের নাট্য চলচ্চিত্র। ভারতের প্রথম ফিল্ড মার্শাল শ্যাম মানেকশের জীবনের উপর ভিত্তি করে নির্মিত। এটি পরিচালনা করেছেন মেঘনা গুলজার, যিনি ভবানী আইয়ার এবং শান্তনু শ্রীবাস্তবের সাথে যৌথভাবে লিখেছেন। চলচ্চিত্রটি আরএসভিপি মুভিজের ব্যানারে প্রযোজনা করেছেন রনি স্ক্রুওয়ালা। এতে ফাতিমা সানা শেখ, সান্যা মালহোত্রা, নীরজ কবি, এডওয়ার্ড সোনেনব্লিক, এবং জিশান আইয়ুবের সাথে নাম ভূমিকায় অভিনয় করেছেন ভিকি কৌশল। এটি ২০২৩ সালের ১ ডিসেম্বর মুক্তি পায়।\n\n\n== পটভূমি ==\n১৯৭১ সালের ভারত-পাকিস্তান যুদ্ধের পটভূমিতে ফিল্ড মার্শাল শ্যাম মানেকশ ভারতীয় সেনাবাহিনীকে সামনে থেকে নেতৃত্ব দিয়েছিলেন।\n\n\n== অভিনয়শিল্পী ==\n\n\n=== ভারতীয় সেনাবাহিনী ===\nফিল্ড মার্শাল স্যাম মানেকশের ভূমিকায় ভিকি কৌশল, ভারতীয় সেনাবাহিনীর ৭ম সেনাপ্রধান ।\nভারতীয় সেনাবাহিনীর মেজর ওএস কালকাত চরিত্রে ববি অরোরা ।\nআসাম রাইফেলসের মেজর হিসেবে মনোজ বোরকোটকি।\nসুবেদার গুরবক্ষ সিং চরিত্রে কৃষ্ণকান্ত সিং বুন্দেলা।\nলেফটেন্যান্ট দিলশের সিং চরিত্রে ধনবীর সিং\nলেফটেন্যান্ট জেনারেল দীপিন্দর সিং চরিত্রে অঙ্কুর রাজবীর সিং\nলেফটেন্যান্ট জেনারেল ব্রিজ মোহন কৌলের ভূমিকায় উজ্জ্বল চোপড়া\nজেনারেল হিসেবে সুধীর সিং।\nপরমশিব প্রভাকর কুমারমঙ্গলম\nব্রিগেডিয়ার কুলবন্ত সিং চরিত্রে পুষ্পদীপ সিং\nসিপাহী মেহর সিং চরিত্রে জাসকরন সিং গান্ধী ।\n\n\n=== মানেকশ'য়ের পরিবার ===\nসিল্লু মানেকশ'য়ের চরিত্রে সানিয়া মালহোত্রা, মানেকশের পত্নী।\nমানেকশ'য়ের বাবা হরমুসজি মানেকশের চরিত্রে রাজীব কাচরু।\nভারতীয় মিলিটারি একাডেমীতে মানেকশ'য়ের বন্ধু হাজি ইফতিখারের চরিত্রে প্রজেশ কাশ্যপ ।\n\n\n=== ভারত সরকার ===\nজওহরলাল নেহেরুর চরিত্রে নীরজ কবি, ভারতের ১ম প্রধানমন্ত্রী ।\nবল্লভভাই পটেলের ভূমিকায় গোবিন্দ নামদেব, ভারতের ১ম উপপ্রধানমন্ত্রী ।\nইন্দিরা গান্ধীর ভূমিকায় ফাতিমা সানা শেখ, ভারতের ৩য় প্রধানমন্ত্রী।\nঅঞ্জন শ্রীবাস্তব যশবন্তরাও চ্যাবনের চরিত্রে, অষ্টম প্রতিরক্ষা মন্ত্রী ।\nকেবি লালের চরিত্রে অতুল কালে, প্রতিরক্ষা সচিব।\nভি কে কৃষ্ণ মেননের ভূমিকায় এলাঙ্গো কুমারভেল, ৭ম প্রতিরক্ষা মন্ত্রী।\nবিবেক বাহল সর্বপল্লী রাধাকৃষ্ণন, ভারতের ২য় রাষ্ট্রপতি হিসেবে\nজাকির হুসেইন চরিত্রে সঞ্জয় রায়, ভারতের ৩য় রাষ্ট্রপতি\nশেখ আবদুল্লাহর চরিত্রে বরুণ নারাং\n\n\n=== পাকিস্তান সেনাবাহিনী ===\nজেনারেল ইয়াহিয়া খান হিসেবে মোহাম্মদ জিশান আইয়ুব, পাকিস্তানের ৩য় রাষ্ট্রপতি এবং পাকিস্তান সেনাবাহিনীর ৫ম কমান্ডার-ইন-চিফ ।\nজেনারেল আবদুল হামিদ খান, পাকিস্তান সেনাবাহিনীর চিফ অফ স্টাফ হিসাবে মনীশ বোম্বা।\nউপেন চৌহান লেফটেন্যান্ট জেনারেল টিক্কা খান, পূর্ব পাকিস্তানের গভর্নর হিসেবে ।\nরোহান ভার্মা ক্যাপ্টেন (পরে লে. জেনারেল) আতিকুর রহমান, মানেকশের বন্ধু এবং পরে পশ্চিম পাকিস্তানের গভর্নর হিসেবে ।\n\n\n=== ব্রিটিশ রাজ ===\nভারতের গভর্নর-জেনারেল লর্ড লুই মাউন্টব্যাটেনের চরিত্রে এডওয়ার্ড সোনেনব্লিক ।\nমেজর জেনারেল ডেভিড কাওয়ান, ১৭ পদাতিক ডিভিশনের কমান্ডার হিসাবে পল ও'নিল । ব্রিটিশ ভারতীয় সেনাবাহিনী ।\nব্রিটিশ ভারতীয় সেনাবাহিনীর লেফটেন্যান্ট কর্নেল ডনি এডওয়ার্ড চরিত্রে রিচার্ড ম্যাডিসন ।\nক্যাপ্টেন ম্যাকলারেন চরিত্রে স্যামি জোনাস হেনি , ব্রিটিশ ভারতীয় সেনাবাহিনী।\nএড রবিনসন লেফটেন্যান্ট ডিএডি আইকিন, ব্রিটিশ ভারতীয় সেনাবাহিনীর ভূমিকায়।\n\n\n=== মার্কিন পররাষ্ট্র দফতর ===\nজেফরি গোল্ডবার্গ হেনরি কিসিঞ্জার, মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্রমন্ত্রীর ভূমিকায়\nকেনেথ কিটিং, ভারতে মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রদূত হিসেবে রিচার্ড ভক্তি ক্লেইন\n\n\n=== ইম্পেরিয়াল জাপানিজ আর্মি ===\nকেইচি আন্দো, ​​অফিসার, আইজেএ\nকেইটা আরাই, অফিসার, আইজেএ\nনাইও ইশিদা, অফিসার, আইজেএ\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\n২০১৭ সালে মেঘনা গুলজার রাজির চিত্রধারণের সময় স্যাম মানেকশ-এর বায়োপিকের গল্প বর্ণনা করেছিলেন, যেটি তিনি তার পরবর্তী ছবি করার পরিকল্পনা করেছিলেন। ভিকি কৌশল মুগ্ধ হয়ে সিদ্ধান্ত নেন তিনি চরিত্রটি করবেন। এরপর তিনি ভাবানী আইয়ার এবং শান্তনু শ্রীবাস্তবের সাথে বহু বছর ধরে ব্যাপক গবেষণা ও লেখালেখি করেন, স্যাম মানেকশ-এর পরিবারের সদস্যদের সাথেও দেখা করেন।\nছবিটি গুলজার এবং কৌশলের মধ্যে দ্বিতীয় সহযোগিতাকে চিহ্নিত করে। ২০২১ সালে, প্রয়াত শ্যাম মানেকশ-এর ১০৭ তম জন্মবার্ষিকীতে আরএসভিপি মুভিজ চলচ্চিত্রটি ঘোষণা করেছিল।\n\n\n=== ঢালাই ===\n২০২১ সালের ডিসেম্বরে, শেখ এবং মালহোত্রা তাদের অভিষেক চলচ্চিত্র, দঙ্গল -এর পরে তাদের দ্বিতীয় সহযোগিতা চিহ্নিত করে কাস্টে যোগ দিয়েছিলেন। কাবি ২০২২ সালের সেপ্টেম্বরে জওহরলাল নেহরুর ভূমিকায় অভিনয় করার জন্য কাস্টে যোগ দিয়েছিলেন, যা তালভারের পরে গুলজারের সাথে তার দ্বিতীয় সহযোগিতাকে চিহ্নিত করেছিল। কৌশল তার ভূমিকার জন্য প্রস্তুতির জন্য ভারতীয় সেনাবাহিনীর ৬ শিখ রেজিমেন্টের নির্দেশনায় সেনাবাহিনীতে ব্যাপক প্রশিক্ষণ নিয়েছিলেন। ফিল্ম কম্প্যানিয়নের সাথে একটি সাক্ষাত্কারে কৌশল প্রকাশ করেছেন যে চরিত্রটি হবে তার এখন পর্যন্ত সবচেয়ে কঠিন দৃশ্যমান ভূমিকা। ছবিতে জুনিয়র আর্টিস্ট থাকবে না এবং এর পরিবর্তে বাস্তব জীবনের আর্মি কর্মী এবং প্রতিরক্ষা বাহিনীর লোকরা অভিনয় করার জন্য নেয়া হয়েছে।\n\n\n=== চিত্রগ্রহণ ===\nচলচ্চিত্রটির প্রধান চিত্রগ্রহণ ২০২২ সালের ৮ আগস্ট শুরু হয়েছিল। শ্যাম মানেকশ-এর জীবনের চার দশক ধরে ভারতের ১৩টি স্থানে দুই বছরেরও বেশি সময় ধরে ছবিটির চিত্রগ্রহণ করা হয়েছে। মুম্বাই, পুনে, যোধপুর, পতৌদি, চণ্ডীগড়, উটি, কুনুর, দেরাদুন, কলকাতা, পাতিয়ালা, শ্রীনগর, পাহলগাম, এবং দিল্লিতে চিত্রগ্রহণ হয়েছে। দলটি ২০২৩ সালের ১৪ মার্চ চিত্রগ্রহণ শেষ করে।\n\n\n== সঙ্গীত ==\nছবির সঙ্গীত পরিচালনা করেছেন শঙ্কর-এহসান-লয় এবং গান লিখেছেন গুলজার। আবহ সঙ্গীতের আয়োজন করেছেন কেতন সোধা।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি রণবীর কাপুরের এনিম্যাল এর সাথে সংঘর্ষে ২০২৩ সালের ১ ডিসেম্বর প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে স্যাম বাহাদুর   (ইংরেজি)"}