{"pageid": 1391653, "title": "সাবরাগমুওয়া প্রদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1391653", "content": "সাবরাগামুওয়া প্রদেশ ( সিংহলি: සබරගමුව පළාත সবরাগামুওয়া পাহাতা, তামিল: சபரகமுவ மாகாணம் সাবরাগামুওয়া মাকানম ) শ্রীলঙ্কার নয়টি প্রদেশের একটি, দেশের প্রথম স্তরের প্রশাসনিক বিভাগ । প্রদেশগুলি যদিও ১৯ শতক থেকেই বিদ্যমান ছিল কিন্তু ১৯৮৭ সালের আগে পর্যন্ত তাদের কোনো আইনি মর্যাদা ছিল না। ১৯৮৭ সালে শ্রীলঙ্কার সংবিধানের ১৩তম সংশোধনীতে প্রাদেশিক পরিষদ প্রতিষ্ঠা করা হয়।  সাবরাগামুওয়া প্রদেশে দুটি জেলা রয়েছে: রত্নপুরা এবং কেগালে। এটির পূর্বতন আদিবাসী বাসিন্দাদের নামানুসারে নামকরণ করা হয়েছে, সাবারা, শিকারী-সংগ্রাহক উপজাতিদের জন্য একটি সূচক শব্দ, প্রাচীন শ্রীলঙ্কায় খুব কমই ব্যবহৃত একটি শব্দ। এই প্রদেশের সাবরাগামুওয়া বিশ্ববিদ্যালয়টি বেলিহুলোয়াতে অবস্থিত।\n\n\n== জেলা ==\nসাবরাগামুওয়ায় মাত্র ২টি জেলা রয়েছে:\n\nকেগালে জেলা ১,৬৯৩ কিমি২ (৬৫৪ মা২)\nএই জেলার শহরগুলি হল \nকেগালে (পৌরসভা), আম্বেপুসা,আরনায়ক, বুলথকোহুপিটিয়া, দেহিওভিটা, দেরনিয়াগালা, গালিগামুওয়া, হেমমাথাগামা,কারওয়ানেলা, কিতুলগালা, কোটিয়াকুম্বুরা, মাওয়ানেলা, রামবুক্কানা, রুয়ানওয়েলা, থালগাস্পিতিয়া, ওয়ারকাপোলা, ইয়াতিয়ানথোটা, গান্থুনা\n\nরত্নপুরা জেলা  ৩,২৭৫ কিমি২ (১,২৬৪ মা২)\nএই জেলার শহরগুলি হল\nরাকওয়ানা\nপেলমাদুল্লা\nকুরুভিটা\nইম্বুলপ\nগোদাকাওলা\nকাহাওয়াট্টা\nএহেলিয়াগোদা\nওয়েলিগেপোলা\nনিভিটিগালা\nআয়াগামা\nকালাওয়ানা\nকোলোনা\nপানামুরে\nপোহোরাবাওয়া\nপালেবেদ্দা\nউদাওলাওয়ে\n\n\n== পৌর কাউন্সিল ==\nরত্নাপুরা\nএই প্রদেশে শুধু একটি পৌরসভা রত্নাপুরা, যা আবার এই প্রদেশের রাজধানীও।\n\n\n== নগর পরিষদ ==\nবালাঙ্গোদা\nএমবিলিপিটিয়া\nকেগালে\n\n\n== অন্যান্য শহর ==\nএখানে বেশ কিছু বড়ো বড়ো শহর রয়েছে, নিচে তার একটা তালিকা দেওয়া হলো:\n\nবুলাথকোহুপিটিয়া\nবেলিহুলোয়া\nএহেলিয়াগোদা\nকালাওয়ানা\nকুরুভিটা\nমাওয়ানেলা\nআরনায়ক\nরাকওয়ানা\nইমবুলপে\nডেরানিয়াগালা\nআম্বেপুসা\nরামবুক্কানা\nকিতুলগালা\nপানমুরে\nগোদাকাওলা\nইয়াতিয়ানথোটা\nকারাওয়ানাল্লা\nরুয়ানওয়েলা\nআগুরুওয়ালা\nদেহিওইতা\n\n\n== জনমিতি ==\n\n\n=== জাতিগোষ্ঠী ===\n\nসিংহলিরা সাবারাগামুওয়া প্রদেশের সংখ্যাগরিষ্ঠ জনজাতি যা মোট জনসংখ্যার ৮৬.৪% করে। সিংহলিরা শ্রীলঙ্কারও বৃহত্তম জনগোষ্ঠী, তাঁরা সিংহলি ভাষায় কথা বলে যা একটি ইন্দো-আর্য ভাষা।\nভারতীয় তামিল এই প্রদেশের ৫.৪৯%। ভারতীয় তামিলদেরকে ব্রিটিশরা শ্রীলঙ্কায় নিয়ে এসেছিল চা বাগান ও রাবার বাগানের শ্রমিক হিসেবে কাজ করার জন্য।\nমুর জনজাতিরা এই প্রদেশের ৪.২৭%। মুররা আরব ব্যবসায়ী যারা ৮ম-নবম শতাব্দীতে এই দ্বীপেরাষ্ট্রে অবতরণ করেছিল। এছাড়াও অনেক মুর তাদের মাতৃভাষা হিসাবে সিংহলী ভাষায় কথা বলতে পারে। মুররা তাদের দ্বিতীয় ভাষা হিসেবে তামিল ভাষায় কথা বলে।\nশ্রীলঙ্কার তামিলরা সাবারাগামুওয়া প্রদেশের ৩.৭৫%। শ্রীলঙ্কার তামিলরা তাদের মাতৃভাষা তামিলে কথা বলে।\n\n\n=== ধর্ম ===\n\nসাবারাগামুওয়া প্রদেশে বৌদ্ধ ধর্মের সংখ্যা ৮৫.৭%। সংখ্যাগরিষ্ঠ সিংহলীরা বৌদ্ধধর্ম অনুসরণ করে। এছাড়াও একটি ক্ষুদ্র তামিল জনসংখ্যা বৌদ্ধ ধর্ম অনুসরণ করে। সাবরাগামুওয়া প্রদেশে হিন্দু ধর্মের জনসংখ্যা ৮.১%। ভারতীয় তামিল এবং শ্রীলঙ্কার তামিলরা হিন্দু ধর্ম অনুসরণ করে। মুরা মূলত ইসলাম ধর্মাবলম্বী, যা এই প্রদেশের জনসংখ্যার ৪.৪৩%। এবং খ্রিস্টানরা এই প্রদেশের ১.৭২%। \n\n\n== আরও দেখুন ==\nশ্রীলঙ্কার প্রদেশগুলি\nশ্রীলঙ্কার জেলাগুলি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসাবারাগামুওয়া প্রদেশের শহরগুলি\nসাবারাগামুওয়া প্রদেশের পোস্টাল কোড  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ অক্টোবর ২০১৪ তারিখে"}