{"pageid": 1392179, "title": "তাইচুং", "url": "https://bn.wikipedia.org/wiki?curid=1392179", "content": "তাইচুং (দাপ্তরিকভাবে তাইচুং সিটি) মধ্য তাইওয়ানে অবস্থিত একটি বিশেষ পৌরসভা। প্রায় ২.৮৩ মিলিয়ন জনসংখ্যা সংবলিত তাইচুং শহরটি তাইওয়ানের দ্বিতীয় বৃহত্তম শহর এবং মধ্য তাইওয়ানের সবচেয়ে জনবহুল শহর। এটি তাইচুং-চাংহুয়া মহানগর এলাকা প্রধান অংশ এবং তাইওয়ানের দ্বিতীয় বৃহত্তম মহানগর এলাকা।\nতাইওয়ানীয় আদিবাসী তাইচুং অববাহিকায় অবস্থিত শহরটি গড়ে তোলে, তারা শুরুতে কিছু ছড়িয়ে ছিটিয়ে থাকে কুঠিরে বসবাস শুরু করে। ১৮৮৭ থেকে ১৮৯৪ সালের মধ্যে ছিং শাসনামলের শেষভাগে তাইওয়ান প্রদেশের নতুন রাজধানী করার জন্য নির্মাণ করা হয় এবং নামকরণ করা হয় \"তাইওয়ান-ফু\"। ১৮৯৫ সাল থেকে জাপানি যুগে জাপানিরা বর্তমান সময়ের তাইচুং শহরের নগর পরিকল্পনা বাস্তবায়ন করে। ১৯৪৫ সালে প্রজাতন্ত্রী চীন শুরু থেকে ২০১০ সালের ২৫শে ডিসেম্বর পর্যন্ত তাইচুংয়ের নগর এলাকা প্রাদেশিক শহর হিসেবে গঠিত হয়, এবং মূল প্রাদেশিক শহর ও তাইচুং কাউন্টিকে নতুন বিশেষ পৌরসভা হিসেবে একত্রিত করা হয়।\nএই শহরে ন্যাশনাল মিউজিয়াম অব ন্যাচারাল সায়েন্স, ন্যাশনাল তাইওয়ান মিউজিয়াম অব ফাইন আর্টস, ন্যাশনাল তাইচুং থিয়েটার, ন্যাশনাল লাইব্রেরি অব পাবলিক ইনফরমেশন, ন্যাশনাল তাইওয়ান সিম্ফনি অর্কেস্ট্রা, এবং ঐতিহাসিক তাইচুং পার্ক, লিন ফ্যামিলি গার্ডেন্স-সহ অনেক সাংস্কৃতিক স্থান ও উপসনালয় অবস্থিত।\n\n\n== ইতিহাস ==\nআতায়াল আদিবাসী এবং তাওকাস, পাপোরা, পাজেহ, হোয়ানিয়া ও বাবুজাস-সহ কয়েকটি তাইওয়ানীয় সমতলের আদিবাসী সম্প্রদায় বর্তমান তাইচুং এলাকায় বসতি স্থাপন করে। তারা মূলত শিকারী ছিল, যারা পরবর্তীকালে বাজরা ও কচু চাষ করে জীবনধারণ করতেন। ১৭শ শতাব্দীতে পাপোরা, বাবুজা, পাজেহ ও হোয়ানিয়ারা বর্তমান সময়ের তাইচুংয়ের পশ্চিম অংশ দখল করে মিডাগ রাজ্য স্থাপন করে।\n\n\n=== ছিং রাজবংশ ===\n১৬৮৪ সালে তাইওয়ানের অনুন্নত উত্তরাংশের দুই-তৃতীয়াংশ নিয়ে জুলুও কাউন্টি প্রতিষ্ঠিত হয়। ১৭০৫ সালে তোয়াতুন নামে আধুনিক তাইচুংয়ে বসতি শুরু হয়। ছিংয়ের নিয়ন্ত্রণ বৃদ্ধির জন্য লান তিং-চেন ১৭২১ সালে বর্তমান তাইচুং পার্কের নিকটে একটি সেনা ঘাঁটি স্থাপন করেন।\nশহরের উত্তরে দাজিয়া নদীর তীরে চীনা সেনা কর্মকর্তারা এসে আদিবাসীদের শ্রমিক হিসেবে কাজ করতে বাধ্য করলে ১৭৩১ সালে বিদ্রোহ দেখা দেয়। ১৭৩২ সালের মে মাসে বিদ্রোহ দক্ষিণে চাংহুয়া কাউন্টি পর্যন্ত ছড়িয়ে পড়লে ছিং সেনাবাহিনী তাদেরকে পর্বতে তাড়িয়ে দেয়। ১৯৭৮ সালে ছিংদের বিরুদ্ধে আরেকটি বিদ্রোহ দেখা দেয়, যা লিন শুয়াংওয়েন বিদ্রোহ নামে পরিচিত। এটি তৎকালীন সরকার ব্যবস্থাকে ক্ষমতাচ্যুত করে মিং রাজবংশকে পুনরায় ক্ষমতায় নিয়ে আসার প্রচেষ্টায় শুরু হয়েছিল। দুর্ভাগ্যবশত, বিদ্রোহীরা উত্তরে চলে যায়, এবং তারা হত্যা ও লুণ্ঠন করতে থাকে। অবশেষে ছিং সেনাবাহিনী, হাক্কা, ছুয়ানঝো ফুজিয়ানীয় বংশোদ্ভূত ও আদিবাসী স্বেচ্ছাসেবকদের যৌথ প্রচেষ্টায় তাদের পরাজিত করা হয়।\n\n\n=== জাপান সাম্রাজ্য ===\n১৮৯৫ সালে প্রথম চীনা-জাপানি যুদ্ধে ছিং রাজবংশ পরাজিত হলে শিমোনোসেকি চুক্তির মাধ্যমে তাইওয়ান জাপানের নিকট সমর্পণ করা হয় এবং এই শহরের নাম পরিবর্তন করে তাইচু রাখা হয়। জাপানিরা শহরটিকে তাইওয়ানের প্রথম \"আধুনিক\" এলাকা হিসেবে উন্নত করার পরিকল্পনা হাতে নেয় এবং রাস্তাঘাট, বাঁধ ও নদীর তীরে বাঁধ নির্মাণ করে। ১৯০১ সালে এই দ্বীপের ২০টি স্থানীয় প্রশাসনিক জেলার একটি হিসেবে তাইচু চো প্রতিষ্ঠা করা হয়। ১৯০৪ সালে তাইচু শহরের জনসংখ্যা ছিল ৬,৪২৩ এবং তাইচু জেলার জনসংখ্যা ছিল ২০৭,০০০ এর বেশি।\n\n\n=== প্রজাতন্ত্রী চীন ===\n২০২০ সালে গ্লোবালাইজেশন অ্যান্ড ওয়ার্ল্ড সিটিজ রিসার্চ নেটওয়ার্ক তাইচুংকে \"গামা\" স্তরের বৈশ্বিক শহর হিসেবে শ্রেণিভুক্ত করে।\n\n\n== ভূগোল ==\nতাইচুং শহর তাইচুং অববাহিকায় মূল পশ্চিমা উপকূলীয় সমতলে পশ্চিম উপকূল থেকে উত্তর তাইওয়ান হয়ে দক্ষিণ প্রান্ত পর্যন্ত অবস্থিত। শহরের দক্ষিণ সীমান্তে চাংহুয়া কাউন্টি, দক্ষিণ-পূর্ব সীমান্তে নানতো কাউন্টি, পূর্ব সীমান্তে হুয়ালিয়েন কাউন্টি, উত্তর-পূর্ব সীমান্তে সিনচু কাউন্টি ও ইলান কাউন্টি এবং উত্তর সীমান্তে মিয়াওলি কাউন্টি অবস্থিত।\n\n\n== জনমিতি ==\n২০২০ সালের মার্চ মাসে তাইচুংয়ের জনসংখ্যা ছিল প্রায় ২,৮১৬,৬৬৭। এই শহরে পুরুষের তুলনায় নারীর সংখ্যা কিছুটা বেশি (৫০.৯৭% নারী)। শহরের অধিবাসীদের ২৪.৩২ শতাংশ শিশু, ১৬.৬৩ শতাংশ যুবক, ৫২.৬৮ শতাংশ মধ্যবয়সী এবং ৬.৭৩ শতাংশ বয়োজ্যেষ্ঠ।\n\n\n== শিক্ষাব্যবস্থা ==\nবর্তমানে তাইচুংয়ে ১৭টি বিশ্ববিদ্যালয়, ৫০টি উচ্চ বিদ্যালয়, ৭১টি জুনিয়র উচ্চ বিদ্যালয়, ও ২৩৫টি এলিমেন্টারি বিদ্যালয় রয়েছে। পাশাপাশি এই শহরে চারটি বিশেষ বিদ্যালয়, তিনটি আন্তর্জাতিক বিদ্যালয় ও নয়টি কমিউনিটি কলেজ রয়েছে।\n\n\n== খেলাধুলা ==\nপ্রতি শরতে অক্টোবর বা নভেম্বর মাসে এই শহরের রাস্তায় কাপ ম্যারাথন অনুষ্ঠিত হয়। সাম্প্রতিককালে তাইচুংয়ে অনুষ্ঠিত কয়েকটি ক্রীড়া আয়োজন হল:\n\n২০১৩ অনূর্ধ্ব-১৮ বেসবল বিশ্বকাপ\n২০১৪ অনূর্ধ্ব-২১ বেসবল বিশ্বকাপ\n২০১৫ ডাব্লিউবিএসসি প্রিমিয়ার১২ (সহ-আয়োজক তাইপে, তাওইউয়ান ও ইউনলিন (ডুলিউ)\n২০১৯ এশিয়ান বেসবল চ্যাম্পিয়নশিপ\n২০১৯ ডাব্লিউবিএসসি প্রিমিয়ার১২ (সহ-আয়োজক তাওইউয়ান)\n২০২২ অনূর্ধ্ব-২৩ বেসবল বিশ্বকাপ (সহ-আয়োজক তাইপে ও ইউনলিন)\n২০২৩ বিশ্ব বেসবল ক্লাসিক (পুল এ)\n২০২৩ অনূর্ধ্ব-১৮ বেসবল বিশ্বকাপ (সহ-আয়োজক তাইপে)\n\n\n== স্বাস্থ্যসেবা ==\nতাইচুং শহরে একাধিক হাসপাতাল রয়েছে। সেগুলো হল:\n\nচায়না মেডিক্যাল বিশ্ববিদ্যালয় হাসপাতাল\nচুং শান মেডিক্যাল বিশ্ববিদ্যালয় হাসপাতাল\nতাইচুং ভেটেরান্স হাসপাতাল\nচেং চিং হাসপাতাল\nজেন-আই হাসপাতাল - ডালি\nজেন-আই হাসপাতাল - তাইচুং\nতাইচুং জু চি সাধারণ হাসপাতাল\nতাইচুং আর্মড ফোর্স সাধারণ হাসপাতাল\nএশিয়া বিশ্ববিদ্যালয় হাসপাতাল\n\n\n== সংলগ্ন স্থান ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n \n উইকিভ্রমণ থেকে তাইচুং ভ্রমণ নির্দেশিকা পড়ুন।\n ওপেনস্ট্রিটম্যাপে তাইচুং সম্পর্কিত ভৌগোলিক উপাত্ত"}