{"pageid": 1392148, "title": "সংসদের আইন", "url": "https://bn.wikipedia.org/wiki?curid=1392148", "content": "সংসদের আইন, কখনও কখনও প্রাথমিক আইন হিসাবে উল্লেখ করা হয়, হল আইনের পাঠ্য যা একটি এখতিয়ারের (প্রায়শই একটি সংসদ বা কাউন্সিল) দ্বারা পাশ করা হয়। সংসদীয় পদ্ধতির সরকার সহ বেশিরভাগ দেশে, সংসদের কাজগুলি একটি বিল হিসাবে শুরু হয়, যা আইনসভা ভোট দেয়। সরকারের কাঠামোর উপর নির্ভর করে, এই পাঠ্যটি তখন নির্বাহী শাখার সম্মতি বা অনুমোদন সাপেক্ষে হতে পারে।\n\n\n== বিল ==\nসংসদের একটি খসড়া আইন একটি (বিল) হিসেবে পরিচিত। অন্য কথায়, একটি বিল একটি প্রস্তাবিত আইন যা আইনে পরিণত হওয়ার আগে সংসদে আলোচনা করা প্রয়োজন।\n(ওয়েস্টমিনস্টার সিস্টেম) সহ অঞ্চলগুলিতে, বেশিরভাগ বিল যেগুলির আইন হওয়ার সম্ভাবনা রয়েছে সরকার কর্তৃক সংসদে পেশ করা হয়। এটি সাধারণত একটি \"(শ্বেতপত্র)\" প্রকাশের পরে ঘটবে, সমস্যাগুলি নির্ধারণ করে এবং প্রস্তাবিত নতুন আইন যেভাবে সেগুলি মোকাবেলা করার উদ্দেশ্যে করা হয়েছে তা নির্ধারণ করে৷ আনুষ্ঠানিক সরকারি সমর্থন ছাড়াই সংসদে একটি বিল পেশ করা যেতে পারে; এটি একটি (ব্যক্তিগত সদস্য বিল) হিসাবে পরিচিত।\nবহুকক্ষ বিশিষ্ট পার্লামেন্ট সহ অঞ্চলগুলিতে, বেশিরভাগ বিল প্রথমে যে কোনও চেম্বারে উপস্থাপন করা যেতে পারে। যাইহোক, একটি নির্দিষ্ট চেম্বারে প্রবর্তনের জন্য সাংবিধানিক কনভেনশন বা আইন দ্বারা নির্দিষ্ট ধরণের আইন প্রয়োজন। উদাহরণ স্বরূপ, কর আরোপ করার বিল, বা জনসাধারণের ব্যয় জড়িত, যুক্তরাজ্যের হাউস অফ কমন্স, কানাডার হাউস অফ কমন্স, ভারতের লোকসভা এবং আয়ারল্যান্ডের ডেইলে আইনের বিষয় হিসাবে পেশ করা হয়। বিপরীতভাবে, আইন কমিশনের প্রস্তাবিত বিল এবং একত্রীকরণ বিল ঐতিহ্যগতভাবে হাউস অফ লর্ডসে শুরু হয়।\nএকবার উত্থাপিত হলে, আইনে পরিণত হওয়ার আগে একটি বিলকে বেশ কয়েকটি ধাপ অতিক্রম করতে হবে। তাত্ত্বিকভাবে, এটি বিলের বিধানগুলিকে বিশদভাবে বিতর্ক করার অনুমতি দেয় এবং মূল বিলের সংশোধনীগুলিও উপস্থাপন, বিতর্ক এবং সম্মত হওয়ার জন্য।\nদ্বিকক্ষ বিশিষ্ট পার্লামেন্টে, একটি বিল যে চেম্বার দ্বারা অনুমোদিত হয়েছে যেটিতে এটি চালু করা হয়েছিল তারপর বিলটি অন্য চেম্বারে পাঠায়। বিস্তৃতভাবে বলতে গেলে, প্রতিটি চেম্বারকে আলাদাভাবে বিলের একই সংস্করণে সম্মত হতে হবে। অবশেষে, অনুমোদিত বিল সম্মতি পায়; বেশিরভাগ অঞ্চলে এটি নিছক একটি আনুষ্ঠানিকতা এবং প্রায়শই রাষ্ট্রপ্রধান দ্বারা অনুশীলন করা একটি ফাংশন।\nকিছু দেশে, যেমন ফ্রান্স, বেলজিয়াম, লুক্সেমবার্গ, স্পেন এবং পর্তুগালে, একটি বিলের শব্দটি সরকার কর্তৃক সূচনা করা হয়েছে কিনা (যখন এটি একটি \"খসড়া\" হিসাবে পরিচিত), বা সংসদ দ্বারা (ক) তার উপর নির্ভর করে ভিন্ন হয় \"প্রস্তাব\", অর্থাৎ, একটি ব্যক্তিগত সদস্যের বিল)।\n\n\n== তথ্যসূত্র =="}