{"pageid": 1392238, "title": "গৌরাঙ্গ", "url": "https://bn.wikipedia.org/wiki?curid=1392238", "content": "গৌরাঙ্গ হল চৈতন্য মহাপ্রভুর (বা গৌরাঙ্গ মহাপ্রভু) অপর এক নাম। চৈতন্য মহাপ্রভু ১৬ শতকের বাঙালি অবতার ও গৌড়ীয় বৈষ্ণববাদের প্রতিষ্ঠাতা। গৌরাঙ্গ মহাপ্রভু শব্দটি শ্রীমতি রাধারাণীর স্বর্ণবর্ণের অধিকারী ভগবান চৈতন্যকে কৃষ্ণের অবতার হিসেবে উল্লেখ করে।\n\n\n== নামকরণ ==\n'গৌরাঙ্গ' ( বাংলা গৌরাঙ্গ ; সংস্কৃত गौराङ्ग; IAST: গৌরাঙ্গ) অর্থ 'শ্বেতাভ', হরিদ্রাভ বা স্বর্ণ বর্ণ সমন্বিত রূপ।  শব্দটি যৌগিক বহুব্রীহি সমাস  থেকে এসেছে:\n'গৌর' (সংস্কৃত गौर) শব্দের অর্থ 'উজ্জ্বল', 'স্বর্ণ', 'হলুদ' ও 'কুমকুম' (বর্ণ) \n'অঙ্গ' (বা 'অগ্গা', সংস্কৃত अङ्ग)  অর্থ 'অবয়ব', 'গঠন' ও 'অংশ' ( কৃষ্ণের ) \n\n\n== গৌড়ীয় বৈষ্ণবধর্ম ==\n\n'গৌরাঙ্গ' শব্দটি গৌড়ীয় বৈষ্ণবধর্মে প্রাসঙ্গিক কারণ শব্দটি বৈদিক শাস্ত্র ভাগবত পুরাণে পাওয়া যায়:কলিযুগে যেসব বুদ্ধিমান মানুষেরা ভগবৎ-আরাধনার উদ্দেশ্যে সঙ্কীর্তন যজ্ঞানুষ্ঠান করেন, তাঁরা অবিরাম শ্রীকৃষ্ণের নামগানের মাধ্যমে ভগবৎ-অবতারের আরাধনা করে থাকেন। যদিও তাঁর দেহ কৃষ্ণবর্ণ নয়, তা হলেও তিনিই স্বয়ং শ্রীকৃষ্ণ।তাঁর সঙ্গে পার্ষদরূপে রয়েছেন তার অন্তরঙ্গ সঙ্গীরা সেবকগণ, অস্ত্র এবং সহযোগীবৃন্দ।\n'কৃষ্ণ' (বা ' কৃষ্ণ ', সংস্কৃত कृष्ण) মানে 'কালো'; 'অকৃষ্ণম্' ('অ-কৃষ্ণ-ম') মানে 'কালো নয়' বা 'সোনালি'।  'গৌরাঙ্গ' বলতে চৈতন্য মহাপ্রভুর সোনালি ত্বকের বর্ণকে বোঝায়। গৌরাঙ্গ মহাপ্রভু ১৬টি অক্ষর সমন্বিত  \"হরে কৃষ্ণ\" মহা-মন্ত্র জনপ্রিয় করা তথা উল্লেখযোগ্য নাম-সংকীর্তন ( প্রভুর পবিত্র-নামের সমবেত জপ) আন্দোলন প্রবর্তনের জন্য বিখ্যাত।এভাবে শাস্ত্রীয় ভিত্তিতে, ভগবান শ্রীচৈতন্যকে পরমেশ্বর ভগবান কৃষ্ণের অবতার হিসাবে বিবেচনা করা হয়। সর্বোপরি, ভগবান শ্রীচৈতন্য এই কলিযুগে তাঁর অহৈতুকী করুণা প্রদর্শন করে আবির্ভূত হয়েছিলেন যুগ-ধর্ম ( ধর্ম বা কর্তব্য যা একটি নির্দিষ্ট যুগের সাথে প্রাসঙ্গিক) ছড়িয়ে দেওয়ার উদ্দেশ্যে। উদাহরণস্বরূপ, তিনি বলেছিলেন ভগবানের পবিত্র নাম উচ্চারণই মুক্তি ( মোক্ষ ) লাভের সহজ পন্থা।  কোন জাগতিক যোগ্যতা বা বৈশিষ্ট্য যেমন রঙ, বর্ণ, ধর্ম বা জাতীয়তা ব্যতিরেকে ভগবানের প্রতি প্রেম ছড়িয়ে দেওয়া-ই হলো এই মন্ত্রের অভিপ্রেত। \nতিনি ভগবানের ভক্ত হিসেবে এসেছিলেন মায়াবদ্ধ আত্মাদের শেখানোর জন্য কীভাবে ভক্তিমূলক সেবা সঠিকভাবে করতে হয়। গুরু তার নিজের উদাহরণ দিয়ে দাসদের শিক্ষা দিচ্ছেন। অতএব, ভগবান শ্রীচৈতন্য যে পথ তৈরি করেছেন তা সমস্ত আচার্য কর্তৃক সবচেয়ে নিখুঁত হিসাবে গ্রহণ করা হয়েছে (পরম্পরার মাধ্যমে জ্ঞানলাভ)। এ. সি. ভক্তিবেদান্ত স্বামীর আধ্যাত্মিক গুরু শ্রী ভক্তিসিদ্ধান্ত সরস্বতী প্রভুপাদ গেয়েছেনঃ শ্রী - কৃষ্ণচৈতন্য রাধা - কৃষ্ণ নহে অন্য (প্রভু শ্রী কৃষ্ণ চৈতন্য রাধা - কৃষ্ণ থেকে পৃথক নন)- কারণ ভগবান শ্রীচৈতন্য স্বয়ং কৃষ্ণ -তিনি শ্রীমতি রাধারাণীর ভাবকান্তি ধারণ করেছেন।  রাধারাণী ভগবানের প্রতি তাঁর সেবা,প্রেম ও ভক্তিতে সকলের চেয়ে শ্রেষ্ঠ ।\nগৌরাঙ্গের মূল শিক্ষা হল, আত্মা বা জীব ভগবান শ্রীকৃষ্ণের নিত্য দাস। জীব কেবল প্রেম ও ভক্তির সাথে তাঁর সেবা করে প্রকৃত সুখ অর্জন করতে পারে এবং ভগবানের পবিত্র নাম জপ করা এই যুগে আধ্যাত্মিক উপলব্ধির একমাত্র উপায়।\n\n\n=== হরে কৃষ্ণ আন্দোলন ===\nইসকন এর প্রতিষ্ঠাতা এ. সি. ভক্তিবেদান্ত স্বামী প্রভুপাদ প্রচার করেছিলেন, যদি কেউ ' গৌরাঙ্গ ' নামটি উচ্চারণ করে সে শুদ্ধসত্ত্ব স্বভাব চৈতন্য কর্তৃক সৌভাগ্য ও সুখের আশীর্বাদ প্রাপ্ত হয়।\nএ. সি. ভক্তিবেদান্ত স্বামী প্রভুপাদ  ভগবান গৌরাঙ্গের 'কৃপা' বিতরণে সহায়তা করার অন্যতম গুরুত্বপূর্ণ ও কার্যকর 'মাধ্যম' হিসাবে গৌরাঙ্গের নাম কীর্তন ও পথে নৃত্যের প্রচার করেছিলেন।\n\nগৌরাঙ্গ শব্দযুক্ত স্টিকার বা \"গৌরাঙ্গকে ডাকুন ও সুখী হোন!\" বাক্যটি নব্বইয়ের দশকের মাঝামাঝি থেকে স্কটল্যান্ড, ইংল্যান্ডের ভক্তিবেদান্ত ম্যানরের উত্তরে ও ওয়েলসের উত্তরে মোটরওয়ে এবং রেলপথের সেতুগুলিতে প্রদর্শিত হতে শুরু করে। যুক্তরাজ্য জুড়ে সঙ্গীত উৎসবে হরে কৃষ্ণ ভক্তদের দ্বারা গৌরাঙ্গ শব্দটি স্টিকার ও ফ্রিজ ম্যাগনেটেও লেখা হয়েছিল।\n\n\n== আরও দেখুন ==\nহরে কৃষ্ণ (মন্ত্র)\nজনপ্রিয় সংস্কৃতিতে হরে কৃষ্ণ\nচৈতন্য মহাপ্রভু\nচৈতন্য ভাগবত\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"History of Sri Chaitanya Mahaprabhu\"\nGauranga Biography"}