{"pageid": 1392847, "title": "সেমারাং", "url": "https://bn.wikipedia.org/wiki?curid=1392847", "content": "সেমারাং (জাভানীয়: ꦏꦸꦛꦯꦼꦩꦫꦁ, পেগন: سٓماراڠ) হল ইন্দোনেশিয়ার মধ্য জাভা প্রদেশের রাজধানী এবং বৃহত্তম শহর। ডাচ ঔপনিবেশিক যুগে এটি একটি প্রধান বন্দর ছিল এবং আজও এটি একটি গুরুত্বপূর্ণ আঞ্চলিক কেন্দ্র এবং বন্দর হিসেবে এর কার্যক্রম চালিয়ে যাচ্ছে।  আশিয়ান কর্তৃক প্রবর্তিত পরিচ্ছন্ন পর্যটন শহর মান (ACTCS)-এর আলোকে এই শহরটিকে ২০২০-২০২২ সালের জন্য দক্ষিণ-পূর্ব এশিয়ার সবচেয়ে পরিচ্ছন্ন পর্যটন গন্তব্য হিসেবে চিহ্নিত করা হয়েছে।\n\n\n== ইতিহাস ==\n৯ম শতকের পরিচিত এলাকা বেরগোটার আধুনিক নাম সেমারাং। ১৫দশ শতকের শেষের দিকে আরবরা এই জেলে পল্লির নাম দেয় কাই পান্ডান আরাং এবং এখানে একটি ধর্মীয় বিদ্যালয় স্থাপন করে। ১৫৪৭ সালের ২ মে তারিখে পাজাং কাইয়ের সুলতান হাদিওয়িজায়া পাদান আরাংকে প্রথম ভূপতি (মেয়র) ঘোষণা করার মাধ্যমে সেমারাংকে প্রশাসনিক ও রাজনৈতিকভাবে প্রতিষ্ঠিত করে।\n১৬৭৮ সালে দ্বিতীয় সুনান আমাংকুরাত ডাচ ইস্ট ইন্ডিয়া কোম্পানিকে একটি ঋণ পরিশোধের অংশ হিসাবে সেমারাংয়ের নিয়ন্ত্রণ তুলে দেয়ার প্রতিশ্রুতি দেন। ১৬৮২ সালে ডাচ ঔপনিবেশিক শক্তি সেমারাং রাজ্য প্রতিষ্ঠা করে।\n\n\n== ভূগোল ==\nসেমারাং জাভার উত্তর উপকূলে অবস্থিত একটি গুরুত্বপূর্ণ নগর এবং জাকার্তা ও সুরাবায়ার সাথে জাভা সুরাকার্তা ও যোগকার্তার দক্ষিণের অভ্যন্তরীণ শহরগুলোর সাথে সংযোগ স্থাপনকারী প্রধান কেন্দ্র হিসেবে ব্যবহৃত হয়। সেমারাং শহরটি ০% হতে ৪৫% কৌণিক ঢাল বিশিষ্ট যা সমুদ্রপৃষ্ঠ হতে ২ মি (৬.৬ ফু) নিম্ন থেকে শুরু করে ৩৪০ মি (১,১২০ ফু) উর্ধ্ব পর্যন্ত বিস্তৃত। সেমারাং নগরটি একটি বিশেষ একক বৈশিষ্ট্য মণ্ডিত ভূপ্রাকৃতিক অবস্থা সমন্বিত এলাকা যার পশ্চিম দিক হতে পূর্ব দিকে সরু নিম্নভূমি ও পাহাড়ি অঞ্চল ক্রমান্বয়ে বৃদ্ধি পেয়েছে। নগরটি জাকার্তা হতে ৫৫৮ কিমি (৩৪৭ মাইল) পূরবে ও সুরাবায়া হতে ৩১২ কিমি (১৯৪ মাইল) পশ্চিমে অবস্থিত।\nসেমারাং নগরের নিম্নভূমি এলাকা খুবই সরু প্রকৃতির। পশ্চিম সেমারাং অঞ্চলের নিম্নভূমি এলাকা উপকূলরেখা হতে মাত্র ৪ কিমি (২.৫ মাইল) বিস্তৃত হলেও পূর্ব সেমারাং অঞ্চলে উপকূলরেখা হতে তা ১১ কিমি (৬.৮ মাইল) বিস্তৃত।\n\n\n=== জলবায়ু ===\nসেমারাংয়ের জলবায়ু গ্রীষ্মমণ্ডলীয় বৃষ্টিবহুল অরণ্যের জলবায়ুর বৈশিষ্ট্যযুক্ত গ্রীষ্মমণ্ডলীয় মৌসুমী জলবায়ুর (এএম) মতো। শহরটি স্পষ্টভাবে আর্দ্র এবং শুষ্ক মাসে পূর্ণ; জুন থেকে আগস্ট সবচেয়ে শুষ্ক মাস। গড় মাসিক বৃষ্টিপাতের পরিমাণ ৬০ মিমি (২.৪ ইঞ্চি) নিচে হয় না বলে এটি গ্রীষ্মমণ্ডলীয় বৃষ্টিবহুল অরণ্যের জলবায়ুর শ্রেণীভূক্ত। সেমারাংযের বার্ষিক গড়ে প্রায় ২,৮০০ মিমি (১১০ ইঞ্চি) বৃষ্টিপাত সংগঠিত হয়। শহরের গড় তাপমাত্রা তুলনামূলকভাবে স্থিতিশীল থাকে, যা ২৮ ডিগ্রি সেলসিয়াস (৮২ ডিগ্রি ফারেনহাইট) -এর কাছাকাছি হয়ে থাকে। শুষ্ক মৌসুমে দৈনন্দিন তাপমাত্রার তারতম্য কিছুটা বৃদ্ধি পায়।\n\n\n== জনমিতি ==\nসেমারাংয়ের প্রধান জাতিগোষ্ঠী হলো জাভা জাতির লোকজন; তাদের পর ধারাবাহিকভাবে রয়েছে চীনা, ভারতীয়, আরবীয় এবং অন্যান্য (যেমন : স্থানীয় সুন্দানীয়, বাটাক, মাদুরা প্রভৃতি) জাতিগোষ্ঠীর লোকজন। এখানকার অধিবাসীদের অধিকাংশই ইসলাম ধর্মাবলম্বী ; এদের পরই রয়েছে খ্রিস্টান মতাদর্শের লোকজন।\n\n\n== সংস্কৃতি ==\n\n\n=== রন্ধনশৈলী ===\nসেমারাং তার বেন্দেং প্রিস্তো (ভাপে রাঁধা দুগ্ধমৎস্য), লুম্পিয়া, উইংকো, তাহু জিম্বাল এবং গাঞ্জেল রেল খাদ্য সামগ্রীর জন্য ব্যাপকভাবে পরিচিত। সমগ্র ইন্দোনেশিয়া জুড়ে বহুল ব্যবহৃত নানাবিধ ভেষজ ঔষধের উপাদান জামু উৎপাদনের একটি গুরুত্বপূর্ণ কেন্দ্র হওয়ায় সেমারাংকে \"জামুর শহর\" নামে অভিহিত করা হয় । পিছিনান সেমারাং নামে পরিচিত সেমায়ুইজ বাজারে নানাবিধ পথখাদ্য পাওয়া যায়।\n\n\n== অর্থনীতি ==\nমধ্য জাভা প্রদেশের রাজধানী এবং ইন্দোনেশিয়ার পঞ্চম বৃহত্তম নগর হিসাবে সেমারাংয়ের অর্থনীতি যথেষ্ট বড়। সেমারাংয়ের অর্থনীতির গতিধারা ও পরিসর তড়িৎ পরিবর্তিত হয়েছে। নগরের পশ্চিমাংশে প্রচুর কারখানা ও  উৎপাদন উদ্যান রয়েছে। ইন্দোনেশিয়ার এবং আন্তর্জাতিক বিভিন্ন আর্থিক প্রতিষ্ঠানের আঞ্চলিক কার্যালয় রয়েছে এখানে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট (ইন্দোনেশীয় ভাষায়)\n উইকিভ্রমণ থেকে সেমারাং ভ্রমণ নির্দেশিকা পড়ুন।"}