{"pageid": 1392099, "title": "কাদিরি", "url": "https://bn.wikipedia.org/wiki?curid=1392099", "content": "কাদিরি হল ভারতের অন্ধ্র প্রদেশ রাজ্যের একটি শহর । এটি একটি বিশেষ গ্রেড পৌর সিটি কাউন্সিল এবং কাদিরি মন্ডল এবং সদর দপ্তর ('তহসিল') অন্ধ্রপ্রদেশ রাজ্যের বৃহত্তম তালুক ছিল যখন অন্ধ্রপ্রদেশে তালুক ব্যবস্থা ছিল  কাদিরি তার জুঁই এবং জাফরান ফুলের জন্য পরিচিত। কাদিরি জাফরান অন্ধ্র এবং কর্ণাটকে ব্যাপকভাবে বিক্রি হয় শ্রী লক্ষ্মী নরসিংহস্বামী মন্দির কর্ণাটক, তেলেঙ্গানা এবং তামিলনাড়ুর মানুষের কাছে কাদিরির কথা মনে করিয়ে কাদিরি নামের কিছু মজার অতীতও আছে 'খাদরা' গাছপালা আশেপাশের বনাঞ্চলে পাওয়া যেত এবং খাদরি পরে কাদিরি নামে রূপান্তরিত হয় বলে আবাসস্থলটির প্রাথমিক নামকরণ করা হয়েছিল খাদরিপুরম \n\n\n== ভৌগোলিক ও ঐতিহাসিক প্রেক্ষাপট ==\n\n\n=== ভৌগোলিক অবস্থা ===\nকাদিরি শহরটি অন্ধ্র প্রদেশের দক্ষিণ অংশে অবস্থিত। এটি আশেপাশে বনাঞ্চল ও পাহাড় ঘেরা একটি সমতল ভূমিতে অবস্থিত। শহরের আশেপাশের অঞ্চলে প্রাচীন 'খাদরা' গাছপালা পাওয়া যেত, যার কারণে প্রাথমিকভাবে এই স্থানের নাম ছিল 'খাদরিপুরম', যা পরে পরিবর্তিত হয়ে 'কাদিরি' হয়েছে।\n\n\n=== ইতিহাস ও নামকরণ ===\nকাদিরির নামকরণের পেছনে ঐতিহাসিক ব্যাখ্যা রয়েছে। প্রাচীনকালে এখানে প্রচুর 'খাদরা' গাছ পাওয়া যেত। স্থানীয় ভাষায় 'খাদরা' গাছের গুরুত্বের কারণে এই অঞ্চলের নাম রাখা হয় খাদরিপুরম, যা কালের পরিবর্তনে কাদিরিতে পরিণত হয়।\n\n\n== জাতীয় কাঠামো ==\n\n\n=== ধর্মীয় গুরুত্ব ===\nকাদিরির অন্যতম আকর্ষণ হলো শ্রী লক্ষ্মী নরসিংহস্বামী মন্দির। এই মন্দিরটি কাদিরিকে ধর্মীয় দৃষ্টিকোণ থেকেও গুরুত্বপূর্ণ করে তুলেছে।\n\nশ্রী লক্ষ্মী নরসিংহস্বামী মন্দির বিশেষ করে কর্ণাটক, তেলেঙ্গানা এবং তামিলনাড়ুর ভক্তদের মধ্যে অত্যন্ত জনপ্রিয়।\nমন্দিরটি তার ইতিহাস, ধর্মীয় আচার এবং মেলা (তীর্থযাত্রা) আয়োজনের জন্য বিখ্যাত।\n\n\n=== অর্থনীতি ===\nকৃষি ও ফুলচাষ: কাদিরির অর্থনীতির ভিত্তি মূলত কৃষির উপর নির্ভরশীল। জুঁই ফুল ও জাফরান এখানে ব্যাপক হারে উৎপাদিত হয় এবং অন্ধ্রপ্রদেশ ও কর্ণাটকের বিভিন্ন অঞ্চলে সরবরাহ করা হয়।\nবাণিজ্য: শহরটি কৃষিপণ্য, বিশেষ করে ফুল ও মসলা জাতীয় দ্রব্যের বাণিজ্যের কেন্দ্র।\n\n\n=== শিক্ষা ===\nকাদিরিতে বেশ কয়েকটি সরকারি ও বেসরকারি বিদ্যালয় এবং উচ্চশিক্ষা প্রতিষ্ঠান রয়েছে। শহরটি ধীরে ধীরে একটি আঞ্চলিক শিক্ষাকেন্দ্র হিসেবেও বিকশিত হচ্ছে।\n\n\n=== সংস্কৃতি ===\nকাদিরির মন্দির উৎসব ও স্থানীয় মেলাগুলি শহরের সাংস্কৃতিক জীবনের গুরুত্বপূর্ণ অংশ।\nশহরের চারপাশের ঐতিহ্যবাহী গ্রামীণ জীবন ও কৃষিভিত্তিক সংস্কৃতি এখনো জোরালোভাবে উপস্থিত।\n\n\n== যোগাযোগ ==\nকাদিরি ভারতের প্রধান রেল ও সড়ক যোগাযোগ ব্যবস্থার সঙ্গে সংযুক্ত।\nশহর থেকে অনন্তপুর, বেঙ্গালুরু ও হায়দরাবাদের সাথে সহজ সড়ক যোগাযোগ রয়েছে।\n\n\n== আরও দেখুন ==\nঅনন্তপুর জেলা\nঅন্ধ্র প্রদেশ\nশ্রী লক্ষ্মী নরসিংহস্বামী মন্দির\n\n\n== শ্রেণীবিভাগ ==\nঅন্ধ্র প্রদেশের শহরসমূহ\nঅনন্তপুর জেলা\nধর্মীয় স্থানসমূহ\nভারতীয় পৌরসভা\n\n\n== তথ্যসূত্র =="}