{"pageid": 1392637, "title": "জর্জিয়ার প্রতিরক্ষা মন্ত্রণালয়", "url": "https://bn.wikipedia.org/wiki?curid=1392637", "content": "জর্জিয়ার প্রতিরক্ষা মন্ত্রণালয় ( জর্জীয়: საქართველოს თავდაცვის სამინისტრო, sakartvelos tavdatsvis saministro ) হলো জর্জিয়ার প্রতিরক্ষা বাহিনীর দায়িত্বে থাকা জর্জিয়ান সরকারের মন্ত্রণালয়। এটি বহিরাগত হুমকি থেকে দেশের প্রতিরক্ষা, আঞ্চলিক অখণ্ডতা রক্ষা এবং জর্জিয়ার পক্ষে যুদ্ধ পরিচালনার কার্যক্রম নিয়ন্ত্রণ করে। জর্জিয়ার প্রধানমন্ত্রী প্রতিরক্ষা মন্ত্রীকে নিয়োগ করেন এবং পদ থেকে অপসারণ করেন। মন্ত্রক বর্তমানে জুয়ানশার বুরচুলাদজে নেতৃত্বে রয়েছেন।\n\n\n== ইতিহাস ==\n১৯৮০ এর দশকের শেষের দিকে সোভিয়েত ইউনিয়নের বিলুপ্তি এবং জর্জিয়ায় রাজনৈতিক অস্থিরতার মধ্যে, জর্জিয়ান সামরিক বাহিনী ক্ষমতা ধরে রাখার সংগ্রামে গুরুত্বপূর্ণ ভূমিকা পালন করে। ১৯৯২ সালের নভেম্বরে, জর্জিয়ার পার্লামেন্ট জাতীয় নিরাপত্তা ও প্রতিরক্ষা কাউন্সিল তৈরির একটি আইন পাস করে। কাউন্সিল তার সমস্ত কর্মকাণ্ড সংসদে রিপোর্ট করে এভাবে যে এর ক্ষমতা সরাসরি রাষ্ট্রপ্রধান ও সশস্ত্র বাহিনীর কমান্ডার ইন চিফের অধীনস্থ থাকবে। এডুয়ার্ড শেভার্ডনাদজে তখন কাউন্সিলের চেয়ারম্যান নিযুক্ত হন। জর্জিয়ান রাজনীতিবিদ জাবা ইওসেলিয়ানি এবং তেঙ্গিজ কিটোভানিকে শেভার্ডনাদজেকে ডেপুটি চেয়ারম্যান নিযুক্ত করেছিলেন এবং মার্কিন যুক্তরাষ্ট্রের জর্জিয়ান এমএফএ বিশেষজ্ঞ টেডো জাপারিজ চেয়ারম্যানের সহযোগী হন। জর্জিয়ার সামরিক ও নিরাপত্তা সংক্রান্ত বিষয়ে বাধ্যতামূলক রেজুলেশন জারি করার সম্পূর্ণ অধিকার কাউন্সিলের ছিল। ১৯৯৩ সালের মে মাসে, ইওসেলিয়ানি এবং কিটোভানিকে কাউন্সিলে তাদের দায়িত্ব থেকে অব্যাহতি দেওয়া হয়েছিল এবং তাদের সরকারি ক্ষমতার ঘাঁটিগুলি ভেঙে দেওয়া হয়েছিল, যার ফলে শেভার্ডনাডজেকে বৃহত্তর ক্ষমতা গ্রহণ করার অনুমতি দেওয়া হয়েছিল। \n\nপ্রপ্রতিরক্ষা মন্ত্রণালয় ১৯৯১ সালে প্রতিষ্ঠিত হয়।  যখন সোভিয়েত ইউনিয়নের অস্তিত্ব বন্ধ হয়ে যায়, তখন জর্জিয়া জর্জিয়ান এসএসআর- এ নিযুক্ত সোভিয়েত সেনাবাহিনীর সামান্য কিছু সামরিক সম্পদ ধরে রাখতে সক্ষম হয়। যার মধ্যে বেশিরভাগই অপ্রচলিত ছিল। জর্জিয়ান গৃহযুদ্ধের কারণে, জর্জিয়ান সামরিক বাহিনী সঙ্কুচিত হয় এবং সম্পদ সীমিত হয়। আর্থিক সম্পদের অভাব জর্জিয়ান সরকারকে প্রতিরক্ষার জন্য কম অর্থ বরাদ্দ করতে বাধ্য করে। ১৯৯৯ সালে প্রতিরক্ষা মন্ত্রণালয়ের বাজেট ছিল জিইএল ৫৫ মিলিয়ন ($৩৬.৭ মিলিয়ন)। এছাড়াও ১৯৯৯ সালে জর্জিয়ায় বিদ্যমান সাতটি স্বাধীন সশস্ত্র বাহিনীর মধ্যে সমন্বয়ের অভাব ছিল। তাদের মধ্যে সশস্ত্র বাহিনী, জর্জিয়ার ন্যাশনাল গার্ড, বর্ডার গার্ড, অভ্যন্তরীণ বাহিনী, স্বাধীন অ্যাসল্ট ব্রিগেড, পুলিশের বিশেষ দায়িত্ব ইউনিট এবং সুরক্ষার জন্য বিশেষ রাজ্য এসএসপিএস (SSPS) পরিষেবা।\n২০০৫ সালের মধ্যে জর্জিয়ান সরকার প্রতিরক্ষা বাহিনীর সাতটি শাখাকে একীভূত করে। ন্যাশনাল গার্ড এবং ইন্ডিপেন্ডেন্ট অ্যাসল্ট ব্রিগেডকে প্রতিরক্ষা মন্ত্রকের অধীনে জর্জিয়ান সশস্ত্র বাহিনীতে অন্তর্ভুক্ত করা হয়। বর্ডার গার্ড এবং পুলিশ স্পেশাল ডিউটি ইউনিট অভ্যন্তরীণ বিষয়ক মন্ত্রকের অধীনস্থ থাকে। সশস্ত্র বাহিনীতে সক্রিয় কর্তব্যরত কর্মীদের সংখ্যা  ১৫০০০-এ নামিয়ে আনা হয়। জর্জিয়ান বৈদেশিক এবং নিরাপত্তা নীতির একটি অংশ হিসাবে, সরকার ইউরোপীয় এবং ইউরো-আটলান্টিক রাজনৈতিক, অর্থনৈতিক এবং নিরাপত্তা কাঠামোর মধ্যে প্রগতিশীল একীকরণের জন্য চেষ্টা করছে। ইউরো-আটলান্টিক ইন্টিগ্রেশনের জন্য রাজ্য মন্ত্রকও প্রক্রিয়াটির একটি অংশ হিসাবে তৈরি করা হয়।\n১৫ জুলাই, ২০০৭ তারিখে পাস করা \"জর্জিয়ান সামরিক বাহিনীর সংখ্যার অনুমোদন\" আইনের সংশোধনী অনুসারে জর্জিয়ান সামরিক বাহিনীতে সামরিক কর্মী সংখ্যা ৫০০০ জন বৃদ্ধি করে মোট সংখ্যা সৈন্য ৩৭০০০ জনে করা হয়।\n\n\n== অধীনস্থ প্রতিষ্ঠান/ইউনিট ==\n\nমন্ত্রণালয়ের নেতৃত্বে মন্ত্রী, প্রথম উপমন্ত্রী এবং দুইজন উপমন্ত্রীর সহায়তায় চলে। এটি চারটি প্রধান বিভাগ নিয়ে গঠিত:\n\nরাজ্য সামরিক বৈজ্ঞানিক-প্রযুক্তি কেন্দ্র \"ডেল্টা\"\nসামরিক পুলিশ বিভাগ\nসাধারণ পরিদর্শন\nসামরিক গোয়েন্দা বিভাগ। \nমন্ত্রণালয়ের অধীনস্থ প্রতিষ্ঠানগুলো হল:\n\nরাজ্য হাইড্রোগ্রাফিক পরিষেবা\nজর্জিয়ার ক্যাডেট মিলিটারি লিসিয়াম\nকৃতসনিসিজাতীয় প্রশিক্ষণ কেন্দ্র\nসাচ্চেরে মাউন্টেন ট্রেনিং স্কুল\n\n\n== বাজেট ==\n১৯৯৯ সালে প্রতিরক্ষা মন্ত্রণালয়ের বাজেট ছিল জিইএল ৫৫ মিলিয়ন ($৩৬.৭ মিলিয়ন)। ২০২৩ সাল নাগাদ, মন্ত্রকের বাজেট হবে জিইএল ১.৩ বিলিয়ন (উইএসডি ৪৮৯.৭ মিলিয়ন), ২০২২ সালে জিইএল ১.১ বিলিয়ন (উইএসডি ৪১৪.৩ মিলিয়ন) তুলনায় (উইএসডি ৭৫.৪ মিলিয়ন বৃদ্ধির হার)। \n\n\n== আরো দেখুন ==\nজর্জিয়ার প্রতিরক্ষা মন্ত্রী\nজর্জিয়ার মন্ত্রিসভা\nজর্জিয়ার প্রতিরক্ষা বাহিনী\nজর্জিয়ান সশস্ত্র বাহিনীর চিফ অফ জেনারেল স্টাফ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজর্জিয়ার প্রতিরক্ষা মন্ত্রণালয় অফিসিয়াল সাইট\n[ https://m.youtube.com/channel/UCLvhRLZJnPP0cZEqN6Ebgrg  জর্জিয়ার প্রতিরক্ষা মন্ত্রণালয়ের অফিসিয়াল ইউটিউব চ্যানেল]\nref> https://civil.ge/archives/564978 </ref> |access-date=2023.11.02}}</ref>"}