{"pageid": 1392618, "title": "সি-ও-সে-পোল", "url": "https://bn.wikipedia.org/wiki?curid=1392618", "content": "আল্লাহভারদী খান সেতু (ফার্সি: پل الله‌وردی خان), যা সি-ও-সি-পোল (ফার্সি: سی‌وسه‌پل, অনুবাদ 'তেত্রিশ স্প্যানের সেতু' নামে পরিচিত), ইরানের এসফাহনে ইরানি মালভূমির বৃহত্তম নদী জায়ানদারুদের উপর এগারোটি ঐতিহাসিক সেতুর মধ্যে বৃহত্তম।\nসেতুটি ১৭ শতকের গোড়ার দিকের এবং যেটি মূলত বাঁধ হিসেবে নির্মিত হয়েছিল। আকার, কেন্দ্রীয় অবস্থান এবং বিশিষ্ট স্থাপত্যের কারণে সেতুটি এসফাহনের সবচেয়ে বিখ্যাত সেতু। জনপ্রিয় বিনোদনমূলক সমাবেশের স্থান এবং ইরানের সাফাভিদ স্থাপত্যের সবচেয়ে উল্লেখযোগ্য উদাহরণগুলির মধ্যে একটি। এটি ছিল সান্ধ্যকালীন পদচারণা, জনসভা, অনুষ্ঠান ও পর্যবেক্ষণ পয়েন্ট এবং অন্যান্য জলক্রিড়ার স্থান।\n\n\n== ইতিহাস ==\n১৫৯৮ সালে ইরানের পঞ্চম সফবীয় রাজা (শাহ) প্রথম আব্বাসের তার সাম্রাজ্যের রাজধানী কাজভিন থেকে এসফাহনে স্থানান্তরিত করেন। তার শাসনামলে ১৫৯৯ থেকে ১৬০২ সালের মধ্যে সি-ও-সে-পোল (যার অর্থ ৩৩টি পারস্যের সেতু) নির্মিত হয়েছিল। এটি সেনাবাহিনীর সর্বাধিনায়ক আল্লাহভের্দি খান উন্দিলাদজের তত্ত্বাবধানে নির্মিত হয়েছিল, যিনি ছিলেন জর্জিয় বংশোদ্ভূত। তার নামানুসারে সেতুটির নামকরণও করা হয়েছিল। সেতুটি বিশেষ করে অভিজাতদের প্রাসাদের মধ্যে সংযোগ হিসেবে ব্যভহৃত হয়েছিল, সেইসাথে শহরের গুরুত্বপূর্ণ আর্মেনিয় শহরতলীর নিউ জুলফার সংযোগ হিসেবে কাজ করেছিল।\nখরার বছরগুলিতে (২০০০-০২ এবং ২০১৩), ইয়াযদ প্রদেশের জন্য জল সরবরাহ করার জন্য নদীটি উজানে বাঁধ দেওয়া হয়েছিল।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== গঠন ==\nসেতুটির মোট দৈর্ঘ্য ২৯৭.৭৬ মিটার (৯৭৬.৯ ফুট) এবং মোট প্রস্থ ১৪.৭৫ মিটার (৪৮.৪ ফুট)। এটি একটি খিলানযুক্ত খিলান সেতু যা ৩৩টি খিলানের দুটি সুপার ইম্পোজড সারি নিয়ে গঠিত, যেখান থেকে এর জনপ্রিয় নাম সি-ও-সে-পোল এসেছে। সেতুটি সাফাভিড যুগের কাঠামোর জন্য সাধারণ উপকরণ হলুদ ইট এবং চুনাপাথর দিয়ে তৈরি। সেতুটির দীর্ঘতম স্প্যানটি প্রায় ৫.৬০ মিটার (১৮.৪ ফুট)। সি-ও-সে-পোলের অভ্যন্তরটি মূলত চিত্রকর্ম দিয়ে সজ্জিত ছিল, যা প্রায়শই ভ্রমণকারীরা আদিরসাত্মক বলে বর্ণনা করত।\nসেতুর শুরুতে একটি বৃহত্তর ভিত্তি তক্তা রয়েছে, যার নিচ দিয়ে জায়ানদারুদ নদী প্রবাহিত, একটি চা ঘর ছিল যা বর্তমানে পরিত্যক্ত। সেতুটির দ্বিতীয় স্তরে যাত্রীদের ঝড়ো বাতাসে পানিতে পড়া থেকে রক্ষা করতে পথচারীদের হাঁটার পথ দেয়াল দিয়ে বেড়া দেওয়া হয়েছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nPoornaderi, Hossein; Qasemi, Jawad; Zand, Roxane (২০০৮)। \"Allāhwirdī Khān\"।   মাদেলুং, উইলফার্ড; দফতরী, ফরহাদ। এনসাইক্লোপিডিয়া ইসলামিক অনলাইন। ব্রিল অনলাইন। আইএসএসএন 1875-9831। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}