{"pageid": 1392133, "title": "মো. আবু আহমেদ জমাদার", "url": "https://bn.wikipedia.org/wiki?curid=1392133", "content": "মো. আবু আহমেদ জমাদার বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের একজন অবসরপ্রাপ্ত বিচারক। তিনি আন্তর্জাতিক অপরাধ ট্রাইব্যুনালের চেয়ারম্যান হিসাবে ২০২৪ সালের জুন মাস পর্যন্ত দায়িত্ব পালন করেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nজমাদারের জন্ম ১৬ জুন ১৯৫৭ সালে।  বাংলাদেশের স্বাধীনতা যুদ্ধে তিনি যুদ্ধ করেন। তিনি রাজশাহী দবিশ্ববিদ্যালয় থেকে এলএলবি এবং এমএসসি করেছেন।\n\n\n== কর্মজীবন ==\nজমাদার ১৯৮৪ সালের ২২ ফেব্রুয়ারি বাংলাদেশ সিভিল সার্ভিসের বিচার বিভাগীয় শাখায় মুন্সেফ হিসেবে যোগদান করেন।  ২০০৮ সালের অক্টোবরে তিনি জেলা ও দায়রা জজ পদে উন্নীত হন।  তিনি ২০০৯ থেকে ২০১৪ সাল পর্যন্ত আইন, বিচার ও সংসদ বিষয়ক মন্ত্রণালয়ের যুগ্ম সচিব হিসেবে দায়িত্ব পালন করেন।\n২০১৫ সালের জুন মাসে বিশেষ জজ আদালত-৩ এর বিচারক হিসেবে জমাদার সাবেক প্রধানমন্ত্রী খালেদা জিয়ার বিরুদ্ধে জিয়া চ্যারিটেবল ট্রাস্ট দুর্নীতি মামলা ও জিয়া অরফানেজ ট্রাস্ট দুর্নীতি মামলার তারিখ নির্ধারণ করেন। ২০১৬ সালের ডিসেম্বরে বিশেষ জজ আদালত-৩-এ খালেদা জিয়া দোষী সাব্যস্ত করেন। খালেদা জিয়ার আবেদনের পরিপ্রেক্ষিতে বাংলাদেশ হাইকোর্টের বিচারপতি এম এনায়েতুর রহিম ও বিচারপতি শহীদুল করিম মামলাগুলো জমাদার আদালত থেকে মো. আখতারুজ্জামানের নেতৃত্বাধীন বিশেষ জজ আদালত-৫-এ স্থানান্তর করেন।\nআগস্ট ২০১৫ সালে জমাদার আমার দেশ পত্রিকার সম্পাদক মাহমুদুর রহমানকে দুর্নীতি দমন কমিশনে তার সম্পদের বিবরণী জমা দিতে ব্যর্থতার জন্য তিন বছরের কারাদণ্ড দেন।\nজমাদার জেলা জজ হিসেবে অবসর গ্রহণের পর ১১ অক্টোবর ২০১৭ তারিখে আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল -১ এর বিচারক নিযুক্ত হন। 2017 সালের নভেম্বরে, জামাদার ও বিচারপতি আমির হোসেন, বিচারপতি মো. শাহিনুর ইসলামের নেতৃত্বে একটি আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ বেঞ্চে সাবেক সংসদ সদস্য ও বাংলাদেশ জামায়াতে ইসলামীর রাজনীতিবিদ আবু সালেহ মো. আব্দুল আজিজ মিয়াসহ পাঁচজনকে মৃত্যুদণ্ড দেন।\n২০১৮ সালের জানুয়ারিতে জমাদার ও বিচারপতি আমির হোসেন, বিচারপতি মো. শাহিনুর ইসলামের নেতৃত্বে আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ বেঞ্চ মৌলভীবাজার জেলার তিনজনকে মৃত্যুদণ্ড দেন। ২০১৮ সালের মার্চ মাসে জামাদার ও বিচারপতি আমির হোসেন, বিচারপতি মো. শাহিনুর ইসলামের নেতৃত্বে একটি আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ বেঞ্চে নোয়াখালী জেলার তিন জনকে যারা বাংলাদেশের স্বাধীনতা যুদ্ধের সময় যুদ্ধাপরাধে রাজাকারে দায়িত্ব পালন করেছিলেন তাদের মৃত্যুদণ্ড দেন। ৩১ মে ২০১৮ তারিখে জমাদার হাইকোর্ট বিভাগের অতিরিক্ত বিচারপতি নিযুক্ত হন।  নিয়োগের পর তিনি টুঙ্গিপাড়ায় শেখ মুজিবুর রহমানের মাজারে শ্রদ্ধা নিবেদন করেন।\nজমাদারকে ৫ জুলাই ২০১৮ তারিখে আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১-এ পুনঃনিযুক্ত করা হয়। জুলাই মাসে বিচারপতি মো. শাহিনুর ইসলামের নেতৃত্বে আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ বেঞ্চে জমাদার ও বিচারপতি আমির হোসেন মৌলভীবাজার জেলার রাজাকারে কর্মরত চার জনকে মৃত্যুদণ্ড দেন।  ২০১৮ সালের আগস্ট মাসে জামাদার ও বিচারপতি আমির হোসেন, বিচারপতি মো. শাহিনুর ইসলামের নেতৃত্বে একটি আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ বেঞ্চে পটুয়াখালী জেলার পাঁচ জনকে কারাদণ্ড দেন যারা রাজাকার বাহিনীতে কাজ করেছিলেন এবং কনভেনশন মুসলিম লীগের সদস্য ছিলেন। গত নভেম্বরে বিচারপতি মো. শাহিনুর ইসলামের নেতৃত্বে আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ বেঞ্চে জমাদার ও বিচারপতি আমির হোসেন আওয়ামী লীগের একজন সাবেক রাজনীতিবিদসহ হবিগঞ্জ জেলার দুইজনকে মৃত্যুদণ্ড দেন।\n২০১৯ সালের মার্চ মাসে জামাদার ও বিচারপতি আমির হোসেন বিচারপতি মো. শাহিনুর ইসলামের নেতৃত্বে একটি আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ বেঞ্চ আওয়ামী লীগের একজন রাজনীতিবিদসহ নেত্রকোনা জেলার পাঁচজনকে মৃত্যুদণ্ড দেন। ২০১৯ সালের আগস্টে জামাদার ও বিচারপতি আমির হোসেন, বিচারপতি মো. শাহিনুর ইসলামের নেতৃত্বে একটি আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ বেঞ্চে, বাংলাদেশের স্বাধীনতা যুদ্ধের সময় রাজাকারের দায়িত্ব পালনকালে ১৫ জনকে হত্যার জন্য রাজশাহীর এক ব্যক্তিকে মৃত্যুদণ্ড দেন। অক্টোবরে, জমাদার ও বিচারপতি আমির হোসেন বিচারপতি মো. শাহিনুর ইসলামের নেতৃত্বে আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ বেঞ্চ বাংলাদেশের স্বাধীনতা যুদ্ধের সময় যুদ্ধের অভিযোগে গাইবান্ধা জেলার পাঁচজনকে মৃত্যুদণ্ড দেন। ২০১৯ সালের ডিসেম্বরে জামাদার ও বিচারপতি আমির হোসেন বিচারপতি মো. শাহিনুর ইসলামের নেতৃত্বে আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ বেঞ্চে বাবর হত্যার সাথে সম্পর্কিত যুদ্ধাপরাধের দায়ে ইসলামী ছাত্র সংঘের সদস্য ও রাজাকার আব্দুস সাত্তারকে মৃত্যুদণ্ড দেন। তালাইমারী গ্রামে মন্ডল ও হামলা।\n৩০ মে ২০২০ তারিখে রাষ্ট্রপতি আবদুল হামিদ জমাদারকে হাইকোর্ট বিভাগের স্থায়ী বিচারপতি হিসেবে নিয়োগ দেন। তিনি ডয়চে গেসেলশাফ্ট ফর ইন্টারন্যাশনাল জুসামেনারবিটের স্পন্সর জাস্টিস রিফর্ম অ্যান্ড করাপশন প্রিভেনশন প্রজেক্টের পরিচালক ছিলেন।\n২০২৩ সালের জুন মাসে জামাদার ও বিচারপতি কে. এম. হাফিজুল আলম, বিচারপতি মো. শাহিনুর ইসলামের নেতৃত্বে একটি আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ বেঞ্চে বাংলাদেশের স্বাধীনতা যুদ্ধের সময় যুদ্ধাপরাধ, নির্যাতন এবং তিন বেসামরিক নাগরিকের মৃত্যুদণ্ডের জন্য যশোর জেলার চারজনকে মৃত্যুদণ্ড দেন। ২০২৪ সালের ২৭ ফেব্রুয়ারিতে তিনি আন্তর্জাতিক অপরাধ ট্রাইব্যুনালের চেয়ারম্যান হিসেবে নিয়োগ পান।\n\n\n== তথ্যসূত্র =="}