{"pageid": 13924, "title": "সৌরজগৎ", "url": "https://bn.wikipedia.org/wiki?curid=13924", "content": "সৌরজগৎ হল সূর্য ও প্রত্যক্ষ বা পরোক্ষভাবে সূর্য-প্রদক্ষিণকারী তথা পরস্পরের প্রতি অভিকর্ষজ টানে আবদ্ধ মহাজাগতিক বস্তুগুলিকে নিয়ে গড়া একটি ব্যবস্থা। আকাশগঙ্গা ছায়াপথের কেন্দ্রস্থল থেকে ২৬,০০০ আলোকবর্ষ দূরে কালপুরুষ বাহুতে এই গ্রহ ব্যবস্থাটি অবস্থিত। সৌরজগতে প্রত্যক্ষভাবে সূর্য-প্রদক্ষিণকারী বস্তুগুলির মধ্যে আটটি গ্রহই বৃহত্তম। অন্য ক্ষুদ্রতর বস্তুগুলির মধ্যে রয়েছে বামন গ্রহ ও সৌরজগতের ক্ষুদ্র বস্তুসমূহ। পরোক্ষভাবে সূর্য-প্রদক্ষিণকারী বস্তুগুলির মধ্যে দু’টি প্রাকৃতিক উপগ্রহ ক্ষুদ্রতম গ্রহ বুধের থেকেও আকারে বড়ো।\n৪৬০ কোটি বছর আগে একটি দৈত্যাকার আন্তঃনাক্ষত্রিক আণবিক মেঘের মহাকর্ষীয় পতনের ফলে সৌরজগতের উদ্ভব ঘটেছিল। সমগ্র সৌরজগতের ভরের অধিকাংশ অংশই রয়েছে সূর্যে এবং অবশিষ্ট ভরের অধিকাংশ ধারণ করে রয়েছে বৃহস্পতি। চারটি ক্ষুদ্রতর অভ্যন্তরীণ গ্রহ, অর্থাৎ বুধ, শুক্র, পৃথিবী ও মঙ্গল হল শিলাময় গ্রহ। এগুলি প্রধানত শিলা ও ধাতু দ্বারা গঠিত। চারটি বহিঃস্থ গ্রহ হল দানব গ্রহ। কারণ, বস্তুগত দিক থেকে এগুলি শিলাময় গ্রহগুলির তুলনায় অনেক কম ঘনত্বযুক্ত হলেও আয়তন অত্যধিক বেশি হওয়ায় অনেক বেশি ভরযুক্ত। এগুলির মধ্যে বৃহত্তম গ্রহ দু’টি হল বৃহস্পতি ও শনি। মূলত হাইড্রোজেন ও হিলিয়াম দ্বারা গঠিত বলে এগুলি গ্যাস দানব নামে পরিচিত। অপর দুই সর্ববহিঃস্থ গ্রহ ইউরেনাস ও নেপচুন তুষার দৈত্য নামে পরিচিত। কারণ এগুলির প্রধান উপাদান হল জল, অ্যামোনিয়া ও মিথেনের মতো উদ্বায়ী, যেগুলি হাইড্রোজেন ও মিথেনের তুলনায় আপেক্ষিকভাবে উচ্চ গলনাঙ্ক-যুক্ত। আটটি গ্রহই ক্রান্তিবৃত্ত নামে পরিচিত একটি প্রায় চ্যাপ্টা চাকতির ভিতর প্রায় বৃত্তাকার কক্ষপথে সূর্যকে প্রদক্ষিণ করে।\nঅসংখ্য ক্ষুদ্রতর বস্তুও সৌরজগতের অন্তর্গত। মঙ্গল ও বৃহস্পতি গ্রহের কক্ষপথের মধ্যবর্তী অঞ্চলে সঞ্চরণশীল গ্রহাণু বেষ্টনীর অন্তর্গত বস্তুগুলির উপাদান শিলাময় গ্রহগুলির মতোই শিলা ও ধাতু। নেপচুনের কক্ষপথের বাইরে অবস্থিত কাইপার বেষ্টনী ও বিক্ষিপ্ত চাকতি অঞ্চলে রয়েছে নেপচুন-উত্তর বস্তুগুলি। এই বস্তুগুলি মূলত বরফে গঠিত এবং এগুলিরও বাইরে সাম্প্রতিককালে আবিষ্কৃত হয়েছে সেডনয়েডের সমারোহ। এই সকল বস্তুর মধ্যে কয়েকটির আকার এতটাই বড়ো যে সেগুলির অভিকর্ষজ টান সেগুলিকে গোলকের আকার দানের পক্ষে যথেষ্ট। তবে এই জাতীয় সঠিক কতগুলি বস্তু ওই অঞ্চলে রয়েছে তা এখনও প্রমাণিত নয় বলে সেই বিষয়ে কিছু বিতর্ক রয়েছে। এই ধরনের বস্তুগুলিকে বামন গ্রহের শ্রেণিভুক্ত করা হয়। চিহ্নিত অথবা স্বীকৃত বামন গ্রহগুলির অন্যতম হল সেরেস এবং নেপচুন-উত্তর বস্তু প্লুটো ও এরিস। এই দুই অঞ্চল ছাড়াও অন্য বিভিন্ন ধরনের ক্ষুদ্রাকার বস্তু, যেমন ধূমকেতু, সেন্টোর ও আন্তঃগ্রহ ধূলি মেঘ সৌরজগতের বিভিন্ন অঞ্চলের মধ্যে মুক্তভাবে সঞ্চরণশীল। ছয়টি গ্রহ, ছয়টি বৃহত্তম সম্ভাব্য বামন গ্রহ এবং অনেক ক্ষুদ্রাকার বস্তুকে প্রদক্ষিণকারী প্রাকৃতিক উপগ্রহেরও অস্তিত্ব আছে। পৃথিবীর চাঁদের নামানুসারে এগুলিকে সাধারণভাবে \"চাঁদ\" বলে উল্লেখ করা হয়। প্রত্যেকটি বহিঃস্থ গ্রহকেই ঘিরে রয়েছে ধূলা ও অন্যান্য ক্ষুদ্র বস্তু দ্বারা গঠিত একটি করে গ্রহীয় বলয়।\nসূর্য থেকে বাইরের দিকে প্রবহমান বৈদ্যুতিক আধান-যুক্ত কণার একটি স্রোত সৌর বায়ু নামে পরিচিত। এটি সৌরগোলক নামে পরিচিত আন্তঃনাক্ষত্রিক মাধ্যমে একটি বুদবুদ-তুল্য অঞ্চল সৃষ্টি করেছে। সৌরবিরতি হল সেই বিন্দু যেখানে সৌর বায়ুর চাপ আন্তঃনাক্ষত্রিক মাধ্যমের বিপরীত চাপের সমান; এটি বিক্ষিপ্ত চাকতির সীমা পর্যন্ত বিস্তৃত। দীর্ঘকালীন ধূমকেতুগুলির উৎসস্থল হিসাবে বিবেচিত উর্ট মেঘ সম্ভবত সৌরবিরতির থেকে মোটামুটি এক হাজার গুণ দূরত্বে অবস্থিত। সূর্য থেকে ২ আলোকবর্ষ দূরের বস্তুও সূর্যকে প্রদক্ষিণ করে। এ দূরত্ব নিকটতম তারা প্রক্সিমা সেন্টোরির দূরত্বের অর্ধেক।\n\n\n== আবিষ্কার ও অভিযান ==\n\nসভ্যতার ইতিহাসে অধিকাংশ সময় জুড়েই মানবজাতি সৌরজগৎ সম্পর্কে নানা ভ্রান্ত ধারণা পোষণ করে এসেছিল। পরবর্তী মধ্যযুগ (রেনেসাঁ পর্যায়) পর্যন্ত প্রচলিত বিশ্বাস ছিল যে, পৃথিবী মহাবিশ্বের কেন্দ্রস্থলে স্থির হয়ে রয়েছে এবং বিন্যাসগত দিক থেকে সেটির সঙ্গে আকাশে সঞ্চরণশীল দিব্য অথবা বায়বীয় বস্তুগুলির বিশেষ পার্থক্য রয়েছে। প্রাচীন গ্রিক দার্শনিক অ্যারিস্টারকাস সূর্যকেন্দ্রিক ব্রহ্মাণ্ড-বিন্যাসের কথা চিন্তা করলেও নিকোলাস কোপারনিকাসই প্রথম সূর্যকেন্দ্রিক গ্রহব্যবস্থার গাণিতিক প্রমাণ উপস্থাপন করেন।\nসপ্তদশ শতাব্দীতে গ্যালিলিও গ্যালিলেই প্রথম সৌরকলঙ্ক ও বৃহস্পতির চারটি প্রাকৃতিক উপগ্রহ আবিষ্কার করেন।  তাঁর পদাঙ্ক অনুসরণ করে ক্রিস্টিয়ান হিউজেনস আবিষ্কার করেন শনির উপগ্রহ টাইটান ও শনির বলয়ের বিশেষ আকৃতিটি। ১৭০৫ সালে এডমন্ড হ্যালি উপলব্ধি করেন, একটি বিশেষ ধূমকেতুই প্রতি ৭৫-৭৬ বছর অন্তর ফিরে আসে। এইভাবেই প্রথম প্রমাণিত হয় যে, গ্রহ ছাড়া অন্য মহাজাগতিক বস্তুও সূর্যকে প্রদক্ষিণ করে চলেছে। এই সময়েই সৌরজগৎ শব্দের ইংরেজি \"সোলার সিস্টেম\" (\"Solar System\") প্রতিশব্দটি প্রথম চালু হয়। ১৮৩৮ সালে ফ্রেডরিখ বেসেল সফলভাবে একটি নাক্ষত্রিক লম্বন দৃষ্টিভ্রম পরিমাপ করেন। এই দৃষ্টিভ্রমটির কারণ সূর্য-প্রদক্ষিণকালে পৃথিবীর গতির মাধ্যমে সৃষ্ট একটি নক্ষত্রের আপাত স্থানান্তর। এই পরিমাপটি ছিল সূর্যকেন্দ্রিকতাবাদের প্রথম প্রত্যক্ষ পরীক্ষামূলক প্রমাণ। বর্তমানে পর্যবেক্ষণমূলক জ্যোতির্বিজ্ঞানের উন্নতি এবং মনুষ্যবিহীন মহাকাশযানের ব্যবহারের ফলে সূর্য-প্রদক্ষিণকারী অন্যান্য জ্যোতিষ্কগুলিকে বিস্তারিতভাবে অনুসন্ধান করা সম্ভব হয়েছে।\n\n\n== গড়ন ও কাঠামো ==\n\nসৌর জগতের প্রধান উপাদান হচ্ছে সূর্য যা একটি প্রধান ধারার জি২ শ্রেণীর তারা। সৌর জগতের সমগ্র মোট ভরের শতকরা ৯৯.৮৬ ভাগের জন্য দায়ী হল সূর্য এবং এটিই জগতের সবকিছুকে নিয়ন্ত্রণ করে থাকে। সূর্য বাদ দিলে সৌর জগতের বাকি যে ভর অবশিষ্ট থাকে তার শতকরা ৯০ ভাগের জন্য দায়ী হল বৃহস্পতি এবং শনি গ্রহ। এই গ্রহ দুটি সূর্যকে প্রদক্ষিণরত সর্ববৃহৎ বস্তু। বর্তমানে উওর্ট মেঘ সম্বন্ধে যা বলা হচ্ছে তা সত্যি প্রমাণিত হলে এটিও সৌর জগতের ভরের একটি অংশ গঠন করবে। সূর্যকে কেন্দ্র করে ঘূর্ণায়মান অধিকাংশ বস্তুই ভূ-কক্ষের নিকটে অবস্থিত। ভূ-কক্ষ একটি সরু রেখাপথ যা পৃথিবীর কক্ষের সাথে সমান্তরালে অবস্থিত। গ্রহগুলো ভূ-কক্ষের খুব নিকটে অবস্থিত যদিও ধূমকেতু ও অন্যান্য কাইপার বেষ্টনী বস্তু সমূহ এর সাথে বেশ বড় কোণ করে অবস্থান করে।\nসৌর জগতের ভিতর অবস্থিত গ্রহ এবং অন্যান্য অধিকাংশ বস্তু সূর্যের ঘূর্ণনের সাথে ঘড়ির কাঁটার বিপরীত দিকে ঘূর্ণায়মান থাকে। এই দিকটি বোঝা যায় সূর্যের উত্তর মেরুর উপর অবস্থিত একটি বিন্দুর সাপেক্ষে। তবে এর ব্যতিক্রমও রয়েছে, যেমন, হ্যালির ধূমকেতু। সূর্যের চারদিকে ঘূর্ণায়মান বস্তুসমূহ কেপলারের গ্রহীয় গতির সূত্র মেনে চলে। প্রতিটি বস্তু সূর্যকে উপবৃত্তের একটি ফোকাসে রেখে উপবৃত্তাকার কক্ষপথে আবর্তন করে। বস্তুটি সূর্যের যত নিকটে আসে তার গতিও তত বৃদ্ধি পায়। গ্রহসমূহের কক্ষপথ প্রায় বৃত্তাকার যদিও কিছুটা উপবৃত্তের আকৃতি বজায় থাকে। কিন্তু গ্রহাণু এবং কাইপার বেষ্টনী বস্তুসমূহের কক্ষপথের আকৃতি সম্পূর্ণ উপবৃত্তাকার।\nবৃহৎ দূরত্বের সাথে সঠিকভাবে খাপ খাওয়ানোর জন্য অনেকগুলো প্রস্তাবনায় বলা হয়েছে যে, কক্ষপথগুলো একটি আরেকটি থেকে সমদূরত্বে অবস্থিত। কিন্তু বর্তমান প্রমাণ অনুসারে বাস্তবতা বেশ ভিন্ন। একটি গ্রহ সূর্য থেকে যত দূরে অবস্থিত তার কক্ষপথ এর পূর্ববর্তী গ্রহের কক্ষপথ থেকে তত দূরে অবস্থিত। উদাহরণস্বরুপ: শুক্র এবং বুধ গ্রহের কক্ষপথের মধ্যবর্তী দূরত্ব ০.৩৩ এইউ; কিন্তু শনি এবং বৃহস্পতি গ্রহের কক্ষপথের মধ্যবর্তী দূরত্ব ৪.৩ এইউ। আবার নেপচুন এবং ইউরেনাসের কক্ষপথের মধ্যবর্তী দূরত্ব ১০.৫ এইউ। কক্ষীয় দূরত্বের মধ্যে এই পার্থক্যের উপর ভিত্তি করে তাদের মধ্যে একটি আন্তঃসম্পর্ক প্রতিষ্ঠার চেষ্টা হয়েছে অনেকবার। যেমন, বোদের তত্ত্ব। কিন্তু এই তত্ত্বগুলো গ্রহণযোগ্যতা পায়নি।\n\n\n== সূর্য ==\n\nসূর্য সৌরজগতের মাতৃতারা ও এর প্রধানতম উপাদান। সূর্যের ভর অনেক বেশি। এই ভরের কারণে অভ্যন্তরভাগে যে বিপুল ঘনত্বের সৃষ্টি হয় তা-ই নিউক্লীয় সংযোজন বিক্রিয়াকে চলমান রাখে। এই বিক্রিয়ার কারণে বিপুল শক্তি নির্গত হয় যে শক্তির অধিকাংশ বিভিন্ন তড়িচ্চুম্বকীয় বিকিরণ যেমন দৃশ্যমান বর্ণালী হিসেবে মহাকাশে নির্গত হয়।\nতারার শ্রেণিবিন্যাস অনুসারে সূর্য মাঝারি ধরনের হলুদ বামন শ্রেণীতে পড়ে। কিন্তু সূর্যবে এভাবে খাটো করা এক দিক দিয়ে ঠিক হবে না। কারণ আমাদের ছায়াপথের অন্যান্য তারার তুলনায় সূর্য বেশ বড় এবং উজ্জ্বল। হের্টস্‌স্প্রুং-রাসেল চিত্র অনুসারে তারাসমূহের শ্রেণিবিন্যাস করা হয়। এটা প্রকৃতপক্ষে তারার পৃষ্ঠীয় তাপমাত্রার বিপরীতে উজ্জ্বলতাকে স্থাপন করে অঙ্কিত একটি লেখচিত্র। সাধারণত, তারার উত্তাপ যত বেশি হয় তার উজ্জ্বলতাও তত বেশি হয়। চিত্রের এই গড়নকে যে তারাগুলো অনুসরণ করে তারা প্রধান ধারায় আছে বলে ধরে নেয়া হয়। সূর্যের অবস্থান এর ঠিক মধ্যখানে। সূর্যের চেয়ে উজ্জ্বল এবং উত্তপ্ত তারা বেশ বিরল হলেও তার থেকে কম উজ্জ্বলতা এবং উত্তাপবিশিষ্ট তারার সংখ্যা অনেক।\nপ্রধান ধারার যেখানে সূর্য আছে তা থেকে বোঝা যায়, বর্তমানে সে তার জীবনকালের মুখ্য সময়ে আছে। অর্থাৎ সেখানে নিউক্লীয় সংযোজন বিক্রিয়ার জন্য প্রয়োজনীয় হাইড্রোজেনের ভাণ্ডার এখনও ফুরিয়ে যায়নি। সূর্যের উজ্জ্বলতা ক্রমান্বয়ে বাড়ছে। ইতিহাসের একেবারে প্রাথমিক সময়ে এর উজ্জ্বলতা বর্তমান থেকে শতকরা ৭৫ ভাগ বেশি ছিল।\nসূর্যের হাইড্রোজেন ও হিলিয়ামের অনুপাত নির্ণয়ের মাধ্যমে জানা গেছে সে তার জীবনকালের মাঝামাঝি পর্যায়ে আছে। এক সময় সে প্রধান ধারা থেকে সরে যাবে, ক্রমান্বয়ে বড়, উজ্জ্বল, শীতল ও লাল হতে থাকবে। এভাবে ৫০০ কোটি বছরের মধ্যে লোহিত দানবে পরিণত হবে। সে সময় তার দীপন ক্ষমতা হবে বর্তমানের চেয়ে কয়েক হাজার গুণ বেশি।\nসূর্য পপুলেশন ১ তারা হিসেবে চিহ্নিত হয়েছে। অর্থাৎ মহাবিশ্বের বিবর্তনের শেষ পর্যায়ে এটি গঠিত হয়েছে। এতে হাইড্রোজেন ও হিলিয়ামের চেয়ে ভারী মৌলের পরিমাণ অপেক্ষাকৃত প্রবীণ পপুলেশন ২ তারার তুলনায় বেশি। হাইড্রোজেন ও হিলিয়ামের চেয়ে ভারী মৌলগুলো প্রাচীন ও বিস্ফোরিত তারার কেন্দ্রে প্রথমবারের মত গঠিত হয়েছিল। তাই মহাবিশ্ব এই ভারী পরমাণু দিয়ে সমৃদ্ধ হওয়ার পূর্বেই প্রথম প্রজন্মের তারাগুলো মৃত্যুবরণ করেছিল। প্রাচীনতম তারাগুলোতে ধাতু (হিলিয়াম পরবর্তী মৌলসমূহ) খুব কম, কিন্তু অপেক্ষাকৃত নবীন তারায় ধাতুর পরিমাণ বেশি। সূর্যের মধ্যে অনেক ধাতু থাকার কারণেই এই গ্রহ জগৎ গঠিত হতে পেরেছে বলে ধারণা করা হয়। কারণ, ধাতুর বিবৃদ্ধি থেকেই গ্রহ গঠিত হয়।\n\n\n=== আন্তঃগ্রহীয় মাধ্যম ===\n\nদৃশ্যমান আলোর পাশাপাশি সূর্য অবিরাম ধারায় প্রবাহিত আহিত কণা (প্লাজমা) বিকিরণ করে। এই কণা প্রবাহের সাথে ঝড়ের সাদৃশ্য আছে বিধায় একে সৌরবায়ু বলা হয়। সূর্য থেকে ছুটে আসা এই বায়ুর গতিবেগ ঘণ্টায় ১৫ লক্ষ কিলোমিটার। এ বায়ুর কারণে একটি ক্ষীণ বায়ুমণ্ডলের (সৌরমণ্ডল) সৃষ্টি হয় যা সৌরজগতের বাইরের দিকে প্রায় ১০০ জ্যোতির্বিজ্ঞান একক দূরত্ব (হেলিওপজ) পর্যন্ত প্রবাহিত হয়। এরই নাম আন্তঃগ্রহীয় মাধ্যম। সূর্যের পৃষ্ঠতলে সৌরঝলক এবং জ্যোতির্বলয়ের ভর নিক্ষেপণের মত ভূচুম্বকীয় ঝড়গুলো মহাকাশ আবহাওয়া তৈরির মাধ্যমে সৌরমণ্ডলের ক্ষতি সাধন করে। সূর্যের ঘূর্ণায়মান চৌম্বক ক্ষেত্রে আন্তঃগ্রহীয় মাধ্যমের উপর ক্রিয়া করে সৌরমণ্ডলীয় প্রবাহ পাত তৈরি করে। এটা সৌরজগতের সর্ববৃহৎ কাঠামো হিসেবে পরিচিত।\nপৃথিবীর চৌম্বক ক্ষেত্র তার বায়ুমণ্ডলকে সৌরবায়ুর ক্রিয়া থেকে রক্ষা করে। শুক্র ও মঙ্গল গ্রহে চৌম্বক ক্ষেত্র না থাকায় সৌরবায়ুর প্রভাবে তাদের বায়ুমণ্ডল ক্রমান্বয়ে মহাকাশে বিলীন হয়ে যাচ্ছে। সৌরবায়ুর সাথে পৃথিবীর চৌম্বক ক্ষেত্রের মিথস্ক্রিয়ার কারণে অপরূপ মেরুজ্যোতির সৃষ্টি হয়। পৃথিবীর চৌম্বক মেরুর নিকটে এই জ্যোতি দেখা যায়।\nমহাজাগতিক রশ্মি সৌরজগতের বাইরে উৎপন্ন হয়। এক্ষেত্রে সৌরমণ্ডল সৌরজগতের জন্য ঢাল হিসেবে কাজ করে। এর পাশাপাশি বিভিন্ন গ্রহের চৌম্বক ক্ষেত্রগুলোও কিছুটা প্রতিরক্ষার কাজ করে। আন্তঃগ্রহীয় মাধ্যমে মহাজাগতিক রশ্মির ঘনত্ব এবং সূর্যের চৌম্বক ক্ষেত্রের শক্তি অনেক সময়ের ব্যবধানে পরিবর্তিত হয়। এ কারণে সৌরজগতের ভেতরে মহাজাগতিক বিকিরণের পরিমাণও সময় সময় পরিবর্তিত হয়। অবশ্য কি পরিমাণে পরিবর্তিত হয় তা এখন পর্যন্ত জানা যায়নি।\nমহাজাগতিক ধূলির অন্তত দুটি চাকতির মত অঞ্চল এই আন্তঃগ্রহীয় মাধ্যমে অবস্থান করে। প্রথমটির নাম রাশিচক্রের ধূলিমেঘ যা সৌরজগতের ভেতরের দিকে অবস্থান করে এবং রাশিচক্রের আলো সৃষ্টির কারণ হিসেবে কাজ করে। গ্রহগুলোর মিথস্ক্রিয়ার কারণে গ্রহাণু বেষ্টনীতে যে সংঘর্ষের সূত্রপাত ঘটেছিল তার মাধ্যশেই এই ধূলিমেঘ গঠিত হয়েছে বলে ধারণা করা হয়। দ্বিতীয় অঞ্চলটি ১০ থেকে ৪০ জ্যোতির্বিজ্ঞান একক দূরত্ব পর্যন্ত বিস্তৃত। কাইপার বেষ্টনীর ভেতর একই ধরনের সংঘর্ষের কারণে এই অঞ্চলের সৃষ্টি হয়েছিল।\n\n\n== সৌরজগতের অভ্যন্তরভাগ ==\nসৌরজগতের যে অংশটিতে পার্থিব গ্রহ ও গ্রহাণু থাকে সে অংশকে অভ্যন্তরভাগ নামে আখ্যায়িত করা হয়। এ অংশের বস্তুগুলো মূলত সিলিকেট এবং ধাতু দ্বারা গঠিত। এই বস্তুগুলো সূর্যের বেশ কাছাকাছি অবস্থান করে। এই পুরো অংশের ব্যাসার্ধ্য বৃহস্পতি ও শনি গ্রহের মধ্যবর্তী দূরত্বের চেয়ে কম।\n\n\n=== অভ্যন্তরভাগের গ্রহসমূহ ===\n\nভেতরের অংশে মোট চারটি গ্রহ আছে যেগুলোকে পার্থিব গ্রহ বলা হয়। এই গ্রহগুলো খুব ঘন এবং এগুলোর গাঠনিক উপাদান পাথুরে। এগুলোর উপগ্রহের সংখ্যা খুবই কম, কোন কোনটির উপগ্রহই নেই। এছাড়া এগুলোর চারদিকে কোন বলয়ও নেই। এদের গাঠনিক উপাদান মূলত বিভিন্ন খনিজ পদার্থ যাদের গলনাঙ্ক খুব বেশি। যেমন, তাদের ভূত্বক ও ম্যান্ট্‌ল সিলিকেট দ্বারা গঠিত এবং কেন্দ্র গঠিত লৌহ ও এ ধরনের অন্যান্য ধাতু দ্বারা। চারটির মধ্যে তিনটি গ্রহের উল্লেখযোগ্য পরিমাণ বায়ুমণ্ডল আছে। এই গ্রহ তিনটি হল শুক্র, মঙ্গল এবং পৃথিবী। আর সবগুলোরই সংঘর্ষ খাদ এবং ফাটল উপত্যকা ও আগ্নেয়গিরির মত টেকটোনিক পৃষ্ঠতলীয় কাঠামো আছে। ভেতরের দিকের গ্রহগুলোর সাথে নগণ্য গ্রহগুলোকে গুলিয়ে ফেলা ঠিক হবে না। যে গ্রহগুলো থেকে সূর্যের দূরত্ব পৃথিবীর চেয়ে কম সেগুলোকে নগণ্য গ্রহ বলে। বুধ এবং শুক্র নগণ্য গ্রহ।\n\nবুধ গ্রহ\nবুধ গ্রহ সূর্যের সবচেয়ে কাছে (০.৪ এইউ) এবং এটি সৌরজগতের ক্ষুদ্রতম (০.৫৫ পার্থিব ভর) গ্রহ। এর কোন প্রাকৃতিক উপগ্রহ নেই। সংঘর্ষ খাদ ছাড়া এর একমাত্র জানা ভৌগোলিক ফিচার হচ্ছে লতিযুক্ত রিজ বা rupe। ইতিহাসের প্রথম দিকে যখন গ্রহের সংকোচন চলছিল তখন এগুলো সৃষ্টি হয়েছিল বলে ধারণা করা হয়। বুধের বায়ুমণ্ডল অতি নগণ্য যার প্রধান উপাদান সৌরবায়ুর প্রভাবে পৃষ্ঠ থেকে সজোরে উৎক্ষিপ্ত পরমাণু। এর তুলনামূলক বড় লৌহ কেন্দ্র এবং সরু ম্যান্ট্‌লের ব্যাখ্যা এখন পর্যন্ত পাওয়া যায়নি। বিভিন্ন অনুকল্পে বলা হয়েছে, একটি বড় সংঘর্ষের মাধ্যমে গ্রহটির বহিস্তর ছিন্নভিন্ন হয়ে মহাকাশে বিলীন হয়ে গেছে এবং নিকটবর্তী সূর্যের শক্তির প্রভাবে এর কোন বিবৃদ্ধিও ঘটেনি।\nশুক্র গ্রহ\nশুক্র গ্রহের আকার (০.৮১৫ পার্থিব ভর) প্রায় পৃথিবীর সমান এবং সূর্য থেকে এর দূরত্ব ০.৭ এইউ। পৃথিবীর মতই এই গ্রহের ম্যান্ট্‌ল সিলিকেট দ্বারা এবং কেন্দ্রভাগ লৌহ দ্বারা গঠিত। এর বায়ুমণ্ডল বেশ পুরু এবং এর ভেতরের অংশে বিভিন্ন ভূতাত্ত্বিক ক্রিয়া-প্রতিক্রিয়ার প্রমাণ পাওয়া গেছে। অবশ্য গ্রহটি পৃথিবীর তুলনায় অনেক শুষ্ক এবং এর বায়ুমণ্ডল আমাদের থেকে ৯০ গুণ বেশি ঘন। এরও কোন প্রাকৃতিক উপগ্রহ নেই। পৃষ্ঠতলের তাপমাত্রা ৪০০° সেলসিয়াস হওয়ায় এটি সৌরজগতের সবচেয়ে উত্তপ্ত। বায়ুমণ্ডলে প্রচুর পরিমাণে গ্রিনহাউজ গ্যাস থাকার কারণেই এর তাপমাত্রা এতো বেশি বলে ধারণা করা হচ্ছে। বর্তমানে সেখানে কোন ভূতাত্ত্বিক ক্রিয়া সংঘটিত হয় বলে সুস্পষ্ট প্রমাণ পাওয়া যায়নি। কিন্তু উল্লেখযোগ্য পুরুত্বের বায়ুমণ্ডল ধরে রাখার জন্য প্রয়োজনীয় চৌম্বক ক্ষেত্র নেই তার। এ থেকে বোঝা যায়, আগ্নেয়গিরির অগ্ন্যুৎপাতের মাধ্যমে এর বায়ুমণ্ডল নিয়মিত পূর্ণ হতে থাকে। এর ফলে চৌম্বক ক্ষেত্রের অপ্রতুলতা কাটিয়ে উঠা যায়।\nপৃথিবী\nপৃথিবী সৌরজগতের ভেতরের অংশের সবচেয়ে ঘন ও বড় গ্রহ। এটিই এ অঞ্চলের একমাত্র গ্রহ যাতে বর্তমানেও ভূতাত্ত্বিক ক্রিয়া-প্রতিক্রিয়া চলছে। এটা আমাদের জানা একমাত্র গ্রহ যাতে জীবনের অস্তিত্ব রয়েছে। এর তরল জলমণ্ডল সৌরজগতের ভেতরের অংশে অনন্য। এটিই একমাত্র গ্রহ যাতে গ্রহ টেকটোনিক পর্যবেক্ষণ করা গেছে। পৃথিবীর বায়ুমণ্ডল অন্যান্য যেকোন গ্রহ থেকে অনেক ভিন্ন। এখানে শতকরা ২১ ভাগ অক্সিজেন থাকার কারণেই জীবনের বিকাশ ঘটা সম্ভব হয়েছে। এর একটি মাত্র প্রাকৃতিক উপগ্রহ আছে যার নাম চাঁদ বা 'মুন'। সৌরজগতের অন্য কোন পার্থিব গ্রহের এত বড় উপগ্রহ নেই।\nমঙ্গল\nমঙ্গল গ্রহ পৃথিবী ও শুক্রের চেয়ে ছোট (.১০৭ পার্থিব ভর)। এর একটি পাতলা বায়ুমণ্ডল আছে যা মূলত কার্বন ডাই অক্সাইড দিয়ে গঠিত। পৃষ্ঠতলে প্রচুর সংখ্যক আগ্নেয়গিরি (যেমন অলিম্পাস মন্‌স) ও ফাটল উপত্যকায় (যেমন ভ্যালিস মেরিনারিস) পরিপূর্ণ। এ থেকে বোঝা যায় এর ভূতাত্ত্বিক ক্রিয়া-প্রতিক্রিয়া খুব বেশি দিন আগে থেমে যায়নি। লৌহ সমৃদ্ধ মাটিতে মরিচা পড়ার কারণেই গ্রহটির রং লাল। মঙ্গলের দুটি ছোট ছোট উপগ্রহ আছে যাদের নাম ডিমোস এবং ফোবোস। ধারণা করা হয়, মঙ্গল অনেক আগে কোন গ্রহাণুকে নিজ মহাকর্ষের বন্ধনে বেঁধে ফেলেছিল এবং এভাবেই উপগ্রহগুলোর সৃষ্টি হয়।:::বৃহস্পতি গ্রহ:বৃহস্পতি হচ্ছে সৌরজগতের সবচেয়ে বড় গ্রহ। সবচেয়ে বড় বলে একে 'গ্রহরাজ' বলা হয়। আয়তনে বৃহস্পতি পৃথিবীর ১৩০০ বড়।\nবৃহস্পতি চারটি বৃহৎ গ্যাসীয় দানবের একটি, অর্থাৎ এটি প্রাথমিকভাবে কঠিন পদার্থ দ্বারা গঠিত নয়। সৌর জগতের বৃহত্তম এই গ্রহটির ব্যাস বিষুবরেখা বরাবর ১৪২,৯৮৪ কিমি। এর ঘনত্ব ১.৩২৬ গ্রাম/সেমি³ যা গ্যাসীয় দানবগুলোর মধ্যে দ্বিতীয় সর্বোচ্চ। অবশ্য পার্থিব যেকোন গ্রহ থেকে এর ঘনত্ব কম। গ্যাসীয় দানবগুলোর মধ্যে ঘনত্ব সর্বোচ্চ। এর ভর।\n\n\n=== গ্রহাণু বেষ্টনী ===\n\nগ্রহাণুগুলো মূলত খুব ছোট ছোট সৌর জাগতিক বস্তু যেগুলো ধাতব পাথুরে খনিজ পদার্থ দিয়ে গঠিত। এই খনিজ পদার্থগুলো অনুদ্বায়ী।\nমূল গ্রহাণু বেষ্টনীটি মূলত একটি কক্ষপথ যা  মঙ্গল এবং বৃহস্পতির মধ্যে অবস্থিত। সূর্য থেকে এই বেষ্টনীর নিকটবিন্দু এবং দূরবিন্দুর দূরত্ব যথাক্রমে ২.৩ এইউ এবং ৩.৩ এইউ। ধারণা করা হয়, সৌরজগতের গঠনকালীন সময়ে বৃহস্পতি গ্রহের মহাকর্ষীয় আকর্ষণের কারণে যে বস্তুগুলো একসাথে মিলে বড় কোন বস্তুতে পরিণত হতে পারেনি সেগুলোই এই বেষ্টনীতে আশ্রয় নিয়েছে।\nগ্রহাণুর আকার বিভিন্ন রকমের হতে পারে। কয়েক শত কিলোমিটার থেকে শুরু করে এদের ব্যাসার্ধ্য আণুবীক্ষণিকও হতে পারে। বৃহত্তম গ্রহাণু সেরেস ছাড়া বাকি সবগুলো গ্রহাণুই \"ক্ষুদ্র সৌর জাগতিক বস্তু\" শ্রেণীর মধ্যে পড়ে। অবশ্য ৪ ভেস্তা ও ১০ হাইজিয়া নামক গ্রহাণু দুটি ভবিষ্যতে বামন গ্রহ শ্রেণীতে জায়গা করে নিতে পারে। তরলস্থৈতিক সাম্যাবস্থা অর্জনে সমর্থ হলেই কেবল বামন গ্রহের কাতারে দাড়াতে পারবে তারা।\nগ্রহাণু বেষ্টনীতে দশ-বিশ হাজার বস্তু আছে যেগুলোর ব্যাস এক কিলোমিটারের উপরে। এই সংখ্যা কয়েক মিলিয়নও হতে পারে। তারপরও সমগ্র গ্রহাণু বেষ্টনীর ভর পৃথিবীর ভরের হাজার ভাগের এক ভাগ থেকে সামান্য বেশি। বেষ্টনীতে গ্রহাণুগুলো খুব একটা ঘন সন্নিবেশিত নয়। পৃথিবী থেকে প্রেরিত নভোযানগুলো কোন রকমের দুর্ঘটনা ছাড়াই নিয়মিত এই বেষ্টনী অতিক্রম করে থাকে। যে গ্রহাণুগুলোর ব্যাস ১০ থেকে ১০৪ মিটারের মধ্যে সেগুলোকে উল্কা বলা হয়।\n\nসেরেস\nসেরেস গ্রহাণু বেষ্টনীর বৃহত্তম বস্তু। একে বামন গ্রহ শ্রেণীর মধ্যে ফেলা হয়েছে। সূর্য থেকে এর দূরত্ব ২.৭৭ এইউ এবং এর ব্যাস ১০০০ কিলোমিটার থেকে সামান্য কম। নিজস্ব অভিকর্ষের মাধ্যমে গোলকীয় আকৃতি লাভ করার জন্য এই ব্যাস যথেষ্টই বেশি। ঊনবিংশ শতকে যখন এটি আবিষ্কৃত হয় তখন সবাই গ্রহ বলে ধরে নিয়েছিল। কিন্তু আরও বিস্তারিত পর্যবেক্ষণের পর প্রতিবেশে অন্যান্য গ্রহাণু আবিষ্কৃত হওয়ায় ১৮৫০-এর দশকে গ্রহাণু হিসেবে চিহ্নিত হয়। আর ২০০৬ সালে এসে একে বামন গ্রহ হিসেবে পুনরায় শ্রেণীবদ্ধ করা হয়েছে।\nগ্রহাণু শ্রেণী\nকক্ষপথের বৈশিষ্ট্যের উপর ভিত্তি করে এই বেষ্টনীর গ্রহাণুগুলোকে গ্রহাণু শ্রেণী এবং পরিবারে বিভক্ত করা হয়। যে গ্রহাণুগুলো অপেক্ষাকৃত বড় গ্রহাণুকে কেন্দ্র করে আবর্তন করে সেগুলোকে গ্রহাণু চাঁদ বলা হয়। এই চাঁদগুলো অবশ্য মোটেই গ্রহীয় চাঁদের মত নয়। কোন কোন গ্রহাণু চাঁদ আকারে তার মাতৃ গ্রহাণুর প্রায় সমান। গ্রহাণু বেষ্টনীতে মূল-বেষ্টনী ধূমকেতুও থাকে। ধারণা করা হয়, এই ধূমকেতুগুলোই পৃথিবীতে পানির উৎস হিসেবে কাজ করেছিল।\nবৃহস্পতি গ্রহের এল৪ ও এল৫ বিন্দুগুলোর যেকোনটিতে ট্রোজান গ্রহাণুদের বাস। এই বিন্দুগুলো হল মহাকর্ষীয়ভাবে স্থিতিশীল অঞ্চল যারা কোন গ্রহের সামনে থেকে নেতৃত্ব দেয় বা কক্ষপথে গ্রহটিকে অনুসরণ করে চলে। অন্য যেকোন গ্রহ বা উপগ্রহের ল্যাগ্রেঞ্জ বিন্দুতে অবস্থিত ছোটখট বস্তু বোঝাতেও কখনও কখনও \"ট্রোজান\" শব্দটি ব্যবহৃত হয়। হিলডা গ্রহাণুসমূহ বৃহস্পতির সাথে ২:৩ রেজোন্যান্সে অবস্থান করছে। অর্থাৎ তারা বৃহস্পতিকে যে সময়ে ২ বার আবর্তন করে সে সময়ে সূর্যকে ৩ বার আবর্তন করে।\nএছাড়াও সৌরজগতের অভ্যন্তরভাগে প্রচুর রুজ গ্রহাণু আছে। এই গ্রহাণুর অনেকগুলোই অভ্যন্তরভাগের গ্রহগুলোর কক্ষপথকে অতিক্রম করে যায়।\n\n\n== মধ্য সৌরজগৎ ==\nমধ্য সৌরজগতের প্রধান বস্তু হল বিশাল বিশাল সব গ্যাস দানব এবং তাদের ছোটোখাটো গ্রহ আকৃতির প্রাকৃতিক উপগ্রহ। অনেক স্বল্পকালীন ধূমকেতু যেমন সেন্টাউর ও এই অঞ্চলে অবস্থান করে। অঞ্চলটির কোন প্রথাগত নাম নেই। অনেক সময় অবশ্য বহিঃসৌরজগৎ নামে ডাকা হয়। কিন্তু অতি সাম্প্রতিক সময়ে বহিঃসৌরজগৎ বলতে নেপচুনের পরের অঞ্চলটিকে বোঝায়। মধ্য অঞ্চলে যে কঠিন বস্তুগুলো রয়েছে সেগুলো অভ্যন্তরভাগের মত পাথুরে বস্তু দ্বারা গঠিত নয়। এগুলোর মূল গাঠনিক উপাদান হল বরফ যা পানি, অ্যামোনিয়া বা মিথেন জমাট বেঁধে তৈরি হতে পারে।\n\n\n=== বহিঃস্থ গ্রহসমূহ ===\n\nসৌরজগতের বাইরের দিকে অবস্থিত চারটি গ্রহকে গ্যাস দানব বলা হয়। মাঝেমাঝে এদেরকে জোভিয়ান গ্রহ নামেও ডাকতে দেখা যায়। সূর্যকে আবর্তনরত সকল বস্তুর সম্মিলিত ভরের শতকরা ৯৯ ভাগের জন্যই দায়ী এই বহিঃস্থ গ্রহগুলো। বৃহস্পতি ও শনি গ্রহের বায়ুমণ্ডলে প্রচুর পরিমাণ হাইড্রোজেন ও হিলিয়াম আছে। সেখানকার বায়ুমণ্ডল মূলত এই দুটি মৌল দিয়েই গঠিত। নেপচুন ও ইউরেনাসের বায়ুমণ্ডলে বরফের পরিমাণ অনেক বেশি। এই বরফও পানি অ্যামোনিয়া বা মিথেন জমাট বেঁধে সৃষ্টি হয়। অনেক জ্যোতির্বিজ্ঞানীদের মতে এই গ্রহ দুটিকে সম্পূর্ণ নতুন একটি গ্রহ শ্রেণীতে ফেলা যায় যে শ্রেণীর নাম হবে \"বরফ দানব\"। চার দানবেরই নিজস্ব বলয় আছে। কিন্তু শুধু শনির বলয়ই পৃথিবী থেকে দেখা যায়। বহিঃস্থ গ্রহকে আবার উৎকৃষ্ট গ্রহের সাথে গুলিয়ে ফেলা ঠিক হবে না। পৃথিবীর কক্ষপথের বাইরে অবস্থিত গ্রহগুলোকেই উৎকৃষ্ট গ্রহ নামে ডাকা হয়।\n\nবৃহস্পতি\nবৃহস্পতি গ্রহের ভর পৃথিবীর ৩১৮ গুণ এবং সবগুলো বহিঃস্থ গ্রহের সম্মলিত ভরের তুলনায়ও সে ২.৫ গুণ ভারী। গ্রহটি মূলত হাইড্রোজেন ও হিলিয়াম দিয়ে গঠিত। তীব্র অভ্যন্তরীন তাপের কারণে এর বায়ুমণ্ডলে বেশ কিছু অর্ধ-স্থায়ী বৈশিষ্ট্যের সৃষ্টি হয় যার মধ্যে আছে মেঘের ব্যান্ড ও বিরাট লোহিত কলঙ্ক। আমাদের জানামতে এই গ্রহের ৬৭টি প্রাকৃতিক উপগ্রহ আছে। চারটি বড় বড় উপগ্রহ গ্যানিমেড, ক্যালিস্টো, আইও এবং ইউরোপা অনেকটা পার্থিব গ্রহগুলোর মত। কারণ এই উপগ্রহগুলোতে অগ্ন্যুৎপাত ও অভ্যন্তরীন তাপ বৃদ্ধির মত ভূতাত্ত্বিক ক্রিয়া-প্রতিক্রিয়া ঘটে। সৌরজগতের বৃহত্তম উপগ্রহ গ্যানিমেডের আকার বুধ গ্রহ থেকেও বড়।\nশনি\nশনি গ্রহ দৃষ্টিনন্দন বলয়ের জন্য সবার কাছেই বেশ পরিচিত। বায়ুমণ্ডলের গঠনসহ বেশ কটি দিক দিয়ে এর সাথে বৃহস্পতির সাদৃশ্য আছে। অবশ্য শনি বৃহস্পতির মত অতো বড় না। এর ভর পৃথিবীর মাত্র ৯৫ গুণ। শনির ৬২টি জানা উপগ্রহের মধ্যে দুটিতে বর্তমানেও ভূতাত্ত্বিক ক্রিয়া-প্রতিক্রিয়া চলছে বলে ধারণা করা হয়। এছাড়া শনির আরও তিনটি উপগ্রহ আছে বলে সন্দেহ করা হচ্ছে। টাইটান ও এনসেল্যাডাস উপগ্রহ দুটিতে ভূতাত্ত্বিক ক্রিয়া-প্রতিক্রিয়া ঘটলেও সেগুলোর মূল গাঠনিক উপাদান আসলে বরফ। টাইটান বুধের চেয়ে বড় এবং এটি সৌরজগতের একমাত্র উপগ্রহ যাতে উল্লেখযোগ্য পুরুত্বের বায়ুমণ্ডল আছে।\nইউরেনাস\nইউরেনাসের ভর পৃথিবীর ১৪ গুণ। কিন্তু বহিঃস্থ গ্রহগুলোর মধ্যে এটিই সবচেয়ে হালকা। এই গ্রহের নিজ অক্ষের চারদিকে পরিভ্রমণ অক্ষ সূর্যের চারদিকে আবর্তন অক্ষের প্রায় সমতলে অবস্থিত। এ কারণে সেখানে কোন ঋতু পরিবর্তন ঘটে না। এর অ্যাক্সিয়াল টিল্ট ও ভূকক্ষের মধ্যবর্তী কোণ ৯০°'র চেয়ে বেশি। অন্যান্য গ্যাস দানবের চেয়ে এর কেন্দ্রের তাপমাত্রা কম বলে সে মহাকাশে তুলনামূলকভাবে কম তাপ বিকিরণ করে। এর জানা উপগ্রহের সংখ্যা ২৭টি। এর মধ্যে বড় উপগ্রহগুলি হচ্ছে টাইটানিয়া, ওবেরন, আমব্রিয়েল, এরিয়েল ও মিরান্ডা।\nনেপচুন\nনেপচুনের আকার ইউরেনাসের চেয়ে কম হলেও ভর তার থকে বেশি। ইউরেনাসের ভর পৃথিবীর ১৪ গুণ আর নেপচুনের ভর ১৭ গুণ। এ কারণে নেপচুনের ঘনত্ব তুলনামূলক বেশি। এটি তুলনামূলক বেশি তাপ বিকিরণ করে তবে এই বিকিরণের পরিমাণ বৃহস্পতি বা শনির থেকে কম। নেপচুনের জানা উপগ্রহের সংখ্যা ১৪। এর মধ্যে সবচেয়ে বড় ট্রাইটন ভূতাত্ত্বিকভাবে সক্রিয়। এই উপগ্রহে উষ্ণ প্রস্রবণ ও তরল নাইট্রোজেন আছে। ট্রাইটন একমাত্র বড় উপগ্রহ যার প্রতীপ কক্ষপথ আছে। নেপচুনের কক্ষপথে বেশ কিছু ক্ষুদ্র গ্রহ আছে যেগুলোকে নেপচুন ট্রোজান বলে। এই ট্রোজানগুলো মাতৃ গ্রহের সাথে ১:১ রেজোন্যান্সে আবর্তন করে।\n\n\n=== ধূমকেতু ===\n\nধূমকেতু বেশ ছোট সৌর জাগতিক বস্তু। মূলত উদ্বায়ী বরফ দ্বারা গঠিত এই বস্তুগুলোর ব্যাস হয় সাধারণত কয়েক কিলোমিটার। এরা অতি মাত্রায় উৎকেন্দ্রিক কক্ষপথে আবর্তন করে; অনুসূর বিন্দু সৌরজগতের অভ্যন্তরভাগের গ্রহগুলোর কক্ষপথের চেয়ে কাছে আবার অপসূর প্লুটোর কক্ষপথেরও বাইরে। ধূমকেতু যখন সৌরজগতের অভ্যন্তরভাগে প্রবেশ করে তখন সূর্যের খুব কাছে এসে যাওয়ার কারণে এর বরফসমৃদ্ধ পৃষ্ঠতল আয়নিত ও উর্ধ্বপাতিত হয়ে একটি লেজ গঠন করে। গ্যাস আর ধূলি দিয়ে গঠিত এই লেজটি পৃথিবী থেকে মাঝে মাঝে খালি চোখেও দেখা যায়।\nস্বল্প-পর্যায়ের ধূমকেতুগুলো একবার তার কক্ষপথে আবর্তন করতে ২০০ বছরেরও কম সময় নিতে পারে। অন্য দিকে দীর্ঘ-পর্যায়ের ধূমকেতুর কক্ষপথ আবর্তনের সময় হাজার হাজার বছরও হয়ে থাকে। স্বল্প পর্যায়ের ধূমকেতুর জন্ম হয় কাইপার বেষ্টনীতে আর দীর্ঘ-পর্যায়ের ধূমকেতুরা (যেমন, হেল-বপ ধূমকেতু) জন্ম নেয় উওর্ট মেঘে। অনেক ধূমকেতু দলই একটি মাতৃ ধূমকেতু ভেঙে উৎপত্তি লাভ করেছে। যেমন, Kreutz Sungrazers ধূমকেতু দল। বেশ কিছু অধিবৃত্তীয় কক্ষপথবিশিষ্ট ধূমকেতু সৌরজগতের বাইরেও সৃষ্টি হতে পারে। অবশ্য এই ধূমকেতুগুলোর কক্ষপথ সঠিকভাবে নির্ণয় করা বেশ কষ্টকর। প্রবীণ ধূমকেতু, সৌরবায়ুর কারণে যাদের লেজের অধিকাংশই মহাকাশে বিলীন হয়ে গেছে, তাদেরকে কখনও কখনও গ্রহাণু ধরা হয়।\n\nসেন্টাউর\nসেন্টাউর ৯ থেকে ৩০ জ্যোতির্বিজ্ঞান একক দূরত্বের মধ্যে অবস্থিত বরফসমৃদ্ধ বস্তু যেগুলো অনেকটাই ধূমকেতুর মত। বৃহস্পতি ও নেপচুনের মাঝামাঝি একটি অঞ্চলে থেকে তারা সূর্যকে আবর্তন করে। এখন পর্যন্ত জানা সর্ববৃহৎ সেন্টাউর হচ্ছে ১০১৯৯ ক্যারিক্‌লো যার ব্যাস ২০০ থেকে ২৫০ কিলোমিটারের মধ্যে। সর্বপ্রথম আবিষ্কৃত সেন্টাউরের নাম ২০৬০ কাইরন যাকে ধূমকেতু বলা হয়। কারণ ধূমকেতুর মতই এর একটি লেজ আছে। অনেক জ্যোতির্বিজ্ঞানীই সেন্টাউরকে ভেতরের দিকে বিক্ষিপ্ত কাইপার বেষ্টনী বস্তু নামে আখ্যায়িত করেন। বাইরের দিকে বিক্ষিপ্ত কাইপার বেষ্টনী বস্তুও রয়েছে যেগুলো বিক্ষিপ্ত চাকতির মধ্যে অবস্থান করে।\n\n\n== নেপচুনোত্তর বস্তু ==\nনেপচুনের বাইরের অঞ্চল তথা নেপচুনোত্তর অঞ্চল সম্বন্ধে আমরা খুব বেশি জানি না, কারণ সেখানে বড় ধরনের কোন অভিযান প্রেরণ সম্ভব হয়নি। এই অঞ্চলে ছোট আকৃতি ও ভরের অনেক অনেক পৃথিবী সদৃশ বস্তু আছে। সবচেয়ে বড়টির ব্যাস পৃথিবীর মাত্র এক পঞ্চমাংশ আর তার ভর চাঁদের চেয়েও অনেক কম। এই বস্তুগুলো মূলত শিলা ও বরফ দ্বারা গঠিত। এই অঞ্চলকেই মাঝেমাঝে সৌরজগতের বহিঃস্থ অঞ্চল বলা হয়। অনেকে অবশ্য বহিঃস্থ অঞ্চল বলতে গ্রহাণু বেষ্টনীর বাইরের পুরো অঞ্চলটিকেই বুঝেন।\n\n\n=== কাইপার বেষ্টনী ===\n\nকাইপার বেষ্টনী গ্রহাণু বেষ্টনীর মতই বিভিন্ন বস্তুর একটি বিশাল বেষ্টনী। এখানে অবস্থিত বস্তুগুলোকে ধ্বংসাবশেষ বলা যায় যেগুলো মূলত বরফ দ্বারা গঠিত। এই অঞ্চলের শুরু সূর্য থেকে ৩০ এইউ দূরত্বে আর শেষ ৫০ এইউ দূরত্বে। এখানকার বস্তুগুলো অধিকাংশই ক্ষুদ্র সৌর জাগতিক শ্রেণীর মধ্যে পড়ে। এর মধ্যে অনেকগুলোই বৃহত্তম কাইপার বেষ্টনী বস্তু যেমন, কুয়াওর, ভ্যারুনা, ২০০৩ ইএল৬১।\n২০০৫ এফওয়াই৯ এবং অরকাস বস্তু দুটিকে অচিরেই বামন গ্রহের মর্যাদা দেয়া হতে পারে। এই বেষ্টনীতে সম্ভবত ১০০,০০০ এরও বেশি বস্তু আছে যাদের ব্যাস ৫০ কিলোমিটারের উপরে। কিন্তু কাইপার বেষ্টনীর বস্তুগুলোর সমন্বিত ভর পৃথিবীর মাত্র এক দশমাংশ, এমনকি একশত ভাগের এক ভাগও হতে পারে। অনেক কাইপার বেষ্টনী বস্তুরই নিজস্ব এক বা একাধিক স্যাটেলাইট আছে। এদের মধ্যে অধিকাংশেরই কক্ষপথ এমন যে তা এটিকে ভূকক্ষ সমতলের বাইরে নিয়ে যায়।\nকাইপার বেষ্টনীর বস্তুগুলোকে সহজেই দুটি ভাগে ভাগ করা যেতে পারে: চিরায়ত (ক্ল্যাসিক্যাল) এবং রেজোন্যান্ট।\nনেপচুনের কক্ষপথের সাথে যে বস্তুর কক্ষপথের রেজোন্যান্স আছে সেটিই রেজোন্যান্ট শ্রেণীর মধ্যে পড়ে। রেজোন্যান্স আছে বলতে বোঝায়, যে সময়ে নেপচুন সূর্যকে তিন বার প্রদক্ষিণ করে সে সময়ে উক্ত বস্তুটি হয়তো সূর্যকে দুই বার আবর্তন করে। নেপচুনের নিজের আবর্তনের মাধ্যমেই প্রথম রেজোন্যান্সটি শুরু হয়। চিরায়ত নেপচুনোত্তর বস্তু সেগুলোই যেগুলোর কক্ষপথের সাথে নেপচুনের কক্ষপথের কোন রেজোন্যান্স নেই। ৩৯.৪ এইউ থেকে ৪৭.৭ এইউ পর্যন্ত বিস্তুত অঞ্চলে এই বস্তুগুলো অবস্থান করে। এই অঞ্চলের বস্তুগুলো সাধারণভাবে কিউবিওয়ানো নামে ডাকা হয়। এ ধরনের প্রথম যে বস্তুটি আবিষ্কৃত হয়েছিল সেটি হচ্ছে ১৯৯২ কিউবি১।\n\nপ্লুটো এবং শ্যারন\nপ্লুটো নামক বামন গ্রহটি কাইপার বেষ্টনীর এখন পর্যন্ত জানা সর্ববৃহৎ বস্তু। ১৯৩০ সালে যখন আবিষ্কৃত হয় তখন একে নবম গ্রহ হিসেবে ধরে নেয়া হয়েছিল। কিন্তু ২০০৬ সালে ইন্টারন্যাশনাল অ্যাস্ট্রোনমিক্যাল ইউনিয়ন গ্রহের নতুন সংজ্ঞা নির্ধারণ করার পর প্লুটো তার গ্রহত্ব হারায়। প্লুটোর কক্ষপথ অন্যদের তুলনায় বেশি উৎকেন্দ্রিক যা ভূকক্ষের সাথে ১৭ ডিগ্রি কোণ করে থাকে। সূর্যের সাপেক্ষে প্লুটোর অনুসূর ২৯.৭ এইউ এবং অপসূর ৪৯.৫ এইউ। বোঝাই যাচ্ছে, এই কক্ষপথ নেপচুনের কক্ষপথকে ছেদ করে। প্লুটো রেজোন্যান্ট বেষ্টনীর মধ্যে অবস্থিত এবং নেপচুনের সাথে এর রেজোন্যান্স হচ্ছে ৩:২। অর্থাৎ, নেপচুন যে সময়ে সূর্যকে ৩ বার আবর্তন করে সে সময়ে প্লুটো সূর্যকে ২ বার আবর্তন করে। কাইপার বেষ্টনীর অন্যান্য যেসব বস্তু এই রেজোন্যান্স মেনে চলে সেগুলোকে প্লুটিনো বলা হয়।\nশ্যারন প্লুটোর বৃহত্তম প্রাকৃতিক উপগ্রহ। এটা উপগ্রহ হিসেবে থাকবে না তাকে বামন গ্রহের মর্যাদা দেয়া হবে এ নিয়ে সন্দেহ আছে। প্লুটো এবং ক্যারন উভয়েই তাদের সাধারণ অভিকর্ষ বিন্দু তথা ভারকেন্দ্রকে কেন্দ্র করে পরস্পর পরস্পরকে আবর্তন করে। এভাবে দুয়ে মিলে একটি যুগল ব্যবস্থার সৃষ্টি করেছে। তুলনামূলক ছোট বাকি চারটি উপগ্রহ তথা নিক্স,হাইড্রা,স্টিক্স এবং কার্বেরোস আবার প্লুটো ও শ্যারনকে আবর্তন করে।\n\n\n=== সৌরজাগতিক বস্তুর তুলনামূলক সারণি ===\n\n\n== সংগঠন ==\n\nধারণা করা হয় ১৭৫৫ সালে দার্শনিক ইমানুয়েল কান্ট কর্তৃক প্রস্তাবিত নীহারিকা প্রকল্প অনুসারে সৌর জগতের সৃষ্টি হয়েছে। এই প্রকল্পটি প্রথম স্বাধীনভাবে সংগঠিত করেন বিজ্ঞানী পিয়ের-সিমন লাপ্লাস। এই প্রকল্পের তত্ত্ব অনুসারে বলা হয় আজ থেকে প্রায় ৪.৬ বিলিয়ন বছর পূর্বে একটি দানবীয় আণবিক মেঘের মহাকর্ষীয় ধ্বসের মাধ্যমে সৌর জগতের সৃষ্টি হয়েছে। এই প্রাথমিক আণবিক মেঘটি সম্ভবত কয়েক আলোক বর্ষ দীর্ঘ ছিল এবং এ থেকে বেশ কয়েকটি তারার সৃষ্টি হয়েছিল বলে প্রস্তাব করা হয়েছে। উল্কাপিণ্ড নিয়ে আধুনিক গবেষণায় এমন কিছু বিরল উপাদান পাওয়া গেছে যারা কেবল একটি বিস্ফোরণশীল তারার অভ্যন্তরেই সৃষ্টি হতে পারে। এ থেকে বোঝা যায় সূর্য একটি তারা স্তবকের মধ্যে জন্ম নিয়েছিলো এবং আশেপাশের কয়েকটি অতিনবতারা বিস্ফোরণের মত এতেও ব্যাপকতর বিস্ফোরণ ঘটেছিল। এসব অতিনবতারা থেকে নির্গত অভিঘাত তরঙ্গ সূর্যের জন্মে একটি সূচনাকারী প্রভাবকের ভূমিকা পালন করতে পারে। কারণ এই তরঙ্গ পার্শ্ববর্তী নীহারিকাগুলোর মধ্যে অতিরিক্ত ঘনত্বসম্পন্ন অঞ্চল সৃষ্টি করেছিল। এর ফলে মহাকর্ষীয় বল অভ্যন্তরীন গ্যাসের চাপের চেয়ে বেশি হয়ে যায় এবং ধ্বসের কারণ হিসেবে দেখা দেয়।\nমহাবিশ্বের যে অঞ্চলটি সৌরজগতে রুপান্তরিত হয়েছে তা প্রাক-সৌর নীহারিকা নামে পরিচিত যার ব্যাস ৭,০০০ থেকে ২০,০০০ জ্যোতির্বিজ্ঞান এককের মধ্যে। আর এর ভর ছিল সূর্যের ভরের চেয়ে সামান্য বেশি (সূর্যের ভরের ০.১ থেকে ০.০০১ অংশের মত বেশি)। যখন নীহারিকাটি ধ্বসে পড়ে তখন কৌণিক ভরবেগের সংরক্ষণ নীতির কারণে এর ঘূর্ণন বেগ বৃদ্ধি পায়। যেহেতু নীহারিকার মধ্যবর্তী পদার্থগুলো ঘনতর হতে থাকে সেহেতু এর মধ্যবর্তী পরমাণুসমূহের পরস্পরের মধ্যে আরও বৃহৎ কম্পাঙ্কের সাথে সংঘর্ষ হতে থাকে। সবচেয়ে বেশি সংঘর্ষ হয় কেন্দ্রে। এর ফলে কেন্দ্রের তাপের পরিমাণ আশেপাশে চাকতির অন্যান্য অঞ্চল থেকে অনেক বেড়ে যায়। সংকোচনশীল নীহারিকাটির উপর অভিকর্ষ, গ্যাসীয় চাপ, চৌম্বক ক্ষেত্র এবং ঘূর্ণন একসাথে প্রভাব ফেলতে থাকে। ফলে এটি অনেকটা সমতল হয়ে যেতে থাকে এবং এক সময় একটি ভ্রূণ গ্রহীয় চাকতিতে পরিণত হয় যার ব্যাস ছিল আনুমানিক ২০০ এইউ। কেন্দ্রে সৃষ্টি হয় একটি উত্তপ্ত ও ঘন ভ্রূণ তারা।\n\n\n== পাদটীকা ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"Solar System\"। ব্রিটিশ বিশ্বকোষ। 25 (১১তম সংস্করণ)। ১৯১১। পৃষ্ঠা 157–158। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nসৌরজগৎ সৃষ্টির ইতিহাস\nসৌরজগতের বিস্তারিত ও যথাযথ মানচিত্র (চাঁদকে ১ পিক্সেল ধরে ওয়েব-ভিত্তিক স্ক্রোল মানচিত্র)\nসৌরজগতের নাসা-নির্মিত প্রতিরূপ\nনাসা/জেপিএল সৌরজগৎ - প্রধান পৃষ্ঠা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ ডিসেম্বর ২০১৬ তারিখে\nসোলার সিস্টেম প্রোফাইল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ জুলাই ২০০৭ তারিখে - নাসা’স সোলার সিস্টেম এক্সপ্লোরেশন\n\nটেমপ্লেট:Nearest systems"}