{"pageid": 1392638, "title": "ভারতে লৌহযুগ", "url": "https://bn.wikipedia.org/wiki?curid=1392638", "content": "ভারতীয় উপমহাদেশের প্রাগৈতিহাসে, আংশিকভাবে ভারতের ব্রোঞ্জযুগ এবং মেগালিথীয় সংস্কৃতির সাথে লৌহযুগ মিলে যায়। ভারতের অন্যান্য লৌহযুগের প্রত্নতাত্ত্বিক সংস্কৃতি হলো চিত্রিত ধূসর মৃৎপাত্র ও উত্তর-ভারতীয় কৃষ্ণ চিক্কণ মৃৎপাত্র। লৌহযুগ বৈদিক যুগের জনপদ বা রাজত্বের ষোলটি মহাজনপদ বা আদি ঐতিহাসিক সময়ের অঞ্চল-রাজ্যে স্থানান্তরের সাথে সামঞ্জস্যপূর্ণ, এ সময়কালের শেষের দিকে মৌর্য সাম্রাজ্যের উত্থান ঘটে।\nলৌহ গলানোর প্রাচীনতম প্রমাণ হল লৌহযুগের আবির্ভাব বেশ কয়েক শতাব্দী আগে।\n\n\n== উত্তর ভারত ==\nরাকেশ তেওয়ারি (২০০৩) অষ্টাদশ শতাব্দী এবং দশম শতাব্দী খ্রিষ্টপূর্বাব্দের মধ্যে অগ্নিকুণ্ড, টুয়েরে এবং ধাতুমল সহ উত্তরপ্রদেশে রেডিওকার্বন তারিখযুক্ত লোহার নিদর্শন। খ্রিস্টপূর্ব দ্বিতীয় সহস্রাব্দের প্রথম দিক থেকে মধ্যগঙ্গা সমভূমি এবং পূর্ববিন্ধ্য অঞ্চলে লোহা ও লোহার কাজের ব্যবহার প্রচলিত ছিল। লোহার ব্যবহারের সূচনা ঐতিহ্যগতভাবে পরবর্তী বৈদিক জনগোষ্ঠীর পূর্বমুখী অভিবাসনের সাথে জড়িত ছিল, যাদেরকে সংস্থা হিসেবেও বিবেচনা করা হয় যা বস্তুগত সংস্কৃতিতে বৈপ্লবিক পরিবর্তন এনেছে বিশেষ করে পূর্ব উত্তরপ্রদেশ ও বিহারে। রাকেশ তেওয়ারি বলেছেন যে নতুন অনুসন্ধান এবং তাদের তারিখগুলি নতুন পর্যালোচনার প্রয়োজনীয়তার পরামর্শ দেয়। তার মতে, প্রমাণগুলি দেশের অন্যান্য অঞ্চলে লোহার প্রাথমিক ব্যবহারকে সমর্থন করে, এবং প্রমাণ করে যে ভারত প্রকৃতপক্ষে লোহার কাজের বিকাশের জন্য স্বাধীন কেন্দ্র ছিল।\n\n\n== দক্ষিণ ভারত ==\nদক্ষিণ ভারতের প্রাচীনতম লৌহ যুগের স্থানগুলি হল হল্লুর, কর্ণাটক ও আদিচানাল্লুর, তামিলনাড়ু প্রায় ১০০০ খ্রিস্টপূর্বাব্দে। নাগপুরের কাছে মহুরঝাড়ি ছিল বড় পুঁতি তৈরির স্থান।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nKenoyer, J.M. 1998 Ancient Cities of the Indus Valley Civilization. Oxford University Press and American Institute of Pakistan Studies, Karachi.\nKenoyer, J. M. 1991a The Indus Valley Tradition of Pakistan and Western India. In Journal of World Prehistory 5(4): 331-385.\nKenoyer, J. M. 1995a Interaction Systems, Specialized Crafts and Culture Change: The Indus Valley Tradition and the Indo-Gangetic Tradition in South Asia. In The Indo-Aryans of Ancient South Asia: Language, Material Culture and Ethnicity, edited by G. Erdosy, pp. 213–257. Berlin, W. DeGruyter.\nShaffer, J. G. 1992 The Indus Valley, Baluchistan and Helmand Traditions: Neolithic Through Bronze Age. In Chronologies in Old World Archaeology (3rd Edition), edited by R. Ehrich, pp. 441–464. Chicago, University of Chicago Press.\nChakrabarti, D.K.\n1974. Beginning of Iron in India: Problem Reconsidered, in A.K. Ghosh (ed.), Perspectives in Palaeoanthropology: 345-356. Calcutta: Firma K.L. Mukhopadhyay.\n1976. The Beginning of Iron in India. Antiquity 4: 114-124.\n1992. The Early Use of Iron in India. Delhi: Oxford University Press.\n1999. India An Archaeological History. Delhi: Oxford University Press.\nChakrabarti, Dilip K. (২০০০), \"Mahajanapada States of Early Historic India\", A Comparative Study of Thirty City-state Cultures: An Investigation, Kgl. Danske Videnskabernes Selskab, পৃষ্ঠা 375–393, আইএসবিএন 8778761778 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}