{"pageid": 1392039, "title": "রুশ নৌবাহিনী", "url": "https://bn.wikipedia.org/wiki?curid=1392039", "content": "রুশ নৌবাহিনী ( রুশ: Военно-морской флот [ВМФ], প্রতিবর্ণীকৃত: Voyenno-morskoi flot [VMF], অনুবাদ '\"Military Maritime Fleet\"' )    \"সামরিক সামুদ্রিক নৌবহর\" রাশিয়ান সশস্ত্র বাহিনীর নৌবাহিনী । এটি ১৬৯৬ সাল থেকে বিভিন্ন আকারে বিদ্যমান; এটির বর্তমান পুনরাবৃত্তি ১৯৯২ সালের জানুয়ারিতে গঠিত হয়েছিল যখন এটি কমনওয়েলথ অফ ইন্ডিপেনডেন্ট স্টেটসের নৌবাহিনীর (যা ১৯৯১ সালের ডিসেম্বরের শেষের দিকে সোভিয়েত ইউনিয়নের বিলুপ্তির পরে সোভিয়েত নৌবাহিনীর উত্তরাধিকারী হয়েছিল)।\nইম্পেরিয়াল রাশিয়ান নৌবাহিনী প্রতিষ্ঠিত হয়েছিল পিটার দ্য গ্রেট (পিটার i) অক্টোবর ১৬৯৬ সালে। রাশিয়ান নৌবাহিনীর প্রতীক, সেন্ট অ্যান্ড্রু এর চিহ্ন (ডানদিকে দেখা যায়), এবং এর বেশিরভাগ ঐতিহ্য ব্যক্তিগতভাবে পিটার আই দ্বারা প্রতিষ্ঠিত হয়েছিল।\nরাশিয়ান নৌবাহিনীর প্রাক্তন সোভিয়েত নৌবাহিনীর বিশাল সংখ্যাগরিষ্ঠতা রয়েছে এবং বর্তমানে উত্তর নৌবহর, প্যাসিফিক নৌবহর, ব্ল্যাক সি নৌবহর, বাল্টিক নৌবহর, ক্যাস্পিয়ান ফ্লোটিলা, ভূমধ্যসাগরে স্থায়ী টাস্ক ফোর্স, নৌ বিমান চলাচল এবং উপকূলীয় বাহিনী (নৌ পদাতিক এবং উপকূলীয় ক্ষেপণাস্ত্র এবং আর্টিলারি সৈন্যদের সমন্বয়ে গঠিত)।\nঅপর্যাপ্ত রক্ষণাবেক্ষণ, তহবিলের অভাব এবং কর্মীদের প্রশিক্ষণের উপর পরবর্তী প্রভাব এবং সময়মতো সরঞ্জাম প্রতিস্থাপনের কারণে সোভিয়েত ইউনিয়নের পতনের সাথে রাশিয়ান নৌবাহিনী মারাত্মকভাবে ক্ষতিগ্রস্ত হয়েছিল। আরেকটি ধাক্কা রাশিয়ার অভ্যন্তরীণ জাহাজ নির্মাণ শিল্পকে দায়ী করা হয়েছিল, যা আধুনিক হার্ডওয়্যার এবং প্রযুক্তির অনুপস্থিতির কারণে হ্রাস পেয়েছিল।\n২০১৩ সালে, গ্যাস এবং তেলের দাম বৃদ্ধি পাওয়া তহবিল বৃদ্ধির কারণে রাশিয়ান নৌবাহিনীর এক ধরণের নবজাগরণ সক্ষম করে, যা রাশিয়াকে \"আধুনিকীকরণের সক্ষমতা বিকাশ\" শুরু করার অনুমতি দেয়।  আগস্ট ২০১৪-এ, প্রতিরক্ষা মন্ত্রী সের্গেই শোইগু বলেছিলেন যে ন্যাটোর বৃদ্ধি এবং রুশ-ইউক্রেনীয় যুদ্ধের সূচনার প্রতিক্রিয়া হিসাবে আগামী ছয় বছরের মধ্যে রাশিয়ান নৌ সক্ষমতাকে নতুন অস্ত্র ও সরঞ্জাম দিয়ে শক্তিশালী করা হবে।  \n\n\n== ইতিহাস ==\n\n১৯৯১ সালে সোভিয়েত ইউনিয়নের বিলুপ্তির ফলে রাশিয়ান নৌবাহিনীর মারাত্মক পতন ঘটে। প্রতিরক্ষা ব্যয় মারাত্মকভাবে হ্রাস পেয়েছে। অনেক জাহাজ স্ক্র্যাপ করা হয়েছিল বা নৌ ঘাঁটিতে বাসস্থানের জাহাজ হিসাবে স্থাপন করা হয়েছিল এবং বিল্ডিং প্রোগ্রামটি মূলত বন্ধ হয়ে গিয়েছিল। সোভিয়েত আমলে সের্গেই গোর্শকভের তৈরিতে সহায়তা সুবিধার উপর জাহাজের উপর জোর দেওয়া হয়েছিল, কিন্তু গোর্শকভ তাদের কার্যকর জীবনকালের পরেও জাহাজগুলিকে পরিষেবায় ধরে রেখেছিলেন, তাই যে কোনও ঘটনায় হ্রাস অনিবার্য ছিল।  জাহাজের ধরণের অব্যবহারিক পরিসরের কারণে পরিস্থিতি আরও খারাপ হয়েছিল যা নেতৃত্বের সমর্থনে সোভিয়েত সামরিক-শিল্প কমপ্লেক্স নৌবাহিনীকে বাধ্য করেছিল - পরিবর্তনগুলি বিবেচনায় নিয়ে, ১০৮০-এর দশকের মাঝামাঝি সোভিয়েত নৌবাহিনীর প্রায় ২৫০টি বিভিন্ন শ্রেণির জাহাজ ছিল। \nক্রুজার এবং অন্যান্য অনেক জাহাজ বহনকারী কিয়েভ(i)-শ্রেণির বিমানগুলি অকালে অবসরপ্রাপ্ত হয়েছিল এবং অসম্পূর্ণ দ্বিতীয় অ্যাডমিরাল কুজনেটসভ (ii)-শ্রেণীর বিমানবাহী ভার্যাগ অবশেষে ইউক্রেন গণপ্রজাতন্ত্রী চীনের কাছে বিক্রি করেছিল। তহবিলগুলি শুধুমাত্র ইউএসএসআর-এর পতনের পূর্বে আদেশ করা জাহাজের সমাপ্তির জন্য, সেইসাথে পরিষেবা থেকে সরিয়ে নেওয়া বহরের জাহাজগুলিতে সংস্কার ও মেরামতের জন্য বরাদ্দ করা হয়েছিল। যাইহোক, এই জাহাজগুলির নির্মাণের সময় ব্যাপকভাবে প্রসারিত হয়েছিল: ২০০৩ সালে এটি জানানো হয়েছিল যে আকুলা -শ্রেণীর সাবমেরিন নেরপা পনের বছর ধরে নির্মাণাধীন ছিল। \nমুরমানস্কের কাছাকাছি বন্দরে ডিকমিশনড পারমাণবিক সাবমেরিনের স্টোরেজ একটি তাৎপর্যপূর্ণ সমস্যা হয়ে দাঁড়িয়েছে, বেলোনা ফাউন্ডেশন কম প্রস্তুতির বিবরণ দিয়েছে। রাশিয়ার বাইরে নৌ সহায়তা ঘাঁটি, যেমন ভিয়েতনামের ক্যাম রনহ বে, ধীরে ধীরে বন্ধ করে দেওয়া হয়েছিল, সিরিয়ার টারতুসে ভূমধ্যসাগরে মোতায়েন করা জাহাজগুলিকে সমর্থন করার জন্য সামান্য প্রযুক্তিগত সহায়তা ঘাঁটি বাদে। নেভাল এভিয়েশন সোভিয়েত নেভাল এভিয়েশনের মতো উচ্চতা থেকেও হ্রাস পেয়েছিল, ১৯৯২ সালে প্রায় ১,১০০টি যুদ্ধ বিমান সহ আনুমানিক ৬০,০০০ জন কর্মী থেকে ২০০৬ সালে প্রায় ২৭০টি যুদ্ধ বিমানের সাথে ৩৫,০০০ জন কর্মী ছিল  ২০০৬ সালে, ৫৮৪ জন নৌ-বিমান ক্রু-এর মধ্যে মাত্র ১৫৬ জন যুদ্ধের জন্য প্রস্তুত ছিল এবং ৭৭ জন রাতের উড্ডয়নের জন্য প্রস্তুত ছিল। ১৯৯৯ সালে ২৪ ঘন্টার তুলনায় গড় বার্ষিক উড়ন্ত সময় ছিল ২১.৭ ঘন্টা \nপ্রশিক্ষণ এবং প্রস্তুতিও মারাত্মকভাবে ক্ষতিগ্রস্ত হয়েছে। ১৯৯৫ সালে, উত্তর ও প্রশান্ত মহাসাগরীয় নৌবহর থেকে স্টেশনে একবারে মাত্র দুটি ক্ষেপণাস্ত্র সাবমেরিন রক্ষণাবেক্ষণ করা হচ্ছিল।  উত্তরাঞ্চলীয় ফ্লিট গ্রীষ্মকালীন অনুশীলনের সময় অস্কার II-শ্রেণির সাবমেরিন কুরস্কের ক্ষতির ফলে এই পতনের সমাপ্তি ঘটে যা একটি নতুন নৌ তত্ত্ব প্রকাশের ব্যাক আপ করার উদ্দেশ্যে ছিল।  মহড়াটি ভূমধ্যসাগরে অ্যাডমিরাল কুজনেটসভ টাস্ক গ্রুপ মোতায়েনের মাধ্যমে শেষ হওয়ার কথা ছিল।\n২০১০ এর দশকে রাশিয়ান নৌবাহিনীর শক্তি এবং গুণমান উন্নত হতে শুরু করে। ২০১২ সালে, একটি উচ্চাভিলাষী পুনর্নির্মাণের প্রচেষ্টার অংশ হিসাবে, রাষ্ট্রপতি ভ্লাদিমির পুতিন ২০২০ সালের মধ্যে ৫১টি আধুনিক জাহাজ এবং ২৪টি সাবমেরিন নির্মাণের পরিকল্পনা ঘোষণা করেন  ২৪টি সাবমেরিনের মধ্যে ১৬টি পারমাণবিক শক্তি চালিত হবে।  ১০ জানুয়ারি ২০১৩-এ, রাশিয়ান নৌবাহিনী অবশেষে পরিষেবার জন্য তার প্রথম নতুন বোরি-শ্রেণির এস এস বি এন( Yury Dolgorukiy ) গ্রহণ করে।  দ্বিতীয় বোরেই ( আলেক্সান্ডার নেভস্কি ) সমুদ্রের পরীক্ষা-নিরীক্ষার মধ্য দিয়ে যাচ্ছিল এবং ২১ ডিসেম্বর ২০১৩ সালে পরিষেবাতে প্রবেশ করে \nএকটি তৃতীয় বোরেই -শ্রেণির নৌকা ( Vladimir Monomakh ) চালু করা হয়েছিল এবং ২০১৩ সালের প্রথম দিকে ট্রায়াল শুরু হয়েছিল এবং ২০১৪ সালের শেষের দিকে কমিশন করা হয়েছিল  ২০২২ সালের গোড়ার দিকে, তিনটি ইয়াসেন পারমাণবিক আক্রমণকারী সাবমেরিন সহ পাঁচটি বোরে-শ্রেণীর নৌকা পরিষেবাতে রয়েছে। এই শ্রেণীর আরও জাহাজগুলি অতিরিক্ত এবং উন্নত-কিলো-শ্রেণীর প্রচলিত আক্রমণ সাবমেরিনের সাথে তৈরি করছে। সারফেস ফ্লিটকেও আধুনিকীকরণ করা হচ্ছে, মূলত কর্ভেট/অফশোর টহল জাহাজের অন্তত ছয়টি নতুন ক্লাস, ফ্রিগেটের একটি নতুন ক্লাস (এডমিরাল গোর্শকভ), সেইসাথে উভচর জাহাজ এবং সাপোর্ট ভেসেলের নতুন ক্লাস প্রবর্তন করে। ২০১৯ সালের হিসাবে, রাশিয়ান নৌবাহিনীর মোট টনজ দাঁড়িয়েছে ১,২১৬,৫৪৭ টন। \n\n\n=== রুশ-ইউক্রেনীয় যুদ্ধ ===\n২৩ জুন ২০২১-এ, রাশিয়ান বাহিনী ক্রিমিয়ার জলে ব্রিটিশ রাজকীয় নৌবাহিনীর একটি জাহাজের সাথে একটি ঘটনায় জড়িত ছিল।\n\n\n==== ইউক্রেন আক্রমণ ====\n\n২০২২ সালে রাশিয়ান নৌবাহিনী ইউক্রেনের আক্রমণে অংশ নিয়েছিল, যুদ্ধের শুরুতে স্নেক আইল্যান্ডে আক্রমণের সাথে শুরু হয়েছিল। অবরোধ কুখ্যাত হয়ে ওঠে যখন ইউক্রেনীয় প্রতিরক্ষাকারীরা(Russian cruiser Moskva)বলেছিল(Russian cruiser Moskva)কালো সাগরের ফ্ল্যাগশিপ; \" রাশিয়ান যুদ্ধজাহাজ, নিজেকে ফাক করে যাও \", পরবর্তীতে রাশিয়ান বাহিনীর হাতে ধরা পড়ার আগে। মস্কভা ১৪ এপ্রিল ২০২২-এ অগ্নিকাণ্ডের পরে ডুবে যায় এবং ক্রুদের সরিয়ে নিতে বাধ্য করে। ইউক্রেনের সামরিক বাহিনী জানিয়েছে যে তারা নেপচুন অ্যান্টি-শিপ মিসাইল দিয়ে জাহাজটিকে আঘাত করেছে, তবে রাশিয়ান সামরিক বাহিনী এটি নিশ্চিত করেনি। রাশিয়ান নৌবাহিনী তাকে বন্দরে নিয়ে যাওয়ার চেষ্টা করার সময় জাহাজটি পরে ডুবে যায় এবং ডুবে যায়। দ্বিতীয় বিশ্বযুদ্ধের পর থেকে রাশিয়ার নৌবাহিনীর সবচেয়ে উল্লেখযোগ্য ক্ষয়ক্ষতি হল মস্কভা ডুবে যাওয়া । \n\n\n== গঠন ==\n\n২০১২ সাল থেকে রাশিয়ান নৌবাহিনীর সদর দপ্তর (রাশিয়ান নৌবাহিনী প্রধান স্টাফ) আবার সেন্ট পিটার্সবার্গের অ্যাডমিরালটিতে অবস্থিত। রাশিয়ান নৌ জনবল হল এক বছরের মেয়াদ এবং স্বেচ্ছাসেবকদের (অফিসার এবং রেটিং) পরিবেশনকারী নিয়োগপ্রাপ্তদের মিশ্রণ। ২০০৬ সালে আইআইএসএস মূল্যায়ন করেছে যে রাশিয়ান নৌবাহিনীতে ১৪২,০০০ জন কর্মী রয়েছে। এই কর্মী সংখ্যার মধ্যে রয়েছে নৌ পদাতিক (মেরিন) এবং উপকূলীয় ক্ষেপণাস্ত্র এবং আর্টিলারি ট্রুপস। ২০০৮ সালের হিসাবে নিয়োগের মেয়াদ এক বছরে কমিয়ে আনা হয়েছিল এবং একটি বড় আকার হ্রাস এবং পুনর্গঠনের কাজ চলছে। ২০০৮ সালে, ইম্পেরিয়াল রাশিয়ান নৌবাহিনীর সদর দফতরের ঐতিহাসিক অবস্থান, সেন্ট পিটার্সবার্গের অ্যাডমিরালটি ভবনে সদর দফতর সরানোর পরিকল্পনা ঘোষণা করা হয়েছিল। নৌবাহিনীর স্টাফ অবশেষে নভেম্বর ২০১২ সালে সেখানে স্থানান্তরিত হয়।\n\n\n=== সাবমেরিন এবং পৃষ্ঠ বাহিনী ===\n\nসাবমেরিন এবং পৃষ্ঠ বাহিনী নৌবাহিনীর মেরুদণ্ড গঠন করে। সাবমেরিনগুলি নিবেদিত সাবমেরিনের বাহিনী এবং ফ্লোটিলাগুলির অংশ বা নৌবাহিনীর বিশেষ অংশ এবং মিশ্র গঠনের ফ্লোটিলাগুলি প্রধান পৃষ্ঠের যোদ্ধাদের সাথে একত্রিত করে। রাশিয়ান নৌবাহিনী একটি কঠোর কাঠামো বজায় রেখেছে, যার কমান্ডের স্তরগুলি, সামরিক বিধি অনুসারে, সংশ্লিষ্ট স্থল এবং বিমান বাহিনীর প্রতিপক্ষের সাথে সরাসরি সমান হতে পারে:\n\n\n=== উপকূলীয় সৈন্যরা ===\n\nউপকূলীয় সৈন্যদের মধ্যে নৌ পদাতিক বাহিনী এবং উপকূলীয় ক্ষেপণাস্ত্র এবং আর্টিলারি সৈন্য রয়েছে।\nরাশিয়ান নেভাল ইনফ্যান্ট্রি হল রাশিয়ান নৌবাহিনীর উভচর বাহিনী এবং তাদের উৎপত্তি ১৭০৫ সালে ফিরে আসতে পারে, যখন পিটার দ্য গ্রেট একটি পদাতিক রেজিমেন্ট \"নৌ-সামগ্রী\" এর জন্য একটি ডিক্রি জারি করেছিলেন। এর গঠনের পর থেকে এটি নেপোলিয়নিক যুদ্ধ, ক্রিমিয়ান যুদ্ধ, রুশো-জাপানি যুদ্ধ, প্রথম এবং দ্বিতীয় বিশ্বযুদ্ধ এবং চেচেন ও জর্জিয়ান দ্বন্দ্বে কাজ দেখেছে। স্নায়ুযুদ্ধের সময় অ্যাডমিরাল গোর্শকভের নেতৃত্বে, সোভিয়েত নৌবাহিনী নৌ পদাতিক বাহিনীর নাগাল প্রসারিত করেছিল এবং বহু অনুষ্ঠানে এটিকে বিশ্বব্যাপী মোতায়েন করেছিল, কিন্তু সোভিয়েত ইউনিয়নের বিলুপ্তির পর থেকে এর ভূমিকা অনেক কমে গেছে।\n\n\n=== নৌ বিমান চলাচল ===\n \n\nবাল্টিক ফ্লিট এবং ব্ল্যাক সি ফ্লিটের একটি অংশ হিসাবে ১৯১২ থেকে ১৯১৪ সাল পর্যন্ত রাশিয়ার প্রথম নৌ বিমান চলাচল ইউনিট গঠিত হয়েছিল। গঠনের পর থেকে, এটি রাশিয়ান গৃহযুদ্ধ, দ্বিতীয় বিশ্বযুদ্ধ এবং ইউরোপ, মধ্যপ্রাচ্য এবং এশিয়া জুড়ে অন্যান্য অনেক সংঘর্ষে অংশগ্রহণ করেছে ( বিবৃতিটির উৎস উদ্ধৃতি প্রয়োজন )। স্নায়ুযুদ্ধের সময় নৌ বিমান চালনা মার্কিন নৌবাহিনীর বিমানবাহী রণতরীগুলির বিস্তৃত বহরের মোকাবেলায় বিপুল সংখ্যক বোমারু বিমান মোতায়েন করার নীতি অনুসরণ করেছিল, ১৯৮৯ সাল নাগাদ এটি ১,০০০টিরও বেশি ফিক্সড-উইং বিমান পরিচালনা করেছিল যার বেশিরভাগই ছিল বোমারু বিমান (Tu-22M \"ব্যাকফায়ার\") এবং (Tu-16 \"ব্যাজার\") ।\nতবে সোভিয়েত ইউনিয়নের পতনের পর থেকে এর আকার উল্লেখযোগ্যভাবে হ্রাস পেয়েছে। (Tu-22Ms) কে মহাকাশ বাহিনীতে স্থানান্তরিত করা হয়েছে এবং তারপর থেকে নৌ বিমান চলাচলের যুদ্ধ বাহিনী (সুখোই Su-33s, Mikoyan MiG-29Ks) এর চারপাশে তৈরি করা হয়েছে, যার মধ্যে (Sukhoi Su-30s) এবং (Sukhoi Su-34s ) অপ্রচলিত সুখোই সু-কে প্রতিস্থাপন করছে। ২৪ সেকেন্ড।\n\nনৌ ক্ষেপণাস্ত্র বহনকারী বিমান চলাচল\nউপকূল-ভিত্তিক (ASW) বিমান চলাচল\nআক্রমণ ( Shturmovik ) বিমান চালনা\nউপকূল ভিত্তিক ফাইটার এভিয়েশন\nরিকনেসান্স এভিয়েশন\nশিপবর্ন এভিয়েশন যোদ্ধা এবং (ASW বিমান)\nঅক্জিলিয়ারী এয়ার ইউনিট\n\n\n== র‌্যাঙ্ক, হার এবং চিহ্ন ==\n \n\n\n=== অফিসারগণ ===\nনৌবাহিনীর র‌্যাঙ্কের নিম্নলিখিত সারণীটি রাশিয়ান ফেডারেশনের চিত্র তুলে ধরে। রাশিয়ান ভাষায় র‍্যাঙ্কটি প্রথমে দেওয়া হয়, তারপরে ইংরেজি প্রতিবর্ণীকরণ। \n\n\n=== ওয়ারেন্ট অফিসার এবং রেটিং ===\nওয়ারেন্ট অফিসার  এবং রাশিয়ান নৌবাহিনীর হার \n\n\n== যন্ত্রপাতি ==\n\n\n=== জাহাজ এবং সাবমেরিন ===\nরাশিয়ান নৌবাহিনীর সক্রিয় জাহাজের তালিকা দেখুন\n\n\n=== বিমান ===\n \n\n\n=== রাডার ===\nরাশিয়ান নৌবাহিনী জাহাজ সনাক্তকরণের জন্য পডসোলনুখ ওভার-দ্য-হরাইজন পৃষ্ঠ তরঙ্গ রাডার ব্যবহার করে। ২০১৯ সাল পর্যন্ত, ক্যাস্পিয়ান সাগর, ওখোটস্ক সাগর, জাপানের সাগর  এবং বাল্টিক সাগরের উপকূলে চারটি রাডার সরবরাহ করা হয়েছে। \nরাশিয়ান নৌবাহিনী চারটি নৌবহর এবং একটি ফ্লোটিলা নিয়ে গঠিত যার সবগুলোই নতুন গঠিত সামরিক জেলা-জয়েন্ট অপারেশনাল স্ট্র্যাটেজিক কমান্ডের অধীনস্থ।\n\n\n==== নর্দার্ন নৌবহর ====\n\nরাশিয়ান নর্দার্ন ফ্লীট, ১৭৩৩ সালের ডেটিং কিন্তু ১৯৩৩ সালে একটি আধুনিক গঠন হিসাবে প্রতিষ্ঠিত, সেভেরোমোর্স্কে সদর দফতর এবং বৃহত্তর মুরমানস্ক এলাকায় বিভিন্ন ঘাঁটির চারপাশে ছড়িয়ে রয়েছে। এটি রাশিয়ান নৌবাহিনীর প্রধান নৌবহর এবং বর্তমানে রয়েছে \n\nঅ্যাডমিরাল ফ্লোটা সোভেটসকোগো সয়ুজা কুজনেটসভ এয়ারক্রাফ্ট ক্যারিয়ার (১ রিফিট)\nকিরভ i -শ্রেণির ব্যাটেলক্রুজার (২, একটি দীর্ঘমেয়াদী রিফিট/আপগ্রেড সহ)\ni -ক্লাস ক্রুজার (১)\nউদলয় II-শ্রেণি ধ্বংসকারী (১)\nউদলয় -শ্রেণি ধ্বংসকারী (৩)\nসোভ্রেমেন্নি -শ্রেণী ধ্বংসকারী (১)\nঅ্যাডমিরাল গোর্শকভ -শ্রেণির ফ্রিগেট (২, প্লাস ওয়ান বাল্টিকে সমুদ্র পরীক্ষায়)\nগ্রিশা-শ্রেণীর কর্ভেট (৬)\nনানুচকা-শ্রেণির কর্ভেট (১)\n(Dolgorukiy)- শ্রেণীর সাবমেরিন (২)\nডেল্টা IV-শ্রেণীর সাবমেরিন (৫)\nঅস্কার-শ্রেণীর সাবমেরিন (২)\nইয়াসেন-শ্রেণীর সাবমেরিন (২)\nআকুলা-শ্রেণীর সাবমেরিন (৬)\nসিয়েরা-শ্রেণীর সাবমেরিন (২, প্লাস ২ নিষ্ক্রিয়/সংরক্ষিত)\nভিক্টর III-শ্রেণীর সাবমেরিন (২)\nলাডা-শ্রেণির সাবমেরিন (এপ্রিল ২০২৩ অনুযায়ী বাল্টিক অঞ্চলে সমুদ্র পরীক্ষায় ১টি)\nকিলো-শ্রেণীর সাবমেরিন (৪)\nডেল্টা IV (পডমসকোভিয়ে)-শ্রেণীর বিশেষ অপারেশন সাবমেরিন (১)\n(K-239)বেলগোরড বিশেষ অপারেশন সাবমেরিন (১, ২০২২ সালের জুলাই পর্যন্ত নর্দার্ন ফ্লিটের সাথে একটি \"পরীক্ষামূলক ভূমিকায়\"; যথাসময়ে প্রশান্ত মহাসাগরীয় নৌবহরে স্থানান্তরিত হবে বলে ধারণা করা হচ্ছে) \n(B-90 Sarov) স্পেশাল অপারেশন সাবমেরিন (১)\nলোশারিক (এএস-১২/অথবা ২৮/অথবা ৩১) বিশেষ অপারেশন সাবমেরিন (১টি রিফিট/মেরামত)\nডেল্টা III-শ্রেণীর বিশেষ অপারেশন সাবমেরিন ওরেনবার্গ (বিএস-১৩৬) (১)\nপল্টাস-বিশেষ শ্রেণীর অপারেশন মিনি-সাবমেরিন (২)\nকাশালোট-বিশেষ শ্রেণীর অপারেশন সাবমেরিন (২)\n\n\n=== সাউদার্ন মিলিটারি ডিস্ট্রিক্ট - সাউদার্ন জয়েন্ট স্ট্র্যাটেজিক কমান্ড ===\n\n\n==== বাল্টিক ফ্লিট ====\n\n\n=== সাউদার্ন মিলিটারি ডিস্ট্রিক্ট - সাউদার্ন জয়েন্ট স্ট্র্যাটেজিক কমান্ড ===\n\n\n==== ব্ল্যাক সি ফ্লিট ====\n\nব্ল্যাক সি ফ্লিট, ২ মে ১৭৮৩-এ প্রতিষ্ঠিত, সেভাস্তোপলের সেভাস্তোপল, কারান্তিন্নায়া এবং স্ট্রেলেটস্কায়া উপসাগরে অবস্থিত যা এর সদর দফতরের অবস্থান এবং ক্র্যাস্নোদার ক্রয়ের নভোরোসিস্কে অবস্থিত। বহরের ক্রিমিয়ান উপদ্বীপে অন্যান্য বিভিন্ন সুযোগ-সুবিধা এবং ক্র্যাস্নোদার ক্রেতে সুবিধা রয়েছে। ব্ল্যাক সি ফ্লিটের ফ্ল্যাগশিপ, ক্রুজার মস্কভা, ১৪ এপ্রিল ২০২২ সালে ইউক্রেনে রাশিয়ান আক্রমণের সময় ডুবে গিয়েছিল।  তাপির-শ্রেণির অবতরণ জাহাজ সারাতোভও ২৪ মার্চ ২০২২-এ একটি আক্রমণে ক্ষতিগ্রস্থ হওয়ার পরে এটি ভেঙে ফেলা হয়েছিল।  ফ্লিট নিম্নলিখিত ইউনিট নিয়ে গঠিত:\n\n\n== ভবিষ্যত এবং আধুনিকীকরণ ==\n\nরাশিয়ার সামরিক বাজেট ১৯৯৮ থেকে ২০১৫ পর্যন্ত প্রসারিত হয়েছিল, কিন্তু তেলের দামের তীব্র পতন সহ অর্থনৈতিক সমস্যাগুলি ২০১৬ সালে বাজেট হ্রাসের দিকে পরিচালিত করে  উচ্চ ব্যয়ের কারণে নির্মাণাধীন জাহাজের সংখ্যা বৃদ্ধি পায়, প্রাথমিকভাবে সাবমেরিনের উপর দৃষ্টি নিবদ্ধ করে কিছু পুরনো জাহাজও রিফিট করা হয়েছে। জেন'স ফাইটিং শিপস ২০০৪ সালে মন্তব্য করেছিল যে সাবমেরিনের উপর জোর দেওয়ায় নির্মাণ কর্মসূচিটি শীতল যুদ্ধের পরিস্থিতির উপর খুব বেশি মনোযোগী ছিল। \nরাশিয়ার প্রতিরক্ষা মন্ত্রণালয়ের মতে, ২০১৪ সালে নৌবাহিনীতে আধুনিক অস্ত্রের অংশ ৫০%-এর বেশি হয়েছে  ডিসেম্বর ২০১৯ এর একটি প্রতিবেদনে এই সংখ্যাটি ৬৮% অনুমান করা হয়েছে।  যাইহোক, ২০২০ সালের সেপ্টেম্বরে এটি জানানো হয়েছিল যে সামাজিক ব্যয়ের পরিবর্তনের অংশ হিসাবে এবং কোভিড-১৯ মহামারীর আর্থিক প্রভাবের প্রতিক্রিয়া হিসাবে প্রতিরক্ষা বাজেট ৫% কমানো হবে।  রাশিয়ান নৌবাহিনীর আধুনিকীকরণের পরিকল্পনার উপর এই ধরনের হ্রাসের ফলে প্রভাব অবিলম্বে স্পষ্ট ছিল না। ২০২২ সালে ইউক্রেনে রাশিয়ার আক্রমণের পর রাশিয়ান ফেডারেশনের উপর আরোপিত নিষেধাজ্ঞার প্রভাব সম্ভবত আরও তাৎপর্যপূর্ণ। ২০২১ সালে, রাশিয়ান নিরাপত্তা পরিষদের সচিব নিকোলাই পাত্রুশেভ কথিতভাবে স্বীকার করেছেন যে রাশিয়ান প্রতিরক্ষা শিল্প \"এখনও বিদেশী প্রযুক্তির উপর নির্ভরশীল।\" বিদেশী প্রযুক্তির অ্যাক্সেস হ্রাস এবং প্রতিরক্ষা বাজেটের উপর উল্লেখযোগ্য চাপ উভয়ের কারণে নৌ সংগ্রহের প্রকল্পগুলিতে পশ্চিমা নিষেধাজ্ঞার প্রভাব এখনও নির্ধারণ করা হয়নি। \n\nযার প্রধান জাহাজটি ২১শে ডিসেম্বর ২০০১-এ স্থাপন করা হয়েছিল, সোভিয়েত ইউনিয়নের পতনের পর প্রথম নতুন পৃষ্ঠ নির্মাণ, যেখানে নতুন অ্যাডমিরাল সের্গেই গোর্শকভ শ্রেণীর ফ্রিগেটগুলি প্রথম প্রচেষ্টাকে চিহ্নিত করে। বৃহৎ নীল জল সক্ষম জাহাজ নির্মাণে ফিরছে নৌবাহিনী। রাশিয়ান নৌবাহিনী একটি নতুন শ্রেণীর ডেস্ট্রয়ার, সাধারণ-উদ্দেশ্য প্রকল্প ২১৯৫৬ সংগ্রহ করার পরিকল্পনা করেছিল। লিডার-ক্লাসটিকে একটি \"সবুজ জল\" জাহাজ হিসাবে কল্পনা করা হয়েছে এবং এটি পারমাণবিক শক্তি চালিত হবে বলে আশা করা হয়েছিল। \nপ্রকল্পটি ২০২০ সালে স্থগিত করা হয়েছিল বলে জানা গেছে, দৃশ্যত কম ব্যয়বহুল প্রকল্প ২২৩৫০ অ্যাডমিরাল গোর্শকভ-শ্রেণির ফ্রিগেটগুলির পক্ষে।  গোর্শকভ-শ্রেণির জাহাজগুলি নিজেরাই প্রযুক্তিগত চ্যালেঞ্জের সম্মুখীন হয়েছে এবং ২০২০ সালে প্রাথমিকভাবে প্রস্তাব করা হয়েছিল যে সেই শ্রেণীর বৃহত্তর ২২৩৫০এম বৈকল্পিকটি এগোবে না।  যাইহোক, পরে জানা গেছে যে গর্শকভ-শ্রেণির লিডার এবং ২২৩৫০এম ভেরিয়েন্ট উভয়ের ডিজাইনের কাজ বাস্তবে এগিয়ে চলেছে। \n\n\n== সেন্ট পিটার্সবার্গে প্রধান নৌ কুচকাওয়াজ ==\n\n২০১৭ সাল থেকে, ২৭ জুলাই ২০১৭ তারিখের রাশিয়ার রাষ্ট্রপতির ডিক্রি দ্বারা, নৌবাহিনী দিবসে সেন্ট পিটার্সবার্গে \"মেইন নেভাল প্যারেড\" অনুষ্ঠিত করার ঐতিহ্য পুনরুদ্ধার করা হয়েছে। ২০১৭ সালের আগে, সোভিয়েত এবং রাশিয়ান ফেডারেশনের সময়ে পূর্বে অনুষ্ঠিত বার্ষিক সেন্ট পিটার্সবার্গ নৌবাহিনী দিবসের কুচকাওয়াজকে বিশেষভাবে নামকরণ করা হয়নি। কুচকাওয়াজটি বেশ কয়েকটি নৌবহর এবং ক্যাস্পিয়ান নৌবহরের প্রতিনিধিত্বকারী জাহাজ এবং নাবিকদের সমন্বয়ে গঠিত যা নেভা নদীতে ছোট জাহাজ এবং সাবমেরিন এবং বড় জাহাজগুলি সেন্ট পিটার্সবার্গের উপসাগরে ক্রনশটাডট থেকে সজ্জিত। এটি প্রতি বছর জুলাই মাসের শেষ রবিবার নৌ দিবসের ছুটিতে পালিত হয়।\n\n\n== ২০১৮ থেকে স্থাপনা ==\n\n\n=== ওশান শিল্ড ===\n\n\n=== বারেন্টস সাগর ===\n২২ ফেব্রুয়ারি ২০২১-এ, নর্দার্ন ফ্লিট একটি মহড়া পরিচালনা করে যেখানে ক্রুজার মার্শাল উস্তিনভ রাশিয়া-নরওয়ে সামুদ্রিক সীমান্ত এলাকায় ভারাঞ্জার ফজর্ডে যাত্রা করেছিল, যা শীতল যুদ্ধ-পরবর্তী যুগে প্রথম রাশিয়ান যুদ্ধজাহাজে পরিণত হয়েছিল।  নরওয়েতে প্রথমবারের মতো একই দিনে মার্কিন বোমারু বিমানের (B-1B) অবতরণের প্রতিক্রিয়া বলে অনুমান করা হয়েছিল। \n\n\n=== আটলান্টিক ===\nজিব্রাল্টারের দক্ষিণে, সেপ্টেম্বর-অক্টোবর ২০২১ সালে রাশিয়ান নৌবাহিনী ডেস্ট্রয়ার ভাইস-অ্যাডমিরাল কুলাকভ (ট্যাঙ্কার একাডেমিক পাশিন এবং টাগ আলতাই বরাবর) মোতায়েন করেছে যেটি প্রায়া, ক্যাপো ভার্দে পরিদর্শন করেছিল এবং গিনি উপসাগরে জলদস্যুতা বিরোধী অনুশীলন করেছিল।  অ্যাডমিরাল গোর্শকভের ২০১৯ সালের বিশ্ব পরিক্রমার পর এটি ছিল জিব্রাল্টারের দক্ষিণে একটি রাশিয়ান যুদ্ধজাহাজের প্রথম মোতায়েন।\n\n\n=== পশ্চিম আটলান্টিক এবং মার্কিন পূর্ব সমুদ্র তীর ===\nআগস্ট ২০১২ সালে, সংবাদ মাধ্যম একটি অসমর্থিত প্রতিবেদন প্রকাশ করে যে মেক্সিকো উপসাগরে পরিচালিত একটি আকুলা -শ্রেণীর সাবমেরিন এক মাসেরও বেশি সময় ধরে শনাক্ত হয়নি, যা মার্কিন সামরিক ও রাজনৈতিক চেনাশোনাগুলির মধ্যে বিতর্কের জন্ম দিয়েছে, মার্কিন সিনেট আর্মড সার্ভিসেস কমিটির ইউএস সিনেটর জন কর্নিনের সাথে। নৌ-পরিচালন প্রধান অ্যাডমিরাল জোনাথন ডব্লিউ গ্রিনার্টের কাছ থেকে এই স্থাপনার বিশদ বিবরণ দাবি করা হয়েছে।  অ্যাডএম গ্রিনার্ট বলেছেন যে কোনও রাশিয়ান সাবমেরিন মেক্সিকো উপসাগরে কাজ করেনি। \n\n\n== আরও দেখুন ==\nরুশ নৌবাহিনীর ইতিহাস\nরুশ নৌবাহিনীর ভবিষ্যত\nরাশিয়ান নেভাল একাডেমি\nরাশিয়ার লাইনের জাহাজের তালিকা\nরুশ এবং সোভিয়েত ইউনিয়নের বিমানবাহী জাহাজের তালিকা\nরুশ নৌবাহিনীর ক্রুজারের তালিকা\nরুশ নৌবাহিনীর সরঞ্জামের তালিকা\nপ্রকল্প নম্বর অনুসারে রাশিয়ার জাহাজের তালিকা\nসোভিয়েত এবং রাশিয়ান সাবমেরিন ক্লাসের তালিকা\nরুশ নৌবাহিনীর বর্তমান অর্ডারের যুদ্ধের জন্য সক্রিয় রাশিয়ান নৌবাহিনীর জাহাজের তালিকা\nরুশ হাইড্রোগ্রাফিক পরিষেবা\nরাশিয়ান টর্পেডো\n\n\n== তথ্যসূত্র =="}