{"pageid": 1392854, "title": "আলাউদ্দিন বাহমান শাহ", "url": "https://bn.wikipedia.org/wiki?curid=1392854", "content": "আলাউদ্দিন হাসান বাহমান শাহ (ফার্সি: علاء الدين بهمن شاه; মৃত্যু: ১০ ফেব্রুয়ারি ১৩৫৮) যার আসল নাম জাফর খান বা হাসান গাঙ্গু, তিনি ছিলেন বাহমানি সালতানাতের প্রতিষ্ঠাতা।\n\n\n== বংশ এবং প্রাথমিক জীবন ==\n\nগর্ডন কের এবং আন্দ্রে উইঙ্কের মতে, জাফর খান আফগান বংশোদ্ভূত ছিলেন। মুঘল-যুগের ইতিহাসবিদ ফিরিশতা বলেছেন যে জাফর খানের উৎপত্তি খুব অস্পষ্ট, কিন্তু তাকে আফগান বংশোদ্ভূত বলে উল্লেখ করেছেন, যখন হারমান লিখেছেন যে জাফর খান ছিলেন একজন তুর্কি বা অজানা বংশোদ্ভূত আফগান। রিচার্ড ইটন সেই পরিবারের বংশধরদের মধ্যে তাকে চিহ্নিত করেছেন যারা আংশিক-তুর্কি বংশের সাথে দাক্ষিণাত্যে চলে এসেছেন উত্তর ভারতীয় অভিবাসী হিসেবে হিন্দভি বা উর্দু ভাষায় কথা বলত।\nরাজবংশের প্রতিষ্ঠাতা হাসান গাঙ্গুর আদি ইতিহাসে তার পটভূমির অস্পষ্টতার কারণে নিশ্চিতভাবে আর কিছুই খুঁজে পাওয়া যায় না, তবে তিনি নম্র বংশোদ্ভূত ছিলেন। ইতিহাসবিদরা কিংবদন্তির কোনো প্রমাণ খুঁজে পাননি, তবে সুলতান ফিরুজ শাহের দরবারী ইতিহাসবিদ হিসেবে হাসান গাঙ্গুর সমসাময়িক বারানী এবং কিছু অন্যান্য পণ্ডিতও তার উপাধি গাঙ্গু বলে সমর্থন করেছেন, যা তার হিন্দু পূর্বপুরুষদের পরিচয় নির্দেশ করে। তার পূর্বপুরুষদের পরিচয় প্রচলিত থাকলেও আদিল শাহী রাজবংশের পক্ষপাতদুষ্ট লেখকদের মিথ্যা দ্বারা অনুপ্রাণিত বিরোধিতাকারীরা দাবি করেছেন যে তার পূর্বপুরুষ অজানা। তার উপর ১৭শ শতকের কবি ফিরিশতা কর্তৃক বর্ণিত একটি কিংবদন্তি রয়েছে, যেখানে বলা হয়েছে যে তিনি দিল্লির গাঙ্গু নামে একজন ব্রাহ্মণ জ্যোতিষীর দাস ছিলেন এবং তিনি নিজেকে হাসান গাঙ্গু নামে ডাকতেন। ইতিহাসবিদরা কিংবদন্তির কোন প্রমাণ খুঁজে পাননি, তবে বারানীও এই সত্যটিকে সমর্থন করে যে আলাউদ্দিনের আসল নাম হাসান গাঙ্গু ছিল। ফেরিশতা উল্লেখ করেছেন যে পরবর্তী কবিরা \"যারা তাকে তোষামোদ করতে চেয়েছিলেন\" হাসান গাঙ্গুকে বাহমানের বংশধর বলে অভিহিত করেছিলেন, কিন্তু এটাকে অমূলক বলে মনে করেন। এটা সম্ভব যে বাহমান ব্রাহ্মণের একটি কলুষিত পারসিক রূপ এবং হাসান গাঙ্গু হিন্দু হিসাবে জন্মগ্রহণ করেছিলেন।\n১৩৩৯ সালে জাফর খান তুঘলকদের বিরুদ্ধে বিদ্রোহে অংশ নেন। বিদ্রোহটি ব্যর্থ হয়েছিল। একই বছর তাকে এবং তার সহযোগীদের আফগানিস্তানে নির্বাসিত করা হয়। তিনি দাক্ষিণাত্যে ফিরে আসতে সক্ষম হন এবং ১৩৪৬ সালে তুঘলকের নিয়ন্ত্রণে থাকা গুলবার্গার অবরোধে অংশ নেন। অবরোধটি সফল প্রমাণিত হয়।\nতাকে গভর্নর করা হয়। জাফর খান ইসমাইল মুখের বিদ্রোহের সময় ক্ষমতায় অধিষ্ঠিত হন এবং ১৩৪৭ সালে তাকে দৌলতাবাদে একটি সেনাবাহিনীর কমান্ডার করা হয়। আফগান সম্ভ্রান্ত নাসিরুদ্দিন ইসমাইল শাহ (অথবা ইসমাইল মুখ) দাক্ষিণাত্যের বিদ্রোহী আমিরদের নেতৃত্বে ছিলেন। তাকে আমিররা ১৩৪৫ সালে দৌলতাবাদের সিংহাসনে বসিয়েছিলেন। ৩ আগস্ট ১৩৪৭ তারিখে ইসমাইল মুখ জাফর খানের পক্ষ ত্যাগ করেন। যার ফলে হাসনাবাদকে (গুলবর্গা) রাজধানী করে বাহমানি সালতানাত প্রতিষ্ঠিত হয়।\nতিনি একটি তিন নগর জাহাঙ্গীরের দায়িত্বে ছিলেন, যার প্রধান শাসন ছিল মিরাজে।\n\n\n== রাজত্ব ==\nএকটি স্বাধীন রাজ্য প্রতিষ্ঠার পর জাফর খান আবুল মুজাফফর আলাউদ্দিন বাহমান শাহ উপাধি গ্রহণ করেন। তিনি ইসমাইল মুখকে জামখণ্ডীর কাছে একটি জায়গির দেন এবং পরে তাকে তার রাজ্যের সর্বোচ্চ উপাধি আমিরুল উমারা প্রদান করেন। কিন্তু স্থানীয় হিন্দু সর্দার নারায়ণ ইসমাইলকে বিষ প্রয়োগ করে নিহত করার আগে অল্প সময়ের জন্য ইসমাইলকে বাহমান শাহের বিরুদ্ধে পরিণত করতে সফল হন।\nবাহমান শাহ ১৩৫০ সালে ওয়ারঙ্গলের বিরুদ্ধে তার প্রথম অভিযানের নেতৃত্ব দেন এবং এর শাসক কাপায় নায়ককে কৌলাসের দুর্গ আত্মসমর্পণ করতে বাধ্য করেন। তাঁর রাজ্য চারটি প্রদেশে বিভক্ত ছিল এবং তিনি প্রতিটি প্রদেশের জন্য একজন গভর্নর নিযুক্ত করেছিলেন। হাসান তার রাজত্বকালে বিজয়নগরের সাথে অনেক যুদ্ধ করেন। তাঁর মৃত্যুর সময় রাজ্যটি উত্তর থেকে দক্ষিণে বৈনগঙ্গা নদী থেকে কৃষ্ণা পর্যন্ত এবং পূর্ব থেকে পশ্চিমে ভঙ্গীর থেকে দৌলতাবাদ পর্যন্ত বিস্তৃত ছিল।\n১৩৫৮ সালে তার মৃত্যুর পর তার পুত্র মোহাম্মদ শাহ প্রথম সিংহাসনে আরোহণ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nAvari, Burjor (২০১৩), Islamic Civilization in South Asia: A history of Muslim power and presence in the Indian subcontinent, Routledge, আইএসবিএন 978-0-415-58061-8 \nBhattacharya, Sachchidananada (১৯৭২), A Dictionary of Indian History, Westport: Greenwood Press \nChandra, Satish (২০০৪), Medieval India: From Sultanat to the Mughals-Delhi Sultanat (1206–1526) – Part One, Har-Anand Publications, আইএসবিএন 978-81-241-1064-5 \nKulke, Hermann; Rothermund, Dietmar (২০০৪), A History of India (Fourth সংস্করণ), Routledge, আইএসবিএন 9780415329194 \nMajumdar, Ramesh Chandra (১৯৬৭), The Delhi Sultanate, Bharatiya Vidya Bhavan \nBriggs, John, সম্পাদক (১৯০৯), History of the Mohommedan powers in india till 1612,Vol 2 \nSherwani, H K, সম্পাদক (১৯৪৬), History of the Bahmani dynasty-An Objective study"}