{"pageid": 1392657, "title": "ইনসাইড দা সোভিয়েত আর্মি", "url": "https://bn.wikipedia.org/wiki?curid=1392657", "content": "ইনসাইড দা সোভিয়েত আরমি বা সোভিয়েত সেনাবাহিনীর অভ্যান্তর (আইএসবিএন ০-২৪১-১০৮৮৯-৬ ; হামিশ হ্যামিল্টন, ১৯৮২; এছাড়াও মার্কিন যুক্তরাষ্ট্রে প্রকাশিত, প্রিন্ট হলো আইএসবিএন ০-০২-৬১৫৫০০-১), হলো ভিক্টর সুভরভের একটি বিখ্যাত বই (তাঁর ছদ্মনামে প্রকাশিত), যা সোভিয়েত সশস্ত্র বাহিনীর সাধারণ সংগঠন, মতবাদ এবং কৌশল বর্ণনা করে (\"আর্মি\" শব্দটি শুধুমাত্র স্থল বাহিনী কভার করার জন্য ব্যবহৃত হচ্ছে না। তবে কৌশলগত রকেট, বিমান প্রতিরক্ষা, বিমান এবং নৌবাহিনী সবাইকে বুঝায়)। মার্কিন যুক্তরাষ্ট্রের সামরিক পর্যালোচকরা এই বইটিকে আগের দশকে প্রকাশিত এর ক্ষেত্রে সবচেয়ে গুরুত্বপূর্ণ হিসাবে বর্ণনা করেন।  সুভরভ সোভিয়েত সশস্ত্র বাহিনী এবং সামরিক গোয়েন্দাদের একজন অভিজ্ঞ ছিলেন। তিনি ১৯৭৮ সালে যুক্তরাজ্যে চলে যান। সেখানে ১৯৮১ সালে তাঁর প্রথম এ বই প্রকাশ হয়। তাঁর এ বই প্রথম প্রকাশিত হয় রাশিয়ান ভাষায়; বেশ কয়েকটি ইংরেজিতেও অনুবাদ করা হয়।\n\n\n== বর্ণনা ==\nসুভরভ, একজন রাশিয়ান-ইউক্রেনীয়, যিনি ১৯৭৮ সালে যুক্তরাজ্যে চলে যাওয়ার আগে সোভিয়েত ইউনিয়নের একজন প্রাক্তন অভিজ্ঞ গোয়েন্দা এজেন্ট ছিলেন। এ বইয়ে সোভিয়েত রাজনৈতিক বাস্তবতা সম্পর্কে তার দৃষ্টিভঙ্গি ব্যাখ্যা করেছেন। তিনি সামরিক বাহিনীকে এমন একটি প্রতিষ্ঠান হিসাবে চিত্রিত করেছেন যেখানে কমিউনিস্ট শাসনের আধিপত্য বজায় রাখার জন্য সবকিছুই অধীনস্থ। এইভাবে সোভিয়েত কৌশলগত পরিকল্পনার পিছনে যুক্তি ব্যাখ্যা করেছেন। মার্কসবাদকে সামরিক কৌশল পরিচালনার বিজ্ঞান হিসাবেও বিবেচনা করেছেন। তিনি উল্লেখ করেছেন যে সেই সময়ে, তিনটি বাহিনী সর্বদা সামরিক বাহিনীর সাথে কাজ করত: পার্টি, পলিটব্যুরোর; কেজিবি ; সোভিয়েত সেনা কর্মকর্তা এবং শ্রেণিবিন্যাস।\nতিনি সোভিয়েত সশস্ত্র বাহিনীর সংগঠন বর্ণনা করেন উপর থেকে নিচের দিকে। তবে স্থল বাহিনী বা সোভিয়েত সেনাবাহিনীর উপর জোর দেন। প্রযুক্তিগত বিবরণ উপস্থাপিত করেছেন যখন তা দরকারী হয়। কিন্তু তিনি প্রাথমিকভাবে অন্তর্নিহিত দর্শন এবং সংস্কৃতি ব্যাখ্যা করার সাথে সংশ্লিষ্ট বিষয় বর্ণনা করেছেন। তিনি প্রায়শই এইগুলিকে পশ্চিমা সামরিক পদ্ধতির সাথে তুলনা করেন।\nসুভরভ সোভিয়েত সেনাবাহিনীর অভ্যন্তরে সৈনিক এবং অফিসারের দৈনন্দিন জীবনের বর্ণনা দিয়ে শেষ করেন। যার মধ্যে দেডভশ্চিনা নামে পরিচিত ধমক এবং হ্যাজিং আছে। তিনি যখন তাঁর বই প্রকাশ করেন তখন এটি পশ্চিমে প্রায় অজানা ছিল। এটি সোভিয়েত-পরবর্তী সময়ের রাশিয়ান স্থল বাহিনীতে কুখ্যাত হিসাবে বর্ণনা করা হয়েছে এবং দুর্বল মনোবলের জন্য অবদান রেখে চলছে।\nরাশিয়ান ভাষায় প্রথম প্রকাশিত, এই বইটি ইংরেজিতে অনুবাদ করা হয়েছিল। এটি যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রের সংস্করণে প্রকাশিত হয়েছিল।\n\n\n== সমালোচনা ==\n১৯৮৩ সালে প্রকাশিত \"এন ইনসাইডারস ওয়ার্নিং টু দ্য ওয়েস্ট\"-এ, লেফটেন্যান্ট কর্নেল গ্রেগরি ভারহল এবং মেজর কেনেথ এম. কুরি উল্লেখ করেছেন যে, এই দ্বিতীয় বইটিতে, সুভরভ \"এর ত্রুটি থাকা সত্ত্বেও সোভিয়েত সামরিক বাহিনীকে একটি শক্তিশালী প্রতিপক্ষ হিসাবে বিবেচনা করেছেন।\"  তারা এই বইটিকে আগের দশকে (১৯৭০-এর দশক থেকে ১৯৮০-এর দশকের গোড়ার দিকে) প্রকাশিত সবচেয়ে গুরুত্বপূর্ণ হিসাবে বর্ণনা করে বলেন যে এটি \" পেনকোভস্কি পেপারস থেকে সোভিয়েত সামরিক বাহিনীতে প্রথম ব্যাপক পরিচয় দিয়েছে\" (১৯৬৫ সালে প্রকাশিত হয়েছিল যে, সোভিয়েত এজেন্ট প্রয়াত ওলেগ পেনকোভস্কি দ্বারা নকল করা উপাদানের একটি সংকলন, যাকে ১৯৬৩ সালে ইউএসএসআর-এ গুপ্তচরবৃত্তির জন্য মৃত্যুদণ্ড দেওয়া হয়েছিল।)\nপর্যালোচকরা নোট করেছেন যে সুভরভ জোর দিয়েছেন যে মার্কিন যুক্তরাষ্ট্রের তুলনায় সোভিয়েত কর্মের জন্য \"অভিজ্ঞতামূলক এবং জ্ঞানীয় ভিত্তি\" কতটা আলাদা। তিনি দাবি করেন সোভিয়েতরা পশ্চিমা ঘরানার চলচ্চিত্র দেখে মার্কিন চরিত্র সম্পর্কে শিখেছে। \nঅ্যালান উইকস তার প্রবন্ধ \"দ্য সোভিয়েত ভিউ টুওয়ার্ড প্রগনোস্টিকেশন\" (১৯৮৩) এর পাদটীকা ১৬-এ উল্লেখ করেছেন যে সুভরভ এই দ্বিতীয় বইতে, পার্ট ৫-এ জোর দিয়েছিলেন: \"কৌশল এবং কৌশল,\" । যে সোভিয়েতদের আক্রমণাত্মক কৌশল নির্দেশিত হয়েছিল মার্কিন যুক্তরাষ্ট্র এবং অন্যান্য পশ্চিমা দেশগুলিকে পাহারা দেওয়ার জন্য তারা তাদের উচ্চতর ভবিষ্যদ্বাণীকে দক্ষতা বলে বিশ্বাস করেছিল। সুভরভ ১৯৬৮ সালে চেকোস্লোভাকিয়ায় আশ্চর্যজনক আক্রমণে তাদের সাফল্যের কথা উল্লেখ করেছিলেন এবং বলেছিলেন যে কৌশলগত ছদ্মবেশের জন্য একটি প্রধান অধিদপ্তর ছিল। \n\n\n== তথ্যসূত্র =="}