{"pageid": 1392734, "title": "আলেহান্দ্রো মোরেরা", "url": "https://bn.wikipedia.org/wiki?curid=1392734", "content": "আলেহান্দ্রো মোরেরা সোতো (১৪ জুলাই ১৯০৯ – ২৬ মার্চ ১৯৯৫) ছিলেন একজন কোস্টারিকান ফুটবল খেলোয়াড়, যিনি বেশিরভাগ কোস্টা রিকান প্রাইমার ডিভিশনে আলাহুয়েলেন্সের হয়ে স্ট্রাইকার হিসাবে খেলেছিলেন। তাকে কোস্টারিকার সর্বকালের সেরা এবং প্রতিভাবান খেলোয়াড়দের একজন বলে মনে করা হয়।\n\"এল ফেনোমেনো কস্তারিসেন্স\" (\"কোস্টা রিকার ঘটনা\") -এ তাকে স্পেনের কাতালুনিয়া প্রেস দ্বারা খেতাব দেত্তয়া হয়েছিল, যেখানে তিনি ফুটবল ক্লাব বার্সেলোনার অংশ ছিলেন। যদিও তিনি \"এল মাগো সিন ম্যাজিয়া\" (যাদু ছাড়া জাদুকর) নামে পরিচিত ছিলেন, তিনি ছিলেন ছোট আকারের কিন্তু একজন শক্তিশালী স্ট্রাইকার। বার্সেলোনার সাথে তার কর্মকাল মোরেরাকে লা লিগায় খেলা প্রথম কোস্টারিকান খেলোয়াড় করে তোলে।\n\n\n== ক্লাব কর্মজীবন ==\n১৯২৫ সালে ১৬ বছর বয়সে তিনি কোস্টারিকান প্রিমিয়ার লীগ প্রাইমেরা ডিভিসিওনে সোসিয়েদাদ জিমন্যাস্টিকা এস্পানিওলার বিপক্ষে একটি ম্যাচে আলাহুয়েলেন্সের সাথে আত্মপ্রকাশ করেন। খুব শীঘ্রই তিনি একটি মানসম্পন্ন খেলা দেখিয়ে তারকা খেলোয়াড় এবং দলের অধিনায়ক হয়ে ওঠেন এবং অনেক গোল করেন। এই বৈশিষ্ট্যগুলি ১৯২৭ সালে সেন্ট্রো গ্যালেগোতে প্রাথমিকভাবে কিউবাতে দেশের বাইরেও দরজা খুলেছিল। এরপর তিনি আলাহুয়েলেন্সে ফিরে আসেন এবং ১৯২৮ সালে দলকে প্রথম জাতীয় চ্যাম্পিয়নশিপ পেতে সাহায্য করেন, মোরেরা হেরেডিয়ানোর বিপক্ষে শেষ ম্যাচে চারটি গোল করেন এবং ২৬ গোল করে সর্বোচ্চ গোলদাতা হন। তিনি আলাহুয়েলেন্সের মেক্সিকো (১৯৩১) এবং পেরু (১৯৩২) সফরের সময় দলের অসামান্য খেলোয়াড় হিসাবে আলোকিত হয়েছিলেন, যেখানে তিনি তার খেলার ক্ষমতার জন্য প্রশংসা পেয়েছিলেন।\n\n\n=== স্পেন ===\nফেব্রুয়ারী ১৯৩৩ সালে রিয়াল ক্লাব দেপোর্তিভো এস্পানিওলের প্রাক্তন খেলোয়াড় রিকার্দো সাপ্রিসা তাকে স্পেনে আমন্ত্রণ জানান। বার্সেলোনার সংবাদপত্র মুন্দো দেপোর্তিবো (২৮/০২/১৯৬৮ পৃষ্ঠা ৮) রিপোর্ট করেছে যে মোরেরা এসপানিওলের পরিবর্তে ফুটবল ক্লাব বার্সেলোনার হয়ে খেলতে চেয়েছিলেন এবং সিনিয়র এস্তেবান সালা, একজন ক্লাব ডিরেক্টর এবং সিনিয়র জিসপার্ট, ক্লাব ডিরেক্টরের সহায়তায় সক্ষম হয়েছিলেন। ক্লাবের কোচের সাথে সফল চেষ্টার পর ফুটবল ক্লাব বার্সেলোনার সভাপতি জোয়ান কোমা সেগারোলসের সাথে সরাসরি তিন বছরের চুক্তির পর ব্যক্তিগতভাবে আলোচনা করার জন্য তিনি সমুদ্র পারাপারের সময় বন্ধুত্ব করেছিলেন।\nএইভাবে মোরেরা ১৮ মে ১৯৩৩ সালে তেনেরিফের বিপক্ষে একটি ম্যাচে কাতালুনিয়ার প্রধান ক্লাবের সাথে তার অভিষেক হয় এবং ৩–১-এর জয়ের ম্যাচটিতে ২ গোল করেন। তার সেরা স্মরণীয় স্ট্রাইকগুলির মধ্যে একটি হল সেবছরের সেপ্টেম্বরে রিয়াল মাদ্রিদের বিপক্ষে তার দলের একমাত্র গোলটি, স্পেনের অলীক এবং ইউরোপের সেরা গোলরক্ষক রিকার্দো জামোরা \"এল ডিভিনো\" কে ২-১ ব্যবধানে পরাজিত করা। ১৯৩৩-৩৪ মৌসুম ছিল তার সবচেয়ে সফল মৌসুম, যেখানে তিনি ৪১ গোল করে দলের সর্বোচ্চ স্কোরার হয়ে ওঠেন। ফুটবল ক্লাব বার্সেলোনা কাতালুনিয়ার ১৯৩৪ সালের চ্যাম্পিয়নশিপ জিতে কিন্তু লিগে নবম স্থানে ছিল। ১৯৩৪-৩৫ মৌসুমটিও সফল ছিল, ২৪টি খেলা খেলে ও ১২টি গোল করে এবং বার্সেলোনা স্পেনীয় লীগ চ্যাম্পিয়নশিপে ষষ্ঠ স্থানে ছিল। সব মিলিয়ে মোরেরা ফুটবল ক্লাব বার্সেলোনার হয়ে ৭৬টি ম্যাচ খেলেন এবং ৬৮টি গোল করেন, যেটি একটি খুব উচ্চ ফলাফল। তার স্কোরিং রেকর্ড: প্রীতি ম্যাচে ৩৯ গোল; স্পেনীয় লিগে ১৩ গোল; কাতালান চ্যাম্পিয়নশিপে ১১ গোল এবং স্প্যানিশ কাপে ৫ গোল।\nভক্তদের বিরোধিতার বিরুদ্ধে তাকে ১০,০০০ পেসেটাতে বিক্রি করা হয় হারকিউলেস অ্যালিক্যান্টের কাছে, যেটি একটি সম্প্রতি প্রচারিত ক্লাব অ্যালিক্যান্টে। তার প্রথম বছরে তিনি ফুটবল ক্লাব বার্সেলোনার সমান সংখ্যক পয়েন্ট নিয়ে অন্য ছয়টি দলের চেয়ে লিগের ষষ্ঠ স্থান অর্জন করতে সাহায্য করেছিলেন, যারা ভাল গোল গড়ের কারণে পঞ্চম স্থানে ছিল। ফুটবল ক্লাব বার্সেলোনার হয়ে খেলার সময় তিনি কাতালুনিয়ার সাথে পুরোপুরি পরিচিত হন, এমনকি কাতালান আঞ্চলিক দলে নাম লেখান এবং ব্রাজিলের বিপক্ষে দুটি ম্যাচ খেলে উভয় ম্যাচেই গোল করেন।\n\n\n== অবসর ==\nমোরেরা ১৯৪৯ সালের মার্চ পর্যন্ত কোচ হিসাবে অব্যাহত ছিলেন। জাতীয় দলও সামলেছেন।\nখেলাধুলা থেকে অবসর নেওয়ার পর তিনি তার নিজ প্রদেশ আলাহুয়েলা (১৯৫৮-১৯৬২) এর জন্য দেশের আইনসভার সদস্য নির্বাচিত হন, যেখানে তিনি পরে মেয়র এবং গভর্নর হিসেবেও দায়িত্ব পালন করেন।\n\n\n== আন্তর্জাতিক কর্মজীবন ==\nমোরেরা ১৯৩৮ সালের ফেব্রুয়ারিতে এল সালভাদোরের বিরুদ্ধে কোস্টা রিকার হয়ে অভিষেক করেন এবং ১৯৩৮ সেন্ট্রাল আমেরিকান এবং ক্যারিবিয়ান গেমস বা ৭টি আন্তর্জাতিক ম্যাচে ৬টি গোল করে ৫টি ক্যাপ জিতেছিলেন।\n\n\n=== আন্তর্জাতিক গোল ===\nস্কোর এবং ফলাফলের তালিকায় প্রথমে কোস্টারিকার গোল সংখ্যা।\n\n\n== ব্যক্তিগত জীবন, মৃত্যু এবং উত্তরাধিকার ==\nমোরেরা সোতো ছিলেন জুয়ান মোরেরা মিরান্ডা এবং ইউফেমিয়া সোতো সোতোর ছেলে এবং তার ৪ বোন এবং এক ভাই ছিল। তিনি ১৯৩৭ সালে জুলিয়া পাচেকো পেরেজকে বিয়ে করেছিলেন এবং তাদের একটি কন্যা এবং ৫ নাতি-নাতনি ছিল।\nতিনি ২৬ মার্চ ১৯৯৫ সালে ৮৫ বছর বয়সে মারা যান। তিনি আলাহুয়েলেন্সে এবং \"টিকোস\" উভয়ের দ্বারা অনুরূপভাবে এমন একজন ব্যক্তি হিসাবে স্মরণীয় হন যিনি তার দলকে ভালোবাসতেন যিনি সারাদেশের ভক্তদের অনেক জয় এবং অনেক আনন্দ দিয়েছেন।\nআলাহুয়েলেন্সের স্টেডিয়াম, যেখানে তার হৃদয় পূর্ব বিভাগের আসনগুলির নিচে একটি স্মৃতিস্তম্ভে প্রতিস্থাপিত হয়েছিল, তার নামে নামকরণ করা হয়েছিল। ১৯৯৮ সালে তিনি আইএফএফএইচএস দ্বারা কোস্টা রিকার শতাব্দীর সেরা খেলোয়াড় নির্বাচিত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিডিফুটবলে আলেহান্দ্রো মোরেরা  (ইংরেজি)"}