{"pageid": 1392374, "title": "পাডাং", "url": "https://bn.wikipedia.org/wiki?curid=1392374", "content": "পাডাং (ইন্দোনেশীয় উচ্চারণ: [ˈpadaŋ]) হলো ইন্দোনেশিয়ার পশ্চিম সুমাত্রা প্রদেশের রাজধানী এবং বৃহত্তম শহর। ২০১০ সালের আদমশুমারি অনুসারে এই শহরের জনসংখ্যা ছিল ৮৩৩,৫৬২ জন এবং ২০২০ সালের আদমশুমারি অনুসারে তা হয় ৯০৯,০৪০; ২০২২ সালের মাঝামাঝিতে সরকারী হিসেবে এখানকার জনসংখ্যা অনুমান করা হয়েছিল ৯১৯,১৪৫ জন - যার মধ্যে ৪৬১,৭১২ জন পুরুষ এবং ৪৫৭,৪৩৩ জন মহিলা রয়েছে। এটি ইন্দোনেশিয়ার ১৬শ জনবহুল শহর এবং সুমাত্রার পশ্চিম উপকূলের সবচেয়ে জনবহুল শহর। পাডাং মেট্রোপলিটন এলাকা হল সুমাত্রার তৃতীয় সর্বাধিক জনবহুল মেট্রোপলিটন এলাকা যার জনসংখ্যা ১.৪ মিলিয়নেরও বেশি। পাডাং তার মিনাংকাবাউ সংস্কৃতি, রন্ধনপ্রণালী এবং সূর্যাস্ত সৈকতের জন্য ব্যাহুলভাবে পরিচিত।\n\n\n== ইতিহাস ==\n১৬দশ শতাব্দী পর্যন্ত পাডাং পাগারুয়াং রাজ্য এবং আচেহ সালতানাতের অধীনস্থ একটি বাণিজ্যিক শহর ছিলো। ১৬দশ এবং ১৭দশ শতকে এখানে লবঙ্গ চাষ হতো এবং ভারতবর্ষ, পর্তুগাল, যুক্তরাজ্য ও নেদারল্যান্ডসের সাথে বাণিজ্য হতো। ১৬৬৩ সালে শহরটি ডাচ কর্তৃপক্ষের নিয়ন্ত্রণে আসে এবং ১৬৮০ সালে এখানে একটি বাণিজ্য ঘাঁটি তৈরি করা হয়। শহরটি দুইবার ব্রিটিশ শাসনাধীনে আসে - প্রথমবার ১৭৮১ হতে ১৭৮৪ সাল পর্যন্ত চতুর্থ অ্যাংলো-ডাচ যুদ্ধের সময়, এবং পুনরায় ১৭৯৫ হতে ১৮১৯ খ্রিস্টাব্দ পর্যন্ত নেপোলিয়নীয় যুদ্ধের সময়। ১৮১৯ খ্রিস্টাব্দে শহরটি নেদারল্যান্ডসের অধীনে পুনরায় ফিরে আসে। আনুমানিক ১৭৮০ সাল পর্যন্ত প্রধান বাণিজ্যিক পণ্য ছিলো এই অঞ্চলের স্বর্ণখনিগুলো থেকে উত্তোলিত স্বর্ণ। যখন খনিগুলো স্বর্ণ-শূণ্য হয়ে পড়ে তখন অন্যান্য দ্রব্যের বাণিজ্যে মনোযোগ দেয়া হয়, যার মধ্যে ছিলো কফি, লবণ এবং কাপড়।\n১৭৯৭ সালে পাডাং উপকূল অঞ্চলে সংগঠিত ৮.৫-৮.৭ রিখটার স্কেল মাত্রার ভূমিকম্পের ফলশ্রুতিতে সংগঠিত ৫-১০ মিটার উচ্চতার সুনামির আঘাতে লণ্ডভণ্ড হয়ে যায়। ১৮৩৩ সালে বেংকুলুতে সংগঠিত ৮.৬-৮.৯ মাত্রার ভূমিকম্পের ফলশ্রুতিতে সংগঠিত ৩-৪ মিটার উচ্চতার সুনামির আঘাতে লণ্ডভণ্ড হয়।\n\n\n== ভূগোল ==\nসুমাত্রা দ্বীপের পশ্চিম উপকূলের ৬৯৪.৯৬ বর্গ কিলোমিটার এলাকা জুড়ে পাডাং নগরটি বিস্তৃত, যায় পশ্চিম সুমাত্রা প্রদেশের ১.৬৫% স্থানের সমান। পাডাংয়ের ৬০ শতাংশেরও অধিক স্থান পার্বত্য প্রকৃতির যা সংরক্ষিত বনভূমি দ্বারা আবৃত। অঞ্চলের মাত্র ২০৫.০০৭ বর্গকিলোমিটার স্থান নগরের অন্তর্ভুক্ত। পূর্ব বরাবর সজ্জিত এই পাহাড়ের অবস্থান নগরীর দক্ষিণ দিকে। পাডাংয়ের উল্লেখযোগ্য পাহাড়গুলোর মধ্যে রয়েছে লাম্পু পাহাড়, পাডাং পর্বত, গাডো-গাডো পাহাড় এবং পেগামবিরান পাহাড়। সুমাত্রা মূল ভূমির ৬৮.১২৬ কিলোমিটার উপকূল রেখা পাডাং নগরের অংশ। এছাড়াও বুনগুজ তেলুক কাবুং জেলার ৪.৪ হেক্টর আয়তন বিশিষ্ট সিকুয়াই দ্বীপ, পাডাং সিলাটান জেলার ২৫ হেক্টর আয়তন বিশিষ্ট তোরান দ্বীপ ও পিসাং গাডাং দ্বীপ সহ পাডাংয়ে ১৯টি ক্ষুদ্রাকৃতির দ্বীপ রয়েছে।\n\n\n=== জলবায়ু ===\nপাডাংয়ের জলবায়ু কোপেনের জলবায়ুর শ্রেণিবিন্যাস অনুসারে ক্রান্তীয় বৃষ্টিবহুল অরণ্যের জলবায়ু ধরণের। সারাবছর ব্যাপী বৃষ্টিপাতের দরুন পাডাং ইন্দোনেশিয়ার সবচেয়ে সিক্ত নগর। এই নগরে প্রতি বছর খসড়া হিসেবে ৪৩০০ মিলিমিটার বৃষ্টিপাত ঘটে। পাডাংয়ের শুষ্কতম মাস ফেব্রুয়ারি, যখন সেখানে গড়ে ২৫০ মিলিমিটার বারিপাত দৃষ্ট হয়। নগরের তাপমাত্রা পুরো বছর ধরে তুলনামূলকভাবে গড়ে ২৬ ডিগ্রি সেলসিয়াসে স্থির থাকে। পাডাংয়ে ২১টি নদী আছে, যাদের মধ্যে ২০ কিলোমিটার দৈর্ঘ্য বিশিষ্ট বাটাং কান্দিস সর্বাধিক দৈর্ঘ্যের। প্রাথমিকভাবে বাতাং আরাউয়ে নিক্ষিপ্ত হয়ে নগরের পয়োনিষ্কাশন প্রণালী সচল থাকে; কিন্তু ১৯৮০ সালে এটি পানি ধারণ করতে না-পারায় নগরীর দুই-তৃতীয়াংশ বন্যায় প্লাবিত হয়।\n\n\n== সংস্কৃতি ==\n\n\n=== রন্ধনশৈলী ===\nমিনাংকাবাউ জনগোষ্ঠীর রন্ধনশৈলীকে সাধারণভাবে পাডাংয়ের রন্ধনশৈলী বলা হয়। পাডাংয়ের রেস্তোরাঁগুলো সারা দেশব্যাপী ছড়ানো এবং তাদের মসলাদার রান্নার জন্য জনপ্রিয়। পাডাংয়ের খাদ্যগুলো সাধারণত দিনে একবার রান্না করা হয় ও ক্রেতারা এগুলো থেকে তাদের প্রয়োজন মতো বেছে নেন, যা ক্রেতার পছন্দের জন্য প্রদশর্ন করা হতে থাকে যতক্ষণ পর্যন্ত এগুলোর সর্বশেষ অংশ থাকে ততক্ষণ পর্যন্ত। এগুলোকে অল্প অল্প পরিমাণে দিয়ে ভাত সহ ক্রেতাদের নিকট সরবরাহ করা হয় পূর্ণাঙ্গ খাবারের পাত্র হিসেবে। ক্রেতাগণ কেবলমাত্র যেসব অংশ খান বা অন্যত্র নেন সেগুলোর মূল্য পরিশোধ করে থাকেন। পাডাংয়ের সবচেয়ে পরিচিত খাদ্যের নাম রেনডাং, যা মাংসের একধরণের মসলাদার ঝোল। সোতো পাডাং (মসলাদার স্যুপে মুচমুচে মাংস) স্থানীয়দের নিকট প্রাতরাশের জনপ্রিয় খাবার; বিপরীতে সাতে (কেটুপাতের সাথে মাংসের তরকারি) সান্ধ্যকালীন খাবার হিসেবে পরিবেশন করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n(ইন্দোনেশীয় ভাষায়) অফিসিয়াল ওয়েব সাইট\n উইকিভ্রমণ থেকে পাডাং ভ্রমণ নির্দেশিকা পড়ুন।"}