{"pageid": 1392779, "title": "রিয়ার মিলিশিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1392779", "content": "দ্য রিয়ার মিলিশিয়া ছিল ১৯১৮-১৯৩৭ সালে সোভিয়েত রাশিয়া এবং সোভিয়েত ইউনিয়নের সামরিক পরিসেবার একটি বিভাগ।\nরিয়ার মিলিশিয়ার গঠনটি বিভিন্ন তথাকথিত \"অনার্জিত উপাদান\" (কুলাক, পাদরি, প্রাক্তন অভিজাত এবং তাই) নামে পরিচিত যেগুলি সোভিয়েত ইউনিয়নের সশস্ত্র বাহিনী, রেড আর্মির যুদ্ধ ইউনিটে নিয়োগের বিষয় ছিল না। 'রিয়ার মিলিশিয়া' ১৯১৮ সালে সার্বজনীন নিয়োগ প্রবর্তনের পরে গঠিত। ১৯৩৭ সালের ২০ ফেব্রুয়ারি, 'অর্ডার অফ পিপলস কমিসারিয়েট অফ ডিফেন্স' দ্বারা সার্বজনীন নিয়োগ সংক্রান্ত ০২০ নং আইনে পরিবর্তনের পরে, রিয়ার মিলিশিয়া বিভাগকে 'রেড আর্মি বিল্ডিং ইউনিট অধিদপ্তরে' পুনর্গঠন করা হয়।\n\n\n== রিয়ার মিলিশিয়া তৈরি ==\nপ্রাথমিকভাবে লাল সেনাবাহিনী স্বেচ্ছাসেবী ভিত্তিতে গঠিত হয়েছিল, কিন্তু শীঘ্রই, ক্রমবর্ধমান গৃহযুদ্ধ পরিস্থিতিতে সোভিয়েত সরকার তার পদে জোরপূর্বক নিয়োগের দিকে ঝুঁকে পড়ে। সর্বজনীন সামরিক পরিষেবা ১৯১৮ সালের প্রথম সোভিয়েত সংবিধানে অন্তর্ভুক্ত ছিল যার ১৯ নং অনুচ্ছেদে বলা হয়েছে,\n\" মহান শ্রমিক এবং কৃষকদের বিপ্লবের অর্জনগুলিকে সম্পূর্ণরূপে রক্ষা করার জন্য, রাশিয়ান সমাজতান্ত্রিক ফেডারেটিভ সোভিয়েত প্রজাতন্ত্র সমাজতান্ত্রিক পিতৃভূমির প্রতিরক্ষার জন্য, প্রজাতন্ত্রের সকল নাগরিকের কর্তব্যকে স্বীকৃতি দেয় এবং একটি সাধারণ সামরিক দায়িত্ব প্রতিষ্ঠা করে। অস্ত্র হাতে বিপ্লব রক্ষা করার সম্মানজনক অধিকার শুধুমাত্র শ্রমিকদের দেওয়া হয়; অ-শ্রমিক উপাদান অন্যান্য সামরিক দায়িত্ব পালনের জন্য অভিযুক্ত করা হয়। \"[১]\nরিয়ার মিলিশিয়ায় নিয়োগের বিষয় ছিল সমস্ত \"অ-শ্রমিক উপাদান\" (তথাকথিত অধিকারবঞ্চিত)। গৃহযুদ্ধের সময়, শ্রমিক মিলিশিয়া বিভিন্ন সামরিক এবং বেসামরিক কাজে ব্যবহৃত হয়েছিল।\n\n\n== গৃহযুদ্ধের শেষের পর রিয়ার মিলিশিয়া ==\n১৯২৩-১৯২৪ সালে গৃহযুদ্ধের সমাপ্তির পর, বঞ্চিতরা বিশেষ বে-সামরিক \"সার্ভিস টিম\" তে চাকরিতে যোগদান করছিলেন।\n১৯২৫ সালে, সামরিক সংস্কার বাস্তবায়ন এবং সশস্ত্র বাহিনীর সাধারণ হ্রাসের সময়, এই জাতীয় দলগুলির অস্তিত্বকে অপ্রয়োজনীয় বলে মনে করা হয়েছিল। বাধ্যতামূলক সামরিক পরিসেবার আইন অনুসারে, যারা তাদের সমবয়সীদের সামরিক পরিষেবাতে ডাক হওয়ার পর থেকে বঞ্চিত হয়েছে, তাদের জন্য রিয়ার মিলিশিয়ায় ভর্তির বিষয়টি বাধ্যতামূলক ছিল। যেহেতু শান্তিকালীন সময়ে রিয়ার মিলিশিয়ার অংশগুলি তৈরির জন্য সরবরাহ করা হয়নি, তখন যাদের রিয়ার মিলিশিয়াতে নাম নথিভুক্ত করা হয়েছিল তাদের একটি বিশেষ যুদ্ধ করের বিষয় ছিল। এই কর আর্থিক কর্তৃপক্ষ দ্বারা অর্ধেক এবং মৌলিক আয়কর বেতনের মধ্যে হারে আরোপ করা হয়েছিল এবং গৃহযুদ্ধের প্রতিবন্ধী ব্যক্তিদের সাহায্য করার জন্য সামাজিক নিরাপত্তা তহবিলে গিয়েছিল। রিয়ার মিলিশিয়াতে নাম লেখানো ব্যক্তিরা একটি বিশেষ সামরিক অ্যাকাউন্টে ছিল। সাধারণ নিবন্ধন এবং সামরিক টিকিটের পরিবর্তে, তাদের \"সাদা টিকিট\" (সাদা ফর্ম ব্যবহার করা হয়েছিল) দেওয়া হয়েছিল।\n\n\n== ১৯৩০ দশকের গোড়ার দিকে রিয়ার মিলিশিয়া ==\nজোরপূর্বক শিল্পায়নের ক্ষেত্রে, ৭ ডিসেম্বর, ১৯৩১-এ, সোভিয়েত ইউনিয়নের কেন্দ্রীয় নির্বাহী কমিটি এবং কাউন্সিল অফ পিপলস কমিসার্স \"লজিস্টিক মিলিশিয়াতে নাগরিকদের শ্রমের ব্যবহার সম্পর্কে\" একটি প্রস্তাব গৃহীত হয়েছিল। এতে বলা হয়েছে যে রিয়ার মিলিশিয়ার অংশটি সোভিয়েত ইউনিয়নের জাতীয় অর্থনীতির হাই কাউন্সিল, পিপলস কমিসারিয়েট অফ কমিউনিকেশনস এবং সেন্ট্রাল অ্যাডমিনিস্ট্রেশন অফ হাইওয়ে এবং ডার্ট রোডস এবং অটোমোবাইল ট্রান্সপোর্টের মাধ্যমে প্রতিরক্ষা-কৌশলগত কাজ করে। এই অংশগুলির মেয়াদ তিন বছর নির্ধারণ করা হয়েছিল। এই সময়ের পরে, মিলিশিয়ানরা, \"যারা কাজ করার জন্য আন্তরিক মনোভাব দেখিয়েছিল\", তাদের ভোটের অধিকার পুনরুদ্ধার করা উচিত ছিল। এটি উল্লেখ করা হয়েছিল যে \"রিয়ার মিলিশিয়ার অংশগুলিতে শ্রম শাসন এবং রাজনৈতিক শিক্ষা সোভিয়েত ইউনিয়নের নাগরিকদের সর্বক্ষেত্রে অ-শ্রমিক উপাদানগুলিকে উপযোগী করার লক্ষ্য অনুসরণ করা উচিত\"। সোভিয়েত ইউনিয়নের শ্রমের পিপলস কমিসারিয়েট বিভাগগুলির মধ্যে স্কোয়াড দ্বারা মিলিশিয়াদের নিয়োগ এবং পরবর্তী বন্টনের আয়োজন করেছিল।\n১ ফেব্রুয়ারী, ১৯৩৩ পর্যন্ত, তিনটি মিলিশিয়ানদের ইউনিটের অফিসে প্রায় ৪২,০০০ লোক ছিল কমিশনার এবং বিভাগসমূহ (ভারী শিল্পের পিপলস কমিশনারিট, দ্য পিপলস কমিশনারিট অফ কমিউনিকেশন রুটস এবং সেন্ট্রাল হাইওয়ে এবং ডার্ট অ্যান্ড রোড অ্যাডমিনিস্ট্রেশন)\nকিন্তু সেপ্টেম্বর ২৭, ১৯৩৩,  একটি ডিক্রি দ্বারা কেন্দ্রীয় নির্বাহী কমিটি এবং সোভিয়েত ইউনিয়নের পিপলস কমিশনারদের কাউন্সিল \"রিয়ার মিলিশিয়া\", এটি প্রতিষ্ঠিত হয়েছিল যে \" রিয়ার মিলিশিয়ার অংশগুলি সামরিক ও নৌ বিষয়ক পিপলস কমিশনারিটের সব দিক থেকে অধীনস্থ৷ এই ইউনিটগুলি সামরিক ও সামুদ্রিক বিষয়ক পিপলস কমিশনারিট এবং অন্যান্য বিভাগ দ্বারা সম্পাদিত প্রতিরক্ষা-কৌশলগত কাজের জন্য ব্যবহৃত হয়৷ অন্যান্য বিভাগের নিষ্পত্তিতে, রিয়ার মিলিশিয়ার অংশগুলি এর ভিত্তিতে কাজের জন্য সরবরাহ করা হয় চুক্তি বার্ষিক সমাপ্ত পিপলস কমিশনারিট উপযুক্ত বিভাগের সাথে\" এটি উল্লেখ করা হয়েছিল যে মিলিশিয়ানরা তিন বছরের বেশি সময়ের জন্য পরিবেশন করে না, তাদের পরিষেবার আদেশটি বিশেষ আইন দ্বারা নিয়ন্ত্রিত হয়। এর প্রাসঙ্গিক আইন সম্পর্কিত রেড আর্মি, \"রিয়ার মিলিশিয়া ইউনিটের কমান্ডিং কর্মীদের রেড আর্মি কমান্ডিং স্টাফ থেকে সম্পন্ন করা হয় এবং রেড আর্মি কর্মীদের মধ্যে বিবেচিত হয়\". এটা বলা হয়েছিল যে \" রিয়ার মিলিশিয়ার ইউনিটগুলি স্বনির্ভরতা বিভাগগুলি থেকে প্রাপ্ত তহবিলের ব্যয়ে (সামরিক ও নৌ বিষয়ক কমিশনারিট সহ)\" মিলিটারি পিপলস কমিসারিয়েটস থেকে মিলিটারি পিপলস কমিসারিয়েটস দ্বারা মিলিটারি ইউনিট গ্রহণের প্রক্রিয়ায়, সোভিয়েত ইউনিয়নের বিপ্লবী সামরিক পরিষদ অক্টোবর ১১, ১৯৩৩ রিয়ার মিলিশিয়া অধিদপ্তর প্রধান অধিদপ্তরের অংশ হিসাবে তৈরি করা হয়েছিল রেড আর্মি।\n১৯৩৪ সালের জানুয়ারিতে, যখন পিপলস কমিশনারিট অফ ডিফেন্স বেসামরিক কমিশনারিট থেকে গৃহীত মিলিশিয়া ইউনিটগুলিকে পুনর্গঠিত করেছিল, তখন তাদের সংখ্যা ছিল ৪৭.৩ হাজার ৷ পরবর্তী বছরগুলিতে, সংখ্যার গতিশীলতা নিম্নরূপ ছিল (প্রতি বছরের ১ জানুয়ারী):\n\n১৯৩৫-৪২.২ হাজার;\n১৯৩৬-৪৩.০ হাজার;\n১৯৩৭-২৪.৫ হাজার মানুষ.\nমিলিশিয়ানরা নির্মাণ কাজ করে রেলপথ, খনিতে। তাদের আটকশর্ত খুব কঠিন ছিল। ১৯৩১  সালের বসন্তে পরিচালিত একটি সমীক্ষায় দেখা গেছে যে, শ্রম শিবিরের গঠনগুলি প্রোকোপিয়েভস্ক এবং আনজারকা কঠিন পরিস্থিতিতে অবস্থিত, স্যাঁতসেঁতে ব্যারাক এবং তাড়াহুড়ো করে নির্মিত।  প্রোকোপিয়েভস্কের মিলিশিয়ানদের পুষ্টি সম্পর্কে বলা হয়েছিল: \"যখন বেসামরিক শ্রমিকদের প্রথমত মাংসের স্যুপ, দ্বিতীয়ত কাটলেট এবং তৃতীয়ত মিষ্টি থাকে; মিলিশিয়ানরা বাঁধাকপির স্যুপ  এবং আলুর সাথে মাছ পান\"\n২০ ফেব্রুয়ারি, ১৯৩৭ এর পিপলস কমিসার অফ ডিফেন্সের আদেশে, রিয়ার মিলিশিয়ার ইউনিটগুলি রেড আর্মির বিল্ডিং ইউনিটে পুনর্গঠিত হয়৷\n\n\n== আরও দেখুন ==\nবিকল্প বেসামরিক সেবা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসের্গেই ক্রাসিলনিকভ. সামাজিক কাঠামোর বিরতিতে: বিপ্লবী-পরবর্তী রাশিয়ান সমাজে মার্জিনালস (1917 – 1930 এর দশকের শেষ). অধ্যায় 2. 1930 এর দশকের প্রান্তিক গোষ্ঠীর অংশ হিসাবে পিছনের মিলিশিয়া  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জানুয়ারি ২০১১ তারিখে"}