{"pageid": 1392338, "title": "দক্ষিণ হামগিয়ং প্রদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1392338", "content": "দক্ষিণ হামগিয়ং প্রদেশ ( কোরীয়: 함경남도, হামগিওংনামদো ;কোরীয় উচ্চারণ: [ham.ɡjʌŋ.nam.do] উত্তর কোরিয়ার একটি প্রদেশ। পূর্বতন হামগিয়ং প্রদেশের দক্ষিণ অংশ থেকে ১৮৯৬ সালে প্রদেশটি গঠিত হয়েছিল, ১৯৪৫ সাল পর্যন্ত কোরিয়ার একটি প্রদেশ ছিল, তারপর উত্তর কোরিয়ার একটি প্রদেশে পরিণত হয়েছিল। এর রাজধানীর নাম হামহুং।\n\n\n== ভূগোল ==\nপ্রদেশটির উত্তরে রিয়াংগং, উত্তর-পূর্বে উত্তর হামগিয়ং, দক্ষিণে কাংওন এবং পশ্চিমে দক্ষিণ পিয়ংগান রয়েছে। প্রদেশের পূর্বদিকে জাপান সাগর।\n\n\n=== পার্বত্য জেলা ===\nদক্ষিণ হামগিয়ং প্রদেশটি পূর্ব সাগর উপকূল বরাবর অবস্থিত এবং পর্বতশ্রেণী দ্বারা বেষ্টিত।  গড় উচ্চতা হল ৭৪২ মিটার, যা উত্তর কোরিয়ার গড় সমুদ্রপৃষ্ঠ থেকে প্রায় ৩০০ মিটার বেশি।  সমুদ্রপৃষ্ঠ থেকে ২০০ মিটার উপরে পাহাড়ি এলাকা মোট এলাকার ৭৭.৬% এবং সমুদ্রপৃষ্ঠ থেকে ১,০০০ মিটার উপরে পাহাড়গুলি ৩৩.৬%। কারণ এখানে অনেক পাহাড়ি এলাকা রয়েছে, উচ্চতায় বড় পার্থক্য রয়েছে এবং অনেক খাড়া ঢাল রয়েছে।  বুজেওনিয়ং পর্বতশ্রেণি, যা বেকডুডাই পর্বতশ্রেণীর অংশ, উপকূলরেখার প্রায় সমান্তরালে বিস্তৃত এবং দক্ষিণে রয়েছে ম্যাচেওনরিয়ং পর্বতশ্রেণী, জিওমডিওক পর্বতশ্রেণি, বেকুন পর্বতশ্রেণি, এবং মানপুং পর্বতশ্রেণি একের পর এক অবস্থিত, এবং উত্তরে, নাংরিম পর্বতমালা, লিয়ানহওয়া পর্বতমালা এবং বুকসু'। বায়েক পর্বত উত্তর-দক্ষিণ দিকে প্রসারিত।  দক্ষিণ হামগিয়ং প্রদেশের দীর্ঘতম পর্বতশ্রেণী হল বুয়েওনরিয়ং পর্বতশ্রেণি, যা উত্তরে রায়ংগং প্রদেশের সীমান্তবর্তী।  এই পর্বতশ্রেণীটি হল দেউংমারু পর্বতশ্রেণী যা জাংজিন মালভূমি, বুজিয়ন মালভূমি এবং তাদের সামনের পর্বত এলাকাকে পৃথক করেছে।  গুরুত্বপূর্ণ পর্বতগুলির মধ্যে রয়েছে দুরিউ পর্বত, লিয়ুনহওয়া পর্বত, দাইম পর্বত, নাংলিম পর্বত এবং ডংবেক পর্বত।\n\n\n=== সমতল ===\nদক্ষিণ হামগিয়ং প্রদেশের ক্ষেত্রগুলি প্রধানত নদী এবং সৈকতের নিম্নধারার উপকূলে অবস্থিত।  গুরুত্বপূর্ণ অঞ্চলগুলির মধ্যে রয়েছে হামহেউংবেওল, জিউম্যাবিওল, সিনসাংবেওল, এবং সিনচাংবেওল।  প্রদেশের বৃহত্তম ক্ষেত্র হল হামহেউং মাঠ, যাকে সাধারণত হামজু বেকরি মাঠ বলা হয়।  এটি সিওংচেওন নদী এবং গোয়াংপো নদী অববাহিকার নিম্ন প্রান্ত পর্যন্ত বিস্তৃত বিস্তৃত এলাকায় অবস্থিত।\n\n\n=== উপকূল ===\nদক্ষিণ হামগিয়ং প্রদেশে বেশ কয়েকটি উপসাগর রয়েছে, যার মধ্যে রয়েছে হামহেউং উপসাগর, হংওয়ান উপসাগর, ইয়াংহওয়া উপসাগর, এবং লিওন উপসাগর, এবং কয়েক ডজন দ্বীপ সমুদ্র উপকূলীয় জলে বিতরণ করা হয়েছে।  গুরুত্বপূর্ণ দ্বীপগুলির মধ্যে রয়েছে মায়াংডো, ডেজেডো, সোজেডো, জিওনচোডো, মায়োডো, সোলসিয়াম এবং ডেইসোম।  উপকূলীয় টপোগ্রাফি প্রধানত উত্তরে, যেখানে উপকূলরেখা তুলনামূলকভাবে একঘেয়ে এবং ক্ষয়প্রাপ্ত উপকূল এবং পলিমাটি উপকূল প্রায় সমানভাবে বিকশিত।\n\n\n== অর্থনীতি ==\nমৎস্য সম্পদ প্রচুর, এবং মাছ ধরা সিনপো সিটি এর মতো জায়গায়ও প্রচলিত।  দক্ষিণ হামগিয়ং প্রদেশের দিকে গাইমা মালভূমিতে, জাংজিন হ্রদ এবং বুজিওন হ্রদের মতো বাঁধের হ্রদ রয়েছে, যেগুলি জাপানি ঔপনিবেশিক আমলে ইয়ালু নদীর উপনদীগুলিকে অবরুদ্ধ করে নির্মিত হয়েছিল এবং ব্যবহার করা হয় জলবিদ্যুৎ উৎপন্ন করতে।  ড্যানচেন সিটি ভূগর্ভস্থ সম্পদে সমৃদ্ধ যেমন ম্যাগনেসাইট, এবং রাসায়নিক ও যান্ত্রিক শিল্পকে কেন্দ্র করে পূর্ব সাগর উপকূলে একটি শিল্প অঞ্চল গড়ে উঠেছে।\n\n\n== ইতিহাস ==\nএটি ছিল গোগুরিও, বলহাই, লিয়াও রাজবংশ এবং জিন রাজবংশ এর পুরানো ভূমি। জোসোন-এর প্রথম দিকে, এটি কিছুক্ষণের জন্য ডংবুক-মিওন হয়ে ওঠে এবং তারপর হামগিয়ং প্রদেশ হয়।  ১৮৯৬ সালে (জিওনিয়াং ১), এটি ১৩-প্রদেশের ব্যবস্থা বাস্তবায়নের পর দক্ষিণ হামগিয়ং প্রদেশে পরিণত হয়।\n১৯৫২ সালে, পোচিওন-গান, সিনপা-গান, রঙ্গিম-গান, বুজেওন-গান, ডিওকসিওং-গান, সিনচাং-বন্দুক, গোয়াংচেওন-বন্দুক, সিনপো-গান, তোয়েজো-গান, সুডং-বন্দুক, পুংসেও-গান, হিওচিওন-গান, ওরু-গান, এবং ইয়োদেওক-গান তৈরি করা হয়েছিল।  ১৯৫৪ সালে, হাইসান-গান, বোচন-গান, গ্যাপসান-গান, সামসু-গান, সিনপা-গান, পুংসান-গান, পুংসেও-গান এবং বুজেওন-গান রিয়াংগাং-ডোতে স্থানান্তরিত হয় (এই অঞ্চলের ইতিহাসের জন্য, দেখুন রায়ংগং প্রদেশ) এবং ল্যাংরিম-গান পর্যন্ত। এটি জাগাং প্রদেশে চলে গেছে এবং দক্ষিণ পিয়ংগান প্রদেশ থেকে দাহেউং কাউন্টি এসেছে।  শিনসাং-গান এবং হিউংসাং-গান তৈরি করা হয়েছিল।\n১৯৬০ সালে, হামহেউং সিটি, হিউংনাম সিটি এবং তোয়েজো-গান পুনর্গঠিত হয় এবং হামহেউং সিটিতে বিভক্ত হয়।  সিনপো-গান একটি শহরে পুনর্গঠিত হয়েছিল।  ১৯৬৫ সালে, বুজিওন কাউন্টি, রায়ংগং প্রদেশ দক্ষিণ হামগিয়ং প্রদেশে স্থানান্তরিত হয়।\n১৯৭০ সালে, হামহেউং শহরকে একটি সাধারণ শহরে নামিয়ে আনা হয় এবং হামহেউংয়ের অংশ হয়ে ওঠে এবং হামহেউং শহরের তোয়েজো জেলা এবং দেওকসান জেলাকে কাউন্টিতে পুনর্গঠিত করা হয়।  ১৯৭৪ সালে, হিউংসাং-গান, সিনসাং-গান, দেওকসান-বন্দুক, গোয়াংচেওন-গান, সিনচাং-গান, ইনহেউং-গান এবং সুডং-গান বিলুপ্ত করা হয়েছিল।\n১৯৮২ সালে, ড্যানচেওন-গান একটি শহরে পুনর্গঠিত হয়, এবং সুদং-গু ১৯৯০ সালে তৈরি করা হয়েছিল।  ১৯৯৫ সালে, জিউমহো জেলা তৈরির জন্য সিনপো শহরের অংশ আলাদা করা হয়েছিল।\n২০২০ সালে, সুডং-গু একটি কাউন্টিতে পুনর্গঠিত হয়েছিল।  ২০২৩ সালে, গাওন-গান এবং সুডং-গানকে গাওন-গানে একীভূত করা হয়েছিল। পরের বছর, গেউমহো জেলাকে একটি কাউন্টিতে পুনর্গঠিত করা হয়।\n\n\n== পূর্ববর্তী গভর্নররা ==\n\n\n=== জাপানিদের দখলে ===\nমন্ত্রী\n১৯১০ ~?  : শিন ইউং-হি(申應熙)\n১৯১৮ ~?  : লি কিউ-ওয়ান(李圭完)\nরাজ্যপাল\n১৯২৪ ~?  : কিম গোয়ান-হাইয়ন(金寬鉉)\n\n\n=== ডেমোক্রেটিক পিপলস রিপাবলিক অফ কোরিয়ার পিপলস কমিটির চেয়ারম্যান ===\nহিউনসিক রিউ\n\n\n=== প্রাদেশিক দলের সম্পাদক ===\nসেওংনাম হং: সেপ্টেম্বর ২০০৩ ~ মার্চ ২০০৯\nতায়ে জং-সু: এপ্রিল ২০০৯ ~ জুন ২০১০\nকোয়াক বিয়ম-গি: জুন ২০১০ ~ এপ্রিল ২০১২\nতাই জং-সু: এপ্রিল ২০১২ ~ মে ২০১৬\nকিম সিওং-ইল: মে ২০১৬ - সেপ্টেম্বর ৫, ২০২০\n\n\n== প্রশাসনিক বিভাগ ==\nদক্ষিণ হামগিয়ং তিনটি শহর (\"সি\"), দুটি জেলা (একটি \"গু\" এবং একটি \"চিগু\"), এবং ১৫টি কাউন্টিতে (\"গান\") বিভক্ত।  এগুলিকে আবার অনেকগুলি গ্রামে বিভক্ত করা হয়েছে ( রি এবং ডং, ডং শহরগুলিতে আশেপাশের এলাকাগুলিকেও নির্দেশ করে), প্রতিটি কাউন্টিতে অতিরিক্ত একটি শহর ( উপর ) রয়েছে যা প্রশাসনিক কেন্দ্র হিসাবে কাজ করে। প্রতিটি কাউন্টির পৃথক পৃষ্ঠায় এগুলি বিস্তারিত রয়েছে। কিছু শহরকে \"গুয়ক\" নামে পরিচিত ওয়ার্ডে বিভক্ত করা হয়, যেগুলি শহরের স্তরের ঠিক নিচে পরিচালিত হয় এবং পৃথক পৃষ্ঠায় তালিকাভুক্ত করা হয়।\n\n\n=== শহরগুলো ===\nহামহুং (রাজধানী)함흥시/咸興市\nসিনপো신포시/新浦市\nতঞ্চন단천시/端川市\n\n\n=== জেলা ===\nকুমহো -চিগু금호지구/琴湖地區\n\n\n=== কাউন্টি ===\n\n\n==== কাউন্টি জনসংখ্যাসহ ====\nগাওন-কাউন্টি(高原郡) [৯৪,৯৬৩ জন]\nগেউম্যা-কাউন্টি(金野郡) [211,140 জন]\nজিউমহো-কাউন্টি(琴湖郡) [৩৭,৪৩০ জন]\nদেওকসেং-কাউন্টি(দেওকসেং-গু) [৯৭,৬১৭ জন]\nরাকওয়ান-কাউন্টি(樂園郡) [৬০,৭০০ জন]\nলিওন কাউন্টি(利原郡) [১১৭,৩২০ জন]\nবুজিওন-কাউন্টি(赴戰郡) [৪৮,৩৫১ জন]\nবুকচেং-কাউন্টি(北靑郡) [১৬১,৮৮৬ জন]\nশিনহেউং-কাউন্টি(新興郡) [104,002 জন]\nইয়ংগওয়াং-কাউন্টি(榮光郡) [১০৩,৫৩২ জন]\nইয়োডিওক-কাউন্টি(耀德郡) [৪০,৮৩৯ জন]\nজ্যাংজিন-কাউন্টি(জাংজিন-বন্দুক) [৬৪,৬৮১ জন]\nজিওংপিয়ং-কাউন্টি(定平郡) [১৭৯,১১৪ জন]\nহামজু কাউন্টি(咸州郡) [১৩৩,৮৯৬ জন]\nহিওচিওন-কাউন্টি(虛川郡) [১৪৭,১৯১ জন]\nহংওন-কাউন্টি(হংওন-গু) [১৪২,৯১০ জন]\nপ্রতিটি অঞ্চলের পাশের জনসংখ্যা ২০০৮ সালের উত্তর কোরিয়ার আদমশুমারির উপর ভিত্তি করে।\n\n\n== পর্যটন আকর্ষণ ==\nওকনিওনসান\nরিয়ংহেউংসা মন্দির\nমজিওন সৈকত\nজাং জিন-হো\n\n\n== আরও দেখুন ==\n\nডোরাং-সেওনবি এবং চেওংজেওং-গাক্সির গান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে দক্ষিণ হামগিয়ং প্রদেশ সম্পর্কিত মিডিয়া দেখুন।\nটেমপ্লেট:Regions and administrative divisions of North Korea"}