{"pageid": 1392358, "title": "কিটাকিউশু", "url": "https://bn.wikipedia.org/wiki?curid=1392358", "content": "কিটাকিউশু (北九州市) জাপানের ফুকুওকা প্রশাসনিক অঞ্চলে অবস্থিত একটি শহর। ২০১৯ সালের ১ জুনে কিটাকিউশুর আনুমানিক জনসংখ্যা ৯৪০,৯৭৮ যা একে ফুকুওকা শহরের পরে ফুকুওকা প্রশাসনিক অঞ্চল এবং কিউশু দ্বীপ - উভয়ের মধ্যেই দ্বিতীয় বৃহত্তম শহরে পরিণত করেছে। সাতটি ওয়ার্ডে বিভক্ত কিটাকিউশু জাপানের ২০টি নির্বাচিত শহরের একটি এবং কিউশুর তিনটি শহরের মধ্যে একটি।\nকিটাকিউশু ১৯৬৩ সালে ঐতিহাসিক শহর কোকুরার স্থলে পাঁচটি পৌরসভার সমন্বয়ে এদের কেন্দ্রস্থলে গড়ে তোলা হয়, জাপানি ভাষায় যার নামের অর্থ \"উত্তর কিউশু শহর\"। এটি হোনশু দ্বীপ থেকে কিউশু দ্বীপকে বিভক্তকারী কানমন প্রণালীর পার্শ্বে অবস্থিত যা কিউশু দ্বীপের সর্ব উত্তরের বিন্দু এবং হোনশু দ্বীপের শিমোনোসেকি শহরের বিপরীতে। কানমন সেতু, কানমন সুড়ঙ্গপথ সহ নানাবিধ পরিবহন মাধ্যমের দ্বারা শিমোনোসেকি ও কিটাকিউশু সংযুক্ত। ফুকুওকা-কিটাকিউশু বৃহত্তর মহানগর অঞ্চলের সমন্বয়ে গড়ে উঠেছে কিটাকিউশুর নগর কর্ম এলাকা, যার লোকসংখ্যা ৫,৭৩৮,৯৭৭ জন (২০০৫-২০০৬) ছিলো এবং ফলশ্রুতিতে জাপানের পশ্চিমাংশের কেইহানশিন অঞ্চলের সর্ববৃহত্ মহানগর এলাকা হিসেবে গণ্য হয়।\n\n\n== ইতিহাস ==\nকিটাকিউশু নগরটি ১৯৬৩ সালের ১০ ফেব্রুয়ারিতে প্রতিষ্ঠিত হয়, যা ঐ বছরেরই ১ এপ্রিল হতে সরকারের অধ্যাদেশের মাধ্যমে কার্যক্রম পরিচালনা শুরু করে। নগরটির উদ্ভব ঘটে প্রাচীন কোকুরা নগরকে কেন্দ্র করে অবস্থান করা পাঁচটি পৌর এলাকাকে (মোজি, কোকুরা, টোবাটা, ইয়াহাটা এবং ওকামাতসু) একত্রিত করে। নগরের প্রতীক একটি পুষ্প যার  মধ্যবর্তী অবস্থানে কাঞ্জি চিহ্নে \"উত্তর\" (北) অঙ্কিত রয়েছে এবং চারদিকে উন্মুক্ত হয়ে থাকা পাঁচটি পাপড়ি দ্বারা একীভূত হওয়া পাঁচটি শহরকে নির্দেশ করছে।\n\n\n== ভূগোল ==\n\n\n=== জনমিতি ===\n২০১৮ সালের ১ অক্টোবর এই নগরের প্রাক্কলিত জনসংখ্যা ছিলো ৯৪৫,৫৯৫ জন এবং মোট আয়তন ছিলো ৪৯১.৯৫ বর্গকিলোমিটার (১৮৯.৯৪ বর্গমাইল)। গড়ে জন ঘনত্ব ১,৯২২ জন প্রতি বর্গকিলোমিটার (৪,৯৮০ প্রতি বর্গমাইল)। এটি বর্তমানে দেশের ১৫দশ সর্বাধিক জনঅধ্যুষিত নগর। আয়তনের দিক থেকে এটি ৩৪৩.৩৯ বর্গকিলোমিটার (১৩২.৫৮ বর্গমাইল) আয়তন বিশিষ্ট ফুকুওকা নগরের চেয়েও বৃহত্তর।\n\n\n== অর্থনীতি ==\nনিপ্পন স্টিল কর্পোরেশন প্রধান প্রতিষ্ঠান; তবে ইয়াহাটা এবং টোবাটা কেন্দ্র ১৯৬০'এর দশকের চেয়ে অনেক সংকুচিত হয়ে গিয়েছে। মানচিত্র এবং দিকনির্ণয় সফটওয়্যার তৈরির জন্য সুপরিচিত জেনরিন কোম্পানির সদরদপ্তর এখানে অবস্থিত, একই সাথে টোটো লিমিটেড এবং ইয়াশকাওয়া ইলেকট্রিক কর্পোরেশনের সদরদপ্তরও এখানে। বিমান পরিবহন সেবা প্রদানকারী স্টারফ্লাইয়ার এয়ার লাইনের সদরদপ্তর কিটাকিউশু বিমানবন্দরে অবস্থিত।\nনিশি-নিপ্পন রেলপথ এবং বাস কোম্পানির অর্থায়নে ছা ছা শহর নামে পরিচিত একটি ক্ষুদ্র পরিসরের শপিং সেন্টার কোকুরা কিটা ওয়ার্ডের সানাৎসু বাস ডিপোর ঠিক পার্শ্বে গড়ে তোলা হয়েছে।\n২০০৯ সালে অবকাঠামো নির্মাণ ও খনি খনন কাজে নিয়োজিত যানবাহনের বৃহৎ এবং অতিবৃহৎ আকৃতির ব্যাসার্ধ বিশিষ্ট চাকা উৎপাদনের জন্য ব্রিজস্টোন কর্পোরেশন কিটাকিউশুতে একটি কারখানা খোলে।\nবৃহত্তর কিটাকিউশুর মধ্যকার কিটাকিউশু মহানগরীর কর্ম এলাকার ২০১০ সালের স্থূল দেশজ উৎপাদনের পরিমাণ ছিলো ৫৫.৭ বিলিয়ন মার্কিন ডলার।\n\n\n== সংস্কৃতি ==\n১৯৮৬ সালের পারিবারিক চলচ্চিত্র কনেকো মনোগাটারি এখানে চিত্রায়িত হয়। এর ইংরেজি রূপ ১৯৮৯ সালে আমেরিকায় মাইলো ও ওটিসের অভিযান নামে মুক্তি পায়, যা মূলত একটি বেড়াল ছানা ও একটি পগ কুকুরের বন্ধুত্বের গল্প।\nজাপানের অপ্রতিরোধ্য বীর হিসেবে কথিত স্থানীয় কোকুরার লোক চরিত্র মোহামাৎসু বা বন্য পাইন নামে যার পরিচিতি তাকে ভিত্তি করে ১৯৫৮ সালের রম্য রিক্সা মানব নির্মাণ করা হয়। কোকুরা জিয়ন ইয়ামাগাছা উৎসবে তার স্মরণোৎসব উদযাপন করা হয়। তোশিরো মিফুন এই চলচ্চিত্রে টাইকু ড্রাম বাজিয়েছেন।\n২০১২ সালের কম্পিউটার গেমস কল অফ ডিউটি : ব্লাক অপস ২ -এ ম্যাগমা নামক যেই মানচিত্রটি প্রকাশিত হয় তাতে কিটাকিউশু চিত্রিত হয়েছে। এই মানচিত্রে দেখানো হয়েছে এই নগরটি আগ্নেয়গিরির অগ্ন্যুৎপাতে চারদিক থেকে আবেষ্টিত হয়ে গিয়েছে এবং এর একটি অংশ লাভায় সম্পূর্ণভাবে আবৃত হয়ে গিয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nকিটাকিউশু নগর (ইংরেজি)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৯-০৪-০৭ তারিখে\nকিটাকিউশু নগর (জাপানি)\nকিটাকিউশু নগর ভ্রমণ গাইড\nকিটাকিউশু বিজ্ঞান ও গবেষণা উদ্যান\nকিটাকিউশু (YouTube)"}