{"pageid": 13922, "title": "রাজা কংসনারায়ণের মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=13922", "content": "রাজা কংস নারায়ণের মন্দির বাংলাদেশের উত্তরাঞ্চলের রাজশাহী জেলার তাহেরপুরে অবস্থিত একটি প্রাচীন মন্দির। রাজা কংসনারায়ণ রায় বাহাদুর ১৪৮০ খ্রিষ্টাব্দে (৮৮৭ বঙ্গাব্দ) এ মন্দিরটি প্রতিষ্ঠা করেন। কথিত আছে মন্দিরটি অসুরের অশুভ প্রভাব থেকে মুক্তির লক্ষে মন্দিরটি প্রতিষ্ঠা করা হয়েছিল এবং এর পর থেকে এ উপমহাদেশে সার্বজনীন শারদীয় দুর্গাউৎসবের শুরু। জনশ্রুতি আছে যে, ভারতীয় উপমহাদেশ এর প্রথম দুর্গা পূজা উৎসব উদ্‌যাপন এখান থেকেই শুরু হয় (কিন্তু তার পূর্বেও প্রভু রামচন্দ্র অকালবোধন শুরু করেন)। এবং উপমহাদেশের হিন্দু ধর্মাবলম্বীদের মাঝে ছড়িয়ে পরে।  তাহেরপুর বারনই নদীর তীরে অবস্থিত। রাজশাহী শহর থেকে বাস ও স্থানীয় যানবাহন যোগে তাহেরপুর যাওয়ার সু-ব্যবস্থা আছে।  রাজশাহী শহর থেকে ৪৮ কিলোমিটার পূর্ব-উওরে রয়েছে। \nত্রেতাযুগে স্বয়ং ভগবান রামচন্দ্র রাবণ বধের জন্য অকালে এই পূজা করেছিলেন। আর কলিযুগে রাজা কংস নারায়ণ আধুনিক পদ্ধতিতে উৎসবের ঘনঘটায় এই পূজার আয়োজন করেন। মহাযজ্ঞের মাত্রা ছাড়িয়ে তা আজ সর্বজনীন হয়ে উঠেছে। আজও চলছে সেই ধারা। \nতাহিরপুর রাজবংশ বাংলাদেশের প্রাচীন রাজবংশগুলোর মধ্যে অন্যতম। বর্তমানে জায়গাটি রাজশাহী জেলার বাগমারা উপজেলার একটি পৌরসভা। তবে কালক্রমে ‘তাহিরপুর’ নামটি তাহেরপুর বলে উচ্চারিত হচ্ছে। এই রাজবংশের আদিপুরুষ ছিলেন মৌনভট্ট। আর বংশের অন্যতম শ্রেষ্ঠ সামন্ত রাজা ছিলেন ইতিহাসখ্যাত কংস নারায়ণ রায়। তিনি সুলতানি আমলে চট্টগ্রামে মগ দমনে বীরের ভূমিকা পালন করেন। পাঠান আমলে কিছুদিন ফৌজদারের দায়িত্বও পালন করেন। মোগল আমলে এসে কিছুকাল বাংলা-বিহারের অস্থায়ী দেওয়ান হিসেবেও দায়িত্ব পালন করেন। এই সময়ে তিনি ‘রাজা’ উপাধি পান।\nবাংলা মোগলদের অনেকটা নিয়ন্ত্রণে এলে সম্রাট আকবর রাজা কংস নারায়ণকে সুবেবাংলার দেওয়ান নিযুক্ত করেন। কিন্তু যথেষ্ট বয়স হওয়ায় তিনি দেওয়ানের দায়িত্ব ছেড়ে দিয়ে তাহেরপুরে ফিরে ধর্মীয় ও সামাজিক কাজে আত্মনিয়োগ করেন।\nসমসাময়িক বাংলার হিন্দু সমাজে তিনি চিরভাস্বর হয়ে থাকার মানসে এক মহাযজ্ঞ সাধন করতে আগ্রহী হলেন। এই লক্ষ্যে তার পরগণার সব শাস্ত্রজ্ঞ ব্রাহ্মণ পণ্ডিতদের দরবারে আহ্বান করে তাদের মত চাইলেন।\nতার মনোবাসনার কথা শুনে পণ্ডিত রমেশ শাস্ত্রী বললেন, ‘বিশ্বজিৎ, রাজসুয়, অশ্বমেধ ও গোমেধ—এই চারটি মহাযজ্ঞ নামে কথিত। প্রথম দুটি কেবল সার্বভৌম সম্রাটেরা করতে পারেন আর পরের দুটি কলিতে নিষিদ্ধ। তোমার পক্ষে দুর্গোৎসব ভিন্ন অন্য কোনো মহাযজ্ঞ উপযুক্ত নাই। এই যজ্ঞ সকল যুগে সকল জাতীয় লোকেই করতে পারে এবং এক যজ্ঞেই সব যজ্ঞের ফল লাভ হয়।’ সমাগত সব পণ্ডিত রমেশ শান্ত্রীর এই মতে সমর্থন দিলেন।\nষোড়শ শতাব্দীর শেষ ভাগে রাজা কংস নারায়ণ সাড়ে আট লাখ টাকা ব্যয়ে আধুনিক শারদীয় দুর্গোৎসবের প্রবর্তন করলেন। উৎসবটি হয়েছিল বারনই নদের পূর্ব তীরে রামরামা গ্রামের দুর্গামন্দিরে। আজও বাঙালির সর্বজনীন দুর্গোৎসবে সেই পদ্ধতিই অনুসৃত হচ্ছে।\nতবে কংস নারায়ণের পরবর্তী চতুর্থ পুরুষ লক্ষ্মী নারায়ণের সময় সম্রাট আওরঙ্গজেবের ছোট ভাই বাংলার সুবেদার শাহ সুজা বারনই নদের পূর্ব তীরে অবস্থিত রাজা কংসের প্রাসাদ ধ্বংস করে দিয়ে যান। \nপরে অবশ্য লক্ষ্মী নারায়ণ আওরঙ্গজেবের অনুকম্পায় নদীর পশ্চিম তীরে একটি পরগনা লাভ করেন। সেখানেই রাজবাড়ি নির্মাণ করে রাজত্ব করেন। ১৮৬২ সালে রাজা বীরেশ্বর রায়ের স্ত্রী রানী জয় সুন্দরী রাজবাড়ির সঙ্গে একটি দুর্গামন্দির নির্মাণ করেন। মন্দিরের নামফলকটি বর্তমানে রাজশাহীতে বরেন্দ্র গবেষণা জাদুঘরে সংরক্ষিত রয়েছে।\nরাজবংশের শেষ রাজা ছিলেন শিবশেখরেশ্বর। তার বাবা শশী শেখরেশ্বরের সময় থেকে রাজারা কলকাতায় গিয়ে থাকতেন। শুধু পূজার সময় আসতেন। ১৯২৭ সালে শেষবারের মতো তিনি তাহেরপুরে এসেছিলেন। এরপর তিনি মারা গেছেন বলে ধারণা করা হয়। \nএকপর্যায়ে রাজবাড়ির এই মন্দিরটি প্রায় পরিত্যক্ত হয়ে যায়। ১৯৬৭ সালে রাজবাড়িতে কলেজ করা হয়। রাজবাড়ির ভেতর থেকে মন্দিরে যাওয়ার ফটকটিও একসময় বন্ধ করে দেওয়া হয়। মন্দিরটি জঙ্গলাকীর্ণ হয়ে যায়।\n\n\n== তথ্যসূত্র =="}