{"pageid": 1392627, "title": "জনপদ", "url": "https://bn.wikipedia.org/wiki?curid=1392627", "content": "জনপদ (উচ্চারিত [dʑɐnɐpɐdɐ]; আনু. ১৫০০-৬০০ খ্রিষ্টপূর্বাব্দ) ছিল ভারতীয় উপমহাদেশে বৈদিক যুগের রাজ্য, প্রজাতন্ত্র ও সম্রাজ্য।\nবৈদিক যুগ ভারতের ব্রোঞ্জযুগের শেষ থেকে লৌহযুগ, প্রায় পঞ্চদশ শতাব্দী খ্রিস্টপূর্বাব্দ থেকে ষষ্ঠ শতাব্দী খ্রিস্টপূর্বাব্দ পর্যন্ত। ষোলটি মহাজনপদের উত্থানের সাথে, বেশিরভাগ রাজ্যই শক্তিশালী প্রতিবেশীদের দ্বারা অন্তর্ভুক্তি হয়, যদিও কিছু স্বাধীন ছিল।\n\n\n== ক্রমবিকাশ ==\n\nসাহিত্যিক প্রমাণ থেকে জানা যায় যে জনপদগুলি ১৫০০ খ্রিস্টপূর্বাব্দ থেকে ৫০০ খ্রিস্টপূর্বাব্দের মধ্যে বিকাশ লাভ করেছিল। ঐতরেয় ব্রাহ্মণ ৮.১৪.৪ ও  শতপথ ব্রাহ্মণ ১৩.৪.২.১৭ শ্লোকে জনপদ শব্দটির প্রথম উল্লেখ পাওয়া যায়।\nবৈদিক সংহিতায়, জন শব্দটি উপজাতিকে বোঝায়, যার সদস্যরা ভাগ করা বংশে বিশ্বাস করত। জনগণের নেতৃত্বে ছিলেন রাজা। সমিতি ছিল জনসদস্যদের সাধারণ সমাবেশ, এবং রাজাকে নির্বাচন বা সিংহাসনচ্যুত করার ক্ষমতা ছিল। সভা ছিল জ্ঞানী প্রবীণদের ছোট সমাবেশ, যারা রাজাকে পরামর্শ দিতেন।\nজনগণ ছিল মূলত আধা যাযাবর যাজক সম্প্রদায়, কিন্তু ধীরে ধীরে নির্দিষ্ট অঞ্চলগুলির সাথে যুক্ত হতে শুরু করে কারণ তারা কম সচল হয়ে ওঠে। জনদের মধ্যে বিভিন্ন কুল (বংশ) গড়ে উঠেছে, প্রত্যেকের নিজস্ব প্রধান রয়েছে। ক্রমশ, প্রতিরক্ষা ও যুদ্ধের প্রয়োজনীয়তা জনপদের (ক্ষত্রিয় যোদ্ধাদের) নেতৃত্বে সামরিক দল গঠন করতে প্ররোচিত করে। মডেলটি শেষ পর্যন্ত জনপদ নামে পরিচিত রাজনৈতিক ইউনিট প্রতিষ্ঠায় বিকশিত হয়।\nযদিও কিছু জন তাদের নিজস্ব জনপদে বিবর্তিত হয়েছে, অন্যরা একত্রে মিশে সাধারণ জনপদ গঠন করেছে বলে মনে হয়। রাষ্ট্রবিজ্ঞানী সুদাম মিশ্রের মতে, পাঞ্চাল জনপদ নাম থেকে বোঝা যায় যে এটি ছিল পঞ্চজনের সংমিশ্রণ। কিছু জানার (যেমন অজ ও মুতিব) প্রথম দিকের গ্রন্থে উল্লেখ করা হয়েছে পরবর্তী গ্রন্থে উল্লেখ পাওয়া যায় না। মিশ্র তত্ত্ব করেন যে ছোট জনগুলিকে জয় করা হয়েছিল এবং বৃহত্তর জানগুলিতে একীভূত করা হয়েছিল।\nজনপদগুলি ৫০০ খ্রিস্টপূর্বাব্দের দিকে ধীরে ধীরে বিলীন হয়ে যায়। উত্তর ভারতে সাম্রাজ্যিক শক্তির (যেমন মগধ) উত্থান, সেইসাথে উত্তর-পশ্চিম দক্ষিণ এশিয়ায় বিদেশী আগ্রাসন (যেমন পারস্য ও গ্রীকদের দ্বারা) তাদের বিপর্যয়কে দায়ী করা যেতে পারে।\n\n\n== প্রকৃতি ==\nজনপদের সময়কালে উত্তর ভারতের রাজনীতি সাধারণত রাজতান্ত্রিক ছিল (যদিও প্রজাতন্ত্রও ছিল) এবং উত্তরাধিকার ছিল বংশগত। রাজ্যের প্রধানকে রাজন বা  রাজা বলা হত। পুরোহিত এবং সেনাপতি রাজাকে সহায়তা করতেন। এছাড়াও আরও দুটি রাজনৈতিক সংস্থা ছিল: প্রাচীনদের পরিষদ, সমগ্র জনগণের সাধারণ সমাবেশ বলে মনে করা হয়।\n\n\n=== রাজ্যের সীমানা ===\nপ্রায়শই নদী দুটি প্রতিবেশী রাজ্যের সীমানা নির্ধারণ করত, যেমন উত্তর ও দক্ষিণ পাঞ্চাল এবং পশ্চিমের (পাণ্ডব রাজ্য) ও পূর্বের (কৌরব রাজ্য) কুরু রাজ্যের মধ্যে। কখনও বৃহৎ অরণ্যও তাদের সীমানা নির্ধারণ করত, উদাহরণস্বরূপ পাঞ্চালা ও কোশল রাজ্যের মধ্যে নৈমিষারণ্য। হিমালয়, বিন্ধ্যাচল ও সহ্যাদ্রির মতো পর্বতমালাও তাদের সীমানা নির্ধারণ করেছে।\n\n\n=== শহরসমূহ ও গ্রামসমূহ ===\n\nকিছু রাজ্যের প্রধান শহর ছিল যা এর রাজধানী ছিল।উদাহরণস্বরূপ, পাণ্ডবের রাজ্যের রাজধানী ছিল  ইন্দ্রপ্রস্থ এবং কৌরব রাজ্যের হস্তিনাপুর। অহিচ্ছত্র ছিল উত্তর পাঞ্চালের রাজধানী যেখানে কাম্পিল্য ছিল দক্ষিণ পাঞ্চালের রাজধানী। কোশল রাজ্যের রাজধানী ছিল অযোধ্যায়। প্রধান শহর বা রাজধানী ছাড়াও, যেখানে শাসক রাজার প্রাসাদ অবস্থিত ছিল, রাজ্য জুড়ে ছোট ছোট শহর ও গ্রাম ছিল, যেখান থেকে রাজা কর্তৃক নিযুক্ত কর্মকর্তারা কর আদায় করত। এর বিনিময়ে রাজা যা দিয়েছিলেন তা ছিল অন্যান্য রাজা এবং ডাকাত উপজাতিদের আক্রমণ থেকে এবং সেইসাথে বিদেশী যাযাবর উপজাতিদের আক্রমণ থেকে সুরক্ষা। রাজাও দোষীদের শাস্তি দিয়ে তার রাজ্যে আইন-শৃঙ্খলা প্রয়োগ করতেন।\n\n\n== প্রশাসন ==\n\nজনপদের ক্ষত্রিয় শাসক ছিল। সাহিত্যিক উল্লেখের উপর ভিত্তি করে, ঐতিহাসিকরা তত্ত্ব করেছেন যে জনপদগুলি রাজা ছাড়াও নিম্নলিখিত সমাবেশগুলি দ্বারা পরিচালিত হয়েছিল:\n\nসভা (পরিষদ): যোগ্য সদস্য বা প্রবীণদের (অধিকাংশ পুরুষ) পরিষদের অনুরূপ সমাবেশ যারা রাজাকে পরামর্শ দিতেন এবং বিচারিক কার্য সম্পাদন করতেন। গন বা প্রজাতন্ত্রী জনপদের গণ-রাজ্য নামক রাজা ছাড়াই, প্রবীণ পরিষদও প্রশাসন পরিচালনা করত।\nপৌরসভা (কার্যনির্বাহী পরিষদ): পৌরসভা ছিল রাজধানী শহরের (পুর) সমাবেশ এবং পৌর প্রশাসন পরিচালনা করত।\nসমিতি (সাধারণ পরিষদ): সমিতি সাধারণত প্রজাতন্ত্র বা শহর-রাষ্ট্রের সমস্ত প্রাপ্তবয়স্কদের নিয়ে গঠিত। সমিতি একত্রিত হয়েছিল যখন গুরুত্বপূর্ণ বিষয় সমগ্র নগর-রাজ্যের সাথে যোগাযোগ করতে হয়েছিল। উৎসবগুলির সময় পরিকল্পনা, রাজস্ব বৃদ্ধি এবং উদযাপন পরিচালনার জন্য সমিতিও অনুষ্ঠিত হয়েছিল।\nজনপদ: জনপদ সমাবেশ জনপদের বাকি অংশের প্রতিনিধিত্ব করত, সম্ভবত গ্রামগুলি, যেগুলি গ্রামীণ দ্বারা পরিচালিত হত।\nকিছু ঐতিহাসিকও তত্ত্ব করেছেন যে \"পৌর-জনপদ\" নামে সাধারণ সমাবেশ ছিল। কিন্তু অন্যরা যেমন রাম শরণ শর্মা এই তত্ত্বের সাথে একমত নন। পৌর ও জনপদ এর অস্তিত্ব নিজেই বিতর্কিত বিষয়।\nকাশী প্রসাদ জয়সওয়ালের মতো ভারতীয় জাতীয়তাবাদী ইতিহাসবিদরা যুক্তি দিয়েছেন যে এই ধরনের সমাবেশগুলির অস্তিত্ব প্রাচীন ভারতে গণতন্ত্রের ব্যাপকতার প্রমাণ। ডা. ভি. বি. মিশ্র উল্লেখ করেছেন যে সমসাময়িক সমাজ চারটি বর্ণে বিভক্ত ছিল (বহিষ্কৃত ছাড়াও), এবং ক্ষত্রিয় শাসক শ্রেণীর সমস্ত রাজনৈতিক অধিকার ছিল। জনপদের সকল নাগরিকের রাজনৈতিক অধিকার ছিল না। গৌতমের ধর্মসূত্রের উপর ভিত্তি করে, জয়সওয়াল তত্ত্ব দিয়েছিলেন যে নিম্নবর্ণের শূদ্ররা পৌর পরিষদের সদস্য হতে পারে। অনন্ত সদাশিব আলতেকার-এর মতে, এই তত্ত্বটি পাঠ্যের ভুল বোঝাবুঝির উপর ভিত্তি করে তৈরি করা হয়েছে: ধর্মসূত্রের প্রাসঙ্গিক অংশে \"পৌর\" শব্দটি নগর পরিষদের সদস্য নয়, শহরের বাসিন্দাকে বোঝায়। জয়সওয়াল আরও যুক্তি দিয়েছিলেন যে কথিত পৌর-জনপদ সমাবেশের সদস্যরা রাজার পরামর্শদাতা হিসাবে কাজ করেছিলেন, এবং অন্যান্য গুরুত্বপূর্ণ সিদ্ধান্ত নিয়েছে যেমন জরুরী সময়ে কর আরোপ করা। আবারও, আলতেকার যুক্তি দিয়েছিলেন যে এই সিদ্ধান্তগুলি সাহিত্যিক প্রমাণের ভুল ব্যাখ্যার উপর ভিত্তি করে। উদাহরণ স্বরূপ, জয়সওয়াল রামায়ণের শ্লোকের \"অমন্ত্র\" শব্দটিকে \"পরামর্শ দিতে\" হিসাবে ভুল অনুবাদ করেছেন; এটা আসলে সঠিক প্রেক্ষাপটে \"বিদায় বিদায়\" মানে।\n\n\n== রাজ্যগুলির মধ্যে মিথস্ক্রিয়া ==\n\nরাজ্যের জন্য কোন সীমান্ত নিরাপত্তা ছিল না এবং সীমান্ত বিরোধ খুব বিরল ছিল। রাজা সামরিক অভিযান পরিচালনা করতে পারে (প্রায়শই দিগ্বিজয় হিসেবে মনোনীত করা হয় যার অর্থ সব দিক থেকে বিজয়) এবং একদিনের জন্য স্থায়ী যুদ্ধে অন্য রাজাকে পরাজিত করতে পারে।  পরাজিত রাজা বিজয়ী রাজার আধিপত্য স্বীকার করতেন। পরাজিত রাজাকে কখনও কখনও বিজয়ী রাজাকে শ্রদ্ধা জানাতে বলা হতে পারে। এই ধরনের শ্রদ্ধা শুধুমাত্র একবার সংগ্রহ করা হবে, পর্যায়ক্রমিক ভিত্তিতে নয়। পরাজিত রাজা, বেশিরভাগ ক্ষেত্রে, বিজয়ী রাজার সাথে কোনো যোগাযোগ বজায় না রেখে তার নিজের রাজ্য শাসন করতে স্বাধীন হবে। এক রাজ্যের সঙ্গে অন্য রাজ্যের অধিভুক্তি ছিল না। প্রায়শই একজন সামরিক জেনারেল তার রাজার পক্ষে এই অভিযান পরিচালনা করতেন। সামরিক অভিযান ও শ্রদ্ধাঞ্জলি সংগ্রহ প্রায়শই প্রচারাভিযানকারী রাজার রাজ্যে পরিচালিত মহান বলিদান (যেমন রাজসূয় বা অশ্বমেধ) এর সাথে যুক্ত ছিল। পরাজিত রাজাকেও বন্ধু ও মিত্র হিসেবে এই বলিদান অনুষ্ঠানে যোগ দেওয়ার জন্য আমন্ত্রণ জানানো হয়েছিল।\n\n\n=== নতুন রাজ্যসমূহ ===\nনতুন রাজ্যগুলি গঠিত হয়েছিল যখন প্রধান গোষ্ঠী প্রজন্মে একাধিক রাজা তৈরি করেছিল। রাজাদের কুরু বংশ তাদের অসংখ্য রাজ্যের সাথে উত্তর ভারত জুড়ে শাসন করতে খুবই সফল ছিল, যেগুলো প্রতিটি প্রজন্মের পরে গঠিত হয়েছিল। একইভাবে, রাজাদের যাদব বংশ মধ্য ভারতে অসংখ্য রাজ্য গঠন করেছিল।\n\n\n=== সাংস্কৃতিক পার্থক্য ===\n\nপশ্চিম ভারতের কিছু অংশে এমন উপজাতিদের আধিপত্য ছিল যাদের ভিন্ন সংস্কৃতি ছিল, কুরু ও পাঞ্চাল রাজ্যে প্রচলিত মূলধারার বৈদিক সংস্কৃতির দ্বারা অবৈদিক বলে বিবেচিত। একইভাবে, ভারতের পূর্বাঞ্চলে কিছু উপজাতি এই শ্রেণীভুক্ত বলে বিবেচিত ছিল। অবৈদিক সংস্কৃতির উপজাতিদের — বিশেষ করে বর্বর প্রকৃতির — সম্মিলিতভাবে ম্লেচ্ছ নামে অভিহিত করা হত। প্রাচীন ভারতীয় সাহিত্যে হিমালয়ের ওপারে উত্তরে রাজ্যের কথা খুব কমই উল্লেখ করা হয়েছে। চীনাকে চীন নামে পরিচিত রাজ্য হিসেবে উল্লেখ করা হয়েছে, যা প্রায়ই ম্লেচ্ছ রাজ্যের সাথে গোষ্ঠীভুক্ত।\n\n\n== জনপদের তালিকা ==\n\n\n=== বৈদিক সাহিত্য ===\n\nবেদে প্রাচীন ভারতের পাঁচটি উপ-বিভাগের উল্লেখ আছে:\n\nউদীচ্য (উত্তরাঞ্চল)\nপ্রাচ্য (পূর্বাঞ্চল)\nদাক্ষিণ্য (দক্ষিণাঞ্চল)\nপ্রতীচ্য (পশ্চিমাঞ্চল)\nমধ্য-দেশ (মধ্যাঞ্চল)\nবৈদিক সাহিত্যে নিম্নলিখিত জন বা জনপদগুলির উল্লেখ রয়েছে:\n\n\n=== পুরাণ সাহিত্য ===\nপুরাণে প্রাচীন ভারতের সাতটি উপ-বিভাগের উল্লেখ আছে:\n\nউদীচ্য (উত্তরাঞ্চল)\nপ্রাচ্য (পূর্বাঞ্চল)\nদক্ষিণপথ (দক্ষিণাঞ্চল)\nঅপরন্ত (পশ্চিমাঞ্চল)\nমধ্য-দেশ (মধ্যাঞ্চল)\nপর্বত-শ্রয়িন (হিমালয় অঞ্চল)\nবিন্ধ্য-প্রস্থ (বিন্ধ্য অঞ্চল)\nরাষ্ট্রবিজ্ঞানী সুদাম মিশ্রের গবেষণা অনুসারে, পুরাণ গ্রন্থে নিম্নলিখিত জনপদের উল্লেখ রয়েছে:\n\n\n=== সংস্কৃত মহাকাব্য ===\nমহাভারতের ভীষ্মপর্বে প্রায় ২৩০ জনপদ উল্লেখ আছে, যদিও রামায়ণে এর মধ্যে কয়েকটির উল্লেখ আছে। পুরাণ থেকে ভিন্ন, মহাভারত প্রাচীন ভারতের কোনো ভৌগোলিক বিভাগ উল্লেখ করে না, কিন্তু কিছু জনপদের দক্ষিণ বা উত্তরের শ্রেণিবিভাগ সমর্থন করে।\n\n\n=== বৌদ্ধ সাহিত্য ===\nবৌদ্ধ প্রামাণিক গ্রন্থ - অঙ্গুত্তরনিকায়, দীর্ঘ নিকায়, চুল্ল-নিদ্দেশ, যদিও তাদের মধ্যে কিছু পার্থক্য রয়েছে, প্রাথমিকভাবে নিম্নলিখিত ১৬ মহাজনপদকে উল্লেখ করুন:\n\nঅঙ্গ\nঅশ্মক\nঅবন্তী\nচেদি\nগান্ধার\nকম্বোজ\nকাশী\nকোশল\nকুরু\nমৎস্য\nমগধ\nমল্ল\nপাঞ্চাল\nশূরসেন\nবৃজি\nবংশ (বৎস)\n\n\n=== জৈন সাহিত্য ===\nজৈন গ্রন্থ ব্যাখ্যাপ্রজ্ঞপ্তি বা ভগবতী সূত্রও ১৬টি গুরুত্বপূর্ণ জনপদ উল্লেখ করে, কিন্তু অনেক নাম বৌদ্ধ গ্রন্থে উল্লিখিত নামগুলির থেকে আলাদা।"}