{"pageid": 1392269, "title": "সত্যকিঙ্কর বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1392269", "content": "সত্যকিঙ্কর বন্দ্যোপাধ্যায় (১ সেপ্টেম্বর ১৮৯৯ — ১৮ ডিসেম্বর, ১৯৯০) ছিলেন ভারতের  হিন্দুস্তানি শাস্ত্রীয় সংগীতের  বিষ্ণুপুর ঘরানার এক বিরল প্রতিভা। বাংলাভাষাভাষীদের মধ্যে খেয়ালকে জনপ্রিয় করে তোলার জন্য বহু প্রচেষ্টা করেও তিনি সফল হন নি। তবে সঙ্গীত মহলে রাজ দরবারে যথার্থ সঙ্গীতজ্ঞের মর্যাদা লাভ করেন। ১৯৭৮ খ্রিস্টাব্দে তিনি অ্যাকাডেমি পুরস্কারে সম্মানিত হন।\n\n\n== জন্ম ও সঙ্গীতশিক্ষা জীবন ==\nসত্যকিঙ্কর বন্দ্যোপাধ্যায়ের জন্ম ব্রিটিশ ভারতের পশ্চিমবঙ্গের বাঁকুড়া জেলার বিষ্ণুপুরে। পিতা শ্রীপতিচরণ বন্দ্যোপাধ্যায় ছিলেন বিষ্ণুপুর ঘরানার অন্যতম সঙ্গীতাচার্য। পিতামহ রামকুমার বন্দ্যোপাধ্যায়ের ছিলেন সংগীতসাধক। সাঙ্গীতিক পরিবেশে পিতামহের কাছে শিক্ষা শুরু হলেও তার প্রকৃত শিক্ষা জ্ঞাতি পিতৃব্য গোপেশ্বর বন্দ্যোপাধ্যায়ের কাছে। তার কাছে শেখেন ধ্রুপদ, ধামার, খেয়াল, টপ্পা, ঠুমরি এবং সেতার। এছাড়াও এছাড়াও বাঁশি, সুরবাহার, বীণা, এস্রাজ, ব্যাঞ্জো, পাখোয়াজ, জলতরঙ্গসহ নানা যন্ত্রবাদনে তিনি সুদক্ষ হয়ে ওঠেন। সত্যকিঙ্করের সঙ্গীত প্রতিভার পূর্ণ বিকাশ ঘটে কণ্ঠ ও যন্ত্রসংগীতের দুই ধারাতেই। ১৯২১ খ্রিস্টাব্দে তিনি স্থায়ীভাবে কলকাতায় চলে আসেন। তার আগে কিছুদিন অবশ্য মুর্শিদাবাদের লালগোলা মহারাজ ও পুরুলিয়ার পঞ্চকোট তথা কাশীপুর রাজার দরবারে সভাগায়ক ছিলেন। ১৯১৯ খ্রিস্টাব্দে  বারাণসীতে নিখিল ভারত সংগীত সম্মেলনে যোগ দেন। অধিবেশনে তিনি সেতার বাদনে প্রথম ও ধ্রুপদ সংগীতে দ্বিতীয় স্থান অর্জন করেন। কলকাতায় এসে সঙ্গীত সম্মেলনে শিক্ষকতা করার সুযোগ পান। বিশিষ্ট পরিবার ও নানা সঙ্গীত শিক্ষা প্রতিষ্ঠানে সঙ্গীতশিক্ষক হিসাবে খ্যাতি অর্জন করেন। মহারাজা বাহাদুর স্যার প্রদ্যোতকুমার ঠাকুর সত্যকিঙ্করকে সঙ্গীতজ্ঞ হিসাবে নিজের কাছে রাখেন। কলকাতায় ইন্ডিয়ান ব্রডকাস্টিং কর্পোরেশন শুরুর সময় থেকেই ১৯৬২ খ্রিস্টাব্দের মার্চ মাস পর্যন্ত কলকাতা বেতারকেন্দ্রের শিল্পী হিসাবে নিয়মিতই ধ্রুপদ, খেয়াল, টপ্পা, সেতার ইত্যাদি পরিবেশন করেন। কিন্তু ১৯৬২ খ্রিস্টাব্দে মার্চ মাসের এক বিকেলের অনুষ্ঠানে বাংলা ভাষায় মূলতান রাগে খেয়াল পরিবেশন নিয়ে আকাশবাণী বা অল ইন্ডিয়া রেডিও -র কর্তৃপক্ষের সঙ্গে তাঁর চরম সংঘাত বাধে। মাতৃভাষায় খেয়াল পরিবেশনের দাবি নিয়ে তার সেই সংঘাত শেষ পর্যন্ত আদালত পর্যন্ত গড়ায়। বেতার কর্তৃপক্ষের বিরুদ্ধে সেই মামলার রায় সত্যকিঙ্করের পক্ষে যায়নি। কিন্তু এই ঘটনাটি ভারতীয় সঙ্গীতের ইতিহাসে এক বিরল এবং অদ্বিতীয়। বাংলা ভাষীদের কাছে বাংলা ভাষায় খেয়াল গান জনপ্রিয় করার লক্ষ্যে তিনি বাংলায় শতাধিক খেয়াল  রচনা করেন। তিনি তার আত্মজীবনীমূলক গ্রন্থ- 'সুরের পথে একটি জীবন'-এ লেখেন-\n\n বেশ কিছুদিন ধরেই আমি মনে করছিলাম শাস্ত্রীয় সংগীতের শ্রেণিগত গান নিজের মাতৃভাষায় গাওয়ার একান্ত প্রয়োজন আছে। এর দ্বারা সাধারণ শ্রোতাদের ভাষার ভাব বুঝতে পেরে এই সব গানে তাদের মনকে আকৃষ্ট করবে এবং ক্রমশ শোনার আগ্রহ ও অনুরাগ বাড়বে।\nবাংলা খেয়াল ছাড়াও সত্যকিঙ্কর বন্দ্যোপাধ্যায় অসংখ্য রাগে বসু উৎকৃষ্ট সঙ্গীত রচনা করেছেন। জ্যোতিরিন্দ্রনাথ ঠাকুর সম্পাদিত 'সংগীত প্রকাশিকা'য় তার অনেক স্বরলিপি প্রকাশিত হয়েছে। তার রচিত গানের সংকলন ও অন্যান্য গ্রন্থগুলি হল-\n\nসঙ্গীত মুকুর\nসঙ্গীত জ্ঞান প্রবেশ\nবাংলা ভাষায় উচ্চাঙ্গ খেয়াল\nগীত চলন্তিকা\nরাগ অভিজ্ঞান\nসঙ্গীত ও কবিতা শত\nবিষ্ণুপুর ঘরানার প্রকৃত ইতিহাস ও রাগরূপের সঠিক পরিচয়\nসুরের পথে একটি জীবন\n\n\n== জীবনাবসান ==\nসঙ্গীতাচার্য সত্যকিঙ্কর বন্দ্যোপাধ্যায় ১৯৯০ খ্রিস্টাব্দের ১৮ ডিসেম্বর কলকাতায় প্রয়াত হন। বিশ্বভারতী বিশ্ববিদ্যালয়ের কলাভবনের অধ্যক্ষ অমিয়রঞ্জন বন্দ্যোপাধ্যায় তার সুযোগ্য পুত্র।\n\n\n== তথ্যসূত্র =="}