{"pageid": 1392961, "title": "মাশায়খাত আল হাদরামি", "url": "https://bn.wikipedia.org/wiki?curid=1392961", "content": "হাদরামি বা হাধরামি শেখত্ব ( আরবি: مشيخة الحضرمي ), মাকতাব আল হাদারেম ( আরবি: مكتب الحضارم ), বা আল হাদারেম ( আরবি: الحضارم ), উচ্চ ইয়াফার পাঁচটি শেখতন্ত্রের একটি।  হাদরামি শেখত্ব চার ভাগে বিভক্ত ছিলোঃ সিনানি (سناني), বাল হে (بلحأي), সুলুসি (ثلثي) এবং মারফাদি (مرفدي)। শেখডমের রাজধানী ছিলো আল-শিবর গ্রাম ( আরবি: قرية الشبر), যা সিনানি অংশে অবস্থিত।\n\n\n== ইতিহাস ==\nগণপ্রজাতন্ত্রী ইয়েমেন প্রতিষ্ঠার পর ১৯৬৭ সালের ১৪ আগস্ট রাষ্ট্রটি বিলুপ্ত হয়। ১৯৯০ সালে এটি ইয়েমেন প্রজাতন্ত্রের অংশ হয়ে ওঠে। \n\n\n=== শাসকগণ ===\nহাদরামি শেখগণ শায়খ আল-মাশায়খা আল-হাদরামিয়্যা উপাধি ধারণ করতো।\n\n\n==== শেখগণ ====\nগালিব আল-হাদরামী ১৮২০ সাল থেকে ১৮৫০ সাল পর্যন্ত সময়ে একটি পারিবারিক শাসনের সূচনা করেছিলেন যা আঞ্চলিক ইতিহাসের গতিপথে একটি স্থায়ী প্রভাব ফেলে। তার পরে, মুহাম্মদ ইবনে গালিব আল-হাদরামী নেতৃত্বের দায়িত্ব গ্রহণ করেন এবং ১৮৫০ থেকে ১৮৭০ সাল পর্যন্ত শাসনভার পরিচালনা করেন। পরবর্তী দশকে মুহসিন ইবনে গালিব আল-হাদরামী ১৮৭০ থেকে ১৯০০ সাল পর্যন্ত নেতা হিসেবে ছিলেন। এই সময়ে পরিবারটি বেশ কিছু চ্যালেঞ্জ এর মুখোমুখি হয়েছিল। ১৯০০ থেকে ১৯১৫ সাল পর্যন্ত মুহসিন ইবনে মুহসিন আল-হাদরামী নেতৃত্ব দেন।। ১৯১৫ থেকে ১৯৪৫ সাল পর্যন্ত নাসি ইবনে মুহসিন আল-হাদরামী নেতা ছিলেন। এই সময়ে পরিবারটি অনেক পরীক্ষা এবং বিজয় অর্জন করে। ১৯৪৫ থেকে ১৯৫৮ সাল পর্যন্ত মুহাম্মদ ইবনে মুহসিন আল-হাদরামী শাসন করেন। ১৯৫৯ সালে আব্দুল্লাহ ইবনে মুহাম্মদ আল-হাদরামী শেখ হন। তারপরে, আব্দুল-কাবি ইবনে মুহাম্মদ আল-হাদরামী ১৯৫৯ থেকে ১৯৬৭ সাল পর্যন্ত পরিবারকে নেতৃত্ব দেন। এই বংশগত সময়রেখার প্রতিটি ব্যক্তি দশক ধরে আল-হাদরামী পরিবারের ভাগ্য গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করেছেন।\n\n১৮২০- ১৮৫০ গালিব আল-হাদরামি\n১৮৫০ - ১৮৭০ মুহাম্মদ ইবনে গালিব আল-হাদরামি\n১৮৭০ - ১৯০০ মুহসিন ইবনে গালিব আল-হাদরামি\n১৯০০ - ১৯১৫ মুহসিন ইবনে মুহসিন আল-হাদরামি\n১৯১৫ - ১৯৪৫ নাসি ইবনে মুহসিন আল-হাদরামি\n১৯৪৫ - ১৯৫৮ মুহাম্মদ ইবনে মুহসিন আল হাদরামি\n১৯৫৯ 'আব্দুল্লাহ ইবনে মুহাম্মদ আল-হাদরামি\n১৯৫৯ - ১৯৬৭ `আব্দ আল-কাউই ইবনে মুহাম্মদ আল-হাদরামি\n\n\n== আরও দেখুন ==\nএডেন প্রটেক্টরেট\nআপার ইয়াফা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরবের মানচিত্র (1905-1923) এডেন প্রটেক্টরেট রাজ্য সহ   আর্কাইভইজে আর্কাইভকৃত ২০১২-১২-০৪ তারিখে"}