{"pageid": 1392273, "title": "অমিতাভ বচ্চনের চলচ্চিত্রের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1392273", "content": "অমিতাভ বচ্চন হলেন একজন ভারতীয় অভিনেতা, মাঝে মাঝে প্লেব্যাক গায়ক, চলচ্চিত্র প্রযোজক, টেলিভিশন হোস্ট এবং প্রাক্তন রাজনীতিবিদ যিনি হিন্দি ছবিতে কাজ করেন। তিনি ১৯৬৯ সালে সাত হিন্দুস্তানি, এবং মৃণাল সেনের ভুবন শোম (১৯৬৯) এর মাধ্যমে অভিনয়ে আত্মপ্রকাশ করেন। পরে তিনি হৃষিকেশ মুখার্জির আনন্দ (১৯৭১) ছবিতে ড. ভাস্কর ব্যানার্জির চরিত্রে অভিনয় করেন, যার জন্য তিনি শ্রেষ্ঠ পার্শ্ব অভিনেতার ফিল্মফেয়ার পুরস্কার জিতেছিলেন। ১৯৭৩ সালে, বচ্চন প্রকাশ মেহরার অ্যাকশন চলচ্চিত্র জাঞ্জির -এ ইন্সপেক্টর বিজয় খান্নার ভূমিকায় অভিনয় করেন। এরপর থেকে তিনি \"বিজয়\" চরিত্রের সাথে বেশ কয়েকটি চলচ্চিত্রে অভিনয় করেছেন। একই বছরে, তিনি অভিমান এবং নমক হারাম ছবিতে উপস্থিত হন। পরবর্তীতে, তিনি শ্রেষ্ঠ পার্শ্ব অভিনেতার জন্য ফিল্মফেয়ার পুরস্কার পান। দুই বছর পর তিনি যশ চোপড়ার দিওয়ারে শশী কাপুরের সাথে হাজির হন, যা তাকে শ্রেষ্ঠ অভিনেতার মনোনয়নের জন্য ফিল্মফেয়ার পুরস্কার অর্জন করে। দিওয়ার এবং জাঞ্জিরে তার ভূমিকার জন্য তাকে \"রাগী যুবক\" হিসাবে উল্লেখ করা হয়। পরে তিনি রমেশ সিপ্পির শোলে (১৯৭৫) এ অভিনয় করেন, যা সর্বকালের সর্বশ্রেষ্ঠ ভারতীয় চলচ্চিত্রগুলির মধ্যে একটি হিসাবে বিবেচিত হয়। রোমান্টিক ড্রামা কাভি কাভি (১৯৭৬) তে উপস্থিত হওয়ার পর, বচ্চন মনমোহন দেশাইয়ের অ্যাকশন কমেডি অমর আকবর অ্যান্টনি (১৯৭৭) এ অভিনয় করেন। পরবর্তীতে তার অভিনয়ের জন্য তিনি শ্রেষ্ঠ অভিনেতার ফিল্মফেয়ার পুরস্কার জিতেছিলেন। এরপর তিনি ডন (১৯৭৮) ছবিতে ডন এবং বিজয়ের দ্বৈত চরিত্রে অভিনয় করেন, যা তাকে আবার পরপর বছরের জন্য ফিল্মফেয়ার সেরা অভিনেতার পুরস্কার অর্জন করে।\n১৯৮০-এর দশকে, বচ্চন অ্যাকশন চলচ্চিত্র সহ অসংখ্য চলচ্চিত্রে অভিনয় করেছিলেন: দোস্তানা (১৯৮), শান (১৯৮০) এবং কালিয়া (১৯৮১), রোমান্টিক চলচ্চিত্র সিলসিলা (১৯৮১); এবং দিলীপ কুমারের সাথে নাট্য চলচ্চিত্র শক্তি (১৯৮২)। ১৯৮০-এর দশকের গোড়ার দিকে বচ্চনের জনপ্রিয়তা বাড়তে থাকে এবং এই সময়ের মধ্যে তাঁর সমালোচনামূলক এবং বাণিজ্যিকভাবে সফল উদ্যোগগুলির মধ্যে রয়েছে দোস্তানা (১৯৮০), শান (১৯৮০), রাম বলরাম (১৯৮০), নসিব (১৯৮১), লাওয়ারিস (১৯৮১), অনুসন্ধান (১৯৮১)। ), কালিয়া (১৯৮১), ইয়ারানা (১৯৮১), সত্তে পে সাত্তা (১৯৮২), নমক হালাল (১৯৮২), খুদ-দার (১৯৮২), আন্ধা কানুন (১৯৮৩) এবং কুলি (১৯৮৩)। এই চলচ্চিত্রগুলিতে তার অভিনয় সমালোচকদের দ্বারা প্রশংসিত হয়েছিল এবং দোস্তানা এবং শক্তিতে তার অভিনয় তাকে শ্রেষ্ঠ অভিনেতার জন্য ফিল্মফেয়ার পুরস্কারের জন্য মনোনীত করেছিল। কুলির চিত্রগ্রহণের সময় তিনি প্রায় মারাত্মক চোট পেয়েছিলেন। আসন্ন চার বছরের জন্য (১৯৮৪-১৯৮৭) তার কাজের চাপ কমেছে, কিন্তু তিনি শরাবি (১৯৮৪), গেরফতার (১৯৮৫) এবং মর্দ (১৯৮৫) ছবিতে সমালোচনামূলক এবং বাণিজ্যিক সাফল্য পান। তিনি বক্স-অফিস সফল শাহেনশাহ (১৯৮৮) দিয়ে পর্দায় ফিরে আসেন।  এটি সমালোচনামূলক এবং বাণিজ্যিক ব্যর্থতার দ্বারা অনুসরণ করা হয়েছিল, যা তার অভিনয় ক্যারিয়ারে একটি ধাক্কা দেয়। এক বছর পরে, বচ্চন মুকুল এস. আনন্দের অগ্নিপথ (১৯৯০)-এ গ্যাংস্টার বিজয় দীনানাথ চৌহানের ভূমিকায় অভিনয় করে তাকে সেরা অভিনেতার জন্য জাতীয় চলচ্চিত্র পুরস্কার জিতেছিল এবং পরে হাম (১৯৯১) ছবিতে অভিনয় করেছিলেন, যেটি একটি বাণিজ্যিক সাফল্য ছিল। বক্স-অফিসে ব্যর্থ হওয়া সত্ত্বেও, প্রাক্তন তাকে সেরা অভিনেতার জন্য জাতীয় চলচ্চিত্র পুরস্কার জিতেছিল এবং তারপর থেকে একটি কাল্ট ফিল্ম তৈরি করেছে। তিনি হাম ছবির জন্য শ্রেষ্ঠ অভিনেতার জন্য ফিল্মফেয়ার পুরস্কারও অর্জন করেন, যার পরে তিনি অভিনয় থেকে আরেকটি বিরতি নেন। এরপর তিনি আনন্দের ১৯৯২ সালের নাটক খুদা গাওয়াহ- তে বাদশা খান চরিত্রে অভিনয় করেন, যার জন্য তিনি আফগানিস্তানের রাষ্ট্রপতির কাছ থেকে একটি বেসামরিক পুরস্কার পান। ১৯৯২ সালের ৮ মে মুক্তিপ্রাপ্ত খুদা গাওয়াহ একটি সমালোচনামূলক এবং বাণিজ্যিক সাফল্যও ছিল এবং বচ্চনের অভিনয় দেশীয় এবং আন্তর্জাতিক উভয়ভাবেই সমাদৃত হয়েছিল। ১৯৯৬ সালে, তিনি তার চলচ্চিত্র প্রযোজনা সংস্থা অমিতাভ বচ্চন কর্পোরেশন শুরু করেন যার প্রথম মুক্তি তেরে মেরে সপনে (১৯৯৬) বক্স-অফিসে হিট হয়েছিল। অমিতাভ বচ্চন বলিউডের \"শাহেনশাহ\" বা \"বিগ বি\" নামেও পরিচিত। \n২০০০ সালে, বচ্চন আদিত্য চোপড়ার মহব্বতেনে একটি সহায়ক ভূমিকায় উপস্থিত হন। এটি তাকে শ্রেষ্ঠ পার্শ্ব অভিনেতার জন্য ফিল্মফেয়ার পুরস্কার জিতেছে। একই বছরে, তিনি গেম শো কৌন বনেগা ক্রোড়পতির সঞ্চালক হিসাবে তার টেলিভিশনে আত্মপ্রকাশ করেন। তারপর থেকে তিনি তৃতীয়টি বাদে প্রতিটি মৌসুম সঞ্চালন করেছেন। তারপরে তিনি আঁখেন (২০০২) চলচ্চিত্রে একজন স্বল্পমেজাজ ব্যাঙ্কারের ভূমিকায় অভিনয় করেন, বাগবান (২০০৩) চলচ্চিত্রে একজন মোহভঙ্গ পিতা এবং খাকি (২০০৪) চলচ্চিত্রে একজন বিরোধপূর্ণ পুলিশ চরিত্রে অভিনয় করেন। ২০০৫ সালে, তিনি সঞ্জয় লীলা বানসালির ব্ল্যাক ছবিতে একজন অন্ধ ও বধির মেয়ের শিক্ষকের ভূমিকায় অভিনয় করেছিলেন, যার জন্য তিনি শ্রেষ্ঠ অভিনেতার জন্য জাতীয় পুরস্কার এবং ফিল্মফেয়ার পুরস্কার পান। তিনি আর. বাল্কির পা (২০০৯) চলচ্চিত্রে প্রোজেরিয়া রোগীর চরিত্রে অভিনয়ের জন্য শ্রেষ্ঠ অভিনেতার জন্য আরেকটি জাতীয় পুরস্কার পান। তিনি ভূতনাথ (২০০৮) এবং এর সিক্যুয়েল ভূতনাথ রিটার্নস (২০১৪) ছবিতে একটি বন্ধুত্বপূর্ণ ভূতের শিরোনাম চরিত্রটিও চিত্রিত করেছেন। কমেডি-ড্রামা পিকু (২০১৫) তে হাইপোকন্ড্রিয়াক চরিত্রে অভিনয় করেছেন।  এটি তাকে সেরা অভিনেতার জন্য চতুর্থ জাতীয় চলচ্চিত্র পুরস্কার জিতেছে, পিকু-তে কোষ্ঠকাঠিন্য ব্যক্তির চরিত্রে অভিনয় করেছেন।\nবচ্চন শতরঞ্জ কে খিলারি (১৯৭৭), লাগান (২০০১), পরিণীতা (২০০৫), যোধা আকবর (২০০৮), রা.ওয়ান (২০১১) এবং কৃষ ৩ (২০১৩) সহ বেশ কয়েকটি চলচ্চিত্রে অভিনয় করেছেন। তিনি লাওয়ারিস, সিলসিলা, এবং বাগবানের মতো চলচ্চিত্রের জন্য প্লেব্যাক গায়ক হিসেবেও কাজ করেছেন।\n\n\n== নির্বাচিত চলচ্চিত্র ==\n\n\n=== ১৯৮০-এর দশক ===\n\n\n=== ১৯৯০-এর দশক ===\n\n\n=== ২০০০-এর দশক ===\n\n\n=== ২০১০-এর দশক ===\n\n\n=== ২০২০-এর দশক ===\n\n\n== প্রযোজক ==\n\n\n== টেলিভিশন ==\n\n\n== তথ্যচিত্র ==\n\n\n== সঙ্গীত ভিডিও ==\n\n\n== আরও দেখুন ==\nঅমিতাভ বচ্চন কর্তৃক প্রাপ্ত পুরস্কার এবং মনোনয়ন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Amitabh Bachchan (ইংরেজি)\nরটেন টম্যাটোসে Amitabh Bachchan (ইংরেজি)"}