{"pageid": 1392903, "title": "সিলোসো দুর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1392903", "content": "সিলোসো দূর্গ হল সিঙ্গাপুরের সেন্তোসা দ্বীপে অবস্থিত একটি নিস্ক্রিয় উপকূলীয় আর্টিলারি ব্যাটারি। এটিতে ১২টি ব্যাটারি রয়েছে যা দ্বিতীয় বিশ্বযুদ্ধের শুরুতে \"ফোরট্রেস সিঙ্গাপুর\" তৈরি করেছিল এবং সিঙ্গাপুর যুদ্ধের সক্রিয় ছিল। দুর্গটি এখন জনসাধারণের জন্য উন্মুক্ত একটি সামরিক জাদুঘর হিসেবে পরিচালিত হয়। সিলোসো দূর্গের আত্মসমর্পণ চেম্বারগুলি ২০১৭ সালের জুন মাসে একটি সতেজ প্রদর্শনী এবং বিনামূল্যে প্রবেশের সাথে পুনরায় খোলা হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== নির্মাণ ===\nদুর্গের নামের \"সিলোসো\" শব্দটি একটি মালয় শব্দ, যার অর্থ \"শিলা\"। সিঙ্গাপুরের পোতাশ্রয়ের মুখে একটি বিশাল পাথর ছিল যা জাহাজ চলাচলে বিপত্তি সৃষ্টি করেছিল। ১৮৬৯ সালে সুয়েজ খাল খোলার পর থেকে সিঙ্গাপুরে বাণিজ্যের উন্নতির সাথে-সাথে সিঙ্গাপুরের বন্দরকে রক্ষা করা প্রয়োজন হয়ে পড়ে। ব্রিটিশ রাজকীয় প্রকৌশলীদের মেজর এডওয়ার্ড লেকের প্রতিবেদনের ভিত্তিতে, কেপেল হারবারকে রক্ষা করার জন্য ১৮৭৪ সালে পুলাউ ব্লাকাং মাটিতে (সেন্তোসাতে) একটি দুর্গ নির্মাণের সিদ্ধান্ত নেওয়া হয়েছিল। পরিকল্পিত দুর্গের অংশ হিসাবে, উপকূলীয়-আর্টিলারি বন্দুক প্ল্যাটফর্ম স্থাপনের জন্য এটিকে সমতল করতে সিলোসো পর্বতের শীর্ষটি উড়িয়ে দেওয়া হয়েছিল। ১৮৮০-এর দশকে, পুলাউ ব্লাকাং মাটিতে সিলোসো পর্বত এবং সেরাপং পর্বত (সেন্তোসার উত্তর উপকূলে মূল ভূখণ্ডের সিঙ্গাপুরের দিকে উত্তর মুখ করে) বেশকয়েকটি বন্দুকের ব্যাটারি অবস্থিত ছিল, যা সিঙ্গাপুরে ব্রিটিশ নৌ প্রতিরক্ষার একটি শক্তিশালী ঘাঁটিতে পরিণত হয়েছিল। ১৮৭৮ সালে সিলোসো দূর্গ নির্মিত হয়েছিল।\n\n\n=== অস্ত্রশস্ত্র ===\n১৮৮০-এর দশকে, সিলোসো দুর্গের কাছে ৭ ইঞ্চি বন্দুক এবং দুটি ৬৪-পাউন্ডার বন্দুক ছিল। ১৮৯০-এর দশকে, পাঁচটি ১০ ইঞ্চি বন্দুকও ইনস্টল করা হয়েছিল। এই বন্দুকগুলি একটি ভূগর্ভস্থ বৈদ্যুতিক-পাওয়ার হাউস থেকে স্বয়ংক্রিয়ভাবে চালিত হত। ১৯৩০-এর দশকে, টুইন ৬-পাউন্ডার বন্দুক, কুইক-ফায়ারিং অ্যান্টি-টর্পেডো-বোট বন্দুক, পাঁচটি বড় সার্চলাইট, একটি অপারেশনাল টাওয়ার (সামগ্রিক কমান্ড এবং নিয়ন্ত্রণের জন্য), দুটি মেশিনগান নেস্ট এবং দুটি টুইন-লুইস অ্যান্টি-এয়ারক্রাফ্ট মেশিনগান সংগ্রহে ছিল। একটি আসন্ন যুদ্ধের (একটি সামরিক-উচ্চাভিলাষী ইম্পেরিয়াল জাপান থেকে উত্থান) প্রতিবেদনের কারণে এই সমস্ত অস্ত্রশস্ত্র বহরে যুক্ত করা হয়েছিল। দুর্গটি ব্রিটিশ রয়্যাল আর্টিলারি এবং স্থানীয়ভাবে গঠিত সিঙ্গাপুর আর্টিলারি কর্পস উভয়ের দ্বারা পরিচালিত হয়েছিল।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\nসিঙ্গাপুরকে দক্ষিণ থেকে সমুদ্রপথে আক্রমণের বিরুদ্ধে রক্ষা করার জন্য দুর্গগুলি নকশা ও নির্মিত হয়েছিল। যাইহোক, ১৯৪২ সালের ফেব্রুয়ারিতে সিঙ্গাপুর যুদ্ধের সময়, উত্তর থেকে (ব্রিটিশ মালয় হয়ে) সিঙ্গাপুরের দিকে দ্রুত অগ্রসর হওয়া জাপানি বাহিনীর উপর গুলি চালানোর জন্য বন্দুকগুলি ১৮০ ডিগ্রি অভ্যন্তরীণ দিকে ঘুরিয়ে দেওয়া হয়েছিল। টেঙ্গাহ বিমানঘাটি থেকে উত্তর-পশ্চিমে শহর-অঞ্চলের দিকে ঠেলে আসা জাপানি অবস্থান এবং সৈন্যদের ঘেরাও করার জন্য দুর্গের বন্দুকগুলি নিক্ষেপ করা হয়েছিল। ব্রিটিশ এবং স্থানীয় সৈন্যরা যারা পাসির লাবা ব্যাটারি (সিঙ্গাপুরের উত্তর-পশ্চিমে) থেকে পিছু হটছিল এবং সমুদ্রের মাধ্যমে বন্ধুত্বপূর্ণ ব্রিটিশ লাইনের দিকে ফিরে যাচ্ছিল তারা ভুল করে জাপানি সৈন্যদের উপর গুলি চালায় এবং অন্তত বড় হতাহতের ঘটনা ঘটে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nPage on Fort Siloso"}