{"pageid": 1392371, "title": "বুদ্ধ ডোরডেনমা মূর্তি", "url": "https://bn.wikipedia.org/wiki?curid=1392371", "content": "গ্রেট বুদ্ধ ডোরডেনমা হল ভুটানের পাহাড়ে একটি বিশাল শাক্যমুনি বুদ্ধ মূর্তি। চতুর্থ রাজা জিগমে সিংয়ে ওয়াংচুকের ৬০ তম জন্মবার্ষিকী উদযাপন উপলক্ষে এই বুদ্ধ মূর্তিটি প্রতিষ্ঠা করা হয়।  মূর্তিটিতে এক লক্ষেরও বেশি ছোট বুদ্ধের মূর্তি রয়েছে, যার প্রত্যেকটি গ্রেট বুদ্ধ ডোরডেনমার মতো। মূর্তিগুলি ব্রোঞ্জ দিয়ে তৈরি এবং সোনার গিল্ড করা। দ্রুক দেশি শেরাব ওয়াংচুকের প্রাসাদ কুয়েনসেল ফোদারং-এর ধ্বংসাবশেষের স্থানে গ্রেট বুদ্ধ ডোরডেনমা অবস্থিত। বুদ্ধের দৃষ্টি রয়েছে ভুটানের রাজধানী থিম্পুর দক্ষিণ দিকে। ২০০৬ সালে গ্রেট বুদ্ধ ডোরডেনমা নির্মাণ কাজ শুরু হয়েছিল। ২০১০ সালের অক্টোবর মাসের শেষে এর নির্মাণ কাজ শেষ করার পরিকল্পনা করা হয়। তবে পরিকল্পনা মাফিক কাজ শেষ করা যায় নি। ২০১৫ সালের ২৫ সেপ্টেম্বর এর নির্মাণ কাজ শেষ হয়। নির্মাণ কাজটি শেষ হওয়ার পরে এটি বিশ্বের বৃহত্তম বুদ্ধ রূপগুলির মধ্যে একটি। মূর্তিটির উচ্চতা ১৭৭ ফুট (৫৪ মিটার)। এই মূর্তিটিকে ঘিরে রয়েছে এক লক্ষ ৮-ইঞ্চি-লম্বা এবং পঁচিশ হাজার ১২-ইঞ্চি-লম্বা সোনালি ব্রোঞ্জের বুদ্ধ মূর্তি। \nএই বুদ্ধ মূর্তিটি চীনের নানজিং এর অ্যারোসান কর্পোরেশন দ্বারা ৪৭ মিলিয়ন মার্কিন ডলার ব্যয়ে নির্মিত হয়েছিল। রিনচেন পিটার টিও নামে সিঙ্গাপুরের একজন ব্যবসায়ী এটি স্পনসর করেছিলেন। পুরো প্রকল্পের মোট ব্যয় ১০০ মিলিয়ন মার্কিন ডলারেরও বেশি। স্পনসরদের নাম ধ্যান করার জন্য নির্মিত হলে প্রদর্শিত হয়। ভুটানি রাজতন্ত্রের শতবর্ষ উদযাপন করা ছাড়াও, এই মূর্তিকে ঘিরে দুটি ভবিষ্যদ্বাণী করা হয়। একটি হলো, বিংশ শতাব্দীতে যোগী সোনম জাংপো ভবিষ্যদ্বাণী করেছিলেন যে সমগ্র বিশ্বকে আশীর্বাদ, শান্তি এবং সুখ দেওয়ার জন্য এই অঞ্চলে পদ্মসম্ভব, বুদ্ধ বা ফুর্বারের একটি বড় মূর্তি তৈরি করা হবে। অন্যটি হলো মূর্তিটি গুরু রিনপোচে, ওরফে পদ্মসম্ভবের প্রাচীন পদে উল্লেখ রয়েছে। প্রায় ৬০০ বছর আগে গ্তের-স্তোন পে-মা-গ্লিং-পা দ্বারা প্রাচীন পদটি উদ্ধার করা হয়েছিল।\nবুদ্ধ মূর্তির চোখের নিচে রয়েছে কুয়েনসেল ফোদারং-এর একটি প্রাকৃতিক উদ্যান। এই উদ্যানটি আনুষ্ঠানিকভাবে ২০১১ সালে খোলা হয়েছিল। পার্কটি ৯৪৩.৪ একর বনভূমি সংরক্ষণ করে বুদ্ধ ডোরডেনমা মূর্তিকে ঘিরে রয়েছে। ২০১৫ সালে এখানে দুটি পাবলিক আউটডোর জিমনেসিয়াম খোলা হয়। \nদর্শনার্থীদের জন্য বুদ্ধ ডোরডেনমা মূর্তি সপ্তাহের প্রতিদিনই খোলা থাকে। দর্শনের সময় সকাল ৯টা থেকে বিকেল ৫টা।\n\n\n== তথ্যসূত্র =="}