{"pageid": 1392745, "title": "মুহাম্মদ মাহবুব উল ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1392745", "content": "মুহাম্মদ মাহবুব উল ইসলাম বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের একজন বিচারপতি।\n\n\n== জীবনের প্রথমার্ধ ==\nইসলামের জন্ম ২ ডিসেম্বর ১৯৫৮ সালে। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে এলএলবি এবং এলএলএম করেছেন। ইসলাম ভারতে পালিয়ে যায় এবং পরে বাংলাদেশের স্বাধীনতা যুদ্ধের সময় পাকিস্তানের বিরুদ্ধে যুদ্ধ করে।\n\n\n== কর্মজীবন ==\nইসলাম ১৯৮২ সালে জেলা আদালতের আইনজীবী হন  তিনি ২২ ফেব্রুয়ারি ১৯৮৪ সালে বাংলাদেশ সিভিল সার্ভিসের বিচার বিভাগীয় শাখায় যোগদান করেন এবং মুন্সেফ নিযুক্ত হন।\n২০০৩ সালের মে মাসে ঢাকার ৫তম অতিরিক্ত জেলা ও দায়রা আদালতের বিচারক ইসলাম এসিড নিয়ন্ত্রণ আইনে মিথ্যা মামলা দায়েরের তিন থেকে সাত বছরের কারাদণ্ড দেন এবং মামলার তদন্তকারী পুলিশ কর্মকর্তার বিরুদ্ধে তদন্তের নির্দেশ দেন।\n৪ মার্চ ২০০৯ সালে, ইসলাম জেলা ও দায়রা জজ পদে পদোন্নতি পান। তিনি বাংলাদেশ বেতারে কবিতা পড়েন।\n২০১০ সালের অক্টোবরে, ইসলাম, সিলেট বিভাগীয় দ্রুত বিচার ট্রাইব্যুনালের বিচারক হিসাবে, আওয়ামী লীগের রাজনীতিবিদ সুরঞ্জিত সেনগুপ্তের একটি সমাবেশে ২০০৪ সালের গ্রেনেড হামলার তদন্তের নির্দেশ দেন। মামলার প্রধান আসামি ছিলেন হরকাত-উল-জিহাদ আল-ইসলামী বাংলাদেশের প্রধান মুফতি আবদুল হান্নান। \n২০১১ সালের জানুয়ারি মাসে ইসলামকে সিলেট বিভাগীয় দ্রুত বিচার ট্রাইব্যুনাল থেকে বদলি করা হয় এবং পঞ্চগড় জেলা ও দায়রা জজের বিচারক করা হয়।\n২১ অক্টোবর ২০১৯ তারিখে রাষ্ট্রপতি মোহাম্মদ আবদুল হামিদ ইসলামকে হাইকোর্ট বিভাগের অতিরিক্ত বিচারপতি নিযুক্ত করেন।\n২০২০ সালের আগস্টে, ইসলাম ও বিচারপতি কৃষ্ণা দেবনাথ ২০১৭ সালে গাজীপুরে এক স্কুলছাত্রকে হত্যার দায়ে দোষী সাব্যস্ত দুইজনের মৃত্যুদণ্ডকে যাবজ্জীবন কারাদণ্ডে পরিণত করেন।\n২০২১ সালের সেপ্টেম্বরে ইসলাম ও বিচারপতি কে এম কামরুল কাদের ঝিনাইদহ পৌরসভার পাবলিক পার্ক থেকে একটি মসজিদ ছাড়া সমস্ত কাঠামো অপসারণের নির্দেশ দেন।\n২০২৩ সালের এপ্রিলে ইসলাম ও বিচারপতি ফারাহ মাহবুব চন্ডিপুর ইউনিয়ন ভূমি অফিসের কর্মচারী সুলতানা জেসমিনকে গ্রেপ্তার ও হেফাজতে মৃত্যুর সাথে জড়িত র‌্যাপিড অ্যাকশন ব্যাটালিয়ন কর্মকর্তাদের প্রত্যাহারের আদেশ দেন। তারা ঊর্ধ্বতন কর্মকর্তাদের হেফাজতে মৃত্যুর তদন্তের নির্দেশও দিয়েছেন। মে মাসে, ইসলাম ও বিচারপতি ফারাহ মাহবুব, বাংলাদেশের মানবাধিকার ও শান্তির জন্য একটি আবেদনের পরিপ্রেক্ষিতে যমুনা নদী সংকীর্ণ করার জন্য বাংলাদেশ পানি উন্নয়ন বোর্ডের একটি পরিকল্পনার তথ্য চেয়েছিলেন। বোর্ড বেঞ্চের কাছে প্রতিক্রিয়া জানিয়ে বলেছে যে যমুনা নদী সংকীর্ণ করার তাদের কোনো পরিকল্পনা নেই। ইসলাম ও বিচারপতি ফারাহ মাহবুব সরকারকে ব্যাখ্যা করতে বলেছেন কেন পারিবারিক আইনে হিন্দু নারীদের অধিকার প্রদানে ব্যর্থতাকে অবৈধ ঘোষণা করা হবে না। ইসলাম ও বিচারপতি ফারাহ মাহবুব গাজীপুরের সাবেক মেয়র জাহাঙ্গীর আলমের একটি আবেদন খারিজ করে দিয়েছেন, যেখানে বাংলাদেশ নির্বাচন কমিশন গাজীপুর মেয়র নির্বাচনে খেলাপি ঋণের সাথে জড়িত থাকার কারণে তার প্রার্থিতা খারিজ করে দিয়েছে। ইসলাম ও বিচারপতি ফারাহ মাহবুব আগস্ট মাসে গাজীপুর জেলার লাবুন্ধা নদী দখলের সঙ্গে জড়িত ব্যক্তি ও সত্ত্বার তালিকা তৈরি করতে বলেন।\n\n\n== তথ্যসূত্র =="}