{"pageid": 1393308, "title": "নোবেল চোর", "url": "https://bn.wikipedia.org/wiki?curid=1393308", "content": "নোবেল চোর হল ২০১২ সালের একটি বাংলা ভাষার ভারতীয় চলচ্চিত্র। এটি পরিচালনা করছেন সুমন ঘোষ। প্রধান চরিত্রে অভিনয় করেছেন মিঠুন চক্রবর্তী, সৌমিত্র চট্টোপাধ্যায়, রূপা গঙ্গোপাধ্যায় এবং শাশ্বত চট্টোপাধ্যায়। ছবিটি আনুষ্ঠানিকভাবে বিএফআই চলচ্চিত্র উৎসবের জন্য নির্বাচিত হয়েছিল।\n\n\n== পটভূমি ==\nপ্রথম এশীয় নোবেল বিজয়ী রবীন্দ্রনাথ ঠাকুর ভারতে একজন চিহ্নিত সম্মানিত ব্যক্তি। ২০০৪ সালে ২৪ মার্চ বাংলার শান্তিনিকেতন থেকে তার নোবেল পদক চুরি হয়, যেখানে এটি তার বাসভবন যাদুঘরে পরিণত হয়েছিল । পরবর্তীকালে, দেশব্যাপী ক্ষোভ শুরু হয় এবং দোষীদের খুঁজে বের করার জন্য ব্যাপক তল্লাশি অভিযান চালানো হয়। শেষ পর্যন্ত মেডেল পাওয়া যায়নি এবং সেন্ট্রাল ব্যুরো অফ ইনভেস্টিগেশন (সিবিআই) ২০১০ সালে মামলাটি বাদ দিয়েছিল। এর পটভূমিতে একজন দরিদ্র কৃষক ভানু (একটি কাল্পনিক চিত্রায়ণ) \"নোবেল চোর\" হিসেবে পরিস্থিতিগতভাবে জড়িত হন। চুরিতে তিনি জয়ের শহর কলকাতায় যাত্রা শুরু করার সিদ্ধান্ত নেন - তার নিজের জীবনযাত্রার পাশাপাশি তার দরিদ্র গ্রামের উন্নতির লক্ষ্যে পুরস্কারটি ফেরত বা বিক্রি করতে।\nসে পুরো গ্রামের ভরসা হয়ে ওঠে। শহরে আসার পর, ভানু দুর্বৃত্ত, অদ্ভুত স্মৃতিচিহ্ন সংগ্রহকারী, উদ্যোক্তাদের সাথে অগণিত অভিজ্ঞতার সম্মুখীন হয় যারা দরিদ্র লোকটিকে শোষণ করতে চায়। যার কেবলমাত্র তার ছেলেকে একটি উন্নত ভবিষ্যত দিতে এবং তার দরিদ্র গ্রামের অবস্থাকে উন্নত করার স্বপ্ন ছিল। নোবেল চোর হল এই যাত্রার গল্প যার মাধ্যমে চলচ্চিত্রটি সমসাময়িক ভারতকে সম্পূর্ণরূপে অন্বেষণ করে – বিশ্বায়নের আগ্রাসন, গ্রামীণ-শহুরে বিভাজন এবং ভারতের গ্রামগুলির রাজ্য। আরও গুরুত্বপূর্ণভাবে এটি আধুনিক ভারতে ঠাকুরের দর্শনের প্রাসঙ্গিকতার একটি প্রশস্ত অন্বেষণ হিসেবে ধরা হয়।\n\n\n== অভিনয়শিল্পী ==\nভানু চরিত্রে মিঠুন চক্রবর্তী\nমাস্টার মশাই চরিত্রে সৌমিত্র চট্টোপাধ্যায়\nদিয়া চরিত্রে রূপা গঙ্গোপাধ্যায়\nহোরি চরিত্রে শাশ্বত চট্টোপাধ্যায়\nভানুর স্ত্রীর চরিত্রে সোমা বন্দ্যোপাধ্যায়\nমনমাথো পাগলার চরিত্রে শঙ্কর দেবনাথ\nমনুর চরিত্রে সুদীপ্তা চক্রবর্তী\nএসপি বীরভূমের ভূমিকায় অরিন্দম শীল\nরাজ চরিত্রে হর্ষ ছায়া\nরাতুল চরিত্রে স্বপ্নীল ঘোষ\nসুজয় ঘোষ একজন নাগরিক হিসেবে, যিনি জানেন না রবীন্দ্রনাথ ঠাকুর কে (ক্যামিও)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Nobel Chor  (ইংরেজি)"}