{"pageid": 1393153, "title": "সিঙ্গাপুর ক্যাবল কার", "url": "https://bn.wikipedia.org/wiki?curid=1393153", "content": "সিঙ্গাপুর কেবল কার (সিহ ইম রোপওয়ে) হল একটি গন্ডোলা লিফ্ট যা সিঙ্গাপুরের প্রধান দ্বীপের ফেবার পর্বত (ফ্যাবার পিক সিঙ্গাপুর) থেকে কেপেল পোতাশ্রয় জুড়ে সেন্তোসা রিসোর্ট দ্বীপে একটি বায়বীয় সংযোগ প্রদান করে।\n১৯৭৪ সালের ১৫ ফেব্রুয়ারি এটি চালু হয়েছিল। বার্সেলোনার পোর্ট ভেল এরিয়াল ট্রামওয়ের পরে এটি বিশ্বের দ্বিতীয় বায়বীয় রোপওয়ে সিস্টেম যা একটি পোতাশ্রয় পর্যন্ত বিস্তৃত ছিল। যদিও এটি সমুদ্রে বিস্তৃত প্রথম বায়বীয় রোপওয়ে ব্যবস্থা নয়। উদাহরণস্বরূপ, জাপানের আওয়াশিমা কাইজো রোপওয়ে, ১৯৬৪ সালে নির্মিত, যা একটি দ্বীপের একটি ছোট প্রণালী অতিক্রম করে।\nএটি একটি প্রধান পর্যটক আকর্ষণ, কারণ ক্যাবল কার থেকে কেন্দ্রীয় ব্যবসায়িক জেলার একটি প্যানোরামিক দৃশ্য দেখা যায়। ২০২০ সালে, একটি রাউন্ড-ট্রিপ টিকিটের দাম প্রাপ্তবয়স্কদের ছিল ৩৫ এবং শিশুদের জন্য ২৫ সিঙ্গাপুর ডলার।\n\n\n== দূর্ঘটনা ==\n১৯৮৩ সালের ২৯ জানুয়ারি, সন্ধ্যা ৬টার দিকে সিঙ্গাপুর ক্যাবল কার ব্যবস্থায় একটি গুরুতর ঘটনা ঘটে। যখন এনিওয়েটোকের ডেরিক, একটি পানামানিয়ান-নিবন্ধিত তেল রিগ, বায়বীয় রোপওয়ের নিচে দিয়ে যায় এবং জার্ডিন স্টেপ স্টেশন এবং সেন্তোসা স্টেশনের মধ্যে জলপথের উপর প্রসারিত তারের সাথে আঘাত করে। ফলস্বরূপ, দুটি কেবিন ৫৫ মিটার (১৮০ ফুট) সমুদ্রে ডুবে যায়, এতে সাতজন নিহত হয়। তেলের রিগ কেপেল ওয়ার্ফ থেকে দূরে নিয়ে যাওয়া হচ্ছিল যখন এটি তারের মধ্যে আটকে পড়ে এবং এটি স্ন্যাপ করে। এই ঘটনায় ফেবার পর্বত এবং সেন্তোসার মধ্যে আরও চারটি কেবিনে ১৩ জনকে আটকে গিয়েছিল। ১৯৭৪ সালের ফেব্রুয়ারিতে ক্যাবল কার ব্যবস্থা চালুর পর এটিই প্রথম মৃত্যু বা আঘাতের ঘটনা। এই বিপর্যয়ের কারণে পুরো ব্যবস্থা প্রায় সাত মাস বন্ধ থাকে।\n২০১০ সালে, ২০ জন যাত্রী তাদের কেবিনে ১৫ মিনিটের জন্য আটকা পড়েছিলেন যখন বজ্রপাতের সেন্সরগুলিকে ট্রিগার করে তারের গাড়িগুলিকে হঠাৎ বন্ধ করে দেয়।\n২০১৪ সালে, সেন্তোসাতে একটি নতুন আন্তঃদ্বীপ ক্যাবলওয়ে নির্মাণের কাজ চলাকালীন একটি খালি গাড়ি ভেঙে পড়ে এবং বিধ্বস্ত হয়। এতে কেউ হতাহত হয়নি তবে অন্য ক্যাবল কারে থাকা যাত্রীরা কয়েক ঘন্টা আটকে ছিলেন।\n২০২২ সালের ২৭ জুলাই, ব্যবস্থার ত্রুটির কারণে সেন্তোসা এবং ফেবার পর্বতের মধ্যে ক্যাবল কারগুলিতে ১৮ জন লোক আটকা পড়েছিল।\n\n\n== ব্যবস্থা ==\nসিঙ্গাপুর কেবল কার ব্যবস্থায় দুটি স্বাধীন লাইন রয়েছে। ফেবার পর্বত লাইন, সিঙ্গাপুরের প্রধান দ্বীপ এবং সেন্তোসা দ্বীপ জুড়ে ফ্যাবার পর্বত এবং সেন্তোসা স্টেশনগুলির মধ্যে পরিসেবা প্রদান করে; এবং সেন্তোসা লাইন, সেন্তোসা দ্বীপের সিলোসো পয়েন্ট এবং মার্লিয়ন স্টেশনগুলির মধ্যে পরিসেবা প্রদান করে।\nএই সিস্টেমটিতে প্রতি লাইনে তিনটি করে মোট ছয়টি স্টেশন রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nভিডিও\nCable car to Sentosa Video"}