{"pageid": 1393317, "title": "ম্যালওয়্যার বিশ্লেষণ", "url": "https://bn.wikipedia.org/wiki?curid=1393317", "content": "ম্যালওয়্যার বিশ্লেষণ হল ভাইরাস, ওয়ার্ম, ট্রোজান হর্স, রুটকিট বা ব্যাকডোরের মতো প্রদত্ত ম্যালওয়্যারের নমুনার কার্যকারিতা, উৎস এবং সম্ভাব্য প্রভাব নির্ধারণের অধ্যয়ন বা প্রক্রিয়া। ম্যালওয়্যার বা দূষিত সফ্টওয়্যার হল কোনো কম্পিউটার সফ্টওয়্যার যা হোস্ট অপারেটিং সিস্টেমের ক্ষতি করতে বা ব্যবহারকারী, সংস্থা বা কোম্পানির সংবেদনশীল ডেটা চুরি করার উদ্দেশ্যে। ম্যালওয়ারে এমন সফ্টওয়্যার অন্তর্ভুক্ত থাকতে পারে যা অনুমতি ছাড়াই ব্যবহারকারীর তথ্য সংগ্রহ করে।\n\n\n== ব্যবহারের ক্ষেত্রে ==\nতিনটি সাধারণ ব্যবহারের ক্ষেত্রে রয়েছে যা ম্যালওয়্যার বিশ্লেষণের প্রয়োজনীয়তাকে চালিত করে:\n\nকম্পিউটার সিকিউরিটি ইভেন্ট ম্যানেজমেন্ট : যদি কোনো প্রতিষ্ঠান আবিষ্কার করে বা সন্দেহ করে যে কিছু ম্যালওয়্যার তার সিস্টেমে প্রবেশ করেছে, তাহলে একটি প্রতিক্রিয়া দল তদন্ত প্রক্রিয়া চলাকালীন আবিষ্কৃত যেকোন সম্ভাব্য নমুনাগুলির ম্যালওয়্যার বিশ্লেষণ করতে চাইতে পারে যে সেগুলি ম্যালওয়্যার কিনা এবং যদি সুতরাং, লক্ষ্য সংস্থার পরিবেশের মধ্যে থাকা সিস্টেমগুলিতে সেই ম্যালওয়্যারের কী প্রভাব পড়তে পারে৷\nম্যালওয়্যার গবেষণা : একাডেমিক বা শিল্পের ম্যালওয়্যার গবেষকরা ম্যালওয়্যার কীভাবে আচরণ করে এবং এর নির্মাণে ব্যবহৃত সর্বশেষ কৌশলগুলি বোঝার জন্য ম্যালওয়্যার বিশ্লেষণ করতে পারে।\nআপস নিষ্কাশনের সূচক : সফ্টওয়্যার পণ্য এবং সমাধানের বিক্রেতারা সমঝোতার সম্ভাব্য নতুন সূচক নির্ধারণ করার জন্য বাল্ক ম্যালওয়্যার বিশ্লেষণ করতে পারে; এই তথ্যটি তখন নিরাপত্তা পণ্য বা সমাধান প্রদান করতে পারে যাতে সংগঠনগুলিকে ম্যালওয়্যার দ্বারা আক্রমণ থেকে নিজেদেরকে আরও ভালভাবে রক্ষা করতে সহায়তা করে৷\n\n\n== প্রকারভেদ ==\nযে পদ্ধতিতে ম্যালওয়্যার বিশ্লেষণ সঞ্চালিত হয় তা সাধারণত দুই ধরনের একটির অধীনে পড়ে:\n\nস্ট্যাটিক ম্যালওয়্যার বিশ্লেষণ : স্ট্যাটিক বা কোড বিশ্লেষণ সাধারণত বাইনারি ফাইলের বিভিন্ন সংস্থানগুলিকে নির্বাহ না করে এবং প্রতিটি উপাদান অধ্যয়ন না করেই সঞ্চালিত হয়। বাইনারি ফাইলটি আইডিএ বা ঘিদ্রার মতো ডিসসেম্বলার ব্যবহার করেও বিচ্ছিন্ন (বা বিপরীত প্রকৌশলী ) করা যেতে পারে। মেশিন কোড কখনও কখনও সমাবেশ কোডে অনুবাদ করা যেতে পারে যা মানুষ পড়তে এবং বুঝতে পারে: ম্যালওয়্যার বিশ্লেষক তখন সমাবেশটি পড়তে পারেন কারণ এটি প্রোগ্রামের অভ্যন্তরে নির্দিষ্ট ফাংশন\nএবং ক্রিয়াগুলির সাথে সম্পর্কযুক্ত, তারপর সমাবেশের নির্দেশাবলী বুঝতে পারে এবং একটি প্রোগ্রামটি কী করছে এবং কীভাবে এটি মূলত ডিজাইন করা হয়েছিল তার আরও ভাল ভিজ্যুয়ালাইজেশন। সমাবেশটি দেখা ম্যালওয়্যার বিশ্লেষক/বিপরীত প্রকৌশলীকে আসলে কী ঘটছে বনাম কী ঘটতে পারে সে সম্পর্কে আরও ভালভাবে বোঝার অনুমতি দেয় এবং লুকানো ক্রিয়া বা অনিচ্ছাকৃত কার্যকারিতা ম্যাপ করতে শুরু করে। কিছু আধুনিক ম্যালওয়্যার এই ধরণের বিশ্লেষণকে পরাস্ত করার জন্য ফাঁকিবাজি কৌশল ব্যবহার করে রচিত হয়, উদাহরণস্বরূপ সিনট্যাকটিক কোড ত্রুটিগুলি এম্বেড করে যা বিচ্ছিন্নকারীদের বিভ্রান্ত করবে তবে এটি বাস্তব সম্পাদনের সময় কাজ করবে। \nডায়নামিক ম্যালওয়্যার বিশ্লেষণ : ডাইনামিক বা আচরণগত বিশ্লেষণ ম্যালওয়্যারটির আচরণ পর্যবেক্ষণ করে সঞ্চালিত হয় যখন এটি আসলে একটি হোস্ট সিস্টেমে চলছে। এই ধরনের বিশ্লেষণ প্রায়শই স্যান্ডবক্স পরিবেশে সঞ্চালিত হয় যাতে ম্যালওয়্যারকে প্রকৃতপক্ষে উৎপাদন ব্যবস্থাকে সংক্রামিত করা থেকে বিরত রাখতে হয়; এই ধরনের অনেক স্যান্ডবক্স হল ভার্চুয়াল সিস্টেম যা বিশ্লেষণ সম্পূর্ণ হওয়ার পর সহজেই পরিষ্কার অবস্থায় ফিরিয়ে আনা যায়। ম্যালওয়্যারটি ডিবাগার ব্যবহার করার সময়ও ডিবাগ করা হতে পারে যেমন ডিবাগার বা WinDbg ব্যবহার করে ম্যালওয়্যারের হোস্ট সিস্টেমে ধাপে ধাপে আচরণ এবং প্রভাবগুলি দেখার জন্য যখন এর নির্দেশাবলী প্রক্রিয়া করা হচ্ছে। আধুনিক ম্যালওয়্যার ভার্চুয়াল এনভায়রনমেন্ট বা সক্রিয় ডিবাগারের পরীক্ষা, ক্ষতিকারক পেলোড কার্যকর করতে বিলম্ব করা, বা ইন্টারেক্টিভ ইউজার ইনপুটের কিছু ফর্মের প্রয়োজন সহ গতিশীল বিশ্লেষণকে পরাস্ত করার জন্য ডিজাইন করা বিভিন্ন ধরনের ফাঁকিবাজ কৌশল প্রদর্শন করতে পারে। \n\n\n== পর্যায় ==\nক্ষতিকারক সফ্টওয়্যার পরীক্ষা করার জন্য বেশ কয়েকটি ধাপ জড়িত, যার মধ্যে রয়েছে, তবে নিম্নলিখিতগুলির মধ্যে সীমাবদ্ধ নয়:\n\nম্যানুয়াল কোড রিভার্সিং\nইন্টারেক্টিভ আচরণ বিশ্লেষণ\nস্ট্যাটিক বৈশিষ্ট্য বিশ্লেষণ\nসম্পূর্ণ স্বয়ংক্রিয় বিশ্লেষণ\n\n\n== তথ্যসূত্র =="}