{"pageid": 1393010, "title": "প্রত্নতাত্ত্বিক সংস্কৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1393010", "content": "প্রত্নতাত্ত্বিক সংস্কৃতি হল নির্দিষ্ট সময়কাল ও অঞ্চলের নিদর্শন, অট্টালিকা ও স্মৃতিস্তম্ভের পুনরাবৃত্ত সমাবেশ যেগুলো নির্দিষ্ট অতীত মানব সমাজের অবশেষ বস্তুগত সংস্কৃতি গঠন করতে পারে। এই ধরনের মধ্যে সংযোগ পরীক্ষামূলক পর্যবেক্ষণ, কিন্তু জাতিগত বা রাজনৈতিক গোষ্ঠীর পরিপ্রেক্ষিতে তাদের ব্যাখ্যা প্রত্নতাত্ত্বিকদের বোঝার ও ব্যাখ্যার উপর ভিত্তি করে এবং অনেক ক্ষেত্রে দীর্ঘ-অমীমাংসিত বিতর্কের বিষয়। প্রত্নতাত্ত্বিক সংস্কৃতির ধারণাটি সংস্কৃতি-ঐতিহাসিক প্রত্নতত্ত্বের জন্য মৌলিক।\n\n\n== ক্রমবিকাশ ==\nসংস্কৃতি শব্দটির ব্যবহার ঊনবিংশ শতাব্দীর জার্মান নৃতাত্ত্বিকতার মাধ্যমে প্রত্নতত্ত্বে প্রবেশ করেছে, যেখানে উপজাতীয় গোষ্ঠী এবং গ্রামীণ কৃষকদের সংস্কৃতিকে নগরীকৃত মানুষের Zivilisation থেকে আলাদা করা হয়েছিল। এডওয়ার্ড বার্নেট টাইলর দ্বারা ইংরেজি-ভাষা anthropology এ প্রবর্তিত শব্দের বিস্তৃত ব্যবহারের বিপরীতে, জার্মান নৃতাত্ত্বিকদের দ্বারা নির্দিষ্ট লোক বা ভলকের জীবনযাত্রার স্বাতন্ত্র্যসূচক উপায় বর্ণনা করার জন্য Kultur ব্যবহার করা হয়েছিল, এই অর্থে ফরাসি সভ্যতার সমতুল্য, Kulturgeschichte (সংস্কৃতির ইতিহাস) এর কাজগুলি ১৭৮০ সাল থেকে বেশ কয়েকজন জার্মান পণ্ডিত, বিশেষ করে গুস্তাভ ফ্রেডরিখ ক্লেম দ্বারা তৈরি করা হয়েছিল, যা ঊনবিংশ শতাব্দীর ইউরোপে জাতিসত্তার প্রতি ক্রমবর্ধমান আগ্রহকে প্রতিফলিত করে।\nপ্রত্নতাত্ত্বিক প্রেক্ষাপটে \"সংস্কৃতি\"-এর প্রথম ব্যবহার ছিল ক্রিশ্চিয়ান জার্গেনসেন থমসেন-এর ১৮৩৬ সালে Ledetraad til Nordisk Oldkyndighed (নরওয়েজীয়: Guide to Northern Antiquity)। উনিশ শতকের শেষার্ধে স্ক্যান্ডিনেভিয়া এবং মধ্য ইউরোপের প্রত্নতাত্ত্বিকরা ক্রমবর্ধমানভাবে জার্মান সংস্কৃতির ধারণার ব্যবহার করে নির্দিষ্ট স্থান ও অঞ্চলের প্রত্নতাত্ত্বিক নথিতে আলাদা আলাদা শ্রেণীকে বর্ণনা করতে, প্রায়শই পাশাপাশি এবং \"সভ্যতা\" এর প্রতিশব্দ হিসাবে। এটি বিশ শতকের আগে এবং জার্মান প্রাগৈতিহাসিক ও উৎসাহী জাতীয়তাবাদী গুস্তাফ কোসিন্না-এর কাজ না হওয়া পর্যন্ত প্রত্নতাত্ত্বিক সংস্কৃতির ধারণাটি শৃঙ্খলার কেন্দ্রবিন্দু হয়ে ওঠে। কোসিন্না প্রত্নতাত্ত্বিক নথিটিকে স্পষ্টভাবে সংজ্ঞায়িত সংস্কৃতির মোজাইক হিসাবে দেখেছেন (বা Kultur-Gruppen, সংস্কৃতি গোষ্ঠী) যেগুলি জাতিগতভাবে যুক্ত ছিল। তিনি জার্মান, স্লাব, সেল্ট এবং অন্যান্য প্রধান ইন্দো-ইউরোপীয় জাতিগোষ্ঠীর প্রত্যক্ষ প্রাগৈতিহাসিক পূর্বপুরুষ হিসেবে আর্য জাতিকে তার স্বদেশ বা উরহেইমতে খুঁজে বের করার জন্য তার আন্দোলনের পুনর্গঠনে বিশেষভাবে আগ্রহী ছিলেন।\nকোসিন্নার কাজের দৃঢ়ভাবে বর্ণবাদী চরিত্রের অর্থ হল সে সময়ে জার্মানির বাইরে এটির খুব কম প্রত্যক্ষ প্রভাব ছিল (নাৎসি পার্টি তার তত্ত্বগুলিকে উৎসাহের সাথে গ্রহণ করেছিল), বা দ্বিতীয় বিশ্বযুদ্ধের পরেও।\nযাইহোক, প্রত্নতত্ত্বের আরও সাধারণ \"সংস্কৃতির ইতিহাস\" পদ্ধতিটি যেটি তিনি শুরু করেছিলেন তা বিংশ শতাব্দীর বেশিরভাগ ক্ষেত্রে প্রভাবশালী দৃষ্টান্ত হিসেবে  সামাজিক বিবর্তনবাদকে প্রতিস্থাপন করেছিল। কোসিন্নার প্রত্নতাত্ত্বিক সংস্কৃতির মূল ধারণাটি, তার জাতিগত দিক থেকে ছিটকে, ভেরে গর্ডন চাইল্ড এবং ফ্রাঞ্জ বোস দ্বারা গৃহীত হয়েছিল, সেই সময়ে যথাক্রমে ব্রিটেন ও আমেরিকার সবচেয়ে প্রভাবশালী প্রত্নতাত্ত্বিকরা। শিশু, বিশেষ করে, প্রত্নতাত্ত্বিক সংস্কৃতির সংজ্ঞা প্রণয়নের জন্য দায়ী ছিল যা আজও ব্যাপকভাবে প্রযোজ্য। তিনি প্রত্নতাত্ত্বিক সংস্কৃতিকে নিদর্শন হিসাবে সংজ্ঞায়িত করেছিলেন এবং অবশেষ যা ধারাবাহিকভাবে একসাথে ঘটে। এটি \"শব্দটির নতুন ও বিচ্ছিন্ন ব্যবহার চালু করেছে যা বর্তমান নৃতাত্ত্বিক ব্যবহার থেকে উল্লেখযোগ্যভাবে ভিন্ন।\" বিশেষ করে তার সংজ্ঞা ছিল প্রত্নতাত্ত্বিক তথ্য বিন্যাস করার জন্য বিশুদ্ধভাবে শ্রেণীবিন্যাসকারী যন্ত্র।\nযদিও তিনি প্রত্নতাত্ত্বিক নথিতে নির্দিষ্ট জাতিসত্তাকে চিহ্নিত করার বিষয়ে সন্দিহান ছিলেন এবং সংস্কৃতির পরিবর্তন ব্যাখ্যা করার জন্য অভিবাসনবাদের চেয়ে প্রসারণবাদের দিকে অনেক বেশি ঝুঁকেছিলেন, চিল্ড এবং পরবর্তীকালের সংস্কৃতি-ঐতিহাসিক প্রত্নতাত্ত্বিকরা, যেমন কোসিন্না, এখনও পৃথক প্রত্নতাত্ত্বিক সংস্কৃতির সাথে সমতুল্যপৃথক \"মানুষ\"। পরবর্তীকালে প্রত্নতাত্ত্বিকরা বস্তুগত সংস্কৃতি এবং মানব সমাজের মধ্যে সরল সম্পর্ক নিয়ে প্রশ্ন তুলেছেন। প্রত্নতাত্ত্বিক সংস্কৃতির সংজ্ঞা এবং অতীতের মানুষের সাথে তাদের সম্পর্ক কম স্পষ্ট হয়েছে; কিছু কিছু ক্ষেত্রে, যাকে একচেটিয়া সংস্কৃতি বলে বিশ্বাস করা হতো তা বিচ্ছিন্ন সমাজ হিসেবে আরও গবেষণায় দেখানো হয়েছে। উদাহরণ স্বরূপ, উইন্ডমিল পার্বত্য সংস্কৃতি এখন নব্যপ্রস্তরযুগে দক্ষিণ গ্রেট ব্রিটেন দখলকারী বিভিন্ন গোষ্ঠীর জন্য সাধারণ লেবেল হিসেবে কাজ করে। বিপরীতভাবে, কিছু প্রত্নতাত্ত্বিক যুক্তি দিয়েছেন যে কিছু অনুমিতভাবে স্বাতন্ত্র্যসূচক সংস্কৃতি বৃহত্তর সংস্কৃতির প্রকাশ, কিন্তু তারা পরিবেশগত কারণগুলির উপর ভিত্তি করে স্থানীয় পার্থক্য দেখায় যেমন ক্ল্যাকটোনিয়ান মানুষের সাথে সম্পর্কিত। বিপরীতভাবে, প্রত্নতাত্ত্বিকরা বস্তুগত সংস্কৃতির মধ্যে পার্থক্য করতে পারে যা আসলে একক সাংস্কৃতিক গোষ্ঠীর অন্তর্গত। এটি লক্ষণীয় করা হয়েছে, উদাহরণস্বরূপ, যে গ্রামে বসবাসকারী এবং যাযাবর বেদুঈন আরবদের মৌলিকভাবে ভিন্ন বস্তুগত সংস্কৃতি রয়েছে এমনকি অন্য দিক থেকেও তারা খুব একই রকম। অতীতে, এই ধরনের সমকালীন অনুসন্ধানগুলি প্রায়ই অন্যান্য গোষ্ঠীর দ্বারা অনুপ্রবেশের প্রতিনিধিত্ব হিসাবে ব্যাখ্যা করা হত।\n\n\n== সমালোচনা ==\nপ্রত্নতাত্ত্বিক সংস্কৃতির ধারণাটি প্রত্নতাত্ত্বিক ক্ষেত্রের মধ্যে বিভাজিত বিষয়। যখন প্রথম বিকশিত হয়, প্রত্নতাত্ত্বিক সংস্কৃতিকে প্রকৃত মানব সংস্কৃতির প্রতিফলন হিসেবে দেখা হতো।\n\nসংস্কৃতির এই দৃষ্টিভঙ্গি হবে \"সম্পূর্ণ সন্তোষজনক যদি প্রত্নতত্ত্বের লক্ষ্য শুধুমাত্র এই সত্তাগুলির সংজ্ঞা ও বর্ণনা করা হয়।\" যাইহোক, ১৯৬০-এর দশকের চারপাশে ঘূর্ণায়মান এবং প্রত্নতত্ত্ব আরও বৈজ্ঞানিক হতে চাওয়ায়, প্রত্নতাত্ত্বিকরা কেবল নিদর্শন বর্ণনা করার চেয়ে আরও বেশি কিছু করতে চেয়েছিলেন, এবং প্রত্নতাত্ত্বিক সংস্কৃতি পাওয়া গেছে।\nঅভিযোগ এসেছে যে প্রত্নতাত্ত্বিক সংস্কৃতি ছিল \"আদর্শবাদী\" কারণ এটি অনুমান করে যে নিয়ম ও ধারণাগুলিকে \"সাংস্কৃতিক পরিচয়ের সংজ্ঞায় গুরুত্বপূর্ণ\" হিসাবে দেখা হয়৷ এটি সংস্কৃতির বিশেষত্বের উপর জোর দেয়: \"কেন ও কীভাবে তারা সন্নিহিত গোষ্ঠী থেকে আলাদা।\" প্রক্রিয়াবাদী, এবং পরবর্তীকালে সাংস্কৃতিক-ঐতিহাসিক প্রত্নতত্ত্বের অন্যান্য সমালোচকরা যুক্তি দিয়েছিলেন যে প্রত্নতাত্ত্বিক সংস্কৃতি সংস্কৃতিকে \"শুধু ধারণার উচ্ছৃঙ্খল জনসাধারণ সমাবেশ\" হিসাবে বিবেচনা করে।\nপ্রত্নতাত্ত্বিক সংস্কৃতি বর্তমানে নিদর্শন বাছাই এবং একত্রিত করার জন্য উপযোগী, বিশেষ করে ইউরোপীয় প্রত্নতত্ত্বে যা প্রায়ই সংস্কৃতি-ঐতিহাসিক প্রত্নতত্ত্বের দিকে পড়ে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== বহিঃসংযোগ ==\n\nWhat is an archeological culture? – Academia.edu"}