{"pageid": 1393126, "title": "জাপান স্টিল ওয়ার্কস", "url": "https://bn.wikipedia.org/wiki?curid=1393126", "content": "জাপান স্টিল ওয়ার্কস লিমিটেড হলো জাপানের একটি ইস্পাত প্রস্তুতকারক সংস্থা। এই সংস্থাটি ১৯০৭ সালে জাপানের মুরোরান, হোক্কাইডোতে প্রতিষ্ঠিত হয়েছিল।\n\n\n== ইতিহাস ==\nব্রিটিশ ফার্ম ভিকার্স, আর্মস্ট্রং হুইটওয়ার্থ এবং মিৎসুই  এই তিনটি সংস্থা একত্রে বিনিয়োগ করে জাপান স্টিল ওয়ার্কস প্রতিষ্ঠা করা হয়। দ্বিতীয় বিশ্বযুদ্ধের সময় জাপান স্টিল ওয়ার্কস যুদ্ধজাহাজ ইয়ামাটোতে লাগানোর জন্য বিশ্বের বৃহত্তম বন্দুকের ব্যারেল তৈরি করেছিল। ১৯৪৫ সালে মিত্রবাহিনীর আক্রমণে মুররানে এই সংস্থার প্রধান কারখানায় ২০০ জন শ্রমিক নিহত হন। \n\n\n== পণ্য ==\nজাপান স্টিল ওয়ার্কসে ইস্পাতকে বিশুদ্ধ করতে যে সকল শিল্প প্রক্রিয়া ব্যবহৃত হয় সেগুলি বেশ উচ্চ মানের। এর মধ্যে রয়েছে ইস্পাতর অবিশুদ্ধি দূর করতে আর্গন গ্যাসের ব্যবহার। এখানে ইস্পাতকে শক্ত করতে ম্যাঙ্গানিজ, ক্রোমিয়াম এবং নিকেল যোগ করা।\nবিশ্বের মাত্র পাঁচটি নির্মাতার মধ্যে একটি হওয়ায় জাপান স্টিল ওয়ার্কসের পরিষেবার অত্যন্ত চাহিদা রয়েছে। কারণ এই কোম্পানির হোক্কাইডো দ্বীপে অবস্থিত কারখানায় পারমাণবিক চুল্লির জন্য ব্যবহৃত একক বৃহত্তম রিঅ্যাক্টরগুলি তৈরি হয়। ২০১০ সালের হিসাব অনুযায়ী অন্য চারটি নির্মাতারা হলো চীনের দুটি কোম্পানি, একটি রাশিয়ায় ( এটোমেনারগোমাশ ) এবং একটি ফ্রান্সে ( ফ্রেমাটোম )। তবে জাপান স্টিল ওয়ার্কসই একমাত্র ইস্পাত প্রস্তুতকারক যারা ঢালাই করে রিঅ্যাক্টরের একক অংশ অর্থাৎ রিঅ্যাক্টরের কোরগুলি এমনভাবে তৈরি করেন যাতে আলাদাভাবে কোন ওয়েল্ডিং না থাকে। এর ফলে তেজস্ক্রিয় বিকিরণের ঝুঁকি কম থাকে। কোম্পানিটি তাদের উৎপাদন মাত্রা প্রতি বছর ৪টি থেকে বাড়িয়ে ৬টি ইউনিট করেছে। ২০১৩ সালের মধ্যে এর ধারণক্ষমতা হয় প্রতি বছর ১১ টি ইউনিট। উৎপাদনে নানা বাধার কারণে বিশ্বজুড়ে এইসব সংস্থাগুলি কয়েক মিলিয়ন ডলার মূল্যের আমানতের সাথে আগে অর্ডার জমা দিতে হয়। অন্যান্য নির্মাতারা বিকল্প পদ্ধতি ব্যবহার করে একটি অনুরূপ একক রিঅ্যাক্টর তৈরি করার উপায় খুঁজে বের করার চেষ্টা করছে। ওয়েল্ডিং করেও একক ইউনিট তৈরি করার বিভিন্ন বিকল্প পরীক্ষা করছে। তবে ওয়েল্ডিং করার জায়গাটি দুর্বল হয়ে পড়ে। যার ফলে চুল্লি ফুটো পর্যন্ত হতে পারে।\nজাপান স্টিল ওয়ার্কস দ্বারা উৎপাদিত অন্যান্য ইস্পাত পণ্যগুলির মধ্যে রয়েছে প্লাস্টিক প্রক্রিয়াকরণের জন্য ইস্পাতের তৈরি মেশিন। তারা সীমিত সংখ্যক ঐতিহ্যবাহী জাপানি তলোয়ারও তৈরি করে। তাছাড়া টাইপ ১০ যুদ্ধ ট্যাঙ্ক, টাইপ ১৫৫ মিমি স্ব-চালিত হাউইটজার এবং নেভাল আর্টিলারির উন্নয়নে জাপান স্টিল ওয়ার্কসের যোগদান রয়েছে।\n\n\n== আর্থিক তথ্য ==\n২০০১ অর্থবছরে জাপান স্টিল ওয়ার্কসের বিক্রি হয়েছিল ¥ ১১৯.৭০ বিলিয়ন। তাতে ¥১.৮১ বিলিয়ন এর নিট ক্ষতি হয়। ২০০২ সালে তাদের কর্মক্ষমতার উন্নত হয়। ঐ বছর বিক্রি হয়েছিল ¥১২৯ বিলিয়ন, নিট মুনাফা হয় ¥১০০ মিলিয়ন। যদিও ¥৬০০ মিলিয়ন বিক্রয় মূল্যে তাদের নিট লাভের পূর্বের অনুমান ¥১৩৪ বিলিয়ন থেকে অনেক কম ছিল।\nজাপান স্টিল ওয়ার্কস লিমিটেড ২০০৭ সলের ৩১ ডিসেম্বর পর্যন্ত নয় মাসে তারা ১২.৬ বিলিয়ন ¥ নেট মুনাফা বাড়িয়েছে। রাজস্ব ছিল ¥১৫৯.২ বিলিয়ন পর্যন্ত। পরিচালন মুনাফা বেড়ে হয় ¥২১.৯ বিলিয়ন। সাধারণ মুনাফা বেড়ে ¥২১.২ বিলিয়ন হয়েছে৷ ৩১মার্চ, ২০০৮ থেকে পূর্ণ-বছরের রাজস্ব পূর্বাভাস অপরিবর্তিত ¥ ২১৮ বিলিয়ন। কোম্পানিটি পুরো বছরের নিট লাভের পূর্বাভাস ¥ ১৫ বিলিয়ন বজায় রেখেছে।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}