{"pageid": 1393347, "title": "১৯৯৩-২০১৬ আজারবাইজানে সামরিক সংস্কার", "url": "https://bn.wikipedia.org/wiki?curid=1393347", "content": "কারাবাখ যুদ্ধ চলাকালীন এবং তার পরবর্তী সময়ে আজারবাইজানের সামরিক ক্ষেত্র উন্নত করার জন্য পদক্ষেপ নেওয়ার প্রয়োজন গুরুত্বপূর্ণ হয়ে পড়েছিল। হায়দার আলিয়েভের অধীনে সরকারের প্রধান লক্ষ্য ছিল সামরিক অবকাঠামো প্রতিষ্ঠা ও শক্তিশালী করা।\n\n\n== ইতিহাস ==\nআজারবাইজান ১৯৯১ সালে স্বাধীনতা লাভ করে, সেই সময়ে এই রাষ্ট্রটি আর্মেনিয়ার সাথে যুদ্ধরত অবস্থায় ছিল। একই বছরে সেনাবাহিনী, নৌবাহিনী এবং বিমানবাহিনী সহ স্বাধীন আজারবাইজানের প্রথম জাতীয় সামরিক বাহিনী গঠিত হয়।\n১৯৯১ সালের ৫ই সেপ্টেম্বর আজারবাইজানের প্রতিরক্ষা মন্ত্রণালয় প্রতিষ্ঠিত হয়েছিল। এই বছরে সেনাবাহিনীর কাঠামোর ব্যবস্থা এবং প্রথম ব্রিগেড তৈরি করা হয়, এইসঙ্গে সামরিক বাহিনীর জন্য জাতীয় কর্মী গঠনের প্রক্রিয়া শুরু করা হয়। এই সময়ের মধ্যে আজারবাইজানের একটি নেতৃস্থানীয় শক্তি কাঠামো ছিল সামরিক বাহিনী। আজারবাইজানের সশস্ত্র বাহিনীকে আধুনিকীকরণের প্রথম পদক্ষেপ নেওয়া হয়েছিল। এই উদ্দেশ্যে অস্ত্র ও প্রযুক্তির উন্নতি এবং সেনাবাহিনীর সাঁজোয়া গাড়িকে উন্নত করা শুরু হয়েছিল। আজারবাইজান কৌশলগত মিত্র বেছে নিতে শুরু করে এবং জাতীয় নিরাপত্তাকে অগ্রাধিকার প্রদান করে।\n১৯৯২ সালের জুলাই মাসে, আজারবাইজান ইউরোপে প্রচলিত সশস্ত্র বাহিনীর চুক্তি অনুমোদন করে, এর মাধ্যমে প্রচলিত সামরিক সরঞ্জামের সীমাবদ্ধতা তৈরি করা হয়েছিল।\n১৯৯৩ সালে আজারবাইজানের রাষ্ট্রপতি নির্বাচিত হওয়ার পর, হায়দার আলিয়েভের সরকার একটি একক সেনাবাহিনী তৈরি করতে শুরু করে। ১৯৯৩ সালের নভেম্বরে, আজারবাইজানীয় সংসদ প্রতিরক্ষা আইন পাস করে। ১৯৯৪ সালে আর্মেনিয়ার সাথে যুদ্ধবিরতি চুক্তিতে স্বাক্ষর করার পর, দেশটি সশস্ত্র বাহিনীতে সংস্কার পরিচালনার সুযোগ লাভ করে। সশস্ত্র বাহিনীতে গঠনমূলক কাজ এবং কাঠামোগত সংস্কার সম্পাদন করা হয়। এর ফলে যুদ্ধ-সম্পর্কিত লক্ষ্যবস্তুগুলির পরিকল্পনা, যথাযথ সামরিক বিজ্ঞানের প্রয়োজনীয়তা অনুসারে সামরিক বিভাগ পরিচালনা এবং কর্মীদের উন্নতির পরিকল্পনা কেন্দ্রীভূত ব্যবস্থাপনার অধীনে চলে আসে।।\n\n\n== সংস্কার ==\n২০০৫ সালের মে মাসে আজারবাইজান এবং ন্যাটোর মধ্যে ব্যক্তিগত অংশীদারি কর্ম পরিকল্পনা (আইপিএপি) স্বাক্ষরিত হওয়ার পর, প্রতিরক্ষা এবং নিরাপত্তা সম্পর্কিত আজারবাইজানীয় সমাজের উদ্দেশ্যগুলি নির্দিষ্ট রূপরেখা গ্রহণ করে। আইপিএপি এর কাঠামোর মধ্যে, আজারবাইজান অনেকগুলো প্রতিশ্রুতি গ্রহণ করেছে।\n২০০৯ সালে দেশের সামরিক বাজেট ছিল প্রায় $২.৪৬ বিলিয়ন, ২০১৫ সালে এটি বেড়ে $৪.২ বিলিয়ন করা হয়েছে। সশস্ত্র বাহিনীতে মোট সৈন্যের সংখ্যা- স্থল বাহিনীতে ৫৬,৮৪০ জন, বিমানবাহিনীতে ৭,৯০০ জন এবং নৌবাহিনীতে ২,২০০ জন। ১৯,৫০০ জন কর্মী ন্যাশনাল গার্ড, স্টেট বর্ডার সার্ভিস এবং অভ্যন্তরীণ বাহিনীতে কাজ করেন। এছাড়াও, ৩০০,০০০ প্রাক্তন কর্মী রয়েছেন যারা গত ১৫ বছরে সামরিক পরিষেবা দিয়েছেন। আজারবাইজানের সামরিক যুদ্ধাস্ত্রের মধ্যে ৩০০টিরও বেশি প্রধান যুদ্ধ ট্যাঙ্ক, ৫৯৫টি সাঁজোয়া যুদ্ধ যান এবং ২৭০টি কামান ব্যবস্থা রয়েছে। বিমান বাহিনীর ১০৬টি বিমান এবং ৩৫টি হেলিকপ্টার রয়েছে।\n\n\n=== সামরিক শিল্প ===\nদীর্ঘ বছর ধরে অন্যান্য দেশ থেকে সমস্ত সামরিক সুবিধা কেনার পর, ২০০০ সালের দশকের গোড়ার দিকে, আজারবাইজান তার নিজস্ব সামরিক সরঞ্জাম এবং মেশিন তৈরি করার সিদ্ধান্ত নেয়। এই উদ্দেশ্যে, ২০০৫ সালের ১৬ই ডিসেম্বর, রাষ্ট্রপতির আইন দ্বারা আজারবাইজানের প্রতিরক্ষা শিল্প মন্ত্রণালয় প্রতিষ্ঠিত হয়েছিল।\nআজারবাইজানে প্রায় ১৩০টি প্রতিরক্ষা পণ্য উৎপাদিত হয়েছে, বিশেষ করে, গুর্জা টহল যান, ৭.৬২ х ৫৪ মিলিমিটার গুর্জা এবং শিমশেক-১০ মেশিনগান, ৭.৬২ х ৫১ মিলিমিটার ইয়ালগুজাগ, ইস্তিগ্লাল-১-টি এবং মুবারিজ স্নাইপার রাইফেল, এইচপি ৭.৬২ নকশার ৭.৬২  মিলিমিটার অ্যাটাক মেশিনগান। উৎপাদিত অস্ত্রগুলি ন্যাটোর মান পূরণ করে।\nআজারবাইজান রাশিয়ান টি-৫৫ ট্যাঙ্কের কাঠামোর উপর ভিত্তি করে একটি সাঁজোয়া যান তৈরিতে ইসরায়েলি প্রতিরক্ষা সংস্থা এবং দুটি তুর্কি কোম্পানির সাথে সহযোগিতা করেছে। আজারবাইজান ইসরায়েলি নকশা করা গুপ্তচর বিমানও তৈরি করে, যার মধ্যে আছে লাইসেন্সপ্রাপ্ত পাইলটবিহীন গুপ্তচর প্লেন অরবিটার-২এম এবং অ্যারোস্টার। দুটিই বাকুর কাছে আজাদ সিস্টেম কোম্পানির কারখানায় তৈরি করা হয়।\n\n\n=== সামরিক একাডেমি ===\nজামশিদ নাখচিভানস্কি মিলিটারি লাইসিয়াম এবং হায়দার আলিয়েভ মিলিটারি লিসিয়ামে শিক্ষার প্রথম পর্যায় বাস্তবায়ন করা হয়। সশস্ত্র বাহিনীর ওয়ার কলেজ, সশস্ত্র বাহিনীর প্রশিক্ষণ ও শিক্ষা কেন্দ্র এবং আজারবাইজান উচ্চ সামরিক একাডেমির মতো উচ্চ সামরিক শিক্ষা প্রতিষ্ঠানে স্নাতক এবং স্নাতকোত্তর স্তরের সামরিক কর্মীদের প্রস্তুত করা হয়। অন্যান্য প্রতিষ্ঠানের মধ্যে রয়েছে আজারবাইজানের সেকেন্ডারি মিলিটারি মেডিকেল স্কুল এবং আজারবাইজান মেডিকেল ইউনিভার্সিটির মিলিটারি মেডিকেল ফ্যাকাল্টি।\n\n\n== আন্তর্জাতিক সংস্থাগুলির সাথে সহযোগিতা ==\n\n\n=== ন্যাটোর সাথে সহযোগিতা ===\n১৯৯৪ সাল থেকে আজারবাইজান ন্যাটোর সামরিক প্রশিক্ষণ ও শিক্ষা কার্যক্রমে যোগ দিয়েছে। ১৯৯৭ সাল থেকে আজারবাইজান উচ্চ সামরিক একাডেমিতে, ২০০০ সাল থেকে সশস্ত্র বাহিনীর ওয়ার কলেজে এবং ২০০১ সাল থেকে সশস্ত্র বাহিনীর শিক্ষা ও প্রশিক্ষণ কেন্দ্রে ন্যাটোর সামরিক শিক্ষা ব্যবস্থার মান প্রয়োগ করা শুরু হয়েছে। স্বতন্ত্র অংশীদারিত্ব কর্মসূচির (আইপিপি) কাঠামোর মধ্যে আন্তর্জাতিক শান্তিরক্ষা এবং মানবিক কার্যক্রমে অংশগ্রহণের জন্য বিশেষ বাহিনী প্রস্তুত করা হচ্ছে। কর্মসূচি বাস্তবায়ন ক্ষেত্রগুলির মধ্যে রয়েছে প্রতিরক্ষা নীতি ও কৌশল, ভাষা প্রশিক্ষণ; সামরিক অনুশীলন ও সংশ্লিষ্ট প্রশিক্ষণ; সামরিক শিক্ষা ইত্যাদি\nন্যাটোর সহযোগিতায় ওয়ার কলেজের মধ্যে একটি সিমুলেশন এবং মডেলিং সেন্টার প্রতিষ্ঠিত হয়। ক্রিয়াকলাপ পরিকল্পনা, দস্তাবেজ তৈরি, কমান্ড পোস্টে এবং ফিল্ড অনুশীলনে ব্যবহৃত মানচিত্র ও পরিভাষা ন্যাটোর মান অনুযায়ী প্রয়োগ করা হচ্ছে। সশস্ত্র বাহিনীতে সব ধরনের সৈন্যের কর্মী কাঠামো ন্যাটোর মানদণ্ড অনুযায়ী করা হয়েছে।\n২০০৪ সালের মার্চ মাসে আজারবাইজান ন্যাটোর অপারেশনাল ক্যাপাবিলিটি কনসেপ্ট ইভালুয়েশন ও ফিডব্যাক প্রোগ্রামে (প্রয়োগসংক্রান্ত ক্ষমতার ধারণা মূল্যায়ন এবং প্রতিক্রিয়া প্রোগ্রাম) যোগ দেয়। এর ফলে তারা ন্যাটো-নেতৃত্বাধীন ক্রিয়াকলাপে সরাসরি অংশগ্রহণের সুযোগ পায়। ১৯৯৭ সালে দেশে একটি শান্তিরক্ষী পল্টন প্রতিষ্ঠিত হয়, ২০০১ সালে প্রতিষ্ঠিত হয় একটি শান্তিরক্ষা বাহিনী। জাতীয় নিরাপত্তা ধারণা (এনএসসি), সামরিক মতবাদ (এমডি), এবং কৌশলগত প্রতিরক্ষা পর্যালোচনা (এসডিআর) এর মতো মূল জাতীয় কৌশলগত নথি তৈরির প্রক্রিয়ার জন্য ন্যাটো আজারবাইজানকে সহায়তা প্রদান করেছে। ২০০৭ সালের ২৩শে মে, আজারবাইজানের রাষ্ট্রপতি, জাতীয় নিরাপত্তা ধারণা (এনএসসি)কে নিশ্চিত করেছিলেন। ২০১০ সালের জুন মাসে আজারবাইজানের সংসদ কর্তৃক সামরিক মতবাদটি গৃহীত হয়েছিল।\nআজারবাইজানীয় প্রতিরক্ষা কাঠামো এবং ন্যাটোর মধ্যে সহযোগিতার অধীনে, আজারবাইজান ইউরো-আটলান্টিক নিরাপত্তা সংস্থাগুলির সাথে ঘনিষ্ঠ সহযোগিতা অর্জন করেছে, শান্তি সহায়তা কার্যক্রমে অংশগ্রহণ করে আন্তর্জাতিক শান্তি ও নিরাপত্তায় অবদান রেখেছে, ন্যাটোর অপারেশনাল সক্ষমতা ধারণা মূল্যায়ন এবং প্রতিক্রিয়া প্রোগ্রামের মধ্যে অপারেশনাল ইন্টারঅপারেবিলিটির (ইন্টারঅপারেবিলিটি বোঝায় মানদণ্ড, আচরণ বিধি, প্রযুক্তি এবং প্রক্রিয়াগুলিকে, যা ন্যূনতম মানব সম্পদের সাহায্যে বিভিন্ন সিস্টেমের মধ্যে তথ্য প্রবাহিত করতে দেয়) স্তর বৃদ্ধি করেছে, আজারবাইজানি সামরিক বাহিনীতে ন্যাটোর মান প্রয়োগ করেছে, আজারবাইজানের সামরিক শিক্ষা ও প্রশিক্ষণ ব্যবস্থা উন্নত করেছে, কৌশলগত ধারণাগত নথি তৈরি করেছে, সহযোগিতা সম্পন্ন প্রাসঙ্গিক ক্ষেত্রে পেশাদার কর্মীদের প্রশিক্ষণ দিয়েছে, অপারেশনাল সক্ষমতা উন্নত করেছে।\n\n\n=== আন্তর্জাতিক রেড ক্রস কমিটি (আইসিআরসি)র সাথে সহযোগিতা ===\nআর্মেনিয়ার সাথে নাগর্নো-কারাবাখ নিয়ে বিরোধের কারণে ১৯৯২ সালে রেড ক্রসের আন্তর্জাতিক কমিটি আজারবাইজানে কাজ শুরু করে। এদের মূল উদ্দেশ্য ছিল নিখোঁজ ব্যক্তি এবং সংঘাত-ভিত্তিক বা নিরাপত্তার কারণে আটক ব্যক্তিদের সমস্যা নিয়ে কাজ করা। যোগাযোগ রেখা এবং আর্মেনিয়ার সাথে আন্তর্জাতিক সীমান্তের কাছাকাছি বসবাসকারী জনসংখ্যাকে রক্ষা ও সাহায্য করার জন্য আইসিআরসি কাজ করে।\n২০১৭ সালের ফেব্রুয়ারিতে, আইসিআরসি দ্বারা সংগঠিত একটি স্থানান্তরের মাধ্যমে, আজারবাইজানীয় সৈনিকের মৃতদেহ আর্মেনিয়া থেকে আজারবাইজানে ফিরিয়ে দেওয়া হয়েছিল। ২০১৬ সালে এপ্রিল যুদ্ধের সময়, এই সংস্থাটি যুদ্ধে নিহতদের মৃতদেহ অনুসন্ধান এবং উদ্ধার করতে সংশ্লিষ্ট ব্যক্তিদের সহায়তা করেছিল।\n\n\n== আজারবাইজানের শান্তিরক্ষী বাহিনী ==\nসীমানা রক্ষার পাশাপাশি, ১৯৯৭ সালে, আজারবাইজান নিজের শান্তিরক্ষা বাহিনী গঠন করে এবং প্রধানত আফগানিস্তানে ন্যাটোর আন্তর্জাতিক নিরাপত্তা সহায়তা বাহিনী (আইএসএএফ) দ্বারা পরিচালিত ক্রিয়াকলাপে যোগ দেয়। সহযোগী বাহিনীর মধ্যে রয়েছে আজারবাইজানীয় ন্যাশনাল গার্ড, আজারবাইজানের অভ্যন্তরীণ সৈন্যদল এবং রাজ্য সীমান্ত পরিষেবা, যারা নির্দিষ্ট পরিস্থিতিতে রাষ্ট্রীয় প্রতিরক্ষায় জড়িত হতে পারে। আজারবাইজান সেই দেশগুলির মধ্যে একটি, যার শান্তিরক্ষা বাহিনী মার্কিন যুক্তরাষ্ট্রের মেরিন ব্যাটালিয়নে একসাথে কাজ করে।\nইরাকে, আজারবাইজানীয় শান্তিরক্ষী সৈন্যদের একটি কোম্পানি হাদিথাহ বাঁধ এলাকায় পাহারা দেওয়ার দায়িত্বে রয়েছে, এটি দেশের অন্যতম গুরুত্বপূর্ণ বিদ্যুতের উৎস।\nআজারবাইজান আফগানিস্তানকে শুধু শান্তিরক্ষা বাহিনী দিয়েই নয়, চিকিৎসা ক্ষেত্রে এবং স্থল মাইন পরিষ্কার করার ক্ষেত্রেও সাহায্য করেছিল। এটি আফগান সামরিক বাহিনীর সদস্যদের আজারবাইজানের সামরিক বিদ্যালয়ে অধ্যয়ন ও প্রশিক্ষণের সুযোগ প্রদান করে। ২০০৯ সালের অক্টোবরে  আজারবাইজানীয় সংসদে একটি সিদ্ধান্ত গৃহীত হয়, যার ফলে আফগানিস্তানে শান্তিরক্ষীদের সংখ্যা দ্বিগুণ ক'রে ৯০জন করা হয়। আজারবাইজানীয় সেনারা আইএসএএফ-এ তুর্কি দলের অধীনে কাজ করছে। পৃথগীকৃত কর্মীরা (এটি একটি নির্দিষ্ট কাজের জন্য একটি বড় ইউনিট থেকে বিচ্ছিন্ন হতে পারে বা একটি বাহিনীর চেয়ে ছোট একটি স্থায়ী ইউনিট হতে পারে) কাবুলের টিভি টাওয়ার এবং একটি আইএসএএফ যুদ্ধাস্ত্র সংরক্ষণের পাশাপাশি টহল পরিষেবা পরিচালনা করছে। আজারবাইজানীয় শান্তিরক্ষা পল্টন ১৯৯৯ সালের সেপ্টেম্বর থেকে ২০০৮ সাল পর্যন্ত কসোভোতে শান্তিরক্ষা এবং শান্তি সহায়তা কার্যক্রমে অংশগ্রহণ করেছিল। আন্তর্জাতিক সংযুক্ত বাহিনীর অংশ হিসেবে আজারবাইজান থেকে আসা শান্তিরক্ষা বাহিনী ২০০৩ সালের আগস্ট থেকে ২০০৮ সাল পর্যন্ত ইরাকে কাজ করেছে।\n\n\n== আরও দেখুন ==\nআজারবাইজানীয় সশস্ত্র বাহিনী\n২০০৮ রাশিয়ান সামরিক সংস্কার\n২০১৫ গণপ্রজাতন্ত্রী চীন সামরিক সংস্কার\nঅটোমান সামরিক সংস্কার\n\n\n== বহিঃসংযোগ ==\nhttps://www.files.ethz.ch/isn/94197/b50_azerbaijan_defence_sector.pdf\n[১]\nhttps://en.trend.az/azerbaijan/politics/1178693.html\nhttps://books.google.com/books?id=bNsEBwAAQBAJ&dq=military+reforms+in+azerbaijan&pg=PA313\nhttps://www.azernews.az/nation/98487.html\nরয়টার্স\nhttps://www.azernews.az/nation/55869.html\n\n\n== তথ্যসূত্র =="}