{"pageid": 1393097, "title": "অনন্ত", "url": "https://bn.wikipedia.org/wiki?curid=1393097", "content": "অনন্ত (সংস্কৃত: अनन्त), একটি সংস্কৃত শব্দ, এবং প্রাথমিকভাবে বিষ্ণুর একটি উপাধি।\n\n\n== বৈষ্ণবধর্ম ==\n\nএটি বিষ্ণুর অনেক নামের মধ্যে অন্যতম। অনন্তও শেষনাগের একটি নাম, স্বর্গীয় সাপ, যার উপর বিষ্ণু মহাজাগতিক মহাসাগরে হেলান দিয়ে শুয়ে আছেন।\nমহাভারতে, অনন্ত বা শেষ কদ্রুর মাধ্যমে তার জ্যেষ্ঠ পুত্র হিসাবে কশ্যপের পুত্র, প্রজাপতিদের একজন। কদ্রু তার ছেলেদেরকে উচ্চৈঃশ্রবার লেজের চুলে ঝুলে থাকতে বলেছিলেন যারা তা করতে অস্বীকার করলে জন্মেজয়ের সর্পযজ্ঞে মৃত্যুর জন্য অভিশপ্ত হয়েছিল। অনন্তকে ব্রহ্মা রক্ষা করেছিলেন যিনি তাকে পাতালে জগতে গিয়ে তার ফণাগুলিতে বিশ্বকে তুলে রাখার নির্দেশ দিয়েছিলেন এবং এইভাবে পাতালে নাগদের রাজা হয়েছিলেন। অনন্তের কৃপায়, গর্গ জ্যোতির্বিদ্যা এবং কার্যকারণ বিজ্ঞানে দক্ষতা অর্জন করতে সক্ষম হন।\nএটা বলা হয় যে, যখন কল্পের শেষ হবে তখন রুদ্র অনন্তের মুখ থেকে নির্গত হয়ে তিন জগৎ-কে গ্রাস করবে।\nঅনন্ত ব্রহ্মা, শিব, স্কন্দ, কৃষ্ণ, বলরাম, পৃথিবী এবং অ বর্ণের একটি উপাধি।\n\n\n== বেদান্ত ==\nঅনন্ত হল চার ধরনের বস্তু বা সত্তার শ্রেণীর অন্যতম:\n\nঅনন্তের শুরু আছে কিন্তু শেষ নেই\nনিত্যের শুরু বা শেষ নেই\nঅনিত্যের শুরু এবং শেষ আছে\nঅনাদির কোন শুরু নেই, কিন্তু শেষ আছে\nবেদান্ত ধারার মতে, \"অনাদি (শুরুহীন) অনন্ত (অন্তহীন) অখণ্ড (অবিচ্ছিন্ন) সচ্চিদানন্দ (সত্তা-চেতনা-আনন্দ)\" বাক্যাংশে অনন্ত শব্দটি ব্যবহার করা হয়েছে অসীম, একক অ-দ্বৈত বাস্তবতাকে বোঝাতে।\nএটি ব্রাহ্মণকে ছয়টি বৈশিষ্ট্যের মধ্যে একটি হিসাবে নির্দেশ করে যা হল প্রজ্ঞা, প্রিয়ম, সত্যম, অনন্ত, আনন্দ এবং স্থিতি যা স্থানে নিজেকে প্রকাশ করে বলা হয়, যা ছয়টি ভিত্তির জন্যই সাধারণ।\nব্রাহ্মণের কোন প্রাথমিক কারণ নেই এবং এটি অনাদিকারণ নামে পরিচিত, অনাদি যা কোনো পণ্য নয়, যার মানে ব্রাহ্মণের কোন বস্তুগত কারণ নেই এবং কোন কিছুর বস্তুগত কারণও নয়। অনন্ত অসীম স্থান, অসীম স্থানই ব্রহ্ম।\n\n\n== যোগব্যায়াম ==\nযোগ ধরার মতে, অনন্ত হল অসীমের সর্প যিনি ভগবান শিব কর্তৃক দেবী পার্বতীকে দেওয়া গোপন শিক্ষার কথা শুনেছিলেন; গোপন সেই শিক্ষা ছিল যোগব্যায়াম। ধরা পড়ার পর অনন্তকে ভগবান শিব সেই শিক্ষা মানব জাতিদে দেওয়ার শাস্তি প্রদান করেন, সেই উদ্দেশ্যে অনন্ত মানব রূপ ধারণ করেছিলেন এবং তার নাম হয়েছিল পতঞ্জলি। তার যোগ সূত্রে, পতঞ্জলি আসনগুলোর নিখুঁততা অর্জনের জন্য শ্বাসের ব্যবহারের উপর জোর দিয়েছেন যা প্রচেষ্টা করার মাধ্যমে স্থিরতা এবং আরামকে অন্তর্ভুক্ত করে, প্রচেষ্টার অর্থ হল শ্বাস নেওয়ার প্রচেষ্টা। সূত্র ২.৪৭-এ অনন্ত শব্দটি দিয়ে শ্বাস-প্রশ্বাসের প্রচেষ্টাকে গুরুত্ব দেয়া হয়েছে। অনন্তকে পতঞ্জলি বলা হয় কারণ তিনি মানুষকে যোগ শেখাতে চেয়েছিলেন, তিনি স্বর্গ থেকে পৃথিবীতে পতিত হন গণিকা নামক এক ধর্মপরায়ণ নারীর হাতের তালুতে।\n\n\n== জৈন ধর্ম ==\nজৈনধর্ম অনুসারে প্রতিটি জীবের শুদ্ধ আত্মা হল:\n\nঅনন্ত-জ্ঞান (অন্তহীন জ্ঞান)\nঅনন্ত-দর্শন (অন্তহীন উপলব্ধি)\nঅনন্ত-চরিত্র (অন্তহীন চেতনা)\nঅনন্ত-সুখ (অন্তহীন সুখ)\n২৪ জন জৈন তীর্থঙ্করের মধ্যে ১৪তম জন অনন্ত বা অনন্তনাথ নামে পরিচিত।\n\n\n== বৌদ্ধধর্ম ==\nবৌদ্ধ মূর্তিতত্ত্বে অনন্তকে ধ্যানী বুদ্ধ অমিতাভ থেকে উদ্ভূত তিন নারী দেবতার একজন হিসেবেও দেখা যায়।\n\n\n== তথ্যসূত্র =="}