{"pageid": 1393189, "title": "বৃহদ্রথ ইক্ষ্বাকু", "url": "https://bn.wikipedia.org/wiki?curid=1393189", "content": "বৃহদ্রথ, ইক্ষ্বাকু জাতির অন্তর্গত, ছিলেন বৈদিক যুগের একজন রাজা (হিন্দু ঐতিহ্যে এই নামের বেশ কিছু রাজা আছে)। যোদ্ধা রাজা বৃহদ্রথ একজন মহারথী ছিলেন বলে ঋগ্বেদে পাওয়া যায়। বৃহদ্রথ শব্দের অর্থ হল পরাক্রমশালী যোদ্ধা। তিনি জন্ম ও পুনর্জন্মের অন্তহীন চক্র থেকে মুক্তির জন্য তার পুত্রের কাছে তার রাজ্য ত্যাগ করার আখ্যানটিতে মৈত্রী উপনিষদের শুরুতে আবির্ভূত হন। তার বা তার সময়কাল সম্পর্কে অন্য কোন তথ্য এই লেখায় বা অন্য কোন লেখায় পাওয়া যায় না। মৈত্রী উপনিষদ কৃষ্ণ যজুর্বেদের মৈত্রায়ণীয় শাখার অন্তর্গত, যে উপনিষদটি মৈত্রী বা মিত্রের পুত্র মৈত্রেয় সকায়নকে শিখিয়েছিলেন। বৃহদ্রথকে যখন বর দেওয়া হয়েছিল তখন তিনি আত্মজ্ঞান বেছে নিয়েছিলেন। তিনি তার বাড়ি এবং সম্পত্তি ত্যাগ করেছিলেন এবং তারপরে সকায়ন্যের সহায়তায় এমনকি তার দেহের \"আমিত্ব\" ত্যাগ করেছিলেন।\nহেডোনিজম বিরোধী, কথা উপনিষদে আছে যে, নচিকেতাকে যম কর্তৃক প্রদত্ত আনন্দময় জীবন দ্বারা প্রলুব্ধ হতে প্রত্যাখ্যান করে, নচিকেতা যখন যমকে বলেন তখন সম্পূর্ণ নৈরাশ্যে পতিত হয়\n\n- এখানে নীচের ক্ষয়িষ্ণু নশ্বর সৌন্দর্য এবং প্রেমের আনন্দের চিন্তাভাবনার জীবনে আনন্দিত হবেন, যখন তিনি একবার অবিনশ্বর অমরদের দ্বারা উপভোগ করা জীবনের স্বাদ পেয়েছেন? (কথা উপনিষদ I.১.২৮)।\nএই নৈরাশ্য ঋষি সকায়নের সামনে বৃহদ্রথের বিলাপের সমস্ত সীমা ছাড়িয়ে যায়, যখন তিনি জিজ্ঞাসা করেন-\n\n- এই দুর্গন্ধযুক্ত ও অপ্রস্তুত দেহে কামনার তৃপ্তি লাভ করে কি লাভ যা মূত্র, মূত্র, বায়ু, পিত্ত ও কফের সমষ্টি এবং যা অস্থি, চর্ম, মজ্জা, মজ্জা, মাংসের উপাদান দ্বারা নষ্ট হয়ে যায়?, বীর্য, রক্ত, শ্লেষ্মা ও অশ্রু? কাম, ক্রোধ, লোভ, ভয়, হতাশা, হিংসা, কামনা থেকে বিচ্ছেদ, অনাকাঙ্ক্ষিতের সাথে মিলন, ক্ষুধা, তৃষ্ণা, বার্ধক্য, মৃত্যু, ব্যাধি ও শোক দ্বারা আক্রান্ত এই দেহে কামনা-বাসনার তৃপ্তি লাভ করে কি লাভ? সত্যই এই সমস্ত পৃথিবী নিছক ক্ষয়প্রাপ্ত হয়। মাছি এবং শুঁয়ো, ঘাস এবং গাছের দিকে তাকান, যেগুলো কেবল ধ্বংস হওয়ার জন্য জন্মেছে। কিন্তু এগুলো কি? মহাসমুদ্রগুলো শুকিয়ে যায়, পর্বতগুলো ভেঙে যায়, মেরু-নক্ষত্রগুলো তার স্থান থেকে বিচ্যুত হয়, বাতাসের দড়ি ভেঙে যায়, পৃথিবী নিমজ্জিত হয় এবং দেবতারা তাদের অবস্থান থেকে সরে যায়\nএবং, তিনি সকায়নের পুত্রকে অনুরোধ করেন, যিনি তার সামনে বনে উপস্থিত হয়েছিলেন, তাকে বাঁচানোর জন্য যেমন কেউ একটি জলহীন কূপ থেকে একটি ব্যাঙকে বাঁচাতে পারে।\nসকায়ন্য তখন বৃহদ্রথকে শেখালেন কীভাবে নিজের মনকে দমন করতে হয় কারণ মনকে দমন করা হলেই কেউ তার জ্যোতির্ময় আত্মাকে তার সমস্ত মহিমায় সর্বত্র প্রদীপ্ত দেখতে পায় এবং যাকে দেখে নিজের চিন্তা থেকে মুক্ত নিঃস্বার্থ হয়। নিঃস্বার্থভাবে একজন পরম ঐক্য অর্জন করে।\n\n\n== তথ্যসূত্র =="}