{"pageid": 1393171, "title": "ইউনিভার্সাল স্টুডিওস সিঙ্গাপুর", "url": "https://bn.wikipedia.org/wiki?curid=1393171", "content": "ইউনিভার্সাল স্টুডিওস সিঙ্গাপুর (সংক্ষেপণ: ইউএসএস) হল একটি থিম পার্ক যা সিঙ্গাপুরের সেন্তোসাতে রিসোর্টস ওয়ার্ল্ড সেন্তোসা সমন্বিত রিসোর্টের মধ্যে অবস্থিত। এখানে সাতটি থিমযুক্ত জোনে ২৮টি রাইড, শো এবং আকর্ষণ রয়েছে। এটি বিশ্বজুড়ে পাঁচটি ইউনিভার্সাল স্টুডিও থিম পার্কের একটি।\nএটি ছিল সিঙ্গাপুরের দ্বিতীয় সমন্বিত রিসোর্ট (আইআর) নির্মাণের জন্য জেন্টিং সিঙ্গাপুরের বিডের একটি মূল উপাদান। ২০০৬ সালের ৮ ডিসেম্বর, সিঙ্গাপুর সরকার কনসোর্টিয়ামকে এই বিডের বিজয়ী ঘোষণা করে। এটি এশিয়ার দ্বিতীয় ইউনিভার্সাল স্টুডিও থিম পার্ক, অন্যটি ওসাকার ইউনিভার্সাল স্টুডিও জাপান এবং দক্ষিণ-পূর্ব এশিয়ায় প্রথম। ২০০৯ সালের ২০ অক্টোবর, যখন ইউনিভার্সাল স্টুডিও সিঙ্গাপুর পুরো পার্কের একটি মানচিত্র প্রকাশ করে তখন পার্কের জন্য অফিসিয়াল পরিকল্পনা সর্বপ্রথম জনসাধারণের কাছে উন্মোচিত হয়। ইউনিভার্সাল স্টুডিও সিঙ্গাপুর তার উদ্বোধনের ৯ মাসে ২ মিলিয়নেরও বেশি দর্শকদের আকর্ষণ করেছে।\n২০১১ সালের ২৮ মে, পার্কটি আনুষ্ঠানিকভাবে কার্যক্রম শুরু করে। উদ্বোধনী বছরে ৩ মিলিয়নেরও বেশি অতিথি পার্কটি পরিদর্শন করেছিলেন। তারপর থেকে, ইউনিভার্সাল স্টুডিও সিঙ্গাপুরে প্রতি বছর প্রায় ৪ মিলিয়ন দর্শক এসেছে।\nদর্শনার্থীদের মধ্যে স্থানীয় সিঙ্গাপুরবাসীদের পাশাপাশি আন্তর্জাতিক পর্যটকরাও ছিল। এটিকে ইউনিভার্সাল ডেস্টিনেশন্স অ্যান্ড এক্সপেরিয়েন্সেস দ্বারা \"এশিয়ার এক-এক ধরনের থিম পার্ক\" হিসাবে পরিচিত করানো হয়েছে এবং দক্ষিণ-পূর্ব এশিয়ায় এই ধরনের একমাত্র পার্কটি। এইকম (AECOM) থিম ইনডেক্স গ্লোবাল অ্যাট্রাকশন অ্যাটেনডেন্স প্রতিবেদন অনুসারে, ইউনিভার্সাল স্টুডিওস সিঙ্গাপুর বিশ্বব্যাপী পরিদর্শনকৃত বিনোদন/থিম পার্কগুলির মধ্যে অন্যতম।\n\n\n=== উপস্থিতি ===\n\n\n== পার্কের বিন্যাস ==\n\nইউনিভার্সাল স্টুডিওস সিঙ্গাপুরের আয়তন ২৫ হেক্টর (৬২ একর), এটি ইউনিভার্সাল পার্কগুলির মধ্যে সবচেয়ে ছোট এবং ৪৯-হেক্টর (১২০-একর) রিসোর্ট ওয়ার্ল্ড সেন্তোসার পূর্বদিকের অংশ জুড়ে রয়েছে। এখানে মোট ২৪টি আকর্ষণ রয়েছে, যার মধ্যে ১৮টি আসল বা বিশেষভাবে পার্কের জন্য অভিযোজিত। পার্কটি একটি উপহ্রদকে ঘিরে ছয়টি থিমযুক্ত অঞ্চল নিয়ে গঠিত। প্রতিটি অঞ্চল বেশিরভাগই সিনেমা এবং/অথবা টেলিভিশনের উপর ভিত্তি করে তৈরি, যেখানে তাদের নিজস্ব আকর্ষণ, দেখা ও অভ্যর্থনা জানানোর স্থান, ৩০টিরও বেশি রেস্তোরাঁ ও খাবারের কার্ট এবং পার্কের আশেপাশে অবস্থিত ২০টি খুচরা দোকান ও কার্ট রয়েছে৷\n\n\n=== হলিউড ===\nহলিউড হল পার্কের প্রধান প্রবেশ পথ। এর একমাত্র আকর্ষণ, একটি ব্রডওয়ে-শৈলীর থিয়েটার, এর সাথে রয়েছে বেশকয়েকটি রেস্তোরাঁ এবং বিভিন্ন শপিং স্থান। এই অঞ্চল হলিউড-অনুপ্রাণিত স্থাপত্য এবং খেজুর গাছে ভরা। এখানে হলিউড ওয়াক অব ফেমের একটি প্রতিরূপ রয়েছে।\n\n\n=== নিউ ইয়র্ক সিটি ===\nমূল নিউ ইয়র্ক শহরের উপর ভিত্তি করে পোস্ট-মডার্নাইজেশনের যুগের নিউ ইয়র্ক সিটি তৈরি করা হয়েছে। এই অঞ্চলটিতে বিভিন্ন ল্যান্ডমার্ক রয়েছে যা সাধারণত শহরের আকাশপথ, নিয়ন লাইট, সম্মুখভাগ এবং ফুটপাথ সহ চলচ্চিত্রে চিত্রিত করা হয়। এখানে নিউ ইয়র্ক পাবলিক লাইব্রেরির একটি প্রতিরূপও রয়েছে। বিশেষ সেসম স্ট্রিট চরিত্রের উপস্থিতির মধ্যে রয়েছে এলমো, বিগ বার্ড, কাউন্ট ভন কাউন্ট, অ্যাবি ক্যাডাবি, বার্ট, আর্নি, গ্রোভার, কুকি মনস্টার এবং অস্কার দ্য গ্রোচ। বিশেষ মাদাগাস্কার চরিত্রের উপস্থিতিতে অ্যালেক্স, গ্লোরিয়া এবং কিং জুলিয়ান অন্তর্ভুক্ত। বিশেষ মাদাগাস্কার চরিত্রের উপস্থিতিতে রয়েছে অ্যালেক্স, গ্লোরিয়া এবং কিং জুলিয়ান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}