{"pageid": 13932, "title": "কর্নিয়া", "url": "https://bn.wikipedia.org/wiki?curid=13932", "content": "কর্নিয়া (ইংরেজি: Cornea) চোখের সম্মুখ প্রান্তের স্বচ্ছ অংশ। এটি ঢেকে রাখে কনীনিকা এবং তারারন্ধ্রকে। তারারন্ধ্র হলো কনীনিকা মাঝের ছিদ্রটি যা ছানি মুক্ত চোখে কালচে দেখায় এবং ছানিযুক্ত চোখে ছানির পরিপক্কতার মাত্রা অনুসারে ধূসর বা সাদা দেখায়। স্বাভাবিক দৃষ্টির জন্য কর্নিয়া স্বচ্ছ থাকা আবশ্যক। কর্নিয়াতে কোন রক্তনালী না থাকাটা এর স্বচ্ছ হওয়ার অন্যতম একটি কারণ। স্বচ্ছতার কারণে এর ভেতর দিয়ে আলো চোখের ভেতরে প্রবেশ করে এবং পেছনের রেটিনার ওপর পড়তে পারে। তখন আমরা কোন বস্তুকে দেখতে পাই। কর্ণিয়া আলোক রশ্মি প্রবেশে সাহায্য করে।  মানব চোখে কর্নিয়ার প্রতিসরণ ক্ষমতা প্রায় ৪৩ ডায়াপ্টার।\nকর্ণিয়ায় প্রধানত ৫ টি স্তর থাকে।  এগুলো হলো (বাহির থেকে ভেতরের দিকে)\n\nকর্নিয়াল এপিথেলিয়াল\nবোম্যানস লেয়ার\nকর্নিয়াল স্টোমা (সাাস্টেনশিয়া প্রোপ্রিয়াও বলা হয়)\nডিসসিমেটস মেমব্রেন\nকর্নিয়াল এন্ডোথেলিয়াম\n২০১৩ সালে নটিংহাম বিশ্ববিদ্যালয়ের জনৈক হারমিন্দর সিংহ দুয়া একটি চমকপ্রদ তথ্য উপস্থাপন করেন। বিভিন্ন তথ্য ও ‍উপাত্তের মাধ্যমে উনি বোঝাতে চান যে, কর্নিয়ার ৩য় এবং ৪র্থ স্তরের মাঝে আরও একটি স্তর উপস্থিত। এটাকে উনি নাম দিয়েছেন প্রি-ডিসসিমেটস লেয়ার বা দুয়াস লেয়ার। অবশ্য এ সংক্রান্ত তথ্য এনাটমি বা চক্ষুবিজ্ঞানের কোন বইতে এখনও সংযোজন করা হয়নি।\nআঘাত লেগে বা জীবাণুর সংক্রমনে কর্নিয়াতে আলসার হতে পারে। দ্রুত প্রয়োজনীয় চিকিৎসা করা না হলে স্থায়ীভাবে কর্নিয়া ঘোলা হয়ে যেতে পারে। তখন দৃষ্টিতে প্রতিবন্ধকতার সৃষ্টি হয়। ওষুধের দ্বারা এর চিকিৎসা করা সম্ভব নয়। তখন একমাত্র চিকিৎসা হলো কর্ণিয়া প্রতিস্থাপন (ক্যাটারোপ্লাস্টি)। মরনোত্তর চক্ষুদান বলতে পুরো চোখ নয়, শুধুমাত্র কর্নিয়া দান করাকে বোঝায়।\n\n\n== তথ্যসূত্র ==\n\n\n== সাধারণ তথ্যসূত্র ==\nDaxer, Albert; Misof, Klaus; Grabner, Barbara; Ettl, Armin; Fratzl, Peter (১৯৯৮)। \"Collagen fibrils in the human corneal stroma: Structure and aging\"। Investigative Ophthalmology & Visual Science। 39 (3): 644–8। পিএমআইডি 9501878। ১২ জানুয়ারি ২০১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৫ জুলাই ২০১৬। \nDaxer, Albert; Fratzl, Peter (১৯৯৭)। \"Collagen fibril orientation in the human corneal stroma and its implication in keratoconus\"। Investigative Ophthalmology & Visual Science। 38 (1): 121–9। পিএমআইডি 9008637। ১২ জানুয়ারি ২০১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৫ জুলাই ২০১৬। \nFratzl, Peter; Daxer, Albert (১৯৯৩)। \"Structural transformation of collagen fibrils in corneal stroma during drying. An x-ray scattering study\"। Biophysical Journal। 64 (4): 1210–4। ডিওআই:10.1016/S0006-3495(93)81487-5। পিএমআইডি 8494978। পিএমসি 1262438 । \n\n\n== বহিঃসংযোগ ==\n\nইউনিভার্সিটি অব মিচিগান হেলথ সিস্টেমে অ্যাটলাস চিত্র: eye_1  - \"Sagittal Section Through the Eyeball\"\nFacts About The Cornea and Corneal Disease National Eye Institute (NEI)"}