{"pageid": 1393287, "title": "হিনো কুমাজো", "url": "https://bn.wikipedia.org/wiki?curid=1393287", "content": "হিনো কুমাজো (日野 熊蔵, ৯ জুন ১৮৭৮ - ১৫ জানুয়ারি ১৯৪৬) একজন জাপানি উদ্ভাবক এবং বিমান চালনার অগ্রদূত ছিলেন। তার সবচেয়ে বিখ্যাত আবিষ্কার হল এম১৯০৮ পিস্তল।\n\n\n== জীবনী ==\nহিনো কুমাজো জাপানের কুমামোটোর হিতোয়োশিতে জন্মগ্রহণ করেন। তিনি সাগারা ডোমেনের একজন সামুরাই অর্থাৎ জাপানী যোদ্ধার বড় ছেলে ছিলেন। সামরিক প্রস্তুতিমূলক স্কুলে পড়ার পরে ১৮৯৮ সালে তিনি ইম্পেরিয়াল জাপানিজ আর্মি একাডেমির থেকে স্নাতক হন। হিনো কুমাজো মার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্যের পিস্তলের পেটেন্টের উপর ব্যাপক গবেষণার জন্য বিশেষভাবে পরিচিত। তিনি বিনিয়োগকারী তোমোজিরো কমুরোর সাথে ১৯০৮ সালে হিনো-কমুরো পিস্তল আবিষ্কার করেন। তবে পরীক্ষার সময় কাঠামোগত ত্রুটির কারণে দুটি দুর্ঘটনায় তার বাম হাতে গুরুতর আঘাত লেগে একটি আঙুল নষ্ট হয়ে যায়।\n১৯০৯ সালে হিনো যুদ্ধে বিমান ব্যবহারের জন্য অ্যারোনটিক্যাল ইঞ্জিনিয়ারিং এবং সামরিক প্রয়োগ অধ্যয়নের জন্য ফ্রান্সে যান। সেখানে ইয়োশিতোশি তোকুগাওয়ার সাথে তার সাক্ষাৎ হয়। হিনো ফ্রান্সে একটি বিমানের ইঞ্জিন কেনার চেষ্টা করেন কিন্তু সেভাবে সফল হন নি। তিনি ঐ বছর ২৫ জুলাই জার্মানিতে চলে যান, সেখানে তিনি জোহানিস্টাল এয়ার ফিল্ডে ফ্লাইট নিয়ন্ত্রণের দক্ষতা শিখেন। এখনে তিনি একটি গ্রেড মনোপ্লেন কেনেন। পরে তিনি বিমানটি জাপানে পাঠািয়ে দেন।\n১৯১০ সালের ১৪ ডিসেম্বর তিনি ইয়োযোগী প্যারেড গ্রাউন্ডে (যেখানে এখন টোকিওর ইয়োগি পার্ক অবস্থিত) জাপানের প্রথম বিমান সফলভাবে ওড়াতে সক্ষম হন। সেইসময় ৬০-মিটারের এই বিমানটি উড়তে খুব কম মানুষই দেখেছিলেন। তাই এটি তেমন ভাবে প্রচারের আলোয় আসতে পারেনি। ১৯১০ সালের ১৯ ডিসেম্বর ইয়োশিতোশি তোকুগাওয়ার সহায়তায় ইয়োগি প্যারেড গ্রাউন্ডে জাপানের প্রথম বিমান সফলভাবে আকাশে ওড়ে। এই উড়ান অনেক বেশি প্রচারের আলোয় আসায় অনেকেই হিনোর আগের উড়ানের কথা ভুলে গিয়েছিল। টোকুগাওয়া এবং হিনো বিমানের নতুন প্রযুক্তিগুলি ইম্পেরিয়াল জাপানিজ আর্মি জেনারেল স্টাফের কাছে পেশ করেন। এই নতুন প্রযুক্তিগুলি ইম্পেরিয়াল জাপানিজ আর্মি এয়ার সার্ভিস প্রতিষ্ঠা করতে সাহায্য করে।\nহিনোকে ১৯১১ সালে ফুকুওকা পদাতিক রেজিমেন্টে মেজর পদে পদোন্নতি দেওয়া হয়। ১৯১৬ সালে বিমানের ইঞ্জিন রক্ষণাবেক্ষণ এবং উন্নয়নর জন্য তাকে কোশিকাওয়া অস্ত্রাগারে পাঠানো হয়। ১৯১৮ সালে অধীনস্থদের ব্যর্থতার জন্য তাকে দায়ী করা হলে তিনি ৪০ বছর বয়সে পদত্যাগ করেন। সেখানে তিনি স্বেচ্ছা অবসর নেন। এরপর তিনি বেসরকারীভাবে একজন উদ্ভাবক হিসাবে জীবিকা নির্বাহ করেন। দূর্ভাগ্যের বিষয় তার অনেক উদ্ভাবন ব্যবহারিক কাজে লাগানো হয়নি।\n১৯৩৩ সালে, হিনো স্বাধীনভাবে একটি হেলিকপ্টারের তৈরি করেন। ১৯৩৫ সালে একটি রামজেট ইঞ্জিন এবং একটি লেজবিহীন বিমানের নকশা তৈরি করেন যা কিমুরা এইচকে-১ এবং কায়াবা কু-২ গ্লাইডার বিমানের ভিত্তি ছিল বলা চলে। ১৯৪১ সালে বিশ্বযুদ্ধের সময় তিনি সামরিক বাহিনীকে একটি স্বয়ংক্রিয় রাইফেল তৈরির প্রস্তাব দিয়েছিলেন যা তিনি তৈরি করেন কিন্তু এটি গৃহীত হয়নি। ১৯৪২ সাল থেকে তিনি রকেট উদ্ভাবনের কাজে মনোনিবেশ করেন।\n\n\n== মৃত্যু ==\n১৯৪৫ সালে টোকিওতে বোমা হামলায় তার তার বাড়ি ধ্বংস হয়ে বেশিরভাগ রেকর্ড হারিয়ে যায়। তিনি প্রায় নিঃস্ব হয়ে পড়েন। তিনি যক্ষ্মা রোগে আক্রান্ত হন। ১৯৪৬ সালের ১৫ জানুয়ারি ৬৭ বছর বয়সে জাপানের টোকিও শহরে অপুষ্টিজনিত কারণে হিনোর জীবনাবসান হয়।\n\n\n== তথ্যসূত্র ==\n\nHino Kumazō\n[১]\n[২]\n[৩]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ নভেম্বর ২০২৩ তারিখে\nHistory of Early Aviation in Japan, Shinji Suzuki, University of Tokyo, Tokyo; Masako Sakai, Japan Aeronautic Association, Tokyo\nAIAA-2005-118 43rd AIAA Aerospace Sciences Meeting and Exhibit, Reno, Nevada, Jan. 10-13, 2005"}