{"pageid": 1398765, "title": "লাবুয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1398765", "content": "লাবুয়ান (), আনুষ্ঠানিকভাবে লাবুয়ানের ফেডারেল টেরিটরি (মালয়: Wilayah Persekutuan Labuan), মালয়েশিয়ার একটি দ্বীপ ফেডারেল টেরিটরি। এর ভূখণ্ডে পূর্ব মালয়েশিয়া সাবাহ রাজ্যের উপকূলে লাবুয়ান দ্বীপ এবং ছয়টি ছোট দ্বীপ রয়েছে। লাবুয়ানের রাজধানী হল ভিক্টোরিয়া এবং এটি একটি অফশোর ফিনান্সিয়াল সেন্টার হিসেবে পরিচিত লাবুয়ান আইবিএফসি এর মাধ্যমে ১৯৯০ সাল থেকে আন্তর্জাতিক আর্থিক ও ব্যবসায়িক পরিষেবা প্রদান করে এবং এই অঞ্চলে গভীর জলের তেল ও গ্যাস কার্যক্রমের জন্য অফশোর সাপোর্ট হাব। এটি সাবাহ, কাছাকাছি ব্রুনিয়ানদের এবং স্কুবা ডাইভার এর মধ্য দিয়ে ভ্রমণকারীদের জন্যও একটি পর্যটন গন্তব্য। লাবুয়ান নামটি এসেছে মালয় শব্দ লাবুহান থেকে যার অর্থ বন্দর।\n\n\n== ইতিহাস ==\n\n১৫ শতক থেকে তিন শতাব্দী ধরে, লাবুয়ান দ্বীপ সহ বোর্নিও এর উত্তর ও পশ্চিম উপকূল ব্রুনিয়ান সালতানাত এর অংশ ছিল। ১৭৭৫ সালে, লাবুয়ান অস্থায়ীভাবে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি দ্বারা বালামবাঙ্গান দ্বীপে কোম্পানির স্টেশন ব্যর্থ হওয়ার পর দখল করে নেয়। ব্রুনাইয়ের সুলতান, ওমর আলী সাইফুদ্দিন প্রথম লাবুয়ানকে বালামবাঙ্গানের বিকল্প হিসেবে প্রস্তাব করে সুলু আক্রমণকারীদের বিরুদ্ধে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির সমর্থন নিশ্চিত করার চেষ্টা করেছিলেন কিন্তু পরিবর্তে কোম্পানি দ্বিতীয়বার একটি স্টেশন স্থাপনের চেষ্টা করেছিল কিন্তু ব্যর্থ হয়েছিল। বালামবঙ্গে। সুলতানের পরবর্তীতে কোম্পানির কাছে লাবুয়ান পুনরায় অফার করার ফলে দ্বীপে স্থায়ী ব্রিটিশ বন্দোবস্তও প্রতিষ্ঠিত হয়নি।\n১৯ শতকে ব্রিটিশ নীতি পরিবর্তিত হয়, যখন লাবুয়ান আবার ব্রিটিশদের আগ্রহ আকর্ষণ করতে শুরু করে। জেমস ব্রুক ১৮৪৬ সালের ১৮ ডিসেম্বর ব্রুনাইয়ের সুলতান ওমর আলী সাইফুদ্দিন দ্বিতীয় এর সাথে লাবুয়ান চুক্তি এর মাধ্যমে ব্রিটেনের জন্য দ্বীপটি অধিগ্রহণ করেন। একজন ব্রিটিশ নৌ অফিসার, রডনি মুন্ডি, তার জাহাজ এইচএমএস আইরিস নিয়ে ব্রুনাই সফর করেছিলেন যতক্ষণ না ব্রিটিশ সরকার চূড়ান্ত সিদ্ধান্ত নেওয়ার জন্য সুলতানকে লাইনে রাখে। ১৮৪৬ সালের ২৪ ডিসেম্বর দ্বীপটি ব্রিটিশ ক্রাউন-এ যোগদানের প্রত্যক্ষ করতে পেঙ্গিরান মুমিন দ্বীপ নিয়ে যান। কিছু সূত্র জানায় যে চুক্তি স্বাক্ষরের সময়, সুলতানকে একটি ব্রিটিশ নৌবাহিনী যুদ্ধজাহাজ সুলতানের প্রাসাদে গুলি চালানোর জন্য প্রস্তুত বলে হুমকি দেওয়া হয়েছিল যদি তিনি চুক্তিতে স্বাক্ষর করতে অস্বীকার করেন এবং অন্য একটি সূত্র বলে যে দ্বীপটি হস্তান্তর করা হয়েছিল জলদস্যুদের বিরুদ্ধে লড়াইয়ে সহায়তার জন্য পুরস্কার হিসেবে ব্রিটেনের কাছে।\nব্রিটিশ দ্বীপটি অধিগ্রহণ করার প্রধান কারণ ছিল এই অঞ্চলে তাদের বাণিজ্যিক স্বার্থ রক্ষা এবং দক্ষিণ চীন সাগর জলদস্যুতা দমন করার জন্য একটি নৌ স্টেশন স্থাপন করা। The British also believed the island could be the next Singapore. ১৮৪৮ সালে জেমস ব্রুককে প্রথম গভর্নর এবং কমান্ডার-ইন-চীফ হিসাবে নিযুক্ত করার সাথে উইলিয়ামের সাথে দ্বীপটি একটি ক্রাউন কলোনি হয়ে ওঠে, নেপিয়ার তার লেফটেন্যান্ট-গভর্নর হিসাবে। ১৮৪৯ সালে, ইস্টার্ন আর্কিপেলাগো কোম্পানি বেশ কয়েকটি ব্রিটিশ কোম্পানির মধ্যে প্রথম, যারা লাবুয়ান কয়লা আমানত কাজে লাগানোর চেষ্টা করে। কোম্পানীটি দ্বীপ এবং বোর্নিওর সংলগ্ন উপকূলে কয়লার মজুত কাজে লাগানোর জন্য গঠিত হয়েছিল কিন্তু শীঘ্রই জেমস ব্রুক এর সাথে বিবাদে জড়িয়ে পড়ে। এটি একটি বড় বাণিজ্যিক বা কৌশলগত সম্পদ প্রমাণ না হওয়ায়, ১৮৯০ সালে লাবুয়ানের প্রশাসন ব্রিটিশ নর্থ বোর্নিও কোম্পানিকে হস্তান্তর করা হয়েছিল। ১৮৯৪ সালে, ব্রিটিশরা প্রথমবারের মতো উত্তর বোর্নিও, সিঙ্গাপুর এবং হংকং এর সাথে দ্বীপের যোগাযোগকে সংযুক্ত করার জন্য একটি সাবমেরিন কমিউনিকেশন কেবল তৈরি করেছিল।. ১৯০৬ সালের ৩০ অক্টোবরের মধ্যে, ব্রিটিশ সরকার লাবুয়ানকে অন্তর্ভুক্ত করার জন্য স্ট্রেটস সেটেলমেন্ট এর সীমানা প্রসারিত করার প্রস্তাব দেয়। প্রস্তাবটি ১ জানুয়ারি ১৯০৭ থেকে কার্যকর হয়।\n\n\tBritish conquest of Labuan\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nদ্বিতীয় বিশ্বযুদ্ধে, লাবুয়ান ছিল অধিকৃত জাপান ৩ জানুয়ারী ১৯৪২ থেকে ১৯৪৫ সালের জুন পর্যন্ত এবং [[সাত্রিশ-সাত্রিশতম] ইউনিট দ্বারা সজ্জিত ছিল। আর্মি (জাপান)|জাপানিজ ৩৭ তম আর্মি]], যেটি উত্তর বোর্নিও নিয়ন্ত্রণ করেছিল। দ্বীপটি জাপানি বাহিনীর প্রশাসনিক কেন্দ্র হিসেবে কাজ করত। দখলের সময়, জাপান সরকার দ্বীপের নাম পরিবর্তন করে মাইদা দ্বীপ করে  (前田島 [Maeda-shima]) ৯ ডিসেম্বর ১৯৪২ তারিখে মার্কিস তোশিনারি মায়েদা, উত্তর বোর্নিওতে প্রথম জাপানি সেনাপতির স্মরণে। মায়েদা বিন্টুলু-তে একটি বিমান দুর্ঘটনা নিহত হন,সারাওয়াক দ্বীপে যাওয়ার পথে সেখানে এয়ারফিল্ড খোলার জন্য। মিত্রবাহিনীর পাল্টা আক্রমণের কাছাকাছি আসার সাথে সাথে জাপানিরাও লাবুয়ান এবং ব্রুনাই বে একটি নৌ ঘাঁটি হিসেবে গড়ে তোলে।\n\n১৯৪৫ সালের ১০ জুন অস্ট্রেলীয় মেজর জেনারেল জর্জ উটেনের অধীনে অস্ট্রেলিয়ান সেনাবাহিনী আক্রমণ শুরু করলে মিত্র বাহিনীর দ্বারা বোর্নিওর মুক্তি শুরু হয়। সাংকেতিক নাম অপারেশন ওবো সিক্স  লাবুয়ান পুনরুদ্ধার  মিত্রবাহিনীর প্রধান লক্ষ্য হয়ে ওঠে। শীঘ্রই, অস্ট্রেলিয়ান সেনাবাহিনীর ৯ম ডিভিশন লাবুয়ান এয়ারস্ট্রিপ দখল পর্যন্ত বিমান হামলা এবং সামুদ্রিক বোমা হামলার সমর্থনে আক্রমণ শুরু করে। ভিক্টোরিয়া প্রধান শহর সহ লাবুয়ান দ্বীপের বেশিরভাগ এলাকা ১০ জুন অবতরণ এর চার দিনের মধ্যে মিত্রবাহিনীর নিয়ন্ত্রণে ছিল। ৯ সেপ্টেম্বর ১৯৪৫-এ, জাপানি লেফটেন্যান্ট জেনারেল মাসাও বাবা আনুষ্ঠানিকভাবে আত্মসমর্পণ করেন যা বর্তমানে লায়ং-লায়ং সমুদ্র সৈকতের কাছে সারেন্ডার পয়েন্ট নামে পরিচিত যেখানে তাকে আত্মসমর্পণ নথিতে স্বাক্ষর করার জন্য দ্বীপের 9ম ডিভিশন সদর দফতরে আনা হয়েছিল। অস্ট্রেলিয়ান 9ম ডিভিশনের সেনা কমান্ডার জর্জ উটেন এর সামনে।\nলাবুয়ানের নামটি পরে ব্রিটিশরা পুনরুদ্ধার করে এবং দ্বীপটি ব্রিটিশ সামরিক প্রশাসন এর অধীনে শাসিত হয় এবং বাকি স্ট্রেইট বসতিগুলির সাথে। এরপর ১৫ জুলাই ১৯৪৬ সালে লাবুয়াননর্থ বোর্নিও ক্রাউন কলোনি-এ যোগদান করে, যা পরবর্তীতে ১৯৬৩ সালে সাবাহ এবং মালয়েশিয়া রাজ্যের একটি অংশ হয়ে ওঠে। ১৯৮৪ সালে, সাবাহ সরকার লাবুয়ানকে ফেডারেল সরকার-এর হাতে তুলে দেয় এবং পরে ফেডারেল টেরিটরি হিসেবে স্বীকার করা হয়। এটি ১৯৯০ সালে একটি আন্তর্জাতিক অফশোর আর্থিক কেন্দ্র এবং মুক্ত বাণিজ্য অঞ্চল ঘোষণা করা হয়েছিল।\n\n\n== ভূগোল ==\n\nলাবুয়ানের এলাকা গঠিত  প্রধান (লাবুয়ান দ্বীপ – ৯১.৬৪ বর্গকিলোমিটার অথবা ৩৫.৩৮ বর্গমাইল) এবং আরও ছয়টি ছোট দ্বীপ, বুরুং, দাত, কুরমান, বড় রুসুকান, ছোট রুসুকান এবং পাপন দ্বীপ। দ্বীপগুলি বোর্নিও উপকূলে ৮ কিলোমিটার (৫.০ মাইল) অবস্থিত, মালয়েশিয়ার রাজ্য ও ফেডারেল অঞ্চল সাবাহ এবং সাবাহ এর উত্তরে ব্রুনাই। লাবুয়ান দ্বীপটি প্রধানত সমতল এবং অস্থির; এর সর্বোচ্চ বিন্দু হল বুকিত কুবং ১৪৮ মিটার (৪৮৬ ফুট) সমুদ্র সমতলের উপরে। দ্বীপের 70% এরও বেশি এখনও গাছপালা দিয়ে আচ্ছাদিত। ভিক্টোরিয়ার প্রধান শহর এলাকা ব্রুনাই উপসাগরের মুখোমুখি অবস্থানে অবস্থিত।\n\n\n=== দ্বীপ ===\nলাবুয়ান দ্বীপ\nদাত দ্বীপ\nপাপন দ্বীপ\nবুরুং দ্বীপ\nকুরমান দ্বীপ\nবড় রুসুকান দ্বীপ (পুলাউ রুসুকান বেসার)\nছোট রুসুকান দ্বীপ (পুলাউ রুসুকান কেসিল)\n\n\n=== জলবায়ু ===\nলাবুয়ানের একটি গ্রীষ্মমণ্ডলীয় রেইনফরেস্ট জলবায়ু রয়েছে যেখানে শুষ্ক মৌসুম নেই। এক বছর ধরে, তাপমাত্রা সাধারণত ২৫ থেকে ৩২ ডিগ্রি সেলসিয়াস (৭৭ থেকে ৯০ ডিগ্রি ফারেনহাইট) থেকে পরিবর্তিত হয় এবং খুব কমই ২৪ ডিগ্রি সেলসিয়াস (৭৫ ডিগ্রি ফারেনহাইট) বা তার উপরে ৩৩ ডিগ্রি সেলসিয়াস (৯১ ডিগ্রি ফারেনহাইট)। উষ্ণ ঋতু 1 এপ্রিল থেকে 13 জুন পর্যন্ত স্থায়ী হয় যেখানে দৈনিক গড় তাপমাত্রা ৩১ ডিগ্রি সেলসিয়াস (৮৮ ডিগ্রি ফারেনহাইট) এর উপরে থাকে। বছরের উষ্ণতম দিন হল ২৯ এপ্রিল, যার গড় সর্বোচ্চ ৩২ ডিগ্রি সেলসিয়াস (৯০ ডিগ্রি ফারেনহাইট) এবং সর্বনিম্ন ২৬ ডিগ্রি সেলসিয়াস (৭৯ ডিগ্রি ফারেনহাইট)। ঠাণ্ডা ঋতু ৭ জানুয়ারী থেকে ১৭ ফেব্রুয়ারী পর্যন্ত স্থায়ী হয় যেখানে দৈনিক উচ্চ তাপমাত্রা ৩০ ডিগ্রি সেলসিয়াস (৮৬ ডিগ্রি ফারেনহাইট) এর নিচে থাকে। বছরের শীতলতম দিন হল ৮ সেপ্টেম্বর, গড় সর্বনিম্ন ২৫ ডিগ্রি সেলসিয়াস (৭৭ ডিগ্রি ফারেনহাইট) এবং সর্বোচ্চ ৩১ ডিগ্রি সেলসিয়াস (৮৮ ডিগ্রি ফারেনহাইট)। লাবুয়ানের আবহাওয়া কেন্দ্রটি লাবুয়ান বিমানবন্দর এ অবস্থিত।\nবজ্রঝড় হল লাবুয়ানে 60% দিনে বৃষ্টিপাত সহ সবচেয়ে তীব্র বৃষ্টিপাত। তারা সম্ভবত অক্টোবরের কাছাকাছি, যখন তারা খুব ঘন ঘন ঘটে। এদিকে, লাবুয়ানের আপেক্ষিক আর্দ্রতা সাধারণত 63% (হালকা আর্দ্র) থেকে 96% (খুব আর্দ্র) হয়ে থাকে, খুব কমই ৫৩% এর নিচে নেমে যায় এবং ১০০% (অত্যন্ত আর্দ্র) পর্যন্ত পৌঁছায়।\n\n\n== সরকার ==\nলাবুয়ান হল মালয়েশিয়ার ফেডারেল সরকারের একটি অঞ্চল। দ্বীপটি ফেডারেল সরকার কর্তৃক পরিচালিত হয় ডিপার্টমেন্ট অফ ফেডারেল টেরিটরির মাধ্যমে, প্রধানমন্ত্রীর বিভাগ (মালয়েশিয়া) এর অধীনে একটি বিভাগ। লাবুয়ান কর্পোরেশন হল দ্বীপের পৌরসভা সরকার এবং এর নেতৃত্বে একজন চেয়ারম্যান যিনি দ্বীপের উন্নয়ন ও প্রশাসনের জন্য দায়ী। লাবুয়ানের পার্লামেন্ট-এর প্রতিটি নিম্ন ও উচ্চকক্ষে একজন করে প্রতিনিধি রয়েছেন। সাধারণত, লাবুয়ানের সংসদের বর্তমান সদস্য লাবুয়ান কর্পোরেশনের চেয়ারম্যান হওয়ার জন্য নিযুক্ত হবেন।\nদ্বীপটি সংসদের নিম্নকক্ষে প্রতিনিধিত্ব করেন পিএন-এর এমপি সুহেলি আবদুল রহমান এবং উচ্চকক্ষে পার্টি সিনতা সাবাহ-এর সিনেটর আনিফাহ আমান, তাকে প্রথম অ-লাবুয়ান বাসিন্দা সিনেটর করে তোলে।\nনীচে ২০০১ থেকে বর্তমান তারিখ পর্যন্ত লাবুয়ান কর্পোরেশনের প্রশাসকদের তালিকা রয়েছে:\n\n\n=== প্রশাসনিক মহকুমা ===\nফেডারেল টেরিটরি প্রশাসনিকভাবে রাজধানী বন্দর ভিক্টোরিয়া এবং ২৭টি কাম্পুং (প্রশাসনিক গ্রাম) এ উপবিভক্ত, এবং যা নিযুক্ত কেতুয়া কাম্পুং (হেডম্যান) দ্বারা শাসিত হয়:\n\n\n=== নিরাপত্তা ===\nদ্বীপের উপর ভিত্তি করে নৌ টহল জাহাজ, একটি গ্যারিসন এবং একটি বিমান বিচ্ছিন্নতা সহ নিরাপত্তা ফেডারেল সরকারের দায়িত্ব। স্থানীয় কোস্ট গার্ড এবং শুল্ক এবং আবগারির সতর্কতা আন্তর্জাতিক অফশোর আর্থিক কেন্দ্র এবং মুক্ত বাণিজ্য অঞ্চল হিসাবে লাবুয়ানের খ্যাতি এবং মর্যাদা বজায় রাখতে অবদান রাখে।\n\n\n== জনসংখ্যা ==\n\n\n=== জনসংখ্যা এবং ধর্ম ===\n\nমালয়েশিয়ার পরিসংখ্যান বিভাগ অনুসারে, 2010 সালের আদমশুমারিতে লাবুয়ানের জনসংখ্যা ছিল ৮৬,৯০৮ এবং ২০২০ সালের আদমশুমারিতে ৯৫,১২০ জন। লাবুয়ানে ২০২০ সালে জাতিগত গঠন ছিল: মালয় জনগণ (৩৪,০৬৮), কাদাজান-দুসুন সহ/বাদ দিয়ে রুঙ্গাস (৯,৪০৮), বাজাউ ( ৬,৮৬৬), মুরুত (১,২৬৫), চীনা (৯,৮৪৩), ভারতীয় (৮৯১), লুনদায়েহ এবং অন্যান্য জাতিগোষ্ঠী (২১,৯৪৭), এবং অ-মালয়েশিয়ান নাগরিক (১০,৮৩২)। লাবুয়ানের বেশিরভাগ চীনা জনগণ হক্কিয়েন উপভাষা গোষ্ঠীর (তবে পেনিনসুলা পাশাপাশি বিদেশে অভিবাসনের কারণে কমে আসছে); যাইহোক, এছাড়াও অনেক হাক্কা আছে, যাদের বেশিরভাগই অভিবাসী বা মূল ভূখণ্ড সাবাহ থেকে আসা অভিবাসীদের বংশধর এবং সেই সাথে স্থানীয় জন্মগ্রহণকারী হাক্কা, যারা দ্বীপটিতে 2 থেকে 3 প্রজন্মেরও বেশি সময় ধরে বসতি স্থাপন করেছে। দীর্ঘ ঔপনিবেশিক সময়কাল পর্যন্ত, যেখানে তারা মূল ভূখণ্ডে যাত্রা করার আগে স্টপওভার অভিবাসী বা ব্যবসায়ী হিসাবে এসেছিল (এমনকি যখন এটি তখনও 1963 থেকে 1984 সাল পর্যন্ত সাবাহ রাজ্যের অধিক্ষেত্রের মধ্যে একটি একমাত্র দ্বীপ অফশোর পৌরসভা ছিল। ) পাশাপাশি প্রতিবেশী সারাওয়াক থেকে ফুঝোউ জনগণ এছাড়াও সারওয়াক থেকে যারা এখানে বাসিন্দা এবং তাদের স্থানীয় বংশধর যারা বেশিরভাগই ইবান বিদায়ুহ এবং ওরাং উলু বাসিন্দাদের পকেট সহ জাতিগতভাবে।\n২০১০-এর হিসাব অনুযায়ী আদমশুমারি অনুসারে লাবুয়ানের জনসংখ্যা ৭৬.০% মুসলিম, ১২.৪% খ্রিস্টান, ৯.০% বৌদ্ধ, ০.৪% হিন্দু, ২.১% অন্যান্য ধর্মের অনুসারী এবং ০.১% অধর্মীয়।\n\n\n== অর্থনীতি ==\n\nলাবুয়ানের অর্থনীতি তার বিশাল তেল এবং গ্যাস সম্পদ এবং আন্তর্জাতিক বিনিয়োগ এবং ব্যাংকিং পরিষেবার উপর সমৃদ্ধ। লাবুয়ান অনেকটা আমদানি-রপ্তানিমুখী অর্থনীতি। অশোধিত তেল, মিথানল, এইচবিআই, গ্যাস, ময়দা, পশুখাদ্য, সামুদ্রিক পণ্য এবং সিরামিক টাইলস সহ কার্যত এর সমস্ত পণ্য হয় উপদ্বীপ মালয়েশিয়ায় রপ্তানি করা হয় বা বিদেশী. শিল্প ব্যবহারের জন্য কাঁচামাল, যন্ত্রাংশ এবং যন্ত্রপাতির পাশাপাশি ভোগ্যপণ্য আমদানি করা হয়। 2004 সালে, লাবুয়ানের বাহ্যিক বাণিজ্যের মোট মূল্য MYR ৫.১ বিলিয়নের নিট বাণিজ্য উদ্বৃত্তের জন্য 1995 সালে MYR ৫.০ বিলিয়ন থেকে MYR ১১.৮ বিলিয়নে পৌঁছেছিল। এর প্রধান বাণিজ্য অংশীদারদের মধ্যে রয়েছে ভারত, উপদ্বীপ মালয়েশিয়া, সারাওয়াক এবং দক্ষিণ কোরিয়া। এর রপ্তানির ৬৫% পেট্রোলিয়াম এবং গ্যাস-ভিত্তিক পণ্য।\n৫.৮ শতাংশ বৃদ্ধির হার সহ ২০১২ সালে লাবুয়ানের গ্রস ডোমেস্টিক প্রোডাক্ট (GDP) অনুমান করা হয়েছে MYR ৩.৬৩ বিলিয়ন। ২০১২ সালে মাথাপিছু লাবুয়ান জিডিপি হল MYR ৩৯,৬৮২৷ ২০১২ সালে লাবুয়ানের মোট কর্মসংস্থান ছিল প্রায় ৩৯,৮০০। লাবুয়ানের প্রধান অর্থনৈতিক খাত হল পরিষেবা এবং উত্পাদন যা দ্বীপের জিডিপিতে ৯৪.৬ শতাংশ অবদান রাখে। পরিষেবা খাত প্রধানত অর্থ এবং বীমা এবং রিয়েল এস্টেট এবং ব্যবসা পরিষেবা নিয়ে গঠিত। এদিকে, উৎপাদন খাত প্রধানত তেল ও গ্যাস শিল্প এবং সমর্থন নিয়ে গঠিত।\n\nলাবুয়ান ইন্টারন্যাশনাল বিজনেস অ্যান্ড ফাইন্যান্সিয়াল সেন্টার লাবুয়ান আইবিএফসি 1990 সালের অক্টোবরে মালয়েশিয়ার একমাত্র অফশোর ফাইন্যান্সিয়াল হাব হিসেবে তৈরি করা হয়েছিল এবং এটি লাবুয়ান ইন্টারন্যাশনাল অফশোর ফাইন্যান্সিয়াল সেন্টার (IOFC) নামে কাজ করছিল। সেই সময়ে এটি মালয়েশিয়ার গ্রস ন্যাশনাল প্রোডাক্ট (জিএনপি) আর্থিক পরিষেবাগুলির অবদানকে শক্তিশালী করার পাশাপাশি দ্বীপ এবং এর আশেপাশের অঞ্চলের উন্নয়নের জন্য প্রতিষ্ঠিত হয়েছিল। লাবুয়ান অফশোর ফাইন্যান্সিয়াল সার্ভিসেস অথরিটি বা LOFSA দ্বারা তত্ত্বাবধানে থাকা এখতিয়ার, নেট অডিটেড ফলাফলের উপর 3% ট্যাক্স বা ট্রেডিং কোম্পানিগুলিকে মালয়েশিয়ান রিঙ্গিত (MYR) ২০,০০০ এর সমতল হারের মতো সুবিধা প্রদান করে; কম অপারেশনাল খরচ; উদার বিনিময় নিয়ন্ত্রণ; এবং সহজলভ্য, অভিজ্ঞ এবং পেশাদার পরিষেবা প্রদানকারী সহ অন্যান্য সুবিধার একটি হোস্ট। ২০১০ সালে ট্যাক্স হেভেন এবং অফশোরগুলির উপর বিশ্ব চাপের কারণে লাবুয়ানের সমস্ত আইন থেকে \"অফশোর\" ধারণাটি বাদ দেওয়া হয়েছিল।\nপ্রতিষ্ঠার পর থেকে, এখতিয়ারটি ৪,৮০০ টিরও বেশি অফশোর কোম্পানি এবং ৬৮টি লাইসেন্সপ্রাপ্ত ব্যাঙ্কের ভিত্তি হিসাবে বিস্তৃত হয়েছে। IBFC এর ৩৭০টিরও বেশি নিবন্ধিত ফাউন্ডেশন, ১০০টি অংশীদারিত্ব এবং ৬৩টির বেশি লাইসেন্সপ্রাপ্ত ট্রাস্ট রয়েছে। লাবুয়ান আইবিএফসি এশিয়া প্যাসিফিক অঞ্চলে প্রধান আন্তর্জাতিক ব্যবসা এবং আর্থিক কেন্দ্র হয়ে উঠতে একটি আক্রমনাত্মক বৃদ্ধির কৌশল গ্রহণ করছে।\nলাবুয়ানের ব্যবসায়িক ফোকাস পাঁচটি মূল ক্ষেত্রে: অফশোর হোল্ডিং কোম্পানি, ক্যাপটিভ ইন্স্যুরেন্স, শরীয়াহ-সম্মত ইসলামিক ফাইন্যান্স স্ট্রাকচার, পাবলিক এবং প্রাইভেট ফান্ড এবং সম্পদ ব্যবস্থাপনা। আগস্ট ২০০৬ সালে মালয়েশিয়ান ইন্টারন্যাশনাল ইসলামিক ফাইন্যান্স সেন্টার উদ্যোগ চালু করার মাধ্যমে লাবুয়ান আইবিএফসি-এর অবস্থান আরও উন্নত হয়েছে।\n\n\n== দ্রষ্টব্য স্থান ==\n\nলাবুয়ানে বেশ কিছু আকর্ষণ এবং আকর্ষণীয় স্থান রয়েছে। লাবুয়ান ওয়ার সিমেট্রি দ্বিতীয় বিশ্বযুদ্ধে নিহতদের বিভিন্ন যুদ্ধ সমাধি এবং স্মৃতিচিহ্ন রয়েছে। এর মধ্যে রয়েছে ব্রিটিশ, অস্ট্রেলিয়ান, ভারতীয়, সারাওয়াকিয়ান, ব্রুনিয়ান, নর্থ বোর্নিয়ান এবং সাম্রাজ্যের সৈন্যরা, এটি পতিত সৈন্যদের 3,908টি কবর সহ বৃহত্তম যুদ্ধ সমাধিতে পরিণত হয়েছে। প্রতি চার বছরে একবার স্মরণ দিবসে একটি স্মারক পরিষেবা অনুষ্ঠিত হয়।\n১৯৪৫ সালে অস্ট্রেলিয়ান বাহিনীর কাছে জাপানিদের আত্মসমর্পণের উদযাপনের একটি স্মারকও রয়েছে। রয়্যাল নেভি কোলিং স্টেশন চিমনি সহ লাবুয়ানের ইতিহাসের অবশিষ্টাংশও রয়েছে। , একটি সুপরিচিত স্থানীয় ল্যান্ডমার্ক। এছাড়াও একটি লাবুয়ান মেরিটাইম মিউজিয়াম আছে।\nলাবুয়ান হল চারটি জনপ্রিয় রেক ডাইভের উপর ডাইভিং করার ভিত্তি: সিমেন্টের ধ্বংসাবশেষ, আমেরিকান রেক, (প্রথম ইউএসএস স্যালুট), অস্ট্রেলিয়ান ধ্বংসাবশেষ এবং ব্লু ওয়াটার রেক।\nলাবুয়ানের অনেক স্কুল আছে। যাইহোক, এর একটি মাত্র আন্তর্জাতিক স্কুল, লাবুয়ান ইন্টারন্যাশনাল স্কুল। অন্যান্য আকর্ষণীয় স্থানগুলির মধ্যে রয়েছে লাবুয়ান আন্তর্জাতিক সমুদ্র ক্রীড়া কমপ্লেক্স। নতুন প্রস্তাবিত হল মেরিনা সেন্টার এবং লাবুয়ান স্কয়ার প্রকল্প যা ২০১০ সালে সম্পন্ন হয়েছিল।\nলাবুয়ানের উচ্চ শিক্ষার নিজস্ব প্রতিষ্ঠান হল ইউনিভার্সিটি মালয়েশিয়া সাবাহ লাবুয়ান ইন্টারন্যাশনাল ক্যাম্পাস, সেপাংগার উপসাগরে ইউনিভার্সিটি মালয়েশিয়া সাবাহের একটি শাখা, কোটা কিনাবালু। লাবুয়ানের একটি ম্যাট্রিকুলেশন কলেজ রয়েছে, কোলেজ ম্যাট্রিকুলাসী লাবুয়ান, পূর্ব মালয়েশিয়ার একমাত্র ম্যাট্রিকুলেশন কলেজ। সুতরাং, সাবাহ, সারওয়াক এবং লাবুয়ানের সমস্ত প্রাক-বিশ্ববিদ্যালয় শিক্ষার্থীরা এখানে তাদের কোর্স করবে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== ডাকটিকিট এবং ডাক ইতিহাস ==\n\n১৮৬৪ সাল নাগাদ লাবুয়ানে একটি পোস্ট অফিস চালু ছিল এবং পোস্টমার্ক হিসাবে একটি বৃত্তাকার তারিখের স্ট্যাম্প ব্যবহার করত। ভারত এবং হংকং-এর ডাকটিকিটগুলি কিছু মেইলে ব্যবহার করা হয়েছিল, কিন্তু সেগুলি সম্ভবত লাবুয়ানে বিক্রির পরিবর্তে ব্যক্তিদের দ্বারা সেখানে বহন করা হয়েছিল। সিঙ্গাপুরের মধ্য দিয়ে মেইল পাঠানো হতো। 1867 সাল থেকে, লাবুয়ান আনুষ্ঠানিকভাবে স্ট্রেইট সেটেলমেন্টের ডাকটিকিট ব্যবহার করে কিন্তু মে ১৮৭৯ সালে নিজস্ব ডাকটিকিট জারি করা শুরু করে।\nযদিও প্রাথমিকভাবে প্রথম স্ট্যাম্প ইস্যুটির নকশায় সাগো পাম এর একটি ঝাঁক চিত্রিত করার প্রস্তাব করা হয়েছিল, অর্থনৈতিক কারণে, রানী মাথার নকশাটি শেষ পর্যন্ত গৃহীত হয়েছিল, যা প্রাথমিকভাবে গ্রেনাডার ডাকটিকিটে জন্য ব্যবহৃত হয়েছিল। তাই লাবুয়ানের প্রথম ডাকটিকিটগুলি রাণী ভিক্টোরিয়া-এর স্বাভাবিক প্রোফাইলকে চিত্রিত করে কিন্তু মালয়-আরবি (জাউই) এবং চীনা লিপিতে লেখার জন্য অস্বাভাবিক। লাবুয়ান ডাক\"। ১৮৮০-এর দশকের বিভিন্ন পুনর্মুদ্রণ এবং রঙ পরিবর্তনের মধ্যে বহুবর্ষজীবী ঘাটতির জন্য বিভিন্ন ধরনের সারচার্জ প্রয়োজন হয়েছিল। মূল ডাকটিকিটগুলি খোদাই করা ছিল, তবে নকশার শেষটি, এপ্রিল ১৮৯৪ সালে, লিথোগ্রাফি দ্বারা করা হয়েছিল।\n১৮৯৪ সালের মে থেকে, উত্তর বোর্নিওর ডাকটিকিটগুলি \"LABUAN\"-এর উপর ওভারপ্রিন্ট করা হয়েছিল। ২৪ সেপ্টেম্বর ১৮৯৬-এ, নর্থ বোর্নিও স্ট্যাম্পে \"1846 / JUBILEE / 1896\" অতিরিক্ত মুদ্রণের মাধ্যমে বন্ধের ৫০ তম বার্ষিকী চিহ্নিত করা হয়েছিল। ১৮৯০ এর দশকে অতিরিক্ত ওভারপ্রিন্টগুলি উপস্থিত হয়েছিল। ১৮৯৯ সালে ৪ সেন্ট মূল্যের সাথে অনেক ধরনের সারচার্জ করা হয়েছিল।\nসর্বশেষ লাবুয়ান-শুধু নকশাটি ১৯০২ সালে প্রকাশিত হয়েছিল, একটি মুকুট এবং \"লাবুয়ান কলোনি\" খোদাই করা হয়েছে। ১৯০৬ সালে স্ট্রেইট সেটেলমেন্টে অন্তর্ভুক্ত হওয়ার পর, লাবুয়ান তার নিজস্ব স্ট্যাম্প জারি করা বন্ধ করে দেয়, যদিও তারা কিছু সময়ের জন্য বৈধ ছিল। বাকিদের অনেকগুলি সংগ্রহকারীদের কাছে বিক্রির জন্য cancelled-to-order ছিল এবং এখন শুধুমাত্র পেনিস মূল্যের; প্রকৃত ফ্র্যাঙ্কড/পোস্টে ব্যবহৃত স্ট্যাম্পের মূল্য অনেক বেশি।\n\n\n== ফেডারাল পার্লামেন্ট আসন ==\nফেডারেল পার্লামেন্ট (দেওয়ান রাকয়াত) এ লাবুয়ান প্রতিনিধিদের তালিকা \n\n\n== উল্লেখযোগ্য বাসিন্দা ==\nহাসান সানি, মালয়েশিয়ান এবং সাবাহ ফুটবল খেলোয়াড়\nকেলভিন টিও, তরুণ উদ্যোক্তা এবং রিয়েলিটি শো লাভ মি ডু এর সিজন ১ বিজয়ী\nকারেন কং, হংকং-ভিত্তিক মালয়েশিয়ান পপ গায়ক\nসুরেশ সিং, ডানহাতি বোলার যিনি মালয়েশিয়া জাতীয় ক্রিকেট দলের হয়ে খেলেন\nইউসুফ মহল, বারিসান ন্যাশনাল দলের রাজনীতিবিদ এবং লাবুয়ানের সাবেক সংসদ সদস্য\n\n\n== তথ্যসূত্র =="}