{"pageid": 1398680, "title": "পল কর্কাম", "url": "https://bn.wikipedia.org/wiki?curid=1398680", "content": "পল কর্কাম (ইংরেজি: Paul Corkum) একজন কানাডীয় পদার্থবিজ্ঞানী যিনি অ্যাটোসেকেন্ড পদার্থবিজ্ঞান, লেজার বিজ্ঞান ও অতিদ্রুত আলোকবিজ্ঞান গবেষণাক্ষেত্রে তার অগ্রণী কাজের জন্য পরিচিত। তিনি ১৯৪৩ সালের ৩০শে অক্টোবর তারিখে কানাডার নিউ ব্রান্সউইক প্রদেশের সেন্ট জন শহরে জন্মগ্রহণ করেন। কর্কাম অ্যাটোসেকেন্ড সময়মাপনীতে ঘটা অত্যন্ত দ্রুত প্রক্রিয়াগুলির অধ্যয়নে গুরুত্বপূর্ণ অবদান রেখেছেন (১ অ্যাটোসেকেন্ড হল এক সেকেন্ডের এক বিলিয়ন ভাগের এক বিলিয়ন ভাগের এক ভাগ বা ১০ হাজার কোটি কোটি ভাগের এক ভাগ)। তিনি কানাডার জাতীয় গবেষণা পরিষদ ও অটোয়া বিশ্ববিদ্যালয়ে অ্যাটোসেকেন্ড আলোকবিজ্ঞান বিষয়ক যৌথ সমিতির সভাপতির আসনে আসীন আছেন। এছাড়া তিনি টেক্সাস এঅ্যান্ডএম বিশ্ববিদ্যালয় ও নিউ মেক্সিকো বিশ্ববিদ্যালয়ে অধ্যাপনা করেন। তিনি একাধারে তাত্ত্বিক ও পরীক্ষণভিত্তিক পদার্থবিজ্ঞানী।\nকর্কাম তীব্র ও হ্রস্ব অবলোহিত আলোক স্পন্দনের সাথে পরমাণু ও অণুর আন্তঃক্রিয়া ঘটিয়ে সুসমঞ্জস কোমল রঞ্জনরশ্মি বিকিরণ ও অ্যাটোসেকেন্ড আলোক স্পন্দন উৎপাদনের উপর গবেষণা করেন। কর্কামের গবেষণাকর্ম আলোর অ্যাটোসেকেন্ড স্পন্দন তৈরির কৌশলগুলির বিকাশ ও প্রয়োগে বিশেষ প্রভাব রেখেছে। এই অতিহ্রস্ব অ্যাটোসেকেন্ড রঞ্জনরশ্মি স্পন্দনগুলি বিজ্ঞানীদেরকে পরমাণু এবং অণুর মধ্যে ইলেকট্রনের গতিকে বাস্তব সময়ে পর্যবেক্ষণ করতে এবং নিয়ন্ত্রণ করতে সক্ষম করে, যা পদার্থবিজ্ঞান ও রসায়নের মৌলিক প্রক্রিয়াগুলি সম্পর্কে মূল্যবান অন্তর্দৃষ্টি প্রদান করে। অ্যাটোসেকেন্ড স্পন্দনগুলি বিজ্ঞানীদের কাছে বর্তমানে (২০২০-এর দশক) লভ্য সবচেয়ে হ্রস্ব নিয়ন্ত্রিত আলোর ঝলক এবং এগুলির মাধ্যমে মানুষ অদ্যাবধি সবচেয়ে দ্রুত পরিমাপ করতে সক্ষম হয়েছে।\nকর্কাম ২০০৫ সালে যুক্তরাজ্যের রাজকীয় বৈজ্ঞানিক সমাজের (রয়্যাল সোসাইটি) সভ্য নির্বাচিত হন। তিনি ২০১৭ সালে যুক্তরাজ্যের রাজকীয় পদক (বিজ্ঞানে অবদানের জন্য), ২০১৮ সালে পদার্থবিজ্ঞান আইজাক নিউটন পদক, ২০২২ সালে পদার্থবিজ্ঞানে উলফ পুরস্কার এবং ২০২২ সালে মৌলিক বিজ্ঞানে বিবিভিএ ফাউন্ডেশন জ্ঞানের সীমান্ত পুরস্কার লাভ করেন। ২০২৩ সালে অ্যাটোসেকেন্ড পদার্থবিজ্ঞান ক্ষেত্রের তিন পথিকৃৎ বিজ্ঞানী নোবেল পুরস্কার পেলেও তাঁকে পুরস্কার দেওয়া হয়নি।\n\n\n== তথ্যসূত্র =="}