{"pageid": 1398779, "title": "যোগকার্তা বিশেষ অঞ্চল", "url": "https://bn.wikipedia.org/wiki?curid=1398779", "content": "যোগকার্তার বিশেষ অঞ্চল (ইংরেজি: ; ইন্দোনেশীয়: Daerah Istimewa Yogyakarta, জাভানীয়: ꦭꦭꦢ꧀ꦢꦤ꧀ꦩꦶꦫꦸꦁꦒꦤ꧀ꦔꦪꦺꦴꦓꦾꦏꦂꦠ) হলো দক্ষিণ জাভাতে ইন্দোনেশিয়ার একটি প্রাদেশিক-স্তরের স্বায়ত্তশাসিত অঞ্চল। এটি একটি আধা-ছিটমহল যা দক্ষিণে ভারত মহাসাগরের একটি দীর্ঘ উপকূলরেখা ছাড়া পশ্চিম, উত্তর এবং পূর্বে সম্পূর্ণরূপে মধ্য জাভা প্রদেশ দ্বারা বেষ্টিত।\nএটি দক্ষিণে ভারত মহাসাগর দ্বারা সীমাবদ্ধের পাশাপাশি মধ্য জাভা প্রদেশের সমস্ত স্থল সীমানা দ্বারা চতুর্পাশ্বে বেষ্টিত। যোগকার্তা সালতানাত এবং পাকুয়ালামন]]ের রাজন্য দ্বারা সহ-শাসিত এই অঞ্চলটি ইন্দোনেশিয়া সরকারের মধ্যে একমাত্র স্বীকৃত দ্বৈতশাসনাধীন এলাকা।\n\n\n== ইতিহাস ==\nজাভা ভাষায় এর উচ্চারণ [joɡjaˈkartɔ] এবং এই নামটি এসেছে জাভার হিন্দু সম্প্রদায়ের পৌরাণিক শহর অযোধ্যায়ের নাম হতে। এই বিশেষ অঞ্চলটির ডাচ নাম হলো জোকজাকার্তা।\n\n\n== ভূগোল ==\nযোগকার্তা বিশেষ অঞ্চল জাভার দক্ষিণ উপকূলের নিকট অবস্থিত এবং এর দক্ষিণ দিক ভারত মহাসাগর ও অপর তিন দিক কেন্দ্রীয় জাভা প্রদেশ দ্বারা পরিবেষ্টিত। ২০১০ সালের আদমশুমারী অনুসারে এখানকার লোকসংখ্যা ছিলো ৩,৪৫৭,৪৯১ জন; যা ২০২০ সালের আদমশুমারীতে বেড়ে হয় ৩,৬৬৮,৭১৯ জন এবং ২০২২ সালে সরকারি হিসাব অনুসারে প্রাক্কলিত জনসংখ্যা হলো ৩,৭৬১,৮৭০ জন। এর আয়তন ৩,১৭০.৬৫ বর্গকিলোমিটার, যা এটিকে জাকার্তা রাজধানী অঞ্চলের পর আয়তনের দিক থেকে দ্বিতীয় ক্ষুদ্রতম প্রদেশে পরিণত করেছে। জাভার কেন্দ্রীয় অংশের সংলগ্ন এলাকার সাথে এর জনঘনত্বও জাভাতে সর্বোচ্চ।\n২০০৬ সালের ২৭ মে বিশেষ অঞ্চলটি ৬.৩ মাত্রার ভূমিকম্পের আঘাতে ব্যাপক ক্ষতিগ্রস্ত হয় যাতে ৫,৭৮২ জন নিহত হওয়ার পাশাপাশি ৩৬,০০০ জন আহত এবং ৬০০,০০০ জন বাস্তুচ্যুত হয়েছিলো। বান্তুল অঞ্চলে সবচেয়ে বেশি ক্ষয়ক্ষতি ঘটে।\nমাউন্ট মিরাপি যোগকার্তা এবং স্লেম্যান রাজ্যের ঠিক উত্তরে অবস্থিত। এটি ইন্দোনেশিয়ার সবচেয়ে সক্রিয় আগ্নেয়গিরি এবং ১৫৪৮ সাল থেকে নিয়মিত অগ্ন্যুৎপাত করছে। এটি ২০১০ সালের অক্টোবর - নভেম্বর মাসে সর্বশেষ অগ্ন্যুৎপাত ঘটায় এবং এতে প্রচুর হতাহত হওয়ার পাশাপাশি আনুমানিক ১০০,০০০ লোক বাস্তুচ্যুত হয়।\n\n\n== জনমিতি ==\n\n\n=== ভাষা ===\n২০২১ সালের ২ নম্বর যোগকার্তা বিশেষ অঞ্চল অধ্যাদেশের নির্দেশনা অনুসারে ইন্দোনেশীয় ভাষার পাশাপাশি জাভাই ভাষাও যোগকার্তা বিশেষ অঞ্চলের রাস্ট্রীয় ভাষা হিসেবে ব্যবহৃত হয়।\n\n\n=== ধর্মীয় গোষ্ঠী ===\nএখানকার প্রধান ধর্মীয় গোষ্ঠী হলো মুসলমানেরা, যারা মোট জনগোষ্ঠীর ৯২.৬২ শতাংশ; এছাড়া আছে ক্যাথলিক খ্রিষ্টান ৪.৫০%; এরপর প্রোটেস্টেন্ট খ্রিস্টান ২.৬৮%, বৌদ্ধ ০.১০%, হিন্দু ০.০৯% এবং অন্যান্য ০.০১%।\n\n\n== শিক্ষা ==\nযোগকার্তায় রয়েছে ১০০-এরও অধিক উচ্চ শিক্ষা প্রতিষ্ঠান যা ইন্দোনেশিয়ার যে-কোনো প্রদেশের তুলনায় সর্বোচ্চ সংখ্যা। ফলে যোগকার্তা \"কোটা পিলেজার\" (শিক্ষার্থীদের শহর) নামে পরিচিতি লাভ করেছে।\nযোগকার্তা ইন্দোনেশিয়ার প্রথম রাস্ট্রীয় বিশ্ববিদ্যালয় গাদজা মাদা বিশ্ববিদ্যালয়ের অবস্থানস্থল।\nবিশেষ অঞ্চলটি ইন্দোনেশিয়ায় স্থাপিত প্রথম বেসরকারি বিশ্ববিদ্যালয় ইসলামি বিশ্ববিদ্যালয়, ইন্দোনেশিয়ারও অবস্থানস্থল, যেটি ১৯৪৫ সালে এখানে স্থাপিত হয়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিভ্রমণ থেকে যোগকার্তা বিশেষ অঞ্চল ভ্রমণ নির্দেশিকা পড়ুন।"}