{"pageid": 1398736, "title": "দক্ষিণ পিয়ংগান প্রদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1398736", "content": "দক্ষিণ পিয়ংগান প্রদেশ ( কোরীয়: 평안남도; এমআর: Phyŏngannamdo  ;আইপিএ: [pʰjʌŋanːamdo] উত্তর কোরিয়ার একটি প্রদেশ। পূর্বতন পিয়ংগান প্রদেশের দক্ষিণ অংশ থেকে ১৮৯৬ সালে প্রদেশটি গঠিত হয়েছিল, ১৯৪৫ সাল পর্যন্ত কোরিয়ার একটি প্রদেশ ছিল, তারপরে উত্তর কোরিয়ার একটি প্রদেশে পরিণত হয়েছিল। এর রাজধানী পিয়ংসাং।\n\n\n== ভূগোল ==\n\nপ্রদেশটির উত্তরে উত্তর পিয়ংগান এবং চ্যাগাং প্রদেশ, পূর্ব ও দক্ষিণ-পূর্বে দক্ষিণ হামগিয়ং এবং কাংওয়ান প্রদেশ এবং দক্ষিণে উত্তর হুয়াংহাই প্রদেশ এবং পিয়ংইয়ং রয়েছে। পশ্চিমে হলুদ সাগর এবং কোরিয়া উপসাগর অবস্থিত।\nদক্ষিণ পিয়ংগান প্রদেশে অঞ্জু সমভূমি, সুকচন সমভূমি এবং পিয়ংইয়ং সমভূমি রয়েছে, যা এটিকে ধান চাষের জন্য উপযোগী করে তুলেছে। দায়েডং নদী দক্ষিণে প্রবাহিত হয়েছে এবং চেওংচেওন নদী প্রবাহিত হয়েছে, এখানকার মাটিকে উর্বরতা বাড়িয়ে তুলেছে, এই নদীর জলশিল্প এবং গার্হস্থ্যকাজে ব্যবহার করা হয়। এছাড়াও, পূর্বে, হায়ংনোবং পিক এবং মায়োহ্যাংসান রয়েছে, যা পর্যটন সম্পদ হিসাবে ব্যবহৃত হয় এবং প্রাকৃতিক অবস্থার কারণে, ড্যাম এবং বিদ্যুৎ কেন্দ্র বৃহৎ আকারে নির্মিত হয়েছিল।\nইয়ংওয়ান পাওয়ার প্ল্যান্ট এবং চেওংচেওংগাং পাওয়ার প্ল্যান্ট নং ১ উভয়ই দক্ষিণ পিয়ংগান প্রদেশে অবস্থিত। দক্ষিণ পিয়ংগান প্রদেশের প্রথম অক্ষর, 'পিয়ং' এবং 'আন', পিয়ংইয়ং এবং আঞ্জু থেকে নেওয়া হয়েছে।\nপিয়ংসিয়ং সিটি তার বৈজ্ঞানিক গবেষণা প্রতিষ্ঠানের জন্য বিখ্যাত, যেখানে কলেজ অফ সায়েন্স এবং একাডেমি অফ সায়েন্সেসের মতো প্রতিষ্ঠানগুলি রয়েছে এবং দেওকচিওন সিটিতে একটি কারখানা রয়েছে যা বিখ্যাত ভিনালন তৈরি করে।\n\n\n== ইতিহাস ==\n১৮৯৬ - পিয়ংকাউন্টি দ্বীপ উত্তর ও দক্ষিণে বিভক্ত ছিল।\nসেপ্টেম্বর ১৯৪৬ - পিয়ংইয়ং দক্ষিণ পিয়ংগান প্রদেশের প্রাদেশিক রাজধানী হয়।\n১৯৫৪ - দাহেউং-কাউন্টি দক্ষিণ হামগিয়ং প্রদেশে স্থানান্তরিত হয়।\n১৯৫৯ - সেয়ংহো কাউন্টি পিয়ংইয়ং শহরে চলে আসে।\n১৯৬০ - পিয়ংইয়ং শহরের সম্প্রসারণের কারণে, তাইডং কাউন্টির অংশ পিয়ংইয়ং শহরে স্থানান্তরিত করা হয়েছিল।\n১৯৬১ - জুংওয়া-কাউন্টি, সাংওয়ান-কাউন্টি এবং গ্যাংনাম-কাউন্টি পিয়ংইয়ং শহরে স্থানান্তরিত হয়।\n১৯৬৫ - পিয়ংসিয়ং-গু নতুন প্রতিষ্ঠিত হয়\n১৯৬৯ - পিয়ংসিয়ং-গু পিয়ংসং সিটিতে পুনর্গঠিত হয়।\n১৯৭২ - দাহেউং-কাউন্টি, দক্ষিণ হামগিয়ং প্রদেশ দক্ষিণ পিয়ংগান প্রদেশে স্থানান্তরিত হয়।  একই বছরে, সুনান কাউন্টি পিয়ংইয়ং শহরে স্থানান্তরিত হয়।\n১৯৭৪ - ইউনসান-কাউন্টি বিলুপ্ত করা হয়।\n১৯৭৮ - গাংসিও-কাউন্টি এবং রিয়ংগাং-কাউন্টির অংশগুলি ডায়ান সিটিতে পুনর্গঠিত হয়েছিল।\n১৯৭৯ - নামপো-সি এবং দায়ান-সি প্রত্যক্ষ-নিয়ন্ত্রিত শহরে উন্নীত করা হয়। নামপো-সি নামপো-গু জেলায় পুনর্গঠিত হয়।\n১৯৮৩ - সানচেন-কাউন্টি সানচেওন-সিতে পুনর্গঠিত হয়েছিল। একই বছরে, কাংডং কাউন্টি পিয়ংইয়ং শহরে স্থানান্তরিত হয়।\n১৯৮৬ - দেওকচিওন-কাউন্টি দেওকচিওন শহরে পুনর্গঠিত হয়।\n১৯৮৭ - অঞ্জু-কাউন্টিকে অঞ্জু-সিতে পুনর্গঠিত করা হয়েছিল।\n১৯৯০ - গেচেওন-কাউন্টি গেচেওন শহরে পুনর্গঠিত হয়েছিল।\n১৯৯৩ - ইউনসান-কাউন্টি ফিরিয়ে আনা হয়েছিল।\n১৯৯৮ - চেওংনাম-গু মুন্ডোক-কাউন্টি একীভূত হয়েছিল, কিন্তু চেওংনাম-গু আবার ১৯৯৯ সালে প্রতিষ্ঠিত হয়েছিল।\n৯ জানুয়ারী, ২০০৪ - নাম্পো শহরটিকে একটি বিশেষ শহরে পুনর্গঠিত করা হয়েছিল এবং দক্ষিণ পিয়ংগান প্রদেশের অন্তর্ভুক্ত করা হয়েছিল।\n২০০৫ - নামপো স্পেশাল সিটিকে একটি বিশেষ শহরে উন্নীত করা হয়েছিল, এবং চোলিমা-কাউন্টি, ডেন-কাউন্টি, গাংসিও-কাউন্টি, ইয়ংগাং-কাউন্টি, এবং অনচন-কাউন্টি এখানে অন্তর্ভুক্ত করা হয়েছিল।\n২০১৮ - দেউকজাং জেলা বুকচেং-কাউন্টির মধ্যে যুক্ত হয়েছিল।\n২০২০ - চেওংনাম-গু চেওংনাম-কাউন্টিতে পুনর্গঠিত হয়েছে।\n\n\n== পরিবহন ==\nপিয়ংনাম লাইন পিয়ংইয়ং এবং নামপো সিটিকে সংযুক্ত করে এবং পিয়ংগুই লাইন পিয়ংইয়ং এবং সিনুইজুকে সংযুক্ত করে।  উপরন্তু, ইয়াংদেওক লাইন এবং পিয়ংনাম হট স্প্রিং লাইনের মতো রেললাইন ব্যবস্থা রয়েছে।\nসামুদ্রিক পরিবহণের জন্য নাম্পো বন্দর রয়েছে এবং নাম্পো বন্দরের কাছেই রয়েছে ওয়েস্ট সি লক গেট, যা ন্যাশনাল ডিফেন্স কমিশনের চেয়ারম্যান কিম জং-ইল-এর নির্দেশে ১৯৮০-এর দশকে নির্মিত হয়েছিল।  উত্তর কোরিয়ার গণমাধ্যমের দাবি, পশ্চিম সাগর লক নির্মাণের মাধ্যমে সামুদ্রিক যান চলাচল মসৃণ হয়েছে।\nপ্রথম-শ্রেণির রাস্তাগুলির মধ্যে রয়েছে ইয়ুথ হিরোস রোড (নাম্পো এবং রাজধানী পিয়ংইয়ংকে সংযোগকারী), যা ১৯৯৮ সালে তৈরি করা হয়েছিল। তাছাড়া রয়েছে পিয়ংইয়ং-হায়ংসান এক্সপ্রেসওয়ে।\n\n\n== প্রশাসনিক বিভাগ ==\nদক্ষিণ পিয়ংগান ১টি বিশেষ শহরে বিভক্ত ( tŭkpyŏlsi ); ৫টি শহর (সি ); ১৬টি কাউন্টি ( কুন/গুন); এবং ৩টি জেলা (১টি কু এবং ২টি চিগু )।\nএর প্রশাসনিক বিভাগগুলি হল:\n\n\n=== শহর ===\nনাম্পো স্পেশাল সিটি (남포특별시/; ২০১০ সালে তৈরি)\nপিয়ংসাং (평성시/平城市; প্রাদেশিক রাজধানী, ডিসেম্বর ১৯৬৯ সালে প্রতিষ্ঠিত)\nঅঞ্জু (안주시/安州市; প্রতিষ্ঠিত আগস্ট ১৯৮৭)\nকাইচন (개천시/价川市; প্রতিষ্ঠিত আগস্ট ১৯৯০)\nসুনচন -সি (순천시/順川市; প্রতিষ্ঠিত অক্টোবর ১৯৮৩)\nটোকচন (덕천시/; প্রতিষ্ঠিত জুন ১৯৮৬)\n\n\n=== কাউন্টি ===\nচুংসান কাউন্টি (증산군/甑山郡)\nহোয়েচাং কাউন্টি (회창군/檜倉郡)\nমায়েংসান কাউন্টি (맹산군/孟山郡)\nমুন্ডোক কাউন্টি (문덕군/文德郡)\nনিয়ংওন কাউন্টি (녕원군/寧遠郡)\nঅনচন কাউন্টি (온천군/溫泉郡)\nপুকচাং কাউন্টি (북창군/北倉郡)\nপিয়ংওন কাউন্টি (평원군/平原郡)\nরিয়ংগাং কাউন্টি (룡강군/龍岡郡)\nসিনিয়াং কাউন্টি (신양군/新陽郡)\nসংচন কাউন্টি (성천군/成川郡)\nসুকচন কাউন্টি (숙천군/肅川郡)\nতাইহিউং কান্ট্রি (대흥군/大興郡)\nতাইডং কাউন্টি (대동군/大同郡)\nউনসান কাউন্টি (은산군/殷山郡)\nইয়াংডক কাউন্টি (양덕군/陽德郡)\n\n\n=== জেলা ===\nচোংনাম (청남구/清南區)\nটুকচাং (득장지구/得將地區)\nউনগোক (운곡지구/雲谷地區)\nদক্ষিণ পিয়ংগানের নীচের পূর্বতন কাউন্টিগুলি ২০০৪ সালে নাম্পোর সাথে একীভূত হয়েছিল এবং সেই শহরের অংশ হিসাবে পরিচালিত হয়:\n\nচোল্লিমা-গুয়ক (천리마군/千里馬郡)\nকাংসো-গাইওক (강서군/江西郡)\nরিয়াংগাং কাউন্টি (룡강군/龍岡郡)\nতায়ান-গুয়ক কাউন্টি (대안군/大安郡)\nঅনচন কাউন্টি (온천군/溫泉郡)\n\n\n== বিশ্ববিদ্যালয় ==\nসুকচেন কৃষি বিশ্ববিদ্যালয়\nবিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়\n\n\n== পর্যটন আকর্ষণ ==\nসঙ্গম গুহা একটি বিখ্যাত পর্যটন স্থান।\n\n\n== গ্যালারি ==\n\nউত্তর কোরিয়ার ভূগোল\n\n\n== তথ্যসূত্র ==\n\n행정 구역 현황 ( Haengjeong Guyeok Hyeonhwang; ) (শুধুমাত্র কোরিয়ান ভাষায়)\n[১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ নভেম্বর ২০১১ তারিখে\nউত্তর কোরিয়ার প্রশাসনিক বিভাগ (সরলীকৃত চীনা ভাষায়; হানজার রেফারেন্স হিসাবে ব্যবহৃত)"}