{"pageid": 1398970, "title": "চীনা (উপজাতি)", "url": "https://bn.wikipedia.org/wiki?curid=1398970", "content": "চীনা (সংস্কৃত: चीनः) হল প্রাচীন ভারতীয় সাহিত্যে যেমন মহাভারত, মনুসংহিতা ও পুরাণ- এ উল্লিখিত খ্রিষ্টপূর্ব প্রথম সহস্রাব্দ থেকে প্রথম সহস্রাব্দ সময়ের একটি উপজাতি।\n\n\n== ইতিহাস ==\nসংস্কৃত নাম \"চীনা\"-এর উৎপত্তি ছিন রাজবংশ থেকে, যারা ২২১ খ্রিস্টপূর্বাব্দ থেকে চীনে শাসন করেছিল বলে মনে করা হয়, বা ছিন-এর পূর্ববর্তী রাজ্য যা ঐতিহ্যগতভাবে খ্রিস্টপূর্ব নবম শতাব্দীর। কিছু চীনা ও ভারতীয় পণ্ডিতরা নামটির সম্ভাব্য উৎপত্তি হিসেবে জিং (荆) রাজ্যের পক্ষে যুক্তি দিয়েছিলেন, যখন অন্যান্য তত্ত্বগুলি ইলেং-এর অধিবাসীদের শেষ নাম জিন থেকে উদ্ভূত।\n\n\n== হিন্দু সাহিত্য ==\n\n\n=== মহাভারত ===\nসংস্কৃত মহাকাব্য মহাভারতে চীনের নির্দিষ্ট কিছু উল্লেখ রয়েছে, এর লোকদেরকে চীনা উপজাতি হিসেবে উল্লেখ করা হয়েছে।\nমহাভারতে, প্রাগজ্যোতিষ রাজ্যের রাজা ভগদত্তের সৈন্যবাহিনীর মধ্যে চীনারা কিরাতদের সাথে একত্রে আবির্ভূত হয়। সভাপর্বে একই রাজাকে কিরাত ও চীনা দ্বারা পরিবেষ্টিত বলা হয়েছে। ভীষ্মপর্বে, ভগদত্তের সেনাবাহিনীকে কিরাত এবং \"হলুদ বর্ণের\" চীনাদের সমন্বয়ে বলা হয়েছে। ভীষ্মপর্ব এছাড়াও উত্তরের ম্লেচ্ছ উপজাতি যেমন যবন, কম্বোজ, কুন্তল, হুণ, পরসীক, দরুণ, রমন, দশমলিক সহ চীনাদের তালিকা করে। শান্তিপর্ব উত্তরপথের উপজাতিদের সাথে চীনাদের দলবদ্ধ করে, যেমন যবন, কিরাত, গান্ধার, শবর, বর্বর, শক, তুষর, কনক, পহলব, সিন্ধু, মদ্র, রামথ ও কম্বোজ। বনপর্বে বলা হয়েছে যে উত্তরের পার্বত্য অঞ্চলে কিরাতদের দেশ জুড়ে স্থলপথে চীনাদের অঞ্চলে পৌঁছানো যায়।\n\n\n=== রামায়ণ ===\nবাল্মীকির রামায়ণের কিস্কিন্ধকাণ্ড চীনা ও সেইসাথে পরম-চীনাকে উল্লেখ করে এবং তাদেরকে দারাদাস, কম্বোজ, যবন, শক, কিরাত, বাহলিক, ঋষিক, এবং উত্তরপথের তন্কন হিসেবে অতি-হিমালয় উপজাতির সাথে যুক্ত করে।\nমহাকাব্য সাহিত্য দাবি করে যে চীনা, খস, হুণ, শক,  কম্বোজ, যবন, পহলব, কিরাত, সিংহল, ম্লেচ্ছ ইত্যাদি  ঋষি বশিষ্ঠ গরু সবলা বা নন্দিনীর (কামধেনু) ঐশ্বরিক শক্তির মাধ্যমে তৈরি করেছিলেন।\n\n\n=== পুরাণ ===\nকালিকা পুরাণে, চীনাদের আবার কম্বোজ, শক, খস  ও বর্বর ইত্যাদির সাথে একত্রিত করা হয়েছে এবং বৈদিক রাজা কালীকার বিরুদ্ধে যুদ্ধে বৌদ্ধ রাজা  কালীর পক্ষ থাকতে হয়।\nবহু পুরাণের ভুবনকোষ বিভাগটি প্রাচীন ভারতের উদিচ্য বা উত্তর অঞ্চলে তুষর, পহলব, কম্বোজ এবং বর্বরদের সাথে চীনাদের অবস্থান করে। বায়ুপুরাণ ও ব্রহ্মাণ্ডপুরাণে উল্লেখ করা হয়েছে চীনা-মরু নামে চীনের আরেকটি উল্লেখ আছে। তবে, মৎস্যপুরাণ  বীরা-মরুর কথা উল্লেখ করেছে। চীনা-মরু বা বীরা-মরুকে আফগানিস্তানের উত্তরে এন্ড-খুই উপরে অবস্থিত তুর্কিস্তানের ভূমির সাথে সনাক্ত করা হয়েছে।\n\n\n== বৌদ্ধ সাহিত্য ==\nবৌদ্ধ নাটক মুদ্রারাক্ষসে চীনাদের উল্লেখ করা হয়েছে, যেখানে তারা অন্যান্য সমসাময়িক গোষ্ঠীর সাথে তালিকাভুক্ত হয়েছে, যেমন শক, যবন, কিরাত, কম্বোজ, বলিক, পরসীক, খস, গান্ধার, কালুত ইত্যাদি।\nমাইকেল উইটজেলের মতে, বৌদ্ধপাঠ্য  মিলিন্দপনহো-এ চীনাদেরকে শক, যবন,  কম্বোজ ও বিলত ইত্যাদির সাথে যুক্ত করে,\nএবং তাদের অবস্থান পশ্চিম তিব্বত বা লাদাখ এর বাইরে।\n\n\n== অন্যান্য সাহিত্য ==\nঅর্থশাস্ত্র চীনা সিল্ককে চীনামসুক (চীনা সিল্কের পোষাক) এবং চীনাপত্ত (চীনা সিল্কের বান্ডিল) হিসাবে উল্লেখ করে।\nসানমোহ তন্ত্র বহিলিক, কিরাত, ভোত (তিব্বত), চীনা, মহা-চীনা, পরসীক, আইরক, কম্বোজ, হুণ, যবন, গান্ধার ও নেপালের মতো বিদেশী দেশের তান্ত্রিক সংস্কৃতির কথা বলে।\nমনুসংহিতা চীনা সহ ভারতে অনেক বিদেশী গোষ্ঠীর পতনের বর্ণনা দেয়:\n\nচীনা ও পরম-চীনা ছাড়াও, মনসোল্লাতে  মহাচীনের উল্লেখ রয়েছে যে পাঠ্যটিতে মহাচীন থেকে আসা কাপড়ের উল্লেখ রয়েছে। এইভাবে এটা সম্ভব যে চীন সম্ভবত পশ্চিম তিব্বত বা লাদাখ, মহাচীন  তিব্বতকে সঠিক, এবং পরম-চীনকে মূল ভূখণ্ড চীন বলেছে।\n\n\n== তথ্যসূত্র =="}