{"pageid": 1398631, "title": "তাদাশি সাসাকি (প্রকৌশলী)", "url": "https://bn.wikipedia.org/wiki?curid=1398631", "content": "তাদাশি সাসাকি  (জাপানি: 佐々木 正, সাসাকি তাদাশি, ১২ই মে, ১৯১৫ – ৩১শে জানুয়ারি, ২০১৮) একজন জাপানি প্রকৌশলী ছিলেন, যিনি বুসিকম প্রতিষ্ঠায় প্রভাবশালী ছিলেন, ইন্টেল ৪০০৪ মাইক্রোপ্রসেসর বিকাশের একজন নেতৃস্থানীয় ব্যক্তি, এবং পরে বাজারে শার্প কোম্পানির মাধ্যমে এলসিডি ক্যালকুলেটর আনার চালিকাশক্তি ছিলেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nতাদাশি সাসাকির জন্ম ১৯১৫ সালের ১২ই মে, শিমানে প্রিফেকচারের (এটি একটি প্রশাসনিক অধিক্ষেত্র যেটি একজন নিযুক্ত শাসক দ্বারা নিয়ন্ত্রিত) হামাদা সিটিতে। সাসাকির মা সম্পর্কে তেমন কিছু জানা যায়নি। তাঁর বাবা হামাদা দুর্গের সৈন্যবাহিনীর একজন প্রাক্তন সামুরাই (জাপানি যোদ্ধা) এবং একজন শিক্ষক ছিলেন। প্রাথমিকভাবে, সাসাকি আধুনিক জাপানি সাহিত্য অধ্যয়ন করতে চেয়েছিলেন, কিন্তু তাঁর স্কুলের একজন শিক্ষক তাঁকে বিজ্ঞান অধ্যয়ন করতে উৎসাহিত করেছিলেন। তিনি কিয়োটো বিশ্ববিদ্যালয়ে বৈদ্যুতিক প্রকৌশল অধ্যয়ন করেন, সেখানে তিনি ১৯৩৮ সালে স্নাতক হন। স্নাতক হওয়ার পর, তিনি ইলেক্ট্রো-টেকনিক্যাল গবেষণাগারে সার্কিট ডিজাইনের উপর অল্প সময়ের জন্য কাজ করেন, কাজের জায়গাটি ছিল টেলিযোগাযোগ মন্ত্রণালয় দ্বারা অর্থায়িত করা একটি বিশিষ্ট গবেষণাগার।\n\n\n== কর্মজীবন ==\nসাসাকির এই পদটি স্বল্পস্থায়ী ছিল কারণ জাপানে যুদ্ধ শুরু হয়ে যাওয়ায় তাঁকে যুদ্ধকালীন কাজের জন্য চলে যেতে হয়। সাসাকিকে পশ্চিম জাপানের কোবে বন্দরে অবস্থিত কাওয়ানিশি নামক একটি বিমান প্রস্তুতকারকের কাছে নিয়োগ দেওয়া হয়েছিল। সাসাকি টেলিফোন, ওয়্যারলেস এবং রাডারে ব্যবহারের জন্য ভ্যাকুয়াম টিউব নিয়ে গবেষণা করেছিলেন। এই অবস্থানে, তিনি প্রযুক্তির উল্লম্ব সংহতকরণ সম্পর্কে শিখেছিলেন, এই অভিজ্ঞতাটি তিনি খুব মূল্যবান বলে মনে করেছিলেন। উপরন্তু, সাসাকি যুদ্ধের প্রচেষ্টায় সহায়তা করার জন্য রাডার প্রযুক্তি শেখার পাশাপাশি সেই প্রযুক্তির বিকাশের জন্য কাজ করেছিল। এই গবেষণাটির জন্য তিনি জার্মানির উরজবার্গে চলে যান, যেখানে তিনি অ্যান্টি-রাডার প্রযুক্তি অধ্যয়ন করেন। পরে তিনি ট্রানজিস্টর তৈরির প্রথম জাপানি কোম্পানি কোবে কোগয়োতে কাজ করেন। এরপর তিনি যান হায়াকাওয়া ইলেকট্রিক্যাল ইন্ডাস্ট্রিজে, সেখানে তিনি ইলেকট্রনিক ক্যালকুলেটর তৈরি করতে সাহায্য করেছিলেন। শেষ পর্যন্ত তিনি সমন্বিত চিপ বা আইসি (ইংরেজি: IC) তৈরি করে আমেরিকান পেটেন্ট লাইসেন্স পেয়ে যান এবং এইভাবে প্রথম বাণিজ্যিকভাবে সফল পকেট ক্যালকুলেটর তৈরি হয়। অর্ধপরিবাহী বা সেমিকণ্ডাক্টর প্রযুক্তির সর্বশেষ উন্নয়ন অধ্যয়নের জন্য ঘন ঘন বিদেশ ভ্রমণের ফলে তিনি জনপ্রিয়ভাবে \"রকেট সাসাকি\" এবং \"মিস্টার রকেট\" নামে পরিচিত হয়েছিলেন।\n\n\n== ইন্টেল ৪০০৪ ==\nপ্রথম মাইক্রোপ্রসেসর, যেটি ছিল ইন্টেল ৪০০৪, সেটি তৈরিতে সাসাকি গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। প্রাথমিকভাবে, তিনি চিপের ধারণাটি নিয়েছিলেন এবং আরও ভাল ক্যালকুলেটর তৈরির জন্য ইন্টেলকে এটি তৈরি করার অনুরোধ করেছিলেন। তিনি বুসিকম ১৪১-পিএফ ডেস্কটপ ক্যালকুলেটর তৈরির সাথে জড়িত ছিলেন এবং এই কাজটি তাঁকে ৪০০৪ এর সৃষ্টিতে সাহায্য করেছিল। তিনি ১৯৬৮ সালে একটি একক-চিপ সিপিইউ এর ধারণা করেছিলেন এবং  জাপানে অনুষ্ঠিত একটি বুদ্ধিমত্তার বৈঠকে এই ধারণাটি নিয়ে আলোচনা করেছিলেন।\nক্যালকুলেটর চিপসেটের চারটি মৌলিক অংশ (রিড ওনলি মেমরি - ৪০০১, র‍্যান্ডম অ্যাক্সেস মেমোরি - ৪০০২, শিফ্ট রেজিস্টার - ৪০০৩ এবং কেন্দ্রীয় প্রক্রিয়াজাতকরণ ইউনিট বা সিপিইউ - ৪০০৪)। এগুলিকে একটি একক চিপে একীভূত করার মৌলিক ধারণার জন্য সাসাকি কৃতিত্ব দিয়েছেন একজন অনামী মহিলাকে। মহিলাটি ছিলেন নারা মহিলা কলেজের একজন সফটওয়্যার ইঞ্জিনিয়ারিং গবেষক, যিনি সেই বৈঠকে উপস্থিত ছিলেন। সাসাকি এরপর ১৯৬৮ সালে ইন্টেলের রবার্ট নয়েসের সাথে প্রথম সাক্ষাত করেন এবং ইন্টেল ও বুসিকম-এর কাছে সেই মহিলার চার-বিভাগের চিপসেট ধারণাটি উপস্থাপন করেন। কালক্রমে এটি ইন্টেল ৪০০৪-এর একক-চিপ মাইক্রোপ্রসেসর তৈরির ভিত্তি প্রদান করেছিল।\n\n\n== তথ্যসূত্র =="}