{"pageid": 1398914, "title": "নগর স্থাপত্য শৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1398914", "content": "নগর স্থাপত্য শৈলী বা নগর শৈলী হল মন্দির স্থাপত্যের একটি শৈলী, যা উত্তর, পশ্চিম ও পূর্ব ভারতের (বঙ্গ অঞ্চল ব্যতীত) জনপ্রিয়, বিশেষ করে মালব, রাজপুতানা ও কলিঙ্গের আশেপাশের অঞ্চলে। মন্দিরগুলি মূলত পাথর ব্যবহার করে নির্মিত হয়। নগর শৈলী হিসাবে শ্রেণীবদ্ধ মন্দিরগুলি মধ্যপ্রদেশ, উত্তরপ্রদেশ, রাজস্থান, গুজরাত, ওড়িশা, ঝাড়খণ্ড, বিহার, মহারাষ্ট্র, অন্ধ্রপ্রদেশ (ওড়িশার সীমান্তবর্তী এলাকা) ও পশ্চিমবঙ্গে (দক্ষিণ-পশ্চিম ও সুন্দরবন এলাকা) দেখা যায়।\nপঞ্চম শতকে সাধারণ বাঁকানো চূড়ার ব্যবহার শুরু হওয়া, প্রাচীনতম এই ধরনের মন্দিরগুলিকে প্রারম্ভিক নগর শৈলী হিসাবে শ্রেণীবদ্ধ করা হয়। প্রারম্ভিক নগর শৈলীটি সপ্তম শতাব্দীতে মূলধারার নগর শৈলীতে স্থানান্তর করা হয়েছিল।\nএই স্থাপত্য শৈলীটি হিন্দু মন্দির স্থাপত্যের প্রধান দুটি শৈলীর মধ্যে একটি, অন্যটি হল দ্রাবিড়ীয় স্থাপত্য শৈলী। নগর স্থাপত্য শৈলীর তিনটি উপ-শৈলী বা ঘরানা রয়েছে, যেগুলি পরস্পরের থেকে কিছুটা ভিন্নতা প্রকাশ করে। উপ-শৈলী বা ঘরানাগুলি হল ওড়িশা ঘরানা, চাণ্ডেল ঘরানা ও সোলাঙ্কি ঘরানা।\nউত্তর ভারতে বিকশিত, এই শৈলীর মন্দিরগুলি সাধারণ একটি পাথরের মঞ্চের উপর তৈরি করা হয়। মন্দিরে একটি বা একাধিক শিখরা পরিলক্ষিত হয়, তবে প্রথম দিকের মন্দিরগুলি শুধুমাত্র একটি শিখরা নিয়ে গঠিত। গর্ভগৃহ সর্বদা সরাসরি সবচেয়ে উঁচু শিখরার নিচে অবস্থিত। নগর শৈলীকে সীমানা প্রাচীরের অনুপস্থিত দ্বারা চিহ্নিত করা হয়, যা হিন্দু মন্দির স্থাপত্যের দ্রাবিড়ীয় স্থাপত্য শৈলীতে ব্যাপকভাবে ব্যবহৃত হয়। নগর শৈলীর কিছু মন্দির চত্বর ও স্বতন্ত্র কাঠামো বিশ্ব ঐতিহ্যবাহী স্থান হিসাবে তালিকাভুক্ত করা হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ও গঠনমূলক পর্যায় ===\nনগর মন্দির শৈলীটি গুপ্ত কাঠামোগত মন্দিরসমূহ থেকে বিকশিত হয়েছিল। আনুমানিক ৫তম শতাব্দীর থেকে নগর মন্দির শৈলীর উন্নয়ন শুরু হয়েছিল, যা গঠনমূলক পর্যায়ে তিনটি শ্রেণি অতিক্রম করে বর্তমান রূপ লাভ করেছিল। প্রথমটি পর্যায়ে নগর মন্দির শৈলীর লাতিনা প্রকার-এর বিকশিত হয়েছিল, যেখানে গুপ্ত যুগের সমতল ছাদের বিপরীতে বাঁকা চূড়া (শিখর) শেষ পর্যন্ত আবির্ভূত হয়েছিল। তৃতীয় পর্যায়টি ৬০০ খ্রিস্টাব্দে উদ্ভাসিত হয়েছিল, যা প্রাচীন মধ্যদেশের পূর্ব দিকের অঞ্চলে কার্যত অপরিচিত পৃষ্ঠপোষকদের ও অজানা স্থপতিদের দ্বারা তৈরি। এগুলি 'মূলধারার' প্রারম্ভিক নগর শৈলীর একটি স্বতন্ত্র বিকল্প গঠন করেছিল।\n\n\n== ঘরানা ==\nনগর স্থাপত্য শৈলী ভারতের উত্তর, পশ্চিম ও পূর্ব অংশে পরিলক্ষিত হয়। এই শৈলীর উদ্ভবের পর থেকে বিভিন্ন পরিবর্তনের মধ্যদিয়ে বর্তমান রূপে উপনীত হয়েছে। অঞ্চল ভেদে সময়ের সঙ্গে সঙ্গে শৈলীটির মধ্যে বিভিন্ন পার্থক্য গড়ে উঠেছে, যা উপ-শৈলী হিসাবে স্বীকৃত লাভ করেছে। নগর স্থাপত্য শৈলীর তিনটি উপ-শৈলী রয়েছে, যথা চাণ্ডেল, সোলাঙ্কি ও ওড়িশা উপ-শৈলী।\n\n\n=== চাণ্ডেল উপ-শৈলী ===\nমন্দির নির্মাণের চাণ্ডেল উপ-শৈলী মধ্য ভারতে উদ্ভূত হয়েছিল। এটি চাণ্ডেল রাজ্যের শাসক চাণ্ডেল রাজবংশ দ্বারা বিকশিত হয়েছিল। মন্দির নির্মাণের এই উপ-শৈলীটি খাজুরাহো ঘরানা বা উপ-শৈলী নামেও পরিচিত। এই শৈলীতে নির্মিত মন্দিরগুলিতে জটিল খোদাইকর্ম রয়েছে, যা অভ্যন্তরীণ এবং বাহ্যিক দেওয়ালগুলিকে শোভিত করে। মন্দিরের ভাস্কর্যগুলি কামুক থিমের জন্য পরিচিত, যা বাৎস্যায়নের কামসূত্র দ্বারা অনুপ্রাণিত হয়েছিল। মন্দির নির্মাণে মূলত বেলেপাথর ব্যবহার করা হয়।\n\n\n=== সোলাঙ্কি উপ-শৈলী ===\nএই সোলাঙ্কি উপ-শৈলীর উদ্ভব উত্তর-পশ্চিম ভারতে ঘটেছিল, বিশেষ করে বর্তমান গুজরাট ও রাজস্থান রাজ্যে। এই উপ-শৈলীর প্রসারিত হওয়ার সাথে সাথে বিকাশে জন্য সোলাঙ্কি রাজারা সমর্থন ও উৎসাহ প্রদান করেছিল। সোলাঙ্কি উপ-শৈলীতে নির্মিত মন্দিরের দেয়াল ছিল ভাস্কর্যবিহীন। ভিতরে ও বাহ্যিকভাবে গর্ভগৃহ ও মণ্ডপ পরস্পরেরে সঙ্গে সংযুক্ত। এই উপ-শৈলীর মন্দিরসমূহের পাশে একটি সোপানযুক্ত জলাশয় খনন করা হয়, যা সূর্য কুন্ড নামে পরিচিত। মন্দির নির্মাণের এই উপ-শৈলীটি ২০ শতক থেকে মারু-গুর্জার ঘরানা বা উপ-শৈলী নামেও পরিচিতি লাভ করেছে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== ওড়িশা উপ-শৈলী ===\nওড়িশা উপ-শৈলীর উদ্ভব পূর্ব ভারতের উপকূলীয় অঞ্চলে ঘটেছিল, বিশেষ করে বর্তমান ওড়িশা ও ওড়িশা সীমান্তবর্তী অন্ধ্রপ্রদেশ রাজ্যে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nহার্ডি, অ্যাডাম (২০০৭)। The temple architecture of India (ইংরেজি ভাষায়)। চিচেস্টার (জিবি): জে. উইলি অ্যান্ড সন্স। আইএসবিএন 978-0-470-02827-8। সংগ্রহের তারিখ ১৫ নভেম্বর ২০২৩।"}