{"pageid": 1399024, "title": "অ্যাস্ট্রন (হাতঘড়ি)", "url": "https://bn.wikipedia.org/wiki?curid=1399024", "content": "অ্যাস্ট্রন হাতঘড়ি হল জাপানে তৈরি একটি উন্নত হাতঘড়ি যা সিকো কোয়ারটাজ-অ্যাস্ট্রন ৩৫একিউ নামে পরিচিত। বিশ্বের প্রথম হাতঘড়ি হিসাবে এর খ্যাতি রয়েছে। এটি তড়িৎ প্রকৌশলে একটি গুরুত্বপূর্ণ অগ্রগতি হিসাবে আইইই মাইলস্টোনের তালিকায় নিবন্ধিত হয়েছে৷ এ ঘড়ির বিশ্বজুড়ে পরিচিতি রয়েছে।\n\n\n== ইতিহাস ==\nটোকিওতে ২৫ ডিসেম্বর, ১৯৬৯-এ অ্যাস্ট্রন হাতঘড়ি উন্মোচন করা হয়। সিকো গ্রুপের একটি উৎপাদনকারী প্রতিষ্ঠান সুয়া সিকোশা (বর্তমানে নাম সিকো ইপসোন) কোম্পানিতে দশ বছর গবেষণা ও পর্যায়ক্রমে উন্নয়নের পর তা তৈরী করা হয়। এ ঘড়িটি যখন তৈরি করা হয় তখন এক সপ্তাহের মধ্যে ১০০টি সোনার ঘড়ি বিক্রি হয়। প্রতিটি ঘড়ির খুচরা মূল্য ৪৫০,০০০ ইয়েন বা (US$১২৫০) ছিল। যা সেই সময়ে একটি মাঝারি আকারের গাড়ির দামের সমতুল্য। ঘড়ির অপরিহার্য উপাদানগুলির মধ্যে ছিল ৮১৯২ এর একটি এক্সওয়াই-টাইপ কোয়ার্টজ অ্যাসিলেটর অন্তর্ভুক্ত ৮১৯২ (৮১৯২ = ২ ১৩)। এটির ভিতরে একটি হাইব্রিড ইন্টিগ্রেটেড সার্কিট এবং একটি ফেজ লক করা অতি ছোট স্টেপিং মোটর ছিল। যা মানুষের হাতে ঘুরানোর জন্য তৈরি হয়েছিল। সিকোর মতে, অ্যাস্ট্রন প্রতি মাসে ±৫ সেকেন্ড বা বছরে এক মিনিটের জন্য সঠিক ছিল এবং এর ব্যাটারির আয়ু ছিল ১ বছর বা তার বেশি।\n\n\n== বার্ষিকী ==\n২০১০ সালের মার্চ মাসে সুইজারল্যান্ডের ব্যাসেলওয়ার্ল্ড ঘড়ি মেলা এবং বাণিজ্য প্রদর্শনীতে সিকো ঘড়ির একটি সীমিত সংস্করণের নতুন সংস্করণ এবং আসল অ্যাস্ট্রন ঘড়ির সম্পর্কিত নকশার পূর্বরূপ প্রদর্শিত হয়েছিল, যা ক্রেতাদের আকর্ষণ করেছিল। ২০০৯ সালের ডিসেম্বর মাসে অ্যাস্ট্রন ঘড়ির আত্মপ্রকাশের চল্লিশতম বার্ষিকী পালিত হয়।\n\n\n== দ্বিতীয় প্রজন্মের হাতঘড়ি ==\n২০১২ সালে জিপিএস স্যাটেলাইট ব্যবহার করে একটি স্যাটেলাইট রেডিও-তরঙ্গ সৌর-চালিত হাতঘড়ি প্রকাশ করার সময় সিকো অ্যাস্ট্রন ট্রেডমার্কটিকে আবার \"সিকো অ্যাস্ট্রন\" হিসেবে ব্যবহার করে বাজারজাত করা হয়।\n\n\n=== ৫০তম বার্ষিকীর মডেল ===\n২০১৯ সালে, সিকো কোয়ার্টজ অ্যাস্ট্রনের ৫০তম বার্ষিকী স্মরণে বেশ কয়েকটি সীমিত সংস্করণ অ্যাস্ট্রন মডেল প্রকাশ করে। তার মধ্যে, ৫০ পিস (৩.৪ মিলিয়ন ইয়েন) এর সীমিত সংস্করণে উৎপাদিত মডেলটি আসল কেস ডিজাইনের অনুকরণ করে এবং এপসনের \"মাইক্রো আর্টিস্ট ওয়ার্কশপ\" এর কারিগরদের দ্বারা মোটামুটি খোদাই প্যাটার্ন করা হয়। এটি বর্তমানে বাজারে পাওয়া যায়।\n\n\n== পাদটীকা ==\n\"IEEE History Center: Electronic Quartz Wristwatch, 1969\"। IEEE। \n\"Seiko Quartz Astron 35SQ December 1969: The quartz watch that revolutionized horological history\"। Seiko Epson। ২০১২-০৩-১০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১২-০৭-২২। \n\"The Watch That Changed Horological History\" (পিডিএফ)। Seiko Epson। মার্চ ৩১, ২০১০ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা।  (alternate version  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০২২-০৩-১৬ তারিখে)\n\n\n== তথ্যসূত্র =="}