{"pageid": 1399813, "title": "শুষ্ণ", "url": "https://bn.wikipedia.org/wiki?curid=1399813", "content": "শুষ্ণ (সংস্কৃত: शुष्ण) হিন্দু গ্রন্থে বর্ণিত একটি অসুর। সাধারণত খরার সাথে যুক্ত, শুষ্ণকে প্রায়শই শিং সহ একটি সাপের মতো রূপের অধিকারী হিসাবে বর্ণনা করা হয়। সে দেবতা ইন্দ্রের শত্রু।\n\n\n== ব্যুৎপত্তি ==\nশুষ্ণ মানে \"খরা\" মূল শুষ থেকে, যার অর্থ \"শুকিয়ে যাওয়া\"। অনুরূপ \"সোসনা\" পাইন গাছের জন্য একটি পুরানো স্লাভিক শব্দ।\n\n\n== সাহিত্য ==\nহিন্দুধর্মে, শুষ্ণ হল একটি অসুর যা সাধারণত খরা, দুর্ভিক্ষ এবং মজুতদারির সাথে যুক্ত। ইন্দ্রের শত্রু, অসুর বেশ কয়েকটি বৈদিক গ্রন্থ জুড়ে একাধিক উপস্থিতি দেখায়। তিনি প্রায়শই বৃত্রের সাথে যুক্ত হন, অন্য একটি অসুর যা বিশ্বের নদীগুলোকে বাধা দেয়।\nঋগ্বেদে, শুষ্ণকে বৃত্রের মতো \"কুয়াশার সন্তান\" হিসাবে বর্ণনা করা হয়েছে, এক বিশাল ড্রাগন যে বিশ্বের নদীগুলোকে অবরুদ্ধ করে। বৃত্রের মতো, শুষ্ণকে খরার কারণ এবং ইন্দ্রের শত্রু হিসাবে দেখা হয়। যাইহোক, ইন্দ্র যখন বজ্রপাতের মাধ্যমে বৃত্রকে হত্যা করতে সক্ষম হন, তখন শুষ্ণকে অবশ্যই জমিতে জল ফিরিয়ে দিয়ে ধ্বংস করতে হবে। অসুরকে পরাজিত করার জন্য, ইন্দ্র শুষ্ণের দুর্গ ধ্বংস করেন এবং তার অনুসারী কুৎসার অনুরোধে অসুরকে পরাজিত করে খরা দূর করতে বৃষ্টি পাঠান। পাঠ্য থেকে একটি অনুচ্ছেদ উল্লেখ করেছে ইন্দ্র \"কুয়াশার সন্তান শুষ্ণকে হত্যার মাধ্যমে ঋতু দ্বারা সংযত ঝর্ণাগুলোকে প্রবাহিত করেছিল।\"\nবেদের অন্তর্গত ব্রাহ্মণ ও যজুর্বেদ গ্রন্থে, শুষ্ণকে দেবতা ইন্দ্রের তিক্ত শত্রু (দাস) হিসাবে বর্ণনা করা হয়েছে। শুষ্ণ, যাকে শিংওয়ালা সর্প-অসুর হিসাবে বর্ণনা করা হয়েছে, ইন্দ্র এবং অন্যান্য দেবতাদের বিরুদ্ধে তাদের যুদ্ধে অসুরদের সাহায্য করে। যখনই কোনো অসুর যুদ্ধে নিহত হয়, তখন শুষ্ণ তার রহস্যময় শ্বাস (যা অমৃতের সারাংশ, অমরত্বের সুধা ধারণ করে) ব্যবহার করে পতিত যোদ্ধাকে জীবনে ফিরিয়ে আনতে। ইন্দ্র এই পুনরুত্থান এবং নিজের এবং তার সহকর্মী দেবদের জন্য অমৃত চুরি করার পরিকল্পনা করেন। এইভাবে, ইন্দ্র নিজেকে মধুর গোলকে পরিণত করে এবং অসুরকে তাকে গ্রাস করতে দেন। শুষ্ণর পেটের ভিতরে, ইন্দ্র একটি বাজপাখিতে পরিণত হয় (বা ঈগল), অসুরের মুখ থেকে অমৃত ছিনিয়ে নেয় এবং অন্য দেবতাদের কাছে পুরস্কার দেওয়ার জন্য পালিয়ে যায়।\n\n\n== তথ্যসূত্র =="}