{"pageid": 1399106, "title": "ফুজি (মহাকাশযান)", "url": "https://bn.wikipedia.org/wiki?curid=1399106", "content": "ফুজি একটি মহাকাশযান ছিল, যেটি ২০০১ সালে জাপানের জাতীয় মহাকাশ উন্নয়ন সংস্থা (নাসডা) দ্বারা প্রস্তাব করা হয়েছিল। কিন্তু পরবর্তীতে ফুজি নকশাটি গৃহীত হয়নি।\n\n\n== পটভূমি ==\n২০০১ সালের আগে জাপানে মানব মহাকাশযান মার্কিন যুক্তরাষ্ট্রের স্পেস শাটল প্রোগ্রামের উপর নির্ভর করেছিল এবং মহাকাশযানের স্বাধীন উন্নয়নকে স্বল্প থেকে মধ্যম পর্যায়ের লক্ষ্য হিসাবে গৃহীত করা হয়নি। পরিবর্তে, NASDA মার্কিন যুক্তরাষ্ট্রের স্পেস শাটল এবং HOPE -এর মতো ডানাযুক্ত পুনর্ব্যবহারযোগ্য লঞ্চ সিস্টেম ব্যবহারের সুপারিশ করার সিদ্ধান্ত নিয়েছে।\nযাইহোক, জাপানি সরকার তাদের মহাকাশ অনুসন্ধান প্রচেষ্টাকে জাপান এয়ারোস্পেস এক্সপ্লোরেশন এজেন্সি (JAXA) এর অধীনে পুনর্বিন্যাসের পর, ফুজি মহাকাশ মিশনের জন্য একটি প্রার্থী হিসাবে প্রস্তাব করা হয়েছিল। ২০০৩ সালে স্পেস শাটল কলম্বিয়া দুর্ঘটনা পুনর্ব্যবহারযোগ্য সিস্টেমগুলির সুরক্ষা সম্পর্কেও প্রশ্ন তুলেছে এবং JAXA মনে করেছে যে ফুজি নকশা, একটি ডিস্পোজেবল ক্যাপসুলের উপর নির্ভর করে, আট বছরের অপেক্ষাকৃত কম সময়ে বিকাশ করা সম্ভব হবে।\n\n\n== নকশা ==\nফুজির প্রস্তাবিত নকশা ছিল একটি মডুলার স্পেসক্রাফ্ট (জেমিনি, অ্যাপোলো এবং সোয়ুজ স্পেসক্রাফ্টের মতো), বিভিন্ন কনফিগারেশন ভিন্ন ভূমিকা পূরণ করে।\n\n\n=== ন্যূনতম সিস্টেম ===\nফুজির ন্যূনতম সিস্টেম কনফিগারেশনটি মূলত 24 ঘন্টার মানব মহাকাশযান সহ্যক্ষমতার সাথে একটি পুনঃপ্রবেশ ক্যাপসুল ছিল। এটি প্রকল্পের প্রাথমিক পর্যায়ে উন্নয়নের জন্য নির্ধারিত ছিল। এই ন্যূনতম সিস্টেমটিকে কোর মডিউল (CM) বলা হত, এবং এটি একটি শঙ্কু আকৃতির মডিউল হওয়ার কথা ছিল যার ব্যাস 3.7 মিটার, মোট ওজন 3 টন বা তার কম, এবং তিনজনের ক্রুদের জন্য জায়গা ছিল। এতে অবস্থান নিয়ন্ত্রণের জন্য থ্রাস্টার এবং একটি রকেট ইঞ্জিন থাকবে যা সামান্য পরিমাণে থ্রাস্ট উৎপাদন করতে সক্ষম। লক্ষ্যমাত্রা উত্পাদন খরচ প্রতিটি প্রায় 800 মিলিয়ন ইয়েন হতে হবে।\n\n\n=== স্ট্যান্ডার্ড সিস্টেম ===\nস্ট্যান্ডার্ড সিস্টেমটি এক মাসের মেয়াদে উড়ান এবং চন্দ্রকক্ষে প্রবেশের উপযোগী হিসাবে ডিজাইন করা হয়েছিল। এই সিস্টেমটিতে ন্যূনতম সিস্টেম এবং দুটি অতিরিক্ত মডিউল, একটি এক্সপানশন মডিউল (ইএম) এবং একটি প্রপালশন মডিউল (পিএম) অন্তর্ভুক্ত থাকবে। ইএমকে দীর্ঘমেয়াদী মহাকাশযানের জন্য একটি বাসস্থান হিসাবে কল্পনা করা হয়েছিল, যা প্রায় সয়ুজ মহাকাশযানের অরবিটাল মডিউল (ওএম) এর উদ্দেশ্যের সাথে সাদৃশ্যপূর্ণ। পিএম-এর রকেট ইঞ্জিন ছিল কক্ষপথ পরিবর্তন সহজ করার জন্য, এবং বিদ্যুৎ উৎপাদনের জন্য একটি সোলার সেল প্যাডেল ছিল।\n\n\n=== অর্থনীতি ব্যবস্থা ===\nস্পেস ভ্রমণের খরচ কমাতে অর্থনীতি ব্যবস্থার নকশা করা হয়েছিল এবং এটি মিনিমাম সিস্টেমের উপর ভিত্তি করে তৈরি হয়েছিল।স্পেস ভ্রমণের খরচ কমাতে অর্থনীতি ব্যবস্থার নকশা করা হয়েছিল এবং এটি মিনিমাম সিস্টেমের উপর ভিত্তি করে তৈরি হয়েছিল।এই সিস্টেমটি একটি পাইলট এবং চারজন যাত্রী বহন করতে সক্ষম একটি সিএমের কম খরচের সংস্করণ হতে পারে।\n\n\n=== অতিরিক্ত মডিউল ===\nস্পেস ল্যাবরেটরি মডিউল, রোবোটিক আর্ম মডিউল এবং একটি ফোলা সিম্পল লাইফ সাপোর্ট মডিউল সহ অতিরিক্ত মডিউলগুলি পরিকল্পনা করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}