{"pageid": 1399114, "title": "ঘূর্ণিঝড় মিধিলি", "url": "https://bn.wikipedia.org/wiki?curid=1399114", "content": "ঘূর্ণিঝড় মিধিলি হল একটি গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় যা বঙ্গোপসাগরে গঠিত হয়। বাংলাদেশ আবহাওয়া অধিদপ্তর জানায় বঙ্গোপসাগরে সৃষ্ট গভীর নিম্নচাপটি ঘনীভূত হয়ে ১৭ নভেম্বর সকালে ঘূর্ণিঝড়ে রূপান্তরিত হয় সাইক্লোন মিধিলি। ২০২৩ সালের উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুমের পঞ্চম নামকৃত ঘূর্ণিঝড় ছিল। মিধিলী হলো তেজ ও হামুনের পরে দেড় মাসের ব্যবধানে উত্তর বঙ্গোপসাগরে তৈরি হওয়া তৃতীয় ঘূর্ণিঝড়। নভেম্বর মাসে বঙ্গোপসাগরে ঘূর্ণিঝড় সৃষ্টির ঘটনা তুলনামূলকভাবে বেশি ঘটে তবে সাধারণত ঘূর্ণিঝড়গুলো বাংলাদেশের দিকে বাঁক নেয়।\n\n\n== নামকরণ ==\nউত্তর ভারত মহাসাগর তথা বঙ্গোপসাগর ও আরব সাগরে সৃষ্টি হওয়া ঘূর্ণিঝড়ের নাম ঠিক করে এই অঞ্চলের ১৩টি দেশ। মিধিলি ঘূর্ণিঝড়টির নাম দিয়েছে মালদ্বীপ। যার অর্থ ফলপ্রসূ কোন বিষয়।\n\n\n== আবহাওয়াগত তথ্য ==\n\nদক্ষিণ আন্দামান সাগরের উপরে একটি নিম্নচাপ কেন্দ্র থেকে উদ্ভূত হয়। নিম্নচাপ কেন্দ্রটি পশ্চিমদিকে বঙ্গোপসাগরের উপর দিয়ে চলে যায়। সিস্টেমটি ধীরে ধীরে তীব্র হয়ে ওঠে এবং ১৫ নভেম্বর ভারতীয় আবহাওয়া বিভাগ (আইএমডি) এটি একটি লঘুচাপ হিসাবে মনোনীত করে। পরের দিন, লঘুচাপটি আরও তীব্র হয়ে একটি গভীর নিম্নচাপে পরিণত হয়। ১৭ নভেম্বর, আইএমডি সিস্টেমটির নাম \"ঘূর্ণিঝড় মিধিলী\" প্রদান করে।\nঘূর্ণিঝড় মিধিলি উত্তর-উত্তর-পূর্ব দিকে বাংলাদেশের উপকূলের দিকে অগ্রসর হয়। ১৭ নভেম্বর ঘণ্টায় ৮৮ কিলোমিটার গতির বাতাসের শক্তি নিয়ে মিধিলি শুক্রবার দুপুর ১টার দিকে উপকূলে আঘাত হানে। মিধিলি বাংলাদেশের অভ্যন্তরে অগ্রসর হতে থাকতে ধীরে ধীরে দুর্বল হয়ে যায়। ঝড়টি ১৮ নভেম্বর পূর্ব ভারতের উপর দিয়ে সম্পূর্ণরূপে বিদায় নেয়।\n\n\n== প্রস্তুতি ==\n\n\n=== বাংলাদেশ ===\n১৭ নভেম্বর ২০২৩ তারিখে বাংলাদেশের পায়রা বন্দর ও মোংলা সমুদ্রবন্দরকে ৭ নম্বর বিপদ সংকেত এবং চট্টগ্রাম সমুদ্রবন্দর ও কক্সবাজারকে ৬ নম্বর বিপদ সংকেত দেখাতে বলে আবহাওয়া অধিদপ্তর। বাংলাদেশ অভ্যন্তরীণ নৌপরিবহন কর্তৃপক্ষ (বিআইডব্লিউটিএ) ঘূর্ণিঝড় মিধিলির কারণে সব ধরনের নৌযান চলাচল বন্ধ ঘোষণা করে।\n২৫ হাজারের বেশী মানুষ আশ্রয়কেন্দ্রে আশ্রয় নেয়।\n\n\n=== ভারত ===\nভারতের আবহাওয়া দপ্তর ত্রিপুরার চার জেলায় ভারী থেকে অতি ভারী বৃষ্টি এবং ঝড়ের পূর্বাভাস দেয়।\n\n\n== প্রভাব ==\n\n\n=== বাংলাদেশ ===\nবাংলাদেশের কক্সবাজার জেলার টেকনাফ উপজেলায় বঙ্গোপসাগরে সৃষ্ট গভীর নিম্নচাপের প্রভাবে ১৬ নভেম্বর ২০২৩ বৃহস্পতিবার সকাল থেকেই বৃষ্টি শুরু হয়। রাত আটটার পর থেকে বৃষ্টির তীব্রতা আরও বেড়ে যায়। মরিচ্যাঘোনার পানিরছড়া এলাকায় পাহাড়ের পাদদেশে বসবাসকারী এক পরিবারের বসতঘরের মাটির দেয়াল চাপা পড়ে। এতে পরিবারের চারজন সদস্য নিহত হন। শরীয়তপুরে গাছচাপা পড়ে এক বৃদ্ধা মারা যান। চট্টগ্রামের সন্দ্বীপ ও মিরসরাই উপজেলায় গাছ পড়ে তিন বছর বয়সী এক শিশুসহ দুই জন নিহত হয়। টাঙ্গাইলে গা‌ছের ডাল ভে‌ঙে পড়ে এক ব‌্যবসায়ীর মৃত্যু হ‌য়।\nভোলার বেরহানউদ্দিন উপজেলা থেকে চর জহিরুদ্দিনে যাবার সময়ে একটি মাছ ধরার ট্রলার ডুবে যায়। এ ঘটনায় ৪ জেলে সাঁতার কেটে তীরে ওঠে এবং এক জেলে নিখোঁজ হয়। ঘূর্ণিঝড়ের প্রভাবে বরগুনায় ২০৫টি বসতঘর ক্ষতিগ্রস্ত হয়। পটুয়াখালীতে ঘূর্ণিঝড়ে ৬টি বসতঘর সম্পূর্ণ, ১৩১টি আংশিক, ১টি প্রাথমিক বিদ্যালয় ভবন ক্ষতিগ্রস্ত হয়। নোয়াখালী জেলার ৯টি উপজেলার ২২৮টি খুঁটি ভেঙে পড়ে এবং ৩২টি ট্রান্সফরমার নষ্ট হয়। ভোলার কুকরী, ঢালচর ও মুজিবনগর ইউনিয়নের ১৫ লাখ টাকার মাছ ভেসে যায় এবং ১৮টি নৌকা ক্ষতিগ্রস্ত হয়। ঝালকাঠির নলছিটি উপজেলার শ্রীরামপুর, মগড়, ডুবিল গ্রামে আমন ধান, পুঁইশাক, লাউশাক ও করলা ক্ষেতের ক্ষয়ক্ষতি হয়। খুলনায় ভারী বৃষ্টির কারণে আমন ধান ও সবজি ক্ষেত ব্যাপক ক্ষতিগ্রস্ত হয়।\nঢাকা, চট্টগ্রাম ও বরিশাল বিভাগের বিভিন্ন স্থানে সড়কের উপর ৫১টি গাছ ভেঙে পড়ে। ৫১ স্থানের মধ্যে ঢাকা বিভাগে চারটি, চট্টগ্রাম বিভাগে ২৬টি ও বরিশাল বিভাগের ২১টি স্থানে গাছ ভেঙে পড়ে এবং স্থানীয় ফায়ার স্টেশনের কর্মীরা এ সমস্ত গাছ অপসারণ করে। চট্টগ্রাম ও মোংলা বন্দরে পণ্য খালাস বন্ধ ছিল। মোংলা বন্দরের পশুর চ্যানেলের কানাইনগরসংলগ্ন এলাকায় কয়লাবোঝাই একটি লাইটার জাহাজ এমভি প্রিন্স অব ঘষিয়াখালী-১ ডুবে যায়। ব্রাহ্মণবাড়িয়া সদর উপজেলায় রেললাইনে গাছ উপড়ে পড়ায় ঢাকার সঙ্গে চট্টগ্রাম-নোয়াখালী ও সিলেটের ট্রেন চলাচল বন্ধ হয়ে যায়। ঢাকা থেকে ছেড়ে আসা চট্টগ্রামগামী সুবর্ণ এক্সপ্রেস ব্রাহ্মণবাড়িয়ার তালশহর স্টেশনে এবং নোয়াখালিগামী উপকূল এক্সপ্রেস কিশোরগঞ্জের ভৈরব স্টেশনে আটকা পড়ে। পিরোজপুরে নদীতীরবর্তী ২৫ কিলোমিটার বেড়িবাঁধ বিলীন হয়ে যায়।\nকুমিল্লার লালমাইয়ে ঘূর্ণিঝড় মিধিলির আঘাতে ঘরের ওপর গাছ পড়ে দুজন মারা যায়। লালমোহন উপজেলায় ৪৫টি ঘরের আংশিক ক্ষতি ও ১৫টি ঘর পুরোপুরি ক্ষতিগ্রস্ত হয়। বৃহস্পতিবার রাত থেকে শুক্রবার সন্ধ্যা পর্যন্ত দুবলার চর এলাকায় টানা ভারী বর্ষণ হওয়ার কারণে আলোর কোল, মাঝেরকেল্লা, নারিকেলবাড়িয়া ও শেলারচর এলাকায় স্থাপিত ডিপোতে কাঁচা মাছ ও শুঁটকির ব্যাপক ক্ষতি হয় এবং জেলেদের কিছু ঘর ভেঙে যায়। ৭০০ পর্যটক টেকনাফ এবং সেন্টমার্টিন দ্বীপে আটকা পড়ে।\n\n\n=== ভারত ===\nত্রিপুরা রাজ্যের বিভিন্ন জেলার ১২টি বাড়ি সম্পূর্ণ, ৭২টি বাড়ি মারাত্মকভাবে এবং ২৫৫টি বাড়ি আংশিকভাবে ক্ষতিগ্রস্ত হয়। আগরতলায় শুক্রবার বেলা ১টা থেকে রাত ৯টা পর্যন্ত কোন বিমান অবতরণ করতে পারেনি। ১৭ টি বিমান যাত্রা বাতিল করা হয় এবং দিল্লী এবং কোলকাতা থেকে আসা চারটি বিমান নামতে না পেরে কোলকাতায় ফিরে যায়।\n\n\n== আরও দেখুন ==\nঘূর্ণিঝড় রেশমি (২০০৮)\nঘূর্ণিঝড় কোমেন (২০১৫)\nঘূর্ণিঝড় রোয়ানু (২০১৬)\nঘূর্ণিঝড় সিত্রাং (২০২২)\n\n\n== তথ্যসূত্র =="}