{"pageid": 1399061, "title": "জাপানি সিল্ক", "url": "https://bn.wikipedia.org/wiki?curid=1399061", "content": "জাপানি সিল্ক হলো জাপানে রেশম তন্তু থেকে তৈরি এক ধরনের সিল্ক বা রেশম। প্রত্নতাত্ত্বিক প্রমাণ থেকে জানা গিয়েছে যে, ইয়ায়োই যুগ থেকে জাপানে রেশম চাষের চর্চা হয়ে আসছে। ১৯৩০ থেকে ১৯৫০ সাল পর্যন্ত জাপানে রেশম শিল্পের বেশ রমরমা ছিল। এখন এই শিল্পের সেই রমরমা আর নেই। দ্বিতীয় বিশ্বযুদ্ধের পরে জাপানের অর্থনীতির অবস্থার সাথে সাথে একদিকে কৃত্রিম তন্তুর প্রবর্তনের ফলে এবং অন্যদিকে চীন থেকে সস্তা সিল্ক আমদানির জন্য জাপানী রেশম শিল্পের অগ্রগতিতে ভাটা পড়ে। এই শিল্পের কদর কমে আসে।\n\n\n== ইতিহাস ==\nচীন থেকে বাইজেন্টাইন সাম্রাজ্যে রেশম কীট পাচার হওয়ার পর পূর্ব এশিয়া থেকে রেশমের গুরুত্ব কমে যায়। ১৮৪৫ সালে ইউরোপীয় রেশম কীটগুলির মধ্যে কালশিরা বা ফ্ল্যাচারি নামে একটি রোগ মহামারীর আকার নিলে সেখানকার রেশম শিল্প প্রায় ধ্বংসের মুখে পড়ে।  এর ফলে চীন এবং জাপান থেকে রেশমের চাহিদা বেড়ে যায়। ঊনবিংশ শতাব্দীর শেষের দিকে এবং বিংশ শতাব্দীর প্রথম দিকে, জাপানি রেশম শিল্পকে আন্তর্জাতিক বাজারে চীনাদের সাথে সরাসরি প্রতিযোগিতা করতে হয়। রেশম শিল্পে এমনিতেই অনেক বেশি শ্রমের দরকার হয় তবে তার পরিবর্তে মূল্য সংযোজন অনেক কম।  \n১৮৫০ এবং ১৯৩০ সালের মধ্যে উভয় দেশের জন্য কাঁচা রেশম শীর্ষস্থানীয় রপ্তানি হিসাবে স্থান পেয়েছে, যা জাপানের মোট রপ্তানির ২০%-৪০% এবং চীনের ২০%-৩০%। ১৮৯০ এবং ১৯৩০ এর মধ্যে জাপানি রেশম রপ্তানি চারগুণ বেড়ে যায়। এর ফলে জাপান বিশ্বের বৃহত্তম রেশম রপ্তানিকারক দেশ হয়ে ওঠে। রপ্তানির এই বৃদ্ধির প্রধান কারণ ছিল মেইজি সময়কালে অর্থনৈতিক সংস্কার এবং চীনে কিং রাজবংশের পতন। এর ফলস্বরূপ জাপানের দ্রুত শিল্পায়ন ঘটে। অন্যদিকে চীনা শিল্পগুলি স্থবির হয়ে পড়ে। \nজাপানে রেশম শিল্পের প্রধানত দুটি প্রধান কেন্দ্র রয়েছে। প্রথমটি কিয়োটোর একটি জেলা নিশিজিনে এবং দ্বিতীয়টি কিয়োটো থেকে প্রায় ৪০০ কিলোমিটার দূরে গুনমা প্রিফেকচারে।\nদ্বিতীয় বিশ্বযুদ্ধের সময় জাপানের বিরুদ্ধে নিষেধাজ্ঞার কারণে কৃত্রিম নাইলন ক্রমশ গ্রহণযোগ্য হয়ে ওঠে। যার ফলে জাপানি রেশম শিল্পের পতন ঘটে এবং বিশ্বের প্রধান রেশম রপ্তানিকারক হিসেবে জাপানেরর অবস্থান হ্রাস পায়। বর্তমানে চীন বিশ্বের সবচেয়ে বেশি পরিমাণ কাঁচা রেশম রপ্তানি করে। \n\n\n== জাপানি সিল্কের প্রকারভেদ ==\nজাপানি সিল্ক প্রধানত তিন প্রকারের হয়। সেগুলি হলো নিশিজিন ওরি, চিরিমেন সিল্ক এবং সুমুগি সিল্ক।\n\n\n== তথ্যসূত্র =="}