{"pageid": 1399492, "title": "জেলা (তাইওয়ান)", "url": "https://bn.wikipedia.org/wiki?curid=1399492", "content": "জেলা হল চীন প্রজাতন্ত্রের (তাইওয়ান) দ্বিতীয় স্তরের বিশেষ পৌরসভাগুলোর এবং সাবেক প্রদেশগুলোর অধীনে তৃতীয় স্তরের প্রাদেশিক শহরগুলোর প্রশাসনিক উপবিভাগ। প্রশাসনিক কাঠামোতে দুই ধরনের জেলা রয়েছে।\n\nসাধারণ জেলাগুলো নগরপাল কর্তৃক চার বছর মেয়াদে নিযুক্ত সরাসরি পৌরসভা/শহর সরকারের জেলা প্রশাসকদের দ্বারা শাসিত হয়। পার্বত্য আদিবাসী জেলা একটি স্থানীয় সরকার সংস্থা, যেখানে নির্বাচিত জেলা প্রধানের পাশাপাশি জেলা পরিষদ চার বছরের মেয়াদে দায়িত্ব পালন করে।\n\n\n== ইতিহাস ==\n\"জেলা\" শিরোনামের প্রথম প্রশাসনিক বিভাগগুলো ১৯০০-এর দশকে প্রতিষ্ঠিত হয়েছিল, যখন তাইওয়ান জাপানি শাসনের অধীনে ছিল। দ্বিতীয় বিশ্বযুদ্ধের পর জাপান সরকার কর্তৃক প্রতিষ্ঠিত এগারটি (১১) প্রিফেকচারাল শহরের মধ্যে নয়টি (৯) প্রাদেশিক শহরে রূপান্তর করা হয়েছিল। এই শহরগুলো হল চাংহুয়া, জিয়াই, শিনজু, কাউশিউং, কিলুং, পিংতুং, তাইচুং, তাইনান এবং তাইপে । ওয়ার্ড (区</link>ku ) এবং শহরগুলো (町</link>মাচি ) এই শহরগুলোর অধীনে বৃহত্তর জেলাগুলোতে একীভূত হয়েছিল। একই সময়ে জেলাগুলো (郡</link>কুন ) প্রিফেকচারের অধীনেও কাউন্টি-নিয়ন্ত্রিত জেলা হিসেবে রূপান্তরিত হয়।\n\n১৯৫০ সালের আগস্ট মাসে তাইওয়ানে আরেকটি প্রশাসনিক বিভাগ সংস্কার করা হয়েছিল, কাউন্টির আকার সঙ্কুচিত হয় এবং সমস্ত উপশহর সরাসরি কাউন্টি দ্বারা পরিচালিত হয়। এই সংস্কারে কাউন্টি-নিয়ন্ত্রিত জেলাগুলো সবই নিষ্ক্রিয় ছিল। একই সময়ে চাংহুয়া, জিয়াই, শিনজু, পিংতুং সহ প্রাদেশিক শহরগুলোকে কাউন্টি-শাসিত শহরে নামিয়ে দেওয়া হয়েছিল, এই শহরগুলোর জেলাগুলোও বিলুপ্ত হয়ে গিয়েছিল। এটি জেলাটিকে একচেটিয়াভাবে অবশিষ্ট পাঁচটি প্রাদেশিক শহরের অধীনে বিভক্ত করে তোলে: কাউশিউং, কিলুং, তাইচুং, তাইনান এবং তাইপে।\n১৯৬৭ সালে কেন্দ্রীয় সরকার তাইপেকে একটি বিশেষ পৌরসভা হিসেবে উন্নীত করলে শহরের আশেপাশের বেশ কয়েকটি জনপদ তাইপে সিটিতে একীভূত হয় এবং এর জেলা হিসাবে পুনর্গঠিত হয়। পরবর্তীকালে ১৯৯০ সালে আরেকটি পুনর্গঠনের মাধ্যমে বর্তমান ১২টি জেলা গঠিত হয়। এছাড়াও দক্ষিণ তাইওয়ানের বৃহত্তম শহর কাউশিউংকে ১৯৭৯ সালে একটি বিশেষ পৌরসভা হিসেবে উন্নীত করা হয়। সিয়াওগাং উপশহরও সিয়াওগাং জেলায় একীভূত হয়।\n২০১০ সালের ডিসেম্বর মাসে কাউশিউং, নিউ তাইপে, তাইচুং এবং তাইনান নামে চারটি নতুন বিশেষ পৌরসভা প্রতিষ্ঠিত হয়। পরবর্তীকালে, কাউশিউং, তাইচুং, তাইনান এবং তাইপে কাউন্টির সমস্ত কাউন্টি-শাসিত শহর এবং উপশহরগুলোকে যথাক্রমে নতুন কাউশিউং, তাইচুং, তাইনান এবং নিউ তাইপে শহরের জেলা হিসেবে রূপান্তর করা হয়। তাদের নাম, তবুও, একই ছিল। ২০১৪ সালের ২৫ ডিসেম্বর তাউইউয়েনের ক্ষেত্রেও একই ঘটনা ঘটেছে যেখানে প্রাক্তন কাউন্টি থেকে অতিরিক্ত নতুন ১৩টি জেলা রয়েছে।\nএই পৌরসভা এবং প্রাদেশিক শহরগুলো এই জেলার বাসিন্দাদের পরিষেবা দেওয়ার জন্য জেলা প্রশাসনিক কেন্দ্রগুলো ব্যবহার করে৷ এছাড়াও, নগরপালগণ চার বছরের মেয়াদে এই জেলা এবং প্রশাসনিক কেন্দ্রগুলোর পরিচালকদের নিয়োগ দেন।\n২০১৪ সালের ৪ঠা ফেব্রুয়ারি ছয়টি জেলাকে বিশেষ পৌরসভা পার্বত্য আদিবাসী জেলা (বা সংক্ষেপে পার্বত্য আদিবাসী জেলা) হিসেবে পুনঃশ্রেণিকৃত করা হয়, সেগুলো হল - নিউ তাইপেতে উলাই, তাউইউয়েনে ফুসিং, তাইচুং-এ হেপিং, এবং কাউশিউংয়ে নামাসিয়া, মাওলিন ও তাউইউয়েন।\n\n\n== তাইওয়ানের জেলাসমূহ ==\n\n\n=== শহর অনুসারে জেলা ===\nচীন প্রজাতন্ত্রে তাইওয়ান প্রদেশের বিশেষ পৌরসভা ও প্রাদেশিক শহরগুলোর একমাত্র উপবিভাগ হল জেলা। বর্তমানে, বিশেষ পৌরসভা এবং প্রাদেশিক শহরগুলোতে ১৬৪টি জেলা ও ৬টি পার্বত্য আদিবাসী জেলা রয়েছে।\n\n\n=== তাইওয়ানের জেলার তালিকা ===\nরং প্রতিটি বিভাগের মধ্যে হাক্কা এবং ফরমোসান ভাষার সাধারণ ভাষার অবস্থা নির্দেশ করে।\n\n\n== সাবেক জেলাসমূহ ==\n\n\n=== ১৯৪৫ থেকে ১৯৫০-এর মধ্যে পরিবর্তিত জেলা ===\n\n\n=== তাইপেতে জেলা সংস্কার ===\n\n\n== আরও দেখুন ==\nতাইওয়ানের প্রশাসনিক বিভাগ\nতাইওয়ানের প্রশাসনিক বিভাগের তালিকা\nজাপানের ওয়ার্ড\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}