{"pageid": 1399094, "title": "ভগবানজী", "url": "https://bn.wikipedia.org/wiki?curid=1399094", "content": "ভগবানজী বা গুমনামি বাবা (আক্ষ. 'নামবিহীন বাবা') ছিলেন একজন দেশপ্রেমিক সন্ন্যাসী। তিনি জন্মগ্রহণ করেন শনিবার ২৩ শে জানুয়ারি ১৮৯৭ খ্রিঃ উড়িয্যার কটক শহরে। তিনি তার জীবনের প্রায় শেষ ত্রিশ বছর উত্তর ভারতের রাজ্য উত্তর প্রদেশের বিভিন্ন অংশে বাস করেছিলেন। তার সবচেয়ে উল্লেখযোগ্য বৈশিষ্ট্য ছিল  অবিরাম ছদ্মবেশে থাকা। শুধুমাত্র হাতে গোনা কয়েকজনেরই তাকে ব্যক্তিগতভাবে দেখার সৌভাগ্য হয়েছিল। অধিকাংশ দর্শনার্থীকে তার সাথে পর্দা দিয়ে আলাদা করে কথা বলতে হত, কারণ তিনি তার মুখ ঢেকে রাখতেন।\nউত্তর প্রদেশে বাসকালীন তিনি অবাঞ্ছিত জনসমাগম এড়াতে একাধিকবার তার বাসস্থান পরিবর্তন করেন।\n১৯৫০-এর দশকের মাঝামাঝি লক্ষ্ণৌ শহরে তাঁর উপস্থিতি লক্ষ্য করা যায়। সেখানে তাঁকে প্রথমবার দেখা গিয়েছিল বলে জানা যায়। তার সম্পর্কে বেশ কিছু গুজব  অব্যাহত রয়েছে। কারণ তার আসল পরিচয় আজও নিশ্চিত করা যায় নি। চন্দ্রচূড় ঘোষ এবং অনুজ ধরের গবেষণা অনুসারে দাবি করা হয় যে গুমনামি বাবা ছিলেন নেতাজী সুভাষ চন্দ্র বসু। এই দাবি খণ্ডনের বিপরীতে বসুর বহু ভক্ত তাকে প্রায়শই সুভাষ চন্দ্র বসু বলে দাবি করেছেন।\nভগবানজী ১৯৮৫ সালের ১৬ সেপ্টেম্বর অযোধ্যায় মৃত্যুবরণ করেন। তার মৃত্যুর পর পুনরায় দাবি করা হয়, তাঁর শেষকৃত্যের আয়োজন করা হয়েছিল যাতে তিনি অন্য গোপন পথে তার গন্তব্যে চলে যেতে পারেন।\n\n\n== বাসস্থান ==\nলখনউ : কথিত আছে, ভগবানজী ১৯৫০-এর দশকের প্রথম দিকে নেপালের এক সংস্কৃত শিক্ষক মহাদেও প্রসাদ মিশ্রের  সহায়তায় নেপাল থেকে ভারতে প্রবেশ করেন। যদিও সঠিক বছর নিশ্চিত করা যায়নি। মিশ্রের নাতি রাজকুমার শুক্লার মতে, ভগবানজী রাজকুমারের মা সরস্বতী দেবী এবং তাঁর সাথে ১৯৫৫ সালে লখনউয়ের সিঙ্গার নগরে চলে আসেন লখনউতে থাকার এই সময়কালে, চশমা বিক্রির একটি বিখ্যাত দোকান বি এন বৈজাল অপটিক্যালের বর্তমান মালিকদের মতে, ভগবানজী একবার তাদের দোকানে গিয়েছিলেন যেখানে দোকানের কিছু গ্রাহক এবং কর্মী তাঁকে নেতাজি মনে করেছিলেন।  পরবর্তীতে তার সান্নিধ্যে আসার ফলে তারা বলেছিল, তাঁর সাথে নেতাজীর ঘনিষ্ঠ সাদৃশ্য রয়েছে।\nনিমসার: নিমসার (প্রাচীন নৈমিষারণ্য) উত্তর প্রদেশের একটি মন্দির শহর। ভগবানজী সরস্বতী দেবী এবং রাজকুমার শুক্লার সাথে ১৯৫৮ সালের দিকে নিমসারে আসেন। তারা নিমসারে শিবালা  নামক একটি জরাজীর্ণ মন্দিরে বাস করতেন। স্থায়ি আবাস না থাকায় এবং আর্থিক সংকটের দরুণ , তারা প্রাথমিক বছরগুলিতে অনেক কষ্টের সম্মুখীন হন। এই সময় তারা এমনকি না খেয়ে দিন কাটিয়েছেন বলে জানা গেছে। পরিস্থিতির উন্নতি হয় যখন নেতাজির বহু অনুসারী, যেমন পবিত্র মোহন রায় এবং লীলা রায় তার অসুবিধা উপলব্ধির পর তাকে বিভিন্ন বস্তু সরবরাহ করেছিলেন।\nঅযোধ্যা : নিমসার ত্যাগ করার পর ভগবানজী এই দুই শহরের একাধিক জায়গায় বাস করতেন। ১৯৬৪ সালে, ভগবানজি এবং তার সঙ্গীরা অযোধ্যার মহারাজার একটি পরিত্যক্ত প্রাসাদ 'শঙ্কর নিবাসে' চলে যান। পরে তিনি অযোধ্যার লালকোঠিতে  চলে যান।\nবাস্তি : ১৯৬৭ সালের দিকে তিনি; সরস্বতী দেবী এবং রাজকুমারের সাথে বাস্তির রাজা ওঙ্কার সিংয়ের আতিথ্য গ্রহণ করেন। তারা ১৯৭৪ সাল পর্যন্ত রাজ ময়দানে অবস্থান করেন। বাস্তির এক পণ্ডিত এবং আইনজীবী দুর্গা প্রসাদ পান্ডে ভগবানজীর সংস্পর্শে আসেন এবং তার প্রবল ভক্ত হয়ে ওঠেন।\nঅযোধ্যায় পুনরাগমন : ভগবানজী তার ২ জন সঙ্গীর সাথে ১৯৭৪ সালের নভেম্বরে আবার অযোধ্যায় চলে যান। তিনি প্রথমে অযোধ্যায় পান্ডা রামকিশোরের বাড়িতে বাস করেন। এরপর লখনোয়া হাট্টা , এবং তারপর অযোধ্যার গুরুদ্বার ব্রহ্মকুন্ডে চলে যান। এই স্থানে অযোধ্যার বহু লোক তার উপস্থিতির কথা জানতে পেরে তার প্রতি ঝুঁকে পড়ে। তাদের মধ্যে বিশিষ্ট ছিলেন ডঃ আর.পি মিশ্র ও ডঃ টি.সি ব্যানার্জী । ১৯৮৩ সালে, ভগবানজী অযোধ্যার রাম ভবনে সরদার গুরুবসন্ত সিং সোধির বাড়িতে চলে আসেন। ১৯৮৫ সালের ১৬ সেপ্টেম্বর তিনি এখানেই মৃত্যুবরণ করেন।সরযুর গুপ্তার ঘাটে একটি নির্ধারিত শ্মশান নয় বরং ১৯৮৫ সালের ১৮ সেপ্টেম্বর  সরযুর তীরে একটি পবিত্র ঘাটে তার দেহ দাহ করা হয় ।\n\n\n== ভগবানজীর কথিত বাক্য থেকে উদ্ধৃতি ==\nআমি সম্পূর্ণ পরিবর্তন সহ্য করেছি। আমার জীবনের সবচেয়ে বড় সম্পদ হলো ত্যাগ। আমি মহাপুরুষ নই, তাই আমার জীবনীর প্রয়োজন নেই।\nএকজন মানুষকে বোঝার জন্য আপনাকে বুঝতে হবে যে তিনি কোন কাজ করেছেন এবং    কোন ভিত্তির উপর দাঁড়িয়ে আছেন । আমার সবচেয়ে প্রিয় মা ছিলেন রামকৃষ্ণ পরমহংস দেবের সরাসরি দীক্ষিতা শিষ্যা। আমার প্রথম শিক্ষক ও শাসক অভিভাবক আমাকে ত্যাগ করার মতো এক মিশনারি উদ্যোগ এবং সমস্ত লড়াই জয় করার শক্তি যুগিয়েছিলেন।আমি কখনো নিজের সঙ্গে মিথ্যা বলিনি।\nযদি কেউ বলে যে আমার উপর তার কর্তৃত্ব আছে , আমি তাকে বলব সে বোকা। আগে নিজেকে জানুন , তারপর অন্যদের জানার চেষ্টা করুন ।\nবাঙালি যদি আশা করে যে সে ফিরে আসবে - সেটা ভ্রান্ত । \"সে\" মৃত, বাংলা \"তাকে\" মেরে ফেলেছে। \"\nআমি কেবল এক আলেয়া ...যা জন্ম নেয় , ঘুরে বেড়ায়, কিছুক্ষণ স্থির থাকে, এক জায়গা থেকে অদৃশ্য হয়ে যায় এবং তারপর অন্য কোথাও দেখা যায়। আলেয়া নিজেকে প্রকাশ করে কিন্তু তাকে ধরা যায় না। আমি শুধু এখানে নেই। আমার কোন অস্তিত্ব নেই।\nখুব আশ্চর্যের ব্যাপার আপনি ও আপনার সরকার বারবার 'ভারপ্রাপ্ত ডাইস কমিশন' গঠন করে শুধু জানার জন্য , সে মারা গেছে কি না! আপনারা সকলেই এর মূল কারণ। পপুলাস ভল্ট ডেসিপি - আপনি সমস্ত লোককে বোকা বানাতে চান।\nআমার আসল পরিচয় আমি বাংলার ধূলিকণা। আমার মিথ্যা পরিচয় ফ্রাঙ্কেনস্টাইন যা আমি চাইনি বা প্রাপ্যও ছিল না। আপনি এই ফ্রাঙ্কেনস্টাইনকে উত্থাপন করেছেন এবং এখন তার কাছে অনুভূতি পাঠানো হচ্ছে। অনেক দেরি হয়ে গেছে।\n\nভারতীয় রাজনীতি ? উঃ ! অপ্রীতিকর। দেশনায়ক সর্বত্র বিরল। কিন্তু ভারতে দেশনায়ক নেই।\nএই ঐশ্বরিক সত্য ঘোড়ামুখ থেকে গ্রহণ করুন, সাম্যবাদ তার উৎসস্থলেই মারা যাবে। এমনকি ঈশ্বরেরও এই গম্ভীর কথাগুলো প্রত্যাখ্যান করার ক্ষমতা নেই। কিন্তু আপনাকে এর মূল্য অবশ্যই দিতে হবে।\nমা জগদম্বা দূর্গা, ভবানী, চণ্ডীর অলঙ্ঘনীয়  ঐশ্বরিক নামে - বঙ্গ - ভারত আবার তার পূর্ণ মহিমায় জেগে উঠবে। আমার মাতৃভূমি থেকে দুর্নীতিবাজের দল ধীরে ধীরে নির্মূল হবে।\n\n\n== অনুসারী ==\nগুমনামি বাবা বা ভগবানজীর প্রচুর সংখ্যক অনুসারী ছিল না। তার নিত্যদিনের বিষয়গুলি পরিচালনার গোপন পদ্ধতি, জনগণের মধ্যে তার অনুসারী তৈরির বিকল্পকে সীমিত করেছিল। তবু কলকাতা থেকে অল্প কিছু অনুসারী ঘন ঘন এসে তাঁর সঙ্গে দেখা করতেন। এদের অধিকাংশই লীলা রায়ের দলের সাথে সম্পর্কযুক্ত।\n\n\n== ভগবানজির বাসস্থান থেকে উদ্ধার করা জিনিসপত্র ==\nভগবানজীর আবাস থেকে বেশ কিছু জিনিস উদ্ধার করা হয়েছে যা ১৬টি কাঠের বাক্সে জেলা রাজস্ব-বিভাগে পাঠানো হয়েছিল। সেসব বস্তুর বিশদ বিবরণ বহু সংবাদপত্রে প্রকাশিত হয়েছে। তার জিনিসপত্রের মধ্যে ইংরেজি, হিন্দি এবং বাংলা বইয়ের বিশাল সংগ্রহ, অসংখ্য ভারতীয় এবং বিদেশী ম্যাগাজিন, সংবাদপত্র, বহু বিদেশী জিনিসপত্র, কিছু অত্যন্ত গুরুত্বপূর্ণ রাজনৈতিক ও জাতীয় নেতাদের চিঠি, মানচিত্র, বসু পরিবারের সদস্যদের ছবি এবং ভারতীয় জাতীয় সেনাবাহিনীর কিছু স্মারক ছিল।\n\nবিশেষত প্রাক্তন ভারতীয় জাতীয় সেনা কর্মকর্তা পবিত্র মোহন রায়ের কাছ থেকে ভগবানজীকে লেখা অনেক চিঠি পাওয়া গেছে। কিছু চিঠি বসু পরিবারের সদস্যরা লিখেছিলেন। আরএসএস - এর পরিচালক এম. এস. গোলওয়ালকারের একটি চিঠি পাওয়া যায় যেখানে তিনি ভগবানজীকে পূজ্যপাদ শ্রীমান স্বামী বিজয়ানন্দজী মহারাজ বলে সম্বোধন করেছেন । চিঠিতে লেখা ছিল- \"আমি ১৯৭২ সালের ৬ সেপ্টেম্বর, ২৫ আগস্ট থেকে ২ সেপ্টেম্বর পর্যন্ত লেখা আপনার চিঠি পেয়েছি। চিঠিতে উল্লেখিত তিনটি স্থানের মধ্যে যদি আপনি একটি নির্দিষ্ট স্থান নির্দেশ করেন তবে আমার কাজ অবশ্যই সহজ হয়ে যাবে।\" আরেকটি চিঠি ছিল বিখ্যাত বিপ্লবী ত্রৈলোক্যনাথ চক্রবর্তীর। তিনি ১৯৬৩ সালে ভগবানজীকে লেখা একটি চিঠিতে নেতাজির সাথে মান্দালয় জেলে সময় কাটানোর অনেক বিবরণ স্মরণ করিয়ে দিয়েছিলেন এবং এই সিদ্ধান্তে উপনীত হয়েছিলেন যে, তিনি পূর্ব পাকিস্তানের হাজার হাজার নিপীড়িত মানুষের সাথে এখনও আছেন শুধু তার ফিরে আসার অপেক্ষায়।\nউদ্ধার করা হয়েছে বাংলা, ইংরেজি, হিন্দি ও সংস্কৃত বইয়ের বিশাল সংগ্রহ। রবীন্দ্রনাথ ঠাকুর, শরৎচন্দ্র চট্টোপাধ্যায়, উইলিয়াম শেক্সপিয়র, দুর্গাদাস লাহিড়ীর বাংলায় অথর্ব বেদ সংহিতা, কুমার কৃষ্ণ নন্দীর বিবেকানন্দ বাণী , স্বামী বিবেকানন্দের  'সাধক রামপ্রসাদ', ১৯৬৬-এর জানুয়ারি মাসের নেতাজি রিসার্চ ব্যুরোর বুলেটিন, রবীন্দ্রনাথ খানের  'ফ্রিডম অ্যান্ড আফটার, ত্রৈলোক্যনাথ চক্রবর্তীর ৩০ বছরের জেল অভিজ্ঞতার বিবরণ সম্বলিত হিন্দি কপি, পিজি ওয়াডহাউস, চার্লস ডিকেন্স, লুইস ক্যারল, ভিক্টর হুগো, হেনরি মিলার, স্বামী অভেদানন্দ, ওমর খৈয়ামের রুবাইয়াতের নির্বাচিত রচনা তার সংগ্রহে ছিল। এছাড়াও ছিল আধুনিক ইতিহাস ও রাজনীতি সম্পর্কিত অনেক বই যেমন লিওনার্ড মোসলে রচিত দ্য লাস্ট ডে'জ অব ব্রিটিশ রাজ, হিস্টরি অব ফ্রিডম মুভমেন্ট ইন ইণ্ডিয়া(তিন খণ্ডে)-আরসি মজুমদার, উইল ডুরান্ট এবং এরিয়েল ডুরান্টের দ্য লেসনস অফ হিস্ট্রি, মৌলানা আবুল কালাম আজাদ রচিত ইন্ডিয়া উইনস্ ফ্রিডম, নন্দা মুখার্জির 'নেতাজী থ্রো জার্মান লেন্স, ব্রিগেডিয়ার জন ডালভির হিমালয়ান ব্লন্ডার, নেভিল ম্যাক্সওয়েল রচিত ইন্ডিয়া'জ চায়না ওয়ার, রজনী মুখার্জির মস্কো'জ শ্যাডো ওভার ওয়েস্ট বেঙ্গল , আলেকজান্ডার সলঝেনিটসিনের 'দ্য গুলাগ আর্কিপেলাগো', দূর প্রাচ্যের আন্তর্জাতিক সামরিক ট্রাইব্যুনালের কপি, সাংবাদিক কুলদীপের কয়েকটি বই, হনুমান চালিসা ও ভগবদ গীতা।\nপ্রাপ্ত নিদর্শনগুলির মধ্যে নেতাজির বাবা-মায়ের ফ্রেমযুক্ত ছবি, তাঁর স্কুল শিক্ষক বেণীমাধব দাস, বড় ভাই সুরেশ চন্দ্র বসু (সাধারণ বাঙালি সিল্কে বাঁধা), নেতাজির পরিবারের গ্রুপ ফটো, নেতাজির বাবা-মায়ের একক ছবি, আইএনএ ইউনিফর্মে নেতাজির ছবি, বেশ কয়েকজন আইএনএ সহকর্মীর ছবি, আইএনএ ইউনিফর্ম, মেডেল এবং প্রতীক, একটি ইংরেজি টাইপরাইটার, জার্মান বাইনোকুলার, সূঁচ, ইউরোপীয় ক্রোকারিজ সেট, একটি রোলেক্স সোনার ঘড়ি,  ২টি গোল্ডেন রাউন্ড ওমেগা ঘড়ি (নেতাজির বাবা তাকে যা উপহার দিয়েছিলেন তার অনুরূপ), গড়গড়ার নল ও ৩টি মার্কিন শেফার কলম অন্তর্ভুক্ত ছিল।\nদুটি হাতে আঁকা বাংলাদেশের মানচিত্র, মঙ্গোলিয়া, চীন, তিব্বত ও নেপালের মধ্যপথে স্থিত পূর্ব রাশিয়া থেকে উদ্ভুত একটি পথ সম্বলিত বেশ কিছু মানচিত্রও পাওয়া গেছে যা বেশ কয়েকটি সংবাদপত্র ও ম্যাগাজিনে  আন্তর্জাতিকভাবে প্রকাশিত হয়েছিল।\n\n\n== বিখ্যাত ব্যক্তিদের সাথে চিঠিপত্র ও সাক্ষাৎ ==\nভগবানজীর সাথে যারা দেখা করেছিলেন তাদের মাঝে স্বাধীন ভারতের  উল্লেখযোগ্য রাজনীতিবিদের নাম নিম্নরূপ।\n\nঅতুল সেন ছিলেন বাংলাদেশের ঢাকার একজন অধ্যাপক ও প্রাক্তন বিধায়ক। তিনি নেতাজিকে আগে থেকেই চিনতেন কারণ নেতাজির জেদের জন্য তিনি পদপ্রার্থী হয়ে প্রতিদ্বন্দ্বিতা করেন এবং ১৯৩০ সালের নির্বাচনে জয়ী হন। ১৯৬০-এর দশকের গোড়ার দিকে নিমসারে ভগবানজীর সাথে তাঁর দেখা করার সুযোগ হয়। এই বিষয়ে নিশ্চিত হয়ে তিনি প্রধানমন্ত্রী নেহরুকে একটি চিঠি লিখেছিলেন , যেখানে তিনি বলেছিলেন , \" নেতাজি সুভাষচন্দ্র বসু মারা যাননি এই ব্যাপক প্রচলিত বিশ্বাসের পরিপ্রেক্ষিতে আমি আপনাকে এই কয়েকটি বাক্য বলার স্বাধীনতা গ্রহণ করছি । এটি আমার নিছক বিশ্বাস নয় , বরং প্রকৃতই আমি জানি যে নেতাজি বেঁচে আছেন এবং ভারতের কোথাও আধ্যাত্মিক অনুশীলনে ব্যাপৃত রয়েছেন । তিনি পশ্চিমবঙ্গের শৌলমারি কোচবিহারের সাধু নন যাঁকে নিয়ে কলকাতার কিছু রাজনীতিবিদ হৈচৈ করছেন । আমি ইচ্ছাকৃতভাবে স্থানটিকে কিছুটা অস্পষ্ট করে বলেছি কারণ অনেক আগে তাঁর সাথে কয়েক মাস ধরে আমার আলোচনা হয়েছিল। আমি বুঝতে পেরেছিলাম যে তাঁকে এখনও মিত্রশক্তির এক নম্বর শত্রু হিসাবে বিবেচনা করা হয়। একটি গোপন প্রোটোকল রয়েছে তা হচ্ছে ভারত সরকার তাকে জীবিত পেলে মিত্রপক্ষের ন্যায়বিচারের কাছে পৌঁছে দিতে প্রতিজ্ঞাবদ্ধ।\"  এর উত্তরে নেহেরু বলেছিলেন, ভারত কোনও চুক্তিতে এ জাতীয় কোনও ধারায় প্রতিশ্রুতিবদ্ধ নয়। সেনের অতি উৎসাহের কারণে ভগবানজী তাকে আর দেখা না করতে বললেন। সেন অবশ্য পবিত্র মোহন রায়কে কলকাতায় ভগবানজী সম্পর্কে অবহিত করেছিলেন।\nপবিত্র মোহন রায় পেশায় একজন চিকিৎসক এবং ভারতীয় ন্যাশনাল আর্মির একজন গোয়েন্দা কর্মকর্তা ছিলেন। তিনি এই তথ্য লীলা রায়ের কাছে পৌঁছে দেন। মিঃ রায় ১৯৬২ সালের মার্চ মাসে নিমসারে ভগবানজীর সাথে দেখা করেন এবং ১৯৮৫ সালের সেপ্টেম্বর পর্যন্ত তাঁর সাথে যোগাযোগ বজায় রাখেন। ভগবানজীর জিনিসপত্র থেকে মিঃ রায়ের লেখা অসংখ্য চিঠি উদ্ধার করা হয়। একইভাবে কলকাতার দমদমে রায়ের জায়গায় ভগবানজীর অনেক চিঠি উদ্ধার করা হয়। পূর্বোক্ত সময়ে ভগবানজীর সঙ্গে তাঁর পরবর্তী সাক্ষাতের সময় তিনি ভগবানজীর নিজের লিখিত নোট গ্রহণ করতে শুরু করেন এবং গোপন ডায়েরি আকারে প্রতিলিপি করেন যা ২০১৯ সাল পর্যন্ত অপ্রকাশিত ছিল।  পরে এটি \" মহাকল কথন \" নামে একটি বই হিসেবে প্রকাশিত হয় ।\nলীলা রায় - তিনি নেতাজিকে প্রায় দুই দশক ধরে চিনতেন - ভগবানজীর সঙ্গে যাঁরা দেখা করেছিলেন  তাঁদের মধ্যে তিনিই ছিলেন সবচেয়ে বিখ্যাত । ১৯৬৩ সালে তিনি শ্রীরায় সমেত ভগবানজীর সাথে সাক্ষাৎ করেন । লীলা রায় কবিরাজ কমলাকান্ত ঘোষ, শৈলা সেন (ভগবানজী শৈলুকুমারী নামে ডাকতেন), অধ্যাপক সমর গুহ এবং আইএনএ সিক্রেট সার্ভিসের অনিল দাস রেণু সহ ভগবানজীর সাথে দেখা করেন। লীলা রায় তার দলবল নিয়ে ভগবানজীর ঘরে ১০/১২ দিন অবস্থান করেন। ভগবানজী গাঢ় হলুদ কাপড়ে মোড়ানো প্লেট সহ একটি চায়ের কাপ উপহার দেন, পরে তিনি স্মৃতিচিহ্ন হিসাবে 'লী' কে তাঁর স্ব-ব্যবহৃত শেফার কলম উপহার দেন। কথিত আছে, ভগবানজী লীলা রায়কে 'লী' বলে সম্বোধন করতেন, যেমনটা নেতাজি তাদের একসাথে কাজ করার দিনগুলোতে করেছিলেন।\nনেতাজির ঘনিষ্ঠ বন্ধু দিলীপকুমার রায়ের প্রতি লীলা রায় একটি চিঠিতে উল্লেখ করেছেন, আপনার বন্ধু এখনও জীবিত এবং ভারতে একজন রহস্যবাদী হিসাবে বসবাস করছেন। তিনি এর বেশি কিছু বলার অধিকারী নন।\nতিনি ভগবানজীর জন্য জিনিস সরবরাহ করা শুরু করেন। ১৯৭০ সালে তার মৃত্যুর পূর্ব পর্যন্ত ভগবানজীর অনুরোধ অনুযায়ী জিনিসপত্র প্রেরণ করতেন।\nসমর গুহ ছিলেন নেতাজির একজন প্রবল অনুসারী, বিপ্লবী, তিনবারের সংসদ সদস্য, যাদবপুর বিশ্ববিদ্যালয়ের অধ্যাপক এবং বিখ্যাত রসায়ন বইয়ের লেখক। তিনি লীলা রায়ের সাথে ভগবানজীকে দেখতে যান। ভগবানজীর আবাসে তাঁর বেশ কিছু চিঠি পাওয়া গেছে। ১৯৮৫ সাল পর্যন্ত তিনি ভগবানজীর সাথে যোগাযোগ রেখেছিলেন। প্রায় প্রতি বছরই তিনি সেখানে যেতেন।\nবিখ্যাত বিপ্লবী দীনেশ চন্দ্র গুপ্তের ভাই সুনীল কৃষ্ণ গুপ্ত নেতাজির বড় ভাই সুরেশ চন্দ্র বসুর অনুরোধে ১৯৬৩ সালে প্রথমবার ভগবানজিকে দেখতে যান। পরে তার ভাগ্নে সুরজিৎ দাসগুপ্ত ,  জগৎজিৎ দাসগুপ্ত  ও তরুণ কুমার মুখোপাধ্যায় ভগবানজীর সংসর্গ লাভ করেন। তারা মুখার্জি কমিশনের সামনে সাক্ষ্য দেন যে ভগবানজী নেতাজি ছিলেন।\nএরা ছাড়াও সুনীল দাস, সন্তোষ ভট্টাচার্য, দুলাল নন্দী এবং বিজয় নাগ  ভগবানজীকে দেখতে যেতেন যারা লীলা রায়ের প্রতিষ্ঠিত জয়শ্রী প্রকাশনার সাথে যুক্ত ছিলেন। বিজয় নাগ পরে মুখার্জি কমিশনের সামনে সাক্ষ্য দেন, ভগবানজী ছিলেন নেতাজী।\nডঃ সম্পূর্ণানন্দ, আনন্দময়ী মা, প্রণব মুখোপাধ্যায় এবং চরণ সিং - এর মতো বিখ্যাত ব্যক্তিদের সাথে তার সাক্ষাতের অসমর্থিত খবরও রয়েছে । ভগবানজীর জিনিসপত্র থেকে ডাঃ সম্পূর্ণানন্দ এবং গনি খান চৌধুরীর চিঠিগুলি উদ্ধার করা হয়েছে।\n\n\n== প্রকৃত পরিচয় অনুসন্ধান ==\nভগবানজীর মৃত্যুর কয়েক সপ্তাহ পর একদল সাংবাদিক ; অশোক ট্যান্ডন, রাম তীর্থ বিকাশ এবং চন্দ্রেশ কুমার শ্রীবাস্তব দ্বারা  'নয়ে লোগ ফৈজাবাদ' নামে একটি দৈনিকে তার প্রথম জীবনী প্রকাশিত হয়। মিঃ ট্যান্ডন ১৯৮৬ সালে 'গুমনামি সুভাষ' নামে একটি বই রচনা করেন। একই সময়ে আরেকটি ম্যাগাজিন \" উত্তর ভারত পত্রিকা \" ভগবানজী বা গুমনামী বাবাকে নিয়ে নেতাজী সম্পর্কিত একটি সিরিজ প্রকাশ করতে শুরু করে।\nগুমনামী বাবার জিনিসপত্রের কোনও দাবিদার না থাকায় জেলা প্রশাসন জিনিসপত্র নিলামে তোলার সিদ্ধান্ত নেয় । স্থানীয় মানুষ এই প্রচেষ্টা বন্ধ করে দেয় এবং অশোক ট্যান্ডনের লেখা উদ্ধৃত করে বলে -\n\" রাজ্য প্রশাসনের গুমনামি বাবার জিনিসপত্র নিলাম করার সম্ভাবনা রয়েছে বলে রিপোর্ট প্রকাশের পর, বিশ্ববান্ধব তিওয়ারি এবং মোহাম্মদ হালিমের সাথে উত্তর ভারত পত্রিকার কাউসার হুসেন নিলাম বন্ধ করার জন্য আদালতের দ্বারস্থ হন৷ আদালত প্রশাসনকে জায় তৈরি এবং বাবার ঘরে পাওয়া সমস্ত জিনিসপত্র  রাজস্ব -বিভাগে জমা দিতে নির্দেশ দেয়। গুমনামি বাবার ঘরে পাওয়া চিঠিগুলির একটি ছিল দেশবন্ধু চিত্তরঞ্জন দাসের স্ত্রী বাসন্তী দেবীর লেখা যিনি নেতাজি সুভাষ চন্দ্র বসুকে নিজের ছেলে  মনে করতেন।\"\n১৯৮৬ সালের শুরুর দিকে, সুভাষ চন্দ্র বসুর ভাতিজি ললিতা বোস ফৈজাবাদে এসেছিলেন এবং জিনিসপত্রগুলি দেখতে গিয়ে এই সিদ্ধান্তে পৌঁছেছিলেন যে সেগুলি শুধু তাঁর বড় মামারই। তিনি শাহ নওয়াজ কমিটির অংশ হিসাবে সুরেশ চন্দ্রের পেশকৃত ভিন্নমতের প্রতিবেদনের একটি অনুলিপিতে তার মায়ের হাতের লেখা শনাক্ত করেছিলেন, যেখানে তাকে \" পরম কল্যাণেয় দেবর চিরঞ্জীবেশু - প্রাণাধিক স্নেহ আশীর্বাদ \" বলে সম্বোধন করা হয়েছিল।\nতিনি এম হালিম এবং ভি তিওয়ারির সাথে এলাহাবাদ হাইকোর্টে একটি রিট পিটিশন (No. 929 (m/b)) দাখিল করেছিলেন, \"জিনিসপত্রের নিলাম অবিলম্বে বন্ধ করা হোক, এবং জিনিসপত্রের একটি তালিকা প্রস্তুত করা হোক। যথাযথ তদন্তের পরে যদি নিশ্চিত হওয়া যায় যে গুমনামি বাবা ছিলেন নেতাজি-উত্তরাধিকারের নিয়ম অনুযায়ী তার কাছে জিনিসপত্র হস্তান্তর করুন।\nআদালতের দেওয়া অন্তর্বর্তী আদেশ অনুসারে, রাম ভবন থেকে প্রাপ্ত সমস্ত জিনিসপত্রের একটি তালিকা প্রস্তুত করা হয়। জামাকাপড়, সাহিত্য, চিঠিপত্র এবং অন্যান্য প্রত্নবস্তু ভর্তি ২৫টি কাঠের ট্রাঙ্ক উদ্ধার করা হয়েছিল। রাজ্য সরকার পিটিশনের একটি পাল্টা হলফনামা দাখিল করে তারা বলে যে উদ্ধার করা সমস্ত বস্তু আশ্চর্যজনকভাবে নেতাজির সাথে সম্পর্কিত। তারা আরও লক্ষ্য করেছে,  প্রতি বছর ২৩ জানুয়ারি নেতাজি সুভাষ চন্দ্র বসুর জন্মদিনে ভগবানজীর ঘরে একটি বন্ধ দরজা অনুষ্ঠান হতো যেখানে কলকাতার লোকেরা উপস্থিত থাকতেন।\n\n\n=== হ্যানয় নোট ===\nভগবানজীর বাংলায় লেখা নিবন্ধগুলির মধ্যে প্রাপ্ত একটি নোটে বলা হয়েছে,\n২.৯.৪৫—Japs আত্মসমর্পণ করেছে/অ্যানামাইট সরকার। 'সরকারি' হয়ে গেছে। ভিয়েতনামের' হো চি মিন / হ্যানয় / লিউ পো চেং এর অধীনে /\nঅক্টোবর ১৯৪৫ : দক্ষিণ চীন, জেনারেলের অতিথি/ আনামাইট সরকারের সাথে যোগাযোগ রয়েছে।/একজন আমেরিকান গোয়েন্দা এজেন্ট-আলফ্রেড ওয়াগকে-পাওয়া গেছে , তার সরকারকে বলেছে।/\nলিউ বোচেং / লিউ পো চেং একজন বিখ্যাত চীনা সামরিক জেনারেল ছিলেন। তিনি গণপ্রজাতন্ত্রের জন্য লড়াই করেছিলেন। শিবপ্রসাদ নাগ নামে এক লেখক ১৯৫০ সালে 'লিউ পো চেং অর নেতাজি?' নামে একটি বই লিখেছিলেন। ভগবানজীর জিনিসপত্রের সাথে নাগের একটি চিঠিসহ বইটির একটি কপি পাওয়া গেছে। নাগের প্রতি ভগবানজীর লিখিত একটি চিঠিও পাওয়া গেছে। সেখানে তিনি বাংলায় কয়েকটি লাইন লিখেছিলেন;\nযাকে তুমি বহুদিন আগে জেনেছিলে তাকে ভুলে যাও, সে মরে ভূত হয়ে গেছে। তাই সেই লোকটার মাপকাঠিতে এই শরীরকে বোঝার চেষ্টা করলে ভুল করবে। সেই আগের তিনি আর নেই, বাইরের থেকে এবং ভেতরে সে এক মৃত ভূত, ভাবলেশহীন, স্থবির এবং সবার ধরা ছোয়ার বাইরে। \nআলফ্রেড ওয়াগ  শিকাগো ট্রিবিউনের একজন যুদ্ধকালীন সংবাদদাতা ছিলেন, তিনি ২৯ আগস্ট ১৯৪৫-এ নেতাজিকে কেন যুদ্ধাপরাধী হিসাবে গণ্য করা উচিত নয় সে সম্পর্কিত একটি প্রেস কনফারেন্সে জওহরলাল নেহরুকে খোলাখুলিভাবে চ্যালেঞ্জ করে দাবি করেছিলেন, নেতাজি বেঁচে আছেন এবং চার দিন আগে তাকে সাইগনে দেখা গেছে।\n\n\n=== দাঁতের ডিএনএ বিশ্লেষণ ===\nঅনুসন্ধানী সাংবাদিক অনুজ ধর ভগবানজীর জিনিসপত্রের মধ্যে ৯টি দাঁত সম্বলিত একটি ম্যাচের বাক্স খুঁজে পান। সেসব ভগবানজীর বলে ধরে নিয়ে, তিনি বিচারপতি মনোজ কুমার মুখোপাধ্যায়কে দাঁতের ডিএনএ পরীক্ষার জন্য অনুরোধ করেন।\n২০০৪ সালে, দুইটি পৃথক নমুনা সেন্ট্রাল ফরেনসিক সায়েন্স ল্যাবরেটরি, হায়দরাবাদ এবং সেন্ট্রাল ফরেনসিক সায়েন্স ল্যাবরেটরি, কলকাতায় পাঠানো হয় যার মধ্যে পিতা-মাতার দিক থেকে নেতাজির আত্মীয়দের রক্তের নমুনাও ছিল। যদিও প্রাথমিকভাবে ১১ টি টেস্টের মধ্যে ৪ টি টেস্টের রিপোর্ট পজেটিভ এসেছিল। তবুও হায়দ্রাবাদের রিপোর্টটি সম্পূর্ণ ছিল না, কারণ হিসেবে উল্লেখ করা হয়েছিল যে, দাঁত \"সম্পূর্ণ বিশ্লেষণের জন্য উপযুক্ত ডিএনএ তাঁরা পায়নি\"।\nCFSL- কলকাতার রিপোর্টটি ছিল চূড়ান্ত রিপোর্ট।  রিপোর্টে বলা হয়, দাঁতের ডিএনএ নমুনা নেতাজির পরিবারের সদস্যদের ডিএনএর সাথে মিলে যায়নি।\nবেনারস হিন্দু ইউনিভার্সিটির প্রখ্যাত ডিএনএ বিশেষজ্ঞ অধ্যাপক জ্ঞানেশ্বর চোবে সিএফএসএল-এর রিপোর্ট পরীক্ষা করে বলেছেন, ডিএনএ পরীক্ষা দেখে তিনি হতাশ হয়েছেন। তিনি বলেন, \"বিশ্লেষণে অনেক সমস্যা রয়েছে কারণ নমুনা (বায়োডিট) বিশ্লেষণের জন্য ব্যবহৃত সফটওয়্যারটি ইলেক্ট্রোফেরোগ্রাম বিশ্লেষণের জন্য নয়। পিতামাতার বংশ  সম্পর্কে কিছু অনুমান করতে ২০ টির মধ্যে চারটি ব্যবহার করা হয় নি।\" তিনি আরও পর্যবেক্ষণ করে বলেন, \"ডেন্টাল মর্ফোগ্রাফি দ্বারা উচ্চতা পরিমাপ করা যায় না। তাছাড়া একটি দাঁত থেকে ৪০-১০০ মিলিগ্রাম পাল্প পাওয়া কার্যত অসম্ভব।\" \"\nসায়ক সেনের দায়ের করা একটি আরটিআই-এর উত্তর দেওয়ার সময়, CFSL পরিচালক ৪ ফেব্রুয়ারি ২০২০-এ বলেছিলেন, পরীক্ষার সাথে সম্পর্কিত ইলেক্ট্রোফেরোগ্রাম রিপোর্ট CFSL-কলকাতায় উপলব্ধ নেই।\nকিছু দিন পর, তারা ২৪ ফেব্রুয়ারি ২০২০-এ উত্তর দেয়,\n\"আপনার অনলাইন RTI আবেদনের ধারাবাহিকতায় রেজিস্ট্রেশন নং DIRFS/R/E/20/00002  মে ১, ২০২০ এবং আমাদের পূর্ববর্তী উত্তর চিঠি নম্বর CFSL(K)/19-20/20/II/RTI-55/SS/ 475 তারিখ ৪ ফেব্রুয়ারী, ২০২০ অনুযায়ী প্রয়োজনীয় তথ্য নীচে দেওয়া হয়েছে:\n১. আরটিআই আবেদনের সাথে সম্পর্কিত কিছু অতিরিক্ত রেকর্ড পাওয়া গেছে যাতে এই আরটিআই প্রশ্নে চাওয়া ইলেক্ট্রোফেরোগ্রাম রয়েছে। এই তথ্যটি তৃতীয় পক্ষের সাথে সম্পর্কিত, তাই এটি হতে পারে না বলা হয়েছে\"। \"\n২২ অক্টোবর, ২০২২-এ রিপোর্ট করা হয় যে CFSL আবার একই বছরের সেপ্টেম্বরে পেশ করা তাদের RTI এর মাধ্যমে সায়ক সেনের অনুরোধ অনুসারে ইলেক্ট্রোফেরোগ্রাম রিপোর্ট শেয়ার করতে অস্বীকার করেছে। রিপোর্ট প্রকাশ না করার জন্য CFSL তথ্য অধিকার আইন, ২০০৫-এর ধারা 8(1)(A), (E) এবং 11(1) উল্লেখ করেছে। RTI আইনের ধারা 8(1) অনুসারে, একটি প্রত্নবস্তুর প্রকাশ ভারতের সার্বভৌমত্ব, অখণ্ডতা, রাজ্যের নিরাপত্তা, কৌশলগত এবং অর্থনৈতিক স্বার্থকে প্রতিকূলভাবে প্রভাবিত করবে, এটি নেতাজী অনুসারীদের মনে আরও সন্দেহের জন্ম দিয়েছে।\n\n\n=== ভগবানজীর হস্তাক্ষর বিশ্লেষণ ===\nঅনুজ ধর ভগবানজী এবং নেতাজির হস্তাক্ষরের একটি সেটসহ হস্তাক্ষর যাচাইয়ের ক্ষেত্রে,  ভারতীয় সরকারী আধিকারিক দ্বারা অধিষ্ঠিত শীর্ষস্থানীয় প্রশ্নযুক্ত নথির একজন অবসরপ্রাপ্ত প্রধান পরীক্ষক বি.লাল কাপুরের  সাথে যোগাযোগ করেন। একসময় বি.লাল প্রাপ্ত ম্যাচ সম্পর্কে ইতিবাচক রিপোর্ট দিলে, তাকে একই কাজ করার জন্য মুখার্জি কমিশনে যোগ দিতে বলা হয়। এবার তিনি ভগবানজী এবং নেতাজীর ইংরেজি, বাংলা উভয় ভাষায় অসংখ্য লেখা যাচাই করে এই সিদ্ধান্তে পৌঁছান, উভয় হাতের লেখা একই ব্যক্তির।\nবিচারপতি মুখার্জি এই বিষয়ে সরকারী বিশেষজ্ঞদের কাছ থেকে পরীক্ষা নিতে বাধ্য হয়েছিলেন যারা নেতিবাচক রিপোর্ট প্রদান করেছিলেন। বি লালের রিপোর্টের তুলনায় অফিসিয়াল রিপোর্টটি সংক্ষিপ্ত ও বিস্তৃত ছিল না। সরকারি বিশেষজ্ঞদের রিপোর্টে ইংরেজি হাতের লেখার মিল খুঁজে পাওয়া গেছে কিন্তু বাংলা হাতের লেখায় নয়।\nএই হস্তাক্ষরগুরি পরে মার্কিন যুক্তরাষ্ট্রের বিখ্যাত বিশেষজ্ঞ কার্ট ব্যাগেট যাচাই করে বলেছিলেন \" এই বিষয়গুলির পুঙ্খানুপুঙ্খ বিশ্লেষণ এবং স্বীকৃত ফরেনসিক পরীক্ষার সরঞ্জামগুলির নীতি ও কৌশল প্রয়োগের উপর নির্ভর করে আমার পেশাদার বিশেষজ্ঞভিত্তিক মতামত এই যে একই ব্যক্তি নামে জ্ঞাত (বোসের লিখিত চিঠি হিসাবে প্রমাণিত) এবং প্রশ্নযুক্ত নথিগুলো (রয় এবং অন্যান্য বিপ্লবীদের কাছ থেকে উপলব্ধ ) উভয় ব্যক্তিই লিখেছেন।\nসাম্প্রতিক ওয়েবকাস্টে অভিজ্ঞ হস্তাক্ষর বিশেষজ্ঞ অশোক কাশ্যপও নিশ্চিত করেছেন, হাতের লেখার আকার এত নিখুঁতভাবে নকল করা সম্ভব নয়।\n\n\n== পাল্টা দাবি এবং খণ্ডন ==\nনেতাজির পরিবার দীর্ঘদিন ধরে গুমনামি বাবা বা ভগবানজী থেকে নিজেদের দূরে সরিয়ে রেখেছে এবং প্রায় সমস্ত সম্ভাব্য অনুষ্ঠানে নেতাজির ভগবানজী হওয়ার সম্ভাবনাকে ঘৃণা করেছে।  নেতাজির বড় ভাইয়ের পৌত্র সুগত বসু একে \"ইতিহাসের প্রতারণা\" বলে অভিহিত করেছেন, অন্যদিকে আরেক ভ্রাতুষ্পুত্র চন্দ্র কুমার বসু নিরীক্ষণ করে বলেছেন, \"কোন তথ্যচিত্র বা ফটোগ্রাফিক প্রমাণ ছাড়াই ছদ্মবেশী 'গুমনামি বাবা'কে নেতাজি হিসেবে অভিহিত করা এবং সমর্থন করা একটি 'ফৌজদারি অপরাধ'।\nবিশিষ্ট গবেষক, লেখক ড. পূরবী রায় আবার এই তত্ত্বের প্রবক্তা যে নেতাজি তার শেষ দিনগুলি আসলে রাশিয়ায় কাটিয়েছেন। তাইহোকুতে নয়। তিনি আরও উল্লেখ করেছেন,  গুমনামি বাবাকে ছদ্মবেশী নেতাজি হিসাবে সম্বোধন করা কেবল সংবেদনশীলতা মাত্র।  তিনি ফৈজাবাদের একটি কলেজের প্রাক্তন অধ্যক্ষ বিশ্বম্ভর নাথ অরোরা দ্বারা তাঁর মৃত্যুর পর গুমনামি বাবার বাসভবনে গিয়ে সিগারেটের কার্টন এবং স্কচ হুইস্কির বোতল আবিষ্কারের কথা উল্লেখ করেছেন। নেতাজি তার জীবনে মদ্যপ ছিলেন বলে জানা যায় না।\nবিচারপতি সাহাই কমিশনের সামনে ভি.এন অরোরার সাক্ষ্য যদিও হুইস্কির বোতল সম্পর্কে কোনও কথা উল্লেখ করেনি।\n\n\n== বিচারপতি মুখার্জি কমিশন ==\n১৯৪৫ সালে বিমান দুর্ঘটনায় নেতাজি মারা গিয়েছিলেন কিনা তা তদন্ত করার উদ্দেশ্যে বিচারপতি মনোজ কুমার মুখার্জি কমিশন ১৯৯৯ সালে গঠিত হয়। যখন সাংবাদিক অশোক ট্যান্ডন এবং রাম ভবনের জমিদার শক্তি সিং ভগবানজী সম্পর্কে বিশদ বিবরণ নিয়ে তাঁর কাছে আসেন তখন তিনি ভগবানজী সম্পর্কে অবহিত হন। ভগবানজীকে নেতাজী দাবি করে ললিতা বসুর দায়ের করা আবেদনের কথাও তারা উল্লেখ করেছেন।\nকমিশন ফৈজাবাদ রাজস্ব-বিভাগ পরিদর্শন করে এবং ভগবানজির ঘর থেকে পাওয়া ২৬০০টি জিনিসপত্তরের মধ্যে ৭০০টি কলকাতায় গবেষণার জন্য পাঠানো হয়। এ বিষয়ে কমিশন ৩১ জন সাক্ষীর সাক্ষ্য গ্রহণ করে।\nএদের মধ্যে যারা ভগবানজী এবং নেতাজি, উভয়কেই সামনা-সামনি দেখেছেন তারা সবচেয়ে গুরুত্বপূর্ণ। দুর্গা প্রসাদ পান্ডে, শ্রীকান্ত শর্মা এবং অপূর্ব চন্দ্র ঘোষ সাক্ষ্য দিয়েছেন, ভগবানজী ছিলেন নেতাজি। তারা অতীতে যে কোনো সম্ভাব্য সন্দেহ দূর করতে নেতাজী এবং পরবর্তীতে ভগবানজী উভয়ের সাথেই একাধিকবার সাক্ষাৎ করেছেন। মিঃ ঘোষ আরও যোগ করেছেন,  একবার ভগবানজী একজন বাহাদুর  সম্পর্কে জিজ্ঞাসা করেছিলেন যিনি নেতাজির এলগিন রোডের বাড়িতে প্রহরী ছিলেন এবং আরও জিজ্ঞাসা করেছিলেন, নেতাজির ঘরে এখনও মা কালীর ছবিযুক্ত একটি ক্যালেন্ডার আছে কিনা। বিচারপতি মুখোপাধ্যায় তার সাক্ষীদের বিবেচনাযোগ্য মনে করেছিলেন।\nকমিশনের সামনে আরও সাক্ষী জবানবন্দি দিয়েছেন যারা ভগবানজিকে মুখোমুখি দেখেছিলেন। ফৈজাবাদের ডাঃ প্রিয়ব্রত ব্যানার্জী, তার স্ত্রী রীতা ব্যানার্জী এবং তার মা বিথী চ্যাটার্জী ভগবানজীর সাথে তাদের সাক্ষাতের বর্ণনা প্রদান করেছেন। ডঃ পি. ব্যানার্জির পিতা ডঃ টি.সি ব্যানার্জি একবার ভগবানজীর চিকিৎসা করেছিলেন এবং তিনি নিশ্চিত হয়েছিলেন যে তিনি নেতাজী ছাড়া আর কেউ নন। কারণ তিনি আগে নেতাজিকে দেখেছিলেন । ব্যানার্জি দম্পতি বলেন , তাঁরা প্রায়ই ভগবানজীর সঙ্গে দেখা করতেন, তাঁর সঙ্গে মুখোমুখি কথা বলতেন । তাঁরা বাংলায় প্রশ্ন করতেন, ভগবানজি হিন্দিতে মোটা বাংলা উচ্চারণে উত্তর দিতেন । রীতা ব্যানার্জি একটি ঘটনার বর্ণনা দেন তা হলো সাক্ষাতের এক পর্যায়ে তিনি ভগবানজীকে জিজ্ঞাসা করেন , তাদের ঘন ঘন তদন্তের কারণে তিনি অসন্তুষ্ট হয়েছেন কি না , ভগবানজী মর্মস্পর্শী সুরে উত্তর দেন -\n\"রাগ? যার নিজের মা বাবা থাকতে মা বাবা নেই, নিজের ভাই বোন থাকতে ভাই বোন নেই, নিজের দেশকে নিজের বলার অধিকার নেই, সে কি রাগ করতে পারে? অভিমান করতে পারে\"\nবিচারপতি মুখোপাধ্যায়কে তাদের সাক্ষ্য বাদ দিতে হয়েছিল কারণ তারা নেতাজিকে কখনও ব্যক্তিগতভাবে দেখেননি। তাদের সাক্ষ্যকে সর্বতোভাবে জনশ্রুতি বলা যেতে পারে।\nসরকারী ডিএনএ বিশ্লেষণ রিপোর্ট এবং হস্তাক্ষরের রিপোর্ট পাওয়ার পর মুখার্জি কমিশন এই সিদ্ধান্তে পৌঁছেছিল যে ভগবানজি নেতাজি নন। বিচারপতি মুখার্জির কাছে 'ভগবানজী নেতাজি নন' এটি  ঘোষণা করা ছাড়া উপায় ছিল না।\nসাক্ষাৎকারে আবরণমোচন : চলচ্চিত্র নির্মাতা অম্লান কুসুম ঘোষের সাথে একটি নৈমিত্তিক আলোচনায়, বিচারপতি মুখার্জি অপ্রকাশ্যভাবে উল্লেখ করেছিলেন, তিনি ১০০% নিশ্চিত যে ভগবানজী নেতাজি ছিলেন, কারণ এটিই ছিল সবচেয়ে বুদ্ধিমান দৃষ্টিভঙ্গি। তার অজান্তেই আলোচনাটি ক্যামেরায় ধরা পড়ে এবং বিভিন্ন চ্যানেলে প্রচারিত হয় যা প্রচুর বিতর্ক ও হৈচৈ সৃষ্টি করে।\n\n\n== এলাহাবাদ হাইকোর্টের রায় ==\n২০১০ সালে, আরেকটি রিট পিটিশনে, নং. 10877(M/B), রাম ভবনের বর্তমান মালিক শক্তি সিং বিচারপতি মুখার্জি কমিশনের সংগ্রহ করা সমস্ত বস্তু ফৈজাবাদ রাজস্ব-বিভাগে ফেরত দেওয়ার জন্য দায়ের করেছিলেন।\nএলাহাবাদ হাইকোর্ট ২০১৩ সালে রায় দেওয়ার সময়, পূর্ববর্তী কমিশনগুলি কীভাবে কাজ করেছে এবং ভগবানজিকে নেতাজী বলে খারিজ করার প্রমাণ হিসাবে বিচারপতি মুখার্জীকে সরকারী ডিএনএ ফলাফল গ্রহণ করতে কী বাধ্য করেছিল সে সম্পর্কে বেশ কয়েকটি গুরুত্বপূর্ণ অনুসন্ধান করেছে। উচ্চ আদালত ডিএনএ পরীক্ষাকে পূর্ণাঙ্গ এবং চূড়ান্ত হিসাবে গ্রহণ করার বিষয়ে উদ্বেগ প্রকাশ করে নিম্নরূপ মন্তব্য করেছে,\n\" দাঁতের সত্যতা সম্পর্কে সামান্য সন্দেহও একজন সাধারণ বিচক্ষণ ব্যক্তিকে মৌখিক এবং অন্যান্য প্রমাণ উপেক্ষা না করতে বাধ্য করবে, যদিও বিশেষজ্ঞদের মধ্যে নেতাজীর হস্তাক্ষর বিষয়ে মতপার্থক্য ছিল।  \"\nএলাহাবাদ হাইকোর্টের নীচের বিবৃতি ইঙ্গিত দেয় যে , পূর্ববর্তী তদন্ত কমিটিগুলির দ্বারা গৃহীত সিদ্ধান্ত মেনে নেওয়ার বিষয়ে তাদের দৃঢ় আপত্তি রয়েছে এবং গুমনামী বাবার নেতাজি হওয়ার সম্ভাবনাকে অস্বীকার করবে না।\n\" ৭৯. যেহেতু এখনও নেতাজির কথিত দুর্ঘটনাজনিত মৃত্যুর সাথে মিলিত গুমনামি বাবার বিষয়ে বৈজ্ঞানিক পদক্ষেপের মাধ্যমে কোনও চূড়ান্ত অনুসন্ধান পাওয়া যায়নি, তাই গবেষক এবং ভবিষ্যত প্রজন্মের জন্য রেকর্ড এবং উপকরণগুলিকে সর্ব উপায়ে সংরক্ষণ ও সুরক্ষিত করতে হবে। বলা বাহুল্য ,  আমাদের   (সরকার) জাতীয় সম্পদের তত্ত্বাবধায়ক। গুমনামি বাবার সমস্ত কথিত সামগ্রী এবং জিনিসপত্র জাতীয় সম্পদ এবং ভবিষ্যৎ প্রজন্মের জন্য অবশ্যই সুরক্ষিত রাখতে হবে যাতে উপযুক্ত সময়ে উপযুক্ত বৈজ্ঞানিক পদ্ধতিগত গবেষণার মাধ্যমে সত্য উদঘাটন , অন্বেষণ  এবং সংযোজন করা যায়। গুমনামি বাবা যাকে জনসাধারণের উল্লেখযোগ্য অংশ নেতাজি হিসাবে গণ্য করেছে, তাকে ভারতীয় ইতিহাসে নেতাজীর জীবনীর সাথে সমন্বয়ের বিবেচনা করা যেতে পারে। \nআদালত নেতাজির অন্তর্ধানের বিষয়টি পরিচালনার ক্ষেত্রে অপ্রতুলতার জন্য ভারত সরকারের সমালোচনা করেছে এবং নিম্নলিখিত পর্যবেক্ষণ করেছে।\n৮৪. বিমান দুর্ঘটনায় নেতাজি সুভাষচন্দ্র বসুর মৃত্যুর রহস্যের কথা আলোচনা করলে , ভারত সরকারের উচিত আরও বেশি সিদ্ধান্ত গ্রহণ করা। কারণ উল্লেখ না করেই মুখার্জি কমিশনের রিপোর্ট বাতিল করা হয়েছে।\nউত্তর প্রদেশ রাজ্য সরকারকে একটি যাদুঘর প্রতিষ্ঠা এবং গুমনামি বাবার জিনিসপত্র বৈজ্ঞানিকভাবে সংরক্ষণ করার নির্দেশ দেওয়ার পাশাপাশি বিচারপতি মুখার্জি কমিশনকে তদন্তের সময় দেওয়া জিনিসগুলি ফেরত দেওয়ার নির্দেশ প্রদান সহ, গুমনামি বাবার পরিচয় খুঁজে বের করার জন্য আরেকটি কমিটি গঠনের নির্দেশ দেওয়া হয়।\n\"গ) প্রয়াত গুমনামি বাবার পরিচয়ের বিষয়ে তদন্তের জন্য হাইকোর্টের একজন অবসরপ্রাপ্ত বিচারকের নেতৃত্বে বিশেষজ্ঞ এবং উচ্চতর কর্মকর্তাদের সমন্বয়ে একটি কমিটি গঠনের বিষয়ে বিবেচনা করার জন্য উত্তর প্রদেশ সরকারকে নির্দেশ দেওয়া হয়েছে। ভগবানজী  ফৈজাবাদের রাম ভবনে বাস করতেন এবং মৃত্যুর পর তাকে ১৮/৯/১৯৮৫ (সু.প্রা) তারিখে দাহ করা হয় । তিন মাসের মধ্যে দ্রুত সিদ্ধান্ত নিয়ে তা অবগত করুন। \"\n\n\n== বিচারপতি সাহাই কমিশন ==\n২০১৬ সালে, এলাহাবাদ হাইকোর্টের আদেশে বিষ্ণু সহায় কমিশন গঠন করা হয়।\n৩ বছরের তদন্ত এবং ৪৫ জন সাক্ষীর জবানবন্দির পর, বিচারপতি বিষ্ণু সাহাই নিম্নলিখিত সিদ্ধান্তে উপনীত হন।\n\n\"তিনি বাঙালি ছিলেন;\nতিনি বাংলা, ইংরেজি ও হিন্দি ভাষায় পারদর্শী ছিলেন;\nতিনি একজন অসাধারণ সুপাঠক ব্যক্তি ছিলেন। কারণ ফৈজাবাদের রাম ভবনের যে অংশে তিনি থাকতেন সেখানে বাংলা, ইংরেজি এবং হিন্দিতে প্রচুর সংখ্যক বই পাওয়া গেছে;\nতিনি যুদ্ধ, রাজনীতি এবং বর্তমান বিষয় সম্পর্কে উত্তমরূপে ওয়াকিবহাল ছিলেন;\nনেতাজি সুভাষ চন্দ্র বসুর মতই তার কন্ঠস্বরে  কর্তৃত্বের আবহ ছিল;\nতার অসাধারণ ইচ্ছাশক্তি এবং আত্ম-নিয়ন্ত্রণ ক্ষমতা তাকে তার জীবনের শেষ দশ বছর অযোধ্যা এবং ফৈজাবাদে পর্দার আড়ালে কাটাতে সক্ষম করেছিল;\nযাদের সঙ্গে তিনি পর্দার আড়ালে কথা বলতেন, তারা তাঁর কথা শুনে মুগ্ধ হয়েছিলেন;\nতিনি পূজা ও ধ্যানে যথেষ্ট সময় অতিবাহিত করেছেন;\nতিনি সঙ্গীত, চুরুট এবং খাদ্যের মতো জীবনের  সন্তোষজনক জিনিসের প্রতি অনুরাগী ছিলেন;\nতিনি সুভাষ চন্দ্র বসুর একজন ভক্ত ছিলেন কিন্তু যখনই গুজব ছড়ানো শুরু হয় যে তিনি নেতাজি সুভাষ চন্দ্র বসু তখনই তিনি তার বাড়ি পরিবর্তন করেন; এবং\nতিনি ভারতের শাসনব্যবস্থা সম্পর্কে মোহমুক্ত ছিলেন\"  ।\n২৯ জন সাক্ষী দাবি করেছে, ভগবানজী ছিলেন নেতাজি।\n৮ জন সাক্ষী ভগবানজীকে নেতাজি হিসেবে দাবি নাকচ করে দেন। তাদের মধ্যে একজন ছাড়া বাকি সবাই ছিলেন নেতাজীর পরিবারের সদস্য।\nজনৈক শীতলা সিং সাক্ষ্য দিয়েছিলেন যে ভগবানজী কে ডি উপাধ্যায় ছিলেন একজন খুনি। প্রমাণের অভাবে তার দাবি সরাসরি প্রত্যাখ্যান করা হয়।\nডাঃ আর পি মিশ্র ছিলেন একজন অবসরপ্রাপ্ত সার্জন এবং ভগবানজির খুব ঘনিষ্ঠ অনুসারী যিনি ভগবানজিকে তাঁর নিজের পিতামহের মতো বর্ণনা করেছেন। বিচারপতি সাহাই উল্লেখ করেছেন,  দুঃখের বিষয় এটি যে ডাঃ মিশ্র এই বিষয়ে সবচেয়ে বেশি জ্ঞানী হওয়া সত্ত্বেও ভগবানজী সম্পর্কে খুব বেশি কিছু প্রকাশ করতে ইচ্ছুক নন।\nঅবশিষ্ট সাক্ষীরা দাবি করেছেন, শৌলমারির স্বামী শারদানন্দজী প্রকৃতপক্ষে নেতাজি ছিলেন, ভগবানজী নন। তাদের দাবি প্রমাণের অভাবে সরাসরি প্রত্যাখ্যান করা হয়।\nনেতাজির বড় ভাই শরৎ চন্দ্র বসুর নাতনি জয়ন্তী রক্ষিত এবং তার স্বামী অমিয় নাথ রক্ষিত ২০০০ সালের মাঝামাঝি ফৈজাবাদে গিয়েছিলেন। স্থানীয় লোকদের সাথে কথা বলার পর এবং তদন্তকারী সাংবাদিকদের সাথে দেখা করে তারা নিশ্চিত হন যে গুমনামি বাবা তাদের পিতামহের ভ্রাতা নেতাজী। বিচারপতি সাহাই দ্বারা পরীক্ষিত তারাই প্রথম সাক্ষী। সাহাই অবশ্য তাদের দাবিকে নিছক লোকশ্রুতি বলে প্রত্যাখ্যান করেন।\nশুধুমাত্র একজন সাক্ষী অযোধ্যা প্রসাদ গুপ্ত নেতাজি এবং ভগবানজী উভয়কেই দেখেছিলেন। তিনি সাক্ষ্য দিয়েছিলেন, উভয়ই আসলে একই ব্যক্তি। বিচারপতি সাহাই উপরে উল্লিখিত ধারাগুলির উদ্ধৃতি দিয়ে তার দাবি খারিজ করেছেন এবং এই কারণে মিঃ গুপ্তা মুখার্জি কমিশনের সামনে সাক্ষ্য দেওয়ার মিথ্যা দাবি করেছেন।\nতিনজর তদন্তকারী সাংবাদিক অনুজ ধর, চন্দ্রচূড় ঘোষ এবং অশোক ট্যান্ডনকেও জিজ্ঞাসাবাদ করা হয়েছে। তারা তাদের নিজ নিজ বিস্তৃত গবেষণা প্রদর্শনী হিসাবে সৃষ্টি করেছেন এবং  সাক্ষ্য দিয়েছেন যে, ভগবানজী-ই নেতাজি ছিলেন। মিঃ ট্যান্ডন কিছু গুরুত্বপূর্ণ তথ্য তুলে ধরেছেন।  -\n\n\"লীলা রায়কে একটি তালিকা পাঠানো হয়েছিল এবং তালিকায় 'মা ও বাবার ছবি' উল্লেখ করা হয়েছিল ( কার মা - বাবা তা উল্লেখ করা হয়নি)। লীলা রায় তাঁকে নেতাজীর পিতা জানকীনাথ বসু এবং মাতা শ্রীমতি প্রভাবতী দেবীর ছবি পাঠিয়েছিলেন।\"\n\"বিশ্বনাথ রায় গুমনামি বাবার প্রতি একটি চিঠিতে লিখেছেন, ঐদিন তিনি দেশবন্ধুর সাথে ১৯২৩ সালে এসেছিলেন এবং গুমনামি বাবা বিধানসভা নির্বাচনের বিষয়ে একটি বক্তৃতা দিয়েছিলেন। তিনি সিদ্ধান্ত নেন যে তিনিই তাঁর গুরু।   \"\n\"একটি প্রাপ্ত ছোট চিরকুটে বাংলায় লেখা ছিল -\n\"হরিপুরা থেকে ওয়েলিংটন পর্যন্ত যা ঘটেছিল তা যদি না ঘটত, তাহলে জীবনটা হয়ত অন্যদিকে মোড় নিত\"। হরিপুরায় নেতাজি সুভাষ চন্দ্র বসু কংগ্রেস সভাপতি নির্বাচিত হন এবং ওয়েলিংটনে তিনি উক্ত পদ থেকে পদত্যাগ করেন।\nবিচারপতি সাহাই সাক্ষ্য-প্রমাণ দেখে বিচলিত হয়ে মন্তব্য করেন-\n\" আমি চন্দ্রচূড় ঘোষের এই দাবির প্রতি আমার উদ্বেগ প্রকাশ করছি যে , গুমনামী বাবা ওরফে ভগবানজী এবং নেতাজি সুভাষ চন্দ্র বসু  একই ব্যক্তি হওয়ার প্রবল সম্ভাবনা রয়েছে। স্মরণ রাখা উচিত যে বিচার বিভাগীয় তদন্ত কমিশন (যেমন বর্তমানে) খুব শক্তিশালী সম্ভাবনার সিদ্ধান্তে পৌঁছবেন না; তারা তখনই একটি সিদ্ধান্তে পৌছায় যখন কিছু বাক্য সত্য হওয়ার সম্ভাবনা খুব উচ্চ মাত্রায় বিদ্যমান থাকে ।\"\nকিন্তু শেষ পর্যন্ত তিনি ডিএনএ ফলাফলের উদ্ধৃতি দিয়ে তাদের দাবি প্রত্যাখ্যান করে বলেন, তাদের কেউই ভগবানজিকে দেখেননি এবং তাদের বর্ণনা কেবলই জনশ্রুতি মাত্র।\nমুখার্জি কমিশনে সাক্ষ্য দেওয়া রীতা ব্যানার্জি আবারও জবানবন্দি দেন। সমস্ত সাক্ষীদের মধ্যে তিনিই ভগবানজীকে দীর্ঘ সময় ধরে মুখোমুখি দেখেছিলেন। উপরে উল্লিখিত দু'টি কারণ উল্লেখ করে তার সাক্ষ্য প্রত্যাখ্যান করা হয়। কারণ হিসেবে বলা হয়, তিনি অন্য কোনও কমিশনের সামনে উপস্থিত না হওয়ার বিষয় ভুলভাবে উল্লেখ করেছেন। তিনি মুখার্জি কমিশনের সামনে উপস্থিত ছিলেন। এটি তার সাক্ষ্য প্রত্যাখ্যাত হওয়ার মূল কারণ।\nতিন সাক্ষী অমিতা সিং, নন্দ কুমার মিশ্র এবং শিব প্রসাদ যাদব তাদের জীবনে কয়েকবার ভগবানজীকে মুখোমুখি দেখেছিলেন। প্রথম দুটি ধারা উল্লেখ করে তাদের সাক্ষ্যও প্রত্যাখ্যান করা হয়।\nসাত জন সাক্ষী ছিলেন বসু পরিবারের সদস্য। তারা এই ধারণাটিকে পুরোপুরি প্রত্যাখ্যান করেছেন যে নেতাজি সম্ভবত তার বাকি জীবন একজন সন্ন্যাসী হিসাবে কাটাতে পারেন। দ্বারকানাথ বসু , চিত্রা ঘোষ , নীতা ঘোষ, কৃষ্ণ ঘোষ এবং অর্ধেন্দু বসু দাবিটি খারিজ করার জন্য নিম্নলিখিত বিবৃতি দিয়েছেন।\n\"নেতাজি সুভাষ চন্দ্র বসুর গুরুতর দুর্দশা ,  অসুস্থতা এবং তাঁর ঘন ঘন কারাগারে বন্দী থাকার কারণে খুব অল্পই অনুমেয় যে তিনি আশির দশকের শেষ অবধি একজন মরণশীল মানুষ হিসাবে বেঁচে থাকতে পারতেন , যেমনটি গুমনামী  বাবার ক্ষেত্রে দেখা যায়। (সুভাষ চন্দ্র বসু ১৮৯৭ সালে জন্মগ্রহণ করেন এবং গুমনামি বাবা ১৬ সেপ্টেম্বর, ১৯৮৫ সালে মারা যান)\"\n\"যেহেতু নেতাজি সুভাষ চন্দ্র বসুর বাবা-মা বা ভাইবোন কেউই আশির দশকের শেষভাগ পর্যন্ত বেঁচে ছিলেন না, নেতাজি সুভাষ চন্দ্র বসু যে বিপজ্জনক জীবন যাপন করেছিলেন তা বিবেচনা করে ধারণাই করা যায় না যে তিনি ৮৮ বছর বয়স পর্যন্ত বেঁচে থাকতে পারেন\"\n\"সংক্ষেপত,  এটা কল্পনাতীত যে নেতাজী ১৯৪৫ সাল থেকে ৪০ বছর পরে ৮৮ বছর বয়সে তাঁর মৃত্যুর আগ পর্যন্ত অদৃশ্য হয়ে নির্জনতা  অবলম্বন করবেন - যে দশকগুলিতে তাঁর প্রিয় ভারত ক্রমশ সঙ্কটের দিকে ধাবিত হয়েছিল , সেই ভয়ঙ্কর ট্র্যাজেডি ধর্মীয় ভিত্তিতে ভারত বিভাজন, সাম্প্রদায়িকতার যন্ত্রণা, ব্যাপক দারিদ্র্য এবং দুর্বল সরকারের ভারতের জনগণকে নিপীড়নের  মাধ্যমে শুরু হয়েছিল। এই সময় সুভাষ চন্দ্র বসু কি নির্বিকারভাবে তার দেশের পাশে দাঁড়াতেন না ? তাই আমি দ্ব্যর্থহীনভাবে বলতে পারি যে এটি (গুমনামি বাবার নেতাজী হওয়ার সম্ভাবনা) অসম্ভব।\"\nতারা আরও বলেছেন ভগবানজীর আবাসে বোস পরিবারের সাথে সম্পর্কিত কিছু নিদর্শন আবিষ্কার তাকে নেতাজী হিসাবে প্রতিষ্ঠিত করার পক্ষে যথাযথ প্রমাণ নয়। এও উল্লেখ্য যে ভগবানজীর নির্দেশে সেই জিনিসগুলি জনৈক বিজয় নাগ সংগ্রহ করেছিলেন।\nনেতাজীর ছোট ভাই শৈলেশ চন্দ্র বসুর পুত্র অর্ধেন্দু বসু বলেন যদিও তার পিতা নেতাজি সুভাষ চন্দ্র বসুর সহোদর ভাই ছিলেন এবং মার্চ, ১৯৮৪ সালে মারা যান। তিনি (তার পিতা) গুমনামি বাবার কথা শুনেছিলেন। প্রায়শই বোম্বেতে তার পিতার বাসভবনে গুমনামি বাবার পরিচয় নিয়ে অনেক আলোচনা হতো। তার বাবা যদি মনে করতেন, গুমনামি বাবা-ই নেতাজী সুভাষ চন্দ্র বসু, তাহলে তিনি অবশ্যই তাকে দেখতে যেতেন কারণ এটি তাকে তিনি প্রকৃত-ই নেতাজী সুভাষ চন্দ্র বসু কি না তা নির্ধারণ করতে সাহায্য করত।\nবিচারপতি সাহাই মনে করেন, এই বিবৃতিগুলি গুমনামি বাবার রহস্য সমাধানে যথেষ্ট এবং সেই অনুযায়ী তিনি উপসংহার টেনে দেন।\nবুলবুল বিতর্ক: বিচারপতি সাহাই বুলবুল নামে এক কিশোরী মেয়ের পাঠানো একটি চিঠির ভিত্তিতে তার রায়ের উপর ভিত্তি করে, গুমনামি বাবাকে ২৩ জানুয়ারী, ১৯৮০ সালে নেতাজির জন্মদিন উদযাপনে তার বাড়িতে একটি অনুষ্ঠানে উপস্থিত থাকতে বলেছিল। বিচারপতি সাহাই অনুমান করেছিলেন, যদি তিনি স্বয়ং নেতাজী হন তাহলে গুমনামী বাবাকে তার নিজের জন্মদিন উদযাপনের জন্য আলাদাভাবে আমন্ত্রণ জানানো যাবে না। বুলবুল ওরফে সুহিতা ভট্টাচার্যকে কখনই সাক্ষী হিসাবে উপস্থিত হতে বলা হয়নি। তবে, তিনি পরে একটি ওয়েবকাস্টে এক সাক্ষাৎকারে নিশ্চিত করেছেন, তিনি সবসময়ই জানতেন যে গুমনামি বাবা-ই নেতাজি ছিলেন। তিনি জানিয়েছেন, তার বাবা সন্তোষ ভট্টাচার্য গুমনামি বাবার ঘন ঘন দর্শনার্থী ছিলেন।\nডিসেম্বর ২০১৯-এ, কমিশন উপসংহারে পৌঁছে যে, ভগবানজী সুভাষ চন্দ্র বসু। কমিশন তাদের রিপোর্টে আরও উপসংহার প্রদান করেছে যে ভগবানজী বসুর অনুগামী ছিলেন।\n\n\n== প্রভাব ==\nতার বহু অনুসারী এবং অনুরাগীরা বিশ্বাস করেন যে, তিনি নেতাজি সুভাষ চন্দ্র বসু ব্যতীত আর কেউ নন। ১৯৪৫ সালে রহস্যজনকভাবে অন্তর্ধানের পর উত্তরপ্রদেশ রাজ্যে তিনি তার বাকি জীবন সাধু হিসেবে অতিবাহিত করেছিলেন তা সত্ত্বেও দুটি তদন্ত কমিশন তাঁকে নেতাজি হিসেবে গ্রহণ করতে অস্বীকার করেছে।\nভগবানজীর বক্তৃতাগুলি \"রায়\"-এর সম্পাদনায় \"জয়শ্রী\" নামে একটি বাংলা মাসিক পত্রিকায় প্রকাশিত হত। রায়ের ভাগ্নে বিজয় নাগ পরে \" ওই মহামানব আসে  \" নামে একটি বই প্রকাশ করেন যা ছিল জয়শ্রী মাসিকে প্রকাশিত বক্তৃতার সংগ্রহ। \"জয়শ্রী\" আজও সক্রিয়ভাবে বিভিন্ন বইয়ের মাধ্যমে ভগবানজীর রচনা প্রকাশ করছে। ২০২০ সালে, ইন্দ্রাশিস ভট্টাচার্যকে ট্রাস্টের কাজগুলি পরিচালনকল্পে বিজয় কুমার নাগ (জয়শ্রী পত্রিকা ট্রাস্ট) এর সাংবিধানিক প্রতিনিধি নিয়োগ করা হয়। তিনি সুনীল কৃষ্ণ গুপ্ত এবং সুরজিৎ দাশগুপ্তের ঘনিষ্ঠ সহযোগী, উভয় জেএমসিআই-এর সাক্ষী৷\nভগবানজীর বক্তৃতায় প্রায়ই সমসাময়িক রাজনীতি, ধর্মতত্ত্ব, সঙ্গীত এবং এমনকি অধিবিদ্যার বিষয় অন্তর্ভুক্ত ছিল।\nএপ্রিল ২০১৭-এ, উত্তরপ্রদেশ সরকার গুমনামি বাবার জিনিসপত্র থেকে উদ্ধার হওয়া সমস্ত বইকে ডিজিটায়িত করার সিদ্ধান্ত নেয়।\nএলাহাবাদ হাইকোর্টের দেওয়া আদেশ অনুসারে, মুখ্যমন্ত্রী অখিলেশ যাদবের অধীনে উত্তরপ্রদেশ সরকার, ভগবানজির ব্যবহৃত জিনিসপত্র প্রকাশ্যে প্রদর্শনের জন্য একটি জাদুঘর স্থাপনের জন্য তহবিল বরাদ্দ করেছে। অযোধ্যায় অবস্থিত \"রাম কথা সংগ্রহালয়\" যাদুঘরের একটি চিত্রশালা তাকে উৎসর্গ করা হয়েছে। গ্যালারিটি এখনো উদ্বোধন করা হয়নি।\n২০১৯ সালে, অনুজ ধরের বই কনড্রামের উপর ভিত্তি করে ভগবানজীকে চিত্রিত করা গুমনামি নামে একটি চলচ্চিত্র তৈরি করা হয়।\n২০২২ সালের নভেম্বরে অম্লান কুসুম ঘোষ পরিচালিত সন্ন্যাসী দেশনায়ক নামে একটি চলচ্চিত্র মুক্তি পায় যেখানে প্রধান চরিত্রে ভিক্টর ব্যানার্জি, শাশ্বত চ্যাটার্জি এবং লকেট চ্যাটার্জি অভিনয় করেছেন। ফিল্মে দেখানো হয়, উত্তর প্রদেশের বিভিন্ন স্থানে ভগবানজীর অবস্থানের সময় তার জীবন অন্বেষণ এবং তার সম্ভাব্য পরিচয় অনুসন্ধান করার চেষ্টা করা হয়েছে।\n\n\n== তথ্যসূত্র =="}