{"pageid": 1399983, "title": "আল্লাহকে দেখতে পাওয়া", "url": "https://bn.wikipedia.org/wiki?curid=1399983", "content": "আল্লাহকে দেখতে পাওয়া বা আল্লাহর দীদার/দর্শন লাভ (আরবি: رؤية الله) বা আল্লাহকে দর্শন ইসলামের একটি বহুল আলোচিত ও বিতর্কিত বিষয়। ইসলামের নবী মুহাম্মাদ মেরাজে এবং স্বপ্নে আল্লাহকে দেখেছেন কি না তা নিয়ে কোরআন ও হাদিসের বিভিন্ন ব্যাখ্যা রয়েছে। এর ব্যাখ্যার অমিল অনেকসময় চরমপন্থী সংঘর্ষে রূপ নেয়, যার ফলে অনেকসময় এ বিষয়ে ইসলামি মতানৈক্যকারী সম্প্রদায়সমূহ (হাম্বলি, মুতাজিলা ও ইবাদি) একে অপরকে কাফির পর্যন্ত ঘোষণা দিয়ে থাকে। তবে অধিকাংশ সুন্নি আলেমই হাশরের ময়দানে আল্লাহকে দেখতে পাওয়া যাবে মর্মে কোরআন ও হাদিসের ব্যাখ্যায় একমত পোষণ করে থাকেন।\n\n\n== ইসলামি পাণ্ডুলিপি ==\n\n\n=== হাদিস ===\nইবনু আব্বাস (রাযিঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার প্রতিপালক প্রভু সর্বোত্তম চেহারায় আমার নিকট আসলেন। তিনি বললেনঃ হে মুহাম্মাদ। আমি বললাম, হে আমার রব! আমি উপস্থিত, আমি হাযির। তিনি প্রশ্ন করেনঃ উর্ধ্ব জগতের অধিবাসীরা কি নিয়ে বিবাদ করছে? আমি উত্তর দিলাম, প্ৰভু! আমি জানি না। তিনি তার হাত আমার দুই কাধের মধ্যখানে রাখলেন। এমনকি আমি এর শীতলতা আমার উভয় স্তনের মধ্যখানে (বুকে) অনুভব করলাম। পূর্ব-পশ্চিমের মাঝে যা কিছু আছে তা আমি জেনে নিলাম। অতঃপর তিনি বললেন, হে মুহাম্মাদ! আমি বললাম, হে আমার রব! আমি আপনার সামনে উপস্থিত আছি।\nতিনি আবার প্রশ্ন করলেন, ঊর্ধ্বলোকের অধিবাসীরা কি নিয়ে বিতর্ক করছে? আমি জবাব দিলাম, মর্যাদা বৃদ্ধি, কাফফারাত লাভ, পদব্রজে জামাআতে যোগদান, কষ্টকর অবস্থায়ও উত্তমরূপে উযূ করা এবং এক ওয়াক্তের নামায আদায় করার পর পরের ওয়াক্তের নামাযের অপেক্ষায় থাকা ইত্যাদি বিষয়ে তারা বিতর্ক করছে (একে অপরকে অতিক্রম করার চেষ্টা করছে)। যে লোক এগুলোর হিফাযাত করবে সে কল্যাণের মধ্যে বেঁচে থাকবে, কল্যাণময় মৃত্যুবরণ করবে এবং তার জননী তাকে প্রসব করার সময়ের মত গুনাহ মুক্ত হয়ে যাবে।\n মু’আয ইবনু জাবাল (রাযিঃ) হতে বর্ণিত আছে, তিনি বলেন, একদিন প্রত্যুষে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সাথে ফজরের নামায আদায় করতে আসতে বাধাপ্রাপ্ত হন। এমনকি আমরা সূর্য উদিত হয়ে যাওয়ার আশংকা করলাম। তিনি তাড়াতাড়ি বের হয়ে এলে সালাতের জন্য ইকামাত দেয়া হল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সংক্ষেপে সালাত আদায় করলেন। তিনি সালাম ফিরানোর পর উচ্চস্বরে আমাদেরকে ডেকে বললেনঃ তোমরা যেভাবে সারিবদ্ধ অবস্থায় আছ সেভাবেই থাক। তারপর তিনি আমাদের দিকে ফিরে বসলেন অতঃপর বললেনঃ সকালে তোমাদের নিকট আসতে আমাকে কিসে বাধাগ্রস্ত করেছে তা এখনই তোমাদেরকে বলছি।\nআমি রাত্রে উঠে উযূ করলাম এবং সামর্থ্যমত নামায পড়লাম। নামাযের মধ্যে আমি তন্দ্রাচ্ছন্ন হয়ে পড়লাম। অতঃপর আমি ঘুমিয়ে পড়লাম, এমন সময় আমি আমার বারাকাতময় প্রভুকে খুব সুন্দর অবস্থায় (স্বপ্নে) দেখতে পেলাম। তিনি বললেন, হে মুহাম্মাদ। আমি বললামঃ প্ৰভু! আমি উপস্থিত। তিনি বললেন, উর্ধ্বজগতের অধিবাসীগণ (শীর্ষস্থানীয় ফেরেশতাগণ) কি ব্যাপারে বিতর্ক করছে? আমি বললামঃ প্ৰভু! আমি জানি না। আল্লাহ তা’আলা এ কথা তিনবার বললেন।\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি তাকে দেখলাম যে, তিনি তার হাতের তালু আমার দুই কাঁধের মাঝখানে রাখলেন। আমি আমার বক্ষস্থলে তার হাতের আঙ্গুলের শীতলতা অনুভব করলাম। ফলে প্রতিটি জিনিস আমার নিকট আলোকোদ্ভাসিত হয়ে উঠল এবং আমি তা জানতে পারলাম। আল্লাহ তা’আলা বললেন, হে মুহাম্মাদ! আমি বললামঃ প্ৰভু! আমি আপনার নিকট হাযির। তিনি বললেন, উর্ধ্বজগতের বাসিন্দাগণ কি ব্যাপারে বিতর্ক করছে? আমি বললামঃ কাফফারাত প্রসঙ্গে (তারা বিতর্ক করছে)।\nতিনি বলেন, সেগুলো কি? আমি বললামঃ হেঁটে সালাতের জামা’আতসমূহে হাযির হওয়া, নামাযের পর মসজিদে বসে থাকা এবং কষ্টকর অবস্থায়ও উত্তমরূপে উযূ করা। তিনি বললেন, তারপর কি ব্যাপারে (তারা বিতর্ক করেছে)? আমি বললামঃ খাদ্যপ্রার্থীকে আহার্যদান, নম্রতার সাথে কথা বলা এবং রাতে মানুষ যখন ঘুমিয়ে পড়ে সেই সময় সালাত আদায় করা প্রসঙ্গে।\n\nআল্লাহ তা’আলা বললেন, তুমি কিছু চাও, বলঃ “হে আল্লাহ! আমি তোমার কাছে ভাল ও কল্যাণকর কাজ সম্পাদনের, মন্দ কাজসমূহ বর্জনের, দরিদ্রজনদের ভালবাসার তাওফীক চাই, তুমি আমায় ক্ষমা কর ও দয়া কর। তুমি যখন কোন গোত্রকে বিপদে ফেলার ইচ্ছা কর তখন তুমি আমাকে বিপদমুক্ত রেখে তোমার কাছে তুলে নিও। আমি প্রার্থনা করি তোমার ভালবাসা, যে তোমায় ভালবাসে তার ভালবাসা এবং এমন কাজের ভালবাসা যা তোমার ভালবাসার নিকটবর্তী করে দেয়।” রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ স্বপ্লটি অবশ্যই সত্য। অতএব তা পড়, তারপর তা শিখে নাও।\n\n\n== সুন্নি মত ==\nসুন্নি সম্প্রদায় বিশ্বাস করে যে, কেয়ামতের দিন আল্লাহর মুখের দিকে তাকানো দ্বীনের অন্যতম সম্মানজনক বিষয়। এটা কেয়ামতের সবচেয়ে বড় আনন্দ, যা তিনি কাফেরদের জন্য নিষিদ্ধ করেছেন। ইবনে তাইমিয়া বলেন :\n\nএবং আল্লাহর দীদার জান্নাতবাসীদের জন্য একটি অধিকার, কোনো পরিবেষ্টন বা পদ্ধতি ছাড়াই, যেমনটি আমাদের পালনকর্তার কিতাবে বলা হয়েছে: \"সেদিন মুখগুলি উজ্জ্বল হবে, ২২ তারা তাদের প্রভুর দিকে তাকিয়ে থাকবে, ২৩\", [সূরা কিয়ামাহ: ২২-২৩]\nতার ব্যাখ্যা সর্বশক্তিমান আল্লাহ যা চেয়েছিলেন এবং জানতেন সেই অনুসারে এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পক্ষ থেকে সহীহ হাদিস থেকে যা কিছু উল্লেখ করা হয়েছে তা তিনি যেমন বলেছেন, তা হল এবং এর অর্থ হল তিনি যা চেয়েছিলেন সে অনুসারে। আমরা আমাদের মতামতের ব্যাখ্যা করে বা আমাদের আকাঙ্ক্ষা দ্বারা প্রতারিত হয়ে এতে প্রবেশ করি না, কারণ কেউ তার দ্বীনের কাছে আত্মসমর্পণ করে না শুধুমাত্র সে ব্যতীত যে আল্লাহ ও তাঁর রসূলের কাছে আত্মসমর্পণ করে, আল্লাহ তাকে শান্তি দান করুন।  তিনি তার জগতে যা সন্দেহ করা হয়েছিল তার জ্ঞান নিয়ে এসেছিলেন।\n\n\n=== হাম্বলি ===\nআহমদ বিন হাম্বল বলেন:  “ আমি আবু আব্দুল্লাহ আহমদ বিন হাম্বলকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত হাদিস সম্পর্কে জিজ্ঞাসা করেছিলাম যে, আল্লাহ সর্বনিম্ন আসমানে অবতরণ করেন। আবু আব্দুল্লাহ বলেন: আমরা সেগুলোতে বিশ্বাস করি এবং সেগুলোর সত্যতা নিশ্চিত করি এবং যদি সেগুলোর কোন সুস্পষ্ট সূত্র থাকে তবে আমরা সেগুলোর কোনটিই প্রত্যাখ্যান করি না, এবং আল্লাহর রাসূল যা বলেছেন তা আমরা প্রত্যাখ্যান করি না, এবং আমরা জানি যে রাসূল যা নিয়ে এসেছেন তা সত্য, যতক্ষণ না আমি আবু আব্দুল্লাহকে বললাম: আল্লাহ সর্বনিম্ন আসমানে অবতরণ করেন। তিনি বলেন: আমি বললাম: তিনি কি তাঁর জ্ঞান নিয়ে অবতরণ করেন, নাকি কী নিয়ে? তিনি আমাকে বললেন: “এ ব্যাপারে চুপ থাকো, তোমার কী হয়েছে? অতএব, হাদীসটি যেভাবে বর্ণিত হয়েছে সেভাবেই চালিয়ে যাও ।”\nআবু বকর আল-খালাল বলেন  : আবু বকর আল-মারওয়াজী আমাদের বলেছেন: “ আমি আবু আব্দুল্লাহকে জাহমীরা যেসব হাদিস প্রত্যাখ্যান করে সেগুলো সম্পর্কে জিজ্ঞাসা করেছিলাম, সেগুলোর বৈশিষ্ট্য, দর্শন, রাত্রিযাত্রা এবং আরশের কাহিনী সম্পর্কে। আবু আব্দুল্লাহ সেগুলোকে সমর্থন করে বলেন: আলেমরা এগুলো গ্রহণ করেছেন। আমরা হাদিসগুলো যেমন এসেছে তেমনই গ্রহণ করি।” তিনি বললেন: আমি তাকে বলেছিলাম যে একজন লোক এই ধরণের কিছু প্রতিবেদন আসার সাথে সাথে আপত্তি জানিয়েছিল এবং বলেছিল: সে অভদ্র আচরণ করছে। এতে তার আপত্তি কী? সে খবর যেমন আসত, তেমনই পৌঁছে দিত। ”\n\n\n== সম্পর্কিত বই ==\nবিধর্মী ও জাহমিয়াহের জবাব - আহমদ ইবনে হাম্বল।\nআল্লাহকে দেখা- আল-দারাকুতনী।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"আল্লাহর দর্শন - IslamHouse.com\"। islamhouse.com। সংগ্রহের তারিখ ১৯ নভেম্বর ২০২৩। \n\"আল্লাহকে দর্শন - মুহাম্মাদ আসাদুল্লাহ আল-গালিব\" (পিডিএফ)। www.hadeethfoundationbd.com (ইংরেজি ভাষায়)। ১৯ নভেম্বর ২০২৩ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ নভেম্বর ২০২৩। \n\"বিষয়ঃ আল্লাহকে দেখা যাবে জান্নাতে\"। www.hadithbd.com। সংগ্রহের তারিখ ৫ মে ২০২৫।"}