{"pageid": 1399985, "title": "হারিকেন ওটিস", "url": "https://bn.wikipedia.org/wiki?curid=1399985", "content": "হারিকেন ওটিস ছিল একটি ছোট কিন্তু খুব শক্তিশালী ক্রান্তীয় ঘূর্ণিঝড় যা ২০২৩ সালের অক্টোবরে আকাপুলকোর কাছে স্থলভাগে আঘাত হানে। ওটিস ছিল প্রথম প্রশান্ত মহাসাগরীয় ঘূর্ণিঝড় যা শ্রেণি ৫ ঝড় হিসেবে স্থলভাগে আঘাত হানে এবং হারিকেন পাট্রিসিয়াকে ছাড়িয়ে যায় রেকর্ড করা সবচেয়ে শক্তিশালী স্থলভাগে আঘাত হানা প্রশান্ত মহাসাগরীয় ঘূর্ণিঝড় হিসেবে। ২০২৩ সালের প্রশান্ত মহাসাগরীয় ঘূর্ণিঝড় মৌসুমের পঞ্চদশ ক্রান্তীয় ঝড়, দশম ঘূর্ণিঝড়, আটতম বড় ঘূর্ণিঝড় এবং দ্বিতীয় শ্রেণি ৫ ঝড়, ওটিস টেহুয়ান্তেপেক উপসাগরের কয়েকশ মাইল দক্ষিণে একটি লঘুচাপ থেকে উদ্ভূত হয়। প্রথমে শুধুমাত্র একটি দুর্বল ক্রান্তীয় ঝড় হিসেবে সর্বোচ্চ তীব্রতায় পৌঁছানোর ভবিষ্যদ্বাণী করা হয়েছিল, ওটিস পরিবর্তে বিস্ফোরক গতিবেগে তীব্র হয়ে ১৬৫ মাইল প্রতি ঘন্টা (২৭০ কিমি/ঘন্টা) বেগে শীর্ষ গতিবেগে পৌঁছে এবং সর্বোচ্চ তীব্রতায় স্থলভাগে আঘাত হানে। একবার স্থলভাগে আসার পর, ঘূর্ণিঝড়টি দ্রুত দুর্বল হয়ে যায় এবং পরের দিন বিলুপ্ত হয়ে যায়।\nআকাপুলকোর ঠিক পশ্চিমে স্থলভাগে আঘাত হানার পর, ওটিসের শক্তিশালী বাতাস শহরের অনেক ভবনকে গুরুতরভাবে ক্ষতিগ্রস্ত করে। অতিবৃষ্টির ফলে ভূমিধ্বস এবং বন্যা হয়। যোগাযোগ ব্যাপকভাবে বিচ্ছিন্ন হয়ে পড়ে। ঘটনার পর, শহরে পানীয় জল ছিল না এবং অনেক বাসিন্দা বিদ্যুৎ সংকটে পড়ে। গুয়েরেরোর সরকার বেঁচে যাওয়া লোকদের সাহায্য করার জন্য এবং উদ্ধার প্রচেষ্টায় সহায়তা করার জন্য হাজার হাজার সামরিক সদস্যকে সংগঠিত করে। ক্ষতিগ্রস্তদের জন্য হাজার হাজার উদ্ধার সামগ্রী পাঠানো হয় এবং ক্ষতিগ্রস্ত প্রতিটি পরিবারকে অনুদান দেওয়া হয়\nঘূর্ণিঝড়টিতে অন্তত ৪৯ জনের মৃত্যু এবং আরও ৫৯ জন নিখোঁজ হয়। ওটিসের মোট ক্ষতি কয়েক বিলিয়ন ডলার (২০২৩ ইউএসডি) হিসাবে অনুমান করা হয়েছে, বেশ কয়েকটি সংস্থা ১০ বিলিয়ন ইউএস ডলারের বেশি অনুমান করেছে। কোপারমেক্স অনুমান করেছে যে মেরামতের জন্য ১১.৫-১৭.২ বিলিয়ন ডলার (২০০-৩০০ বিলিয়ন এমএক্সএন) খরচ হবে, যা মেক্সিকোর জন্য রেকর্ড করা সর্বোচ্চ খরচ।\n\n\n== আবহাওয়াগত তথ্য ==\n\n২০২৩ সালের অক্টোবর মাসে, জাতীয় হারিকেন কেন্দ্র (NHC) একটি নিম্নচাপের এলাকা গঠনের সম্ভাবনা নিয়ে সতর্ক করেছিল যা দক্ষিণ-পূর্ব মেক্সিকোর দিকে অগ্রসর হচ্ছিল। এই পূর্বাভাসটি সঠিক প্রমাণিত হয়েছিল, এবং ১৮ অক্টোবর একটি বিস্তৃত নিম্নচাপ গলফ অফ টেহুয়ান্তেপেকের কয়েক শত মাইল দক্ষিণে গঠিত হয়েছিল।\nএই নিম্নচাপটিতে অসঙ্গঠিত সংবহন ছিল, কিন্তু এটি একই এলাকায় ঘুরে বেড়ানোর কারণে পাঁচ দিনের মধ্যে একটি ক্রান্তীয় ঘূর্ণাবর্তে পরিণত হওয়ার সম্ভাবনা বেশি বলে মনে করা হয়েছিল । পরবর্তী দিনে, সংবহন ব্যাপক হয়ে উঠেছিল, যদিও উচ্চ-স্তরীয় বায়ু প্রবাহ এটিকে সিস্টেমের কেন্দ্রের পশ্চিমে সরিয়ে দিয়েছিল।\n২১ অক্টোবর, সংবহনের কভারেজ আরও বৃদ্ধি পায় এবং সিস্টেমের পৃষ্ঠের প্রচলন আরও সংজ্ঞায়িত হয়। এই সময়ে, সিস্টেমটি একটি রিজ এবং একটি ট্রফের মধ্যে আটকে পড়েছিল, যার ফলে এটি উত্তর দিকে ক্রলিং করতে শুরু করে।\nআরও সংবহনীয় সংগঠনের পর, NHC ২২ অক্টোবর UTC সময় (১০:০০ অপরাহ্নে CDT) সিস্টেমটিকে ক্রান্তীয় বিষাদ Twenty-E হিসাবে শ্রেণীবদ্ধ করে। এই সময়ে, বিষাদটি আকাপুলকো, মেক্সিকোর প্রায় ৫৩০ মাইল (৮৫০ কিলোমিটার) দক্ষিণ-দক্ষিণ-পূর্বে অবস্থান করছিল। ছয় ঘন্টা পরে, সিস্টেমটি একটি ক্রান্তীয় ঝড়ে পরিণত হয়, এবং একে ওটিস নাম দেওয়া হয়।\nওটিস দ্রুত তীব্র হতে শুরু করে, এবং ২৩ অক্টোবর রাতে এটি একটি ক্যাটাগরি ৫ হারিকেনে পরিণত হয়। এই সময়ে, এর সর্বোচ্চ বাতাসের গতি ছিল ১৬৫ মাইল প্রতি ঘণ্টা (২৭০ কিলোমিটার প্রতি ঘণ্টা) এবং এর কেন্দ্রের নিম্নচাপ ছিল ৯২৩ মিলিবার (২৭.২৬ ইঞ্চি পারদ)।\nওটিস ২৪ অক্টোবর সকালে আকাপুলকো শহরের ঠিক দক্ষিণে ভূমিতে অবতরণ করে। অবতরণের সময়, এটি একটি ক্যাটাগরি ৫ হারিকেন ছিল। ওটিস মেক্সিকোর উপকূলে ব্যাপক ক্ষয়ক্ষতি এবং বন্যা সৃষ্টি করে।\nওটিস ২৪ অক্টোবর বিকেলে একটি দুর্বল ক্যাটাগরি ৩ হারিকেনে পরিণত হয়, এবং ২৫ অক্টোবর সকালে এটি একটি ক্রান্তীয় ঝড়ে পরিণত হয়। ওটিস অবশেষে ২৫ অক্টোবর মধ্যরাতে উত্তর-পূর্ব মেক্সিকোর স্থলভাগে প্রবেশ করে এবং তারপর মধ্য আমেরিকায় প্রবেশ করে।\n\n\n== প্রস্তুতি ==\n\n\n== প্রভাব ==\n\n\n== প্রতিক্রিয়া ==\n\n\n== তথ্যসূত্র =="}