{"pageid": 1399923, "title": "সংবাদ সাময়িকী", "url": "https://bn.wikipedia.org/wiki?curid=1399923", "content": "একটি সংবাদ সাময়িকী বা সংবাদ পত্রিকা হল একটি টাইপ করা, মুদ্রিত এবং প্রকাশিত ম্যাগাজিন, রেডিও বা টেলিভিশন প্রোগ্রাম, যা সাধারণত দৈনিক/সাপ্তাহিক/পাক্ষিক বা মাসিক প্রকাশিত হয়, যা বর্তমান ঘটনা সম্পর্কে নিবন্ধগুলি নিয়ে গঠিত। নিউজ ম্যাগাজিনগুলি সাধারণত সংবাদপত্র বা নিউজকাস্টের চেয়ে বেশি গভীরতার সাথে গল্পগুলি নিয়ে আলোচনা করে এবং পাঠকের  মৌলিক তথ্যের বাইরে গুরুত্বপূর্ণ ঘটনাগুলি বোঝানোর বিষয়ে লক্ষ্য রাখে।\n\n\n== সংবাদ পত্রিকা সম্প্রচার ==\nরেডিও নিউজ ম্যাগাজিনগুলো টেলিভিশন নিউজ ম্যাগাজিনের মতই। রেডিও নিউজকাস্টের বিপরীতে, যা সাধারণত পাঁচ মিনিটের দৈর্ঘ্যের হয়, রেডিও নিউজ ম্যাগাজিনগুলি 30 মিনিট থেকে তিন ঘন্টা বা তার বেশি চলতে পারে।\nটেলিভিশন নিউজ ম্যাগাজিনগুলি নিউজ ম্যাগাজিন প্রিন্ট করার জন্য একই ধরনের পরিষেবা প্রদান করে, তবে তাদের গল্পগুলি লিখিত নিবন্ধের পরিবর্তে ছোট টেলিভিশন ডকুমেন্টারি হিসাবে উপস্থাপন করা হয়। এই সম্প্রচারগুলি নিয়মিত নিউজকাস্টের চেয়ে নির্দিষ্ট কিছু বিষয়কে আরও গভীরভাবে কভার করার বিকল্প হিসাবে কাজ করে। সূত্র, প্রথম 1953 সালে বিবিসিতে প্যানোরামা দ্বারা প্রতিষ্ঠিত, বিশ্বজুড়ে সফল প্রমাণিত হয়েছে। টেলিভিশন নিউজ ম্যাগাজিনগুলি নিয়মিত নিউজকাস্টে দেখা না হওয়া বেশ কিছু গল্প সরবরাহ করে, যার মধ্যে সেলিব্রিটি প্রোফাইল, বড় ব্যবসার কভারেজ, লুকানো ক্যামেরা কৌশল, আরও ভাল আন্তর্জাতিক কভারেজ, অন্যায়ের প্রকাশ এবং সংশোধন, একটি শিরোনামের গল্পের গভীরভাবে কভারেজ এবং আলোচিত-বিষয় সাক্ষাত্কার।\nমার্কিন যুক্তরাষ্ট্রে, 1990-এর দশকে টেলিভিশন নিউজ ম্যাগাজিনগুলি খুব জনপ্রিয় ছিল, কারণ তারা জাতীয় টেলিভিশন নেটওয়ার্ক নিউজ বিভাগে বিনিয়োগকে আরও ভালভাবে ব্যবহার করার একটি সস্তা এবং সহজ উপায় ছিল। টেলিভিশন নিউজ ম্যাগাজিনগুলি বেশিরভাগ টেলিভিশন নেটওয়ার্কে সপ্তাহে পাঁচ রাতে একবার প্রচারিত হয় যাইহোক, রিয়েলিটি শোগুলির সাফল্যের সাথে, নিউজ ম্যাগাজিনগুলি মূলত প্রতিস্থাপিত হয়েছে। রিয়েলিটি শোগুলি তাদের প্রতিস্থাপিত নিউজ ম্যাগাজিনের তুলনায় অল্প বয়স্ক এবং আরও বিশ্বস্ত শ্রোতা তৈরি করতে এবং অর্জন করতে কিছুটা কম খরচ করে। এইভাবে, শ্রোতারা একসময় নিউজ ম্যাগাজিন শোতে আকৃষ্ট হয়ে কেবল টেলিভিশনে চলে গেছে, যেখানে প্রকৃতি, বিজ্ঞান, সেলিব্রিটি এবং রাজনীতির মতো সাধারণ সংবাদ ম্যাগাজিনের বিষয়গুলির নিজস্ব বিশেষ চ্যানেল রয়েছে।\nবেশিরভাগ বাণিজ্যিক সম্প্রচার টেলিভিশন স্টেশনে স্থানীয় সংবাদ থাকে যা স্থানীয় প্রেক্ষাপটে ইভেন্টের সংবাদ কভারেজকে নির্দেশ করে যা সাধারণত অন্যান্য এলাকার জন্য আগ্রহের বিষয় নয়, বা অন্যথায় জাতীয় বা আন্তর্জাতিক সুযোগের হতে পারে।\n\n\n== তথ্যসূত্র =="}