{"pageid": 1399250, "title": "দেহিওয়ালা-মাউন্ট লাভিনিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1399250", "content": "দেহিওয়ালা-মাউন্ট লাভিনিয়া (সিংহলি: දෙහිවල-ගල්කිස්ස; তামিল: தெஹிவளை-கல்கிசை) হলো ২৪৫,৯৭৪ জন-অধ্যুষিত (২০১২) এবং ২,১০৯ হেক্টর (৫,২১০ একর) এলাকা ব্যাপি বিস্তৃত শ্রীলঙ্কার একটি বড় পৌরসভা । এটি কলম্বো পৌর এলাকার দক্ষিণে অবস্থিত এবং কলম্বো থেকে দেহিওয়ালা খাল দ্বারা পৃথক যা ডিএমএমি-এর উত্তর সীমানা গঠন করেছে। বরুপানা রোড পর্যন্ত এর দক্ষিণ সীমানা এবং ওয়েরাস গঙ্গার খাল ও এর পূর্বের কিছু এলাকা (পেপিলিয়ানা, গঙ্গোদাউইলা এবং কোহুওয়ালা) সহ এর পূর্বের সীমানা গঠিত। সাম্প্রতিক বছরগুলোতে এই শহরে দ্রুত শিল্পায়ন ও নগরায়ন হয়েছে এবং এর জনসংখ্যা ব্যাপক বৃদ্ধি পেয়েছে। এখানে শ্রীলঙ্কার জাতীয় প্রাণিবিদ্যা উদ্যানের অবস্থান, যেটি এশিয়ার অন্যতম বৃহত্তম। কলম্বো সাউথ টিচিং হসপিটাল, কালুবোবিলা এবং কলম্বো এয়ারপোর্ট, রাতমালানা এই এলাকার কিছু গুরুত্বপূর্ণ ভূচিহ্ন। দেহিওয়েলা-মাউন্ট লাভিনিয়া এবং শ্রী জয়বর্ধনপুর কোট্টে কলম্বো শহরের দুটি বৃহৎ শহরতলি কেন্দ্র হওয়ায় এই অঞ্চলের (পশ্চিম প্রদেশ) একটি বৃহৎ শহুরে সমষ্টিক হিসেবে কাজ করে। জমির আবাসিক এবং বাণিজ্যিক ব্যবহারের জন্য শহর থেকে অতিরিক্ত প্রক্ষেপনের ফলে এই শহরতলি কেন্দ্রগুলিতে দ্রুত নগরায়ন ঘটছে। কলম্বো পৌরসভার সাথে দেহিওয়েলা-মাউন্ট লাভিনিয়া এবং শ্রী জয়বর্ধনপুর মিলিতভাবে কলম্বো মহানগর অঞ্চলের মূল এলাকার সবচেয়ে নগরায়িত অংশ গঠন করেছে। দেশের দক্ষিণ উপকূল বরাবর বিস্তৃত গালে রোডের মধ্যস্থলে দেহিওয়ালা এবং মাউন্ট লাভিনিয়ার অবস্থান।\n\n\n== ব্যুৎপত্তি ==\nএই এলাকার ইতিহাস সম্পর্কে অনেক গল্প প্রচলিত রয়েছে। এদের মধ্যে একটি হলো \"দিয়া ওয়ালা\", যার অর্থ একটি গভীর খাদ বা গর্ত ছিলো যা পানিতে পূর্ণ থাকতো। অতীতে এই এলাকাটি পুকুর ও হ্রদে পূর্ণ ছিলো বলে এটি 'দিয়াওয়ালা' (পানিতে পূর্ণ এলাকা) নামে পরিচিত ছিলো, যা পরবর্তীতে দেহিওয়ালা নামে পরিণত হয়েছে। অপর একটি গল্প প্রচলিত আছে যে, এই এলাকায় প্রচুর বাতাবি লেবু গাছ ছিলো, বা, বাতাবি লেবু গাছের বন ছিলো এবং ফলশ্রুতিতে লোকে একে দেহিওয়ালা বলতো। এমনটি কথিত আছে যে, কোট্টের রাজা তার বাতাবি লেবুর প্রয়োজন এই এলাকা থেকে মেটাতেন।\n\n\n== ইতিহাস ==\nপর্তুগিজ ঔপনিবেশিক শক্তির সামুদ্রিক উপনিবেশে পরিণত হওয়ার পূর্বে বর্তমানের পুরো দেহিওয়ালা-মাউন্ট লাভিনিয়া পৌর অঞ্চলটি কোট্টে রাজত্বের অংশ ছিলো। এটি অসংখ্য গ্রামের সমন্বয়ে গঠিত ছিলো; তখন রতমালানা ও দেহিওয়ালার দক্ষিণের এলাকা একত্রে একটি বৃহৎ জলাভূমি ও স্বল্প জন অধ্যুষিত অঞ্চল ছিলো।\n\n\n== ভূগোল ==\nদেহিওয়ালা-মাউন্ট লাভিনিয়া অঞ্চলটি উপকূলীয় সমভূমি এলাকায় অবস্থিত বলে এই অঞ্চলের অধিকাংশ স্থানই সমতল এবং ভেতরের দিকে নামানো। এখানকার একটি উল্লেখযোগ্য বৈশিষ্ট্য হল দুটি প্রধান জলাশয় - ওয়েরাস গঙ্গা (নদী) এবং বলগোদা হ্রদের চারপাশে প্রচুর জলাভূমির অবস্থান। সিক্ত অঞ্চলে অবস্থিত হওয়ায় দেহিওয়ালা -মাউন্ট লেভিনিয়া এলাকায় বার্ষিক গড়ে ২,০০০–৩,০০০ মিলিমিটার (৭৯–১১৮ ইঞ্চি) বৃষ্টিপাত হয়; যা সাধারণত দক্ষিণ পশ্চিম মৌসুমি বায়ু প্রবাহকালীন এবং মৌসুমি বায়ুর অব্যাহতির সময়কালে ঘটে। দৈনন্দিন গড় তাপমাত্রা ২৮ ডিগ্রি সেলসিয়াস (৮২ ডিগ্রি ফারেনহাইট) এবং গড় সর্বোচ্চ ৩০.৫ হতে ৩১ °সে এর মধ্যে ও রাত্রিতে সর্বনিম্ন তাপমাত্রা ২৬ °সে হতে ২৭ °সে এর মধ্যে অবস্থান করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}