{"pageid": 1399953, "title": "সিম রিপ", "url": "https://bn.wikipedia.org/wiki?curid=1399953", "content": "সিম রিপ (খ্‌মের: សៀមរាប, Siĕm Réab [siəm riəp])  কম্বোডিয়ার   দ্বিতীয় বৃহত্তম শহর  সেইসাথে উত্তর-পশ্চিম কম্বোডিয়ার সিয়েম রিপ প্রদেশ এর রাজধানী এবং বৃহত্তম শহর।\nসিম রিপ-এর রয়েছে ফরাসি-ঔপনিবেশিক এবং ওল্ড ফ্রেঞ্চ কোয়ার্টারে এবং ওল্ড মার্কেটের চারপাশে চীনা-শৈলীর স্থাপত্য। শহরের মধ্যে এবং আশেপাশে রয়েছে জাদুঘর, ঐতিহ্যবাহী অপ্সরা নৃত্য পরিবেশনা, একটি কম্বোডিয়ান সাংস্কৃতিক গ্রাম, স্যুভেনির এবং হস্তশিল্পের দোকান, রেশম খামার, গ্রামাঞ্চলে ধানক্ষেত, মাছ ধরার গ্রাম এবং একটি পাখির অভয়ারণ্য কাছাকাছি টনলে স্যাপ, এবং একটি মহাজাগতিক মদ্যপান এবং খাবারের জায়গা। সিম রিপ শহর, বিখ্যাত আঙ্কোর ওয়াট মন্দিরের আবাসস্থল, ২০২১-২০২২ সময়ের জন্য সংস্কৃতি ও শিল্পের জন্য দায়বদ্ধ আসিয়ান মন্ত্রীদের (এএমসিএ) ৯ম বৈঠকে আসিয়ান সংস্কৃতির শহর নামকরণ করা হয়েছিল ২২ অক্টোবর, ২০২০-তে।\nসিম রিপ আজ-একটি জনপ্রিয় পর্যটন গন্তব্য-এ অনেক হোটেল, রিসর্ট এবং রেস্তোরাঁ রয়েছে। এটি কম্বোডিয়ার সবচেয়ে জনপ্রিয় পর্যটকদের আকর্ষণ।\n\n\n== ইতিহাস ==\n\n\"সিয়েম রিপ\" নামটির অনুবাদ করা যেতে পারে 'সিয়াম-এর পরাজয়' (খেমারে সিয়েম), এবং এটি সাধারণত সিয়ামের মধ্যকার শতাব্দী-প্রাচীন সংঘর্ষের একটি ঘটনার উল্লেখ হিসাবে নেওয়া হয়। খমের রাজ্য, যদিও এটি সম্ভবত অপ্রাসঙ্গিক। মৌখিক ঐতিহ্য অনুসারে, রাজা আং চ্যান (১৫১৬-১৫৬৬) ১৫৪৯ সালে থাই রাজা মহা চক্রফাত কর্তৃক কম্বোডিয়া আক্রমণ করার জন্য প্রেরিত একটি সেনাবাহিনীকে প্রত্যাহার করার পর তিনি শহরের নাম \"সিম রিপ\" রেখেছিলেন। মাইকেল ভিকারি-এর মতো পণ্ডিতরা এই উদ্ভবকে কেবলমাত্র একটি আধুনিক লোক ব্যুৎপত্তি বলে মনে করেন এবং বজায় রাখেন যে কম্বোডিয়ার প্রাচীন চীনা নাম সিম রিপ এবং চেনলা নামগুলি সম্ভবত সম্পর্কিত হতে পারে, প্রকৃত নামের উৎপত্তি অজানা।\n\nঐতিহ্যবাহী গল্পে দাবি করা হয়েছে যে কম্বোডিয়ার রাজা আং চ্যান সিয়াম থেকে বৃহত্তর স্বাধীনতা নিশ্চিত করার চেষ্টা করেছিলেন, যেটি তখন অভ্যন্তরীণভাবে সংগ্রাম করছিল। সিয়াম রাজা চাইরাচাকে তার উপপত্নী বিষ প্রয়োগ করে। লেডি  শ্রী সুদাচান, যিনি একজন সাধারণ ব্যক্তি ওওরাওংসাথিরাতের সাথে ব্যভিচার করেছিলেন,  যখন রাজা দূরে লান না রাজ্যের বিরুদ্ধে একটি প্রচারণা চালাচ্ছিলেন। তখন সুদচন তার প্রেমিকাকে সিংহাসনে বসিয়ে দেন। থাই সম্ভ্রান্ত ব্যক্তিরা তাদের শহরের বাইরে একটি রাজকীয় [[রয়্যাল বার্জ মিছিল সুদাচন এবং তাদের নবজাতক কন্যার সাথে আত্মসাৎকারীকে হত্যা করার পর, তারা প্রিন্স থিয়ানরাচাকে সন্ন্যাস ত্যাগ করার এবং রাজা মহা চক্রফাত (১৫৪৮-১৫৬৯) হিসাবে সিংহাসনে বসতে আমন্ত্রণ জানায়। থাইদের অভ্যন্তরীণ সমস্যায় বইয়স্ত হয়ে রাজা আং চ্যান আক্রমণ করেন। তিনি ১৫৪৯ সালে সিয়ামের শহর প্রাচিনবুরি দখল করেন, শহরটি ছিনতাই করে এবং এর বাসিন্দাদের দাস বানিয়ে ফেলেন। তখনই তিনি জানতে পারলেন যে উত্তরাধিকার মীমাংসা হয়েছে এবং মহা চক্রফাত হলেন নতুন শাসক। অ্যাং চ্যান অবিলম্বে কম্বোডিয়ায় ফিরে যান, বন্দীদের সাথে নিয়ে যান। রাজা মহা চক্রফাত বিনা উস্কানিতে আক্রমণের জন্য ক্ষুব্ধ ছিলেন, কিন্তু বার্মাও তিনটি প্যাগোডা গিরিপথ দিয়ে আক্রমণ করার সিদ্ধান্ত নিয়েছিলেন। বার্মিজ সেনাবাহিনী অনেক বেশি মারাত্মক হুমকির সৃষ্টি করেছিল, কারণ তারা কাঞ্চনাবুরি এবং সুফানবুরি দখল করেছিল। এটি তখন নিজেই আয়ুথায়ার সামনে হাজির।\nথাই সেনাবাহিনী বার্মিজদের পরাজিত করতে সক্ষম হয়েছিল, যারা দ্রুত পাস দিয়ে পিছু হটেছিল। মহা চক্রফাতের চিন্তা তখন কম্বোডিয়ায় চলে যায়। অ্যাং চ্যান শুধুমাত্র প্রচিনবুড়ি আক্রমণ ও লুটপাট করেনি, তার জনগণকে ক্রীতদাসে পরিণত করেছিল, কিন্তু তিনি মহা চক্রফাটকে একটি সাদা হাতি দিতেও অস্বীকার করেছিলেন, যা তিনি সিয়ামের কাছে বশ্যতার এই টোকেন প্রত্যাখ্যান করেছিলেন। মহা চক্রফাট প্রিন্স ওংকে, সাওয়ানখালোক-এর গভর্নরকে আং চ্যানকে শাস্তি দিতে এবং থাই বন্দীদের পুনরুদ্ধারের জন্য একটি অভিযানের নেতৃত্ব দেওয়ার নির্দেশ দেন। প্রতিদ্বন্দ্বী সেনাবাহিনী মিলিত হয়, এবং অ্যাং চ্যান প্রিন্স ওংকে একটি হাতির পিঠ থেকে একটি ভাগ্যবান মাস্কেট গুলি দিয়ে হত্যা করে। নেতৃত্বহীন থাই সেনাবাহিনী পালিয়ে যায়, এবং অ্যাং চ্যান ১০,০০০ এরও বেশি সিয়াম সৈন্যকে বন্দী করে বলে অভিযোগ। তার মহান বিজয় উদযাপনের জন্য, রাজা আং চ্যান যুদ্ধক্ষেত্রের নামকরণ করেছিলেন \"সিয়াম রিপ\", যার অর্থ 'সিয়ামের সম্পূর্ণ পরাজয়'।\n\nবাস্তবে, বেঁচে থাকা ঐতিহাসিক উত্সগুলি এই উদ্ভবকে অসম্ভাব্য করে তোলে, কারণ তারা আঙ্কোর-এর পতনের তারিখ এক শতাব্দীরও বেশি আগে, যখন আয়ুথায়া থেকে একটি সামরিক অভিযান আঙ্কর ভাটকে দখল করে এবং বরখাস্ত করেছিল, যা শুরু হয়েছিল  কম্বোডিয়ার উপর ভাসাল শাসন। ১৪৩১ ক্যাপচারটি আঙ্কোরের পতনের সাথে মিলে যায়, যদিও এর পরিত্যাগের কারণগুলি স্পষ্ট নয়। তারা পরিবেশগত পরিবর্তন এবং খেমার অবকাঠামোর ব্যর্থতা অন্তর্ভুক্ত থাকতে পারে।\n১৬ থেকে ১৯ শতক পর্যন্ত, খেমার আভিজাত্যের মধ্যে দ্বন্দ্বের ফলে কম্বোডিয়ার আরও শক্তিশালী প্রতিবেশী ভিয়েতনাম এবং সিয়াম উভয়ই পর্যায়ক্রমিক হস্তক্ষেপ এবং আধিপত্যের দিকে পরিচালিত করে। উত্তর-পশ্চিম কম্বোডিয়ার প্রধান শহর বাত্তামবাং (ফ্রা তাবং) এবং সিসোফোন সহ সিয়েম রিপ সিয়াম প্রশাসনের অধীনে ছিল এবং প্রদেশগুলি ১৭৯৫ সাল থেকে ১৯০৭ সাল পর্যন্ত সম্মিলিতভাবে অভ্যন্তরীণ কম্বোডিয়া নামে পরিচিত ছিল, যখন তাদের হস্তান্তর করা হয়েছিল। ফরাসি ইন্দোচীন। ১৮ শতকের সময়, আয়ুথায়া রাজ্য এর শাসনের অধীনে, এটি নাখোঁ সিয়াম ('সিয়ামের শহর') নামে পরিচিত ছিল।\n\n\n=== আঙ্কোরের পুনঃআবিষ্কার ===\n\n১৯ শতকে যখন ফরাসি অভিযাত্রীরা যেমন হেনরি মাউহোত আঙ্কোরকে \"পুনরাবিষ্কার\" করেছিলেন তখন সিম রিপ একটি গ্রামের চেয়ে সামান্য বেশি ছিল। যাইহোক, ইউরোপীয় দর্শনার্থীরা ১৫৮৬ সালে আন্তোনিও দা মাদালেনা সহ মন্দিরের ধ্বংসাবশেষ পরিদর্শন করেছিলেন। ১৯০১ সালে, ইকোল ফ্রসাই ডী একস্ট্রিম অরিয়েন্ট (ইএফইও) ('ফ্রেঞ্চ স্কুল অফ দ্য ফার ইস্ট') সিয়ামে বেয়ন অভিযানে অর্থায়নের মাধ্যমে আঙ্কোর-এর সাথে দীর্ঘ মেলামেশা শুরু করে।  ইএফইও পুরো সাইটটি পরিষ্কার এবং পুনরুদ্ধারের দায়িত্ব নিয়েছে। একই বছরে, প্রথম পশ্চিমা পর্যটক আঙ্কোরে এসেছিলেন, মাত্র তিন মাসে প্রায় ২০০ জন। আঙ্কোরকে জঙ্গল থেকে \"উদ্ধার\" করা হয়েছিল এবং আধুনিক বিশ্বে তার স্থান দখল করা হয়েছিল।\n\nফ্রাঙ্কো-সিয়ামিজ চুক্তি অনুসরণ করে ১৯০৭ সালে ফরাসিদের দ্বারা অ্যাঙ্কোর অধিগ্রহণের সাথে সাথে, সিয়াম রিপ বৃদ্ধি পেতে শুরু করে। গ্র্যান্ড হোটেল ডি'আঙ্কর ১৯২৯ সালে খোলা হয়েছিল এবং ১৯৬০-এর দশকের শেষভাগ পর্যন্ত আঙ্কোরের মন্দিরগুলি এশিয়ার অন্যতম প্রধান আকর্ষণ হয়ে ওঠে, যখন গৃহযুদ্ধ পর্যটকদের দূরে রাখে। ১৯৭৫ সালে, অন্যান্য সমস্ত কম্বোডিয়ান শহর  মত সিম রিপের জনসংখ্যা কমিউনিস্ট খেমার রুজ দ্বারা গ্রামাঞ্চলে চালিত হয়েছিল।\nসিম রিপের সাম্প্রতিক ইতিহাস খেমার রুজ শাসনের ভয়াবহতায় রঙিন। ১৯৯৮ সালে পোল পট-এর মৃত্যুর পর থেকে, আপেক্ষিক স্থিতিশীলতা এবং একটি পুনরুজ্জীবিত পর্যটন শিল্প শহর ও প্রদেশকে পুনরুজ্জীবিত করেছে।\n\nসিম রিপ এখন আঙ্কর ভাট এর বিশ্ব ঐতিহ্যবাহী স্থানের একটি ছোট গেটওয়ে শহর হিসেবে কাজ করে। সাম্প্রতিক বছরগুলিতে, শহরটি নিয়মিতভাবে ট্রিপ অ্যাডভাইজার, ওয়ান্ডারলাস্ট ম্যাগাজিন এবং ট্রাভেল+লেজার-এর মতো সংস্থাগুলির দ্বারা উত্পাদিত \"সেরা গন্তব্য\" তালিকার শীর্ষ দশে স্থান পেয়েছে।\n\n\n== বাট এবং নদী ==\n\nসিম রিপ হল সিম রিপ নদীর তীরে ছোট ছোট গ্রামের একটি গুচ্ছ। এই গ্রামগুলি মূলত বৌদ্ধ প্যাগোডা (বাট গুলি) ঘিরে গড়ে উঠেছিল যেগুলি উত্তরে ওয়াট প্রেহ এন কাউ সে থেকে দক্ষিণে ওয়াট নম ক্রোম পর্যন্ত নদীর ধারে প্রায় সমানভাবে বিস্তৃত, যেখানে সিয়াম রিপ নদী মহান টনলে সাপ হ্রদের সাথে মিলিত হয়েছে।\nশহরের কেন্দ্রটি সিভুথা স্ট্রিট এবং পসার চাস এলাকা (পুরাতন বাজার এলাকা) এর চারপাশে কেন্দ্রীভূত যেখানে পুরানো ঔপনিবেশিক ভবন, কেনাকাটা এবং বাণিজ্যিক জেলা রয়েছে। ওয়াট বো এলাকা এখন গেস্টহাউস এবং রেস্তোরাঁয় পূর্ণ যখন Psar Leu এলাকায় প্রায়ই গয়না এবং হস্তশিল্পের দোকানে ভিড় থাকে, যেখানে রুবি এবং কাঠের খোদাইয়ের মতো জিনিস বিক্রি হয়। অন্যান্য দ্রুত উন্নয়নশীল এলাকা হল বিমানবন্দর সড়ক এবং আঙ্কোরের প্রধান সড়ক যেখানে অনেক বড় হোটেল এবং রিসর্ট পাওয়া যায়।\n\n\n== অর্থনীতি ==\n\nপর্যটন হল সিম রিপের অর্থনীতির একটি অত্যন্ত গুরুত্বপূর্ণ দিক - ২০১০ সালে অনুমান করা হয়েছিল যে শহরের ৫০% এরও বেশি চাকরি পর্যটন শিল্পের সাথে যুক্ত ছিল। খেমার রুজ যুগের অবসানের পর থেকে এই শহরটি কয়েক দশকে পর্যটন বিনিময়ে ব্যাপক বৃদ্ধি পেয়েছে এবং পর্যটন কেন্দ্রিক ব্যবসাগুলি পর্যটনের বিকাশের কারণে বিকাশ লাভ করেছে। ১৯৯০-এর দশকের মাঝামাঝি সময়ে দর্শনার্থীর সংখ্যা ছিল নগণ্য, কিন্তু ২০০৪ সাল নাগাদ, সেই বছর সিম রিপ প্রদেশে অর্ধ মিলিয়নেরও বেশি বিদেশী দর্শক এসেছিল, কম্বোডিয়ার সমস্ত বিদেশী পর্যটকের প্রায় ৫০%। ২০১২ সাল নাগাদ, পর্যটক সংখ্যা দুই মিলিয়নের উপরে পৌঁছেছে।\n\n\n== দ্রষ্টব্য স্থান ==\n\n\n=== আঙ্করভাট ===\n \n\nআঙ্করভাট  হল ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান এর কেন্দ্রীয় বৈশিষ্ট্য যেখানে খেমার সভ্যতার অবশিষ্টাংশ রয়েছে। ভাট এর অর্থ মন্দির।  আঙ্করভাট এর পাঁচটি টাওয়ারের ক্রমবর্ধমান সিরিজ একটি চিত্তাকর্ষক কেন্দ্রীয় টাওয়ারে পরিণত হয় যা পৌরাণিক মাউন্ট মেরু এর প্রতীক। হাজার হাজার ফুট প্রাচীরের জায়গাটি হিন্দু পুরাণ এর দৃশ্যগুলি চিত্রিত খোদাই দ্বারা আচ্ছাদিত। সবচেয়ে গুরুত্বপূর্ণ হল হিন্দু আখ্যানের খোদাই করা বাস রিলিফ। তারা শৃঙ্খলা পুনরুদ্ধার করার জন্য দেবতাদের সাথে যুদ্ধ করার একটি গল্প বলে যা শুধুমাত্র অমৃত নামে পরিচিত জীবনের অমৃত পুনরুদ্ধারের মাধ্যমে অর্জন করা যেতে পারে। দেবতা এবং অসুরদের অবশ্যই এটিকে মুক্তি দেওয়ার জন্য একসাথে কাজ করতে হবে এবং তারপরে এটি অর্জনের জন্য যুদ্ধ করতে হবে।\n\n\n=== আঙ্কর থম ===\n\nআঙ্কোর থম হল একটি অভ্যন্তরীণ রাজকীয় শহর যা ১২ শতকের শেষের দিকে সাম্রাজ্যের বিখ্যাত 'যোদ্ধা রাজা' জয়বর্মন সপ্তম দ্বারা নির্মিত হয়েছিল এবং এটি মন্দিরগুলির জন্য বিখ্যাত, বিশেষ করে বেয়ন। অন্যান্য উল্লেখযোগ্য স্থান হল বাফুওন, ফিমেনাকাস, হাতির সোপান, এবং কুষ্ঠ রাজার টেরেস। শহরের পাঁচটি গেট দিয়ে শহরে প্রবেশ করা যায়, প্রতিটি মূল পয়েন্টে একটি এবং পূর্ব দেয়ালে বিজয় গেট।\n\n\n=== অন্যান্য মন্দির ===\nআঙ্কোর প্রত্নতাত্ত্বিক উদ্যানের মধ্যে আঙ্কোর ওয়াট এবং অ্যাঙ্কোর থমের চারপাশে বেশ কয়েকটি উল্লেখযোগ্য মন্দির রয়েছে, যার মধ্যে রয়েছে তা প্রহম, প্রিয়া খান, বান্তে কেদেই, ফনম বাখেং, তা কেও, তা সোম, পূর্ব মেবন, প্রি রূপ এবং নেক পিন। এই মন্দিরগুলি গ্র্যান্ড সার্কিট বা ছোট সার্কিট রুট বরাবর পরিদর্শন করা যেতে পারে। অন্যান্য সাইট হল সিয়াম রিপের পূর্বে অবস্থিত রোলুওস গোষ্ঠীর মন্দির।\n\n\n=== কম্বোডিয়া ল্যান্ডমাইন যাদুঘর এবং ত্রাণ কেন্দ্র ===\nল্যান্ডমাইন মিউজিয়াম পর্যটকদের এবং কম্বোডিয়ানদের (নিরাপদ) ল্যান্ডমাইনগুলিকে কাছে থেকে দেখার, তারা কীভাবে কাজ করে তা বোঝার এবং কম্বোডিয়া এবং বিশ্বকে তাদের অব্যাহত হুমকি থেকে মুক্তি দিতে তারা কী করতে পারে তা দেখার সুযোগ দেয়। এটি সিম রিপ থেকে আনুমানিক ২৫ কিমি উত্তরে (টুক টুক দ্বারা ৩০ মিনিট), আঙ্কোর ন্যাশনাল পার্কের বান্তে স্রে মন্দির কমপ্লেক্স থেকে ৭ কিমি দক্ষিণে। প্রায় দুই ডজন ঝুঁকিপূর্ণ খেমার শিশু জাদুঘরের সম্পত্তির রিলিফ সেন্টারে শিক্ষিত এবং কর্মীদের সাথে বসবাস করে।\n\n\n=== যুদ্ধ জাদুঘর কম্বোডিয়া ===\nওয়ার মিউজিয়াম কম্বোডিয়া বিংশ শতাব্দীর শেষ তিন দশক জুড়ে যখন খেমার রুজ কম্বোডিয়ায় সক্রিয় ছিল। প্রদর্শনীতে যানবাহন, কামান, অস্ত্রশস্ত্র, ল্যান্ডমাইন এবং সরঞ্জামের একটি বিশাল অ্যারে রয়েছে। জাদুঘরটি এমন গাইডদের ব্যবহার করছে যারা যুদ্ধের অভিজ্ঞ সৈনিক যারা কম্বোডিয়ান সেনাবাহিনী, খেমার রুজ বা ভিয়েতনামী সেনাবাহিনীর জন্য লড়াই করেছিলেন।\n\n\n=== আঙ্কোর জাতীয় জাদুঘর ===\n\n১২ নভেম্বর ২০০৭ এ খোলা, আঙ্কোর জাতীয় জাদুঘর দর্শকদের এই এলাকার প্রত্নতাত্ত্বিক ভান্ডার সম্পর্কে আরও ভাল বোঝার প্রস্তাব দেয়। অত্যাধুনিক মাল্টিমিডিয়া প্রযুক্তির ব্যবহার সহ খেমার রাজ্যের সুবর্ণ যুগ উপস্থাপন করা হয়েছে। জাদুঘরটি আটটি গ্যালারিতে খেমের ইতিহাস, সভ্যতা এবং সাংস্কৃতিক ঐতিহ্য কভার করে। আজ, যাদুঘর পর্যটকদের কাছে বিক্রি হচ্ছে দামী গয়না দিয়ে ভরা। বিশেষ ছুটির দিনে বিশেষ করে খেমের নববর্ষ এবং বড়দিনের সময় স্থানীয় পর্যটকদের কাছেও জাদুঘরটি জনপ্রিয়।\n\n\n=== বাজার ===\n\nওল্ড মার্কেট বা পসা চাস পাব স্ট্রিট এবং সিম রিপ নদীর মাঝখানে অবস্থিত, এবং পর্যটকদের জন্য স্মারক এবং স্থানীয়দের জন্য বিভিন্ন ধরণের খাদ্য পণ্য এবং অন্যান্য আইটেমগুলির মিশ্রণ সরবরাহ করে।\nসিম রিপের অন্যান্য বাজারের মধ্যে রয়েছে সিভুথা স্ট্রিটের অদূরে অবস্থিত আঙ্কোর নাইট মার্কেট, সিভুথা স্ট্রিটের ফাসার কান্দাল (কেন্দ্রীয় বাজার) যা মূলত পর্যটকদের দেখাশোনা করে এবং ফাসার লিউ (উচ্চ বাজার) যা ন্যাশনাল রোড ৬-এর আরও দূরে কিন্তু স্থানীয়দের দ্বারা ব্যবহৃত সিম রিপের সবচেয়ে বড় বাজার। দ্য মেড ইন কম্বোডিয়া মার্কেট (প্রাথমিকভাবে বলা হত \"ওয়েল মেড ইন কম্বোডিয়া\") সিম রিপে পর্যটকদের জন্য একটি রাতের বাজার যেখানে বিক্রি হওয়া সমস্ত পণ্য কম্বোডিয়ায় তৈরি করা হয়। বাজার কিংস রোডে দৈনিক শো এবং অন্যান্য ইভেন্টের আয়োজন করে। ২০২০ সালের জুলাই মাসে, কর্তৃপক্ষ খাদ্যের জন্য কুকুর ক্রয়, বিক্রয় এবং কসাই নিষিদ্ধ করার আদেশ জারি করে।\n\n\n=== আঙ্কোরের কারিগর ===\n\nআঙ্কোরের কারিগর হল ১৯৯২ সালে প্রতিষ্ঠিত একটি আধা-পাবলিক কোম্পানি যার লক্ষ্য হল ঐতিহ্যবাহী খেমার কারুশিল্পকে পুনরুজ্জীবিত করা এবং গ্রামীণ কারিগরদের জন্য কর্মসংস্থান প্রদান করা। এটি একটি রেশম খামারের সাথেও যুক্ত যেখানে দর্শকরা সেরিকালচার এবং বয়ন সম্পর্কে শিখতে পারে। এটি ক্ষতিগ্রস্ত ভাস্কর্যগুলি মেরামত এবং প্রতিস্থাপনের মাধ্যমে ঐতিহাসিক আঙ্কোর সাইটগুলির পুনরুদ্ধারেও অংশগ্রহণ করে।\n\n\n=== কম্বোডিয়ান সাংস্কৃতিক গ্রাম ===\nঅর্থনৈতিক ও আর্থিক সমস্যার কারণে কম্বোডিয়ান সাংস্কৃতিক গ্রামটি নভেম্বর .২০২০ থেকে বন্ধ রয়েছে।\n২৪ সেপ্টেম্বর ২০০৩-এ খোলা, কম্বোডিয়ান কালচারাল ভিলেজ কম্বোডিয়ার বিখ্যাত ঐতিহাসিক ভবন এবং কাঠামোর সমস্ত ক্ষুদ্রাকৃতি একত্রিত করা হয়েছে।  এখানে ১১টি অনন্য গ্রাম রয়েছে, যা বিভিন্ন সাংস্কৃতিক ঐতিহ্য, স্থানীয় রীতিনীতি এবং ২১টি বহু জাতির বৈশিষ্ট্যের প্রতিনিধিত্ব করে।\n\n\n=== আঙ্কোর প্যানোরামা মিউজিয়াম ===\nউত্তর কোরিয়ার উপর জাতিসংঘের নিষেধাজ্ঞার কারণে আঙ্কোর প্যানোরামা যাদুঘরটি ২০১৯ সালের ডিসেম্বর থেকে বন্ধ রয়েছে, যার জন্য সদস্য দেশগুলিকে ডিসেম্বরের মাঝামাঝি উত্তর কোরিয়ার কর্মীদের বাড়িতে পাঠাতে হবে।\n২০১৫ সালে খোলা, আঙ্কর প্যানোরামা যাদুঘরে খেমার সাম্রাজ্যের থ্রিডি দৃশ্যগুলিকে চিত্রিত করা একটি প্যানোরামা ম্যুরাল রয়েছে। জাদুঘরটি উত্তর কোরিয়া দ্বারা অর্থায়ন এবং নির্মিত হয়েছিল, যা প্রথম দশ বছরের জন্য পুরো এবং তারপরে অর্ধেক লাভ পাবে।\n\n\n== সিম রিপ এর কাছাকাছি উল্লেখযোগ্য স্থান ==\n\n\n=== নম কুলেন ===\nনম কুলেন ন্যাশনাল পার্ক সিম রিপ থেকে প্রায় ৪৮ কিমি দূরে এবং এটির দুটি জলপ্রপাত এবং কেবাল স্প্যান'র  '১০০০ লিঙ্গের নদী' এর মতো বেশ কয়েকটি আকর্ষণ রয়েছে। এটি প্রেহ অ্যাং থমের বাড়িও রয়েছে, একটি সক্রিয়, ১৬ শতকের প্যাগোডা যা কম্বোডিয়ায় সবচেয়ে বড় হেলান দেওয়া বুদ্ধের বাড়ি।\n\n\n=== ভাসমান গ্রাম ===\nসিয়াম রিপের আশেপাশে চারটি ভাসমান গ্রাম রয়েছে: কমপং খলেং, কমপং ফুলুক, চং নিয়াস এবং মেচেরে, একটি পাখির অভয়ারণ্য। কমপং খলেং  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ আগস্ট ২০১৮ তারিখে সবচেয়ে বড় এবং সবচেয়ে খাঁটি হিসাবে বিবেচিত হয়, এবং চং নিয়াস সবচেয়ে কম খাঁটি কিন্তু শহরের নিকটবর্তী হওয়ার কারণে সবচেয়ে বেশি পরিদর্শন করা হয়।\n\n\n=== টনলে সাপ ===\n  \nটনলে সাপ, খেমের ভাষায়  'মিঠা পানির বিশাল জলাশয়' এবং আরও সাধারণভাবে 'গ্রেট লেক' হিসাবে অনুবাদ করা হয়েছে, এটি কম্বোডিয়ার জন্য গুরুত্বপূর্ণ একটি সম্মিলিত হ্রদ এবং নদী ব্যবস্থা। এটি কম্বোডিয়ার কেন্দ্রস্থলে এবং অনেক ভাসমান গ্রামের বাড়ি। টনলে স্যাপ চং নিয়াস বন্দরের ডাউনটাউন সিম রিপ থেকে ৩০ মিনিট দক্ষিণে। হ্রদ এবং এর গ্রামগুলির অনেকগুলি অনন্য বৈশিষ্ট্য এবং আকর্ষণ রয়েছে, যা পর্যটকদের কাছে টনলে স্যাপ ট্যুরকে জনপ্রিয় করে তুলেছে। সিম রিপ প্রদেশ সহ টনলে স্যাপ এর আশেপাশের এলাকা বৃহত্তর টোনলে স্যাপ বায়োস্ফিয়ার রিজার্ভ এর অংশ।\n\n\n=== নম দেই ===\nনম দেই সিম রিপের কাছে একটি পাহাড়।\n\n\n=== বান্তে শ্রেই ===\nবান্তে শ্রেই একটি ১০ম শতাব্দীর মন্দির সিম রিপ থেকে প্রায় ৩০ কিমি উত্তর-পূর্বে। এটি  গোলাপী বেলেপাথরের সূক্ষ্ম জটিল আলংকারিক খোদাইয়ের জন্য উল্লেখযোগ্য।\n\n\n== রন্ধনপ্রণালী ==\nসম্প্রতি, সিয়েম রিপ দেশের সমসাময়িক খেমার রন্ধনপ্রণালী কেন্দ্রে পরিণত হয়েছে এবং এখানে অনেক উল্লেখযোগ্য কম্বোডিয়ান রেস্তোরাঁ রয়েছে, যেমন দ্য সুগার পাম, দূতাবাস, চ্যানরে ট্রি, র‌্যাফেলস হোটেল এবং কুইজিন ওয়াট ড্যামনাক।\n\n\n== স্থানীয় বিশেষত্ব ==\n\n\n=== সোম্বাই মিশ্রিত ধান ওয়াইন ===\nএকটি পণ্য যা সিম রিপের প্রতীক হয়ে উঠেছে তা হল সোম্বাই প্রিমিয়াম মিশ্রিত ধান ওয়াইন কম্বোডিয়ান ঐতিহ্যবাহী ইনফিউজড রাইস ওয়াইন স্রা ট্রাম থেকে অনুপ্রেরণা নেওয়া (খ্‌মের: ស្រាត្រាំ) হাতে আঁকা বোতলে ভরা। শিল্পী লিয়াং সেকনের বাড়িতে স্থাপন করা সোম্বাই ওয়ার্কশপ এবং টেস্টিং পার্লার পর্যটকদের আকর্ষণে পরিণত হয়েছে।\n\n\n=== প্রহক ===\nসিম রিপের গ্রামগুলির তৈরি 'প্রোক' প্রায়শই দেশের সেরা হিসাবে বিবেচিত হয়।\n\n\n=== কাজুবাদাম আপেল এবং আম ব্র্যান্ডি ===\nকাজু আপেল থেকে সিম রিপে তৈরি, কাজুবাদামের উপরে যে ফলটি জন্মে, তার ৮০% রস এবং কাজু চাষের উপজাত হিসাবে এবং পাকা হলুদ আম হিসাবে ফেলে দেওয়া হয়।\n\n\n== জলবায়ু ==\nকোপেন জলবায়ু শ্রেণিবিভাগ অনুসারে, সিম রিপ একটি ক্রান্তীয় আর্দ্র এবং শুষ্ক জলবায়ু বৈশিষ্ট্যযুক্ত। শহরটি সাধারণত সারা বছর জুড়েই গরম থাকে, গড় উচ্চ তাপমাত্রা কখনোই কোনো মাসে ৩০ ডিগ্রি সেলসিয়াস অথবা ৮৬ ডিগ্রি ফারেনহাইট-এর নিচে পড়ে না। সিম রিপের একটি অপেক্ষাকৃত দীর্ঘ ভেজা মৌসুম যা মে মাসে শুরু হয় এবং অক্টোবরে শেষ হয়। শুষ্ক মৌসুম বাকি ছয় মাস জুড়ে। শহরের গড় বৃষ্টিপাত প্রতি বছর প্রায় ১,৪০৬ মিলিমিটার অথবা ৫৫ ইঞ্চি।\n\n\n== পরিবহন ==\n\nশহরটি সিম রিপ আন্তর্জাতিক বিমানবন্দর থেকে সাত কিলোমিটার (৪+১⁄২ মাইল), এবং এশিয়ার অনেক শহর থেকে সরাসরি ফ্লাইটে এবং নমপেন থেকে স্থলপথে প্রবেশযোগ্য। থাই সীমান্ত পর্যন্ত। এটি নৌকা দ্বারাও অ্যাক্সেসযোগ্য (টনলে স্যাপ লেকের মাধ্যমে)। এছাড়াও নম পেন এবং বাত্তামবাং থেকে বাস রয়েছে, নম পেন এবং সিয়েম রিপের মধ্যে বাসগুলি প্রায় ৫ ঘন্টা সময় নেয়। একটি নতুন বিমানবন্দর, যা সিম রিপ থেকে ৫০ কিলোমিটার দূরে, ২০২৩ সালে খোলা হয়েছে বিদ্যমান বিমানবন্দরের পরিবর্তে ব্যবহার হচ্ছে।\n\nব্যাংকক থেকে পোয়েপেট হয়ে সিম রিপে যাওয়া সম্ভব। পোয়েপেট থেকে সিম রিপ পর্যন্ত রাস্তা ভালো অবস্থায় আছে। যদি ভ্রমণকারীরা ব্যাংকক থেকে পোয়েপেট এবং পোয়েপেট থেকে সিম রিপ পর্যন্ত ট্যাক্সি নিয়ে যান, তবে সীমান্ত অতিক্রম করার সময়ের উপর নির্ভর করে পুরো যাত্রা ৬-১০ ঘন্টার মধ্যে সম্পন্ন করা সম্ভব। বাস, মিনিবাস বা ভ্যানেও এই যাত্রা সম্ভব। ব্যাংকক থেকে সিম রিপে যাওয়াও ট্রেনের মাধ্যমে সরাসরি সীমান্ত স্টেশন রোং ক্লুয়া বাজারে এবং পরে শেয়ার্ড মিনি-বাস বা ট্যাক্সির মাধ্যমে সিম রিপে যাওয়া সম্ভব।\nসিম রিপে নম পেন পর্যন্ত হাই স্পিড রেল লাইন থাকবে যা বর্তমানে সিআরইসিজি দ্বারা পরিচালিত সম্ভাব্যতা সমীক্ষায় রয়েছে।\n\n\n== বোন শহর ==\n বাগান, মিয়ানমার\n ফন্টেইনব্লু, ফ্রান্স, ১১ জুন ২০০০ সাল থেকে\n সংক্ট গোয়ার, জার্মানি, ১৩ মে ২০১৫ থেকে\n জিয়াংসি প্রদেশ, চীন\n অরল্যান্ড পার্ক, ইলিনয়, মার্কিন যুক্তরাষ্ট্র\n কোটা, আইচি, জাপান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nOfficial Siem Reap website\n উইকিভ্রমণ থেকে সিম রিপ ভ্রমণ নির্দেশিকা পড়ুন।\nওপেনস্ট্রিটম্যাপে 257838557  সিম রিপ\n\nবিষয়শ্রেণী:কম্বোডিয়ার সর্বাধিক জনবহুল শহর"}