{"pageid": 1399035, "title": "নেপালের বন্যপ্রাণী", "url": "https://bn.wikipedia.org/wiki?curid=1399035", "content": "বন্যপ্রাণী বৈচিত্র্য নেপালের একটি উল্লেখযোগ্য বৈশিষ্ট্য। নেপালের জলবায়ুর ভিন্নতার কারণে, গ্রীষ্মমণ্ডলীয় অঞ্চল থেকে শুরু করে উত্তর মেরু পর্যন্ত যে সব ধরণের গাছপালা এবং প্রাণী দেখা যায় তার অনেকগুলি এখানে প্রচুর সংখ্যায় রয়েছে। বন্যপ্রাণী পর্যটন এই দেশের পর্যটনের একটি প্রধান উৎস। নেপালে কিছু প্রাণীর প্রজাতি আছে যা অনন্য, যেমন স্পাইনি ব্যাবলার। নেপালে অনেক প্রজাতির রডোডেনড্রন দেখতে পাওয়া যায়। নেপালের বৈচিত্র্যময় প্রাণীজগৎ রক্ষার জন্য এখানে অসংখ্য জাতীয় উদ্যান এবং সংরক্ষিত ভূমি রয়েছে। নেপাল হল জীববৈচিত্র্যের একটি বিশিষ্ট অঞ্চল, যেখানে বিস্তৃতভাবে পার্বত্য পরিবেশগত অঞ্চল, তরাইয়ের সাভানা ও তৃণভূমির পরিবেশগত অঞ্চল (পাদদেশ), এবং রারা হ্রদ পরিবেশগত অঞ্চল রয়েছে।\n\n\n== আইনি সুরক্ষা ==\n১৯৭৩ সালের জাতীয় উদ্যান এবং বন্যপ্রাণী সংরক্ষণ আইন ২০২৯ বিএস পাস হওয়ার পরেই, নেপাল তার প্রাণীজগতকে রক্ষা করার জন্য অসংখ্য জাতীয় উদ্যান এবং সংরক্ষণ ভূমি চিহ্নিত করেছে। জাতীয় উদ্যান এবং প্রকৃতি সংরক্ষণ থেকে শুরু করে বন্যপ্রাণী এবং শিকার সংরক্ষণের চারটি ভিন্ন শ্রেণীর সুরক্ষা রয়েছে। ১৯৯২ সাল নাগাদ নেপাল ৮,৯৩,২০০ হেক্টর (৩,৪৪৯ বর্গমাইল) এর বেশি এলাকা সংরক্ষিত করে সাতটি জাতীয় উদ্যান প্রতিষ্ঠা করেছিল। ২০০২ সাল পর্যন্ত এই শ্রেণীর অধীনে ২৩টি সংরক্ষিত এলাকা ছিল: নয়টি জাতীয় উদ্যান, তিনটি বন্যপ্রাণী সংরক্ষণ ভূমি, তিনটি সংরক্ষণ এলাকা, একটি শিকার সংরক্ষিত স্থান, তিনটি অতিরিক্ত রামসার সাইট এবং চারটি অতিরিক্ত বিশ্ব ঐতিহ্যবাহী স্থান। সবচেয়ে বিখ্যাত বিশ্ব ঐতিহ্যবাহী স্থান হল সাগরমাথা জাতীয় উদ্যান এবং চিতওয়ান জাতীয় উদ্যান। এছাড়াও, কাঠমান্ডু উপত্যকার বিশ্ব ঐতিহ্যবাহী স্থান উল্লেখযোগ্য জীববৈচিত্র্যের অঞ্চলগুলিকে সংরক্ষিত করেছে।\n\n\n== প্রাণী ==\n\n\n=== স্তন্যপায়ী প্রাণী ===\nসংরক্ষিত এলাকার সীমার বাইরে ২৮টি প্রজাতি সহ ২০৮টি স্তন্যপায়ী প্রজাতির তথ্য পাওয়া গেছে, কিন্তু তার মধ্যে চারটি পরিচিত বিলুপ্তপ্রায় প্রজাতি নেই। নেপালে পাওয়া স্তন্যপায়ী প্রাণীর মধ্যে উল্লেখযোগ্য হল বাংলা খেঁকশিয়াল, বেঙ্গল টাইগার, মেঘলা চিতা, কর্সাক ফক্স, ভারতীয় গণ্ডার, এশিয়াটিক হাতি, মার্বেল বিড়াল, ভারতীয় প্যাঙ্গোলিন, দেশি বনরুই, চায়না বনরুই, লাল পান্ডা, তুষার চিতা, তিব্বতীয় শিয়াল, তিব্বতীয় নেকড়ে। আন্তর্জাতিকভাবে স্বীকৃত তুষার চিতা সহ এর মধ্যে কয়েকটি প্রজাতি বিপন্ন এবং সেগুলি বিলুপ্তির ঝুঁকিতে রয়েছে। ১৯৭০ এর দশকে বন্য ইয়াক আঞ্চলিকভাবে বিলুপ্ত হয়ে গেছে বলে মনে করা হয়েছিল, কিন্তু ২০১৪ সালে এই প্রজাতি পুনরায় আবিষ্কৃত হয়।\n\n\n=== সরীসৃপ ===\nএই দেশে পিট ভাইপার থেকে শুরু করে গুঁই সাপ পর্যন্ত বিভিন্ন ধরণের সরীসৃপ রয়েছে। আরও কিছু বিশিষ্ট উদাহরণের মধ্যে রয়েছে বাংলা গুঁইসাপ, গ্লোয়েডিয়াস হিমালয়ানাস (পিট ভাইপার), হলুদ পাহাড়ি কচ্ছপ (ইণ্ডোটেস্টুডো এলংগাটা), ট্রাইমেরেসুরাস সেপ্টেনট্রিওনালিস এবং হলুদ গুঁইসাপ। যদিও এগুলি দক্ষিণ-পূর্ব এশিয়ার অন্য অঞ্চলেও পাওয়া যায়, কিন্তু সিটানা ফুসকা এবং সিরটোডাকটাইলাস নেপালেন্সিস সহ অনন্য কয়েকটি সরীসৃপ প্রজাতি এই দেশেই রয়েছে। সিটানা সিভালেনসিস, জাপালুরা ট্রাইকারিনাটা, অন্নপূর্ণা গ্রাউন্ড স্কিন্ক (সিনসেলা ক্যাপিটানিয়া), লিডলেস স্কিন্ক (অ্যাবলেফারাস নেপালেনসিস), গেকো (সাইর্টোডাক্টাইলাস মার্টিনস্টোলি), শাহ বাঁশের পিট ভাইপার (ত্রিমেরেসুরাস কারানশাহী) এবং তিব্বতীয় পিট ভাইপার (গ্লোয়েডিয়াস স্ট্রাউচি)ও নেপালে দেখতে পাওয়া যায়।\n\n১৯৮২ সালের পর, ২০১৯ সালে, প্রথম সফল ঘড়িয়াল প্রজনন নিশ্চিত করা হয়েছিল।\n\n\n=== পক্ষী প্রজাতি ===\nনেপালে আনুমানিক ২৭টি গুরুত্বপূর্ণ পাখি এলাকা রয়েছে। দেশে ৯০০টিরও বেশি পাখির প্রজাতি (২০১২ সাল অনুযায়ী) রয়েছে, যার মধ্যে ৩০টি প্রজাতি বিশ্বব্যাপী বিলুপ্তির মুখে, ১টি স্থানীয় প্রজাতি এবং ১টি প্রবর্তিত প্রজাতি এর মধ্যে আছে। এখানকার জাতীয় পাখি ডানফে হলো এক প্রকার তিতির। এছাড়াও, আট প্রজাতির মানিকজোড় (সারস), অন্য পাঁচ প্রজাতির তিতির, ছয় প্রজাতির মিনিভেট, সতেরো প্রকার কোকিল, ত্রিশ প্রকার ফ্লাইক্যাচার এবং ষাট প্রজাতির ওয়ারব্লার রয়েছে। স্পাইনি ব্যাবলার নেপালের একমাত্র স্থানীয় প্রজাতি।\n\n\n=== জলজ প্রাণী ===\nনেপালের জলাশয় থেকে তথ্য পাওয়া জলজ প্রাণীর প্রজাতিগুলি হল: ফার্পিং ক্যাটফিশ (মায়ারসগ্লানিস ব্লাইথি), সিলোরহিঞ্চাস নেপালেনসিস, নেপালি মিনো (সিলোরিঞ্চাস সিউডেচেনিস), নেপালি স্নোট্রাউট (স্কিজোথোরাক্স ম্যাক্রোফথ্যালমাস), টারসিনোয়েমাইথিস হিমালয়, এরেথিস্টিড ক্যাটফিশ (ইরেথিস্টয়েডস অ্যাসিটা এবং ইরেথিস্টয়েডস ক্যাভাতুরা), ব্যাগ্রিড ক্যাটফিশ (ব্যাটাসিও ম্যাক্রোনোটাস) এবং সিসোরিড ক্যাটফিশ (যেমন সিউডেচেনিস এডসি, সিউডেচেনিস ক্রাসিকাউডা এবং সিউডেচেনিস সেরাকুলা)।\n\n\n=== অমেরুদণ্ডী প্রাণী ===\nকিছু গুরুত্বপূর্ণ কীট প্রজাতির খবর পাওয়া গেছে, সেগুলি হল: গ্রাউন্ড বিটল (সাইক্রোপসিস নেপালেনসিস), নেব্রিয়া মোলেন্ডাই, ডাং বিটল (ক্যাকোবিয়াস স্কুয়ের্নি), দীর্ঘহূলী গুবরেপোকা ('হেস্পেরোক্লাইটাস ক্যাটারিনা), মথ (হেটেরোলোচা মারিয়াইলজি), ক্যাটিডিডস (আইসপসেরা ক্যালিগুলা), মোল ঝিঁঝিঁপোকা (গ্রিলোটালপা পিগমি), ঘাসফড়িং (নেপালোকারিয়ান্ড ল্যাটিফ্রনস), মৌমাছি (আন্দ্রেনা কাঠমান্ডুয়েনসিস), পিঁপড়ার অনুকরণকারী থ্রিপস (ফ্রাঙ্কলিনোথ্রিপস স্ট্রাসেনি) এবং ড্যামসেলফ্লাইস (ক্যালিকনেমিয়া নিপালিকা)। নথিবদ্ধ অন্যান্য অমেরুদণ্ডী প্রাণী হল ট্যারান্টুলা (হ্যাপলোকোসমিয়া নেপালেন্সিস), গবলিন স্পাইডার (ব্রিগনোলিয়া আনখু), জাম্পিং স্পাইডার (ইউফ্রিস ওমনিসুপারস্টেস), বৃশ্চিক (হেটেরোমেট্রাস নেপালেনসিস), বিছে (ক্রিপ্টপস নেপালেনসিয়াম নেপালেনসিস), জমির শামুক (ডারউইনিনিটিয়াম শিওয়ালিকিয়ানাম)]] এবং মিষ্টি জলের শামুক (ট্রিকুলা মহাদেভেনসিস)।\n\n\n== উদ্ভিদ প্রজাতি ==\n\n১৯৭০-এর দশকের শেষের দিকে এবং ১৯৮০-এর দশকের গোড়ার দিকে গৃহীত গবেষণায় ৫,০৬৭ প্রজাতিকে নথিভুক্ত করা হয়েছিল যার মধ্যে ছিলো ৫০৪১টি সপুষ্পক উদ্ভিদ এবং বাকি ২৬টি প্রজাতি নগ্নবীজী উদ্ভিদ। তরাই এলাকায় শক্ত কাঠ, বাঁশ, তাল এবং শাল গাছ রয়েছে। উল্লেখযোগ্য উদ্ভিদের মধ্যে রয়েছে গার্ডেন অ্যাঞ্জেলিকা, লুকুলিয়া গ্রাটিসিমা, মেকোনোপসিস ভিলোসা, এবং পার্সিকারিয়া অ্যাফিনিস। তবে, আইসিওএমওএস (স্মৃতিস্তম্ভ এবং অঞ্চল সম্পর্কিত আন্তর্জাতিক কাউন্সিল)-এর নজর তালিকা অনুসারে (২০০৬ সালের হিসাবে), সংরক্ষিত স্থানগুলিতে, ২,৫৩২ প্রজাতির ভাস্কুলার (সংবহনতান্ত্রিক) উদ্ভিদ রয়েছে যেগুলি ১,০৩৪টি বর্গ এবং ১৯৯টি পরিবারের অধীন। পরিসংখ্যানের তারতম্যের জন্য অন্তর্ভুক্ত এলাকার অপর্যাপ্ত অঞ্চলের ফুলের ওপর গবেষণাকে দায়ী করা হয়।\nনেপালে স্থানীয়ভাবে ৪০০ প্রজাতির ভাস্কুলার উদ্ভিদ রয়েছে। এর মধ্যে বিশেষ করে দুটি হল অর্কিড প্লিওন করোনারিয়া এবং ওরিওরচিস পোরফিরান্থেস।\n\n\n=== জাতীয় ফুল ===\nনেপালের সবচেয়ে জনপ্রিয় স্থানীয় উদ্ভিদ হল রডোডেনড্রন (আর্বোরিয়াম) যাকে নেপালি ভাষায় গুরাস বলা হয়। লালি গুরাস (লাল রডোডেনড্রন) বিশেষভাবে জনপ্রিয়। এটি নেপাল জুড়ে ব্যাপকভাবে জন্মায়, এবং বিশেষ করে ১,৪০০ - ৩,৬০০ মিটার উচ্চতার পরিসরে বেশি দেখা যায়। এই ফুলটি একটি জাতীয় প্রতীক এবং দেশের সাংস্কৃতিক ও ধর্মীয় তত্ত্বের অংশ। এটি \"জাতীয় ঐক্য এবং জনগণের সার্বভৌমত্বের\" প্রতীক এবং \"অন্তর্ভুক্তি ও লিঙ্গ সমতা দ্বারা চিহ্নিত লোক তন্ত্রের (প্রজাতন্ত্র) চেতনাকে প্রতিফলিত করে।\" লাল রডোডেনড্রন ফুলগুলি নেপালের জাতীয় প্রতীকগুলির চারপাশে পুষ্পস্তবকের আকারে আলংকারিক বলয় গঠন করে, প্রতীকগুলির মধ্যে আছে নেপালের পতাকা, মাউন্ট এভারেস্ট, সবুজ পর্বত, হলুদ রঙের উর্বর তরাই অঞ্চল (হিমালয়ের পাদদেশীয় অঞ্চল), পুরুষ ও মহিলার হাত দিয়ে সৃষ্ট লিঙ্গ সমতার প্রতিনিধিত্ব করা প্রতীক এবং পটভূমিতে নেপালের মানচিত্রের একটি রূপরেখা। এই প্রতীকের নিচে সংস্কৃত লিপিতে লেখা রয়েছে জননী জন্মভূমিশ্চ স্বর্গাদপি গরিয়সী, যার অর্থ \"মা এবং মাতৃভূমি স্বর্গের চেয়েও বড়।\" জাতীয় ফুলটি আমাশয় নিরাময়ের জন্য ঐতিহ্যগত ওষুধ হিসেবেও ব্যবহৃত হয়।\n\n\n== প্রাণিকুলের সুরক্ষিত প্রজাতি ==\nপাখি সহ ৩৮টি সংরক্ষিত বন্যপ্রাণী প্রজাতি রয়েছে যার মধ্যে ৫০% বিলুপ্তির বিভিন্ন পর্যায়ে রয়েছে। এগুলি হলো:\nঃদুর্বল\n\nঅ্যান্টিলোপ সার্ভিকাপ্রা (ভারতীয় কৃষ্ণসার)\nবস গৌরস (গৌর)\nক্যানিস লুপাস (তিব্বতি নেকড়ে)\nনিওফেলিস নেবুলোসা (মেঘলা চিতা)\nপ্লাটানিস্তা গাঙ্গেটিকা (গঙ্গা নদী শুশুক)\nপাইথন মোলুরাস (দেশি অজগর)\nবিপন্ন\nবস মুটাস (বন্য ইয়াক, 2014 সালে পুনঃআবিষ্কৃত)\nবস মুটাস (বন্য ইয়াক, ২০১৪ সালে পুনঃআবিষ্কৃত)\nবুবলুস বুবালিস (বন্য মহিষ)\nক্যাপ্রোলাগাস হিসপিডাস (আসামি খরগোশ)\nসারভাস ডুভাউসেলি (বারশিঙ্গা)\nএলিফাস ম্যাক্সিমাস (এশীয় হাতি)\nফেলিস লিংক্স (ইউরেশিয়ান লিঙ্কস)\nমশাস ক্রাইসোগাস্টার (হিমালয় কস্তুরী হরিণ)\nপ্যানথেরা টাইগ্রিস (রয়েল বেঙ্গল টাইগার)\nপ্যানথেরা আনসিয়া (তুষার চিতা)\nক্যাট্রিউস ওয়ালিচিলি (চিয়ার ফিজ্যান্ট)\nইউপোডোটিস বেঙ্গলেন্সিস (বেঙ্গল ফ্লোরিক্যান)\nগ্যাভিলিস গ্যাঙ্গেটিকাস (ঘড়িয়াল)\nধ্বংসপ্রাপ্ত\nসুস সালভানিয়াস (বেঁটে শূকর)\nঅনির্ধারিত প্রজাতি\nওভিস অ্যামন (বিরাট তিব্বতি ভেড়া)\nভারানাস ফ্লেভেসেন্স (সোনালি মনিটর)\n\n\n== প্রাণী ==\n\n\n=== স্তন্যপায়ী প্রাণী ===\nসংরক্ষিত এলাকার সীমার বাইরে 28টি প্রজাতি সহ 208টি স্তন্যপায়ী প্রজাতির রিপোর্ট রয়েছে কিন্তু চারটি পরিচিত বিলুপ্তপ্রায় প্রজাতি বাদ দিয়ে।নেপালে পাওয়া স্তন্যপায়ী প্রাণীর প্রজাতির মধ্যে উল্লেখযোগ্য হল, বেঙ্গল বাঘ, মেঘলা চিতা, কর্সাক শিয়াল, ভারতীয় গন্ডার, এশিয়ান হাতি, মার্বেল বিড়াল, ভারতীয় প্যাঙ্গোলিন, চাইনিজ প্যাঙ্গোলিন, রেড পান্ডা, তুষার চিতা, তিব্বতি শিয়াল এবং তিব্বতি নেকড়ে।আন্তর্জাতিকভাবে স্বীকৃত তুষার চিতাবাঘ সহ এর মধ্যে কয়েকটি বিপন্ন এবং বিলুপ্তির ঝুঁকিতে রয়েছে।বন্য ইয়াক, 1970-এর দশকে আঞ্চলিকভাবে বিলুপ্ত বলে মনে করা হয়েছিল, 2014 সালে পুনরায় আবিষ্কৃত হয়েছিল।\n\n\n=== সরীসৃপ ===\nদেশটিতে বিভিন্ন ধরনের সরীসৃপ রয়েছে, যার মধ্যে রয়েছে পিট ভাইপার (বিষাক্ত সাপ) থেকে শুরু করে মনিটর টিকটিকি।আরও কিছু বিশিষ্ট উদাহরণের মধ্যে রয়েছে বেঙ্গল মনিটর, গ্লোইডিয়াস হিমালয়ানাস (একটি পিট ভাইপার), দীর্ঘায়িত কাছিম (ইন্ডোটেস্টুডো এলংগাটা), ট্রাইমেরেসুরাস সেপ্টেনট্রিওনালিস এবং হলুদ মনিটর।যদিও উপরোক্তগুলি দক্ষিণ-পূর্ব এশিয়ার অন্যত্র পাওয়া যায়, তবে সিটানা ফুসকা এবং সাইর্টোডাকটাইলাস নেপালেনসিস সহ দেশটির জন্য বেশ কিছু সরীসৃপ প্রজাতি রয়েছে।সিটানা সিভালেনসিস, জাপালুরা ট্রাইকারিনাটা, অন্নপূর্ণা গ্রাউন্ড স্কিঙ্ক (সিন্সেলা ক্যাপিটানিয়া), ঢাকনাহীন স্কিন (অ্যাবলফেরাস নেপালেনসিস), গেকোস (সাইরটোড্যাক্টাইলাস মার্টিনস্টোলি), শাহের বাঁশের পিট ভাইপার (ট্রাইমেরেসুরাস কারানশাহি) এবং তিব্বতি পিট ভাইপার (গ্লোয়েডিয়াস স্ট্রাউচি) সরীসৃপও নেপালে পাওয়া যায়।\n\n2019 সালে, 1982 সালের পর প্রথম সফল ঘড়িয়াল প্রজনন নিশ্চিত করা হয়েছিল।\n\n\n=== আভিফাউনা ===\nনেপালে প্রায় 27টি গুরুত্বপূর্ণ পাখির এলাকা এবং নেপালে 900 টিরও বেশি পাখির প্রজাতি (2012 সালের হিসাবে) রয়েছে যার মধ্যে 30টি বিশ্বব্যাপী হুমকির সম্মুখীন, 1টি স্থানীয় এবং 1টি প্রবর্তিত৷ড্যানফে, জাতীয় পাখি, যা এক ধরনের তিতির। এছাড়াও, আট প্রজাতির সারস, অন্য পাঁচ প্রজাতির তিতির, ছয়টি মিনিভেট, সতেরোটি কোকিল, ত্রিশটি ফ্লাইক্যাচার এবং ষাট প্রজাতির ওয়ারব্লার রয়েছে।স্পাইনি ব্যাবলার হল নেপালের একমাত্র স্থানীয় প্রজাতি।\n\n\n=== জলজ প্রাণী ===\nনেপালের জলাশয় থেকে রিপোর্ট করা জলজ প্রাণীর প্রজাতিগুলি হল: ফার্পিং ক্যাটফিশ (মায়ারস্গ্লানিস ব্লিথি), সিলোরহিঞ্চাস নেপালেনসিস, নেপালি মিনো (সিলোরহিঞ্চাস সিউডেচেনিস), নেপালি স্নোট্রাউট (স্কিজোথোরাক্স ম্যাক্রোফথ্যালমাস), টারসিনোইমাছিইলাস হিমালয়া, ইরেথিস্টিড ক্যাটফিস (ইরেথিস্টয়েডস অ্যাসচিটা এবং ইরেথিস্টয়েডস ক্যাভাতুরা),  ব্যাগ্রিড ক্যাটফিশ (বাটাসিও ম্যাক্রোনোটাস) এবং সিসোরিড ক্যাটফিশ (যেমন সিউডেচেনিস এডসি, সিউডেচেনিস ক্রাসিকাউডা এবং সিউডেচেনিস সেরাকুলা)।\n\n\n=== অমেরুদন্ডী প্রাণী ===\nকিছু গুরুত্বপূর্ণ কীট প্রজাতির রিপোর্ট করা হয়েছে: মাটির পোকা (সাইক্রোপসিস নেপালেনসিস), নেব্রিয়া মোলেন্ডাই, গোবরের পোকা (ক্যাকোবিয়াস স্কুয়ের্নি), লংহর্নড বিটলস (হেস্পেরোক্লাইটাস ক্যাটারিনা), মথ (হেটেরোলোচা মারিয়াইলজি), ক্যাটিডস (ইসোপসেরা ক্যালিগুলা), মৌল ক্রিকেটস (গ্রাইল্লোটালপা পিগমায়ে), ফড়িং (নেপালোকারিয়ান্ডা ল্যাটিফ্রন), মৌমাছি (অ্যান্ড্রেনা কাঠমান্ডুয়েনসিস), পিঁপড়া-নকল থ্রিপস (ফ্রাঙ্কলিনোথ্রিপস স্ট্রাসেনি) এবং ড্যামসেলফ্লাইস (ক্যালিকনিমিয়া নিপালিকা)।রিপোর্ট করা অন্যান্য অমেরুদণ্ডী প্রাণী হল বিষাক্ত মাকড়শা (হ্যাপ্লোকোসমিয়া নেপালেনসিস), গবলিন মাকড়সা (ব্রিগনোলিয়া আনখু), জাম্পিং স্পাইডার (ইউফ্রিস অমনিসুপারস্টেস), বিচ্ছু (হেটেরোমেট্রাস নেপালেনসিস), শতপদী মাকড়শা (ক্রিপ্টপস লেপালেনসিস), ভুমি শামুক (ডারউইনিনিটিয়াম শিওয়ালিকিয়ানাম এবং লেভোজেব্রিনাস নেপালেনসিস), এবং মিঠা পানির শামুক (  ট্রিকুলা মহাদেভেনসিস)।\n\n\n== উদ্ভিদ প্রজাতি ==\n\n1970-এর দশকের শেষের দিকে এবং 1980-এর দশকের গোড়ার দিকে গৃহীত গবেষণায় 5,067 প্রজাতির নথিভুক্ত করা হয়েছিলো যার মধ্যে 5041টি সপুষ্পক উদ্ভিদ এবং বাকি 26টি প্রজাতি ছিল নগ্নবীজী।তরাই এলাকায় শক্ত কাঠ, বাঁশ, তাল এবং শাল গাছ রয়েছে।উল্লেখযোগ্য উদ্ভিদের মধ্যে রয়েছে গার্ডেন অ্যাঞ্জেলিকা, লুকুলিয়া গ্রাটিসিমা, মেকোনোপসিস ভিলোসা এবং পারসিকারিয়া অ্যাফিনিস।যাইহোক, আইসিওএমওএস (স্মৃতিস্তম্ভ এবং অঞ্চল সম্পর্কিত আন্তর্জাতিক কাউন্সিল) এর নজর তালিকা  অনুসারে (2006 সালের হিসাবে), সুরক্ষিত স্থানগুলিতে, 1,034 টি বর্গ এবং 199টি পরিবারের অধীনে 2,532 প্রজাতির ভাস্কুলার (সংবহনতান্ত্রিক) উদ্ভিদ রয়েছে। পরিসংখ্যানের তারতম্যের জন্য অন্তর্ভুক্ত এলাকার অপর্যাপ্ত অঞ্চলের ফুলের উপর গবেষণাকে দায়ী করা হয়।\n400 প্রজাতির ভাস্কুলার উদ্ভিদ রয়েছে যা নেপালে স্থানীয়।এর মধ্যে বিশেষ করে দুটি হলো অর্কিড প্লিওন করোনারিয়া এবং ওরিওরচিস পোরফিরান্থেস।\n\n\n=== জাতীয় ফুল ===\nনেপালের সবচেয়ে জনপ্রিয় স্থানীয় উদ্ভিদ হল রডোডেনড্রন (আর্বোরিয়াম) যাকে নেপালি ভাষায় গুরাস বলা হয়।লালি গুরাস (লাল রডোডেনড্রন) বিশেষভাবে জনপ্রিয়।এটি নেপাল জুড়ে ব্যাপকভাবে জন্মায়, এবং বিশেষ করে 1,400-3,600 মিটার উচ্চতার পরিসরে। এই ফুলটি একটি জাতীয় প্রতীক এবং দেশের সাংস্কৃতিক ও ধর্মীয় নীতির অংশ।এটি \"জাতীয় ঐক্য এবং জনগণের সার্বভৌমত্ব\" এর প্রতীক এবং \"অন্তর্ভুক্তি এবং লিঙ্গ সমতা দ্বারা চিহ্নিত লোকতন্ত্র (প্রজাতন্ত্র) এর চেতনাকে প্রতিফলিত করে।\"  লাল রডোডেনড্রন ফুলগুলি নেপালের জাতীয় প্রতীকের চারপাশে পুষ্পস্তবকের আকারে আলংকারিক রিং গঠন করে যা নেপালের পতাকা, মাউন্ট এভারেস্ট, সবুজ পর্বত, হলুদ রঙের উর্বর তরাই অঞ্চল (হিমালয়ের পাদদেশীয় অঞ্চল) প্রতিনিধিত্ব করে এবং হাত দিয়ে  পুরুষ ও মহিলা লিঙ্গ সমতার প্রতিনিধিত্ব করে এবং পটভূমিতে নেপালের মানচিত্রের একটি রূপরেখা সহ যোগদান করে।এই প্রতীকটির নীচে সংস্কৃতে একটি শিলালিপি রয়েছে যা লেখা আছে জননী জন্মভূমিস্ক স্বর্গাদপি গরিয়াসি, যার অর্থ \"মা এবং মাতৃভূমি স্বর্গের চেয়েও বড়।\"  এটি আমাশয় নিরাময়ের জন্য ঐতিহ্যগত ওষুধেও ব্যবহৃত হয়।\n\n\n== আরও দেখুন ==\nনেপালের প্রাণীজগত\n\n\n== তথ্যসূত্র =="}