{"pageid": 1399896, "title": "শ্রম সেনাবাহিনী", "url": "https://bn.wikipedia.org/wiki?curid=1399896", "content": "লেবার আর্মি বা শ্রম সেনাবাহিনীর (রুশ : трудовая армия, трудармия) ধারণা ১৯২০ সালে রাশিয়ার গৃহযুদ্ধের সময় সোভিয়েত রাশিয়ায় প্রবর্তিত হয়। প্রাথমিকভাবে এই শব্দটি লাল ফৌজের রেজিমেন্টগুলোয় প্রয়োগ করা হয়। সেখানে সৈনিকদের সামরিক কার্যকলাপ থেকে শ্রমকার্যে স্থানান্তর করা হয়। কাজগুলোর মধ্যে ছিল কাঠ কাটা, কয়লা খনির কাজ, জ্বালানি কাঠ মজুদ করা ইত্যাদি।\n\n\n== ইতিহাস ==\nপ্রথম শ্রম সেনাবাহিনীর(১ম লেবার আর্মি) সেনা কমান্ডার মিখাইল মাতিয়াসেভিচের উদ্যোগে (সেনা কমান্ডার মিখাইল স্টিভচেমিল স্টিভচেভ) উরাল অঞ্চলে অবস্থিত ৩য় সেনাবাহিনীর ঘাঁটিতে কলচাকের পরাজয়ের পরে তৈরি করা হয়।\nএই সময়ে লিওন ত্রোত্‌স্কি সেনাবাহিনী ও ফ্লিট অ্যাফেয়ার্সের পিপলস কমিসার এবং প্রজাতন্ত্রের বিপ্লবী সামরিক কাউন্সিলের চেয়ারম্যান হিসেবে কাজ করেন। তিনি এই ধারণাটিকে আরও বিকশিত করেন। তিনি যুক্তি দেন যে, দেশের এই অর্থনৈতিক পরিস্থিতিতে সর্বজনীন শ্রম শুল্ক প্রবর্তনের প্রয়োজন। শ্রমিকদের ক্ষেত্রে ট্রেড ইউনিয়নের সাহায্য নিয়ে তা করা যেতে পারে। তবে কৃষকদের ক্ষেত্রে ত্রোত্‌স্কি যুক্তি দিয়েছিলেন যে, এটি কেবল সংঘবদ্ধতার মাধ্যমেই সম্ভব হবে।\nতিনি আরও যুক্তি দেন যে \"আর্মির মতো সংস্থা আসলে সহজাতভাবে সোভিয়েত ধরনের সংস্থা\"।\nতার সমালোচকরা যুক্তি দেন, এই ধারণা জারবাদ এবং দাসত্বের যুগকে ফিরিয়ে নিয়ে আসে। ত্রোত্‌স্কি জবাব দেন, পুরানো আমলের মতো  শোষকদের জন্য শ্রমিকদের কাজ করা উচিত নয়, বরং কাজ করা উচিত তাদের নিজেদের ভালোর জন্য। তাদের নিজের রাষ্ট্রের জন্য। অর্থাৎ, শ্রম কর্তব্য হল জরুরী পরিস্থিতিতে তাদের \"শ্রমিক-কৃষক\" সম্পর্কে মুক্তিপ্রাপ্ত শ্রমিক শ্রেণীর বাধ্যবাধকতা পূরণ করা।\nরাশিয়ার গৃহযুদ্ধের শেষের দিকে এবং নতুন অর্থনৈতিক নীতি প্রবর্তনের মাধ্যমে লেবার আর্মির ধারণার অবসান ঘটে। বিশেষ করে জোসেফ স্তালিনের ক্ষমতা গ্রহণের পরে এবং শিল্পায়ন ও সমষ্টিকরণের নীতিগুলো বাস্তবায়নের পরে, যা কার্যকরভাবে শ্রমশক্তির সমস্যার সমাধান করেছিল। যা শিল্প এবং কৃষি উভয় ক্ষেত্রেই গতিশীলতা নিয়ে আসে।\n\n\n== নাৎসি জার্মান ==\nনাৎসি জার্মানিতে জার্মান অর্থনীতির বেকারত্বের প্রভাব দুর করতে, কর্মীবাহিনীকে সামরিকীকরণ করতে এবং নাৎসি মতাদর্শের প্রতি আকর্ষিত করার জন্য রাইখ লেবার সার্ভিস প্রতিষ্ঠিত হয়। এটি ছিল সরকারী রাষ্ট্রীয় শ্রম পরিষেবা, যা পুরুষ ও মহিলাদের জন্য পৃথক ভাগে বিভক্ত ছিল।\n\n\n== সোভিয়েত ইউনিয়ন পরবর্তী সময় ==\nদ্বিতীয় বিশ্বযুদ্ধের সময় জনসংখ্যার কিছু অংশকে প্রাথমিকভাবে নৃতাত্ত্বিক জার্মানদের এনকেভিডি শ্রম কলামে নিয়োগ করা হয়েছিল। পরবর্তী সময়ে সাহিত্যে অনানুষ্ঠানিকভাবে \"শ্রমিক বাহিনী\" হিসাবে উল্লেখ করা হয়।\nসোভিয়েত ইউনিয়নের শেষ দিন পর্যন্ত সোভিয়েত সেনাবাহিনীতে লেবার আর্মির ধারণা অন্তর্ভুক্ত ছিল। রাষ্ট্রে বাধ্যতামূলক সামরিক দায়িত্বে, পুরুষদের নিয়মিত সামরিক দায়িত্বের জন্য অযোগ্য বলে মনে করা হতো। কিন্তু অন্যান্য কাজের জন্য অযোগ্য বলে মনে করা হতো না, সেইসাথে অনেক সক্ষম ব্যক্তিদের নির্মাণ ব্যাটালিয়ন (সোভিয়েত ইউনিয়ন) নিয়োগ করা হয়। এই প্রথাটি সোভিয়েত-পরবর্তী বেশ কয়েকটি রাষ্ট্রে অব্যাহত থাকে। বিশেষ করে রাশিয়া, বেলারুশ এবং তুর্কমেনিস্তানে। \n\n\n== আরও দেখুন ==\nবিকল্প নাগরিক সেবা\nবেভিন বয়েজ\nসিভিল নিয়োগ\nবেসামরিক সংরক্ষণ কর্পস\nনির্মাণ সৈনিক\nহ্যান্ড এবং হিচ-আপ পরিষেবা\nশ্রম ব্যাটালিয়ন\nরিজার্ভ আর্মি অফ লেবার\nরাইটসাবাইনডিনস\nকর্মক্ষেত্র\nঅমুক্ত শ্রম\n\n\n== তথ্যসূত্র =="}