{"pageid": 1399012, "title": "কেন্দ্রীয় প্রশাসন", "url": "https://bn.wikipedia.org/wiki?curid=1399012", "content": "কেন্দ্রীয় প্রশাসন হলো নেতৃস্থানীয় বা সভাপতিত্বকারী সংস্থা বা জনগণের গোষ্ঠী অথবা সর্বোচ্চ প্রশাসনিক বিভাগ যা একটি সংস্থার সমস্ত নিম্ন বিভাগের তত্ত্বাবধান করে থাকে।\n\n\n== শিক্ষা ==\nবেশিরভাগ ক্ষেত্রে, একটি স্কুল বা স্কুল জেলা কেন্দ্রীয় প্রশাসনের একটি অংশ হিসাবে একটি নেতৃস্থানীয় গোষ্ঠী থাকে। আবার একটি স্কুল জেলায়, এই শর্তগুলির মধ্যে একজন সুপারিনটেনডেন্ট (শিক্ষা), প্রধান অপারেটিং অফিসার, স্কুলের প্রধান শিক্ষক অথবা এক বা একাধিক নির্দিষ্ট বিভাগে নেতৃত্বের ভূমিকা পালন করতে পারে এমন জনবল অন্তর্ভুক্ত থাকতে পারে। কেন্দ্রীয় প্রশাসনের লোকেরা সাধারণত একটি বোর্ড দ্বারা নিয়োগ করা হয়। যেমন একটি শিক্ষা বোর্ড তারা প্রধান নির্বাহী কর্মকর্তার মতো পদের সাথে তুলনীয় হয়। তারা অন্যান্য সমস্ত প্রশাসনের উপরে নেতৃত্বের দক্ষতায় প্রয়োজন অনুসারে স্থান পায়। কেন্দ্রীয় প্রশাসনিক কর্মীদের স্কুল অথবা স্কুল জেলা প্রশাসনের উপর একটি নির্বাহী তত্ত্বাবধান রয়েছে। এ বিভাগটি বিশ্ববিদ্যালয়গুলিতে বিদ্যমান থাকে। আবার বিভাগটি সংগঠনে মূল ভূমিকা পালন করে। বিভাগটিকে প্রায়শই ডেটা সুরক্ষা, দুর্যোগ নিয়ন্ত্রণ পরিকল্পনা এবং অন্যান্য ক্ষেত্রেও দায়িত্ব দেওয়া হয়।\n\n\n== সরকার ==\nঅনেক দেশে কেন্দ্রীয় প্রশাসন সিভিল সার্ভিসের একটি মূল অংশ হয়। যেমন ইউনাইটেড কিংডমে থাকে। উদাহরণস্বরূপ, বিভাগটি প্রধান নির্বাহীর অফিস এবং অন্যান্য গুরুত্বপূর্ণ ক্ষেত্রগুলিকে সমর্থন করে। মার্কিন যুক্তরাষ্ট্রে, সরকারের অনেক ক্ষেত্রে একটি কেন্দ্রীয় প্রশাসন বিভাগ রয়েছে। উদাহরণস্বরূপ, সংশোধনমূলক সুবিধাগুলিতে, পরিচালকের কার্যালয় তার তত্ত্বাবধানে থাকে। এটি রাষ্ট্রের বিভিন্ন অস্ত্রের কার্যকারিতায় ভূমিকা পালন করে। যেমন ভারতে, যেখানে এটি সিভিল সার্ভিসের কার্যকারিতায় একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। বিভাগটি অনেক দেশের জন্য গুরুত্বপূর্ণ সিদ্ধান্ত নেওয়ার ক্ষেত্রেও মুখ্য ভূমিকা পালন করে। উদাহরণস্বরূপ, পাকিস্তানে সরকারকে কেন্দ্রীয় প্রশাসনের কঠোর নিয়ন্ত্রণে ভারতের সীমান্তে বিদ্রোহী মানসিকতার উপজাতীয় এলাকাকে আয়ত্বে নিয়ে আসা উচিত কিনা তা নিয়ে আলোচনা হয়।\n\n\n== সংস্থাসমূহ ==\nএকটি \"কেন্দ্রীয় প্রশাসন\" বিভাগ অন্যান্য অনেক সংস্থার কার্যকারিতার মূল ভূমিকা পালন করে। তথ্য প্রযুক্তি ক্ষেত্রে, কেন্দ্রীয় প্রশাসন উন্নয়ন দলগুলির সাথে একটি মূল সংস্থান রয়েছে। কেন্দ্রীয় প্রশাসন বিভাগগুলিকে প্রায়শই বিভিন্ন সংস্থাকে আইটি সহায়তা প্রদানের দায়িত্ব দেওয়া হয় এবং মূল প্রযুক্তিগত সহায়তা প্রদান করা হয়। এ ভূমিকার প্রকৃত অর্থ হল পেশাদারদের পিসি সিস্টেমে (ডোমেন প্রশাসক, ইত্যাদি) খুব বেশি কাজ রয়েছে; কারণ তাদের এমন ফাংশনগুলি গ্রহণ করতে হয় যাতে ব্যবহারকারীর অ্যাকাউন্ট তৈরি এবং সংশোধন অন্তর্ভুক্ত থাকে।\n\n\n== সফটওয়্যার ==\nসেন্ট্রাল অ্যাডমিনিস্ট্রেশন ডিপার্টমেন্টের লোকদের পাশাপাশি কনসোল, অ্যাপ্লিকেশান এবং অন্যান্য টুলসকে নির্দেশ করতে পারে যা এর কাজকে সাহায্য করে। কেন্দ্রীয় প্রশাসন উইন্ডোজ শেয়ারপয়েন্ট সার্ভারের অংশ; এটি সিস্টেম অ্যাডমিনিস্ট্রেটর বা সেন্ট্রাল অ্যাডমিন ডিপার্টমেন্টের মধ্যে থাকা ব্যক্তিদের বিভিন্ন কাজকে অগ্রাধিকার দেওয়ার পাশাপাশি ব্যবহারকারীদের গবেষণা এবং বর্তমানে চলমান পরিষেবাগুলি দেখার অনুমতি দেয়।\n\n\n== আরো দেখুন ==\nইংরেজ আইন\nপ্রধান প্রশাসনিক কর্মকর্তা\nপ্রধান নির্বাহী কর্মকর্তা\nসুপারিনটেনডেন্ট (শিক্ষা)\nপ্রধান পরিচালন কর্মকর্তা\nনির্বাহী পরিচালক\nজ্যেষ্ঠ ব্যবস্থাপনা\nপরিচালনা পর্ষদ\nট্রাস্টি\nশিক্ষা বোর্ড\nগভর্নরদের বোর্ড\n\n\n== তথ্যসূত্র =="}