{"pageid": 1399825, "title": "১৯৯৬ সালের কাতারি অভ্যুত্থান প্রচেষ্টা", "url": "https://bn.wikipedia.org/wiki?curid=1399825", "content": "১৯৯৬ সালের কাতারি অভ্যুত্থান প্রচেষ্টা ছিল আমির হামাদ বিন খলিফা আল থানির বিরুদ্ধে একটি অভ্যুত্থানের চেষ্টা। যেটা ১৪ ফেব্রুয়ারি, ১৯৯৬ তারিখে ব্যর্থ হয়েছিল। হামাদ বিন খলিফার রাজত্বের এক বছরেরও কম সময়ের মধ্যে এটি সংঘঠিত হয়েছিল। কাতারি গোয়েন্দারা অভ্যুত্থান প্রচেষ্টাকে ‘অপারেশন আবু আলী’ বলে অভিহিত করেছে।\nকাতারের কূটনৈতিক সংকটের পর ২০১৮ সালে কাতারি রাষ্ট্রাত্ব সংবাদ সংস্থা আল জাজিরা একটি ডকুমেন্টারির মাধ্যমে অভ্যুত্থান সম্পর্কিত নতুন বিবরণ বর্ণনা করা হয়েছিল; বাহরাইন, মিশর, সৌদি আরব এবং সংযুক্ত আরব আমিরাতের বিরুদ্ধে হামাদ বিন খলিফা আল থানিকে ক্ষমতাচ্যুত করার ষড়যন্ত্রের অভিযোগ।\n\n\n== প্রেরণা ==\nক্রাউন প্রিন্স হামাদ বিন খলিফা আল থানি তার পিতা খলিফা বিন হামাদ আল থানির বিরুদ্ধে ২৭ জুন, ১৯৯৫ সালে একটি সফল অভ্যুত্থান পরিচালনা করেন, যার ফলে তিনি আনুষ্ঠানিকভাবে কাতারের আমির হন। শেখ খলিফা যখন সুইজারল্যান্ড সফরে ছিলেন তখন এই অভ্যুত্থানটি হয়েছিল যার জন্য অভ্যুত্থানটি রক্তপাতহীন ছিল। ক্ষমতা হস্তান্তরের প্রতিক্রিয়ায়, শেখ খলিফা তার ছেলেকে \"অজ্ঞ মানুষ\" বলে অভিহিত করেন এবং ঘোষণা করেন যে তিনি এখনও বৈধ শাসক। শেখ খলিফাকে পরবর্তীতে সংযুক্ত আরব আমিরাতে আশ্রয় দেওয়া হয়।\nআমির হামাদের রাজত্বের প্রথম বছরে সংবাদপত্রের স্বাধীনতার প্রচারের পাশাপাশি গণতান্ত্রিকভাবে নির্বাচিত সংসদের দিকে পদক্ষেপ নেওয়ার জন্য গুরুত্বপূর্ণ পদক্ষেপ নেওয়া হয়েছিল। এটি তার পিতার ঠিক বিপরীতে ছিল, যার নীতি এবং মূল্যবোধগুলি আরও ঐতিহ্যগত এবং সাংস্কৃতিকভাবে রক্ষণশীল ছিল।\n\n\n== অভ্যুত্থান ==\n\n\n=== পটভূমি ===\nআল থানি পরিবারের অনেক উচ্চপদস্থ সদস্য যারা তখনও ক্ষমতাচ্যুত আমিরের সহযোগী ছিলেন আমির হামাদকে উৎখাত করার জন্য একটি পাল্টা অভ্যুত্থান সংগঠিত করেছিলেন। কাতার দাবি করেছে যে অভ্যুত্থানে বিদেশী মদদ ছিল, প্রধানত সংযুক্ত আরব আমিরাত, সৌদি আরব, মিশর এবং বাহরাইন । ১৯৯৭ সালের নিউইয়র্ক টাইমসের একটি নিবন্ধে বলা হয়েছে যে কিছু নামহীন পশ্চিমা কূটনীতিক বিশ্বাস করেছিলেন যে অভ্যুত্থানটি শুধুমাত্র সৌদি আরব এবং সংযুক্ত আরব আমিরাতের জ্ঞান এবং সম্মতি নিয়ে পরিকল্পনা করা হতে পারে।\n২০১৭ সালের কাতারের কূটনৈতিক সঙ্কটের পরে, ২০১৮ সালে আল জাজিরা সৌদি আরব, বাহরাইন, মিশর এবং সংযুক্ত আরব আমিরাতকে হামাদ বিন খলিফা আল থানিকে ক্ষমতাচ্যুত করার ষড়যন্ত্রের জন্য অভিযুক্ত করে অভ্যুত্থান সম্পর্কিত একটি তথ্যচিত্রে আপাত নতুন বিবরণ দিয়ে প্রচার করে। ডকুমেন্টারি অনুসারে, অপারেশনের মূল লক্ষ্যে সশস্ত্র ব্যক্তিরা আমির হামাদকে আল রাইয়ান রোডের কাছে তার বাসভবনে গৃহবন্দী করবে। এটি মূলত ১৬ ফেব্রুয়ারী সকাল ৫ টায় করার পরিকল্পনা করা হয়েছিল, কিন্তু অপারেশন সফল হওয়ার পূর্বেই পরিকল্পনা ফাঁস হয়ে যাওয়ার সম্ভাবনা কমাতে ১৬ ফেব্রুয়ারীর পরিবরর্তে ১৪ ফেব্রুয়ারিতে পরিবর্তন করা হয়েছিল। কাতারি গোয়েন্দাদের মতে, এই পরিবর্তন সংযুক্ত আরব আমিরাত এর  মোহাম্মদ বিন জায়েদ আল নাহিয়ানের নির্দেশে করা হয়েছিল, তখন তিনি আমিরাতের সশস্ত্র বাহিনীর প্রধান ছিলেন। তদুপরি, কাতারের গোয়েন্দা নথিতে দাবি করা হয়েছে যে, কাতারের সামরিক স্থাপনাগুলির সম্পূর্ণ নিয়ন্ত্রণ গ্রহণ করার পরে, চক্রান্তকারীরা সৌদি আরবে মিলিশিয়াদের সহায়তার জন্য পাঠাবে। অবশেষে, অভ্যুত্থানটি শেষ পর্যন্ত ফাঁস  হয়ে গিয়েছিল এবং অভ্যুত্থান অপারেশন চালানোর আগেই সেটি সফল ভাবে দমন করা হয়েছিল।\nআল জাজিরার মতে, একজন প্রাক্তন ফরাসি সেনা কমান্ডার পল ব্যারিল কাতারে অভ্যুত্থান অভিযান চালানোর জন্য সংযুক্ত আরব আমিরাতের কাছে চুক্তিবদ্ধ হয়েছিল এবং অস্ত্র সরবরাহ করেছিল। সংযুক্ত আরব আমিরাতের পররাষ্ট্র মন্ত্রী আনোয়ার গারগাশ ডকুমেন্টারিটির প্রতিক্রিয়া জানিয়েছেন এবং বলেছেন যে পল বারিল আসলে কাতারি শেখ খলিফা বিন হামাদ আল থানির একজন নিরাপত্তা এজেন্ট ছিলেন। তিনি আবুধাবিতে ঘুরতে গিয়েছিলেন এবং সংযুক্ত আরব আমিরাতের সাথে তার কোন সম্পর্ক ছিল না এবং কোন ধরনের কোন চুক্তিও  হয় নি, ডকুমেন্টারিটি ছিল সংযুক্ত আরব আমিরাতকে অভ্যুত্থানে জড়িত করার জন্য একটি মিথ্যা প্রয়াশের চেষ্টা।\n\n\n=== বিচার ===\nআমিরের চাচাতো ভাই, প্রাক্তন অর্থ মন্ত্রী এবং পুলিশ প্রধান হামাদ বিন জসিম বিন হামাদ আল থানিকে অভ্যুত্থানের প্রধান হোতা হিসাবে নামকরণ করা হয়েছিল। বছরের পর বছর নির্বাসনের পর, অবশেষে ১৯৯৯ সালের জুলাই মাসে তাকে অপহরণ করা হয় এবং বিচারের মুখোমুখি করা হয়। ২০০০ সালের ফেব্রুয়ারিতে, হামাদ বিন জসিম, সেইসাথে ৩২ জন অন্যান্য চক্রান্তকারীকে অভ্যুত্থানের পরিকল্পনা করার জন্য যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল। অভ্যুত্থান সংক্রান্ত অভিযোগে দোষী সাব্যস্ত হওয়া আরও অতিরিক্ত ৮৫ জন আসামী ছিল। তাদের  কিছু অংশের অনুপস্থিতিতে বিচার করা হয়। উপস্থিত আসামীরা সবাই নিজেদের নির্দোষ বলে দাবি করেন।\n\n\n== পরিণাম ==\nকাতারি মিডিয়া সংস্থা আল জাজিরা দ্বারা পরিচালিত একটি তদন্তে, অভ্যুত্থান প্রচেষ্টার প্রধান সদস্য ফাহাদ আল-মালকির সাক্ষাৎকার নেওয়া হয়েছিল। তিনি দাবি করেছিলেন যে হামাদ বিন ঈসা আল খলিফা, তৎকালীন বাহরাইনের ক্রাউন-প্রিন্স, আমির হামাদ বিন খলিফা আল থানির একটি বিরোধী গোষ্ঠীর ছদ্মবেশে কাতার জুড়ে অভ্যুত্থান-পরবর্তী বোমা হামলা চালানোর জন্য তাকে ২ লাখ ৬৫ হাজার ডলার  দিয়েছিলেন যার নাম রাখা হয়েছিল \"দ্য রিস্টোরেশন অফ লেজিটিমেসি\"। ১৯৯৬ সালের অক্টোবরে, আল-মালকি ইমিগ্রেশন বিভাগের অফিসে একটি বোমা লাগানোর নির্দেশ দেন, কিন্তু বোমাটি আশানুরূপ বিস্ফোরিত না হওয়ায় তার প্রচেষ্টা ব্যর্থ হয়। পরে বিচার এড়াতে তিনি আরব আমিরাতে পালিয়ে যান।\n\n\n== তথ্যসূত্র =="}