{"pageid": 1400351, "title": "নিউ ইয়র্ক ও নিউ জার্সি বন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1400351", "content": "নিউ ইয়র্ক ও নিউ জার্সি বন্দর হল নিউ ইয়র্ক-নিউয়ার্ক মহানগর অঞ্চলের বন্দর জেলা, যা স্ট্যাচু অব লিবার্টি ন্যাশনাল মনুমেন্টের প্রায় ২৫ মাইল (৪০ কিমি) ব্যাসার্ধের মধ্যবর্তী অঞ্চল জুড়ে রয়েছে।\nএটি নিউ ইয়র্ক-নিউ জার্সি পোতাশ্রয় মোহনায় নৌযান চলাচলযোগ্য জলপথ ব্যবস্থাকে অন্তর্ভুক্ত করে, যা নিউ ইয়র্ক সিটি ও উত্তর-পূর্ব নিউ জার্সির আশেপাশে ৭৭০ মাইল (১,২৪০ কিমি) উপকূলরেখা বরাবর অবস্থিত, এবং এটি বিশ্বের বৃহত্তম প্রাকৃতিক বন্দর হিসাবে বিবেচিত হয়।\nপূর্ব উপকূলে দীর্ঘসময়কাল ধরে ব্যস্ততম বন্দর হিসাবে থাকার কারণে এটি ২০২২ সালে যুক্তরাষ্ট্রে সামুদ্রিক পণ্য পরিবহনকারী সবচেয়ে ব্যস্ততম বন্দর হয়ে ওঠে এবং এই অঞ্চলের জন্য একটি প্রধান অর্থনৈতিক চালিকা শক্তি।\n\n\n== চ্যানেল ==\n\nবন্দরটি প্রায় ২৪০ মাইল (৩৮৬ কিমি) শিপিং চ্যানেলের একটি কমপ্লেক্স, সেইসাথে নোঙরখানা (অ্যাঙ্কোরেজ) ও বন্দর সুবিধা নিয়ে গঠিত। বেশির ভাগ জাহাজের জন্য পাইলটের প্রয়োজন হয় এবং চ্যানেলের তীক্ষ্ণ বাঁকগুলির জন্য বড় জাহাজসমূহের টাগবোটের সহায়তা প্রয়োজন।\nঅ্যামব্রোজ সমুদ্র থেকে উচ্চ উপসাগরে (আপার বে) নিয়ে যায়, যেখানে এটি অ্যাঙ্করেজ চ্যানেল হয়ে যায়। সংযোগকারী চ্যানেলগুলি হল বে রিজ, রেড হুক, বাটার মিল্ক, ক্লেরামন্ট, দ্য পোর্ট জার্সি, কিল ভ্যান কুল, নেওয়ার্ক বে, দ্য পোর্ট নেওয়ার্ক, এলিজাবেথ ও আর্থার কিল। নোঙরখানাগুলি স্ট্যাপলটন, বে রিজ ও গ্রাভসেন্ড নামে পরিচিত।\nবন্দরের প্রাকৃতিক গভীরতা প্রায় ১৭ ফুট (৫ মিটার), তবে এটি বছরের পর বছর ধরে আরও গভীরতর হয়েছিল, ১৮৮০ খ্রিস্টাব্দে প্রায় ২৪ ফুটের (৭ মিটার) নিয়ন্ত্রিত গভীরতায় পৌঁছায়।  প্রধান জাহাজ চ্যানেলটি ১৮৯১ খ্রিস্টাব্দে ন্যূনতম ৩০ ফুট (৯ মিটার) গভীর ছিল। ১৮৯৯ সালের নদী ও হারবার্স আইন অনুসরণ করে বেপ রিজ, রেড হুক ও স্যান্ডি হুকে ৪০ ফুট (১২.২ মিটার) গভীর চ্যানেল খননের (ড্রেজিং) জন্য ১.২ মিলিয়ন ডলারের বেশি প্রাথমিক তহবিল বরাদ্দ করা হয়েছিল। অ্যামব্রোজ চ্যানেল ১৯১৪ খ্রিস্টাব্দে বন্দরটির প্রধান প্রবেশদ্বার হয়ে ওঠে, যেটি ৪০ ফুট (১২ মিটার) গভীর ও ২,০০০ ফুট (৬০০ মিটার) প্রশস্ত ছিল। দ্বিতীয় বিশ্বযুদ্ধের সময় মূল চ্যানেলটি পানাম্যাক্স আকারের বৃহত্তর জাহাজগুলিকে ধারণ করার জন্য ৪৫ ফুট (১৪ মিটার) গভীরতায় খনন করা হয়েছিল।\nআর্মি কর্পস অব ইঞ্জিনিয়ার্স ২০১৬ খ্রিস্টাব্দে ২.১ বিলিয়ন ডলারের একটি ড্রেজিং প্রকল্প সম্পন্ন করেছেন, পোস্ট-প্যানাম্যাক্স কনটেইনার জাহাজগুলিকে ধারণ করার জন্য হারবার চ্যানেলগুলিকে ৫০ ফুট (১৫ মিটার) পর্যন্ত গভীর করে তুলেছেন, যেগুলি প্রশস্ত পানামা খালের পাশাপাশি সুয়েজ খালের মধ্য দিয়ে চলাচল করতে সক্ষম।\nঅ্যাঙ্করেজ চ্যানেল ও উচ্চ উপসাগরের মধ্যস্থ হাডসনের চ্যানেলটি প্রায় ৫০ ফুট গভীর। ব্রুকলিন ও স্টেটেন দ্বীপের মধ্যে দুটি জল সরবরাহ সুড়ঙ্গ প্রতিস্থাপনের একটি প্রকল্প ২০১২ খ্রিস্টাব্দের এপ্রিল মাসে শুরু হয়েছিল, যা শেষ পর্যন্ত চ্যানেলকে প্রায় ১০০ ফুট (৩০ মিটার) খনন করার অনুমতি দিয়েছিল। আর্মি কর্পস সুপারিশ করেছিল যে বন্দরের বেশিরভাগ চ্যানেলগুলির  ৫০ ফুট গভীরতা বজায় রাখা উচিত। ৫০ ফুট গভীরতার খালগুলির খনন বা ড্রেজিং ২০১৬ খ্রিস্টাব্দের আগস্ট মাসে সম্পন্ন হয়েছিল।\n\n\n== তথ্যসূত্র =="}