{"pageid": 1400373, "title": "কাটুনায়েক", "url": "https://bn.wikipedia.org/wiki?curid=1400373", "content": "কাটুনায়েক (সিংহলি: කටුනායක, তামিল: கட்டுநாயகம்) হলো শ্রীলঙ্কার পশ্চিম প্রদেশের নেগোম্বোর একটি শহরতলী। এটি শ্রীলঙ্কার প্রাথমিক আন্তর্জাতিক আকাশ প্রবেশপথ বন্দরনায়েকে আন্তর্জাতিক বিমানবন্দরের অবস্থানস্থল। ১৯৭৭ সালে সরকার পরিবর্তনের ফলে এবং মুক্ত অর্থনৈতিক পদ্ধতির সাথে পরিচয়ের জন্য এখানে এক বিশাল এলাকা নিয়ে গঠন করা হয় মুক্ত বাণিজ্য অঞ্চল (বর্তমানে 'রপ্তানি উন্নয়ন অঞ্চল' নামে পরিচিত)।\n\n\n== সরকার এবং অবকাঠামো ==\nশ্রীলঙ্কার বেসামরিক বিমান পরিবহন কর্তৃপক্ষের প্রধান কার্যালয় কাটুনায়েকে অবস্থিত।\nশ্রীলঙ্কান এয়ারলাইনসের সদরদপ্তর কাটুনায়েক বিমানবন্দরের ভূমিতে অবস্থিত।\nকাটুনায়েক বিমান ঘাঁটি শ্রীলঙ্কান বিমানবাহিনীর সর্ববৃহৎ ঘাঁটি এবং এখান হতে বিমানবাহিনীর সর্বোচ্চ পরিসেবা দেয়া যায়। এটি দক্ষিণাঞ্চলীয় এয়ার কমান্ডের সসদরদপ্তর এবং এই ঘাটি হতেই শ্রীলঙ্কান বিমানবাহিনীর অত্যাবশ্যকীয় প্রযুক্তিগত, প্রশাসনিক এবং লজিস্টিক পরিসেবা প্রদান কর হয়। বিমানবাহিনীর খেলার মাঠটি কাটুনায়েক ক্রিকেট মাঠ হিসেবে তালিকাভুক্ত।\n\n\n== অর্থনীতি ==\n১৯৭৭ সালে সরকার পরিচালনাকারী ইউনাইটেড ন্যাশনাল পার্টি মুক্ত অর্থনৈতিক পদ্ধতির সূচনা করেন, যার ফলশ্রুতিতে ১৯৭৮ সালে কাটুনায়েকে দেশের প্রথম মুক্ত বাণিজ্য অঞ্চল, বর্তমানে যা রপ্তানি প্রক্রিয়াজাতকরণ এলাকা নামে পরিচিত, প্রতিষ্ঠিত হয়। কলম্বো থেকে আনুমানিক ২৯ কিমি (১৮ মা) উত্তর-পূর্বে, বন্দরনায়েকে আন্তর্জাতিক বিমানবন্দর সংলগ্ন, কাতুনায়েকে কেটিজেড ১৯০ ha (৪৭০ একর) জুড়ে রয়েছে এবং এটি দেশের আটটি এফটিজেডের মধ্যে বৃহত্তম। এটি শ্রীলঙ্কার বিনিয়োগ বোর্ড দ্বারা নিয়ন্ত্রিত হয়। বিদেশী বিনিয়োগ আকৃষ্ট করার জন্য সরকার শুল্কমুক্ত আমদানি ও রপ্তানি, অগ্রাধিকারমূলক কর, দ্বৈত কর বিলোপ এবং ১০০% পর্যন্ত বিদেশী মালিকানা সহ বেশ কয়েকটি প্রণোদনা প্রদান করে। কাতুনায়েকে এফটিজেড ১০০টিরও বেশি বহুজাতিক শিল্প কারখানা, প্রধানত তৈরি পোশাক এবং পোশাক শিল্প প্রতিষ্ঠান রয়েছে। এফটিজেডের সূচনা থেকেই কর্মশক্তি ছিল প্রধানত গ্রামের অর্থনৈতিক ও সামাজিকভাবে অনগ্রসর গোষ্ঠী থেকে আগত তরুণ মহিলা অভিবাসীরা।\n২০১১ সালের ৩০ মে তারিখে কাটুনায়েক মুক্ত বাণিজ্য অঞ্চলে পুলিশ একটি প্রস্তাবিত নতুন অবসরোত্তর সুবিধাদি পরিকল্পনার বিরুদ্ধে আন্দোলনকারী শ্রমিক ওপর হামলা চালায়, যার ফলে একজন বিক্ষোভকারী শ্রমিক নিহত ও ২০০ জনের অধিক আহত হয়। পুলিশি পদক্ষেপের ফলে পুলিশকে নেতৃত্ব দেয়া পুলিশ মহাপরিদর্শক মাহিন্দা বালাসুরিয়া তার পদ হতে প্রত্যাহৃত হন।\n\n\n== পরিবহন ব্যবস্থা ==\nকাটুনায়েক দেশের প্রথম আন্তর্জাতিক বিমানবন্দর বন্দরনায়েক আন্তর্জাতিক বিমানবন্দরের অবস্থান স্থল।\nএটি শ্রীলঙ্কার রেল পরিসেবার পুত্তালাম লাইনের সাথে সংযুক্ত যা কাটুনায়েক, কাটুনায়েক দক্ষিণ এবং বিমানবন্দর স্টেশনে পরিবহন সেবা প্রদান করে।\nনেগোম্বো কলম্বো - নেগোম্বো এক্সপ্রেস ওয়ের উত্তর প্রান্ত যেটি কলম্বো এবং এ১ মহাসড়ককে পেলিয়াগোদায় সংযুক্ত করেছে। কাটুনায়েক বর্তমানে কলম্বো হতে নেগোম্বো পর্যন্ত বিস্তৃত এ৩ মহাসড়ক দ্বারা পরিসেবা প্রাপ্ত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকাটুনায়েক বিমান ঘাঁটি\nকাটুনায়েক মুক্ত বাণিজ্য অঞ্চল"}