{"pageid": 1400788, "title": "ইলায়নকুদি মারানার", "url": "https://bn.wikipedia.org/wiki?curid=1400788", "content": "ইলায়নকুডি মারানার ( ইলায়ানগুড়ি মারানার নামেও উচ্চারিত হয়), ইলাইয়ানগুড়ি নয়নার, ইলাইয়ানকুটি নায়নার, ইলায়ংগুড়ি মারা নায়নার ( ইলাইয়ানগুড়ি মারা নায়নার, ইলায়নকুডি মারা নয়নার ) হলেন একজন নায়নার সাধক যাকে হিন্দু ধর্মের শৈব সম্প্রদায়ে শ্রদ্ধা করা হয়। তাকে সাধারণত ৬৩ জন নায়নারদের তালিকায় চতুর্থতম হিসাবে গণ্য করা হয়। তাকে মারার, মারান এবং মারা নয়নার নামেও ডাকা হয়। নামগুলি সোমাসি মারা নয়নারের সাথে মিলে যায়। দুই নায়নারকে সাধারণত \"ইলায়নকুদি\" এবং \"সোমাসি\" উপসর্গ দ্বারা পৃথক করা হয়।\n\n\n== জীবনী ==\nইলয়ানকুদি মারানারের জীবনকাহিনী সেক্কিজহার (দ্বাদশ শতাব্দী) রচিত পেরিয়া পুরানমে বর্ণনা করা হয়েছে। পেরিয়া পুরানম ৬৩ জন নায়নারের একটি জীবনীগ্রন্থ।\nইলায়নকুডি মারানার (মারার) বর্তমান ভারতের তামিলনাড়ু রাজ্যের শিবগাঙ্গা জেলায় ইলাইয়ানকুডি-তে (ইলায়নকুডি এবং ইলায়ানগুড়ি নামেও উচ্চারিত হয়) জন্মগ্রহণ করেন। তিনি তার জন্মস্থান থেকে তার নামটি নিয়েছেন। মারার বর্ণ অনুসারে একজন ভেল্লার ছিলেন এবং কৃষকের কাজ করেছিলেন। তিনি কৃষিকাজ করে প্রচুর সম্পদ আহরণ করেছিলেন। তিনি শৈব ধর্মের পৃষ্ঠপোষক দেবতা শিবের একজন কট্টর ভক্ত ছিলেন এবং দেবতা ও তাঁর ভক্তের সেবা করতেন। তিনি শিবভক্তদের তাঁর বাড়িতে স্বাগত জানাতেন, রীতিমত তাদের পা ধুতেন এবং তাদের ভোজ খাওয়াতেন।\nমারারের ভক্তি পরীক্ষা করার জন্য, শিব তার সম্পদ হ্রাস করেছিলেন। তিনি প্রচুর পরিমাণে ভক্তদের সেবা করতে লাগলেন। ভক্তদের খাওয়ানোর জন্য নায়নার তার সম্পত্তি বিক্রি করেন। মুষলধারে বৃষ্টির এক রাতে, শিব ভক্তের ছদ্মবেশে মারারের দরিদ্র গৃহে এলেন। মারার অতিথিকে সম্মানের সাথে স্বাগত জানায়, তাকে বসার জন্য একটি উষ্ণ আসন দেন। ক্ষুধার্ত দম্পতি ভাবছিলেন কীভাবে তারা অতিথিকে খাওয়াবেন কারণ বাড়িতে খাবার নেই এবং বাইরে প্রবল বৃষ্টি হচ্ছে। স্ত্রী পরামর্শ দিলেন, জমিতে বপন করা ধান সংগ্রহ করে অতিথির জন্য খাবার তৈরি করা যেতে পারে। মারার জলমগ্ন ক্ষেতে ছুটে গিয়ে মাঠ থেকে বীজ আনলেন। যেহেতু জ্বালানী কাঠ ছিল না, তাই নয়নমার কাঠের ছাদ থেকে জ্বালানী হিসাবে ব্যবহার করার জন্য একটি ভেলা টেনে নেন। স্ত্রী যখন পরিষ্কার করে ভাত তৈরি করছিলেন, মারার বাড়ির পিছনের উঠোনে গিয়ে শাক (সাধারণত পালং শাক বলা হয়) নিয়ে আসেন, ব্যঞ্জন তৈরি করার উদ্দেশ্যে । বিশ্রামরত ভক্তকে জাগানোর জন্য খাবার নিয়ে মারার তার নিকট গেলেন। ভক্ত অকস্মাৎ অগ্নিশিখার মতো জ্বলে উঠল। শিব তার সহধর্মিণী পার্বতীর সাথে তার প্রকৃত রূপে আবির্ভূত হন এবং দম্পতিকে আশীর্বাদ করেন। তিনি মারার এবং তার স্ত্রীকে নিজ আবাস কৈলাসে নিয়ে যান।\n\n\n== স্মরণ ==\n\nসবচেয়ে বিশিষ্ট নয়নারদের মধ্যে একজন, সুন্দরার (৮ম শতাব্দী) তিরুথোন্ডা থোগাই -তে ইলায়নকুডি মারানারকে (ইলাইয়ানকুটির মারান নামে পরিচিত) মহিমান্বিত করেন। তিরুথোন্ডা থোগাই নায়নার সাধুদের একটি স্তোত্র।\nইলয়ানকুদি মারানারকে তামিল অবনীতে পূজা করা হয়, যেদিন চাঁদ মাঘা নক্ষত্রে প্রবেশ করে। তাকে একজন ঋষির মতো চিত্রিত করা হয়েছে, সাধারণত শ্মশ্রু এবং হাত অঞ্জলি মুদ্রা অবস্থায়। তিনি ৬৩ জন নায়নারের সাথে সম্মিলিতভাবে পূজা গ্রহণ করেন। তাদের প্রতীক এবং তাদের কর্মের সংক্ষিপ্ত বিবরণ তামিলনাড়ুর অনেক শিব মন্দিরে পাওয়া যায়। উৎসবে শোভাযাত্রায় করে তাদের ছবি নেওয়া হয়।\nইলায়নকুডি মারানার বিশেষ করে রাজেন্দ্র চোঝেশ্বর মন্দিরের সাথে যুক্ত - যা শিবকে উত্সর্গীকৃত - এবং তার নিজের শহর ইলাইয়ানগুড়িতে অবস্থিত। স্থানীয়রা মন্দিরটিকে জ্যোতিশ্বর বা আলোর প্রভু বলে ডাকে, যা নায়নারের কিংবদন্তির প্রতি ইঙ্গিত করে থাকে। মন্দিরে নয়নারের উদ্দেশ্যে একটি মন্দির উৎসর্গ করা হয়েছে। অবনী মাঘার দিনে, ইলায়নকুডি মারানার এবং তার স্ত্রী পুনিথাবতীর প্রতীকের পাশাপাশি প্রধান দেবতা শিব এবং পার্বতীকে মন্দিরের গাড়িতে ( চাপ্পারাম ) গ্রামে ঘোরানো হয়। এই মন্দিরের শিবকে পালং শাকের প্রসাদ নিবেদন করা হয়। ভক্তরাও অন্নদান অনুশীলন করে নায়নারের অনুকরণ করে থাকে। নায়নার বাড়ি এবং মাঠ - মন্দিরের কাছে অবস্থিত - এটি মুলাই ভারি আমুধু আলিথা নটরঙ্গল নামে পূজিত হয়, যে ভূমি ঈশ্বরের জন্য নৈবেদ্য তথা নিবেদনের যোগ্য প্রসাদ সৃষ্টি করেছিল।\n\n\n== তথ্যসূত্র =="}