{"pageid": 1400409, "title": "নবনাথ", "url": "https://bn.wikipedia.org/wiki?curid=1400409", "content": "নব্নাথ ( সংস্কৃত: नवनाथ   ) বা নবনাথ হলেন নয়জন সাধু, গুরু বা নাথ যারা নবনাথ সম্প্রদায়ের ভিত্তিস্বরূপ।  তারা এককভাবে এবং যৌথভাবে পূজিত হন। \n\n\n== নবগুরু ==\n\nনাথসম্প্রদায়ের কিছু অনুসারী বিশ্বাস করেন ঋষি দত্তাত্রেয় (হিন্দু ত্রিত্ব ব্রহ্মা, বিষ্ণু এবং শিবের মিলিক অবতার) ছিলেন এই সম্প্রদায়ের প্রথম গুরু।    অন্যান্য ঐতিহ্য অনুসারে, মৎস্যেন্দ্রনাথ সরাসরি শিবের কাছ থেকে দীক্ষা গ্রহণ করেন  যিনি আদি নাথ নামেও পরিচিত। অনেক আধুনিক নাথ গোষ্ঠীতে গোরক্ষনাথ ও শিবের পূজা প্রাথমিক। নয়জন নাথ বা গুরু সম্মিলিতভাবে নবনাথ নামে পরিচিত যারা এই ঐতিহ্য বা পরম্পরায় মহান প্রতিনিধি হিসাবে বিবেচিত হন। \nবেশ কয়েকটি তালিকা প্রচলিত:\n\n\n=== নিসর্গদত্ত মহারাজ ===\nসুমিত্র মুল্লারপত্তন এবং মরিস ফ্রাইডম্যানের ( নিসর্গদত্ত মহারাজের আই অ্যাম দ্যাট - এর অনুবাদক) মতে, \"সর্বাধিক গৃহীত তালিকা\"   নিম্নরূপ:\n\nমচ্ছিন্দ্রনাথ বা মৎস্যেন্দ্রনাথ (৯ম শতাব্দী) \"যাকে বলা হয়, তিন প্রধান হিন্দু দেবতার (বিষ্ণু, শিব, ব্রহ্মা) একজন তথা শিব কর্তৃক যোগবিজ্ঞান ও শিক্ষায় দীক্ষিত।\"।\"\nগোরক্ষনাথ বা গোরখনাথ\nজলীন্দ্রনাথ\nকানিফনাথ বা কানহোবা\nগহিনীনাথ বা গেহিনীনাথ\nভর্তৃনাথ বা ভর্তরীনাথ বা রাজা ভর্তারি বা ভর্তৃহরি\nরেবননাথ বা রেবন সিদ্ধ বা কড়া সিদ্ধ বা রাবলনাথ\nচরপতিনাথ বা চরপক্ষনাথ\nনাগনাথ বা নাগেশনাথ\n\n\n=== তালিকা ২ ===\nমৎসেন্দ্রনাথ (প্রধান নাথ), গোরক্ষনাথ, চরপতিনাথ, মঙ্গলনাথ, ঘুগোনাথ, গোপীনাথ, প্রাণনাথ, সুরতনাথ এবং কাম্বনাথ। তারা আদেশ বিভাগের সাথে সম্পর্কিত নয়। \n\n\n=== তালিকা ৩ ===\nঅন্য একটি তালিকায় প্রতিটি নাথকে একজন হিন্দু দেবতার সাথে চিহ্নিত করা হয়েছে । ওঙ্কার আদিনাথ (দেবাদিদেব), শিব ২. শেলনাথ (তীরের প্রভু) কৃষ্ণ বা রামচন্দ্র; ৩.  সন্তোকনাথ (তৃপ্তির প্রভু) ৪. অকালচম্ভুনাথ (আশ্চর্য অমরত্বের প্রভু), হনুমান বা লক্ষ্মণ; ৫. গজবলী গজকন্ঠনাথ (হাতির শক্তি ও ঘাড়ের প্রভু) গণেশ গজীকর্ণ (হাতির কানযুক্ত); ৬. প্রজ্ঞানাথ, বা উদয়নাথ (জনগণের প্রভু), পার্বতী; ৭. মায়ারূপী মচ্ছেন্দ্রনাথ (আশ্চর্য রূপ), গোরক্ষনাথের গুরু; ৮. গাথেপিন্ডে রিকায়কারি, বা নরান্থর, সম্ভুজইতি গুরু গোরক্ষনাথ; ৯. জ্ঞানস্বরূপ, বা পুরখ সিদ্ধ চৌরঞ্জবেনাথ, বা পুরান ভগত। \n\n\n=== তালিকা ৪ ===\nঅর্করীনাথ, বিষ্ণু; সমতোকনাথ, বিষ্ণু; গজবলি, গজন, হনুমান; অকালেশ্বর, গণপতি; উদয়নাথ, সূর্য; পার্বতী প্রেম, মহাদেও; সন্থানাথ, ব্রহ্মা; জ্ঞানীজি সিদ্ধচেওয়ারফিগী, জগন্নাথ; মায়ারূপী, মৎস্য। নাথগণ হিমালয় শৃঙ্গের অভিভাবকাত্মা। \n\n\n=== তালিকা ৫ ===\n১.আদিনাথ ২. উদয়নাথ পার্বতী ৩.সত্যনাথ ব্রহ্মাজী ৪.সন্তোষনাথ বিষ্ণুজী ৫.অচবেনাথ শেষ ৬.কন্থড়নাথ গণেশজী ৭.চৌরঙ্গী চন্দ্রমা ৮.মৎসেন্দ্রনাথ ৯.গোরখনাথ। \n\n\n=== তালিকা ৬ ===\nওম্‌কারনাথ, উদয়নাথ, সন্তোষনাথ, অচলনাথ, গজবলীনাথ, জ্ঞাননাথ, চৌরঙ্গীনাথ, মৎসেন্দ্রনাথ, গোরক্ষনাথ। \n\n\n=== তালিকা ৭ ===\nমচ্ছেন্দ্রনাথ, গোরক্ষনাথ, জালন্ধরনাথ, কানিফনাথ, চরপতিনাথ, নাগনাথ, ভর্তৃহরিনাথ, গহিনীনাথ, রাবেননাথ। \n\n\n=== তালিকা ৮ ===\nশ্রী গোরক্ষনাথ, জবালেন্দ্রনাথ, কারিননাথ, গহিনী নাথ, চরপথ নাথ, রেবন নাথ, নাগ নাথ, ভর্থরি নাথ, গোপীচাঁদ নাথ। \nনবনাথ হলেন নারায়ণের নব অবতার যারা ভগবান নারায়ণকে পার্থিব কার্যাবলী সম্পাদন করতে সাহায্য করেন। নাথসম্প্রদায় প্রতিষ্ঠার সিদ্ধান্ত নেওয়ার জন্য ভগবান শ্রীকৃষ্ণ নয়জন নারায়ণকে তাঁর সভায় আহ্বান করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\n== গ্রন্থপঞ্জী ==\nPowell, Robert, সম্পাদক (২০০৪)। Nectar of Immortality: Sri Nisargadatta Maharaj Discourses on the Eternal। আইএসবিএন 81-208-1733-8। ."}