{"pageid": 1400334, "title": "লি কং চিয়ান প্রাকৃতিক ইতিহাস জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1400334", "content": "লি কং চিয়ান প্রাকৃতিক ইতিহাস জাদুঘর (এলকেসিএনএইচএম) সিঙ্গাপুর জাতীয় বিশ্ববিদ্যালয়ের কেন্ট রিজ ক্যাম্পাসে অবস্থিত একটি প্রাকৃতিক ইতিহাস জাদুঘর। এটি বিশিষ্ট চীনা ব্যবসায়ী ও সমাজসেবক লি কং চিয়ানের নামে নামকরণ করা হয়েছে, যিনি ১৯৩০ থেকে ১৯৬০-এর দশকে মালয় ও সিঙ্গাপুরে সক্রিয় ছিলেন। জাদুঘরটি আনুষ্ঠানিকভাবে ২০১৫ সালের ১৮ এপ্রিল উদ্বোধন করা হয়।\nস্যার স্ট্যামফোর্ড র‌্যাফেলস প্রাকৃতিক ইতিহাস সংগ্রহের ধারণাটি প্রথম উত্থাপন করেন এবং ১৮৪৯ সালে রাফেলস জাদুঘরে (বর্তমানে সিঙ্গাপুর জাতীয় জাদুঘর) দক্ষিণ-পূর্ব এশীয় জীববৈচিত্র্যের একটি সংগ্রহশালা প্রতিষ্ঠিত হয়। ১৯৭২ সালে সিঙ্গাপুর সরকার জাতীয় জাদুঘর থেকে এই প্রাকৃতিক ইতিহাসের সংগ্রহগুলো সরিয়ে তৎকালীন সিঙ্গাপুর বিশ্ববিদ্যালয়ের প্রাণিবিদ্যা বিভাগে স্থানান্তর করে। পরবর্তী সাত বছরে এই সংগ্রহগুলো নানইয়াং টেকনোলজিক্যাল ইউনিভার্সিটিসহ বিভিন্ন অস্থায়ী স্থানে সংরক্ষিত ছিল। পরবর্তীকালে সেগুলোকে সিঙ্গাপুর জাতীয় বিশ্ববিদ্যালয়ে ফিরিয়ে আনা হয় এবং জীববৈচিত্র্য গবেষণার জন্য রাফেলস জাদুঘরে রাখা হয়। লি কং চিয়ান প্রাকৃতিক ইতিহাস জাদুঘর মূলত এই রাফেলস জাদুঘরের উত্তরসূরি হিসেবে প্রাকৃতিক ইতিহাস সংগ্রহের দায়িত্ব গ্রহণ করে।\nবর্তমানে এই জাদুঘরের সংগ্রহে ৫৬০,০০০-এরও বেশি নিবন্ধিত লট রয়েছে এবং মোট নমুনার সংখ্যা এক মিলিয়নেরও বেশি, যা সমগ্র অঞ্চল থেকে সংগৃহীত। এর জুলজিকাল রেফারেন্স সংগ্রহটি পূর্বে রাফেলস ন্যাচারাল হিস্ট্রি কালেকশন নামে পরিচিত ছিল।\nএই সংগ্রহগুলোর মধ্যে প্রায় ২,০০০ নমুনা জাদুঘরের প্রদর্শনীর অংশ হিসেবে সর্বসাধারণের জন্য উন্মুক্ত।\n২০১৬ সালের ফেব্রুয়ারিতে, জাদুঘর ঘোষণা করে যে তারা ২০১৫ সালের জুলাইয়ে সিঙ্গাপুরের উপকূলে পাওয়া একটি ১০.৬ মিটার দীর্ঘ প্রাপ্তবয়স্ক স্ত্রী শুক্রাণু তিমির মৃতদেহ সংরক্ষণ ও প্রদর্শনের জন্য $১ মিলিয়ন তহবিল সংগ্রহ করেছে। সেই বছরের ১৪ মার্চ \"জুবিলি হোয়েল প্রদর্শনী\" আনুষ্ঠানিকভাবে উন্মোচিত হয়।\n\n\n== সংগ্রহ ==\n\nলি কং চিয়ান প্রাকৃতিক ইতিহাস জাদুঘরের সংগ্রহ দক্ষিণ-পূর্ব এশিয়ার প্রাকৃতিক ও জীববৈচিত্র্যভিত্তিক গবেষণার জন্য একটি গুরুত্বপূর্ণ সম্পদ হিসেবে বিবেচিত। জাদুঘরটির সংগ্রহশালায় বর্তমানে এক মিলিয়নেরও বেশি নমুনা সংরক্ষিত আছে, যার মধ্যে ৫৬০,০০০টির বেশি তালিকাভুক্ত সংগ্রহ লট রয়েছে। এই সংগ্রহের মূল ভিত্তি হল “জুলজিকাল রেফারেন্স সংগ্রহ”, যেটি দক্ষিণ-পূর্ব এশিয়ার অন্যতম প্রাচীন ও সমৃদ্ধ প্রাণিবৈজ্ঞানিক সংগ্রহ।\n\nসংগ্রহে অন্তর্ভুক্ত রয়েছে স্তন্যপায়ী প্রাণী, পাখি, উভচর ও সরীসৃপ, কীট-পতঙ্গ, মোলাস্ক, মাছ, সামুদ্রিক জীব এবং অন্যান্য অমেরুদণ্ডী প্রাণীর হাজার হাজার নমুনা। এই সংগ্রহের এক বিশেষ আকর্ষণ হলো ডাইনোসরের জীবাশ্ম, যার মধ্যে তিনটি পূর্ণদৈর্ঘ্যের ডাইনোসরের কঙ্কাল (ডিপ্লোডোকাস, স্টেগোসরাস এবং ট্রাইসেরাটপস) স্থায়ী প্রদর্শনীতে রাখা হয়েছে। এছাড়াও এখানে রয়েছে ১০.৬ মিটার দীর্ঘ একটি স্ত্রী শুক্রাণু তিমির কঙ্কাল, যেটি ২০১৫ সালে সিঙ্গাপুরের উপকূলে পাওয়া গিয়েছিল এবং পরে \"জুবিলি হোয়েল\" নামে প্রদর্শনীর অংশ করা হয়।\nজাদুঘরের একাধিক সংগ্রহ গবেষণা, সংরক্ষণ ও শিক্ষামূলক উদ্দেশ্যে ব্যবহৃত হয়। অনেক নমুনা এখনও শ্রেণিবিন্যাস এবং ডিএনএ বিশ্লেষণের জন্য গবেষকদের কাছে গুরুত্বপূর্ণ তথ্যসূত্র হিসেবে ব্যবহৃত হচ্ছে। এই সংগ্রহশালায় দক্ষিণ-পূর্ব এশিয়ার পরিবেশগত পরিবর্তন, বিপন্ন প্রজাতির অবস্থা এবং জীববৈচিত্র্য সংরক্ষণ নিয়ে দীর্ঘমেয়াদি গবেষণা পরিচালিত হয়।\nপ্রদর্শনী অংশে সংরক্ষিত প্রায় ২,০০০ নমুনা ঘুরে দেখতে দর্শনার্থীদের জন্য উন্মুক্ত রাখা হয়েছে। এতে স্থানীয় ও আঞ্চলিক স্কুল ও বিশ্ববিদ্যালয়ের শিক্ষার্থীদের জন্য শিক্ষামূলক কার্যক্রম পরিচালনা করা হয়, যা পরিবেশ শিক্ষায় উল্লেখযোগ্য ভূমিকা রাখে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== গবেষণা ==\nলি কং চিয়ান প্রাকৃতিক ইতিহাস জাদুঘর শুধুমাত্র একটি প্রদর্শনীর স্থান নয়, বরং এটি একটি প্রধান গবেষণা কেন্দ্র হিসেবেও পরিচিত। গবেষকরা এখানে দক্ষিণ-পূর্ব এশিয়া, বিশ্বের অন্যান্য অংশ, এবং সামুদ্রিক জীববৈচিত্র্য সম্পর্কিত বৈজ্ঞানিক গবেষণা পরিচালনা করে থাকেন। জাদুঘরের সংগ্রহ বিভিন্ন প্রকৃতি ও জীববৈচিত্র্য গবেষণায় অত্যন্ত মূল্যবান তথ্য প্রদান করে। বিশেষত, দক্ষিণ-পূর্ব এশিয়ার অদ্বিতীয় পরিবেশ ও প্রকৃতির উপর গভীর অনুসন্ধান এবং নিরীক্ষণ করতে, এটি স্থানীয় প্রজাতি এবং বিপন্ন প্রজাতি সম্পর্কে গুরুত্বপূর্ণ ডেটা সংগ্রহ করে থাকে।\nপ্রতিষ্ঠানটি জীববৈচিত্র্য সংরক্ষণ, পরিবেশগত পরিবর্তন, এবং প্রজাতির আদান-প্রদান সম্পর্কিত গবেষণা কাজেও নিবেদিত। গবেষণা কার্যক্রমে ডিএনএ বিশ্লেষণ, জীবাশ্ম পদ্ধতি, এবং প্রজাতির পুনঃস্থাপনসহ বিভিন্ন আধুনিক বৈজ্ঞানিক পদ্ধতি ব্যবহৃত হয়। এছাড়াও, আন্তর্জাতিক সহযোগিতায় অনেক প্রকল্প চলছে যা দক্ষিণ-পূর্ব এশিয়ার জলজ এবং স্থলজ জীববৈচিত্র্য সম্পর্কে আরও বিশদভাবে জানা যেতে সাহায্য করছে। এই গবেষণার ফলস্বরূপ নতুন বৈজ্ঞানিক প্রকাশনা, প্রতিবেদন এবং প্রবন্ধ প্রকাশিত হয় যা প্রাকৃতিক ইতিহাসের ক্ষেত্রকে সামনে এগিয়ে নিয়ে যাচ্ছে।\n\n\n== আলফ্রেড রাসেল ওয়ালেস এবং আলী মূর্তি ==\n\nজাদুঘরের প্রবেশপথের পাশে আলফ্রেড রাসেল ওয়ালেস এবং আলীর একটি ব্রোঞ্জ নির্মিত যুগল মূর্তি স্থাপন করা হয়েছে। ২০১৯ সালের ৩০ আগস্ট এই ভাস্কর্যটি উদ্বোধন করা হয়। আলফ্রেড রাসেল ওয়ালেস (৪ জানুয়ারি ১৮২৩ – ৭ নভেম্বর ১৯১৩) ছিলেন একজন ব্রিটিশ প্রকৃতিবিদ, অনুসন্ধানকারী, ভূগোলবিদ, নৃতত্ত্ববিদ ও জীববিজ্ঞানী।\nভাস্কর্যটিতে ওয়ালেসকে একটি স্তম্ভের পাশে দাঁড়িয়ে তার লেখা বার্ড অব প্যারাডাইস গ্রন্থের দিকে ইঙ্গিত করতে দেখা যায় এবং তার পাশে আলী দাঁড়িয়ে আছেন, হাতে একটি প্রস্তুত বন্দুক। এই দৃশ্যটি ১৮৫৮ সালের ইন্দোনেশিয়ার বাকান দ্বীপের ঘটনা পুনর্নির্মাণ করে, যেখানে ওয়ালেস ও আলী একসঙ্গে একটি নতুন প্রজাতির বার্ড অব প্যারাডাইস (স্বর্গীয় পাখি) আবিষ্কার করেছিলেন, যা সে সময় বিজ্ঞানের জন্য সম্পূর্ণ নতুন ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nটেমপ্লেট:সিঙ্গাপুর জাতীয় বিশ্ববিদ্যালয়"}