{"pageid": 1400633, "title": "শ্রীলঙ্কায় জলবায়ু পরিবর্তন", "url": "https://bn.wikipedia.org/wiki?curid=1400633", "content": "শ্রীলঙ্কায় জলবায়ু পরিবর্তন একটি গুরুত্বপূর্ণ বিষয় এবং এর প্রভাব শ্রীলঙ্কার মানব ও প্রাকৃতিক উভয় ব্যবস্থাকে প্রভাবিত করার ক্ষেত্রে হুমকি হয়ে দাঁড়াচ্ছে। শ্রীলঙ্কার ২২ মিলিয়ন অধিবাসীর প্রায় ৫০ শতাংশই দ্বীপের পশ্চিম, দক্ষিণ এবং দক্ষিণ-পশ্চিমের নিচু উপকূলীয় এলাকায় বাস করে এবং ভবিষ্যতে সমুদ্রপৃষ্ঠের উচ্চতাবৃদ্ধির ঝুঁকিতে রয়েছে। জলবায়ু পরিবর্তন সামুদ্রিক বাস্তুতন্ত্র এবং উপকূলীয় প্রবাল প্রাচীরের পরিবেশ সহ দ্বীপের জীববৈচিত্র্যকেও হুমকির মুখে ফেলেছে। জলবায়ু পরিবর্তনের ফলে সমুদ্রপৃষ্ঠের উচ্চতাবৃদ্ধি স্থানীয় প্রজাতির সামগ্রিক প্রাচুর্যকে প্রভাবিত করার সম্ভাবনা রয়েছে। শ্রীলঙ্কার উপকূলীয় অঞ্চলগুলো, যেমন উত্তর প্রদেশ এবং উত্তর পশ্চিম প্রদেশকে প্রধান কেন্দ্রবিন্দু হিসাবে বিবেচনা করা হয় এবং এরা জলবায়ু পরিবর্তনের কারণে অত্যন্ত ঝুঁকিপূর্ণ অবস্থায় রয়েছে। সমুদ্রের সন্নিকটবর্তী এই প্রদেশগুলো সবচেয়ে ঘনবসতিপূর্ণ। অধিকন্তু, শ্রীলঙ্কার জীববৈচিত্র্যের জন্য হুমকি হওয়ার পাশাপাশি জলবায়ু পরিবর্তন এই ধরনের অঞ্চলগুলোর বিভিন্ন স্তরে বিপর্যয়কর পরিণতি ঘটাতে পারে। এই ধরনের পরিণতিগুলোর মধ্যে রয়েছে: কৃষির উৎপাদনশীলতা প্রভাবিত হওয়া, বন্যা ও খরার মতো প্রাকৃতিক দুর্যোগ সৃষ্টি, সংক্রামক রোগের প্রকোপ ও বিস্তার বৃদ্ধি পাওয়া এবং অবশেষে জীবনযাত্রার মানের অবনমন ঘটা।\nশ্রীলঙ্কা এই আক্রান্ত ক্ষেত্রগুলোতে জলবায়ু পরিবর্তনের প্রভাবগুলি কমাতে সাহায্য করার জন্য কৌশলগুলি উপস্থাপন করে বর্তমানে স্থিতিশীল অভিযোজন সৃষ্টির প্রকল্পগুলি থেকে উপকৃত হচ্ছে৷ উদাহরণস্বরূপ, এমনটি প্রস্তাব করা হয়েছিল যে শ্রীলঙ্কার উচিত অ-কৃষিভিত্তিক পেশার ৩০ শতাংশ বৃদ্ধি করা, শিক্ষার স্তর বৃদ্ধি করা ও বাজারে পৌঁছানোর সময় কমানো এবং এই পরিবর্তনগুলি একসাথে প্রয়োগ করা উচিত।\n২০১৬ সালে জলবায়ু পরিবর্তনের ফলে ৪র্থ সর্বাধিক ক্ষতিগ্রস্ত দেশ হিসাবে স্থান প্রাপ্ত শ্রীলঙ্কার বেশিরভাগ প্রাকৃতিক দুর্যোগের কারণ জলবায়ু পরিবর্তনের ফলে সৃষ্ট। ফলস্বরূপ, জলবায়ু পরিবর্তনের প্রতিক্রিয়ায় সঠিক প্রতিরোধ গড়ে তুলতে শ্রীলঙ্কার শক্তিশালী দুর্যোগ প্রস্তুতি এবং যথাযথ পদক্ষেপ গ্রহণ করা প্রয়োজন।\n\n\n== প্রাকৃতিক পরিবেশের উপর প্রভাব ==\n৬৫,৬১০ বর্গকিলোমিটার (২৫,৩৩০ বর্গমাইল) আয়তন এবং ১,৩৪০ কিলোমিটার উপকূলরেখা বিশিষ্ট       নিরক্ষীয় দ্বীপ দেশ শ্রীলঙ্কা জীববৈচিত্র্যের কেন্দ্রবিন্দু। এখানে ৪৮০ প্রজাতির পাখি (২৫টি স্থানীয় প্রজাতি) এবং ১২১ প্রজাতির উভচর (৮৮টি স্থানীয় প্রজাতি) রয়েছে।\n\n\n=== তাপমাত্রা ও আবহাওয়া পরিবর্তন ===\n১৯৬১-১৯৯০ সালের মধ্যে ০.১৬ সেন্টিগ্রেডে তাপমাত্রা বৃদ্ধির একটি সাধারণ প্রবণতা দেখা গেছে, যেখানে সর্বনিম্ন তাপমাত্রার মান সর্বোচ্চ বৃদ্ধি পেয়েছে নুওয়ারা এলিয়াতে, যা প্রতি দশকে ২.০ সেন্টিগ্রেড হারে। ১৮৯৬ সাল থেকে ১৯৯৬ সাল পর্যন্ত ১০০ বছরে উষ্ণতা বৃদ্ধির প্রবণতা প্রতি বছর শুধুমাত্র ০.০০৩ সেন্টিগ্রেড হারে, এদিকে ১৯৮৭ সাল থেকে ১৯৯৬ সাল পর্যন্ত ১০ বছরে তাপমাত্রা বৃদ্ধির প্রবণতা ইতিমধ্যেই প্রতি বছর ০.০২৫ সেন্টিগ্রেড। এটি ইঙ্গিত দেয় যে, উষ্ণতা বৃদ্ধির প্রবণতা ত্বরান্বিত হচ্ছে। বিজ্ঞানীদের মতে এটি গ্রিনহাউস গ্যাস বৃদ্ধির (বৈশ্বিক পর্যায়ে) পাশাপাশি দ্রুত নগরায়নের (স্থানীয় পর্যায়ে) কারণে ঘটা তাপের প্রভাব। দেশের গড় বার্ষিক তাপমাত্রা অদূর ভবিষ্যতে (২০৩০ সালে) বাড়বে বলে ধারণা করা হচ্ছে এবং সম্ভবত ২০৫০-এর আশেপাশের বছরগুলিতে আরও বাড়বে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"The IPCC's Fifth Assessment Report: What's in it for South Asia\"। Climate and Development Knowledge Network। ১৭ সেপ্টেম্বর ২০১৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৬ সেপ্টেম্বর ২০১৮।"}