{"pageid": 1400807, "title": "বিরালমিন্দা নায়নার", "url": "https://bn.wikipedia.org/wiki?curid=1400807", "content": "বিরালমিন্দা নয়নার, যিনি বিরানমিন্দর (বিরানমিন্টার) এবং বিরানমিন্দা নয়নর (ভিরানমিন্তা নয়নার) নামেও পরিচিত , হলেন নায়নার সাধু। তিনি শৈব সম্প্রদায়ে পূজিত হন। ৬৩ জন নায়নারের তালিকায় তাঁকে ষষ্ঠতম হিসেবে গণ্য করা হয় । তিনি সুন্দরারের (৮ম - ৯ম শতাব্দী) সমসাময়িক ছিলেন। তিনি ও চেরামন পেরুমল নয়নার কেরালার (মালয়ালা নাড়ু) দুই নায়নার। বিরালমিন্ডা নায়নারকে কিংবদন্তীতে বর্ণনা করা হয়েছে কারণ সুন্দরার নায়নার সাধুদের জন্য একটি স্তোত্র রচনা করেছিলেন যা তালিকার প্রথমে সংকলিত হয়েছিল।\n\n\n== জীবনী ==\nবিরালমিন্দা নায়নারের জীবনী সেক্কিজহারকৃত পেরিয়া পুরানমে  (দ্বাদশ শতাব্দী) বর্ণনা করা হয়েছে।  পেরিয়া পুরানম\" ৬৩ জন নায়নারের জীবনীগ্রন্থ। বিরালমিন্দা নায়নার জন্মগ্রহণ করেন সেনগুনরু-তে (সেংকুনরুর) (সাধারণত আধুনিক চেঙ্গানুর দ্বারা চিহ্নিত করা হয় ) যা বর্তমানে আধুনিক ভারতের কেরালা রাজ্যের মালাইনাড়ুর পাহাড়ি অঞ্চলে অবস্থিত। অঞ্চলটি তখন চের রাজাদের অধীনে ছিল। তাকে ঐতিহাসিক ব্যক্তিত্ব সুন্দরার (৮ম-৯ম শতক) এবং চেরা রাজা রাজশেখর বর্মণের সমসাময়িক (চেরামন পেরুমল নায়নার, রাজত্বকাল: ৮২০- ৮৪৪) হিসেবে বিবেচনা করা হয়, উভয়কেই নায়নার হিসেবে সম্মান করা হয়। বিরালমিন্দা নায়নার এবং চেরামন পেরুমল নায়নার হলেন কেরালার দুই নায়নার। মিন্তন / মিন্তার তার  সম্মাসূচক নাম।\n\nবিরালমিন্দা নায়নার ছিলেন ভেল্লালার, কৃষি জমির মালিকদের একটি জাত । তিনি শৈব ধর্মের প্রধান দেবতা শিবের একজন মহান ভক্ত ছিলেন। তিনি বিশ্বাস করতেন, শিব ভক্তদের শ্রদ্ধা করা শিবের সেবার চেয়েও বড় সেবা। তিনি শিবের বিভিন্ন মন্দিরে ভ্রমণ করেন এবং অবশেষে তিরুবারূরে পৌঁছান, এটি শিবকে উৎসর্গিত থ্যাগরাজ মন্দিরের জন্য বিখ্যাত। তিনি মন্দিরের হাজার স্তম্ভবিশিষ্ট মণ্ডপে দেবাশ্রয়মে উপবিষ্ট আতিয়ার (\"সেবক\") নামক শিবভক্তদের প্রণাম করতে দেখেন এবং তাদের সাথে বাস করতে থাকেন। তিনি আদেশ দিয়েছিলেন, অন্যদেরও গর্ভগৃহে লিঙ্গের পূজা করার আগে আতিয়ারের প্রতি শ্রদ্ধা জানাতে হবে। একবার, সুন্দরর, অন্যতম বিখ্যাত নায়নার সাধু, মন্দিরে এসে আতিয়ারকে প্রণাম না করে সোজা গর্ভগৃহে চলে গেলেন। এতে ক্ষুব্ধ বিরালমিন্দা, যিনি সুন্দরারকে শুধুমাত্র শৈবধর্ম থেকে বহিষ্কার করেননি, এমনকি থ্যাগরাজকেও ( মন্দিরে পূজিত শিবের রূপ)   করেন , কারণ থ্যাগরাজ সুন্দররের পূজা গ্রহণ করে ভক্তদের অপমান করেছিলেন।\nবিরালমিন্দাকে শান্ত করার জন্য সুন্দরার তিরুথোন্ডা থোগাই (\"পবিত্র ভক্তদের তালিকা\") রচনা করেছিলেন। \"তিরুথোন্ডা থোগাই নায়নার সাধুদের জন্য একটি স্তোত্র যা তালিকার প্রথম সংকলন। তিরুথোন্ডা থোগাই- এর ৬২ জন সাধুর তালিকায় সুন্দরারকে যোগ করে নায়নারদের তালিকা পেরিয়া পুরাণমে স্ফটিকায়িত করা হয়। পেরিয়া পুরাণম নয়নারদের তালিকার জন্য বিরালমিন্ডা নায়নারের প্রশংসা করেছে এবং বলে যে, তিনি শিবের কৃপা পেয়েছিলেন এবং তাঁর মৃত্যুর পরে শিবের বাসস্থান কৈলাসে পৌঁছেছিলেন। তাকে কৈলাশে গণের নেতা ও  শিবের পরিচারক করা হয়েছিল।\nএক কিংবদন্তি অনুসারে, সুন্দরার ভক্তদের অপমান করার পরে, বিরালমিন্ডা নায়নার তার কুঠার নিয়ে সুন্দররকে তাড়া করেছিলেন। সুন্দরার যখন বিরালমিন্দার হাতের নাগালে প্রায় এসে গেলেন , তখন থ্যাগরাজ সুন্দরারকে মন্দিরের দেয়ালে লুকিয়ে রেখে তাকে রক্ষা করেন। একটি মন্দির  (অট্টু থ্যাগরাজ মন্দির) সেই ঘটনা এবং স্থানটিকে চিহ্নিত করে যেখানে থ্যাগরাজ_মন্দিরে বিরালমিন্দার পূজা করা হয়।\nযদিও কিছু বিবরণ বর্ণনা করে যে তিরুথোন্ডা থোগাই- এর রচনা বিরালমিন্দা নয়নার এবং সুন্দরারের মধ্যে পার্থক্যগুলির মিলনসাধন করেছে, অন্যরা বলেন, তিনি থ্যাগরাজ, সুন্দরার এবং তিরুবারুরের লোকদের কখনও ক্ষমা করেননি এবং তিরুভারুর ত্যাগ করে চলে যান। তিনি তিরুবারুরে প্রবেশ করবেন না বলে প্রতিজ্ঞা করেন। বিরালমিন্দা সুন্দরারের প্রতি রাগান্বিত হন কারণ তিনি থ্যাগরাজকে তার স্ত্রী পারবাইকে শান্ত করার জন্য ব্যবহার করেছিলেন। তিনি  সুন্দররের দোষ সত্ত্বেও পক্ষপাতের কারণে, থ্যাগরাজের প্রতি ক্ষুব্ধ ছিলেন । থ্যাগরাজের সুন্দরকে দিব্যদর্শন দেওয়ার কথা শুনে তিনি দেবতার প্রতি ক্রুদ্ধ হন।\nবিরালমিন্দা তিরুবারুরের বাইরে ভান্দামপালাই গ্রামে বসতি স্থাপন করেন। তিনি প্রতিদিন ভক্তদের দুপুরের খাবার পরিবেশন করতেন এবং তাদের সেবা করার আগে তাদের গ্রামের সংবাদ নিতেন। তিরুবারুর থেকে যে কাউকেই তিনি তার কুড়াল দিয়ে হত্যা করবেন। একবার থ্যাগরাজ ভক্তের ছদ্মবেশে বিরালমিন্দার বাড়িতে আসেন। বিরালমিন্ডার স্ত্রী তাকে স্বাগত জানিয়ে তার গ্রামের নাম জিজ্ঞেস করলেন। তিনি বলেন, তিনি তিরুবারুরের বাসিন্দা; তিনি অবিলম্বে তাকে থিরুবারুর এবং এর জনগণের প্রতি বিরালমিন্দার ঘৃণা সম্পর্কে সতর্ক করেছিলেন এবং তাকে তার গ্রাম সম্পর্কে মিথ্যা বলার জন্য অনুরোধ করেছিলেন। ভক্ত তা করতে অস্বীকৃতি জানান, কিন্তু স্ত্রীকে স্বাভাবিক ডান হাতের পরিবর্তে বিরালমিন্ডার বাম হাতে কুড়াল রাখতে অনুরোধ করেন। স্ত্রী তা মেনে চলল। যখন বিরালমিন্ডা শুনেন ভক্তটি তিরুবারুরের, তখন তিনি তার কুঠারটি আনার জন্য পৌঁছলেন, কিন্তু এটিকে তার স্বাভাবিক জায়গায় খুঁজে পাননি। বিলম্ব ভক্তকে পালাতে সাহায্য করেছিল, কিন্তু বিরালমিন্ডা তার কুঠার নিয়ে তাকে তাড়া করল। ভক্ত তিরুবারুরের সীমানায় প্রবেশ করেন এবং বিরালমিন্ডা বিস্মৃত হয়ে তার ব্রত ভঙ্গ করেন, তাকে অনুসরণ করেন। এরপর নিজের পা কেটে ফেললেন বিরালমিন্ডা। থ্যাগরাজ শিব রূপে তাঁর ঐশ্বরিক রূপ প্রকাশ করেন এবং ভক্তির জন্য বিরালমিন্দাকে আশীর্বাদ করেন। ঐশ্বরিক দৃষ্টি বিরালমিন্ডা, থ্যাগরাজ এবং সুন্দরারের মধ্যে যুদ্ধবিরতির দিকে পরিচালিত করেছিল। ভান্দামপালাইয়ের শিব মন্দিরটি সেই ঘটনার স্মরণে নির্মিত হয়েছিল।\n\n\n== স্মরণ ==\n\nসুন্দরার তিরুথোন্ডা থোগাই- তে বিরালমিন্ডাকে (কুনরাইয়ের বীরানমিন্তন ) নায়নার হিসেবে মহিমান্বিত করেন। মুকুকুন্দসহস্রনমন, থ্যাগরাজাকে নিবেদিত একটি \"স্তোত্রমালা\", প্রধানত সুন্দরারের প্রতি তার ভালবাসার কথা বর্ণনা করে, এছাড়াও বিরালমিন্দা নায়নারের ভক্তি স্মরণ করে। বিরালমিন্দা নায়নারের তিরুবারুর এবং ভান্দামপালাইয়ে মন্দির রয়েছে।\nবিরালমিন্দা নায়নার তিরুভবাথিরাতে পূজিত হন, তামিল চিথিরাইয় মাসের পূর্ণিমা দিনে। তাকে মুকুট পরিহিত, হস্তাঞ্জলিবদ্ধ ( অঞ্জলি মুদ্রা দেখুন) এবং বাহুতে একটি কুঠার ( পরশু ) ধরা অবস্থায় দেখানো হয়েছে। তিনি ৬৩ জন নায়নারের সাথে সম্মিলিতভাবে পূজা গ্রহণ করেন। তাদের মূর্তি এবং তাদের কর্মের সংক্ষিপ্ত বিবরণ তামিলনাড়ুর বহু শিব মন্দিরে পাওয়া যায়। উৎসবে শোভাযাত্রায় তাদের মূর্তি উপস্থাপন করা হয়।\n\n\n== তথ্যসূত্র =="}