{"pageid": 1400858, "title": "কুলাচিরাই নায়নার", "url": "https://bn.wikipedia.org/wiki?curid=1400858", "content": "কুলাচিরাই নায়নার ছিলেন পান্ড্য রাজ কুন পান্ডিয়ানের একজন মন্ত্রী এবং পেরিয়া পুরাণমে উল্লিখিত ৬৩ জন নয়নারের একজন।\n\n\n== জন্ম ও জীবন ==\nকুলাচিরাই নায়নার পান্ড্য রাজ্যের মানেলকুড়িতে এক সম্ভ্রান্ত পরিবারে জন্মগ্রহণ করেন। তিনি পান্ডিয়ান রাজা কুন পান্ডিয়ানের প্রধানমন্ত্রী হন। তিনি শৈব সাধক ও কবিদের অতিথিপরায়ণতার জন্য সুপরিচিত ছিলেন।\n\n\n== ভগবান শিবের প্রতি ভক্তি ==\nতিনি ভগবান শিবের একজন প্রবল ভক্ত ছিলেন এবং তার দেশে কট্টর শৈব ছিলেন। মাদুরাই ক্রমশ জৈন ধর্ম দ্বারা প্রভাবিত হয়ে উঠছিল। পান্ডিয়ান রাজা জৈন ধর্মে ধর্মান্তরিত হন এবং জৈন ধর্মান্ধ হয়ে ওঠেন, তার রানী মাঙ্গায়র্করাশিয়ারকে এমনকি তার কপালে থিরুনেরু পরতে নিষেধ করেন। রাজাকে ধর্মান্তরিত করার পর, জৈন সন্ন্যাসীরা রাজ্যে বৃহত্তর ক্ষমতার অধিকারী হতে শুরু করে। রাজ্যের হিন্দুরা নিপীড়ন ও ক্ষোভের শিকার হয়। রানী ভয় পেলেন যে, যদি নিয়ন্ত্রণ না করা হয়, জৈন ধর্মের বিস্তার মাদুরাই থেকে শৈব ধর্মকে সম্পূর্ণরূপে নিশ্চিহ্ন করে দেবে। কুলাচিরাই ছিলেন মাঙ্গায়র্করাশিয়ারের একমাত্র সান্ত্বনা যিনি তখনও পর্যন্ত কট্টর শৈব ছিলেন। প্রধানমন্ত্রী রানীর প্রতি সহানুভূতি প্রকাশ করেন।  তারা উভয়েই জৈন ধর্মের বিস্তার এবং মাদুরাইতে জৈন সন্ন্যাসীদের দ্বারা সংঘটিত নৃশংসতার বিষয়ে গভীরভাবে উদ্বিগ্ন ছিলেন।\n\nরানী এবং প্রধানমন্ত্রী জৈন ধর্ম থেকে মুক্তি পেতে এবং রাজ্যে শৈবধর্মকে তার পূর্বপ্রাধান্যের উদ্দেশ্যে একটি উপায় খুঁজে বের করার জন্য সংগ্রাম করছিলেন। কিন্তু রাজার ধর্মান্ধতার কারণে তাদের প্রচেষ্টা বৃথা যায়। এই সময়, রানী খবর শুনতে পান যে আদঅপ্পার এবং সম্বন্দর তাদের ভক্তিমূলক শ্লোক দিয়ে মন্দিরের দরজা খুলে ও বন্ধ করে বেদারণ্যেশ্বর মন্দিরে একটি অলৌকিক কাজ করেছেন। সমস্ত প্রচেষ্টায় ব্যর্থ হয়ে, রানী আপ্পার এবং সম্বন্দরের সাহায্য নেওয়ার জন্য  মনস্থির করেছিলেন। তিনি প্রধানমন্ত্রীকে মাদুরাইতে আপ্পার ও সাম্বান্ডারকে আমন্ত্রণ জানাতে পাঠালেন।\nআপ্পার ও সম্বন্দর রাণীর অনুরোধে মাদুরাই চলে আসেন। তারা তাদের পথে জৈন সন্ন্যাসীদের কাছ থেকে অনেক বাধার সম্মুখীন হন কিন্তু সফলভাবে তাদের জয় করেন। রাজা কুন পান্ডিয়ান দীর্ঘদিন ধরে দুরারোগ্য ফোঁড়া রোগে ভুগছিলেন এবং তার একটি কুঁজোও ছিল। কুঁজোর কারণে তিনি কুন পান্ডিয়ান নামটি পান। জৈন সন্ন্যাসীরা তাদের ওষুধ দিয়ে রাজাকে আরোগ্য করার জন্য যথাসাধ্য চেষ্টা করেছিল কিন্তু অল্পই লাভ হয়েছিল। সম্বন্দর স্তবগান গেয়ে এবং রাজার শরীরে থিরুনেরু প্রয়োগ করে রাজাকে তার ফোঁড়া থেকে নিরাময় করেন। রাজাও তার কুঁজ থেকে সুস্থ হয়ে ওঠেন এবং নিরা সীর নেদুমারা নায়নার নামে পরিচিত হন ( তামিল ভাষায় যার অর্থ 'লম্বা ও খাড়া')।\nসম্বন্দর রাজার ভক্তি অর্জন করেছিলেন এবং রাজা অবিলম্বে শৈব ধর্মে ফিরে আসেন। রাজার পুনরুদ্ধারের সাথে সাথে, জৈন ধর্মের প্রভাব যথেষ্ট কমে যায় এবং শৈব ধর্ম রাজ্যে তার আগের প্রাধান্য ফিরে পায়। শৈবধর্মের প্রসারে তাদের ভূমিকার জন্য, রানী, প্রধানমন্ত্রী এবং রাজা প্রত্যেককে পৃথকভাবে নয়নমারদের তালিকায় অন্তর্ভুক্ত করা হয়েছিল এবং তাদের গল্পগুলি সেক্কিজহার দ্বারা সংকলিত জীবনীমূলক কবিতা 'পেরিয়াপুরানম' এবং কবি-সাধক সুন্দররের তিরুথোন্ডার থোগাই-এ সংকলিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}