{"pageid": 1400468, "title": "ট্রোপেন অ্যালকালয়েড", "url": "https://bn.wikipedia.org/wiki?curid=1400468", "content": "ট্রোপেন অ্যালকালয়েড হলো চক্রীয় [৩.২.১] অ্যালকালয়েড এবং সেকেন্ডারি মেটাবোলাইটের একটি শ্রেণি, যা তাদের রাসায়নিক গঠনে একটি ট্রোপেন বলয় ধারণ করে। সোলানেসি উদ্ভিদ পরিবারের অনেক সদস্যের মধ্যে ট্রপেন অ্যালকালয়েড প্রাকৃতিকভাবে পাওয়া যায়। কিছু ট্রোপেন অ্যালকালয়েড যেমন কোকেন এবং স্কোপোলামিন তাদের সাইকোঅ্যাকটিভ প্রভাব ও এর সম্পর্কিত ব্যবহারের জন্য কুখ্যাত। বিশেষ কিছু ট্রপেন অ্যালকালয়েডের ফার্মাকোলজিক্যাল বৈশিষ্ট্য রয়েছে এবং এগুলো এন্টিকোলিনার্জিক বা উদ্দীপক (স্টিমুলেন্ট) হিসাবে কাজ করতে পারে।\n\n\n== শ্রেণিবিভাগ ==\n\n\n=== অ্যান্টিকোলিনার্জিক ===\nঅ্যান্টিকোলিনার্জিক ওষুধ এবং ডেলিরিয়েন্টস:\n\nএট্রোপিন, রেসিমিক হায়োসায়ামিন, অ্যাট্রোপা বেলাডোনা (Atropa belladonna) থেকে প্রাপ্ত\nHyoscyamine, levo - atropine এর isomer, Henbane ( Hyoscyamus niger ), mandrake ( Mandragora officinarum ) এবং জাদুকর গাছ ( Latua pubiflora ) থেকে।\nস্কোপোলামিন, হেনবেন এবং দাতুরা প্রজাতি থেকে (জিমসন আগাছা)\nতিনটি অ্যাসিটাইলকোলিন -প্রতিরোধকারী রাসায়নিকগুলো ধুতরার আত্মীয় প্রজাতি ব্রুগম্যানসিয়াতে (অ্যাঞ্জেল ট্রাম্পেটস) পাতা, কান্ড এবং ফুলের মধ্যে বিভিন্ন অজানা পরিমাণে পাওয়া যায়। সোলানেসির উপপরিবার  সোলানোইডির অন্তর্গত অন্যান্য অনেক উদ্ভিদের ক্ষেত্রেও একই কথা প্রযোজ্য। অ্যালকালয়েডগুলো বিশেষত পাতা ও বীজে ঘনীভূত হয়। তবে, অ্যালকালয়েডের ঘনত্ব পাতা থেকে পাতায় এবং বীজ থেকে বীজ পর্যন্তও ব্যাপকভাবে পরিবর্তিত হতে পারে।\n\n\n=== স্টিমুলেন্ট ===\nস্টিমুলেন্ট বা উদ্দীপক এবং কোকেন-সম্পর্কিত অ্যালকালয়েড:\n\nকোকেন, কোকা উদ্ভিদ (এরিথ্রোক্সিলাম কোকা) থেকে প্রাপ্ত।\nএকগোনাইন, কোকেনের একটি পূর্বসূরী ও  বিপাকীয় পদার্থ।\nবেনজয়লেকগোনাইন, কোকেনের একটি বিপাকীয় পদার্থ\nহাইড্রোক্সিট্রোপাকোকেন, কোকা উদ্ভিদ (এরিথ্রোক্সিলাম কোকা) থেকে প্রাপ্ত।\nমেথিলেকগোনাইন দারুচিনি, কোকা উদ্ভিদ (এরিথ্রোক্সিলাম কোকা) থেকে প্রাপ্ত।\n\n\n=== অন্যান্য ===\nক্যাটুয়াবাইন/ ক্যাটুবাতে পাওয়া যায়, ইরিথ্রোক্সিলাম ভ্যাকসিনফোলিয়াম থেকে তৈরি একটি ইনফিউশন বা শুকনো নির্যাস\nস্কোপিন\nট্রোপেন অ্যালকালয়েডের সিন্থেটিক অ্যানালগগুলোও বিদ্যমান, যেমন ফেনাইলট্রোপেনস । এগুলোকে সংজ্ঞা অনুসারে অ্যালকালয়েড হিসাবে বিবেচিত হয় না।\n\n\n== জৈবসংশ্লেষণ ==\nট্রোপেন অ্যালকালয়েডগুলোর জৈবসংশ্লেষণ তাদের উচ্চ শারীরবৃত্তীয় কার্যকলাপের পাশাপাশি সাইক্লিক ট্রোপেন কোরের উপস্থিতির কারণে বেশ গুরুত্বপূর্ণ।\n\n\n== তথ্যসূত্র =="}