{"pageid": 1400962, "title": "মহাবলী গঙ্গা", "url": "https://bn.wikipedia.org/wiki?curid=1400962", "content": "মহাবলী গঙ্গা, বা, মহাবলী নদী (সিংহলি: මහවැලි ගඟ, আক্ষরিক অর্থে: \"বৃহত্ বালুকা নদী\"; তামিল: மகாவலி ஆறு [মহাবলী গাঙ্গেয়ী]), হলো ৩৩৫ কিমি (২০৮ মা) দীর্ঘ একটি নদী, যা শ্রীলঙ্কার দীর্ঘতম নদী হিসেবে তালিকাবদ্ধ। এর নিষ্কাশন অববাহিকার আয়তন ১০,৪৪৮ কিমি২ (৪,০৩৪ মা২), যা দেশের বৃহত্তম এবং সম্পূর্ণ দ্বীপের মোট এলাকার প্রায় এক-পঞ্চমাংশ জুড়ে বিস্তৃত। মহাবলী গঙ্গার প্রকৃত সূচনা হয় নুওয়ারা এলিয়া জেলার একটি প্রত্যন্ত গ্রাম পোলওয়াথুরা (মহাউইলা এলাকায়) থেকে এবং দূরবর্তী ক্যান্ডি জেলার নওয়ালাপিতিয়ার তীরবর্তী এলাকায় এটি হাত্তন ওয়া এবং কোটমালে ওয়ার আথে যুক্ত হয়। নদীটির অনেক উৎসের মধ্যে প্রধানটি হল কোটমলে ওয়া। নদীটি ত্রিঙ্কোমালী উপসাগরের দক্ষিণ-পশ্চিম দিকে বঙ্গোপসাগরে পতিত হয়েছে। ‌এটি উপসাগরটিতে একটি গভীর সমুদ্র খাতের সৃষ্টি করে ত্রিঙ্কোমালিকে বিশ্বের সেরা প্রাকৃতিক গভীর-সমুদ্র বন্দরগুলির মধ্যে অন্যতম একটি করেছে।\n\n\n== বিবরণ ==\nমহাবলী নদীটি শ্রীলঙ্কার কেন্দ্রীয় ও পূর্বাংশে বিস্তৃত। এর উত্পত্তি দেশটির পশ্চিমাংশের পার্বত্য অঞ্চলের হার্টন মালভূমিতে এবং এখান থেকে সে উত্তরে প্রবাহিত হয়েছে।\n৩৩৫ কিলোমিটার দৈর্ঘ বিশিষ্ট শ্রীলঙ্কার সবচেয়ে দীর্ঘতম মহাবলী নদীটি দেশের ১০৩টি প্রধান নদী অববাহিকার মধ্যে সর্ববৃহত্, যার জলাধার এলাকা প্রায় ১০,৪৪৮ বর্গকিলোমিটার। সমগ্র অববাহিকায় বার্ষিক বৃষ্টিপাতের পরিমাণ ২৮ × ১০৯ কিউবিক মিটার এবং বার্ষিক নিষ্কাশনের পরিমান ৮.৮ × ১০৯ কিউবিক মিটার। কোপেন জলবায়ু শ্রেণিবিন্যাস অনুসারে উর্ধ্ব মহাবলী অববাহিকায় নিরক্ষীয় সম্পূর্ণ আর্দ্র জলবায়ু অঞ্চলের অন্তর্গত এবং নিম্ন মহাবলী অববাহিকা নিরক্ষীয় মৌসুমী জলবায়ু অঞ্চলে অবস্থিত।\nশ্রীলঙ্কায় একটি ভ্রান্ত ধারণা প্রচলিত আছে যে, শ্রী পদ পর্বত হতে মহাবলী গঙ্গার উত্পত্তি হয়েছে। মূলতঃ মহাবলী কিরিগালপোত্থার হর্টন সমভূমি এবং থোতুপোলা পর্বতমালা থেকে তার প্রাথমিক উৎস জল পেয়ে থাকে।\n\n\n== মহাবলী উন্নয়ন কর্মসূচী ==\n১৯৬১ সালে জাতিসংঘ উন্নয়ন কর্মসূচী এবং খাদ্য ও কৃষি সংস্থার সহায়তায় শ্রীলঙ্কা সরকার ৩০ বছরে বাস্তবায়ন করার লক্ষ্য নিয়ে মহাবলী গঙ্গা এবং এর সাথে সংযুক্ত নদীগুলোকে ঘিরে নেয়া হয় শ্রীলঙ্কার ইতিহাসে সবচেয়ে বড় বহুমুখী প্রকল্প মহাবলী উন্নয়ন কর্মসূচী (সিংহলি: මහවැලි සංවර්ධන වැඩසටහන)। ৩৬৫,০০০ হেক্টর জমিতে সেচ এবং ৪৭০ মেগাওয়াট বিদ্যুত উত্পাদনের লক্ষ্যে গৃহীত এই প্রকল্পের সম্ভাব্যতা যাচাই করার জন্য জরিপ কাজ পরিচালনা করতে অর্থ সরবরাহে একটি বিশেষ তহবিল গঠনে শ্রীলঙ্কা সরকার জাতিসংঘের নিকট অনুরোধ জানায়। এই প্রকল্পের অংশ হিসেবে নদীটি এবং এর উপনদীগুলো হতে শুষ্ক অঞ্চলে সেচ সুবিধা দেয়ার জন্য বিভিন্ন স্থানে বাঁধ দেয়ায় প্রায় ১,০০০ কিমি২ (৩৮৬ মা২) জমিতে সেচ দেয়া যাচ্ছে। মহাবলী নদী ব্যবস্থার ছয়টি স্থানে বাঁধ দিয়ে তা থেকে যে জলবিদ্যুৎ উৎপাদন করা হচ্ছে তা শ্রীলঙ্কার মোট বিদ্যুত চাহিদার ৪০ শতাংশেরও অধিক যোগান দিচ্ছে\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}