{"pageid": 1400820, "title": "ইয়েনাথিনাথ নায়নার", "url": "https://bn.wikipedia.org/wiki?curid=1400820", "content": "ইয়েনাতিনাথার, ইয়েনাতিনাত, ইয়েনাথি নায়নার ইয়েনাধিনাথ, ইয়েনাদিনাথ, ইয়েনাদিনাথ নায়নার বা ইয়েনাধিনাথ নয়নার নামেও পরিচিত, ছিলেন এজাকুলা চান্নার বংশের একজন নয়নার সাধক যিনি হিন্দুধর্মের শৈব সম্প্রদায়ে সম্মানিত। তেষট্টি জন নায়নারের তালিকায় তাকে সাধারণত নবম হিসাবে গণ্য করা হয়। ১৯০১ সালে, পি.এসভি পেরুমল নাদার অরুপুকোট্টাইয়ে শ্রীমঠ ইয়েনাথিনাধ নায়নার তিরুমাড়য়ালম গঠন করেন।\n\n\n== জীবনী ==\nইয়েনাথিনাথারের জীবনী সেক্কিজহারের (দ্বাদশ শতাব্দী) তামিল পেরিয়া পুরানমে বর্ণনা করা হয়েছে। পেরিয়া পুরানম\" ৬৩ জন নয়নারের জীবনীগ্রন্থ। তার নাম \"এনাথীনাথ\" অর্থ \"সেনানায়কগণের প্রভু\"।\nইয়েনাথিনাথর চোল রাজ্যের আইনানুরে চান্নার পরিবারে জন্মগ্রহণ করেন। আইনানুর ভারতের তামিলনাড়ু রাজ্যের কুম্বাকোনমের দক্ষিণ-পূর্বে আরিসিল নদীর তীরে অবস্থিত। তিনি ছিলেন মেধাবী অসিযোদ্ধা এবং চোল সামরিক বাহিনীর একজন সেনানায়ক, তিনি তলোয়ার চালনায় চোল রাজপুত্রদের গৃহশিক্ষকও ছিলেন। তিনি ছিলেন একজন শৈব (দেবতা শিবের ভক্ত)। তিনি তার ক্ষমতার দ্বারা ধনী হয়েছিলেন এবং শিবের ভক্তদের সেবা করার জন্য তার সম্পদ ব্যয় করেছিলেন।\nআতিসুরান ছিল তার একজন প্রতিদ্বন্দ্বী যোদ্ধা। সে শিক্ষক ইয়েনাথিনাথারের জনপ্রিয়তায় ঈর্ষান্বিত হয়ে ওঠে। আতিসুরান তার উচ্চতর সামরিক দক্ষতার গর্ব করলেও তার দক্ষতা ইয়েনাথিনাথারের প্রতিভার চেয়ে নিকৃষ্ট ছিল। আতিসুরান তার সেরা ছাত্র এবং আত্মীয়দের নিয়ে এসে ইয়েনাথিনাথরকে যুদ্ধার্থে আহ্বান করেছিলেন; দ্বন্দ্বে বিজয়ী তার প্রশিক্ষণালয় চালিয়ে যাবে। ইয়েনাথিনাথর স্বীকার করেন এবং তার আত্মীয়দের সাথে প্রতিপক্ষের প্রতি আক্রমণ করেন। এনাথিনাথারের নেতৃত্বে, তার পক্ষ প্রতিযোগিতায় জয়লাভ করে, আতিসুরানের অনেক দোসর মারা যায়। ইয়েনাথিনাথরের কাছে পরাজিত হয়ে কাপুরুষ আতিসুরান নিজেই যুদ্ধের ময়দান থেকে পালিয়ে মৃত্যুর হাত থেকে রক্ষা পান। পেরিয়া পুরাণম বারংবার ইয়েনাথিনাথরকে সিংহ এবং তার প্রতিপক্ষ অতিসুরানকে শিয়াল বলে উল্লেখ করেছে। তিনি বুঝতে পেরেছিলেন যে, ন্যায্য উপায়ে ইয়েনাথিনাথরকে পরাজিত করতে পারবেন না এবং (কাপুরুষ ও ধূর্ত শিয়াল) প্রতিশোধের জন্য এক বিভ্রান্তিকর কৌশল অবলম্বন করলেন।\nসকালে, আতিসুরান ইয়েনাথিনাথরকে একটি নির্জন জায়গায় একটি দ্বন্দ্বের জন্য আমন্ত্রণ জানান। ইয়েনাথিনাথর সম্মতি দিলেন এবং তার তলোয়ার ও ঢাল নিয়ে ঘটনাস্থলে পৌঁছে গেলেন। অতিসুরান তার কপালে ত্রিপুন্ড্র ( পবিত্র ছাইয়ের তিনটি অনুভূমিক রেখা) চিহ্ন পরলেন যা শৈবরা পরিধান করেন, কিন্তু পরিকল্পিত স্থানে পৌঁছানোর সাথে সাথে তার কপাল ঢাল দিয়ে লুকিয়ে রাখেন। ইয়েনাথিনাথর (সিংহ) \"শেয়ালের\" উপর ঝাঁপিয়ে পড়ার সাথে সাথে প্রতারক প্রতিদ্বন্দ্বী তার ঢাল সরিয়ে তার কপালে ত্রিপুন্ড্রকে প্রকাশ করে। হতবাক ইয়েনাথিনাথর ত্রিপুন্ড্রকে চিহ্ন দেখে মনে করেছিলেন, অতিসুরান শৈব ধর্মে রূপান্তরিত হয়ে শিবের ভক্ত হয়ে গেছে। একজন শৈবকে হত্যা করার পরিবর্তে, ইয়েনাথিনাথর নিজেই দেহত্যাগ করার সিদ্ধান্ত নেন। যাইহোক, তিনি অস্ত্র ত্যাগ করেননি কারণ তিনি অতিসুরান - \"শৈব\" - একজন নিরস্ত্র মানুষকে হত্যার পাপ বহন করতে চাননি। ইয়েনাথিনাথর এমন ভঙ্গিতে স্থির হয়ে দাঁড়ালেন যেন তিনি লড়াই করছেন, কিন্তু তিনি লড়াই করার চেষ্টা করেছিলেন এবং আতিসুরানের কাছ থেকে মারাত্মক আঘাতের অপেক্ষায় ছিলেন। ইয়েনাথিনাথর মাটিতে পড়ে যাওয়ার সাথে সাথে শিব - তার চরম \"আত্মত্যাগী\" ভক্তিতে সন্তুষ্ট হয়ে তার সামনে আত্মপ্রকাশ করেন এবং তাকে শিবালয় কৈলাসে নিয়ে যান। গল্পটি ত্রিপুন্ড্র চিহ্ন এবং শৈবদের দ্বারা পরিহিত রুদ্রাক্ষ পুঁতির মতো বহিরাগত শৈব প্রতীকগুলির গুরুত্বের উপর জোর প্রদান করেছে।\nপালকুরিকি সোমানাথের ১৩শ শতকের তেলুগু বাসব পুরাণে ইয়েনাথিনাথরের গল্প (যাকে জীবনীগ্রন্থে ইয়েনান্ধিনাথ বলা হয়) সংক্ষিপ্তভাবে এবং কিছু ভিন্নতার সাথে স্মরণ করা হয়েছে। তিনি ত্রিপুন্দ্র ও রুদ্রাক্ষের মালা পরিধান করে তাঁর প্রাণ-লিঙ্গ (শিবের বাসস্থান হিসাবে বিবেচিত শরীর) পূজা করেছিলেন বলে কথিত আছে। তিনি এলাপুরার শাসক ছিলেন এবং প্রতিবেশী রাজাদের পরাজিত করে তাদের নিজের ভাসালে রূপান্তরিত করে তাদের কাছ থেকে কর আদায় করতেন। রাজারা ত্রিপুন্ড্র ও রুদ্রাক্ষের প্রতি তাঁর শ্রদ্ধার কথা জানতে পেরে ত্রিপুন্দ্র ও রুদ্রাক্ষ পরিহিত এক যোদ্ধাকে তাদের সৈন্যবাহিনীসহ তাঁর বিরুদ্ধে যুদ্ধে পাঠান। যখন ইয়েনান্ধিনাথ এবং যোদ্ধার মধ্যে দ্বন্দ্ব শুরু হয়, তখন ইয়েনান্ধিনাথ শৈব চিহ্নগুলি লক্ষ্য করেন এবং তার অস্ত্র ছুঁড়ে ফেলেন এবং যোদ্ধাকে প্রণাম করেন, তাকে তিনি শিবের রূপ মনে করতে থাকেন। যোদ্ধা যখন ভক্তকে শিরশ্ছেদ করতে উদ্যত হচ্ছিল, তখন তার তলোয়ারটি মালার আকার ধারণ করে ইয়েনান্ধিনাথের গলায় পড়ে। শিবের কৃপায়, ইয়েনান্ধিনাথ অজেয় হয়ে ওঠেন এবং একজন শক্তিশালী শাসক হন।\n\n\n== স্মরণ ==\n\nসবচেয়ে বিশিষ্ট নয়নারদের মধ্যে অন্যতম সুন্দরার (৮ম শতাব্দী) তিরুথোন্ডা থোগাইতে ইয়েনাথিনাথরকে মহিমান্বিত করেন। \"তিরুথোন্ডা থোগাই\" নায়নার সাধুদের একটি স্তোত্র।\nইয়েনাথিনাথর তামিল পুরাত্তসি মাসে পূজিত হন, যখন চাঁদ উত্তরাষাঢ়া নক্ষত্রে প্রবেশ করে। তাকে অঞ্জলি মুদ্রা ভঙ্গিতে চিত্রিত করা হয়েছে এবং তিনি তার বাহুতে একটি তলোয়ার ধরে আছেন। তিনি ৬৩ জন নয়নারের সাথে সম্মিলিতভাবে পূজা গ্রহণ করেন। তাদের মূর্তি তথা তাদের কর্মের সংক্ষিপ্ত বিবরণ তামিলনাড়ুর অনেক শিব মন্দিরে পাওয়া যায়। উৎসবে শোভাযাত্রায় তাদের ছবি বা মূর্তি উপস্থাপিত হয়।\n\n\n== তথ্যসূত্র =="}