{"pageid": 1400223, "title": "আবু শামা মাকদিসি", "url": "https://bn.wikipedia.org/wiki?curid=1400223", "content": "আবু শামা শিহাবুদ্দিন মাকদিসি (১০ জানুয়ারী ১২০৩ – ১৩ জুন ১২৬৭) একজন আরব ইতিহাসবিদ ছিলেন।\nআবু শামা দামেস্কে জন্মগ্রহণ করেছিলেন, যেখানে তিনি মিশরে এক বছর, জেরুজালেমে এক পাক্ষিক এবং হেজাজে দুটি তীর্থযাত্রা ছাড়া তার পুরো জীবন অতিবাহিত করেছিলেন। তিনি ১২২৯ সালের মে-জুন মাসে হওয়া দামেস্কের অবরোধের একজন প্রত্যক্ষদর্শী ছিলেন এবং এ সম্পর্কে সবচেয়ে সুনির্দিষ্ট তথ্য প্রদান করেন। তিনি একটি বৈচিত্র্যময় সুন্নি শিক্ষা লাভ করেন এবং বিভিন্ন বিষয়ে লিখেছেন। ১২৬৩ সালে তিনি রুকনিয়া আশরাফিয়া মাদ্রাসায় অধ্যাপক হন। পাঁচ বছর পর তিনি দামেস্কে মারা যান।\nআবু শামার পাঁচটি কাজ টিকে আছে। বাকি সব হারিয়ে গেছে, আগুনে তার কিছু গ্রন্থ ধ্বংস হয়ে গেছে। তিনি আজ তার তিনটি ঐতিহাসিক লেখার জন্য সবচেয়ে বেশি পরিচিত, বিশেষ করে জেনগি এবং আইয়ুবীয়দের সময়কালে সিরিয়া সম্পর্কিত তার দুটি খণ্ড:\n\nকিতাবুর রওদাতাইন ফি আখবারিদ দাওলাতাইনিন নুরিয়া ওয়াস সালাহিয়াহ (দুটি উদ্যান তথা নুরুদ্দিন ও সালাহুদ্দিনের রাজত্ব সংক্রান্ত কিতাব): নুরুদ্দিন জেনগি (১১৪৬-১১৭৪) এবং সালাহুদ্দিন আইয়ুবির (১১৭৪-১১৯৩) রাজত্ব। তিনি উৎস উদ্ধৃতিতে সতর্কতা অবলম্বন করেছেন। তার প্রধান উদ্ধৃত উৎসগুলো হচ্ছে: ইমাদুদ্দিন ইসফাহানির বারকুশ শামি, ইবনে আবি তায়ির সিরাতে সালাহুদ্দিন এবং কাযি ফাযিলের পত্রাবলী। তিনি সাধারণত ইমাদুদ্দিন ব্যতীত উৎসগুলিকে পৃথকভাবে উদ্ধৃত করেন।\nযাইলু আলাল রাওদাতাইন (কিতাবুর রওদাতাইনের সিরিজ): সমসাময়িক ঘটনাগুলির পূর্ববর্তী কাজের ধারাবাহিকতা। প্রথম অংশে তার প্রধান উৎস হল সিবত ইবনুল জাওযীর মিরআতুয যামান এবং দ্বিতীয় অংশে তিনি নিজেই প্রত্যক্ষদর্শী।\nতারিখে দিমাশক (দামেস্কের ইতিহাস): ইবনে আসাকিরের (মৃত্যু ১১৭৫) নাম দেয়া কাজের সারসংক্ষেপ। এটি দুটি সংস্করণে টিকে আছে।\nআবু শামার কাজগুলো ক্রুসেডের ইতিহাসের জন্য গুরুত্বপূর্ণ উৎস। তার কাজগুলোর ফরাসি এবং জার্মান ভাষায় আংশিক অনুবাদ হয়েছে।\nআবু শামা নিম্নোক্ত গ্রন্থগুলোর ব্যাখ্যাগ্রন্থ লিখেছেন:\n\nশাতিবির (মৃত্যু ১১৯৪) কাসিদাতুস শাতিবিয়্যাহ\nতার শিক্ষক আলমুদ্দিন সাখাভী (মৃত্যু ১২৪৫) রচিত মুহাম্মাদের উপর সাতটি কবিতা\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃত কাজ ===\nAhmad, Hilmy (১৯৬০)। \"Abū Shāma\"।   Gibb, H. A. R.; Kramers, J. H.; Lévi-Provençal, E.; Schacht, J.; Lewis, B. & Pellat, Ch.। The Encyclopaedia of Islam, New Edition, Volume I: A–B। Leiden: E. J. Brill। পৃষ্ঠা 150। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAntrim, Zayde (২০০৯)। \"Abū Shāma Shihāb al-Dīn al-Maqdisī\"।   Fleet, Kate; Krämer, Gudrun; Matringe, Denis; Nawas, John; Rowson, Everett। Encyclopaedia of Islam, THREE। Brill Online। আইএসএসএন 1873-9830। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHumphreys, R. Stephen (১৯৭৭)। From Saladin to the Mongols: The Ayyubids of Damascus, 1193–1260। State University of New York Press।"}