{"pageid": 1400833, "title": "মনকাঞ্চড় নায়নার", "url": "https://bn.wikipedia.org/wiki?curid=1400833", "content": "মনকাঞ্চার নয়নার, মনককন্যাচার নয়নার, মানকনচারার, মনকনজরা নয়নার, মানকনজরা নয়নার বা মানকনজরর নামেও পরিচিত, একজন নয়নার সাধক ছিলেন, যাকে হিন্দুধর্মের শৈব সম্প্রদায়ে শ্রদ্ধা করা হয়। তাকে সাধারণত ৬৩ জন নায়নারের তালিকায় দ্বাদশতম হিসাবে গণ্য করা হয়। অন্যান্য নায়নারদের মতো তিনিও ছিলেন শিবের একনিষ্ঠ ভক্ত। মানকাঞ্চর নায়নার ৮ম শতাব্দীর ব্যক্তি। তার জামাতা ইয়ারকন কালীক্কামা নয়নার। তিনি সুন্দরারের সমসাময়িক ছিলেন। তিনি বিয়ের দিন তার মেয়ের চুল কেটে শৈব যোগী ছদ্মবেশী শিবকে প্রদান করেছিলেন বলে বর্ণনা করা হয়েছে।\n\n\n== জীবনী ==\nমনকাঞ্চর নায়নারের জীবনী সেক্কিজহারের (দ্বাদশ শতাব্দী) \"পেরিয়া পুরাণমে\" বর্ণনা করা হয়েছে। \"পেরিয়া পুরানম\"  ৬৩ জন নায়নারের জীবনীগ্রন্থ। মনকাঞ্চর নায়নার ৮ম শতাব্দীর ব্যক্তি ছিলেন। তার জামাতা ছিলেন ইয়ারকন কালিককামা নায়নার।এছাড়াও তিনি অন্যতম বিশিষ্ট নায়নার সুন্দরারের সমসাময়িক ছিলেন।\nমনকাঞ্চরা নয়নারের জন্ম চোল রাজ্যের এক উর্বর স্থান কাঞ্চরুরে। কাঞ্চুরুর বর্তমানে ভারতের তামিলনাড়ু রাজ্যে অবস্থিত। তিনি ছিলেন ভেল্লালার (কৃষি জমির মালিকদের জাত) । তিনি শৈব ধর্মের পৃষ্ঠপোষক দেবতা শিবের একজন মহান ভক্ত ছিলেন। তিনি ছিলেন চোল বাহিনীর সর্বাধিনায়ক। মনকাঞ্চরা হয়ে ওঠেন একজন শক্তিশালী ও ধনী সেনাপতি। তিনি শিবের ভক্তদের সেবা করতেন এবং উদারভাবে তাদের উপহার দিতেন।\nতবে মনকাঞ্চারের কোনো সন্তান হয়নি। তিনি একটি সন্তানের জন্য শিবের কাছে প্রার্থনা করেন এবং একটি কন্যা লাভ করেন। যখন তার কন্যার জন্ম খুব জাঁকজমকের সাথে উদযাপন করেছিলেন, তিনি ভক্তদের অনেক উপহার বিতরণ করেন। কন্যার নাম ছিল পুন্নিয়া বর্ধিনী। শৈশব থেকেই কন্যা তার পিতার দ্বারা শিবের প্রতি ভক্তির মূল্যবোধে উদ্বুদ্ধ হয়েছিলেন। দীর্ঘ এবং সুন্দর চুল নিয়ে সে একজন সুন্দরী কুমারী হয়ে উঠল। পরিবারের প্রবীণরা তার বিয়ে ইয়ারকন কালিক্কামা নায়নারের সাথে ঠিক করে, যিনি চোল রাজ্যের ভেল্লার সেনাপতি ছিলেন। সম্ভাব্য বরও শিবের প্রতি ভক্তি ও প্রেমের কথা মনকাঞ্চর নায়নারের সঙ্গে ভাগ করে নেন। কথিত আছে, মনকাঞ্চর নয়নার শিবের কাছ থেকে দুটি বর পেয়েছিলেন: একজন ধার্মিক কন্যা ও একজন ধর্মপ্রাণ ও গুণী জামাতা।\nবিয়ের দিন (কিছু সংস্করণে, বিয়ের একদিন আগে) বর যখন মানকাঞ্চর নায়নারের বাড়িতে বিয়ের অনুষ্ঠানস্থলে যাচ্ছিলেন, তখন শিব একজন মহাব্রতী শৈব যোগী হিসাবে ছদ্মবেশ ধারণ করেছিলেন। তার শরীর ছিল পবিত্র ছাই মিশ্রিত, জটাবদ্ধ চুল এবং হাড় ও মাথার খুলির মালা পরা এবং মানুষের চুল দিয়ে তৈরি যজ্ঞোপবিত (বুক জুড়ে পরিহিত পবিত্র সুতো) যাকে পঞ্চবতী বলা হয়। মনকাঞ্চর নায়নার যোগীকে স্বাগত ও সম্মান জানান। যোগী উৎসব সম্পর্কে জিজ্ঞাসা করলে উত্তরে মনকাঞ্চরা নয়নার তাকে তার কন্যার বিবাহের কথা জানান। যখন তিনি এসে যোগীর আশীর্বাদ চাইলেন, তিনি বললেন, তার লম্বা চুল তার পঞ্চবতী তৈরির জন্য আদর্শ হতো। দ্বিতীয়বার চিন্তা না করে, যোগীর বাক্য আদেশ হিসাবে গ্রহণ করে, মনকাঞ্চর নায়নার শিবভক্তদের প্রতি সর্বোচ্চ ভক্তিমূলক আচরণস্বরূপ তার কন্যার চুল কেটে যোগীকে উপহার দিয়েছিলেন। একটি অল্পবয়সী কুমারীর চুল কাটা নিষিদ্ধ - বিশেষত কনের - অশুভ  হিসাবে বিবেচিত হয়। মনকাঞ্চার নায়নারের কন্যা, তার সৌন্দর্যের মূল, চুল হারিয়েছিল, এবং বরের দ্বারা প্রত্যাখ্যানের ঝুঁকির সম্মুখীন হয়েছিল। যোগী অবিলম্বে অদৃশ্য হয়ে গেলেন, সাথে সাথে তিনি কেশ গ্রহণ করলেন। শিব তার সহধর্মিণী পার্বতীর সাথে তাদের সেবায় খুশি হয়ে মনকাঞ্চর নায়নারের পরিবারকে ঐশ্বরিক দৃষ্টি দান করলেন এবং ঐশ্বরিক দম্পতি পরিবারকে আশীর্বাদ করে অন্তর্হিত হলেন।\nকনের সুন্দর চুল পুনরুদ্ধার করা হয়। ইয়ারকন কালীক্কামা নায়নার এবং তার বিয়ের উৎসবে ওই জায়গায় এসে জানতে পারেন কী ঘটেছে। কালিকাকামা আফসোস করেন যে তিনি তার পৃষ্ঠপোষক দেবতা শিবকে দেখার সুযোগ হাতছাড়া করেছেন। তার মনে হয়েছিল শিব চুল চাইতে গেলে তিনি যদি কনেকে বিয়ে করতেন তবে শিবকে উপহার দেওয়ার সম্মান লাভ করতেন।\n\n\n== স্মরণ ==\n\nসুন্দরার তিরুথোন্ডা থোগাই- তে মানকাঞ্চরা নয়নারকে (যাকে মানাকঙ্করণ বলা হয়) শ্রদ্ধা করেছেন। \"তিরুথোন্ডা থোগাই\" নায়নার সাধুদের প্রতি উৎসর্গিত একটি স্তোত্র। তাকে উদার এবং কাঁধের মতো পাহাড়ী বলে বর্ণনা করা হয়েছে। শিবকে উৎসর্গ করা শ্রী পঞ্চবতেশ্বর মন্দির, মনকাঞ্চরা নয়নার শিবের দর্শনকে চিহ্নিত করে। এটি আনন্দথান্ডবপুরম, নাগাপট্টিনম জেলা, তামিলনাড়ুতে অবস্থিত। জটা নাথর (চুলের প্রভু) নামক শিবের একটি মূর্তিতে শিবকে চুলের গুচ্ছ দিয়ে চিত্রিত করা হয়েছে - মনকাঞ্চরা নায়নার - তার হাতে কন্যার চুলের দিকে ইঙ্গিত করছে ।\nমনকাঞ্চরা নায়নার তামিল মারগাঝি মাসে পূজিত হন, যখন চাঁদ স্বাতী নক্ষত্রে প্রবেশ করে। তাকে অঞ্জলি মুদ্রা ভঙ্গিতে চিত্রিত করা হয়েছে। তিনি ৬৩ জন নায়নার সমেত সম্মিলিতভাবে পূজা গ্রহণ করেন। তাদের মূর্তি এবং তাদের কর্মের সংক্ষিপ্ত বিবরণ তামিলনাড়ুর বহু শিব মন্দিরে পাওয়া যায়। উৎসবে শোভাযাত্রায় তাদের মূর্তি প্রদর্শিত হয়।\n\n\n== তথ্যসূত্র =="}