{"pageid": 1400548, "title": "তিরু নীলকান্ত যজপনার", "url": "https://bn.wikipedia.org/wiki?curid=1400548", "content": "তিরু নলাকান্ত যজপানার ছিলেন একজন নয়নার সাধক। তাকে হিন্দুধর্মের  শৈব সম্প্রদায়ে শ্রদ্ধা করা হয়। তাকে সাধারণত ৬৩ জন নায়নারদের তালিকায় ষাটতম নায়নার হিসাবে গণ্য করা হয়।  তার নামের প্রথম অংশ তিরুনীলকান্ত, তিরুনীলকণ্ঠ , তিরু নীলকান্ত, নীলকান্তন এবং তিরুনীলকান্দদ হিসাবেও উচ্চারিত হয়। দ্বিতীয় অংশ  যজপানার  ইয়ালপানার, ইয়ালাপান্নার, ইয়ালপানার বা ইয়াজপানার নামে উচ্চারিত হয়। তাকে সম্বন্দরের (খ্রিস্টীয় ৭ম শতাব্দীর প্রথমার্ধ) সহচর হিসাবে বর্ণনা করা হয়েছে। সম্বন্ধর সবচেয়ে বিশিষ্ট নায়নারদের একজন।\n\n\n== জীবনী ==\nতিরু নীলকান্ত ইয়াজপানারের জীবন বর্ণনা করা হয়েছে তামিল পেরিয়া পুরানমে সেক্কিজহার (দ্বাদশ শতাব্দী) দ্বারা। পেরিয়া পুরাণ হলো ৬৩ জন নয়নারের জীবনকথামূলক গ্রন্থ।  \nতিরু নীলকান্ত ইয়াজপানার চোল রাজ্যের ইরুকাত্তানপুলিউরে জন্মগ্রহণ করেন। তিনি বিচরণকারী সঙ্গীতশিল্পীদের তামিল পানার সম্প্রদায়ের অন্তর্ভুক্ত ছিলেন। তিনি শৈব ধর্মের পৃষ্ঠপোষক দেবতা শিবের একনিষ্ঠ ভক্ত ছিলেন। ইয়াজহ বাজতে দক্ষ শিবের চারণ হিসাবে তিনি বিভিন্ন মন্দিরে ভ্রমণ করতেন । যাইহোক, একজন নিম্ন বর্ণের একজন ভ্রমণকারী মন্ত্রী হিসাবে, তাকে মন্দিরে প্রবেশ করার অনুমতি দেওয়া হয়েছিল এবং মন্দিরের প্রবেশদ্বারের বাইরে যজ বাজাতেন এবং শিবের স্তোত্র গাইতেন। \"ইয়াজ-পানার\" নামটি ইয়াজ-এর প্যানার  বাদক হিসেবে তার কার্যকে নির্দেশ করে।  \nএকবার তিরু নীলকান্ত ইয়াজপানার মাদুরাই পৌঁছেছিলেন যা পাণ্ড্যদের দ্বারা শাসিত ছিল । যথারীতি, তিনি তিরু-আলাভাই মন্দিরের প্রবেশদ্বারের বাইরে ইয়াজ গেয়েছিলেন এবং বাজিয়েছিলেন। স্বপ্নে শিব ব্রাহ্মণ পুরোহিতদের আদেশ দিলেন যেন তিনি তাকে মন্দিরের ভিতরে নিয়ে আসেন কারণ তিনি যজপানারের যজ বাজানো শুনতে চান। ব্রাহ্মণরা তাকে মন্দিরের গর্ভগৃহে  নিয়ে আসে। এক স্বর্গীয় কণ্ঠ পরামর্শ দিল যে নয়নারকে একটি সোনার আসন দেওয়া হবে যাতে ইয়াজ ভেজা মন্দিরের মেঝেতে রাখা না হয়। আদেশ অনুসারে, নয়নারের কাছে একটি সোনার আসন উপস্থাপন করা হয়। তিনি এটির উপর দাঁড়িয়ে প্রভুর মহিমা গেয়েছিলেন, তাঁর ইয়াজ বাজিয়েছিলেন।  \nযজপানার তিরুবারূরে গিয়েছিলেন এবং সেখানে থ্যাগরাজা মন্দিরের বাইরে যজ বাজিয়েছিলেন। থিরুভারুরে শিবের প্রধান রূপ থ্যাগরাজা তাকে উত্তরের প্রবেশদ্বার দিয়ে আমন্ত্রণ জানিয়েছিলেন যা দেবতা তার জন্য খুলে দিয়েছিলেন। নয়নার প্রবেশ করে শিবের উদ্দেশ্যে যজ (বাঁশি)  বাজালেন।  \nইয়াজপানার তার যাত্রা অব্যাহত রেখেছিলেন এবং অনেক মন্দির পরিদর্শন করেছিলেন। অবশেষে তিনি সত্তাইনাথর মন্দিরের বাড়ি সিরকাঝিতে পৌঁছান এবং যুবক সম্বন্দরের সাথে দেখা করেন। শিশু সাধক ইয়াজপনারকে ইয়াজ বাজাতে অনুরোধ করলেন; সুনাদ সুর সাম্বানারের অনুগ্রহ লাভ করে। সম্বদরের ভক্তিতে মুগ্ধ হয়ে, যজপানার তাকে তার সাথে যাওয়ার অনুমতি চাইলেন এবং শিবের প্রতি সম্বদরের স্তোত্রে সুর দেন। সম্বন্দর সম্মতি দিলেন। ইয়াজপানার এবং তার স্ত্রী মান্দাঙ্গাসুলামনি ( ভিরালি বা গায়িকা হিসাবে বর্ণনা করা হয়েছে) তার ভ্রমণে তরুণ সাধুর সাথে ছিলেন। এই দম্পতি সম্বন্দরের স্তব গেয়েছিলেন এবং ইয়াজপানার তাঁর ইয়াজ-এর স্তোত্রগুলির জন্য সঙ্গীত রচনা করেছিলেন।  \n\nসাম্বানার এবং ইয়াজপানার একবার চিদাম্বরমের থিলাই নটরাজ মন্দিরে ভ্রমণ করেছিলেন যেখানে তারা চিদাম্বরমের ব্রাহ্মণ পুরোহিতদের গণ, শিবের পরিচারক হিসাবে দেখেছিলেন এবং তাদের কাছে প্রণাম করেছিলেন, যেমন পুরোহিতরা নয়নারদের  প্রণাম করেছিলেন। দুজনেই ইয়াজপানারের বাড়ি, এরুকত্তানপুলিউর এবং শিবের অন্যান্য অনেক মন্দিরও পরিদর্শন করেছিলেন। \nধর্মপুরমে, দুজনে ইয়াজপানার মায়ের সাথে দেখা করতে গিয়েছিল। ধর্মপুরমের লোকেরা ইয়াজপানারের সঙ্গীতের প্রশংসা করেছিল, কিন্তু ইয়াজপানার সম্বদরের গানের কৃতিত্ব দেন। শেষ পর্যন্ত, সম্বন্দর শিবের পুত্র গণেশকে উৎসর্গিত একটি স্তোত্র রচনা করেছিলেন যা যজপানার তার সন্তুষ্টির জন্য যজতে বাজাতে পারেননি। হতাশ ইয়াজ বাদক তার ইয়াজ ভাঙার সিদ্ধান্ত নিয়েছিলেন, কিন্তু গীতিকার তাকে থামিয়ে দিয়েছিলেন যিনি বলেছিলেন, বাদ্যযন্ত্রটি যথেষ্ট ভাল এবং ইয়াজপানারকে এতে সন্তুষ্ট থাকতে হবে। \nইয়াজপানার সাম্বানারের সাথে তার ভ্রমণের সময় অন্যান্য নায়নার যেমন তিরুনেলানাক্কা নয়নার, সিরুথোন্ডার, মুরুগা নয়নার, কুঙ্গিলিয়া কালা নয়নার, আপ্পার, পান্ড্য রাজা কুন পান্ডিয়ান, রাণী মাঙ্গায়র্করাশিয়ার এবং কুলাচিরইয়ের সাথে সাক্ষাত করেন।  ব্রাহ্মণ নায়নার তিরুনীলনক্কায় যাওয়ার সময় বর্ণ - সচেতন যজমান  শূদ্র (নিম্ন - বর্ণ) দম্পতি তিরু নীলকান্ত ইয়াজপানার এবং তাঁর স্ত্রীকে বাড়িতে আমন্ত্রণ জানাতে অস্বস্তি বোধ করছিলেন । সম্বানার পীড়াপীড়ির পর, যজমান তাদের   যজ্ঞের জন্য ব্যবহৃত অগ্নি বেদি হোমকুণ্ডের কাছে ঘুমানোর জায়গা দেয়। রাতের বেলা হোম কুণ্ডের আগুন জ্বলজ্বল করে যা দম্পতির ভক্তির সাক্ষ্য দেয়।  অনেক তীর্থযাত্রার পর, তিরু নীলকান্ত যজপানার এবং তার স্ত্রী তাদের নিজ নগরে ফিরে আসেন। \nকিছুকাল পর, সম্বন্দর তিরুমানা নাল্লুর (বর্তমানে অচলপুরম নামে পরিচিত) তিরু নীলকান্ত ইয়াজপানারকে তার বিয়েতে আমন্ত্রণ জানান। বিয়ের পর, সম্বন্দর, তার কনে এবং বিয়ের অতিথিগণ থিরুমনা নাল্লুর শিবের শিবলোক থ্যাগার মন্দিরে গিয়েছিল। সম্বন্দর শিবের কাছে মোক্ষ প্রার্থনা করলেন। শিব আলোক জ্যোতিরূপে আবির্ভূত হলেন এবং তাঁর ইচ্ছা মঞ্জুর করলেন। এরপর সম্বন্দর, তার কনে এবং তিরু নীলকান্ত যজপানার সহ বিয়ের সমস্ত অতিথি শিবের জ্যোতিতে মিশে গেল।  \n\n\n== স্মরণ ==\n\nবিশিষ্ট নায়নার সুন্দরার (৮ম শতাব্দী) তিরু নিলকান্ত ইয়াজপানারকে তিরুথোন্ডা থোগাই-স্তবে শ্রদ্ধা করেন। নয়নার সাধুদের এই স্তোত্রে তাঁকে যজ-পানার বাদক তিরুনিলকান্তন বলে অভিহিত করা হয়েছে । \nতিরু নীলাকান্ত যজপানার তামিল মাসে বৈকাশীতে পূজিত হন যখন চাঁদ মুলা নক্ষত্রে (চন্দ্রের প্রাসাদ) প্রবেশ করে। তাকে একটি মুকুট, গুটানো হাত (দেখুন অঞ্জলি মুদ্রা ) এবং তার বাহুর কুটিলে ইয়াজ বা অন্য বাদ্যযন্ত্র দিয়ে চিত্রিত করা হয়েছে। তিনি ৬৩ জন নায়নারের অংশ হিসাবে সম্মিলিত পূজা গ্রহণ করেন। তাদের মূর্তি এবং কর্মের সংক্ষিপ্ত বিবরণ তামিলনাড়ুর বহু শিব মন্দিরে পাওয়া যায়। উৎসবে শোভাযাত্রায় তাদের ছবি নেওয়া হয়। \nতিরু নীলাকান্ত ইয়াজপানারই প্রথম নায়নার গানে সুর প্রদান করেছিলেন এবং \" তেবারাম \" স্তোত্রে সঙ্গীত পরিবেশনের দৃষ্টিান্ত\" স্থাপন করেছিলেন। নাম্বিয়ান্দর নাম্বির তেবারাম (১১ শতক) সম্বন্দর, আপ্পার এবং সুন্দরার স্তোত্র সংকলন করেছে। যাইহোক, তেবারামের সঙ্গীত হারিয়ে গিয়েছিল, যতক্ষণ না নাম্বিয়ান্দর নাম্বি তা পুনরুদ্ধার করতে তিরু নীলাকান্ত ইয়াজপানারের নিজ শহরে পৌঁছান। বলা হয় যে একজন প্যানার মহিলা তার কাছে এটি প্রকাশ করেছিলেন যা তিনি একটি \"ঐশ্বরিক প্রকাশ\" দ্বারা জানতে পেরেছিলেন। \n\n\n== তথ্যসূত্র =="}