{"pageid": 1400388, "title": "অষ্টসখী", "url": "https://bn.wikipedia.org/wiki?curid=1400388", "content": "অষ্টসখী ( সংস্কৃত: अष्टसखी </link> , আইএএসটি: Ashtāsākhi ) ব্রজ অঞ্চলে আটজন বিশিষ্ট গোপী এবং হিন্দু দেবতা রাধা-কৃষ্ণের ঘনিষ্ঠ সহযোগীদের একটি দল।  রাধার আট সখী, তাঁদের বলা হয় অষ্টসখী। কৃষ্ণধর্মের অনেক উপ-ঐতিহ্যে, তারা কৃষ্ণের দেবী এবং সহচরী হিসাবে সম্মানিত। পদ্মপুরাণ অনুসারে, দ্বাপর যুগে রাধা-কৃষ্ণের চিরন্তন নারী সহচরী হলেন অষ্টসখী। তারা রাধা-কৃষ্ণের সঙ্গে স্বর্গীয় আবাস গোলোক থেকে পৃথিবীতে অবতরণ করেছিলেন। \nঅষ্টসখীর জনপ্রিয় তালিকার মধ্যে রয়েছে: ললিতা, বিশাখা, চম্পকলতা, চিত্রা, তুঙ্গবিদ্যা, ইন্দুলেখা, রঙ্গদেবী এবং সুদেবী।  এই আট জন বিশিষ্ট গোপীর সকলকেই কৃষ্ণের প্রধান স্ত্রী রাধার নানা রূপ বলে মনে করা হয়। \n\n\n== বর্ণনা ==\n\nললিতা : রাধার আট বিশিষ্ট সখীর মধ্যে ললিতা অগ্রগণ্য। তিনি অষ্টসখীর মধ্যে সবচেয়ে বড় গোপী এবং রাধার চেয়ে ২৭ দিনের বড়। তিনি বর্ষণা বা বারসানার নিকটবর্তী উঞ্চগাঁওয়ে (উঁচা গ্রাম -ললিতা গ্রাম নামে বিখ্যাত) জন্ম নেন। সেখানে এখন শ্রী ললিতা সখী মন্দির,আছে। তার পিতা বিশোক এবং মা সারোদা।  রাধা-কৃষ্ণের বিনোদনে, ললিতার দায়িত্ব রাধাকে শান্ত করা যখন সে কৃষ্ণের থেকে বিচ্ছেদ অনুভব করে এবং তারপরে রাধা-কৃষ্ণের মিলনের ব্যবস্থা করে। কলিযুগে বৃন্দাবনের জনপ্রিয় সাধক ও সঙ্গীতজ্ঞ স্বামী হরিদাসকে ললিতার অবতার বলা হয়।\nললিতা সম্পর্কে কথিত আছে যে তিনি ময়ূরপুচ্ছ রঙের শাড়ি পরতেন। ললিতার সুগন্ধি সম্পর্কে বিশেষ উপলব্ধি ও জ্ঞান ছিল। তিনি রাধাকে তাম্বুল অর্থাৎ পানের খিলি দিতেন। তার স্বভাব বামা প্রখরা, বর্ণ - গো রচনা, ভাব - খণ্ডিতা, কুঞ্জ - বিদ্যুৎ বর্ণললিতানন্দন। গৌর লীলায় ললিতা স্বরুপ দামোদর।\nবিশাখা : দ্বিতীয় প্রধান গোপী বিশাখা। বিশাখা সুন্দর পোশাক তৈরিতে ছিলেন পারদর্শী। তিনি বস্ত্রালঙ্কার বা রাধার পোশাক ও অলঙ্করণের ব্যবস্থা করতেন। তার বয়স রাধার মতোই।  বিশাকাহা কামাই গ্রামে জন্মেছিলেন। তার পিতা পবন এবং মায়ের নাম দক্ষিণা।  কলিযুগে স্বামী হরিরাম ব্যাসকে বিশাখার অবতার বলে মনে করা হয়। শ্রী বিশাখা রাধা রমন বিহারিজি মন্দির নামে বিশাখাকে উৎসর্গীকৃত একটি মন্দির উত্তরপ্রদেশের কামাই গ্রামে অবস্থিত। \nবিশাখা ছিলেন খুব সুন্দরী, তাঁর কান্তি ছিল সৌদামিনীর মতো। তিনি রাধাকে কর্পূর-চন্দন দিয়ে তৈরি জিনিস উপহার দিতেন। তার স্বভাব - অধিক মধ্যা, বর্ণ - বিদ্যুৎ, বস্ত্র - তারা বলি, সেবা - কর্পূর এবং বস্ত্রালংকার, ভাব - স্বাধীন ভত্তৃকা, কুঞ্জ - মেঘবর্ণ মদন সুখোদা। গৌর লীলায় - রায় রামানন্দ।\nচম্পকলতা : চম্পকলতা অষ্টসখীর দলে তৃতীয় প্রধান গোপী। চম্পকলতার সৌন্দর্য ছিল চম্পা ফুলের মতো। তাই তার এ নাম চম্পকলতা বলা হত। চম্পকলতা নীল শাড়ি পরতেন। তিনি ব্রজ অঞ্চলের কারাহলা গ্রামে জন্মগ্রহণ করেন। তার মা বতিকা দেবী এবং পিতা আরাম। চম্পকলতা রাধার চেয়ে একদিন ছোট। তিনি বন থেকে ফল ও সবজি সংগ্রহ করা এবং তারপর রাধা-কৃষ্ণের জন্য খাবার রান্না করায় দক্ষ ছিলেন। উত্তরপ্রদেশের করহালায় অবস্থিত শ্রী চম্পকলতা সখী মন্দির তার প্রতি উৎসর্গ করা।  পুষ্টিমার্গ ঐতিহ্যে, বল্লভাচার্যের শিষ্য পদ্মনাভদাসকে চম্পকলতার অবতার বলে মনে করা হয়। \nতার স্বভাব - বামা মধ্যা, বর্ণ - হরিতাল, বস্ত্র - দাড়িম্ব কুসুম, ভাব - প্রষিতভত্তিকা, সেবা - নৃত্য, কুঞ্জ - স্বর্ণবর্ণ নন্দদ কমলকুঞ্জ, বয়স - ১৪ বছর ২ মাস ১৯ দিন। গৌরলীলায় - শ্রী সেন শিবানন্দ।\nচিত্রা : চিত্রা ছিলেন রাধার তৃতীয় সখী। চিত্রার অঙ্গগুলি কেশরের মতো উজ্জ্বল ছিল। তিনি কাচবর্ণের সুন্দর শাড়ি পরতেন। তিনি শ্রীরাধিকাকে সাজাতেন। চিত্রা সম্পর্কে কথিত আছে যে তিনি রাধার কথা ইঙ্গিতে বুঝতেন।\nচিত্রা উত্তর প্রদেশের চিকসৌলি গ্রামে জন্মেছেন। তাঁর মা চর্চিকা এবং পিতা চতুর। তিনি রাধার চেয়ে ২৬ দিনের বড়। তিনি জলপাত্রে সঙ্গীত বাজানোতে পারদর্শী। তিনি জ্যোতির্বিদ্যা এবং জ্যোতিষশাস্ত্র সম্পর্কিত সাহিত্যে দক্ষ। এছাড়া গৃহপালিত প্রাণীদের রক্ষার তাত্ত্বিক ও ব্যবহারিক জাকেও পারদর্শী চিত্রা। তিনি বাগান করায় বিশেষজ্ঞ। শ্রী চিত্রা সখী মন্দির নামে পরিচিত একটি মন্দির, চিকসৌলি তার গ্রামে তাকে উৎসর্গ করা হয়। \nতার স্বভাব - অধিক মৃদ্ধি, বর্ণ - কাস্মির, বস্ত্র - কাঁচ প্রভা, সেবা - মালা এবং বস্ত্রালঙ্কার, ভাব - দিবাভিসারিকা, কুঞ্জ - কিঞ্জঙ্ক চিত্রানন্দ, বয়স - ১৪ বছর ২ মাস ১৬ দিন। গৌর লীলায় - গোবিন্দ নন্দ ঘোষ।\nতুঙ্গবিদ্যা : তুঙ্গবিদ্যা রাধার পঞ্চম সখী। তিনি রাধার চেয়ে পনেরো দিনের বড়। তুঙ্গবিদ্যা হলুদ শাড়ি পরতেন। তাঁর বুদ্ধি ছিল অত্যন্ত প্রখর। তিনি নিজের বুদ্ধিমত্তার জন্য বিখ্যাত ছিলেন। চারুকলায় তুঙ্গবিদ্যায় বিশেষ জ্ঞান ছিল। সঙ্গীতেও পারদর্শী ছিলেন।\nতুঙ্গবিদ্যা উত্তরপ্রদেশের দাভারা গ্রামে জন্মেছেন। তার বাবা পৌস্কর ও মা মেধা-দে। তিনি অতীন্দ্রিয় বিদ্যা, নৈতিকতা, নৃত্য, নাটক, সাহিত্য এবং অন্যান্য সমস্ত শিল্প ও বিজ্ঞানে দক্ষ। তুঙ্গবিদ্যা একজন বিখ্যাত সঙ্গীত শিক্ষক এবং বীণা বাজানো এবং গান গাওয়ার বিশেষজ্ঞ।  দাভারায় শ্রী তুঙ্গবিদ্যা সখী মন্দির নামে একটি মন্দির তাকে উৎসর্গ করা হয়েছে। \nতুঙ্গবিদ্যার স্বভাব -দক্ষিণ প্রখরা, বর্ণ - চন্দ্র কুসুম, ভাব - বিপ্রলব্ধা, বস্ত্র - পাণ্ডরবর্ণ, সেবা) - গীতবাদ্য, কুঞ্জ - অরুন বর্ণ নন্দন কুঞ্জ, বয়স - ১৪ বছর ২ মাস ১৩ দিন। গৌরলীলায় - শ্রী বক্রেশ্বর পন্ডিত।\nইন্দুলেখা : ইন্দুলেখা ছিলেন রাধার চতুর্থ প্রিয় বন্ধু। তিনি লাল শাড়ি পরতেন। ইন্দুলেখা সম্পর্কে বলা হয় যে তিনি সর্বদা খুশি থাকতেন। সর্বদা ঠোঁটে লেগে থাকত হাসি। তিনি নাচ এবং গানে পারদর্শী ছিলেন।\nইন্দুলেখা উত্তর প্রদেশের অজনক গ্রামে জন্মেছেন। তার বাবা সাগর এবং মা বেলা দেবী। ইন্দুলেখা রাধা-কৃষ্ণের জন্য খাবার তৈরি করতেন। নাচেও দক্ষ তিনি।  ইন্দুলেখা রাধার চেয়ে তিন দিনের ছোট। অজনক গ্রামে শ্রী ইন্দুলেখা সখী মন্দির নামে একটি মন্দির তাকে উৎসর্গ করা হয়েছে। \nইন্দুলেখার স্বভাব - বামা প্রখরা, বর্ণ - চম্পক, বস্ত্র - চাষ পক্ষী অথবা দারিম্ব কুসুম, সেবা - চামর এবং নৃত্য, ভাব - বাসকসজ্জা, কুঞ্জ - তপ্তকাঞ্চন সুখদ, বয়স - ১৪ বছর ২ মাস ১২ দিন। গৌর লীলায় - শ্রীবসুরামানন্দ।\nরঙ্গদেবী : রঙ্গদেবী রাধার অষ্টসখীর সপ্তম জন। রঙ্গদেবী জবাকুসুম রঙের শাড়ি পরতেন। তিনি রাধার পায়ে আলতা পরানোর কাজ করতেন। উপবাসের সমস্ত আচার-অনুষ্ঠানের জ্ঞান রাখতেন রঙ্গদেবী।\nতিনি রাখলির সুনেহরা গ্রামে তার মা করুণা-দেবী এবং বাবা রাঙ্গাসারের কাছে জন্মগ্রহণ করেন। সে রাধার চেয়ে সাত দিনের ছোট। তার বৈশিষ্ট্য চম্পকলতার মতো। তিনি একজন বিশেষজ্ঞ যুক্তিবিদ এবং কৃষ্ণের উপস্থিতিতে রাধার সাথে রসিকতা করতে পছন্দ করেন। তার সেবার মধ্যে রয়েছে সুগন্ধি ধূপ জ্বালানো, শীতকালে কয়লা বহন করা এবং গ্রীষ্মকালে ঐশ্বরিক দম্পতিকে পাখায় বাতাস করা। রাখালিতে শ্রী রাধা মনোহর রঙ্গদেবী মন্দির নামে একটি মন্দির রয়েছে এবং এটি তাকে উত্সর্গীকৃত। \nরঙ্গদেবীর স্বভাব - বামামধ্যা, বর্ণ - পদ্মকিঞ্জক, বস্ত্র - জবাকুসুম, ভাব - উৎকণ্ঠা, সেবা - অলক্ত, কুঞ্জ - শ্যাম বর্ণ সুখদ শ্যাম কুঞ্জ, বয়স - ১৪ বচর ২ মাস ৮ দিন। গৌরলীলায় - শ্রী গোবিন্দ ঘোষ।\nসুদেবী : অষ্টসখীর দলে সর্বশেষ গোপী হলেন সুদেবী। সুদেবী খুব সুন্দরী ছিলেন। তিনি প্রবাল রঙের শাড়ি পরতেন এবং রাধাকে জল দিতেন। জলকে বিশুদ্ধ করার জ্ঞান ছিল তাঁর।\nসুদেবী রঙ্গদেবী সখীর যমজ বোন এবং রাখালিতে মা করুণা-দেবী এবং বাবা রাঙ্গাসারের ঘরে জন্মগ্রহণ করেন। সেও রাধার থেকে সাত দিনের ছোট। সুদেবীর প্রধান সেবা হল রাধা-কৃষ্ণকে পানি দেওয়া।  সুদেবীকে উৎসর্গ করা একটি মন্দির রাজস্থানের রাধানগরী জেলার সুনহেরা গ্রামে অবস্থিত এবং মন্দিরটিকে শ্রী সুদেবী সখী মন্দির বলা হয়। \nতার স্বভাব - বামা প্রখরা, বর্ণ - সুবর্ণ, বস্ত্র - প্রবাল বর্ণ, সেবা -জল, ভাব - কলহান্তরিকা, কুঞ্জ - হরিদ্রা বর্ণ সুখদ কুঞ্জ, বয়স - ১৪/২/৮ দিন। গৌর লীলায় - শ্রী বাসুদেব ঘোষ।\nবৈষ্ণবধর্মে, গোপীরা কৃষ্ণের প্রতি তাদের নিঃস্বার্থ প্রেম এবং উৎসর্গের জন্য পরিচিত। তারা কখনও কখনও ঈশ্বরের জন্য মানুষের আকাঙ্ক্ষার প্রতীক। স্কন্দ পুরাণ অনুসারে, রাধা-কৃষ্ণের লক্ষ লক্ষ গোপীর মধ্যে অষ্টসখী হল সবচেয়ে বিশিষ্ট আট গোপী। তারা রাসলীলার অবিচ্ছেদ্য অংশ।  শাক্তধর্মে, অষ্টসাখীকে কখনও কখনও অষ্ট সিদ্ধিদের (অণিমা, মহিমা, গরিমা, লঘিমা, প্রপ্তি, প্রাকাম্য, ইষিত্ব এবং বশিত্ব) মূর্ত প্রতীক হিসাবে বিবেচনা করা হয়। \n\n\n== ঐতিহ্য ==\n\nঅনেক কৃষ্ণধর্মের ঐতিহ্যে, অষ্টসখীর পূজা করা হয় এবং তাদের মাধ্যমে রাধা-কৃষ্ণের সান্নিধ্য লাভ করা হয়। বল্লভাচার্যের পুষ্টিমার্গ সম্প্রদায়, স্বামী হরিদাসের হাইদাসী সম্প্রদায়, হিত হরিবংশ মহাপ্রভুর রাধা বল্লভ সম্প্রদায়, চৈতন্য মহাপ্রভুর গৌড়ীয় বৈষ্ণব সম্প্রদায় এবং নিরীক্ষম মহারাজের জগৎপ্রাচ্য মহারাজের গৌড়ীয় বৈষ্ণব সম্প্রদায়ের বিশ্বাস ও অনুশীলনে অষ্টসখী মুখ্য ভূমিকা পালন করে। \n\n\n== মন্দির ==\nশ্রী রাধা রাসবিহারী অষ্টসখী মন্দির, বৃন্দাবন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ নভেম্বর ২০১৮ তারিখে\nশ্রী অষ্টসখী মন্দির, বারসানা \nগোপী\nরাধা কৃষ্ণ\nঅষ্টভার্য\nঅষ্টলক্ষ্মী\nগোলোক\n\n\n== তথ্যসূত্র =="}