{"pageid": 1400607, "title": "যোগসাজশী ব্যবসায়ী চক্র", "url": "https://bn.wikipedia.org/wiki?curid=1400607", "content": "যোগসাজশী ব্যবসায়ী চক্র বলতে আপাতদৃষ্টিতে পরস্পরের প্রতিযোগী ও স্বাধীন মুষ্টিমেয় কিছু ব্যবসা প্রতিষ্ঠান নিজেদের সার্বিক মুনাফা বাড়ানোর জন্য ও বাজারে আধিপত্য বিস্তারের উদ্দেশ্যে সংঘবদ্ধ হয়ে যোগসাজশ করে পণ্য বা সেবার মূল্য, উৎপাদন ও বিতরণ নিয়ন্ত্রণের লক্ষ্যে আনুষ্ঠানিকভাবে বা অনানুষ্ঠিকভাবে গোপন যে চুক্তি বা সংগঠনটি গঠন করে, তাকে বোঝায়। যোগসাজশী ব্যবসায়ী চক্র বিভিন্নভাবে কাজ করতে পারে। প্রথমত, তারা উৎপাদনের মাত্রার সীমা বেঁধে দিয়ে বাজারে কৃত্রিম ঘাটতির সৃষ্টি করে পণ্যের চড়া দাম (কৃত্রিম মূল্যস্ফীতি) বজায় রাখে। আবার, তারা পণ্যের মজুদ গুদামে আটকে রেখে বা বাজারে বেশি পণ্য ছেড়ে দিয়ে বাজারে পণ্যের সরবরাহ নিয়ন্ত্রণ করেও এই কাজ করতে পারে। তৃতীয়ত, তারা বিভিন্ন স্থানীয়, আঞ্চলিক, জাতীয় বা আন্তর্জাতিক বাজার নিজেদের মধ্যে ভাগাভাগি করে নিতে পারে, যাতে নিজেদের মধ্যে সরাসরি প্রতিযোগিতা হ্রাস পায় ও প্রত্যেকে নিজ নিজ ভাগে আধিপত্য বিস্তার করতে পারে। এছাড়া তারা পণ্যের জন্য নির্দিষ্ট দাম বেঁধে দিতে পারে, যাতে দামের প্রতিযোগিতা হ্রাস পায়। যোগসাজশী ব্যবসায়ী চক্রের সদস্যরা সাধারণত স্বাধীন পরিচয় ও আর্থিক স্বাধীনতা বজায় রাখে কিন্তু গোপনে সহযোগিতামূলক নীতিতে অংশগ্রহণ করে। যোগসাজশী ব্যবসায়ী চক্র জাতীয় বা আন্তর্জাতিক পরিসরে কাজ করতে পারে। আন্তর্জাতিক বাণিজ্যিক পরিসরের যোগসাজশী চক্রগুলিকে ইংরেজিতে \"কার্টেল\" (Cartel) এবং দেশীয় বাণিজ্যের প্রেক্ষাপটে এগুলিকে ইংরেজিতে \"ট্রাস্ট\" (Trust) বলা হয়। \nযোগসাজশী ব্যবসায়ী চক্রের পক্ষ সমর্থকেরা দাবি করে যে এর ফলে বাজারে স্থিতিশীলতা আসে, উৎপাদনের খরচ হ্রাস পায়, মুনাফা সমানভাবে বিতরণ করা যায় এবং এভাবে ক্রেতা-ভোক্তার উপকার হয়। যোগসাজশী ব্যবসায়ী চক্রের বিরোধীরা এই যুক্তি দেন যেহেতু যোগসাজশী ব্যবসায়ীরা বাজারে মূল্যের প্রতিযোগিতা কমিয়ে দেয়, উৎপাদনের মাত্রা কমিয়ে দেয় এবং ক্রেতা-ভোক্তাদের কাছে কৃত্রিম চড়া দামে পণ্য ও সেবা বিক্রি করে, তাই চক্রে অংশগ্রহণকারী ব্যবসায়ীদের সবার সামষ্টিক মুনাফা বৃদ্ধি পেলেও  তাদের এই কর্মকাণ্ডের কারণে ক্রেতা-ভোক্তাদের কৃত্রিম চড়া দামে পণ্য ও সেবা কিনতে হয়। যোগসাজশী ব্যবসায়ীরা বাজার ভাগাভাগি করে নেয়ার কারণে ক্রেতাদের পছন্দের পরিমাণও হ্রাস পায়। ২০শ শতাব্দীর দ্বিতীয়ার্ধে এসে যোগসাজশী ব্যবসায়ী চক্রের উপকারিতার চেয়ে অপকারিতাই বেশি বলে গণ্য করা হয়। তাই বাংলাতে যোগসাজশী ব্যবসায়ী চক্রগুলিকে অসাধু ব্যবসায়ী চক্র হিসেবেও ডাকা হয়। \nযোগসাজশী ব্যবসায়ী চক্রগুলি সাধারণত অস্থায়ী প্রকৃতির হয়ে থাকে কেননা এগুলি থেকে বেরিয়ে আসা ও দাম পড়ে যাওয়ার লোভ সম্বরণ করা সব সদস্যের পক্ষে সম্ভব হয় না। অধিকন্তু প্রযুক্তির উন্নতির সাথে সাথে বা বিকল্প পণ্যের আবির্ভাবের সাথে সাথে যোগসাজশী ব্যবসায়ী চক্রের দাম নির্ধারণ করার ক্ষমতা খর্ব হয়, তাই চক্রটিকে টিকিয়ে রাখার জন্য সহযোগিতায় ভাটা পড়ে। যোগসাজশী ব্যবসায়ী চক্রগুলি সাধারণত একই ব্যবসায়িক বলয়ে প্রতিদ্বন্দ্বী ব্যবসায়িক প্রতিষ্ঠানগুলির মধ্যে ঘটে থাকে। \nযোগসাজশী ব্যবসায়ী চক্রগুলি ন্যায়সঙ্গত প্রতিযোগিতা-বিরোধী বলে বিশ্বের অনেক দেশে প্রতিযোগিতা আইন প্রণয়নের পর থেকে এগুলি আইনত নিষিদ্ধ।  যোগসাজশী চক্র-বিরোধী আইন (Anti-trust law) ও ন্যায়সঙ্গত প্রতিযোগিতা নিশ্চিতকারী কর্তৃপক্ষগুলি যোগসাজশী ব্যবসায়ী চক্র গঠন ও পরিচালনা প্রতিরোধ করতে পারে। সরকার ও অন্যান্য নিয়ন্ত্রক কর্তৃপক্ষগুলি সক্রিয়ভাবে যোগসাজশী ব্যবসায়ী চক্রগুলিকে শনাক্ত ও ধ্বংস করার চেষ্টা করে। যোগসাজশী ব্যবসায়ী চক্রগুলি সিংহভাগ ক্ষেত্রে বেআইনি বলে এগুলি গোপনে কার্যকলাপ চালিয়ে থাকে, ফলে এগুলি শনাক্ত করা ও এগুলির অস্তিত্ব প্রমাণ করা কর্তৃপক্ষের পক্ষে দুরূহ হয়ে থাকে। যেসব ব্যবসা প্রতিষ্ঠান অসাধু চক্রের কার্যকলাপে জড়িত থাকে, সেগুলি  কঠোর শাস্তি পেতে পারে, যার মধ্যে জরিমানা ও নির্দিষ্ট ব্যক্তিদের বিরুদ্ধে আইনি ব্যবস্থা গ্রহণ করা হতে পারে। কিছু কিছু আইনি এখতিয়ারভুক্ত এলাকাতে ক্ষমা কর্মসূচি প্রস্তাব করা হতে পারে, যাতে যোগসাজশী ব্যবসায়ী চক্রের সদস্যদেরকে এগিয়ে এসে হ্রাসকৃত শাস্তির বিনিময়ে অসাধু কর্মকাণ্ড সম্পর্কে তথ্য প্রদানে উৎসাহিত করা হয়।\nইউরোপে ১৮৭০-এর দশকে জার্মানিতে অর্থনৈতিক প্রবৃদ্ধির সাথে তাল মিলিয়ে যোগসাজশী ব্যবসায়ী চক্রের বিস্তার ঘটে। তাদের সফলতা জার্মানদেরকে দুইটি বিশ্বযুদ্ধ শুরু করতে সাহায্য করে বলে কেউ কেউ মনে করেন। ১ম বিশ্বযুদ্ধের সময় জার্মান সরকার দেশীয় যোগসাজশী চক্র ব্যবহার করে অস্ত্র ও অন্যান্য যুদ্ধোপকরণ উৎপাদন করত। ২য় বিশ্বযুদ্ধের সময়ে জার্মানির সব শিল্পখাতই নাৎসি সরকারের ছত্রছায়ায় থাকা বিভিন্ন যোগসাজশী চক্রের অধীনস্থ ছিল। বর্তমানে বিশ্বায়নের যুগে এসে অনেক যোগসাজশী ব্যবসায়ী চক্র রাষ্ট্রের সীমানা ছাড়িয়ে আন্তর্জাতিক পরিমণ্ডলে কার্যকলাপ চালাচ্ছে, যা বিশ্ব অর্থনীতিতে তাৎপর্যপূর্ণ প্রভাব ফেলছে এবং কাঁচামাল ও পণ্যের মূল্য ও এগুলির বাণিজ্যের গতিশীলতাও প্রভাবিত হচ্ছে। ঔষধ, মোটরযান, ইলেকট্রনীয় সামগ্রী ও অন্যান্য অনেক শিল্পে আন্তর্জাতিক যোগসাজশী ব্যবসায়ী চক্র বিদ্যমান, যাদেরকে কার্যকরভাবে প্রতিহত করতে আন্তর্জাতিক সহযোগিতা খুবই গুরুত্বপূর্ণ। এরপরেও কিছু কিছু যোগসাজশী ব্যবসায়ী চক্র যেমন খনিজ তেল (পেট্রোলিয়াম) বিক্রেতা ব্যবসায়ী চক্র (ওপেক) এবং হীরার ব্যবসায়ী চক্রগুলিকে আইনগতভাবে এখনও বৈধ গণ্য করা হয়।\nযোগসাজশী ব্যবসায়ী চক্রের সাথে অন্যান্য সাজশী কাজ যেমন কর্পোরেট একীভবনের পার্থক্য করা হতে পারে।\n\n\n== তথ্যসূত্র =="}