{"pageid": 1400854, "title": "টমাস জে. হাডনার জুনিয়র", "url": "https://bn.wikipedia.org/wiki?curid=1400854", "content": "টমাস জেরোম হাডনার জুনিয়র (৩১ আগস্ট , ১৯২৪ - ১৩ নভেম্বর, ২০১৭) ছিলেন একজন মার্কিন যুক্তরাষ্ট্রের নৌবাহিনী কর্মকর্তা এবং নৌ বিমানচালক । তিনি ক্যাপ্টেন পদে উন্নীত হন এবং কোরিয়ান যুদ্ধের চোসিন জলাধারের যুদ্ধের সময় তার উইংসম্যান, এনসাইন জেসি র‍্যাংক এর এল. ব্রাউনের জীবন বাঁচানোর জন্য সম্মাননা পদক পান।\nম্যাসাচুসেটসের ফল রিভারে জন্ম নেওয়া হাডনার ম্যাসাচুসেটসের অ্যান্ডোভারের ফিলিপস একাডেমি এবং ইউনাইটেড স্টেটস নেভাল একাডেমিতে পড়াশোনা করেছেন। প্রাথমিকভাবে বিমান চালনায় আগ্রহ না থাকায় শেষ পর্যন্ত তিনি ফাইটার স্কোয়াড্রন ৩২-এ যোগ দেন, কোরিয়ান যুদ্ধের প্রাদুর্ভাবের সময় F4U কর্সায়ার উড়ান। ১৯৫০ সালের অক্টোবরে কোরিয়ার কাছে পৌঁছে তিনি বিমানবাহী রণতরী ইউএসএস Leyte  উড়িয়েছিলেন।\n৪ ডিসেম্বর, ১৯৫০-এ, হাডনার এবং ব্রাউন চোসিন জলাধারের কাছে টহলরত পাইলটদের একটি গ্রুপের মধ্যে ছিলেন যখন ব্রাউন'স কর্সায়ার চীনা সৈন্যদের স্থল গুলি দ্বারা আঘাত করে এবং বিধ্বস্ত হয়। ব্রাউনকে তার জ্বলন্ত বিমান থেকে বাঁচানোর প্রয়াসে, হাডনার ব্রাউনকে সাহায্য করার জন্য ইচ্ছাকৃতভাবে হিমাঙ্কের তাপমাত্রায় একটি তুষারময় পাহাড়ে তার নিজের বিমানটি ক্র্যাশ-ল্যান্ড করেছিলেন । এই প্রচেষ্টা সত্ত্বেও, ব্রাউন তার আঘাতের কারণে মারা যান এবং হাডনার ব্রাউনের দেহকে পিছনে ফেলে যেতে বাধ্য হন। কোনো উদ্ধারকারী হেলিকপ্টার অন্ধকারে এই দিকে আসতে না পারায় হাডনার তার আঘাত প্রাপ্ত অবস্থায় থাকেন।\nএই ঘটনার পর, ১৯৭৩ সালে অবসর নেওয়ার আগে হাডনার ভিয়েতনাম যুদ্ধে একটি সফরের সময় ইউএসএস Kitty Hawk  এর নির্বাহী অফিসার হিসাবে একটি সংক্ষিপ্ত কার্যকাল সহ বেশ কয়েকটি মার্কিন নৌবাহিনীর জাহাজে এবং বেশ কয়েকটি এভিয়েশন ইউনিটের পদে অধিষ্ঠিত হন।  পরবর্তী বছরগুলিতে, তিনি মার্কিন যুক্তরাষ্ট্রে বিভিন্ন ভেটেরান্স সংস্থার জন্য কাজ করেন। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nMakos, Adam (২০১৫)। Devotion: An Epic Story of Heroism, Friendship, and Sacrifice। Ballantine Books। আইএসবিএন 978-0804176583। \n\n\n== বহিঃসংযোগ ==\nইউটিউবে Thomas Hudner discusses his Medal of Honor action.\nHistoric footage of Thomas Hudner receiving Medal of Honor from President Harry Truman.\nInterview at the Pritzker Military Museum & Library\nArlington National Cemetery"}