{"pageid": 1400757, "title": "সেনানায়েকে সমুদ্র", "url": "https://bn.wikipedia.org/wiki?curid=1400757", "content": "সেনানায়েকে সমুদ্র (সিংহলি: සේනානායක සමූද්‍රය, তামিল: சேனானாயக்க சமூத்ரய) হলো শ্রীলঙ্কার সবচেয়ে বড় জলাধার এবং মানব-সৃ্ষ্ট (কৃত্রিম) হ্রদ। স্থানীয়ভাবে এটি \"সমুদ্র\" (সিংহলি: සමූද්‍රය সমুদ্র, তামিল :கடல்) নামে পরিচিত। এই জলাধারটি শ্রীলঙ্কার পূর্বাঞ্চল প্রদেশের আমপারা জেলায় অবস্থিত। সেনানায়েকে সমুদ্রটির খনন কাজ ১৯৪৯ সালের ২৮ আগস্ট তারিখে গল ওয়া বহুমুখী প্রকল্পের অধীনে শুরু করা হয়েছিল, যা ১৯৫৩ সালে শ্রীলঙ্কার প্রথম প্রধানমন্ত্রী ডি. এস. সেনানায়েকের কর্মকালে পরিসমাপ্ত হয়।\n\n\n== বিবরণ ==\nসেনানায়েকে সমুদ্র ৭°১৬' উত্তর অক্ষাংশ হতে ৭°৫' উত্তর অক্ষাংশ এবং ৮১°২২' পূর্ব দ্রাঘিমা হতে ৮১°৪০' পূর্ব দ্রাঘিমা পর্যন্ত বিস্তৃত। উভা প্রদেশের মণিরাগালা জেলা ও পূর্বাঞ্চল প্রদেশের আমপারা জেলার সীমানা হিসেবে এর অবস্থান। সমুদ্রপৃষ্ঠ হতে আনুমানিক ৮০ মিটার উচ্চতায় অবস্থিত এই জলাধারটি পূর্ণ অবস্থায় বিস্তৃত হয় ৭,৭৭০ হেক্টর এলাকা জুড়ে।\nগল ওয়া উপত্যাকায় এর অবস্থান। প্রায় ১,৬২,০০০ হেক্টর বনভূমিতে কৃষিকাজ ও শিল্পোৎপাদনের জন্য এই জলাধারটি নির্মাণ করা হয়। এতে গল ওয়া নদী ও আরও ৭টি শাখা এবং ২৩টি ক্ষুদ্র নিষ্কাশন নালা হতে জল সরবরাহ ঘটে। অবস্থানগতভাবে এটি চতুর্পাশের পার্বত্যভূমি দ্বারা বেষ্টিত যা গহীন বৃষ্টিবহুল অরণ্যে আচ্ছাদিত। এর সর্বোচ্চ গভীরতা ৩৩ মিটার এবং গড় গভীরতা ১২ মিটার। ১,০৮৩ মিটার দৈর্ঘ্য বিশিষ্ট এই জলাধারটির পানির উচ্চতা সংলগ্ন পাহাড়ি অঞ্চলের বৃষ্টিপাতের ওপর নির্ভরশীল। ১,০০,০০০ একর জমিতে জল সেচের মাধ্যমে আলু, আখ, মরিচ, ধান সহ অন্যান্য শস্য উৎপাদনে এই জলাধারটি বিশেষ ভূমিকা পালন করে।\n\n\n== পর্যটন ==\n১৯৫৩ সালে নির্মিত হলেও সেনানায়েকে সমুদ্র অদ্যাবধি শ্রীলঙ্কার সর্বকালের সর্ববৃহৎ জলাধার। ইনজিনিয়াগালা পার্বত্য এলাকায় অবস্থিত এই জলাধারটি চারিপাশের উচ্চভূমির জলনিষ্কাশনের মূল মাধ্যম গল ওয়া নদীর প্রধান অবক্ষেপন এলাকা। এর সন্নিকটবর্তী এলাকায় ১৯৫৪ সালে ১৯৮ বর্গমাইল এলাকা নিয়ে গঠন করা হয় গল ওয়া জাতীয় উদ্যান, যা প্রচুর বন্যপ্রাণীর আবাসস্থল - যার মধ্যে ২০০'এর অধিক হাতি, ভল্লুক এবং চিতাবাঘ রয়েছে। সেনানায়েকে সমুদ্র শ্রীলঙ্কার অন্যতম প্রধান  মৎস্য আহরণকেন্দ্র। শ্রীলঙ্কার পূর্বাংশের শুষ্ক অঞ্চলে জলসেচের জন্য গৃহীত গল ওয়া প্রকল্পটিতে বার্ষিক হাজার হাজার পর্যটক ভ্রমণ করে থাকে।\n\n\n== ব্যবস্থাপনা ==\nসেনানায়েকে সমুদ্রের বিশেষ বৈশিষ্ট্য হলো এর সুষ্ঠু ব্যবস্থাপনা ও সংলগ্ন এলাকার পরিবেশ ও প্রতিবেশে এর ভূমিকা। এটি শ্রীলঙ্কার সেচ ও পানি সম্পদ ব্যবস্থাপনা মন্ত্রণালয়ের অধীনে পরিচালিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}