{"pageid": 1400840, "title": "মূর্থি নায়নার", "url": "https://bn.wikipedia.org/wiki?curid=1400840", "content": "মূর্থি নায়নার, মূর্তি নায়নার বা  মূর্তি ছিলেন একজন নয়নার সাধক যাকে শৈব সম্প্রদায়ে শ্রদ্ধা করা হয়। তাকে সাধারণত ৬৩ জন নায়নারের তালিকায় পনেরতম হিসাবে গণ্য করা হয়।\n\n\n== জীবনী ==\nমূর্তি নয়নারের জীবনী সেক্কিজহারেন  (দ্বাদশ শতাব্দী) পেরিয়া পুরাণমে বর্ণনা করা হয়েছে। পেরিয়া পুরানম  ৬৩ জন নয়নারের একটি জীবনীগ্রন্থ। মূর্তি নয়নার পান্ডিয়ান রাজ্যের রাজধানী মাদুরাইতে জন্মগ্রহণ করেন। মাদুরাই মীনাক্ষী আম্মান মন্দিরের জন্য বিখ্যাত যা দেবতা শিব এবং তার স্ত্রী মীনাক্ষীকে উৎসর্গ করা হয়েছে। মাদুরাই বর্তমানে ভারতের তামিলনাড়ু রাজ্যের অংশ। মূর্তি নয়নার ছিলেন একজন বৈশ্য, বণিক জাতি । তিনি পেশায় ব্যবসায়ী ছিলেন। তিনি শৈব ধর্মের পৃষ্ঠপোষক দেবতা শিবের একজন মহান ভক্ত ছিলেন। বণিক মন্দিরে শিবের মূর্তি অভিষেক করার জন্য সুগন্ধি চন্দন খণ্ড দিয়ে শিবের সেবা করতেন। এক জৈন শাসক পান্ড্যদের পরাজিত করে রাজ্য দখল করে। তিনি শৈবদের নিপীড়ন করেন এবং তাদের জোরপূর্বক জৈন ধর্মে ধর্মান্তরিত করার চেষ্টা করেন। যাইহোক, মূর্তি নায়নার মারপিটের মধ্যে প্রতিদ্বন্দ্বীহীন ছিলেন এবং মন্দিরে শিবকে চন্দন পিণ্ড নিবেদন করতে থাকেন।\nমূর্তিকে জোরপূর্বক ধর্মান্তরিত করার জন্য, জৈন রাজা রাজধানীতে চন্দন কাঠের সরবরাহ বন্ধ করে দেন যাতে মূর্তিদের সেবা ব্যাহত হয়। যাইহোক, মূর্তি চন্দনের পরিবর্তে তার কনুই ব্যবহার করেন। তিনি শিবকে অভিষেক করার জন্য একটি পিণ্ড তৈরি করতে পাথরের উপর তার কনুই পিষতে শুরু করেন। ফলে তার ত্বক পিষে গিয়ে হাড়গুলো দেখা যায় এবং রক্ত বের হতে থাকে। তাঁর ভক্তিতে খুশি হয়ে শিব তাঁর সামনে উপস্থিত হয়ে তাঁকে আশীর্বাদ করলেন। শিব তাকে আশ্বস্ত করেন, অত্যাচারী রাজা শীঘ্রই মারা যাবে এবং মূর্তি তার জায়গায় রাজা হবে। ভবিষ্যদ্বাণী অনুসারে, রাজা পরের দিন উত্তরাধিকারী ছাড়াই মারা যান।\nপরম্পরা অনুযায়ী পরবর্তী রাজা নির্বাচনের জন্য মন্ত্রীরা মালা দিয়ে একটি হাতি পাঠান। চোখ বাঁধা হাতিটি শহরে ঘুরে অবশেষে মন্দিরে পৌঁছে গেল। এদিকে, মূর্তি যিনি রাজত্বের আকাঙ্ক্ষা করেননি, তাঁর ভাগ্যকে ঐশ্বরিক আদেশ হিসাবে গ্রহণ করেছিলেন। তিনি মন্দিরের বাইরে এলেন, তখন হাতি প্রণাম করে সাধুকে মালা পরাল। হাতিটি তখন মূর্তিকে উপরে তুলে তার পিঠে বসিয়ে প্রাসাদে ফিরে গেল। মন্ত্রীরা মূর্তিকে রাজা হতে অনুরোধ করলেন। মূর্তি এই শর্তে রাজি হন যে, রাজ্যের জনগণ যেন শৈব ধর্মকে তাদের জীবনধারা হিসাবে গ্রহণ করে। মূর্তি শৈব ভক্তের বস্ত্র পরিধান করে রাজত্ব করতেন, তিনি তার শরীরে পবিত্র ছাই মেখেছিলেন এবং মুকুটের পরিবর্তে রুদ্রাক্ষের অলঙ্কার এবং চুলে জটা করতেন। তিনি মুকুটের বিলাসিতা পরিত্যাগ করেন এবং ন্যায্যভাবে রাজ্য শাসন করে শৈব ধর্মের প্রসারের লক্ষ্য রেখেছিলেন। মৃত্যুর পর তিনি শিবের আবাস লাভ করেন।\nবিদ্যা দেহেজিয়া মনে করেন, তার ঐতিহাসিকতা প্রশ্নবিদ্ধ, কিন্তু সম্ভাব্য। আক্রমণকারীদের ব্যাখ্যা করা হয় জৈন কালভ্র হিসেবে, যারা মাদুরাই জয় করেছিল। পেরিয়া পুরাণম পান্ড্য রাজার উপর কলিঙ্গের রাজা খারবেলার (১৯৩ খ্রিস্টপূর্ব - ১৭০ খ্রিস্টপূর্বাব্দের পরে) শিলালিপি থেকে বর্ণনা গ্রহণ করেছে।\n\n\n== স্মরণ ==\n\nসবচেয়ে বিশিষ্ট নয়নারদের মধ্যে একজন, সুন্দরার (অষ্টম শতাব্দী) বিভিন্ন নায়নার সাধুদের স্তোত্রে মূর্তি নয়নারের (যাকে মূর্তি বলা হয়) উল্লেখ করেছেন। তিনি \"সার্বভৌমত্বের তিনটি প্রতীক\" এর মাধ্যমে বিশ্বশাসন করতে বলেছেন।\nমূর্তি নায়নারকে একটি মুকুট পরা, হাত অঞ্জলি মুদ্রা ভঙ্গি এবং বাহুতে একটি মুগুর ধারণ করেন দেখানো হয়েছে। তার সম্মানে পবিত্র দিনটি তামিল আদি মাসের নবম দিনে পালন করা হয়, যা সাধারণত ১০ আগস্টের সাথে মিলে যায়। তিনি ৬৩ জন নায়নারের সাথে  সম্মিলিতভাবে পূজা গ্রহণ করেন। তাদের মূর্তি এবং তাদের কর্মের সংক্ষিপ্ত বিবরণ তামিলনাড়ুর অনেক শিব মন্দিরে পাওয়া যায়। উৎসবে শোভাযাত্রায় তাদের মূর্তি তোলা হয়।\n\n\n== তথ্যসূত্র =="}