{"pageid": 1400711, "title": "বার্সবে", "url": "https://bn.wikipedia.org/wiki?curid=1400711", "content": "আশরাফ সাইফুদ্দিন বার্সবে (আরবি: الأشرف سيف الدين برسباي) ১৪২২ খ্রিস্টাব্দ থেকে ১৪৩৮ সাল পর্যন্ত মিশরের নবম বুরজি মামলুক সুলতান ছিলেন। তিনি জন্মসূত্রে সার্কাসীয় ছিলেন এবং প্রথম বুরজি সুলতান বারকুকের প্রাক্তন দাস ছিলেন।\n\n\n== জীবনী ==\nতার ১৬ বছরের রাজত্ব ছিল মিশরের মামলুক আমলের মান অনুসারে একটি অপেক্ষাকৃত দীর্ঘ রাজত্ব। তার রাজত্ব আপেক্ষিক নিরাপত্তা এবং স্থিতিশীল ছিল। তবে কয়েকটি যুদ্ধ বা বিদ্রোহও ঘটেছিল। তিনি যদিও লোভী এবং বদমেজাজের জন্য অভিযুক্ত ছিলেন, কিন্তু একই সাথে দরিদ্র এবং সুফিদের প্রতি উদার থাকার বিষয়ে খ্যাতি অর্জন করেছিলেন (সুফিদের প্রতি প্রবণতাটি কায়রোর মৃত্যুর শহরে তাঁর সমাধি-খানকাহ কমপ্লেক্সে স্পষ্ট হয়)।\nতিনি মামলুক রাজ্যে বেশ কিছু প্রশাসনিক সংস্কার করেছিলেন। যার মধ্যে সামরিক বিচার বিভাগ হিসেবে সালতানাতকে একীভূত করা এবং ইয়েমেন ও ইউরোপের মধ্যে লোহিত সাগরের বাণিজ্যের উপর মিশরের একচেটিয়া অধিকার নিশ্চিত করা উল্লেখযোগ্য। এই প্রক্রিয়ায় তিনি জেদ্দা (কায়রোর কাছাকাছি) হয়ে ভারত মহাসাগরের বাণিজ্য পথগুলিকে সরিয়ে দেন এবং চিনি ও গোলমরিচের ওপর রাষ্ট্রীয় একচেটিয়া অধিকারও চালু করেন। তার লোহিত সাগরের কার্যক্রমের মধ্যে ১৪২৬ সালে আইযাবের চূড়ান্ত ধ্বংস অন্তর্ভুক্ত ছিল, যা এক সময়ের গুরুত্বপূর্ণ বন্দর ছিল; কিন্তু আগের শতাব্দীতে হ্রাস পেয়েছিল।\n১৪২৪-২৬ সালে তিনি সাইপ্রাস আক্রমণ করেন এবং জয় করেন, সাইপ্রাসের রাজা জানুসকে ( হাউস অফ লুসিগনান থেকে) বন্দী করেন এবং তাকে কর প্রদান করতে বাধ্য করেন।\n১৪৩০ সালে মিশর দুর্ভিক্ষ এবং প্লেগ দ্বারা মারাত্মকভাবে ক্ষতিগ্রস্ত হয়েছিল।\nবার্সবে তার সময়ের অন্যান্য মুসলিম শাসকদের সাথে সুসম্পর্ক ছিল, যেমন বাংলার সুলতান জালালউদ্দিন মুহাম্মদ শাহ । সাখাভি তার দাউয়িল লামি লি আহলিল কারনিত তাসি অনুসারে, মামলুক সুলতান একবার বাঙালি সুলতানকে বিনিয়োগ, সম্মানের পোশাক এবং একটি স্বীকৃতি পত্র উপহার দিয়েছিলেন। বার্সবের কাছে উপহার প্রেরণের আগেই বাঙালি শাসক মারা যান। তার পুত্র এবং উত্তরাধিকারী শামসউদ্দিন আহমদ শাহ প্রেরণে কিছুটা বিলম্ব করেছিলেন কিন্তু তবুও তার পিতার প্রাথমিক উপহারগুলি প্রেরণ করেছিলেন এবং তার নিজের আরও উপহার যোগ করেছিলেন। প্যাকেজটির মোট মূল্য ছিল ১২,০০০ লাল টঙ্কার বেশি এবং এতে জামাকাপড়, তুলা, আদা, হরিতকী এবং অন্যান্য মশলা অন্তর্ভুক্ত ছিল। দূতের জাহাজটি বাংলা থেকে ভারত মহাসাগর হয়ে কায়রো যাওয়ার পথে জেদ্দার উপকূলে ডুবে যায়। ১৪৩৬ সালে জেদ্দার গভর্নর কিছু লোককে উপহারের জন্য লোহিত সাগরে অনুসন্ধান করতে পাঠান এবং তারা টেক্সটাইল নিয়ে ফিরে আসেন যদিও জলে মশলাগুলি ক্ষতিগ্রস্ত হয়েছিল। বার্সবেকে গভর্নর এই বিষয়ে অবহিত করার পর তিনি বাঙালি দূতাবাসের সকল সদস্যকে গ্রেপ্তারের আদেশ দেন। এরপর তিনি তাদের দূতের পণ্যসামগ্রী বাজেয়াপ্ত করেন এবং তাদের আবার কায়রো ভ্রমণে নিষেধ করেন।\nসাইপ্রাসের সামরিক বিজয় থেকে আয় এবং এই বাণিজ্য নীতিগুলি তাকে তার নির্মাণ প্রকল্পে অর্থায়নে সাহায্য করেছিল এবং তিনি অন্তত তিনটি বিদ্যমান এবং উল্লেখযোগ্য স্মৃতিস্তম্ভের জন্য পরিচি। তিনি ১৪২৪ সালে কায়রোর মুইয সড়কে একটি মাদ্রাসা-মসজিদ কমপ্লেক্স তৈরি করেছিলেন। তার সমাধি কমপ্লেক্সে একটি মাদ্রাসা এবং খানকাহও অন্তর্ভুক্ত ছিল। এটি ১৪৩২ সালে কায়রোর উত্তর কবরস্থানে নির্মিত হয়েছিল। তিনি ১৪৩৭ সালে কায়রোর উত্তরে খানকা শহরে একটি মসজিদও নির্মাণ করেন।\n\n\n== পরিবার ==\nবার্সবের প্রথম স্ত্রী ছিলেন কাজকার কারদামির কন্যা খাওয়ান্দ ফাতিমা। তিনি বার্সবের পুত্র মুহাম্মদের মা ছিলেন। তিনি ১৪২৪ সালের ১৫ মেতে মারা যান এবং তাকে তার কুব্বা মাদরাসায় দাফন করা হয়। তার আরেক স্ত্রী ছিলেন সুলতান সাইফুদ্দিন তাতারের কন্যা খাওয়ান্দ ফাতিমা। ফাতিমার মা ছিলেন কুতলুবুগা হাজ্জি বানকুসি তুর্কমানি হালাবির কন্যা। বার্সবের পূর্বে তার আমির ইয়াশবাকের সাথে বিয়ে হয়েছিল। তিনি ১৪৬৯ সালের ৩০ আগস্টে মারা যান এবং তার পিতার সাথে সমাহিত করা হয়। বার্সবের আরেকজন স্ত্রী ছিলেন সার্কাসীয় বংশোদ্ভূত ইয়াশবাক তাতারের কন্যা খাওয়ান্দ জোলবান। তিনি একজন উপপত্নী ছিলেন এবং তার প্রিয় স্ত্রী ছিলেন। ১৪২৪ সালের ১৪ই এপ্রিলে তিনি তাদের পুত্র আজিজ জামালুদ্দিন ইউসুফের জন্ম দেওয়ার পর বার্সবে তাকে বিয়ে করেন। তিনি দীর্ঘ অসুস্থতার পর ১৪৩৬ সালের ১৮ এপ্রিলে মারা যান এবং বার্সবের সমাধি মসজিদে তাকে সমাহিত করা হয়। বার্সবের আরেকজন স্ত্রী ছিলেন তার মালিক আমীর দুকমাকের বিধবা স্ত্রী। তার আরেক স্ত্রী ছিলেন খাওয়ান্দ শাহজাদা । তিনি ছিলেন উসমানীয় যুবরাজ ওরহান চেলেবির কন্যা। ওরহান সুলেমান চেলেবির পুত্র ছিলেন, যিনি নিজে ছিলেন সুলতান প্রথম বায়েজীদের পুত্র। সুলেমান চেলেবি নামে খাওয়ান্দ শাহজাদার একজন ছোট ভাই ছিল। তারা ১৫৩৭ সালে বিয়ে করেন। বার্সবের মৃত্যুর পর তিনি সুলতান সাইফুদ্দিন জাকমাককে বিয়ে করেন। তার এক উপপত্নী ছিলেন মালিকবে। যিনি একজন সার্কাসীয় ছিলেন এবং তাঁর ছেলে আহমেদের (১৪৩৮ – ১৪৬৩) মা ছিলেন। বার্সবের মৃত্যুর পর তিনি কুরকমাস আশরাফি জালাবকে বিয়ে করেন। তিনি ১৪৫৬ সালে মারা যান।\n\n\n== আরও দেখুন ==\nআল আশরাফ মসজিদ\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nD. Behrens-Abouseif, Islamic architecture in Cairo: an introduction (Leiden, 1989).\nJ.-C. Garcin, \"The regime of the Circassian Mamluks,\" in C. Petry, ed., The Cambridge History of Egypt, Volume I: Islamic Egypt, 640-1517 (Cambridge, 1998), 290-317.\nMuir, W. (১৮৯৬)। The Mameluke; or, Slave dynasty of Egypt, 1260-1517, A. D.। Smith, Elder। পৃষ্ঠা 137−148। \n\n\n== আরও পড়ুন ==\nFleet, Kate; Krämer, Gudrun; Matringe, Denis; Nawas, John; Rowson, Everett (সম্পাদকগণ)। \"Barsbāy, al-Malik al-Ashraf\"। Encyclopaedia of Islam, THREE। Brill Online। আইএসএসএন 1873-9830। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}