{"pageid": 1400606, "title": "বৈকুণ্ঠ চতুর্দশী", "url": "https://bn.wikipedia.org/wiki?curid=1400606", "content": "বৈকুণ্ঠ চতুর্দশী ( সংস্কৃত: वैकुंठचतुर्दशी         )  একটি হিন্দু পবিত্র দিন যা হিন্দু কার্তিক (নভেম্বর-ডিসেম্বর) মাসের শুক্লপক্ষের ১৪ তম চান্দ্র দিন বা চতুর্দশীতে পালিত হয়। দিনটি দেবতা বিষ্ণু ও শিবের নিকট পবিত্র। তারা বারাণসী, ঋষিকেশ, গয়া এবং মহারাষ্ট্রের বিভিন্ন মন্দিরে পৃথকভাবে বা যৌথভাবে পূজিত হন।\nবৈকুণ্ঠ চতুর্দশীর পবিত্র দিনটি মহারাষ্ট্রে মারাঠারা এই অনুষ্ঠানের জন্য শিবাজি এবং তাঁর মা জিজাবাই এবং গৌড় সারস্বত ব্রাহ্মণদের দ্বারা নির্ধারিত রীতি অনুসারে এবং কিছুটা ভিন্ন পদ্ধতিতে পালন করে। \n\n\n== কিংবদন্তি ==\n\nশিব পুরাণ অনুসারে, একদা ব্রহ্মাণ্ডের পালক  বিষ্ণু তার আবাস বৈকুণ্ঠ ত্যাগ করে এই দিন শিবের পূজা করতে বারাণসীতে গমন করেছিলেন। তিনি এক হাজার পদ্ম দিয়ে শিবের পূজা করার অঙ্গীকার করেছিলেন। শিবের স্তবগান গাওয়ার সময় বিষ্ণু দেখতে পেলেন সহস্র পদ্ম নেই। বিষ্ণু ( যার চোখ প্রায়শই পদ্মের সাথে তুলনা করা হয়) তার একটি চোখ উৎপাটিত করে শিবকে অর্পণ করেন। সন্তুষ্ট শিব বিষ্ণুর চোখ প্রত্যর্পণ করেন এবং তাকে সুদর্শন চক্র (বিষ্ণুর চক্র) এবং পবিত্র অস্ত্র প্রদান করেন।  \nবারাণসী উৎসবের সাথে সম্পর্কিত আঞ্চলিক লোককাহিনী অনুসারে, ধনেশ্বর নামে এক ব্রাহ্মণ তার জীবনকাল বিভিন্ন পাপ করে অতিবাহিত করেছিলেন। তিনি তার পাপ স্খলন করতে গোদাবরী নদীর তীরে স্নান করতে  যান। সে দিন প্রচুর সংখ্যক লোক বৈকুণ্ঠ চতুর্দশী পালন করছিল। ভক্তগণ পবিত্র নদীতে মাটির তৈরি আলোকিত প্রদীপ এবং বাত্তি ( বর্তিকা বা পলিতা)  নিবেদন করছিল। ধনেশ্বর তত্রস্থ ভক্তদের ভিড়ে মিশে গেলেন। যখন তিনি মারা যান, তার আত্মাকে মৃত্যুর দেবতা যম শাস্তির জন্য নরকে নিয়ে যায়। যাইহোক, শিব হস্তক্ষেপ করে যমকে বলেন, বৈকুণ্ঠ চতুর্দশীতে ভক্তদের স্পর্শের ফলে ধনেশ্বরের পাপ শুদ্ধ হয়েছে। এরপর ধনেশ্বর নরক থেকে মুক্তি পেয়ে বৈকুণ্ঠে স্থান পান। \n\n\n== মহারাষ্ট্রের লোককাহিনী ==\nভারতের মহারাষ্ট্র রাজ্যের এই লোককাহিনীটি একটি প্রথা যা মারাঠা সাম্রাজ্যের প্রতিষ্ঠাতা শিবাজি এবং তার মা জিজাবাই দ্বারা সম্পাদন করা হয়েছিল। শিবাজীর রাজত্বের পর, তার রাজধানী রায়গড়ে নির্মিত হয় যেখানে কুশাবর্ত নামে একটি বড় পদ্ম পুকুর ছিল। পুকুরের পদ্মফুলগুলি কার্তিক মাসে সাদা, নীল এবং লাল বর্ণের উজ্জ্বল দীপ্তিতে   ফুটেছিল। যখন জিজাবাই এবং শিবাজি ফুল দেখতে পেলেন, জিজাবাই শিবাজীকে বলেন, বৈকুণ্ঠ চতুর্দশীর দিন ঘনায়মান। শিবাজি বিষ্ণু ও শিবের কিংবদন্তি স্মরণ করলেন। বিষ্ণুর মতো, জিজাবাইও তাঁর জগদীশ্বর মন্দিরে শিবকে এক হাজার সাদা পদ্ম ফুল নিবেদন করতে চেয়েছিলেন। তিনি খুব বিশেষভাবে বলেন, এই সতেজ, নির্মল সাদা পদ্ম ফুল, অন্য কোনও ব্যক্তির দ্বারা সংগ্রহ করা উচিত নয় (যেহেতু এমন একটি কাজে এর ঐশ্বরিক গুণ নষ্ট হবে)। যেহেতু বৃদ্ধ জিজাবাই নিজে ফুল তুলতে সক্ষম নন, শিবাজি তার ইচ্ছা পূরণের উপায় খুঁজে পেলেন না এবং সমস্যাটি নিয়ে আলোচনা করার জন্য তার সভায় উপবিষ্ট হন। সভায় শিবাজীর ব্যক্তিগত দেহরক্ষী যুবক বিক্রম দলভির কাছে এই কাজের একটি সমাধান ছিল। দলভি নিজে এই কাজটি করার প্রস্তাব দেন এবং জিজাবাই এবং শিবাজিকে আশ্বস্ত করেন যে, তিনি স্পর্শ না করে পদ্ম বাছাই করবেন। শিবাজি তাকে বলেন, ব্যর্থ হলে তাকে কঠোর শাস্তি দেওয়া হবে। বৈকুণ্ঠ চতুর্দশীতে, দলভি খুব ভোরে পুকুরে যান, শিবাজী এবং জিজাবাইকে প্রণাম করেন। জনগণ এই দৃশ্য দেখতে পুকুরের নিকট জড়ো হয়।\nতারপর দলভী পুকুরের সামনে মাটিতে শুয়ে পড়লেন এবং পদ্মের কান্ড কাটতে একের পর এক তীর নিক্ষেপ করলেন। তারপর তিনি একটি নৌকায় পুকুরে উঠেছিলেন এবং প্রতিশ্রুতি অনুসারে ফুলগুলিকে স্পর্শ না করে বাছাই করতে একজোড়া চিমটি ব্যবহার করেন। শিবাজি এবং জিজাবাই দলভির তীরন্দাজ দক্ষতার চাতুর্য এবং অতুলনীয় কার্যোদ্ধারে সন্তুষ্ট হন এবং সমবেত জনতার উপস্থিতিতে তাকে প্রশংসার প্রতীক হিসাবে স্বর্ণ ও পান্নার মালা উপহার প্রদান করেন। \n\n\n== পূজা-আচার ==\nএ দিন বিষ্ণুভক্তগণ বিষ্ণুর সহস্রনাম পাঠ করার সময় তাকে এক হাজার পদ্ম নিবেদন করেন।  বিষ্ণুপদ মন্দির, যেখানে বিষ্ণুর পায়ের ছাপ রয়েছে বলে বিশ্বাস করা হয়, এই সময়কালে সেখানে প্রধান মন্দির উৎসব উদযাপন করা হয়। বৈষ্ণবগণ কর্তৃক কার্তিক স্নানম্ (কার্তিকা মাসে নদী বা স্রোতে স্নান)  উৎসবও পালিত হয়।  ঋষিকেশে, এই দিন 'বিষ্ণুর গভীর ঘুম থেকে জেগে ওঠা' উপলক্ষ্যে গভীর দান মহোৎসব পালন করা হয়। পরিবেশ সচেতনতার চিহ্ন হিসাবে, পোড়া মাটির পরিবর্তে ময়দা দিয়ে প্রদীপ তৈরি করা হয় (যা জলে ভেঙ্গে যায়)। সন্ধ্যায় পবিত্র গঙ্গা নদীতে প্রজ্জ্বলিত প্রদীপ ভাসানো হয়। এর সাথে রয়েছে বিভিন্ন সাংস্কৃতিক উৎসব। \nতদুপলক্ষে, বারাণসীর একটি বিশিষ্ট শিব মন্দির কাশী বিশ্বনাথ মন্দিরের গর্ভগৃহে বিষ্ণুর প্রতি একটি বিশেষ শ্রদ্ধা প্রদর্শন করা হয়। এই দিনে মন্দিরটিকে বৈকুণ্ঠ হিসাবে বর্ণনা করা হয়েছে। উভয় দেবতাকে যথার্থভাবে পূজা করা হয় মনে হয় যেন তারা একে অপরের পূজা করছে। বিষ্ণু শিবকে পবিত্র তুলসী পাতা (ঐতিহ্যগতভাবে বিষ্ণু পূজায় ব্যবহৃত) অর্পণ করেন এবং শিব পরিবর্তে বিষ্ণুকে বেল পাতা (ঐতিহ্যগতভাবে শিবকে দেওয়া হয়) প্রদান করেন, যদিও তা সাধারণভাবে একে অপরকে দেওয়া  নিষিদ্ধ। ভক্তরা স্নান করে, সারাদিন উপবাস করে এবং উভয় দেবতাকে অক্ষত (হলুদ মিশ্রিত চাল), চন্দন পিণ্ড, গঙ্গার পবিত্র জল, ফুল, ধূপ এবং কর্পূর নিবেদনের পরে পূজা শুরু করে থাকে। তারপর তারা দিনের জন্য একটি বিশেষ নৈবেদ্য হিসাবে প্রদীপ্ত গভীর (মাটির প্রদীপ) এবং ( তুলার বাতি ) নিবেদন করে।  বারাণসীতে নারীগণ, বিশেষ করে বৃদ্ধ নারীগণ এই উপলক্ষে প্রার্থনা করার ক্ষেত্রে অন্যদের চেয়ে বেশি উপস্থিত হয়ে থাকেন। বছরের পর বছর ধরে এই উৎসবে যোগদানকারী ভক্তের সংখ্যা বেড়েছে। \nঘৃষ্ণেশ্বর শিব মন্দিরে, বিষ্ণুকে বেল পাতা এবং শিবকে তুলসী পাতা নিবেদন করা হয়। এটি বিষ্ণু এবং শিবের অভেদত্বকে নির্দেশ করে বলে মনে করা হয়।  নাসিকের তিলভাণ্ডেশ্বর মন্দিরে ২ ফুট (০.৬১ মিটার) লিঙ্গ - শিবের অর্ধ-নারী রূপ - অর্ধনারীণতেশ্বর, শিবের অর্ধ-পুরুষ, অর্ধ-নারী রূপ হিসাবে, সূক্ষ্ম পোশাক এবং একটি রৌপ্য মুখোশ পরিহিত। হাজার হাজার মানুষ নাসিকের তিলভাণ্ডেশ্বর এবং শিব কাম্পালেশ্বর মন্দিরে পূজা করে। এই মন্দিরের তিনটি গুরুত্বপূর্ণ উৎসবের মধ্যে উৎসবটি অন্যতম।  \nআরেকটি আচারে, আমলকী গাছের নীচে উপভোজন (অর্থাৎ রাতের খাবার) উদযাপন করা হয়। \n\n\n== তথ্যসূত্র =="}