{"pageid": 1400849, "title": "তিরু কুরিপ্পু থন্ডা নায়নার", "url": "https://bn.wikipedia.org/wiki?curid=1400849", "content": "তিরু কুরিপ্পু থোন্ডা নয়নার বা থিরু কুরিপ্পু থোন্ডা নায়নার ( তামিল: திருக்குறிப்புத் தொண்ட நாயனார்  , Tirukkuṟipput Toṇṭa Nāyaṉār ) হলেন নয়নারদের একজন। হিন্দু দেবতা শিবের ৬৩ জন ভক্তদের নায়নমার বলা হয় যারা শৈব ধর্মে সাধু হিসাবে সম্মানিত হন। পেরিয়া পুরানম (১৩শ শতক), তিরুতোনতার আন্তাদি (১০ম শতাব্দী) এবং তিরুথোন্ডার থোগাই (খ্রিস্টীয় ৮ম শতাব্দী) এর মতো ঐতিহ্যবাহী ভক্তজীবনী গ্রন্থে তাঁর জীবনকাহিনী লিপিবদ্ধ আছে। সাধক শিব ভক্তদের তাদের মুখের অভিব্যক্তি পড়ে এবং তাদের প্রকৃত চাহিদা বুঝে তাদের সেবা করছিলেন। এই পরিষেবা তাকে তিরু কুরিপ্পু থন্ডা নয়নার নাম দিয়েছে: থিরু তামিল ভাষায় একটি 'সম্মানসূচক' শব্দ; কুরিপু মানে সাধারণভাবে \"অভিব্যক্তি\" এবং বিশেষভাবে \"মুখের ভাব\"; এবং থন্ডার অর্থ \"স্বেচ্ছাসেবক\"।\n\n\n== জীবনী ==\nতিরু কুরিপ্পু থন্ডা নায়নার পল্লব রাজবংশের প্রাচীন রাজধানী কাঞ্চিপুরমে এক ভান্নার পরিবারে জন্মগ্রহণ করেছিলেন যেটি তামিলনাড়ুর আধুনিক রাজধানী চেন্নাই থেকে দক্ষিণ-পশ্চিমে ৭৬ কি.মি দূরত্বে অবস্থিত। দক্ষিণ ভারতের এই ধর্মীয় কেন্দ্রটিকে ভারতের হিন্দুদের জন্য সাতটি পবিত্র শহরের একটি হিসাবে বিবেচিত হয় এবং শহরটিকে ভক্ত, কবি, সমাজসেবক এবং সাধকদের দেশ হিসাবেও বিবেচনা করা হয়।\nসাধক ছিলেন শিবের একান্ত কট্টর ভক্ত এবং নায়নরদের মুখের (অভিব্যক্তি) দেখে শিবভক্তদের সেবা করতেন। তিনি শৈব ভক্তদের বস্ত্র ধোয়ার মধ্যে পরম তৃপ্তি লাভ করেন। শিবের ভক্তরা সাধুর নিঃস্বার্থ ধোয়ার পরিষেবার প্রশংসা করেন এবং তাকে নিঃস্বার্থ ধোপা হিসাবে বিবেচনা করেছিলেন। তিনি শুধু শারীরিকভাবে জামাকাপড়ের ময়লা ধোচ্ছেন না, আধ্যাত্মিকভাবে মানুষের তিনটি দাগও ধুয়ে ফেলছিলেন। শিব তিরু কুরিপু থোন্ডা নয়নারকে পুনর্জন্মের দুর্দশা থেকে মুক্তি দেওয়ার সিদ্ধান্ত নেন এবং তাকে মুক্তিলাভের আশীর্বাদ করতে চেয়েছিলেন। এর আগে তিনি চেয়েছিলেন নায়নার কঠিন সময় পার করুক এবং সাধকের ভক্তি ও বিশ্বাসকে পরীক্ষা করতে চেয়েছিলেন।\nএক ঘটনাবহুল দিনে, শিব কৃশদেহী পুরোনো নোংরা ন্যাকড়া পরিহিত এক বৃদ্ধ শৈব ভক্তের ছদ্মবেশে সাধুর সামনে হাজির হন। সাধু তাকে থামালেন এবং স্বেচ্ছায় তার ন্যাকড়া ধুতে চাইলেন। বৃদ্ধ ভক্তও রাজি হলেন যে কাপড়টি ধোয়ার যোগ্য। তবে তিনি আরও দাবি করলেন, বস্ত্রটিই তার একমাত্র সম্বল এবং এটি তাকে রাতের ঠান্ডা আবহাওয়া থেকে রক্ষা করে। তাই বৃদ্ধ ভক্ত জোর দেন যে ন্যাকড়াটি যথাযথভাবে ধুয়ে সূর্যাস্তের আগে শুকোতে দেওয়া দরকার। তিরু কুরিপ্পু থন্ডা, বিনা দ্বিধায়, সন্ধ্যার আগে ধৌতকার্য সম্পূর্ণ করতে মনস্থ হলেন। দরিদ্র লোকটি এমনকি একটি সতর্কবাণীও রেখেছিল: যদি ধোয়াতে দেরি হয় তবে বিলম্বের কারণে তার শরীরের ক্ষতি হবে। সে সময় পর্যাপ্ত সূর্যালোক ছিল এবং তাই সাধক সূর্যাস্তের আগে ধৌতসেবা শেষ করার আশা করেছিলেন।\nহঠাৎ করেই সন্ধ্যা পর্যন্ত আবহাওয়া মেঘলা হয়ে যায় এবং কিছুক্ষণের মধ্যেই প্রবল বৃষ্টি হয়। সাধুর মুখে হতাশার লক্ষণ প্রকাশিত হয়। শীঘ্রই তিনি শোকে কাঁদতে লাগলেন। এমনকি তিনি অপরাধী বোধ করেন এবং ধৌতকরণ পাথরের উপর তার মাথা ভাঙ্গার চেষ্টা করেন। তিরু কুরিপ্পু থন্ডা নায়নারের ভক্তি ও বিশ্বাস শিবকে দ্রবীভূত করে এবং তিনি তাঁর সামনে হাজির হন এবং সৌম্য অনুগ্রহের সাথে তাঁর কর্মকে মূল্য দেন। সাধকের দেখানো সংকল্প তাকে শিবের আবাসে স্থান দেয়।\nতামিল মাসে চিত্ররাই মাসে, স্বাতী নক্ষত্র সময়ে, সমস্ত শিব মন্দিরে তিরু কুরিপ্পু থন্ডা নায়নারের পুজোর দিন হিসাবে পালিত হয়।\n\n\n== তথ্যসূত্র =="}