{"pageid": 1400525, "title": "অস্টিওআর্থ্রাইটিস", "url": "https://bn.wikipedia.org/wiki?curid=1400525", "content": "অস্টিওআর্থ্রাইটিস (ইংরেজি: Osteoarthritis ) হলো এক ধরনের ক্ষয়কারী অস্থিসন্ধির রোগ যা অন্তর্নিহিত হাড় ভেঙে যাওয়ার ফলে হয়। মার্কিন যুক্তরাষ্ট্রে প্রতি ৭ জনের মধ্যে ১ জন প্রাপ্তবয়স্ককে এ রোগ প্রভাবিত করে। এটি বিশ্বে অক্ষমতার চতুর্থ প্রধান কারণ বলে মনে করা হয়। সবচেয়ে সাধারণ লক্ষণ হল সন্ধিতে ব্যথা এবং শক্ত হওয়া। সাধারণত কয়েক বছর ধরে লক্ষণগুলি ধীরে ধীরে অগ্রসর হয়। অন্যান্য উপসর্গগুলির মধ্যে অস্থিসন্ধির ফোলাভাব, গতির ব্যাপ্তি হ্রাস, বাহু ও পায়ের দুর্বলতা বা অসাড়তা অন্তর্ভুক্ত থাকতে পারে। সর্বাধিক জড়িত অস্থিসন্ধি হল আঙ্গুলের প্রান্তের কাছাকাছি দুটি এবং থাম্বসের গোড়ার জয়েন্ট, হাঁটু এবং নিতম্বের জয়েন্টগুলি এবং ঘাড় এবং পিঠের নীচের জয়েন্টগুলি। রোগের লক্ষণগুলো কাজ এবং স্বাভাবিক দৈনন্দিন ক্রিয়াকলাপে হস্তক্ষেপ করতে পারে। অন্য কিছু ধরণের আর্থ্রাইটিস থেকে ভিন্ন, শুধুমাত্র জয়েন্টগুলি, অভ্যন্তরীণ অঙ্গগুলি নয়, প্রভাবিত হয়।\nকারণগুলির মধ্যে রয়েছে পূর্বে কোনো অস্থিসন্ধিতে আঘাত পাওয়া, অস্থিসন্ধির অস্বাভাবিক বিকাশ এবং উত্তরাধিকারসূত্রে প্রাপ্ত কারণগুলি। যাদের ওজন বেশি, পা বিভিন্ন দৈর্ঘ্যের অথবা এমন চাকরি করেন যার ফলে সন্ধিতে বেশি চাপ পড়ে তাদের ক্ষেত্রে ঝুঁকি বেশি। এটি বিকশিত হয় যখন তরুণাস্থি হারিয়ে যায় এবং অন্তর্নিহিত হাড় প্রভাবিত হয়। যেহেতু ব্যথা ব্যায়াম করা কঠিন করে তুলতে পারে, পেশী ক্ষতি হতে পারে। রোগ নির্ণয় সাধারণত লক্ষণ এবং উপসর্গের উপর ভিত্তি করে করা হয়, মেডিকেল ইমেজিং এবং অন্যান্য পরীক্ষাগুলি অন্যান্য সমস্যাগুলিকে সমর্থন বা বাতিল করার জন্য ব্যবহৃত হয়। রিউমাটয়েড আর্থ্রাইটিসের বিপরীতে, অস্টিওআর্থারাইটিসে জয়েন্টগুলি গরম বা লাল হয়ে যায় না।\nচিকিত্সার মধ্যে রয়েছে ব্যায়াম, জয়েন্টের চাপ কমানো যেমন বিশ্রাম বা বেতের ব্যবহার এবং ব্যথার ওষুধ । যাদের ওজন বেশি তাদের ওজন কমাতে হবে। ব্যথার ওষুধের মধ্যে প্যারাসিটামলের (অ্যাসিটামিনোফেন) পাশাপাশি প্রদাহ বিরোধী অ-স্টেরয়েড ওষুধ যেমন ন্যাপ্রক্সেন বা আইবুপ্রোফেন ব্যবহৃত হতে পারে। আসক্তি এবং অন্যান্য পার্শ্বপ্রতিক্রিয়ার ঝুঁকি সম্পর্কে তথ্যের অভাবের কারণে দীর্ঘমেয়াদী ওপিওড ব্যবহারের সুপারিশ করা হয় না। অন্যান্য চিকিৎসা সত্ত্বেও চলমান অক্ষমতা থাকলে জয়েন্ট রিপ্লেসমেন্ট সার্জারি একটি বিকল্প হতে পারে। একটি কৃত্রিম জয়েন্ট সাধারণত ১০ থেকে ১৫ বছর স্থায়ী হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"Osteoarthritis\"। MedlinePlus। U.S. National Library of Medicine। \nটেমপ্লেট:Diseases of the musculoskeletal system and connective tissue"}