{"pageid": 1401528, "title": "মৌলিক জীববিদ্যার জন্য জাতীয় প্রতিষ্ঠান, জাপান", "url": "https://bn.wikipedia.org/wiki?curid=1401528", "content": "মৌলিক জীববিদ্যার জন্য জাতীয় প্রতিষ্ঠান, বা, ন্যাশনাল ইনস্টিটিউট ফর বেসিক বায়োলজি (基礎生物学研究所, কিশোসেইআউটসুগাকু কেনকিউজো) (এনআইবিবি - NIBB) হলো জাপানের আইচি প্রশাসনিক অঞ্চলের ওকাজাকি শহরে অবস্থিত একটি গবেষণা প্রতিষ্ঠান এবং স্নাতকোত্তর পর্যায়ের বিশ্ববিদ্যালয়। এটি জাপানে সরকারি এবং বেসরকারি বিশ্ববিদ্যালয় ও গবেষণা প্রতিষ্ঠানগুলোর সাথে মিলিতভাবে জীববিদ্যা সম্পর্কিত গবেষণার উন্নয়নের লক্ষ্যে ১৯৭৭ সালে প্রতিষ্ঠা করা হয়।\n\n\n== গবেষণা ==\nযদিও ইনস্টিটিউটের প্রাথমিক দৃষ্টিপাত করা হয়েছে মৌলিক জীববিজ্ঞানে, তবে সেখানে গবেষণায় বিভিন্ন ধরনের জৈবিক ক্ষেত্র রয়েছে, যেমন কোষবিদ্যা, উন্নয়ন জীববিজ্ঞান, স্নায়ুবিজ্ঞান, বিবর্তনীয় জীববিজ্ঞান, পরিবেশ জীববিদ্যা এবং গাণিতিক জীববিজ্ঞান। , এনআইবিবি-তে পরিচালিত গবেষণার ফলাফল সায়েন্স, নেচার এবং প্রসিডিংস অফ দ্যা ন্যাশনাল একাডেমি অফ সায়েন্সেস -এর মতো সমকক্ষ পর্যালোচনা করা প্রকাশনাগুলিতে নিয়মিত প্রকাশিত হয়।\n\n\n== শিক্ষা ==\nএকটি গবেষণা প্রতিষ্ঠান হওয়ার পাশাপাশি এনআইবিবি উচ্চ শিক্ষার একটি প্রতিষ্ঠান হিসেবেও কাজ করে। যেমন, এটি দ্যা গ্র্যাজুয়েট ইউনিভার্সিটি ফর অ্যাডভান্সড স্টাডিজ, সোকেনডাইের লাইফ সায়েন্স স্কুলের মৌলিক জীববিদ্যা বিভাগ গঠন করে। বিভাগটি বিশ্ববিদ্যালয়ের স্নাতকদের জন্য পাঁচ বছরের ডক্টরাল প্রোগ্রাম এবং ইতোমধ্যে মাস্টার্স কোর্স সম্পন্ন করা শিক্ষার্থীদের জন্য তিন বছরের সিনিয়র ডক্টরাল কোর্স অফার করে।\nঅন্যান্য বিশ্ববিদ্যালয় এবং প্রতিষ্ঠানে তালিকাভুক্ত স্নাতক শিক্ষার্থীরাও এনআইবিবি-এর অধ্যাপকদের তত্ত্বাবধানে নির্দিষ্ট সময়ের জন্য সেখানে গবেষণা করার সুযোগ পায়।\n\n\n== আন্তর্জাতিক সহযোগিতা ==\nপ্রতিষ্ঠানটি আন্তর্জাতিক বৈজ্ঞানিক সম্প্রদায় এবং জাপানের গবেষকদের মধ্যে সহযোগিতা ও যোগাযোগর ক্ষেত্রে বিভিন্ন সম্মেলন, সেমিনার এবং হাতে-কলমে ব্যবহারিক কোর্স আয়োজনের মাধ্যমে একটি প্রবেশ-দ্বার হিসেবে কাজ করে।\n\n\n== সংগঠন ==\nএনআইবিবি-এর মহাপরিচালক এর কার্যক্রম তত্ত্বাবধান করেন এবং এর পরিচালনা ও ব্যবস্থাপনার সম্পাদনের জন্য এনআইবিবি-এতে কর্মরত অধ্যাপক এবং এনআইবিবি-এর বাইরের সমান সংখ্যক নেতৃস্থানীয় জীববিজ্ঞানীদের সমন্বয়ে গঠিত একটি উপদেষ্টা কমিটির সহায়তায় নেন।\n\n\n== এনআইএনএস ==\n২০০৪ সালে এনআইবিবি অন্য চারটি জাতীয় প্রতিষ্ঠান - জাপানের জাতীয় জ্যোতির্বিদ্যা পর্যবেক্ষণ কেন্দ্র (National Astronomical Observatory of Japan), ন্যাশনাল ইনস্টিটিউট ফর ফিউশন সায়েন্স (National Institute for Fusion Science), ন্যাশনাল ইনস্টিটিউট ফর ফিজিওলজিক্যাল সায়েন্স (National Institute for Physiological Sciences) এবং ইনস্টিটিউট ফর মলিকুলার সায়েন্স (Institute for Molecular Science) - সাথে জোটবদ্ধভাবে এই পাঁচটি প্রতিষ্ঠানের গবেষকদের মধ্যে সহযোগিতার বৃদ্ধি করতে ন্যাশনাল ইনস্টিটিউট অফ ন্যাচারাল সায়েন্সেস, জাপান (National Institutes of Natural Sciences, Japan - NINS) প্রতিষ্ঠা করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএনআইবিবি অফিসিয়াল ওয়েবসাইট\nএনআইএনএস অফিসিয়াল ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ মে ২০১৮ তারিখে"}