{"pageid": 1401664, "title": "ভারতের আদিবাসী ধর্মসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1401664", "content": "ভারতের জনসংখ্যার মোটামুটি ৮.৬ শতাংশ \"তফসিলি উপজাতি\" (এসটি), ঐতিহ্যবাহী উপজাতি সম্প্রদায় নিয়ে গঠিত। যদিও এই উপজাতির বেশিরভাগ সদস্য হিন্দু ধর্ম, ইসলাম বা খ্রিস্টান ধর্মের বিভিন্ন রূপ গ্রহণ করেছে, তবুও বেশ উল্লেখযোগ্য সংখ্যক এখনও বিভিন্ন মাত্রার সমন্বয়বাদের সাথে তাদের ঐতিহ্যগত উপজাতীয় ধর্মগুলোকে মেনে চলে।\n\n\n== সংখ্যা ==\nভারতের ২০১১ সালের আদমশুমারি অনুসারে, ১.২১ বিলিয়ন লোকের মধ্যে প্রায় ৭.৯ মিলিয়ন উপমহাদেশের হিন্দু ধর্ম, ইসলাম, খ্রিস্টান, শিখ, বৌদ্ধ বা জৈন ধর্মের কোনো প্রধান ধর্মীয় সম্প্রদায়কে অনুসরণ করে না। আদমশুমারিতে নাস্তিক, জরথুষ্ট্রীয়, ইহুদি এবং বিভিন্ন নির্দিষ্ট ও অনির্দিষ্ট উপজাতীয় ধর্মকে আলাদাভাবে \"অন্যান্য ধর্ম ও অনুপ্রেরণা\" শিরোনামের অধীনে তালিকাভুক্ত করা হয়েছে।\nএই ধর্মীয় আদমশুমারি গোষ্ঠীগুলোর মধ্যে সর্বাধিক সংখ্যক হল সরনা (৪.৯ মিলিয়ন উত্তরদাতা), গোন্ডি (১ মিলিয়ন), সারি ধর্ম (৫০৬,০০০), দোন্যী-পোলোবাদ (৩৩১,০০০); সানামাহি (২২২,০০০) এবং খাসি (১৩৯,০০০), অন্যান্য সমস্ত ধর্মের সংখ্যা ১০০,০০০ এর কম উত্তরদাতা, যার মধ্যে ১৮,০০০ জন \"উপজাতি ধর্ম\", ৫,৬০০ \"প্রকৃতি ধর্ম\" এবং ৪,১০০ \"অ্যানিমিস্ট\"।\n\n\n== আচার ==\nআদিবাসীরা তাদের উৎসব পালন করে, যার সাথে কোন ধর্মের সরাসরি বিরোধ নেই এবং তারা তাদের উপজাতীয় রীতি অনুযায়ী তাদের মধ্যে বিয়ে করে। তাদের প্রথাগত উপজাতীয় বিশ্বাস অনুসারে বিবাহ এবং উত্তরাধিকারের সাথে সম্পর্কিত সমস্ত বিশেষাধিকার বজায় রাখার জন্য তাদের নিজস্ব জীবনধারা রয়েছে। সাধারণত ভারতীয় ধর্মের প্রকৃতির সাথে মিল রেখে, এই বিশেষ ধর্মগুলো প্রায়ই পূর্বপুরুষের উপাসনা বা প্রাকৃতিক বৈশিষ্ট্যের আত্মার উপাসনার ঐতিহ্যকে জড়িত করে।\nবিভিন্ন উপজাতিকে বিভিন্ন প্রধান ভাষাগত গোষ্ঠীতে শ্রেণীবদ্ধ করা যেতে পারে, যেমন ইন্দো-আর্য, দ্রাবিড়, অস্ট্রোএশিয়াটিক, তিবেটো-বর্মান এবং আন্দামানিজ।\nপ্রায় ২৫% মুন্ডা এবং ওঁরাও জনগণ এবং বিহারের খারিয়া জনগণের ৬০% (জনসংখ্যা প্রায় ১৩০,০০০) খ্রিস্টান। হিমালয়ের উপজাতি গোষ্ঠীগুলো ২০শতকের শেষের দিকে হিন্দু এবং বৌদ্ধ উভয় ধর্ম দ্বারা একইভাবে প্রভাবিত হয়েছিল। আন্দামান ও নিকোবর দ্বীপপুঞ্জের কেন্দ্রশাসিত অঞ্চলে ছোট শিকার-ও-সংগ্রহকারী দলগুলো সাংস্কৃতিক আত্তীকরণের তীব্র চাপের মধ্যে রয়েছে।\n\n\n== স্বীকৃতি ==\nভারতীয় আইনি ব্যবস্থা অনুসারে, ভারতের সমস্ত স্থানীয় বা আদিবাসী ধর্মগুলো ব্যাপকভাবে হিন্দুধর্মের অধীনে পড়ে, যেহেতু সংবিধান কেবল বৈদিক ধর্মগুলোকে কথোপকথনের নিয়মে ব্যবহৃত হিন্দু ধর্ম হিসাবে শ্রেণীবদ্ধ করে না। \"হিন্দু\" শব্দটি ফার্সি থেকে এসেছে যার অর্থ \"ইন্দো\" (বা ভারতীয়), তাই দাফতরিক শব্দ \"হিন্দু ধর্ম\" ব্যাপকভাবে ভারতীয় উপমহাদেশের সমস্ত স্থানীয় সংস্কৃতিকে বোঝায়। ১৯৫৫ হিন্দু বিবাহ আইন \"[সংজ্ঞায়িত করে] যে কেউ একজন খ্রিস্টান, মুসলিম বা ইহুদি নয় তাকে হিন্দু পরিচয় দেয়\"।\n\n\n== আরো দেখুন ==\nদ্রাবিড় লোকধর্ম\nলোক হিন্দু ধর্ম\nভারতীয় ধর্ম\nকালাশবাদ ও কাফিরবাদ\nবন\n\n\n== তথ্যসূত্র =="}