{"pageid": 1401336, "title": "জগদীশপুর জলাধার", "url": "https://bn.wikipedia.org/wiki?curid=1401336", "content": "জগদীশপুর জলাধার হল  নেপালের  কপিলাবস্তু জেলার জাহাদি গ্রাম উন্নয়ন সমিতির অন্তর্গত একটি জলাধার। বনগঙ্গা বাঁধ নির্মাণের নকশা ও তদারকি করেন জগদীশ ঝা নামের এক প্রকৌশলী। তার নামেই  জলাধারটির নামকরণ করা হয়। ২২৫ হেক্টর (২.২৫ বর্গ কিলোমিটার ) ক্ষেত্রফলের এই জলাধারটি দেশের বৃহত্তম এবং একটি গুরুত্বপূর্ণ জলাভূমি এলাকা।  জলাধারটি ১৯৭ মিটার ( বা ৬৪৬ ফুট) উচ্চতায় অবস্থিত।  জলাধারে জলের সর্বোচ্চ গভীরতা শুষ্ক মৌসুমে ২ মিটার (৬.৬ ফুট) এবং বর্ষা মৌসুমে ৭ মিটার (২৩ ফুট) এর মধ্যে ওঠা-নামা করে। \n২০০৩ খ্রিস্টাব্দের ১৩ আগস্ট রামসার কনভেনশন অনুসারে জগদীশপুর জলাধার “আন্তর্জাতিক গুরুত্বসম্পন্ন জলাভূমি” হিসাবে ঘোষিত হয়। \n\n\n== ইতিহাস ==\n১৯৭০-এর দশকের গোড়ার দিকে   কৃষিকাজের জন্য জাখিরা হ্রদ ও আশেপাশের কৃষি জমির উপর ফসলের জল সরবরাহের জন্য জগদীশপুর তৈরি করা হয়েছিল।  ২০০৩ খ্রিস্টাব্দে, জলাধারটিকে  রামসার কনভেনশনের সুপারিশে রামসার এলাকা হিসাবে ঘোষণা করা হয়।  এতদসত্ত্বেও, এর পাখি এবং অন্যান্য প্রাণীজগত সম্পর্কে এখনও বিশদভাবে অধ্যয়ন করা হয়নি।\n\n\n== এলাকার বিবরণ ==\n১৯৮০ দশকের গোড়ার দিকে 'রক-ফিল ডাইক' পদ্ধতি অবলম্বন করে জলাধারটি তৈরি করা হয়। জলাধারের গভীরতম বিন্দুতে জলের গভীরতা ৫-৭ মিটার এবং সর্বনিম্ন ২-৩ মিটার হয়ে  থাকে। জলাধারটি চাষের জমি দ্বারা বেষ্ঠিত এবং এই অঞ্চলে 'সাগরহাওয়া' ও 'নিগলিহাওয়া' নামের দুটি ছোট হ্রদ রয়েছে। জলাধারের তীরে 'ডালবার্গিয়া সিসু' বা রোজ উড় এবং বাবলা বা খয়ের  জাতীয় 'অ্যাকিয়া ক্যাচু' উদ্ভিদ লাগানো হয়েছে। জলাধারের জলে ভাসমান জলজ উদ্ভিদ\nযেমন-  শালুক জাতীয় 'নেলুম্বো নিউসিফেরা', জলজ ঘাস জাতীয় 'হাইগ্রোরিজা অ্যারিস্টাটা', লম্বা পাতাযুক্ত 'লংলিফ পন্ডউইড' জলজ উদ্ভিদ এবং জলে নিমজ্জিত 'নাজা মাইনর', 'সেরাটোফাইলাম ডেমারসাম' এবং  হাইড্রিলা ওয়াটারথাইম বা  'হাইড্রিলা ভার্টিসিলাটা' সচরাচর লক্ষ্য করা যায়। কলমী জাতীয় 'আইপোমিয়া কার্নিয়া এসএসপি', মোনার্দা ফিস্টুলোসা ইত্যাদিরা জলাধারের তীরের চারপাশে বৃদ্ধি পায়। অধিক জলজ ম্যাক্রোফাইট গাছপালা অগ্রসরমান ইউট্রোফিক অবস্থা এবং উচ্চ পলিকণা অবক্ষেপ নিষ্কাশনের অনুপস্থিতি জলাধারের আয়ুষ্কাল হ্রাস করতে পারে। \n\n\n== প্রাণীজগৎ ==\nজলাধারে সঞ্চিত পলি এবং পুষ্টিগুলি ধীরে ধীরে আবাসস্থল খাগড়ার ভূমি গঠন ও বৃদ্ধির পক্ষে সহায়ক হয়, যা বেশ কয়েকটি বিপদগ্রস্ত প্রজাতির জন্য আশ্রয় প্রদান করে। জলাধারের এইরকমের আবাসস্থল এবং এর সন্নিহিত এলাকা প্রায় পয়তাল্লিশটি বিভিন্ন প্রজাতির পাখি, শীতকালে পরিযায়ী  পানিকাটা পাখিদের জন্য গুরুত্বপূর্ণ।  এর মধ্যে মদনটাক সহ পাঁচটি বিশ্বব্যাপী বিপদগ্রস্ত প্রজাতির।  ১৯৯৭ খ্রিস্টাব্দের জুলাই মাসে প্রবল বৃষ্টির মধ্যে যে জরিপ করা হয়, সেই জরিপে বিয়াল্লিশটি পাখির এবং ২৫টি প্রজাতির মাছের সন্ধান মিলেছিল। আশেপাশের চাষের জমিও প্রচুর সংখ্যক পাখির বাসস্থানের ব্যবস্থা করে। এলাকায় নথিভুক্ত উল্লেখযোগ্য যে যে  প্রজাতির লক্ষ্য করা যায় সেগুলি হল:-\n\nএশীয় শামুকখোল ( অ্যানাস্টোমাস অসিটান্স ), শ্বেতকায় বৃহদাকৃতির পাখি;\nকালো ডানা চিল বা কাটুয়া চিল ( এলানাস কেরিয়াস ), ছোট্ট শিকারি পাখি\nমিশরীয় শকুন বা সাদা স্ক্যাভেঞ্জার শকুন ( Neophron percnopterus), একটি বিশ্বব্যাপী বিপন্ন প্রজাতি\nবৃহত্তর দাগযুক্ত ঈগল (ক্লাঙ্গা ক্লাঙ্গা ), একটি বিশ্বব্যাপী সংকটাপন্ন  আইইউসিএন লাল তালিকার প্রজাতি\nভারতীয় দাগযুক্ত ঈগল ( Clanga hastata ), একটি বিশ্বব্যাপী সংকটাপন্ন  আইইউসিএন লাল তালিকার প্রজাতি\nমদনটাক (Leptoptilos javanicus ), এক বৃহদাকৃতির জলচর পাখি, একটি বিশ্বব্যাপী সংকটাপন্ন  আইইউসিএন লাল তালিকার প্রজাতি\nলং-টেইলড শ্রাইক, শ্রাইক পাখি (ল্যানিয়াস স্ক্যাচ ট্রিকালার ), একটি  ন্যূনতম উদ্বেগজনক প্রজাতির পাখি;\nগয়ার বা ওরিয়েন্টাল ডার্টার ( আনহিঙ্গা মেলানোগাস্টার), একটি  প্রায়-বিপদগ্রস্ত প্রজাতির জলজ পাখি;\nদাগযুক্ত মাছরাঙা বা পাইড কিংফিশার (সেরিল রুডিস), একটি  ন্যূনতম উদ্বেগজনক প্রজাতির জলজ মাছরাঙ্গা;\nহটটিটি বা লাল-ওয়াটলড ল্যাপউইং ( ভেনেলাস ইন্ডিকাস), একটি  ন্যূনতম উদ্বেগজনক প্রজাতির পানিকাটা পাখি;\nলাল মাছরাঙা বা রুডি কিংফিশার ( হ্যালসিয়ন কোরোমান্ডা), একটি  ন্যূনতম উদ্বেগজনক প্রজাতির গেছো মাছরাঙ্গা;\nদেশি সারস বা সারস ক্রেন ( গ্রাস অ্যান্টিগোন), একটি বিশ্বব্যাপী সংকটাপন্ন  আইইউসিএন লাল তালিকার প্রজাতি পাখি;\nসরু-বিল শকুন বা স্লেন্ডার-বিলড শকুন ( জিপস টেনুইরোস্ট্রিস), একটি বিশ্বব্যাপী মহাবিপন্ন  আইইউসিএন লাল তালিকার প্রজাতির শকুন;\nমসৃণ প্রলিপ্ত ওটার (Lutrogale perspicillata ), সংকটাপন্ন  আইইউসিএন লাল তালিকার প্রজাতির প্রাণী;\nবাংলার শকুন ( জিপস বেঙ্গলেন্সিস ), একটি বিশ্বব্যাপী মহাবিপন্ন  আইইউসিএন লাল তালিকার শকুন;\nপশমের গলার সারস বা উলি-নেকড স্টর্ক ( সিকোনিয়া এপিস্কোপাস), একটি বিশ্বব্যাপী হুমকির সম্মুখীন প্রজাতি\nএছাড়াও এই জলাধার ও সংলগ্ন এলাকায় আঠারো প্রজাতির মৎস জাতীয়, নয়টি উভচর প্রাণী এবং ছয়টি স্তন্যপায়ী প্রজাতি নথিভুক্ত করা হয়েছে। \n\n\n== তথ্যসূত্র =="}