{"pageid": 1401139, "title": "কিহিতাই", "url": "https://bn.wikipedia.org/wiki?curid=1401139", "content": "কিহিতাই (奇兵隊, Irregular Militia)  হলো জাপানের বাকুমাৎসু আমলে চোশু রাজ্যের তাকাসুগি শিনসাকু দ্বারা উত্থাপিত একটি স্বেচ্ছাসেবী মিলিশিয়া ।\n\n\n== পটভূমি ==\n১৮৬৩ সালে ইয়ামাগুচি প্রিফেকচারের শিমোনোসেকিতে তাকাসুগি শিনসাকু দ্বারা গঠিত হয়। কিহিতাই মিলিশিয়া ৩০০ জন পুরুষ নিয়ে গঠিত হয়। যারা কৃষক, বণিক, সামুরাই এবং অন্যান্য সমস্ত সামাজিক শ্রেণী থেকে গ্রহণ করা হয়। বেশিরভাগই চোশুর বাসিন্দা। কিন্তু কিছু স্বেচ্ছাসেবক অন্যান্য রাজ্যের ছিল। কিহিতাই তার শৃঙ্খলা, পশ্চিমা-শৈলীর অস্ত্র এবং সামরিক কৌশল ব্যবহারের জন্য পরিচিত ছিল। এটি আংশিকভাবে চোশুর রাজ্যের দ্বারা অর্থায়ন করা হয়েছিল।  ধনী বণিক এবং কৃষকদের অনুদানের মাধ্যমে এর আর্থিক সহায়তা অর্জন করেছিল। কিহিতাই একটি উন্নয়নশীল প্রবণতা অনুসরণ করেছিল, যা কানাগাওয়া কনভেনশনের পরে শোগুনেট দ্বারা পরিচালিত হয়েছিল। কেননা এটি বংশগত সামাজিক মর্যাদার পরিবর্তে ক্ষমতার ভিত্তিতে সামরিক ইউনিট গঠন করেছিল। শিনসেনগুমি, একটি কিয়োটো-ভিত্তিক, টোকুগাওয়া-পন্থী পুলিশ বাহিনী। কিহিতাই-এর মতো একই বছরে প্রতিষ্ঠিত হয়েছিল। এটি বিভিন্ন সামাজিক শ্রেণির মানুষের সমন্বয়ে গঠিত হয়েছিল।\n\n\n== যুদ্ধ ==\nকিহিতাই মিলিশিয়া ১৮৬৩ সালের জুন মাসে শিমোনোসেকির বোমাবর্ষণ  প্রত্যক্ষ করেছিল। এই সময় গ্রেট ব্রিটেন, ফ্রান্স, নেদারল্যান্ডস এবং মার্কিন যুক্তরাষ্ট্রের নৌবহররা চোশু বন্দর শহর শিমোনোসেকির উপর গুলি চালায় এবং পরবর্তীতে সৈন্য অবতরণ করে।\n১৮৬৩ সালের ১৬ আগস্ট, কিয়োহোজির ঘটনা, যা কিহোজি মন্দিরে কিহিতাই এবং অন্য চোশু ইউনিট সেনকিতাই (撰鋒隊) বাহিনীর মধ্যে সংঘর্ষের সাথে জড়িত ছিল। এতে দুইজন সৈন্য নিহত হয়। কিহিতাইয়ের পরিদর্শক কর্মকর্তা হিকোসুকে মিয়াগিক মন্দিরে সেপ্পুকু করতে বাধ্য করা হয়েছিল। কেননা স্বয়ং তাকাসুগিকে দায়ী করা হয়েছিল এবং  এটি গঠনের প্রায় দুই মাস পরে ২৭ আগস্ট, কিহিতাইয়ের নেতা হিসাবে তাকে বরখাস্ত করা হয়েছিল। কিহিতাই এর দ্বিতীয় নেতা হিসাবে কাওয়াকামি ইয়াইচি দায়িত্ব নেয় এবং টাকি ইয়াতারো দখল করা হয়। অক্টোবরে আকানে তাকেতো কিহিতাইকে আবার তৃতীয় নেতা হিসেবে নির্বাচন করে  এবং ইয়ামাগাতা আরিটোমোকে কমান্ডার হিসেবে গ্রহণ করা হয়।\nফেব্রুয়ারী ১৮৬৫ সালে, সুজো প্রদেশে একটি দ্বিতীয় কিহিতাই গঠন করা হয়েছিল যার প্রথম নেতা ছিলেন কোসুকে শিরাই এবং  কমান্ডার ছিলেন শুজো সেরা।\nচোশু রাজ্যের মধ্যে সংস্কারপন্থী গোষ্ঠীর সামরিক বাহিনী হিসাবে, কিহিতাই চোশু গৃহযুদ্ধে বাকুফুপন্থী দলকে উৎখাত করতে সাহায্য করেছিল। ৭ জুন ১৮৬৬ সালে এ তোকুগাওয়া বাকুফু কর্তৃক প্রেরিত দ্বিতীয় চোশু অভিযানকে প্রত্যাহার করেছিল।\nতাকাসুগি ১৭ মে ১৮৬৭ সালে যক্ষ্মা রোগে মারা যান। কিহিতাই মিলিশিয়া বোশিন যুদ্ধে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, যা মেইজি পুনরুদ্ধারের দিকে পরিচালিত করেছিল।\n\n\n== ভেঙে দেওয়া ==\n১৮৬৮ সালে কিহিতাইকে ভেঙে দেওয়া হয়েছিল। ১৮৬৩ সাল থেকে মোট ৬২২ জন পুরুষ সৈন্য তালিকাভুক্ত হয়েছিল। সামাজিকভাবে মিশ্র ইউনিটের সাফল্য, পশ্চিমা অস্ত্র এবং কৌশলগুলি ইম্পেরিয়াল জাপানিজ আর্মির বিকাশে হয়েছিল। এটি জাপানে সর্বজনীন সামরিক নিয়োগের পরবর্তী ব্যবস্থার উপর একটি গুরুত্বপূর্ণ প্রভাব ছিল।\n\n\n== অন্যান্য ব্যবহার ==\n১৮৬৮ সালে বোশিন যুদ্ধের সময় আইজু-ওয়াকামাতসুকে রক্ষাকারী বাহিনী হিসাবে এবং ১৮৭৭ সালে সাতসুমা বিদ্রোহে সাইগো তাকামোরির বাহিনী নিজেদের বর্ণনা করার জন্য কিহেইতাই শব্দটি ব্যবহার করেছিল।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nকিহিতাই ক্রিয়েটিভ অ্যাসেম্বলির মোট যুদ্ধের একটি সম্প্রসারণে উপস্থিত হয়েছিল: শোগুন ২, সামুরাইয়ের পতন চোশু রাজ্যের বিশেষ ইউনিট হিসাবে। তারা একটি অভিজাত ইউনিট হিসাবে বৈশিষ্ট্যযুক্ত ছিল। তাদের অন্যান্য  অভিজাত পদাতিকদের সাথে নিম্ন-সমমানের পরিসংখ্যান রয়েছে কিন্তু নিয়োগ এবং রক্ষণাবেক্ষণের জন্য কম অর্থ, সময় প্রয়োজন, এবং অন্যান্য অভিজাত ইউনিটের বিপরীতে সীমাহীন সংখ্যায় নিয়োগ করা হয়েছিল।\nরুরুউনি কেনশিনে কিহিতাইকে অনেকগুলি ফ্ল্যাশব্যাকে দেখা যায় ।কারণ শিরোনামের চরিত্র কেনশিনকে তাকাসুগি শিনসাকু নিজেই বাহিনীতে নিয়োগ করেছিলেন।\nগিন্টামায় কিহিতাইকে গিন্টোকির পুরানো বন্ধুর শত্রুতে পরিণত হয় এবং শিনসুকে তাকাসুগির নেতৃত্বে একটি সন্ত্রাসী দল হিসেবেও আবির্ভূত হয়, যেটি তাকাসুগি শিনসাকুর উপর ভিত্তি করে তৈরি হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\nহুবার, থমাস এম.: আধুনিক জাপানের বিপ্লবী উত্স। স্ট্যানফোর্ড, ক্যালিফোর্নিয়া: স্ট্যানফোর্ড ইউনিভার্সিটি প্রেস, ১৯৮১।\nক্রেগ, আলবার্ট এম.: মেইজি পুনরুদ্ধারে চোশু। ল্যানহাম এট আল।: লেক্সিংটন বুকস, ২০০০।"}