{"pageid": 1401714, "title": "সাইফুদ্দিন জাকমাক", "url": "https://bn.wikipedia.org/wiki?curid=1401714", "content": "সাইফুদ্দিন জাকমাক (আরবি: الظاهر سيف الدين جقمق; ১৩৭৩ – ১৩ ফেব্রুয়ারি ১৪৫৩) ৯ সেপ্টেম্বর ১৪৩৮ থেকে ১ ফেব্রুয়ারি ১৪৫৩ পর্যন্ত মিশরের মামলুক সুলতান ছিলেন।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nজাকমাক সার্কাসীয় বংশোদ্ভূত ছিলেন। তাকে তার বড় ভাই মিশরে নিয়ে আসেন এবং সুলতান বারকুকের শাসনামলে আতাবেগ ইনাল ইউসুফির কাছে বিক্রি করেন। পরে তিনি খাসিকিয়ায় (সুলতানের রক্ষীবাহিনী) যোগদানের জন্য কায়রো দুর্গে প্রশিক্ষণ নেন। এরপর তিনি সুলতান নাসিরুদ্দিন ফারাজের পানপাত্রী হিসেবে কাজ করেন। এরপর তিনি তার ভাইয়ের সাথে অস্থিতিশীলতার সময়ে বন্দী হন। পরে ইবনে তাগরিবিরদির দাদা আমির তাগরিবিরদি তাকে মুক্ত করেন।\nপরবর্তীতে তিনি ১৪১৮-১৪২০ সালে মুয়াইয়্যাদ শাইখের শাসনামলে দামেস্কের মামলুক নায়েব হন, যেখানে তিনি খান জাকমাক নির্মাণ করেন। তারপর তিনি সুলতান সাইফুদ্দিন তাতারের অধীনে কায়রো দুর্গের নায়েব হন। পরে তিনি সুলতান বার্সবের অধীনে আতাবেগ হন, যেখানে তিনি আনাতোলিয়ায় দুলকাদিরের বেয়লিকের বিদ্রোহ দমন করার জন্য একটি অভিযানের নেতৃত্ব দেন। তিনি তার ছেলে জামালুদ্দিন ইউসুফের অভিভাবক হওয়ার জন্য বার্সবের আস্থা অর্জন করেছিলেন। ১৪৩৮ সালে সুলতান বার্সবে মারা যান এবং তার পুত্র ইউসুফের কাছে সিংহাসন ছেড়ে দেন যার বয়স ছিল মাত্র পনের বছর। জাকমাক একটি চক্রান্ত সংগঠিত করেন যার মাধ্যমে তিনি ইউসুফকে পঁয়ষট্টি বছর বয়সে নতুন সুলতান হওয়ার জন্য ক্ষমতাচ্যুত করেন।\n\n\n== রাজত্ব ==\n\nনতুন সুলতান হওয়ার পর আমির করকমাজ শাবানির নেতৃত্বে একটি বিদ্রোহ শুরু হয়। যাইহোক, জাকমাক তার সমর্থক এবং করকমাজের সমর্থক উভয়কে স্বর্ণ বিতরণ করেন। তাই করকমাজের সমর্থকরা তাকে ছেড়ে চলে যায়। জাকমাক তাকে গ্রেফতার করে আলেকজান্দ্রিয়ায় মৃত্যুদণ্ড দেন।\nজাকমাককে পরে সিরিয়ার আমিরদের বিদ্রোহের মুখোমুখি হতে হয়েছিল। দামেস্কের গভর্নর ইনাল জাকমি এবং আলেপ্পোর গভর্নর তাগরি বারমাশ ইউসুফের পক্ষে সমাবেশ করেন যিনি কায়রো থেকে পালাতে সক্ষম হন। ইউসুফকে পুনরায় গ্রেফতার করা হয় এবং জাকমাক তাকে আলেকজান্দ্রিয়ায় নির্বাসিত করেন। জাকমাক বিদ্রোহী আমিরদের সাথে লড়াই করার জন্য আকাবঘা তামরাজির নেতৃত্বে একটি সেনাবাহিনী পাঠায় যারা শেষ পর্যন্ত পরাজিত এবং বন্দী হয়েছিল।\nপরে জাকমাককে সাইপ্রাসের খ্রিস্টান রাজ্য এবং হসপিটালার রোডসের কাছ থেকে জলদস্যুতারও মোকাবিলা করতে হয়েছিল। ১৪৩৯ সালে জাকমাক এই দুটি দ্বীপের বিরুদ্ধে একটি অভিযান শুরু করেন, কিন্তু খুব বেশি সাফল্য পাননি। ১৪৪২ সালে দ্বিতীয় ব্যর্থতা তাকে রোডসের বিরুদ্ধে সত্যিকারের আক্রমণের নেতৃত্ব দিতে সক্ষম একটি নৌবহর তৈরি করতে উৎসাহিত করেছিল। ১৪৪৪ সালের জুলাই মাসে তার নৌবহর মিশর থেকে রোডসে আক্রমণ করার জন্য রওনা হয়। রোডসের গ্রামগুলি ধ্বংস করা হয়েছিল। কিন্তু দুর্গের লোকেরা প্রতিরোধ করেছিল। নৌবাহিনীর কমান্ডার অবশেষে অবরোধ ত্যাগ করেন। সেই ব্যর্থতার পরে জাকমাক তার প্রতিবেশীদের সাথে শান্তির নীতিমালা অবলম্বন করেন।\nতৈমুরের ছেলে ও উত্তরসূরি শাহরুখ মির্জা কায়রোতে একটি দূতাবাস পাঠান। তিনি কাবার জন্য কিসওয়া প্রদানের জন্য জাকমাকের কাছে অনুমতি চেয়েছিলেন। জাকমাক প্রথমে প্রত্যাখ্যান করেন এবং তারপর জনগণের বিরোধিতা সত্ত্বেও প্রস্তাবটি গ্রহণ করেন। শাহরুখের রাষ্ট্রদূত কিসওয়াকে নিয়ে কায়রোতে পৌঁছলে তাকে পাথর ছুড়ে অভ্যর্থনা জানানো হয়। জাকমাক বিদ্রোহ দমন করেন এবং রাষ্ট্রদূতকে মক্কায় যাওয়ার অনুমতি দেন। যাইহোক, তিনি যে কিসওয়া এনেছিলেন তা কেবল একদিনের জন্য কাবার গেলাফ হিসেবে আচ্ছাদিত ছিল।\nসেই সময়ে মামলুকদের জন্য আসল বিপদ ছিল উসমানীয় সাম্রাজ্য । ১৪৪৪ সালের ১০ নভেম্বর উসমানীয় সুলতান দ্বিতীয় মুরাদ ওয়ারনার যুদ্ধে ক্রুসেডারদের পরাজিত করেন। এই বিজয় মুসলিম বিশ্বে দ্বিতীয় মুরাদকে অনেক প্রতিপত্তি এনে দেয়।\n১৪৫৩ সালে জাকমাককে আশি বছর বয়সী তার ছেলে ফখরুদ্দিন উসমানকে উত্তরাধিকারী হিসাবে নিযুক্ত করার পর মারা যান, যিনি উসমানীয়দের নামে নামকরণ করেছিলেন।\n\n\n== পরিবার ==\nজাকমাকের প্রথম স্ত্রী ছিলেন খাওয়ান্দ মুঘল। তিনি ১৪০৩ সালে জন্মগ্রহণ করেন। তিনি ছিলেন বিচারক এবং নিরাপত্তা সচিব নাসিরুদ্দিন ইবনুল বিরিজির কন্যা এবং এর আগে তিনবার বিয়ে করেছিলেন। যাদের মধ্যে একজন ছিলেন বিচারক। তার বাবার আপত্তি সত্ত্বেও সুলতান মু্‌য়াইয়্যাদ শাইখ তার দ্বিতীয় বিবাহের ব্যবস্থা করেছিলেন। কামালুদ্দিন মুহাম্মাদ নামে তার একটি ভাই ছিল এবং জয়নাব নামে একটি বোন ছিল (মৃত্যু ১০ জুলাই ১৪৭০)। তাদের একসাথে একটি কন্যা ছিল খাদিজা নামে (১৪৩৩-৩৪- ৩০ জানুয়ারী ১৪৬৩), যিনি ১৩ মার্চ ১৪৫০ তারিখে আতাবেগ আজবাককে বিয়ে করেছিলেন। জাকমাক সেপ্টেম্বর-অক্টোবর ১৪৩৮ সালে তাকে তালাক দেয়। গুজব রয়েছে যে, সে তার প্রিয় দাসী সুরবেকে অভিশাপ দিয়েছে এবং এভাবে এক মাস আগে এটি তার মৃত্যু ঘটায়। তারপরে তিনি তার ভাইয়ের বাড়ির জন্য দুর্গ ছেড়ে যাওয়ার আগে কাআতিল কুবরা থেকে কাআতিল বারবারিয়ায় চলে যান। তিনি ১৪৭২ সালের ১৪ মেতে মারা যান। তাকে ইমাম শাফেয়ির মাজারে দাফন করা হয়।\n১৪৩৮ সালের ডিসেম্বরে তিনি আমির জারবাশ কারিমির কন্যা খাওয়ান্দ জয়নাবকে বিয়ে করেন। তার মা ফাতিমা উম্মে খাওয়ান্দ (মৃত্যু ২৬ এপ্রিল ১৪৮৭), যিনি কানি বে-এর কন্যা এবং সুলতান বারকুকের বোনের ছেলে। তিনি ১৪৫৯ সালে মারা যান এবং তাকে বাইনাল কাসরাইনে সুলতান বারকুকের মাদ্রাসায় সমাহিত করা হয়। আরেক স্ত্রী ছিলেন খাওয়ান্দ নাফিসা, যিনি খাওয়ান্দ আত-তুর্কমানিয়া নামেও পরিচিত। তিনি ছিলেন দুলকাদিরীয় শাসক নাসিরুদ্দিন মুহাম্মাদ বের কন্যা, যার এর আগে জেনেবেক সুফির সাথে বিয়ে হয়েছিল। তারা ১৪৪০ সালে বিয়ে করেন। তাদের একটি মেয়ে ছিল। ১৪৪৯ সালের ১৫ এপ্রিল প্লেগে আক্রান্ত হয়ে তিনি মারা যান।\nআরেক স্ত্রী ছিলেন খাওয়ান্দ জানসুয়ার, যিনি সার্কাসীয় আমির গিরিতবের কন্যা। তারা ডিসেম্বর ১৪৪৯-জানুয়ারি ১৪৫০ সালে বিয়ে করেন। তার আরেক স্ত্রী ছিলেন খাওয়ান্দ শাহজাদা । তিনি ছিলেন উসমানীয় যুবরাজ ওরহান চেলেবির কন্যা ও সুলাইমান চেলেবির পুত্র। আর চেলেবি ছিলেন সুলতান বায়েজিদ প্রথমের পুত্র। সুলেমান চেলেবি নামে তার একটি ছোট ভাই ছিল। তিনি এর আগে সুলতান বার্সবেকে বিয়ে করেছিলেন। তাদের চারটি ছেলে ছিল। ১৪৪৯ সালের ২৬ মার্চ কায়রোতে প্লেগের কারণে তাদের সকলেই মারা যান। বড়জনের নাম আহমেদ। ১৪৫০ সালের ২৫ ডিসেম্বর জাকমাক তাকে তালাক দেন। অন্য স্ত্রী ছিলেন নাজিরুয জায়েশ কাযি আব্দুল বাসিতের কন্যা। ১৪৫১ সালের এপ্রিল মাসে তারা বিয়ে করেন। অন্য স্ত্রী ছিলেন দুলকাদিরিদীয় শাসক সুলেমান বের কন্যা। জাকমাকের মৃত্যুর পর তিনি সুলতান মুয়াইয়্যাদ শিহাবুদ্দিন আহমদকে বিয়ে করেন। তিনি ২৭ এপ্রিল ১৪৬০ সালে মারা যান।\nতার একজন উপপত্নী ছিলেন সুরবে। তিনি একজন সার্কাসিয়ান ছিলেন এবং তার প্রিয় উপপত্নী ছিলেন। তিনি ১৪৩৮ সালে মারা যান। কানিবে জারকাসির সমাধিতে তাকে সমাহিত করা হয়। আরও কয়েকজন উপপত্নী ছিলেন জওহর হান্দার এবং খাওয়ান্দ জোলবান। এই উপপত্নীদের একজনের সাথে তার একটি পুত্র মুহাম্মাদ এবং অন্যটির সাথে তার একটি কন্যা ফাতিমা ছিল।  আরেক উপপত্নী ছিল দোলায়বে। জাকমাক তাকে দামেস্কের ডেপুটি বারকুকের সাথে বিয়ে দিয়েছিলেন। তার সাথে তার একটি সন্তান ছিল আলেবে। তাঁর পুত্র সুলতান মানসুর ফখরুদ্দিন উসমান খাওয়ান্দ নামে এক গ্রীক উপপত্নীর জন্মগ্রহণ করেন। বাবুল বাহরে তার ছেলের নির্মিত মাদ্রাসায় তাকে দাফন করা হয়। তার আরেকটি কন্যা ছিল, যাকে একটি সার্কাসিয়ান উপপত্নী জন্ম দেন। তার ছেলে মুহাম্মাদের বিয়ে হয়েছিল খাদিজার সাথে, যিনি একজন সার্কাসিয়ান এবং সুলতান বার্সবের একজন আত্মীয় আকতুয়ার কন্যা। তার আরেক মেয়ে সিত্তি সারা।\n\n\n== আরও দেখুন ==\nখান জাকমাক\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nClot, André (২০০৯)। L'Égypte des Mamelouks 1250-1517. L'empire des esclaves (ফরাসি ভাষায়)। Perrin। আইএসবিএন 978-2-262-03045-2। \nNatho, Kadir I. (২০০৯)। Circassian History। Xlibris Corporation। আইএসবিএন 9781465316998। \nKaram, Amina (২০১৯-০৫-২২)। \"Women, Architecture and Representation in Mamluk Cairo\"। AUC DAR Home। ২০২১-১২-১৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২১-১২-২২।"}