{"pageid": 1401669, "title": "ইনলে হ্রদ", "url": "https://bn.wikipedia.org/wiki?curid=1401669", "content": "ইনলে হ্রদ( বর্মী : အင်းလေးကန် ; MLCTS : ang : le: kan , [ʔɪ́ɰ̃lé kàɰ̃] ) হল শান রাজ্যের নিয়াংশ্বে শহরে অবস্থিত একটি স্বাদুজলের হ্রদ। এটি মায়ানমারের শানমার পাহাড়ে অংশ, সর্বোচ্চ এবং দ্বিতীয় বৃহত্তম হ্রদ। এটির আনুমানিক ক্ষেত্রফল ৪৪.৯ বর্গ মাইল (১১৬ বর্গকিমি ), এবং সর্বোচ্চ ২,৯০০ ফুট (৮৮০ মিটার) উচ্চতার হ্রদ। শুষ্ক মৌসুমে , জলের গড় গভীরতা ৭ ফুট (২.১ মিটার), গভীরতম বিন্দুতে ১২ ফুট (৩.৭ মিটার)। বর্ষাকালে এটি ৫ ফুট ( ১.৫ মিটার) বৃদ্ধি পেয়ে থাকে।\nহ্রদের জলাভূমি এলাকা হ্রদের উত্তর এবং পশ্চিমে বিস্তৃত। হ্রদটির দক্ষিণ প্রান্তে 'নাম পিলু' বা 'বালু চাউ' প্রবাহিত হয়। এর উত্তর-পশ্চিম তীরে একটি উষ্ণ প্রস্রবণও রয়েছে।\nহ্রদের একটি বড় অংশ ভাসমান গাছপালা দ্বারা আবৃত। এর স্বচ্ছ জল সামান্য ক্ষারীয় ( পি এইচ মাত্রা ৭.৮-৮) হওয়ায় এটি বৈচিত্র্যময় প্রাণীর আবাসস্থল এবং অনেক প্রজাতি পৃথিবীর আর কোথায় পাওয়া যায় না ( এন্ডেমিক )।  সতেরটি স্থানীয় মাছ সহ পঁয়ত্রিশটিরও বেশি দেশীয় প্রজাতির মাছ রয়েছে। এর মধ্যে কয়েকটি, বিশেষ করে সাবওয়া বার্ব , রেড ডোয়ার্ফ রাসবোরা , পান্না বামন রাসবোরা , লেক ইনলে ড্যানিও , ইনলে লোচ এবং ইনলে স্নেকহেড অ্যাকোয়ারিয়ামে ব্যবহার্য রঙীন মাছের বাণিজ্যিক গুরুত্ব রয়েছে। দেশীয় নয় এমন বেশ কিছু মাছেরও প্রচলন হয়েছে ।  উপরন্তু, হ্রদটি ৩০ টি স্থানীয় প্রজাতির সঙ্গে প্রায় ৪৫ প্রজাতির মিঠাজলের শামুকের আবাসস্থল  এবং এর সাথে 'ইনলেথেলফুসা অ্যাকান্থিকা' নামের ছোট স্থানীয় স্বাদু জলের কাঁকড়াও হ্রদে রয়েছে।  প্রতি বছর নভেম্বর থেকে জানুয়ারি মাস পর্যন্ত ২০,০০০ সীগাল জাতীয় পরিযায়ী সামুদ্রিক পাখির আশ্রয় প্রদান করে হ্রদটি। \n২০১৫ খ্রিস্টাব্দের জুন মাসে হ্রদটির জন্য ইউনেস্কোর বায়োস্ফিয়ার রিজার্ভের ওয়ার্ল্ড নেটওয়ার্কের মায়ানমারের প্রথম মনোনীত স্থান লাভ করে  এবং ইউনেস্কোর ২৭তম 'ম্যান অ্যান্ড দ্য বায়োস্ফিয়ার (এমএবি) কার্যক্রমে ইন্টারন্যাশনাল কো-অর্ডিনেটিং কাউন্সিল (আইসিসি) সভায় ২০ টি যোগদানকারী সদস্য দেশের সঙ্গে যোগদান করে।  ২০১৮ খ্রিস্টাব্দে এটি একটি সুরক্ষিত রামসার এলাকা হিসাবে মনোনীত হয়েছে ।  বর্তমানে হ্রদের পরিবেশ দূষণ, পলিকণা , ইউট্রোফিকেশন, অতিরিক্ত মাছ ধরা এবং কচুরিপানা ইত্যাদির কারণে প্রবর্তিত প্রজাতির কারণে মারাত্মক চাপের মধ্যে রয়েছে এবং এর ফলে স্থানীয় শিকারী মাছ 'সিস্টোমাস কমপ্রেসিফর্মিস' ইতিমধ্যেই বিলুপ্ত হওয়ার আশঙ্কায় আছে।\n\n\n== জীবন-জীবিকা ও সংস্কৃতি ==\nইনলে হ্রদ সংলগ্ন অধিবাসীরা (ইন্থা নামে পরিচিত) হ্রদের সীমান্তবর্তী চারটি ছোট শহরে, হ্রদের তীরে এবং হ্রদের তীরবর্তী অসংখ্য ছোট গ্রামে বসবাস করে। পুরো হ্রদের এলাকাটি নিয়াংশ্বে (Nyaung Shwe) শহরে অবস্থিত। জনগোষ্ঠীর বেশিরভাগ অধিবাসীরা 'ইন্থা' হলেও অন্যান্যরা হলেন 'শান', 'তাউংইও', 'পা-ও' (তাউংথু), 'দানু', 'কায়াহ' , 'দানাউ' এবং 'বামার' জাতির বা তাদের মিশ্রণের। তবে তাদের বেশির ভাগই ধর্মপ্রাণ বৌদ্ধ সম্প্রদায়ের এবং তারা সাধারণ কাঠ বা বাঁশের তৈরি বাড়িতে বসবাস করে এবং কৃষিকাজে জীবন নির্বাহ করে।\nহ্রদে তাদের যাতায়াত ঐতিহ্যগতভাবে ছোট নৌকা বা এক সিলিন্ডারের ডিজেল ইঞ্জিনচালিত কিছুটা বড় নৌকায়। স্থানীয় জেলেরা অবশ্য একটি স্বতন্ত্র লেগ রোয়িং শৈলীতে মাছ ধরেন।\nহ্রদ থেকে ধরা মাছ স্থানীয় মানুষের একটি প্রধান খাবার। ইনলে কার্প (Cyprinus intha স্থানীয়ভাবে যাকে nga hpein বলা হয়) একসময় প্রচুর পাওয়া যেত, কিন্তু বর্তমানে সেভাবে উপলব্ধ নয়। \n\nমাছের তৈরি সবচেয়ে জনপ্রিয় খাবার হল হটামিন গিইন - যা হল 'মাছ' এবং/অথবা 'আলু' দিয়ে 'পান্তাভাত'। এটি - হ্ন্যাপিয়ান গ্যাউ (অর্থাৎ 'দুইবার ভাজা 'শান তোফু ' বা বার্মিজ তোফো) দিয়ে পরিবেশন করা হয়। মাছ ধরার পাশাপাশি, স্থানীয়েরা হ্রদের পৃষ্ঠে ভাসমান বড় বাগানগুলিতে শাকসবজি এবং ফল চাষ করে থাকে। ভাসমান বাগান অবশ্য প্রচুর পরিশ্রমে তৈরি করতে হয়। কৃষকেরা হ্রদের নিচের গভীর অংশ থেকে আগাছা সংগ্রহ করে, নৌকায় করে তাদের ভাসমান বাগান এলাকায় আনেন এবং বাঁশের খুঁটিতে রেখে বা নোঙর করে। এই বাগানগুলি জলের স্তরের পরিবর্তনের সাথে ওঠা-নামা করে। সেকারণে বন্যায় ক্ষতিগ্রস্ত হয় না। হ্রদের পুষ্টিসমৃদ্ধ জলের কারণে বাগানগুলি অবিশ্বাস্যভাবে উর্বর হয়। ধান উৎপাদন এবং তার উপর স্থানীয় মানুষের খাদ্য-নির্ভরতা কৃষি ঐতিহ্যের এক উল্লেখযোগ্য দিক।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nসংস্কৃতি-\nমায়ানমারের রাষ্ট্রধর্ম হল বৌদ্ধধর্ম। তাই বৌদ্ধধর্মাবলম্বীদের ধর্মীয় আচার-আচরণেই তাদের সংস্কৃতি ওতপ্রেতভাবে জড়িত। সেরা উৎসব পালিত হয় বার্মিজ নববর্ষে, 'তাজাংডাইং ফেস্টিভ্যাল অফ লাইট' উদযাপনের সময় বেলুন উৎসব, প্যাগোডা উৎসব, বুদ্ধ পূর্ণিমার সময় 'মাঘ পূজা'।  ধর্মীয় উৎসবে বার্মিজ জনগণের ঐতিহ্যগত নৃত্যকলা, মার্শাল আর্ট প্রদর্শন, সঙ্গীত অনুষ্ঠান ইত্যাদি তাদের চিরাচরিত সংস্কৃতির পরিচায়ক।\n\n\n== পর্যটন ==\nদেশ-বিদেশের পর্যটকদের কাছে মূল আকর্ষণ হল ইলনে হ্রদ এবং এজন্য সেদিকে লক্ষ্য রেখে পর্যটন পরিকাঠামো উন্নয়নে নজর দেওয়া হয়েছে। বিগত কয়েক বছরে অনেক ছোট-বড় ব্যক্তিগত মালিকানাধীন হোটেল এবং ভ্রমণ সংস্থা গড়ে উঠেছে। স্থানীয় বিপণিতে দেশি-বিদেশি ভোগ্যপণ্য জোগানোর ব্যবস্থা রয়েছে। হ্রদের নিকটতম হেহো বিমানবন্দর ৩৫ কিলোমিটার (২২ মাইল) দূরে অবস্থিত। ইয়াঙ্গুন এবং মান্দালয়  থেকে সরাসরি বিমানে এর যোগাযোগ রয়েছে। ইয়াঙ্গুন সড়ক পথে ৬৬০ কিলোমিটার (৪১০ মাইল)  এবং মান্দালয় ৩৩০ কিলোমিটার (২১০ মাইল)।\nইনলে হ্রদ এবং আশেপাশের এলাকায় আগস্ট থেকে অক্টোবর পর্যন্ত বেশ কয়েকটি উৎসব অনুষ্ঠিত হয়।  মায়ানমারের সেরা প্যাগোডা উৎসব- ফাউং দাউ ইউ প্যাগোডা উৎসব (Hpaung Daw U Pagoda Festival ( শান রাজ্য )  - Thadingyut)  শান পাহাড়ি অঞ্চলে অনুষ্ঠিত হয়। এই আনন্দ অনুষ্ঠানটি আঠারো দিনের বেশি সময় ধরে চলে। এর পরই আসে থাডিংযুত আলোর উৎসব। 'ইন্থা' ও 'শান' জনগোষ্ঠীর মানুষেরা বুদ্ধিষ্ট লেন্ট উদযাপনের জন্য প্রচুর সংখ্যায় তাদের সেরা পোশাকে বের হন।\nশান পোষাকে পরিহিত ঐতিহ্যবাহী পায়ে চালিত নৌকা বাইচ প্রতিযোগিতা ফাউং দাউ ইউ উৎসবের মূল আকর্ষণ \nহ্রদের তীরবর্তী গ্রামের পর্যটন আকর্ষণগুলির মধ্যে অন্যতম হল রৌপ্যশিল্লীদের ও রেশম রয়ন শ্রমিকের কাজ, যা স্থানীয় মানুষের অর্থনৈতিক উন্নতির সহায়ক। রৌপ্যখনি হতে এনে হ্রদের চারপাশের পাহাড়ঘেরা গ্রামের বাড়িতে রেখে বা তৈরি করে স্থানীয় রৌপ্যশিল্লীরা। সেখান থেকে আগ্রহী পর্যটকরা তাদের পছন্দের ট্রিঙ্কেট, স্মরণীয় স্মারক ইত্যাদি কিনতে পারেন। যদি রৌপ্যের কাজ কোনও পর্যটক বা দর্শনার্থীকে আগ্রহী না করে তবে একই ভাবে যে স্থানীয় সিল্ক বা রেশমের কর্মশালার হস্তনির্মিত পণ্য প্রদর্শিত করা হয়।\nইনলে হ্রদ এলাকাটি বয়ন শিল্পের জন্য বিখ্যাত।বার্মিজ জনগণের প্রতিদিনের ব্যবহার্য 'শান-ব্যাগ' (যা 'টোট-ব্যাগ' নামে পরিচিত) এখানে প্রচুর পরিমাণে উৎপাদিত হয়। এখানকার সিল্ক-বয়ন হল আরেকটি অত্যন্ত গুরুত্বপূর্ণ শিল্প, যা 'Inle longyi' নামক স্বতন্ত্র ডিজাইনের উচ্চ-মানের হাতে বোনা সিল্ক কাপড়ে তৈরি হয়। পদ্ম গাছের তন্তু থেকে তৈরি লোটাস সিল্ক নামক একটি অনন্য ফ্যাব্রিক শুধুমাত্র ইনলে হ্রদ এলাকায় উৎপাদিত হয় এবং বুদ্ধের মূর্তির জন্য বিশেষ পোশাক বুনতে ব্যবহৃত হয় যাকে 'কেয়া থিঙ্গান' (পদ্মের পোশাক) বলা হয়। \n\nরৌপ্যশিল্লীদের এবং রেশম বয়ন শ্রমিকদের কাজ    ছাড়াও, হ্রদের স্থানীয় বার্মিজ জনগণের ব্যবহার্য ও ব্যবসার জন্য হস্তনির্মিত পণ্য বাণিজ্যের আরেকটি উৎস। সাধারণ পণ্যগুলির মধ্যে রয়েছে  নানা সরঞ্জাম, নানা মূর্তিসহ খোদাইয়ের কাজ এবং অন্যান্য টেক্সটাইলসহ শোভাময় বস্তুসামগ্রী এবং চেরুট ইত্যাদি।\n\n\n== আরো দেখুন ==\nইনলে লেক জলাভূমি অভয়ারণ্য\nপ্যাগোডা উৎসব\n\n\n== তথ্যসূত্র =="}