{"pageid": 1401723, "title": "মালদ্বীপের উপরাষ্ট্রপতি", "url": "https://bn.wikipedia.org/wiki?curid=1401723", "content": "মালদ্বীপ প্রজাতন্ত্রের উপরাষ্ট্রপতি হলেন মালদ্বীপ সরকারের নির্বাহী শাখার দ্বিতীয় সর্বোচ্চ কর্মকর্তা যিনি মালদ্বীপের রাষ্ট্রপতির পরে এবং রাষ্ট্রপতির উত্তরাধিকারের সারিতে প্রথম স্থান অধিকার করেন। উপরাষ্ট্রপতি সরাসরি রাষ্ট্রপতির সাথে পাঁচ বছরের মেয়াদে নির্বাচিত হন।\nইব্রাহিম মুহাম্মদ দিদি ছিলেন প্রথম এবং একজন নিযুক্ত উপরাষ্ট্রপতি। আর মোহাম্মদ ওয়াহেদ হাসান ছিলেন প্রথম নির্বাচিত উপরাষ্ট্রপতি।\nরাষ্ট্রপতির মৃত্যু, পদত্যাগ বা পদ থেকে অপসারণের ক্ষেত্রে রাষ্ট্রপতি পদে উত্তরাধিকার সূত্রে উপরাষ্ট্রপতি প্রথম।\nবর্তমান উপরাষ্ট্রপতি হলেন হোসেন মোহাম্মদ লতিফ যিনি ১৭ নভেম্বর ২০২৩-এ শপথ গ্রহণ করেছেন।\n\n\n== উপরাষ্ট্রপতির কার্যালয় ==\nসংবিধানের ১১২ অনুচ্ছেদে উপরাষ্ট্রপতির পদ নিম্নরূপ বর্ণনা করা হয়েছে:\n\nমালদ্বীপের একজন উপরাষ্ট্রপতি থাকবেন যিনি রাষ্ট্রপতিকে তার দায়িত্ব ও দায়িত্ব পালনে সহায়তা করবেন।\nরাষ্ট্রপতির জন্য প্রত্যেক প্রার্থীকে প্রকাশ্যে উপরাষ্ট্রপতির নাম ঘোষণা করতে হবে যিনি তার সাথে কাজ করবেন।\nউপরাষ্ট্রপতির পদের যোগ্যতা রাষ্ট্রপতির মতোই হবে।\nকোনো কারণে রাষ্ট্রপতির পদ শূন্য হলে উপরাষ্ট্রপতি রাষ্ট্রপতির পদে অধিষ্ঠিত হবেন।\nঅনুচ্ছেদ ১১৭ এবং ১২২ তারপরে উপরাষ্ট্রপতির দায়িত্বগুলি বর্ণনা করে:\n\nউপরাষ্ট্রপতি রাষ্ট্রপতির দায়িত্ব ও ক্ষমতা প্রয়োগ করবেন যা রাষ্ট্রপতি তাকে অর্পণ করেছেন।\nরাষ্ট্রপতি অনুপস্থিত থাকলে বা সাময়িকভাবে অফিসের দায়িত্ব পালনে অক্ষম হলে উপরাষ্ট্রপতি রাষ্ট্রপতির দায়িত্ব পালন করবেন।\nযদি উপরাষ্ট্রপতির পদটি মৃত্যু, পদত্যাগ, পদ থেকে অপসারণ, স্থায়ী অক্ষমতা বা রাষ্ট্রপতির পদের উত্তরাধিকারের কারণে শূন্য হয়ে যায় তাহলে রাষ্ট্রপতি অবশিষ্ট মেয়াদের জন্য একজন নতুন উপরাষ্ট্রপতি নিয়োগ করবেন। নিয়োগ গণ মজলিস দ্বারা অনুমোদিত হবে।\nএই দায়িত্বগুলির ফলস্বরূপ উপরাষ্ট্রপতির কার্যালয় এবং এর দায়িত্ব রাষ্ট্রপতি দ্বারা নির্ধারিত হয়। বর্তমান সরকারের অধীনে রাষ্ট্রপতি নাশিদ ২০২০ সালের মধ্যে কার্বন নিরপেক্ষ হওয়ার পরিকল্পনা বাস্তবায়নের পাশাপাশি মাদক সমস্যা মোকাবেলা করার জন্য উপরাষ্ট্রপতির অফিসকে অভিযুক্ত করেছেন যা যুব জনসংখ্যার অর্ধেকেরও বেশি প্রভাবিত করে।\n\n\n== প্রথম উপরাষ্ট্রপতি ==\nমালদ্বীপের প্রথম উপরাষ্ট্রপতি ছিলেন রায়িথুঙ্গে মুথাগাদ্দিম পার্টির ইব্রাহিম মুহাম্মদ দিদি যিনি রাষ্ট্রপতি মোহাম্মদ আমিন দিদি (১ জানুয়ারী ১৯৫৩ থেকে ২ সেপ্টেম্বর ১৯৫৩) দ্বারা এই পদে নিযুক্ত হন। যে শর্তে রাষ্ট্রপতির পদ শূন্য হওয়ার ফলে উপরাষ্ট্রপতির উত্তরাধিকারসূত্রে রাষ্ট্রপতি পদে চলে যায়। ইব্রাহিম দিদি ২ সেপ্টেম্বর ১৯৫৩ থেকে ৭ মার্চ ১৯৫৪ পর্যন্ত মোহাম্মদ আমিন দিদির নির্বাসনের পর ভারপ্রাপ্ত রাষ্ট্রপতি হিসাবেও দায়িত্ব পালন করেন।\nপ্রধানমন্ত্রী আহমেদ জাকির বরখাস্তের পর ইব্রাহিম নাসির তার মন্ত্রিসভার বেশ কয়েকজন মন্ত্রীকে উপরাষ্ট্রপতি হিসেবে নিয়োগ দেন।\nমুহাম্মদ ফরিদ দিদির শাসনামলে এবং মাউমুন আবদুল গাইয়ুমের রাষ্ট্রপতি-কালীন সময়ে মালদ্বীপে উপরাষ্ট্রপতি ছিল না।\n\n\n== প্রথম নির্বাচিত উপরাষ্ট্রপতি ==\nনতুন সংবিধানের অধীনে সাংবিধানিক পরিষদ তৈরি করা হয়েছে এবং উপরে বর্ণিত দায়িত্বগুলির সাথে আবার উপরাষ্ট্রপতির পদ তৈরি করা হয়েছিল। ৭ আগস্ট ২০০৮-এ রাষ্ট্রপতি গাইয়ুম দ্বারা অনুসমর্থন করা হয়েছে।\nনতুন সংবিধানের অধীনে গৌমি ইথিহাদ পার্টির ডক্টর মোহাম্মদ ওয়াহেদ হাসান মালদ্বীপের প্রথম নির্বাচিত উপরাষ্ট্রপতি হন এবং ১১ নভেম্বর ২০০৮-এ শপথ গ্রহণ করেন। মোহাম্মদ নাশিদ মালদ্বীপের রাষ্ট্রপতি হিসাবে নির্বাচিত হন এবং তারা একসাথে কার্যকরভাবে এশিয়ার সবচেয়ে দীর্ঘ মেয়াদী শাসক রাষ্ট্রপতি গাইয়ুমের ৩০ বছরের শাসনের অবসান ঘটিয়েছিলেন।\nড. ওয়াহেদ জাতিসংঘের সবচেয়ে সিনিয়র মালদ্বীপের নাগরিক ছিলেন যখন তিনি মালদ্বীপে ফিরে আসার জন্য এবং রাজনৈতিকভাবে সক্রিয় হওয়ার জন্য জুন ২০০৮ সালে এটি থেকে অবসর নেন। জাতিসংঘে থাকাকালীন ড. ওয়াহিদ দক্ষিণ এশিয়া, আফগানিস্তান, ইয়েমেন, মেসিডোনিয়া, মন্টিনিগ্রো এবং তুর্কমেনিস্তানের জন্য ইউনিসেফের প্রধান ছিলেন। ড. ওয়াহেদ আন্তর্জাতিক উন্নয়নে বিশেষ দক্ষতা অর্জন করে মর্যাদাপূর্ণ স্ট্যানফোর্ড বিশ্ববিদ্যালয় থেকে পিএইচডি অর্জনকারী তৃতীয় মালদ্বীপের নাগরিক।\n\n\n== উপরাষ্ট্রপতির তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরাষ্ট্রপতির কার্যালয়: উপরাষ্ট্রপতি\nডাঃ ওয়াহিদের অফিসিয়াল ওয়েবসাইট"}