{"pageid": 1401960, "title": "শক্তিবর্ধক চিকিৎসা", "url": "https://bn.wikipedia.org/wiki?curid=1401960", "content": "কর্কটরোগ তথা ক্যানসারের চিকিৎসার প্রেক্ষিতে শক্তিবর্ধক চিকিৎসা বলতে ক্যানসারে আক্রান্ত রোগীদের মূল চিকিৎসা যেমন অর্বুদ (টিউমার) অস্ত্রোপচারের মাধ্যমে অপসারণ বা বিকিরণ চিকিৎসার মাধ্যমে ধ্বংসের পরে তাদেরকে প্রদানকৃত অতিরিক্ত সহায়তাদানকারী সম্পূরক চিকিৎসাটিকে বোঝায়। যেসব ক্ষেত্রে অর্বুদ বা টিউমারের ধাপ ও কলাস্থানিক গঠনের উপর ভিত্তি করে ভবিষ্যতে সেটির পুনরার আবির্ভাবের উচ্চ ঝুঁকি থাকে, সেসব ক্ষেত্রে এই অতিরিক্ত শক্তিবর্ধক চিকিৎসাটি প্রদান করা হয়। শক্তিবর্ধক চিকিৎসার মূল উদ্দেশ্য হল মূল চিকিৎসার পরেও দেহে অবশিষ্ট আণুবীক্ষণিক কর্কটকোষগুলির উপর লক্ষ্যস্থির করা ও সেগুলিকে নির্মূল করা। শক্তিবর্ধক চিকিৎসাটিকে স্থানিকভাবে (যেমন স্তন ক্যানসারের টিউমার অস্ত্রোপচারের পরে স্তনে বিকিরণ প্রয়োগ) কিংবা সামগ্রিক দেহতন্ত্রে (যেমন স্তন ক্যানসার, বৃহদান্ত্র-মলাশয়ের ক্যানসার ও অন্যান্য ধরনের ক্যানসারের ক্ষেত্রে সমগ্র দেহব্যাপী শক্তিবর্ধক রাসায়নিক চিকিৎসা) প্রয়োগ করা হতে পারে। কিছু কিছু কর্কটরোগের (ক্যানসারের) সর্বাঙ্গীণ ব্যবস্থাপনার একটি অতি-গুরুত্বপূর্ণ অংশ হল এই শক্তিবর্ধক চিকিৎসা। এটি রোগীর দীর্ঘমেয়াদী কর্কটবিহীন (ক্যানসারবিহীন) জীবনযাপনের সামগ্রিক সম্ভাবনা বৃদ্ধি করার উদ্দেশ্যে ব্যবহৃত হয়। ইংরেজিতে শক্তিবর্ধক চিকিৎসাকে \"অ্যাডজুভেন্ট থেরাপি\" (Adjuvant therapy) বলে।\nশক্তিবর্ধক চিকিৎসার জন্য যথোপযুক্ত প্রার্থী রোগী শনাক্ত করা খুবই গুরুত্বপূর্ণ। এজন্য রোগীর চিকিৎসার ইতিহাস, মূল অর্বুদ বা টিউমারের বৈশিষ্ট্যাবলী (যেমন সেটির আকার, ধাপ (স্টেজ) ও বাহ্যরূপ (গ্রেড) ) ও ক্যানসার পুনরাবির্ভাবের ঝুঁকির অন্যান্য নিয়ামকগুলিকে পুঙ্খানুপুঙ্খভাবে মূল্যায়ন করা হয়। ভিন্ন ভিন্ন কর্কটরোগের (ক্যানসার) জন্য স্বতন্ত্র মানদণ্ডসমষ্টি ব্যবহার করা হয় এবং সাধারণত কর্কটরোগবিদ (অংকোলজিস্ট), শল্যচিকিৎসক ও অন্যান্য ক্ষেত্রের বিশেষজ্ঞদের সমন্বয়ে বহুশাস্ত্রিক পদ্ধতিতে রোগী নির্বাচনের সিদ্ধান্ত গ্রহণ করা হয়।\nশক্তিবর্ধক চিকিৎসা বিভিন্ন প্রকারের হয়ে থাকে। রাসায়নিক চিকিৎসায় (কেমোথেরাপি) দেহের সর্বত্র দ্রুত বিভাজনশীল কোষগুলির উপর লক্ষ্যস্থির করা হয়। উদ্বোধক চিকিৎসাগুলি (হরমোন থেরাপি) উদ্বোধক পদার্থের তথা হরমোনের প্রতি সংবেদনশীল কর্কটরোগ যেমন স্তন ও প্রস্থিত গ্রন্থির (প্রোস্টেট) কর্কটরোগে প্রয়োগ করা হয়। আণবিক চিকিৎসায় নির্দিষ্ট আণবিক গতিপথের উপর লক্ষ্যস্থির করা হয়। অনাক্রম্য চিকিৎসাতে দেহের অনাক্রম্যতন্ত্রের (রোগ প্রতিরোধ ব্যবস্থা) নিজস্ব শক্তি কাজে লাগিয়ে কর্কটরোগের চিকিৎসা করা হয়। রোগীর স্বাস্থ্য, পছন্দ, কর্কটরোগের ধরন ও বৈশিষ্ট্যগুলি কোন প্রকারের শক্তিবর্ধক চিকিৎসা প্রয়োগ করা হবে, তা নির্ধারণ করে।\nযদিও শক্তিবর্ধক চিকিৎসার লক্ষ্য হল দীর্ঘমেয়াদী ফলাফল উন্নত করা, তা সত্ত্বেও সম্ভাব্য বিরূপ পার্শ্ব-প্রতিক্রিয়া এবং রোগীর জীবনযাপনের গুণগত মানের উপরে সেটির সামগ্রিক প্রভাবও বিবেচনা করা অতীব গুরুত্বপূর্ণ। পার্শ্ব-প্রতিক্রিয়ার ঝুঁকি এবং ক্যানসারের পুনরাবির্ভাবের ঝুঁকি কমানোর সম্ভাব্য উপকারিতার সুবিবেচিত মূল্যায়ন করে তবেই শক্তিবর্ধক চিকিৎসা প্রয়োগের সিদ্ধান্ত নিতে হয়। স্বাস্থ্যসেবা প্রদানকারী ও রোগীর যৌথ অংশীদারী সিদ্ধান্ত গ্রহণ খুবই জরুরি, যাতে নির্বাচিত চিকিৎসার সাথে রোগীর লক্ষ্য ও মূল্যবোধের মেলবন্ধন হয়।\n২১শ শতকে এসে শক্তিবর্ধক চিকিৎসা পদ্ধতিগুলির রূপ বদলাচ্ছে। ব্যক্তিমাফিক চিকিৎসাবিজ্ঞান ও বংশাণুসমগ্র বিজ্ঞানে প্রত্যেক কর্কটরোগীর (ক্যানসার রোগী) স্বতন্ত্র বংশাণুগত বৈশিষ্ট্যসমবায় গণনায় ধরা হয়। ফলে অর্বুদ বা টিউমারের সূক্ষ্ম আণবিক ধর্মগুলি বুঝতে পারা সম্ভব হয় এবং এভাবে চিকিৎসাকে আরও সূক্ষ্ম, সঠিক ও নির্দিষ্ট ব্যক্তির জন্য মাপমাফিক উপায়ে প্রয়োগ করা যায়। শক্তিবর্ধক চিকিৎসা শেষ হবার পরেও ক্যানসার রোগীর চিকিৎসা শেষ হয় না। একটি সর্বাঙ্গীণ, পূর্ণাঙ্গ ক্যানসার বা কর্কট চিকিৎসাসেবা পদ্ধতিতে রোগীদের নিয়মিত অনুসরণ (ফলো-আপ) ও সার্বক্ষণিক নজরদারির মাধ্যমে তাদের নিরবচ্ছিন্ন ব্যবস্থাপনা নিশ্চিত করা হয়। এর ফলে ক্যানসারের সম্ভাব্য পুনরাবির্ভাবের চিহ্ন দ্রুত শনাক্তকরণ ও সুপ্ত দীর্ঘমেয়াদী বিরূপ পার্শ্ব-প্রতিক্রিয়াগুলিকে কড়া নজরে রাখা সম্ভব হয়।\n\n\n== তথ্যসূত্র =="}