{"pageid": 1401492, "title": "ঊর্ধ্ব পুণ্ড্র", "url": "https://bn.wikipedia.org/wiki?curid=1401492", "content": "ঊর্ধ্বপুণ্ড্র (সংস্কৃত: ऊर्ध्वपुण्ड्र, অনুবাদ 'উন্নত চিহ্ন') হলো একপ্রকার তিলক যা বিষ্ণুর সাথে তাদের সম্পৃক্ততার চিহ্ন হিসাবে বৈষ্ণবগণ পরিধান করেন। এটি সাধারণত কপালে পরা হয়, তবে শরীরের অন্যান্য অংশ যেমন কাঁধেও পরা যেতে পারে।\nচিহ্নগুলো হয় কোনো দৈনিক আচারের হিসাবে অংশ হিসেবে তৈরি করা হয়, বা বিশেষ অনুষ্ঠানে, এবং নির্দিষ্ট সম্প্রদায়, বা ভক্ত যে বংশের সাথে জড়িত তা নির্দেশক। বিভিন্ন বৈষ্ণব সম্প্রদায়ের প্রত্যেকেরই তাদের নির্দিষ্ট বংশের সিদ্ধান্তের ভিত্তিতে তিলকের নিজস্ব স্বতন্ত্র শৈলী রয়েছে। সাধারণ তিলক নকশা ইংরেজি 'ইউ' বা 'ওয়াই' অক্ষরের অনুরূপ দুই বা তিনটি উল্লম্ব রেখা দিয়ে করা হয়, যা বিষ্ণুর পায়ের প্রতিনিধিত্ব করে।\n\n\n== সাহিত্য ==\n\nঊর্ধ্ব পুণ্ড্র ঐতিহাসিকভাবে বৈষ্ণব ঐতিহ্যের সাথে যুক্ত ছিল, ঠিক যেমন ত্রিপুণ্ড্র শৈব ঐতিহ্যের সাথে যুক্ত ছিল।\nপদ্মপুরাণ এই প্রতীকটির ধর্মতাত্ত্বিক তাত্পর্য ব্যাখ্যা করে:\n\nপাবমান্য (স্তব) যেন আমাকে সহস্র ধারের চক্র দিয়ে শুদ্ধ করে যা দিয়ে তারা সর্বদা নিজেদের রক্ষা করে। স্রষ্টার চক্রটি ধাতব পাত এবং সোনালি দিয়ে উজ্জ্বল। আমরা স্তোত্রটি জেনে এটিকে (ইতোমধ্যে) এটি দ্বারা শুদ্ধ করি। ফেলির সাথে অব্যবহৃত চাকতিটি মহৎ ব্যক্তির চোখ। দেবতাদের উপর এটি স্থাপন করে একটি উচ্চ অবস্থানে পৌঁছেছেন। তাই, বিশেষ করে ব্রাহ্মণদের দ্বারা, বিশেষ করে বিষ্ণুর ভক্তদের দ্বারা অস্ত্রের (চিহ্নগুলো) যথাযথভাবে পরানো উচিত। শুদ্ধ হৃদয়ের মহান ব্যক্তি, যাঁর ঋদ্ধবপুণ্ড (কপালে চন্দনের লম্ব চিহ্ন) এবং চক্রের চিহ্ন রয়েছে, তিনি বিষ্ণুর অবস্থানের ধ্যান করেন, স্তোত্র গাওয়ার মাধ্যমে সর্বদা (ভগবান বিষ্ণু) সর্বদা উচ্চে পৌঁছান। তার হৃদয়ে রয়ে গেছে।\nবাসুদেব উপনিষদ, একটি বৈষ্ণব পাঠ, উর্ধ্ব পুণ্ড্র তিলকের তিনটি উল্লম্ব রেখার তাৎপর্য ব্যাখ্যা করে:\n\nTo be a reminder of the Vedic scriptures - Rigveda, Yajurveda, and Samaveda;\nThe three worlds Bhu, Bhuva, Svar;\nThe three phonemes of Om - A, U, M;\nThe three states of consciousness - awake, dream sleep, deep sleep;\nThe three realities - Maya, Brahman, and Atman;\n\nThe three bodies - Sthula, Sukshma, and Karana.\nস্কন্দ পুরাণেও এই চিহ্ন সম্পর্কে কিছু উল্লেখ‌‌ আছে:\n\nভক্তের চিহ্ন মনোযোগ সহকারে শ্রবণ কর হে মা। এটা গোপন, হে ধরণী। তাদের অস্ত্র জোড়ায় শঙ্খ ও চক্রের স্থায়ী চিহ্ন রয়েছে। তাদের বিশেষ বৈশিষ্ট্য হল ঊর্ধ্বপুণ্ড্র (উল্লম্ব V-এর মতো আকারে সাম্প্রদায়িক চিহ্ন) মাঝখানে একটি ফাঁক। অন্যদের কপাল, হৃৎপিণ্ড, ঘাড়, পেট, দুই পাশে, দুই কনুই, দুই বাহু, পিঠে এবং ঘাড়ের পিছনে বারোটি পুণ্ড্র রয়েছে। যখন তারা চিহ্নটি প্রয়োগ করে তখন তারা 'কেশব' দিয়ে শুরু হওয়া এবং 'বাসুদেব' দিয়ে শেষ হওয়া বারোটি নাম পাঠ করে এবং 'তোমাকে প্রণাম' বলে। মাথায় লাগালে তারা বলে ‘বাসুদেব’।\n\n\n== বিষ্ণুর নামের সাথে মেলামেশা ==\nবৈষ্ণব ঐতিহ্যে, ব্যক্তির শরীরের বিভিন্ন অংশে উর্ধ্ব পুণ্ড্র প্রয়োগ করা হয়, এবং এর প্রয়োগের জন্য ব্যক্তিকে বিষ্ণুর বিভিন্ন নামের আচার-অনুষ্ঠান করতে হয়। দেবী ভাগবত পুরাণ এই ধারণাটির উপর একটি আদেশের আকারে কিছু আলোকপাত করেছে যেখানে চিহ্নটি প্রয়োগ করা হয়, প্রতিটি সংরক্ষণকারী দেবতার একটি বিশেষত্বের সাথে সম্পর্কিত:\n\nকেশব - কপাল\nনারায়ণ - পেট\nমাধব - হৃদয়\nগোবিন্দ - ঘাড়\nবিষ্ণু - পেটের ডান অংশ\nমধুসূদন - ডান হাতের মাঝ বরাবর\nত্রিবিক্রম - বাম কান\nবামন - পেটের বাম অংশ\nশ্রীধর - বাম হাত\nহৃষীকেশ - ডান কান\nপদ্মনাভ - পেছনে\nদামোদর - নাক\nবাসুদেব - মাথা\n\n\n== ঐতিহ্যগত বৈচিত্র ==\n\n\n=== শ্রী বৈষ্ণবধর্ম ===\n\nএখানে চিহ্নটিকে বলা হয় নমম বা শ্রীচরণম। শ্রী বৈষ্ণব ঐতিহ্যের সদস্যরা নারায়ণের পায়ের প্রতিনিধিত্বকারী দুটি বাইরের রেখা দিয়ে তিলক পরিধান করে, আর মাঝের লাল রেখাটি তার স্ত্রী লক্ষ্মীর প্রতিনিধিত্ব করে। নাকের উপরের সেতুতে একটি বক্রতা নির্দেশ করে যে পরিধানকারী টেঙ্কলাই সম্প্রদায়ের অন্তর্গত। কারণ শ্রী বৈষ্ণব ঐতিহ্য লক্ষ্মীকে এক উচ্চ স্থান দেয় আর যেহেতু তারা লক্ষ্মীর মাধ্যমে নারায়ণের কাছে পৌঁছে, তাদের তিলক আত্মসমর্পণের এই প্রক্রিয়াটিকেই প্রতিফলিত করে, যা শরণগতি (বা কখনও কখনও প্রপট্টিও) নামে পরিচিত। এর একটি রূপ রামানন্দ কর্তৃক সূচিত রামানন্দী সম্প্রদায়ের মধ্যে পাওয়া যায়, যার সদস্যরা একই রকম তিলক নকশা পরিধান করে, কিন্তু লক্ষ্মী-নারায়ণের পরিবর্তে সীতা-রাম (যাদের প্রতি তাদের ভক্তি নিবেদন করা হয়) হিসেবে উপস্থাপিত হয়।\nশ্রী বৈষ্ণব ঐতিহ্যের নারীগণ, বিশেষ করে যারা আয়েঙ্গার সম্প্রদায়ের, তারা পুরুষদের থেকে আলাদা তিলক পরিধান করেন। লক্ষ্মীর প্রতিনিধিত্বকারী লাল রেখাটি তাদের নারীত্বকে গুরুত্ব দেবার জন্য তাদের কপাল যতখানি লম্বিত সেভাবে বিশিষ্টভাবে পরা হয়, নকশার গোড়ায় একটি ক্ষুদ্র সাদা বক্রতা দিয়ে সজ্জিত।\n\n\n==== আয়েঙ্গার ঐতিহ্য ====\nদক্ষিণ ভারতের আয়েঙ্গার সম্প্রদায়ে এই তিলকের দুটি রূপ প্রচলিত, যা নমম নামে পরিচিত। উভয় সম্প্রদায়ের মধ্যে এই চিহ্নের দুটি উপাদান উপস্থিত রয়েছে:\n\nতিরুমান (পবিত্র বালি) - সাদা, পার্শ্বীয় প্রতীক যা বিষ্ণুর পায়ের প্রতিনিধিত্ব করে\nশ্রীচরণম (পবিত্র পা) - হলুদ/লাল কেন্দ্রীয় প্রতীক যা লক্ষ্মীর উপস্থিতির প্রতিনিধিত্ব করে\n\n\n===== টেঙ্কলাই =====\n\nটেঙ্কলাই নমম হল একটি Y-আকৃতির নকশা যা কপালে দুটি উল্লম্ব সাদা রেখা দিয়ে করে এবং নাকের সেতুতে ছেদ করে, যেখানে তারা পরিধানকারী দ্বারা সারিবদ্ধ হয়। এটি বিষ্ণুর পায়ের প্রতিনিধি। একটি লাল রেখা যা সাধারণত কুমকুমের সাথে প্রয়োগ করা হয় আর তা লক্ষ্মীর উপস্থাপনা হিসাবে এর মাঝখানে পরা হয়।\n\n\n===== ভাদাকালই =====\n\nভাদাকালাই ধরনটি তামিল ব্রাহ্মণদের আয়েঙ্গার সম্প্রদায়ের দুটি সম্প্রদায়ের মধ্যে রয়েছে। ভাদাকালাই নমম হল একটি U-আকৃতির নকশা যা কপালে দুটি বাঁকা রেখাকে অন্তর্ভুক্ত করে। টেঙ্কলাই নমমের মতো, এটিও বিষ্ণুর পায়ের উপস্থাপনা। একটি হলুদ রেখা যা সাধারণত হলুদ বাটা দিয়ে প্রয়োগ করা হয় এবং লক্ষ্মীর উপস্থাপনা হিসাবে এর মাঝখানে পরা হয়।\n\n\n=== বল্লভ সম্প্রদায় ===\n\nবল্লভ ঐতিহ্যে, বা রুদ্রসম্প্রদায়ে, তিলক পরা হয় দুইটি উল্লম্ব লাল রেখা দিয়ে যা গোড়ায় গোলাকারভাবে সংযুক্ত। এই \"U\" আকৃতিটি কৃষ্ণের পদ্ম পায়ের প্রতিনিধিত্ব করে।\n\n\n=== মাধবসম্প্রদায় ===\n\nমাধবসম্প্রদায় বিষ্ণুর 'পদ্মপাদ'-এর প্রতিনিধিত্বকারী গোপীচন্দন সহ দুটি উল্লম্ব রেখা দিয়ে চিহ্নিত করে। এর মধ্যে একটি উল্লম্ব কালো রেখা তৈরি করা হয় ধুপের প্রতিদিনকার কয়লা (ধূপ) থেকে। এই সম্প্রদায়ে প্রতিদিন নারায়ণ বা কৃষ্ণের পূজা করা হয়। ধূপ নিবেদনের পর অবশিষ্ট কয়লা কালো রেখা চিহ্নিত করতে ব্যবহার করা হয়। একে অঙ্গার বলা হয়। যারা এই লাইনটি পরেন তারা দেবের পূজা (পূজা) শেষ করেই পরেন। কালো রেখার নীচে, লাল বিন্দু যোগ করা হলে বোঝায় যে তিনি তার দুপুরের খাবার খাওয়া শেষ করেছেন। এই বিন্দুটিকে অক্ষতে বলা হয়। কলাগাছের ফুলের পাপড়ির ছাই হলুদের বাটার সাথে মেশানো হয়। অঙ্গার-অক্ষতের আকৃতি গদার মতো। এটি প্রাণদেব সন্নিধি (বায়ু দেবরু উপস্থিতি আছে) হওয়ার কথা। যারা নারায়ণের নিত্য পূজা করেননি তারা কেবল সাধারণ দুই লাইনের তিলক পরিধান করেন।\n\n\n=== গৌড়ীয় বৈষ্ণবধর্ম ===\n\nগৌড়ীয় বৈষ্ণব সম্প্রদায়ে, তিলক সাধারণত বৃন্দাবনের মাটি দিয়ে তৈরি করা হয়। মূল তিলকটি মাধব তিলকের মতোই। দুটি লাইনের U আকারের নীচে, নাকের সেতুতে একটি তুলসী পাতার আকৃতি রয়েছে, অন্য বৈষ্ণব সম্প্রদায়ে এর পরিবর্তে নিম বা অশোক পাতার আকৃতি বোঝাতে পারে। শাস্ত্রপাঠ শ্রবণ এবং শ্রীমদ-ভাগবত অনুসারে ভগবানকে মহিমান্বিত করার মতো সরাসরি ভক্তিমূলক সেবার উপর জোর দেওয়ার কারণে সামান্য পার্থক্য দেখা দেয়। যেমন, যজ্ঞাগ্নির ছাই থেকে তৈরি কালো রেখাটি এই তিলকে অন্তর্ভুক্ত নয়। শ্রী হরি ভক্তি বিলাস (৪.২১১) অনুযায়ী, তিলকটি হল একটি U আকৃতির যা নাকের শুরু থেকে শুরু হয় যা আসলে গোড়া থেকে ডগা পর্যন্ত দূরত্বের ১/৩ ভাগ। সময়ের সাথে সাথে, এই মূল তিলকটি বিভিন্ন বিভাগ এবং সম্প্রদায়ের মধ্যে বিভিন্নতা পেয়েছে।\n\n\n=== নিম্বার্ক সম্প্রদায় ===\n\nবাসুদেব উপনিষদে বর্ণিত নিম্বার্ক সম্প্রদায়ে, তিলক করা হয় গোপী-চন্দন (গুজরাটের দ্বারকায় গোপীকুণ্ড হ্রদের কাদামাটি) দিয়ে। এটি নাকের সেতু থেকে শুরু হয় এবং কপালের শীর্ষে দুটি উল্লম্ব রেখা হিসাবে চলতে থাকে। এর দ্বারা ঈশ্বরের মন্দিরকে প্রতিনিধিত্ব করে বলা হয়। এই রেখাগুলোর মধ্যে, ভ্রু-দ্বয়ের মধ্যে একটি কালো বিন্দু রয়েছে, যা রাধার পবিত্র জন্মস্থান উত্তর প্রদেশের বারসানায় পাওয়া স্লেট থেকে তৈরি। এটি রাধা এবং কৃষ্ণ হিসাবে ভগবানকে একত্রে উপস্থাপন করে বলে বলা হয়। এই তিলক সম্প্রদায়ের নীতিকে মূর্তভাবে প্রকাশ করে যে ঈশ্বর রাধা এবং কৃষ্ণেরই সমন্বিত রূপ, অন্য কেউ নয়। অনুমিত হয় যে ঋষি নারদ কর্তৃক দীক্ষা গ্রহণের সময় নিম্বার্ককে এটি প্রথম দেওয়া হয়েছিল। দীক্ষা নেবার সময় তাদের গুরুর হাতে প্রথমে তিলক দেওয়া হয় এবং এরপর, প্রতিদিন ভক্ত তার মাথায় তিলক আঁকার করার আগে তার গুরুর নাম স্মরণ করবে।\n\n\n=== স্বামীনারায়ণ সম্প্রদায় ===\n\nস্বামীনারায়ণ সম্প্রদায়ে, উর্ধ্ব পুণ্ড্র তিলক যা তিলক চন্ডলো নামেও পরিচিত, দুটি উপাদানের সমন্বয়ে গঠিত: চন্দনের বাটা দিয়ে তৈরি একটি \"U\" আকৃতির তিলক এবং কেন্দ্রে কুমকুম (সিঁদুর) দিয়ে তৈরি একটি চন্দলো (বৃত্ত)। এটি প্রভাতের পূজার আগে প্রয়োগ করা হয়।\nস্বামীনারায়ণ গদির মতে, প্রতীকটি ধন ও সৌভাগ্যের দেবী লক্ষ্মীর প্রতিনিধিত্বকারী, যিনি স্বামীনারায়ণের হৃদয়ে বাস করেন যেখানে তিলকটি কৃষ্ণের পদ্মপদ্মকে প্রতিনিধিত্ব করে, পরম সত্তা, এবং চাঁদলো লক্ষ্মীর জন্য দাঁড়িয়েছে। BAPS তার আদর্শ ভক্ত, গুণাতীত সাধুর সাথে পরমাত্মাকে পূজা করার ভক্ত-ভগবান পদ্ধতি নির্দেশ করার জন্য তিলক চন্ডলোকে ব্যাখ্যা করে। স্বামীনারায়ণ ঘোষণা করেছিলেন যে গুণাতীতানন্দ স্বামীর উপর তিলক চন্ডলো প্রদর্শন করার পরে, গুজরাটের জুনাগড়ের কাছে পাঞ্চালে হোলি উৎসবের সময় ১৩ ফেব্রুয়ারি ১৮২১ তারিখে সমস্ত ভক্তদের এই চিহ্নটি পরিধান করা উচিত।\n\n\n== আরও দেখুন ==\n\nহিন্দু দর্শন\nবিভূতি\nতিলক\n\n\n== তথ্যসূত্র =="}