{"pageid": 1401523, "title": "মেলখুম ট্রেইল", "url": "https://bn.wikipedia.org/wiki?curid=1401523", "content": "মেলখুম ট্রেইল চট্টগ্রাম জেলার মীরসরাই উপজেলার জোরারগঞ্জ ইউনিয়নে অবস্থিত একটি গিরিপথ।\n\n\n== ইতিহাস ==\nমেল একপ্রকার লতা, যা মাছের চেতনানাশক হিসাবে কাজ করে। স্থানীয়রা একসময় মাছ শিকারের জন্য কুমের পানিতে মেল লতার রস ছিটিয়ে দিত। রস ছিটানোর কিছুক্ষণ পর কুমের পানিতে থাকা মাছ (বিশেষ করে চিংড়ি) মরে ভেসে উঠত। এভাবে মাছ শিকার করতে করতে একসময় এই অঞ্চলের নাম হয়ে উঠে মেলকুম বা মেলখুম।\n\n\n== অবস্থান ==\nমেলখুম ট্রেইল চট্টগ্রাম জেলার মীরসরাই উপজেলার জোরারগঞ্জ ইউনিয়নের সোনাপাহাড় এলাকায় অবস্থিত।\n\n\n== বর্ণনা ==\nমেলখুমের প্রবেশপথের দুই পাশে প্রায় ১০০ থেকে ২০০ ফুট খাড়া উঁচু পাহাড় আড়াআড়িভাবে দাঁড়িয়ে আছে। পাহাড়ের মাঝখানে রয়েছে সরু পিচ্ছিলপথ। চলার পথটি খুব সরু হওয়ায় ভিতরে সূর্যের আলো প্রবেশ করতে পারে না। ফলে দিনের বেলায়ও কূপটি ঘন অন্ধকার হয়ে থাকে। এছাড়া, কূপের কিছু কিছু জায়গায় গভীরতা খুব বেশি হওয়ায় এটি ভয়ানক দেখায়।\n\n\n== কীভাবে যাবেন? ==\nঢাকা অথবা চট্টগ্রাম শহর থেকে বাস বা ট্রেনে করে সোনাপাহাড়ের নাহার এগ্রো আসতে হবে। সেখান থেকে পূর্বদিকের রাস্তা ধরে ৫ মিনিট হাঁটলে রেললাইন পাওয়া যাবে। রেললাইন পার হওয়ার পর মাটির রাস্তা ধরে ১৫-২০ মিনিট হাঁটলে একটি কালভার্ট দেখা যাবে। কালভার্টের ডানদিকে একটি পাথরবিহীন সরু ছড়া রয়েছে। ছড়া হতে উজানের দিকে ৪৫-৫০ মিনিট হাঁটলে মেলখুম ট্রেইল দেখা যাবে।\n\n\n== সতর্কতা ==\nসাঁতার না জানলে ও শ্বাসকষ্ট বা ঠান্ডাজনিত সমস্যা থাকলে মেলখুমে না যাওয়া উচিত। কারণ খুমের পানি অনেক ঠান্ডা। এছাড়া, জায়গাটি মোবাইল নেটওয়ার্কের আওতাভুক্ত নয়।\n\n\n== নিষেধাজ্ঞা ==\n২০২৩ সালের ১৪ মার্চ ও ২৪ এপ্রিল মেলখুমে ঘুরতে এসে ১৩ জন পর্যটক আটকা পড়ে। পরে জোরারগঞ্জ থানা পুলিশ দীর্ঘ ৮ ঘণ্টা অভিযান চালিয়ে তাদেরকে উদ্ধার করে। জোরারগঞ্জ থানার ভারপ্রাপ্ত কর্মকর্তা জাহেদ হোসেন বলেন, \"মেলকুম গিরিখাতটি দুর্গম এলাকায় হওয়ায় দিনের আলো কমে গেলেই পর্যটকেরা দিক ভুল করেন। অভিজ্ঞ গাইড ছাড়া এ স্থানে না যেতে পর্যটকদের অনুরোধ করা হচ্ছে। এ ধরনের ঘটনা রোধে বন বিভাগ ও উপজেলা প্রশাসনের সহায়তায় আমরা ব্যবস্থা গ্রহণ করবো।\" এরই মধ্যে বনবিভাগ কর্তৃক মেলখুমের বিভিন্ন প্রবেশপথে সতর্কীকরণ বিজ্ঞপ্তি ও সাইনবোর্ড টাঙানো হয়েছে।\n\n\n== চিত্রশালা ==\n\n\n== আরও দেখুন ==\nচালন্দা গিরিপথ\n\n\n== তথ্যসূত্র =="}