{"pageid": 1401774, "title": "নাকলস পর্বতশ্রেণী", "url": "https://bn.wikipedia.org/wiki?curid=1401774", "content": "নাকলস পর্বতশ্রেণী হলো মধ্য শ্রীলঙ্কার মাতালে এবং ক্যান্ডি জেলায় অবস্থিত একটি পর্বতমালা। ক্যান্ডি জেলার কিছু নির্দিষ্ট স্থান থেকে দেখলে এই পর্বত ধারাটির ম্যাসিফের পশ্চিমের স্থিত ভাঁজ এবং চূড়াগুলিকে ক্রমান্বয়ে প্রবাহিত ও মুষ্টিবদ্ধ আঙ্গুলের মধ্যাঞ্চলের অনুরূপ মনে হয় বলে এটির এমন নামকরণ করা হয়েছে। যদিও এই নামটি প্রাথমিক ব্রিটিশ জরিপকারীদের দ্বারা নির্ধারণ করা হয়, তবে সিংহলি বাসিন্দারা ঐতিহ্যগতভাবে এই অঞ্চলটিকে দুম্বারা কান্দুভেটিয়া (যার অর্থ \"কুয়াশা-বোঝাই পর্বতশ্রেণী\") বলে উল্লেখ করে থাকে।\nউঁচু পাহাড়ি এলাকা প্রায়শই মেঘের পুরু স্তরে ঢাকা থাকে। এর নান্দনিক মান ছাড়াও পর্বতশ্রেণিটি বিপুল বৈজ্ঞানিক আগ্রহের কেন্দ্রবিন্দু। এটি শ্রীলঙ্কার বাকি অংশের একটি জলবায়ুগত উদাহরণ, কারণ পুরো দেশের সমস্ত জলবায়ু অঞ্চলের প্রতিরূপই এই স্তুপপর্বতে প্রদর্শিত হয়। উচ্চ উচ্চতায় একটি একক মেঘাচ্ছন্ন বনভুমির ধারা রয়েছে, যা বিভিন্ন উদ্ভিদকুল ও প্রাণীকুলের আবাসস্থল। যদিও পর্বতশ্রেণিটি দ্বীপের মোট আয়তনের মাত্র ০.০৩% স্থান নিয়ে গঠিত, কিন্তু এটি দেশের জীববৈচিত্র্যের উল্লেখযোগ্য অনুপাতের আবাসস্থল। পর্বতশ্রেণির বিচ্ছিন্ন কুঞ্চনে ক্রমহ্রাসমান প্রজাতির স্থানিক উদ্ভিদ এবং প্রাণি দৃষ্ট হয় যেগুলো কেন্দ্রীয় স্তপ প্রাচীর থেকে আলাদা প্রকৃতির। শ্রীলঙ্কার ৩৪ শতাংশেরও বেশি স্থানীয় গাছ, গুল্ম এবং ভেষজ শুধুমাত্র এই বনগুলিতে দেখা যায়। ২০১০ সালে শ্রীলঙ্কার কেন্দ্রীয় উচ্চভূমির অংশ হিসেবে \"নাকলস সংরক্ষিত বনভূমি\" ইউনেস্কোর প্রাকৃতিক বিশ্ব ঐতিহ্যের তালিকায় অন্তর্ভুক্ত হয়।\n\n\n== কুঞ্জন শিখরসমূহ ==\nনাকলস পর্বতশ্রেণীতে ১,২০০ মিটারের (৪,০০০ ফুট) বেশি নয়টি শিখর রয়েছে। সর্বোচ্চ শৃঙ্গ \"গোম্বানিয়া\" হল ১,৯০৬ মিটার (৬,২৪৮ ফুট)। অন্যান্য শৃঙ্গের মধ্যে রয়েছে মুষ্ঠিবদ্ধ আকৃতির পঞ্চ শিখরের মধ্যে সর্বোচ্চটি ১৮৬৪ মিটার এবং নকলস-কিরিগালপোট্টা ১৬৪৭ মিটার (হর্টন প্লেইনস কিরিগালপোট্টা, শ্রীলঙ্কার ২য় সর্বোচ্চ শৃঙ্গের সাথে বিভ্রান্ত হবেন না), আলিয়াওয়েতুনায়েলা ১৬৪৭ মিটার, দুম্বানাগালা ১৬৪৪ মিটার, থুঙ্গালা ১৬৪৪ মিটার, ডোম্বানাগালা ১৬৪৪ মিটার, আপুগালা ১৫৫৯ মিটার, কোবোনিলাগালা ১৫৫৫ মিটার, কালুপাহানা (থুনথিসগালা) ১৬২৮ মিটার, রিলাগালা ১৬০৫ মিটার, তেলাম্বুগালা ১৩৩১ মিটার, নাওয়ানাগালা ১৪৮৮ মিটার, লেকেগালা ১৩১০ মিটার, মারাতুওয়েগালা ১১৯০ মিটার, বালাগিরিয়া ১১৪৮ মিটার, ভেলাঙ্গালা, লাহিরগালা ১১৬৪ মিটার এবং লুনুমাডাল্লা ১০৬০ মিটার।\n\n\n== হুমকি ==\nপাহাড়ী বনে বৃহৎ পরিসরে এলাচের চাষ ভঙ্গুর বন বাস্তুতন্ত্রের জন্য একটি বড় হুমকি।\nআক্রমণাত্মক বহিরাগত উদ্ভিদ প্রজাতি যেমন মিস্ট ফ্লাওয়ার (অ্যাজেরাটিনা রিপারিয়া) যা ক্রমবর্ধমান পাহাড়ী বনাঞ্চলে ছড়িয়ে পড়ছে এবং পাহাড়ী তৃণভূমির অনন্য স্থানীয় শ্রীলঙ্কার উদ্ভিদকে ধ্বংস করছে।\n\n\n== তথ্যসূত্র ==\n\n\n== অধিক পঠন ==\nGoonewardene, S., J. Drake, and A. De Silva. 2006. The Herpetofauna of the Knuckles Range. Project Knuckles 2004 and 2005: University of Edinburgh Research Expedition. Amphibia and Reptile Research Organisation of Sri Lanka (ARROS).\nCooray, P.G.,1984. An introduction to the geology of Sri Lanka. Department of Geology. Government printing Press, Colombo, Sri Lanka.\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে নাকলস পর্বতশ্রেণী সম্পর্কিত মিডিয়া দেখুন।\n\nটেমপ্লেট:ক্যান্ডির ভূচিহ্ন"}