{"pageid": 1401827, "title": "হিন্দু ভক্তিমূলক আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1401827", "content": "হিন্দু ভক্তিমূলক আন্দোলন ভারতে হিন্দুধর্মের  বিভিন্ন রূপকে বোঝায় যেগুলি বিভিন্ন মতবাদ ও অনুশীলনের সাথে সহ-অবস্থান করে। ভারতে পূজার ইতিহাস সংকরায়নের একটি।\nপ্রাচীনকালে বিভিন্ন অঞ্চলে প্রত্যেকের নিজস্ব স্থানীয় পৌরাণিক কাহিনী এবং লোককাহিনী ছিল, স্থানীয় আত্মা ও দেবতাদের নিজস্ব সংগ্রহের উপাসনা করত। উত্তর থেকে বারবার আক্রমণের পাশাপাশি পশ্চিমের সাথে সিরাফ এবং পূর্বে চীনের সাথে বাণিজ্যের বিশাল সম্প্রসারণ অন্যান্য সংস্কৃতির সাথে যোগাযোগ বৃদ্ধি করেছে। রোমান সাম্রাজ্যের দিনগুলিতে শুরু হওয়া বাণিজ্যের মাধ্যমে ভারত সমৃদ্ধ হয়েছিল। সিরাফে ভারতীয় বণিকদের গুরুত্বের সূচক পাওয়া যায় তাদের জন্য সংরক্ষিত ডাইনিং প্লেটের বর্ণনা দিয়ে। সময়ের সাথে সাথে সাংস্কৃতিক আবাসনের প্রক্রিয়া ঘটেছিল এবং আত্মার স্থানীয় সর্বদেবতার মন্দিরগুলি বিদেশীদের সাথে মিশে গিয়েছিল। প্রধান হিন্দু দেবতা, বিষ্ণু, শিব এবং শক্তি ও দূর্গা এর মতো নারীদের বিভিন্ন রূপ বা দেবীর উৎপত্তি এবং তাদের সম্ভাব্য একত্রিত হওয়া বা একত্রিত হওয়ার ইতিহাস নির্ভরযোগ্যভাবে নথিভুক্ত নয়। সম্ভবত এইভাবে, উদাহরণস্বরূপ, বিষ্ণু তার অবতার বা শারীরিক প্রকাশের দীর্ঘ তালিকা সংগ্রহ করেছিলেন। এটি তাদের ঐশ্বরিক ক্ষমতা এবং তাদের সমৃদ্ধ ও পরস্পরবিরোধী ব্যক্তিত্বের বিস্তৃত পরিসরের জন্য দায়ী।\n\n\n== ইতিহাস ==\n\nভক্তিমূলক আন্দোলনের ইতিহাস উল্লেখযোগ্য দেবতাদের পূজার মতোই প্রাচীন। যদিও হিন্দুধর্মকে প্রায়শই এর সর্বদেবতার মন্দিরে ৩০,০০০ দেবতা বলে বর্ণনা করা হয়, নৃতাত্ত্বিক ও ঐতিহাসিক দৃষ্টিকোণ থেকে বিগত দুই হাজার বছরের সবচেয়ে উল্লেখযোগ্য ভক্তিমূলক আন্দোলন শুধুমাত্র কয়েকটিকে কেন্দ্র করে। কিন্তু এই উল্লেখযোগ্য দেবতাদের সাথে প্রাচীন রীতিনীতি ও বিশ্বাস থেকে উদ্ভূত হাজার হাজার দেবতা। এদের মধ্যে গৃহদেবতা, গ্রামদেবতা, বনদেবতা, পাহাড়দেবতা, কৃষিদেবতা এবং আঞ্চলিক দেবতা রয়েছে। এই দেবতাদের কিছু গতিপ্রকৃতি প্রাথমিক দেবতাদের মতই প্রাচীন এবং এই দেবতার ভক্তদের প্রায়শই ইতিহাস ও অনুশীলন জড়িত থাকে।\n৬৫০ ও ৮৩৫ খ্রিস্টাব্দের মধ্যে নির্মিত পাণ্ড্যের পাথর-কাটা মন্দিরের সংখ্যার জন্য হিসাব করার চেষ্টা করে শিল্প ইতিহাসবিদ কে. ব. সৌন্দররাজন \"ধর্মবিশ্বাসী দলের জোর দাবি\" কে এই বিস্তারের জন্য দায়ী করেছেন ।\nযাইহোক, হিন্দুধর্মের ইতিহাস দুটি প্রধান গোষ্ঠীর সমান্তরাল সৃষ্টির সাথে সবচেয়ে ঘনিষ্ঠভাবে আবদ্ধ, যেটি শিব ও বিষ্ণু, প্রত্যেকটি অনেক ছোট দেবতার সংমিশ্রণে গঠিত। ঐশ্বরিক মা বা দেবী, শক্তিকে প্রায়শই দুর্গার আঙ্গিকে দেখানো হয়, একটি তৃতীয় প্রধান দল। বেশিরভাগ হিন্দুরা নিজেদের তিনটি প্রধান গোষ্ঠীর একটির সাথে জোটবদ্ধ ছিল এবং অন্যদের অস্তিত্বকে অস্বীকার করেনি। এই হিন্দু গোষ্ঠীগুলির একযোগে বিকাশ প্রাথমিকভাবে ঘর্ষণ বা নিপীড়নের সামান্য নথির সাথে শান্তিপূর্ণ বলে মনে হয়েছিল, কারণ সাধারণ বিশ্বাস ছিল যে গোষ্ঠী দেবতারা ঐশ্বরিক বিভিন্ন দিক এবং নির্দিষ্ট অনুশীলন (মোক্ষ) যাই হোক না কেন সকলেই একই লক্ষ্যের দিকে পরিচালিত করে।\n\n\n== আকৃতি ==\n\nঅনেক হিন্দুর প্রাত্যহিক জীবনে প্রধান দেবতাদের চেয়ে বেশি গুরুত্বপূর্ণ লোককাহিনীর অনেক প্রাচীন ছোটো দেবতা যা আরও ব্যবহারিক উদ্বেগকে নিয়ন্ত্রণ করে,\nলোকদেব-দেবতা এবং আত্মা যেমন যক্ষ ও যক্ষিণী এবং তাদের রাজা কুবেরের সর্বদেবতার মন্দির যারা উর্বরতা ও সম্পদের মতো বিষয়গুলি নিয়ন্ত্রণ করে, এবং পৌরাণিক প্রাণী যেমন অপ্সরা, সৌভাগ্যের সাথে যুক্ত জলপরী, পবিত্র জল এবং অন্যান্য প্রাকৃতিক উপাদান যা স্বর্গে দেবতাদের বিনোদন দেয়।\nপূজা হিন্দু ভক্তির সাধারণ রূপ। যাইহোক, তীর্থযাত্রা, উৎসব শোভাযাত্রা এবং পবিত্র স্থানগুলিতে নিরাময় স্নান সহ অন্যান্য অনেকগুলি সাধারণত অনুশীলন করা হয়। হিন্দু ভক্তি প্রকাশের পদ্ধতিগুলি হল ভক্তিমূলক কবিতা, পৌরাণিক কাহিনী, শিল্প এবং প্রতিমাবিদ্যা।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nDhanul Kottagodage, D.L.K. (1955). A History of India, USO, New Delhi (Reprinted 2002) আইএসবিএন ০-১৯-৫৬০৬৮৬-৮"}