{"pageid": 1401373, "title": "বেনি অ্যান্ড বাবলু", "url": "https://bn.wikipedia.org/wiki?curid=1401373", "content": "বেনি অ্যান্ড বাবলু ২০১০ সালের একটি বলিউড ব্যঙ্গাত্মক কমেডি চলচ্চিত্র, যা প্রযোজনা করেছেন উমেশ চৌহান এবং পরিচালনা করেছেন প্রখ্যাত চিত্রনাট্যকার ইউনুস সাজাওয়াল। ছবিটি ২০১০ সালের অক্টোবরে চামুন্ডা ফিল্মসের ব্যানারে মুক্তি পেয়েছিল। ছবিতে প্রধান চরিত্রে অভিনয় করেছেন কে কে মেনন, রাজপাল যাদব, রিয়া সেন, শ্বেতা তিওয়ারী, রুখসার রহমান, অনিতা হাস্যনন্দনী, রিচা চাড্ডা, মৌসুমী উদেশী, হিতেন পেইন্টাল এবং আসিফ শেখ।\n\n\n== কাহিনীসংক্ষেপ ==\nমুম্বাইয়ের আকর্ষণীয়তায় মুগ্ধ হয়ে, বেনি এবং বাবলু নামে দুই বন্ধু আলাদা আলাদা জায়গায় চাকরি নেয়: বেনি একটি পাঁচ তারকা হোটেলের বেলবয় হিসাবে এবং বাবলু একটি মহিলা পরিষেবা বারে ওয়েটার হিসাবে কাজ করে।\nবেনি বিশ্বাস করে যে তার কাজটি বাবলুর চেয়ে ভালো এবং বারবার তাকে উপহাস করে। কিন্তু বেনির গর্ব ম্লান হয়ে যায় কারণ তারা উভয়ই বুঝতে পারে যে, যদিও তাদের কাজগুলি বাইরে থেকে আলাদা দেখায়, কিন্তু তাদের চাকারির ভিতর থেকে দেখতে অনেকটা একই রকম।\nবেনি হোটেলে মাদকের অপব্যবহার থেকে শুরু করে রাজনৈতিক কেলেঙ্কারি পর্যন্ত বেশ কয়েকটি অপরাধমূলক কার্যকলাপকে প্রত্যক্ষ করে, অন্যদিকে বাবলু মহিলা বারের মানবিক দিকগুলো দেখেন। শেষ পর্যন্ত, সত্যটি তাদের উপলব্ধি হয় যে, পাঁচ তারকা হোটেলগুলি মহিলা বারগুলিরের অনুরূপ।\n\n\n== শ্রেষ্ঠাংশে ==\nশিনার চরিত্রে শ্বেতা তিওয়ারী\nবেনি কুট্টির চরিত্রে কে কে মেনন\nবাবলু চরণ লাঠি চরিত্রে রাজপাল যাদব\nনেগি চরিত্রে আসিফ শেখ\nরিয়া চরিত্রে রিয়া সেন\nমিসেস তেজওয়ানির চরিত্রে কিশোরী শাহানে\nরাজু চরিত্রে হোসেন শেখ- বার মালিক\nরনি চরিত্রে হিতেন পেইন্টাল\nহেমা/পারভীন চরিত্রে রুখসার রহমান\nএশা/সরিতা চরিত্রে অনিতা হাস্যনন্দনী\nরণবীর চরিত্রে কিরণ জনজানি\nফেডোরা / মেরিনা চরিত্রে রিচা চাড্ডা\nসনি/আকৃতি চরিত্রে অনংশা বিশ্বাস\nরত্নাথ গায়কওয়াড় চরিত্রে অনন্ত জোগ\nনৃত্যশিল্পী হিসাবে মৌশমি উদেশী\nরবি পান্ডে - ডিজে রজার\n\n\n== সঙ্গীত ==\n\"জবসে দিল দিয়া হ্যায়\" -  হিমানি কাপুর, সুখবিন্দর সিং\n\"ডলি\" - কল্পনা পাটোয়ারী, মাস্টার সেলিম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে বেনি অ্যান্ড বাবলু  (ইংরেজি)\nবেনি এবং বাবলু অভিনেতা ও কলাকুশলীদের বিস্তারিত - বলিউড হাঙ্গামা"}