{"pageid": 1401451, "title": "জাইকা রিসার্চ ইনস্টিটিউট", "url": "https://bn.wikipedia.org/wiki?curid=1401451", "content": "জাপানের টোকিওতে অবস্থিত জাইকা রিসার্চ ইনস্টিটিউট (জাইকা-রি) (JICA研究所 Jaika Kenkyujo) একটি গবেষণা প্রতিষ্ঠান  যা জাপান আন্তর্জাতিক সহযোগিতা সংস্থার জন্যে গবেষণার কাজ সমূহ করে থাকে থাকে | ২০০৩ এর অক্টোবর মাসে ইউনিভার্সিটি অফ পেনসিলভেনিয়াতে হওয়া গ্লোবাল গো টু টাস্ক রিপোর্টে জাপানের সকল গবেষণা প্রতিষ্ঠানকে টপকে আন্তর্জাতিক উন্নয়নের ক্যাটাগরিতে শীর্ষস্থানীয় হয় জাইকা-রি | তালিকায় পরের স্থান গুলোতে ছিল জেট্র এর 'ইনস্টিটিউট অফ ডেভেলপিং ইকোনমি (আইডিই-জেট্র)', 'জাপান ইনস্টিটিউট অফ ইন্টারন্যাশনাল অ্যাফেয়ার্স (জাইইআ)', এবং 'গ্লোবাল ইন্ডাস্ত্রিয়াল এন্ড সোশ্যাল প্রগ্রেস রিসার্চ ইনস্টিটিউট (গোইসোপ্ররিই)' |\n\n\n== সংক্ষিপ্ত বর্ণনা ==\nজাইকার অংশ হিসেবে প্রতিষ্ঠিত জাইকা-রি কাজ করে পররাষ্ট্র নীতি-ভিত্তিক, বিশ্বব্যাপী উন্নয়ন কৌশলগুলিতে অবদান রাখা জটিল অধ্যয়নগুলি বাস্তবায়নের মাধ্যমে উন্নয়নশীল দেশগুলির মুখোমুখি হওয়া গুরুত্বপূর্ণ সমস্যাগুলির সমাধান করতে | জাইকা-রি এর ভুমিকা ও কার্যকলাপ লিপিবদ্ধ আছে জাইকার প্রশাসনিক সংস্থায় (আইন নম্বর ১৩৬, ২০০২), 'জাইকার প্রয়োজনীয় গবেষণা সমূহ পরিচালনা এবং প্রয়োগ' নামক শিরোনামে | জাপানের টোকিও শহরে শিনজুকু ওয়ার্ডে অবস্থিত জাইকা ইচিগায়া ভবনেই জাইকা-রি এর অবস্থান |\n\n\n== ইতিহাস ==\n২০০৮সালের পহেলা অক্টোবর জাইকা যখন নতুন করে পুনর্গঠিত হয়, তখনই প্রতিষ্ঠিত হয় জাইকা-রি | যা ঘটেছিল, জাপান ব্যাঙ্ক অফ ইন্টারন্যাশনাল কোপারেশন (জেবিআইসি) এবং জাইকার একত্রিত হওয়ার মাধ্যমে | পুরনো জাইকা যা প্রধানত প্রযুক্তিগত সহযোগিতা এবং অনুদান সহায়তা প্রকল্পগুলি সম্পাদন করে আসছিল এবং অন্যদিকে জেবিআইসির কাজ ছিল ঋণ নিয়ে | জাইকা-রি এই সংস্থাদ্বয়ের গবেষণা শক্তির আধার হয়ে জাইকার গবেষণা কাজকে এনে দিচ্ছে অন্য এক মাত্রা |\n\n\n== সংস্থা ==\nজাইকা-রি'তে  রয়েছেন ২০ জন রিসার্চ ফেলো, যার নেতৃত্বে আছেন একজন মহাপরিচালক এবং একজন উপ-মহাপরিচালক।\nমহাপরিচালক: ইচিরো টাম্বো (অক্টোবর ২০১৪-বর্তমান)\nউপ-মহাপরিচালক: নওহিরো কিতানো\nপ্রাক্তন পরিচালকগণ \n\nকেইচি সুনেকাওয়া (২০০৮-২০১১)\nআকিয় হোসোনো (২০১১-২০১৩)\nহিরোশি কাতো (২০১৩-২০১৪)\n\n\n== গবেষণা পদ্ধতি ==\nজাইকা-রি এর ওয়েবসাইট মতে, তারা চারটি ক্ষেত্রে গবেষণা কার্যক্রম পরিচালনা করে যা হলো; শান্তি ও উন্নয়ন, উন্নতি ও দারিদ্রতা নিরসন, জলবায়ু পরিবর্তন এবং সহযোগিতা কৌশল| \nজাইকা-রি জাপানের একমাত্র গবেষণা সংস্থা যারা একটি বিশ্বব্যাপী উন্নয়নমূলক সংস্থার সাথে সম্পর্কিত | ফলে, জাইকা-রি যাবতীয় উন্নয়নমূলক কাজের তথ্য মাঠপর্যায়ে সংগ্রহের সুবিধা পেয়ে অন্যান্য গবেষণা সংস্থাগুলোর চেয়ে এগিয়ে থাকে |\nজাইকা-রি অন্যান্য গবেষণা প্রতিষ্ঠানের সাথে নেটওয়ার্কিং করে গবেষণা বাস্তবায়ন করতে চায় বলে তার ওয়েবসাইটে উল্লেখ করেছে “উন্নয়ন সংস্থার সাথে অধিভুক্ত একটি গবেষণা প্রতিষ্ঠান হিসাবে, জাইকা-রি এর কাজ উভয়ই নীতি এবং অপারেশন-ভিত্তিক, যা একসাথে পরিচালিত হয় অপারেশনাল এবং একাডেমিক সংস্থা এবং অন্যান্য পেশাদার আন্তর্জাতিক উন্নয়নের জন্য প্রতিশ্রুতিবদ্ধ।\"\nজাইকা-রি এর অংশীদারদের মাঝে রয়েছে ব্রুকিংস ইনস্টিটিউশন, সিএসআইএস, আইপিডি, ফ্রেঞ্চ ডেভেলপমেন্ট এজেন্সি (এফডিএ) এবং ওয়ার্ল্ড ব্যাংক\n\n\n== প্রকাশনা ==\nজাইকা-রি তার গবেষণার কাগজপত্র প্রকাশ করে, যা চলমান বা সম্পূর্ণ গবেষণার প্রতিবেদন দেয়। \nজাইকা-রি এর গবেষণার ফলাফল বেশ কয়েকটি প্রতিবেদন এবং বইতে প্রকাশিত হয়েছে। এছাড়াও কিছু  একাডেমিক প্রকাশনা সংস্থা যেমন প্যালগ্রেভ ম্যাকমিলান, অক্সফোর্ড ইউনিভার্সিটি প্রেস, স্প্রিংগার পাবলিশিং, ব্রুকিংস ইনস্টিটিউশন, কলম্বিয়া ইউনিভার্সিটি প্রেস এবং আরও অনেক প্রকাশনা দ্বারা প্রকাশিত হয়।\n\n\n== গবেষকগণ ==\nসাকিকো ফাকুদা-পার্র  (বিশিষ্ট ফেলো)\nসুরিন পিটসুয়ান  (বিশিষ্ট ফেলো)\n\n\n== আরো দেখুন ==\nজাপান আন্তর্জাতিক সহযোগিতা সংস্থা\n\n\n== তথ্য সুত্র ==\n\n\n== বহিঃসংযোগ ==\nজাইকা রিসার্চ ইনস্টিটিউট https://web.archive.org/web/20160208052309/http://jica-ri.jica.go.jp/\nজাইকা রিসার্চ ইনস্টিটিউট মেইল এলার্ট http://jica-ri.jica.go.jp/mailmagazine/\nজাইকা রিসার্চ ইনস্টিটিউট  https://www.facebook.com/JICARI -Facebook\nজাইকা রিসার্চ ইনস্টিটিউট এর অফিসিয়াল ইউটিউব চ্যানেল  https://www.youtube.com/user/jicaresearchinstitut"}