{"pageid": 1401770, "title": "ভাগবত মেলা", "url": "https://bn.wikipedia.org/wiki?curid=1401770", "content": "ভাগবত মেলা হল একটি ধ্রুপদী ভারতীয় নৃত্য যা তামিলনাড়ুতে, বিশেষ করে তাঞ্জাভুর এলাকায় পরিবেশিত হয়। এটি মেলাত্তুর এবং নিকটবর্তী অঞ্চলে একটি বার্ষিক বৈষ্ণবধর্মীয় ঐতিহ্য হিসাবে কোরিওগ্রাফ করা হয় এবং এটি একটি নৃত্য-নাট্য পরিবেশন শিল্পকলা হিসাবে পালিত হয়। নৃত্য শিল্পটির শিকড় রয়েছে কুচিপুডির (আরেকটি ভারতীয় শাস্ত্রীয় নৃত্য শিল্প) অনুশীলনকারীদের ঐতিহাসিক অন্ধ্র প্রদেশ থেকে তাঞ্জাভুর রাজ্যেঅভিবাসনের মধ্যে।\nভাগবত, ব্র্যান্ডন এবং বানহাম এর মতে শব্দটি হিন্দু পাঠ্য ভাগবত পুরাণকে বোঝায়। মেলা একটি সংস্কৃত শব্দ যার অর্থ \"সমাবেশ, একটি দলের মিলন\" এবং একটি লোক উৎসবকে বোঝায়। ঐতিহ্যবাহী ভাগবত মেলা পারফরম্যান্স হিন্দুধর্মের কিংবদন্তিগুলোকে তুলে ধরে, যা কর্ণাটকী শৈলীর সঙ্গীতের সাথে মিলেছে।\n\n\n== ইতিহাস ==\nভাগবত মেলার উৎপত্তি হল ভরতনাট্যম থেকে, আরেকটি প্রাচীন শাস্ত্রীয় ভারতীয় নৃত্য যা অন্ধ্র প্রদেশ থেকে এসেছে। ইসলামিক সৈন্যদের দ্বারা এই অঞ্চলে আক্রমণের ফলে একটি হিন্দু সাম্রাজ্যের পতন ঘটে, যা ১৬শতকে তামিলনাড়ুতে হিন্দু পারফরম্যান্স শিল্পী পরিবারগুলোর ব্যাপক অভিবাসনের সূত্রপাত করে, যেখানে নৃত্যটি আধুনিক ভাগবত মেলায় বিকশিত হয়েছিল। পতনের আগে, দাক্ষিণাত্য ভিত্তিক বিজয়নগর সাম্রাজ্যের আদালতের নথি - যা ভারতীয় ধর্ম ও শিল্পকলার পৃষ্ঠপোষকতার জন্য পরিচিত - নির্দেশ করে যে কুচিপুডি গ্রামের ভাগবতদের নাট্য-নৃত্য দল রাজদরবারে পরিবেশন করত। অঞ্চলটি যুদ্ধ এবং রাজনৈতিক অস্থিরতা দেখেছিল, ১৬ শতকে দাক্ষিণাত্য সালতানাত গঠনের মাধ্যমে শেষ হয়। বিজয়নগর সাম্রাজ্যের পতন এবং ১৫৬৫ সালের দিকে মুসলিম সেনাবাহিনী দ্বারা মন্দির এবং দাক্ষিণাত্য শহর ধ্বংসের সাথে, সঙ্গীতশিল্পী এবং নৃত্য-নাট্য শিল্পীরা দক্ষিণে চলে যান এবং তাঞ্জোর রাজ্যের রেকর্ডগুলো নির্দেশ করে যে প্রায় ৫০০ কুচিপুড়ি শিল্পী পরিবার অন্ধ্র থেকে এসেছিলেন, স্বাগত জানানো হয়েছিল এবং অনুদান দেওয়া হয়েছিল। তেলুগু হিন্দু রাজা অচুথাপ্পা নায়কের জমি, একটি বসতি যা তাঞ্জোরের কাছে আধুনিক মেলাত্তুরে পরিণত হয়েছিল (তাঞ্জাভুরও বলা হয়)। এই পরিবারগুলো ভাগবত মেলা নামে তাদের কুচিপুড়ি-অনুপ্রাণিত নৃত্যনাট্য সংস্কৃতি ধরে রেখেছিল।\nকুচিপুডি ১৭শতকের অন্ধ্রে একটি মৃতপ্রায় শিল্প ছিল, কিন্তু ১৬৭৮ সালে, গোলকোন্ডার শেষ শিয়া মুসলিম নবাব আবুল হাসান কুতুব শাহ একটি কুচিপুডি পরিবেশনা উপভোগ করেছিলেন এবং এতটাই খুশি হয়েছিলেন যে তিনি কুচিপুডি গ্রামের চারপাশে নৃত্যশিল্পীদের জমি দিয়েছিলেন। এই শর্তে তারা নাচ-নাট্য চালিয়ে যাচ্ছেন। শিয়া সালতানাত ১৬৮৭ সালে সুন্নি মুঘল সম্রাট আওরঙ্গজেব কর্তৃক উৎখাত হয়। সরকারী ও বেসরকারী নৈতিকতা নিয়ন্ত্রণের পাশাপাশি অনৈসলামিক প্রথার অবসান ঘটাতে, আওরঙ্গজেব তার মুঘলদের নিয়ন্ত্রণে ভারতীয় উপমহাদেশে বাদ্যযন্ত্র বাজেয়াপ্ত ও ধ্বংস করার নির্দেশ দিয়ে সমস্ত সঙ্গীত ও নৃত্য শিল্পের সর্বজনীন পরিবেশনা নিষিদ্ধ করেছিলেন। সাম্রাজ্য।\nদাক্ষিণাত্য অঞ্চলে মুঘল সাম্রাজ্য বিস্তারের সাথে সাথে যুদ্ধ এবং রাজনৈতিক অস্থিরতা দেখা যায় যার ফলে ১৭শতকের শেষের দিকে দাক্ষিণাত্য সালতানাতের অবসান ঘটে। এই সময়ের মধ্যে, আরও ভাগবতার সম্প্রদায়ের পরিবার দক্ষিণে চলে গিয়েছিল, তারা কাবেরী বদ্বীপে নতুন প্রতিষ্ঠিত মারাঠা রাজাদের দ্বারা আমন্ত্রিত হয়েছিল, কুম্বকোনম এবং এর আশেপাশে বসতি স্থাপন করতে। এই পরিবারগুলোই ভাগবত মেলা নামে তাদের কুচিপুড়ি-অনুপ্রাণিত নৃত্যনাট্য সংস্কৃতি বজায় রেখেছিল।\n\n\n== সংগ্রহশালা ==\nভাগবত মেলা ঐতিহ্যগতভাবে হিন্দু মন্দিরের মাঠে বা মন্দিরের পাশে উদযাপিত হয়, সন্ধ্যার পরে এবং রাতের মধ্যে শুরু হয়, এবং মূল কুচিপুড়ি শিল্পীদের মতো, পুরুষ ব্রাহ্মণরা ছিলেন শিল্পী যারা অন্তর্নিহিত গল্পে পুরুষ এবং নারী চরিত্রে ভূমিকা পালন করতেন। আধুনিক প্রযোজনাগুলোতে পুরুষ এবং নারী উভয় শিল্পীই অন্তর্ভুক্ত, এবং তামিলনাড়ুর প্রধান শাস্ত্রীয় নৃত্য - কুচিপুডি এবং ভরতনাট্যম উভয়ের প্রভাব দেখানোর মাধ্যমে বিকশিত হয়েছে।\nভারতের সমস্ত শাস্ত্রীয় নৃত্যের মতো, ভাগবত মেলায় আধ্যাত্মিক বার্তার সাথে একটি ধর্মীয় গল্পের সাথে যোগাযোগ করার জন্য জটিল ফুটওয়ার্ক এবং অভিনয় (অভিনয়) সহ সংকেত ভাষা হিসাবে পরিশীলিত অঙ্গভঙ্গি অন্তর্ভুক্ত করে। ভাগবত মেলার এই দিকগুলোর মূল নিহিত রয়েছে নাট্যশাস্ত্রে, পরিবেশন শিল্পকলা সম্পর্কিত প্রাচীন হিন্দু পাঠ। অভিনয়ের মধ্যে রয়েছে নৃত্য, নৃত্য এবং নাট্য। নৃত্য পরিবেশনা বিশুদ্ধ নৃত্যের বিমূর্ত, দ্রুত এবং ছন্দময় দিক। নৃত্য হল নাচের ধীরগতির এবং অভিব্যক্তিপূর্ণ দিক যা অনুভূতি, বিশেষ করে আধ্যাত্মিক থিমগুলোর সাথে গল্পের মাধ্যমে যোগাযোগ করার চেষ্টা করে। নাট্য হল একটি নাটক যা শিল্পীদের একটি দল দ্বারা পরিবেশিত হয়। নাট্যশাস্ত্র পাঠে অভিনয়ের শিকড়ও পাওয়া যায় যা নৃত্যের মৌলিক একক, অঙ্গভঙ্গি এবং নড়াচড়ার বর্ণনা দেয় যা দর্শকদের সাথে সংযোগ স্থাপন করে এবং নান্দনিকভাবে দর্শকের মধ্যে আনন্দ জাগিয়ে তোলে এবং ব্যক্তিকে একটি অতি সংবেদনশীল অভ্যন্তরীণ অবস্থায় নিয়ে যায়।\nভাগবত মেলার যোগাযোগ হল অভিব্যক্তিপূর্ণ অঙ্গভঙ্গি (মুদ্রা বা হস্ত) সঙ্গীতের সাথে সুসংগত। অঙ্গভঙ্গি এবং মুখের অভিব্যক্তি অন্তর্নিহিত গল্পের রস (অনুভূতি, সংবেদনশীল স্বাদ) এবং ভাব (মেজাজ) প্রকাশ করে। অন্যান্য হিন্দু শাস্ত্রীয় নৃত্যের মতো, শিল্পী একটি পরিবেশনায় চারটি দিকে মনোযোগ দিয়ে আধ্যাত্মিক ধারণাগুলো সফলভাবে প্রকাশ করেন: অঙ্গিকা (ভঙ্গিমা এবং দেহের ভাষা), বাচিক (গান, আবৃত্তি, সঙ্গীত এবং তাল), অহর্য (মঞ্চ বিন্যাস, পোশাক, তৈরি আপ, গয়না), এবং সাত্ত্বিক (শিল্পীর মানসিক স্বভাব এবং গল্প এবং দর্শকের সাথে মানসিক সংযোগ, যেখানে শিল্পীর অভ্যন্তরীণ ও বাইরের অবস্থা অনুরণিত হয়)। অভিনয়ে ভাব (মেজাজ, মনস্তাত্ত্বিক অবস্থা) প্রকাশিত হয়।\nভাগবত মেলার গল্পগুলো সাধারণত হিন্দু মহাকাব্য বা পুরাণ থেকে আসা, যেমন প্রহ্লাদ চরিত্রম বিশেষভাবে জনপ্রিয়। সঙ্গীতটি কর্ণাটকী শৈলীর, এবং বেশিরভাগ অন্তর্নিহিত গল্পই সঙ্গীতের ছন্দে গাওয়া হয় যখন নৃত্য শিল্পীরা পরিবেশন করেন। মৃদঙ্গ (ড্রাম) এবং করতাল দিয়ে বাদ্যযন্ত্রের একটি অর্কেস্ট্রা এবং বাঁশি, তারের বাদ্যযন্ত্র এবং হারমোনিয়াম সমাহারকে সম্পূর্ণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থঋণ ===\nRagini Devi (১৯৯০)। Dance Dialects of India। Motilal Banarsidass। আইএসবিএন 978-81-208-0674-0। \nReginald Massey (২০০৪)। India's Dances: Their History, Technique, and Repertoire। Abhinav Publications। আইএসবিএন 978-81-7017-434-9। \nTarla Mehta (১৯৯৫)। Sanskrit Play Production in Ancient India। Motilal Banarsidass। আইএসবিএন 978-81-208-1057-0। \nWilliams, Drid (২০০৪)। \"In the Shadow of Hollywood Orientalism: Authentic East Indian Dancing\" (পিডিএফ)। Routledge: 69–98। ডিওআই:10.1080/08949460490274013। ৪ মার্চ ২০১৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৫ আগস্ট ২০১৬। \nIndumati Raman (২০১৮)। Bhagavata Mela - My Tryst With Tradition। Indus Source Books। আইএসবিএন 978-9385509087।"}