{"pageid": 1401945, "title": "বাঁশের স্টিমার", "url": "https://bn.wikipedia.org/wiki?curid=1401945", "content": "বাঁশের স্টিমার হলো বাঁশের ফালা দিয়ে তৈরি এক প্রকারের স্টিমার। একে চীনা ভাষায় zhēnglong (蒸笼;蒸籠) বলা হয়।  ক্যান্টন এলাকায় হান রাজবংশ থেকে এটি উদ্ভূত হয়েছিল বলে মনে করা হয়। বাঁশের স্টিমারে বাষ্পের সাহায্যে খাবার তৈরি করা হয়। \nসবচেয়ে বিখ্যাত ধরনের বাঁশের স্টিমারগুলি চীনা খাবার তৈরি তে ব্যবহৃত হয়। দক্ষিণ চীনে ৫,০০০ বছর আগের থেকেই এর ব্যবহার চলে আসছে। বাঁশের স্টিমার তৈরি করার সময় প্রথমে বাঁশের থেকে বাঁশের ছাল আলাদা করে বাঁশগুলিকে জলে ভিজিয়ে রাখা হয়। এরপর এটিকে একটি হাতুড়ি ও পেরেকের সাহায্যে বৃত্তের আকার দেওয়া হয়। এই কাজে খন দিয়ে হাতুড়ি দিয়ে তৈরি করা হয়। বাঁশের স্টিমারের নীচের অংশটি বাঁশের পাতলা স্ট্রিপ অর্থাৎ পাত দিয়ে বোনা হয়। আকারের উপর নির্ভর করে উৎপাদন ১৫ মিনিট থেকে কয়েক ঘন্টা পর্যন্ত সময় নিতে পারে।\nবিভিন্ন আকার ও আকৃতির বাঁশের স্টিমারগুলি পশ্চিমা বিশ্বের কাছে বৈশিষ্টপূর্ণ হয়ে উঠেছে। বিশেষ করে ডিম সাম পরিবেশন এবং ইয়াম চা প্রস্তুতের সময় বাঁশের স্টিমারের ব্যবহারর বেশ জনপ্রিয় হয়ে উঠেছে। বাঁশের স্টিমারের ডিজাইন এমনভাবে করা হয় যাতে একটি ট্রের উপরে অন্যটি অনায়সে বসানো যায়। এতে উৎপন্ন বাষ্প একই সাথে অনেকগুলি বিভিন্ন  রান্না হতে পারে। পাশাপাশি পরিবেশন করার সময় খাবার টেবিলে  সহজেই রাখা যেতে পারে।\nসাম্প্রতিক বছরগুলিতে ঐতিহ্যগত বাঁশের উপাদানের বিকল্প হিসাবে অন্য পদার্থের ব্যবহারও শুরু হয়েছে।  বিকল্প পদার্থের মধ্যে সিলিকনের তৈরি স্টিমার অন্যতম।\n\n\n== ইতিহাস ==\nবাঁশের স্টিমারের উৎপত্তির ইতিহাসে বলা হয় যে চীনের হান রাজবংশের সম্রাট গাওজু- এর সময়, জেনারেল হান জিন রান্নার পাত্র হিসাবে বাঁশ ও কাঠের সামগ্রী ব্যবহার করতেন। সেই সময় খাবার রান্না করার জন্য বাষ্প ব্যবহার করা হতো যাতে ব্যারাকে রান্নার ধোঁয়ার স্পর্শ না লাগে। বাঁশের স্টিমারে শুকনো খাবার রান্না করলে সেটি সংরক্ষণ করা সহজ, বাঁশের স্টিমারের উৎপত্তির এটিও একটি কারণ। প্রকৃতপক্ষে প্রত্নতত্ত্ব প্রমাণ করেছে যে, প্রাচীনকাল থেকেই লোকেরা বিভিন্ন পাত্র তৈরি করতে বাঁশ ব্যবহার করত। চৌ রাজবংশের প্রাচীনতম নথিভুক্ত রান্নার পদ্ধতিে বাষ্প দিয়ে রান্না করার যে চল ছিল তার উল্লেখ পাওয়া যায়।\nপ্রাচীন স্টিমারগুলি মৃৎপাত্র এবং ব্রোঞ্জ দিয়ে তৈরি হতো। হেনান প্রদেশের মি কাউন্টির এক নং ডাহুটিং-এ ইস্টার্ন হান রাজবংশের সমাধিতে খোদিত রান্নাঘরের প্রাচীন ম্যুরালে আধুনিক স্টিমারের উৎপত্তির প্রথম প্রমাণ।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}