{"pageid": 1401838, "title": "নাগাশিমা বাঁধ", "url": "https://bn.wikipedia.org/wiki?curid=1401838", "content": "নাগাশিমা বাঁধ  জাপানের ওই নদীর উপর একটি বাঁধ। জাপানের ওই নদী হোনশু দ্বীপের শিজুওকা প্রশাসনিক অঞ্চলের হাইবারা জেলার কাওয়ানেহন শহরে অবস্থিত। \n\n\n== ইতিহাস ==\nবিংশ শতাব্দীর শুরুতে জাপানের মেইজি সরকার জলবিদ্যুৎ উন্নয়নের জন্য ওই নদী উপত্যকার সম্ভাবনা উপলব্ধি করে। উচ্চ প্রবাহ এবং দ্রুত স্রোত হিসাবে ওই নদীকে চিহ্নিত করা হয়। এই নদীর পার্বত্য উপত্যকা এবং উপনদীগুলি খাড়া উপত্যকায় অবস্থিত। শুধু তাইই নয় এই অঞ্চলে প্রচুর বৃষ্টিপাতও হয়। এই এলাকা জনবসতিও খুব কম ছিল। ১৯০৬ সালে অ্যাংলো-জাপানি হাইড্রোইলেকট্রিক কোম্পানি নামে একটি যৌথ উদ্যোগ কোম্পানি প্রতিষ্ঠিত হয়। এই কোম্পানি শিজুওকা প্রশাসনিক অঞ্চলের ওই নদী এবং ফুজি নদীর সম্ভাবনাকে কাজে লাগানোর পরিকল্পনা নিয়ে গবেষণা ও নকশার কাজ শুরু করে। এই কোম্পানির নতুন নামকরণ করা হয় হায়াকাওয়া ইলেকট্রিক। ১৯৫০-এর দশকের মাঝামাঝি সময়ে ওই নদী এবং এর উপনদীগুলির উপরিভাগে বেশ কয়েকটি বাঁধ তৈরি করা হয়।\n১৯৫৪ সালের সেপ্টেম্বর মাসে একটি টাইফুনের কারণে ওই নদীর নিম্নপ্রবাহে বন্যা দেখা দেয়। বন্যার ফলে টোকিওতে কেন্দ্রীয় সরকার একটি নতুন বাঁধ তৈরির পরিকল্পনা করে। পরিকল্পনা করা হয় যে এই বাঁধের জলাধার থেকে শিল্প ও কৃষিক্ষেত্রে জল সরবরাহ করা হবে। বন্যা নিয়ন্ত্রণ ছাড়াও এটি একটি \"বহুমুখী\" বাঁধ হিসাবে এর পরিকল্পনা ন্যায়সঙ্গত ছিল। ১৯৬০-এর দশকে টোকাইডো শিনকানসেন এবং টোমেই এক্সপ্রেসওয়ে নির্মাণের জন্য নাগাশিমা বাঁধ প্রকল্পে বাজেটের অভাব দেখা দেয়। এর নির্মাণ কাজ বিলম্বিত হয়। তবে ১৯৭৪ সালের জুলাই মাসে তানাবাটা বন্যা হওয়ার কারণে শিজুওকা শহরের বেশিরভাগ এলাকাকে প্লাবিত হয়। সেই কারণে এই প্রকল্প নির্মাণে অতিরিক্ত গতি পায়।\n১৯৭২ সালে নাগাশিমা বাঁধের নির্মাণ কাজ শুরু হয়। ২০০২ সালে মায়েদা কর্পোরেশন, শিমিজু কর্পোরেশন এবং তাকেনাকা কর্পোরেশনের মিলিত প্রচেষ্টায় এই প্রকল্পের কাজ সম্পন্ন হয়। ওগাওয়া রেলওয়ের বাঁধের সান্নিধ্যে কাজটি সহজতর হয়েছিল।\n\n\n== ডিজাইন ==\nনাগাশিমা বাঁধ হল কেন্দ্রীয় স্পিলওয়ে সহ একটি ফাঁপা কোর কংক্রিটের বাঁধ। একটি নিয়ন্ত্রিত স্পিলওয়েতে প্রবাহের হার নিয়ন্ত্রণ করার জন্য যান্ত্রিক কাঠামো বা গেট থাকে। নাগাশিমা বাঁধে কোনো জলবিদ্যুৎ উৎপাদন প্রকল্প নেই। এই বাঁধটি এখন জাপানের ভূমি, অবকাঠামো, পরিবহন এবং পর্যটন মন্ত্রণালয় দ্বারা পরিচালিত এবং রক্ষণাবেক্ষণ করা হয়।\nনাগাশিমা বাঁধের পলি পড়ার সমস্যা এড়াতে এই বাঁধটির উজানে একটি বড় চেক ড্যাম জলাধার রয়েছে। এটি জাপানে প্রথম সিমেন্টেড বালি এবং নুড়ি পদ্ধতিতে নির্মিত হয়েছিল। এই বাঁধটি জলের স্রোতের গতি হ্রাস করতে সাহায্য করে। যার ফলে বেশিরভাগ বালি এবং পলি মূল নাগাশিমা বাঁধে পৌঁছানোর আগেই অধঃক্ষপ হয়ে এখানে জমা হয়। স্বাভাবিক অবস্থায় এই চেক ড্যামটি সম্পূর্ণ জলের নিচে থাকে এবং পৃষ্ঠ থেকে এটিকে দেখা যায় না।\n\n\n== চারপাশ ==\nনাগাশিমা বাঁধ জলাধারটির আশপাশ ঢিঙি নৌকা করে মাছ ধরার জন্য এটি একটি জনপ্রিয় জায়গা। তাছাড়া এর কাছেই রয়েছে উষ্ণ প্রস্রবণ রিসর্ট এবং ওইগাওয়া রেলওয়ে দ্বারা পরিচালিত স্টিম ইঞ্জিন রেলগাড়ি। নিকটতম রেলস্টেশনটি হল নাগাশিমা ড্যাম স্টেশন। মিনামি আল্পস ন্যাশনাল পার্কের উচ্চ শৃঙ্গের দিকে যাওয়া পর্বত আরোহীদের কাছে এলাকাটি বেশ জনপ্রিয়।\n\n\n== তথ্যসূত্র ==\nবার্গার, লুইস। রোলার কম্প্যাক্টেড কংক্রিট বাঁধ । প্রযুক্তি এবং প্রকৌশল (2003)।\nবড় বাঁধের উপর জাপান কমিশন। জাপানে বাঁধ: অতীত, বর্তমান এবং ভবিষ্যত । CRC প্রেস (2009)। আইএসবিএন 0-415-49432-X\nতথ্য সহ ছবির পৃষ্ঠা\nড্রেজিং নিউজ, ফেব্রুয়ারী 2002 সংখ্যা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ জুলাই ২০১১ তারিখে"}