{"pageid": 1401301, "title": "জাপান অধ্যয়নের জন্য আন্তর্জাতিক গবেষণা কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1401301", "content": "জাপান অধ্যয়নের জন্য আন্তর্জাতিক গবেষণা কেন্দ্র, বা, ইন্টারন্যাশনাল রিসার্চ সেন্টার ফর জাপানিজ স্ট্যাডিজ (国際日本文化研究センター, কোকুশাই নিহোন বোনকা কেনকিউ সেন্টা), বা, নিচিবুঙ্কেন (日文研), হলো জাপানের কিয়োটোতে অবস্থিত একটি আন্তঃবিশ্ববিদ্যালয় গবেষণা প্রতিষ্ঠান। ন্যাশনাল ইনস্টিটিউট অফ জাপানিজ লিটারেচার, ন্যাশনাল মিউজিয়াম অফ জাপানিজ হিস্ট্রি এবং ন্যাশনাল মিউজিয়াম অফ এথনোলজির পাশাপাশি এটিও মানবিক বিষয়াবলীর জন্য জাতীয় প্রতিষ্ঠানগুলির মধ্যে একটি। এই কেন্দ্রটি জাপানি সংস্কৃতি সম্পর্কিত গবেষণার জন্য নিবেদিত একটি প্রতিষ্ঠান।\n\n\n== ইতিহাস ==\n১৯৮২ সালে জাপানের শিক্ষা, বিজ্ঞান ও সংস্কৃতি মন্ত্রণালয় \"জাপানি সংস্কৃতি সম্পর্কিত ব্যাপক গবেষণার পদ্ধতি\" বিষয়ে পরিচালিত একটি প্রাথমিক গবেষণায় প্রতিষ্ঠানটি প্রতিষ্ঠার প্রয়োজনীয়তা দেখতে পায়। বেশ কয়েক বছর ধরে জরিপ করার পর প্রধানমন্ত্রী নাকাসোনে ইয়াসুহিরোর প্রশাসনের অধীনস্থ মন্ত্রণালয় ১৯৮৭ সালে কিয়োটোতে বিশিষ্ট দার্শনিক উমেহারা তাকেশিকে প্রথম মহাপরিচালক হিসেবে নিয়োগ দান করে জাপান অধ্যয়নের জন্য আন্তর্জাতিক গবেষণা কেন্দ্র প্রতিষ্ঠা করে। বিশিষ্ট কিয়োটো শিক্ষাবিদ উমেসাও নোবুও এবং কুয়াবারা তাকেও-ও কেন্দ্রের প্রতিষ্ঠায় মূল ভূমিকা পালন করেছিলেন। ১৯৯০ সালে কেন্দ্রটি নিশিকিও-কু-এর ওয়েমা-চো-তে তার বর্তমান অবস্থানে চলে আসে।\n\n\n== সমালোচনা ==\n১৯৮০-এর দশকে মার্কিন যুক্তরাষ্ট্রের সাথে ক্রমবর্ধমান বাণিজ্য উদ্ধৃত্তের পটভূমিতে নিচিবুঙ্কেন প্রতিষ্ঠিত হয়েছিল। সাংস্কৃতিক-নৃতত্ত্ববিদ উয়েনো চিজুকো জাতীয় ব্র্যান্ডিংয়ের গণনামূলক প্রচেষ্টা হিসাবে কেন্দ্রটিকে তীব্রভাবে সমালোচনা করেছেন। উয়েনো দাবি করেছেন যে, কেন্দ্রের একাডেমিক প্রবণতা সত্ত্বেও, নিচিবুঙ্কেনের প্রকৃত উদ্দেশ্য ছিল জাপানের ভাবমূর্তি উন্নত করা যেন জাপানের ব্যবসায়িক মনোবৃত্তির সমালোচনা রোধ করা যায় এবং বিদেশে জাপানি পণ্যের বিক্রয় উন্নত করা যায়। ইয়ান বুরুমা বিদেশের প্রভাবশালী সংবাদপত্রে সেই সময়ে যথেষ্ট ক্ষোভের সাথে মন্তব্য করেছিলেন যে, কেন্দ্রের প্রতিষ্ঠা একটি প্রকল্পের অংশ যা দ্বিতীয় বিশ্বযুদ্ধ-পূর্ব জাপানের জাতীয়তাবাদী মতাদর্শকে পুনর্গঠন করার জন্য করা হয়েছে।\n\n\n== পাঠাগার ==\nকেন্দ্রের সাথে একটি পাঠাগার যুক্ত রয়েছে। এই পাঠাগারের সংগ্রহে প্রাথমিকভাবে জাপান সম্পর্কিত অধ্যয়নের জন্য প্রাসঙ্গিক বই এবং গ্রন্থপঞ্জি রয়েছে। ২০১৪ সাল পর্যন্ত এতে জাপানি ভাষায় প্রায় ৪০০,০০০ এবং অন্যান্য ভাষায় ৯৭,০০০ খণ্ড বই রয়েছে। এটিতে আরও প্রায় ৪,৪০০টি জাপানি সাময়িকী এবং প্রায় ১,০০০টি বিদেশী ভাষার সাময়িকী রয়েছে। পাঠাগারটিতে রেকর্ড, ভিডিও এবং অন্যান্য ডিজিটাল আকারে প্রকাশিত উপকরণের একটি উল্লেখযোগ্য সংগ্রহ রয়েছে।\n\n\n== প্রকাশনা ==\nনিচিবুঙ্কেন জাপান অধ্যয়ন সম্পর্কে দুটি সাময়িকী প্রকাশ করেন: ইংরেজিতে জাপান রিভিউ এবং জাপানি ভাষায় নিহন কেনকিউ। জাপান রিভিউ হল একটি পিয়ার-রিভিউ জার্নাল যা JSTOR এবং নিচিবুঙ্কেন ওয়েবসাইটে প্রকাশিত হয়। বছরে একবার করে প্রকাশিত জাপান রিভিউ সারা বিশ্বের পণ্ডিতদের কাছ থেকে জাপানি সংস্কৃতির উপর অসামান্য প্রবন্ধ ও গবেষণা নোট আহ্বান করে।\n\n\n== আরও দেখুন ==\nজাপানের ইতিহাসলেখ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনিচিবুঙ্কেন।"}