{"pageid": 1401219, "title": "হর্টন সমভূমি জাতীয় উদ্যান", "url": "https://bn.wikipedia.org/wiki?curid=1401219", "content": "হর্টন সমভূমি জাতীয় উদ্যান (Sinhala: හෝර්ටන් තැන්න ජාතික උද්‍යානය, romanized: Hortan Thanna Jathika Udyanaya) হলো শ্রীলঙ্কার কেন্দ্রীয় উচ্চভূমিতে অবস্থিত একটি জাতীয় উদ্যান যা ১৯৮৮ সালে স্বীকৃতি লাভ করে। এটি সমুদ্র সমতল হতে ২,১০০-২,৩০০ মিটার উঁচুতে এবং তৃণভূমি ও মেঘাবৃত বনভূমি দ্বারা বেষ্টিত। এটি জীববৈচিত্র্যে ভরপুর এবং এখানকার অনেক প্রজাতি স্থানীয় পর্যায়েই কেবল এই অঞ্চলে পাওয়া যায়। এটি একটি জনপ্রিয় পর্যটন আকর্ষণ কেন্দ্র। এটি ওহিয়া হতে ৮ কিলোমিটার, বিশ্বখ্যাত ওহিয়া অবনমন/ডোন্ড্রা পর্যবেক্ষণ এলাকা হতে ৬ কিলোমিটার এবং নুওয়ারা এলিয়া হতে ৩২ কিলোমিটার দূরে গড়ে উঠেছে।\nহর্টন সমভূমি শ্রীলঙ্কার প্রধান তিনটি নদী, মহাবলী, কিলানি এবং ওয়ালাউই-এর উৎসস্থল। সিংহলি ভাষায় এই সমভূমিটি \"মহা এলিয়া সমভূমি\" (මහ එළිය තැන්න) নামে পরিচিত। প্রস্তর ফলকে প্রাপ্ত তথ্য মতে বালাংগোদা সংস্কৃতি এখানে পাওয়া গিয়েছে। শ্রীলঙ্কান সাম্বার হরিণ এবং অনেক পাখিকে আবাসভূমি এই উদ্যান যারা কেবল এখানেই বিচরণ করে। বনভূমির মৃত্যু এই এলাকার প্রধান হুমকি, যা একটি প্রাকৃতিক বিষয়।\n\n\n== ইতিহাস ==\nএখানকার প্রকৃত নাম মহা এলিয়া থেন্না (මහ එළිය තැන්න - \"বৃহৎ উন্মুক্ত সমভূমি \")। কিন্তু ব্রিটিশ শাসনাধীন সময়ে এই এলাকার নামকরণ করা হয় ১৮৩১ হতে ১৮৩৬ সাল পর্যন্ত সিলোনের ব্রিটিশ গভর্নর স্যার রবার্ট উলমোট-হর্টনের নামানুসারে।\nস্যার জোসেফ ডালটন হুকার ব্রিটিশ সরকারকে \"৫,০০০ ফুটের অধিক উচ্চতায় অবস্থিত পার্বত্য বনভূমি অব্যবহৃত\" রাখতে উপদেশ দিয়েছিলেন এবং ১৮৭৩ সালে এই বিষয়ে একটি নির্দেশনা জারি হওয়ায় এখানে বনভূমি গড়ে উঠে। ১৯৬৯ সালের ৫ ডিসেম্বর তারিখে হর্টন সমভূমিকে অভয়ারণ্য হিসেবে ঘোষণা করা হয় এবং এর প্রাণবৈচিত্রের কারণে ১৯৮৮ সালের ১৮ মার্চ এটিকে জাতীয় উদ্যান হিসেবে মনোনীত করা হয়। \n\n\n== উদ্ভিদরাজি ==\nউদ্যানের উদ্ভিদসমূহকে প্রধানত দুই ভাগে বিভক্ত করা যায় - ২,০০০ হেক্টর (৭.৭ বর্গমাইল) ভূমির সিক্ত পাটানা প্রজাতির এবং ১,১৬০ হেক্টর (৪.৫ বর্গমাইল) ভূমির উপক্রান্তীয় পার্বত্য এলাকার চিরহরিৎ বনভূমি। ২০ পরিবারের প্রায় ৭৫০ প্রজাতির বৃক্ষ রয়েছে এখানকার বনে।\nএই সম্পর্কে মতবিরোধ রয়েছে যে, উদ্যানে তৃণভূমির শুরু কীভাবে ঘটেছিলো - মানুষের দ্বারা, না-কি, প্রাকৃতিকভাবে। বর্তমানে ধারণা করা হয়, শুষ্ক ঢালের তৃণভূমি বন উজাড় এবং আগুনের কারণে সৃষ্টি এবং নিম্নাঞ্চলের তৃণভূমি সিক্ত পরিবেশ, কুয়াশা এবং ভূমিক্ষয়ের কারণে প্রাকৃতিকভাবে তৈরি হয়েছে। \n\n\n== প্রাণীসমূহ ==\nএই এলাকায় প্রাপ্ত প্রাণীর মধ্যে রয়েছে ২৪ প্রজাতির মেরুদণ্ডী প্রাণী, ৮৭ প্রজাতির পাখি, ৯ প্রজাতির উভচর প্রাণী এবং ৮ প্রজাতির অমেরুদণ্ডী প্রাণী। ১৯৪০'এর দশকে শ্রীলঙ্কান হাতি এখান হতে বিলুপ্ত হয়ে গিয়েছে। বর্তমানে এখানকার সবচেয়ে বড় এবং সাধারণত পরিদৃষ্ট হওয়া মেরুদণ্ডী প্রাণী হলো সাম্বার হরিণ। এখানে আনুমানিক ১,৫০০ হতে ২,০০০টি হরিণ রয়েছে বলে ধারণা করা হয়। এখানকার অন্যান্য মেরুদণ্ডী প্রাণীর মধ্যে রয়েছে শ্রীলঙ্কার চিতাবাঘ, ভারতীয় পাহাড়ি শিয়াল, বন্য শুয়োর, বন বেড়াল প্রভৃতি। লাল স্লেন্ডার লোরিস কেবলমাত্র এখানেই বিচরণ করে যা পৃথিবীর অন্যতম হুমকির মুখে থাকা প্রজাতি; ২০১০ সাল একদল গবেষক এদের প্রথমবারের মতো ছবি তুলতে সক্ষম হয়েছিলো। ২০১৬ সালে বিচিত্র বর্ণের বেড়াল ২০৮৪-২১৬২ মিটার উচ্চতায় হর্টন সমভূমি জাতীয় উদ্যানে প্রথমবারের মতো দেখতে পাওয়া গিয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}