{"pageid": 1401075, "title": "চেরামন পেরুমল নায়নার", "url": "https://bn.wikipedia.org/wiki?curid=1401075", "content": "চেরামন পেরুমল নয়নার (মালয়ালম: ചേരമാൻ പെരുമാൾ നായനാർ ; তামিল: சேரமான் பெருமாள் நாயனார் ; আক্ষরিক অর্থে : চের রাজা নায়নার) ছিলেন মধ্যযুগীয় দক্ষিণ ভারতে তামিল শৈব ঐতিহ্যের একজন ভক্তি কবি-সংগীতবিদ এবং ধর্মশিক্ষক (তেষট্টি নয়নারদের একজন)। ' তিন নায়নার ' - এর মধ্যে অন্যতম চুন্দরের সঙ্গে চেরামান পেরুমালের বন্ধুত্ব ভক্তি ঐতিহ্যে পালিত হয় । চেরামন পেরুমলের কিংবদন্তি সন্তজীবনীমূলক গ্রন্থ পেরিয়াপুরানমে বর্ণিত হয়েছে।  এটি খ্রি. ১২ শতকের মাঝামাঝি  দ্বিতীয় চোল কুলোতুঙ্গার এক সভাসদ চেককিজার দ্বারা রচিত। সংগ্রহটি নাম্বিয়ান্দর নাম্বির (১০ম-১১শ শতক খ্রিস্টাব্দ) পূর্ববর্তী কার্যের উপর ভিত্তি করে রচনা করা হয়েছে। কোডুঙ্গাল্লুরের তিরুভাঞ্চিকুলাম শিব মন্দির পেরুমল এবং চুন্দরমূর্তি নায়নারের সাথে সম্পর্কিত।\nচেরামন পেরুমলকে 'পোনভান্নাত্তণ্ডাদি', চিদাম্বরম ভগবানের প্রশংসামূলক স্তোত্র,  তিরুভারুর দেবতার সম্মানে রচিত 'তিরুবারুর মুম্মানিক্কোভাই' এবং 'আদিউলা' (উলাদের মধ্যে প্রথম) বা 'থিরুকাইলয়জ্ঞান উলা'-এর মত শিবের প্রশংসামূলক স্তোত্রের লেখক হিসাবে কৃতিত্ব দেওয়া হয়। ঐতিহাসিকগণ অস্থায়ীভাবে এই সাধুকে কেরালা চের পেরুমল রাজ্যের  ৯ম শতাব্দীর শাসক রাম রাজশেখরের সঙ্গে চিহ্নিত করেছেন\n\n\n== চেরামন পেরুমলের কিংবদন্তি ==\n\nচেরামন পেরুমল, ঐতিহ্য অনুসারে, মালাই-নাড়ুর শাসক পরিবারে জন্মগ্রহণ করেন (যার রাজধানী ছিল কোডুনকোলুর বা সমুদ্রের ধারে মাকোটাইতে )। যখন তৎকালীন রাজা 'চেঙ্কোর-পোরাইয়ান' তার সিংহাসন ত্যাগ করেন, তখন মন্ত্রীরা যুবক চেরামন বা 'পেরুমাক্কোটায়ার'কে রাজা হতে রাজি করান, যিনি 'কালরিরারিভার' নামেও পরিচিত, রাজ্যের লাগাম হাতে নিতে (রাজপুত্র তিরুভানচাইক্কালামে ধ্যানে বসেছিলেন।)। খুব কষ্টে রাজপুত্রকে সম্মত করা হয়েছিল।\nচেরামন পেরুমল তখন গীতিকার চুন্দার (নিজে চিদাম্বরমের নটরাজের কাছ থেকে) সম্পর্কে জানতে পারেন, চুন্দর অন্য একজন শিব ভক্ত, তিনি চিদাম্বরমে গান গেয়েছিলেন এবং তাঁর সাথে দেখা করতে এবং শ্রদ্ধা জানাতে চান। তদনুসারে রাজা তার রাজধানী ত্যাগ করেন এবং কঙ্গু দেশ পেরিয়ে অবশেষে চিদাম্বরমে পৌঁছান। এরপর তিনি তিরুভারুরে যান এবং চুন্দরের সাথে দেখা করেন। সময়ের সাথে সাথে দুজনে ঘনিষ্ঠ বন্ধু হয়ে ওঠে এবং দক্ষিণ ভারত জুড়ে বিভিন্ন স্থানে দীর্ঘ তীর্থযাত্রা (যেমন কিরভেলুর, নাগাইক্কারোনাম, তিরুমরাইক্কাডু, পালানাম, অগস্ত্যানপল্লী, কুলাগার-কোডিক্কোইল, তিরুপাত্তুর, মাদুরাই, তিরুপুভানম, তিরুভাপ্পানুর, তিরুবেদাগাম, তিরুপ্পারাঙ্গুনাম, কুলারাম, কুলাগার, কুলাগার রামেশ্বরম, তিরুচ্চুলিয়াল, কানাপার, তিরুপুনভাইল, পাতালেশ্বরম, তিরুক্কান্দিউর এবং তিরুভাইয়ারু) শুরু করেন।\nকয়েক বছর পরে, চুন্দার কোডুনকোলুরে তার সহযাত্রী-ভক্ত চেরামন পেরুমলের সাথে দেখা করেন এবং রাজকীয় অতিথি হিসাবে শহরে বাস করেন। একদিন শিবদূতগণ তিরুভানচাইক্কলামে এসে চুন্দারাকে জানান যে তার এখন কৈলাস পর্বতে ফিরে আসার সময় হয়েছে। তাই চুন্দরা একটি সাদা হাতিতে চড়ে কৈলাসে আরোহণ করেন (ঘোড়ার পিঠে চের রাজা তাকে অনুসরণ করেন)।\n\n\n== তথ্যসূত্র =="}