{"pageid": 14010, "title": "ললিতা", "url": "https://bn.wikipedia.org/wiki?curid=14010", "content": "ললিতা ভ্লাদিমির নাবোকভের লেখা একটি ইংরেজি উপন্যাস। প্রথমে লেখক ইংরেজি ভাষায় উপন্যাসটি রচনা করেন, ১৯৫৫ সালে প্যারিসে এবং ১৯৫৮ সালে নিউইয়র্কে উপন্যাসটি প্রকাশিত হয়। তারপর লেখক এটিকে রুশ ভাষায় আনুবাদ করেন। বিতর্কিত উপন্যাস হওয়ার কারণে বইটি আন্তর্জাতিক খ্যাতি লাভ করেছে।\nললিতা ছিল বিংশ শতাব্দী সাহিত্যের ইতিহাসে সবচেয়ে বিতর্কিত উপন্যাস। ১৯৬২ সালে স্ট্যানলি কুবরিক বইটি নিয়ে একটি চলচ্চিত্র তৈরী করেন। সিনেমাটি অসাধারণ একটি ক্লাসিক। পরে ১৯৯৭ সালে সিনেমাটির পুনঃনির্মাণ হয় যাতে ডোমিনিক সোয়াইন এবং জেরেমি আয়রন্স অসামান্য অভিনয় করেন।\n\n\n== কাহিনী সংক্ষেপ ==\nএকজন বিবাহিত মধ্যবয়স্ক পুরুষের সাথে একটি ১২ বছর বয়সী বালিকার অসম ভালবাসার ঘটনা হল এই উপন্যাসটির মুখ্য উপাদান।\nললিতার মূল চরিত্র ডলারেস হেইজ একটি কিশোরী মেয়ে। বাড়িতে পেয়িং গেস্ট হিসেবে থাকতে আসা প্রফেসর হামবার্টটের প্রতি আকৃষ্ট হয়। প্রফেসর একসময় মেয়েটির প্রেমে পড়েন। ঘটনা বদলে যায় যখন ডলারেজের বিধবা মাও প্রফেসরের প্রেমে পড়ে এবং রীতিমতো বিয়ে করতে বাধ্য করে। একসময় প্রফেসরের তার মেয়ের প্রতি ভালবাসার কথা জানতে পেরে তিনি অত্যন্ত কষ্ট পান এবং কার এক্সিডেন্টে মারা যান। পরে প্রফেসর এবং ডলারেস হেইজকে নিয়ে কাহিনী আবর্তিত হয়।\nডলারেস একজন অত্যন্ত সুদর্শনা এবং আকর্ষণীয় কিশোরী। তবে সে প্রফেসরের প্রেমে পড়েছিলো তা বলা যায় না। কিন্তু প্রফেসর ডলারেসের প্রেমে পড়েছিলেন এবং ডলারেস প্রফেসরের শারীরিক সংগ ভালবাসত।কাহিনি শেষে একটি হৃদয়বিদারক দিকে মোড় নেয়। এটি অন্যতম সেরা ক্লাসিক প্রেমকাহিনী।\n\n\n== প্রথম প্রকাশ ==\n১৯৫৫ সালে প্যারিসের অলিম্পিয়া প্রেস প্রথম ললিতা উপন্যাসটি দুই খণ্ডে পেপারব্যাক সংস্করণে প্রকাশ করে। বইটি ৬৯ টি অধ্যায়ে বিভক্ত। পৃষ্ঠা সংখ্যা ছিল ৩৩৬টি।\n\n\n== পটভূমী ==\nআমি তোমাকে ভালোবাসি। যেরকম কিছু জিনিসকে ভালোবাসতে হয় গোপনে, আত্মার মধ্য দিয়ে আর হৃদয়ের অভ্যন্তরে।\n-পাবলো নেরুদাললিতা ঠিক এমনই একটা প্রেমের গল্প। যাকে অনুভব করতে হয় আত্মা দিয়ে, লুকিয়ে রাখতে হয় অন্ধকারে আর হৃদয়ের অভ্যন্তরে!\nললিতা ভ্লাদিমির নাবোকভের লেখা একটি ইংরেজি উপন্যাস। প্রথমে লেখক ইংরেজি ভাষায় উপন্যাসটি রচনা করেন, ১৯৫৫ সালে প্যারিসে এবং ১৯৫৮ সালে নিউইয়র্কে উপন্যাসটি প্রকাশিত হয়। তারপর লেখক এটিকে রুশ ভাষায় আনুবাদ করেন। বিতর্কিত উপন্যাস হওয়ার কারণে বইটি আন্তর্জাতিক খ্যাতি লাভ করেছে। একজন বিবাহিত মধ্যবয়স্ক পুরুষের সাথে একটি ১২ বছর বয়সী বালিকার যৌন সংসর্গের ঘটনা হল এই উপন্যাসটির মুখ্য উপাদান।\nললিতা ছিল বিংশ শতাব্দী সাহিত্যের ইতিহাসে সবচেয়ে বিতর্কিত উপন্যাস। ১৯৬২ সালে স্ট্যানলি কুবরিক বইটি নিয়ে একটি চলচ্চিত্র তৈরী করেন। ১৯৯৭ সালে আরেকটি  চলচ্চিত্র হয় একই শিরোনামে।\nচল্লিশ বছর বয়সের এক মধ্যবয়সী পুরুষের চিন্তা চেতনা কামনায় বারো বছরের এক বালিকা।  আবার যার সাথে সে রাত কাটানোর স্বপ্ন দেখছে যাকে সে কাছে পেতে চাইছে সে মেয়েটির বাবা! কি চমকে যাচ্ছেন? গা রি রি করছে! তাহলে আপনার জন্য অপেক্ষা করছে আরো চমক! “মেয়েটি তার অথাৎ মেয়েটির বাবা স্বপ্ন দেখছে  মেয়েটিকে একান্ত করে কাছে পাবার!\nললিতা প্রকাশিত হয় ১৯৫৫ সালে। প্রকাশের পর থেকেই ললিতা তর্ক এবং বিতর্কের অবস্থান করছে। বইটি নিয়ে একটি সিনেমাও তৈরি হয়েছে যা বহুল সমাদৃত হয়েছে।\nএক প্রফেসরের জবানিতে বইটি লেখা যার নাম হামবার্ট হামবার্ট বলে উপন্যাসে আমরা দেখতে পাই। লেখক খুব ছোটবেলায় তার খেলার সাথী আন্নাবেলের প্রেমে পরে। আন্নাবেল তার প্রতিবেশী। কিছুদিন পর আন্নাবেল এর পরিবার অন্য জায়গায় শিফট করে এবং তারও কিছুদিন পর আন্নাবেল মারা যায়।\n\nলেখক মানে গল্পের নায়ক প্রফেসর মোটামুটি ধনী পরিবারের সন্তান। মধ্যবয়সে  কাজের খাতিরে ভিন্ন জায়গায় শিফট হলে তার দেখা হয় ললিতার সাথে। ললিতাদের বাড়ি সে থাকতে আসে ভাড়াটে হিসেবে। আন্নাবেলের পর অনেকদিন পর হামবার্ট হামবার্ট সত্যিকারের প্রেমে পরে। ললিতার মাঝে সে হারানো আন্নাবেল কে খুঁজে পায়। সে তার অবদমিত কামনার কথা ললিতাকে নিয়ে লিখে রাখে ডায়রিতে। আর এই ডায়েরিই হচ্ছে ললিতা উপন্যাসের চিত্রনাট্য। ললিতা ছোট বারো বয়সের বালিকা ডোলারস এর ছন্দনাম। লেখক আদর করে তার ডায়রিতে ডোলারসকে ললিতা বলে ডাকে এবং এই ললিতাকে জুড়েই ললিতা উপন্যাস লেখা হয়েছে!জীবন খুব ছোট। মাত্র কয়েক কদম এর পথ চলা। খুবই ছোট যাত্রা আমাদের। কিন্তু এই ছোট যাত্রাকে স্মরণীয় করো আর তা এখনই! এই ক্ষণে! যেভাবে আছো সেইভাবেই চলে আসো। অতঃপর আমরা বাস করবো সুখে শান্তিতে-এই ক্ষণস্থায়ী জীবনে!ললিতাকে কাছে পাওয়ার জন্য সে বিয়ে করে ললিতার মাকে! প্রথমে হামবার্ট যদিও বিয়ে করতে চায় না তাকে ললিতার জন্য বাধ্য হয়ে তার মা শালর্টকে সে বিয়ে করে।ললিতার বিধবা মা একদিন কথায় কথায় আলাপ করে যে ললিতাকে বাড়ি থেকে দূরে পাঠাবে পড়াশোনা করার জন্য। ললিতাকে যেন বাড়ি থেকে দূরে পাঠানো না হয় তার জন্য হার্মবাট অনিচ্ছা থাকার পরেও বিয়ে করে ললিতার মাকে। ললিতার মা খেয়াল করে হামবার্ট গোপনে ডায়েরি লিখে। ডায়েরিতে কি আছে জিজ্ঞেস করলে হামবার্ট  এড়িয়ে যায়। একদিন হামবার্টকে না বলে ললিতার মা ডায়েরি পড়ে ফেলে। সে সব জেনে যায় এবং খেপে যায়। ললিতা সেসময়টাতে বাড়িতে ছিলনা। সব জানার পর ললিতাকে নিয়ে চলে যাবে বলে মনস্থির করে এবং সে রাগে দুঃখে অপমানে ঘর থেকে বের হয়ে যায়। হামবার্ট বাধা দিতে চায় কিন্তু তার পথে ললিতার মা দুর্ঘটনায় মারা যায়।\nগল্পে নেয় ভিন্ন মোড়। মায়ের মৃত্যুতে ললিতার আইনগত একমাত্র অভিভাবক হামবার্ট কারণ ললিতা তখনও নাবালিকা। হামবার্ট ললিতাকে দিয়ে তার অবদমিত কামনা বাসনা পূরন করবে নাকি ললিতাকে মেয়ে হিসেবে গ্রহণ করবে। ললিতা তার মায়ের  মৃত্যুর কথা জানতো না। ললিতা তখন ক্যাম্পফায়ারে গিয়েছিল। সেখান থেকে হামবার্ট হামবার্ট তাকে হোটেলে নিয়ে যায় সারাদিন তার সাথে গল্প করে তাকে আগলে রাখে। এরপর কিছু সময়ের জন্য বাহিরে চলে যায় তখনই ললিতাকে সে হারায়। ললিতাকে কে বা কারা  অপহরণ করে। এরপর ললিতাকে সে অনেক খুঁজে। দিন যায়, মাস যায়। প্রায় ছয় বছর পর ললিতার খোঁজ পায় হামবার্ট হামবার্ট। ললিতা ফোন করে তাকে। ললিতা তখন গর্ভবতী। তার কিছু টাকার দরকার হয় যার কারণে সে ফোন করে হামবার্টকে। টাকা নিয়ে হামবার্ট ছুটে যায় ললিতার কাছে। ললিতা তখন এক প্রকৌশলীকে বিয়ে  করেছে। হামবার্ট হামবার্ট  ললিতাকে টাকা দেয় কিন্ত টাকা দেয়ার আগে একটা প্রতি প্রতিজ্ঞা করতে বলে ললিতাকে বলতে হবে কে তাকে অপহরণ করেছিল। তারপর হামবার্ট হামবার্ট  খুঁজে বের করে কে ললিতাকে অপহরণ করেছিল। দেখা যায় এক মাফিয়া চক্র তাকে অপহরণ করে। হামবার্ট হামবার্ট  সেই লোকটিকে খুন করে। অতঃপর  দেখা যায় শূন্য হাতে হামবার্ট হামবার্ট  গাড়ি চালিয়ে ফিরে আসে। আসার পর থেকে সে অনুশোচনায় ভুগতে থাকে কারণ সে ললিতার কাছ থেকে তার সুন্দর শৈশব কেড়ে নিয়েছে। এক সময় এই অনুশোচনায় দগ্ধ হয়ে সে আত্মহত্যা করে।\nললিতা পড়ে আমার মনে হয়েছে এটা আধুনিক যুগের শেইক্সপেরিয়ান ট্রাজেডি। এই প্রেম কে কি প্রেম বলা যাবে নাকি অবদমিত যৌন আকর্ষণের ফল বলবো। আমার খুব প্রিয় এক শিক্ষক একবার বলেছিলেন যে সবসময় সবকিছু বিচার করা ঠিক না। আমারো তাই মনে হয় ললিতা একটা চমৎকার শিল্প। আমরা এই চমৎকার শিল্পকে পড়ার মাধ্যমে উপভোগ করবো এর মধ্যেই সাহিত্যের সার্থকতা নিহিতার্থ।\n\nললিতা প্রকাশের পর থেকেই আলোচনার বিষয়বস্তুতে পরিণত হয়। এর বিতর্কিত প্রেক্ষাপট এর জন্য প্রকাশের পরপরই এই বইটি ক্লাসিক বই এর মর্যাদা পায়।যদি চলে যেতে বলো কোনোদিন, আর ফিরে না আসি ভালোবাসা রেখে যাব জেনো মৃত্যুর থেকে বেশি!ললিতা যেন কবি রুদ্র গোস্বামীর এই কবিতার প্রতিফলন!\nললিতা থেকে আমার খুব প্রিয় কিছু লাইন পাঠকদের জন্য আমি  এখানে তুলে ধরছি। আশা করি আপনাদের ভালো লাগবেLife is short. From here to that old car you know so well there is a stretch of twenty, twenty-five paces. It is a very short walk. Make those twenty-five steps. Now. Right now. Come just as you are. And we shall live happily ever after.জীবন খুব ছোট। মাত্র কয়েক কদম এর পথ চলা। খুবই ছোট যাত্রা আমাদের। কিন্তু এই ছোট যাত্রাকে স্মরণীয় করো আর তা এখনই! এই ক্ষণে! যেভাবে আছো সেইভাবেই চলে আসো। অতঃপর আমরা বাস করবো সুখে শান্তিতে-এই ক্ষণস্থায়ী জীবনে!\nতথ্যসূত্র"}