{"pageid": 1401004, "title": "ইবনে তাগরিবিরদি", "url": "https://bn.wikipedia.org/wiki?curid=1401004", "content": "জামালুদ্দিন ইউসুফ বিন আমির সাইফুদ্দিন তাগরিবিরদি (আরবি: جمال الدين يوسف بن الأمير سيف الدين تغري بردي) অথবা আবুল মাহাসিন ইউসুফ ইবনে তাগরিবিরদি বা ইবনে তাগরিবিরদি (২ ফেব্রুয়ারি ১৪১১ — ৫ জুন ১৪৭০; ৮১৩-৮৭৪ হিজরি) ছিলেন একজন ইসলামি ইতিহাসবিদ যিনি ১৫ শতকে মামলুক মিশরে জন্মগ্রহণ করেন। তিনি আইনী এবং মাকরিজির অধীনে অধ্যয়ন করেছিলেন, যারা তখনকার দুইজন কায়রোর প্রধান ইতিহাসবিদ এবং পণ্ডিত।\nইবনে তাগরিবিরদির সবচেয়ে বিখ্যাত রচনা হল মিশর এবং মামলুক সালতানাতের একটি বহু-খণ্ডের ইতিহাস; যার নাম নুজুমুজ জাহিরা ফি মুলুক মিসর ওয়াল কাহিরাহ। তার শৈলী বিশ্লেষণমূলক এবং বেশিরভাগ ঘটনার জন্য সুনির্দিষ্ট তারিখ দেয়; এই বিন্যাসটি স্পষ্ট করে যে ইবনে তাগরিবিরদি সুলতানদের এবং তাদের নথিতে বিশেষ সুবিধা পেয়েছিলেন। \"তাগরিবিরদি\" নামটি আধুনিক তুর্কি \"Tanrıverdi\" এর সাথে পরিচিত এবং তুর্কি ভাষায় এর অর্থ ঈশ্বর প্রদত্ত।\n\n\n== কর্মসমূহ ==\nনুজুমুজ জাহিরাহ ফি মুলুক মিসর ওয়াল কাহিরাহ (النجوم الزاهرة في ملوك مصر والقاهرة) ৬৪১ খ্রিস্টাব্দের মুসলিমদের মিশর বিজয় থেকে ১৪৬৮ খ্রিস্টাব্দ পর্যন্ত সময়কালের ঘটনাক্রম\nউইলিয়াম পপার দ্বারা সম্পাদিত। ১২ খণ্ড, কায়রো, দারুল কুতুব মিসরিয়া, ১৯২৯-৫৬\nমিসরুল জাদিদাহ, কাহিরাহ, মাকতাবুল আরবি লিল-মাআরিফ (আরবি: المكتب العربي للمعارف), ২০১৭।\nমানহালুস সাফি ওয়াল মুস্তাওফা বা'দাল ওয়াফি (المنهل الصافي والمستوفي بعد الوافي); ১৩ খণ্ড। প্রায় ৩০০০ ভুক্তির জীবনী অভিধান। বাহরি রাজবংশের এবং পরবর্তীকালে সুলতান, আমির, পণ্ডিত এবং বিজ্ঞানী (উলামা), বিশিষ্ট ব্যক্তি এবং বিনোদনকারীদের জীবন উদযাপনকারীর ভুক্তি।\nহাওয়াদিসুয যুহুর ফি মাদায়িল আইয়াম ওয়াশ শুহুর (حوادث الدهور في مدى الأيام والشهور); মিশরের ইতিহাস ১২৫০-১৫১৭ মাকরিজির সুলুক লি মারিফাত দুওয়ালিল মুলুকের যোজিত অংশ।\nবাহরুয যাখির ফি তারিখুল আলাম ওয়া আখবারুল আওয়াইল ওয়াল আওয়াখির (البحر الزاخر في تاريخ العالم وأخبار الأوائل والأواخر); আদমের সৃষ্টি থেকে সর্বজনীন ইতিহাস (প্যারিসের জাতীয় গ্রন্থাগার, নং ১৫৫১); ইরাক এমএস দারুল কুতুব, মিশর দ্বারা ক্রীত।\nমাওরিদুল লাতাফাহ ফি মান ওয়ালিয়াহুস সালতানাহ ওয়াল খিলাফাহ ( مورد اللطافة في من وليه السلطنة والخلافة); সুলতান ও খলিফাদের জীবনী।\n\n\n== গ্রন্থপঞ্জি ==\nমিশরের ইতিহাস ১৩৮২-১৪৬৯; আবুল মাহাসিন ইবনে তাগরিবিরদির আরবি ইতিহাস থেকে উইলিয়াম পপারের অনুবাদ, বার্কলে ১৯৫৪-৬৩\n\n\n== আরও দেখুন ==\nমুসলিম ইতিজাসবেত্তাদের তালিকা\n\n\n== বহিঃসংযোগ ==\nইবনে তাগরিবিরদির নুজুমুজ জাহিরা ফি মুলুক মিসর ওয়াল কাহিরার সংক্ষিপ্ত সারাংশ (আরবি)\nনুজুমুজ জাহিরা ফি মুলুক মিসর ওয়াল কাহিরার (আরবি) এর কিছু অংশ পড়ুন\n\n\n== তথ্যসূত্র =="}