{"pageid": 1401700, "title": "আল সুমামাহ (দোহা)", "url": "https://bn.wikipedia.org/wiki?curid=1401700", "content": "আল সুমামাহ ( আরবি: الثمامة, প্রতিবর্ণীকৃত: ath-Thumāma) কাতারের দোহার একটি জেলা। এটি দেশে জলাধার উন্নয়নের জন্য সরকারি পৃষ্ঠপোষকতায় চালিত প্রকল্পের পাঁচটি সাইটের একটি। ২০১৭ সালে সম্পন্ন হওয়া জলাধারগুলি তাদের বিভাগে বিশ্বের বৃহত্তম বলে আশা করা হচ্ছে। আল সুমামাহ স্টেডিয়াম কাতার ২০২২ বিশ্বকাপের অন্যতম একটি ভেন্যু।\nদোহার নতুন জেলাগুলির মধ্যে একটি হিসাবে, আল সুমামাহ এলাকাটি সুপরিকল্পিত এবং একটি কঠোর গ্রিড প্যাটার্ন অনুসারে তৈরি করা হয়েছিল। নগর কর্তৃপক্ষ ১৯৯০-এর দশকে প্রথম আল সুমামাহকে জেলা হিসাবে পরিকল্পনা করেছিল এবং তারপর থেকে এটি দ্রুত বাস্তবায়ন হয়েছিল। এটি প্রাথমিকভাবে একটি আবাসিক জেলা, যেখানে কাতারি এবং আরব প্রবাসীরা এখানে বসবাস করার জন্য সিদ্ধান্ত নেয়া হয়। ই রিং রোড, এফ রিং রোড এবং আল মাতার স্ট্রিট এর মতো গুরুত্বপূর্ণ রাস্তাগুলি এই এলাকার সাথে দোহার রাস্তার ব্যবস্থা ভালভাবে সংযুক্ত। উপরন্তু, এটি হামাদ আন্তর্জাতিক বিমানবন্দরের কাছাকাছি।\n\n\n== উৎপত্তি ==\nএই অঞ্চলে প্রচুর পরিমাণে জন্মে এমন একটি উদ্ভিদ '\"সুমাম\" থেকে জেলার নামকরন করা হয়েছে \"আল সুমামাহ\"। স্থানীয়ভাবে \"সুমাম\" (ল্যাটিন নাম Panicum turgidum ) নামে পরিচিত, এটি মরুভূমির আবহাওয়ার সাথে খাপ খাইয়ে নেওয়া বহুবর্ষজীবী এক ধরনের ঘাস।\n\n\n== পরিবহন ==\nকাতারের সরকারী পরিবহন কোম্পানি মওয়াসালাত এখানে গণপরিবহন সেবা পরিচালনা করে। আল সুমামাহ আল ঘানিম বাস স্টেশন থেকে ছেড়ে আসা দুটি বাস লাইনের টার্মিনাল হিসাবে কাজ করে। রুট ১০ এর বাস যায় নাজমা এবং আল মানসুরাতে যায় স্টপ ৫এর বাস, সপ্তাহের প্রত্যেক দিন প্রতি ৩০ মিনিট পরপর ফ্রিকোয়েন্সিতে বাসগুলো চলছে। রুট ১১, আল নাজমা, লুলু হাইপার মার্কেট এবং ওল্ড এয়ারপোর্টে থামে, সপ্তাহের সমস্ত দিন প্রতি ২০ মিনিটের ফ্রিকোয়েন্সিতে চলে।\n\n\n== খেলাধুলা ==\nআল সুমামাহ স্টেডিয়াম, ২০২২ ফিফা বিশ্বকাপ এর একটি ভেন্যু, এই জেলায় অবস্থিথ। কাতারি স্থপতি ইব্রাহিম জাইদাহ এটির ডিজাইন করেন, স্টেডিয়ামের দর্শক ধারণ ক্ষমতা থাকবে ৪০,০০০ এবং এটি গাহফিয়া নামে পরিচিত একটি ঐতিহ্যবাহী আরবি টুপির অনুকরণে ডিজাইন করা হয়েছে।\n\n\n== জনসংখ্যা ==\n২০১০ সালের আদমশুমারি অনুসারে, জেলায় ৩৪৫১ টি আবাসন ইউনিট। এবং ১২৪ টি স্থাপনা রয়েছে। জেলায় ১৬,৫৯৬ জন লোক বাস করত, যার ৬৩% পুরুষ ও ৩৭% মহিলা। ১৬,৫৯৬ জন বাসিন্দার মধ্যে৭৫% হচ্ছে ২০ বছর বা তার বেশি বয়সী এবং ২৫% ২০ বছরের কম বয়সী ছিল।\nমোট জনসংখ্যার ৬৩% কর্মক্ষম নাগরিক। কর্মক্ষম জনসংখ্যার ২৪% মহিলা, যেখানে কর্মক্ষম পুরুষের সংখা ৭৬%।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}