{"pageid": 1402801, "title": "এক্সএনএক্সএক্স", "url": "https://bn.wikipedia.org/wiki?curid=1402801", "content": "এক্সএনএক্সএক্স হল পর্নোগ্রাফিক ভিডিও শেয়ার করার এবং দেখার জন্য একটি ওয়েবসাইট৷ নভেম্বর ২০২২ পর্যন্ত, এটি সিমিলারওয়েব দ্বারা বিশ্বের ১৪তম সর্বাধিক পরিদর্শন করা ওয়েবসাইট হিসাবে শ্রেণীবদ্ধ করা হয়েছিল। এটি ২০০০ সালে চালু হয়েছিল এবং বর্তমানে প্যারিসে হোস্ট করা হয়েছে, সার্ভার এবং অফিস মন্ট্রিল, টোকিও এবং নিউয়ার্কে রয়েছে।\nএক্সএনএক্সএক্স ডব্লিউজিসিজেড হোল্ডিংয়ের মালিকানাধীন, একই কোম্পানি এক্সভিডিও ওয়েব পরিচালনা করে, যা আরেকটি জনপ্রিয় পর্নোগ্রাফিক ওয়েবসাইট।\n২০১৮ থেকে একটি বিজনেস ইনসাইডার র‌্যাঙ্কিং একে বিশ্বব্যাপী তিনটি জনপ্রিয় পর্ন সাইটের মধ্যে রেখেছে।\n\n\n== ইতিহাস ==\nএক্সএনএক্সএক্স ১৯৯৭ সালে প্রতিষ্ঠিত হয়েছিল। ডব্লিউজিসিজেড হোল্ডিং প্রথম এর মালিকানা পায় ২০১৪ সালে যখন ডব্লিউজিসিজেড ২০১৪ সালে একই ডোমেনের বিরুদ্ধে একটি অভিন্ন ডোমেন-নাম বিরোধ-সমাধান নীতি মামলা নিয়ে আসে।   \nমার্চ ২০১৬ সালে, দ্য নেক্সট ওয়েব ডব্লিউজিসিজেড হোল্ডিংকে স্টিফেন মাইকেল প্যাকড এবং ডেবোরা ম্যালোরি প্যাকডের নেতৃত্বাধীন একটি পোলীয় কোম্পানি হিসেবে চিহ্নিত করে।\n২০১৮ সালে, ভারত সরকার এক্সএনএক্সএক্স সহ অন্যান্য পর্নো ওয়েবসাইট ব্লক করে, উত্তরাখণ্ড হাইকোর্টের একটি ধর্ষণের মামলায় একই দাবি করার আদেশের পরে যেখানে অপরাধীরা বলেছিল যে তারা অনলাইন পর্নোগ্রাফি দেখার পরে অনুপ্রাণিত হয়েছিল।\nজানুয়ারী ২০২৩-এ, দ্য ফিনান্সিয়াল টাইমস প্রতিবেদন করেছে যে, ডব্লিউজিসিজেড টিউব সাইট এক্সভিডিও এবং এক্সএনএক্সএক্স মাসে ৬ বিলিয়ন ভিজিট পায়। \n\n\n== আরও দেখুন ==\nসর্বাধিক পরিদর্শন করা ওয়েবসাইটের তালিকা\nপর্নহাব\n\n\n== আরও পড়া ==\nMazières, Antoine; Trachman, Mathieu (২০১৪-০৩-২১)। \"Deep tags: toward a quantitative analysis of online pornography\" (পিডিএফ)। Routledge: 80–95। ডিওআই:10.1080/23268743.2014.888214। \nSullivan, Rebecca; McKee, Alan (২০১৫)। Pornography: Structures, Agency and Performance। John Wiley & Sons। আইএসবিএন 978-0745694849। সংগ্রহের তারিখ ২০১৮-০৬-০৪। \nStecklow, Steve (২০১০-০৯-১৭)। \"On the Web, Children Face Intensive Tracking\"। The Wall Street Journal। ২০১৮-০৬-০৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৮-০৬-০৪। \n90 percent of the pornographic videos hosted by the four most visited sites in France - Pornhub, HVideos, Xnxx and Xhamster - feature real acts of physical, sexual or verbal violence against women. by Anna Fleck, October 5, 2023 Statista\n\n\n== তথ্যসূত্র =="}