{"pageid": 1402825, "title": "অব্রে কোটল", "url": "https://bn.wikipedia.org/wiki?curid=1402825", "content": "অব্রে কোটল (জন্ম (১৯৮৭-০৪-০৬)৬ এপ্রিল ১৯৮৭, কির্তনার বা কির্ট নামেও পরিচিত, একজন কানাডিয়ান হ্যাকার, কম্পিউটার নিরাপত্তা গবেষক, সফটওয়্যার প্রকৌশলী এবং হ্যাকটিভিস্ট গ্রুপ অ্যানোনিমাসের প্রাথমিক সদস্য। কোটল ২০০০ এর দশকের শেষের দিকে এবং ২০২০ সালে এর পুনরুত্থানের সময় অ্যানোনিমাসের সাথে জড়িত ছিল, যেখানে গ্রুপটি ডানপন্থী ষড়যন্ত্রমূলক আন্দোলন QAnon-এর বিরুদ্ধে লড়াই করার চেষ্টা করেছিল।\n\n\n== অ্যানোনিমাস ==\n\n\n=== প্রারম্ভিক বছর ===\nCottle 2000-এর দশকের মাঝামাঝি সময়ে 4chan এবং সামথিং আউফুলের একজন সক্রিয় ব্যবহারকারী ছিলেন, যেখানে একই নামের 4chan মনিকারের কারণে তিনি এবং অন্যরা সম্মিলিতভাবে নিজেদেরকে \"বেনামী\" হিসাবে উল্লেখ করতে শুরু করেছিলেন। এই সময়ে বেনামী অন্যান্য ওয়েবসাইট, অনলাইন গেমস এবং চ্যাট রুম, সেইসাথে ব্ল্যাক-হ্যাট হ্যাকিং : হ্যাল টার্নার, দ্য চার্চ অফ সায়েন্টোলজি এবং অন্যান্যদের লক্ষ্য করে ট্রোলিং এবং \"অভিযান\" শুরু করে। 4chan অবশেষে তাদের প্ল্যাটফর্ম থেকে অভিযান কমিয়ে দেয়, যার ফলে Cottle এবং অন্যরা Cottle-এর ওয়েবসাইট 420chan- এ স্থানান্তরিত হয়, একটি ফোকাস ড্রাগ সংস্কৃতি, LGBT আলোচনা এবং অভিযানের সাথে একটি ইমেজবোর্ড।\nকটলের মতে, 2008 সালের প্রজেক্ট চ্যানোলজি সমাবেশের সময় সায়েন্টোলজিস্টদের দ্বারা ছবি তোলার পর, তিনি তার পরিবারের নিরাপত্তার জন্য ভয় পেতে শুরু করেন। কটলের মতে, তিনি এই ঘটনার পরে বেনামীকে \"শাট ডাউন\" করার ব্যর্থ চেষ্টা করেছিলেন এবং তাই গোষ্ঠীর জন্য খারাপ প্রেস তৈরি করার চেষ্টা করেছিলেন যাতে তারা জনসমর্থন হারাবে। ভাইস নিউজের সাথে 2021 সালের একটি সাক্ষাত্কারের সময়, তিনি এপিলেপসি ফাউন্ডেশনের ওয়েবসাইটে গ্রুপের ২০০৮ সালের আক্রমণের জন্য দায় স্বীকার করেছিলেন, যেখানে অজ্ঞাতনামা সদস্যরা ফোরামে আলোক সংবেদনশীল বা প্যাটার্ন-সংবেদনশীল মৃগী রোগে আক্রান্তদের খিঁচুনি শুরু করতে ফ্ল্যাশিং অ্যানিমেশন দিয়ে ফোরামে প্লাবিত হয়েছিল। কোটল পরে হামলার জন্য অনুশোচনা প্রকাশ করেন। \nকোটল 2021 সালের একটি সাক্ষাত্কারে বলেছিলেন যে তিনি \"অনেক বছর\" অবসর নিয়েছেন এবং এর সৃষ্টির পর থেকে বেনামীর সাথে ক্রমাগত জড়িত ছিলেন না। এই সময়ের মধ্যে কোটল সফ্টওয়্যার ইঞ্জিনিয়ারিং চুক্তির কাজে পরিণত হন।\n\n\n=== 2020 পুনঃউত্থান ===\n2009-2011 সালে ধারাবাহিক গ্রেপ্তারের সাথে শুরু করে, বেনামী'র কুখ্যাতি ম্লান হতে শুরু করে এবং 2018 সাল নাগাদ দলটি মূলত জনসাধারণের স্পটলাইট ছেড়ে চলে যায়। যাইহোক, 2020 সালে বেনামী জর্জ ফ্লয়েডের বিক্ষোভের পরে পুনরায় আবির্ভূত হয়, জুন 2020 ব্লুলিকস লঙ্ঘন সম্পাদন করে যেখানে তারা প্রকাশ্যে প্রচুর পরিমাণে হ্যাক করা মার্কিন আইন প্রয়োগকারী ডেটা প্রকাশ করেছিল।  রয়টার্স টুইটারে গোষ্ঠীর উপস্থিতির জন্য দায়ীদের একজন হিসাবে কোটলের নাম দিয়েছে।\n2020 সালের আগস্টে, কোটল দ্য আটলান্টিকে ডেল বেরানের একটি নিবন্ধে নিজেকে বেনামীর একজন প্রতিষ্ঠাতা হিসাবে চিহ্নিত করেছিলেন। কোটল নভেম্বর 2020 রেডডিট এএমএ- তে বলেছিলেন যে \"এই মুহূর্তে আমার একমাত্র শেষ-লক্ষ্য QAnon গেমটিকে একটি উপসংহারে নিয়ে আসা\"।  আগের মাসে, তিনি QAnon-বিরোধী গবেষকদের মধ্যে একজন ছিলেন যারা QAnon ফিগার জিম ওয়াটকিনস এবং ডোমেন নামগুলির মধ্যে সংযোগ প্রকাশ করেছিলেন যা চাইল্ড পর্নোগ্রাফির সাথে সংযোগের পরামর্শ দিয়েছিল।\n2020 সালের নভেম্বরে, ডানপন্থীদের কাছে জনপ্রিয় একটি সামাজিক নেটওয়ার্কিং পরিষেবা পার্লার- এর নিরাপত্তা ত্রুটিগুলিকে কাজে লাগানোর জন্য Cottle দায়ী ছিল, পোস্টগুলিকে ফাঁকি দেওয়ার জন্য যেন সেগুলি রন ওয়াটকিন্সের একটি যাচাইকৃত অ্যাকাউন্ট থেকে এসেছে৷ পোস্টগুলিতে, ওয়াটকিনস তার বাবা জিম ওয়াটকিনসকে \"কিউ\" হিসাবে প্রকাশ করতে হাজির হন, QAnon ষড়যন্ত্র তত্ত্বের কেন্দ্রে থাকা বেনামী পোস্টার। এই সময়ে, কোটল তৃতীয় পক্ষের বিক্রেতার ত্রুটিকে কাজে লাগিয়ে পার্লার ব্যবহারকারীর ডেটা প্রকাশ করে, যা তাকে পার্লারের ইমেল নিউজলেটার ডাটাবেসে অ্যাক্সেস দেয়। \nজানুয়ারী 2021-এ, কোটল ইজ ইট ওয়েট ইয়েট নামে একটি কোম্পানির ইমেল লগগুলি প্রকাশ করে, যেটি জিম ওয়াটকিন্সের অন্তর্গত। এবং QAnon-এর \"হোম\" হিসাবে বর্ণিত একটি ইমেজবোর্ড 8chan- এর মূল কোম্পানি হিসাবে কাজ করে।  এই ফাঁস হওয়া লগগুলি গবেষকদের QAnon ষড়যন্ত্র আন্দোলনের সাথে জড়িত অন্যান্য ব্যক্তিদের সাথে ওয়াটকিন্সের সংযোগ বিশ্লেষণ করতে দেয়। আগস্ট 2021-এ, কটল এবং ওপেন সোর্স ইন্টেলিজেন্স বিশ্লেষক লিবি শ সেই গবেষকদের মধ্যে ছিলেন যারা QAlerts-এর পিছনে ডেভেলপারকে উন্মোচন করেছিলেন, QAnon অনুগামীরা বেনামী \"Q\" থেকে পোস্ট পড়ার জন্য একটি অ্যাপ ব্যবহার করেছিলেন। \nফেব্রুয়ারী 2022-এ, Aubrey Cottle খ্রিস্টান ক্রাউডফান্ডিং ওয়েবসাইট গিফট সেন্ড গো- এ একটি হ্যাক করার দায় স্বীকার করেছিল, যেটি কনভয় বিক্ষোভের জন্য একটি তহবিল সংগ্রহের আয়োজন করছিল। হ্যাক ওয়েবসাইটের সমস্ত প্রচারাভিযানের জন্য দাতার নাম, ব্যক্তিগত তথ্য এবং অনুদানের পরিমাণ প্রকাশ করেছে।\n\n\n=== সাকুরা সামুরাই ===\n২০২০ সালে, কোটল হোয়াইট হ্যাট হ্যাকিং গ্রুপ সাকুরা সামুরাই- এ যোগ দিয়েছিলেন এবং ২০২১ সালের জানুয়ারিতে জাতিসংঘের একটি লঙ্ঘনের প্রকাশের সাথে জড়িত ছিলেন, যা ১০০,০০০ টিরও বেশি ব্যক্তিগত কর্মচারীর রেকর্ড প্রকাশ করেছিল। আগস্ট ২০২১-এ, Cottle এবং অন্যান্য সাকুরা সামুরাই সদস্যরা ফোর্ড মোটর কোম্পানি-এর ওয়েবসাইটের সাথে একটি দুর্বলতা যাচাই করতে সাহায্য করেছিল, কোম্পানির রেকর্ড প্রকাশ করে এবং ক্ষতিকারক অ্যাকাউন্ট টেকওভার সক্ষম করে। কোটল সেই মাসের শেষের দিকে সাকুরা সামুরাই ছেড়ে চলে যান, বলেছিলেন যে তিনি তার অন্যান্য ক্রিয়াকলাপের সাথে সম্পর্কিত \"জল\" এড়াতে চান। \n\n\n== তথ্যসূত্র =="}