{"pageid": 1402076, "title": "আহমেদ সোহেল", "url": "https://bn.wikipedia.org/wiki?curid=1402076", "content": "আহমেদ সোহেল বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের একজন বিচারপতি।\n\n\n== জীবনের প্রথমার্ধ ==\nসোহেল ১৯৭২ সালের ১৩ মার্চ জন্মগ্রহণ করেন। তার পিতা ছিলেন বাংলাদেশ সুপ্রিম কোর্টের বিচারপতি মুহাম্মদ আনসার আলী। তিনি ঢাকা বিশ্ববিদ্যালয়ে ভূগোল ও পরিবেশ বিষয়ে স্নাতক ও স্নাতকোত্তর করেছেন। তিনি উলভারহ্যাম্পটন বিশ্ববিদ্যালয়ে আইন ডিগ্রি অর্জন করেন এবং লিঙ্কনস ইনে যোগ দেন। তিনি সিটি ইউনিভার্সিটি অফ লন্ডনে আইন বিষয়ে স্নাতকোত্তর ডিপ্লোমা করেছেন।\n\n\n== কর্মজীবন ==\nসোহেল ২০০২ সালে ইংল্যান্ডের মালিক এবং মাইকেল আইনি সংস্থায় যোগদান করেন। তিনি বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগ এবং আপিল বিভাগের আইনজীবী হিসেবে কাজ করেছেন।\n৩১ মে ২০১৮ সালে সোহেলকে হাইকোর্ট বিভাগের অতিরিক্ত বিচারপতি নিয়োগ করা হয়।\n২০২০ সালের ৩০ মে সোহেলকে হাইকোর্ট বিভাগের স্থায়ী বিচারপতি করা হয়। সোহেল ও বিচারপতি মো. নজরুল ইসলাম তালুকদার দুর্নীতির দুই মামলায় সাবেক সংসদ সদস্য একেএমএ আউয়াল ও তার স্ত্রীকে জামিন দেন। ২০২০ সালের ডিসেম্বরে, সোহেল এবং বিচারপতি মো. নজরুল ইসলাম তালুকদার বিশেষ শাখাকে অর্থ পাচারের মাধ্যমে বিদেশে বাড়ি কেনা দ্বৈত নাগরিক বাংলাদেশিদের একটি তালিকা জমা দিতে বলেছিলেন।\n২০২২ সালের জুন মাসে জামালপুর জেলার অতিরিক্ত জেলা ও দায়রা জজ জিন্নাত জাহান ঝুনু, একজন আসামিকে জামিন দিতে অস্বীকার করার জন্য সোহেল ও বিচারপতি শেখ মো. জাকির হোসেন সমন্বয়ে গঠিত বেঞ্চের কাছে ক্ষমা চেয়েছিলেন।\nসোহেল ও বিচারপতি ফারাহ মাহবুব প্রশ্ন করেন, কিসের ভিত্তিতে র‌্যাপিড অ্যাকশন ব্যাটালিয়ন সুলতানা জেসমিনকে আটক করেছে, যিনি পরবর্তীকালে হেফাজতে মারা যান এবং যথাযথ প্রক্রিয়ায় তার অধিকারকে সম্মান করা হয়। এটি তাকে আটকের সাথে জড়িত কর্মকর্তাদের তথ্য চেয়েছিল। সোহেল এবং বিচারপতি ফারাহ মাহবুব বাংলাদেশের রাষ্ট্রপতি মোহাম্মদ শাহাবুদ্দিনের নির্বাচনকে চ্যালেঞ্জ করে একটি আবেদন শুনে বিব্রত বোধ করেন এবং মামলাটি প্রধান বিচারপতির কাছে প্রেরণ করেন। ২০২৩ সালের জুলাই মাসে, সোহেল এবং বিচারপতি মো. হাবিবুল গণি যথাযথ প্রক্রিয়া অনুসরণ না করে জামিন মঞ্জুর করার জন্য কক্সবাজার জেলা ও দায়রা জজ মোহাম্মদ ইসমাইলের সমালোচনা করেছিলেন। বেঞ্চ তার কাজকে একটি \"অপরাধ\" বলে অভিহিত করেছে।\n\n\n== তথ্যসূত্র =="}