{"pageid": 1402136, "title": "জর্ডানীয় প্রো লিগ", "url": "https://bn.wikipedia.org/wiki?curid=1402136", "content": "জর্ডানীয় প্রো লিগ (আরবি: الدوري  الأردني للمحترفين) হল জর্ডান দেশের ক্লাব ফুটবলের শীর্ষ স্তরের পেশাদার লিগ। চ্যাম্পিয়নশিপে হোম এবং অ্যাওয়ে লিগ পদ্ধতিতে বারোটি প্রতিযোগী দল নিয়ে গঠিত। লিগটি এই বছরগুলিতে অনুষ্ঠিত হয়নি: ১৯৪৮, ১৯৫৩, ১৯৫৭, ১৯৫৮, ১৯৬৭, ১৯৬৮, ১৯৬৯, এবং ১৯৯৮ সালে শেষ হয়নি, ২০০২ সালে লিগ ক্যালেন্ডারকে শরতের জায়গায় বসন্ত মৌসুমে পরিবর্তন করে। ২০২০ সালে লিগ বসন্ত থেকে শরৎ মরসুমে ফিরে আসে, ২০২৩-২৪ মৌসুম থেকে, জর্ডান ফুটবল অ্যাসোসিয়েশন এশিয়ান চ্যাম্পিয়নশিপের সাথে লিগের তারিখের সাথে মিল রাখতে শরৎ থেকে বসন্ত ক্যালেন্ডারে ফিরে যাওয়ার সিদ্ধান্ত নেয়।\nআল-ফয়সালি এখনও পর্যন্ত জর্ডানের শ্রেষ্ঠ ক্লাব, যারা এই শীর্ষ লিগটি ৩৫ বার জিতে নিয়েছে।\n\n\n== বিন্যাস ==\nপ্রো লিগে ১২টি ক্লাব রয়েছে। একটি মৌসুমে (মার্চ থেকে অক্টোবর পর্যন্ত) প্রতিটি ক্লাব ২২টি ম্যাচের জন্য দুইবার (দ্বৈত রাউন্ড-রবিন সিস্টেম), একবার তাদের হোম স্টেডিয়ামে এবং একবার তাদের প্রতিপক্ষের স্টেডিয়ামে খেলে। দলগুলো জয়ের জন্য তিন পয়েন্ট এবং ড্রয়ের জন্য এক পয়েন্ট পায়। পরাজয়ের জন্য কোন পয়েন্ট দেওয়া হয় না। দলগুলিকে মোট পয়েন্ট, তারপর গোল পার্থক্য এবং তারপর গোল করা হয়। যদি তারা এখনও একই থাকে, দলগুলি একই অবস্থান দখল করে বলে মনে করা হয়। যদি চ্যাম্পিয়নশিপের জন্য, রেলিগেশনের জন্য বা অন্য প্রতিযোগিতায় যোগ্যতা অর্জনের জন্য টাই থাকে, নিরপেক্ষ ভেন্যুতে প্লে-অফ ম্যাচগুলি অবস্থান নির্ধারণ করে।\nজর্ডান প্রো লিগ এবং জর্ডান লিগ ডিভিশন ১-এর মধ্যে উন্নয়ন ও অবনমন ব্যবস্থা বিদ্যমান। প্রিমিয়ার লিগে সর্বনিম্ন অবস্থান করা দুটি দলকে লিগ ডিভিশন ১-এ নামিয়ে দেওয়া হয় এবং লিগ ডিভিশন ১ থেকে শীর্ষ দুটি দল প্রো লিগে উন্নীত হয়।\nবর্তমানে, জর্ডান প্রো লিগের বিজয়ীরা এএফসি চ্যাম্পিয়ন্স লিগের গ্রুপ পর্বে খেলার যোগ্যতা অর্জন করে এবং লিগ রানার্স-আপরা জর্ডান এফএ কাপের বিজয়ীদের পাশাপাশি এএফসি কাপের গ্রুপ পর্বে খেলার যোগ্যতা অর্জন করে। এএফসি কাপে জর্ডান অন্যতম সফল দেশ যার তিনটি শিরোপা কুয়েতের পরে দ্বিতীয়, ২টি আল-ফয়সালি (২০০৫ এবং ২০০৬) এবং ১টি শাবাব আল-ওর্দন (২০০৭), যা এএফসি কাপে খেলতে যোগ্য অন্য যেকোন দেশের চেয়ে বেশি।\n\n\n== বিজয়ী ==\nউৎস:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nFederation website\nLeague at fifa.com\nLeague at soccerway.com\nJordan Premier League - Hailoosport.com (Arabic)\nJordan Premier League - Hailoosport.com"}