{"pageid": 1402156, "title": "প্রোপ্রানোলল", "url": "https://bn.wikipedia.org/wiki?curid=1402156", "content": "প্রোপ্রানোলল হলো বিটা ব্লকার শ্রেণীর একটি ওষুধ। এটি উচ্চ রক্তচাপ, বিভিন্ন ধরণের অনিয়মিত হৃদস্পন্দন, হাইপারথাইরয়েডিজম, কর্মক্ষমতা উদ্বেগ এবং প্রয়োজনীয় কম্পনের চিকিৎসার জন্য ব্যবহৃত হয়। পাশাপাশি মাইগ্রেনের মাথাব্যথা প্রতিরোধ করতে এবং যাদের হৃৎশূল বা পূর্বে হার্ট অ্যাটাক হয়েছে তাদের হৃৎপিণ্ডের সমস্যা নিরাময়ে ব্যবহৃত হয়। এটি মৌখিক ব্যবস্থাপনা (মুখ দ্বারা) বা শিরায় ইনজেকশন (শিরাতে ইনজেকশন) দ্বারা নেওয়া যেতে পারে। মৌখিকভাবে (মুখের মাধ্যমে) নেওয়া ফর্মুলেশনটি সংক্ষিপ্ত-অভিনয় এবং দীর্ঘ-অভিনয় সংস্করণে আসে। প্রোপ্রানোলল ৩০ মিনিটের পরে রক্তে উপস্থিত হয় এবং মুখে মুখে নেওয়া হলে ৬০ থেকে ৯০ মিনিটের মধ্যে সর্বাধিক প্রভাব ফেলে।\nসাধারণ পার্শ্ব প্রতিক্রিয়াগুলির মধ্যে রয়েছে বমি বমি ভাব, পেটে ব্যথা এবং কোষ্ঠকাঠিন্য। যারা ইতিমধ্যেই ধীর হৃৎস্পন্দন সম্পন্ন এবং যাদের হৃৎপিণ্ডের অকৃতকার্যতা আছে তাদের ক্ষেত্রে এটি ব্যবহার করা উচিত নয়। হৃৎ-ধমনীর ব্যাধি আক্রান্তদের দ্রুত ওষুধ বন্ধ করলে লক্ষণগুলি আরও খারাপ হতে পারে। এটি হাঁপানির লক্ষণগুলিকে আরও খারাপ করতে পারে। যাদের যকৃৎ বা বৃক্ক সমস্যা আছে তাদের সতর্কতা অবলম্বন করা হয়। প্রোপ্রানোলল গর্ভাবস্থায় গ্রহণ করলে শিশুর জন্য ক্ষতিকর প্রভাব হতে পারে। বুকের দুধ খাওয়ানোর সময় এর ব্যবহার সম্ভবত নিরাপদ, তবে শিশুর পার্শ্বপ্রতিক্রিয়ার জন্য পর্যবেক্ষণ করা উচিত। এটি একটি অ-নির্বাচিত বিটা ব্লকার যা β-অ্যাড্রেনার্জিক রিসেপ্টর ব্লক করে কাজ করে।\nপ্রোপ্রানোলল ১৯৬২ সালে পেটেন্ট করা হয়েছিল এবং ১৯৬৪ সালে সর্বপ্রথম চিকিৎসায় ব্যবহারের জন্য অনুমোদিত হয়েছিল। এটি বিশ্ব স্বাস্থ্য সংস্থার প্রয়োজনীয় ওষুধের তালিকায় রয়েছে। প্রোপ্রানোলল একটি জেনেরিক ওষুধ হিসেবে পাওয়া যায়। ২০২০ সালে, এটি মার্কিন যুক্তরাষ্ট্রে ৮৮ তম সর্বাধিক প্রেসক্রিপশনকৃত ওষুধ ছিলো। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nStapleton MP (১৯৯৭)। \"Sir James Black and propranolol. The role of the basic sciences in the history of cardiovascular pharmacology\": 336–342। পিএমআইডি 9456487। পিএমসি 325477 । \n\"Propranolol\"। Drug Information Portal। U.S. National Library of Medicine।"}