{"pageid": 1402035, "title": "অপারেশন অল ক্লিয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1402035", "content": "অপারেশন অল ক্লিয়ার ছিল ২০০৩ খ্রিস্টাব্দের ১৫ ডিসেম্বর হতে  ২০০৪ খ্রিস্টাব্দের ৩ জানুয়ারি পর্যন্ত দক্ষিণ ভুটানে বসতি স্থাপনকারী আসামের বিচ্ছিন্নতাবাদী গোষ্ঠীগুলির ঘাঁটিগুলি পরিষ্কার করার লক্ষ্যে  রয়্যাল ভুটান সেনাবাহিনী দ্বারা পরিচালিত একটি সামরিক অভিযান। এই অভিযানটি ছিল  রয়্যাল ভুটান সেনাবাহিনীর এ পর্যন্ত প্রথম অপারেশন।\n\n\n== পটভূমি ==\n১৯৯০ খ্রিস্টাব্দে, ভারতীয় সেনাবাহিনী ভারতের উত্তর-পূর্বাঞ্চলে বিচ্ছিন্নতাবাদী গোষ্ঠী ইউনাইটেড লিবারেশন ফ্রন্ট অব আসাম  বা সংক্ষেপে উলফা- এর বিরুদ্ধে অপারেশন বজরং এবং অপারেশন রাইনো শুরু করে। ফলে দলটির সদস্যরা ভুটানে আশ্রয় নিতে বাধ্য হয়। \n১৯৯০-এর দশকে, উলফা এবং ন্যাশনাল ডেমোক্রেটিক ফ্রন্ট অফ বোরোল্যান্ড বা সংক্ষেপে 'এনডিএফবি' শরণার্থীদের রেখে যাওয়া জমি দখল করে আদিবাসী লোটশাম্পা জনগোষ্ঠীকে বিতাড়িত করতে ভুটান সরকারকে সহায়তা করেছিল বলে অভিযোগ।\nপরে ১৯৯৬ খ্রিস্টাব্দে ভুটান সরকার লক্ষ্য করে যে, ভুটানের দক্ষিণে ভারত-ভুটান সীমান্তের কাছে নানা সংস্থার প্রচুর সংখ্যক শিবির তথা ঘাঁটি স্থাপিত হয়ছে। শিবিরগুলি'র চারটি ছিল আসামের বিচ্ছিন্নতাবাদী গোষ্ঠী- উলফা,  ন্যাশনাল ডেমোক্রেটিক ফ্রন্ট অফ বোরোল্যান্ড ('এনডিএফবি') বোরো লিবারেশন টাইগার ফোর্স (বিএলটিএফ) এবং কামতাপুর লিবারেশন অর্গানাইজেশন (কেএলও)-র। শিবিরগুলি'তে 'ন্যাশনাল সোশ্যালিস্ট কাউন্সিল অফ নাগাল্যান্ড' (এনএসসিএন) এবং 'অল ত্রিপুরা টাইগার ফোর্স' (এটিটিএফ) এর বিচ্ছিন্নতাবাদীদেরও আশ্রয় দেওয়া হয়েছিল। \nএই শিবিরগুলি সংগঠনের সদস্যদের প্রশিক্ষণ এবং প্রশিক্ষণ সরঞ্জাম সংরক্ষণ এবং ভারতের বিশেষ বিশেষ লক্ষ্যবস্তুতে আক্রমণ চালানোর জন্য ব্যবহৃত হচ্ছিল। অন্যদিকে এই অঞ্চলের ঘন জঙ্গল জঙ্গিদের সহজেই ভারতীয় ভূখণ্ডে আক্রমণ করতে সক্ষম করেছিল। \nভারত সরকার তখন  ভুটানের উপর কূটনৈতিক চাপ প্রয়োগ করে, তাদের এলাকা থেকে বিদ্রোহী সংগঠনগুলিকে উচ্ছেদে যৌথ সামরিক অভিযান পরিচালনার প্রস্তাব দেয়। ভুটান সরকার শান্তিপূর্ণ সমাধান পছন্দ করে এবং ভারতের প্রস্তাব প্রত্যাখ্যান করে এবং পরিবর্তে ১৯৯৮ খ্রিস্টাব্দে ভুটান সরকার একটি শান্তিপূর্ণ সমাধানের লক্ষ্যে আলাপ আলোচনা শুরু করে। উলফার সঙ্গে পাঁচ দফা, এনডিএফবি'র সঙ্গে তিন দফা আলোচনা হয়। কেএলও সরকারের পাঠানো সমস্ত আমন্ত্রণ উপেক্ষা করে। ২০০১ খ্রিস্টাব্দের  জুন মাসে, উলফা চারটি শিবির বন্ধ করতে সম্মত হয়, কিন্তু ভুটান সরকার জানতে পারে যে ক্যাম্পগুলি চালুই রয়েছে। \n২০০৩ খ্রিস্টাব্দের ১৯ জুলাই ভুটানের সংসদ সদস্যদের একটি দল ১৮ থেকে ৫০ বছর বয়সী সকল নাগরিকের জন্য একটি সুইস-শৈলী মিলিশিয়া প্রশিক্ষণ প্রবর্তনের মাধ্যমে ভুটানি মিলিশিয়ার সংখ্যা বাড়ানোর প্রস্তাব করেছিল। সেনাবাহিনী গঠনের প্রস্তাব করেছিল, কিন্তু প্রস্তাবটি পররাষ্ট্রমন্ত্রী জিগমে থিনলে এবং ব্রিগেডিয়ার জেনারেল বাতু শেরিং দ্বারা প্রত্যাখ্যাত হয়েছিল। তারা উল্লেখ করেন ভারত-ভুটান সীমান্তে  রাজকীয় ভুটান সেনাবাহিনীর পাঁচ হাজার সৈন্য মোতায়েন করা হয়েছে। \n২০০৩ খ্রিস্টাব্দের সেপ্টেম্বরের মধ্যে আলোচনায় কোন রকমের সমাধান বা চুক্তিতে পৌঁছান সম্ভব হল না বরং উলফা ঘাঁটি, পরিত্যক্ত বাড়িতে বিক্ষিপ্ত হামলা চলতে থাকে। শেষে ভুটান তার মিলিশিয়া বাহিনী পুনঃপ্রতিষ্ঠিত করে। ২০০৩ খ্রিস্টাব্দের ১৫ সেপ্টেম্বর নাগাদ ৬৩৪ জন স্বেচ্ছাসেবক নিয়ে ভুটানি মিলিশিয়া গঠিত হয় এবং দুই মাসের প্রশিক্ষণের পর তাদের দেশের দক্ষিণাঞ্চলে মোতায়েন করা হয়। ভুটান সরকার তাদের এলাকায় বিদ্রোহী জঙ্গীদলগুলির উপস্থিতি আর সহ্য করতে চাননি। ১৮ ডিসেম্বর তারিখে ৪৮ ঘন্টার আলটিমেটাম জারি করে এবং ১৫ ডিসেম্বর রাজকীয় ভুটান সেনাবাহিনী জঙ্গি গোষ্ঠীর বিরুদ্ধে সামরিক অভিযান শুরু করে।\n\n\n== অপারেশন ==\n\n১৪ ডিসেম্বর ২০০৩: দুই উলফা কমান্ডার পৃথক বিবৃতিতে বলেছেন যে, রয়্যাল আর্মি মেজর অপারেশনের আগের দিন উলফা ক্যাম্প পরিদর্শন করেছিলেন এবং তাদের জানিয়েছিলেন যে ভুটানের রাজা পরের দিন একটি বন্ধুত্বপূর্ণ উপায়ে আলফা ক্যাম্প পরিদর্শন করবেন। রয়্যাল ভুটান সেনাবাহিনী উলফা ক্যাম্প আক্রমণ করে।  ১৬ ডিসেম্বর, ২০০৩: ভুটান থেকে বিদ্রোহী সদস্যদের ভারতে প্রবেশ করতে বাধা দেওয়ার জন্য ভারতীয় সেনাবাহিনীর ১২ টি ব্যাটালিয়ন সীমান্তে মোতায়েন করা হয়েছে। ভারতীয় সেনাবাহিনী রয়্যাল ভুটান আর্মিকে হেলিকপ্টার দিয়ে সাহায্য করে। দিনের শেষে, দশটি ক্যাম্প ধ্বংস করা হয়। \n১৮ ডিসেম্বর, ২০০৩: তিন দিন জঙ্গলে লুকিয়ে থাকার পর, উলফা'র একটি দল একটি বৌদ্ধ বিহারে আত্মসমর্পণ করে।\n২০ ডিসেম্বর ২০০৩: অপারেশন শুরুর পাঁচ দিন পর, মোট ত্রিশটি ক্যাম্প খালি করে আগুন ধরিয়ে দেওয়া হয়। \n২৫ ডিসেম্বর ২০০৩: কেএলও সহ-সভাপতি হর্ষবর্ধন বর্মন সহ পাঁচজন শীর্ষ বিদ্রোহী নেতাকে ভারতীয় সেনাবাহিনীর হেলিকপ্টারে করে তেজপুরে আনা হয় । ভুটান সেনাবাহিনীর হাতে মোট ১২০ জন সদস্য প্রাণ হারান। অনেকে ভারত ও বাংলাদেশে পালিয়ে যায়। \n২৭ ডিসেম্বর ২০০৩ পর্যন্ত, ভুটান সেনাবাহিনীর ৫০০ টিরও বেশি একই সিরিজের রাইফেল, রকেট লঞ্চার, মর্টার এবং টেলিযোগাযোগ সরঞ্জাম বাজেয়াপ্ত করে। আলফা সদর দফতর থেকে একটি বিমান ধ্বংসকারী উদ্ধার করা হয়েছে। ধৃত সকল সদস্য ও অস্ত্র ভারতীয় সেনাবাহিনীর কাছে হস্তান্তর করা হয়েছে।  মোকাবেলায় তাদের প্রচেষ্টা অব্যাহত রেখেছে। \n৩০ ডিসেম্বর ২০০৩: গোবরকুণ্ডে একটি আলফা ক্যাম্প ধ্বংস করা হয়। ঘটনাস্থল থেকে একটি জেনারেটর, ২০ টন চাল ও একটি টেলিভিশন সেট উদ্ধার করা হয়েছে। \n৩ জানুয়ারী ২০০৪ এর মধ্যে, অতিরিক্ত ৩৫টি ঘাঁটি ধ্বংস করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}