{"pageid": 1402027, "title": "রাইকেন", "url": "https://bn.wikipedia.org/wiki?curid=1402027", "content": "রাইকেন (জাপানি: 理研, ইংরেজি: ; সকল বর্ণ ক্যাপিটাল লেটারে লিখিত রূপ:  RIKEN) হলো জাপানের একটি বৃহত্ বৈজ্ঞানিক গবেষণা প্রতিষ্ঠান। ১৯১৭ সালে প্রতিষ্ঠিত এই প্রতিষ্ঠানটি বর্তমানে টোকিওর ঠিক বাইরে সাইতামা প্রশাসনিক অঞ্চলের ওয়াকোতে প্রধান কার্যালয় সহ পুরো জাপান জুড়ে সাতটি ক্যাম্পাসে প্রায় ৩,০০০ জন বিজ্ঞানীকে নিয়ে পরিচালিত হচ্ছে। বর্তমানে রাইকেন একটি মনোনীত জাতীয় গবেষণা ও উন্নয়ন প্রতিষ্ঠান, যা পূর্বে একটি স্বাধীন প্রশাসনিক প্রতিষ্ঠান ছিল।\nরাইকেন বিশ্বব্যাপী ৪৮৫টি অংশীদারী প্রতিষ্ঠানের সাথে মৌলিক গবেষণা থেকে শুরু করে ব্যবহারিক প্রয়োগ পর্যন্ত পদার্থবিদ্যা, রসায়ন, জীববিদ্যা, জিনোমিক্স, চিকিৎসা বিজ্ঞান, প্রকৌশল, উচ্চ-ক্ষমতাসম্পন্ন কম্পিউটিং এবং কম্পিউটেশনাল সায়েন্স সহ বিজ্ঞানের অসংখ্য ক্ষেত্রে গবেষণা পরিচালনা করে থাকে। এটি প্রায় সম্পূর্ণই জাপান সরকার কর্তৃক প্রদত্ত অর্থে পরিচালিত হয় এবং এর বার্ষিক বাজেট প্রায় ৮৮ বিলিয়ন ইয়েন (৭৯০ মিলিয়ন ডলার)।\n\n\n== নাম ==\nরাইকেন হলো আনুষ্ঠানিক নাম \"রাইকাগাকু কেনকিউশু\" -এর সংক্ষিপ্ত রূপ এবং জাপানি ভাষায় এর পূর্ণ নাম হল \"কোকুরিতশু কেনকিউ কাইহাটশু হোজিন রাইকাগাকু কেনকিউশু\" এবং ইংরেজিতে \"ইনস্টিটিউট অব ফিজিক্যাল এন্ড কেমিক্যাল রিসার্চ\"। \n\n\n== ইতিহাস ==\n১৯১৩ সালে বিখ্যাত বিজ্ঞানী জোকিচি তাকামিন প্রথম জাপানে একটি জাতীয় বিজ্ঞান গবেষণা ইনস্টিটিউট প্রতিষ্ঠার প্রস্তাব করেন। বিশিষ্ট ব্যবসায়ী ভিসকাউন্ট শিবুসাওয়া ইইচি এটি বাস্তবায়নের দায়িত্ব নেন এবং ১৯১৫ সালে ডায়েটে একটি প্রস্তাবনা অনুসরণ করে ১৯১৭ সালের মার্চ মাসে রাইকেন গঠিত হয়। প্রথম অবস্থায় রাইকেন একটি ব্যক্তিগত প্রতিষ্ঠান (জাইদান) ছিল, যেটি শিল্প প্রতিষ্ঠান, সরকার এবং রাজ পরিবারের সম্মিলিত অর্থায়নে পরিচালত হতো। এটি টোকিওর কোমাগোম জেলায় অবস্থিত ছিল এবং এর প্রথম পরিচালক ছিলেন গণিতবিদ ব্যারন দাইরোকু কিকুচি।\n\n\n== অর্জন ==\nরাইকেনের দুইজন বিজ্ঞানী পদার্থবিজ্ঞানে নোবেল পুরস্কার লাভ করেছেন: ১৯৪৯ সালে হিদেকি ইউকাওয়া এবং ১৯৬৫ সালে শিন-ইচিরো তোমোনাগা।\n\n\n== বিশেষত্ব ==\nহারিমায় স্থাপিত রাইকেনের স্প্রিং-৮ (The SPring-8 : Super Photon Ring 8GeV) সুবিধা হল পৃথিবীর বৃহত্তম এবং সবচেয়ে শক্তিশালী তৃতীয় প্রজন্মের সিঙ্ক্রোট্রন বিকিরণ সুবিধাগুলির মধ্যে একটি।\n২০০৪ সালে এখানকার বিজ্ঞানীরা এলিমেন্ট-১১৩ (বর্তমান নামনিহোনিয়াম; জাপান=নিহোন) তৈরি করে যা আন্তর্জাতিক রসায়ন (IUPAC) এবং পদার্থবিজ্ঞান (IUPAP) পরিষদ কর্তৃক স্বীকৃত।\nরাইকেনের সুপার কম্বাইন্ড ক্লাস্টার পৃথিবীর অন্যতম দ্রুততম সুপার কম্পিউটার।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}