{"pageid": 1402166, "title": "ম্যাথিউ ভাসার", "url": "https://bn.wikipedia.org/wiki?curid=1402166", "content": "ম্যাথিউ ভাসার (২৯ এপ্রিল ১৭৭১ - ২৩ জুন ১৮৬৮) ছিলেন একজন ইংরেজ বংশোদ্ভূত আমেরিকান মদ প্রস্তুতকারী, বণিক এবং জনহিতৈষী। তিনি ১৮৬১ সালে ভাসার কলেজ, একটি মহিলা কলেজ, প্রতিষ্ঠা করেন। তিনি জন এলিসন ভাসারের চাচাতো ভাই ছিলেন। মিশিগানের ভাসার শহরের নাম তার নামে রাখা হয়েছে।\n\n\n== জীবনের প্রথমার্ধ ==\nম্যাথিউ ভাসার ২৯ এপ্রিল, ১৭৯২-এ ইংল্যান্ডের নরফোকের পূর্ব ডেরেহামে জন্মগ্রহণ করেছিলেন, জেমস এবং অ্যান বেনেট ভাসারের পরিবারে। তারা ছিলেন ফরাসি হুগেনোট বংশের ভাসিউর কৃষক, যারা ইংল্যান্ড থেকে দেশত্যাগ করেছিলেন। ১৭৯৬ সালে, তারা নিউ ইয়র্ক রাজ্যে পৌঁছেন এবং ডাচেস কাউন্টির ম্যানচেস্টার ব্রিজের কাছে ১৬৮৫ সালের রমবাউট পেটেন্টের অংশ ছিল এমন জমিতে ওয়াপিংগার ক্রিক বরাবর একটি খামারে বসতি স্থাপন করেন। যখন খামারবাড়িটি তৈরি হচ্ছিল, তখন পরিবারটি ফিলকিনটাউন রোডে বাস করত, যা এখন প্রধান এবং চার্চ রাস্তার সংযোগস্থলে।\n১৮০১ সালে, জেমস ভাসার তার ভাই থমাসের নরফোক থেকে আনা বীজ থেকে বার্লি দিয়ে অ্যাল তৈরি করেছিলেন। অ্যালের চাহিদা এত বেশি ছিল যে, ১৮০১ সালে, জেমস ভাসার খামারটি বিক্রি করে এবং একটি মদ তৈরির জন্য বাল্টাস ভ্যান ক্লিক থেকে পগকিপসি গ্রামের মেইন এবং মিল স্ট্রিটগুলির মধ্যে জমি কিনেছিলেন। ভাসার যখন ১৪ বছর বয়সে, তখন তার বাবা-মা তাকে একজন ট্যানারের কাছে শিক্ষানবিশ হিসেবে কাজ শিখতে পাঠান।\n\n\n== ব্যবসায়িক পেশা ==\nতিনি তার শিক্ষানবিশ শুরু করার একদিন আগে পালিয়ে যান এবং হাই পয়েন্টে ফেরিতে হাডসন নদী পার হয়ে নিউইয়র্কের নিউবার্গের ঠিক উত্তরে বাম টাউনে চলে যান। সেখানে তিনি একটি দোকানে কাজ খুঁজে পান। ১৮১০ সালে পগকিপসিতে ফিরে আসার আগে তিনি পরবর্তীকালে অন্য এক স্থানীয় ব্যবসায়ীর সাথে একটি ভাল বেতনের চাকরি নেন। পগকিপসিতে ফিরে আসার পর, তিনি হিসাবরক্ষক এবং সংগ্রাহক হিসেবে পারিবারিক মদ্যপান ব্যবসায় যোগ দেন। এই সময়ে, নিউবার্গ থেকে হাডসন পর্যন্ত নদীর তীরবর্তী শহরগুলিতে পরিবারের বেশিরভাগ চোলাই ব্যবসা বিস্তৃত ছিল।\n১৮১১ সালে, একটি মাল্ট-ডাস্ট বিস্ফোরণ ভাসার স্ট্রিটে পারিবারিক মদ তৈরির কারখানাটি ধ্বংস করে। ওই বিস্ফোরণে তার বড় ভাই জন মারা যান, এবং তার বাবা এই ক্ষতিতে বিধ্বস্ত হয়ে পড়েন। তখন মাত্র ১৮ বছর বয়সী ম্যাথিউ ব্যবসার পরিচালনার দায়িত্ব গ্রহণ করেন। ব্যবসাটি তখন ভাসারের বোন মারিয়া এবং তার স্বামী জর্জ বুথের একটি পুরনো ডাই হাউসের অংশ থেকে পরিচালিত হচ্ছিল। জর্জ বুথ, ইয়র্কশায়ার, ইংল্যান্ড থেকে আগত একজন অভিবাসী, ডাচেস কাউন্টিতে উলের কাপড়ের প্রথম প্রস্তুতকারক ছিলেন।\n\n\n== তথ্যসূত্র =="}