{"pageid": 1402111, "title": "ক্যারিবীয় শাক্তধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1402111", "content": "ক্যারিবীয় শাক্তধর্ম, যা গায়ানায় কালিমাই বা মাদ্রাজ ধর্ম নামেও পরিচিত, ত্রিনিদাদ ও টোবাগো, গায়ানা, গুয়াদেলুপ, মার্টিনিক, জ্যামাইকা এবং সুরিনাম (অন্যদের মধ্যে) প্রভৃতি দেশে ইন্দো-ক্যারিবীয় তামিল সম্প্রদায়ের মধ্যে বিকশিত হওয়া সমন্বিত শক্তি কালী / মারিয়াম্মান উপাসনাকে বোঝায়। ক্যারিবিয়ান জুড়ে এবং একটি ইন্দো-ক্যারিবীয় সম্প্রদায়ের মধ্যে দক্ষিণ আমেরিকার যেকোনো দেশে এই ধরনটি পাওয়া যায়। এটি দ্রাবিড় লোকধর্ম এবং হিন্দুধর্মের একটি সমন্বিত সংমিশ্রণ যা ক্যারিবীয় অঞ্চলে পাওয়া অন্যান্য সাংস্কৃতিক ও ধর্মীয় ঐতিহ্য যেমন ক্যাথলিক ধর্ম, ত্রিনিদাদ ওরিশা, কমফা এবং ওবেহ দ্বারা প্রভাবিত হয়েছে। একে লোকজ তামিল হিন্দুধর্মের একটি রূপ হিসাবে বিবেচনা করা হয় এবং অনেকে বৈদিক উত্স, আরও গোঁড়া তামিল উত্স এবং মাদ্রাজি (সমন্বিত শাক্তধর্ম) উৎসের পরিষেবাগুলোতে যায়।\nদক্ষিণ আফ্রিকা, মরিশাস, মালয়েশিয়া, সিঙ্গাপুর, ফিজি এবং ভিয়েতনামের তামিল জনগোষ্ঠীর মধ্যে এর অনুরূপ ঐতিহ্য (যার উৎপত্তি তামিল মারিয়াম্মান উপাসনাতেও রয়েছে) দেখা যায়।\n\n\n== ইতিহাস ==\nইন্দো-ক্যারিবীয় শাক্তধর্ম ত্রিনিদাদ এবং টোবাগো, গায়ানা, সুরিনাম এবং ক্যারিবীয় অঞ্চলের অন্যান্য দেশে বসবাসকারী ইন্দো-ক্যারিবীয় সম্প্রদায়ের মধ্যে আবির্ভূত হয়েছে।\n\n\n=== উৎপত্তি ভারতে ===\nইন্দো-ক্যারিবীয় শাক্তধর্ম হল একটি সমন্বিত ঐতিহ্য যা তামিলনাড়ুর মরিয়ম্মান ধর্ম থেকে উৎপন্ন। মরিয়ম্মান কালীর সাথে একীভূত হয়েছিলেন এবং মরিয়ম্মানের স্বতন্ত্র পরিচয়কে কালীর প্রকাশ হিসাবে রেখেছিলেন যিনি এই ঐতিহ্যে শক্তির মূর্ত প্রতীক হিসাবে বিবেচিত হন। এর সাথে, দ্রাবিড় লোকধর্ম এবং হিন্দুধর্ম উভয়েরই দেবতাদের উপাসনা করা হত, কিছু দেবতাকে অন্য দেবতার অবতার হিসাবে মনে করা হত এবং অন্যগুলোকে একীভূত করা হয়েছিল।\n\n\n=== ক্যারিবিয়ান এবং দক্ষিণ আমেরিকায় আগমন ===\n১৯শতকে তামিল ভারতীয়দের ক্যারিবীয় অঞ্চলে অভিবাসনের ফলে ইন্দো-ক্যারিবীয় শাক্তধর্মের আবির্ভাব ঘটে। ব্রিটিশ ঔপনিবেশিক নীতির ফলে বিভিন্ন অঞ্চল থেকে ভারতীয়দের গায়ানা, ত্রিনিদাদ এবং টোবাগো এবং জ্যামাইকা, মার্টিনিক, সুরিনাম, ফ্রেঞ্চ গায়ানার মতো জায়গায় বৃক্ষরোপণের কাজ করার জন্য নিয়ে আসা হয় এবং এর সাথে চুক্তিবদ্ধ চাকররা তাদের ধর্মীয় ঐতিহ্য বহন করে। তাদের সাথে, তাদের তামিল মারিয়াম্মান-মিশ্র ধর্মাচার সহ।\nচুক্তিবদ্ধ চাকর হিসাবে ভারতীয়দের অভিবাসন ক্যারিবীয় এবং দক্ষিণ আমেরিকার ব্রিটিশ উপনিবেশগুলোতে নতুন ধর্মীয় ও সামাজিক গতিশীলতার সূচনা করে। এই অভিবাসীরা দলিত জাতি এবং নিম্নবিত্ত পটভূমি থেকে এসেছিল, একটি স্বতন্ত্র শ্রেণী তৈরি করেছিল যারা কালো বা সাদা বর্ণের ছিল না।\n\n\n=== মার্কিন যুক্তরাষ্ট্রে ডাবল প্রবাসী ===\nইন্দো-ক্যারিবীয় সম্প্রদায়গুলো মার্কিন যুক্তরাষ্ট্রের মতো দেশেও মন্দির স্থাপন করেছে। এই সম্প্রদায়গুলো \"ডাবল ডায়াস্পোরা\" অনুভব করে, যা তাদের ঐতিহ্যকে ভারত এবং তাদের নিজ নিজ ক্যারিবীয় বা দক্ষিণ আমেরিকার দেশগুলোর সাথে সংযুক্ত করে।\n\n\n== বিশ্বাস এবং অনুশীলন ==\nইন্দো-ক্যারিবিয়ান শাক্তধর্ম হল প্রাথমিকভাবে কালিকুল, যার অর্থ হল যে প্রাথমিক দেবতাকে পূজা করা হয় তিনি হলেন কালী।\n\n\n=== বিশ্বাস ===\nইন্দো-ক্যারিবিয়ান শাক্তধর্ম ক্যারিবীয় প্রেক্ষাপট থেকে সাংস্কৃতিক প্রভাবের সাথে তামিল উৎস থেকে তাদের শাক্ত বিশ্বাসকে একত্রিত করেছে। ভক্তরা শক্তির সাথে সংযোগ স্থাপনের জন্য পূজা, মন্ত্র পাঠ এবং ভক্তিমূলক গানের মতো আচার ও অনুশীলনে নিযুক্ত হন। দুর্গা, গণেশ, হনুমান, কৃষ্ণ, লক্ষ্মী, রাধা, মুরুগান, রাম, সরস্বতী, শিব এবং সীতাসহ কালী এবং তামিল দেবদেবীদের পাশাপাশি মন্দির ও মূর্তিচিত্রে অন্যান্য হিন্দু দেবতা উপস্থিত হতে পারে। তামিল (মাদ্রাজ) আদি দেবতাদের পাশাপাশি হিন্দু উৎসের এই দেবতাদের পূজা করা হয়। কিছু ক্যারিবীয় শাক্ত সম্প্রদায়ের মধ্যে মুরুগান পূজারী বিশেষ ধর্ম রয়েছে, বিশেষ করে যারা ফরাসি ক্যারিবীয় অঞ্চলের, যেখানে তাকে অর্ধনারীশ্বরের মূর্ত প্রতীক হিসাবে দেখা হয় তার পূর্ণ পরাক্রমে। এই ধর্মটি তামিল ধর্ম থেকে উৎসরিত হয়েছে।\nইন্দো-ক্যারিবীয় শাক্তধর্ম, বেশিরভাগ হিন্দু সম্প্রদায় এবং আঞ্চলিক বৈচিত্র্যের মতো, বিভিন্ন ব্যক্তি ভিন্নভাবে বর্ণনা করে থাকেন, কেউ একে সর্বেশ্বরবাদী, বহুঈশ্বরবাদী বা এমনকি একেশ্বরবাদী হিসাবে বিবেচনা করে। শাক্তরা দেবীকে (কালী / মারি আম্মা) সর্বোত্তম, চূড়ান্ত এবং চিরন্তন বাস্তবতা হিসেবে দেখেন, যা সৃষ্টি এবং এর পরিচালনা শক্তিকে মূর্ত করে।\n\n\n=== অনুশীলন এবং সমন্বয়বাদ ===\nইন্দো-ক্যারিবীয় শাক্তধর্ম বিভিন্ন হিন্দু ঐতিহ্য এবং দ্রাবিড় লোকধর্ম দ্বারা প্রভাবিত ধর্মীয় অনুশীলনকে অন্তর্ভুক্ত করে যা ইন্দো-ক্যারিবীয় সম্প্রদায়গুলোর মধ্যে বিকশিত হয়েছে। ক্যারিবিয়ান অঞ্চলের সাথে অভিযোজনের কারণে, কিছু অনুশীলন ভারতীয় উপমহাদেশে প্রাপ্ত (সবচেয়ে বেশি তামিলনাড়ুতে) থেকে আলাদা। সাধারণ অভ্যাসগুলোর মধ্যে রয়েছে পশু বলি (এখন কিছু গোষ্ঠীর দ্বারা বিতর্কিত এবং পরিত্যক্ত), দেবতাদের আত্মায় ভর করা, বন্দনা, ফায়ারওয়াক, আচার, ঢোল বাজানো, এবং ঈশ্বরের উপস্থিতি আহ্বান করার জন্য ভক্তিমূলক গান (ভজন) গাওয়া। দেবতা ধ্যান, পূজা এবং ধর্মীয় অনুষ্ঠানের মতো হিন্দু অনুশীলনগুলোও পালন করা হয়, সাথে দ্রাবিড় লোকধর্মের অনন্য উপাদান যেমন ট্রান্স পজেশন এবং আচারের সময় শারীরিক প্রকাশ।\nপূজা অনুষ্ঠানের মধ্যে প্রায়ই তিন থেকে পাঁচটি টপ্পু ঢোল বাজানো হয় যাতে মহাকাশে দেবতাকে আহ্বান জানানো হয়। তারপর, প্রধান পূজারি একটি মাধ্যম হিসাবে কাজ করে তাদের শরীরে ভগবান বা দেবীকে গ্রহণ করে। জল, হলুদ গুঁড়ো এবং নিম পাতার মিশ্রণ মাধ্যমের উপর ঢেলে দেওয়া হয়, কারণ এটি বিশ্বাস করা হয় যে ঈশ্বরের শক্তি শরীরকে উত্তপ্ত করে যখন নিম পাতার সাথে জল এবং হলুদ তাকে আবার ঠান্ডা করে। পূজা সেবা প্রায়ই সপ্তাহে একবার অনুষ্ঠিত হয় এবং মাধ্যমটি একজন মার্লো পূজারি নামে পরিচিত, যিনি \"সামি অদুথাল\" নামে পরিচিত একটি আচ্ছন্নতায় চলে যান। অনুসারীগণ নিরামিষ (সাদা) এবং আমিষ (সাত্ত্বিক) উৎসের নৈবেদ্য ব্যবহার করে। প্রায়শই, তামিল উৎসের দেবতা তথা \"যোদ্ধা\" বা \"মাদ্রাস\" এর প্রতি পশু বলি দেওয়া যেতে পারে যা প্রায়শই কালো মোরগ, শূকর, ছাগল এবং মুরগি।\nসবচেয়ে গুরুত্বপূর্ণ উদযাপনগুলোর মধ্যে একটি হল করগম পূজা, করুণাই কামাক্ষী এবং মাদুরাই মিনাক্ষী দেবতাদের সম্মানে মোট তিন দিন ব্যাপী অনুষ্ঠানাদি হয়। উত্সবটি শোভাযাত্রার আগে একটি পূজার মাধ্যমে দেবতা কালী / মারি আম্মাকেও সম্মান করে, গঙ্গা আম্মান এবং কাটারি মাকে একটি শোভাযাত্রার মাধ্যমে নদীতে নিয়ে যায় যেখানে একটি বোর্ডের নিবেদনগুলো জলাশয়ে নিক্ষেপ করা হয় এবং তারপরে মারলো পূজারিরা আচ্ছন্নতায় প্রবেশ করে এবং সাঙ্গানি কারুপ্পু এবং মাদুরাই বীরানকে শোভাযাত্রার মাধ্যমে সম্মানিত করা হয় যেমন চাবুক মারা, “শপথ নেওয়া” (যা একজনের জিহ্বায় প্রজ্বলিত কর্পূর লাগিয়ে প্রমাণ করে যে ভক্ত সত্যিকারের আচ্ছন্নতায় আছেন এবং তাদের কথা বলার আগে মাধ্যমটিকে শুদ্ধ করার কথা বলা হয়), এবং গরম কয়লার উপর হেঁটে তারপর দৌড়ে দুধে পূর্ণ পুকুরে নামা হয়। অন্যান্য স্টান্টগুলোর মধ্যে জিহ্বা এবং গালে ছিদ্র করা, তীক্ষ্ণধার ম্যাচেটের উপর নাচ করা এবং এই দিনে অনেক পশু বলিও দেওয়া হয়। লোটাগুলোকে মন্দিরে রাখা হয় এবং সেই অনুযায়ী পবিত্র করা হয়, একটি নারকেল, নিম পাতার কয়েক স্তর এবং ওলেন্ডার ফুল দিয়ে তৈরি করার আগে। তিনজন প্রতিযোগী সামি অদুথাল মঞ্চে প্রবেশ করে এবং তারপর তাদের মধ্যে দুজন কারাগাম (সাধারণত বয়ঃসন্ধি বা নারীত্ব লাভের আগে এই দুইজন অংশগ্রহণকারী বালক বা বালিকা) বহন করে এবং অন্য একজন দেবতা মাদুরাই বীরানকে গ্রহণ করে এবং তারা ওলেন্ডার ফুলের মালা পরিহিত এবং নিম পাতা পূর্ণ কিছু একটা বহন করে।\n\n\n== আঞ্চলিক বিভিন্নতা ==\nযেহেতু ক্যারিবীয় শাক্তধর্ম ক্যারিবীয় অঞ্চল এবং দক্ষিণ আমেরিকা জুড়ে বিস্তৃত অনুরূপ ঐতিহ্যকে ধারণ করে, তাই কিছু আঞ্চলিক বৈচিত্র্য রয়েছে যা একে অপরের থেকে পৃথক হতে পারে। এটি তামিল সংস্কৃতির কমবেশি প্রভাব বা অন্যান্য দিকগুলোর কারণে হতে পারে। যেসব অঞ্চলে সর্বাধিক পরিমাণে শাক্ত ধর্মচর্চা পাওয়া যায় তা হল পূর্ব বারবিস-কোরেন্টাইন, গায়ানা এবং কুভা-তাবাকুইট-তালপারো, ত্রিনিদাদ এবং টোবাগোতে মাদ্রাজী হিন্দুদের ক্ষুদ্র সম্প্রদায়ের সাথে সুরিনামের সাথে গায়ানার সীমান্তবর্তী এলাকায়, ফ্রেঞ্চ গায়ানার কিছু অংশ, জ্যামাইকা, সেন্ট লুসিয়া, কেম্যান দ্বীপপুঞ্জ, গুয়াডেলুপ, মার্টিনিক এবং ভেনিজুয়েলা ও মধ্য আমেরিকার কিছু অংশে যেখানে তামিল অ্যান্টিলিয়ান বসতি স্থাপনকারীরা তাদের ধর্ম বহন করে এনেছে। (সবচেয়ে উল্লেখযোগ্য হলো কোলন, মারাকাইবো, এল ক্যালাও, নিকারাগুয়ার উত্তর ক্যারিবিয়ান উপকূল, এবং ক্যারিবীয় কোস্টা রিকার কিছু অংশ এবং লিওয়ার্ড অ্যান্টিলেসের কিছু অংশ)।\n\n\n=== মালদেভিডান আধ্যাত্মবাদ ===\nমালদেভিডান আধ্যাত্মবাদ হল ফরাসি ক্যারিবীয় অঞ্চলে উদ্ভূত একটি সমন্বিত অনুশীলন যার উৎপত্তি ক্যারিবীয় শাক্তবাদ এবং রোমান ক্যাথলিকবাদে। তারা ক্যাথলিক সাধু হিসাবে প্রতিনিধিত্ব করা হিন্দু দেবতাদের পূজা করে। তারা এই দেবতাদেরকে ফরাসি ভাষায় \"লেস বনস ডিউক্স কুলিস\" হিসাবে উল্লেখ করে যার অর্থ \"পবিত্র কুলি দেবতা\", \"কুলি\" পূর্ব ভারতীয়কে বোঝানোর জন্য একটি অভব্য শব্দ।\nপ্রাথমিক দেবতা হল \"মালদেভিদান\", মাদুরাই বীরানের একটি স্থানীয় আঞ্চলিক নাম, যিনি যীশুর সাথে সমন্বিত। আরেকটি দেবতা, মারি-এমান (মারিয়াম্মানের একটি স্থানীয় নাম) অনুশীলনের ক্ষেত্রেও গুরুত্বপূর্ণ, তাকে ভার্জিন মেরির সাথে সমন্বয় করা হয়েছে। অন্যান্যদের মধ্যে কাটারাই (সেন্ট মাইকেলের সাথে সমন্বিত) এর মতো দেবতাও এই ধর্মে পাওয়া যায়।\nএই অনুশীলনটি দ্বীপের উত্তরাঞ্চলে অনেকগুলো উপাসনালয় এবং সমগ্র অঞ্চল জুড়ে জমায়েতের স্থানগুলোয় দেখা যায়। আচার-অনুষ্ঠানের মধ্যে রয়েছে ঢোল বাজানো, ধারালো ম্যাচেটের উপর নাচ এবং মোরগ ও ভেড়ার মতো পশু বলিদান।\n১৯শতকে নির্মিত মার্টিনিকের বাস-পয়েন্ট একটি ঐতিহাসিক হিন্দু মন্দির রয়েছে, যা এখনও ব্যবহৃত হচ্ছে।\n\n\n=== ক্যারিবিয়ান তামিল খ্রিস্টান ধর্ম ===\nডাচ এবং ইংলিশ ক্যারিবীয়দের কিছু সমন্বয়বাদী এমনভাবেও সমন্বিত হতে পারে যেখানে তারা মূলত ক্যারিবীয় শাক্ত অনুসারী কিন্তু বাহ্যিকভাবে ইভাঞ্জেলিকালিজম বা রোমান ক্যাথলিকবাদ অনুশীলন করে, যা ক্যারিবিয়ান অঞ্চলের দুটি সবচেয়ে সাধারণ খ্রিস্টান অনুশীলন। আত্মা অধিকারের ঐতিহ্যগুলো (সামি অদুথাল) ইভানজেলিকাল চার্চের পবিত্র আত্মার সাথে পূণ্যস্নান সাথে একীভূত হয়ে থাকতে পারে এবং ক্যাথলিক চার্চের বিভিন্ন সাধুদের কাছে প্রার্থনা করার ঐতিহ্যগুলো বিভিন্ন হিন্দু এবং দ্রাবিড় দেবতাদের কাছে প্রার্থনা করার ঐতিহ্যগুলোকে একত্রিত করে থাকতে পারে। অন্যান্য কম গোঁড়া ঐতিহ্যগুলোও কিছু পরিমাণে বজায় থাকতে পারে, খ্রিস্টধর্মের সাথে সামঞ্জস্যপূর্ণ যতক্ষণ পর্যন্ত বেশিরভাগ বা সমস্ত ঐতিহ্য বজায় রাখার সম্পূর্ণ মাত্রায় যাচ্ছে, বা তাদের উপাসনার ঐতিহ্যগুলোকে কম পরিমাণে রাখা হতে পারে। নদী বা তিন দিনের কারাগাম পূজা করে, এক ধরনের ক্যারিবিয়ান-শাক্ত খ্রিস্টধর্ম, বা ক্যারিবিয়ান তামিল চার্চ তৈরি করে, এবং এর ফলে ক্যারিবীয় শাক্তবাদের রূপগুলো অন্যদের তুলনায় আরও বেশি সমন্বিত বা কম সমন্বিত হয়।\n\n\n== মূল ভূখণ্ডের ভারতীয় শাক্তধর্ম থেকে পার্থক্য ==\nইন্দো-ক্যারিবীয় শাক্তধর্মের মধ্যে অনেক অনুশীলন রয়েছে যা মূল ভারত ভূখণ্ড এবং নেপালে প্রচলিত শাক্তধর্মের থেকে ভিন্ন। এরকম একটি বৈশিষ্ট্য হল সমন্বয়বাদ, যেখানে আপনি প্রায়শই শক্তিমন্দিরে ক্যাথলিক বা নতুন যুগের আধ্যাত্মিক ব্যক্তিত্বকে খুঁজে পাবেন। এছাড়াও অনুশীলন আছে, যেমন মার্টিনিকের মালদেভিডান স্পিরিটিজম বা ইংরেজি ক্যারিবিয়ান এবং ডাচ ক্যারিবিয়ান অঞ্চলে ক্যারিবিয়ান তামিল খ্রিস্টধর্ম যা সমন্বিত।\nঅন্যান্য ভিন্ন অনুশীলনের মধ্যে রয়েছে সম্মোহ ভর করার ঐতিহ্য। যদিও ভারতীয় শাক্তধর্মে কিছু প্রথা রয়েছে যার মধ্যে রয়েছে ভরকরা বা সম্মোহ, হিন্দু দেবতা কর্তৃক সম্মোহ ভর করার ঐতিহ্য অবশ্যই দ্রাবিড় লোকধর্ম থেকে এসেছে।\nআরেকটি ভিন্ন অনুশীলন হল দেবতাদের পূজা ক্ষেত্রে। বৈদিক হিন্দু দেবতাদের পূজা করা হলেও, \"মাদ্রাজি\" দেবতা (অর্থাৎ দ্রাবিড় বা তামিল দেবতা) হিসাবে উল্লেখ করা দেবতারা দ্রাবিড় লোকধর্ম থেকে এসেছে। এই ধরনের দেবতারা হলেন সাঙ্গানি, মারি আম্মা, কাটারি মা, মুনেশ্বরা, অন্যদের মধ্যে। বৈদিক দেবতাদের জন্যও বিভিন্ন নাম ব্যবহার করা হতে পারে এবং কিছু অনুশীলন সাধারণ উৎসের পরিবর্তে আঞ্চলিক উৎসের হতে পারে। কিছু দেবতা এমন কি নতুন দেবতাও হতে পারে যা একটি নির্দিষ্ট উদ্দেশ্যে বন্দী দাসদের দ্বারা সৃষ্ট।\nইন্দো-ক্যারিবিয়ান শক্তি ভজন এবং কীর্তন (ভক্তিমূলক সঙ্গীত) প্রায়শই সংস্কৃতের বদলে তামিল এবং ক্যারিবীয় হিন্দুস্তানি ভাষায় করা হয় (যদিও সংস্কৃত ভজন ব্যবহার করা হয়) এবং কারাগাম পূজার মতো অনুশীলনগুলো ভারতীয় শাক্তধর্মে পাওয়া যায় না। ইন্দো-ক্যারিবীয় শাক্তধর্মের বেশিরভাগ ভক্ত হিন্দু ধর্মের অনুশীলন করে, বৈদিক উত্স এবং মাদ্রাজি উৎসের সেবা উভয়েই যায়।\n\n\n== মন্দির ==\nত্রি শক্তি কালী দেবী মন্দির, সুরিনাম\nঅর্জুনে ডেভি নীরজ শক্তি টেম্পল, মারাবেলা, ত্রিনিদাদ ও টোবাগো\nসাপ্লাই জগদম্বা দেবী টেম্পল, ট্রায়াম্ফ, গায়ানা\nস্কন্দ মাতা শক্তি কোভিল ব্যারাকপুর, ত্রিনিদাদ ও টোবাগো\nমুনেশ্বরন মন্দির, চাগুয়ানাস, ত্রিনিদাদ ও টোবাগো\nশ্রী কালিয়াম্মান কোভিল, আরউকা, ত্রিনিদাদ ও টোবাগো\nমহা কালী কোভিল, গায়ানা\nশ্রী আদি শক্তি পাড়া ব্রহ্ম স্বরূপিনী মন্দির, সিপারিয়া, ত্রিনিদাদ ও টোবাগো\nশ্রী ভদ্র কালী আম্মান আশ্রম, গায়ানা\nজয় কালী শক্তি মন্দির, সেন্ট অগাস্টিন, ত্রিনিদাদ ও টোবাগো\nশ্রী মহা কালী আম্মা মন্দির, ব্রাম্পটন, অন্টারিও, কানাডা\nমহা কালী শক্তি মন্দির, টাইমহরি, গায়ানা\nকালী টেম্পল, গায়ানা\nমারিয়াম্মান মন্দির, হুইম, বারবিস, গায়ানা\nশ্রী মহা কালী টেম্পল, অরল্যান্ডো, ফ্লোরিডা, মার্কিন যুক্তরাষ্ট্র\nটেম্পল হিন্দৌ, ব্যাস-পয়েন্ট, মার্টিনিক\nশিংগাম’স কোভিল, লে মৌলে, গুয়াদেলুপ\nটেম্পল মারিয়াম্মান লালসিঙ্গু, লেস অ্যাবিমস, গুয়াদেলুপ\nজ্যামাইকা কালী মন্দির, নিউ ইয়র্ক সিটি, নিউ ইয়র্ক স্টেট, মার্কিন যুক্তরাষ্ট্র\nশ্রী কালী আম্মান শাকতি পোদেরোসাস কোভিল, এল ক্যালাও, বলিভার, ভেনিজুয়েলা\n\n\n== আরও দেখুন ==\nত্রিনিদাদ ও টোবাগোতে হিন্দু ধর্ম\nগায়ানায় হিন্দু ধর্ম\nমার্টিনিকে হিন্দু ধর্ম\nসুরিনামে হিন্দু ধর্ম\nজ্যামাইকায় হিন্দু ধর্ম\nইন্দো-ক্যারিবিয়ান\nশাক্তবাদ\n\n\n== তথ্যসূত্র =="}