{"pageid": 1402528, "title": "অহির্বুধ্ন্য সংহিতা", "url": "https://bn.wikipedia.org/wiki?curid=1402528", "content": "অহির্বুধ্ন্য সংহিতা ( সংস্কৃত: अहिर्बुध्न्यसंहिता ) হলো পঞ্চরাত্র ঐতিহ্যের অন্তর্গত একটি হিন্দু বৈষ্ণব গ্রন্থ। এটি একটি তান্ত্রিক পাঠ্য যা আনুমানিক খ্রিস্টজন্মের এক হাজার বছরের মধ্যে কয়েক শতাব্দী ধরে রচিত হয়েছিল। সম্ভবত ২০০ খ্রিস্টাব্দে রচিত হয়েছিল।  অহির্বুধ্ন্য সংহিতার আক্ষরিক অর্থ হল গভীরতা-থেকে-সর্প সংকলন ( সংহিতা ) (সর্প - অহি এবং নিম্ন/মূল - বুধ্ন )।  এটি বর্তমানে কার্যত বিলুপ্ত হয়ে গেছে, কিছু অবশিষ্টাংশ দক্ষিণ ভারতে সংরক্ষিত আছে, যদিও এটি একসময় কাশ্মীর, উড়িষ্যা, তামিলনাড়ু, কেরালা এবং কর্ণাটক সহ বিভিন্ন স্থানে উপস্থিত ছিল বলে জানা যায়। \n\n\n== বর্ণনা ==\n\n\n=== বৈশিষ্ট্য ===\nঅহির্বুধ্ন্য সংহিতায়, বিষ্ণু ৩৯টি ভিন্ন রূপে উদ্ভূত হয়েছিলেন।  সংহিতাটি সুদর্শনের ধারণার জন্য বৈশিষ্ট্যযুক্ত। এটি শক্তি এবং সুদর্শনের মন্ত্র প্রদান করে এবং বহু-সশস্ত্র সুদর্শনোপাসনা পদ্ধতির বিবরণ দেয়। এর অধ্যায়গুলিতে অস্ত্র, অঙ্গ (মন্ত্র), ব্যূহ, ধ্বনি এবং রোগের উদ্ভব, কীভাবে সুদর্শন পুরুষকে আবির্ভূত করা যায়, কীভাবে দিব্য অস্ত্র এবং কালো জাদু প্রতিরোধ করা যায় এবং সুদর্শন যন্ত্র তৈরি তথা উপাসনা পদ্ধতির ব্যাখ্যা রয়েছে। অহির্বুধ্ন্য সংহিতা হল তারক মন্ত্র, নরসিংহানুস্তুভ মন্ত্র, তিনটি গুপ্ত বর্ণমালা, ষষ্টিতন্ত্র এবং নির্বাচিত অস্ত্র মন্ত্রের উৎস। এতে পুরুষ সূক্তেরও উল্লেখ আছে। এই সংহিতার চতুর্ব্যুহ হল বাসুদেব, সংকর্ষণ, প্রদ্যুম্ন ও অনিরুদ্ধ । \nঅন্যান্য সংহিতার মতো, অহির্বুধ্ন্য সৃষ্টি, সিদ্ধান্ত, ইন্দ্রিয়, বন্ধন, মুক্তি এবং অবতার যুক্তি সম্পর্কে তার মতামত প্রদান করে। এতে রাক্ষস, যন্ত্র এবং যোগের সম্পর্কিত রচনা রয়েছে। এটি বর্ণ এবং জীবনের সময়কাল, দুটি উচ্চ বর্ণের পরস্পর নির্ভরতা উল্লেখ করে এবং আদর্শ পুরোহিত, মহাশান্তি কর্মণের বৈশিষ্ট্য প্রদান করে। মধু -কৈটভের কাহিনী ছাড়াও, অহির্বুধ্ন্য ন'জন ব্যক্তিত্বের বিবরণ বর্ণনা করে, যথা, মনীশেখর, কাশীরাজ, শ্রুতকীর্তি, কুশধ্বজ, মুক্তপিড়, বিশাল, সুনন্দ, চিত্রশেখর এবং কীর্তিমালি। \nঅহির্বুধায়ন সংহিতার আরেকটি বৈশিষ্ট্য হল, এটি মোক্ষধর্মে প্রাপ্ত দার্শনিক পদ্ধতির বর্ণনার বিশদভাবে তুলনা করে যেখানে সাংখ্য সহ চারটি অন্যান্য ব্যবস্থার উল্লেখ করা হয়েছে, তা হল বেদ, যোগ, পঞ্চরাত্র (সাত্ত্বত) এবং পাশুপত। অহির্বুধ্ন্যে ষষ্টিতন্ত্র ব্রাহ্মণের চূড়ান্ত নীতি হিসাবে সাংখ্য উপস্থাপনের কাছাকাছি, প্রকৃতির প্রতিশব্দ হিসাবে শক্তি, কালের (সময়) বিশিষ্ট বর্ণনা প্রদান করা হয়েছে।  যোগের একটি উল্লেখ হিরণ্যগর্ভের প্রতি আরোপিত, যাকে শ্বেতাশ্বতর উপনিষদে কপিলের সাথে চিহ্নিত করা হয়েছে, যদিও অহির্বুধ্ন্য নিজেই এই ধরনের কোনো পরিচয় দেননি।  অহির্বুধ্ন্যের আরেকটি বৈশিষ্ট্য হল যোগসূত্রের প্রারম্ভিক পংক্তিটি অহির্বুধ্ন্যের ষষ্ঠীতন্ত্রে দেখা যায়।  অহির্বুধ্ন্য সংহিতা কুন্ডলিনী যোগকে এর চক্র সহ বর্ণনা করেছে। \n\n\n=== বর্ণের ধারণা ===\nঅহির্বুধ্ন্যের বর্ণ ধারণায়, সত্যযুগে, একটি বিশুদ্ধ গোষ্ঠী প্রদ্যুম্ন থেকে অবতীর্ণ হয়। এবং অনিরুদ্ধ ও ব্রহ্মের একটি মিশ্র দল। যাইহোক, মানুস প্রদ্যুম্নের যত্ন থেকে অনিরুদ্ধের কাছে চলে যায়, প্রলয় সহ অনিরুদ্ধে তাদের প্রত্যাহার করে। শুদ্ধ প্রাণীরা বৌদ্ধ ধর্মের আনাগামি এবং সক্রদাগামি যারা তাদের মুক্তির অগ্রগতির কারণে শুধুমাত্র একটি বা দুটি জীবনের জন্য ফিরে আসে। সত্যযুগের শেষে, মনুর বংশধরের অবনতি শুরু হয়; যদিও ব্রাহ্মণ মিশ্র নমুনার মধ্যে আরও উত্তম দিয়ে পূর্ণ হয়, কলিযুগ পর্যন্ত সকলের জন্য পুনর্জন্ম সম্ভব হয়। অহির্বুধ্ন্যের ৪০০ মানব মহাসনৎকুমার সংহিতার ৮০০ বিষ্ণুতে পরিণত হয় যাদের প্রত্যেকে ৮টি অঞ্চলে অবস্থিত ১০০০ জন প্রজাদের একজন প্রধান (নায়ক)। কিন্তু ৮০০ জন বিষ্ণুর মধ্যে মাত্র ৩০০ জন দুবার জন্মগ্রহণকারী মানব রয়েছে, যেখানে শূদ্রদের মূল দলটি ৫টি মিশ্র গোষ্ঠী দ্বারা প্রতিস্থাপিত হয়েছে যাতে শূদ্র পুরুষদের সম্পূর্ণভাবে নির্মূল করা হয়। চতুর্বর্ণের মাতা ও পিতার মধ্যে বিন্যাসন থেকে বংশধরদের প্রতিটি লোকের নাম দেওয়া হয়েছে, সংহিতা উল্লেখ করেছে যে কপিল-লোকে অসংখ্য বিষ্ণু বাস করেন।  উল্লেখযোগ্যভাবে, পাঠ্যটি বৌদ্ধ ধর্মের আনাগামিএবং সক্রদাগামিদের প্রদ্যুম্নের বংশধর হিসেবে স্থান দেয়।\n\n\n=== দর্শন ===\nশ্রেডার উল্লেখ করেছেন, পঞ্চরাত্রের সাধারণ প্রবণতা হলো অদ্বৈত হীন। যদিও পদ্মতন্ত্রে একটি শ্লোক পাওয়া যায় যেখানে বিষ্ণু ব্রহ্মাকে বলেছেন, বিষ্ণু এবং মুক্তাত্মার মধ্যে কোন পার্থক্য নেই, বহুত্ববাদ বজায় রাখা হয়েছে বিষ্ণুকে পুনঃস্থাপিত করে যে \"মুক্ত আত্মারা জগতের শাসন ব্যতীত আমার মতো হয়\"। লক্ষ্মী তন্ত্র শ্রীকে বিষ্ণুর সমকক্ষ বলে উল্লেখ করে, অহির্বুধ্ন্য সংহিতা একটি দ্বৈত অবস্থানের কথা তুলে ধরে যেখানে বিষ্ণু এবং তাঁর শক্তি অবিচ্ছেদ্য, তবুও সমান নয়।  অহির্বুধ্ন্য একাদশ রুদ্রের একটিকে স্বীকৃতি দেয়; অর্থাৎ শিব স্বয়ং তাঁর সাত্ত্বিক রূপে গুরু। শ্রেডারের মতে, বেদে অহি বুধ্ন (নিম্নের সর্প) হল একজন বায়ুমণ্ডলীয় দেবতা যিনি রুদ্র-শিব (পশুপতি) -এর সাথে যুক্ত হয়েছেন; অহি বুধন্যের সাথে পরবর্তী বৈদিক গ্রন্থে অগ্নি গার্হপত্যের সাথে সংযুক্ত হয়েছেন , ইনি একজন কল্যাণকর সত্তা, কিন্তু অহি বৃত্র নয়। অহির্বুধ্ন্য এবং অজ- একপাদ তাদের নির্দিষ্ট ঘৃয়া (গৃহ্যসূত্র) আচারের অংশ ছিল। পরবর্তী পুরাণ সাহিত্যে, অহির্বুধ্নয় একাদশ রুদ্রের একজন হয়ে ওঠেন। \nঅহিরবুধ্ন্য সংহিতা ছিল একটি ভাগবত পাঠ্য, যাতে আয়ুধপুরুষ এবং চক্রবর্তী রূপে সুদর্শনের ধারণার কথা বলা হয়েছিল। সংহিতা অনুসারে, যে রাজা সুদর্শন চক্রের অভ্যন্তরে চক্রবর্তীর পূজা করেন তিনি চক্রবর্তী পদে অধিষ্ঠিত হন; ভিএস আগরওয়ালের মতে, এটি একটি নতুন ধারণা যা ভাগবতদের রাজনৈতিক চিন্তা ও রাষ্ট্রকে প্রভাবিত করার জন্য ধর্মীয় নীতি ব্যবহার করতে সাহায্য করেছিল। \nঅহিরবুধ্ন্য সংহিতা হল পঞ্চরাত্র সংহিতাগুলির মধ্যে একটি যেখানে যোগের সর্বাধিক অন্তর্ভুক্তি রয়েছে। পাঠ্যটিতে কুণ্ডলিনীর অসঙ্গতিপূর্ণ শিক্ষা রয়েছে। কিছু অংশে কুণ্ডলিনীকে একটি বাধা হিসাবে বর্ণনা করা হয়েছে যা প্রাণকে সুষুম্নায় প্রবেশ করতে এবং উঠতে বাধা দেয়। এটি বিশ শতকের যোগ শিক্ষক টি. কৃষ্ণমাচার্যের শিক্ষার সাথে সামঞ্জস্যপূর্ণ। যাইহোক, অন্যান্য বিভাগে কুণ্ডলিনীকে ধ্বনি উৎপাদনে গলা পর্যন্ত উঠা হিসাবে বর্ণনা করা হয়েছে। \n\n\n== বিলুপ্ত সংহিতা ==\nঅহির্বুধ্ন্য সংহিতার ১২তম অধ্যায়ে, ১০টি সংহিতার উল্লেখ করা হয়েছে, যথা ভাগবত সংহিতা, বিদ্যা সংহিতা, কর্ম সংহিতা এবং আরও সাতটি সংহিতা যার সবকটিই অধুনা বিলুপ্ত। অধিকন্তু, অহির্বুধ্ন্যে উল্লিখিত তন্ত্রসমূহ যেমন পতি তন্ত্র, পশু তন্ত্র, সাত্বত থেকে পাশ তন্ত্র এবং পাশুপত ধর্মও বিলুপ্ত হয়েছে; যদিও সাত্ত্বত সংহিতা টিকে আছে। তেলুগু ভাষায় অহির্বুধ্ন্য সংহিতার একটি ক্ষুদ্রাংশ পাওয়া যায়। \n\n\n=== অপ্রাপ্য সংহিতা ===\nপঞ্চরাত্রের অপ্রাপ্য (সহজে পাওয়া যায় না) সংহিতাগুলির মধ্যে বিভিন্ন স্থানে প্রাপ্ত টিকে থাকা পাণ্ডুলিপির কথা শ্রেডার দ্বারা নথিভুক্ত হয়েছে:\n\nঈশ্বর সংহিতা (মহীশূর থেকে তেলুগু ভাষায়)\nকাপিঞ্জল সংহিতা (তিরুক্কোভালুর থেকে তেলুগু ভাষায়)\nপরাশর সংহিতা (বেঙ্গালুরু থেকে তেলুগু ভাষায়)\nপদ্ম তন্ত্র (মহীশূর থেকে তেলুগু ভাষায়)\nবৃহদ্ ব্রহ্ম সংহিতা (তিরুপতি থেকে তেলুগু ভাষায়)\nভরদ্বাজ সংহিতা (মহীশূর থেকে তেলুগু ভাষায়)\nলক্ষ্মী তন্ত্র (মহীশূর থেকে তেলুগু ভাষায়)\nবিষ্ণুতিলক (বেঙ্গালুরু থেকে তেলুগু ভাষায়)\nশ্রীপ্রশ্ন সংহিতা (কুম্বকোনম থেকে গ্রন্থাকারে)\nসাত্ত্বত সংহিতা (কঞ্জীবরম থেকে দেবনাগরীতে)।\n\n\n== আরও দেখুন ==\nতন্ত্র\nআগম\nলক্ষ্মীতন্ত্র\nশ্রীচক্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nPhilosophy of the Ahirbudhnya-saṃhitā, Surendranath Dasgupta, 1940"}