{"pageid": 1402824, "title": "নকল রাগমোচন", "url": "https://bn.wikipedia.org/wiki?curid=1402824", "content": "নকল রাগমোচন ঘটে যখন একজন ব্যক্তি বাস্তবিকভাবে অনুভব না করেই রাগমোচনের ভান করে। এটি সাধারণত রাগমোচনের সাথে যুক্ত আচরণের অনুকরণ বা কাজ করে, যেমন শরীরের নড়াচড়া বা কাপুনি, কণ্ঠস্বর এবং আপাত মুক্তির পরে তীব্রতার ক্রম। এতে রাগমোচন হয়েছে এমন মৌখিক ইঙ্গিত দেওয়াও অন্তর্ভুক্ত থাকতে পারে।\n\n\n== লিঙ্গের পার্থক্য ==\nপুরুষ ও নারী উভয়ই এটি করে, তবে নারীরা পুরুষদের তুলনায় বেশি করে। ১৮০ জন পুরুষ এবং ১০১ জন কলেজ শিক্ষার্থীদের (কানসাস বিশ্ববিদ্যালয়ের পরিচায়ক মনোবিজ্ঞানের শিক্ষার্থী), মুহেলেনহার্ড ও শিপ্পি (২০০৯) এর একটি সমীক্ষায় দেখা গেছে যে ২৫% পুরুষ এবং ৫০% নারী রাগমোচনের ভান করেছেন। যৌনসঙ্গমের সময় বেশিরভাগ রাগমোচনের ভান করে, কেউ কেউ মুখমৈথুন, অনাভেদী যৌনক্রিয়া এবং ফোন সেক্সের সময়ও ভান করে।  এবিসি নিউজ ২০০৪ \"আমেরিকান সেক্স সার্ভে\", ১,৫০১ মার্কিনীর একটি এলোমেলো-নমুনা টেলিফোন জরিপে দেখা যায় যে ৪৮% নারী এবং ১১% পুরুষ নকল রাগমোচন করে।  পুরুষদের জীবনধারা সাইট আস্কম্যান এবং নারীদের জীবনধারা সাইট ট্রেসসুগার (বর্তমানে পপসুগার) এর একটি ২০১২ সালের যৌথ সমীক্ষায় দেখা গেছে যে ৩৪% পুরুষ এবং ৫৪% নারী কোনো না কোনো সময়ে রাগমোচনের ভান করেছে; ২৬% নারী এমনকি বলেছেন যে তারা প্রতিবার যৌনমিলনের সময় একটি নকল রাগমোচন করেছেন।  অন্যান্য গবেষণায় দেখা গেছে যে ২৫ থেকে ৭৪% নারী তাদের জীবনের কোনো না কোনো সময়ে নকল রাগমোচন করার কথা স্বীকার করেছেন।    ২০১০ সালে সাইকোলজি টুডে অনুসারে এই ২৫ শতাংশ নারীর চেয়েও বেশি, যারা সহবাসের সময় ধারাবাহিকভাবে রাগমোচন অনুভব করেছেন।  নারীদের যৌন মিলনের সময় পুরুষদের তুলনায় কম সহজে রাগমোচন অর্জনের প্রবণতা রয়েছে কারণ বেশিরভাগ নারীদের রাগমোচন অর্জনের জন্য সরাসরি ভগাঙ্কুরের উদ্দীপনা প্রয়োজন,   এবং সমস্ত যৌনাসন ভগাঙ্কুরে প্রবেশাধিকার দেয় না, যা প্রায়শই নারীদের জন্য রাগমোচন অর্জন করা কঠিন করে তোলে। বিষমকামী সম্পর্কের নারীদের জন্য, পুরুষের প্রতি শ্রদ্ধা, তার অনুমোদনের প্রয়োজন, বা লজ্জা বা যৌন অপর্যাপ্ততার অনুভূতির উপর ভিত্তি করেও যৌন উত্তেজনা জাল করা হতে পারে।  'একটি যৌন তত্বে যেখানে পুরুষদের আগে নারীদের রাগমোচন করা উচিত এবং পুরুষদের নারীর রাগমোচনের জন্য দায়ী' বলে মনে হচ্ছে, একজন নারী তার পুরুষ সঙ্গীকে খুশি করার জন্য এবং আঘাত এড়াতে তার পুরুষ সঙ্গীর রাগমোচনের আগে একটি নকল রাগমোচন করার জন্য চাপ অনুভব করতে পারে। \n\n\n== আরও দেখুন ==\nবিলম্বিত বীর্যপাত\nনারী বীর্যপাত\n\n\n== তথ্যসূত্র =="}