{"pageid": 1402038, "title": "হংকং প্রিমিয়ার লিগ", "url": "https://bn.wikipedia.org/wiki?curid=1402038", "content": "হংকং প্রিমিয়ার লিগ (চীনা: 香港超級聯賽) হল হংকং-এর শীর্ষ স্তরের পেশাদার ফুটবল লিগ। এটি হংকং ফুটবল অ্যাসোসিয়েশন কর্তৃক পরিচালিত। স্পনসরশিপজনিত কারণে এটির বর্তমান বিওসি লাইফ হংকং প্রিমিয়ার লিগ। সেপ্টেম্বর ২০১৪ থেকে এটি শুরু হয়েছিল।\n\n\n== ইতিহাস ==\n\n৭ ফেব্রুয়ারী ২০১৩-এ, হংকং ফুটবল অ্যাসোসিয়েশন জানায় যে নতুন প্রিমিয়ার লিগ ২০১৪ সালের শরতে শুরু হবে, যেখানে এটি প্রস্তাব করা হয়েছিল যে ২০১৩-১৪ মরসুম একটি রূপান্তর বছর হবে।  ফলস্বরূপ, ২০১৩-১৪ হংকং ফার্স্ট ডিভিশন লিগ হংকং লিগ সিস্টেমে ফুটবলের শীর্ষ স্তরের প্রথম বিভাগের শেষ মৌসুম ছিল।\nইতোমধ্যে শীর্ষ বিভাগে থাকা ক্লাবগুলি পেশাদার লিগে প্রতিযোগিতার অনুভূত চলমান খরচের জন্য প্রাথমিকভাবে নেতিবাচক প্রতিক্রিয়া দেখিয়েছিল, বিশেষ করে যেখানে কেউ কেউ মনে করেছিলেন যে পুরোনো প্রথম বিভাগে সামান্য পার্থক্য রয়েছে। পাঁচটি ক্লাব – সিটিজেন, সাউদার্ন, সান হেই, হ্যাপি ভ্যালি এবং তুয়েন মুন সকলেই অবশেষে নতুন লিগে যোগদানের বিরুদ্ধে সিদ্ধান্ত নেয়, যার ফলে ন্যূনতম ৮ টি দল নিয়ে লিগ শুরু করার HKFA এর পরিকল্পনা সম্ভব হবে না। যাইহোক, শেষ পর্যন্ত, জনসাধারণের তহবিল এবং সরকারি সহায়তার মাধ্যমে, হংকং দ্বিতীয় বিভাগ থেকে দুটি দল নতুন লিগ লাইসেন্সের প্রয়োজনীয়তা পূরণ করতে সক্ষম হয়েছিল এবং প্রথম মৌসুমের জন্য মোট ৯ টি দল তৈরি করে তাদের উন্নীত করা হয়েছিল।\n২০১১ সালে শুরু হওয়া 'প্রজেক্ট ফিনিক্স'-এর সাম্প্রতিক সমাপ্তির সাথে, ভবিষ্যতের জন্য পরিকল্পিত আরও সংশোধনীর সাথে লীগে কিছু উন্নতি হয়েছে। এর মধ্যে রয়েছে একটি নতুন পাঁচ বছরের তহবিল চুক্তি, লীগের সদস্য ক্লাবগুলির জন্য একটি নতুন লাইসেন্সিং স্কিম, সমস্ত অংশগ্রহণকারী দলের জন্য পুরস্কারের অর্থ এবং দুর্নীতি ও ম্যাচ ফিক্সিংয়ের বিরুদ্ধে নতুন ব্যবস্থা নেওয়া।\nপ্রথম মরসুমে কিৎচি চ্যাম্পিয়ন হয়েছিল এবং তাই পো পয়েন্ট তালিকার সর্বনিম্নে শেষ করেছিল।\nপরের মৌসুমে, ইস্টার্ন ২০ বছরের মধ্যে তাদের প্রথম শীর্ষ ফ্লাইট চ্যাম্পিয়নশিপ জিতে একটি খেলা বাকি রেখে লিগ জিতেছে। তারা ইতিহাসও তৈরি করেছে, কারণ তারাই বিশ্বের প্রথম দল যারা একজন মহিলা কোচ দ্বারা পরিচালিত হওয়া অবস্থায় শীর্ষ ফ্লাইট পুরুষদের শিরোপা জিতেছে। ওং তাই সিন লিগ শেষ করার পরে নির্বাসিত হয়।\n২০১৬-১৭ মৌসুমে, কিৎচি প্রতিদ্বন্দ্বী ইস্টার্নের সাথে একটি শোডাউনে মৌসুমের শেষ দিনে শিরোপা পুনরুদ্ধার করে, যা ছিল একটি খেলা যা তারা ৪-১ ব্যবধানে জিতেছিল। ইস্টার্ন পরবর্তীতে এন্ড-অফ-সিজন প্লেঅফ জিতেছে এবং তাই ২০১৮-এ এএফসি চ্যাম্পিয়ন্স লিগে কিচির সাথে প্রতিদ্বন্দ্বিতা করেছিল। এইচকেএফসি টেবিলের নীচে শেষ করেছিল এবং এইভাবে স্বয়ংক্রিয়ভাবে প্রথম বিভাগে নেমে গেছে।\nকিৎচি ২০১৭-১৮ সালে সফলভাবে তাদের শিরোপা রক্ষা করেছিল, পরের বছর চ্যাম্পিয়ন হিসাবে পুনরাবৃত্তি করা প্রথম ক্লাব হয়ে ওঠে।\n২০১৮-১৯ মৌসুমে, তাই পো লিগ জিতেছে, ১৯৬২-৬৩ সালে ইউয়েন লং এর পর প্রথম জেলা দল হিসেবে শীর্ষ ফ্লাইট শিরোপা জিতেছে।\nকোভিড-১৯ মহামারীর কারণে, ২০২১-২২ মৌসুম দমানো হয়েছিল এবং শেষ পর্যন্ত বাতিল করা হয়েছিল, চ্যাম্পিয়নশিপ স্থগিত রেখে। দ্বিতীয় বিশ্বযুদ্ধের পর এই প্রথমবারের মতো শীর্ষ ফ্লাইট লিগ সিজন বাতিল করা হয়েছিল।\n২০২৩–২৪ মরসুমে, ভিডিও সহকারী রেফারি (VAR) ব্যবস্থার প্রচলন ঘটে।\n\n\n== বিন্যাস ==\n৯ টি দল চ্যাম্পিয়নশিপের জন্য প্রতিদ্বন্দ্বিতা করে, ২০১৪ সালের সেপ্টেম্বরে প্রথম মৌসুম শুরু হয়েছিল। এটি প্রাথমিকভাবে প্রস্তাব করা হয়েছিল যে প্রথম কয়েক মৌসুমের জন্য একটি রেলিগেশন সিস্টেম প্রযোজ্য হবে না এবং ১২টি সদস্য ক্লাব না হওয়া পর্যন্ত দলগুলিকে শীর্ষ স্তরের লীগে উন্নীত করা অব্যাহত থাকবে। যাইহোক, শেষ পর্যন্ত, হংকং ফুটবল অ্যাসোসিয়েশন সিদ্ধান্ত নেয় যে ২০১৪-১৫ হংকং ফার্স্ট ডিভিশন লিগ থেকে একটি ক্লাবকে অবনমিত করা হবে এবং একটি ক্লাবকে উন্নীত করা হবে।\n২০১৬-১৭ সাল নাগাদ, লিগ ১১ টি দলে বিস্তৃত হয়েছিল। এইচকেএফএ তাই পো এবং এইচকেএফসিকে উন্নীত করেছে যারা ২০১৫-১৬ হংকং ফার্স্ট ডিভিশনের শীর্ষে ছিল এবং হংকং স্যাপলিং এবং আরএন্ডএফ সম্প্রসারণকারী দলগুলিকে যুক্ত করে লিগে অন্তর্ভুক্ত করেছে। ওং তাই সিন আগের মরসুম থেকে নির্বাসিত হয়েছিল এবং আর্থিক সমস্যার কারণে মেট্রো গ্যালারি স্ব-নির্বাচিত হয়েছিলেন।\n২০১৭-১৮ মৌসুমে, হংকংয়ের সবচেয়ে সফল এবং দীর্ঘতম চলমান শীর্ষ ফ্লাইট ক্লাব সাউথ চায়না তাদের চেয়ারম্যানের বিদায়ের পর একটি ধাক্কাধাক্কিতে নিজেদেরকে প্রথম বিভাগে ছেড়ে দেওয়া বেছে নেওয়ার পর লিগটি দশটি দলে নেমে আসে এবং তারা ব্যর্থ হয় ক্লাবটিকে প্রিমিয়ার লিগে রাখার জন্য উপযুক্ত আর্থিক উপায় খুঁজে বের করতে। এইচকেএফসিও পয়েন্ট তালিকার নীচের দিকে শেষ করার পর অবনমিত হতে হয়েছিল।\nলিগের চ্যাম্পিয়নরা এএফসি চ্যাম্পিয়ন্স লিগের ২য় বাছাই পর্বে খেলার যোগ্যতা অর্জন করে, আর হংকং এফএ কাপের চ্যাম্পিয়নরা এএফসি চ্যাম্পিয়ন্স লিগ ২ কাপের প্লে অফ রাউন্ডের জন্য যোগ্যতা অর্জন করে। লিগ চ্যাম্পিয়নরা যদি চ্যাম্পিয়ন্স লিগের যোগ্যতা অর্জন করতে ব্যর্থ হয়, তারা পরিবর্তে এএফসি কাপে হংকংয়ের পূর্ব এশিয়া অঞ্চল গ্রুপ পর্বের স্লট পাবে। পূর্বে এফএ কাপ বিজয়ী এবং ২য়, ৩য় এবং ৪র্থ দলে সমাপ্তিকারী দলগুলি এএফসি চ্যাম্পিয়ন্স লিগের চূড়ান্ত স্থানের জন্য সিজন প্লে অফের শেষে প্রতিদ্বন্দ্বিতা করেছিল, কিন্তু ২০১৬-১৭ মৌসুমের পর এই ফর্ম্যাটটি বিলুপ্ত করা হয়েছিল।\n\n\n== পুরস্কার মূল্য ==\n\n\n== ফলাফল ==\n\n\n=== মোট জয়লাভ ===\n\n\n== সম্প্রচারক ==\nক্যান্টনিজে অনটিভি এবং আরটিএইচকে টিভি এর মাধ্যমে লাইভ ম্যাচ এবং হাইলাইট শো বিনামূল্যে প্রদান করা হয়।\nইংরেজি কভারেজের বিষয়ে, অফিসিয়াল হংকং ফুটবল অ্যাসোসিয়েশন ওয়েবসাইট, এবং কিছুটা হলেও সাউথ চায়না মর্নিং পোস্ট, ম্যাচ রিপোর্ট, খেলোয়াড়দের সাক্ষাৎকার, ক্লাবের তথ্য এবং লিগের তথ্য প্রদান করে। হংকং ফুটবল পডকাস্টও পাক্ষিক ভিত্তিতে HKPL-কে কভার করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে হংকং প্রিমিয়ার লিগ\nইন্সটাগ্রামে হংকং প্রিমিয়ার লিগ\nহংকং প্রিমিয়ার লিগ, সকারওয়ে"}