{"pageid": 1402297, "title": "অগণিত বছরের ঘড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1402297", "content": "Myriad year clock (万年自鳴鐘, Mannen Jimeishou, lit. Ten-Thousand Year Self-ringing Bell) , ১৮৫১ সালে জাপানি উদ্ভাবক হিসাশিগে তানাকার নকশা করা একটি সর্বজনীন ঘড়ি । এটি Wadokei নামক এক শ্রেণীর জাপানি ঘড়ির অন্তর্গত। এই ঘড়িটিকে জাপান সরকার একটি গুরুত্বপূর্ণ সাংস্কৃতিক সম্পত্তি এবং যন্ত্র প্রকৌশল ঐতিহ্য হিসেবে মনোনীত করেছে।\nঘড়িটি একটি স্প্রিং দ্বারা চালিত. ঘড়িটিতে একবার দম দিলে সেটি এক বছর যাবত সময় নির্দেশ করতে পার। এটি সাতটি ভিন্ন উপায়ে সময় নির্দেশ করতে পারে (যেমন স্বাভাবিক সময়, সপ্তাহের দিন, মাস, চাঁদের পর্ব, জাপানি সময়, সৌর কাল)। সেই সময়ে জাপানে অসম ঘন্টার সময় ব্যবস্থা ছিল, যার মধ্যে একটি দিন ছিল ১২ ঘন্টা। একটি দিনকে আবার দিন এবং রাত্রিতে বিভক্ত করা হয়েছিল, এবং প্রতিটি দিন এবং রাতকে আবার ৬টি সমান ভাগে বিভক্ত করা হয়েছিল, এবং প্রতিটি ভাগকে সে মানদণ্ড অনুযায়ী ১ ঘন্টা বিবেচনা করা হয়। যেহেতু দিন এবং রাতের দৈর্ঘ্য ঋতু অনুসারে পরিবর্তিত হয়, তাই সময় নির্দেশক ডায়ালটি স্বয়ংক্রিয়ভাবে পরিবর্তন যোগ্য ছিল সেইসঙ্গে এটি অন্য ছয়টি ঘড়ির সাথে সংযুক্ত ছিল।যার ফলে এর গঠন অত্যন্ত জটিল ধারণ করে। ঘড়ি প্রতি ঘন্টায় একবার করে ঘণ্টা বাজায়। এই জটিল কার্যপ্রণালীগুলোকে বাস্তবে রূপ দেওয়ার জন্য এতে ১০০০টিরও বেশি অংশ রয়েছে। বলা হয় তানাকা বাটালি এবং করাতের মতো সাধারণ সরঞ্জাম দিয়ে সমস্ত অংশগুলোকে নিজেই তৈরি করেছিলেন। শেষ পর্যন্ত সবগুলো অংশকে এক সঙ্গে জুড়ে দিতে তার তিন বছরেরও বেশি সময় লেগেছে।\n২০০৪ সালে জাপান সরকার এই ঘড়িটির একটি অনুলিপি তৈরির লক্ষ্যে একটি প্রকল্পে অর্থায়ন করে। প্রকল্পটিতে শতাধিক প্রকৌশলী অংশগ্রহণের করেন এবং অত্যাধুনিক ইন্ডাস্ট্রিয়াল প্রযুক্তি ব্যবহার করে ৬ মাসেরও বেশি সময় ব্যয় করে সেটি সম্পন্ন করেন। তারপরও ২০০৫ সালেরএক্সপো- তে প্রদর্শনের আগে মূল ঘড়িটিতে ব্যবহৃত পিতলের তৈরি স্প্রিংয়ের মতো বেশ কিছু অংশের সঠিক প্রতিলিপি তৈরি করা সম্ভব হয়নি। আসল ঘড়িটি টোকিওর ন্যাশনাল মিউজিয়াম অফ নেচার অ্যান্ড সায়েন্সে প্রদর্শিত হয়, আর একটি অনুলিপিটি তোশিবা কর্পোরেশনে ।\nঘড়িটি ২০০৭ সালে জাপানের যন্ত্র-প্রকৌশল ঐতিহ্যের ২২নং উপাদান হিসাবে তালিকাভুক্ত করা হয়েছিল\n\n\n== মন্তব্য ==\n\n\n== বহিঃসংযোগ ==\nম্যান-নেন জিমিশো পুনরুদ্ধার করার জন্য জাতীয় প্রকল্প"}