{"pageid": 1402584, "title": "অ্যাবিগেল বয়েড", "url": "https://bn.wikipedia.org/wiki?curid=1402584", "content": "অ্যাবিগেল সেলিনা বয়েড নিউ সাউথ ওয়েলসের সেন্ট্রাল কোস্টে বসবাসকারী একজন অস্ট্রেলিয়ান রাজনীতিবিদ। তিনি ২০১৯ সাল থেকে নিউ সাউথ ওয়েলস লেজিসলেটিভ কাউন্সিলের সদস্য হিসেবে গ্রিনসদের প্রতিনিধিত্ব করছেন। বয়েড তার নির্বাচনের আগে বিশ্বব্যাপী ব্যাংকিং নিয়ন্ত্রণে বিশেষজ্ঞ ও কর্পোরেট আইনজীবী হিসেবে পরিচিত ছিলেন।\nবয়েডের নীতির আগ্রহের ক্ষেত্রগুলির মধ্যে রয়েছে জলবায়ু পরিবর্তন, অর্থনৈতিক বৈষম্য, গার্হস্থ্য ও পারিবারিক সহিংসতা, পশু কল্যাণ, অক্ষমতা এবং তরুণরা।\n\n\n== প্রাথমিক ও কর্মজীবন ==\nবয়েড ইংল্যান্ডে জন্মগ্রহণ করেন এবং ছোটবেলায় অস্ট্রেলিয়ায় চলে যান। তিনি নিউ সাউথ ওয়েলসের পাবলিক স্কুলে পড়াশোনা করেন, ১৯৯৫ সালে ম্যাককুয়ারি ইউনিভার্সিটি থেকে স্নাতক (মনোবিজ্ঞান) এবং ১৯৯৯ সালে নিউ সাউথ ওয়েলস বিশ্ববিদ্যালয় থেকে আইনে স্নাতক সহ স্নাতক হওয়ার আগে। তিনি নিউ সাউথ ওয়েলস, ইংল্যান্ড এবং ওয়েলসে আইন অনুশীলন করার যোগ্য হন।\nবয়েড ১৯৯৮ থেকে ২০০৩ সাল পর্যন্ত ম্যালেসন সিডনিতে, ২০০৩ থেকে ২০০৪ সাল পর্যন্ত ব্লেক ডসন সিডনিতে এবং ২০০৪ থেকে ২০০৫ সাল পর্যন্ত লন্ডনের ফ্রেশফিল্ডে সলিসিটর হিসেবে কাজ করেছেন তিনি ২০০৫ থেকে ২০০৬ সাল পর্যন্ত লন্ডনে ইউবিএস ইনভেস্টমেন্ট ব্যাংকের একজন ক্যাপিটাল প্রোডাক্ট স্ট্রাকচারার ছিলেন এবং তারপর ২০০৭ থেকে ২০১৮ সাল পর্যন্ত অ্যালেন অ্যান্ড ওভারিতে (লন্ডনে এবং তারপরে সিডনিতে) কাউন্সেল হিসেবে কাজ করেছিলেন একজন আইনজীবী হিসাবে, বয়েডের দক্ষতার ক্ষেত্রগুলির মধ্যে রয়েছে বিশ্বব্যাপী ব্যাঙ্কিং নিয়ন্ত্রণ এবং ইউরোপ, এশিয়া এবং অস্ট্রেলিয়া জুড়ে ব্যাঙ্ক, বীমাকারী এবং কর্পোরেটদের দ্বারা জারি করা কাঠামোগত পুঁজিবাজার পণ্য। আর্থিক স্থিতিশীলতা এবং যে পদ্ধতিতে আর্থিক সংকট অর্থনৈতিক বৈষম্য বৃদ্ধি করে এমন বিষয়ের প্রতি তার বিশেষ আগ্রহ ছিল এবং তিনি ব্যাঙ্ক বেইল-ইন বিষয়ক একজন প্রকাশিত লেখকও বটে।\n২০০৮ সালে, বয়েড লন্ডনে বিশ্বব্যাপী আর্থিক সংকটের প্রথম সারিতে কাজ করেছিলেন। এই অভিজ্ঞতা অর্থনৈতিক বৈষম্য হ্রাস এবং একটি প্রগতিশীল অর্থনীতির উন্নয়নে তার কাজ সংকটময় ছিলো।\n\n\n== রাজনৈতিক পেশা ==\nনিউ সাউথ ওয়েল্স পার্লামেন্টে নির্বাচিত হওয়ার আগে বয়েড গ্রিনস-এর মধ্যে বিভিন্ন ভূমিকা পালন করেছিলেন, যার মধ্যে অস্ট্রেলিয়ান গ্রিনসের ন্যাশনাল সেক্রেটারি (২০১৭-১৮) এবং অস্ট্রেলিয়ান গ্রিনসের জাতীয় উপ-সচিব (২০১৬-১৭) পদে ছিলেন। তিনি ২০১৬ সালে ডোবেলের ফেডারেল আসনের জন্য অস্ট্রেলিয়ান গ্রিনস প্রার্থী এবং ২০১৭ গসফোর্ড রাজ্যের উপনির্বাচনে গ্রিনস নিউ সাউথ ওয়েল্স প্রার্থী ছিলেন।\nবয়েডকে গ্রিনসের উচ্চকক্ষের টিকিটে দ্বিতীয় অবস্থানে পূর্বনির্বাচিত করা হয়েছিল। এছাড়া ২০১৯ নিউ সাউথ ওয়েলস রাজ্য নির্বাচনে নিউ সাউথ ওয়েলস লেজিসলেটিভ কাউন্সিলে নির্বাচিত হয়েছিলেন।\nবয়েড বর্তমানে নিউ সাউথ ওয়েল্স পার্লামেন্টের পোর্টফোলিও কমিটির ৬ নং - ট্রান্সপোর্ট অ্যান্ড কাস্টমার সার্ভিসের চেয়ার, রেগুলেশন কমিটির ডেপুটি চেয়ার এবং পোর্টফোলিও কমিটির নং 1 - প্রিমিয়ার অ্যান্ড ফাইন্যান্স, আইন পর্যালোচনা কমিটি, সামাজিক সমস্যা সম্পর্কিত স্থায়ী কমিটির সদস্য।, বিল কমিটির নির্বাচন, পাবলিক ওয়ার্কস কমিটি, গ্রেহাউন্ড ওয়েলফেয়ার অ্যান্ড ইন্টিগ্রিটি কমিশনের সিলেক্ট কমিটি এবং নিয়ন্ত্রণের যৌথ নির্বাচন কমিটি।\n৬ জুন ২০১৯-এ, বয়েড সফলভাবে একটি মোশন নিয়েছিল যার জন্য নিউ সাউথ ওয়েল্স সরকারকে এরারিং এবং ভ্যালস পয়েন্ট পাওয়ার স্টেশনগুলির বিক্রয় সংক্রান্ত নথি তৈরি করতে হবে। এই নথিগুলি তৈরি করার পরে, বয়ড সেই বিক্রয় ব্যবস্থার ফলে নিউ সাউথ ওয়েল্স সরকারের অবশিষ্ট খরচের বিষয়ে একটি তদন্ত প্রতিষ্ঠা করতে সফল হয়েছিল।\n২০১৯ সালে, তিনি সেন্ট্রাল কোস্ট ড্রিংকিং ওয়াটার ক্যাচমেন্টস প্রোটেকশন বিল 2019 এর সাথে ওয়াইয়ং-এর কাছে ওয়ালারাহ ২ কয়লা খনির অনুমোদন প্রত্যাহার করার জন্য আন্দোলন করেছিলেন। ২০১৯ সালের নভেম্বরে বিলটি নেতিবাচক হিসেবে নেয়া হয়।\n২০২০ সালে, বয়েড একটি জাস্ট ট্রানজিশন ফ্রেমওয়ার্কের মাধ্যমে করা \"আমাদের অর্থনীতির সম্পূর্ণ ডিকার্বোনাইজেশন এবং ১০০ শতাংশ পুনর্নবীকরণযোগ্য জ্বালানি দ্বারা চালিত চাকরি-সমৃদ্ধ ভবিষ্যতের জন্য একটি রূপান্তর\" করার জন্য প্রস্তাব পেশ করেন।\n২০২০ সালের শুরুর দিকে, তিনি ইউনিভার্সাল ওয়েলবিং পেমেন্ট নামে পরিচিত একটি সর্বজনীন মৌলিক আয় উদ্যোগ চালু করেন।\nজুন ২০২০-এ নোটিশ দেওয়ার পরে, বয়েড নভেম্বর ২০২০-এ অপরাধ (গার্হস্থ্য ও ব্যক্তিগত সহিংসতা) সংশোধনী (জবরদস্তি ও নিয়ন্ত্রণ আচরণ) বিল ২০২০ প্রবর্তন করেছিল। বিল, যা বয়েড এক বছরেরও বেশি সময় ধরে আলোচনার মধ্যে ছিলো। আইনটি পরিবর্তনের উদ্দেশ্যে ছিলো জবরদস্তি নিয়ন্ত্রণকে গার্হস্থ্য নির্যাতন হিসাবে স্বীকৃতি দিতে।\n২০২১ সালের মার্চ মাসে, বয়েড নিউ সাউথ ওয়েল্স পার্লামেন্টে যৌন নিপীড়ন এবং হয়রানি মোকাবেলার জন্য একটি প্রস্তাব পেশ করেছিলেন, যার মধ্যে সমস্ত কর্মীদের জন্য যৌন সম্মতি প্রশিক্ষণের প্রয়োজন ছিল, যা বিনা প্রতিদ্বন্দ্বিতায় পাস হয়েছিল।\n২০২৩ সালের অক্টোবরে, বয়েড একটি খোলা চিঠিতে স্বাক্ষর করেছিলেন। এতে ২০২৩ সালের ইসরায়েল-হামাস যুদ্ধের সময় ইসরায়েলি এবং ফিলিস্তিনি বেসামরিকদের বিরুদ্ধে হামলার নিন্দা ছিলো।\n\n\n== তথ্যসূত্র =="}