{"pageid": 1402938, "title": "ইসমাতুদ্দিন খাতুন", "url": "https://bn.wikipedia.org/wiki?curid=1402938", "content": "ইসমাতুদ্দিন খাতুন (আরবি: عصمت الدين خاتون; মৃত্যু ১১৮৬) বা আসিমাত ছিলেন দামেস্কের শাসক মুইনুদ্দিন উনুরের কন্যা। তিনি দ্বাদশ শতাব্দীর দুই সর্বশ্রেষ্ঠ মুসলিম সেনাধিনায়ক নুরুদ্দিন জেনগি এবং সালাহুদ্দিনের স্ত্রী ছিলেন।\n\n\n== জীবনী ==\nইসমাতুদ্দিন একটি লকব, যার অর্থ \"বিশ্বাসের বিশুদ্ধতা\"; খাতুন একটি সম্মানসূচক অর্থ \"মহিলা\" বা \"সম্ভ্রান্ত মহিলা\"। তার আসল নাম অজ্ঞাত। তার পিতা ১১৩৮ সালে দামেস্কের শাসক হন এবং বুরি রাজবংশের তরুণ আমিরদের একটি দলের পক্ষে শহরটি শাসন করেন। এই সময়ে দামেস্কের উত্তরে প্রধান প্রতিদ্বন্দ্বী আলেপ্পো এবং মসুল জেনগি রাজবংশের শাসনের অধীনে একত্রিত হয়েছিল। দামেস্ক জেরুজালেমের ক্রুসেডার সাম্রাজ্যের সাথে একটি অস্থির মৈত্রী বজায় রেখেছিল। কিন্তু ১১৪৭ সালে মুইনুদ্দিন আলেপ্পোর জেনগি আমির নুরুদ্দিনের সাথে একটি মৈত্রী আলোচনা করেন। এই চুক্তির ফলে ইসমাতুদ্দিনের সাথে নুরুদ্দিনের বাগদান সম্পন্ন হয়। পরের বছর দ্বিতীয় ক্রুসেডের বাহিনী দামেস্কের অসফল অবরোধ পরিচালনা করে। নুরুদ্দিন দামেস্ককে সাহায্য করতে এগিয়ে আসেন। এর ফলে মুইনুদ্দিন নুরুদ্দিনকে শহরের ক্ষমতা অর্পণ করেন।\nইসমাতুদ্দিন খাতুনের পিতা ১১৪৯ সালে মারা যান। নুরুদ্দিন ১১৫৪ সালে দামেস্কের পূর্ণ ক্ষমতা অর্জন করেন। একই বছর নুরুদ্দিনের সাথে ইসমাতের বিয়ে পুরোউরি সংঘটিত হয়। যাইহোক, অধিকাংশ সূত্র দাবি করেছে যে নুরুদ্দিন এবং ইসমাতুদ্দিনের বিয়ে হলেও তারা কখনোই সংস্পর্শে আসেননি। কারণ তারা উভয়ই একে অপরের সাথে বাস্তবে দেখা করেনি এবং বিয়েটি মুইনুদ্দিনের সাথে চুক্তির একটি অংশ ছিল। ইবনে আছির এবং আসাদ আসাদির আরও উল্লেখ করেছেন যে, সালাহুদ্দিনের সাথে ইসমাতুদ্দিনের বিয়েকে সর্বজনীনভাবে তার প্রথম বিয়ে হিসাবে ঘোষণা করা হয়েছিল এবং নুরুদ্দিনের সাথে তার বিবাহ নুরুদ্দিনের মৃত্যুর আগে প্রকাশ্যে ছিল না। সালাহুদ্দিন ঐ অঞ্চলের উপর নিয়ন্ত্রণ পাওয়ার জন্য ইসমাতুদ্দিনকে বিয়ে করেছিলেন। নুরুদ্দিনের সন্তান শামসুন্নিসা, আকসাউন্নিসা (সালাহুদ্দিনের স্ত্রী) এবং সালিহের মাতা রাজি খাতুন নুরুদ্দিনের সাথে ইসমাতুদ্দিনের বিবাহকে প্রমাণিত করে এমন কিছু অস্বীকার করেছিলেন।\n১১৭৪ সালে নুরুদ্দিন মারা গেলে জেরুজালেমের রাজা প্রথম আমালরিক পরিস্থিতির সুযোগ নিয়ে বানিয়াস শহর অবরোধ করেন। অবরোধ তুলে নেওয়ার জন্য ইসমাত তাকে প্রণোদনার প্রস্তাব দিয়েছিলেন। কিন্তু আরও বড় প্রস্তাবের আশায় আমালরিক দুই সপ্তাহ অবরোধ অব্যাহত রাখেন। শেষ পর্যন্ত বিশজন খ্রিস্টান বন্দীর মুক্তি ও অর্থ গ্রহণ করে অবরোধ উঠিয়ে নেন। টায়ারের উইলিয়াম এই বিষয়ে ইসমাতকে \"অধিকাংশ নারীর চেয়েও বেশি সাহসী\" বলে বর্ণনা করেছেন। নুরুদ্দিনের প্রাক্তন জেনারেল সালাহুদ্দিন ইতোমধ্যে মিশরের উপর নিয়ন্ত্রণ অর্জন করেছিলেন এবং দামেস্ককে তার উত্তরাধিকারী হিসাবে দাবি করেছিলেন। তিনি ১১৭৬ সালে ইসমাতুদ্দিনকে বিয়ে করে এই দাবিকে বৈধতা দেন। তিনি দৃশ্যত সালাহুদ্দিনের একমাত্র স্ত্রী ছিলেন না।\n১১৮৬ সালে তিনি দামেস্কে প্লেগ মহামারীতে মারা যান। অন্যান্য সূত্র জানায় যে তিনি তখন যক্ষ্মা রোগে ভুগছিলেন যা তার জন্য ক্ষতিকর প্রমাণিত হয়েছিল। যাইহোক যখন তিনি মারা যান, সালাহুদ্দিন তাকে প্রতিদিন চিঠি লিখতেন। সালাহুদ্দিনও সেসময়ে দীর্ঘ অসুস্থতা থেকে মুক্ত হচ্ছিলেন, তাই ইসমাতের মৃত্যুর খবর তিন মাস পর্যন্ত গোপন রাখা হয়েছিল।\nদামেস্কে তিনি তার পিতার জন্য একটি মাদ্রাসা ও মাজারসহ অসংখ্য ধর্মীয় ভবন প্রতিষ্ঠা করেন। তাকে দামেস্কের জামাআল জাদিদে দাফন করা হয়। নুরুদ্দিনের সাথে তার কোন সন্তান ছিল না কারণ তারা কখনোই সংস্পর্শে আসেননি, তবে সালাহুদ্দিনের সাথে তার কোন সন্তানও ছিল কিনা ইতিহাসে এ সম্পর্কে কিছুই লিপিবদ্ধ হয়নি। অনেকে সালাহুদ্দিনের মেয়ে মুনিসা খাতুনকে ইসমাতের মেয়ে বলে দাবি করে। তবে এই বিষয়ে প্রদত্ত সূত্রগুলো খুবই দুর্বল।\n\n\n== আরও দেখুন ==\nইসলামে নারী\nআরব বিশ্বে নারী\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nGörgün, Hılal (২০০১)। \"İSMET HATUN\"। টিডিবি ইসলাম আনসিক্লোপেদিসি, Vol. 23 (İslâm – Kaade) (তুর্কি ভাষায়)। ইস্তাম্বুল: তুর্কিয়ে দিয়ানেত ফাউন্ডেশন, সেন্টার ফর ইসলামিক স্টাডিজ। পৃষ্ঠা 140। আইএসবিএন 9789753894500। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLyons, Malcolm Cameron; Jackson, D. E. P. (১৯৮২)। [[[:টেমপ্লেট:Gbooks]] Saladin: The Politics of the Holy War]। Cambridge University Press। আইএসবিএন 0-521-31739-8।"}