{"pageid": 1402466, "title": "কুরসি", "url": "https://bn.wikipedia.org/wiki?curid=1402466", "content": "আল-কুরসি মুসলিমদের মতানুসারে, কুরআনে আয়াতুল কুরসিতে উল্লিখিত আল্লাহর আসন, যা হল ইসলামের নবি মুহাম্মাদের বিশুদ্ধ হাদিস অনুসারে কুরআন-এ অবতীর্ণ সর্বশ্রেষ্ঠ আয়াত। \n\n\n== গুণাবলী ==\nসাত আসমান যেমন আরশের সাথে সম্পর্কিত একটি মরুভূমিতে একটি আংটির মতো, একইভাবে কুরসী আরশের সাথে সম্পর্কিত একটি মরুভূমিতে একটি আংটির মতো। আবু জর আল-গিফারী বলেন:  আমি নবী মুহাম্মাদ (সা:) কে বললাম: হে আল্লাহর রসূল, আপনার কাছে কোন ওহী মহানতম বলে মনে হয়, তিনি বললেন: আয়াতুল কুরসী বা কুরসীর আয়াত, তারপর বললেন: হে আবু যার, সাত আসমান কুরসীর নিকট মরুভূমিতে নিক্ষিপ্ত একটি আংটির মত ছাড়া আর কিছুই নয় এবং আরশের নিকট কুরসীর বড়ত্ব আংটির উপর মরুভূমির বড়ত্ব মত।\nএবং কুরসী আল্লাহর পা রাখার স্থান, ইবনে আব্বাস এর কর্তৃত্বে তিনি বলেছেন: কুরসী আল্লাহর পায়ের স্থান, এবং কেউ কুরসীর মূল্য অনুমান করতে পারে না।।\nআর আরশ ও পানির মধ্যে যে আরশ আছে তার মধ্যে পাঁচশ বছরের ব্যবধান। পৃথিবী পাঁচশত বছর এবং আরশ ও পানির মধ্যে একইভাবে আর আরশ পানির ওপরে এবং আল্লাহ আরশের ওপরে, তোমাদের কোনো কাজই তাঁর কাছে গোপন নেই।\n\n\n== কুরসির ব্যাখ্যা সম্পর্কে কিছু মুফাসসিরের মতামত ==\n\n\n=== আল-তাবারির মতামত ===\nআল-তাবারি মনে করেন যে \"'আল-কুরসি' হল জ্ঞান এবং বলেছেন: এটি কুরআনের আপাত অর্থ যা নির্দেশ করে এর সত্যতা, এবং তিনি প্রমাণ হিসাবে এর পরে সর্বশক্তিমানের বাণী উদ্ধৃত করেছেন:কুরআন ২:২৫৫, কিন্তু এর অর্থ এই নয় যে আল-তাবারী যদি তার মতে অন্য পথের মাধ্যমে প্রমাণিত হয় তবে তিনি \"'সিংহাসন'\" প্রমাণ করেন না;  বরং তিনি বক্তৃতার প্রেক্ষাপট অনুসারে এখানে যাকে অধিকতর সঠিক মনে করতেন সেটিকেই তিনি প্রাধান্য দিয়েছেন এবং তিনি তা অনুমান করেছেন।“চেয়ার” এর অর্থ হিসেবে বলা হয়েছে “চেয়ার” হচ্ছে পায়ের স্থান। . \n\n\n=== হাসান বসরির মতামত ===\nহাসান বসরি থেকে বর্ণিত হয়েছে যে, তিনি বলেছেন আরশ হল আরশ।\n\n\n== আয়াতুল কুরসি ==\n\nএটি আল্লাহর কিতাবের সর্বশ্রেষ্ঠ আয়াত এবং এতে \"পরম করুণাময়ের সিংহাসন\" উল্লেখ করার কারণে এর নামকরণ করা হয়েছে।\n\nনবী মুহাম্মদ (সা:) সাহাবী উবাই ইবনে কা'ব]: \"হে আবু আল-মুনজির! তুমি কি জানো আল্লাহর কিতাবের কোন আয়াতটি তোমার কাছে সবচেয়ে বড়? তিনি বললেন: আমি বললাম: আল্লাহ ও তাঁর রাসূলই ভালো জানেন। তিনি বললেন: হে আবু আল-মুনজির! তুমি কি জানো আল্লাহর কিতাবের কোন আয়াতটি তোমার কাছে সবচেয়ে বড়? তিনি বললেন: আমি বললাম: আল্লাহ, তিনি ব্যতীত কোন উপাস্য নেই, তিনি চিরজীবী, চিরস্থায়ী। তিনি বললেন: তারপর তিনি আমার বুকে আঘাত করে বললেন, আল্লাহর কসম, জ্ঞান তোমাকে বরকত দান করুক, আবু আল-মুনজির।\n\n\n== তথ্যসূত্র =="}