{"pageid": 1402148, "title": "পিন ডায়োড", "url": "https://bn.wikipedia.org/wiki?curid=1402148", "content": "একটি পিন ডায়োড হল একটি ডায়োড যেখানে একটি পি-টাইপ সেমিকন্ডাক্টর এবং একটি এন-টাইপ সেমিকন্ডাক্টর অঞ্চলের মধ্যে একটি প্রশস্ত, আনডোপড ইনট্রিনসিক সেমিকন্ডাক্টর অঞ্চল রয়েছে। পি-টাইপ এবং এন-টাইপ অঞ্চলগুলি সাধারণত ভারী ডোপ করা হয় কারণ সেগুলি ওমিক যোগাযোগের জন্য ব্যবহৃত হয়।\nপ্রশস্ত অন্তর্নিহিত অঞ্চলটি একটি সাধারণ পি-এন ডায়োডের বিপরীতে। বিস্তৃত অভ্যন্তরীণ অঞ্চল পিন ডায়োডকে একটি নিকৃষ্ট সংশোধনকারী (একটি ডায়োডের একটি সাধারণ কাজ) করে তোলে, তবে এটি এটিকে অ্যাটেনুয়েটর, দ্রুত সুইচ, ফটোডিটেক্টর এবং উচ্চ-ভোল্টেজ পাওয়ার ইলেকট্রনিক্স কর্যক্রমের জন্য উপযুক্ত করে তোলে।\nপিন ফটোডায়োডটি ১৯৫০ সালে জুন-ইচি নিশিজাওয়া এবং তার সহকর্মীরা আবিষ্কার করেছিলেন। এটি একটি সেমিকন্ডাক্টর ডিভাইস।\n\n\n== অপারেশন ==\nএকটি পিন ডায়োড কাজ করে যা উচ্চ-স্তরের ইনজেকশন নামে পরিচিত। অন্য কথায়, অভ্যন্তরীণ (\"i\") অঞ্চলটি (\"p\") এবং (\"n\") অঞ্চলের চার্জ বাহক দ্বারা প্লাবিত হয়। এর কাজটিকে পাশের গর্ত দিয়ে একটি জলের বালতি ভর্তি করার সাথে তুলনা করা যেতে পারে। জল গর্তের স্তরে পৌঁছে গেলে এটি ঢালা শুরু হবে। একইভাবে, প্লাবিত ইলেকট্রন এবং ছিদ্রগুলি একটি ভারসাম্য বিন্দুতে পৌঁছানোর পরে ডায়োডটি কারেন্ট পরিচালনা করবে, যেখানে ইলেকট্রনের সংখ্যা অভ্যন্তরীণ অঞ্চলে গর্তের সংখ্যার সমান।\n\n\n== বৈশিষ্ট্য ==\nপিন ডায়োড কম ফ্রিকোয়েন্সি সংকেতের জন্য আদর্শ ডায়োড সমীকরণ মেনে চলে। উচ্চতর ফ্রিকোয়েন্সিতে, ডায়োড দেখতে প্রায় নিখুঁত (খুব রৈখিক, এমনকি বড় সংকেতের জন্য) প্রতিরোধকের মতো। পিন ডায়োডের একটি পুরু অভ্যন্তরীণ অঞ্চলে অপেক্ষাকৃত বড় সঞ্চিত চার্জ থাকে। কম-পর্যাপ্ত ফ্রিকোয়েন্সিতে, সঞ্চিত চার্জ সম্পূর্ণরূপে সুইপ করা যেতে পারে এবং ডায়োডটি বন্ধ হয়ে যায়। উচ্চতর ফ্রিকোয়েন্সিতে, ড্রিফ্ট অঞ্চল থেকে চার্জ এ পরিবর্তন হওয়ার জন্য পর্যাপ্ত সময় নেই, তাই ডায়োড কখনই বন্ধ হয় না। একটি ডায়োড জংশন থেকে সঞ্চিত চার্জ সুইপ করার জন্য যে সময় প্রয়োজন তা হল এর বিপরীত পুনরুদ্ধারের সময়, এবং এটি একটি পিন ডায়োডে তুলনামূলকভাবে দীর্ঘ। একটি প্রদত্ত সেমিকন্ডাক্টর উপাদান, অন-স্টেট প্রতিবন্ধকতা এবং ন্যূনতম ব্যবহারযোগ্য আরএফ ফ্রিকোয়েন্সির জন্য, বিপরীত পুনরুদ্ধারের সময় নির্দিষ্ট করা হয়। এই সম্পত্তি শোষণ করা যেতে পারে; এক প্রকার পিন ডায়োড, স্টেপ রিকভারি ডায়োড, রিভার্স রিকভারির শেষে আকস্মিক প্রতিবন্ধকতা পরিবর্তনকে কাজে লাগিয়ে উচ্চ গুণের সাথে ফ্রিকোয়েন্সি গুণনের জন্য উপযোগী একটি সংকীর্ণ ইমপালস ওয়েভফর্ম তৈরি করে।\nউচ্চ-ফ্রিকোয়েন্সি রেজিস্ট্যান্স ডায়োডের মাধ্যমে ডিসি বায়াস কারেন্টের বিপরীতভাবে সমানুপাতিক। একটি পিন ডায়োড, উপযুক্তভাবে পক্ষপাতদুষ্ট, তাই একটি পরিবর্তনশীল প্রতিরোধক হিসাবে কাজ করে। এই উচ্চ-ফ্রিকোয়েন্সি রেজিস্ট্যান্স বিস্তৃত পরিসরে পরিবর্তিত হতে পারে (কিছু ক্ষেত্রে ০.১ Ω থেকে ১০ kΩ ; দরকারী পরিসীমা যোদিও ছোট)।\nপ্রশস্ত অভ্যন্তরীণ অঞ্চলের অর্থ হল বিপরীত-পক্ষপাত হলে ডায়োডের ক্যাপাসিট্যান্স কম থাকবে।\nএকটি পিন ডায়োডে অবক্ষয় অঞ্চলটি প্রায় সম্পূর্ণরূপে অন্তর্নিহিত অঞ্চলের মধ্যে বিদ্যমান থাকে। এই অবক্ষয় অঞ্চলটি একটি পিএন ডায়োডের তুলনায় অনেক বড় এবং প্রায় স্থির-আকার, ডায়োডে প্রয়োগ করা বিপরীত পক্ষপাত থেকে স্বাধীন। এটি ভলিউম বাড়ায় যেখানে ইলেক্ট্রন-হোল জোড়া একটি ঘটনা ফোটন দ্বারা উত্পন্ন হতে পারে। কিছু ফটোডিটেক্টর ডিভাইস, যেমন পিন ফটোডায়োড এবং ফটোট্রান্সিস্টর (যেটিতে বেস-সংগ্রাহক জংশনটি একটি পিন ডায়োড), তাদের নির্মাণে একটি পিন সংযোগ ব্যবহার করে।\n\n\n== স্থাপন ==\nপিন ডায়োডগুলি আরএফ সুইচ, অ্যাটেনুয়েটর, ফটোডিটেক্টর এবং ফেজ পরিবর্তনকারী হিসাবে কার্যকর।\n\n\n=== আরএফ এবং পরিবর্তনশীল মাইক্রোওয়েভ অ্যাটেনুয়েটর ===\n\nশূন্য- বা বিপরীত পক্ষপাতের অধীনে (\"অফ\" অবস্থা), একটি পিন ডায়োডের ক্যাপ্যাসিট্যান্স কম থাকে। কম ক্যাপ্যাসিট্যান্স আরএফ সিগন্যালের বেশি পাস করবে না। ১ মিলি অ্যাম্পিয়ার (\"অন\" অবস্থা) এর একটি ফরোয়ার্ড বায়াসের অধীনে, একটি সাধারণ পিন ডায়োডের একটি আরএফ প্রতিরোধের প্রায় 1 ohm থাকবে, যা এটিকে আরএফ-এর একটি ভাল পরিবাহী করে তোলে। ফলস্বরূপ, পিন ডায়োড একটি ভাল আরএফ সুইচ তৈরি করে।\nযদিও আর‌‌‌ এফ রিলে পরিবর্তন এর জন্য ব্যবহার করা হয়। তারপরেও এইগুলো ধীর গতিতে পরিবর্তনের কাজ করে। একটি পিন ডায়োড এই পরিবর্তনের কাজটি আরেকটু দ্রুত করতে পারে।\n\nউচ্চ ফ্রিকোয়েন্সিতে, পিন ডায়োড একটি প্রতিরোধক হিসাবে উপস্থিত হয় যার প্রতিরোধ তার ফরোয়ার্ড কারেন্টের একটি বিপরীত ফাংশন। ফলস্বরূপ, পিন ডায়োড কিছু পরিবর্তনশীল অ্যাটেনুয়েটর ডিজাইনে অ্যামপ্লিটিউড মডুলেটর বা আউটপুট লেভেলিং সার্কিট হিসাবে ব্যবহার করা যেতে পারে।\nপিন ডায়োডগুলি ব্যবহার করা যেতে পারে, উদাহরণস্বরূপ, একটি ব্রিজড-টি অ্যাটেনুয়েটরে ব্রিজ এবং শান্ট রোধক হিসাবে। আরেকটি সাধারণ পদ্ধতি হল পিন ডায়োডগুলিকে একটি কোয়াড্রেচার হাইব্রিডের ০ ডিগ্রি এবং -৯০ ডিগ্রি পোর্টের সাথে সংযুক্ত সমাপ্তি হিসাবে ব্যবহার করা। সংকেত সংকেত ইনপুট পোর্ট প্রয়োগ করা হয়, এবং বিচ্ছিন্ন ফলাফল বিচ্ছিন্ন পোর্ট থেকে নেওয়া হয়. ব্রিজড-টি এবং পাই পন্থাগুলির উপর এই পদ্ধতির সুবিধাগুলি হল (১) পরিপূরক পিন ডায়োড বায়াস ড্রাইভের প্রয়োজন নেই - একই পক্ষপাত উভয় ডায়োডে প্রয়োগ করা হয় - এবং (২) অ্যাটেনুয়েটরের ক্ষতি রিটার্ন ক্ষতির সমান সমাপ্তি, যা খুব বিস্তৃত পরিসরে পরিবর্তিত হতে পারে।\n\n\n=== লিমিটার ===\nপিন ডায়োডগুলি কখনও কখনও উচ্চ-ফ্রিকোয়েন্সি পরীক্ষা প্রোব এবং অন্যান্য সার্কিটের জন্য ইনপুট সুরক্ষা ডিভাইস হিসাবে ব্যবহারের জন্য ডিজাইন করা হয়। ইনপুট সংকেত ছোট হলে, পিন ডায়োডের নগণ্য প্রভাব থাকে, শুধুমাত্র একটি ছোট পরজীবী ক্যাপাসিট্যান্স উপস্থাপন করে। একটি রেকটিফায়ার ডায়োডের বিপরীতে, এটি আরএফ ফ্রিকোয়েন্সিতে একটি ননলাইনার রেজিস্ট্যান্স উপস্থাপন করে না, যা হারমোনিক্স এবং ইন্টারমডুলেশন পণ্যের জন্ম দেয়। যদি সিগন্যালটি বড় হয়, তাহলে পিন ডায়োড যখন সংকেত সংশোধন করতে শুরু করে, তখন সম্মুখ কারেন্ট ড্রিফট অঞ্চলকে চার্জ করে এবং ডিভাইস আরএফ ইম্পিড্যান্স হল একটি রেজিস্ট্যান্স যা সংকেত প্রশস্ততার বিপরীতভাবে সমানুপাতিক। সেই সংকেত প্রশস্ততা পরিবর্তিত প্রতিরোধ শক্তির অপসারণকারী একটি প্রতিরোধী নেটওয়ার্কে সংকেতটির কিছু পূর্বনির্ধারিত অংশ বন্ধ করতে বা একটি প্রতিবন্ধকতা অমিল তৈরি করতে ব্যবহার করা যেতে পারে যা ঘটনার সংকেতকে উৎসের দিকে প্রতিফলিত করে। পরবর্তীটিকে একটি বিচ্ছিন্ন যন্ত্রের সাথে একত্রিত করা যেতে পারে, একটি সারকুলেটর ধারণকারী একটি যন্ত্র যা পারস্পরিকতা ভাঙতে একটি স্থায়ী চৌম্বক ক্ষেত্র এবং পশ্চাৎগামী ভ্রমণ তরঙ্গকে পৃথক ও শেষ করার জন্য একটি প্রতিরোধী লোড ব্যবহার করে। যখন শান্ট লিমিটার হিসাবে ব্যবহার করা হয় তখন পিন ডায়োডটি সমগ্র আরএফ চক্রের উপর একটি কম প্রতিবন্ধকতা, পেয়ারড রেকটিফায়ার ডায়োডের বিপরীতে যা প্রতিটি আরএফ চক্রের সময় তরঙ্গরূপ ক্ল্যাম্প করার সময় উচ্চ প্রতিরোধ থেকে কম প্রতিরোধের দিকে ঝুলে এবং এটি সম্পূর্ণরূপে প্রতিফলিত করে না। গ্যাসের অণুগুলির আয়নিকরণ পুনরুদ্ধারের সময় যা উচ্চ শক্তির স্পার্ক গ্যাপ ইনপুট সুরক্ষা ডিভাইস তৈরির অনুমতি দেয় শেষ পর্যন্ত গ্যাসের অনুরূপ পদার্থবিদ্যার উপর নির্ভর করে।\n\n\n=== ফটোডিটেক্টর এবং ফটোভোলটাইক সেল ===\nপিন ফটোডিওডটি ১৯৫০ সালে জুন-ইচি নিশিজাওয়া এবং তার সহকর্মীরা আবিষ্কার করেছিলেন\nপিন ফটোডিওডগুলি ফাইবার অপটিক নেটওয়ার্ক কার্ড এবং সুইচগুলিতে ব্যবহৃত হয়। ফটোডিটেক্টর হিসাবে, পিন ডায়োড বিপরীত-পক্ষপাতযুক্ত। বিপরীত পক্ষপাতের অধীনে, ডায়োড সাধারণত সঞ্চালন করে না (একটি ছোট অন্ধকার কারেন্ট বা আই লিকেজ সংরক্ষণ করুন)। যখন পর্যাপ্ত শক্তির একটি ফোটন ডায়োডের অবক্ষয় অঞ্চলে প্রবেশ করে, তখন এটি একটি ইলেক্ট্রন-হোল জোড়া তৈরি করে। বিপরীত পক্ষপাত ক্ষেত্রটি বাহককে অঞ্চলের বাইরে নিয়ে যায়, স্রোত তৈরি করে। কিছু ডিটেক্টর তুষারপাত গুন ব্যবহার করতে পারে।\nএকই প্রক্রিয়াটি একটি সৌর কোষের পিন কাঠামো বা পিন জংশনের ক্ষেত্রে প্রযোজ্য। এই ক্ষেত্রে, প্রচলিত সেমিকন্ডাক্টর পি-এন জংশনের উপর একটি পিন কাঠামো ব্যবহার করার সুবিধা হল পূর্বের তুলনায় ভাল দীর্ঘ-তরঙ্গদৈর্ঘ্য প্রতিক্রিয়া। দীর্ঘ তরঙ্গদৈর্ঘ্য বিকিরণের ক্ষেত্রে, ফোটনগুলি ব্যাটারির গভীরে প্রবেশ করে। কিন্তু কেবলমাত্র সেই ইলেকট্রন-হোল জোড়াগুলি ক্ষয়প্রাপ্ত অঞ্চলে এবং তার কাছাকাছি উত্পন্ন বর্তমান প্রজন্মে অবদান রাখে। একটি পিন কাঠামোর অবক্ষয় অঞ্চলটি ডিভাইসের গভীরে অন্তর্নিহিত অঞ্চল জুড়ে প্রসারিত হয়। এই বৃহত্তর অবক্ষয় প্রস্থ ডিভাইসের গভীরে ইলেক্ট্রন-হোল জোড়া তৈরি করতে সক্ষম করে, যা কোষের কোয়ান্টাম দক্ষতা বাড়ায়।\nবাণিজ্যিকভাবে উপলব্ধ পিন ফটোডিওডের কোয়ান্টাম দক্ষতা টেলিকম তরঙ্গদৈর্ঘ্য পরিসরে ৮০-৯০% এর উপরে থাকে (~১৫০০ ন্যানোমিটার), এবং সাধারণত জার্মেনিয়াম বা (ইন্ডিয়াম,গ্যালিয়াম) দিয়ে তৈরি। তারা দ্রুত প্রতিক্রিয়ার সময় বৈশিষ্ট্যযুক্ত (তাদের পিএন প্রতিপক্ষের চেয়ে বেশি), কয়েক দশ গিগাহার্টজে চলে, উচ্চ গতির অপটিক্যাল টেলিযোগাযোগ কার্যক্রমের জন্য তাদের আদর্শ করে তোলে। একইভাবে, সিলিকন পিন ফটোডায়োডের কোয়ান্টাম দক্ষতা আরও বেশি, কিন্তু শুধুমাত্র সিলিকনের ব্যান্ডগ্যাপের নীচে তরঙ্গদৈর্ঘ্য সনাক্ত করতে পারে, অর্থাৎ ~১১০০ ন্যানোমিটার \n(SFH203) এবং (BPW34) হল ৫-এ সস্তা সাধারণ উদ্দেশ্যে ব্যবহৃত পিন ডায়োড  যা ১০০ এর বেশি ব্যান্ডউইথ সহ মি.মি. এর পরিষ্কার প্লাস্টিকের কেস\nমেগা হার্ডজ। \n\n\n== আরও দেখুন ==\nফাইবার অপটিক তার\nআন্তঃসংযোগ বাধা\nঅপটিক্যাল যোগাযোগ\nঅপটিক্যাল ইন্টারকানেক্ট\nসমান্তরাল অপটিক্যাল ইন্টারফেস\nস্টেপ রিকভারি ডায়োড\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}