{"pageid": 1402187, "title": "আদালত পার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1402187", "content": "আধালাথ পার্টি (ধিবেহী: ޢަދާލަތު ޕާޓީ; আক্ষ. 'আদালত পার্টি', এপি) হল মালদ্বীপের একটি রাজনৈতিক দল।\n\n\n== ইতিহাস ==\n২০০৫ সালের আগস্টে এপি একটি রাজনৈতিক দল হিসেবে নিবন্ধিত হয় যখন গণতন্ত্রের জন্য ব্যাপক বিক্ষোভের পর রাজনৈতিক দলগুলোকে প্রথমবারের মতো কাজ করার অনুমতি দেওয়া হয়। আদালত পার্টির মতাদর্শ ছিল ইসলামবাদ,\nইসলামি গণতন্ত্র, ধর্মীয় রক্ষণশীলতাবাদ। আধালাথ পার্টি রাজনৈতিক অঙ্গনে সক্রিয় রয়েছে এবং সাম্প্রতিক সব সরকারী পরিবর্তনে সহায়ক ভূমিকা পালন করেছে। জুমহুরি পার্টির পাশাপাশি আধালাথ পার্টি নির্বাচনে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছে। ক্ষমতার ভারসাম্য সেই দিকে চলে গেছে যে দিকে আধালাথ পার্টি সাম্প্রতিক উভয় রাষ্ট্রপতি নির্বাচনের দ্বিতীয় রাউন্ডে সমর্থন করেছিল। দলের প্রথম সভাপতি ছিলেন শেখ হুসেইন রশিদ আহমেদ।\nশেখ হুসেইন রশিদ আহমেদের মেয়াদের পরে শেখ ইমরান আবদুল্লাহ আধালাথ পার্টির দ্বিতীয় সভাপতি হন। ডাঃ মাউরুফ হোসেন (ভারতে প্রশিক্ষিত একজন প্রখ্যাত ইএনটি বিশেষজ্ঞ) শুরু থেকেই দলের সহ-সভাপতি ছিলেন। ২০১৫ সালের মে থেকে আধালাথ পার্টি প্রধান বিরোধী মালদ্বীপ ডেমোক্রেটিক পার্টির সাথে একত্রে সরকারের দুর্নীতির অবসান এবং বিচারিক সংস্কারের আহ্বান জানিয়ে একটি সমাবেশের আয়োজন করার পর দলের বর্তমান সভাপতি শেখ ইমরান আবদুল্লাহকে রাষ্ট্রপতি আব্দুল্লাহ ইয়ামিন আবদুল্লা ইয়ামিন আবদুল্লা সরকারের দ্বারা বিনা বিচারে কারারুদ্ধ করা হয়েছে। আবদুল্লাহর পর গাইয়ুম সাবেক রাষ্ট্রপতি মোহাম্মদ নাশিদের সমর্থনে বক্তৃতা দেন।\n১৬ ফেব্রুয়ারী ২০১৬-এ শেখ ইমরানকে ১২ বছরের কারাদণ্ড দেওয়া হয়। ১ মে ২০১৫-এ অনুষ্ঠিত বিরোধী বিক্ষোভে তিনি যে বক্তৃতা দিয়েছিলেন তার জন্য সন্ত্রাসবাদের অভিযোগে দোষী সাব্যস্ত করা হয়েছিল। যা সরকার বলেছিল যে স্থানীয়দের মধ্যে ভয় ও অবিশ্বাস তৈরি হয়েছে যার ফলে পুলিশ অফিসার, স্থানীয় এবং তাদের সম্পত্তিতে একাধিক আঘাত। ২০১৮ সালের রাষ্ট্রপতি নির্বাচনের পর আধালাথ পার্টি ক্ষমতাসীন জোট সরকারের সদস্য হয়ে ওঠে এবং এর প্রেসিডেন্ট শেখ ইমরান রাষ্ট্রপতি ইব্রাহিম মোহাম্মদ সোলিহের মন্ত্রিসভার স্বরাষ্ট্রমন্ত্রী  হিসেবে দায়িত্ব পালন করেন। এর পূর্বে আদালত পার্টির প্রাক্তন প্রেসিডেন্ট হোসেন রাশেদ আহমেদ ২৩ ডিসেম্বর ২০১০ থেকে ৭ ফেব্রুয়ারী ২০১২ ইসলামিক বিষয়ক প্রতিমন্ত্রী হিসেবে দায়িত্ব পালন করেছেন।\nআদালত পার্টির উল্লেখযোগ্য সদস্যবৃন্দ:\n\nহোসেন রাশেদ আহমেদ\nমোহাম্মদ মুইজ্জু\nআনারা নাঈম\n\n\n== আরো দেখুন ==\nইসলামী রাজনৈতিক দলের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআধালাথ পার্টির ওয়েবসাইট (ধিভেহি)"}