{"pageid": 1402658, "title": "ঘূর্ণিঝড় মিগজাউম", "url": "https://bn.wikipedia.org/wiki?curid=1402658", "content": "প্রবল ঘূর্ণিঝড় মিগজাউম (বর্মী উচ্চারণ: [mɪʔtɕʰaʊɰ̃]) একটি শক্তিশালী গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় ছিল যা ভারতের দক্ষিণ-পূর্ব উপকূলসংলগ্ন বঙ্গোপসাগরে তৈরি হয়েছিল। এটি থাইল্যান্ড উপসাগরে একটি নিম্নচাপ এলাকা হিসাবে উদ্ভূত হয়েছিল এবং বঙ্গোপসাগরে অতিক্রম করে যা ২ ডিসেম্বর গভীর নিম্নচাপে পরিণত হয়। এরপর এটি একটি ঘূর্ণিঝড়ে পরিণত হয় এবং এর নামকরণ করা হয় মিগজাউম । এটি ছিল মৌসুমের নবম নিম্নচাপ এবং ষষ্ঠ নামধারী ঘূর্ণিঝড়। ঘূর্ণিঝড়টি পরের কয়েকদিন ধরে উত্তর-পশ্চিম দিকে ধীরে ধীরে ভারতের পূর্ব উপকূলের দিকে অগ্রসর হয়।ঝড়টি প্রতি ঘন্টায় ১১০ কিলোমিটার (৬৮ মাইল) বেগে বাতাস বয়ে নিয়েছিল এবং এর ফলে চেন্নাই শহর ও দক্ষিণ-পূর্ব অন্ধ্রপ্রদেশসহ উত্তর-পূর্ব তামিলনাড়ুতে ভারী বৃষ্টিপাত হয়েছিল৷ এরপর এটি ৫ ডিসেম্বর অন্ধ্রপ্রদেশের বাপটলার কাছে উপকূলে আঘাত হানে।\n\n\n== আবহাওয়াগত তথ্য ==\n\n২০২৩ সালের নভেম্বরের শেষের দিকে, একটি নিম্নচাপ এলাকা থাইল্যান্ড উপসাগর থেকে বঙ্গোপসাগরে প্রবেশ করে। ১ ডিসেম্বর, ইন্ডিয়ার মেটিওরোলজিক্যাল ডিপার্টমেন্ট (আইএমডি) বলে যে এই গোলযোগটি দক্ষিণ আন্দামান সাগরে একটি নিম্নচাপে পরিণত হয়েছে এবং বঙ্গোপসাগরে শক্তিশালী হওয়ার সময় উত্তর-পশ্চিম দিকে অগ্রসর হবে বলে আশা করা হচ্ছে।  ২ ডিসেম্বর, সিস্টেমটি প্রায় ৪৪০ কিলোমিটার (২৭০ মাইল) পুদুচেরির পূর্ব-দক্ষিণ-পূর্বে একটি গভীর নিম্নচাপে তীব্রতর হয়ে ওঠে ।  তারপরে, এটি একটি ঘূর্ণিঝড়ের তীব্রতা লাভ করে এবং মিয়ানমার কর্তৃক নির্ধারণ করা মিগজাউম নামটি প্রদান করা হয়।\n৪ ডিসেম্বর, ঘূর্ণিঝড় মিগজাউম সর্বোচ্চ তীব্রতায় পৌঁছেছিল যখন এটি ১১০ কিলোমিটার প্রতি ঘণ্টা (৬৮ মাইল প্রতি ঘণ্টা) বেগে বাতাস সহ তামিলনাড়ুর উপকূলে পৌঁছায় (68, সাফির-সিম্পসন স্কেলে উচ্চ-প্রান্তের গ্রীষ্মমণ্ডলীয় ঝড়ের সমতুল্য।  মিগজাউম উপকূল বরাবর প্রায় সরাসরি উত্তর দিকে সরে যায়। ৫ ডিসেম্বর, ঝড়টি অন্ধ্র প্রদেশের নেলোর এবং মাছিলিপত্তনমের মধ্যে ভূমিতে অবতরণ করে, এটি স্থলভাগের অভ্যন্তরে যাওয়ার সাথে সাথে দুর্বল হয়ে পড়ে।  ৬ ডিসেম্বরের মধ্যে, ঝড়টি দুর্বল হয়ে মধ্য অন্ধ্র প্রদেশে একটি নিম্নচাপে পরিণত হয়। \n\n\n=== আবহাওয়া সংক্রান্ত তথ্য ===\nIMD-এর রিপোর্ট অনুসারে, ৫ ডিসেম্বরের INSAT-3D স্যাটেলাইট চিত্রগুলি 13.5°N অক্ষাংশ থেকে বিস্তৃত পশ্চিম-মধ্য বঙ্গোপসাগর এবং অন্ধ্রপ্রদেশের উপকূলীয় অঞ্চলে বিস্তৃত নিম্ন থেকে মাঝারি মেঘ এবং তীব্র পরিচলন সহ একটি মেঘের ভর নির্দেশ করে। 17.5°N এবং দ্রাঘিমাংশ 80.0E থেকে 82.5E। সর্বনিম্ন মেঘের শীর্ষ তাপমাত্রা −৯০ ডিগ্রি সেলসিয়াস (−১৩০ ডিগ্রি ফারেনহাইট) এ রেকর্ড করা হয় । উপকূলের বিভিন্ন স্থান থেকে উপকূলীয় পৃষ্ঠ পর্যবেক্ষণগুলি সর্বাধিক ৬০ নট (১১০ কিলোমিটার প্রতি ঘণ্টা; ৬৯ মাইল প্রতি ঘণ্টা) বাতাসের গতি নির্দেশ করে এবং সর্বনিম্ন সমুদ্রপৃষ্ঠের চাপ ৯৮৮ হেক্টোpascal (২৯.২ inches of mercury) ।   ০২ থেকে ০৪ ডিসেম্বর এই তিন দিনের মধ্যে চেন্নাইয়ের নুঙ্গামবাক্কামে সর্বোচ্চ ৫৩০ মিমি (২১ ইঞ্চি) বৃষ্টিপাত রেকর্ড করা হয়। \n\n\n== প্রস্তুতি ==\nঝড়টি ভারতের পূর্ব উপকূলের কাছে আসার সাথে সাথে ভারতের আবহাওয়া বিভাগ এই অঞ্চলের জন্য একটি লাল সতর্ক সংকেত বা রেড অ্যালার্ট জারি করে। তামিলনাড়ুতে, ন্যাশনাল ডিজাস্টার রেসপন্স ফোর্স (NDRF) এবং তামিলনাড়ু ডিজাস্টার রেসপন্স ফোর্স (TNDRF) এর ৫০০ জনেরও অধিক কর্মী মোতায়েন করা হয়।  ঘূর্ণিঝড়ের পরে সাহায্য করার জন্য তামিলনাড়ুর আটটি উপকূলীয় জেলায় ১২১ টি বহুমুখী কেন্দ্র এবং ৪,৯৬৭ টি ত্রাণ কেন্দ্র স্থাপন করা হয়।  অন্ধ্র প্রদেশে, আটটি জেলা জুড়ে ১৮১ টি ত্রাণ শিবির স্থাপন করা হয়, ন্যাশনাল ডিজাস্টার রেসপন্স ফোর্স (এনডিআরএফ) এবং এপি স্টেট ডিজাস্টার রেসপন্স ফোর্স (এপিএসডিআরএফ) ক্ষতিগ্রস্ত এলাকায় সাহায্য করার জন্য  পাঁচটি দল মোতায়েন করে।  ঘূর্ণিঝড়ের কারণে ওড়িশার দক্ষিণ জেলাগুলিতেও ভারী বৃষ্টিপাত হওয়ার কথা ছিল এবং স্থানীয় কর্তৃপক্ষকে সহায়তা করার জন্য ওডিশা ডিজাস্টার র্যাপিড অ্যাকশন ফোর্স মোতায়েন করা হয়। \n\n\n== প্রভাব ==\nপ্রবল বৃষ্টি ও প্রবল বাতাস উপকূলীয় অঞ্চলে আঘাত হানে।  অবিরাম বৃষ্টির কারণে তামিলনাড়ুর রাজধানী চেন্নাইয়ে ব্যাপক বন্যা ও প্লাবণ হয়।  চেন্নাইতে কুউম এবং বড় হ্রদ সহ নদীগুলি উপচে পড়ে যার ফলে তীর বরাবর নিচু এলাকায় গভীর জলাবদ্ধতা সৃষ্টি হয়।  কমপক্ষে ১৭ জন নিহত হয় এবং তামিলনাড়ুতে ৩২,১৫৮ এবং অন্ধ্র প্রদেশের ৯,৫০০ জন সহ  ৪১,০০০ জনেরও বেশি লোককে সরিয়ে নেওয়া হয় এবং অস্থায়ীভাবে স্থানান্তর করা হয়েছে।  বিদ্যুৎস্পৃষ্ট হওয়া এড়াতে প্রতিরোধমূলক ব্যবস্থা হিসেবে চেন্নাইয়ের প্লাবিত এলাকায় সরকার বিদ্যুৎ সরবরাহ বন্ধ করে দেয়। \nএপ্রোন এবং রানওয়েতে বন্যার কারণে ০৪ ডিসেম্বর চেন্নাই ইন্টারন্যাশনাল এয়ারপোর্ট তার কার্যক্রম বন্ধ করে দেয়, ফ্লাইটগুলি ডাইভার্ট বা বাতিল করা হয় এবং পরের দিন আবার কার্যক্রম শুরু হয়।  ভারী বর্ষণ ও বন্যার কারণে স্কুল ও অফিস বন্ধ থাকে।  দক্ষিণ রেল এবং পূর্ব উপকূল রেল বেশ কয়েকটি ট্রেনকে গতিপথ বদলায় এবং কয়েকটি বাতিল করে।  বিদ্যুতের ঘাটতি, বন্যা এবং যন্ত্রপাতির ক্ষতির কারণে অপারেশন বন্ধ হয়ে যাওয়ায় চেন্নাইয়ের বেশ কিছু ব্যবসা ও শিল্পের উপর বিরূপ প্রভাব পড়ে।  অন্ধ্র প্রদেশে ক্ষেত প্লাবিত হওয়ার কারণে ফসলের ক্ষয়-ক্ষতির খবর পাওয়া গেছে।  দুধসহ নিত্যপ্রয়োজনীয় জিনিসপত্রের ঘাটতিও ছিল যা আতঙ্কজনিত ক্রয়ের কারণে বেড়ে যায়। \n\n\n== ত্রাণ কার্যক্রম ==\nভারতীয় বিমানবাহিনীর বিমান ২,৩০০ কিলোগ্রাম (৫,১০০ পাউন্ড)  চেন্নাইয়ের ক্ষতিগ্রস্থ এলাকায় প্যাকেট খাদ্য এবং ত্রাণ সরবরাহ করে, যখন ভারতীয় নৌবাহিনী, ভারতীয় সেনাবাহিনী এবং জাতীয় বিপর্যয় মোকাবিলা বাহিনীর সহযোগিতায়, লোকেদের উদ্ধার করা এবং ভাসমান নৌকা ব্যবহার করে সরবরাহ করার দায়িত্ব দেওয়া হয়।  বৃহত্তর চেন্নাই কর্পোরেশন পতিত গাছ এবং আবর্জনা পরিষ্কার করতে বিলম্বের জন্য কর্মীদের সংকটের কথা উল্লেখ করে বন্যা পুনরুদ্ধার এবং আটকে পড়া লোকদের সাহায্য করার জন্য আরও কর্মীর জন্য আহবান জানায়।  স্বেচ্ছাসেবকরা খাবারের প্যাকেট, দুধ, পানির বোতল বিতরণ এবং প্লাবিত এলাকায় নৌকার মাধ্যমে আটকে পড়া মানুষদের উদ্ধারে নিয়োজিত হয়।  টাটা গ্রুপের মতো সংস্থাগুলিও ত্রাণ প্রচেষ্টায় সহায়তা করেছিল। \n\n\n== প্রতিক্রিয়া ==\n\n\n=== জাতীয় ===\n৪ ডিসেম্বর, স্বরাষ্ট্রমন্ত্রী অমিত শাহ তামিলনাড়ু এবং অন্ধ্র প্রদেশের মুখ্যমন্ত্রীদের সাথে কথা বলেন এবং প্রয়োজনীয় সমস্ত সহায়তার আশ্বাস দেন এবং বলেন যে এনডিআরএফ এবং সশস্ত্র বাহিনীকে পদক্ষেপ নিতে চাপ দেওয়া হবে।  সাংসদ কানিমোঝি ৫ ডিসেম্বর বলেন যে তামিলনাড়ু সরকার ক্ষতিগ্রস্থ জনসংখ্যার জন্য ৪০০ টিরও বেশি আশ্রয়কেন্দ্র স্থাপন, স্থবির পানি সরিয়ে নেওয়া এবং বিদ্যুৎ পুনরুদ্ধারের মাধ্যমে ঘূর্ণিঝড়ের প্রভাব মোকাবেলায় সক্রিয় পদক্ষেপ নিয়েছে।  বিরোধী সাংসদরা ঘূর্ণিঝড়ের প্রভাবগুলি পরিচালনায় তামিলনাড়ুকে সম্পূর্ণ সহায়তা দেওয়ার জন্য কেন্দ্রীয় সরকারের কাছে আবেদন করে। \n৬ ডিসেম্বর, তামিলনাড়ুর মুখ্যমন্ত্রী এমকে স্টালিন প্রধানমন্ত্রীর কাছে ₹ ৫,০৬০ কোটি (ইউএস$ ৬১৮.৫ মিলিয়ন)  চেয়ে চিঠি লেখেন দুর্যোগ সাড়া তহবিল থেকে অন্তর্বর্তী বন্যা ত্রাণের জন্য।  প্রতিরক্ষা মন্ত্রী রাজনাথ সিং ০৭ ডিসেম্বর তামিলনাড়ুর ক্ষতিগ্রস্থ এলাকাগুলির একটি বায়বীয় জরিপ পরিচালনা করেন এবং মুখ্যমন্ত্রী স্ট্যালিনের সাথে দেখা করেন।  ৭ ডিসেম্বর, কেন্দ্রীয় সরকার ₹ ৪৫০ কোটি (ইউএস$ ৫৫ মিলিয়ন)  এর দ্বিতীয় কিস্তি তামিলনাড়ুর দুর্যোগ ত্রাণ তহবিলে প্রদান করে এবং ₹ ৪৯৩.৫০ কোটি (ইউএস$ ৬০.৩২ মিলিয়ন)  অন্ধ্র প্রদেশের দুর্যোগ ত্রাণ তহবিলে ইতোমধ্যে একই পরিমাণ অর্থ প্রদান করে। \n\n\n=== আন্তর্জাতিক ===\nঅস্ট্রেলিয়ান ক্রিকেটার ডেভিড ওয়ার্নার বন্যায় ক্ষতিগ্রস্তদের জন্য তার উদ্বেগ প্রকাশ করেন এবং নিরাপত্তার পরামর্শ দেন। \n\n\n== সমালোচনা ==\nচেন্নাইয়ের বিভিন্ন এলাকার লোকেরা পানির স্থবিরতা, বিদ্যুৎ বিভ্রাট এবং কর্তৃপক্ষের সহায়তার অভাবের জন্য তাদের হতাশা প্রকাশ করে।  অভিনেতা বিশাল চেন্নাইয়ের বন্যা পরিস্থিতি নিয়ে তার হতাশা প্রকাশ করেন এবং বন্যা মোকাবেলায় পর্যাপ্ত পরিকাঠামো নির্মাণ না করার জন্য চেন্নাইয়ের মেয়র ও অন্যান্য কর্তৃপক্ষের সমালোচনা করেন।  রাজ্য সরকারের মন্ত্রীরা এবং নির্বাচিত প্রতিনিধিরা চেন্নাইয়ের বিভিন্ন জায়গায় তাদের পরিদর্শনের সময় ক্ষুব্ধ জনগণের দ্বারা হেনস্থা হয়।  ০৭ ডিসেম্বর, বিরোধী দলের নেতা কে. পালানিস্বামী তামিলনাড়ুর মুখ্যমন্ত্রীর কাছে চেন্নাইয়ের সম্পূর্ণ ও চলমান স্টর্মওয়াটার ড্রেন কাজের বিষয়ে একটি শ্বেতপত্র প্রকাশের দাবি জানান।  রবিচন্দ্রন অশ্বিন, জ্বলা গুট্টা এবং শ্রীনাথ নারায়ণন সহ বিশিষ্ট ব্যক্তিরা  তাদের কঠিন অভিজ্ঞতা শেয়ার করেছেন। \n\n\n== আরো দেখুন ==\n২০২৩ সালের আবহাওয়া\n২০২৩ সালের ক্রান্তীয় ঘূর্ণিঝড়\n২০১৫ দক্ষিণ ভারতীয় বন্যা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:২০২৩ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুম"}