{"pageid": 1402829, "title": "অস্ট্রেলিয়ান অ্যাডাল্ট ইন্ডাস্ট্রি অ্যাওয়ার্ডস", "url": "https://bn.wikipedia.org/wiki?curid=1402829", "content": "অস্ট্রেলিয়ান অ্যাডাল্ট ইন্ডাস্ট্রি অ্যাওয়ার্ডস (এএআইএ®) হল একটি বার্ষিক পুরস্কার যা ২০০১ সাল থেকে অস্ট্রেলীয় প্রাপ্তবয়স্ক শিল্পে অসামান্য কৃতিত্বের জন্য দেওয়া হয়।  \nএই পুরস্কার প্রদান ২০০১ সালে শুরু হয়েছিল এবং অস্ট্রেলীয় প্রাপ্তবয়স্ক শিল্পে অসামান্য কৃতিত্ব প্রদর্শনের জন্য নকশা করা হয়েছে, যার মধ্যে স্ট্রিপারদের জন্য পুরস্কার, প্রাপ্তবয়স্কদের খুচরা দোকান, চলচ্চিত্র এবং ভিডিও নির্মাণ, অস্ট্রেলিয়া জুড়ে বিস্তৃত পুরুষদের বার, পতিতালয়, এসকর্ট এজেন্সি এবং প্রাপ্তবয়স্ক শিল্পের সাথে সংশ্লিষ্ট সবকিছু।\nএএআইএ® এর লক্ষ্য হল বৈধতা এবং মূলধারার স্বীকৃতি বা শিল্প এবং এর অংশগ্রহণকারীদের প্রতিষ্ঠা করা। পুরস্কারের বিজয়ীরা গর্বিতভাবে তাদের বিজয়ী লোগোটি 'সম্মানের ব্যাজ' হিসাবে প্রদর্শন করতে পারে, যা দ্রুত একটি চাওয়া-পাওয়ার পুরস্কার হয়ে উঠেছে।\nএএআইএ® এর প্রতিষ্ঠার পর থেকে শিল্পের কিংবদন্তি, যৌন বিশেষজ্ঞ এবং ব্যবসায় উদ্যোক্তা ম্যাক্সিন ফেনসম দ্বারা প্রতিষ্ঠিত, মালিকানাধীন এবং পরিচালিত হয়ে আসছে।\nম্যাক্সিন প্রাপ্তবয়স্ক শিল্পে বেশ কয়েকটি স্ট্রিপ ক্লাব, স্ট্রিপারস এজেন্সি, থিমযুক্ত ইভেন্ট এবং প্রাপ্তবয়স্কদের অনলাইন স্টোর প্রতিষ্ঠার জন্য সুপরিচিত। অস্ট্রেলিয়ান অ্যাডাল্ট ইন্ডাস্ট্রি অ্যাওয়ার্ডের প্রতিষ্ঠাতা ছাড়াও, ফেনসম জাতীয় মিস ইরোটিকা এবং মিস ড্রিম গার্ল প্রতিযোগিতার প্রতিষ্ঠাতা ও মালিক।\n২০০৪ সালে, পুরস্কারের আয়োজকদের অস্ট্রেলিয়ার ১৬,০০০ যৌনকর্মীকে তাদের আয় ঘোষণা করার জন্য অস্ট্রেলীয় করারোপণ দপ্তরকে (এটিও) এর অংশীদার হতে রাজি করানো হয়েছিল।  প্রচেষ্টার অংশ হিসাবে, এটিও অনুষ্ঠানটি স্পনসর করার সিদ্ধান্ত নিয়েছে। \nজন লার্ক ২০০৬ সালে ১৯৮০-এর দশকের শেষের দিকে অ্যালিস স্প্রিংস এবং কেলি ব্লু সহ অস্ট্রেলীয় \"তারকাদের\" সমন্বিত ২০টি চলচ্চিত্রের প্রযোজক হিসাবে শিল্পে অবদানের জন্য আজীবন সম্মাননা পুরস্কার জিতেছিলেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nPast winners of the Adult Industry Awards  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০২০-০৩-০৩ তারিখে\nWinner of Best Newspaper and Website\nটেমপ্লেট:Adult entertainment awards"}