{"pageid": 1402069, "title": "সুশিমা প্রণালি", "url": "https://bn.wikipedia.org/wiki?curid=1402069", "content": "সুশিমা প্রণালি (対馬海峡, Tsushima Kaikyō) অথবা ইস্টার্ন চ্যানেল (동수로 Dongsuro) কোরিয়া প্রণালির একটি চ্যানেল, যা কোরিয়া এবং জাপান এর মধ্যে অবস্থিত, জাপান সাগর, পীতসাগর এবং পূর্ব চীন সাগরকে সংযুক্ত করে।\nপ্রণালিটি হল সুশিমা দ্বীপ এর পূর্ব ও দক্ষিণ-পূর্ব দিকের চ্যানেল, পূর্ব ও উত্তর-পূর্বে হনশু জাপানি দ্বীপপুঞ্জ এবং কিউশু এবং গোটো দ্বীপপুঞ্জ।  এটি শিমনো-শিমা-এর দক্ষিণ-পূর্বে সবচেয়ে সংকীর্ণ, সুশিমা দ্বীপ এর দক্ষিণ প্রান্ত যথাযথ, কাছাকাছি ইকি দ্বীপ দ্বারা সংকুচিত, যা সম্পূর্ণভাবে প্রণালিতে হনশু এর অগ্রভাগের কাছে অবস্থিত। সেই বিন্দুর দক্ষিণে জাপানের সেটো অভ্যন্তরীণ সাগর হনশু এবং কিউশু এর মধ্যবর্তী সরু কানমন প্রণালি এর মধ্য দিয়ে পূর্ব চ্যানেলের সাথে মিশেছে, যা বিশ্বের কিছু ব্যস্ততম সমুদ্রপথ তৈরি  করেছে।\nপ্রণালিটি ছিল রুশো-জাপানি যুদ্ধ, সুশিমার যুদ্ধ, ১৯০৫ সালে জাপানি ও রাশিয়ান নৌবাহিনীর মধ্যে নির্ধারক নৌ যুদ্ধের স্থান; যেখানে রাশিয়ান নৌবহর কার্যত ধ্বংস হয়ে গিয়েছিল।\n\n\n== ভূগোল ==\nসুশিমা প্রণালিটি সুশিমা দ্বীপ বরাবর প্রায় ১০০ কিলোমিটার পরিমাপ করে এবং এটির সংকীর্ণতম স্থানে প্রায় ৬৫ কিলোমিটার প্রশস্ত। প্রণালিটির গভীরতা প্রায় ১৪০ মিটার এবং উত্তর থেকে পশ্চিমে সুশিমা দ্বীপপুঞ্জ থেকে উত্তরে (গোটো দ্বীপপুঞ্জ) দ্বারা আবদ্ধ। কাছাকাছি ইকি দ্বীপ কামিনো-শিমা (দক্ষিণ দ্বীপ) এর দক্ষিণ প্রান্ত থেকে কিউশুর দিকে প্রায় ৫০ কিলোমিটার দূরে প্রণালিতে অবস্থিত।\nকুরোশিও কারেন্ট এর একটি উষ্ণ শাখা প্রণালির মধ্য দিয়ে যায়। জাপানি দ্বীপপুঞ্জ বরাবর উদ্ভূত, এই স্রোত জাপান সাগর এর মধ্য দিয়ে যায় তারপর একটি শাখা অবশেষে হোক্কাইডো এর দক্ষিণে সুগারু প্রণালি হয়ে উত্তর প্রশান্ত মহাসাগরে প্রবাহিত হয়। আরেকটি শাখা উত্তর দিকে অগ্রসর হয় এবং সাখালিন দ্বীপ-এর উভয় তীরে বিভক্ত হয়; অবশেষে হোক্কাইডোর উত্তরে লা পারউস স্ট্রেইট হয়ে ওখোটস্কের সাগর এবং ভ্লাদিভোস্টক এর কাছে সাখালিন দ্বীপের উত্তরে তার্টারির প্রণালি হয়ে ওখোটস্ক সাগরে প্রবাহিত হয়।\n\"কুরোশিও কারেন্ট\" পূর্ব চীন সাগর থেকে জাপান সাগরে সমৃদ্ধ মৎস্য সম্পদ নিয়ে আসে, যেমন জাপানি অ্যাম্বারজ্যাক, জাপানি ঘোড়া ম্যাকেরেল, কিন্তু এই দিনগুলি বিশাল নোমুরার জেলিফিশ এর গণ সমষ্টির মতো বিপর্যয়ও নিয়ে আসে এবং বর্জ্য স্রোতের গতিপথ বরাবর দেশগুলি থেকে।\nএকটি বাণিজ্যিক ফেরি পরিষেবা দক্ষিণ কোরিয়ার হোনশু এবং বুসান (ওরফে পুসান) এর পশ্চিম প্রান্তে শিমোনোসেকি এর মধ্যে কাজ করে। আরেকটি শিমোনোসেকি এবং সুশিমা দ্বীপ এর মধ্যে কাজ করে। কিটাকিউশু (কিউশু) এবং শিমোনোসেকি (হনশু) শহরগুলি কানমন প্রণালি জুড়ে একটি সমুদ্র-বিস্তৃত সেতুর দ্বারা এই শহরগুলিকে নাগাসাকি-এর সাথে যুক্ত করেছে, যেটি পরবর্তী শহরটি পরিবেশন করে প্রিফেকচার-স্তরের রাজধানী হিসাবে এবং সুশিমা এবং ইকি দ্বীপ উভয়েরই পরিচালনা করে। কানমন প্রণালিটি সুশিমা দ্বীপের কেন্দ্র থেকে প্রায় ১৩৫ কিমি(৮৫ মাইল) পূর্বে অবস্থিত, যেখানে নাগাসাকি শহরটি দ্বীপের দক্ষিণ প্রান্তের দক্ষিণ-দক্ষিণ-পূর্বে প্রায়  ১৬৫ কিমি(১০০ মাইল) দূরে অবস্থিত।\n\n\n== ঐতিহাসিক প্রভাব ==\nইস্টার্ন চ্যানেলের পাশে উপকূলীয় উত্তর কিউশুতে আধুনিক জাপানিদের সাথে সবচেয়ে সাদৃশ্যপূর্ণ লোকদের দ্বারা জাপানের প্রাচীনতম বসতি কিংবদন্তি, ঐতিহাসিক এবং প্রত্নতাত্ত্বিক প্রমাণ দ্বারা সমর্থিত এবং অবিসংবাদিত। তারিখের একটি পরিসর যখন কোরিয়ান উপদ্বীপ হয়ে মূল ভূখণ্ড থেকে উত্তর কিউশুতে ফোর কমান্ডারিজ অফ হান (.১০৮ খ্রিস্টপূর্ব) এর পতন থেকে খ্রিস্টপূর্ব চতুর্থ শতাব্দী পর্যন্ত অভিবাসন শুরু হয়েছিল। ঐতিহাসিকভাবে এই সরু (অর্থাৎ, পুরো কোরিয়া/সুশিমা প্রণালি) উচ্চ-ঝুঁকিপূর্ণ সমুদ্রযাত্রার (কোরিয়ান উপদ্বীপের দক্ষিণ প্রান্ত থেকে সুশিমা দ্বীপপুঞ্জ থেকে ইকি দ্বীপ থেকে হোনশুর পশ্চিম প্রান্ত পর্যন্ত) জন্য একটি মহাসড়ক হিসেবে কাজ করেছিল। কোরিয়ান উপদ্বীপ এবং জাপান।\nউভয় দিকেই প্রণালিটি অভিবাসন বা আক্রমণের পথ হিসেবে কাজ করে। উদাহরণস্বরূপ, প্রত্নতাত্ত্বিকরা বিশ্বাস করেন যে প্রথম মেসোলিথিক অভিবাসন (জোমন) খ্রিস্টপূর্ব ১০ শতকের দিকে হোনশুতে ভ্রমণ করেছিল, প্যালিওলিথিক লোকদের স্থানান্তর করে যারা এশিয়া থেকে জাপানের মাটিতে হেঁটে ১০০,০০০ বছর আগে যখন প্লিস্টোসিন বরফ যুগ সময় সমুদ্রপৃষ্ঠের উচ্চতা কম ছিল। কোরিয়া এবং চীন থেকে অভিবাসীরাও কিউশুতে আসা অভিবাসীদের তরঙ্গে অবদান রেখেছিল, যদিও কে, কখন, এবং ঠিক কতটা তা তীব্র বিতর্কের বিষয়। বৌদ্ধধর্ম, চীনা লেখার সাথে, প্রাথমিকভাবে কোরিয়ান উপদ্বীপ থেকে ইস্টার্ন চ্যানেল হয়ে জাপানে 5ম শতাব্দীতে প্রণালির মাধ্যমেও প্রেরণ করা হয়েছিল। ইকি থেকে কামিনো-শিমা, সুশিমার বড় দ্বীপের দক্ষিণ প্রান্ত, প্রায় 50 কিলোমিটার। বুসান (কোরিয়া), সুশিমার উত্তর প্রান্তে, কোরিয়া প্রণালি জুড়ে প্রায় একই। খোলা সমুদ্রের উপর ছোট নৌকায় চেষ্টা করার জন্য এগুলি দুর্দান্ত দূরত্ব ছিল।\nজাপানের মঙ্গোল আক্রমণ এই সমুদ্র অতিক্রম করে এবং কামিকাজে এর আগে সুশিমা দ্বীপপুঞ্জকে ধ্বংস করে দেয় - \"ঐশ্বরিক বায়ু\" হিসাবে অনুবাদ করা হয়েছে - একটি টাইফুন যা 1281 সালে কুবলাই খান এর নেতৃত্বে মঙ্গোল আক্রমণকারী নৌবহর থেকে জাপানকে রক্ষা করেছিল বলে জানা যায়। ১৬ শতকে, টোয়োটোমি হিদেয়োশি চীনের বিজয়ের লক্ষ্য ছিল। এই প্রণালি থেকে কোরিয়ান উপদ্বীপ হয়ে।\nরুশ-জাপানি যুদ্ধ, সুশিমার যুদ্ধ-এ নিষ্পত্তিমূলক নৌ যুদ্ধ, ১৯০৫ সালে জাপানি এবং রাশিয়ান নৌবাহিনীর মধ্যে প্রণালিতে সংঘটিত হয়েছিল; মাত্র তিনটি জাপানি টর্পেডো বোট এর ক্ষতির জন্য একটি জাপানি নৌবাহিনীর দ্বারা রাশিয়ান নৌবহর কার্যত ধ্বংস হয়ে যায়.\nজাপানের আঞ্চলিক জলসীমা সাধারণ বারোটির পরিবর্তে প্রণালিতে তিন নটিক্যাল মাইল (৫.৬ কিমি) পর্যন্ত বিস্তৃত, কথিত আছে যে জাপানের ভূখণ্ডে পারমাণবিক অস্ত্রের  নিষেধাজ্ঞা লঙ্ঘন না করে পারমাণবিক অস্ত্রে-সশস্ত্র মার্কিন যুক্তরাষ্ট্র নৌবাহিনী যুদ্ধজাহাজ এবং সাবমেরিন প্রণালি ট্রানজিট করার অনুমতি আছে।\n\n\n== আরও দেখুন ==\nজাপান-সম্পর্কিত বিষয়ের তালিকা\nকোরিয়ার ভূগোল\nজাপানের ভূগোল\nরুসো-জাপানি যুদ্ধ\nসুশিমা সিটি\n\n\n== তথ্যসূত্র =="}