{"pageid": 1402258, "title": "নারায়ণ কার্তিকেয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1402258", "content": "কুমার রাম নারায়ণ কার্তিকেয়ন (জন্ম ১৪ই জানুয়ারি ১৯৭৭) হলেন একজন ভারতীয় রেসিং ড্রাইভার। তিনি প্রথম ভারতীয় ড্রাইভার যিনি ফর্মুলা ওয়ান দৌড়ে প্রতিদ্বন্দ্বিতা করেছিলেন।\nতিনি এর আগে এ১জিপি এবং লে মানস সিরিজে প্রতিদ্বন্দ্বিতা করেছেন। তিনি তাঁর একক-আরোহী রেসিং জীবনে এ১জিপি, ব্রিটিশ এফ৩, নিসান ওয়ার্ল্ড সিরিজ, অটোজিপি, ফর্মুলা এশিয়া, ব্রিটিশ ফর্মুলা ফোর্ড এবং ওপেল সিরিজে একাধিক রেস জিতেছেন। তিনি ১৯৯৪ সালে ব্রিটিশ ফর্মুলা ফোর্ড উইন্টার সিরিজ এবং ১৯৯৬ সালে ফর্মুলা এশিয়া চ্যাম্পিয়নশিপ জিতেছিলেন। এছাড়াও তিনি ২০০০ সালে ব্রিটিশ এফ৩ এবং ২০০৩ সালে ওয়ার্ল্ড নিসান সিরিজে চতুর্থ স্থান অর্জন করেন। তিনি ২০০৫ সালে জর্ডান দলের সাথে তাঁর ফর্মুলা ওয়ানে আত্মপ্রকাশ করেন এবং ২০০৬ ও ২০০৭ সালে উইলিয়ামস এফ১ টেস্ট ড্রাইভার ছিলেন। অন্যান্য প্রাক্তন এফ১ ড্রাইভারের মতো, কার্তিকেয়ন স্টক কার রেসিংয়ে চলে যান এবং ২০১০ এনএএসসিএআর ক্যাম্পিং ওয়ার্ল্ড ট্রাক সিরিজে ওয়াইলার রেসিংয়ের জন্য নং ৬০ সেফ অটো ইন্স্যুরেন্স কোম্পানি টয়োটা তুন্দ্রা চালান।\n২০১১ সালে, তিনি এফ১ এ ফিরে এসে এইচআরটি টিমের হয়ে রেসিং করেন, ২০১২ এবং ২০১৩ সালেও তিনি এই দলের সাথে ছিলেন।\nযাইহোক, আন্তর্জাতিক অটোমোবাইল ফেডারেশন এর ২০১৩ প্রবেশ তালিকায় এইচআরটি অন্তর্ভুক্ত ছিল না, এর ফলে কার্তিকেয়ন সেই মরশুমে কোন রেসিংয়ে নামতে পারেন নি। ২০১৪ থেকে ২০১৮ সাল পর্যন্ত কার্তিকেয়ন জাপানি সুপার ফর্মুলা সিরিজে দৌড়েছিলেন। ২০১৯ সালে, তিনি জাপানে সুপারজিটি সিরিজে যোগদান করে তাঁর একক-আরোহী রেসিং জীবন শেষ করেছিলেন।\n২০১০ সালে ভারত সরকার তাঁকে চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রীতে ভূষিত করে।\n\n\n== পারিবারিক পটভূমি এবং প্রাথমিক কর্মজীবন ==\nকার্তিকেয়ন তামিলনাড়ুর কোয়েম্বাটোরে জন্মগ্রহণ করেন। তিনি কোয়েম্বাটুরের স্ট্যানেস অ্যাংলো ইন্ডিয়ান হায়ার সেকেণ্ডারি স্কুলে তাঁর বিদ্যালয় শিক্ষা সমাপ্ত করেন। মোটরস্পোর্টের প্রতি তাঁর আগ্রহ অল্প বয়সেই শুরু হয়েছিল। তাঁর পিতা জিআর কার্তিকেয়ন, একজন প্রাক্তন ভারতীয় জাতীয় র‍্যালি চ্যাম্পিয়ন ছিলেন এবং সাতবার দক্ষিণ ভারত র‍্যালি জয় করেছিলেন। ভারতের প্রথম ফর্মুলা ওয়ান চালক হওয়ার উচ্চাকাঙ্ক্ষা নিয়ে, কার্তিকেয়ন, শ্রীপেরামপুদুরে ফর্মুলা মারুতিতে তাঁর প্রথম রেস বিজয়মঞ্চে শেষ করেছিলেন। এরপর তিনি ফ্রান্সের এলফ উইনফিল্ড রেসিং স্কুলে যান, ১৯৯২ সালে ফর্মুলা রেনল্ট গাড়ির পাইলট এলফ প্রতিযোগিতায় সেমিফাইনালিস্ট হয়ে তাঁর প্রতিভা প্রদর্শন করেন। তিনি ১৫ বছর বয়সে ১৯৯৩ মরশুমে ফর্মুলা মারুতিতে রেস করার জন্য ভারতে ফিরে আসেন এবং একই বছরে, তিনি গ্রেট ব্রিটেনে ফর্মুলা ভক্সহল জুনিয়র চ্যাম্পিয়নশিপ প্রতিযোগিতায় নামেন। এটি তাঁকে ইউরোপীয় রেসিং-এ মূল্যবান অভিজ্ঞতা দিয়েছিল এবং তিনি পরের বছরও ফিরে আসতে আগ্রহী হয়েছিলেন।\n১৯৯৪ সালে, তিনি যুক্তরাজ্যে ফিরে আসেন এবং ফর্মুলা ফোর্ড জেটেক সিরিজে ফাউণ্ডেশন রেসিং দলের জন্য দুই নম্বর ভেক্টর ড্রাইভার হিসেবে রেসিং করেন। এই মরসুমে তাঁর বিশেষ অর্জন ছিল এস্টোরিলে অনুষ্ঠিত পর্তুগিজ গ্র্যান্ড প্রিক্সের জন্য একটি সমর্থন রেস বিজয়মঞ্চে শেষ করা। তিনি ব্রিটিশ ফর্মুলা ফোর্ড উইন্টার সিরিজেও অংশ নিয়েছিলেন এবং ইউরোপে কোনো চ্যাম্পিয়নশিপ জয়ী প্রথম ভারতীয় ড্রাইভার হয়েছিলেন।\n১৯৯৫ সালে, কার্তিকেয়ন মাত্র চারটি রেসের জন্য ফর্মুলা এশিয়া চ্যাম্পিয়নশিপে যোগ দেবার যোগ্যতা অর্জন করেন। তিনি অবিলম্বে নিজের যোগ্যতা প্রমাণ করে মালয়েশিয়ার  শাহ আলম রেসে দ্বিতীয় স্থান অর্জন করতে সক্ষম হন। ১৯৯৬ সালে, তিনি সিরিজে একটি পূর্ণ মরশুম কাটান এবং ফর্মুলা এশিয়া আন্তর্জাতিক সিরিজ জয়ী প্রথম ভারতীয় এবং প্রথম এশীয় হন। তিনি ১৯৯৭ সালে ব্রিটিশ ফর্মুলা ওপেল চ্যাম্পিয়নশিপে নেমেসিস মোটরস্পোর্ট দলের সাথে প্রতিদ্বন্দ্বিতা করার জন্য ব্রিটেনে ফিরে আসেন, একটি পোল পজিশন নিয়ে ডনিংটন পার্কে জয়লাভ করেন এবং সামগ্রিক পয়েন্ট মর্যাদাক্রমে ষষ্ঠ স্থান অর্জন করেন।\n১৯৯৮ সালে, কার্লিন মোটরস্পোর্ট দলের সাথে ব্রিটিশ ফর্মুলা ৩ চ্যাম্পিয়নশিপে কার্তিকেয়নের অভিষেক হয়। মাত্র ১০ রাউণ্ডে প্রতিদ্বন্দ্বিতা করে, তিনি স্পা-ফ্রাঙ্করচ্যাম্পস এবং সিলভারস্টোন-এ মরশুমের শেষ দুটি রেসে দুটি তৃতীয় স্থান অর্জন করতে সক্ষম হন, সামগ্রিকভাবে ১২তম স্থান অর্জন করেন। তিনি ১৯৯৯ সালের চ্যাম্পিয়নশিপ চালিয়ে যান, ব্র্যাণ্ডস হ্যাচ-এ দুটি জয় সহ পাঁচবার বিজয়মঞ্চে পৌঁছে অভিযান শেষ করেন। সেই মরশুমে তাঁর দুটি পোল পজিশন, তিনটি দ্রুততম ল্যাপ এবং দুটি ল্যাপ রেকর্ড অন্তর্ভুক্ত ছিল, যা তাঁকে চ্যাম্পিয়নশিপে ষষ্ঠ হতে সাহায্য করেছিল। তিনি ম্যাকাও গ্র্যাণ্ড প্রিক্সেও প্রতিদ্বন্দ্বিতা করেন, ষষ্ঠ অবস্থানে যোগ্যতা অর্জন করেন এবং দ্বিতীয় রেসে ষষ্ঠ স্থান অর্জন করেন। তিনিই প্রথম রেসিং ড্রাইভার যিনি ব্রিটিশ এফ৩ তে কার্লিনের হয়ে জয়ের রেকর্ড করেছিলেন তখন থেকেই কার্লিন ব্রিটিশ এফ৩ চ্যাম্পিয়নশিপে রেস জয়ের ক্ষেত্রে অপরাজেয় ছিল। ২০০০ সালে ব্রিটিশ এফ৩ চ্যাম্পিয়নশিপে তাঁর চালনা অব্যাহত রেখে, তিনি মর্যাদাক্রমে সামগ্রিকভাবে চতুর্থ স্থান অর্জন করেন এবং ম্যাকাও গ্র্যাণ্ড প্রিক্সে পোল পজিশন এবং দ্রুততম ল্যাপও নেন। এছাড়াও তিনি স্পা-ফ্রাঙ্করচ্যাম্পস এবং কোরিয়া সুপার প্রিক্স-এ আন্তর্জাতিক এফ৩ রেস উভয়ই জিতেছেন।\nকার্তিকেয়ন ২০০১ সালে ফর্মুলা নিপ্পন এফ৩০০০ চ্যাম্পিয়নশিপে শুরু ক'রে সেরা দশের মধ্যে বছরটি শেষ করেন। একই বছরে, তিনি ১৪ই জুন সিলভারস্টোন-এ জাগুয়ার রেসিং দলের হয়ে টেস্ট ড্রাইভার হিসেবে ফর্মুলা ওয়ান গাড়ি চালানোর জন্য প্রথম ভারতীয় ছিলেন। তাঁর কর্মক্ষমতায় মুগ্ধ হয়ে, তাঁকে সেপ্টেম্বরে সিলভারস্টোন-এ জর্ডান - হোন্ডা ইজে১১-এ একটি টেস্ট ড্রাইভের প্রস্তাব দেওয়া হয়েছিল। কার্তিকেয়ন আবার ইতালির মুগেলোতে ৫ই অক্টোবর জর্ডানের জন্য টেস্ট ড্রাইভ করেছিলেন, জর্ডানের প্রধান চালক জিন আলেসির গতি থেকে মাত্র অর্ধ সেকেণ্ড দূরে থেকে শেষ করেন।\n২০০২ সালে, তিনি টিম টাটা আরসি মোটরস্পোর্টের সাথে টেলিফোনিকা ওয়ার্ল্ড সিরিজে চলে যান, একটি পোল পজিশন নেন এবং ব্রাজিলের ইন্টারলাগোস সার্কিটে দ্রুততম নন-ফর্মুলা ওয়ান ল্যাপ টাইম স্থাপন করেন। ২০০৩ সালে নতুন নামকরণ করা সুপারফাণ্ড ওয়ার্ল্ড সিরিজে যোগদান অব্যাহত রেখে, কার্তিকেয়ন চ্যাম্পিয়নশিপে সামগ্রিকভাবে চতুর্থ হওয়ার পথে চারবার বিজয়মঞ্চে পৌঁছেছিলেন। এই ফলাফল তাঁকে আরেকটি ফর্মুলা ওয়ান টেস্ট ড্রাইভ এনে দিয়েছিল, এবার মিনারদি দলের হয়ে। তাঁকে ২০০৪ মরশুমের জন্য একটি রেস ড্রাইভের প্রস্তাব দেওয়া হয়েছিল, কিন্তু চুক্তিবদ্ধ হবার জন্য তিনি প্রয়োজনীয় স্পনসরশিপ তহবিল সংগ্রহ করতে পারেন নি।\nতিনি ২০০৪ সালে নিসান ওয়ার্ল্ড সিরিজে ড্রাইভিং করেন, ভ্যালেন্সিয়া, স্পেন এবং ম্যাগনি-কোর্স, ফ্রান্সে জয়লাভ করেন এবং মর্যাদাক্রমে ৬ষ্ঠ স্থান অর্জন করেন। এরপর অ্যান্থনি বেলটোইস এবং মাকতুমের অংশীদারিত্বে স্কুডেরিয়া ভেরেগ্রার জন্য এফআইএ জিটি চ্যাম্পিয়নশিপে একক অংশগ্রহণ করেন, দুবাই ৫০০ কিমিতে তাঁর অংশী ছিলেন হাশের আল মাকতুম, বিভাগে ১১তম এবং সামগ্রিকভাবে ১৯তম হয়ে শেষ করেন।\n\n\n== ফর্মুলা ওয়ান রেসিং ==\n\n\n=== জর্ডান (২০০৫) ===\n\n২০০৫ সালের ১লা ফেব্রুয়ারি, কার্তিকেয়ন ঘোষণা করেন যে তিনি জর্ডান ফর্মুলা ওয়ান দলের সাথে একটি প্রাথমিক চুক্তি স্বাক্ষর করেছেন এবং বলেছিলেন যে তিনি ২০০৫ ফর্মুলা ওয়ান মরশুমের জন্য তাদের প্রধান চালক হবেন, যা তাঁকে ভারতের প্রথম ফর্মুলা ওয়ান রেসিং ড্রাইভার হিসাবে পরিণত করবে। তাঁর সঙ্গী ছিলেন পর্তুগিজ ড্রাইভার তিয়াগো মন্টিরো। ১০ই ফেব্রুয়ারি, সিলভারস্টোন সার্কিটে সুপারলাইসেন্স পাওয়ার জন্য কার্তিকেয়ন একটি এফ১ গাড়িতে ৩০০ কিমির প্রয়োজনীয় পরীক্ষার দূরত্ব সম্পন্ন করেন।\nঅস্ট্রেলিয়ান গ্র্যাণ্ড প্রিক্সে, কার্তিকেয়নের প্রথম রেসে, তিনি ১২তম স্থানে যোগ্যতা অর্জন করেছিলেন। প্রথম ল্যাপে খারাপ শুরু ক'রে ১৮তম স্থানে নেমে যাওয়ার পর, তিনি বিজয়ী জিয়ানকার্লো ফিসিচেল্লার থেকে দুই ল্যাপ পিছিয়ে ১৫তম স্থানে শেষ করেন। তিনি একমাত্র ২০০৫ ইউনাইটেড স্টেটস গ্র্যাণ্ড প্রিক্সে পয়েন্ট অর্জন করেছিলেন, যেখানে টায়ার নিরাপত্তা নিয়ে বিতর্কের কারণে তিনটি বাদে বাকি সব দলই প্রতিযোগিতে থেকে নাম তুলে নিয়েছিল। তিনি চতুর্থ স্থান অর্জন করেন, দুই মিনার্দি ড্রাইভারের চেয়ে এগিয়ে ছিলেন কিন্তু সতীর্থ মন্টেইরো তাঁকে পেছনে ফেলেন। ইউএসজিপি ছাড়া, তাঁর সর্বোচ্চ অবস্থান ছিল ১১তম। ২০০৫ জাপানিজ গ্র্যাণ্ড প্রিক্স ফ্রি অনুশীলনে, তিনি দীর্ঘ সময়ের জন্য দ্রুততম ছিলেন এবং অবশেষে ১১তম যোগ্যতা অর্জন করেছিলেন। ২০০৫ চাইনিজ গ্র্যাণ্ড প্রিক্সে তিনি ১৫তম স্থানে যোগ্যতা অর্জন করেছিলেন। তাঁর ২০০৫ মরশুম একটি দুর্ভাগ্যজনক ঘটনা দিয়ে শেষ হয়েছিল, চীনা রেসে তাঁর জর্ডান গাড়িটি একটি প্রাচীরের সাথে ধাক্কা খেয়েছিল। কিন্তু তিনি অক্ষত ছিলেন এবং পরে একটি সাক্ষাৎকার দিতে সক্ষম হন।\n\n† কার্তিকেয়ন একজন অতিথি চালক ছিলেন, তাই তাঁর দক্ষতা পয়েন্টের জন্য বিচার করা হয়নি।\n\n\n=== ফর্মুলা নিপ্পন/সুপার ফর্মুলা সম্পূর্ণ ফলাফল ===\n\n\n=== ফর্মুলা ওয়ানের সম্পূর্ণ ফলাফল ===\n\n\n=== এ১ গ্র্যাণ্ড প্রিক্স সম্পূর্ণ ফলাফল ===\n(চাবিকাঠি) ( গাঢ় রেসগুলি পোলের অবস্থান নির্দেশ করে) ( তির্যক রেসগুলি দ্রুততম ল্যাপ নির্দেশ করে)\n\n\n=== সুপারলিগ ফর্মুলা ===\n( চাবিকাঠি ) ( গাঢ় রেসগুলি পোলের অবস্থান নির্দেশ করে) ( তির্যক রেসগুলি দ্রুততম ল্যাপ নির্দেশ করে)\n\n\n=== লে মানস ফলাফলের ২৪ ঘন্টা ===\n\n\n=== সম্পূর্ণ অটো জিপি ফলাফল ===\n( কী ) ( গাঢ় রেসগুলি পোলের অবস্থান নির্দেশ করে) ( তির্যক রেসগুলি দ্রুততম ল্যাপ নির্দেশ করে)\n\n\n=== এনএএসসিএআর ===\n(চাবিকাঠি) ( গাঢ় - মেরু অবস্থান যোগ্যতা সময় দ্বারা প্রদান করা হয়. তির্যক - পোল পজিশন পয়েন্ট স্ট্যাণ্ডিং বা অনুশীলনের সময় দ্বারা অর্জিত।\n\n – অধিকাংশ ল্যাপের নেতৃত্বে)\n\n\n==== ক্যাম্পিং ওয়ার্ল্ড ট্রাক সিরিজ ====\n\n\n=== সুপার জিটি ফলাফল সম্পূর্ণ করুন ===\n(চাবিকাঠি) ( গাঢ় রেসের পোল অবস্থান নির্দেশ করে; তির্যক রেসের দ্রুততম ল্যাপ নির্দেশ করে)\n\n\n== আরও দেখুন ==\nভারত থেকে ফর্মুলা ওয়ান ড্রাইভার\nTorqueX    ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জুলাই ২০১৮ তারিখে\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nNarain Karthikeyan driver statistics at Racing-Reference\n\nটেমপ্লেট:Formula One drivers from Indiaটেমপ্লেট:Hispania Racing F1 Teamটেমপ্লেট:Jordan Grand Prixটেমপ্লেট:Padma Shri Award Recipients in Sports"}