{"pageid": 1402049, "title": "মোমবাতি ঘড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1402049", "content": "মোমবাতি ঘড়ি হলো এক ধরনের ঘড়ি যেখানে মোমবাতির সাহায্যে সময়ের পরিমাপ করা হয়। মোমবাতি ঘড়িতে ধারাবাহিক ব্যবধানে কিছু দাগ দেওয়া থাকে। মোমবাতি পুড়ে যাওয়ার সাথে সাথে সেই দাগগুলির সাহায্যে সময়কালের উত্তরণ পরিমাপ করা যায়।। আগে মোমবাতি ঘড়িগুলি বাড়ির ভিতরে, রাতে বা মেঘলা দিনে সময় পরিমাপের একটি কার্যকর উপায় বলে ধরা হতো। যদিও আজ আর মোমবাতি ঘড়ি ব্যবহার করা হয় না।\n\n\n== ইতিহাস ==\nকোথায় এবং কখন মোমবাতি ঘড়ি প্রথম ব্যবহার করা হয়েছিল তা ঠিক মতো জানা যায় না। ৫২০ খৃষ্টাব্দে ইউ জিয়াংগুের একটি চীনা কবিতায় মোমবাতি ঘড়ির ব্যবহারের প্রথম উল্লেখ পাওয়া যায়। সেখানে ধারাবাহিক ব্যবধানে দাগ কাটা মোমবাতি দিয়ে রাতে সময় নির্ধারণের একটি উপায় বের করা হয়। ১০ শতকের গোড়ার দিকে জাপানে অনুরূপ মোমবাতি ব্যবহার করা হতো।\nইউ জিয়াংগুের মোমবাতি ঘড়ির বর্ণনায় সমান ওজন এবং পুরুত্বের ছয়টি অভিন্ন মোমবাতির বর্ণনা রয়েছে। প্রতিটি মোমবাতি ১২ ইঞ্চি লম্বা, সমান পুরুত্বের এবং প্রতিটি এক ইঞ্চি ব্যবধানে ১২টি ভাগে বিভক্ত। প্রতিটি ইঞ্চি জ্বলতে ২০ মিনিট সময় নেয় এবং প্রতিটি মোমবাতি চার ঘন্টার মধ্যে সম্পূর্ণরূপে পুড়ে যায়। মোমবাতির শিখাকে রক্ষা করার জন্য এটি কাঠের ফ্রেমের তৈরি কাঠামোর মধ্যে স্থাপন করা হয়।\nসময় পরিমাপের অনুরূপ পদ্ধতি মধ্যযুগীয় গীর্জাগুলিতেও ব্যবহৃত হতো। মোমবাতি ঘড়ির উদ্ভাবনের জন্য অ্যাংলো-স্যাক্সনের ওয়েসেক্সের রাজা আলফ্রেড দ্য গ্রেটকে কৃতিত্ব দেওয়া হয়। ঘড়িটি কীভাবে তৈরি হয়েছিল তার গল্পটি অ্যাসের বর্ণনা করেছিলেন, যিনি আলফ্রেডের দরবারে থাকতেন এবং তাঁর ঘনিষ্ঠ সহযোগী ছিলেন। আলফ্রেড এক্ষেত্রে ছয়টি মোমবাতি ব্যবহার করেন। প্রতিটি মোমবাতি ১২ পেনিওয়েট ওজনের মোমের দিয়ে তৈরি করা হয়। মোমবাতিগুলির উচ্চতা ছিল ১২ ইঞ্চি (৩০ সেমি) এবং পুরুত্ব একই ছিল। মোমবাতিগুলি এক ইঞ্চি ব্যবধানে চিহ্নিত করা হয়। একবার জ্বালানো হলে সেগুলিকে কাঠ এবং স্বচ্ছ শিং দিয়ে তৈরি একটি লণ্ঠনে স্থাপন করে বাতাস থেকে রক্ষা করা হতো। এতে মোমবাতিগুলিতে পরবর্তী চিহ্নে জ্বলতে ২০ মিনিট সময় লাগতো। মোমবাতিগুলি একের পর এক জ্বলতে থাকত। পুরো সময় নিত ২৪ ঘন্টা।\n\n\n=== আল-জাযারি ===\n\nএখনও পর্যন্ত পরিচিত সবচেয়ে পরিশীলিত মোমবাতি ঘড়িটির খোঁজ পাওয়া যায় ১২০৬ সালে। মোমবাতি ঘড়িটির মালিক ছিলেন আল-জাজারি। এটিতে সময় প্রদর্শনের জন্য সর্বপ্রথম একটি ডায়াল অন্তর্ভুক্ত করা হয়। একটি বেয়নেট ফিটিংও লাগানো হয়।  ইংরেজ প্রকৌশলী এবং ইতিহাসবিদ ডোনাল্ড রাউটলেজ হিল ইসমাইল, আল-জাযারি মোমবাতি ঘড়িকে নিম্নরূপে বর্ণনা করেছেন:\nমোমবাতি যার জ্বলনের হার জানা ছিল সেটি একটি ক্যাপের নীচে বসানো থাকত। তার পলতেটি একটি  ছিদ্রের গর্তের মধ্য থাকত। একটি খাঁজকাটা অংশে গলিত মোম সংগ্রহ করা হতো এবং পর্যায়ক্রমে অপসারণ করা যেতো যাতে এটি অবিছিন্নভাবে জ্বলতে পারে। মোমবাতির নীচের অংশ একটি অগভীর থালাতে লাগানো থাকত এবং একটি পুলির মাধ্যমে একটি পাল্টা ওজনের সাথে যুক্ত থকত। মোমবাতিটি পুড়ে যাওয়ার সাথে সাথে ওজন এটিকে স্থির গতিতে উপরের দিকে ঠেলে দিত। মোমবাতির নীচে থালা থেকে এটি স্বয়ংক্রিয়ভাবে চালিত হতো।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nAsser (১৯৮৩)। Alfred the Great: Asser's Life of King Alfred and other contemporary sources। Penguin Books। আইএসবিএন 978-01404-4-409-4। \nTurner, Anthony J. The Time Museum, Volume I, Time Measuring Instruments; Part 3, Water-clocks, Sand-glasses, Fire-clocks"}