{"pageid": 1402866, "title": "আন্তর্জাতিক সমুদ্র আইন ইনস্টিটিউট", "url": "https://bn.wikipedia.org/wiki?curid=1402866", "content": "আইএমও ইন্টারন্যাশনাল মেরিটাইম ল ইনস্টিটিউট (আইএমএলআই) ১৯৮৮ সালে জাতিসংঘের বিশেষায়িত সংস্থা ইন্টারন্যাশনাল মেরিটাইম অর্গানাইজেশনের পৃষ্ঠপোষকতায় প্রতিষ্ঠিত হয়েছিল। এর লক্ষ্য হল সামুদ্রিক আইন বিশেষজ্ঞদের প্রশিক্ষণ দেওয়া। ইনস্টিটিউটের সদর দপ্তর বর্তমানে মাল্টা বিশ্ববিদ্যালয়ের ক্যাম্পাসে এ অবস্থিত।\n\n\n== ইতিহাস ==\nআইএমএলআই ১৯৮৮ সালে আইএমও এবং মাল্টা সরকারের মধ্যে একটি চুক্তির অধীনে প্রতিষ্ঠিত হয়েছিল। এটি ১৯৮৯ সালের অক্টোবরে তার প্রথম শিক্ষাবর্ষ শুরু করে। এর ক্যাম্পাস মাল্টা বিশ্ববিদ্যালয়ে।\n\n\n== প্রোগ্রাম ==\nইনস্টিটিউট আন্তর্জাতিক আইনসমুদ্রের আইন, শিপিং আইন, সামুদ্রিক পরিবেশ আইন এবং আইনের খসড়া সহ আন্তর্জাতিক সমুদ্র আইনের পুরো বর্ণালীকে কভার করার জন্য ডিজাইন করা একাডেমিক কোর্স অফার করে। ইনস্টিটিউটে প্রশিক্ষণ তিনটি ক্ষেত্রে মনোনিবেশ করে।\n\nজাতীয় সামুদ্রিক আইনের উপর পরামর্শ এবং বিকাশের জন্য দক্ষতার বিকাশ;\nদেশীয় আইনে আন্তর্জাতিক নিয়মগুলিকে অন্তর্ভুক্ত করার জন্য রাজ্যগুলির প্রয়োজনীয় দক্ষতা রয়েছে তা নিশ্চিত করার জন্য আইনী খসড়া তৈরির দক্ষতার বিকাশ; এবং\nআন্তর্জাতিক সামুদ্রিক ফোরামের আলোচনায় অংশগ্রহণ এবং অবদান রাখার জন্য আইনজীবীদের প্রস্তুতি।\nকোর্সের সময়কাল হল এক শিক্ষাবর্ষ এবং সফল ছাত্রদের আন্তর্জাতিক সমুদ্র আইনে স্নাতকোত্তর ডিগ্রি (এলএলটম) প্রদান করা হয়।\nইনস্টিটিউট অধ্যয়নের অন্যান্য প্রোগ্রাম অফার করে আন্তর্জাতিক সামুদ্রিক আইনে ডক্টর অফ ফিলোসফি থেকে শুরু করে অ আইনজীবীদের জন্য একটি অ্যাডভান্সড ডিপ্লোমা যারা আন্তর্জাতিক সামুদ্রিক আইনের প্রধান বৈশিষ্ট্যগুলি বুঝতে চান।\nIMLI বিভিন্ন প্রোগ্রাম অফার করে যার মধ্যে এল.এল.এম, M.Hum. এম.ফিল. রিসার্চ ডিগ্রি এবং অ্যাডভান্সড ডিপ্লোমা, সেইসাথে ছোট কোর্স।\n\n\n== ছাত্রের সংখ্যা ==\nযোগ্যতা অর্জনের জন্য ছাত্র-ছাত্রীদের–যাদের প্রাথমিকভাবে উন্নয়নশীল রাজ্য থেকে আসা উচিত–তাদের প্রথম আইন ডিগ্রি থাকতে হবে। আইএৃএলআই-তে, প্রতি বছর কোর্সের ৫০% জায়গা মহিলা প্রার্থীদের জন্য সংরক্ষিত। প্রার্থীরা সাধারণত তাদের সরকার দ্বারা মনোনীত এবং সমর্থিত হয়, তবে আসনগুলিও স্বতন্ত্র প্রার্থীদের জন্য বরাদ্দ করা হয়।\n\n\n== কর্মকর্তারা ==\nগভর্নিং বোর্ডের চেয়ারম্যান: কিট্যাক লিম\nপরিচালক: নরম্যান এ. মার্টিনেজ গুতেরেস (২০২২-বর্তমান)\n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র ==\nFatou Bensouda,  গাম্বিয়ান আইনজীবী এবং আন্তর্জাতিক অপরাধ আদালতের প্রধান প্রসিকিউটর\nজয়েস বাওয়াহ মোগতারি,  ঘানার আইনজীবী এবং রাজনীতিবিদ, ঘানার সাবেক উপ-পরিবহন মন্ত্রী\nজোসেফাইন নক্রুমাহ,  ঘানার আইনজীবী, ঘানার নাগরিক শিক্ষার জাতীয় কমিশনের চেয়ারপারসন।\nসান্দ্রা ওপোকু,   ঘানার আইনজীবী, তেমা বন্দরের পরিচালক।\nফ্রান্সিসকো ভিলারোয়েল,   ভেনেজুয়েলার আইনজীবী, লেখক, চিত্রনাট্যকার এবং চলচ্চিত্র নির্মাতা, কারাকাস ইবেরো-আমেরিকান চলচ্চিত্র উৎসবের পরিচালক\nজেরাল্ড জ্যাকিওস, মার্শালিজ রাজনীতিবিদ এবং কূটনীতিক, মার্শাল দ্বীপপুঞ্জের প্রাক্তন পররাষ্ট্র মন্ত্রী, মার্কিন যুক্তরাষ্ট্রে মার্শাল দ্বীপপুঞ্জ প্রজাতন্ত্রের রাষ্ট্রদূত\n\n\n== আরও দেখুন ==\nইন্টারন্যাশনাল মেরিটাইম অর্গানাইজেশন\n\n\n== তথ্যসূত্র =="}