{"pageid": 1402826, "title": "আবদু রোজিক", "url": "https://bn.wikipedia.org/wiki?curid=1402826", "content": "আবদু রোজিক (জন্ম: ২৩ সেপ্টেম্বর ২০০৩) একজন তাজিকিস্তানী গায়ক ও সামাজিক মিডিয়া প্রভাবশালী। তিনি ভারতীয় আপাতবাস্তব অনুষ্ঠান বিগ বস ১৬ (২০২২)-এ প্রতিযোগী এবং ফিয়ার ফ্যাক্টর: খতরোঁ কে খিলাড়ি ১৩ (২০২৩)-এ অতিথি প্রতিযোগী হিসেবে অংশগ্রহণ করেছিলেন, যার পরে ভারতীয় মিডিয়াতে পরিচিতি লাভ করেন। তিনি প্রায় ১০০ দিন বিগ বসের ঘরে ছিলেন। শৈশবে রোজিকের রিকেটস্ রোগ হয়েছিল, যার চিকিৎসা না হওয়ায় তার উচ্চতা বৃদ্ধি থেমে যায়। বর্তমানে তার উচ্চতা ৩ ফুট ৯ ইঞ্চি (১.১৫ মিটার)। তাকে পৃথিবীর সবচেয়ে কম উচ্চতার গায়ক বলে গণ্য করা হয়।\n\n\n== প্রারম্ভিক জীবন ==\nশৈশবে রোজিকের রিকেটস্ ধরা পড়েছিল। তার শরীরে বৃদ্ধির হরমোনের ঘাটতি দেখা দিয়েছিল, যা যথাযথ চিকিৎসার মাধ্যমে নিরাময় করা যেতো। রোজিকের পরিবার তার চিকিৎসা করাতে পারেনি, যার ফলে তার শারীরিক বৃদ্ধি বন্ধ হয়ে যায়। তার পরিবারের দারিদ্র্যের কারণে রোজিক প্রায়ই স্কুলে যেতেন না। তিনি বাজারে এবং পাঞ্জাকেন্টের রাস্তায় টিপসের জন্য গান গাইতেন।\n\n\n== কর্মজীবন ==\n২০১৯ এর শুরুতে রোজিক তাজিকিস্তানি র‍্যাপার-ব্লগার ব্যারন (বেহরুজ) এর কাছ থেকে মেন্টরশিপ এবং আর্থিক সহায়তা পেয়েছিলেন। এমনকি ব্যারন রোজিকের বাবাকে রোজিককে গান গাওয়ার জন্য রাজি করান। অনুমতি পাওয়ার পর, রোজিক এবং ব্যারন দুবাইতে চলে যান।\nরোজিক বিভিন্ন তাজিকিস্তানি গান গেয়েছেন যেমন ওহি দিলি জোর, চাকি চাকি বোরন এবং মোদার। ২০২১ সালে তিনি অরিজিৎ সিংয়ের হিন্দি গান এন্না সোনা গাওয়ার একটি ভিডিও আপলোড করেছিলেন। ২০২২ সালে তাকে সংযুক্ত আরব আমিরাতের আবুধাবিতে ২২তম আইফা পুরস্কার অনুষ্ঠানে যোগ দেওয়ার জন্য আমন্ত্রণ জানানো হয়েছিল, যেখানে তিনি ১৯৯৪ সালের ১৯৪২: অ্যা লাভ স্টোরি চলচ্চিত্রের হিন্দি গান \"এক লাড়কি কো দেখা তো আইসা লাগা\" গেয়েছিলেন। গানটি সালমান খানকে উৎসর্গ করেছিলেন তিনি।\n২০২১ সালে তিনি রাশিয়ান এমএমএ যোদ্ধা এবং মিডিয়া ব্যক্তিত্ব, হাসবুল্লা ম্যাগোমেডভকে একটি লড়াইয়ের জন্য চ্যালেঞ্জ করেছিলেন, কিন্তু রাশিয়ান বামন অ্যাথলেটিক অ্যাসোসিয়েশন (আরডিএএ) এটিকে অনৈতিক বলে অনুমোদন করেনি। উল্লেখ্য যে, হাসবুল্লারও বামনত্ব রয়েছে।\n২০২২ সালের অক্টোবরে তিনি বিগ বস ১৬-এ অংশগ্রহণ করেছিলেন, যার আগে তিনি হিন্দি চলচ্চিত্র কিসি কা ভাই কিসি কি জান-এ অভিনয় করেছিলেন। ২০২৩ সালে তিনি ফিয়ার ফ্যাক্টর: খতরোঁ কে খিলাড়ি ১৩-এ অতিথি হিসেবে অংশগ্রহণ করেন।\n\n\n== টেলিভিশন ==\n\n\n== ডিস্কোগ্রাফি ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্সটাগ্রামে আবদু রোজিক"}