{"pageid": 1402151, "title": "দাকিমাকুরা", "url": "https://bn.wikipedia.org/wiki?curid=1402151", "content": "দাকিমাকুরা (抱き枕 হল জাপানে প্রচলিত এক ধরনের বড় বালিশ যার খোলে সাধারণত অ্যানিমে (জাপানি কার্টুন) চরিত্রগুলিকে চিত্রিত করা থাকে। শব্দটিকে প্রায়শই ইংরেজিতে বডি পিলো (দেহাবয়ব যুক্ত বালিশ), ওয়াইফু (স্ত্রী) পিলো, বা হাসব্যান্ডো (স্বামী) বালিশ হিসাবে অনুবাদ করা হয়। জাপানে, দাকিমাকুরা পশ্চিমা অর্থোপেডিক বডি পিলোর অনুরূপ, এবং সাধারণত জাপানের অল্পবয়স্করা একে \"সুখ বস্তু\" হিসাবে ব্যবহার করে থাকে।\n\n\n== ব্যুৎপত্তি ==\nদাকিমাকুরা শব্দটি দুইটি জাপানি শব্দ দাকি (抱き \"আলিঙ্গন\") ও মাকুরা (枕, \"বালিশ\") যোগ করে সৃষ্টি করা হয়েছে।\n\n\n== ইতিহাস ==\n\n১৯৯০-এর দশকের শেষে এবং ২০০০-এর দশকের শুরুর দিকে দাকিমাকুরা বালিশগুলি অ্যানিমে, মাঙ্গা ও আন্তর্জালভিত্তিক লাইফস্টাইল ওতাকু সংস্কৃতির অনুষঙ্গ হয়ে দাঁড়ায়। এর অংশ হিসাবে বিভিন্ন অ্যানিমে বা ভিডিও খেলাগুলির জনপ্রিয় চরিত্রের অতি-আদিরসাত্মক ভঙ্গিমায় আঁকা বিশোজো এবং বিশোনেনের শুয়ে থাকা ছবিগুলি বালিশের খোলে ছাপানো হয়। প্রথম দিকের দাকিমাকুরা খোলগুলির সিংহভাগই বাজারে এনেছিল জাপানি কোম্পানি কসপা। কসপা হল জনপ্রিয় কাল্পনিক চরিত্রের সঙ্গে সংশ্লিষ্ট বিভিন্ন পণ্য এবং পোশাক নির্মাতা প্রতিষ্ঠান, যেটি ২০১৮ সাল পর্যন্ত অফিসিয়াল দাকিমাকুরা কভার প্রকাশ করে চলেছে।\nযদিও দাকিমাকুরাকে কখনও কখনও \"ডাচ স্ত্রী\" বলা হয়, তবে এই শব্দগুচ্ছের মূল অর্থ চিকুফুজিন বা \"বাঁশের স্ত্রী\" সমার্থক। ইটা-সুপো এবং এর মাসকট রিনা মাকুরাবাকে যুক্ত করে ২০১৫ সাথে প্রথম কথা বলা কিছু দেহাবয়ব যুক্ত বালিশ উদ্ভাবন করেছিলেন কিউশু ইনস্টিটিউট অব টেকনোলজির প্রাক্তন গবেষক কোইচি উচিমুরা। \n\n\n== মাপ ==\nদুটি প্রধান আকারে দাকিমাকুরা  পাওয়া যায়। ১৬০ অথবা ১৫০ সেমি (৬৩ অথবা ৫৯ ইঞ্চি) দৈর্ঘ্যে একটি ৫০ সেমি (২০ ইঞ্চি) প্রস্থ ( ১০০ সেমি (৩৯ ইঞ্চি) পরিধি)।\n২০০০ এর দশকের মাঝামাঝি সময়ের আগ পর্যন্ত দাকিমাকুরা  কেবল একটি মাপে পাওয়া যেত (১৬০ সেমি × ৫০ সেমি (৬৩ ইঞ্চি × ২০ ইঞ্চি))। ২০০০-এর দশকের শেষের দিক থেকে ১৫০ সেমি × ৫০ সেমি (৫৯ ইঞ্চি × ২০ ইঞ্চি) মাপের দাকিমাকুরা-ও পাওয়া যাচ্ছে। বিমানযোগে পুলিন্দা বা পার্সেল পাঠানোর ওজন সীমা দুই কিলোগ্রামের নিচে হওয়ার ফলে ডাকযোগে প্রেরণের খরচ নেমে এসেছে, ফলে এটি দিনদিন জনপ্রিয় হয়ে উঠছে। জনপ্রিয়তা বৃদ্ধির ফলে বিভিন্ন উচ্চতা এবং বয়সের ব্যবহারকারীর সঙ্গে খাপ খাইয়ে নেওয়ার জন্য দাকিমাকুরার নতুন মাপ তৈরি করা হয়েছে। বাজারে অনেকগুলি মাপের দাকিমাকুরা পাওয়া গেলেও তাদের মধ্যে সবচেয়ে জনপ্রিয় পাঁচটি মাপ হল: ১৮০x৬০, ১৭০x৬০, ১৬০x৬০, ১৫০x৫০ এবং ১৪০x৪০ সেমি।\n\n\n== প্রেম-বালিশ ==\nপ্রেম-বালিশ হল দাকিমাকুরা-র একটি বিশেষ ধরন যা সাধারণত পূর্বনির্ধারিত ভঙ্গিমায় জনপ্রিয় চরিত্রের আদলে বানানো হয়। সেগুলিতে বিভিন্ন অ্যানিমে চরিত্র, পশম চরিত্র, বা খোলামেলা যৌন চলচ্চিত্র অভিনেতাদের ছবি থাকতে পারে।\n\n\n== আরও দেখুন ==\nএক বিছানায় ঘুমানো\nযৌন পুতুল\nপাশবালিশ\nবাঁশের বউ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nKohler, Chris (ফেব্রুয়ারি ৬, ২০০৪)। \"Getting in Bed With the Customer\"। Wired News। সংগ্রহের তারিখ ২০১৪-০২-১৩।"}