{"pageid": 1402326, "title": "হিন্দু সঙ্গীত", "url": "https://bn.wikipedia.org/wiki?curid=1402326", "content": "হিন্দু সঙ্গীত হল হিন্দুধর্মের জন্য তৈরি বা প্রভাবিত সঙ্গীত। এর মধ্যে ভারতীয় শাস্ত্রীয় সংগীত, কীর্তন,  ভজন এবং অন্যান্য সঙ্গীতের ধরন অন্তর্ভুক্ত রয়েছে। শাস্ত্রীয় ভারতে রাগগুলি হল হিন্দু সঙ্গীতের সাধারণ রূপ। হিন্দু সঙ্গীতের খুব সাধারণ স্কেল হল ১ ২ ৩ ৪ ৫ ৬ ৭, যা জ্যা প্রগতিতে সমন্বয় করা যেতে পারে।\nহিন্দু সঙ্গীতে সাধারণত দেবদেবীর নাম ধর্মীয়ভাবে উচ্চারণ করা হয়, প্রায়শই বিষ্ণু এবং তাঁর অবতার, শিব এবং দেবী (পার্বতী, শক্তি, বৈষ্ণোদেবী) সহ।\n\n\n== সঙ্গীতসমূহ ==\n\n\n=== ভজন ===\n\nভজন হল হিন্দু ভক্তিমূলক সঙ্গীত, যা প্রায়শই প্রাচীন উৎসের। ভজনগুলি প্রায়শই গীতিধর্মী ভাষায় সরল গান হয় যা দেবত্বের প্রতি ভালবাসার আবেগ প্রকাশ করে, তা একক দেব ও দেবীর জন্যই হোক বা যেকোন সংখ্যক দেবতার জন্যই হোক। অনেক ভজনে মনোনীত দেবতার বিভিন্ন নাম ও দিক রয়েছে, বিশেষ করে হিন্দু সহস্রনাম, অষ্টোত্তর শতনাম এর ক্ষেত্রে। প্রেমময় ভক্তি সহ ভজন গাওয়ার জন্য অত্যন্ত গুরুত্ব আরোপ করা হয়। \"রসনং লক্ষনং ভজনং\" এর অর্থ হল যে কাজটির দ্বারা আমরা আমাদের অন্তর্নিহিতের আরও কাছাকাছি অনুভব করি, সেটি হল ভজন। ভগবানের জন্য যে কাজ করা হয় তাকে ভজন বলে। সবচেয়ে সাধারণ হিন্দু ভজন হল \"ওঁ জয় জগদীশ হরে।\"\n\n\n=== কীর্তন ===\n\nকীর্তন হল সাম্প্রদায়িক, মন্ত্রের আহ্বান ও প্রতিক্রিয়া, প্রায়ই যন্ত্র এবং নৃত্য সহ। কীর্তন বৈদিক ঐতিহ্যের গভীরে প্রোথিত।\nভগবানের নাম উচ্চারণ এবং নাম প্রচারে কীর্তনের উল্লেখযোগ্য ভূমিকা আছে। আসলে কীর্তন হল শ্রীভগবানের কীর্তি সূচক গান। সর্বসাধারণের মধ্যে ভক্তি ধর্ম প্রচারে শ্রীচৈতন্য মহাপ্রভু কীর্তনকে মাধ্যম হিসেবে ব্যবহার করেছিলেন । বৃন্দাবনদাসের 'চৈতন্যভাগবত'-এর মধ্যখণ্ড ত্রয়োবিংশ অধ্যায়ে আছে :\n\n\" নিরবধি সভেই জপেন কৃষ্ণ নাম।\nপ্রভুর চরণ কায়মনে করি ধ্যান।।\nসন্ধ্যা হৈলে আপনার দ্বারে সব মেলি।\nকীর্তন করেন সভে দিয়া হাতে তালি।।\nএইমতো নগরে নগরে সংকীর্তন।\n\nকরাইতে লাগলেন শচীর নন্দন।।\"\n- এই ধারার অনুগমন করেই যোগ - ভক্তি মার্গের সাধক ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ আহিরীটোলা ঘাট থেকে গঙ্গাবক্ষে কীর্তনে বের হন। কালনা পর্যন্ত কীর্তন চলে। পরে ফিরে আসেন সিমলা স্ট্রিটে।\n\n\n=== ভারতীয় শাস্ত্রীয় সংগীত ===\n\nভারতীয় শাস্ত্রীয় সঙ্গীতের উৎপত্তি প্রাচীনতম ধর্মগ্রন্থ, হিন্দু ঐতিহ্যের অংশ, বেদ থেকে পাওয়া যায়। সামবেদ সঙ্গীতকে দৈর্ঘ্যে বর্ণনা করে।\n\n\n== তথ্যসূত্র =="}