{"pageid": 1402369, "title": "লোটারিং অস্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1402369", "content": "একটি লোটারিং যুদ্ধাস্ত্র (এটি একটি আত্মঘাতী ড্রোন নামেও পরিচিত, কামিকাজে ড্রোন, বা বিস্ফোরক ড্রোন )  হল এক ধরনের বায়বীয় অস্ত্র অন্তর্নির্মিত যুদ্ধাস্ত্র ( ওয়ারহেড ), যা লক্ষ্যবস্তু অবস্থিত না হওয়া পর্যন্ত লক্ষ্যবস্তুর চারপাশে লঘু (প্যাসিভভাবে অপেক্ষা) করতে পারে; এটি তারপর এটিতে বিধ্বস্ত হয়ে লক্ষ্যবস্তুতে আক্রমণ করে।  লইটরিং যুদ্ধাস্ত্রগুলি লক্ষ্য এলাকার কাছাকাছি উচ্চ-মূল্যের প্ল্যাটফর্ম না রেখে স্বল্প সময়ের জন্য আবির্ভূত লুকানো লক্ষ্যগুলির বিরুদ্ধে দ্রুত প্রতিক্রিয়ার সময় সক্ষম করে এবং আরও নির্বাচনী লক্ষ্যবস্তুকে অনুমতি দেয় কারণ আক্রমণটি উড়ানের মাঝখানে পরিবর্তন করা যেতে পারে বা বাতিল করা যেতে পারে।\nক্রুজ ক্ষেপণাস্ত্র এবং মনুষ্যবিহীন যুদ্ধ বিমানের (ইউসিএভি বা যুদ্ধ ড্রোন) মধ্যে কুলুঙ্গিতে লোটারিং যুদ্ধাস্ত্রগুলি ফিট করে, উভয়ের সাথে বৈশিষ্ট্যগুলি ভাগ করে। এগুলি ক্রুজ মিসাইলের থেকে আলাদা যে তারা টার্গেট এলাকার চারপাশে অপেক্ষাকৃত দীর্ঘ সময়ের জন্য ঘোরাঘুরি করার জন্য ডিজাইন করা হয়েছে, এবং UCAV থেকে যে একটি লোটারিং যুদ্ধাস্ত্র একটি আক্রমণে ব্যয় করার উদ্দেশ্যে এবং একটি অন্তর্নির্মিত ওয়ারহেড রয়েছে। যেমন, এগুলিকে একটি অপ্রচলিত পরিসরের অস্ত্র হিসেবেও বিবেচনা করা যেতে পারে।\n\nসারফেস-টু- এয়ার মিসাইল (SAMs) এর বিরুদ্ধে সাপ্রেশন অফ এনিমি এয়ার ডিফেন্স (SEAD) ভূমিকায় ব্যবহারের জন্য 1980-এর দশকে লইটরিং অস্ত্র প্রথম আবির্ভূত হয়েছিল এবং 1990-এর দশকে বেশ কয়েকটি সামরিক বাহিনীর সাথে সেই ভূমিকায় মোতায়েন করা হয়েছিল। 2000 এর দশক থেকে শুরু করে, অপেক্ষাকৃত দীর্ঘ-পাল্লার স্ট্রাইক এবং ফায়ার সাপোর্ট থেকে শুরু করে কৌশলগত, খুব স্বল্প পরিসরের যুদ্ধক্ষেত্র সিস্টেম যা একটি ব্যাকপ্যাকে ফিট করা পর্যন্ত অতিরিক্ত ভূমিকার জন্য লোটারিং অস্ত্র তৈরি করা হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== প্রথম বিকাশ এবং পরিভাষা ===\nপ্রাথমিক ভাবে, লোটারিং যুদ্ধাস্ত্রগুলিকে এমন হিসাবে উল্লেখ করা হয়নি বরং 'আত্মঘাতী ইউএভি' বা 'লয়েটারিং মিসাইল' হিসাবে উল্লেখ করা হয়েছিল। বিভিন্ন উত্স অস্ত্র বিভাগের উদ্ভব হিসাবে বিভিন্ন প্রকল্পের দিকে নির্দেশ করে। ব্যর্থ US AGM-136 Tacit Rainbow প্রোগ্রাম  বা 1980-এর দশকের প্রাথমিক ইসরায়েলি ডেলিলা ভেরিয়েন্ট  কিছু সূত্র উল্লেখ করেছে।  ইরানি আবাবিল-1 1980-এর দশকে উত্পাদিত হয়েছিল তবে এর সঠিক উত্পাদন তারিখ অজানা।  ইসরায়েলি আইএআই হার্পি 1980 এর দশকের শেষের দিকে উত্পাদিত হয়েছিল। \nপ্রারম্ভিক প্রকল্পগুলিতে \"লয়েটারিং মিশন\" নামকরণ ব্যবহার করা হয়নি, যা অনেক পরে আবির্ভূত হয়েছিল; তারা সেই সময়ে বিদ্যমান পরিভাষা ব্যবহার করেছিল। উদাহরণস্বরূপ AGM-136 Tacit Rainbow একটি 1988 নিবন্ধে বর্ণিত হয়েছে:\n\nনর্থরপ দ্বারা তৈরি করা শান্ত রংধনু মনুষ্যবিহীন জেট বিমান যেটি নর্থরপ দ্বারা উন্নত করা হচ্ছে এবং তারপর শত্রুর রাডারে ঝাঁপিয়ে পড়তে পারে তাকে একটি UAV, একটি ক্রুজ ক্ষেপণাস্ত্র বা এমনকি একটি স্ট্যান্ডঅফ অস্ত্রও বলা যেতে পারে। তবে এটি অবশ্যই একটি RPV নয়।\n\n\n=== শত্রু বিমান প্রতিরক্ষা দমন প্রাথমিক ভূমিকা ===\nS-75 এবং S-125- এর মতো ফিক্সড ইনস্টলেশন সারফেস-টু-এয়ার মিসাইলের (SAMs) প্রথম প্রজন্মের প্রতিক্রিয়া ছিল অ্যান্টি-রেডিয়েশন মিসাইল যেমন AGM-45 Shrike এবং অন্যান্য উপায়ে ফিক্সড SAM ইন্সটলেশন আক্রমণ করার জন্য।, সেইসাথে উন্নয়নশীল SEAD মতবাদ. সোভিয়েত পাল্টা প্রতিক্রিয়া ছিল মোবাইল SAMs যেমন 2K12 Kub এর মাঝে মাঝে রাডারের ব্যবহার। \nএইভাবে, SAM ব্যাটারিটি শুধুমাত্র অল্প সময়ের জন্য দৃশ্যমান ছিল, সেই সময়ে এটি উচ্চ-মূল্যের ওয়াইল্ড উইজেল যোদ্ধাদের জন্য একটি উল্লেখযোগ্য হুমকি ছিল। ইসরায়েলের 1982 অপারেশন মোল ক্রিকেট 19- এ ইউএভি এবং এয়ার-লঞ্চ করা স্যামসন ডেকোসহ বিভিন্ন মাধ্যম ব্যবহার করা হয়েছিল সন্দেহভাজন SAM এলাকায় শত্রু SAM গুলিকে পরিপূর্ণ করতে এবং তাদের রাডার সিস্টেমগুলিকে সক্রিয় করার জন্য টোপ দেওয়ার জন্য, যেগুলি তখন অ্যান্টি-রেডিয়েশন মিসাইল দ্বারা আক্রমণ করা হয়েছিল। \n1980-এর দশকে, IAI Harpy বা AGM-136 Tacit Rainbow-এর মতো অনেকগুলি প্রোগ্রাম, ড্রোন বা মিসাইল এয়ার ফ্রেমে অ্যান্টি-রেডিয়েশন সেন্সরকে একীভূত করেছিল এবং কমান্ড এবং কন্ট্রোল এবং লোটারিং ক্ষমতা সহ। এটি আক্রমণকারী বাহিনীকে সন্দেহভাজন SAM সাইটের জায়গায় তুলনামূলকভাবে সস্তা যুদ্ধাস্ত্র রাখার অনুমতি দেয় এবং SAM ব্যাটারিটি দৃশ্যমান হওয়ার সাথে সাথেই আক্রমণ করতে পারে। এটি বিকল্প বন্য ওয়েসেল জেট ফাইটারের তুলনায় একটি ছোট এবং তুলনামূলকভাবে সস্তা প্ল্যাটফর্মে আক্রমণের ভূমিকার সাথে একটি টোপযুক্ত প্রলোভন হিসাবে একটি ড্রোনের ব্যবহারকে একীভূত করেছে। \n\n\n=== অতিরিক্ত ভূমিকার মধ্যে বিবর্তন ===\n2000 এর দশক থেকে শুরু করে, প্রাথমিক SEAD ভূমিকার বাইরে অতিরিক্ত ভূমিকার জন্য লোটারিং অস্ত্র তৈরি করা হয়েছে, তুলনামূলকভাবে দীর্ঘ-পাল্লার স্ট্রাইক এবং ফায়ার সাপোর্ট  থেকে শুরু করে কৌশলগত, খুব স্বল্প-পরিসরের যুদ্ধক্ষেত্রে ব্যবহার।  2016 সালের নাগর্নো-কারাবাখ দ্বন্দ্বে একটি আইএআই হারোপ ব্যবহার করা হয়েছিল যেখানে আর্মেনিয়ান সৈন্যদের জন্য সৈন্য পরিবহন হিসাবে ব্যবহৃত একটি বাসের বিরুদ্ধে একটি আইএআই হারপ ব্যবহার করা হয়েছিল। \nইউক্রেনে চলমান রাশিয়ান আক্রমণে HESA Shahed 136 এবং ZALA ল্যানসেট রাশিয়া ব্যবহার করেছে, যখন ইউক্রেন আমেরিকার তৈরি অ্যারোভায়রনমেন্ট সুইচব্লেডের মতো লোটারিং যুদ্ধাস্ত্র ফিল্ড করেছে, যা প্লাটুন স্তরে মোতায়েন করা হয় এবং একটি ব্যাকপ্যাকে ফিট করে।\n2010 এবং 2020-এর দশকে সংঘাতের সময়, প্রচলিত সেনাবাহিনী এবং অ-রাষ্ট্রীয় জঙ্গিরা একইভাবে একটি ছোট বিস্ফোরক সংযুক্ত করে সাধারণ বাণিজ্যিক রেসিং ড্রোনগুলিকে একটি FPV লোটারিং যুদ্ধাস্ত্রে পরিবর্তন করতে শুরু করে, যা তারা প্রদান করে প্রথম-ব্যক্তির দৃষ্টিভঙ্গি (FPV) এর কারণে নামকরণ করা হয়। চালক. একটি আইইডি, গ্রেনেড, মর্টার রাউন্ড বা একটি আরপিজি ওয়ারহেডের মতো বিস্ফোরকগুলি একটি এফপিভি ড্রোনের সাথে লাগানো হয় এবং তারপরে বিমান বোমা কৌশলগত লক্ষ্যবস্তুতে স্থাপন করা হয়। FPV ড্রোনগুলি ড্রোনের স্ট্রাইক মিশনের সময় সরাসরি রিকনেসান্সের অনুমতি দেয়। \n2022 সালে ইউক্রেনে রাশিয়ান আক্রমণ শুরু হওয়ার পর, রাশিয়ান এবং ইউক্রেনীয় উভয় বাহিনীই 2023 সালের অক্টোবরের মধ্যে প্রতি মাসে হাজার হাজার FPV ড্রোন তৈরি করছে, যার মধ্যে অনেকগুলি স্বেচ্ছাসেবক গোষ্ঠীর দ্বারা দান করা হয়েছিল।  এসকাড্রোন পেগাসাস এবং ভিরি ড্রোন মোলফার হল কম দামের ড্রোনগুলির দুটি উদাহরণ যা যুদ্ধের সময় 2022-23 সালে দ্রুত বিকশিত হয়েছিল। \n9 নভেম্বর 2023-এ, ইউক্রেনীয় সৈন্যরা কুপিয়ানস্ক ফ্রন্টে একটি রাশিয়ান টর মিসাইল সিস্টেম ধ্বংস করার জন্য একটি বেসামরিক দান করা FPV ড্রোন ব্যবহার করেছে বলে দাবি করেছে, এই ধরনের যুদ্ধাস্ত্র ফিল্ডিং করার সম্ভাব্য খরচ-কার্যকারিতা প্রদর্শন করে। একটি টর মিসাইল সিস্টেম তৈরি করতে প্রায় $24 মিলিয়ন ডলার খরচ হয়, যা 14,000 FPV ড্রোন কিনতে পারে। \n\n\n== বৈশিষ্ট্য ==\nলোটারিং যুদ্ধাস্ত্রগুলি সংযুক্ত বিস্ফোরক সহ একটি মানহীন এরিয়াল ভেহিকেল (ইউএভি) এর মতো সহজ হতে পারে যা একটি সম্ভাব্য কামিকাজ মিশনে পাঠানো হয় এবং এমনকি বিস্ফোরক স্ট্র্যাপযুক্ত শেলফ বাণিজ্যিক কোয়াডকপ্টার দিয়েও তৈরি করা যেতে পারে। \nউদ্দেশ্য-নির্মিত যুদ্ধাস্ত্রগুলি ফ্লাইট এবং নিয়ন্ত্রণ ক্ষমতা, ওয়ারহেডের আকার এবং নকশা এবং লক্ষ্যগুলি সনাক্ত করার জন্য অনবোর্ড সেন্সরগুলিতে আরও বিস্তৃত।  কিছু লোটারিং যুদ্ধাস্ত্র লক্ষ্যবস্তু সনাক্ত করতে একটি মানব অপারেটর ব্যবহার করে যেখানে অন্যরা, যেমন আইএআই হারপ, মানুষের হস্তক্ষেপ ছাড়াই স্বায়ত্তশাসিতভাবে অনুসন্ধান এবং আক্রমণ শুরু করতে পারে। \nআরেকটি উদাহরণ হল UVision HERO Solutions - লোটারিং সিস্টেমগুলি দূরবর্তীভাবে পরিচালিত হয়, একটি যোগাযোগ ব্যবস্থার মাধ্যমে রিয়েল টাইমে নিয়ন্ত্রিত হয় এবং একটি ইলেক্ট্রো-অপটিক্যাল ক্যামেরা দিয়ে সজ্জিত করা হয় যার ছবি কমান্ড এবং কন্ট্রোল স্টেশন দ্বারা গৃহীত হয়। \nকিছু লটারিং যুদ্ধাস্ত্র ফিরে আসতে পারে এবং অপারেটর দ্বারা পুনরুদ্ধার করা যেতে পারে যদি সেগুলি আক্রমণে অব্যবহৃত হয় এবং যথেষ্ট জ্বালানী থাকে; বিশেষ করে এটি একটি সেকেন্ডারি বিস্ফোরক ক্ষমতা সহ UAV-এর বৈশিষ্ট্য।  অন্যান্য সিস্টেম, যেমন ডেলিলাহ  এর কোনো পুনরুদ্ধারের বিকল্প নেই এবং মিশন বাতিলের সময় স্ব-ধ্বংস হয়ে যায়।\n\n\n=== পাল্টা ব্যবস্থা ===\nরাশিয়া ইউক্রেনে ZALA ল্যানসেট ড্রোন ব্যবহার করে। 2022 সালের বসন্ত থেকে ইউক্রেনীয় বাহিনী নির্মাণের অংশ হিসাবে চেইন লিঙ্ক বেড়া, তারের জাল এবং এমনকি কাঠের লগ ব্যবহার করে তাদের আর্টিলারি টুকরোগুলির চারপাশে খাঁচা তৈরি করতে বাধ্য হয়েছে। একজন বিশ্লেষক রেডিও লিবার্টিকে বলেছেন যে এই ধরনের খাঁচাগুলি \"মূলত রাশিয়ান ল্যানসেট যুদ্ধাস্ত্রগুলিকে ব্যাহত করার উদ্দেশ্যে ছিল।\n2023 সালের জানুয়ারী থেকে নেওয়া একটি ছবিতে একটি ল্যানসেট ড্রোনের পিছনের অর্ধেক দেখায় যা এই ধরনের খাঁচাগুলির কারণে বিস্ফোরণে ব্যর্থ হয়েছিল। একইভাবে ইউক্রেনীয় বাহিনী ল্যানসেট ড্রোনকে বিভ্রান্ত ও প্রতারণা করার জন্য স্ফীত ডেকো এবং কাঠের যানবাহন, যেমন HIMARS ব্যবহার করেছে। \nইউক্রেনের সৈন্যরা স্নাইপার রাইফেল দিয়ে ড্রোন গুলি করার খবর দিয়েছে।  রাশিয়ান বাহিনী ইলেকট্রনিক যুদ্ধ ব্যবহার করে ইউক্রেনীয় ড্রোন নিষ্ক্রিয় বা ভুল নির্দেশনা দেয়। একটি স্টুপার রাইফেল ব্যবহার করে যা একটি ইলেক্ট্রোম্যাগনেটিক পালস ব্যবহার করে ড্রোনকে থামাতে জিপিএস ব্যবহার করে নেভিগেট করে। \n2022 সালে রয়্যাল ইউনাইটেড সার্ভিসেস ইনস্টিটিউটের একটি গবেষণায় দেখা গেছে যে রাশিয়ান ইলেকট্রনিক ওয়ারফেয়ার ইউনিট, মার্চ এবং এপ্রিল 2022 সালে, 2022 সালের ফেব্রুয়ারিতে যুদ্ধের শুরুতে তাদের কাছে থাকা ইউক্রেনীয় ড্রোনগুলির 90% ছিটকে গেছে বা গুলি করে ফেলেছে। প্রধান সাফল্য ছিল ড্রোনের সাথে জিপিএস এবং রেডিও লিঙ্ক জ্যাম করা। \nইউক্রেনে রাশিয়ান আক্রমণের শুরুতে রুফটপ স্ল্যাট বর্ম দিয়ে রাশিয়ান ট্যাঙ্কগুলি লাগানো হয়েছে যা কিছু পরিস্থিতিতে লুটারিং যুদ্ধাস্ত্রের বিরুদ্ধে সুরক্ষা প্রদান করতে পারে, 2023 সালের ইউক্রেনীয় পাল্টা আক্রমণে অংশ নেওয়া কিছু ইউক্রেনীয় ট্যাঙ্ককেও ছাদের পর্দা ব্যবহার করে দেখা গেছে। \n\n\n=== অনুরূপ অস্ত্রের তুলনা ===\nক্রুজ ক্ষেপণাস্ত্র এবং মনুষ্যবিহীন যুদ্ধ বিমান যানের (UCAVs) মধ্যে লোটারিং যুদ্ধাস্ত্রগুলি কুলুঙ্গিতে ফিট করে। \nনিচের সারণীতে একই আকারের ক্রুজ মিসাইল, লোটারিং যুদ্ধাস্ত্র এবং UCAVS-এর তুলনা করা হয়েছে:\nযেখানে কিছু ক্রুজ ক্ষেপণাস্ত্র, যেমন ব্লক IV টমাহক, লোটার করার ক্ষমতা রাখে এবং কিছু সংবেদনশীল এবং রিমোট কন্ট্রোল বৈশিষ্ট্য রয়েছে, তাদের প্রাথমিক মিশন সাধারণত আঘাত করা হয় এবং লক্ষ্য অর্জন নয়।\nক্রুজ ক্ষেপণাস্ত্র, তাদের নাম থেকে বোঝা যায়, প্রপালশন সিস্টেম এবং উইংস বা লিফটিং বডি ডিজাইন উভয় ক্ষেত্রেই ধ্রুব গতিতে দূরপাল্লার ফ্লাইটের জন্য অপ্টিমাইজ করা হয়। তারা প্রায়শই ধীর জ্বালানী-দক্ষ গতিতে চলাফেরা করতে অক্ষম হয় যা ক্ষেপণাস্ত্রের কিছু লোটার ক্ষমতা থাকা সত্ত্বেও সম্ভাব্য লোটার সময়কে উল্লেখযোগ্যভাবে হ্রাস করে। \nবিপরীতভাবে প্রায় যেকোনো ইউএভি একটি লক্ষ্যবস্তুতে বিধ্বস্ত হওয়ার জন্য পাইলট করা যেতে পারে এবং বেশিরভাগই একটি ইম্প্রোভাইজড বিস্ফোরক ওয়ারহেড দিয়ে লাগানো যেতে পারে।  তবে একটি UAV বা UCAV-এর প্রাথমিক ব্যবহার হবে পুনরুদ্ধারযোগ্য ফ্লাইট অপারেশনের জন্য যা পুনরুদ্ধারযোগ্য সরঞ্জাম এবং/অথবা যুদ্ধাস্ত্র বহন করে। যদিও অনেকগুলি ইউএভি স্পষ্টভাবে লোটারিংয়ের কথা মাথায় রেখে ডিজাইন করা হয়েছে,\nসেগুলি ডাইভিং আক্রমণের জন্য অপ্টিমাইজ করা হয় না, প্রায়শই সামনের দিকের ক্যামেরার অভাব থাকে, নিয়ন্ত্রণ প্রতিক্রিয়া-গতির অভাব থাকে যা নিয়মিত UAV ফ্লাইটে অপ্রয়োজনীয়, এবং ডাইভ করার সময় শোরগোল হয়, সম্ভাব্য সতর্কতা প্রদান করে লক্ষ্য. UAV-এর, বহু-ব্যবহারের প্ল্যাটফর্ম হিসাবে ডিজাইন করা হচ্ছে, প্রায়শই একটি ইউনিট খরচ থাকে যা নিয়মিত এককালীন ব্যয়যোগ্য মিশন ব্যবহারের জন্য উপযুক্ত নয়। \nএকটি লোটারিং যুদ্ধাস্ত্রের প্রাথমিক মিশন হল সন্দেহজনক টার্গেট এলাকায় পৌঁছানো, লটারিং পর্বের সময় লক্ষ্য অধিগ্রহণ করা, তারপরে একটি স্ব-ধ্বংসাত্মক স্ট্রাইক করা হয় এবং যুদ্ধাস্ত্রটি বৈশিষ্ট্যের দিক থেকে এই ক্ষেত্রে অপ্টিমাইজ করা হয় (যেমন খুব কম ইঞ্জিনের জীবনকাল, নীরবতা স্ট্রাইক পর্বে, স্ট্রাইক ডাইভের গতি, রেঞ্জ/স্পিডের পরিবর্তে লোটারিং টাইমের দিকে অপ্টিমাইজেশন) এবং ইউনিট খরচ (একবার স্ট্রাইক মিশনের জন্য উপযুক্ত)। \n\n\n=== নৈতিক এবং আন্তর্জাতিক মানবিক আইন উদ্বেগ ===\nস্বায়ত্তশাসিত আক্রমণের সিদ্ধান্ত নিতে সক্ষম লোটারিং যুদ্ধাস্ত্র (মানুষের বাইরে) নৈতিক, নৈতিক এবং আন্তর্জাতিক মানবিক আইনের উদ্বেগ বাড়ায় কারণ একজন মানুষ আক্রমণ এবং সম্ভাব্যভাবে মানুষকে হত্যা করার প্রকৃত সিদ্ধান্ত নেওয়ার সাথে জড়িত নয়, যেমনটি হয় ফায়ার অ্যান্ড ফরগেট মিসাইল 1960 সাল থেকে সাধারণ ব্যবহারে।\nযেখানে কিছু নির্দেশিত যুদ্ধাস্ত্র উৎক্ষেপণের পরে লক-অন হতে পারে বা সেন্সর ফিউজ করা যেতে পারে, তবে তাদের ফ্লাইটের সময় সাধারণত সীমিত থাকে এবং একজন মানুষ সেগুলিকে এমন একটি এলাকায় উৎক্ষেপণ করে যেখানে শত্রুর কার্যকলাপকে দৃঢ়ভাবে সন্দেহ করা হয়, যেমনটি আধুনিক ফায়ার অ্যান্ড ফরগেট মিসাইল এবং বিমান হামলার পরিকল্পনা। অন্যদিকে, একটি স্বায়ত্তশাসিত লোটারিং যুদ্ধাস্ত্র এমন একটি এলাকায় চালু করা যেতে পারে যেখানে শত্রুর কার্যকলাপ শুধুমাত্র সম্ভাব্য, এবং লোটার প্রাথমিক উৎক্ষেপণের সিদ্ধান্তের পরে সম্ভাব্য কয়েক ঘন্টার জন্য স্বায়ত্তশাসিতভাবে লক্ষ্যগুলি অনুসন্ধান করে,\nযদিও এটি আক্রমণের জন্য চূড়ান্ত অনুমোদনের অনুরোধ করতে সক্ষম হতে পারে। একজন মানুষের কাছ থেকে। প্রাসঙ্গিক সাহিত্যে আইএআই হারপি এবং আইএআই হারপকে প্রায়শই উদ্ধৃত করা হয় কারণ তারা একটি বায়বীয় ব্যবস্থার নজির স্থাপন করে (যদিও আধুনিক নৌ খনির সাথে তুলনা করার সময় একটি নজির অগত্যা নয়) স্বায়ত্তশাসিত ফাংশনের দৈর্ঘ্য এবং গুণমানের ক্ষেত্রে। যেমন ক্রুজ মিসাইল। \n\n\n=== ব্যবহারকারী এবং প্রযোজকদের তালিকা ===\n2023 সাল পর্যন্ত, বিভিন্ন দেশের সশস্ত্র বাহিনী দ্বারা লোটারিং যুদ্ধাস্ত্র ব্যবহার করা হয়, যার মধ্যে রয়েছে:\n\n আর্জেন্টিনা – HERO 30, HERO 120\n আর্মেনিয়া – HRESH, BEEB 1800\n অস্ট্রেলিয়া – Drone 40\n Azerbaijan – IAI Harpy, IAI Harop, Orbiter 1K, SkyStriker, STM Kargu, Qirği, Quzgün\n Belarus – UBAK-25 Chekan\n Brazil – Anshar\n China – IAI Harpy, CH-901, WS-43, ASN-301\n Greece – Attalus\n Indonesia – Rajata\n India – IAI Harpy, IAI Harop, SkyStriker, Warmate, Trinetra, Nagastra series, ALS-50, Sierra Tango\n Iran – Shahed 131, Shahed 136, Hesa Ababil-2, Raad 85, Arash-2, Meraj-521, Meraj-532, Zhubin and possibly others\n Israel – IAI Harpy, IAI Harop, IAI Harpy NG, IAI Green Dragon, IAI Rotem L, Orbiter 1K, Delilah, SkyStriker, Spike Firefly, HERO loitering munitions series, Viper, Lanius, Point Blank, SpyX, and upgraded variants.\n Lithuania – Switchblade\n Morocco – IAI Harop\n Poland – WB Electronics Warmate\n পর্তুগাল – UAVision Elanus\n Russia – KUB-BLA (\"Cube\"), ZALA Lancet, Geran-1, Geran-2\n Serbia – Gavran, OSICA, Raven 145, Vila 1\n Singapore – IAI Harop\n স্লোভাকিয়া – AX-2 শিকারী\n South Africa – Paramount N-Raven\n South Korea – Devil Killer, IAI Harpy\n Spain - Q-SLAM-40\n Sudan – Kamin-25\n Taiwan – NCSIST Chien Hsiang, NCSIST Fire Cardinal\n Turkey Robit UAV AZAB, – IAI Harpy, STM Kargu,  STM Alpagu, Transvaro-Havelsan Fedai, LENTATEK Kargı, Roketsan-STM Alpagut\n Turkmenistan – SkyStriker\n UAE – QX-1, Hunter SP, Hunter 2-S, Hunter 5, Hunter 10, Shadow 25, Shadow 50, RW-24, N-Raven\n United Kingdom – Switchblade\n United States – AeroVironment Switchblade, Phoenix Ghost, Raytheon Coyote, HERO 120, Point Blank, ALTIUS-600M.\n Ukraine – RAM II, Switchblade, ST-35 Silent Thunder, Phoenix Ghost, Warmate\n Yemen – (Houthis) – Qasef-1/2K, Shahed 131, Shahed 136, Samad-2/3\n\n\n== তথ্য সূত্র =="}