{"pageid": 1403010, "title": "আবদুল মজিদ (কুমিল্লার রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1403010", "content": "আবদুল মজিদ (জন্ম: ৮ অক্টোবর ১৯৫০) একজন বাংলাদেশী শিক্ষক ও রাজনীতিবিদ। তিনি কুমিল্লা-২ আসনের সংসদ সদস্য ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nআবদুল মজিদ ১৯৫০ সালের ৮ অক্টোবর কুমিল্লার হোমনা উপজেলার জয়নগর গ্রামে জন্মগ্রহণ করেন। তার বাবার নাম তোতা মিয়া ও মায়ের নাম ফিরোজা বেগম। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে ফলিত গণিতে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nলেখাপড়া শেষে আবদুল মজিদ কুমিল্লার মুরাদনগরের একটি কলেজে প্রভাষক পদে যোগদানের মাধ্যমে শিক্ষকতায় প্রবেশ করেন।শিক্ষকতা জীবনে তিনি দীর্ঘদিন অধ্যাপক ও অধ্যক্ষ হিসেবে দায়িত্বপালন করেছেন।\n১৯৮৮ সালে তিনি পাঠ্যবইয়ের সহায়ক পুস্তক হিসেবে \"পপি গাইড\" প্রকাশ করা শুরু করেন। বড় মেয়ে নাহরিন ফারহানা (পপি)র নামানুসারে গাইডটির নামকরণ করা হয়। ৯০-এর দশকে জনপ্রিয় হয়ে ওঠা এই গাইডটির প্রকাশনা ২০১৩ সালে বন্ধ হয়ে যায়।\nতিনি কুমিল্লায় অধ্যাপক আব্দুল মজিদ কলেজ, রেহানা মজিদ মহিলা কলেজ, অধ্যক্ষ আবদুল মজিদ মডেল স্কুল এন্ড কলেজসহ বেশ কিছু শিক্ষাপ্রতিষ্ঠান প্রতিষ্ঠা করেন।\n\n\n== রাজনৈতিক জীবন ==\nআবদুল মজিদ ১৯৯৬ সালে আওয়ামী লীগে যোগ দানের মাধ্যমে রাজনীতিতে সম্পৃক্ত হন। হোমনা উপজেলা আওয়ামী লীগের জ্যেষ্ঠ সহসভাপতি ও আহ্বায়ক হিসেবে কাজ করার পর ২০০৪ সালে তিনি হোমনা উপজেলা আওয়ামী লীগের সভাপতি হিসেবে নির্বাচিত হন।\n২০০৮ সালে অনুষ্ঠিত নবম জাতীয় সংসদ নির্বাচনে আবদুল মজিদ কুমিল্লা-২ আসনে প্রথমবারের মতো আওয়ামী লীগের মনোনয়ন নিয়ে প্রার্থী হন। নির্বাচনে তিনি এম কে আনোয়ারের কাছে পরাজিত হন। ২০১৪ সালে তিনি আওয়ামী লীগের মনোনয়ন পেলেও পরবর্তীতে মহাজোটের শরিক দল জাতীয় পার্টিকে আসনটি ছেড়ে দিতে হয়। ২০১৮ সালের একাদশ জাতীয় সংসদ নির্বাচনে আবদুল মজিদ দলীয় মনোনয়ন না পাওয়ায়, স্বতন্ত্র প্রার্থী হিসেবে মনোনয়নপত্র জমা দিলেও তা বাতিল হয়ে যায়।\n২০২৪ সালের দ্বাদশ জাতীয় সংসদ নির্বাচনে তিনি স্বতন্ত্র প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করেন এবং আওয়ামী লীগ মনোনীত সেলিমা আহমাদকে হারিয়ে কুমিল্লা-২ আসনের সংসদ সদস্য নির্বাচিত হন।\n\n\n== ব্যক্তিগত জীবন ==\nআবদুল মজিদের স্ত্রী রেহানা বেগম একজন শিক্ষক ও রাজনীতিবিদ। তিনি হোমনা উপজেলা পরিষদের চেয়ারম্যান হিসেবে দায়িত্ব পালন করছেন। তাদের ৩ মেয়ে। বড় মেয়ে নাহরিন ফারহানা (পপি)ও শিক্ষকতা পেশায় জড়িত।\n\n\n== তথ্যসূত্র =="}