{"pageid": 1403011, "title": "শিখধর্মে ঈশ্বর", "url": "https://bn.wikipedia.org/wiki?curid=1403011", "content": "শিখধর্মে ঈশ্বর এমন একক সত্ত্বা হিসাবে কল্পিত যিনি সমগ্র সৃষ্টি এবং তার বাইরেও বিস্তৃত। এটি এক ওঙ্কারের প্রতীক হিসাবে সমস্ত সৃষ্টির মধ্যে থাকে। যেমন প্রতীক ইক ওঙ্কার দ্বারা। যে তার অহংবোধকে সমর্পণ করে সেই একত্বের ধ্যান করে তার কাছে তিনি বর্ণনাতীত অথচ জ্ঞাত ও উপলব্ধিযোগ্য। শিখ গুরুরা শিখধর্মের পবিত্র ধর্মগ্রন্থ গুরু গ্রন্থ সাহিবে অন্তর্ভুক্ত স্তোত্রগুলিতে ঈশ্বরকে অসংখ্য উপায়ে বর্ণনা করেছেন, কিন্তু নিরাকার ঈশ্বরের একত্বকে সর্বত্র জোর দেওয়া হয়েছে।\nগুরু গ্রন্থ সাহিবের প্রথম অনুচ্ছেদ মূল মন্ত্রে (অনু. \"প্রধান উচ্চারণ\") ঈশ্বরকে বর্ণনা করা হয়েছে:\n\nੴ  ਸਤਿ  ਨਾਮੁ  ਕਰਤਾ  ਪੁਰਖੁ  ਨਿਰਭਉ  ਨਿਰਵੈਰੁ  ਅਕਾਲ  ਮੂਰਤਿ  ਅਜੂਨੀ  ਸੈਭੰ  ਗੁਰ  ਪ੍ਰਸਾਦਿ  ॥ এক ওঙ্কার সাত(ই)-নম(ঃ) করতা পুরাক(উ) নিরবাহ(উ) নিরভাইর(উ)  একালা মুর্ত(ই) আজুনি সাইবহান(জ) গুর(আ) প্রাসাদ(ই)।কেবল এক ঈশ্বর আছেন, এবং একে সত্য বলা হয়, এটি সকল সৃষ্টিতে বিদ্যমান, এবং এর কোনো ভয় নেই, এটি ঘৃণা করে না, এবং এটি নিরবধি, সর্বজনীন এবং স্ব-অস্তিত্বশীল! গুরুর কৃপায় আপনি তা জানতে পারবেন।\n\n\n== সাধারণ ধারণা ==\n\n\n=== একেশ্বরবাদ ===\nশিখধর্ম একেশ্বরবাদী এবং বিশ্বাস করে যে একজনইমাত্র ঈশ্বর আছেন। শিখধর্মের প্রতিষ্ঠাতা গুরু নানক যেকোন ধরনের পাখন্ড (ভন্ডতা বা দ্বৈততা)-কে দৃঢ়ভাবে নিন্দা করেছেন। নানক ঈশ্বরের একত্বের ধারণার উপর জোর দেওয়ার জন্য ওঙ্কার শব্দাংশের সাথে সংখ্যা \"এক\" (IK) উপসর্গ স্থাপন করেছিলেন; অর্থ্যাত্ স্রষ্টা, রক্ষাকর্তা এবং ধ্বংসকারী এক। শিখ চিন্তাধারা এক সর্বশক্তিমান এবং তারপর সর্বজনীন ঈশ্বরের মাধ্যমে শুরু হয়, যা সর্বব্যাপী সৃষ্টিকর্তার মহাজাগতিক বাস্তবতায় আবির্ভূত হয়। যদিও ঈশ্বরকে লিঙ্গবিহীন হিসাবে বর্ণনা করা হয়েছে, ঈশ্বরকে অসংখ্য রূপকের মাধ্যমেও বর্ণনা করা হয়েছে, যেমন:\n\n ਏਕੁ ਪਿਤਾ ਏਕਸ ਕੇ ਹਮ ਬਾਰਿਕ ਤੂ ਮੇਰਾ ਗੁਰ ਹਾਈ ॥\n\"এক(উ) পিতা একাস কে হাম বারিক\"\n\"একই ঈশ্বর সকলের পিতা;\n\n আমরা তাঁর সন্তান।\"\n\n\n=== সর্বজনীনতাবাদ ===\nকিছু পণ্ডিত শিখধর্মের ঈশ্বরের ধারণাকে সর্বজনীন একটি রূপ হিসাবে সংজ্ঞায়িত করেছেন।\n\n\n=== ওয়াহেগুরু ===\nগুরু গ্রন্থ সাহিবে সমস্ত ভিন্ন ধর্মের দৃষ্টিকোণ থেকে ঈশ্বরে সম্পর্কে পুনঃ পুনঃ উল্লেখ করা হয়েছে। গুরু গ্রন্থ সাহিব সব ধর্মের ঈশ্বরের দৃষ্টিভঙ্গি স্বীকার করে। গুরু গ্রন্থ সাহিব শিক্ষা দেয় যে ঈশ্বর এক সর্বশক্তিমান।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nSabadarth Sri Guru Granthsar, 1959\nJodh Singh, Bhai, Gurmati Nirnaya. Amritsar, 1932\nPritam Singh, ed., Sikh Phalsaphe di Rup Rekhla. Amritsar, 1975\nSher Singh, The Philosophy of Sikhism. Lahore, 1944\nKapur Singh, Parasaraprasna. Amritsar, 1989"}