{"pageid": 1403676, "title": "শিখধর্ম ও জৈনধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1403676", "content": "জৈনবাদ, (), ঐতিহ্যগতভাবে যা জৈনধর্ম নামে পরিচিত, হলো একটি প্রাচীন ভারতীয় ধর্ম। ধর্মটির আধ্যাত্মিক ধ্যানধারণা ও ইতিহাসের সূত্রপাত ঘটেছিল এই ধর্মের আদি প্রবর্তক হিসেবে কথিত চব্বিশ জন তীর্থংকরের এক পরম্পরার মাধ্যমে। প্রথম তীর্থংকরের নাম ঋষভনাথ। বর্তমানে তিনি \"আদিনাথ ভগবান\" নামেও পরিচিত। জৈনরা বিশ্বাস করেন, ঋষভনাথ জন্মগ্রহণ করেছিলেন বহু লক্ষ বছর আগে। ত্রয়োবিংশ তীর্থংকর পার্শ্বনাথ খ্রিস্টপূর্ব ৯০০ অব্দে এবং চতুর্বিংশ তীর্থংকর মহাবীর খ্রিস্টপূর্ব ৫০০ অব্দ নাগাদ জন্মগ্রহণ করেন। জৈন ধর্মবিশ্বাসে এই ধর্ম হল এক চিরন্তন ধর্ম এবং তীর্থংকরগণ মহাবিশ্বের প্রতিটি চক্রে মানবসমাজকে পথ প্রদর্শন করার জন্য আবির্ভূত হয়ে থাকেন।\nজৈনদের প্রধান ধর্মীয় নীতিগুলি হল অহিংসা, অনেকান্তবাদ (বহুত্ববাদ), অপরিগ্রহ (অনাসক্তি) ও সন্ন্যাস (ইন্দ্রিয় সংযম)। ধর্মপ্রাণ জৈনেরা পাঁচটি প্রধান প্রতিজ্ঞা গ্রহণ করেন: অহিংসা, সত্য, অস্তেয় (চুরি না করা), ব্রহ্মচর্য (যৌন-সংযম) ও অপরিগ্রহ। জৈন সংস্কৃতির উপর এই নীতিগুলির প্রভাব ব্যাপক। যেমন, এই নীতির ফলেই জৈনরা প্রধানত নিরামিশাষী। এই ধর্মের আদর্শবাক্য হল পরস্পরোপগ্রহো জীবনাম (আত্মার কার্য পরস্পরকে সহায়তা করা) এবং ণমোকার মন্ত্র হল জৈনদের সর্বাপেক্ষা অধিক পরিচিত ও মৌলিক প্রার্থনামন্ত্র।\nঅপরদিকে, শিখধর্ম (; গুরুমুখী: ਸਿੱਖੀ, sikkhī,I, স্থানীয় নাম শিখী; সংস্কৃত ‘শিষ্য’ বা ‘শিক্ষা’ থেকে উৎপন্ন) হলো একটি সর্বেশ্বরবাদী ভারতীয় ধর্ম। খ্রিস্টীয় ১৫শ শতাব্দীতে ভারতীয় উপমহাদেশের পাঞ্জাব অঞ্চলে গুরু নানক এই ধর্ম প্রতিষ্ঠা করেছিলেন। পরবর্তীকালে শিখ গুরুগণ কর্তৃক এই ধর্ম প্রসার লাভ করে। শিখদের ১০ জন মানব গুরু ছিলেন , যাদের সর্বপ্রথম হলেন গুরু নানক। শিখদের পবিত্র ধর্মগ্রন্থ গুরু গ্রন্থ সাহিব যা শিখ গুরুদের রচনার সংকলন। প্রথম পাঁচ জন শিখ গুরু এটি সংকলন করেছিলেন। শিখধর্ম বিশ্বের পঞ্চম বৃহত্তম ধর্মীয় গোষ্ঠী। এই ধর্মের অনুগামীর সংখ্যা প্রায় ৩ কোটি।\nপ্রথম গুরু গুরু নানক (১৪৬৯-১৫৩৯) -এর আধ্যাত্মিক শিক্ষা এবং তার উত্তরাধিকারী নয়জন শিখ গুরু থেকে শিখ ধর্মের বিকাশ ঘটে। দশম গুরু গুরু গোবিন্দ সিং (১৬৭৬-১৭০৮) শিখ ধর্মগ্রন্থ গুরু গ্রন্থ সাহিবকে তার উত্তরাধিকারী হিসাবে নির্ধারণ করার মাধ্যমে মানব গুরুদের পরস্পরা বন্ধ করে দেন এবং ধর্মগ্রন্থটিকে শিখদের জন্য শাশ্বত, ধর্মীয় আধ্যাত্মিক নির্দেশিকা হিসাবে প্রতিষ্ঠা করেন। গুরু নানক শিখিয়েছিলেন যে \"সত্য, বিশ্বস্ততা, আত্মনিয়ন্ত্রণ এবং বিশুদ্ধতার\" একটি \"সক্রিয়, সৃজনশীল এবং ব্যবহারিক জীবন\" যাপন করা আধিভৌতিক সত্যের ঊর্ধ্বে এবং আদর্শ মানুষ \"ঈশ্বরের সাথে মিলন স্থাপন করে, তার ইচ্ছাকে জানে এবং  সেই ইচ্ছা পালন করে।\" ষষ্ঠ শিখ গুরু গুরু হরগোবিন্দ (১৬০৬-১৬৪৪) মিরি (রাজনৈতিক/অস্থায়ী) এবং পিরি (আধ্যাত্মিক) রাজ্যের পারস্পরিক সহাবস্থানের ধারণা প্রতিষ্ঠা করেন।\n\n\n== প্রতীক ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}