{"pageid": 1403081, "title": "ইশতেহার", "url": "https://bn.wikipedia.org/wiki?curid=1403081", "content": "ইশতেহার হলো রাজনৈতিক দল বা সরকার, ব্যক্তি, গোষ্ঠীর লিখিত ঘোষণাপত্র যেখানে ইস্যুকারীর উদ্দেশ্য বা মতামত লিখিত থাকে।     ইশতেহার সাধারণত পূর্বে প্রকাশিত মতামত বা জনসাধারণের সম্মতি গ্রহণ করে বা লেখকের বিশ্বাস করা উচিত এমন পরিবর্তনগুলি সম্পাদন করার জন্য প্রেসক্রিপটিভ ধারণাসহ একটি নতুন ধারণা প্রচার করে। এটি প্রায়শই রাজনৈতিক, সামাজিক বা শৈল্পিক প্রকৃতির হয়। কখনও কখনও বিপ্লবী হয়, তবে এটি একজন ব্যক্তির জীবনের অবস্থান উপস্থাপন করতে পারে। ধর্মীয় বিশ্বাসের সাথে সম্পর্কিত ইশতেহারগুলিকে সাধারণত বিশ্বাস বা বিশ্বাসের স্বীকারোক্তি হিসাবে উল্লেখ করা হয়।\n\n\n== ব্যুৎপত্তি ==\nএটি ইতালীয় শব্দ manifesto বা ল্যাটিন manifestum থেকে উদ্ভূত, যার অর্থ স্পষ্ট বা সুস্পষ্ট। ইংরেজিতে এর প্রথম নথিভুক্ত ব্যবহার ১৬২০ সাল থেকে শুরু হয়। পাওলো সারপির হিস্ট্রি অফ দ্য কাউন্সিল অফ ট্রেন্টের ন্যাথানিয়েল ব্রেন্টের অনুবাদে: \" উদ্ধৃতির জন্য তিনি ১০২ পৃষ্ঠার ইশতেহার দ্বারা উত্তর দিয়েছেন\"। একইভাবে,\"তাঁর ইশতেহারে তারা এতটাই বিস্মিত হয়েছিল যে তারা কখনই এটি ১০৩ পৃষ্ঠায় প্রকাশ করতে পারে নাই”। \n\n\n== উদাহরণ ==\nকমিউনিস্ট ইশতেহার (১৮৪৮) - সাম্যবাদের নীতিগুলিকে রূপরেখা দেয় এবং পুঁজিবাদের উৎখাতের আহ্বান জানায়। এটি প্রকাশের পর থেকে বিতর্কিত। এটি সমাজতন্ত্র এবং সাম্যবাদের ইতিহাসে একটি বিশাল প্রভাবশালী দলিল। \nপোর্ট হুরন স্টেটমেন্ট (১৯৬২) - বামপন্থী স্টুডেন্টস ফর এ ডেমোক্রেটিক সোসাইটি (এসডিএস) বৃহত্তর গণতন্ত্র, ব্যক্তি স্বাধীনতা এবং সামাজিক ন্যায়বিচারের আহ্বান জানায় এবং মার্কিন যুক্তরাষ্ট্রে তরুণ কর্মীদের একটি প্রজন্মকে অনুপ্রাণিত করতে সাহায্য করে। \nথিওডোর জন কাকজিনস্কি দ্বারা আনবোম্বার ইশতেহার (১৯৯৫) - মানব-স্কেল ধ্বংস করার জন্য। প্রকৃতিকে ধ্বংস করে, ব্যক্তি স্বাধীনতাকে দমন করার জন্য প্রযুক্তিকে দায়ী করে এবং আধুনিক প্রযুক্তিগত অর্থনীতিকে উৎখাত করার আহ্বান জানায়।\n\n\n== আরও দেখুন ==\nশিল্প ইশতেহার\nনির্বাচনী ইশতেহার\nসরকারি প্ল্যাটফর্ম\nপার্টি লাইন (রাজনীতি)\nপার্টি প্ল্যাটফর্ম\n\n\n== বহিঃসংযোগ ==\n১০০ আর্টিশট ইশতেহার। এলেক্স ডেনসিব। পেনগুইন। ২০১১। আইএসবিএন 9780141191799। ওসিএলসি 660519141। \nব্রিটিশ রাজনৈতিক দলের ম্যানিফেস্টো আর্কাইভ, ১৯০০–বর্তমান Labour, Conservative, Liberal/SDP/Liberal Democrat\n\n\n== তথ্যসূত্র =="}