{"pageid": 1403445, "title": "রঘুনাথ ভট্ট গোস্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1403445", "content": "রঘুনাথ ভট্ট গোস্বামী (১৫০৫–১৫৭৯) ছিলেন বৈষ্ণব সাধক চৈতন্য মহাপ্রভুর একজন সুপরিচিত অনুসারী এবং প্রভাবশালী গৌড়ীয় বৈষ্ণব গোষ্ঠীর (সম্মিলিতভাবে বৃন্দাবনের ষড় গোস্বামী নামে বিখ্যাত) সদস্য। গৌড়ীয় ঐতিহ্যের অনুসারীরা তাঁকে ভক্তি যোগ ব্যবস্থার একজন আদর্শ অনুশীলনকারী হিসেবে গণ্য করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nরঘুনাথ ভট্ট গোস্বামী পূর্ব বঙ্গের এক ভক্ত পরিবারে জন্মগ্রহণ করেন। তার পিতা তপন মিশ্র একজন ধর্মপ্রাণ বৈষ্ণব ছিলেন। তপন মিশ্র মাঝে মাঝে চৈতন্য মহাপ্রভুকে তার বাড়িতে আহারের আমন্ত্রণ জানাতেন। চৈতন্য মহাপ্রভু যখন শ্রী তপন মিশ্রের বাড়িতে যেতেন, রঘুনাথ ভট্ট প্রায়ই তাঁর পদসংবাহন করতেন।\nরঘুনাথ তাঁর প্রাথমিক বছরগুলিতে অধ্যয়নে অনেক সময় ব্যয় করেছিলেন, এবং সংস্কৃত ব্যাকরণ, অলঙ্কারশাস্ত্র তথা বৈদিক শাস্ত্রে পারদর্শী হয়েছিলেন। তাঁর আনুষ্ঠানিক পাঠ শেষ হলে তাঁর বাবা তাঁকে পুরীতে পাঠান। সেখানে তিনি আবার চৈতন্য মহাপ্রভুর সাথে দেখা করেন, আট মাস তাঁর সেবায় ব্যয় করেন এবং নিয়মিত তাঁর জন্য রান্না করেন। তাঁর সেবায় খুশি হয়ে চৈতন্য মহাপ্রভু রঘুনাথকে তাঁর নিজের গলার তুলসী মালা প্রদান করেন।\n\n\n== পরবর্তী জীবন ==\nপিতা-মাতার মৃত্যুর পর তিনি জগন্নাথ পুরীতে ফিরে আসেন। সেখানে তিনি আরও আট মাস মহাপ্রভুর সেবায় অতিবাহিত করেন। চৈতন্য মহাপ্রভু তখন রঘুনাথকে তাঁর শিষ্য রূপ গোস্বামী এবং সনাতন গোস্বামীর তত্ত্বাবধানে ভাগবত পুরাণ সহ অন্যান্য বৈদিক ও পৌরাণিক শাস্ত্র অধ্যয়নের উদ্দেশ্যে বৃন্দাবনে প্রেরণ করেন। এখানেই তিনি অধিকারীরূপে ষড় গোস্বামী গোষ্ঠীর সদস্য হয়েছিলেন।\n\n\n== উত্তরাধিকার ==\nরঘুনাথের মৃত্যুর কিছু সময় পরে, তাঁর শিষ্যগণ বৃন্দাবনে শ্রী গৌর গোবিন্দের একটি মন্দির তৈরি করেন। গৌড়ীয় বৈষ্ণব ঐতিহ্যের বর্তমান অনুসারীদের দ্বারা তাকে 'গুরু' হিসাবে সম্মান দেওয়া হয়। শ্রী রঘুনাথ ভট্ট গোস্বামীর দু'জন প্রধান শিষ্য ছিলেন যথা শ্রী গদাধর ভট্ট গোস্বামী (একজন বিখ্যাত হিন্দি কবি) এবং শ্রী কৃষ্ণ দাস কবিরাজ গোস্বামী (চৈতন্য চরিতামৃতের লেখক)। শ্রী চৈতন্য মহাপ্রভু তাকে শ্রীমদ্ভাগবতম, তুলসী মালা উপহার দিয়েছিলেন যা আজও তাদের পাদুকাসহ শ্রী রঘুনাথ ভট্ট গোস্বামী পীঠ, ভট্ট জি কে হাভেলি, বৃন্দাবনে তাদের উত্তরাধিকারীদের দ্বারা সংরক্ষিত এবং তা পূজা করা হয় \n\n\n== আরও দেখুন ==\nভক্তি যোগ\nহরে কৃষ্ণ (মন্ত্র)\nনিত্যানন্দ\nগৌড়ীয় মঠ\nআন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘ\nকৃষ্ণবাদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nRaghunatha Bhatta Goswami  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ মার্চ ২০১৯ তারিখে (radhakunda.com)"}