{"pageid": 1403181, "title": "মোহাম্মদ জামিল আহমেদ", "url": "https://bn.wikipedia.org/wiki?curid=1403181", "content": "মোহাম্মদ জামিল আহমেদ ( ধিবেহী: މުޙައްމަދު ޖަމީލް އަޙުމަދު  סביטון<) ; জন্ম ১৩ অক্টোবর ১৯৬৯) একজন মালদ্বীপের আইনজীবী এবং রাজনীতিবিদ যিনি ২০১৩ থেকে ২০১৫ সাল পর্যন্ত মালদ্বীপের উপরাষ্ট্রপতি ছিলেন। তিনি এর আগে জুলাই ২০০৫ থেকে আগস্ট ২০০৭ পর্যন্ত বিচার মন্ত্রী হিসাবে, নভেম্বর ২০০৮ থেকে মে ২০০৯ পর্যন্ত বেসামরিক বিমান পরিবহন ও যোগাযোগ মন্ত্রী হিসাবে এবং ফেব্রুয়ারী ২০১২ থেকে মে ২০১৩ পর্যন্ত স্বরাষ্ট্র মন্ত্রী হিসাবে দায়িত্ব পালন করেন। তিনি একবার নিউ মালদ্বীপ গ্রুপের সদস্য ছিলেন। ২০১৫ সালে তাকে সংসদ দ্বারা অভিশংসিত করা হয়েছিল এবং পদ থেকে সরিয়ে দেওয়া হয়েছিল।\n\n\n== রাজনৈতিক পেশা ==\nজুলাই ২০০৭ সালে জামিল ইতিহাস তৈরি করেছিলেন যখন তিনি রক্ষণশীল ইসলামপন্থীদের অস্বীকার করেছিলেন এবং তিনজন মহিলা বিচারককে মনোনীত করেছিলেন, প্রথমবার মালদ্বীপ মহিলাদের বিচারিক বেঞ্চে ভর্তি করেছিল।\nক্রমবর্ধমান ইসলামিক জঙ্গিবাদের বিরুদ্ধে ব্যবস্থা নিতে ব্যর্থ এবং সংস্কারের অগ্রগতিতে বাধা দেওয়ার অভিযোগে রাষ্ট্রপতি মাউমুন আবদুল গাইয়ুমের বিরুদ্ধে তিনি বিচার মন্ত্রীর পদ থেকে পদত্যাগ করেন। জামিলের পদত্যাগের এক মাস পর, মালদ্বীপে প্রথমবারের মতো স্বদেশী সন্ত্রাসবাদের ঘটনা ঘটে যখন তরুণ ইসলামি উগ্রবাদীরা একটি পাবলিক পার্কে একটি বাড়িতে তৈরি বোমা বিস্ফোরণ ঘটায়, এক ডজন বিদেশী পর্যটক আহত হয়।\nজামিল তার জনসমক্ষে কথা বলার প্রতিভা এবং ফৌজদারি বিচার ব্যবস্থার সংস্কারের জন্য আবেগের জন্য বিখ্যাত জামিল পার্টির নির্বাহী পরিষদের নির্বাচনে সর্বোচ্চ সংখ্যক ভোট পান, প্রেসিডেন্ট গাইয়ুমের চেয়েও বেশি ভোট পান।\nসরকার ছাড়ার পর জামিল নিউ মালদ্বীপের একজন সহ-প্রতিষ্ঠাতা হয়ে ওঠেন যা বর্তমান ৩০ বছরের পুরনো শাসনের বিরুদ্ধে বিরোধীদের নেতৃত্ব দেয়। রাষ্ট্রপতি মোহাম্মদ নাশিদের নির্বাচনের পর জামিল ১২ নভেম্বর, ২০০৮ থেকে ৩০ মে, ২০০৯ পর্যন্ত বেসামরিক বিমান পরিবহন ও টেলিযোগাযোগ মন্ত্রী হিসেবে দায়িত্ব পালন করেন।\nবিরোধী দল ও স্বতন্ত্র সংসদ সদস্যদের সমর্থনে ক্ষমতাসীন দল কর্তৃক পেশ করা অনাস্থা প্রস্তাবের পর জামিলকে অভিশংসন করা হয়। সূত্রের মতে অভিশংসনের প্রধান কারণ ছিল প্রেসিডেন্ট পদ দখলের জন্য একটি অভ্যুত্থানের অবৈধ প্রচেষ্টা। এই লেনদেনগুলি সংসদ সদস্যদের দ্বারা ফাঁস করা হয়েছিল, মূলত এই কারণে যে দেশের সমস্ত রাজনৈতিক স্টেকহোল্ডাররা অভ্যুত্থানের তীব্র বিরোধিতা করে। জামিল ২০২২ সালের মামলায় মালদ্বীপের সুপ্রিম কোর্টে তাকে প্রত্যাখ্যান জন্য তার ভিত্তির বিরুদ্ধে একটি সাংবিধানিক মামলা জিতেছেন।\nজামিলকে একজন সফল আইনজীবী ও রাজনীতিবিদ হিসেবেও বিবেচনা করা হয়।\n\n\n== তথ্যসূত্র =="}