{"pageid": 1403256, "title": "মাহমুদ আল মাবুহ", "url": "https://bn.wikipedia.org/wiki?curid=1403256", "content": "মাহমুদ আবদেল রউফ আল-মাভূহ ( আরবি: محمود عبد الرؤوف المبحوح ‎ ১৪ ফেব্রুয়ারি ১৯৬০ - ১৯ জানুয়ারি ২০১০) হামাসের সামরিক শাখা, ইজ আদ-দিন আল-কাসাম ব্রিগেডের জন্য রসদ এবং অস্ত্র সংগ্রহের প্রধান ছিলেন। তাকে দুবাইয়ে হত্যার জন্য স্মরণ করা হয় (যাকে ব্যাপকভাবে মোসাদ, ইসরায়েলি বিদেশী গোয়েন্দা সংস্থার একটি অপারেশন হিসেবে দেখা হয়) এবং মোসাদ এজেন্টরা হত্যাকাণ্ড চালানোর জন্য নকল বিদেশী পাসপোর্ট ব্যবহার করার পর তার হত্যার কূটনৈতিক সঙ্কট সৃষ্টি হয়।\nহামাসের লজিস্টিক অফিসার হিসাবে, আল-মাভুহ ইসরায়েলকে লক্ষ্যবস্তু করার উদ্দেশ্যে গাজায় হামাসের কাছে ইরান থেকে ট্যাঙ্ক বিধ্বংসী ক্ষেপণাস্ত্র, গাইডেড ক্ষেপণাস্ত্র এবং রকেটের মতো উন্নত অস্ত্র হস্তান্তরের তত্ত্বাবধান করেন। এছাড়াও তিনি ১৯৮৯ সালে গাজায় দুই ইসরায়েলি সেনাকে অপহরণ ও হত্যার পরিকল্পনা করেছিলেন। সাম্প্রতিক বছরগুলোতে, আল-মাভুহ আল-কাসাম ব্রিগেডের জন্য অস্ত্র সংগ্রহে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। ২০১০ সালে, সাংবাদিক ইয়োসি মেলম্যান এবং ড্যান রাভিভ অভিযোগ করেন যে আল-মাভুহ ইরানের হামাস এবং কুদস ফোর্সের মধ্যে গোপন সম্পর্ক তৈরিতে মধ্যস্থতাকারী হিসাবে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।\nআল-মাভুহকে ১৯ জানুয়ারি ২০১০ তারিখে সংযুক্ত আরব আমিরাতের দুবাইয়ের পাঁচ তারকা আল বুস্তান রোটানা হোটেলে হত্যা করা হয়েছিল, সে দিন আগে সিরিয়া থেকে একটি উপনামে এবং বেশ কয়েকটি পাসপোর্ট ব্যবহার করে দেশে এসেছিল। পুলিশ জানায়, আল-মাভুহকে মাদকাসক্ত করা হয়েছিল, বিদ্যুৎস্পৃষ্ট করা হয়েছিল এবং তারপর একটি বালিশ দিয়ে শ্বাসরোধ করা হয়েছিল। ব্যাপক জল্পনা, যা দুবাই পুলিশের অভিযোগ সমর্থন করে, তাকে ইসরায়েলি মোসাদের এজেন্টরা হত্যা করেছে। অভিযোগ যে এজেন্টরা জালিয়াতিভাবে বিভিন্ন দেশ থেকে প্রাপ্ত পাসপোর্ট ব্যবহার করে বেশ কয়েকটি ইউরোপীয় দেশ এবং অস্ট্রেলিয়ার বেশ কয়েকজন ইসরায়েলি কর্মকর্তা এবং কূটনীতিকদের গ্রেপ্তার ও বহিষ্কার করেছে।\n\n\n== জীবনী ==\nআল-মাভুহ ১৪ ফেব্রুয়ারি ১৯৬০ সালে গাজা উপত্যকার জাবালিয়া শরণার্থী শিবিরে জন্মগ্রহণ করেন। একজন যুবক হিসাবে, তিনি ভারোত্তোলন অনুসরণ করেছিলেন। তিনি মাধ্যমিক বিদ্যালয় ছেড়ে দেন, গাড়ি মেকানিক হিসেবে প্রশিক্ষণ নেন এবং পরে গ্যারেজের মালিক হন। আল-মাভুহের ১৩ ভাইবোন ছিল এবং তিনি চারজনের বিবাহিত পিতা ছিলেন। \n১৯৭০-এর দশকে, তিনি মুসলিম ব্রাদারহুডে যোগ দেন, এবং ১৯৮০-এর দশকে, তিনি কফি শপ যেখানে জুয়া চলছিল সেখানে নাশকতার সাথে জড়িত ছিলেন বলে জানা গেছে। ১৮৮৬ সালে, ইসরায়েলি নিরাপত্তা বাহিনী তাকে একটি অ্যাসল্ট রাইফেল রাখার জন্য গ্রেপ্তার করে। মুক্তির পর তিনি হামাসের সঙ্গে জড়িয়ে পড়েন বলে জানা গেছে।\nহামাসের মতে, ১৯৮৯ সালে ইসরায়েলি সৈন্য আভি সাসপোর্টাস এবং ইলান সা'দোনকে অপহরণ ও হত্যার জন্য আল-মাভুহ ব্যক্তিগতভাবে দায়ী ছিল। তার মৃত্যুর দুই সপ্তাহ আগে টেপ করা একটি ভিডিওতে এবং ২০১০ সালের ফেব্রুয়ারির শুরুতে আল জাজিরাতে সম্প্রচারিত হয়, আল-মাভুহ এই ইভেন্টে তার জড়িত থাকার কথা স্বীকার করে বলেছিল যে সে নিজেকে একজন অর্থোডক্স ইহুদি হিসাবে ছদ্মবেশ ধারণ করেছিল। ১৯৮৯ সালের মে মাসে, দুই ইসরায়েলি সৈন্যকে হত্যার সাথে জড়িত থাকার জন্য তাকে গ্রেফতার করার একটি ব্যর্থ চেষ্টা করা হয়েছিল এবং তিনি পরবর্তীতে গাজা উপত্যকা ছেড়ে চলে যান; হামলার প্রতিশোধ হিসেবে ১৯৮৯ সালে গাজায় তার বাড়ি ইসরাইল ধ্বংস করে দেয়।\nদ্য প্যালেস্টাইন ক্রনিকল- এর একটি প্রতিবেদন অনুসারে, আল-মাভুহ দুটি হত্যা প্রচেষ্টা থেকে বেঁচে গিয়েছিল; প্রথমটি ছিল একটি গাড়ি বোমা হামলা; দ্বিতীয়টি ২০০৯ সালে বৈরুতে হয়েছিল এবং এতে তেজস্ক্রিয় বিষের ব্যবহার জড়িত ছিল যা তাকে ৩০ ঘন্টা অজ্ঞান করে রেখেছিল। তিনি ২০০৩ সালের বেশিরভাগ সময় একটি মিশরীয় কারাগারে কাটিয়েছিলেন। তার মৃত্যুর সময়, আল-মাবহু ইসরায়েলি, মিশরীয় এবং জর্ডানের সরকারগুলির দ্বারা চাওয়া হয়েছিল, এবং সিরিয়ায় বসবাস করেছিল। \nতার হত্যার ঠিক আগে, আল-মাভুহ গাজার হামাস সরকার এবং ইরানের বিপ্লবী গার্ডের আল-কুদস ফোর্সের মধ্যে গোপন সংযোগ স্থাপনে মূল ভূমিকা পালন করেছিলেন বলে অভিযোগ করা হয়েছিল। মাবুহের ভাতিজা আহমেদও হামাসে যোগদান করেন এবং জাবালিয়ার কাছে হামাসের একটি ইউনিটে ইঞ্জিনিয়ারিং এবং নাশকতাকারী অফিসার হন। ২০১৪ সালে ইসরায়েল-গাজা সংঘর্ষের সময় ইসরায়েলি হামলায় তিনি নিহত হন।\n\n\n== মৃত্যু ==\n\n১৯ জানুয়ারি ২০১০-এ, আল-মাভুহকে দুবাইয়ের একটি হোটেলে তার কক্ষে হত্যা করা হয়েছিল। তাকে অনুসরণ করেছিল অন্তত এগারোজন মোসাদ এজেন্ট যারা বিভিন্ন পশ্চিমা দেশ থেকে জাল বা জালিয়াতি করে পাসপোর্ট নিয়েছিল, যার মধ্যে সাতজন ইসরায়েলি দ্বৈত নাগরিকের নাম ধরেছিল। প্রতিবেদনে ইঙ্গিত দেওয়া হয়েছে যে আল-মাভুহ দামেস্ক বিমানবন্দর থেকে দুবাই পর্যন্ত তার খুনিরা খুব কাছ থেকে ট্র্যাক করেছিল। তিনি দেহরক্ষী ছাড়াই ভ্রমণ করছিলেন এবং ব্যাংককের পথে যাচ্ছিলেন। যদিও রিপোর্ট করা হয়েছিল যে তিনি বিভিন্ন নামে পাঁচটি পাসপোর্ট বহন করেছিলেন, সিরিয়ার হামাসের কর্মকর্তারা জানিয়েছেন যে এই সময়ে তিনি নিজের নামে ইস্যু করা পাসপোর্ট ব্যবহার করছেন।\nতিনি ১৯ জানুয়ারি বিকেলে আল বুস্তান রোটানা হোটেলে চেক ইন করেন। তিনি চেক-ইন করার প্রায় এক ঘন্টা পরে হোটেল ত্যাগ করেছিলেন, এবং হত্যার কয়েক ঘন্টা আগে তিনি কী করেছিলেন তা নিয়ে পরস্পরবিরোধী প্রতিবেদন রয়েছে।  আনুমানিক ৮:২৫ এ আল-মাবউহ তার রুমে ফিরে গেলেন। আধাঘণ্টা পরেও স্ত্রীর ফোনে তিনি উত্তর দিতে ব্যর্থ হন। \nদুবাই পুলিশ ফোর্স অনুসারে, তিনি ৯টা নাগাদ মারা গিয়েছিলেন সেই সন্ধ্যায়। ২০ জানুয়ারী, পরের দিন, তার লাশ তার হোটেল রুমে পাওয়া যায়। দরজা ভিতর থেকে বন্ধ ছিল। দাফনের জন্য আল-মাবহুর লাশ দামেস্কে নিয়ে যাওয়া হয়।\nহোটেল সিসিটিভি নজরদারি ফুটেজ জনসাধারণের কাছে প্রকাশ করা হয়েছে, এজেন্টরা দেখায়, যারা পৃথক ফ্লাইটে এসেছিলেন, হোটেলে বৈঠক করছেন। যখন পুরুষরা নজরদারি এড়াতে নিজেদের মধ্যে এনক্রিপ্ট করা ব্যক্তিগত যোগাযোগ যন্ত্র ব্যবহার করত, তখন অস্ট্রিয়ার একটি নম্বরে বেশ কয়েকটি টেলিফোন কল করা হয়েছিল৷ বেলা ৩টার দিকে যখন আল-মাভুহ পৌঁছান, তখন সিসিটিভিতে থাকা দুইজন এজেন্ট তাকে টেনিস গিয়ার পরা তার ঘরে অনুসরণ করে।\nতারপর তারা আল-মাভুহের বিপরীত রুমে চেক করে। রাত ৮টায় আল-মাভুহ হোটেল থেকে বেরিয়ে যায় এবং সন্দেহভাজনদের মধ্যে কয়েকজন পাহারা দেওয়ার সময়, দুজন তার ঘরে প্রবেশের চেষ্টা করেছিল, কিন্তু একজন পর্যটক নিকটবর্তী লিফট থেকে বের হয়ে গেলে তারা বিরক্ত হয়। অন্য একজন এজেন্ট পর্যটককে বিভ্রান্ত করার সময়, অন্য চারজন একটি উন্নত ইলেকট্রনিক ডিভাইস ব্যবহার করে তার হোটেল রুমে প্রবেশ করে এবং তার ফিরে আসার জন্য অপেক্ষা করে। হোটেলের কম্পিউটার লগগুলি নির্দেশ করে যে তারা এই সময়ে আল-মাভুহ-এর হোটেলের দরজার তালাটি সফলভাবে পুনরায় প্রোগ্রাম করেছে।\n\n\n== মৃত্যুর কারণ ==\nপ্রাথমিকভাবে, দুবাই কর্তৃপক্ষ বিশ্বাস করেছিল আল-মাভুহ প্রাকৃতিক কারণে মারা গেছে। দুবাই পুলিশের একটি প্রাথমিক ফরেনসিক রিপোর্টের ফলাফলে দেখা গেছে যে আল-মাভুহ প্রথমে দ্রুত-অভিনয়কারী পেশী শিথিলকারী সাকসিনাইলকোলিন (সাক্সামেথোনিয়াম) ইনজেকশনের মাধ্যমে পক্ষাঘাতগ্রস্ত হয়েছিল। তারপরে তিনি বিদ্যুৎস্পৃষ্ট হন এবং একটি বালিশ দিয়ে শ্বাসরোধ করেন।\nযদিও তাদের পুলিশ তদন্ত এবং চূড়ান্ত প্রতিবেদন মার্চের শুরু পর্যন্ত প্রস্তুত হবে না। লক্ষণগুলি দৃঢ়ভাবে ইঙ্গিত করে যে আল-মাভুহ তাকে হত্যা করার সময় প্রতিরোধ করার চেষ্টা করেছিল। এই ড্রাগ দ্বারা প্ররোচিত পক্ষাঘাত শুধুমাত্র পেশী প্রযোজ্য - শিকার সচেতন থাকে। দুবাই কর্তৃপক্ষ জানিয়েছে যে তারা এই মৃত্যুকে হত্যা বলে রায় দিচ্ছে এবং ঘটনাটি তদন্ত করার জন্য ইন্টারন্যাশনাল ক্রিমিনাল পুলিশ অর্গানাইজেশন (ইন্টারপোল) এর সাথে কাজ করছে। \n\n\n== সন্দেহভাজন ==\nদুবাই পুলিশ বাহিনীর প্রধান লেফটেন্যান্ট জেনারেল ধহী খালফান তামিম ১৮ ফেব্রুয়ারি ২০১০-এ ঘোষণা করেছিলেন যে, \"আমাদের তদন্তে দেখা যায় যে মোসাদ নিশ্চিতভাবে আল-মাভুহ হত্যার সাথে জড়িত ছিল ... এটা ৯৯% যদি ১০০% না হয় যে মোসাদ খুনের পিছনে দাঁড়িয়ে আছে। দুবাই পুলিশ বলেছে যে খুনিরা দেশে খুব কম সময় কাটিয়েছে, খুনের এক দিনেরও কম আগে পৌঁছেছে, আল-মাভুহকে তার আগমনের মধ্যে ৩:১৫ pm এ হত্যা করেছে। এবং ৯ তারিখ;ওই রাতেই হত্যাকাণ্ডের জানাজানির আগেই দেশ ছেড়ে চলে যান।\nইসরায়েলি সরকার প্রাথমিকভাবে অস্বীকার করেছিল এবং দাবি করেনি যে তারা আল-মাভুহের মৃত্যুর সাথে জড়িত ছিল। ১৭ ফেব্রুয়ারি, পররাষ্ট্রমন্ত্রী আভিগডর লিবারম্যান এই ধরনের বিষয়ে ইসরায়েলের \"অস্পষ্টতার নীতি\" উল্লেখ করে কোনো ইসরায়েলি জড়িত থাকার বিষয়টি নিশ্চিত বা অস্বীকার করতে অস্বীকার করেন এবং ইসরায়েলি গোয়েন্দাদের জড়িত থাকার প্রমাণের অভাব দাবি করেন।\nলিবারম্যান এমনকি ঘোষণা করেছিলেন যে প্রেস \"অনেক জেমস বন্ড সিনেমা দেখেন\"। পরে ইসরায়েলের উপ-পররাষ্ট্রমন্ত্রী ড্যানি আয়লোন বলেন, \"এ হত্যাকাণ্ডের সঙ্গে ইসরায়েলের কোনো যোগসূত্র নেই।\" যাইহোক, ইসরায়েলি মিডিয়া এবং জনমত সাধারণত মোসাদের এই অপারেশনের দায় স্বীকার করেছে।\nএগারোজন এজেন্টদের দ্বারা ব্যবহৃত পরিচয় প্রকাশ্যে শনাক্ত করা হয়েছে, দুবাই পুলিশ বলেছে যে পাসপোর্টগুলি জাল নয়, যদিও ব্রিটিশ এবং আইরিশ উভয় সরকারই বলেছে যে তাদের দেশের নাম ধারণ করা পাসপোর্টগুলি \"হয় জালিয়াতি করে প্রাপ্ত বা সম্পূর্ণ জাল।\"  মোট সন্দেহভাজনদের সংখ্যা দাঁড়িয়েছে আঠারো, যাদের সবাই জাল বা জালিয়াতি করে প্রাপ্ত পাসপোর্ট ব্যবহার করে দেশে প্রবেশ করেছে।  খুনিদের দ্বারা ব্যবহৃত পাসপোর্টগুলি ছিল যুক্তরাজ্য, রিপাবলিক অফ আয়ারল্যান্ড, অস্ট্রেলিয়া, ফ্রান্স (১-হিট স্কোয়াড নেতা এবং লজিস্টিক্যাল সমন্বয়কারী হিসেবে সন্দেহ করা হচ্ছে), এবং জার্মানি। যুক্তরাজ্যের ছয়টি পাসপোর্টে এবং জার্মান পাসপোর্টে ব্যবহৃত নামগুলি এমন ব্যক্তিদের অন্তর্গত যারা ইসরায়েলে থাকেন এবং দ্বৈত নাগরিকত্ব ধারণ করেন।\n১৮ ফেব্রুয়ারি ইন্টারপোলের মোস্ট ওয়ান্টেড তালিকায় ১১ জনের ছবি যুক্ত করা হয়েছিল, যেখানে উল্লেখ করা হয়েছে যে এজেন্টদের দ্বারা ব্যবহৃত পরিচয় জাল হওয়ায় তাদের প্রকাশ করা হয়েছে। দুবাই নিরাপত্তা কর্মকর্তারা দেশে প্রবেশ করার সময় হত্যাকাণ্ডে চাওয়া সন্দেহভাজনদের মধ্যে ১১ জনের নিয়মিত রেটিনাল স্ক্যান করে এবং দুবাই পুলিশ বলেছিল যে তারা ইন্টারপোলের মাধ্যমে স্ক্যানগুলি প্রকাশ করবে।\nফাতাহ -নিয়ন্ত্রিত ফিলিস্তিনি কর্তৃপক্ষের (পিএ) একজন গোয়েন্দা কর্মকর্তা আহমেদ হাসনিন এবং রামাল্লার একজন পিএ কর্মকর্তা আনোয়ার শেখাইবারকে জর্ডানে গ্রেপ্তার করে দুবাইয়ে হস্তান্তর করা হয়েছে, লজিস্টিক ও গোয়েন্দা সহায়তা দেওয়ার সন্দেহে দুই ফিলিস্তিনি। হামাস বলেছে যে দুজনই ফাতাহের প্রাক্তন নিরাপত্তা কর্মকর্তা যারা দুজনেই ফাতাহের আরেক সিনিয়র নিরাপত্তা কর্মকর্তা মোহাম্মদ দাহলানের মালিকানাধীন দুবাইয়ের একটি নির্মাণ কোম্পানিতে কাজ করতেন এবং তারা মোসাদ হিট টিমের সদস্যদের জন্য গাড়ি এবং হোটেল রুম ভাড়া নিয়েছিলেন বলে অভিযোগ করা হয়েছে। হত্যা দাহলান এবং ফাতাহ অভিযোগ অস্বীকার করেছেন। পারিবারিক সূত্রে জানা গেছে, আহমেদ হাসনিন ২০০৮ সালে সংযুক্ত আরব আমিরাতে আসেন।\n১৯ ফেব্রুয়ারী, দুবাই পুলিশ প্রধান দাহি খালফান তামিম ইসরায়েলি মোসাদ প্রধান মীর দাগানের গ্রেপ্তারের অনুমোদনের জন্য ইন্টারপোলের একটি রেড নোটিশ জারি করার জন্য ইন্টারপোলের কাছে আহ্বান জানান, যার ফলে ইসরায়েলি সরকার তার যথেষ্ট প্রমাণ অস্বীকার করে।\n\n\n== মোসাদের এজেন্ট গ্রেফতার ==\n২০ সালের জুনের শুরুতে, জার্মান প্রসিকিউটররা ঘোষণা করেছিল যে জার্মানির অনুরোধে পোলিশ কর্তৃপক্ষ একজন সন্দেহভাজন মোসাদ এজেন্টকে গ্রেপ্তার করেছে যেটি দুবাইয়ে হামাস নেতার হত্যাকাণ্ডে ভূমিকা রেখেছে বলে মনে করা হয়।\nজার্মান ফেডারেল প্রসিকিউশনের একজন মুখপাত্র জার্মান ম্যাগাজিন ডের স্পিগেলের একটি প্রতিবেদন নিশ্চিত করে বলেছেন, \"তাকে ওয়ারশতে গ্রেপ্তার করা হয়েছিল এবং তাকে অবৈধভাবে একটি [জার্মান] পাসপোর্ট পাওয়ার সাথে জড়িত থাকার সন্দেহ করা হচ্ছে।\" \n\n\n== পশ্চিমা সরকারের প্রতিক্রিয়া ==\nঅভিযানে ব্রিটিশ নাগরিকদের পাসপোর্টগুলি স্পষ্টভাবে ফুটে উঠেছে বলে প্রকাশের পরিপ্রেক্ষিতে, যুক্তরাজ্যের সিরিয়াস অর্গানাইজড ক্রাইম এজেন্সি বিষয়টির নিজস্ব তদন্ত শুরু করে।  ব্রিটিশ পররাষ্ট্র দপ্তরও ১৮ ফেব্রুয়ারি ইসরায়েলি রাষ্ট্রদূতকে এই বিষয়ে তথ্য জানাতে তলব করেছিল। \nব্রিটেনের পররাষ্ট্র দপ্তর বিশ্বাস করে যে পাসপোর্টগুলো ছিল জালিয়াতি; একটি প্রতিবেদনে ইঙ্গিত দেওয়া হয়েছে যে তারা জানুয়ারী ২০১০ সালে পাসপোর্ট ইস্যু করেছিল, প্রকৃত পরিচয়ের মধ্যে একমাত্র পার্থক্য হল ছবি। \nআয়ারল্যান্ডের পররাষ্ট্র বিভাগ ঘোষণা করেছে যে সন্দেহভাজনদের দ্বারা ব্যবহৃত আটটি আইরিশ পাসপোর্ট জাল ছিল।  ১৫ জুন, একটি বিস্তৃত তদন্তের পর, পররাষ্ট্র দপ্তর \"অনিবার্য সিদ্ধান্তে উপনীত হয়েছিল যে একটি ইসরায়েলি সরকারী সংস্থা অপব্যবহারের জন্য দায়ী ছিল এবং সম্ভবত, জনাব মাভুহ হত্যার সাথে জড়িত নকল আইরিশ পাসপোর্ট তৈরি করা হয়েছিল। \" সরকারের তাৎক্ষণিক কূটনৈতিক প্রতিক্রিয়া ছিল \"ইসরায়েলকে ডাবলিনে তার দূতাবাসের একজন মনোনীত সদস্যকে প্রত্যাহার করার জন্য অনুরোধ করা হবে।\"  আইরিশ পররাষ্ট্রমন্ত্রী মাইকেল মার্টিন বলেছেন যে ইসরায়েলের পদক্ষেপ \"স্পষ্টভাবে অগ্রহণযোগ্য\"। \nফরাসি পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্রের মতে, ফরাসি পাসপোর্টটি জাল।  প্যারিসে ইসরায়েলি চার্জ ডি'অ্যাফেয়ার্সকে ১৮ ফেব্রুয়ারি তলব করা হয়েছিল এবং ফরাসি পররাষ্ট্র মন্ত্রণালয় একটি বিবৃতি প্রকাশ করে, \"এই ফরাসি প্রশাসনিক নথিগুলির দূষিত এবং জালিয়াতিপূর্ণ ব্যবহার সম্পর্কে গভীর উদ্বেগ প্রকাশ করে।\"  জার্মান কর্মকর্তারা বলেছেন যে দুবাই কর্তৃপক্ষের কাছ থেকে তারা যে পাসপোর্ট নম্বর পেয়েছেন তা হয় অসম্পূর্ণ বা অস্তিত্ব নেই। \nমোসাদ কর্তৃক অস্ট্রেলিয়ান পাসপোর্টের কথিত ব্যবহার সম্পর্কে জানার পর, অস্ট্রেলিয়ার পররাষ্ট্রমন্ত্রী, স্টিফেন স্মিথ, অস্ট্রেলিয়ায় ইসরায়েলি রাষ্ট্রদূত ইউভাল রোটেমকে প্রকাশ্যে ডেকে পাঠান। স্মিথ রাষ্ট্রদূতকে বলেছিলেন যে যদি ইসরায়েল পাসপোর্ট জালিয়াতির জন্য দায়ী হয় যে \"অস্ট্রেলিয়া এটিকে বন্ধুর কাজ হিসাবে বিবেচনা করবে না।\" এটি হওয়ার পরপরই, অস্ট্রেলিয়া, যারা সাধারণত জাতিসংঘে ইসরায়েলের একটি শক্তিশালী সমর্থক, গাজা যুদ্ধের সময় সংঘটিত ইসরায়েলি যুদ্ধাপরাধের তদন্তের জন্য জাতিসংঘের একটি প্রস্তাবে বিরত থাকে, যেটি অস্ট্রেলিয়া আগে বিরোধিতা করেছিল। অস্ট্রেলিয়ান সংবাদমাধ্যমে ব্যাপক জল্পনা ছিল যে এই পদক্ষেপটি পাসপোর্ট সংক্রান্ত বিষয়ের প্রতিশোধ ছিল। \nঅস্ট্রেলিয়ান এবং ব্রিটিশ তদন্তকারীরা মামলাটি তদন্ত করতে ইসরায়েলে আসেন।  ২০১০ সালের মে মাসে, তদন্তের চূড়ান্ত ফলাফল পাওয়ার পর, পররাষ্ট্রমন্ত্রী, স্টিফেন স্মিথ ফেডারেল পার্লামেন্টকে বলেছিলেন যে অস্ট্রেলিয়ান সরকার \"কোন সন্দেহ নেই যে ইসরায়েল [অস্ট্রেলিয়ান] পাসপোর্টের অপব্যবহার এবং জাল করার জন্য দায়ী।\" অস্ট্রেলিয়া ইসরায়েলি গোয়েন্দাদের সাথে সহযোগিতা বন্ধ করে দেয় এবং ইসরায়েলি কূটনীতিক এলি এলকাউবিকে বহিষ্কার করে। জুন মাসে, দ্য ক্যানবেরা টাইমস প্রকাশ করেছে যে এলকাউবি মোসাদের একজন কর্মকর্তা ছিলেন ইসরায়েলি কূটনীতিকদের নেতৃত্ব দেওয়ার অভিযোগ যে প্রকাশটি প্রতিশোধ নেওয়ার আরও একটি কাজ। \n\n\n== তদন্তে সহযোগিতা করতে আমেরিকার অস্বীকৃতি ==\nআল-মাভুহের মৃত্যুর পর সংযুক্ত আরব আমিরাত অনুরোধ করেছিল যে মার্কিন যুক্তরাষ্ট্র তাকে \"কয়েকজন সন্দেহভাজন ব্যক্তিকে একটি মার্কিন ব্যাংক কর্তৃক জারি করা ক্রেডিট কার্ডের জন্য কার্ডধারীর বিবরণ এবং সম্পর্কিত তথ্য\" ট্র্যাক করতে সহায়তা করবে। যুক্তরাষ্ট্র অনুরোধ গ্রহণ করতে অস্বীকার করেছে। দুবাইতে মার্কিন কনস্যুলেট থেকে পাঠানো একটি ফাঁস হওয়া কেবল দেখা গেছে যে মার্কিন যুক্তরাষ্ট্র সংযুক্ত আরব আমিরাতের অনুরোধ প্রত্যাখ্যান করেছে। \n\n\n== তথ্যসূত্র =="}