{"pageid": 1403250, "title": "ইজ্জেলদিন আবু ইলাইশ", "url": "https://bn.wikipedia.org/wiki?curid=1403250", "content": "ইজ্জেলদিন আবুইলাইশ ( আরবি: عزالدين أبو العيش) একজন কানাডিয়ান-ফিলিস্তিনি ডাক্তার এবং লেখক। তিনি গাজায় জন্মগ্রহণ করেন এবং ইসরায়েলি হাসপাতালে কাজ করা প্রথম ফিলিস্তিনি চিকিৎসক ছিলেন এবং ইসরায়েল-ফিলিস্তিনি পুনর্মিলনের প্রচারে সক্রিয় ছিলেন। 2009 সালের জানুয়ারিতে গাজা যুদ্ধের সময়, তার বাড়িতে ইসরায়েলি ট্যাঙ্কের গুলিতে তার তিন মেয়ে এবং একটি ভাতিজি নিহত হয়।\nতিনি একটি টিভি স্টেশনে ফোনে যুদ্ধের প্রভাব সম্পর্কে প্রতিবেদনে কল করেছিলেন। তার নিয়মিত নির্ধারিত প্রতিবেদনে, অশ্রুসজলভাবে, তিনি ইসরায়েল এবং সারা বিশ্বে ব্যাপকভাবে প্রচারিত একটি ভিডিওতে তাদের হত্যার সম্প্রচারের বর্ণনা দিয়েছেন।  ইসরায়েলি সামরিক বাহিনী প্রাথমিকভাবে দাবি করেছিল যে ডক্টর আবুইলাইশের বাড়িটি লক্ষ্যবস্তু করা হয়েছিল কারণ এটি স্নাইপার ফায়ারের উত্স ছিল। একদিন পরে ইসরায়েলিরা দাবি করে যে তারা জঙ্গিদের লক্ষ্যবস্তু করছে। ইসরায়েলি সামরিক বাহিনী আরও মিথ্যা দাবি করে বাড়িটির গোলাগুলিকে ন্যায্যতা দেওয়ার চেষ্টা করেছিল যে মৃত মেয়েদের দেহে কাসাম রকেটের শ্রাপনেল রয়েছে। \nতিনি কানাডায় চলে যান এবং 2011 সালের একটি স্মৃতিকথা লিখেছিলেন যার শিরোনাম ছিল আমি ঘৃণা করব না: শান্তি ও মানবিক মর্যাদার পথে গাজা ডাক্তারের যাত্রা . তিনি এখন তার অবশিষ্ট সন্তানদের সাথে কানাডার টরন্টোতে থাকেন।\n\n\n== জীবন এবং কর্মজীবন ==\nআবুইলাইশ গাজা উপত্যকার জাবালিয়া শরণার্থী শিবিরে জন্মগ্রহণ করেন এবং বেড়ে ওঠেন। তিনি শরণার্থী শিবিরের স্কুলে তার প্রাথমিক, প্রস্তুতিমূলক এবং মাধ্যমিক শিক্ষা লাভ করেন। আবুইলাইশ মিশরে চিকিৎসা পড়ার জন্য একটি বৃত্তি পেয়েছিলেন। 1983 সালে কায়রো বিশ্ববিদ্যালয়ে মেডিকেল অধ্যয়ন শেষ করার পর, তিনি লন্ডন বিশ্ববিদ্যালয় থেকে প্রসূতি ও স্ত্রীরোগবিদ্যায় ডিপ্লোমা অর্জন করেন। \n1997 থেকে 2002 সাল পর্যন্ত, তিনি ইজরায়েলের বের্শেবাতে সোরোকা মেডিকেল সেন্টারে OB/Gyn-এ রেসিডেন্সি সম্পন্ন করেন, এরপর ইতালি এবং বেলজিয়ামে ভ্রূণের ওষুধে একটি উপ-স্পেশালিটি সম্পন্ন করেন; তারপর হার্ভার্ড বিশ্ববিদ্যালয় থেকে জনস্বাস্থ্য (স্বাস্থ্য নীতি ও ব্যবস্থাপনা) বিষয়ে স্নাতকোত্তর ডিগ্রি। \nআবুইলাইশ ছিলেন প্রথম ফিলিস্তিনি ডাক্তার যিনি একটি ইসরায়েলি হাসপাতালে স্টাফ পদ লাভ করেন, যেখানে তিনি ইসরায়েলি এবং ফিলিস্তিনি উভয় রোগীদের চিকিত্সা করেছিলেন। তিনি গাজা স্ট্রিপে একজন চিকিত্সক হিসাবে কাজ করেছেন এবং ইসরায়েলে সোরোকা মেডিকেল সেন্টার এবং শেবা মেডিকেল সেন্টারে খণ্ডকালীন কাজ করেছেন।\n2007 সালে হামাস গাজা উপত্যকা দখল করার পর, তিনি ছিলেন কয়েকজন গাজাবাসীর মধ্যে একজন যারা নিয়মিত ইসরায়েলে প্রবেশ করে। তিনি জাবালিয়ায় একটি বহুতল ভবনে থাকতেন যা তিনি এবং তার ভাই তৈরি করেছিলেন। 2008 সালে, তার স্ত্রী লিউকেমিয়ায় মারা যান এবং তিনি তাদের আট সন্তানকে লালন-পালনের জন্য রেখে যান। \nফিলিস্তিনি আধাসামরিক গোষ্ঠী এবং ইসরায়েলি সেনাবাহিনীর মধ্যে 2008-2009 গাজা যুদ্ধের অব্যবহিত আগে, তিনি তেল আবিবের শেবা হাসপাতালের একজন গবেষক ছিলেন  এবং ইতিমধ্যেই ইসরায়েল-ফিলিস্তিনি সম্পর্কের একজন গুরুত্বপূর্ণ ব্যক্তিত্ব।  তার মেয়েরা মার্কিন যুক্তরাষ্ট্রে ইসরায়েলি শিশুদের সাথে একটি শান্তি শিবিরে অংশ নিয়েছিল।  \nতিন সপ্তাহের যুদ্ধের সময় তিনি গাজার পরিস্থিতি নিয়ে ইসরায়েলি গণমাধ্যমে প্রতিবেদন ও সাক্ষাৎকার দেন। 16 জানুয়ারী, 2009, যুদ্ধ শেষ হওয়ার কয়েক দিন আগে, একটি ইসরায়েলি ট্যাঙ্ক তার বাড়িতে দুটি শেল নিক্ষেপ করে, যার ফলে তার তিন মেয়ে এবং একটি ভাতিজি নিহত হয়। ঘটনার একটি ইসরায়েলি সামরিক তদন্ত এই উপসংহারে পৌঁছেছে যে ভবনের ছাদে\n\"পরিসংখ্যান\" দেখা যাওয়ার পর পর্যবেক্ষকরা ইসরায়েলি সেনাদের বিরুদ্ধে স্নাইপার ফায়ার পরিচালনা করছেন বলে সন্দেহ করা হয়েছিল তার বাড়িতে আগুন দেওয়া হয়েছিল। ঘটনাটি ঘটেছে যখন তিনি চ্যানেল 10 এর রিপোর্টার শ্লোমি এলদারের সাথে লাইভ যোগাযোগ করছিলেন এবং তার কন্যাদের মৃত্যুর বিষয়ে তার প্রতিক্রিয়া ইস্রায়েলীয় দর্শকদের কাছে সরাসরি সম্প্রচার করা হয়েছিল।  তার কন্যাদের মৃত্যু ইসরায়েলি এবং ফিলিস্তিনিদের মধ্যে পুনর্মিলনকে উন্নীত করার জন্য তার সংকল্পকে শক্তিশালী করেছে। \nনিহত তার তিন কন্যার স্মরণে তিনি ডটারস ফর লাইফ ফাউন্ডেশন প্রতিষ্ঠা করেন। সংস্থাটি ফিলিস্তিন, ইসরায়েল, লেবানন, জর্ডান, মিশর এবং সিরিয়ার তরুণ মহিলাদের কানাডা, মার্কিন যুক্তরাষ্ট্র এবং বেলজিয়ামের বিশ্ববিদ্যালয়গুলিতে তাদের পড়াশোনা চালিয়ে যেতে উত্সাহিত করার জন্য বৃত্তি প্রদান করে।  ফাউন্ডেশনের লক্ষ্য হল তরুণ নারীদের নেতৃত্বের সম্ভাবনায় বিনিয়োগ করা এবং তাদের সাফল্য বৃদ্ধি করা।  2011 সালে তিনি টরন্টো বিশ্ববিদ্যালয়ের গ্লোবাল হেলথের সহযোগী অধ্যাপক ছিলেন। \nতিনি 2011 সালের একটি স্মৃতিকথা লিখেছিলেন যার শিরোনাম ছিল আই শ্যাল নট হেট: এ গাজা ডক্টরস জার্নি অন দ্য রোড টু পিস অ্যান্ড হিউম্যান ডিগনিটি। ফেব্রুয়ারী 2013 সালে, তিনি পাকিস্তানের করাচি সাহিত্য উৎসবে যোগ দিয়েছিলেন যেখানে তিনি ইসরায়েলি বিমান হামলায় নিহত তার কন্যাদের মৃত্যুকে ঘিরে ঘটনা বর্ণনা করেছিলেন। দ্য এক্সপ্রেস ট্রিবিউনের মতে, \"শ্রোতাদের মধ্যে খুব কমই এমন কেউ ছিলেন যিনি ফিলিস্তিনি ডাক্তার এবং লেখক ইজেলদিন আবুইলাইশের কথা শুনে নীরব চোখের জল মুছতে পারেননি...\"  আবুইলাইশ তার কন্যাদের মৃত্যুর ঘটনা বর্ণনা করেছেন অনুসরণ করে:\n\nআমরা ট্র্যাজেডির দৃশ্যে দাঁড়িয়ে আছি, যেখানে চারটি সুন্দরী মেয়ে বসে ছিল, তাদের স্বপ্ন এবং তাদের আশা তৈরি করছিল, এবং সেকেন্ডে এই স্বপ্নগুলিকে হত্যা করা হয়েছিল। এই ফুলগুলো মরে গেছে। আমার তিন মেয়ে এবং এক ভাতিজিকে 16ই জানুয়ারী বিকাল সাড়ে পাঁচটার দিকে এক সেকেন্ডে হত্যা করা হয়। মাত্র কয়েক সেকেন্ড, আমি তাদের ছেড়ে গেলাম, এবং তারা ঘরে থেকে গেল –  দুটি মেয়ে এখানে, একটি মেয়ে এখানে, একটি মেয়ে এখানে এবং আমার ভাগ্নি তাদের সাথে। প্রথম শেলটি ট্যাঙ্ক থেকে এসেছিল স্পেস, যা আছে, সেখানে তাদের চেয়ারে বসে থাকা দুটি কন্যার শেল এসে পড়ে। আর এই খোলস শুনে আমি ঘরের ভিতরে ঢুকলাম খুঁজতে, দেখতে। আমি আমার মেয়েদের চিনতে পারি না। তাদের মাথা বিচ্ছিন্ন করা হয়। তারা তাদের দেহ থেকে বিচ্ছিন্ন ছিল, এবং আমি চিনতে পারি না এটি কার দেহ। তারা রক্তের পুকুরে ডুবে গিয়েছিল। এই রক্তের পুকুর। এমনকি এখানে তাকান. এটা তাদের মস্তিষ্ক। এগুলো তাদের মস্তিষ্কের অংশ। আয়া মাটিতে শুয়ে ছিল। শাথা আহত হয়েছে, তার চোখ বেরিয়ে আসছে। তার আঙ্গুল ছিঁড়ে গেছে, শুধু চামড়ার ট্যাগ দ্বারা সংযুক্ত। আমি অপছন্দ অনুভব করেছি, স্থানের বাইরে, চিৎকার করছি, \"আমি কি করতে পারি?\" তারা প্রথম শেল দ্বারা সন্তুষ্ট ছিল না এবং আমার বড় মেয়ে ছেড়ে. কিন্তু দ্বিতীয় শেলটি শীঘ্রই আয়াকে হত্যা করতে, তৃতীয় তলা থেকে নেমে আসা আমার ভাগ্নিকে আহত করতে এবং রান্নাঘরে থাকা আমার বড় মেয়ে বেসানকে হত্যা করতে এসেছিল এবং সেই মুহুর্তে চিৎকার করে লাফিয়ে উঠেছিল, \"বাবা! বাবা! আয়া আহত!\"\n2015 সালে তিনি কানাডার নাগরিক হন \n\n\n== সম্মান ও পুরস্কার ==\n2009: চিন্তার স্বাধীনতার ফাইনালিস্টের জন্য সাখারভ পুরস্কার \n2009: সারভাইভারশিপের জন্য স্ট্যাভ্রোস নিয়ারকোস পুরস্কার  \n2009: সার্চ ফর কমন গ্রাউন্ড অ্যাওয়ার্ড অফ সার্চ ফর কমন গ্রাউন্ড \n2009: মধ্যপ্রাচ্য ইনস্টিটিউটের মিডল ইস্ট ইনস্টিটিউট পুরস্কার \n2009, 2010, 2011, 2016: নোবেল শান্তি পুরস্কার মনোনীত \n2009: মনোনীত, সাখারভ মানবাধিকার পুরস্কার \n2009 এবং 2010: রয়্যাল ইসলামিক স্ট্র্যাটেজিক স্টাডিজ সেন্টার দ্বারা টানা দুই বছর ধরে 500 জন সবচেয়ে প্রভাবশালী মুসলিমদের একজনের নামকরণ করা হয়েছে\n2010: অস্বাভাবিক সাহস পুরস্কার; জাতিগত, জাতিগত এবং ধর্মীয় বোঝাপড়ার জন্য কুইন্স কলেজ কেন্দ্র \n2010: কানাডার মহাত্মা গান্ধী শান্তি পুরস্কার, কানাডার মহাত্মা গান্ধী কেন্দ্র \n2011: Lombardy অঞ্চল শান্তি পুরস্কার \n2012: ক্যালগারি শান্তি পুরস্কার, ক্যালগারি সেন্টার ফর গ্লোবাল কমিউনিটি এবং কনসোর্টিয়াম ফর পিস স্টাডিজ ক্যালগারি বিশ্ববিদ্যালয়ের \n2012: ডঃ জিন মায়ার গ্লোবাল সিটিজেনশিপ অ্যাওয়ার্ড \n2012: মিডল ইস্টার্ন মনিটর ম্যাগাজিন বুক প্রাইজ (লন্ডন, যুক্তরাজ্য) \n2012: ওয়াল্টার রেউথার সোশ্যাল জাস্টিস অ্যাওয়ার্ড \n2013: বিশ্বের 500 শক্তিশালী আরবদের একজন \n2013: মেম্বার অফ দ্য অর্ডার অফ অন্টারিও, অন্টারিও প্রদেশ কর্তৃক পুরস্কৃত \n2013: শীর্ষ 25 কানাডিয়ান অভিবাসী পুরস্কার বিজয়ী \n2014: পাবলিক পিস প্রাইজের আন্তর্জাতিকভাবে স্বীকৃত বিভাগে বিজয়ী \n2015: শান্তির অনুঘটক হিসাবে ঔষধ এবং স্বাস্থ্য \n2015: মানবাধিকার এবং শান্তির প্রচারের জন্য শ্রেষ্ঠত্বের পুরস্কার \n2015: ফিলিস্তিনে বছরের সেরা ব্যক্তিত্ব \n2016: লিভিং লিজেন্ড অ্যাওয়ার্ড, হিউম্যান সিম্ফনি ফাউন্ডেশন (ওয়াশিংটন, ডিসি) \n2016: গভর্নর জেনারেল মেডেলিয়ন \n2017: মেরিটোরিয়াস সার্ভিস ক্রস, কানাডিয়ান রাজা, তার গভর্নর-ইন-কাউন্সিল দ্বারা উপহার দেওয়া হয়েছে \n2018: ম্যাক্স মার্ক ক্র্যানব্রুক গ্লোবাল পিসমেকার, ওয়েন স্টেট ইউনিভার্সিটি, সেন্টার ফর পিস অ্যান্ড কফ্লিক্ট স্টাডিজ। এরিক মন্টগোমারি, ফ্রেড পিয়ারসন\n\n\n== সম্মানসূচক ডিগ্রি এবং নাগরিকত্ব ==\n2011: আইনের অনারারি ডক্টর, কুইন্স ইউনিভার্সিটি \n2011: আইনের অনারারি ডক্টর, ইউনিভার্সিটি অফ ম্যানিটোবা \n2012: আইনের অনারারি ডক্টর, ওয়েস্টার্ন অন্টারিও বিশ্ববিদ্যালয় \n2012: বুয়েনস আয়ার্স, আর্জেন্টিনা সরকার থেকে সম্মানসূচক নাগরিকত্ব \n2013: অনারারি ডক্টর অফ লেটারস, ইউনিভার্সিটি অফ টরন্টো \n2014: আইনের অনারারি ডক্টর, ম্যাকমাস্টার বিশ্ববিদ্যালয় \n2014: আইনের অনারারি ডক্টর, ইউনিভার্সিটি অফ সাসকাচোয়ান \n2014: শান্তি ও সংঘর্ষের অধ্যয়নে অনারারি ডিপ্লোমা, সল্ট কলেজ \n2015: অনারারি ডক্টর অফ হিউম্যান লেটারস, নিউ কলেজ অফ ফ্লোরিডা \n2015: আইনের অনারারি ডক্টর, ইয়র্ক ইউনিভার্সিটি \n2015: আইনের অনারারি ডক্টর, ক্যালগারি বিশ্ববিদ্যালয় \n2016: সায়েন্সের অনারারি ডক্টর, সাইমন ফ্রেজার ইউনিভার্সিটি \n2016: আইনের অনারারি ডক্টর, ব্রক ইউনিভার্সিটি \n2016: আইনের অনারারি ডক্টর, উইন্ডসর বিশ্ববিদ্যালয় \n2016: মানবিক পত্রের অনারারি ডক্টর, সেন্ট জোসেফ কলেজ \n2023: অনারারি ডক্টর অফ ল, টরন্টো মেট্রোপলিটন ইউনিভার্সিটি \n\n\n== উল্লেখযোগ্য কাজ ==\nআবুইলাইশ, ইজেলদিন (জানুয়ারি ৪, ২০১১)। ***আমি ঘৃণা করব না: শান্তি ও মানবিক মর্যাদার পথে গাজা ডাক্তারের যাত্রা***। ব্লুমসবারি পাবলিশিং ইউএসএ। আইএসবিএন 978-0-8027-7917-5। \n\n\n== তথ্যসূত্র =="}