{"pageid": 1403428, "title": "ভাই গুরদাশ", "url": "https://bn.wikipedia.org/wiki?curid=1403428", "content": "ভাই গুরদাশ (গুরুমুখী: ਭਾਈ ਗੁਰਦਾਸ; ১৫৫১ – ২৫ আগস্ট ১৬৩৬) হলেন একজন শিখ লেখক, ইতিহাসবিদ এবং ধর্ম প্রচারক; যিনি ১৬০৬ সাল থেকে ১৬৩৬ সালে তার মৃত্যু পর্যন্ত অকাল তখতের জথেদার হিসাবে দায়িত্ব পালন করেন। তিনি গুরু গ্রন্থ সাহিবের প্রাথমিক সংস্করণের মূল লেখক ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nভাই গুরদাস সম্ভবত ১৫৫১ সালে (সঠিক বছর অজানা, তবে সম্ভবত ১৫৪৩ হতে ১৫৫৩ সালের মধ্যে) পাঞ্জাবের একটি ছোট গ্রাম বাসার্কে গিলানে জন্মগ্রহণ করেন। তিনি ভাই ঈশ্বর দাশ এবং মাতা জীবনীর একমাত্র সন্তান ছিলেন। গুরুদাশের পিতা ঈশ্বর দাশ ছিলেন গুরু অমর দাশের ছোট ভাই, ফলে গুরুদাশ ছিলেন গুরু অমর দাশের ভাইপো। গুরুদাস খত্রীদের ভল্লা বংশে জন্মগ্রহণ করেন। ভাই গুরুদাশ যখন তিন বছরের কাছাকাছি তখন তার মা মারা যান।\n১২ বছর বয়সে অনাথ হওয়ার পর তাকে গুরু অমর দাশ দত্তক নেন। গুরু অমর দাশের পৃষ্ঠপোষকতায় ভাই গুরুদাশ সুলতানপুর লোধিতে সংস্কৃত ভাষা, ব্রজ ভাষা, ফার্সি ভাষা এবং পাঞ্জাবি ভাষা শিখেছিলেন এবং শেষ পর্যন্ত শিখধর্ম প্রচার শুরু করেন। তিনি হিন্দু ও মুসলিম উভয় সাহিত্য ঐতিহ্যে আরও শিক্ষিত হন। তিনি গোইন্দওয়াল এবং সুলতানপুর লোধিতে তার প্রথম বছরগুলো অতিবাহিত করেন। যারা দিল্লি-লাহোর সড়ক অতিক্রম করার সময় গোইন্দওয়াল শহরে আসতেন গুরুদাশ সেসব পণ্ডিত ও স্বামীদের কাছ থেকে শুনতেন এবং জ্ঞান অর্জন করতেন । পরে তিনি বারাণসীতে চলে যান, যেখানে তিনি সংস্কৃত এবং হিন্দু ধর্মগ্রন্থ অধ্যয়ন করেন। গুরু অমর দাশ মারা যাওয়ার পর তার উত্তরসূরি গুরু রাম দাশ ভাই গুরুদাশকে আগ্রায় শিখ ধর্মপ্রচারক হিসেবে দায়িত্ব দেন।\n\n\n== পরবর্তী জীবন ==\n১৫৭৭ সালে ভাই গুরুদাশ দরবার সাহিবের সরোবর খননে তার শ্রম দিয়েছিলেন। বিশ বছর পর তিনি কার্টাপুর অভিযানে যান এবং সম্রাট আকবরকে প্রাথমিক স্তোত্রগুলোর অনেকগুলো শোনান। আকবর তাদের আধ্যাত্মিক বিষয়বস্তু দ্বারা প্রভাবিত হয়েছিলেন এবং তাদের মধ্যে কোন মুসলিম-বিরোধী বিষয়াবলী ছিল না বলে সন্তুষ্ট হন।\nগুরু রাম দাশের মৃত্যুর পর ভাই গুরুদাশ পঞ্চম গুরু গুরু অর্জনের সাথে ঘনিষ্ঠ সম্পর্ক গড়ে তোলেন। গুরু তার প্রতি অত্যন্ত শ্রদ্ধাশীল ছিলেন এবং তাকে তার \"মামা\" হিসাবে গণ্য করতেন। গুরুদাস শিখদের একটি দলকে গোয়ালিয়রে নিয়ে যান, যেখানে মুঘল সম্রাট জাহাঙ্গীর শিখধর্মের জনপ্রিয়তায় ঈর্ষান্বিত হয়ে গুরু হরগোবিন্দকে বন্দী করে রেখেছিলেন। এরপর গুরুদাশকে আবার কাবুল, কাশ্মীর, রাজস্থান এবং বারাণসীতে শিখধর্ম প্রচারের জন্য পাঠানো হয়। এমনকি তিনি শ্রীলঙ্কায় গিয়ে জনসাধারণের মধ্যে গুরুর নাম প্রচার করেছিলেন এবং তাদের সত্যিকারের জীবনযাপন প্রদর্শন করেছিলেন।\n\n\n== আরও দেখুন ==\nশিখ গুরু।\n\n\n== টীকাসমূহ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশিখ মার্গে ভাই গুরদাশ।"}