{"pageid": 1403230, "title": "কেমান", "url": "https://bn.wikipedia.org/wiki?curid=1403230", "content": "কেরমান ( ফার্সি: كرمان, প্রতিবর্ণীকৃত: Kermân [kʲeɾˈmɒːn] (); কেরমুন এবং কারমানা নামেও রোমানাইজড, যা প্রাচীনকালে কারমানিয়ার স্যাট্রাপি নামে পরিচিত, এটি ইরানের কেরমান প্রদেশের কেরমান কাউন্টির কেন্দ্রীয় জেলার একটি শহর এবং প্রদেশ, কাউন্টি এবং জেলার রাজধানী হিসেবে কাজ করে।\n2006 জাতীয় আদমশুমারিতে, 127,806 পরিবারের জনসংখ্যা ছিল 496,684 জন।  2011 সালে নিম্নলিখিত আদমশুমারি 147,922 পরিবারে 534,441 জন লোককে গণনা করেছে।  2016 সালের সর্বশেষ আদমশুমারি 162,677 পরিবারের 537,718 জন লোক দেখানো হয়েছে। \nএটি কেরমান প্রদেশের বৃহত্তম এবং সবচেয়ে উন্নত শহর এবং ইরানের দক্ষিণ-পূর্বের অন্যতম গুরুত্বপূর্ণ শহর। আয়তনের দিক থেকেও এটি ইরানের অন্যতম বড় শহর। কেরমান তার দীর্ঘ ইতিহাস এবং শক্তিশালী সাংস্কৃতিক ঐতিহ্যের জন্য বিখ্যাত।  শহরটিতে অনেক ঐতিহাসিক মসজিদ এবং জরথুষ্ট্রীয় অগ্নি মন্দির রয়েছে। কেরমান তার ইতিহাসে বেশ কয়েকবার ইরানী রাজবংশের রাজধানী হয়ে ওঠে। এটি একটি বড়, সমতল সমভূমিতে অবস্থিত, 800 কিমি (500 mi) ইরানের রাজধানী তেহরানের দক্ষিণ-পূর্বে। \n\n\n== ইতিহাস ==\nখ্রিস্টীয় তৃতীয় শতাব্দীতে সাসানীয় সাম্রাজ্যের প্রতিষ্ঠাতা আর্দাশির প্রথম দ্বারা ভেহ-আর্দাশির নামে একটি প্রতিরক্ষামূলক ফাঁড়ি হিসেবে কেরমান প্রতিষ্ঠিত হয়েছিল।  642 সালে নাহাভান্দের যুদ্ধের পর, শহরটি মুসলিম শাসনের অধীনে আসে। প্রথমে শহরের আপেক্ষিক বিচ্ছিন্নতা খারিজি এবং জরথুস্ট্রিয়ানদের সেখানে উন্নতি লাভ করতে দেয়,\nকিন্তু খারিজিরা 698 সালে নিশ্চিহ্ন হয়ে যায় এবং জনসংখ্যা 725 সালের মধ্যে বেশিরভাগ মুসলিম ছিল। ইতিমধ্যেই অষ্টম শতাব্দীতে শহরটি কাশ্মিরের উলের শাল এবং অন্যান্য টেক্সটাইল তৈরির জন্য বিখ্যাত ছিল। এই অঞ্চলের উপর আব্বাসীয় খিলাফতের কর্তৃত্ব দুর্বল ছিল এবং দশম শতাব্দীতে বুয়িদ আমিরদের হাতে ক্ষমতা চলে যায়। দশম শতাব্দীর শেষভাগে গজনীর মাহমুদের হাতে অঞ্চল ও শহর পড়ে। কেরমান নামটি দশম শতাব্দীর কোনো এক সময়ে গৃহীত হয়েছিল। \n\n11 এবং 12 শতকে সেলজুক তুর্কিদের শাসনের অধীনে, কেরমান ওমান এবং ফার্স জয় করে কার্যত স্বাধীন ছিল।  1271 সালে মার্কো পোলো যখন কেরমান সফর করেন, তখন এটি খোরাসান এবং মধ্য এশিয়ার সাথে পারস্য উপসাগরের সংযোগকারী একটি প্রধান বাণিজ্য সংস্থায় পরিণত হয়েছিল।  পরবর্তীকালে, যদিও, শহরটি বিভিন্ন আক্রমণকারী দ্বারা বহুবার ছিনতাই করা হয়েছিল। সাফাভিদ রাজবংশের সময় কেরমান দ্রুত বিস্তার লাভ করে। এই সময়কালে ইংল্যান্ড ও জার্মানিতে কার্পেট ও পাটি রপ্তানি করা হয়। \n1793 সালে লটফ আলী খান কাজারদের পরাজিত করেন এবং 1794 সালে তিনি কেরমান দখল করেন। কিন্তু এর পরপরই তিনি আগা মোহাম্মদ খান কাজর কর্তৃক কেরমানে ছয় মাস অবরুদ্ধ ছিলেন। লটফ আলী খান যে জনসমর্থন পেয়েছিলেন তাতে ক্ষুব্ধ হয়ে শহরটি আগা মোহাম্মদ খানের হাতে পড়লে, অনেক পুরুষ বাসিন্দাকে হত্যা করা হয়েছিল বা অন্ধ করা হয়েছিল এবং 20,000টি বিচ্ছিন্ন চোখের বল দিয়ে একটি স্তূপ তৈরি করা হয়েছিল এবং বিজয়ী আগা মোহাম্মদ খানের সামনে ঢেলে দেওয়া হয়েছিল। \nঅনেক নারী ও শিশুকে দাসত্বে বিক্রি করা হয় এবং নব্বই দিনের মধ্যে শহরটি ধ্বংসস্তূপে পরিণত হয়। যাইহোক, কেরমানের জরথুস্ত্রীয়রা যারা লটফ আলী খানের শক্তিশালী সমর্থক ছিল তারা এই সময়কালে কাজার রাজবংশের প্রতিষ্ঠাতার ক্রোধের শিকার হয়েছিল। বর্তমান কেরমান শহরটি 19 শতকে পুরানো শহরের উত্তর-পশ্চিমে পুনর্নির্মাণ করা হয়েছিল, কিন্তু 20 শতক পর্যন্ত শহরটি তার আগের আকারে ফিরে আসেনি।\n\n\n== ভূগোল ==\nকেরমান ইরানের দক্ষিণ-মধ্য অংশে কাভির-ই লুত ( লুত মরুভূমি ) এর একটি উচ্চ প্রান্তে অবস্থিত। শহরটি পাহাড়ে ঘেরা। কেরমান সাহেব আল জামান পাহাড়ের পাশেও অবস্থিত। শহরটি 1,755 মি (5,758 ft) সমুদ্রপৃষ্ঠের উপরে, এটি ইরানের প্রাদেশিক রাজধানীগুলির মধ্যে উচ্চতায় তৃতীয়। শীতকাল কেরমানে খুব ঠান্ডা রাত নিয়ে আসে। দক্ষিণ ও দক্ষিণ-পূর্বে জফতান জুপার এবং প্লভার এবং কেরমান পর্বতমালা সারা বছর তুষার থাকে। কেরমান অক্ষাংশ 30.29 এবং দ্রাঘিমাংশ 57.06 এ অবস্থিত। \n\n\n== জলবায়ু ==\nকেরমানে একটি ঠান্ডা মরুভূমির জলবায়ু রয়েছে ( BWk, কোপেন জলবায়ু শ্রেণিবিন্যাস অনুসারে), গরম গ্রীষ্ম এবং শীতল থেকে ঠান্ডা শীতকালে। সারা বছর বৃষ্টিপাত কম হয় শহরের অনেক জেলা পাহাড়ে ঘেরা যা কেরমানের সারা বছরব্যাপী আবহাওয়ার ধরণে বৈচিত্র্য আনে।\n\nশহরের উত্তর অংশটি একটি শুষ্ক মরুভূমি এলাকায় অবস্থিত, যখন শহরের দক্ষিণ অংশের উচ্চভূমি আরও মাঝারি জলবায়ু উপভোগ করে। শহরের গড় উচ্চতা প্রায় ১,৭৫৫ মি (৫,৭৫৮ ফু) সমুদ্রপৃষ্ঠের উপরে। কেরমান শহরের একটি মাঝারি জলবায়ু আছে। গড় বার্ষিক বৃষ্টিপাত 148 মিমি অন্যথায়, এর জলবায়ু তুলনামূলকভাবে শীতল (ইরানি মান অনুসারে)। \n\n\n== ভূতাত্ত্বিক বৈশিষ্ট্য ==\n\n\n== অর্থনীতি ==\nকেরমানের অর্থনীতি মূলত কৃষিকাজ, বিশেষ করে বাদাম চাষ এবং খনির উপর ভিত্তি করে। সার্চশমেহ তামার খনি চিলিতে অবস্থিত একটির পরে বিশ্বের দ্বিতীয় বৃহত্তম তামার খনি। পেস্তা কেরমানে অর্থনীতির একটি গুরুত্বপূর্ণ অংশ, কেরমান প্রদেশ ইরান এবং বিশ্বের বৃহত্তম পেস্তা উৎপাদনকারী।\nকার্পেট বুনন শহরের অন্যতম প্রধান শিল্প এবং সেখানে উৎপাদিত কার্পেট আন্তর্জাতিকভাবে বিখ্যাত।  কার্পেট বুনন কেরমানে একটি অতি প্রাচীন ঐতিহ্য। কেরমানে আবিষ্কৃত প্রাচীনতম কার্পেটটি প্রায় 500 বছর আগের।  সুতি বস্ত্র এবং ছাগল-উলের শালও তৈরি করা হয়।  টেক্সটাইল মিল এবং ইটভাটার মতো বেশ কিছু আধুনিক স্থাপনাও নির্মিত হয়েছে। প্রদেশের খনিজ সম্পদের মধ্যে রয়েছে তামা ও কয়লা। \n\n\n== সংস্কৃতি ==\nকেরমান ইরানের একটি শক্তিশালী সাংস্কৃতিক ঐতিহ্য সহ বেশ কয়েকটি শহরের মধ্যে রয়েছে, যা স্থানীয় উচ্চারণ, কবিতা, স্থানীয় সঙ্গীত, হস্তশিল্প এবং রীতিনীতিতে প্রকাশ করা হয় যা কেরমান বিশ্বের সাথে পরিচিত করেছে।\nইরানী জীবাশ্মবিদদের জন্য, কেরমান সর্বদা একটি জীবাশ্ম স্বর্গ হিসেবে বিবেচিত হয়েছে। 2005 সালে নতুন ডাইনোসরের পায়ের ছাপের আবিষ্কার এই এলাকার ইতিহাস আরও ভালভাবে বোঝার জন্য নতুন করে আশা করেছিল। \nজরথুস্ট্রিয়ানদের জন্য উৎসর্গীকৃত একমাত্র ইরানি নৃতত্ত্ব জাদুঘরটি কেরমানের ফায়ার টেম্পলে অবস্থিত, যা জরথুস্ট্রিয়ানদের প্রাচীন ইতিহাস প্রদর্শন করে। কেরমানের জরথুস্ট্রিয়ান সোসাইটির লাইব্রেরির সাথে জাদুঘরটি চালু করার ধারণাটি 1983 সালে প্রকাশিত হয়েছিল, যখন সোসাইটির প্রধান, পারভিজ ভাখাশোরি এবং লাইব্রেরির প্রাক্তন প্রধান, মেহরান গেইবি কেরমানের জরথুস্ট্রিয়ান সম্প্রদায়ের সাংস্কৃতিক ঐতিহ্যের নিদর্শন সংগ্রহ করেছিলেন। এই দুই কর্মকর্তা এই সংগ্রহে আরও অনেক বস্তু যুক্ত করেছেন। ইরানের সাংস্কৃতিক ঐতিহ্য, হস্তশিল্প এবং পর্যটন সংস্থা (ICHHTO) দ্বারা 2005 সালে জাশন-ই তিরগানের সময় আনুষ্ঠানিকভাবে জাদুঘরটি উদ্বোধন করা হয়েছিল।\nJashn-e Tirgan বা Tiregan হল একটি প্রাচীন ইরানী বৃষ্টি উৎসব যা 1 জুলাই পালন করা হয়। উৎসব বলতে প্রধান দূত তির (আক্ষরিক অর্থে তীর) বা তিশতার (বজ্রপাত) বোঝায়, যারা প্রচুর প্রয়োজনীয় বৃষ্টির জন্য বজ্রপাত ও বজ্রপাতের জন্য আকাশে উপস্থিত হন। কেরমানে প্রতি বছর সাদেহ অনুষ্ঠান পালিত হয়।\nএছাড়াও, জিরফ্ট এবং তাপ্পে ইয়াহিয়া বাফ্টের প্রত্নতাত্ত্বিক প্রাচীন অঞ্চলগুলি কেরমানের দক্ষিণে অবস্থিত। রায়েন ক্যাসেল কেরমানের দক্ষিণ-পূর্বে রায়েন শহরেও অবস্থিত।\nকেরমান প্রদেশের কিছু হস্তশিল্প ও স্যুভেনির হল ঐতিহ্যবাহী সূচিকর্ম যা পাতেহ, কার্পেট, রাগ, জাজিম, কিলিমস (একটি মোটা কার্পেট), স্যাচেল এবং অন্যান্য হাতে বোনা জিনিসপত্র। রাফসানজান, জারান্ড এবং কেরমানের ক্যারাওয়ে বীজ এবং পেস্তা এই প্রদেশের প্রধান আইটেমগুলির মধ্যে সেরা। \n\n\n== জনসংখ্যা ==\nকেরমানের লোকেরা পারস্য, এবং অধিকাংশই শিয়া মুসলিম । কেরমান একটি ধর্মীয় রক্ষণশীল শহর। কেরমানে একটি ছোট জরথুস্ট্রিয়ান সংখ্যালঘু রয়েছে।\n1996 সালে শহরের জনসংখ্যা ছিল 385,000 এবং 2006 সালে ছিল 515,414; বর্তমান জনসংখ্যা হল 621,374 জন, যার মধ্যে 312,873 জন পুরুষ এবং 308,501 জন মহিলা৷ \n\n\n== তথ্যসূত্র =="}