{"pageid": 1403350, "title": "আনাপোলিস সম্মেলন", "url": "https://bn.wikipedia.org/wiki?curid=1403350", "content": "অ্যানাপোলিস সম্মেলনটি ছিল একটি মধ্যপ্রাচ্য শান্তি সম্মেলন যা ২৭ নভেম্বর ২০০৭ তারিখে মার্কিন যুক্তরাষ্ট্রের মেরিল্যান্ডের অ্যানাপোলিসের ইউনাইটেড স্টেটস নেভাল একাডেমিতে অনুষ্ঠিত হয়। সম্মেলনের লক্ষ্য ছিল ইসরায়েল-ফিলিস্তিনি শান্তি প্রক্রিয়াকে পুনরুজ্জীবিত করা এবং \" শান্তির জন্য রোডম্যাপ \" বাস্তবায়ন করা। সব পক্ষের যৌথ বিবৃতি প্রদানের মধ্য দিয়ে সম্মেলন শেষ হয়। আনাপোলিস সম্মেলনের পরে, আলোচনা অব্যাহত ছিল। মাহমুদ আব্বাস এবং এহুদ ওলমার্ট উভয়েই একে অপরকে প্রতিদ্বন্দ্বিতামূলক শান্তি প্রস্তাব উপস্থাপন করেন। শেষ পর্যন্ত কোনো সমঝোতা হয়নি।\n\n\n== উপস্থিতরা ==\nসম্মেলনের আয়োজন ও আয়োজক যুক্তরাষ্ট্র ।  ফিলিস্তিনের প্রেসিডেন্ট মাহমুদ আব্বাস, ইসরায়েলের প্রধানমন্ত্রী এহুদ ওলমার্ট এবং মার্কিন প্রেসিডেন্ট জর্জ ডব্লিউ বুশ বৈঠকে অংশ নেন।  চীন, আরব লীগ, রাশিয়া, ইউরোপীয় ইউনিয়ন এবং জাতিসংঘ সহ 20 নভেম্বর 2007-এ 40 জনের বেশি আমন্ত্রিত ব্যক্তির একটি আংশিক তালিকা প্রকাশ করা হয়েছিল;  যাদের অধিকাংশই আমন্ত্রণ গ্রহণ করেছিল।\n\n\n== উদ্দেশ্য এবং পটভূমি ==\nসম্মেলনের লক্ষ্য ছিল শান্তি প্রক্রিয়া পুনরুজ্জীবিত করা এবং ব্যাপক আন্তর্জাতিক সমর্থন সংগ্রহ করা।  উদ্দেশ্য ছিল একটি চূড়ান্ত স্থিতি চুক্তির উপর আলোচনা পুনরায় শুরু করা যা সমস্ত মূল সমস্যাগুলির সমাধান করে এবং শান্তির জন্য রোডম্যাপের মাধ্যমে একটি ফিলিস্তিন রাষ্ট্র প্রতিষ্ঠা করা।  সম্মেলনের আগে হারেৎজ কর্তৃক একটি খসড়া নথি ফাঁস করা হয়েছিল, চূড়ান্ত এবং আসন্ন অ্যানাপোলিস যৌথ ঘোষণায় শেষ পর্যন্ত চূড়ান্ত শান্তি আলোচনা কী হবে তার সুযোগের রূপরেখা প্রত্যাশিত ছিল। \n\n\n== পদ ==\n\n\n==== আমেরিকানরা ====\nসেক্রেটারি অফ স্টেট কন্ডোলিজা রাইস মধ্যপ্রাচ্য সফর করেন শাটল কূটনীতির চার দিনের সফরে অক্টোবরের মাঝামাঝি এই সম্মেলনের প্রতি সমর্থন জোগাড় করতে,  এবং ন্যাশভিলে ইউনাইটেড ইহুদি সম্প্রদায়ের (GA) সাধারণ পরিষদে ইঙ্গিত দেন। , টেনেসি 13 নভেম্বর 2007, যে ইসরায়েলিরা শান্তির বিনিময়ে পশ্চিম তীর ছেড়ে দিতে প্রস্তুত।  বুশ প্রশাসনের সময় এই অঞ্চলে রাইসের এটি ছিল 8তম সফর।\n\n\n== ফিলিস্তিনি ==\n\nআব্বাস বলেন, সম্মেলনের জন্য একটি সুস্পষ্ট এজেন্ডা প্রয়োজন ছিল।  তিনি পশ্চিম তীর এবং গাজা উপত্যকার ভূখণ্ডের সমান এলাকা নিয়ে একটি ফিলিস্তিন রাষ্ট্রের দাবি জানান।  তিনি আরও দাবি করেছিলেন যে সম্মেলনে ছয়টি কেন্দ্রীয় বিষয় নিয়ে আলোচনা করা হবে: জেরুজালেম, শরণার্থী এবং প্রত্যাবর্তনের অধিকার, সীমান্ত, বসতি, জল এবং নিরাপত্তা। \nআব্বাস বলেন যে তিনি 2007 সালের নভেম্বরের শেষের দিকে ইসরায়েলের সাথে একটি চুক্তিতে পৌঁছানোর আশা করেছিলেন,  যেটি আব্বাস তারপর একটি গণভোটে স্থাপন করবেন।  এছাড়া সম্মেলনের ছয় মাসের মধ্যে ইসরায়েলের সঙ্গে একটি চূড়ান্ত চুক্তি সম্ভব হবে বলে তিনি আশা প্রকাশ করেন। \n\n\n== ইসরায়েলি ==\nঅক্টোবর 2007 সালে, প্রধানমন্ত্রী ওলমার্ট ইঙ্গিত দিয়েছিলেন যে তিনি আন্নাপোলিসে একটি বৃহত্তর শান্তি বন্দোবস্তের অংশ হিসাবে পূর্ব জেরুজালেমের কিছু অংশ ছেড়ে দিতে ইচ্ছুক হবেন,  ডানপন্থী ইসরায়েলি এবং বিদেশী ইহুদি সংগঠন এবং খ্রিস্টান জায়োনিস্টদের কাছ থেকে যথেষ্ট সমালোচনার সম্মুখীন হন।   \n27 নভেম্বর 2007-এ, শাস পার্টির আধ্যাত্মিক নেতা ওভাদিয়া ইয়োসেফ ঘোষণা করেন যে তার দল সরকারী জোট ত্যাগ করবে, যার ফলে নেসেটে জোটের সংখ্যাগরিষ্ঠতা শেষ হবে, যদি এহুদ ওলমার্ট জেরুজালেমকে ভাগ করতে সম্মত হন। শাস মন্ত্রী এলি ইশাই ব্যাখ্যা করেছেন: \"জেরুজালেম সব রাজনৈতিক বিবেচনার ঊর্ধ্বে। আমি জেরুজালেমকে ছাড় দিতে সাহায্য করব না।\"  পূর্ব জেরুজালেমে ছাড় দেওয়ার বিষয়ে ওলমার্টের আগের মন্তব্যগুলি অনুসরণ করার ক্ষমতা তাই প্রশ্নবিদ্ধ।\n\n\n== যৌথ বিবৃতি ==\n\nসম্মেলনের আগে প্রেসিডেন্ট বুশ হোয়াইট হাউসে ইসরায়েল ও ফিলিস্তিনি নেতাদের সঙ্গে বৈঠক করেন।  ওলমার্ট এবং আব্বাসের সাথে সাক্ষাতের পর, রাষ্ট্রপতি বুশ একটি যৌথ বিবৃতি পাঠ করেন, যা উভয় পক্ষের দ্বারা স্বাক্ষরিত, একটি দ্বি-রাষ্ট্র সমাধান সমর্থন করে। \"আমরা অবিলম্বে ভাল বিশ্বাস, দ্বিপাক্ষিক আলোচনা শুরু করতে সম্মত হয়েছি যাতে ব্যতিক্রম ছাড়াই মূল সমস্যাগুলি সহ সমস্ত অসামান্য সমস্যার সমাধান করার জন্য একটি শান্তি চুক্তি শেষ করতে\" এবং \"চূড়ান্ত শান্তি নিষ্পত্তি ফিলিস্তিনি জনগণের জন্য একটি স্বদেশ হিসাবে ফিলিস্তিনকে প্রতিষ্ঠিত করবে। যেহেতু ইসরাইল হল ইহুদিদের মাতৃভূমি \n\n\n== ফলাফল ==\nমার্কিন প্রেসিডেন্ট জর্জ বুশ দ্বারা পড়া একটি যৌথ সমঝোতা বলা হয়েছে যে \"দুটি রাষ্ট্র, ইসরায়েল এবং ফিলিস্তিনের লক্ষ্যকে এগিয়ে নিয়ে যাওয়ার জন্য, শান্তি ও নিরাপত্তায় পাশাপাশি বসবাস করার জন্য\" পক্ষগুলি \"অবিলম্বে সুবিশ্বাসের দ্বিপাক্ষিক আলোচনা শুরু করতে সম্মত হয়েছে। একটি শান্তি চুক্তি শেষ করতে, সমস্ত অসামান্য সমস্যাগুলি সমাধান করে, ব্যতিক্রম ছাড়াই সমস্ত মূল সমস্যা সহ, যেমনটি পূর্ববর্তী চুক্তিতে উল্লেখ করা হয়েছে\"। 12 ডিসেম্বর 2007 থেকে একটি স্টিয়ারিং কমিটি বৈঠক করবে, তারপরে রাষ্ট্রপতি আব্বাস এবং প্রধানমন্ত্রী ওলমার্টের মধ্যে দ্বি-সাপ্তাহিক আলোচনা হবে।\nউভয় পক্ষ শান্তির জন্য রোডম্যাপের অধীনে তাদের নিজ নিজ দায়িত্ব অবিলম্বে বাস্তবায়ন করতে এবং 2008 সালের শেষের আগে সমাপ্ত হওয়া একটি শান্তি চুক্তিতে না পৌঁছানো পর্যন্ত এটি বাস্তবায়ন অব্যাহত রাখার প্রতিশ্রুতি দেয়  আব্বাস এবং ওলমার্ট উভয়েই তাদের প্রস্তাব দেন। আব্বাস ওলমার্টের শান্তি প্রস্তাবে স্বাক্ষর করতে অস্বীকার করেন কারণ ওলমার্ট আব্বাসকে একদিনের বেশি মানচিত্র অধ্যয়ন করতে দেননি। তা সত্ত্বেও আলোচনা চলতে থাকে, কিন্তু ওলমার্ট অভ্যন্তরীণ দুর্নীতির অভিযোগে জড়িয়ে পড়ায় ক্রমশ কঠিন হয়ে পড়ে। \n\n\n== সীমান্ত, জেরুজালেম এবং উদ্বাস্তু নিয়ে আলোচনা ==\nশীর্ষ সম্মেলনের আগে কিছু মৌলিক বিষয়ে একমত হওয়ার চেষ্টা করার জন্য প্রেসিডেন্ট আব্বাস এবং প্রধানমন্ত্রী ওলমার্ট জুন 2007 থেকে ছয়টি বৈঠক করেছেন।  সম্মেলনের আগের দিন 26 নভেম্বর 2007 তারিখে ওয়াশিংটন, ডিসিতে ওলমার্ট এবং আব্বাসের মধ্যে একটি চূড়ান্ত আলোচনা অনুষ্ঠিত হয়। আনাপোলিস সম্মেলনের পরে, আলোচনা অব্যাহত ছিল। \nএই আলোচনার উপর অ্যাকাউন্ট ভিন্ন. ইসরায়েলি লেখক বার্নার্ড আভিশাই ওলমার্ট এবং আব্বাসের সঙ্গে কথা বলেছেন। আব্বাস ওলমার্টের কাছে একটি মানচিত্র প্রস্তাব করেছিলেন যেখানে ইসরায়েল পশ্চিম তীরের 1.9% (যা 60% এর বেশি বসতি ধারণ করবে) ইস্রায়েলের অভ্যন্তরে সমান মানের সমান ভূমির বিনিময়ে সংযুক্ত করবে।  ওলমার্ট পশ্চিম তীরের 6.3% সংযুক্ত করার এবং ফিলিস্তিনিদের 5.8% দেওয়ার প্রস্তাব দিয়ে পাল্টা। আব্বাস আশা করেছিলেন আমেরিকানরা একটি আপস নম্বর প্রস্তাব করবে।  সম্ভাব্য ফিলিস্তিন রাষ্ট্রের গভীরে এরিয়েলের ইসরায়েলি বসতি, ওলমার্ট এবং আব্বাসের জন্য একটি বিতর্কিত বিষয় ছিল। \nআভিশাই লিখেছেন যে জেরুজালেমে উভয় পক্ষই সম্মত হয়েছিল যে জেরুজালেমের পুরানো শহর একটি আন্তর্জাতিক সংস্থা দ্বারা পরিচালিত হবে (ইসরায়েল, ফিলিস্তিন, মার্কিন যুক্তরাষ্ট্র, সৌদি আরব, জর্ডান এবং সম্ভবত মিশর এবং ভ্যাটিকান নিয়ে গঠিত)। উভয় পক্ষই সম্মত হয়েছিল যে ইসরায়েল সমস্ত ইহুদি প্রতিবেশী পাবে এবং প্যালেস্তিন প্রায় সমস্ত আরব প্রতিবেশী পাবে, তবে আব্বাসও সিলওয়ানের আরব প্রতিবেশীর উপর সার্বভৌমত্ব চেয়েছিলেন,\nযা ওলমার্ট প্রস্তাব করেছিলেন যে পরিবর্তে আন্তর্জাতিক সংস্থা দ্বারা শাসিত হওয়া উচিত।  উদ্বাস্তুদের বিষয়ে, আব্বাস সম্মত হন যে তাদের সবাই ফিরে আসতে পারবে না, এবং ইসরায়েলের ইহুদি সংখ্যাগরিষ্ঠতা রক্ষা করা উচিত, কিন্তু ওলমার্টের 5,000 এর প্রস্তাবকে খুবই কম বলে মনে করেন।  একটি সূত্র অনুসারে, তিনি পাল্টা প্রস্তাব দিয়েছিলেন যে ইস্রায়েল 10 বছরের মধ্যে প্রতি বছর 15,000 শরণার্থী গ্রহণ করে। \n2009 সালের জানুয়ারিতে আনুষ্ঠানিকভাবে আলোচনা স্থগিত করা হয়েছিল, যখন ইসরায়েল গাজা উপত্যকায় আক্রমণ করেছিল ।  কিন্তু আব্বাস মার্কিন যুক্তরাষ্ট্রকে একটি চুক্তির দালালি করার আহ্বান অব্যাহত রেখেছেন।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== প্রতিবাদ ও বয়কট ===\nহামাস এবং ইরানের গ্র্যান্ড আয়াতুল্লাহ আলী খামেনি সম্মেলন বয়কটের আহ্বান জানান,   এবং ২৩ নভেম্বর হামাস গাজা উপত্যকায় একটি বিক্ষোভের আয়োজন করে। পশ্চিম তীরে, সম্মেলনের বিরোধিতাকারী বিশাল বিক্ষোভগুলিকে কঠোর হাতে দমন করা হয়েছিল, এবং বিক্ষোভকারীদের ফাতাহ জঙ্গিদের দ্বারা মারধর করা হয়েছিল।  ইরানের প্রেসিডেন্ট মাহমুদ আহমাদিনেজাদ এই ঘটনার নিন্দা জানিয়ে বলেছেন যে এটি \"মিডিয়ার জন্য একটি রাজনৈতিক শো যা ইসরায়েলের স্বার্থে\"। \nঅন্যদিকে, জেরুজালেম বা পশ্চিম তীরের যেকোনো অংশে শান্তি বন্দোবস্তে ইসরায়েলের ছাড় দেওয়ার বিরোধিতাকারী ইহুদি কর্মী ও সংগঠনগুলো ওলমার্ট সরকারের বিরুদ্ধে ক্রমশ সোচ্চার হয়ে ওঠে, নিউইয়র্ক এবং ওয়াশিংটন, ডিসিতে ইসরায়েলি দূতাবাসের সামনে বিক্ষোভের মাধ্যমে। শিখর.  27 নভেম্বর 2007, ইয়েশা রাব্বিস কাউন্সিলের রাব্বি ডভ লিওর আসন্ন সম্মেলন নিয়ে আলোচনা করার জন্য একটি \"জরুরি বৈঠক\" ডাকেন। বৈঠকের সময়, লিওর বলেছিলেন: \"কোনও নেতার, কোন প্রজন্মের, ইরেটজ ইস্রায়েলকে ছেড়ে দেওয়ার অধিকার নেই ...\nআমরা বিদেশে ইহুদিদের, বিশেষ করে সম্প্রদায়ের নেতাদের এবং রাব্বিদের প্রতি আহ্বান জানাই, এই চুক্তির বিরুদ্ধে আমাদের প্রচেষ্টায় আমাদের সাথে যোগদান করার জন্য। এবং এর প্রভাব। ... একসাথে, আমরা ইসরায়েলের জনগণকে সরকারের ভয়ানক পরিকল্পনা থেকে রক্ষা করব।\" লিওর আরও বলেছিলেন যে শান্তি কেবলমাত্র \"আরবদের দেশকে [পরিষ্কার] করে এবং যে দেশ থেকে তারা এসেছে সেখানে তাদের [পুনর্বাসিত] করে\"।  বেশ কিছু বৃহৎ মূলধারার আমেরিকান ইহুদি ও খ্রিস্টান গোষ্ঠী জেরুজালেমের মর্যাদা পরিবর্তনের অন্তর্ভুক্ত যেকোনো আলোচনার বিরোধিতা করার জন্য নেসেটের সংখ্যাগরিষ্ঠ অংশের সাথে একত্রিত হয়েছিল। তারা জেরুজালেমে সমন্বয় পরিষদ গঠন করে।\n\n\n== সমর্থন ==\nসম্মেলনের অনুমোদনকারী সংস্থাগুলিও সমবেত হয়েছিল এবং শীর্ষ সম্মেলনের জন্য তাদের সমর্থন প্রদর্শনের জন্য প্রস্তুত হয়েছিল।   জাতিসংঘ 30 নভেম্বর, 2007 এ সম্মেলনের ফলাফলের প্রতি সমর্থন প্রকাশ করে নিরাপত্তা পরিষদ কর্তৃক গৃহীত একটি প্রস্তাব প্রস্তুত করে। ইসরায়েল অভিযোগ উত্থাপন করার পরে প্রস্তাবটি প্রত্যাহার করা হয়েছিল। ইসরায়েলের অভিযোগের পাশাপাশি, ফিলিস্তিনি কর্তৃপক্ষও বলেছে যে তারা একটি রেজুলেশনে আগ্রহী নয়, জাতিসংঘের সূত্র অনুসারে। \n\n\n== আরো দেখুন ==\nএক-রাষ্ট্র সমাধান\nদ্বি-রাষ্ট্র সমাধান\nতিন-রাষ্ট্র সমাধান\n\n\n== তথ্যসূত্র =="}