{"pageid": 1403410, "title": "মণীন্দ্র গুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1403410", "content": "মণীন্দ্র গুপ্ত   (২৪ সেপ্টেম্বর ১৯২৬  - ৩১ জানুয়ারি ২০১৮ ) ছিলেন একাধারে ভারতীয় বাঙালি কবি, প্রাবন্ধিক, কথাসাহিত্যিক আবার চিত্রশিল্পীও। ২০১০ খ্রিস্টাব্দে তিনি পশ্চিমবঙ্গ সরকারের রবীন্দ্র পুরস্কার এবং ২০১১ খ্রিস্টাব্দে  'বনে আজ কনচের্তো' কাব্যগ্রন্থটির জন্য সাহিত্য অকাদেমি পুরস্কার লাভ করেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nমনীন্দ্র গুপ্তের জন্ম ব্রিটিশ ভারতের অবিভক্ত বাংলার অধুনা  বাংলাদেশের বরিশাল জেলার গৈলা গ্রামে।  দশ মাস বয়সে তিনি হারান মাতাকে।পিতা দ্বিতীয় বিবাহ করেন। যদিও সৎ মা তাঁকে যথেষ্ট ভালোবাসতেন। তাঁর মায়ের মমতা ঐ সময়ের প্রেক্ষিতে অসাধারণ। কবি অক্ষয় মাল বেরিয়ে আত্মজীবনীতে তাঁর কথা স্মরণ করেছেন।১৯৩৩ খ্রিস্টাব্দে তার পিতামহ ও পিতামহীর মৃত্যুর পর তিনি অবিভাবকহীন হন। ফলে  তার  শৈশব ও কৈশোর অতিবাহিত হয় অসমের বরাক উপত্যকার শিলচরে তার মাতুলালয়ে। সেখানেই বিদ্যালয়ের পাঠ শেষ করেন ১৯৪১ খ্রিস্টাব্দে। তারপর চলে আসেন কলকাতায়।  ১৯৪৩ খ্রিস্টাব্দে ব্রিটিশ ভারতীয় সেনাবাহিনীতে যোগ দেন। ইঞ্জিনিয়ারিং বিভাগের ট্রেনিং-এর পর তিনি লাহোর ক্যান্টনমেন্টে যোগ দেন। তবে ১৯৪৬ খ্রিস্টাব্দে তার সেনাবাহিনীর কাজ শেষ হয়ে যায়। ১৯৫৬ খ্রিস্টাব্দে তিনি কলকাতা বিশ্ববিদ্যালয়ের স্নাতক হন।  তারপর তিনি  পশ্চিমবঙ্গ সরকারের শিল্প বিভাগে চাকরি পান। ১৯৮৪ খ্রিস্টাব্দে অবসর গ্রহণ করেন।\n\n\n== সাহিত্যকর্ম ==\nমনীন্দ্র গুপ্ত সেনাবাহিনীতে কাজ করার সময়ই অর্থাৎ ১৯৪০ দশক থেকেই কবিতা  লেখা এবং ছবি আঁকা শুরু করেন। তার প্রথম কাব্যগ্রন্থ নীল পাথরের আকাশ প্রকাশিত হয় ১৯৬৯ খ্রিস্টাব্দে যে সময়ে তিনি সাহিত্য পত্রিকা \"পরমা\"-র সম্পাদনা শুরু করেন। ১৯৪৮ খ্রিস্টাব্দে যদিও অন্য দুই জন কবির সঙ্গে তার কবিতা সংকলন পুস্তকাকারে প্রকাশিত হয়েছিল। সমসাময়িক কালের অভিমুখের বিপরীতে তার রচনার অবস্থান ছিল, যা পাঠকদের আকৃষ্ট করেছিল। ১৯৭০ খ্রিস্টাব্দে কবি রঞ্জিত সিংহের সঙ্গে যৌথভাবে সম্পাদনা করেন এক বছরের শ্রেষ্ঠ কবিতা\" শীর্ষক কবিতা সংকলন। এছাড়াও হাজার বছরের বাংলা কবিতা ঘেঁটে তিন খণ্ডে সম্পাদনা করেন আবহমান বাংলা কবিতা\"। সরকারি চাকরি থেকে অবসর নেওয়ার কিছু আগে ১৯৮১ খ্রিস্টাব্দে রচনা করেন আত্মজীবনীমূলক রচনা অক্ষয় মালবেরি-র প্রথম খণ্ড। গ্রন্থটিতে চিত্রাঙ্কণ করেন তিনি নিজেই। ১৯৯১ খ্রিস্টাব্দের প্রকাশিত হয় আলোড়ন সৃষ্টিকারী প্রবন্ধের সংকলন চাঁদের ওপিঠ। তার  রচিত ও প্রকাশিত গ্রন্থ গুলি হল:\nকাব্যগ্রন্থ-\n\nনীল পাথরের আকাশ (১৯৬৯)\nমৌপোকাদের গ্রাম (১৯৭৪), পরমা\nলাল স্কুলবাড়ি (১৯৭৮), পরমা\nছত্রপলাশ চৈত্যে দিনশেষে (১৯৮৬), পরমা\nশরৎমেঘ ও কাশফুলের বন্ধু (১৯৯২), পরমা\nকবিতা সংগ্রহ (১৯৯৪)\nনমেরু মানে রুদ্রাক্ষ (২০০০), চিত্রক\nটুং টাং শব্দ নিঃশব্দ (২০০৫), কিশলয়\nশ্রেষ্ঠ কবিতা (২০০৫), দে'জ পাবলিশিং, কলকাতা\nবনে আজ কনচের্তো (২০০৯), অস্ট্রিক\nবাড়ির কপালে চাঁদ (২০১৪), কবিতীর্থ\nপ্রবন্ধ—\n\"চাঁদের ওপিঠ (১৯৯১), উলুখড়\nতাহারা অদ্ভুত লোক (১৯৯২)\nজনমানুষ ও বনমানুষ (২০০৫), কিশলয়\nগদ্য সংগ্রহ (২০০৭), অবভাস\nউল্টো কথা (২০১১), কথা সত্য\nসমালোচনা গ্রন্থ—\nদ্রাক্ষাপুঞ্জ, শুঁড়ি ও মাতাল (২০১০), অবভাস\nউপন্যাস—\nপ্রেম মৃত্যু কি নক্ষত্র (২০০৫), অবভাস\nউপন্যাস সংগ্রহ\nনুড়ি বাঁদর (২০১৫),অবভাস (আইএসবিএন 978-93-8073-241-1)\nআত্মজীবনীমূলক ও জীবনীগ্রন্থ—\nঅক্ষয় মালবেরি\nপ্রথম খণ্ড (১৯৮১), পরমা\nদ্বিতীয় খণ্ড (১৯৯৮), চিত্রক\nতৃতীয় খণ্ড (২০০৪), চিত্রক\n রঙ কাঁকর রামকিঙ্কর (২০১৪), অবভাস\n\n\n== সম্মাননা ==\n২০০৫ খ্রিস্টাব্দে কবিকৃতির জন্য মণীন্দ্র গুপ্ত পান \"বিষ্ণু দে স্মৃতি পুরস্কার\";\n২০১০ খ্রিস্টাব্দে তিনি টুং টাং শব্দ নিঃশব্দ কাব্যগ্রন্থটির জন্য পশ্চিমবঙ্গের সর্বোচ্চ সাহিত্য পুরস্কার রবীন্দ্র পুরস্কার লাভ করেন;\n২০১১ খ্রিস্টাব্দে \"বনে আজ কনচের্তো\" কাব্যগ্রন্থটির জন্য  ভারত সরকারের সর্বোচ্চ সাহিত্য পুরস্কার সাহিত্য অকাদেমি পুরস্কার পান।\n\n\n== ব্যক্তিগত জীবন ও জীবনাবসান ==\nমনীন্দ্র গুপ্ত ১৯৫১ খ্রিস্টাব্দে প্রথম বার বিবাহ করেন, কিন্তু তার সে বিবাহ সুখের হয়নি। পরে ১৯৭৫ খ্রিস্টাব্দে তিনি দেবারতি মিত্রকে বিবাহ করেন। তিনিও একজন খ্যাতনামা কবি। ২০১৮ খ্রিস্টাব্দের ৩১ জানুয়ারি মণীন্দ্র গুপ্ত প্রয়াত হন।\nমণীন্দ্র গুপ্ত রচিত উপন্যাস নুড়ি বাঁদর গ্রন্থটি ২০২২ খ্রিস্টাব্দে ইংরাজীতে - Pebblemonkey (পেবলমনকি) নামে অনূদিত হয়েছে। অনুবাদ করেছেন অধ্যাপক অরুণাভ সিনহা। \n(আইএসবিএন 978-93-8366-091-9)\n\n\n== তথ্যসূত্র =="}