{"pageid": 1404, "title": "ইয়োজেফ শুম্পেটার", "url": "https://bn.wikipedia.org/wiki?curid=1404", "content": "ইয়োজেফ আলইস শুম্পেটার (জার্মান: Joseph Alois Schumpeter; ৮ই ফেব্রুয়ারি, ১৮৮৩ – ৮ই জানুয়ারি, ১৯৫০) একজন প্রভাবশালী অর্থনীতিবিদ এবং রাষ্ট্রবিজ্ঞানী। তিনি বর্তমান চেক প্রজাতন্ত্রের, তৎকালীন অস্ট্রিয়া-হাঙ্গেরি সাম্রাজ্যের মোরাভিয়া অঞ্চলে জন্মগ্রহণ করেন। তিনি অস্ট্রীয় ঘরানার অর্থনীতিবিদদের একজন ছিলেন। তিনি পুঁজিবাদী বিকাশ ও ব্যবসা চক্রের উপর তাঁর তত্ত্বগুলির জন্য পরিচিতি লাভ করেন।\nশুম্পেটার ভিয়েনাতে উচ্চশিক্ষালাভ করে চেরনোভিৎস, গ্রাৎস ও বন শহরের বিশ্ববিদ্যালয়গুলিতে অধ্যাপনা করেন। ১৯১৯ সালে তিনি স্বল্প সময়ের জন্য অস্ট্রিয়ার সরকারের অর্থমন্ত্রী হিসেবে কাজ করেন। ১৯৩২ থেকে ১৯৫০ খ্রিস্টাব্দ পর্যন্ত আমৃত্যু তিনি মার্কিন যুক্তরাষ্ট্রের হার্ভার্ড বিশ্ববিদ্যালয়ে অধ্যাপনা করেন। ১৯৪২ সালে তিনি একটি বহুল পঠিত অর্থনীতি বিষয়ক গ্রন্থ প্রকাশ করেন, যার নাম ছিল ক্যাপিটালিজম, সোসিয়ালিজম অ্যান্ড ডেমোক্রেসি (\"পুঁজিবাদ, সমাজতন্ত্র ও গণতন্ত্র\"); বইটিতে তিনি যুক্তি দেন যেন পুঁজিবাদ তার নিজের সাফল্যের কারণেই এক সময় শেষ হয়ে যাবে এবং এর পরিবর্তে সরকারী নিয়ন্ত্রণ বা সমাজতন্ত্রের কোনও একটি প্রকারভেদ প্রতিষ্ঠা পাবে। ১৯৫৪ সালে তিনি হিস্টরি অভ একোনমিক অ্যানালিসিস নামে একটি গ্রন্থ প্রকাশ করেন, যেখানে অর্থশাস্ত্রের বিশ্লেষণী পদ্ধতিগুলির বিকাশ বিষয়ে একটি বিস্তারিত গবেষণা উপস্থাপন করেন। ১৯১১ সালে তাঁর রচিত টেওরিয়ে ডের ভির্টশাফটলিশেন এন্টভিকলুং (\"অর্থনৈতিক উন্নয়নের তত্ত্ব\") এবং ১৯৩৯ সালে দুই খণ্ডে প্রকাশিত বিজনেস সাইকেলস: আ থিওরেটিকাল, হিস্টরিকাল, অ্যান্ড স্ট্যাটিস্টিকাল অ্যানালিসিস অভ দ্য ক্যাপিটালিস্ট প্রসেস (\"ব্যবসা চক্র: পুঁজিবাদী প্রক্রিয়ার একটি তাত্ত্বিক, ঐতিহাসিক ও পরিসংখ্যানিক বিশ্লেষণ\") গ্রন্থগুলিও উল্লেখ্য।\nশুম্পেটার ১৯৫০ খ্রিস্টাব্দে মার্কিন যুক্তরাষ্ট্রের কানেটিকাট অঙ্গরাজ্যের টেকোনিক শহরে মৃত্যুবরণ করেন।\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\n\nJoseph Alois Schumpeter (1893–1950)। The Concise Encyclopedia of Economics। Library of Economics and Liberty (2nd সংস্করণ)। Liberty Fund। ২০০৮। \nAndersen, Esben Sloth। \"Review of Schumpeter: A Biography\" (পিডিএফ)। Journal of Economic Literature। ২০০৯-০৩-২৭ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৬-০৫-১৯। Retrieved on December 4, 2007.\nKilcullen, John। \"Reading Guide 10: Schumpeter, Capitalism, Socialism and Democracy\"। Macquarie University। ২০১২-১০-২৫ তারিখে মূল থেকে আর্কাইভ করা।  Retrieved on December 4, 2007.\n\"Joseph A. Schumpeter\"। HET। ২০১৩-০৫-১৭ তারিখে মূল থেকে আর্কাইভ করা।  Retrieved on April 29, 2013.\nDrucker, Peter। \"Modern Prophets: Schumpeter and Keynes?\"। ১৮ ডিসেম্বর ২০১৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ ডিসেম্বর ২০১৯।  Retrieved on December 4, 2007.\nDeLong, J. Bradford। \"Creative Destruction's Reconstruction: Joseph Schumpeter Revisited\"। The Chronicle of Higher Education।  Retrieved on December 4, 2007.\nSchumpeter, Joseph Alois। \"Schumpeter's Business Cycles: A Theoretical, Historical, And Statistical Analysis of the Capitalist Process\"। Business History Review। ২০১৬-১০-০৯ তারিখে মূল থেকে আর্কাইভ করা। \nHarvard University Archives। \"Papers of Joseph Alois Schumpeter : an inventory\"। \n\"Web Joseph Alois Schumpeter in Memoriam\"। ৩০ মার্চ ২০১০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ ডিসেম্বর ২০১৯। \nJoseph Schumpeter, Selected Writings\nফাইন্ড এ গ্রেইভে ইয়োজেফ শুম্পেটার  (ইংরেজি)"}