{"pageid": 1405013, "title": "শিশিরকুমার বসু", "url": "https://bn.wikipedia.org/wiki?curid=1405013", "content": "শিশিরকুমার বসু (২রা ফেব্রুয়ারি ১৯২০ - ৩০শে সেপ্টেম্বর ২০০০) ছিলেন  ভারতের স্বাধীনতা আন্দোলনের একজন সংগ্রামী, শিশুরোগ বিশেষজ্ঞ এবং বিধায়ক। স্বাধীনতা সংগ্রামের ইতিহাসে এক উজ্জ্বল অধ্যায়ের অংশীদার ছিলেন তিনি।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nশিশিরকুমার বসুর জন্ম ১৯২০ খ্রিস্টাব্দের ২ ফেব্রুয়ারি  ব্রিটিশ ভারতের কলকাতায়। পিতা খ্যাতনামা ব্যারিস্টার এবং  ভারতীয় জাতীয় কংগ্রেসের স্বনামধন্য নেতা শরৎচন্দ্র বসু এবং মাতা বিভাবতী বসু  নেতাজী সুভাষচন্দ্র বসু ছিলেন তার প্রিয় রাঙাকাকাবাবু। স্বদেশী আন্দোলনে প্রভাবিত কলকাতার 'বসুবাড়ি'র আবহে বড় হয়েছেন। তার কিন্ডারগার্টেন স্কুল ও বিদ্যালয়ের পাঠ যথাক্রমে ভবানীপুর ডায়োশেসন স্কুল ও সাউথ সাবার্বান স্কুলে। পরে ডাক্তারি পড়তে ভর্তি হন কলকাতা মেডিকেল কলেজে।\n\n\n== ভারতের স্বাধীনতা আন্দোলনে ভূমিকা ==\n১৯৪১ খ্রিস্টাব্দে মেডিকেল কলেজের ছাত্রাবস্থায়, তিনি তার রাঙাকাকাবাবুকে গৃহবন্দী অবস্থা থেকে ১৬-১৭ জানুয়ারির রাত্রে মহানিষ্ক্রমণের পথে দেশত্যাগ করতে সহায়তা করেন।  তিনি সুভাষচন্দ্র বসুকে তাদের এলগিন রোডের পৈতৃক বাড়ি থেকে গোপনে তাদের ওয়ান্ডারার গাড়িতে (বিএলএ ৭১৬৯) তৎকালীন  বিহারের গোমো জংশনে পৌঁছে দেওয়ার পরিকল্পনা, প্রস্তুতিসহ সমস্ত কাজ করেছিলেন শিশিরকুমার। সেখান থেকে সুভাষচন্দ্র দিল্লি-কালকা মেল ধরেন সুদূর পেশোয়ারের পথে।  ১৯৪২ খ্রিস্টাব্দে মহাত্মা গান্ধীর ভারত ছাড়ো আন্দোলনের সময় শিশিরকুমার ছাত্র বিক্ষোভে অংশ নিলে, তার উপর পুলিশের হামলায় গুরুতর আহত হন এবং কলকাতার প্রেসিডেন্সি জেলে বন্দী হন এবং পরে ১৯৪৩ খ্রিস্টাব্দে গৃহবন্দী হন। কিন্তু তার রাঙাবাবুকে দেশত্যাগে সাহায্য করার জন্য এবং ভারতের স্বাধীনতা আন্দোলনের সাথে ক্রমাগত জড়িত থাকার কারণে ব্রিটিশ সরকার তাকে পুনরায় গ্রেফতার করে এবং বিভিন্ন সময়ে দিল্লির লাল কেল্লা, লাহোর ফোর্ট এবং লায়লপুর কারাগারে বন্দী করে রাখেন। দ্বিতীয় বিশ্বযুদ্ধের শেষ পর্যন্ত দীর্ঘকাল তার নির্জন কারাবাস চলে। \nদ্বিতীয় বিশ্বযুদ্ধের শেষে মুক্তি লাভের পর শিশিরকুমার তার ডাক্তারীর পড়াশোনা শেষ করেন এবং উচ্চশিক্ষার্থে ইউরোপ যান।  যুক্তরাজ্যের শেফিল্ড এবং  অস্ট্রিয়ার ভিয়েনায় শিশুরোগ বিষয়ে উন্নত প্রশিক্ষণ গ্রহণ করেন।  শেষে তিনি বোস্টন চিলড্রেনস হসপিটাল তথা হার্ভার্ড মেডিক্যাল স্কুলের রকফেলার ফেলো হন।\n\n\n== শিশুরোগ বিশেষজ্ঞ হিসাবে কর্মজীবন ==\nভারতে ফিরে তিনি কলকাতার 'ইন্সটিটিউট অফ চাইল্ড হেলথ'-এর প্রতিষ্ঠাতা শিশুরোগ বিশেষজ্ঞ ডা.ক্ষিরোদচন্দ্র চৌধুরীর সঙ্গে কাজ করেন।  ১৯৫৭ খ্রিস্টাব্দে ভারতে প্রথম প্রতিষ্ঠিত এই 'ইন্সটিটিউট অফ চাইল্ড হেলথ'-এর উদ্বোধন করেন প্রধানমন্ত্রী জওহরলাল নেহরু এবং এটিকে প্রথম শ্রেণীর শিশু হাসপাতাল হিসাবে গড়ে তুলতে ডা.শিশিরকুমার বসুর বিশেষ ভূমিকা ছিল। বিশ বছর তিনি ওই প্রতিষ্ঠানের ডিরেক্টর এবং ইন্ডিয়ান অ্যাকাডেমি অব পেডিয়াট্রিক্সের অন্যতম প্রতিষ্ঠাতা ছিলেন।  আমৃত্যু তিনি প্রতিষ্ঠানের সঙ্গে ঘনিষ্ঠভাবে যুক্ত ছিলেন।\n\n\n== ঐতিহাসিক কাজ ==\nডা.শিশিরকুমার বসু কলকাতার এলগিন রোডের নেতাজি ভবনে নেতাজী রিসার্চ ব্যুরো নামে একটি আন্তর্জাতিক মানের সংগ্রহশালা ও গবেষণা কেন্দ্র গড়ে তোলেন। এটি ছিল তার স্মরণীয় অবদান। প্রসঙ্গত উল্লেখ্য এই যে, তার পিতা শরৎচন্দ্র বসু সুভাষচন্দ্রের স্মৃতিস্বরূপ এলগিন রোডের এই পৈতৃক বাড়িটি ১৯৪৬ খ্রিস্টাব্দে জনসাধারণের জন্য উৎসর্গ করেছিলেন। শিশিরকুমার বসু ১৯৫০ খ্রিস্টাব্দ থেকে আমৃত্যু নেতাজি রিসার্চ ব্যুরো, নেতাজি ভবনের পরিচালক এবং পরে চেয়ারম্যান ছিলেন। তিনি কয়েক দশক ধরে নেতাজি ভবনে সংগ্রহশালা, সংরক্ষণাগার তৈরিতে বহু পরিশ্রম করেন। তিনি যে ওয়ান্ডারার গাড়িতে (বিএলএ ৭১৬৯) করে তার রাঙাকাকাবাবুকে কলকাতার এলগিন রোডে তাদের পৈতৃক বাড়ি থেকে মহানিষ্ক্রমণের পথে নিয়ে যান সেটি প্রদর্শিত হয়। সম্প্রতি সংস্কারের পর ভারতের রাষ্ট্রপতি এটি উন্মোচন করেন। \n\n\n== রাজনীতি ==\n১৯৮২ খ্রিস্টাব্দে শিশিরকুমার বসু কলকাতার চৌরঙ্গী বিধানসভা কেন্দ্রে  ভারতীয় জাতীয় কংগ্রেসের প্রার্থী হিসাবে পশ্চিমবঙ্গ  বিধানসভার সদস্য নির্বাচিত হন এবং পূর্ণ পাঁচ বৎসরের বিধায়কের দায়িত্ব পালন করেন। তার স্ত্রী লেখিকা কৃষ্ণা বসু ১৯৯৬ খ্রিস্টাব্দ থেকে ২০০৪ খ্রিস্টাব্দ পর্যন্ত প্রথমে ভারতীয় জাতীয় কংগ্রেস এবং পরে পশ্চিবঙ্গের তৃণমূল কংগ্রেসের সংসদ সদস্য হন।\n\n\n== রচনাসমূহ ==\nডা.শিশিরকুমার বসু অক্সফোর্ড ইউনিভার্সিটি প্রেস থেকে প্রকাশিত সুভাষচন্দ্র বসুর সমস্ত রচনা সম্পাদনা বা সহ-সম্পাদনা করেন। তিনি সুভাষচন্দ্র বসু, শরৎচন্দ্র বসু এবং ভারতের স্বাধীনতা আন্দোলনের উপর রচিত আরো অসংখ্য বইএর সম্পাদনা বা সহ-সম্পাদনা করেছেন। যেমন-\n\nনেতাজি অ্যান্ড ইন্ডিয়া'জ ফ্রিভম: প্রসিডিংস অফ দ্য ইন্টারন্যাশনাল নেতাজি সেমিনার ১৯৭৩ (১৯৭৫),\nনেতাজি: এ পিকটোরাল বায়োগ্রাফি (আনন্দ পাবলিশার্স, ১৯৭৫, ১৯৯৫),\nদ্য ভয়েস অফ শরৎ চন্দ্র বোস (১৯৭৯) এবং ১৯৪৫-৫০ খ্রিস্টাব্দ সময়ে শরৎচন্দ্র বসুর রচনা সংকলন-\nআই ওয়ার্নড মাই কান্ট্রিমেন , ১৯৬৮\nএছাড়াও, তিনি আলেকজান্ডার ওয়ার্থ এবং এস এ আয়ার এর সঙ্গে যৌথভাবে সুভাষ চন্দ্র বসুর এর জীবনী আধারিত গ্রন্থ, এ বীকন অ্যাক্রস এশিয়া-র\nসম্পাদনা করেন।\nতার রচিত গ্রন্থ-\n\nমহানিষ্ক্রমণ (১৯৭৫) (ইংরাজীতে দি গ্রেট এসকেপ -১৯৭৪), আনন্দ পাবলিশার্স\nবসুবাড়ি (১৯৮৫), আনন্দ পাবলিশার্স\nবাবার কথা (ইংরাজীতে  রিমেম্বারিং মাই ফাদার)\nভারতের মুক্তি-সংগ্রাম ও আজাদ হিন্দ ফৌজ\nঅনির্বাণ জ্যোতি ( ইংরাজীতে - দি ফ্লেমিং সোর্স ফরএভার আনশিথভ)\n\n\n== জীবনাবসান ==\nডা. শিশিরকুমার বসু ২০০০ খ্রিস্টাব্দের ৩০ সেপ্টেম্বর কলকাতায় প্রয়াত হন। ইতিহাসবিদ সুগত বসু হলেন তার পুত্র।\n\n\n== উত্তরাধিকার ==\nতাঁর মৃত্যুর পর কলকাতার নেতাজি ভবন সংলগ্ন রাস্তাটি, যে পথে মহানিষ্ক্রমণ ঘটেছিল, তার নাম পরিবর্তন করে রাখা হয় শিশিরকুমার বসু সরণি।\n\n\n== তথ্যসূত্র =="}