{"pageid": 1405657, "title": "হ্যাকার", "url": "https://bn.wikipedia.org/wiki?curid=1405657", "content": "একজন হ্যাকার হলো তথ্য প্রযুক্তিতে দক্ষ ব্যক্তি যিনি অ-মানক উপায়ে লক্ষ্য অর্জন করেন। যদিও হ্যাকার শব্দটি একটি নিরাপত্তা হ্যাকারের সাথে জনপ্রিয় সংস্কৃতিতে যুক্ত হয়েছে – বাগ সম্পর্কে জ্ঞান আছে বা কম্পিউটার সিস্টেমে প্রবেশ করতে এবং ডেটা অ্যাক্সেস করতে পারে যা অন্যথায় তাদের কাছে অ্যাক্সেসযোগ্য হবে না – হ্যাকিং আইনি পরিস্থিতিতে বৈধ পরিসংখ্যান দ্বারাও ব্যবহার করা যেতে পারে। উদাহরণস্বরূপ, আইন প্রয়োগকারী সংস্থা কখনও কখনও অপরাধী এবং অন্যান্য দূষিত অভিনেতাদের প্রমাণ সংগ্রহ করতে হ্যাকিং কৌশল ব্যবহার করে।\nঅনলাইনে তাদের পরিচয় গোপন করতে এবং অপরাধী হিসাবে জাহির করার জন্য বেনামী সরঞ্জামগুলি (যেমন একটি ভার্চুয়াল প্রাইভেট নেটওয়ার্ক বা ডার্ক ওয়েব ) ব্যবহার করা এতে অন্তর্ভুক্ত থাকতে পারে।  একইভাবে, গোপন বিশ্ব সংস্থাগুলি তাদের কাজের আইনি আচরণে হ্যাকিং কৌশল নিয়োগ করতে পারে। হ্যাকিং এবং সাইবার-আক্রমণগুলি আইন প্রয়োগকারী এবং নিরাপত্তা সংস্থাগুলি দ্বারা অতিরিক্ত-আইনগতভাবে এবং বেআইনিভাবে ব্যবহার করা হয় (ওয়ারেন্টবিহীন কার্যকলাপ পরিচালনা করে) এবং রাষ্ট্রীয় অভিনেতাদের দ্বারা আইনী ও অবৈধ যুদ্ধের অস্ত্র হিসাবে নিযুক্ত করা হয়।\n\n\n== সংজ্ঞা ==\n\n\n=== সাধারণ সংজ্ঞা ===\nদুই ধরনের হ্যাকারকে প্রতিফলিত করে, \"হ্যাকার\" শব্দের দুটি সংজ্ঞা রয়েছে:\n\nমূলত, হ্যাকার বলতে কেবল উন্নত কম্পিউটার প্রযুক্তি উৎসাহী (হার্ডওয়্যার এবং সফ্টওয়্যার উভয়ই) এবং প্রোগ্রামিং উপসংস্কৃতির অনুগামীকে বোঝায়; হ্যাকার সংস্কৃতি দেখুন।\nকম্পিউটারের নিরাপত্তা নষ্ট করতে সক্ষম কেউ। যদি দূষিত উদ্দেশ্যে এটি করা হয়, তবে ব্যক্তিকে ক্র্যাকারও বলা যেতে পারে।\n\"হ্যাকার\" এর মূলধারার ব্যবহার বেশিরভাগই কম্পিউটার অপরাধীদের বোঝায়, ১৯৯০ এর দশক থেকে এই শব্দটি গণমাধ্যমের ব্যবহারের কারণে। এর মধ্যে রয়েছে হ্যাকার স্ল্যাং যাকে \" স্ক্রিপ্ট কিডিস \" বলে, লোকেরা অন্যের লেখা প্রোগ্রাম ব্যবহার করে কম্পিউটারে প্রবেশ করে, তাদের কাজ করার পদ্ধতি সম্পর্কে খুব কম জ্ঞান থাকে। এই ব্যবহারটি এতটাই প্রাধান্য পেয়েছে যে সাধারণ জনগণ অনেকাংশেই জানেন না যে বিভিন্ন অর্থ বিদ্যমান। \nযদিও হ্যাকার হিসেবে শখের মানুষদের স্ব-পদবী সাধারণত কম্পিউটার নিরাপত্তা হ্যাকারদের দ্বারা স্বীকৃত এবং গৃহীত হয়, প্রোগ্রামিং উপ-সংস্কৃতির লোকেরা কম্পিউটারের অনুপ্রবেশ সম্পর্কিত ব্যবহারকে ভুল বলে মনে করে এবং নিরাপত্তা ভঙ্গকারীকে \"ক্র্যাকার\" বলে অভিহিত করে উভয়ের মধ্যে পার্থক্যের উপর জোর দেয় (এটির সাথে সাদৃশ্যপূর্ণ সেফক্র্যাকার )।\nবিতর্কটি সাধারণত এই দাবির উপর ভিত্তি করে তৈরি করা হয় যে শব্দটি মূলত ইতিবাচক অর্থে কেউ কিছু নিয়ে তালগোল পাকিয়েছে, অর্থাৎ লক্ষ্য অর্জনের জন্য কৌতুকপূর্ণ চতুরতা ব্যবহার করে। কিন্তু তারপরে, ধারণা করা হয়, কয়েক দশক ধরে শব্দটির অর্থ স্থানান্তরিত হয়েছে এবং কম্পিউটার অপরাধীদের উল্লেখ করতে এসেছে।\nনিরাপত্তা-সম্পর্কিত ব্যবহার আরও ব্যাপকভাবে ছড়িয়ে পড়ায়, আসল অর্থ কম জানা হয়ে গেছে। জনপ্রিয় ব্যবহারে এবং মিডিয়াতে, \"কম্পিউটার অনুপ্রবেশকারী\" বা \"কম্পিউটার অপরাধী\" শব্দের একচেটিয়া অর্থ। কম্পিউটার উত্সাহী এবং হ্যাকার সংস্কৃতিতে, প্রাথমিক অর্থ হল একটি বিশেষভাবে উজ্জ্বল প্রোগ্রামার বা প্রযুক্তিগত বিশেষজ্ঞের জন্য একটি প্রশংসামূলক বর্ণনা। কারিগরি সম্প্রদায়ের একটি বৃহৎ অংশ জোর দেয় যে পরেরটি সঠিক ব্যবহার, যেমন জার্গন ফাইলের সংজ্ঞায়।\n\n\n== মূলধারার মিডিয়াতে প্রতিনিধিত্ব ==\n\nমূলধারার মিডিয়ার এই শব্দটির বর্তমান ব্যবহার 1980-এর দশকের গোড়ার দিকে খুঁজে পাওয়া যেতে পারে। এই শব্দটি, পূর্বে শুধুমাত্র কম্পিউটার উত্সাহীদের মধ্যে ব্যবহৃত হয়েছিল। যখন ১৯৮৩ সালে মূলধারার মিডিয়া দ্বারা বৃহত্তর সমাজে প্রবর্তন করা হয়েছিল। এমনকি কম্পিউটার সম্প্রদায়ের লোকেরা কম্পিউটার অনুপ্রবেশকে \"হ্যাকিং\" হিসাবে উল্লেখ করেছিল, যদিও শব্দটির একচেটিয়া সংজ্ঞা হিসাবে নয়। একচেটিয়াভাবে অপরাধমূলক অর্থের সাথে এই শব্দটির ক্রমবর্ধমান মিডিয়া ব্যবহারের প্রতিক্রিয়ায়, কম্পিউটার সম্প্রদায় তাদের পরিভাষাগুলিকে আলাদা করতে শুরু করে।\nবৈধ প্রোগ্রামার সম্প্রদায়ের মধ্যে \"হ্যাকার\" এবং যারা কম্পিউটার ব্রেক-ইন করছেন তাদের মধ্যে পার্থক্য বজায় রাখার জন্য \"ক্র্যাকার\" এর মতো বিকল্প শব্দগুলি তৈরি করা হয়েছিল। ব্ল্যাক হ্যাট সাদা টুপি এবং ধূসর টুপি এর মতো আরও পরিভাষা গুলি যখন কম্পিউটারে ভাঙার বিরুদ্ধে আইন কার্যকর হয় তখন বিকশিত হয়, অপরাধমূলক কর্মকাণ্ডকে সেই ক্রিয়াকলাপগুলি থেকে আলাদা করার জন্য যা আইনগত ছিল।\n\n\n== নেটওয়ার্ক সংবাদ প্রতিনিধিত্ব ==\nটেকনিক্যাল সম্প্রদায়ের দ্বারা মূল অর্থ সংরক্ষণ এবং পার্থক্য করার প্রচেষ্টা সত্ত্বেও নেটওয়ার্ক নিউজ শব্দটি ধারাবাহিকভাবে প্রাথমিকভাবে অপরাধমূলক কার্যকলাপের সাথে সম্পর্কিত। আজ, মূলধারার মিডিয়া এবং সাধারণ জনগণ কম্পিউটার অপরাধীদের, প্রযুক্তিগত পরিশীলিততার সমস্ত স্তরের সাথে, \"হ্যাকার\" হিসাবে বর্ণনা করতে থাকে এবং সাধারণত এর কোনো অ-অপরাধী অর্থে শব্দটি ব্যবহার করে না। মিডিয়ার সদস্যরা মাঝে মাঝে পার্থক্য সম্পর্কে অবগত বলে মনে হয়, অপরাধী \"ক্র্যাকার\" এর সাথে লিনাস টরভাল্ডস এবং স্টিভ ওজনিয়াকের মতো বৈধ \"হ্যাকারদের\" গ্রুপ করে।\nফলস্বরূপ, সংজ্ঞাটি এখনও উত্তপ্ত বিতর্কের বিষয়। অপমানজনক অর্থের বিস্তৃত আধিপত্য অনেকের দ্বারা ক্ষুব্ধ যারা এই শব্দটিকে তাদের সাংস্কৃতিক পরিভাষা থেকে নেওয়া এবং নেতিবাচকভাবে ব্যবহার করা নিয়ে আপত্তি করে।  যারা ঐতিহাসিকভাবে হ্যাকার হিসাবে স্ব-পরিচয় দিতে পছন্দ করে। \nঅপরাধীদের এবং অন্যদের যারা সফ্টওয়্যার এবং হার্ডওয়্যারের নিরাপত্তা ত্রুটির নেতিবাচক সুবিধা গ্রহণ করে তাদের বর্ণনা করার সময় অনেকে সাম্প্রতিক এবং সংক্ষিপ্ত বিকল্প পদগুলি ব্যবহার করার পরামর্শ দেন। অন্যরা সাধারণ জনপ্রিয় ব্যবহার অনুসরণ করতে পছন্দ করে, যুক্তি দিয়ে যে ইতিবাচক ফর্মটি বিভ্রান্তিকর এবং সাধারণ জনগণের মধ্যে ব্যাপক হওয়ার সম্ভাবনা নেই। একটি সংখ্যালঘু এখনও বিতর্ক সত্ত্বেও উভয় অর্থে শব্দটি ব্যবহার করে, প্রসঙ্গ ত্যাগ করে স্পষ্ট করার জন্য (বা অস্পষ্ট ছেড়ে) যার অর্থ উদ্দেশ্য।\nযাইহোক, যেহেতু হ্যাকারের ইতিবাচক সংজ্ঞাটি নেতিবাচক সংজ্ঞাটি জনপ্রিয় হওয়ার আগে বহু বছর ধরে প্রধান রূপ হিসাবে ব্যাপকভাবে ব্যবহৃত হয়েছিল, তাই \"হ্যাকার\" কে একটি শিববোলেথ হিসাবে দেখা যেতে পারে, যারা প্রযুক্তিগতভাবে-ভিত্তিক অর্থ ব্যবহার করে তাদের সনাক্ত করে (যেমনটি এর বিপরীতে। একচেটিয়াভাবে অনুপ্রবেশ-ভিত্তিক অর্থ) কম্পিউটিং সম্প্রদায়ের সদস্য হিসাবে। অন্যদিকে, বিভিন্ন ধরনের শিল্পের কারণে সফ্টওয়্যার ডিজাইনাররা নিজেদের খুঁজে পেতে পারেন, অনেকে হ্যাকার হিসাবে উল্লেখ করা পছন্দ করেন না কারণ এই শব্দটি অনেক শিল্পে একটি নেতিবাচক সংকেত ধারণ করে।\nএকটি সম্ভাব্য মধ্যম অবস্থানের পরামর্শ দেওয়া হয়েছে, পর্যবেক্ষণের উপর ভিত্তি করে যে \"হ্যাকিং\" দক্ষতা এবং সরঞ্জামগুলির একটি সংগ্রহকে বর্ণনা করে যা বিভিন্ন কারণে উভয় বর্ণনার হ্যাকাররা ব্যবহার করে। সাদৃশ্যটি তালা তৈরির সাথে তৈরি করা হয়, বিশেষ করে তালা বাছাই, যা একটি দক্ষতা যা ভাল বা মন্দের জন্য ব্যবহার করা যেতে পারে। এই সাদৃশ্যের প্রাথমিক দুর্বলতা হল \"হ্যাকার\" এর জনপ্রিয় ব্যবহারে স্ক্রিপ্ট কিডিদের অন্তর্ভুক্ত করা, তাদের অন্তর্নিহিত দক্ষতা এবং জ্ঞানের ভিত্তির অভাব থাকা সত্ত্বেও।\nকখনও কখনও, \"হ্যাকার\" সহজভাবে \" গীক \" এর সমার্থকভাবে ব্যবহার করা হয়: \"একজন সত্যিকারের হ্যাকার একজন গোষ্ঠীর ব্যক্তি নয়। তিনি এমন একজন ব্যক্তি যিনি সারা রাত জেগে থাকতে ভালোবাসেন, তিনি এবং মেশিনটি প্রেম-ঘৃণার সম্পর্কের মধ্যে... তারা' আবার এমন বাচ্চারা যারা মেধাবী হওয়ার প্রবণতা দেখায় কিন্তু প্রচলিত লক্ষ্যে খুব বেশি আগ্রহী নয়, এটি উপহাসের একটি শব্দ এবং চূড়ান্ত প্রশংসাও।\nফ্রেড শাপিরো মনে করেন যে \"সাধারণ তত্ত্ব যে 'হ্যাকার' মূলত একটি সৌম্য শব্দ ছিল এবং শব্দের দূষিত অর্থ ছিল পরবর্তী বিকৃতি ছিল তা অসত্য।\" তিনি দেখতে পান যে ১৯৬৩ সালে এমআইটি-তে বিদ্বেষপূর্ণ ধারণাগুলি ইতিমধ্যেই উপস্থিত ছিল (দ্যা টেক  একটি এমআইটি ছাত্র সংবাদপত্রের উদ্ধৃতি), এবং সেই সময়ে টেলিফোন নেটওয়ার্কের অননুমোদিত ব্যবহারকারীদের উল্লেখ করা হয়েছিল।  অর্থাৎ ফ্রেকার আন্দোলন যা আজকের কম্পিউটার নিরাপত্তা হ্যাকার সাবকালচারে বিকশিত হয়েছে।\n\n\n== হ্যাকার সংস্কৃতি ==\nহ্যাকার সংস্কৃতি হল ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজির (এমআইটি'স) টেক মডেল রেলরোড ক্লাব (টিএমআরসি) এবং এমআইটি কৃত্রিম বুদ্ধিমত্তা ল্যাবরেটরির আশেপাশে ১৯৬০ সালে উত্সাহী কম্পিউটার প্রোগ্রামার এবং সিস্টেম ডিজাইনারদের একটি সম্প্রদায় থেকে উদ্ভূত একটি ধারণা। ১৯৭০-এর দশকের শেষের দিকে হার্ডওয়্যার (যেমন হোমব্রু কম্পিউটার ক্লাব ) এবং ১৯৭০/১৯৯০-এর দশকে সফ্টওয়্যার (ভিডিও গেমস সফ্টওয়্যার ক্র্যাকিং, ডেমোসিন) উপর দৃষ্টি নিবদ্ধ করে এই ধারণাটি শখের হোম কম্পিউটিং সম্প্রদায়ের কাছে প্রসারিত হয়েছিল। পরে এটি শিল্প, এবং লাইফ হ্যাকিংয়ের মতো অনেক নতুন সংজ্ঞাকে অন্তর্ভুক্ত করবে।\n\n\n== প্রকারভেদ ==\n\n\n=== নিরাপত্তা সংক্রান্ত হ্যাকিং ===\nসিকিউরিটি হ্যাকাররা হল কম্পিউটার সিকিউরিটি লঙ্ঘনের সাথে জড়িত ব্যক্তি। নিরাপত্তা হ্যাকারদের মধ্যে, বিভিন্ন ধরনের আছে, যার মধ্যে রয়েছে\n\n\n== হোয়াইট হ্যাট হ্যাকার ==\nহোয়াইট হ্যাট হল হ্যাকার যারা সিস্টেমের দুর্বলতা খুঁজে বের করে অন্যান্য হ্যাকারদের থেকে ডেটা সুরক্ষিত রাখতে কাজ করে যা প্রশমিত করা যেতে পারে। সাদা টুপি সাধারণত টার্গেট সিস্টেমের মালিক দ্বারা নিযুক্ত করা হয় এবং সাধারণত তাদের কাজের জন্য অর্থ প্রদান করা হয় (কখনও কখনও বেশ ভাল)। তাদের কাজ অবৈধ নয় কারণ এটি সিস্টেম মালিকের সম্মতিতে করা হয়।\n\n\n== ব্ল্যাক হ্যাট হ্যাকার ==\nব্ল্যাক হ্যাট বা ক্র্যাকার হল দূষিত উদ্দেশ্য সহ হ্যাকার। তারা প্রায়ই ডেটা চুরি, শোষণ এবং বিক্রি করে এবং সাধারণত ব্যক্তিগত লাভ দ্বারা অনুপ্রাণিত হয়। তাদের কাজ সাধারণত অবৈধ। একজন ক্র্যাকার হল ব্ল্যাক হ্যাট হ্যাকারের মতো,  তবে বিশেষভাবে এমন একজন যিনি খুব দক্ষ এবং হ্যাকিংয়ের মাধ্যমে মুনাফা বা লাভের জন্য চেষ্টা করেন, শুধু ভাঙচুর করার জন্য নয়। ক্র্যাকাররা সিস্টেমের দুর্বলতার জন্য শোষণ খুঁজে পায় এবং প্রায়শই সিস্টেমের মালিকের কাছে ফিক্স বিক্রি করে বা অন্য ব্ল্যাক হ্যাট হ্যাকারদের কাছে শোষণ বিক্রি করে তাদের সুবিধার জন্য ব্যবহার করে, যারা এটিকে তথ্য চুরি করতে বা রয়্যালটি লাভ করতে ব্যবহার করে।\n\n\n== গ্রে হ্যাট হ্যাকার ==\nএকটি ধূসর টুপি হল একজন কম্পিউটার হ্যাকার বা কম্পিউটার নিরাপত্তা বিশেষজ্ঞ যিনি কখনও কখনও আইন বা সাধারণ নৈতিক মান লঙ্ঘন করতে পারেন, কিন্তু একটি কালো টুপি হ্যাকারের মতো দূষিত অভিপ্রায় নেই৷\n\n\n== সিভিক হ্যাকার ==\nসিভিক হ্যাকাররা তাদের নিরাপত্তা এবং/অথবা প্রোগ্রামিং বুদ্ধিমত্তা ব্যবহার করে সমাধান তৈরি করে, প্রায়শই সর্বজনীন এবং মুক্ত-উৎসিত, প্রতিবেশী, শহর, রাজ্য বা দেশ এবং তাদের মধ্যেকার পরিকাঠামোর সাথে প্রাসঙ্গিক চ্যালেঞ্জ মোকাবেলা করে।  পৌরসভা এবং প্রধান সরকারী সংস্থা যেমন নাসা হ্যাকাথন হোস্ট করতে বা নাগরিক হ্যাকারদের অংশগ্রহণকে উত্সাহিত করার জন্য \"নাগরিক হ্যাকিংয়ের জাতীয় দিবস\" হিসাবে একটি নির্দিষ্ট তারিখকে প্রচার করতে পরিচিত।  \nসিভিক হ্যাকাররা, যদিও প্রায়শই স্বায়ত্তশাসিত এবং স্বাধীনভাবে কাজ করে, সরকারী বা স্থানীয় অবকাঠামো যেমন ট্রেন এবং বাসের সাথে সাথে বা সমন্বয় করে কাজ করতে পারে।  উদাহরণস্বরূপ, ২০০৮ সালে, ফিলাডেলফিয়া-ভিত্তিক সিভিক হ্যাকার উইলিয়াম এন্ট্রিকেন একটি ওয়েব অ্যাপ্লিকেশন তৈরি করেছিলেন যা স্থানীয় সেপ্টা ট্রেনের প্রকৃত আগমনের সময়কে তাদের নির্ধারিত সময়ের সাথে তুলনা করে দেখায় যে অসামঞ্জস্যতার কারণে হতাশ হওয়ার পরে। \n\n\n== উদ্দেশ্য ==\nহ্যাকাররা কেন কম্পিউটার এবং নেটওয়ার্কে প্রবেশ করার চেষ্টা করে তার সম্ভাব্যতা হিসেবে চারটি প্রাথমিক উদ্দেশ্য প্রস্তাব করা হয়েছে। প্রথমত, ক্রেডিট কার্ড নম্বর চুরি বা ব্যাঙ্কিং সিস্টেমে কারসাজি করার সুনির্দিষ্ট উদ্দেশ্য নিয়ে সিস্টেম হ্যাক করার সময় অপরাধমূলক আর্থিক লাভ হতে হবে। দ্বিতীয়ত, অনেক হ্যাকার হ্যাকার উপ-সংস্কৃতির মধ্যে তাদের খ্যাতি বৃদ্ধি করে এবং তাদের হ্যান্ডেলগুলি তারা বিকৃত করা ওয়েবসাইটগুলিতে ছেড়ে দেয় বা প্রমাণ হিসাবে অন্য কিছু প্রমাণ রেখে যায় যে তারা একটি নির্দিষ্ট হ্যাকের সাথে জড়িত ছিল। \nতৃতীয়, কর্পোরেট গুপ্তচরবৃত্তি কোম্পানিগুলিকে এমন পণ্য বা পরিষেবাগুলির তথ্য অর্জন করতে দেয় যা চুরি করা যেতে পারে বা বাজারের মধ্যে লিভারেজ হিসাবে ব্যবহার করা যেতে পারে। সবশেষে, রাষ্ট্রীয় পৃষ্ঠপোষকতাকৃত আক্রমণগুলি জাতি রাষ্ট্রগুলিকে যুদ্ধকালীন এবং গোয়েন্দা তথ্য সংগ্রহের বিকল্প উভয়ই দেয় যা সাইবারস্পেসে বা এর মাধ্যমে পরিচালিত হয়।\n\n\n== ওভারল্যাপ এবং পার্থক্য ==\nপ্রোগ্রামার সাবকালচার এবং কম্পিউটার সিকিউরিটি হ্যাকারের মধ্যে প্রধান মৌলিক পার্থক্য হল তাদের বেশিরভাগই পৃথক ঐতিহাসিক উত্স এবং বিকাশ। যাইহোক, জার্গন ফাইল রিপোর্ট করে যে ১৯৭০ এর দশকের শুরুতে প্রারম্ভিক ফ্রেকিংয়ের জন্য যথেষ্ট ওভারল্যাপ বিদ্যমান ছিল। এমআইটি-এর ছাত্র-পত্র দ্য টেক- এর একটি নিবন্ধ এই প্রসঙ্গে হ্যাকার শব্দটি ব্যবহার করেছে ১৯৬৩ সালে ফোন সিস্টেমের সাথে তালগোল পাকানোর জন্য তার নিন্দনীয় অর্থে। ওভারল্যাপ দ্রুত ভাঙতে শুরু করে যখন লোকেরা ক্রিয়াকলাপে যোগ দেয় যারা এটি কম দায়িত্বশীল উপায়ে করেছিল। ড্রেপার এবং এনগ্রেশিয়ার কার্যকলাপ প্রকাশ করে একটি নিবন্ধ প্রকাশের পরে এটি হয়েছিল।\nরেমন্ডের মতে, প্রোগ্রামার সাবকালচারের হ্যাকাররা সাধারণত প্রকাশ্যে কাজ করে এবং তাদের আসল নাম ব্যবহার করে, যখন কম্পিউটার নিরাপত্তা হ্যাকাররা গোপন গ্রুপ এবং পরিচয় গোপন করার উপনাম পছন্দ করে। এছাড়াও, অনুশীলনে তাদের কার্যক্রম মূলত স্বতন্ত্র। পূর্ববর্তী ফোকাস নতুন এবং বিদ্যমান অবকাঠামো (বিশেষ করে যে সফ্টওয়্যার পরিবেশের সাথে তারা কাজ করে) \nউন্নত করার উপর, যখন পরেরটি প্রাথমিকভাবে এবং দৃঢ়ভাবে জ্ঞানের কার্যকর ব্যবহার সহ নিরাপত্তা ব্যবস্থাগুলিকে ফাঁকি দেওয়ার সাধারণ আইনের উপর জোর দেয় (যা হতে পারে রিপোর্ট করা এবং নিরাপত্তা বাগ ঠিক করতে সাহায্য করুন, বা শোষণ কারণ) শুধুমাত্র বরং গৌণ। এই দৃষ্টিভঙ্গির মধ্যে সবচেয়ে দৃশ্যমান পার্থক্য ছিল এমএইটি হ্যাকারদের অসামঞ্জস্যপূর্ণ টাইমশেয়ারিং সিস্টেমের ডিজাইনে, যেটিতে ইচ্ছাকৃতভাবে কোনো নিরাপত্তা ব্যবস্থা ছিল না।\nকিছু সূক্ষ্ম ওভারল্যাপ আছে, যদিও, কম্পিউটার নিরাপত্তা সম্পর্কে প্রাথমিক জ্ঞান হ্যাকারদের প্রোগ্রামার সাবকালচারের মধ্যেও সাধারণ। উদাহরণ স্বরূপ, কেন থম্পসন তার ১৯৮৩ সালের টুরিং অ্যাওয়ার্ড বক্তৃতার সময় উল্লেখ করেছিলেন যে ইউনিক্স \"লগইন\" কমান্ডে কোড যোগ করা সম্ভব যেটি হয় ইচ্ছাকৃত এনক্রিপ্ট করা পাসওয়ার্ড বা একটি নির্দিষ্ট পরিচিত পাসওয়ার্ড গ্রহণ করবে, পরবর্তী পাসওয়ার্ড সহ সিস্টেমে একটি ব্যাকডোর অনুমতি দেবে। . তিনি তার আবিষ্কারের নাম দেন \" ট্রোজান হর্স। \nতদ্ব্যতীত, থম্পসন যুক্তি দিয়েছিলেন, সি কম্পাইলার নিজেই পরিবর্তন করা যেতে পারে যাতে স্বয়ংক্রিয়ভাবে দুর্বৃত্ত কোড তৈরি করা যায়, যাতে পরিবর্তন সনাক্ত করা আরও কঠিন হয়। যেহেতু কম্পাইলার নিজেই একটি কম্পাইলার থেকে উত্পন্ন একটি প্রোগ্রাম, ট্রোজান হর্সটি নতুন কম্পাইলারের উত্সে কোনও সনাক্তযোগ্য পরিবর্তন ছাড়াই একটি নতুন কম্পাইলার প্রোগ্রামে স্বয়ংক্রিয়ভাবে ইনস্টল করা যেতে পারে। যাইহোক, থম্পসন নিজেকে কম্পিউটার নিরাপত্তা হ্যাকারদের থেকে কঠোরভাবে বিচ্ছিন্ন করেছেন: \"আমি 'হ্যাকার', ৪১৪ গ্যাং, ডাল্টন গ্যাং ইত্যাদির পরিচালনায় প্রেসের সমালোচনা করতে চাই। সম্ভবত সবচেয়ে খারাপভাবে অনুপ্রবেশ এবং চুরি। আমি বাচ্চাদের কংগ্রেসের সামনে সাক্ষ্য দিতে দেখেছি। এটা স্পষ্ট যে তারা তাদের ক্রিয়াকলাপের গুরুতরতা সম্পর্কে সম্পূর্ণভাবে অসচেতন।\nহ্যাকারদের প্রোগ্রামার উপসংস্কৃতি নিরাপত্তা ব্যবস্থার সেকেন্ডারি ছত্রভঙ্গকে বৈধ হিসাবে দেখে যদি এটি বাস্তব কাজ করার পথে ব্যবহারিক বাধাগুলি দূর করার জন্য করা হয়। বিশেষ আকারে, এটি এমনকি কৌতুকপূর্ণ চতুরতার একটি অভিব্যক্তি হতে পারে। যাইহোক, এই ধরনের ক্রিয়াকলাপে পদ্ধতিগত এবং প্রাথমিক নিযুক্তি হ্যাকারদের প্রোগ্রামার উপসংস্কৃতির প্রকৃত স্বার্থগুলির মধ্যে একটি নয় এবং এর প্রকৃত কার্যকলাপেও এর তাৎপর্য নেই। আরও একটি পার্থক্য হল, ঐতিহাসিকভাবে, হ্যাকারদের প্রোগ্রামার সাবকালচারের সদস্যরা একাডেমিক প্রতিষ্ঠানে কাজ করত এবং সেখানে কম্পিউটিং পরিবেশ ব্যবহার করত। বিপরীতে, \nপ্রোটোটাইপিক্যাল কম্পিউটার সিকিউরিটি হ্যাকারের একচেটিয়াভাবে একটি হোম কম্পিউটার এবং একটি মডেমে অ্যাক্সেস ছিল। যাইহোক, 1990-এর দশকের মাঝামাঝি থেকে, ইউনিক্স-এর মতো অপারেটিং সিস্টেম চালাতে পারে এমন হোম কম্পিউটার এবং প্রথমবারের মতো সস্তায় ইন্টারনেট হোম অ্যাক্সেস উপলব্ধ থাকায়, একাডেমিক জগতের বাইরের অনেক লোক হ্যাকিংয়ের প্রোগ্রামার উপসংস্কৃতিতে অংশ নিতে শুরু করে।\n1980 এর দশকের মাঝামাঝি থেকে, কম্পিউটার নিরাপত্তা হ্যাকিং সম্প্রদায়ের সাথে ধারণা এবং সদস্যদের কিছু ওভারল্যাপ রয়েছে। সবচেয়ে বিশিষ্ট ঘটনা হল রবার্ট টি. মরিস, যিনি MIT-AI-এর ব্যবহারকারী ছিলেন, তবুও মরিস ওয়ার্ম লিখেছিলেন। জার্গন ফাইল তাই তাকে \"একজন সত্যিকারের হ্যাকার যে ভুল করেছে\" বলে ডাকে। তা সত্ত্বেও, প্রোগ্রামার উপসংস্কৃতির সদস্যদের এই ওভারল্যাপগুলিকে ছোট করে দেখার এবং আলাদা করার প্রবণতা রয়েছে। \nতারা সাধারণত কম্পিউটার সিকিউরিটি সাবকালচারের লোকেদের কাছে ক্র্যাকার হিসাবে অপমানজনকভাবে উল্লেখ করে এবং হ্যাকারের কোনো সংজ্ঞা মেনে নিতে অস্বীকার করে যা এই ধরনের কার্যকলাপকে অন্তর্ভুক্ত করে। অন্যদিকে কম্পিউটার সিকিউরিটি হ্যাকিং উপসংস্কৃতি, দুটি উপসংস্কৃতির মধ্যে কঠোরভাবে পার্থক্য করার প্রবণতা রাখে না, স্বীকার করে যে তাদের মধ্যে অনেক সদস্য, রাজনৈতিক ও সামাজিক লক্ষ্য এবং প্রযুক্তি সম্পর্কে শেখার ভালবাসা সহ অনেক মিল রয়েছে। তারা পরিবর্তে ক্র্যাকার শব্দটি তাদের ক্যাটাগরির স্ক্রিপ্ট কিডি এবং ব্ল্যাক হ্যাট হ্যাকারদের মধ্যে সীমাবদ্ধ করে।\nতিনটি উপসংস্কৃতিরই হার্ডওয়্যার পরিবর্তনের সাথে সম্পর্ক রয়েছে। নেটওয়ার্ক হ্যাকিংয়ের প্রথম দিনগুলিতে, ফ্রিকগুলি নীল বাক্স এবং বিভিন্ন রূপ তৈরি করছিল। হ্যাকারদের প্রোগ্রামার উপসংস্কৃতির লোককাহিনীতে বেশ কয়েকটি হার্ডওয়্যার হ্যাক সম্পর্কে গল্প রয়েছে, যেমন একটি রহস্যময় \"জাদু\" সুইচ MIT-এর AI ল্যাবে PDP-10 কম্পিউটারের সাথে সংযুক্ত যা, যখন সুইচ অফ করা হয়, কম্পিউটারটি বিধ্বস্ত হয়। প্রাথমিক শখের হ্যাকাররা নির্মাণ কিট থেকে তাদের বাড়ির কম্পিউটারগুলি তৈরি করেছিল। যাইহোক,\n1980 এর দশকে যখন ফোন নেটওয়ার্ক ডিজিটালভাবে নিয়ন্ত্রিত সুইচবোর্ডে স্যুইচ করে তখন এই সমস্ত কার্যক্রম বন্ধ হয়ে যায়, যার ফলে নেটওয়ার্ক হ্যাকিং মডেম সহ রিমোট কম্পিউটার ডায়াল করার জন্য স্থানান্তরিত হয় যখন প্রাক-একত্রিত সস্তা হোম কম্পিউটার পাওয়া যায় এবং যখন একাডেমিক প্রতিষ্ঠানগুলি পৃথক ভর দিতে শুরু করে। - কেন্দ্রীয় টাইমশেয়ারিং সিস্টেম ব্যবহার না করে বিজ্ঞানীদের কাছে ওয়ার্কস্টেশন কম্পিউটার উত্পাদিত। আজকাল একমাত্র হার্ডওয়্যার পরিবর্তন হল কেস মোডিং ।\nপ্রোগ্রামার এবং কম্পিউটার সিকিউরিটি হ্যাকার সাবকালচারের একটি এনকাউন্টার 1980 এর দশকের শেষের দিকে ঘটেছিল, যখন কম্পিউটার সিকিউরিটি হ্যাকারদের একটি দল, কেওস কম্পিউটার ক্লাবের (যারা এই ক্রিয়াকলাপের বিষয়ে কোন জ্ঞান অস্বীকার করে) প্রতি সহানুভূতিশীল হয়ে আমেরিকান সামরিক সংস্থার কম্পিউটারে প্রবেশ করে। এবং একাডেমিক প্রতিষ্ঠান। তারা এই মেশিনগুলি থেকে সোভিয়েত গোপন পরিষেবার কাছে ডেটা বিক্রি করেছিল, যার মধ্যে একটি তার মাদকাসক্তির জন্য অর্থায়ন করার জন্য। সিস্টেম অ্যাডমিনিস্ট্রেটর হিসেবে কর্মরত একজন বিজ্ঞানী ক্লিফোর্ড স্টল যখন আক্রমণগুলিকে লগ করার এবং সেগুলিকে ফেরত দেওয়ার উপায় খুঁজে পান (অনেকের সাহায্যে) তখন এই মামলাটির সমাধান হয়েছিল৷\n23, কাল্পনিক উপাদান সহ একটি জার্মান চলচ্চিত্র অভিযোজন, আক্রমণকারীদের দৃষ্টিকোণ থেকে ঘটনাগুলি দেখায়। স্টল তার বই The Cuckoo's Egg এবং টিভি ডকুমেন্টারি The KGB, the Computer, and Me- এ অন্য দৃষ্টিকোণ থেকে কেসটি বর্ণনা করেছেন। এরিক এস. রেমন্ডের মতে, এটি \"হ্যাকার' এবং 'ক্র্যাকার'-এর মধ্যে পার্থক্যকে সুন্দরভাবে তুলে ধরে। স্টলের নিজের, তার ভদ্রমহিলা মার্থা এবং বার্কলেতে থাকা তার বন্ধুদের প্রতিকৃতি এবং ইন্টারনেটে হ্যাকাররা কীভাবে এবং কীভাবে তা নিয়ে একটি বিস্ময়করভাবে প্রাণবন্ত ছবি আঁকে। তাদের চারপাশের লোকেরা বাঁচতে পছন্দ করে এবং তারা কীভাবে চিন্তা করে।\"\n\n\n== আরও দেখুন ==\nস্ক্রিপ্ট কিডি, একজন অদক্ষ কম্পিউটার নিরাপত্তা আক্রমণকারী\nহ্যাকটিভিজম, সামাজিক পরিবর্তন আনার জন্য একটি ব্যবসা বা সংস্থার উপর সাইবার আক্রমণ পরিচালনা করা\n\n\n== তথ্যসূত্র =="}