{"pageid": 1405675, "title": "স্পাইওয়্যার", "url": "https://bn.wikipedia.org/wiki?curid=1405675", "content": "স্পাইওয়্যার ( গুপ্তচরবৃত্তির সফ্টওয়্যারগুলির জন্য একটি পোর্টম্যানটিউ ) হল এমন কোনও সফ্টওয়্যার যা দূষিত আচরণের সাথে একটি ব্যক্তি বা সংস্থার সম্পর্কে তথ্য সংগ্রহ করে অন্য সত্তাকে এমনভাবে পাঠায় যা ব্যবহারকারীর গোপনীয়তা লঙ্ঘন করে, তাদের ডিভাইসের নিরাপত্তা বিপন্ন করে বা অন্যান্য উপায়ে ক্ষতি করে৷ . এই আচরণটি ম্যালওয়্যার এবং বৈধ সফ্টওয়্যারে উপস্থিত থাকতে পারে৷ ওয়েবসাইটগুলি ওয়েব ট্র্যাকিংয়ের মতো স্পাইওয়্যার আচরণে নিযুক্ত হতে পারে৷ হার্ডওয়্যার ডিভাইসগুলিও প্রভাবিত হতে পারে। \nস্পাইওয়্যার প্রায়শই বিজ্ঞাপনের সাথে যুক্ত থাকে এবং একই সমস্যাগুলির অনেকগুলি জড়িত থাকে। যেহেতু এই আচরণগুলি খুব সাধারণ, এবং অ-ক্ষতিকর ব্যবহার হতে পারে, স্পাইওয়্যারের একটি সুনির্দিষ্ট সংজ্ঞা প্রদান করা একটি কঠিন কাজ। \n\n\n== ইতিহাস ==\nস্পাইওয়্যার শব্দটির প্রথম নথিভুক্ত ব্যবহার 16 অক্টোবর, 1995-এ একটি ইউজনেট পোস্টে ঘটেছিল যা মাইক্রোসফ্টের ব্যবসায়িক মডেলে মজা করেছিল।  স্পাইওয়্যার প্রথমে বোঝানো হয়েছে গুপ্তচরবৃত্তির উদ্দেশ্যে সফ্টওয়্যার । যাইহোক, 2000 সালের প্রথম দিকে জোন ল্যাবসের প্রতিষ্ঠাতা, গ্রেগর ফ্রুন্ড, জোন অ্যালার্ম ব্যক্তিগত ফায়ারওয়ালের জন্য একটি প্রেস রিলিজে শব্দটি ব্যবহার করেছিলেন।  পরে 2000 সালে, জোন অ্যালার্ম ব্যবহার করে একজন অভিভাবককে সতর্ক করা হয়েছিল যে রিডার র্যাবিট, ম্যাটেল খেলনা কোম্পানির দ্বারা শিশুদের জন্য বিপণিত শিক্ষামূলক সফ্টওয়্যার, গোপনে ম্যাটেলে ডেটা ফেরত পাঠাচ্ছে।  তারপর থেকে, \"স্পাইওয়্যার\" তার বর্তমান অর্থ গ্রহণ করেছে।\nএওএল এবং ন্যাশনাল সাইবার-সিকিউরিটি অ্যালায়েন্সের 2005 সালের একটি সমীক্ষা অনুসারে, 61 শতাংশ জরিপকৃত ব্যবহারকারীর কম্পিউটার কোনো না কোনো ধরনের স্পাইওয়্যার দ্বারা সংক্রমিত হয়েছিল। স্পাইওয়্যার সহ জরিপকৃত ব্যবহারকারীদের 92 শতাংশ রিপোর্ট করেছেন যে তারা এর উপস্থিতি সম্পর্কে জানেন না এবং 91 শতাংশ রিপোর্ট করেছেন যে তারা স্পাইওয়্যার ইনস্টল করার অনুমতি দেননি।  \n২০০৬-এর হিসাব অনুযায়ী , স্পাইওয়্যার মাইক্রোসফ্ট উইন্ডোজ অপারেটিং সিস্টেমে চালিত কম্পিউটার সিস্টেমগুলির জন্য একটি প্রধান নিরাপত্তা হুমকিতে পরিণত হয়েছে৷ যে কম্পিউটারগুলিতে ইন্টারনেট এক্সপ্লোরার (IE) প্রাথমিক ব্রাউজার ছিল সেগুলি বিশেষভাবে এই ধরনের আক্রমণের জন্য ঝুঁকিপূর্ণ, শুধুমাত্র এই কারণে নয় যে IE সবচেয়ে ব্যাপকভাবে ব্যবহৃত হয়েছিল,  কিন্তু উইন্ডোজের সাথে এর কঠোর সংহতকরণ অপারেটিং সিস্টেমের গুরুত্বপূর্ণ অংশগুলিতে স্পাইওয়্যার অ্যাক্সেসের অনুমতি দেয়। .  \nউইন্ডোজ এক্সপি- এর অংশ হিসাবে ইন্টারনেট এক্সপ্লোরার 6 SP2 প্রকাশ করার আগে, ব্রাউজারটি স্বয়ংক্রিয়ভাবে যে কোনো ActiveX উপাদানের জন্য একটি ইনস্টলেশন উইন্ডো প্রদর্শন করবে যা একটি ওয়েবসাইট ইনস্টল করতে চায়। এই পরিবর্তনগুলি সম্পর্কে ব্যবহারকারীর অজ্ঞতার সংমিশ্রণ, এবং ইন্টারনেট এক্সপ্লোরারের অনুমান যে সমস্ত ActiveX উপাদানগুলি সৌম্য, স্পাইওয়্যারকে উল্লেখযোগ্যভাবে ছড়িয়ে দিতে সাহায্য করেছে। অনেক স্পাইওয়্যার উপাদান ব্যবহারকারীর জ্ঞান বা অনুমতি ছাড়াই ইনস্টল করার জন্য JavaScript, Internet Explorer এবং Windows-এর কাজে ব্যবহার করবে।\nউইন্ডোজ রেজিস্ট্রিতে একাধিক বিভাগ রয়েছে যেখানে মূল মানগুলির পরিবর্তন অপারেটিং সিস্টেম বুট করার সময় সফ্টওয়্যারকে স্বয়ংক্রিয়ভাবে চালানোর অনুমতি দেয়। স্পাইওয়্যার অপসারণের প্রচেষ্টা ঠেকাতে এই নকশাকে কাজে লাগাতে পারে। স্পাইওয়্যার সাধারণত রেজিস্ট্রির প্রতিটি অবস্থানের সাথে নিজেকে লিঙ্ক করে যা কার্যকর করার অনুমতি দেয়। একবার চালু হলে, স্পাইওয়্যার পর্যায়ক্রমে পরীক্ষা করবে যে এই লিঙ্কগুলির মধ্যে কোনটি সরানো হয়েছে কিনা। যদি তাই হয়, তারা স্বয়ংক্রিয়ভাবে পুনরুদ্ধার করা হবে. এটি নিশ্চিত করে যে অপারেটিং সিস্টেম বুট করা হলে স্পাইওয়্যারটি কার্যকর হবে, এমনকি কিছু (বা বেশিরভাগ) রেজিস্ট্রি লিঙ্কগুলি সরানো হলেও।\n\n\n== ওভারভিউ ==\nস্পাইওয়্যারকে বেশিরভাগই চার প্রকারে শ্রেণীবদ্ধ করা হয়: অ্যাডওয়্যার, সিস্টেম মনিটর, ওয়েব ট্র্যাকিং সহ ট্র্যাকিং এবং ট্রোজান ;  অন্যান্য কুখ্যাত ধরনের উদাহরণগুলির মধ্যে রয়েছে ডিজিটাল অধিকার ব্যবস্থাপনা ক্ষমতা যা \"ফোন হোম\", কীলগার, রুটকিট এবং ওয়েব বীকন । এই চারটি বিভাগ পারস্পরিকভাবে একচেটিয়া নয় এবং নেটওয়ার্ক এবং ডিভাইস আক্রমণ করার ক্ষেত্রে তাদের একই কৌশল রয়েছে।  মূল লক্ষ্য হল ইনস্টল করা, নেটওয়ার্কে হ্যাক করা, সনাক্ত হওয়া এড়ানো এবং নিরাপদে নেটওয়ার্ক থেকে নিজেদের সরিয়ে ফেলা। \nস্পাইওয়্যার বেশিরভাগ তথ্য চুরি করার জন্য এবং ওয়েবে ইন্টারনেট ব্যবহারকারীদের গতিবিধি সংরক্ষণ করার জন্য এবং ইন্টারনেট ব্যবহারকারীদের কাছে পপ-আপ বিজ্ঞাপন পরিবেশনের জন্য ব্যবহৃত হয়।  যখনই স্পাইওয়্যার দূষিত উদ্দেশ্যে ব্যবহার করা হয়, তখন এর উপস্থিতি সাধারণত ব্যবহারকারীর কাছ থেকে লুকানো থাকে এবং সনাক্ত করা কঠিন হতে পারে। কিছু স্পাইওয়্যার, যেমন keyloggers, ব্যবহারকারীদের নিরীক্ষণ করার জন্য ইচ্ছাকৃতভাবে একটি শেয়ার্ড, কর্পোরেট বা পাবলিক কম্পিউটারের মালিক দ্বারা ইনস্টল করা হতে পারে।\nযদিও স্পাইওয়্যার শব্দটি এমন সফ্টওয়্যারের পরামর্শ দেয় যা একজন ব্যবহারকারীর কম্পিউটার নিরীক্ষণ করে, স্পাইওয়্যারের কার্যাবলী সাধারণ পর্যবেক্ষণের বাইরেও প্রসারিত হতে পারে। ইন্টারনেট সার্ফিং অভ্যাস, ব্যবহারকারী লগইন এবং ব্যাঙ্ক বা ক্রেডিট অ্যাকাউন্টের তথ্যের মতো ব্যক্তিগত তথ্য সহ স্পাইওয়্যার প্রায় যেকোনো ধরনের ডেটা সংগ্রহ করতে পারে।\nস্পাইওয়্যার অতিরিক্ত সফ্টওয়্যার ইনস্টল করে বা ওয়েব ব্রাউজার পুনঃনির্দেশ করে কম্পিউটারে ব্যবহারকারীর নিয়ন্ত্রণে হস্তক্ষেপ করতে পারে।  কিছু স্পাইওয়্যার কম্পিউটার সেটিংস পরিবর্তন করতে পারে, যার ফলে ইন্টারনেট সংযোগের গতি ধীর হতে পারে, ব্রাউজার সেটিংসে অননুমোদিত পরিবর্তন বা সফ্টওয়্যার সেটিংসে পরিবর্তন হতে পারে।\nকখনও কখনও, জেনুইন সফ্টওয়্যারের সাথে স্পাইওয়্যার অন্তর্ভুক্ত করা হয়, এবং এটি একটি দূষিত ওয়েবসাইট থেকে আসতে পারে বা প্রকৃত সফ্টওয়্যারের ইচ্ছাকৃত কার্যকারিতায় যুক্ত করা হতে পারে (নিচে Facebook সম্পর্কে অনুচ্ছেদটি দেখুন)। স্পাইওয়্যারের উত্থানের প্রতিক্রিয়া হিসাবে, একটি ছোট শিল্প স্পাইওয়্যার-বিরোধী সফ্টওয়্যার নিয়ে কাজ করে।\nঅ্যান্টি-স্পাইওয়্যার সফ্টওয়্যার চালানো কম্পিউটার নিরাপত্তা অনুশীলনের একটি ব্যাপকভাবে স্বীকৃত উপাদান হয়ে উঠেছে, বিশেষ করে মাইক্রোসফ্ট উইন্ডোজ চালিত কম্পিউটারগুলির জন্য। বেশ কিছু বিচারব্যবস্থা স্পাইওয়্যার-বিরোধী আইন পাস করেছে, যা সাধারণত ব্যবহারকারীর কম্পিউটার নিয়ন্ত্রণ করার জন্য গোপনে ইনস্টল করা যেকোনো সফ্টওয়্যারকে লক্ষ্য করে।\nজার্মান-ভাষী দেশগুলিতে, সরকার কর্তৃক ব্যবহৃত বা তৈরি করা স্পাইওয়্যারকে কম্পিউটার বিশেষজ্ঞরা গভওয়্যার বলে (সাধারণ ভাষায়: Regierungstrojaner, আক্ষরিক অর্থে \"সরকারি ট্রোজান\")। গভওয়্যার সাধারণত একটি ট্রোজান হর্স সফ্টওয়্যার যা লক্ষ্য কম্পিউটার থেকে যোগাযোগকে আটকাতে ব্যবহৃত হয়। সুইজারল্যান্ড এবং জার্মানির মতো কিছু দেশে এই ধরনের সফ্টওয়্যার ব্যবহার নিয়ন্ত্রণ করার জন্য একটি আইনি কাঠামো রয়েছে৷   মার্কিন যুক্তরাষ্ট্রে, \" পুলিশওয়্যার \" শব্দটি একই উদ্দেশ্যে ব্যবহৃত হয়েছে। \n\"স্পাইওয়্যার\" শব্দটির ব্যবহার শেষ পর্যন্ত হ্রাস পেয়েছে কারণ প্রধান ওয়েবসাইট এবং ডেটা মাইনিং কোম্পানিগুলি দ্বারা ব্যবহারকারীদের ট্র্যাক করার অনুশীলনকে মূলধারায় আরও ঠেলে দেওয়া হয়েছে; এগুলি সাধারণত কোনও পরিচিত আইন ভঙ্গ করে না এবং ব্যবহারকারীদেরকে ট্র্যাক করতে বাধ্য করে, প্রতারণামূলক অনুশীলন দ্বারা নয়, ব্যবহারকারীদের জন্য তৈরি ডিফল্ট সেটিংস এবং পরিষেবার শর্তাদি চুক্তির ভাষা দ্বারা৷\nএকটি নথিভুক্ত উদাহরণে, CBS/CNet News-এ রিপোর্ট করা হয়েছে, মার্চ 7, 2011-এ, ওয়াল স্ট্রিট জার্নালে একটি বিশ্লেষণ প্রকাশ করেছে যে Facebook এবং অন্যান্য ওয়েবসাইট ব্যবহারকারীদের ব্রাউজিং কার্যকলাপ ট্র্যাক করার অনুশীলন, যা তাদের পরিচয়ের সাথে যুক্ত, ব্যবহারকারীদের অনেক বেশি ' ফেসবুক সাইটে নিজেই ভিজিট এবং কার্যকলাপ. প্রতিবেদনে বলা হয়েছে: \"এটি কীভাবে কাজ করে তা এখানে। আপনি Facebook-এ যান, আপনি লগ ইন করেন, আপনি সেখানে কিছু সময় ব্যয় করেন, এবং তারপর ... \nআপনি লগ আউট না করেই এগিয়ে যান। চলুন আপনি যে সাইটটিতে যান তা হল নিউ ইয়র্ক টাইমস। . সেই বোতামগুলি, আপনি সেগুলিতে ক্লিক না করেই, Facebook এবং Twitter- এ এইমাত্র রিপোর্ট করেছেন যে আপনি সেখানে গিয়েছিলেন এবং সেই অ্যাকাউন্টগুলির মধ্যে আপনার পরিচয়ও৷ ধরা যাক আপনি বিষণ্নতা সম্পর্কিত একটি সাইটের মতো কিছুতে চলে গেছেন৷ এটিতে একটি টুইট বোতামও রয়েছে৷, একটি Google উইজেট, এবং তারাও, আপনি কে এবং আপনি সেখানে গিয়েছিলেন তা রিপোর্ট করতে পারে।\" ওয়াল স্ট্রিট জার্নাল বিশ্লেষণটি ডিসকানেক্ট, ইনকর্পোরেটেডের প্রতিষ্ঠাতা ব্রায়ান কেনিশ দ্বারা গবেষণা করা হয়েছিল \n\n\n== সংক্রমণের রুট ==\nস্পাইওয়্যার অগত্যা ভাইরাস বা কৃমির মতো একইভাবে ছড়িয়ে পড়ে না কারণ সংক্রামিত সিস্টেমগুলি সাধারণত সফ্টওয়্যারটিকে অন্য কম্পিউটারে প্রেরণ বা অনুলিপি করার চেষ্টা করে না। পরিবর্তে, স্পাইওয়্যার ব্যবহারকারীকে প্রতারণা করে বা সফ্টওয়্যার দুর্বলতাকে কাজে লাগিয়ে একটি সিস্টেমে নিজেকে ইনস্টল করে।\nবেশিরভাগ স্পাইওয়্যার অজ্ঞাতসারে বা প্রতারণামূলক কৌশল ব্যবহার করে ইনস্টল করা হয়। স্পাইওয়্যার পছন্দসই সফ্টওয়্যার দিয়ে নিজেকে বান্ডিল করে ব্যবহারকারীদের প্রতারিত করার চেষ্টা করতে পারে। অন্যান্য সাধারণ কৌশল হল একটি ট্রোজান হর্স ব্যবহার করা, স্পাই গ্যাজেট যা দেখতে সাধারণ ডিভাইসের মতো কিন্তু অন্য কিছু, যেমন একটি USB কীলগার। \nএই ডিভাইসগুলি আসলে ডিভাইসের সাথে মেমরি ইউনিট হিসাবে সংযুক্ত কিন্তু কীবোর্ডে তৈরি প্রতিটি স্ট্রোক রেকর্ড করতে সক্ষম। কিছু স্পাইওয়্যার লেখক ওয়েব ব্রাউজারে বা অন্যান্য সফ্টওয়্যারের নিরাপত্তা ছিদ্রের মাধ্যমে একটি সিস্টেমকে সংক্রামিত করে। ব্যবহারকারী যখন স্পাইওয়্যার লেখক দ্বারা নিয়ন্ত্রিত একটি ওয়েব পৃষ্ঠায় নেভিগেট করে, তখন পৃষ্ঠাটিতে কোড থাকে যা ব্রাউজারকে আক্রমণ করে এবং স্পাইওয়্যার ডাউনলোড এবং ইনস্টলেশনে বাধ্য করে।\nস্পাইওয়্যার ইনস্টল করার ক্ষেত্রে প্রায়শই ইন্টারনেট এক্সপ্লোরার জড়িত থাকে। এর জনপ্রিয়তা এবং নিরাপত্তা সংক্রান্ত সমস্যার ইতিহাস এটিকে ঘন ঘন লক্ষ্যবস্তুতে পরিণত করেছে। উইন্ডোজ এনভায়রনমেন্টের সাথে এর গভীর ইন্টিগ্রেশন এটিকে উইন্ডোজ অপারেটিং সিস্টেমে আক্রমণ করার জন্য সংবেদনশীল করে তোলে। ইন্টারনেট এক্সপ্লোরার ব্রাউজার হেল্পার অবজেক্টের আকারে স্পাইওয়্যারের সংযুক্তি বিন্দু হিসেবেও কাজ করে, যা ব্রাউজারের আচরণ পরিবর্তন করে।\n\n\n== প্রভাব এবং আচরণ ==\nএকটি স্পাইওয়্যার খুব কমই একটি কম্পিউটারে একা কাজ করে; একটি প্রভাবিত মেশিনে সাধারণত একাধিক সংক্রমণ থাকে। ব্যবহারকারীরা প্রায়শই অবাঞ্ছিত আচরণ এবং সিস্টেমের কর্মক্ষমতার অবনতি লক্ষ্য করে। একটি স্পাইওয়্যার উপদ্রব উল্লেখযোগ্য অবাঞ্ছিত CPU কার্যকলাপ, ডিস্ক ব্যবহার, এবং নেটওয়ার্ক ট্র্যাফিক তৈরি করতে পারে। স্থিতিশীলতার সমস্যা, যেমন অ্যাপ্লিকেশানগুলি জমে যাওয়া,\nবুট করতে ব্যর্থতা এবং সিস্টেম-ব্যাপী ক্র্যাশগুলিও সাধারণ। সাধারণত, এই প্রভাবটি ইচ্ছাকৃত, কিন্তু ম্যালওয়্যার থেকে হতে পারে যার জন্য প্রচুর পরিমাণে কম্পিউটিং শক্তি, ডিস্ক স্পেস বা নেটওয়ার্ক ব্যবহারের প্রয়োজন হয়৷ স্পাইওয়্যার, যা নেটওয়ার্কিং সফ্টওয়্যারে হস্তক্ষেপ করে সাধারণত ইন্টারনেটে সংযোগ করতে অসুবিধা সৃষ্টি করে।\nকিছু সংক্রমণে, স্পাইওয়্যার এমনকি স্পষ্ট নয়। ব্যবহারকারীরা এই পরিস্থিতিতে অনুমান করে যে পারফরম্যান্সের সমস্যাগুলি ত্রুটিপূর্ণ হার্ডওয়্যার, উইন্ডোজ ইনস্টলেশন সমস্যা বা অন্য ম্যালওয়্যার সংক্রমণের সাথে সম্পর্কিত। খারাপভাবে সংক্রামিত সিস্টেমের কিছু মালিক প্রযুক্তিগত সহায়তা বিশেষজ্ঞদের সাথে যোগাযোগ করতে বা এমনকি একটি নতুন কম্পিউটার কেনার অবলম্বন করে কারণ বিদ্যমান সিস্টেম \"খুব ধীর হয়ে গেছে\"। খারাপভাবে সংক্রামিত সিস্টেমগুলি সম্পূর্ণ কার্যকারিতা ফিরে আসার জন্য তাদের সমস্ত সফ্টওয়্যার পরিষ্কার পুনরায় ইনস্টল করার প্রয়োজন হতে পারে।\nতদুপরি, কিছু ধরণের স্পাইওয়্যার সফ্টওয়্যার ফায়ারওয়াল এবং অ্যান্টিভাইরাস সফ্টওয়্যার অক্ষম করে এবং/অথবা ব্রাউজার সুরক্ষা সেটিংস হ্রাস করে, যা সিস্টেমটিকে আরও সুবিধাবাদী সংক্রমণের জন্য উন্মুক্ত করে। কিছু স্পাইওয়্যার প্রতিযোগী স্পাইওয়্যার প্রোগ্রামগুলিকে নিষ্ক্রিয় করে বা সরিয়ে দেয়, এই কারণে যে আরও স্পাইওয়্যার-সম্পর্কিত বিরক্তিগুলি ব্যবহারকারীদের প্রোগ্রামগুলি সরানোর জন্য পদক্ষেপ নেওয়ার সম্ভাবনা বাড়িয়ে দেয়। \nকীলগাররা কখনও কখনও মালিকদের অজান্তেই কম্পিউটারে ডাউনলোড করা ম্যালওয়্যার প্যাকেজের অংশ। কিছু কীলগার সফ্টওয়্যার ইন্টারনেটে অবাধে উপলব্ধ, অন্যগুলি বাণিজ্যিক বা ব্যক্তিগত অ্যাপ্লিকেশন। বেশিরভাগ কী-লগারই কেবল কীবোর্ড কীস্ট্রোকগুলিকে ক্যাপচার করার অনুমতি দেয় না, তারা প্রায়শই কম্পিউটার থেকে স্ক্রিন ক্যাপচার সংগ্রহ করতে সক্ষম হয়।\nএকটি সাধারণ উইন্ডোজ ব্যবহারকারীর প্রশাসনিক সুবিধা রয়েছে, বেশিরভাগ সুবিধার জন্য। এই কারণে, ব্যবহারকারী যে কোনো প্রোগ্রাম চালায় তার সিস্টেমে সীমাহীন অ্যাক্সেস থাকে। অন্যান্য অপারেটিং সিস্টেমের মতো, উইন্ডোজ ব্যবহারকারীরা সর্বনিম্ন বিশেষাধিকারের নীতি অনুসরণ করতে এবং নন- প্রশাসক অ্যাকাউন্ট ব্যবহার করতে সক্ষম। বিকল্পভাবে, তারা ইন্টারনেট এক্সপ্লোরারের মতো নির্দিষ্ট দুর্বল ইন্টারনেট-মুখী প্রক্রিয়াগুলির সুবিধাগুলি হ্রাস করতে পারে।\nযেহেতু উইন্ডোজ ভিস্তা, ডিফল্টরূপে, একটি কম্পিউটার প্রশাসক যেটি সীমিত ব্যবহারকারীর বিশেষাধিকারের অধীনে সবকিছু চালায়, যখন একটি প্রোগ্রামের প্রশাসনিক সুবিধার প্রয়োজন হয়, তখন একটি ব্যবহারকারীর অ্যাকাউন্ট নিয়ন্ত্রণ পপ-আপ ব্যবহারকারীকে অ্যাকশনের অনুমতি বা অস্বীকার করার জন্য অনুরোধ করবে। এটি উইন্ডোজের পূর্ববর্তী সংস্করণগুলির দ্বারা ব্যবহৃত ডিজাইনের উন্নতি করে৷ স্পাইওয়্যার ট্র্যাকিং সফটওয়্যার নামেও পরিচিত।\n\n\n== প্রতিকার এবং প্রতিরোধ ==\nযেহেতু স্পাইওয়্যার হুমকি বিকশিত হয়েছে, এটি প্রতিহত করার জন্য বেশ কয়েকটি কৌশল আবির্ভূত হয়েছে। এর মধ্যে রয়েছে স্পাইওয়্যার অপসারণ বা ব্লক করার জন্য ডিজাইন করা প্রোগ্রাম, সেইসাথে বিভিন্ন ব্যবহারকারীর অনুশীলন যা একটি সিস্টেমে স্পাইওয়্যার পাওয়ার সম্ভাবনা কমিয়ে দেয়।\nতবুও, স্পাইওয়্যার একটি ব্যয়বহুল সমস্যা থেকে যায়। যখন বিপুল সংখ্যক স্পাইওয়্যার একটি উইন্ডোজ কম্পিউটারকে সংক্রামিত করে, তখন একমাত্র প্রতিকার হতে পারে ব্যবহারকারীর ডেটা ব্যাক আপ করা এবং অপারেটিং সিস্টেম সম্পূর্ণরূপে পুনরায় ইনস্টল করা। উদাহরণস্বরূপ, কিছু স্পাইওয়্যার সিম্যানটেক, মাইক্রোসফ্ট, পিসি টুলস দ্বারা সম্পূর্ণরূপে সরানো যায় না।\n\n\n== অ্যান্টি-স্পাইওয়্যার প্রোগ্রাম ==\nঅনেক প্রোগ্রামার এবং কিছু বাণিজ্যিক সংস্থা স্পাইওয়্যার অপসারণ বা ব্লক করার জন্য ডিজাইন করা পণ্য প্রকাশ করেছে। PC Tools's Spyware Doctor, Lavasoft এর Ad-Aware SE এবং Patrick Kolla's Spybot - Search & Destroy-এর মতো প্রোগ্রামগুলি দ্রুত অপসারণের সরঞ্জাম হিসাবে জনপ্রিয়তা লাভ করে এবং কিছু ক্ষেত্রে স্পাইওয়্যার প্রোগ্রামগুলিকে বাধা দেয়। ডিসেম্বর, 2004-এ, মাইক্রোসফ্ট GIANT AntiSpyware সফ্টওয়্যারটি অধিগ্রহণ করে,  এটিকে Microsoft AntiSpyware (Beta 1) হিসাবে ‑ করে এবং জেনুইন Windows XP এবং Windows 2003 ব্যবহারকারীদের জন্য বিনামূল্যে ডাউনলোড হিসাবে প্রকাশ করে। নভেম্বর, 2005 সালে, এটির নাম পরিবর্তন করা হয় উইন্ডোজ ডিফেন্ডার ।  \nSymantec, PC Tools, McAfee এবং Sophos- এর মতো প্রধান অ্যান্টি-ভাইরাস সংস্থাগুলিও তাদের বিদ্যমান অ্যান্টি-ভাইরাস পণ্যগুলিতে অ্যান্টি-স্পাইওয়্যার বৈশিষ্ট্য যুক্ত করেছে। প্রথম দিকে, অ্যান্টি-ভাইরাস সংস্থাগুলি অ্যান্টি-স্পাইওয়্যার ফাংশন যোগ করতে অনীহা প্রকাশ করেছিল, স্পাইওয়্যার লেখকদের দ্বারা ওয়েব সাইট এবং প্রোগ্রামগুলির লেখকদের বিরুদ্ধে আনা মামলার উদ্ধৃতি যা তাদের পণ্যগুলিকে\n\"স্পাইওয়্যার\" হিসাবে বর্ণনা করেছিল। যাইহোক, এই প্রধান সংস্থাগুলির সাম্প্রতিক সংস্করণগুলির হোম এবং ব্যবসায়িক অ্যান্টি-ভাইরাস পণ্যগুলিতে অ্যান্টি-স্পাইওয়্যার ফাংশন অন্তর্ভুক্ত রয়েছে, যদিও ভাইরাসগুলির থেকে আলাদাভাবে চিকিত্সা করা হয়। সিম্যানটেক অ্যান্টি-ভাইরাস, উদাহরণস্বরূপ, স্পাইওয়্যার প্রোগ্রামগুলিকে \"বর্ধিত হুমকি\" হিসাবে শ্রেণীবদ্ধ করে এবং এখন এই হুমকিগুলির বিরুদ্ধে রিয়েল-টাইম সুরক্ষা প্রদান করে। অন্যান্য অ্যান্টি-স্পাইওয়্যার সরঞ্জামগুলির মধ্যে রয়েছে FlexiSPY, Mobilespy, mSPY, TheWiSPY, এবং UMobix। \n\n\n== কীভাবে অ্যান্টি-স্পাইওয়্যার সফ্টওয়্যার কাজ করে ==\n\n\n=== অ্যান্টি-স্পাইওয়্যার প্রোগ্রাম দুটি উপায়ে স্পাইওয়্যার মোকাবেলা করতে পারে: ===\nতারা অ্যান্টি-ভাইরাস সুরক্ষার মতোই রিয়েল-টাইম সুরক্ষা প্রদান করতে পারে: সমস্ত আগত নেটওয়ার্ক ডেটা স্পাইওয়্যারের জন্য স্ক্যান করা হয় এবং যে কোনও সনাক্ত করা হুমকি ব্লক করা হয়।\nঅ্যান্টি-স্পাইওয়্যার সফ্টওয়্যার প্রোগ্রামগুলি শুধুমাত্র কম্পিউটারে ইনস্টল করা স্পাইওয়্যার সফ্টওয়্যার সনাক্তকরণ এবং অপসারণের জন্য ব্যবহার করা যেতে পারে। এই ধরনের অ্যান্টি-স্পাইওয়্যার প্রায়ই নিয়মিত সময়সূচীতে স্ক্যান করার জন্য সেট করা যেতে পারে।\nএই জাতীয় প্রোগ্রামগুলি উইন্ডোজ রেজিস্ট্রি, অপারেটিং সিস্টেম ফাইল এবং ইনস্টল করা প্রোগ্রামগুলির বিষয়বস্তু পরীক্ষা করে এবং পরিচিত স্পাইওয়্যারের তালিকার সাথে মেলে এমন ফাইল এবং এন্ট্রিগুলি সরিয়ে দেয়। স্পাইওয়্যার থেকে রিয়েল-টাইম সুরক্ষা রিয়েল-টাইম অ্যান্টি-ভাইরাস সুরক্ষার মতোই কাজ করে: সফ্টওয়্যারটি ডাউনলোডের সময় ডিস্ক ফাইলগুলি স্ক্যান করে এবং স্পাইওয়্যারের প্রতিনিধিত্বকারী উপাদানগুলির কার্যকলাপকে ব্লক করে।\nকিছু ক্ষেত্রে, এটি স্টার্ট-আপ আইটেমগুলি ইনস্টল করার বা ব্রাউজার সেটিংস পরিবর্তন করার প্রচেষ্টাকে বাধা দিতে পারে। অ্যান্টি-স্পাইওয়্যার প্রোগ্রামগুলির পূর্ববর্তী সংস্করণগুলি মূলত সনাক্তকরণ এবং অপসারণের উপর দৃষ্টি নিবদ্ধ করেছিল। Javacool সফ্টওয়্যারের স্পাইওয়্যারব্লাস্টার, রিয়েল-টাইম সুরক্ষা প্রদানকারী প্রথমগুলির মধ্যে একটি, ActiveX- ভিত্তিক স্পাইওয়্যারের ইনস্টলেশন ব্লক করেছে৷\nবেশিরভাগ অ্যান্টি-ভাইরাস সফ্টওয়্যারের মতো, অনেক অ্যান্টি-স্পাইওয়্যার/অ্যাডওয়্যার সরঞ্জামগুলির জন্য হুমকির ঘন ঘন আপডেট করা ডেটাবেস প্রয়োজন। নতুন স্পাইওয়্যার প্রোগ্রাম প্রকাশের সাথে সাথে, অ্যান্টি-স্পাইওয়্যার বিকাশকারীরা তাদের আবিষ্কার এবং মূল্যায়ন করে, পরিচিত স্পাইওয়্যারের তালিকায় যোগ করে, যা সফ্টওয়্যারটিকে নতুন স্পাইওয়্যার সনাক্ত করতে এবং অপসারণ করতে দেয়। ফলস্বরূপ, অ্যান্টি-স্পাইওয়্যার সফ্টওয়্যার নিয়মিত আপডেট ছাড়াই সীমিত উপযোগী। আপডেটগুলি স্বয়ংক্রিয়ভাবে বা ম্যানুয়ালি ইনস্টল করা যেতে পারে।\nএকটি জনপ্রিয় জেনেরিক স্পাইওয়্যার অপসারণ সরঞ্জাম যা তাদের দ্বারা ব্যবহৃত হয় যার জন্য নির্দিষ্ট মাত্রার দক্ষতার প্রয়োজন হয় হাইজ্যাকএই, যা Windows OS-এর নির্দিষ্ট কিছু এলাকা স্ক্যান করে যেখানে স্পাইওয়্যার প্রায়ই থাকে এবং ম্যানুয়ালি মুছে ফেলার জন্য আইটেমগুলির সাথে একটি তালিকা উপস্থাপন করে। বেশিরভাগ আইটেম বৈধ উইন্ডোজ ফাইল/রেজিস্ট্রি এন্ট্রি হওয়ায় যারা এই বিষয়ে কম জ্ঞানী তাদের জন্য পরামর্শ দেওয়া হচ্ছে যে তারা অসংখ্য অ্যান্টিস্পাইওয়্যার সাইটে একটি হাইজ্যাক এই লগ পোস্ট করুন এবং বিশেষজ্ঞদের সিদ্ধান্ত নিতে দিন কী মুছে ফেলতে হবে।\nযদি একটি স্পাইওয়্যার প্রোগ্রাম অবরুদ্ধ না করা হয় এবং এটি নিজেই ইনস্টল করতে পরিচালনা করে, তবে এটি এটি বন্ধ বা আনইনস্টল করার প্রচেষ্টাকে প্রতিহত করতে পারে। কিছু প্রোগ্রাম জোড়ায় জোড়ায় কাজ করে: যখন একটি অ্যান্টি-স্পাইওয়্যার স্ক্যানার (বা ব্যবহারকারী) একটি চলমান প্রক্রিয়া বন্ধ করে দেয়, অন্যটি নিহত প্রোগ্রামটিকে পুনরায় চালু করে। একইভাবে, কিছু স্পাইওয়্যার রেজিস্ট্রি কী অপসারণের প্রচেষ্টা শনাক্ত করবে এবং অবিলম্বে সেগুলি আবার যোগ করবে। সাধারণত, সংক্রামিত কম্পিউটারকে নিরাপদ মোডে বুট করা একটি অ্যান্টি-স্পাইওয়্যার প্রোগ্রামকে ক্রমাগত স্পাইওয়্যার অপসারণের একটি ভাল সুযোগ দেয়। প্রক্রিয়া গাছ মেরে ফেলাও কাজ করতে পারে।\n\n\n== নিরাপত্তা অনুশীলন ==\nস্পাইওয়্যার শনাক্ত করার জন্য, কম্পিউটার ব্যবহারকারীরা অ্যান্টি-স্পাইওয়্যার প্রোগ্রাম ইনস্টল করার পাশাপাশি বেশ কিছু অনুশীলন দরকারী খুঁজে পেয়েছেন। অনেক ব্যবহারকারী ইন্টারনেট এক্সপ্লোরার ছাড়া অন্য একটি ওয়েব ব্রাউজার ইনস্টল করেছেন, যেমন মজিলা ফায়ারফক্স বা গুগল ক্রোম । যদিও কোনো ব্রাউজার সম্পূর্ণ নিরাপদ নয়, ইন্টারনেট এক্সপ্লোরার একসময় স্পাইওয়্যার সংক্রমণের জন্য বেশি ঝুঁকির মধ্যে ছিল এর বৃহৎ ব্যবহারকারী বেস এবং ActiveX- এর মতো দুর্বলতার কারণে কিন্তু নিরাপত্তার ক্ষেত্রে এই তিনটি প্রধান ব্রাউজার এখন সমতুল্য।  \nকিছু আইএসপি - বিশেষ করে কলেজ এবং বিশ্ববিদ্যালয়গুলি স্পাইওয়্যার ব্লক করার জন্য একটি ভিন্ন পন্থা নিয়েছে: তারা স্পাইওয়্যার ইনস্টল করার জন্য পরিচিত ওয়েব সাইটগুলিতে অ্যাক্সেস ব্লক করতে তাদের নেটওয়ার্ক ফায়ারওয়াল এবং ওয়েব প্রক্সি ব্যবহার করে। 31শে মার্চ, 2005-এ, কর্নেল ইউনিভার্সিটির তথ্য প্রযুক্তি বিভাগ প্রক্সি-ভিত্তিক স্পাইওয়্যারের একটি নির্দিষ্ট অংশের আচরণ, মার্কেটস্কোর, এবং বিশ্ববিদ্যালয় এটিকে আটকাতে নেওয়া পদক্ষেপগুলির বিশদ বিবরণ দিয়ে একটি প্রতিবেদন প্রকাশ করে।  আরও অনেক শিক্ষা প্রতিষ্ঠান একই ধরনের পদক্ষেপ নিয়েছে।\nস্বতন্ত্র ব্যবহারকারীরা বিভিন্ন কোম্পানি থেকে ফায়ারওয়াল ইনস্টল করতে পারেন। এগুলি নেটওয়ার্কযুক্ত কম্পিউটারে যাওয়া এবং সেখান থেকে তথ্যের প্রবাহ পর্যবেক্ষণ করে এবং স্পাইওয়্যার এবং ম্যালওয়্যার থেকে সুরক্ষা প্রদান করে। কিছু ব্যবহারকারী একটি বড় হোস্ট ফাইল ইনস্টল করে যা ব্যবহারকারীর কম্পিউটারকে পরিচিত স্পাইওয়্যার-সম্পর্কিত ওয়েব ঠিকানাগুলির সাথে সংযোগ করতে বাধা দেয়। স্পাইওয়্যার ডাউনলোডের জন্য দেওয়া নির্দিষ্ট শেয়ারওয়্যার প্রোগ্রামের মাধ্যমে ইনস্টল করা যেতে পারে। শুধুমাত্র সম্মানজনক উত্স থেকে প্রোগ্রাম ডাউনলোড করা আক্রমণের এই উত্স থেকে কিছু সুরক্ষা প্রদান করতে পারে। \nস্বতন্ত্র ব্যবহারকারীরা ফিজিক্যাল (বৈদ্যুতিক) সুইচ সহ সেলফোন/কম্পিউটার ব্যবহার করতে পারেন, বা বিচ্ছিন্ন ইলেকট্রনিক সুইচ যা মাইক্রোফোন, ক্যামেরাকে বাইপাস ছাড়াই সংযোগ বিচ্ছিন্ন করে এবং যেখানে ব্যবহার করা হয় না সেখানে সংযোগ বিচ্ছিন্ন অবস্থায় রাখতে পারে, যা স্পাইওয়্যার সংগ্রহ করতে পারে এমন তথ্য সীমিত করে। (মোবাইল ডিভাইসের নিরাপত্তা পরিচালনার জন্য NIST নির্দেশিকা দ্বারা সুপারিশকৃত নীতি, 2013)।\n\n\n== অ্যাপ্লিকেশন ==\n\n\n=== \"স্টিলওয়্যার\" এবং অ্যাফিলিয়েট জালিয়াতি ===\nকিছু স্পাইওয়্যার বিক্রেতা, বিশেষ করে 180 সলিউশন, নিউ ইয়র্ক টাইমস যাকে \" স্টিলওয়্যার \" বলে অভিহিত করেছে, এবং স্পাইওয়্যার গবেষক বেন এডেলম্যান যাকে অ্যাফিলিয়েট ফ্রড বলে অভিহিত করেছেন, তা ক্লিক জালিয়াতির একটি রূপ। স্টিলওয়্যার বৈধ অধিভুক্ত থেকে স্পাইওয়্যার বিক্রেতার কাছে অ্যাফিলিয়েট মার্কেটিং আয়ের অর্থ প্রদানকে সরিয়ে দেয়।\nস্পাইওয়্যার যা অ্যাফিলিয়েট নেটওয়ার্ক আক্রমণ করে ব্যবহারকারীর কার্যকলাপে স্পাইওয়্যার অপারেটরের অ্যাফিলিয়েট ট্যাগ রাখে – অন্য কোনও ট্যাগ প্রতিস্থাপন করে, যদি একটি থাকে। স্পাইওয়্যার অপারেটর হল একমাত্র পক্ষ যে এটি থেকে লাভ করে। ব্যবহারকারীর পছন্দগুলি ব্যর্থ হয়েছে, একটি বৈধ অনুমোদিত রাজস্ব হারাচ্ছে, নেটওয়ার্কগুলির খ্যাতি ক্ষতিগ্রস্ত হয়েছে, এবং বিক্রেতারা চুক্তির পক্ষ নয় এমন একটি \"অধিভুক্ত\" \nকে অনুমোদিত রাজস্ব পরিশোধ করার কারণে ক্ষতিগ্রস্থ হয়৷  অ্যাফিলিয়েট জালিয়াতি হল বেশিরভাগ অ্যাফিলিয়েট মার্কেটিং নেটওয়ার্কের পরিষেবার শর্তাবলীর লঙ্ঘন৷ মোবাইল ডিভাইসগুলি চার্জওয়্যারের জন্যও ঝুঁকিপূর্ণ হতে পারে, যা ব্যবহারকারীদের অবৈধ মোবাইল চার্জে চালান করে।\n\n\n== পরিচয় চুরি এবং জালিয়াতি ==\nএকটি ক্ষেত্রে, স্পাইওয়্যারটি পরিচয় চুরির সাথে ঘনিষ্ঠভাবে জড়িত।  আগস্ট 2005 সালে, নিরাপত্তা সফ্টওয়্যার ফার্ম সানবেল্ট সফ্টওয়্যারের গবেষকরা সন্দেহ করেছিলেন যে সাধারণ কুলওয়েবসার্চ স্পাইওয়্যারের নির্মাতারা এটিকে \" চ্যাট সেশন, ব্যবহারকারীর নাম, পাসওয়ার্ড, ব্যাঙ্কের তথ্য ইত্যাদি\" প্রেরণ করতে ব্যবহার করেছেন;  তবে দেখা গেল যে \"এটি আসলে (ছিল) তার নিজস্ব পরিশীলিত অপরাধী ছোট ট্রোজান যা CWS থেকে স্বাধীন।\"  এই মামলাটি বর্তমানে এফবিআই দ্বারা তদন্তাধীন।\nফেডারেল ট্রেড কমিশন অনুমান করে যে 27.3 মিলিয়ন আমেরিকান পরিচয় চুরির শিকার হয়েছে এবং পরিচয় চুরির ফলে আর্থিক ক্ষতি হয়েছে প্রায় $48 ব্যবসা এবং আর্থিক প্রতিষ্ঠানের জন্য বিলিয়ন এবং কমপক্ষে $5 ব্যক্তিদের জন্য পকেটের বাইরে বিলিয়ন ব্যয়। \n\n\n== ডিজিটাল অধিকার ব্যাবস্থাপনা ==\nকিছু কপি-সুরক্ষা প্রযুক্তি স্পাইওয়্যার থেকে ধার করা হয়েছে। 2005 সালে, সনি বিএমজি মিউজিক এন্টারটেইনমেন্ট তার এক্সসিপি ডিজিটাল রাইটস ম্যানেজমেন্ট প্রযুক্তিতে রুটকিট ব্যবহার করতে দেখা গেছে  স্পাইওয়্যারের মতো, এটি কেবল সনাক্ত করা এবং আনইনস্টল করাই কঠিন ছিল না, এটি এতটাই খারাপভাবে লেখা ছিল যে এটি অপসারণের বেশিরভাগ প্রচেষ্টা রেন্ডার করা যেতে পারে। কম্পিউটার কাজ করতে অক্ষম। টেক্সাসের অ্যাটর্নি জেনারেল গ্রেগ অ্যাবট মামলা দায়ের করেন,  এবং তিনটি পৃথক ক্লাস-অ্যাকশন মামলা দায়ের করা হয়।  Sony BMG পরে ব্যবহারকারীদের এটি অপসারণ করতে সাহায্য করার জন্য তার ওয়েবসাইটে একটি সমাধান প্রদান করেছে। \n25 এপ্রিল, 2006 থেকে, মাইক্রোসফ্টের উইন্ডোজ জেনুইন অ্যাডভান্টেজ নোটিফিকেশন অ্যাপ্লিকেশন  বেশিরভাগ উইন্ডোজ পিসিতে \"গুরুত্বপূর্ণ নিরাপত্তা আপডেট\" হিসাবে ইনস্টল করা হয়েছিল। যদিও এই ইচ্ছাকৃতভাবে আনইনস্টলযোগ্য অ্যাপ্লিকেশনটির মূল উদ্দেশ্য হল মেশিনে উইন্ডোজের অনুলিপি আইনত কেনা এবং ইনস্টল করা হয়েছে তা নিশ্চিত করা, এটি এমন সফ্টওয়্যারও ইনস্টল করে যা স্পাইওয়্যারের মতো দৈনিক ভিত্তিতে \" বাড়িতে ফোন করার \" জন্য অভিযুক্ত করা হয়েছে৷   এটি RemoveWGA টুল দিয়ে সরানো যেতে পারে।\n\n\n== ব্যক্তিগত সম্পর্ক ==\nStalkerware হল স্পাইওয়্যার যা অন্তরঙ্গ সম্পর্কের অংশীদারদের ইলেকট্রনিক ক্রিয়াকলাপ নিরীক্ষণ করতে ব্যবহৃত হয়। অন্তত একটি সফ্টওয়্যার প্যাকেজ, লাভার্সপি, বিশেষভাবে এই উদ্দেশ্যে বাজারজাত করা হয়েছিল। সাম্প্রদায়িক/বৈবাহিক সম্পত্তি সম্পর্কিত স্থানীয় আইনের উপর নির্ভর করে, সঙ্গীর সম্মতি ছাড়া তার অনলাইন কার্যকলাপ পর্যবেক্ষণ করা বেআইনি হতে পারে; লাভারস্পির লেখক এবং পণ্যটির একাধিক ব্যবহারকারীকে 2005 সালে ক্যালিফোর্নিয়ায় ওয়্যারট্যাপিং এবং বিভিন্ন কম্পিউটার অপরাধের অভিযোগে অভিযুক্ত করা হয়েছিল। \n\n\n== ব্রাউজার কুকিজ ==\nঅ্যান্টি-স্পাইওয়্যার প্রোগ্রামগুলি প্রায়ই ওয়েব বিজ্ঞাপনদাতাদের HTTP কুকিজ, ছোট টেক্সট ফাইল যা ব্রাউজিং কার্যকলাপ ট্র্যাক করে, স্পাইওয়্যার হিসাবে রিপোর্ট করে। যদিও তারা সর্বদা সহজাতভাবে দূষিত হয় না, অনেক ব্যবহারকারী তাদের ব্যবসার উদ্দেশ্যে তাদের ব্যক্তিগত কম্পিউটারে স্থান ব্যবহার করে তৃতীয় পক্ষের বিরুদ্ধে আপত্তি জানায় এবং অনেক অ্যান্টি-স্পাইওয়্যার প্রোগ্রাম তাদের অপসারণের প্রস্তাব দেয়। \n\n\n== শেমওয়্যার ==\nশেমওয়্যার বা \" জবাবদিহিতা সফ্টওয়্যার \" হল এক ধরনের স্পাইওয়্যার যা ব্যবহারকারীর কাছ থেকে লুকানো থাকে না, তবে তাদের সম্মতি না থাকলে তাদের জ্ঞানের সাথে কাজ করে। পিতামাতা, ধর্মীয় নেতা বা অন্যান্য কর্তৃপক্ষের ব্যক্তিদের তাদের সন্তান বা মণ্ডলীর সদস্যদের এই ধরনের সফ্টওয়্যার ইনস্টল করার প্রয়োজন হতে পারে, যার উদ্দেশ্য পর্নোগ্রাফি বা অনুপযুক্ত বলে বিবেচিত অন্যান্য বিষয়বস্তু দেখা শনাক্ত করা এবং কর্তৃপক্ষের কাছে রিপোর্ট করা, যারা তখন ব্যবহারকারীর মুখোমুখি হতে পারে। এটা সম্পর্কে \n\n\n== স্পাইওয়্যার প্রোগ্রাম ==\nএই সাধারণ স্পাইওয়্যার প্রোগ্রামগুলি এই আক্রমণগুলিতে পাওয়া আচরণের বৈচিত্র্যকে চিত্রিত করে৷ মনে রাখবেন যে কম্পিউটার ভাইরাসের মতো, গবেষকরা স্পাইওয়্যার প্রোগ্রামগুলির নাম দেন যা তাদের নির্মাতারা ব্যবহার নাও করতে পারে। প্রোগ্রামগুলি ভাগ করা প্রোগ্রাম কোডের উপর ভিত্তি করে নয়, তবে সাধারণ আচরণের উপর ভিত্তি করে বা আপাত আর্থিক বা ব্যবসায়িক সংযোগগুলির \"অর্থ অনুসরণ করে\"\nএর ভিত্তিতে \"পরিবারে\" গোষ্ঠীভুক্ত করা যেতে পারে। উদাহরণস্বরূপ, ক্ল্যারিয়া দ্বারা বিতরণ করা বেশ কয়েকটি স্পাইওয়্যার প্রোগ্রাম সম্মিলিতভাবে \"গেটর\" নামে পরিচিত। একইভাবে, প্রায়শই একসাথে ইনস্টল করা প্রোগ্রামগুলিকে একই স্পাইওয়্যার প্যাকেজের অংশ হিসাবে বর্ণনা করা যেতে পারে, যদিও তারা আলাদাভাবে কাজ করে।\n\n\n== স্পাইওয়্যার বিক্রেতারা ==\nস্পাইওয়্যার বিক্রেতাদের মধ্যে রয়েছে NSO গ্রুপ, যেটি 2010-এর দশকে মানবাধিকার কর্মী এবং সাংবাদিকদের উপর গুপ্তচরবৃত্তির জন্য সরকারের কাছে স্পাইওয়্যার বিক্রি করেছিল।    এনএসও গ্রুপ সিটিজেন ল্যাব দ্বারা তদন্ত করা হয়েছিল।  \n\n\n== দুর্বৃত্ত বিরোধী স্পাইওয়্যার প্রোগ্রাম ==\nদূষিত প্রোগ্রামাররা প্রচুর পরিমাণে দুর্বৃত্ত (জাল) অ্যান্টি-স্পাইওয়্যার প্রোগ্রাম প্রকাশ করেছে, এবং ব্যাপকভাবে বিতরণ করা ওয়েব ব্যানার বিজ্ঞাপন ব্যবহারকারীদের সতর্ক করতে পারে যে তাদের কম্পিউটার স্পাইওয়্যার দ্বারা সংক্রামিত হয়েছে, তাদেরকে এমন প্রোগ্রাম কেনার নির্দেশ দেয় যা আসলে স্পাইওয়্যার অপসারণ করে না—অন্যথায়, তাদের নিজস্ব আরো স্পাইওয়্যার যোগ করতে পারে.  \nজাল বা প্রতারণা করা অ্যান্টিভাইরাস পণ্যের বিস্তার যা নিজেদেরকে অ্যান্টিস্পাইওয়্যার হিসাবে বিল করে তা ঝামেলাপূর্ণ হতে পারে। ব্যবহারকারীরা তাদের কম্পিউটারকে সুরক্ষিত করার জন্য তাদের ইনস্টল করার জন্য পপআপগুলি পেতে পারে, যখন এটি আসলে স্পাইওয়্যার যুক্ত করবে। এটা বাঞ্ছনীয় যে ব্যবহারকারীরা স্পাইওয়্যার-বিরোধী বলে দাবি করে এমন কোনো ফ্রিওয়্যার ইনস্টল করবেন না যদি না এটি বৈধ বলে যাচাই করা হয়। কিছু পরিচিত অপরাধীদের অন্তর্ভুক্ত:\n\n\n== তথ্যসূত্র =="}