{"pageid": 1405380, "title": "২০২৪ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুম", "url": "https://bn.wikipedia.org/wiki?curid=1405380", "content": "২০২৪ সালে উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় ঋতু গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় গঠনের বার্ষিক চক্রের একটি চলমান ঘটনা। উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় ঋতুর কোন সরকারী সীমানা নেই, তবে ঘূর্ণিঝড় এপ্রিল থেকে ডিসেম্বরের মধ্যে তৈরি হয়, মে থেকে নভেম্বরের মধ্যে সর্বোচ্চ। এই তারিখগুলি প্রথাগতভাবে প্রতি বছরের সময়সীমাকে সীমাবদ্ধ করে যখন বেশিরভাগ গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় উত্তর ভারত মহাসাগরে তৈরি হয়।\nএই নিবন্ধের পরিধি উত্তর গোলার্ধে, আফ্রিকার হর্নের পূর্বে এবং মালয় উপদ্বীপের পশ্চিমে ভারত মহাসাগরের মধ্যে সীমাবদ্ধ। উত্তর ভারত মহাসাগরে দুটি প্রধান সমুদ্র রয়েছে — ভারতীয় উপমহাদেশের পশ্চিমে আরব সাগর, ভারতের আবহাওয়া বিভাগ (IMD) দ্বারা সংক্ষেপে এআরবি; এবং পূর্বে বঙ্গোপসাগর, আইএমডি দ্বারা সংক্ষেপে বিওবি।\nএই অববাহিকায় অফিসিয়াল আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র হল ইন্ডিয়া মেটিওরোলজিক্যাল ডিপার্টমেন্ট (আইএমডি), যখন জয়েন্ট টাইফুন সতর্কীকরণ কেন্দ্র আগ্রহের জন্য অনানুষ্ঠানিক পরামর্শ প্রকাশ করে। এই অববাহিকায় প্রতি মৌসুমে গড়ে তিন থেকে চারটি ঘূর্ণিঝড় সৃষ্টি হয়।\n\n\n== মৌসুম সারসংক্ষেপ ==\n\n\n== পদ্ধতি ==\n\n\n=== ঘূর্ণিঝড় রেমাল ===\n\nচার মাসের নিষ্ক্রিয়তার পর, ২১ মে, ভারতীয় আবহাওয়া দপ্তর বঙ্গোপসাগরে একটি ঘূর্ণন পর্যবেক্ষণ শুরু করে। সেই দিন, জয়েন্ট টাইফুন ওয়ার্থিং সেন্টার সিস্টেমটি ট্র্যাক করতে শুরু করে, উল্লেখ করে যে এর মৌসুমী নিম্নচাপে পরিণত হওয়ার সম্ভাবনা আছে। পরদিন, IMD জানায় যে একটি লঘুচাপ এলাকা ঘূর্ণন সঞ্চালনের পাশে গঠিত হয়েছে। ২৩ মে রাতে, IMD সিস্টেমটিকে একটি সুস্পষ্ট নিম্নচাপে উন্নীত করে, উল্লেখ করে যে এটি দ্রুত একত্রিত হচ্ছে। পরদিন, IMD জানায় যে বঙ্গোপসাগরে গঠিত নিম্নচাপটি BOB ০১ হিসেবে চিহ্নিত করা হয়েছে। পরবর্তীতে, JTWC একটি ট্রপিকাল সাইক্লোন ফর্মেশন এলার্ট জারি করে, নিম্নচাপটির ব্যাপক সঞ্চালন কেন্দ্র এবং উন্নত বৃষ্টিপাত এর উল্লেখ করে। পরদিন, BOB ০১ একটি গভীর নিম্নচাপে পরিণত হয়। JTWC সিস্টেমটিকে একটি সাইক্লোন হিসেবে চিহ্নিত করে, এবং এটি ০১B হিসেবে নামকরণ করা হয়। খুব দ্রুত, নিম্নচাপটি একটি ঘূর্ণিঝড়ে পরিণত হয়ে IMD এটিকে রেমাল নামকরণ করে। ২৬ মে, রেমাল একটি তীব্র ঘূর্ণিঝড়ে পরিণত হয় যার ৩ মিনিটে স্থির বাতাসের গতি ছিল ৯৫ কিমি/ঘ (৬০ মা/ঘ)। অনুকূল পরিস্থিতির কারণে, যার মধ্যে উত্তর বঙ্গোপসাগরে উচ্চ সাগর পৃষ্ঠ তাপমাত্রা এবং কম বায়ু শিয়ার অন্তর্ভুক্ত ছিল, রেমাল আরও শক্তিশালী হয়ে বাতাসের গতিবেগ ১১০ কিমি/ঘ (৭০ মা/ঘ) পৌঁছায়। এটি ২৬ মে রাতে বাংলাদেশ এবং সংলগ্ন পশ্চিমবঙ্গে ভূমিতে আঘাত হানে। ভূমিতে প্রবেশের প্রক্রিয়া ২৭ মে সকাল নাগাদ সম্পন্ন হয়ে এটা দুর্বল হয়ে পড়ে। ঘূর্ণিঝড় রেমাল ছিল ২০২৪ সালের উত্তর ভারতীয় মহাসাগর ঘূর্ণিঝড় মৌসুমের সবচেয়ে শক্তিশালী ঝড়।\n\n\n=== নিম্নচাপ BOB ০২ ===\n\n১৯ জুলাই, আইএমডি ওড়িশা উপকূলে একটি নিম্নচাপের এলাকা চিহ্নিত করে। এই ঝামেলটি পরে একটি নিম্নচাপে উন্নীত হয়, যাকে BOB ০২ হিসাবে নামকরণ করা হয়। এটি পরে অভ্যন্তরে স্থানান্তরিত হয়, দুর্বল হয়ে আবার নিম্নচাপ এলাকায় পরিণত হয়।\n\n\n=== গভীর নিম্নচাপ LAND ০১ ===\n\n৩১ জুলাই, গাঙ্গেয় পশ্চিমবঙ্গের উপর একটি ঘূর্ণিঝড় সঞ্চালন তৈরি হয়েছিল। পশ্চিম দিকে ট্র্যাকিং করে, ২ আগস্ট, বিশৃঙ্খলা একটি নিম্নচাপে পরিণত হয়। দুই দিন পরে, এটি আরও তীব্র হয়, দক্ষিণ-পশ্চিম বিহারে গভীর নিম্নচাপে পরিণত হয়। পশ্চিম দিকে ট্র্যাকিং, ৫ আগস্ট, সিস্টেমটি নিম্নচাপে পরিণত হয়ে দুর্বল হয়ে পড়ে । এটি পরদিন বিলীন হয়ে যায়।\nনিম্নচাপের ফলে, ৩ আগস্ট কলকাতার দমদমে ১০০ মিলিমিটার বৃষ্টি হয়েছিল।\n\n\n=== ঘূর্ণিঝড় আসনা ===\n\n২৪ আগস্ট, মধ্য ও উত্তর প্রদেশের উপর একটি ঘূর্ণিঝড় সঞ্চালন তৈরি হয়। পরদিন, ২৫ আগস্ট, আইএমডি ঘোষণা করে যে এটি রাজস্থান এবং মধ্যপ্রদেশের উপর একটি ভূমি নিম্নচাপে পরিণত হয়েছে । তার পরদিন, নিম্নচাপটি উদয়পুরের দক্ষিণ-পূর্ব দিকে গভীর নিম্নচাপে পরিণত হয়। ২৭ আগস্ট, JTWC গভীর নিম্নচাপ ট্র্যাকিং শুরু করে, লক্ষ্য করে যে এটি উন্নয়নের জন্য একটি প্রান্তিক পরিবেশে ছিল। দুই দিন পরে, ২৯ আগস্ট, তারা পরের দিন প্রথম দিকে এটিকে ক্রান্তীয় ঘূর্ণিঝড় 02A হিসাবে মনোনীত করার আগে, উন্নয়নশীল নিম্নচাপের উপর একটি TCFA জারি করে। পরবর্তীতে একই দিনে, ৩০ আগস্ট, আইএমডি এটিকে একটি ঘূর্ণিঝড়ে উন্নীত করে, যার নামকরণ করা হয় আসনা। ঝড়ের প্রবল বর্ষণে গুজরাট ও মধ্যপ্রদেশের অনেক এলাকা প্লাবিত হয়েছে। গুজরাটে বন্যায় ২৯ জনের মৃত্যু হয়েছে, ১,৬৯৬ জনকে উদ্ধার করা হয়েছে এবং ২৩,৮৭০ জনেরও বেশি মানুষ স্থানান্তরিত হয়েছে। ভাদোদরায় ২৬০মিমি (১০ ইঞ্চি) পর্যন্ত বৃষ্টিপাত হয়েছে এবং আহমেদাবাদে ১২০ মিমি (৪.৭ইঞ্চি) বৃষ্টিপাত রেকর্ড করা হয়েছে।\n\n\n=== নিম্নচাপ BOB ০৩ ===\n\n২৯ আগস্ট, আইএমডি বঙ্গোপসাগরে একটি নিম্নচাপের এলাকা চিহ্নিত করে। দুই দিন পরে, ৩১ আগস্টের প্রথম দিকে, আইএমডি এটিকে অন্ধ্রপ্রদেশ উপকূলে BOB 03 নামকরণ করে একটি নিম্নচাপে উন্নীত করে। অভ্যন্তরীণ বিলুপ্তির আগে এটি একই দিনে ল্যান্ডফল করেছিল। অন্ধ্র প্রদেশ এবং তেলেঙ্গানায় বৃষ্টির সঙ্গে সম্পর্কিত ঘটনার কারণে ২৭ জনের মৃত্যু রেকর্ড করা হয়েছে।\n\n\n=== গভীর নিম্নচাপ BOB ০৪ ===\n\n৫ সেপ্টেম্বর রাতে, ভারতীয় আবহাওয়া দপ্তর (IMD) বঙ্গোপসাগরে একটি নিম্নচাপের এলাকা চিহ্নিত করে। ৭ সেপ্টেম্বর, IMD এটি একটি নিম্নচাপে উন্নীত করে এবং JTWC দ্বারা এটি Invest 92B হিসাবে চিহ্নিত করা হয়। তারপর, ৮ সেপ্টেম্বর, এটি উড়িষ্যার উপকূলে একটি গভীর নিম্নচাপে পরিণত হয়। ৯ সেপ্টেম্বর, গভীর নিম্নচাপ উড়িষ্যার উপকূলে আঘাত হানে এবং একটি গুরুত্বপূর্ণ নিম্নচাপ সিস্টেমে দুর্বল হয়ে পড়ে। দুই দিন পর, IMD সিস্টেমটিকে আবার একটি নিম্নচাপে উন্নীত করে মধ্যপ্রদেশের উপর। ১৩ সেপ্টেম্বর, নিম্নচাপটি উত্তর-পশ্চিম উত্তরপ্রদেশের উপর শেষ হয়ে যায়।\n\n\n=== গভীর নিম্নচাপ BOB ০৫ ===\n\nটাইফুন ইয়াগি এক অনুচ্চ চাপের অবশেষে পরিণত হওয়ার পর, এর দুর্বল অবশেষগুলি উত্তর ভারতীয় মহাসাগরের দিকে চলতে শুরু করেছিল, যা ১১ সেপ্টেম্বর IMD-কে মিয়ানমারে একটি ঘূর্ণন সঞ্চালন হিসেবে এটি ট্র্যাক করতে শুরু করতে বাধ্য করে। এই বিঘ্নটি পরবর্তী দিন একটি নিম্নচাপ এলাকায় পরিণত হয়, এবং কয়েক ঘণ্টার মধ্যে এটি একটি সুস্পষ্ট নিম্নচাপে পরিণত হয়। শীঘ্রই এটি একটি নিম্নচাপে পরিণত হয়। পরবর্তী সকালে, এটি বাংলাদেশ এবং পশ্চিমবঙ্গের উপর একটি গভীর নিম্নচাপে পরিণত হয়।\n\n\n=== নিম্নচাপ ARB ০১ ===\n\n১১ অক্টোবর, আইএমডি আরব সাগরে একটি নিম্নচাপের এলাকা চিহ্নিত করে। দুই দিন পর, ১৩ অক্টোবর রাতে, আইএমডি এটিকে একটি নিম্নচাপ হিসেবে উন্নীত করে, যা ARB ০১ হিসেবে চিহ্নিত হয়। ১৫ অক্টোবর, এটি আরো শুষ্ক বায়ুর কারণে আরও অরাজক হয়ে পরে লঘুচাপে পরিণত হয়। একই দিন পরে, এটি ওমানের উপকূলে স্থির হয়ে পড়ে, পরে ১৬ অক্টোবর বিলীন হয়ে যায়।\n\n\n=== নিম্নচাপ BOB ০৬ ===\n\n১৪ অক্টোবর, বঙ্গোপসাগরের দক্ষিণে একটি সুস্পষ্ট লঘুচাপ এলাকা গঠিত হয়। আইএমডি ১৫ অক্টোবর সকালে এটিকে একটি নিম্নচাপে উন্নীত করে, যা বব ০৬ নামে চিহ্নিত করা হয়, এবং এটি পশ্চিম-উত্তর পশ্চিম দিকে এগিয়ে যেতে থাকে, ১৭ অক্টোবর ০৪:৩০ IST-এ অন্ধ্র প্রদেশে স্থলভাগে পৌঁছায়। এটি ভারতের দিকে উত্তর-পশ্চিম দিকে এগোতে গিয়ে আরও দুর্বল হয়ে লঘুচাপে পরিণত হয়।\nএই  ঘূর্ণাবর্তের প্রভাবে, পুদুচেরি, চেন্নাই এবং অন্ধ্র প্রদেশের অন্যান্য অংশে প্রবল বৃষ্টি শুরু হয়, যা এই অঞ্চলগুলোকে স্থবির করে দেয়। বেঙ্গালুরু এবং তার পার্শ্ববর্তী এলাকাতেও ভারী বৃষ্টিপাত হয়। আবাসিক এলাকা এবং সড়কগুলো হাঁটু পানিতে ডুবে যায়, যা দৈনন্দিন জীবনে ব্যাপক বাধা সৃষ্টি করে। থেমে থেমে বৃষ্টির কারণে যানজট বৃদ্ধি পায়, গণপরিবহন সেবা ব্যাহত হয়, এবং বেশ কয়েকটি ফ্লাইট বাতিল করতে বাধ্য করা হয়। দক্ষিণ রেলওয়ে জলাবদ্ধতার কারণে বেশ কিছু ট্রেন বাতিল ও পরিবর্তন করার ঘোষণা দেয়।\n\n\n=== তীব্র ঘূর্ণিঝড় দানা ===\n\nএকটি ঘূর্ণাবর্ত ২০ অক্টোবর রাত ২৩:৩০ IST-এ দক্ষিণ বঙ্গোপসাগরেগঠিত হয়। এটি উত্তর-পশ্চিম দিকে এগিয়ে গিয়ে ২১ অক্টোবর সকাল ১১:৩০ IST-এ একটি সুসংহত লঘুচাপ এলাকায় পরিণত হয়। ২২ অক্টোবর সকাল ৫:৩০ IST-এ সাগর দ্বীপের ৭৭০ কিমি দক্ষিণ-দক্ষিণ-পূর্বে এটি একটি নিম্নচাপে রূপান্তরিত হয়। দুপুর ৪:৩০ IST-এ, JTWC নিম্নচাপের ওপর TCFA জারি করে। বিকেল ৫:৩০ IST-এ, এটি একটি গভীর নিম্নচাপে পরিণত হয় এবং সাগর দ্বীপের ৭৪০ কিমি দক্ষিণ-দক্ষিণ-পূর্বে অবস্থান করে, পশ্চিম-উত্তর-পশ্চিম দিকে ৭ কিমি/ঘণ্টা গতিতে এগোচ্ছিল। পরবর্তী ৬ ঘণ্টার মধ্যে, এটি ঘূর্ণিঝড় দানায় ( () পরিণত হয়; এটি ১৮ কিমি/ঘণ্টা গতিতে চলছিল এবং ২৩ অক্টোবর সকাল ৫:৩০ IST-এ সাগর দ্বীপের ৬৩০ কিমি দূরে অবস্থান করছিলো। এটি আরও শক্তিশালী হয়ে ২৩:৩০ IST-এ একটি গুরুতর ঘূর্ণিঝড়ে পরিণত হয়; ১৫ কিমি/ঘণ্টা গতিতে সাগর দ্বীপের ৪২০ কিমি দূরে অবস্থান করছিলো। ঝড়টি ২৪ অক্টোবর রাত ২৩:৩০ থেকে ২৫ অক্টোবর সকাল ৮:৩০ এর মধ্যে হাবালিখাটি নেচার ক্যাম্প (ভিতরকনিকা) এবং ধামরা পোর্টের নিকটে উড়িষ্যা উপকূলে স্থলভাগে প্রবেশ করে, পরে এটি একটি ঘূর্ণিঝড়ে দুর্বল হয়ে পড়ে। এটি আরও দুর্বল হয়ে ৫৫ কিমি/ঘণ্টা বাতাসের গতিবেগ এবং ৭৫ কিমি/ঘণ্টা ঝড়ের গতিতে গভীর নিম্নচাপে পরিণত হয় এবং ১৪:৩০ IST-এ এটি ভদ্রক থেকে ৪০ কিমি উত্তর-উত্তর-পশ্চিমে অবস্থান করে। এরপর এটি ২৩:৩০ IST-এ কেন্দ্রপাড়া থেকে ৭০ কিমি পূর্ব-দক্ষিণ-পূর্বে একটি নিম্নচাপে দুর্বল হয়ে পড়ে এবং ওই অঞ্চলে স্থির অবস্থান করে, আরও দুর্বল হয়ে অবশেষে একটি লঘুচাপ হিসেবে বিলীন হয়ে যায়।\n\n\n=== ঘূর্ণিঝড় ফেইনজাল ===\n \n\n১৪ নভেম্বর, বুরো অফ মেটিওরোলজি জানিয়েছিল যে, সুমাত্রার পশ্চিমে একটি প্রবাহমান নিম্নচাপ তৈরি হতে পারে। কয়েক দিন পর, তারা জানিয়েছিল যে, নিম্নচাপটি শক্তি অর্জন করতে শুরু করেছে। পশ্চিমা বায়ু প্রবাহের কারণে এটি আরও শক্তিশালী হয়ে ২৩ নভেম্বর বঙ্গোপসাগরের দক্ষিণ-পূর্বাঞ্চলে একটি নিম্নচাপ এলাকায় পরিণত হয়। ২৪ নভেম্বর এটি আরও শক্তিশালী হয়ে একটি সুস্পষ্ট নিম্নচাপ এলাকাতে পরিণত হয়। ২৫ নভেম্বর, এটি আরও শক্তি অর্জন করে নিম্নচাপ হয়ে, তামিলনাড়ু এবং শ্রীলঙ্কা উপকূলের দিকে উত্তর-পশ্চিমে এগিয়ে যেতে থাকে। ২৬ নভেম্বর এটি আরও শক্তিশালী হয়ে একটি গভীর নিম্নচাপে পরিণত হয় এবং পরে শ্রীলঙ্কায় প্রবাহিত হয়। ২৯ নভেম্বর, এটি একটি ঘূর্ণিঝড়ে পরিণত হয়ে আইএমডি দ্বারা ফেইনজাল নামে নামকরণ করা হয়। ৩০ নভেম্বর, ঘূর্ণিঝড়টি কারাইকাল এবং মহাবলিপুরমর মধ্যে, পুদুচেরির কাছাকাছি ঘূর্ণিঝড় হিসেবে ল্যান্ডফল করে। পরের দিন, ১ ডিসেম্বর, ঘূর্ণিঝড়ের অবশিষ্টাংশ রিমানেন্টস হিসেবে, গভীর নিম্নচাপে পরিণত হয় এবং তারপর নিম্নচাপ হয়ে একই অঞ্চলে দুর্বল হয়ে পড়ে। ২ ডিসেম্বর এটি আরও দুর্বল হয়ে তামিলনাড়ুর উত্তর অভ্যন্তরে একটি রিমানেন্ট লো-প্রেশারে পরিণত হয়। পরবর্তীতে, এটি কর্ণাটক উপকূলের ওপর দিয়ে আরব সাগরে প্রবাহিত হয়ে, ২ দিন পর একেবারে বিলীন হয়ে যায়।\n\n\n=== নিম্নচাপ BOB ০৯ ===\n\n১৬ ডিসেম্বর, দক্ষিণ বঙ্গোপসাগরের মধ্যাঞ্চলে একটি ঘূর্ণাবর্ত তৈরি হয়। ১৯ ডিসেম্বর, এটি আরও শক্তিশালী হয়ে একটি সুস্পষ্ট লঘুচাপে পরিণত হয়। ২০ ডিসেম্বর, এটি আরও তীব্র হয়ে একটি নিম্নচাপে পরিণত হয় এবং পশ্চিম-মধ্য বঙ্গোপসাগরের উপর অন্ধ্র প্রদেশের কাছাকাছি চলে আসে। ২১ ডিসেম্বর, এটি আবার একটি সুস্পষ্ট লঘুচাপে পরিণত হয়ে দুর্বল হয়ে পড়ে।\n\n\n== ঘূর্ণিঝড়ের নাম ==\nএই অববাহিকার মধ্যে গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড়কে একটি নাম দেওয়া হয় যখন এটি ৬৫ কিলোমিটার প্রতি ঘণ্টা (৪০ মাইল প্রতি ঘণ্টা) বেগে বাতাসের সাথে ঘূর্ণিঝড়ের তীব্রতায় পৌঁছেছিল বলে বিচার করা হয়। ২০২০ সালের মাঝামাঝি নয়াদিল্লিতে আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র থেকে একটি নতুন তালিকা দ্বারা নামগুলি নির্বাচন করা হয়েছিল  এই অববাহিকায় গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড়ের নামগুলির কোনও অবসর নেই কারণ নামের তালিকাটি শুধুমাত্র একবার ব্যবহার করার জন্য একটি নতুন তালিকা তৈরি করার আগে নির্ধারিত হয়েছে৷ যদি একটি নামযুক্ত গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় পশ্চিম প্রশান্ত মহাসাগর থেকে অববাহিকায় চলে যায়, তাহলে এটি তার আসল নাম ধরে রাখবে। উত্তর ভারত মহাসাগরের ঝড়ের নামের তালিকা থেকে পরবর্তী আটটি উপলব্ধ নাম নিচে দেওয়া হল।\n\n\n== ঋতু প্রভাব ==\nএটি ২০২৪ উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুমের সমস্ত ঝড়ের একটি সারণী। এটি ঋতুর সমস্ত ঝড় এবং তাদের নাম, সময়কাল, আইএমডি ঝড়ের স্কেল অনুযায়ী সর্বোচ্চ তীব্রতা, ক্ষয়ক্ষতি এবং মৃত্যুর মোট সংখ্যা উল্লেখ করে। ক্ষয়ক্ষতি এবং মৃত্যুর মোট ক্ষয়ক্ষতি এবং মৃত্যুগুলিকে অন্তর্ভুক্ত করে যখন সেই ঝড়টি একটি পূর্ববর্তী তরঙ্গ বা অতিরিক্ত ক্রান্তীয় নিম্ন ছিল। ক্ষয়ক্ষতির সমস্ত পরিসংখ্যান ২০২৪ সালের মার্কিন ডলারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরএসএমসি নয়াদিল্লি\nভারতীয় আবহাওয়া বিভাগ\nযৌথ টাইফুন সতর্কীকরণ কেন্দ্র (JTWC)\nCMA এর জাতীয় আবহাওয়া কেন্দ্র (চীনা ভাষায়)"}