{"pageid": 1406565, "title": "এনসাইক্লোপিডিয়া ব্রিটানিকা ইনক", "url": "https://bn.wikipedia.org/wiki?curid=1406565", "content": "এনসাইক্লোপিডিয়া ব্রিটানিকা, ইনকর্পোরেটেড একটি ব্রিটিশ কোম্পানী যা এনসাইক্লোপিডিয়া ব্রিটানিকা প্রকাশের জন্য পরিচিত, বিশ্বের প্রাচীনতম ক্রমাগত প্রকাশিত এনসাইক্লোপিডিয়া। কোম্পানিটি আমেরিকান অভিধান প্রকাশক মেরিয়াম-ওয়েবস্টারেরও মালিক।\n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠার বছর ===\nকোম্পানিটি ১৮ শতকে স্কটল্যান্ডের এডিনবার্গে প্রতিষ্ঠিত হয়েছিল, ঐতিহাসিক সময়কালে যাকে স্কটিশ আলোকিতকরণ বলা হয়। কলিন ম্যাকফারকুহার এবং অ্যান্ড্রু বেল ১৭৬৮ সালে প্রথম সংস্করণ শুরু করেন এই জুটি উইলিয়াম স্মেলির সাথে জড়িত ছিল, যিনি প্রথম সংস্করণের বেশিরভাগ নিবন্ধ তৈরি করেছিলেন। দ্বিতীয় সংস্করণ ১৭৮৪ সালে প্রকাশিত হয় ১৭৯৩ সালে ম্যাকফারকুহারের মৃত্যুর পর, বেল এর একমাত্র মালিক হন এবং তৃতীয় এবং চতুর্থ সংস্করণ প্রকাশ করেন।  \nআর্কিবল্ড কনস্টেবল, একজন এডিনবার্গ প্রকাশক, পঞ্চম এবং ষষ্ঠ সংস্করণ প্রকাশ করেন। ১৮২৭ সালে কনস্টেবল মারা গেলে, A&C ব্ল্যাক লিমিটেড. নিলামে এনসাইক্লোপিডিয়ার কপিরাইট কিনে নেয় এবং তারা পরবর্তী ৭০ বছরের জন্য এটি প্রকাশ করে।\n১৮৭৫ সালে নবম সংস্করণের শুরুতে, সাহিত্যের ক্ষেত্র, সামাজিক বিজ্ঞান এবং বৈজ্ঞানিক সম্প্রদায় থেকে অবদানকারীদের এনে বিষয়গুলির পরিসর প্রসারিত করা হয়েছিল। নবম সংস্করণটি তখন থেকে উত্পাদিত বৃত্তির সবচেয়ে চিত্তাকর্ষক সংগ্রহগুলির মধ্যে একটি হিসাবে স্বীকৃত হয়েছে।\n১৯০১ সালে, হোরেস ই. হুপার এবং ওয়াল্টার এম. জ্যাকসন এনসাইক্লোপিডিয়ার সমস্ত কপিরাইট কিনেছিলেন। হুপার এবং জ্যাকসন মার্কিন যুক্তরাষ্ট্র এবং ইংল্যান্ড উভয়েই কোম্পানি গঠন করেন। হিউ চিশলম দশম, একাদশ এবং দ্বাদশ সংস্করণের সম্পাদক হন।\n\n\n== সিয়ার্স রোবাকের মালিকানা ==\n\n১৯১৫ সালে, সিয়ার্স মধ্যবিত্ত ক্রেতাদের জন্য একাদশ সংস্করণের একটি নতুন এবং কম ব্যয়বহুল সংস্করণ বাজারজাত করতে সম্মত হয়।  ১৯২০ সালে, সিয়ার্স সরাসরি ব্রিটানিকাকে কিনে নেয় এবং মাত্র তিন বছরের অপারেশনের পর সিয়ার্স $১.৮ মিলিয়নের ক্ষতির কথা জানায়।\n১৯২৩ সালে, তারা হুপারের বিধবা (যিনি ১৯২২ সালে মারা গিয়েছিলেন) এবং তার ভাই উইলিয়াম কক্সের কাছে কোম্পানিটিকে আবার বিক্রি করে দেন। তারা ১৯২২ এবং ১৯২৬ সালে দ্বাদশ এবং ত্রয়োদশ সংস্করণ প্রকাশ করে। কক্স চতুর্দশ সংস্করণ প্রকাশের জন্য প্রয়োজনীয় অর্থ সংগ্রহ করতে ব্যর্থ হওয়ার পর, সিয়ার্স এটির অর্থায়ন শেষ করে এবং ১৯২৮ সালে ব্রিটানিকার মালিকানা পুনরায় শুরু করে\n১৯৩২ সালে, সিয়ার্স ব্রিটানিকার পুনর্গঠন করে, তাদের আউটলেটের মাধ্যমে বিক্রয় শেষ করে, এর পরিবর্তে একটি বিক্রয় প্রতিনিধিদের একটি নেটওয়ার্ক বেছে নেয় যারা ঘরে ঘরে যান এবং কনভেনশন এবং শপিং সেন্টারে স্টাফিং বুথ। ১৯৩৮ সালে, ব্রিটানিকা বিশ্ব ঘটনাগুলির একটি বার্ষিক সংক্ষিপ্তসার প্রকাশ করতে শুরু করে, যাকে বলা হয় ব্রিটানিকা বুক অফ দ্য ইয়ার ।\n\n\n== বেন্টন পরিবারের মালিকানা ==\n১৯৪১ সালে, ব্রিটানিকা সিয়ার্স দ্বারা শিকাগো বিশ্ববিদ্যালয়কে দেওয়া হয়েছিল। তবে বিশ্ববিদ্যালয়টি বিশ্বাস করেনি যে তারা সংস্থাটি পরিচালনা করতে পারে। ইউনিভার্সিটির তৎকালীন ভাইস প্রেসিডেন্ট উইলিয়াম বেন্টন বিশ্ববিদ্যালয়ের কোনো ক্ষতির হাত থেকে রক্ষা করার জন্য অপারেটিং ক্যাপিটাল রাখার প্রস্তাব দেন। বেন্টন স্টকের দুই-তৃতীয়াংশ কিনেছিলেন এবং পরবর্তীতে অবশিষ্ট তৃতীয়াংশ কিনেছিলেন। ১৯৫২ সালে, বেন্টন পঞ্চদশ সংস্করণের জন্য প্রস্তুতি শুরু করেন। ব্রিটানিকা ১৯৬৪ সালে মেরিয়াম-ওয়েবস্টার এবং ১৯৬০ এর দশকের গোড়ার দিকে কম্পটনস এনসাইক্লোপিডিয়া অর্জন করে।  \n১৯৭৪ সালে পঞ্চদশ সংস্করণ প্রকাশিত হওয়ার আগে ১৯৭৩ সালে বেন্টন মারা যান। নতুন শিরোনাম ব্রিটানিকা ৩ একটি দশ-খণ্ডের মাইক্রোপিডিয়া, একটি ১৯-ভলিউম ম্যাক্রোপিডিয়া এবং এনসাইক্লোপিডিয়ার ব্যবহারের জন্য একটি এক-খণ্ডের নির্দেশিকা নিয়ে গঠিত, যাকে বলা হয় প্রোপেডিয়া ।\n১৯৮৫ সালে, একটি দ্বি-ভলিউম সূচক যোগ করা হয়েছিল, সেইসাথে অন্যান্য পরিমার্জনও। রবার্ট পি. গুইন ১৯৭৪ সালে ব্রিটানিকার প্রকাশক এবং চেয়ারম্যান হিসাবে বেন্টনের স্থলাভিষিক্ত হন। তিনি কোম্পানির কার্যক্রমকে ব্রিটানিকা ইউএসএ এবং ব্রিটানিকা ইন্টারন্যাশনাল-এ ভাগ করেন। ১৯৯০ সালে, মার্কিন যুক্তরাষ্ট্রে প্রায় ১২০,০০০ এনসাইক্লোপিডিয়া বিক্রি হয়েছিল,\nবছরে বিক্রি বেড়েছে $৬৫০ মিলিয়নে। ১৯৯৪ সাল নাগাদ, বিক্রয় ৪৫৩ মিলিয়ন ডলারে নেমে আসে, যেখানে মাত্র ৫১,০০০ সেট মার্কিন যুক্তরাষ্ট্রে বিক্রি হয়। ১৯৯৪ সালের পর বিক্রয় ক্রমাগত হ্রাস পেতে থাকে, অবশেষে কোম্পানিটিকে তার বিক্রয় অফিসের ৭০ শতাংশেরও বেশি বন্ধ করতে বাধ্য করে।\n\n\n== সাফরা মালিকানা ==\n১৯৯৬ সালে, ব্রিটানিকা সুইজারল্যান্ড-ভিত্তিক অর্থদাতা জ্যাকব ই. সাফ্রার নেতৃত্বে একটি বিনিয়োগ গোষ্ঠীর কাছে বিক্রি হয়েছিল। তিনি কোম্পানির পুনর্গঠন করেন, কোম্পানির অনেক শীর্ষ কর্মচারী সহ ১২০ জনেরও বেশি লোককে ছাঁটাই করেন। সাফরা ৩০০ জন স্বাধীন ঠিকাদারের সাথে অতিরিক্ত ১৪০ জন তাদের চাকরি হারানোর সাথে বাড়ির বিক্রয় বাহিনীকেও দ্রবীভূত করেছে।\n১৯৯৯ সালে, তারা ব্রিটানিকা.কম চালু করেছিল, যেখানে সম্পূর্ণ এনসাইক্লোপিডিয়া ব্রিটানিকা রয়েছে। আনুমানিক দশ মিলিয়ন ব্যবহারকারী সাইটটি অ্যাক্সেস করার চেষ্টা করার কারণে ওয়েবসাইটটি তার উদ্বোধনী দিনে বারবার ক্র্যাশ করেছে। বেশ কয়েকদিন অব্যাহত সমস্যার পর এটি বন্ধ হয়ে যায় এবং কয়েক সপ্তাহ পরে আপগ্রেড ক্ষমতা সহ পুনরায় চালু হয়। ব্রিটানিকা.কম তার কর্মশক্তির ২০ শতাংশ এক বছর পরে ছাঁটাই করেছে।\n২০০৯ সালে, ব্রিটানিকা গ্লোবাল সংস্করণ ৩০ টি ভলিউম সহ মুদ্রিত হয়েছিল। এতে ৪০,০০০টিরও বেশি নিবন্ধ এবং 8,500টি ফটোগ্রাফ রয়েছে। 2012 সালে, ২৪৪ বছর পর, ব্রিটানিকা প্রিন্ট সংস্করণ শেষ করে, ২০১০ সালের কিস্তির ৩২টি খণ্ড কাগজে শেষ ছিল; ভবিষ্যত সংস্করণ থেকে একচেটিয়াভাবে অনলাইন প্রকাশিত হয়েছে. ২০১৮ সালে, কোম্পানি ব্রিটানিকা ইনসাইটস প্রকাশ করেছে, যা ক্রোম ওয়েব ব্রাউজারের জন্য একটি এক্সটেনশন।\nএক্সটেনশনটি সঠিক তথ্য সহ গুগল এর বৈশিষ্ট্যযুক্ত স্নিপেটগুলিকে পরিপূরক করে৷ ২০১৯ সালে, বিনুমির সাথে একটি অংশীদারিত্বে, ব্রিটানিকা একটি ভিডিও পণ্য প্রকাশ করেছে যা স্কুলগুলিকে তারা ইতোমধ্যে শেখানো বিষয়বস্তু সম্পর্কে ডিজিটাল গল্প বলার প্রকল্প তৈরি করতে লক্ষ লক্ষ রয়্যালটি-মুক্ত মাল্টিমিডিয়া ক্লিপ ব্যবহার করার সুযোগ দেয়।\n২০২০ সালে, এনসাইক্লোপিডিয়া ব্রিটানিকা ব্রিটানিকা অল নিউ চিলড্রেনস এনসাইক্লোপিডিয়া প্রকাশ করেছে: আমরা কী জানি এবং আমরা কী জানি না, একটি বিশ্বকোষ প্রাথমিকভাবে তরুণ পাঠকদের লক্ষ্য করে, প্রধান বিষয়গুলিকে কভার করে৷ মুদ্রণ বিন্যাস ফিরিয়ে আনার জন্য বিশ্বকোষটি ব্যাপকভাবে প্রশংসিত হয়েছিল। এটি ছিল ১৯৮৪ সালের পর শিশুদের জন্য ব্রিটানিকার প্রথম বিশ্বকোষ  ProCon.org ২০২০ সালে এনসাইক্লোপিডিয়া ব্রিটানিকা অধিগ্রহণ করেছিল \n\n\n== তথ্যসূত্র =="}