{"pageid": 1406617, "title": "উইলিয়াম ডব্লিউ বাউয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1406617", "content": "উইলিয়াম ওয়াল্ডো বাউয়ার (২৩ জুলাই ১৮৯২ - ২৫ ডিসেম্বর, ১৯৬৭), উইলিয়াম ডব্লিউ বাউয়ার নামে সর্বাধিক পরিচিত, ছিলেন একজন আমেরিকান চিকিৎসক এবং স্বাস্থ্যবিষয়ক লেখক।\n\n\n== কর্মজীবন ==\nবাউয়ার মিলওয়াকিতে জন্মগ্রহণ করেন। তিনি উইসকনসিন বিশ্ববিদ্যালয় (১৯১৫) থেকে বিএস এবং পেনসিলভানিয়া বিশ্ববিদ্যালয় (১৯১৭) থেকে এমডি ডিগ্রি অর্জন করেন। তিনি ফ্লোরেন্স অ্যান মারভিনকে ৮ ফেব্রুয়ারি, ১৯২০ সালে বিয়ে করেন। তিনি প্রথম বিশ্বযুদ্ধের সময় ইউএস আর্মি মেডিকেল কোরে একজন লেফটেন্যান্ট ছিলেন এবং ১৯২১ সাল পর্যন্ত মেজর হিসেবে ছিলেন।\nতিনি বোইস, আইডাহো এবং মিলওয়াকিতে ব্যক্তিগত চিকিৎসা অনুশীলন পরিচালনা করেন। ১৯২৩ থেকে ১৯৩১ সাল পর্যন্ত বাউয়ার রেসিন, উইসকনসিনের স্বাস্থ্য কমিশনার ছিলেন। পরে তিনি শিকাগোতে আমেরিকান মেডিকেল অ্যাসোসিয়েশনের ব্যুরো অফ হেলথ এডুকেশনের সহকারী পরিচালক নিযুক্ত হন। তিনি পরিচালকের কাছে অগ্রসর হন যেখানে তিনি ১৯৬১ সালে পরিচালক ইমেরিটাস হিসাবে অবসর গ্রহণের আগ পর্যন্ত ছিলেন। ১৯২৮ থেকে ১৯৩০ সাল পর্যন্ত তিনি উইসকনসিন অ্যান্টি-টিউবারকুলোসিস অ্যাসোসিয়েশনের একজন কর্মী সদস্য এবং ১৯২৩ থেকে ১৯৩১ সাল পর্যন্ত রেসিন টিউবারকিউলোসিস সোসাইটির সেক্রেটারি ছিলেন।\nবাউয়ার ভাল পুষ্টি, স্বাস্থ্যকর খাওয়া এবং সুষম খাদ্যের উকিল ছিলেন। তিনি খাবারের লোভের সমালোচনা করেছিলেন এবং তার বইগুলিতে সেগুলিকে অস্বীকার করেছিলেন। তার বইগুলি মেডিকেল জার্নালে ইতিবাচক পর্যালোচনা পেয়েছে।\n\n\n== প্রকাশনা ==\nসংক্রামক রোগ: তারা কী এবং তাদের সাথে কীভাবে মোকাবিলা করা যায় (1934)\nজনসাধারণের স্বাস্থ্য শিক্ষা (1937) [থমাস জি. হালের সাথে]\nস্বাস্থ্য প্রশ্নের উত্তর (1937)\nস্বাস্থ্য, স্বাস্থ্যবিধি এবং হুই (1938)\nআমেরিকানরা, দীর্ঘজীবি হয় (1940)\nসংক্রামক রোগ: পিতামাতার জন্য একটি নির্দেশিকা (1944)\nআপনি যা চান খাও! : ভাল খাওয়ার মাধ্যমে ভাল স্বাস্থ্যের জন্য একটি সংবেদনশীল গাইড (1945)\nআপনার বাচ্চাদের বিরক্ত করা বন্ধ করুন (1948)\nসান্তা ক্লজ, এমডি (1950)\nজাস্ট লাইক আমার জন্য গাইডবুক: পিকচার প্রাইমার ইন হেলথ অ্যান্ড সেফটি (1957)\nবেসিক হেলথ অ্যান্ড সেফটি প্রোগ্রাম (1957)\nপুরুষত্বে চলে যাওয়া (1963) [ মরিস ফিশবেইনের মুখপাত্র]\nআপনার স্বাস্থ্য আজ (1965) [ওয়ারেন ই. শ্যালারের সাথে]\nঅনিদ্রা, ঘুম এবং স্বপ্ন সম্পর্কে আপনার যা জানা দরকার (1967)\nদ্য হিউম্যান স্টোরি: ফ্যাক্টস অন বার্থ, গ্রোথ অ্যান্ড রিপ্রোডাকশন (1967)\nওষুধ, প্রতিকার এবং পুরানো স্ত্রীর গল্প (1969)\n\n\n== তথ্যসূত্র =="}