{"pageid": 1406615, "title": "গুরু হর রাই", "url": "https://bn.wikipedia.org/wiki?curid=1406615", "content": "গুরু হর রাই (গুরুমুখী: ਗੁਰੂ ਹਰਿ ਰਾਇ, উচ্চারণ: [gʊɾuː ɦəɾ ɾaːɪ]; ১৬ জানুয়ারি ১৬৩০ – ৬ অক্টোবর ১৬৬১) হলেন শিখধর্মের সপ্তম নানক হিসেবে পরিচিত সপ্তম শিখ গুরু। তিনি ১৬৪৪ সালের ৩ মার্চ তার দাদা এবং ষষ্ঠ নানক গুরু হরগোবিন্দের মৃত্যুর পর মাত্র ১৪ বছর বয়সে শিখ গুরু হিসেবে অভিষিক্ত হন এবং ৩১ বছর বয়সে মৃত্যুর পূর্ব পর্যন্ত ১৭ বছর শিখদের নেতৃত্ব দেন।\nগুরু হর রাই শিখ সেনাদের বিশাল সৈন্যবাহিনী রক্ষণাবেক্ষণের জন্য উল্লেখযোগ্য যা ষষ্ঠ শিখ গুরু সংগ্রহ করেছিলেন, তবুও তিনি সামরিক সংঘাত এড়িয়ে গেছেন। দুই ভাইয়ের মুঘল সাম্রাজ্যের সিংহাসনে উত্তরাধিকার যুদ্ধে লিপ্ত হওয়ার পর তিনি রক্ষণশীল সুন্নি প্রভাবিত আওরঙ্গজেবের পরিবর্তে মধ্যপন্থী সুফি প্রভাবিত দারা শিকোহকে সমর্থন করেন।\n১৬৫৮ সালে আওরঙ্গজেব উত্তরাধিকার যুদ্ধে জয়লাভ করার পর, তিনি ১৬৬০ সালে গুরু হার রাইকে মৃত্যুদন্ডপ্রাপ্ত দারা শিকোহকে সমর্থন করার জন্য ডেকে পাঠান। গুরু হর রাই তার বড় ছেলে রাম রাইকে তার প্রতিনিধিত্ব করতে পাঠান। আওরঙ্গজেব রাম রাইকে জিম্মি করে রেখেছিলেন, রাম রাইকে সেই সময়ের শিখদের পবিত্র পুস্তক আদি গ্রন্থের একটি শ্লোক সম্পর্কে প্রশ্ন করেছিলেন। আওরঙ্গজেব দাবি করেন যে এটি মুসলমানদের অপমান করেছে। শিখ ধর্মগ্রন্থের পাশে দাঁড়ানোর পরিবর্তে রাম রাই আওরঙ্গজেবকে সন্তুষ্ট করার জন্য শ্লোকটি পরিবর্তন করেছিলেন, এমন একটি কাজ যার জন্য গুরু হর রাইকে তার বড় ছেলেকে বহিষ্কার করার জন্য এবং তার ছোট ছেলে হর কৃষাণকে তার উত্তরাধিকার হিসেবে মনোনীত করার জন্য স্মরণ করা হয়। ১৬৬১ সালে গুরু হর রাইয়ের মৃত্যুর পর হর কৃষাণ মাত্র পাঁচ বছর বয়সে অষ্টম শিখ গুরু হন। কিছু শিখ সাহিত্যে তার নাম হরি রাই বলে উল্লেখ করা হয়েছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== যুদ্ধ ==\nশতলুজের যুদ্ধ।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জী ===\nMacauliffe, M.A. (১৯০৯)। The Sikh Religion: Its Gurus Sacred Writings and Authors। Low Price Publications। আইএসবিএন 81-7536-132-8। \nSingh, Khushwant (১৯৬৩)। A History of the Sikhs: 1469-1839 Vol.1 (2nd ed.)। Oxford University Press। আইএসবিএন 0-19-567308-5। \n\n\n== বহিঃসংযোগ ==\n\nগুরু হর রাই, Sikhs.org\nগুরু হর রাই, Sikh-History.com\nগুরু হর রাই  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ মে ২০১৪ তারিখে, Official Website of Gurudwara Shri Guru Har Rai Village Bhungarni"}