{"pageid": 1406651, "title": "জীব গোস্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1406651", "content": "জীব গোস্বামী ( সংস্কৃত: जीव गोस्वामी, প্রতিবর্ণীকৃত: Jīva Gosvāmī     ; আনু. ১৫১৩ – আনু. ১৫৯৮ )   বেদান্ত ঐতিহ্যের গৌড়ীয় বৈষ্ণব সম্প্রদায়ের একজন ভারতীয় দার্শনিক এবং সাধক ছিলেন। তিনি ভক্তি যোগ, বৈষ্ণব বেদান্ত এবং তৎসংশ্লিষ্ট শাখাগুলির ধর্মতত্ত্ব এবং অনুশীলনের উপর প্রচুর দার্শনিক গ্রন্থ রচনা করেছিলেন। তিনি বৃন্দাবনের ছয় গোস্বামীর একজন হিসাবে পরিচিত এবং দুই নেতৃস্থানীয় ব্যক্তিত্ব রূপ গোস্বামী এবং সনাতন গোস্বামীর ভ্রাতুষ্পুত্র ছিলেন।\n\n\n== জীবনী ==\n\n\n=== বংশতালিকা ===\nতাঁর পারিবারিক বংশাবলী ভারতের কর্ণাটক রাজ্য এবং বর্তমান পশ্চিমবঙ্গের উত্তর ২৪ পরগণা জেলার নৈহাটিতে পাওয়া যায়। ভক্তি-রত্নাকরের মতে কর্ণাটকের বংশপরম্পরা নিম্নরূপ :  \nসর্বজ্ঞান জগৎগুরু ছিলেন বিখ্যাত ব্রাহ্মণ, সমস্ত বেদের মহান পণ্ডিত, বরদ্বাজ বর্ণের অন্তর্গত শ্রদ্ধেয় যজুর-বেদী,  দক্ষিণ ভারতের কর্ণাটকের রাজা এবং অন্যান্য সমস্ত সমসাময়িক রাজাদের পূজনীয়। সর্বজ্ঞের পুত্র অনিরুদ্ধও ছিলেন তেজস্বী, বিখ্যাত, বেদে পারঙ্গম এবং সেই সময়ের শাসক রাজাদের প্রিয়।  অনিরুদ্ধের পুত্র রূপেশ্বর (জ্যেষ্ঠ) এবং হরিহর তাদের মহৎ গুণাবলীর কারণে সম্মানিত ছিলেন। রূপেশ্বর শাস্ত্রের পণ্ডিত হিসাবে বিখ্যাত ছিলেন , অন্যদিকে হরিহর অস্ত্রের শিল্প ও বিজ্ঞানে দক্ষ হয়ে ওঠেন। উভয় ভাই তাদের পিতার মৃত্যুর পর রাজ্য প্রশাসনের উত্তরাধিকারী হন। কিন্তু হরিহর শীঘ্রই সমস্ত ক্ষমতা কেড়ে নেন। এর ফলে রূপেশ্বর এবং তার স্ত্রী পৌলস্থা-দেশ ভ্রমণ করেন যেখানে শিখরেশ্বর তার সাথে বন্ধুত্ব করেন এবং তাকে সেখানে স্থায়ী হতে রাজি করান।\nরূপেশ্বরের পুত্র পদ্মনাভ প্রতিভাবান ছিলেন এবং সহজেই চার বেদ শিক্ষা করেন যা তাকে বিখ্যাত করে তোলে। তিনি নিষ্পাপ চরিত্রের অধিকারী ছিলেন এবং প্রকৃতই ভগবান জগন্নাথের প্রেমে মগ্ন ছিলেন। তিনি শিখরভূমি ত্যাগ করে গঙ্গা তীরে নবহট্ট গ্রামে (বর্তমান নৈহাটি, পশ্চিমবঙ্গ, ভারত  ) বসতি স্থাপন করেন যেখানে তাঁর আঠারো কন্যা এবং পাঁচ পুত্র ছিল। তাঁর পাঁচ পুত্র যথাক্রমে পুরুষোত্তম (জ্যেষ্ঠ), জগন্নাথ, নারায়ণ, মুরারি এবং মুকুন্দ (কনিষ্ঠ)। পুরুষোত্তম এবং মুকুন্দ ছিলেন অভিজ্ঞতা ও চরিত্রে শ্রেষ্ঠ। মুকুন্দের পুত্র কুমার ছিলেন মহান ব্রাহ্মণ এবং অত্যন্ত গুণী। তিনি একান্তভাবে আরাধনা এবং শুদ্ধিমূলক সাধনায় ব্যাপৃত ছিলেন। পারিবারিক সমস্যায় অতিষ্ট হয়ে তিনি তার অনুসারীদের নিয়ে নবহট্ট গ্রাম ছেড়ে পূর্ববঙ্গের (বর্তমানে বাংলাদেশ ) বাকলা চন্দ্রদ্বীপ গ্রামে বসতি স্থাপন করেন। ভক্ত ও ভ্রমণকারী বৈষ্ণবদের সঙ্গে যোগাযোগের সুবিধার জন্য তিনি যশোরের ফতেয়াবাদ গ্রামে একটি বাড়ি তৈরি করেন।\nকুমারের বহু পুত্রের মধ্যে সনাতন (জ্যেষ্ঠ), রূপ (মধ্যম), এবং বল্লভ (কনিষ্ঠ) ছিলেন বৈষ্ণব সম্প্রদায়ের জীবন এবং মহান ভক্ত। তিনজনই তাদের শিক্ষাগত প্রতিভা, ভক্তির জন্য সুপরিচিত হয়ে ওঠেন এবং অবশেষে গৌড়ের (বর্তমান মালদা, পশ্চিমবঙ্গ  ) রামকেলি গ্রামে বসতি স্থাপন করেন। ভ্রাতৃগণ চৈতন্য মহাপ্রভুর দ্বারা ব্যাপকভাবে অনুপ্রাণিত হয়েছিলেন। মহাপ্রভু এই সময় নদীয়ায় (বর্তমান পশ্চিমবঙ্গ, ভারতের একটি জেলা) বাস করতেন।\nসনাতন এবং রূপ অবশেষে তাদের মন্ত্রী (রাজকীয়) পদ থেকে পদত্যাগ করেন এবং চৈতন্যকে তার আন্দোলনে সাহায্য করার উদ্দেশ্যে বৃন্দাবনে স্থানান্তরিত হন। বল্লভ সর্বদা সেবায় সন্তুষ্ট ছিলেন। তিনি চৈতন্যের দ্বারা দীক্ষিত হয়েছিলেন এবং তাকে অনুপম নাম দেওয়া হয়। তিনি জাগতিক বিষয় থেকে বিচ্ছিন্নতার জন্য তার  বৈরাগ্য এবং সমদর্শিতার জন্য বিখ্যাত ছিলেন।\nবিকল্পভাবে, বলা হয় যে তার পূর্বপুরুষরা কর্ণাটক থেকে গৌড়ে চলে আসেন এবং বংশ পরম্পরায় গৌড়ের কাছে রামকেলি গ্রামে বসবাস করেন।\nবল্লভের পুত্র জীব গোস্বামী অত্যন্ত মেধাবী ছিলেন, এবং খুব অল্প সময়ের মধ্যে ব্যাকরণ এবং অন্যান্য বিষয়ে তাঁর পাঠ সমাপ্ত করেন। তিনি আন্তরিক এবং ভক্তিমূলক প্রচেষ্টার সাথে প্রভূত আধ্যাত্মিক জ্ঞান অর্জন করেন।\nজীব কৃষ্ণের সাথে সম্পর্কবিহীন এমন কর্মকাণ্ড এড়িয়ে চলতেন। তিনি বিবাহ করেননি এবং  ব্রহ্মচারী ছিলেন। তার সন্তুষ্ট পিতৃব্যদ্বয় তার সাথে স্নেহপূর্ণ আচরণ করতেন। জীব তার পিতৃব্যদের মত চৈতন্য মহাপ্রভুর দ্বারা ব্যাপকভাবে অনুপ্রাণিত এবং বৃন্দাবনে তার পিতৃব্যদের প্রতি আকৃষ্ট হন। এর ফলে জীব অবশেষে বস্তুগত জীবন ত্যাগ করেন এবং তার পিতৃব্যদের সাথে যোগ দেন। বৃন্দাবনে পিতৃব্যদের সাথে যোগদানের সময়, তিনি প্রথম কয়েকদিন নবদ্বীপে নিত্যানন্দ প্রভুর সাথে দেখা করেন, তারপর কাশীতে মধুসূদন বাচস্পতির নিকট অধ্যয়ন করেন এবং ন্যায় বেদান্ত  ইত্যাদি শাস্ত্রে বিশেষজ্ঞ হন।\n\n\n=== জন্ম এবং জীবনের প্রথমার্ধ ===\nজীব গোস্বামীর জন্ম নিয়ে জীবনীকারদের মধ্যে কিছু বিতর্ক আছে বলে মনে হয়। কেউ কেউ মনে করেন,  তিনি ১৫১১ থেকে ১৫৯৬ খ্রি. পর্যন্ত বেঁচে ছিলেন, অন্যরা দাবি করেন, তিনি ১৫৩৩ থেকে ১৬১৮ সাল পর্যন্ত বেঁচে ছিলেন।\nজীব গোস্বামীর শৈশব সম্পর্কে খুব বেশি কিছু জানা যায় না। তিনি রূপ ও সনাতনের ছোট ভাই শ্রীবল্লভ মল্লিকের (অনুপম নামেও পরিচিত) পুত্র হিসাবে পশ্চিমবঙ্গের মালদা জেলার রামকেলিতে জন্মগ্রহণ করেন; তার মায়ের নাম অজানা। শৈশব থেকেই কৃষ্ণের উপাসনার প্রতি তাঁর প্রবল অনুরাগ ছিল এবং খুব অল্প সময়ের মধ্যেই সংস্কৃত ব্যাকরণ এবং কাব্য বিষয়ে পড়াশোনা শেষ করে শিক্ষায় পারদর্শী ছিলেন।\nজীবের বয়স যখন তিন বা চার বছর, তখন চৈতন্য মহাপ্রভুর (১৪৮৬-১৫৩৪ খ্রিস্টাব্দ) সাথে প্রাথমিক সাক্ষাতের পর তার পিতৃব্যদ্বয় আলাউদ্দিন হুসেন শাহ (শাসনকাল ১৪৯৪-১৫১৯ খ্রি.) এর দরবারে তাদের মন্ত্রী পদ ত্যাগ করেন। জীবের পিতা অনুপমও এই সময়ে চৈতন্যের সাথে দেখা করে তার বড় ভাইদের পদাঙ্ক অনুসরণ করেন এবং রূপের সাথে বৃন্দাবনে যাত্রা করেন।\n\n\n=== জীবের গৃহত্যাগ ===\nতাঁর পিতা এবং পিতৃব্যদ্বয় চৈতন্য মহাপ্রভুর সেবায় কাজ করার সিদ্ধান্ত নিয়েছেন শুনে যুবক জীবও তাদের সাথে যোগ দিতে চান।  নরহরি চক্রবর্তীর ভক্তি রত্নাকর জীবনীগ্রন্থ অনুসারে, জীব এই সময়ে চৈতন্যকে স্বপ্নে দেখেন। এটি তাকে বাড়ি ছেড়ে রূপ ও সনাতনের সাথে যোগ দিতে অনুপ্রেরণা দেয়। প্রকৃতপক্ষে জীব চৈতন্যের সাথে ব্যক্তিগতভাবে কখনও দেখা করেছিলেন কিনা তা তাঁর জীবনী থেকে স্পষ্ট নয়।\nজীব পশ্চিমবঙ্গের নবদ্বীপে ভ্রমণ করেন এবং চৈতন্য মহাপ্রভুর অন্যতম সহযোগী নিত্যানন্দ রামের সাথে দেখা করেন। নিত্যানন্দ জীবকে নবদ্বীপের সমস্ত পবিত্র স্থানে নিয়ে যান এবং তারা একসাথে সমগ্র নবদ্বীপ প্রদক্ষিণ করেন। এভাবে নবদ্বীপ পরিক্রমা (নবদ্বীপের নয়টি বিভাগের পরিক্রমা) গৌড়ীয় ঐতিহ্যে শুরু হয়েছিল। তীর্থযাত্রার পরে, নিত্যানন্দ যুবক জীবকে বৃন্দাবনের দিকে এগিয়ে যাওয়ার জন্য কৃপা করেন।\n\n\n=== বৃন্দাবন ===\nজীব বেনারসে চলে যান। সেখানে তিনি মধুসূদন বাচস্পতির অধীনে কিছু সময়ের জন্য অধ্যয়ন করেন।  মধুসূদন বাচস্পতি বিখ্যাত তর্কবিদ ও বেদান্তবাদী সার্বভৌম ভট্টাচার্যের শিষ্য ছিলেন। বাচস্পতির অধীনে, জীব ষড় দর্শন নামে পরিচিত ভারতীয় দর্শনের ছয়টি ধারা আয়ত্ত করেছিলেন।\n১৫৩৫ সালে জীব বৃন্দাবনে আসেন। বৃন্দাবনে তিনি পিতৃব্য রূপ-সনাতনের অধীনে ছিলেন (এই সময়ের মধ্যে তার বাবা অনুপম মারা যান)। তিনি রূপ গোস্বামীর নিকট দীক্ষা গ্রহণ করেন। তাকে কৃষ্ণের প্রতি ভক্তির রহস্যময় নীতিসমূহ শেখানো হয়।  জীব রূপ-সনাতনের লেখাগুলি সম্পাদনা, গৌড়ীয় বৈষ্ণবধর্ম প্রচার এবং বৃন্দাবনের লুপ্ত তীর্থ উদ্ধারে তাদের সহায়তা করেন।\n\n\n=== সাহিত্যিক অবদান ===\nরূপ ও সনাতনের অপ্রকটের পর, জীব গোস্বামী গৌড়ীয় বৈষ্ণব ধারার অগ্রগণ্য কর্তৃত্বে পরিণত হন। ১৫৪২ সালে জীব বৃন্দাবনে বিশিষ্ট এবং গুরুত্বপূর্ণ রাধা দামোদর মন্দির, রাধা ও কৃষ্ণের বিগ্রহ স্থাপন করেন যা রূপ গোস্বামী ব্যক্তিগতভাবে খোদাই করেছিলেন। সেই সময়ে তিনি বিশ্ব বৈষ্ণব রাজসভা এবং রূপানুগ বিদ্যাপীঠ প্রতিষ্ঠা করেন। রূপানুগ বিদ্যাপীঠ গৌড়ীয় বৈষ্ণবদের রূপ ও সনাতনের রচনা অধ্যয়নের জন্য একটি শিক্ষাগত সুবিধা। তাঁর পাণ্ডিত্য এবং আধ্যাত্মিকতা এতটাই বিখ্যাত ছিল যে মোগল সম্রাট আকবর তাঁর প্রবল ভক্ত হয়েছিলেন এবং তাঁর লেখার জন্য কাগজ দান করেছিলেন।\n১৫৫৮ সালে, জীব তার শিষ্য নরোত্তম দাস, শ্রীনিবাস আচার্য এবং শ্যামানন্দকে বঙ্গে গৌড়ীয় বৈষ্ণব দর্শন প্রচার এবং রূপ-সনাতনের লেখা মূল পাণ্ডুলিপিগুলি সঙ্গে নিয়ে যেতে নির্দেশ দেন।\nজীবের প্রধান ধর্মতাত্ত্বিক অবদানগুলির মধ্যে অন্যতম ছিল চৈতন্যের শিক্ষাকে \" বেদের সংক্ষিপ্তসার\" হিসাবে উপস্থাপন করা। এটি করার জন্য জীবের দাবি করা উচিত যে ভাগবত পুরাণকে চৈতন্য মূল হিন্দু ধর্মগ্রন্থ হিসাবে বিবেচনা করেছিলেন, ভাগবত পুরাণ প্রকৃতপক্ষে বেদের অংশ ছিল, যদিও এটিকে সাধারণত \"প্রামাণিক বেদের অংশ\" হিসাবে বিবেচনা করা হত না। জীব \"মহাকাব্য এবং পুরাণগুলিকে অন্তর্ভুক্ত করার জন্য বেদের পরিধি প্রসারিত করতে\" এগিয়ে গিয়েছিলেন। তিনি এই উপসংহারে পৌঁছেছিলেন, ভাগবত পুরাণ \"শাস্ত্রের সমান শ্রেষ্ঠত্ব \"। প্রকৃতপক্ষে, তিনি \"শাস্ত্রীয় কর্তৃত্বের অবস্থান বেদ থেকে ভাগবতে \" স্থানান্তরিত করেছিলেন, যা হিন্দু ধর্মতত্ত্বের পরবর্তী বিকাশের জন্য গুরুত্বপূর্ণ, বিতর্কিত হলে পরিণতি ছিল। \n\n\n=== জীবের অপ্রকট ===\nজীব গোস্বামী এই নশ্বর পৃথিবী ত্যাগ করে ১৫৯৮ খ্রিস্টাব্দে (বা কিছু জীবনী অনুসারে ১৬১৮) চিন্ময় গোলোক বৃন্দাবনে প্রত্যাবর্তন করেন। তাঁর সমাধি বৃন্দাবনের রাধা-দামোদর মন্দির চত্বরে অবস্থিত।\nগৌড়ীয় বৈষ্ণবধর্মের অনুসারীদের মতে, জীব গোস্বামীকে রাধারাণীর নিত্যা দাসী বিলাস মঞ্জরীর অবতার মনে করা হয়। \n\n\n== অচিন্ত্য-ভেদাভেদ দর্শন ==\nজীব গোস্বামী সর্বপ্রথম চৈতন্য মহাপ্রভুর দর্শন অচিন্ত্য ভেদা অভেদের কথা লিখেছিলেন। মোটকথা, অচিন্ত্য ভেদ অভেদের দর্শন, বা \"অচিন্ত্যনীয় একত্ব এবং পার্থক্য \" শঙ্করের অদ্বৈতবাদী অদ্বৈত বেদান্ত এবং মধ্বের বিশুদ্ধ দ্বৈতবাদের ( দ্বৈত ) চরমতাকে এড়িয়ে গিয়ে পরম পুরুষের ( ভগবান ) জড় ও চিন্ময় শক্তিকে যুগপৎ তাঁর সাথে এক এবং ভিন্ন বলে ব্যাখ্যা করে।\n\n\n== সাহিত্যিক কাজ ==\nজীব গোস্বামীর প্রতি আরোপিত অন্তত ২৫টি সাহিত্যকর্ম রয়েছে     যেগুলি চার প্রকারে শ্রেণীবদ্ধ করা যেতে পারে: গ্রন্থ, ভাষ্য, ব্যাকরণ এবং অলঙ্কারশাস্ত্র এবং কাব্য। এর মধ্যে ষট-সন্দর্ভ,  দুর্গম-সঙ্গমণি , হরি-নামামৃত-ব্যাকরণ এবং গোপালচম্পু সর্বাধিক বিখ্যাত।  পশ্চিমা দার্শনিকরা বর্তমানে সন্দর্ভ অধ্যয়ন করছেন এবং এর মধ্যে বিদ্যমান জ্ঞানের গভীরতা দেখে বিস্মিত হচ্ছেন। কখনও কখনও বলা হয় যে ছয়টি সন্দর্ভ সম্বন্ধ-জ্ঞান, অভিধেয়-জ্ঞান, এবং প্রয়োজন-জ্ঞানের পূর্ণাঙ্গ রূপকে উপস্থাপন করে। এই ছয়টির মধ্যে প্রথম চারটি সন্দর্ভ সম্বন্ধ; পঞ্চমটি 'অভিধেয়'; এবং ষষ্ঠটি প্রয়োজন সম্পর্কিত। ফলস্বরূপ, ষট-সন্দর্ভকে চৈতন্যবাদী বৈষ্ণবধর্মের ইতিহাসে সবচেয়ে গুরুত্বপূর্ণ দার্শনিক গ্রন্থ হিসেবে বিবেচনা করা হয়।\n\n\n=== গ্রন্থ ===\nষট্-সন্দর্ভ ,  ভাগবত-সন্দর্ভ : ষট্ সন্দর্ভকে কখনও কখনও ভাগবত-সন্দর্ভ বলা হয়। \" সন্দর্ভ \" এর আক্ষরিক অর্থ \"বয়ন\" বা \"বিন্যাস করা\"। সন্দর্ভ হল ভাগবত পুরাণের একটি বিষয়ভিত্তিক বিন্যাস যা চৈতন্য বৈষ্ণববাদকে নিয়মতান্ত্রিক এবং ব্যাপকভাবে উপস্থাপন করে।  নিবিড়ভাবে ধর্মতাত্ত্বিক এই কাজটি জীব গোস্বামীর সমস্ত কাজের মধ্যে সবচেয়ে গুরুত্বপূর্ণ বলে মনে করা হয়।  জীব গোস্বামীর মতে, গোপাল ভট্ট গোস্বামী এর প্রাথমিক কাজ শেষ করেছিলেন, কিন্তু শেষ করতে পারেননি। জীব গোস্বামী এটিকে ছয়টি গ্রন্থে বিস্তৃত করেছেন। এখানে তিনি নিয়মতান্ত্রিকভাবে শাস্ত্রীয় প্রমাণ সহ চৈতন্য মহাপ্রভুর দর্শন উপস্থাপন করেছেন।\n\nতত্ত্ব -সন্দর্ভ : তত্ত্ব-সন্দর্ভ হল বৈদিক দর্শনে ব্যবহৃত বিভিন্ন ধরনের প্রমাণ সমূহের একটি গ্রন্থ। তত্ত্ব সন্দর্ভ এই উপসংহারে পৌঁছেছে যে শব্দ (বৈদিক শাস্ত্ররূপী ঐশ্বরিক ধ্বনি ) হলো সর্বোচ্চ, এবং সমস্ত ধর্মগ্রন্থের মধ্যে ভাগবত পুরাণ হল পরম সত্যের প্রতি সর্বোচ্চ নির্দেশক।\nভগবৎ-সন্দর্ভ : ভগবৎ-সন্দর্ভ ঈশ্বরের নৈর্ব্যক্তিক (ব্রহ্ম) রূপ, প্রতিটি জীবের অন্তরে ঈশ্বরের স্থানীয় রূপ (পরমাত্মা), এবং ঈশ্বরের সর্বোচ্চ ব্যক্তিগত রূপ কৃষ্ণ বা ভগবানের প্রভেদ আলোচনা করা হয়েছে। কৃষ্ণের আধ্যাত্মিক জগৎ, জড়া প্রকৃতির ধরন, বিশুদ্ধ মঙ্গলের পদ্ধতি (বিশুদ্ধ-সত্ত্ব), কৃষ্ণবিগ্রহ উপাসনার গুরুত্ব এবং দেবতার চিরন্তন প্রকৃতি ও গুণাবলী বর্ণিত হয়েছে।\nপরমাত্ম-সন্দর্ভ : পরমাত্ম-সন্দর্ভ পরমাত্মার বৈশিষ্ট্য এবং কিভাবে তিনি ব্রহ্মাণ্ডের সমস্ত জীবের মধ্যে অবস্থান করেন তা বর্ণনা করে। এতে বস্তুগতভাবে মায়াবদ্ধ জীবের প্রকৃতি, অভূতপূর্ব জড়জগত, অলীক বা প্রপঞ্চময় শক্তি (মায়া), রূপান্তর তত্ত্ব, কৃষ্ণ-এর বিভিন্ন অবতার আলোচনা, কিভাবে কৃষ্ণ তার ভক্তদের প্রতিদান দেন, এবং কিভাবে কৃষ্ণ ছয়টি বিশেষ ঐশ্বর্য দ্বারা চিহ্নিত তা বর্ণিত হয়েছে৷\nকৃষ্ণ-সন্দর্ভ : কৃষ্ণ-সন্দর্ভ বিভিন্ন ধর্মগ্রন্থ থেকে বেশ কিছু উদ্ধৃতি দেয় প্রমাণ করতে যে কৃষ্ণ হচ্ছেন পরমেশ্বর ভগবান। এই সন্দর্ভে কৃষ্ণের লীলা এবং গুণাবলীর পাশাপাশি তাঁর অবতার এবং কার্যকারী বিস্তার নিয়ে আলোচনা করা হয়েছে। গোলোক, জড় ভূমিতে অবস্থিত (ভৌম) বৃন্দাবন সম্পর্কিত কৃষ্ণের বাসস্থান, কৃষ্ণের নিত্য সহযোগী - তাদের বিস্তার এবং গোপিকাদের বর্ণনা রয়েছে। গোপিকাগণের মধ্যে রাধা শীর্ষস্থানীয়া।\nভক্তি-সন্দর্ভ : 'ভক্তি সন্দর্ভ' কীভাবে কৃষ্ণের প্রতি ভক্তি সরাসরি সম্পাদিত হয়, কীভাবে ভক্তির মাধ্যমে আত্ম প্রকাশ পায়, অসম্পূর্ণভাবে সম্পাদিত ভক্তির শক্তি, একজন মহান ও সাধারণ ভক্তের মধ্যে পার্থক্য, ঈশ্বরের স্বতঃস্ফূর্ত প্রেম ( রাগনুগা-ভক্তি ), কৃষ্ণের ভক্ত হওয়ার নির্দিষ্ট উদ্দেশ্য, এবং অন্যান্য পরিপূর্ণ পর্যায় ব্যাখ্যা করে।  বর্ণাশ্রম ধর্ম (শাস্ত্রে প্রতিষ্ঠিত সামাজিক-ধর্মীয় ব্যবস্থা), যোগের মতো অন্যান্য ধারণার তুলনায় কৃষ্ণের প্রতি ভক্তির উচ্চতর অবস্থান, এবং কৃষ্ণের উপাসনার তুলনায় হিন্দু ধর্মাবলম্বীদের পৃথকভাবে দেবতাদের উপাসনা,  আত্মার মুক্তি, কৃষ্ণের ভক্ত হিসাবে শিবের অবস্থান, কীভাবে কৃষ্ণের প্রতি অনুপ্রাণিত ভক্তি একজন ভক্তকে সর্বোচ্চ আধ্যাত্মিক অবস্থানে উন্নীত করে এবং বৈষ্ণব ভক্তির কার্যকারিতা সম্পর্কিত আরও অসংখ্য বিষয় ব্যাখ্যা করা হয়েছে।\nপ্রীতি-সন্দর্ভ  : প্রীতি-সন্দর্ভ হল ঐশ্বরিক প্রেম বিশ্লেষণকারী একটি গ্রন্থ। প্রীতি সন্দর্ভ বলেন, সর্বোচ্চ বস্তু হল কৃষ্ণ এবং কৃষ্ণের প্রতি ভালবাসা (প্রেম) মুক্তি-এর সর্বোচ্চ রূপ। অন্যান্য ধরনের মুক্তির একটি তুলনামূলক বিবরণ উপস্থাপন করে, উপসংহারে প্রেম ভক্তিকে সর্বশ্রেষ্ঠ বলা হয়েছে। কীভাবে প্রেম অর্জন করতে হয়, কীভাবে প্রেম জাগ্রত করতে হয় এবং যিনি প্রেম অর্জন করেছেন তার লক্ষণগুলি সম্পর্কে অত্র সন্দর্ভে আলোচিত হয়েছে। ব্যাখ্যাত হয়েছে, জাগতিক বাসনা এবং ঐশ্বরিক প্রেমের মধ্যে পার্থক্য, কৃষ্ণের সহযোগীদের বিভিন্ন পরিপক্বতা, মাধুর্য-রস (অপ্রাকৃত দাম্পত্য প্রেম), বিভিন্ন রসের অত্যুত্তমতা এবং রাধার মহিমা।\nরাধা-কৃষ্ণ-অর্চন-দীপিকা,  রাধা-কৃষ্ণার্চন-দীপিকা  , রাধা-কৃষ্ণার্চন-চন্দ্রিকা  : রাধা ও কৃষ্ণকে একসঙ্গে দেবতারূপে পূজা করার প্রক্রিয়া বর্ণনা করা নিবিড় ধর্মতাত্ত্বিক কাজ যা চৈতন্য সম্প্রদায়ের একটি উল্লেখযোগ্য অবদান। \n\n\n=== ভাষ্য ===\nক্রম-সন্দর্ভ , শ্রীমদ-ভাগবত-টীকা  : ভাগবত পুরাণের একটি ভাষ্য যা প্রায়শই ছয়টি সন্দর্ভের পরে \"সপ্তম\" সন্দর্ভ হিসাবে বর্ণনা করা হয়। \nদিগ-দর্শনি-টীকা  , ব্রহ্ম-সংহিতা-টীকা  : ব্রহ্ম সংহিতার একটি ভাষ্য।\nদুর্গম-সঙ্গমনি , ভক্তি-রসামৃত-শেষ , ভক্তি-রসামৃত-সিন্ধু-টীকা : রূপ গোস্বামীকৃত ভক্তিরসামৃতসিন্ধুর ভাষ্য।\nলোচন-রোচনি  , উজ্জ্বল-নীলমণি-টীকা  : রূপ গোস্বামীর উজ্জ্বল-নীলমণির একটি ভাষ্য।\nসুখবোধিনী , গোপাল-তাপনী-টীকা  : গোপাল-তাপনী উপনিষদ  এর একটি ভাষ্য যা গৌড়ীয় বৈষ্ণবধর্মে গুরুত্ব বহন করে কারণ এটি কৃষ্ণই সর্বোচ্চতত্ত্ব এই ধারণার জন্য উপনিষদিক সমর্থন প্রদান করে।\nগায়ত্রী-ব্যাখ্যা-বিবৃতি  , অগ্নি-পুরাণস্থ গায়ত্রী-ভাষ্য  : অগ্নি পুরাণের ২১৬-২১৭ অধ্যায়ে পাওয়া ব্রহ্মগায়ত্রী মন্ত্রের একটি ভাষ্য।\nলঘু-বৈষ্ণব-তোষণী  , লঘু-তোষণী  : সনাতন গোস্বামীর বৃহদ-বৈষ্ণব-তোষণী  ভাষ্যের উপর ভিত্তি করে লিখিত ভাগবতের ১০ত স্কন্ধের ভাষ্য। \n\nসর্ব-সংবাদিনী  : জীব গোস্বামীর নিজ ষট-সন্দর্ভের একটি বিস্তৃত স্বতঃ-ভাষ্য।\nপদ্ম-পুরানস্থ যোগসার-স্তোত্র-টীকা  , যোগসার-স্তবক-টীকা  ,  \nপদ্ম-পুরাণোক্ত কৃষ্ণ-পদ-পদ্ম-চিহ্ন  : পদ্মপুরাণ অনুসারে কৃষ্ণের পায়ে পাওয়া চিহ্নের একটি বিস্তৃত বর্ণনা।\nরাধিকা-কর-পদ-স্থিত-চিহ্ন  : রাধার হাত ও পায়ে পাওয়া চিহ্নের বর্ণনা।\n\n\n=== ব্যাকরণ এবং অলঙ্কারশাস্ত্র ===\nহরি-নামামৃত-ব্যাকরণ  , হরিনামামৃত-ব্যাকরণ  : সংস্কৃত ব্যাকরণের উপর একটি কাজ যেখানে প্রতিটি শব্দ, অক্ষর এবং ব্যাকরণগত নিয়ম যা কৃষ্ণ এবং তার লীলার সাথে সম্পর্কিত ব্যাখ্যা করা হয়েছে। \nসূত্র-মালিকা  : সংস্কৃত শব্দের উদ্ভবের উপর একটি ব্যাকরণগত কাজ।\nধাতু-সংগ্রহ  : সংস্কৃত শব্দের ক্রিয়ামূলের উপর একটি কাজ।\nরসামৃত-শেষ (Rasāmṛta-śeṣa) : বিশ্বনাথ কবিরাজের সাহিত্যদর্পণের উপর ভিত্তি করে সংস্কৃত রচনা সম্পর্কিত একটি কাজ যেখানে জীব গোস্বামী এবং অন্যান্য গোস্বামীদের অনেকগুলি উদাহরণ রয়েছে।\n\n\n=== কাব্য ===\nমাধব-মহোৎসব  : বৃন্দাবনের রানী হিসেবে রাধার অভিষেক অনুষ্ঠানের বর্ণনা।\nগোপাল-বিরুদাবলি  : ৩৮ শ্লোকে গোপাল ( কৃষ্ণ ) এর মহিমা বর্ণনা করা একটি ছোট কাব্য।\nগোপাল-চম্পু  , গোপালচম্পু  : নিবিড়ভাবে ধর্মতাত্ত্বিক এই কাব্যিক কাজ দুটি ভাগে বিভক্ত। পুর্ব-চম্পু তে ৩৩টি অধ্যায় রয়েছে এবং বৃন্দাবনে কৃষ্ণের ক্রিয়াকলাপগুলি বিশদভাবে বর্ণনা করে। উত্তর-চম্পু তে ৩৭টি অধ্যায় রয়েছে এবং বৃন্দাবন ছেড়ে যাওয়ার পর মথুরা এবং দ্বারকায় কৃষ্ণের কার্যকলাপ, বৃন্দাবনের বাসিন্দারা তাঁর অনুপস্থিতিতে যে বিচ্ছেদ অনুভব করেন তার বর্ণনা রয়েছে। \nসংকল্প-কল্পবৃক্ষ  , সংকল্প-কল্পদ্রুম  : প্রার্থনাকারে রাধা ও কৃষ্ণের ( অষ্ট-কালিয়   ) দৈনন্দিন লীলা ব্যাখ্যা করে।\nভাবার্থ-সূচক-চম্পু\n\n\n== আরও দেখুন ==\nহরে কৃষ্ণ (মন্ত্র)\nনিত্যানন্দ\nগৌড়ীয় মঠ\nআন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘ\nস্বয়ং ভগবান\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nSix Goswamis of Vrindavan, by Steven Rosen, Folk Books, 1991. আইএসবিএন ০-৯৬১৯৭৬৩-২-২\nJiva Goswami's Tattva-Sandarbha: Sacred India's Philosophy of Ecstasy, by Swami B.V. Tripurari\nAleksandar Uskokov, “The Long and Short of It: Mahā-vākya from Mīmāmsā to Jīva Gosvāmin, from the Veda to the Bhāgavata,” The Journal of Hindu Studies 11 (2018):38–52.\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট আর্কাইভে জীব গোস্বামী কর্তৃক কাজ বা সম্পর্কে তথ্য\nWorks of Jiva Goswami (iskcondesiretree.info)\nThe Philosophy of Jiva Gosvāmī by Surendranath Dasgupta\nSrila Jiva Goswami at Radha-Damodar Mandir  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ মার্চ ২০২২ তারিখে (radhadamodarmandir.com)\nJiva Goswami (bio)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ জুলাই ২০১১ তারিখে (krishna.com)\nSrila Jiva Goswami (radhakunda.com)\nJiva Institute of Vaishnava Studies (dedicated to Translation and Dissemination of Jiva Goswami's works)\nGaudiya Grantha Mandira (Sanskrit Texts)"}