{"pageid": 1406473, "title": "গুরু হর কৃষাণ", "url": "https://bn.wikipedia.org/wiki?curid=1406473", "content": "গুরু হর কৃষাণ (গুরুমুখী: ਗੁਰੂ ਹਰਿ ਕ੍ਰਿਸ਼ਨ, উচ্চারণ: [ɡʊruː həɾ kɾɪʃən]; ৭ জুলাই ১৬৫৬ – ৩০ মার্চ ১৬৬৪) হলেন শিখধর্মের দশ শিখ গুরুর মধ্যে অষ্টম গুরু। ড. হরজিন্দর সিং দিলগীরের (শিখ ইতিহাসের জাতীয় অধ্যাপক)  মতে, গুরু হর কৃষাণ ১৬৫২ সালের ২০ জুলাই জন্মগ্রহণ করেছিলেন। ১৬৬১ সালের ৭ অক্টোবর মাত্র পাঁচ বছর বয়সে তিনি শিখ ধর্মের সর্বকনিষ্ঠ গুরু হিসেবে তার পিতা গুরু হর রাইয়ের স্থলাভিষিক্ত হন। তিনি ১৬৬৪ সালে গুটিবসন্তে আক্রান্ত হন এবং তার অষ্টম জন্মদিনে পৌঁছানোর পূর্বেই মৃত্যুবরণ করেন। কথিত আছে যে, তিনি সফলভাবে তার অনুসারীদের গুটিবসন্ত হতে নিরাময় করতে গিয়ে এই রোগে আক্রান্ত হয়ে মৃত্যুবরণ করেন।\nতিনি বাল গুরু (শিশু গুরু) নামেও পরিচিত এবং কখনও কখনও শিখ সাহিত্যে তাকে হরি কৃষাণ সাহিব বলেও উল্লেখ করা হয়। শিখ ঐতিহ্যে তাকে মৃত্যুর আগে \"বাবা বাকালে\" বলার জন্য স্মরণ করা হয়, যা শিখরা তার দাদা গুরু তেগ বাহাদুরকে পরবর্তী উত্তরসূরি হিসেবে নির্বাচিত করার ক্ষেত্রে বুঝিয়েছিলেন। গুরু হিসাবে হর কৃষাণ সবচেয়ে কম সময় দায়িত্ব পালন করেন; তিনি মাত্র দুই বছর পাঁচ মাস ২৪ দিন গুরু হিসাবে ছিলেন।\n\n\n== রাজা জয় সিংকে পরিদর্শন এবং মৃত্যু ==\nউত্তর ভারতের শিখদের সবচেয়ে বিখ্যাত গুরুদ্বারগুলির মধ্যে একটি, গুরুদুয়ারা বাংলা সাহিব (\"বাংলা\" হলো বাংলো বুঝাতে ব্যবহৃত একটি ভারতীয় শব্দ) সেই সময়ের দিল্লির রাজা জয় সিং-এর বাসভবন  ছিল। রাজা জয় সিং বিনীতভাবে গুরুকে দিল্লিতে আসার জন্য অনুরোধ করেছিলেন, যাতে তিনি এবং গুরুর শিখরা তাকে দেখতে পারেন।\nগুরুর অল্প বয়সের কারণে, রাজার স্ত্রীও তার আধ্যাত্মিক ক্ষমতা পরীক্ষা করতে চেয়েছিলেন। দাসীর ছদ্মবেশে তিনি মহিলা পরিচারকদের মধ্যে বসেন। যাইহোক, গুরু তাৎক্ষণিকভাবে তাকে শনাক্ত করেন এবং তার কোলে বসে ঘোষণা করেন, \"ইনি হলেন রাণী\", যার মাধ্যমে তাকে তার আধ্যাত্মিক শক্তির বিষয়ে বিশ্বাস করান।\nসেখানে থাকার সময়ই দিল্লি শহরে গুটিবসন্ত ও কলেরা রোগ ছড়িয়ে পড়ে। যখন লোকেরা সেখানে গুরু হর কৃষাণের উপস্থিতির কথা জানতে পারে তখন তারা আশ্রয় ও সুরক্ষার জন্য তার কাছে যায়। গুরু হর কৃষাণ তাদের সুস্থ হওয়ার জন্য তাদেরকে বাংলোর কূপে স্নান করতে বলেন। ধারণা করা হয়, যারা সেখানে স্নান করেছিলো তারা সুস্থ হয়েছিলো।\n\n\n== আরও দেখুন ==\nগুরুদুয়ারা বাংলা সাহিব।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nশিখ.অর্গ\nশিখ-ইতিহাস.কম"}