{"pageid": 1407793, "title": "খালসা", "url": "https://bn.wikipedia.org/wiki?curid=1407793", "content": "খালসা (গুরুমুখী: ਖ਼ਾਲਸਾ, পাঞ্জাবি উচ্চারণ: [ˈkʰaːlsaː], আক্ষ. অনু. পরিশুদ্ধ হওয়া – lit. পরিচ্ছন্ন হওয়া) দ্বারা দুইটি দলকে নির্দেশ করে; প্রথমতঃ এমন একটি গোষ্ঠীকে যারা তাদের বিশ্বাস হিসেবে শিখধর্মকে গ্রহণ করেছে, অথবা, সুনির্দিষ্ট কর্ম সম্পাদনের জন্য দায়িত্বপ্রাপ্ত শিখদের বিশেষ একটি দল বা গোষ্ঠীকে। খালসা পদ্ধতির উদ্ভব ঘটে ১৬৯৯ সালে দশম শিখ গুরু গুরু গোবিন্দ সিং কর্তৃক। এটির গঠনকে শিখধর্মের ইতিহাসে একটি গুরুত্বপূর্ণ ঘটনা হিসেবে উল্লেখ করা হয়। শিখরা খালসার গঠনের ঘটনাকে বৈশাখী উৎসবের সময় জাঁকজমকের সাথে উদযাপন করে।\nমুঘল সম্রাট আওরঙ্গজেবের শাসনামলে ইসলামি শরীয়াহ আইন চালু করে নবম শিখ গুরু গুরু তেগ বাহাদুরকে শরীয়া আইনের অধীনে দোষি সাবস্ত করে শিরোচ্ছেদ করার প্রেক্ষিতে দশম শিখ গুরু গুরু গোবিন্দ সিং কর্তৃক খালসা পদ্ধতির প্রবর্তন করা হয়। গুরু গোবিন্দ সিং কর্তৃক যোদ্ধা হিসাবে খালসাদের নির্বাচন ও দল গঠন করে এবং তাদেরকে প্রশিক্ষণ দিয়ে দায়িত্ব দেয়া হয় নিরাপরাধীদের ধর্মান্তরিত করা হতে রক্ষা করার। খালসা দলের গোড়াপত্তন শিখধর্মে এক নতুন যুগের সূচনা করে। এটি একটি নতুন উৎসব আয়োজনের মাধ্যমে সূচনা করা হয় এবং খালসা যোদ্ধাদের জন্য নীতিমালা প্রচলন করে। পূর্বতন মাসান্দ পদ্ধতির পরিবর্তে এটি শিখদের অস্থায়ী নেতৃত্বদানের জন্য একটি নতুন প্রতিষ্ঠান গড়ে তোলে। তদুপরি, খালসা পদ্ধতি শিখ জনগোষ্ঠীকে একটি রাজনৈতিক এবং ধর্মীয় দৃষ্টিভঙ্গী গঠনে তাড়িত করে।\n\n\n== তথ্যসূত্র ==\n\n\n== উদ্ধৃতি উৎস ==\nCole, William Owen; Sambhi, Piara Singh (১৯৯৫)। The Sikhs: Their Religious Beliefs and Practices। Sussex Academic Press। আইএসবিএন 978-1-898723-13-4। \nDeol, Jeevan (২০০১)। \"Eighteenth Century Khalsa Identity: Discourse, Praxis and Narrative\"।   Arvind-pal Singh and Mandair, Gurharpal Singh and Christopher Shackle। Sikh Religion, Culture and Ethnicity। Routledge। পৃষ্ঠা 25–26। আইএসবিএন 978-0700713899। ওসিএলসি 45337782। \nDhavan, P. (2011) When Sparrows Became Hawks: The Making of the Sikh Warrior Tradition, 1699–1799, Oxford University Press: Oxford. ISBN 978-0-19-975655-1.\nNesbitt, Eleanor (২০১৬)। Sikhism: A Very Short Introduction। Oxford University Press। আইএসবিএন 978-0-19-874557-0। \nSingh, Pashaura; Fenech, Louis E. (২০১৪)। The Oxford Handbook of Sikh Studies। Oxford University Press। আইএসবিএন 978-0-19-969930-8। \n\n\n== বহিঃসংযোগ ==\n\nWho and What is a Khalsa?\nCreation of the Khalsa\nRise of the Khalsa  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ নভেম্বর ২০০৮ তারিখে\nOrder of The Khalsa"}