{"pageid": 1407760, "title": "রয়্যাল রাম্বল (২০২৪)", "url": "https://bn.wikipedia.org/wiki?curid=1407760", "content": "রয়্যাল রাম্বল হচ্ছে একটি পেশাদার কুস্তি প্রতি-দর্শনে-পরিশোধ (পিপিভি) এবং ডাব্লিউডাব্লিউই নেটওয়ার্কের অনুষ্ঠান, যা ওয়ার্ল্ড রেসলিং এন্টারটেইনমেন্ট (ডাব্লিউডাব্লিউই) তাদের ব্র্যান্ড র, স্ম্যাকডাউন এবং এনএক্সটির জন্য প্রযোজনা করেছে। এটি রয়্যাল রাম্বল কালানুক্রমিকের অধীনে প্রচারিত সপ্তত্রিংশ অনুষ্ঠান ছিল। এই অনুষ্ঠানটি ২০২৪ সালের ২৭শে জানুয়ারি তারিখে মার্কিন যুক্তরাষ্ট্রের ফ্লোরিডার সেন্ট পিটার্সবার্গের ট্রপিকানা ফিল্ডে অনুষ্ঠিত হয়েছে। ২০২১ সালের পর এটি ট্রপিকানা ফিল্ডে ডাব্লিউডাব্লিউই-এর প্রথম এবং ২০২১ সালের পর রয়্যাল রাম্বলের প্রথম অনুষ্ঠান।\nএই অনুষ্ঠানে সর্বমোট চারটি ম্যাচ অনুষ্ঠিত হয়েছে। এই অনুষ্ঠানের মূল ম্যাচে কোডি রোডস রয়্যাল রাম্বল ম্যাচে সর্বশেষ সিএম পাংককে নিষ্কাশন করার মাধ্যমে ডাব্লিউডাব্লিউইর ইতিহাসে ২৬ বছর পর প্রথম কুস্তিগির হিসেবে টানা দুই বছর এই ম্যাচটি জয়লাভ করেছে। অন্যান্য শীর্ষস্থানীয় ম্যাচে, বেইলি সর্বশেষ লিভ মরগানকে নিষ্কাশন করার মাধ্যমে নারী রয়্যাল রাম্বল ম্যাচটি জয়লাভ করেছে, রোমান রেইন্স আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ জন্য আয়োজিত ফ্যাটাল ফোর-ওয়ে ম্যাচে এজে স্টাইলস, এলএ নাইট ও র‍্যান্ডি অরটনকে পিনফলের মাধ্যমে পরাজিত করেছে।\n\n\n== কাহিনী ==\nএই অনুষ্ঠানে পূর্ব নির্ধারিত কাহিনীর ধারাবাহিকতায় অনুষ্ঠিত ম্যাচগুলো অন্তর্ভুক্ত ছিল, যেখানে কুস্তিগিরগণ পূর্ব নির্ধারিত কাহিনী অনুযায়ী অনুষ্ঠানগুলোতে নায়ক, খলনায়ক অথবা পার্থক্যহীন চরিত্র ধারণ করেছেন যা এক বা একাধিক ম্যাচে উত্তেজনা সৃষ্টি করেছে। এই ম্যাচগুলোর ফলাফল র এবং স্ম্যাকডাউন ব্র্যান্ডে নিযুক্ত ডাব্লিউডাব্লিউইয়ের লেখকদের দ্বারা পূর্বনির্ধারিত ছিল, যার ধারাবাহিক কাহিনী ডাব্লিউডাব্লিউইয়ের সাপ্তাহিক টেলিভিশন অনুষ্ঠান র এবং স্ম্যাকডাউনে প্রদর্শন করা হয়েছে।\nর‍্যান্ডি অরটন আঘাতের কারণে ২০২২ সালের মে মাসে বিরতিতে যাওয়ার পূর্বে তিনি দ্য ব্লাডলাইনের (রোমান রেইন্স, জে উসো এবং জিমি উসো) সাথে ঝগড়া করছিলেন। পরের বছর ২০২৩ সালের নভেম্বর মাসে ক্রাউন জুয়েলে, দ্য ব্লাডলাইনের হস্তক্ষেপের মাধ্যমে রোমান রেইন্স এলএ নাইটকে পরাজিত করে ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ধরে রাখেন। স্ম্যাকডাউনের পরবর্তী পর্বে, এলএ নাইট বলেছিলেন যে তিনি দ্য ব্লাডলাইনের সাথে কাজ করেননি যতক্ষণ না তিনি চ্যাম্পিয়নশিপের জন্য রেইন্সকে পরাজিত করেন। র‍্যান্ডি অরটন তারপরে সার্ভাইভার সিরিজে ফিরে আসেন এবং স্ম্যাকডাউনের ১লা ডিসেম্বর পর্বে তিনি দ্য ব্লাডলাইনের আক্রমণ প্রতিহত করার পর স্ম্যাকডাউন ব্র্যান্ডের সাথে চুক্তিবদ্ধ হয়ে (একই সময় সেখানে সোলো সিকোয়া যুক্ত হয়েছিলেন, কেননা জে উসো গ্রীষ্মের শুরুতে তাদের দল এবং স্ম্যাকডাউন ব্র্যান্ড ছেড়ে চলে গিয়েছিল),প্রতিশোধ নেওয়ার প্রতিশ্রুতি দিয়েছিলেন। দুই সপ্তাহ পরে, ফিরে আসা এজে স্টাইলস দ্বারা এলএ নাইট এবং র‍্যান্ডি অরটনকে দ্য ব্লাডলাইন দ্বারা আক্রমণ হওয়ার পূর্বে তাদের আক্রমণ প্রতিহত করতে সাহায্য করেছিল। পরের সপ্তাহে, এজে স্টাইলস ব্যাখ্যা করেন যে ২০২৩ সালের অক্টোবরে ফাস্টলেনে একটি ট্যাগ টিম ম্যাচে জায়গা নেওয়ার জন্য তিনি এলএ নাইটকে আক্রমণ করেছিলেন। র‍্যান্ডি অরটন বাধা দেওয়ার পরে বলেছিলেন যে তিনি রেইন্সের বিরুদ্ধে একটি চ্যাম্পিয়নশিপ ম্যাচও চান, স্ম্যাকডাউনের মহাব্যবস্থাপক নিক অ্যালডিস ঘোষণা করেছিলেন যে র‍্যান্ডি অরটন, এজে স্টাইলস এবং এলএ নাইট স্ম্যাকডাউনেএকটি ট্রিপল থ্রেট ম্যাচে প্রতিদ্বন্দ্বিতা করবে: যেখানে বিজয়ী কুস্তিগির রয়্যাল রাম্বলে ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপের জন্য রোমান রেইন্সের  মুখোমুখি হবে। তবে, দ্য ব্লাডলাইন তিন প্রতিযোগীকে আক্রমণ করার পর ম্যাচটি বিনা প্রতিদ্বন্দ্বিতায় শেষ হয়। এর ফলস্বরূপ, নিক অ্যালডিস ঘোষণা করেন যে রোমান রেইন্স রয়্যাল রাম্বলে তিন কুস্তিগিরের বিরুদ্ধে একটি ফ্যাটাল ফোর-ওয়ে ম্যাচে তার চ্যাম্পিয়নশিপ রক্ষা করবে।\n\n\n== পটভূমি ==\n\nরয়্যাল রাম্বল হলো ডাব্লিউডাব্লিউই দ্বারা আয়োজিত একটি বার্ষিক সরাসরি অনুষ্ঠান, যা সাধারণত প্রতি বছরের জানুয়ারি মাসে অনুষ্ঠিত হয়। \"গ্রীষ্মের সবচেয়ে বড় আয়োজন\" হিসেবে পরিচিত এই অনুষ্ঠানটি ডাব্লিউডাব্লিউই দ্বারা আয়োজিত প্রধান চারটি প্রতি-দর্শনে-পরিশোধ অনুষ্ঠানের (রেসলম্যানিয়া, রয়্যাল রাম্বল এবং সার্ভাইভার সিরিজ) মধ্যে একটি; এবং ২০২১ সাল অনুযায়ী, প্রধান পাঁচটি অনুষ্ঠানের মধ্যে একটি (যেখানে মানি ইন দ্য ব্যাংক অন্তর্ভুক্ত)। এই পাঁচটি প্রধান অনুষ্ঠানের মধ্যে রেসলম্যানিয়ার পর এটি ডাব্লিউডাব্লিউই দ্বারা আয়োজিত দ্বিতীয় বৃহত্তম অনুষ্ঠান। ১৯৮৮ সালের ২৯শে আগস্ট তারিখে প্রথমবারের মতো রয়্যাল রাম্বল অনুষ্ঠিত হয়েছে।\nএই অনুষ্ঠানটি রয়্যাল রাম্বল ম্যাচের নামে নামকরণ করা হয়েছে, যা হচ্ছে এটি একটি পরিবর্তিত ব্যাটল রয়্যাল যেখানে কুস্তিগিরগণ একই সময়ে রিংয়ে কুস্তি শুরু করার পরিবর্তে একটি নির্দিষ্ট সময় পর পর প্রবেশ করে। রয়্যাল রাম্বল ম্যাচের ধারণাটি তৈরি করেছিলেন কুস্তিগির প্যাট প্যাটারসন, যেখানে ৩০ জন কুস্তিগির ১ হতে ৩০ নম্বর পর্যন্ত ধারাবাহিকভাবে ম্যাচে প্রবেশ করে। ১ এবং ২ নম্বর কুস্তিগির ম্যাচটি শুরু করে এবং অন্যান্য কুস্তিগির প্রতি দুই মিনিট পর পর ম্যাচে যোগদান করে। একটি সাধারণ ব্যাটল রয়্যালের মতো, কুস্তিগিরগণ রিংয়ের উপরের দড়ির উপরে দিয়ে উভয় পা মেঝে স্পর্শ করানোর মাধ্যমে তাদের বিরোধীদের নির্মূল করতে পারে। সকল কুস্তিগিরদের নিষ্কাশন করার পর অবশিষ্ট কুস্তিগির এই ম্যাচের বিজয়ী হন।\n২০২৪ সালের এই অনুষ্ঠানটি রয়্যাল রাম্বল কালানুক্রমিকের সপ্তত্রিংশ অনুষ্ঠান, যা ২৭শে জানুয়ারি তারিখে মার্কিন যুক্তরাষ্ট্রের ফ্লোরিডার সেন্ট পিটার্সবার্গের ট্রপিকানা ফিল্ডে অনুষ্ঠিত হবে। এই অনুষ্ঠানটি ঐতিহ্যগতভাবে প্রতি-দর্শনে-পরিশোধে সম্প্রচার করার পাশাপাশি, এটি মার্কিন যুক্তরাষ্ট্রে ধারাবাহিক সম্প্রচার পরিষেবা পিককে এবং আন্তর্জাতিক বাজারে ডাব্লিউডাব্লিউই নেটওয়ার্কে সরাসরি সম্প্রচার করা হয়েছে।\nঐতিহ্যবাহী এই রয়্যাল রাম্বল ম্যাচে সাধারণত ৩০ জন প্রতিযোগী অংশগ্রহণ করে এবং বিজয়ী কুস্তিগির ঐতিহ্যগতভাবে একই বছরের রেসলমেনিয়ায় একটি ওয়ার্ল্ড চ্যাম্পিয়নশিপ ম্যাচে প্রতিদ্বন্দ্বিতা করার সুযোগ পায়। ১৯৯২ সালের পূর্ব পর্যন্ত রয়্যাল রাম্বল ম্যাচ জয়লাভ করার স্বীকৃতিস্বরূপ কোনো পুরস্কার ছিল না। ১৯৯২ সালে, যেহেতু ডাব্লিউডাব্লিউএফ ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপের কোন চ্যাম্পিয়ন ছিল না, তাই উক্ত সালের রয়্যাল রাম্বল ম্যাচের বিজয়ী চ্যাম্পিয়নশিপটি জয়লাভ করেছিল। ১৯৯৩ সালে রয়্যাল রাম্বল ম্যাচে বিজয়ী কুস্তিগিরকে পুরস্কারস্বরূপ ডাব্লিউডাব্লিউএফের বৃহত্তম অনুষ্ঠান রেসলম্যানিয়ায় ওয়ার্ল্ড চ্যাম্পিয়নশিপ ম্যাচে প্রতিদ্বন্দ্বিতা করার সুযোগ প্রদান করা হয়; এভাবে রয়্যাল রাম্বল বিজয়ীর রেসলম্যানিয়াতে একটি ওয়ার্ল্ড চ্যাম্পিয়নশিপ ম্যাচ অর্জনের ঐতিহ্য প্রতিষ্ঠিত হয়।\n\n\n== ইভেন্ট ==\n\n\n== ফলাফল ==\n\n\n=== ডাব্লিউডাব্লিউই ইউনাইটেড স্টেটস চ্যাম্পিয়নশিপ #১ প্রতিযোগী টুর্নামেন্ট ===\n\n\n== পুরুষদের রয়্যাল রাম্বল ম্যাচের প্রবেশ এবং এলিমিনেট ==\n\n  – র\n  – স্ম্যাকডাউন\n  – এনএক্সটি\n  – হল অব ফেমার\n  – অসংযুক্ত\n  – বিজয়ী\n\n\n== মহিলাদের রয়্যাল রাম্বল ম্যাচের প্রবেশ পথ এবং এলিমিনেট ==\n\n  – র\n  – স্ম্যাকডাউন\n  – এনএক্সটি\n  – টিএনএ\n  – অসংযুক্ত\n  – বিজয়ী\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে রয়্যাল রাম্বল  (ইংরেজি)"}