{"pageid": 1407649, "title": "রেসলম্যানিয়া এক্সএল", "url": "https://bn.wikipedia.org/wiki?curid=1407649", "content": "রেসলম্যানিয়া একটি পেশাদার কুস্তি প্রতি-দর্শনে-পরিশোধ (পিপিভি) এবং ডাব্লিউডাব্লিউই নেটওয়ার্কের অনুষ্ঠান, যা ওয়ার্ল্ড রেসলিং এন্টারটেইনমেন্ট (ডাব্লিউডাব্লিউই) তাদের ব্র্যান্ড র এবং স্ম্যাকডাউনের জন্য প্রযোজনা করছিল। এটি রেসলম্যানিয়া কালানুক্রমিকের অধীনে প্রচারিত চত্বারিংশ অনুষ্ঠান। এই অনুষ্ঠানটি ২০২৪ সালের ৭ ও ৮ই এপ্রিল তারিখে মার্কিন যুক্তরাষ্ট্রের পেনসিলভেনিয়ার ফিলাডেলফিয়ার লিঙ্কন ফাইনান্সিয়াল ফিল্ডে অনুষ্ঠিত হয়েছিল।\nকার্ডটিতে মোট ১৪টি ম্যাচ রয়েছে, প্রতিটি রাতে সাতটি করে। ১ম দিনের ইভেন্টে, দ্য ব্লাডলাইন (দ্য রক এবং রোমান রেইন্স) একটি ট্যাগ টিম ম্যাচে কোডি রোডস এবং সেথ \"ফ্রিকিন\" রলিন্সকে পরাজিত করে, যা -এ আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ম্যাচের শর্তকে ব্লাডলাইন রুলস ম্যাচ করে তোলে। . অন্যান্য উল্লেখযোগ্য ম্যাচে, সামি জাইন গুন্থারকে হারিয়ে র-এর ডাব্লিউডাব্লিউই ইন্টারকন্টিনেন্টাল চ্যাম্পিয়নশিপ জিতেছেন এবং উদ্বোধনী বাউটে, রিয়া রিপলে বেকি লিঞ্চকে হারিয়ে র-এর ওমেন্স ওয়ার্ল্ড চ্যাম্পিয়নশিপ ধরে রেখেছেন ।\n২য় দিনের-এর মেইন ইভেন্টে, রোডস একটি ব্লাডলাইন রুলস ম্যাচে রেইন্সকে পরাজিত করে স্ম্যাকডাউনের আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ জেতে, পরবর্তী বিশ্ব চ্যাম্পিয়নশিপের রাজত্ব ১,৩১৬ দিনে শেষ হয়। অন্যান্য উল্লেখযোগ্য ম্যাচে, বেইলি ইয়ো স্কাইকে পরাজিত করে স্ম্যাকডাউনের ডাব্লিউডাব্লিউই উইমেন্স চ্যাম্পিয়নশিপ জেতে এবং ড্রু ম্যাকইনটায়ার রলিন্সকে পরাজিত করে র-এর ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ জেতে, তারপরে, ড্যামিয়ান প্রিস্ট তার মানি ইন দ্য ব্যাংক  ক্যাশ করেন এবং ম্যাকইনটায়ারকে পরাজিত করে চ্যাম্পিয়নশিপ জিতে নেন। . এছাড়াও ২য় দিনে, লোগান পল স্ম্যাকডাউনের ইউনাইটেড স্টেটস চ্যাম্পিয়নশিপ ধরে রাখার জন্য ট্রিপল-থ্রেট ম্যাচে র‍্যান্ডি অরটন এবং কেভিন ওয়েন্সকে পরাজিত করেন ।\nএনডেভারের কাছে কোম্পানি বিক্রি হওয়ার পর এটিই হবে প্রথম রেসলম্যানিয়া । বিক্রয়টি সেপ্টেম্বর ২০২৩-এ চূড়ান্ত করা হয়েছিল, ডাব্লিউডাব্লিউই এবং এনডেভার-এর অন্যান্য সহযোগী সংস্থা, আলটিমেট ফাইটিং চ্যাম্পিয়নশিপ (ইউএফসি), একীভূত হয়ে টিকেও গ্রুপ হোল্ডিংস নামে একটি নতুন সত্তার বিভাগ হয়ে গেছে । এটি পরবর্তীতে টিকেও ব্যানারের অধীনে প্রথম রেসলম্যানিয়া চিহ্নিত করে এবং ডাব্লিউডাব্লিউই এর সাথে ম্যাকমোহন পরিবারের নিয়ন্ত্রণে নয়। এটি হবে স্বতন্ত্র ডাব্লিউডাব্লিউই নেটওয়ার্কে লাইভস্ট্রিম করার জন্য চূড়ান্ত রেসলম্যানিয়া ইভেন্ট যা এখনও মার্কিন যুক্তরাষ্ট্রের বাইরের বেশিরভাগ দেশে উপলব্ধ, জানুয়ারী ২০২৫ এর শুরুতে, সেইসব দেশে পরিষেবাটি বন্ধ হয়ে যাবে, ডাব্লিউডাব্লিউই বিষয়বস্ত নেটফ্লিক্স- এ চলে যাবে\n\n\n== উৎপাদন ==\n\n\n=== পটভূমি ===\n\nরেসলম্যানিয়া হল ডাব্লিউডাব্লিউই ফ্ল্যাগশিপ পে-পার-ভিউ (পিপিভি) এবং লাইভস্ট্রিমিং ইভেন্ট, যা ১৯৮৫ সালে প্রথম অনুষ্ঠিত হয়েছিল। এটি ছিল কোম্পানির প্রথম পিপিভি এবং ২০১৪ সালের ফেব্রুয়ারিতে সংস্থাটি ডাব্লিউডাব্লিউই নেটওয়ার্ক চালু করার সময় লাইভস্ট্রিমিংয়ের মাধ্যমে উপলব্ধ ডাব্লিউডাবিই-এর প্রথম বড় অনুষ্ঠান ছিল। এটি ইতিহাসের দীর্ঘতম চলমান পেশাদার কুস্তি ইভেন্ট এবং প্রতি বছর মার্চের মাঝামাঝি থেকে এপ্রিলের মাঝামাঝির মধ্যে অনুষ্ঠিত হয়, যেখানে ডাব্লিউডাব্লিউই-এর র এবং স্ম্যাকডাউন ব্র্যান্ড বিভাগ কুস্তিগীররা অংশ নেন। রয়্যাল রাম্বল, সামারস্ল্যাম, সারভাইভার সিরিজ এবং মানি ইন দ্য ব্যাঙ্কের পাশাপাশি এটি কোম্পানির বছরের পাঁচটি বৃহত্তম ইভেন্টের মধ্যে একটি, যা \"বিগ ফাইভ\" হিসাবে পরিচিত। ফোর্বস দ্বারা রেসলম্যানিয়া বিশ্বের ষষ্ঠ-মূল্যবান স্পোর্টস ব্র্যান্ড হিসাবে স্থান পেয়েছে, এবং ক্রীড়া বিনোদন সুপার বোল হিসাবে বর্ণনা করা হয়েছে। অনেকটা সুপার বোলের মতো, শহরগুলি রেসলম্যানিয়া আয়োজনের অধিকারের জন্য দরপত্র দেয়। অনুষ্ঠানের আনুষ্ঠানিক থিম গান ছিল দ্য উইকেন্ড \"গ্যাসোলিন\", যা টানা পঞ্চম বছর চিহ্নিত করে যে রেসলম্যানিয়ার জন্য একটি উইকেন্ড গান ব্যবহার করা হয়েছিল।\n২৭শে জুলাই, ২০২২-এ ঘোষণা করা হয়েছিল যে পেনসিলভেনিয়ার ফিলাডেলফিয়ায় লিঙ্কন ফাইন্যান্সিয়াল ফিল্ড ৬ এবং ৭ই এপ্রিল, ২০২৪-এ রেসলম্যানিয়া ৪০-এর আয়োজন করবে। ফিলাডেলফিয়ার মেয়র জিম কেনি শহরে ডাব্লিউডাব্লিউই-কে স্বাগত জানিয়েছিলেন, পরিদর্শনকারী ভক্তদের অর্থনৈতিক প্রবৃদ্ধির কথা উল্লেখ করে। নিকটবর্তী ওয়েলস ফার্গো সেন্টার এক্সট্রিম রুলস কিকঅফ প্রি-শো চলাকালীন,৮ই অক্টোবর,২০২২-এ ইভেন্টের লোগো প্রকাশ করা হয়েছিল। লিবার্টি বেল পরে এবং ফিলাডেলফিয়া ঈগলস রঙে, এটি২০১৪ সালে রেসলম্যানিয়া এক্সএক্সএক্স-এর পর প্রথমবারের জন্য রোমান সংখ্যা অন্তর্ভুক্ত করে, এইভাবে আনুষ্ঠানিকভাবে শিরোনামটিকে রেসলম্যানিয়ার এক্সএল হিসাবে শৈলীকরণ করে। অনুষ্ঠানের টিকিট বিক্রি শুরু হয় 18ই১৮গস্ট, 202২০২৩ িখে। প্রথম দিনে উভয় রাতের জন্য ৯০,০০০বেশি টিকিট বিক্রি হয়েছিল, যা আগের বছরের রেসলম্যানিয়া দ্বারা প্রতিষ্ঠিত ডাব্লিউডাব্লিউই-এর রেকর্ড ভেঙে দেয়।\n\n২০২৩ সালের জানুয়ারি থেকে, অনুমান করা হয়েছিল যে ডাব্লিউডাব্লিউই বিক্রির জন্য রাখা হয়েছে। রেসলম্যানিয়া ৩৯ ২য় দিন শুরু হওয়ার কয়েক ঘন্টা আগে, সিএনবিসি একাধিক সূত্রের মাধ্যমে জানিয়েছিল যে ডাব্লিউডাব্লিউই এবং আলটিমেট ফাইটিং চ্যাম্পিয়নশিপের মূল সংস্থা এন্ডেভারের মধ্যে একটি চুক্তি আসন্ন ছিল। এই চুক্তিতে ইউএফসি-র সাথে ডাব্লিউডাব্লিউই-এর একটি নতুন প্রকাশ্যে ব্যবসা করা কোম্পানিতে একীভূত হওয়ার কথা ছিল, যেখানে এন্ডেভারের ৫১% শেয়ার ছিল। পরের দিন ৩ এপ্রিল, ২০২৩-এ বিক্রয়টি নিশ্চিত করা হয়, এবং ১২ সেপ্টেম্বর ডাব্লিউডাব্লিউই ইউএফসি-র সাথে একীভূত হয়ে টিকেও গ্রুপ হোল্ডিংসের বিভাগে পরিণত হয়। রেসলম্যানিয়া এক্সএল ছিল প্রথম রেসলম্যানিয়ার আয়োজন যেখানে ডাব্লিউডাব্লিউই ম্যাকমোহন পরিবারের মালিকানাধীন ও নিয়ন্ত্রিত ছিল না এবং পরবর্তীকালে টি. কে. ও-এর অধীনে প্রথম রেসলমেনিয়া অনুষ্ঠিত হয়।\n\n\n=== সম্প্রচার মাধ্যম ===\nরেসলম্যানিয়া এক্সএল বিশ্বব্যাপী ঐতিহ্যবাহী পে-পার-ভিউতে সরাসরি সম্প্রচারিত হয়েছিল। উপরন্তু, এটি মার্কিন যুক্তরাষ্ট্রে ময়ূর, ইন্দোনেশিয়া ডিজনি + হটস্টার, ফিলিপাইন ডিজনি +, অস্ট্রেলিয়ায় বিঞ্জ, জাপানে আবেমা, ভারতে সোনিএলআইভি এবং অন্যান্য সমস্ত দেশে ডাব্লিউডাব্লিউই নেটওয়ার্কে লাইভস্ট্রিমের জন্য উপলব্ধ ছিল।\nউপরন্তু, ইভেন্টটি নিউজিল্যান্ডের নেটফ্লিক্স সরাসরি সম্প্রচারিত হয়েছিল, যখন ২০২৫ সালের জানুয়ারিতে নেটফ্লিক্সের সাথে প্রচারের নতুন চুক্তি কার্যকর হয় তার জন্য একটি প্রযুক্তিগত পরীক্ষা হিসাবে। উক্ত চুক্তির ফলস্বরূপ, সমস্ত ডাব্লিউডাব্লিউই নেটওয়ার্ক বিষয়বস্তু সমস্ত দেশে নেটফ্লিক্সে স্থানান্তরিত হবে যেখানে প্রাক্তনটি এখনও স্বতন্ত্র পরিষেবা হিসাবে উপলব্ধ, রেসলম্যানিয়া এক্সএলকে ডাব্লিউডব্লিউই নেটওয়ার্কে লাইভস্ট্রিম করার জন্য চূড়ান্ত রেসলম্যানিয়ার ইভেন্ট করে তুলবে।\n\n\n=== অন্যান্য রেসলম্যানিয়া সপ্তাহের অনুষ্ঠান ===\nরেসলম্যানিয়া উৎসবের অংশ হিসেবে, ডাব্লিউডাব্লিউই সপ্তাহ জুড়ে বেশ কয়েকটি অনুষ্ঠানের আয়োজন করে। ডাব্লিউডাব্লিউই হল অফ ফেমার দ্য আন্ডারটেকার বৃহস্পতিবার, ৪ এপ্রিল ফিলডেলফিয়ায় তার ১ ডেডম্যান শো উপস্থাপন করেন। সেই একই দিন থেকে 8ই এপ্রিল পর্যন্ত ফিলাডেলফিয়ার পেনসিলভেনিয়া কনভেনশন সেন্টার রেসলম্যানিয়ায় ডাব্লিউডাব্লিউই ওয়ার্ল্ড নামে একটি ফ্যান কনভেনশন হয়েছিল। ফ্যান্যাটিক্স ইভেন্টের সাথে অংশীদারিত্বে, পাঁচ দিনের ইভেন্টে ডাব্লিউডাব্লিউই কুস্তিগীরদের সাথে সাক্ষাৎকার প্যানেল সেশন, একটি ডাব্লিউডাব্লিউই টুকে-টোয়েন্টি ফোর গেমিং টুর্নামেন্ট, লাইভ পডকাস্ট রেকর্ডিং, কুস্তিগীরগুলির সাথে দেখা-এবং-শুভেচ্ছা এবং রেসলম্যানিয়ার ৪০ বছরের ইতিহাসকে সম্মান জানিয়ে বিভিন্ন স্মৃতিচিহ্ন সহ একটি বড় পণ্যদ্রব্যের দোকান অন্তর্ভুক্ত ছিল। ২০২০ সালে রেসলম্যানিয়া ৩৬-এর আগে প্রতি বছর রেসলম্যানিয়ায় অনুষ্ঠিত রেসলম্যানিয়ার ফ্যান অ্যাক্সেসেস ইভেন্টকে ডাব্লিউডাব্লিউই ওয়ার্ল্ড প্রতিস্থাপন করে। ডাব্লিউডাব্লিউই ধারাভাষ্যকার প্যাট ম্যাকাফি 5ই এপ্রিল শুক্রবার ডাব্লিউডাবিই ওয়ার্ল্ড-এ তাঁর নামকরা ইএসপিএন বিকেলের অনুষ্ঠানের একটি লাইভ সংস্করণও আয়োজন করেছিলেন।\n৫ই এপ্রিল রেসলম্যানিয়া এক্সএল-এর আগের রাতে, ডাব্লিউডাব্লিউই রেসলম্যানিয়ার সপ্তাহান্তে ফ্রাইডে নাইট স্ম্যাকডাউনের একটি বিশেষ \"রেসলম্যানিয়ান সংস্করণ\" দিয়ে শুরু করে, যেখানে ব্রনসন রিড বিজয়ী আন্দ্রে দ্য জায়ান্ট মেমোরিয়াল ব্যাটেল রয়্যাল প্রদর্শিত হয়। স্ম্যাকডাউন পরপরই, ২০২৪ ডাব্লিউডাব্লিউই হল অফ ফেম ইন্ডাকশন অনুষ্ঠান শুরু হয়। রেসলম্যানিয়া শনিবারের বিকেলে, ডাব্লিউডাব্লিউইর এনএক্সটি ব্র্যান্ড তাদের বার্ষিক রেসলম্যানিয়ার সপ্তাহের অনুষ্ঠান, স্ট্যান্ড অ্যান্ড ডেলিভার আয়োজন করে। 8ই এপ্রিল রেসলম্যানিয়া সপ্তাহ শেষ হয় সোমবার নাইট র-এর রেসলম্যানিয়ার পরবর্তী সংস্করণের মাধ্যমে। এই অনুষ্ঠানগুলি নিকটবর্তী ওয়েলস ফার্গো সেন্টারে সরাসরি অনুষ্ঠিত হয়েছিল।\nরেসলম্যানিয়া উইকএন্ডের সমস্ত অনুষ্ঠানের মধ্যে (স্ম্যাকডাউন/এইচওএফ ইন্ডাকশন অনুষ্ঠান, স্ট্যান্ড অ্যান্ড ডেলিভার, রেসলম্যানিয়ার এক্সএল-এর উভয় রাত এবং ডাব্লিউডাব্লিউই ২০১,৯২৪ জন দর্শকের উপস্থিতির ঘোষণা করে।\n\n\n=== সেলিব্রেটি ===\nরেসলমেনিয়ার ঐতিহ্যের মতো, রেসলিং এর বাইরের সেলিব্রিটিরা ইভেন্টে বিভিন্ন ক্ষমতায় অংশগ্রহণ করেছিলেন, যেমন র‌্যাপার এবং ফিলাডেলফিয়ার নেটিভ মিক মিল , যারা উভয় রাতে ইভেন্টের জন্য ঠান্ডা খোলার বর্ণনা দিয়েছেন।\n১ম দিনে, গ্র্যামি পুরস্কার বিজয়ী গায়ক কোকো জোনস \" দ্য স্টার-স্প্যাংল্ড ব্যানার \" পরিবেশন করে অনুষ্ঠানের সূচনা করেন । গ্র্যামি বিজয়ী র‌্যাপার লিল ওয়েন ইভেন্টের সময় তার সর্বশেষ একক আত্মপ্রকাশ করেন। ফিলাডেলফিয়া ঈগলসের আক্রমণাত্মক লাইনম্যান জেসন কেলস এবং লেন জনসন রে মিস্টেরিও এবং অ্যান্ড্রেড বনাম স্যান্টোস এসকোবার এবং \"ডার্টি\" ডমিনিক মিস্টেরিও ট্যাগ টিম ম্যাচে জড়িত ছিলেন , রে এবং অ্যান্ড্রেডকে সহায়তা করেছিলেন।\n২য় দিনে, কান্ট্রি মিউজিক ডুয়ো দ্য ওয়ার অ্যান্ড ট্রিটি অনুষ্ঠানটি খোলার জন্য \" গড ব্লেস আমেরিকা \" পরিবেশন করে। ডাব্লিউডাব্লিউই হল অফ ফেমার এবং র‌্যাপার স্নুপ ডগ ফিলাডেলফিয়া স্ট্রিট ফাইটের ভাষ্যকারে ছিলেন , এবং ফিলাডেলফিয়া ঈগলস চিয়ারলিডারদের সাথে সন্ধ্যায় উপস্থিতি ঘোষণা করার জন্য পরে ফিরে আসেন। র‌্যাপার এবং ইউটিউব আইশোস্পিড ​​লোগান পলের সাথে তার ডাব্লিউডাব্লিউই ইউনাইটেড স্টেটস চ্যাম্পিয়নশিপ ডিফেন্সের জন্য রিংয়ে উপস্থিত ছিলেন (শুরুতে একটি প্রাইম বোতলের পোশাক পরেছিলেন এবং তারপর ম্যাচ চলাকালীন নিজেকে প্রকাশ করেছিলেন)।\n\n\n=== কাহিনী ===\nএই অনুষ্ঠানে পূর্ব নির্ধারিত কাহিনীর ধারাবাহিকতায় অনুষ্ঠিত ম্যাচগুলো অন্তর্ভুক্ত ছিল, যেখানে কুস্তিগিরগণ পূর্ব নির্ধারিত কাহিনী অনুযায়ী অনুষ্ঠানগুলোতে নায়ক, খলনায়ক অথবা পার্থক্যহীন চরিত্র ধারণ করেছেন যা এক বা একাধিক ম্যাচে উত্তেজনা সৃষ্টি করেছে। এই ম্যাচগুলোর ফলাফল র এবং স্ম্যাকডাউন ব্র্যান্ডে নিযুক্ত ডাব্লিউডাব্লিউইর লেখকদের দ্বারা পূর্বনির্ধারিত, যার ধারাবাহিক কাহিনী ডাব্লিউডাব্লিউইর সাপ্তাহিক টেলিভিশন অনুষ্ঠান র এবং স্ম্যাকডাউনে প্রদর্শন করা হচ্ছে।\n\n\n==== মেইন ইভেন্ট ম্যাচ ====\n\nকোডি রোডস ২০২২ সালের এপ্রিলে রেসলম্যানিয়া ৩৮ এ ডাব্লিউডাব্লিউই-তে ফিরে আসার পর, তিনি ঘোষণা করেছিলেন যে তিনি ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ জিতে তার স্টোরি ফিনিশ করবেন, এমন একটি শিরোনাম যা তার বাবা ডাস্টি রোডস কখনও রাখেননি। এছাড়াও রেসলম্যানিয়া ৩৮-এ, রোমান রেইন্স ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ধরে রেখে এবং ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ জিতে আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়ন হয়েছিলেন। কোডি রোডস ২০২৩ সালের রয়্যাল রাম্বল ম্যাচে জয়ের করার পরেও রেসলম্যানিয়া -এ আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপের জন্য রোমান রেইন্সকে পরাজিত করতে ব্যর্থ হওয়ার পরে, কোডি আবার ২০২৪ সালে রয়্যাল রাম্বল ম্যাচ জিতেছিলেন। রেসলম্যানিয়া ৩৯-এর পরে ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ প্রবর্তনের সাথে সাথে, কোডি, যিনি র রোস্টারের সদস্য হিসাবে রয়্যাল রাম্বল জিতেছিলেন, ফলস্বরূপ রেসলম্যানিয়া এক্সএল-এ কোন ওয়ার্ল্ড চ্যাম্পিয়নশিপ চ্যালেঞ্জ করতে হবে তা বেছে নিয়েছিলেন। রয়্যাল রাম্বল-পরবর্তী সংবাদ সম্মেলনের সময়, রোডস বলেছিলেন যে তিনি স্ম্যাকডাউনের আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপেরর জন্য আবার রোমান রেইন্সের মুখোমুখি হতে চান, কিন্তু ২৯ জানুয়ারী র- এর এপিসোডে সেথ \"ফ্রিকেন\" রলিন্স যুক্তি দিয়েছিলেন যে কোডির পরিবর্তে তাকে চ্যালেঞ্জ করা উচিত। র এর ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপের জন্য। সেই সপ্তাহের স্ম্যাকডাউনে, কোডি ঘোষণা করেছিলেন যে তিনি রেসলম্যানিয়াতে রোমান রেইন্সকে চ্যালেঞ্জ করবেন না এবং বলেছিলেন যে তার সিদ্ধান্ত নেওয়ার ক্ষেত্রে তিনি যে ব্যক্তিদের কাছ থেকে পরামর্শ নিয়েছিলেন তাদের মধ্যে একজন রেইন্সকে খুব ভালভাবে জানেন। এটি দ্য রককে বের করে এনেছিল, যারা রোমান রেইন্সের মুখোমুখি হয়েছিল।\n\nরয়্যাল রাম্বল অ্যাট র : ১ জানুয়ারির ১ম দিন আগে, দ্য রক একটি আশ্চর্যজনক রিটার্ন দেখায় এবং আপাতদৃষ্টিতে রোমান রেইন্সকে \"হেড অব দি টেবিল\"-এ বসতে বলে জিজ্ঞাসা করে, যা আনোয়া'ই পরিবারের মাধ্যমে তাদের সম্পর্কের উল্লেখ ছিল। তিন বছরেরও বেশি সময় ধরে, রোমান রেইন্স দাবি করেছিলেন যে তিনি হেড অব দি টেবিল এবং দ্য ব্লাডলাইনের ট্রাইব্যাল চিফ, এই পরিবারের কুস্তিগীরদের একটি দল যার মধ্যে রয়েছে রোমান রেইন্স এবং তার চাচাতো ভাই জিমি উসো এবং সোলো সিকো, পল হেইম্যান দ্বারা পরিচালিত। স্ম্যাকডাউনের ২ ফেব্রুয়ারী পর্বে দ্য রক এবং রোমান রেইন্স মুখোমুখি হওয়ার পর, একটি রেসলম্যানিয়া এক্সএল কিকঅফ মিডিয়া ইভেন্ট ৮ ফেব্রুয়ারী অনুষ্ঠিত হয়েছিল যেখানে দুজন ঘোষণা করেছিলেন যে তারা মূল ইভেন্টে আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপের জন্য একে অপরের মুখোমুখি হবে। রেসলম্যানিয়া এক্সএল। যাইহোক, কোডি রোডস উপস্থিত হয়ে জোর দিয়েছিলেন যে যেহেতু তিনি রয়্যাল রাম্বল জিতেছেন, তাই তিনি মেইন ইভেন্টের সিদ্ধান্ত নেওয়ার অধিকার অর্জন করেছেন এবং ঘোষণা করেছেন যে তিনি তার সিদ্ধান্ত ফিরিয়ে নিয়েছেন এবং রেসলম্যানিয়ায় টাইটেলের জন্য রোমান রেইন্সকে চ্যালেঞ্জ করবেন। একে অপরের পরিবারকে লালনপালন করার পর, দ্য রক দাবি করেছিলেন যে তার এবং কোডি রোডসের মধ্যে এখন সমস্যা রয়েছে এবং তিনি রোডসকে রোডসকে সমর্থন করার সাথে সাথে কোডির মুখে চড় মেরেছিলেন।\n\nনিম্নলিখিত স্ম্যাকডাউনে, ডাব্লিউডাব্লিউই চিফ কনটেন্ট অফিসার ট্রিপল এইচ নিশ্চিত করেছেন যে রেসলম্যানিয়া এক্সএল এর ২য় রাতে- মেইন ইভেন্টে রোমান রেইন্স কোডি রোডসের বিরুদ্ধে আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপকে ডিফেন্স করবে। কোডি রোডস প্রাথমিকভাবে ঘোষণা করার পর যে তিনি রেসলম্যানিয়াতে রোমান রেইন্সকে চ্যালেঞ্জ করবেন না এবং এর পরিবর্তে রক আপাতদৃষ্টিতে চ্যালেঞ্জিং রোমান রেইন্সের সাথে, এটি কিকঅফ ইভেন্টের আগে সোশ্যাল মিডিয়ায় #WeWantCody প্রবণতার সাথে তীব্র ভক্তদের প্রতিক্রিয়া সৃষ্টি করে। র -এর ১২ ফেব্রুয়ারী পর্বে, কোডি রোডস দাবি করেছিলেন যে ভক্তদের কারণেই তিনি তার সিদ্ধান্ত ফিরিয়ে দিয়েছিলেন এবং রোমান রেইন্সকে চ্যালেঞ্জ করার সিদ্ধান্ত নিয়েছিলেন। সেথ রলিন্স বাধা দেন এবং বলেছিলেন যে তিনি কোডি রোডসের সিদ্ধান্ত বুঝতে পেরেছিলেন এবং রোমান রেইন্স  সবসময় তার পরিবারকে তার কোণে থাকার কারণে তার ব্যাকআপ হওয়ার প্রস্তাব দিয়েছিলেন। সেই সপ্তাহের স্ম্যাকডাউনের প্রতিক্রিয়ায়, দ্য রক হিল ঘুরে, আনুষ্ঠানিকভাবে দ্য ব্লাডলাইনে যোগ দেয় এবং প্রতিজ্ঞা করেছিল যে কোডি রোডস তার স্টোরি ফিনিশি না করে তা নিশ্চিত করার জন্য তিনি তার ক্ষমতায় সবকিছু করবেন।\nএলিমিনেশন চেম্বারে: পার্থ ২৪ ফেব্রুয়ারী, কোডি রোডস দ্য রককে যে কোন সময় এক-এক ম্যাচের জন্য চ্যালেঞ্জ করেছিলেন এবং সেথ রলিন্স আবার দৃঢ়তার সাথে বলেছিলেন যে তিনি দ্য ব্লাডলাইনের মুখোমুখি হতে কোডি রোডসের কোণে থাকবেন। নিম্নলিখিত স্ম্যাকডাউনে, রক রোডসের চ্যালেঞ্জ প্রত্যাখ্যান করে এবং পরিবর্তে একটি পাল্টা প্রস্তাব দেয়: রেসলম্যানিয়া এক্সএল ১ম রাতে-এর মেইন ইভেন্টে দ্য রক এবং রোমান রেইন্সের বিরুদ্ধে কোডি রোডস এবং সেথ রলিন্সের সাথে একটি ট্যাগ টিম ম্যাচ যেখানে একটি অতিরিক্ত শর্ত ছিল যে যদি রোডস এবং রলিন্স জিতে যায়, তাহলে দ্য ব্লাডলাইন ২য় রাতে এ আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ম্যাচের সময় রিংসাইড থেকে নিষিদ্ধ করা হবে, তবে, যদি দ্য রক এবং রোমান রেইন্স জিতে যায়, তাহলে চ্যাম্পিয়নশিপ ম্যাচটি ব্লাডলাইনের নিয়মের অধীনে প্রতিদ্বন্দ্বিতা করা হবে যেখানে কিছু যায় । কোডি রোডস এবং সেথ রলিন্স পরের সপ্তাহের পর্বে উপস্থিত হয়েছিল যেখানে তারা চ্যালেঞ্জ গ্রহণ করেছিল। উপরন্তু, টিকেও পরিচালনা পর্ষদে রকের অবস্থানের কারণে, তিনি শর্ত দিয়েছিলেন যে আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ম্যাচটি হবে একটি শেষ সুযোগের ম্যাচ যেখানে কোডি রোডস জিততে না পারলে, তিনি আর কখনও টাইটেলের জন্য রোমান রেইন্সকে চ্যালেঞ্জ করতে পারবেন না। তিনি হুমকিও দিয়েছিলেন যে তিনি সেথ রলিন্সের ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ অদৃশ্য করে দেবেন।\n\n\n=== আন্ডারকার্ড ম্যাচ ===\nজুলাই ২০২২-এ সামারস্ল্যামে, বেইলি ডাকোটা কাই এবং আইয়ো স্কাই- এর সাথে ইনজুরি থেকে ফিরে আসেন এবং এই ত্রয়ী নিজেদের ড্যামেজ কনট্রোল ডাব করে। কাইরি সানে, যিনি ২০২৩ সালের নভেম্বরে ডাব্লিউডাব্লিউই-তে ফিরে এসেছিলেন এবং বেইলি ছাড়ার আগে যার সাথে পূর্বের সমস্যা ছিল, বেইলিকে ক্ষমা করে দেন এবং ড্যামেজ কনট্রোল-এর সাথে যোগ দেন, তারপরে আসকা গ্রুপে যোগদান করেন, পরবর্তীতে কাবুকি ওয়ারিয়র্সকে এই প্রক্রিয়ায় পুনরায় একত্রিত করেন। গ্রুপটি স্ম্যাকডাউনে সাফল্য পাবে, যার মধ্যে একাধিক ডাব্লিউডাব্লিউই নারী ট্যাগ টিম চ্যাম্পিয়নশিপ রাজত্ব করা, সেইসাথে ইয়ো স্কাই ডাব্লিউডাব্লিউই নারী চ্যাম্পিয়নশিপ জেতা। বেইলি তারপরে ২০২৪ সালের মহিলা রয়্যাল রাম্বল ম্যাচ জিতেছে, এইভাবে রেসলম্যানিয়া এক্সএল-এ তার পছন্দের একটি মহিলা চ্যাম্পিয়নশিপ ম্যাচ জিতেছে। বেইলি এর আগে বলেছিলেন যে তিনি র এর মহিলা চ্যাম্পিয়নশিপের পরে যাবেন যাতে ড্যামেজ কনট্রোল র  এবং স্ম্যাকডাউন এর সমস্ত মহিলা চ্যাম্পিয়নশিপ ধরে রাখতে পারে; যাইহোক, স্ম্যাকডাউনের ফেব্রুয়ারী ২ পর্বে, বেইলি, ইয়ো স্কাই, আসকা এবং কাইরি সানকে তার পিছনে কথা বলার পরে, বেইলি প্রকাশ করেছিলেন যে তিনি জাপানি বোঝেন এবং কীভাবে তারা তাকে নিয়ে মজা করে। ২০১৯ সালের পর প্রথমবারের মতো আসকা এবং কাইরি সানে তাকে আক্রমণ করার পরে বেইলিকে ড্যামেজ কনট্রোল থেকে বের করে দেওয়া হয়েছিল। ড্যামেজ কনট্রোল-এর বাকি অংশের বিরুদ্ধে লড়াই করার পর, বেলি সিদ্ধান্ত নেন যে তিনি ডাব্লিউডাব্লিউই মহিলা চ্যাম্পিয়নশিপের জন্য  ইয়ো স্কাই-কে চ্যালেঞ্জ করবেন রেসলম্যানিয়া এক্সএল-এ। কাই অনুপস্থিত ছিলেন যখন স্কাই, আসুকা এবং সানে বেইলি চালু করেছিলেন কিন্তু পরের সপ্তাহে বেইলির পক্ষে ছিলেন।\n৫ ফেব্রুয়ারী, র-এর জেনারেল ম্যানেজার অ্যাডাম পিয়ার্স ঘোষণা করেছিলেন যে মহিলাদের রয়্যাল রাম্বল ম্যাচের বিজয়ী স্ম্যাকডাউন-এর মহিলা চ্যাম্পিয়নশিপের জন্য চ্যালেঞ্জ বেছে নেওয়ার কারণে, রেসলম্যানিয়া এক্সএল-এ র ডাব্লিউডাব্লিউই নারী ওয়ার্ল্ড চ্যাম্পিয়নশিপ -এর প্রতিদ্বন্দ্বী রিয়া রিপলির একটি এলিমিনেশন চেম্বার ম্যাচ দ্বারা নির্ধারিত হবে। ম্যাচটি জিতেছিল বেকি লিঞ্চ । রিপলি ইভেন্টেও শিরোপা ধরে রাখেন, এভাবে রেসলম্যানিয়াতে লিঞ্চের বিরুদ্ধে ডিফেন্ডিং চ্যাম্পিয়ন হিসেবে তার অবস্থান বজায় রাখেন।\n\n\n=== ম্যাচ বাতিল ===\nব্রক লেজনার, যিনি শেষবার ২০২৩ সালের আগস্ট মাসে সামারস্ল্যামে উপস্থিত ছিলেন, রয়্যাল রাম্বলে ফিরে আসার এবং রেসলম্যানিয়ার একটি ম্যাচে উপস্থিত হওয়ার পরিকল্পনা করা হয়েছিল। যাইহোক, ব্রক লেসনারকে ভিন্স ম্যাকম্যানের বিরুদ্ধে যৌন পাচারের মামলায় উল্লেখ করার কারণে, ব্রক লেসনারকে রয়্যাল রাম্বল থেকে টেনে নিয়ে যাওয়া হয় এবং রেসলম্যানিয়াতে তার নেতৃত্ব দেওয়ার জন্য সমস্ত পরিকল্পিত কাহিনী বাতিল করা হয়।\nসিএম পাংক, যিনি ২০২৩ সালের নভেম্বরে সারভাইভার সিরিজ: ওয়ারগেমস- এ প্রায় ১০ বছর পর ডাব্লিউডাব্লিউই-তে ফিরে আসেন , পুরুষদের রয়্যাল রাম্বল ম্যাচের সময় বৈধভাবে তার ডান ট্রাইসেপ ছিঁড়ে ফেলেন। জানা গেছে যে তার পরিকল্পিত রেসলম্যানিয়া এক্সএল ম্যাচটি ছিল র এর ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপের জন্য সেথ \"ফ্রিকেন\" রলিন্সকে চ্যালেঞ্জ জানাতে, কিন্তু তার আঘাতের কারণে, পরিকল্পনা পরিবর্তন করা হয়েছিল।\n\n\n== ইভেন্ট ==\n\n\n=== ১ম দিন ===\n\n\n==== প্রাথমিক ম্যাচ ====\nরেসলম্যানিয়া শনিবার ডাব্লিউডাব্লিউই প্রধান বিষয়বস্তু কর্মকর্তা ট্রিপল এইচ-এর সাথে শুরু হয়, অনুষ্ঠানে ভক্তদের স্বাগত জানায়।\n১ম দিনের- প্রথম ম্যাচে, রিয়া রিপলি বেকি লিঞ্চের বিরুদ্ধে ওমেন্স ওয়ার্ল্ড চ্যাম্পিয়নশিপ ডিফেন্স করেছিলেন। ম্যাচ চলাকালীন, লিঞ্চ রিপলির উপর ডিস-আর্ম-হার প্রয়োগ করেন, যিনি কাছাকাছি আসার জন্য সিট-আউট পাওয়ারবম্ব প্রয়োগ করে পালাতে সক্ষম হন। রিপলি রিপটাইড চেষ্টা করার সময়, লিঞ্চ একটি নিকটবর্তী পতনের জন্য ম্যানহ্যান্ডেল স্ল্যাম পাল্টা আক্রমণ করেন। রিপলি তারপর রিপটাইডকে আঘাত করে আরেকটি নিকটবর্তী পতনের জন্য। ক্লাইম্যাক্সে, লিঞ্চ দ্বিতীয় ম্যানহ্যান্ডেল স্ল্যামের চেষ্টা করার সময়, রিপলি পাল্টা আক্রমণ করেন এবং শিরোপা ধরে রাখতে পরপর দুটি রিপটাইড করেন।\nএরপর, দ্য জাজমেন্ট ডে (ফিন ব্যালর এবং ড্যামিয়ান প্রিস্ট) একটি সিক্স-প্যাক ট্যাগ টিম ল্যাডার ম্যাচে #ডিআইওয়াই (জনি গার্গানো এবং টমাসো চিয়াম্পা) দ্য নিউ ডে (কফি কিংস্টন এবং জেভিয়ার উডস) -এর বিরুদ্ধে আনডিস্পিউটেড ডাব্লিউডাব্লিউই ট্যাগ টিম চ্যাম্পিয়নশিপ ডিফেন্স করেন। ম্যাচ শেষ হওয়ার জন্য উভয় সেটের চ্যাম্পিয়নশিপ পুনরুদ্ধার করতে হয়েছিল। ম্যাচ চলাকালীন, ট্রুথ ব্যালরের উপর মনোভাব সমন্বয় করে এবং তাকে তিন গণনার জন্য পিন করে। ট্রুথ উদযাপন করে, ভেবেছিল এটি একটি ঐতিহ্যবাহী ট্যাগ টিম ম্যাচ, কিন্তু মিজ তাকে জানিয়েছিল যে তাদের চ্যাম্পিয়নশিপ বেল্টগুলি নামিয়ে আনতে হবে। ট্রুথ তখন পরামর্শ দেয় যে গার্গানো এবং চিয়াম্পা র ট্যাগ টিম চ্যাম্পিয়নশিপের পরে যাবে, যখন সে এবং মিজ স্ম্যাকডাউন ট্যাগ টিম চ্যাম্পিয়নশিপের পরে যাবেন। এরপর দুটি দল থিওরি এবং ওয়ালারের কাছে পরাজিত হয়, যারা সিঁড়ি বেয়ে উঠে স্ম্যাকডাউন ট্যাগ টিম চ্যাম্পিয়নশিপ পুনরুদ্ধার করে। দ্য জাজমেন্ট ডে-র সদস্য জেডি ম্যাকডোনা হস্তক্ষেপ করেন, কিন্তু কিংস্টন এবং উডস মই দিয়ে এগিয়ে যান, যার ফলে ম্যাকডোনা টেবিলের মধ্যে দিয়ে ভেঙে পড়েন। শেষ পর্যন্ত, ট্রুথ আরেকটি মনোভাব সমন্বয় সম্পাদন করে যা প্রিস্টকে উপরের দড়ির উপর দিয়ে মেঝেতে পাঠিয়ে দেয়। এরপর ট্রুথ সিঁড়ি বেয়ে উঠে র ট্যাগ টিম চ্যাম্পিয়নশিপ পুনরুদ্ধার করে ম্যাচটি শেষ করে এবং চ্যাম্পিয়নশিপ ভাগ করে নেয়। এটি ট্রুথকে চ্যাম্পিয়নশিপের ইতিহাসে সবচেয়ে বয়স্ক র ট্যাগ টিম চ্যাম্পিয়ন করে তোলে এবং বার্ষিক ইভেন্টে তার প্রথম জয় চিহ্নিত করে।\nএরপর রে মিস্টেরিও এবং আন্দ্রাদে (কার্লিটো, ক্রুজ দেল টোরো, জোয়াকুইন ওয়াইল্ড এবং জেলিনা ভেগা) সান্তোস এসকোবার এবং \"ডার্টি\" ডমিনিক মিস্টেরিওর (অ্যাঞ্জেল, বার্টো এবং ইলেক্ট্রা লোপেজ) মুখোমুখি হন। শেষ পর্যন্ত, দুই মুখোশধারী লোক এসে রে-কে সাহায্য করে, যিনি তারপর ডমিনিক এবং এসকোবারকে 619 দিয়ে আঘাত করেন। অ্যান্ড্রেড ডমিনিককে আউট করেন এবং রে এসকোবারকে পিন করে ম্যাচটি জেতেন। ম্যাচের পরে, মুখোশধারী পুরুষরা ল্যাটিনো ওয়ার্ল্ড অর্ডারের সাথে উদযাপন করেছিল এবং ফিলাডেলফিয়া ঈগলসের আক্রমণাত্মক লাইনম্যান জেসন কেলস এবং লেন জনসন হিসাবে প্রকাশিত হয়েছিল।\nচতুর্থ ম্যাচে, রেসলম্যানিয়ায় কেবলমাত্র তৃতীয়-ভাই-ভাই ম্যাচে জে উসো তার ভাই জিমি উসোর মুখোমুখি হন (১৯৯৪ সালের মার্চ মাসে রেসলম্যানিয়া এক্স-এ ব্রেট হার্ট বনাম ওয়েন হার্ট এবং ২০০৯ সালের এপ্রিলে রেসলম্যানিয়ার ২৫-এ জেফ হার্ডি বনাম ম্যাট হার্ডির পরে। ম্যাচ চলাকালীন, জে এবং জিমি একে অপরের বিরুদ্ধে একাধিক সুপারকিক্স বিনিময় করতেন। জে যখন একটি সুপারকিক করতে যাচ্ছিল, জিমি ক্ষমা চেয়েছিল এবং জে-এর কাছে হাঁটু গেড়ে হাত মেলানোর প্রস্তাব দিয়েছিল, পরে জে তার ভাইয়ের হাত নাড়তে এবং তাকে সাহায্য করতে, কিন্তু জিমি জে-কে ধাক্কা দিয়ে সুপারকিক করে। জিমি তারপর একটি নিকটবর্তী হওয়ার জন্য জে-তে ফ্রগ স্প্ল্যাশ পরিবেশন করেন। শেষ পর্যন্ত, জে ম্যাচটি জেতার জন্য জিমির উপর একটি স্পিয়ার এবং উসো স্প্ল্যাশ করেন।\nএরপর, জেড কারগিল, বিয়াঙ্কা ব্লেয়ার এবং নাওমি সিক্স-ওমেন্স ট্যাগ টিম ম্যাচে ড্যামেজ কনট্রোল (ডাকোটা কাই, আসুকা এবং কাইরি সেইন) -এর মুখোমুখি হন। শেষ পর্যন্ত, আসকা দুর্ঘটনাক্রমে সেইনকে কুয়াশা দিয়ে স্প্রে করে, যার ফলে বেলায়ার আসকাকে তার পনিটেল দিয়ে চাবুক মারতে সক্ষম হয় এবং কেওডি-কে অনুসরণ করে। ম্যাচটি জেতার জন্য কারগিল ডাকোটার-এর উপর জেডেড বাজিয়েছিলেন।\n\nচূড়ান্ত ম্যাচে, গুন্থার স্যামি জেইন বিরুদ্ধে ইন্টারকন্টিনেন্টাল চ্যাম্পিয়নশিপ ডিফেন্স করেছিলেন। স্যামি যখন হেলুভা কিক জন্য অভিযুক্ত হন, তখন গুন্থার স্লিপার হোল্ড সাবমিশনের বিরুদ্ধে পাল্টা আক্রমণ করেন। স্যামি সাবমিশন ম্যানুভার থেকে পালিয়ে ব্লু থান্ডার বোমা চেষ্টা করেছিলেন, কিন্তু গুন্থার আবার পাল্টা আক্রমণ করেন এবং স্লিপার হোল্ড প্রয়োগ করেন। গুন্থার একটি ড্রপকিক এবং পাওয়ারবম্ব দিয়ে স্যামির উপর আক্রমণ করেন। গুন্থার একাধিক পাওয়ারবম্ব নিক্ষেপ করতেন, কিন্তু স্যামি জেইন লাথি মেরে বের করে দেন। গুন্থার স্যামির স্ত্রীকে উপহাস করতে শুরু করেন, যিনি সামনের সারিতে বসে ছিলেন এবং স্যামির উপর একাধিক স্লেশ দেন। গুন্থার যখন উপরের দড়িতে আরোহণ করেন, স্যামি গুন্থারের উপর একটি হেলুভা কিক এবং ব্রেইনবাস্টার পরিবেশন করেন। স্যামির এরপর পরপর দুটি হেলুভা কিক্স নিয়ে চতুর্থবারের মতো চ্যাম্পিয়নশিপ জেতেন, যা চ্যাম্পিয়ন হিসেবে গুন্থারের ৬৬৬ দিনের রাজত্বের সমাপ্তি ঘটায়।\n\n\n==== মেইন ইভেন্ট ====\n১ম দিনের এর মেইন ইভেন্টে, দ্য ব্লাডলাইন (দ্য রক এবং রোমান রেইন্স) (পল হেইম্যানের সাথে একটি ম্যাচে কোডি রোডস এবং সেথ \"ফ্রিকিন\" রলিন্সের মুখোমুখি হয়েছিল যেখানে কোডি রোডস এবং সেথ রলিন্স জিতলে, দ্য ব্লাডলাইনের সমস্ত সদস্যকে ২য় রাতে রেইন্স এবং রোডসের মধ্যে আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ম্যাচের সময় রিংসাইড থেকে নিষিদ্ধ করা হবে। তবে, রক এবং রোমান রেইন্স জিতলে, চ্যাম্পিয়নশিপ ম্যাচটি ব্লাডলাইন রুলসের অধীনে অনুষ্ঠিত হবে। রিংয়ের বাইরে রক এবং রলিন্সের মধ্যে লড়াই চলার সময় রক রেফারি চ্যাড প্যাটনকে সতর্ক করে দিয়েছিলেন যে কাউন্টআউট হলে তিনি তাকে বরখাস্ত করবেন। রলিন্সকে ট্যাগ করার সময়, রক রলিন্সের উপর একটি লো-ব্লো মেরেছিলেন। প্যাটন রোডসের কাছে ক্ষমা চেয়েছিলেন কারণ এতে তাঁর কিছুই করার ছিল না। রক রলিন্সের উপর শার্পশুটার প্রয়োগ করেন, যেখানে রোডস মুখে রক চড় মেরে ভেঙে পড়েন। রেইন্সের নাক থেকে রক্তক্ষরণ হচ্ছিল, তিনি রোডসের উপর স্পিয়ার চালানোর চেষ্টা করেছিলেন, যিনি পাল্টা আক্রমণ করেছিলেন এবং কাছাকাছি আসার জন্য একটি সানসেট ফ্লিপ করেছিলেন। রোডস কোডি কাটার পারফর্ম করেন এবং রলিন্স একটি নিকটবর্তী পতনের জন্য রেইন্সের উপর একটি ফ্রগ স্প্ল্যাশ দিয়ে অনুসরণ করেন। রলিন্স রেইন্সের উপর দ্বিতীয় স্টম্প করেন, যেখানে রোডস ক্রস রোডস সাথে অনুসরণ করেন। রোডস পিনফলের জন্য গিয়েছিলেন, কিন্তু রক রেফারিকে রিং থেকে বের করে আনেন। রেইন্স সুস্থ হয়ে ওঠে এবং পিছন থেকে রোডসকে একটি লো-ব্লো এবং একটি স্পিয়ার দিয়ে আঘাত করে। রক রেফারিটিকে রিংয়ের ভিতরে ফিরিয়ে নিয়ে যায় একটি কাছাকাছি পতনের জন্য। রিংয়ের বাইরে, রক রোডসের রক্তের বেল্টটি ধরে এবং রিংসাইডে বসে থাকা রোডসের মাকে বিদ্রূপ করে। রিংয়ে ফিরে, রক পিপলস এলবো চেষ্টা করেছিলেন, কিন্তু রোডস কোডি কাটার দিয়ে পাল্টা করেছিলেন। রেইংস রোডসের উপর স্পিয়ার চালানোর চেষ্টা করে, যাকে রলিন্স পথ থেকে সরিয়ে দেয়, যার ফলে রেইন্স দুর্ঘটনাক্রমে বর্শা রক করে। রোডস এবং রলিন্স উভয়ই কাছাকাছি আসার জন্য রক এবং রেইন্স-এ একটি বংশধারা প্রদর্শন করেছিলেন। রিংয়ের বাইরে, রোডস ব্রডকাস্ট টেবিলের মাধ্যমে রক বটম অন রক পরিবেশন করেন, যখন রেইংস ব্যারিকেড দিয়ে রলিন্সকে স্পিয়ার করেন। রিংয়ে ফিরে, রোডস পরপর তৃতীয়বার ক্রস রোডসের চেষ্টা করার সময়, রক রোডসকে ওজন বেল্ট দিয়ে চাবুক মেরেছিলেন, যার ফলে রেইংস রোডসের উপর স্পিয়ারটি প্রদর্শন করেছিলেন। রক-এ ট্যাগ করা রেইংস, যিনি রোডসের উপর পিপলস এলবো বাজিয়ে ম্যাচটি জিতেছিলেন, ব্লাডলাইন রুলসের অধীনে নাইট 2-এ অবিসংবাদিত ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ম্যাচটি করেছিলেন। এই ম্যাচটি রেসলম্যানিয়ার ইতিহাসে দ্বিতীয় দীর্ঘতম ম্যাচ ছিল (1996 সালের মার্চ মাসে রেসলম্যানিয়া দ্বাদশ-এ ব্রেট হার্ট বনাম শন মাইকেলস পর) ।\n\n\n=== ২য় দিন ===\n\n\n==== প্রাথমিক ম্যাচ ====\nরেসলম্যানিয়া মানডে শুরু হয় স্টেফানি ম্যাকমাহন ২য় দিনের জন্য ক্রাউডকে হাইপ করার মাধ্যমে।\nপ্রথম ম্যাচে, সেথ \"ফ্রিকিন\" রলিন্স ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপকে ড্রু ম্যাকইন্টায়ারের বিরুদ্ধে ডিফেন্স করেছিলেন, যেখানে সিএম পাংক ছিলেন স্পেশাল গেস্ট ধারাভাষ্যকার। ম্যাচের ঠিক শুরুতে, ম্যাকইন্টায়ার রলিন্সের উপর ক্লেমোর কিক করেন। রিংয়ের বাইরে ম্যাকইন্টায়ার একটি ফোন ধরে সেলফি তোলেন। এর পরে, রলিন্স ম্যাকইন্টায়ারের কাছে \"পেডিগ্রি\" পরিবেশন করেন। পরেরটি কাউন্টকে পরাজিত করে, কিন্তু রিংয়ে ফিরে যাওয়ার সাথে সাথে রলিন্স স্টম্পটি একটি নিকটবর্তী পতনের জন্য পরিবেশন করেন। ম্যাকইন্টায়ার পাংকের দিকে মনোযোগ দেন এবং তার ফিনিশার জিটিএস-এর জন্য সংকেত দিয়ে তাকে উপহাস করেন, কিন্তু রলিন্স একটি নিকটবর্তী হওয়ার জন্য একটি \"ইনসাইড ক্র্যাডল\" দোলনাতে পাল্টা আক্রমণ করেন। ম্যাকইন্টায়ার এরপর রলিন্সের উপর আরেকটি ক্লেমোর কিক করেন। ক্লাইম্যাক্সে, রলিন্স আরেকটি ক্লেমোর কিক থেকে লাথি মারার সাথে সাথে ম্যাকইন্টায়ার তাকে আবার ম্যানুভার দিয়ে আঘাত করে এবং শেষ পর্যন্ত একটি লাইভ ক্রাউডের সামনে চ্যাম্পিয়নশিপ জিতে নেয়।\nম্যাচের পরে, ম্যাকইন্টায়ার পাংকে উপহাস করেছিলেন এবং তাকে একটি ক্রোচ চপ দিয়েছিলেন। পাংক উঠে দাঁড়ায় এবং ম্যাকইন্টায়ারের পা বের করে দেয়। পাংক তারপর তার হাত থেকে ব্রেসটি সরিয়ে নিয়ে ম্যাকইন্টায়ারকে আঘাত করে। ২০২৩ সালের পুরুষ মানি ইন দ্য ব্যাংক বিজয়ী ড্যামিয়ান প্রিস্ট তার ব্রিফকেস নিয়ে রিংয়ে ছুটে যান এবং কনট্রেকটি ক্যাশ ইন করেন। প্রিস্ট অবিলম্বে ম্যাকইন্টায়ারের উপর সাউথ অফ হ্যাভেন \"চোকস্ল্যাম\" মেরে চ্যাম্পিয়নশিপ জিতে নেন। এটি তাকে পঞ্চাশ বছরেরও বেশি সময়ের মধ্যে পুয়ের্তো রিকান বংশোদ্ভূত প্রথম ওয়ার্ল্ড চ্যাম্পিয়ন এবং পেড্রো মোরালেসের পরে পুয়ের্তো রিকো বংশোদ্ভুত দ্বিতীয় ওয়ার্ল্ড চ্যাম্পিয়ন করে তোলে। এটি তাকে দ্বিতীয় ব্যক্তি করে তোলে যে রেসলম্যানিয়ায় তার ব্রিফকেসে ক্যাশ করে (রেসলম্যানিয়া ৩১-এ সেথ রলিন্সের পরে) ।\nএরপর, দ্য প্রাইড (ববি ল্যাশলি, অ্যাঞ্জেলো ডকিন্স এবং মন্টেজ ফোর্ড) (বি-ফ্যাব এর সাথে) দ্য ফাইনাল টেস্টামেন্টের (ক্যারিয়ন ক্রস, আকাম এবং রেজার) (ফিলাডেলফিয়া স্ট্রিট ফাইট ম্যাচে স্কারলেট এবং পল এলারিং এর সাথে) মুখোমুখি হয়। ডাব্লিউডাব্লিউই হল অফ ফেমার এবং র‍্যাপার স্নুপ ডগ এই ম্যাচের স্পেশাল গেস্ট ধারাভাষ্যকার ছিলেন এবং ডাব্লিউডাবিই হল অফ ফেমার বুব্বা রে ডাডলি বিশেষ স্পেশাল গেস্ট রেফারি হিসাবে পরিচয় করিয়ে দেওয়া হয়েছিল। শেষ পর্যন্ত, ক্রস বুবার সাথে ঝগড়া করে এবং তাকে ধাক্কা দেয়। এরপর বুব্বা তার হ্যানসেন ব্রাদার্সের চশমা বের করে সেগুলি পরে ফেলেন। বুব্বা তখন \"টেবিলগুলি পান\" কলটির জন্য সংকেত দেন। ফোর্ড এবং ডকিন্স একটি টেবিল ধরে রিংয়ের ভিতরে স্থাপন করে। ফোর্ড তারপর টেবিলের মধ্য দিয়ে ক্রসের উপর একটি ফ্রগ স্প্ল্যাশ প্রদর্শন করে। এরপর ল্যাশলি ক্রসকে পিন করে ম্যাচটি জেতেন। ম্যাচের পরে, স্নুপ রিংয়ের ভিতরে দ্য প্রাইড এবং বুবার সাথে যোগ দেয় এবং তাদের সাথে উদযাপন করে।\nএর পরে, এলএ নাইট এজে স্টাইলসের সাথে লড়াই করেছিলেন। ম্যাচ শুরুর আগে নাইট এবং স্টাইলস একটি সংঘর্ষে জড়িয়ে পড়ে। নাইট যখন একটি সুপারপ্লেক্সের জন্য যাচ্ছিলেন, তখন স্টাইলস তাঁর নিচে পিছলে পড়ে এবং তাঁকে আটকে দেয়, যার ফলে নাইটের মাথা উপরের টার্নবাকল প্যাডে আঘাত করে। ক্লাইম্যাক্সে, স্টাইলস নাইটের উপর ফেনোমেনাল ফোরআর্মের চেষ্টা করেছিলেন, যিনি তার রেসলম্যানিয়া আত্মপ্রকাশের জন্য স্টাইলসের উপর ব্লান্ট ফোর্স ট্রমা প্রতিহত করেছিলেন এবং অভিনয় করেছিলেন।\nপরের ম্যাচে, লোগান পল (প্রাইম এনার্জি ড্রিংক মাসকটের সাথে) র‍্যান্ডি অরটন এবং কেভিন ওয়েন্সের বিরুদ্ধে ইউনাইটেড স্টেটস চ্যাম্পিয়নশিপ ডিফেন্স করেন। পুরো ম্যাচ জুড়ে, অরটন এবং ওয়েন্স পলকে ডবল-টিম করে। অরটন এবং ওয়েন্স পলকে পিন করার চেষ্টা করার সময়, উভয় পুরুষই একে অপরকে ঘুষি মারেন, পলকে বাইরে বেরিয়ে যাওয়ার সুযোগ দেয়। ওয়েন্স অরটনের উপর স্টানারকে আক্রমণ করার চেষ্টা করেছিলেন, শুধুমাত্র অরটনের জন্য আরকেও-এর কাছে যাওয়ার জন্য। পল তখন কাছাকাছি আসার জন্য অরটনকে তার ব্র্যাস নাকল দিয়ে আঘাত করবে। অর্টন পান্ট কিক জন্য প্রস্তুত হন, কিন্তু মাসকট পলকে রিংয়ের বাইরে টেনে আনে এবং নিজেকে আইশোস্পিড হিসাবে প্রকাশ করে। অরটন তখন ভোঁকিয়ে ঘোষণা টেবিলের মধ্য দিয়ে স্পিড-এ আরকেও পরিবেশন করেন। রিংয়ে ফিরে, অরটন আরকেও-তে ওয়েন্সের পপ-আপ পাওয়ারবম্ব প্রচেষ্টার মোকাবিলা করেন। পল এরপর অরটনকে রিং থেকে বের করে দেন এবং চ্যাম্পিয়নশিপ ধরে রাখতে ওয়েন্সের উপর ফ্রগ স্প্ল্যাশ করেন।\nচূড়ান্ত ম্যাচে, ইয়ো স্কাই বেইলির বিরুদ্ধে ডাব্লিউডাব্লিউই ওমেন্স চ্যাম্পিয়নশিপ ডিফেন্স করে। ম্যাচ চলাকালীন, স্কাই বেইলির উপর পরপর দুটি ব্রিজ সুপারপ্লেক্স করে। স্কাই এস. টি. এফ প্রয়োগ করে এবং একটি ক্রসফেস রূপান্তরিত হয়, যেখানে বেইলি পালিয়ে যায় এবং কাছাকাছি পতনের জন্য বেলি টু বেলি অন স্কাই প্রদর্শন করে। স্কাই একটি ওভার দ্য মুনসাল্ট পরিবেশন করেছিল, কিন্তু বেইলি লাথি মেরে বের হয়ে যায়। কনুইয়ের ড্রপ দিয়ে স্কাই-তে আঘাত করার পর, বেইলি চ্যাম্পিয়নশিপ জেতার জন্য রোজ প্ল্যান্ট-এ অভিনয় করেন।\n\n\n==== মেইন ইভেন্ট ====\n\n২য় দিনের মেইন ইভেন্টে, রোমান রেইন্স (পল হেইম্যানের সাথে) কোডি রোডসের বিরুদ্ধে ব্লাডলাইন রুলস ম্যাচে আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ডিফেন্স করেছিলেন। ম্যাচ চলাকালীন, রেইন্স এবং রোডস ভিড়ের মধ্যে লড়াই করেছিলেন, যেখানে রোডস একটি টেবিলে রেইন্সকে সুপারফ্লেক্স মেরেছিলেন। রিংয়ে ফিরে, রেইন্স রোডসের কাছাকাছি যাওয়ার জন্য একটি ব্যাক সুপ্লেক্স এবং একটি ফিশারম্যান্স সুপ্লেক্স মেরেছিলেন। রিংয়ের বাইরে, রেইন্স রোডসকে একটি অ্যানাউসমেন্ট টেবিলের উপর পাওয়ার-বম্ব মারার আগে একটি লো-ব্লো মেরেছিলেন। রিংয়ে দুজনে লড়াই চালিয়ে যান, যেখানে রোডস রেইন্সের উপর ক্রস রোডস মারেন, কিন্তু দ্বিতীয়বার চেষ্টা করার সময় জিমি উসো রোডসকে আক্রমণ করেন। যাইহোক, জে উসো দৌড়ে এসে জিমিকে টেবিলের মধ্য দিয়ে প্রবেশদ্বার র‍্যাম্প থেকে বের করে দেয়। রেইন্স গিলোটিন চোক প্রয়োগ করে, কিন্তু রোডস নিজেকে এবং রেইন্সকে রিং থেকে বের করে দিতে বাধ্য করে, যেখানে রোডস ব্যারিকেড দিয়ে রেইন্সের উপর স্পিয়ার মারেন। আগের বছরের রেসলম্যানিয়ার মতো, রোডস দুইবার রেইন্সের উপর ক্রস রোডস পরিবেশন করেছিলেন, শুধুমাত্র সোলো সিকোয়ার জন্য তৃতীয় প্রচেষ্টার সময় রোডসের উপর একটি সামোয়ান স্পাইক উপস্থিত এবং  মেরেছিলেন।\nতবে, সিকোয়া এবং রেইন্সের সামোয়ান স্পাইক/স্পিয়ার কম্বিনেশন-এর পরেও রোডসকে লাথি মেরে বের করে দেওয়া হয়। জন সিনা, যার দ্য ব্লাডলাইনের সাথে নিজস্ব সমস্যা ছিল, তারপর সিকোয়া এবং রেইন্সকে সরিয়ে নেওয়ার জন্য দৌড়ে যায়। দ্য রক উপস্থিত হয় এবং তার পুরানো প্রতিদ্বন্দ্বীর সাথে একদৃষ্টিতে তাকিয়ে, সিনার উপর একটি রক বটম প্রদর্শন করে। শিল্ডের সঙ্গীত তখন হিট করে এবং সেথ \"ফ্রিকিন\" রলিন্স, যিনি শিল্ডের পুরানো গিয়ার পরেছিলেন, একটি চেয়ার নিয়ে এসেছিলেন, কিন্তু তিনি এটি দিয়ে রেইন্সকে আঘাত করার আগেই, তাকে সুপারম্যান পাঞ্চ দিয়ে বের করে নিয়ে যাওয়া হয়। রক একটি বেল্ট দিয়ে রোডসকে আক্রমণ করতে শুরু করে, কিন্তু আন্ডারটেকার তখন উপস্থিত হয়ে একটি চোকস্ল্যাম দিয়ে রককে বের করে আনেন। রিংয়ের চারপাশে বিশৃঙ্খলা ছড়িয়ে পড়ার সাথে সাথে, রেইন্সের একটি চেয়ার দিয়ে রোডসকে বের করে দেওয়ার সুযোগ হয়েছিল, তবে পরিবর্তে চেয়ার দিয়ে রলিন্সকে পিছনে আঘাত করার সিদ্ধান্ত নিয়েছিল (দশ বছর আগে শিল্ডের ব্রেকআপের সময় রলিন্সের চেয়ার দিয়ে রেইন্সকে আঘাত করার ইচ্ছাকৃত প্রতিশোধ হিসাবে) । রেইন্স রোডসকে স্পিয়ার মারার চেষ্টা করেছিলেন, কিন্তু রোডস এই পদক্ষেপের বিরোধিতা করেছিলেন এবং রেইন্সকে পিন করার আগে পরপর তিনটি ক্রস রোডসকে আঘাত করে ইউনিভার্সাল চ্যাম্পিয়ন হিসাবে তাঁর ১,৩১৬ দিনের রাজত্ব শেষ করেছিলেন, যা ডাব্লিউডাব্লিউই-এর ইতিহাসে চতুর্থ দীর্ঘতম ওয়ার্ল্ড চ্যাম্পিয়নশিপ রাজত্ব। ম্যাচের পরে, রোডস অনেক প্রধান রোস্টার তারকা এবং ডাব্লিউডাব্লিউই কিংবদন্তি, পাশাপাশি তার পরিবারের সাথে উদযাপন করেছিলেন।\n\n\n== অভ্যর্থনা ==\nরোমান রেইন্স এবং কোডি রোডসের মধ্যে আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ম্যাচটি সর্বজনীনভাবে প্রশংসিত হয়েছিল। প্রো রেসলিং টর্চ ওয়েড কেলার এটিকে \"মেগা-স্পেক্টিক্যাল অফ এ ম্যাচ\" বলে অভিহিত করেছেন, উল্লেখ করে যে একমাত্র পতন ছিল \"নিকটবর্তী পতনগুলি প্রকৃতপক্ষে সম্ভাব্য সমাপ্তি হিসাবে অনুরণিত হয়নি কারণ ব্লাডলাইন রুলস সুবিধা এখনও কার্যকর হয়নি\", কিন্তু \"একবার এটি হয়ে গেলে, এটি বিশাল পপ সরবরাহ করেছিল\"। কেলার বলেছিলেন যে তিনি \"কোডির সাথে উদযাপন করা অন্যান্য শীর্ষ শিশুর মুখের ধারণাটি পছন্দ করেছিলেন, যেমন ডাস্টি রোডস এনডাব্লিউএ ওয়ার্ল্ড চ্যাম্পিয়নশিপ জয়ের সময় করেছিলেন\"। ব্লিচার রিপোর্ট ক্রিস মুলার এবং সিবিএস স্পোর্টস ব্রেন্ট ব্রুকহাউস এটিকে \"সর্বোত্তম উপায়ে ওভারবুক করা\" বলে অভিহিত করেছেন। ব্রুকহাউস বলেছিলেন যে একটি \"প্লডিং\" শুরু হয়েছিল কারণ \"সবাই জানত যে হস্তক্ষেপের জগাখিচুড়ি\" আসছে ব্লাডলাইন থেকে, এবং \"রোডস জে উসো, সিনা, রলিন্স এবং আন্ডারটেকারের কাছ থেকে সাহায্য পেয়েছিলেন যা কেবল রেসলম্যানিয়ায় অর্থবোধ করে\"। সিনেমাবলেন্ড ম্যাচটিকে এবং দ্য রক, জন সিনা এবং দ্য আন্ডারটেকারের উপস্থিতিকে ডাব্লিউডাব্লিউই-এর \"অ্যাভেঞ্জার্সঃ এন্ডগেম মুহূর্ত\" হিসাবে বর্ণনা করেছেন।\n\n\n== ফলাফল ==\n\n\n=== রেসলম্যানিয়া এক্সএল সিক্স-প্যাক ল্যাডার ম্যাচ স্ম্যাকডাউন কোয়ালিফায়ার টুর্নামেন্ট (২০২৪) ===\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)"}