{"pageid": 1407886, "title": "সুরত্রাণ", "url": "https://bn.wikipedia.org/wiki?curid=1407886", "content": "সুরত্রাণ (সংস্কৃত: सुरत्राण) হল একটি সংস্কৃত শব্দ যার অর্থ হয় \"দেবতাদের রক্ষক\", অথবা ইসলামিক শব্দ সুলতান এর সংস্কৃতে অনুবাদ করা হয়েছে। সুর (দেব, দেবতা) এবং ত্রাণ (রক্ষা, সংরক্ষণ) শব্দ দুটির সমন্বয়ে শব্দটি গঠিত।\n\n\n== ইতিহাস ==\nভারতীয় গ্রন্থ এবং শিলালিপিতে সুরত্রাণ পাওয়া যায়, এর ব্যাখ্যা বিতর্কিত, বিশেষ করে যখন প্রসঙ্গটি দিল্লী সালতানাত ও মুঘল সাম্রাজ্যের সময় হিন্দু-মুসলিম মিথস্ক্রিয়া পরবর্তী দ্বাদশ শতাব্দীর মধ্যযুগের সাথে সম্পর্কিত। উদাহরণস্বরূপ, কর্ণাটকের হাম্পি মন্দিরে ১৩৪৪ খ্রিস্টাব্দে দীর্ঘ সংস্কৃত পাথরের শিলালিপিতে এই শব্দটি পাওয়া যায়। নাগরীলিপির শিলালিপিতে  হিন্দুরায় সুরত্রাণ শব্দটি রয়েছে, যেটিকে বেঞ্জামিন লুইস রাইস \"হিন্দুরায়ের সুরত্রাণ\" হিসেবে অনুবাদ করেছেন । অন্ধ্রপ্রদেশে ১৩৫২ খ্রিস্টাব্দের প্রথম দিকে পাওয়া কিছু পাথরের শিলালিপিতেও 'হিন্দুরায় সুরত্রাণ' শব্দটি দেখা যায়।\nকিছু পণ্ডিত এর ব্যাখ্যা করেছেন \"হিন্দু রাজাদের মধ্যে সুলতান\" এবং এটিকে হিন্দু রাজাদের দ্বারা ইসলামিক রাজনৈতিক ঐতিহ্যের গৃহীত প্রমাণ হিসাবে বর্ণনা করেছেন, সেইসাথে চতুর্দশ শতাব্দীর গোড়ার দিকে ভারতীয় রাজ্যগুলি তাদের হিন্দু এবং হিন্দুধর্মের ধর্মীয় পরিচয় স্বীকার করে। অন্যরা হিন্দুরায় সুরত্রাণ শব্দটিকে দেবতাদের রক্ষাকারী হিসেবে হিন্দু রাজাদের বোঝাতে ব্যাখ্যা করেন।\nদক্ষিণ ভারতের আরও কয়েকটি শিলালিপি সুরত্রাণ শব্দটি ব্যবহার করে, কখনও কখনও হিন্দুরায় সুরত্রাণ শব্দটির অংশ হিসেবে, এবং কখনও কখনও পরিবর্তিত আকারে। উদাহরণ স্বরূপ, দিল্লি সালতানাত সৈন্যবাহিনীর বিরুদ্ধে যুদ্ধ করা ওয়ারঙ্গলের কপয় নয়ক এর জন্য ১৩৬৮ খ্রিস্টাব্দের অক্কলপুণ্ডী অনুদান শিলালিপি, নয়ককে অন্ধ্রসুরত্রাণহ (অন্ধ্রের সুরত্রাণহ) বলে উল্লেখ করে। সম্পর্কিত শব্দ হিন্দুরাবু সুরধনী অন্ধ্র অঞ্চলের সরিয়পতি তিম্মারেডির জন্য ওঙ্গোল শিলালিপিতে পাওয়া যায় এবং এটির সমকাল ১৪৮২ খ্রিস্টাব্দের। ওয়াগনারের মতে, সুরত্রাণ ও সুরধনী উভয়ই সুলতানের প্রতিলিপি। 'সুরধনী  হিন্দুরাবু' সুরধনী পরিভাষায় পাওয়া যায়, এটিও দুটি শব্দের সংমিশ্রণ, \"সুর\" ও \"ধনী\", যার ধনী অর্থ \"স্বত্বাধিকারী, বাসস্থান, গুণী রক্ষক\"। সুরত্রাণ শব্দটি ১৫৭০ খ্রিস্টাব্দের অরবিদু রাজা প্রথম তিরুমল -এর জন্য উরিগোল সুরাত্রনাহ এর অর্থ \"উরিগোলার সুরত্রানহ\" বা \"ওয়ারাঙ্গলের সুরত্রানহ\" হিসাবে ১৫৭০ খ্রিস্টাব্দের ওয়ারাঙ্গল শিলালিপিতে দেখা যায়। ওয়াগনার এটিকে \"ওয়ারঙ্গলের সুলতান\" হিসেবে ব্যাখ্যা করেছেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}