{"pageid": 1408, "title": "জর্জ অরওয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1408", "content": "এরিক আর্থার ব্লেয়ার (জুন ২৫, ১৯০৩ - জানুয়ারি ২১, ১৯৫০) একজন কালোত্তীর্ণ ইংরেজ সাহিত্যিক ও রাজনৈতিক লেখক। অবিভক্ত ভারতের বাংলা প্রদেশের মোতিহারীতে জন্ম হয়েছিল তার। বিশ্ব সাহিত্য অঙ্গনে তিনি জর্জ অরওয়েল ছদ্মনামে সমধিক পরিচিত। তাঁর কাজের বৈশিষ্ট্য হচ্ছে স্বচ্ছ গদ্য, সামাজিক সমালোচনা, সর্বগ্রাসী সর্বাত্মকবাদ (কর্তৃত্বপরায়ণ সাম্যবাদ এবং ফ্যাসিবাদ উভয়ের বিরোধিতা), এবং গণতান্ত্রিক সমাজতন্ত্রের সমর্থন।\nতিনি আজীবন স্বৈরাচার ও একদলীয় মতবাদের বিরুদ্ধে সোচ্চার ছিলেন। রিচার্ড ওয়ামেসলে ব্লেয়ার ও ইদা মাবেল লিমুজিন দম্পতির একমাত্র সন্তান অরওয়েল মাত্র ৪৬ বছর বয়সে যক্ষ্মারোগে মৃত্যুবরণ করেন।\nঅরওয়েল সর্বাধিক পরিচিত তাঁর রূপকধর্মী উপন্যাস অ্যানিম্যাল ফার্ম (১৯৪৫) এবং ডিস্টোপিয়ান উপন্যাস নাইন্টিন এইটি-ফোর (১৯৪৯) এর জন্য, যদিও তাঁর রচনাসমূহ সাহিত্য সমালোচনা, কবিতা, কথাসাহিত্য এবং বিতর্কমূলক সাংবাদিকতাও অন্তর্ভুক্ত করে। তাঁর অ-কথাসাহিত্যিক রচনাগুলো, যেমন দ্য রোড টু উইগান পিয়ার (১৯৩৭)-এ তিনি উত্তর ইংল্যান্ডের শিল্পাঞ্চলের শ্রমজীবী মানুষের জীবনযাত্রার অভিজ্ঞতা বর্ণনা করেছেন। এছাড়াও তার হোমেজ টু ক্যাটালোনিয়া (১৯৩৮)-তে তিনি স্পেনের গৃহযুদ্ধ (১৯৩৬–১৯৩৯) রিপাবলিকান পক্ষের হয়ে যুদ্ধের অভিজ্ঞতা বর্ণনা করেছেন। তাঁর রাজনীতি, সাহিত্য, ভাষা ও সংস্কৃতি বিষয়ক প্রবন্ধগুলোর মতোই সমালোচনামূলকভাবে প্রশংসিত।\nঅরওয়েলের কাজ জনপ্রিয় সংস্কৃতি এবং রাজনৈতিক সংস্কৃতিতে এখনও প্রভাবশালী। \"অরওয়েলিয়ান\" বিশেষণটি — যা সর্বগ্রাসী ও কর্তৃত্ববাদী সামাজিক অনুশীলন বর্ণনা করে — ইংরেজি ভাষার অংশ হয়ে উঠেছে, যেমন তাঁর অনেক নয়াশব্দবাদ বা (নিওলজিজম) যেমন \"বিগ ব্রাদার\", \"থট পুলিশ\", \"রুম ১০১\", \"নিউস্পিক\", \"মেমোরি হোল\", \"ডাবলথিংক\" এবং \"থটক্রাইম\" ইংরেজি ভাষার অংশ হয়ে গেছে। ২০০৮ সালে, দ্য টাইমস অরওয়েলকে ১৯৪৫ সালের পর দ্বিতীয় সর্বশ্রেষ্ঠ ব্রিটিশ লেখক হিসেবে নামকরণ করে।\n\n\n== জীবন ==\n\n\n=== শৈশব ও কৈশোর ===\n \nএরিক আর্থার ব্লেয়ার ১৯০৩ সালের ২৫ জুন তৎকালীন ব্রিটিশ ভারতের বেঙ্গল প্রেসিডেন্সির (বর্তমানে বিহার) মোতিহারিতে জন্মগ্রহণ করেন। তিনি নিজেকে একটি \"নিম্ন-উচ্চ-মধ্যবিত্ত\" পরিবারের সদস্য হিসেবে বর্ণনা করেছেন। তার প্র-প্র-পিতামহ, চার্লস ব্লেয়ার, একজন ধনী দাসমালিক জমিদার ছিলেন এবং জামাইকার দুটি প্ল্যান্টেশনের অনুপস্থিত মালিক হিসেবে পরিচিত ছিলেন; যিনি ডরসেটের বাসিন্দা ছিলেন, তিনি ওয়েস্টমোরল্যান্ডের ৮ম আর্লের কন্যা লেডি মেরি ফেনকে বিয়ে করেছিলেন। তার দাদা, টমাস রিচার্ড আর্থার ব্লেয়ার, একজন অ্যাংলিকান ধর্মযাজক ছিলেন। অরওয়েলের পিতা ছিলেন রিচার্ড ওয়ালমেসলে ব্লেয়ার, যিনি ভারতীয় সিভিল সার্ভিসের আফিম বিভাগে সাব-ডেপুটি আফিম এজেন্ট হিসেবে কাজ করতেন, চীনে বিক্রির জন্য আফিম উৎপাদন ও মজুত করার তত্ত্বাবধান করতেন।\nঅরওয়েলের মা, ইডা মেবেল ব্লেয়ার (née Limouzin), বার্মার মৌলামাইনে বেড়ে ওঠেন, যেখানে তার ফরাসি বাবা অনুমানমূলক উদ্যোগের সাথে জড়িত ছিলেন।  এরিকের দুই বোন: মার্জোরি, পাঁচ বছরের বড়; এবং এভ্রিল, পাঁচ বছরের ছোট। এরিক যখন এক বছর বয়সে, তার মা তাকে এবং মার্জোরিকে ইংল্যান্ডে নিয়ে যান। ২০১৪ সালে মোতিহারিতে অরওয়েলের জন্মস্থান এবং পৈতৃক বাড়ির সংস্কারের কাজ শুরু হয়।\n১৯০৪ সালে, ইডা তার সন্তানদের সাথে অক্সফোর্ডশায়ারের হেনলি-অন-থেমসে স্থায়ীভাবে বসবাস শুরু করেন। এরিক তার মা এবং বোনদের সান্নিধ্যে বেড়ে ওঠেন এবং ১৯০৭ সালের মাঝামাঝি সময়ে একটি সংক্ষিপ্ত পরিদর্শন ছাড়া, তিনি ১৯১২ সাল পর্যন্ত তার বাবার সাথে দেখা করেননি। পাঁচ বছর বয়সে, এরিককে হেনলি-অন-থেমসের একটি কনভেন্ট স্কুলে একজন দিবা শাখার ছাত্র হিসেবে পাঠানো হয়েছিল। এটি ছিল ফরাসি উরসুলিন নানদের দ্বারা পরিচালিত একটি ক্যাথলিক কনভেন্ট। তার মা তাকে পাবলিক স্কুলে পড়াতে চেয়েছিলেন, কিন্তু তার পরিবার ফি বহন করতে সক্ষম হয় নি। তার মামা চার্লস লিমুজিনের মাধ্যমে, ব্লেয়ার সেন্ট সাইপ্রিয়ানস স্কুল, ইস্টবোর্ন, ইস্ট সাসেক্সে বৃত্তি লাভ করেন। ১৯১১ সালের সেপ্টেম্বরে এসে তিনি পরবর্তী পাঁচ বছরের জন্য স্কুলে থাকেন, শুধুমাত্র স্কুল ছুটির সময় বাড়িতে ফিরতেন। যদিও তিনি হ্রাসকৃত ফি সম্পর্কে কিছুই জানতেন না, তবে তিনি \"শীঘ্রই বুজতে পারলেন যে তিনি একজন দরিদ্র ঘর থেকে এসেছেন। ব্লেয়ার স্কুলটিকে ঘৃণা করতেন এবং অনেক বছর পরে তিনি সেখানে কাটানো সময়ের ভিত্তিতে \"এমন, এমন ছিল আনন্দগুলো\" নামে একটি প্রবন্ধ লিখেছিলেন, যা তাঁর মৃত্যুর পরে প্রকাশিত হয়। সেন্ট সাইপ্রিয়ান্সে ব্লেয়ার প্রথম সিরিল কনোলির সাথে দেখা করেন, যিনি একজন লেখক হয়েছিলেন এবং যিনি হরাইজন পত্রিকার সম্পাদক হিসেবে অরওয়েলের বেশ কয়েকটি প্রবন্ধ প্রকাশ করেছিলেন।\n\n\n== উল্লেখযোগ্য বইসমূহ ==\nজর্জ অরওয়েল বিভিন্ন পত্র-পত্রিকা ও সাময়িকীতে লেখালেখি থেকে শুরু করে উপন্যাস, প্রবন্ধ, ছোটগল্প, কবিতা রচনা করেছেন।\n\n\n=== উপন্যাসসমূহ ===\nবার্মিজ ডেজ (১৯৩৪)\nএ ক্লার্জিম্যানস ডটার (১৯৩৫)\nকিপ দ্য এসপিডিস্ট্রা ফ্লাইং (১৯৩৬)\nকামিং আপ ফর এয়ার (১৯৩৯)\nঅ্যানিম্যাল ফার্ম (১৯৪৫)\nনাইন্টিন এইটি-ফোর (১৯৪৯)\n\n\n=== প্রবন্ধসমূহ ===\nডাউন এন্ড আউট ইন প্যারিস এন্ড লন্ডন (১৯৩৩)\nদ্য রোড টু উইগান পিয়ের (১৯৩৭)\nহোমেজ টু ক্যাটালোনিয়া (১৯৩৮)‌\nতবে তার বেশিরভাগ লেখাই ছিল সংবাদপত্রের জন্য লেখা সভ্যতা ও রাজনৈতিক সমালোচনামূলক নিবন্ধ।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}