{"pageid": 1408540, "title": "সদানন্দ দাস", "url": "https://bn.wikipedia.org/wiki?curid=1408540", "content": "স্বামী সদানন্দ দাস (সংস্কৃত: स्वामी सदानन्द दास; ১৯০৮-১৯৭৭) জার্মানিতে আর্নস্ট-জর্জ শুলজে নামে জন্মগ্রহণ করেন। তিনি হিন্দু আধ্যাত্মিক সংস্কারক ভক্তিসিদ্ধান্ত সরস্বতী ঠাকুরের শিষ্য স্বামী ভক্তি হৃদয় বনের সাথে দেখা করেছিলেন। সদানন্দ সরস্বতীর কাছ থেকে স্বামী বনের মাধ্যমে গৌড়ীয় বৈষ্ণব ঐতিহ্যে দীক্ষা লাভ করেন এবং পরে ভারতের কলকাতায় গৌড়ীয় মিশনে যোগ দেওয়ার পর সরস্বতীর কাছ থেকে সরাসরি সদানন্দ দাস নামটি প্রাপ্ত হন। তিনি ছিলেন প্রথম পরিচিত ব্যক্তিদের মধ্যে একজন যারা গৌড়ীয় বৈষ্ণব ঐতিহ্যকে গ্রহণ করার জন্য এশিয়ান বংশোদ্ভূত ছিলেন না।\n\n\n== স্বামী সদানন্দ দাসের জীবন ==\nসদানন্দ ১৯০৮ সালে জার্মানিতে জন্মগ্রহণ করেন। ১৯৩০-এর দশকের গোড়ার দিকে, তিনি শ্রীল ভক্তিসিদ্ধান্ত সরস্বতীর শিষ্য হয়েছিলেন। ভক্তিসিদ্ধান্ত সরস্বতী ভারতে ২০ শতকের গোড়ার দিকে গৌড়ীয় বৈষ্ণবধর্মের বিশিষ্ট গুরু এবং আধ্যাত্মিক সংস্কারক ছিলেন। যদিও, প্রথমে সদানন্দ ভক্তিসিদ্ধান্তের শিষ্য স্বামী হৃদয় বন মহারাজের সংস্পর্শে এসেছিলেন যখন পরবর্তীতে ১৯৩৩ সালে ইউরোপে তাঁর ধর্মপ্রচার কার্যকলাপের সময় জার্মানির বার্লিনে দ্য স্টেট পিকচার গ্যালারি পরিদর্শন করেছিলেন। তারপর ১৯৩৪ সালে, সদানন্দ লন্ডনে চলে যান যেখানে গৌড়ীয় মিশনের ভারতীয় সন্ন্যাসীরা একটি কেন্দ্র স্থাপন করেছিলেন। সেখানে তিনি শীঘ্রই ভক্তিসিদ্ধান্ত সরস্বতীর নামে, স্বামী হৃদয় বন মহারাজ এবং স্বামী ভক্তি প্রদীপ তীর্থ মহারাজের দ্বারা দীক্ষিত হন। ১৯৩৫ সালে, তিনি অবশেষে স্বামী বনের সাথে ভারতে যান। সেখানে সরস্বতী তাকে তার আধ্যাত্মিক নাম দেন সদানন্দ দাস। ১৯৩৭ সালে তার গুরুর অপ্রকটের পর, সদানন্দ হিন্দু পবিত্র গ্রন্থ অধ্যয়নের জন্য নিজেকে নিয়োজিত করে সংগঠন থেকে স্বাধীনভাবে কাজ করেছিলেন।\n১৯৩৮ এবং ১৯৩৯ সালের মধ্যে হিমালয় থেকে একেবারে দক্ষিণে এবং ফিরে যাওয়ার সময় সদানন্দ বেশ কয়েকজন সাধু, পণ্ডিত এবং ভ্রমণকারীদের সাথে দেখা করেছিলেন। তাদের মধ্যে ছিলেন ভারততত্ত্ববিদ, নৃতাত্ত্বিক, লেখক এবং দূরপ্রাচ্যের ভ্রমণকারী হান্স-হাসো ভেলথেইম-ওস্ট্রাউ যিনি সেই সময়ের তার ডায়েরিতে হিমালয়ে তাদের ১৯৩৮ সালের সাক্ষাতের উল্লেখ করেছেন। ১৯৩৯ সালের ফেব্রুয়ারিতে, সদানন্দের দক্ষিণ ভারত ভ্রমণের সময়, তিনি কেরালার কানহানগড়ে তাঁর আশ্রমে সাধক স্বামী রামদাসের সাথে দেখা করেছিলেন। রামদাস তাঁর রচনা \"ইন দ্য ভিশন অফ গড\"-এ এই বৈঠকের কথা উল্লেখ করেছেন এবং তাকে এইভাবে বর্ণনা করেছেন: \"সাধু সদানন্দ জার্মান বিশ্ববিদ্যালয়ের অধ্যাপক ছিলেন এবং তিনি মহান জ্ঞানী ও অর্জনের অধিকারী ছিলেন৷ কিন্তু তাঁকে পাওয়া গিয়েছিল৷ খুব সহজভাবে তার প্রকৃতি এবং তার উপায়ে। আসলে, আমরা তাকে প্রথম দেখাতেই ভালোবাসতাম।\"\nদ্বিতীয় বিশ্বযুদ্ধের সময় (১৯৩৯-১৯৪৫) সদানন্দকে ভারতের দেরাদুনে একটি ব্রিটিশ বন্দিশিবিরে রাখা হয়েছিল। সেখানে তিনি অস্ট্রিয়ান কবি ওয়ালথার ইডলিটজ (বামনদাস) এর সাথে দেখা করেছিলেন যিনি কারাবাসের সময় তাঁর ভাল বন্ধু এবং শিষ্য হয়েছিলেন। এইডিল্টজ তার আত্মজীবনীমূলক রচনা \"অজানা ভারত\" এ এই ঘটনাগুলি বর্ণনা করেছেন। ১৯৫৪ সালে, সদানন্দ সন্ন্যাস লাভ করেন, অর্থাৎ তিনি স্বামী সত্যবাস্তব্য ব্রজবাসী (বরস্বামী), যিনি বেনারসের গৌড়ীয় মঠের অন্তর্গত ছিলেন, স্বামী সদানন্দ দাস তার কাছ থেকে তিনি সন্ন্যাস দীক্ষা গ্রহণ করেছিলেন। ১৯৬১ সালে সদানন্দ ইউরোপে ফিরে আসেন। ১৯৭৭ সালে তাঁর মৃত্যু পর্যন্ত তিনি সেখানে অবস্থান করেছিলেন, সুইডিশ, জার্মান এবং সুইস বন্ধুদের একটি ছোট বৃত্তকে ভক্তি যোগ শিক্ষা দিয়েছিলেন এবং সংস্কৃত ও বাংলা থেকে বৈষ্ণব গ্রন্থগুলি জার্মান ভাষায় অনুবাদ করেছিলেন। এর মাধ্যমে তিনি তার শিষ্য ওয়ালথার ইডলিটজকে তার প্রকাশনা, বক্তৃতা এবং কোর্সে সহায়তা করেছিলেন। তাদের প্রধান সাধারণ কাজ হল কৃষ্ণচৈতন্যের উপর ওয়ালথার ইডলিটজের বই যার জন্য সদানন্দ সংস্কৃত ও বাংলা উৎস থেকে অনুবাদ প্রদান করেছিলেন।\n\n\n== স্বামী সদানন্দ দাসের রচনা ==\nস্বামী সদানন্দ দাস (২০১৪): কৃষ্ণের দামোদর লীলা। শ্রীমদ-ভাগবতম, গোপাল-চম্পুঃ এবং আনন্দ-বৃন্দাবন-চম্পুঃ থেকে অনুচ্ছেদের উপর ভিত্তি করে রেন্ডারিং। ইংরেজিতে অনুবাদ করেছেন কিড স্যামুয়েলসন এবং বেংট লুন্ডবর্গ স্বামী সদানন্দ দাসের জার্মান মূল \"ডাই দামোদর-লীলা কৃষ্ণের\" থেকে।\nস্বামী সদানন্দ দাস (২০১৫): ফুলের মতো কোমল – বজ্রের মতো কঠিন।সত্য এবং প্রেম শব্দ।  কিড স্যামুয়েলসন, বেংট লুন্ডবর্গ এবং ক্যাট্রিন স্ট্যাম দ্বারা ইংরেজিতে।\nস্বামী সদানন্দ দাস (১৯৩৫): \"সুন্দর ওয়ারুমবে\"। দ্য হারমোনিস্ট। ভলিউম XXXII, নং 7, পৃ. 154-167। \nস্বামী সদানন্দ দাস (১৯৩৬): \"সমাজ - সম্প্রদায় - গণিত\" । দ্য হারমোনিস্ট । ভলিউম XXXII। নং 14, পৃষ্ঠা 329-332।\nস্বামী সদানন্দ দাস (১৯৩৬): \"সাব স্পিসি ইটারনিটাইটিস - আধ্যাত্মিক দৃষ্টিভঙ্গি\"। দ্য হারমোনিস্ট, ভলিউম। XXXII, নং 15, পৃষ্ঠা 343–351। \nস্বামী সদানন্দ দাস (১৯৩৬): \"বৌদ্ধধর্ম – দর্শন বা ধর্ম\"। দ্য হারমোনিস্ট । ভলিউম XXXII। নং 16, পৃ. 361-368, 385-390।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\nBon Maharaja, Tridandi Swami Hridaya (1933), My lectures in England and Germany. Vrindaban and Calcutta: Messers N. K. Banerjee.\nEidlitz, Walther (1952). Unknown India. A Pilgrimage into a forgotten World. New York: Rider & Company.\nEidlitz, Walther (1968). Krishna-Caitanya. Sein Leben und Seine Lehre. Stockholm: Almkvist & Wiksell.\nRamdas, Swami (1940). In the Vision of God. Kanhangad: Anandashram.\nRosen, Steven (১৯৯২), Vaiṣṇavism: contemporary scholars discuss the Gauḍīya tradition, Folk Books, আইএসবিএন 0-9619763-6-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSardella, Ferdinando (2010). Bhaktisiddhanta Sarasvati. The Context and Significance of a Modern Hindu Personalist. Gothenburg: University of Gothenburg.\nStamm, Katrin (2017), Be Careful with Bhakti or Why the Guru withdraws: The Unconventional Life and Teachings of Svami Sadananda Dasa. Journal of Vaishnava Studies. Spring 2017, Vol 25, p. 131-150.\nVeltheim-Ostrau, Hans-Hasso von (১৯৫৬), Tagebücher aus Asien. Teil 1. Bombay, Kalkutta, Kashmir, Afghanistan, Die Himalayas, Nepal, Benares: 1935 - 1939., Hamburg: Claassen উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}