{"pageid": 1410634, "title": "প্রতি-দর্শনে-পরিশোধ", "url": "https://bn.wikipedia.org/wiki?curid=1410634", "content": "প্রতি-দর্শনে-পরিশোধ (ইংরেজি: Pay-per-view; সংক্ষেপে পিপিভি নামে পরিচিত) হচ্ছে এক ধরনের পরিশোধমূলক টেলিভিশন বা ওয়েবকাস্ট পরিষেবা, যার জন্য কোন দর্শককে ব্যক্তিগত সম্প্রচারের মাধ্যমে পৃথক অনুষ্ঠানগুলো দেখার জন্য অর্থ প্রদান করতে হয়।\nঅনুষ্ঠানগুলো তাদের বৈদ্যুতিন অনুষ্ঠান সহায়িকা, একটি স্বয়ংক্রিয় টেলিফোন সিস্টেম বা সরাসরি গ্রাহক পরিষেবা প্রতিনিধির মাধ্যমে একটি মাল্টিচ্যানেল টেলিভিশন প্ল্যাটফর্মের মাধ্যমে কেনা যায়। টেলিভিশন সরবরাহকারীদের মাধ্যমে ক্যারেজের পাশাপাশি বা পরিবর্তে অনলাইনে স্ট্রিমিং ভিডিওর মাধ্যমে প্রতি-দর্শনে-পরিশোধ বিতরণের সংখ্যা বাড়ছে। ২০১২ সালে, জনপ্রিয় ভিডিও শেয়ারিং প্ল্যাটফর্ম ইউটিউব অংশীদারদের প্ল্যাটফর্মে লাইভ পিপিভি অনুষ্ঠান সম্প্রচার করার অনুমতি দিতে শুরু করে।\nপিপিভির মাধ্যমে বিতরণ করা অনুষ্ঠানগুলোর মধ্যে সাধারণত বক্সিং, মিশ্র মার্শাল আর্টস, পেশাদার কুস্তি এবং সঙ্গীতানুষ্ঠান অন্তর্ভুক্ত থাকে। অতীতে, পিপিভি প্রায়ই ফিচার চলচ্চিত্রগুলোর সম্প্রচারের পাশাপাশি পর্নোগ্রাফিক চলচ্চিত্রের মতো প্রাপ্তবয়স্কসামগ্রী বিতরণ করতে ব্যবহৃত হতো, তবে ডিজিটাল কেবল এবং স্ট্রিমিং মিডিয়ার বৃদ্ধির ফলে এই ব্যবহারগুলো ভিডিও অন ডিমান্ড পদ্ধতির সাথে মিশে যায় (যা দর্শকদের যেকোন সময় প্রাক-রেকর্ড করা সামগ্রী ক্রয় এবং দেখার অনুমতি দেয়) পরিবর্তে, পিপিভিতে প্রাথমিকভাবে সরাসরি অনুষ্ঠান এবং খেলাধুলায় মনোনিবেশ করা হয়।\n\n\n== ইতিহাস ==\nপ্রতি-দর্শনে-পরিশোধের প্রাচীনতম রূপটি ছিল ক্লোজড-সার্কিট টেলিভিশন (যা মঞ্চ টেলিভিশন নামেও পরিচিত), যেখানে পেশাদার বক্সিংয়ের সম্প্রচারগুলোর নির্বাচিত সংখ্যক স্থানে সরাসরি সম্প্রচারিত হতো, বেশিরভাগ প্রেক্ষাগৃহে, যেখানে দর্শকরা লড়াইটি সরাসরি দেখার জন্য টিকিটের জন্য অর্থ প্রদান করেছিলেন। ক্লোজড-সার্কিট সম্প্রচারের মাধ্যমে প্রথম লড়াইটি ছিল ১৯৪৮ সালে জো লুইস বনাম জার্সি জো ওয়ালকট। ১৯৬০ এবং ১৯৭০-এর দশকে মুহাম্মদ আলীর সাথে ক্লোজড-সার্কিট সম্প্রচারগুলো জনপ্রিয়তায় শীর্ষে পৌঁছেছিল, ১৯৭৪ সালে \"দ্য রাম্বল ইন দ্য জাঙ্গল\" লড়াই বিশ্বব্যাপী ৫০ মিলিয়ন বিক্রিত হয়েছিল এবং ১৯৭৫ সালে \"থ্রিলা ইন ম্যানিলা\" বিশ্বব্যাপী ১০০ মিলিয়ন বিক্রিত হয়েছিল। ক্লোজড-সার্কিট টেলিভিশন ধীরে ধীরে ১৯৮০ এবং ১৯৯০-এর দশকে প্রতি-দর্শনে-পরিশোধ গৃহ টেলিভিশন দ্বারা প্রতিস্থাপিত হয়েছিল।\n\n\n=== মার্কিন যুক্তরাষ্ট্র ===\nজেনিথ ফোনভিশন সিস্টেমটি মার্কিন যুক্তরাষ্ট্রে পরীক্ষা করা প্রথম গৃহ প্রতি-দর্শনে-পরিশোধ পদ্ধতি হয়ে ওঠে। ১৯৫১ সালে বিকশিত, এটি অর্ডার গ্রহণের পাশাপাশি একটি টেলিভিশন সম্প্রচার সংকেতকে ধ্বংস করতে টেলিফোন লাইন ব্যবহার করে। ফোনভিশনের জন্য পরিচালিত মাঠ পরীক্ষাগুলো ৯০ দিন স্থায়ী হয়েছিল, যা শিকাগো, ইলিনয়ে পরীক্ষা করা হয়েছিল। পদ্ধতিটি সম্প্রচার স্টেশনের \"অফ-টাইম\" চলাকালীন একটি সিগন্যাল সম্প্রচারকে ধ্বংস করতে আইবিএম পাঞ্চ কার্ড ব্যবহার করেছিল। উভয় পদ্ধতি প্রতিশ্রুতি দেখিয়েছিল, তবে ফেডারেল যোগাযোগ কমিশন তাদের পরিচালনার অনুমতি প্রত্যাখ্যান করেছিল।\nক্যাবল টেলিভিশনের প্রথম প্রতি-দর্শনে-পরিশোধ পদ্ধতি মধ্যে একটি, অপটিক্যাল পদ্ধতি-বিকশিত চ্যানেল ১০০, ১৯৭২ সালে ক্যালিফোর্নিয়ার সান দিয়েগোতে মিশন কেবলের (যা পরে কক্স কমিউনিকেশনস দ্বারা অধিগ্রহণ করা হয়েছিল) এবং থিয়েটারভিসিওএন (যা ফ্লোরিডার সারাসোটা থেকে পরিচালিত হয়েছিল) মাধ্যমে পরিষেবাটি প্রদান করা হয়। এই প্রাথমিক পদ্ধতিটি দ্রুত ব্যবসায়ের বাইরে চলে যায়, কারণ কেবল শিল্প স্যাটেলাইট প্রযুক্তি গ্রহণ করে এবং হোম বক্স অফিসের (এইচবিও) মতো ফ্ল্যাট-রেট পে টেলিভিশন পরিষেবাগুলো জনপ্রিয় হয়ে ওঠে।\nযদিও বেশিরভাগ প্রতি-দর্শনে-পরিশোধ পরিষেবাগুলো কেবলের মাধ্যমে সরবরাহ করা হয়েছিল, তবে কয়েকটি ওভার-দ্য-এয়ার পে টিভি স্টেশন ছিল যা চলচ্চিত্র এবং অন্যান্য বিনোদনের নিয়মিত নির্ধারিত সম্প্রচারের পাশাপাশি প্রতি-দর্শনে-পরিশোধ সম্প্রচার সরবরাহ করেছিল। শিকাগো, লস অ্যাঞ্জেলেস এবং অন্যান্য কয়েকটি শহরে কয়েক বছর ধরে পরিচালিত এই স্টেশনগুলো \"স্ক্র্যাম্বলড\" সংকেতগুলো সম্প্রচার করেছিল, যা সিগন্যালটিকে স্ট্যান্ডার্ড ব্রডকাস্ট বিন্যাসে রূপান্তর করার জন্য ডেস্ক্র্যাম্বলার ডিভাইসগুলোর প্রয়োজন ছিল। এই পরিষেবাগুলই অন-টিভি হিসেবে বিপণন করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}