{"pageid": 1410213, "title": "লন্ডন ওয়াল", "url": "https://bn.wikipedia.org/wiki?curid=1410213", "content": "লন্ডন ওয়াল হল একটি প্রতিরক্ষামূলক প্রাচীর যা রোমানরা প্রথম কৌশলগতভাবে গুরুত্বপূর্ণ বন্দর শহর লন্ডিনিয়ামের চারপাশে নির্মাণ করেছিল আনুমানিক ২০০ খ্রিস্টাব্দে,  পাশাপাশি এটি ইংল্যান্ডের লন্ডন শহরের একটি আধুনিক রাস্তার নাম।\nলন্ডন প্রায় ১২০-১৫০ খ্রিস্টাব্দ থেকে একটি বড় দুর্গ দ্বারা সুরক্ষিত ছিল। একটি বড় গ্যারিসন সহ, যা তার উত্তর-পশ্চিম দিকে অবস্থিত ছিল। দুর্গটি, বর্তমানে ক্রিপলেগেট ফোর্ট নামে পরিচিত। পরে এটি একটি বিস্তৃত শহর-ব্যাপী প্রতিরক্ষায় অন্তর্ভুক্ত করা হয়েছিল। শক্তিশালী উত্তর ও পশ্চিম দিক প্রাচীরের অংশ হয়ে উঠে, যা ২০০ খ্রিস্টাব্দের দিকে নির্মিত হয়েছিল। দুর্গের দেয়ালের সংযোজন শহরের উত্তর-পশ্চিম অংশে দেয়াল ঘেরা এলাকাটিকে তার স্বতন্ত্র আকৃতি দিয়েছে।\n৪১০ খ্রিস্টাব্দের দিকে ব্রিটেনে রোমান শাসনের অবসানের ফলে প্রাচীরটি অরক্ষিত হয় পড়ে।  অ্যাংলো-স্যাক্সনের শাসনামলের শেষ দিকে পুনরায় উদ্ধার করা হয়। এই সংস্কার প্রক্রিয়া ৮৮৬ খ্রিস্টাব্দের পরে\nআলফ্রেড দ্য গ্রেটেশাসনামলে আবার শুরু হয়।়।\nমধ্যযুগের পুরো সময়টি এই ওয়ালের সংস্কার ও সম্প্রসারণ সাধিত হয়েছে বলে ধারণা করা হয়। এই প্রাচীরটি \nপরবর্তী মধ্যযুগ পর্ব্রিটেনের যন্ত লন্ডন শহরের সীমানা নির্ধারেদিয়েছিলো।  যখন জনসংখ্যা বৃপাওয়ায় ও লন্ডন  এবং শআশেপাশেপআরও াশেগবিকশিত হওয়ায় প্রাচীরটিররপরিধি কমে যায়। েয়। \n\n১৮ শতকের পরে \nলন্ডন শহরেপরিধিলবৃদ্ধি পাওয়ায় শহরের যানবাহন চলাচল বৃদ্ধি পায়, এই যানবাহন নিয়ন্ত্রণের র জন্য শহরেমূল ফটক সহ হ প্রাচীরের বড় অংশ ভেঙে ফেলা হয়।\nদ্বিতীয় বিশ্বযুদ্ধে প্রাচীরটি ধ্বংসপ্রাপ্ত হয়, তারপর যে অংশগুলো টিকে ছিলো সে অংশগুলোকে সংরক্ষিত রাখার জন্য নির্ধারিত স্মৃতিস্তম্ভ হিসাবে সংরক্ষণ করা হয়েছে।\n\nইংল্যান্ডের আশেপাশের অন্যান্য শহরের প্রাচীন দেয়ালের মতো, লন্ডন প্রাচীরটি অনেকাংশে হারিয়ে গেছে, যদিও অনেকগুলি খণ্ডাংশ রয়ে গেছে। (ইন্টারেক্টিভ মানচিত্র দেখুন)। এই প্রাচীন দেয়াল দীর্ঘদিন থেকে লন্ডন শহরের ইতিহাস, ঐতিহ্য ও অত্র অঞ্চলের উপর গভীর প্রভাব অব্যাহত রয়েছে।  প্রাচীরগুলি শহরের উন্নয়ন ও সম্প্রসারণে কিছুটা প্রতিবন্ধকতা তৈরি করেছিল; ফটকের সীমাবদ্ধতায় তাদের মধ্য দিয়ে রাস্তার নির্মাণ ও আকৃতি প্রদান করা হয়েছে। কিছুক্ষেত্রে সামান্য ব্যতিক্রম ব্যতিত প্রাচীর ঘেরা এলাকায় যাওয়া আসার জন্য আধুনিক রাস্তাগুলোও, মধ্যযুগীয় ফটকের মধ্যে দিয়ে যাওয়া রাস্তাগুলোর মতোই দেখায়।\n\n\n== তথ্যসূত্র =="}