{"pageid": 1410762, "title": "বিশ্ব ফটোগ্রাফি সংস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1410762", "content": "বিশ্ব ফটোগ্রাফি সংস্থা একটি ব্রিটিশ কোম্পানি যা তার বার্ষিক সোনি ওয়ার্ল্ড ফটোগ্রাফি পুরস্কারের জন্য সবচেয়ে বেশি পরিচিত। কোম্পানীটি ২০০৭ সালে স্কট গ্রে দ্বারা প্রতিষ্ঠিত হয়েছিল এবং এখন এটি গ্রে এর আর্ট ইভেন্ট কোম্পানি ক্রেওর একটি সহযোগী প্রতিষ্ঠান।\nওয়ার্ল্ড ফটোগ্রাফি অর্গানাইজেশন সনি ওয়ার্ল্ড ফটোগ্রাফি অ্যাওয়ার্ডস এবং ফটোফেয়ারস। — শিল্প মেলাগুলি সূক্ষ্ম আর্ট ফটোগ্রাফি এবং চলমান চিত্র উপস্থাপনের জন্য নিবেদিত ইভেন্টগুলির একটি বছরব্যাপী পোর্টফোলিও হোস্ট করে।\nএছাড়াও সংস্থাটি বিভিন্ন অংশীদারদের জন্য ফটোগ্রাফিক ইভেন্টগুলি তৈরি করে উত্পাদন করে এবং বিতরণ করে।, পৃথক শিল্পীদের প্রদর্শনী থেকে শুরু করে ২০টিরও বেশি দেশের শিল্পী এবং কিউরেটরদের সাথে জড়িত ফটোগ্রাফির বিষয়ে প্ল্যাটফর্মে।\n\n\n== সনি বিশ্ব ফটোগ্রাফি পুরস্কার ==\nওয়ার্ল্ড ফটোগ্রাফি অর্গানাইজেশন দ্বারা তৈরি, সনি ওয়ার্ল্ড ফটোগ্রাফি অ্যাওয়ার্ডস  প্রতি বছর অনুষ্ঠিত হয়। পুরস্কারগুলি গত বছরের ফটোগ্রাফির জন্য এবং বিভিন্ন ধরণের ফটোগ্রাফিক ঘরানার জন্য।\n200+ দেশ  এবং অঞ্চলগুলি থেকে 1.5 মিলিয়নেরও বেশি ছবি  তাদের শুরু থেকে পুরস্কারে প্রবেশ করা হয়েছে।\n\n\n=== প্রতিযোগিতা, জুরি এবং একাডেমি ===\nসনি ওয়ার্ল্ড ফটোগ্রাফি অ্যাওয়ার্ডে চারটি প্রতিযোগিতা রয়েছে:\n\nপেশাগত – ১০টি বিভাগ জুড়ে কাজের সংস্থা\nখুলুন - ১০টি বিভাগে সেরা একক ছবি\nযুব - ১২ থেকে ১৯ বছর বয়সী তরুণ ফটোগ্রাফারদের কাজ\nছাত্র - ফটোগ্রাফি ছাত্রদের থেকে কাজ\nজাদুঘর এবং গ্যালারি পরিচালক কিউরেটর প্রকাশক, লেখক এবং শিল্পী দ্বারা বার্ষিক পুরস্কার বিচার করা হয়। তারা ওয়ার্ল্ড ফটোগ্রাফিক একাডেমি দ্বারাও সমর্থিত।\n\n\n=== ফটোগ্রাফিতে অসামান্য অবদান ===\n\nপ্রতি বছর সোনি ওয়ার্ল্ড ফটোগ্রাফি অ্যাওয়ার্ডস একজন নির্বাচিত ব্যক্তি/নির্বাচিত ব্যক্তিকে ফটোগ্রাফিতে অসামান্য অবদানের জন্য সম্মানিত করে। এই পুরস্কারের অতীত প্রাপকদের মধ্যে রয়েছে:\n\n২০০৮: ফিল স্টার্ন\n২০০৯: মার্ক রিবউড\n২০১০: ইভ আর্নল্ড\n২০১১: ব্রুস ডেভিডসন\n২০১২: উইলিয়াম ক্লেইন\n2013: উইলিয়াম এগলস্টন\n২০১৪: মেরি এলেন মার্ক\n২০১৫: এলিয়ট এরউইট\n২০১৬: Rong Rong & inri\n২০১৭: মার্টিন পার\n২০১৮: ক্যান্ডিডা হোফার\n২০১৯: নাদাভ কান্ডার\n২০২০: গেরহার্ড স্টেইডল \n2021: গ্রেসিয়েলা ইতুরবাইড \n2022: এডওয়ার্ড বার্টিনস্কি \n\n\n=== বর্ষসেরা ফটোগ্রাফার ===\nএটি সামগ্রিক বিজয়ীকে পুরস্কৃত করা হয়।\n\n2008: ভেনেসা উইনশিপ \n2009: ডেভিড জিমারম্যান \n2010 Tomasso Ausili \n২০১১: আলেজান্দ্রো চসকিয়েলবার্গ \n২০১২: মিচ ডব্রাউনার \n২০১৩: Andrea Gjestvang \n১০১৪: সারা নাওমি লিউকোভিচ \n২০১৫: জন মুর \n২০১৬: আসগর খামসেহ \n২০১৭: ফ্রেডেরিক বাইকক্স \n২০১৮: অ্যালিস টমলিনসন \n২০১৯: ফেদেরিকো বোরেলা \n২০২০: পাবলো আলবারেঙ্গা \n২০২১: ক্রেগ ইস্টন \n\n\n=== পুরস্কার বিতরণী অনুষ্ঠান, পুরস্কার ও প্রদর্শনী ===\n\nপ্রথম সনি ওয়ার্ল্ড ফটোগ্রাফি পুরস্কার অনুষ্ঠানটি কানে অনুষ্ঠিত হয়েছিল, পরবর্তী অনুষ্ঠানগুলি প্রতি বছর এপ্রিলে লন্ডনে অনুষ্ঠিত হয়, এবং তারপরে লন্ডনের সমারসেট হাউসে বছরের বিজয়ী এবং বাছাই করা কাজের একটি প্রদর্শনী হয়। সনি ওয়ার্ল্ড ফটোগ্রাফি অ্যাওয়ার্ডস প্রদর্শনী সফরের অংশ হিসেবে শিল্পকর্মগুলিকে সারা বিশ্বে দেখানো হয়।\nবিজয়ী ফটোগ্রাফাররাও নগদ পুরস্কার, সনি ডিজিটাল ইমেজিং সরঞ্জাম, বার্ষিক সনি ওয়ার্ল্ড ফটোগ্রাফি অ্যাওয়ার্ড বইয়ে প্রকাশনা ভাগ করে নেয়। সামগ্রিক এবং পেশাদার বিভাগের বিজয়ীদেরও লন্ডন অ্যাওয়ার্ড অনুষ্ঠানে নিয়ে যাওয়া হয়।\n\n\n== ফটোমেলা ==\n\nবিশ্ব ফটোগ্রাফি সংস্থা ২০১৪ সালে ফটোফেয়ারস। ব্র্যান্ড তৈরি করে। এর উদ্দেশ্য হল ঐতিহ্যবাহী স্থির ফটোগ্রাফির বুটিক ইভেন্টগুলিকে বড় আকারের ইনস্টলেশন, ভিডিও কাজ এবং প্রযুক্তির অত্যাধুনিক প্রান্তের মাধ্যমে রাখা।\n\n\n=== ওভারভিউ ===\nফটোফেয়ারগুলি সংগ্রহকারীদের জন্য গ্যালারি এবং তাদের শিল্পীদের থেকে সূক্ষ্ম শিল্প ফটোগ্রাফি এবং চলমান চিত্র উপস্থাপন করে। এছাড়াও ভিআইপি এবং পাবলিক প্রোগ্রাম আছে।\nপ্রতি সেপ্টেম্বরে প্রতি বছর সাংহাই।  ফটোফেয়ার হয় এবং এর আগে সান ফ্রান্সিসকোতে দুটি সংস্করণে সহায়তা করেছে।\n\n\n== জিস ফটোগ্রাফি পুরস্কার ==\n২০১৫ সালে চালু হয়েছিল, Zeiss ফটোগ্রাফি পুরস্কার। ছিল বিশ্ব ফটোগ্রাফি সংস্থা এবং Zeiss- এর মধ্যে একটি সহযোগিতা।\nআন্তর্জাতিক ফটোগ্রাফি প্রতিযোগিতা বার্ষিক ফটোগ্রাফারদের একটি নির্বাচিত থিমকে সম্বোধন করে কাজের সংস্থাগুলি জমা দেওয়ার জন্য আমন্ত্রণ জানায়। সমস্ত এন্ট্রি বিনামূল্যে ছিল এবং জুরি বিশেষভাবে একটি শক্তিশালী আখ্যান সহ শিল্পকর্মের সন্ধান করছিল। বিজয়ীরা €১২,০০০ মূল্যের Zeiss লেন্স, €৩,০০০ একটি ফটোগ্রাফি প্রকল্পের জন্য ভ্রমণ খরচ, লন্ডনে একটি প্রদর্শনী এবং Zeiss এবং বিশ্ব ফটোগ্রাফি সংস্থার সাথে কাজ করার সুযোগ পেয়েছে।\n\n\n=== অতীত বিজয়ীরা ===\n২০১৬: তামিনা-ফ্লোরেনটাইন জুচ, জার্মানি\n২০১৭: কেভিন ফাইননার্ট, বেলজিয়াম\n২০১৮: নিক হ্যানেস, বেলজিয়াম\n২০১৯ ররি ডয়েল, মার্কিন যুক্তরাষ্ট্র\n২০২০: KyeongJun Yang, দক্ষিণ কোরিয়া\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}