{"pageid": 1410653, "title": "চারি ক্ষেত্র", "url": "https://bn.wikipedia.org/wiki?curid=1410653", "content": "চারি ক্ষেত্র (আক্ষরিক অর্থে চারটি পবিত্র অঞ্চল ) হল ভারতের ওড়িশা রাজ্যের চারটি পবিত্র অঞ্চলের শাখা। ঐতিহ্য অনুসারে, বিষ্ণু যখন গয়াসুরকে বধ করেছিলেন, নিজ বিজয়ের গৌরব স্মরণ করার জন্য, তিনি পুরীতে তার শঙ্খ, ভুবনেশ্বরে চক্র, যাজপুরে গদা  এবং কোনার্কে পদ্ম  স্থাপন করেছিলেন যা যথাক্রমে শঙ্খ ক্ষেত্র, চক্র ক্ষেত্র, গদা ক্ষেত্র এবং পদ্মক্ষেত্র নামে পরিচিত হয়। \n\n\n== শঙ্খ ক্ষেত্র ==\n\nপুরীর পবিত্র ভূগোলে : এক তীর্থযাত্রী কেন্দ্রের গঠন , সংগঠন এবং সাংস্কৃতিক ভূমিকা, নিত্যানন্দ পট্টনায়েক পুরী কেন্দ্রের নিম্নলিখিত কাঠামোর বিস্তারিত বর্ণনা করেছেন:\nপ্রথম অঞ্চলটি প্রত্নতাত্ত্বিক বৃত্তের আকারে যার মধ্যে মডেম কাঠের আইকনগুলি সিংহাসনে দাঁড়িয়ে প্রতিনিধিত্ব করে। ব্রহ্ম পুরাণের বিশ্বত্ত রিলিয়াস্যার ভাষায় \"সাতটি ঘেরের কেন্দ্রে, নীল পর্বতের গুহায় একটি আবাস রয়েছে ... ... \"চেতনায়\" পূর্ণ। পাঠ্যটি ব্যাখ্যা করে যে \"তিনটি অভ্যন্তরীণ পরিসীমার ভিতরে, বিষ্ণু, যিনি সর্বোচ্চ পুরুষ, কাষ্ঠাকারে বিরাজমান।\nদ্বিতীয় পরিসীমাটি  ষট্‌কোণাকৃতি। ছয় কোণে চারটি দেবীকে চিত্রিত করা হয়েছে,যথা: দুর্গা-বিমলা, কমলা-লক্ষ্মী, উত্তরা দুর্গা এবং বটমঙ্গলা, দক্ষিণে গরুড় এবং উত্তরে নীল পর্বতের চূড়া। বাইরের পূর্বমুখী স্থানে সরস্বতী, সালমোতরু গাছ এবং স্বর্ণ কূপ পাওয়া যায়। পশ্চিমে রয়েছে পবিত্র বটবৃক্ষ, রোহিণী কূপ এবং উচ্ছিষ্ট গণপতি।\nতৃতীয় পরিসীমাটি ষোল-পাপড়িযুক্ত পদ্ম সহ একটি বৃত্ত নিয়ে গঠিত। পাপড়িতে আটটি শিব এবং ডান শক্তি স্থাপন করা হয়েছে যারা সিংহাসন রক্ষা করে। এই দেবতাগণ নীল পাহাড়ে বিদ্যমান যায়,যথা: অগ্নিশ্বর, ইন্দ্রাণীদেবী, ক্ষেত্রপাল, স্বনভৈরবী। মুল্‌ত্তেশ্বর। চিত্রলতলী, বটমর্লতান্ডেয়, কাত্যায়নী, গোপেশ্বর, বেদকালী, পাতালেশ্বর, ভুবর্তেশ্বরী, বৈলতুনতেশ্বর, জগনেশ্বরী, লসানেশ্বর এবং সীতলা।\nচতুর্থ মণ্ডলটি একটি যন্ত্র বা বর্গক্ষেত্রের আকারে যেখানে প্রবেশের জন্য চারটি পয়েন্ট রয়েছে। এটি নীল পর্বত (নীল-অচল/নীলাদ্রি) এর প্রবেশপথ এবং ধাপগুলির সাথে মিলে যায়।\nপঞ্চম পরিসীমাটি ষোল-পাপড়িযুক্ত পদ্মের আকারে রয়েছে। এই মন্ডলাটি  চন্ডি এবং সম্ভুদের নিয়ে গঠিত যারা পাহাড়ের বাইরের পরিধি রক্ষা করে। শিবরা হলেন বিওয়েশ্বর, মার্কন্তলেইওয়র, মহাকালেশ্বর, কর্ণায়েশ্বর, মুক্তেশ্বর, উগ্রেশ্বর, কপাল-মোচন এবং অগ্নিশ্বর, এছাড়াও দেবী বিশ্বেশ্বরী, সপ্তমাতৃকা (মার্তণ্ডেয় তীর্থে সোমবংশী যুগের মাতৃকাগণের পাথরের মূর্তি ), দক্ষিণাকালী, চর্চিকা, আল্মেশ্বরী, বারাহী, বনদুর্গা এবং বসেলি।\nষষ্ঠটি পদ্মাকৃতি যেখানে প্রধান পবিত্র স্নানস্থান এবং পুরীর চারটি প্রাচীন মঠ রয়েছে। পঞ্চতীর্থ মার্কন্ডেয় কুণ্ড, রোহিণী কূপ, রাজা ইন্দ্রদ্যুম্ন হ্রদ নিয়ে গঠিত এবং কখনও কখনও স্বেতগঙ্গাকে অন্তর্ভুক্ত করে, চারটি আশ্রম হল পূর্বদিকের অঙ্গিরা, দক্ষিণে ভৃগু, পশ্চিমে পান্ডু এবং উত্তরে মার্কন্ডেয়।\nসপ্তম এবং শেষ পরিসীমাটি শঙ্খ -আকৃতি। শঙ্খের শীর্ষে রয়েছে লোকনাথ স্বয়ম্ভুর বিশাল প্রতীক এবং দক্ষিণ-পূর্ব প্রান্তে বিল্বেশের মন্দির। কপালমোটন এবং দেবী অর্ধাসিনী সহ শেষ তিনজন শিব শহরের দিন ও রাতের অভিভাবক হিসেবে কাজ করেন। নীলকন্ঠ হলেন ক্ষেত্রটির অধিষ্ঠাতা, নরসিংহ সেই স্থানগুলিকে রক্ষা করেন যেখানে হোম  করা হয়। স্বর্গদ্বার, এর শ্মশান এবং চক্র তীর্থ উভয়ই মানচিত্রে উপস্থাপন করা হয়েছে। শহরের চারপাশে নীচে সমুদ্র, উপরে আকাশ এবং ভার্গবী নদীর একটি শাখা শঙ্খক্ষেত্রের হাতল তৈরি করে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nEschmann, A., H. Kulke and G.C. Tripathi (Ed.): The Cult of Jagannātha and the Regional Tradition of Orissa, 1978, Manohar, Delhi.\nStarza-Majewski, Olgierd M. L: The Jagannatha temple at Puri and its Deities, Amsterdam, 1983.\nStarza-Majewski, Olgierd Maria Ludwik: The Jagannatha Temple At Puri: Its Architecture, Art And Cult, E.J. Brill   (Leiden and New York). [1993]\nPatnaik, N.: Sacred Geography of Puri : Structure and Organisation and Cultural Role of a Pilgrim Centre, Year: 2006, আইএসবিএন ৮১-৭৮৩৫-৪৭৭-২\nSiṃhadeba, Jitāmitra Prasāda: Tāntric art of Orissa"}