{"pageid": 1410, "title": "উলাহ্‌-ইয়োহান ডাল", "url": "https://bn.wikipedia.org/wiki?curid=1410", "content": "উলাহ্‌-ইয়োহান ডাল (১২ অক্টোবর ১৯৩১ - ২৯ জুন ২০০২) ছিলেন একজন নরওয়েজীয় কম্পিউটার বিজ্ঞানী, যাকে ক্রিস্টেন নাইগার্ড-এর সাথে যৌথ ভাবে সিমুলা এবং অবজেক্ট ওরিয়েন্টেড প্রোগ্রামিং-এর জনক হিসাবে বিবেচনা করা হয়।\n\n\n== জীবনী ==\nডাল ১৯৩১ সালে নরওয়ের মানডাল শহরে জন্মগ্রহণ করেন। তাকে নরওয়ের অন্যতম সেরা কম্পিউটার বিজ্ঞানী হিসাবে বিবেচনা করা হয়।\nতিনি ক্রিস্টেন নাইগার্ড-এর সাথে যৌথ ভাবে ২০০১ সালে টুরিং পুরস্কার এবং ২০০২ সালে আইইইই জন ভন ন্যুম্যান পদক লাভ করেন। and was named Commander of the Royal Norwegian Order of St. Olav in 2000.\n\n\n== প্রাথমিক গবেষণা-পত্রাবলী ==\nMultiple index countings on the Ferranti Mercury computer / by O.-J. Dahl. Oslo: Norwegian Defence Research Establishment, 1957.\nProgrammer's handbook for the Ferranti Mercury Computer, Frederic at the Norwegian Defense Research Establishment / By O.-J. Dahl, and Jan V. Garwick. – 2nd ed., Kjeller: Norwegian Defence Research Establishment, 1958.\nAutomatisk kodning: et prosjekt ved Forsvarets forskningsinstitutt.\nSimscript implementation / by Vic Bell and Ole-Johan Dahl. Oslo: Norwegian Computing Center, 1963.\nBasic concepts of SIMULA: an ALGOL based simulation language / by Ole-Johan Dahl and Kristen Nygaard. Oslo: Norsk Regnesentral, [1965?].\nSIMULA: a language for programming and description of discrete event systems : introduction and user's manual. Oslo: Norsk Regnesentral, 1965.\nDiscrete event simulation languages: lectures delivered at the NATO summer school, Villard-de-Lans, September 1966 / by Ole-Johan Dahl. Oslo: Norsk Regnesentral/Norwegian Computing Center, 1966.\nSIMULA: an ALGOL based simulation language / by Ole-Johan Dahl and Kristen Nygaard. Oslo: Norsk Regnesentral, 1966.\nSimula: an ALGOL-based simulation language / Ole-Johan Dahl and Kristen Nygaard. New York: Association for Computing Machinery, 1966. I: Communications of the ACM; 9(1966).\nClass and subclass declarations / Ole-Johan Dahl and Kristen Nygaard. Amsterdam: North-Holland, c1968. I: Simulation programming languages: proceedings of the IFIP working conference on simulation programming languages, Oslo, May 1967 / O.-J. Dahl, conference chairman; organized by IFIP Technical Committee 2, programming languages; edited by J.N. Buxton.\nDiscrete event simulation languages / Ole-Johan Dahl. London: Academic Press, 1968. (Programming languages : NATO Advanced Study Institute / edited by G. Genuys.)\nSIMULA 67: common base language / by Ole-Johan Dahl, Bjørn Myhrhaug and Kristen Nygaard. Oslo: Norsk Regnesentral, 1968. (Publication S / Norwegian Computing Center; 2) Rev. 1970: Common base language (Publ.; 22).\n\n\n== তথ্যসূত্র ==\n\n\n== অন্যান্য উৎস ==\nFrom Object-Orientation to Formal Methods: Essays in Memory of Ole-Johan Dahl, Olaf Owe, Stein Krogdahl and Tom Lyche (eds.), Springer, Lecture Notes in Computer Science, Volume 2635, 2004. আইএসবিএন ৩-৫৪০-২১৩৬৬-X. ডিওআই:10.1007/b96089.\nPioneer who Prepared the Ground for Road to Java, Jonathan Bowen. The Times Higher Education Supplement, 1677:34, 4 February 2005.\n\n\n== বহিঃসংযোগ ==\nব্যক্তিগত তথ্য।\nতথ্যসূত্র।"}