{"pageid": 1410246, "title": "ভজন লাল শর্মা", "url": "https://bn.wikipedia.org/wiki?curid=1410246", "content": "ভজন লাল শর্মা (ইংরেজি: Bhajan Lal Sharma; জন্ম: ১৫ ডিসেম্বর, ১৯৬৭) হলেন একজন ভারতীয় রাজনীতিবিদ। ২০২৩ সালের ডিসেম্বর মাসে দিয়া কুমারী ও প্রেম চাঁদ বৈরওয়া উপ-মুখ্যমন্ত্রী হিসাবে এবং তিনি স্বয়ং রাজস্থানের ১৪ তম মুখ্যমন্ত্রী হিসাবে দায়িত্ব গ্রহণের জন্য মনোনীত হয়েছেন। তিনি ষোড়শ রাজস্থান বিধানসভার সদস্য এবং সাঙ্গানের বিধানসভা কেন্দ্রের প্রতিনিধিত্ব করেন।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nভজন লাল শর্মা ভরতপুর জেলার বাসিন্দা, তিনি  ভরতপুরের নাদবাইয়ের আটারি গ্রামে জন্মগ্রহণ করেন। তিনি কিষাণ স্বরূপ শর্মা এবং গোমতী দেবীর ঘরে জন্মগ্রহণ করেছিলেন। নির্বাচনী শপথপত্রে উল্লিখিত শিক্ষাগত যোগ্যতা অনুযায়ী তিনি রাজস্থান বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞানে এমএ করেছেন।\n\n\n== রাজনৈতিক পেশা ==\nশর্মা তার ছাত্র শাখা অখিল ভারতীয় বিদ্যার্থী পরিষদের মাধ্যমে তার স্কুল জীবন থেকেই রাষ্ট্রীয় স্বয়ংসেবক সংঘের সাথে তার রাজনৈতিক জীবন শুরু করেন। পরে তিনি সেখানে জেলা সহ-আহ্বায়ক ও সহ-জেলা প্রধান হন। পরবর্তীতে তিনি ভারতীয় জনতা যুব মোর্চাতে যোগদান করেন এবং ২৭ বছর বয়সে তার নিজ গ্রামের সরপঞ্চ হন।\nতিনি টানা চতুর্থ মেয়াদে ভারতীয় জনতা পার্টি, রাজস্থানের সাধারণ সম্পাদক হিসেবে দায়িত্ব পালন করছেন।\nশর্মা রাজস্থান সামাজিক ন্যায় মঞ্চ (আরএসএনএম) এর টিকিটে ভরতপুরের নাদবাই বিধানসভা কেন্দ্র থেকে ২০০৩ সালের বিধানসভা নির্বাচনে অসফলভাবে প্রতিদ্বন্দ্বিতা করেছিলেন এবং মাত্র ৫,৯০০ ভোট এবং ৬.২৮% ভোট পেয়ে পঞ্চম স্থানে ছিলেন।\n২০২৩ সালের রাজস্থান বিধানসভা নির্বাচনের পরে, তিনি সাঙ্গানার বিধানসভা কেন্দ্র থেকে বিধায়ক হিসাবে নির্বাচিত হন।\n১২ ডিসেম্বর ২০২৩-এ, একজন প্রথমবারের বিধায়ক, তিনি ভারতীয় জনতা পার্টি দ্বারা রাজস্থানের ১৪ তম মুখ্যমন্ত্রী হিসাবে দুই উপ-মুখ্যমন্ত্রী, দিয়া কুমারী এবং প্রেম চাঁদ বৈরওয়া-এর সাথে নিযুক্ত হন।\n\n\n== রাজস্থানের মুখ্যমন্ত্রী ==\n২০২৩ সালের ১২ ডিসেম্বর, তিনি দুই উপ-মুখ্যমন্ত্রী দিয়া কুমারী এবং প্রেম চাঁদ বৈরওয়ার সাথে ভারতীয় জনতা পার্টি কর্তৃক রাজস্থানের ১৪ তম মুখ্যমন্ত্রী হিসাবে নিযুক্ত হন।\n\n\n== ব্যক্তিগত জীবন ==\nবর্তমানে তিনি বিবাহিত এবং তার দুই ছেলে রয়েছে। তার বড় ছেলে অভিষেক শর্মা পড়াশোনা করে একটি বেসরকারি চাকরি করছে এবং ছোট ছেলে কুনাল শর্মা একজন এমবিবিএস ডাক্তার।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}