{"pageid": 1410300, "title": "শিখধর্মের শব্দকোষ", "url": "https://bn.wikipedia.org/wiki?curid=1410300", "content": "টেমপ্লেট:শিখ বিশ্বাস\nশিখধর্মের শব্দকোষ বলতে শিখধর্মের সাথে সম্পর্কিত বা শিখধর্ম সংক্রান্ত শব্দগুলোকে নির্দেশ করে যা ভারতীয় সংস্কৃতির সাথেও সংশ্লিষ্ট। নিম্নের তালিকায় শব্দগুলো রয়েছে যা শিখ এবং ভারতীয় - উভয় ঐতিহ্য থেকে উদ্ভূত। এই তালিকার মূল উদ্দেশ্য হল একাধিক বানান দ্ব্যর্থহীন করা, একই ধারণার জন্য আর ব্যবহার না করা  শব্দ বা বানানগুলোর তালিকা করা, ধারণাটিকে এক বা দুটি লাইনে সংজ্ঞায়িত করা, যেকারোর জন্য নির্দিষ্ট শব্দগুলো খুঁজে পাওয়া এবং নির্দেশ করা সহজ করে তোলা এবং এক জায়গা হতে শিখধর্মের অনন্য ধারণাগুলোর জন্য একটি নির্দেশনা প্রদান করতে।\n\n\n== অ ==\nঅমৃত\nঅমরত্বের পীযূষ বা অমরত্বের মকরন্দ - অনুষ্ঠানগুলোতে ব্যবহৃত পরিশোধিত সুধা বা চিনির জলের বিকল্প। একটি লোহার পাত্রে দ্বি-ধারী তলোয়ার দিয়ে নাড়াচাড়া করে এবং খালসার নির্বাচিত পাঁচ সদস্যের দ্বারা নিরবিচ্ছিন্ন পাঁচটি বাণী পাঠের মাধ্যমে প্রস্তুত করা হয়।\nঅমৃতধারী\nখালসা অনুষ্ঠানে যাওয়া দীক্ষাপ্রাপ্ত শিখ - শিখ মর্যাদাক্রমানুসারে, খালসা হিসেবে অন্তর্ভুক্ত ব্যক্তিমাত্রই অমৃতধারী।\nঅমৃত সঞ্চার / অমৃত সংস্কার\nদীক্ষা দান (সঞ্চার অর্থ উত্সব)।\nঅকাল পুরাখ\nনিরবধি সত্ত্বা - ঈশ্বরের নাম।\nঅকাল সেনা\nশিখ সেনা - গুরু হরগোবিন্দ কর্তৃক প্রতিষ্ঠিত সেনাদল।\nঅকালী নিহাং\nশিখা যোদ্ধা ধাপ।\n\n\n== আ ==\n\n\n== ই ==\n\n\n== ঈ ==\n\n\n== উ ==\n\n\n== ঊ ==\n\n\n== ঋ ==\n\n\n== এ ==\n\n\n== ঐ ==\n\n\n== ও ==\nওয়াহেগুরু (ਵਾਹਗੁਰੂ)\nবিস্ময়কর গুরু - ঈশ্বরকে বুঝাতে শিখধর্মে ব্যবহৃৎ একটি পরিভাষা যেভাবে গুরু গ্রন্থ সাহিব-এ বিধৃত হয়েছে।\nওয়ান্ড শাকনা\nএকজনের শিকার করা দ্রব্য অন্যের সাথে ভাগ করে নেয়া (দেখুন: দান)।\n\n\n== ঔ ==\n\n\n== ক ==\n\n\n== খ ==\n\n\n== গ ==\n\n\n== ঘ ==\n\n\n== ঙ ==\n\n\n== চ ==\nচোল\nআলখেল্লা - লিঙ্গ-নির্বিশেষ শিখ আচ্ছাদন।\n\n\n== ছ ==\n\n\n== জ ==\n\n\n== ঝ ==\n\n\n== ঞ ==\n\n\n== ট ==\n\n\n== ঠ ==\n\n\n== ড ==\n\n\n== ঢ ==\n\n\n== ণ ==\n\n\n== ত ==\n\n\n== থ ==\n\n\n== দ ==\nদান\nসহায়তা - নাম, দান ইশনান: এই তিনটি কার্যের একটি।\n\n\n== ধ ==\n\n\n== ন ==\n\n\n== প ==\n\n\n== ফ ==\n\n\n== ব ==\nবাণী\nঅংশ / খণ্ড - গুরু গ্রন্থ সাহিবে দৃষ্ট গুরুদের বক্তব্যের লিখিতরূপের সংক্ষিপ্ত নাম।\nবিয়াদবি\n ব্লাসফেমী / অসম্মান করা।\n\n\n== ভ ==\nভগৎ\nপবিত্র ব্যক্তি - এমন ব্যক্তি যার উদ্দেশ্য মানবতাকে ঈশ্বরের প্রতি পরিচালিত করা এবং বিশ্বের অবিচারকে চিহ্নিত করা।\nভগৎ বাণী\nভগৎগণের নির্দেশনা - গুরু গ্রন্থ সাহিবে দৃষ্ট এমন লিখিত নির্দেশনাসমূহ যেগুলো গুরুগণ কর্তৃক লিখিত নয়।\n\n\n== ম ==\n\n\n== য ==\n\n\n== র ==\n\n\n== ল ==\nলোভ\nলালসা, পঞ্চ পাপের একটি।\nলঙ্গর\nগুরুদ্বারের গোষ্ঠী রন্ধনশালা, যেখান হতে বিনামূল্যে ধর্ম, বর্ণ, লিঙ্গ, অর্থনৈতিক অবস্থা বা গোত্র বিবেচনা না-করে সকলের জন্য তরল নিরামিষাশী জাতীয় খাদ্য সরবরাহ করা হয়।\n\n\n== শ ==\n\n\n== ষ ==\n\n\n== স ==\n\n\n== হ ==\n\n\n== ড় ==\n\n\n== ঢ় ==\n\n\n== য় ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশিখ.অর্গ হতে প্রাপ্ত শিখ পরিভাষাসমূহ।"}