{"pageid": 1410721, "title": "নীলাচল (পুরী)", "url": "https://bn.wikipedia.org/wiki?curid=1410721", "content": "নীলাচল ( সংস্কৃত: नीलाचल )          বা নীলাদ্রি ( সংস্কৃত: नीलाद्रि     ) হলো ভারতের ওড়িশা রাজ্যের পুরীর সাথে সম্পর্কিত একটি অঞ্চল।  \n\n\n== বর্ণনা ==\nনীলাচল হিন্দুধর্মের একটি ধর্মীয় তাৎপর্যপূর্ণ স্থান। এটি চার ধাম নামে চারটি তীর্থস্থানের একটি। রামানুজ এবং বিষ্ণুস্বামীর মতো ধর্মীয় আচার্যরা দ্বাদশ শতাব্দীতে নীলাচল পরিদর্শন করেছিলেন এবং মঠ স্থাপন করেছিলেন। ধর্মতাত্ত্বিক নিম্বার্ক পূর্তি নগরে গিয়েছিলেন বলে মনে করা হয়। সাধক চৈতন্য নীলাচলে আঠারো বছর কাটিয়েছিলেন বলে বিশ্বাস আছে।\nস্কন্দপুরাণ অনুসারে, অবন্তীর রাজা ইন্দ্রদ্যুম্ন দেবতা নীলমাধবের স্বপ্ন দেখেছিলেন বলে কথিত আছে। রাজা এই অধরা দেবতার সন্ধানে অনেক পুরোহিত এবং দূত পাঠিয়েছিলেন বলে মনে করা হয় যাকে বিষ্ণুর একটি রূপ হিসাবে বিবেচনা করা হয়। অবশেষে, ইন্দ্রদ্যুম্নের অন্যতম পুরোহিত বিদ্যাপতি পুরুষোত্তম ক্ষেত্রের পবিত্র অঞ্চলের নীলাচল নামক স্থানে নীলমাধবের মূর্তিটি খুঁজে পান এবং রাজার কাছে খবরটি পৌঁছে দেন। ইন্দ্রদ্যুম্নের আগমনের আগেই দেবমূর্তি অদৃশ্য হয়ে যায়। প্রসন্ন করানোর পর, বিষ্ণু নীলাচলের পুরীর জগন্নাথ মন্দির নির্মাণের নির্দেশনা দিয়েছিলেন বলে জনশ্রুতি আছে।   \nভৌগোলিকভাবে, যদিও, পুরীতে এমন কোন আপাত ভৌগোলিক কাঠামো নেই, শহরটি পূর্ব ওড়িশার উপকূলীয় সমতল ভূমিতে অবস্থিত। এক আপাতদৃষ্টিতে অস্তিত্বহীন পর্বতের এই ধরনের উল্লেখ বিতর্কের বিষয় হয়েছে।\n\n\n== অনুকল্প ==\n\n\n=== অনুকল্প ১ ===\nভারতবিদ এবং জগন্নাথ ধর্ম গবেষক, হেনরিখ ফন স্টিটেনক্রোন \" উড়িষ্যায় বিষ্ণুবাদের আবির্ভাব: ১১৩৫ খ্রিস্টাব্দ পর্যন্ত গুপ্ত যুগ থেকে প্রত্নতাত্ত্বিক এবং সূত্র-লিপির উৎস অনুযায়ী এর ইতিহাসের একটি রূপরেখা। \" এ. এশম্যান এট আল জগন্নাথ এবং উড়িষ্যার আঞ্চলিক ঐতিহ্য, দিল্লি: মনোহর, পৃ. ১-৩০, অতীতে পুরীতে একটি পাহাড়ের প্রকৃত অস্তিত্ব অনুমান করে এবং নিম্নলিখিতগুলি নোট করে:\n\n'পুরী শহরে সত্যিকারের কোনো পর্বত নেই। তবুও এটা সত্য যে জগন্নাথ মন্দিরটি আসলে একটি পাহাড়ের উপর নির্মিত হয়েছিল যা এর পশ্চিম দিকে তীব্রভাবে হ্রাস পেয়েছে। প্রবাহিত বালি এবং ক্রমাগত বসতি স্থাপনের ফলে পলি একত্রিত হয়ে পাহাড়ের পাদদেশে ভূমিকে যথেষ্ট উঁচু করেছে যার কারণে মন্দিরের সমতলতার পার্থক্য আর লক্ষণীয় হয় না। তবে, পাহাড়ের পশ্চিমে এবং উত্তরে অবস্থিত প্রাচীন শিব মন্দিরগুলির কাছে যাওয়ার সময় এটি লক্ষ্য করা যায়।'\n\nতবুও এই মতের বিপরীতে, জগন্নাথ মন্দিরের প্ল্যাটফর্মটি সম্পূর্ণরূপে মনুষ্যসৃষ্ট স্মৃতিস্তম্ভ বলে মনে হয়, পরিবর্তিত প্রাকৃতিক পর্বত নয়। নীলাচল প্রায় পুরোটাই একটি প্ল্যাটফর্ম নিয়ে গঠিত এবং এর উত্তর-পশ্চিম পাদদেশে একটি কৃত্রিম গুহা রয়েছে। এটি অভ্যন্তরীণ ঘেরের স্তর থেকে প্রায় ২৫ ফুট নীচে, প্রায় বাইশ ধাপের একটি সিঁড়ি দেবতা পাতালেশ্বর শিবের গর্ভগৃহে নেমে যায় এবং মূল ভূখণ্ডের স্তর সম্পর্কে কিছুটা ধারণা দেয়। বর্ষা মৌসুমে জায়গাটি স্পষ্টতই বন্যার সংস্পর্শে এসেছিল কারণ একবার নদীটি তার সর্বনিম্ন ধাপ স্পর্শ করেছিল যখন এটি তাপমাত্রার ঠিক সামনে প্রশস্ত রাস্তায় প্রবাহিত হয়েছিল।\n\n\n=== অনুকল্প ২ ===\nপুরীর 'নীলাচল' নামকরণ সংক্রান্ত আরেকটি অনুমান প্রসিদ্ধ ইতিহাসবিদ ডক্টর কৃষ্ণ চন্দ্র পানিগ্রাহী তার \" উড়িষ্যার ইতিহাস \", পৃষ্ঠায় বলেছেন। ৩৩৮-৩৩৯। এতে যুক্তি দেওয়া হয়েছে যে জগন্নাথ মন্দিরে কোন পর্বত বিদ্যমান ছিল না, এবং:\n\n\"\"অতঃপর ভৌমগণ আসাম থেকে খ্রিস্টীয় অষ্টম শতাব্দীর প্রথম ভাগে এসে উড়িষ্যা শাসন করে, শবরদের কাছ থেকে মন্দির লাভ করে, অকুস্থলে মন্দির তৈরি করে এবং এর নাম দেয় নীলাচল যা ছিল তাদের জন্মভূমি আসামের কামাখ্যা মন্দিরের বিখ্যাত নাম।\"\"\n১৯ শতকে, কিছু পণ্ডিত কল্পনা করেছেন, নীলাচল (নীল পাহাড়) দন্তপুরা নামে একটি প্রাক্তন বৌদ্ধ স্মৃতিস্তম্ভের ধ্বংসাবশেষ লুক্কায়িত ছিল। যাইহোক, দন্তপুরার সাথে পুরীকে চিহ্নিত করা যায় না এবং এখনও পর্যন্ত সেখানে কোন বৌদ্ধ অবশেষ আবিষ্কৃত হয়নি।\n\n\n== আরও দেখুন ==\nনীলাচলে মহাপ্রভু- শ্রীচৈতন্য মহাপ্রভুর জীবনের উপর চলচ্চিত্র\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nShri Jaganath, official website\nShri Jaganath Temple at Puri\nDas, Bikram: Domain Of Jagannath - A Historical Study, BR Publishing Corporation.\nDas, Suryanarayan: Jagannath Through the Ages, Sanbun Publishers, New Delhi. (2010) [১]\nEschmann, A., H. Kulke and G.C. Tripathi (Ed.): The Cult of Jagannath and the Regional Tradition of Orissa, 1978, Manohar, Delhi.\nHunter, W.W. Orissa: The Vicissitudes of an Indian Province under Native and British Rule, Vol. I, Chapter-III, 1872.\nKulke, Hermann in The Anthropology of Values, Berger Peter (ed.): Yayati Kesari revisited, Dorling Kindrsley Pvt. Ltd., (2010).\nMahapatra, K.N.: Antiquity of Jagannath Puri as a place of pilgrimage, OHRJ, Vol.III, No.1, April, 1954, p. 17.\nMishra, K.C.: The Cult of Jagannath, Calcutta, 1971.\nMishra, Narayan and Durga Nandan: Annals and antiquities of the temple of Jagannath, Sarup & Sons, New Delhi, 2005. [২]\nPanigrahi, K. C.: History of Orissa, Kitab Mahal, Cuttack, 2nd ed. (1981)\nPatnaik, H.S.: Jagannath, His Temple, Cult and Festivals, Aryan Books International, New Delhi, 1994, আইএসবিএন ৮১-৭৩০৫-০৫১-১.\nPatnaik, N.: Sacred Geography of Puri : Structure and Organisation and Cultural Role of a Pilgrim Centre, Year: 2006, আইএসবিএন ৮১-৭৮৩৫-৪৭৭-২\nStarza-Majewski, Olgierd M. L: The Jagannatha temple at Puri and its Deities, Amsterdam, 1983.\nStarza-Majewski, Olgierd Maria Ludwik: The Jagannatha Temple At Puri: Its Architecture, Art And Cult, E.J. Brill   (Leiden and New York). [1993] [৩]\nStietencron, Heinrich von: \"The Advent of Vishnuism in Orissa: An Outline of its History According to Archaeological and Epigraphical Sources from the Gupta Period up to 1135 AD.\" in Eschmann, A. et al., The Cult of Jagannath and the Regional Tradition of Orissa, Delhi: Manohar, pp. 1–30"}