{"pageid": 1411213, "title": "ঘূর্ণিঝড় মেকুনু", "url": "https://bn.wikipedia.org/wiki?curid=1411213", "content": "অতি তীব্র ঘূর্ণিঝড় মেকুনু ১৯৫৬ সালের পর ওমানের ধোফার গভর্নরেটে আঘাত হানা সবচেয়ে শক্তিশালী ঝড়। মেকুনু ২০১৮ সালের উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুমের দ্বিতীয় নামপ্রাপ্ত ঝড। মেকুনু.২১ মে মাসে একটি নিম্নচাপ এলাকা থেকে তৈরি হয়েছিল। এটি ধীরে ধীরে তীব্রতর হয়, ২৩ মে একটি অত্যন্ত তীব্র গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড় হিসাবে সোকোত্রার পূর্ব দিকে চলে যায়। ২৫ মে মেকুনু তার সর্বোচ্চ তীব্রতায় পৌঁছে। ভারতের আবহাওয়া দপ্তর অনুমান করে ১৭৫ কিমি/ঘ (১১০ মা/ঘ) একটানা বাতাস, মেকুনুকে একটি অত্যন্ত প্রবল ঘূর্ণিঝড় তৈরি করেছে। আমেরিকা ভিত্তিক যৌথ টাইফুন সতর্কীকরণ কেন্দ্রের বাতাসের গতিবেগের অনুমান সামান্য বেশি, ১৮৫ কিমি/ঘ (১১৫ মা/ঘ)। সর্বোচ্চ তীব্রতা থাকাকালীন, মেকুনু ২৫ মে ওমানের রায়সুতের কাছে  করেছিল। ঝড়টি ২৭ মে স্থলভাগে দ্রুত দুর্বল হয়ে পড়ে।\nসোকোত্রার কাছে যাওয়ার সময়, ঘূর্ণিঝড় মেকুনু ভারী বৃষ্টিপাত করে, যার ফলে ভূমিধস এবং বন্যা হয় যাতে ২০ জন মানুষ মারা যায়। পূর্ব ইয়েমেনি মূল ভূখণ্ডে, ঘূর্ণিঝড়ের কারণে বিদ্যুৎ বিভ্রাট এবং বন্যা দেখা দেয়, যার ফলে চারজন নিহত হয়। ওমানে ঘূর্ণিঝড় মেকুনু সাত জনকে হত্যা করে এবং প্রায় ১.৫ বিলিয়ন মার্কিন ডলালের সমপরিমান ক্ষয়ক্ষতি হয়। বৃষ্টিপাতের কারণে খালি কোয়ার্টার বা রুব' আল খালিতে মরুভূমির হ্রদ তৈরি হয়, যা পঙ্গপালের প্রাদুর্ভাব পাকিস্তান সহ ১০টি দেশকে প্রভাবিত করে, যেখানে প্রাদুর্ভাবের কারণে জরুরি অবস্থা জারি করতে হয়েছিলো।\n\n\n== আবহাওয়ার ইতিহাস ==\n\n১৮ মে আরব সাগরে, মালদ্বীপের উত্তর-পশ্চিমে, একটি বিস্তৃত প্রচলন সহ পরিচলনের একটি এলাকা তৈরী হয়। খুব উষ্ণ সমুদ্রের তাপমাত্রা ২৯ °সে (৮৪ °ফা) এর উপরে এবং মাঝারি বায়ু শিয়ার, বায়ুমণ্ডলীয় পরিস্থিতি চূড়ান্ত গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড়ের বিকাশের জন্য সহায়ক ছিল। গোলযোগ সৃষ্টির একই সময়ে ঘূর্ণিঝড় সাগর এডেন উপসাগরে অবস্থান করছিল। ২০ মে, মধ্য আরব সাগরের উপরে একটি স্বতন্ত্র নিম্নচাপ এলাকা গড়ে ওঠে।  উত্তর ও দক্ষিণে উত্তম বহিঃপ্রবাহের সাহায্যে পরিচলন ক্রমশ সংগঠিত হয়ে ওঠে। ২১ মে, ইন্ডিয়া মেটিওরোলজিক্যাল ডিপার্টমেন্ট (IMD) সিস্টেমটিকে একটি নিম্নচাপ হিসাবে শ্রেণীবদ্ধ করে। আমেরিকা ভিত্তিক জয়েন্ট টাইফুন সতর্কীকরণ কেন্দ্র (জেটিডব্লিউসি) এটি অনুসরণ করে এবং ২২ মে'র দিকে সিস্টেমের উপর পরামর্শ দেওয়া শুরু করে, এটিকে গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড় 02A মনোনীত করে।\n২৪ মে মেকুনু পূর্বদিকের বাতাসের শিয়ারের কারণে কিছুটা দুর্বল হয়ে পড়ে, যার ফলে চোখটি বিচ্ছিন্ন হয়ে পড়ে। যাইহোক, ঝড় আবার তীব্র হয়, এবং বজ্রঝড় চোখের চারপাশে কেন্দ্রের কাছাকাছি একটি কম্প্যাক্ট এলাকায় সংগঠিত হয়। ২৫ মে আইএমডি মেকুনুকে একটি অত্যন্ত মারাত্মক ঘূর্ণিঝড়ে মে মাসে উন্নীত করে।  ২৫ মে স্থানীয় সময় সাড়ে ছয়টা থেকে সাড়ে সাতটার মধ্যে মেকুনু রায়সুতের কাছে দক্ষিণ ওমানে সর্বোচ্চ তীব্রতায় স্থলে প্রবেশ করে। এটি ১৯৫৯ সালের পর ধোফার গভর্নরেটে আঘাত হানা তীব্রতম ঝড় পশ্চিম ওমানের শুষ্ক, পার্বত্য অঞ্চলে ঝড়টি দ্রুত দুর্বল হয়ে পড়ে। ২৭ মে আইএমডি মেকুনুকে ওমান, ইয়েমেন এবং সৌদি আরবের সীমান্তের কাছে একটি সু-চিহ্নিত নিম্নচাপ এলাকা হিসেবে অবনমিত করে।\n\n\n== প্রস্তুতি এবং প্রভাব ==\n\nঝড় ট্র্যাকিং করতে, আইএমডি ঝড়ের পথে জেলে এবং অন্যান্য লোকদের জন্য বিভিন্ন ধরণের সতর্কতা জারি করে।  ঝড়ের আগে ওমানি কর্মকর্তারা দেশটির সীমান্তবর্তী হাসপাতাল ও অন্যান্য এলাকা খালি করে। সালালাহ বিমানবন্দর ২৪ ঘন্টার জন্য বন্ধ ছিল।\nঘূর্ণিঝড় মেকুনু তার পূর্ব দিকে যাওয়ার সময় সোকোট্রা দ্বীপে ভারী বৃষ্টিপাত ঘটায়, যার ফলে বন্যা হয় যা দ্বীপের বেশিরভাগ যোগাযোগ বিচ্ছিন্ন করে দেয়। এটি ইয়েমেনি সরকারকে জরুরি অবস্থা ঘোষণা করতে বাধ্য ক্রে। ীক হাজারের বেশি পরিবারকে সরিয়ে নেওয়া হয় দ্বীপের রাজধানী হাদিবুর ১১ টি আশ্রয় কেন্দ্রে।   বন্যায় সোকোত্রা বিমানবন্দরের সাথে হাদিবুর সংযোগকারী প্রধান সড়ক, এবং দ্বীপের পূর্ব ও পশ্চিম দিকের রাস্তাগুলো ভেসে যায়। পুরো দ্বীপ জুড়ে, মেকুনু কমপক্ষে 20 জনকে হত্যা করে।\nইয়েমেনের মূল ভূখণ্ডে, বন্যার বৃষ্টিতে হাজরামাউত এবং আল মাহরাহ গভর্নরেটের রাস্তা, যানবাহন এবং ভবন ক্ষতিগ্রস্ত হয়। ঘূর্ণিঝড়ে বিদ্যুৎ লাইন এবং জেনারেটর ক্ষতিগ্রস্ত হয়, যার ফলে বিদ্যুৎ বিভ্রাট হয়। আলাইব্রিতে, বন্যা প্রায় প্রায় তিন দিন ধরে ২০ হাজার মানুষকে বিচ্ছিন্ন করে রাখে। ঝড়ে আল গাইদায় দুটি জাহাজ ডুবে যায়। ইয়েমেনের মূল ভূখণ্ড জুড়ে, মেকুনুর কারণে ৪ জন নিহত এবং আরও বিশ জন আহত হয়।\n\n২০১১ সালের আবহাওয়া\n২০১১ সালে ক্রান্তীয় ঘূর্ণিঝড়\nআরব উপদ্বীপের ক্রান্তীয় ঘূর্ণিঝড়ের তালিকা\nঘূর্ণিঝড় গণু (২০০৭)\nসাইক্লোন ফেট (২০১০)\nঘূর্ণিঝড় কেইলা (২০১১)\nঘূর্ণিঝড় তেজ (২০২৩)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভারতের আবহাওয়া বিভাগ"}