{"pageid": 1411144, "title": "সালবেগ", "url": "https://bn.wikipedia.org/wiki?curid=1411144", "content": "সালবেগ ( ওড়িয়া: ସାଲବେଗ    , ১৬০৭/১৬০৮ – ?)   ছিলেন ১৭শ শতাব্দীর গোড়ার দিকের ভারতীয় ওড়িয়া ধর্মীয় কবি। তিনি জগন্নাথ ভজন রচনা করেছিলেন।   তিনি জন্মগতভাবে মুসলিম ছিলেন কিন্তু হিন্দু ঈশ্বর জগন্নাথের প্রতি তাঁর ভক্তির কারণে ভগবান জগন্নাথ তাঁর দর্শন পাওয়ার জন্য ওড়িশায় তাঁর রথযাত্রা বন্ধ করে দেন।     তার বিখ্যাত ভজন ' আহে নীল সৈল ' আজও টিকে আছে।    \n\n\n== জীবনী ==\nওড়িশার ভক্ত কবিদের মধ্যে যারা জগন্নাথের জন্য জীবন উৎসর্গ করেছিলেন, তাদের মধ্যে সালবেগ বিশিষ্ট স্থান অধিকার করে আছেন। তিনি ১৭শ শতাব্দীর প্রথমার্ধে বসবাস করতেন। নীলমণি মিশ্র, যিনি কবি এবং তাঁর রচনাগুলির একটি বিস্তৃত বিবরণ লিখেছেন, সালবেগের জন্ম ১৬০৭-১৬০৮ খ্রিস্টাব্দের মধ্যে নির্ধারণ করেন। সালবেগ ছিলেন মুঘল সুবেদার লালবেগের পুত্র। তার পিতা এক সামরিক সফরে দন্ডমুকুন্দপুর পেরিয়ে আসেন। তিনি দেখলেন এক সুন্দরী যুবতী ব্রাহ্মণ বিধবা ললিতা নদীতে স্নান থেকে ফিরে আসছেন। লালবেগ তাকে জোর করে তুলে নিয়ে যায় এবং তার স্ত্রী করে। সালবেগ ছিল তাদের একমাত্র সন্তান।\nবয়স হওয়ার সাথে সাথেই সালবেগ তার বাবার উৎসাহে লড়াইয়ে নামেন। একবার তিনি যুদ্ধে গুরুতর আহত হন। জীবনের জন্য লড়াই করে তিনি তার মায়ের পরামর্শ গ্রহণ করেন এবং বিষ্ণুর পবিত্র নাম উচ্চারণ করেন যা তাকে অলৌকিকভাবে নিরাময় করেছিল।  বিষ্ণুর কাছে অত্যন্ত ঋণী বোধ করে, তিনি হিন্দু ধর্ম সম্পর্কে আরও জানার চেষ্টা করেন। তাঁর মা তাঁকে বিষ্ণু জগন্নাথের কথা শিখিয়েছিলেন। বিস্মিত ও রোমাঞ্চিত হয়ে তিনি পুরীতে যান কিন্তু জন্মগত ধর্মের কারণে জগন্নাথ মন্দিরে প্রবেশ করতে অস্বীকার করেন। এরপর তিনি পায়ে হেঁটে বৃন্দাবনে যান। সেখানে তিনি কৃষ্ণের সম্মানে ভজন পাঠ করে সাধুদের সাহচর্যে সাধক জীবন যাপন করেন। এক বছর ব্রজে (বৃন্দাবন) থাকার পর তিনি জগন্নাথের রথযাত্রা উৎসব দেখার ইচ্ছায় পুরীতে ফিরে আসেন, কিন্তু পথে হঠাৎ অসুস্থ হয়ে পড়েন। অসহায় বোধ করে এবং এটি বুঝতে পেরে যে তিনি রথযাত্রা উৎসব দেখতে সময়মতো পুরীতে পৌঁছতে পারবেন না, তিনি জগন্নাথের কাছে প্রার্থনা করেন যাতে তিনি না পৌঁছানো পর্যন্ত জগন্নাথ অপেক্ষা করেন।\nউল্টোরথ বা বহুদা যাত্রা উৎসবের দিন, জগন্নাথের গাড়ি 'নন্দীঘোষ' সালবেগ আসার আগ পর্যন্ত নড়েনি। সালবেগকে দর্শন দেওয়ার জন্য রথ যে জায়গায় স্থির ছিল, পরে সালবেগ জগন্নাথের সম্মানে তাঁর বহু ভজন রচনা করতে ব্যবহার করেছিলেন। মৃত্যুর পর সেখানেই তার দেহ দাহ করা হয়। এই মহান ভক্তের সমাধি আজও বালাগান্ডির কাছে পুরীর গ্র্যান্ড রোডে আছে। তাঁর সম্মানে, প্রতি বছর রথযাত্রার (উল্টোরথের) সময় জগন্নাথের রথটি তাঁর সমাধির কাছে কিছুক্ষণ দাঁড়িয়ে থাকে।\nএই কবি ছিলেন শ্রী জগন্নাথের (শ্রী কৃষ্ণ) এক মহান ভক্ত। তাঁর ভজন আজও জগন্নাথভক্তদের মধ্যে জনপ্রিয়। সালবেগ অসংখ্য ভক্তিমূলক গান রচনা করেছেন কিন্তু সবগুলো টিকে নি। তাঁর বেশিরভাগ রচনা জগন্নাথ তথা কৃষ্ণের প্রার্থনা এবং স্তোত্র সম্পর্কিত। এর মধ্যে বেশ কয়েকটি গানে গোপী এবং রাধার সাথে কৃষ্ণের প্রণয় দ্বন্দ্বের বর্ণনা আছে, কিছু গানে বাৎসল্য রস দ্বারা অনুপ্রাণিত হয়ে যশোদার ছোট্ট কৃষ্ণের জন্য মধুর মাতৃত্ববোধের উল্লেখ আছে।\n\n\n== কাজ ==\nভক্তি যুগের ভক্তিমূলক সাহিত্যেও তাঁর গভীর ভক্তির তীব্রতা ও আবেগ রয়েছে। যদিও কবিকে মন্দিরে প্রবেশে নিষেধ করা হয়েছিল, তবে অভ্যন্তরীণ প্রাঙ্গণ এবং গর্ভগৃহ সম্পর্কে তাঁর বর্ণনাগুলি ওড়িশার ভক্তিমূলক সাহিত্যে সবচেয়ে বিশদ এবং নির্ভুল। তাঁর আহে নীল সৈল গানটি  জগন্নাথকে উৎসর্গ করা অন্যতম বিখ্যাত প্রার্থনা। সেই সময়ের অনেক ঐতিহাসিক ঘটনা তাঁর গানে বর্ণিত হয়েছে। কবি গভীর হতাশা ও যন্ত্রণার সাথে, পুরীতে আক্রমণকারী এবং শ্রীমন্দির লুট ও অপবিত্র করার বারবার প্রচেষ্টার কথা উল্লেখ করেছেন। সে সময় প্রায়শই প্রধান গৃহের বাইরে দেবতাদের স্থানান্তরিত করার প্রয়োজন ছিল এবং কবি গানটিতে চিত্রানুগ বিবরণ দিয়েছেন। সে সময় প্রায়শই প্রধান গৃহের বাইরে দেবতাদের স্থানান্তরিত করার প্রয়োজন ছিল এবং কবি গানটিতে চিত্রানুগ বিবরণ দিয়েছেন। সে সময় প্রায়শই প্রধান গৃহের বাইরে দেবতাদের স্থানান্তরিত করার প্রয়োজন ছিল এবং কবি গানটিতে চিত্রানুগ বিবরণ দিয়েছেন।\nসালবেগের গানগুলি ওড়িশি সঙ্গীতের রাগ এবং স্বরের উপর ভিত্তি করে ঐতিহ্যবাহী সুরে গাওয়া হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSalabega:A Muslim devotee of Krishna"}