{"pageid": 1411116, "title": "তারেক মেহন্না", "url": "https://bn.wikipedia.org/wiki?curid=1411116", "content": "তারেক মেহন্না একজন ফার্মাসিস্ট যিনি আল কায়েদাকে বস্তুগত সহায়তা প্রদানের ষড়যন্ত্র, সন্ত্রাসীদের বস্তুগত সহায়তা প্রদান (এবং এটি করার ষড়যন্ত্র), বিদেশে হত্যার ষড়যন্ত্র, এফবিআই-এর কাছে মিথ্যা বিবৃতি দেওয়ার ষড়যন্ত্র এবং মিথ্যা বিবৃতি দেওয়ার দুটি অভিযোগে দোষী সাব্যস্ত হন। তিনি ২১ অক্টোবর, ২০০৯ সালে গ্রেপ্তার হন এবং ১২ এপ্রিল, ২০১২ সালে ১৭ বছরের ফেডারেল কারাদণ্ডে দণ্ডিত হন। বর্তমানে তিনি মার্কিন যুক্তরাষ্ট্রের কলোরাডোর এডিএক্স ফ্লোরেন্স কারাগারে বন্দী রয়েছেন। ১৫ বছর সাজা কাটানোর পর, তার মুক্তির তারিখ ১৮ ডিসেম্বর, ২০২৪ নির্ধারিত রয়েছে।\n\n\n== জীবনের প্রথমার্ধ ==\nমেহন্নার জন্ম পেনসিলভানিয়ায় এবং তিনি বড় হয়েছেন ম্যাসাচুসেটসের সাডবারিতে, বোস্টনের কাছে একটি ছোট শহর। তার বাবা-মা ১৯৮০ সালে মিশর থেকে মার্কিন যুক্তরাষ্ট্রে চলে আসেন।\n\n\n== মুজাহিদ কর্মকাণ্ড ==\n২০০৪ সালে মেহন্না ইয়েমেনে দুই সপ্তাহ কাটিয়েছেন, যেখানে প্রসিকিউটররা প্রমাণ করেছেন যে তিনি মার্কিন নেতৃত্বাধীন আগ্রাসন এবং দখলদারিত্বের বিরুদ্ধে ইরাকিদের সাথে যুদ্ধ করতে ইরাকে যাওয়ার লক্ষ্যে একটি মুজাহিদ প্রশিক্ষণ শিবিরে প্রশিক্ষণ নেওয়ার চেষ্টা করেছিলেন কিন্তু ব্যর্থ হন। যখন তিনি মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন, তখন মেহনা আল-কায়েদার প্রচার হিসাবে প্রসিকিউটরদের দ্বারা বর্ণিত অনলাইন উপকরণগুলি অনুবাদ এবং পোস্ট করতে শুরু করে। মেহন্না বলেছেন যে তিনি মুসলমানদের আত্মরক্ষার অধিকারকে সমর্থন করেন। তার আইনজীবীরা যুক্তি দিয়েছিলেন যে তার ইন্টারনেট কার্যক্রম মার্কিন যুক্তরাষ্ট্রের প্রথম সংশোধনীর অধীনে সুরক্ষিত ছিল।\n\n\n== বিচার এবং প্রত্যয় ==\nমার্কিন অ্যাটর্নি কারমেন অরটিজ মেহন্নার প্রসিকিউশনের নেতৃত্ব দেন। এপ্রিল ২০১২ সালে মেহন্নাকে বোস্টনের ফেডারেল আদালতে চারটি সন্ত্রাস-সম্পর্কিত অভিযোগে এবং এফবিআই এবং অন্যান্য মার্কিন যুক্তরাষ্ট্রের ফেডারেল কর্মকর্তাদের সাথে মিথ্যা বলার জন্য অন্য তিনটি অভিযোগে সাজা দেওয়া হয়েছিল। তার সাজা নির্ধারণের আগে, তিনি সাংবাদিকদের দ্বারা বাকপটু এবং \"আবেগপূর্ণ বলে একটি বিবৃতি দিয়েছিলেন যার পাঠ্যটি পরে ব্যাপকভাবে অনলাইনে প্রচারিত হয়েছিল।\nমেহন্নার শাস্তির পর, এসিএলইউ একটি বিবৃতি প্রকাশ করে যে অজনপ্রিয় ধারণার দমন আমেরিকান মূল্যবোধের পরিপন্থী, এবং রায়টি প্রথম সংশোধনীকে ক্ষুন্ন করে। বিশেষ করে, এটি বলেছে, \"সরকারের মামলার তত্ত্বের অধীনে, সাধারণ মানুষ-লেখক এবং সাংবাদিক, একাডেমিক গবেষক, অনুবাদক, এমনকি সাধারণ ওয়েব সার্ফার--বিতর্কিত এবং অজনপ্রিয় ধারণাগুলি নিয়ে গবেষণা বা অনুবাদ করার জন্য বিচার করা যেতে পারে।\"\nমেহন্না তার মামলার প্রথম সার্কিট কোর্ট অফ আপিল -এ আপিল করেন কিন্তু হেরে যান। বিচারক ব্রুস সেলিয়া, সরকারের পক্ষে পাওয়া 3-বিচারকের প্যানেলের হয়ে লিখছেন, বলেছেন যে মেহন্নাকে \"ন্যায্যভাবে বিচার করা হয়েছে, ন্যায্যভাবে দোষী সাব্যস্ত করা হয়েছে এবং আইনত সাজা দেওয়া হয়েছে।\" \"আমরা মনে করি এটি কার্যত অযৌক্তিক যে যুক্তিবাদী বিচারকগণ খুঁজে পেতে পারেন যে আসামী এবং তার সহযোগীরা সন্ত্রাসী প্রশিক্ষণ শিবিরে তালিকাভুক্তির জন্য বিদেশে গিয়েছিলেন,\" মতামতে বলা হয়েছে।\nআপিলের জন্য মৌখিক যুক্তি ৩০ জুলাই, ২০১৩ বোস্টনে অনুষ্ঠিত হয়েছিল, এবং সেই বছরের ১৩ নভেম্বর জারি করা মতামত। মৌখিক যুক্তিতে, মেহন্নার পক্ষে যুক্তি দেখান পি. সাবিন উইলেট, এবং মার্কিন যুক্তরাষ্ট্রের প্রতিনিধিত্ব করেন বিচার বিভাগের লিজা কোলারি। মেহন্না ১৭ মার্চ, ২০১৩ সালে তার মামলা সুপ্রিম কোর্টে আপিল করেন ১৮ মার্চ, ২০১৪ সালে, স্কটাসব্লগের লাইল ডেনিস্টন সুপ্রিম কোর্টের আপিলের উপর দৃষ্টি নিবদ্ধ করে মামলাটি প্রোফাইল করেছেন। নিম্ন আদালত থেকে মামলাগুলি পর্যালোচনা করা বা না করার সিদ্ধান্ত নেওয়ার অধিকার সুপ্রিম কোর্টের রয়েছে এবং এই সিদ্ধান্তগুলি ব্যাখ্যা করার কোনও বাধ্যবাধকতা নেই৷ বিচার বিভাগের প্রতিক্রিয়া সংক্ষিপ্ত ২৫ জুলাই, ২০১৪ সালে দাখিল করা হয়েছিল\n\nডেনিস্টন রিপোর্ট করেছেন যে মেহন্নার আইনজীবীরা যুক্তি দেবেন যে মেহন্না দার্শনিকভাবে আল কায়েদার নীতির প্রতি সহানুভূতিশীল ছিলেন, তার নথির অনুবাদ স্বতঃস্ফূর্ত ছিল  কারো অনুরোধে করা হয়নি, এবং এর অর্থ হল অনুবাদগুলি আল কায়েদার কার্যক্রমের অংশ ছিল না। ৬ অক্টোবর, ২০১৪ সালে, আদালত ঘোষণা করে যে এটি মামলাটি পর্যালোচনা করতে অস্বীকার করেছে, যার ফলে মেহন্নার দোষী সাব্যস্ত হয়েছে। তিনি ১৩ডিসেম্বর, ২০২৩ সালে  মুক্তি পান।\n\n\n== তথ্যসূত্র =="}