{"pageid": 1411154, "title": "কোয়ার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1411154", "content": "কোয়ার্টি (লাতিন লিপি: QWERTY) লাতিন বর্ণমালার জন্য ব্যবহৃত একটি কিবোর্ড বিন্যাস। এর নাম কিবোর্ডের উপরের বর্ণ সারির প্রথম ছয়টি কি থেকে এসেছে: QWERTY।কোয়ার্টি বিন্যাসটি শোলস অ্যান্ড গ্লিডেন টাইপরাইটারের বিন্যাসের উপর ভিত্তি করে তৈরি করা হয়েছিল। ১৮৭৮ সালের রেমিংটন নং. ২ টাইপরাইটারের সাফল্যের জন্য এই বিন্যাসটি জনপ্রিয় হয়েছিল, এবং এই বিন্যাসটি বর্তমানে বহুল ব্যবহৃত।\n\n\n== ইতিহাস ==\n\n১৮৭০-এর দশকের শুরুতে ক্রিস্টোফার লাথাম শোলস কোয়ার্টি বিন্যাসটি তৈরি করেছিলেন। তিনি এক সংবাদপত্রের সম্পাদক ও মুদ্রাকর, এবং তিনি যুক্তরাষ্ট্রের উইসকনসিন রাজ্যের কেনোশার বাসিন্দা ছিলেন। অক্টোবর ১৮৬৭-এ শোলস তাঁর এক লিখন যন্ত্রের জন্য পেটেন্টের আবেদন করেছিলেন, যে লিখন যন্ত্রটি তিনি ও তাঁর বন্ধু কার্লোস গ্লিডেন ও স্যামুয়েল ডব্লিউ সোলে মিলে তৈরি করেছিলেন।\nশোলস তাঁর প্রাথমিক মডেলে পিয়ানোর মতো দেখতে কিবোর্ড ব্যবহার করেছিলেন। সেখানে দুই সারি জুড়ে বর্ণানুক্রমিকভাবে অক্ষরদের সাজানো হয়েছিল।\n\n- 3 5 7 9 N O P Q R S T U V W X Y Z\n2 4 6 8 . A B C D E F G H I J K L M\nপরবর্তী পাঁচ বছর ধরে শোলস তাঁর উদ্ভাবনকে আরও নিখুঁত করার চেষ্টা করেছিলেন। তিনি তাঁর লিখন যন্ত্রের কি-এর বর্ণানুক্রমিক বিন্যাসের বিভিন্নরকম পুনর্বিন্যাসের চেষ্টা করতে লেগেছিলেন।\nনভেম্বর ১৮৬৮-এ তিনি N থেকে Z পর্যন্ত বর্ণমালার বিন্যাসকে ডান থেকে বামে বিন্যস্ত করেছিলেন। এপ্রিল ১৮৭০-এ তিনি চার সারিবিশিষ্ট বড় হাতের অক্ষরবিশিষ্ট কিবোর্ড তৈরি করেছিলেন, যা আধুনিক কোয়ার্টি বিন্যাসের কাছাকাছি। তিনি ছয় স্বরবর্ণ A, E, I, O, U ও Y-কে উপরের সারিতে বসিয়েছিলেন।\n\n2 3 4 5 6 7 8 9 -\nA E I . ? Y U O ,\nB C D F G H J K L M\nZ X W V T S R Q P N\n১৮৭৩ সালে শোলসের আর্থিক সাহায্যকারী জেমস ডেন্সমোর সফলভাবে শোলস অ্যান্ড গ্লিডেন টাইপরাইটারের নির্মাণের অধিকার ই. রেমিংটন অ্যান্ড সন্সকে বিক্রি করে দিয়েছিলেন। রেমিংটনের মিস্ত্রিগণ কয়েক মাসের মধ্যে নিম্নলিখিত কিবোর্ড বিন্যাসকে চূড়ান্ত করেছিলেন:\n\n2 3 4 5 6 7 8 9 - ,\nQ W E . T Y I U O P\nZ S D F G H J K L M\nA X & C V B N ? ; R\nযন্ত্রটি ক্রয় করার পর রেমিংটন কিছু পরিবর্তন করেছিল, যার ফলে প্রাপ্ত কিবোর্ড বিন্যাস অনেকটা আধুনিক কোয়ার্টি বিন্যাসের মতো দেখতে। এই পরিবর্তনগুলির মধ্যে অন্যতম হচ্ছে R কি-কে . (পিরিয়ড) কি-এর জায়গায় বসানো। কিছুজনের দাবি যে একটি কিবোর্ড সারি থেকে \"TYPEWRITER QUOTE\" ব্র্যান্ড নামের মাধ্যমে ব্যবসায়ীদের দ্বারা ক্রেতাদের প্রভাবিত করার জন্য এই পরিবর্তনটি করা হয়েছিল, তবে এই দাবি প্রমাণসাপেক্ষ। \"হোম রো\" সিকোয়েন্স DFGHJKL-এর মাধ্যমে মূল বর্ণানুক্রমিক বিন্যাসের অবশিষ্ট রয়ে গেছে।\nআধুনিক বিন্যাসটি হচ্ছে নিম্নরূপ:\n\n1 2 3 4 5 6 7 8 9 0 - =\nQ W E R T Y U I O P [ ] \\\nA S D F G H J K L ; '\nZ X C V B N M , . /\n১৮৭৮-এর রেমিংটন নং ২ টাইপরাইটারের সাফল্যের জন্য কোয়ার্টি বিন্যাস জনপ্রিয় হয়েছিল। রেমিংটন নং ২ হচ্ছে প্রথম টাইপরাইটার যা Shift কি-এর মাধ্যমে ছোট ও বড় হাতের অক্ষর একইসঙ্গে লেখা যায়।\n\n\n== বৈশিষ্ট্য ==\nজনপ্রিয় ধারণার বিপরীতে, টাইপিস্টদের গতি কমানোর জন্য কোয়ার্টি বিন্যাস তৈরি করা হয়নি, বরং বাড়ানোর জন্য তৈরি করা হয়েছিল। এছাড়া, বেশি ব্যবহৃত কি-দের দূরে বসালে টাইপ করার গতি বাড়ে, কারণ এটি হাত অদলবদল করতে অনুপ্রাণিত করে।\n\n\n== কম্পিউটার কিবোর্ড ==\n\nপ্রথমদিকের কম্পিউটার টার্মিনাল (যেমন টেলিটাইপ) একধরনের টাইপরাইটার ছিল যা বিভিন্ন কম্পিউটার কোড তৈরি করত এবং নিজেকে কম্পিউটার কোড দ্বারা নিয়ন্ত্রণ করা হতো। এই কম্পিউটার টার্মিনালগুলো কোয়ার্টি বিন্যাস ব্যবহার করত এবং Esc কি-এর মতো কিছু বিশেষ কি যোগ করেছিল। পরবর্তীকালের কিবোর্ড ফাংশন কি ও অ্যারো কি যোগ করেছিল। ১৯৮০-এর দশকে ব্যক্তিগত কম্পিউটার ও উইন্ডোজ অপারেটিং সিস্টেমের প্রমিতকরণের সময় থেকে বেশিরভাগ ফুল-সাইজড কম্পিউটার কিবোর্ড এই মান মেনে চলে এসেছে (ডানদিকের চিত্র দ্রষ্টব্য)। এই বিন্যাসে ডানদিকে তথ্য ইনপুট করার জন্য ডানদিকে আলাদা নিউমেরিক কিপ্যাড, উপরে ১২টি ফাংশন কি এবং মাঝখানে কারসর সেকশন বর্তমান, যেখানে Insert, Delete, Home, End, Page Up ও Page Down এবং কারসর অ্যারো কি বর্তমান।\n\n\n== রূপভেদ ==\n\n\n=== ব্রিটিশ বিন্যাস ===\n\nবর্তমানে পরিত্যক্ত BS ৪৮২২ ব্রিটিশ স্ট্যান্ডার্ডে ৪৮ কি-বিশিষ্ট কিবোর্ড বিন্যাস নির্ধারণ করেছে, আর এর উপর ভিত্তি করে তৈরি করা কিবোর্ড যুক্তরাজ্য ও আয়ারল্যান্ডে প্রচলিত। এটা অনেকটা মার্কিন কিবোর্ড বিন্যাসের মতো, কিন্তু এতে একটি AltGr কি, একটি বৃহত্তর ↵ Enter কি, £ ও € মুদ্রা চিহ্ন এবং কিছু বিরল ইবিসিডিআইসি কোড চিহ্ন (¬, ¦) বর্তমান। এছাড়া এতে @, \", #, ~, \\ ও | চিহ্নের অবস্থান ভিন্ন।\n\n\n=== মার্কিন বিন্যাস ===\n\nমার্কিন (US) কিবোর্ড বিন্যাস কেবল মার্কিন যুক্তরাষ্ট্রে প্রচলিত নয়, বরং এটি যুক্তরাজ্য ও আয়ারল্যান্ড ব্যতীত অন্যান্য ইংরেজিভাষী অঞ্চলেও প্রচলিত, যার মধ্যে অস্ট্রেলিয়া, কানাডা, নিউজিল্যান্ড, ভারত, হংকং, দক্ষিণ আফ্রিকা, মালয়েশিয়া, সিঙ্গাপুর ও ফিলিপাইন অন্তর্গত। এইসব অঞ্চলের বানানরীতি অনেকসময় ব্রিটিশ ইংরেজির সঙ্গে সঙ্গতিপূর্ণ, যার ফলে স্থানীয় বানানরীতির জায়গায় ভাষাকে মার্কিন ইংরেজি সেট করলে অনাকাঙ্ক্ষিত ফলাফল পাওয়া যেতে পারে। তবে উইন্ডোজ ৮ থেকে এই সমস্যা ঠিক করা হয়েছে, কারণ সেখানে মাইক্রোসফট কিবোর্ড ও ভাষা সেটিং আলাদা করেছে। এছাড়া ইন্দোনেশিয়াতেও এই বিন্যাস প্রচলিত, যা ইংরেজির ন্যায় ২৬-অক্ষরের লাতিন বর্ণমালা ব্যবহার করে।\nআন্সি-ইন্সাইটস ১৫৪-১৯৮৮ (আর১৯৯৯) মার্কিন জাতীয় মানে নির্ধারিত কিবোর্ড বিন্যাসে অক্ষর ইনপুট কি ও ⇧ Shift কি-র সুবিন্যস্তকরণের উল্লেখ আছে।\n\n\n== বিকল্প কিবোর্ড বিন্যাস ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে QWERTY keyboard layouts সম্পর্কিত মিডিয়া দেখুন।\n উইকিঅভিধানে QWERTY-এর আভিধানিক সংজ্ঞা পড়ুন।"}