{"pageid": 1411632, "title": "বিহঙ্গম যোগ", "url": "https://bn.wikipedia.org/wiki?curid=1411632", "content": "বিহঙ্গম যোগ হল ভারতীয় দর্শনের এমন এক যোগ তথা ধ্যান যার মাধ্যমে আত্মা ও পরমাত্মার সংযোগ ঘটে। বিহঙ্গম যোগের ধ্যান অভ্যাসের শাখা রয়েছে বিশ্বের ৫০ টির বেশি দেশে। প্রাচীন ভারতীয় ধ্যানের অভ্যাস শেখানো ব্যবস্থা আছে শাখাগুলিতে। সদগুরু সদাফল দেও জি মহারাজ ১৯২৪ খ্রিস্টাব্দে প্রতিষ্ঠা করেন এবং তার প্রতিষ্ঠানের সদস্য সংখ্যা প্রায় ষাট লক্ষ।\nজাতিসংঘের ইকোনমিক অ্যান্ড সোশ্যাল কাউন্সিল সদগুরু সদাফল দেও জি মহারাজ প্রতিষ্ঠিত ভারতের এলাহাবাদস্থিত সদগুরু সদাফল দেও বিহঙ্গম যোগ সমাজটিকে ২০১৩ খ্রিস্টাব্দে বিশ্বের ১৬০ টি \"বিশেষ পরামর্শমূলক মর্যাদা\"- প্রাপ্ত সংস্থানের মধ্যে অন্তর্ভুক্ত করে।\nএক নিয়ন্ত্রণাধীন বিচারে দেখা গেছে, অন্তত দশ বছরের অভিজ্ঞতার পনেরো জন বিহঙ্গম যোগাভ্যাসে অনুশীলনকারী যোগী ব্যক্তি মনোযোগের প্রতিটি পরীক্ষায় (যেমন, অ্যাটেনশন স্প্যান, প্রক্রিয়াকরণের গতি, মনোযোগ পরিবর্তন করার ক্ষমতা এবং হস্তক্ষেপ পরীক্ষায় কর্মক্ষমতা) ভালো ফল করেন।\n\n\n== আত্ম উপলব্ধি এবং ঈশ্বর উপলব্ধি ==\nবিহঙ্গম যোগ ভারতীয় যোগ ও ধ্যানে এক চেতন বিজ্ঞান। ভৌতিক বিজ্ঞানে  যেমন পার্থিব বিষয়ের সম্যক জ্ঞান অর্জিত হয়, তেমনই বিহঙ্গম যোগাভ্যাসে চেতন বিজ্ঞানে চেতন আত্মা এবং চেতন পরমাত্মার অনুভব লাভ হয়ে থাকে। বাহ্যজ্ঞান হতে অন্তরের অনুভবের পথে যাত্রা ঘটে বিহঙ্গম যোগে। স্বাস্থ্য, সুখ ও শান্তির সঙ্গম বিহঙ্গম যোগ। সেবা, সৎসঙ্গ এবং সাধনা বিহঙ্গম যোগের ত্রিবেণী ধারা। আত্মা আর পরমাত্মার সংযোগই বিহঙ্গম যোগ।\nবিহঙ্গম যোগের ধ্যান অন্তরের প্রশান্তির পথ প্রশস্ত করে। যখন এক সাধক এক আসনে উপবিষ্ট হয়ে নিজের চেতনাকে তার গুরু প্রদর্শিত ক্ষেত্রে সন্নিবষ্ট করেন, তখন তিনি মানসিক ও আত্মিক প্রশান্তি অনুভব করেন। মনের উপর নিয়ন্ত্রণ না হওয়ায় সমাজের সমস্ত অসংগতি বিস্তার লাভ করে। ধ্যানের মাধ্যমে মানুষ মানবীয় গুণে গুণান্বিত হয়ে দিব্যগুণের স্বভাব অর্জনের যোগ্য হন।\n\n\n== সদ্গুরু রচিত গ্রন্থ ==\nসদ্গুরু সদাফল দেও জি মহারাজ ১৭ বছর হিমালয় ও অন্যান্য গুহায় ভ্রমণে ও অবস্থানে বহু গ্রন্থের রচনা করেছেন। তার সবচেয়ে উল্লেখযোগ্য আধ্যাত্মিক গ্রন্থটি হল- স্বর্বেদ।\n১৯৩৮ খ্রিস্টাব্দে হিমালয়ের এক গুহায় অবস্থানকালে রচিত উপরোক্ত গ্রন্থটিতে ৩১০৬ টি শ্লোকে আধ্যাত্মিক পন্থা উল্লেখ করেছেন। স্বর্বেদ পাঠে জ্ঞান শক্তি জাগরণের দিশাসহ সমস্ত আধ্যাত্মিক জ্ঞানের সমাধান পাওয়া যায়।\nএছাড়াও, সদ্গুরু সদাফল দেও জি মহারাজ ১৯৪০ খ্রিস্টাব্দে হিন্দিতে বিহঙ্গম যোগ সন্দেশ নামের এক মাসিক পত্রিকার প্রকাশনা শুরু করেন। পত্রিকাটিতে ব্রহ্মবিদ্যা সম্পর্কিত বিষয়াদির স্থান পেত যার দ্বারা পাঠকের জন্য সুখ, শান্তি ও সমৃদ্ধির পথে নানা দিশা প্রদর্শিত হত।\n\n\n== আরো দেখুন ==\nস্বর্বেদ মহামন্দির\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMore About Vihangam Yoga\nVihangamyoga Home\nVihangamyoga USA\nVihangamyoga Australia\nVihangamayoga Rajasthan\nVihangamyoga Singapore"}