{"pageid": 1411763, "title": "বলদেবজীউ মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1411763", "content": "বলদেবজীউ মন্দির ইছাপুর (তুলসী ক্ষেত্র), কেন্দ্রপাড়া, ওড়িশা, ভারতে অবস্থিত। বলদেবজীউ মন্দির ওড়িশার খুব বিখ্যাত মন্দির। বলরাম এই মন্দিরের প্রধান দেবতা। জগন্নাথ এবং সুভদ্রাও মূল মন্দিরে রত্ন সিংহাসনে  পূজিত হন। পবিত্র সাত ধাপের পরে উপবিষ্ট অবস্থায় তুলসীকে দেবী হিসাবে উপস্থাপন করা একটি মূর্তিও বিরাজমান রয়েছে।\n\n\n== ইতিহাস ==\nসিদ্ধ বলদেবজীউর বর্তমান মন্দিরটি ওড়িশায় মারাঠা শাসনামলে (১৭৬১ খ্রিস্টাব্দ) ইছাপুরে (কেন্দ্রপাড়া) নির্মিত হয়েছিল। মন্দিরটি নির্মাণ করেছিলেন কুজঙ্গার রাজা, রাজা গোপাল সান্ধা এবং চেদারা কিল্লার জমিদার শ্রীনিবাস নরেন্দ্র মহাপাত্র। জনৈক সাধু গোপী দাস এবং সাইরতক গিরি তৎকালীন মারাঠা প্রধান জনোজিকে রাজি করান এবং মূল মন্দিরের ভোগ মণ্ডপ জগমোহন, গুন্ডিচা মন্দির এবং প্রাচীর নির্মাণ করেন।\nবিশ্বাস করা হয় যে মুঘল সম্রাট আওরঙ্গজেবের সময় ওড়িশার সুবেদার খান-ই-দুরান ১৬৬১ সালে মন্দিরটি ভেঙে ফেলেন এবং মন্দিরের অবশিষ্টাংশের উপর একটি মসজিদ নির্মাণ করেন। ভগবান বলদেব জীউ-এর ভক্তরা ছদ্মবেশে দেবতাকে নৌকায় করে গোবরী নদী দিয়ে নিয়ে যান এবং দেবতাকে বরঙ্গ (ছেদারা) জঙ্গলের কাছে একটি গোপন স্থানে রাখেন। পরে দেববিগ্রহ সখী বাটা লুনা নদীর কাছে বলরামপুর গ্রামে স্থানান্তরিত হয়। তারও পরে এটি বর্তমান ইছাপুর মন্দিরে স্থানান্তরিত হয়।\n\n\n== বলদেবজীউ মন্দিরের স্থাপত্য ও নির্মাণ ==\nবলদেবজীউ মন্দিরটি ২ একর (০.৮১ হেক্টর) জমি জুড়ে বিরাজমান। মন্দির এলাকাটি দুই ভাগে বিভক্ত। এক অংশে বিভিন্ন মন্দির এবং অন্য অংশে বাগান আছে। মন্দিরের চারপাশে ৪৬ ফুট (১৪ মিটার) উচ্চ একটি সীমানা রয়েছে।\nবলদেবজীউ মন্দিরের চারটি প্রধান অংশ রয়েছে\n\nবড় দেউল বা শ্রী মন্দির\nমাঝি মন্দির বা ভোগ মন্ডপ\nজগমোহন বা নাট্য মন্দির\nবট মন্দির বা মুখশালা\nমূল মন্দিরটি ৭৫ ফুট (২৩ মিটার) উচ্চ এবং ৪০ ফুট (১২ মিটার) প্রশস্ত। মূল মন্দিরটিতে ৭ ধাপের নির্মাণ রয়েছে এবং এই নির্মাণে ভারী বাউলমালিয়া পাথর  ব্যবহার করা হয়েছে। প্রাঙ্গণের ভিতরে আরও ছোট ছোট মন্দির রয়েছে, যেখানে অন্যান্য দেবদেবীর পূজা করা হয়। সমস্ত মন্দিরের সুন্দর স্থাপত্য রয়েছে যা ঐতিহ্যগত পদ্ধতিতে নির্মিত।\nমন্দিরের অন্যান্য গুরুত্বপূর্ণ অংশগুলি হল গরুড় স্তম্ভ, রত্ন ভান্ডার, স্নান মন্ডপ, মুক্তি মন্ডপ, ঝুলন গৃহ, লক্ষ্মী মন্দির, আনন্দ বাজার, ভৈরবী মন্দির, নবগ্রহ মন্দির, কাশী বিশ্বনাথ, অষ্টশম্ভু মহাদেব, শ্রী রাম মন্দির, সিদ্ধেশ্বর মহাদেব, মুক্তি মণ্ডপ, গণেশ মন্দির, এবং অধিষ্ঠাতী দেবী তুলসী মন্দির।\n\n\n== মন্দিরের কর্মকাণ্ড ==\nভগবান বলদেবজীউ, ভগবান জগন্নাথ এবং দেবী সুভদ্রার বিগ্রহ বিভিন্ন গুরুত্বপূর্ণ উৎসবের সময় বিভিন্ন বস্ত্র পরিধান করেন এবং বিভিন্ন উপায়ে সজ্জিত হন। এই ঐতিহ্য বেশ (অলঙ্কার) নামে বিখ্যাত। এখানকার রথযাত্রা ব্রহ্মা তালধ্বজ রথের জন্য বিখ্যাত। \nকিছু গুরুত্বপূর্ণ বেশ বা অলঙ্কার  হলো,\n\nচৈত্র পূর্ণিমা উৎসবে শ্রী রঘুনাথ বেশ\nকার্তিক পূর্ণিমা উৎসবে পদ্মবেশ এবং কার্তিকে তুলসী বিবাহ\nগঙ্হাভিষেক বেশ - শ্রাবণ শুক্ল দশমী থেকে পূর্ণিমা পর্যন্ত, ভগবান বলরামের পবিত্র শ্রীনক্ষত্র অনুষ্ঠান\nপৌষ পূর্ণিমা উৎসবে পুষ্যাভিষেক বেশ\nবসন্ত পঞ্চমী উৎসবে কাঞ্চী কাবেরী বেশা\nভাদ্রপদ দ্বাদশী তিথিতে সুন বেশ (বলি বামন বেশ)\nফাল্গুন পূর্ণিমা উৎসবে কৃষ্ণ বলরাম বেশ\nদ্বিবিন্দ বানর বেশ পন্ডিত বিনোদ বিহারী দাশের দ্বারা দেওয়া হয়েছিল যিনি ইছাপুর, কেন্দ্রপাড়ার বিখ্যাত সংস্কৃত পণ্ডিত ছিলেন\n\n\n== নিবেদন ==\nপ্রত্যহ দেবতাদের জন্য তিনটি প্রধান নৈবেদ্য (ধুপ) এবং ৩টি ছোট নৈবেদ্য (অবকাশ) দেওয়ার ব্যবস্থা রয়েছে।\n\nসকালের নৈবেদ্য (সকাল ধুপ)\nপ্রাক-দুপুরের নিবেদন (মধ্যান্ন ধুপ)\nঅন্ন নৈবেদ্য ( দ্বিপ্রহর ধুপ / অন্ন ধুপ)\nসান্ধ্য নৈবেদ্য (সন্ধ্যা আরতি ধুপ)\nঅন্ন নৈবেদ্য (নিসানখুড়ি ধুপ)\nনৈশ নৈবেদ্য (বড়সিংঘর ধুপ)\nপ্রশিক্ষিত ঐতিহ্যবাহী পরিবারগুলির দ্বারা বিভিন্ন ধরণের নৈবেদ্য (প্রসাদ) তৈরি করা হয় যাদের বলা হয় সুপকার এবং মেকপ শুধুমাত্র দেবতাদের জন্য নিযুক্ত। বিভিন্ন ঐতিহাসিক শাসনামলে কিছু সুস্বাদু খাবারকে অত্যন্ত পৃষ্ঠপোষকতা করা হয়। সুস্বাদু খাবারের একটি বিস্তৃত তালিকা হলো, বাউলা গাইঁথা, উপনা পিঠা, মিঠেই, চৌরাশি ব্যাঞ্জন (৮৪ সবজির তরকারি), মকড়া চাউল, ভাজা, ঘিয়া আন্না, ডালি, ফলমূল (ফল এবং শিকড়), শুকনো মিষ্টি, ঘনাবর্ত, পুরা ককড়া, রসবালি, পুটুলি পিঠা, চিপা ককড়া, করঞ্জি, খাজা, মাগাজা লাডু, ডালিম্ব, খুদুমা, নিশকুড়ি, মুথা গাজা, তালা, ছেনা চাকাতা বিখ্যাত।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttp://www.baladevjew.webs.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ মার্চ ২০১৮ তারিখে\nreport on Baldeva temple\npanorama of sculptures in Baladeva temple, Ichhapur\nHistory of destruction"}