{"pageid": 1411982, "title": "কালানুক্রমিক ইতিবৃত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1411982", "content": "কালানুক্রমিক ইতিবৃত্ত বলতে কালানুক্রমে (অতীত থেকে বর্তমানের দিকে) ধারাবাহিকভাবে বিন্যস্ত ঘটনাসমূহের সরল ঐতিহাসিক বিবরণীকে বোঝায়, যাতে সাধারণত ঐসব ঘটনার কোনও ব্যাখা, টিকা-টিপ্পনী বা বিশ্লেষণ থাকে না। এর রচয়িতাকে কালানুক্রমিক ইতিবৃত্তকার বলে। ঐতিহাসিকভাবে গুরুত্বপূর্ণ ঘটনাগুলির পাশাপাশি স্থানীয় ঘটনাবলীও সমান গুরুত্বের সাথে স্থান পায়, কেননা ইতিবৃত্তকারের দৃষ্টিভঙ্গি অনুযায়ী সব ঘটনা লিপিবদ্ধ করাই এর মূল উদ্দেশ্য। এর বিপরীতে চিরায়ত কাহিনী বা ইতিহাসের রচয়িতা তার পছন্দমত ঘটনা বাদ দিতে পারেন, গুরুত্ব দিতে পারেন, প্রাসঙ্গিকতা নির্ধারণ করতে পারেন ও ব্যাখ্যা-বিশ্লেষণ করতে পারেন। সাধারণত গদ্য আকারে লেখা এই ইতিবৃত্তে কোনও জাতি, রাজা, রাজবংশ, প্রতিষ্ঠান (যেমন ধর্মপ্রতিষ্ঠান), ইত্যাদির ইতিহাস অনুসরণ করা হয়।\nকালানুক্রমিক ইতিবৃত্তের তথ্যের উৎস বিভিন্ন হতে পারে। কিছু বৃত্তান্ত ইতিবৃত্তকারের প্রত্যক্ষ জ্ঞান থেকে রচিত হতে পারে। অন্যগুলিতে ঘটনার সাক্ষী বা অংশগ্রহণকারীদের থেকে প্রাপ্ত তথ্য ব্যবহার করা হতে পারে। আবার অনেক ইতিবৃত্ত প্রজন্ম থেকে প্রজন্মান্তরে কথ্য ঐতিহ্যের মাধ্যমে হস্তান্তরিত হতে পারে।  কিছু ইতিবৃত্তে লিখিত উপাদান যেমন সনদ, চিঠিপত্র ও পূর্বতন ইতিবৃত্ত ব্যবহার করা হতে পারে। এর বাইরে আছে অজানা উৎসের এমন সব ইতিবৃত্ত যেগুলি পৌরাণিক মর্যাদা লাভ করেছে। অনেকক্ষেত্রে ইতিবৃত্তের নকলকারীরা সেগুলির সংশোধন করেছেন ও আদি সংস্করণে অনুপস্থিত নতুন কালানুক্রমিক তথ্য সংযোজন করেছেন। তাই কোনও নির্দিষ্ট কালানুক্রমিত ইতিবৃত্তের নির্ভরযোগ্যতা যাচাই করা একজন ইতিহাসবিদের জন্য গুরুত্বপূর্ণ।\nপাশ্চাত্য ইতিহাসের গ্রিক ও রোমান পর্ব (যেমন রোমান ফাস্তি কোনসুলারেস বা কাপিতোলিনি) থেকেই এইরূপ কালানুক্রমিক ইতিবৃত্ত লেখার চল ছিল। মধ্যযুগ ও রেনেসঁস পর্বে এসেই কালানুক্রমিক ইতিবৃত্ত রচনা সর্বাধিক বিকাশ লাভ করে। এগুলিকে গদ্য বা পদ্য আকারে লেখা হয়েছিল। যেমন ইংরেজি ভাষায় লেখা সবচেয়ে বিখ্যাত ইতিবৃত্তগুলির একটি হল অ্যাংলো-স্যাক্সন ক্রনিকল (\"ইঙ্গ-স্যাক্সন কালানুক্রমিক ইতিবৃত্ত\"), যা খ্রিস্টীয় ৯ম থেকে ১২শ শতক পর্যন্ত রচিত হয়। পরবর্তীতে নাট্যকারেরা এগুলিতে সন্নিবিষ্ট মূল্যবান তথ্যগুলি তাঁদের রচনায় ব্যবহার করেন।\nকালানুক্রমিক ঘটনাক্রম এর কাছাকাছি একটি ধারণা, যেখানে সারণি, তালিকা বা লেখচিত্রের আকারে ঘটনাগুলিকে কালানুক্রমে উপস্থাপন করা হয়। যে কালানুক্রমিক বৃত্তান্তটি বিশ্বের ইতিহাস অনুসরণ করে, তাকে বৈশ্বিক কালানুক্রমিক ইতিবৃত্ত বলে। কালানুক্রমিক ইতিবৃত্তগুলিতে গাথা বা মহাকাব্যের মতো গৌরবোজ্জ্বল ইতিহাস লেখা হয় না, বরং ঐতিহাসিক সঠিকতার উপরেই জোর দেওয়া হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nBémont, Charles (১৯১১)। \"Chronicle\"। ব্রিটিশ বিশ্বকোষ। 6 (১১তম সংস্করণ)। পৃষ্ঠা 298–299। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nটেমপ্লেট:Historiography"}