{"pageid": 1411536, "title": "তাহের সাবাহি", "url": "https://bn.wikipedia.org/wiki?curid=1411536", "content": "সৈয়দ তাহের সাবাহি (জন্ম ২১ জুলাই ১৯৪০) একজন ইরানী-জন্মকৃত শিল্প ব্যবসায়ী, সাংবাদিক, লেখক এবং লেকচারার যিনি তেহরানে জন্মগ্রহণ করেন।\n১৯৬১ সাল থেকে তুরিনে একজন কার্পেট ডিলার হওয়ার পাশাপাশি ১৯৯৩ সালে তাহের সাবাহি ত্রৈমাসিক ম্যাগাজিন গেরেহ ইন্টারন্যাশনাল কার্পেট অ্যান্ড টেক্সটাইল রিভিউ প্রতিষ্ঠা করেন যা ইংরেজি এবং ইতালীয় ভাষায় প্রকাশিত একটি ত্রৈমাসিক পত্রিকা। তারপর থেকে তিনি ম্যাগাজিনের সম্পাদক ছিলেন এবং তিনি প্রকাশনা জগতেও সক্রিয় ছিলেন কার্পেটের উপর অনেক বই লিখেছেন।\n\n\n== জীবন ==\nতেহরানে একটি ইরানী আজারবাইজান পরিবারে জন্মগ্রহণকারী সাবাহি ১৯৬১ সালের সেপ্টেম্বরে রোমে চলে আসেন। সাবাহি বোলোগনা বিশ্ববিদ্যালয়ের ফার্মেসি অনুষদের মেডিকেল স্কুলে পড়াশোনা করেছেন। ১৯৭২ সালে তিনি স্বীকৃত হন  পূর্বাঞ্চলীয় (বিশেষ করে ইরানী) পাটি এবং পাটি তৈরির বিশেষজ্ঞ হিসাবে। \n\n\n== গ্রন্থপঞ্জি ==\nসাবাহি ইরানি কার্পেট সম্পর্কে বিশটিরও বেশি বই লিখেছেন,  এর মধ্যে কয়েকটি নীচে তালিকাভুক্ত করা হয়েছে\n- ট্যাপেটি ডি'ওরিয়েন্ট, শিল্প এবং ট্রেডিজিওন। ডি অ্যাগোস্টিনি, নোভারা ১৯৮৬\n- আপনার চোখ দুটো যেন উজ্জ্বল হয়। অ্যাটলাস, প্যারিস ১৯৮৭\n- ভাঘিরেহ। মোডেলি প্রতি লা টেসিটুরা দেই ট্যাপেটি। কার্তা, ফায়ারঞ্জ ১৯৮৭\n- এবিসি ডেল ট্যাপেটো ওরিয়েন্টাল । ডি অ্যাগোস্টিনি, নোভারা ১৯৮৯\n- কাশকাই। তপ্পেটি ট্রাইবালি ফার্সি। ডি অ্যাগোস্টিনি, নোভারা 1989\n- কিলিম। তাপেতি পিয়ানি দেল ককাসো । ডি অ্যাগোস্টিনি, নোভারা ১৯৯০\n- ওরিয়েন্টেপিচে । ব্যাটেনবার্গ ভার্লাগ, অগসবার্গ ১৯৯২\n- সুমক। তপেটি পিয়ানি একটি ট্রামা অ্যাভোল্টা । ডি লুকা, রোমা ১৯৯২\n- অনেক।  টাপেটি একটি পেলো লুঙ্গো দে 'আনাটোলিয়া সেন্ট্রাল। ক্যাটো, টোরিনো ১৯৯৭\n- কেয়াম্যান।কেরমান।অন্যের প্রতি ভালবাসা দেখান। মকর, টোরিনো ২০০৫\n----এদেশের মানুষের জন্য। ইলেকট-মন্ডাদোরি, মিলানো ২০০৭\n- কিলিম। ইলেক্টা - মন্ডাডোরি, মিলানো ২০১১\n- রয়্যালহান্ট। মিলানের পোল্ডি পেজ্জোলি মিউজিয়ামের মেডেলিয়ন রাগ। ( ইংরেজি-ইতালীয় ) ২০২০\nইরানে লাইব্রী পাবলিকেটি:\n- কালিন। ওরিয়েন্টে পাটি বুননের গল্প এবং শিল্প । (ফারসি)\nতেহরান, সংস্কৃতি ও শিল্পের গোয়া হাউস দ্বারা দুই খণ্ডে প্রকাশিত\n- কালি ই ইরান। ইরানের কালিতে। ফার্সি কার্পেট  (ফার্সি-ইংরেজি) তেহরানের গুয়া কর্তৃক প্রকাশিত।\n- কিলিম, প্রাচ্যের সমতল বয়নের গল্প এবং শিল্প। (ফারসি) ভিজেহ নাশর, তেহরান দ্বারা প্রকাশিত\n- সাভারানে শারঘ-নাইটস অফ দ্য ওরিয়েন্ট।  (ফার্সি-ইংরেজি) প্রকাশনা গুয়া, তেহরান\n-শাহসাবন । (ফার্সি - ইংরেজি) ভিজেহ নাশর, তেহরান দ্বারা প্রকাশিত\n- কাশাকাই।  (ফার্সি-ইংরেজি) প্রকাশনা গুয়া, তেহরান\n- কেরমান-কেরমানে কার্পেট বুননের পাঁচ শতাব্দী।  (ফার্সি-ইংরেজি) ম্যাটন দ্বারা প্রকাশিত\n\"ফারহানগেস্তান অনার\", তেহরান\nইংরেজি ভাষায় ক্যাটালগ প্রকাশনা-ইতালীয়ঃ\n- ক্যাভালিয়েরি ডি 'ওরিয়েন্টে। ডি লুকা, মিলানো ১৯৯১\n- সমরকন্দ।  টাপেটি ডেলা ভায়া ডেলা সেতা। গুজব, ভিসেঞ্জা ১৯৯৫\nচিনা। সিওনা। স্বর্গীয় জীবনের প্রতি অনুরাগ। বলিস স্পা, বার্গামো ১৯৯৮\n- শাহজাহান জাজিম। মুসুমেসি সম্পাদক, আওস্তা ১৯৯৮\n- আনাতোলিয়া।  \"\">\" কি চাও না, তুমি কি চাও? গুজব, ভিসেঞ্জা ২০০০\n- তিব্বত।  বিশ্বের ছাদের কার্পেট। ঘের প্রকাশনা, টোরিনো ২০০১\nসদস্যপদ:\nপ্রাচ্য কার্পেট সম্পর্কিত আন্তর্জাতিক সম্মেলনের জন্য একাডেমিক কমিটি (আই. সি. ও. সি) \nরোটারি ইন্টারন্যাশনাল, তুরিন\n· \"পার্সিয়ান হাতে-বোনা কার্পেট থিঙ্ক থ্যাঙ্কস\"-এর পরিচালনা পর্ষদের সদস্য, তেহরান\nতুরিন কার্পেট এবং টেক্সটাইল বিভাগের আদালতের বিশেষজ্ঞ এবং পরীক্ষা সদস্য\n\n\n== তথ্যসূত্র =="}