{"pageid": 1411435, "title": "র (ডাব্লিউডাব্লিউই-এর ব্র্যান্ড)", "url": "https://bn.wikipedia.org/wiki?curid=1411435", "content": "র হলো মার্কিন পেশাদার কুস্তি সংস্থা ওয়ার্ল্ড রেসলিং এন্টারটেইনমেন্টের (ডাব্লিউডাব্লিউই) একটি ব্র্যান্ড, যা ২০০২ সালের ২৫শে মার্চ তারিখে প্রতিষ্ঠিত হয়েছে। ব্র্যান্ড হলো ডাব্লিউডাব্লিউইর কুস্তিগিরদের বিভক্তকারী বিভাগ, যেখানে ব্র্যান্ড এক্সটেনশন কার্যকর হলে কুস্তিগিরগণ সাপ্তাহিক ভিত্তিতে কুস্তি করার জন্য নিযুক্ত করা হন। র-এ নিযুক্ত কুস্তিগিরগণ প্রাথমিকভাবে ব্র্যান্ডের সাপ্তাহিক টেলিভিশন প্রোগ্রাম, মানডে নাইট র-এ (যা শুধুমাত্র র নামে পরিচিত) কুস্তি লড়ে থাকেন। এটি স্ম্যাকডাউনসহ ডাব্লিউডাব্লিউইর প্রধান ব্র্যান্ডের মধ্যে একটি, যা সম্মিলিতভাবে ডাব্লিউডাব্লিউইর প্রধান ব্র্যান্ড হিসেবে পরিচিত। এই ব্র্যান্ডটি ২০১১ সালের আগস্ট মাস হতে ২০১৬ সালের জুলাই মাস পর্যন্ত বন্ধ ছিল।\nর-এর প্রধান টেলিভিশন অনুষ্ঠান ছাড়াও, কম ব্যবহৃত কুস্তিগিরগণ ব্র্যান্ডের সম্পূরক অনুষ্ঠান মেইন ইভেন্টেও উপস্থিত হন। র-এর কুস্তিগিরগণ ব্র্যান্ডেড এবং কো-ব্র্যান্ডেড প্রতি-দর্শনে-পরিশোধ (পিপিভি) এবং সরাসরি ধারাবাহিক অনুষ্ঠানেও কুস্তি লড়েন। প্রথম ব্র্যান্ড বিভাজনের সময় (২০০২–২০১১), র-এর কুস্তিগিরগণ প্রাক্তন সম্পূরক অনুষ্ঠান হিটের পাশাপাশি ইসিডাব্লিউ ব্র্যান্ডের সাথে প্রতিভা বিনিময় অনুষ্ঠানের অধীনে ইসিডাব্লিউতে প্রতিযোগিতা করেছিল। অন্যদিকে দ্বিতীয় ব্র্যান্ড বিভাজনের সময় (২০১৬–বর্তমান), ব্র্যান্ডের কুস্তিগিরগণ ইন্টারব্র্যান্ড ওয়ার্ল্ডস কোলাইড, মিক্সড ম্যাচ চ্যালেঞ্জ এবং বার্ষিক ট্রিবিউট টু দ্য ট্রুপস অনুষ্ঠানে উপস্থিত হন। উপরন্তু, দ্বিতীয় বিভাজনের সময়, র-এর ক্রুজারওয়েট কুস্তিগিরগণ ২০৫ লাইভে প্রতিযোগিতা করেছিল, যেখানে ডাব্লিউডাব্লিউইর পুনরুজ্জীবিত ক্রুজারওয়েট বিভাগটি ২০১৬ থেকে ২০১৮ সাল পর্যন্ত র-এর জন্য একচেটিয়া ছিল।\n\n\n== চ্যাম্পিয়নস ==\nপ্রাথমিকভাবে, ডাব্লিউডাব্লিউই আনডিস্পিউটেড চ্যাম্পিয়নশিপ এবং আসল ডাব্লিউডাব্লিউই মহিলা চ্যাম্পিয়নশিপ উভয় ব্র্যান্ডের জন্য উপলব্ধ ছিল। অন্যান্য চ্যাম্পিয়নশিপগুলি চ্যাম্পিয়ন যে ব্র্যান্ডের অংশ ছিল তার জন্য একচেটিয়া ছিল। যখন ব্র্যান্ডের সম্প্রসারণ শুরু হয়, তখন র ইন্টারকন্টিনেন্টাল চ্যাম্পিয়নশিপ এবং ইউরোপীয় চ্যাম্পিয়নশিপ পায় যখন তাদের নিজ নিজ হোল্ডারদের ড্রাফ্ট করা হয়। ২০০২ সালের সেপ্টেম্বরে, ডাব্লিউডাব্লিউই আনডিস্পিউটেড চ্যাম্পিয়নশিপ আবার ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ হয়ে ওঠে এবং স্ম্যাকডাউনে স্থানান্তরিত হয়, র-এর জেনারেল ম্যানেজার এরিক বিশফকে র-এর জন্য বিশ্ব হেভিওয়েট চ্যাম্পিয়নশিপ তৈরি করতে প্ররোচিত করে। এর কিছুক্ষণ পরে, র বিশ্ব ট্যাগ টিম চ্যাম্পিয়নশিপ, ইন্টারকন্টিনেন্টাল চ্যাম্পিয়নশিপ এবং আসল ডাব্লিউডাব্লিউই মহিলা চ্যাম্পিয়নশিপের একচেটিয়া ব্র্যান্ড হয়ে ওঠে।\n১৯ জুলাই, ২০১৬-এ, ব্র্যান্ড এক্সটেনশনটি ফিরিয়ে আনা হয় এবং প্রথমবারের মতো খসড়াটি স্ম্যাকডাউন লাইভ- এ অনুষ্ঠিত হয়। র\nডাব্লিউডাব্লিউই নারী চ্যাম্পিয়নশিপ, ইউনাইটেড স্টেটস চ্যাম্পিয়নশিপ এবং ডাব্লিউডাব্লিউই র ট্যাগ টিম চ্যাম্পিয় ড্র্যাফ্টন খসড়া তৈরি করেছে।\nস্ম্যাকডাউনে একচেটিয়াভাবে ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ ডিফেন্ড করার সাথে সাথে, স্টেফানি ম্যাকমোহন এবং মিক ফোলি ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপকে র-এর বিশ্ব শিরোপা হিসেবে প্রবর্তন করেন। ৩১ অক্টোবর, ২০১৯-এ ক্রাউন জুয়েল- এ, স্ম্যাকডাউন কুস্তিগির \"দ্য ফিয়েন্ড\" ব্রে ওয়াট ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ জিতেছেন, এইভাবে স্ম্যাকডাউনের শিরোনাম নিয়ে গেছে। স্ম্যাকডাউনের পরের রাতের পর্বে, ডাব্লিউডাব্লিউই চ্যাম্পিয়ন ব্রক লেসনার স্ম্যাকডাউন ছেড়ে দেন এবং টাইটেলটি সঙ্গে নিয়ে র-তে চলে যান। ২০২৩ সালে আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়ন রোমান রেইন্সকে স্ম্যাকডাউন-এ ড্রাফ্ট করার পর র-এর জন্য একটি নতুন ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ তৈরি করা হয়েছিল।\n\n\n== বর্তমান চ্যাম্পিয়নশিপ ==\n\n\n== তথ্যসূত্র =="}