{"pageid": 14119, "title": "কর্স", "url": "https://bn.wikipedia.org/wiki?curid=14119", "content": "কর্স (; ফরাসি: Corse, আধ্বব: [kɔʁs]; কর্সিকান: Corsica; ইতালীয়: Corsica, আইপিএ: [ˈkɔrsika]) ভূমধ্যসাগরের একটি দ্বীপ এবং ফ্রান্সের শাসনাধীন একটি রেজিওঁ বা প্রদেশ। দক্ষিণে ইতালির সার্দিনিয়া দ্বীপ থেকে এটি বোনিফাসিও প্রণালী দ্বারা বিচ্ছিন্ন। কর্সের প্রধান শহরগুলি হল আজাক্সিও, বাস্তিয়া, কর্তে, সার্তেন, কাল্‌ভি, বোনিফাসিও, লিল-রুস এবং পোর্তো-ভেচিও। দ্বীপটি দুইটি দেপার্ত্যমঁ - ও-কর্স এবং কর্স-দ্যু-সুদ-এ বিভক্ত।\nকর্স দ্বীপটির আয়তন প্রায় ৮,৬৮০ বর্গকিলোমিটার। এর অভ্যন্তরভাগ পর্বতময়; এর সর্বোচ্চ শৃঙ্গ সাঁতো-র উচ্চতা সমুদ্রসমতল থেকে ২,৭১০ মিটার। উপকূলভাগ শিলাময় এবং পশ্চিম উপকূল বেশ ভগ্ন। পূর্বের উপকূলীয় সমভূমিতে প্রচুর জলাভূমি ও লেগুন আছে। পর্বতগুলি থেকে বহু ক্ষুদ্র নদী নিচে নেমে এসেছে। এদের মধ্যে গোলো নদী এবং তাভিনিয়ানো নদী বৃহত্তম। এখানে প্রায় আড়াই লক্ষ লোক বাস করে।\n\n\n== অর্থনীতি ==\nকর্স দ্বীপে সীমিত সংখ্যক খামার এবং শিল্পকারখানা আছে। এখানে আঙুর, গম, জলপাই, সবজি এবং লেবু জাতীয় ফল ফলানো হয়। ভেড়া ও ছাগল পালন করা হয় এবং পনির তৈরি করা হয়। বনভূমিগুলি অনেকাংশে উজাড় হয়ে গেলেও এখনও এগুলি চেস্টনাট, কাঠ ও কর্কের যোগান দেয়। এছাড়া মৎস্যশিকার, ওয়াইন তৈরি, অ্যান্টিমনি ও অ্যাসবেস্টসের খনি, গ্রানাইট ও মর্মর পাথর কেটে বের করা, ট্যানিক অ্যাসিড তৈরি, ইত্যাদি অর্থনৈতিক কর্মকাণ্ড এখানে প্রচলিত।\nরাজনৈতিকভাবে ফ্রান্সের অংশ হলেও কর্সের সাথে ইতালির ঘনিষ্ঠ সম্পর্ক ছিল। ইতালির মত গোত্রে গোত্রে ও পরিবারে পরিবারে রক্তাক্ত বিবাদের রীতি এখানেও আগে প্রচলিত, তবে এখন তা অনেক কমে গেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nCosta, L.J. (২০০৫)। \"Préhistoire de la Corse\"। Kyrnos Publications pour l'archéologie। ৭ অক্টোবর ২০১৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৬ এপ্রিল ২০০৮।   (ফরাসি)\n\"TerraCorsa,I Muvrini and much more Corsican music\"। TerraCorsa। সংগ্রহের তারিখ ২২ আগস্ট ২০১১। \nDumas, Alexandre (1845, 2003)। \"The Corsican Brothers\"। Arthur's Classical Novels। ১৯ এপ্রিল ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ 27 April 2008।   (ইংরেজি)\nকার্লিতে কর্স (ইংরেজি) (ইংরেজি)\n\"Corsica\"। Wikivoyage। ২০১৮। সংগ্রহের তারিখ ১৬ আগস্ট ২০১৮। \n\"National Geographic Magazine: Corsica Map\"। National Geographic Society। ২০০৩। ১০ ডিসেম্বর ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৫ মে ২০০৮। \n\"Corsica rejects autonomy offer by Paris\"। CNN। ৬ জুলাই ২০০৩। ৮ এপ্রিল ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৬ এপ্রিল ২০০৮। \nKeyser, Will। \"Corsica from the inside!\"। Corsica Isula। সংগ্রহের তারিখ ২৬ এপ্রিল ২০০৮। \njabro। \"Getting around in Corsica by bicycle\"। jabro.net। সংগ্রহের তারিখ ২৮ আগস্ট ২০০৯। \nGuiderdoni, jf। \"A different visit of Corsica\"। corsica_experience। ২৯ মে ২০১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৫ জুন ২০১১। \nLohninger, Hans (২০০৪)। \"PhotoGlobe: Photos – Corsica\"। সংগ্রহের তারিখ ২৬ এপ্রিল ২০০৮।"}