{"pageid": 14112, "title": "আল্‌জাস", "url": "https://bn.wikipedia.org/wiki?curid=14112", "content": "আল্‌জাস (ফরাসি: Alsace, আ-ধ্ব-ব: ফরাসি : [alzas] ()) উত্তর-পূর্ব ফ্রান্সে, জার্মানির সাথে সীমান্তে অবস্থিত ফ্রান্সের প্রদেশ (রেজিওঁ)। এটি ও-রাঁ এবং বা-রাঁ---এই দুইটি দেপার্ত্যমঁ নিয়ে গঠিত। আল্‌জাসে টেক্সটাইল শিল্প, রাসায়নিক দ্রব্যের শিল্প এবং একটি কৃষিভিত্তিক অর্থনীতি বিদ্যমান। এখানে খাদ্যশস্য, তামাক ও আঙ্গুর উৎপাদিত হয়। আল্‌জাসীয় সংস্কৃতি জার্মান এবং ফরাসি প্রভাবের মিশ্রণ দ্বারা চিহ্নিত করা হয়৷\nরাজা শার্লমাইনের সাম্রাজ্য ৮১৭ সালে এবং ৮৪৩ সালে ভাগ হয়ে গেলে আল্‌জাস লোথারিঙিয়ার অংশে পরিণত হয়। ৯২৫ সালে আল্‌জাস জার্মান ডিউকরাজ্য স্‌ভাবিয়া তথা আলেমানিয়ার অংশে পরিণত হয় এবং সেখান থেকে পবিত্র রোমান সাম্রাজ্যের অংশীভূত হয়ে যায়। এটি পরবর্তী প্রায় ৮০০ বছর পবিত্র রোমান সাম্রাজ্যের অংশ ছিল। সপ্তদশ শতাব্দী পর্যন্ত এটি জার্মানদের অধীনে থাকে। এই সময়ে এই অঞ্চলে শক্তিশালী জমিদারি প্রথা চালু হয়; অস্ট্রিয়ার হাবসবুর্গ রাজবংশ মূলত এই জমিদারিগুলি নিয়ন্ত্রণ করতেন। মধ্যযুগের শেষ পর্যায়ে কিছু সমৃদ্ধ ও শক্তিশালী নগরের আবির্ভাব ঘটে, যার মধ্যে স্ত্রাসবুর এবং কলমার অন্যতম। শহর দুইটি স্বাধীন শহর তথা ক্ষুদ্র প্রজাতন্ত্রের মর্যাদাও লাভ করে। ত্রিশ বছরের যুদ্ধশেষে ১৬৪৮ সালের ভেস্টফালেন-এর শান্তিচুক্তি অনুসারে আল্‌জাস ফ্রান্সের অধীনে আসে। ১৭৮৯ সালে ফরাসি বিপ্লব শুরু হবার আগ পর্যন্ত আলজাস ফরাসি সাম্রাজ্যের অংশ ছিল। ফরাসি বিপ্লবের পর এটি বা-রাঁ এবং ও-রাঁ নামের দুইটি দেপার্ত্যমঁতে ভাগ হয়ে যায়। ১৮৭০-১৮৭১ সালে ফ্রাংকো-প্রুশীয় যুদ্ধের পর এই দেপার্ত্যমঁগুলি এবং লোরেনের কিছু অংশ জার্মান সাম্রাজ্যের অংশে পরিণত হয়।\n১৯১৯ সালে প্রথম বিশ্বযুদ্ধ শেষে ভার্সাই চুক্তি অনুসারে আল্‌জাস ও লোরেন অঞ্চল দুইটি ফ্রান্সকে ফেরত দেওয়া হয়। দ্বিতীয় বিশ্বযুদ্ধের সময় ১৯৪০ সালে এক যুদ্ধবিরতির চুক্তি অনুসারে এলাকাটি আবার জার্মানির দখলে আসে, কিন্তু ১৯৪৫ সালে জার্মানির পরাজয়ের পর এটি আবার ফ্রান্সের কাছে চলে যায়।\nফরাসি ভাষা আল্‌জাস অঞ্চলের প্রধান ভাষা। আলজাসীয় ভাষা নামের একটি জার্মান উপভাষাও এখানে প্রচলিত, তবে এর ব্যবহার হ্রাস পাচ্ছে। অঞ্চলটিতে ফরাসি ও জার্মান সংস্কৃতির সম্মিলন ঘটেছে। তবে দুই বিশ্বযুদ্ধের সময়ই অঞ্চলটির জনগণ মূলত ফ্রান্সকেই সমর্থন করেছে।\n\n\n== তথ্যসূত্র =="}