{"pageid": 1411464, "title": "লিওনার্ড এ গর্ডন", "url": "https://bn.wikipedia.org/wiki?curid=1411464", "content": "লিওনার্ড আব্রাহাম গর্ডন হলেন বাংলাসহ দক্ষিণ এশিয়া বিষয়ক একজন ইতিহাসবিদ। তার ১৯৯০ সালের বই ব্রাদার্স এগেইনস্ট দ্য রাজ: অ্যা বায়োগ্রাফি অফ ইন্ডিয়ান ন্যাশনালিস্ট লিডারস শরৎ এন্ড সুভাষ চন্দ্র বসুকে সুভাষচন্দ্র বসুর চূড়ান্ত জীবনী হিসাবে বিবেচনা করা হয়।\n\n\n== শিক্ষা এবং কর্মজীবন ==\nগর্ডন আমহার্স্ট কলেজ থেকে স্নাতক হয়েছিলেন। এরপর তিনি হার্ভার্ড বিশ্ববিদ্যালয় থেকে পিএইচডি সম্পন্ন করেন। তিনি নিউ ইয়র্কের সিটি ইউনিভার্সিটির ব্রুকলিন কলেজের ইতিহাসের অধ্যাপক ছিলেন এবং সেখানে বর্তমানে ইমেরিটাস উপাধিও পেয়েছেন। তিনি কলম্বিয়া বিশ্ববিদ্যালয়ের দক্ষিণ এশিয়া ইনস্টিটিউটের পরিচালকও ছিলেন।\nগর্ডনের সংশোধিত হার্ভার্ড গবেষণাপত্র বেঙ্গল: দ্য ন্যাশনালিস্ট মুভমেন্ট ১৯৭৪ সালে আমেরিকান হিস্টোরিক্যাল অ্যাসোসিয়েশনের (বর্তমানে বন্ধ) দ্বিবার্ষিক ওয়াটুমুল পুরস্কার জিতেছিল, এটি \"মার্কিন যুক্তরাষ্ট্রে প্রকাশিত ভারতের ইতিহাসের সেরা বই\" হবার স্বীকৃতি প্রদান করে। গর্ডন তার রাজনৈতিক ঘটনার বর্ণনার জন্য প্রশংসিত হয়েছেন।\n\n\n== সুভাষচন্দ্র বোসের জীবনী ==\nতার বই ব্রাদার্স এগেইনস্ট দ্য রাজকে সুভাষচন্দ্র বসুর চূড়ান্ত জীবনী হিসেবে গণ্য করা হয়।\n\n\n== গ্রন্থপঞ্জি ==\nGordon, Leonard A.; Miller, Barbara Stoler (১৯৭১), A Syllabus of Indian Civilization, New York: Columbia University Press \nGordon, Leonard A. (জানুয়ারি ১৯৭৪), Bengal: the Nationalist Movement, 1876-1940, New York: Columbia University Press, আইএসবিএন 978-0-231-03753-2 \nGordon, Leonard A. (১৯৯০), Brothers Against the Raj: A Biography of Indian Nationalist Leaders Sarat and Subhas Chandra Bose, New York: Columbia University Press, আইএসবিএন 978-0-231-07383-7 \n\n\n== আরো দেখুন ==\nসুভাষচন্দ্র বসুর মৃত্যু\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\nFramke, Maria (২০১২), \"Encounters with Fascism and National Socialist in non-European Regions: Review of five books 1. Sugata Bose, His Majesty's Opponent: Subhas Chandra Bose and India's Struggle Against Empire, 2011; 2. ...\" (পিডিএফ), Sudasien-Chronik – South Asia Chronicle, Sudasien-Seminar der Humboldt-Universitat zu Berlin, 2, পৃষ্ঠা 350–374, আইএসবিএন 978-3-86004-286-1, ডিওআই:10.18452/17972 \nGupta, Brijen K. (১৯৭৫), \"Review of Bengal: The Nationalist Movement, 1876-1940 by Leonard A Gordon\", American Historical Review, 30 (4), পৃষ্ঠা 1033, জেস্টোর 1867585, ডিওআই:10.2307/1867585 \nHayes, Romain (২০১১), Subhas Chandra Bose in Nazi Germany: Politics, Intelligence and Propaganda 1941-1943, Oxford University Press, আইএসবিএন 978-0-19-932739-3 \nKling, Blair B. (১৯৯৩), \"Review of :Brothers against the Raj: A Biography of Indian Nationalists Sarat and Subhas Chandra Bose by Leonard A. Gordon\", Journal of the American Oriental Society, 113 (1), পৃষ্ঠা 155, জেস্টোর 604239, ডিওআই:10.2307/604239 \nKopf, David (১৯৯২), \"Review of: Brothers against the Raj: A Biography of Indian Nationalists Sarat and Subhas Chandra Bose by Leonard A. Gordon\", American Historical Review, 97 (1), পৃষ্ঠা 270–271, জেস্টোর 2164695, ডিওআই:10.2307/2164695 \nWainwright, A. Martin (Summer ২০১৩), \"Review of His Majesty's Opponent: Subhas Chandra Bose and India's Struggle against Empire, by Sugata Bose, 2011\", Historian, 75 (2), পৃষ্ঠা 361–362, এসটুসিআইডি 144712375, ডিওআই:10.1111/hisn.12010_25 \nZachariah, Benjamin (২০১২), \"Review of Sugata Bose. His Majesty's Opponent: Subhas Chandra Bose and India's Struggle Against Empire\", American Historical Review, 117 (2), পৃষ্ঠা 109–110, ডিওআই:10.1086/ahr.117.2.509"}