{"pageid": 1411344, "title": "ভোজ", "url": "https://bn.wikipedia.org/wiki?curid=1411344", "content": "ভোজ (রাজত্বকাল-খ্রি. ১০১০-১০৫৫) ছিলেন পরমার রাজবংশের একজন ভারতীয় রাজা। তার রাজ্য ছিল মধ্য ভারতের মালব অঞ্চলে যেখানে তার রাজধানী ধার-নগর(বর্তমান ধার) অবস্থিত ছিল। ভোজ তার রাজ্য সম্প্রসারণের প্রচেষ্টায় প্রায় সমস্ত প্রতিবেশী রাজার সাথে যুদ্ধ করেছেন, বিভিন্ন মাত্রায় সাফল্যের সাথে। তার সাম্রাজ্য চরমাবস্থায় উত্তরে চিতোর থেকে দক্ষিণে কোঙ্কন পর্যন্ত এবং পশ্চিমে সবরমতি নদী থেকে পূর্বে বিদিশা পর্যন্ত বিস্তৃত ছিল।\nপণ্ডিতদের প্রতি তার পৃষ্ঠপোষকতার কারণে, ভোজ ভারতীয় ইতিহাসের অন্যতম বিখ্যাত রাজা হয়ে ওঠেন। মৃত্যুর পর, তিনি একজন ধার্মিক পণ্ডিত-রাজা হিসাবে বিভিন্ন কিংবদন্তীতে প্রদর্শিত হন। তাঁকে ঘিরে যে সমস্ত কিংবদন্তি রয়েছে, তা সম্রাট বিক্রমাদিত্যের সঙ্গে তুলনীয়।\nভোজ শিল্পকলা, সাহিত্য এবং বিজ্ঞানের পৃষ্ঠপোষক হিসাবে সর্বাধিক বিখ্যাত। সংস্কৃত অধ্যয়নের কেন্দ্র 'ভোজশালা' প্রতিষ্ঠার কৃতিত্ব তাঁর। তিনি বহুবিদ্যাবিশারদ ছিলেন, এবং বিভিন্ন বিষয়ের বিস্তৃত পরিসরে বেশ কিছু বই তার নামে আরোপিত। বলা হয়, তিনি প্রচুর সংখ্যক শিব মন্দির নির্মাণ করেছিলেন। যদিও ভোজপুরের (ভোজ দ্বারা প্রতিষ্ঠিত একটি নগর) ভোজেশ্বর মন্দির একমাত্র টিকে থাকা মন্দির যা তার নামে নিশ্চিতভাবে আরোপ করা যেতে পারে।\n\n\n== জীবনের প্রথমার্ধ ==\nভোজের পিতা তথা পূর্বসূরি ছিলেন সিন্ধুরাজ। ভোজ-প্রবন্ধ অনুসারে, তাঁর মাতার নাম ছিল সাবিত্রী।  একজন পণ্ডিত-রাজা হিসেবে ভোজের খ্যাতি থেকে বোঝা যায় যে তিনি বাল্যকালে সুশিক্ষিত ছিলেন। ভোজ-প্রবন্ধ  মতে, তিনি তাঁর অভিভাবকের পাশাপাশি অন্যান্য বিদ্বান পণ্ডিতদের দ্বারা শিক্ষিত হয়েছিলেন। \nভোজ-প্রবন্ধ অনুসারে, জীবনের প্রথম দিকে ভোজ তীব্র শিরঃপীড়ায় ভুগছিলেন। উজ্জয়িনীর দুই ব্রাহ্মণ শল্যচিকিৎসক মোহ-চূর্ণ নামক একটি চেতনানাশক চূর্ণ ব্যবহার করে তাকে অচেতন করে তার করোটি উন্মুক্ত করেন, এবং একটি টিউমার অপসারণ করেন। তারপর সঞ্জীবনী নামক আরেকটি চূর্ণ দিয়ে তার চেতনা ফিরিয়ে আনেন।  \n\n\n=== মুঞ্জার ষড়যন্ত্র কিংবদন্তি ===\nভোজের সমসাময়িক ধনপাল দ্বারা রচিত তিলক-মঞ্জরি অনুসারে, ভোজের পায়ে শুভ জন্ম চিহ্ন ছিল যা নির্দেশ করে যে তিনি রাজা হওয়ার উপযুক্ত।  তার কাকা (এবং তার পিতার পূর্বসূরি) মুঞ্জা তাকে খুব স্নেহ করতেন। মুঞ্জা তাকে রাজা হিসেবে নিযুক্ত করেন। \n\nপরবর্তীতে বেশ কিছু কিংবদন্তি বর্ণনায় বলা হয়েছে, মুঞ্জা প্রথমদিকে ভোজের প্রতি ঈর্ষান্বিত ছিল এবং তাকে রাজা হতে বাধা দেওয়ার চেষ্টা করেছিল। উদাহরণস্বরূপ, ১৪শ শতকের প্রবন্ধ-চিন্তামণি বলে যে মুঞ্জার রাজত্বকালে, এক জ্যোতিষী ভোজের দীর্ঘ রাজত্বের ভবিষ্যদ্বাণী করেছিলেন। মুঞ্জ তার নিজের পুত্রকে রাজা করতে চেয়েছিল। তাই সে ভোজকে হত্যার নির্দেশ দেয়।  মুঞ্জার মৃত্যুর পর রাজপারিষদগণ ভোজকে রাজা হিসেবে অভিষিক্ত করেন।  রাসমালায় নথিভুক্ত এক গুজরাটি কিংবদন্তি অনুসারে, মুঞ্জা ভোজকে হত্যার নির্দেশ দিয়েছিলেন, কিন্তু পরে তাকে যুবরাজ হিসেবে নিযুক্ত করেন। \nভোজ-প্রবন্ধে বলা হয়েছে, মুঞ্জা ভুবনেশ্বরী বনের মহামায়া মন্দিরে ভোজকে হত্যার জন্য এক বৎসরাজকে আদেশ করেছিলেন। ভোজের সুসংস্কৃত বাক্য শ্রবণ করে বৎসরাজ ও তার লোকেরা হত্যার পরিকল্পনা পরিত্যাগ করে। তারা ভোজের মিথ্যা মৃত্যু সংবাদ প্রকাশ করে মুঞ্জাকে একটি নকল মাথা এবং ভোজের কথিত একটি শ্লোক উপস্থাপন করেছিল। শ্লোকটি বর্ণনা করেছিল কিভাবে মান্ধাতা, রাম এবং যুধিষ্ঠিরের মতো মহান রাজারা তাদের সমস্ত সম্পত্তি রেখে মৃত্যুবরণ করেছিলেন; এটি তখন ব্যঙ্গাত্মকভাবে ইঙ্গিত দেয় যে মুঞ্জাই একমাত্র ব্যক্তি যাকে পার্থিব সম্পদ অনুসরণ করবে। শ্লোকটি মুঞ্জাকে কাঁদতে বাধ্য করে, এবং মুঞ্জা তার ভুল বুঝতে পারে। যখন তিনি জানতে পারলেন ভোজ এখনও জীবিত, তিনি ভোজকে তাঁর রাজসভায় ফিরে আসার আমন্ত্রণ জানান। তার পাপের প্রায়শ্চিত্ত করার জন্য, তিনি ধর্মারণ্যে তীর্থযাত্রায় গমন করেন। সেখানে তিনি 'মুঞ্জাপুরম' নামে একটি নগর প্রতিষ্ঠা করেন।   ভোজ মুঞ্জার প্রতি যে ব্যঙ্গাত্মক শ্লোকটি লিখেছিলেন, সেটি শৃঙ্গধার-পদ্ধতিতে (১৩৬৩ খ্রিষ্টাব্দ) একটি বিপরীতমুখী উদ্ধৃতাংশ হিসাবে প্রদর্শিত হয়।\nমুঞ্জা কর্তৃক ভোজের নিপীড়নের এই গল্পগুলি মূলত পৌরাণিক। মুঞ্জ, সিন্ধুরাজ এবং ভোজের সমসাময়িকদের দ্বারা রচিত রচনাগুলিতে এই কিংবদন্তি পাওয়া যায় না। উদাহরণ স্বরূপ, নব-সহসংক-চরিতে এই কাহিনীর কোন উল্লেখ নেই। কিংবদন্তিটি পরবর্তী গ্রন্থকারদের কাব্যিক কল্পনা বলে মনে হয়।  আইন-ই-আকবরীতে এই বিবরণের একটি ভিন্নতা রয়েছে, তবে তা কিংবদন্তিটিকে সম্পূর্ণরূপে বিকৃত করে, মুঞ্জাকে ভোজ দ্বারা নির্যাতিত ব্যক্তি হিসাবে অভিহিত করে। ঐতিহাসিক দৃষ্টিকোণ থেকেও এই বিবরণ সম্পূর্ণরূপে অনির্ভরযোগ্য। \n\n\n== অভিষেক ==\nকিছু সাহিত্যকর্ম থেকে বোঝা যায়, ভোজ তার কাকা মুঞ্জা পরমার রাজার স্থলাভিষিক্ত হন। এই রচনাগুলির মধ্যে রয়েছে তিলক-মঞ্জরী, প্রবন্ধ-চিন্তামণি এবং রসমালা তবে, আরও বেশ কয়েকটি রচনা এবং শিলালেখ প্রমাণ থেকে জানা যায়, ভোজ তাঁর পিতা সিন্ধুরাজের উত্তরসূরি হয়েছিলেন। সিন্ধুরাজ ও ভোজের রাজসভার কবি পদ্মগুপ্তও এই তথ্যকে সমর্থন করেন। ভোজ-প্রবন্ধ অনুসারে, মুঞ্জা সামরিক অভিযানে যাওয়ার পূর্বে সিন্ধুরাজের হাতে পরমার শাসনক্ষমতা ছেড়ে দিয়েছিলেন। এই অভিযানে অপ্রত্যাশিতভাবে মুঞ্জার মৃত্যু হয় এবং সিন্ধুরাজ তার স্থলাভিষিক্ত হন।  সিন্ধুরাজের রাজসভার কবি পদ্মগুপ্ত তার নব-সহসংক-চরিত গ্রন্থে বলেছেন, অম্বিকার নগরে যাওয়ার পূর্বে মুঞ্জা \"সিন্ধুরাজের হস্তে পৃথিবী ন্যস্ত করেছিলেন\"। এটি ইঙ্গিত দেয় যে তিনি দ্বিতীয় তৈলপের বিরুদ্ধে তার মারাত্মক অভিযানে যাওয়ার আগে সিন্ধুরাজের হাতে রাজ্যের ভার অর্পণ করেছিলেন।  উদয়পুর প্রশস্তি শিলালিপি এটি নিশ্চিত করে বলে মনে হয়। \n\n\n=== রাজত্বের সময়কাল ===\nভোজ শিলালিপি (১০১০-১১ খ্রি.) হল ভোজের রাজত্বের প্রাচীনতম ঐতিহাসিক নথি।  চিন্তামণি-সরণিকা (১০৫৫ খ্রি.) ভোজের রাজসভার কবি 'দশবল' দ্বারা রচিত হয়েছিল।  ভোজের উত্তরসূরি প্রথম জয়সিংহের একটি শিলালিপিও ১০৫৫ খ্রিষ্টাব্দে পাওয়া যায়। সুতরাং, ১০৫৫ খ্রিস্টাব্দকে ভোজের রাজত্বের শেষ বছর হিসাবে গ্রহণ করা যেতে পারে।  এই প্রমাণগুলির উপর ভিত্তি করে, প্রতিপাল ভাটিয়ার মতো পণ্ডিতগণ ১০১০ -১০৫৫ খ্রিস্টাব্দ পর্যন্ত ভোজের রাজত্বকাল নির্ধারণ করেন। \nকিছু পণ্ডিত তাদের শিলালিপি এবং কিংবদন্তি গ্রন্থের ব্যাখ্যার ভিত্তিতে ১০০০ খ্রি. এবং ১০১০ খ্রিস্টাব্দের মধ্যে ভোজের রাজত্বের শুরুকে বিভিন্নভাবে নির্ধারণ করেন।  উদাহরণস্বরূপ, মেরুতুঙ্গের প্রবন্ধ-চিন্তামণি অনুসারে, ভোজ ৫৫ বছর, ৭ মাস এবং ৩ দিন রাজত্ব করেছিলেন।  এর উপর ভিত্তি করে, ডি.সি গাঙ্গুলী এবং কে সি জৈনের মতো পণ্ডিতরা ১০০০-১০৫৫ খ্রিস্টাব্দ পর্যন্ত ভোজের রাজত্বসময় নির্ধারণ করেন।  কে এম মুন্সি বলেছেন, তারিখগুলি \"মেরুতুঙ্গের বর্ণনার সবচেয়ে দুর্বল বৈশিষ্ট্য\"।  এ কে ওয়ার্ডার মেরুতুঙ্গকে \"সম্পূর্ণরূপে অনির্ভরযোগ্য\" এবং তার বর্ণনাগুলিকে \"আবশ্যিকভাবে কল্পকাহিনী\" বলে উড়িয়ে দিয়েছেন। তিনি বিশ্বাস করেন, ভোজের রাজত্ব ১০১০ খ্রিস্টাব্দের বহু পূর্বে শুরু হয়েছিল এমন কোনও প্রমাণ নেই। \n\n\n=== নাম এবং উপাধি ===\nপরমার শিলালিপিতে ভোজকে ভোজদেব বলে উল্লেখ করা হয়েছে। কিছু আধুনিক উত্তর ভারতীয় ভাষা যেমন হিন্দিতে তিনি ( ভারতীয় ভাষায় শোওয়া বিলুপ্তির কারণে) 'ভোজ' নামে প্রখ্যাত। ভোজের শিলালিপিতে তাঁর উপাধি পরম-ভট্টার্ক, মহারাজাধিরাজ এবং পরমেশ্বর বলা হয়েছে।  বর্ধমানের ব্যাকরণের উপর একটি গ্রন্থ গণরত্ন মহোদধি (১১৪০ খ্রিস্টাব্দ) থেকে জানা যায় \"ত্রিভুবন নারায়ণ\" বা \"ত্রিলোক নারায়ণ\"ও (\"তিন জগতের প্রভু\") ভোজের উপাধি ছিল। এটি শিলালিপি প্রমাণ দ্বারা নিশ্চিত করা হয়েছে: চিতোর দুর্গে ভোজকে অভিহিত করা শিব মন্দিরে একটি মূর্তি রয়েছে যার নাম ছিল \"ভোজস্বামীদেব\" এবং \"ত্রিভুবন নারায়ণদেব\"। \n\n\n== সামরিক অভিযান ==\n ভোজ পরোপকারী রাজা এবং শিল্প-সংস্কৃতির পৃষ্ঠপোষক হিসাবে বিখ্যাত হয়েছিলেন। তিনি একজন যোদ্ধা হিসাবেও বিখ্যাত ছিলেন।  তিনি উত্তরাধিকার সূত্রে মালব অঞ্চলের চারপাশে কেন্দ্রীভূত একটি রাজ্য পেয়েছিলেন এবং বিভিন্নভাবে এটিকে প্রসারিত করার জন্য বেশ কয়েকটি প্রচেষ্টা করেছিলেন। ভোজের ভাইয়ের উদয়পুর প্রশস্তি শিলালিপিতে ভোজকে কিংবদন্তি রাজা পৃথুর সাথে তুলনা করা হয়েছে এবং বলা হয়েছে যে তিনি \" কৈলাস থেকে মলয় পর্বত তথা অস্তাচল ও উদয়াচল পাহাড় পর্যন্ত পৃথিবী শাসন করেছিলেন\"।  এটি একটি সুস্পষ্ট অতিরঞ্জন:  ঐতিহাসিক প্রমাণ ইঙ্গিত করে যে ভোজের রাজ্য উত্তরে চিতোর থেকে দক্ষিণে উচ্চ কোঙ্কন পর্যন্ত এবং পশ্চিমে সবরমতি নদী থেকে পূর্বে বিদিশা অবধি বিস্তৃত ছিল। \nবেশ কিছু কিংবদন্তীতে চৌলুক্য রাজা বল্লভ-রাজ, দুর্লভ-রাজের শাসনামলে মালবের শাসক এবং চৌলুক্যদের মধ্যকার দ্বন্দ্বের উল্লেখ রয়েছে। পরমারদের বিরুদ্ধে অভিযানের সময় গুটিবসন্তে আক্রান্ত হয়ে বল্লভ মারা গিয়েছিলেন বলে কথিত আছে। এই ঘটনাটি ভোজের রাজত্বের প্রথম দিকে বা তার পিতা সিন্ধুরাজের রাজত্বকালে ঘটে থাকতে পারে।   বল্লভের উত্তরসূরি দুর্লভ মালব শাসকসহ একটি সংঘের আক্রমণ প্রতিহত করেছিলেন বলে জানা যায়, কিন্তু আধুনিক ইতিহাসবিদরা এই কিংবদন্তির সত্যতা সম্পর্কে সন্দেহ প্রকাশ করেন।  \nভোজের প্রথম সামরিক অভিযান ১০১৮ খ্রিস্টাব্দের দিকে লতা অঞ্চলে (বর্তমান গুজরাটে ) সংঘটিত হয়েছিল বলে মনে হয়। ভোজ লতার চালুক্যদের বশীভূত করেছিলেন।  লতার শাসক কীর্তিরাজ অল্প সময়ের জন্য তার সামন্ত হিসেবে কাজ করেন।   লতার উপর ভোজের আক্রমণ তাকে উত্তর কোঙ্কনের শিলাহার রাজ্যের কাছাকাছি নিয়ে আসে, যেটি লতার দক্ষিণে অবস্থিত ছিল।  ১০১৮ থেকে ১০২০ খ্রিস্টাব্দের মধ্যে শিলাহার রাজা অরিকেসরির রাজত্বকালে ভোজ কোঙ্কন আক্রমণ করে দখল করেন।  তিনি ব্রাহ্মণদের উদারভাবে দান করে এই বিজয়টি ব্যাপকভাবে উদযাপন করেন। তাঁর ১০২০ শিলালিপিতে বলা হয়েছে তিনি কোঙ্কন-গ্রহণ বিজয় পর্ব (\"কোঙ্কন বিজয় উৎসব\") আয়োজন করেছিলেন।  শিলাহারারা সম্ভবত ভোজের অধীনস্থ সামন্ত হিসেবে কোঙ্কন রাজ্য শাসন করেছিল।  রাজত্বের শেষের দিকে, ভোজ এই অঞ্চলটি কল্যাণের চালুক্যদের কাছে হারিয়েছিলেন। \n১০১৯ খ্রিস্টাব্দের কিছু পূর্বে, ভোজ রাজেন্দ্র চোল এবং গাঙ্গেয়দেব কালচুরির সাথে কল্যাণের চালুক্যদের বিরুদ্ধে একটি জোট গঠন করেন। এই সময়ে চালুক্য রাজা ছিলেন দ্বিতীয় জয়সিংহ ।  এই ত্রয়ী জোট একই সাথে চালুক্যদের উত্তর ও দক্ষিণ সীমান্তে নিযুক্ত করেছিল। এই অভিযানে ভোজের সাফল্য কতটা তা অনিশ্চিত, কারণ চালুক্য এবং পরমার প্রশস্তি উভয়ই বিজয়লাভের দাবি করেছিল।  ইতিহাসবিদ ডি.সি গাঙ্গুলী বিশ্বাস করেন  ভোজ চালুক্যদের বিরুদ্ধে কিছু প্রাথমিক বিজয় অর্জন করেছিলেন, কিন্তু শেষ পর্যন্ত পরাজিত হন। ডি.বি ডিসকালকার এবং এইচ. সি. রায় সহ অন্যরা বিশ্বাস করেন, ভোজ কিছু প্রাথমিক সাফল্যের পরে জয়সিংহের কাছে পরাজিত হন, কিন্তু শেষ পর্যন্ত ১০২৮ খ্রিস্টাব্দের পরে চালুক্যদের বিরুদ্ধে বিজয়ী হন। জর্জ বুহলার এর মতে, সংগ্রামটি সম্ভবত ভোজের কিছু সুবিধা প্রাপ্তির সাথে শেষ হয়েছিল, যা পরমার কবিদের দ্বারা মহান বিজয়ে অতিরঞ্জিত হতে পারে। \nউদয়পুর প্রশস্তিতে বলা হয়েছে ভোজ ইন্দ্ররথ নামে একজন রাজাকে পরাজিত করেন। আধুনিক ঐতিহাসিকরা এই রাজাকে কলিঙ্গের সোমবংশীয় রাজা ইন্দ্রনাথের সাথে শনাক্ত করেন। এই রাজা রাজেন্দ্র চোলের কাছে পরাজিত হন: ভোজ জোটের অংশ হিসাবে চোল অভিযানে একটি গৌণ ভূমিকা পালন করতে পারেন।  \n১১শ শতাব্দীতে গজনির মাহমুদ-এর নেতৃত্বে তুর্কির গজনবীয় বংশ উত্তর-পশ্চিম ভারত আক্রমণ করে। উদয়পুর প্রশস্তি  দাবি করে যে ভোজের ভাড়াটে সৈন্যরা তুরুস্কদেশীয় সৈন্যদের পরাজিত করেছিল।  গজনভিদের সাথে চিহ্নিত বিদেশী আক্রমণকারীদের বিরুদ্ধে ভোজের সামরিক সাফল্যের কিছু কিংবদন্তি বিবরণ রয়েছে। যদিও, ভোজ গজনভি বা অন্য কোন মুসলিম সেনাবাহিনীর বিরুদ্ধে যুদ্ধ করেছিলেন তার পক্ষে কোন স্পষ্ট প্রমাণ নেই।  ভোজ হয়তো কাবুল শাহী শাসক আনন্দপালকে গজনভিদের বিরুদ্ধে যুদ্ধে সৈন্য প্রদানের ক্ষেত্রে অবদান রেখেছিলেন। তিনি আনন্দপালের পুত্র ত্রিলোচনপালকে আশ্রয় দিয়েছিলেন বলে মনে করা হয়।  বেশ কয়েকজন মধ্যযুগীয় মুসলিম ঐতিহাসিক বলেছেন, মাহমুদ সোমনাথ হিন্দু মন্দির ভাঙার পর 'পরমদেব' নামে এক শক্তিশালী হিন্দু রাজার সাথে সংঘর্ষ এড়িয়ে গিয়েছিলেন। আধুনিক ঐতিহাসিকরা পরম দেবকে ভোজ হিসাবে চিহ্নিত করেছেন: 'পরম দেব' নামটি পরমার-দেব বা ভোজের উপাধি পরমেশ্বর-পরমভট্টার্ক- এর অপভ্রংশ হতে পারে।   ১০৪৩ খ্রিস্টাব্দের কাছাকাছি সময়ে হানসি, থানেসার এবং অন্যান্য এলাকা থেকে মাহমুদের গভর্নরদের বহিষ্কারকারী হিন্দু জোটের অংশ রাজা ভোজ হতে পারেন।  \nপূর্ব দিকে ভোজের রাজ্য সম্প্রসারণের প্রচেষ্টা চান্দেলা রাজা বিদ্যাধরের কারণে ব্যর্থ হয়।  ভোজ চান্দেলা সামন্তদের উপর তার প্রভাব বিস্তার করতে সক্ষম হন সম্ভবত বিদ্যাধরের মৃত্যুর পর। দুবকুন্ডের কচ্ছপঘাটারা পরমারদের উত্তরের প্রতিবেশী ছিল, তারা ছিল মূলত চান্দেলা সামন্ত। চান্দেলাদের শাসক অভিমন্যু ভোজের আধিপত্য স্বীকার করেছিলেন।  ভোজ গোয়ালিয়রের কচ্ছপাঘাটাদের বিরুদ্ধে এক অভিযানও শুরু করেন, সম্ভবত কনৌজ দখলের চূড়ান্ত লক্ষ্য নিয়ে, কিন্তু তার আক্রমণগুলি তত্রস্থ শাসক কীর্তিরাজ প্রতিহত করেন। \nউদয়পুর প্রশস্তি শিলালেখ অনুসারে, ভোজ গুর্জর রাজাকে পরাজিত করেছিলেন। এই রাজার পরিচয় ঐতিহাসিকদের মাঝে বিতর্কিত, তবে তিনি সাধারণত কনৌজের একজন দুর্বল গুর্জর-প্রতিহার শাসক হিসেবে চিহ্নিত হন। ভোজ আদৌ কনৌজের নিয়ন্ত্রণ বেশিদিন ধরে রাখতে সক্ষম হয়েছিলেন কিনা সন্দেহ আছে। \n১০৪৬ খ্রিস্টাব্দের তিলকওয়াড় তাম্রফলকের শিলালিপিতে বলা হয়েছে ভোজের সেনাপতি 'সুরাদিত্য' কোনও যুদ্ধে এক সহবাহনকে বধ করে তার রাজকীয় ভাগ্য স্থির করেছিলেন।  কিছু পূর্ববর্তী ঐতিহাসিক সহবাহনকে চাম্বার রাজা হিসেবে চিহ্নিত করেছেন, কিন্তু চাম্বা এবং মালওয়ারের মধ্যে দূরত্ব বিবেচনা করলে, ভোজের রাজ্যকে অস্থিতিশীল করার জন্য চাম্বার শাসক যথেষ্ট শক্তিশালী ছিলেন না, এই শনাক্তকরণ সন্দেহজনক।  সহবাহন ভোজের প্রতিদ্বন্দ্বীদের একজন, তিনি সম্ভবত কালচুরি রাজা কর্ণের একজন সেনাপতি ছিলেন। \nভোজ শাকম্ভরী চাহমন শাসক বীর্যরামকে পরাজিত ও হত্যা করেছিলেন। এই সাফল্যে উৎসাহিত হয়ে তিনি নাড্ডুলার চাহামানদের বিরুদ্ধেও যুদ্ধ করেন। কিন্তু এই দ্বিতীয় অভিযানে তার বাহিনী পিছু হটতে বাধ্য হয় এবং তার প্রধান সেনাপতি সাধ নিহত হয়। \nভোজের রাজত্বের শেষ বছরগুলিতে, ১০৪২ খ্রিস্টাব্দের কিছু পরে, জয়সিংহের পুত্র এবং উত্তরাধিকারী প্রথম সোমেশ্বর মালব আক্রমণ করেন এবং তার রাজধানী ধার হস্তগত করেন।  ১০৫৮ থেকে ১০৬৭ খ্রিস্টাব্দের একাধিক চালুক্য শিলালিপিতে বলা হয়েছে, চালুক্যরা ধার, উজ্জয়িনী এবং মাণ্ডু সহ গুরুত্বপূর্ণ পরমার নগরগুলি লুণ্ঠন করেছিল।  চালুক্য সেনাবাহিনীর প্রস্থানের পর ভোজ মালবে তার নিয়ন্ত্রণ পুনঃপ্রতিষ্ঠিত করেন। তা সত্ত্বেও, এই পরাজয় পরমারদের জন্য একটি বিরাট ধাক্কা হয়ে আসে এবং গোদাবরী থেকে নর্মদা পর্যন্ত তাদের রাজ্যের দক্ষিণ সীমানাকে পিছনে ঠেলে দেয়।  \nযদিও ভোজ এবং কালচুরি রাজা গাঙ্গেয় চালুক্যদের বিরুদ্ধে একটি জোটের অংশ থাকলেও, ভোজ গাঙ্গেয়কে পরাজিত করেন। তারা কখন শত্রুতে পরিণত হয়েছিল তা নিশ্চিত নয়। এক তত্ত্ব অনুসারে, ভোজ তার চালুক্য অভিযানের আগে গাঙ্গেয়কে পরাজিত করেছিলেন, যেখানে গাঙ্গেয় অবশ্যই একজন পরমারের অনুগত হিসেবে যুদ্ধ করেছিলেন। একটি পরস্পরবিরোধী তত্ত্ব হল, কোন এক সময় সম্ভবত ১০২৮ - ১০৪২ খ্রিস্টাব্দের মধ্যে দু'জন তাদের চালুক্য অভিযানের পর শত্রুতে পরিণত হয়েছিল।   উদয়পুর প্রশস্তি  আরও দাবি করে যে ভোজ এক তোগগ্‌লালকে পরাজিত করেন  যিনি গাঙ্গেয়ের পূর্বসূরি দ্বিতীয় কোকল্লা হতে পারেন। \n\n\n== মৃত্যু ==\nভোজের রাজত্বের শেষ বছরে বা তার মৃত্যুর কিছু পরে, চৌলুক্য রাজা 'প্রথম ভীম' এবং কালচুরি রাজা 'কর্ণ' তার রাজ্য আক্রমণ করেন। চতুর্দশ শতাব্দীর লেখক মেরুতুঙ্গের মতে, ভোজ একবার ভীমকে বশীভূত করার কথা চিন্তা করেছিলেন। কিন্তু ভীমের কূটনীতিক তার পরিবর্তে কল্যাণের চালুক্যদের বিরুদ্ধে ভোজকে প্ররোচিত করে পরমার আক্রমণ এড়িয়ে যান।  ১০৩১ খ্রিস্টাব্দের কিছু আগে, ভীম আবুতে পরমার শাখার বিরুদ্ধে একটি অভিযান শুরু করেন যা এই অঞ্চলের শাসক ধন্ধুককে ভোজের কাছে আশ্রয় নিতে বাধ্য করে।  হেমচন্দ্র চৌলুক্যদের পৃষ্ঠপোষকতা করেছিলেন। তিনি বলেছেন, ভোজের সেনাপতি কুলচন্দ্র একবার চৌলুক্যের রাজধানী হস্তচ্যুত করেছিলেন যখন ভীম সিন্ধু সীমান্তে যুদ্ধ করছিলেন।  ভীম পরে তার সৈন্যদের মালবে অভিযান চালাতে প্রেরণ করেন। মেরুতুঙ্গের প্রবন্ধ-চিন্তামণি  বলেছে যে একবার এইরকম দু'জন সৈন্য তার রাজধানী ধারের আশেপাশে ভোজকে আক্রমণ করেছিল, কিন্তু পরমার রাজা রক্ষা পান এবং অক্ষত থাকেন। \nমেরুতুঙ্গ আরও বলেছেন, কর্ণ একবার ভোজকে যুদ্ধ বা প্রাসাদ নির্মাণের প্রতিযোগিতায় চ্যালেঞ্জ করেন। ভোজ এই সময়ে বৃদ্ধ হয়ে গিয়েছিলেন, তিনি দ্বিতীয় বিকল্পটি বেছে নিলেন। ভোজ এই প্রতিযোগিতায় হেরে যান, কিন্তু কর্ণের আধিপত্য মেনে নিতে অস্বীকার করেন। ফলস্বরূপ, কর্ণ ভীমের সাথে জোটবদ্ধ হয়ে মালব আক্রমণ করেন। মেরুতুঙ্গের মতে, যখন মিত্রবাহিনী তার রাজ্য আক্রমণ করে, ভোজ কোন এক রোগে আক্রান্ত হয়ে মারা যান।   চৌলুক্য পৃষ্ঠপোষকতায় রচিত বেশ কিছু সাহিত্যকর্ম থেকে বোঝা যায় ভোজের জীবদ্দশায় ভীম ভোজকে বশীভূত করেছিলেন। এই ধরনের দাবি ঐতিহাসিক প্রমাণ দ্বারা নিশ্চিত করা যায় না।  \n\n\n== সাংস্কৃতিক অবদান ==\n\nভোজ তার বুদ্ধিমত্তা এবং সাংস্কৃতিক কর্মকাণ্ডের পৃষ্ঠপোষকতার জন্য সবচেয়ে বেশি স্মরণীয়। তার সময়ের প্রখ্যাত কবি-সাহিত্যিকরা তার পৃষ্ঠপোষকতা কামনা করেছিলেন। কাশ্মীরি লেখক বিলহণ বিখ্যাত অভিযোগ করেছেন ভোজ তার আগে মারা গিয়েছিলেন, যার কারণে তিনি রাজার পৃষ্ঠপোষকতা পেতে ব্যর্থ হন। পরবর্তীকালে বেশ কিছু রাজাও ভোজের অনুকরণ করেছিলেন। উদাহরণস্বরূপ, বিজয়নগর সাম্রাজ্যের কৃষ্ণদেবরায় নিজেকে অভিনব-ভোজ (\"নব্য ভোজ\") এবং সকল-কলা-ভোজ (\"সমস্ত শিল্পের ভোজ\") হিসাবে অভিহিত করেন। \nভোজ নিজেও ছিলেন বহুবিদ্যাবিশারদ। তার শাসনাধীন সময়ে, মালব এবং এর রাজধানী ধার ভারতের অন্যতম প্রধান বুদ্ধিজীবী কেন্দ্র হয়ে ওঠে। কথিত আছে, তিনি তার প্রজাদের শিক্ষার প্রতি এতটাই মনোযোগ দিয়েছিলেন যে রাজ্যের নম্র তাঁতিরাও ছন্দোবদ্ধ সংস্কৃত কাব্য রচনা করেছিলেন বলে অনুমিত হয়।\nভোজ 'ভোজপুর' নগর প্রতিষ্ঠা করেছিলেন বলে কথিত আছে যা ঐতিহাসিক প্রমাণ দ্বারা সমর্থিত একটি বিশ্বাস। বর্তমানে সেস্থানের ভোজেশ্বর মন্দির ছাড়াও ওই এলাকায় তিনটি বর্তমানে ভাঙা বাঁধ নির্মাণের জন্য তাকে দায়ী করা হয়।  মন্দিরটি মূলত ১৮.৫ মাইল দীর্ঘ এবং ৭.৫ মাইল চওড়া একটি জলাধারের তীরে দাঁড়িয়ে ছিল।  ভোজের রাজত্বকালে তিনটি মাটি ও পাথরের বাঁধ নির্মাণের মাধ্যমে এই জলাধারটি গঠিত হয়। বেতোয়া নদীর উপর নির্মিত প্রথম বাঁধটি পাহাড় দ্বারা বেষ্টিত একটি নিম্নচাপে নদীর জল আটকে দেয়। বর্তমান মেন্ডুয়া গ্রামের কাছে পাহাড়ের মাঝে দ্বিতীয় বাঁধ নির্মাণ করা হয়েছিল। বর্তমান ভোপালে অবস্থিত  তৃতীয় বাঁধ, ছোট কালিয়াসোত নদী থেকে বেতোয়া বাঁধের জলাধারে আরও বেশি জল সরিয়ে নিয়েছিল। এই মনুষ্যসৃষ্ট জলাধারটি ১৫ শতাব্দী পর্যন্ত বিদ্যমান ছিল, পরে হোশাং শাহ দুটি বাঁধ ভেঙ্গে হ্রদটি জলশূন্য করেছিলেন। \nলোককাহিনী অনুসারে, ভোপাল নগরটি তাঁর (\"ভোজপাল\") দ্বারা প্রতিষ্ঠিত হয়েছিল এবং তার নামে নামকরণ করা হয়েছিল, তবে এও সম্ভব যে ভুপাল (বা ভূপাল) নামক অন্য রাজার নাম থেকে এই শহরের নাম এসেছে। \n\n\n==== ভোজশালা ====\nরাজা ভোজশালা প্রতিষ্ঠা করেন যা সংস্কৃত অধ্যয়নের একটি কেন্দ্র এবং বর্তমান ধার নগরে সরস্বতীর একটি মন্দির ছিল।\nভোজশালা শব্দটি বিংশ শতাব্দীর গোড়ার দিকে প্রচলিত হয়; কাঠামোর স্থাপত্য অংশগুলি নিজেই বিভিন্ন সময়ের কিন্তু প্রধানত 12 শতকের নির্মিত।\nযাদব, সোলাঙ্কি এবং পরমারদের মধ্যে বেশ কয়েকটি যুদ্ধের পর, ১৪ শতকের প্রথম দিকে মালওয়া দিল্লি সালতানাতের অধীনে আসে। সঠিক বছরটি অজানা, তবে ১৩৯২ তারিখের ভবনের পাশে পাওয়া একটি ইসলামি শিলালিপি তৎকালীন গভর্নর দিলওয়ার খানের মেরামত বর্ণনা করে।  1331 খ্রিস্টাব্দে চিশতী সূফী সাধক কামাল-আল-দীনের মৃত্যুর পর তার সমাধিটি মসজিদের পাশে স্থাপন করা হয় এবং ভবনটি কামাল মওলা মসজিদ নামে পরিচিত হয়। এটি থেকে বোঝা যায় যে ভবনটি 1331 সালের আগে নির্মিত হয়েছিল। লোকেরা বলে যে এটি বোজশালাকে মসজিদে রূপান্তরিত করা হয়েছিল। তবুও প্রতি বছর বসন্ত পঞ্চমী তিথিতে মসজিদের ভিতরে হিন্দুদের পূজার অনুমতি দেওয়া হয়েছে ।\n\n\n=== সাহিত্যিক কৃতিত্ব ===\nভোজ একজন পণ্ডিত-রাজা হিসাবে খ্যাতিমান ছিলেন এবং বেশ কয়েকটি বই তার নামে আরোপিত। যেহেতু এই বইগুলি বিভিন্ন বিষয়কে অন্তর্ভুক্ত করে, তাই এটি নিশ্চিত নয় যে তিনিই আসলে এই সমস্ত বই লিখেছেন কিনা বা তিনি কেবল তাদের প্রকৃত লেখকদের পৃষ্ঠপোষক হিসাবে কাজ করে এই কাজগুলি চালু করেছিলেন কিনা। তবে এটা জানা যায় যে তিনি কাব্যবিশারদ ছিলেন এবং শৃঙ্গার-প্রকাশ গ্রন্থটি অবশ্যই তাঁর রচিত। \nসরস্বতী -কণ্ঠাভরণের পদক- প্রকাশ \n'ভাষ্য' লেখক আজাদা-এর মতে, ভোজ ৮৪টি বই লিখেছিলেন। ভোজের প্রতি আরোপিত প্রচলিত কাজগুলির মধ্যে নিম্নলিখিত সংস্কৃত -ভাষার গ্রন্থ অন্তর্ভুক্ত রয়েছে : \n\nভুজবল-ভীম – জ্যোতিষশাস্ত্রের উপর একটি কাজ। ভগবতীলাল রাজপুরোহিত (সংস্কৃতে) দ্বারা সম্পাদিত ভুজাবল নিবন্ধ নামেও পরিচিত। জ্ঞান ভারতী প্রকাশনা: ২০২২। আইএসবিএন ৯৭৮৯৩৮৫৫৩৮৫১৩ISBN 9789385538513.\nচম্পু-রামায়ণ বা ভোজ-চম্পু – গদ্য ও কবিতার মিশ্রণে রামায়ণের পুনঃকথন যা চম্পু ধারার বৈশিষ্ট্য। প্রথম পাঁচটি কাণ্ড  ভোজের প্রতি আরোপিত। ষষ্ঠ ও সপ্তম কাণ্ড যথাক্রমে লক্ষ্মণ ও ভেঙ্কটধ্বরিণ দ্বারা সমাপ্ত হয়। Archive.org কপি: [1] .\nচারুচার্য্য – ব্যক্তিগত স্বাস্থ্যবিধি সম্পর্কিত একটি গ্রন্থ\nগোবিন্দ-বিলাস – কাব্য\nনাম-মালিকা – অভিধান বিজ্ঞানের উপর একটি সংকলিত গ্রন্থ। ডেকান কলেজ পোস্ট-গ্র্যাজুয়েট অ্যান্ড রিসার্চ ইনস্টিটিউট (১৯৫৫) প্রকাশিত। ইডি কুলকার্নি এবং ভিডি গোখলে দ্বারা সংস্কৃত সংস্করণ। Archive.org কপি: [2] ।\nরাজ-মার্তন্ড  বা পতঞ্জলি-যোগসূত্র-ভাষ্য – পতঞ্জলির যোগসূত্রের একটি প্রধান ভাষ্য; এটি যোগের বিভিন্ন ব্যাখ্যা অন্তর্ভুক্ত করেছে\nরাজ-মৃগাঙ্ক-করণ – রসায়নের উপর একটি গ্রন্থ, বিশেষ করে আকরিক থেকে ধাতু নিষ্কাশন এবং বিভিন্ন ওষুধের উৎপাদন সম্পর্কিত। চৌখাম্বা সংস্কৃত সিরিজ, বারাণসী (২০১১) দ্বারা রাজমার্তন্ডের সাথে প্রকাশিত। ডাঃ শ্রী কৃষ্ণ 'জুগনু', অধ্যাপক ভানওয়ার শর্মার হিন্দি অনুবাদ সহ সংস্কৃত সংস্করণ।আইএসবিএন 9788170803522\nসমরাঙ্গন-সূত্রধার  – স্থাপত্য ও মূর্তিবিদ্যার একটি গ্রন্থ। এতে ভবন, দুর্গ, মন্দির, দেবদেবীর মূর্তি এবং তথাকথিত ফ্লাইং মেশিন বা ইঞ্জিনহীন যন্ত্র আদি নির্মাণের বিবরণ দেওয়া হয়েছে।\nসরস্বতী-কণ্ঠাভরণ – কাব্যিক এবং অলঙ্কৃত রচনার জন্য সংস্কৃত ব্যাকরণের একটি গ্রন্থ। এর বেশিরভাগই অন্যান্য লেখকদের রচনার সংকলন। এই রচনায় তাঁর দেওয়া কিছু কাব্যিক উদাহরণ আজও সংস্কৃত কাব্যের সর্বোচ্চ সার হিসাবে সমাদৃত। Archive.org কপি: [3] .\nশালিহোত্র – ঘোড়া, তাদের রোগ এবং প্রতিকারের উপর একটি বই। ডেকান কলেজ পোস্ট-গ্র্যাজুয়েট অ্যান্ড রিসার্চ ইনস্টিটিউট (১৯৫৩) দ্বারা প্রকাশিত। ইডি কুলকার্নির সংস্কৃত সংস্করণ। Archive.org কপি: [4] .\nশৃঙ্গার-প্রকাশ – কাব্য ও নাট্যকলার উপর গ্রন্থ\nশৃঙ্গার-মঞ্জরী-কথা – আখ্যায়িকা আকারে রচিত একটি কাব্য\nতত্ত্ব-প্রকাশ – শৈব দর্শনের উপর একটি গ্রন্থ। এটি সিদ্ধান্ত তন্ত্রের বিশাল সাহিত্যের সংশ্লেষণ প্রদান করে। Archive.org কপি: [5] .\nবিদ্যাজ্ঞান-বল্লভ – জ্যোতির্বিদ্যা সম্পর্কিত গ্রন্থ। ডেভিড পিঙ্গির সংস্কৃত সংস্করণ মহারাজা সায়াজিরাও ইউনিভার্সিটি অফ বরোদা ওরিয়েন্টাল সিরিজ নং. ৯ (১৯৭০) এ প্রকাশিত হয়েছে।\nব্যবহার-মঞ্জরী – ধর্মশাস্ত্র বা হিন্দু আইনের উপর একটি কাজ\nযুক্তি-কল্পতরু – রাষ্ট্রীয় শিল্প, রাজনীতি, শহর-নির্মাণ, রত্ন-পরীক্ষা, গ্রন্থ বৈশিষ্ট্য, জাহাজ নির্মাণ ইত্যাদি বেশ কয়েকটি বিষয় সম্পর্কিত গ্রন্থ। ঈশ্বর চন্দ্র শাস্ত্রী, নরেন্দ্র নাথ আইন (১৯১৭) দ্বারা সংস্কৃত সংস্করণ। কলকাতা: অবিনাশ চন্দ্র মণ্ডল। Archive.org কপি: [6] . ভগবতীলাল রাজপুরোহিতের আরেকটি সংস্করণ (২০০৮):  ISBN 8177021052.\nপ্রাকৃত ভাষার কবিতা কোদন্ড-কাব্য এবং কূর্ম-শতকও ভোজের প্রতি আরোপিত।  কোদন্ড-কাব্য  মান্ডুতে পাথরের ফলকের টুকরোগুলিতে খোদিত পাওয়া গেছে।  কূর্ম-শতক ( অবনিকূর্মশতক ) বিষ্ণুর কূর্ম (কচ্ছপ) অবতারের প্রশংসাসমন্বিত। এটি ধার নগরে ভোজ শালায় খোদাই করা অবস্থায় পাওয়া যায়। \nসঙ্গীতরাজ গ্রন্থ যা কালসেন বা কুম্ভকের নামে দায়ীকৃত , ভোজকে সঙ্গীতের কর্তৃত্ব হিসাবে নাম দিয়েছেন, এর থেকে বোঝা যায় ভোজ সঙ্গীতের উপর একটি গ্রন্থ রচনা করেছেন। \n\n\n== ধর্ম ==\n\nঐতিহাসিক প্রমাণ থেকে জানা যায় যে ভোজ শিবের ভক্ত ছিলেন। তাঁর 'লেখা' শিবকে \"জগদগুরু\"  হিসাবে বৈশিষ্ট্যযুক্ত করে তোলে, এবং তাঁর শিলালিপিগুলি শিবের প্রশংসাসূচক শ্লোক দিয়ে শুরু হয়।  পরবর্তী পরমার শাসকদের উদয়পুর প্রশস্তি শিলালিপিতে বলা হয়েছে ভোজ \"মন্দির দিয়ে পৃথিবী ঢেকে দিয়েছেন\" যা তিনি কেদারেশ্বর, রামেশ্বর, সোমনাথ, কাল এবং রুদ্র সহ শিবের বিভিন্ন রূপকে উৎসর্গ করেছিলেন। জৈন লেখক মেরুতুঙ্গ তার প্রবন্ধ-চিন্তামণিতে বলেছেন ভোজ তার রাজধানী নগর ধারে-ই ১০৪টি মন্দির নির্মাণ করেছিলেন। ভোজপুরের ভোজেশ্বর মন্দিরই একমাত্র টিকে থাকা মন্দির যা নিশ্চিতভাবে রাজা ভোজ নির্মাণ করেছেন বলা যায়।  জিএইচ ওঝা এবং আর. নাথ সহ বেশ কয়েকজন ঐতিহাসিক চিতোরের সমাধিশ্বর শিব মন্দিরকে ত্রিভুবন নারায়ণ শিব বা ভোজ-স্বামীন মন্দিরের সাথে চিহ্নিত করেছেন এবং তা ভোজ প্রতিষ্ঠিত বলে মনে করেন; মন্দিরটি নির্মাণের পর বেশ কয়েকবার পুনরুদ্ধার করা হয়েছে। \nজৈন কিংবদন্তি বলে যে ভোজ জৈন ধর্মে ধর্মান্তরিত হয়েছিলেন। এই বিবরণ অনুসারে, তাঁর সভার কবি ধনপাল রাজাকে বৈদিক পশু বলি ত্যাগ করতে রাজি করান।  কবি ভোজের অন্যান্য ধর্মীয় বিশ্বাসকেও প্রকাশ্যে উপহাস করেছেন যার মধ্যে কামদেব - রতি এবং গো পূজা রয়েছে।  ধীরে ধীরে ধনপাল ভোজকে জৈন হতে রাজি করান। \nভোজের জৈন ধর্মে ধর্মান্তরিত হওয়ার এই বিবরণ ঐতিহাসিক প্রমাণের সাথে মিলে না।  ভোজ-প্রবন্ধ কিংবদন্তিতে, গোবিন্দ নামে এক ব্রাহ্মণ ভোজকে বৈষ্ণব বলে অভিহিত করেছেন।  এটি সম্ভব যে ভোজ শৈব হওয়া সত্ত্বেও অন্যান্য ধর্মের পৃষ্ঠপোষকতা করেছিলেন। \n\n\n== ব্যক্তিগত জীবন ==\nভোজ অন্যান্য শাসক রাজবংশের সাথে বৈবাহিক জোটের অংশ হিসাবে একাধিক রমণীকে বিবাহ করেন। তার প্রধান রাণী ছিলেন লীলাদেবী বা লীলাবতী। তাঁর অন্যান্য রাণীদের মধ্যে পদ্মাবতী ( কুন্তলের রাজকুমারী), চন্দ্রমুখী ( অঙ্গের রাজকুমারী) এবং কমলা অন্তর্ভুক্ত ছিল। \nশিলালিপি প্রমাণ থেকে জানা যায়, জয়সিংহ তাঁর স্থলাভিষিক্ত হন। জয়সিংহ সম্ভবত তাঁর পুত্র ছিলেন।  ১০৫৫ খ্রিস্টাব্দে জয়সিংহের মান্ধাতা অনুদানে তাঁর পূর্বসূরিদের 'ভোজ', 'সিন্ধুরাজ' এবং 'বাকপতি' বলা হয়েছে।  এই শিলালিপিটি ভোজ এবং জয়সিংহের মধ্যকার সম্পর্ক নিশ্চিত করে না এবং এটিই একমাত্র শিলালিপি যেখানে জয়সিংহ নামে একজন পরমার রাজার উল্লেখ রয়েছে। পরবর্তী পরমার রাজাদের উদয়পুর প্রশস্তি এবং নাগপুর প্রশস্তি শিলালিপি পরমার রাজাদের বিস্তারিত বংশবৃত্তান্ত প্রদান করেছে, কিন্তু জয়সিংহের উল্লেখ করে না। এই দুটি শিলালিপিতে ভোজের পরবর্তী রাজা হিসেবে উদয়াদিত্যের নাম উল্লেখ করা হয়েছে। উদয়াদিত্য ভোজের ভাই হিসেবে পরিচিত। \n\n\n== কিংবদন্তি ==\nভোজ তাঁর চারপাশে কেন্দ্রীভূত কিংবদন্তি সংখ্যার দিক থেকে বিক্রমাদিত্যের সাথে তুলনীয়।  শেলডন পোলক ভোজকে \"তার সময়ের বা সম্ভবত যেকোন ভারতীয় সময়ের সবচেয়ে বিখ্যাত কবি-রাজা এবং দার্শনিক-রাজা হিসেবে\" বর্ণনা করেছেন।  ভোজ একজন ধার্মিক পণ্ডিত-রাজা হিসাবে বেশ কয়েকটি কিংবদন্তিতে আবির্ভূত হয়েছিলেন। এছাড়াও ভোজ সাহিত্যিক গুণাবলীর চূড়ান্ত বিচারক ছিলেন এবং উত্তম কবি-লেখকদের উদারভাবে পুরস্কৃত করতেন। এই কিংবদন্তিগুলির অধিকাংশই তাঁর মৃত্যুর তিন থেকে পাঁচ শতাব্দী পরে রচিত হয়েছিল। \nশিলালেখভিত্তিক নথি ছাড়াও, মেরুতুঙ্গের প্রবন্ধ-চিন্তামণি (১৪শ শতক), রাজবল্লভের ভোজ-চরিত্র (১৫শ শতক), এবং বল্লালের ভোজ-প্রবন্ধ (১৭শ শতক) আদি কতিপয় পৌরাণিক বিবরণ থেকে ভোজ সম্পর্কে বহু তথ্য পাওয়া যায়। ভোজ সম্পর্কে বহু জনপ্রিয় কিংবদন্তির কোনো ঐতিহাসিক ভিত্তি নেই।  উদাহরণস্বরূপ, ভোজ-প্রবন্ধ প্রাচীন কবি কালিদাসকে ভোজের সমসাময়িক হিসাবে বর্ণনা করে। \nপরমাররা স্বীয় রাজকীয় দাবি উচ্চতর করার জন্য, প্রাচীন কিংবদন্তি রাজাদের সাথে ভোজকে যুক্ত করে বেশ কয়েকটি কিংবদন্তি প্রচার করেন। উদাহরণস্বরূপ, সিংহাসন দ্বাত্রিংশিকা (জনপ্রিয়ভাবে বত্রিশ সিংহাসন নামে পরিচিত) কিংবদন্তিতে, ভোজ বিক্রমাদিত্যের একটি সিংহাসন খুঁজে পান। সিংহাসনের সাথে সংযুক্ত ৩২টি ঐশ্বরিক পুতুলের প্রতিটি পুতুল তাকে বিক্রমাদিত্য সম্পর্কে একটি করে গল্প বর্ণনা করে।   ভবিষ্য পুরাণ  কিংবদন্তিতে ভোজকে বিক্রমাদিত্য এবং শালিবাহনের বংশধর হিসেবে বর্ণনা করা হয়েছে। এই কিংবদন্তি অনুসারে, ম্লেচ্ছ (বিদেশী) প্রভাব ভোজের সিংহাসনে আরোহণের সময় ভারতীয় সংস্কৃতিকে কলুষিত করেছিল। ভোজ সিন্ধু নদীর তীরে অগ্রসর হন এবং বেশ কিছু ম্লেচ্ছ রাজাকে পরাজিত করেন। কবি কালিদাস তাঁর সাথে ছিলেন। কালিদাস জাদুকরীভাবে মহামদ নামে এক ম্লেচ্ছকে ছাইয়ে পরিণত করেছিলেন যার অনুসারীরা মুসলবান নামে পরিচিত হয়েছিল। স্বীয় রাজধানীতে প্রত্যাবর্তনের পর, ভোজ শ্রেষ্ঠ তিন বর্ণের মধ্যে 'সংস্কৃত' ভাষা এবং শূদ্রদের মধ্যে 'প্রাকৃত' ভাষা প্রতিষ্ঠা করেন। তার ৫০ বছরের রাজত্বকালে, আর্যাবর্ত ( হিমালয় এবং বিন্ধ্যের মধ্যবর্তী ভূমি) একটি আশীর্বাদপূর্ণ ভূমিতে পরিণত হয় যেখানে বর্ণ ব্যবস্থা প্রতিষ্ঠিত হয়েছিল। অন্যদিকে, বর্ণসঙ্কর ( বর্ণের মিশ্রণ ) বিন্ধ্যের বাইরে (অর্থাৎ দক্ষিণ ভারত) ঘটেছিল। যদিও এসব কাল্পনিক বিবরণ কোনো ঐতিহাসিক প্রমাণ দ্বারা সমর্থিত নয়। \n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nভারতীয় চলচ্চিত্রে ভোজকে বহুবার চিত্রিত করা হয়েছে। ভোজের উপর ভিত্তি করে নির্মিত কিছু চলচ্চিত্রের মধ্যে রয়েছে: রাজা ভোজ (১৯২২), ডি.জে ঝাবেরির রাজা ভোজ (১৯২৬), এ. নারায়ণনের রাজা ভোজ (১৯৩০) এবং হনুমপ্পা বিশ্বনাথ বাবুর ভোজ কালিদাস (১৯৪০)। \n\n\n== তথ্যসূত্র ==\n\n\n== উৎস =="}