{"pageid": 1411291, "title": "রোসাঘর", "url": "https://bn.wikipedia.org/wiki?curid=1411291", "content": "রসোই ঘর হল ভারতের ওড়িশা রাজ্যের পুরী জগন্নাথ মন্দিরের একটি ঐতিহ্যবাহী পাকশালা। এটি বিশ্বের দ্বিতীয় বৃহত্তম পাকশালা।  \nপ্রসাদ রন্ধন করা হয় সৌর ( মহাসৌর বা সুপকার নামেও পরিচিত) সম্প্রদায়ের দ্বারা যাদের মন্দিরের শুরু থেকে দায়িত্ব দেওয়া হয়েছিল। রোসঘরে  রান্না করা খাদ্য নিরামিষ এবং পেঁয়াজ, রসুন, আলু এবং লাউ ব্যবহার নিষিদ্ধ।  কুড়ুয়া নামে পরিচিত এক বিশেষ ধরনের মাটির পাত্র রন্ধনকার্যে ব্যবহৃত হয়। রান্নাঘরের কাছে গঙ্গা ও যমুনা  নামক দুটি কূপের পানি রান্নার কাজে ব্যবহৃত হয়। রাজ ভোগ, ছত্র ভোগ এবং যজমানী ভোগ  সহ ৫০০ এরও বেশি প্রকারের খাদ্য রান্না করা হয় যা জগন্নাথ, বলভদ্র এবং সুভদ্রাকে মন্দিরের পাদদেশ রত্নবেদীতে এবং দিনে পাঁচবার পাদদেশ ভোগ মণ্ডপে অর্পণ করা হয়। চপনভোগ, ৫৬ প্রকারের রান্না করা খাদ্য প্রায় প্রতিদিনই দেওয়া হয়। জগন্নাথকে নিবেদনের পর সেই প্রসাদ আনন্দবাজারে  অব্ধ হিসেবে বিক্রয় করা হয়। আনন্দ বাজার হল একটি মুক্ত বাজার বা মুক্তাঙ্গন যা মন্দির কমপ্লেক্সের অভ্যন্তরে সিংহদ্বারের (প্রধান প্রবেশদ্বার) উত্তর-পূর্বে অবস্থিত। রোসাঘরে প্রতিদিন ৫০০০-১০০০০ জনের খাবার রান্না করা হয়। বিশেষ অনুষ্ঠানে ১ কোটিরও বেশি মানুষের খাবার রান্না করা হয়। \nপাকশালা থেকে খাবার বের করার জন্য দুটি পথ রয়েছে-প্রথমটি বৃহত্তর কোঠা ভোগ এবং ছত্র ভোগের জন্য ভোগ মণ্ডপ , অন্যটি কোঠা ভোগ নৈবেদ্যের জন্য মন্দিরের অভ্যন্তরীণ স্থানে যায়। সৌর  ছাড়া কাউকে রান্নাঘরের কাছে যেতে দেওয়া হয় না বা এমনকি খাবার স্পর্শ করার অনুমতি দেওয়া হয় না যতক্ষণ না প্রস্তুত খাদ্য মন্দিরে নিবেদন করা হয়। \n\n\n== অবস্থান ==\nরসোইঘর মন্দিরের দক্ষিণ-পূর্বে বাহিরের প্রাঙ্গণে অবস্থিত। \n\n\n== রন্ধনস্থান ==\nরন্ধনস্থানটি ১৫০ ফুট লম্বা, ১০০ ফুট চওড়া এবং প্রায় ২০ ফুট উঁচু। এতে ২৫০টি মাটির চুলা সহ ৩২টি কক্ষ রয়েছে। প্রায় ৬০০ জন পাচক এবং ৪০০ জন সহকারী একসাথে প্রতিদিন রান্না করে। রন্ধনশালায় তিন ধরণের চুলা রয়েছে; আনা চুলি অন্নের চুলা, আহিয়া চুলি এবং পিঠা চুলি মিষ্টান্ন চুলা। অন্নের চুলা ৪ ফুট লম্বা ২.৫ ফুট চওড়া এবং ২ ফুট উঁচু। দুটি অন্নের চুলার মধ্যে যে আয়তক্ষেত্রাকার স্থান তৈরি হয়েছে তাকে অহিয়া বলা হয়। মসুর ডাল এবং অন্যান্য তরকারি যেমন বেসারা, মহুর অহিয়া চুলিতে রান্না করা হয়। রোসাঘরে দশটি সিমেন্টের পিঠা চুলি রয়েছে। \n\n\n== ইতিহাস ==\n\n\n=== কিংবদন্তি ===\nকিংবদন্তি বলে, মহাসৌরের কাজটি লক্ষ্মী দ্বারা তত্ত্বাবধান করা হয় যেখানে রান্নার প্রতি লক্ষ্মীর কোনো অসন্তুষ্টি থাকলে তাৎক্ষণিকভাবে তা সমাধিস্থ করা এবং পুনরায় নতুনভাবে রন্ধন শুরু করার প্রথা রয়েছে। \n\n\n== আরও দেখুন ==\nজগন্নাথ মন্দির, পুরী\nজগন্নাথ\n\n\n== তথ্যসূত্র =="}