{"pageid": 1412637, "title": "তখত শ্রী হাজুর সাহিব", "url": "https://bn.wikipedia.org/wiki?curid=1412637", "content": "হাজুর সাহিব (Hazūrī Sāhib; আক্ষ. 'সাহিব/প্রভূ -এর উপস্থিতি'), তখত সাচখান্ড শ্রী হাজুর আবচালনাগার সাহিব নামেও পরিচিত, হলো শিখধর্মের পাঁচটি তখতের একটি। গুরুদ্বারটি ১৮৩২ হতে ১৮৩৭ সালের মধ্যে মহারাজা রণজিৎ সিং কর্তৃক নির্মিত হয়। এটি ভারতের মহারাষ্ট্র রাজ্যের নান্দেড় শহরে গোদাবরী নদীর তীরে অবস্থিত।\nপুরো অবকাঠামোটি গড়ে উঠেছে গুরু গোবিন্দ সিংয়ের মৃত্যুবরণ করার স্থানে। চত্বরের মধ্যে অবস্থিত গুরুদ্বারটি সাচ-খান্ড (সত্যের আধার) নামে পরিচিত। গুরুদ্বারের অভ্যন্তরস্থঃ কক্ষটিকে অঙ্গিতা সাহিব নামে ডাকা হয় এবং যেখানে ১৭০৮ সালে গুরু গোবিন্দ সিং আঘাতপ্রাপ্ত হয়ে মৃত্যুবরণ করার পর দাহ করা হয়েছিলো সেখানেই এটি নির্মাণ করা হয়েছে।\n\n\n== ইতিহাস ==\n\n১৭০৮ সালে গুরু গোবিন্দ সিং যেখানে তার ক্যাম্প স্থাপন করেছিলেন সেই স্থানটিকে হাজুর সাহিব হিসাবে চিহ্নিত করা হয়। গুরু এখানে তার সভাসদদের নিয়ে আলোচনা করতেন এবং দুই জন আততায়ী দ্বারা হত্যার জন্য আঘাত প্রাপ্ত হওয়ার পর চিকিৎসার্থে অবস্থান করেছিলেন। একজন আক্রমণকারী গুরুকে ছুরিকাঘাত করে এবং তার তলোয়ারের (বৃত্তাকার তলোয়ার) এক আঘাতেই নিহত হয়। অপর আক্রমণকারী পালানোর চেষ্টা করায় তার অনুসারীদের হাতে নিহত হয়। গুরুর আঘাত গভীর ছিলো, কিন্তু আপাত সুস্থ হন ১ম বাহাদুর শাহ কর্তৃক প্রেরিত একজন ইংরেজ শৈল্যবিদের চিকিৎসার কারণে, যিনি তার ডাক্তার হিসাবে কর্মরত ছিলেন এবং তারও আগে দারা শিকোর চিকিৎসক ছিলেন। যাই হোক, একজন শিখকে ঝুঁকে শ্রদ্ধা গ্রহণের সময় তার সেলাই পুনরায় খুলে যায় এবং গুরু প্রিমাল (জ্যোতি জোট)-এ অন্তর্হিত হন গুরু গ্রন্থ সাহিবকে তার উত্তরাধিকারী হিসাবে ঘোষণা করার পর।\nশিখের গুরু গোবিন্দ সিং যেখানে বসে তার সভা পরিচালনা করতেন সেখানে একটি উঁচু বেদী স্থাপন করেছে এবং তাতে গুরু গ্রন্থ সাহিবকে রেখেছে। তারা এটিকে তখত সাহিব বলে সম্বোধন করে। গুরু গোবিন্দ সিং যখন গুরু গ্রন্থ সাহিবকে তারা উত্তরাধিকারী গুরু হিসাবে নির্বাচন নিশ্চিত করেন তখন তিনি নান্দাদকে নিজেই \"আবচালনাগার\" (আক্ষরিক অর্থ \"দ্রুত স্থির নগর\") বলেন, যখন উৎসবে পূর্বানুমান ছাড়াই একটি স্তোত্র পাঠ করেন।\n২০০৮ সালের অক্টোবরে গুরু গ্রন্থ সাহেব জির গুরু নির্বাচনের ৩০০তম বার্ষিকী এখানে উদযাপন করা হয়। এই স্থানটি এখন পাঁচটি তখতের মধ্যে একটি যা শিখদের কাছে প্রাথমিক গুরুত্বের স্থান। অন্য চারটি তখত হল: অমৃতসরের শ্রী অকাল তখত সাহিব, আনন্দপুর সাহিবের তখত শ্রী কেশগড় সাহিব, বিহারের তখত শ্রী পাটনা সাহিব এবং তখত শ্রী দমদমা সাহিব, তালওয়ান্ডি সাবো, বাথিন্ডা, পাঞ্জাব।\n\n\n== হাজুর সাহিবে কীর্তন মর্যাদার রাগীগণ ==\nভাই জাগাৎ সিং (১৯১৭-১৯৭৮) ছিলেম একজন বিশিষ্ট রাগী, যিনি তখতে ১৯৩৪ সাল থেকে ১৯৭৮ সাল (মৃত্যু পর্যন্ত) পর্যন্ত সেবা দান করেছেন।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nমারাথাওয়াডায় পর্যটন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== অতিরিক্ত পঠন ==\nNidar Singh Nihang and Parmjit Singh, In the Master's Presence - The Sikhs of Hazoor Sahib, Kashi House (2009), আইএসবিএন ৯৭৮-০-৯৫৬০১৬৮-০-৫.\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট।\nsgpc.net প্রবেশ।\nবিশ্ব শিখ সংবাদ - দাক্ষিণাত্যের শিখ বিষয়ক।"}