{"pageid": 1412520, "title": "অশ্বিনী বৈষ্ণব", "url": "https://bn.wikipedia.org/wiki?curid=1412520", "content": "অশ্বিনী বৈষ্ণব (জন্ম ১৮ জুলাই ১৯৭০) এক ভারতীয় রাজনীতিবিদ এবং ভূতপূর্ব আই এ এস অফিসার।  ২০২১ সাল থেকে তিনি ভারত সরকারের  ৩৯ তম রেল মন্ত্রী , ৫৫ তম যোগাযোগ মন্ত্রী এবং দ্বিতীয় ইলেকট্রনিক্স ও তথ্যপ্রযুক্তি মন্ত্রী ও ২০১৯ সাল থেকে ওড়িশা থেকে নির্বাচিত রাজ্যসভার সদস্য।  তিনি ভারতীয় জনতা পার্টির সদস্য।  ১৯৯৪ সালে বৈষ্ণব ওড়িশা ক্যাডারের আই এ এস অফিসার হিসাবে কাজে যোগ দেন এবং ওড়িশাতে তার চাকরি জীবন অতিবাহিত করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nবৈষ্ণব মূলত রাজস্থানের পালি জেলার জিওয়ান্দ কাল্লান গ্রামের বাসিন্দা। পরে তাঁর পরিবার রাজস্থানের যোধপুরে গিয়ে বসবাস করতে শুরু করেন \nবৈষ্ণব তার স্কুল জীবনে যোধপুরের সেন্ট আন্থনিজ কনভেন্ট স্কুল এবং মহেশ স্কুল-এ পড়াশুনা করেছেন।  পরে তিনি ১৯৯১ সালে এমবিএম ইঞ্জিনিয়ারিং কলেজ (জেএনভিইউ) যোধপুর থেকে ইলেকট্রনিক এবং কমিউনিকেশন ইঞ্জিনিয়ারিং কোর্সে স্বর্ণপদক নিয়ে স্নাতক হন এবং পরে আই আই টি কানপুর থেকে এম.টেক সম্পন্ন করেন।\nএরপরে ১৯৯৪ সালে সারা ভারতে ২৭ ৱ্যাঙ্ক অর্জন করে তিনি ইন্ডিয়ান অ্যাডমিনিস্ট্রেটিভ সার্ভিস এ যোগ দেন।\n\n২০০৮ সালে এম বি এ পড়ার উদ্দেশ্যে তিনি ইউনিভার্সিটি অফ পেনসিলভানিয়ার হোয়ার্টন স্কুলে যোগ দেন।\n\n\n== সিভিল সার্ভেন্ট ==\nবৈষ্ণব ১৯৯৪ সালে ওডিশা ক্যাডারের ইন্ডিয়ান অ্যাডমিনিস্ট্রেটিভ সার্ভিস এ যোগ দেন। বালেশ্বর এবং কটক জেলার ডিস্ট্রিক্ট কালেক্টর হিসাবে কাজ করার পাশাপাশি ওডিশার বিভিন্ন অংশে তিনি কাজ করেছেন। ১৯৯৯ সালের সুপার সাইক্লোনের সময় তিনি এই সাইক্লোন সংক্রান্ত বিভিন্ন তথ্য সংগ্রহ করেন যার সাহায্যে ওডিশা সরকার ওডিশাবাসীদের জন্য বিভিন্ন সুরক্ষা পদক্ষেপ নিতে সমর্থ হয়েছিলেন।  ওডিশাতে তিনি ২০০৩ সাল পর্যন্ত কাজ করেন তারপর প্রাক্তন প্রধানমন্ত্রী অটল বিহারী বাজপেয়ীর দপ্তরে ডেপুটি সেক্রেটারি হিসাবে যোগ দেন। পিএমও-তে তার স্বল্পকালীন মেয়াদে বিভিন্ন পরিকাঠামো প্রকল্পে পাবলিক - প্রাইভেট অংশীদারিত্ব সংক্রান্ত বিধিনিয়ম তৈরিতে তাঁর ভূমিকা অনস্বীকার্য।  ২০০৪ সালে বিজেপি নেতৃত্বাধীন এনডিএ জোট নির্বাচনে পরাজিত হবার পর তিনি বাজপেয়ীর প্রাইভেট সেক্রেটারি হিসাবে নিযুক্ত হন। \n২০০৬ সালে তিনি মারমাগাঁও পোর্ট ট্রাস্ট এ ডেপুটি চেয়ারম্যান হন এবং এখানে  দু'বছর কাজ করেন।  \n\n\n== ব্যবসা এবং শিল্পোদ্যোগ ==\nবৈষ্ণব শিক্ষাঋণ নিয়ে হোয়ার্টন বিজনেস স্কুল থেকে তাঁর এমবিএ সম্পূর্ণ করেন। তিনি বুঝতে পারেন যে কয়েক মাসের মধ্যেই তাঁর শিক্ষাঋণ তিনি শোধ করে দিতে পারবেন এবং ২০১০ সালে তিনি সিভিল সার্ভিসের চাকরি ছেড়ে দিয়ে বেসরকারী ক্ষেত্রে যোগ দেন এবং নিজের শিল্পদ্যোগ শুরু করেন। এমবিএ ডিগ্রি তাঁকে কিভাবে সাফল্যের সাথে ব্যবসা করা যায় তার শিক্ষা দিয়েছিলো।\nএমবিএ সম্পূর্ণ করার পর বৈষ্ণব ভারতে ফিরে আসেন এবং জি ই ট্রান্সপোর্টেশন-এ ম্যানেজিং ডিরেক্টর হিসাবে যোগ দেন।\n\nপরবর্তীকালে, তিনি সিমেন্সে ভাইস প্রেসিডেন্ট - লোকোমোটিভস এবং হেড আরবান ইনফ্রাস্ট্রাকচার স্ট্র্যাটেজি হিসাবে যোগদান করেন। \n২০১২ সালে তিনি থ্রি টি অটো লজিস্টিক প্রাইভেট লিমিটেড এবং ভি জি অটো কম্পোনেন্টস প্রাইভেট লিমিটেড স্থাপনা করেন গুজরাটে।  \n\n\n== রাজনৈতিক জীবন ==\n\nবৈষ্ণব বর্তমানে ওডিশা থেকে নির্বাচিত রাজ্যসভার এক সাংসদ । তিনি বিজু জনতা দলের সমর্থনে রাজ্যসভায় বিনা প্রতিদ্বন্ধিতায় নির্বাচিত হন।   বৈষ্ণব কমিটি অন সাব অরডিনেট লেজিসলেশন এন্ড পিটিশনস ও কমিটি অন সাইন্স এন্ড টেকনোলজি, এনভায়রনমেন্ট এন্ড ফরেস্ট এর সদস্য হন।   \n২০১৯ সালে বৈষ্ণব সংসদ এ বলেন যে ভারতের সেই সময়কার অর্থনৈতিক মন্দা চক্রাকারে পরিবর্তিত হবে এবং ২০২০ সালের মার্চ এর মধ্যে দূর হয়ে যাবে ও দেশের আর্থিক বিকাশ শুরু হবে।  বৈষ্ণব বিশ্বাস করেন যে পুঁজি নিবেশের মাধ্যমেই দেশের বিকাশ ঘটবে।\nবৈষ্ণব ২০১৯ সালের ৫ ই  ডিসেম্বর রাজ্যসভায়  ট্যাক্সেশন লজ (আমেন্ডমেন্ট ) বিল, ২০১৯ সমর্থন করেন। তিনি বিশ্বাস করেন যে কর কাঠামো সরলীকরণ বা হ্রাস এর মাধ্যমে ভারতের শিল্প মানচিত্রে প্রতিযোগিতা বাড়বে এবং ভারতীয় শিল্পে পুঁজির ভিত্তি বিকশিত হবে। তিনি বলেন যে কর কাঠামো সরলীকরণের মাধ্যমে কর্পোরেট সংস্থাগুলির আয়, সঞ্চয় ও উদ্বৃত্ত বাড়বে এবং দেশের অর্থনীতি বিকশিত হবে।  \nএর পাশাপাশি তিনি রাজ্যসভায় শিপ রিসাইক্লিং বিল থেকে ওমেন প্রোটেকশন বিল বিতর্কে অংশ নেন।  \n\n\n=== কেন্দ্রীয় মন্ত্রী ===\n২০২১ সালের জুলাই মাসে ২২ তম মন্ত্রীসভা রদবদলের সময় তাঁকে রেল , ইলেকট্রনিক্স ও তথ্যপ্রযুক্তি এবং যোগাযোগ মন্ত্রকের দায়িত্ব দেওয়া হয়।  \nকেন্দ্রীয় টেলি যোগাযোগ মন্ত্রী হিসাবে তিনি ২০২৩ সালের মে মাসে ভারতে সঞ্চারসাথি পোর্টাল চালু করেন। \n\n\n== আরও দেখুন ==\nপীযূষ গোয়েল\n\n\n== তথ্যসূত্র =="}