{"pageid": 1412765, "title": "এয়িনরুঙেন আন ডি জুকুনফ্ট", "url": "https://bn.wikipedia.org/wiki?curid=1412765", "content": "এয়িনরুঙেন আন ডি জুকুনফ্ট: Ungelöste Rätsel der Vergangenheit (আক্ষ. 'ভবিষ্যতের স্মৃতি: অতীতের অমীমাংসিত রহস্য') হল সুইস লেখক এরিক ফন দানিকেন রচিত ১৯৬৮ সালের জার্মান ভাষার একটি বই। এটি মাইকেল হেরন মূল জার্মান থেকে চ্যারিয়ট্‌স অব দ্য গড্‌স? আনসলভড মিস্ট্রিজ অব দি পাস্ট শিরোনামে ইংরেজি ভাষায় অনুবাদ করেছিলেন। পরে ১৯৭৮ সালে অজিত দত্ত এটি দেবতা কি গ্রহান্তরের মানুষ? শিরোনামে ইংরেজি ভাষা থেকে বাংলা ভাষায় অনুবাদ করেন। এটি এই অনুমানের অবতারণা করে যে বহু প্রাচীন সভ্যতার প্রযুক্তি এবং ধর্মগুলি প্রাচীন মহাকাশচারীদের মাধ্যমে আগত, যাদের দেবতা হিসেবে উল্লেখ করা হয়েছে।\nপ্রকাশনার প্রথম খসড়াটি বিভিন্ন প্রকাশকদের দ্বারা প্রত্যাখ্যান করা হয়েছিল। বইটি ব্যাপকভাবে এর সম্পাদক, উইলহেম রগার্সডর্ফ (জার্মান চিত্রনাট্যকার উইলহেম উটারম্যানের ছদ্মনাম) দ্বারা পুনর্লিখন করা হয়েছিল।\n\n\n== সারসংক্ষেপ ==\nএয়িনরুঙেন আন ডি জুকুনফ্ট বইয়ের মূল থিসিস হল যে বহির্জাগতিক প্রাণীরা প্রাচীন প্রযুক্তিকে প্রভাবিত করেছিল। দানিকেন পরামর্শ দেন যে কিছু প্রাচীন কাঠামো এবং নিদর্শনগুলি তাদের তৈরির সময়ে বিদ্যমান ছিল বলে জানা যায় বা আরও পরিশীলিত প্রযুক্তিগত জ্ঞান প্রতিফলিত করে। দানিকেন আরও উল্লেখ করেন যে এই নিদর্শনগুলি হয় বহির্জাগতিক দর্শনার্থীদের দ্বারা বা মানুষের দ্বারা নির্মিত হয়েছিল যারা বহির্জাগতিকদের কাছ থেকে প্রয়োজনীয় জ্ঞান লাভ করেছিল।\nএই ধরনের নিদর্শনগুলির মধ্যে রয়েছে মিশরীয় পিরামিড, স্টোনহেঞ্জ এবং ইস্টার দ্বীপের মোয়াই। আরও উদাহরণের মধ্যে রয়েছে পিরি রেইস ম্যাপ নামে পরিচিত একটি প্রাথমিক বিশ্বের মানচিত্র, যেটি দানিকেন বর্ণনা করেছেন যে পৃথিবীকে মহাকাশ থেকে যেমন দেখা যায়, এবং পেরুর নাজকা রেখাসমূহ, যেটি তিনি পরামর্শ দেন যে পূর্ববর্তী এলিয়েন কাঠামোর অপরিণত প্রতিরূপ হিসাবে মানুষ তৈরি করেছে, এলিয়েনদের পৃথিবীতে ফেরত পাঠানোর উপায় হিসেবে। অস্ট্রেলিয়া, সৌদি আরব এবং আরাল সাগরের অনুরূপ লাইনের সাথে মাল্টায় কার্ট রাটগুলির বহির্জাগতিক উদ্দেশ্য থাকতে পারে বলে যুক্তি দিতে তিনি এই একই ব্যাখ্যা ব্যবহার করেন।\nবইটি আরও পরামর্শ দেয় যে সারা বিশ্বে প্রাচীন শিল্পকর্মকে মহাকাশচারী, আকাশ এবং মহাকাশযান, বহির্জাগতিক এবং জটিল প্রযুক্তির চিত্র হিসাবে ব্যাখ্যা করা যেতে পারে। দানিকেন এমন উপাদানগুলি বর্ণনা করেছেন যা তিনি বিশ্বাস করেন যে সম্পর্কহীন সংস্কৃতির শিল্পে একই রকম। তিনি যে শিল্পকর্মগুলি বর্ণনা করেছেন তার মধ্যে রয়েছে প্রাচীন জাপানি ডোগু মূর্তি (স্পেসসুটগুলি মহাকাশচারীদের অনুরূপ বলে তিনি বিশ্বাস করেন) এবং একটি মিশরীয় নিউ কিংডম মন্দিরের ৩,০০০ বছরের পুরানো খোদাই যা হেলিকপ্টারের মতো মেশিনগুলিকে চিত্রিত করে।\nবইটি আরও পরামর্শ দেয় যে বাইবেলের পুরাতন নিয়মের ব্যাখ্যা সহ অনেক ধর্মের উৎপত্তি হল একটি এলিয়েন জাতির সাথে যোগাযোগের প্রতিক্রিয়া। দানিকেনের মতে, মানুষ এলিয়েনদের প্রযুক্তিকে অতিপ্রাকৃত এবং এলিয়েনদের নিজেদের দেবতা বলে মনে করত। দানিকেন জিজ্ঞাসা করেন যে বেশিরভাগ ধর্মের মৌখিক এবং আক্ষরিক ঐতিহ্যগুলি আকাশ এবং মহাকাশের মধ্য দিয়ে ভ্রমণকারী তারকা এবং যানবাহন থেকে আসা দর্শনার্থীদের উল্লেখ রয়েছে কিনা। তিনি বলেন, এগুলিকে আক্ষরিক বর্ণনা হিসাবে ব্যাখ্যা করা উচিত যা সময়ের সাথে সাথে পরিবর্তিত হয়েছে এবং আরও অস্পষ্ট হয়ে উঠেছে।\nউদাহরণগুলির মধ্যে রয়েছে এজেকিয়েলের দেবদূত এবং চাকার দর্শন, যা দানিকেন একটি মহাকাশযানের বর্ণনা হিসাবে ব্যাখ্যা করেছেন; চুক্তির সিন্দুক, যা একটি এলিয়েন জাতির সাথে যোগাযোগের উদ্দেশ্যে একটি যন্ত্র হিসাবে ব্যাখ্যা করা হয়েছে; এবং আগুন ও গন্ধক দ্বারা সদোমের ধ্বংস, যা একটি পারমাণবিক বিস্ফোরণ হিসাবে ব্যাখ্যা করা হয়। দানিকেন দ্বিতীয় বিশ্বযুদ্ধের সময় এবং পরে গঠিত \"কার্গো কাল্ট\"-এর সাথে একটি সাদৃশ্য আঁকতে চেষ্টা করেন, যখন দক্ষিণ প্রশান্ত মহাসাগরে একসময় বিচ্ছিন্ন উপজাতিরা উন্নত আমেরিকান এবং জাপানি সৈন্যদের দেবতা মনে করত।\nদানিকেন বইয়ের প্রায় এক-তৃতীয়াংশ ব্যয় করেছেন যে ২১০০ সালের মধ্যে মানুষ তাত্ত্বিকভাবে আন্তঃনাক্ষত্রিক জগতের উন্নত প্রযুক্তির উপর আদিম সভ্যতার প্রস্তাব দিতে পারে। প্রাচীন বহির্জাগতিক যোগাযোগ পৃথিবীতে ঘটেছে বলে তিনি বিশ্বাস করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nErich von Däniken's \"Chariots of the Gods?\": Science or Charlatanism? by Robert Sheaffer\nChariots of Lies: Did aliens really build the Pyramids?\nErinnerungen an die Zukunft (1970) IMDb Entry\nChariots of the gods\nCenter for Ancient Astronaut Research\nBlumrich, Josef F. (অক্টোবর–ডিসেম্বর ১৯৭৪)। \"spaceships of the prophet Ezekiel, The\" (পিডিএফ)। Impact of Science on Society। UNESCO। XXIV (4): 329–336।"}