{"pageid": 1412283, "title": "২০২৩ সালের ইরাক এবং সিরিয়ায় মার্কিন ঘাঁটিতে হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1412283", "content": "২০২৩ সালের ১৮ অক্টোবরে উত্তর ইরাক এবং পূর্ব সিরিয়ায় মার্কিন সামরিক ঘাঁটি তিনটি ড্রোন দ্বারা আঘাত করা হয়েছিল। পেন্টাগনের কর্মকর্তারা জানিয়েছেন যে অল্পসংখ্যক হতাহতের ঘটনা ঘটেছে। ২৬ অক্টোবরে মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা বিভাগ বলেছে যে তারা হামলার প্রতিশোধ হিসেবে আইআরসিজি সমর্থিত মিলিশিয়াদের সাথে যুক্ত পূর্ব সিরিয়ার দুটি স্থাপনায় হামলা চালিয়েছে। ৮ নভেম্বরে মার্কিন যুক্তরাষ্ট্র আনুষ্ঠানিকভাবে জানায় যে ইরান-অনুষঙ্গী মিলিশিয়ারা তিন সপ্তাহের মধ্যে ইরাক ও সিরিয়ায় মার্কিন বিমানঘাঁটি লক্ষ্য করে ৪০টিরও বেশি সফল ড্রোন এবং রকেট হামলা চালিয়েছে। এছাড়াও হুথীরা ইয়েমেনের কাছে আন্তর্জাতিক আকাশসীমায় একটি মার্কিন এমকিউ‒৯ রিপার ড্রোন গুলি করে ভূপাতিত করেছে।\n\n\n== আক্রমণ ==\n\n\n=== আল-আসাদ বিমান ঘাঁটি ===\n২০২৩ সালের ১৮ অক্টোবর ইসরাইল-হামাস যুদ্ধ চলাকালীন ইরাকি জঙ্গিরা উত্তর ইরাকে মার্কিন যুক্তরাষ্ট্রের একটি ঘাঁটি আল-আসাদ এয়ারবেসে ড্রোন হামলা চালায়। বিমান হামলাটিতে বাঁধা দেয়া হয়েছিল। পরের দিন এয়ারবেসে একটি মিথ্যা অ্যালার্মের কারণে হৃদযন্ত্রের ক্রিয়া বন্ধ হয়ে একজন বেসামরিক ঠিকাদার মৃত্যুবরণ করেন। ২০ অক্টোবরে মার্কিন যুক্তরাষ্ট্র সমস্ত অ-জরুরি কর্মীদের বাগদাদে তাদের দূতাবাস এবং আর্বিলে কনস্যুলেট ছেড়ে যাওয়ার নির্দেশ দেয়। ২০ নভেম্বরে একটি ব্যালিস্টিক ক্ষেপণাস্ত্র হামলায় আট মার্কিন এবং কোয়ালিশন সৈন্য আহত হয়েছিল এবং একটি ব্যালিস্টিক ক্ষেপণাস্ত্র দ্বারা বিমান ঘাঁটি আক্রমণ করার পরে সামান্য অবকাঠামোগত ক্ষতি হয়েছিল।\n\n\n=== আত-তানফ গ্যারিসন ===\n২০২৩ সালের ১৮ অক্টোবরে, আত-তানফ গ্যারিসনে একটি ইরানি প্রক্সি মিলিশিয়া দ্বারা একটি ড্রোন হামলার ফলে ২০ জনের বেশি আহত হয়েছিল। ১ নভেম্বরে আত-তানফ গ্যারিসনে একটি ছোট ড্রোন হামলার খবর পাওয়া গেছে।\n\n\n=== অন্যান্য হামলা ===\n২০২৩ সালের ২৪ অক্টোবর ইরাকি মিলিশিয়ারা পূর্ব সিরিয়ায় মার্কিন ঘাঁটিতে একাধিক ড্রোন হামলার দায় স্বীকার করে। বিশেষ করে দেইরুজ জোর গভর্নরেটের আল-ওমর তেলক্ষেত্র এবং আল-হাসাকাহ গভর্নরেটের আল-শাদ্দাদিতে আক্রমণের কথা জানা যায়। ৯ নভেম্বর মার্কিন বাহিনীকে ২৪ ঘন্টার মধ্যে তিনবার পৃথকভাবে আঘাত করা হয়েছিল। যার মধ্যে রয়েছে আল-আসাদ এয়ারবেস এবং আল-হারির বিমান ঘাঁটিতে ড্রোন হামলা, সেইসাথে মসুল বাঁধের কাছে একটি টহলের উপর একটি আইইডি হামলা। ২১ নভেম্বর একটি ইউএস এসি-১৩০-গানশিপ ২০ নভেম্বর আইনুল আসাদ এয়ারবেসে ইরাক ইসলামি মুকাওয়ামার হামলার প্রতিক্রিয়া হিসাবে ইরাকের আবু গারিবের কাছে একটি কাতাইব হিজবুল্লাহর গাড়িতে আঘাত করে।\n\n\n=== ইয়েমেন ===\n২০২৩ সালের ১৯ অক্টোবরে ইউএসএস কারনি লোহিত সাগরে ইয়েমেন থেকে ইসরায়েলের দিকে ছোড়া তিনটি ক্ষেপণাস্ত্র গুলি করে ভূপাতিত করেন। ইরান-সমর্থিত হুথী আন্দোলন দ্বারা ক্ষেপণাস্ত্রগুলি উৎক্ষেপণ করা হয়েছিল বলে স্থির করা হয়েছিল। পরবর্তীতে প্রতিবেদন করা হয় যে, কারনি আসলে সেই দিনে পূর্বে উল্লেখিত থেকে একটি বড় এবং আরও কঠিন আক্রমণের সম্মুখীন হয়েছিল যে, এর দিকে লক্ষ্য করে নয় ঘন্টার ব্যবধানে চারটি ক্রুজ মিসাইল এবং ১৫টি ড্রোন নিক্ষেপ করা হয়েছিল। সৌদি আরব ইয়েমেন থেকে ইসরায়েলের দিকে ছোড়া একটি ক্ষেপণাস্ত্রও ভূপাতিত করেছে।\n৮ নভেম্বরে হুথীরা ইয়েমেনের কাছে আন্তর্জাতিক আকাশসীমায় একটি মার্কিন এমকিউ-৯ রিপার ড্রোন গুলি করে ভূপাতিত করে।\n\n\n== মার্কিন প্রতিক্রিয়া ==\n\n২৭ অক্টোবরে মার্কিন যুক্তরাষ্ট্রের সামরিক বাহিনী এফ-১৬ যুদ্ধবিমান দিয়ে সিরিয়ার আবু কামালে অস্ত্র ও গোলাবারুদ স্টোরেজ স্থাপনায় বোমাবর্ষণ করে বিমান হামলার জবাব দেয়। তারা আরও বলেছে যে মোট ১৬টি সামরিক বিমান হামলা ইরান-সমর্থিত গোষ্ঠী দ্বারা পরিচালিত হয়েছিল; ১২টি ইরাকে এবং ৪টি সিরিয়ায় ।\n৮ নভেম্বর মার্কিন প্রতিরক্ষা বিভাগ ঘোষণা করে যে তারা দেইরুজ জোরে আইআরজিসি এবং আইআরজিসি-সংযুক্ত লক্ষ্যবস্তুগুলির বিরুদ্ধে আক্রমণ চালিয়েছে। সিরীয় অবজারভেটরি ফর হিউম্যান রাইটস জানায়, হামলায় ভবনের ৯ জন শ্রমিক নিহত হয়েছে।\n১২ নভেম্বর, প্রতিরক্ষা বিভাগ এবং কেন্দ্রীয় কমান্ড এই অঞ্চলে মার্কিন বাহিনীর বিরুদ্ধে অব্যাহত বিমান হামলার প্রতিক্রিয়া হিসাবে আইরজিসি অনুমোদিত গোষ্ঠীগুলিকে লক্ষ্য করে অতিরিক্ত মার্কিন বিমান হামলার ঘোষণা করেছে। আক্রমণগুলি মায়াদিন এবং আবু কামালে মিলিশিয়াদের দ্বারা ব্যবহৃত একটি নিরাপদ ঘর এবং প্রশিক্ষণ এলাকা লক্ষ্য করে এবং এর ফলে ৮ জন মিলিশিয়া নিহত হয়।\n২১ নভেম্বর একটি ইউএসএএফ এসি-১৩০ গানশিপ ইরাকে ইরান-সমর্থিত মিলিশিয়াদের একটি দলের বিরুদ্ধে প্রতিশোধ নেয় যারা আল-আসাদ বিমানঘাঁটিতে মার্কিন বাহিনীর উপর ক্ষেপণাস্ত্র হামলা চালিয়েছিল। মার্কিন মূল্যায়ন অনুসারে, হামলায় ইরান-সমর্থিত বেশ কয়েকজন যোদ্ধা নিহত হয়েছে। পরের দিন মার্কিন যোদ্ধা বিমান ইরাকি কাতাইব হিজবুল্লাহ স্থাপনায় বিমান হামলা চালিয়ে আট যোদ্ধাকে হত্যা করে।\n৪ ডিসেম্বর কিরকুকের কাছে একটি মার্কিন বিমান হামলায় পাঁচ ইরাকি জঙ্গি নিহত হয়। সেসময়ে তারা মার্কিন বাহিনীর উপর বিস্ফোরক ক্ষেপণাস্ত্র নিক্ষেপ করার চেষ্টা করেছিল। তাদের ইরান সমর্থিত মিলিশিয়া সদস্য হিসেবে চিহ্নিত করা হয়েছে। ইরাকের ইসলামি মুকাওয়ামা দাবি করেছে যে নিহত পাঁচজন তাদের সদস্য ছিল এবং মার্কিন যুক্তরাষ্ট্রের বিরুদ্ধে প্রতিশোধ নেওয়ার প্রতিশ্রুতি দিয়েছে।\n\n\n== আরও দেখুন ==\n২০২৩ হামাসের নেতৃত্বে ইসরায়েলের উপর হামলা\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}