{"pageid": 1412610, "title": "বৈশ্বিক উত্তর ও বৈশ্বিক দক্ষিণ", "url": "https://bn.wikipedia.org/wiki?curid=1412610", "content": "বৈশ্বিক উত্তর (ইংরেজি: Global North) ও বৈশ্বিক দক্ষিণ (ইংরেজি: Global South) হচ্ছে আর্থসামাজিক ও রাজনৈতিক বৈশিষ্ট্যের ভিত্তিতে দুই দেশ গোষ্ঠীদের বোঝায়। জাতিসংঘ বাণিজ্য ও উন্নয়ন সম্মেলন (UNCTAD) অনুযায়ী \"বৈশ্বিক দক্ষিণ\" মূলত আফ্রিকা, লাতিন আমেরিকা ও ক্যারিবীয় অঞ্চল, এশিয়া (ইসরায়েল, জাপান, দক্ষিণ কোরিয়া ব্যতীত) এবং ওশেনিয়ার (অস্ট্রেলিয়া ও নিউজিল্যান্ড ব্যতীত) দেশ নিয়ে গঠিত। বৈশ্বিক দক্ষিণের বেশিরভাগ দেশ সাধারণত জীবনযাত্রার মানের অভাব দ্বারা চিহ্নিত, যার মধ্যে নিম্ন আয়, উচ্চ দারিদ্র্য, উচ্চ জনঘনত্ব, সীমিত শিক্ষাগত সুযোগ, নিম্নমানের স্বাস্থ্য ব্যবস্থা ইত্যাদি অন্তর্গত। বৈশ্বিক দক্ষিণের শহরগুলোর পরিকাঠামো নিম্নমানের। বৈশ্বিক দক্ষিণ বিশ্বের আর্থসামাজিক ও রাজনৈতিক বিভাজনের একাংশকে বোঝাচ্ছে এবং এর অন্য অংশ হচ্ছে \"বৈশ্বিক উত্তর\", যা উত্তর আমেরিকা, ইউরোপ, ইসরায়েল, জাপান, দক্ষিণ কোরিয়া, অস্ট্রেলিয়া ও নিউজিল্যান্ড নিয়ে গঠিত। সুতরাং, \"বৈশ্বিক উত্তর\" ও \"বৈশ্বিক দক্ষিণ\" শব্দের মাধ্যমে উত্তর ও দক্ষিণের মতো কার্ডিনাল অভিমুখ বোঝায় না এবং বৈশ্বিক দক্ষিণের অনেক দেশ ভৌগোলিকভাবে উত্তর গোলার্ধের অন্তর্গত।\nউন্নত দেশগুলো বৈশ্বিক উত্তরের দেশ এবং উন্নয়নশীল দেশগুলো বৈশ্বিক দক্ষিণের দেশ হিসাবে বিবেচিত। সরকারি ও উন্নয়ন সংগঠন দ্বারা ব্যবহৃত এই \"বৈশ্বিক দক্ষিণ\" শব্দটি \"তৃতীয় বিশ্ব\" শব্দের আরও উন্মুক্ত ও মানহীন বিকল্প হিসাবে চালু হয়েছিল। বৈশ্বিক দক্ষিণের দেশদের সদ্য শিল্পায়িত কিংবা শিল্পায়নের প্রক্রিয়ায় আছে বলে বর্ণনা করা হয়, এবং এরা অনেকসময় উপনিবেশবাদের বর্তমান বা প্রাক্তন শিকার।\nবৈশ্বিক উত্তর সাধারণত পশ্চিমা বিশ্বের সঙ্গে সম্পর্কিত, অন্যদিকে বৈশ্বিক দক্ষিণ সাধারণত উন্নয়নশীল দেশ ও প্রাচ্যের সঙ্গে সম্পর্কিত। এই দুই দেশ গোষ্ঠীদের অনেকসময় তাদের ভিন্নমানের সম্পদ, অর্থনৈতিক উন্নয়ন, আয়ের বৈষম্য, গণতন্ত্র এবং রাজনৈতিক ও অর্থনৈতিক স্বাধীনতা দ্বারা চিহ্নিত করা হয়। বৈশ্বিক উত্তরের অংশ মনে করা হয় এমন রাষ্ট্রগুলো সাধারণত ধনী ও কম বৈষম্যমূলক হয়। এরা হচ্ছে উন্নত দেশ, যারা প্রযুক্তিগতভাবে আধুনিক উৎপাদিত পণ্য রফতানি করে। বৈশ্বিক দক্ষিণের রাষ্ট্রগুলো সাধারণত দরিদ্র উন্নয়নশীল দেশ, যাদের গণতন্ত্র তুলনায় তরুণ ও ভগ্ন এবং প্রাথমিক খাতের কৃষিভিত্তিক রফতানির উপর নির্ভরশীল। কিছু পণ্ডিতদের মত যে বিশ্বায়নের জন্য বৈশ্বিক উত্তর ও বৈশ্বিক দক্ষিণের মধ্যে বৈষম্য কমে এসেছে। আবার, অন্যান্য পণ্ডিতেরা এই ধারণার বিরোধিতা করে বলেছেন যে বিশ্বায়নের পর বৈশ্বিক দক্ষিণ আদতে আরও দরিদ্র হয়ে গেছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বৈশ্বিক উত্তর ও বৈশ্বিক দক্ষিণ সম্পর্কিত মিডিয়া দেখুন।"}