{"pageid": 1412370, "title": "মুসলিমদের স্পেন বিজয়", "url": "https://bn.wikipedia.org/wiki?curid=1412370", "content": "স্পেনের মুসলিম বিজয় ছিল  উমাইয়া খিলাফত কর্তৃক আইবেরিয়ান উপদ্বীপের আক্রমণ যা প্রায় ৭১১ থেকে ৭২০ এর দশকে ঘটেছিল। এই বিজয়ের ফলে ভিসিগোথিক রাজ্যের পরাজয় ঘটে এবং আল-আন্দালুসের উমাইয়া উইলিয়াহ প্রতিষ্ঠিত হয়।\nষষ্ঠ উমাইয়া খলিফা প্রথম আল-ওয়ালিদ (রাজত্বকাল ৭০৫-৭১৫) এর খিলাফতের সময়, তারিক ইবনে জিয়াদ ৭১১ সালের গোড়ার দিকে জিব্রাল্টার প্রণালী পেরিয়ে উত্তর আফ্রিকা থেকে প্রায় ১,৭০০ সৈন্যের বাহিনী নিয়ে টলেডোর ভিসিগোথিক রাজ্যের বিরুদ্ধে সামরিক অভিযান শুরু করেন, যা রোমান হিস্পানিয়ার প্রাক্তন অঞ্চলনিয়ন্ত্রণ করত।\nএকই বছরের জুলাই মাসে গুয়াদালেটের যুদ্ধে ভিসিগোথিক রাজা রডেরিককে পরাজিত করার পরে, তারিককে তার ঊর্ধ্বতন ওয়ালি মুসা ইবনে নুসায়েরের নেতৃত্বে একটি আরব বাহিনী দ্বারা শক্তিশালী করা হয় এবং উত্তরদিকে অভিযান অব্যাহত রাখে।\n৭১৩ সালে, থিওডেমির, মুরসিয়ার ভিসিগোথিক কাউন্ট শর্তসাপেক্ষে আত্মসমর্পণ করে, এবং ৭১৫সালে, আবদ আল-আজিজ ইবনে মুসাকে আল-আন্দালুসের প্রথম গভর্নর মনোনীত করা হয়, সেভিলকে তার রাজধানী হিসেবে করা হয়। ৭১৭ সাল নাগাদ, উমাইয়ারা সেপ্টিমেনিয়াতে তাদের প্রথম অভিযান চালানোর জন্য গল আক্রমণ করে । ৭১৯ সালের মধ্যে, বার্সেলোনা এবং নারবোনও দখল করে। ৭৪০ থেকে ৭৪২ সাল পর্যন্ত, আক্রমণটি বারবার বিদ্রোহ দ্বারা ব্যাহত হয় এবং ৭৫৫ সালে, যখন ইউসুফ ইবনে আবদ আল-রহমান আল-ফিহরির নেতৃত্বে আব্বাসীয় বাহিনী উমাইয়াদের কাছ থেকে অঞ্চলটি দাবি করতে আগমণ করে।\n৭৮১ সালের মধ্যে, আবদ আল-রহমান সমস্ত বিদ্রোহ এবং প্রতিদ্বন্দ্বীকে দমন করেন এবং প্রায় সম্পূর্ণ পুনঃএকত্রিত আইবেরিয়ার উপর উমাইয়াদের শাসনকে একত্রিত করেন, যা ১৩ শতকের মাঝামাঝিতে পোপ সমর্থিত রিকনকুইস্তার শক্তিশালী হওয়া পর্যন্ত টিকে থাকে, এর লক্ষ্য ছিল খ্রিস্টধর্মের জন্য উপদ্বীপ পুনরুদ্ধার করা।\n\n\n== পটভূমি ==\nইতিহাসবিদ আল-তাবারি খলিফা উসমানকে উদ্ধৃত করে একটি ঐতিহ্য প্রেরণ বর্ণনা করেন যে, যিনি বলেছিলেন যে কনস্টান্টিনোপলের রাস্তাটি হিস্পানিয়ার মধ্য দিয়ে ছিল, \"কেবল স্পেনের মাধ্যমেই কনস্টান্টিনোপল জয় করা যায়। আপনি যদি [স্পেন] জয় করেন তবে যারা [কনস্টান্টিনোপল] জয় করেছে তাদের পুরস্কার আপনি ভাগ করে নেবেন। হিস্পানিয়া বিজয় মাগরেবের বিজয়ের পরে। ওয়াল্টার কাইগি বলেছেন তাবারির ঐতিহ্য সন্দেহজনক এবং যুক্তি দিয়েছিলেন যে ভূমধ্যসাগরের সুদূর পশ্চিমের সীমানা জয় সামরিক, রাজনৈতিক এবং ধর্মীয় সুযোগ দ্বারা অনুপ্রাণিত হয়েছিল। তিনি মনে করেন যে ৬৭৮ সালে মুসলমানরা কনস্টান্টিনোপল জয় করতে ব্যর্থ হওয়ার কারণে এই দিক পরিবর্তন ছিল না।\nঅষ্টম শতাব্দীর গোড়ার দিকে আইবেরিয়ায় ঠিক কী ঘটেছিল তা অনিশ্চিত। একটি সমসাময়িক খ্রিস্টান উৎস ক্রনিকল অফ ৭৫৪, যা সেই বছর শেষ হয় এবং নির্ভরযোগ্য হিসাবে বিবেচিত হয় তবে প্রায়শই অস্পষ্ট। সমসাময়িক কোন মুসলিম বিবরণ নেই, এবং পরবর্তী মুসলিম সংকলন, যেমন সপ্তদশ শতাব্দীর আল-মাক্কারি, পরবর্তী মতাদর্শগত প্রভাবকে প্রতিফলিত করে। রজার কলিন্স লিখেছেন যে প্রারম্ভিক উত্সের অভাবের অর্থ হল বিস্তারিত নির্দিষ্ট দাবিগুলিকে সতর্কতার সাথে বিবেচনা করা দরকার।\nউমাইয়ারা ভিসিগোথদের কাছ থেকে হিস্পানিয়ার নিয়ন্ত্রণ নিয়েছিল, যারা প্রায় ৩০০ বছর ধরে রাজত্ব করছিল। বিজয়ের সময়, ভিসিগোথিক উচ্চ শ্রেণী ভেঙ্গে পড়তে শুরু করেছিল এবং উত্তরাধিকার এবং ক্ষমতা বজায় রাখতে অনেক সমস্যা ছিল। এটি আংশিকভাবে ছিল কারণ ভিসিগোথরা জনসংখ্যার মাত্র ১-২% ছিল, যা বিদ্রোহী জনসংখ্যার উপর নিয়ন্ত্রণ বজায় রাখা কঠিন করে তোলে।\nসেই সময় শাসক ছিলেন রাজা রডেরিক কিন্তু সিংহাসনে তাঁর আরোহণের পদ্ধতি অস্পষ্ট। তার পূর্বসূরি উইটিজার পুত্র দ্বিতীয় আচিলার সাথে বিরোধের বিবরণ রয়েছে। পরবর্তীতে রেজিনাল তালিকা, যা আচিলাকে উদ্ধৃত করে এবং রডেরিককে বাদ দেয়, যা গৃহযুদ্ধের সমসাময়িক বিবরণের সাথে সামঞ্জস্যপূর্ণ। সংখ্যাতাত্ত্বিক প্রমাণগুলি রাজকীয় কর্তৃত্বের বিভাজনের ইঙ্গিত দেয়, তখন বেশ কয়েকটি মুদ্রা প্রচলিত ছিল এবং দ্বিতীয় আচিলা প্রায় ৭১৩ সাল পর্যন্ত তারাকনসেন্স (এব্রো অববাহিকা) এবং সেপ্টিম্যানিয়ার রাজা ছিলেন। ৭৫৪ সালের প্রায় সমসাময়িক ক্রনিকল রডেরিককে একজন দখলদার হিসাবে বর্ণনা করেছে যিনি প্রতারণার মাধ্যমে অন্যান্য গোথদের আনুগত্য অর্জন করেছিলেন এবং তৃতীয় আলফোনসোর কম নির্ভরযোগ্য ক্রনিকলটি সেভিলের বিশপ (বা টোলেডো) এবং সম্ভবত উইটিজার ভাই ওপ্পার প্রতি স্পষ্ট শত্রুতা দেখায়, যিনি পেলাজিয়াসের সাথে অপ্রত্যাশিত বীরত্বপূর্ণ সংলাপে উপস্থিত হন।\nজুলিয়ানের একটি গল্পও রয়েছে, সিউটার গণনা, যার স্ত্রী বা কন্যা রডেরিক দ্বারা ধর্ষিত হয়েছিল এবং যিনি ট্যানজিয়ারের কাছ থেকে সহায়তা চেয়েছিলেন। যাইহোক, এই গল্পগুলি বিজয়ের প্রাথমিক বিবরণগুলিতে অন্তর্ভুক্ত করা হয়নি।\nমুসা ইবনে নুসায়েরের হিস্পানিয়ায় প্রথম অনুসন্ধান মিশন \"মহান জাঁকজমক এবং সৌন্দর্যের\" প্রতিবেদন নিয়ে ফিরে এসেছিল, যা হিস্পানিয়া আক্রমণ করার জন্য মুসলমানদের আকাঙ্ক্ষা বাড়িয়ে তোলে। ৭১০ খ্রিষ্টাব্দে একাধিক অভিযানের সময় মুসলমানরা \"মূল ভূখণ্ডে বেশ কয়েকটি প্রবেশ করেছিল, যার ফলে একটি ধনী লুণ্ঠন এবং বেশ কয়েকজন বন্দী তৈরি হয়েছিল, যারা এত সুদর্শন ছিল যে মুসা এবং তার সঙ্গীরা তাদের মতো কখনও দেখেনি\"।\nহিস্পানিয়ার স্থানীয়রা বার্বারদেরকে একইভাবে দেখত যেভাবে বাইজেন্টাইনরা আরবদেরকে বর্বর হিসেবে দেখত এবং তাদের দ্বারা আক্রমণের আশঙ্কা করত। আহমাদ আল-মাক্কারির ক্রনিকল অনুসারে:\n\nযখনই আফ্রিকার উত্তর উপকূলে বসবাসকারী বার্বারদের কিছু বিক্ষিপ্ত উপজাতি সমুদ্র তীরের দিকে এগিয়ে আসত, গ্রীকদের [আইবেরিয়ানদের] ভয় এবং আতঙ্ক বৃদ্ধি পেত, তারা হুমকির আক্রমণের ভয়ে সব দিকে উড়ে যেত, এবং বার্বারদের প্রতি তাদের ভয় এতটাই ছড়িয়ে পড়ত যে এটি তাদের প্রকৃতিতে সঞ্চারিত হয়েছিল,  এবং পরবর্তীকালে তাদের চরিত্রের একটি বিশিষ্ট বৈশিষ্ট্য হয়ে ওঠে। অন্যদিকে, বার্বাররা আন্দালুসের জনগণের প্রতি এই অসদিচ্ছা এবং ঘৃণার সাথে পরিচিত হয়েছিল, তাদের কে আরও ঘৃণা করেছিল এবং ঘৃণা করেছিল, এই কারণেই দীর্ঘ কাল পরেও এমন একজন বার্বার খুঁজে পাওয়া যায়নি যিনি আন্দালুসীয় [স্প্যানিশ / খ্রিস্টান বংশোদ্ভূত] কে আন্তরিকভাবে ঘৃণা করেননি।  এবং এর বিপরীতে, কেবল মাত্র বার্বাররা তাদের চেয়ে আন্দালুসীয়দের চেয়ে বেশি চায়\n\n\n== আল-আন্দালুসের উমাইয়া রাষ্ট্র প্রতিষ্ঠা ==\n\n\n=== বিজয় এবং সন্ধি ===\nপরবর্তী ইতিহাসবিদ ইবনে আবদুল হাকামের মতে, টাঙ্গিয়ারের গভর্নর তারিক ইবনে জিয়াদ ৭১১ সালে উত্তর আফ্রিকা থেকে দক্ষিণ স্পেনে প্রায় ৭,০০০ সৈন্যের একটি বাহিনীর নেতৃত্ব দিয়েছিলেন। ইবনে আবদুল হাকাম দেড় শতাব্দী পরে বর্ণনা করেছেন যে, \"আন্দালুসের লোকেরা তাদের পর্যবেক্ষণ করেনি, এই ভেবে যে পারাপার এবং পুনরায় অতিক্রম করা জাহাজগুলি তাদের সুবিধার জন্য পিছনে এবং সামনের দিকে চলাচলকারী বাণিজ্যিক জাহাজগুলির অনুরূপ\"। তারা সেই বছরের জুলাই মাসে গুয়াদালেটে একটি নির্ণায়ক যুদ্ধে রাজা রডেরিকের নেতৃত্বাধীন ভিসিগোথিক সেনাবাহিনীকে পরাজিত করেছিল। ৭১২ সালে, তারিকের বাহিনীতার ঊর্ধ্বতন ওয়ালি মুসা ইবনে নুসাইর দ্বারা শক্তিশালী হয়েছিল, যিনি দ্বিতীয় আক্রমণের পরিকল্পনা করেছিলেন এবং কয়েক বছরের মধ্যে উভয়ই আইবেরিয়ান উপদ্বীপের দুই-তৃতীয়াংশেরও বেশি নিয়ন্ত্রণ নিয়েছিলেন। দ্বিতীয় আক্রমণে ১৮,০০০ বেশিরভাগ আরব সৈন্য ছিল, যারা দ্রুত সেভিল দখল করে এবং তারপরে মেরিডায় রডেরিকের সমর্থকদের পরাজিত করে এবং তালাভেরায় তারিকের সৈন্যদের সাথে দেখা করে। পরের বছর সম্মিলিত বাহিনী গ্যালিসিয়া এবং উত্তর-পূর্বে অব্যাহত ছিল, লিওন, অ্যাস্টোরগা এবং জারাগোজা দখল করেছিল।\nমুসলিম ঐতিহাসিক আল-তাবারির মতে, প্রায় ষাট বছর আগে উসমানের খিলাফত (রাশিদুনের যুগে) সময় আইবেরিয়া প্রথম আক্রমণ করেছিল। ১৩শ শতাব্দীর আরেকজন বিশিষ্ট মুসলিম ঐতিহাসিক, ইবনে কাসির, একই বর্ণনা উদ্ধৃত করেছেন, আবদুল্লাহ বিন নাফি আল হুসেইন এবং আবদুল্লাহ বিন নাফি আল আবদ আল কায়েস ৩২ হিজরিতে (৬৬৪ খ্রিস্টাব্দে) পরিচালিত অভিযানের দিকে ইঙ্গিত করেছেন। ), কিন্তু এই অভিযানের সম্পর্কে কোন দৃঢ় প্রমাণ নেই।\n\nতারিকের নেতৃত্বে প্রথম অভিযানে প্রধানত বারবার জাতির সৈন্য ছিল, যারা সম্প্রতি মুসলিম শাসনের অধীনে এসেছে। এটা সম্ভব যে এই সেনাবাহিনী প্রাক-ইসলামী যুগের আইবেরিয়ায় বড় আকারের অভিযানের একটি ঐতিহাসিক প্যাটার্নের ধারাবাহিকতার প্রতিনিধিত্ব করেছে, এবং তাই এটি প্রস্তাব করা হয়েছে যে প্রকৃত বিজয় মূলত পরিকল্পিত ছিল না। ক্রনিকল অফ ৭৫৪ এবং পরবর্তী মুসলিম সূত্র উভয়ই পূর্ববর্তী বছরগুলিতে অভিযানের ক্রিয়াকলাপের কথা উল্লেখ করেছে এবং তারিকের সেনাবাহিনী নির্ণায়ক যুদ্ধের আগে কিছু সময়ের জন্য দ্বীপে উপস্থিত থাকতে পারে। যুক্তি দেওয়া হয় যে এই এটি সত্যদ্বারা সমর্থিত যে সেনাবাহিনীর নেতৃত্বে ছিলেন একজন বার্বার এবং মুসা, যিনি উত্তর আফ্রিকার উমাইয়া গভর্নর ছিলেন, পরের বছর যুদ্ধে যোগদান করেন। গভর্নর কেবল মাত্র একটি অভিযানের নেতৃত্ব দিতে ইচ্ছুল ছিলেন না, তবে অপ্রত্যাশিত বিজয় স্পষ্ট হয়ে যাওয়ার পরে তাড়াহুড়ো করে সিদ্ধান্ত নেন। ইতিহাসবিদ আবদুল ওয়াহিদ ধানুন সাহা উল্লেখ করেছেন যে বেশ কয়েকজন আরব-মুসলিম লেখক উল্লেখ করেছেন যে তারিক তার উর্ধ্বতন এবং ওয়ালি মুসাকে না জানিয়ে প্রণালী অতিক্রম করার সিদ্ধান্ত নিয়েছিলেন। ৭৫৪ এর ক্রনিকল বলে যে অনেক শহরবাসী তাদের শহর রক্ষা করার পরিবর্তে পাহাড়ে পালিয়েযায়ল, যা এই দৃষ্টিভঙ্গিকে সমর্থনকরেে যেতারাি সরকারের স্থায়ী পরিবর্তনের পরিবর্তে একটি অস্থায়ী অভিযান হবে বলে আশা করা হয়েছিল।\nদ্য ক্রনিকল অফ ৭৫৪-এ বলা হয়েছে যে \"গোথদের পুরো সেনাবাহিনী, যারা তার [রডেরিক] সাথে প্রতারণাকরে এবং রাজত্বের আশায় যুদ্ধে এসেছিল, তবে  যুদ্ধ থেকে পালিয়ে যায়\"। এই যুদ্ধের একমাত্র সমসাময়িক বিবরণ এবং বিশদ বিবরণের অভাব পরবর্তী অনেক ইতিহাসবিদকে তাদের নিজের মতো ইতিহাস লিখতে প্রভাবিত করে। যুদ্ধ সংগঠনের অবস্থান যদিও স্পষ্ট নয়, তবে সম্ভবত গুয়াদালেট নদী কাছে ছিল। রডেরিককে হত্যা করা হয়েছিল বলে বিশ্বাস করা হয় এবং শোচনীয় পরাজয়ে ভিসিগোথদের বেশিরভাগ ক্ষেত্রে নেতৃত্বহীন এবং বিশৃঙ্খল করে ফেলে, এর আংশিক কারণ ছিল যে শাসকশ্রেণীর ভিসিগোথ জনসংখ্যা মোট জনসংখ্যার মাত্র ১ থেকে ২% ছিল বলে অনুমান করা হয়। যদিও এই বিচ্ছিন্নতা \"সরকারের একটি যুক্তিসঙ্গত শক্তিশালী এবং কার্যকর সরঞ্জাম\" বলে মনে করা হয়; এটি \"এতটাই কেন্দ্রীভূত ছিল যে রাজকীয় সেনাবাহিনীর পরাজয়ের ফলে পুরো দেশটি আক্রমণকারীদের জন্য উন্মুক্ত হয়ে যায়\"। ফলস্বরূপ ক্ষমতার শূন্যতা, যা প্রকৃতপক্ষে তারিককে পুরোপুরি বিস্মিত করে, মুসলিম বিজয়কে সহজ করে। হিস্পানো-রোমান কৃষকদের জন্য সমানভাবে আনন্দিত করে যারা সম্ভবত - যেমন ডি ডাব্লু লোম্যাক্স দাবি করেছেন - তাদের এবং \"বর্বর\" এবং \"ক্ষয়িষ্ণু\" ভিসিগোথ রাজপরিবারের মধ্যে বিশিষ্ট আইনী, ভাষাগত এবং সামাজিক বিভাজন দ্বারা হতাশ ছিলো।\n\n৭১৪ খ্রিষ্টাব্দে মুসা ইবনে নুসাইর উত্তর-পশ্চিমদিকে এব্রো নদী অতিক্রম করে পশ্চিম বাস্ক অঞ্চল এবং ক্যান্টাব্রিয়ান পর্বতমালা অতিক্রম করে গ্যালেসিয়া পর্যন্ত অগ্রসর হন। দ্বিতীয় (বা প্রথম, উৎসের উপর নির্ভর করে) আরব গভর্নর আবদুল আজিজ ইবনে মুসার (৭১৪-৭১৬) সময়কালে কাতালোনিয়ার প্রধান নগর কেন্দ্রগুলি আত্মসমর্পণ করেছিল। ৭১৪ সালে, তার পিতা, মুসা ইবনে নুসাইর, সোরিয়া, পশ্চিম বাস্ক অঞ্চল, প্যালেন্সিয়া এবং পশ্চিমে গিজন বা লিওন পর্যন্ত অগ্রসর এবং পরাজিত করেন, যেখানে কোনও রেকর্ডকরা বিরোধিতা ছাড়াই বার্বার গভর্নর নিযুক্ত করা হয়েছিল। আইবেরিয়ার উত্তরাঞ্চল বিজয়ীদের কাছ থেকে খুব কম মনোযোগ আকর্ষণ করে এবং জয় করা হলেও রক্ষা করা কঠিন ছিল। উচ্চ পশ্চিম এবং মধ্য উপ-পাইরিনিয়ান উপত্যকাগুলি অজয়ী ছিল।\nএই সময়ে, উমাইয়াদের সৈন্যরা পামপ্লোনায় পৌঁছে, এবং শহর ও বাসিন্দারা নিরাপত্তা ও সম্মানেরর শর্তে আরব কমান্ডারদের সাথে একটি সমঝোতার পর বাস্ক শহরটি আত্নসমর্পণ করে, এই অভ্যাস আইবেরিয়ান উপদ্বীপের অনেক শহরে প্রচলিত হয়। উমাইয়া সৈন্যরা সামান্য প্রতিরোধের সম্মুখীন হয়। সেই যুগের যোগাযোগ ক্ষমতা বিবেচনা করে, শহরগুলির আত্নসমর্পণ এবং তাদের ভবিষ্যত শাসনের জন্য প্রয়োজনীয় ব্যবস্থা করার পরে, তিন বছর একটি যুক্তিসঙ্গত সময় ছিল প্রায় পাইরেনিসে পৌঁছানোর জন্য।\nপণ্ডিতরা জোর দিয়েছেন যে ভিসিগোথিক রাজ্যের কিছু অঞ্চলে ভিসিগোথিক শাসনের বিরুদ্ধে শত্রুতা, যার মধ্যে অনেকাংশে স্থানীয় ইহুদি সম্প্রদায় এবং শাসক কর্তৃপক্ষের সাথে জড়িত গভীর মতবিরোধ এবং অসন্তোষ রাজ্যটিকে দুর্বল করে দিয়েছিল এবং আইবেরিয়ার উমাইয়া বিজয়ের চূড়ান্ত সাফল্যে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\n\n\n== নতুন আঞ্চলিক এবং বেসামরিক প্রশাসন ==\n\n\n=== চুক্তির জন্য অগ্রাধিকার ===\n৭১৩ সালে, আবদ আল-আজিজ ইবনে মুসা ভিসিগোথিক কাউন্ট থিওডেমির (বা তুদমির ) এর বাহিনীকে পরাজিত করেন, যারা মূলত রাজা রডারিকের পরাজয়ের পর ক্ষমতার শূন্যতার পর মুরসিয়াতে তার ঘাঁটি থেকে দক্ষিণ-পূর্ব আইবেরিয়ার দখল তারা নিয়েছিল। এরপর থিউডিমার একটি শর্তসাপেক্ষ আত্মসমর্পণে স্বাক্ষর করেন যার মাধ্যমে উমাইয়া শাসনের অধীনে তার জমিগুলিকে স্বায়ত্তশাসিত অধীনস্ত গ্রাহক রাষ্ট্রে (client state) পরিণত করা হয়।\n৭১৩ সালে থিওডেমিরের চুক্তিটি তাকে পরোক্ষ শাসন রূপে প্রতিনিধিত্ব করে যেটি ইফ্রিকিয়ার উমাইয়া গভর্নর মুসার পুত্র আবদ আল-আজিজ \"থিওডেমির (আরবি ভাষায় তুদমির)\" নামে ভিসিগোথিক ক্ষমতাবানের উপর প্রতিষ্ঠিত হয়। চুক্তিতে বলা হয়েছিল যে স্থানীয় শাসক, থিওডেমির, যতক্ষণ পর্যন্ত তিনি আবদ আল-আজিজে গঠিত মুসলিম আধিপত্যকে স্বীকৃতি দেবেন এবং আর্থিক শ্রদ্ধা নিবেদন করবেন ততক্ষণ ক্ষমতায় থাকবেন। তদুপরি, আবদ আল-আজিজ সম্মত হন যে তার বাহিনী থিওডেমিরের শহর বা জনগণকে লুণ্ঠন বা \"হয়রানি\" করবে না, এই চুক্তিটি আরও সাতটি শহরেও প্রসারিত করা হয়।\nআবদ আল-আজিজ অমুসলিমদের নিন্দা জানিয়ে বিভিন্ন ইসলামিক প্রদেশের গভর্নরদের কাছে বার্তা পাঠান:\nতাঁর সরকার এবং তাঁর প্রজাদের খ্রিস্টান বিশ্বাসকে যথাযথ সম্মান প্রদর্শন করে; বিনিময়ে, তিনি কর ( জিজিয়া ) প্রদানের এবং উমাইয়া শাসন বা ইসলাম ধর্মের বিরুদ্ধে চক্রান্তকারী বিদ্রোহীদের হস্তান্তর করার প্রতিশ্রুতি দেন। ফলে, অনেক বাসিন্দার জীবন তারিক এবং মুসার অভিযানের আগের মতোই অপরিবর্তিত থাকে। থিউডিমারের সাথে স্বাক্ষরিত চুক্তিটি সমগ্র আইবেরিয়ার জন্য একটি নজির স্থাপন করেছিল এবং উমাইয়াদের সৈন্যদের কাছে আত্মসমর্পণকারী শহরগুলি একই রকমের পরিণতির সম্মুখীন হয়, সম্ভবত এর মধ্যে ইব্রো উপত্যকায় অবস্থিত মুওয়াল্লাদ বানু কাসি এবং অন্যান্য কাউন্ট এবং জমিদাররা  অন্তর্ভুক্ত ছিলো।\nকিছু শহর (কর্ডোভা, টলেডো ইত্যাদি) সরাসরি আরব শাসন দ্বারা শাসিত হওয়ার জন্য উমাইয়ারা নিঃশর্তভাবে আক্রমণ এবং দখল করে। রাজা রডারিকের অঞ্চলের অংশ বলে মনে করা অঞ্চলে, মেরিডাও উমাইয়াদের অগ্রযাত্রার বিরুদ্ধে দীর্ঘস্থায়ী প্রতিরোধ গড়ে তুলেছিল কিন্তু শেষ পর্যন্ত ৭১২ সালের গ্রীষ্মের মাঝামাঝি সময়ে উমাইয়ারা জয়লাভ করে। ৭১৩ (বা ৭১৪) হিসাবে, শেষ ভিসিগোথিক রাজা, আরদো দ্বিতীয় আচিলা থেকে দায়িত্ব গ্রহণ করেন, তবল কেবল মাত্র সেপ্টিম্যানিয়া এবং সম্ভবত পূর্ব পিরেনিয়ান সীমানা এবং তারাকোনেসের উপকূলীয় অঞ্চলগুলির উপর কার্যকর নিয়ন্ত্রণ ছিল।\nনতুন শাসকদের সকল প্রজাদের ক্ষেত্রে ইসলামী আইন প্রযোজ্য হয়নি। খ্রিস্টানরা তাদের নিজস্ব ভিসিগোথিক আইন কোড ( ফোরাম ইউডিকাম ) দ্বারা শাসিত হতে থাকে আগের মতোই। বেশিরভাগ শহরে, জাতিগত সম্প্রদায়গুলো বিচ্ছিন্ন ছিল এবং নতুন আগত জাতিগোষ্ঠী (সিরীয়, ইয়েমেনি, বারবার এবং অন্যান্য) বিদ্যমান শহুরে এলাকার বাইরে নতুন শহর তৈরি করে। যাইহোক, এই নিয়ম সরাসরি উমাইয়া শাসনাধীন শহরগুলির ক্ষেত্রে প্রযোজ্য হতো না। কর্ডোভাতে, খ্রিস্টান এবং মুসলমানদের ধর্মীয় চাহিদা পূরণের জন্য ক্যাথেড্রাল বিভক্ত এবং ভাগ করা হয়। আবদ আর-রহমানের দক্ষিণ স্পেন বিজয় (৭৫৬) পর্যন্ত পরিস্থিতি প্রায় ৪০ বছর স্থায়ী হয়েছিল।\n\n\n=== কর ===\nআল-আন্দালুসের একজন প্রারম্ভিক গভর্নর (ওয়ালি), আল-হুর ইবনে আবদ আল-রহমান আল-সাকাফি, উমাইয়া খিলাফতের শাসন ইব্রো উপত্যকা এবং আবেরিয়ার উত্তর-পূর্ব সীমান্ত পর্যন্ত ছড়িয়ে দেন, বেশিরভাগ অঞ্চলকে শান্ত করেন এবং ৭১৭ সালে  পাইরেনিস পেরিয়ে সেপ্টিমেনিয়ায় প্রথম অভিযান শুরু করেন। এছাড়াও, তিনি আইবেরিয়ার উমাইয়া বেসামরিক প্রশাসনের ভিত্তি স্থাপন করেন, তিনি বেসামরিক প্রশাসনের কর্মকর্তাদের (বিচারকদের) পাঠানোর মাধ্যমে বিজিত শহর এবং জমিতে সাধারণত জনসংখ্যার পাশে মিলিটারি পোস্ট প্রতিষ্ঠিত করেন সুরক্ষার জন্য।\nতদুপরি, আল-হুর তাদের পূর্ববর্তী খ্রিস্টান জমির মালিকদের জমি পুনরুদ্ধার করেন, যা উমাইয়া গভর্নর এবং দামেস্কের খলিফার রাজস্বকে ব্যাপকভাবে বাড়িয়ে তোলে, ক্রমবর্ধমানভাবে প্রাক্তন জনগণের উপর শুল্ক আরোপ করে, একটি কর যা একটি নির্দিষ্ট অঞ্চল বা এস্টেটের উপর প্রয়োগ করা হয়েছিল, তবে তা মাথাপিছু জিজিয়া নয়। শুধুমাত্র অমুসলিমদের উপর কর আরোপ করা হত, আর মুসলিম অধিবাসীদের বাধ্যতামূলক যাকাত দিতে হতো। বিজিত আল-আন্দালুসে একটি বেসামরিক প্রশাসন প্রতিষ্ঠার কাজটি মূলত গভর্নর ইয়াহিয়া ইবনে সালামা আল-কালবি ১০ বছর পরে সম্পন্ন করেছিলেন।\nআল-হুরের অফিসের পরের সময়কালে আল-সাম ইবনে মালিক আল-খাওলানির ওয়ালী হিসাবে থাকাকালে দক্ষিণ সেপ্টিমানিয়ায় আরবদের প্রতিষ্ঠা ঘটে। নারবোনের পতন ঘটে (৭২০), এবং এখানে দ্রুত শক্তিশালী ঘাঁটি স্থাপনের পর আরব কমান্ডার টুলুসের বিরুদ্ধে আক্রমণ করে। এই উমাইয়া চাপ বা এর পরে, রাজা আরদো মারা যান (৭২১)।\n\n\n== জাতিগত গোষ্ঠী এবং বিরোধপূর্ণ অভ্যন্তরীণ উত্তেজনার উত্থান ==\n\nআক্রমণের প্রথম পর্যায়ে, পশ্চিম এশিয়া থেকে আসা আরবদের বিভিন্ন গোষ্ঠীর সাথে উত্তর আফ্রিকার উত্তরাঞ্চলের বার্বারদের নিয়ে সেনাবাহিনী গঠিত হয়েছিল। উমাইয়াদের পতাকার চারপাশে জোট হওয়া এই মানুষগুলো একত্রে মিশে যায়নি, আলাদা আলাদা শহর ও বরোতে (ছোট বসতি) থেকে যায়। বার্বাররা, যারা সম্প্রতি ইসলামের পতাকা তলে এসেছে, সাধারণত সবচেয়ে কঠিন কাজ এবং সবচেয়ে রুক্ষ ভূখণ্ডের দায়িত্বে ছিল, যা তাদের উত্তর আফ্রিকার মাতৃভূমির মতো ছিল, অন্যদিকে আরবরা দক্ষিণ আইবেরিয়ার মৃদু সমভূমি দখল করেছিল। উল্লেখযোগ্য সামরিক নেতারা বারবারদের তাদের র‍্যাঙ্কে অন্তর্ভুক্ত করে, যেমন তারিক জিয়াদ আল-আন্দালুস জয়ের অনেক কৌশলের কৃতিত্বের অধিকারী।\nফলস্বরূপ, বার্বাররা গ্যালিসিয়া (সম্ভবত আস্তুরিয়াস সহ) এবং আপার মার্চেস (এব্রো বেসিন সহ) স্টেশনগুলিতে পৌছেছিল, তবে এই জমিগুলি অপ্রীতিকর, আর্দ্র এবং শীতল ছিল। আরব শাসকদের অধীনে বার্বারদের ক্ষোভ (মুসলিম বার্বারদের উপর কর আরোপের প্রচেষ্টা ইত্যাদি) উত্তর আফ্রিকায় বিদ্রোহের সূত্রপাত করে যা আইবেরিয়াতে হাওয়া দেয়। ৭৩০ খ্রিষ্টাব্দে পূর্ব পিরেনিস (সেরেটানিয়া) এর প্রধান উসমান ইবনে নাইসা (মুনুজা) অ্যাকুইটেইনের ডিউক ওডোর সাথে মিত্রতা করেন এবং কর্ডোভা থেকে বিচ্ছিন্ন হন।\nঅভ্যন্তরীণ সংঘাতগুলো বিজয়ের সময়কালে আল-আন্দালুসে উমাইয়া সামরিক প্রচেষ্টাকে ক্রমাগত হুমকির মুখে ফেলে (বা কখনও কখনও উত্সাহিত করতে পারে)। ৭৩৯ সালের দিকে, প্রভেনসে চার্লস মার্টেলের দ্বিতীয় হস্তক্ষেপের খবর জানতে পেরে উকবা ইবনে আল-হাজ্জাজকে দক্ষিণে বারবার বিদ্রোহ মোকাবেলার জন্য লোয়ার রোনে একটি অভিযান বন্ধ করতে হয়েছিল। পরের বছর, লিওন, অ্যাস্টোরগা এবং অন্যান্য উত্তর-পশ্চিম ফাঁড়িতে অবস্থানরত বার্বার গ্যারিসনগুলি তাদের অবস্থান ছেড়ে দেয় এবং তাদের মধ্যে কেউ কেউ খ্রিস্টান ধর্মও গ্রহণ করে। এরপরে দোরু নদীর তীরের দক্ষিণে স্থায়ীভাবে মুসলিম বসতি স্থাপিত হয়।\nআবদ আল-মালিক ইবনে কাতান আল-ফিহরির গভর্নর পদে থাকাকালীন বারবার বিদ্রোহগুলি পুরো আল-আন্দালুসকে গ্রাস করে। তখন সামরিক ক্ষমতায় ভূমধ্যসাগরের অপর প্রান্ত থেকে শক্তিবৃদ্ধির জন্য সিরীয় জুন্দাসদের ডাকা হয় যারা মূলত ইয়েমেনি আরব। বার্বার বিদ্রোহ অনেক রক্ত ঝরার পর দমন করা হয়, এবং আরব কমান্ডাররা ৭৪২ এর পরে শক্তিশালী হয়ে উঠে। বিভিন্ন আরব দল বিকল্প পদে আসার জন্য একটি চুক্তিতে পৌঁছে, কিন্তু এটি দীর্ঘস্থায়ী হয়নি, এর কারণ ইউসুফ ইবনে আবদ আল-রহমান আল-ফিহরি (উমাইয়াদের বিরোধী) ৭৫৬ সালে আবদ আল-রহমান প্রথমের কাছে তার পরাজয় পর্যন্ত ক্ষমতায় ছিলেন এবং কর্ডোভার স্বাধীন উমাইয়া আমিরাত প্রতিষ্ঠা করে। এই অস্থিরতার সময়েই ফ্রাঙ্কিশ রাজা পেপিন অবশেষে আন্দালুসিয়ানদের কাছ থেকে নারবোন দখল করেন (৭৫৯) ।\nআল-আন্দালুসে ইউসুফ ও আবদুর রহমানের ক্ষমতার লড়াইয়ে উমাইয়া খিলাফতের মূল ভিত্তি \"সিরিয়ান\" সৈন্যরা বিভক্ত হয়ে যায়। বেশিরভাগ ক্ষেত্রে, মুদার এবং কাইস উপজাতির আরবরা ইউসুফের পক্ষে ছিল, যেমন উত্তর আফ্রিকার আদিবাসী (দ্বিতীয় বা তৃতীয় প্রজন্মের) আরবরা করেছিল, তবে ইয়েমেনি ইউনিট এবং কিছু বার্বার আবদুর রহমানের পক্ষে ছিল, যারা সম্ভবত উত্তর আফ্রিকার বার্বার মায়ের ঘরে জন্মগ্রহণ করেছিল। ৭৫৬ সালের মধ্যে, দক্ষিণ ও মধ্য আল-আন্দালুস (কর্ডোভা, সেভিয়া) আবদুর রহমানের হাতে ছিল, তবে আপার মার্চেস (পাম্পলোনা, জারাগোজা এবং সমস্ত উত্তর-পূর্ব) এর উপর আধিপত্য ধরে রাখতে তার আরও ২৫ বছর সময় লেগেছিল।\n\n\n== পরবর্তী এবং ফলাফল ==\nআইবেরিয়ান উপদ্বীপ ছিল দামেস্কের উমাইয়া খিলাফতের পশ্চিম প্রান্ত এবং ইফ্রিকিয়ার গভর্নরের অধীনে ছিল। ৭২০ সালে, খলিফা অঞ্চলটি পরিত্যাগ করার কথা বিবেচনা চিন্তা করেছিল। বিজয়ের পর কয়েকশ বছর সময়কাল মুসলিম শাসকদের আধিপত্য কারণে বেশিরভাগ আইবেরিয়ান উপদ্বীপ আল-আন্দালুস নামে পরিচিত ছিল। উপদ্বীপের উত্তরে দূরবর্তী পার্বত্য অঞ্চল জুড়ে কেবলমাত্র কয়েকটি ছোট ছোট খ্রিস্টান রাজ্য তাদের কর্তৃত্ব পুনরুদ্ধার করতে সক্ষম হয়েছিল।\n৭৫৬ সালে, উৎখাত হওয়া উমাইয়া রাজবংশের জীবিত যুবরাজ আব্দুর রহমান আল-আন্দালুসে অবতরণ করেন এবং কর্ডোভা এবং সেভিলে ক্ষমতা দখল করেন এবং নিজেকে আমির বা মালিক ঘোষণা করেন এবং জুমার নামাজের খুতবায় আব্বাসীয় খলিফাদের কোনো উল্লেখ বাতিল করেন। এই ঘটনাগুলির পরিপ্রেক্ষিতে , দক্ষিণ আইবেরিয়া আব্বাসীয় খিলাফত থেকে সম্পূর্ণরূপে স্বাধীন হয়ে ওঠে। যদিও এটি আল-আন্দালুস এবং উত্তর আফ্রিকার অঞ্চলগুলির বাইরে গৃহীত হয়নি, তবে আবদুর রহমান এবং বিশেষত তার উত্তরসূরিরা মনে করেছিলেন যে তারা উমাইয়া খিলাফতের বৈধ ধারাবাহিকতা, অর্থাৎ তাদের শাসন আব্বাসীয়দের চেয়ে বেশি বৈধ ছিল। মনে হয় আবদ আর-রহমান কখনই আলাদা রাজ্য প্রতিষ্ঠার কথা ভাবেননি।( কর্ডোবার খেলাফত দেখুন।)\n৭৮৮ সালে আবদুর রহমানের মৃত্যুর আগে আল-আন্দালুসের একীকরণের সময়, আল-আন্দালুস কেন্দ্রীকরণ এবং ধীর কিন্তু স্থিতিশীল একীকরণের মধ্য দিয়ে যায়। বিজয়ের প্রথম বছরগুলিতে আলোচনা করা অনেক শহর এবং অঞ্চলের স্বায়ত্তশাসিত অবস্থা তবে ৭৭৮ পর বিপরীত অবস্থা হয়, কিছু ক্ষেত্রে অনেক আগে (উদাহরণস্বরূপ, প্যাম্পলোনা ৭৪২ এ) হয়। টোলেডোতে অবস্থিত হিস্পানিক চার্চ, যার মর্যাদা নতুন শাসকদের অধীনে বেশিরভাগ ক্ষেত্রে হ্রাস পায়নি, দত্তক বিতর্কের সময় (৮ম শতাব্দীর শেষের দিকে) রোমান চার্চের থেকে বিচ্ছিন্ন হয়ে যায়। রোম তার রাজনৈতিক কর্তৃত্ব এবং সম্পত্তি রক্ষার জন্য শার্লেমেনের (কর্ডোভার আমিরদের সাথে যুদ্ধের জন্য) সাথে একটি জোটের উপর নির্ভর করেছিল এবং কর্ডোভা এবং দ্বিতীয় আলফোনসোকে রাজা হিসাবে বাদ দিয়ে উত্তর আস্তুরিয়ান রাজত্ব (গ্যালাসিয়া) কে একটি রাজ্য হিসাবে স্বীকৃতি দেয়।\nআল-আন্দালুসের জনগণ, বিশেষত স্থানীয় অভিজাত ব্যক্তিরা যারা ক্ষমতার অংশীদার হতে চেয়েছিল, ইসলাম এবং আরবি ভাষা গ্রহণ করতে শুরু করে। তবে, জনসংখ্যার বেশিরভাগই মোজারাবিক আচার ব্যবহার করে খ্রিস্টান থেকে যায় এবং লাতিন (মোজারাবিক) একাদশ শতাব্দী পর্যন্ত প্রধান ভাষা হিসাবে রয়ে যায়। নেব্রাস্কা বিশ্ববিদ্যালয়ের ইতিহাসবিদ জেসিকা কুপ যুক্তি দিয়েছিলেন যে প্রাক-আধুনিক ইসলামী বিজয় খ্রিস্টানাইজেশনের মতো ছিল না কারণ পরবর্তীকালে \"আলোচনার আত্মসমর্পণের অংশ হিসাবে প্রত্যেকের উপর চাপিয়ে দেওয়া হয়েছিল এবং এইভাবে ধর্মীয় বিশ্বাস সম্পর্কে আধুনিক ধারণার প্রয়োজন হবে এমন ব্যক্তিগত বিশ্বাসের উপাদানের অভাব ছিল\", তবে দার আল-হারবের বিজয় জনগণকে ইসলামে রূপান্তরিত করার লক্ষ্য দ্বারা অনুপ্রাণিত হয়নি বরং এই বিশ্বাস দ্বারা অনুপ্রাণিত হয়েছিল যে ইসলামের অধীনে সবাই আরও ভাল ছিল বিধি।\nপ্রথম আবদুর রহমান একটি স্বাধীন রাজবংশ প্রতিষ্ঠা করেছিলেন যা একাদশ শতাব্দী পর্যন্ত টিকে ছিল। এই লাইনটি বিভিন্ন দ্বারা সফল হয়েছিল সংক্ষিপ্ত এবং ছোট আমিরাত (তাইফা) প্রসারিত উত্তর খ্রিস্টান রাজ্যগুলির ধাক্কা থামাতে অক্ষম। আলমোরাভিডস (১০৮৬-১০৯৪) এবং আলমোহাদরা (১১৪৬-১১৭৩) আল-আন্দালুস দখল করে, তারপরে ১২৬৯ সালে মেরিনিডস দখল করে, তবে এটি মুসলিম শাসিত অঞ্চলের বিভাজন রোধ করতে পারেনি। সর্বশেষ মুসলিম আমিরাত গ্রানাডা ১৪৯২ সালে ইসাবেলা ও ফার্দিনান্দের অধীনে ক্যাস্টিল (আস্তুরিয়াসের উত্তরসূরি) এবং আরাগনের সেনাবাহিনীর কাছে পরাজিত হয়। মুসলিম বংশোদ্ভূত স্প্যানিয়ার্ডদের বহিষ্কারের সর্বশেষ তরঙ্গটি ১৬১৪ সালে ঘটেছিল।\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nCollins, Roger (১৯৮৯)। The Arab Conquest of Spain 710–797। Blackwell। আইএসবিএন 0-631-19405-3। \n\n\n== আরো পড়ুন ==\nCameron, Ward; Perkins and Whitby. The Cambridge Ancient History - Volume XIV. Late Antiquity: Empire and Successors, AD 425–600 . s. 48.\nEdward Gibbon (1788). The History of the Decline and Fall of the Roman Empire, Volume V. W. Strahan and T. Cadell. C. V. p. 473.\nBallesteros, Antonio (1926). History of Spain and its influence in the global history . Barcelona: P. Salvat. C. I. p. 40.\nThompson, E. A. The Goths in Spain . Oxford: Clarendon Press, 1969. p. 311-312\nKatz, Solomon. Monographs of the Mediaeval Academy of America No. 12: The Jews in the Visigothic and Frankish Kingdoms of Spain and Gaul, Cambridge, Massachusetts: The Mediaeval Society of America, 1937.\nSayas Abengochea, Juan José; Abad Varela, Manuel (2013). Historia Antigua de la Península Ibérica: Época Tardoimperial y Visigoda . Editorial UNED. C. II. s. 408.\nSaavedra, Eduardo (1892). Estudio for the invasion of Arabs in Spain . Madrid: El Progreso Editorial. s. 65."}