{"pageid": 1412989, "title": "উপচয়স্থান", "url": "https://bn.wikipedia.org/wiki?curid=1412989", "content": "উপচয়স্থান (সংস্কৃত: उपचयस्थान) শব্দটি সংস্কৃত শব্দ উপচয় (उपचय) থেকে উদ্ভূত হয়েছে যার অর্থ বৃদ্ধি, এবং বৃদ্ধি অর্থ অধিগ্রহণ, আত্তীকরণ ও পরিবর্ধনের সম্পূর্ণ প্রক্রিয়া বা আনুমানিক একত্রীকরণ বা অগ্রগতি অথবা শরীরের পুষ্টি লাভ বা ওজন বৃদ্ধির বিকাশে।\nহিন্দু জ্যোতিষশাস্ত্রে তৃতীয়, ষষ্ঠ, দশম ও একাদশতম ভব বা লগ্ন বা চন্দ্র থেকে গণনা করা ঘরগুলিকে উপচয়স্থান বলা হয়, এবং এগুলি বৃদ্ধি ও প্রসারণের ঘর হিসাবে পরিচিত।\n\n\n== নিহিতার্থ ==\nউপচয়স্থানগুলি, যারা বৃদ্ধি ও সম্প্রসারণের ঘর, তারা তাদের দখলকারী গ্রহগুলির প্রকৃতি অনুসারে ভাল বা খারাপ ফলাফল দেয়; সেখানে অবস্থিত উপকারী গ্রহগুলি সাধারণত একজনকে ধন উপার্জন ও সঞ্চয় করতে সহায়তা করে। অশুভ গ্রহ উপচয়স্থান দখল করে শারীরিক সংগ্রাম ও উদ্বেগ ছাড়া লাভ দেয় না, যেখানে উপকারী গ্রহগুলি কম শারীরিক সংগ্রাম এবং বেশি ফলন দিয়ে লাভ দেয়। যে গ্রহগুলি তৃতীয়, ষষ্ঠ বা একাদশ তম ভবের অধিকারী তারা ক্ষতিকারক বলে মনে করা হয়। অশুভ গ্রহ উপাচার্যস্থান দখল করে সংগ্রাম, প্রচেষ্টা এবং চূড়ান্ত সাফল্যের কারণ।\n\n\n== প্রভাব ==\nসূর্য বা চন্দ্র লগ্ন থেকে একাদশতম ঘরে অবস্থিত এক কোটি দোষকে নাশ করে গর্গ বলেন, তারা ব্যতিক্রমী সৌভাগ্যবান করে তোলে। একাদশতম ঘরে অবস্থিত উচ্চ সূর্য একজন ব্যক্তিকে একজন শাসকের সেবায় একজন প্রধান কর্মকর্তা করে তোলে; অনেক ভাল গুণের অধিকারী, সুশৃঙ্খল, দীর্ঘজীবী, শক্তিশালী ও আরামদায়ক কিন্তু বিদ্রোহী ও কঠোর হৃদয়ের অধিকারী। একাদশতম ঘরে উচ্চতর সূর্যকে তৃতীয় ঘর থেকে উচ্চ বৃহস্পতি এবং দশম ঘরে বুধের সাথে উচ্চতর শুক্রের সাথে মিলিত হলে রাজযোগের উদ্ভব হবে৷ একাদশতম ঘরে অবস্থিত নবম গ্রহের অধিপতি হিসাবে শনি তার দুর্বলতার চিহ্নে যোগ প্রদান করতে পারে তবে এটির মালিকানাধীন শুভ ভবগুলির বিষয়গুলিকে অগ্রসর করবে না। চন্দ্র যদি একাদশতম ঘরে থাকে তবে এটি পক্ষাবলে শক্তিশালী হওয়া উচিত যা কখনও এটি দখল করে।\nপ্রশ্ন সম্পর্কে - 'ব্যবসা-সংক্রান্ত কাজ অর্জিত হবে কিনা?' - যখন লগ্নের অধিপতি বছর, মাস, দিন ও হোর অর্থাৎ ঘন্টার অধিপতি হবেন তখন এটি অর্জিত হবে, এবং উপচয়স্থানে স্থানান্তরিত করে বা যখন বন্ধুত্বপূর্ণ গ্রহ জন্মের সময় বা জিজ্ঞাসার সময় লগ্নের অধিপতি দ্বারা গৃহীত গৃহ থেকে গণনা করা উপচয়স্থানকে স্থানান্তরিত করে বা তার নিজের নক্ষত্র, চিহ্ন বা উচ্চতার নবংশ স্থানান্তর করে। এই বিষয়ে প্রস্ন মার্গ বলেন যে উপচয়স্থান বা লগ্ন বা কেন্দ্রগুলি দখল করে থাকা লগ্নের অধিপতি বা সবচেয়ে শক্তিশালী গ্রহ সংশ্লিষ্ট সপ্তাহের দিনে বা তাদের কল হোরের সময়ে একই ফলাফল দেয়।\nযখন কোন গ্রহের দশা প্রারম্ভে যদি সেই গ্রহটি তার উচ্চতায় থাকে,নিজের বা বন্ধুত্বপূর্ণ চিহ্ন বা উপচয়স্থানে লগ্ন থেকে বা বন্ধুত্বপূর্ণ উপকারের দিকটি গ্রহণ করলে তার দশা চলাকালীন ভাল ফল পাওয়া যাবে বা দশার শুরুতে যদি পক্ষাবলি চাঁদ নিজের উচ্চতায় স্থানান্তর করে বা উপচয়স্থান বা ত্রিকোনায় দাস প্রভুর বন্ধুত্বপূর্ণ চিহ্ন বা দাস-প্রভুর সপ্তম। তৃতীয়, ষষ্ঠ ও একাদশতম ভবের অধিপতিরা নিজ নিজ দাস-ভক্তিতে ভালো ফল দেন না। এসব গৃহে অবস্থানকারী শুভ গ্রহ বাল্যকালে সুখ দেয় এবং অশুভ গ্রহ বৃদ্ধ বয়সে সুখ দেয়।\n\n\n== তথ্যসূত্র =="}