{"pageid": 1412504, "title": "বদলি যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1412504", "content": "বদলি যুদ্ধ (ইংরেজি proxy war) বলতে দুই বা ততোধিক রাষ্ট্র বা অ-রাষ্ট্রীয় পক্ষের মধ্যে সংঘটিত এমন একটি সশস্ত্র সংঘাতকে বোঝায়, যেখানে যুদ্ধে অংশগ্রহণকারী\nএক বা একাধিক পক্ষ যুদ্ধে সরাসরি সংশ্লিষ্ট নয়, এমন কোনও তৃতীয় পক্ষের (রাষ্ট্রীয় বা অ-রাষ্ট্রীয় শক্তি) কারও প্ররোচণায় বা তাদের প্রতিনিধি বা বদলি হিসেবে যুদ্ধে লিপ্ত হয়। একটি সংঘাতকে বদলি যুদ্ধ হিসেবে গণ্য হতে হলে বহিঃস্থ পক্ষটির সাথে যুদ্ধরত পক্ষটির সরাসরি ও দীর্ঘমেয়াদী সম্পর্ক থাকতে হয়। এই সম্পর্কটি সাধারণত অর্থায়ন, সামরিক প্রশিক্ষণ, অস্ত্র সরবরাহ, গোলাবারুদ সংরক্ষণ ও পরিবহন, গোয়েন্দা তথ্য, অভিযান পরিকল্পনা, রাজনৈতিক সুরক্ষাদান বা অন্য কোনও ধরনের মূর্ত-বিমূর্ত সহায়তায় রূপায়িত হয়, যার উদ্দেশ্য পছন্দের যুদ্ধরত পক্ষটিকে তার যুদ্ধ প্রচেষ্টা অব্যাহত রাখতে সহায়তা করা। অন্য ভাষায় বদলি যুদ্ধে তৃতীয় কোনও পক্ষ (রাষ্ট্রীয় বা অরাষ্ট্রীয়) ইতোমধ্যে বিদ্যমান কোনও সংঘাত বা যুদ্ধে পরোক্ষভাবে হস্তক্ষেপ করে, যার উদ্দেশ্য তার পছন্দের যুদ্ধরত পক্ষটিকে বিজয়ী করে নিজের কৌশলগত লক্ষ্যে পৌঁছানো। একই সাথে তৃতীয় পক্ষটি যুদ্ধে সরাসরি অংশগ্রহণ না করে নিজের অর্থ ও জানমালের ক্ষয়ক্ষতি থেকে বাঁচতে পারে। বদলি যুদ্ধের উদ্দেশ্য নানাবিধ হতে পারে। সরাসরি যুদ্ধে অংশগ্রহণের পেছনে যুক্তিযুক্ত কারণ না থাকলে, সেটি অতিরিক্ত ব্যয়বহুল হলে, সেটি পরিহারযোগ্য হলে, বেআইনি হলে বা অবাস্তবায়নযোগ্য হলে এইরূপ বদলি যুদ্ধের সিদ্ধান্ত নেয়া হতে পারে।\nবদলি যুদ্ধে সহায়তাকারী তৃতীয় পক্ষ ও সহায়তাপ্রাপ্ত যুদ্ধরত পক্ষের মধ্যকার সম্পর্কটি একই সাথে বিনিময়ভিত্তিক ও আধিপত্যভিত্তিক। বহিঃস্থ তৃতীয় পক্ষটি অপেক্ষাকৃত বড় কোনও শক্তি হয়ে থাকে, এবং যুদ্ধরত পক্ষটি তার অনুগত প্রতিনিধি বা বদলি হিসেবে যুদ্ধ করে থাকে।\nব্রিটিশ রাষ্ট্রবিজ্ঞানী ও যুদ্ধ বিশেষজ্ঞ অ্যান্ড্রু মামফোর্ডের মতে দ্বিতীয় বিশ্বযুদ্ধের পরবর্তী প্রায় চার দশক ধরে নবাগত দুই পরাশক্তি মার্কিন যুক্তরাষ্ট্র ও সোভিয়েত ইউনিয়নের মধ্যে অনেকগুলি বদলি যুদ্ধ সংঘটিত হয়। এটি ছিল বদলি যুদ্ধের তথাকথিত স্বর্ণযুগ। ২১শ শতকে এসে সরাসরি দেশে দেশে যুদ্ধের সংখ্যা কমে আসে ও বড় বড় শক্তিগুলির মধ্যে চিরায়ত বৃহদাকার যুদ্ধের ধারণাটি বিলুপ্ত হতে শুরু করে। এর একটি কারণ হল আন্তর্জাতিক সম্পর্কের ক্ষেত্রে আইন-শৃঙ্খলার উদ্ভব। তবে এটি যুদ্ধের বিরুদ্ধে শান্তির বিজয়ের কোনও লক্ষণ নয়। বরং এর পরিবর্তে বড় শক্তিগুলি ছোট ছোট দেশ বা দেশের কোনও গোষ্ঠীকে দিয়ে বদলি যুদ্ধ করিয়ে নিজেদের আদর্শ ও আধিপত্য বিস্তার করা, নিজস্বার্থ চরিতার্থ করা ও কৌশলগত সুবিধা আদায় করার চেষ্টা করে।\nবদলি যুদ্ধগুলি সম্পর্কে আন্তর্জাতিক আইনের প্রয়োগ সীমিত।\n\n\n== তথ্যসূত্র =="}