{"pageid": 1412273, "title": "সলোমন আর গুগেনহাইম মিউজিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1412273", "content": "সলোমন আর. গুগেনহাইম মিউজিয়াম, প্রায়শই দ্য গুগেনহেইম নামে পরিচিত, এটি একটি শিল্প জাদুঘর যা নিউ ইয়র্ক সিটির ম্যানহাটনের উচ্চ পূর্ব দিকের ৮৮ এবং ৮৯ নং রাস্তার মধ্যে ১০৭১ ফিফথ অ্যাভিনিউতে অবস্থিত।  এটি ইমপ্রেশনিস্ট, পোস্ট-ইমপ্রেশনিস্ট, প্রারম্ভিক আধুনিক এবং সমসাময়িক শিল্পের ক্রমাগত সম্প্রসারিত সংগ্রহের স্থায়ী আবাস এবং সারা বছর ধরে বিভিন্ন প্রদর্শনী এখানে হয়ে থাকে এটির প্রথম পরিচালক হিলা ফন রেবে এর নির্দেশনায় সলোমন আর. গুগেনহেইম ফাউন্ডেশন দ্বারা ১৯৩৯ সালে অ-উদ্দেশ্যমূলক চিত্রকর্মের জাদুঘর হিসেবে প্রতিষ্ঠিত হয়েছিল। জাদুঘরটির প্রতিষ্ঠাতা সলোমন আর. গুগেনহেইমের মৃত্যুর তিন বছর পর ১৯৫২ সালে এটি তার বর্তমান নাম গ্রহণ করে। \nফ্র্যাঙ্ক লয়েড রাইট এর ডিজাইন করা ২০ শতকের নান্দনিক স্থাপত্যগুলোর একটি এই জাদুঘরের কাঠামো বিতর্ক তৈরি করেছিল তার ডিসপ্লে স্পেসগুলির অস্বাভাবিক আকৃতির জন্য। কাঠামোটি  ডিজাইন ও নির্মাণে ১৫ বছর সময় লেগেছিল এবং এটি ১৯৫৯ সালে সম্পন্ন হয়েছিল। এটি দক্ষিণে একটি ছয়তলা গোলাকৃতির মূল গ্যালারি, উত্তরে একটি চারতলা \"মনিটর\" এবং উত্তর-পূর্বে একটি দশতলা উপগৃহ নিয়ে গঠিত। মূল গ্যালারিতে রয়েছে একটি ছয়-তলা হেলিকাল র্্যাম্প যা এর পরিধি বরাবর প্রসারিত, সেইসাথে একটি কেন্দ্রীয় সিলিং স্কাইলাইট। থানহাউসারের সংগ্রহটি মনিটরের শীর্ষ তিনটি গল্পের মধ্যে রাখা হয়েছে এবং উপগৃহ অতিরিক্ত গ্যালারি এবং নিচের তলায় একটি শিক্ষা কেন্দ্র রয়েছে। জাদুঘর ভবনের নকশাটি সম্পূর্ণ হওয়ার সময় বিতর্কিত ছিল কিন্তু পরে ব্যাপকভাবে প্রশংসিত হয়। বিল্ডিংটি ১৯৯০ থেকে ১৯৯২ সাল পর্যন্ত সম্প্রসারণ এবং ব্যাপক সংস্কার করা হয়েছিল, যখন উপগৃহটি নির্মিত হয়েছিল, এবং এটি ২০০৫ থেকে ২০০৮ সাল পর্যন্ত পুনরায় সংস্কার করা হয়েছিল।\nসলোমন আর. গুগেনহেইমের থেকে শুরু করে বেশ কয়েকটি গুরুত্বপূর্ণ ব্যক্তিগত সংগ্রহের উপর প্রতিষ্ঠিত। বিগত কয়েক দশক ধরে এর সংগ্রহ বেশ বেড়েছে। \n২০২২-এর হিসাব অনুযায়ী এটির প্রায় ৮০০০টি সংগ্রহ রয়েছে। যা স্প্যানিশ শহর বিলবাও এবং অন্যান্য জায়গার সিস্টার মিউজামের সাথে ভাগ করা হয়েছে। ২০১৩ সালে প্রায় ১.২ মিলিয়ন মানুষ জাদুঘরটি পরিদর্শন করে এবং এটি  নিউ ইয়র্ক সিটিতে সবচেয়ে জনপ্রিয় প্রদর্শনীর আয়োজন করেছে। \n\n\n== তথ্যসূত্র =="}