{"pageid": 1412535, "title": "ইসকন মন্দির, দিল্লি", "url": "https://bn.wikipedia.org/wiki?curid=1412535", "content": "শ্রী শ্রী রাধা পার্থসারথি মন্দির বা ইসকন দিল্লি মন্দির হলো রাধা পার্থসারথির রূপে ভগবান কৃষ্ণ এবং দেবী রাধার একটি বিখ্যাত বৈষ্ণব মন্দির। দিল্লির প্রাক্তন মুখ্যমন্ত্রী সাহেব সিং ভার্মা এবং সুষমা স্বরাজের উপস্থিতিতে ভারতের তৎকালীন প্রধানমন্ত্রী অটল বিহারী বাজপেয়ী  ৫ এপ্রিল, ১৯৯৮ সালে মন্দিরটি উদ্বোধন করেছিলেন। এটি ভারতের নয়াদিল্লির কৈলাস এলাকার পূর্বে হরে কৃষ্ণ পাহাড়ে (নেহেরু প্লেসের কাছে) অবস্থিত।\n\n\n== মন্দির কমপ্লেক্স ==\n\nদিল্লির ইসকন মন্দির অচ্যুত কানবিন্দের দ্বারা পরিকল্পিত ও নির্মিত। অচ্যুত কানবিন্দে ১৯৯৩ সালে শ্রীল প্রভুপাদের অনুসারীদের জন্য এই মন্দির কমপ্লেক্সটি নির্মাণের জন্য একটি প্রো-বোনো কমিশন গ্রহণ করতে সম্মত হন।  এটি ভারতের বৃহত্তম মন্দির কমপ্লেক্সগুলির মধ্যে একটি। এতে পুরোহিত এবং সেবকদের জন্য অসংখ্য কক্ষ রয়েছে। মন্দিরটিতে ৩৭৫ আসন বিশিষ্ট একটি অডিটোরিয়ামও রয়েছে যা সাংস্কৃতিক ও ধর্মীয় অনুষ্ঠানের জন্য ব্যবহৃত হয়। মন্দিরে অনেক আবাস রয়েছে যা প্রাশাসনিক উদ্দেশ্যে এবং বিভিন্ন সেমিনারের জন্য ব্যবহৃত হয়। এটি চারটি বিস্তৃত বিভাগে বিভক্ত।\n\n\n=== ভারতের বৈদিক সাংস্কৃতিক কেন্দ্রের গৌরব ===\nমন্দির কমপ্লেক্সে গ্লোরি অফ ইন্ডিয়া বৈদিক সাংস্কৃতিক কেন্দ্র রয়েছে যা দর্শনার্থী এবং পর্যটকদের জন্য একটি জনপ্রিয় গন্তব্যস্থল যেখানে বিভিন্ন মাল্টিমিডিয়া প্রযুক্তি ব্যবহার করে উপস্থাপিত প্রধান হিন্দু গ্রন্থগুলি সম্পর্কে জানা যায়, এর মধ্যে রয়েছে:\n\nভগবদ গীতা অ্যানিমেট্রনিক্স - নাটকীয় বর্ণনা, লেজার এবং প্রকল্পের মিশ্রণ ব্যবহার করে, এই শো দর্শকদের ভগবদ গীতার পাঁচটি প্রধান ধারণা, প্রকৃতির তিনটি গুণ এবং এতে উপস্থাপিত যোগ ব্যবস্থা শিক্ষা প্রদান করে।\nমহাভারতের অভিজ্ঞতা - একটি মৃদু এবং শব্দ শো যা মহাভারতের গল্প উপস্থাপন করে এবং যেটি হাজার হাজার শ্লোকে সংক্ষিপ্তভাবে বিস্তৃত।\nরামায়ণ আর্ট গ্যালারি - মার্কিন যুক্তরাষ্ট্র, রাশিয়া, ভারত, যুক্তরাজ্যের ইসকন ভক্তদের আঁকা ৩০টিরও বেশি মূল তৈলচিত্রের একটি সংগ্রহ।\nভাগবত পুরাণ প্রদর্শনী - এই প্রদর্শনীটি বৈষ্ণব ঐতিহ্যের অন্যতম গুরুত্বপূর্ণ গ্রন্থকে একটি দৃশ্য বিন্যাসে উপস্থাপন করে।\n\n\n==== বিশ্বের সবচেয়ে বড় পবিত্র গ্রন্থ ====\nদ্য গ্লোরি অফ ইন্ডিয়া বৈদিক কালচারাল সেন্টারে 'বিস্ময়কর ভগবদ গীতা' রয়েছে যা বিশ্বের কোনো ধর্মীয় পাঠ্যের বৃহত্তম মুদ্রিত বই। ইতালীয় মুদ্রিত 'বিস্ময়কর ভগবদ গীতা' এর ওজন ৮০০ কেজি এবং পরিমাপ ২.৮ মিটারেরও বেশি, এটি ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদি ২৬ ফেব্রুয়ারি, ২০১৯ এ উন্মোচন করেছিলেন  ত্রিদন্ডী সন্ন্যাসী গোপাল কৃষ্ণ গোস্বামী এবং ভারতের সংস্কৃতিমন্ত্রী ড. মহেশ শর্মার উপস্থিতিতে। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবৈষ্ণব সম্প্রদায়\nইসকন মন্দির চেন্নাই\nইসকন মন্দির পাটনা\nইসকন মন্দির বিশাখাপত্তনম\nগৌড়ীয় বৈষ্ণববাদ\nস্বয়ং ভগবান\nদিল্লি\nনয়ডা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nISKCON News: Official News Agency of ISKCON"}