{"pageid": 1412541, "title": "গুণ চিহ্ন", "url": "https://bn.wikipedia.org/wiki?curid=1412541", "content": "গুণ চিহ্ন (×) হচ্ছে গণিতে গুণ এবং গুণফল চিহ্নিত করার জন্য ব্যবহৃত চিহ্ন। এটি ছোট হাতের লাতিন অক্ষর x-এর মতো দেখতে।\n\n\n== ইতিহাস ==\nজন নেপিয়ারের Mirifici Logarithmorum Canonis Descriptio গ্রন্থের ১৬১৮ সংস্করণের এক অজ্ঞাতনামা পরিশিষ্টে গুণের চিহ্ন হিসাবে × চিহ্নের প্রাচীনতম ব্যবহার পাওয়া যায়। এই পরিশিষ্টের কৃতিত্ব উইলিয়াম অগট্রেডকে দেওয়া হয়, যিনি তাঁর ১৬৩১-এর বীজগণিত গ্রন্থ Clavis Mathematicae-এ এই একই চিহ্ন ব্যবহার করেছিলেন। এর আগে দুই জায়গায় ✕ চিহ্নের ব্যবহার চিহ্নিত করা হয়েছে।\n\n\n== ব্যবহার ==\nগণিতে × চিহ্নের বিভিন্ন ব্যবহার পাওয়া যায়, যার মধ্যে উল্লেখযোগ্য হচ্ছে:\n\nদুই সংখ্যার মধ্যে গুণ,, যেখানে এই চিহ্নটি \"গুণিত\" উচ্চারিত হয়।\nদুই সদিক রাশির মধ্যে ক্রস গুণ, যেখানে এই চিহ্নটি \"ক্রস\" উচ্চারিত হয়। যেমন: \n  \n    \n      \n        \n          \n            \n              A\n              →\n            \n          \n        \n        ×\n        \n          \n            \n              C\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {A}}\\times {\\vec {C}}}\n  \n (\"\n  \n    \n      \n        \n          \n            \n              A\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {A}}}\n  \n ক্রস \n  \n    \n      \n        \n          \n            \n              C\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {C}}}\n  \n\")।\nদুই সেটের মধ্যে কার্তেসীয় গুণ, যেখানে এই চিহ্নটি \"ক্রস\" উচ্চারিত হয়।\nকোনো বস্তুর জ্যামিতিক মাত্রা, যেখানে এই চিহ্নটি \"বাই\" উচ্চারিত হয়। যেমন, কোনো ঘরের ক্ষেত্রফল ৪ মিটার × ৪ মিটার (\"৪ মিটার বাই ৪ মিটার\")।\nপিক্সেল এককে স্ক্রিন রেজোলিউশন, যেখানে এই চিহ্নটি \"বাই\" উচ্চারিত হয়। যেমন ১৩৬৬×৭৬৮ পিক্সেল (\"১৩৬৬ বাই ৭৬৮ পিক্সেল\")।\nকোনো ম্যাট্রিক্সের মাত্রা, যেখানে এই চিহ্নটি \"বাই\" উচ্চারিত হয়।\n\n\n== অনুরূপ চিহ্ন ==\nঅনেকসময় গুণ চিহ্নের জায়গায় ছোট হাতের লাতিন অক্ষর x ব্যবহার করা হয়, যা গাণিতিক লেখালেখিতে সঠিক বলে বিবেচিত নয়।\nগণিতে বহুল প্রচলিত বীজগাণিতিক নোটেশনে বিভ্রান্তির সমস্যা না থাকলে গুণ চিহ্ন সাধারণত বাদ দেওয়া হয়। যেমন: \"a গুণিত b\" কথাকে ab বা a b আকারে লেখা যায়।\nঐতিহাসিকভাবে কম্পিউটার ভাষার সিনট্যাক্স অ্যাস্কি অক্ষর সেটের মধ্যে সীমিত ছিল, এবং সেখানে গুণ বোঝানোর জন্য অ্যাস্টারিস্ক * চিহ্ন বহুল প্রচলিত। কম্পিউটিঙে এই ব্যবহার কিবোর্ডের নিউমেরিক কিপ্যাডে প্রতিফলিত হয়, যেখানে +, -, * ও / কি দ্বারা যথাক্রমে যোগ, বিয়োগ, গুণ ও ভাগ বোঝায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Letter Database\"। Eki.ee। সংগ্রহের তারিখ ২০১৭-০১-১৩। \n\"Unicode Character 'MULTIPLICATION SIGN' (U+00D7)\"। Fileformat.info। সংগ্রহের তারিখ ২০১৭-০১-১৩। \n\"Unicode Character 'VECTOR OR CROSS PRODUCT' (U+2A2F)\"। Fileformat.info। সংগ্রহের তারিখ ২০১৭-০১-১৩। \nটেমপ্লেট:Navbox punctuation"}