{"pageid": 1412114, "title": "শিখধর্মের সমালোচনা", "url": "https://bn.wikipedia.org/wiki?curid=1412114", "content": "শিখধর্মের সমালোচনা প্রায়শই অ-শিখদের দ্বারা করা হয় এর পাঠ্য, অনুশীলন এবং সামাজিক নিয়ম প্রসঙ্গে, কিন্তু শিখ এবং অন্যান্য পণ্ডিতরা যুক্তি দেন যে এই সমালোচনাগুলি ত্রুটিপূর্ণ এবং পাঠ্যগুলির একটি পক্ষপাতদুষ্ট এবং দুর্বল বোঝার উপর ভিত্তি করে করা হয়েছে, বিশেষত শিখ ধর্মগ্রন্থে একাধিক ভাষা ব্যবহার করায় সৃষ্ট ভুল অনুবাদের ফলে হয়েছে। তারা আরও যুক্তি দেন যে বেশিরভাগ পশ্চিমা পণ্ডিতরা, যারা পূর্বের ধর্মীগ্রন্থগুলো ব্যাখ্যা করার চেষ্টা করেছিলেন তারা ধর্মপ্রচারক ছিলেন এবং তারা কুরআন, বেদ, পুরাণ বা গুরু গ্রন্থ সাহিবের অনুবাদ নির্বিশেষে এদের সাথে যে পক্ষপাতিত্ব বজায় রেখেছিলেন তা কাটিয়ে উঠতে পারেননি। গুরু নানক ধর্মীয় উপাসনা প্রত্যাখ্যান করেছিলেন এবং এক সত্য ঈশ্বর, ওয়াহেগুরুতে বিশ্বাস স্থাপন করাকে উত্সাহিত করেন। গুরু গ্রন্থ সাহিবের প্রতি শ্রদ্ধা ও প্রণাম প্রায়শই পশ্চিমা পণ্ডিতদের দ্বারা মূর্তিপূজার অনুরূপ হিসাবে ব্যাখ্যা করা হয়, যেমনটি হিন্দু বিশ্বাস দ্বারা পর্যবেক্ষণ করা হয় এবং যা গুরু নানকের আদর্শের পরিপন্থি। অন্যান্য পণ্ডিতরা শিখ ধর্মকে, হয় সচেতনভাবে (জন হার্ডনের মতে) বা স্বতঃস্ফূর্তভাবে (জন বি. নসের মতে), হিন্দু ভক্তি এবং মুসলিম সুফি আন্দোলনের সমন্বয় বলে উড়িয়ে দেন।\n\n\n== আর্নেস্ট ট্রুম্প ==\nইক্লিসিয়েস্টিক্যাল মিশন সোসাইটি কর্তৃক উপনিবেশিক যুগের খ্রিস্টান ধর্মপ্রচারক আর্নেস্ট ট্রুম্পকে উপমহাদেশের ভাষা অধ্যয়নের জন্য সিন্ধু এবং পরে পাঞ্জাবে পাঠানো হয়। ১৮৬৯ সালে ব্রিটিশ সরকারের পক্ষ থেকে ভারতের সেক্রেটারি অফ স্টেট তাকে আদি গ্রন্থ এবং দশম গ্রন্থের অনুবাদ করতে অনুরোধ করেন। তিনি সেগুলো অধ্যয়ন এবং অনুবাদ করা শুরু করেন, কিন্তু মতামত দিয়েছিলেন যে সেগুলি পরিপূর্ণরূপে অনুবাদ করা সম্ভব নয়, কারণ \"একই ধরণে কয়েকটি বিষয় অবিরত পুনরাবৃত্তি করা হয়েছে।\" মান্দাইর যুক্তি দেন যে যদিও ট্রুম্প একজন ভাষাবিদ ছিলেন, তবে গ্রন্থ রচনার জন্য ব্যবহৃত একাধিক ভাষার বোঝার অক্ষমতা এবং এর মিথস্ক্রিয়া, যা নির্মলা সম্প্রদায়ের গ্রন্থীদের মধ্যে সীমাবদ্ধ ছিল তা তাকে এমন ত্রুটিপূর্ণ ব্যাখ্যার দিকে পরিচালিত করেছিল। নির্মলা শিখরা ছিলেন সংস্কৃত পণ্ডিত, যারা শিখ ধর্মগ্রন্থকে ব্রাহ্মণ্য কাঠামো থেকে ব্যাখ্যা করতেন।\nইন্ডোলজিস্ট মার্ক জার্গেনসমেয়ারের মতে, আর্নেস্ট ট্রুম্পের বাজে মন্তব্যকে একপাশে রেখে, তিনি একজন জার্মান ভাষাবিদ ছিলেন এবং তার দীর্ঘসময়ের পাণ্ডিত্য, অনুবাদ, পাশাপাশি স্থানিক টীকা এবং আলোচনা সমসাময়িক পণ্ডিতরা সতর্কতার সাথে ব্যবহার করেছেন।\n\n\n== অন্যান্য শাখা ==\n১৯৪৭ সালে ভারতের স্বাধীনতা লাভের পর থেকে রাজনৈতিক দৃষ্টিভঙ্গি থেকে রাজনৈতিক নেতারা নিম্ন বর্ণের ভোট-ব্যাঙ্কের প্রতি লালায়িত ছিলেন, যার ফলে ২০০৯ সালে রবিদাসী ধর্ম নামে একটি নতুন সম্প্রদায়ের উদ্ভব ঘটে। রবিদাসী ধর্মের ভিত্তি শিখদের সবচেয়ে বেশি চিন্তিত করে, কারণ শিখধর্ম নিজেই উদ্ভূত হয়েছিল ১৫শ শতকে বর্ণ ও ধর্মীয় ভেদাভেদ রদ করার লক্ষ্যে। রবিদাসী অনুগামীরা নিশান সাহিব এবং লঙ্গরের মতো কিছু ঐতিহাসিক শিখ চিহ্ন ধারণ করে গুরু গ্রন্থ সাহিবকে অনুসরণ করা অব্যাহত রেখেছে।\n\n\n== আরও দেখুন ==\n২০১৫ গুরু গ্রন্থ সাহিব অপবিত্রতা বিতর্ক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}