{"pageid": 1412081, "title": "শিবলী রুবাইয়াত-উল-ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1412081", "content": "শিবলী রুবাইয়াত-উল-ইসলাম (জন্ম: ১ জানুয়ারি ১৯৬৮) বাংলাদেশি শিক্ষাবিদ। তিনি সিনিয়র সচিব পদমর্যাদায় বাংলাদেশ সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশনের চেয়ারম্যান ছিলেন। তিনি বাংলাদেশ ইন্সটিটিউট অব ক্যাপিটাল মার্কেটের (বিআইসিএম) চেয়ারম্যান হিসেবে দায়িত্ব পালন করেছেন। ঢাকা বিশ্ববিদ্যালয়ের ব্যবসায় শিক্ষা অনুষদের তিনি সাবেক ডিন ও ব্যাংকিং অ্যান্ড ইনস্যুরেন্স বিভাগের সাবেক চেয়ারম্যান। তিনি ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদের কোষাধ্যক্ষ।\nইন্টারন্যাশনাল অর্গানাইজেশন অফ সিকিউরিটিজ কমিশনসের (আইওএসকো) এশিয়া প্যাসিফিক রিজিওনালের তিনি ভাইস চেয়ারম্যান। তিনি বাংলাদেশ বিনিয়োগ উন্নয়ন কর্তৃপক্ষের গভর্নিং বডির সদস্য। সাধারন বীমা কর্পোরেশনের চেয়ারম্যান হিসাবেও তিনি ২ মেয়াদে দায়িত্ব পালন করেন।\nবাংলাদেশের বিপুল পরিমাণ অর্থ বিদেশে পাচার এবং পাচার সহায়তা করেন।\n\n\n== প্রাথমিক জীবন ==\nশিবলী রুবাইয়াত-উল-ইসলামের জন্ম ১৯৬৮ সালে ঢাকার ধামরাই। তার পিতা রফিকুল ইসলাম খান ছিলেন ন্যাশনাল ব্যাংক লিমিটেডের ব্যবস্থাপনা পরিচালক। তার মা হাসিনা মমতাজ (১০ মার্চ ১৯৪৫-১৮ ফেব্রুয়ারি ২০২৪) একজন সংগীত শিল্পী। তার খালু বাংলাদেশের জাতীয় অধ্যাপক জামিলুর রেজা চৌধুরী।\nতিনি ঢাকার গবর্নমেন্ট ল্যাবরেটরি হাই স্কুল থেকে ১৯৮৩ সালে এসএসসি পাশ করে ঢাকা কলেজ থেকে ১৯৮৫ সালে এইচএসসি পাশ করেন। ঢাকা বিশ্ববিদ্যালয় থেকে ১৯৮৫-১৯৮৯ সালে এমবিএ ডিগ্রী অর্জন করেন।\nতিনি কর্পোরেট, ফিনান্স এবং সিকিউরিটিজ'ল বিষয়ে দেশ-বিদেশে ডিগ্রী অর্জন করেন।\nতার স্ত্রী শেনিন রুবাইয়াত ব্র্যাক ইউনিভার্সিটির ইংরেজি ও মানবিক বিভাগের অধ্যাপক এবং বাংলাদেশ টেলিভিশনের সংবাদ উপস্থাপক। এই দম্পতীর ২ ছেলে সন্তান রয়েছেন।\n\n\n== কর্মজীবন ==\nশিবলী রুবাইয়াত-উল-ইসলাম ঢাকা বিশ্ববিদ্যালয়ের বিজনেস স্টাডিজ অনুষদের ডিন ছিলেন।\nতিনি ২০১৪ সালের ডিসেম্বরে আওয়ামী লীগ সমর্থিত নীল প্যানেল থেকে ঢাকা বিশ্ববিদ্যালয়ের শিক্ষক সমিতির কোষাধ্যক্ষ ও পরবর্তীতে সাধারণ সম্পাদক নির্বাচিত হন।\nতিনি ইস্ট ওয়েস্ট ইউনিভার্সিটি এবং সাউথইস্ট ইউনিভার্সিটির একজন সিন্ডিকেট সদস্য।\nতার বই ই-ব্যাংকিং অ্যান্ড ই-কমার্স (ই-ব্যাংকিং এবং ইনস্যুরেন্স) ২০১৬ সালে প্রকাশিত হয়।\n২০১৬ সাল থেকে সাধারন বীমা কর্পোরেশনের চেয়ারম্যান হিসাবে ২ মেয়াদে দায়িত্ব পালন করেন।\nতিনি কমিউনিটি ব্যাংক বাংলাদেশ পিএলসি ও উত্তরা ব্যাংক পিএলসির একজন পরিচালক ছিলেন। তিনি সুইজারল্যান্ড বাংলাদেশ চেম্বার অফ কমার্স অ্যান্ড ইন্ডাস্ট্রির মহাসচিব হিসেবে ৪ মেয়াদে দায়িত্ব পালন করেন।\nরাইন ফ্যাশনস প্রাইভেট লিমিটেড ও রাইন গার্মেন্টস প্রাইভেট লিমিটেডের পরিচালনার সাথে জড়িত ছিলেন।\n২২ মে ২০১৭ সালে তিনি ঢাকা বিশ্ববিদ্যালয়ের সিনেট সদস্য নির্বাচিত হন।\nতিনি বেইজিং নরমাল ইউনিভার্সিটিতে একটি বক্তৃতা দেন।  \nডিসেম্বর ২০১৭ সালে তিনি ঢাকা বিশ্ববিদ্যালয়ের শিক্ষক সমিতি নীল প্যানেলের সাধারণ সম্পাদক নির্বাচিত হন।\nতিনি চীনের চেংডুতে সিচুয়ান বিশ্ববিদ্যালয়ের 'অতিথি অধ্যাপক' হিসেবে ২০১৬ থেকে ২০২১ সাল পর্যন্ত দায়িত্ব পালন করেন।\nআজারবাইজানের রাজধানী বাকুতে আন্তর্জাতিক গবেষণা সম্মেলনে সেরা গবেষণাপত্র উপস্থাপক হিসেবেও পুরস্কৃত হয়েছেন।\n২০২০ সালের ডিসেম্বরে আওয়ামী লীগের শিক্ষা ও মানবসম্পদ উপ-কমিটিতে শিবলীকে অন্তর্ভুক্ত করা হয়।\nতিনি ব্লকচেইন অলিম্পিয়াড বাংলাদেশের একজন উপদেষ্টা। তিনি বিজনেস কেস ফর বেটার বাংলাদেশের একজন উপদেষ্টা। তিনি বঙ্গবন্ধু আন্তর্জাতিক গবেষণা কেন্দ্র যুক্তরাজ্যের পৃষ্ঠপোষক।\nতিনি বিজিএমইএ ইউনিভার্সিটি অব ফ্যাশন অ্যান্ড টেকনোলজির একজন সিন্ডিকেট সদস্য।\nতিনি ২০২০ সালে প্রকাশিত এশিয়ান সেঞ্চুরি বইতে বাংলাদেশের অর্থনৈতিক উন্নয়নের তিনজন লেখকের একজন।\nশিবলীকে ২০২০ সালের মে মাসে চার বছরের মেয়াদে সিনিয়র সচিব পদমর্যাদায় বাংলাদেশ সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশনের চেয়ারম্যান নিযুক্ত করা হয়। বিএসইসি হিসেবে তিনি নিউইয়র্কে \"বাংলাদেশে বিনিয়োগ করুন\" রোডশো শুরু করেছিলেন। বিশ্ব বিনিয়োগকারীদের কাছে \"দ্য রাইজ অফ দ্য বেঙ্গল টাইগার\" প্রচারের জন্য সরকারী কর্মকর্তা এবং ব্যক্তিগত বিশিষ্ট ব্যক্তিদের একটি দলের নিয়মিত নেতৃত্ব দেন।\nইন্টারন্যাশনাল অর্গানাইজেশন অফ সিকিউরিটিজ কমিশনসের (আইওএসকো) এশিয়া প্যাসিফিক রিজিওনালের ভাইস চেয়ারম্যান। ২০২২ থেকে ২০২৪ সাল পর্যন্ত তিনি এই পদে দায়িত্ব পালন করবেন।\nবাংলাদেশ বিনিয়োগ উন্নয়ন কর্তৃপক্ষের গভর্নিং বডির তিনি সদস্য।\n২০২০ সাল থেকে তিনি বাংলাদেশ ইন্সটিটিউট অব ক্যাপিটাল মার্কেট (বিআইসিএম) ও বাংলাদেশ একাডেমি ফর সিকিউরিটিজ মার্কেট (বিএএসএম) এর চেয়ারম্যান হিসেবে দায়িত্ব পালন করছেন। ১০ আগস্ট ২০২৪ সালে তিনি বিআইসিএম, বিএএসএম) ও বিএসইসি চেয়ারম্যানের পদত্যাগ থেকে করেন।\n\n\n== বিতর্ক ==\nইসলামের বিরুদ্ধে মিলিয়ন ডলার জালিয়াতির সঙ্গে যুক্ত একটি ব্যাংক হিসাব থেকে অর্থ পাওয়ার তথ্য 'অর্গানাইজড ক্রাইম অ্যান্ড করাপশন রিপোর্টিং প্রজেক্ট' বা ওসিসিআরপিতে প্রকাশিত জুলকারনাইন সায়ের খানের এক প্রতিবেদনে উঠে আসে। এছাড়াও তার বিরুদ্ধে শেয়ারবাজার নিয়ন্ত্রক সংস্থার শীর্ষ পদে বসে বেআইনিভাবে বেনামে শেয়ার ব্যবসা করার অভিযোগ উঠে। ব্যাংকের টাকা ফেরত না দেয়ার অপরাধে অর্থঋণ আদালতের মামলায় ২০০৭ সালে তার বিরুদ্ধে গ্রেফতারি পরোয়ানা জারি হয়।\n\n\n== তথ্যসূত্র =="}