{"pageid": 1412547, "title": "মেসেলসন ও স্টাহলের পরীক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1412547", "content": "মেসেলসন ও স্টাহলের পরীক্ষা হল ম্যাথিউ মেসেলসন এবং ফ্র্যাঙ্কলিন স্টাহল দ্বারা ১৯৫৮ সালে একটি পরীক্ষা যা জেমস ওয়াটসন এবং ফ্রান্সিস ক্রিক এর অনুমানকে সমর্থন করেছিল যে ডিএনএ প্রতিলিপি অর্ধ-সংরক্ষণশীল ছিল। অর্ধ-সংরক্ষণশীল প্রতিলিপিকরণে, যখন দ্বিতন্ত্রী ডিএনএ হেলিক্সের প্রতিলিপি করা হয়, তখন দুটি নতুন ডাবল-স্ট্র্যান্ডেড ডিএনএ হেলিক্সের প্রতিটিতে মূল হেলিক্স থেকে একটি স্ট্র্যান্ড এবং একটি নতুন সংশ্লেষিত হয়। এটিকে \"জীববিজ্ঞানের সবচেয়ে সুন্দর পরীক্ষা\" বলা হয়েছে। যেহেতু নাইট্রোজেন সমস্ত ডিএনএ বেসে উপস্থিত থাকে, তাই তারা প্রাকৃতিকভাবে উপস্থিত থেকে নাইট্রোজেনের একটি ভারী আইসোটোপ ধারণকারী প্যারেন্ট ডিএনএ তৈরি করেছে। এই পরিবর্তিত ভর তাদের প্রতিলিপির ধারাবাহিক চক্রের পরে ডিএনএ-তে কতটা মূল ডিএনএ উপস্থিত ছিল তা নির্ধারণ করতে দেয়।\n\n\n== মূলতত্ত্ব ==\n\n\n== পদ্ধতি ==\n\n\n=== উপকরণ ===\nপরীক্ষাটিতে মেসেলসন ও স্টাহল মূলত জীব হিসেবে ই. কোলাই ব্যবহার করেছিলেন এবং নাইট্রোজেনের দুটি আইসোটোপ 14N (হালকা) ও 15N (ভারী) ব্যবহার করেছিলেন। এছাড়া ৬ মোলার সিজিয়াম ক্লোরাইড দ্রবণ সেন্ট্রিফিউজের জন্য প্রস্তুত করেন।\n\n\n=== পরীক্ষা পদ্ধতি ===\nকয়েকটি ই. কোলাই ব্যাকটেরিয়াকে কয়েক প্রজন্ম ধরে নাইট্রোজেনের ভারী আইসোটোপ যুক্ত কালচার মাধ্যমে পরি প্রশ্ন করা হলো ফলে তার দ্বিতন্ত্রী ডিএনএ-র দুটি পাশেই ঐ আইসোটোপ এর নাইট্রোজেন যুক্ত হল। এরপর ব্যাকটেরিয়া থেকে ডিএনএ নিষ্কাশিত করে সিজিয়াম ক্লোরাইড দ্রবণে ৪৮ থেকে ৭২ ঘন্টা সেন্ট্রিফিউজ করা হলে যুক্ত ভারী ডিএনএ একটি নির্দিষ্ট স্তরে অধঃক্ষিপ্ত হয়। এটি 15N ব্যান্ড নামে পরিচিত।\nপরবর্তী ধাপে ব্যাকটেরিয়াতে 15N  কালচার মাধ্যম থেকে তুলে স্বাভাবিক মাধ্যমে (14N ) রাখা হলো এবং ঠিক পরবর্তী প্রজন্মের ডিএনএকে নিষ্কাশিত করে একইভাবে সেন্ট্রিফিউজ করা হলো এই সময় দেখা গেল আগের 15N ব্যান্ডটি অদৃশ্য হয়ে গেছে এবং 15N ব্যান্ডটি যেখানে ছিল তার উপরের দিকে একটি 14N ব্যান্ড সৃষ্টি হয়েছে যেটি 15N ব্যান্ডের চেয়ে হালকা।\n14N মাধ্যমের ব্যাকটেরিয়াকে রেখে পরবর্তী জনুর ব্যাকটেরিয়ার ডিএনএকে একই পদ্ধতিতে সেন্ট্রিফিউজ করা হলো। এইবার দেখা গেল আগের সেন্টিফিউজ টিউবে দুটি ব্যান্ড তৈরি হয়েছে এবং ব্যান্ড দুটি প্রায় সমান মাপের।\nএরপর ব্যাকটেরিয়াকে 14N মাধ্যমে আর এক জনু রেখে ব্যাকটেরিয়া গুলি থেকে ডিএনএ নিষ্কাশন করে আগের মত সেন্ট্রিফিউজ করা হলে দেখা গেল যে, এবারও টিউব এর ভিতর দুটি ব্যান্ড তৈরি হয়েছে, যাতে নিচের ব্যান্ডের চেয়ে উপরের ব্যান্ডটি অনেক মোটা। পরিমাণে নিচের ও উপরের ব্যান্ডের অনুপাত ১:৩ (প্রায়)।\n\n\n=== পর্যবেক্ষণ ও সিদ্ধান্ত ===\nপ্রথম পরীক্ষায় ডিএনএর দুটি তো তন্তুই 15N যুক্ত হবার জন্য নীচের দিকে ভারী ব্যান্ড পাওয়া গেছিল (15N /15N)।\nদ্বিতীয় পরীক্ষার সময় 14N মাধ্যমে রাখার ফলে ডিএনএর প্রতিলিপিকরণের সময় আগের দুটি তন্তু খুলে গিয়েছিল এবং সেই তন্তু দুটি টেমপ্লেট হিসাবে ব্যবহার করে প্রতিলিপিকরণ হয়েছিল এবং তাতে যে নতুন তন্তু যুক্ত হয়েছিল তা 14N আইসোটোপ সমন্বিত। এটি হাইব্রিড ব্যান্ড (15N /14N)।\nতৃতীয় পরীক্ষার সময় 15N /14N এই দুটি তন্তু পৃথক হয়ে গেছিল এবং 15N কে টেমপ্লেট হিসেবে ব্যবহার করে 15N /14N এবং 14N কে টেমপ্লেট হিসেবে ব্যবহার করে 14N /14N তন্তু তৈরী হয়েছিল। এক্ষেত্রে 15N /14N ও 14N /14N ডিএনএ সমান পরিমাণে তৈরী হয়েছিল।\nচতুর্থবার পরীক্ষায় দু রকমের ডিএনএ (15N /14N ও 14N /14N) 14N মাধ্যমে প্রতিলিপিকরণ ঘটালে হালকা ও হাইব্রিড ডিএনএ অসম পরিমাণে তৈরি হয়েছিল এবং হালকাটি হাইব্রিডের প্রায় তিনগুণ পরিমাণে তৈরি হয়েছিল।\nএর থেকে তারা সিদ্ধান্তে এসেছিলেন যে শুধুমাত্র অর্ধ-সংরক্ষণশীল প্রতিলিপিকরণ ই এইরূপ হবার কারণ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMatthew Meselson's Short Talk: \"The Semi-Conservative Replication of DNA\"\nDNA From The Beginning An animation which explains the experiment.\nThe Meselson–Stahl Experiment Another useful animation.\nMeselson and Stahl Experiment English Animation\nDescription of the Meselson-Stahl Experiment written by Nathan H. Lents, including original data from Visionlearning"}