{"pageid": 1412522, "title": "ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ (ডাব্লিউডাব্লিউই)", "url": "https://bn.wikipedia.org/wiki?curid=1412522", "content": "ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ হল পুরুষদের পেশাদার রেসলিং ওয়ার্ল্ড চ্যাম্পিয়নশিপ যা আমেরিকান সংস্থা ডাব্লিউডাব্লিউই দ্বারা তৈরি এবং প্রচার করা হয়েছে , যা র ব্র্যান্ড ডিভিশনে রক্ষা করা হয়েছে। এটি ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ এবং ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপের সাথে ডাব্লিউডাব্লিউই এর প্রধান রোস্টারে তিনটি ওয়ার্ল্ড চ্যাম্পিয়নশিপের মধ্যে একটি , যা যৌথভাবে অনুষ্ঠিত হয় এবং স্ম্যাকডাউন- এ আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ হিসেবে রক্ষা করা হয়। উদ্বোধনী চ্যাম্পিয়ন ছিলেন সেথ \"ফ্রিকিন\" রলিন্স। বর্তমান চ্যাম্পিয়ন হলেন ড্যামিয়ান প্রিস্ট , যিনি তার প্রথম রাজত্বকালে। তিনি ৮ এপ্রিল, ২০২৪ তারিখে রেসলম্যানিয়া এক্সএল- এর ২য় রাতে তার মানি ইন দ্য ব্যাংক ক্যাশ-ইন ম্যাচে ড্রু ম্যাকইন্টায়ারকে পরাজিত করে চ্যাম্পিয়নশিপটি জিতেছিলেন।\nরোমান রেইন্স আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়ন হওয়ার ফলে চ্যাম্পিয়নশিপটির সৃষ্টি হয়েছে ২০২২ সালের এপ্রিলে রোমান রেইন্স আনডিস্পিউটেড চ্যাম্পিয়ন হওয়ার পর, তিনি উভয় ব্র্যান্ডেই টেন্ডেম চ্যাম্পিয়নশিপ রক্ষা করেছিলেন, কিন্তু তার চুক্তির শর্তাবলীর কারণে এই প্রতিরক্ষাগুলি বিরল ছিল। ২০২৩ ডাব্লিউডাব্লিউই ড্রাফ্ট ঘোষণার সাথে সাথে , ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ ২৪শে এপ্রিল, ২০২৩-এ উন্মোচন করা হয়েছিল\nচ্যাম্পিয়নশিপটি ডাব্লিউডাব্লিউই এর আগের ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ থেকে আলাদা যেটি ২০০২ থেকে ২০১৩ পর্যন্ত প্রতিদ্বন্দ্বিতা করা হয়েছিল যখন এটি ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপে একীভূত হয়েছিল। দুটি চ্যাম্পিয়নশিপ একই নাম ভাগ করে, কিন্তু একই বংশ ভাগ করে না।\n\n\n== ইতিহাস ==\n\nএপ্রিল ২৪, ২০২৩-এ, ডাব্লিউডাব্লিউই এর ফ্ল্যাগশিপ পেশাদার রেসলিং টেলিভিশন প্রোগ্রামের পর্ব, সোমবার নাইট র, ডাব্লিউডাব্লিউই চিফ কনটেন্ট অফিসার ট্রিপল এইচ ২০২৩ ডাব্লিউডাব্লিউই ড্রাফ্ট ঘোষণা করেন, এটি প্রচারের দ্বারা ব্যবহৃত একটি প্রক্রিয়া যেখানে কুস্তিগিরদের একচেটিয়াভাবে প্রতিদ্বন্দ্বিতা করার জন্য নিয়োগ করা হয়। ব্র্যান্ড তারপরে তিনি রোমান রেইন্স এবং আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপে ভাষণ দেন। ২০২২ সালের এপ্রিলে রেসলম্যানিয়া ৩৮ এর পর থেকে, রেইন্স প্রচারের দুটি ওয়ার্ল্ড চ্যাম্পিয়নশিপ, ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ এবং ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ, র এবং স্ম্যাকডাউন উভয় ব্র্যান্ড জুড়ে আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ হিসাবে অনুষ্ঠিত এবং ডিফেন্স করেছিল। যাইহোক, তার চুক্তির কারণে, রেইন্স কদাচিৎ চ্যাম্পিয়নশিপ ডিফেন্স করেছিলেন। এইভাবে, ট্রিপল এইচ ঘোষণা করেছে যে যেই ব্র্যান্ড আসন্ন ড্র্যাফ্টে রোমান রেইন্সের ড্র্যাফ্ট তৈরি করবে, সে এবং তার আনডিস্পিউটেড চ্যাম্পিয়নশিপ সেই ব্র্যান্ডের জন্য একচেটিয়া হয়ে উঠবে, একটি নতুন ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ উন্মোচন করার সময় যেটি বিপরীত ব্র্যান্ডে ডিফেন্স করা হবে। এটিও প্রকাশ করা হয়েছিল যে উদ্বোধনী চ্যাম্পিয়নের মুকুট পরানো হবে ২৭ মে, ২০২৩ তারিখে নাইট অফ চ্যাম্পিয়নস। ফ্রাইডে নাইট স্ম্যাকডাউনের ২৮ এপ্রিলের পর্বে ড্রাফ্টের ১ম রাত চলাকালীন, রোমান রেইন্সকে স্ম্যাকডাউনে ড্র্যাফ্ট করা হয়েছিল, পরবর্তীকালে ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপকে র-এর জন্য একচেটিয়া করে তোলে।\n৫ মে, ২০২৩-এ ব্যাকল্যাশ প্রেস কনফারেন্সের সময়, ট্রিপল এইচ প্রতিটি ব্র্যান্ডের জন্য একটি বন্ধনী সহ উভয় ব্র্যান্ডের কুস্তিগির সহ টাইটেলের জন্য একটি টুর্নামেন্ট ঘোষণা করেছিল। প্রতিটি বন্ধনীর জন্য প্রথম রাউন্ড এবং সেমিফাইনাল যথাক্রমে র এবং স্ম্যাকডাউনের ৮ মে এবং ১২ মে পর্বের জন্য নির্ধারিত ছিল। প্রতিটি পর্বের জন্য প্রথম রাউন্ডের ম্যাচ দুটি ট্রিপল থ্রেট ম্যাচ নিয়ে গঠিত যেখানে সংশ্লিষ্ট বিজয়ীরা একই রাতে একটি একক ম্যাচে সেমিফাইনালে অগ্রসর হয়, সেই সাথে সংশ্লিষ্ট বিজয়ীরা নাইট অফ চ্যাম্পিয়নস-এ চ্যাম্পিয়নশিপ ম্যাচে অগ্রসর হয়। রেসলিং সাংবাদিক ডেভ মেল্টজারের মতে, স্ম্যাকডাউন কুস্তিগিরদের টুর্নামেন্টে অন্তর্ভুক্ত করার কারণ ছিল স্ম্যাকডাউনের ১২ মে এপিসোডের জন্য ডব্লিউডব্লিউই-এর দর্শকসংখ্যা ধরে রাখার প্রয়াস, কারণ এটি এবং সেই সপ্তাহে অন্যান্য রেসলিং প্রোগ্রামগুলি মুখোমুখি হচ্ছিল। ২০২৩ এনবিএ প্লেঅফ।\nওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ টুর্নামেন্টের অংশগ্রহণকারীদের ৭ মে ডাব্লিউডাব্লিউই এর ইউটিউব চ্যানেলে প্রকাশ করা হয়েছিল: কোডি রোডস, ড্যামিয়ান প্রিস্ট, ফিন বলর, সেথ \"ফ্রিকিন\" রলিন্স, শিনসুক নাকামুরা এবং দ্য মিজ ফ্রম র, এবং এজে স্টাইলস, ববি লাশলি অস্টিন থিওরি স্ম্যাকডাউন থেকে ববি লাশলি, এজ, রে মিস্টেরিও এবং শেইমাস। র- এর ৮ মে এপিসোডে, সেথ রলিন্স প্রথম ট্রিপল থ্রেট ম্যাচে নাকামুরা এবং ড্যামিয়ান প্রিস্টকে পরাজিত করেন এবং দ্বিতীয়টিতে ফিন ব্যালর দ্য মিজ এবং কোডি রোডসকে পরাজিত করেন। সেথ রলিন্স পরবর্তীতে সেমিফাইনালে ফিন ব্যালরকে পরাজিত করে র-এর ব্র্যাকেট জেতে। স্ম্যাকডাউনের ১২ মে এপিসোডে, এজে স্টাইলস প্রথম ট্রিপল থ্রেট ম্যাচে এজ এবং রে মিস্টেরিওকে পরাজিত করেছিল এবং দ্বিতীয়টিতে ববি ল্যাশলি শেইমাস এবং অস্টিন থিওরিকে পরাজিত করেছিল। এজে স্টাইলস পরবর্তীতে সেমিফাইনালে ববি ল্যাশলিকে পরাজিত করে স্ম্যাকডাউনের ব্র্যাকেট জয় করে, এইভাবে সেথ রলিন্স এবং এজে স্টাইলসের মধ্যে টুর্নামেন্টের ফাইনাল সেট করে। নাইট অফ চ্যাম্পিয়নস-এ, সেথ রলিন্স এজে স্টাইলকে পরাজিত করে উদ্বোধনী ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়ন হন। র- এর ৫ জুনের পর্বে প্রথমবারের মতো টাইটেল ডিফেন্স করা হয়েছিল।\n\n\n== ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ টুর্নামেন্ট ==\n\n\n== রাজত্ব ==\nমে ১৪, ২০২৫ অনুযায়ী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ টাইটেলের ইতিহাস (ইংরেজি)"}