{"pageid": 1412975, "title": "ছোট্ (নৌকা)", "url": "https://bn.wikipedia.org/wiki?curid=1412975", "content": "ছোট্ (বাংলা উচ্চারণ: [tʃʰoʈ]) হলো মৎস্য আহরণে ব্যবহৃত নৌকা, যা বাংলার উপকূল ও উপকূলবর্তী নদীতে দেখা যায়। এই নৌকাটি রূপনারায়ণ নদ ও হুগলি নদীর নিম্ন প্রবাহে মৎস্য শিকারিদের দ্বারা ব্যবহার করা হয়। নৌকাটি উপকূলীয় সমুদ্রে চলাচলে সক্ষম। \nছোট্ নৌকা মৎস্য আহরণে পাশাপাশি পণ্য পরিবহনের কাজেও ব্যবহার করা হত। তবে, বর্তমান সময়ে এই নৌকার ব্যবহার বিলুপ্তির পথে। \nছোট্ নৌকা নির্মাণের পদ্ধতি ও কৌশল ২০২২ খ্রিস্টাব্দে নথিভুক্ত হয়েছিল। এই কাজে আরকেডিয়া নামক প্রতিষ্ঠানের অর্থানুকূল্যে এনডেনজার্ড মেটিরিয়াল নলেজ প্রোগ্রাম (ই.এম.কে.পি) দ্বারা সম্পন্ন হয়েছিল।\n\n\n== ইতিহাস ==\nছোট্ নৌকার ইতিহাস নিয়ে কোন তথ্য পাওয়া যায় না। এই নৌকা নির্মাণে ঝুমঝুমি অঞ্চল খ্যাতি অর্জন করেছিল। এই নৌকা বিংশ শতাব্দীর মাঝামাঝি সময় পর্যন্ত মৎস্য শিকাররে পাশাপাশি মালপত্র বহনের কাজে ব্যবহার করা হত, এখন কেবল মাছ ধরার কাজে ব্যবহার করা হয়। নৌকাগুলি কোলাঘাটের আশেপাশের চাল কল থেকে চাল বোঝাই করে তা পৌঁছে দিত গন্তব্যে। এছাড়াও এই নৌকাগুলি খড় বহনকারী খোড়োকিস্তিকে সুন্দরবনের প্রত্যন্ত অঞ্চল থেকে টেনে কলকাতায় নিয়ে যেত।\n\n\n== গঠন ==\nএকটি ছোট্ নৌকার নকশা নৌকাটিকে উপকূলবর্তী নদী ও উপকূলীয় সমুদ্রে চলাচলে সক্ষমতা প্রদান করে। এই নৌকার নিচের অংশ গভীর ও সূচালো। কাঠ নির্মিত নৌকার খোল ইংরেজি V অক্ষরের আকৃতির হয়, ফলে ঢেউ অথবা বাতাসের ধাক্কাতেও নৌকা জলে স্থির থাকতে পারে। মূলত V অক্ষরের আকৃতির গঠনের কারণে নৌকাটি উপকূলীয় সমুদ্রে চলাচলে উপযোগী।\n\n\n== পুনর্নির্মাণ ও সংরক্ষণ ==\n\nছোট্ নৌকার নির্মাণ জ্ঞানকে নথিভুক্ত করার জন্য একটি পুনর্নির্মাণ প্রকল্প গ্রহণ করা হয়েছিল যুক্তরাজ্যের এক্সেটার বিশ্ববিদ্যালয় ও ভারতের হরিয়ানা কেন্দ্রীয় বিশ্ববিদ্যালয়ের মধ্যে সহযোগিতামূলক প্রকল্পের অধীনে। পুনর্নির্মাণ প্রকল্পটি দ্য ছোট্-বিল্ডার্স অব ওয়েস্ট বেঙ্গল প্রজেক্ট: ডকুমেন্টিং দ্য ভ্যানিশিং ক্র্যাফট নলেজ অব আ ইউনিক বোট-বিল্ডিং ট্রেডিশন নামে পরিচিত। ভারত ও যুক্তরাজ্য যৌথভাবে ব্রিটিশ সংস্থা এনডেঞ্জার্ড মেটেরিয়াল নলেজ পোগ্রম-এর অর্থনৈতিক সহযোগিতায় তৈরি হয় ছোট্ নৌকা তৈরির উপর এক তথ্যচিত্র।\n\nছোট্ নৌকা নির্মাণ কাজ হাওড়া জেলার শ্যামপুরের ডিহিমণ্ডল ঘাটে সম্পন্ন করা হয়েছিল। এই নৌকা তৈরির মূল কারিগর ছিলেন পঞ্চানন মণ্ডল, পঞ্চনন মণ্ডল ও তাঁর ৪ ছেলে এই বিলুপ্ত প্রায় নৌকা তৈরি করেন। নৌকাটি প্রায় ৪০ দিনে তৈরি করা হয়েছিল। নৌকা তৈরির শুরু থেকে সমাপ্তি পর্যন্ত সকল নির্মাণ কাজ ও পদ্ধতি ভিডিওগ্রাফির মাধ্যমে ধারণ করা হয়, যা ইংল্যান্ডের একটি জাদুঘরে সংরক্ষিত করা হয়েছে। নৌকা নির্মাণে মোট ৩.৫ লক্ষ্য টাকা ব্যয় হয়েছিল।\n\n\n== তথ্যসূত্র =="}