{"pageid": 1412413, "title": "টুরিয়াচাঁদ বাস্কে", "url": "https://bn.wikipedia.org/wiki?curid=1412413", "content": "টুরিয়াচাঁদ বাস্কে   সাঁওতালি ভাষার সাহিত্যিক 'তারাসিন বাস্কে' (পোশাকি নাম) নামে পরিচিত  পশ্চিমবঙ্গের সাহিত্যিক।  সাঁওতালি ভাষায় সাহিত্য কীর্তির জন্য তিনি ভারত সরকারের  সাহিত্য অকাদেমি পুরস্কারসহ বহু পুরস্কারে ভূষিত হয়েছেন। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nটুকিয়াচাঁদ বাস্কে পশ্চিমবঙ্গের পশ্চিম মেদিনীপুর জেলার অধুনা ঝাড়গ্রাম জেলার বিনপুর সমষ্টি উন্নয়ন ব্লকের লালগডের পাঁপুড়িয়া গ্রামে। তার বিদ্যালয়ের পাঠ লালগডের রামগড় মোক্ষদা সুন্দরী উচ্চ বিদ্যালয়ে। পরে ইংরাজী ভাষা ও সাহিত্যে স্নাতক হন  বিদ্যাসাগর বিশ্ববিদ্যালয়ের অধীনস্থ শিলদার চন্দ্রশেখর কলেজ হতে।  \n\n\n== কর্মজীবন ==\n১৯৯০ খ্রিস্টাব্দে তিনি ভারতীয় রেলে চাকরি পান। কিছুদিন কাজ করারপর সেই চাকরি ছেড়ে দিয়ে হলদিয়ার বাবুপুর এগ্রিকালচারাল হাইস্কুলে ইংরেজির শিক্ষকের পদে যোগ দেন। শিক্ষকতার সাথে তিনি সাঁওতালি ভাষায় কবিতা, গল্প ও প্রবন্ধ রচনা করতে থাকেন। টুরিয়াচাঁদ অবশ্য বিদ্যালয়ে ছাত্রাবস্থায় বিদ্যালয়ের বার্ষিক পত্রিকায় 'সিধু-কানহু'র জীবন নিয়ে প্রথম লেখা শুরু করেছিলেন। তারপর কলেজে পড়ার সময় \"রিমিল\" পত্রিকায় তার লেখা প্রকাশ হতে থাকে। আদিবাসী সমাজের মানুষের অধিকার ও বঞ্চনার কথাসহ জঙ্গলমহল মানুষের কথা উঠে আসে তার কলমে। সাঁওতালি ভাষায় তার কবিতা, গল্প, প্রবন্ধ, সংকলন, গান চিঠি-সহ ৩১টি গ্রন্থ প্রকাশিত হয়েছে। তার প্রকাশিত উল্লেখযোগ্য গ্রন্থগুলি হল -\n\nআতু মেরে টাটিঝারি (গঙ্গা বয়ে যাও)\nএলিজি (দুঃখ)\nও হায়রে চাঁদো (ও ভগবান)\nদুলোর মায়া (ভালবাসার মোহ)\nমিত্ ডালিচ বাহা (এক স্তবক ফুল)\nসেবেজ সেবেজ দুলাড় (গভীর প্রেম)\nসাগুন-অসাগুন (শুভ-অশুভ)\nসিধো কানো বিরসা বিশ্ববিদ্যালয় অনুমোদিত \nপুরুলিয়ার এবং বাঁকুড়ার কলেজ ও বিশ্ববিদ্যালয়ে অলটিকি হরফে লেখা তার কবিতা ও প্রবন্ধ পড়ানো হয়। \n১৯৯৯ খ্রিস্টাব্দ হতে ত্রৈমাসিক সাঁওতালি পত্রিকা জিউয়ী প্রকাশ করেছেন। এছাড়াও, সাঁওতালি সংস্কৃতি তুলে ধরার জন্য ২০০০ খ্রিস্টাব্দ হতে প্রকাশ করছেন তীরন্দাজ শীর্ষক গবেষণামূলক পত্রিকা। \n\n\n== সম্মাননা ==\n২০১৫ খ্রিস্টাব্দে পশ্চিমবঙ্গ সরকারের সাঁওতালি অ্যাকাডেমি টুরিয়াচাঁদকে '\"সারদাপ্রসাদ কিস্কু পুরস্কার, \n২০১৯ খ্রিস্টাব্দে পশ্চিমবঙ্গ সরকারের অনগ্রসর কল্যাণ বিভাগ তাকে প্রদান করে 'সাধুরাম চাঁদ স্মৃতি পুরস্কার'\n২০২৩ খ্রিস্টাব্দের সেপ্টেম্বরে পান  পশ্চিমবঙ্গ সরকারের শিক্ষারত্ন পুরস্কার।\n২০২৩ খ্রিস্টাব্দের ডিসেম্বরে জবা বাহা  গল্প সংকলনের জন্য ভারত সরকারের সাহিত্য অকাদেমি পুরস্কার লাভ করেন।\n\n\n== তথ্যসূত্র =="}