{"pageid": 1412241, "title": "তখত শ্রী দমদমা সাহিব", "url": "https://bn.wikipedia.org/wiki?curid=1412241", "content": "তখত শ্রী দমদমা সাহিব (গুরুমুখী: ਤਖ਼ਤ ਸ੍ਰੀ ਦਮਦਮਾ ਸਾਹਿਬ) হলো ভারতের পাঞ্জাব রাজ্যের তালওয়ান্ডি সাবোতে অবস্থিত শিখধর্মের পাঁচটি তখত, যেগুলো শিখধর্মের অস্থায়ী কর্তৃপক্ষের আসন হিসাবে পরিচিত, তাদের একটি। এই স্থানেই শিখদের দশম গুরু গুরু গোবিন্দ সিং ১৭০৫ সালে শিখ ধর্মগ্রন্থ শ্রী গুরু গ্রন্থ সাহিবের পূর্ণাঙ্গ সংস।করণ প্রস্তুতি সম্পন্ন করেন। শিখদের অপর চারটি তখত হলো শ্রী অকাল তখত, তখত শ্রী কেশগড় সাহিব, তখত শ্রী পাটনা সাহিব এবং তখত শ্রী হাজুর সাহিব।\n\n\n== ইতিহাস ==\n\nতখতটি তালওয়ান্ডি সাবোতে, যা বাথিন্ডা হতে ২৮ কিলোমিটার দক্ষিণ-পূর্বে অবস্থিত। আক্ষরিক ভাবে দমদমা দ্বারা বুঝায় বিশ্রাম স্থল। শিখেরা অসংখ্য আত্মরক্ষামূলক যুদ্ধ করার পর গুরু গোবিন্দ সিং এখানে অবস্থান করেছিলেন।\nসম্রাট আওরঙ্গজেবের নির্দেশে মুঘল ও পাহাড়ি রাজাদের সমন্বয়ে গঠিত দল আনন্দপুর সাহিব অবরোধ করে। অবশেষে শহরের খাদ্যের মজুত শেষ হয়ে যায়। মুঘলরা শিখদের জন্য পাঞ্জাব গমনে নিরাপদ পথের প্রতিশ্রুতি দিয়েছিলো, যদি তারা আনন্দপুর দুর্গ হস্তান্তর করে। প্রথমে গুরু গোবিন্দ একটি পরীক্ষার দ্বারা তাদের নিরাপদ প্রস্থানের প্রতিশ্রুতি পরীক্ষা করেন যাতে আক্রমণকারীরা ব্যর্থ হয়। পরবর্তীতে, যারা সম্মিলিতভাবে  সেনা হিসাবে গুরুর পরিবার এবং শিখদের ছোট দলকে অবরুদ্ধ করে রেখেছিল সেই মুসলমান সৈন্যদের পক্ষে পবিত্র কোরানের প্রান্তে লেখা প্রতিশ্রুতি এবং হিন্দুদের পক্ষে ধর্মগ্রন্থের কিছু পবিত্র লেখা এবং আওরঙ্গজেব কর্তৃক ব্যক্তিগত সুরক্ষার প্রতিশ্রুতি পাঠানো হয়েছিলো সুদূর দাক্ষিণাত্যে যুদ্ধ করছিলেন সম্রাটের এমন একজন প্রতিনিধির দ্বারা যিনি গুরুকে এই প্রস্তাব গ্রহন করতে রাজি করানো জন্য যেন তিনি আনন্দপুর হতে তার পরিবার ও ধারকদের একটি ছোট দল নিয়ে চলে যান।\nযখন শিখদের পাঞ্জাব গমনের নিরাপদ পথের প্রতিশ্রুতি দেওয়া হয়, তখন আনন্দপুর থেকে প্রস্থানের সময় সাহিবজাদা ফতেহ সিং তার বড় ভাই সাহিবজাদা জোরাওয়ার সিংসহ তার দাদী মাতা গুজরি জির তত্ত্বাবধানে ছিলেন। দুর্ভাগ্যবশত একটি বৃষ্টিস্নাত সরসায় (সাধারণ একটি খাঁড়ির চেয়ে কিছুটা বৃহদাকৃতির জলাধার) এবং মুঘল অনুগামীদের আক্রমণের বিভ্রান্তিতে গুরুর দুই কনিষ্ঠ পুত্র এবং তাদের দাদী শিখদের প্রধান দলটি থেকে বিচ্ছিন্ন হয়ে যান। এই সমস্যা থেকে উত্তোরণে তারা গুরুর এক প্রাক্তন রাধুনিকে বিশ্বাস করে বন্ধু হিসাবে গ্রহন করে। সে পরে বিশ্বাসঘাতকতা করে এবং তাদের নিরাপদে অবস্থান করা ছোট্ট গ্রামটির কর্তৃপক্ষের হাতে তুলে দেয় যে তাদের ওয়াজির খানের প্রতিনিধির কাছে হস্তান্তর করে এবং এরপর তাদের সিরহিন্দে নিয়ে যাওয়া হয় ও খানের থান্ডা বুর্জে (ঠান্ডা কক্ষ) আটকে রাখা হয়। থান্ডা বুর্জটি উষ্ণ গ্রীষ্মে জলের প্রবাহের ওপর দিয়ে রাত্রীর শীতল বাতাসকে ধরে রাখার জন্য তৈরি করা হয়েছিল; শীতের শেষ সময়ে গরমের ব্যবস্থা না-থাকায় বুর্জটিতে গুরুর মা এবং ছেলেরা স্বস্তিবোধ করেনি।\nইসলাম গ্রহনের আহ্বানে সাড়া না-দেয়ায়, ১৭০৫ সালের ২৬ ডিসেম্বর ফতেহ এবং তার বড় ভাই জোরাওয়ার সিরহিন্দে ওয়াজির খান কর্তৃক জীবন্ত কবর দেয়ায় শহীদ হন। ফতেহ সিং সম্ভবত ইতিহাসের সর্বকনিষ্ঠ নথিভুক্ত শহীদ: তিনি জেনেশুনে ছয় বছর বয়সে তার জীবন উত্সর্গ করেছেন। ভাই সাহিবজাদা ফতেহ সিং এবং সাহিবজাদা জোরাওয়ার সিং শিখধর্মের সবচেয়ে পবিত্র শহীদদের তালিকায় রয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}