{"pageid": 1412052, "title": "জোনায়েদ সাকি (বাংলাদেশী রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1412052", "content": "জোনায়েদ সাকি একজন বাংলাদেশী রাজনীতিবিদ। তিনি বর্তমানে গণসংহতি আন্দোলনের প্রধান সমন্বয়কারীর দায়িত্বে আছেন\n\n\n== রাজনৈতিক জীবন ==\n২০১৬ সালের ৪ ও ৫ নভেম্বর বিশেষ সাংগঠনিক সম্মেলনে গণসংহতি আন্দোলনের কেন্দ্রীয় নির্বাহী কমিটির প্রধান সমন্বয়কারী হিসেবে দাযিত্ব গ্রহণ করেন। যদিও ২০০২ সালের ২৯ আগস্ট গণসংহতি আন্দোলন প্রতিষ্ঠার পর থেকেই সমন্বয়কারী হিসেবে দায়িত্ব পালন করে এসেছেন।\n১৯৯০ সালে স্বৈরাচার বিরোধী আন্দোলনে অংশগ্রহণের ভেতর দিয়ে রাজনৈতিক সংগ্রামে যুক্ত হন। স্বৈরাচার বিরোধী আন্দোলন শেষ হলে তিনি যুক্ত হন বাংলাদেশ ছাত্র ফেডারেশনে। ১৯৯১ সালে তিনি ঢাকা বিশ্ববিদ্যালয়ে পরিসংখ্যান বিভাগে ভর্তি হন। ঢাকা বিশ্ববিদ্যালয়ে আরো জোরালো ও সক্রিয়ভাবে তিনি যুক্ত হন ছাত্র আন্দোলনে। ১৯৯৮ সালে তিনি বাংলাদেশ ছাত্র ফেডারেশনের কেন্দ্রীয় সভাপতি হিসেবে নির্বাচিত হন। ছাত্র বেতন বৃদ্ধি বিরোধী আন্দোলন, যৌন নিপীড়ন বিরোধী আন্দোলন, তেল-গ্যাস খনিজ সম্পদসহ জাতীয় সম্পদ রক্ষার আন্দোলন, সাম্রাজ্যবাদ বিরোধী ছাত্র আন্দোলনসহ অসংখ্য আন্দোলনে নেতৃত্বমূলক ভূমিকা পালন করেন।\n১৯৯০ সালে সোভিয়েত রাশিয়ার ভাঙন এবং তারপর থেকে বাংলাদেশের ছাত্র রাজনীতিতে একদিকে বিরাজনীতিকরণ প্রক্রিয়া এবং অন্যদিনে সন্ত্রাস ও দখলদারিত্ব ছাত্র রাজনীতির মধ্যে প্রবল হতাশার সঞ্চার হয়। ছাত্র আন্দোলন দিকভ্রান্ত হয়ে পরে। এরকম সময়ে ১৯৯৭ সালে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে যৌন নিপীড়ন বিরোধী আন্দোলন প্রথম দৃষ্টান্ত স্থাপন করে ছাত্র সংগঠনগুলোর সাথে সাধারণ শিক্ষার্থীদের একসাথে আন্দোলনের মঞ্চ তৈরি করে লড়াই করা।\nএই অভিজ্ঞতাকে অবলম্বন করে জোনায়েদ সাকির নেতৃত্বে ১৯৯৮ সালে ঢাকা বিশ্ববিদ্যালয়ে বেতন ফি বৃদ্বি বিরোধী আন্দোলন, ১৯৯৯ সালে যৌন নিপীড়ন বিরোধী আন্দোলন, মার্কিন প্রেসিডেন্ট বিল ক্লিন্টনের সফরকে কেন্দ্র করে গড়ে ওঠা সাম্রাজ্যবাদ বিরোধী আন্দোলন, জাতীয় সম্পদ রক্ষার আন্দোলন ইত্যাদি ছাত্র আন্দোলনের মধ্যে নতুন মাত্রা যুক্ত করে। পরবর্তীতে এই মডেলের আন্দোলনের সবচেয়ে সফল প্রয়োগ দেখা যায় ২০০৩ সালে শামসুন্নাহার হল আন্দোলন, রাজশাহী বিশ্ববিদ্যালয়ে বেতন ফি বৃদ্ধি প্রতিরোধের আন্দোলন, ২০০৮ সালে সামরিক শাসন বিরোধী আন্দোলন। ছাত্র সংগঠনের প্রশিক্ষিত সচেতন ছাত্র কর্মীরা স্বতস্ফূর্ত সাধারণ শিক্ষার্থীদের সাথে থেকে আন্দোলনকে দূর্বার গতিতে তার লক্ষে নিয়ে যাওয়ার অন্যন্য নজির স্থাপিত হয়।\nঅন্যদিকে জোনায়েদ সাকির নেতৃত্বে ছাত্র আন্দোলনের মধ্যে গুণগত রূপান্তর ঘটে। ছাত্র আন্দোলন ছাত্র স্বার্থের গন্ডীকে অতিক্রম করে আরো বড় পরিসরে এসে হাজির হয়। মাতৃ ভাষায় উচ্চশিক্ষা ও অনুবাদ সংস্থা গড়ে তোলার আন্দোলন, যৌন নিপীড়ন ও নারী প্রশ্ন, বাংলাদেশে বসবাসকারী ক্ষুদ্র জাতিস্বত্তার শিক্ষার্থীদের শিক্ষা আন্দোলনের পাশাপাশি জাতি হিসেবে তাদের স্বাধিকারের প্রশ্ন, সারা দুনিয়ার পরিবেশ ও প্রতিবেশ রক্ষার আন্দোলনকে ছাত্র আন্দোলনের এলাকায় নিয়ে আসার ক্ষেত্রে জোনায়েদ সাকির ভূমিকা অন্যন্য। জোনায়েদ সাকি ২০০০ সালে ছাত্র ফেডারেশনের ৬ষ্ঠ কেন্দ্রীয় কাউন্সিলে ছাত্র সংগঠন থেকে বিদায় নেন।\n২০০০ সালে ছাত্র রাজনীতি থেকে অবসর নিয়ে ছাত্র আন্দোলন শ্রমিক আন্দোলন থেকে উঠে আসা ব্যক্তিদের নিয়ে ২০০২ সালের ২৯ আগস্ট জাতীয় মুক্তি সংগ্রামের মঞ্চ হিসেবে গড়ে তোলেন গণসংহতি আন্দোলন। সংগঠন হিসেবে গণসংহতি আন্দোলনকে বিকশিত করার পাশাপাশি তিনি নেতৃত্বমূলক ভূমিক পালন করেন তেল-গ্যাস খনিজ সম্পদ ও বিদ্যুৎ-বন্দর রক্ষা জাতীয় কমিটিতে। ২০০৬ সালের ২৬ আগস্ট দিনাজপুরের ফুলবাড়ি অভ্যুত্থানে তিনি সামনে থেকে নেতৃত্ব দেন।\nরাজনৈতিক আন্দোলনের ক্ষেত্রেও তাঁর নেতৃত্বে গড়ে ওঠে ৪ বাম দল, ৫ বাম দল, গণতান্ত্রিক বাম মোর্চা এবং সর্বশেষ গণতান্ত্রিক বাম জোট।\n\n\n== ব্যক্তিগত জীবন ==\nজোনায়েদ সাকির স্ত্রী  তাসলিমা আখতার বর্তমানে বাংলাদেশ গার্মেন্টস শ্রমিক সংহতির সভা প্রধাণের দায়িত্বে আছেন।\n\n\n== নির্বাচনে অংশগ্রহণ ==\n২০১৫ সালের ঢাকা উত্তর সিটি করপোরেশন নির্বাচনে দলের পক্ষ থেকে মেয়র পদে প্রার্থীতা করেছিলেন দলটির প্রধান সমন্বয়ক জোনায়েদ সাকি। নির্বাচনে তিনি পরাজিত হন। পরবর্তীতে তিনি ২০১৮ সালে একাদশ জাতীয় নির্বাচনে ঢাকা-১২ আসন থেকে অংশ নেন।\n\n\n== তথ্যসূত্র =="}