{"pageid": 1412421, "title": "হোম্বালে ফিল্মস", "url": "https://bn.wikipedia.org/wiki?curid=1412421", "content": "হোম্বালে ফিল্মস হল একটি ভারতীয় চলচ্চিত্র প্রযোজনা সংস্থা। যা মূলত কেজিএফ ফ্র্যাঞ্চাইজি, কান্তারা এবং সালারের জন্য পরিচিত। এটি বিজয় কিরাগান্দুর দ্বারা প্রতিষ্ঠিত এবং পুনীত রাজকুমার দ্বারা নামকরণ করা হয়েছিল, যিনি ৩টি ছবিতে কোম্পানির সাথে সহযোগিতা করেছিলেন।\n\n\n== ইতিহাস ==\nহোম্বালে ফিল্মস ব্যাঙ্গালোরের উদ্যোক্তা বিজয় কিরাগান্দুর ও চালুভে গৌড়া প্রতিষ্ঠা করেছিলেন। হাম্বাল ফিল্মের প্রথম প্রযোজনা প্রচেষ্টা ছিল পুনীত রাজকুমার অভিনীত ২০১৪ সালে কন্নড় ছবি নিনিন্দলে । তাদের পরবর্তী উদ্যোগ ছিল ২০১৫ সালে যশ অভিনীত মাস্টারপিস । তাদের তৃতীয় উদ্যোগ রাজাকুমারা সন্তোষ আনন্দদ্রাম পরিচালিত এবং সেই সময়ে শীর্ষ আয়কারী কন্নড় চলচ্চিত্র হয়ে ওঠে। এটি কর্ণাটক বক্স অফিসে ৭৫ কোটি রুপির বেশি আয় করেছে বলে জানা গেছে এবং এটি  শিল্প হিট ছিল। \nএর চতুর্থ ছবি ছিল উগ্রাম খ্যাত প্রশান্ত নীল পরিচালিত কেজিএফ: চ্যাপ্টার ওয়ান। এই ছবিটি ভারত জুড়ে (কন্নড়, তেলুগু, তামিল, মালায়ালাম এবং হিন্দি) পাঁচটি ভাষায় মুক্তি পেয়েছে। কেজিএফ: চ্যাপ্টার টু বক্স অফিসে খুব সফল ছিল। বিশ্বব্যাপী ₹ ২০০ কোটি ক্লাবে প্রবেশ করা প্রথম কন্নড় চলচ্চিত্র হয়ে উঠেছে এবং ₹ ২৫০ কোটিরও বেশি সংগ্রহ করেছে। এটি এখন কন্নড় সিনেমার তৃতীয়-সর্বোচ্চ আয়কারী চলচ্চিত্র।\nহোম্বালে ফিল্মসের পরবর্তী উদ্যোগটি ছিল ২০২১ সালে যুবরাথনা, যেটি পুনীত রাজকুমারের সাথে তাদের তৃতীয় সহযোগিতা এবং পরিচালক সন্তোষ আনন্দরামের সাথে দ্বিতীয় সহযোগিতাকে চিহ্নিত করেছিল। যুবরাথনা ২০২১ সালের ১ এপ্রিল কন্নড় এবং তেলুগু ভাষায় মুক্তি পায়। কোভিড-১৯ এর বৈশ্বিক মহামারীর কারণে কিছুক্ষণ পরেই অ্যামাজন প্রাইম ভিডিওতে উপলব্ধ করা হয়েছিল। যুবরথনা হম্বলে মিউজিক লেবেলের অধীনে, সঙ্গীত উৎপাদনে হম্বলে ফিল্মস-এর প্রথম প্রবেশকে চিহ্নিত করেছিল।\nতাদের পরবর্তী ছবি ছিল কেজিএফ: চ্যাপ্টার ওয়ান এর সিক্যুয়েল কেজিএফ: চ্যাপ্টার টু। যশ প্রথম চলচ্চিত্র থেকে তার প্রধান ভূমিকার পুনঃপ্রতিষ্ঠা করেছিলেন এবং হিন্দি অভিনেতা সঞ্জয় দত্ত প্রতিপক্ষ, অধিরার অভিনয় করেছিলেন, কন্নড় এবং দক্ষিণ ভারতীয় সিনেমায় তার অভিষেক হয়েছিল। এটি আরআরআর-এর  মাত্র ৩ সপ্তাহ পরে ১৪ এপ্রিল ২০২২-এ মুক্তি পায় এবং বিশ্বব্যাপী ₹১২০০ কোটিরও বেশি আয় করেছে। এটি কন্নড় সিনেমার সর্বোচ্চ আয়কারী চলচ্চিত্র হয়ে ওঠে।\nতাদের বছরের পরবর্তী চলচ্চিত্র ছিল কান্তরা, যেটি রচনা, পরিচালনা এবং অভিনয় করেছেন ঋষব শেট্টি । এটি ইতিবাচক পর্যালোচনার জন্য ৩০ সেপ্টেম্বর ২০২২ এ প্রকাশিত হয়েছে। ₹ ১৬ কোটির বাজেট দিয়ে তৈরি, এটি বিশ্বব্যাপী ₹ ৪০০ কোটিরও বেশি আয় করেছে। এটি শেষ পর্যন্ত কন্নড় সিনেমার দ্বিতীয়-সর্বোচ্চ আয়কারী চলচ্চিত্রে পরিণত হয়েছে। তবে, এটি কেজিএফ: চ্যাপ্টার টু-কে পরাজিত করে যে কোনো কন্নড় চলচ্চিত্রের জন্য সর্বোচ্চ পরিমাণে প্রাপ্তি পেয়েছে।\n\n\n== চলচ্চিত্র ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nআইএমডিবি - এ হাম্বল ফিল্মসের চলচ্চিত্র"}