{"pageid": 1413807, "title": "জেরি অ্যাটকিনসন (মার্কিন ফুটবলার)", "url": "https://bn.wikipedia.org/wiki?curid=1413807", "content": "জেরাল্ড রাল্ফ অ্যাটকিনসন (১২ জানুয়ারি ১৯০৭- ৮ অক্টোবর ১৯৯৬) তিনি একজন মার্কিন ব্যবসায়ী এবং গ্রিন বে প্যাকার্সের ফুটবল নির্বাহী ছিলেন। অ্যাটকিনসন ১৯৪৭ থেকে ১৯৭৩ সাল পর্যন্ত উইসকনসিনের গ্রিন বে-তে এইচ. সি. প্রেঞ্জ কো-এর জন্য বিভিন্ন পদে কাজ করেন। এই সময়ে, তিনি প্যাকার্সের সাথে যুক্ত হন। ১৯৪৯ সালে, তাকে প্যাকারদের জন্য তহবিল সংগ্রহের জন্য একটি প্রচারণার নেতৃত্ব দিতে বলা হয়েছিল, যাদের গুরুতর আর্থিক সমস্যা ছিল। এই প্রচারাভিযান, যার মধ্যে থ্যাঙ্কস গিভিং ডে একটি আন্তঃ-স্কোয়াড খেলা অন্তর্ভুক্ত ছিল, প্যাকারদের সচল রাখার জন্য যথেষ্ট অর্থ সংগ্রহ করেছিল। এক বছর পর তিনি প্যাকার্সের পরিচালনা পর্ষদে নির্বাচিত হন এবং ১৯৯৫ সাল পর্যন্ত ৪৫ বছর দায়িত্ব পালন করেন। বোর্ডে থাকাকালীন, তিনি গ্রিন বে ভোটারদের নিউ সিটি স্টেডিয়ামের (পরে নাম পরিবর্তন করে ল্যাম্বিও ফিল্ড) তহবিল অনুমোদনের জন্য সহায়তা করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন যা ১৯৫৭ সালে সম্পন্ন হয়েছিল। দলে তাঁর অবদানের স্বীকৃতিস্বরূপ অ্যাটকিনসনকে গ্রিন বে প্যাকার্স হল অফ ফেমে অন্তর্ভুক্ত করা হয়েছিল। ১৯৯৬ সালের ৮ই অক্টোবর ৮৯ বছর বয়সে তিনি মারা যান।\n\n\n== জীবনের প্রথমার্ধ ==\nজেরি অ্যাটকিনসনের জন্ম ১২ জানুয়ারী, ১৯০৭, ডেট্রয়েট, মিশিগানে, যদিও তিনি কলম্বাস, ওহিওতে বেড়ে উঠেছেন।\n\n\n== কর্মজীবন ==\nঅ্যাটকিনসন ১৯৪৭ সালে স্থানীয় এইচ. সি. প্রেঞ্জ কো. স্টোরে সাধারণ পণ্য ব্যবস্থাপক হিসাবে চাকরি করার জন্য উইসকনসিনের গ্রিন বেতে চলে যান। পরের বছর তিনি দোকানের মহাব্যবস্থাপক পদে উন্নীত হন। ১৯৭৩ সালে কোম্পানির ভাইস প্রেসিডেন্ট ও পরিচালক হিসেবে অবসর গ্রহণের পর তিনি এইচ. সি. প্রেঞ্জ কোম্পানিতে কাজ করেন। \nএইচসি প্রেঞ্জ কোং এর সাথে তার সময়কালে, তিনি গ্রীন বে প্যাকার্সের সাথে যুক্ত হন। যদিও তিনি গ্রিন বে-তে তুলনামূলকভাবে নতুন ছিলেন, তিনি একজন নাগরিক-মাইনড বাসিন্দা হিসেবে খ্যাতি গড়ে তুলেছিলেন যিনি একজন দক্ষ তহবিল সংগ্রহকারী ছিলেন।   ১৯৪৯ সালে, প্রধান কোচ এবং জেনারেল ম্যানেজার কার্লি ল্যাম্বেউ, দলের সভাপতি এমিল আর. ফিশার এবং কোষাধ্যক্ষ ফ্র্যাঙ্ক জোনেট সহ প্যাকার্সের নেতৃত্ব অ্যাটকিনসনের সাথে যোগাযোগ করেন এবং প্যাকারদের দেউলিয়া হতে না দেওয়ার জন্য সম্প্রদায় থেকে যথেষ্ট অর্থ সংগ্রহে তার সাহায্যের অনুরোধ করেন।  অ্যাটকিনসন, সেইসাথে অন্যান্য প্যাকার সমর্থকদের একটি সংখ্যা $৫০,০০০ মার্কিন ডলার ১৯৪৯ সালে এর লক্ষ্য নিয়ে একটি তহবিল ড্রাইভ সংগঠিত করতে সাহায্য করেছিল। ড্রাইভের অংশ হিসাবে, থ্যাঙ্কসগিভিং ডে- তে একটি আন্তঃ-স্কোয়াড খেলা অনুষ্ঠিত হয়েছিল, টিকিট বিক্রি $৪০,০০০-এর বেশি সংগ্রহ করতে সাহায্য করেছিল। এই তহবিলগুলি প্যাকারদের সিজন শেষ করতে সাহায্য করেছিল এবং ১৯৫০ সালে একটি স্টক বিক্রয়ের সাথে একত্রিত হয়েছিল, যা অ্যাটকিনসন সংগঠিত করতে সাহায্য করেছিল, প্যাকার্সকে ঋণ থেকে মুক্তি দেয় এবং একটি শক্ত আর্থিক ভিত্তিতে ফিরে আসে।  অ্যাটকিনসন ১৯৫০ সালে প্যাকার্স বোর্ড অফ ডিরেক্টরস এবং তারপর ১৯৫৮ সালে নির্বাহী কমিটিতে নির্বাচিত হন। তিনি ১৯৮৫ সাল পর্যন্ত উভয়েই দায়িত্ব পালন করেন, যখন তিনি ইমেরিটাস মর্যাদায় স্থানান্তরিত হন। পরিচালনা পর্ষদে থাকাকালীন, তিনি ১৯৫৭ সালে নিউ সিটি স্টেডিয়াম (পরে নাম পরিবর্তন করে ল্যাম্বো ফিল্ড ) নির্মাণ এবং নতুন প্রধান কোচের অনুসন্ধান কমিটি সহ বিভিন্ন কমিটিতে দায়িত্ব পালন করেন।  প্যাকারদের জন্য একটি নতুন স্টেডিয়াম নির্মাণের অভিযানের অংশ হিসাবে, তিনি সহ-সভাপতিত্ব করেন (স্টেডিয়াম দলের নাগরিক কমিটির সাথে টনি কানাডিওর সাথে যা গ্রিন বে ভোটারদের স্টেডিয়াম নির্মাণে যাওয়ার জন্য প্রায় ১০ লক্ষ  ডলার সংগ্রহের জন্য একটি বন্ড ব্যবস্থা অনুমোদন করতে সহায়তা করেছিল। তিনি ১৯৪০ এবং ১৯৫০ সালে এর দশকে স্থানীয় প্যাকার ভক্তদের একটি দলের চেয়ারম্যান ছিলেন, যারা \"গ্রিন বে মিনিট মেন\" নামে পরিচিত, যারা প্যাকারদের সাথে সম্পর্কিত কারণগুলির পক্ষে ছিলেন। ১৯৮৮ সালে দলে তাঁর অবদানের স্বীকৃতিস্বরূপ তাঁকে গ্রিন বে প্যাকার্স হল অফ ফেমে অন্তর্ভুক্ত করা হয়।\n\n\n== ব্যক্তিগত জীবন ==\nঅ্যাটকিনসনের একজন পুত্র সন্তান ও একজন কন্যা ছিলো। তিনি স্থানীয় এলকস লজের সদস্য ছিলেন ও আগ্রহী বোলার ছিলেন। তিনি ১৯৫৬ এবং ১৯৮০ উভয় সময়েই ডাউনটাউন গ্রিন বে-র পুনঃউন্নয়নের একাধিক পরিকল্পনায় সক্রিয় ছিলেন  তিনি ১৯৯৬ সালের ৮ অক্টোবর ৮৯ বছর বয়সে মারা যান।\n\n\n== তথ্যসূত্র =="}