{"pageid": 1413741, "title": "কালীপদ তর্কাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1413741", "content": "মহামহোপাধ্যায় কালীপদ তর্কাচার্য  (১৮৮৮ - ২৭ জুলাই ১৯৭০) ছিলেন খ্যাতনামা সংস্কৃত পণ্ডিত। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nকালীপদ তর্কাচার্যের জন্ম ব্রিটিশ ভারতের গোপালগঞ্জের (অধুনা বাংলাদেশ) কোটালীপাড়ার ঊনশিয়া গ্রামে। তিনি পণ্ডিত হরিদাস তর্কতীর্থ ও সীতাসুন্দরী দেবীর জ্যেষ্ঠ সন্তান ছিলেন। পিতার কাছে প্রাথমিক শিক্ষা লাভের পর তিনি পিতার সঙ্গেই কলকাতায় আসেন। কিন্তু কিছুটা ভগ্ন স্বাস্থ্যের কারণে এবং তার ইংরাজী শিক্ষার পদ্ধতি পছন্দ না হওয়ায় তিনি গ্রামে ফিরে যান। সেখানে তিনি কালীকান্ত শিরোমণির কাজে সংস্কৃত ব্যাকরণের পাঠ শেষ করেন। বাল্যকালেই কালীপদ সংস্কৃতে কবিতা রচনা এবং সুললিত সংস্কৃতে অনর্গল বক্তৃতা দিতে পারতেন। \nকিছুদিন পর তিনি পুনরায় কলকাতার আসেন এবং ভুবনেশ্বর বিদ্যালঙ্কারের শিক্ষকতায় তিনি ব্যাকরণ ও কাব্য বিষয়ে মধ্য পরীক্ষা শেষ করেন। পরে মূলাজোড় সংস্কৃত কলেজে হরিপদ বিদ্যারত্নের কাছে কাব্য ও অলঙ্কার শাস্ত্রে পাণ্ডিত্য অর্জন করেন এবং উপাধি পরীক্ষায় শীর্ষস্থান অধিকার করেন। ইতোমধ্যে তিনি সংস্কৃতে মৌলিক রচনা \"বিদর্ভ সমাগমম\" সমাপ্ত করেন। মূলাজোড় সংস্কৃত কলেজের তৎকালীন অধ্যক্ষ শিবচন্দ্র সার্বভৌমের কাছে ন্যায় শাস্ত্র অধ্যয়ন করেন এবং \"তর্কতীর্থ পরীক্ষায় প্রথম হন এবং স্কলারশিপ প্রাপ্ত হলে তিনি কালীপদকে তর্কাচার্য উপাধি প্রদান করেন। \nশিক্ষা লাভের পর ১৯১৮ খ্রিস্টাব্দে তিনি সংস্কৃত সাহিত্য পরিষদ বিদ্যালয়ের অধ্যাপক ও সংস্কৃত সাহিত্য পরিষদ পত্রিকার সহকারী সম্পাদক নিযুক্ত হন। ১৯৩১ খ্রিস্টাব্দে কলকাতার সরকারী  সংস্কৃত কলেজের ন্যায়শাস্ত্রের অধ্যাপক হন ও টোল-বিভাগীয় সর্বোচ্চ পদ লাভ করেন। অবসর গ্রহণের পরও তিনি সংস্কৃত কলেজেরই মহাচার্য অধ্যাপক নিযুক্ত হয়ে আমৃত্যু কাজ করেন। \nতার রচিত কাব্য, নাটক, ন্যায়শাস্ত্র বিষয়ের ১৬ টি এবং সম্পাদিত সাত খানি গ্রন্থ সংস্কৃত সাহিত্যকে সমৃদ্ধ করেছে।  তার রচিত ও সম্পাদিত উল্লেখযোগ্য গ্রন্থগুলি হল-\n\nনাটক-\nনলদয়মন্তীয়ম\nপ্রশান্ত রত্নকরম\nমানবক গৌরবম\nস্যমন্তকোদ্ধার ব্যায়োগ\nকবিতা-\nসত্যানুভবম\nযোগীভক্তচরিতম\nমন্দাক্রান্তা বৃথাম\nআলোকতিমিরাভৈরম\nগীতাঞ্জলিহ\nআশুতোষাবন্দনম\nন্যায়-\nঅক্ষপদদর্শনম\nনব্যন্যায়ভাষাপ্রদীপ\n\nতার উল্লেখযোগ্য আর একটি সংযোজন এবং শ্রেষ্ঠ কীর্তি হল  রবীন্দ্রনাথের  গীতাঞ্জলির সংস্কৃত অনুবাদ। এছাড়াও, শ্রীশ্রীসীতারাম ওঙ্কারনাথ প্রবর্তিত অর্থশাস্ত্র গ্রন্থাবলীর প্রধান সম্পাদক ছিলেন তিনি।\n\n\n== পুরস্কার ও সম্মাননা ==\n১৯৪১ খ্রিস্টাব্দে  ব্রিটিশ সরকার মহামহোপাধ্যায় উপাধি প্রদান করে  এবং  পশ্চিমবঙ্গে তিনিই হলেন সর্বশেষ ব্রিটিশ উপাধি প্রাপক পণ্ডিত। \n১৯৬১ খ্রিস্টাব্দে তাকে  ভারত সরকারের মেধা পুরস্কার প্রদান করেন তৎকালীন রাষ্ট্রপতি ড. রাজেন্দ্র প্রসাদ। ১৯৭২ খ্রিস্টাব্দে তিনি বর্ধমান বিশ্ববিদ্যালয় কর্তৃক সাম্মানিক ডি.লিট উপাধি দ্বারা ভূষিত হন।\n\n\n== জীবনাবসান ==\nকালীপদ তর্কাচার্য ১৯৭২ খ্রিস্টাব্দের ২৭ জুলাই পরলোক গমন করেন। \n\n\n== তথ্যসূত্র =="}