{"pageid": 1413239, "title": "মাসিক দারুল উলুম", "url": "https://bn.wikipedia.org/wiki?curid=1413239", "content": "মাসিক দারুল উলুম (উর্দু: ماہنامہ دارالعلوم‎‎) হলো ১৯৪১ সাল থেকে দারুল উলুম দেওবন্দ থেকে প্রকাশিত একটি উর্দু ম্যাগাজিন। কারী মুহাম্মদ তৈয়বের তত্ত্বাবধানে এবং আব্দুল ওয়াহিদ গাজীপুরীর সম্পাদনায় এর যাত্রা শুরু হয়, বর্তমানে আবুল কাসেম নোমানী এর তত্ত্বাবধায়ক এবং সালমান বিজনুরি প্রধান সম্পাদক। প্রাথমিকভাবে এটি অনুষদ সদস্য বা প্রাক্তন ছাত্রদের দ্বারা রচিত নিবন্ধগুলি ফিচার করে, এবং মুসলিম সম্প্রদায়ের সংস্কারের বাইরেও তার ফোকাস প্রসারিত করে। এটি ঘটমান ধর্মীয়, বুদ্ধিবৃত্তিক, সামাজিক এবং রাজনৈতিক সমস্যা সহ বিভিন্ন বিষয় কভার করে, পাঠকদের সমসাময়িক ঘটনা এবং পরিস্থিতি সম্পর্কে অন্তর্দৃষ্টি প্রদান করে এবং মুসলিমদেরকে তারা যে চ্যালেঞ্জগুলির সম্মুখীন হতে পারে সে সম্পর্কে  সতর্ক করে। দেওবন্দ আন্দোলনের সাথে সম্পর্কিত মূল বিষয়গুলির উপর ম্যাগাজিনটি একটি স্বতন্ত্র সাংবাদিকতার দৃষ্টিভঙ্গি ধারণ করে। যদিও এটি ১৯৪০ এর দশকের শেষের দিকে বন্ধের সম্মুখীন হয়েছিল, পরে এটি আজহার শাহ কায়সার দ্বারা পুনরুজ্জীবিত হয়। তার তিন দশকের সম্পাদনায় এটি একটি বহুমাত্রিক প্রকাশনায় বিকশিত হয়,  যা একটি দীর্ঘস্থায়ী উত্তরাধিকারের অংশ হিসেবে অন্যান্য শিক্ষা প্রতিষ্ঠানের উপর প্রভাব ফেলে এবং এর মডেল অনুসরণ করে বাইয়্যিনাতের মতো ম্যাগাজিন প্রতিষ্ঠায় অনুপ্রাণিত করে।\n\n\n== সূচনা ও বিকাশ ==\nদারুল উলুম দেওবন্দের প্রথমদিকের ম্যাগাজিন আল কাসিম ও আল রশিদ বন্ধ হওয়ার প্রায় ১৬ বছর পর এটি একটি নতুন মাসিক উর্দু ম্যাগাজিন প্রকাশের স্বীদ্ধান্ত নেয়। মুহাম্মদ তৈয়্যব কাসেমীর তত্ত্বাবধানে এবং আবদুল ওয়াহিদ গাজীপুরীর সম্পাদনায় ১৯৪১ সালের মে-জুন মাসে মাসিক দারুল উলুমের উদ্বোধনী সংখ্যা প্রকাশিত হয়।  গাজীপুরী ১৯৪৪ সাল পর্যন্ত সম্পাদক হিসেবে দায়িত্ব পালন করেন, পরে মাসিক দারুল উলুম থেকে আলাদা হয়ে দিল্লিতে চলে যান। তারপর কাজী খালিক আহমদ সম্পাদনার দায়িত্ব গ্রহণ করেন এবং ১৯৪৮ পর্যন্ত এ দায়িত্বে ছিলেন।\n১৯৪৯ সালে আবদুল হাফিজ বলিয়াভি সম্পাদকের দায়িত্ব নেন, কিন্তু আর্থিক সীমাবদ্ধতার কারণে তার মেয়াদে মাত্র সাতটি সংখ্যা প্রকাশিত হয়।  মাসিক দারুল উলুম 1949 সালের শেষের দিকে একটি ত্রৈমাসিক প্রকাশনায় রূপান্তরিত হয়, এটির পাণ্ডিত্যপূর্ণ মর্যাদা হ্রাস করে এবং আজহার শাহ কায়সারের তত্ত্বাবধানে একটি প্রচারমূলক ব্রোশার বিন্যাস গ্রহণ করে।  বিরতির পর, কায়সারের সম্পাদনায় 1951 সালের এপ্রিল মাসে পত্রিকাটি তার মাসিক সময়সূচী পুনরায় শুরু করে,  1982 সাল পর্যন্ত অব্যাহত ছিল  তার সম্পাদনার অধীনে, তার প্রভাবশালী সংযোগগুলি ম্যাগাজিনে অসংখ্য পণ্ডিত, লেখক, কবি এবং সাংবাদিকদের নিয়ে এসেছে, যেমন জাফিরুদ্দিন মিফতাহি এবং সংক্ষেপে, নাদিম আল-ওয়াজিদি, বিষয়বস্তুর একটি ব্যাপক এবং বহুমুখী পরিসরের সাথে এর সাফল্যে ভূমিকা পালন করেছেন। \nআজহার শাহ কায়সারের অনুসরণে, রিয়াসাত আলী জাফর বিজনোরি সম্পাদনা গ্রহণ করেন,  পরবর্তীতে হাবিবুর রহমান আজমীর স্থলাভিষিক্ত হন, যিনি অক্টোবর 1984 থেকে নভেম্বর 2016 পর্যন্ত এই পদে অধিষ্ঠিত ছিলেন  নয়াব হাসান কাসমি উল্লেখ করেছেন যে আজমির শাসনামল জুড়ে, পত্রিকাটি কেবল তার পূর্বের গৌরব বজায় রাখে না বরং উল্লেখযোগ্য বৃদ্ধিও পেয়েছে, ভারত ছাড়িয়ে এশিয়ার অন্যান্য দেশেও এর পাঠক সম্প্রসারিত করেছে।  আজমির মৃত্যুর পর সালমান বিজনোরি সপ্তম সম্পাদকের দায়িত্ব নেন। \nদারুল উলুম দেওবন্দের মাসিক দারুল উলুম পরিচালনার জন্য একটি অফিস রয়েছে, যা প্রতিষ্ঠানটির ওয়েবসাইটে বেশ কয়েক বছর ধরে অনলাইনে প্রকাশিত হয়।  পত্রিকাটির স্থায়ী লেখকদের মধ্যে রয়েছেন শাব্বির আহমদ উসমানি, আহমদ সাঈদ দেহলভী, মুহাম্মদ তৈয়্যব কাসমি, ইজাজ আলী আমরোহি, হিফজুর রহমান সেওহারভি, মুহাম্মদ শফি দেওবন্দী, সাঈদ আহমদ আকবরাবাদী, মুহাম্মদ মিয়ান দেওবন্দী, ইদ্রিস কান্ধলাউয়ি, নওসান মানিল, ইউসান বানরস, ইয়ুসুর বানুরী । এবং হাবিবুর রহমান আজমী। \n\n\n== মুদ্রিত আখ্যান ==\nমাসিক দারুল উলুম \"রাশহাত\" শিরোনামের একটি সম্পাদকীয় বিভাগ দিয়ে শুরু হয়, যা জাতীয় এবং বৈশ্বিক সমস্যাগুলির উপর ভাষ্যের পাশাপাশি ধর্মীয় এবং ধর্মতাত্ত্বিক বিশ্লেষণের উপর দৃষ্টি নিবদ্ধ করে। ম্যাগাজিনে জাতীয় ও আন্তর্জাতিক গবেষকদের নিবন্ধ রয়েছে। শেষ পৃষ্ঠাগুলি \"দারুল উলুম\" শিরোনামে দারুল উলুম দেওবন্দের প্রধানের সাম্প্রতিক ভ্রমণকে তুলে ধরেছে। \nআজহার শাহ কায়সারের লেখা, \"হারফ-ই-আগজ\" শিরোনামে, একাডেমিক, বুদ্ধিজীবী, গবেষণা, সাহিত্যিক এবং রাজনৈতিক বিষয়গুলিকে কভার করে। জাফিরুদ্দিন মিফতাহি এবং মাঝে মাঝে নাদিম আল-ওয়াজদির লেখাও অন্তর্ভুক্ত করা হয়েছে। \"আদাবিয়্যাত\" বিভাগটি ধারাবাহিকভাবে মাহির উল কাদরী, জিগার মোরাদাবাদী এবং অন্যান্যদের মতো কবিদের গজলগুলিকে প্রদর্শন করে। \nপ্রতি মাসে, সমালোচনা এবং ভাষ্য কলামটি বিভিন্ন লেখকের নতুন বইগুলির জন্য পর্যালোচনা উপস্থাপন করে, একই সাথে একাধিক প্রকাশকে সম্বোধন করে। আজহার শাহ কায়সারের পাশাপাশি, আনজার শাহ কাশ্মীরি, আবদুল রউফ আলি, এবং কমর আহমেদ উসমানীর মতো লেখকরা ভাষ্য রচনায় জড়িত, আলি এবং উসমানি তাদের লেখার জন্য উর্দু একাডেমি থেকে স্বীকৃতি পেয়েছেন। \nআজহার শাহ কায়সারের সম্পাদনায়, মাসিক দারুল উলুম একটি বিস্তৃত প্রকাশনায় পরিণত হয়, যা বিভিন্ন শ্রোতাদের জন্য একাডেমিক, ধর্মীয়, সাহিত্যিক এবং সমালোচনামূলক বিষয়গুলি কভার করে।  হাবিবুর রহমান আযমীর কলাম, \"নিগারিশত কা কলাম,\" পণ্ডিত এবং লেখকদের সৃষ্টির বৈশিষ্ট্য রয়েছে, যখন মাসিক দারুল উলুমে তার নিবন্ধগুলি \"মাকালত-ই-হাবীব\" নামে একটি তিন খণ্ডের সিরিজে সংকলিত হয়েছে, একাডেমিক বৃত্তে প্রশংসা পেয়েছে। \n\n\n== থিম পরীক্ষা ==\nএর উদ্বোধনী সংস্করণে, মাসিক দারুল উলুমের সম্পাদক পত্রিকাটির উদ্দেশ্য বর্ণনা করেন।  প্রকাশনার লক্ষ্য হল ঐশ্বরিক বিজ্ঞান এবং ভবিষ্যদ্বাণীমূলক শিক্ষাগুলিকে একটি অ্যাক্সেসযোগ্য পদ্ধতিতে উপস্থাপন করা, সামাজিক শ্রেণী অতিক্রম করে।  এর মিশনের মধ্যে রয়েছে ইসলামের নীতিগুলিকে স্পষ্ট করা, ইসলামী ধর্মতত্ত্বের তদন্ত করা এবং ঐতিহাসিক ঘটনা এবং ইসলামের সমসাময়িক এবং ঐতিহাসিক সমালোচক উভয়ের যুক্তির স্পষ্ট প্রতিক্রিয়া উপস্থাপন করা। এটি বিশ্বাসের নান্দনিক দিকগুলিকে হাইলাইট করার জন্য কাজ করে, বর্তমান অবিশ্বাস ও ধর্মহীনতার যুগে মুসলমানদের মধ্যে একটি ধর্মীয় মানসিকতা বিকাশে মিত্র ও প্রতিপক্ষ উভয়কেই জড়িত করে।  ইসলামিক কাঠামোর মধ্যে আইনি বিষয়ের উপর জোর দিয়ে,  পত্রিকাটি শুধুমাত্র ইসলামী বিশ্বাসের মধ্যে থেকে লেখাগুলিকে বৈশিষ্ট্যযুক্ত করে, অন্য ধর্ম বা আচারের লেখকদের বাদ দিয়ে। \n\n\n== একাডেমিক স্বীকৃতি ==\nএটি বিভিন্ন একাডেমিক প্রতিক্রিয়া পেয়েছে। জামিয়া হামদর্দ থেকে ওয়াসিম আহমাদ সুনির্দিষ্ট উদ্বেগের উপর দৃষ্টি নিবদ্ধ করা সত্ত্বেও মুসলিমদের চাহিদা অনুমান করার জন্য এর প্রতিক্রিয়াশীলতা উল্লেখ করেছেন।  দিল্লি বিশ্ববিদ্যালয়ের পিএইচডি পণ্ডিত, মুহাম্মদ সিরাজুল্লাহ, এর উচ্চ মান এবং মাঝে মাঝে ভাষাগত জটিলতার প্রশংসা করেন।  মোহাম্মদ মুসা, পাঞ্জাব বিশ্ববিদ্যালয়ের একজন পিএইচডি পণ্ডিত, মুসলিম সম্প্রদায়কে বিস্তৃত ইস্যুতে অবহিত করার জন্য ম্যাগাজিনের প্রতিশ্রুতির উপর জোর দেন।  নায়েব হাসান কাসমি, দারুল উলুম দেওবন্দ কা সাহাফতি মানজারনামার লেখক, ইসলামী সাংবাদিকতায় পত্রিকাটির উল্লেখযোগ্য অবদানের কথা স্বীকার করেছেন।  জামিয়া হামদর্দ থেকে মুহাম্মাদুল্লাহ কাসমি প্রকাশনার বৈচিত্র্যের প্রশংসা করেন, ধর্মীয়, রাজনৈতিক এবং প্রশাসনিক বিষয়ের উপর পাণ্ডিত্যপূর্ণ, সংস্কারমূলক এবং চিন্তা-উদ্দীপক বিষয়বস্তুকে কভার করে। \n\n\n== তথ্যসূত্র =="}