{"pageid": 1413745, "title": "ক্যালেটা ডিসিডিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1413745", "content": "অ্যাংগেল্ড পিয়েরট (বৈজ্ঞানিক নাম: Caleta decidia [Hewitson]) 'লাইসিনিডি' গোত্রের এবং 'পলিয়োম্যাটিনি' উপগোত্রের অন্তর্ভুক্ত ছোট আকার বিশিষ্ট প্রজাতি। ভারতএ এই প্রজাতির অধীনে কোন উপ-প্রজাতি তালিকাভুক্ত নেই।\n\n\n== আকার ==\nঅ্যাংগেল্ড পিয়েরট এর প্রসারিত অবস্থায় ডানার মাপ ২৬-৩২ মিলিমিটার হতে পারে।\n\n\n== বিস্তার ==\nএই প্রজাতি ভারত এর গুজরাট, ছত্রিশগড়, ঝাড়খণ্ড, উড়িষ্যা, উত্তরাখণ্ড থেকে অরুণাচল প্রদেশ, নেপাল, ভুটান এবং মায়ানমার এর বিভিন্ন অঞ্চলে দেখা যায়।\n\n\n== বর্ণনা ==\nপ্রজাপতির দেহাংশের পরিচয় বিষদ জানার জন্য প্রজাপতির দেহ এবং ডানার অংশের নির্দেশিকা দেখুন:-\nস্ত্রী-পুরুষ উভয়েরই ডানার উপরিতল  ডানার মধ্যভাগ থেকে কালো অথবা ঘন কালচে বাদামী এবং উভয় ডানা জুড়ে চওড়া সাদা বন্ধনীযুক্ত সামনের ডানায় উক্ত বন্ধনী ডানার মধ্যভাগ থেকে (সেল এর শেষপ্রান্ত থেকে) উৎপন্ন হয়ে ডরসাম অবধি এবং পিছনের ডানায় কোস্টা থেকে শুরু করে সেল ভেদ করে ডরসাম পর্যন্ত বিস্তৃত। শুষ্ক ঋতুরূপে (dry season form) উক্ত সাদা বন্ধনীটি অধিকতর চওড়া হরে পারে। পিছনের ডানায় কোস্টার মধ্যবর্তী খানিকটা অংশ সরুভাবে সাদা এবং বেসাল অংশে লম্বা সাদা রোয়াযুক্ত। উভয় ডানার টার্মেন সরুভাবে পর্যায়ক্রমে সাদা এবং কালো। পিছনের ডানা লেজযুক্ত।\nডানার নিম্নতল সাদা এবং বিভিন্ন আকৃতির চওড়া কালো বন্ধনী এবং কালো ছোপযুক্ত। সামনের ডানায় বেসাল অংশে সেল ভেদ করে একটি সরু কালো দাগ বর্তমান। সাব-বেসাল অংসে, একটি চওড়া কালো কৌনিক (angled) বন্ধনী কোস্টা থেকে ডরসাম অবধি বিস্তৃত। পোস্ট ডিসকাল অংসে কোস্টার ঠিক নীচে চওড়া কালো একটি স্বল্প দৈর্ঘ্যের পটি বর্তমান। উভয় ডানার অ্যাপেক্স অথবা শীর্ষভাগ কালো। পিছনের ডানায় সামান্য সংক্ষিপ্ত বেসাল দাগটি সেল ভেদ করে গেছে। ডিসকাল অংশে ডানার নিচের দিকে সেল এবং ৩নং শিরার সংযোগস্থল থেকে ডরসাম পর্যন্ত বিস্তৃত চওড়া দাগটি খানিক আঁকাবাকা। ৩নং শিরামধ্যে একটি চৌকো মাঝারি আকারের পোস্ট ডিসকাল ছোপ এবং সাব-টার্মিনাল অর্দ্ধচন্দ্রাকৃতি ছোপ এবং রেখায় গঠিত একটি সারি দেখা যায়। উভয় ডানার টার্মেন কালো।\n\n\n== আচরণ ==\nধীর এবং ডানা ঝাপটানো উড়ানযুক্ত এই প্রজাতি ভূমির কাছাকাছি নীচু উচ্চতা দিয়ে ওড়ে। তবে সম-বর্গভুক্ত অন্যান্য Pierrot প্রজাতির তুলনায় এদের উড়ান দ্রুততর। এরা ফুলের মধুর প্রতি আসক্ত, মাড-পাডল করে এবং পক্ষীর বিষ্ঠার অবস্থান করে খাদ্যরস আহরন করে। বর্ষার সময় এদের প্রচুর সংখ্যায় সক্রিয় থাকতে দেখা যায়। প্রচুর এবং মাঝারি মাপের বৃষ্টিপাত যুক্ত উন্মুক্ত চিরহরিৎ অরণ্য, মিশ্র পর্নমোচী বনাঞ্চলে এবং হালকা জঙ্গলযুক্ত গ্রামাঞ্চলে এদের দর্শন মেলে। এই প্রজাতি রোদ পোহাতে বিশেষ পছন্দ করে। জঙ্গলের অভ্যন্তরে ছায়াচ্ছন্ন ঝর্না অথবা ছোট নদীর পাড়ে, শুকনো নদীখাতে এবং জঙ্গলের উন্মুক্ত অঞ্চলে ঝোপঝাড়ের মধ্যে এদের বিচরন লক্ষ্য করা যায়। দক্ষিন ভারতএ ২৮০০ মিটার উচ্চতা এবং হিমালয়ের ৬০০ মিটার উচ্চতা পর্যন্ত এদের বিচরন চোখে পড়ে।\n\n\n== তথ্যসূত্র =="}