{"pageid": 1413047, "title": "কেনিয়ায় বহুবিবাহ", "url": "https://bn.wikipedia.org/wiki?curid=1413047", "content": "যেটিকে সাধারণত বহুবিবাহ বলা হয় তার অনুশীলন কেনিয়াতে প্রকৃতপক্ষে এবং বৈধ বৈধতা উপভোগ করে। যদিও এটাকে পুরুষের বহুবিবাহ বলে বোঝাতে হবে।\n\n\n== বিবাহ বিল ২০০৭ এর ইতিহাস ==\nবিবাহ বিল ২০০৭ মূলত ১৯৮১ সালে প্রস্তাব করা হয়েছিল। যদিও রাজনীতিবিদদের দ্বারা মহিলাদের \"অনেক বেশি অধিকার\" দেওয়ার জন্য নিন্দা করা হয়েছিল, যেমন বিয়ের সময় নির্দিষ্ট করার অধিকার তার স্বামী ভবিষ্যত স্ত্রী গ্রহণ করতে পারে কিনা। বহুবিবাহের অনুমতি দেয় এমন বেশিরভাগ দেশ এই ধরনের প্রয়োজনীয়তার অনুমতি দেয়। পরে বিলটি বাতিল হয়ে যায়। ২০০৭ সালে সংশোধিত বিবাহ বিল ২০০৭ অনুরূপ উদ্বেগের সম্মুখীন হয়েছিল এবং এইভাবে ভোট দেওয়া হয়নি। বিলটি মার্চ ২০০৯ এ পরিকল্পিত হিসাবে পুনঃপ্রবর্তন করা হয়েছিল বিবাহের সংকোচনের সময় স্ত্রীর একগামিতা বা বহুবিবাহের অধিকারকে বাদ দিয়ে আইন প্রণেতাদের উদ্বেগের সমাধান করে। বিলটি বর্তমানে সংসদে মুলতুবি রয়েছে এবং দেশের খ্রিস্টান ও মুসলিম ধর্মীয় নেতাদের অনুমোদন এবং নিন্দা উভয়ই সম্মুখীন হয়েছে।\n\n\n== ২০১৪ বহুবিবাহ বৈধকরণ ==\nমার্চ ২০১৪ সালে কেনিয়ার সংসদ পুরুষদের একাধিক স্ত্রীকে বিয়ে করার অনুমতি দিয়ে একটি বিল পাস করে। কেনিয়ার ঐতিহ্যবাহী সম্প্রদায়ের পাশাপাশি দেশের মুসলিম সম্প্রদায়ের মধ্যে বহুবিবাহ প্রচলিত।\nসংসদে প্রস্তাবিত ২০১৪ বহুবিবাহ বিল প্রাথমিকভাবে একজন স্ত্রীকে স্বামীর পছন্দে ভেটো দেওয়ার অধিকার দিয়েছিল কিন্তু সংসদের পুরুষ সদস্যরা এই ধারাটি বাদ দিয়ে একটি পাঠ্যের মাধ্যমে ধাক্কা দেওয়ার জন্য দলীয় বিভাজন কাটিয়ে উঠেছিলেন। বিলটি পাসের ফলে সংসদের ক্ষুব্ধ মহিলা সদস্যরা বহুবিবাহ আইনের প্রতিবাদে গভীর রাতে ভোটের বাইরে ঝড় তুলেছিল।\nবিলটি ১ মে ২০১৪ এ আইন করা হয়েছিল। কেনিয়ার রাষ্ট্রপতি এই আইনটিকে \"বিবাহ সংক্রান্ত বিভিন্ন আইনকে একীভূত করে - বিচ্ছেদ এবং বিবাহবিচ্ছেদের পদ্ধতি প্রদান করে। এটি বিচ্ছেদ এবং বিবাহবিচ্ছেদের ক্ষেত্রে শিশুদের হেফাজত এবং রক্ষণাবেক্ষণকেও নিয়ন্ত্রণ করে\" বলে বর্ণনা করেছেন।\nএই আইনটি বিবাহকে \"একজন পুরুষ এবং একজন মহিলার স্বেচ্ছাসেবী মিলন হিসাবে সংজ্ঞায়িত করে তা আইনের অধীনে নিবন্ধিত একবিবাহী বা বহুবিবাহিক ইউনিয়নে\"।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিবাহ বিল, ২০০৭"}