{"pageid": 1413725, "title": "চীনা বায়বান্তরীক্ষ বিজ্ঞান ও প্রযুক্তি কর্পোরেশন", "url": "https://bn.wikipedia.org/wiki?curid=1413725", "content": "চীনা বায়বান্তরীক্ষ বিজ্ঞান ও প্রযুক্তি কর্পোরেশন (ইংরেজি China Aerospace Science and Technology Corporation বা সংক্ষেপে CASC) চীনা মহাকাশ কর্মসূচির প্রধান ঠিকাদার প্রতিষ্ঠান। রাষ্ট্রীয় মালিকানাধীন এই প্রতিষ্ঠানটির অধীনস্থ উপ-প্রতিষ্ঠানগুলি বিভিন্ন ধরনের মহাকাশযান, উৎক্ষেপণ যান, কৌশলগত ও চাতুরিমূলক ক্ষেপণাস্ত্র ব্যবস্থা ও ভূপৃষ্ঠস্থিত সরঞ্জাম সামগ্রী নকশা, বিকাশসাধন ও নির্মাণ বা শিল্পোৎপাদন করে থাকে। ১৯৯৯ সালের জুলাই মাসে চীনা সরকারের একটি সংস্কার অভিযানের অংশ হিসেবে এটিকে আনুষ্ঠানিকভাবে প্রতিষ্ঠা করা হয়। এর আগে এটি প্রাক্তন চীনা বায়বান্তরীক্ষ কর্পোরেশনের একটি অংশ ছিল। এর আগে ১৯৫৬ সাল থেকেই এই প্রতিষ্ঠানটি বিভিন্ন রূপে বিদ্যমান ছিল।\nমহাকাশ ও জাতীয় প্রতিরক্ষা শিল্পখাতের সামগ্রী ছাড়াও প্রতিষ্ঠানটি যন্ত্রপাতি, রাসায়নিক দ্রব্যাদি, টেলিযোগাযোগ সরঞ্জাম সামগ্রী, পরিবহন সরঞ্জাম সামগ্রী, পরিগণক (কম্পিউটার), চিকিৎসা সেবা দ্রব্যসামগ্রী ও পরিবেশ সুরক্ষামূলক সরঞ্জাম সামগ্রী উৎপাদন করে থাকে। এটি আন্তর্জাতিক বাজারে বাণিজ্যিক রকেট উৎক্ষেপণ সেবা প্রদান করে থাকে। ২০১৩ সালের শেষভাগে এসে এটি নিবন্ধিত মূলধনের পরিমাণ ছিল ২৯ হাজার ৪০২ কোটি রেনমিনবি (চীনা মুদ্রা) এবং এর কর্মচারী সংখ্যা ছিল ১ লক্ষ ৭০ হাজার। প্রতিষ্ঠানটির সদর দফতর চীনের রাজধানী বেইজিংয়ে অবস্থিত। ২০১৭ সালের ডিসেম্বর মাসে এটির মর্যাদা রাষ্ট্রীয় মালিকানাধীন ব্যবসা প্রতিষ্ঠান থেকে পরিবর্তন করে রাষ্ট্রীয় পরিষদের রাষ্ট্রীয় মালিকানাধীন পরিসম্পদ তত্ত্বাবধান ও প্রশাসন কমিশনের অনুমোদিত রাষ্ট্রীয় মালিকানাধীন ব্যবসা প্রতিষ্ঠান বানানো হয়, যার ফলে এর একক মালিক হল ঐ পরিষদ। এছাড়া প্রতিষ্ঠানের বাকি সবকিছু অপরিবর্তিত থাকে।\n২০২১ সালে চীনের ১৪শ পঞ্চবার্ষিকী পরিকল্পনাতে ১৩ হাজার কৃত্রিম উপগ্রহবিশিষ্ট দুইটি নিম্ন ভূ-কক্ষপথ কৃত্রিম উপগ্রহ স্তবক অন্তর্ভুক্ত করা হয়।\nএর আগে ২০২০ সালে মার্কিন সরকার চীনা সেনাবাহিনীর সাথে সংশ্লিষ্টতার কারণে প্রতিষ্ঠানটিতে মার্কিন বিনিয়োগ নিষিদ্ধ করে। ২০২২ সালের আগস্ট মাসে প্রতিষ্ঠানটির অন্তর্ভুক্ত কিছু গবেষণা কেন্দ্রকে মার্কিন বাণিজ্য মন্ত্রণালয়ে নিষেধাজ্ঞা তালিকাতে অন্তর্ভুক্ত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (চীনা ভাষায়)"}