{"pageid": 1413315, "title": "ছাং-ও ৮", "url": "https://bn.wikipedia.org/wiki?curid=1413315", "content": "ছাং-ও ৮ (চীনা: 嫦娥八号; ফিনিন: Cháng'é báhào ছাং-ও্য পাহাও) চীনের একটি পরিকল্পিত স্বয়ংক্রিয় যন্ত্রচালিত (রোবটচালিত) অভিযান, যেটি চাঁদের দক্ষিণ মেরুদেশীয় অঞ্চলটিতে অনুসন্ধান চালাবে ও সেখানে ভবিষ্যতে একটি আন্তর্জাতিক চন্দ্র গবেষণা কেন্দ্র প্রতিষ্ঠার কারিগরি ভিত্তিমূল হিসেবে কাজ করবে। অভিযানটিকে ২০২৮ সালে উৎক্ষেপণ করার পরিকল্পনা করা হয়েছে এবং এটিতে একটি অবতরণ যান (ল্যান্ডার), একটি বিচরণ যান (রোভার) ও একটি স্বয়ংক্রিয় যন্ত্র (রোবট) থাকবে।\n\n\n== সামগ্রিক দৃশ্য ==\nচীন একটি বৃহত্তর পরিকল্পনার অংশ হিসেবে ছাং-ও ৮ অভিযানটিকে উৎক্ষেপণ করবে, যে পরিকল্পনার উদ্দেশ্য ২০৩০-এর দশকে চাঁদের বুকে একটি আন্তর্জাতিক চন্দ্র গবেষণা কেন্দ্র নির্মাণ করা। ছাং-৮ তার পূর্ববর্তী ছাং-ও ৭ অভিযানের (২০২৬ সালে উৎক্ষেপণের পরিকল্পনাধীন) পদাঙ্ক অনুসরণ করে চাঁদের দক্ষিণ মেরুদেশীয় অঞ্চলে ভূ-প্রাকৃতিক অনুসন্ধান অব্যাহত রাখবে এবং একই সাথে নতুন নতুন কিছু পরীক্ষা চালাবে, যার মধ্যে যথাস্থানিক সম্পদ ব্যবহার অন্তর্ভুক্ত। এই অভিযানটি পরবর্তী দশকে (২০৩০-এর দশকে) একটি রোবট (স্বয়ংক্রিয় যন্ত্র) ও মানব পরিচালিত অপেক্ষাকৃত বৃহদাকার চন্দ্র গবেষণা কেন্দ্রের ভিত্তি হিসেবে কাজ করবে।\nঅভিযানটিতে চীন-বহির্ভূত অন্যান্য আন্তর্জাতিক পক্ষদের যন্ত্রপাতির জন্য ২০০ কিলোগ্রাম ওজন পর্যন্ত \"অন্যের পিঠে চড়ে মূল্যবান বোঝা\" (\"piggyback\" payload) পরিবহনের সামর্থ্য লভ্য করা হয়েছে। চীনা জাতীয় মহাকাশ প্রশাসন সংস্থাটি ২০২৩ সালের ৩১শে ডিসেম্বর তারিখকে অভিযানে মূল্যবান বোঝা সংযুক্ত করতে আগ্রহী পক্ষদের আবেদনপত্র জমা দেয়ার শেষ তারিখ হিসেবে ধার্য করেছে।\n\n\n== সম্ভাব্য অবতরণ ক্ষেত্র ==\nছাং-ও ৮ অভিযানের উপপ্রধান নকশাকার ওয়াং ছিউং ইঙ্গিত দিয়েছেন যে চাঁদের দক্ষিণ মেরুদেশীয় নিম্নলিখিত অঞ্চলগুলি অভিযানটির সম্ভাব্য অবতরণ ক্ষেত্র হতে পারে: লাইবনিৎস বিটা, আমুন্ডসেন খাদ, কাবেয়াস খাদ কিংবা শ্যাকলটোন ও দে হেরলাচে খাদকে সংযুক্তকারী শৈলশিরা।\n\n\n== বৈজ্ঞানিক লক্ষ্যসমূহ ==\n২০২৩ সালের অক্টোবর মাসে চীনা জাতীয় মহাকাশ প্রশাসনের আন্তর্জাতিক সহযোগিতার সুযোগ ঘোষণার সাথে প্রকাশিত নথি অনুযায়ী ছাং-ও ৮ অভিযানটির লক্ষ্যগুলি নিম্নরূপ:\n\nচন্দ্রপৃষ্ঠের একাধিক ভূ-প্রাকৃতিক ক্ষেত্র শনাক্তকরণ ও গবেষণা\nঅবতরণ অঞ্চলের ভূতাত্ত্বিক চরিত্রসমূহ শনাক্তকরণ ও গবেষণা\nপৃথিবীর বায়ুমণ্ডলের শক্তি-ভারসাম্য ও পৃথিবীর চৌম্বকমণ্ডলের চন্দ্রভিত্তিক পর্যবেক্ষণ\nচন্দ্রপৃষ্ঠের যথাস্থানিক নমুনা বিশ্লেষণ ও যথাস্থানিক সম্পদের ব্যবহার সম্পর্কিত পরীক্ষা ও গবেষণা\nচন্দ্রপৃষ্ঠে একটি আবদ্ধ ক্ষুদ্র পার্থিব বাস্তুতন্ত্র প্রতিষ্ঠার পরীক্ষা ও গবেষণা\n\n\n== অভিযানের যন্ত্রপাতি ==\nবর্তমানে নিম্নলিখিত যন্ত্রপাতিগুলি অভিযানটিতে মূল্যবান বৈজ্ঞানিক বোঝা হিসেবে অন্তর্ভুক্ত হয়েছে:\nঅবতরণ যান (ল্যান্ডার)\n\nঅবতরণ আলোকচিত্রগ্রাহক যন্ত্র\nভূ-সংস্থান আলোকচিত্রগ্রাহক যন্ত্র\nভূকম্পমাপক যন্ত্র\nবিকিরণমাপক যন্ত্র (পৃথিবী পর্যবেক্ষণের জন্য)\nবহুবর্ণালী চিত্রক\nকোমল রঞ্জনরশ্মি দূরবীক্ষণ যন্ত্র\nচান্দ্র পরিবেশে পার্থিব বাস্তুতন্ত্র পরীক্ষা\nচান্দ্র সম্পদ ব্যবহার সংশ্লিষ্ট পরীক্ষাসমূহ (ISRU)\nবিচরণ যান (রোভার)\n\nপরিদৃশ্য আলোকচিত্রগ্রাহক\nভূ-ভেদকারী রাডার\nঅবলোহিত বর্ণালী খনিজ বিশ্লেষক\nযথাস্থানিক চান্দ্র নমুনা বিশ্লেষণ ও সংরক্ষণ যন্ত্র\n\n\n== আরও দেখুন ==\nচীনা চন্দ্রানুসন্ধান কর্মসূচি\nচন্দ্রঘাঁটি\nআর্টেমিস কর্মসূচি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}