{"pageid": 1413901, "title": "ইউক্রেনে রাশিয়ান আক্রমণের সময়রেখা (২৪ ফেব্রুয়ারি – ৭ এপ্রিল ২০২২)", "url": "https://bn.wikipedia.org/wiki?curid=1413901", "content": "ইউক্রেনে রাশিয়ান আক্রমণের এই সময়রেখাটি ২৪শে ফেব্রুয়ারি ২০২২ থেকে সময়কালকে কভার করে, যখন রাশিয়া ইউক্রেনে সামরিক আক্রমণ শুরু করেছিল, ৭ই এপ্রিল ২০২২ থেকে যখন যুদ্ধটি উত্তর থেকে দূরে এবং ইউক্রেনের দক্ষিণ ও পূর্ব দিকে কেন্দ্রীভূত হয়েছিল।\nএই সময়কালটি একটি গতিশীল এবং তরল তালিকা, এবং এটি কখনই সম্পূর্ণতার মানদণ্ড পূরণ করতে পারে না। অনুগ্রহ করে মনে রাখবেন যে, কিছু ঘটনা শুধুমাত্র পূর্ববর্তী দৃষ্টিতে আবিষ্কৃত বা সম্পূর্ণরূপে বোঝা যেতে পারে।\n\n\n== ফেব্রুয়ারি ২০২২ ==\n\n\n=== ২৪শে ফেব্রুয়ারি ===\n\nরাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন পূর্ব ইউক্রেনে \"বিশেষ সামরিক অভিযান\" শুরু করার সিদ্ধান্ত ঘোষণা করেছেন ।   তিনি বলেছিলেন যে ইউক্রেনের ভূখণ্ড দখল করার কোন পরিকল্পনা নেই এবং তিনি ইউক্রেনের জনগণের স্ব-নিয়ন্ত্রণের অধিকারকে সমর্থন করেছেন।  পুতিন আরও বলেছেন যে রাশিয়া ইউক্রেনের \"অসামরিকীকরণ এবং ডিনাজিফিকেশন\" চেয়েছিল,   এবং \"সম্ভাব্য রক্তপাতের সমস্ত দায় সম্পূর্ণরূপে ইউক্রেনের ভূখণ্ডে শাসক সরকারের বিবেকের উপর বর্তাবে।\"  রাশিয়ার প্রতিরক্ষা মন্ত্রণালয় ইউক্রেনের এয়ার ট্রাফিক কন্ট্রোল ইউনিটকে ফ্লাইট বন্ধ করতে বলেছিল, এবং ইউক্রেনের আকাশসীমা অ-বেসামরিক বিমান চলাচলের জন্য সীমাবদ্ধ ছিল, এবং ইউরোপীয় ইউনিয়ন এভিয়েশন সেফটি এজেন্সি দ্বারা পুরো এলাকাটিকে একটি সক্রিয় সংঘর্ষের অঞ্চল হিসেবে গণ্য করা হয়েছিল। .  \nপুতিনের ঘোষণার কয়েক মিনিটের মধ্যেই কিয়েভ, খারকিভ, ওডেসা এবং ডনবাসে বিস্ফোরণের খবর পাওয়া গেছে।  ইউক্রেনের কর্মকর্তারা বলেছেন যে রাশিয়ান সৈন্যরা মারিউপোল এবং ওডেসাতে অবতরণ করেছে এবং কিয়েভ, খারকিভ এবং ডিনিপ্রোর বিমানঘাঁটি, সামরিক সদর দফতর এবং সামরিক ডিপোতে ক্রুজ এবং ব্যালিস্টিক ক্ষেপণাস্ত্র নিক্ষেপ করেছে।    সামরিক যানগুলো সেনকিভকা হয়ে ইউক্রেনে প্রবেশ করেছে, যেখানে ইউক্রেন, বেলারুশ এবং রাশিয়ার সাথে মিলিত হয়েছে।  একটি ভিডিওতে রুশ সেনাদের রুশ-অধিভুক্ত ক্রিমিয়া থেকে ইউক্রেনে প্রবেশের দৃশ্য ধারণ করা হয়েছে।  \nক্রেমলিন প্রাথমিকভাবে কমান্ড ও কন্ট্রোল সেন্টারে আর্টিলারি এবং ক্ষেপণাস্ত্র লক্ষ্য করে এবং তারপর দ্রুত বিমানের শ্রেষ্ঠত্ব অর্জনের জন্য ফাইটার জেট এবং হেলিকপ্টার পাঠানোর পরিকল্পনা করেছিল।  সেন্টার ফর নেভাল অ্যানালাইসিস বলেছে যে, রাশিয়া কিয়েভকে ঘেরাও করতে এবং পূর্বে ইউক্রেনের বাহিনীকে আটকিয়ে রাখার জন্য একটি পিন্সার আন্দোলন তৈরি করবে, সেন্টার ফর স্ট্র্যাটেজিক অ্যান্ড ইন্টারন্যাশনাল স্টাডিজ অগ্রিম তিনটি অক্ষ চিহ্নিত করে : উত্তরে বেলারুশ থেকে, কেন্দ্রে ডোনেস্ক থেকে, এবং দক্ষিণে ক্রিমিয়া থেকে।  মার্কিন যুক্তরাষ্ট্র বলেছে যে তারা বিশ্বাস করে যে, রাশিয়া ইউক্রেনের সরকারকে \"শিরচ্ছেদ\" করতে এবং তার নিজস্ব সরকার স্থাপন করতে চায়,  এবং মার্কিন গোয়েন্দা কর্মকর্তারা বিশ্বাস করে যে কিয়েভ ৯৬ ঘন্টার মধ্যে পতন হবে। \nরাশিয়ান বাহিনী খারকিভের কাছে আক্রমণ শুরু করে,  এবং মারিউপোলে বৃহৎ আকারের উভচর ল্যান্ডিংয়ের খবর পাওয়া গেছে।    বেলারুশ থেকেও সৈন্যরা দেশে প্রবেশ করেছে।  ইউক্রেনীয় সীমান্ত বাহিনী লুহানস্ক ওব্লাস্ট, সুমি ওব্লাস্ট, খারকিভ ওব্লাস্ট, চেরনিহিভ ওব্লাস্ট, এবং জাইটোমির ওব্লাস্ট, সেইসাথে ক্রিমিয়া থেকে আক্রমণের খবর দিয়েছে।  ইউক্রেনের স্বরাষ্ট্র মন্ত্রণালয় জানিয়েছে যে রুশ বাহিনী লুহানস্কের হোরোডিশে এবং মিলোভ গ্রাম দখল করেছে।  ইউক্রেনীয় সেন্টার ফর স্ট্র্যাটেজিক কমিউনিকেশন জানিয়েছে যে, ইউক্রেনীয় সেনাবাহিনী শ্চাস্টিয়া (লুহানস্কের কাছে) আক্রমণ প্রতিহত করেছে এবং শহরের নিয়ন্ত্রণ পুনরুদ্ধার করেছে, প্রায় ৫০ জন রাশিয়ান প্রাণ হারিয়েছে। \nইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কি সামরিক আইন ঘোষণা করেন।  তিনি রাশিয়া-ইউক্রেন সম্পর্ক ছিন্ন করেন, অবিলম্বে তা কার্যকর করার নির্দেশ দেয়।  রাশিয়ান ক্ষেপণাস্ত্র ইউক্রেনের অবকাঠামোকে লক্ষ্য করে, যার মধ্যে রয়েছে ইউক্রেনের বৃহত্তম বিমানবন্দর, ২৯ কিমি (১৮ মা) কিয়েভের পূর্বে, বোরিস্পিল আন্তর্জাতিক বিমানবন্দর । \n\nইউক্রেনের রাষ্ট্রপতি প্রশাসনের একটি ব্রিফিং জানিয়েছে যে রাশিয়ান সৈন্যরা উত্তর থেকে ইউক্রেন আক্রমণ করেছে ( ৫ কিলোমিটার (৩.১ মাইল) সীমান্তের দক্ষিণে), এবং রাশিয়ান সৈন্যরা খারকিভ ওব্লাস্ট, চেরনিহিভ ওব্লাস্ট এবং সুমির কাছে সক্রিয় ছিল।  সংবাদ সম্মেলনে আরও প্রকাশ করেছে যে, ইউক্রেন ভলিন ওব্লাস্টে একটি আক্রমণ প্রতিহত করেছে।  ইউক্রেনের প্রতিরক্ষা মন্ত্রণালয় জানিয়েছে যে, তারা চেরনিহিভ ওব্লাস্টে রাশিয়ান সৈন্যদের থামিয়েছে, খারকিভের কাছে একটি বড় যুদ্ধ চলছে, এবং মারিউপোল এবং শ্যাস্টিয়া সম্পূর্ণরূপে পুনরুদ্ধার করা হয়েছে। \n\nআন্তোনোভ বিমানবন্দরের যুদ্ধে, রাশিয়ান বিমানবাহী সৈন্যরা কিয়েভের শহরতলির হোস্টোমেলের হোস্টোমেল বিমানবন্দর দখল করে, ভোরে হেলিকপ্টারে আসে; বিমানবন্দরটি পুনরুদ্ধারের জন্য ইউক্রেনের পাল্টা আক্রমণ পরের দিন শুরু হয়েছিল।   ইউক্রেনীয় ন্যাশনাল গার্ডের র‌্যাপিড রেসপন্স ব্রিগেড জানিয়েছে যে তারা বিমানঘাঁটিতে লড়াই করেছে, ৩৪টি রাশিয়ান হেলিকপ্টারের মধ্যে তিনটিকে গুলি করে ধ্বংস করেছে। \nবেলারুশ রাশিয়ান সৈন্যদের ১১:০০ (UTC+২) উত্তর থেকে ইউক্রেন আক্রমণ করার অনুমতি দেয়। ইউক্রেনীয় সীমান্ত রক্ষীরা ভিলচা ( কিভ ওব্লাস্ট ) এ একটি সীমান্ত লঙ্ঘনের খবর দিয়েছে এবং জাইটোমির ওব্লাস্টের সীমান্ত রক্ষীরা রাশিয়ান রকেট লঞ্চার দ্বারা বোমাবর্ষণ করেছে।  চিহ্নবিহীন একটি হেলিকপ্টার বেলারুশ থেকে স্লাভুটিচের সীমান্ত চৌকিতে বোমা হামলা করেছে বলে জানা গেছে।  রাশিয়ান ক্ষেপণাস্ত্র বোমা হামলার দ্বিতীয় ঢেউ কিইভ, ওডেসা, খারকিভ এবং লভিভ শহরগুলিকে লক্ষ্য করে। ডোনেটস্ক এবং লুহানস্ক ওব্লাস্টে ব্যাপক স্থল যুদ্ধের খবর পাওয়া গেছে। \nক্রিমিয়া থেকে অগ্রসর হওয়া রাশিয়ান সৈন্যরা খেরসন ওব্লাস্টের নোভা কাখোভকা শহরের দিকে চলে গেছে।  সেই দিন পরে, রাশিয়ান সৈন্যরা খেরসন শহরে প্রবেশ করে এবং উত্তর ক্রিমিয়ান খালের নিয়ন্ত্রণ নেয়, যা তাদের উপদ্বীপে জল সরবরাহ পুনরায় চালু করার অনুমতি দেয়। \nইউক্রেনীয় সীমান্তরক্ষী এবং সশস্ত্র বাহিনী লুহানস্ক ওব্লাস্টের সুমি (\" কোনোটপের দিক থেকে\") এবং স্টারবিলস্কের কাছে দুটি নতুন সংঘর্ষের খবর দিয়েছে।  ভ্যালেরি জালুঝনি বেলারুশ থেকে একটি দক্ষিণ-পশ্চিম দিকে চারটি ব্যালিস্টিক ক্ষেপণাস্ত্র উৎক্ষেপণের কথা জানিয়েছেন।  কিইভ মেট্রো এবং খারকিভ মেট্রোর বেশ কয়েকটি স্টেশন স্থানীয় জনগণের জন্য বোমা আশ্রয়কেন্দ্র হিসাবে ব্যবহৃত হয়েছিল।  ভুলেদার (ডোনেটস্ক ওব্লাস্ট) একটি স্থানীয় হাসপাতালে বোমা হামলা হয়েছে বলে জানা গেছে, যেখানে চারজন বেসামরিক লোক মারা গেছে এবং ছয়জন চিকিৎসক সহ ১০ জন আহত হয়েছে। \nজেলেনস্কি বলেছেন যে রাশিয়ান এবং ইউক্রেনীয় বাহিনীর মধ্যে যুদ্ধ শুরু হয়েছিল চেরনোবিল এবং প্রিপিয়াতের ভূতুড়ে শহরগুলোতে ।  চেরনোবিল পারমাণবিক বিদ্যুৎ কেন্দ্র রাশিয়ার নিয়ন্ত্রণে আসে,    পাশাপাশি আশেপাশের এলাকাও।   \nকিয়েভের মেয়র ভিটালি ক্লিটসকো ২২:০০ থেকে ০৭:০০ পর্যন্ত কারফিউ ঘোষণা করেছিলেন। \nইউক্রেনের স্টেট বর্ডার গার্ড সার্ভিস ঘোষণা করেছে যে, রুশ বাহিনী নৌ ও বিমান বোমা হামলার পর স্নেক আইল্যান্ড দখল করেছে।  রাশিয়ান যুদ্ধজাহাজের কাছে আত্মসমর্পণ করতে অস্বীকার করার পরে এবং রক্ষীদের আত্মসমর্পণের প্রস্তাব প্রত্যাখ্যান করার একটি রেকর্ডিং সোশ্যাল মিডিয়ায় ভাইরাল হওয়ার পরে দ্বীপের তেরো জন সীমান্তরক্ষীকে হত্যা করা হয়েছে বলে ধারণা করা হয়েছিল। জেলেনস্কি ঘোষণা করেছিলেন যে, তাদের মরণোত্তর ইউক্রেনের হিরো উপাধি দেওয়া হবে, দেশের সর্বোচ্চ সম্মান।   ১৭ জন বেসামরিক নাগরিক নিহত হওয়ার বিষয়টি নিশ্চিত করা হয়েছে, যার মধ্যে দক্ষিণ ইউক্রেনে ১৩ জন নিহত হয়েছে,  মারিউপোলে তিনজন এবং খারকিভে একজন।  জেলেনস্কি বলেছেন যে, আক্রমণের প্রথম দিনে ১৩৭ ইউক্রেনীয় নাগরিক (সৈন্য এবং বেসামরিক উভয়ই) মারা গেছে, যখন দাবি করা হয়েছে যে একই সময়ে ১,০০০ এরও বেশি রাশিয়ান সৈন্যও নিহত হয়েছিল।   তিনি ১৮ থেকে ৬০ বছর বয়সী সমস্ত ইউক্রেনীয় পুরুষদের একটি সাধারণ সংগঠিত করার নির্দেশ দিয়েছিলেন, যাদের ইউক্রেন ত্যাগ করতেও নিষিদ্ধ করা হয়েছিল। \n\n\n=== ২৫শে ফেব্রুয়ারি ===\n\nস্থানীয় সময় ০৪:০০ এ, ক্রুজ এবং ব্যালিস্টিক ক্ষেপণাস্ত্রের দুটি বিস্ফোরণে কিয়েভ কেঁপে ওঠে।  ইউক্রেনীয় সরকার বলেছে যে, তারা কিয়েভের উপর একটি শত্রু বিমানকে গুলি করে নামিয়েছে, যা একটি আবাসিক ভবনে বিধ্বস্ত হয়ে আগুন ধরিয়ে দিয়েছে।  পরে নিশ্চিত করা হয় যে বিমানটি ছিল ইউক্রেনীয় Su-27 । \nস্বাধীন সামরিক বিশ্লেষকরা উল্লেখ করেছেন যে, দেশের উত্তরে রাশিয়ান বাহিনী ইউক্রেনের সামরিক বাহিনীর দ্বারা প্রবলভাবে জড়িত বলে মনে হচ্ছে। রাশিয়ান ইউনিটগুলো কিইভকে ঘিরে ফেলার এবং খারকিভের দিকে অগ্রসর হওয়ার চেষ্টা করছে, তারা প্রচণ্ড লড়াইয়ে আটকা পড়েছিল, সোশ্যাল মিডিয়ার ছবিগুলো থেকে বোঝা যায় যে, কিছু রাশিয়ান সাঁজোয়া কলামগুলোকে অ্যামবুশ করা হয়েছিল।\nপূর্ব এবং দক্ষিণে রাশিয়ান অপারেশনগুলো আরও কার্যকর ছিল। ডনবাসের বাইরের রাশিয়ান ইউনিটগুলো প্রস্তুত প্রতিরক্ষামূলক পরিখার চারপাশে চালচলন করেছে এবং পিছনে ইউক্রেনীয় প্রতিরক্ষা অবস্থানগুলোতে আক্রমণ করেছে বলে মনে হচ্ছে। এদিকে, ক্রিমিয়া থেকে অগ্রসর হওয়া রাশিয়ান সামরিক বাহিনী দুটি কলামে বিভক্ত, বিশ্লেষকরা পরামর্শ দিচ্ছেন যে, তারা ডনবাসে ইউক্রেনীয় রক্ষকদের ঘেরাও করার এবং ফাঁদে ফেলার চেষ্টা করতে পারে, ইউক্রেনীয়দের তাদের প্রস্তুত প্রতিরক্ষা ত্যাগ করতে এবং খোলামেলা লড়াই করতে বাধ্য করবে। \nজেলেনস্কি রাশিয়ার বিরুদ্ধে বেসামরিক স্থানগুলোকে লক্ষ্যবস্তু করার জন্য অভিযুক্ত করেছেন;  ইউক্রেনের স্বরাষ্ট্র মন্ত্রণালয়ের প্রতিনিধি ভাদিম ডেনিসেনকো বলেছেন যে গত ২৪ ঘণ্টায় ৩৩টি বেসামরিক স্থানে আঘাত হেনেছে। \nইউক্রেনের প্রতিরক্ষা মন্ত্রণালয় জানিয়েছে যে রুশ বাহিনী কিয়েভের ওবোলোনে প্রবেশ করেছে এবং প্রায় ৯ কিলোমিটার (৫.৬ মাইল) ভার্খোভনা রাদা বিল্ডিং থেকে।   রাশিয়ার স্পেটসনাজ সৈন্যরা সরকারী কর্মকর্তাদের \"শিকার\" করার উদ্দেশ্যে শহরে অনুপ্রবেশ করেছিল।  একটি অচিহ্নিত সাঁজোয়া যান একটি রাস্তা জুড়ে এবং উত্তর কিয়েভের একটি বেসামরিক গাড়িকে পিষে ফেলার চিত্রায়িত হয়েছে৷ যদিও রাশিয়ান ট্যাঙ্কের কাজ হিসাবে ব্যাপকভাবে ক্যাপশন দেওয়া হয়েছে, বিশেষজ্ঞরা পরামর্শ দিয়েছেন যে সামরিক যানটি কে পরিচালনা করেছিল বা কেন ঘটনাটি ঘটেছে তা স্পষ্ট নয়। গাড়ি চালানো বেসামরিক ব্যক্তি, একজন বয়স্ক ব্যক্তি, বেঁচে যান এবং স্থানীয়রা তাকে সাহায্য করেছিলেন।   \n\nরুশ-সমর্থিত ডোনেটস্ক পিপলস রিপাবলিকের হরলিভকার মেয়র বলেছেন যে, ইউক্রেনের সামরিক বাহিনী একটি স্থানীয় স্কুল ভবনে আঘাত করেছে, এতে দুই শিক্ষক নিহত হয়েছেন। \nরাশিয়ান সৈন্যরা কিয়েভের কাছে আসার সাথে সাথে জেলেনস্কি বাসিন্দাদের শত্রুকে \"নিরপেক্ষ\" করার জন্য মোলোটভ ককটেল প্রস্তুত করতে বলেছিলেন। এদিকে পুতিন ইউক্রেনের সামরিক বাহিনীকে সরকার উৎখাতের আহ্বান জানিয়েছেন।   ইউক্রেন কিয়েভের বাসিন্দাদের ১৮,০০০ বন্দুক বিতরণ করেছে যারা যুদ্ধে যেতে ইচ্ছুকতা প্রকাশ করেছে এবং কিয়েভকে রক্ষা করার জন্য ইউক্রেনীয় সামরিক বাহিনীর সংরক্ষিত টেরিটোরিয়াল ডিফেন্স ফোর্স মোতায়েন করেছে।  প্রতিরক্ষা মন্ত্রণালয় আরও ঘোষণা করেছে যে, সমস্ত ইউক্রেনীয় বেসামরিক নাগরিক তাদের বয়স নির্বিশেষে সামরিক পরিষেবার জন্য স্বেচ্ছাসেবক হওয়ার যোগ্য। \nসন্ধ্যার মধ্যে, পেন্টাগন জানিয়েছে যে রাশিয়া ইউক্রেনের আকাশসীমার উপর আকাশের আধিপত্য প্রতিষ্ঠা করেনি, যেমন মার্কিন বিশ্লেষকরা ভবিষ্যদ্বাণী করেছিলেন। ইউক্রেনের বিমান প্রতিরক্ষা ক্ষমতা রুশ হামলার কারণে অবনমিত হয়েছিল, কিন্তু কার্যক্ষম ছিল। উভয় দেশের সামরিক বিমান ইউক্রেনের উপর দিয়ে উড়তে থাকে।  পেন্টাগন আরও বলেছে যে মার্কিন গোয়েন্দা বা মস্কো যেভাবে বিশ্বাস করেছিল রাশিয়ান সৈন্যরা তত দ্রুত অগ্রসর হচ্ছে না, রাশিয়া কোনো জনসংখ্যা কেন্দ্র দখল করেনি এবং ইউক্রেনের আদেশ ও নিয়ন্ত্রণ এখনও অক্ষত রয়েছে। পেন্টাগন সতর্ক করেছে যে, রাশিয়া সীমান্তে ১,৫০,০০০-১,৯০,০০০ সৈন্যের মধ্যে মাত্র ৩০ শতাংশ ইউক্রেনে পাঠিয়েছে। \nরাশিয়ার মিলেরভো বিমান ঘাঁটির বিরুদ্ধে ইউক্রেনের ক্ষেপণাস্ত্র হামলার প্রতিবেদন প্রচারিত হয়েছে, যাতে এই ঘাঁটিটি ইউক্রেনে রাশিয়ান সৈন্যদের বিমান সহায়তা প্রদানের জন্য ব্যবহার করা না হয়। \nজেলেনস্কি বলেছেন যে, ইউক্রেনের সরকার \"নিরপেক্ষ অবস্থান সম্পর্কে কথা বলতে ভয় পায় না\"।  একই দিনে, রাষ্ট্রপতি পুতিন চীনের সর্বোচ্চ নেতা এবং চীনা কমিউনিস্ট পার্টির সাধারণ সম্পাদক শি জিনপিংকে ইঙ্গিত দিয়েছেন যে \"রাশিয়া ইউক্রেনের সাথে উচ্চ পর্যায়ের আলোচনা পরিচালনা করতে ইচ্ছুক\"। \nআগ্রাসনের কারণে মাইক্রোনেশিয়ার ফেডারেটেড স্টেটস রাশিয়ার সাথে কূটনৈতিক সম্পর্ক ছিন্ন করে,  ইউক্রেনের পরে কূটনৈতিক সর্ম্পক ছিন্ন করা দ্বিতীয় দেশ হয়ে ওঠে।\n\n\n=== ২৬শে ফেব্রুয়ারি ===\n\nভাসিল্কিভ এবং এর বিমান ঘাঁটির কাছে কিয়েভের দক্ষিণে রাতারাতি ভারী যুদ্ধের খবর পাওয়া গেছে।  ইউক্রেনীয় জেনারেল স্টাফ জানিয়েছে যে, একটি ইউক্রেনীয় Su-27 ফাইটার শহরের কাছে প্যারাট্রুপার বহনকারী একটি রাশিয়ান Il-76 পরিবহন বিমানকে গুলি করেছে।  ভাসিলকিভের মেয়র নাটালিয়া বালাসিনোভিচ বলেছেন যে, তার শহরটি ইউক্রেনীয় বাহিনী সফলভাবে রক্ষা করেছে এবং যুদ্ধ শেষ হচ্ছে। \nকিয়েভের আশেপাশে ৩০ মিনিটের মধ্যে ৪৮টিরও বেশি বিস্ফোরণের খবর পাওয়া গেছে, কারণ ইউক্রেনীয় সামরিক বাহিনী ট্রয়েশচিনার উত্তর পার্শ্ববর্তী অঞ্চলে CHP-6 পাওয়ার স্টেশনের কাছে লড়াই করছে বলে জানা গেছে।  বিবিসি নিউজ জানিয়েছে যে, হামলাটি শহরের বিদ্যুৎ বিচ্ছিন্ন করার চেষ্টা হতে পারে। কিইভ চিড়িয়াখানা এবং শুলিয়াভকা পাড়ার কাছে প্রচণ্ড লড়াইয়ের খবর পাওয়া গেছে। ইউক্রেনের সামরিক বাহিনী বলেছে যে, তারা কিয়েভের একটি প্রধান সড়ক পেরেমোহি অ্যাভিনিউতে একটি সেনা ঘাঁটিতে একটি রাশিয়ান আক্রমণ প্রতিহত করেছে;  এটি আরও বলেছে যে, এটি কৃষ্ণ সাগরে মাইকোলাইভের উপর একটি রাশিয়ান আক্রমণ প্রতিহত করেছে।  আমেরিকান কর্মকর্তারা বলেছেন যে, একটি রাশিয়ান Il-76 পরিবহন বিমান ইউক্রেনীয় বাহিনী কিয়েভের দক্ষিণে প্রায় ৮০ কিলোমিটার (৫০ মাইল) বিলা সেরকভা কাছে গুলি করে ভূপাতিত করেছে ।    মার্কিন কর্মকর্তারা বলেছেন যে, আমেরিকান গোয়েন্দা তথ্য, রিয়েল-টাইমে ইউক্রেনীয় বাহিনীর সাথে ভাগ করা, আইএল-৭৬ নামাতে সাহায্য করেছে।  কিয়েভে থাকা জেলেনস্কি ইউক্রেনীয় সৈন্যদের জন্য আরও গোলাবারুদ অনুরোধের পরিবর্তে সরিয়ে নেওয়ার মার্কিন প্রস্তাব প্রত্যাখ্যান করেছিলেন। \nকিয়েভে রাতারাতি যুদ্ধে শত শত হতাহতের খবর পাওয়া গেছে, যেখানে গোলাবর্ষণে একটি অ্যাপার্টমেন্ট বিল্ডিং, সেতু এবং স্কুল ধ্বংস হয়েছে।  ইউক্রেনীয় জেনারেল স্টাফ রিপোর্ট করেছেন যে তাদের বিমান গত ২৪ ঘন্টায় ৩৪ টি ছুরি চালিয়েছে, যা ইঙ্গিত করে যে রাশিয়া অপ্রত্যাশিতভাবে বিমানের শ্রেষ্ঠত্ব অর্জনে ব্যর্থ হয়েছে। \nবিকেলে, ইউক্রেনের চারপাশে জড়ো হওয়া বেশিরভাগ রাশিয়ান বাহিনী দেশে যুদ্ধ করছিল। কিইভের মেয়র ক্লিটসকো ২৬শে ফেব্রুয়ারি বিকাল ৫.০০টা থেকে ২৮শে ফেব্রুয়ারি সকাল ৮.০০টা পর্যন্ত কারফিউ জারি করেছিলেন, সতর্ক করে দিয়েছিলেন যে সেই সময়ের মধ্যে যে কেউ বাইরে পাওয়া গেলে তাকে শত্রু নাশকতা এবং পুনরুদ্ধার গোষ্ঠীর অংশ হিসাবে বিবেচনা করা হবে।  ইউক্রেনের কিছু অংশ বিশেষ করে দক্ষিণ ও পূর্বে ইন্টারনেট সংযোগ বিঘ্নিত হয়েছে।  ইউক্রেনের ভাইস-প্রধানমন্ত্রী মাইখাইলো ফেডোরভের একটি অনুরোধের জবাবে, ইলন মাস্ক ঘোষণা করেছিলেন যে তিনি ইউক্রেনে তার স্টারলিংক পরিষেবা চালু করেছেন, \"পথে আরও টার্মিনাল\" সহ।  \n\nইউক্রেনের স্বরাষ্ট্র মন্ত্রণালয়ের প্রতিনিধি ভাদিম ডেনিসেনকো বলেছেন যে, রাশিয়ান বাহিনী এনেরহোদর এবং জাপোরিঝিয়া পারমাণবিক বিদ্যুৎ কেন্দ্রের দিকে আরও অগ্রসর হয়েছে যে, তারা সেখানে গ্র্যাড ক্ষেপণাস্ত্র মোতায়েন করছে এবং প্ল্যান্টে আক্রমণ করতে পারে।  জাপোরিঝজিয়া আঞ্চলিক রাজ্য প্রশাসন বলেছে যে, রাশিয়ান বাহিনী একই দিনে, এনেরহোদারের দিকে অগ্রসর হয়ে পরে বলশায়া বেলোজারকাতে ফিরে আসে, এটি শহর থেকে, ৩০ কিলোমিটার (১৯ মাইল) দূরে অবস্থিত একটি গ্রাম। । \nএকটি জাপানি মালিকানাধীন পণ্যবাহী জাহাজ, এমভি নামুরা কুইন , যার ২০ জন ক্রু সদস্য ছিল, কৃষ্ণ সাগরে একটি রাশিয়ান ক্ষেপণাস্ত্র দ্বারা আঘাতপ্রাপ্ত হয়েছিল। একটি মোলডোভান জাহাজ, এমভি মিলেনিয়াল স্পিরিট, একটি রাশিয়ান যুদ্ধজাহাজ দ্বারা গোলা বর্ষণ করা হয়েছিল, যার ফলে গুরুতর আহত হয়েছিল। \nচেচেন প্রজাতন্ত্রের প্রধান রমজান কাদিরভ নিশ্চিত করেছেন যে, চেচেন প্রজাতন্ত্রের অনুগত ইউনিট কাদিরোভটসি ইউক্রেনেও মোতায়েন করা হয়েছে।  ইউক্রেনের ন্যাশনাল সিকিউরিটি অ্যান্ড ডিফেন্স কাউন্সিলের সেক্রেটারি ওলেক্সি দানিলভ বলেছেন যে রাশিয়ার ফেডারেল সিকিউরিটি সার্ভিসের সদস্যরা ইউক্রেনকে জানিয়েছিল যে, কাদিরোভটসি কিয়েভে অনুপ্রবেশ করার এবং প্রেসিডেন্ট জেলেনস্কিকে হত্যার চেষ্টা করছে। ড্যানিলভ বলেছেন যে, কাদিরোভটসি দুটি দলে বিভক্ত হয়েছিল, একটি ইউক্রেনীয় বাহিনীর দ্বারা ধ্বংস হয়ে গেছে। \nকিয়েভের ওখমাদিত শিশু হাসপাতালে আর্টিলারির গোলাগুলোতে একটি ছয় বছর বয়সী বালক নিহত এবং আরও অনেকে আহত হয়।  ইউক্রেনীয় সামরিক বাহিনী জানিয়েছে যে, তারা রাশিয়ান বাহিনীর জন্য ডিজেল বহনকারী চের্নিহিভ ওব্লাস্টে ৫৬ টি ট্যাঙ্কারের একটি কনভয়কে বিস্ফোরণে উড়িয়ে দিয়েছে। \nদিনের শেষে, রাশিয়ান বাহিনী যান্ত্রিক এবং বায়ুবাহিত আক্রমণ সত্ত্বেও কিয়েভকে ঘিরে ফেলতে এবং বিচ্ছিন্ন করতে ব্যর্থ হয়েছিল।  ইউক্রেনীয় জেনারেল স্টাফ রিপোর্ট করেছেন যে ইউক্রেনীয় বাহিনী কিয়েভের উত্তরে ১৪টি বিটিজির অগ্রযাত্রা থামানোর পরে রাশিয়া ১৭ ব্যাটালিয়ন কৌশলগত গ্রুপ (বিটিজি) এর অপারেশনাল উত্তর রিজার্ভের প্রতিশ্রুতি দিয়েছে।  রাশিয়া অস্থায়ীভাবে চের্নিহিভ এবং খারকিভ দখলের প্রচেষ্টা পরিত্যাগ করে যখন দৃঢ়প্রতিজ্ঞ ইউক্রেনীয় প্রতিরোধ দ্বারা আক্রমণ প্রতিহত করা হয় এবং কিইভের দিকে এগিয়ে যাওয়ার জন্য এই শহরগুলোকে বাইপাস করে।  দক্ষিণে, রাশিয়া বার্দিয়ানস্ক দখল করে এবং মারিউপোল ঘেরাও করার হুমকি দেয়। \nযুদ্ধ অধ্যয়ন ইনস্টিটিউট (আইএসডব্লিউ) বলেছে যে, দুর্বল পরিকল্পনা এবং বাস্তবায়ন উত্তর ইউক্রেনে রাশিয়ান সামরিক বাহিনীর জন্য মনোবল এবং লজিস্টিক সমস্যার দিকে নিয়ে যাচ্ছে।  মার্কিন যুক্তরাষ্ট্রএবং যুক্তরাজ্যের কর্মকর্তারা রিপোর্ট করেছেন যে, রাশিয়ান বাহিনী পেট্রোল এবং ডিজেল জ্বালানীর ঘাটতির মুখোমুখি হয়েছিল, যার ফলে ট্যাঙ্ক এবং সাঁজোয়া যানগুলো তাদের অগ্রগতির গতি কমিয়ে দেয়।  রাস্তার ধারে আটকে থাকা রাশিয়ান ট্যাঙ্ক এবং সাঁজোয়া কর্মী বাহকদের (এপিসি) ভিডিওগুলোও অনলাইনে প্রকাশিত হয়েছে।  রাশিয়া তার সম্পূর্ণ অস্ত্রাগার ব্যবহার না করা অব্যাহত রেখেছে; ISW বলেছে যে, এটি ব্যাপক বেসামরিক হতাহতের কূটনৈতিক এবং জনসংযোগের পরিণতি এড়াতে এবং সেইসাথে তার নিজস্ব বাহিনীর অগ্রগতিতে বাধা সৃষ্টিকারী ধ্বংসস্তুপ তৈরি এড়াতে পারে। \n\n\n=== ২৭শে ফেব্রুয়ারি ===\n\nরাতারাতি, খারকিভের বাইরে একটি গ্যাস পাইপলাইন রাশিয়ান হামলায় বিস্ফোরিত হওয়ার খবর পাওয়া গেছে,  যখন Kriachky গ্রামে একটি তেল ডিপোভাসিল্কিভের কাছে ক্ষেপণাস্ত্রের আঘাতের পরে জ্বলে ওঠে।  ভাসিল্কিভ বিমান ঘাঁটির কাছে প্রচণ্ড লড়াইয়ের কারণে দমকলকর্মীরা আগুন নিয়ন্ত্রণে আনতে পারেনি।  এছাড়াও, ইউক্রেনীয় রোমাদের একটি দল (জিপসি) খেরসন ওব্লাস্টের কাখোভকার কাছে লিউবিমিভকায় একটি রাশিয়ান ট্যাঙ্ক দখল করেছে বলে জানা গেছে।   রাষ্ট্রপতির কার্যালয় জানিয়েছে যে, জুলিয়ানি বিমানবন্দরেও বোমা হামলা হয়েছে।  লুহানস্ক প্রদেশের রুশ-সমর্থিত বিচ্ছিন্নতাবাদীরা বলেছে যে, রোভেনকি শহরের একটি তেল টার্মিনাল ইউক্রেনের একটি ক্ষেপণাস্ত্র দ্বারা আঘাত করেছে।  ইউক্রেনের রাষ্ট্রীয় জরুরি পরিষেবা রাশিয়ান আর্টিলারি দ্বারা আঘাতপ্রাপ্ত খারকিভের একটি নয়তলা আবাসিক বিল্ডিং থেকে ৮০ জনকে উদ্ধার করা হয়েছে, এটি ব্যাপকভাবে ক্ষতিগ্রস্ত হয়েছে এবং একজন মহিলাকে হত্যা করেছে। \nনোভা কাখোভকার মেয়র, ভ্লাদিমির কোভালেঙ্কো, নিশ্চিত করেছেন যে, শহরটি রাশিয়ান সৈন্যরা দখল করেছে এবং তাদের বিরুদ্ধে কোজাতস্কে এবং ভেসেলের বসতি ধ্বংস করার জন্য অভিযুক্ত করেছে।  শহরের কেন্দ্রে সহ শহরের রাস্তায় লড়াইয়ের সাথে, রাশিয়ান সৈন্যরাও খারকিভে প্রবেশ করে\n। \nএকই সময়ে, রাশিয়ান ট্যাঙ্কগুলো সুমিতে ঢুকতে শুরু করেছে।  রাশিয়ান প্রতিরক্ষা মন্ত্রণালয় ঘোষণা করেছে যে, তারা সম্পূর্ণরূপে খেরসন এবং বার্দিয়ানস্ককে ঘিরে ফেলেছে এবং হেনিচেস্ক ও খেরসন আন্তর্জাতিক বিমানবন্দর চোরনোবাইভকা দখল করেছে।   ইউক্রেনীয় বাহিনী চোরনোবাইভকার রুশ-অধিকৃত বিমানবন্দরে আঘাত হানে, রুশ সেনাবাহিনীর ক্ষতি করে।  বিকেলের দিকে, খারকিভ ওব্লাস্টের গভর্নর ওলেহ সিনেহুবভ বলেছিলেন যে, ইউক্রেনীয় বাহিনী খারকিভের সম্পূর্ণ নিয়ন্ত্রণ পুনরুদ্ধার করেছে,  এবং ইউক্রেনীয় কর্তৃপক্ষ বলেছে যে কয়েক ডজন রাশিয়ান সৈন্য আত্মসমর্পণ করেছে।  কুপিয়ানস্কের মেয়র হেন্নাদি মাতসেগোরা শহরের নিয়ন্ত্রণ রাশিয়ান বাহিনীর হাতে তুলে দিতে সম্মত হন। \n\nএকটি টেলিভিশন ভাষণে, পুতিন প্রতিরক্ষা মন্ত্রী এবং জেনারেল স্টাফের প্রধানকে \" রাশিয়ান সেনাবাহিনীর প্রতিরোধ বাহিনীকে যুদ্ধের একটি বিশেষ মোডে স্থাপন করার\" নির্দেশ দেন, যা তিনি ন্যাটো সদস্যদের \"আক্রমনাত্মক বিবৃতি\" বলে অভিহিত করেছিলেন। .    পুতিন যে শব্দগুচ্ছ ব্যবহার করেছেন, যেমন \"যুদ্ধ পরিষেবার বিশেষ মোড\", খোলা উৎসের ভিত্তিতে অজানা ছিল।  আদেশটিকে হুমকি হিসাবে ব্যাখ্যা করা হয়েছিল এবং ন্যাটো, ইইউ এবং জাতিসংঘের (ইউএন) সমালোচনার সম্মুখীন হয়েছিল; ন্যাটো মহাসচিব জেনস স্টলটেনবার্গ এটিকে \"বিপজ্জনক এবং দায়িত্বজ্ঞানহীন\" বলে বর্ণনা করেছেন, যখন জাতিসংঘের কর্মকর্তা স্টিফেন ডুজারিক পারমাণবিক যুদ্ধের ধারণাটিকে \"অচিন্তনীয়\" বলে অভিহিত করেছেন।  \nগোয়েন্দা বিশ্লেষক সংস্থা রোচান কনসাল্টিং-এর মতে, মারিউপোল এবং বার্দিয়ানস্ক অবরোধ করে রাশিয়া পন্থী বাহিনী দ্বারা নিয়ন্ত্রিত পূর্ব ইউক্রেনের অঞ্চলগুলোর সাথে ক্রিমিয়াকে সংযুক্ত করতে সফল হয়েছিল।  জেলেনস্কির উপদেষ্টা ওলেক্সি আরেস্টোভিচ বলেছেন যে, বার্দিয়ানস্ক রাশিয়ান বাহিনীর হাতে দখল হয়েছে।  ক্রিমিয়া থেকে প্রধান রাশিয়ান বাহিনী উত্তরে জাপোরিঝিয়া অভিমুখে অগ্রসর হয়, যখন ডিনিপ্রোর পূর্ব তীরে একটি রাশিয়ান বাহিনী মাইকোলাইভকে হুমকি দেয়। \n\nকিয়েভের উত্তর-পশ্চিমে বুচা এবং ইরপিনে রাশিয়ান বাহিনীকে পিছিয়ে দেওয়া হয়েছিল। লিথুয়ানিয়ান প্রতিরক্ষা মন্ত্রী আরভিদাস আনুসাউসকাসের মতে, আক্রমণের প্রথম তিন দিনে রাশিয়ানরা ৪,৩০০ জন নিহত হয়েছে। তিনি আরও দাবি করেছেন যে তারা ২৭টি বিমান, ২৬টি হেলিকপ্টার, ১৪৬টি ট্যাঙ্ক, ৭০৬টি AFV, ১টি বুক মিসাইল সিস্টেম, ০৪টি BM-21 গ্র্যাড অ্যান্টি-এয়ারক্রাফ্ট সিস্টেম, ০২টি ড্রোন এবং ০২টি জাহাজ হারিয়েছে। \nযুক্তরাজ্যের সামরিক গোয়েন্দাদের মতে, রুশ যান্ত্রিক বাহিনী চেরনিহিভকে বাইপাস করে কিয়েভের দিকে চলে গেছে।  লুহানস্ক ওব্লাস্টের গভর্নর সের্হি হাইদাই রুশ বাহিনীকে স্তানিৎসিয়া লুহানস্কা এবং শ্চাস্টিয়াকে দখল করার আগে ধ্বংস করার জন্য অভিযুক্ত করেছিলেন, অন্যদিকে দোনেস্ক ওব্লাস্টের গভর্নর পাভলো কিরিলেঙ্কোও তাদের ভলনোভাখা ধ্বংস করার জন্য অভিযুক্ত করেছিলেন। \nISW বলেছে যে, উত্তর ইউক্রেনে রাশিয়ান বাহিনী সম্ভবত আগের দিন একটি \"অপারেশনাল বিরতি\" শুরু করেছে, অতিরিক্ত বাহিনী ও সরবরাহ মোতায়েন করার জন্য; রাশিয়ান সামরিক সম্পদ যা পূর্বে আক্রমণকারী বাহিনীর অংশ ছিল না, প্রাথমিকভাবে প্রত্যাশিত তার চেয়ে বেশি কঠিন সংঘাতের প্রত্যাশায় ইউক্রেনের দিকে সরানো হচ্ছে। \n\n\n=== ২৮শে ফেব্রুয়ারি ===\nসারা রাত মারিউপোলের আশেপাশে লড়াই চলে।  ২৮ ফেব্রুয়ারি সকালে, যুক্তরাজ্যের প্রতিরক্ষা মন্ত্রণালয় বলেছিল যে, কিয়েভের উত্তরে বেশিরভাগ রাশিয়ান স্থল বাহিনী ৩০ কিমি (১৯ মা) বেশি রয়ে গেছে , হোস্টোমেল বিমানবন্দরে ইউক্রেনীয় প্রতিরোধের দ্বারা ধীর হয়ে গেছে। এটি আরও বলেছে যে, চেরনিহিভ এবং খারকিভের কাছে লড়াই সত্ত্বেও উভয় শহরই ইউক্রেনের নিয়ন্ত্রণে রয়েছে।  ম্যাক্সার টেকনোলজিস স্যাটেলাইট ইমেজ প্রকাশ করেছে, যেখানে ইভানকিভের কাছে কিয়েভের দিকে যাত্রা করা ট্যাঙ্ক এবং স্ব-চালিত আর্টিলারি সহ একটি রাশিয়ান কলাম দেখানো হয়েছে।  ফার্মটি প্রাথমিকভাবে বলেছিল যে, বহরটি প্রায় ২৭ কিলোমিটার (১৭ মাইল) দীর্ঘ, কিন্তু সেই দিন পরে স্পষ্ট করা হয়েছিল যে কলামটি আসলে ৬৪ কিলোমিটার (৪০ মাইল) দৈর্ঘ্যে। \nটাইমস প্রতিবেদন প্রকাশ করেছে যে, ওয়াগনার গ্রুপকে রাশিয়ার আক্রমণের প্রথম দিনগুলোতে জেলেনস্কিকে হত্যার আদেশ দিয়ে আফ্রিকা থেকে কিয়েভে পুনরায় মোতায়েন করা হয়েছিল। \nইউক্রেনের উপদেষ্টা আরেস্তোভিচ বলেছেন যে, ১৪:০০ EET নাগাদ ইরপিন এবং জাইটোমিরের মধ্যে হাইওয়েতে ২০০ টিরও বেশি রাশিয়ান সামরিক যান ধ্বংস বা ক্ষতিগ্রস্ত হয়েছে।  খারকিভের মেয়র ইহোর তেরেখভ বলেছেন যে, রাশিয়ার গোলাগুলোতে নয়জন বেসামরিক লোক নিহত এবং ৩৭ জন আহত হয়েছে।  মার্কিন যুক্তরাষ্ট্রে ইউক্রেনের রাষ্ট্রদূত ওকসানা মার্কারোভা রাশিয়াকে ভ্যাকুয়াম বোমা ব্যবহার করার জন্য অভিযুক্ত করেছেন। \nবেলারুশের গোমেলে ইউক্রেনীয় এবং রাশিয়ান প্রতিনিধিদের মধ্যে আলোচনা কোন সাফল্য ছাড়াই শেষ হয়েছে।   আগ্রাসন শেষ করার শর্ত হিসেবে, পুতিন ইউক্রেনের নিরপেক্ষতা, \"ডিনাজিফিকেশন\" এবং \"অসামরিকীকরণ\" এবং ক্রিমিয়াকে রাশিয়ার ভূখণ্ড হিসেবে স্বীকৃতি দেওয়ার দাবি জানান। \nরাশিয়া ইউক্রেনীয় বিমানঘাঁটি এবং রসদ কেন্দ্রগুলোতে, বিশেষত পশ্চিমে হামলা বাড়িয়েছে, দৃশ্যত ইউক্রেনীয় বিমান বাহিনীকে গ্রাউন্ড করার চেষ্টা করছে এবং পশ্চিম থেকে পুনরায় সরবরাহ ব্যাহত করছে। উত্তরে, আইএসডব্লিউ খারকিভে ভারী কামান ব্যবহারের সিদ্ধান্তকে \"একটি বিপজ্জনক পরিবর্তন\" বলে অভিহিত করেছে। দক্ষিণ বেলারুশের অতিরিক্ত রাশিয়ান বাহিনী এবং রসদ কলাম কিয়েভ আক্রমণকে সমর্থন করার জন্য কূটকৌশল চালাচ্ছে বলে মনে হচ্ছে।  রয়্যাল ইউনাইটেড সার্ভিসেস ইনস্টিটিউটের একজন বিশ্লেষক বলেছেন যে, ইউক্রেনীয় নিয়মিত সেনাবাহিনী আর গঠনে কাজ করছে না বরং মূলত স্থির প্রতিরক্ষায় কাজ করছে এবং ক্রমবর্ধমানভাবে টেরিটোরিয়াল ডিফেন্স ফোর্স এবং সশস্ত্র স্বেচ্ছাসেবকদের সাথে একীভূত হচ্ছে। \nগ্রীস-রাশিয়া সম্পর্কের মধ্যে একটি কূটনৈতিক সঙ্কট ছড়িয়ে পড়ে যখন রাশিয়ান বিমান বাহিনী ইউক্রেনীয় গ্রীকদের সংখ্যাগরিষ্ঠ জনবহুল মারিউপোলের কাছে বুহাস এবং সার্টানা বোমাবর্ষণ করে, ১২ গ্রীককে হত্যা করে।  রুশ রাষ্ট্রদূতকে তলব করে তীব্র প্রতিবাদ জানায় গ্রিস। ফ্রান্সের প্রেসিডেন্ট ইমানুয়েল ম্যাক্রোঁ এবং মার্কিন পররাষ্ট্রমন্ত্রী অ্যান্টনি ব্লিঙ্কেন,  জার্মানি  সহ অন্যান্য দেশ গ্রিসের প্রতি সমবেদনা প্রকাশ করেছেন। রাশিয়ান কর্তৃপক্ষ দায় অস্বীকার করেছে, তবে গ্রীক কর্তৃপক্ষ জানিয়েছে যে তাদের কাছে রাশিয়ান জড়িত থাকার প্রমাণ রয়েছে।  গ্রিসের প্রধানমন্ত্রী কিরিয়াকোস মিৎসোটাকিস ঘোষণা করেছেন যে, তার দেশ ইউক্রেনকে সমর্থন করার জন্য প্রতিরক্ষামূলক সামরিক সরঞ্জাম এবং মানবিক সহায়তা পাঠাবে।  \nএকটি স্কাই নিউজ রিপোর্টিং দল কিয়েভে ফিরে যাওয়ার চেষ্টা করে ইউক্রেনকে রাশিয়ান নাশকতাকারী পুনরুদ্ধার স্কোয়াড হিসাবে বর্ণনা করা থেকে আক্রমণের মুখে পড়ে। দলের একজন সদস্য স্টুয়ার্ট রামসে পিঠের নিচের অংশে আহত হয়েছেন।   \nএকজন র‌্যাঙ্কিং রাশিয়ান সেনা কমান্ডার, মেজর জেনারেল আন্দ্রেই সুখোভেটস্কি, সেন্ট্রাল মিলিটারি ডিস্ট্রিক্টের ৪১ তম সম্মিলিত অস্ত্র বাহিনীর ডেপুটি কমান্ডার, ইউক্রেনে অনির্দিষ্ট পরিস্থিতিতে নিহত হয়েছেন।  \n\n\n== মার্চ ২০২২ ==\n\n\n=== ০১লা মার্চ ===\n\nসুমি ওব্লাস্টের গভর্নর দিমিত্রো ঝাইভিটস্কির মতে, ওখতিরকাতে একটি সামরিক ঘাঁটিতে রাশিয়ার গোলাবর্ষণে ইউক্রেনের ৭০ জনেরও বেশি সেনা নিহত হয়েছে।  একটি রাশিয়ান ক্ষেপণাস্ত্র পরে ফ্রিডম স্কয়ারে আঞ্চলিক প্রশাসন ভবনে আঘাত হানে, কমপক্ষে দশজন বেসামরিক লোক নিহত এবং ৩৫ জন আহত হয়।   দক্ষিণ ইউক্রেনের খেরসন শহরটি রুশ বাহিনীর হামলার শিকার হয়েছে বলে জানা গেছে।  ইউক্রেন সরকার ঘোষণা করেছে যে, এটি সশস্ত্র বাহিনীকে অর্থায়নের জন্য যুদ্ধ বন্ড বিক্রি করবে। \nইউক্রেনের পার্লামেন্ট জানিয়েছে যে, বেলারুশের সশস্ত্র বাহিনী রাশিয়ার আক্রমণে যোগ দিয়েছে এবং তারা রাজধানীর উত্তর-পূর্বে চেরনিহিভ ওব্লাস্টে ছিল। UNIAN জানিয়েছে যে, ৩৩টি সামরিক যানের একটি কলাম এই অঞ্চলে প্রবেশ করেছে। মার্কিন যুক্তরাষ্ট্র দ্বিমত পোষণ করে বলেছিল যে, বেলারুশ আক্রমণ করেছে এমন \"কোন ইঙ্গিত\" নেই।  এর কয়েক ঘণ্টা আগে বেলারুশের প্রেসিডেন্ট লুকাশেঙ্কো বলেছিল যে, বেলারুশ যুদ্ধে যোগ দেবে না। \nরাশিয়ার প্রতিরক্ষা মন্ত্রণালয় ঘোষণা করার পর যে, এটি \"তথ্য আক্রমণ\" বন্ধ করতে লক্ষ্যবস্তুতে আঘাত হানবে, ক্ষেপণাস্ত্রগুলো কিয়েভের প্রাথমিক টেলিভিশন এবং রেডিও ট্রান্সমিটারগুলোর সম্প্রচার পরিকাঠামোতে আঘাত করে, টিভি চ্যানেলগুলোকে বন্ধ করে দেয়।  ইউক্রেনের কর্মকর্তারা বলেছেন যে, হামলায় পাঁচজন নিহত হয়েছে এবং ইউক্রেনের প্রধান হলোকাস্ট স্মৃতিসৌধ, কাছাকাছি বেবিন ইয়ার হলোকাস্ট মেমোরিয়াল সেন্টার ক্ষতিগ্রস্ত হয়েছে।  \nমার্কিন প্রতিরক্ষা বিভাগ বলেছে যে, রুশ বাহিনী বারদিয়ানস্ক এবং মেলিটোপোল দখল করেছে। \n১লা মার্চ সন্ধ্যায় এবং ২ই মার্চ সকালে, রাশিয়ান বিমান চালনা বোরোদিয়াঙ্কায় (কিভ অঞ্চল) ৮টি বহুতল আবাসিক ভবনে বোমাবর্ষণ করে, কমপক্ষে ৪০ জন বেসামরিক নাগরিককে হত্যা করে। \n\n\n=== ২ই মার্চ ===\n\nইউক্রেনের সামরিক বাহিনী উত্তর-পশ্চিম খারকিভে একটি রাশিয়ান প্যারাট্রুপার হামলার খবর দিয়েছে, যেখানে একটি সামরিক হাসপাতালে হামলা হয়েছে।  দিমিত্রো ওলেকসিওভিচ ঝাইভিটস্কি বলেছেন যে, রাশিয়ান বাহিনী ট্রসিয়ানেটস দখল করেছে। \nইউক্রেনীয় উপদেষ্টা আরেস্তোভিচ বলেছেন যে, ইউক্রেনীয় বাহিনী প্রথমবারের মতো আক্রমণে গিয়েছিল, হরলিভকার দিকে অগ্রসর হয়েছিল, যদিও এটি বেশিরভাগই অমূলক প্রমাণিত হয়েছিল।  রাশিয়ান সৈন্যরা খেরসন শহর দখল করে, শহর এবং ওব্লাস্টের একটি সামরিক স্থাপনা দখল শুরু করে। \nইউক্রেনের সশস্ত্র বাহিনীর কমান্ডার-ইন-চিফ ভ্যালেরি জালুঝনি বলেছেন যে, ইউক্রেনীয় বাহিনী মাকারিভ পুনরুদ্ধার করেছে।  মারিউপোলের মেয়র ভাদিম বোইচেনকো প্রতিবেদন প্রকাশ করেছেন যে, আবাসিক এলাকায় রাশিয়ান সামরিক বাহিনী \"নিরলসভাবে\" গোলা বর্ষণ করছে, এতে বেসামরিক লোকদের মধ্যে \"অসংখ্য\" হতাহতের ঘটনা ঘটেছে। \nবাংলাদেশী বাল্ক ক্যারিয়ার বাংলার সমৃদ্ধি মাইকোলাইভ ওব্লাস্টের অলভিয়া বন্দরে একটি ক্ষেপণাস্ত্র দ্বারা আঘাত করা হয়েছিল, এতে আগুন লেগেছে এবং একজন বাংলাদেশী প্রকৌশলী নিহত হয়েছে।  \nইউক্রেনস্কা প্রাভদা রিপোর্ট করেছেন যে, ইউক্রেনের গোয়েন্দাদের একটি সূত্র জানিয়েছে যে, ইউক্রেনের প্রাক্তন রাষ্ট্রপতি ভিক্টর ইয়ানুকোভিচ, রাশিয়াপন্থী সহানুভূতি সহ মর্যাদার বিপ্লবের পরে ক্ষমতাচ্যুত হয়েছিলেন, তিনি বেলারুশের মিনস্কে ছিলেন এবং রাশিয়ান বাহিনী যখন কিয়েভ এর নিয়ন্ত্রণ অর্জন করেছিল তখন রাশিয়া তাকে রাষ্ট্রপতি ঘোষণা করতে চেয়েছিল।   অন্যান্য বিশ্লেষকরা বলেছেন যে, ইউক্রেন আত্মসমর্পণ করলে পুতিন রাশিয়াপন্থী ভিক্টর মেদভেদচুককে রাষ্ট্রপতি পদে বসাতে পারেন। \nসের্গেই ল্যাভরভ রাশিয়ার পররাষ্ট্রমন্ত্রী, ন্যাটো এবং ইইউকে একটি পারমাণবিক যুদ্ধ শুরু করতে চায় বলে অভিযুক্ত করেছেন এবং সতর্ক করেছেন যে \"তৃতীয় বিশ্বযুদ্ধ হবে পারমাণবিক এবং ধ্বংসাত্মক\"। \n\n\n=== ৩ই মার্চ ===\n\nদ্বিতীয় দফা আলোচনার সময়, রাশিয়া ও ইউক্রেন বেসামরিক নাগরিকদের সরিয়ে নেওয়ার জন্য মানবিক করিডোর খুলতে সম্মত হয়েছে।  ওডেসার কাছে বিস্ফোরণের পর এস্তোনিয়ান কার্গো জাহাজ হেলট ডুবে যায়; জাহাজে থাকা ছয় ক্রু সদস্যরা বেঁচে যায়।  \nজার্মান ফেডারেল অর্থনৈতিক বিষয়ক মন্ত্রণালয় ইউক্রেনে ২,৭০০ টি সারফেস-টু-এয়ার মিসাইল (SAMs) সরবরাহের অনুমোদন দিয়েছে।  ভারখোভনা রাদা রাশিয়ান সরকার বা নাগরিকদের সম্পত্তি বাজেয়াপ্ত করার অনুমতি দিয়ে একটি আইন পাস করেছে। \nরাশিয়ার প্রতিরক্ষা মন্ত্রণালয় জানিয়েছে যে, তারা বালাক্লিয়া দখল করেছে।  এদিকে জেলেনস্কি রাশিয়ার প্রেসিডেন্ট পুতিনের সাথে সরাসরি আলোচনার জন্য বলেছেন, \"এই যুদ্ধ বন্ধ করার একমাত্র উপায়\"।  মার্কিন যুক্তরাষ্ট্র বলেছে যে, আগ্রাসনের আগে ইউক্রেনের চারপাশে যে রাশিয়ান বাহিনী জড়ো হয়েছিল তার প্রায় ৯০% দেশে প্রবেশ করেছে। \nজেলেনস্কি আরোও ঘোষণা করেছিলেন যে, প্রথম আন্তর্জাতিক স্বেচ্ছাসেবীরা রাশিয়ান বাহিনীর বিরুদ্ধে যুদ্ধ করতে ইউক্রেনে এসেছে। তিনি আরো বলেন, ইউক্রেন নিয়মিতভাবে পশ্চিমা দেশগুলো থেকে অস্ত্র পাচ্ছে। \n\n\n=== ৪ই মার্চ ===\n\nজাপরিজজিয়া নিউক্লিয়ার পাওয়ার প্ল্যান্টে, একটি প্রজেক্টাইল প্ল্যান্ট সাইটে আঘাত করেছিল, যার ফলে একটি বিল্ডিংয়ে স্থানীয়ভাবে আগুন লেগেছিল যেখানে চুল্লি ছিল না।    ইউক্রেনের স্টেট নিউক্লিয়ার রেগুলেটরি ইন্সপেক্টরেট তেজস্ক্রিয়তার মাত্রায় কোনো পরিবর্তন হয়নি বলে জানিয়েছে এবং কর্মকর্তারা জানিয়েছেন যে, কয়েক ঘণ্টা পর আগুন নিভে গেছে। ৬ নম্বর ইউনিটের ট্রান্সফরমারও ক্ষতিগ্রস্ত হয়েছে।  ইউক্রেনের তিন সৈন্য নিহত হওয়ার পর রাশিয়ান সৈন্যরা বিদ্যুৎ কেন্দ্রটি দখল করে নেয়।  রাশিয়ান প্রতিরক্ষা মন্ত্রণালয়ের প্রতিনিধি, ইগর কোনাশেনকভ বলেছেন যে, বিদ্যুৎ কেন্দ্রে হামলাটি ইউক্রেনীয় নাশকতাকারী গোষ্ঠীর দ্বারা উস্কানির চেষ্টা ছিল।  ইউক্রেনের ন্যাশনাল সিকিউরিটি অ্যান্ড ডিফেন্স কাউন্সিলের সেক্রেটারি ওলেক্সি ড্যানিলভ বলেছেন যে বিদ্যুৎ কেন্দ্রের গোলাগুলো রাশিয়ানদের দ্বারা পরিচালিত হয়েছিল। \nন্যাটোর মহাসচিব জেনস স্টলটেনবার্গ ইউক্রেনের দেশের উপর একটি নো-ফ্লাই জোন করার অনুরোধ প্রত্যাখ্যান করেছেন, এই বলে যে, এটি রাশিয়ার সাথে একটি পূর্ণাঙ্গ যুদ্ধের দিকে নিয়ে যাবে।  মার্কিন যুক্তরাষ্ট্র বলেছে যে রাশিয়া ইউক্রেনে ৫০০ টিরও বেশি ক্ষেপণাস্ত্র নিক্ষেপ করেছে এবং কিয়েভের উত্তরে রাশিয়ান কিয়েভ কনভয় রাজধানী থেকে ১৫ মাইল (২৪ কিলোমিটার) দূরে ছিল। \n\n\n=== ৫ই মার্চ ===\nরাশিয়ান সশস্ত্র বাহিনী প্রায় ২,০০,০০০ বেসামরিক মানুষকে মারিউপোল থেকে সরিয়ে নেওয়ার অনুমতি দেওয়ার জন্য একটি যুদ্ধবিরতি ঘোষণা করেছে, যেখানে জল এবং বিদ্যুতের অভাব রয়েছে।  তবে এর পরপরই রাশিয়া ও ইউক্রেন একে অপরকে শর্ত ভাঙ্গনের জন্য দায়ী করে যুদ্ধবিরতি শেষ হয়।   এদিকে, আরেস্তোভিচ বলেছিলেন যে, রাশিয়ান সৈন্যরা বুচা এবং হোস্টোমেলকে দখল করেছে। \n\n\n=== ৬ই মার্চ ===\nদিনের বেলায় রাশিয়ার ক্ষেপণাস্ত্র হামলায় হাভরিশিভকা ভিন্নিতসিয়া আন্তর্জাতিক বিমানবন্দর ধ্বংস হয়ে যায়।  জাইটোমির আর্মার প্ল্যান্টটিও রাশিয়ার বিমান হামলায় ধ্বংস হয়ে গেছে।  মারিউপোল থেকে বেসামরিক লোকদের সরিয়ে নেওয়ার দ্বিতীয় প্রচেষ্টাটি ব্যর্থ হয়েছিল।  একজন মার্কিন প্রতিরক্ষা কর্মকর্তা পরে বলেছিলেন যে যুদ্ধ শুরুর আগে রাশিয়া ইউক্রেনের আশেপাশে যে সৈন্য মোতায়েন করেছিল তার প্রায় ৯৫% দেশের অভ্যন্তরে ছিল। \n\n\n=== ৭ই মার্চ ===\nহোস্টোমেল সিটি কাউন্সিল ঘোষণা করেছে যে, মেয়র ইউরি প্রিলিপকো রাশিয়ান বাহিনীর হাতে নিহত হয়েছেন।  এরই মধ্যে ইরপিনের মেয়র ওলেক্সান্ডার মারকুশিনকে বন্দী করার খবর পাওয়া গেছে। \nইউক্রেনের সশস্ত্র বাহিনী জানিয়েছে যে, রাশিয়ান বাহিনী ভাসিলিভকা, টোকমাক এবং পোলোহি দখল করেছে।  মাইকোলাইভ ওব্লাস্টের গভর্নর ভিটালি কিম বলেছেন যে, ইউক্রেনীয় বাহিনী মাইকোলাইভ আন্তর্জাতিক বিমানবন্দর পুনরুদ্ধার করেছে।  এদিকে ইউক্রেনের সশস্ত্র বাহিনী জানিয়েছে যে, তারা দুই রুশ কমান্ডারকে হত্যার পাশাপাশি রাতারাতি পাল্টা আক্রমণে চুহুইভকে পুনরুদ্ধার করেছে।  ইউক্রেনের বিমান বাহিনী রাশিয়া-অধিকৃত খেরসন আন্তর্জাতিক বিমানবন্দরের সামরিক বিমানঘাঁটিতেও বোমাবর্ষণ করেছে। \nরাশিয়ান প্রতিরক্ষা মন্ত্রণালয় জানিয়েছে যে, এটি ছয়টি মানবিক করিডোর খুলবে। ইউক্রেনীয় সরকার এই ঘোষণার সমালোচনা করেছে, যেহেতু তাদের মধ্যে মাত্র দুটি অন্য ইউক্রেনীয় অঞ্চলে নেতৃত্ব দিয়েছে, অন্যরা রাশিয়া বা বেলারুশের দিকে নিয়ে গেছে। \nএকজন মার্কিন প্রতিরক্ষা কর্মকর্তা বলেছেন যে, রাশিয়া আক্রমণের আগে ইউক্রেনের চারপাশে যে বাহিনী সংগ্রহ করেছিল তার প্রায় ১০০% মোতায়েন করেছিল এবং ৬২৫টিরও বেশি ক্ষেপণাস্ত্র নিক্ষেপ করেছিল। \nইউক্রেনের প্রতিরক্ষা মন্ত্রণালয় দাবি করেছে যে, তারা খারকিভের কাছে রাশিয়ান মেজর জেনারেল ভিটালি গেরাসিমভকে হত্যা করেছে।  ২৩শে মে আলেকজান্ডার নেভস্কির আদেশ পেলে তাকে জীবিত পাওয়া যায়, তার মৃত্যুর দাবি নাকচ করে দিয়ে।  পরে বিবিসি নিউজ রাশিয়ান নিশ্চিত করেছেন যে তিনি এখনও বেঁচে আছেন।  \nদুটি রাশিয়ান ক্ষেপণাস্ত্র জাইটোমির এবং চেরনিয়াখিভের তেল ডিপোতে আঘাত করে, তাদের আগুন ধরিয়ে দেয়। \n\n\n=== ৮ই মার্চ ===\n\nমারিউপোল থেকে বেসামরিক লোকদের সরিয়ে নেওয়ার আরেকটি প্রচেষ্টা প্রতিরোধ করা হয়েছিল, ইউক্রেনীয় সরকার রাশিয়ান বাহিনীকে উচ্ছেদ করিডোর লক্ষ্যবস্তু করার জন্য অভিযুক্ত করেছে।  যাইহোক, ইউক্রেন এবং রাশিয়ার মধ্যে মানবিক করিডোর নিয়ে একটি চুক্তির অংশ হিসাবে সুমি থেকে বেসামরিক ব্যক্তিরা সরে যেতে সক্ষম হয়েছিল, এই ধরনের প্রথম স্থানান্তর। \n\n\n=== ৯ই মার্চ ===\nপোল্যান্ড তার ২৩টি মিগ-২৯ যুদ্ধবিমান বিনামূল্যে মার্কিন যুক্তরাষ্ট্রে স্থানান্তর করার এবং জার্মানির রামস্টেইন বিমান ঘাঁটিতে সরবরাহ করার প্রস্তাব দেয়, মার্কিন যুক্তরাষ্ট্র তাদের ইউক্রেনে সরবরাহ করে। মার্কিন যুক্তরাষ্ট্র প্রস্তাব প্রত্যাখ্যান করেছে, পেন্টাগন পোল্যান্ডের প্রস্তাবকে \"যুক্তিসিদ্ধ নয়\" বলে ঘোষণা করেছে।    রাশিয়ার সাথে আলোচনায় ইউক্রেনের একজন আলোচক ডেভিড আরাখামিয়া বলেছেন যে, দিনের বেলায় বিভিন্ন শহর থেকে ৪০,০০০ এরও বেশি বেসামরিক লোককে সরিয়ে নেওয়া হয়েছে। \n\n\n=== ১০ই মার্চ ===\n\nতুরস্ক আন্টালিয়ায় পররাষ্ট্রমন্ত্রীদের মধ্যে ত্রিপক্ষীয় বৈঠকের আয়োজন করেছে। ইউক্রেনের পররাষ্ট্রমন্ত্রী দিমিত্রো কুলেবা ল্যাভরভের সাথে তার বৈঠককে কঠিন বলে বর্ণনা করেছেন এবং বলেছেন এতে কোনো ফল হয়নি।  রাশিয়ার প্রতিরক্ষা মন্ত্রণালয় জানিয়েছে যে রুশ বাহিনী প্রতিদিন ১০:০০ থেকে রাশিয়ার জন্য মানবিক করিডোর খুলবে। \nমার্কিন প্রতিরক্ষা দফতরের এক জ্যেষ্ঠ আধিকারিক জানিয়েছেন, কিয়েভের পশ্চিমে রাশিয়ার সামরিক বাহিনী প্রায় ৫ কিলোমিটার (৩.১ মাইল) অগ্রসর হয়েছে কেন্দ্রীয় কিয়েভের কাছাকাছি, হোস্টোমেল বিমানবন্দরের কাছাকাছি। পূর্ব দিক থেকে অগ্রসর হওয়া কলামটি কিয়েভ থেকে ৪০ কিলোমিটার দূরে ছিল। তিনি আরও বলেছিলেন যে চেরনিহিভ এখন \"বিচ্ছিন্ন\"।   ইউক্রেনীয় বাহিনী ব্রোভারি রাইয়নে একটি রাশিয়ান কলামে অতর্কিত হামলা চালায় এবং বেশ কয়েকটি ট্যাঙ্ক ধ্বংস করে এবং একজন ট্যাঙ্ক কমান্ডারকে হত্যা করার পরে এটিকে পিছু হটতে বাধ্য করে।  \nম্যাক্সার টেকনোলজিস অনুসারে, উত্তর থেকে কিয়েভের দিকে আসা রাশিয়ান কনভয় ব্যাপকভাবে ছড়িয়ে পড়েছিল এবং পুনরায় মোতায়েন হয়েছিল। যুক্তরাজ্যের প্রতিরক্ষা মন্ত্রণালয় বলেছে যে, রাশিয়া সম্ভবত কিয়েভে হামলার জন্য পুনরায় সংগঠিত হচ্ছে। \nক্রোয়েশিয়ার রাজধানী জাগরেবে সোভিয়েত যুগের একটি ড্রোন বিধ্বস্ত হয়েছে । \n\n\n=== ১১ই মার্চ ===\nইভানো-ফ্রাঙ্কিভস্ক এবং লুটস্ককে লক্ষ্য করে রাশিয়ান বাহিনী পশ্চিম ইউক্রেনে তাদের আক্রমণ সম্প্রসারিত করেছে। লুটস্ক বিমান ঘাঁটিতে রকেট হামলার সময় চার ইউক্রেনীয় সৈন্য নিহত এবং অন্য ছয়জন আহত হয়,   যখন দুটি বয়লার প্ল্যান্ট বন্ধ করে দেওয়া হয়  এবং বিমান ঘাঁটি ধ্বংস হয়।  মিসাইলগুলোও ডিনিপ্রোতে আঘাত করেছিল, একজন বেসামরিক নাগরিককে হত্যা করেছিল, যখন রাশিয়ান প্রতিরক্ষা মন্ত্রণালয় বলেছিল যে, এটি ইভানো-ফ্রাঙ্কিভস্ক আন্তর্জাতিক বিমানবন্দরে সামরিক বিমানঘাঁটি নিষ্ক্রিয় করেছে। \nইউক্রেনীয় কর্মকর্তাদের মতে, মেলিটোপোলের মেয়র ইভান ফেডোরভকে রাশিয়ান সৈন্যরা অপহরণ করেছে।  অন্যত্র, একজন শীর্ষ রুশ কমান্ডার, মেজর জেনারেল আন্দ্রেই কোলেসনিকভ, ইউক্রেনের কর্মকর্তারা কর্মে নিহত হয়েছেন বলে প্রতিবেদন প্রকাশ করেছেন। পশ্চিমা কর্মকর্তারা বিশ্বাস করেন যে প্রায় ২০ জন রাশিয়ান মেজর জেনারেল হতাশাগ্রস্ত রাশিয়ান সৈন্যদের অনুপ্রাণিত করতে আক্রমণে ব্যক্তিগতভাবে অংশ নিচ্ছেন। \nকিয়েভের উত্তর-পূর্ব ও পূর্ব দিকে দিনের বেলায় লড়াই তীব্রতর হয়।  ইউক্রেনীয় বিমান বাহিনী পরে বলেছিল যে, রাশিয়া বেলারুশের সশস্ত্র বাহিনীকে যুদ্ধে প্রবেশ করার জন্য একটি মিথ্যা পতাকা অভিযান পরিচালনা করেছিল, ইউক্রেনের আকাশসীমা থেকে ইউক্রেনের সাথে বেলারুশের সীমান্তের কাছে কোপানি গ্রামে গুলি চালানোর জন্য তার জেট বিমান ব্যবহার করে।  এটি আরো বলেছে যে, আরো দুটি বেলারুশিয়ান বসতিও আক্রমণ করা হয়েছিল। বেলারুশীয় প্রতিরক্ষা মন্ত্রণালয় অবশ্য বলেছে যে, এমন কোনও হামলা হয়নি। \nপুতিন দিনের বেলায় মধ্যপ্রাচ্য থেকে ইউক্রেনে ১৬,০০০ পর্যন্ত স্বেচ্ছাসেবক মোতায়েনের অনুমোদন দিয়েছেন, ওয়াগনার গ্রুপ ইতোমধ্যে ৪,০০০ এরও বেশি সিরিয়ানকে নিয়োগ করেছে বলে জানা গেছে।  সেন্ট্রাল আফ্রিকান রিপাবলিকের যোদ্ধারাও বলেছে যে, তারা ইউক্রেনে রাশিয়ার হয়ে লড়াইয়ের প্রস্তুতি নিচ্ছিল। \nএকটি রাশিয়ান ট্যাঙ্কও ক্রেমিনার একটি কেয়ার হোমে গোলা বর্ষণ করেছে, এতে ৫৬ জন বাসিন্দা নিহত হয়েছে। \n\n\n=== ১২ই মার্চ ===\nদিনের বেলা কিয়েভের উত্তরে এবং অন্যান্য অবরুদ্ধ শহরগুলোর আশেপাশে প্রচণ্ড লড়াই হয়েছে, যখন ইউক্রেনীয় কর্মকর্তারা বলেছেন যে, সংঘর্ষ এবং রাশিয়ান বিমান হামলা বেসামরিক স্থানান্তরের হুমকি দিচ্ছে। রাশিয়ান বাহিনী ভাসিলকিভ বিমান ঘাঁটি ধ্বংস করেছে, এবং রাশিয়ান প্রতিরক্ষা মন্ত্রণালয় আরো বলেছে যে, তারা ব্রোভারিতে ইউক্রেনীয় বাহিনীর রেডিও এবং ইলেকট্রনিক বুদ্ধিমত্তার প্রধান কেন্দ্র ধ্বংস করেছে।   \nকুলেবা রাশিয়ান সরকারকে রাশিয়ার প্রতি সহানুভূতিশীল সরকার দ্বারা পরিচালিত \"খেরসন গণপ্রজাতন্ত্র\" তৈরি করার জন্য খেরসনে একটি গণভোটের পরিকল্পনা করার জন্য অভিযুক্ত করেন।  ডিপিআরের বাহিনী ইতোমধ্যে ভলনোভাখা দখল করে। \nইউক্রেনের সশস্ত্র বাহিনীর জেনারেল স্টাফ বলেছে যে, রাশিয়ার অগ্রযাত্রা ধীর হয়ে গেছে এবং অনেক জায়গায় থামানো হয়েছে। এদিকে উপ-প্রধানমন্ত্রী ইরিনা ভেরেশচুক বলেছেন যে, দিনের বেলায় প্রায় ১৩,০০০ বেসামরিক লোককে সরিয়ে নেওয়া হয়েছে। \nইউক্রেনের কর্মকর্তারা রাশিয়ার বিরুদ্ধে পোপাসনায় ফসফরাস বোমা ব্যবহারের অভিযোগ তুলেছেন। রাশিয়ান বোমা হামলায় স্যাভিয়াতোহিরস্ক লাভরা মঠটি ক্ষতিগ্রস্ত হয়েছে।   \n\n\n=== ১৩ মার্চ ===\n\nরাশিয়ান বাহিনী ইয়াভোরিভ ইন্টারন্যাশনাল সেন্টার ফর পিসকিপিং অ্যান্ড সিকিউরিটিতে বোমাবর্ষণ করেছে, একটি সামরিক ঘাঁটি যা ইউক্রেনের সামরিক বাহিনী ন্যাটো দেশগুলোর সাথে তাদের বেশিরভাগ মহড়ার জন্য ব্যবহার করেছিল, লভিভ ওব্লাস্টের গভর্নর ম্যাকসিম কোজিটস্কির মতে, ৩০ টিরও বেশি ক্ষেপণাস্ত্র দিয়ে। তিনি পরে বলেছিলেন যে, ৩৫ জন নিহত হয়েছে এবং ১৩৪ জন আহত হয়েছে, যখন রাশিয়ান প্রতিরক্ষা মন্ত্রণালয় জানিয়েছে যে, ১৮০ জন অ-ইউক্রেনীয় ভাড়াটে নিহত হয়েছে এবং ইউক্রেনে অন্যান্য দেশ দ্বারা সরবরাহ করা অনেক অস্ত্র ধ্বংস করা হয়েছে। যুদ্ধ শুরু হওয়ার পর থেকে এটিই ছিল পশ্চিমাঞ্চলে রাশিয়ার সবচেয়ে বড় হামলা।   এটি আরও বলেছে যে স্টারিচিতে আরেকটি ইউক্রেনীয় সামরিক সুবিধা আঘাতপ্রাপ্ত হয়েছে, যখন ইভানো-ফ্রাঙ্কিভস্কের মেয়র বলেছেন যে, শহরের বিমানবন্দর আবার আঘাত পেয়েছে। \nদিনের বেলা একাধিক ফ্রন্টে তুমুল যুদ্ধের খবর পাওয়া গেছে।  ইউক্রেন বলেছে যে, এটি খারকিভ ওব্লাস্টে এবং মাইকোলাইভের আশেপাশে পাল্টা আক্রমণ করছে, যখন যুক্তরাজ্যের প্রতিরক্ষা মন্ত্রণালয় বলেছে যে, রাশিয়ান বাহিনী পূর্ব ইউক্রেনে ইউক্রেনীয় বাহিনীকে বিচ্ছিন্ন করার চেষ্টা করছে এবং রাশিয়ান নৌবাহিনী কার্যকরভাবে ইউক্রেনের কৃষ্ণ সাগর উপকূলরেখার চারপাশে অবরোধ স্থাপন করেছে, আন্তর্জাতিক সামুদ্রিক বাণিজ্য বাধাগ্রস্ত করছে। \nজেলেনস্কি বলেছেন যে, মানবিক করিডোর চুক্তির অধীনে প্রায় ১,২৫,০০০ বেসামরিক নাগরিকদের সরিয়ে নেওয়া হয়েছে, যখন রাশিয়ান এবং ইউক্রেনীয় আলোচকরা শান্তি আলোচনায় অগ্রগতির কথা জানিয়েছেন।  কিয়েভ পুলিশ বিভাগ জানিয়েছে, রাশিয়ান বাহিনীর গুলি চালানোর ফলে ইরপিনে একজন আমেরিকান সাংবাদিক ব্রেন্ট রেনাডকে গুলি করে হত্যা করা হয়েছে। \nএকটি নিরস্ত্র রাশিয়ান অরলান -10 রিকনেসান্স ড্রোন রোমানিয়ান গ্রাম টারপিউতে বিধ্বস্ত হয়েছে।   \n\n\n=== ১৪ মার্চ ===\nডিপিআর-এর প্রধান ডেনিস পুশিলিন বলেছেন যে, তারা ডোনেটস্কের উপর দিয়ে একটি ইউক্রেনীয় তোচকা-ইউ ক্ষেপণাস্ত্র ভূপাতিত করেছে, কিন্তু শহরের কেন্দ্রে ক্ষেপণাস্ত্রের টুকরোগুলো আঘাত হেনেছে। রাশিয়ার প্রতিরক্ষা মন্ত্রণালয় জানিয়েছে, নিহত হয়েছেন ২৩ জন বেসামরিক নাগরিক। ইউক্রেনের সামরিক বাহিনী অবশ্য বলেছে যে, এই হামলার পেছনে রুশ বাহিনীর হাত রয়েছে।  প্রতিশোধ হিসাবে, রাশিয়ান প্রতিরক্ষা মন্ত্রণালয় ইউক্রেনের প্রতিরক্ষা শিল্পের সংগঠনগুলোকে ধ্বংস করার জন্য পদক্ষেপ নেওয়ার প্রতিশ্রুতি দিয়েছে।  এটি আরো বলেছে যে, রাশিয়া সমস্ত \"ইউক্রেনে বিদেশী ভাড়াটেদের\" অবস্থান জানত এবং রাশিয়ান বাহিনী তাদের নির্ভুলতার সাথে আক্রমণ চালিয়ে যাবে। \nওব্লাস্টের গভর্নর ভিটালি কোভাল জানিয়েছেন, রিভনে ওব্লাস্টের অ্যান্টোপি গ্রামে একটি ট্রান্সমিশন টাওয়ারে একটি রুশ ক্ষেপণাস্ত্র হামলা হয়েছে।  কোভাল পরে বলেছিলেন যে, ২১ জন বেসামরিক লোক নিহত এবং নয়জন আহত হয়েছিল।  ডিনিপ্রো ওব্লাস্টের গভর্নর ভ্যালেন্টিন রেজনিচেঙ্কো বলেছেন যে, ডিনিপ্রো আন্তর্জাতিক বিমানবন্দরে রাশিয়ার বোমা হামলার ফলে এর রানওয়ে ধ্বংস হয়েছে এবং টার্মিনাল ক্ষতিগ্রস্ত হয়েছে।  বেসামরিক লোকেরা প্রথমবারের মতো মারিউপোলকে সরিয়ে নিতে সক্ষম হয়েছিল। \nমার্কিন প্রতিরক্ষা বিভাগের একজন ঊর্ধ্বতন কর্মকর্তা বলেছেন যে, রাশিয়ার অগ্রগতি প্রায় সব ফ্রন্টে স্থবির হয়ে পড়েছে, তবে এটি তাদের আক্রমণ বন্ধ করবে বলে মনে হয় না।  সিরিয়ান অবজারভেটরি ফর হিউম্যান রাইটস আরও জানিয়েছে যে, ইউক্রেনে রাশিয়ার পক্ষে যুদ্ধ করার জন্য ৪০,০০০ এরও বেশি সিরিয়ান নিবন্ধিত হয়েছে। এটি যোগ করেছে যে আল-কাতেরজি মিলিশিয়াকে নিয়োগের বিজ্ঞপ্তি পাঠানো হয়েছে, যারা অতীতে সিরিয়ার সরকার এবং ইসলামিক স্টেট গ্রুপের মধ্যে মধ্যস্থতাকারী হিসাবে কাজ করেছিল। \n\n\n=== ১৫ মার্চ ===\n\nরাশিয়ার প্রতিরক্ষা মন্ত্রণালয় ১৫ মার্চ জানিয়েছে যে রাশিয়ান বাহিনী খেরসন ওব্লাস্টের সম্পূর্ণ নিয়ন্ত্রণ নিয়েছে এবং পূর্ববর্তী ২৪ ঘন্টার মধ্যে ছয়টি বায়রাক্টার টিবি ২ ড্রোন গুলি করেছে।  রাশিয়ান অবতরণ জাহাজ ওডেসার উপকূল কাছাকাছি. \nহেরাশচেঙ্কো পরে বলেছিলেন যে, রাশিয়ান মেজর জেনারেল ওলেগ মিতায়েভকে মারিউপোলে হত্যা করা হয়েছিল।  এদিকে ইউক্রেনের বিমান বাহিনী আবারও খেরসন আন্তর্জাতিক বিমানবন্দরে সামরিক বিমানঘাঁটিতে হামলা চালিয়ে একাধিক রুশ হেলিকপ্টার ধ্বংস করেছে। \nএকই দিনে, চেক প্রজাতন্ত্রের প্রধানমন্ত্রী পেত্র ফিয়ালা, স্লোভেনিয়ার প্রধানমন্ত্রী জেনেজ জানসা, পোল্যান্ডের প্রধানমন্ত্রী মাতেউস মোরাউইকি, এবং পোল্যান্ডের উপ-প্রধানমন্ত্রী জারোস্লো কাকজিনস্কি রেলপথে কিয়েভ যান এবং ইউক্রেনের প্রতি সমর্থন জানাতে জেলেনস্কির সাথে দেখা করেন। . \n\n\n=== ১৬ মার্চ ===\nকিয়েভের মার্কিন দূতাবাস জানিয়েছে যে, রুশ বাহিনী চের্নিহিভে রুটির জন্য সারিবদ্ধ ১০ জনকে গুলি করে হত্যা করেছে, যদিও এটি কোনও প্রমাণ দেয়নি। ভিডিওগুলো পরে অন্যদের দ্বারা সোশ্যাল মিডিয়াতে পোস্ট করা হয়েছিল যা কথিত পরিণতি দেখায়। \nইউক্রেন পরে ঘোষণা করে যে, তার বাহিনী বুচা, হোস্টোমেল এবং ইরপিনে যুদ্ধের সাথে কিয়েভের কাছে আসা রাশিয়ান বাহিনীকে প্রতিহত করতে পাল্টা আক্রমণ শুরু করেছে। উপরন্তু, ইউক্রেনীয় বাহিনী মাইকোলাইভের কাছে খেরসন অভিমুখে আক্রমণ শুরু করে। \nইউক্রেনের প্রেসিডেন্টের অফিসের প্রধান আন্দ্রেই ইয়ারমাক পরে প্রতিবেদন প্রকাশ করেছেন যে রুশ বাহিনী মেলিটোপোলের মেয়র ইভান ফেডোরভকে ছেড়ে দিয়েছে।  মারিউপোলের আঞ্চলিক ড্রামা থিয়েটার, প্রায় ১,০০০ বেসামরিক লোককে আশ্রয় দিয়েছিল, সেদিনের পরে বোমা হামলা হয়েছিল ।  থিয়েটারের বাইরে দুটি জায়গায়, \"дети\" ( \"শিশুদের\" জন্য রাশিয়ান শব্দ ) শব্দটি বানান করা হয়েছিল যাতে আক্রমণকারী বাহিনীর কাছে এটিকে শিশুদের ধারণ করে একটি বেসামরিক বিমান হামলার আশ্রয় হিসেবে চিহ্নিত করার জন্য, সামরিক লক্ষ্য নয়। \n\n\n=== ১৭ মার্চ ===\n\nদিনের বেলায়, পূর্ব ইউক্রেনের রুবিঝনে শহরটি রাশিয়ার দখলে ছিল। \n পূর্ব ইউক্রেনের ইজিয়াম শহরটিও দখল করা হয়েছিল,  যদিও যুদ্ধ অব্যাহত ছিল। \nআগ্রাসনের প্রতিক্রিয়া হিসেবে, কানাডা জরুরী ভ্রমণ ভিসার জন্য কানাডা-ইউক্রেন অনুমোদন চালু করে, যা যুদ্ধ থেকে পালিয়ে আসা ইউক্রেনীয় বাসিন্দাদের কানাডায় প্রবেশের বাধা কমিয়ে দেয়। \n\n\n=== ১৮ মার্চ ===\n\nরাশিয়ান আর্টিলারি মাইকোলাইভের একটি ইউক্রেনীয় সামরিক ব্যারাকে আঘাত করেছে, যেখানে প্রায় ২০০ সৈন্য অবস্থান করছে। পরের দিন ধ্বংসস্তূপ থেকে শুধুমাত্র একজনকে উদ্ধার করা হয়; তাপমাত্রা −6 এর নিচে নেমে গেছে °সে (২১ °ফা) রাতে। \nউত্তর পোলতাভা ওব্লাস্টে, স্থানীয় শিকারীরা জানিয়েছে যে তারা ১০ টিরও বেশি রাশিয়ান ট্যাঙ্ক দখল করেছে এবং সেগুলো ইউক্রেনীয় সেনাবাহিনীর কাছে হস্তান্তর করেছে। \n\n\n=== ১৯ মার্চ ===\nরাশিয়ান বাহিনী মারিউপোলের একটি আর্ট স্কুলে বোমা হামলা করেছে যেখানে ৪০০ জন লোক আশ্রয় নিচ্ছিল।  \n\n\n=== ২০ মার্চ ===\n\nরাশিয়ান ব্ল্যাক সি ফ্লিটের ডেপুটি কমান্ডার আন্দ্রে পালি ইউক্রেনীয় বাহিনীর গুলিতে নিহত হয়েছেন বলে নিশ্চিত করা হয়েছে। \nরাত ১১ টার দিকে, পোডিলস্কি জেলার কিইভ শপিং সেন্টার রেট্রোভিলে একটি রাশিয়ান কালিব্র ক্ষেপণাস্ত্র আঘাত হানে। রাশিয়া দাবি করেছে যে শপিং সেন্টারটি ইউক্রেনীয় বাহিনীর জন্য সরঞ্জাম মজুত করছিল। হামলায় অন্তত ৮ জন নিহত হয়েছে।    \n\n\n=== ২১ মার্চ ===\nসুমিতে অবস্থিত সুমিখিমপ্রম রাসায়নিক প্ল্যান্ট থেকে একটি অ্যামোনিয়া লিক হয়েছে।  \n\n\n=== ২২ মার্চ ===\nচেরনোবিল বর্জন অঞ্চলের জন্য দায়ী ইউক্রেনীয় রাষ্ট্রীয় সংস্থা প্রতিবেদন প্রকাশ করেছে যে, রাশিয়ান বাহিনী চেরনোবিল পারমাণবিক বিদ্যুৎ কেন্দ্রে একটি নতুন পরীক্ষাগার ধ্বংস করেছে। ২০১৫ সালে খোলা পরীক্ষাগারটি অন্যান্য বিষয়ের মধ্যে তেজস্ক্রিয় বর্জ্য ব্যবস্থাপনার উন্নতির জন্য কাজ করেছিল। \"ল্যাবরেটরিতে অত্যন্ত সক্রিয় নমুনা এবং রেডিওনুক্লাইডের নমুনা রয়েছে যা এখন শত্রুর হাতে রয়েছে, যা আমরা আশা করি নিজের ক্ষতি করবে এবং সভ্য বিশ্বের নয়\", সংস্থাটি তার বিবৃতিতে বলেছে। \n\n\n=== ২৩ মার্চ ===\nএকজন সিনিয়র মার্কিন প্রতিরক্ষা কর্মকর্তা বলেছেন যে, ইউক্রেনীয় বাহিনী কিয়েভের পূর্ব দিকের ফ্রন্টলাইনে রাশিয়ান বাহিনীকে পিছনে ঠেলে দিয়েছে। ওই কর্মকর্তা যোগ করেছেন যে, রুশ বাহিনী ইউক্রেনের পূর্বাঞ্চলে ডনবাস এলাকায় আরও সক্রিয় হয়ে উঠছে, তারা বলেছে যে তারা লুহানস্ক এবং দোনেৎস্ক অঞ্চলে \"অনেক বেশি শক্তি প্রয়োগ করছে\"। \n\n\n=== ২৪ মার্চ ===\nরাশিয়ান নৌবাহিনীর সারাতোভ  অ্যালিগেটর-শ্রেণির অবতরণ জাহাজে একটি বিস্ফোরণ ঘটে যখন জাহাজটি বার্দিয়ানস্কে ছিল।  ইউক্রেনীয় বাহিনী জানিয়েছে যে, তারা একটি টোচকা ব্যালিস্টিক ক্ষেপণাস্ত্র দিয়ে জাহাজে আঘাত করেছে, তবে বিস্ফোরণের কারণ এখনও যাচাই করা যায়নি।  জাহাজের সাথে থাকা অন্য দুটি অবতরণ জাহাজ দ্রুত বন্দর ছেড়ে চলে যায়, তাদের মধ্যে একটি আগুনে পুড়ে যায় এবং তারা কোন ক্ষয়ক্ষতি করেছে কিনা তা বর্তমানে অজানা।\nরাশিয়ার প্রতিরক্ষা মন্ত্রণালয়ের প্রতিনিধি ইগর কোনাশেনকভ বলেছেন যে, ইজিয়াম শহরটি সম্পূর্ণরূপে রাশিয়ান সেনাবাহিনীর নিয়ন্ত্রণে ছিল।  পরে ইউক্রেনের কর্মকর্তারা তা অস্বীকার করেন। \nইউক্রেনের কর্মকর্তারা বলেছেন যে, রুশ বাহিনী ফসফরাস বোমা ব্যবহার করেছে। \n\n\n=== ২৫ মার্চ ===\nইউক্রেনীয় বাহিনী কিয়েভের পূর্ব দিকে পাল্টা আক্রমণ চালায়, কিছু প্রতিরক্ষামূলক অবস্থান এবং লুক্যানিভকার মতো বসতি পুনরুদ্ধার করে। রাজধানীর উত্তর-পশ্চিমে, ইরপিনের জন্য লড়াই অব্যাহত ছিল, রাশিয়ান আর্টিলারি ফায়ারের মধ্যে বেশিরভাগ শহর ইউক্রেনের হাতে অবশিষ্ট ছিল।  রাশিয়ান বাহিনী চেরনোবিল পারমাণবিক সাইটের কাছাকাছি, কিয়েভের উত্তরে স্লাভ্যুটিচ শহর দখল করেছে।  খেরসন রাইয়নের চোরনোবাইভকা এয়ারফিল্ডে ৪৯ তম রাশিয়ান সেনাবাহিনীর কমান্ড পোস্টে একটি ইউক্রেনীয় বিমান হামলায় রাশিয়ান জেনারেল ইয়াকভ রেজান্টসেভ নিহত হয়েছেন।  ইউক্রেনের উত্তর-পূর্বে খারকিভ শহরের পূর্বে পাল্টা আক্রমণ শুরু করেছে ইউক্রেনীয়রা। \nপশ্চিম-মধ্য ইউক্রেনের ভিন্নিতসিয়াতে ইউক্রেনীয় বিমান বাহিনীর কমান্ড সেন্টারে আঘাত করে রাশিয়ানরা বোমা হামলার অভিযানে সামরিক ও বেসামরিক অবকাঠামোকে লক্ষ্যবস্তু করতে থাকে।  কর্নেল জেনারেল Sergey Rudskoy, রাশিয়ার জেনারেল স্টাফের প্রথম উপপ্রধান, একটি মিডিয়া ব্রিফিংয়ে বলেছেন যে, রাশিয়ার সামরিক অভিযানের \"প্রথম পর্যায়\" সম্পূর্ণ হয়েছে এবং তাদের প্রাথমিক ফোকাস এখন \"ডনবাসের মুক্তি\" কেন্দ্রিক। \n\n\n=== ২৬ মার্চ ===\nকিয়েভের চলমান যুদ্ধে, মাকারিভ, বুচা, ইরপিন এবং বিলোহোরোদকা সহ রাজধানীর পশ্চিম এবং পূর্বের শহরতলিতে, রাশিয়ান সামরিক বাহিনীর দ্বারা গোলাবর্ষণ অব্যাহত ছিল এবং কিছু এলাকায়, যেমন বুচা এবং নেমিশাইভ, রাশিয়ান বাহিনী খনন করছিল।  কিইভের উত্তরে দখলকৃত শহর স্লাভুটিচের স্থানীয়দের উত্তেজনাপূর্ণ রাস্তার প্রতিবাদের পর, রাশিয়ান সামরিক বাহিনী প্রত্যাহার করতে রাজি হয়েছিল যদি শহরে কোন ইউক্রেনীয় সৈন্য না থাকে তবে স্লাভুটিচের বাইরে একটি চেকপয়েন্ট স্থাপন করে। \nইউক্রেনীয় সামরিক বাহিনী জানিয়েছে যে তারা ট্রস্টিয়ানেটস শহর পুনরুদ্ধার করেছে  - কৌশলগতভাবে সুমি এবং খারকিভের বৃহত্তর জনবসতি এবং Poltavka গ্রামের মধ্যে অবস্থিতজাপোরিঝিয়া ওব্লাস্টের হুলিয়াপোলের পূর্বে এবং মালিনিভকা ।  একটি ইউক্রেনীয় পাল্টা আক্রমণও খারকিভ শহরের পূর্বদিকে অব্যাহত ছিল, যার ফলে বেশ কিছু বসতি পুনরুদ্ধার করা হয়েছে, যেমন প্রবলভাবে প্রতিদ্বন্দ্বিতাপূর্ণ ভিলখিভকা গ্রাম। \n\nইউক্রেনের স্টেট নিউক্লিয়ার রেগুলেটরি ইন্সপেক্টরেট বলেছে যে, খারকিভ ইনস্টিটিউট অফ ফিজিক্স অ্যান্ড টেকনোলজিতে নিউট্রন উৎস পরীক্ষামূলক সুবিধা রাশিয়ান বাহিনীর গোলাগুলির আওতায় এসেছে, যোগ করেছে যে লড়াইয়ের ফলে ক্ষতির মূল্যায়ন করা অসম্ভব হয়ে পড়েছে। \nরাশিয়ার ক্ষেপণাস্ত্র হামলাগুলো পশ্চিম ইউক্রেনের লভিভের জ্বালানি স্টোরেজ ডিপো এবং একটি রেডিও মেরামত প্ল্যান্ট সহ শিল্প ও সামরিক স্থাপনাগুলোকেও লক্ষ্যবস্তু করে, আক্রমণে প্রথমবারের মতো শহরটিকে আঘাত করেছিল।  \n\nমার্কিন প্রেসিডেন্ট বাইডেন প্রতিবেশী পোল্যান্ডের রাজধানী ওয়ারশতে একটি বক্তৃতা দেওয়ার সাথে সাথে এই হামলাটি ঘটে, যেখানে তিনি ইউক্রেনের প্রতি অব্যাহত সমর্থনের প্রতিশ্রুতি দিয়েছিলেন এবং বলেছিলেন যে রাষ্ট্রপতি পুতিন \"ক্ষমতায় থাকতে পারবেন না\"। হোয়াইট হাউস পরে স্পষ্ট করেছে যে এটি একটি শাসন পরিবর্তনের আহ্বান ছিল না। \nজর্জিয়ার বিচ্ছিন্ন রাজ্য দক্ষিণ ওসেটিয়ার রুশ-সমর্থিত নেতা আনাতোলি বিবিলভ নিশ্চিত করেছেন যে, স্থানীয় বাহিনী এই অঞ্চল থেকে ইউক্রেনে স্থানান্তরিত রাশিয়ান সেনাদের সাথে যোগ দিয়েছে। \n\n\n=== ২৭ মার্চ ===\n\nরাশিয়ান সামরিক বাহিনী লুটস্ক, খারকিভ, জাইটোমির এবং রিভনে শহর সহ ইউক্রেন জুড়ে ক্ষেপণাস্ত্র হামলা অব্যাহত রেখেছে, যখন মারিউপোল আবার নিরবচ্ছিন্ন গোলাগুলির শিকার হয়েছে। ইউক্রেনের প্রতিরক্ষা কর্মকর্তারা প্রতিবেদন প্রকাশ করেছেন যে রাশিয়ান বাহিনী - তাদের স্থল আক্রমণ মূলত স্থগিত - পুনঃসংগঠিত করার এবং রাজধানীতে সরবরাহ রুটগুলোকে ব্লক করার জন্য কিয়েভের চারপাশে একটি \"করিডোর\" স্থাপনের চেষ্টা করছে।  ইউক্রেনের সামরিক বাহিনী ২৮ শে মার্চ জানিয়েছে যে, আগের ২৪ ঘণ্টায় চারটি রুশ বিমান, একটি হেলিকপ্টার, দুটি ড্রোন এবং দুটি ক্রুজ ক্ষেপণাস্ত্র ভূপাতিত করা হয়েছে। \nইউক্রেনীয় সেনাবাহিনী রাশিয়ার সীমান্তের কাছে খারকিভ অঞ্চলে তার পাল্টা আক্রমণ চালিয়েছে, মালা রোহান এবং ভিলখিভকার বেশিরভাগ অংশের সম্পূর্ণ নিয়ন্ত্রণ দাবি করেছে।  ইউক্রেনীয় সামরিক বাহিনী অনুসারে, রাশিয়ানরা মূলত সুমি অঞ্চলে তাদের অগ্রগতি পরিত্যাগ করেছিল, কিন্তু ইজিয়ামে পুনরায় সংগঠিত এবং পাল্টা আক্রমণ করেছিল।  লুহানস্ক পিপলস রিপাবলিকের রাশিয়াপন্থী বাহিনী জানিয়েছে যে, ইউক্রেনের সামরিক বাহিনী ২৭ মার্চ এই অঞ্চলে ৬০ জন লোক, ছয়টি ট্যাঙ্ক এবং তিনটি সাঁজোয়া কর্মী বহনকারীকে হারিয়েছে। \nইউক্রেনের ডিফেন্স ইন্টেলিজেন্সের প্রধান, ব্রিগেডিয়ার জেনারেল কিরিলো বুদানভ বলেছেন যে, ইউক্রেনের সরকারকে উৎখাত করার রাশিয়ার প্রচেষ্টা ব্যর্থ হয়েছে এবং পুতিন এখন \"কোরিয়ান দৃশ্যকল্প\" অনুযায়ী ইউক্রেনকে বিভক্ত করার চেষ্টা করছেন।  জেলেনস্কি রাশিয়ান স্বাধীন সাংবাদিকদের সাথে একটি সাক্ষাত্কারে বলেছিলেন যে, তার সরকার রাশিয়ার সাথে একটি শান্তি চুক্তির অংশ হিসাবে একটি নিরপেক্ষ, অ-পরমাণু অবস্থান গ্রহণ করতে প্রস্তুত, তবে যে কোনও চুক্তির জন্য দেশব্যাপী গণভোটে অনুমোদনের প্রয়োজন হবে। \n\n\n=== ২৮ মার্চ ===\nইউক্রেনের প্রতিরক্ষা মন্ত্রণালয় বলেছে যে, রুশ বাহিনী ডোনেটস্ক এবং লুহানস্কের দিকে অগ্রসর হওয়ার জন্য পুনঃসংগঠিত হচ্ছে, আংশিকভাবে রুশ-সমর্থিত বিচ্ছিন্নতাবাদীদের দ্বারা নিয়ন্ত্রিত, যখন কালো এবং আজভ সাগরে আরও যুদ্ধজাহাজকে উপকূলরেখার কাছাকাছি নিয়ে আসছে, সম্ভবত ইউক্রেনে আরও ক্ষেপণাস্ত্র হামলা চালানোর জন্য।  কিয়েভ ফ্রন্টে, বুচা, ইরপিন, হোস্টোমেল এবং মাকারিভের পশ্চিম শহরতলির পাশাপাশি পশ্চিমে জাইটোমির শহর থেকে এবং যাওয়ার পথ এবং ভিশোরোদের উত্তরের অঞ্চলগুলি রাশিয়ান গোলাগুলোর শিকার ছিল।  পরে ২৮ মার্চ, মেয়র অলেক্সান্ডার মার্কুশিন ঘোষণা করেন যে ইরপিন শহরটি সম্পূর্ণরূপে ইউক্রেনীয় বাহিনী দ্বারা পুনরুদ্ধার করা হয়েছে। \nমারিউপোলে প্রচণ্ড যুদ্ধ চলতে থাকে, যেখানে ইউক্রেনীয় বাহিনী শহরের কেন্দ্রে রাশিয়ার আক্রমণ প্রতিহত করে। ইউক্রেনের কর্মকর্তারা রাশিয়ান সেনাবাহিনীর বিরুদ্ধে শিশুসহ স্থানীয় বেসামরিক নাগরিকদের জোরপূর্বক রাশিয়ায় ফেরত পাঠানোর অভিযোগ করেছেন।   ইউক্রেনের পররাষ্ট্র মন্ত্রণালয় অবরুদ্ধ শহরটিকে রাশিয়ান সামরিক বাহিনীর দ্বারা \"ধুলোয় পরিণত\" হিসাবে বর্ণনা করেছে।  মারিউপোলের মেয়র, ভাদিম বয়চেঙ্কো, শহরের অবশিষ্ট জনসংখ্যাকে সম্পূর্ণরূপে সরিয়ে নেওয়ার আহ্বান জানিয়েছেন। \nরাশিয়ার প্রতিরক্ষা মন্ত্রণালয় ২৯ শে মার্চ বলেছে যে তারা ২৮ মার্চ সন্ধ্যায় ক্রুজ মিসাইল দিয়ে ইউক্রেনের রিভনে অঞ্চলে একটি বড় জ্বালানি ডিপো ধ্বংস করেছে। \n\n\n=== ২৯ মার্চ ===\n\nইউক্রেনীয় এবং রাশিয়ান আলোচকরা ইস্তাম্বুলে ব্যক্তিগত আলোচনার একটি নতুন রাউন্ডের জন্য মিলিত হয়েছিল। বৈঠকের আগে তুরস্কের প্রেসিডেন্ট রিসেপ তাইয়্যেপ এরদোয়ান বলেছেন যে, ইউক্রেন রাশিয়ার ৬টি দাবির মধ্যে ৪টিতে সম্মত হতে প্রস্তুত।  তিনি দাবি করেছেন যে, ইউক্রেন ন্যাটো সদস্যপদ ত্যাগ করতে এবং রাশিয়ান ইউক্রেনের দ্বিতীয় সরকারী ভাষা করতে প্রস্তুত ছিল।  এরদোগানের মতে, ইউক্রেন ক্রিমিয়া ও লুহানস্ক এবং দোনেৎস্ক ওব্লাস্টের কিছু অংশে রাশিয়ার দখলদারিত্ব স্বীকার করতে প্রস্তুত ছিল না।  ইউক্রেন ন্যাটো অনুচ্ছেদ ৫ এর লাইনে নিরাপত্তা গ্যারান্টির বিনিময়ে একটি নিরপেক্ষ অবস্থা গ্রহণের প্রস্তাব করেছে। প্রস্তাবগুলোর মধ্যে রাশিয়া-অধিভুক্ত ক্রিমিয়ার অবস্থা এবং সমস্ত রাশিয়ান বাহিনীকে তাদের প্রাক-আক্রমণ অবস্থানে ফিরে যাওয়ার বিষয়ে ১৫-বছরের পরামর্শের সময়সীমা অন্তর্ভুক্ত ছিল।  রাশিয়ার প্রতিরক্ষা মন্ত্রণালয় কিয়েভ এবং চেরনিহিভ ফ্রন্টে \"সামরিক কার্যকলাপের কঠোর হ্রাস\" ঘোষণা করেছে, যা রাশিয়ার রাষ্ট্রপতির সহযোগী ভ্লাদিমির মেডিনস্কি স্পষ্ট করেছেন, এটি যুদ্ধবিরতির সমতুল্য নয়।   মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা বিভাগ সতর্ক করে বলেছে যে, কিয়েভ থেকে দূরে রাশিয়ান সেনাবাহিনীর উপাদানগুলোর একটি পর্যবেক্ষণ আন্দোলন সম্ভবত \"একটি পুনঃস্থাপন, প্রকৃত প্রত্যাহার নয়\"।  ১৩ জুন ২০২৩-এ সামরিক ব্লগারদের সাথে একটি টেলিভিশন বৈঠকে রাশিয়ান প্রেসিডেন্ট ভ্লাদিমির পুতিন দাবি করেছিলেন যে, রাশিয়া এবং ইউক্রেন এই দিনে \"কিভাবে শান্তিপূর্ণ উপায়ে বর্তমান পরিস্থিতি সমাধান করা যায় সে বিষয়ে একটি ভাল চুক্তিতে এসেছিল\" কিন্তু ইউক্রেনীয়রা \"তাকে ছুড়ে ফেলেছে\" \" কিয়েভ থেকে রাশিয়ান সেনা প্রত্যাহারের পরে (ব্যর্থ) 2022 কিয়েভ আক্রমণের পরে।  পুতিনের মতে \"ইউক্রেনে আইনে উপযুক্ত বিধিনিষেধ প্রবর্তনের\" মাধ্যমে ইউক্রেনে নব্য-নাৎসিবাদকে দমন করতে সম্মত হয়েছিল, তবে এটি ইচ্ছাকৃতভাবে ঘটতে ব্যর্থ হয়েছিল।  ১৪ জুন ২০২৩-এ বেলারুশের রাষ্ট্রপতি আলেকজান্ডার লুকাশেঙ্কো রাশিয়া-1- এর সাথে একটি সাক্ষাত্কারে দাবি করেছিলেন যে ইউক্রেনীয় এবং রাশিয়ান প্রতিনিধিদল ২০২২ সালের মার্চের আলোচনার সময় ক্রিমিয়ার \"কোন ধরণের ইজারা\" এর সম্ভাবনা নিয়ে আলোচনা করেছিল। \nআলোচনা সত্ত্বেও, বিমান হামলা এবং স্থল যুদ্ধ অবিরাম চলতে থাকে। ইউক্রেনের সামরিক বাহিনী জানিয়েছে যে, তারা পূর্ব, দক্ষিণ-পূর্ব এবং উত্তর-পূর্বে রাশিয়ার আক্রমণকারী বাহিনীকে আটকে রেখেছে, নির্দিষ্ট কিছু এলাকায় পাল্টা আক্রমণ করছে।  কিয়েভের শহরতলির আশেপাশে, বিশেষ করে রাজধানীর উত্তর-পশ্চিম ও উত্তর-পূর্বে তীব্র লড়াই হয়েছে।  একটি রাশিয়ান বিমান হামলা মাইকোলাইভের একটি আঞ্চলিক সরকারি ভবনে আঘাত হানে, কমপক্ষে ৩৫ জন নিহত এবং ৩৩ জন আহত হয়েছে।  \nস্থানীয় কর্মকর্তারা ইউক্রেন সীমান্তের কাছে রাশিয়ান শহর বেলগোরোডের বাইরে একটি সিরিজ বিস্ফোরণের খবর দিয়েছে। TASS- এর মতে, একটি অস্থায়ী রাশিয়ান সামরিক ক্যাম্প ইউক্রেনের দিক থেকে ছোড়া একটি শেল আঘাত করে, অন্তত চারজন আহত হয়। \n\n\n=== ৩০ই মার্চ ===\nরাশিয়ান সামরিক বাহিনী অবিরত বলেছে যে, ডনবাস অঞ্চলে ফোকাস করার জন্য \"পরিকল্পিতভাবে সৈন্যদের পুনর্গঠনের\" জন্য কিয়েভ এবং চেরনিহিভের চারপাশে ডি-এস্কেলেশন চলছে।  ইউক্রেনের প্রতিরক্ষা মন্ত্রণালয় বলেছে যে, তারা রাশিয়ান বাহিনীর ব্যাপক প্রত্যাহার লক্ষ্য করেনি, তবে তাদের যে ভারী ক্ষতি হয়েছিল তা পূরণ করতে পৃথক ইউনিটগুলোকে ফিরিয়ে আনা হচ্ছে।  ইতোমধ্যে, ইরপিনের আশেপাশে সহ কিয়েভের উপকণ্ঠে প্রচণ্ড লড়াই এবং গোলাবর্ষণ অব্যাহত রয়েছে।  স্থানীয় কর্মকর্তারা চেরনিহিভের  পাশাপাশি ইউক্রেনীয়-নিয়ন্ত্রিত অঞ্চলে ডনবাস অঞ্চলে, মারিউপোল, মারিনকা, ক্রাসনোহরিভকা, আভদিভকা, লাইসিচানস্ক এবং অন্যান্য বসতি সহ ব্যাপক গোলাগুলির খবর দিয়েছেন। \n\n\n=== ৩১ই মার্চ ===\nরাশিয়ান সামরিক বাহিনী তাদের বিমান অভিযানের সংখ্যা বাড়িয়েছে, তাদের বিমান হামলাগুলো মূলত কিয়েভ, চেরনিহিভ, খারকিভের দক্ষিণে ইজিয়াম এবং ডনবাস অঞ্চলের উপর দৃষ্টি নিবদ্ধ করেছিল।  ইউক্রেনের রাষ্ট্রীয় পারমাণবিক কোম্পানি Energoatom- এর মতে, বেশিরভাগ রাশিয়ান সৈন্য চেরনোবিল পারমাণবিক বিদ্যুৎ কেন্দ্র থেকে সীমান্তের দিকে প্রত্যাহার করেছে।  একজন মার্কিন প্রতিরক্ষা কর্মকর্তা আরো প্রতিবেদন প্রকাশ করেছেন যে, রুশ বাহিনী হোস্টোমেল বিমানবন্দর সহ কিয়েভের উত্তর ও উত্তর-পশ্চিমাঞ্চলীয় অঞ্চলে নামছে।  ইউক্রেনীয় বাহিনী কিছু কিছু এলাকায় পাল্টা আক্রমণ চালিয়ে যায়, জাপোরিঝিয়া অঞ্চলের জাটিশশিয়া, মালিনিভকা, ভেসেলে, জেলেনি হাই এবং চেরভোন এবং চের্নিহিভ অঞ্চলের স্লোবোদা এবং লুকাশিভকা-এর বসতি পুনরুদ্ধার করে।  রুশ বাহিনী বলেছে যে, তারা ডোনেটস্ক অঞ্চলের জোলোটা নাইভা এবং লুহানস্ক অঞ্চলের ঝিটলোভকা দখল করেছে। \nইন্টারন্যাশনাল কমিটি অফ দ্য রেড ক্রস (আইসিআরসি) জানিয়েছে যে, একটি মানবিক কাফেলা ত্রাণসামগ্রী বিতরণ এবং অবরুদ্ধ শহর মারিউপোল থেকে বেসামরিক লোকদের সরিয়ে নেওয়ার জন্য যাচ্ছিল।  উপ-প্রধানমন্ত্রী ভেরেশচুক পরে বলেছিলেন যে, বারোটি ইউক্রেনীয় ট্রাক মারিউপোলে মানবিক ত্রান সামগ্রী সরবরাহ করতে সক্ষম হয়েছিল, তবে সরবরাহগুলো রাশিয়ান সেনারা আটক করেছিল। \n\n\n== এপ্রিল ২০২২ ==\n\n\n=== ১লা এপ্রিল ===\nবেলগোরোড ওব্লাস্টের গভর্নর, ভ্যাচেস্লাভ গ্ল্যাডকভ বলেছেন যে, দুটি ইউক্রেনীয় এমআই-২৪ সামরিক হেলিকপ্টার ৩১ই মার্চ কম উচ্চতায় রাশিয়ায় প্রবেশ করার পরে বেলগোরোড শহরের একটি জ্বালানী স্টোরেজ ডিপোতে আঘাত করেছিল। ডিপোর সিকিউরিটি ক্যামেরার ফুটেজে আলোর ঝলকানি দেখা গেছে যা আকাশে কম উচ্চতা থেকে ছোড়া রকেট বলে মনে হচ্ছে, তারপরে মাটিতে বিস্ফোরণ হয়েছে। \nইউক্রেনের সামরিক বাহিনী নিশ্চিত করেছে যে, ইজিয়াম রাশিয়ার নিয়ন্ত্রণে ছিল।   \n\n\n=== ২ই এপ্রিল ===\nরাশিয়ান ক্ষেপণাস্ত্রগুলো মধ্য ইউক্রেনের পোলতাভা এবং ক্রেমেনচুক শহরে আঘাত করেছে, অবকাঠামো এবং আবাসিক ভবনগুলোকে ক্ষতিগ্রস্ত করেছে, পোলতাভা অঞ্চলের প্রধান দিমিত্রো লুনিন বলেছেন যে, অন্তত চারটি ক্ষেপণাস্ত্র পোলতাভাতে দুটি অবকাঠামোগত বস্তুতে আঘাত করেছে যখন প্রাথমিক তথ্য অনুযায়ী, তিনটি শত্রু বিমান ক্রেমেনচুকের শিল্প স্থাপনায় হামলা চালায়। তিনি আরো যোগ করেছেন যে, সম্ভাব্য হতাহতের বিষয়ে তাৎক্ষণিক কোন তথ্য নেই। তবে এসব ঘটনার কোনোটিই তাৎক্ষণিকভাবে নিশ্চিত হওয়া যায়নি। \nরাশিয়া উত্তর থেকে কিছু সৈন্য প্রত্যাহার করার কথা বলার কয়েকদিন পর কিয়েভ আক্রমণ ভেঙ্গে পড়ে। রাশিয়ানরা চেরনোবিল পর্যন্ত ফিরে যায়।  ইউক্রেনের ডেপুটি প্রতিরক্ষা মন্ত্রী হান্না মালিয়ার পরে নিশ্চিত করেছেন যে, ইউক্রেনীয় বাহিনী কিয়েভ ওব্লাস্টের সমস্ত নিয়ন্ত্রণ পুনরুদ্ধার করেছে।  \n\n\n=== ৩ই এপ্রিল ===\nবুচা গণহত্যা থেকে বুচায় লাশ পাওয়া গেছে। অন্তত ২০ জন মৃত ইউক্রেনীয় বেসামরিক নাগরিককে সাংবাদিকরা দেখেছিলেন এবং বুচার মেয়রের মতে, ২৮০ জনের লাশ গণকবরে দাফন করা হয়েছিল।  হিউম্যান রাইটস ওয়াচ ইউক্রেনের অধিকৃত এলাকায় যুদ্ধাপরাধের প্রতিবেদন করেছে — মৃত্যুদণ্ড, ধর্ষণ, নির্যাতন এবং লুটপাট। \nইউক্রেনের প্রতিরক্ষা মন্ত্রণালয় জানিয়েছে যে, লিথুয়ানিয়ান চলচ্চিত্র পরিচালক মানতাস কেভেদারাভিসিয়াসকে পালানোর চেষ্টা করার সময় মারিউপোলে গুলি করে হত্যা করা হয়েছিল। \n\n\n=== ৪ই এপ্রিল ===\n\nভলোদিমির ওলেক্সান্দ্রোভিচ জেলেনস্কি রাশিয়াকে গণহত্যার জন্য অভিযুক্ত করেছেন এবং বলেছেন যে পশ্চিম থেকে নিষেধাজ্ঞা রাশিয়ার পদক্ষেপের প্রতিক্রিয়া জানাতে \"যথেষ্ট\" নয়। যুক্তরাষ্ট্র জাতিসংঘের মানবাধিকার কাউন্সিল থেকে রাশিয়াকে বরখাস্ত করার জন্য চাপ দিতে শুরু করেছে। পুতিন রাশিয়ার প্রতি \"বন্ধুত্বহীন\" বলে বিবেচিত দেশগুলোর নাগরিকদের জন্য ভিসা সীমাবদ্ধ করে একটি ডিক্রিতে স্বাক্ষর করেছেন। \nরাশিয়া ইউক্রেনকে বুচায় একটি মিথ্যা পতাকা সাজানোর জন্য অভিযুক্ত করেছে, ফটো এবং ভিডিওগুলোকে \"মঞ্চস্থ পরিবেশনা\" বলে অভিহিত করেছে।  বাইডেন বুচায় রাশিয়ান সৈন্যদের দ্বারা সংঘটিত যুদ্ধাপরাধের জন্য পুতিনের বিচারের আহ্বান জানান। \nলুহানস্কের গভর্নর সেরহি হাইদাই বলেছেন যে, রুবিজনে একটি রাশিয়ান হামলা নাইট্রিক অ্যাসিডযুক্ত একটি ট্যাঙ্কে আঘাত করেছিল,  যা ইউক্রেনের সামরিক বাহিনী বলেছিল যে রাশিয়ান বাহিনী নেওয়ার চেষ্টা করছে। তবে এটি স্বাধীনভাবে যাচাই করা যায়নি। \n\n\n=== ৫ই এপ্রিল ===\nভলোদিমির ওলেক্সান্দ্রোভিচ জেলেনস্কি বুচায় ঘটনা নিয়ে জাতিসংঘের নিরাপত্তা পরিষদে ভাষণ দেন।  ক্রেমলিনের মুখপাত্র দিমিত্রি পেসকভ বলেছেন যে, রাশিয়া ভ্লাদিমির ভ্লাদিমিরোভিচ পুতিন এবং ভলোদিমির ওলেক্সান্দ্রোভিচ জেলেনস্কি মধ্যে বৈঠকের বিরোধিতা করছে না, তবে আগে থেকে একটি নথিতে সম্মত হলেই এই ধরনের বৈঠক অনুষ্ঠিত হবে। \n\n\n=== ৬ই এপ্রিল ===\nপোপ ফ্রান্সিস আগ্রাসন বন্ধ করতে ব্যর্থ আন্তর্জাতিক সংস্থাগুলির \"নপুংসকতার\" সমালোচনা করেছেন। \nস্থানীয় কর্মকর্তারা জানিয়েছেন, পূর্ব ইউক্রেনের নগর, শহর এবং রেল অবকাঠামোতে রুশ বাহিনী বোমাবর্ষণের সাথে সাথে বুধবার একটি মানবিক সহায়তা বিতরণ পয়েন্টে রাশিয়ার আর্টিলারির গোলাগুলোতে কমপক্ষে চারজন নিহত এবং চারজন আহত হয়েছে। পরবর্তীতে, ইউক্রেনীয় রেলওয়ে জানিয়েছে যে, পূর্বে একটি অনির্দিষ্ট রেলস্টেশনে তিনটি রকেট আঘাত হানার পরে, আরও বিশদ বিবরণ না দিয়ে বেশ কিছু হতাহতের ঘটনা ঘটেছে। \n\n\n=== ৭ই এপ্রিল ===\nরাশিয়ান প্রতিরক্ষা মন্ত্রণালয়ের মতে, মিসাইলগুলো মাইকোলাইভ, খারকিভ, জাপোরিঝিয়া এবং চুহুইভের জ্বালানী স্টোরেজ সুবিধাগুলোকে ধ্বংস করেছে, আরও বলেছে যে, ইউক্রেন মাইকোলাইভ এবং খারকিভ এবং ডনবাস অঞ্চলের কাছে তারা সৈন্য সরবরাহ করার সুবিধাগুলো ব্যবহার করেছিল।  \nভলোদিমির ওলেক্সান্দ্রোভিচ জেলেনস্কি গ্রীক পার্লামেন্টে বলেছিলেন যে, ইউক্রেনের আরও অ্যান্টি-এয়ারক্রাফ্ট সিস্টেম, আর্টিলারি সিস্টেম, গোলাবারুদ এবং সাঁজোয়া যান দরকার। ব্রাসেলসে, ইউক্রেনের পররাষ্ট্রমন্ত্রী দিমিত্রো কুলেবা ন্যাটোর কাছে \"অস্ত্র, অস্ত্র এবং অস্ত্র\" চেয়েছিলেন। ইউনাইটেড স্টেটস কংগ্রেস ইউক্রেনে অস্ত্র পাঠানো সহজ করবে এমন একটি বিল পাস করা শুরু করেছে। \nজাতিসংঘের সাধারণ পরিষদ রাশিয়াকে জাতিসংঘ মানবাধিকার কাউন্সিল থেকে বহিষ্কার করেছে। \nক্রেমলিনের মুখপাত্র দিমিত্রি পেসকভ স্বীকার করেছেন যে, রাশিয়া উল্লেখযোগ্য ক্ষতির সম্মুখীন হয়েছে এবং হতাহতের ঘটনাকে একটি \"ট্র্যাজেডি\" বলে অভিহিত করেছে। \n৭ই এপ্রিলের মধ্যে, রাশিয়ান ইস্টার্ন মিলিটারি ডিস্ট্রিক্ট দ্বারা উত্তর ফ্রন্টে মোতায়েন করা রুশ সৈন্যরা কিইভ আক্রমণ থেকে ফিরে আসে, স্পষ্টতই দক্ষিণ-পূর্ব ইউক্রেনের পুনর্নবীকরণ আক্রমনকে শক্তিশালী করার জন্য ডনবাস অঞ্চলে পুনরায় মোতায়েন করার জন্য।\nসুমি ওব্লাস্টের গভর্নর দিমিত্রো জাইভিটস্কি বলেছেন যে, সমস্ত রাশিয়ান সৈন্য এই অঞ্চল ছেড়ে গেছে, কিন্তু কারচুপি করা বিস্ফোরক এবং অন্যান্য গোলাবারুদ রাশিয়ান সৈন্যরা রেখে যাওয়ার কারণে এটি এখনও অনিরাপদ। \n\n\n== তথ্যসূত্র =="}