{"pageid": 1413910, "title": "আবু আজরাইল", "url": "https://bn.wikipedia.org/wiki?curid=1413910", "content": "আইয়ুব ফালিহ হাসান আল-রুবাই ( আরবি: أيوب فالح حسن الربيعي < জন্ম 1978), যিনি তাঁর নাম দে গুয়েরে আবু আজরাইল নামে পরিচিত তিনি কাতাইব আল-ইমাম আলীর একজন ইরাকি কমান্ডার ইরাকে ইসলামিক স্টেটের বিরুদ্ধে লড়াই কারী পপুলার মোবিলাইজেশন ফোর্সের একটি ইরাকি শিয়া মিলিশিয়া গোষ্ঠী। তিনি ইরাকিদের মধ্যে একজন পাবলিক আইকন হয়ে উঠেছেন সোশ্যাল মিডিয়ায় একটি বড় ফলোয়ার অর্জন করেছেন। তার নীতিবাক্য এবং ক্যাচফ্রেজ হল এলা তাহিন আক্ষরিক অর্থ \"যতক্ষণ ধূলিতে না যায় এর অর্থ তোমাকে ধূলিকণা করে।\nআবু আজরাইল মুকতাদা আল-সদরের মাহদি আর্মির সদস্য ছিলেন যেটি ইরাকি বিদ্রোহের সময় মার্কিন নেতৃত্বাধীন কোয়ালিশন বাহিনীর বিরুদ্ধে যুদ্ধ করেছিল\n\n\n== ব্যক্তিগত জীবন ==\nআবু আজরাইল একজন শিয়া মুসলিম যিনি একজন প্রাক্তন বিশ্ববিদ্যালয়ের প্রভাষক এবং এক সময়ের তায়কোয়ান্দো চ্যাম্পিয়ন। একটি ইরানী সূত্রের মতে, মার্চ ২০১৫ থেকে প্রতিবেদনে দাবি করা হয়েছে যে আজরাইল পাঁচ সন্তানের পিতা এবং যুদ্ধক্ষেত্রে না থাকলেও তিনি সাধারণ জীবনযাপন করেন।\nআইএস জঙ্গিদের মৃতদেহকে অপবিত্র করার জন্য তাকে চিত্রায়িত করা হয়েছে এমন ঘটনার পর, তিনি বলেছেন যে তাকে নাজাফের একজন সিনিয়র ইমাম বলেছিলেন তাকে তপস্যা করার জন্য প্রার্থনা করতে হবে এবং আর কখনো এমন কাজ করবেন না।\n২০১৯ সালের অক্টোবরে, বাগদাদের তাহরির স্কোয়ারে ইরাকিদের প্রতিবাদ করে তাকে মারাত্মক ভাবে পিটিয়ে অজ্ঞান করা হয়েছিল।\n২০২০ সালে, তিনি COVID-19- এ সংক্রামিত হয়েছিলেন এবং ফুসফুসের ক্ষতি হয়েছিল।\n\n\n== সকলের জন্য উন্মুক্ত ছবি ==\nআবু আজরাইল আইএসআইএসের বিরুদ্ধে যুদ্ধ করেছিলেন, যদিও তিনি অন্যদের বিরুদ্ধে যুদ্ধ করেছেন। ২০১৫ সালের বসন্তের মধ্যে, তিনি ইংল্যান্ড, ফ্রান্স এবং মার্কিন যুক্তরাষ্ট্রের আন্তর্জাতিক সংবাদ ওয়েবসাইটে প্রথম পৃষ্ঠায় উপস্থিত ছিলেন। \nতিনি সর্বোচ্চ ধর্মীয় কর্তৃপক্ষের প্রতিনিধি সাইয়্যেদ আহমদ আল-সাফির কাছ থেকে সম্মানের পদক পেয়েছেন। \n২০১৬ সালে, তাকে মসুলের যুদ্ধে যুদ্ধক্ষেত্রে দেখা গিয়েছিল। \n২০২৩ সালে ইসরায়েল-হামাস যুদ্ধের সময়, আবু আজরাইল ইসরায়েল-লেবানন সীমান্তের কাছে ছিল বলে দাবি করেছিল, ইস্রায়েলে প্রবেশের জন্য \"যেকোনো সুযোগের\" অপেক্ষায় ছিল। \n\n\n== আরো দেখুন ==\nহারিস আল-সুদানী\nআবু তাহসিন আল-সালহী\nসালাম জসেম হোসেন\nআজরাইল\nটেমপ্লেট:Popular Mobilization Forces"}