{"pageid": 1413662, "title": "বৌধায়ন সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1413662", "content": "বৌধায়ন সূত্র হল বৈদিক সংস্কৃত গ্রন্থের একটি গোষ্ঠী যা ধর্ম, দৈনন্দিন আচার, গণিতকে কভার করে এবং হিন্দুধর্মের প্রাচীনতম ধর্ম-সম্পর্কিত গ্রন্থগুলির মধ্যে একটি যা খ্রিষ্টপূর্ব ১ম সহস্রাব্দ থেকে আধুনিক যুগে টিকে আছে। এগুলি কৃষ্ণ যজুর্বেদ দর্শনের তৈত্তিরীয় শাখার অন্তর্গত এবং এই ধারার প্রাচীনতম গ্রন্থগুলির মধ্যে একটি।\n\n\n== সূত্রসমূহ ==\nসূত্রগুলো ছয়টি ভাগে বিভক্ত, এবং ছয়টি গ্রন্থ নিয়ে গঠিত:\n\nশ্রৌতসূত্র, সম্ভবত ১৯টি প্রশ্নে\nকর্মন্তসূত্র, ২০টি অধ্যায়ে\nদ্বৈধসূত্র, ৪টি প্রশ্নে\nগৃহ্যসূত্র, ৪টি প্রশ্নে\nধর্মসূত্র, ৪টি প্রশ্নে,  এবং\nশুল্বসূত্র, ৩টি আধ্যায়ে\nবৌধায়ন শুল্বসূত্রটি ২ এর বর্গমূলের আনুমানিকতা এবং পিথাগোরাসের উপপাদ্যের বিবৃতি সহ বেশ কয়েকটি প্রাথমিক গাণিতিক ফলাফল ধারণ করার জন্য উল্লেখ করা হয়।\n\n\n== বৌধায়ন শ্রৌতসূত্র ==\n\nবৌধায়ন শ্রৌতসূত্র হলো একটি বৈদিক পরবর্তী গ্রন্থ যা ব্রাহ্মণ যুগের শেষের দিকে পূর্ব উত্তরপ্রদেশে রচিত কৃষ্ণ যজুর্বেদের তৈত্তিরীয় শাখা দর্শনের গাম্ভীর্যপূর্ণ আচার-অনুষ্ঠানের সাথে সম্পর্কিত। এটি উভয় মৌখিকভাবে এবং পাণ্ডুলিপি অনুলিপির মাধ্যমে প্রেরণ করা হয়েছিল।\nবৈদিক যজ্ঞের সাথে সম্পর্কিত বৌধায়ন শ্রৌতসূত্রের কিছু স্মার্ত ব্রাহ্মণ (আয়ের) এবং তামিলনাড়ুর কিছু আয়েঙ্গার, কেরলের যজুর্বেদী বা নাম্বুদ্রী,  গুরুক্কল ব্রাহ্মণ (আদি শৈব) এবং কঙ্গু ভেল্লল এর অনুসারী রয়েছে। এই সূত্রের অনুসারীরা ভিন্ন পদ্ধতি অনুসরণ করে এবং ২৪টি তিল-তর্পণ করে, যেমনটি অমাবস্যার আগের দিন কৃষ্ণ তর্পণ করেছিলেন; তারা নিজেদের বৌধায়ন অমাবস্যা বলে।\n\n\n== বৌধায়ন ধর্মসূত্র ==\n\nবৌধায়ন ধর্মসূত্র বৃহত্তর কল্পসূত্রের অংশ। একইভাবে, এটি প্রশ্নোপনিষদ দ্বারা গঠিত যার আক্ষরিক অর্থ 'প্রশ্ন' বা পুস্তক। এই ধর্মসূত্রের গঠন খুব স্পষ্ট নয় কারণ এটি একটি অসম্পূর্ণ পদ্ধতিতে নেমে এসেছে। তদুপরি, পাঠ্যটি সময়ের সাথে সাথে সংযোজন এবং ব্যাখ্যা আকারে পরিবর্তনের মধ্য দিয়ে গেছে। প্রশ্নোপনিষদে রয়েছে শ্রৌতসূত্র এবং অন্যান্য ধর্মীয় গ্রন্থ, শুল্বসূত্র যা বৈদিক জ্যামিতির সাথে সম্পর্কিত, এবং গৃহসূত্র যা গার্হস্থ্য আচার-অনুষ্ঠান নিয়ে কাজ করে।\n\n\n== বৌধায়ন শুল্বসূত্র ==\n\nবৌধায়ন শুল্বসূত্রে প্রাচীন জ্যামিতি ও বর্গমূল নিয়ে আলোচনা করা হয়েছে। সূত্রটি পিথাগোরাসের উপপাদ্য হিসাবে বর্তমান বিশ্বের বেশিরভাগ ক্ষেত্রে উল্লেখ করা নিয়মটি উল্লেখ করে। বৌধায়ন সমদ্বিবাহু সমকোণী ত্রিভুজের জন্য পিথাগোরাসের উপপাদ্যের হ্রাসকৃত রূপের দড়ি পরিমাপ ব্যবহার করে বিবৃতি প্রদান করে। বেশিরভাগ অংশে, শুল্বসূত্রে তারা যে নিয়মগুলি বর্ণনা করে তার প্রমাণ ধারণ করে না। এছাড়াও ২-এর বর্গমূল, সমকোণী ত্রিভুজ, বৃত্তের বর্গক্ষেত্র প্রভৃতি নিয়ে আলোচনা করে।\n\n\n== তথ্যসূত্র =="}