{"pageid": 1413441, "title": "জিকলিন স্কুল অফ বিজনেস", "url": "https://bn.wikipedia.org/wiki?curid=1413441", "content": "জিক্লিন স্কুল অফ বিজনেস (সাধারণত জিক্লিন নামে পরিচিত) বরুক কলেজের বিজনেস স্কুল, যা ১৯১৯ সালে প্রতিষ্ঠিত হয় এবং অর্থদাতা ও প্রাক্তন ছাত্র লরেন্স জিক্লিন-এর নামে নামকরণ করা হয়। জিক্লিন মার্কিন যুক্তরাষ্ট্রের বৃহত্তম বিজনেস স্কুল, যেখানে ১০,০০০ এরও বেশি শিক্ষার্থী ভর্তি রয়েছে। ব্রুকলিন কলেজের জিক্লিন এবং মারে কোপেলম্যান স্কুল অফ বিজনেস হল সিটি ইউনিভার্সিটি অফ নিউ ইয়র্কের একমাত্র দুটি ইউনিট যা অ্যাসোসিয়েশন টু অ্যাডভান্স কলেজিয়েট স্কুল অফ বিজনেস (এএসিএসবি) দ্বারা স্বীকৃত।\n\n\n== ইতিহাস ==\nসিটি কলেজ অফ নিউইয়র্ক ১৯১৯ সালে স্কুল অফ বিজনেস অ্যান্ড সিভিক অ্যাডমিনিস্ট্রেশন প্রতিষ্ঠা করে এবং এক বছর পরে উদ্বোধনী এমবিএ প্রোগ্রাম চালু করে। এর প্রতিষ্ঠার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালনকারী একজন ব্যবসায়ী এবং রাষ্ট্রনায়ক বার্নার্ড এম বরুককে সম্মান জানাতে ১৯৫৩ স্কুলটির নাম পরিবর্তন করা হয়। কলা ও বিজ্ঞানে বিভাগ এবং ডিগ্রি প্রোগ্রাম প্রতিষ্ঠার পরে ১৯৬৪ সালে বরুক কলেজ  CUNY  সিস্টেমের মধ্যে সিনিয়র কলেজের মর্যাদায় উন্নীত হয়।\nলরেন্স এবং ক্যারল জিকলিনের $১৮ মিলিয়ন অবদানের জন্য ১৯৯৮ সালে বরুক কলেজের বিজনেস স্কুলের নাম পরিবর্তন করে জিকলিন স্কুল অফ বিজনেস রাখা হয়। জিকলিন পরে বারুচ কলেজে সেন্টার ফর ফিনান্সিয়াল ইন্টিগ্রিটি প্রতিষ্ঠার জন্য অতিরিক্ত $২০ লক্ষ অবদান রাখেন। বিনিয়োগ ব্যবস্থাপনা কোম্পানি নিউবার্গার বারম্যানের বোর্ডের সাবেক চেয়ারম্যান ছিলেন লরেন্স জিকলিন।\n\n\n== শিক্ষাবিদ ==\nজিকলিন যে ডিগ্রি প্রোগ্রামগুলি প্রদান করে তার মধ্যে রয়েছে বিবিএ, এমবিএ, এক্সিকিউটিভ এমবিএ, ফিনান্সে এমএস, বিজনেস অ্যানালিটিকসে এমএস, ইনফরমেশন সিস্টেমে এমএস, হেলথ কেয়ার অ্যাডমিনিস্ট্রেশনে এমবিএ, এবং এমএস ইন ইন্ডাস্ট্রিয়াল অ্যান্ড লেবার রিলেশনস।\nব্যবসায় পিএইচডি (CUNY গ্র্যাজুয়েট সেন্টার সহ) এবং JD/MBA (ব্রুকলিন ল স্কুল বা নিউ ইয়র্ক ল স্কুল সহ) এর মতো অন্যান্য একাডেমিক প্রতিষ্ঠানের সাথে যৌথ ডিগ্রি দেওয়া হয়।\n\n\n=== স্নাতক প্রোগ্রাম ===\nঅ্যাকাউন্টেন্সি, কম্পিউটার ইনফরমেশন সিস্টেমস, অর্থনীতি, ফিনান্স, ইন্টারন্যাশনাল বিজনেস, ম্যানেজমেন্ট, মার্কেটিং ম্যানেজমেন্ট, রিয়েল এস্টেট, পরিসংখ্যান এবং কোয়ান্টিটেটিভ মডেলিং বিবিএ প্রোগ্রামে উপলব্ধ প্রধান বিষয়গুলির মধ্যে রয়েছে।\n\n\n=== কেন্দ্র এবং প্রতিষ্ঠান ===\nউপরন্তু, জিকলিন হল বেশ কিছু বিশেষায়িত এবং ট্রান্সডিসিপ্লিনারি প্রতিষ্ঠান এবং কেন্দ্রের আবাসস্থল, যেমন:\n\nলরেন্স এন. ফিল্ড সেন্টার ফর এন্টারপ্রেনারশিপ নতুন এবং বিদ্যমান উদ্যোগের পাশাপাশি কলেজের স্টেকহোল্ডারদের সহায়তা করার জন্য শিক্ষাবিদ, শিক্ষার্থী, পরামর্শদাতা, প্রাক্তন ছাত্র এবং স্বেচ্ছাসেবকদের একত্রিত করে।\nস্টিভেন এল. নিউম্যান রিয়েল এস্টেট ইনস্টিটিউট রিয়েল এস্টেট সেক্টরে সেমিনার, অবিরত শিক্ষা এবং প্রয়োগ গবেষণা অফার করে। \nওয়াসারম্যান ট্রেডিং ফ্লোর/সাবটনিক ফাইন্যান্সিয়াল সার্ভিসেস সেন্টার 55টি পেশাদার ওয়ার্কস্টেশন সমন্বিত এর কার্যকরী ট্রেডিং ফ্লোর সহ হাতে-কলমে শেখার সুযোগ দেয়। \nবিদেশী ব্যবসার জন্য ওয়েইসম্যান সেন্টার শিক্ষার্থীদের বৈশ্বিক সম্ভাবনা যেমন বিদেশে অধ্যয়ন প্রোগ্রাম, বিদেশী ইন্টার্নশিপ এবং এক্সিকিউটিভ সেমিনারের সুবিধা নিতে সাহায্য করে।\nকর্পোরেট অখণ্ডতার জন্য রবার্ট জিকলিন সেন্টার ব্যবসায়িক নৈতিকতা-সম্পর্কিত বিষয়গুলির একটি পরিসরে সংলাপের জন্য একটি প্ল্যাটফর্ম অফার করে, যেমন নির্বাহী জবাবদিহিতা, আন্তর্জাতিক ব্যবসায়িক উন্নয়নে কর্পোরেট দায়িত্ব, ঝুঁকি মূল্যায়ন এবং প্রশমন, প্রতিযোগিতামূলক কর্পোরেট স্টেকহোল্ডারদের আগ্রহ, কর্পোরেট গভর্নেন্স, কর্পোরেটের স্বচ্ছতা। রিপোর্টিং, এবং সরকারী নিয়ন্ত্রণের কাজ।\n\n\n== র‍্যাঙ্কিং ==\n \n\nইউএস নিউজ অ্যান্ড ওয়ার্ল্ড রিপোর্ট, তার 2023-24 \"সেরা বিজনেস স্কুল\" এর র‌্যাঙ্কিংয়ে জিকলিনকে জাতীয়ভাবে #49 হিসাবে তালিকাভুক্ত করেছে, এটি নিউইয়র্কের #1 পাবলিক বিজনেস স্কুলে পরিণত হয়েছে।\n2015 সালে, ফোর্বস \"বিনিয়োগের উপর সেরা রিটার্ন\" এর জন্য MBA প্রোগ্রামগুলিকে র‌্যাঙ্ক করেছে এবং Zicklin জাতীয়ভাবে #55 র‌্যাঙ্ক করেছে। \nপ্রিন্সটন রিভিউ এবং উদ্যোক্তা ম্যাগাজিন তার স্নাতক উদ্যোক্তা প্রোগ্রামের জন্য 2018 সালে জাতীয়ভাবে কলেজগুলির মধ্যে জিকলিনকে #5 স্থান দিয়েছে,  এবং স্নাতক স্কুল প্রোগ্রামের জন্য #10। \nক্রেইনের নিউ ইয়র্ক বিজনেস 2014 সালে জিকলিনকে \"নিউ ইয়র্ক এলাকায় শীর্ষ 25 এমবিএ প্রোগ্রাম\" এর তালিকায় অন্তর্ভুক্ত করেছিল। \n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র ==\nতৃতীয়  উইলিয়াম এফ. অল্ডিংগার ('69), ব্যবসায়ী\nআব্রাহাম বিম ('28), নিউ ইয়র্ক সিটির 104তম মেয়র\nমার্ক ব্লোচ, শিল্পী, আর্কিভিস্ট এবং লেখক\nঅ্যান্টনি চ্যান ('79), প্রধান অর্থনীতিবিদ, JPMorgan Chase Bank, NA\nআকিস ক্লিনথাউস (BBA '88), সাইপ্রাস স্টক এক্সচেঞ্জের সাবেক চেয়ারম্যান \nস্যাম এশাঘফ, রিয়েল এস্টেট ডেভেলপার\nসিডনি হারম্যান ('39), হারমান ইন্টারন্যাশনাল ইন্ডাস্ট্রিজের প্রতিষ্ঠাতা\nকার্ল হেস্টি (MBA '07), নিউ ইয়র্ক স্টেট অ্যাসেম্বলির 120তম স্পিকার\nরবার্ট হল্যান্ড, ব্যবসায়ী\nজি. উইনস্টন জেমস, লেখক এবং কর্মী\nময়ূরী কাঙ্গো (MBA '07), অভিনেত্রী\nজেমস লাম ('83), লেখক\nরাল্ফ লরেন (বাদ পড়ে), ফ্যাশন ডিজাইনার\nঅ্যাডাম নিউম্যান (BBA '17), WeWork- এর সহ-প্রতিষ্ঠাতা\nOscar N. Onyema (MBA '98), নাইজেরিয়ান স্টক এক্সচেঞ্জের সিইও\nমার্টিন শক্রেলি ('04), টুরিং ফার্মাসিউটিক্যালসের প্রতিষ্ঠাতা \nএলিসা শেভিনস্কি, ব্যবসায়ী মহিলা\nকার্ল স্পিলভোগেল (BBA '57), স্লোভাকিয়ায় সাবেক মার্কিন রাষ্ট্রদূত\nস্টুয়ার্ট সুবোটনিক (BBA '62), মেট্রোমিডিয়ার সিইও\nক্যারোলিন ওয়াকার-ডিয়ালো, আইনজীবী\nজর্জ ওয়েইসম্যান (BBA '39), ফিলিপ মরিস ইন্টারন্যাশনালের সাবেক চেয়ারম্যান এবং সিইও\nল্যারি জিকলিন (1957), ব্যবসায়ী\nমাইকেল গ্রিম (BBA, '91), সাবেক মার্কিন প্রতিনিধি\n\n\n== আরো দেখুন ==\nমার্কিন যুক্তরাষ্ট্রের বিজনেস স্কুল র‌্যাঙ্কিংয়ের তালিকা\nমার্কিন যুক্তরাষ্ট্রের বিজনেস স্কুলের তালিকা\nওয়েইসম্যান স্কুল অফ আর্টস অ্যান্ড সায়েন্সেস\nমার্ক্স স্কুল অফ পাবলিক অ্যান্ড ইন্টারন্যাশনাল অ্যাফেয়ার্স\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nSustainable Business Major at Zicklin School of Business  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জানুয়ারি ২০১২ তারিখে\nFinance and Economics Society - Bernard M. Baruch College"}