{"pageid": 1413294, "title": "সন্দীপ মহেশ্বরী", "url": "https://bn.wikipedia.org/wiki?curid=1413294", "content": "সন্দীপ মহেশ্বরী (ইংরেজি: Sandeep Maheshwari; জন্ম: ২৮ সেপ্টেম্বর ১৯৮০) হলেন একজন ভারতীয় উদ্যোক্তা, ইউটিউবার এবং প্রেরণাদায়ী বক্তা। তিনি বিশ্বের সবচেয়ে জনপ্রিয় অনুপ্রেরণাদায়ী বক্তাদের মধ্যে একজন। এছাড়াও তিনি ইমেজসবাজার (ImagesBazaar) এর প্রতিষ্ঠাতা ও প্রধান নির্বাহী কর্মকর্তা।\nতার ইউটিউব চ্যানেলে তিনি নিয়মিত অনুপ্রেরণামূলক ভিডিও আপলোড করেন, যেখানে তার ২৮ মিলিয়নের অধিক সাবস্ক্রাইবার রয়েছে। তার ইউটিউব চ্যানেল বিশ্বের সবচেয়ে বড় অলাভজনক ইউটিউব চ্যানেল। তার ইউটিউব চ্যানেল থেকে তিনি কোনোপ্রকার অর্থ আয় করেন না। \n২০২১ সালে তার ইউটিউব চ্যানেলের একটি ভিডিও পৃথিবীর সবচেয়ে বেশিবার দেখা অনুপ্রেরণামূলক ভিডিও হিসেবে গিনেস বিশ্ব রেকর্ডে নাম লেখায়। \n২০০৩ সালে তিনি ১০ ঘণ্টায়  ১২২ জন মডেলের ১০,০০০ ছবি তুলে লিম্কা বুক অব রেকর্ডস-এ নাম লেখান।\n\n\n== প্রারম্ভিক জীবন ==\nসন্দীপ মহেশ্বরী ১৯৮০ সালের ২৮ সেপ্টেম্বর ভারতের নতুন দিল্লিতে জন্মগ্রহণ করেন। তার বাবার নাম রূপ কিশোর মহেশ্বরী এবং মায়ের নাম শকুন্তলা রাণী মহেশ্বরী। \n\n\n== কর্মজীবন ==\nসন্দীপ ১৯ বছর বয়সে মডেলিংয়ের জগতের প্রতি আকৃষ্ট হয়ে ম্যাশ অডিও ভিজ্যুয়াল প্রাইভেট লিমিটেড নামে একটি প্রতিষ্ঠান প্রতিষ্ঠা করেন। তারপরে তিনি ২০০২ সালে তার তিন বন্ধুর সাথে একটি প্রতিষ্ঠান প্রতিষ্ঠা করেন। ২০০৩ সালে মাত্র ১০ ঘণ্টা এবং ৪৫ মিনিটের মধ্যে ১২২ জন মডেলের ১০,০০০ এরও বেশি ছবি তোলার পর তিনি লিম্কা বুক অব রেকর্ডস-এ নাম লেখান।\nতিনি  ২০০৬ সালে ২৬ বছর বয়সে ইমেজসবাজার (ImagesBazaar) প্রতিষ্ঠা করেন। ইমেজসবাজার এখন বিশ্বের ৪৫টি দেশে ভারতীয় ছবির সর্বশ্রেষ্ঠ সংগ্রহে পরিণত হয়েছে৷ \nতিনি সবসময় জীবনে অসফল মানুষদের অনুপ্রেরণা দিতেন। ২০১২ সালে তিনি নিজের ইউটিউব চ্যানেল খোলেন। তার ইউটিউব চ্যানেলে ২৮.৪ মিলিয়ন সাবস্ক্রাইবার রয়েছে, যেখানে তিনি নিয়মিত অনুপ্রেরণামূলক ভিডিও আপলোড করেন। তার ইউটিউব চ্যানেল পৃথিবীর সবচেয়ে বড় নন-প্রফিট ইউটিউব চ্যানেল। \nতিনি ভারতের ১ নম্বর এবং বিশ্বের সবচেয়ে বড় অনুপ্রেরণাদায়ী বক্তাদের মধ্যে একজন হিসেবে বিবেচিত হন।\n\n\n== পুরস্কার ও সম্মাননা ==\n২০১৩ সালে উদ্যোক্তা ইন্ডিয়া সামিট (Entrepreneur India Summit) তাকে বছরের সবচেয়ে উদ্ভাবনী ব্যবসায়ী হিসেবে মনোনীত করে। \nইটি নাও (ET Now) ম্যাগাজিন তাকে Pioneer of Tommorow অ্যাওয়ার্ড দিয়েছে। \nব্রিটিশ কাউন্সিল তাকে Young Creative Entrepreneur অ্যাওয়ার্ড দিয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসন্দীপ মহেশ্বরী'র অফিসিয়াল ওয়েবসাইট\nসন্দীপ মহেশ্বরী'র ইউটিউব চ্যানেল\nইমেজসবাজার-এর ওয়েবসাইট"}