{"pageid": 1413516, "title": "বুরারা গোমাটা", "url": "https://bn.wikipedia.org/wiki?curid=1413516", "content": "পেল গ্রীন আউলেট (বৈজ্ঞানিক নাম: Burara gomata(Moore)) এক প্রজাতির মাঝারী আকারের প্রজাপতি। এরা ‘হেসপেরায়িডি’ গোত্রের এবং ‘কোয়লিয়াডিনি’ উপগোত্রের সদস্য।\n\n\n== আকার ==\nপেল গ্রীন আউলেট এর প্রসারিত অবস্থায় ডানার আকার ৫০-৬৫ মিলিমিটার দৈর্ঘ্যের হয়।\n\n\n== বিস্তার ==\nএই প্রজাতি ভারত এর পশ্চিমঘাট পর্বতমালা, সিকিম থেকে অরুণাচল প্রদেশ এবং মায়ানমার এর বিভিন্ন অঞ্চলে দেখা যায়।\n\n\n== বর্ণনা ==\nপ্রজাপতির দেহাংশের পরিচয় বিষদ জানার জন্য প্রজাপতির দেহ এবং ডানার অংশের নির্দেশিকা দেখুন:-\nএই প্রজাতি বিবাসিস বসুতনা প্রজাতির সাথে ভীষন সাদৃশ্যপূর্ন।\nপুরুষ প্রকারের ডানার উপরিতল বাদামী এবং ফ্যাকাশে হলদে সরু, ডোরাকাটা। উক্ত ডোরাগুলি শিরা মধ্যস্থ এবং সমান্তরাল ভাবে বিন্যস্ত। পিছনের ডানার কোস্টা চওড়াভাবে ফ্যাকাশে।\nস্ত্রী প্রকারে ডানার উপরিতল খুব কালচে, বেগুনি এবং বাদামীর মিশ্রন এবং ডিসকাল অংশের অধিকাংশই ধাতব বেগুনি বর্ন বিশিষ্ঠ। ডানার গোড়ার দিকের (base) বর্ন ধাতব সবুজ।\nস্ত্রী-পুরুষ উভয়ের ডানার নিম্নতল অনুরূপ। ডানার নিম্নতল কালচে বাদামী এবং শিরাগুলি এবং শিরা মধ্যস্থ সমান্তরাল ডোরাগুলি (streak) ধূসর সবুজ অথবা ফ্যাকাশে হলুদ। সামনের ডানার ডরসাম চওড়া ফ্যাকাশে বাদামী এবং উভয় ডানার টার্মিনাল মার্জিন অথবা প্রান্ত সীমারেখা বাদামী। পিছনের ডানা সামনের ডানারই অনুরূপ, তবে একটি চওড়া ফ্যাকাশে সাদা বন্ধনী (band) ডানার গোড়া থেকে সেল এর মধ্য দিয়ে টার্মেন পর্যন্ত বিস্তৃত।\nমাথা, বক্ষদেশ, পা এবং অ্যানাল প্রান্ত হলুদ। উদর কালচে বাদামী এবং গোলাকৃতি ডোরাগুলির উপরিতল হলদেটে এবং নিম্নভাগ কমলা-হলুদ। স্ত্রী প্রকার পুরুষ অপেক্ষা অধিকতর উজ্জ্বল বর্ন যুক্ত।\n\n\n== আচরণ ==\nঅন্যান্য Awl প্রজাতির মত গ্রীন আউলেট এর উড়ান দ্রুতবেগ সম্পন্ন এবং তীরের বেগে ঘুরপাক খেয়ে ওড়ে (darting flight)। ভিজে মাটি এবং পাথরের ভিজে ছোপে অবস্থান করে মাড-পাডল এবং ফুলের মধুপান এদের প্রিয় স্বভাব। অন্যান্য Awl দের মত এয় প্রজাতিও সাধারনত ভোরবেলা, সকালের একদম প্রথম ভাগে এবং গোধূলি বেলায় (dusk) সক্রিয় থাকে। দিবাভাগের বাকী রৌদ্রজ্জ্বল সময়ে কখনো কখনো ঘন ছায়াচ্ছন্ন অংশে এদের বিচরন লক্ষ্য করা যায়। এরা ডানা বন্ধ অবস্থায় গাছের পাতার নীচে বিশ্রাম নেয়।\n\n\n== তথ্যসূত্র =="}