{"pageid": 1413784, "title": "জপজি সাহিব", "url": "https://bn.wikipedia.org/wiki?curid=1413784", "content": "জপজি সাহিব (গুরুমুখী: ਜਪੁਜੀ ਸਾਹਿਬ, উচ্চারণ: [d͡ʒəpʊd͡ʒiː sɛː́b]) হলো একটি শিখ পূর্ব রাগ যা দৃষ্ট হয় গুরু গ্রন্থ সাহিব – শিখ ধর্মগ্রন্থের প্রারম্ভে। এটি গুরু অঙ্গদ কর্তৃক গ্রথিত এবং অধিকাংশই গুরু নানক কর্তৃক লিখিত। এটি শুরু হয়েছে মূল মন্ত্র দ্বারা ও এরপর রয়েছে ৩৮টি পাউদি (স্তবক) এবং শেষে রয়েছে গুরু অঙ্গদের একটি চূড়ান্ত সালোক যা দিয়ে রচনাটির সমাপ্তি ঘটেছে। এর ৩৮টি স্তবক বিভিন্ন কাব্যিক ছন্দে রচিত।\nজপজি সাহিব গুরু নানকের প্রথম রচনা এবং শিখধর্মের বিস্তৃত সারমর্ম হিসেবে বিবেচিত হয়। জপজি সাহিবের সম্প্রসারণ ও বিস্তৃতি হল সমগ্র গুরু গ্রন্থ সাহিব। এটি নিতনেমের প্রথম বাণী। 'সত্য উপাসনা কী' এবং 'ঈশ্বরের প্রকৃতি কী' এই বিষয়ে নানকের বক্তব্যের উল্লেখযোগ্য অংশ এটি। ক্রিস্টোফার শ্যাকলের মতে, এটি \"ব্যক্তিগত ধ্যানমূলক আবৃত্তি\" এবং ধর্মপ্রাণ মানুষের জন্য দৈনিক ভক্তিমূলক প্রার্থনার প্রথম বিষয় হিসাবে প্রস্তুত করা হয়েছে। এটি শিখ গুরুদ্বারগুলিতে সকাল এবং সন্ধ্যার প্রার্থনায় গাওয়া একটি জপ। এটি শিখ ঐতিহ্যের খালসা দীক্ষা অনুষ্ঠানে এবং দাহ অনুষ্ঠানের সময়ও জপ করা হয়।\nজপজি সাহিব জাপ সাহিব (গুরুমুখী: ਜਾਪੁ ਸਾਹਿਬ) -এর সাথে সম্পর্কিত যা দশম গ্রন্থের প্রারম্ভে দেখা যায় এবং গুরু গোবিন্দ সিং কর্তৃক রচিত।\n\n\n== ব্যুৎপত্তি ==\nজপ (সংস্কৃত: जप) অর্থ হলো একটি মন্ত্র আবৃত্তি করা। সংস্কৃত শব্দ জপ উদ্ভব ঘটেছে মূল জপ্- হতে, যার অর্থ \"ধীর লয়ে মৃদু স্বরে, অভ্যন্তরে পুনরাবৃত্তি, নিশ্চুপে\"।\nনিচে জপের কয়েকটি গ্রহণযোগ্য অর্থ দেয়া হলো:\n\nজপ(উ) শব্দের বিধিবদ্ধ অর্থ হলো আবৃত্তি করা, পুনরাবৃত্তি করা, বা, উচ্চারণ করা.\nজপ দ্বারা আরও বুঝানো হয় বুঝতে পারা। গুরবাণীতে উদ্ধৃত করা হয়েছে, অ্যায়সা গিয়ান জপো মান মেরে, হোবো চাকর সাচে কেরে, যেখানে জপ শব্দটির দ্বারা জ্ঞান বুঝতে পারার প্রজ্ঞা বুঝানো হয়েছে।\n\n\n== বিষয়বস্তু ==\nজপজি সাহিবের প্রথম স্তবক বা পাউরি দ্বারা ব্যক্ত করা হয়েছে যে যেহেতু মনের ভাবনা পরিষ্কার নয়, তাই কেউ কেউ পুনঃ পুনঃ পবিত্র স্থানগুলোতে স্নান করা ব্যতীত পরিষ্কার হতে বা পরিষ্কার থাকতে পারে না, নিশ্চুপ থেকে কেউ শান্তি পেতে পারে না কারণ আমাদের মনের মধ্যে একের পর এক ভাবনার উদয় হয়, কেবল খাদ্য এবং অন্যান্য বস্তু একাকী লাভের মাধ্যমে কেউ তার ক্ষুতকাতরা হতে পরিত্রাণ পেতে পারে না, কারোর পরিশুদ্ধতার জন্য প্রয়োজন অবিনশ্বরকে আবশ্যিকভাবে ভালোবাসা। ২য় স্তোত্রে বলা হয়েছে যে, ঈশ্বরের নির্দেশনায় মানব জীবনে উত্থান ও পতন ঘটে, তিনিই সকল শোক এবং সুখের কারণ, তার নির্দেশনায়ই পুনর্জন্ম হতে নিষ্কৃতি ঘটে এবং তার নির্দেশেই কারোর কারোর পুনর্জন্মের চক্রে আবর্তিত হয় স্বীয় কর্মের প্রতিফল হিসাবে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}