{"pageid": 14136, "title": "ফরাসি গায়ানা", "url": "https://bn.wikipedia.org/wiki?curid=14136", "content": "ফরাসি গায়ানা বা গুইয়ান (ফরাসি: Guyane française গ্যুইয়ান্‌ ফ্রঁসেজ্‌) দক্ষিণ আমেরিকার উত্তর আটলান্টিককে অবস্থিত ফ্রান্সের একটি সামুদ্রিক অঞ্চল। দুইটি দেশের সীমানা ঘেষে অবস্থিত: দক্ষিণ ও পূর্ব দিকে ব্রাজিল এবং পশ্চিম দিকে সুরিনাম। ৮৩,৫৩৪ বর্গ কিলোমিটারের এই দেশটিতে জনসংখ্যার ঘনত্ব খুবই কম যা প্রতি বর্গকিলোমিটারে ৩ জন। ২০১১ সালের পরিসংখ্যান অনুযায়ী মোট জনসংখ্যা ২,৩৬,২৫০ জন যার অর্ধেকই রাজধানী কাইয়েন নগরীতে বাস করে।\n\n\n== নাম ==\n\nফরাসি ব্যতীত অন্যান্য ভাষায় \"ফরাসি\" বিশেষণের সংযোজন ঔপনিবেশিক সময়ে নিহিত, যখন উপকূল বরাবর এমন পাঁচটি উপনিবেশ ( গায়ানা ) নামকরণ করা হয়েছিল, বিভিন্ন ক্ষমতার সাপেক্ষে: যথা (পশ্চিম থেকে পূর্ব পর্যন্ত) স্প্যানিশ গুয়ানা ( এখন ভেনেজুয়েলার গুয়ানা অঞ্চল ), ব্রিটিশ গায়ানা (বর্তমানে গায়ানা ), ডাচ গায়ানা (বর্তমানে সুরিনাম ), ফরাসি গুয়ানা এবং পর্তুগিজ গুয়ানা (বর্তমানে ব্রাজিলের আমাপা )। ফরাসি গুয়ানা এবং উত্তর ও পশ্চিমের দুটি বৃহত্তর দেশ, গায়ানা এবং সুরিনাম, এখনও প্রায়শই সম্মিলিতভাবে \"গায়ানা\" নামে পরিচিত এবং গুয়ানা শিল্ড নামে পরিচিত একটি বৃহৎ স্থলভাগ গঠন করে।\n\n\n== ইতিহাস ==\nফরাসি গায়ানা মূলত আদিবাসীদের দ্বারা বাস করত: কালিনা, আরাওয়াক, গালিবি, পালিকুর, তেকো, ওয়ায়াম্পি এবং ওয়ায়ানা । ষোড়শ শতকে ফরাসিরা সেখানে কিছু ক্যারিবীয় দ্বীপ যেমন গুয়াদলুপ এবং সেন্ট-ডোমিঙ্গুতে বসতি স্থাপনের সাথে একত্রে একটি উপনিবেশ তৈরি করার চেষ্টা করেছিল।\nইউরোপীয় ঔপনিবেশিকতার আগে, অঞ্চলটি মূলত আরাওয়াকান ভাষা পরিবারের আদিবাসী আমেরিকানদের দ্বারা বসবাস করত, বেশিরভাগ আরাওয়াক ভাষায় কথা বলত। ওই ব্যক্তিদের পরিচয় লোকনো হিসেবে। প্রথম ফরাসি প্রতিষ্ঠা ১৫০৩ সালে রেকর্ড করা হয়, কিন্তু উপনিবেশবাদীরা ১৬৪৩ সালে কোইয়েনে প্রতিষ্ঠা না করা পর্যন্ত ফ্রান্স একটি টেকসই উপস্থিতি প্রতিষ্ঠা করেনি। গায়ানাকে একটি দাস সমাজ হিসেবে গড়ে তোলা হয়েছিল, যেখানে আবাদকারীরা আফ্রিকানদের আমদানি করত বৃহৎ চিনি ও অন্যান্য আবাদে দাস শ্রমিক হিসেবে জনসংখ্যা বৃদ্ধির জন্য। ফরাসি গায়ানায় দাসপ্রথার প্রথা ফরাসি বিপ্লবের আগ পর্যন্ত অব্যাহত ছিল, যখন ন্যাশনাল কনভেনশন ১৭৯৪ সালের ফেব্রুয়ারিতে ফ্রান্সের বিদেশী উপনিবেশগুলিতে ফরাসী দাস বাণিজ্য এবং দাসপ্রথা বাতিল করার পক্ষে ভোট দেয়, ক্রীতদাস হাইতিয়ানরা সেন্ট-ডোমিঙ্গুর উপনিবেশে দাস বিদ্রোহ শুরু করার কয়েক মাস পর। . যাইহোক, ১৭৯৪ সালের ডিক্রি শুধুমাত্র সেন্ট-ডোমিঙ্গু, গুয়াদেলুপ এবং ফ্রেঞ্চ গুয়ানাতে প্রয়োগ করা হয়েছিল, যখন সেনেগাল, মরিশাস, রেউনিওঁ এবং মার্টিনিকের উপনিবেশ এবং ফরাসি ভারত এই আইনগুলি আরোপ করাকে প্রতিরোধ করেছিল। \n\nস্টার্লিং বিশ্ববিদ্যালয়ের তুলনামূলক সাংস্কৃতিক অধ্যয়নের অধ্যাপক বিল মার্শাল  ফরাসি গায়ানার উৎপত্তি সম্পর্কে লিখেছেন:The first French effort to colonize Guiana, in 1763, failed utterly, as settlers were subject to high mortality given the numerous tropical diseases and harsh climate: all but 2,000 of the initial 12,000 settlers died.\nAfter France ceded Louisiana to the United States in 1804, it developed Guiana as a penal colony, establishing a network of camps and penitentiaries along the coast where prisoners from metropolitan France were sentenced to forced labour.টেমপ্লেট:Citation needed lead\n\nDuring operations as a penal colony beginning in the mid-19th century, the French government transported approximately 56,000 prisoners to Devil's Island. Fewer than 10% survived their sentence.\nইলে ডু ডায়াবেল (ডেভিলস আইল্যান্ড) ছিল একটি ছোট কারাগারের সুবিধার জায়গা, একই নামের একটি বৃহত্তর শাস্তি ব্যবস্থার অংশ, যা তিনটি দ্বীপের কারাগার এবং মূল ভূখণ্ডে তিনটি বড় কারাগার নিয়ে গঠিত। এটি ১৮৫২ থেকে ১৯৫৩ সাল পর্যন্ত পরিচালিত হয়েছিল। \n\nউপরন্তু, উনবিংশ শতাব্দীর শেষের দিকে, ফ্রান্স তাদের কঠোর পরিশ্রম থেকে বেঁচে থাকা বন্দীদের জোরপূর্বক আবাসের প্রয়োজন শুরু করে।  একটি পর্তুগিজ-ব্রিটিশ নৌ স্কোয়াড্রন ১৮০৯ সালে পর্তুগিজ সাম্রাজ্যের জন্য ফরাসি গায়ানা নিয়েছিল । ১৮১৪ সালে প্যারিস চুক্তি স্বাক্ষরের মাধ্যমে এটি ফ্রান্সে ফিরিয়ে দেওয়া হয়। যদিও পর্তুগাল এই অঞ্চলটি ফ্রান্সকে ফিরিয়ে দেয়, তবে এটি ১৮১৭ সাল পর্যন্ত একটি সামরিক উপস্থিতি বজায় রাখে।\nফরাসি গায়ানা একটি শাস্তিমূলক উপনিবেশ হিসাবে প্রতিষ্ঠিত হওয়ার পরে, কর্মকর্তারা কখনও কখনও প্রজাপতি ধরার জন্য দোষীদের ব্যবহার করত। দোষীদের সাজা প্রায়ই দীর্ঘ ছিল, এবং কর্মসংস্থানের সম্ভাবনা খুবই দুর্বল, তাই দণ্ডিতরা আন্তর্জাতিক বাজারে বিক্রি করার জন্য প্রজাপতি ধরেছিল, বৈজ্ঞানিক উদ্দেশ্যে পাশাপাশি সাধারণ সংগ্রহের জন্য। \n19 শতকের শেষদিকে ব্রাজিলের সাথে একটি সীমান্ত বিরোধ দেখা দেয় জঙ্গলের একটি বিশাল এলাকা নিয়ে, যার ফলে বিতর্কিত অঞ্চলে স্বল্পস্থায়ী, ফরাসি-পন্থী, স্বাধীন রাষ্ট্র কুনানি । বসতি স্থাপনকারীদের মধ্যে কিছু মারামারি হয়। সুইস সরকারের সালিসি দ্বারা বিরোধটি মূলত ব্রাজিলের পক্ষে সমাধান করা হয়েছিল। \n১৯৩০ সালে যখন এটি তৈরি করা হয়েছিল তখন ইনিনির অঞ্চলটি ফরাসি গায়ানার বেশিরভাগ অভ্যন্তর নিয়ে গঠিত ছিল  এটি ১৯৪৬ সালে বিলুপ্ত করা হয়েছিল, যে বছর ফরাসি গায়ানা সামগ্রিকভাবে ফ্রান্সের একটি বিদেশী বিভাগ হিসাবে আনুষ্ঠানিকভাবে প্রতিষ্ঠিত হয়েছিল।  ১৯৩৬ সালে, কোইয়েন থেকে ফেলিক্স ইবোয়ে প্রথম কৃষ্ণাঙ্গ ব্যক্তি হয়েছিলেন যিনি একটি ফরাসি উপনিবেশে গভর্নর হিসাবে কাজ করেছিলেন। \n\nদ্বিতীয় বিশ্বযুদ্ধ এবং নাৎসি জার্মান বাহিনীর কাছে ফ্রান্সের পতনের সময়, ফরাসি গায়ানা ভিশি ফ্রান্স অংশ হয়ে ওঠে। ১৯৪৩ সালের ১৬ই মার্চ গায়ানা আনুষ্ঠানিকভাবে মুক্ত ফ্রান্সে সংযুক্ত হয়।  এটি তার উপনিবেশের মর্যাদা পরিত্যাগ করে এবং আবার ১৯ই মার্চ ১৯৪৬ সালে একটি ফরাসি বিভাগে পরিণত হয় \n১৯৫০-এর দশকে ভিয়েতনাম থেকে ফরাসিদের প্রত্যাহার এবং পরবর্তীকালে মার্কিন যুক্তরাষ্ট্র কর্তৃক এই অঞ্চলে পরিচালিত যুদ্ধের পর, ফ্রান্স ১৯৭০-এর দশক এবং ১৯৮০-এর দশকে লাওস থেকে ফরাসি গায়ানাতে কয়েকশত হমং শরণার্থীকে পুনর্বাসিত করতে সাহায্য করেছিল, যারা লাওসের কমিউনিস্ট দখলের পর বাস্তুচ্যুত হয়ে পালিয়েছিল। ১৯৭৫ সালে পাথেত লাও। \n১৯৮০-এর দশকের শেষের দিকে, ১০,০০০-এরও বেশি সুরিনামিজ শরণার্থী, যাদের বেশিরভাগই মেরুন, সুরিনামের গৃহযুদ্ধ থেকে পালিয়ে ফরাসি গায়ানায় পৌঁছেছিল। \nঅতি সম্প্রতি, ফরাসি গায়ানা বিপুল সংখ্যক ব্রাজিলিয়ান এবং হাইতিয়ান অর্থনৈতিক অভিবাসী পেয়েছে।  ব্রাজিলিয়ান garimpeiros দ্বারা অবৈধ এবং পরিবেশগতভাবে ধ্বংসাত্মক সোনার খনি ফ্রেঞ্চ গায়ানার প্রত্যন্ত অভ্যন্তরীণ রেইন ফরেস্টে এটি একটি দীর্ঘস্থায়ী সমস্যা।  এই অঞ্চলটি এখনও অবৈধ অভিবাসন, মূল ভূখণ্ড ফ্রান্সের তুলনায় দরিদ্র অবকাঠামো, জীবনযাত্রার উচ্চ ব্যয়, অপরাধের উচ্চ স্তর এবং আরও সাধারণ সামাজিক অস্থিরতার মতো সমস্যার মুখোমুখি। \n১৯৬৪ সালে, ফরাসি প্রেসিডেন্ট চার্লস ডি গল ফরাসি গায়ানায় একটি মহাকাশ-ভ্রমণ বেস বা ঘাঁটি নির্মাণের সিদ্ধান্ত নেন। এটি আলজেরিয়ার সাহারা ঘাঁটি প্রতিস্থাপন এবং ফরাসি গায়ানায় অর্থনৈতিক প্রবৃদ্ধিকে উদ্দীপিত করার উদ্দেশ্যে ছিল। বিভাগটিকে এই উদ্দেশ্যে উপযুক্ত বলে মনে করা হয়েছিল কারণ এটি বিষুবরেখার কাছাকাছি এবং একটি বাফার জোন হিসাবে সমুদ্রে ব্যাপক প্রবেশাধিকার রয়েছে। গায়ানা স্পেস সেন্টার, কৌরউ থেকে উপকূলে অল্প দূরত্বে অবস্থিত, ভেরোনিক রকেটের প্রাথমিক উৎক্ষেপণের পর থেকে যথেষ্ট বৃদ্ধি পেয়েছে। এটি এখন ইউরোপীয় মহাকাশ শিল্পের অংশ এবং এরিয়ান 4, আরিয়ান 5 এবং আরিয়ান ফ্লাইট VA256 এর মতো উৎক্ষেপণের মাধ্যমে বাণিজ্যিক সাফল্য পেয়েছে যা মহাকাশে জেমস ওয়েব স্পেস টেলিস্কোপ চালু করেছিল।\nগুয়ানিজ জেনারেল কাউন্সিল আনুষ্ঠানিকভাবে ২০১০ সালে একটি বিভাগীয় পতাকা গ্রহণ করে  সেই বছরই একটি গণভোটে ফরাসি গায়ানা স্বায়ত্তশাসনের বিরুদ্ধে ভোট দেয়। \n২০ মার্চ ২০১৭-এ, ফরাসি গুয়ানিজ কর্মীরা ধর্মঘট শুরু করে এবং আরও সংস্থান এবং অবকাঠামোর জন্য বিক্ষোভ দেখাতে শুরু করে।  ২৮ মার্চ ২০১৭ ছিল ফরাসি গায়ানায় অনুষ্ঠিত সবচেয়ে বড় বিক্ষোভের দিন। \nফ্রেঞ্চ গুয়ানা কোভিড-১৯ প্রাদুর্ভাবের দ্বারা মারাত্মকভাবে প্রভাবিত হয়েছে, ২০২০ সালের জুনের শেষ নাগাদ ১% এরও বেশি ফরাসি গায়ানীয় ইতিবাচক সাড়া দিয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nConseil régional de Guyane Official website (ফরাসি)\nPréfecture de Guyane Official website (ফরাসি)\nকার্লিতে ফরাসি গায়ানা (ইংরেজি)\n উইকিমিডিয়া অ্যাটলাসে French Guiana\n\nConsular Information Sheet from the United States Department of State\nEthnologue French Guiana page\nSilvolab Guyanae – scientific interest group in French Guiana\nArticle on separatism in French Guiana\nStatus of Forests in French Guiana"}