{"pageid": 1414095, "title": "অমৃত ভারত স্টেশন প্রকল্প", "url": "https://bn.wikipedia.org/wiki?curid=1414095", "content": "অমৃত ভারত স্টেশন প্রকল্প হল একটি চলমান ভারতীয় রেলের মিশন। এটি ২০২৩ সালের ফেব্রুয়ারিতে রেল মন্ত্রক দেশব্যাপী ১২৭৫টি স্টেশন পুনঃবিকাশের লক্ষ্যে চালু করে।\nএই প্রকল্পটি ভারত সরকারের অন্যান্য প্রকল্প যেমন ভারত নেট, মেক ইন ইন্ডিয়া , স্টার্ট আপ ইন্ডিয়া, স্ট্যান্ড আপ ইন্ডিয়া, শিল্প করিডোর , ভারতমালা , ডেডিকেটেড ফ্রেইট করিডোর কর্পোরেশন অফ ইন্ডিয়া এবং সাগরমালার মতো গুরুত্বপূর্ণ প্রকল্পের সঙ্গেই রূপায়িত হচ্ছে।\n\n\n== মিশন ==\nভারতীয় রেল নেটওয়ার্কের বিভিন্ন স্টেশনের উন্নয়ন এবং আধুনিকীকরণের লক্ষ্যে সম্প্রতি অমৃত ভারত স্টেশন প্রকল্প চালু করা হয়েছে।  এই প্রকল্পের মাধ্যমে ভারতীয় রেলের ১২৭৫ টি স্টেশনের উন্নয়ন ও আধুনিকীকরণ ঘটানো হবে।  এই প্রকল্পের জন্য শোনপুর ডিভিশনের ১৮ টি স্টেশন এবং সমস্তিপুর ডিভিশনের ২০ টি স্টেশনকে চিহ্নিত করা হয়েছে।\nঅমৃত ভারত স্টেশন প্রকল্প বিভিন্ন স্টেশনের উন্নয়নের লক্ষ্যে এক সুদূরপ্রসারী উদ্যোগ। এই প্রকল্পে মাস্টার প্ল্যান তৈরী করে তা পর্যায়ক্রমে রূপায়িত করা হবে যা বিভিন্ন স্টেশনের সুযোগ সুবিধা বৃদ্ধিতে সহায়ক হবে। প্রয়োজন অনুযায়ী বিভিন্ন স্টেশনে আগমন / প্রস্থান সহজ করা , বিশ্রামগৃহের  উন্নয়ন , শৌচালয় স্থাপন , লিফ্ট ও এসক্যালেটার স্থাপন , স্টেশন চত্বর স্বচ্ছ রাখা , নিঃশুল্ক ওয়াই-ফাই , এক স্টেশন এক পণ্য উদ্যোগের মাধ্যমে স্থানীয় পণ্য বিক্রির জন্য স্টেশন চত্বরে কিয়স্ক স্থাপন , প্যাসেঞ্জার  ইনফরমেশন সিস্টেমের উন্নয়ন , এক্সিকিউটিভ লাউঞ্জ স্থাপন , বিজনেস মিটিংয়ের জন্য স্থান নির্মাণ , স্টেশন চত্ত্বরের সৌন্দর্যায়ন এবং প্রতিটি স্টেশনের প্রয়োজন অনুযায়ী উন্নয়ন ঘটানো এর লক্ষ্য।\nতদুপরি, প্রকল্পটি স্টেশনের কাঠামো আপগ্রেড করা, উভয় দিকের আশেপাশের শহরের এলাকার সাথে স্টেশনগুলিকে একীভূত করা, মাল্টিমডাল সংযোগের প্রচার, প্রতিবন্ধী ব্যক্তিদের (দিব্যাঙ্গজন) জন্য সুবিধা প্রদান, টেকসই এবং পরিবেশ বান্ধব সমাধান বাস্তবায়ন, ব্যালাস্টলেস ট্র্যাক প্রবর্তন, 'ছাদ প্লাজা' অন্তর্ভুক্ত করার উপর জোর দেয়। ' যখন প্রয়োজন হয়, এবং উন্নতির সম্ভাব্যতা এবং পর্যায়ক্রম বিবেচনা করে। চূড়ান্ত লক্ষ্য হল দীর্ঘ মেয়াদে এই স্টেশনগুলিকে প্রাণবন্ত শহরের কেন্দ্রে রূপান্তর করা।\n\n\n== এই প্রকল্পে যে সব স্টেশনগুলির পুনরোন্নয়ন ঘটানো হবে ==\nনিচের টেবিলে তাদের নাম উল্লেখ করা হলো :\n\n\n== তথ্যসূত্র =="}