{"pageid": 1414706, "title": "গোপালদেব", "url": "https://bn.wikipedia.org/wiki?curid=1414706", "content": "গোপালদেব (১৫৪০–১৬১১)  একজন ভারতীয় কবি, নাট্যকার এবং পূর্ব আসামের বৈষ্ণব সম্প্রদায়ের প্রধান প্রচারক ছিলেন। তিনি ভবানীপুর, আসামের বাসিন্দা ছিলেন তাই লোকেরা তাকে ভবানীপুরিয়া গোপাল আতা নামে ডাকত। তিনি মহাপুরুষ শ্রীমন্ত শঙ্করদেবের শিষ্য। ষোড়শ শতকে বর্তমান আসামের বড়পেটা জেলার পাঠশালা হতে তিনি  বৈষ্ণব একসারণ মতবাদের প্রচার ও প্রসার ঘটান। তার সাহিত্যগুলি আদি অসমীয়া ভাষায় রচিত।\n\n\n== সংক্ষিপ্ত জীবনী ==\nসপ্তদশ শতকে গোপালদেবের জীবনী ও কর্ম উল্লিখিত অন্তত পাঁচটি পুঁথি পাওয়া যায়। গোপালদেব ১৫৪০ সালে আসামের শিবসাগর জেলার নাজিরাতে এজ তাঁতি পরিবারে পিতা কামেশ্বর এবং মা বজরঙ্গীর ঘরে জন্মগ্রহণ করেন। কোচ রাজ্যের রাজা নারায়ণ অসাম রাজ্যের রাজধানী গরগাও দখলের পর, রাজা নারায়ণ অনেক কোচ অধিবাসিদের কামরুপের বিভিন্ন স্থানে বসতি স্থাপনের জন্য প্রেরণ করেছিলেন। সে সময় তাদের পরিবার কামরুপের ভবানীপুরে চলে আসে। তিনি সেখানে একজন ব্রাহ্মণ পণ্ডিতের কাছে প্রাথমিক শিক্ষা লাভ করেন। বাল্যকালে তিনি শ্রীমন্ত শঙ্করদেবের ধর্মীয় শিক্ষার প্রতি অনুরক্ত হন। পরবর্তীতে শঙ্করদেবের শিষ্যত্ব গ্রহণের সুযোগ পান।  গোপালদেবের কমলেশ্বরদেব নামে একজন পুত্র এবংপদ্মপ্রিয়া নামে একজন কন্যা সন্তান ছিল। পদ্মপ্রিয়া হলেন ষোড়শ শতকের প্রথম মহিলা অসমীয়া কবি।\n\n\n== কর্ম ==\nএকাসরণ ধর্মের একজন বৈষ্ণব গুরু হিসেবে, গোপালদেব কালঝাড় সত্তর প্রতিষ্ঠা করেন। এটির অবস্থান ছিল বর্তমান আসামের বড়পেটা জেলা থেকে ৭ কিলোমিটার দূরে পাঠশালাতে। এটিকে গোপালদেব তার ধর্মকার্য ও সাহিত্য রচনার জায়গা হিসাবে ব্যবহার করেছিলেন। কালঝাড়ে তার ৩৬০ জন শিষ্য ছিল, যারা পরবর্তীতে আসামের বিভিন্ন স্থানে গোপালদেবের একসারণ ধর্মীয় শিক্ষা ব্যবস্থার প্রসার করেন।\n\n\n== সাহিত্যকর্ম ==\nগোপালদেব সাহিত্য রচনার ক্ষেত্রে তার গুরু শঙ্করদেবের মত ব্ৰজাবলী ভাষার ব্যবহার করেননি, বরং আদি অসমীয়া ভাষায় লিখিত জন্মযাত্রা, নন্দুৎসব এবং উদ্বোধন বা গোপী-উদ্ধব সংবাদ এবং সেতার পটল প্রমাণের মতো কিছু নাটক রচনা করেছিলেন। এগুলির মধ্যে প্রথম উল্লিখিত তিনটি নাটক কৃষ্ণের লীলা, আচার ও রূদ্ররূপের প্রসংশা সম্বলিত।\n\n\n== তিথি ==\nগোপালদেবের জন্মবার্ষিকী গোপালদেবের তিথি হিসাবে আসামের নামঘর এবং সত্রাসে পালিত হয়। আসাম সরকার প্রতি বছর এই উপলক্ষে এই দিনটিকে ছুটি হিসেবে ঘোষণা করেছে।\n\n\n== আরও দেখুন ==\n\nঅসমীয়া সাহিত্য\nঅসমীয়া ভাষার উল্লেখযোগ্য কবিদের তালিকা\nঅসমীয়া সাহিত্যিকদের ছদ্মনাম ও বিভূষিত উপাধির তালিকা\n\n\n== তথ্যসূত্র =="}