{"pageid": 1414886, "title": "পাঠের মর্মগ্রহণ", "url": "https://bn.wikipedia.org/wiki?curid=1414886", "content": "পাঠের মর্মগ্রহণ বলতে কোনও লিখিত পাঠ্যকে পাঠকের মনে প্রক্রিয়াজাত করা, তার অর্থ অনুধাবন করা ও পাঠকের মনে ইতোমধ্যে বিদ্যমান জ্ঞানের সাথে সেটিকে অঙ্গীভূত করে নেওয়ার সামর্থ্যকে বোঝায়। পাঠের মর্মগ্রহণ দুইটি পরস্পর-সংযুক্ত সামর্থ্যের উপর নির্ভর করে: শব্দ পঠন ও ভাষা অনুধাবন। মর্মগ্রহণ একটি \"সৃজনশীল, বহুমুখী প্রক্রিয়া\" যা চারটি ভাষাগত দক্ষতার উপর নির্ভর করে: ধ্বনিতত্ত্ব, বাক্যতত্ত্ব, বাগর্থবিজ্ঞান ও ব্যঞ্জনাবিজ্ঞান।\nদক্ষতার সাথে পাঠের মর্মগ্রহণের জন্য আবশ্যকীয় কিছু মৌলিক দক্ষতা নিম্নরূপ:\n\nশব্দের অর্থ জানা,\nআলোচনার পরিপ্রেক্ষিত থেকে কোনও শব্দের অর্থ অনুধাবন,\nকোনও পাঠ্যাংশের (passage) সংগঠন অনুসরণ করা ও সেটির অভ্যন্তরে পূর্বগ (antecedent) ও নির্দেশগুলি শনাক্ত করা,\nকোনও পাঠ্যাংশের বিষয়বস্তু থেকে অনুসিদ্ধান্ত গ্রহণ,\nকোনও পাঠ্যাংশের মূল চিন্তা বা ধারণাটি শনাক্ত করা,\nপাঠ্য সম্পর্কে প্রশ্ন জিজ্ঞাসা করা,\nপাঠ্য সম্পর্কে প্রশ্নের উত্তর দেওয়া,\nপাঠ্যকে মনের দৃষ্টিতে দেখা,\nপাঠ্যের সাথে সংযুক্ত পূর্বলব্ধ জ্ঞান স্মরণ করা,\nভুল বোঝাবুঝি বা মনোযোগের সমস্যা শনাক্ত করা,\nপাঠ্যাংশে ব্যবহৃত বাগালংকার বা বাচনিক কাঠামোগুলি শনাক্ত করা ও সেটির স্বর নির্ণয় করা,\nবিবৃতি, প্রশ্নকরণ, আদেশদান, নিবৃতি, ইত্যাদি জ্ঞাপনের জন্য পরিস্থিতিগত ভাব (কর্তা, কর্ম, দেশকালিক প্রসঙ্গবিন্দু, কারণিক ও অভিপ্রায়মূলক বিভক্তি, ইত্যাদি) অনুধাবন করা এবং\nলেখকের লক্ষ্য, উদ্দেশ্য ও দৃষ্টিভঙ্গি নির্ণয় করে লেখক সম্পর্কে অনুসিদ্ধান্তে উপনীত হওয়া।\nপাঠের মর্মগ্রহণের যে দক্ষতাগুলি পঠন পরিস্থিতিতে প্রয়োগ করা যায় ও শেখানো যায়, সেগুলি নিম্নরূপ:\n\nসারাংশলিখন (Summarizing)\nঅনুক্রমায়ন (Sequencing)\nঅনুসিদ্ধান্ত গ্রহণ (Inferencing)\nতুলনাকরণ ও বৈসাদৃশ্য প্রদর্শন (Comparing and contrasting)\nউপসংহার লিখন (Drawing conclusions)\nআত্ম-জিজ্ঞাসা (Self-questioning)\nসমস্যা সমাধান (Problem-solving)\nপটভূমিক জ্ঞানের সাথে সম্পর্কস্থাপন (Relating background knowledge)\nবাস্তব তথ্য ও মতামতের মধ্যে পার্থক্যকরণ  (Distinguishing between fact and opinion)\nমূল ধারণা/প্রত্যয়, গুরুত্বপূর্ণ বাস্তব তথ্য ও সমর্থক বিস্তারিত খুঁটিনাটি খুঁজে বের করা (Finding the main idea, important facts, and supporting details)\nপাঠের মর্মগ্রহণ ও তা থেকে অনুসিদ্ধান্ত গ্রহণ উন্নত করার জন্য অনেক ধরনের কৌশল অবলম্বন করা যায়। এর মধ্যে আছে পাঠকের শব্দভাণ্ডার উন্নতকরণ, সুবিবেচক পাঠ্য বিশ্লেষণ (আন্তঃপাঠ্যতা, প্রকৃত ঘটনা বনাম ঘটনার আখ্যান, ইত্যাদি) এওং চর্চা (গভীর পঠন)। স\nপাঠকের দক্ষতা ও তাদের তথ্য প্রক্রিয়াজাত করার সামর্থ্য পাঠের মর্মগ্রহণের সামর্থ্যের উপরে প্রভাব ফেলতে পারে। যদি শব্দ শনাক্ত করা কঠিন হয়, তাহলে শিক্ষার্থীরা সাধারণত একক শব্দ পাঠ করতে অতিরিক্ত পরিমাণে তাদের প্রক্রিয়াজাতকরণ সামর্থ্য ব্যবহার করে থাকে, যার ফলে তাদের পাঠের সামগ্রিক মর্ম বোঝার সামর্থ্যে ব্যাঘাত ঘটে।\n\n\n== তথ্যসূত্র =="}