{"pageid": 1414687, "title": "উসমানীয় আরব", "url": "https://bn.wikipedia.org/wiki?curid=1414687", "content": "আরবের ইতিহাসে উসমানীয় যুগ ১৫১৭ থেকে ১৯১৮ সাল পর্যন্ত স্থায়ী ছিল। সাম্রাজ্যের কেন্দ্রীয় কর্তৃত্বের ওঠানামাকারী শক্তি বা দুর্বলতার সাথে এই চার শতাব্দীতে এই ভূখন্ডের উপর উসমানীয় নিয়ন্ত্রণের মাত্রা পরিবর্তিত হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক সময়কাল ===\n১৬ শতকে উসমানীয়রা লোহিত সাগর এবং পারস্য উপসাগরীয় উপকূল (হেজাজ, আসির এবং আহসা) সাম্রাজ্যের সাথে যুক্ত করে এবং অভ্যন্তরের উপর আধিপত্য দাবি করে। এর প্রধান কারণ ছিল লোহিত সাগর (হেজাজ) এবং ভারত মহাসাগর আক্রমণ করার পর্তুগিজ প্রচেষ্টাকে ব্যর্থ করা। ১৫৭৮ সালের প্রথম দিকে মক্কার শরীফরা হেজাজের মরুদ্যান এবং উপজাতিদের উপর অভিযান চালানো নজদি উপজাতিদের শাস্তি দেওয়ার জন্য মরুভূমিতে অভিযান শুরু করে।\nসৌদি রাজপরিবার যা আল সৌদ নামে পরিচিত ছিল তার উত্থান ১৭৪৪ সালে মধ্য আরবের নজদে শুরু হয়েছিল। তখন রাজবংশের প্রতিষ্ঠাতা মুহাম্মদ বিন সৌদ হাম্বলী মাযহাবের ধর্মীয় নেতা মুহাম্মদ ইবনে আবদুল ওয়াহাবের সাথে বাহিনীতে যোগদান করেছিলেন । ১৮ শতকে গঠিত এই জোট সৌদি সম্প্রসারণের জন্য আদর্শিক প্রেরণা প্রদান করেছিল এবং আজও সৌদি আরবের রাজবংশীয় শাসনের ভিত্তি হিসাবে রয়ে গেছে।\n\n\n=== ১৬ এবং ১৭ শতকে হজ ===\n১৫১৭ সালে যখন উসমানীয়রা মামলুক অঞ্চল জয় করে, হিজাজে উসমানীয় সুলতানের ভূমিকা ছিল প্রথম এবং সর্বাগ্রে পবিত্র শহর মক্কা ও মদিনার যত্ন নেওয়া এবং বিভিন্ন অঞ্চল থেকে হজ পালনের জন্য মক্কায় আসা বহু মুসলমানের জন্য নিরাপদ পথের ব্যবস্থা করা। সুলতানকে কখনও কখনও \"খাদিমুল হারামইনাশ শারিফাইন\" হিসাবে উল্লেখ করা হত কিন্তু যেহেতু উসমানীয় শাসকরা নবী মুহাম্মদের বংশধর ছিল না, তাই নির্মাণ প্রকল্প, আর্থিক সহায়তা এবং তত্ত্বাবধানের মাধ্যমে ক্ষমতা এবং ধর্মপরায়ণতার একটি চিত্র বজায় রাখা গুরুত্বপূর্ণ ছিল।\nহজের সময় কোনো শাসক সুলতানের মক্কা সফরের কোনো নথি নেই। তবে প্রাথমিক নথি অনুযায়ী, উসমানীয় রাজকুমার ও রাজকন্যাদের হজ বা পবিত্র শহরগুলো পরিদর্শনের জন্য পাঠানো হয়েছিল। সুলতানদের হিজাজ ভ্রমণে বাধাদানের মধ্যে ইস্তাম্বুলে সাম্রাজ্যের কেন্দ্র থেকে দূরত্ব, সেইসাথে যাত্রার দৈর্ঘ্য এবং বিপদ সম্ভবত প্রধান কারণ ছিল।\nআব্বাসীয় খিলাফতের সময় থেকেই মক্কা ও মদিনার আঞ্চলিক প্রশাসন শরীফ বা মক্কার কর্মচারীদের হাতে ছেড়ে দেওয়া হয়েছিল। সুলতানের শাসনে শরীফরা স্থানীয় স্বায়ত্তশাসনের একটি স্তর বজায় রেখেছিল; তবে স্থানীয় প্রভাবের ভারসাম্য রক্ষার জন্য সুলতান এ অঞ্চলে কাযি এবং কম কর্মকর্তা নিয়োগ করেন। প্রথমে এই অঞ্চলে কাযি নিযুক্ত করাকে একটি নিম্ন অবস্থান হিসাবে বিবেচনা করা হত, কিন্তু উসমানীয় সাম্রাজ্যের সংস্কৃতিতে ধর্ম বেশি গুরুত্বপূর্ণ হয়ে ওঠলে মক্কা ও মদিনায় কাযিদের ভূমিকা প্রাধান্য লাভ করে।\nজেদ্দায় সংগৃহীত কর ব্যতীত হিজাজের অধিবাসীরা সাম্রাজ্যকে কর প্রদান করত না। মক্কা ও মদিনার জনগণকে সমর্থন করার জন্য নিবেদিত সাম্রাজ্যের বাকি অংশ জুড়ে বিভিন্ন ওয়াকফ সম্পত্তির মাধ্যমে শহরের অর্থের যত্ন নেওয়া হয়েছিল। দুটি শহরের পবিত্র মর্যাদার কারণে ধর্মীয় গুরুত্বসহ একটি দাতব্য কাজ হিসাবে।\n\nকেন্দ্রীয় উসমানীয় সরকার মক্কায় কাফেলার পথ নিয়ন্ত্রণ করত এবং এই পথে হজযাত্রীদের সুরক্ষা দিতে বাধ্য ছিল। এর মধ্যে যাত্রার জন্য খাবার এবং জলের মতো সরবরাহ করা অন্তর্ভুক্ত ছিল। উপরন্তু এর মধ্যে মরুভূমির বেদুইন উপজাতিদের ভর্তুকি প্রদান অন্তর্ভুক্ত ছিল যাদের সীমিত সম্পদ যথাক্রমে দামেস্ক এবং কায়রো থেকে প্রধান পথ বরাবর হজযাত্রীরা ব্যবহার করত। উসমানীয় সাম্রাজ্য মক্কা এবং মদিনার রক্ষক হিসাবে পবিত্র শহরগুলিতে ভ্রমণকারী সমস্ত হজযাত্রীদের জন্য নিরাপদ পথ প্রদান করার কথা ছিল। যাইহোক, রাজনৈতিক জোট এবং দ্বন্দ্বগুলি খোলা বা বন্ধ করা পথগুলিকে বিভিন্ন আকার দিয়েছে।\nবিশেষ করে সাফাভীয় সাম্রাজ্যের ক্ষেত্রে উসমানীয়রা বসরা (বর্তমান ইরাকে) থেকে সংক্ষিপ্ততম পথটি বন্ধ করে দিয়েছিল যা শিয়া হজযাত্রীদের পারস্য উপসাগর অতিক্রম করে আরব উপদ্বীপে যাওয়ার অনুমতি দিত। এই এলাকার হজযাত্রীদের এর পরিবর্তে দামেস্ক, কায়রো বা ইয়েমেন থেকে সরকারী কাফেলার পথ ব্যবহার করতে হত। মুঘল সাম্রাজ্য থেকে ভারত মহাসাগরে পর্তুগিজ জাহাজের উপস্থিতির কারণে সমুদ্রপথ অবরুদ্ধ করা হয়েছিল; মধ্য এশিয়া থেকে, উজবেক এবং সাফাভীয়দের মধ্যে যুদ্ধও কাফেলার পথে জটিলতার সৃষ্টি করে। বেশিরভাগ মধ্য এশিয়ার হজযাত্রী ইস্তাম্বুল বা দিল্লি হয়ে হজযাত্রার কাফেলায় যোগ দিতে যেত। বাণিজ্য পথগুলি প্রায়শই হজযাত্রার পথে বিকাশ লাভ করে, যেহেতু বিদ্যমান অবকাঠামো এবং সুরক্ষা প্রতিষ্ঠিত হয়েছিল এবং ভ্রমণকারী হজযাত্রীরা পণ্যের চাহিদা বাড়িয়েছিল।\nমক্কা ও মদিনায় ধর্মীয় স্থানগুলির নির্মাণ, মেরামত এবং সংযোজন শহরগুলির অবস্থান এবং আমদানিকৃত সামগ্রীর প্রয়োজনের কারণে ব্যয়বহুল ছিল। তবে এটি ছিল সুলতানের শক্তি এবং উদারতার প্রতীক। ১৬৩০ সালে বন্যার পরে কাবার মেরামত করা হয়েছিল যেটি ভবনটির ধর্মীয় গুরুত্বের কারণে বিতর্কিত ছিল। এই মেরামতগুলি সাধারণত সাইটের কাঠামোগত অখণ্ডতা রক্ষার লক্ষ্যে করা হয়েছিল, তবুও মেরামতের পরিমাণ সম্পর্কে স্থানীয় ধর্মীয় পণ্ডিতদের মতামতের অর্থ এই যে প্রকল্পটি রাজনীতিতে পরিণত হয়েছিল কারণ রিদওয়ান আগা, যিনি মেরামতের তত্ত্বাবধানের দায়িত্বে ছিলেন, তিনি ছিলেন হিজাজের অভিজাত শ্রেণীর বিপরীতে সুলতানের একজন প্রতিনিধি।\nঅন্যান্য প্রকল্পের মধ্যে রয়েছে হজযাত্রীদের পরিবেশনকারী জলের পাইপ নির্মাণ, মেরামত ও রক্ষণাবেক্ষণ এবং অঞ্চলের মধ্যে স্থানীয় রান্নাঘর, স্কুল এবং দাতব্য ফাউন্ডেশন স্থাপন।\n\n\n=== সৌদি রাষ্ট্রের উত্থান ===\n\nপ্রথম সৌদি রাষ্ট্র ১৭৪৪ সালে রিয়াদের আশেপাশের অঞ্চলে প্রতিষ্ঠিত হয়েছিল, দ্রুত সম্প্রসারিত হয়েছিল এবং সংক্ষিপ্তভাবে সৌদি আরবের বর্তমান অঞ্চলের বেশিরভাগ নিয়ন্ত্রিত হয়েছিল। ১৭৭৩ সালে যখন মুহাম্মদ ইবনে আবদুল ওয়াহাব ইমামের পদ ত্যাগ করেন, তখন সমগ্র দক্ষিণ ও মধ্য নজদে সৌদি নিয়ন্ত্রণের বিস্তার সম্পন্ন হয়। ১৭৮০ এর দশকের শেষের দিকে উত্তর নজদ সৌদি আমিরাতে যুক্ত হয়। ১৭৯২ সালে আল-আহসা সৌদিদের হাতে পড়ে। সৌদি আমিরাত ১৮০২ সালে তায়েফ এবং ১৮০৪ সালে মদিনার নিয়ন্ত্রণ লাভ করে।\nপ্রথম সৌদি রাষ্ট্রটি ১৮১৮ সালে মিশরের উসমানীয় ভাইসরয় মুহাম্মদ আলি পাশার দ্বারা ধ্বংস হয়। একটি অনেক ছোট দ্বিতীয় \"সৌদি রাষ্ট্র\" ১৮২৪ সালে প্রতিষ্ঠিত হয়েছিল, যেটি প্রধানত নজদে অবস্থিত ছিল। ১৯ শতকের বাকি সময়কালে আল সৌদ সৌদি আরবের অভ্যন্তরীণ নিয়ন্ত্রণের জন্য অন্য আরব শাসক পরিবার আর-রশিদের সাথে প্রতিদ্বন্দ্বিতা করেছিল। ১৮৯১ সাল নাগাদ আল রশিদ বিজয়ী হয় এবং আল সৌদ কুয়েতে নির্বাসিত হয়।\n\n\n=== উসমানীয় সাম্রাজ্যের বিলুপ্তি ===\n২০ শতকের শুরুতে উসমানীয় সাম্রাজ্য বেশিরভাগ উপদ্বীপের উপর নিয়ন্ত্রণ বা আধিপত্য (নামমাত্র হলেও) অব্যাহত রেখেছিল। এই আধিপত্যের অধীনে আরব গোত্রীয় শাসকদের একটি জোড়াতালি দ্বারা শাসিত হয়েছিল। যেখানে মক্কার শরিফের প্রাধান্য ছিল এবং তারা হেজাজ শাসন করেছিল।\n১৯০২ সালে ইবনে সৌদ নজদে রিয়াদের নিয়ন্ত্রণ নেন এবং আল সৌদকে নজদে ফিরিয়ে আনেন। ইবনে সৌদ মুহাম্মদ ইবনে আবদুল ওয়াহাব দ্বারা অনুপ্রাণিত উপজাতীয় যোদ্ধাদল ইখওয়ানের সমর্থন অর্জন করেছিলেন। দলটি সুলতান ইবনে বাজাদ এবং ফয়সাল আল-দাউয়িশের নেতৃত্বে ছিল এবং ১৯১২ সালে প্রতিষ্ঠার পর দ্রুত বৃদ্ধি পেয়েছিল। ইখওয়ানের সহায়তায় ইবনে সৌদ ১৯১৩ সালে উসমানীয়দের কাছ থেকে আল-আহসা দখল করেন।\n১৯১৬ সালে ব্রিটেনের (যেটি প্রথম বিশ্বযুদ্ধে উসমানীয়দের সাথে যুদ্ধ করছিল) উৎসাহ ও সমর্থনে মক্কার শরীফ হুসাইন বিন আলি উসমানীয় সাম্রাজ্যের বিরুদ্ধে একটি সংযুক্ত আরব রাষ্ট্র গঠনের জন্য প্যান-আরব বিদ্রোহের নেতৃত্ব দেন। প্রথম বিশ্বযুদ্ধে মিত্রবাহিনীর বিজয়ের ফলে আরবে উসমানীয় আধিপত্য ও নিয়ন্ত্রণের অবসান ঘটে।\n\n\n== আঞ্চলিক বিভাগ ==\nউসমানীয় শাসনের যুগে আধুনিক সৌদি আরবের ভূখণ্ড নিম্নলিখিত সত্তার মধ্যে বিভক্ত ছিল:\n\nউসমানীয় প্রদেশ এবং আমিরাত :\nমক্কার শরিফাত (৯৬৮-১৯১৬; উসমানীয় নিয়ন্ত্রণ ১৫১৭-১৮০৩; ১৮৪১-১৯১৬)\nমিশর ইয়ালেত (১৫১৭-১৭০১; ১৮১৩-৪০)\nজেদ্দা এয়ালেত (১৭০১-১৮১৩; ১৮৪০-১৮৭২)\nহেজাজ ভিলায়েত (১৮৭২-১৯১৮)\nলাহসা এয়ালেত (১৫৬০-১৬৩০)\nনাজদ সানজাক (১৮৭১-১৯১৮)\nইয়েমেন এয়ালেত (১৫১৭-১৬৩৬; ১৮৪৯-১৮৭২)\nইয়েমেন ভিলায়েত (১৮৭২-১৯১৮)\nসৌদি রাষ্ট্র :\nপ্রথম সৌদি রাষ্ট্র (১৭৪৪-১৮১৮)\nদ্বিতীয় সৌদি রাষ্ট্র (১৮১৮-১৮৯১)\nনজদ ও হাসা আমিরাত (১৯০২-১৯২১; আধুনিক সৌদি আরব হয়ে ওঠে)\nঅন্যান্য রাজ্য এবং সত্তা :\nজাবাল শামার আমিরাত (১৮৩৬-১৯২১)\nআসিরের ইদ্রিসি আমিরাত (১৯০৬-১৯৩৪)\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ==="}