{"pageid": 1414705, "title": "ত্রৈলোক্যনাথ গোস্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1414705", "content": "ত্রৈলোক্যনাথ গোস্বামী (১৯০৬-১৯৮৮) ভারতের আসামের নলবাড়ী শহরের একজন  প্রখ্যাত লেখক ছিলেন। তিনি অসমীয়া ভাষায় বিভিন্ন উপন্যাস ও ছোটগল্প লিখেছেন। তিনি তার কাজের বাস্তবসম্মত বৈচিত্র্যের জন্য পরিচিত। তার প্রাচ্য এবং প্রাচ্য নন্দনতত্ত্ব সম্পর্কে  সম্যক জ্ঞান, সঠিক বিচার এবং ব্যাপক সহানুভূতি রয়েছে। তিনি আধুনিক সাহিত্যের প্রবণতাগুলির সমালোচনামূলক বিশ্লেষণ করেছেন।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nতিনি ১৯০৬ সালে নলবাড়ী জেলায় জন্মগ্রহণ করেন। নলবাড়ীর গর্ডন হাইস্কুলে স্কুল শিক্ষক হিসেবে কর্মজীবন শুরু করেন। তিনি উত্তর গুয়াহাটির এ কে ইনস্টিটিউটে প্রধান শিক্ষক হিসেবে দায়িত্ব পালন করেন। তিনি গুয়াহাটির কটন কলেজ এবং সিলেটের মুরারিচাঁদ কলেজে ইংরেজির সহকারী প্রভাষক হিসেবে কাজ করেন। ১৯৪৫ সালে, তিনি সরকারি শিক্ষকতা থেকে পদত্যাগ করেন এবং নলবাড়ীর নলবাড়ী কলেজের প্রতিষ্ঠাতা অধ্যক্ষ হিসেবে যোগদান করেন। তিনি ১৯৬৭ সালে মন্দাকিনী নামে একটি পত্রিকা সম্পাদনা ও প্রকাশ করেন। তিনি পলাশবাড়ী (১৯৬০) এবং গোয়ালপাড়া (১৯৬১) অধিবেশনে অসম সাহিত্য সভার সভাপতি ছিলেন। ১৯৬৭ সালে তিনি প্রজাতন্ত্র প্রচার সমিতি, ওড়িশায় প্রধান অতিথি হিসাবে ভাষণ দেন। সংস্কৃত, হিন্দি, অসমীয়া, বাংলা ও ইংরেজি ভাষায় তার পারদর্শীতা ছিল।\n\n\n== কর্ম ==\nতিনি বেশকিছু উপন্যাস ও ছোটগল্পের রচয়িতা। তিনি বিভিন্ন ছোটগল্পের সংকলন প্রকাশ করেছেন, যেগুলোতে সমাজের বিভিন্ন দিক এবং ক্ষয়িষ্ণু নৈতিকতা ও মূল্যবোধের সমালোচনা রয়েছে। তার কর্ম ভদ্রতা এবং সামাজিক ভারসাম্য দ্বারা পৃথক করা হয়, তার কর্মে সমাজের চূড়ান্ত নবজন্মের  বিশ্বাসের প্রতিফলন আছে। তার উল্লেখযোগ্য রচনা হল অরুণা (১৯৪৮), মরিচিকা (১৯৪৮), শিল্পীর জন্ম (১৯৫৭) এবং জীবনর জিয়া জুঁই (১৯৭০), জিয়া মনুহ (ব্যঙ্গাত্মক উপন্যাস), সাহিত্য আলোচনা (১৯৫০), আধুনিক গল্প সাহিত্য (১৯৬১), সমুদ্র মন্থন (১৯৬৮), ইংরাজি সমালোচনার ধারা অরু অসমিয়া সাহিত্যের প্রভাব (১৯৭০), সাহিত্য কলা অরু তার চিন্তা (১৯৭২), সাহিত্য সমীক্ষা এবং নন্দনতত্ত্ব: প্রাচার্য অরু পাশ্চত্য (১৯৮০)।\n\n\n== স্বীকৃতি ==\n১৯৬৭ সালে তিনি তার আধুনিক গল্প সাহিত্যের জন্য সাহিত্য আকাদেমি পুরস্কারে ভূষিত হন এবং ১৯৮৪ সালে নন্দনতত্ত্ব:প্রাচার্য অরু পাশ্চত্য গ্রন্থের জন্য আসাম পাবলিকেশন বোর্ড পুরস্কার পান।\n\n\n== তথ্যসূত্র =="}