{"pageid": 1414291, "title": "এক্সপোস্যাট", "url": "https://bn.wikipedia.org/wiki?curid=1414291", "content": "এক্স-রে পোলারিমিটার স্যাটেলাইট (এক্সপোস্যাট) (ইংরেজি: XPoSat) হলো ভারতীয় মহাকাশ গবেষণা সংস্থা (ইসরো) কর্তৃক মহাজাগতিক রঞ্জন রশ্মির সমবর্তন অধ্যয়নের জন্য তৈরি একটি মহাকাশ দূরবীক্ষণ যন্ত্র। এটি ২০২৪ সালের ১লা জানুয়ারি একটি পিএসএলভি রকেটে উৎক্ষেপণ করা হয়েছিল  এবং এর কমপক্ষে পাঁচ বছরের প্রত্যাশিত কর্মক্ষম জীবনকাল রয়েছে। \nইউ আর রাও স্যাটেলাইট সেন্টারের (ইউআরএসসি) সহযোগিতায় রমন গবেষণা প্রতিষ্ঠান (আরআরআই) দূরবীক্ষণ যন্ত্রটি তৈরি করছে। ইসরোর মতে, এই মিশনটি মার্কিন মহাকাশ সংস্থা নাসার প্রচেষ্টার পরিপূরক হবে, যা ২০২১ সালে ২-৩০ কেভি বিস্তৃত শক্তি পরিসীমা জুড়ে মহাকাশ ঘটনাগুলো পর্যবেক্ষণ করে ইমেজিং এক্স-রে পোলারিমেট্রি এক্সপ্লোরার (আইএক্সপিই) চালু করেছিল।\n\n\n== সংক্ষিপ্ত বিবরণ ==\nবিকিরণ কীভাবে মেরুকরণ করা হয় তা অধ্যয়ন করা হয় তার উত্সের প্রকৃতি এবং চৌম্বক ক্ষেত্রগুলোর শক্তি ও বিতরণসহ এর চারপাশের অন্যান্য বিকিরণের প্রকৃতিগুলো অধ্যয়ন করাই এর প্রধান কাজ। এক্সপোস্যাট পালসার, রঞ্জন-রশ্মি বিকিরণকারী যুগ্ম তারা, সক্রিয় ছায়াপথ কেন্দ্রীণ, নিউট্রন তারা এবং অ-তাপীয় অতিনবতারা অবশিষ্টাংশ সহ মহাবিশ্বের ৫০ টি উজ্জ্বল তম উত্স অধ্যয়ন করবে। অবজারভেটরিটি ৫০০-৭০০ কিলোমিটার (৩১০-৪৩০ মাইল) এর বৃত্তাকার নিম্ন ভূ-কক্ষপথে স্থাপন করা হয়েছিল। এক্সপোস্যাটে থাকা পেলোডগুলো পৃথিবীর গ্রহণের সময়কালে ট্রানজিটের সময় রঞ্জন রশ্মি উৎসগুলো পর্যবেক্ষণ করবে।\n\n\n== ইতিহাস ==\nএক্সপোস্যাট প্রকল্পটি ২০১৭ সালের সেপ্টেম্বরে ভারতীয় মহাকাশ গবেষণা সংস্থার (ইসরো) ৯,৫০,০০,০০০ টাকার অনুদানে শুরু হয়েছিল। পোলিক্স পেলোড সহ এক্সপোস্যাটের প্রাথমিক নকশা পর্যালোচনা (পিডিআর) ২০১৮ সালের সেপ্টেম্বর মাসে সম্পন্ন হয়েছিল, তারপরে পোলিক্স যোগ্যতা মডেল প্রস্তুত করা হয়েছিল এবং এর কিছু ফ্লাইট মডেল উপাদান তৈরির শুরু হয়েছিল।\n\n\n== উৎক্ষেপণ ==\n২০২৪ সালের ১ জানুয়ারি ভারতীয় সময় সকাল ৯টা ১০ মিনিটে পিএসএলভি-সি৫৮-এর মাধ্যমে সফলভাবে এক্সপোস্যাট উৎক্ষেপণ করা হয়। উৎক্ষেপণটি সুনির্দিষ্ট ছিল, কেবল মাত্র (±) ৩ কিলোমিটার বিচ্যুতি রেখেছিল। উৎক্ষেপণের পরে, পিএসএলভির চূড়ান্ত চতুর্থ পর্যায়টি পিএসএলভি অরবিটাল এক্সপেরিমেন্টাল মডিউল পিওএম -৩ হিসাবে ব্যবহারের সুবিধার্থে ৩৫০ x ৩৫০ কিলোমিটার কক্ষপথে নেমে আসে।\nআইএক্সপিই-র চেয়ে কিছুটা ভারী হওয়া সত্ত্বেও, এক্সপোস্যাট পিএসএলভিতে উৎক্ষেপণের জন্য ভারতের মহাকাশ বন্দর সতীশ ধওয়ান মহাকাশ কেন্দ্রের নিকট-নিরক্ষীয় পরিস্থিতি ব্যবহার করতে সক্ষম হয়েছিল। কেপ ক্যানাভেরালের উচ্চউচ্চতার কারণে অনুরূপ আইএক্সপিই একটি ভারী ফ্যালকন ৯ এ উৎক্ষেপণ করা হয়েছিল এবং ০° নিরক্ষীয় কক্ষপথে পৌঁছানোর জন্য মহাকাশে ডগলেগ কৌশল পরিচালনা করতে হয়েছিল। ফ্যালকন ৯ এর জন্য, এর অর্থ হলো এমনকি ক্ষুদ্র ৩৩০ কেজি (৭৩০ পাউন্ড) আইএক্সপিই সম্ভবত এখনও এই জাতীয় মিশন প্রোফাইলের জন্য তার সর্বাধিক তাত্ত্বিক কর্মক্ষমতা (১,৫০০-২,০০০ কেজি (৩,৩০০-৪,৪০০ পাউন্ড)) এর প্রায় ২০-৩০% প্রতিনিধিত্ব করে, যখন একই লঞ্চ যানটি অন্যথায় প্রায় ১৫,০০০ কেজি (৩৩,০০০ পাউন্ড) একই ৫৪০ কিলোমিটার (৩৪০ মাইল) কক্ষপথে কোনও পরিবর্তন করতে সক্ষম হয় না। প্রথম পর্যায়ের বুস্টার পুনরুদ্ধার করার সময়। ইসরো তাই উচ্চতর কক্ষপথে এক্সপোস্যাট কক্ষপথে প্রদক্ষিণ করতে কোনও অসুবিধার সম্মুখীন হয়নি এবং ক্লাসিক পিএসএলভির একটি সংস্করণ পিএসএলভি-ডিএল-এ মিশনটি সম্পন্ন করতে সক্ষম হয়েছিল, যা পিএসওএম-এক্সএল বুস্টারগুলোতে কেবল দুটি স্ট্র্যাপ সহ ইসরোর সর্বাধিক চাহিদাসম্পন্ন উৎক্ষেপক যান।\n\n\n== পেলোড ==\nএকটি পরিবর্তিত আইএমএস -২ স্যাটেলাইট বাসে এক্সপোস্যাটের দুটি পেলোড হোস্ট করা হয়। প্রাথমিক বৈজ্ঞানিক পেলোড হলো পোলারিমিটার ইনস্ট্রুমেন্ট ইন এক্স-রে (পিওএলএক্স), যা ৮-৩০ কেভি শক্তি পরিসরে মিশনের সময় বিভিন্ন ধরণের প্রায় ৫০ টি উজ্জ্বল জ্যোতির্বিদ্যার রঞ্জন রশ্মি উৎসগুলোর মেরুকরণের ডিগ্রি এবং কোণ অধ্যয়ন করবে। রমন গবেষণা প্রতিষ্ঠান দ্বারা পোলিক্স নামক একটি ১২৫ কেজি (২৭৬ পাউন্ড) ওজনের যন্ত্র তৈরি করা হচ্ছে।\nএক্স-রেতে পোলারিমিটার যন্ত্র (পলিক্স)\n\nপোলিক্স হলো এক্সপোস্যাটের প্রাথমিক বৈজ্ঞানিক পেলোড। এটি একটি থমসন এক্স-রে পোলারিমিটার, যা মাঝারি এক্স-রে রেঞ্জে (৮-৩০ কেভি) জ্যোতির্বিজ্ঞানউৎসগুলোর মেরুকরণের ডিগ্রি এবং কোণ (পোলারিমেট্রি প্যারামিটার) পরিমাপ করে। এটি তৈরি করেছে রমন গবেষণা প্রতিষ্ঠান।\nনিম্নলিখিতগুলো পরিমাপ করাই এর বৈজ্ঞানিক উদ্দেশ্য:\n\nউৎসগুলোতে চৌম্বকীয় ক্ষেত্রের শক্তি এবং বিতরণ\nউৎসগুলোতে জ্যামিতিক অ্যানিসোট্রপি\nদৃষ্টিরেখার সাথে সম্পর্কিত তাদের প্রান্তিককরণ\nবিকিরণ এবং বিচ্ছুরণে অংশ নেওয়া ইলেকট্রনগুলোকে শক্তি দেওয়ার জন্য দায়ী ত্বরণকারীর প্রকৃতি\nপরীক্ষামূলক কনফিগারেশনে একটি কলিমেটর, সেন্ট্রাল লো জেড (লিথিয়াম, লিথিয়াম হাইড্রাইড বা বেরিলিয়াম) রয়েছে যা এক্স-রে ডিটেক্টর হিসাবে জেনন ভরা চারটি এক্স-রে আনুপাতিক কাউন্টার দ্বারা বেষ্টিত যা ছড়িয়ে ছিটিয়ে থাকা এক্স-রে ফোটনগুলো সংগ্রহ করে। যন্ত্রটি দেখার অক্ষ বরাবর ঘুরানো হয় যার ফলে ছড়িয়ে ছিটিয়ে থাকা এক্স-রে ফোটনগুলোর অ্যাজিমুথাল বিতরণ পরিমাপ করা হয় যা মেরুকরণ সম্পর্কিত তথ্য দেয়। পোলারাইজড এক্স-রে গণনা হারের অভিন্ন অ্যাজিমুথাল বিতরণের বিপরীতে গণনা হারের একটি অ্যাজিমুথাল মডুলেশন তৈরি করবে। পোলিক্সের চারটি স্বতন্ত্র ডিটেক্টর রয়েছে, যার প্রত্যেকটির নিজস্ব ফ্রন্ট এন্ড এবং প্রসেসিং ইলেকট্রনিক্স রয়েছে। ডিটেক্টরগুলোতে এক্স-রে ফোটনের স্থানীয়করণ সিরিজে সংযুক্ত প্রতিরোধী অ্যানোড তারের একটি সেটের চার্জ বিভাজনের পদ্ধতি দ্বারা পরিচালিত হয়।\nএই যন্ত্রের সাহায্যে পর্যবেক্ষণের জন্য প্রধান বস্তুগুলো হলো এক্স-রে উজ্জ্বল সংযোজন চালিত নিউট্রন তারা, বিভিন্ন বর্ণালী অবস্থায় ব্ল্যাক হোল, ঘূর্ণন চালিত পালসার, ম্যাগনেটার এবং সক্রিয় গ্যালাকটিক নিউক্লিয়াস। এই যন্ত্রটি ব্র্যাগ রিফ্লেকশন (ওএসও-৮) বা ইলেকট্রন ট্র্যাক (আইএক্সপিই) ব্যবহার করে নরম এক্স-রে পোলারিমিটার এবং অ্যাস্ট্রোস্যাটে ক্যাডমিয়াম জিঙ্ক টেলুরাইড ইমেজার (সিজেডটিআই) এর মতো কম্পটন স্ক্যাটারিং ব্যবহার করে হার্ড এক্স-রে পোলারিমিটারগুলোর মধ্যে সনাক্তকরণ ক্ষমতার একটি শক্তি ব্যবধান পূরণ করে।\nএক্স-রে স্পেকট্রোস্কোপি এবং টাইমিং (এক্সস্পেক্ট)\n\nএক্সপোস্যাট-এ এক্সস্পেক্ট হল সেকেন্ডারি পেলোড। এটি বর্ণালীবীক্ষণিক তথ্য, নরম রঞ্জন রশ্মির সময় এবং বিভিন্ন ধরণের পদার্থ দ্বারা উত্পন্ন ইলেক্ট্রোম্যাগনেটিক বর্ণালী পরিমাপ করে। এক্সস্পেক্ট নরম এক্স-রে (০.৮-১৫ কেভি) এর টাইমিং স্টাডি করার জন্য ডিজাইন করা হয়েছে, যা অ্যাস্ট্রোস্যাটে উচ্চ শক্তিতে লার্জ এরিয়া এক্স-রে প্রোপোশনাল কাউন্টার (এলএএক্সপিসি) যা করে তার পরিপূরক, একই সাথে ১-এ পর্যাপ্ত বর্ণালী রেজোলিউশন প্রদান করে। ২০ কেভি ব্যান্ড। এটির শক্তি রেজোলিউশন <২০০ ইভি ৫.৯ কেভি (-২০°সে) এবং একটি টাইমিং রেজোলিউশন ~২ মিসেকেন্ড। এটি স্পেস অ্যাস্ট্রোনমি গ্রুপ, ইউআরএসসি দ্বারা তৈরি করা হয়েছে।\nডিটেক্টরটি রঞ্জন রশ্মি চার্জ কাপল্‌ড ডিভাইসগুলোর (সিসিডি) একটি রূপ, বৃহৎ অঞ্চলের সোয়াইড চার্জ ডিভাইস (এসসিডি) ব্যবহার করে ফোকাসিং অপটিক্স ব্যবহার না করে পরিমিত কার্যকর অঞ্চল অর্জন করে। এসসিডিগুলো অবস্থান সংবেদনশীলতার ব্যয়ে দ্রুত রিডআউট (১০-১০০ কিলোহার্জ) এবং মাঝারিভাবে ভাল বর্ণালী রেজোলিউশনের অনুমতি দেয়। এই ডিভাইসগুলো প্রচলিত এক্স-রে সিসিডির বিপরীতে খুব সৌম্য কুলিং প্রয়োজনীয়তা (শুধুমাত্র প্যাসিভ কুলিং প্রয়োজন) প্রয়োজনে অনন্য।\nএক্সস্পেক্টের মূল বিজ্ঞানের উদ্দেশ্যগুলোর মধ্যে রয়েছে বর্ণালী অবস্থার পরিবর্তন এবং নির্গমন রেখার বৈচিত্রের সাথে সময়ের বৈশিষ্ট্যগুলোর পারস্পরিক সম্পর্কের মাধ্যমে এক্স-রে উৎসগুলোর দীর্ঘমেয়াদী আচরণ বোঝা।\n\n\n== আরও দেখুন ==\n\nইমেজিং এক্স-রে পোলারিমেট্রি এক্সপ্লোরার\nরঞ্জন রশ্মি মহাকাশ দূরবীক্ষণ যন্ত্রের তালিকা\nরঞ্জন রশ্মি জ্যোতির্বিজ্ঞান উপগ্রহ\nরঞ্জন রশ্মি দূরবীক্ষণ যন্ত্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:মহাকাশ পর্যবেক্ষণকেন্দ্র\nটেমপ্লেট:২০২৪-এ কাক্ষিক উৎক্ষেপণ"}