{"pageid": 1414756, "title": "সৃষ্টিতত্ত্ব (জ্যোতির্বিজ্ঞান)", "url": "https://bn.wikipedia.org/wiki?curid=1414756", "content": "সৃষ্টিতত্ত্ব বলতে মহাজাগতিক বা মহাবিশ্বের উৎপত্তি সম্পর্কিত যেকোন তত্বকে বোঝায়। \n\n\n== সাধারণ দর্শন ==\n\n\n=== বৈজ্ঞানিক তত্ত্ব ===\n\nজ্যোতির্বিদ্যায়, মহাজাগতিকতা বলতে নির্দিষ্ট জ্যোতির্দৈবিক বস্তু বা তন্ত্রের উৎপত্তির অধ্যয়নকে বোঝায় এবং এটি মহাবিশ্বের উৎপত্তি, সৌরজগত বা পৃথিবী-চাঁদ তন্ত্রের ক্ষেত্রে সবচেয়ে বেশি ব্যবহৃত হয়।  মহাবিশ্বের প্রাথমিক বিকাশের প্রচলিত মহাজাগতিক তত্ত্ব হল মহাবিস্ফোরণ বা বিগ ব্যাং তত্ত্ব।\nএটা সাধারণভাবে স্বীকৃত যে মহাবিশ্বের যাত্রা এককতার একটি বিন্দু থেকে শুরু হয়েছিল। যখন মহাবিশ্বের এককতা প্রসারিত হতে শুরু করে, তখন মহাবিস্ফোরণ ঘটেছিল, যা স্পষ্টতই মহাবিশ্বের সূচনা করেছিল। স্টিফেন হকিং-এর দ্বারা আরেকটি মতবাদ এটি অন্যভাবে ব্যাখ্যা করে দাবি করে যে যখন মহাবিশ্ব আবির্ভূত হয়েছিল, তখন সময়ের কোন অস্তিত্ব ছিল না। এই দাবি অনুসারে মহাবিশ্বের কোনো শুরু নেই, কারণ মহাবিশ্বের \"পূর্বে\" সময়ের কোনো অস্তিত্ব ছিল না। সুতরাং, এটি অস্পষ্ট যে স্থান বা সময়ের মতো বৈশিষ্ট্যগুলি এককতা এবং পরিচিত মহাবিশ্বের সাথে আবির্ভূত হয়েছে কিনা।\nগবেষণা সত্ত্বেও, পরীক্ষাযোগ্য তত্ত্বের অভাবের কারণে এখন পর্যন্ত কোনো তাত্ত্বিক বিশ্লেষণ কোয়ান্টাম মহাকর্ষের একটি মহাবিশ্বের অস্তিত্বের (প্ল্যাঙ্ক যুগের সময়) প্রথম মুহূর্তগুলি ব্যাখ্যা করতে পারে নি। তথাপি, বার্টন জুইবাচ এবং ওয়াশিংটন টেলরের মতো স্ট্রিং তত্ত্বের গবেষকরা, এর সম্প্রসারণ (যেমন এম-তত্ত্ব) এবং লুপ কোয়ান্টাম সৃষ্টিতত্ত্বের মহাবিশ্বের প্রাথমিক মুহুর্তগুলির ব্যাখ্যায় সহায়তা করার জন্য সমাধান প্রস্তাব করেছেন। সৃষ্টিতত্ত্ববিদদের কাছে মহাবিশ্বের প্রাথমিক পর্যায় এবং এর শুরুর বিষয়ে শুধুমাত্র অস্থায়ী তত্ত্ব রয়েছে। প্রস্তাবিত তাত্ত্বগুলোর মধ্যে রয়েছে স্ট্রিং তত্ত্ব, এম-তত্ত্ব, হার্টল-হকিং প্রাথমিক অবস্থা, উদ্ভূত মহাবিশ্ব, স্ট্রিং ল্যান্ডস্কেপ, মহাজাগতিক স্ফীতি, মহাবিস্ফোরণ তত্ত্ব এবং একপাইরোটিক মহাবিশ্ব। স্ট্রিং তত্ত্বের মতো এই প্রস্তাবিত পরিস্থিতিগুলির মধ্যে কিছু সামঞ্জস্যপূর্ণ, আর অন্যগুলি অসামঞ্জস্যপূর্ণ৷\n\n\n=== পুরাণ ===\nসৃষ্টি বা মহাজাগতিক পৌরাণিক কাহিনীগুলি মহাবিশ্ব বা মহাজগতের সূচনা বর্ণনা করে।\nপুরাণে মহাবিশ্ব সৃষ্টির ব্যপারে কিছু ধারণার মধ্যে রয়েছে:\n\nএকটি সর্বোচ্চ সত্তা ইচ্ছা বা কর্ম,\nরূপান্তর প্রক্রিয়া,\nনারী ও পুরুষ দেবতার মিলন,\nবিশৃঙ্খলা থেকে,\nঅথবা একটি মহাজাগতিক ডিমের মাধ্যমে।\nসৃষ্টির পৌরাণিক কাহিনীগুলো মহাবিশ্বের উৎপত্তির ব্যাখ্যা দেওয়ার চেষ্টা করে। উদাহরণস্বরূপ, প্রাচীনতম পরিচিত সৃষ্টি পৌরাণিক কাহিনী এরিডু জেনেসিসে বিশ্বের সৃষ্টির একটি বিবরণ রয়েছে যেখানে মহাবিশ্ব একটি আদিম সমুদ্র (আবজু) থেকে তৈরি হয়েছে বলে বর্ণনা করা হয়েছে। সৃষ্টির পৌরাণিক কাহিনী সময়ের সাথে পরিবর্তিত হয়, তবে এগুলো অনুরূপ দেবতা বা প্রতীকের উপর ভিত্তি করে গড়ে উঠে। উদাহরণস্বরূপ, গ্রীক পুরাণে দেবতাদের শাসক, জিউস, রোমান পুরাণে দেবতাদের শাসকরা বৃহস্পতি গ্রহের অনুরূপ বলে বর্ণনা করা হয়েছে। \n\n\n== মহাবিশ্বতত্ত্বের সাথে তুলনা ==\nমানববিদ্যায়, বিশ্বতত্ত্ব ও সৃষ্টিতত্ত্বের মধ্যে পার্থক্যটি অস্পষ্ট। উদাহরণস্বরূপ, ধর্মতত্ত্ব অনুসারে, সৃষ্টিকর্তার অস্তিত্বের জন্য মহাজাগতিক যুক্তি (ব্যক্তিত্বের প্রাক-মহাবিশ্বতাত্ত্বিক মহাজাগতিক ধারক) হলো মহাবিশ্বের উৎপত্তি সম্পর্কিত ধারণাগুলি এবং এইভাবে এটি মহাজাগতিক। কিছু ধর্মে বিশ্বজগতের বিষয়ে একটি নৈর্ব্যক্তিক প্রাথমিক কারণ রয়েছে (উদাহরণস্বরূপ তাওবাদ)।\nতবে জ্যোতির্বিদ্যায়, মহাজাগতিকতাকে সৃষ্টিতত্ত্ব থেকে আলাদা করা যেতে পারে। জ্যোতির্বিদ্যায় মহাজাগতিকতা বা মহাবিশ্বতত্ত্ব মহাবিশ্ব ও এর অস্তিত্ব নিয়ে অধ্যয়ন করে, কিন্তু সৃষ্টিতত্ত্বের মতো অগত্যা মহাবিশ্বের উৎস সম্পর্কে অনুসন্ধান করে না। তাই মহাজাগতিকতা এবং মহাজাগতিক ধারণার মধ্যে একটি বৈজ্ঞানিক পার্থক্য রয়েছে। ভৌত সৃষ্টিতত্ত্ব হলো সেই বিজ্ঞান যা মহাবিশ্বের বিকাশ এবং বৈশিষ্ট্যগুলির সাথে প্রাসঙ্গিক সমস্ত পর্যবেক্ষণকে এর বৃহত্তম স্কেলে ব্যাখ্যা করার চেষ্টা করে। মহাবিশ্বের আচরণ সম্পর্কিত কিছু প্রশ্নকে কিছু পদার্থবিজ্ঞানী এবং মহাজাগতিক বিজ্ঞানীরা অতি-বৈজ্ঞানিক বা অধিভৌতিক বলে বর্ণনা করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}