{"pageid": 1414204, "title": "ওয়ার্ল্ড ডিরেক্টরি অব মেডিকেল স্কুলস", "url": "https://bn.wikipedia.org/wiki?curid=1414204", "content": "ওয়ার্ল্ড ডিরেক্টরি অব মেডিকেল স্কুলস চিকিৎসা শিক্ষা প্রদানকারী প্রতিষ্ঠানসমূহের উন্মুক্ত ডেটাবেজ। এ নির্দেশিকায় বিশ্বের ৩,৮০০-এর অধিক চিকিৎসা শিক্ষা প্রতিষ্ঠানের নাম তালিকাভুক্ত রয়েছে। ওয়ার্ল্ড ফেডারেশন ফর মেডিকেল এডুকেশন (ডব্লিউএফএমই) ও ফাউন্ডেশন ফর অ্যাডভান্সমেন্ট অব ইন্টারন্যাশনাল মেডিকেল এডুকেশন এন্ড রিসার্চের (ফেইমার) যৌথ উদ্যোগে নির্দেশিকাটি প্রকাশিত হয়েছে।\n\n\n== ডেটাবেজ ==\nডেটাবেজে ‘চিকিৎসা শিক্ষা প্রতিষ্ঠান’ হিসেবে ‘প্রাথমিক চিকিৎসা যোগ্যতার দিকে ধাবিত করার জন্যে পুরোপুরি অথবা নির্দেশিত পূর্ণাঙ্গ কার্যক্রম বাস্তবায়নকারী শিক্ষামূলক প্রতিষ্ঠানরূপে সংজ্ঞায়িত করা হয়েছে। অর্থাৎ, একজন চিকিৎসককে অবাধে চিকিৎসা সেবা পরিচালনায় অনুমতিপত্র লাভের যোগ্যতা অর্জনকারী হিসেবে পরিগণিত হন।’ ২০২৩-এর হিসাব অনুযায়ী ২০২৩ সালের হিসাব অনুযায়ী ডেটাবেজে ৩,৮০০-এর অধিক চলমান ও ১৯০-এর অধিক বন্ধ চিকিৎসা প্রতিষ্ঠানের তথ্যাদি রয়েছে। ডব্লিউএফএমই’র ইবনে সিনা ডিরেক্টরি ফর মেডিসিন ও ফেইমারের ইন্টারন্যাশনাল মেডিকেল এডুকেশন ডিরেক্টরি (আইএমইডি) একীভূত হয়ে এটি তৈরি করা হয়েছে। এর পূর্বে উক্ত প্রতিষ্ঠানদ্বয় এককভাবে বিস্তৃত তথ্যভাণ্ডার গড়ে তুলেছিল।\n\n\n== ইতিহাস ==\nওয়ার্ল্ড ফেডারেশন ফর মেডিকেল এডুকেশনের (ডব্লিউএফএমই) উপর দায়িত্বভার প্রদানের পূর্বে মূলতঃ ১৯৫৩ থেকে ২০০৭ সাল পর্যন্ত বিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও) ওয়ার্ল্ড ডিরেক্টরি অব মেডিকেল স্কুলস প্রকাশ করতো। ওয়ার্ল্ড ফেডারেশন ফর মেডিকেল এডুকেশনের (ডব্লিউএফএমই) নির্দেশিকার নাম পরিবর্তিত করে ইবনে সিনা ডিরেক্টরি ডিরেক্টরি ফর মেডিসিন রাখে।\n২০০২ সালে ফাউন্ডেশন ফর অ্যাডভান্সমেন্ট অব ইন্টারন্যাশনাল মেডিকেল এডুকেশন এন্ড রিসার্চ (ফেইমার) পৃথক আরেকটি ইন্টারন্যাশনাল মেডিকেল এডুকেশন ডিরেক্টরি (আইএমইডি) প্রকাশিত হতে থাকে। মার্চ, ২০১২ সালে ইবনে সিনা ও আইএমইডি নির্দেশিকাদ্বয় একটি পূর্ণাঙ্গ বিস্তৃত নির্দেশিকা প্রকাশে একীভূত হতে রাজী হয়। এপ্রিল, ২০১৪ সালে ডব্লিউএফএমই ও ফেইমার প্রতিষ্ঠানদ্বয় নবরূপে ওয়ার্ল্ড ডিরেক্টরি অব মেডিকেল স্কুলস আনুষ্ঠানিকভাবে প্রকাশ করে। ফলশ্রুতিতে, ইবনে সিনা ও আইএমইডি নির্দেশিকাদ্বয় বন্ধ হয়ে যায়।\n\n\n== ব্যবসায়িক চুক্তি ==\nঅস্ট্রেলিয়ান মেডিকেল কাউন্সিল, এডুকেশনাল কমিশন ফর ফরিন মেডিকেল গ্র্যাজুয়েটস এবং মেডিকেল কাউন্সিল অব কানাডা এ নির্দেশিকার প্রধান পৃষ্ঠপোষক হিসেবে কাজ করছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nWFME website\nFAIMER website"}