{"pageid": 1414715, "title": "রাসুলি রাজবংশ", "url": "https://bn.wikipedia.org/wiki?curid=1414715", "content": "রাসুলি রাজবংশ বা বনু রাসুল (আরবি: بنو رسول, প্রতিবর্ণীকৃত: বানূ রাসূল) ছিল একটি সুন্নি মুসলিম রাজবংশ যারা ১২২৯ থেকে ১৪৫৪ সাল পর্যন্ত ইয়েমেন শাসন করেছিল।\n\n\n== উৎপত্তি ==\nআল-আমিনের ডাকনাম \"রাসুল\" থেকে রাসুলরা তাদের নাম নিয়েছে। ইয়েমেনের যায়দী শিয়া ইমামরা ছিলেন সুন্নি রাসুলিদের চিরপ্রতিদ্বন্দ্বী, এবং যায়দী সূত্রগুলি ইয়েমেনের কাহতানি সংখ্যাগরিষ্ঠরা তাদের সাথে শিকড়হীন বহিরাগত হিসাবে আরও কঠোর আচরণ করে তা নিশ্চিত করার জন্য রাজবংশের ঘুজ হওয়ার উপর জোর দিয়েছিল। আরবী উৎসে ঘুজ শব্দটি ওঘুজ তুর্কিদের সাথে যুক্ত। ঘুজ শব্দটি যায়দী সাহিত্যে নিয়মিতভাবে উপস্থিত হয়েছিল এবং এটি ওঘুজ তুর্কি মামলুক ও তুর্কি রাষ্ট্রের (সেলজুক) প্রাক-উসমানীয় যুগের জন্য ছিল যারা সক্রিয়ভাবে ইয়েমেনের পূর্বে ওমানে বিস্তৃত ছিল, পরে লেখকরা এই আরবি শব্দটি ব্যবহার করেছিলেন যা ওঘুজ তুর্কিদের বর্ণনা করে। যায়দী সূত্র সেসব উৎস হিসাবে তুর্কিদের রাসুলিদের উৎস হিসেবে উল্লেখ করে।\nরাসুলি রাজবংশের চাকরিতে ছিলেন এমন কিছু ঐতিহাসিক এবং বংশতালিকাবিদ এই পরিবারটি আরব বংশোদ্ভূত হওয়া দাবি করেছেন এবং পরিবারের জন্য আজদের শাখা ঘাসানিদের উৎস উল্লেখ করেছেন। এই একই মধ্যযুগীয় ঐতিহাসিক এবং বংশতালিকাবিদরা লিখেছেন যে রাসুলি রাজবংশের একজন দূরবর্তী পূর্বপুরুষ খলিফা উমরের (শা. ৬৩৪-৬৪৪) সময়ে খ্রিস্টান ধর্মে দীক্ষিত হন এবং বাইজেন্টাইন অঞ্চলে বসবাস করতে যান। তাদের কথিত পূর্বপুরুষের সন্তানেরা তখন তুর্কোমানদের দেশে চলে যায় যেখানে তারা তুর্কোমান উপজাতির সর্বোচ্চ জনগোষ্ঠী \"মান্দজিক\" এর মধ্যে বসতি স্থাপন করে। ইসলাম এনসাইক্লোপিডিয়ার দ্বিতীয় সংস্করণ অনুসারে, সম্ভবত ওঘুজ তুর্কি \"মেন্দজিক\" উপজাতিকে বোঝানো হয়েছে। তুর্কোমানদের দেশে রাসুলিদের পূর্বপুরুষের এই সন্তানরা \"সম্পূর্ণভাবে তাদের আরব পরিচয় হারিয়ে ফেলে এবং তুর্কোমানদের সাথে আন্তঃবিবাহ করে এবং তাদের ভাষায় কথা বলে\"। এটি শুধুমাত্র মুহাম্মাদ ইবনে হারুনের সময় সম্পর্কে যে পরিবারটি ইরাকে এবং সেখান থেকে সিরিয়া এবং অবশেষে মিশরে চলে যায়। সেখানে ক্ষমতাসীন আইয়ুবীয় রাজবংশের পক্ষ থেকে তাদের অবহিত করা হয়।  এনসাইক্লোপিডিয়া অব ইসলাম উপসংহারে পৌঁছেছে যে, সব সম্ভাবনায়, রাসুলি রাজবংশ মূলত মেন্দজিক অর্থাৎ ওঘুজ তুর্কি বংশোদ্ভূত।\nইতিহাসবিদ ক্লিফোর্ড এডমন্ড বসওয়ার্থও ঘাসানিদের বংশধর হওয়ার বিষয়টি বানোয়াট এবং তাদের পূর্বপুরুষরা ওঘুজ তুর্কি বলে উল্লেখ করেছেন যারা মধ্যপ্রাচ্যে সেলজুক আক্রমণে অংশ নিয়েছিল। তুর্কোলজিস্ট পিটার বি গোল্ডেনও তুর্কি বংশোদ্ভূত হওয়ার পরামর্শ দেন:\n\nযদিও তাদের জন্য একটি উপযুক্ত আরব বংশপরিচয় তৈরি করা হয়েছিল, কিন্তু সুন্নি রাসুলি রাজবংশ (১২২৮-১৪৫৪) ওঘুজ তুর্কি গোত্র মেনজিক থেকে উদ্ভূত বলে মনে হয়, যার একটি ব্যক্তিগত নামও মামলুকদের মধ্যে পাওয়া যায়।\nঐতিহাসিক নিল গ্রিন রাসুলি রাজবংশকেও তুর্কি বংশোদ্ভূত বলে উল্লেখ করেছেন। ইতিহাসবিদ ইরফান শহীদ অবশ্য ওঘুজ তত্ত্বকে প্রত্যাখ্যান করেছেন যে তারা তুর্কি উপজাতিদের মধ্যে বাস করেছে কিন্তু প্রকৃতপক্ষে গাসানি আরব বংশোদ্ভূত ছিল।\n\n\n== রাজবংশ ==\n\nওঘুজ জেনগি রাজবংশের কুর্দি জেনারেল সালাহুদ্দিন আইয়ুবীয় রাজবংশ প্রতিষ্ঠা করেন। মিশরের উপর একটি পৃথক আধিপত্য প্রতিষ্ঠার পর, আইয়ুবীয়দের সেনাবাহিনী তখনও সাধারণত ওঘুজ এবং কিপচাক সৈন্য এবং ভাড়াটে সৈন্যদের নিয়ে গঠিত ছিল। লেভান্টের বেশিরভাগ অংশের উপর নিয়ন্ত্রণ পাওয়ার পর কুর্দি আইয়ুবীয়রা ১১৭৩ সালে জুরায়িদের ক্ষমতাচ্যুত করার পর থেকে ইয়েমেনের বেশিরভাগ অংশেও ক্ষমতা দখল করেছিল। এই ধারার শেষ ইয়েমেনি আমির মালিকুল মাসুদ ১২২৯ সালে বিলাদুশ শামের উদ্দেশ্যে ইয়েমেন ত্যাগ করেন এবং তার নিজের ভাড়াটে বাহিনীর একজন উচ্চাভিলাষী সদস্যের কাছে শাসনভার অর্পণ করেন। তিনি ছিলেন উমর বিন আলি। তিনি তার প্রথম বছর ক্ষমতায় থাকার সময় মিশরের আইয়ুবীয়দের নামমাত্র স্বীকৃতি দিয়েছিলেন। যাইহোক, তিনি ১২৩৫ সালে আব্বাসীয় খলিফা প্রথম মুস্তানসিরের কাছ থেকে স্বীকৃতি নিয়ে নিজেকে শাসক হিসাবে ঘোষণা করেছিলেন। সুলতান হিসেবে তাকে প্রথম মালিকুল মানসুর বলা হতো। শাসন ব্যবস্থা ছিল একটি নির্দিষ্ট অর্থে আইয়ুবীয়দের শাসনের একটি প্রত্যক্ষ ধারাবাহিকতা, যেখানে সামরিক বাহিনীর নিয়ন্ত্রণ এবং স্থানীয় জনগণের কাছ থেকে সম্মতির পরিবর্তে আব্বাসীয়দের অনুমোদনের ওপর ভিত্তি করে ক্ষমতা নিয়ন্ত্রিত হতো। উপকূলীয় রাজধানী যাবিদে প্রতিষ্ঠিত হয়। যাইহোক মালিকুল মুজাফফর ১২৪৯ সালে অভ্যন্তরীণ ষড়যন্ত্রের শিকার হন যখন তার উচ্চাভিলাষী ভাতিজা শিরকুহের প্ররোচনায় তার নিজস্ব রক্ষীরা তাকে হত্যা করে।\nতারপর সিংহাসনে তার পুত্র মালিকুল মুযাফফর প্রথম ইউসুফ (১২৪৯-১২৯৫) অধিষ্ঠিত হয়েছিলেন, যার অধীনে ইয়েমেনি সাম্রাজ্য তার আপোপজিতে পৌঁছেছিল। নতুন সুলতান তিহামা নিম্নভূমি এবং দক্ষিণের উচ্চভূমিতে রাসুলিদের শাসন নিশ্চিত করেন। যায়দী ইমামদের অন্যতম ঐতিহ্যবাহী কেন্দ্র সানা সাময়িকভাবে দখল করা হয়েছিল এবং ইমামরা বেশ কয়েকটি সংঘর্ষে পরাজিত হয়েছিল। শীতল পাহাড়ী শহর তাইজ যাবিদের সাথে একত্রে রাজবংশের ঘাঁটিতে পরিণত হয়েছিল। ১২৫৮ খ্রিস্টাব্দে মঙ্গোলদের হাতে বাগদাদের পতনের পর মালিকুল মুযাফফর ইউসুফ খলিফার উপাধি বরাদ্দ করেন। ইউসুফ ৪৭ বছর রাজত্ব করে ১২৯৬ সালে মারা যান। যখন তার মৃত্যু সংবাদ যায়দী ইমাম মুতাওয়াক্কিল মুতাহহার বিন ইয়াহিয়ার কাছে পৌঁছায়, তখন তিনি মন্তব্য করেন:\n\nইয়েমেনের শ্রেষ্ঠ বাদশাহ এবং যুগের মুয়াবিয়া মৃত্যুবরণ করেছেন। তার কলম আমাদের বর্শা ও তরবারিকে টুকরা টুকরা করে দিত।\n\n\n== রাষ্ট্র এবং অর্থনীতি ==\n\nইয়েমেনের ইতিহাসে রাসুলিদের যুগকে প্রায়ই সবচেয়ে উজ্জ্বল বলে মনে করা হয়। যদিও এই অঞ্চলের ইতিহাস সাধারণত গভীর রাজনৈতিক এবং ধর্মীয় বিভাজন দ্বারা চিহ্নিত করা হয়েছে। তবে রাসুলিদের শাসনকৃত অঞ্চলের পরিমাণ সপ্তদশ শতাব্দী (সংক্ষেপে) পর্যন্ত বাতিল করা হবে না। আরবের দক্ষিণ উপকূল যুফার পর্যন্ত শিথিল নিয়ন্ত্রণে ছিল। রাসুলিদের প্রভাব ওমানের সালালার কাছে জাফান পর্যন্ত প্রসারিত হয়েছিল, যেখানে পরিবারের একটি পার্শ্ব-শাখা কিছু সময়ের জন্য শাসন করেছিল।\nরাসুলি রাজ্য ভারত এবং দূর প্রাচ্যের সাথে ইয়েমেনের বাণিজ্যিক সংযোগ সৃষ্টি করে। এডেন এবং যাবিদ হয়ে লোহিত সাগরের ট্রানজিট বাণিজ্যের মাধ্যমে তারা প্রচুর লাভবান হয়েছিল। রাজাদের দ্বারা স্থাপিত কৃষি উন্নয়ন কর্মসূচীর সাথে অর্থনীতিতেও উন্নতি হয়েছিল যারা ব্যাপকভাবে খেজুর চাষের প্রচার করেছিলেন। রাসুলি রাজারা তিহামা এবং দক্ষিণ ইয়েমেনের জনসংখ্যার সমর্থন উপভোগ করেছিলেন, যখন তাদের ইয়েমেনের অশান্ত উত্তর উচ্চভূমি উপজাতিদের আনুগত্য কিনতে হয়েছিল।\nহিজাজ যখন মিশরের মামলুক সালতানাতের হাতে পড়ে, তখন রাসুলিদের অস্থায়ীভাবে পবিত্র শহর মক্কার উপর নিয়ন্ত্রণ ছিল, সেই অনুযায়ী তারা তাদের নিজস্ব প্রতিপত্তি বৃদ্ধি করে। রাসুলি রাষ্ট্র তুলনামূলকভাবে কেন্দ্রীভূত ছিল এবং রাষ্ট্রের কর আদায় ও অন্যান্য প্রয়োজনের তদারকি করার জন্য একটি ব্যাপক আমলাতান্ত্রিক যন্ত্রপাতি রাখা হয়েছিল। প্রতিটি বড় শহরে দুজন রাজকীয় কর্মকর্তাকে ওয়ালী (বা আমির) এবং নাসির (বা জিমাম বা মুশিদ) বলা হত। কৃষকদের সমৃদ্ধি নিয়ে তাদের যথেষ্ট উদ্বেগ ইতিহাস থেকে পাওয়া যায়। এইভাবে সুলতান মুজাহিদ আলি (শা. ১৩২২-১৩৬৩) কয়েক বছর ধরে উৎপাদনের গড় করের উপর ভিত্তি করে করযোগ্য পণ্য থেকে বীজ হিসাবে শস্য বপন করা হয়। রাষ্ট্রীয় মডেলটি মিশরের আইয়ুবীয় রাজ্য থেকে নেওয়া হলেও রাসুলিরা বাণিজ্যের দিকে বেশি মনোযোগী ছিল। সুলতানরা তাদের আয়ের বেশির ভাগই পদ্ধতি অবলম্বন করতের এবং বন্দর থেকে শুল্ক রাজস্ব আদায় করতেন।\nএডেন একটি বন্দর হিসাবে গুরুত্বপূর্ণ ছিল। যেখানে লোহিত সাগর এবং পারস্য উপসাগর এবং ভারত মহাসাগরের মধ্যে জাহাজগুলো যাত্রাবিরতি করত। ভারত, দক্ষিণ-পূর্ব এশিয়া এবং চীন থেকে টেক্সটাইল, সুগন্ধি এবং মশলা আনা হত আর আফ্রিকা থেকে ক্রীতদাস, হাতির দাঁত এবং মরিচ আনা হত। রপ্তানির জন্য আরও গুরুত্বপূর্ণ ইয়েমেনি বিষয়গুলির মধ্যে ছিল ঘোড়া এবং কৃষি ফসল। প্রধান বন্দরে ইহুদি বণিকদের পাশাপাশি ভারতীয়, আফ্রিকান এবং মিশরীয়দের পাওয়া যেত। মার্কো পোলো তার ভ্রমণ বিবরণীতে তেরো শতকের শেষের দিকে এডেনের (ইয়েমেন) সুলতানের কথা উল্লেখ করেছেন: \"তাঁর রাজ্যে অনেক শহর ও দুর্গ রয়েছে এবং এটি একটি চমৎকার বন্দরের সুবিধা রয়েছে, যেখানে ভারত থেকে মশলা নিয়ে আসা জাহাজগুলি বারবার আসে। এবং মাদকদ্রব্য... এডেনের সুলতানের অঢেল ধন রয়েছে, যা তিনি স্থাপন করেন তা থেকে উদ্ভূত, সেইসাথে ভারত থেকে আসা পণ্যদ্রব্যের উপর, যা তার বন্দরে প্রত্যাবর্তনকারী কার্গো হিসাবে পাঠানো হয়\"।\nরাসুলি রাজবংশের রাজা আহমাদ বিন আশরাফ ইথিওপীয় সাম্রাজ্যের হাতে নিহত হওয়ার পর ওয়ালাশামা রাজকুমারদের এবং ইফাতের সুলতান  দ্বিতীয় সাআদুদ্দিনের পুত্রদের আতিথ্য করেছিলেন।\n১৪১৮ সালের ৩০শে ডিসেম্বর থেকে ১৪১৯ সালের ২৭শে জানুয়ারির মধ্যে মিং চীনের ধন বহর মালিকুন নাসিরের শাসনামলে ইয়েমেন পরিদর্শন করে । চীনা দূত, সম্ভবত অ্যাডমিরাল ঝেং হে, ইয়েমেনের রাষ্ট্রদূত কাজি ওয়াজিফ আব্দুর রহমান বিন যুমেইরের সাথে ছিলেন যিনি তাকে ইয়েমেনের আদালতে নিয়ে গিয়েছিলেন। চীনারা ২০,০০০ মিসকালের সমতুল্য উপহার এনেছিল, যার মধ্যে রয়েছে দামী সুগন্ধি, সুগন্ধি কাঠ এবং চীনা মৃৎপাত্র। ইয়েমেনি শাসক বিনিময়ে ইফরাঞ্জা বন্দরে প্রবাল থেকে তৈরি বিলাসবহুল জিনিসপত্র, বন্য গবাদি পশু এবং গাধা, গৃহপালিত সিংহের বাচ্চা এবং বন্য ও প্রশিক্ষিত চিতাবাঘ পাঠাতেন। ইয়েমেনি দূত চীনাদের সাথে উপহার নিয়ে এডেন বন্দরে গিয়েছিলেন, যা উপহার বিনিময়ের সম্মুখভাগের অধীনে বাণিজ্য বজায় রেখেছিল।\n\n\n== সাংস্কৃতিক অর্জন ==\nবেশ কিছু রাসুলি সুলতান সাংস্কৃতিকভাবে বিশিষ্ট ছিলেন, যারা লেখালেখি করতেন। যারা সাহিত্যচর্চা এমনকি গ্রন্থও লিখেছিলেন। এইভাবে আফযাল আব্বাস (শা. ১৩৬৩-৭৭) ব্যবহারিক উপযোগিতা, বুদ্ধিবৃত্তিক আগ্রহ এবং বিনোদনের বিষয়ে অনুচ্ছেদসহ একটি বিস্তৃত সংকলন লিখেছেন, ফুসুল মাজমুআ ফিল-আনওয়া ওয়াল জুরু ওয়াল হিসাদ । তার পুত্র আশরাফ ইসমাঈল (শা. ১৩৭৭-১৪০১) ইয়েমেনের একটি সাধারণ ইতিহাস রচনা করেছেন। অধিকাংশ শাসক মসজিদ ও মাদ্রাসা নির্মাণ করেন, তাইজ এবং অন্যান্য শহরগুলোকে সুন্দর দালানকোঠা দিয়ে সাজিয়েছিলেন। সবচেয়ে সুপরিচিত স্মৃতিস্তম্ভগুলির মধ্যে রয়েছে তাইজের ত্রয়োদশ শতাব্দীর জামিউল মুযাফফর এবং চতুর্দশ শতাব্দীর আশরাফিয়া। এই স্মৃতিস্তম্ভগুলি মিশর এবং সিরিয়ার মতো স্থানের স্থাপত্য দ্বারা অনুপ্রাণিত হয়েছিল এবং পুরানো ইয়েমেনি স্থাপত্য শৈলীর সাথে মিশ্রিত হয়েছিল। ১২৩৬-১৪৩৮ সাল পর্যন্ত সময়কালে সমস্ত সুলতানদের দ্বারা মুদ্রা মুদ্রিত করা হয়েছিল। বেশ কয়েকটি শহরে টাকশাল ছিল এবং মুদ্রাগুলি প্রতিটি টাকশালের জন্য প্রতীক দ্বারা চিহ্নিত করা হয়েছিল: এডেনের জন্য মাছ, যাবিদের জন্য পাখি, তাইএর জন্য বসা মানুষ এবং মাহজামের জন্য সিংহ।\n\n\n== পতন ==\nযদিও ত্রয়োদশ শতাব্দীতে গড়ে ওঠা উন্নত রাষ্ট্রকে তারা ধরে রাখতে পারেনি। যায়দী ইমামদের একটি ধারা ত্রয়োদশ শতাব্দীর শেষের দিক থেকে ইয়েমেনি উচ্চভূমিতে পুনরুদ্ধার করতে সক্ষম হয়েছিল, আরও গুরুত্বপূর্ণভাবে যায়দী ইমামরা কুর্দিদের জামারকে (আইয়ুবীয় সামরিক বাহিনীর অবশিষ্টাংশ) যায়দী সম্প্রদায়ে রূপান্তর করতে সক্ষম হন এবং জামারের কুর্দিদের শান্ত করেন। রাসুলি সুলতানরা বিদ্রোহীদের বিরুদ্ধে সিদ্ধান্তমূলক সামরিক সাফল্য অর্জন করতে পারেনি। যায়দী বাহিনী ১৩২৪ সালে সানা দখল করে। মামলুক সুলতানরা হিজাজ এবং পবিত্র শহরগুলিতে তাদের প্রভাব বৃদ্ধির প্রবণতা দেখায়। ১৩৫০ সালে রাসুলি সুলতান মুজাহিদ আলি যখন হজে যান তখন মক্কায় মিশরীয় মামলুকদের দ্বারা বন্দী হন এবং এক বছরের জন্য মিশরে বন্দী হন। সুলতান নাসির আহমদ (শা. ১৪০১-১৪২৪) রাসুলি রাজবংশের ক্ষয়িষ্ণু ভাগ্যকে পুনরুজ্জীবিত করতে সক্ষম হয়েছিলেন এবং এমনকি সুদূর চীন থেকে উপহারও পেয়েছিলেন । ১৪২৪ সালে তার মৃত্যুর পর রাজবংশটি প্লেগের প্রাদুর্ভাবের কারণে উত্থান ও দুর্বলতার সময়ের মধ্যে পড়ে। পূর্ব থেকে বণিকরা সেখানে কঠোরতা এবং অনিশ্চয়তার কারণে এডেনকে বাইপাস করার প্রবণতা দেখিয়েছিল। তারা এর পরিবর্তে সরাসরি হিজাজের জেদ্দায় যাচ্ছিল, যা তখন মিশরীয় মামলুক ক্ষমতার অংশ ছিল। পূর্ববর্তী রাসুলিদের অভ্যন্তরীণ ক্ষমতার লড়াইয়ের ধারার বিপরীতে শেষ সুলতানদের সময় বিভিন্ন শক্তিশালী লোকেরা বিবাদে হস্তক্ষেপ করেছিল। এই শাসনকর্তাদের মধ্যে সবচেয়ে গুরুত্বপূর্ণ ছিল তাহিরি গোষ্ঠী, যারা জুবান এবং মিকরানা শাসন করেছিল। ১৪৪২ সালের পর রাসুলিদের ক্রীতদাস সৈন্যদের মধ্যে বিদ্রোহ শেষ দাবিদারকে তার অবস্থান জাহির করার কোনো উপায় থেকে বঞ্চিত করেছিল। ১৪৪৩ সালে লাহিজ এবং ১৪৫৪ সালে এডেন তাহির গোষ্ঠীর দিকে চলে যায়। ১৪৫৪ সালে শেষ রাসুলি সুলতান মাসুদ আবুল কাসিম তাহিরি সুলতান জাফির আমির বিন তাহিরের পক্ষে তার সিংহাসন ছেড়ে দেন এবং মক্কায় গমন করেন। নতুন শাসক গোষ্ঠী ১৪৫৪ থেকে ১৫১৭ সাল পর্যন্ত তাহিরি হিসাবে ইয়েমেন শাসন করেছিল।\n\n\n== সুলতানদের তালিকা ==\n\n\n== উত্তরাধিকার ==\n১৯৪০ এর দশকে রাসুলি রাজবংশের বংশধররা কাভলোইকাল কর্তৃপক্ষের সুরক্ষার অধীনে একটি ইসলামি রাজবংশের ব্যবস্থা প্রতিষ্ঠা করে, যার নাম ছিল অর্ডার অফ দ্য রাসুলিড।\n\n\n== আরও দেখুন ==\nসুন্নি মুসলিম রাজবংশের তালিকা\nইয়েমেনের ইমামগণ\nইয়েমেনের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== তথ্যসূত্র ==\nAli, Abdul (১৯৯৬)। Islamic Dynasties of The Arab East; State and Civilization during the Later Medieval Times। M.D. Publications Pvt Ltd। \nBiran, Michal (২০১২)। Chinggis Khan: Selected Readings। Oneworld Book। \nBosworth, C.E.; Savory, Roger; Issawi, Charles; Udovitch, A.L., সম্পাদকগণ (১৯৮৯)। The Islamic World: From Classical to Modern Times (Essays in Honor of Bernard Lewis)। Darwin Press। \nBosworth, C.E. (১৯৯৬)। The New Islamic Dynasties। Columbia University Press। \nGolden, Peter B. (২০০৯)। \"RASULID HEXAGLOT\"। Encyclopaedia Iranica। \nHolt, P.M.; Lambton, Ann K.S.; Lewis, Bernard, সম্পাদকগণ (১৯৭৮)। The Cambridge History of Islam। 1A। Cambridge University Press। \nMahoney, Daniel (২০১৬)। \"The Political Agency of Kurds as an Ethnic Group in Late Medieval South Arabia\"। \nMargariti, Roxani Eleni (২০১২)। Aden and the Indian Ocean Trade: 150 Years in the Life of a Medieval Arabian। The University of North Carolina Press। \nRay, Haraprasad (১৯৮৭)। \"The Eighth Voyage of the Dragon that Never was: An Enquiry into the Causes of Cessation of Voyages during Early Ming Dynasty\"। China Report। 23 (2): 157–178। এসটুসিআইডি 155029177। ডিওআই:10.1177/000944558702300202। \nShahîd, Irfan (২০০৬)। Byzantium and the Arabs Late Antiquity। 3। Byzantion। \nSmith, G. R. (১৯৯৫)। \"Rasūlids\"।   Bosworth, C. E.; van Donzel, E.; Heinrichs, W. P. & Lecomte, G.। The Encyclopaedia of Islam, New Edition, Volume VIII: Ned–Sam। Leiden: E. J. Brill। পৃষ্ঠা 455–457। আইএসবিএন 90-04-09834-8। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nStookey, Robert W. (১৯৭৮)। Yemen: The politics of the Yemen Arab Republic। Westview Press। \nTezcan, Baki; Barbir, Karl K., সম্পাদকগণ (২০০৭)। Identity and Identity Formation in the Ottoman World: A Volume of Essays in Honor of Norman Itzkowitz। Center for Turkish Studies at the University of Wisconsin। \nVarisco, Daniel Martin (১৯৯৩)। \"Texts and Pretexts : the Unity of the Rasulid State under al-Malik al-Muzaffar\"। Revue des mondes musulmans et de la Méditerranée Année। 67। \n\n\n== আরও পড়ুন ==\nKenney, Ellen. \"Treasuring Yemen: Notes on Exchange and Collection in Rasūlid Material Culture\" Der Islam, vol. 98, no. 1, 2021, pp. 27–68. https://doi.org/10.1515/islam-2021-0003\nMahoney, Daniel (২০২১)। \"Evolving Rasūlid Narratives of Opposition to Sultan al-Manṣūr Nūr al-Dīn ʿUmar (d. 647/1250) in Yemen\"। Der Islam। 98 (1): 153–174। এসটুসিআইডি 232411940 । ডিওআই:10.1515/islam-2021-0006। \nMahoney, Daniel and Varisco, Daniel. \"Introduction: Rasūlid Entanglement in the Medieval Islamic World and Beyond\" Der Islam, vol. 98, no. 1, 2021, pp. 1–5. https://doi.org/10.1515/islam-2021-0001\nMargariti, Roxani Eleni. \"The Rasūlids and the Bountiful Sea: Marine Resources, State Control, and Maritime Culture in the Southern Red Sea and the Gulf of Aden (626/1229‒854/1454)\" Der Islam, vol. 98, no. 1, 2021, pp. 69–99. https://doi.org/10.1515/islam-2021-0004\nMoorthy Kloss, Magdalena. \"Eunuchs at the Service of Yemen’s Rasūlid Dynasty (626‒858/1229‒1454)\" Der Islam, vol. 98, no. 1, 2021, pp. 6–26. https://doi.org/10.1515/islam-2021-0002\nVarisco, Daniel Martin. \"Reading Rasūlid Maps: An Early 14th-Century Geographical Resource\" Der Islam, vol. 98, no. 1, 2021, pp. 100–152. https://doi.org/10.1515/islam-2021-0005\nটেমপ্লেট:Rasulid dynasty sultans"}