{"pageid": 1414502, "title": "সালেহ আল-আরোরি", "url": "https://bn.wikipedia.org/wiki?curid=1414502", "content": "সালেহ আল-আরৌরি (আরবি: صالح العاروري, সালাহ আল-আরুরি বা সালিহ আল-আরুরি নামেও প্রতিলিপিকৃত; ১৯ আগস্ট ১৯৬৬ - ২ জানুয়ারী ২০২৪) ছিলেন হামাসের একজন সিনিয়র নেতা এবং এর সামরিক শাখা, ইজ্জুদীন আল-কাসসাম ব্রিগেডের একজন প্রতিষ্ঠাতা কমান্ডার। তাকে হামাসের রাজনৈতিক ব্যুরোর উপ-সভাপতি এবং পশ্চিম তীরের হামাসের সামরিক কমান্ডারও বলা হয়, যদিও মৃত্যুর সময় তিনি লেবাননে থাকতেন।\nউদি লেভি, যিনি ইসরায়েলি গোয়েন্দাদের সাথে ৩০ বছরেরও বেশি সময় ধরে কাজ করেছেন, তিনি আল-আরোরিকে \"হামাসের ভিতরে ইরানের লোক\" হিসাবে বর্ণনা করেছেন। মার্কিন যুক্তরাষ্ট্র সরকার আল-আরোরিকে অভিযুক্ত করে, \"১৯৯০-এর দশকের গোড়ার দিকে হেব্রন বিশ্ববিদ্যালয়ে হামাসের ছাত্র সেলের নেতা হিসাবে তার ভূমিকার সময়কার একজন উচ্চ পদস্থ হামাস সামরিক নেতা জন্য।\" তিনি একজন নিয়োগকারী হিসেবেও কাজ করেছেন এবং হামাসের পক্ষে তহবিল সংগ্রহ ও স্থানান্তরে সক্রিয়ভাবে জড়িত ছিলেন। মার্কিন যুক্তরাষ্ট্র, যারা তাকে ২০১৫ সালে সন্ত্রাসী হিসাবে মনোনীত করেছিল, এবং পুরস্কার হিসাবে তার মাথার দাম নির্ধারণ করেছিল $৫ মিলিয়ন ডলার। তিনি ২০২৪ সালে ইসরাইল-হামাস যুদ্ধের সময় লেবাননে ইসরায়েলি বিমান হামলায় নিহত হন।\n\n\n== শিক্ষা ও নিয়োগ ==\nআল-আরৌরি পশ্চিম তীরের রামাল্লায় ১৯ আগস্ট ১৯৬৬ সালে জন্মগ্রহণ করেন। ১৯৮৫ সালে, তিনি শরিয়া আইন অধ্যয়নের জন্য হেবরন বিশ্ববিদ্যালয়ে ভর্তি হন। তিনি বিশ্ববিদ্যালয়ে ইসলামী উপদলের প্রধান নির্বাচিত হন, যেখানে তিনি ক্যাম্পাসে হামাসের যুব শাখা কুটলা ইসলামিয়া (ইসলামিক ব্লক) এর সাথে সম্পর্ক স্থাপন করেন। কুটলা ইসলামিয়ার সাথে তার সংযোগের মাধ্যমে, আল-আরোরি বীর বিশ্ববিদ্যালয় -ভিত্তিক হামাস সক্রিয় মুইন শাহিবের সাথে দেখা করেছিলেন যিনি আল-আরৌরিকে হামাসের পদে নিয়োগ করেছিলেন এবং তাকে হেবরনে হামাসের সামরিক যন্ত্রপাতির জন্য একটি অবকাঠামোর জন্য অর্থায়নের দায়িত্ব দিয়েছিলেন।\n\n\n== কূটনৈতিক কার্যক্রম ==\nআল-আরৌরি প্রায়ই হামাসের প্রতিনিধিদের অংশ হিসাবে ভ্রমণ করতেন এবং দাপ্তরিক সভায় যোগ দিতেন। ২০১২ সালের মার্চ মাসে, তিনি তুরস্কের প্রধানমন্ত্রী রিসেপ তাইয়েপ এরদোয়ানের সাথে দেখা করেন। অক্টোবর ২০১২ সালে, তিনি গাজা উপত্যকায় কাতারি আমিরের সফরে যোগ দেন।\n\n\n== মৃত্যু ==\n২০২৪ সালে তার মৃত্যুর সময়, আল-আরৌরি লেবাননে বসবাস করছিলেন। ২০২৩ সালের অক্টোবরে ইসরায়েল-হামাস যুদ্ধের সময় পশ্চিম তীরের 'অরুরা'তে তার বাড়িটি ইসরায়েলি বাহিনী ধ্বংস করে দেয়।\n২ জানুয়ারী ২০২৪-এ, ইসরায়েলি সামরিক বাহিনী দ্বারা পরিচালিত একটি নির্ভুল বিমান হামলার মাধ্যমে বৈরুতের দাহিয়েহ পাড়ায় আল-আরোরিকে হত্যা করা হয়েছিল। তার বয়স ছিল ৫৭। হিজবুল্লাহ ইরানের সিনিয়র সামরিক কমান্ডার কাসেম সোলেইমানিকে  হত্যার বার্ষিকী উদযাপনের একদিন আগে এই হত্যাকাণ্ড সংঘটিত হয়, যাতে অন্য পাঁচজন ব্যক্তিকেও হত্যা করা হয়েছে।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Hamasটেমপ্লেট:2023 Israel–Hamas war"}