{"pageid": 1414696, "title": "আল ইয়াসা", "url": "https://bn.wikipedia.org/wiki?curid=1414696", "content": "আলিয়াসা ( আরবি: اليسع ) ইসলামে আল্লাহর একজন নবী ও রসূল যাকে বনী ইস্রায়েলীয় পথপ্রদর্শন করার জন্য পাঠানো হয়েছিল। কোরানে আলিয়াসাকে একজন মহৎ নবী হিসেবে দুবার উল্লেখ করা হয়েছে, এবং দুইবারই সহ-নবীদের পাশাপাশি উল্লেখ করা হয়েছে। তিনি ইলিয়াস ( এলিয় ) এর ভবিষ্যদ্বাণীমূলক উত্তরসূরি হিসাবে মুসলমানদের দ্বারা সম্মানিত। খিজির সাথে ইলিশাকে শনাক্তকারী ইসলামিক সূত্রগুলো ইসলামী ঐতিহ্যে খিদর ও ইলিয়াসের মধ্যে দৃঢ় সম্পর্কের উল্লেখ করে।\n\n\n== ব্যক্তিত্ব ==\nসূরা আনআম ৬:৮৬ এবং সূরা ছোয়াদ ৩৮:৪৮ এ আলিয়াসার নাম দুবার উল্লেখ করা হয়েছে। এই আয়াতগুলিতে আলিয়াসার ব্যক্তিত্ব বা নবুওয়াত সম্পর্কে কিছু উল্লেখ না করে, তাকে \"অনুগ্রহপ্রাপ্ত\" এবং \"নির্বাচিতদের মধ্যে\" হিসাবে উল্লেখ করা হয়েছে। কুরআন অনুসারে, ইলিশাকে \"বাকী সৃষ্টির উপরে\" উন্নীত করা হয়েছে ( আরবি: فَضَّلْنَا عَلَى ٱلْعَالَمِين, প্রতিবর্ণীকৃত: faḍḍalnā ʿala l-ʿālamīn(a)  এবং \"উৎকৃষ্টদের মধ্যে\" ( আরবি: مِنَ ٱلْأَخْيَار, প্রতিবর্ণীকৃত: mina l-akhyār )  আল-আনআম ৬:৮৬ এবং ছোয়াদ ৩৮:৪৮ আয়াত এ ইসমাইলের সাথে আলেসার উল্লেখ করা হয়েছে:\n\nএবং ইসরাঈল, ইয়াসা, ইউনূস, লূতকে প্রত্যেককেই আমি সারা বিশ্বের উপর গৌরবাম্বিত করেছি।স্মরণ করুণ, ইসমাঈল, আল ইয়াসা ও যুলকিফলের কথা। তারা প্রত্যেকেই গুনীজন।\n\n\n== দাবীকৃত সমাধি ==\nকিছু মুসলমান বিশ্বাস করে যে আলিয়াসার সমাধি সৌদি আরবের পূর্বাঞ্চলের আল আওজামে রয়েছে। সৌদি সরকার মাজারটি অপসারণ করেছিল কারণ এই ধরনের পূজা সৌদি আরবে প্রভাবশালী ওহাবি বা সালাফি সংস্কার আন্দোলনের সাথে সঙ্গতিপূর্ণ নয়।  উসমানীয় আরবের সময় এটি বহু শতাব্দী ধরে একটি গুরুত্বপূর্ণ ল্যান্ডমার্ক ছিল ও প্রাক-আধুনিক যুগ জুড়ে সমস্ত সম্প্রদায়ের মুসলমানদের জন্য এটি একটি খুব জনপ্রিয় তীর্থস্থান ছিল।\nইলিশার কবর তুরস্কের দিয়ারবাকির প্রদেশের ইগিল জেলায় রয়েছে। আসল মন্দিরটি একটি নদীর তলদেশের কাছে ছিল যা ১৯৯৪ সালে প্লাবিত হওয়ার কথা ছিল।মৃতদেহ নিয়ে জনগণের ক্ষোভ এড়াতে ধর্ম বিষয়ক অধিদপ্তরের সহযোগিতায় সিটি কাউন্সিল নয়জন আলেমদের একটি গোপন বোর্ড গঠন করে। এলাকা প্লাবিত হওয়ার আগে রাতে কবর খনন করা হয়েছিল এবং নবীর সংরক্ষিত দেহ নয়জন পণ্ডিত এবং সরকারী কর্মী দ্বারা প্রত্যক্ষ করা হয়েছিল প্লাবিত সমভূমিকে উপেক্ষা করে একটি পাহাড়ে দাফন করার জন্য উত্তোলন করা হয়েছিল। যাইহোক শহরের অনেক লোক সেই রাতে তাদের স্বপ্নে নবীকে দেখেছিল এবং সূর্যোদয়ের আগে নতুন জায়গায় তাঁর পুনরুদ্ধার পর্যবেক্ষণ করতে বেরিয়েছিল। \n\n\n== তথ্যসূত্র =="}