{"pageid": 1414463, "title": "ভেসিকল (জীববিজ্ঞান এবং রসায়ন)", "url": "https://bn.wikipedia.org/wiki?curid=1414463", "content": "কোষীয় জীববিজ্ঞানে ভেসিকল হলো একটি জীবকোষের ভেতরে ও বাইরের এক ধরনের কাঠামো, যা দ্বিস্তরী লিপিড দ্বারা আবদ্ধ তরল সাইটোপ্লাজম নিয়ে গঠিত।\n\nনিঃসরণ (এক্সোসাইটোসিস), গ্রহণ (এন্ডোসাইটোসিস) এবং প্লাজমা ঝিল্লির মধ্যে পদার্থের পরিবহনের সময় স্বাভাবিকভাবেই ভেসিকল তৈরি হয়। এছাড়া এগুলি কৃত্রিমভাবেও প্রস্তুত করা যেতে পারে, এই ক্ষেত্রে তাদের লাইপোসোম বলা হয়। যদি শুধুমাত্র একটি দ্বিস্তরী ফসফোলিপিড থাকে, তাহলে ভেসিকলগুলিকে বলা হয় ইউনিলামেলার লাইপোসোম; অন্যথায় তাদের মাল্টিলেমেলার লাইপোসোম বলা হয়। ভেসিকেলকে ঘিরে থাকা ঝিল্লিটি একটি ল্যামেলার ফেজ, যা প্লাজমা ঝিল্লির মতোই, এবং অন্তঃকোষীয় ভেসিকেলগুলি কোষের বাইরে তাদের বিষয়বস্তু ছেড়ে দেওয়ার জন্য প্লাজমা ঝিল্লির সাথে একীভূত হতে পারে। ভেসিকল কোষের মধ্যে অন্যান্য অর্গানেলের সাথেও একীভূত হতে পারে।\nকোষ থেকে নির্গত ভেসিকল বহিরাগত ভেসিকল নামে পরিচিত।\n\nভেসিকল বিভিন্ন ক্রিয়া পরিচালনা করতে পারে।যেহেতু এটি সাইটোসল থেকে আলাদা, তাই ভেসিকলের ভিতরের অংশ সাইটোসোলিক পরিবেশ থেকে আলাদা হতে পারে। এই কারণে, ভেসিকল হল একটি মৌলিক হাতিয়ার যা কোষ দ্বারা সেলুলার পদার্থগুলিকে সংগঠিত করার জন্য ব্যবহৃত হয়। ভেসিকেলগুলি বিপাক, পরিবহন, উচ্ছ্বাস নিয়ন্ত্রণ, , এবং খাদ্য এবং এনজাইমগুলির অস্থায়ী সঞ্চয়ের সাথে জড়িত। তারা রাসায়নিক বিক্রিয়া কেন্দ্র হিসাবেও কাজ করতে পারে।\n\n\n== গঠন এবং পরিবহন ==\n\n\n== ভেসিকুলার গঠনের প্রকারভেদ ==\n\n\n=== ভ্যাকুওলস ===\nভ্যাকুওলস হলো একধরনের কোষীয় অঙ্গানু যা পানি/জল ধারণ করে।\n\nউদ্ভিদ কোষের কেন্দ্রে একটি বড় কেন্দ্রীয় ভ্যাকিওল (শূন্যস্থান) থাকে যা অভিস্রবণিক চাপ নিয়ন্ত্রণ এবং পুষ্টি সঞ্চয়ের জন্য ব্যবহৃত হয়।\nসংকোচনশীল ভ্যাকুওলগুলি নির্দিষ্ট প্রোটিস্টদের মধ্যে পাওয়া যায়, বিশেষ করে ফাইলাম সিলিওফোরায়। এই ভ্যাকুওলগুলি সাইটোপ্লাজম থেকে পানি/জল নেয় এবং অভিস্রবণিক চাপের কারণে ফেটে যাওয়া এড়াতে কোষ থেকে পানি/জল নির্গত করে।\n\n\n=== লাইসোসোম ===\nলাইসোসোমগুলি কোষীয় হজমের সাথে জড়িত। এন্ডোসাইটোসিস নামক একটি প্রক্রিয়ার মাধ্যমে কোষের বাইরে থেকে খাদ্য ভ্যাকিওলে নিয়ে যায়। এই খাদ্য ভ্যাকুওলগুলি লাইসোসোমের সাথে একত্রিত হয় যা উপাদানগুলিকে ভেঙে দেয়,যাতে সেগুলি কোষের খাদ্য হিসেবে ব্যবহার করা যায়। এই ধরনের কোষীয় খাওয়াকে ফাগোসাইটোসিস বলে\nলাইসোসোমগুলি অটোফ্যাজি নামক একটি প্রক্রিয়াতে ত্রুটিপূর্ণ বা ক্ষতিগ্রস্ত কোষীয় অঙ্গানুগুলোকে হজম করে বা ধ্বংস করে।তারা ক্ষতিগ্রস্থ অঙ্গাণু ঝিল্লির সাথে একত্রিত হয়ে, এটি হজম করে।\n\n\n=== পরিবহন ভেসিকল ===\nপরিবহন ভেসিকেল কোষের মধ্যে থেকে কোষের মধ্যে অণুকে স্থানান্তর করতে পারে, যেমন:প্রোটিন অমসৃণ এন্ডোপ্লাজমিক রেটিকুলাম থেকে গলগি বস্তুতে স্থানান্তর করতে পারে।\nঝিল্লি-আবদ্ধ এবং নিঃসৃত প্রোটিনগুলি রাইবোসোমে তৈরি হয় এবং অমসৃণ এন্ডোপ্লাজমিক রেটিকুলামে পাওয়া যায়। এই প্রোটিনগুলির বেশিরভাগই তাদের চূড়ান্ত গন্তব্যে যাওয়ার আগে গলজি বস্তুতে পরিপক্ক হয় যা লাইসোসোম, পেরোক্সিসোম বা কোষের বাইরে হতে পারে। এই প্রোটিনগুলি পরিবহন ভেসিকলের ভিতরে কোষের মধ্যে ভ্রমণ করে।\n\n\n== তথ্যসূত্র =="}