{"pageid": 1414133, "title": "চার্ম কোয়ার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1414133", "content": "চার্ম কোয়ার্ক হল একটি মৌলিক কণা, যা হ্যাড্রন নামক যৌগিক উপ-পরমাণু কণার মধ্যে পাওয়া যায় যেমন জে/সাই মেসন ও কণার ত্বরণকারী সংঘর্ষে তৈরি চার্মড ব্যারিয়ন। ডব্লিউ ও জেড বোসন এবং হিগস বোসন সহ বেশ কিছু বোসন, চার্ম কোয়ার্কগুলির মধ্যে ক্ষয় হতে পারে। সমস্ত চার্ম কোয়ার্কই চার্ম—একটি কোয়ান্টাম সংখ্যা—বহন করে। এই দ্বিতীয় প্রজন্মটি ২০২২ খ্রিস্টাব্দে পরিমাপকৃত ভর ১.২৭±০.০২ GeV/c2 সহ তৃতীয়-সবচেয়ে বিশাল কোয়ার্ক, এবং আধান ++২/৩ e।\nজেমস বজরকেন ও শেলডন গ্ল্যাশো ১৯৬৪ খ্রিস্টাব্দে চার্ম কোয়ার্কের উপর তত্ত্ব প্রদান করেন এবং শেলডন গ্ল্যাশো, জন ইলিওপোলোস সহ অন্যদের দ্বারা—১৯৭০ খ্রিস্টাব্দে তত্ত্ব প্রদান করা হয়েছিল। এটি ১৯৭৪ খ্রিস্টাব্দে ব্রুকহেভেন ন্যাশনাল ল্যাবরেটরি ও স্ট্যানফোর্ড লিনিয়ার অ্যাক্সিলারেটর সেন্টারে জে/সাই মেসনের মাধ্যমে আলাদাভাবে আবিষ্কৃত হয়েছিল। পরবর্তী কয়েক বছরে, ডি মেসন ও চার্মড স্ট্রেঞ্জ মেসন সহ বেশ কয়েকটি চার্মড কণা পাওয়া গিয়েছে।\nএকবিংশ শতাব্দীতে, দুটি চার্ম কোয়ার্ক ধারণকারী একটি ব্যারিয়ন খুঁজে পাওয়া গিয়েছে। প্রোটনে অভ্যন্তরীণ চার্ম কোয়ার্কের অস্তিত্বের সাম্প্রতিক প্রমাণ রয়েছে, এবং চার্ম কোয়ার্ক ও হিগস বোসনের যুগ্মীকরণ (কাপলিং) বিষয়ে গবেষণা করা হয়েছে। সাম্প্রতিক প্রমাণগুলিও D০ মেসনের ক্ষয়ের ক্ষেত্রে সিপি লঙ্ঘনের ইঙ্গিত দেয়, যা চার্ম কোয়ার্ক ধারণ করে।\n\n\n== বৈশিষ্ট্য ==\nচার্ম কোয়ার্ক হল দ্বিতীয় প্রজন্মের একটি আপ-টাইপ কোয়ার্ক। এটি একটি কোয়ান্টাম সংখ্যা \"চার্ম\" বহন করে। ২০২২ পার্টিকেল ফিজিক্স রিভিউ অনুসারে, চার্মড কোয়ার্কের ভর ১.২৭±০.০২ GeV/c2, চার্জ +২/৩ e এবং চার্ম +১। চার্ম কোয়ার্কের আকার স্ট্রেঞ্জ কোয়ার্কের চেয়ে বৃহৎ: দুটির ভরের মধ্যে অনুপাত প্রায় ১১.৭৬+০.০৫−০.১০।\nসিকেএম ম্যাট্রিক্স কোয়ার্কগুলির দুর্বল মিথস্ক্রিয়া বর্ণনা করে। ২০২২-এর অনুযায়ী, চার্ম কোয়ার্ক সম্পর্কিত সিকেএম ম্যাট্রিক্সের মানগুলি হল:\n\n  \n    \n      \n        \n          \n            \n              \n                \n                  |\n                \n                \n                  V\n                  \n                    cd\n                  \n                \n                \n                  |\n                \n              \n              \n                \n                =\n                0.221\n                ±\n                0.004\n              \n            \n            \n              \n                \n                  |\n                \n                \n                  V\n                  \n                    cs\n                  \n                \n                \n                  |\n                \n              \n              \n                \n                =\n                0.975\n                ±\n                0.006\n              \n            \n            \n              \n                \n                  |\n                \n                \n                  V\n                  \n                    cb\n                  \n                \n                \n                  |\n                \n              \n              \n                \n                =\n                (\n                40.8\n                ±\n                1.4\n                )\n                ×\n                \n                  10\n                  \n                    −\n                    3\n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{aligned}|V_{\\text{cd}}|&=0.221\\pm 0.004\\\\|V_{\\text{cs}}|&=0.975\\pm 0.006\\\\|V_{\\text{cb}}|&=(40.8\\pm 1.4)\\times 10^{-3}\\end{aligned}}}\n  \n\nচার্ম কোয়ার্কগুলি হয় \"মুক্ত চার্ম কণাসমূহ\"-এর মধ্যে থাকতে পারে, যেগুলিতে এক বা একাধিক চার্ম কোয়ার্ক থাকে, অথবা চারমোনিয়াম অবস্থায় থাকে, যা একটি চার্ম কোয়ার্ক ও একটি চার্ম অ্যান্টিকোয়ার্কের আবদ্ধ অবস্থা। D± ও D0 সহ বেশ কিছু চার্ম মেসন আছে। বিভিন্ন চার্জ ও অনুরণন সহ চার্মড ব্যারিয়নগুলির মধ্যে রয়েছে Λc, Σc, Ξc, Ωc।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n==== জার্নাল নিবন্ধ ====\nআমাতি, ডি.; ব্যাক্রি, এইচ.; নুইটস, জে.; প্রেন্টকি, জে. (ডিসেম্বর ১৯৬৪)। \"SU 4 and strong interactions\"। ইল নুওভো সিমেন্তো। ৩৪ (৬): ১৭৩২–১৭৫০। এসটুসিআইডি 118803104। ডিওআই:10.1007/BF02750568।"}