{"pageid": 1414609, "title": "জয়ন্ত লাহা", "url": "https://bn.wikipedia.org/wiki?curid=1414609", "content": "জয়ন্ত লাহা হলেন একজন ভারতীয় বিজ্ঞানী, যিনি বর্তমানে ইসরোতে কর্মরত। চাঁদের দক্ষিণ মেরুর কাছে চন্দ্রযান ৩ এর সফল অবতরণ এবং তার পরবর্তী ধাপের গবেষণাকে এগিয়ে নিয়ে যাবার জন্য ইসরোতে কাজ করা বিভিন্ন বিজ্ঞানীদের মধ্যে তিনি একজন। চন্দ্রে বিক্রম ল্যাণ্ডারের অবতরণের পর রোভার প্রজ্ঞানের ক্যামেরার দিকনির্দেশনা বা নেভিগেশন পরিচালনার কাজে তাঁর দল গুরুত্বপূর্ণ ভূমিকা পালন করেছে।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nজয়ন্তের বাবা প্রশান্ত লাহা কেন্দ্রীয় সরকারের অবসরপ্রাপ্ত কর্মচারী এবং মা চন্দনা লাহা গৃহবধূ। তাঁদের পরিবার পশ্চিমবঙ্গের হুগলী জেলার উত্তরপাড়ার খেয়াঘাটের বাসিন্দা। ছোটবেলায় তিনি পোলিওতে আক্রান্ত হয়েছিলেন। ডাক্তারের পরামর্শ ছিল, পড়াশুনা নিয়ে তাঁর ওপর কোনোরকম চাপ প্রয়োগ করা যাবে না।\nজয়ন্ত উত্তরপাড়া সরকারি উচ্চ বিদ্যালয় থেকে পড়াশুনা শুরু করেছিলেন। ২০০৫ সালে তিনি উচ্চ-মাধ্যমিক উত্তীর্ণ হন। তারপর তিনি শিবপুর বিই কলেজে থেকে স্নাতক হন এবং ইসরোতে কর্মরত অবস্থায় ২০১৮-’১৯ সালে খড়গপুর আইআইটি থেকে স্নাতকোত্তর সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nতিনি ২০০৯ সালে ভারতীয় মহাকাশ গবেষণা সংস্থা বা ইসরো-তে যোগ দেন। জয়ন্ত ভারতীয় মহাকাশ গবেষণা সংস্থার বিজ্ঞানীদের দলের একজন সদস্য, যাঁরা চন্দ্রযান-৩ মিশনে কাজ করেছিলেন। রোভার প্রজ্ঞান চাঁদের মাটিতে পরীক্ষা-নিরীক্ষা চালানোর সময় পৃথিবী থেকে তার ক্যামেরাকে দিক নির্দেশনা দেওয়ার কাজটি অত্যন্ত গুরুত্বপূর্ণ ছিল, এই দায়িত্বের অন্যতম ভূমিকায় রয়েছেন উত্তরপাড়ার এই বিজ্ঞানী। চন্দ্রযান-৩ থেকে পাঠানো প্রতিটি ছবি, যা চন্দ্রযান মহাকাশ বিজ্ঞানীদের পাঠিয়েছে, তার পিছনে অক্লান্ত পরিশ্রম রয়েছে এই ব্যক্তির।\nতিনি বেশ কিছু গবেষণামূলক নিবন্ধের সহ-লেখক, যেগুলির মধ্যে রয়েছে,- ভিশন বেসড নেভিগেশন, গাইডেন্স অ্যাণ্ড কন্ট্রোল অফ ৬ ডিওএফ রোবোটিক ম্যানিপুলেটর ফর স্পেস বার্থিং অ্যাপ্লিকেশন (প্রকাশিত: ২রা নভেম্বর ২০২৩), ডেপ্থ এস্টিমেশন ইউসিং স্টিরিও লাইট ফিল্ড ক্যামেরা (প্রকাশিত: ১২ই মে ২০২৩)\n\n\n== চন্দ্রযান-৩ ==\n'চন্দ্রযান ৩'-এর গোটা অভিযানেই উঠে এসেছে পশ্চিমবঙ্গের অনেক বিজ্ঞানীর নাম। পূর্ব মেদিনীপুরের পাঁশকুড়ার উত্তর কাটাল গ্রামের ছেলে পীযূষকান্তি পট্টনায়ক ইসরোতে চন্দ্রযান ৩-এর তাপমাত্রা নিয়ন্ত্রণের দায়িত্বে ছিলেন। তিনি জানিয়েছেন, চন্দ্রযান ২-এর ব্যর্থতাই নতুন অভিযানের আশা জুগিয়েছিল। ঘুরে দাঁড়িয়ে সাফল্য মিলেছে। ভবিষ্যতের গবেষণায় এই সাফল্য রসদ জোগাবে বলে মনে করছেন তিনি। বিক্রম ল্যাণ্ডার চাঁদের মাটি ছোঁয়ার পরেই শুরু হয়েছিল প্রজ্ঞান রোভারের নেভিগেশন ক্যামেরার কাজ, যার দায়িত্বে ছিলেন জয়ন্ত লাহার দল।\nঅন্যদিকে, চন্দ্রযান ৩-এর ক্যামেরার ডিজাইন করেছিলেন উত্তর দিনাজপুরের ইসলামপুরের অনুজ নন্দী।\n\n\n== ব্যক্তিগত জীবন ==\nজয়ন্ত প্রতিবছর স্কুলের প্রদর্শনীতে মহাকাশ সংক্রান্ত বিষয়ে মডেল বানাতেন। অবসরে তিনি ছবি আঁকতে ভালবাসতেন, পেয়েছেন একাধিক পুরস্কারও। বর্তমানে স্ত্রী পায়েল এবং দুই সন্তানকে নিয়ে তিনি বেঙ্গালুরুর বাসিন্দা।\n\n\n== তথ্যসূত্র =="}