{"pageid": 1414145, "title": "রামচরণ ঠাকুর", "url": "https://bn.wikipedia.org/wiki?curid=1414145", "content": "রামচরণ ঠাকুর ছিলেন একজন বৈষ্ণব লেখক, চরিত্র লেখক, নাট্যকার এবং অনুবাদক। তিনি প্রায় ১৫২১ খ্রিস্টাব্দে জন্মগ্রহণ করেন। তার পিতামাতা ছিলেন রামদাস এবং মাধবদেবের বোন উর্বশী। রামচরণ ঠাকুর ছোটবেলা থেকেই মাধবদেবের সান্নিধ্যে ছিলেন। তার উল্লেখযোগ্য কাজের মধ্যে রয়েছে \"কংস-বধ\" নাটক এবং শঙ্করদেবের সংস্কৃত রচনা ভক্তি রত্নাকর থেকে অসমীয়া ভাষায় অনূদিত, \"পদ-ভক্তি রত্নাকর\"। কেউ কেউ \"টিকাভাষ্য\" এবং \"গুরু চরিত\" পুথিদ্বয়ের জন্য রামচরণ ঠাকুরকেও দায়ী করেন।\n\n\n== জীবন কথা ==\nমাজুলির হোকোরাকুচির গাইপানি কায়স্থ মহাপুরুষ শঙ্করদেবের শিষ্য হন এবং রামদাস নাম পান। তিনি মাধবের বোন উর্বশীকে বিয়ে করেন। কথা-গুরু-চরিত অনুসারে, উর্বশী নয়টি সন্তান হারানোর পর রামচরণ জন্মগ্রহণ করেন। এক মাস পর তার বোন উর্বশী তাকে মাধবের সামনে নিয়ে আসেন। কারণ রামদাসের পূর্বপুরুষ ছিলেন হেকোরাকুচির ব্রাহ্মণ। তাই এই বিষয়গুলোর গুরুত্ব বোঝা জরুরী। তারা অতীতে যা ঘটেছিল তা ভুলে যায় এবং এখন জন্ম নেওয়া সন্তানের কল্যাণের জন্য মাধবকে দেয়। মাধবপুরুষ তার বোনকে তার বংশ দান করেন এবং তাকে সুন্দরীদিয়ায় বসবাস করতে দেন এবং রামদাস তখন থেকে পাটবৌসীতে বসতি স্থাপন করেন। তিনি মাধবদেকে লালন-পালন করেন এবং সবাই তাঁকে 'ঠাকুর' বলে ডাকতে শুরু করেন। রামচরণ শৈশব থেকেই তার কাকা মাধবদেবের সাথে থাকতেন এবং কাব্য, ব্যাকরণ এবং কায়স্থিকা অধ্যয়ন করেছিলেন। সুন্দরীদিয়ায় থাকাকালীন, মাধবদেবন তার বোনকে নিয়মিত সংস্কৃত ভক্তি রত্নাকর এবং ভক্তি রত্নাবলী শিখিয়েছিলেন এবং তাকে বই কপি করার কাজে নিযুক্ত করেছিলেন। কথা-গুরুচরিত অনুসারে, শঙ্কর এবং মাধব যখন তীর্থযাত্রা করেছিলেন তখন রামচরণ একজন যুবক ছিলেন। রামচরণ তার জীবনের বেশিরভাগ সময় সুন্দরীদিয়ায় কাটিয়েছেন। একবার, রাজা কামরূপেশ্বর রঘুনারায়ণের বিশেষ ব্যথায় ভোগার পর, মহাপুরুষ মাধবদে তার বোন সুন্দরীকে ছেড়ে কোচবিহারের লক্ষ্মীনারায়ণের রাজ্য ভেলাদোয়াতে বসতি স্থাপন করেন। রামচরণ বেশিক্ষণ একা না থাকায় সে তার মামার কাছে গেল। এরপর তার চাচা তাকে হাজো, দক্ষিণকুল, বারনগর, বারপেটা এবং আসাম রাজ্যে ছড়িয়ে ছিটিয়ে থাকা কীর্তনপুথি সংগ্রহ করার নির্দেশ দেন। মামার নির্দেশে তিনি এক বছরের মধ্যে কীর্তন সংকলন করেন। কালীরাম মেধি ঠাকুরের জন্ম ও মৃত্যুর তারিখ ১৫২১-১৬০০ খ্রিস্টাব্দ।\n\n\n== রচনাবলী ==\nরামচরণ ঠাকুরের লেখা বইগুলোর মধ্যে রয়েছে \"কংস-বধ\" নাটক এবং শঙ্করদেবের সংস্কৃত রচনা ভক্তিরত্নাকর, যা তিনি অসমীয়া ভাষায় অনুবাদ করেছেন \"পদ-ভক্তি রত্নাকর\" নামে। \"শঙ্কর-মাধব-সংবাদ রূপে ভক্তি-রত্ন অথবা টীকাভাষ্য\" নামে একটি ছোট বইও রামচরণের নামে প্রচলন রয়েছে, তবে এটি রামচরণ ঠাকুরের লেখা কি না তা নিয়ে সমালোচকরা দ্বিমত পোষণ করেন।\n\n\n== গুরু চরিত বা শঙ্কর-চরিত বা বারচরিত ==\nরামচরণ ঠাকুরের নামে বহুলভাবে প্রচলিত আরেকটি বই হল – গুরু চরিত বা শঙ্কর-চরিত বা বারচরিত। অবশ্য এই বইয়ের লেখক মাধবদেবের বোন রামচরণ ঠাকুরই কিনা তা নিয়েও মতভেদ রয়েছে।\nঅনেক সমালোচক চরিত্রটিকে প্রথম লিখিত চরিত্রের বই হিসেবে স্বীকার করেন। অনেক সমালোচক অবশ্য বিভিন্ন কারণে এটিকে রামচরণ নামে অন্য একজনকে দায়ী করতে চেয়েছেন। অতএব, এটা বিভ্রান্তিকর যে রামচরণের পুত্র দৈত্যারী ঠাকুর শঙ্কর-মাধবের আরেকটি চরিত গ্রন্থ লিখেছেন, 'আমরা যা লিখেছি তা রামচরণে শুনেছি' (দৈত্যারী, শ্লোক ১৭০৩) তার পিতার গুরু চরিত থাকা সত্ত্বেও। তদুপরি, তাঁর পুত্র রামচরণ ঠাকুর প্রথম চরিত গ্রন্থের রচয়িতা বলে কোনো ইঙ্গিত দেননি; পরিবর্তে, এটি স্পষ্টভাবে 'নাহিকে আরিহি' (পদ ১৭০৫) ঘোষণা করে। চরিত্র গ্রন্থ সম্পর্কে পণ্ডিতদের মধ্যে দুটি বিপরীত মত রয়েছে। প্রথম মত অনুসারে, শঙ্কর-চরিত রামচরণের রচনা নয়। এটি কান্তারির রামচরণ, যিনি মা কনকলতার আদেশে ভুট্টা ক্ষেতে বসে গোপনে এটি লিখেছিলেন।\nদ্বিতীয় মত অনুসারে, রামচরণ এবং দৈত্যারী উভয়েই দুটি চরিত পুথি রচনা করেছিলেন। রামচরণের লেখা চরিত পুথিখঅনি কালিন্দী আয়ে একবার চেয়ে নিয়েছিল। কিছু ভক্ত এটি দেখার জন্য আই গোসানির কাছ থেকে নিয়েছিল এবং এটি হারিয়েছিল বা লুকিয়েছিল। ফলে দৈত্যারি সেটি আর খুঁজে পাননি। তদুপরি, 'নাহিকে অরিহি' দৈত্যারী একা লেখেননি; দৈত্যারীর পরবর্তী চরিত্র ভূষণ দ্বিজেও তাঁর চরিত্রের বইকে 'নাহিকে আরহি' বলেছেন। অতএব, দ্বিতীয় মতের প্রবক্তারা জোর দিয়ে বলেন যে শঙ্কর-চরিত রামচরণ ঠাকুরের রচনা।\nবইটির সম্পাদক, হরিনারায়ণ দত্তবড়ুয়া বলেছেন যে, \"রামচরণ ঠাকুরের 'গুরু-চরিত' সম্পূর্ণরূপে পাওয়া যায় না। প্রায় পঁয়তাল্লিশ বছর আগে নগাঁওয়ের কালিয়াবার এলাকার একটি সত্রতে একটি 'রচরিত' পাওয়া গিয়েছিল। আমার অনুসন্ধানে গুরু-চরিতের মাত্র ১-৫ খণ্ড পাওয়া গেছে। ৬ষ্ঠ ও ৭ম খণ্ডটি ঠাকুর হালিরাম মোহন্ত সংগ্রহ করেছিলেন। সুন্দরীদিয়া সত্রের দীননাথ অধিকারীর বাড়িতে রামচরণ ঠাকুরের একটি 'গুরু-চরিত' পাওয়া গেছে আমি এটি সম্পাদনা করেছি। আমি দুটি পুথি মিলিয়ে 'গুরু-চরিত' একসাথে করেছি।\"\n'গুরুচরিত' সাত খণ্ডে বিভক্ত। ১ম খণ্ডে ৩০৫টি, দ্বিতীয় খণ্ডে ১০০৯টি, তৃতীয় খণ্ডে ৮৪৬টি, চতুর্থ খণ্ডে ৫০৮টি, পঞ্চম খণ্ডে ৭৮০টি, ষষ্ঠ খণ্ডে ৩০৪টি এবং সপ্তম খণ্ডে ৩৪৬টি পদ রয়েছে। এই পদগুলোর অধিকাংশই দ্বিপদী ছন্দে; কিছু ত্রিপদী, ছবি এবং লঘু ছন্দে রচিত। চরিত্রটি শঙ্করদেবের পূর্বপুরুষদের বাণিজ্য, কামরূপ রাজ্যের মধ্য দিয়ে তার প্রবেশ, সুন্দরীদিয়ায় শ্রীমাধবদেবের প্রস্থান এবং বনগাগিরি কর্তৃক শঙ্করদেবের পরিবারের নিপীড়ন থেকে ঘটনার সমগ্র প্রবাহকে জুড়ে রয়েছে। চরিত্রের ভাষা সহজ।\n\n\n== তথ্যসূত্র =="}