{"pageid": 1414765, "title": "বিরুবালা রাভা", "url": "https://bn.wikipedia.org/wiki?curid=1414765", "content": "বিরুবালা রাভা (১৯৫৪ – ১৩ মে ২০২৪) হলেন একজন ভারতীয় কর্মী। যিনি আসামের গোয়ালপাড়ায় জাদুবিদ্যা এবং হাতুড়ে ডাক্তারদের বিরুদ্ধে প্রচারণা চালান। জনসাধারণের সাথে ১৫ বছরেরও বেশি সময় ধরে এই বিষয়ের জন্য লড়াই করছেন। নারীদের প্রতি দুর্ব্যবহার বা অন্যায় আচরণের সম্পর্কে সচেতনতা ছড়িয়ে দিতে তিনি বহুস্থান ভ্রমণ করেছেন। তিনি আসামের গোয়ালপাড়ায় থাকেন। তিনি মিশন বিরুবালা নামে একটি সংস্থা পরিচালনা করেন। যা জাদুবিদ্যার বিরুদ্ধে সচেতনতা ছড়িয়ে দেয়। আসাম সরকার প্রিভেনশন অফ অ্যান্ড প্রোটেকশন ফ্রম উইচ হান্টিং অ্যাক্ট, ২০১৫ পাশ করার ক্ষেত্রে তিনি গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। ভারত সরকার তাকে সামাজিক কাজে অবদানের জন্য ২০২১ সালে তাকে চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী প্রদান করে।\n\n\n== জন্ম ও পারিবারিক জীবন ==\nরাভা ১৯৫৪ সালে আসামের গোয়ালপাড়া জেলার মেঘালয়ের সীমান্তবর্তী ঠাকুরভিলা গ্রামে জন্মগ্রহণ করেন।  ছয় বছর বয়সে তার বাবা মারা যান। এজন্য তিনি স্কুল ছেড়ে দিতে বাধ্য হন এবং তার মাকে সংসার চালাতে সাহায্য করেন। পনের বছর বয়সে তার বিয়ে হয়। তাঁর স্বামীর একজন কৃষক ছিলেন। রাভা তিনটি সন্তান ছিল।\n\n\n=== সামাজিক কুসংস্কার ===\n১৯৮৫ সালে, তার বড় ছেলে ধর্মেশ্বর মানসিকভাবে অসুস্থ হয়ে পড়েন। সে টাইফয়েড জ্বর-এ আক্রান্ত হয়। যার ফলে রাভা এবং তার স্বামী তাকে তাদের স্থানীয় হাতুড়ে ডাক্তার-এর কাছে নিয়ে যান। তাদের বলা হয়েছিল যে তাঁর ছেলে একটি পরীকে পেয়েছিলেন এবং তাকে বিয়ে করেছিলেন, যে গর্ভবতী ছিল এবং এই সন্তানের জন্মের সাথে সাথে সে মারা যাবে। হাতুড়ে ডাক্তারের মতে, ধর্মেশ্বরের বেঁচে থাকার জন্য মাত্র তিন দিন ছিল। যাইহোক, তিনি অবশেষে সুস্থ হয়ে উঠলেন, তার রোগ নির্ণয়ের পরে দীর্ঘকাল বেঁচে ছিলেন। এই ঘটনার পর, রাভা বুঝতে পেরেছিলেন যে তার ছেলের রোগ নির্ণয় হয়েছিল কুসংস্কারের ভিত্তিতে এবং হাতুড়ে ডাক্তারদের কাছে যাওয়া বন্ধ করে দিয়েছিল।\n\n\n== সক্রিয়তা ==\nপ্রাথমিকভাবে, বিরুবালা রাভা ঠাকুরভিলা মহিলা সমিতি গঠন করেন। একটি মহিলা সমিতি। এটার সদস্যদের কাজ হচ্ছে স্থানীয় গ্রামে হাতুড়ে ডাক্তার সহ বিভিন্ন সামাজিক কুসংস্কার সম্পর্কে সচেতনতা বৃদ্ধি করা। পরবর্তীতে তিনি ২০০৬ সালে আসাম মহিলা সমতা সোসাইটিতে জড়িত হন।  ২০১১ সালে তিনি মিশন বিরুবালা প্রতিষ্ঠা করেন; সামাজিক কর্মী এবং আইনজীবীদের একটি নেটওয়ার্ক নিয়ে গঠিত একটি অলাভজনক সংস্থা। যার লক্ষ্য জাদুবিদ্যা, কুসংস্কার ইত্যাদির বিরুদ্ধে প্রচার চালানো এবং সচেতনতা ছড়িয়ে দেওয়া। সেইসাথে আসাম রাজ্য জুড়ে অপচিকিৎসা বিরুদ্ধে সমর্থন ও সুরক্ষা দেওয়া। যারা জাদুবিদ্যাকে বিশ্বাস করে তাদের কাছ থেকে উপহাস এবং আক্রমণের সম্মুখীন হওয়া সত্ত্বেও সচেতনতা শিবিরের আয়োজন করেছেন এবং অনুশীলনের নিন্দা করে স্কুল পাঠ শিখিয়েছে, তিনি গত এক দশকে অপচিকিৎসক হিসেবে চিহ্নিত পঁয়ত্রিশেরও বেশি নারীকে উদ্ধার করেছে।\n২০১৫ সালে তাঁর এই সক্রিয় প্রচারণার কারণে আসাম সরকার আসাম উইচ হান্টিং (নিষিদ্ধকরণ প্রতিরোধ ও সুরক্ষা) আইন পাস করতে প্ররোচিত করেছিল, যাকে অনেকে ভারতের সবচেয়ে কঠিন জাদুকরী-বিরোধী আইন বলে মনে করে। ২০১৮ সালে কার্যকর হওয়া এই আইনটি দ্বারা একজন ব্যক্তিকে জাদুকরী হিসাবে চিহ্নিত করার এবং ব্র্যান্ডিং করার জন্য যথেষ্ট জরিমানা সহ সাত বছর পর্যন্ত জেলের কার্যকর করা হয়।\n\n\n== স্বীকৃতি ==\nরাভা আসামে জাদুকরীবিদ্যার বিরুদ্ধে তার কাজের জন্য অসংখ্য পুরস্কার এবং প্রশংসা সহ স্বীকৃত লাভ করেছেন। ২০০৫ সালে তিনি নর্থইস্ট নেটওয়ার্ক (আসামে পরিচালিত একটি নারী অধিকার সংস্থা) দ্বারা নোবেল শান্তি পুরস্কার-এর জন্য মনোনীত হন এবং ২০১৫ সালে গৌহাটি বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট প্রদান করা হয়। ২০২১ সালে তিনি তার সামাজিক কাজ এবং ভারতের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী দিয়ে প্রচারণার জন্য ভারত সরকার কর্তৃক স্বীকৃত হন।\n\n\n== মৃত্যু ==\nবিরুবালা রাভা তৃতীয় পর্যায়ের খাদ্যনালীর ক্যান্সারে ভুগছিলেন।  তিনি ১৩ মে ২০২৪ এ রাজ্য ক্যান্সার ইনস্টিটিউট, গুয়াহাটিতে মারা যান।\n\n\n== তথ্যসূত্র =="}