{"pageid": 1414131, "title": "শীতল দেবী", "url": "https://bn.wikipedia.org/wiki?curid=1414131", "content": "শীতল দেবী (জন্ম ১০ জানুয়ারী ২০০৭) একজন ভারতীয় প্যারা তিরন্দাজ। শীতল ফোকোমেলিয়া নামক একটি বিরল রোগ নিয়ে জন্মগ্রহণ করেছিলেন, এই অসুখজনিত কারণে দুটি হাত ছাড়াই তিনি প্রথম এবং একমাত্র আন্তর্জাতিক প্যারা তীরন্দাজ চ্যাম্পিয়ন হয়ে ওঠেন।\n২০২২ এশিয়ান প্যারা গেমসে মহিলাদের কম্পাউন্ড বো/যৌগিক ধনুষে , শীতল মিক্সড ডব্লসে দুটি স্বর্ণপদক পেয়েছিলেন এবং মহিলাদের ডাবল যৌগিক ধনুষে রৌপ্য পদক জিতেছিলেন৷ প্যারা এশিয়ান গেমসের ফাইনালে মহিলাদের যৌগিক ধনুষ প্রতিযোগিতায় তিনি স্বর্ণপদক অর্জন করেন।\n\n\n== প্রাথমিক জীবন ==\nতিনি জম্মু ও কাশ্মীরের কিশতওয়ার জেলার লোইধর গ্রামে জন্মগ্রহণ করেন। ২০১৯ সালে, শীতল কিশতওয়ারে একটি যুব অনুষ্ঠানে যোগ দিয়েছিলেন যেখানে ভারতীয় সেনাবাহিনীর রাষ্ট্রীয় রাইফেলস ইউনিট তাঁর প্রতিভা নজর করেছিলেন। যার ফলে সেনাবাহিনী তার শিক্ষা এবং চিকিৎসা সহায়তা প্রদান করে।\n\n\n== পেশা এবং সাফল্য ==\nভারতীয় সেনাবাহিনী দ্বারা আয়োজিত যুব অনুষ্ঠানে, সেনা প্রশিক্ষক অভিলাশা চৌধুরী এবং কুলদীপ ওয়াধোয়ান তার আত্মবিশ্বাস লক্ষ্য করেছিলেন এবং তাকে প্রশিক্ষণ দেওয়ার সিদ্ধান্ত নিয়েছিলেন। যেহেতু তিনি ফোকোমেলিয়া নিয়ে জন্মগ্রহণ করেছিলেন, তার কোন হাত ছিল না। তাই প্রথমে কোচরা তাকে কৃত্রিম হাত লাগিয়ে দিয়ে সাহায্য করার সিদ্ধান্ত নেন। কিন্তু চিকিত্সকরা বলেছিলেন যে তার ক্ষেত্রে প্রস্থেটিকস অর্থাৎ নকল হাতের সংযোগ সম্ভব নয়। এখানে, তিনি বলেছিলেন যে তিনি তার পা ব্যবহার করে গাছে আরোহণ করতে পছন্দ করেন এবং তাতে তার দক্ষতা রয়েছে৷ তার এই পা কে হাত হিসাবে ব্যবহার করার দক্ষতা কোচদের জন্য আনন্দদায়ক বিস্ময় ছিল। এখন প্রশিক্ষকদের আরও একটি চ্যালেঞ্জ মোকাবেলা করার ছিল, তারা কখনও এমন ব্যক্তিকে তীরন্দাজ প্রশিক্ষণ দেয়নি যার কোনো হাত নেই। কিন্তু প্রশিক্ষকরা তাকে প্রশিক্ষণ দেওয়া সম্ভব কিনা তা নিয়ে কিছু গবেষণা করেছিলেন এবং অবশেষে তারা ম্যাট স্টুটজম্যান সম্পর্কে জানতে পেরেছিলেন, যিনি বাহুবিহীন ছিলেন এবং তীরন্দাজের জন্য তার পা ব্যবহার করতেন। এটি কোচদের খুব আত্মবিশ্বাসী করে তোলে এবং প্রশিক্ষণের ১১ মাসের মধ্যে, শীতল দেবী এশিয়ান প্যারা গেমসে অংশ নেন এবং ভারতের জন্য দুটি স্বর্ণপদক জিতে নেন।\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nএশিয়ান গেমস প্রোফাইল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ অক্টোবর ২০২৩ তারিখে"}