{"pageid": 1414471, "title": "অ্যারোমান্টিসিজম", "url": "https://bn.wikipedia.org/wiki?curid=1414471", "content": "অ্যারোমান্টিসিজম বা এরোমান্টিসিজম হলো এক ধরণের প্রেম অভিমুখতা যার বৈশিষ্ট্য হলো খুব কম বা কোন রোমান্টিক আকর্ষণ অনুভব না করা। \"অ্যারোমান্টিক\" শব্দটি, যা সাধারণত \"অ্যারো\" নামে সংক্ষিপ্ত করা হয়, সেই ব্যক্তিকে বোঝায় যার রোমান্টিক অভিমুখতা হলো অ্যারোমান্টিসিজম।\n\n\n== সংজ্ঞা, পরিচয় এবং সম্পর্ক ==\nঅ্যারোমান্টিসিজম হলো এমন একটি রোমান্টিক অভিমুখতা যার বৈশিষ্ট্য হলো অন্যদের প্রতি খুব কম বা কোন রোমান্টিক অনুভূতি বা আকর্ষণ অনুভব না করা। অন্য কথায়, অ্যারোমান্টিক ব্যক্তিরা রোমান্টিক সম্পর্কের প্রতি খুব কম বা কোন আগ্রহ বোধন করেন না। ২০১৮ সালে অক্সফোর্ড ইংরেজি অভিধানে \"অ্যারোমান্টিক\" শব্দটি অন্তর্ভুক্ত করা হয়।\nঅ্যারোমান্টিসিজমের বিপরীতটি হলো অ্যালোরোমান্টিসিজম, যা এমন একটি রোমান্টিক অভিমুখতা যার বৈশিষ্ট্য হলো অন্যদের প্রতি রোমান্টিক প্রেম বা আকর্ষণ অনুভব করা। সহজ কথায়, অ্যালোরোমান্টিক ব্যক্তিরা রোমান্টিক সম্পর্কের প্রতি আগ্রহী এবং অন্যদের প্রতি রোমান্টিক অনুভূতি ও আকর্ষণ অনুভব করেন। অ্যারোমান্টিক বর্ণালীতে কিছু ব্যক্তি নিজেদের এমনভাবে বর্ণনা করেন যে তারা জীবনের কোনো এক সময়ে রোমান্টিক প্রেম বা আকর্ষণ অনুভব করেছেন। এই ধরনের অ্যারোমান্টিকরা অ্যারোমান্টিক বর্ণালীতে আরও নির্দিষ্ট পরিচয়ের লেবেল গ্রহণ করতে পারেন, যেমন \"গ্রেরোমান্টিক\" (নিরলীন রোমান্টিক আকর্ষণ খুব কমই অনুভব করা হয় বা দুর্বলভাবে অনুভব করা হয়) বা \"ডেমিরোমান্টিক\" (শুধুমাত্র টার্গেটের সাথে একটি শক্তিশালী আবেগগত বন্ধন তৈরি হওয়ার পরে রোমান্টিক আকর্ষণ অনুভব করা হয়)। রোমান্টিক আকর্ষণের অভিজ্ঞতা বেশ ব্যক্তিনির্ভর, তাই কিছু অ্যারোমান্টিক ব্যক্তির পক্ষে এটি নির্ধারণ করা কঠিন হতে পারে যে তারা আসলেই রোমান্টিক আকর্ষণ অনুভব করছেন কিনা। যেহেতু অ্যারোমান্টিক ব্যক্তিরা রোমান্টিক আকর্ষণ কম অনুভব করেন বা অনুভব করেন না, তাই তাদের পক্ষে প্লেটোনিক ভালোবাসা থেকে রোমান্টিক ভালোবাসা আলাদা করা কঠিন হতে পারে।\n\n\n=== প্রতীক ===\nঅ্যারোমান্টিক প্রাইড ফ্ল্যাগ 2014 সালে ক্যামেরন হুইমসি তৈরি করেছিলেন। প্রধান রঙ, সবুজ, বেছে নেওয়া হয়েছিল কারণ এটি লালের বিপরীত, যা সাধারণত রোমান্টিক প্রেমের সাথে যুক্ত। সবুজের দুটি শেড সুগন্ধি বর্ণালীকে প্রতিনিধিত্ব করে, সাদা প্ল্যাটোনিক প্রেম এবং বন্ধুত্বের প্রতিনিধিত্ব করে এবং ধূসর এবং কালো যৌনতা বর্ণালীর বিভিন্ন অংশকে প্রতিনিধিত্ব করে।\nএরোমান্টিক বর্ণালীতে একজনের পরিচয় বোঝাতে একজনের বাম মধ্যম আঙুলে একটি সাদা আংটি পরা যেতে পারে। এটি ডান হাতে পরা একটি কালো রিং যা টেক্কা রিং এর বিপরীত হিসাবে বেছে নেওয়া হয়েছিল।\n\nআরও একটি প্রতীক যা প্রায়শই এরোমান্টিক লোকেরা ব্যবহার করে তা হ'ল তীর, কারণ শব্দটি সংক্ষিপ্ত উচ্চারণ হল \"অ্যারো\" এটি একটি হোমোফোন যা এরোমান্টিক লোকেরা নিজেদের বোঝাতে ব্যবহার করে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\n\nঅযৌনতা\nকাল্পনিক এরোমান্টিক চরিত্রের তালিকা\nপ্লেটোনিক ভালোবাসা\nকুইরপ্ল্যাটোনিক সম্পর্ক\nরোমান্টিক অভিমুখতা\n\n\n== তথ্যসূত্র =="}