{"pageid": 1414255, "title": "রাজদীপ দাশগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1414255", "content": "রাজদীপ দাশগুপ্ত তিনি রাইস বিশ্ববিদ্যালয়ের পৃথিবী, পরিবেশ ও গ্রহ বিজ্ঞানের অধ্যাপক ছিলেন। তাঁর গবেষণায় তিনি পৃথিবী এবং অন্যান্য স্থলজ গ্রহের উৎপত্তি ও বিবর্তনে ভূ-পৃষ্ঠের গলন এবং ম্যাগমার ভূমিকা নিয়ে গবেষণা করেছেন।\n\n\n== প্রথমিক জীবন ==\nতিনি ২১ ডিসেম্বর ১৯৭৬ সালে জন্মগ্রহণ করেন। \n\n\n== কর্মজীবন ==\nরাজদীপ দাশগুপ্ত তাঁর  বি. এসসি ডিগ্রী  লাভ করেন ১৯৯৮ সালে। তিনি এম. এসসি ডিগ্রী লাভ করেন ২০০০ সালে ভারতের কলকাতার যাদবপুর বিশ্ববিদ্যালয় থেকে এবং ২০০৬ সালে মিনেসোটা বিশ্ববিদ্যালয়ে ভূতত্ত্ব বিষয়ে পিএইচডি সম্পন্ন করেন। দাশগুপ্ত মিনেসোটা বিশ্ববিদ্যালয়ের পোস্টডক্টরাল রিসার্চ অ্যাসোসিয়েট ছিলেন এবং তারপর কলম্বিয়া বিশ্ববিদ্যালয়ের ল্যামন্ট-ডোহার্টি আর্থ অবজারভেটরি-তে পোস্টডক্টরেল ফেলো ছিলেন। তিনি ২০০৮ সালে রাইস বিশ্ববিদ্যালয়ের অনুষদে যোগ দেন যেখানে তিনি এখন অধ্যাপক হিসেবে কর্মরত আছেন। দাশগুপ্ত লুনার অ্যান্ড প্ল্যানেটারি ইনস্টিটিউটের একজন পরিদর্শনকারী বিজ্ঞানী এবং জিওচিমিকা এট কসমোচিমিকা অ্যাক্টর সহযোগী সম্পাদক। তিনি আমেরিকান জিওফিজিক্যাল ইউনিয়ন, মিনারেলজিক্যাল সোসাইটি অফ আমেরিকা, জিওকেমিক্যাল সোসাইটি এবং জিওলজিক্যাল সোসাইটি অব আমেরিকার সদস্য।\n২০১১ সালে দাশগুপ্তকে জিওকেমিক্যাল সোসাইটি থেকে এফ. ডব্লিউ ক্লার্ক পদক লাভ করেন, যা ভূ-রসায়ন বা মহাজাগতিক রসায়নে একক অসামান্য অবদানের জন্য তাকে একজন প্রারম্ভিক কর্মজীবনের বিজ্ঞানীকে দেওয়া  অন্যতম একটি পুরস্কার। মার্কিন জিওফিজিক্যাল ইউনিয়ন ২০১৪ সালে তাঁকে জেমস বি. ম্যাকেলওয়ানে পদক প্রদান করা হয়। তিনি ২০১২ সালে হিসাশি কুনো পুরস্কার পেয়েছিলেন, যেটি আগ্নেয়গিরি, ভূ-রসায়ন বা পেট্রোলজির ক্ষেত্রে অসামান্য অবদান রেখেছেন এমন একজন এজিইউ সদস্যকে বার্ষিক দেওয়া হয়।\n\n\n== গবেষণা উদ্যোগ ==\nরাজদীপ দাশগুপ্ত গভীর কার্বন চক্রের একজন বিশেষজ্ঞ এবং ম্যান্টলে থাকা কার্বন অক্সিজেন এবং হাইড্রোজেন কীভাবে ম্যাগমা গলন প্রক্রিয়াকে প্রভাবিত করে তার কেন্দ্রগুলোর নিয়ে গবেষণা করেন। তিনি নতুন মডেল তৈরি করেছেন কিভাবে কার্বন সমৃদ্ধ পরিবেশে শিলা গলে যায় এবং মূলে কার্বনের দ্রবণীয়তা গণনা করে। দাশগুপ্ত ম্যাগমাসের প্রধান উপাদানগুলিকে তাদের উত্স অঞ্চল এবং ম্যান্টলে গঠন অনুমান করার জন্য ব্যবহার করার একটি উপায় তৈরি করেছেন। তিনি সালফার দ্রবণীয়তা নিয়ে গবেষণা করছেন সাবডাকশন জোনে সালফার পরিবহন বোঝার জন্য।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\n\"Planet smash-up 'brought carbon to Earth'\"। BBC News। ৫ সেপ্টেম্বর ২০১৬। সংগ্রহের তারিখ ২৯ ডিসেম্বর ২০১৭। \nFlowers, April (১০ জানুয়ারি ২০১৩)। \"Earth's Mantle Magma Melts Hotter And Deeper Than Previously Thought\"। redOrbit.com। ২৯ ডিসেম্বর ২০১৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৯ ডিসেম্বর ২০১৭। \nEmspak, Jesse (২৫ এপ্রিল ২০১৭)। \"Odd New Theory Explains How Early Earth Got Its Oxygen\"। Live Science। সংগ্রহের তারিখ ২৯ ডিসেম্বর ২০১৭। \n\n\n== বহিঃসংযোগ ==\nগুগল স্কলার দ্বারা সূচীবদ্ধ রাজদীপ দাশগুপ্তের প্রকাশনাসমূহ"}