{"pageid": 1414179, "title": "অভীক ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=1414179", "content": "অভীক ঘোষ (জন্ম: ১২ জুন ১৯৬৪) একজন ভারতীয় অজৈব রসায়নবিদ্ ও উপাদানবিজ্ঞানী এবং নরওয়ের ত্রোমুসোতে অবস্থিত ইউআইটি – নরওয়ের আর্কটিক ইউনিভার্সিটি-তে রসায়নের অধ্যাপক।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nঅভীক ঘোষ পশ্চিমবঙ্গের কলকাতায় ১৯৬৪ সালে জন্মগ্রহণ করেন। সেন্ট লরেন্স হাই স্কুল (১৯৭১-১৯৮১) এবং সাউথ পয়েন্ট হাই স্কুলে (১৯৮১-১৯৮৩) তিনি পড়াশোনা করেন। শৈশবে তিনি তাঁর ঠাকুমা ইলা ঘোষের কাছ থেকে সংস্কৃত শিখেছিলেন। সে ভাষায় তিনি এখনও সাবলীলভাবে কথা বলেন এবং পড়েন।\n১৯৮৭ সালে তিনি যাদবপুর বিশ্ববিদ্যালয় থেকে রসায়নে স্নাতক ডিগ্রি এবং বিজ্ঞান অনুষদের 'বিশ্ববিদ্যালয়পদক' অর্জন করেন। একই বছরে, তিনি মিনেসোটা বিশ্ববিদ্যালয়ে চলে যান, যেখানে তিনি ১৯৯২ সালে প্রফেসর পল জি গাসম্যানের তত্ত্বাবধানে পিএইচডি সম্পন্ন করেন। সেখানে তিনি রসায়নতাত্ত্বিক যান আল্মলোফের সাথেও সহযোগিতা করেন। তারপর লরেন্স কে জুনিয়রের সাথে তিনি পোস্টডক্টরাল গবেষণাও করেন। সেই সময়ে তিনি বেশ কিছু বায়োইনর্গ্যানিক সিস্টেমের উপর সর্বপ্রথম উচ্চমানের অ্যাব ইনিসিও এবং ডেন্সিটি ফাংসনাল থিওরিভিত্তিক গণনা করেন। পরবর্তীকালে তিনি রিভারসাইড শহরে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ে ডেভিড বোসিয়ানের সাথে একটি সংক্ষিপ্ত, দ্বিতীয় পোস্টডক করেন। এখানে তিনি হিম প্রোটিনের সঙ্গে দ্বিপরমাণুক লিগ্যান্ডদের বৈষম্যমূলক বিক্রিয়া সম্পর্কে উল্লেখযোগ্য অন্তর্দৃষ্টি অর্জন করেন।\n\n\n== কর্মজীবন ==\nমিনেসোটা এবং ক্যালিফোর্নিয়ায় পোস্টডক্টরাল কাজ করার পর, অভীক ১৯৯৬ সালে নরওয়ের আর্কটিক ইউনিভার্সিটিতে অধ্যাপক হয়ে আসেন। তার কিছু বছরের মধ্যে তিনি কয়েকটি সম্মান-উপাধি পান; উদাহরণতঃ, ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের সান দিয়েগো সুপার কম্পিউটার সেন্টারে সিনিয়র ফেলো পদ (১৯৯৭-২০০৪), নরওয়ের গবেষণাকাউন্সিলের 'অসামান্য তরুণ গবেষক' পুরস্কার (২০০৪-২০১০), নরওয়ের জাতীয় উৎকর্ষকেন্দ্র সেন্টার ফর থিওরিটিক্যাল অ্যান্ড কম্পিউটেশনাল কেমিস্ট্রির প্রধানগবেষক (২০০৭-২০১৭) এবং একাধিকবার (২০০৬-২০১৬) নিউজিল্যান্ডের অকল্যান্ড বিশ্ববিদ্যালয়ে ভিজিটিং প্রফেসর পদ।\nঅভীক দুটি বই সম্পাদনা করেছেন: দ্য স্মলেস্ট বায়োমোলিকিউল্স্: ডায়াটমিক্স অ্যান্ড দেয়ার ইন্টারঅ্যাকশন্স্ উইথ হিম প্রোটিন্স্ (এলসেভিয়ার, ২০০৮) এবং লেটারস টু আ ইয়ং কেমিস্ট (ওয়াইলি, ২০০১); দ্বিতীয়টি রসায়নবিদ্-দের কর্মজীবনসংক্রান্ত একটি জনপ্রিয় বই। ২০১৪ সালে, তিনি স্তেফেন বার্গের সাথে অজৈব রসায়নে তীরঠেলা: প্রধানগোষ্ঠীর মৌলপদার্থগুলির একটি যুক্তিযুক্ত উপস্থাপনা (ওয়াইলি) নামক পাঠ্যপুস্তক রচনা করেন; বইটি 'ভৌত বিজ্ঞান এবং গণিতের সেরা পাঠ্যপুস্তক' হিসেবে ২০১৫ সালের প্রোজ়পুরস্কার পেয়েছিল। এছাড়া, একজন সমকামী রসায়নবিদ্ হিসেবে অভীক অন্যান্য সম/দ্বি-কামী বৈজ্ঞানিকদের জীবন ও সমস্যা নিয়ে বেশ কিছু লেখালেখি করেছেন।\nঅভীক ৩০০টিরও বেশি বৈজ্ঞানিক গবেষণাপত্র লিখেছেন, যেগুলি ১৩,০০০ বারাধিক উদ্ধৃত হয়েছে (এইচ-ইনডেক্স ৬৬; গুগল স্কলার অনুযায়ী)। তিনি জার্নাল অব বায়োলজিক্যাল ইনর্গ্যানিক কেমিস্ট্রির সম্পাদকীয় উপদেষ্টা-বোর্ডে কাজ করেছেন (১৯৯৯-২০০১, ২০০৫-২০০৭) এবং বর্তমানে জার্নাল অব পর্ফিরিন্স অ্যান্ড থ্যালোসায়ানিন্স (২০০০-) এবং জার্নাল অব ইনর্গ্যানিক বায়োকেমিস্ট্রির সম্পাদকীয় বোর্ডে কাজ করেন। পর্ফিরিনবিজ্ঞানে আজীবন অবদানের জন্য ২০২২ সালে তিনি হ্যান্স ফিশার ক্যারিয়ার পুরস্কার পান। তিনি নরওয়েজিয়ান একাডেমি অব সায়েন্স অ্যান্ড লেটার্স, ইউরোপীয় একাডেমি অফ সায়েন্সেস এবং একাডেমিয়া ইউরোপিয়া সহ বেশ কয়েকটি জাতীয় ও আন্তর্জাতিক একাডেমির সদস্য।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগুগল স্কলার দ্বারা সূচীবদ্ধ অভীক ঘোষের প্রকাশনাসমূহ\nBuntrock, R. E. (জানুয়ারি ২০১২)। \"Review: Letters to a Young Chemist\"। Choice। পৃষ্ঠা 913। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}