{"pageid": 1414350, "title": "বাঁকে বিহারী মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1414350", "content": "বাঁকে বিহারী মন্দির হল একটি হিন্দু মন্দির যা ভারতের উত্তর প্রদেশের মথুরা জেলার বৃন্দাবন শহরে অবস্থিত। মন্দিরটি বাঁকে বিহারীকে উৎসর্গীকৃত যাকে রাধা ও কৃষ্ণের মিলিত রূপ মনে করা হয়। বাঁকে বিহারীকে মূলত বৃন্দাবনের নিধিবনে পূজা করা হতো। পরবর্তীতে, ১৮৬৪ সালের দিকে বাঁকেবিহারী মন্দির নির্মিত হলে, বাঁকেবিহারীর মূর্তিটি বর্তমান মন্দিরে স্থানান্তরিত হয়।\nবাঁকে বিহারী মন্দিরে, রাধা কৃষ্ণের ঐক্যবদ্ধ রূপের মূর্তিটি ত্রিভঙ্গ ভঙ্গিতে দাঁড়িয়ে আছে। স্বামী হরিদাস মূলত কুঞ্জ বিহারী নামে এই মূর্তিটির পূজা করেছিলেন যার অর্থ বৃন্দাবনের তরূবীথিকা বা কুঞ্জে বিহার বা ভোগ করেন।\n\n\n== ইতিহাস ==\n\nবাঁকে বিহারীর মূর্তিকে ঐশ্বরিক দম্পতি রাধা কৃষ্ণের সম্মিলিত রূপ মনে করা হয়। মূর্তিটি বৃন্দাবনের সঙ্গীতজ্ঞ এবং সাধক স্বামী হরিদাস দ্বারা উদ্ভাসিত হয়েছিল। হরিদাসকে ঐশ্বরিক আবাস গোলোকে রাধা কৃষ্ণের ঘনিষ্ঠ সহযোগী ললিতা গোপীর অবতার মনে করা হয়েছিল। স্বামী হরিদাস ছিলেন বিখ্যাত গায়ক তানসেনের গুরু।\n\nপ্রচলিত বিশ্বাস অনুসারে, একবার শিষ্যদের অনুরোধে স্বামী হরিদাস নিধিবনে ঐশ্বরিক দম্পতি শ্যামা শ্যাম (রাধা কৃষ্ণ) এর প্রশংসায় নিম্নলিখিত শ্লোকটি গেয়েছিলেন।শ্লোকটি শ্রবণ হরে দিব্য দম্পতি শ্যামা-শ্যাম (রাধা কৃষ্ণ) তাঁর সামনে আবির্ভূত হলেন এবং স্বামী হরিদাসের অনুরোধে ঐশ্বরিক দম্পতি এক হয়ে গেলেন এবং বাঁকেবিহারীর প্রস্তরমূর্তি তাঁর সামনে উপস্থিত হল। স্বামী হরিদাস এই মূর্তিটির নাম রাখেন কুঞ্জ বিহারী বা বাঁকে বিহারী। পরে একই মূর্তি নিধিবন থেকে বৃন্দাবনের বাঁকে বিহারী মন্দিরে স্থানান্তরিত হয়।\n\n\n== ধর্মগ্রন্থে ==\n\n'বাঁকে' মানে 'বাঁকানো' এবং 'বিহারী' মানে 'ভোগকারী'। এভাবেই 'ত্রিভঙ্গ' মূর্তি কৃষ্ণ \"বাঁকে বিহারী\" নামটি পেয়েছিলেন। শ্রী ব্রহ্ম-সংহিতা (শ্লোক ৫/৩১) অনুসারে, ব্রহ্মা কৃষ্ণ সম্পর্কে বলেছেন,\n\"যাঁর গলায় চন্দ্র-হার দ্বারা সুশোভিত ফুলের মালা দোলায়মান, যাঁর দুই হাত বাঁশি ও রত্নখচিত অলঙ্কার দ্বারা শোভিত, যিনি সর্বদা প্রেম লীলায় আমোদিত হন, যিনি করুণাময় ত্রিভঙ্গ ভঙ্গিতে বিরাজিত এবং যার শ্যামসুন্দর রূপ চিরন্তনভাবে প্রকাশিত, আমি সেই আদি পুরুষ ভগবান গোবিন্দের ভজনা করি।\"\n\n\n== অনুষ্ঠান ==\n\nবাঁকে বিহারী মন্দিরে, বাঁকে বিহারীকে ছোট শিশুর রূপে পূজা করা হয়। ভোরে কোনো আরতি করা হয় না এবং মন্দির চত্বরের অভ্যন্তরে কোথাও কোন ঘণ্টা ঝুলানো হয় না কারণ এটি বাঁকে বিহারীর জন্য বিরক্তি সৃষ্টি করতে পারে। শুধুমাত্র কৃষ্ণ জন্মাষ্টমী উপলক্ষে মঙ্গল আরতি (ভোরের আরতি) করা হয়। বাঁকেবিহারীর নিরবচ্ছিন্ন দর্শন এড়াতে প্রতি পাঁচ মিনিটে বারবার পর্দা টানা হয় কারণ জনপ্রিয় বিশ্বাস অনুযায়ী যদি দর্শনে বাধা না দেওয়া হয়, বাঁকেবিহারী ভক্তদের সঙ্গে মন্দির শূন্য রেখে তাদের বাড়িতে গমন করতে পারেন। বছরে মাত্র একবার, শারদ পূর্ণিমা উপলক্ষে, বাঁকেবিহারী তার হাতে বাঁশি ধারণ করেন।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nরাধা বল্লভ মন্দির, বৃন্দাবন\nনিধিবন, বৃন্দাবন\nরাধারমণ মন্দির, বৃন্দাবন\nরাধা রানী মন্দির, বরসানা\nরাধা দামোদর মন্দির, বৃন্দাবন\nরাধা মদন মোহন মন্দির, বৃন্দাবন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOfficial website\nShri Bankey Bihari Temple -thedivineindia.com\nOfficial Banke Bihari Temple Online Darshan Registration\n\nBanke Bihari Meaning-theagranews.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ জুলাই ২০২৩ তারিখে"}