{"pageid": 1414774, "title": "জেইসের লবণ", "url": "https://bn.wikipedia.org/wiki?curid=1414774", "content": "জেইসের লবণ (ইংরেজি: Zeise's salt) বা পটাসিয়াম ট্রাইক্লোরো(ইথিলিন)প্ল্যাটিনেট(II) হাইড্রেট, যার সংকেত K[PtCl3(C2H4)]·H2O হল একটি কো-অর্ডিনেশন কম্পাউন্ড, যাতে η2-ইথিলিন লিগ্যান্ড বর্তমান। এটি আকারে সামতলিক ও বর্গাকার। অবস্থান্তর ধাতব অ্যালকিন কমপ্লেক্স-এর প্রথম উদাহরণ হিসেবে অর্গানমেটালিক রসায়ন-এর ক্ষেত্রে লবণের ঐতিহাসিক গুরুত্ব রয়েছে এবং এর আবিষ্কারক উইলিয়াম ক্রিস্টোফার জেইস-এর নামে এর নামকরণ করা হয়েছে। সাধারণত পাই বন্ধন দ্বারা ইলেকট্রন প্রদানের মাধ্যমে নতুন যৌগ গঠন করা যায়না, কিন্তু এখানে ইথিলিনের পাই বন্ধনের সাথে প্ল্যাটিনামের বন্ধন তৈরি হয়েছে, এটিই এর বিশেষত্ব।\n\n\n== ইতিহাস ==\nজেইস-এর লবণ ছিল নথিভুক্ত করা প্রথম অর্গানমেটালিক যৌগগুলির মধ্যে একটি। এটি আবিষ্কার করেছিলেন কোপেনহেগেন বিশ্ববিদ্যালয়ের অধ্যাপক উইলিয়াম ক্রিস্টোফার জেইস, যিনি ফুটন্ত ইথানলের সাথে PtCl4-এর প্রতিক্রিয়া পরীক্ষা করার সময় ১৮৩০ সালে এই যৌগটি প্রস্তুত করেছিলেন। সতর্কতার সাথে বিশ্লেষণের পর তিনি প্রস্তাব করেছিলেন যে লব্ধ যৌগটিতে ইথিলিন রয়েছে। সেই যুগের একজন অত্যন্ত প্রভাবশালী রসায়নবিদ, জাস্টাস ভন লিবিগ, প্রায়শই জেইসের প্রস্তাবের সমালোচনা করতেন, কিন্তু ১৮৬৮ সালে যখন বার্নবাউম ইথিলিন ব্যবহার করে যৌগটি প্রস্তুত করা হয় তখন তিনি জেইসের প্রস্তাবটি চূড়ান্তভাবে সমর্থন করেছিলেন। ঊনবিংশ শতাব্দীর দ্বিতীয়ার্ধে জেইসের লবণ ব্যাপক মনোযোগ পেয়েছে কারণ রসায়নবিদরা এর আণবিক গঠন ব্যাখ্যা করতে পারেননি। বিংশ শতাব্দীতে যৌগটির এক্স-রে স্ফটিক গঠন নির্ধারণ না হওয়া পর্যন্ত এই প্রশ্নের উত্তর (আণবিক গঠন) পাওয়া যায়নি। জেইস-এর লবণ অর্গানোমেটালিক রসায়নের ক্ষেত্রে অনেক বৈজ্ঞানিক গবেষণাকে উদ্দীপিত করেছে এবং রসায়নে নতুন ধারণা সংজ্ঞায়িত করার ক্ষেত্রে এটি গুরুত্বপূর্ণ হবে। ডিওয়ার-চ্যাট-ডানকানসন মডেল ব্যাখ্যা করে কিভাবে ধাতুটি C=C ডাবল বন্ডের সাথে সমন্বিত হয়।\n\n\n== প্রস্তুতি ==\nএই যৌগটি বাণিজ্যিকভাবে হাইড্রেট হিসাবে উপলব্ধ। হাইড্রেট সাধারণত SnCl2 এর অনুঘটক পরিমাণের উপস্থিতিতে K2[PtCl4] এবং ইথিলিন থেকে প্রস্তুত করা হয়। হাইড্রেশনের জল শূন্যে অপসারণ করা যেতে পারে।\n\n\n== গঠন ==\nমনে করা হয় যে, ইথিলিনের সমযোজী দ্বিবন্ধনটি PtCl3 এর তলের সাথে লম্বভাবে অবস্থিত। জেইসের লবণ এবং সম্পর্কিত যৌগগুলিতে, অ্যালকিন একটি পরিমিত সক্রিয়ন শক্তি সহ ধাতু-অ্যালকিন বন্ধনের চারপাশে ঘোরে। উচ্চতা প্রতিবন্ধকতা বিশ্লেষণ নির্দেশ করে যে অধিকাংশ ধাতু এবং অ্যালকিনের মধ্যে π-বন্ধন σ-বন্ধনের চেয়ে দুর্বল। জেইস-এর অ্যানায়নের মধ্যে উক্ত ঘূর্ণন প্রতিবন্ধকতা মূল্যায়ন করা হয়নি।\n\n\n== সম্পর্কিত যৌগ ==\n১) জেইসের ডাইমার ([(η2-C2H4)PtCl2]2), এটি KCl-এর সাহায্যে জেইসের লবণের সংযোজন করে তৈরী করা হয়।\n২) সিওডি-প্ল্যাটিনাম ডাইক্লোরাইড, (সাইক্লোঅক্টা-১,৫-ডাইইন)PtCl2 প্ল্যাটিনাম(II) ক্লোরাইড এবং 1,5-সাইক্লোকটাডিয়ান থেকে প্রাপ্ত একটি সাধারণ প্ল্যাটিনাম(II) অ্যালকিন কমপ্লেক্স।\nআরও অনেক ইথিলিন কমপ্লেক্স প্রস্তুত করা হয়েছে, যেমন - ইথিলিনবিস(ট্রাইফিনাইলফসফিন)প্ল্যাটিনাম(০), [(C6H5)3P]2Pt(H2C=CH2), যেখানে প্ল্যাটিনাম তিন-সমন্বয়ী এবং জারণ অবস্থা ০ (জেইসের লবণ প্ল্যাটিনাম II এর একটি ডেরিভেটিভ)।\n৩) ডাইক্লোরো(ইথিলিন)(α-মিথাইলবেঞ্জাইল্যামাইন)প্ল্যাটিনাম(II) PtCl2(C2H4)(PhCH(NH2)Me) হল জেইসের লবণের একটি চিরাল ডেরিভেটিভ যা অ্যালকেনসের চিরাল রেজোলিউশনের জন্য ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র =="}