{"pageid": 1414008, "title": "কানাই লাল দে", "url": "https://bn.wikipedia.org/wiki?curid=1414008", "content": "কানাই লাল দে সিআইই (২৪ সেপ্টেম্বর ১৮৩১ - ১৬ আগস্ট ১৮৯৯) ছিলেন বাংলার একজন চিকিৎসক এবং ঔষধীয় রসায়নবিদ। তিনি ভারতীয় ঔষধি উদ্ভিদের একটি বড় সংকলন লিখেছিলেন। ঐতিহ্যগত ওষুধকে কিভাবে আধুনিক চিকিৎসায় ব্যবহার করা যায় সেই বিষয় নিয়ে তিনি অনেক প্রচার করেন।\n\n\n== জীবনী ==\nকানাই লাল কলকাতায় জন্মগ্রহণ করেন। তার পিতার নাম ছিল রাধানাথ দে। কানাই লালের পিতা ছিলেন ডেপুটি কালেক্টর। অল্প বয়সে কানাই লাল রসায়নে আগ্রহী হন এবং কলকাতা মেডিকেল কলেজে চিকিৎসা বিজ্ঞান বিষয়ে অধ্যায়ন করেন। ১৮৫৪ সালে মেডিক্যাল কলেজ থেকে পাশ করার পর তিনি ঐ বছরই কলেজের রসায়ন বিভাগের অধ্যাপকের সহকারী হিসাবে সরকারী কাজে যোগদান করেন।\nতিনি বেঙ্গল মেডিকেল এস্টাবলিশমেন্টে সাব-অ্যাসিস্ট্যান্ট সার্জন ছিলেন। সরকারের রাসায়নিক পরীক্ষক হিসাবে ১৮৬৯ সাল পর্যন্ত তিনি উক্ত পদের দায়িত্বে ছিলেন। তিনি চিকিৎসাশাস্ত্রেও শিক্ষাদান করেন। তিনি ১৮৬২ সালে কলকাতার প্রেসিডেন্সি কলেজে রসায়নের অধ্যাপক হিসাবে নিযুক্ত হন। ১৮৭৭ সালে ডক্টর এফ এন ম্যাকনামারা ফার্লোতে থাকাকালীন কানাই লাল রাসায়নিক পরীক্ষকের দায়িত্বও পালন করেন। লন্ডনে ১৮৬২ সালে অনুষ্ঠিত আন্তর্জাতিক প্রদর্শনীতে তার সংগৃহীত দেশীয় ঔষধ বিশেষ প্রশংসা লাভ করে; এর জন্য দুটি পদকও লাভ করেন। তিনি প্যারিসে ১৮৭৮ সালের প্রদর্শনীতেও অবদান রাখেন। বাংলায় ও ইংরেজিতে বহুগ্রন্থ রচনা করেছিলেন। তার রচিত পদার্থবিদ্যা ও রসায়নবিদ্যার বই বিদ্যালয়ে পাঠ্যবই হিসাবে যুক্ত ছিল। তিনি ১৮৬৬ সালেে প্রথম প্রকাশিত ইণ্ডিয়ান 'মেডিক্যাল গেজেট' এর নিয়মিত লেখক ছিলেন। ভারতীয় ফার্মাকোপিয়ায় ওষুধের বর্ণনায় তার অবদান রয়েছে। ভারতীয় মেডিক্যাল অফিসাররা ভারতের মেটেরিয়া মেডিকা সম্পর্কে জ্ঞান অর্জন করবে এই কামনা করে, তিনি ১৮৭৭ সালে এই বিষয়ে একটি পাঠ্য প্রস্তুত করার কাজ শুরু করেন। ১৮৮৩-৮৪ সালের কলকাতা প্রদর্শনীতে তিনি প্রায় পনেরটি বিভাগের বিচারক ছিলেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nকানাই লাল ১৮৭২ সালে রায় বাহাদুর উপাধি লাভ করেন। ১৮৬৩ সালে গ্রেট ব্রিটেনের ফার্মাসিউটিক্যাল সোসাইটি তার অবদানকে স্বীকৃত জানিয়ে তাকে সাম্মানিক সদস্যপদ প্রদান করে। এই সদস্যপদ ওষুধ বিজ্ঞান সম্পর্কিত বিশ্বের ৫০ জন বিশিষ্ট বিজ্ঞানীর জন্য সংরক্ষিত। ১৮৮০ সালে তিনি লন্ডনের কেমিক্যাল সোসাইটি এবং সোসাইটি অব সায়েন্সের ফেলো নির্বাচিত হন। ১৮৮৬ সালে তিনি ফিলাডেলফিয়ার কলেজ অব ফিজিশিয়ান-এর সংশ্লিষ্ট ফেলো ছিলেন। ১৮৮১ সালে তাকে লন্ডনে আন্তর্জাতিক ফার্মাসিউটিক্যাল এবং মেডিকেল কংগ্রেসে যোগ দেওয়ার জন্য আমন্ত্রণ জানানো হয় কিন্তু ধর্মীয় বিশ্বাসের কারণে তিনি জাহাজ যাত্রা অস্বীকার করেন , ফলে উক্ত আন্তর্জাতিক কংগ্রেসে যোগদানে বিরত থাকেন। ১৮৮৪ সালে তিনি ব্রিটিশ রাজের একজন গণ্যমান্য ভারতীয় হিসেবে স্বীকৃতি লাভ করেন।\nকানাই লাল স্যার জর্জ ওয়াট এবং স্যার জর্জ কিং এর সাথে দেশীয় ওষুধ নিয়ে সহযোগিতা করেন। তিনি তাদের সাথে ভারত সরকার কর্তৃক নিযুক্ত দেশীয় ওষুধ কমিটির সদস্য ছিলেন।\n\n\n== তথ্যসূত্র =="}