{"pageid": 1414755, "title": "শ্ৰুতিমালা দুয়ারা", "url": "https://bn.wikipedia.org/wiki?curid=1414755", "content": "শ্রুতিমালা দুয়ারা (১৯৬৫ – ২৭ ফেব্রুয়ারি ২০২৩) ছিলেন একজন ভারতীয় শিক্ষাবিদ এবং আসামের দ্বিভাষিক লেখক। তিনি ইংরেজি ও অসমীয়া ভাষায় উপন্যাস, ছোটগল্প এবং শিশুসাহিত্য এবং ইংরেজিতে কবিতা লিখেছেন। তিনি একজন সহযোগী অধ্যাপক এবং গুয়াহাটির সন্দিকৈ নারী মহাবিদ্যালয়-এর ইংরেজি বিভাগের প্রধান ছিলেন।  তিনি অসম ভাষাকে বিশ্বদরবারে পরিচিত করতে ও অন্য ভাষাভাষীর কাছে পোঁছানোর জন্য সাহিত্য রচনা করেছে। তাঁর কথাসাহিত্যের জন্য নানা পুরস্কার ও সম্মাননাও পেয়েছেন। ২০১২ সালে, তিনি এশিয়ান লিটারারি সোসাইটি কর্তৃক সাহিত্যে ভারতীয় নারী অর্জনকারী পুরস্কারে ভূষিত হন।\n\n\n== কর্মজীবন ও সাহিত্যকর্ম ==\nতিনি একজন সহযোগী অধ্যাপক সন্দিকৈ নারী মহাবিদ্যালয়, গুয়াহাটি-এর ইংরেজি বিভাগের প্রধান ছিলেন। দুয়ারা ইংরেজি ও অসমীয়া ভাষায় উপন্যাস, ছোটগল্পের সংকলন, শিশুসাহিত্য এবং প্রবন্ধ সংকলন প্রকাশ করেছেন। তিনি ইংরেজিতে কবিতার ছয়টি সংকলনও লিখেছেন। দুয়ারা উত্তরপূর্ব লেখক ফোরামের সেক্রেটারি এবং কোষাধ্যক্ষ একজন প্রতিষ্ঠাতা সদস্য ছিলেন। এছাড়া ভারতের উত্তর-পূর্বে আটটি অঞ্চলিক সংগঠন গড়ে তোলেন।\n১৯৯৫ সালে তিনি শিশুদের জন্য তার প্রথম বই সাধুকথার দেশ প্রকাশ করেন। তাঁর ১৯৯৬ সালের বই সাধুকথার বচন। ১৯৯০ থেকে ১৯৯৮ সাল পর্যন্ত ন্যাশনাল বুক ট্রাস্ট দ্বারা সেরা ভারতীয় শিশু সাহিত্য হিসাবে স্বীকৃত হয়েছিল। তিনি কবিতাও আবৃত্তি করেছেন এবং তার আবৃত্তিকৃত অসমীয়া কবিতা \"একজোলি কবিতা\" এর সিডি ২০১৫ সালে প্রকাশিত হয়েছিল। তিনি ইউটিউবে প্রকাশিত \"স্মৃতি\" এবং \"সাগর\" দুটি কবিতার ভিডিও আবৃত্তি করেছেন এবং অভিনয় করেছেন। 'দ্য টাইমস অব ইন্ডিয়া', দ্য হিন্দু এবং দ্য আসাম ট্রিবিউন জন্যও লিখেছেন।\n\n\n== মৃত্যু ==\nশ্রুতিমালা দুয়ারা ডিম্বাশয়ের ক্যান্সারের সমস্যায় ভুগছিলেন। পরবর্তীতে ২৭ ফেব্রুয়ারি ২০২৩ সালে রাতে গুয়াহাটিতে মারা যান। তাঁর আষুস্কাল ছিলো ৫৭ বছর।।\n\n\n== পুরস্কার ও সম্মাননা ==\nন্যাশনাল বুক ট্রাস্ট ১৯৯০ থেকে শিশু সাহিত্যে তার অবদানের জন্য তাকে শ্রেষ্ঠ ভারতীয় শিশু সাহিত্য পুরস্কার প্রদান করে। তার রূপকথার বইটি শ্রেষ্ঠ শিশুসাহিত্য হিসেবে বিবেচিত হয়। ২০১৫ সালের এপ্রিল মাসে লায়ন্স ক্লাব কর্তৃক \"নারী শক্তি পুরস্কার\" লাভ করে। ২০১৬ সালে, তিনি আন্তর্জাতিক মানবাধিকার কাউন্সিল, আসাম চ্যাপ্টার থেকে ওম্যান অফ দ্য ইয়ার পুরস্কার পান। ২০২১ সালে, তিনি এশিয়ান লিটারারি সোসাইটি দ্বারা সাহিত্যে ভারতীয় নারী অর্জনকারী পুরস্কারে ভূষিত হন।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== ছোটগল্প ===\nদ্য সানসেট এণ্ড আদার স্টোরি (১৯৯৮)\nওয়েটিং ফর দ্য লাষ্ট ব্ৰেথ (১৯৯৯)\nদ্য ঝুলন ইভিনিং (২০০৪)\n\n\n=== উপন্যাস ===\nট্ৰেভেলিং উইথ ড্ৰীমস (২০০১)\nমায়াজ পাৰ্টি (২০০৩)\nএসেজ ইন দ্য সীজ (২০০৩)\n\n\n=== কবিতা ===\nব্রহ্মপুত্র এবং অন্যান্য কবিতা (২০১৮)\nআমার পথ বরাবর\n\n\n=== শিশুগ্ৰন্থ ===\nসাধুকথার দেশ (১৯৯৫)\nসাধুকথার বাগিচা (১৯৯৬)\nসাধুকথার টোপোলা (১৯৯৬)\nঢেকুরা কুকুরার ক্লাব (২০১৯)\n\n\n=== আত্নজীবনীমূলক ===\n(সম্পাদক) আসাম: অগণিত দৃষ্টিভঙ্গি (স্পেকট্রাম, ২০১৪)\nক্যান্সারের মাধ্যমে আমার যাত্রা (২০২২)\n\n\n== তথ্যসূত্র =="}