{"pageid": 1414931, "title": "শনি শিংনাপুর", "url": "https://bn.wikipedia.org/wiki?curid=1414931", "content": "শনি শিংনাপুর হলো ভারতের মহারাষ্ট্র রাজ্যের একটি গ্রাম। আহমেদনগর জেলার ৩৫ কিলোমিটার দূরে নেওয়াসা তহশিলে অবস্থিত। যা শনি দেবের মন্দিরের জন্য সুপরিচিত। এই গ্রামটি ভারতের অন্যতম তীর্থস্থান, যেখানে প্রতিবছর লক্ষাধিক ভক্ত শনি দেবের আশীর্বাদ লাভের জন্য আসেন। শনি দেবকে ন্যায়বিচারের দেবতা হিসেবে পূজা করা হয় এবং এখানে তার কোনো প্রথাগত মূর্তি নেই; পরিবর্তে, একটি বিশাল কালো পাথর রূপে পূজিত হয়।\nএই গ্রামের সবচেয়ে বিস্ময়কর ও অনন্য বৈশিষ্ট্য হলো—এখানকার ঘরগুলোর দরজা ও তালা নেই, যা বিশ্বের অন্য কোথাও বিরল। গ্রামবাসীদের দৃঢ় বিশ্বাস, শনি দেব স্বয়ং এই গ্রামকে রক্ষা করেন, এবং কেউ যদি চুরি বা অন্য কোনো অপরাধ করে, তবে অবিলম্বে দেবতার ক্রোধে শাস্তি পায়। গবেষণায় দেখা গেছে, ঐতিহ্যগতভাবে এখানে বড় ধরনের অপরাধের হার অত্যন্ত কম। যদিও আধুনিক যুগে কিছু চুরির ঘটনা ঘটেছে, তবে গ্রামবাসীরা এখনো তাদের প্রাচীন বিশ্বাস ও সংস্কৃতিকে ধরে রেখেছেন। \n\n\n== বিস্তারিত ==\nশিংনাপুর আরও বিখ্যাত এই কারণে যে, গ্রামে কোনো বাড়ির দরজা নেই, কেবল দরজার ফ্রেম রয়েছে। তা সত্ত্বেও, আনুষ্ঠানিকভাবে কোনো চুরির ঘটনা এখানে রিপোর্ট করা হয়নি, যদিও ২০১০ ও ২০১১ সালে কিছু চুরির ঘটনা ঘটার খবর পাওয়া গিয়েছিল।\nএই মন্দিরকে \"জাগ্রত দেবস্থান\" (আক্ষরিক অর্থে \"সজীব মন্দির\") বলে মনে করা হয়, যার অর্থ হলো দেবতা এখনও এই মন্দিরে বিরাজমান। গ্রামবাসীরা বিশ্বাস করেন যে, চুরি করার চেষ্টা করলে শনি দেবতা অপরাধীকে শাস্তি দেন। এখানে থাকা দেবতা \"স্বয়ম্ভু\" (সংস্কৃত: স্বয়ং উদ্ভূত দেবতা), যা মাটির নীচ থেকে স্বয়ং উঠে আসা এক বৃহৎ কালো পাথরের আকারে বিদ্যমান। যদিও এই মূর্তির সঠিক সময়কাল সম্পর্কে কারো জানা নেই, তবে ধারণা করা হয় যে, এটি কালী যুগের শুরু থেকে অন্তত অস্তিত্বশীল এবং স্থানীয় রাখালদের মাধ্যমে আবিষ্কৃত হয়েছিল।\nগ্রামে একটি ডাকঘর এবং শ্রী শনিশ্বর বিদ্যা মন্দির নামে একটি উচ্চ বিদ্যালয় রয়েছে, পাশাপাশি জেলা পরিষদের অধীনে পরিচালিত প্রাথমিক বিদ্যালয়ও রয়েছে। গ্রামের প্রধান পানি সরবরাহের উৎস হল কূপ।\n\n\n== ঐতিহাসিক গুরুত্ব ==\n\nশনি শিংনাপুর গ্রামটি মহারাষ্ট্রের অন্যতম বিস্ময়কর স্থান, যেখানে আজও কোনো ঘর, দোকান বা মন্দিরে দরজা নেই। এখানকার স্বয়ম্ভু শনিদেব মূর্তির একটি কিংবদন্তি প্রজন্ম থেকে প্রজন্মে প্রচলিত। কথিত আছে, একদিন এক রাখাল একটি সুচালো লাঠি দিয়ে একটি কালো পাথর স্পর্শ করলে সেটি থেকে রক্ত প্রবাহিত হতে শুরু করে। এই অলৌকিক ঘটনা দেখে গ্রামবাসীরা বিস্মিত হয়। সেই রাতেই শনিদেব এক ধার্মিক রাখালের স্বপ্নে আবির্ভূত হয়ে জানান যে, তিনি স্বয়ং শনিশ্চর, এবং এই বিশেষ কালো পাথরটি তাঁর স্বয়ম্ভূ রূপ। রাখাল জানতে চান তাঁর জন্য কি একটি মন্দির নির্মাণ করা হবে, তবে শনিদেব জানান, তাঁর জন্য কোনো ছাদের প্রয়োজন নেই, কারণ সমগ্র আকাশই তাঁর ছাদ। তিনি আরও নির্দেশ দেন যে, প্রতিদিন পূজা ও প্রতি শনিবার তৈলাভিষেক করতে হবে। সেইসঙ্গে তিনি আশ্বাস দেন যে, এই গ্রামের বাসিন্দাদের কখনো চুরি, ডাকাতি বা লুটপাটের ভয় করতে হবে না।\nএই বিশ্বাস থেকেই আজও গ্রামবাসীরা তাদের ঘর, দোকান এমনকি মন্দিরেও দরজা বা তালা ব্যবহার করেন না। শনিদেবের প্রতি গভীর বিশ্বাসের কারণে গ্রামে শতাব্দীর পর শতাব্দী ধরে কোনো চুরির ঘটনা ঘটেনি বলে মনে করা হয়। প্রতিদিন হাজার হাজার ভক্ত শনিদেবের আশীর্বাদ লাভের জন্য এই মন্দির পরিদর্শন করেন, বিশেষত শনিবার দিনটি এখানে সবচেয়ে বেশি ভক্ত সমাগম হয়। শনি ত্রয়োদশী এবং অমাবস্যার শনিবারও শনিদেবের বিশেষ শুভ দিন হিসেবে পালিত হয়, যখন লক্ষাধিক ভক্ত মন্দিরে সমবেত হন।\nশনি শিংনাপুরের ইতিহাসে আজ পর্যন্ত কোনো দাঙ্গা, খুন বা ধর্ষণের ঘটনা ঘটেনি বলে বিশ্বাস করা হয়। এমনকি, এই গ্রামের কেউ কখনো বৃদ্ধাশ্রমে যাননি, এবং পুলিশের কাছে কোনো অভিযোগ দায়ের করা হয়নি বলেও বলা হয়। গ্রামবাসীদের এই অটল বিশ্বাস এবং শনিদেবের প্রতি তাঁদের নিষ্ঠা এই স্থানকে ভারতের অন্যতম রহস্যময় এবং ঐতিহ্যবাহী তীর্থস্থানে পরিণত করেছে।\n\n\n== শনি মন্দির ==\nশনি মন্দিরটি একটি খোলা আকাশের নিচে নির্মিত মঞ্চে স্থাপিত, যেখানে একটি সাড়ে পাঁচ ফুট উঁচু কালো পাথর শনিদেবের প্রতীক হিসেবে পূজিত হয়। মূর্তিটির পাশে একটি ত্রিশূল স্থাপন করা হয়েছে এবং দক্ষিণ পাশে নন্দী (বৃষ) এর একটি প্রতিমা রয়েছে। মূর্তির সামনে শিব ও হনুমানের ছোট প্রতিমাগুলিও রয়েছে।\nপ্রতিদিন প্রায় ৩০,০০০ থেকে ৪৫,০০০ ভক্ত মন্দির পরিদর্শন করেন। তবে অমাবস্যার দিন, যা শনিদেবকে তুষ্ট করার জন্য সবচেয়ে শুভ বলে মনে করা হয়, এই সংখ্যা বেড়ে প্রায় তিন লাখে পৌঁছে যায়। এই দিনে গ্রামে শনিদেবের সম্মানে এক বিশাল মেলা অনুষ্ঠিত হয়। বিশেষত, যে-সব অমাবস্যা শনিবারে পড়ে, সেদিন আরও বড় উৎসব পালিত হয়। ভক্তরা শনিদেবের মূর্তিকে পানি ও তেল দিয়ে স্নান করান, ফুল ও উড়িদ (এক ধরনের ডাল) অর্পণ করেন। এছাড়াও, এই দিনে শনিদেবের পালকি যাত্রা বের করা হয়।\nশনি মন্দিরের জনপ্রিয়তা আরও বৃদ্ধি পায় চলচ্চিত্র প্রযোজক গুলশন কুমার প্রযোজিত ‘সূর্যপুত্র শনিদেব’ চলচ্চিত্রের মাধ্যমে। এতে অভিনয় করেছিলেন পুনীত ইস্সর, মহেশ ঠাকুর, ধর্মেশ তিওয়ারি, এবং সংগীত শিল্পী অনুরাধা পাউডাল। এছাড়া শনি জয়ন্তী—যা শনিদেবের জন্মদিন হিসেবে পালিত হয়—এখানকার আরেকটি গুরুত্বপূর্ণ উৎসব।\n\n\n== মহিলাদের প্রবেশ ==\n\nশনি শিংনাপুর মন্দিরে ৪০০ বছরের পুরানো প্রথা অনুযায়ী নারীদের গর্ভগৃহে প্রবেশ নিষিদ্ধ ছিল। তবে, ২৬ জানুয়ারি ২০১৬ সালে সমাজকর্মী তৃপ্তি দেশাইয়ের নেতৃত্বে ‘ভূমাতা রণরাগিনী ব্রিগেড’ নামক সংগঠনের ৫০০-র বেশি নারী মন্দিরে প্রবেশের দাবিতে আন্দোলন শুরু করেন এবং মন্দির অভিমুখে পদযাত্রা করেন। কিন্তু, পুলিশ তাঁদের মন্দির চত্বরে প্রবেশ করতে বাধা দেয়।\nএই ঘটনাকে কেন্দ্র করে ৩০ মার্চ ২০১৬ সালে বোম্বে হাইকোর্ট এক যুগান্তকারী রায় দেয়, যেখানে মহারাষ্ট্র সরকারকে নির্দেশ দেওয়া হয় যে, কোনো মন্দিরে নারীদের প্রবেশাধিকার অস্বীকার করা যাবে না। এরই ধারাবাহিকতায় ৮ এপ্রিল ২০১৬ সালে শনি শিংনাপুর মন্দির কর্তৃপক্ষ নারীদের জন্য গর্ভগৃহে প্রবেশের নিষেধাজ্ঞা তুলে নেয়, ফলে নারী ভক্তরা প্রথমবারের মতো শনিদেবের গর্ভগৃহে প্রবেশের সুযোগ পান।\n\n\n== ইউকো ব্যাংক ==\nশনি শিংনাপুরের প্রায় শূন্য অপরাধ হার বিবেচনা করে জানুয়ারি ২০১১ সালে ইউনাইটেড কমার্শিয়াল (ইউকো) ব্যাংক দেশের প্রথম 'লকবিহীন' শাখা খুলে। এটি ছিল ভারতের ব্যাংকিং ইতিহাসে একটি বিরল উদ্যোগ। তবে, স্থানীয় পুলিশ এই সিদ্ধান্তে অসন্তুষ্ট ছিল, কারণ এটি ভারতের কেন্দ্রীয় সরকারের নিরাপত্তা নীতির পরিপন্থি বলে মনে করা হয়। সরকারি নিয়ম অনুযায়ী, সব ব্যাংকে উচ্চ নিরাপত্তা ব্যবস্থা থাকা বাধ্যতামূলক। যদিও ব্যাংকটিতে দরজা ছিল, সেগুলো সর্বদা খোলা রাখা হত। তবে, স্থানীয় বিধায়ক ও ব্যাংক কর্মকর্তারা নিশ্চিত করেন যে, লকার এবং গুরুত্বপূর্ণ নথির নিরাপত্তার জন্য যথাযথ ব্যবস্থা নেওয়া হয়েছে।\n\n\n== ষাঁড়ের গাড়ি ==\n\nশনি শিংনাপুর গ্রামে যাওয়ার পথে গান্না ক্ষেতের মাঝে দিয়ে যেতে হয়, এবং গ্রামবাসীরা গান্না থেকে রস বের করতে বলদ ব্যবহার করেন, মেশিনের পরিবর্তে। এই ধরনের রস নির্গমনের কেন্দ্রগুলোকে রাসবন্তী বলা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমন্দিরের অফিসিয়াল সাইট\nশনি শিংনাপুর মন্দির সম্পর্কে আকর্ষণীয় তথ্য\nমন্দির সম্পর্কে আহমেদনগর জেলা পাতা\nশনি শিংনাপুর মন্দির সম্পর্কে তথ্য"}