{"pageid": 1414119, "title": "কে এম চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1414119", "content": "ক্ষিতীন্দ্র মোহন চক্রবর্তী (১ মে ১৯০০ - ১৯ ফেব্রুয়ারি ১৯৮৮) ছিলেন একজন ভারতীয় রসায়নবিদ, জ্বালানি প্রযুক্তিবিদ এবং শিক্ষক।\n\n\n== শিক্ষা এবং কর্মজীবন ==\nতিনি ১৯০০ সালের ১ মে বাংলাদেশের কুমিল্লায় জন্মগ্রহণ করেন। ১৯২৫ সালে তিনি ঢাকা বিশ্ববিদ্যালয়ে রসায়নে স্নাতকোত্তর অর্জন করেন এবং তারপর ১৯৪১ সালে ঢাকা বিশ্ববিদ্যালয় থেকে ডক্টর অব সায়েন্স ডিগ্রি লাভ করেন কারণ তিনি\" কার্বন মনোক্সাইড এবং হাইড্রোজেন থেকে মিথেনের অনুঘটক গঠন\" নিয়ে গবেষণা করেন।\nতিনি ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক নিযুক্ত হন এবং ১৯৪১ থেকে ১৯৪৭ সাল পর্যন্ত সেখানে কাজ করেন এবং জ্বালানি প্রযুক্তি এবং শিল্প অনুঘটক নিয়ে গবেষণায় নিজেকে উৎসর্গ করেন।\n১৯৪৫ সালে ভারত সরকারের দাবির জবাবে, তিনি সিন্দ্রি সার কারখানার প্রক্রিয়া বোঝার এবং নির্বাচন করার জন্য প্রযুক্তিগত মিশনের সদস্য হিসাবে মার্কিন যুক্তরাষ্ট্র এবং গ্রেট ব্রিটেন ভ্রমণ করেন। তিনি সিন্ধ্রি সার কারখানার প্রধান রসায়নবিদ ছিলেন এবং ১৯৫৮ সাল পর্যন্ত কাজটি স্থিতিশীল না হওয়া পর্যন্ত দায়িত্ব পালন করেন। পরে, তিনি ১৯৬০ সাল পর্যন্ত জি. সি কলেজ অফ সিলচারের অধ্যক্ষ নিযুক্ত হন। আইডি১-এর অধীনে তিনি গবেষণার জন্য একজন অবসরপ্রাপ্ত বিজ্ঞানী হিসেবে কাজ করেন।\nএছাড়াও চক্রবর্তী ইন্ডিয়ান স্ট্যান্ডার্ড ইনস্টিটিউশন (জেনারেল কাউন্সিল) ভারতীয় বিজ্ঞান কংগ্রেস সংস্থা, আমেরিকান ইনস্টিটিউট অফ কেমিক্যাল ইঞ্জিনিয়ার্স, ইনস্টিটিউট অফ ফুয়েল (লন্ডন) এর ফেলো এবং কেমিক্যাল ইঞ্জিনিয়ারিং এবং কেমিক্যাল এ ইন্ডিয়া বোর্ড অফ স্টাডিজের সদস্য ছিলেন। প্রযুক্তি।\n\n\n== নির্বাচিত পেটেন্ট ==\nহাইড্রোকার্বন সংশ্লেষণের জন্য অনুঘটক ভরের উন্নতি, পেটেন্ট নম্বর GB580612, ১৯৪৬-০৯-১৩।\nপ্রাথমিক আবরণ প্রক্রিয়া, লাখ, পেটেন্ট নম্বর দিয়ে প্রলিপ্ত সার প্রস্তুত করার প্রক্রিয়া : ১০৯১৮৪।\n\n\n== গবেষণা এবং প্রকাশনা ==\nফিশার-ট্রপস সংশ্লেষণের জন্য নিকেল-থোরিয়া-কিজেলগুহর অনুঘটকের এক্স-রে ডিফ্র্যাকশন স্টাডিজ\nকার্বন মনো-অক্সাইড এবং হাইড্রোজেন থেকে মিথেনের অনুঘটক গঠন - পটাসিয়াম, সোডিয়াম এবং অ্যালুমিনিয়াম হাইড্রোক্সাইডকে প্রিপিপিট্যান্ট হিসাবে ব্যবহার করে হাইড্রোক্সাইড থেকে তৈরি নিকেল অ্যালুমিনিয়া অনুঘটকের একটি গবেষণা\nজার্নাল ফর অ্যানোরগানিক অ্যান্ড জেনারেল কেমি, কে.এম. চক্রাবর্তি, ১৯৩৮।\n\n\n== তথ্যসূত্র =="}