{"pageid": 1414675, "title": "ডিজনিল্যান্ড", "url": "https://bn.wikipedia.org/wiki?curid=1414675", "content": "ডিজনিল্যান্ড এটি ক্যালিফোর্নিয়ার আনাহেইমের ডিজনিল্যান্ড রিসোর্টে একটি থিম পার্ক। এটি দ্য ওয়াল্ট ডিজনি কোম্পানি দ্বারা খোলা প্রথম থিম পার্ক এবং ওয়াল্ট ডিজনি সরাসরি তত্ত্বাবধানে নকশা ও নির্মিত একমাত্র পার্ক এবং ১৯৫৫ সালের ১৭ জুলাই খোলা হয়।\nডিজনি প্রাথমিকভাবে বারব্যাঙ্কে তার স্টুডিওর সংলগ্ন একটি পর্যটন আকর্ষণ গড়ে তোলার কল্পনা করেছিল, যারা দেখতে ইচ্ছুক ভক্তদের বিনোদন দিতে; যাইহোক, তিনি শীঘ্রই বুঝতে পেরেছিলেন যে প্রস্তাবিত সাইটটি তার ধারণার জন্য খুবই ছোট। স্ট্যানফোর্ড রিসার্চ ইনস্টিটিউটকে তার প্রকল্পের জন্য একটি উপযুক্ত স্থান নির্ধারণের জন্য একটি সম্ভাব্যতা অধ্যয়ন সম্পাদন করার জন্য নিয়োগ করার পর, ডিজনি একটি ১৬০-একর (৬৫-হেক্টর) কিনেছিলেন ১৯৫৩ সালে আনাহেইমের কাছে সাইট। পার্কটি অভ্যন্তরীণ এবং বাইরের প্রতিভা থেকে ওয়াল্টের হাতে বাছাই করা একটি সৃজনশীল দল দ্বারা ডিজাইন করা হয়েছিল। তারা WED এন্টারপ্রাইজ প্রতিষ্ঠা করেছে, যা আজকের ওয়াল্ট ডিজনি ইমাজিনিয়ারিং- এর অগ্রদূত। ১৯৫৪ সালে নির্মাণ শুরু হয় এবং ১৭ জুলাই, ১৯৫৫ সালে এবিসি টেলিভিশন নেটওয়ার্কে একটি বিশেষ টেলিভিশন প্রেস ইভেন্টের সময় পার্কটি উন্মোচন করা হয়। ১৯৬৬ সালে নিউ অরলিন্স স্কয়ার, ১৯৭২ সালে বিয়ার কান্ট্রি, ১৯৯৩ সালে মিকি'স টুনটাউন এবং ২০১৯ সালে স্টার ওয়ারস : গ্যালাক্সি'স এজ সহ ডিজনিল্যান্ড তার উদ্বোধনের পর থেকে সম্প্রসারণ ও বড় ধরনের সংস্কার করেছে। উপরন্তু, ডিজনি ক্যালিফোর্নিয়া অ্যাডভেঞ্চার পার্ক ২০০১ সালে ডিজনিল্যান্ডের মূল পার্কিং লটের সাইটে খোলা হয়েছিল।\n\nবিশ্বের অন্যান্য থিম পার্কের তুলনায় ডিজনিল্যান্ডের ক্রমবর্ধমান উপস্থিতি রয়েছে, এটি খোলার পর থেকে ৭৫৭ মিলিয়ন ভিজিট (ডিসেম্বর ২০২১ অনুযায়ী)। ২০২২ সালে পার্কটিতে আনুমানিক ১৬.৯ মিলিয়ন ভিজিট হয়েছিল, এটিকে সেই বছর বিশ্বের দ্বিতীয় সর্বাধিক পরিদর্শন করা বিনোদন পার্কে পরিণত করেছে, শুধুমাত্র ম্যাজিক কিংডমের পিছনে, যে পার্কটি এটি অনুপ্রাণিত করেছিল।  একটি ২০০৫ ডিজনি রিপোর্ট অনুযায়ী, ৬৫,৭০০টি কাজ ডিজনিল্যান্ড রিসোর্ট দ্বারা সমর্থিত, যার মধ্যে প্রায় ২০,০০ সরাসরি ডিজনি কর্মচারী এবং ৩,৮০০ তৃতীয় পক্ষের কর্মচারী ( স্বাধীন ঠিকাদার বা তাদের কর্মচারী) রয়েছে।  ডিজনি ২০১৯ সালে \"প্রজেক্ট স্টারডাস্ট\" ঘোষণা করেছিল, যার মধ্যে উচ্চতর উপস্থিতির সংখ্যার জন্য পার্কের প্রধান কাঠামোগত সংস্কার অন্তর্ভুক্ত ছিল।\n\n\n== তথ্যসূত্র =="}