{"pageid": 1415709, "title": "রক্ষণশীল গণতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1415709", "content": "রক্ষণশীল গণতন্ত্র (তুর্কি: muhafazakâr demokrasi) হল একটি আখ্যা যা তুরস্কের ক্ষমতাসীন ন্যায়বিচার ও উন্নয়ন দল (একেপি) দ্বারা ইসলামী গণতন্ত্রকে বর্ণনা করার জন্য ব্যবহার করা হয়। এতে প্রাক্তন ইসলামী আন্দোলন থেকে একটি আধুনিকতাবাদী বিচ্ছিন্ন দল হিসাবে গড়ে ওঠা, একেপির রক্ষণশীল গণতান্ত্রিক মতাদর্শকে ইসলামী গণতন্ত্র থেকে প্রস্থান বা মধ্যপন্থা এবং আরও ধর্মনিরপেক্ষ ও গণতান্ত্রিক মূল্যবোধের সমর্থন হিসাবে বর্ণনা করা হয়েছে। নির্বাচনী সাফল্য এবং একেপির নব্য-অটোমান পররাষ্ট্রনীতি যা তুরস্কের আঞ্চলিক প্রভাবকে প্রসারিত করার লক্ষ্যে পার্টির রক্ষণশীল গণতান্ত্রিক আদর্শকে অন্যান্য দেশে প্রতিফলিত করার উদ্দেশ্যে এটি ব্যবহার করা হয়।\nবিস্তৃত অর্থে, রক্ষণশীল গণতন্ত্র শব্দটি গণতন্ত্রের সাথে ইসলামের সামঞ্জস্য, একটি পশ্চিমা-ভিত্তিক পররাষ্ট্রনীতি, নব্য উদারনৈতিক অর্থনীতি এবং সরকারের মধ্যে ধর্মনিরপেক্ষতাকে তুলে ধরে। যেহেতু দৃষ্টিভঙ্গিটি বেশ কয়েকটি অর্থনৈতিক, বিদেশী, দেশীয় ও সামাজিক নীতি উদ্যোগে প্রতিফলিত হয়েছে, তাই রক্ষণশীল গণতন্ত্র শব্দটিকে একটি ভাসমান সংকেত হিসাবে উল্লেখ করা হয়েছে যা এ সম্পর্কিত ধারণাগুলির একটি বিস্তৃত সমষ্টিকে অন্তর্ভুক্ত করে। এর বিস্তৃত সংজ্ঞার কারণে, এই শব্দটিকে ইসলামবাদী এজেন্ডা লুকিয়ে রেখে জনসমর্থন বজায় রাখার জন্য ব্যবহার করা হচ্ছে বলে অভিযোগ করা হয়।\nরক্ষণশীল গণতন্ত্রের প্রধান আদর্শগুলিকে সবচেয়ে ভালভাবে চিহ্নিত করা হয় যখন সেগুলিকে একেপির পূর্ববর্তী দলগুলি দ্বারা সমর্থিত ইসলামবাদী আদর্শের সাথে তুলনা করা হয়। উভয়ের মধ্যে একটি উল্লেখযোগ্য বৈপরীত্য বিদ্যমান, উদাহরণস্বরূপ, ইউরোপীয় ইউনিয়ন, ইসরায়েল, মার্কিন যুক্তরাষ্ট্র, অর্থনৈতিক নীতি এবং কিছুটা সামাজিক নীতি সম্পর্কে তাদের অবস্থানের উপর।\n\n\n== রাজনৈতিক উত্থান ও সম্পর্কিত মতবাদ ==\n\nতুরস্কের ন্যায়বিচার ও উন্নয়ন দল ২০০১ সালে গঠিত হয়েছিল। সে সময় মধ্যপন্থী রাজনীতিবিদরা একটি আধুনিকতাবাদী রাজনৈতিক দল প্রতিষ্ঠা করতে চেয়েছিলেন এবং তারা ইসলামপন্থী ভার্চু পার্টিকে অসমর্থন দিয়েছিলেন। এর মধ্যে ইস্তাম্বুলের প্রাক্তন মেয়র রেসেপ তাইয়্যেপ এরদোয়ান এবং কায়সারির এমপি আবদুল্লাহ গুল অন্তর্ভুক্ত ছিলেন। এ দাবিটিতে ভার্চু পার্টির অনেক সদস্য সমর্থন জানায় এবং ২০০২ সালের সাধারণ নির্বাচনে অন্যান্য কেন্দ্র-ডান উদার অর্থনীতিপন্থি দল যেমন ট্রু পাথ পার্টি এবং মাদারল্যান্ড পার্টির অনেক সমর্থক একেপিকে সমর্থন দেন। তখন একেপি \"ইসলামবাদী, সংস্কারপন্থী ইসলামপন্থী, রক্ষণশীল, জাতীয়তাবাদী, কেন্দ্র-ডান ও ব্যবসায়ী বান্ধব দলগুলির\" একটি বৃহৎ ডানপন্থী জোট হিসাবে পরিচিতি পায়।\nযেহেতু তুরস্কের সংবিধানে ধর্মনিরপেক্ষতাবাদ অন্তর্ভুক্ত রয়েছে, তাই বিভিন্ন প্রকাশ্য ইসলামী রাজনৈতিক দল, যেমন ন্যাশনাল অর্ডার পার্টি, ন্যাশনাল স্যালভেশন পার্টি, ওয়েলফেয়ার পার্টি ও ভার্চু পার্টিকে সাংবিধানিক আদালত ধর্মনিরপেক্ষতা বিরোধী কার্যকলাপের জন্য বিলুপ্ত ঘোষণা করে দেয়। এটি তুরস্কে একটি সংস্কারকৃত, ধর্মনিরপেক্ষ-পন্থী রক্ষণশীল গণতান্ত্রিক আদর্শ গড়ে তুলতে ভূমিকা রাখে।\n\n\n=== লুকায়িত বিষয়সূচি ===\n'রক্ষণশীল গণতন্ত্র' শব্দটি একেপি রাজনীতিবিদরা সংজ্ঞায়িত করেছেন। যেহেতু ইসলামপন্থী সংগঠনগুলি থেকে একেপির উৎপত্তি, তাই দলটি আসলে একটি লুকানো ইসলামবাদী রাজনৈতিক এজেন্ডাকে ধারণ করে এবং এই ধরনের উদ্দেশ্যগুলিকে গোপন করার জন্য 'রক্ষণশীল গণতন্ত্র' শব্দটি ব্যবহার বলে অভিযোগ রয়েছে। বিরোধী রিপাবলিকান পিপলস পার্টি (সিএইচপি) এর সদস্যরা এবং সরকার-বিরোধী সাংবাদিকরা এই দৃষ্টিভঙ্গি প্রকাশ করেছেন যে দলটি ধীরে ধীরে ইসলাম-ভিত্তিক সামাজিক পরিবর্তন এনেছে, যেমন ২০১৩ সালে অ্যালকোহল সেবন সীমিত করার পাশাপাশি মিশ্র-লিঙ্গের ছাত্রদের আবাসনের ওপর নিষেধাজ্ঞা আরোপ করা। এছাড়া নাগরিক পরিষেবার মধ্যে হিজাব পরিধানের ওপর নিষেধাজ্ঞা তুলে নেওয়া, এর সমর্থকদের দ্বারা মানবাধিকার লঙ্ঘনকে একেপির দ্বারা ধর্মনিরপেক্ষতার উপর প্রকাশ্য আক্রমণ হিসাবে চিহ্নিত করা হয়েছে।\nএকেপি সরকারের আমলে নির্বাচনী জালিয়াতির অভিযোগে উল্লেখযোগ্য বৃদ্ধি পেয়েছে। সবচেয়ে বেশি অভিযোগ উঠেছিল ২০১৪ সালের স্থানীয় নির্বাচনে। সেইসাথে অসংখ্য সরকারী দুর্নীতি কেলেঙ্কারির ঘটনা এই ধরনের অভিযোগ উত্থাপিত করেছে যে একেপি একটি ইসলামপন্থী নয় বরং এটি একটি \"কর্তৃত্ববাদী\" লুকায়িত এজেন্ডা ধারনকারী দল, যার লক্ষ্য গণতান্ত্রিক ধারাকে ধীরে ধীরে নির্মূল করা। \n\n\n== গুরুত্ব ==\nপ্রাক্তন মন্ত্রী হুসেইন চেলিক একেপির রক্ষণশীল গণতন্ত্রকে সামাজিক ও নৈতিক বিষয়গুলির মধ্যে সীমাবদ্ধ বলে দাবি করেছেন এবং 'মধ্যপন্থী ইসলাম' ও 'মুসলিম গণতন্ত্রী' আখ্যাগুলোকে প্রত্যাখ্যান করেছেন। যদিও যে রাজনীতিবিদরা নিজেদেরকে রক্ষণশীল গণতন্ত্রী হিসেবে দাবি করেছেন তারা সাধারণত ধর্মনিরপেক্ষতাকে সমর্থন করেছেন, তবে তাদের এবং কট্টরপন্থী লাকিপন্থীদের মধ্যে বিরোধ দীর্ঘদিন থেকে রয়ে গেছে, যারা জনসাধারণের ক্ষেত্রে ধর্মীয় ক্রিয়াকলাপ নিষিদ্ধ করার পক্ষে।\n\n\n== পদক্ষেপ ==\n\n\n=== মদ ===\nঅ্যালকোহলযুক্ত পানীয়ের উপর উচ্চ কর, যাকে বিশেষ ভোগ কর বলা হয় (তুর্কি: Özel Tüketim Vergisi ÖTV), ২০০২ সালে প্রথম কার্যকর হয়েছিল এবং ২০১০ সালে জাস্টিস অ্যান্ড ডেভেলপমেন্ট পার্টি (একেপি) সরকার দ্বারা নাটকীয়ভাবে এটি বৃদ্ধি পায়। তবে এ সিদ্ধান্তের ফলে এর সাথে জড়িত চোরাচালান ও জালিয়াতির ঘটনা উল্লেখযোগ্যভাবে বৃদ্ধি পায়। ২০১১ সালের তুর্কি রিভেরার গণ অ্যালকোহল বিষক্রিয়ার জন্য বুটলেগিংকে দায়ী করা হয়।\n২০১৩ সালের নতুন আইনে, \"প্রচার, স্পনসরকৃত ক্রিয়াকলাপ, উৎসব ও বিনামূল্যে উপহার\" সহ অ্যালকোহলযুক্ত পানীয়গুলির জন্য সমস্ত ধরণের বিজ্ঞাপন ও প্রচার নিষিদ্ধ করা হয়েছিল৷ তবে পানীয় কোম্পানিগুলো নিষেধাজ্ঞার সমালোচনা করে বিজ্ঞাপন চালিয়ে যায়। \nআইনটিতে টেলিভিশনে এবং চলচ্চিত্রগুলিতে অ্যালকোহলযুক্ত পানীয়ের চিত্রগুলিকে অস্পষ্ট করার বিধান অন্তর্ভুক্ত করা হয়, এবং মদের বোতলে স্বাস্থ্য সতর্কতা প্রদর্শনের নির্দেশ দেওয়া হয়।\n\n\n=== হিজাব ===\n২০১৩ সালে, সরকারী প্রতিষ্ঠানে হিজাব পরিধানের উপর নিষেধাজ্ঞা একটি ডিক্রির মাধ্যমে প্রত্যাহার করা হয়েছিল, যদিও নিষেধাজ্ঞাটি আনুষ্ঠানিকভাবে আদালতের সিদ্ধান্তের মাধ্যমে বহাল ছিল। ২০১৪ সালে উচ্চ বিদ্যালয়ে হিজাব পরার উপর নিষেধাজ্ঞা তুলে নেওয়া হয়\n\n\n=== স্কুলে বিবর্তনবাদ ===\n২০১৭ সালে, তুর্কি শিক্ষা মন্ত্রণালয় মাধ্যমিক বিদ্যালয়ের পাঠ্যক্রম থেকে বিবর্তনবাদ অপসারণের ঘোষণা দেয়।\n\n\n=== ব্যভিচার ===\n২০১৮ সালে, রেজেপ তাইয়্যিপ এরদোয়ান বলেছিলেন যে তুরস্কের আবারও ব্যভিচারকে অপরাধ বলে বিবেচনা করা উচিত এবং ২০০৪ সালে ইইউতে যোগদানের জন্য তুরস্ক ব্যভিচারকে অপরাধ না করে ভুল করেছে।\n\n\n== তথ্যসূত্র =="}