{"pageid": 1415493, "title": "হোমেন বরগোহাঞি", "url": "https://bn.wikipedia.org/wiki?curid=1415493", "content": "হোমেন বরগোহাঞি (অসমীয়া: হোমেন বৰগোহাঞি; ৭ ডিসেম্বর ১৯৩২ - ১২ মে ২০২১) ছিলেন একজন অসমীয়া লেখক এবং সাংবাদিক। তিনি তাঁর পিতা-পুত্র উপন্যাসের জন্য ১৯৭৮ সালে অসমীয়া ভাষায় সাহিত্য অকাদেমি পুরস্কার লাভ করেন। তিনি ২০০১ থেকে ২০০২ সাল পর্যন্ত আসাম সাহিত্য সভার সভাপতিও ছিলেন।\n\n\n== জন্ম ও শিক্ষা ==\nহোমেন বরগোহাঞি ১৯৩২ সালের ৭ ডিসেম্বর আসামের অবিভক্ত লখিমপুর জেলার ঢকুয়াখানায় একটি আহোম পরিবারে জন্মগ্রহণ করেন। তাঁর পিতা ইন্দ্রধর বরগোহাঞি এবং মাতা আইতা বরগোহাঞি। তিনি 1950 সালে ডিব্রুগড় সরকারি উচ্চ মাধ্যমিক বালক বিদ্যালয় থেকে ম্যাট্রিকুলেশন পাস করেন এবং কটন কলেজে যোগ দেন। তিনি কটন কলেজ থেকে স্নাতক হন তিনি পরীক্ষায় উত্তীর্ণ হন এবং 1954 সালে ইংরেজিতে অনার্সসহ স্নাতক হন।  তিনি কটন কলেজের দ্বিতীয় মেসে (বর্তমানে শহীদ রঞ্জিত বরপুজারি হোস্টেল) ছিলেন। হোমেন বারগোহাঞি তার আত্মজীবনীতে উল্লেখ করেছেন যে তিনি তার ইচ্ছার বিরুদ্ধে বিজ্ঞান ক্লাসে প্রবেশ করেছিলেন। \"আমার ইচ্ছার বিরুদ্ধে, আমি বিজ্ঞানের ক্লাসে ভর্তি হয়েছিলাম,\" সে বলে।  এর কারণও একই ছিল - অধ্যবসায়।\" তিনি কলেজে প্রবেশের আগে যে প্রবেশিকা পরীক্ষা দিয়েছিলেন তা তিনি পাস করেননি। তিনি শুধুমাত্র প্রথম বিভাগে পাস করেন। যেদিন ফলাফল ঘোষণা করা হয়, সেদিন সংস্কৃত শিক্ষক লক্ষ্মীনাথ ফুকন তাকে কলা পড়ার নির্দেশ দেন। যাইহোক, হোমেন বারগোহাইন গোপনে শিল্প অধ্যয়নের সিদ্ধান্ত নেন। কিন্তু তিনি শিক্ষকের কথা শুনে বিজ্ঞান পড়ার সিদ্ধান্ত নেন। সে তার ইন্টারমিডিয়েট (আইএসসি) পরীক্ষায় ভালো করেছে। কিন্তু তিনি বলেছেন, “...কিন্তু এর জন্য একটা মূল্য দিতে হয়েছিল। কলেজের প্রথম দুই বছর আমার জন্য খুব অসুখী ছিল।\"  এরপর তিনি তৃতীয় বর্ষে ইংরেজিতে অনার্স নেন এবং বিজ্ঞান থেকে আর্টসে চলে যান। তিনি তার আত্মজীবনী, আত্মানুসন্ধান-এ বলেছেন, \"আমি যখন শিল্পে এসেছি, তখন আমি একটি পরিবারের সন্তানের মতো স্বস্তির অনুভূতি অনুভব করেছি।\"\n\n\n== সাহিত্য কৃতি ==\n\n\n== সংবাদপত্র ও পত্রিকার সম্পাদক ==\nআমার অসম\nঅসম বাণী\nনীলাচল\nসূত্রধর\nনাগরিক\nসাতসরী\nনিয়মীয়া বার্তা\n\n\n== পুরস্কার ==\nসাহিত্য অকাদেমি পুরস্কার\nঅসম উপত্যকা সাহিত্য পুরস্কার\nঅসম সাহিত্য সভা থেকে নীলমনি ফুকন পুরস্কার\nশ্রীমন্ত শঙ্করদেব পুরস্কার\nমৎসেন্দ্র নাথ পুরস্কার\n\n\n== তথ্যসূত্র =="}