{"pageid": 14153, "title": "লুভ্‌র জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=14153", "content": "লুভ্‌র জাদুঘর (ফরাসি: Le Musee du Louvre ল্য ম্যুজে দ্যু লুভ্‌র্‌) বিশ্বের বৃহত্তম শিল্পকলা জাদুঘর এবং ফ্রান্সের রাজধানী প্যারিসের একটি ঐতিহাসিক স্থাপনা। শহরের কেন্দ্রভাগের এই বিশিষ্ট স্থাপনাটি সেন নদীর ডান তীরে শহরের ১ম আরোঁদিসমঁ বা ওয়ার্ডে অবস্থিত। জাদুঘরটির প্রদর্শনস্থলের আয়তন প্রায় ৭২,৭৩৫ বর্গমিটার (প্রায় ৮ লক্ষ বর্গফুট) এবং এখানে প্রাগৈতিহাসিক যুগ থেকে ২১শ শতক পর্যন্ত সৃষ্ট প্রায় ৩৮ হাজার শিল্পবস্তু প্রদর্শন করা হয়।  ২০১৯ সালের হিসাব অনুযায়ী লুভ্‌র জাদুঘর বিশ্বের সবচেয়ে বেশি পরিদর্শিত শিল্পকলা জাদুঘর; এ বছর এখানে প্রায় ৯ কোটি ৬ লক্ষ দর্শনার্থী ঘুরতে আসেন।\n\n\n== ইতিহাস ==\nলুভ্‌র জাদুঘরটি লুভ্‌র প্রাসাদে অবস্থিত। ফ্রান্সের রাজা ২য় ফিলিপ প্রাসাদটিকে আদিতে ১২শ থেকে ১৩শ শতকে একটি দুর্গ হিসেবে নির্মাণ করেছিলেন। জাদুঘরের ভূনিম্নস্থ তলাতে এখনও এই দুর্গের অবশেষ দেখতে পাওয়া যায়। সময়ের সাথে সাথে প্যারিস নগরীর আয়তন বৃদ্ধি পেলে দুর্গটির প্রতিরক্ষামূলক সুবিধাটির দরকার ফুরিয়ে যায়। ১৫৪৬ সালে ফরাসি রাজা ১ম ফ্রঁসোয়া এটিকে ফরাসি রাজাদের মূল বাসভবনে রূপান্তরিত করেন। এর পরে বহুবার ভবনটির সম্প্রসারণ সাধন করা হয় যা ভবনটিকে এর বর্তমান রূপ দান করেছে। ভিতরে, ক্যামেরা এবং ভিডিও রেকর্ডার অনুমোদিত, তবে ফ্ল্যাশ ফটোগ্রাফি নিষিদ্ধ।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n১৬৮২ সালে ফ্রান্সের রাজা ১৬শ লুই তাঁর বাসভবন হিসেবে ভের্সাইয়ের প্রাসাদটিকে নির্বাচন করেন ও লুভ্র প্রাসাদ ত্যাগ করেন। এটিকে তখন রাজার রাজকীয় সংগ্রহশালার একটি প্রদর্শনীকেন্দ্র হিসেবে ব্যবহার করা হত। এর মধ্যে প্রাচীন রোমান ও গ্রিক স্থাপত্যের একটি সংগ্রহ ছিল অন্যতম। \n১৬৯২ সাল থেকে আরও প্রায় ১০০ বছর পর্যন্ত ফরাসি খোদাই লিপি ও শিল্প সমালোচনা আকাদেমি এবং ফরাসি চিত্রশিল্প ও ভাস্কর্য আকাদেমি এই ভবনটিকে তাদের কার্যালয় হিসেবে ব্যবহার করেন। ফরাসি বিপ্লবের সময় ফ্রান্সের জাতীয় সংসদে সিদ্ধান্ত নেওয়া হয় যে ফরাসি জাতির কাছে থাকা সর্বোৎকৃষ্ট শিল্পকর্মগুলি প্রদর্শনে লুভ্‌র-কে ব্যবহার করা হবে।\n\n১৭৯৩ সালের ১০ই আগস্ট ৫৩৭টি চিত্রকর্মের একটি প্রদর্শনীর মাধ্যমে লুভ্‌র জাদুঘরটি উদ্বোধন করা হয়। এগুলি মূলত রাজা ও গির্জাসমূহের সংগ্রহ থেকে নেওয়া হয়েছিল। এরপর সম্রাট নাপোলেওঁ-র (নেপোলিয়ন) শাসনামলে যুদ্ধের সময় ফরাসি সেনাবাহিনী কর্তৃক বাজেয়াপ্ত শিল্পকর্ম দিয়ে জাদুঘরের সংগ্রহ আরও সমৃদ্ধশালী হয়, কিন্তু তাঁর মৃত্যুর পর সেগুলির বেশির ভাগই আবার মূল মালিকের কাছে ফেরত দেওয়া হয়। এরপর রাজা ১৮শ লুই ও ১০ম শার্লের সময়ে এবং ২য় ফরাসি সাম্রাজ্যের পর্বে জাদুঘরটির সংগ্রহে প্রায় ২০ হাজার শিল্পকর্ম যোগ করা হয়। এরপর থেকে ধারাবাহিকভাবে অনুদান ও অধিকৃতির মাধ্যমে জাদুঘরের সংগ্রহের আয়তন ক্রমাগত বৃদ্ধি পাচ্ছে।\nবর্তমানে লুভ্‌র জাদুঘরের সংগ্রহটি ৮টি বিভাগে বিভক্ত করা হয়েছে। এগুলি হল প্রাচীন মিশরীয় শিল্পবস্তুসমূহ, নিকট প্রাচ্যের শিল্পবস্তুসমূহ, গ্রিক শিল্পকলা, এত্রুস্কান শিল্পকলা, রোমান শিল্পবস্তুসমূহ, ইসলামী শিল্পকলা, ভাস্কর্য, আলঙ্কারিক শিল্পকলা, চিত্রকর্মসমূহ, ছাপশিল্প ও অঙ্কন।\n\n\n== চিত্রমালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nVirtual reality gallery with fullscreen panoramas of the Louvre\nThe Louvre in 360°  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ মার্চ ২০১৬ তারিখে\nhttps://web.archive.org/web/20160417141451/http://theartnewspaper.com/reports/visitor-figures-2015/jeff-koons-is-the-toast-of-paris-and-bilbao/ Louvre; world's most- attended museum"}