{"pageid": 1415487, "title": "লিথিয়াম সুপার অক্সাইড", "url": "https://bn.wikipedia.org/wiki?curid=1415487", "content": "লিথিয়াম সুপারঅক্সাইড হলো একটি অস্থিতিশীল অজৈব লবণ। এর রাসায়নিক সংকেত LiO2। এটি একটি যৌগমূলক। এটি ম্যাট্রিক্স বিচ্ছিন্নতা পরীক্ষায় কম তাপমাত্রায় বা নির্দিষ্ট অপোলার, নন-প্রোটিক দ্রাবকগুলো দ্বারা উৎপন্ন হতে পারে। লিথিয়াম-বায়ু গ্যালভানিক কোষে অক্সিজেনের বিজারণের সময় লিথিয়াম সুপারঅক্সাইড একটি ক্ষণস্থায়ী যৌগ হিসেবে উৎপন্ন হয়। যৌগটি এই ধরনের ব্যাটারির সম্ভাব্য দ্রাবকগুলির প্রধান সীমাবদ্ধতা হিসাবে কাজ করে। এই কারণে, তাত্ত্বিক ও বর্ণালী উভয় পদ্ধতি ব্যবহার করে এবিষয়ে পুঙ্খানুপুঙ্খভাবে পর্যবেক্ষণ করা হয়েছে।\n\n\n== গঠন ==\nLiO2 অণু একটি ভুল নাম। এই যৌগে লিথিয়াম ও অক্সিজেনের মধ্যে বন্ধনগুলি অত্যন্ত আয়নিক প্রকৃতির হয় এবং এতে প্রায় সম্পূর্ণ ইলেক্ট্রন-স্থানান্তর হয়ে থাকে। ভিন্ন প্রসঙ্গে দুটি অক্সিজেন পরমাণুর মধ্যে বল ধ্রুবক সুপারঅক্সাইড অ্যানায়নের (O−2) জন্য পরিমাপ করা ধ্রুবকের সাথে মিলে যায়। O-O বন্ধনের জন্য পরিমাপকৃত বন্ধন দৈর্ঘ্য ১.৩৪ Å। একটি সাধারণ স্ফটিক কাঠামো অপ্টিমাইজেশান ব্যবহার করে, Li-O বন্ধনটির দৈর্ঘ্য প্রায় ২.১০ Å গণনা করা হয়েছিল।\nLiO2 অণু দ্বারা গঠিত স্ফটিক সংক্রান্ত বেশ কয়েকটি গবেষণা হয়েছে। সবচেয়ে সাধারণ ডাইমারটি কেজ আইসোমার হিসাবে পাওয়া গেছে। দ্বিতীয়টি সিঙ্গেল বাইপিরামিডাল গঠনে পাওয়া গিয়েছে। চেয়ার কমপ্লেক্স এবং প্ল্যানার রিং নিয়েও গবেষণা করা হয়েছে, তবে এই দুটি কম উপযোগী, যদিও তা অসম্ভব নয়।\n\n\n== উৎপাদন এবং বিক্রিয়াসমূহ ==\nলিথিয়াম সুপারঅক্সাইড অত্যন্ত বিক্রিয়াশীল কারণ সুপারঅক্সাইড অ্যানায়নের π* আণবিক কক্ষপথে বিজোড় সংখ্যক ইলেকট্রন থাকে। ম্যাট্রিক্স বিচ্ছিন্নকরণ কৌশলগুলি যৌগের বিশুদ্ধ নমুনা তৈরি করতে পারে, তবে সেগুলি শুধুমাত্র ১৫-৪০ K তাপমাত্রায় স্থিতিশীল থাকে।\nফ্রেয়ন ১২ এ উচ্চতর (কিন্তু ক্রায়োজেনিক) তাপমাত্রায়,ওজোনেটিং লিথিয়াম পারক্সাইড (Li2O2) দ্বারা লিথিয়াম সুপারঅক্সাইড উৎপাদন করা যেতে পারে:\n\nLi2O2(f12) + 2 O3(g) → 2 LiO2(f12) + 2 O2(g)\nউৎপন্ন যৌগটি শুধুমাত্র −৩৫°C পর্যন্ত স্থিতিশীল অবস্থা প্রদর্শন করে।\nবিকল্পভাবে, শুষ্ক অ্যামোনিয়াতে দ্রবীভূত লিথিয়াম ইলেকট্রাইড অক্সিজেন গ্যাসকে বিজারিত করে একই যৌগ উৎপন্ন করতে পারে:\n\n[Li+][e−](am) + O2(g) → [Li+][O−2](am)\nতবে, লিথিয়াম সুপারঅক্সাইড শুধুমাত্র অ্যামোনিয়ার সাথে বিক্রিয়ায় স্বল্প-সুস্থিত অবস্থা প্রদর্শন করে। বিক্রিয়াটিতে এটি ধীরে ধীরে অ্যামোনিয়াকে জারিত করে পানি এবং নাইট্রোজেন গ্যাস উৎপন্ন করে:\n\n2 O−2 + 2 NH3 → N2 + 2 H2O + 2 OH−\n\n\n== সংঘটন ==\nঅন্যান্য সুপারঅক্সাইডের মতোই, অক্সিজেন অণুর একটি ইলেক্ট্রন হ্রাস হবার ফলে লিথিয়াম সুপারঅক্সাইড যৌগটি উৎপন্ন হয়। একইভাবে যখনই অক্সিজেন একক-ইলেক্ট্রন রেডক্স অনুঘটকের সাথে মিশ্রিত হয় তখন উৎপন্ন হয়, যেমন পি -বেনজোকুইনোন।\n\n\n=== ব্যাটারিতে ===\nলিথিয়াম সুপারঅক্সাইড লিথিয়াম-বায়ু গ্যালভানিক কোষের ক্যাথোডেও উৎপন্ন হয়। যেমন:\n\nLi+ + e− + O2 → LiO2\nএই যৌগটি সাধারণত এরপরে বিক্রিয়া করে লিথিয়াম পারক্সাইড (Li2O2) গঠন করে।\n\n2 LiO2 → Li2O2 + O2\nউপরোক্ত শেষ বিক্রিয়াটির বিক্রিয়া কৌশল এখনও নিশ্চিতভাবে জানা যায়নি। যা এখনও অক্সিজেন বিজারণ প্রক্রিয়ার একটি সম্পূর্ণ তত্ত্বের বিকাশ ২০২২-এর হিসাব অনুযায়ী একটি তাত্ত্বিক চ্যালেঞ্জ হিসাবে রয়ে গেছে। এ নিয়ে সাম্প্রতিক কাজ এটি প্রস্তাব করে যে LiO2কে ইরিডিয়াম ন্যানো পার্টিকেল সহ গ্রাফিন দিয়ে তৈরি একটি উপযুক্ত ক্যাথোড দ্বারা স্থিতিশীল করা যেতে পারে।\nএই ব্যাটারিগুলি পর্যবেক্ষণ করার সময় একটি চ্যালেঞ্জ হল একটি আদর্শ দ্রাবক খুঁজে পাওয়া, যা এই বিক্রিয়াগুলি সম্পাদন করতে পারে। বর্তমানে ব্যবহৃত দ্রাবকসমূহ ইথার এবং অ্যামাইড -ভিত্তিক, কিন্তু এই যৌগগুলি সহজেই সুপারঅক্সাইডের সাথে বিক্রিয়া করে এবং বিশ্লেষিত হয়ে যায়। তা সত্ত্বেও, লিথিয়াম-বায়ু কোষগুলোয় প্রচুর পরিমাণ শক্তি ঘনীভূত থাকায় তা গভীর গবেষণার কেন্দ্রবিন্দুতে অবস্থিত। এই শক্তি অভ্যন্তরীণ দহন ইঞ্জিনের সাথে তুলনীয়।\n\n\n=== বায়ুমণ্ডলে ===\nলিথিয়াম সুপারঅক্সাইড নিম্ন-ঘনত্ব, উচ্চ-শক্তির পরিবেশে, যেমন উপরের বায়ুমণ্ডলে দীর্ঘ সময়ের জন্য উৎপন্ন হতে পারে। মেসোস্ফিয়ারে উল্কা থেকে নির্গত ক্ষারীয় ধাতব ক্যাটায়নের একটি স্তর রয়েছে। এমন পরিবেশে সোডিয়াম এবং পটাসিয়ামের অনেক আয়ন সংশ্লিষ্ট সুপারঅক্সাইডের কণা তৈরি করতে পারে। লিথিয়ামও অনুরূপভাবে বিক্রিয়া করবে কিনা তা বর্তমানে অস্পষ্ট।\n\n\n== আরও দেখুন ==\nলিথিয়াম অক্সাইড\nলিথিয়াম পারক্সাইড\n\n\n== তথ্যসূত্র =="}