{"pageid": 1415494, "title": "অমূল্য বড়ুয়া", "url": "https://bn.wikipedia.org/wiki?curid=1415494", "content": "অমূল্য বড়ুয়া ( অসমীয়া: অমূল্য বৰুৱা ) (৩০ জুন ১৯২২ - ১৮ আগস্ট ১৯৪৬) ছিলেন একজন অসমীয়া কবি ও লেখক। তিনি অসমীয়া কবিতার প্রগতিশীল ধারাকে বিবর্তনের পথে নিয়ে যেতে চেয়েছিলেন। তাই তাকে 'কালের কবি' বলা হয়। তিনি ছাত্রাবস্থায় কবি হিসাবে অসমীয়া কবিতার জগতে একটি স্বতন্ত্র অবদান রেখেছিলেন। গতানুগতিক কবিতার ধারায় না গিয়ে নতুন বিষয়বস্তু নিয়ে কবিতা লিখে আলোড়ন সৃষ্টি করেন। তিনি ছিলেন আধুনিক অসমীয়া কবিতার একজন পথিকৃৎ।\n\n\n== জীবনী ==\nঅমূল্য বড়ুয়া ১৯২২ সালের ৩০ জুন ভারতের আসামর যোরহাটে একটি মধ্যবিত্ত পরিবারে জন্মগ্রহণ করেন। তার বাবা প্রমোদ বড়ুয়া ছিলেন সড়ক নির্মাণ বিভাগের একজন সাধারণ কর্মচারী। মায়ের নাম ছিল রেবতী বড়ুয়া। পিতামাতার ছয় সন্তানের মধ্যে তিনি ছিলেন সব থেকে বড়। ১৯৩৩ সালে তিনি যোরহাট সরকারি উচ্চ বিদ্যালয়ে ভর্তি হন কিন্তু যখন তার পিতা গোলাঘাটে স্থানান্তরিত হন তখন তিনি তার পিতার সাথে গোলাঘাটে চলে যান এবং পঞ্চম শ্রেণীতে ভর্তি হন। ১৯৩৭ সালে তিনি যোরহাটে ফিরে আসেন এবং ষষ্ঠ শ্রেণীতে ভর্তি হন। তিনি ১৯৪১ সালে জোড়হাট সরকারি উচ্চ মাধ্যমিক বিদ্যালয় থেকে প্রবেশিকা পরীক্ষায় উত্তীর্ণ হন। বিদ্যালয়ের শিক্ষকরা তাকে তার বন্ধুদের সাথে সাহিত্যপাঠে উৎসাহিত করতেন। বিজ্ঞান বিষয় নিয়ে পড়ার জন্য কটন কলেজে প্রবেশ করেন। পরে তিনি আর্থিক সমস্যার কারণে কটন কলেজ ছেড়ে দেন এবং যোরহাটের নবনির্মিত জগন্নাথ বড়ুয়া কলেজে ভর্তি হন। বিএ পড়ার সময় তিনি স্বাধীনতা আন্দোলনে জড়িয়ে পড়েন। ১৯৪৫ সালে তিনি এখান থেকে বিএ পরীক্ষায় উত্তীর্ণ হন। স্নাতক হওয়ার পর তিনি কলকাতা বিশ্ববিদ্যালয়ে ইংরেজি এবং আইন বিষয়ে এমএ পড়তে যান। কলকাতায় থাকাকালীন তিনি বহু বাঙালি শিল্পী ও লেখকের সংস্পর্শে আসেন।\n\n\n== সাহিত্যকর্ম ==\n১৯৩৯ সালে তিনি কলকাতা থেকে প্রকাশিত 'আবাহন' পত্রিকার জন্য কবিতা লিখতে অনুপ্রাণিত হন। দ্বিতীয় বিশ্বযুদ্ধের সময়ও তিনি এবং তার সহকর্মীরা সাহিত্য ও সংস্কৃতির চর্চা অব্যাহত রেখেছিলেন। তিনি রূদালি সভা নামে একটি পত্রিকার সম্পাদক ছিলেন এবং এতে যোগসূত্র নামে একটি বিপ্লবী কবিতাও লিখেছিলেন। কলেজে পড়ার সময় তিনি একটি কলেজ পত্রিকার ইংরেজি বিভাগের সম্পাদক ছিলেন এবং 'মকরি অফ সিভিলাইজেশন' নামে একটি ইংরেজি বিপ্লবী কবিতা লিখেছিলেন। কবিতাটি পরে বোম্বেই বর্তমানে মুম্বাই থেকে প্রকাশিত ইংরেজি পত্রিকা ত্রিবেণীতে প্রকাশিত হয়।\nতার একমাত্র কবিতা সংকলন অচিনা (অচেনা), তার মৃত্যুর পরে ১৯৬৪ সালে প্রকাশিত হয়েছিল। তার কিছু বিখ্যাত কবিতার মধ্যে রয়েছে আন্ধাৰৰ হাহাকাৰ (অন্ধকারের কান্না),  বেশ্যা (পতিতা), বিপ্লৱী (বিপ্লবী) এবং কুকুৰ (কুকুর)।\nতার প্রগতিশীল কবিতাগুলো সর্বহারা শ্রেণীর এবং মানবজীবনের দুঃখ-কষ্টকে প্রতিফলিত করে।  বেশ্যা (পতিতা) কবিতাটি মানব জীবনের চিরন্তন ট্র্যাজেডির একটি মনস্তাত্ত্বিক বিশ্লেষণ। কবিতাটি জয়ন্তীতে প্রকাশের পরপরই অসমীয়া সাহিত্য জগতে আলোড়ন সৃষ্টি করে। অনেক সমালোচক এর প্রশংসা করে তাকে আসামের গার্সিয়া লোরকা বলে অভিহিত করেন।\n\n\n== মৃত্যু ==\nঅমূল্য বড়ুয়া ১৯৪৬ সালের ১৮ আগস্ট কলকাতার রাজা রাম নারায়ণ স্ট্রিটে বিশ্ববিদ্যালয়ের ছাত্রাবাসে ২৪ বছর বয়সে সাম্প্রদায়িক সংঘর্ষ নিহত হন।\n\n\n== তথ্যসূত্র =="}