{"pageid": 1415073, "title": "রংপুর কারমাইকেল বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1415073", "content": "রংপুর কারমাইকেল বিশ্ববিদ্যালয় (পূর্বে: রংপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়) বাংলাদেশের রংপুর শহরের কারমাইকেল কলেজকে বিলুপ্ত করে উক্ত কলেজ ক্যাম্পাসে প্রস্তাবিত একটি সরকারি বিশ্ববিদ্যালয়। ২০০১ সালে কারমাইকেল কলেজ ক্যাম্পাসে “রংপুর বিজ্ঞান ও প্রযু্‌ক্তি বিশ্ববিদ্যালয়” নামে একটি বিশ্ববিদ্যালয় স্থাপনে আইন পাস হয়। ২০০৬ সালে ২০০১ সালের রংপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় আইন, ২০০১ (২০০১ সনের ৩৪ নং আইন) এবং সরকারী কারমাইকেল কলেজ বিলুপ্ত করে কারমাইকেল কলেজ ক্যাম্পাসে “রংপুর কারমাইকেল বিশ্ববিদ্যালয়” নামে একটি বিশ্ববিদ্যালয় স্থাপনের আইন পাস হয়। পরবর্তীতে এ আইন বাস্তবায়ন না হয়ে ২০০১ সালের পাসকৃত আইনে কারমাইকেল কলেজ থেকে অধিগ্রহণকৃত জমিতে ২০১১ সালে রংপুর বিশ্ববিদ্যালয় অধ্যাদেশ, ২০০৮ দ্বারা প্রতিষ্ঠিত বেগম রোকেয়া বিশ্ববিদ্যালয়ের স্থায়ী ক্যাম্পাস চালু করা হয়।\n\n\n== ইতিহাস ==\n১৯৪৭ খ্রিষ্টাব্দের পর রংপুরে একটি বিশ্ববিদ্যালয় স্থাপনের দাবি আসে। কিন্তু, ১৯৭১ খ্রিষ্টাব্দ পর্যন্ত এ বিষয়ে কোনো উদ্যোগ নেয়া হয়নি। বাংলাদেশের স্বাধীনতার পর রংপুরে একটি বিশ্ববিদ্যালয় স্থাপনের জন্য আন্দোলন হয়। ১৯৯৬ সালে আওয়ামী লীগ ক্ষমতায় আসে। শেখ হাসিনা সরকারের মেয়াদকালে রংপুরে বিশ্ববিদ্যালয় স্থাপনের জন্য 'রংপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় আইন, ২০০১' পাশ করা হয়। প্রকল্প পরিচালক নিয়োগ দিয়ে বিশ্ববিদ্যালয়টির জমি অধিগ্রহণ শুরু হয়। ২০০১ খ্রিষ্টাব্দে বাংলাদেশ জাতীয়তাবাদী দল ক্ষমতায় আসে এবং বিশ্ববিদ্যালয় স্থাপন কার্যক্রম বন্ধ করে দেয়। ২০০৬-এ 'রংপুর কারমাইকেল বিশ্ববিদ্যালয় আইন, ২০০৬' পাশ করে 'রংপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় আইন, ২০০১' ও রংপুর কারমাইকেল কলেজ বিলুপ্ত করা হয়। তবে, এই বিশ্ববিদ্যালয়টিও আর স্থাপিত হয়নি। পরবর্তীতে, সংসদে 'রংপুর বিশ্ববিদ্যালয় আইন, ২০০৯' নামে একটি নতুন আইন পাশের মাধ্যমে ১২ অক্টোবর, ২০০৮ সালে তত্ত্বাবধায়ক সরকার রংপুর বিশ্ববিদ্যালয় স্থাপন করে পুরনো বিশ্ববিদ্যালয়ের জায়গায়। ২০০৮-এ আওয়ামী লীগ পুনরায় ক্ষমতায় আসলেও, বিশ্ববিদ্যালয়টির কার্যক্রম শুরু করতে কোনো পদক্ষেপ নেয়নি। ২০২১ সালে রংপুরে একটি সভায় তৎকালীন শিক্ষামন্ত্রী ডা. দীপু মনি বিশ্ববিদ্যালয়টি পুনরায় চালু করার কথা বলেন। এরপরও বিশ্ববিদ্যালয়টির কার্যক্রম দেখা যায়নি।\n\n\n== আরও দেখুন ==\nকারমাইকেল কলেজ, রংপুর\nবেগম রোকেয়া বিশ্ববিদ্যালয়, রংপুর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরংপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় আইন, ২০০১\nরংপুর কারমাইকেল বিশ্ববিদ্যালয় আইন, ২০০৬\nবেগম রোকেয়া বিশ্ববিদ্যালয়, রংপুর আইন, ২০০৯"}