{"pageid": 1415466, "title": "কালিরাম মেধি", "url": "https://bn.wikipedia.org/wiki?curid=1415466", "content": "কালীরাম মেধি (১৮ অক্টোবর ১৮৮০– ২৪ জানুয়ারী ১৯৫৪) ছিলেন আসামের একজন বিশিষ্ট ভাষাবিদ, লেখক এবং প্রাবন্ধিক। তিনি আধুনিক অসমিয়া সাহিত্যের প্রথম দিকে অসমীয়া এবং ইংরেজি উভয় ভাষাতেই সাহিত্য রচনা করেছেন। তিনি ১৯১৯ সালে বড়পেটাতে অনুষ্ঠিত অসম সাহিত্য সভার তৃতীয় সভাপতি ছিলেন। ১৯৪৬ সালে তাকে রায় বাহাদুর উপাধিতে ভূষিত করা হয়। সুরেন্দ্র নাথ মেধি (তাঁর ছদ্মনাম সৌরভ কুমার চালিহা দ্বারা অধিক পরিচিত) ছিলেন তাঁর পুত্র। তিনি একজন বহুমুখী অসমীয়া ছোটগল্প লেখক এবং পদার্থবিজ্ঞানের অধ্যাপক। তিনি পরবর্তীতে আসাম ইঞ্জিনিয়ারিং কলেজের আজীবন সহযোগী অধ্যাপক নিযুক্ত ছিলেন। তাঁর মেয়ে কাদম্বরী মেধি এবং তাঁর স্বামী বিনন্দী চন্দ্র মেধির সন্তান জ্যোতিপ্রসাদ মেধি তাঁর নাতি ছিলেন। তিনি একজন বিশিষ্ট গণিতবিদ হিসেবে সুপরিচিত ছিলেন। তিনি গৌহাটি বিশ্ববিদ্যালয় এবং ইনস্টিটিউট অফ অ্যাডভান্সড স্টাডিজ ইন সায়েন্স এন্ড টেকনোলোজিতে পরিসংখ্যানের ইমেরিটাস অধ্যাপক ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nকালিরাম মেধি ১৮৮০ সালের ১৮ই অক্টোবর কামরূপ জেলার হাজোর কাছে রামদিয়া গ্রামে জন্মগ্রহণ করেন। তার পিতার নাম ভূকালী মেধি এবং মাতার নাম সোনতারা মেধি। মেধী বড়পেটার মোক্ষদা দাসকে প্রথমে বিয়ে করেন। এরপরে তিনি দ্বিতীয়বার বিবাহ বন্ধনে আবদ্ধ হন। তার দ্বিতীয় স্ত্রীর ঘরে পাঁচ সন্তান ছিল। দ্বিতীয় স্ত্রীর অকাল মৃত্যু হয় এবং তিনি নগাঁর পুত্রবধূ স্বর্ণলতা ভূঁইয়াকে বিয়ে করেন। তাঁর ছেলে সুরেন্দ্র নাথ মেধি (১৯৩০-২০১১) সৌরভ কুমার চালিহা ছদ্মনামে একজন বিখ্যাত অসমীয়া লেখক হয়ে ওঠেন এবং ১৯৭৪ সালে অসমিয়া ভাষায় সাহিত্য একাডেমি পুরস্কার লাভ করেন।\n\n\n== শিক্ষাজীবন ==\nতিনি নিজ গ্রামে প্রাথমিক শিক্ষা গ্রহণ করেন। তখন বিদ্যালয়টি ছাত্রঘর নামে পরিচিত ছিল। ১৮৯১ সালে তিনি গুয়াহাটির সরকারি উচ্চ মাধ্যমিক বিদ্যালয়ে ভর্তি হন। ১৮৯৭ সালে তিনি সংস্কৃতে সর্বোচ্চ নম্বর নিয়ে প্রথম বিভাগে প্রবেশিকা পরীক্ষায় উত্তীর্ণ হন। এরপর তিনি কলকাতা সিটি কলেজের এফএ ক্লাসে ভর্তি হন। তিনি ১৮৯৯ সালে এই কলেজ থেকে প্রথম বিভাগে এফএ পাস করেন এবং সেখানেই স্নাতক করেন। ১৯০২ সালে তিনি কলকাতা বিশ্ববিদ্যালয় থেকে স্বর্ণপদক সহ পদার্থবিদ্যায় স্নাতকোত্তর ডিগ্রি লাভ করেন। মেধী সেই সময়ে স্নাতকোত্তর ডিগ্রি অর্জনকারী তৃতীয় অসমীয়া ব্যক্তি ছিলেন।\n\n\n== কর্মজীবন ==\n১৯০৪ সালে মেধী গুয়াহাটি সেটেলমেন্ট ক্যাম্পে ভূমি বিচারক হিসাবে তার কর্মজীবন শুরু করেন। ১৯০৫ সালে তিনি আসাম প্রশাসনিক পরিষেবাতে যোগদান করেন। গোয়ালপাড়ায় থাকাকালীন তিনি সরকারি কাজের চেয়ে শিল্প, সংস্কৃতি ও সাহিত্যে নিজেকে নিয়োজিত করেন এবং ১৯৩৫ সালে কমিশনার হিসেবে অবসর গ্রহণ করেন, যদিও পরবর্তী দুই বছরে (১৯৩৬-১৯৩৮) তিনি বিশেষভাবে নিযুক্ত ছিলেন। মেধী ১৯১৮ সালের দ্বিতীয় অধিবেশনের অভ্যর্থনা কমিটির উপদেষ্টা ছিলেন। তিনি ১৯১৯ সালের ২৬শে ডিসেম্বর বড়পেটাতে অনুষ্ঠিত আসাম সাহিত্য সভার তৃতীয় অধিবেশনে সভাপতিত্ব করেন। তিনি আনন্দ চন্দ্র অগ্রবালের সভাপতিত্বে মঙ্গলদাইতে ১৯৩৪ সালের অধিবেশনের প্রধান উদ্যোক্তাও ছিলেন। এছাড়া গবেষণা কমিটি ও জাদুঘর কমিটিতেও তিনি বিশেষ দায়িত্ব পালন করেন।\n\n\n== মৃত্যু ==\nতিনি ২৪শে জানুয়ারী ১৯৫৪ সালে গুয়াহাটির পানবাজারে মৃত্যুবরণ করেন।\n\n\n== সাহিত্যকর্ম ==\nঅসমীয়া ভাষায়\nঅসমিয়া ভাসার মুল (অসমিয়া ভাষা) (১৯১৮),\nঅসমিয়া ব্যাকোরন অরু ভাষাতত্ত্ব (অসমীয়া ব্যাকৌণ ও ভাষাতত্ত্ব) (১৯৩৬),\nমহাপুরুষ শঙ্করদেবর বাণী (১৯১৯)\nআঙ্কাওয়ালি (পর্ব-১) (অঙ্কালী) (১ম ভাগ) (১৯৫০),\nপ্রহ্লাদ চরিত্র (প্রহ্লাদ চরিত্র) (১৯১৩)\nঅসমীয়া প্ৰাথমিক প্ৰাকৃতিক বিজ্ঞান,\nবীজগণিত,\nঅসমীয়া নাট,\nহ্যালির নীড় তারকা,\nগর্ব,\nলেখার সরঞ্জাম,\nতপ,\nপৃথিবী,\nসূৰ্য ইত্যাদি।\n\nইংরেজী ভাষায়\nদ্যা কালিতাস,\nব্রজাবলী লিটারেচার অফ আসাম,\nফিলসোফিক এস্পেক্টস অফ দ্যা আসামিজ ব্রজাবলী লিটারেচার,\nঅরিজিন অফ আসামিজ ড্রামা,\nস্টাডিজ অফ দ্যা বৈষ্ণব লিটারেচার এন্ড কালচার অফ আসাম,\nআসামিজ গ্রামার এন্ড অরিজিনউফ দ্যা আসামিজ ল্যাঙ্গুয়েজ।\n\n\n== আরো দেখুন ==\nঅসমীয়া সাহিত্যের ইতিহাস\nঅসমীয়া লেখকদের ছদ্মনামের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅসমীয়া ব্যাকরণ এবং অসমীয়া ভাষার উৎপত্তি, (1988) কালীরাম মেধির একটি বই।\nআসামের গুয়াহাটির আমবাড়িতে কালীরাম মেধির মূর্তি ।\nওপেন লাইব্রেরি ওয়েবসাইটে কালীরাম মেধির বই ।\nWorldcat.org এ বই ।"}