{"pageid": 1415402, "title": "মেনকা পি পি বরা", "url": "https://bn.wikipedia.org/wiki?curid=1415402", "content": "মেনকা প্রফুল প্রসাদ বরা বা মেনকা পি পি বরা হলেন একজন ভারতীয় ধ্রুপদী নৃত্যশিল্পী এবং কোরিওগ্রাফার। তিনি সত্রীয়া নৃত্য, ভরতনাট্যম এবং কুচিপুড়ির একজন নৃত্যশিল্পী। তিনি কেরালার মার্শাল আর্ট কালারিপায়াততুর একজন শিল্পীও। মেনকা পিপি বরা ভারতের অন্যতম শাস্ত্রীয় নৃত্য,সত্রীয়া নৃত্যের প্রচারের জন্য সর্বাধিক পরিচিত। তাঁর মা ইন্দিরা পিপি বোরা, গুয়াহাটিতে ১৯৮২ সালে প্রতিষ্ঠিত সত্রীয়া নৃত্য এবং ভরতনাট্যম ইনস্টিটিউট, কালভূমিতে জড়িত ছিলেন। মেনকা যুক্তরাজ্যের লন্ডন বিশ্ববিদ্যালয় থেকে পিএইচডি করেছেন, যেখানে তিনি সংস্কৃতি ও গণযোগাযোগ বিভাগে গবেষণা করেছেন এবং কিংস্টন বিশ্ববিদ্যালয়ে শিক্ষকতা করেছেন। ২০০৯ সালে ভারতের সঙ্গীত নাটক অকাদেমি তাকে সত্রীয়া নৃত্যের ক্ষেত্রে অবদানের স্বীকৃতিস্বরূপ ওস্তাদ বিসমিল্লাহ্ খান যুব পুরস্কার প্রদান করে।\n\n\n== জন্ম ও শিক্ষা ==\nতিনি ১৯৭৯ সালের ৯ অক্টোবর আসামের গুয়াহাটিতে জন্মগ্রহণ করেন। তাঁর মা ছিলেন বিখ্যাত ভারতীয় ধ্রুপদী নৃত্য গুরু ইন্দিরা পিপি বোরা এবং তাঁর পিতা ছিলেন প্রফুল্ল প্রসাদ বোরা। তিনি প্রাথমিক অবস্থায় মায়ের কাছ থেকে সাত্রিয়া নৃত্য শিখেছিলেন। এরপর তিনি গুরু ভবেন বরা এবং ডঃ প্রদীপ চালিহার কাছ থেকে সাতরিয়া শিখেছিলেন। এরপর তিনি ভরতনাট্যম শেখার জন্য অরুন্ডেলের রুক্মিণী দেবী অরুণ্ডেল কলাক্ষেত্রে যান। সেখানে তিনি শ্রী আদ্যার কে. তিনি লক্ষ্মণ ও ধনঞ্জয়াশার কাছ থেকে ভরতনাট্যম শিখেছিলেন। তিনি গুরু ভেম্পতি চিন্না সত্যমের কাছে কুচিপুড়িও অধ্যয়ন করেছিলেন। তিনি কোরিওগ্রাফার চিত্রলেখার অধীনে কেরল মার্শাল আর্ট কালারিপায়াত্তুও অধ্যয়ন করেছিলেন।\nভাতখন্ড কলেজ অফ মিউজিক থেকে ভারতীয় শাস্ত্রীয় সঙ্গীতে ডিপ্লোমা করেছেন। তিনি মাদ্রাজ বিশ্ববিদ্যালয়ের স্টেলা মারিয়াস কলেজ থেকে ইংরেজি সাহিত্যে প্রথম শ্রেণিতে স্নাতক হন। তিনি ইউনাইটেড কিংডমের ইউনিভার্সিটি অফ লন্ডনের গোল্ডস্মিথ কলেজ থেকে ট্রান্সফরমেশনাল ম্যাস কমিউনিকেশন এবং গ্লোবাল মিডিয়াতে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন। তিনি একই কলেজ থেকে সংস্কৃতি ও গণযোগাযোগ বিভাগে পিএইচডি ডিগ্রি লাভ করেন। এছাড়াও তিনি মুম্বাইয়ের নালন্দা নৃত্য গবেষণা কেন্দ্র থেকে ভারতীয় শিল্পকলায় ডিপ্লোমা অর্জন করেন।\n\n\n== কর্মজীবন ==\nমেনকা পি পি বরা ২০০৮ সাল থেকে কিংস্টন বিশ্ববিদ্যালয়ের নৃত্যের অধ্যাপক ছিলেন তিনি তার মায়ের দ্বারা প্রতিষ্ঠিত শিল্পকলায় একজন নৃত্যশিল্পী এবং পরিচালক হিসাবেও জড়িত। তিনি সারা বিশ্বে পারফর্ম করেছেন। তিনি নৃত্য প্রভা উৎসব, খাজুরাহো উৎসব, নৃত্যঞ্জলি, সঙ্গীত নাটক একাডেমী স্বর্ণ উৎসব ইত্যাদিতে অভিনয় করেছেন। এছাড়াও তিনি বিভিন্ন বিখ্যাত প্রতিষ্ঠান যেমন এনসিপিএ, দর্পণ একাডেমি, কালক্ষেত্র ফাউন্ডেশন, কৃষ্ণ গুণ সভা, নারদ গুন সভা, ভারত কালাঞ্জলি ইত্যাদিতে অভিনয় করেছেন। তিনি মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, ফ্রান্স এবং অস্ট্রেলিয়ায় অভিনয় করেছেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nমেনকা পি পি বরা জাতীয় ও আন্তর্জাতিক অনেক পুরস্কার পেয়েছেন। তিনি আর্ট ইন্ডিয়া থেকে সেরা শিল্পীর পুরস্কার পেয়েছেন। ওয়াশিংটনে মার্কিন দূতাবাস তাকে সম্মানজনক ভারতীয় শাস্ত্রীয় নৃত্য পুরস্কারে ভূষিত করেছে। ২০০৯ সালে, ভারতের সঙ্গীত নাটক অকাদেমি তাকে সত্রীয়া নৃত্যের ক্ষেত্রে অবদানের স্বীকৃতিস্বরূপ ওস্তাদ বিসমিল্লাহ্ খান যুব পুরস্কার প্রদান করে। তিনি ২০১০ সালে অক্সফোর্ড বিশ্ববিদ্যালয়ে সঙ্গীতে উইনগেট স্কলারশিপ লাভ করেন।\n\n\n== তথ্যসূত্র =="}