{"pageid": 1415268, "title": "আইজেনহাওয়ার পার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1415268", "content": "আইজেনহাওয়ার পার্ক, পূর্বে সালিসবারি পার্ক নামে পরিচিত, নিউ ইয়র্কের ইস্ট মেডোতে অবস্থিত একটি পাবলিক পার্ক যা দক্ষিণে হেম্পস্টেড টার্নপাইক এবং উত্তরে ওল্ড কান্ট্রি রোডের সীমানায় রয়েছে। ৯৩০ একর (৩.৮ বর্গকিলোমিটার), এটি সেন্ট্রাল পার্কের (ম্যানহাটন, নিউ ইয়র্ক সিটিতে) থেকে বড়, যেখানে রেড কোর্স সহ তিনটি ১৮-হোল গল্ফ কোর্সের জন্য উৎসর্গ করা হয়েছে, বার্ষিক কমার্স ব্যাংক চ্যাম্পিয়নশিপ (চ্যাম্পিয়ন্স ট্যুর) এর আয়োজক। পার্কটি নাসাউ কাউন্টির বাসিন্দাদের জন্য ১১ সেপ্টেম্বরের স্মৃতিসৌধের আবাসস্থল।\n\n\n== ইতিহাস ==\n\n১৯৪৪ সাল থেকে কাউন্টি পার্ক সিস্টেমের অংশ, আইজেনহাওয়ার পার্ক নাসাউ কাউন্টির কিছু সেরা সুবিধা এবং গ্রীষ্মকালীন ইভেন্টগুলির একটি উত্তেজনাপূর্ণ সময়সূচী সহ অ্যাথলেটিক এবং পারিবারিক কার্যকলাপের একটি সম্পূর্ণ পরিসর সরবরাহ করে।\n২০ শতকের প্রথম দিকে, পার্কটি ব্যক্তিগত স্যালিসবারি কান্ট্রি ক্লাবের অংশ ছিল এবং পাঁচটি ১৮-হোল গল্ফ কোর্স অন্তর্ভুক্ত ছিল। এটি ১৯২৬ সালে নবম পিজিএ চ্যাম্পিয়নশিপের আয়োজন করে, তারপর একটি ম্যাচ খেলার প্রতিযোগিতা। ওয়াল্টার হেগেন ফাইনালে ভবিষ্যৎ দুইবারের চ্যাম্পিয়ন লিও ডিজেলকে ৫ এবং ৩-এ পরাজিত করে তার টানা তৃতীয় শিরোপা জিতেছেন, সামগ্রিকভাবে তার চতুর্থ এবং তার এগারোটি বড় শিরোপাগুলির মধ্যে অষ্টম। বর্তমান রেড কোর্সে চ্যাম্পিয়নশিপটি পরিচালিত হয়েছিল।\nগ্রেট ডিপ্রেশনের সময়, ক্লাবের মালিকরা কর দিতে অক্ষম ছিল এবং কাউন্টি সম্পত্তি দখল করে নেয়। পরবর্তীকালে, কাউন্টি এলাকায় অতিরিক্ত জমি অধিগ্রহণ করে। ১৯৪৪ সালে, কাউন্টি এক্সিকিউটিভ জে. রাসেল স্প্রাগের দৃষ্টিভঙ্গির অংশ হিসেবে সালিসবারির নাসাউ কাউন্টি পার্ক একটি পার্ক তৈরি করার জন্য প্রতিষ্ঠিত হয়েছিল যে \"একদিন নাসাউ কাউন্টিতে সেন্ট্রাল পার্ক আজ নিউ ইয়র্ক সিটির মতো হবে। স্যালিসবারি পার্ক আনুষ্ঠানিকভাবে 1949 সালের অক্টোবরে উৎসর্গ করা হয়েছিল।\n১৩ অক্টোবর, ১৯৬৯-এ, ২৪তম রাষ্ট্রপতির নাতি, ডোয়াইট ডি. আইজেনহাওয়ার ২য় এবং তার স্ত্রী জুলি নিক্সন আইজেনহাওয়ারের অংশগ্রহণে একটি অনুষ্ঠানে সালিসবারি পার্ককে ডোয়াইট ডি. আইজেনহাওয়ার মেমোরিয়াল পার্ক হিসাবে পুনঃনিবেদিত করা হয়েছিল। প্রবীণ আইজেনহাওয়ার বেশ কয়েক মাস আগে মার্চ মাসে মারা গিয়েছিলেন এবং ১৪ অক্টোবর ৭৯ বছর বয়সে পরিণত হবেন।\n১১ মার্চ, ২০০৪-এ, রাষ্ট্রপতি জর্জ ডব্লিউ বুশ ১১ সেপ্টেম্বর, ২০০১ সালের হামলার শিকারদের জন্য একটি নতুন স্মৃতিসৌধের ভিত্তিপ্রস্তর স্থাপনের জন্য আইজেনহাওয়ার পার্ক পরিদর্শন করেন।\n৯ সেপ্টেম্বর, ২০০৭ তারিখে, স্মৃতিসৌধটি আনুষ্ঠানিকভাবে জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল। দুটি ৩০-ফুট (৯-মিটার), আধা-স্বচ্ছ, স্টেইনলেস-স্টীল টাওয়ার, ওয়ার্ল্ড ট্রেড সেন্টারের মতো তৈরি করা হয়েছে, পার্কের লেকের পাশে একটি ফোয়ারার মাঝে দাঁড়ান। ডব্লিউটিসি ধ্বংসাবশেষ থেকে কয়েক ফুট লম্বা স্টিলের দুটি টুকরো রয়েছে, যার চারপাশে রঙিন ফুলের বাগান রয়েছে। একটি দীর্ঘ পাথরের দেয়ালে ৩৪৪ জন নাসাউ কাউন্টির বাসিন্দাদের নাম রয়েছে যারা ১১ সেপ্টেম্বর, ২০০১ সালে মারা গিয়েছিল।\nকাছাকাছি, নিউ ইয়র্ক সিটি, পেন্টাগন এবং পেনসিলভানিয়াতে যারা নিহত হয়েছিল তাদের সম্মানে একটি ফলক আমাদের গল্প শুরু করে এবং পড়ে যে ঘটনাগুলি সেই দিন ঘটেছিল শেষ পর্যন্ত সমস্ত আমেরিকানদের জীবন বদলে দিয়েছে।\nস্মারকটি, যা পাঁচ বছরের পরিকল্পনার পরিসমাপ্তি ঘটিয়েছিল, ভ্যালি স্ট্রিমের স্থপতি কিথ স্ট্রিগা এবং গ্লেন কোভের ফিলিপ গ্যাভোস্টো দ্বারা ডিজাইন করা হয়েছিল। এটি নির্মাণে সহায়তা করার জন্য, লং আইল্যান্ডের ৫০০ টিরও বেশি ইউনিয়ন সদস্যরা স্বেচ্ছায় সময় এবং উপকরণ বাণিজ্য করে।\n\n\n== পার্কে কার্যক্রম ==\n\n\n=== অ্যাথলেটিক্স ===\nব্যাটিং কেজ, ভিন্ন ভিন্ন পিচিং গতির জন্য নয়টি আলাদা ব্যাটিং এরিয়া সহ\n১৪টি সফটবল মাঠ\n৩টি বেসবল মাঠ\n৩টি ফুটবল মাঠ\n৪টি ফুটবল মাঠ\n১৬টি আলোকিত টেনিস কোর্ট\nএকটি ৫০ মি (৫৫ গজ) জলজ কেন্দ্র সুইমিং পুল\n\n\n=== ক্রিকেট ===\n২০২৪ টি-টোয়েন্টি বিশ্বকাপ আয়োজনের জন্য একটি ৩৪,০০০ আসনের মডুলার স্টেডিয়াম নির্মাণের জন্য একটি চুক্তি হয়েছে।\n\n\n=== বিনোদন ===\nহ্যারি চ্যাপিন লেকসাইড থিয়েটার হল একটি বহিরঙ্গন থিয়েটার যা গ্রীষ্মের সময় কনসার্ট থেকে সিনেমা পর্যন্ত বিনোদন ইভেন্টগুলির একটি সম্পূর্ণ সময়সূচী হোস্ট করে। থিয়েটারের নামটি প্রয়াত লোক রক গায়কের প্রতি শ্রদ্ধা নিবেদন করে। চ্যাপিন ১৬ জুলাই, ১৯৮১ তারিখে পার্কে একটি ফ্রি বেনিফিট কনসার্টে যাওয়ার পথে ট্রাফিক সংঘর্ষে নিহত হন। একই বছর, থিয়েটারের নাম পরিবর্তনের স্মরণে প্রায় ৫,৫০০ লোকের কাছে একটি অনুষ্ঠান অনুষ্ঠিত হয়েছিল।\nকার্লটুন অন দ্য পার্ক একটি প্রাক্তন কান্ট্রি ক্লাবে পরিচালিত একটি ব্যক্তিগতভাবে পরিচালিত রেস্তোরাঁ। চার্লটন একটি রেস্টুরেন্ট, বার, ভোজ সুবিধা এবং একটি মিটিং রুম অফার করে। রেস্তোরাঁটি জর্জ ডব্লিউ বুশের জন্য ২০০৪ সালে একটি তহবিল সংগ্রহ সহ অসংখ্য ইভেন্টের আয়োজন করেছে।\n\n\n=== গলফ ===\nপার্কটিতে তিনটি ১৮-হোলের গল্ফ কোর্স রয়েছে যা জনসাধারণের জন্য উন্মুক্ত: নীল, লাল এবং সাদা কোর্স। রেড কোর্স, মূলত স্যালিসবারি গল্ফ ক্লাবের অংশ এবং ১৯১৪ সালে ডিভেরউক্স এমেট দ্বারা ডিজাইন করা হয়েছিল, পূর্বে ২০০৮ সালে সর্বশেষ অনুষ্ঠিত চ্যাম্পিয়নস ট্যুরে বার্ষিক কমার্স ব্যাংক চ্যাম্পিয়নশিপের আয়োজন করেছিল। এটি ১৯২৬ সালে পিজিএ চ্যাম্পিয়নশিপের স্থানও ছিল, ওয়াল্টার হেগেন জিতেছিলেন।\nকোর্সের সংলগ্ন একটি ড্রাইভিং পরিসর যেখানে ১০০টিরও বেশি স্টল এবং সিজনে রাতের সময় থাকে।\nনিয়মিত কোর্সের পাশাপাশি, দুটি আলোকিত ১৮-হোলের ক্ষুদ্র গলফ কোর্স রয়েছে।\n\n\n=== সাঁতার ===\n\nআইজেনহাওয়ার পার্কের নাসাউ কাউন্টি অ্যাকুয়াটিক সেন্টার হল ইউএস-এর অন্যতম সেরা সাঁতারের সুবিধা যা ১৯৯৮ সালে গুডউইল গেমসের জন্য তৈরি করা হয়েছিল, এটি বর্তমানে বড় সাঁতার প্রতিযোগিতার আয়োজন করে এবং জনসাধারণের জন্য প্রতিদিন উন্মুক্ত।\nকেন্দ্রের মধ্যে অবস্থিত একটি সংস্কার করা হেলথ ক্লাব যেখানে ট্রেডমিল, আর্ক প্রশিক্ষক, স্থির বাইক, সিঁড়ি মেশিন, বিনামূল্যে ওজন এবং সাইবেক্স ওজন মেশিনের একটি ভাণ্ডার রয়েছে।\n\n\n=== হকি ===\nনর্থওয়েল হেলথ আইস সেন্টার হল নিউ ইয়র্ক দ্বীপবাসীদের জন্য অনুশীলনের সুবিধা এবং ২০১৫ সাল থেকে এটি পূর্বে ২০১৪ সালে নির্মিত হওয়ার পর থেকে টুইন রিঙ্ক নামে পরিচিত ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nপ্রকল্প স্থপতিদের থেকে নাসাউ কাউন্টি ৯/১১ স্মারক চিত্র\nনাসাউকাউন্টি.জিওভি/আইজেনহাওয়ারপার্ক\nআইজেনহাওয়ার পার্কে অবস্থিত নাসাউ কাউন্টি ৯/১১ স্মৃতির ছবি\nলংআইল্যান্ডগলফনিউজ.কম-এ আইজেনহাওয়ার পার্ক গলফ কোর্স"}