{"pageid": 1415358, "title": "রাইবোজ", "url": "https://bn.wikipedia.org/wiki?curid=1415358", "content": "রাইবোজ হল একটি মনোস্যাকারাইড এবং কার্বোহাইড্রেট যার আণবিক সূত্র C5H10O5 এবং রৈখিক-রূপ H−(C=O)−(CHOH)4−H। প্রাকৃতিক ভাবে পাওয়া, D-রাইবোজ হল রাইবোনিউক্লিওটাইডের একটি উপাদান যা থেকে আরএনএ তৈরি করা হয় এবং তাই এই যৌগটি জিনের কোডিং, ডিকোডিং, নিয়ন্ত্রণ এবং প্রকাশের জন্য প্রয়োজনীয়। এটিতে একটি কাঠামোগত অ্যানালগ, ডিঅক্সিরিবোস রয়েছে, যা ডিএনএর একটি অনুরূপ অপরিহার্য উপাদান। L-রাইবোজ হল একটি অপ্রাকৃতিক শর্করা যা প্রথম ১৮৯১ সালে এমিল ফিশার এবং অস্কার পাইলটি দ্বারা প্রস্তুত করা হয়েছিল। ১৯০৯ সালে ফোয়েবাস লেভেন এবং ওয়াল্টার জ্যাকবস স্বীকার করেছিলেন যে D-রাইবোজ একটি প্রাকৃতিক পণ্য, ফিশার এবং পাইলটির পণ্যের এনানশিওমার এবং নিউক্লিক অ্যাসিডের একটি অপরিহার্য উপাদান। ফিশার \"রাইবোজ\" নামটি বেছে নিয়েছিলেন কারণ এটি আরেকটি শর্করার নামের আংশিক পুনর্বিন্যাস, অ্যারাবিনোজ, যার মধ্যে রাইবোজ হল ২' কার্বনের এপিমার; উভয় নামই গাম আরবি এর সাথে সম্পর্কযুক্ত, যেখান থেকে অ্যারাবিনোজ প্রথমে বিচ্ছিন্ন করা হয়েছিল এবং যেখান থেকে তারা L-রাইবোজ তৈরি করেছিল।\n\n}}\nবেশিরভাগ শর্করার মতো, রাইবোজ তার রৈখিক আকারের সাথে চক্রীয় আকারের সাম্যাবস্থার মিশ্রণ হিসাবে বিদ্যমান, এবং এগুলি বিশেষত জলীয় দ্রবণে সহজেই আন্তঃপরিবর্তন করে। \"রাইবোজ\" নামটি জৈব রসায়ন এবং জীববিজ্ঞানে এই সমস্ত ফর্মগুলির উল্লেখ করার জন্য ব্যবহৃত হয়, যদিও প্রয়োজনে প্রতিটির জন্য আরও নির্দিষ্ট নাম ব্যবহার করা হয়। এর রৈখিক আকারে, রাইবোজকে ফিশার অভিক্ষেপে একই দিকে তার সমস্ত হাইড্রক্সিল ফাংশনাল গ্রুপের সাথে পেন্টোজ শর্করা হিসাবে স্বীকৃত করা যেতে পারে। S-রাইবোজের ডানদিকে এই হাইড্রক্সিল গ্রুপ রয়েছে এবং এটি পদ্ধতিগত নামের সাথে যুক্ত (2R,3R,4R)-2,3,4,5-টেট্রাহাইড্রক্সিপেন্টান্যাল, যেখানে L-রাইবোছের হাইড্রোক্সিল গ্রুপ রয়েছে ফিশার অভিক্ষেপে বাম হাতের দিকে। রাইবোজের সাইক্লাইজেশন হেমিঅ্যাসিটাল গঠনের মাধ্যমে ঘটে C4' হাইড্রোক্সিল গ্রুপ দ্বারা অ্যালডিহাইডের উপর আক্রমণের কারণে একটি ফুরানোজ ফর্ম তৈরি করতে বা C5' হাইড্রক্সিল গ্রুপ দ্বারা একটি পাইরানোজ ফর্ম তৈরি করে। প্রতিটি ক্ষেত্রে, হেমিঅ্যাসিটাল কার্বন পরমাণুর (\"অ্যানোমেরিক কার্বন\") স্টেরিওকেমিস্ট্রির উপর নির্ভর করে দুটি সম্ভাব্য জ্যামিতিক ফলাফল রয়েছে, যার নাম α- এবং β- অ্যানোমার হিসাবে পরিচিত। ঘরের তাপমাত্রায়, প্রায় ৭৬% D-রাইবোজ পাইরানোজ আকারে উপস্থিত থাকে (α:β = ১:২) এবং ২৪% ফিউরানোজ আকারে (α:β = ১:৩), রৈখিক ফর্মের মাত্র ০.১% উপস্থিত।\nরাইবোনিউক্লিওসাইড অ্যাডেনোসিন, সাইটিডিন, গুয়ানোসিন এবং ইউরিডিন সবই β-D-রাইবোফিউরানোজ এর ডেরিভেটিভ। বিপাকীয়-গুরুত্বপূর্ণ প্রজাতি যেগুলিতে ফসফরিলেটেড রাইবোজ অন্তর্ভুক্ত রয়েছে তাদের মধ্যে রয়েছে ADP, ATP, কোএনজাইম এ এবং NADH। সিএএমপি এবং সিজিএমপি কিছু সিগন্যালিং পাথওয়েতে দ্বিতীয় ক্রমের বার্তাবাহক হিসাবে কাজ করে এবং এটি রাইবোজ ডেরিভেটিভসও। অ্যান্টিবায়োটিক নিওমাইসিন এবং প্যারোমোমাইসিন সহ কিছু ফার্মাসিউটিক্যাল এজেন্টে রাইবোজ অংশ দেখা যায়।\n\n\n== উৎস ==\n৫-ফসফেট এস্টার হিসাবে রাইবোজ সাধারণত পেন্টোজ ফসফেট পথ দ্বারা গ্লুকোজ থেকে তৈরী হয়। অন্তত কিছু তত্ত্বে, বিকল্প পথ চিহ্নিত করা হয়েছে।\nরাইবোজ রাসায়নিকভাবে সংশ্লেষিত হতে পারে, কিন্তু বাণিজ্যিক উৎপাদন গ্লুকোজ গাঁজানোর উপর নির্ভর করে। ব্যাসিলাস সাবটিলিস-এর জেনেটিক্যালি পরিবর্তিত স্ট্রেন ব্যবহার করে, ২০০ গ্রাম গ্লুকোজ থেকে ৯০ গ্রাম/লিটার রাইবোজ তৈরি করা যেতে পারে। রূপান্তরটি গ্লুকোনেট এবং রাইবিউলোজের মধ্যস্থতাকে অন্তর্ভুক্ত করে।\nউল্কাপিন্ডে রাইবোজ শনাক্ত করা হয়েছে।\n\n\n== কাজ ==\n\n\n=== শক্তি উৎপাদন ও সংরক্ষণ ===\nঅ্যাডেনোসিন ট্রাইফসফেট (ATP) দেহের শক্তিমুদ্রা হিসেবে পরিচিত যাতে রাইবোজ শর্করা বর্তমান। \n\n\n=== বার্তাবহন ===\nদ্বিতীয় ক্রমের বার্তাবাহক অণু যেমন সাইক্লিক অ্যাডেনোসিন মনোফসফেট (সিএএমপি) এর একটি বিল্ডিং ব্লক হল রাইবোজ (যা এটিপি থেকে প্রাপ্ত)। একটি নির্দিষ্ট ক্ষেত্রে যেখানে সিএএমপি ব্যবহার করা হয় তা হল সিএএমপি-নির্ভর সিগন্যালিং পাথওয়েতে। সিএএমপি সিগন্যালিং পাথওয়েতে, হয় একটি উদ্দীপক বা বাধা হরমোন রিসেপ্টর একটি সংকেত অণু দ্বারা সক্রিয় হয়। এই রিসেপ্টরগুলি একটি উদ্দীপক বা বাধা নিয়ন্ত্রক জি-প্রোটিনের সাথে যুক্ত। যখন একটি উদ্দীপক জি-প্রোটিন সক্রিয় করা হয়, তখন অ্যাডেনাইলেট সাইক্লেজ Mg2+ বা Mn2+ ব্যবহার করে ATP কে cAMP-এ অনুঘটক করে। cAMP, একটি সেকেন্ডারি মেসেঞ্জার, তারপরে প্রোটিন কাইনেজ এ সক্রিয় করতে যায়, যা একটি উৎসেচক যা কোশের বিপাক নিয়ন্ত্রণ করে। প্রোটিন কাইনেজ এ ফসফরীভবন দ্বারা বিপাকীয় এনজাইমগুলিকে নিয়ন্ত্রণ করে যা মূল সংকেত অণুর উপর নির্ভর করে কোষে পরিবর্তন ঘটায়। বিপরীতটি ঘটে যখন একটি প্রতিরোধক জি-প্রোটিন সক্রিয় হয়; জি-প্রোটিন অ্যাডেনাইলেট সাইক্লেজকে বাধা দেয় এবং এটিপি সিএএমপিতে রূপান্তরিত হয় না।\n\n\n=== বিপাক ===\nশক্তি উৎপাদনকারী বহু অণু রাইবোজকে কেন্দ্র করে গঠিত। উদাহরণস্বরূপ, নিকোটিনামাইড অ্যাডেনাইন ডাইনিউক্লিওটাইড (এনএডি), ফ্ল্যাভিন অ্যাডেনাইন ডাইনিউক্লিওটাইড (এফএডি), এবং নিকোটিনামাইড অ্যাডেনাইন ডাইনিউক্লিওটাইড ফসফেট (এনএডিপি) সবকটিতেই ডি-রাইবোফিউরানোজ অংশ রয়েছে। এনজাইম রাইবোকাইনেজ দ্বারা D-রাইবোজ-৫-ফসফেটে রূপান্তরিত হওয়ার পরে তাদের প্রতিটি D-রাইবোজ থেকে প্রাপ্ত করা যেতে পারে। এনএডি, এফএডি এবং এনএডিপি গ্লাইকোলাইসিস, ক্রেবস চক্র, সন্ধান এবং ইলেকট্রন পরিবহন শৃঙ্খল সহ প্রধান বিপাকীয় পথগুলিতে জৈব রাসায়নিক জারণ-বিজারণ বিক্রিয়ায় ইলেকট্রন গ্রহণকারী হিসাবে কাজ করে।\n\n\n== তথ্যসূত্র =="}