{"pageid": 1415626, "title": "৮১তম গোল্ডেন গ্লোব পুরস্কার", "url": "https://bn.wikipedia.org/wiki?curid=1415626", "content": "৮১তম গোল্ডেন গ্লোব পুরস্কার ২০২৩ সালের মার্কিন চলচ্চিত্র ও টেলিভিশনে সেরা কাজের স্বীকৃতি প্রদান করে। অনুষ্ঠানটি ২০২৪ সালের ৭ই জানুয়ারি ক্যালিফোর্নিয়ার বেভারলি হিলসের দ্য বেভারলি হিলটন থেকে সিবিএস চ্যানেলে বিকাল ৫:০০ পিএসটি / ৮:০০ ইএসটি পর্যন্ত সরাসরি সম্প্রচারিত হয়, এবং মার্কিন যুক্তরাষ্ট্রে প্যারামাউন্ট+-এ স্ট্রিমিং হয়। এটি প্রযোজনা করেন ডিক ক্লার্ক প্রোডাকশন, রিকি কার্শনার ও গ্লেন ওয়েইস; এবং কার্শনার ও ওয়েইস এটি পরিচালনা করেন। ডিক ক্লার্ক প্রোডাকশন এবং এলড্রিজ ইন্ডাস্ট্রিজ হলিউড ফরেন প্রেস অ্যাসোসিয়েশন থেকে গোল্ডেন গ্লোবের সম্পূর্ণ নিয়ন্ত্রণ নেওয়ার পর এটি ছিল প্রথম অনুষ্ঠান। ১৯৮২ সালের পর এই প্রথম অনুষ্ঠানটি মার্কিন যুক্তরাষ্ট্রে সিবিএস চ্যানেলে সরাসরি সম্প্রচার করা হয়। অনুষ্ঠানটি সঞ্চালনা করেন কৌতুকাভিনেতা জো কয়।\n২০২৩ সালের ১১ই ডিসেম্বর মনোনীতদের নাম ঘোষণা করা হয়; বার্বি ও সাকসেশন উভয়ই সর্বাধিক নয়টি করে মনোনয়ন লাভ করে, অপেনহাইমার দ্বিতীয় সর্বাধিক আটটি মনোনয়ন লাভ করে। সামগ্রিকভাবে, \"বারবেনহেইমার\" (বার্বি+অপেনহাইমার) সতেরোটি মনোনয়ন থেকে সাতটি পুরস্কার অর্জন করে।\nঅনুষ্ঠানটিতে দুটি নতুন বিভাগের প্রবর্তন করা হয়: \"সিনেমাটিক ও বক্স অফিস অর্জন\" ও \"টেলিভিশনে শ্রেষ্ঠ স্ট্যান্ড-আপ কৌতুকাভিনয়\"।\n\n\n== অনুষ্ঠানের তথ্য ==\n\n২০২৩ সালে হলিউড ফরেন প্রেস অ্যাসোসিয়েশন (এইচএফপিএ) ভেঙে যাওয়ার পর এটিই প্রথম গোল্ডেন গ্লোব পুরস্কার অনুষ্ঠান। ২০২৩ সালের ১২ই জুন এইচএফপিএ ঘোষণা করেছে যে গোল্ডেন গ্লোব সম্পর্কিত তার সমস্ত অধিকার এবং সম্পত্তি ডিক ক্লার্ক প্রোডাকশন ও এলড্রিজ ইন্ডাস্ট্রিজ অধিগ্রহণ করেছে।\n২০২৩ সালের ২১শে ফেব্রুয়ারি অনুষ্ঠানের তারিখ ঘোষণা করা হয়। গত বছরে মঙ্গলবারে সরানোর পরে এটি পুনরায় রবিবার রাতের স্লটে ফিরে এসেছে। ২০২৩ সালের ১৮ই সেপ্টেম্বর, গ্লেন ওয়েইস ও রিকি কার্শনারকে এর নির্বাহী প্রযোজক এবং শো-রানার হিসেবে ঘোষণা করা হয়। ২০২৩ সালের ৭ই নভেম্বর ঘোষণা করা হয় যে গোল্ডেন গ্লোবসের দীর্ঘদিনের মার্কিন সম্প্রচার অংশীদার এনবিসির পরিবর্তে সিবিএস অনুষ্ঠানটির সম্প্রচার স্বত্ব অধিগ্রহণ করেছে। \n২০২৩ সালের ১১ই ডিসেম্বর মনোনীতদের নাম ঘোষণা করা হয়, সেড্রিক দ্য এন্টারটেইনার ও উইলমার ভালদেররামার উপস্থাপনায় একটি লাইভ-স্ট্রিমিংয়ের মাধ্যমে অধিকাংশ বিভাগের মনোনয়ন প্রকাশ করা হয়, এবং দশটি বিভাগ সিবিএস মর্নিং-এর অন্য একটি সেগমেন্টের সময় প্রকাশ করা হয়।\n২১শে ডিসেম্বর, কৌতুকাভিনেতা এবং অভিনেতা জো কয়কে উপস্থাপক হিসেবে ঘোষণা করা হয়। এই ঘোষণার আগে একটি সূত্র সিএনএনকে জানিয়েছে যে ক্রিস রক সহ কমপক্ষে পাঁচজন এ-লিস্ট কৌতুকাভিনয় অভিনেতা উপস্থাপনা করার প্রস্তাব প্রত্যাখ্যান করেছেন।\n২০২৩ সালের ডিসেম্বর মাসেদ্য র‍্যাপ রিপোর্ট করেছে যে ৬৪ জন ভোটার প্রতিবাদে তাদের চূড়ান্ত রাউন্ডের ভোট স্থগিত করার হুমকি দিয়েছে, তাদের জানানোর পরে যে তাদের অনুষ্ঠানে টিকিট দেওয়া হবে না।  এইচএফপিএ আর পুরস্কারগুলো তত্ত্বাবধান করছে না, ৭৬টি দেশের প্রতিনিধিত্বকারী ৩০০ জন সাংবাদিকের সমন্বয়ে একটি নতুন, জাতিগত এবং জাতিগতভাবে বৈচিত্র্যময় ভোটারদের ২০২৩ সালের মনোনীত এবং বিজয়ীদের নির্বাচন করেছে৷ \nকিলারস অফ দ্য ফ্লাওয়ার মুন- এ মলি বুরখার্টের চরিত্রে অভিনয়ের জন্য, লিলি গ্ল্যাডস্টোন প্রথম আদিবাসী অভিনয়শিল্পী হিসেবে গোল্ডেন গ্লোব পুরস্কার অর্জন করেন, তিনি নাট্যধর্মী চলচ্চিত্রে শ্রেষ্ঠ অভিনেত্রী বিভাগে পুরস্কার অর্জন করেন।\n\n\n=== সম্প্রসারণ ===\n২০২৩ সালের ২৬শে সেপ্টেম্বর ঘোষণা করা হয়েছিল যে আসন্ন অনুষ্ঠানের জন্য দুটি নতুন বিভাগ যুক্ত করা হবে: \"সিনেমাটিক এবং বক্স অফিস অর্জন\" (চলচ্চিত্রসমূহের জন্য একটি বিভাগ যা অন্তত $১০০ মিলিয়ন দেশীয় এবং $১৫০ মিলিয়ন বিশ্বব্যাপী আয় করেছে) এবং \"টেলিভিশনে স্ট্যান্ড-আপ কৌতুকাভিনয়ে সেরা পরিবেশনা\" (\"টেলিভিশনে সেরা স্ট্যান্ড-আপ কৌতুকাভিনেতা\" নামেও পরিচিত)। \nকিছু সমালোচক মনে করেন যে নতুন বিভাগগুলি অনুষ্ঠানের দর্শকসংখ্যা এবং প্রাসঙ্গিকতা উন্নত করার একটি প্রয়াস, ২০১৮ সালে \"জনপ্রিয় চলচ্চিত্র\" এর জন্য একটি বিভাগ চালু করার জন্য একাডেমি পুরস্কারের প্রচেষ্টার সাথে তুলনা করা হয়েছে। \n\n\n=== হ্রাস ===\nদুটি লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড ( সেসিল বি. ডেমিল অ্যাওয়ার্ড এবং ক্যারল বার্নেট অ্যাওয়ার্ড ) এই বছর উপস্থাপন করা হয়নি, তবে ভবিষ্যতে ফিরে আসবে বলে আশা করা হচ্ছে। এক্সিকিউটিভ ভাইস প্রেসিডেন্ট টিম গ্রে ব্যাখ্যা করেছেন যে মালিকানা এবং স্থিতির পরিবর্তনের সাথে এবং প্রতিযোগিতামূলক বিভাগের ২৫টি ৫টি মনোনীত থেকে ৬-এ প্রসারিত হওয়ার সাথে সাথে এই বছরের জন্য উল্লিখিত দুটি পুরস্কারের উপস্থাপনা ছাড়াই একটি হ্রাসও অন্তর্ভুক্ত হবে। \"এটি একটি স্থায়ী পরিবর্তন নয়, ভবিষ্যতে পুরস্কার দেওয়া হবে,\" গ্রে গ্লোবের অফিসিয়াল ওয়েবসাইটে একটি পোস্টে লিখেছেন। \n\n\n== বিজয়ী ও মনোনীতরা ==\n\n, চলচ্চিত্রে শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিজয়ী]]\n\n\n=== চলচ্চিত্র ===\n\n\n==== একাধিক বিভাগে মনোনয়নপ্রাপ্ত চলচ্চিত্র ====\nনিম্নলিখিত চলচ্চিত্রসমূহ একাধিক বিভাগে মনোনয়ন পেয়েছে:\n\n\n==== একাধিক বিভাগে বিজয়ী চলচ্চিত্র ====\nনিম্নলিখিত চলচ্চিত্রসমূহ একাধিক বিভাগে জয় পেয়েছে:\n\n\n=== টেলিভিশন ===\n\n\n==== একাধিক বিভাগে মনোনয়নপ্রাপ্ত ধারাবাহিক ====\nনিম্নলিখিত টেলিভিশন ধারাবাহিকসমূহ একাধিক বিভাগে মনোনয়ন পেয়েছে:\n\n\n==== একাধিক বিভাগে বিজয়ী ধারাবাহিক ====\nনিম্নলিখিত ধারাবাহিকসমূহ একাধিক বিভাগে জয় পেয়েছে:\n\n\n== পুরস্কার প্রদানকারী ==\n\n\n== মূল্যায়ন ==\n\n\n=== জো কোয়ের উপস্থাপনা নিয়ে সমালোচনা ===\n\nউপস্থাপক জো কোয়ের স্বগোতক্তিটি দর্শক এবং সমালোচকদের সমালোচনার সম্মুখীন হয়েছিল এবং অনেকে তার কৌতুকগুলিকে বর্ণনা করেছিলেন \"ক্রীঞ্জযোগ্য\", \"বেদনাদায়ক\", এবং \"অমার্জিত\"। হার্পারস বাজারের চেলসি সানচেজ তার মনোলোগকে \"বিশ্রী\" এবং \"অস্বস্তিকর\" বলে বর্ণনা করেছেন।  দীর্ঘ ২০২৩ সালের রাইটার্স গিল্ড অফ আমেরিকা স্ট্রাইকের পরে এসে একক গানের সময় তার লেখকদের উপর দোষ চাপানোর জন্যও কয় সমালোচিত হয়েছিল। শকুন -এর জাস্টিন কার্টো উল্লেখ করেছেন যে যখন তার কিছু কৌতুক ফ্ল্যাট পড়েছিল, কোয় \"তাৎক্ষণিকভাবে তার লেখকদের বাসের নীচে ফেলে দিয়েছিল... সে চিৎকার করে বলেছিল। 'ইয়ো, চুপ কর। তুমি আমার সাথে মজা করছ, ঠিক আছে। ধীরে হও। আমি কিছু লিখেছিলাম। এইগুলি এবং সেগুলিই আপনি '  দেখে হাসছেন।  রোলিং স্টোন-  মার্লো স্টার্ন উল্লেখ করেছেন যে কোয়ের অনেক কৌতুক দর্শকদের কাছ থেকে \" হারা \" এবং \" বুস \" আকৃষ্ট করেছিল ।  টেলর সুইফট ; পরবর্তীটির  হয়ে যায় \n\n\n== আরও দেখুন ==\n৫১তম অ্যানি পুরস্কার\n৯৬তম একাডেমি পুরস্কার\n২৯তম ক্রিটিকস চয়েস পুরস্কার\n৩৯তম ইন্ডিপেন্ডেন্ট স্পিরিট পুরস্কার\n৪৪তম গোল্ডেন রাসবেরি পুরস্কার\n৩০তম স্ক্রিন অ্যাক্টরস গিল্ড পুরস্কার\n৭৭তম ব্রিটিশ অ্যাকাডেমি চলচ্চিত্র পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগোল্ডেন গ্লোবসের দাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে ৮১তম গোল্ডেন গ্লোব পুরস্কার  (ইংরেজি)\nGolden Globes Changes Add Up to Success at Golden Globes\nJo Koy to Host 81st Annual Golden Globe® Awards at Golden Globes\nThe 81st Golden Globe® Awards to Air Live on CBS at Golden Globes\nPresenters Announced for the 81st Annual Golden Globe® Awards at Golden Globes\nThe 81st Golden Globe Awards for the Year Ended December 31, 2023 Press Release at গোল্ডেন গ্লোবস"}