{"pageid": 1415734, "title": "আশিস বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1415734", "content": "ডঃ আশিস ব্যানার্জি হলেন একজন ভারতীয় রাজনীতিবিদ যিনি সর্বভারতীয় তৃণমূল কংগ্রেসের প্রতিনিধিত্ব করেন। তিনি ২০১৭ থেকে ২০২১ সাল পর্যন্ত পশ্চিমবঙ্গ সরকারের কৃষি বিভাগের মন্ত্রী এবং বিধায়ক ছিলেন। পশ্চিমবঙ্গ বিধানসভার রামপুরহাট (বিধানসভা কেন্দ্র) থেকে পাঁচবার নির্বাচিত (মেয়াদ ২০২১, ২০০৬, ২০১১, ২০১৬ এবং ২০২১ )।\n\n\n== জীবনের প্রথমার্ধ ==\nআশিস ব্যানার্জি পশ্চিমবঙ্গের রামপুরহাট বীরভূম জেলায় জন্মগ্রহণ করেন। তিনি বর্ধমান বিশ্ববিদ্যালয় থেকে স্নাতক ও স্নাতকোত্তর সম্পন্ন করেন। একই বিশ্ববিদ্যালয়ে তিনি পিএইচডিও সম্পন্ন করেন। এ সময় তিনি বিশ্ববিদ্যালয় ছাত্র পরিষদের সাধারণ সম্পাদক নির্বাচিত হন।\n\n\n== কর্মজীবন ==\nবর্ধমান বিশ্ববিদ্যালয়ে শিক্ষা শেষ করার পর ব্যানার্জি বর্ধমান বিশ্ববিদ্যালয়ের অধীনে রামপুরহাট কলেজে বাংলার সহযোগী অধ্যাপক ছিলেন।\n\n\n=== রামপুরহাটের বিধায়ক ===\nতিনি এমএলএ নির্বাচিত হন। ২০০১ সালে রামপুরহাট (বিধানসভা কেন্দ্র) থেকে এবং পরবর্তীতে ২০০৬, ২০১১ এবং ২০১৬ সালে একই কেন্দ্র থেকে পুনরায় নির্বাচিত হন। ব্যানার্জী ২০১৪ সালে মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায়ের অধীনে রাজ্যের মন্ত্রী হিসাবে প্রথমবার শপথ নিয়েছিলেন এবং আয়ুর্বেদ, যোগ এবং প্রাকৃতিক চিকিৎসা, ইউনানি, সিদ্ধ এবং হোমিওপ্যাথি বিভাগের স্বাধীন দায়িত্ব বরাদ্দ করেছিলেন। পরের বছর তিনি বায়োটেকনোলজি বিভাগ, পরিসংখ্যান ও কর্মসূচি বাস্তবায়ন বিভাগ, পরিকল্পনা বিভাগের দায়িত্বপ্রাপ্ত মন্ত্রী হিসেবে মনোনীত হন।\n২০১৭ সালে তিনি তার পূর্বসূরি পূর্ণেন্দো বোসের কাছ থেকে মমতা ব্যানার্জি মন্ত্রকের (২০১৬-২০২১) পশ্চিমবঙ্গ সরকারের কৃষিমন্ত্রী হিসাবে দায়িত্ব নেন।\n\n\n== তথ্যসূত্র ==\n\n\"Asish Banerjee replaces Purnendu Basu as state Agriculture minister\"। সংগ্রহের তারিখ ২০১৮-০৫-০৬। \nhttps://wb.gov.in/portal/web/guest/ministers\nhttps://web.archive.org/web/20190606083438/http://aitcofficial.org/aitc/full-list-of-ministers-and-their-portfolios-in-the-new-west-bengal-government/\n[১]\nhttps://zeenews.india.com/west-bengal/small-reshuffle-in-west-bengal-government-2040130.html\n\n\n== বহিঃসংযোগ ==\nপশ্চিমবঙ্গ বিধানসভা"}