{"pageid": 1415068, "title": "ম্যাকিয়েজ গ্রাবোস্কি (অর্থনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1415068", "content": "ম্যাকিয়েজ হিপোলিট গ্রাবোস্কি (জন্ম ১৩ আগস্ট ১৯৫৯) একজন পোলিশ অর্থনীতিবিদ এবং রাজনীতিবিদ। তিনি ২০০৮ থেকে ২০১৩ সাল পর্যন্ত অর্থ মন্ত্রণালয়ের সহকারীর অধীনস্থ সেক্রেটারি এবং ২৭ নভেম্বর ২০১৩ থেকে ১৬ নভেম্বর ২০১৫ পর্যন্ত পরিবেশ মন্ত্রী হিসেবে দায়িত্ব পালন করেন।\n\n\n== কর্মজীবন ==\nগ্রাবস্কি গদানস্ক বিশ্ববিদ্যালয়ের স্কুল অফ ট্রান্সপোর্ট অর্থনীতি থেকে স্নাতক হন। ১৯৯৭ সালে তিনি হাঙ্গেরি ও চেকোস্লোভাকিয়ার তুলনায় পোল্যান্ডের অর্থনীতির রূপান্তর এবং ক্ষুদ্র ও মাঝারি আকারের উদ্যোগের উন্নয়ন শীর্ষক একটি থিসিসের উপর ভিত্তি করে গদানস্ক বিশ্ববিদ্যালয় থেকে অর্থনীতিতে ডক্টরেট ডিগ্রি অর্জন করেন। উপরন্তু, তিনি গডিনিয়া মেরিটাইম বিশ্ববিদ্যালয়ের স্কুল অফ নেভিগেশন থেকে স্নাতক হন। ১৯৮০ এর দশকে, তিনি ডেক অফিসার হিসাবে পোলিশ ওশান লাইনে কাজ শুরু করেন।\nগ্রাবস্কি গদানস্ক ইনস্টিটিউট ফর মার্কেট ইকোনমিক্সে কাজ করেছিলেন, যেখানে তিনি ভাইস প্রেসিডেন্ট হিসাবে দায়িত্ব পালন করেছিলেন। ১৯৯৪ থেকে ২০০০ সালে পর্যন্ত তিনি গদানস্ক বিশ্ববিদ্যালয়ে প্রভাষক হিসেবে কাজ করেন। তিনি পোলিশ লিসবন স্ট্র্যাটেজি ফোরাম এবং পোলিশ সিভিক ফোরামে সক্রিয়ভাবে অংশগ্রহণ করেছিলেন। গ্রাবস্কি ২০০৭ থেকে ২০১৫ সাল পর্যন্ত জাতীয় উন্নয়ন কৌশল প্রস্তুতিতেও অংশ নিয়েছিলেন।\nতিনি ২০০৮ সালের মার্চ মাসে প্রধানমন্ত্রীর কৌশলগত উপদেষ্টা দলের সদস্য হন। ১৩ নভেম্বর তিনি অর্থ মন্ত্রণালয়ের সহকারীর অধীনস্থ সেক্রেটারি অফ স্টেট নিযুক্ত হন। ফেব্রুয়ারী ২০১৩ সালে, তিনি সরকারে পাবলিক ফাইন্যান্স শৃঙ্খলার জন্য প্রধান ন্যায়পাল হন। পরিবেশ মন্ত্রী হিসেবে নিযুক্ত হওয়ার পর গ্র্যাবোস্কিকে উভয় পদ থেকে বরখাস্ত করা হয়। \n২০ নভেম্বর ২০১৩ সালে প্রধানমন্ত্রী ডোনাল্ড টাস্ক পরিবেশ মন্ত্রী হিসাবে গ্র্যাবোস্কিকে মনোনীত করার ঘোষণা দেন যদিও পূর্বের পরিবেশগত অভিজ্ঞতা ছিল না।  রাষ্ট্রপতি ব্রনিস্লো কমরোভস্কি কর্তৃক নিযুক্ত হওয়ার পর তিনি ২৭ নভেম্বর শপথ গ্রহণ করেন। ২০১৪ সালের পোলিশ স্থানীয় নির্বাচনের পর তিনি ইওয়া কোপাকজের মন্ত্রিসভায় একই পদে অধিষ্ঠিত ছিলেন। ২০১৫ পোলিশ সংসদীয় নির্বাচনে \nগ্রাবোস্কি সিভিক প্ল্যাটফর্ম পার্টির অংশ হিসাবে গডানস্ক নির্বাচনী এলাকায় প্রতিদ্বন্দ্বিতা করেছিলেন কিন্তু একটি আসন জিততে ব্যর্থ হয়ে মাত্র ১,৯১৭ ভোট পেয়েছিলেন। তার মেয়াদ ১৬ নভেম্বর ২০১৫ সালে শেষ হয় এবং তার স্থলাভিষিক্ত হন জান সিজকো। ২০২০ সালের পোলিশ রাষ্ট্রপতি নির্বাচনে গ্রাবোস্কি স্বতন্ত্র প্রার্থী সিজাইমন হোলোনিয়ার পরিবেশ বিষয়ক উপদেষ্টা হিসাবে কাজ করেছিলেন।\n\n\n== তথ্যসূত্র =="}