{"pageid": 1415169, "title": "অ্যানিউলিন", "url": "https://bn.wikipedia.org/wiki?curid=1415169", "content": "জৈব রসায়নে অ্যানিউলিন (ইংরেজি: Annulene) হল কিছু একচাক্রিক হাইড্রোকার্বন যাদের মধ্যে এক ও দ্বিবন্ধন এর সংযোজন দেখা যায়। এদের সাধারণ সংকেত হল CnHn (যেখানে n জোড় সংখ্যা) বা CnHn+1 (যেখানে n বিজোড় সংখ্যা)। ইউপ্যাক ৭ বা ততোধিক কার্বন পরমাণু সহ কার্বোসাইক্লিক রিং সিস্টেমের নামকরণে 'অ্যানিউলিন নামকরণ' ব্যবহারকে গ্রহণ করে, এর রিংয়ে n কার্বন পরমাণু সহ ম্যানকিউড (সর্বাধিক সংখ্যক অ-ক্রমবর্ধমান দ্বিবন্ধন) হাইড্রোকার্বনের জন্য [n]অ্যানিউলিন নাম ব্যবহার করে, যদিও কিছু নির্দিষ্ট প্রসঙ্গে (যেমন, বিভিন্ন রিং আকারের জন্য অ্যারোম্যাটিসিটি নিয়ে আলোচনা), ছোট রিংগুলি (n = ৩ থেকে ৬) অনানুষ্ঠানিকভাবে অ্যানিউলিন হিসাবেও উল্লেখ করা যেতে পারে। নামকরণের এই রূপটি ব্যবহার করে ১,৩,৫,৭-সাইক্লোঅক্টাট্রাইইন হল [৮]অ্যানিউলিন এবং বেনজিন হল [৬]অ্যানিউলিন (এবং মাঝে মাঝে শুধু 'অ্যানিউলিন' হিসাবে উল্লেখ করা হয়)।\n\nঅন্যান্য অ্যারোম্যাটিক অণুর মতো [১৮]অ্যানিউলিনের বেশ কয়েকটি মূল বৈশিষ্ট্য রয়েছে, এই আবিষ্কারটি একটি রাসায়নিক ধারণা হিসাবে অ্যারোম্যাটিসিটি বোঝার ক্ষেত্রে একটি গুরুত্বপূর্ণ বিকাশ।\nসম্পর্কিত অ্যানিউলিন-এ, একটি একটি ত্রিবন্ধন দ্বারা প্রতিস্থাপিত হয়।\n\n\n== চিত্র ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== অ্যারোম্যাটিসিটি ==\n\nঅ্যানিউলিনগুলি হতে পারে অ্যারোম্যাটিক (বেনজিন বা [৬]অ্যানিউলিন এবং [১৮]অ্যানিউলিন), অ-অ্যারোম্যাটিক ([৮] এবং [১০]অ্যানিউলিন), অথবা অ্যান্টি-অ্যারোমেটিক (সাইক্লোবিউটাডাইইন, [৪]অ্যানিউলিন)। সাইক্লোবিউটাডাইইন হল একমাত্র অ্যানিউলিন যার যথেষ্ট অ্যান্টি-অ্যারোমাটিসিটি, যেহেতু প্ল্যানারিটি (একই তলে অবস্থান) অনিবার্য। [৮]অ্যানিউলিনে, অণু একটি গামলার আকার ধারণ করে যা এটিকে দ্বিগুণ বন্ধনের সংমিশ্রণ এড়াতে দেয়। [১০]অ্যানিউলিন প্ল্যানার গঠন অর্জনের জন্য ভুল আকারের: একটি প্ল্যানার গড়নে, অভ্যন্তরীণ হাইড্রোজেনের স্টেরিক প্রভাব (যখন কিছু দ্বিবন্ধন ট্রান্স হয়) বা বন্ধন কোণ বিকৃতির কারণে রিং স্ট্রেন (যখন দ্বিবন্ধনগুলি সমস্ত সিস হয়) অনিবার্য। সুতরাং, এটি প্রশংসনীয় অ্যারোম্যাটিসিটি প্রদর্শন করে না।\nযখন অ্যানিউলিন যথেষ্ট বড় হয়, উদাহরণস্বরূপ [১৮]অ্যানিউলিন, বন্ধন কোণের উল্লেখযোগ্য বিকৃতি ছাড়াই অভ্যন্তরীণভাবে হাইড্রোজেন পরমাণুগুলির জন্য যথেষ্ট জায়গা থাকে। [১৮]অ্যানিউলিনের বেশ কিছু বৈশিষ্ট্য রয়েছে যা এটিকে অ্যারোম্যাটিক বলে মান্য করে। যাইহোক, বৃহত্তর অ্যানিউলিনের কোনোটিই বেঞ্জিনের মতো স্থিতিশীল নয়, কারণ তাদের প্রতিক্রিয়াশীলতা একটি অ্যারোম্যাটিক হাইড্রোকার্বনের তুলনায় একটি সংযোজিত পলিইনের (ইংরেজি: polyene / বহু দ্বিবন্ধন যুক্ত অণু) মতো বেশি।\n\n\n=== আধানযুক্ত অ্যানিউলিন ===\nঅ্যানিউলিন আধানযুক্ত-ও হতে পারে। এদের সাধারণ সংকেত [C4n+2+qH4n+2+q]q (n = 0, 1, 2, ..., q = 0, ±1, ±2, 4n + 2 + q ≥ 3)। এরা অ্যারোম্যাটিক, একই তলে অবস্থিত।\nযেমন C5H5–, C3H3+ ও C8H82– এরা সব অ্যারোম্যাটিক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nNIST Chemistry WebBook - [18]annulene\nStructure of [14] and [18]annulene"}