{"pageid": 1416306, "title": "য়েচে দর্জি থংচি", "url": "https://bn.wikipedia.org/wiki?curid=1416306", "content": "য়েচে দর্জি থংচি (অসমীয়া: য়েছে দৰজে ঠংচি) একজন বিশিষ্ট ঔপন্যাসিক এবং ছোটগল্পকার। জোনবাই নামে একটি কবিতা লিখে তিনি তাঁর সাহিত্যজীবনের শুরু করেন। প্রথমদিকে, তিনি নিজেকে কবিতা এবং নাটক লেখার মধ্যে সীমাবদ্ধ রেখেছিলেন, কিন্তু পরে তার সাহিত্যকর্মকে গল্প এবং উপন্যাসে প্রসারিত করেছিলেন। সঙ্গম, মনোরঞ্জন, প্রান্তিক, গরীয়সী প্রভৃতি পত্রিকার পাতায় তার অনেক গল্প ছড়িয়ে আছে। তিনি সাহিত্য অকাদেমি পুরস্কার এবং ভাষা ভারতী সাহিত্য পুরস্কার পেয়েছেন তাঁর উপন্যাস মৌন ওঁঠ মুখর হৃদয়ের জন্য এবং আসাম সাহিত্য সভার বিষ্ণু রাভা পুরস্কার তাঁর ছোটগল্প সংকলন পাপড় পুখুরির জন্য। ২০২০ সালে, ভারত সরকার তাকে সাহিত্য ও শিক্ষায় অবদানের স্বীকৃতিস্বরূপ ভারতের চতুর্থ বেসামরিক সম্মান পদ্মশ্রী প্রদান করে।\n\n\n== জন্ম ও শিক্ষা ==\n১৯৫২ সালে নেফার কামেং সীমান্ত বিভাগের (বর্তমানে অরুণাচল প্রদেশের পশ্চিম কামেং জেলা) জগং (জী) গ্রামে চেরদুকপেন সম্প্রদায়ের একটি পরিবারে থংচি জন্মগ্রহণ করেন। তিনি জীগাঁও প্রাথমিক বিদ্যালয়, বোমডিলা সরকারি উচ্চ মাধ্যমিক বিদ্যালয়ে পড়াশোনা করেন এবং কটন কলেজে অধ্যয়ন করেন এবং কটন কলেজ থেকে অসমীয়ায় অনার্স সহ স্নাতক হন। এরপর তিনি গুয়াহাটি বিশ্ববিদ্যালয় থেকে অসমীয়া ভাষায় স্নাতকোত্তর ডিগ্রি লাভ করেন। ১৯৭৭ সালে, তিনি অরুণাচল প্রদেশ বেসামরিক চাকুরীতে যোগদান করেন। তিনি ভারতীয় প্রশাসনিক পরিষেবায় উন্নীত হন। ১৯৯২ সালে, তিনি ভারতীয় প্রশাসনিক পরিষেবাতে পদোন্নতি লাভ করেন।\n\n\n== কর্মজীবন ==\n১৯৭৭ সালে, তিনি অরুণাচল প্রদেশ প্রশাসনিক পরিষেবায় যোগদান করেন। ১৯৯২ সালে, তিনি ভারতীয় প্রশাসনিক পরিষেবায় পদোন্নতি লাভ করেন।। তিনি ১৯৯৩ সাল থেকে তাওয়াং, নিম্ন সুবনসিরি, চংলং, লোহিত এবং পূর্ব কামেং জেলার কমিশনার হিসেবে দায়িত্ব পালন করেছেন এবং বর্তমানে অরুণাচল প্রদেশ সরকারের পর্যটন ও সাংস্কৃতিক পরিক্রমা, নগর উন্নয়ন, আবাসন ও পরিকল্পনা বিভাগের সচিব পদে কর্মরত।\n\n\n== পুরস্কার ==\nপদ্মশ্রী- ভারত সরকার, ২০২০\nসাহিত্য অকাদেমি পুরস্কার, ২০০৫ অসমীয়া উপন্যাস মৌন ওঁঠ মুখর হৃদয় এর জন্য (নীরব ঠোঁট, বকবক করা হৃদয়)\nকলাগুরু বিষ্ণু রাভা সাহিত্য পুরস্কার-অসম সাহিত্য সভা-২০০১\nসুকাফা পুরস্কার- আসাম সরকার ২০২১\nঅসম উপত্যকা সাহিত্য পুরস্কার- উইলিয়ামসন মেগর এডুকেশনাল ট্রাস্ট। কলকাতা ২০১৭\nসেন্ট্রাল ইনস্টিটিউট অফ ইন্ডিয়ান ল্যাঙ্গুয়েজ (CIIL) মহীশূর থেকে ভাষা ভারতী পুরস্কার, ২০০৫\nআচার্য হাজারী প্রসাদ দ্বিবেদী সম্মান, হিন্দি পরিষদ, প্রয়াগরাজ ২০১৯\nবোডোসা পুরস্কার- অল মোরান স্টুডেন্টস ইউনিয়ন, ২০১৯\nবিশেষ কৃতিত্ব পুরস্কার (সাহিত্য)- বৌদ্ধ সাংস্কৃতিক সংরক্ষণ সমিতি, বোমডিলা, ২০১৩\nসাদিন-প্রতিদিন গোষ্ঠী বিশেষ কৃতিত্ব পুরস্কার (সাহিত্য ও সাংবাদিকতা), ২০১৭\nডাঃ ভূপেন হাজারিকা সংহতি বঁটা ২০১৬ ডঃ ভূপেন হাজারিকা ট্রাস্ট, কলকাতা-গুয়াহাটি\nরংবং তেরং সামন্য পুরস্কার-২০১৮- সিন্থার প্রকাশন, বলিয়াঘাট, কার্বি আংলং, আসাম\nড.মাইদুল ইসলাম বোরা সাহিত্য পুরস্কার, ২০১৪ ড. এম.আই বরা ট্রাস্ট, শিবসাগর, আসাম\nলক্ষ্মীনাথ বেজবড়ুয়া সাহিত্য পুরস্কার ২০১৮ আসাম\nফুলচাঁদ খান্ডেলওয়াল সংহতি বঁটা পুরস্কার, ২০০১\nআসাম সাহিত্য সভা থেকে বাসুদেব জালান পুরস্কার\nসরহদ (পুনে ভিত্তিক একটি এনজিও) থেকে ভূপেন হাজারিকা জাতীয় পুরস্কার ২০১৭\nডি.লিট (অনারিস কসা)-ডিব্রুগড় বিশ্ববিদ্যালয়, আসাম\n\n\n== সাহিত্যকর্ম ==\nয়েচে দর্জি থংচি উচ্চ শিক্ষার জন্য গুয়াহাটিতে আসার পর ছোট গল্প লেখা শুরু করেছিলেন, যদিও তিনি অরুণাচল প্রদেশের বোমডিলায় স্কুলে পড়ার সময় গল্প লেখার অভ্যাস শুরু করেছিলেন। যতীন গোস্বামী সম্পাদিত \"নতুন প্রবাহ\" পত্রিকায় \"দাপন\" (আয়না) শিরোনামে থংচির প্রথম প্রকাশিত ছোটগল্প প্রকাশিত হয়। গল্প তৈরির পেছনে রয়েছে বাস্তব জীবনের ঘটনা। এ সময় তুলা কলেজের ছাত্র থংচি ছুটি কাটাতে গিয়ে তার বড় বোন থর দোইমা গ্রামের জিগাঁওয়ের বাড়িতে অবসর সময় কাটাতে যায়। তিনি সর্বদা একজন উদাসীন পাঠক ছিলেন এবং তিনি যেখানেই যান তার সাথে একটি বই বহন করার অভ্যাস ছিল। সেদিন, তিনি লক্ষ্মীনাথ ফুকনের লেখা \"মোরোমোর মাধুরী\" সংকলন থেকে একটি অসমীয়া ছোটগল্প পড়ছিলেন, তাকে তার বইয়ে মগ্ন থাকতে দেখে, তার বোন থার দোইমা, যাকে তিনি 'আনু খাও' (বড় বোন) বলে ডাকেন, খুব কৌতূহলী হয়ে ওঠেন এবং তাকে গল্পটি তাকেও পড়তে বললেন। এমনটি করার সময়, যুবক থংচি তার বোনের গালে হঠাৎ অশ্রু গড়িয়ে পড়তে দেখলেন। গল্পটি শুনে তিনি এতটাই অভিভূত হয়েছিলেন যে তিনি নীরবে এবং স্বতঃস্ফূর্তভাবে কাঁদতে শুরু করেছিলেন। এই ঘটনাটি থংচিকে গল্প লেখার বিষয়ে গুরুত্ব সহকারে ভাবতে বাধ্য করেছিল। নিজের থেকে। কারণ তিনি অকথিত গল্পে ভরা একটি অনাবিষ্কৃত আদিম ভূমি থেকে আশীর্বাদ পেয়েছিলেন, তাই তিনি সিদ্ধান্ত নিয়েছিলেন যে অরুণাচলের আদিবাসীদের গল্প তার কলমের মাধ্যমে বাইরের বিশ্বকে শোনাবেন। তার হোস্টেলে ফিরে আসার পর (মহেন্দ্র নাথ ডেকা) ফুকন চত্রবাস, এমএনডিপি বয়েজ হোস্টেল নামে পরিচিত) কটন কলেজে জিগাঁও থাকার পর, তিনি তার গ্রামের পটভূমিতে \"দাপন\" গল্পটি লিখে \"নতুন প্রবাহ\"-এ পাঠান। গল্পটি দেরি না করেই প্রকাশিত হয়। . আসামের পাঠকরা \"দাপন\" গল্পের মাধ্যমে তাদের প্রতিবেশী রাজ্য অরুণাচলের একটি ভিন্ন রাজ্যের আভাস পেয়েছেন। 'দাপন' গল্পটি অরুণাচল প্রদেশের মহদালা নামে একটি প্রত্যন্ত গ্রামের গল্প বলে যেখানে গ্রামবাসীরা আগে কখনও আয়না দেখেনি, যতক্ষণ না গ্রামের স্কুল শিক্ষক, আসাম থেকে ওই গ্রামে পড়াতে এসে একটি আয়না নিয়ে আসেন। বৃদ্ধা লেদান। 'মাস্টার বাবু'র (স্কুল শিক্ষকের) বাড়িতে 'সেই অদ্ভুত জিনিস' আবিষ্কার করা প্রথম ব্যক্তি। সমস্ত গ্রামবাসী শুধু আয়না দেখার জন্য এবং নিজের প্রতিচ্ছবি দেখার 'জাদু' অনুভব করার জন্য শিক্ষকের বাড়িতে যেতে শুরু করে। বৃদ্ধা লেডানের ভাগ্নি ওয়াংডান, যিনি তার সৌন্দর্যের জন্য পরিচিত ছিলেন, তিনিও একদিন এসেছিলেন। আয়নায় তার মুখের কুৎসিত প্রতিচ্ছবি দেখে সে একটি ওক গাছের ডালে ঝুলে আত্মহত্যা করেছিল। সারা মুখে পোড়া দাগ থাকায় তার মুখ কুৎসিত হয়ে উঠেছে। তার একজন মামলাকারী, চিম্বু তাকে ধর্ষণের চেষ্টা করে এবং সে প্রতিবাদ করলে সে তার মুখ পুড়িয়ে দেয়। গল্পের সমাপ্তি পাঠকদের কাছে বেশ ধাক্কা দেয়, তবে লেখক এটিকে যথেষ্ট বিশ্বাসযোগ্য করে তুলতে পারেন। থংচি প্রথম প্রকাশিত একটি আপ-টু-স্নাফ ছোট গল্প লেখক হিসাবে তার সম্ভাবনা দেখাতে পারে গল্প নিজেই। পরে এই গল্পটি তার প্রথম প্রকাশিত ছোটগল্পের সংকলন পাপড় পুখুরিতে অন্তর্ভুক্ত হয়।\n\n\n=== উপন্যাস ===\nমৌন ওঁঠ মুখর হৃদয় (নিরব ঠোঁট, বকবক করা হৃদয়), ২০০৫\nসোনম, ১৯৮২\nলিংঝিক\nবিহ কন্যার দেশত\nসাউ কাটা মানুহ\nমিশিং\nমই আকৌ জনম লোম\n\n\n=== ছোটগল্পের সংকলন ===\nপাপড় পুখুরি (পাপপূর্ণ পুকুর)\nবাহ ফুলর গোন্ধ\nঅন্য এখন প্রতিযোগিতা\nধর আরু অনন্য গল্প\n\n\n=== গ্রাম্য গল্প ===\nকামেং সীমান্তর সাধু\n\n\n=== সম্প্রদায়ের ইতিহাস ===\nশেরদুকপেন জনজাতির ইতিবৃত্ত\nভ্রমণবৃত্তান্ত-\n\nধুনিয়া মানুহর ধুনিয়া দেশত (দক্ষিণ কোরিয়া ভ্রমণ)\nঅনুবাদসমূহ-\n১. অসমীয়ায়-\n\nসৈনিক সেনাপতি (জেনারেল জে জে সিং-এর আত্মজীবনী 'দ্য সোলজারস জেনারেল'-এর অনুবাদ)\nপ্রবাহত মুক্ত জীবন (তাঁর মুখবন্ধ সহ মহামহিম দালাই লামার আত্মজীবনী ফ্রিডম ইন এক্সাইলের অনুবাদ)\nবোধুচার্যবতার (কাব্যিক আকারে ষষ্ঠ শতাব্দীর আচার্য শান্তিদেবের সংস্কৃত বৌদ্ধ ক্লাসিকের অনুবাদ)\n২. ইংরেজির মধ্যে-\n\nহার্ট টু হার্ট (লুমার দাই-এর অসমীয়া উপন্যাস মন আরু মনের অনুবাদ)\nআত্মজীবনী-\n\nহাঁহি আরু চকুলোর শৈশব (আত্মজীবনীর প্রথম অংশ)\n\n\n== বই ==\nআমাজনে ইয়েচে দরজি থংচির বই।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}