{"pageid": 1416325, "title": "মাহিম দুর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1416325", "content": "মাহিম দুর্গ (মারাঠি: माहीम किल्ला) ভারতের মহারাষ্ট্র রাজ্যের মুম্বাইয়ের মাহিমে অবস্থিত একটি দুর্গ। এটির মাহিম উপসাগরের তীরে কৌশলগত অবস্থানের কারণে দক্ষিণে ওরলি, উত্তরে বান্দ্রা এবং পূর্বে মহিমকে পর্যবেক্ষণ করতে সাহায্য করে। দুর্গটির উৎপত্তি সম্পর্কে তেমন জানা যায় না, তবে এর কৌশলগত অবস্থানের কারণে এর অধিকার নিয়ে প্রায়শই প্রতিদ্বন্দ্বিতা করা হয়েছে। প্রশাসনিক অবহেলা, বস্তি দখল এবং জোয়ারভাটার ক্ষয়জনিত কারণে দুর্গটি বর্তমানে বেহাল দশায় ভুগছে।\n\n\n== ইতিহাস ==\n১৫১৬ সালে, পর্তুগিজ সেনাপতি ডোম জোয়াও ডি মনোয় মাহিম খাড়িতে প্রবেশ করেন এবং মহিম দুর্গের সেনাপতিকে পরাজিত করেন। ১৫৩৪ সালে পর্তুগিজরা গুজরাটের বাহাদুর শাহের কাছ থেকে মহিম দ্বীপটি দখল করার আগে দুর্গটি পর্তুগিজ এবং গুজরাটি শাসকের মধ্যে ঘন ঘন সংঘর্ষের স্থান ছিল। ১৬৬১ সালে, পর্তুগিজরা মাহিম দ্বীপটি ইংল্যান্ডের দ্বিতীয় চার্লসকে যৌতুক হিসাবে দান করে। ইংরেজরা দুর্গের নিয়ন্ত্রণ লাভ করার পর, ১৬৮৪ সালে স্যার থমাস গ্রান্থাম কর্তৃক এটির সংস্কার করে শক্তিশালী করা হয়েছিল, এবং সম্ভাব্য পর্তুগিজ আক্রমণের বিরুদ্ধে ও পরে মারাঠাদের বিরুদ্ধে এটি একটি কৌশলগত পাহারাভবন হয়ে ওঠে।\n১৭৭২ সালে, পর্তুগিজরা এই দুর্গ আক্রমণ করার চেষ্টা করেছিল, কিন্তু ব্রিটিশরা কামানের গোলা দিয়ে তাদের প্রতিহত করেছিল। এই সংঘর্ষের সময় মাউন্ট মেরি গীর্জা ক্ষতিগ্রস্ত হয়। ঐতিহাসিক বিবরণ অনুযায়ী, সেই সময়ে দুর্গটিতে ১০০ সৈন্য ও ৩০টি কামান ছিল।\nপ্রথম ইঙ্গ-মারাঠা যুদ্ধের সময় ব্রিটিশরা দুর্গটি দখল করে।\n\n\n== অতিক্রমণ ==\nদুর্গটি শহরতলী ও শহরের সংযোগ স্থাপনকারী মাহিম কজওয়ের পার্শ্বে অবস্থিত।\nদুর্গটি বস্তি দ্বারা প্রবলভাবে বেষ্টিত, এবং জোয়ার ভাঙ্গন ও অবহেলার কারণে দুর্গের কিছু অংশ তলিয়ে গেছে। স্থানটি প্রথমসারিভুক্ত ঐতিহ্য কাঠামো হিসাবে শ্রেণীবদ্ধ করা হলেও এটির রক্ষণাবেক্ষণের রাখার জন্য তেমন কিছুই করা হয়নি। বড় বড় পাথর বালির উপর ছড়িয়ে আছে এবং তিন মিটার (পনেরো ফুট) পর্যন্ত উঁচু ফাটল দৃশ্যমান। দুর্গটির দায়িত্ব রাজ্য সরকার এবং বৃহত্তর মুম্বাই পৌর নিগমের মধ্যে হাতবদল করা হয়েছে, যদিও দুর্গটি রাজ্য সরকারের জমিতে অবস্থিত। ২০০৪ সালে, স্থানীয় কর্তৃপক্ষ কর্তৃক অতিক্রমণ অপসারণ না করায় পাঁচ লক্ষ টাকা ফেরত দিতে হয়েছিল। পরে, ২০০৪ সালে, তৎকালীন পৌর কমিশনার জয়রাজ পাঠক দুর্গটির স্বত্ব অন্যকে অর্পণ করার প্রস্তাব করেছিলেন।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nমহারাষ্ট্রের দুর্গসমূহের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nমহারাষ্ট্র পর্যটন ওয়েবসাইটে মাহিম দুর্গ\nটেমপ্লেট:মুম্বাইয়ের পর্যটন আকর্ষণ\nটেমপ্লেট:Forts around Mumbai\nটেমপ্লেট:Forts in Maharashtra"}