{"pageid": 1416933, "title": "লায়লাতুল রাগাইব", "url": "https://bn.wikipedia.org/wiki?curid=1416933", "content": "লাইলাতুল রাগাইব (আরবি: لَيْلَةُ الرّغائِب  ; তুর্কি: Regaip Kandili ) ইসলামিক অনুশীলনে একটি প্রার্থনার রাত, যা তুর্কি ঐতিহ্যে পাঁচটি আশীর্বাদপূর্ণ কান্দিল রাতের একটি হিসাবে শ্রেণীবদ্ধ। বিশ্বের মুসলমানদের মধ্যে এই রাত পালনের ব্যাপারে মতভিন্নতা রয়েছে। এটি বেশিরভাগই সুফিবাদ দ্বারা প্রভাবিত মুসলমানদের দ্বারা অনুশীলন করা হয়, যেমন তুরস্কের মুসলমানরা এবং মুসলিম বলকান সম্প্রদায়ের মুসলমানরা এবং শিয়া মুসলমানরা, যখন আরব বিশ্বের সুন্নিরা খুব কম মনোযোগ দেয় (যদিও এটি লেভান্টে উদ্ভূত হয়েছিল), এবং সালাফিরা এটি সম্পূর্ণভাবে অস্বীকার করে। এটি পালনের অনুমতি সম্পর্কে মতামত মুসলিম পণ্ডিতদের মধ্যেও ভিন্ন ভিন্ন মত রয়েছে এবং গত সহস্রাব্দ ধরে বারবার বিতর্কের বিষয় হয়ে উঠেছে। চারটি প্রধান সুন্নি মাযহাব, শাফিঈ, হাম্বলী, হানাফী, এবং মালেকী আইনবিদ, দ্বারা প্রথাটি বিভিন্নভাবে বিদ'আহ (অগ্রহণযোগ্য উদ্ভাবন) হিসাবে প্রত্যাখ্যান করা হয়েছে বা উত্তম উদ্ভাবন (বিদ'আহ হাসানাহ) হিসেবে আখ্যা দেওয়া হয়েছে।\nরাগাইব শব্দটি \"রা-গাইন-বা\" (আরবি: رَغَبَ  ক্রিয়াপদ শব্দের মূল থেকে উদ্ভূত হয়েছে) অর্থ \"ইচ্ছা করা\" বা \"প্রবণতা\"।\nলাইলাতুল রাগাইব হিজরি ক্যালেন্ডারে \"তিন পবিত্র মাস\" (রজব, শা'বান এবং রমজানের দিকে অগ্রসর হওয়া) শুরু করে। যেহেতু ইসলামিক দিন গণনা সন্ধ্যার সময় থেকে শুরু হয়, তাই লাইলাতুল রাগাইব রজব মাসের প্রথম শুক্রবারের রাত অর্থাৎ বৃহস্পতিবার রাতে পালিত হয়। এই ঐতিহ্যের অনুসারীরা বিশ্বাস করেন যে, রজবের প্রথম বৃহস্পতিবার, তারা যদি বিশেষ প্রার্থনা পাঠ করে, তবে তারা এ প্রার্থনার দ্বারা পুরস্কৃত হবে।\n\n\n== ইতিহাস ==\n\nআবু বকর আল-তুর্তুশি (1059 - 1126 খ্রিস্টাব্দ) এর মতে, রাগাইব রাতের প্রার্থনার রীতি সর্বপ্রথম জেরুজালেমের আশেপাশে ১১ শতকের শেষ দিকে উদ্ভাবিত হয়েছিল; যার ভিত্তি একটি দ্বয়ীফ (দুর্বল) হাদিস দ্বারা প্রচারিত হয়েছিল, হযরত মুহাম্মাদকে আরোপিত হাদীসে বলা হয়েছে:\n\nতবে এটি সবচেয়ে গুরুত্বপূর্ণ যে, তোমাদের মধ্যে কেউ যেন রজবের প্রথম বৃহস্পতিবারের রাতটিকে অবহেলা না করে, কারণ এটি এমন রাত যেটিকে ফেরেশতারা শুভেচ্ছার রাত বলে। এর কারণ হল, রাতের প্রথম তৃতীয়াংশ অতিবাহিত হওয়ার পর, আকাশে এবং পৃথিবীর কোনো অঞ্চলে একটি ফেরেশতাও থাকবে না। তারা সবাই কাবা ও এর আশপাশের এলাকায় একত্রিত হবে। আল্লাহ তায়ালা লক্ষ্য করবেন যে তারা সেখানে সমবেত হয়েছে এবং তিনি বলবেন: 'আমার ফেরেশতাগণ, তোমরা যা ইচ্ছা আমার কাছে চাও!' এতে তাদের জবাব হবে: 'হে আমাদের রব, আমরা যে চাই যে, আপনি রজব মাসে যারা রোজা রাখে তাদের ক্ষমা করুন,' তখন আল্লাহ তাদের বলবেন: 'আমি ইতিমধ্যেই করেছি!'\n১৩ শতকের গোড়ার দিকে, দামেস্কে রাগাইবের নামাজ নিয়ে একটি প্রকাশ্য বিতর্ক হয়েছিল দুই শাফেয়ী পন্ডিত ইজ্জ আদ-দীন ইবনে আবদ আস-সালাম (মৃত্যু 1262) এবং ইবন আল-সালাহ (মৃত্যু 1245) এর মধ্যে। উভয়েই এই প্রথাকে বিদআত (বিদআত) ঘোষণা করার বিষয়ে একমত হন। ইজ্জ আদ-দীন এই প্রথাটিকে অগ্রহণযোগ্য উদ্ভাবন হিসাবে চিহ্নিত করেছেন, যখন ইবনে আস-সালাহ এটিকে বিদআহ হাসানাহ (উত্তম উদ্ভাবন) হিসাবে বিবেচনা করেছেন, যেহেতু নবীর সময়কার প্রমাণ না থাকা সত্ত্বেও, এটি প্রার্থনাকে উত্সাহিত করেছিল।\nযেহেতু অধিকাংশ সমসাময়িক পন্ডিত ইজ্জ আদ-দীনের সাথে একমত ছিলেন, আইয়ুবিদ সুলতান আল-মালিক আল-কামিল ১২৩৫ সালে মসজিদে রাগাইবের নামাজ পড়া নিষিদ্ধ করেছিলেন। যদিও এই প্রথাটি এলাকায় জনপ্রিয় ছিল, এবং সালতানাত শেষ পর্যন্ত কয়েক বছর পরে ইবন আল-সালাহ-এর ফতোয়ার উপর ভিত্তি করে এটিকে আবার অনুমতি দেয়।\n১৫ শতকের অটোমান পণ্ডিত শামস আল-দিন আল-ফানারি (মৃত্যু ১৪৩০) রাগাইব প্রথাকে রক্ষা করে একটি গ্রন্থ রচনা করেছিলেন। এছাড়াও, উসমানীয় সাম্রাজ্যে, এই ধারণা ছড়িয়ে পড়ে যে সেই রাতে নবীর মা আমিনা বিনতে ওয়াহব বুঝতে পেরেছিলেন যে তিনি একজন নবীর জন্ম দিতে চলেছেন। তদুপরি, 1588 সালের আগে রাগাইবের রাতে মিনারগুলি আলোকিত করা একটি সাধারণ রীতি হয়ে উঠেছিল।\n১৮ শতক থেকে, নবীর প্রশংসায় যেসকল বিশেষ কবিতাগুলি লেখা হয়েছিল, সেগুলো রাগাইব রাতে বাদ্যযন্ত্রের সাথে আবৃত্তি করা হতো। এই প্রশংসা কবিতাগুলোকে বলা হতো রেগাইবিয়্যে। সেলাহাদ্দীন উশাকি (মৃত্যু 1783) দ্বারা লিখিত মসনবী মাতলাউল-ফেকর ছিল সর্বাধিক পরিচিত রেগাইবিয়।\n\n\n== ধর্মীয় ঐতিহ্যে ==\nবিশ্বাস করা হয়, এ রাতের নাম ফেরেশতারা দিয়েছিলেন। তদনুসারে, সেই রাতের এক তৃতীয়াংশ অতিবাহিত হলে, আসমানে বা পৃথিবীতে কোনো ফেরেশতা অবশিষ্ট থাকে না, তারা সবাই কাবার চারপাশে সমবেত হয়। সেই মুহুর্তে, আল্লাহ তাদের সাথে কথা বলেন এবং তাদের জিজ্ঞাসা করেন তারা কি চায়। ফেরেশতারা উত্তরে বলেন, যারা রাগাইবের রোজা রাখে আল্লাহ যেন ক্ষমা করেন। আল্লাহ ঈশ্বর ইচ্ছাকে পূর্ণ করেন। রজব মাসের প্রথম রাতের এক তৃতীয়াংশ অতিবাহিত হলে ফেরেশতারা রজব মাসের রোজাদারদের জন্য ক্ষমা প্রার্থনা করেন।\n\n\n=== অনুশীলন করা ===\n\nবৃহস্পতিবার রোজা রাখা উত্তম, যা রজব মাসের প্রথম শুক্রবারের রাতের সাথে মিলে যায়। এই রোজা বৃহস্পতি ও শুক্রবার ২ দিন ধরে পালন করা হয়।\nএই রাতে সুপারিশ করা হয় যে, যারা নামায কাজা করেছেন তাদের সংশোধনের (তাওবার) নামায পড়া উচিত। মাহমুদ সামি রামাজানোগ্লু রচিত প্রার্থনা ও যিকিরের বইয়ে, লাইলাতুল রাগাইবে নফল প্রার্থনাটি নিম্নরূপ বর্ণা করা হয়েছে :\nলাইলাতুল রাগাইবের আগে বৃহস্পতিবার, রোজা রাখার পর ইফতার করে মাগরিবের নামাজ পড়ে বারো রাকাত নফল নামাজ দুই রাকাত করে করে পড়বে।\nপ্রতি রাকাতে সূরা আল-ফাতিহার পর আল-কদর পড়বে তিনবার এবং ইখলাস পড়বে বারবার। বিকল্পভাবে সূরা আল কদর একবার এবং সূরা \"ইখলাস\" তিনবার পাঠ করা হয়।\nনামাজ শেষ হওয়ার পর নিচের সত্তর বার পড়তে পারে।\n\nআরবি: اللهم صلّ على سيدنا محمد النبي الأمي وعلى آله وصحبه وسلم,\nবাংলা: আল্লাহুম্মা সাল্লি আলা সাইয়্যিদিনা মুহাম্মাদীন নাবিয়্যিল উম্মিয়ি ওয়া আলা আলিহি ওয়া সাহবিহি ওয়া সাল্লিম\nলাইলাতুল রাগাইবে কোরআন তেলাওয়াত করা উচিত। তাওবা (তওবা) এবং ক্ষমা চাওয়ার জন্য আরও প্রার্থনা করা হয়। দুআ করা, এবং আল্লাহর প্রদত্ত আশীর্বাদের জন্য প্রশংসা ও কৃতজ্ঞতায় থাকতে স্মরণ করা। বলা হয় আল্লাহ মুহাম্মদের উপর সালাওয়াত (শুভেচ্ছা) পাঠিয়েছেন। আরেকটি সুপারিশকৃত আমল হলো আল্লাহর পথে দান (জাকাত) করা এবং এই দানের মালিককে আল্লাহর ভালবাসায় পৌঁছে দিবে।\n\n\n== জনপ্রিয় রীতি ==\nতুরস্কে, এই রাতে এবং অন্যান্য কান্দিল রাতগুলি উদযাপনের জন্যে ঐতিহ্যগতভাবে লোকমা রান্না করা হয় এবং একটি ছোট গোল রুটি তৈরি করা হয়।\n\n\n== উদযাপনের বৈধতা ==\nলাইলাতুল রাগাইব উদযাপনের অনুমতি ১১ শতকের শেষের দিক থেকে বিতর্কের বিষয় হয়ে উঠেছে। শিয়া পণ্ডিতরা রাতের ধর্মীয় অনুশীলনে অংশ নেওয়াকে জায়েজ বলে মনে করেন। চারটি প্রধান সুন্নি মাযহাবের আইনবিদ, শাফিঈ, হাম্বলী, হানাফী, এবং মালিকি, ইমাম নববির মতের উপর ভিত্তি করে বলেন যে , লাইলাতুল রাগাইব সংক্রান্ত হাদিসটি বানোয়াট এবং এমন রাত পালন করা বিদআত। ইমাম নববি ব্যাখ্যা করেছেন যে,সালাত আল-রাগাইব নামে পরিচিত নামাজ, যা রজবের প্রথম জুমার রাতে মাগরিব ও এশার মধ্যে বারো রাকাত এবং শাবান মাসের ১৫ তারিখের রাতে একশত রাকাত নামায পড়া হয় উভয়ই নিন্দনীয় বিদআত। কুতুল কুলুব ও ইহইয়া উলুম আল-দীন-এ উল্লেখিত বা এই দুটি কিতাবে উদ্ধৃত হাদীস দ্বারা কেউ প্রতারিত হবেন না, কারণ সবই মিথ্যা। এমন কিছু ইমামের দ্বারা কেউ প্রতারিত হবেন না যারা এই নামাজের হুকুম সম্পর্কে বিভ্রান্ত ছিলেন এবং প্রবন্ধ লিখেছিলেন যে তারা সুপারিশ করা হয়েছে, কারণ তারা এতে ভুল করেছেন। ইমাম আবু মুহাম্মাদ আবদ আল-রহমান ইবনে ইসমাঈল আল-মাকদিসি একটি মূল্যবান বই লিখেছিলেন যাতে দেখানো হয় যে সেগুলি মিথ্যা, আল্লাহ তাঁর উপর রহম করুন।\n\n\n== তথ্যসূত্র =="}