{"pageid": 1416983, "title": "সংসদীয় ব্যবস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1416983", "content": "সংসদীয় ব্যবস্থা বা সংসদীয় গণতন্ত্র হলো একটি গণতান্ত্রিক সরকার ব্যবস্থা যেখানে একজন সরকার প্রধান (যিনি রাষ্ট্রের প্রধানও হতে পারেন বা নাও হতে পারেন) আইনসভার সমর্থনে গণতান্ত্রিক বৈধতা অর্জন করেন। একটি আইনসভার (সাধারণত একটি সংসদ) কাছে সরকার দায়বদ্ধ থাকে।\nএকটি সংসদীয় ব্যবস্থায়, রাষ্ট্রপ্রধান এবং সরকার প্রধান সাধারণত দুটি পৃথক অবস্থানে থাকেন, যেখানে রাষ্ট্রপ্রধান একজন আনুষ্ঠানিক ব্যক্তিত্ব হিসেবে কাজ করেন (যদি সাংবিধানিকভাবে কোনো ক্ষমতা তার কাছে থাকে), তবে প্রকৃত রাজনৈতিক ক্ষমতার পুরোটাই সরকার প্রধানের হাতে ন্যস্ত থাকে। এটি একটি রাষ্ট্রপতিশাসিত শাসনব্যবস্থার বিপরীত। রাষ্ট্রপতিশাসিত ব্যবস্থায় একজন রাষ্ট্রপতি সাধারণত রাষ্ট্রপ্রধান এবং সরকার প্রধান উভয়ই হন এবং সবচেয়ে গুরুত্বপূর্ণভাবে, তিনি আইনসভা থেকে নিয়োগগ্রাপ্ত হন না।\nসংসদীয় ব্যবস্থা অনুসরণকারী দেশগুলি সাংবিধানিক রাজতন্ত্রও হতে পারে, যেখানে একজন রাজা রাষ্ট্রের প্রধান হন এবং সরকার প্রধান সংসদের সদস্য হন। অথবা এটি একটি সংসদীয় প্রজাতন্ত্রও হতে পারে, যেখানে আনুষ্ঠানিকভাবে রাষ্ট্রপতি রাষ্ট্রের প্রধান হন যখন সরকার প্রধান আইনসভা থেকে নির্বাচিত হন। কয়েকটি সংসদীয় প্রজাতন্ত্রে, সরকারপ্রধানরাও রাষ্ট্রপ্রধান হয়ে থাকেন, তবে সংসদের দ্বারা নির্বাচিত হন এবং সংসদকে জবাবদিহি করেন। দ্বিকক্ষ বিশিষ্ট সংসদে, সাধারণত, উচ্চকক্ষের সদস্য হন।\nসংসদীয়তা হল ইউরোপে সরকারের প্রভাবশালী রূপ, যেখানে ৫০টি সার্বভৌম রাষ্ট্রের মধ্যে ৩২টি সংসদীয় গণতন্ত্রের অনুসারী। ক্যারিবিয় দীপপুঞ্জে ১৩টি দ্বীপ রাষ্ট্রের মধ্যে ১০টির সংসদীয় ব্যবস্থায় পরিচালিত। বিশ্বের অন্যান্ন অঞ্চলে, সংসদীয় ব্যবস্থায় পরিচালিত সরকারের সংখ্যা কম। যদিও এই ব্যবস্থাটি বিশ্বের সমস্ত মহাদেশে বিস্তৃত, তবে বেশিরভাগ ক্ষেত্রে ব্রিটিশ সাম্রাজ্যের প্রাক্তন উপনিবেশগুলিতে এ ব্যবস্থার উপস্থিতি রয়েছে, যেগুলি ওয়েস্টমিনিস্টার ব্যবস্থা নামে পরিচিত সংসদীয় গণতন্ত্রের একটি বিশেষ ব্যবস্থার অনুসরণ করে।\n\n\n== ইতিহাস ==\nপ্রাচীনকাল থেকে, সমাজের যেকোনো সিদ্ধান্ত নেওয়ার জন্য কিছু দায়িত্বপ্রাপ্ত ব্যক্তি থাকত যাদের সিদ্ধান্তগুলি গ্রামের প্রবীণরা মূল্যায়ন করত। এই ধারাটি ধীরে ধীরে আধুনিক সংসদীয় ব্যবস্থায় বিকশিত হয়।\nমধ্যযুগীয় সময় থেকে ইউরোপে সংসদের উপস্তিতি ছিল: বিশেষত ১১৮৮ সালে লিওনের রাজা চতুর্থ আলফনসো লিওনের কর্টেসে বর্তমানের সংসদের অধিবেশনের অনুরূপভাবে তিনটি রাজ্যের সমাবেশ করেছিলেন। কাতালোনিয়ার কর্টস ছিল ইউরোপের প্রথম সংসদ যা আনুষ্ঠানিক প্রথা বাদ দিয়ে আইন পাস করার ক্ষমতা লাভ করে। ওলন্দাজ বিদ্রোহের (১৫৮১) সময় আজকের নেদারল্যান্ডস ও বেলজিয়ামে সংসদীয় সরকারের একটি প্রাথমিক রূপ বিকশিত হয়েছিল। ১৭০৭ এবং ১৮০০ সালের মধ্যে গ্রেট ব্রিটেন রাজ্যে সংসদীয় সরকারের আধুনিক ধারণা এবং তার সমসাময়িক, ১৭২১ থেকে ১৭৭২ সালের মধ্যে সুইডেনে সংসদীয় ব্যবস্থার আবির্ভাব ঘটে।\nইংল্যান্ডে, সাইমন ডি মন্টফোর্টকে দুটি বিখ্যাত সংসদের প্রতিনিধিত্বকারী সরকারের জনক হিসাবে আখ্যায়িত করা হয়। প্রথমটি প্রতিষ্ঠিত হয়েছিল ১২৫৮ সালে, রাজার সীমাহীন কর্তৃত্ব রহিত করে এবং দ্বিতীয়টি, ১২৬৫ সালে, শহরের সাধারণ নাগরিকদের শাসনব্যবস্থায় অন্তর্ভুক্ত করে। পরবর্তীতে, ১৭ শতকে, ইংল্যান্ডের পার্লামেন্ট উদার গণতন্ত্রের কিছু ধারণা ও ব্যবস্থার অনুসরণ করেছিল যা গৌরবময় বিপ্লবে পরিণত হয়েছিল এবং এ সম্পর্কিত বিল অফ রাইটস ১৬৮৯ পাস হয়েছিল।\nগ্রেট ব্রিটেনের রাজ্যে, রাজা, তত্ত্বগতভাবে, মন্ত্রীসভার সভাপতিত্ব করতেন এবং মন্ত্রীদের বেছে নিতেন। বাস্তবে, রাজা প্রথম জর্জ ইংরেজিতে কথা বলতে না পারার কারণে মন্ত্রিসভার সভাপতিত্বের দায়িত্ব নেতৃস্থানীয় মন্ত্রী, আক্ষরিক অর্থে প্রধানমন্ত্রী বা প্রথম মন্ত্রী রবার্ট ওয়ালপোলের কাছে চলে যায়। ভোটাধিকারের ধারণা বিস্তৃত হওয়ার সাথে সাথে সংসদকে ধীরে ধীরে গণতান্ত্রিক সরকারকে নিয়ন্ত্রণে এবং রাজা কাকে সরকার গঠনের জন্য বলতে পারেন তা নির্ধারণে সংসদের ভূমিকা বৃদ্ধি পায়। ১৯ শতকের মধ্যে, ১৮৩২ সালের গ্রেট রিফর্ম অ্যাক্ট শাসনব্যবস্থাকে সংসদীয় আধিপত্যের দিকে নিয়ে যায়।\nঅন্যান্য দেশগুলি ধীরে এ ব্যবস্থা গ্রহণ করে, যাকে ওয়েস্টমিনস্টার সরকার ব্যবস্থা বলা হয়। এই ধরনের ব্যবস্থা বিশেষভাবে প্রাচীন ব্রিটিশ উপনিবেশে প্রচলিত হয়ে ওঠে, যার মধ্যে অনেক অঞ্চলের সংবিধান ব্রিটিশ পার্লামেন্ট দ্বারা প্রণীত হয়েছিল; যেমন অস্ট্রেলিয়া, নিউজিল্যান্ড, কানাডা, আইরিশ ফ্রি স্টেট এবং দক্ষিণ আফ্রিকা ইউনিয়ন। এই সংসদগুলির মধ্যে কিছু পরবর্তীতে সংস্কার করা হয়েছিল, বা প্রাথমিকভাবে তাদের মূল ব্রিটিশ মডেল থেকে স্বতন্ত্র হিসাবে বিকশিত হয়েছিল। এই দেশগুলির মধ্যে অনেকগুলি যেমন ত্রিনিদাদ এবং টোবাগো এবং বার্বাডোস তাদের নিজস্ব আনুষ্ঠানিক রাষ্ট্রপতিশাসিত প্রজাতন্ত্র হয়ে গ্রেট ব্রিটেনের সাথে প্রাতিষ্ঠানিক সম্পর্ক ছিন্ন করেছে, কিন্তু ওয়েস্টমিনস্টার সরকার ব্যবস্থা বজায় রেখেছে। সংসদীয় দায়বদ্ধতা এবং দায়িত্বশীল সরকারের ধারণা এই ব্যবস্থাগুলির সাথে ছড়িয়ে পড়ে।\nপ্রথম বিশ্বযুদ্ধের পরের বছরগুলিতে ইউরোপে গণতন্ত্র এবং সংসদীয়তা ক্রমবর্ধমানভাবে প্রচলিত হয়ে ওঠে। ঊনবিংশ শতাব্দীর নগরায়ন, শিল্প বিপ্লব এবং আধুনিকতাবাদের ফলে সংস্কারপন্থীদের সংসদীয় ব্যবস্থার দাবি এবং সোশ্যাল ডেমোক্র্যাটদের উদীয়মান আন্দোলনকে উপেক্ষা করা ক্রমশ অসম্ভব করে তুলে। যাইহোক, ১৯৩০-এর দশকে ফ্যাসিবাদের উত্থান ইতালি এবং জার্মানিতে সংসদীয় গণতন্ত্রের অবসান ঘটায়।\nদ্বিতীয় বিশ্বযুদ্ধের পর পরাজিত ফ্যাসিবাদী অক্ষশক্তি বিজয়ী মিত্রদের দখলে চলে যায়। গণতন্ত্রপন্থি মিত্রশক্তির (মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য এবং ফ্রান্স) দ্বারা দখলকৃত দেশগুলিতে সংসদীয় সংবিধান কার্যকর করা হয়েছিল, যার ফলস্বরূপ ইতালি এবং পশ্চিম জার্মানির (বর্তমানে সম্পূর্ণ জার্মানি) সংসদীয় সংবিধান এবং জাপানে ১৯৪৭ সালে সংবিধান প্রণীত হয়েছিল।\n\n\n== বৈশিষ্ট্য ==\nএকটি সংসদীয় ব্যবস্থায় দ্বিকক্ষ বিশিষ্ট বা এককক্ষ বিশিষ্ট সংসদীয় আসন থাকে। একটি দ্বিকক্ষ বিশিষ্ট সংসদে, সাধারণত নির্বাহী ক্ষমতাধারী সরকার নির্ধারণের ক্ষমতা সরাসরি নির্বাচিত নিম্নকক্ষের হাতে থাকে এবং সাধারণত নিম্নকক্ষের সদস্যরা বিভিন্ন প্রক্রিয়ায় উচ্চকক্ষ সদস্যদের নিয়োগ বা নির্বাচিত করে।\n\n\n=== প্রকারভেদ ===\nগণতন্ত্র বিশ্লেষকরা সংসদীয় গণতন্ত্রকে দুই ভাগে ভাগ করেন: প্রথমটি ওয়েস্টমিনস্টার ব্যবস্থা এবং দ্বিতীয়টি ঐক্যমত ব্যবস্থা।\n\n\n==== ওয়েস্টমিনস্টার ব্যবস্থা ====\n\nওয়েস্টমিনস্টার সিস্টেম সাধারণত কমনওয়েলথ অফ নেশনস এবং ব্রিটিশ রাজনৈতিক ঐতিহ্য দ্বারা প্রভাবিত দেশগুলিতে দেখা যায়। এই সংসদগুলিতে প্রতিদ্বন্দ্বিতামূলক বিতর্কের সুযোগ থাকে। এই ব্যবস্থায় কিছু সংসদ সদস্য পরোক্ষ ভোট পদ্ধতি ব্যবহার করে নির্বাচিত সাংসদদের দ্বারা নির্বাচিত হন (ফার্স্ট-পাস্ট-দ্য-পোস্ট), যেমন বাংলাদেশের নির্বাচিত সাংসদদের দ্বারা সংরক্ষিত মহিলা আসনের সদস্য নির্বাচিত হন। বেশিরভাগ ওয়েস্টমিনস্টার ব্যবস্থায় মন্ত্রীদের সংসদের সদস্য হওয়া বাধ্যতামূলক। যদিও কিছু ওয়েস্টমিনস্টার ব্যবস্থা অনুসরণকারী, যেমন বাংলাদেশ, যেখানে অতিরিক্ত টেকনোক্র‍্যাট মন্ত্রী রাখার অনুমোদন রয়েছে সংসদীয় মন্ত্রীদের নিয়োগের অনুমতি দেয়। এছাড়া কিছু দেশ (যেমন জ্যামাইকা) উচ্চ কক্ষের সদস্যদের মধ্য থেকে মন্ত্রণালয়ে নিয়োগের অনুমতি দেয়, যদিও সংখ্যাগরিষ্ঠ মন্ত্রী (বিশেষভাবে প্রধানমন্ত্রী) অবশ্যই সংসদের (নিম্নকক্ষ) ভেতর থেকে আসতে হবে।\n\n\n==== ঐক্যমত্য ব্যবস্থা ====\n\nপশ্চিম ইউরোপীয় সংসদীয় ব্যবস্থায় (যেমন, স্পেন, জার্মানি) আরও সম্মতিমূলক বিতর্ক ব্যবস্থার প্রবণতা রাখে এবং সাধারণত সাংসদে একটি আধা-বৃত্তাকার বিতর্ক চেম্বার থাকে। ওয়েস্টমিনস্টার ব্যবস্থার আইনসভার তুলনায় ঐক্যমত্য ব্যবস্থায় উন্মুক্ত দলীয় পক্ষের পাশাপাশি আনুপাতিক প্রতিনিধিত্ব ব্যবহার করার প্রবণতা বেশি। এই সংসদগুলির কমিটিগুলি বিতর্ক কেন্দ্রের চেয়ে বেশি গুরুত্বপূর্ণ হয়ে থাকে। বেশিরভাগ পশ্চিম ইউরোপীয় দেশগুলি কঠোর অদ্বৈতবাদ ব্যবহার করে না এবং উন্মুক্তভাবে সংসদের বাইরে অতিরিক্ত-সংসদীয় মন্ত্রীদের অনুমোদন দেয়। নেদারল্যান্ডস, স্লোভাকিয়া এবং সুইডেন ক্ষমতার পৃথকীকরণের একটি রূপ হিসাবে দ্বৈতবাদের নীতিকে সরাসরি প্রয়োগ করে, যেখানে সংসদ সদস্যদের মন্ত্রী নিযুক্ত (বা নির্বাচিত) হওয়ার পরে সংসদ থেকে পদত্যাগ করতে হয়।\n\n\n=== সরকার প্রধান নির্বাচন ===\nসংসদীয় ব্যবস্থায় প্রধানমন্ত্রী ও সরকারকে কীভাবে নিয়োগ করা হয় এবং সরকারের জন্য সংসদের সুস্পষ্ট অনুমোদনের প্রয়োজন কিনা, সে অনুযায়ী দেশভেদে ভিন্ন ব্যবস্থা রয়েছে। ভারতের মতো কিছু দেশেও প্রধানমন্ত্রীকে আইনসভার সদস্য হতে হবে, যদিও অনেক দেশে এটি বাধ্যতামূলক নয়।\n\nরাষ্ট্রপ্রধান একজন প্রধানমন্ত্রী নিয়োগ করেন যার সম্ভবত সংসদে সংখ্যাগরিষ্ঠ সমর্থন থাকবে।রাষ্ট্রপ্রধান একজন প্রধানমন্ত্রী নিয়োগ করেন যার সম্ভবত সংসদে সংখ্যাগরিষ্ঠ সমর্থন থাকবে।যদিও বেশিরভাগ ক্ষেত্রে ওয়েস্টমিনস্টার পদ্ধতিতে প্রধানমন্ত্রীরা সংসদে সবচেয়ে সংখ্যাগরিষ্ঠ সমর্থপ্রাপ্ত দলের নেতা হন, তবে অনুষ্ঠানিকভাবে প্রধানমন্ত্রীর নিয়োগ রাষ্ট্রপ্রধান (রাষ্ট্রপতি, রাজা বা গভর্নর-জেনারেল) দ্বারা হয়ে থাকে।\nরাষ্ট্রপ্রধান একজন প্রধানমন্ত্রী নিয়োগ করেন যিনি একটি নির্দিষ্ট সময়ের মধ্যে সংসদের সমর্থন পেয়েছেন।\nরাষ্ট্রপ্রধান প্রধানমন্ত্রী হিসেবে সংসদে বহু আসনের অধিকারী রাজনৈতিক দলের নেতাকে নিয়োগ করেন।রাষ্ট্রপ্রধান প্রধানমন্ত্রী হিসেবে সংসদে বহু আসনের অধিকারী রাজনৈতিক দলের নেতাকে নিয়োগ করেন।যদি কোনো দলে কারো সংখ্যাগরিষ্ঠতা না থাকে, তাহলে সংখ্যাগরিষ্ঠ আসনপ্রাপ্ত দলটির নেতাকে তিন দিনের মধ্যে সংসদের সমর্থন পাওয়ার জন্য একটি অনুসন্ধানমূলক আদেশ দেওয়া হয়। যদি কথিত নেতা সংসদের আস্থা অর্জনে ব্যর্থ হন, তাহলে দ্বিতীয় বৃহত্তম দলের নেতাকে অনুসন্ধানমূলক ম্যান্ডেট দেওয়া হয়। যদি তা ব্যর্থ হয়, তাহলে তৃতীয় বৃহত্তম রাজনৈতিক দলের নেতাকে অনুসন্ধানমূলক ম্যান্ডেট দেওয়া হয়, ইত্যাদি।\nরাষ্ট্রপ্রধান প্রধানমন্ত্রী হিসেবে একজন প্রার্থীকে মনোনীত করেন যাকে নিয়োগের আগে অনুমোদনের জন্য সংসদে জমা দেওয়া হয়। উদাহরণ: স্পেন, যেখানে রাজা অনুমোদনের জন্য ডেপুটি কংগ্রেসের কাছে একটি প্রস্তাব পাঠান। এছাড়াও, জার্মানি যেখানে জার্মান বেসিক ল (সংবিধান) এর অধীনে ফেডারেল রাষ্ট্রপতি কর্তৃক মনোনীত প্রার্থীকে বুন্দেস্তাগ ভোট দেয়। এই ক্ষেত্রে, সংসদ অন্য একজন প্রার্থীকে বেছে নিতে পারে যাকে তখন রাষ্ট্রপ্রধান নিযুক্ত করবেন।\nসংসদ একজন প্রার্থীকে মনোনীত করে যাকে রাষ্ট্রপ্রধান সাংবিধানিকভাবে প্রধানমন্ত্রী হিসেবে নিয়োগ দিতে বাধ্য। উদাহরণস্বরূপ: জাপান, যেখানে সম্রাট জাতীয় আইনসভার মনোনয়নে প্রধানমন্ত্রী নিয়োগ করেন। এছাড়াও আয়ারল্যান্ড, যেখানে আয়ারল্যান্ডের রাষ্ট্রপতি ডেইল ইরিয়ানের (নিম্নকক্ষ) মনোনয়নের জন্য তাওইস্যাচকে (প্রধানমন্ত্রী) নিয়োগ করেন।\nএকজন পাবলিক অফিসহোল্ডার (রাষ্ট্রপ্রধান বা তাদের প্রতিনিধি ব্যতীত) একজন প্রার্থীকে মনোনীত করেন, যিনি সংসদ কর্তৃক অনুমোদিত হলে প্রধানমন্ত্রী হিসেবে নিযুক্ত হন। উদাহরণস্বরূপ: সুইডিশ ইনস্ট্রুমেন্ট অব গভর্নমেন্ট (১৯৭৪) এর অধীনে, সরকার গঠনের জন্য কাউকে নিয়োগ করার ক্ষমতা সম্রাট থেকে পার্লামেন্টের স্পিকার এবং সংসদের কাছে স্থানান্তরিত হয়েছে। স্পিকার একজন প্রার্থীকে মনোনীত করেন, যিনি তখন সংসদ দ্বারা প্রধানমন্ত্রী নির্বাচিত হন যদি সংসদের নিরঙ্কুশ সংখ্যাগরিষ্ঠ সদস্য প্রার্থীর বিরুদ্ধে ভোট না দেয় (অর্থাৎ তারা নির্বাচিত হতে পারে এমনকি যদি সংসদের বেশি সদস্য হ্যাঁ ভোটের তুলনায় না ভোট বেশিও দেয়)।\nজনগণের ভোটে সরাসরি নির্বাচন। উদাহরণস্বরূপ: ইসরায়েল (১৯৯৬-২০০১), যেখানে প্রধানমন্ত্রী কোনো প্রকার রাজনৈতিক সংশ্লিষ্টতা ছাড়াই একটি সাধারণ নির্বাচনে নির্বাচিত হয়েছিলেন। এই যার পদ্ধতিকে আধা-সংসদীয় ব্যবস্থা হিসাবেও বর্ণনা করা হয়।\n\n\n=== ক্ষমতা বিলুপ্তি এবং নির্বাচনের আহ্বান ===\nতদুপরি, সংসদ ভেঙে দেওয়ার অধিকারের ক্ষেত্রে সরকারের জন্য কী কী শর্ত বিদ্যমান (যদি থাকে) সে সম্পর্কে ভিন্নতা রয়েছে:\n\nকিছু দেশে, বিশেষ করে যারা ওয়েস্টমিনস্টার ব্যবস্থা অনুসরণ করে, (যেমন যুক্তরাজ্য, ডেনমার্ক, মালয়েশিয়া, অস্ট্রেলিয়া ও বাংলাদেশ) সেখানে প্রধানমন্ত্রীর ইচ্ছামতো যেকোনো সময় নির্বাচন দেওয়ার প্রকৃত ক্ষমতা রয়েছে। স্পেনে, অন্তরবর্তী নির্বাচন ডাকার অধিকার শুধুমাত্র প্রধানমন্ত্রীর হাতে ন্যাস্ত।\nইসরায়েলে, নির্বাচনের ডাক দেওয়ার জন্য ও সংসদ ভেঙে দেওয়ার জন্য ভোটাভোটি হতে পারে অথবা যদি সরকার অচল থাকে, তাহলে প্রধানমন্ত্রী রাষ্ট্রপতির সম্মতিতে একটি অন্তরবর্তী নির্বাচন ডাকতে পারেন।\nঅন্যান্য দেশগুলি শুধুমাত্র সরকারের বিরুদ্ধে অনাস্থা ভোট, আগাম নির্বাচনের পক্ষে একটি সুপার সংখ্যাগরিষ্ঠ ভোট বা সংসদে দীর্ঘস্থায়ী অচলাবস্থার ক্ষেত্রে আগাম নির্বাচন ঘোষণার অনুমতি রয়েছে।\nসুইডেনে, সরকার ইচ্ছামত একটি অন্তরবর্তী নির্বাচন ডাকতে পারে, কিন্তু নবনির্বাচিত রিক্সড্যাগ শুধুমাত্র পূর্ববর্তী রিক্সড্যাগের মেয়াদ পূরণ করার জন্য নির্বাচিত হয়।\nগ্রীসে, একটি সাধারণ নির্বাচন অনুষ্ঠিত হয় যদি সংসদ তার মেয়াদ শেষ হওয়ার পরে নতুন রাষ্ট্রপ্রধান নির্বাচন করতে ব্যর্থ হয়।\nইতালিতে অন্তরবর্তী নির্বাচনের জন্য সরকারের কোনো ক্ষমতা নেই। পার্লামেন্টের উভয় কক্ষের রাষ্ট্রপতির সাথে পরামর্শের পর একটি অন্তরবর্তী নির্বাচন শুধুমাত্র রাষ্ট্রপ্রধান দ্বারা আহ্বান করা যেতে পারে।\n\nসংসদীয় ব্যবস্থা রাষ্ট্রপতিশাসিত ব্যবস্থার বিপরীত। এই ধরনের ব্যবস্থায়, সংসদ বা কংগ্রেস সরকার প্রধানদের নির্বাচন বা বরখাস্ত করতে পারে না এবং সরকার সংসদ দ্রুত বিলুপ্তির অনুরোধ করতে পারে না।\nসংসদীয়তা আঞ্চলিক এবং স্থানীয় সরকারের ক্ষেত্রেও প্রযোজ্য হতে পারে।\n\n\n=== দলত্যাগ বিরোধী আইন ===\nভারত, পাকিস্তান এবং বাংলাদেশের মতো কয়েকটি সংসদীয় গণতান্ত্রিক দেশের আইনে নির্বাচনের পরে ফ্লোর ক্রসিং বা দল পরিবর্তন নিষিদ্ধ। এই আইনের অধীনে, নির্বাচিত প্রতিনিধিরা ভোটে তাদের দলের বিপক্ষে গেলে সংসদে তাদের আসন হারাবেন।\nযুক্তরাজ্যের পার্লামেন্টে একজন সদস্য ভিন্ন দলে যাওয়ার ক্ষেত্রে স্বাধীন। কানাডা এবং অস্ট্রেলিয়ায়, বিধায়কদের পক্ষ পরিবর্তন করার উপর কোন বাধা নেই।\n\n\n=== সংসদীয় সার্বভৌমত্ব ===\nযুক্তরাজ্য ও নিউজিল্যান্ডের মতো কয়েকটি সংসদীয় গণতান্ত্রিক দেশে তাদের সংসদের আইন প্রণয়ন ক্ষমতার একটি বিধান রয়েছে, সেখানে নতুন অনুমোদিত আইন সমস্ত পূর্ববর্তী আইনের উপর অগ্রাধিকার পায়। সমস্ত আইন সমানভাবে অপ্রতিরোধ্য এবং বিচার বিভাগ সেটিকে সম্পূর্ণরূপে বাতিল বা সংশোধন করতে পারে না, যেমনটি জার্মানির মতো অন্যান্য সংসদীয় ব্যবস্থা অনুসরণকারী দেশে প্রায়শই ঘটে। \n\n\n== তথ্যসূত্র =="}