{"pageid": 1416954, "title": "উৎসেচক কমিশন সংখ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1416954", "content": "উৎসেচক কমিশন সংখ্যা (ইংরেজি: Enzyme commission number/EC Number) হল সংখ্যা দ্বারা বিভিন্ন উৎসেচকের শ্রেণিবিন্যাস পদ্ধতি। এটির মূল উৎস কোনো উৎসেচকের অনুঘটন বিক্রিয়া পদ্ধতি।\nএটা মনে রাখা দরকার যে, একাধিক উৎসেচক যদি একই পদ্ধতিতে অনুঘটনে অংশ নেয়, তবে তারা একই ইসি নম্বর দ্বারা চিহ্নিত হয়। অভিসারী বিবর্তন-এর জন্য সম্পূর্ণ আলাদা গোত্রের প্রোটিন ও একই রকম বিক্রিয়ায় অংশ নিতে পারে (non-homologous isofunctional enzymes), তাই তারাও একই ইসি নম্বর পায়।\n\n\n== সংখ্যা পদ্ধতি ==\nপ্রতিটি উৎসেচক কমিশন সংখ্যার শুরুতে \"ইসি\" (EC) লেখা থাকে। এটি চারটি সংখ্যা পরস্পরের মাঝে বিন্দু দ্বারা প্রকাশিত হয়। সংখ্যার বামদিক থেকে ডানদিকে গেলে শ্রেণিবিন্যাসের আরও গভীরে প্রবেশ করা সম্ভব।\nযেমন, ট্রাইপেপটাইড অ্যামাইনোপেপটিডেজ উৎসেচকের ইসি নম্বর হল \"ইসি ৩.৪.১১.৪\"। নিম্নে এর ব্যাখ্যা দেওয়া হল:\n\nইসি ৩ উৎসেচক গুলি হল হাইড্রোলেজ (জল সহযোগে বন্ধন ভেঙে ফেলে)\nইসি ৩.৪ এই হাইড্রোলেজগুলি পেপটাইড বন্ধন ভাঙে\nইসি ৩.৪.১১ এই হাইড্রোলেজগুলি প্রান্তের অ্যামিনো অ্যাসিডগুলির মধ্যেকার পেপটাইড বন্ধন ভাঙে\nইসি ৩.৪.১১.৪ এই হাইড্রোলেজগুলি প্রান্তের অ্যামিনো অ্যাসিডগুলির মধ্যেকার পেপটাইড বন্ধন ভাঙে ও ট্রাইপেপটাইড তৈরী করে।\n\n\n== সর্বোচ্চ সংখ্যাগুলির অর্থ ==\n\n\n== ইতিহাস ==\nইসি সংখ্যা পদ্ধতির বিকাশের আগে, উৎসেচক গুলির নামকরণ করা হয়েছিল নির্বিচারে, এবং পুরানো হলুদ উৎসেচক এবং ম্যালিক এনজাইমের মতো নামগুলি যা কোন প্রতিক্রিয়াটি অনুঘটক হয়েছিল সে সম্পর্কে খুব কম বা কোন সূত্র দেয় না। এই নামগুলির বেশিরভাগই অব্যবহৃত হয়েছে, যদিও কিছু, বিশেষত পেপসিন এবং প্যাপেইন-এর মতো খুব কম নির্দিষ্টতার সাথে প্রোটিনভঙ্গক উৎসেচকগুলি এখনও ব্যবহৃত হয়, কারণ নির্দিষ্টতার ভিত্তিতে যুক্তিসঙ্গত শ্রেণিবিন্যাস করা খুব কঠিন ছিল।\n১৯৫০-এর দশকের মধ্যে বিশৃঙ্খলা অসহনীয় হয়ে উঠছিল, এবং হফম্যান-ওস্টেনহফ এবং ডিক্সন এবং ওয়েব এনজাইম-অনুঘটক প্রতিক্রিয়াগুলিকে শ্রেণীবদ্ধ করার জন্য কিছুটা অনুরূপ পরিকল্পনা প্রস্তাব করার পরে, ব্রাসেলস শহরে ইন্টারন্যাশনাল কংগ্রেস অফ বায়োকেমিস্ট্রি এনজাইমের অধীনে কমিশন গঠন করেছিল, ১৯৫৫ সালে ম্যালকম ডিক্সন-এর সভাপতিত্বে। প্রথম সংস্করণ ১৯৬১ সালে প্রকাশিত হয়েছিল, এবং সেই সময়ে এনজাইম কমিশন বিলুপ্ত হয়ে গিয়েছিল, যদিও এর নামটি ইসি নম্বর শব্দটিতে টিকে আছে। ১৯৯২ সালে ইন্টারন্যাশনাল ইউনিয়ন অফ বায়োকেমিস্ট্রি অ্যান্ড মলিকিউলার বায়োলজি দ্বারা প্রকাশিত বর্তমান ষষ্ঠ সংস্করণটি একটি মুদ্রিত বই হিসাবে প্রকাশিত সর্বশেষ সংস্করণ হিসাবে ৩১৯৬টি ভিন্ন উৎসেচক রয়েছে। সম্পূরক ১-৪ প্রকাশিত হয়েছিল ১৯৯৩-৯৯ সালে। পরবর্তী পরিপূরকগুলি ইলেকট্রনিকভাবে প্রকাশিত হয়েছে, ইন্টারন্যাশনাল ইউনিয়ন অফ বায়োকেমিস্ট্রি অ্যান্ড মলিকুলার বায়োলজির নামকরণ কমিটির ওয়েবসাইটে। আগস্ট ২০১৮-এ, আইইউবিএমবি (IUBMB) ট্রান্সলোকেজ সমন্বিত শীর্ষ-স্তরের ইসি ৭ (EC 7) বিভাগ যোগ করে সিস্টেমটিকে সংশোধন করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nEnzyme Nomenclature, authoritative website by the Nomenclature Committee of the International Union of Biochemistry and Molecular Biology, maintained by G.P. Moss\nEnzyme nomenclature database — by ExPASy\nList of all EC numbers  — by BRENDA\nBrowse PDB structures by EC number\nBrowse SCOP domains by EC number — by dcGO\nCompare EC numbers using EC-Blast  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৯-০৫-৩০ তারিখে\nটেমপ্লেট:উৎসেচক"}