{"pageid": 1416678, "title": "তপন সিকদার", "url": "https://bn.wikipedia.org/wiki?curid=1416678", "content": "তপন সিকদার (২০ সেপ্টেম্বর ১৯৪৪ - ২ জুন ২০১৪) ভারতের জাতীয় গণতান্ত্রিক জোট সরকারের একজন কেন্দ্রীয় প্রতিমন্ত্রী এবং ভারতীয় জনতা পার্টির রাজনীতিবিদ ছিলেন। তিনি ১৯৪৪ সালের ২০ সেপ্টেম্বর যশোরে জন্মগ্রহণ করেন। তার বাবা ডাঃ ডিএন সিকদার ছিলেন একজন চিকিৎসক। তার মায়ের নাম ছিল বেলা রানী সিকদার। তিনি পশ্চিমবঙ্গের দম দম (লোকসভা কেন্দ্র) প্রতিনিধিত্বকারী ১২ এবং ১৩ লোকসভার সদস্য ছিলেন।\nতপন শিকদার ২ জুন ২০১৪ এ শ্বাসকষ্টজনিত সমস্যার কারণে দিল্লির এইমস-এ মারা যান।\n\n\n== পদে অধিষ্ঠিত ছিলেন ==\n১৯৯৮ ১২ তম লোকসভায় নির্বাচিত\n১৯৯৮-৯৯ সদস্য, বহিঃবিষয়ক কমিটি এবং এর উপ-কমিটি-৩; সদস্য, অর্থ সংক্রান্ত কমিটি; সদস্য, পরামর্শক কমিটি, পানি সম্পদ মন্ত্রণালয়\n১৯৯৯ ১৩ তম লোকসভায় পুনরায় নির্বাচিত (২য় মেয়াদ)\n১৩ অক্টোবর ১৯৯৯-২০০২ কেন্দ্রীয় প্রতিমন্ত্রী, যোগাযোগ মন্ত্রক\n১০ জানুয়ারী - ৩০ জুন ২০০২ কেন্দ্রীয় প্রতিমন্ত্রী, যোগাযোগ ও তথ্য প্রযুক্তি মন্ত্রক\n১ জুলাই ২০০২ -২০০৪ কেন্দ্রীয় প্রতিমন্ত্রী, রাসায়নিক ও সার মন্ত্রক (ভারত)\nতিনি কেন্দ্রীয় যোগাযোগ ও তথ্য প্রযুক্তি (ভারত) মন্ত্রী ছিলেন। পরে তিনি কেন্দ্রীয় রাসায়নিক ও সার মন্ত্রকের প্রতিমন্ত্রী ছিলেন। তিনি ২০০৯ সালের সাধারণ নির্বাচনে দম দম লোকসভা কেন্দ্রে অসফলভাবে প্রতিদ্বন্দ্বিতা করেছিলেন যেখানে সর্বভারতীয় তৃণমূল কংগ্রেস প্রার্থী (যিনি জয়ী হয়ে এমপি হয়েছিলেন) ৪,৫৮,৯৮৮ ভোট পেয়েছিলেন যেখানে ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) প্রার্থী ৪,৩৮,৫১০ ভোট পেয়েছিলেন এবং তিনি শুধুমাত্র ৫৫,৬৭৯ ভোট পেয়েছিলেন।\n\n\n== ড. শ্যামাপ্রসাদ জন জাগরণ মঞ্চ ==\nডঃ শ্যামাপ্রসাদ জন জাগরণ মঞ্চ হল ভারতের পশ্চিমবঙ্গ রাজ্যের ভারতীয় জনতা পার্টি (বিজেপি) ভিন্নমতাবলম্বীদের একটি ফোরাম। প্রাক্তন কেন্দ্রীয় মন্ত্রী তপন সিকদার ৫ ডিসেম্বর ২০০৪-এ ফোরামটি চালু করেছিলেন।\nসংস্থাটি ২০০৬ সালের ৮ মার্চ কলকাতায় প্রথম সম্মেলন করে।\nফোরামটির নামকরণ করা হয়েছে ভারতীয় জনসংঘের প্রতিষ্ঠাতা শ্যামা প্রসাদ মুখোপাধ্যায়ের নামে। সিকদার বজায় রেখেছেন যে সংগঠনটি অরাজনৈতিক (এই অর্থে যে এটি একটি রাজনৈতিক দল নয়), এবং তিনি এখনও বিজেপির প্রতি সহানুভূতিশীল। দলটি পশ্চিমবঙ্গে বাংলাদেশি অভিবাসনের বিরুদ্ধে প্রচারণা চালায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n \n\nবায়োডাটা\nবক্তৃতা"}