{"pageid": 1416828, "title": "গুরুযোগ", "url": "https://bn.wikipedia.org/wiki?curid=1416828", "content": "গুরুযোগ হলো বজ্রযান ঐতিহ্যে তান্ত্রিক ভক্তিমূলক অনুশীলন, এবং উক্ত অনুশীলনে অনুশীলনকারী তার গুরুর শরীর, বাক্য ও মনের মানসিক প্রবাহের সাথে তার মনের ধারাকে একত্রিত করে।\nগুরুযোগের প্রক্রিয়াটি বংশের আমন্ত্রণ হিসাবে আশ্রয় বৃক্ষের কল্পনাকে অন্তর্ভুক্ত করে, যার সাথে 'মূলগুরু' পুরো বংশের আশীর্বাদ অনুশীলনকারীর কাছে পৌঁছে দেয়। গুরুযোগের মধ্যে উপাসনা, প্রার্থনা বা মন্ত্রও অন্তর্ভুক্ত থাকে।\n\n\n== পটভূমি ==\nঅন্যান্য বৌদ্ধ ঐতিহ্যের মতো, গুরুর প্রতি শ্রদ্ধার মনোভাব অত্যন্ত মূল্যবান। তান্ত্রিক সাধনার সময় একজন গুরু বা লামাকে একজন অপরিহার্য গাইড হিসেবে দেখা হয়। গুরুর উদাহরণ, আশীর্বাদ ও নির্দেশনা ব্যতীত, তন্ত্রে প্রকৃত অগ্রগতি সবচেয়ে প্রখর এবং প্রতিভাধর ব্যক্তি ছাড়া সকলের পক্ষে অসম্ভব বলে ধরে নেওয়া হয়। গুরু শিষ্য সম্পর্কের তান্ত্রিক দৃষ্টিভঙ্গির বিশেষ বৈশিষ্ট্য হলো তিব্বতীয় বৌদ্ধ তন্ত্রে, শিষ্যকে তার গুরুকে জাগ্রত বুদ্ধ হিসাবে বিবেচনা করার নির্দেশ দেওয়া হয়েছে।\nজনসাধারণের শিক্ষার শুরুতে, একজন লামা সেই সিংহাসনে প্রণাম করবেন যে সিংহাসনে তিনি শিক্ষা দেবেন তার প্রতীকবাদের কারণে, বা সেই সিংহাসনের পিছনে থাকা বুদ্ধের মূর্তিকে, তারপর ছাত্ররা লামাকে উপবিষ্ট হওয়ার পর প্রণাম করবে। মেধা সঞ্চিত হয় যখন শিক্ষকের সাথে কারো মিথস্ক্রিয়া গুরু ভক্তির আকারে এমন শ্রদ্ধার সাথে আবিষ্ট হয়, ভারতীয় উৎস থেকে উদ্ভূত অনুশীলনের আইন যা তাদের নিয়ন্ত্রণ করে। গুরুর মানসিক শান্তির বিঘ্ন এড়াতে এবং তার নির্দেশগুলিকে আন্তরিকভাবে অনুসরণ করার মতো বিষয়গুলির দ্বারা, অনেক যোগ্যতা অর্জন করে এবং এটি অনুশীলনের উন্নতিতে উল্লেখযোগ্যভাবে সাহায্য করতে পারে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nBerzin, Alexander (n.d.)। \"The Rise of Confusion in the Student-Teacher Relation\"। Study Buddhism। সংগ্রহের তারিখ ২০২১-০৯-১৭। \nKapstein, Matthew T. (২০১৪)। Tibetan Buddhism: A Very Short Introduction। Oxford University Press। \nPatrul Rinpoche (১৯৯৪)।  Brown, Kerry; Sharma, Sima, সম্পাদকগণ। The Words of My Perfect Teacher [kunzang lama'i shelung]। Padmakara Translation Group কর্তৃক অনূদিত। San Francisco: HarperCollins। আইএসবিএন 0-06-066449-5। \nTsong-kha-pa, Je (২০০০)।  Cutler, Joshua; Newland, Guy, সম্পাদকগণ। The Great Treatise on the Stages of the Path to Enlightenment। I। Snow Lion। আইএসবিএন 1-55939-152-9। \n\n\n== আরও পড়ুন ==\nBerzin, Alexander (২০১৯)। \"Theory and Practice of Guru Yoga\"। Study Buddhism। সংগ্রহের তারিখ ২০২১-০৯-১৭।"}