{"pageid": 1416275, "title": "স্বপ্নবাসবদত্তম", "url": "https://bn.wikipedia.org/wiki?curid=1416275", "content": "স্বপ্নবাসবদত্তম (সংস্কৃত: स्वप्नवासवदत्तम्, Svapnavāsavadattam) (ইংরেজি: The dream of Vasavadatta) হল একটি সংস্কৃত নাটক যা প্রাচীন ভারতীয় কবি ভাস কর্তৃক রচিত ছয় অঙ্কের একটি নাটক।\nনাটকের রূপরেখাটি কৌশাম্বী রাজা উদয়ন এবং অবন্তীর শাসক প্রদ্যোতের কন্যা বাসাবদত্তা সম্পর্কে রোমান্টিক আখ্যান থেকে আঁকা হয়েছে, যা কবির সময়ে বর্তমান ছিল এবং যা জনপ্রিয় কল্পনাকে মুগ্ধ করেছিল বলে ধারণা করা হয়। নাটকের মূল বিষয়বস্তু হল উদয়নের রাণী বাসবদত্তার জন্য দুঃখ, তিনি বিশ্বাস করেন যে তিনি আগুনে মারা গেছেন, যা আসলে একটি গুজব ছিল উদয়নের একজন মন্ত্রী যৌগান্ধরায়ণ তার রাজাকে মগধের রাজার কন্যা পদ্মাবতীকে বিয়ে করতে বাধ্য করার জন্য তা রটিয়েছিল। এর প্রেক্ষাপটে, তার আরেকটি নাটক, প্রতিজ্ঞানযৌগান্ধরায়ণের ধারাবাহিকতা গঠন করে।\n\n\n== পটভূমি ==\n১৯১২ সালে কেরালায় ভারতীয় পণ্ডিত টি. গণপতি শাস্ত্রী আবিষ্কার না হওয়া পর্যন্ত স্বপ্নবাসবদত্তমের সম্পূর্ণ পাঠটি হারিয়ে গিয়েছিল।\n\n\n== চরিত্র ==\nনাটকের প্রধান চরিত্রগুলো হলো:\n\nউদয়ন (বৎসরাজ) – কৌশাম্বীর শাসক।\nবাসবদত্ত – অবন্তীর রাজা প্রদ্যোতের কন্যা এবং উদয়নের রাণী।\nযৌগান্ধরায়ণ – উদয়নের বিশ্বস্ত মন্ত্রী।\nপদ্মাবতী – মগধের রাজকন্যা, রাজা দর্শকের বোন। তিনি উদয়নের দ্বিতীয় স্ত্রী।\nবসন্তক – উদয়নের একজন ভাঁড় এবং সঙ্গী\n\n\n== পটভূমি ==\nস্বপ্নবাসবদত্তম হল ভাসের আরেকটি নাটক প্রতিজ্ঞানযৌগান্ধরায়ণ (মন্ত্রী যৌগান্ধরায়ণের অঙ্গীকার) এর একটি ধারাবাহিকতা যা উদয়নের মন্ত্রী যৌগান্ধরায়ণের প্রচেষ্টায় উদ্ভূত হওয়া উদয়ন এবং বাসবদত্তার বিবাহের ঘটনাকে চারটি অঙ্কে বর্ণনা করে। বিয়ের পরে, উদয়ন শিকার, প্রেম-প্রণয় এবং আনন্দ বিহারের মধ্যে সময় কাটাতে একটি উদ্বেগহীন জীবন কাটাচ্ছিল যখন এক দুষ্ট দখলদার রাজা আরুণি রাজধানী কৌশাম্বী সহ তার বেশিরভাগ অঞ্চল দখল করে রাজাকে লাভানক সীমান্ত গ্রামের একটি শিবিরে পালিয়ে যেতে বাধ্য করে। রাজ্য পুনরুদ্ধারের জন্য, যৌগান্ধরায়ণ শক্তিশালী মগধ শাসক দর্শকের বোন পদ্মাবতীর সাথে উদয়নকে বিয়ে করানো জন্য একটি ছক করে।\nসূচনা অঙ্কে, পদ্মাবতী একটি আশ্রমে আসেন রাণী মাতাকে শ্রদ্ধা জানাতে যিনি সেখানে সন্ন্যাস জীবনযাপন করছিলেন। যৌগান্ধরায়ণ এক ব্রাহ্মণ ধার্মিকের ছদ্মবেশে এবং বাসবদত্তা তার বোন হিসাবে সেখানে উপস্থিত হন এবং যখন দাসরা তাদের দূরে ঠেলে দেন তখন বিরক্ত বোধ করেন। পদ্মাবতী রাণী মাতার সাথে দেখা করেন যিনি তাকে তার সাথে উদয়নের বিয়ের প্রস্তাব সম্পর্কে জিজ্ঞাসা করেন যা যৌগান্ধরায়ণ এবং বাসবদত্তাকে আনন্দিত করে। এখন পদ্মাবতী অন্যদের সাহায্য করার জন্য তার ইচ্ছা ঘোষণা করেন, যার সুযোগ নিয়ে যৌগান্ধরায়ণ কিছু সময়ের জন্য তার হেফাজতে বাসবদত্তকে রাখেন। এক ব্রহ্মচারী লাভানকে ঘটা এক অগ্নিকাণ্ডের বর্ণনা দিতে আসেন, যেখানে মন্ত্রী যৌগান্ধরায়ণ এবং রাণী বাসবদত্তা উভয়েরই মৃত্যু হয়। এতে উদয়নের প্রতি আশ্রমের সকলের সহানুভূতির সঞ্চার করে এবং পদ্মাবতী এখন তার স্ত্রী হওয়ার আকাঙ্ক্ষা লালন করতে শুরু করে। যৌগান্ধরায়ণ তার কাজ হাসিল করতে চলে যান।\nউদয়নের প্রতি পদ্মাবতীর ভালোবাসা বৃদ্ধি পায়। বাসবদত্তার সাথে তিনি স্বাচ্ছন্দ্যবোধ করেন বলে একসাথে প্রাসাদ বাগানে সময় কাটাচ্ছেন, এমনি সময় এক সেবিকা তাদের জানান যে পদ্মাবতীর সাথে উদয়নের বিবাহের কথা হয়েছে, যিনি প্রাসাদে এসেছেন। যদিও এই খবরটি বাসবদত্তার জন্য বেদনাদায়ক, তিনি নিজেকে নিয়ন্ত্রণ করেন যেহেতু তিনি স্বেচ্ছায় তার স্বামীকে তার রাজ্য ফিরে পেতে সাহায্য করার জন্যই তার এই অবস্থানটি বেছে নেন। তিনি কৃতজ্ঞ বোধ করেন যে উদয়ন, যিনি এখনও তাকে স্মরণ করেন, অবশেষে পদ্মাবতীকে বিয়ে করতে রাজি হওয়ার আগে তাকে অনেক বোঝানোর প্রয়োজন ছিল।\nউদয়ন ও পদ্মাবতীর বিয়ের খবর সকলকে জানানো হয়। দাসী বাসবদত্তাকে বিয়ের মালা তৈরি করতে বলে যা সে রাজি হয়। মালায় তিনি কেবল এমন ফুল বেছে দিয়েছিলেন যা শুভ। বাগানে কোন স্বস্তি না পেয়ে, সে এক নির্জন জায়গায় একটু ঘুমানোর জন্য অবসর নেয়।\nউদয়ন তার নতুন স্ত্রীর সাথে খুশি যদিও তিনি তার ভাঁড় সহচর বসন্তকের কাছে বাসবদত্তার সাথে তার সম্পর্কের কথা স্মরণ করেন। তার বন্ধুর সাথে রাজার কথোপকথন শুনে, বাসবদত্তা তৃপ্ত বোধ করেন যে নায়ক এখনও তাকে স্মরণ করে। রাজা চোখের জল ফেলেন এবং পদ্মাবতী সেখানে এসে তার অবস্থা জানতে চাইলে লজ্জিত বোধ করেন। রাজা সপ্রতিভ হওয়ায় তড়িঘড়ি সামলে নেন, কিন্তু বাসবদত্তা যে এসবকিছুই লক্ষ্য করছিলেন, তিনি খুশি হন। বন্ধুর কথায় রাজা বিশ্রামে যান তার শ্যালক দর্শকের সাথে দেখা করার জন্য।\nপদ্মাবতী মাথা ব্যথায় ভুগছেন বলে জানা গেছে এবং গ্রীষ্মকালীন প্রাসাদে তার বিছানা প্রস্তুত করা হয়েছে। বাসবদত্তা তার সাথে দেখা করার জন্য কক্ষে যায়। ইতোমধ্যে, রাজা সেই কক্ষে এসে বিছানাটি খালি দেখতে পায় এবং সেখানে কিছুক্ষন তার বন্ধু ও ভাঁড় বসন্তকের গল্প শোনার জন্য বিশ্রাম নেয়। সে ঘুমিয়ে পড়ে এবং তার বন্ধু তাকে কিছু কম্বল আনতে বেরিয়ে যায়। এখন বাসবদত্তা বিছানায় কাউকে দেখে পদ্মাবতী বলে ভুল করে বিছানায় বসে পড়েন। রাজা তাকে তার নাম ধরে ডাকে এবং এতে সে বিশ্বাসঘাতকতার আঁচ পায়, কিন্তু শীঘ্রই সে আত্মবিশ্বাস ফিরে পায় যে সে কেবল স্বপ্নেই তার (বাসবদত্তার) উপস্থিতি দেখছে। দেখা হয়ে গেলে যৌগান্ধরায়ণের প্রচেষ্টা বিঘ্নিত হতে পারে এই ভয়ে দ্রুত ঘর থেকে পালিয়ে যাওয়ার সময় উদয়ন তাকে ধরে রাখতে উঠে বসেন। রাজা অনুভব করেন যে তার স্পর্শে তাকে শিহরিত করে তোলে এবং তার ভাঁড় বন্ধু বসন্তককে সেই বর্ণনা করেন, তার স্বপ্নের অভিজ্ঞতা যেখানে তিনি অনুভব করেছিলেন যে বাসবদত্তা সত্যিই বেঁচে আছেন। ভাঁড় তাকে বোঝানোর চেষ্টা করে যে এটি নিছকই একটি স্বপ্ন, যদিও রাজা অনুভব করতে শুরু করে যে তার মন্ত্রী রুমানবান এবং অন্যরা তাকে প্রতারিত করেছে। এই পর্যায়ে রাজাকে তার স্তব্ধতা থেকে বিচলিত করতে অরুণিকে যুদ্ধে পরাস্ত করার খবর জানানো হয়।\nশত্রুরা পরাজিত হয় উদয়ন তার রাজ্য ফিরে যেতে সক্ষম হন। কিছু বার্তাবাহক মহাসেনের কাছ থেকে উদয়ন এবং বাসবদত্তার একটি প্রতিকৃতি নিয়ে আসে যা দেখে পদ্মাবতী তার বন্ধু অবন্তিকাকে বাসবদত্তা বলে চিনতে পারে। রাজা তাকে দেখতে চায় এবং যখন তাকে হাজির করা হয় তখন তাকে ধরে রাখার চেষ্টা করে। কিন্তু যৌগান্ধরায়ণ, যিনি সেখানে পৌঁছেছেন, তার বোন দাবি করে হস্তক্ষেপ করেন। সেবিকাও অবন্তিকাকে চিনতে পারে এবং পুরো পরিকল্পনাটি ধীরে ধীরে মন্ত্রী প্রকাশ করেন, যিনি তার রাজার কাছে সহমর্মীতা ও ক্ষমা প্রার্থনা করেন। সবাই সন্তুষ্ট হয় এবং নাটকটি একটি খুশির আবেশে শেষ হয়।\n\n\n== অভ্যর্থনা ==\nস্বপ্নবাসবদত্তমকে ভাসের একটি শ্রেষ্ঠকর্ম বলে মনে করা হয়।\nভাসের অন্যান্য ১২টি নাটকের সাথে এই নাটকটি ১৯৩০-৩১ সালে এসি উলনার এবং লক্ষ্মণ স্বরূপ দ্বারা প্রথম ইংরেজিতে অনুবাদ করা হয়েছিল। এটি ১৯১৭ সালে এ.আর রাজা রাজা ভার্মা মালয়ালম ভাষায় অনুবাদ করেছিলেন।\n\n\n== অভিযোজন এবং পারফরম্যান্স ==\n\nনাটকটি ভারতীয় চলচ্চিত্রে ১৯২৮ সালে বাসবদত্তা নামে নগেন্দ্র মজুমদার, ১৯৩৪ সালে পার্শ্বনাথ যশবন্ত আলতেকার এবং ১৯৪৬ সালে টিআর রঘুনাথ দ্বারা উদয়নন ভাসাবদত্থা হিসেবে চলচ্চিত্রে রূপ দিয়েছেন।\nনাটকটির ইংরেজি সংস্করণ, দ্য ভিশন অফ বাসবদত্তাা, ১৫ থেকে ২৪ মার্চ ১৯৭৪ সালের মধ্যে কেনেডি থিয়েটার, হনলুলুতে পরিবেশিত হয়েছিল। এটি পরিচালনা করেছেন শান্তা গান্ধী।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনাটকটির একটি বিরল পরিবেশনা, পাঠ্য ও নাট্যশাস্ত্রের নীতিগুলো বিশ্বস্তভাবে অনুসরণ করার জন্য উল্লেখযোগ্য।\nদ্য ভিশন অফ বাসবদত্তাা (এ.সি. উলনার এবং লক্ষ্মণ স্বরূপের ইংরেজি অনুবাদ)"}