{"pageid": 1416865, "title": "মাহবুবুল হক (পাকিস্তানি অর্থনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1416865", "content": "মাহবুবুল হক (উর্দু: محبوب الحق‎‎; (১৯৩৪-০২-২৪)২৪ ফেব্রুয়ারি ১৯৩৪  –  ১৬ জুলাই ১৯৯৮(১৯৯৮-০৭-১৬)) একজন পাকিস্তানি অর্থনীতিবিদ, আন্তর্জাতিক উন্নয়ন তাত্ত্বিক ও রাজনীতিবিদ যিনি ১৯৮৫-১৯৮৬ সালে প্রথমবার এবং পরে ১৯৮৮ সালে দ্বিতীয়বার পাকিস্তানের অর্থমন্ত্রীর দায়িত্ব পালন করেন। তাঁকে তার সমসাময়িক যুগের সেরা অর্থনীতিবিদদের একজন হিসেবে গণ্য করা হয়। তিনি মানব উন্নয়ন সূচক নামক পরিসংখ্যানিক সূচকটি উদ্ভাবন করেন, যেটিকে পৃথিবীর দেশগুলির অর্থনৈতিক উন্নয়ন মাপার জন্য ব্যবহার করা হয়।\nহক লাহোরের গভর্নমেন্ট কলেজ ইউনিভার্সিটি থেকে অর্থনীতিতে স্নাতক উপাধি লাভ করে কেমব্রিজ বিশ্ববিদ্যালয় থেকে আরেকটি স্নাতক উপাধি লাভ করেন। এরপর তিনি মার্কিন যুক্তরাষ্ট্রের ইয়েল বিশ্ববিদ্যালয় থেকে ডক্টরেট উপাধি লাভ করেন ও তার পরে হার্ভার্ড কেনেডি স্কুলে ডক্টরেটোত্তর গবেষণা সম্পন্ন করেন। পাকিস্তানে ফেরত এসে ১৯৬০-এর দশকে র পুরোটা জুড়ে পাকিস্তানের পরিকল্পনা পরিষদের প্রধান অর্থনীতিবিদ হিসেবে কাজ করেন। ১৯৭০ সালে আইয়ুব খানের সরকারের পতনের পর তিনি ওয়াশিংটন ডিসিতে গিয়ে বিশ্ব ব্যাংকের নীতি পরিকল্পনা বিভাগের পরিচালক হিসেবে ১৯৮২ সাল পর্যন্ত দায়িত্ব পালন করেন। সেখানে তিনি নিম্ন-আয়ের দেশগুলির উন্নয়নে সহায়তার ব্যাপারে দৃষ্টিভঙ্গি পরিবর্তনে প্রধান ভূমিকা রাখেন।\n১৯৮২ সালে পাকিস্তানে প্রত্যাবর্তনের পরে ১৯৮৫ সালে পাকিস্তানের অর্থমন্ত্রীর পদ লাভ করে দেশটির অর্থনীতির উদারীকরণ ঘটান ১৯৮৯ সালে মার্কিন যুক্তরাষ্ট্রে ফেরত গিয়ে জাতিসংঘ উন্নয়ন কর্মসূচির বিশেষ উপদেষ্টা হিসেবে কাজ করেন। সেখানে তিনি মানব উন্নয়ন প্রতিবেদন প্রকাশে অগ্রণী ভূমিকা রাখেন ও মানব উন্নয়ন সূচকের ধারণাটি প্রতিষ্ঠা করেন, যাতে আর্থিক আয়ের বদলে মানুষের সুস্থতা বা কল্যাণ গণনা করে উন্নয়ন পরিমাপের চেষ্টা করা হয়। ১৯৯৬ সালে পাকিস্তানে ফেরত এসে ইসলামাবাদে তিনি একটি মানব উন্নয়ন কেন্দ্র স্থাপন করেন।\nবৈশ্বিক উন্নয়নে হকের গভীর প্রভাব রয়েছে বলে মনে করা হয়। ১৯৯৫ সালে তাঁর রচিত রিফ্লেকশনস অভ হিউম্যান ডেভেলপমেন্ট বইটি মানব উন্নয়ন পরিকাঠামোর জন্য নীতি প্রস্তাবনায় অনেক নতুন দ্বার উন্মোচন করে, যেমন ২০০০ সালে গঠিত জাতিসংঘ বৈশ্বিক কম্প্যাক্ট। অমর্ত্য সেন ও টেম ডালাইয়েল হকের গবেষণাকর্মকে \"উন্নয়ন প্রক্রিয়া পরিসংখ্যানিক হিসাবরক্ষণ ও অনুধাবনে ক্ষেত্রে এক বিরাট পরিবর্তন আনয়নের\" জন্য কৃতিত্ব দিয়েছেন। ব্রিটিশ সাময়িকী দি ইকনমিস্ট তাঁকে \"আন্তর্জাতিক উন্নয়নের স্বপ্নদ্রষ্টাদের একজন\" হিসেবে বর্ণনা করেছে। তাঁকে বিশ্বব্যাপী \"উন্নয়নশীল বিশ্বের জন্য সবচেয়ে \"স্পষ্টভাষী ও প্ররোচক প্রবক্তা\" মনে করা হয়।\n\n\n== তথ্যসূত্র =="}