{"pageid": 1416875, "title": "জন ফ্র্যাঙ্ক স্নেইথ", "url": "https://bn.wikipedia.org/wiki?curid=1416875", "content": "জন ফ্র্যাঙ্ক স্নেইথ (১৪ আগস্ট ১৮৮২ – ১৮ ডিসেম্বর ১৯৬৪) ছিলেন বিশ শতকের গোড়ার দিকের কলকাতার অভিজাত অলঙ্কার বিপনী, হ্যামিল্টন কোম্পানির মালিক এবং  পশ্চিমবঙ্গের অন্যতম সমুদ্র সৈকত  দীঘার প্রথম বাসিন্দা।\n\n\n== জীবনী ==\nজন ফ্র্যাঙ্ক স্নেইথের জন্ম ১৮৮২ খ্রিস্টাব্দের ১৪ আগস্ট  ইংল্যান্ডের মিডলসব্রোতে। উনিশ শতকের শেষ অথবা বিশ শতকের প্রথম দিকে জুয়েলারী ও ঘড়ির ব্যবসা সূত্রে কলকাতায় আসেন। কলকাতার প্রখ্যাত জুয়়েলারী ও ঘড়ি বিক্রয়কারক সংস্থা, হ্যামিল্টন জুয়েলারী ও ঘড়ি কোম্পানি'র মালিক ছিলেন তিনি। স্বভাবতই বাংলার রাজা রাজড়া, জমিদারসহ ধনী সম্প্রদায়ের মানুষেরাই তার খরিদ্দার ছিলেন। সৌখিন ও রোমান্টিক স্বভাবের স্নেইথ ছিলেন চিরকুমার। ভ্রমণ পিপাসুও বটে। বাংলার বারো ভূঁইয়ার এক ভূঁইয়া মেদিনীপুরের বালিসাইয়ের এক ভূস্বামী ছিলেন তার খরিদ্দার। পরিচয়সূত্রে তার কাছেই কাঁথির বীরকুল সমুদ্রতটের কথা জানতে পারেন যেখানে বাংলার প্রথম গভর্নর জেনারেল (১৭৭২ -১৭৮৫) ওয়ারেন হেস্টিংস সৈকতে গ্রীষ্মাবকাশ কাটানোর জন্য বাংলো নির্মাণ করেছিলেন এবং সমুদ্রস্নান-সহ বিনোদনের সমস্ত পরিকল্পনা ও উদ্যোগ নেন। হেস্টিংস স্থানটিকে 'কলকাতার ব্রাইটন' আখ্যা দিয়েছিলেন। কিন্তু পরবর্তীকালে সামুদ্রিক জলোচ্ছ্বাস আর ভূমিক্ষয়ে সে পরিকল্পনা বাস্তবায়িত হয় নি।\nস্নেইথ কিন্তু বিস্তারিত জানার পর নবোদ্যমে কৌতুহল বসে হাতির পিঠে চেপে বীরকুলে আসেন। সমুদ্র সৈকতের সৌন্দর্যে মোহিত হন। সমুদ্রের পাড়ে ১১.৫ একর জমি লিজ নিয়ে রানসউইক হাউস তৈরি করেন। নির্মাণকালে তিনি নিজে মাঝে মধ্যে দুই সিটের এরোপ্লেনে করে দীঘায় এসে কাজের অগ্রগতি দেখে যেতেন। পরবর্তীতে তিনি কলকাতায় ব্যবসার পুরো দায়িত্ব নিজের ভাগ্নে চার্লস অ্যান্ড্রিউ ফ্ল্যানিগানের (Charles Andrew Flanigan) হাতে সঁপে দিয়ে দীঘার 'রানসউইক হাউস'-এ বসবাস করতে থাকেন এবং নিজের সর্বস্ব দিয়ে দীঘাকে পর্যটন কেন্দ্র করার জন্য সমস্ত রকমের চেষ্টা করেন। বড়িশা অনাথ আশ্রমের শিশুদের স্থান দেওয়া, তার বন্ধু নাড়াজোলের রাজাকে দিয়ে অট্টালিকা ও স্কুল তৈরি করান এবং শেষে স্বাধীনতার পর পশ্চিমবঙ্গের তৎকালীন মুখ্যমন্ত্রী ডাঃ বিধানচন্দ্র রায়ের স্মরণাপন্ন হন। তিনি পরিকাঠামোগত সমস্ত উন্নয়নের ব্যবস্থা করেন।\n\n\n== মৃত্যু ==\n১৯৬৪ খ্রিস্টাব্দের ১৮ ডিসেম্বর অকৃতদার জন ফ্র্যাঙ্ক স্নেইথ রানসউইক হাউস'-এ ৮২ বৎসর \nবয়সে পরলোক গমন করেন। তারই ইচ্ছানুসারে রানসউইক হাউস সংলগ্ন বাগানে জন স্নেইথ'কে সমাহিত করা হয়। \nপ্রতি বছর ১৮ ডিসেম্বর তারিখে রানসউইক হাউসে স্নেইথের সমাধিতে মোমবাতি জ্বালিয়ে স্মরণ করেন স্থানীয় বাসিন্দারা।\n\n\n== তথ্যসূত্র =="}