{"pageid": 1416936, "title": "অর্গানয়েড বুদ্ধিমত্তা", "url": "https://bn.wikipedia.org/wiki?curid=1416936", "content": "অর্গানয়েড বুদ্ধিমত্তা (ওয়াই) হল কম্পিউটার বিজ্ঞান এবং জীববিজ্ঞানের অধ্যয়নের একটি উদীয়মান ক্ষেত্র যা মানব মস্তিষ্কের কোষ (বা মস্তিষ্কের অর্গানয়েড) এবং মস্তিষ্ক-মেশিন ইন্টারফেস প্রযুক্তির ত্রিমাত্রিক ক্ষেত্র সংস্কৃতি ব্যবহার করে জৈবিক কম্পিউটিং বিকাশ ও অধ্যয়ন করে। এই ধরনের প্রযুক্তিগুলিকে ওয়াই হিসাবে উল্লেখ করা যেতে পারে।\n\n\n== অ-জৈব কম্পিউটিং সঙ্গে পার্থক্য ==\nঐতিহ্যগত অ-জৈব সিলিকন-ভিত্তিক পদ্ধতির বিপরীতে, অর্গানয়েড বুদ্ধিমত্তা \"জৈবিক হার্ডওয়্যার\" হিসাবে পরিবেশন করার জন্য ল্যাব-উত্থিত সেরিব্রাল অর্গানয়েড ব্যবহার করতে চায়। বিজ্ঞানীরা আশা করেন যে এই ধরণের অর্গানয়েডগুলি নিয়মিত সিলিকন-ভিত্তিক কম্পিউটিং এবং কৃত্রিম বুদ্ধিমত্তার চেয়ে দ্রুত, আরও দক্ষ এবং আরও শক্তিশালী কম্পিউটিং শক্তি সরবরাহ করতে পারে যদিও বৈদ্যুতিক শক্তির একটি ভগ্নাংশের প্রয়োজন হয়। যদিও এই কাঠামোগুলি এখনও নিয়মিত মানুষের মস্তিষ্কের মতো চিন্তা করতে সক্ষম হওয়া থেকে অনেক দূরে এবং এখনও শক্তিশালী কম্পিউটিং ক্ষমতার অধিকারী নয়, অর্গানয়েড বুদ্ধিমত্তা গবেষণা বর্তমানে মস্তিষ্কের বিকাশ, শেখার এবং স্মৃতিশক্তির বোঝার উন্নতি করার সম্ভাবনার প্রস্তাব দেয়, সম্ভাব্যভাবে স্নায়বিক ব্যাধির চিকিত্সার জন্য সম্ভাব্য চিকিত্সা খুঁজে বের করা যেতে পারে, উদাহরণ স্বরূপ চিত্তভ্রংশ।\nজন হপকিন্স ইউনিভার্সিটির অধ্যাপক জন হার্টুং যুক্তি দেন যে \"যদিও সিলিকন-ভিত্তিক কম্পিউটার অবশ্যই সংখ্যার সাথে ভাল, মস্তিষ্ক শেখার ক্ষেত্রে ভাল।\" তদ্ব্যতীত, তিনি দাবি করেছিলেন যে কৃত্রিম বুদ্ধিমত্তা এর তুলনায় \"উচ্চতর শেখার এবং সংরক্ষণ\" ক্ষমতা সহ, আরও শক্তি সাশ্রয়ী, এবং ভবিষ্যতে, একটি একক কম্পিউটার চিপে আরও ট্রানজিস্টর যুক্ত করা সম্ভব নাও হতে পারে, যখন মস্তিষ্ক ভিন্নভাবে তারযুক্ত এবং আরও বেশি স্টোরেজ এবং কম্পিউটিং শক্তির জন্য সম্ভাব্য, অর্গানয়েড বুদ্ধিমত্তা সম্ভাব্য বর্তমান কম্পিউটারের চেয়ে বেশি শক্তি ব্যবহার করতে পারে।\n\n\n== উদ্দেশ্য ফাংশন ==\nমস্তিষ্ক-অনুপ্রাণিত কম্পিউটিং হার্ডওয়্যারের লক্ষ্য মস্তিষ্কের গঠন এবং কাজের নীতিগুলি অনুকরণ করা এবং কৃত্রিম বুদ্ধিমত্তা প্রযুক্তির বর্তমান সীমাবদ্ধতাগুলি মোকাবেলা করতে ব্যবহার করা যেতে পারে। যাইহোক, মস্তিষ্ক-অনুপ্রাণিত সিলিকন চিপগুলি মস্তিষ্কের কার্যকারিতা সম্পূর্ণরূপে অনুকরণ করার ক্ষমতা এখনও সীমিত, কারণ বেশিরভাগ উদাহরণ ডিজিটাল ইলেকট্রনিক নীতির উপর নির্মিত। একটি গবেষণায় উচ্চ-ঘনত্বের মাল্টিইলেকট্রোড অ্যারে ব্যবহার করে মস্তিষ্কের অর্গানয়েড থেকে তথ্য পাঠানো এবং গ্রহণ করে অর্গানয়েড বুদ্ধিমত্তা গণনা (যাকে তারা ব্রেইনোওয়্যার বলে) সঞ্চালিত করেছে। স্প্যাটিওটেম্পোরাল বৈদ্যুতিক উদ্দীপনা, নন-লিনিয়ার ডাইনামিকস, এবং ফেইডিং মেমরি বৈশিষ্ট্য প্রয়োগ করে, সেইসাথে অর্গানয়েড কার্যকরী সংযোগকে পুনর্নির্মাণ করে প্রশিক্ষণ ডেটা থেকে তত্ত্বাবধানহীন শেখার মাধ্যমে, গবেষণাটি একটি জলাধারে বক্তৃতা শনাক্তকরণ এবং অরৈখিক সমীকরণ পূর্বাভাসের জন্য ব্যবহার করে এই প্রযুক্তির সম্ভাব্যতা দেখিয়েছে এই কম্পিউটিং কাঠামো।\n\n\n== নৈতিক উদ্বেগ ==\nযদিও গবেষকরা ঐতিহ্যগত সিলিকন-ভিত্তিক কম্পিউটিং পরিপূরক করার জন্য অর্গানয়েড বুদ্ধিমত্তা এবং জৈবিক কম্পিউটিং ব্যবহার করার আশা করছেন, এই ধরনের পদ্ধতির নীতিশাস্ত্র সম্পর্কেও প্রশ্ন রয়েছে। এই ধরনের নৈতিক বিষয়গুলির উদাহরণগুলির মধ্যে রয়েছে অর্গানয়েড হিসাবে চেতনা এবং অনুভূতি অর্জন করা এবং স্টেম সেল দাতা (অর্গানয়েড বৃদ্ধির জন্য) এবং সংশ্লিষ্ট ওআই সিস্টেমের মধ্যে সম্পর্কের প্রশ্ন।টেমপ্লেট:Computational scienceটেমপ্লেট:Evolutionary computation\n\nটেমপ্লেট:Bioinformatics"}