{"pageid": 1416623, "title": "জিতেন্দ্রনাথ লাহিড়ী", "url": "https://bn.wikipedia.org/wiki?curid=1416623", "content": "জিতেন্দ্রনাথ লাহিড়ী (মার্চ ১৮৮৭ - ৭ মে ১৯৭৫) ছিলেন বিশ শতকের প্রথম দিকের বাঙালি স্বপ্নদ্রষ্টাদের একজন। পরাধীন ভারতে বৈপ্লবিক ক্রিয়াকলাপে যুক্ত থেকে পরবর্তী সময়ে ভারতে প্রথম বেল্টিং শিপ্লের প্রবর্তন করেন।\n\n\n== জীবনী ==\nজিতেন্দ্রনাথ  ব্রিটিশ ভারতের হুগলি জেলার শ্রীরামপুরের এক সচ্ছল লাহিড়ী পরিবারে জন্মগ্রহণ করেন। পিতা শশীভূষণ লাহিড়ী। শৈশব থেকেই তিনি অত্যন্ত মেধাবী ছাত্র ছিলেন। তার কলেজের পড়াশোনা বহরমপুরের  কৃষ্ণনাথ কলেজে। পরে মার্কিন যুক্তরাষ্ট্রের বার্কলেস্থিত ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় থেকে দ্বিতীয় ভারতীয় হিসাবে এম.এসসি পাশ করেন।\n\n\n=== বৈপ্লবিক ক্রিয়াকলাপ ===\nবার্কলেতে অবস্থানকালে জিতেন্দ্রনাথ জাতীয়তাবাদের প্রতি প্রবল আগ্রহ অনুভব করেন। ব্রিটিশ শাসন থেকে দেশকে মুক্ত করার লক্ষ্যে \"গদর পার্টির\" সদস্য হন এবং ১৯১১ খ্রিস্টাব্দে প্রথমে আমেরিকা ও পরে জার্মানি যান। গদর পার্টির সংযোগের মাধ্যমে তিনি ভারতের স্বাধীনতা আন্দোলনের অন্যতম চরমপন্থী নেতা যতীন মুখোপাধ্যায়ের তথা বাঘা যতীনের সংস্পর্শে আসেন।\nজিতেন্দ্রনাথ জার্মানির নানা গোপন সংস্থা থেকে কাজ চালাতেন। সেখানকার হেলফ্রিচ ব্রাদার্সের সঙ্গে ভারতের চরমপন্থীদের যোগাযোগের অন্যতম সহায়ক ছিলেন। উদ্দেশ্য ছিল, জার্মানির অস্ত্র ও গোলাবারুদ সংগ্রহ করা এবং কৌশলগতভাবে ব্রিটিশদের ভারত থেকে বিতাড়িত করা। যদিও ১৯১৫ খ্রিস্টাব্দের বড়দিনের এক ষড়যন্ত্র পরিকল্পনায় যুক্ত শীর্ষস্থানীয় বিপ্লবীদের তার নাম না থাকলেও, তিনি আড়ালে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। ম্যাভেরিক নামক যে জাহাজে ভারতে অস্ত্র ও গোলাবারুদ পাঠানোর ব্যবস্থা হয়েছিল, তিনি সেই জাহাজেই ছিলেন। কিন্তু দুর্ভাগ্যজনকভাবে বাঘা যতীন ধরা পড়ার কারণে, এই ক্রিয়াকলাপটি পরিত্যক্ত হয় এবং এরপরই জিতেন্দ্রনাথ আত্মগোপন করেন। কিন্তু সাম্রাজ্যবাদী ভারতে পরিবর্তন আনার এই প্রয়াস ব্যর্থ হলেও বৈপ্লবিক ক্রিয়াকলাপ তার থেমে থাকেনি। ১৯৪২ খ্রিস্টাব্দের  ভারত ছাড়ো আন্দোলনে প্রত্যক্ষভাবে জড়িত ছিলেন।\n\n\n=== শিল্প বিস্তারে প্রয়াস ===\nতাছাড়া জিতেন্দ্রনাথের স্থির বিশ্বাস ছিল যে, ভারতের শক্তিশালী আর্থ-সামাজিক সত্তা ব্রিটিশ সাম্রাজ্যবাদী ব্যবস্থাকে নাড়াতে সাহায্য করবে। তাই তিনি নিজের পলিমার প্রযুক্তিতে অধীত অ্যাকাডেমি বিদ্যা ভারতের প্রথম বেল্টিং কোম্পানি, বেঙ্গল বেল্টিং কোম্পানি প্রতিষ্ঠায় কাজে লাগান।\nকারখানার উন্নয়নের জন্য পারিবারিক সম্পদ ও সঞ্চয় বিনিয়োগ করেন এবং সমস্ত মুনাফা শ্রীরামপুরের আর্থ-সামাজিক উন্নয়নের কাজে ব্যয় করেন।\nপ্রকৃতপক্ষে, তিনি যে অবকাঠামোগত উন্নয়নের কাজ করেছিলেন তাতে বিপুল কর্মসংস্থানের সুযোগ তৈরি হয়েছিল। ফলে শ্রীরামপুর এবং আশেপাশের শহরগুলির শিল্প বিকাশ ত্বরান্বিত হয়েছিল।\nভারতে শিল্প বিস্তারে জিতেন্দ্রনাথ আচার্য প্রফুল্ল চন্দ্র রায়ের সাথে যোগ দেন। ১৯৩৮ খ্রিস্টাব্দে আচার্যের নেতৃত্বে ভারতীয় রাসায়নিক কাউন্সিল গঠিত হলে, জিতেন্দ্রনাথ এর প্রথম সদস্যদের একজন হন। পরবর্তীকালে, তিনি ১৯৪৩-৪৪ খ্রিস্টাব্দে কাউন্সিলের সভাপতি নির্বাচিত হন।\n\n\n=== রাজনৈতিক কর্মজীবন ===\nজিতেন্দ্রনাথ নিজের শহর শ্রীরামপুরের চেহারা পরিবর্তন তথা উন্নতি বিধানে রাজনৈতিক ক্রিয়াকলাপ শুরু করেন। ডঃ বিধানচন্দ্র রায়ের দ্বারা প্রভাবিত হয়ে তিনি ভারতীয় জাতীয় কংগ্রেসে যোগদান করেন। ভারতের স্বাধীনতার আগে ও পরে তিনি দলের সক্রিয় সদস্য ছিলেন। তিনি শ্রীরামপুর পৌরসভার সদস্য ও সহ পুরপ্রধান হিসাবে কাজ করেন। ১৯৫২ খ্রিস্টাব্দে পশ্চিমবঙ্গ বিধানসভার সদস্য হন এবং ১৯৫৭ খ্রিস্টাব্দে ভারতের লোকসভার সদস্য নির্বাচিত হন। অসুস্থতার কারণে তিনি ১৯৬০ খ্রিস্টাব্দে সক্রিয় রাজনীতি থেকে অবসর নেন।\n\n\n== জীবনাবসান ==\n১৯৭৫ খ্রিস্টাব্দের ৭ মে জিতেন্দ্রনাথ ৮৮ বৎসর বয়সে পরলোক গমন করেন। মৃত্যুকালে তিনি বিপত্নীক ছিলেন। মৃত্যুর আগে পর্যন্ত, জিতেন্দ্রনাথ তার নিজ শহর শ্রীরামপুরে সামাজিক সংস্কারে মনোনিবেশ করেন। তার মৃত্যুর পর শ্রীরামপুরে তার বাসস্থান সংলগ্ন রাস্তাটি \"জিতেন্দ্রনাথ লাহিড়ী রোড\" নামে নামাঙ্কিত হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nবড়দিনের ষড়যন্ত্র\nবাঘা যতীন"}