{"pageid": 1416602, "title": "বুয়াকে", "url": "https://bn.wikipedia.org/wiki?curid=1416602", "content": "বুয়াকে (ফরাসি: Bouaké, এনকো: ߓߐ߰ߞߍ߫ Bɔ̀ɔkɛ́) পশ্চিম আফ্রিকার রাষ্ট্র কোত দিভোয়ার বা আইভরি কোস্টের দ্বিতীয় বৃহত্তম নগরী। ৫২ বর্গকিলোমিটার আয়তনের নগরীটির জনসংখ্যা প্রায় ৭ লক্ষ ৪০ হাজার (২০২১ সালে জনগণনা অনুযায়ী)। এটি ভালে দু বঁদামা উপবিভাগ, গবেকে প্রশাসনিক অঞ্চল ও বুয়াকে দেপার্ত্যমঁ বা জেলার প্রশাসনিক কেন্দ্র। এটি কোত দিভোয়ারের কেন্দ্রভাগে দেশটির বৃহত্তম হ্রদ কোসু হ্রদ থেকে ৫০ কিলোমিটার উত্তর-পূর্বে একটি মালভূমির উপরে অবস্থিত। এটি আবিজান নগরী থেকে রেলপথে (আবিজান-নিজের রেলপথ) প্রায় ৩৫০ কিলোমিটার (২২০ মাইল) উত্তরে এবং দেশের রাজধানী ইয়ামুসুক্রো থেকে প্রায় ১০০ কিলোমিটার (৬২ মাইল) উত্তর-পূর্বে অবস্থিত। এটি একটি কৃষিপ্রধান অঞ্চলের বাজার শহর হিসেবে কাজ করে। অঞ্চলটিতে তুলা, কফি, কাকাও, সিসাল, তামাক, মিষ্টি আলু, ধান ও পাম তেল উৎপাদন করা হয়। এখানের সিসালের আঁশ থেকে দড়ি বানানো ও তুলার কারখানা আছে। শহরের কাছেই স্বর্ণ ও ম্যাঙ্গানিজের মজুদ রয়েছে। বুয়াকে শহরে একটি বনবিদ্যা বিদ্যালয় আছে। আরও আছে গবাদি পশুপালন, পশুচিকিৎসা ও আবহাওয়া বিষয়ক সরকারি কেন্দ্র। এখানে একটি সুতির বস্ত্রের গবেষণা প্রতিষ্ঠানও আছে। অতীতে বুয়াকে পর্তুগিজদের একটি ক্রীতদাসের বাজার চিহ্ল। ১৮৯৩ সালে এখানে ফরাসিদের আগমন ঘটে। ১৯১৪ সাল থেকে এটি একটি প্রশাসনিক কেন্দ্র। \nবুয়াকের দর্শনীয় স্থানের মধ্যে আছে মার্শে দ্য ওয়ারেবো নামের বাজার যেখানে দেশীয় ও বিদেশী পর্যটকেরা ঐতিহ্যবাহী হস্তশিল্পকর্মের পাশাপাশি টাটকা খাবার কিনতে পারে; বাজারটি বুয়াকের দৈনন্দিন জীবনের প্রতিফলন। সামোরি তুরের স্মৃতিসমাধি একটি ঐতিহাসিক স্থান; সামোরি তুরে ফরাসি ঔপনিবেশিক শাসনের বিরুদ্ধে বিদ্রোহের কেন্দ্রীয় ব্যক্তিত্ব ছিলেন। সমাধি ও জাদুঘরটি অঞ্চলটির ইতিহাস ও স্বাধীনতা সংগ্রামের ব্যাপারে অন্তর্দৃষ্টি প্রদান করে। সাঁত তেরেজ মহাগির্জা (ক্যাথেড্রাল) একটি গুরুত্বপূর্ণ ক্যাথলিক গির্জা যেটি একাধারে একটি তাৎপর্যপূর্ণ ধর্মকেন্দ্র ও নান্দনিক স্থাপত্যশৈলীর নিদর্শন। ম্যুজে দ্য লা রেজিস্তঁস জাদুঘরে উপনিবেশবাদের বিরুদ্ধে কোত দিভোয়ারের স্বাধীনতা সংগ্রামের কাহিনী বিভিন্ন নথি ও বস্তুর প্রদর্শনীর মাধ্যমে বিধৃত হয়েছে।\nবুয়াকে কোত দিভোয়ায়েরের অর্থনৈতিক কর্মকাণ্ডের জগতে অতি গুরুত্বপূর্ণ ভূমিকা রাখে। এটি দেশটির অন্যতম বাণিজ্য ও শিল্পকেন্দ্র। কোত দিভোয়ারের দ্বিতীয় বৃহত্তম শহর হিসেবে এটি দেশের উন্নয়নে তাৎপর্যপূর্ণ ভূমিকা রাখে। দেশের মধ্যভাগে কৌশলগত অবস্থানের কারণে এটি পরিবহন ব্যবস্থার কেন্দ্রে অবস্থিত, যার সাথে দেশের বিভিন্ন অঞ্চলের সংযোগ আছে। \n\n\n== তথ্যসূত্র =="}