{"pageid": 1416556, "title": "সাইটোক্রোম", "url": "https://bn.wikipedia.org/wiki?curid=1416556", "content": "সাইটোক্রোম (ইংরেজি: Cytochrome) হল জারণ-বিজারণ বিক্রিয়ায় সক্রিয় অংশগ্রহণকারী প্রোটিন বিশেষ যাতে একটি হিম থাকে, যার কেন্দ্রে কোফ্যাক্টর হিসাবে একটি কেন্দ্রীয় লোহা পরমাণু থাকে। এরা ইলেকট্রন পরিবহন শৃঙ্খল এবং জারণ-বিজারণ অনুঘটন-এর সাথে জড়িত। এগুলি হিমের ধরন এবং এর বন্ধনের প্রকৃতি অনুসারে শ্রেণিবদ্ধ করা হয়। ইন্টারন্যাশনাল ইউনিয়ন অফ বায়োকেমিস্ট্রি অ্যান্ড মলিকিউলার বায়োলজি (IUBMB) দ্বারা  এর চারটি শ্রেণী স্বীকৃত, সাইটোক্রোম এ, সাইটোক্রোম বি, সাইটোক্রোম সি এবং সাইটোক্রোম ডি।\nসাইটোক্রোম মূলত তার লোহা আয়নটির জারণ অবস্থার ভিত্তিতে (Fe2+ ও Fe3+) জারণ-বিজারণ বিক্রিয়ায় অংশ নেয়। উপরের চারটি ছাড়া সাইটোক্রোমের আরও অনেক রকম শ্রেণিবিভাগ দেখা যায়, যেমন সাইটোক্রোম ও ও সাইটোক্রোম পি৪৫০।\n\n\n== ইতিহাস ==\nসর্বপ্রথম সাইটোক্রোম ব্যাখ্যা করেছিলেন বিজ্ঞানী চার্লস আলেকজান্ডার ম্যাকমুন (১৮৮৪)। ১৯২০-সালে ডেভিড কেইলিন সাইটোক্রোমের পুনরাবিষ্কার ঘটান ও সাইটোক্রোম নামটি দেন যার অর্থ কোশীয় রঞ্জক।\nতিনি এই হিম প্রোটিনগুলিকে তাদের হ্রাসকৃত অবস্থায় তাদের সর্বনিম্ন শক্তি শোষণকারী ব্যান্ডের অবস্থানের ভিত্তিতে শ্রেণিবদ্ধ করেছেন, সাইটোক্রোম এ (605 nm), বি (≈565 nm), এবং সি (550 nm) হিসাবে। হিম অণুগুলির অতিবেগুনী (ইউভি) থেকে দৃশ্যমান বর্ণালীবীক্ষণিক স্বাক্ষর এখনও হিমের ধরন শনাক্ত করতে ব্যবহৃত হয় বিস-পাইরিডিন-লিগেটেড অবস্থা থেকে, অর্থাৎ, পাইরিডিন হেমোক্রোম পদ্ধতি। প্রতিটি শ্রেণীর মধ্যে, সাইটোক্রোম a, b, বা c, প্রারম্ভিক সাইটোক্রোমগুলি ধারাবাহিকভাবে সংখ্যায়িত হয়, যেমন cyt c, cyt c1, এবং cyt c2, আরও সাম্প্রতিক উদাহরণ সহ তাদের হ্রাসকৃত R-ব্যান্ড সর্বাধিক দ্বারা মনোনীত, যেমন cyt c559।\n\n\n== গঠন ==\nহিম গ্রুপ হল একটি উচ্চ সংযোজিত চক্রীয় সিস্টেম (যা এর ইলেকট্রনকে খুব চলনক্ষম হতে দেয়), যা একটি লোহার আয়নকে ঘিরে থাকে। সাইটোক্রোমে লোহা সাধারণত একটি ফেরাস (Fe2+) এবং একটি ফেরিক (Fe3+) অবস্থায় থাকে যার একটি ফেরোক্সো (Fe4+) অবস্থা অনুঘটক মধ্যবর্তী স্থানে পাওয়া যায়। সাইটোক্রোম, এইভাবে, তাদের হিম আয়রনের হ্রাস বা জারণের মাধ্যমে ইলেকট্রন স্থানান্তর প্রক্রিয়া এবং অনুঘটন সম্পাদন করতে সক্ষম। সাইটোক্রোমের কোষের মধ্যে অবস্থান তাদের কাজের উপর নির্ভর করে। এগুলি গ্লোবিউলার প্রোটিন এবং মেমব্রেন প্রোটিন হিসাবে পাওয়া যেতে পারে।\nঅক্সিডেটিভ ফসফোরাইলেশন প্রক্রিয়ায়, একটি গ্লোবিউলার সাইটোক্রোম সি প্রোটিন, পর্দা-সংলগ্ন কমপ্লেক্স III থেকে কমপ্লেক্স IV-এ ইলেকট্রন স্থানান্তরের সাথে জড়িত। কমপ্লেক্স III নিজেই বেশ কয়েকটি অংশের সমন্বয়ে গঠিত, যার মধ্যে একটি বি-টাইপ সাইটোক্রোম এবং অন্যটি একটি সি-টাইপ সাইটোক্রোম। উভয়ই কমপ্লেক্সের মধ্যে ইলেক্ট্রন স্থানান্তরের সাথে জড়িত। কমপ্লেক্স IV-এ একটি সাইটোক্রোম a/a3 অংশ থাকে যা ইলেকট্রন স্থানান্তর করে এবং জলে অক্সিজেনের বিক্রিয়াকে অনুঘটন করে। ফটোসিস্টেম II(PS 2), অক্সিজেনিক সালোকসংশ্লেষণের আলো-নির্ভর প্রতিক্রিয়ার প্রথম প্রোটিন কমপ্লেক্স, একটি সাইটোক্রোম বি সাবইউনিট রয়েছে। সাইক্লোক্সিজেনেস ২, প্রদাহের সাথে জড়িত একটি উৎসেচক হল একটি সাইটোক্রোম বি প্রোটিন।\n১৯৬০ এর দশকের গোড়ার দিকে, ইমানুয়েল মারগোলিয়াশ সাইটোক্রোমের একটি রৈখিক বিবর্তনের পরামর্শ দিয়েছিলেন যা আণবিক ঘড়ির অনুমানের দিকে পরিচালিত করেছিল। সাইটোক্রোমের আপাতদৃষ্টিতে ধ্রুবক বিবর্তনের হার বিভিন্ন জীব কখন একটি সাধারণ পূর্বপুরুষ থেকে বিচ্ছিন্ন হতে পারে তা নির্ধারণ করার জন্য একটি সহায়ক হাতিয়ার হতে পারে।\n\n\n== প্রকারভেদ ==\nবর্ণালী বিক্ষণ দ্বারা সাইটোক্রোমের বিভিন্ন প্রকার চিহ্নিত করা সম্ভব।\nপ্রস্থেটিক গ্রুপের সাপেক্ষে সাইটোক্রোম চার প্রকার:\n\n'সাইটোক্রোম ই' বলে কিছু নেই, তবে সাইটোক্রোম এফ এর অস্তিত্ব পাওয়া গেছে সাইটোক্রোম b6f কমপ্লেক্সে।\nমূলত মাইটোকন্ড্রিয়া ও ক্লোরোপ্লাস্ট অঙ্গাণুতে এগুলির আধিক্য লক্ষণীয়, যেহেতু এখানে ইলেকট্রন পরিবহন শৃঙ্খল দেখা যায়।\n\nসাইটোক্রোমের একটি স্বতন্ত্র পরিবার হল সাইটোক্রোম পি৪৫০ পরিবার, তাই ৪৫০ ন্যানোমিটার এর কাছাকাছি তরঙ্গদৈর্ঘ্যে আলো শোষণের ফলে যখন হিম আয়রন হ্রাস পায় (সোডিয়াম ডাইথায়োনাইট-এর সাথে) এবং কার্বন মনোক্সাইড কমপ্লেক্স তৈরী হয়ে যায় তখন বৈশিষ্ট্যযুক্ত সোরেট শিখরের জন্য এই নামকরণ করা হয়। এই এনজাইমগুলি প্রাথমিকভাবে স্টেরয়েডোজেনেসিস এবং ডিটক্সিফিকেশনের সাথে জড়িত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nScripps Database of Metalloproteins\nCytochromes যুক্তরাষ্ট্রের জাতীয় চিকিৎসা গ্রন্থাগারে চিকিৎসা বিষয়ক শিরোনাম (MeSH)"}