{"pageid": 1416868, "title": "কৃষ্ণপদ ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=1416868", "content": "কৃষ্ণপদ ঘোষ (১৯১৪-১৯৮৭) ছিলেন একজন ভারতীয় রাজনীতিবিদ এবং ট্রেড ইউনিয়নবাদী। তিনি ১৯৬৯-১৯৭০ এবং ১৯৭৭-১৯৮৫ সালে পশ্চিমবঙ্গের শ্রমমন্ত্রী হিসেবে দায়িত্ব পালন করেন। তিনি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) এর কেন্দ্রীয় কমিটির সদস্য ছিলেন। এছাড়াও তিনি ভারতীয় ট্রেড ইউনিয়নের কেন্দ্রের ওয়ার্কিং কমিটির সদস্য ছিলেন।\n\n\n== যৌবন ==\n১৯১৪ সালে জন্মগ্রহণকারী ঘোষ খুলনায় বড় হয়েছেন। ১৯৩০ সালে তিনি কলকাতায় চলে আসেন যেখানে তিনি ছাত্র আন্দোলনে যোগ দেন। ১৯৩৫/১৯৩৬ সালের দিকে তিনি বেঙ্গল লেবার পার্টির সদস্য হন এবং শ্রমিক সক্রিয়তায় সক্রিয় হন। প্রায় এক বছর পর তিনি ভারতের কমিউনিস্ট পার্টির (অন্যান্য লেবার পার্টির সদস্যদের সাথে) কার্ড বহনকারী সদস্য হন। লেবার পার্টি সিপিআইয়ের সাথে সম্পর্ক ছিন্ন করলে তিনি সিপিআই দলের সদস্যপদ ত্যাগ করেন।\n\n\n== কমিউনিস্ট পার্টি-এ ফেরত যান ==\n১৯৪৫ সালে তিনি আবার সিপিআই-এ যোগ দেন। তিনি কিডারপুর ডক কর্মীদের মধ্যে এবং স্যাক্সবি এবং ফার্মার্সের মধ্যে একজন প্রধান শ্রম সংগঠক হয়ে ওঠেন। ঘোষ ১৯৪৮ সালে জেলে যান এবং ১৯৫২ সাল পর্যন্ত কারাগারে ছিলেন। জেল থেকে মুক্ত হওয়ার পর ঘোষ সিপিআই দৈনিক স্বাধীনতাতে চাকরি নেন।\nঘোষ পার্টি বিভক্তিতে সিপিআই(এম)-এর পক্ষে ছিলেন। ঘোষ ১৯৬৭ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে বেলিয়াঘাটা উত্তর আসন থেকে জয়ী হন। তিনি ২১,৩৮৭ ভোট (৪২.৬৩%) পেয়েছেন। তিনি ১৯৬৯ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে বেলিয়াঘাটা উত্তর আসনটি ধরে রেখেছিলেন, ৩১,২৯৪ ভোট (৬৬.১০%) পেয়েছিলেন।\n\n\n== যুক্তফ্রন্ট মন্ত্রিসভা ==\n১৯৬৯ সালে গঠিত পশ্চিমবঙ্গের দ্বিতীয় যুক্তফ্রন্ট সরকারে ঘোষকে শ্রমমন্ত্রী মনোনীত করা হয়। শ্রমমন্ত্রী হিসাবে, ঘোষ কর্পোরেট স্বার্থের সাথে তার দ্বন্দ্বে শ্রমকে সমর্থন করতে চেয়েছিলেন। সিপিআই(এম) স্বরাষ্ট্র ও শ্রম উভয় বিভাগের দায়িত্বে থাকায় পুলিশকে নির্দেশ দেওয়া হয়েছিল ধর্মঘটী কর্মীদের বিরুদ্ধে হস্তক্ষেপ না করার জন্য। ঘেরাও কার্যকরভাবে বৈধ করা হয়েছিল। ফলে বেড়েছে শ্রমিকদের বেতন। দ্বিতীয় যুক্তফ্রন্ট সরকারের প্রথম ছয় মাসে রাজ্য জুড়ে ৫৫১টি ধর্মঘট এবং ৭৩টি লক-আউট হয়েছিল, যা প্রায় ৫,৭০,০০০ কর্মীকে প্রভাবিত করেছিল।\n\n\n== ১৯৭১ এবং ১৯৭২ বিধানসভা নির্বাচন ==\nঘোষ ১৯৭১ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে বেলিয়াঘাটা উত্তর আসনটি ধরে রেখেছিলেন। তিনি ২৩,৩১৮ ভোট (৫৩.৪০%) পেয়েছেন, অল ইন্ডিয়া ফরওয়ার্ড ব্লক প্রার্থীকে সরাসরি প্রতিদ্বন্দ্বিতায় পরাজিত করেছেন। ১৯৭২ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে তিনি ভারতীয় জাতীয় কংগ্রেসের অনন্ত কুমার ভারতীর কাছে পরাজিত হন। ঘোষ ১৪,৮৩৯ ভোট (২১.৬০%) নিয়ে দ্বিতীয় স্থানে রয়েছেন।\n\n\n== বামফ্রন্ট মন্ত্রিসভা ==\nঘোষ ১৯৭৭ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে বেলিয়াঘাটা আসন থেকে জয়ী হন। তিনি জনতা পার্টি এবং আইএনসি প্রার্থীদের পরাজিত করে ২৯,২০১ ভোট (৫৫.৮২%) পেয়েছেন।\nঘোষ আবার ১৯৭৭ সালে গঠিত বামফ্রন্ট সরকারে শ্রমমন্ত্রী নিযুক্ত হন। বামফ্রন্ট সরকারে তার ভূমিকা ইউনাইটেড ফ্রন্টের অভিজ্ঞতা থেকে ভিন্ন ছিল, শ্রমকে একতরফাভাবে সমর্থন করার পরিবর্তে তিনি এখন ইউনিয়ন এবং নিয়োগকারীদের মধ্যে মধ্যস্থতাকারী হিসাবে কাজ করতে চেয়েছিলেন।\nতিনি ১৯৮২ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে বেলিয়াঘাটা আসনটি ধরে রেখেছিলেন, ৪৪,২৭৭ ভোট (৬২.৮৮%) পেয়েছিলেন।\nঘোষ বার্ধক্যজনিত কারণে ১৯৮৫ সালে শ্রমমন্ত্রীর পদ থেকে অবসর নেন। তিনি ১৯৮৭ সালে মারা যান।\n\n\n== তথ্যসূত্র =="}