{"pageid": 1416492, "title": "কুয়েন্‌কা (ইকুয়েডর)", "url": "https://bn.wikipedia.org/wiki?curid=1416492", "content": "কুয়েন্‌কা (স্পেনীয়: Cuenca), যার পূর্ণনাম সান্তা আনা দে লস রিওস দে কুয়েন্‌কা (Santa Ana de los Ríos de Cuenca), দক্ষিণ আমেরিকার রাষ্ট্র ইকুয়েডরের (একুয়াদোর) একটি শহর। দেশটির দক্ষিণভাগে আসুয়াই প্রদেশের কুয়েন্‌কা ক্যান্টনে অবস্থিত কুয়েন্‌কা প্রদেশের রাজধানী, সর্বাধিক জনবহুল ও বৃহত্তম নগরী। তোমেবাম্বা নদী, তারকি নদী, ইয়ানুনকাই নদী ও মাচাঙ্গারা নদী শহরটি দিয়ে অতিক্রম করেছে। ভৌগোলিকভাবে এটি ইকুয়েডরের আন্তঃআন্দীয় উচ্চভূমি অঞ্চলে, পাউতে নদীর অববাহিকাতে সমুদ্র সমতল থেকে ২,৫৩৮ মিটার উচ্চতায় অবস্থিত। শহরটির জলবায়ু আর্দ্র মৃদু আন্দীয় প্রকৃতির; গড় তাপমাত্রা ১৬.৩° সেলসিয়াস।\nস্থাপত্যশৈলী, সাংস্কৃতিক বৈচিত্র্য, ইকুয়েডরের শিল্পকলা, বিজ্ঞান ও সাহিত্যে অবদান এবং ইকুয়েডরীয় সমাজের বহু উজ্জ্বল ব্যক্তিত্বের জন্মস্থান হবার সুবাদে স্থানীয়ভাবে এটিকে \"আন্দেসের কুয়েন্‌কা\" (স্পেনের একই কুয়েন্‌কা নামে আরেকটি শহর আছে) বা \"ইকুয়েডোরের অ্যাথেন্স\" নামে ডাকা হয়, ২০২২ সালের জনগণনা অনুযায়ী এখানে প্রায় ৬ লক্ষ অধিবাসীর বাস ছিল (মূল শহরে সাড়ে তিন লক্ষ)। ফলে এটি কিতো ও গুয়াইয়াকিল শহরের পর ইকুয়েডোরের তৃতীয় বৃহত্তম শহর। শহরটি কুয়েন্‌কা মহানগর এলাকার কেন্দ্রে অবস্থিত। এই পৌরপিণ্ডটিও ইকুয়েডোরের তৃতীয় বৃহত্তম। মূল কুয়েন্‌কা শহরের আয়তন ৬৮ বর্গকিলোমিটারের কিছু বেশি।\n১৫৫৭ সালের ১২ই এপ্রিল ইনকা সভ্যতার তোমেবাম্বা শহরের ধ্বংসাবশেষের উপরে কুয়েন্‌কা শহরটিকে প্রতিষ্ঠা করা হয়।  and the Cañari city of Guapondelig, পেরুর বড়লাট আন্দ্রেস উরতাদো দে মেন্দোসার আদেশে হিল রামিরেস দাভালোস কাজটি সম্পাদন করেন। কুয়েন্‌কা ইকুয়েডরের সবচেয়ে গুরুত্বপূর্ণ প্রশাসনিক, অর্থনৈতিক, আর্থিক ও বাণিজ্যিক কেন্দ্রগুলির একটি। বাণিজ্য ও শিল্প এখানকার প্রধান কর্মকাণ্ড। ইকুয়েডোরের কুইনিন গাছের ছালের সিংহভাগই কুয়েন্‌কা থেকে জাহাজযোগে প্রেরণ করা হয়। এখানে পানামা টুপির কারখানাও আছে।  এছাড়া এখানে চিনি প্রক্রিয়াজাতকরণ, পশমের সামগ্রী, মৃণ্ময় সামগ্রী, ইত্যাদি উৎপাদন করা হয় এবং খাদ্যশস্য, পশুর চামড়া ও পনির বাইরে পাঠানো হয়। এখানে একটি ধর্মপ্রদেশের মহাধ্যক্ষের (বিশপ) আসন আছে। আরও আছে দুইটি বিশ্ববিদ্যালয়।  শিল্প ও বাণিজ্যিক শহর হওয়া সত্ত্বেও কুয়েন্‌কার অনন্য চিত্রপটময় রূপ এখনও ম্লান হয়নি। এখানে বহু পুরাতন ভবনের প্রাচীন দেয়ালগুলিতে প্রাচীরচিত্র ও স্পেনীয় প্রবাদপ্রবচন লেখা আছে। ২০শ শতাব্দীতে শহরটি কলেবরে বৃদ্ধি পায়। ১৯৯৯ সালে এর সযত্নে সংরক্ষিত পুরাতন ঔপনিবেশিক ভবন, খোয়াবেছানো রাস্তা ও বড় বড় চত্বরশোভিত ঐতিহাসিক কেন্দ্রটিকে ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের মর্যাদা দেওয়া হয়। এটিকে সুপরিকল্পিত ঔপনিবেশিক শহরের একটি উল্লেখযোগ্য দৃষ্টান্ত হিসেবে গণ্য করা হয়। তাই সাম্প্রতিক বছরগুলিতে কুয়েন্‌কা একটি আন্তর্জাতিক পর্যটকদের দর্শনীয় স্থানে পরিণত হয়েছে। অন্যান্য দর্শনীয় স্থানের মধ্যে আছে কুয়েন্‌কা মহাগির্জা (ক্যাথেড্রাল), যা স্পেনের ঔপনিবেশিক স্থাপত্যশৈলীর এক অনবদ্য নিদর্শন ও শহরের মূল প্রতিমারূপী স্থান। এল বাররাঙ্কো নামক উঁচু স্থানটি থেকে তোমেবাম্বা নদী ও সমগ্র কুয়েন্‌কা নগরীর এক রুদ্ধশ্বাস দৃশ্য দেখতে পাওয়া যায়। পুমাপুঙ্গো প্রত্নতাত্ত্বিক উদ্যান ও জাদুঘরে অঞ্চলটির সমৃদ্ধ ইতিহাসকে তুলে ধরা হয়েছে; এখানে ইনকা সভ্যতার ধ্বংসাবশেষ, একটি উদ্ভিদ উদ্যান এবং আদিবাসী সংস্কৃতির সামগ্রী ও ইকুয়েডরের প্রাক-ঔপনিবেশিক ইতিহাস বিষয়ক প্রদর্শনী রয়েছে। সযত্নে রক্ষিত ঔপনিবেশিক স্থাপত্য ও প্রাণবন্ত শিল্পকলা জগতের কারণে কুয়েন্‌কা শহরটিকে ইকুয়েডরের সাংস্কৃতিক ও বুদ্ধিবৃত্তিক কেন্দ্র হিসেবে গণ্য করা হয়। এখানে শিল্পী, লেখক ও বুদ্ধিজীবীদের একটি বড় সম্প্রদায়ের বাস।\n\n\n== তথ্যসূত্র =="}