{"pageid": 1416587, "title": "মৌলিক গবেষণা", "url": "https://bn.wikipedia.org/wiki?curid=1416587", "content": "মৌলিক গবেষণা, যাকে বিশুদ্ধ গবেষণা, মৌলিক গবেষণা, মৌলিক বিজ্ঞান বা বিশুদ্ধ বিজ্ঞানও বলা হয়, সেটি হলো এক ধরনের বৈজ্ঞানিক গবেষণা যা প্রাকৃতিক বা অন্যান্য ঘটনা সম্পর্কে আরও ভালোভাবে বোঝার এবং ভবিষ্যদ্বাণী করার জন্য বৈজ্ঞানিক তত্ত্বগুলোকে উন্নত করার লক্ষ্যে পরিচালনা করা হয়। অন্যদিকে, ফলিত গবেষণা প্রযুক্তি বা কৌশল বিকাশের জন্য বৈজ্ঞানিক তত্ত্ব ব্যবহার করে যা প্রাকৃতিক বা অন্যান্য ঘটনাকে প্রভাবিত এবং পরিবর্তন করার ক্ষেত্রে ব্যবহার করা যেতে পারে। যদিও মৌলিক গবেষণা বেশিরভাগ সময় কেবল কৌতূহল দ্বারাই চালিত হয়, তবে মাঝেমধ্যে তা ফলিত বিজ্ঞানের প্রযুক্তিগত উদ্ভাবনকে ইন্ধন দেয়। সমন্বিত গবেষণা ও উন্নয়নে এই দুটি লক্ষ্য প্রায়ই একই সাথে অনুশীলন করা হয়।\nউদ্ভাবন ছাড়াও, মৌলিক গবেষণা আমাদের চারপাশের প্রকৃতি সম্পর্কে অন্তর্দৃষ্টি প্রদান করে এবং আমাদের এর সহজাত মূল্যকে সম্মান করার সুযোগ করে দেয়। এই সম্মানের বিকাশই সংরক্ষণের প্রচেষ্টাকে সামনে এগিয়ে নিয়ে চলে। পরিবেশ সম্পর্কে শেখার মাধ্যমে, এবং গবেষণাকে ভিত্তি হিসেবে ব্যবহার করে সংরক্ষণের প্রচেষ্টাকে জোরদার করা যেতে পারে। প্রযুক্তিগত উদ্ভাবনগুলোও এর মাধ্যমেও প্রভাবিত করা যেতে পারে, যেমন জাপানে উচ্চ গতির বুলেট ট্রেনের নকশা করা হয়েছে কিংফিশারদের ঠোঁটের মতো করে।\n\n\n== সাধারণ বর্ণনা ==\n\nমৌলিক গবেষণা বিশ্ব সম্পর্কে মৌলিক জ্ঞানকে অগ্রসর করে। এটি পর্যবেক্ষণ করা বিভিন্ন ঘটনা ব্যাখ্যা করে এমন তত্ত্ব তৈরি এবং খণ্ডন বা সমর্থন করার উপর দৃষ্টি নিবদ্ধ করে। বিশুদ্ধ গবেষণা বিশ্বের সম্পর্কে নতুন বৈজ্ঞানিক ধারণা এবং চিন্তাধারার উৎস। এটি অনুসন্ধানমূলক, বর্ণনামূলক বা ব্যাখ্যামূলক হতে পারে; যদিও, ব্যাখ্যামূলক গবেষণা সবচেয়ে বেশি প্রচলিত।\nমৌলিক গবেষণা নতুন ধারণা, নীতি এবং তত্ত্ব তৈরি করে, যা অবিলম্বে ব্যবহার করা নাও হতে পারে কিন্তু তবুও বিভিন্ন ক্ষেত্রে অগ্রগতি এবং উন্নয়নের জন্য এটি ভিত্তি তৈরি করে। উদাহরণস্বরূপ, আজকে আমাদের ব্যবহৃত কম্পিউটার, এক শতাব্দী আগে পরিচালিত বিশুদ্ধ গণিতের গবেষণা ছাড়া এর অস্তিত্ব থাকতে পারে না, যদিও এর জন্য সেই সময়ে কোনো পরিচিত ব্যবহারিক প্রয়োগ ছিল না। মৌলিক গবেষণা খুব কমই অনুশীলনকারীদের তাদের দৈনন্দিন উদ্বেগের সাথে সরাসরি সাহায্য করে; তা সত্ত্বেও, এটি চিন্তার নতুন উপায়গুলোকে উদ্দীপিত করে যা ব্যাপকভাবে এবং নাটকীয়ভাবে পরিবর্তন আনার সম্ভাবনা রাখে যে কীভাবে অনুশীলনকারীরা ভবিষ্যতে একটি সমস্যা মোকাবেলা করতে পারে।\n\n\n== দেশ অনুসারে ==\nমার্কিন যুক্তরাষ্ট্রে, প্রাথমিক গবেষণা প্রধানত সরকার দ্বারা অর্থায়ন করা হয়, এবং তা মূলত বিশ্ববিদ্যালয় ও গবেষণা প্রতিষ্ঠানগুলেতে পরিচালনা করা হয়। ২০১০-এর দশকে যেহেতু সরকারি তহবিল হ্রাস পেয়েছে, তাই, ব্যক্তিগত তহবিল ক্রমবর্ধমানভাবে গুরুত্বপূর্ণ হয়ে উঠছে।\n\n\n== মৌলিক বনাম ফলিত বিজ্ঞান ==\nফলিত বিজ্ঞান প্রযুক্তি ও কৌশল উদ্ভাবনের উপর দৃষ্টি নিবদ্ধ করে। যেখানে, মৌলিক বিজ্ঞান বৈজ্ঞানিক জ্ঞান ও ভবিষ্যদ্বাণীর চর্চা করে, যা প্রধানত প্রাকৃতিক বিজ্ঞানের পাশাপাশি অন্যান্য অভিজ্ঞতামূলক বিজ্ঞানেও প্রয়োগ বিজ্ঞানের বৈজ্ঞানিক ভিত্তি হিসেবে ব্যবহৃত হয়। মৌলিক বিজ্ঞান বিভিন্ন ঘটনার পূর্বাভাস দেওয়ার জন্য এবং সম্ভবত প্রকৃতিকে বোঝার জন্য তথ্যের বিকাশ ও চর্চা করে, যেখানে ফলিত বিজ্ঞান ঘটনা বা ফলাফল পরিবর্তন করার জন্য প্রযুক্তি বা প্রযুক্তির মাধ্যমে পরিবর্তন আনার লক্ষ্যে মৌলিক বিজ্ঞানের কিছু অংশ ব্যবহার করে। ফলিত এবং মৌলিক বিজ্ঞান গবেষণা ও উন্নয়নের ক্ষেত্রে ঘনিষ্ঠভাবে সম্পর্কিত হতে পারে। মৌলিক গবেষণা এবং ফলিত গবেষণার মধ্যে সংযোগ জাতীয় বিজ্ঞান ফাউন্ডেশনে অধ্যয়ন করা হয়ে থাকে।মৌলিক বৈজ্ঞানিক গবেষণায় একজন কর্মী অজানা সম্পর্কে কৌতূহল থেকে অনুপ্রাণিত হয়। যখন তার অন্বেষণ নতুন জ্ঞান অনুসন্ধান করে, তখন তিনি এমন এক সন্তুষ্টি অনুভব করেন যেন তিনি সর্বপ্রথম কোনো একটি পাহাড়ের চূড়া বা অজানা অঞ্চলের মধ্য দিয়ে প্রবাহিত একটি নদীর উপরের সীমানা পৌঁছাতে পেরেছেন। সত্য আবিষ্কার এবং প্রকৃতির উপলব্ধিই হলো তার উদ্দেশ্য। তার সহযোগীদের মধ্যে তার পেশাদার অবস্থান নির্ভর করে তার কাজের মৌলিকতা এবং যৌক্তিকতার ওপর। বিজ্ঞানে সৃজনশীলতা কবি বা চিত্রকরের সাথে একটি কাপড়ের সংযোগের মতো।একটি অধ্যয়ন পরিচালনা করা হয়েছে যেখানে মৌলিক বৈজ্ঞানিক গবেষণা প্রচেষ্টার সাথে গর্ভনিরোধক এবং ভিডিও টেপ রেকর্ডারের মতো উদ্ভাবন বিকাশের মধ্যে সম্পর্ক খুঁজে পাওয়া গিয়েছে। এই গবেষণায় দেখা গেছে যে সমস্ত উদ্ভাবনের বিকাশে মৌলিক গবেষণা একটি মূল ভূমিকা পালন করেছে। মৌলিক বিজ্ঞান গবেষণাগুলো  যেগুলো কোনো একটি উদ্ভাবনের বিকাশে সহায়তা করেছে সেগুলো সেই উদ্ভাবনের ২০ থেকে ৩০ বছর আগে থেকেই ভালোভাবে সম্পন্ন হয়ে গিয়ে থাকে। যদিও বেশিরভাগ উদ্ভাবন ফলিত বিজ্ঞানের রূপ নেয় এবং বেশিরভাগ উদ্ভাবন বেসরকারি খাতে ঘটে, মৌলিক গবেষণা প্রায় সমস্ত ফলিত বিজ্ঞান এবং উদ্ভাবনের সংশ্লিষ্ট দৃষ্টান্তগুলোর একটি প্রয়োজনীয় পূর্বশর্ত। মৌলিক গবেষণার প্রায় ৭৬% বিশ্ববিদ্যালয় দ্বারা পরিচালিত হয়।\nমৌলিক বিজ্ঞান এবং ঔষধ এবং প্রযুক্তির মতো বিজ্ঞানের শাখাগুলোর মধ্যে সহজেই পার্থক্য করা যেতে পারে। এগুলোকে এসটিএম (বিজ্ঞান, প্রযুক্তি এবং ঔষধ [একে এসটিইএম [বিজ্ঞান, প্রযুক্তি, প্রকৌশল এবং গণিত] বা এসটিএস (বিজ্ঞান, প্রযুক্তি এবং সমাজ) হিসেবে বিভ্রান্ত না করা]) বলা হয়। এই গোষ্ঠীগুলো পরস্পর সম্পর্কযুক্ত এবং একে অপরকে প্রভাবিত করে, যদিও তারা পদ্ধতি এবং মানদণ্ডের দিক থেকে সুনির্দিষ্টভাবে একে অপরের থেকে পৃথক।\nনোবেল পুরস্কারে ফিজিওলজি বা মেডিসিনে এর পুরস্কারের জন্য ফলিত বিজ্ঞানের সাথে মৌলিককে মিলানো হয়। অন্যদিকে, রয়্যাল সোসাইটি অফ লন্ডন পুরস্কার প্রাকৃতিক বিজ্ঞানকে ফলিত বিজ্ঞান থেকে আলাদা করে।\n\n\n== আরও দেখুন ==\nনীল আকাশ গবেষণা\nকঠিন ও নমনীয় বিজ্ঞান\nমেটাসায়েন্স\nআদর্শিক বিজ্ঞান\nপদার্থবিদ্যা\nসতর্কতামূলক নীতি\nবিশুদ্ধ গণিত\nবিশুদ্ধ রসায়ন\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nConcise Encyclopedia of Economics।  ওসিএলসি 317650570, 50016270, 163149563"}