{"pageid": 1416632, "title": "হাগ্রামা মহিলারী", "url": "https://bn.wikipedia.org/wiki?curid=1416632", "content": "হাগ্রামা মহিলারী (ইংরেজি: Hagrama Mohilary, অসমীয়া: হাগ্ৰামা মহিলাৰী; জন্ম ১ মার্চ ১৯৬৯) হলেন একজন ভারতীয় রাজনীতিবিদ। ইনি ২০০৫ থেকে ২০২০ সাল পর্যন্ত বড়োল্যান্ড আঞ্চলিক পরিষদের প্রথম প্রধান নির্বাহী সদস্য হিসাবে দায়িত্ব পালন করেছেন। তিনি বোড়োল্যান্ড পিপলস ফ্রন্টের চেয়ারপার্সন এবং ২০০৩ সালে প্রতিষ্ঠার পর থেকে বড়োল্যান্ড আঞ্চলিক পরিষদের প্রধান ছিলেন। তিনি ২০১৫ সালের তৃতীয় সাধারণ পরিষদ নির্বাচনে জয়ী হন এবং তৃতীয়বারের মতো সরকার গঠন করেন। ২০০৩ সালে মূলধারার রাজনীতিতে যোগ দেওয়ার আগে মহিলারী বোড়ো লিবারেশন টাইগার্সের (বিএলটি) প্রধান ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nমহিলারী ১৯৬৯ সালের ১ মার্চ একটি বড়ো পরিবারে জন্মগ্রহণ করেন।\n\n\n== কর্মজীবন ==\n\n\n=== ইতিহাস ===\n২০০৩ সালে মূলধারার রাজনীতিতে যোগ দেওয়ার আগে মহিলারী বোড়ো লিবারেশন টাইগার্সের (বিএলটি) প্রধান ছিলেন। মহিলারী ২০০৫ সালে বোড়োল্যান্ড পিপলস ফ্রন্ট গঠন করেন এবং এর প্রথম সভাপতি নির্বাচিত হন। তিনি এনডিএ-র সাথে জোট গঠন করেছিলেন, অটল বিহারী বাজপেয়ী ২০০৩ সালে বোড়োল্যান্ড পিপলস ফ্রন্টে যোগ দেওয়ার ক্ষেত্রে সহায়ক ভূমিকা পালন করেছিলেন।\n\n\n=== বড়োল্যান্ড আঞ্চলিক পরিষদ ===\n২০০৩ সালের ১০ ফেব্রুয়ারি বড়োল্যান্ড আঞ্চলিক পরিষদ প্রতিষ্ঠায় তিনি গুরুত্বপূর্ণ ভূমিকা পালন করেন। বোড়োল্যান্ড টেরিটোরিয়াল কাউন্সিল (বিটিসি), স্বশাসিত সংস্থা, আসামের বিটিএডি-তে ভারতের সংবিধানের ষষ্ঠ তফসিলের বিধানে যুক্ত একটি নতুন নাম। বিটিসির প্রথম প্রধান নির্বাহী সদস্য হিসাবে দায়িত্ব গ্রহণের পরপরই, মহিলারী বিটিসি অঞ্চলে মানসম্মত শিক্ষার পক্ষে ছিলেন। ২০১০ সালে মহিলারীর নেতৃত্বাধীন বোড়োল্যান্ড পিপলস ফ্রন্ট (বিপিএফ) বোড়োল্যান্ড টেরিটোরিয়াল কাউন্সিল (বিটিসি) নির্বাচনে ৪০টি আসনের মধ্যে ৩১টিতে জয়লাভ করে। তিনি বলেন, \"আমি জনগণকে বিজয়ের জন্য অভিনন্দন জানাই। আমাদের বিজয় আমাদের প্রতি জনগণের সমর্থন প্রমাণ করেছে। এলাকার উন্নয়নে ভালো কাজ করে যাবো\"।\n\n\n=== আসাম বিধানসভা নির্বাচন ===\nতাঁর নেতৃত্বে বোড়োল্যান্ড পিপলস ফ্রন্ট ২০১৬ সালে অনুষ্ঠিত আসাম বিধানসভার ১৩টি প্রতিদ্বন্দ্বিতামূলক আসনের মধ্যে ১২টি আসনে জয়লাভ করে।\n\n\n=== বিটিসি উন্নয়ন ===\n\n\n==== কৃষি ক্ষেত্র ====\nবোড়োল্যান্ড টেরিটোরিয়াল কাউন্সিলের প্রধান নির্বাহী সদস্য হিসাবে, মহিলারী কৃষি ক্ষেত্রের বিকাশের জন্য বিভিন্ন কর্মসূচির পরিকল্পনা করেছিলেন, ২০০৬ সালের জানুয়ারিতে বিটিসির চারটি জেলা থেকে ১০ জন কর্মকর্তাকে আধুনিক প্রযুক্তির জন্য বেঙ্গালুরুর ইন্ডিয়ান ইনস্টিটিউট অফ হর্টিকালচার রিসার্চে (আইআইএইচআর) প্রেরণ করা হয়েছিল।\n\n\n==== শিল্প ক্ষেত্র ====\nবিটিসি ১২টি তাঁত প্রশিক্ষণ কেন্দ্র এবং ৬টি তাঁত উৎপাদন কেন্দ্র স্থাপন করেছে। ২০০৮ সালে, বোড়োল্যান্ড রিজিওনাল এপেক্স ওয়েভারস অ্যান কারিগর কো-অপারেটিভ ফেডারেশন লিমিটেড (বিআরএএফইডি) আসামের বিটিসির কোকরাঝাড়ে নিবন্ধিত প্রধান কার্যালয়ের সাথে সমবায় ভিত্তিতে বাহু (বোড়োল্যান্ড অ্যাসোসিয়েশন অফ হ্যান্ডলুম ইউনিট) পুনর্গঠিত করে গঠিত হয়েছিল।\n\n\n==== শিক্ষা ====\nবড়োল্যান্ড বিশ্ববিদ্যালয় ২০১৯ সালে ১২ বি স্ট্যাটাস বিশ্ববিদ্যালয় হিসাবে মনোনীত হয়েছে। বিটিসি প্রধান হাগরামা মহিলারী বলেন, বোড়োল্যান্ড বিশ্ববিদ্যালয়কে ১২বি মর্যাদা দেওয়া বিটিএডি এবং সমগ্র নিম্ন আসামের মানুষের দীর্ঘদিনের লালিত স্বপ্ন এখন সত্যি হতে চলেছে। বোড়োল্যান্ড বিশ্ববিদ্যালয়কে বিটিসি এবং সমগ্র নিম্ন আসাম জেলার একমাত্র বিশ্ববিদ্যালয় উল্লেখ করে মহিলারী আস্থা প্রকাশ করেন যে বিশ্ববিদ্যালয়টি অন্যান্য উন্নয়ন এবং বুদ্ধিবৃত্তিক ক্রিয়াকলাপের পাশাপাশি মানবসম্পদ উন্নয়নের পথ প্রশস্ত করবে।\n\n\n==== বোড়ো ভাষার বিকাশ ====\n৩৪৪ (১) এবং ৩৫১ অনুচ্ছেদ অনুসারে ভারতের সংবিধানের অষ্টম তফসিলে দেবনাগরী লিপিতে বোড়ো ভাষা অন্তর্ভুক্ত করার ক্ষেত্রে তিনি গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nrediff.com 2,641 militants surrender in Assam\nbodolandcouncil.org"}