{"pageid": 1416456, "title": "অর্থনৈতিক গণতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1416456", "content": "অর্থনৈতিক গণতন্ত্র (গণতান্ত্রিক অর্থনীতি নামেও পরিচিত) হলো একটি আর্থসামাজিক দর্শন যেখানে মালিকানা স্থানান্তরিত করা এবং বাণিজ্যিক অংশীদার ও বাণিজ্যিক পরিচালকদের (যেমন একটি পরিচালনা পর্ষদ) থেকে সিদ্ধান্ত গ্রহণের ক্ষমতা সর্বজনীন অংশীজনদের একটি বৃহত্তর গোষ্ঠীকে (যেমন: শ্রমিক, ভোক্তা, সরবরাহকারী, সম্প্রদায় এবং বৃহত্তর জনসাধারণ) প্রদান করা হয়। এই ব্যবস্থায় একটি প্রতিষ্ঠানের কর্তৃত্ব পুঁজিবাদীদের বা অংশীজনদের হাতে না রেখে সম্পূর্ণ শ্রমিক ও এর উৎপাদনের সাথে জড়িত ব্যক্তিদের হাতে থাকে এবং এ তত্ত্বে বিশ্বাস করা হয় যে, ভোক্তা ও অন্যান্য সুবিধাভোগীদের ব্যক্তিদের মতো, অংশীজনদেরও শুধুমাত্র পরোক্ষ কর্তৃত্ব থাকা উচিত। অর্থনৈতিক গণতন্ত্র ব্যবহারিকভাবে দাবি করে যে, এর মাধ্যমে পুঁজিবাদের কার্যকর চাহিদার বাইরের কার্যক্রমের জন্য ক্ষতিপূরণ আদায় করা যেতে পারে।\nঅর্থনৈতিক গণতন্ত্রের প্রবক্তারা সাধারণত যুক্তি দেন যে আধুনিক পুঁজিবাদ পর্যায়ক্রমে অর্থনৈতিক সঙ্কট সৃষ্টি করে, যা কার্যকর চাহিদার অভাবের কারণে ঘটে থাকে; কারণ এমন পরিস্থিতিতে জনগণ তার নিজের প্রয়োজনীয় জিনিসপত্র ক্রয় করার জন্য যথেষ্ট আয় উপার্জন করতে অক্ষম হয়ে পড়ে। সাধারণ সম্পদের কর্পোরেট একচেটিয়াতা সাধারণত কৃত্রিম সঙ্কট সৃষ্টি করে, যার ফলে আর্থ-সামাজিক ভারসাম্যহীনতা সৃষ্টি হয়। ফলে শ্রমিকরা অর্থনৈতিক সুযোগ-সুবিধা থেকে বঞ্চিত হয় এবং ভোক্তার ক্রয়ক্ষমতা হ্রাস পায়। অর্থনৈতিক গণতন্ত্রকে বৃহত্তর আর্থ-সামাজিক মতাদর্শের একটি স্বতন্ত্র তত্ত্ব এবং বিভিন্ন সংস্কারের সমষ্টি হিসাবে বর্ণনা করা হয়েছে। অর্থনৈতিক গণতন্ত্র বাজার ও বাজারের বাইরে, উভয় ক্ষেত্রেই কার্যকর হয়। একটি সংস্কার হিসাবে, সমর্থনকারী তত্ত্ব এবং বাস্তব-বিশ্বের উদাহরণগুলির মধ্যে বিকেন্দ্রীকরণ, গণতান্ত্রিক সমবায়, পাবলিক ব্যাংকিং, ন্যায্য বাণিজ্য এবং খাদ্য উৎপাদন ও মুদ্রার আঞ্চলিককরণ অন্তর্ভুক্ত থাকতে পারে।\n\n\n== কার্যকর চাহিদার ঘাটতি ==\nঅনেক বিশ্লেষকের মতে, কার্যকর চাহিদার ঘাটতি হলো সবচেয়ে মৌলিক অর্থনৈতিক সমস্যা। অর্থাৎ, আধুনিক সমাজের মানুষ নিজেদের প্রয়োজনীয় পণ্য ক্রয় করার জন্য যথেষ্ট আয় উপার্জন করে না। উদাহরণ স্বরূপ, অর্থনৈতিক ভূগোলবিদ ডেভিড হার্ভে দাবি করেন, \"শ্রমিকরা তাদের মজুরি কার্যকর চাহিদার উৎসে ব্যয় করে, কিন্তু মোট মজুরি বিল সর্বদা প্রচলিত মোট মূলধনের চেয়ে কম হয়ে থাকে (অন্যথায় কোন লাভ হবে না)। তাই দৈনন্দিন জীবনকে টিকিয়ে রাখতে মজুরি পণ্য ক্রয় মোট উৎপাদিত পণ্যের লাভজনক বিক্রয়ের জন্য কখনই যথেষ্ট নয়\"। \nযেকোন অর্থনৈতিক ব্যবস্থার জর্জিস্ট বা জর্জীয় দৃষ্টিভঙ্গিতে, \"সম্পদ\"-এর মধ্যে মানুষের আকাঙ্ক্ষার পরিতৃপ্তি এবং বিনিময় মূল্যের জন্য শ্রম দ্বারা উৎপাদিত সমস্ত বস্তুগত জিনিস অন্তর্ভুক্ত। ভূমি, শ্রম ও পুঁজি সাধারণত সম্পদ উৎপাদনের অপরিহার্য উপাদান হিসেবে বিবেচিত হয়। \"ভূমি\" বা \"জমি\" মালিকানায় সব প্রাকৃতিক সুযোগ-সুবিধা অন্তর্ভুক্ত। শ্রমের মধ্যে সমস্ত মানুষের পরিশ্রমসম্পন্ন কাজ অন্তর্ভুক্ত। পুঁজি আরও সম্পদ উৎপাদনের জন্য নিবেদিত সম্পদের অংশকে অন্তর্ভুক্ত করে। যেকোন ব্যক্তির আয় ভূমি, শ্রম ও পুঁজি এই তিনটি উৎসের সংমিশ্রণে হতে পারে। এই উৎসগুলো সাধারণত সম্পদের উৎপাদন এবং বন্টনের অর্থনৈতিক ব্যবস্থায় পারস্পরিক একক কারণ হিসাবে বিবেচিত হয়। হেনরি জর্জের মতে: \"মানুষ সর্বনিম্ন পরিশ্রমের মাধ্যমে নিজের ইচ্ছা পূরণ করতে চায়\"।  মানুষ প্রকৃতির সাথে মিথস্ক্রিয়া করে পণ্য এবং পরিষেবাগুলি তৈরি করে, যা অন্য আরেকজন মানুষের প্রয়োজনের মধ্যে অন্তর্ভুক্ত। এই সত্ত্বাগুলির মধ্যে সম্পর্কগুলিকে নিয়ন্ত্রণ করে এমন আইন এবং রীতিনীতিগুলি একটি প্রদত্ত সমাজের অর্থনৈতিক কাঠামো গঠন করে।\nপর্যায়ক্রমে, ডেভিড শোয়েকার্ট তার বই, আফটার ক্যাপিটালিজম- এ দাবি করেছেন: \"পুঁজিবাদী সমাজের কাঠামো তিনটি মৌলিক উপাদান নিয়ে গঠিত:\n\n\"উৎপাদনের মাধ্যমগুলির বেশিরভাগই ব্যক্তিগত মালিকানাধীন। এটি কখনো কখনো সরাসরি ব্যক্তিদের দ্বারা আর কখনো কখনো (ব্যক্তি মালিকানাধীন) কর্পোরেশনগুলির দ্বারা পরিচালিত হয়।\n\"পণ্যসমূহ একটি বাজারে বিনিময় করা হয় -- অর্থাৎ, পণ্য ও পরিষেবাগুলির বেশিরভাগ অংশ প্রতিযোগিতার মাধ্যমে নির্ধারিত দামে কেনা ও বিক্রি করা হয় এবং সরকারী মূল্য নির্ধারণ কর্তৃপক্ষ এটি নিয়ন্ত্রণ করে না৷ ব্যক্তি মালিকানাধীন উদ্যোক্তা প্রতিষ্ঠানগুলো ভোক্তাদের পণ্য এবং পরিষেবা প্রদানের জন্য একে অপরের সাথে প্রতিযোগিতা করে এবং প্রতিটি উদ্যোগে লাভবান হওয়ার চেষ্টা করে। এই প্রতিযোগিতাই দামের প্রাথমিক নির্ধারক।\n\"এই সমাজে যারা বেতনের জন্য কাজ করে তাদের বেশিরভাগই অন্য লোকেদের জন্য কাজ করে, যারা হলো উৎপাদনকারী প্রতিষ্ঠানের মালিক। অধিকাংশ শ্রমজীবী ​​মানুষ 'মজুরি শ্রমিক' হিসেবে কাজ করে\"।\nযোগান ও চাহিদা সাধারণত বাজারে মূল্য প্রতিষ্ঠার জন্য কৃতকার্য হিসাবে গৃহীত হয়। সংস্থাগুলি সাধারণত উৎপাদন খরচ কমানোর চেষ্টা করে এবং বিক্রয় বৃদ্ধি করার চেষ্টা করে, যাতে সর্বাধিক লাভ করা যায়। কিন্তু, ডেভিড শুইকার্টের মতে, \"যারা সমাজের পণ্য ও পরিষেবা উৎপাদন করে তাদের উৎপাদনশীল অবদানের চেয়ে কম অর্থ প্রদান করা হলে\" ভোক্তা হিসাবে তারা উৎপাদিত সমস্ত পণ্য কিনতে পারে না এবং বিনিয়োগকারীদের আস্থা হ্রাস পেতে থাকে, যা উৎপাদনে পতন ঘটায় এবং কর্মসংস্থানে বিরূপ প্রভাব ফেলে।\" এই ধরনের অর্থনৈতিক অস্থিতিশীলতা একটি কেন্দ্রীয় দ্বন্দ্ব থেকে উদ্ভূত হয়, যেটি মজুরি উৎপাদনের খরচ ও কার্যকর চাহিদার  অপরিহার্য উৎস। এর ফলে অর্থনৈতিক গণতন্ত্রের প্রতি ক্রমবর্ধমান আগ্রহের পাশাপাশি কার্যকর চাহিদার ঘাটতি।\n\n\"কমিউনিটি অর্গানাইজিং: থিওরি অ্যান্ড প্র্যাকটিস\" বইয়ের অধ্যায় ৩-এ ডগলাস পি. বিকলেন \"সামাজিক সমস্যা সৃষ্টি\" বিষয়ে বিভিন্ন দৃষ্টিভঙ্গি নিয়ে আলোচনা করেছেন। এই মতামতগুলির মধ্যে একটিতে মন্তব্য করা হয়েছে যে, \"সামাজিক ও অর্থনৈতিক গণতন্ত্রের পরিপ্রেক্ষিতে সামাজিক সমস্যাগুলিকে সংজ্ঞায়িত করা লেখক ও সংগঠকরা সমস্যাগুলিকে দরিদ্র মানুষের অভিজ্ঞতা হিসাবে নয়, বরং সম্পদ ও শোষণের সাথে দারিদ্রের সম্পর্ক হিসাবে দেখেন\"। বিকলেন বলেছেন, এই দৃষ্টিভঙ্গি অনুসারে:কর্পোরেট ক্ষমতা, উচ্চশ্রেণীর ক্ষমতা, সম্পদের অসম বণ্টন এবং কুসংস্কার সামাজিক সমস্যা সৃষ্টি করে... সমস্যা দারিদ্র্যের নয়, [বরং] বিপুল সম্পদের। সমস্যাটি একটি ব্যবস্থার সূক্ষ্ম ফাঁক বা ফাটলগুলির নয়, বরং একটি সম্পূর্ণ সিস্টেমের যা জাতি, লিঙ্গ, বয়স এবং অক্ষমতা সম্পর্কিত পক্ষপাতমূলক দৃষ্টিভঙ্গিগুলিকে স্থায়ী করে। সমস্যাটি অক্ষমতার নয়, বরং শিক্ষা, চাকরি এবং ক্ষমতার প্রতিবন্ধকতার। তদনুসারে, যতক্ষণ না সম্পদ, ক্ষমতা এবং দৃষ্টিভঙ্গি উভয় ক্ষেত্রেই সামাজিক শ্রেণীগুলির মধ্যে একটি গভীর ব্যবধান থাকবে, [ততদিন] ঐতিহ্যগত সামাজিক কর্মসূচীগুলি নিছক নিপীড়নের উপশমকারী হিসাবে কাজ করবে এবং বৃহৎ আকারের মানুষের দুর্দশার অবসান করতে পারবে না। এই দৃষ্টিকোণ, সর্বোপরি, সারগ্রাহী। এটি সামাজিক শ্রেণী বৈষম্যের মার্কসের সমালোচনাকে গ্রহণ করে, তবে এটি শুধুমাত্র একটি সামাজিক শ্রেণী বিশ্লেষণ নয়। এটি বর্ণবাদ বিরোধী, কিন্তু এটি শুধুমাত্র জাতি সমতার একটি তত্ত্ব নয়। এটি ক্ষমতার গণতান্ত্রিক বণ্টনের পক্ষে কিন্তু এটি একটি অর্থনৈতিক তত্ত্বও। একে সামাজিক ও অর্থনৈতিক গণতন্ত্রের দৃষ্টিভঙ্গি বলা যেতে পারে।\n\n\n== সাম্রাজ্যবাদ ==\nসাম্রাজ্যবাদকে আধিপত্য ও অধীনতার উপর ভিত্তি করে অসম অর্থনৈতিক, সাংস্কৃতিক এবং আঞ্চলিক সম্পর্ক স্থাপন হিসাবে সংজ্ঞায়িত করা হয়, এটি প্রায়শই একটি দেশের মধ্যে এবং কখনও কখনও একটি সাম্রাজ্যের মধ্যে প্রভাব রাখে।\nসমাজতান্ত্রিক রাষ্ট্রের প্রতিষ্ঠাতা ভ্লাদিমির লেনিন সাম্রাজ্যবাদকে পুঁজিবাদের সর্বোচ্চ পর্যায় বলে মনে করতেন। লেনিন জোর দিয়েছিলেন যে ব্যাংক ও শিল্প কার্টেলগুলির একীকরণের ফলে আর্থিক মূলধনের উত্থান ঘটে, যেটি তখন অভ্যন্তরীণভাবে বাজারজাতকরণের পরিবর্তে বেশি রপ্তানি করা হয়েছিল, যাতে অভ্যন্তরীণ বাজার থেকে বেশি মুনাফা আয় করা যায়। রাজনৈতিক ও আর্থিক ক্ষমতা বৈশ্বিক একচেটিয়া কোম্পানি আর ইউরোপীয় দেশগুলির মধ্যে বিভক্ত হয়ে পড়ে, যার ফলে তারা বিশ্বের বৃহৎ অংশে উপনিবেশ গড়ে তুলতে শুরু করে।\nএই একচেটিয়া বাজারের সম্প্রসারণের ফলে ঔপনিবেশিক দেশগুলোতে নিয়মতান্ত্রিক দারিদ্রতার সূত্রপাত ঘটে আর বিশ্বের সম্পদের নিয়ন্ত্রণ মাত্র কয়েকজন ব্যক্তির হাতে চলে আসে। আধুনিক পুঁজিবাদের অধীনে, পৃথিবীর মোট জনসংখ্যার অর্ধেকের সামান্য বেশি মানুষের কাছে কার্যত সম্পদ রয়েছে।\nমার্কিন যুক্তরাষ্ট্রে, জনসংখ্যার মাত্র ১% লোকের সম্পদ বাকি জনসংখ্যার ৯০% মানুষের সম্পদের সমতুল্য।\n\n\n== অর্থনৈতিক গণতন্ত্রের প্রস্তাবিত ধরন ==\nডেভিড শোইকার্ট উল্লেখ করেছেন যে পুঁজিবাদী ব্যবস্থার দ্বারা আরোপিত সীমাবদ্ধতার অধীনে পূর্ণ কর্মসংস্থান এবং নিশ্চিত মৌলিক আয় অসম্ভব। কারণ বেকারত্ব পুঁজিবাদের একটি প্রধান বৈশিষ্ট্য এবং এটিকে ব্যর্থতা হিসেবেও বিবেচনায় নেওয়া হয় না। তিনি পুঁজিবাদকে সত্যিকারের গণতন্ত্রের সাথে সম্পূর্ণ বেমানান বলে মনে করেন। তার মতে পুঁজিবাদ কর্মক্ষেত্র ও নতুন বিনিয়োগ উভয় পরিচালনায় গণতান্ত্রিক ঘাটতি তৈরি করে। শোয়েকার্ট পুরানো সংস্কারের পরিবর্তে একটি নতুন অর্থনৈতিক ব্যবস্থা প্রতিষ্ঠার ধারণার পক্ষে।\nট্রেড ইউনিয়ন কর্মী অ্যালান এংলার অর্থনৈতিক গণতন্ত্রকে পুঁজিবাদের বিকল্প হিসাবে বিবেচনা করেন। তিনি তার অর্থনৈতিক গণতন্ত্র গ্রন্থে বলেছেন:\n\nযখন অর্থনৈতিক গণতন্ত্র - মানব সমতা, গণতন্ত্র এবং সহযোগিতার একটি বিশ্ব - বিকল্প, তখন পুঁজিবাদকে আর কম মন্দ হিসাবে দেখা হবে না। যখন শ্রমিক শ্রেণী বিপ্লবী দল না হয়ে সামাজিক রূপান্তরের বাহক হয়, তখন পরিবর্তন হবে কর্মক্ষেত্রের সংগঠন, সম্প্রদায়ের সংহতি এবং গণতান্ত্রিক রাজনৈতিক কর্মের উপর ভিত্তি করে। লক্ষ্য হবে লাভ ও সংস্কারের মাধ্যমে পুঁজিবাদকে অর্থনৈতিক গণতন্ত্রে রূপান্তর করা যা জীবনযাত্রার অবস্থার উন্নতি ঘটাবে, পদ্ধতিগতভাবে সম্পদের মালিকদের অধিকারকে মানুষের অধিকারের সাথে, পুঁজিবাদী সম্পত্তিকে সম্প্রদায়ের সম্পত্তির সাথে এবং কর্মক্ষেত্রে গণতান্ত্রিক সম্পর্কের সাথে প্রভু-দাস সম্পর্ককে প্রতিস্থাপন করবে।\nডেভিড শোয়েকার্ট গণতন্ত্রকে শুধু রাজনৈতিক ব্যবস্থাই নয় বরং অর্থনৈতিক ব্যবস্থাও মনে করেন।\nঅর্থনৈতিক গণতন্ত্রের অনেক ধরন প্রস্তাব করা হয়েছে, কিছু বাজার-ভিত্তিক এবং অন্যগুলি অ-বাজার-ভিত্তিক।\nশোয়েকার্ট বলেছেন যে বাজার অর্থনৈতিক গণতন্ত্র তিনটি বৈশিষ্ট্য দ্বারা সংজ্ঞায়িত করা যেতে পারে:\n\nশ্রমিকদের স্ব-ব্যবস্থাপনা: সমস্ত উৎপাদনশীল প্রকল্প গণতান্ত্রিকভাবে এটির শ্রমিকদের দ্বারা পরিচালিত হবে।\nবিনিয়োগের সামাজিক নিয়ন্ত্রণ: মূলধন ট্যাক্স সম্পদ দ্বারা অর্থায়ন করা নতুন বিনিয়োগ তহবিল তৈরি করা হবে এবং পাবলিক ইনভেস্টমেন্ট ব্যাংকগুলির একটি নেটওয়ার্কের মাধ্যমে অর্থনীতিতে ফেরত দেওয়া হয়।\nবাজার : দামের উপর বহুলাংশে সরকারী নিয়ন্ত্রণের পরিবর্তে ব্যবসায়ীরা একে অপরের সাথে এবং ভোক্তাদের সাথে আলোচনা করে দাম নির্ধারিত হবে। সমস্ত কাঁচামাল, যন্ত্রপাতি ও ভোগ্যপণ্য প্রধানত সরবরাহ ও চাহিদার সমন্বয়ে নির্ধারিত মূল্যে কেনা-বেচা হবে।\nযদিও পুঁজিবাদ ব্যক্তিগত সম্পত্তি, বাজার এবং মজুরি শ্রমের উপর ভিত্তি করে, সোভিয়েত মডেল (কেন্দ্রীয় পরিকল্পনা মডেল) মজুরি শ্রম বাতিল করেনি, যদিও এটির কারণে ব্যক্তিগত সম্পত্তি এবং ব্যক্তিগত বাজার ব্যবস্থা বিলুপ্ত হয়েছিল।\nঅর্থনৈতিক গণতন্ত্রের বেশিরভাগ প্রস্তাবিত ব্যবস্থায় মজুরি শ্রমের বিলোপের দাবি সুস্পষ্টভাবে ফুটে উঠেছে। শোওয়াইকারতের একটি ব্যবস্থা উৎপাদনশীল সম্পদের ব্যক্তিগত মালিকানা বাতিল করার প্রস্তাব দেয়, আবার অন্যান্য ব্যবস্থায় বাজারকেও বাতিল করার সুপারিশ করা হয়েছে।\n\n\n=== শ্রমিকদের স্ব-ব্যবস্থাপনা ===\nবিশ্বব্যাংকের প্রবীণ উপদেষ্টা ডেভিড এলারম্যান তার দ্য ডেমোক্রেটিক কর্পোরেশন বইতে বলেছেন:\n“আজকের বিশ্বে, কোম্পানিগুলির (সরকারি ও ব্যক্তিগত) প্রধান রূপ মানব পাচার উপর ভিত্তিক হয়ে উঠেছে। আমাদের লক্ষ্য বিকল্প কিছু গড়ে তোলা। কর্পোরেশনের বিকল্প আকারে, কর্মসংস্থান বাতিল করা হয় এবং সদস্যতার নীতি দ্বারা প্রতিস্থাপিত হয়। অর্থনৈতিক গণতন্ত্রের জন্য ব্যক্তিগত সম্পত্তির বিলুপ্তি প্রয়োজন হয় না, বরং কর্মসংস্থান এবং মজুরি-শ্রমিক সম্পর্কের অবসান প্রয়োজন। ব্যক্তিগত মালিকানায় কর্মক্ষেত্রে গণতন্ত্র থাকতে পারে। ইউনিয়নের ফলাফল একটি গণতান্ত্রিক, শ্রমিক মালিকানাধীন উদ্যোগ।\"\nএলারম্যান মনে করেন যে সমস্ত শ্রম চুক্তি অবৈধ, কারণ মানুষের শ্রম কেনা বা বিক্রি করা যায় না। তিনি এই সিদ্ধান্তে এসেছিলেন যে ব্যক্তিগত মালিকানা বিলুপ্ত করার চেয়ে শ্রম ও কর্মসংস্থান চুক্তি বাতিল করা আরও গুরুত্বপূর্ণ, কারণ যেকোনো কোম্পানি ব্যক্তিগত হোক বা যৌথ হোক, এটি একজন ব্যক্তির মালিকানাধীন থেকে যায়, অর্থাৎ এটি সরকারের মালিকানাধীন থাকে না।\nকর্মী স্ব-ব্যবস্থাপনার অধীনে, সমস্ত উৎপাদনশীল উদ্যোগ তাদের শ্রমিকদের দ্বারা পরিচালিত হয়। শ্রমিকরা প্রতিষ্ঠান এবং শৃঙ্খলা, উৎপাদন কৌশল, মূল্য নির্ধারণ এবং পণ্য বন্টন ইত্যাদি কাজের গুরুত্বপূর্ণ অংশ বলে বিবেচিত হয়। বন্টন সংক্রান্ত সিদ্ধান্ত গণতান্ত্রিকভাবে নেওয়া হয়। ক্ষমতার সমস্যার সমাধান হয় গণতান্ত্রিক প্রতিনিধিত্বের মাধ্যমে। পরিচালনা পর্ষদ রাষ্ট্র দ্বারা নিয়োগ না করে শ্রমিকদের দ্বারা নির্বাচিত হয়।\n\n\n=== বিনিয়োগ তদারকি ===\nঅর্থনৈতিক গণতন্ত্র অর্থনৈতিক উন্নয়নের জন্য ব্যক্তিগত সঞ্চয় বা ব্যক্তিগত বিনিয়োগের উপর নির্ভর করে না।\nএকটি অর্থনৈতিক গণতন্ত্রের অধীনে, মূলধন সম্পদের উপর একটি অভিন্ন কর আরোপ করা হয়, এবং এই করগুলি কেন্দ্রীয় কর্তৃপক্ষ দ্বারা সংগ্রহ ও বিনিয়োগ করা হয়। ব্যক্তির ভাগের ভিত্তিতে অর্থ সমাজ জুড়ে বিতরণ করা হয়। তারপরে এটি সরকারী ব্যাংকগুলিতে এবং তারপরে এমন সংস্থাগুলিতে বিতরণ করা হয় যেগুলি প্রচুর মুনাফা অর্জন করে এবং প্রচুর সংখ্যক কর্মী নিয়োগ করে।\nবিনিয়োগ ব্যাংক দুটি স্তরে প্রতিষ্ঠিত হয়: স্থানীয় এবং জাতীয়।\nএই ব্যবস্থায় সব ব্যাংকই সরকারি হয়, বেসরকারি নয়। এই ব্যাংকগুলির কাজ হলো কর্ম প্রকল্পগুলির জন্য অনুদান প্রদান করা।\nঅর্থনৈতিক গণতন্ত্রের অধীনে, সামাজিক বিনিয়োগ নিয়ন্ত্রণ বেকারত্ব দূরীকরণ এবং সমাজের সদস্যদের জন্য পূর্ণ কর্মসংস্থান অর্জনে অবদান রাখে।\n\n\n=== বাজার ===\nএই ধরনের অর্থনৈতিক গণতন্ত্র একটি বাজার অর্থনীতি, বিশেষত ভোগ্যপণ্য এবং মূলধনের বরাদ্দের ক্ষেত্রে প্রযোজ্য একটি গণতান্ত্রিক ব্যবস্থা। কোম্পানিগুলি অন্যান্য কোম্পানির কাছ থেকে যন্ত্রপাতি এবং কাঁচামাল ক্রয় করে এবং ভোক্তাদের কাছে তাদের পণ্য বিক্রি করে। দামকে কোনোরূপ নিয়ন্ত্রণ করা হয় না, কারণ বাজারদর মূলত সরবরাহ এবং চাহিদার প্রভাবের সাপেক্ষে নির্ধারিত হয়।\nসরবরাহ ও চাহিদা দ্বারা প্রভাবিত এই মূল্য ব্যবস্থায়, উৎপাদিত পণ্যের পরিমাণ ও ধরন জানার জন্য বাজার পরিকল্পনাকারী এবং উৎপাদকরা সহায়তা প্রদান করে।বাজারের প্রতিযোগিতা উৎপাদকদের জন্য প্রণোদনা বৃদ্ধিতেও অবদান রাখে।\nএই ব্যবস্থার প্রবক্তারা দাবি করেন যে অদক্ষতা এবং ক্ষমতার কেন্দ্রীকরণের কারণে, কেন্দ্রীয় পরিকল্পনা ব্যবস্থার অনেক অসুবিধাও রয়েছে।\nএই ব্যবস্থার অধীনে কোম্পানিগুলি মুনাফা অর্জন করতে চায়। যাইহোক, তাদের কর্মীদের দ্বারা পরিচালিত কোম্পানিতে লাভের হিসাব পুঁজিবাদের অধীনে থাকা কোম্পানির হিসাব থেকে আলাদা। একটি পুঁজিবাদী কোম্পানিতে কাজ খরচের পরিপ্রেক্ষিতে গণনা করা হয়। সেখানে শ্রমকে উৎপাদনের অন্যতম কারণ হিসাবে বিবেচনা করা হয় না। সব খরচ ও কর পরিশোধের পর যা অবশিষ্ট থাকে শ্রমিকরা তা ভাগ করে নেয়।\nঅর্থনৈতিক গণতন্ত্রের অধীনে মুক্ত বাণিজ্য বিলুপ্ত হয় এবং ন্যায্য বাণিজ্য দ্বারা প্রতিস্থাপিত হয়। এছাড়াও, অর্থনৈতিক গণতন্ত্রের অধীনে, কোন আন্তঃসীমান্ত পুঁজি প্রবাহ থাকবে না এবং কোম্পানিগুলি বিদেশে সম্পদ পাঠাতে পারবে না, কারণ তারা তাদের কর্মীদের দ্বারা গণতান্ত্রিকভাবে পরিচালিত হয়। এই ব্যবস্থায় বন্ড ও সম্পদ ক্রয়-বিক্রয় করাও সম্ভব হবে না।\n\n\n=== ব্যাপক গণতন্ত্রের অংশ হিসেবে অর্থনৈতিক গণতন্ত্র ===\nঅর্থনৈতিক গণতন্ত্রকে টাকিস ফোটোপোলোসের \"ব্যাপক গণতন্ত্র\" মডেলের একটি অপরিহার্য উপাদান হিসাবে বিবেচনা করা হয়। এই মডেলে একটি রাষ্ট্রে অর্থবিহীন ও বাজারবিহীন সমাজ প্রতিষ্ঠার আহ্বান জনানো হয়, যা সমাজের কিছু অংশের বিশেষাধিকার, সম্পদের ব্যক্তিগত সঞ্চয় এবং প্রাতিষ্ঠানিকীকরণকে রহিত করে দেয়।\nগণতান্ত্রিক পরিকল্পনার নীতি অথবা কর্ম সমিতি, জনপ্রিয় সমিতি এবং কনফেডারেল সমিতিগুলির মধ্যে সমন্বয়ের উপর অর্থনৈতিক গণতন্ত্রের নির্ভরশীলতা রয়েছে। এছাড়া এটি কুপন ব্যবস্থা ব্যবহার করে এবং প্রকৃত বাজারের নেতিবাচক প্রভাব এড়িয়ে পছন্দের স্বাধীনতার নিশ্চয়তা দেয় এমন একটি কৃত্রিম বাজারের ওপর নির্ভর করে। যদিও ডেভিড পেপার এই সিস্টেমটিকে \"মূল্যের শ্রম তত্ত্ব অনুসারে কাজ করা এক ধরনের অর্থনীতি\" বলে অভিহিত করেছে। তবে এই ব্যবস্থায় বিনিময়ের মাধ্যম হিসেবে অর্থ ব্যবহৃত হয় না, কারণ সেগুলি (এই ব্যবস্থা অনুসারে) সম্পদের বিনিময় বা সঞ্চয়ের সাধারণ মাধ্যম নয়।\n\n\n== তথ্যসূত্র =="}