{"pageid": 1417509, "title": "উচ্চতা পৃথকীকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1417509", "content": "পুরকৌশল ও বিশেষ করে পরিবহন প্রকৌশল ও যানচলাচল প্রকৌশলের আলোচনায় উচ্চতা পৃথকীকরণ (ইংরেজি: grade separation গ্রেড সেপারেশন) বলতে যখন ভূপৃষ্ঠে একই উচ্চতায় অবস্থিত দুই বা ততোধিক পরিবহন পথ একে অপরকে অতিক্রম করে, তখন সেই সংযোগস্থলে তাদেরকে ভিন্ন ভিন্ন উচ্চতায় বিন্যস্ত করার পদ্ধতিকে বোঝায়, যাতে সংযোগস্থলটিতে একটি পথের কারণে অপরটিতে বা অপর পথগুলিতে যানচলাচল প্রবাহে কোনও বিঘ্ন না ঘটে এবং কোনও যানচলাচল সংকেত বা থামা-সংকেতের প্রয়োজন ছাড়াই যানবাহনগুলি নিজ নিজ পথে মুক্ত ও অবিরত চলতে পারে।\nসংযোগস্থলের পরিবহন পথগুলির একই রকম হবার কোনও বাধ্যবাধকতা নেই। এগুলি সড়কপথ, পথচারী পথ (ফুটপাত), রেলপথ, এমনকি খাল বা বিমানবন্দরের ধাবনপথ (রানওয়ে), ইত্যাদির যেকোনও মিশ্রণ হতে পারে। সাধারণত সেতু, ভূ-গর্ভস্থ সুড়ঙ্গ, অধিসড়ক (ওভারপাস), উড়ালসেতু (ফ্লাইওভার), অধোসড়ক (আন্ডারপাস) বা এগুলির মিশ্র কোনও ব্যবস্থা নির্মাণ করে প্রয়োজনীয় উচ্চতা পৃথকীকরণ অর্জন করা হয়। সড়ক ব্যবস্থার প্রেক্ষাপটে সাধারণত অধিসড়ক (উপর দিয়ে অতিক্রমকারী উত্তোলিত সড়কপথ, ইংরেজিতে ওভারপাস) বা অধোসড়ক (নিচ দিয়ে অতিক্রমকারী অবনমিত সড়কপথ, ইংরেজিতে আন্ডারপাস) সৃষ্টি করা হয়। রেলপথের প্রেক্ষাপটে সাধারণত সড়কপথের উপর দিয়ে রেলসেতু নির্মাণ করে বা সড়কপথের নিচ দিয়ে ভূ-গর্ভস্থ সুড়ঙ্গ খনন করে উচ্চতার পৃথকীকরণ করা হয়। এর ফলে রেলগাড়ির সাথে সড়কের মোটরযানের সংঘর্ষ প্রতিরোধ হয় এবং রেল ও সড়ক উভয় পথেই যানচলাচলের প্রবাহের উন্নতিসাধন হয়। পথচারীদের প্রেক্ষাপটে পথচারী সেতু (পেডেস্টিয়ান ব্রিজ) বা পদসেতু (ফুটব্রিজ) ও পথচারী সুড়ঙ্গ (আন্ডারপাস) নির্মাণ করা হতে পারে।\nউচ্চতার পৃথকীকরণের ফলে যানজট হ্রাস পায়, ভিন্ন ভিন্ন দিকে গমনকারী যানবাহনগুলির মধ্যে সংঘর্ষের সম্ভাবনা ও দুর্ঘটনার ঝুঁকি নির্মূল হয়ে সড়ক নিরাপত্তা উন্নত হয় এবং সামগ্রিকভাবে পরিবহন ব্যবস্থার দক্ষতা বৃদ্ধি পায়। পৌর (নগর) পরিকল্পনা ও পরিবহন প্রকৌশল শাস্ত্রে উচ্চ পরিমাণের যানচলাচল ও জটিল পরিবহন জালকব্যবস্থাগুলিতে উচ্চতা পৃথকীকরণ একটি প্রচলিত সমাধান। সাধারণত সড়কপথ বা মিশ্র পরিবহন পথের সংযোগস্থলগুলিকে শুরুতে একই উচ্চতায় রাখা হয়। সময়ের সাথে সাথে এগুলিতে যানচলচলের পরিমাণ (Traffic volume) বৃদ্ধি পেলে উচ্চতা পৃথকীকরণ বাস্তবায়ন করা হয়। পৌর এলাকাগুলিতে যানচলাচলের চাহিদা উত্তরোত্তর বৃদ্ধি পাওয়ার সাথে সাথে উচ্চতা পৃথকীকরণ সমাজের পরিবর্তনশীল চাহিদা মেটানোর জন্য ও পরিবহন অবকাঠামোর আধুনিকায়ন ও কাম্যতমকরণের জন্য অপরিহার্য হয়ে উঠেছে, যদিও এগুলি খুবই ব্যয়বহুল ও কদাচিৎ দৃষ্টিকটু হয়ে থাকে।\nউচ্চতা পৃথকীকরণ যেন সফল হয়, সেজন্য অত্যন্ত সতর্কতার সাথে এগুলির নকশা করা অত্যাবশ্যক। যানচলাচলের পরিমাণ, কীভাবে ভিন্ন ভিন্ন ধরনের পরিবহন পথগুলি একে অপরকে অতিক্রম করছে, ভবিষ্যতে বর্ধমান চাহিদা মেটানোর উপযোগিতা, ইত্যাদি ব্যাপারগুলি গভীরভাবে বিশ্লেষণ করতে হয়। এছাড়া ভূমির ব্যবহার ও পরিবেশের উপর প্রভাবকেও গণনায় ধরতে হয়, কেননা এগুলি এই প্রকল্পগুলি শহরের চেহারাই পালটে দিতে পারে। এগুলিকে সুপরিকল্পিত ও সঠিক প্রকৌশল ব্যবহার করে নির্মাণ করতে হয়, যেন নির্মাণের পর শুধু যানচলাচলের কাম্যতমকরণই সাধিত হয় না, বরং বিদ্যমান অবকাঠামো ও আশেপাশের লোকালয়গুলিতে বিঘ্ন যেন ন্যূনতম হয়, সে ব্যাপারটিও খেয়াল করা হয়। উচ্চতা পৃথকীকরণ তখনই সফল হয়, যখন সেটির নির্মাণকাজে কার্যকারিতা, পরিবেশগত দীর্ঘস্থায়িত্ব, স্থানীয় জনগণের চাহিদা, ইত্যাদি সব ব্যাপারের মধ্যে ভারসাম্য বজায় রেখে এবং পৌর উন্নয়নের জটিল খাতটিতে দূরদৃষ্টি ও বিশেষজ্ঞ জ্ঞান ব্যবহার করে সামগ্রিক একটি দৃষ্টিকোণ থেকে সেটিকে নির্মাণ করা হয়। এছাড়া নির্মাণকাজের ব্যয় যেন লাগাম ছাড়িয়ে না যায়, নির্মাণকাজের সময় রাস্তা বন্ধ রাখার সময় পরিবহন পথ ব্যবহারকারী ব্যক্তি ও ব্যবসার জন্য যেন বিকল্প পথের ব্যবস্থা করা হয়, নির্মাণকাজ যেন অত্যধিক দেরি না করে সঠিক সময়ে শেষ হয়, সে ব্যাপারগুলিও মাথায় রাখতে হয়। আধুনিক খরচ সাশ্রয়ী প্রযুক্তি ব্যবহার করে, প্রাকনির্মিত উপাদান (প্রিফ্যাব) ব্যবহার করে এবং অংশ-অংশ (মডুলার) করে নির্মাণ করে এই সব সমস্যার সমাধান করা হতে পারে। স্থানীয় নাগরিকদের সাথে সমন্বয় সাধন করে কাজ করলে তাদের সমর্থন লাভও সহজ হয়।\n\n\n== তথ্যসূত্র =="}