{"pageid": 1417588, "title": "অণুবর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1417588", "content": "অণুবর্গ বলতে কোনও শিল্পকলার মূলধারা থেকে দূরে এক কোণে বা প্রান্তে অবস্থিত সৃষ্টিকর্মসমূহের একটি বর্গকে বোঝায়। ইংরেজিতে একে \"মাইক্রোজনরা\" বলে। সঙ্গীত, সাহিত্য, চলচ্চিত্র ও অন্যান্য শিল্পকলার অত্যন্ত নির্দিষ্ট কোনও উপবর্গকে বোঝাতে এই পরিভাষাটি প্রচলিত।\nযেমন সঙ্গীতের ক্ষেত্রে হেভি মেটাল সঙ্গীতের ও ইলেকট্রনীয় সঙ্গীত নামক বর্গগুলিতে বহুসংখ্যক উপ-উপবর্গ তথা অণুবর্গ বিদ্যমান। কখনও কখনও সঙ্গীত রেকর্ড ব্যবসায়ী ও সংগ্রহকারীরা কিছু কিছু রেকর্ডের আর্থিক মূল্য বাড়ানোর জন্য নতুন করে বিভিন্ন অণুবর্গ সৃষ্টি করে সেগুলিকে শ্রেণীবদ্ধ করেন, যেমন নর্দার্ন সোল, ফ্রিকবিট, গ্যারেজ পাংক, সানশাইন পপ, ইত্যাদি অণুবর্গ। ২০১০-এর দশকের শুরুতে আন্তর্জাল বা ইন্টারনেটের বিভিন্ন বিক্রয়কেন্দ্রে জনপ্রিয়তা ও হুজুগ তৈরি করার উদ্দেশ্যে নতুন নতুন প্রবণতা বা ধারাকে একেকটি অণুবর্গ হিসেবে সংজ্ঞায়িত করে ও সেগুলির ব্যাপারে সম্প্রচার করে, যেমন চিলওয়েভ, উইচ হাউস, সিপাংক, শিটগেজ, ভেপারওয়েভ, ক্লাউড র‍্যাপ, ইত্যাদি।\n\n\n== অন্যান্য ক্ষেত্র ==\n২১শ শতাব্দীতে ডিজিটাল প্রকাশনার বিস্তারের সাথে সাথে মার্কিন ইংরেজি সাহিত্যে উত্তরোত্তর বেশি বেশি প্রান্তিক অণুবর্গের উত্থান ঘটতে শুরু করে - আমিশ প্রণয়ধর্মী সৃষ্টিকর্ম থেকে শুরু করে ন্যাসকার প্রেম পর্যন্ত।\n২০২০ সালে আন্তর্জালিক ভিডিও সম্প্রচারমঞ্চ নেটফ্লিক্স তার কলনবিধি বা অ্যালগোরিদমে প্রায় ৭৭ হাজার (৭৬,৮৯৭টি) অণুবর্গ শনাক্ত করে, যার সূত্র ধরে নেটফ্লিক্স ব্যবসাসফল ধারাবাহিক নাটক যেমন হাউজ অফ কার্ডস ও অরেঞ্জ ইজ দ্য নিউ ব্ল্যাক নির্মাণ করে।\n\n\n== অণুবর্গের তালিকা ==\n\n\n== আরও দেখুন ==\nটেমপ্লেট:Wikitionary\n\nআন্তর্জাল নান্দনিকতা\nহেভি মেটাল সঙ্গীতের বর্গসমূহ\nপাংক রক সঙ্গীতের বর্গসমূহ\nহার্ডকোর পাংক রক উপবর্গের তালিকা\nইন্ডাস্ট্রিয়াল সঙ্গীতের বর্গসমূহের তালিকা\n\"সঙ্গীত নিয়ে লেখা হল স্থাপত্য নিয়ে নাচার মতো\n\n\n== তথ্যসূত্র ==\n\nগ্রন্থপঞ্জি\n\nStevens, Anne H.; O'Donnell, Molly C., সম্পাদকগণ (২০২০)। The Microgenre: A Quick Look at Small Culture। Bloomsbury Publishing। আইএসবিএন 978-1-5013-4583-8। \n\n\n== আরও পড়ুন ==\nBritton, Luke Morgan (সেপ্টেম্বর ২৬, ২০১৬)। \"Music Genres Are A Joke That You're Not In On\"। Vice। \nSlobin, Mark (এপ্রিল ১৯৯৩)। Subcultural Sounds: Micromusics of the West (Middletown, CT: Wesleyan University Press, 1992)। আইএসবিএন 9780819562616।"}