{"pageid": 1417357, "title": "অলোক কৃষ্ণ গুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1417357", "content": "অলোক কৃষ্ণ গুপ্ত (জন্ম ১৯৪২) হলেন একজন ভারতীয় খনিজবিদ, শিলাতত্ত্বিক এবং এলাহাবাদ বিশ্ববিদ্যালয়ের পরীক্ষামূলক খনিজবিদ্যা এবং শিলাতত্ত্বের জাতীয় কেন্দ্রের পারমাণবিক শক্তি বিভাগের প্রাক্তন রাজা রমন্না সভ্য।  তিনি ক্ষারীয় শিলার জন্মের উপর অধ্যয়নের জন্য পরিচিত এবং ভারতের তিনটি প্রধান বিজ্ঞান একাডেমির নির্বাচিত সভ্য, প্রতিষ্ঠানগুলো হলো রাষ্ট্রীয় বিজ্ঞান একাডেমি, ভারত, ভারতীয় জাতীয় বিজ্ঞান একাডেমী এবং ভারতীয় বিজ্ঞান একাডেমী।  বৈজ্ঞানিক গবেষণার জন্য ভারত সরকারের শীর্ষ সংস্থা, বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ, তাকে ১৯৮৬ সালে বিজ্ঞান ও প্রযুক্তির জন্য শান্তি স্বরূপ ভাটনগর পুরস্কারে ভূষিত করে, যা পৃথিবী, বায়ুমণ্ডল, মহাসাগর এবং গ্রহ বিষয়ে তাঁর অবদানের জন্য সর্বোচ্চ ভারতীয় বিজ্ঞান পুরস্কারগুলির মধ্যে একটি।\n\n\n== জীবনী ==\n\nঅলোক কৃষ্ণ গুপ্ত, ভারতের পশ্চিমবঙ্গ রাজ্যের পশ্চিম বর্ধমান জেলার স্যাংটোরিয়ায় ১৯৪২ সালের ৪ ডিসেম্বর জন্মগ্রহণ করেন। যাদবপুর বিশ্ববিদ্যালয় থেকে বিজ্ঞানে স্নাতক হন এবং একই প্রতিষ্ঠান থেকে স্নাতকোত্তর ডিগ্রি অর্জন করেন। শিক্ষক হিসাবে তার কর্মজীবন শুরু করার জন্য মার্কিন যুক্তরাষ্ট্রে চলে যান, ওয়েস্টার্ন অন্টারিও বিশ্ববিদ্যালয়ের শিক্ষক সহকারী হিসাবে। একই সাথে, তিনি উইলিয়াম ফাইফের নির্দেশনায় পোস্ট-ডক্টরাল কাজ করেন এবং ১৯৭৫ সালে, তিনি এন. ডি. চ্যাটার্জির সাথে কাজ করার জন্য রুর বিশ্ববিদ্যালয়ে চলে যান, যেখানে তিনি ১৯৭৫ সালে হোক্কাইডো বিশ্ববিদ্যালয়ে কেনজো ইয়াগিতে যোগদানের আগে এক বছর ছিলেন। ভারতে ফিরে এসে, তিনি ১৯৭৮ সালে রুরকি বিশ্ববিদ্যালয়ে অনুষদের সদস্য হিসাবে যোগদান করেন এবং সেখানে তিনি ১৯৮৫ সাল পর্যন্ত নিযুক্ত ছিলেন। তারপর তিনি এলাহাবাদ বিশ্ববিদ্যালয়ের অধ্যাপক হিসাবে নিযুক্ত হন। তিনি এলাহাবাদ বিশ্ববিদ্যালয়ে তার দায়িত্ব পালনের পাশাপাশি বিভিন্ন বিশ্ববিদ্যালয়ে ভিজিটিং প্রফেসর হিসেবেও কাজ করেন; বিশ্ববিদ্যালয়গুলো হলো মেলবোর্ন বিশ্ববিদ্যালয় (১৯৭৯-৮০), তাসমানিয়া বিশ্ববিদ্যালয় (১৯৮৩), ডালাসের টেক্সাস বিশ্ববিদ্যালয় (১৯৯৪), ব্রিস্টল বিশ্ববিদ্যালয় (১৯৯৯) এবং চেরনোগোলোভকা, মস্কো (১৯৮৭, ১৯৯৮)।\nঅলোক কৃষ্ণ গুপ্তের স্ত্রী হলেন ছায়া, এবং এই দম্পতির দুটি পুত্র সন্তান রয়েছে। বর্তমানে স্ত্রী-পুত্র সহ তিনি এলাহাবাদে বসরাস করছেন।\n\n\n== উত্তরাধিকার ==\nঅলোক কৃষ্ণেরর গবেষণাগুলি শিলাতত্ত্ব ও খনিজবিদ্যার উপর দৃষ্টি নিবদ্ধ করে, এবং তিনি ভারতে পরীক্ষামূলক শিলাতত্ত্বের উপর গবেষনা ক্ষেত্রে অগ্রগামী বলে পরিচিত। তিনি ক্ষারীয় শিলার উৎপত্তি নিয়ে ব্যাপক কাজ করেছেন বলে জানা গেছে এবং পরীক্ষামূলকভাবে সিউডোলিউসাইট, আল্ট্রাপোটাসিক শিলা এবং অ্যানালসাইমের উৎপত্তি প্রমাণ করেছেন।  তার অধ্যয়ন দুটি বই, পেট্রোলজি অ্যান্ড জেনেসিস অফ লিউসাইট-বিয়ারিং রকস  এবং ইয়াং পটাসিক রকস  এর পাশাপাশি বেশ কয়েকটি পিয়ার রিভিউ করা নিবন্ধে বিস্তারিত বর্ণনা করা হয়েছে;  ইন্ডিয়ান একাডেমি অফ সায়েন্সেসের অনলাইন নিবন্ধ ভান্ডার তাদের বেশ কয়েকটি তালিকাভুক্ত করেছে।  তিনি এলাহাবাদ বিশ্ববিদ্যালয়ের আর্থ অ্যান্ড প্ল্যানেটারি সায়েন্সেস বিভাগের প্রথম অধ্যাপক ছিলেন এবং এলাহাবাদের ন্যাশনাল সেন্টার অফ এক্সপেরিমেন্টাল মিনারোলজি অ্যান্ড পেট্রোলজি প্রতিষ্ঠায় অবদান রেখেছেন, যেখানে তিনি পরিচালক হিসেবে দায়িত্ব পালন করেছেন।  তিনি ২০০৭-০৯ সালে ভারতীয় সংবাদ বিজ্ঞান সমিতি  এবং ভারতীয় জাতীয় বিজ্ঞান একাডেমির সহ-সভাপতি হিসেবেও দায়িত্ব পালন করেন। \n\n\n== পুরস্কার ও সম্মাননা ==\nঅলোক কৃষ্ণ গুপ্ত ১৯৯১ সালে ভারতের বিশ্ববিদ্যালয় মঞ্জুরি কমিশনের ক্যারিয়ার পুরস্কারে ভূষিত হন; ১৯৮৬ সালে ইউজিসি তাকে আবার জাতীয় লেকচারশিপ দিয়ে সম্মানিত করে। বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ ১৯৮৬ সালে তাকে শান্তি স্বরূপ ভাটনগর পুরস্কার প্রদান করে, যা ভারতের সর্বোচ্চ বিজ্ঞান পুরস্কারগুলির মধ্যে একটি ১৯৯৯ সালে, এলাহাবাদ বিশ্ববিদ্যালয় তাকে শ্রেষ্ঠ শিক্ষকের পুরস্কার প্রদান করে এবং ২০০৯ সালে ভারতীয় বিজ্ঞান কংগ্রেস অ্যাসোসিয়েশনের বীরবল সাহনি জন্মশতবর্ষ পুরস্কার দেয়। ন্যাশনাল একাডেমি অফ সায়েন্সেস, ইন্ডিয়া তাকে ১৯৮৮ সালে একজন সভ্য হিসেবে নির্বাচিত করে এবং ইন্ডিয়ান ন্যাশনাল সায়েন্স একাডেমি এবং ইন্ডিয়ান অ্যাকাডেমি অব সায়েন্স যথাক্রমে ১৯৯১ এবং ১৯৯৪ সালে এটি অনুসরণ করে। পরমাণু শক্তি বিভাগ তাকে ২০১১ সালে রাজা রমন্না সভ্য হিসাবে নির্বাচিত করেছিল, একই বছর তিনি ভারতীয় জাতীয় বিজ্ঞান একাডেমির জওহরলাল নেহরু জন্মশতবার্ষিকী বক্তৃতা প্রদান করেছিলেন। তাঁর দেওয়া অন্যান্য পুরস্কার বক্তৃতাগুলির মধ্যে রয়েছে প্রফেসর কে. পি. রোড মেমোরিয়াল লেকচার এবং পি. এন. দত্ত মেমোরিয়াল লেকচার।\n\n\n== নির্বাচিত গ্রন্থপঞ্জি ==\n\n\n=== বই ===\nAlok K. Gupta; W. S. Fyfe (২০০৩)। The Young Potassic Rocks। Ane Books। আইএসবিএন 978-81-8052-002-0। \nA. K. Gupta; K. Yagi (৬ ডিসেম্বর ২০১২)। Petrology and Genesis of Leucite-Bearing Rocks। Springer Science & Business Media। আইএসবিএন 978-3-642-67550-8। \n\n\n=== প্রবন্ধ ===\nGupta, A. K.; Yagi, Kenzo (১৯৭৮)। \"Experimental investigation on forsterite-grossularite incompatibility in presence of excess water\": 657–663। ডিওআই:10.1007/BF02597391। \nAgrawal, Snehmani; Bindal, M. M. (১৯৯০)। \"High pressure-temperature studies on an olivine tholeiite and a tholeiitic picrite from the pavagarh region, Gujarat, India\": 91–98। ডিওআই:10.1007/BF02871898 । \nKar, Ruchira; Gupta, Alok K. (১৯৯৩)। \"Experimental studies on the system Phlogopite-Mn-Phlogopite at 1 and 10 kbars and variable temperatures in presence of excess water under nno buffer conditions\": 17–21। \nGupta, Alok K. (১৯৯৬)। \"Evolution of the earth's mantle and core: convective cycle within the mantle and different plate tectonic environments related to magma generation\": 961–969। \nPati, Jayantha K.; Arima, Makoto (২০০০)। \"Experimental study of the system diopside- albite -nepheline at P(H2O)= P(total)= 2 and 10 kbar and at P(total)= 28 kbar\": 1177–1191। ডিওআই:10.2113/gscanmin.38.5.1177। \n\n\n== আরো দেখুন ==\nআল্ট্রাপোটাসিক আগ্নেয় শিলা\nঅ্যানালসাইম \n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Alok Krishna Gupta\"। Personal website। ২০১৬। ২৪ সেপ্টেম্বর ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৪ জানুয়ারি ২০২৪। \nটেমপ্লেট:পৃথিবী, বায়ুমণ্ডল, মহাসাগর ও গ্রহ বিজ্ঞানে এসএসবিপিএসটি প্রাপক"}