{"pageid": 1417250, "title": "পল জিয়ামাটি", "url": "https://bn.wikipedia.org/wiki?curid=1417250", "content": "পল এডওয়ার্ড ভ্যালেনটাইন জিয়ামাটি (ইংরেজি: Paul Edward Valentine Giamatti; জন্ম: ৬ জুন ১৯৬৭) একজন মার্কিন অভিনেতা। চলচ্চিত্র ও টেলিভিশনে চরিত্রাভিনেতা হিসেবে কর্মজীবন শুরু করার পর তিনি কেন্দ্রীয় অভিনেতা হিসেবে নিজেকে প্রতিষ্ঠিত করেন। তিনি একটি প্রাইমটাইম এমি পুরস্কার ও তিনটি গোল্ডেন গ্লোব পুরস্কার জয় এবং একটি একাডেমি পুরস্কারের মনোনয়নসহ অসংখ্য স্বীকৃতি অর্জন করেছেন।\nইয়েল স্কুল অব ড্রামায় পড়াশোনা করার পর তিনি অসংখ্য মঞ্চনাটকে অভিনয় করেছেন। টম স্টপার্ডের আর্কাডিয়া (১৯৯৫) নাটকে এজরা চেটার চরিত্রে অভিনয়ের মধ্য দিয়ে জিয়ামাটির ব্রডওয়ে মঞ্চে অভিষেক ঘটে। একই বছরে তিনি ডেভিড হেয়ারের রেসিং ডিমন (১৯৯৫)-এ রেভারেন্ড ডোনাল্ড স্ট্রিকি বেকন চরিত্রে অভিনয় করেন। তিনি আন্তন চেখভের থ্রি সিস্টার্স (১৯৯৭) ও ইউজিন ওনিলের দি আইসম্যান কমেথ (১৯৯৯)-এ অভিনয় করেন।\nজিয়ামাটি প্রাইভেট পার্টস (১৯৯৭) চলচ্চিত্র দিয়ে সাফল্য লাভের পর মাই বেস্ট ফ্রেন্ড্‌স ওয়েডিং (১৯৯৭), সেভিং প্রাইভেট রায়ান (১৯৯৮) ও ম্যান অন দ্য মুন (১৯৯৯) চলচ্চিত্রে পার্শ্ব চরিত্রে অভিনয় করেন। তিনি আমেরিকান স্প্লেন্ডর (২০০৩), সাইডওয়েজ (২০০৪), উইন উইন (২০১১), ও প্রাইভেট লাইফ (২০১৮) চলচ্চিত্রে শ্রেষ্ঠাংশে অভিনয় করে সমাদৃত হন। তিনি সিন্ডরেলা ম্যান (২০০৫)-এ জো গোল্ড চরিত্রে অভিনয় করে শ্রেষ্ঠ পার্শ্ব অভিনেতা বিভাগে একাডেমি পুরস্কার অর্জন করেন। এছাড়া তিনি বার্নিস ভার্শন (২০১০) ও দ্য হোল্ডওভারস (২০২৩)-এর জন্য দুইবার সঙ্গীতধর্মী বা হাস্যরসাত্মক চলচ্চিত্রে শ্রেষ্ঠ অভিনেতা বিভাগে গোল্ডেন গ্লোব পুরস্কার অর্জন করেন। এই সময়ে তিনি দি ইল্যুশনিস্ট (২০০৬), ফ্রেড ক্লাউস (২০০৭), দি আইডিস অব মার্চ (২০১১), টুয়েলভ ইয়ার্স আ স্লেইভ (২০১৩) ও সেভিং মিস্টার ব্যাঙ্কস (২০১৩)-এ অভিনয় করেন।\nটেলিভিশনে জিয়ামাটি এইচবিওর মিনি ধারাবাহিক জন অ্যাডামস (২০০৮)-এ নাম ভূমিকায় অভিনয় করে সমাদৃত হন এবং একটি প্রাইমটাইম এমি পুরস্কার ও গোল্ডেন গ্লোব পুরস্কার-সহ একাধিক পুরস্কার অর্জন করেন। তিনি শোটাইমের ধারাবাহিক বিলিয়ন্স (২০১৬-২০২৩)-এ মার্কিন অ্যাটর্নি চাক রোডস জুনিয়র চরিত্রে অভিনয় করেন এবং এইচবিওর টু বিগ টু ফেইল (২০১১)-এ বেন বার্নাঙ্কে ও পিবিএসের ডাউনটাউন অ্যাবি (২০১৩)-এ হ্যারল্ড লেভিনসন চরিত্রে অভিনয় করে এমি পুরস্কারের মনোনয়ন লাভ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nপল এডওয়ার্ড ভ্যালেনটাইন জিয়ামাটি ১৯৬৭ সালের ৬ই জুন কানেটিকাট অঙ্গরাজ্যের নিউ হেভেনে জন্মগ্রহণ করেন। তার পিতা অ্যাঞ্জেলো বার্টলেট জিয়ামাটি ইয়েল বিশ্ববিদ্যালয়ের অধ্যাপক ছিলেন যিনি পরবর্তী সময়ে এই বিশ্ববিদ্যালয়ের সভাপতি ও এরপর মেজর লিগ বেসবলের কমিশনার হন। তার মাতা টনি ম্যারিলিন জিয়ামাটি (জন্মনাম: স্মিথ) হপকিন্স স্কুলে ইংরেজির শিক্ষক ছিলেন এবং তিনি এর আগে অভিনয়ও করতেন। পল তিন ভাইবোনের মধ্যে সর্বকনিষ্ঠ। তার ভাই মার্কাস একজন অভিনেতা এবং বোন এলেনা স্বর্ণালঙ্কার নকশাবিদ।\nতার পিতামহের পরিবার ইতালির তেলেসে তের্মে থেকে মার্কিন যুক্তরাষ্ট্রে অভিবাসিত হয়েছিল। মার্কিন যুক্তরাষ্ট্রে অভিবাসিত হওয়ার পূর্বে তার পরিবারের বংশনামের মূল বানান ছিল \"জাম্মাত্তেই\" (ইতালীয় উচ্চারণ: [dʒammatˈtɛi])। তার পিতামহী পূর্বপুরুষগণ মার্কিন ঔপনিবেশিক আমলে নিউ ইংল্যান্ডের অধিবাসী ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট অফ-ব্রডওয়ে ডেটাবেজে পল জিয়ামাটি  (ইংরেজি)\nইন্টারনেট ব্রডওয়ে ডেটাবেজে পল জিয়ামাটি  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে পল জিয়ামাটি  (ইংরেজি)\nটেমপ্লেট:Emmys person\nPaul Giamatti: 'I'm clearly not Brad Pitt,' The Guardian, Oliver Burkeman, November 12, 2009"}