{"pageid": 1417015, "title": "কিলিয়ান মার্ফি", "url": "https://bn.wikipedia.org/wiki?curid=1417015", "content": "কিলিয়ান মার্ফি (Cillian Murphy,  KILL-ee-ən; জন্ম: ২৫শে মে ১৯৭৬) একজন আয়ারীয় অভিনেতা। তিনি এন্ডা ওয়ালশের ১৯৯৬ সালের নাটক ডিস্কো পিগস দিয়ে তার পেশাদার অভিনয় জীবন শুরু হয়। তিনি পরবর্তীকালে ২০০১ সালে এই নাটকের চলচ্চিত্ররূপেও অভিনয় করেছেন। তার কর্মজীবনের প্রারম্ভিক চলচ্চিত্রসমূহ হল ভীতিপ্রদ টুয়েন্টি এইট ডেজ লেটার (২০০২), হাস্যরসাত্মক ইন্টারমিশন (২০০৩), থ্রিলার রেড আই (২০০৫), আইরিশ যুদ্ধভিত্তিক নাট্যধর্মী দ্য উইন্ড দ্যাট শেকস দ্য বার্লি (২০০৬), বিজ্ঞান কল্পকাহিনীধর্মী থ্রিলার সানশাইন (২০০৭)। তিনি হাস্যরসাত্মক নাট্যধর্মী ব্রেকফাস্ট অন প্লুটো (২০০৫) চলচ্চিত্রে রূপান্তরিত আইরিশ নারী চরিত্রে অভিনয় করে গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন লাভ করেন।\nমার্ফি ২০০৫ সাল থেকে দ্য ডার্ক নাইট ত্রয়ী (২০০৫-২০১২) দিয়ে চলচ্চিত্র নির্মাতা ক্রিস্টোফার নোলানের পরিচালনায় কাজ শুরু করেন এবং ইনসেপশন (২০১০) ও ডানকার্ক (২০১৭) চলচ্চিত্রে অভিনয় করেন। তিনি বিবিসির নাট্যধর্মী ধারাবাহিক পিকি ব্লাইন্ডার্স (২০১৩-২০২২) দিয়ে অধিক খ্যাতি অর্জন করেন এবং ভীতিপ্রদ আ কোয়ায়েট প্লেস পার্ট ২ (২০২০)-এ অভিনয় করেন। তিনি নোলানের অপেনহাইমার (২০২৩) চলচ্চিত্রে নাম ভূমিকায় অভিনয় করে শ্রেষ্ঠ অভিনেতা বিভাগে একাডেমি পুরস্কার এবং নাট্যধর্মী চলচ্চিত্রে শ্রেষ্ঠ অভিনেতা বিভাগে গোল্ডেন গ্লোব পুরস্কার ও শ্রেষ্ঠ প্রধান চরিত্রে অভিনেতা বিভাগে বাফটা পুরস্কার অর্জন করেন।\n২০১১ সালে মার্ফি একাঙ্কিকা মিস্টারম্যান-এ অভিনয়ের জন্য সেরা একক অভিনয় বিভাগে ড্রামা ডেস্ক পুরস্কার অর্জন করেন। ২০২০ সালে দি আইরিশ টাইমস তাকে সর্বকালের সেরা আইরিশ চলচ্চিত্র অভিনয়শিল্পী তালিকায় ১২তম স্থান প্রদান করে।\n\n\n== প্রারম্ভিক জীবন ==\nমার্ফি ১৯৭৬ সালের ২৫শে মে কর্ক শহরের ডগলাস শহরতলীতে জন্মগ্রহণ করেন। তার মাতা ফরাসি ভাষার শিক্ষিকা এবং তার পিতা ব্রেন্ডন শিক্ষা বিভাগে কাজ করতেন। তিনি তার ছোট ভাই পাইডি ও দুই ছোট বোন সিল ও ওর্লার সাথে কর্কের বলিনটেম্পলে বেড়ে ওঠেন। তিনি ১০ বছর বয়স থেকে লেখনী ও গান গাওয়া শুরু করেন।\nমার্ফি ক্যাথলিক ধর্মাবলম্বী হিসেবে বেড়ে ওঠেন এবং ফি পরিশোধ করা ক্যাথলিক সেকেন্ডারি স্কুল প্রেজেন্টেশন ব্রাদার্স কলেজে পড়াশোনা করেন। সেখানে তিনি পড়াশোনায় ভালো ছিলেন, কিন্তু প্রায়ই ঝামেলায় জড়াতেন ও সাময়িকভাবে বরখাস্ত হতেন। চতুর্থ বর্ষে তিনি বুঝতে পারেন যে বাজে আচরণের ফলে যে সমস্যা পোহাতে হয় তার মাশুল বেশি দিতে হচ্ছে। স্কুলের কারিকুলামের প্রধান অংশ খেলাধুলা হলেও তিনি খেলাধুলায় সক্রিয় ছিলেন না, এবং তিনি দেখেন শিল্প সাধনাকে স্কুলে উপেক্ষা করা হয়।\n\n\n== কর্মজীবন ==\n\nমার্ফি ক্রিস্টোফার নোলানের ব্যাটম্যান বিগিনস (২০০৫) চলচ্চিত্রে ডক্টর জোনাথন ক্রেন চরিত্রে অভিনয় করেন। তাকে মূলত ব্রুস ওয়েন/ব্যাটম্যান চরিত্রের জন্য অডিশন দেওয়ার জন্য ডাকা হয়েছিল, মার্ফি মনে করেন সুপারহিরো হওয়ার জন্য তার শারীরিক গঠন উপযুক্ত নয়, কিন্তু তিনি পরিচালক নোলানের সাথে যোগাযোগ করার সুযোগ হাতছাড়া করেননি। যদিও প্রধান চরিত্রটির জন্য ক্রিশ্চিয়ান বেলকে নেওয়া হয়, নোলান মার্ফির অভিনয়ে এতটাই মুগ্ধ হয়েছিলেন যে তিনি তাকে ডক্টর ক্রেন পার্শ্ব চরিত্রে কাজের প্রস্তাব দেন, যার বিপরীত দিক হল সুপারভিলেন স্কেয়ারক্রো। নোলান স্পিন পত্রিকায় বলেন, \"তার সবচেয়ে অনন্য দুটি চোখ রয়েছে, এবং আমি ক্লোজ-আপ শটের জন্য তার চশমা খোলার জন্য সুযোগ বের করার চেষ্টা করছিলাম।\" মার্ফি ওয়েস ক্রেভেনের থ্রিলার রেড আই (২০০৫) চলচ্চিত্রে জ্যাকসন রিপনার চরিত্রে অভিনয় করেন, যিনি র‍্যাচেল ম্যাকঅ্যাডামসের চরিত্রকে রাত্রীকালীন বিমানযাত্রায় ভয় দেখান। দ্য নিউ ইয়র্ক টাইমস-এর চলচ্চিত্র সমালোচক ম্যানোলা ডার্গিস বলেন যে মার্ফি \"যথোপযুক্ত খলচরিত্র\" হয়ে ওঠেন এবং তার বাচ্চাসুলভ নীল চোখের দৃষ্টি ফ্রিজের পানির মত হিমশীতল করে এবং তার নেকড়েসুলভ বাচনভঙ্গি ভয়ের সঞ্চার করে। চলচ্চিত্রটি ইতিবাচক পর্যালোচনা লাভ করে এবং বিশ্বব্যাপী ১০০ মিলিয়ন মার্কিন ডলার আয় করে।\nমার্ফি ২০০৫ সালের খল চরিত্রের জন্য একাধিক পুরস্কারের মনোনয়ন লাভ করেন, তন্মধ্যে রয়েছে ব্যাটম্যান বিগিনস-এর জন্য শ্রেষ্ঠ খল অভিনয়শিল্পী বিভাগে এমটিভি মুভি পুরস্কার। এন্টারটেইনমেন্ট উইকলি তাকে সেরা আলোচিত অভিনয়ের জন্য বাছাইকৃত ১০ জন বিনোদনদাতাকে নিয়ে প্রচ্ছদ প্রতিবেদনের অংশ ২০০৫ সালের \"গ্রীষ্মকালীন সবচেয়ে মূল্যবান অভিনেতা\" হিসেবে তালিকাভুক্ত করে। দ্য নিউ ইয়র্কার-এর ডেভিড ডেনবি লিখেন, \"কিলিয়ান মার্ফি, যার দেবদূতের চেহারা রয়েছে যা অশুভ হয়ে উঠতে পারে, সাম্প্রতিক চলচ্চিত্রসমূহের মধ্যে সবচেয়ে মার্জিতভাবে প্রলোভনসঙ্কুল দানবদের একজন।\"\n\n\n=== ২০১১-বর্তমান: পিকি ব্লাইন্ডার্স ও অপেনহাইমার ===\n\n২০১৩ সাল থেকে মার্ফি প্রথম বিশ্বযুদ্ধ পরবর্তী সময়ে বার্মিংহাম-ভিত্তিক অপরাধ চক্র সম্পর্কিত বিবিসি টেলিভিশনের ধারাবাহিক পিকি ব্লাইন্ডার্স-এ টমাস শেলবি চরিত্রে অভিনয় শুরু করেন। পরিচালক স্টিভেন নাইট শুরুতে জেসন স্টেথাম ও মার্ফির সাথে এই চরিত্র নিয়ে আলোচনার জন্য সাক্ষাৎ করেন এবং স্টেথামকে এই চরিত্রের জন্য বাছাই করেছিলেন। নাইট পরবর্তী সময়ে বলেন, \"যখন আপনি কিলিয়ানের সাথে পরিচিত হবে, তিনি অবশ্যই টমি নন, কিন্তু আমি তা বুঝতে ব্যর্থ হয়েছিলাম।\" তিনি মার্ফির কাছ থেকে \"মনে রাখবেন, আমি একজন অভিনেতা\" এই ক্ষুদে বার্তা পাওয়ার পর তাকে বাছাই করেন। মার্ফি দ্য ইন্ডিপেন্ডেন্ট-কে বলেন, \"[পান্ডুলিপি] এতটাই আকর্ষক ও আত্মবিশ্বাসী ছিল এবং চরিত্রটি এত সমৃদ্ধ ও জটিল, স্তরযুক্ত ও পরস্পরবিরোধী ছিল। আমার মনে হয়েছিল, 'আমাকে এটা করতে হবে।\" পিকি ব্লাইন্ডার্স বিপুল প্রশংসিত হয় এবং উচ্চ রেটিং পায়। ২০১৪ সালের অক্টোবরে বিবিসিতে এর দ্বিতীয় মৌসুম প্রচার শুরু হয়। ২০১৯ সালের ২৫শে আগস্ট বিবিসি ওয়ানে ৫ম মৌসুমের প্রথম পর্ব প্রচারিত হয়। ডিজিটাল স্পাইয়ের সাথে এক সাক্ষাৎকারে পরিচালক অ্যান্থনি বায়ার্ন বলেন, \"যদি আমরা জানুয়ারি (২০২১)-এ চিত্রগ্রহণ শুরু করি, আমরা মে বা জুনের আগে সমাপ্ত করতে পারব না এবং এরপর সম্পাদনায় আরও ৬ মাস লাগবে।\" ২০২২ সালের ২৭শে ফেব্রুয়ারি ৬ষ্ঠ মৌসুমের প্রচার শুরু হয়।\n\n২০১৭ সালে মার্ফি ক্রিস্টোফার নোলানের যুদ্ধভিত্তিক ডানকার্ক চলচ্চিত্রে ধ্বংসপ্রাপ্ত জাহাজ থেকে উদ্ধার হওয়া সেনা কর্মকর্তা চরিত্রে অভিনয় করেন, যা সমালোচনামূলক ও ব্যবসায়িকভাবে সফলতা লাভ করে। তিনি অনুধাবন করেন যে তার এই নামহীন ও শুধু কম্পনরত সৈনিক নামের চরিত্রটি সেই হাজার হাজার সৈনিকের প্রতিনিধিত্ব করে, যারা যুদ্ধের ফলে মানসিক ও মনস্তাত্ত্বিক আঘাত পেয়েছেন। মার্ফি একই বছর অ্যানা চলচ্চিত্রে মিলার চরিত্রে অভিনয় করেন। তার পরবর্তী চলচ্চিত্র আ কোয়ায়েট প্লেস পার্ট টু (২০২১)-এ তিনি এমেট চরিত্রে অভিনয় করেন। দ্য গার্ডিয়ান-এর পিটার ব্র্যাডশ তার অভিনয়ের প্রশংসা করেন।\nমার্ফি জীবনীমূলক থ্রিলার চলচ্চিত্র অপেনহাইমার (২০২৩)-এ নাম ভূমিকায় অভিনয় করেন। এটি নোলানের পরিচালনায় তার ষষ্ঠ এবং প্রথম প্রধান চরিত্রে চলচ্চিত্র। এই চরিত্রের প্রস্তুতি হিসেবে মার্ফি অপেনহাইমারের ক্ষীণকায় দেহাবয়বের সাথে সাদৃশ্য আনতে তার ওজন কমান, অপেনহাইমারের জীবনী নিয়ে বিশদ গবেষণা করেন এবং ১৯৭০-এর দশকে ডেভিড বাউয়ির সঙ্গীত পরিবেশনা থেকে অনুপ্রেরণা নেন। ২০২৩ সালে মুক্তিপ্রাপ্ত চলচ্চিত্রটি বিশ্বব্যাপী ৯৬৪ মিলিয়ন ডলার আয় করে এবং সমালোচকদের নিকট থেকে ইতিবাচক প্রতিক্রিয়া লাভ করে। এতে মার্ফির অভিনয় বিপুল প্রসংসিত হয়, এম্পায়ার-এর ড্যান জোলিন লিখেন, \"চলচ্চিত্রটির অনুরণিত নিউক্লিয়াস হল অপেনহাইমার চরিত্রে মার্ফি, এবং তিনি সমগ্র চলচ্চিত্রটি চালনা করেন।\" তার অভিনয়ের জন্য তিনি শ্রেষ্ঠ অভিনেতা বিভাগে একাডেমি পুরস্কার এবং নাট্যধর্মী চলচ্চিত্রে শ্রেষ্ঠ অভিনেতা বিভাগে গোল্ডেন গ্লোব পুরস্কার, সেরা প্রধান চরিত্রে অভিনেতা বিভাগে স্ক্রিন অ্যাক্টরস গিল্ড পুরস্কার ও বাফটা পুরস্কার অর্জন করেন।\n\n\n== ব্যক্তিগত জীবন ==\n২০০৪ সালে মার্ফি তার দীর্ঘ সময়ের প্রেমিকা ইভোন ম্যাকগিনেসকে বিয়ে করেন। ১৯৯৬ সালে তার রক সঙ্গীতদলের একটি অনুষ্ঠানে তাদের প্রথম পরিচয় হয়েছিল। ২০০১ সাল পর্যন্ত তারা ডাবলিনে বসবাস করতেন। ২০০১ সালে তার স্ত্রীর রয়্যাল কলেজ অব আর্টে পড়াশোনার জন্য তারা লন্ডনে পাড়ি জমান। ১৪ বছর পর তারা ২০১৫ সালে ডাবলিনে ফিরে যান। তাদের দুই পুত্র সন্তান রয়েছে, তারা যথাক্রমে ২০০৫ ও ২০০৭ সালে জন্মগ্রহণ করে।\nমার্ফি ক্যাথলিক ধর্মাবলম্বী হিসেবে বেড়ে ওঠেন কিন্তু অজ্ঞেয়বাদে দিকে ধাবিত হতে থাকেন, কিন্তু ২০০৭ সালে সানশাইন চলচ্চিত্রে পদার্থবিদ ও নভোচারী চরিত্রের জন্য গবেষণাকালীন তিনি তার নাস্তিক্যবাদ সম্পর্কে নিশ্চিত হন। ২০১৯ সালে তিনি বলেন ক্যাথলিক ধর্মবিশ্বাস তার নৈতিকতার ভিত্তি গড়েছে।\nতিনি ১৫ বছর যাবত আমিষভোজী, এবং এর কারণ হিসেবে তিনি বলেন এটি কোন নৈতিক সিদ্ধান্ত নয় বরং ম্যাড কাউ রোগ নিয়ে তার উদ্বিগ্নতার জন্য ঘটেছে। তিনি পিকি ব্লাইন্ডার্স ধারাবাহিকের তার চরিত্রের জন্য পুনরায় মাংস খাওয়া শুরু করেন। ২০২২ সালের এক সাক্ষাৎকারে তিনি বলেন তিনি পুনরায় আমিষভোজনে ফিরে গেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে কিলিয়ান মার্ফি (ইংরেজি)"}