{"pageid": 1417204, "title": "হিগস ক্ষেত্র", "url": "https://bn.wikipedia.org/wiki?curid=1417204", "content": "হিগস ক্ষেত্র হলো শক্তির একটি ক্ষেত্র যা মহাবিশ্বের প্রতিটি অঞ্চলে বিদ্যমান বলে মনে করা হয়। ক্ষেত্রটি হিগস বোসন নামক মৌলিক কণা দ্বারা সংসর্গী এবং হিগস ক্ষেত্র এই কণাটিকে অন্যান্য কণা (যেমন ইলেকট্রন) এর সাথে ক্রমাগত যোগাযোগ করতে ব্যবহার করে। ক্ষেত্রটির সাথে মিথস্ক্রিয়াকারী কণাগুলি ভর \"পায়\", ঠিক যেভাবে একটি ট্র্যাকলের মধ্য দিয়ে যাওয়া বস্তু ধীর হয়ে যায়, এটির মধ্য দিয়ে যাওয়ার সময়ে। ক্ষেত্র থেকে একটি কণা ভর \"অর্জন করার\" ফলস্বরূপ, কণাটির গতি আলোর গতিতে ভ্রমণ করার ক্ষমতা কখনোই পায়না ।\nহিগস ক্ষেত্র দ্বারা ভার কিন্তু উৎপন্ন হয়না। শূন্যতা থেকে পদার্থ বা শক্তি তৈরি হওয়া, শক্তি নিত্যতাকে লঙ্ঘন করে ফেলবে। অবশ্য, হিগস বোসনের সাথে হিগস ক্ষেত্রের মিথস্ক্রিয়া দ্বারা কণা ভর অর্জন করে। হিগস বোসনে শক্তির আকারে রয়েছে আপেক্ষিক ভর এবং একবার ক্ষেত্রটি একটি পূর্বে ভরবিহীন কণার অধিকারী হয়ে গেলে, সেই কণাটি ধীর হয়ে যাবে কারণ এটি এখন \"ভারী\" হয়ে গেছে।\nযদি হিগস ক্ষেত্রটি না থাকতো, তবে কণাগুলির একে অপরকে আকর্ষণ করার জন্য প্রয়োজনীয় ভর থাকতোনা এবং হালকা আলোর গতিতে অবাধে ভেসে বেড়াতো।\nকোনো বস্তুকে ভর দেওয়াকে হিগস প্রভাব বলা হয়। এই প্রভাবটি, ক্ষেত্রের সাথে মিথস্ক্রিয়া করে এমন যেকোনো কণাতেই ভর যোগ করে।\n\n\n== হিগস প্রভাব ==\nহিগস প্রভাব, প্রথম ১৯৬৪ সালে পিআরএল সিমেট্রি ব্রেকিং পেপারের লেখকদের দ্বারা তাত্ত্বিক করা হয়েছিল। ১৯৬৪ সালে, তিনটি দল বৈজ্ঞানিক লিখন লিখেছিল যা স্থানীয় গেজ তত্ত্বগুলিতে কীভাবে ভর হতে পারে, তা ব্যাখ্যা করার জন্য মোটামুটি একইধরণের (অবশ্যই ভিন্নভাবে) পদ্ধতির প্রস্তাব করেছিল।\n২০১৭ সালে হিগস বোসন (এবং পরোক্ষভাবে হিগস প্রভাব), অস্থায়ীভাবে লার্জ হ্যাড্রন কোলাইডারে প্রমাণিত হয়েছিল। প্রভাবটি, স্ট্যান্ডার্ড মডেলের একটি অনুপস্থিত অংশ খুঁজে পাওয়ার অনুরূপ মনে করা হয়েছিল।\nগেজ তত্ত্ব (যেটি স্ট্যান্ডার্ড মডেলের অন্তর্নিহিত তত্ত্ব) অনুসারে, সমস্ত বল বহনকারী কণা ভরহীন হওয়া উচিৎ। অথচ, দুর্বল বলের মধ্যস্থতাকারী বল-থাকা কণাগুলির ভর রয়েছে। এটি হয় হিগস প্রভাবের কারণে, যা SU(2) প্রতিসাম্যকে ভেঙে দেয়. SU অর্থাৎ স্পেশাল ইউনিটারি, যা এক ধরনের ম্যাট্রিক্স এবং 2 বোঝায় এর সাথে জড়িত ম্যাট্রিক্সের আকারকে।\nএকটি সিস্টেমের প্রতিসাম্য হলো একটি সিস্টেমে করা একটি অপারেশন, যেমন ঘূর্ণন বা স্থানচ্যুতি, যা সিস্টেমটিকে মৌলিকভাবে অপরিবর্তিত রাখে। এছাড়াও একটি প্রতিসাম্য, যেকোনো বস্তুর সবসময়ে কিভাবে কাজ করা উচিত (যদি না কোনো বহিরাগত শক্তি জড়িত থাকে), সেটি নিয়ে একটি নিয়ম প্রদান করে। একটি উদাহরণ হলো রুবিক’স কিউব। যদি আমরা একটি রুবিক’স কিউব নিই এবং আমরা ইচ্ছে মতো এটিকে স্ক্র্যাম্বল করি, এটি এখনও সমাধান করা সম্ভব বটে। যেহেতু আমাদের প্রতিটি চাল রুবিকের রুবিককে সমাধানের অযোগ্য বানায়না, তাই আমরা বলতে পারি যে এই চালগুলি রুবিকের ঘনক্ষেত্রের 'প্রতিসাম্য'। একসাথে, তারা গঠন করে যাকে আমরা বলি, রুবিকস কিউবের প্রতিসাম্য গোষ্ঠী। এই চালগুলির একটিও ধাঁধাটি পরিবর্তন করে না এবং এটি সর্বদা সমাধানযোগ্য থাকে। কিন্তু, আমরা এই প্রতিসাম্যটিকে ভেঙে ফেলতে পারি কিউবটিকে খন্ড খন্ড তথা এটিকে সম্পূর্ণ ভুল উপায়ে আবার একত্রিত করার মাধ্যমে। আমরা এখন যা-ই চাল চেষ্টা করি না কেন, কিউব সমাধান করা সম্ভব নয়। কিউবকে আলাদা করা এবং এটিকে ভুল উপায়ে একত্রিত করা হলো 'বাহ্যিক শক্তি': এই বাহ্যিক শক্তি ব্যতীত, আমাদের কোনো চলেই আমরা রুবিক’স কিউবকে সমাধানের অযোগ্য করে তুলতে পারবোনা। রুবিকস কিউবের প্রতিসাম্য হলো যে যতোক্ষণ না আমরা কিউবটিকে একেবারে আলাদা না করি ততোক্ষণ পর্যন্ত আমাদের কোনো চালই এটিকে সমাধানের অযোগ্য বানায়না।\n\n\n=== হিগস বোসন সৃষ্টি ===\nএসইউ(২) (SU(2)) প্রতিসাম্যকে যেভাবে ভাঙা হয় সেটিকে \"স্বতঃস্ফূর্ত প্রতিসাম্য ব্রেকিং\" বলা হয়। স্বতঃস্ফূর্ত মানে এলোমেলো বা অপ্রত্যাশিত, প্রতিসাম্যগুলি বোঝায় সেই নিয়মগুলিকে যা পরিবর্তিত হচ্ছে আর ব্রেকিং বলতে বোঝায় যে প্রতিসাম্যগুলি আর আগের মতো নেই৷ স্বতঃস্ফূর্তভাবে এসইউ(২) (SU(2)) প্রতিসাম্য ভাঙার পরিণতি হিগস বোসন হতে পারে।\n\n\n=== হিগস প্রভাবের কারণ ===\nহিগস প্রভাবটি ঘটে কারণ প্রকৃতি সর্বনিম্ন শক্তির অবস্থার দিকে \"ঝুঁকি\" করে। হিগস প্রভাব ঘটবে কারণ হিগস ক্ষেত্রের কাছাকাছি গেজ বোসনগুলি তাদের সর্বনিম্ন শক্তির অবস্থায় থাকতে চাইবে এবং এটি কমপক্ষে একটি প্রতিসাম্যকে ভেঙে ফেলবে।\nভরবিহীন একটি কণাকে যদি ভর দিতে হয়, তবে বিজ্ঞানীদের সাধারণ নয় বরং অসাধারণ কিছু করতেই হতো। তারা ধরে নিয়েছিল যে ভ্যাকুয়ামগুলিতে (শূন্য স্থান) আসলে শক্তি রয়েছে এবং আমাদের দ্বারা ভরহীন বলে মনে করা কোনো কণা তাতে প্রবেশ করলে ভ্যাকুয়াম থেকে শক্তি সেই কণাতে স্থানান্তরিত হবে, ফলস্বরূপ কণাটি ভর অর্জন করবে। জেফরি গোল্ডস্টোন নামের একজন গণিতবিদ প্রমাণ করেছেন যে আপনি যদি একটি প্রতিসাম্যকে লঙ্ঘন করেন (যেমন রুবিকস কিউবের প্রতিসাম্য হবে যদি আপনি বলেন যে কিউবের কোণগুলি সর্বদা সমাধানযোগ্য হতে হলে ০ বা ৩ বার মাত্রই ঘোরানো উচিৎ) তাহলে একটি প্রতিক্রিয়া ঘটবে। রুবিক্স কিউবের ক্ষেত্রে, প্রতিসাম্য লঙ্ঘন করলে কিউবটি সমাধান যোগ্য থাকবেনা। 'হিগস ক্ষেত্র' এর ক্ষেত্রে, জেফরি গোল্ডস্টোন (এবং তার সহিত ইয়োচিরো নাম্বু নামের অন্য একজন বিজ্ঞানী যিনি কাজ করেছেন) তাদের নামানুসারে 'নাম্বু-গোল্ডস্টোন বোসন' নামক একটি কণা তৈরি হয়। এটি ভ্যাকুয়ামের একটি উত্তেজিত বা উদ্যমী রূপ, যা উপরে গ্রাফ করা যেতে পারে। এটি প্রথম ব্যাখ্যা করেছিলেন পিটার হিগস।\n\n\n== তথ্যসূত্র =="}