{"pageid": 1417666, "title": "লুইস সারাজিন", "url": "https://bn.wikipedia.org/wiki?curid=1417666", "content": "লুইস সারাজিন, লুইস সারাজিন-লেভাসার, (নভেম্বর ৬, ১৮৪৭, ফোয়া, † ১৬ অক্টোবর ১৯১৬, প্যারিস), ফ্রান্স এবং জার্মানিতে মোটরগাড়ির ইতিহাস সূচনার পক্ষে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। তিনি ছিলেন এডুয়ার্ড সারাজিনের স্ত্রী, যিনি একজন বেলজিয়ান শিল্পপতি উদ্যোক্তা এবং পেটেন্ট আইনজীবী যিনি এমিল লেভাসর, রেনে প্যানহার্ড, জন ককারিল, ড্যুটজ এজি, গটলিব ডেইমলার এবং উইলহেম মেবাচের সাথে মোটরগাড়ির অংশীদারিত্ব এবং সংস্থাসমূহের মিলেমিশে যুক্ত ছিলেন। ১৮৮৪ সালে সারাজিন ফ্রান্সে Deutz ইঞ্জিন নির্মাণের লাইসেন্স অর্জন করেন, যা তিনি প্যারিসের পেরিন, প্যানহার্ড এবং সিয়ের সাথে যথাযথভাবে চুক্তিবদ্ধ হন। ১৮৮৬ সালের দিকে তিনি একইভাবে ফ্রান্সে ডেমলার ইঞ্জিন নির্মাণের লাইসেন্স অর্জন করেন এবং প্যারিসে প্যানহার্ড ও লেভাসার কমিশন করা শুরু করেন। ১৮৮৭ সালে তার মৃত্যুর পর বিধবা লুইস ব্যবসায়িক সম্পর্ক গড়ে তোলেন এবং ডেমলার এবং 'প্যানহার্ড এট লেভাসর'-এর সাথে অংশীদারিত্বের জন্য আলোচনা করেন। ১৮৯০ সালে তিনি এমিল লেভাসরকে বিয়ে করেন।\n\n\n== প্রাথমিক জীবন ==\nলুইস ক্যারোল ১৮৪৭ সালে দক্ষিণ ফ্রান্সের আরিয়েজ বিভাগের ফোয়াতে জন্মগ্রহণ করেন। তার বাবা-মা ছিলেন অ্যান্টোইন কায়রল এবং জিন ক্যারোল (নি বোনফৌস), এবং তার বোনের নাম অ্যান।\n১৮৭০ সালে, প্যারিসে, তিনি বেলজিয়ামের লিয়েজের পেটেন্ট আইনজীবী এডুয়ার্ড সারাজিনকে বিয়ে করেন এবং তাদের তিন সন্তান ছিল, যার মধ্যে ১৮৭৮ সালে এক মেয়ে জিন এবং ১৮৮০ সালে অ্যাসনিয়েরে-সার-সেইনে জন্ম নেয় অগাস্ট হেনরি নামে এক ছেলে।\n\n\n== মোটরগাড়ি শিল্প ==\n\nএডুয়ার্ড সারাজিন ছিলেন একজন উদ্যোক্তা শিল্পপতি, পেটেন্ট আইনজীবী এবং স্বয়ংচালিত প্রকৌশলের পথপ্রদর্শক, যিনি এমাইল লেভাসর, জন ককারিল, ড্যুটজ এজি এবং গটলিব ডেমলারের সাথে স্বয়ংচালিত অংশীদারিত্ব এবং সংস্থাগুলির মিশ্রণে ছিলেন। ১৮৮৪ সালে, জার্মান কোম্পানি Gasmotorenfabrik Otto & Langen (Deutz AG) এর প্রতিনিধি সারাজিন ফ্রান্সে Deutz ইঞ্জিন নির্মাণের লাইসেন্স অর্জন করেন, যা তিনি প্যারিসের পেরিন, প্যানহার্ড এবং সিয়ের সাথে যথাযথভাবে চুক্তিবদ্ধ হন। ১৮৮৬/৭ সালের দিকে তিনি একইভাবে ফ্রান্সে ডেমলার ইঞ্জিন তৈরির লাইসেন্স অর্জন করেন এবং ফরাসি পেটেন্ট আইন মেনে প্যারিসে \"কিছু\" ডেমলার ইঞ্জিন তৈরি করার জন্য প্যানহার্ড ও লেভাসারকে কমিশন দেন। ১৮৮৭ সালে তার অকাল মৃত্যু তার বিধবা স্ত্রীকে ব্যবসায়িক সম্পর্ক গড়ে তুলতে এবং ডেমলারের সাথে অংশীদারিত্ব বজায় রাখার জন্য পরামর্শ দিয়ে যান। ৫ ফেব্রুয়ারী, ১৮৮৯-এ, তিনি একটি চুক্তিতে স্বাক্ষর করেন যাতে ডেমলার ফ্রান্সে উৎপাদিত সমস্ত ইঞ্জিনের বিক্রয় মূল্যের ১২% এবং পানহার্ড এবং লেভাসর থেকে ২০% পান।\n\n\n=== মৃত্যু-শয্যা কামনা ===\nসারাজিনের মৃত্যুশয্যায় তার স্ত্রীকে বলেছিলেন: \"তোমার নিজের স্বার্থে এবং আমাদের সন্তানদের ভালোর জন্য, আমি তোমাকে ডেমলারের সাথে ব্যবসায়িক সংযোগ বজায় রাখার পরামর্শ দিচ্ছি। তার উদ্ভাবন সম্পূর্ণ বিশ্বস্ত, এবং এর একটি ভবিষ্যৎ আছে, যার মাত্রা আমরা আজ কল্পনাও করতে পারি না।\"\nতিনি লেভাসর এবং প্যানহার্ডের সাথে সম্পর্ক বজায় রাখতেও বলেছিলেন। বুদ্ধি করে...\n\n\n== লেভাসর ==\n\nমে ১৮৯০ মাদাম লুইস সারাজিন এমিল লেভাসরকে বিয়ে করেন।\n১৮৯৬ প্যারিস-মারসেই-প্যারিস রেসের সময়, তিনি একটি কুকুরকে এড়াতে গাড়িসহ উল্টে গিয়েছিলেন, বিধ্বস্ত হন এবং গুরুতর আহত হন। তিনি পুরোপুরি সুস্থ হননি এবং পরের বছর প্যারিসে মারা যান।\n\n\n== সাহিত্য ==\nরেইনহার্ড সেফার্ট: ডাই এরা গটলিব ডেমলার। Neue Perspektiven zur Frühgeschichte des Automobils und seiner Technik. Vieweg+Teubner, Wiesbaden 2009, ISBN 978-3-8348-0962-9।\nরেইনহার্ড সেফার্ট: গটলিব ডেমলারের যুগ। অটোমোবাইল এবং এর প্রযুক্তির প্রাথমিক ইতিহাসের নতুন দৃষ্টিভঙ্গি। Vieweg + Teubner, Wiesbaden 2009, ISBN 978-3-8348-0962-9।\n\n\n== আরও দেখুন ==\nদ্য বোয়াস, লেভাসর / সারাজিন এর আংশিক মালিকানাধীন\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nফরাসি মোটরসাইকেল - Levassor এবং দ্য বোয়াস।[১]\nইতিহাস গ্যারেজ ডট কম - এমিল লেভাসর।[২]\nDaimler.com - লুইস সারাজিন এবং বার্থা বেঞ্জ। \"রক্তে গ্যাসোলিন\" বাহিত দুই নারী[৩]\nরেইনহার্ড সেফার্ট: গটলিব ডেমলারের যুগ।\nজন ককেরিল অ্যান্ড কো (গ্রেসের গাইড)[৪]\nক্ষুদ্রাকৃতির মোটর যাদুঘর - লুইস সারাজিন-লেভাসর।[৫]\nপিট-ক্রু অনলাইন. আবিষ্কারক, একটি ইঞ্জিন, একটি প্রেমের গল্প।[৬]\nজেমস এম লক্স: প্রথম গিয়ারে। ফরাসি অটোমোবাইল শিল্প ১৯১৪ থেকে। ম্যাকগিল-কুইন্স ইউনিভার্সিটি প্রেস, মন্ট্রিল 1976, আইএসবিএন 0-7735-0264-5। পৃষ্ঠা 10,11,14,16।"}