{"pageid": 1417500, "title": "কিরণময় নন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1417500", "content": "কিরণময় নন্দ (জন্ম ১৬ মে ১৯৪৪) একজন ভারতীয় রাজনীতিবিদ, যিনি সমাজবাদী পার্টির হয়ে রাজনীতি করেন। তিনি পশ্চিমবঙ্গ রাজ্যের বামফ্রন্ট মন্ত্রিসভায় ১৯৮২ সাল থেকে ২০১১ সাল পর্যন্ত মৎস্যমন্ত্রী ছিলেন, পরে কংগ্রেস বিধায়ক আবু হেনা তাঁর স্থলাভিষিক্ত হন।  নন্দ বহু বছর পশ্চিমবঙ্গ সমাজতান্ত্রিক দলের সাধারণ সম্পাদক ছিলেন। ডব্লিউবিএসপি সমাজবাদী পার্টির সাথে একীভূত হওয়ার পর, নন্দ ১৯৯৬ থেকে ২০০০ সাল পর্যন্ত সমাজবাদী পার্টির সাধারণ সম্পাদক হিসাবে দায়িত্ব পালন করেন। ২০০০ সালে কলকাতা পৌর নিগম নির্বাচনের পর নন্দ সমাজবাদী পার্টির সঙ্গে সম্পর্ক ছিন্ন করেন এবং ডব্লিউবিএসপি পুনর্গঠন করেন। এপ্রিল ২০১০ সালে তিনি আবার এসপি-এর সাধারণ সম্পাদক হন, তখন ডব্লিউবিএসপি আবার এসপি-এর সাথে মিশে যায়।   তখন তিনি অমর সিংয়ের স্থলাভিষিক্ত হন।\nতিনি পূর্ব মেদিনীপুর জেলার মুগবেড়িয়ায় বিশিষ্ট শিক্ষাবিদ ও সমাজকর্মী জ্যোতির্ময় নন্দের ছেলে। কিরণময় নন্দ সর্বভারতীয় ছাত্র ফেডারেশনে (ভারতীয় কমিউনিস্ট পার্টির ছাত্র শাখা) তার রাজনৈতিক সক্রিয়তা শুরু করেন। তিনি ১৯৭৭ সালে মুগবেরিয়া বিধানসভা কেন্দ্র থেকে জনতা পার্টির প্রার্থী হিসাবে পশ্চিমবঙ্গ বিধানসভায় নির্বাচিত হন  ১৯১ সালে WBSP গঠিত হলে তিনি তাতে যোগদান করেন। তিনি ১৯৮২, ১৯৮৭, ১৯৯১, ১৯৯৬, ২০০১ এবং ২০০৬ সালে আবারও মুগবেড়িয়া আসনে জয়ী হন। তিনি ৫৪.৪২% (১৯৮৭) এবং ৪৬.৯৪% (১৯৭৭) ভোট পান।  তিনি উত্তর দিনাজপুরে কংগ্রেসের শক্ত ঘাঁটি রায়গঞ্জ (বিধানসভা কেন্দ্র) থেকে ২০১১ সালের বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করার সময় কঠিন চ্যালেঞ্জের সম্মুখীন হন৷ তিনি কংগ্রেস প্রার্থী মোহিত সেনগুপ্ত, রায়গঞ্জ কংগ্রেস সাংসদ দীপা দাশমুন্সির সহযোগীর কাছে পরাজয়ের সম্মুখীন হন ও ১৯৮২ সাল থেকে তার নির্বাচনী জয়ের ধারার সমাপ্তি ঘটে।\nকিরণময় নন্দ ২০০৯ সালে সংসদীয় উপ-নির্বাচনের পরে আগাম বিধানসভা নির্বাচনের আহ্বান জানান, এবং এর ফলে অন্যান্য বামফ্রন্ট অংশীদারদের সমালোচনার মুখে পড়েন।\nতিনি মাওবাদী গেরিলাদের বিরুদ্ধে ভারত সরকারের 'অপারেশন গ্রিন হান্ট' নামক আধাসামরিক অভিযানের বিরোধিতা করেন।\nকিরণময়ের ভাই ব্রহ্মময় নন্দ ২০ বছর ধরে নরঘাট থেকে বিধায়ক ছিলেন (১৯৯১-২০১১), তিনি ডব্লিউবিএসপি প্রার্থী হিসাবে নির্বাচিত হয়েছিলেন, তবে তিনি নন্দকুমার (বিধানসভা কেন্দ্র) থেকে ২০১১ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনেও হেরেছিলেন।\n\n\n== তথ্যসূত্র =="}