{"pageid": 1417285, "title": "জর্জ বার্নস", "url": "https://bn.wikipedia.org/wiki?curid=1417285", "content": "জর্জ বার্নস (ইংরেজি: George Burns; জন্ম: নাথান বির্নবাউম; ২০ জানুয়ারি ১৮৯৬ - ৯ মার্চ ১৯৯৬) একজন মার্কিন অভিনেতা, কৌতুকাভিনেতা, লেখক ও সঙ্গীতশিল্পী। তিনি ভডভিল, বেতার, চলচ্চিত্র ও টেলিভিশনে কাজ করা অল্প কয়েকজন বিনোদনকর্মীর একজন। তার ধনুকাকৃতির চোখের ভ্রূ ও সিগার-খাওয়া উচ্চারণ এক শতাব্দীর তিন চতুর্থাংশ সময়ের জন্য পরিচিত ট্রেডমার্ক হয়ে ওঠেছিল। তিনি ও তার স্ত্রী গ্রেসি অ্যালেন বেতার, টেলিভিশন ও চলচ্চিত্রে কৌতুকাভিনয় যুগল বার্নস অ্যান্ড অ্যালেন হিসেবে খ্যাতি অর্জন করেন।\n৭৯ বছর বয়সে তিনি দ্য সানশাইন বয়েজ (১৯৭৫)-এ অভিনয় করে তিনি শ্রেষ্ঠ পার্শ্ব অভিনেতা বিভাগে একাডেমি পুরস্কার ও সঙ্গীতধর্মী বা হাস্যরসাত্মক চলচ্চিত্রে শ্রেষ্ঠ অভিনেতা বিভাগে গোল্ডেন গ্লোব পুরস্কার অর্জন করেন। বার্নস ১৯৯৬ সালে শতবর্ষী হন এবং তার মৃত্যুর এক সপ্তাহ পূর্ব পর্যন্তও কাজে নিয়োজিত ছিলেন। তিনি বেভারলি হিলস, ক্যালিফোর্নিয়ায় তার নিজ বাড়িতে তার শততম জন্মদিনের দুই মাস পর হৃৎযন্ত্রের ক্রিয়া বন্ধ হয়ে মৃত্যুবরণ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nজর্জ বার্নস ১৮৯৬ সালের ২০শে জানুয়ারি নিউ ইয়র্ক সিটিতে জন্মগ্রহণ করেন। তার জন্মনাম নাথান বার্নবাউম (ইদিশ: נתן בירנבוים)। তিনি হাদাসা \"ডোরা\" (জন্ম: ব্লুথ; ১৮৫৭-১৯২৭) ও এলিজের বার্নবাউমের (১৮৫৫-১৯০৩) ১২ সন্তানের মধ্যে নবম। তার পিতামাতা গালিসিয়ার রপৎসিস (বর্তমান পোল্যান্ড) থেকে মার্কিন যুক্তরাষ্ট্রে আসা ইহুদি অভিবাসী। বার্নস ফার্স্ট রোমানিয়ান-আমেরিকান কনগ্রেগেশনের সদস্য ছিলেন।\nতার পিতা স্থানীয় সিনাগগের বিকল্প ক্যান্টর ছিলেন কিন্তু সাধারণত তিনি কোট প্রেসার হিসেবে কাজ করতেন। ১৯০৩ সালের ইনফ্লুয়েঞ্জা মহামারির সময়ে তিনি ফ্লুতে আক্রান্ত হন এবং ৪৭ বছর বয়সে মৃত্যুবরণ করেন। বার্নস সে সময়ে তার পরিবারের ভরণপোষণের জন্য জুতা পলিশ ও সংবাদপত্র বিক্রির কাজ করতেন।\nতার প্রথম স্ত্রী হ্যানা সিজেল (মঞ্চনাম: হারমোজা জোসে) ছিলেন তার একজন নৃত্যসঙ্গী। তাদের বিবাহ মাত্র ২৬ সপ্তাহ টিকে ছিল। তাদের বিবাহ হয়েছিল কারণ যদি তারা বিবাহ না করে তবে সিজেলের পরিবার তাকে বার্নসের সাথে সফরে যেতে অনুমতি দিচ্ছিল না। সফর শেষ হওয়ার পর তাদের বিবাহবিচ্ছেদ ঘটে।\n১৯২৩ সালে আইরিশ ক্যাথলিক তরুণী গ্রেসি অ্যালেনের সাথে তার সাক্ষাৎ হয়। ১৯২৬ সালে তিনি অ্যালেনকে বিয়ে করেন।\n\n\n== কর্মজীবন ==\n\n\n=== চলচ্চিত্র ===\nবার্নস ও অ্যালেন ১৯২০-এর দশকের শেষভাগে ও ১৯৩০-এর দশকের শুরুতে বিং ক্রজবির সাথে দ্য বিগ ব্রডকাস্ট (১৯৩২), ডাব্লিউ.সি. ফিল্ডসের সাথে ইন্টারন্যাশনাল হাউজ (১৯৩৩) ও সিক্স অব আ কাইন্ড (১৯৩৪), ক্রজবির সাথে দ্য বিগ ব্রডকাস্ট অব ১৯৩৬ ও জ্যাক বেনির সাথে দ্য বিগ ব্রডকাস্ট অব ১৯৩৭, ফ্রেড অ্যাস্টেয়ার ও জোন ফন্টেইনের সাথে আ ড্যামসেল ইন ডিসট্রেস (১৯৩৭) ও বব হোপ ও মার্থা রাইয়ের সাথে কলেজ সুইং (১৯৩৮)-এর মত হাস্যরসাত্মক চলচ্চিত্রে অভিনয় করেন।\nতিনি ৭৯ বছর বয়সে দ্য সানশাইন বয়েজ (১৯৭৫)-এ একজন ভুলে যাওয়া ভডভিল অভিনেতা আল লুইস চরিত্রে অভিনয় করে তিনি শ্রেষ্ঠ পার্শ্ব অভিনেতা বিভাগে একাডেমি পুরস্কার ও সঙ্গীতধর্মী বা হাস্যরসাত্মক চলচ্চিত্রে শ্রেষ্ঠ অভিনেতা বিভাগে গোল্ডেন গ্লোব পুরস্কার অর্জন করেন। ৮০ বছর বয়সে অস্কার বিজয়ী বার্নস একাডেমি পুরস্কারের ইতিহাসে বয়োজ্যেষ্ঠ অস্কার বিজয়ী ছিলেন, যে রেকর্ডটি তিনি ১৯৮৯ সালে জেসিকা ট্যান্ডি ৮০ বছর বয়সে ড্রাইভিং মিস ডেইজি চলচ্চিত্রের জন্য পুরস্কার অর্জন পর্যন্ত ধরে রেখেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅলমুভিতে জর্জ বার্নস \nইন্টারনেট ব্রডওয়ে ডেটাবেজে জর্জ বার্নস  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে জর্জ বার্নস  (ইংরেজি)"}