{"pageid": 1417293, "title": "বিশেষজ্ঞতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1417293", "content": "বিশেষজ্ঞতন্ত্র হল গোষ্ঠীশাসনতন্ত্রভিত্তিক সরকারের একটি রূপ যেখানে সিদ্ধান্ত গ্রহণকারীদের দায়িত্বের নির্দিষ্ট ক্ষেত্রে বিশেষ করে বৈজ্ঞানিক বা প্রযুক্তিগত জ্ঞানের বিষয়ে তাদের দক্ষতার ভিত্তিতে নির্বাচিত করা হয়। নির্দিষ্ট সমস্যাগুলির প্রযুক্তিগত বিবরণের বিশেষজ্ঞরা, যারা সম্ভবত হাতের সমস্যাগুলি এবং কীভাবে বিভিন্ন প্রযুক্তিগত প্রতিকার সমাজকে ব্যাপকভাবে উন্নত করতে পারে উভয়ই ভালভাবে বোঝেন। বিশেষজ্ঞতন্ত্র মূলত অন্যান্য মেধাতন্ত্রের তত্ত্বের ঐতিহ্য অনুসরণ করে এবং রাজনৈতিক ও অর্থনৈতিক বিষয়গুলির উপর সম্পূর্ণ রাষ্ট্রীয় নিয়ন্ত্রণ গ্রহণ করে। বিশেষজ্ঞতন্ত্র নিজেকে বাস্তববাদী, স্বেচ্ছাচারী এবং যুক্তিবাদী বলে, রাজনৈতিক দল এবং দলাদলির কলহ থেকে মুক্ত হিসাবে এটি তার সর্বোত্তম পরিণতি অনুসরণ করে।\nএই ব্যবস্থাটি প্রতিনিধিত্বমূলক গণতন্ত্রের সাথে স্পষ্টভাবে বৈপরীত্য করে, এই ধারণা যে নির্বাচিত প্রতিনিধিদেরই সরকারে প্রাথমিক সিদ্ধান্ত গ্রহণকারী হওয়া উচিত, যদিও এটি অগত্যা নির্বাচিত প্রতিনিধিদের নির্মূল করা বোঝায় না। ব্যক্তিগত ক্যারিশমা, সামাজিক নেটওয়ার্কিং, রাজনৈতিক সংশ্লিষ্টতা, সংসদীয় দক্ষতা বা জনপ্রিয়তার পরিবর্তে একটি নির্দিষ্ট ডোমেনে বিশেষ জ্ঞান এবং কর্মক্ষমতার উপর ভিত্তি করে সিদ্ধান্ত গ্রহণকারীদের নির্বাচন করা হয়।\nবিশেষজ্ঞতন্ত্র শব্দটি প্রাথমিকভাবে সামাজিক সমস্যা সমাধানে বৈজ্ঞানিক পদ্ধতির প্রয়োগ বোঝাতে ব্যবহৃত হয়েছিল। এর সবচেয়ে চরম আকারে, বিশেষজ্ঞতন্ত্র হল একটি সম্পূর্ণ সরকার যা একটি প্রযুক্তিগত বা প্রকৌশল সমস্যা হিসাবে চলছে এবং বেশিরভাগই অনুমানমূলক। আরও ব্যবহারিক ব্যবহারে, বিশেষজ্ঞতন্ত্র হল প্রযুক্তিবিদদের দ্বারা পরিচালিত আমলাতন্ত্রের কোনো অংশ। যে সরকারে নির্বাচিত আধিকারিকরা বিশেষজ্ঞ এবং পেশাদারদের ব্যক্তিগত সরকারি কার্যাবলী পরিচালনার জন্য নিয়োগ করেন এবং আইন প্রণয়নের সুপারিশ করেন, তাকে বিশেষজ্ঞতান্ত্রিক হিসাবে বিবেচনা করা যেতে পারে। শব্দের কিছু ব্যবহার মেধাতন্ত্রের একটি রূপকে নির্দেশ করে, যেখানে ক্ষমতাবানরা দায়িত্বে থাকে, স্পষ্টতই বিশেষ স্বার্থ গোষ্ঠীর প্রভাব ছাড়াই। সমালোচকরা পরামর্শ দিয়েছেন যে একটি \"বিশেষজ্ঞতান্ত্রিক বিভাজন\" গণতন্ত্রের আরও অংশগ্রহণমূলক মডেলকে চ্যালেঞ্জ করে, এই বিভাজনগুলিকে \"কার্যকারিতা ফাঁক যা বিশেষজ্ঞতান্ত্রিক নীতিগুলি নিযুক্তকারী শাসক সংস্থা এবং সরকারী সিদ্ধান্ত গ্রহণে অবদান রাখার লক্ষ্যে সাধারণ জনগণের সদস্যদের মধ্যে বজায় থাকে\" হিসাবে বর্ণনা করে।\n\n\n== ব্যুৎপত্তি ও ইতিহাস ==\n\n\n=== ইংরেজি ===\nবিশেষজ্ঞতন্ত্রের ইংরেজি পরিভাষা হল টেকনোক্রেসি। শব্দটি গ্রীক শব্দ τέχνη থেকে উদ্ভূত হয়েছে, টেকনে অর্থ দক্ষতা এবং κράτος, kratos অর্থ ক্ষমতা, যেমন শাসন বা শাসন। ক্যালিফোর্নিয়ার একজন প্রকৌশলী উইলিয়াম হেনরি স্মিথকে সাধারণত ১৯১৯ সালে বিশেষজ্ঞতন্ত্র শব্দটি উদ্ভাবনের জন্য কৃতিত্ব দেওয়া হয় \"মানুষের শাসন তাদের ভৃত্য, বিজ্ঞানী ও প্রকৌশলীদের এজেন্সির মাধ্যমে কার্যকর করা হয়েছে\" বর্ণনা করার জন্য, যদিও এই শব্দটি আগেও বেশ কয়েকটিতে ব্যবহৃত হয়েছিল। অনুষ্ঠান স্মিথ তার ১৯১৯ সালের ইন্ডাস্ট্রিয়াল ম্যানেজমেন্ট গবেষণা সাময়কীতে \"'টেকনোক্রেসি'-ওয়েজ অ্যান্ড মিনস টু গেইন ইন্ডাস্ট্রিয়াল ডেমোক্রেসি\"-এ টেকনোক্রেসি শব্দটি ব্যবহার করেছেন (৫৭)। স্মিথের ব্যবহার শিল্প গণতন্ত্রকে উল্লেখ করেছে: বিদ্যমান ফার্ম বা বিপ্লবের মাধ্যমে সিদ্ধান্ত গ্রহণে শ্রমিকদের একীভূত করার আন্দোলন।\n১৯৩০-এর দশকে হাওয়ার্ড স্কটের প্রভাব এবং তিনি যে বিশেষজ্ঞতন্ত্র আন্দোলন প্রতিষ্ঠা করেছিলেন তার প্রভাবে, বিশেষজ্ঞতন্ত্র শব্দটি এসেছে 'প্রযুক্তিগত সিদ্ধান্ত গ্রহণের মাধ্যমে সরকার', মূল্যের শক্তি মেট্রিক ব্যবহার করে। স্কট প্রস্তাব করেছিলেন যে অর্থকে শক্তির সার্টিফিকেট দ্বারা প্রতিস্থাপিত করা হবে যেমন আর্গ বা জুল এর মতো ইউনিটে, মোট পরিমাণে একটি উপযুক্ত জাতীয় নেট শক্তি বাজেটের সমতুল্য, এবং তারপর সম্পদের প্রাপ্যতা অনুসারে উত্তর আমেরিকার জনগণের মধ্যে সমানভাবে বিতরণ করা হবে।\nসাধারণ ব্যবহারে প্রয়োগবিদ শব্দটি পাওয়া যায়। প্রয়োগবিদ শব্দটি এমন কাউকে বোঝাতে পারে যে তাদের জ্ঞানের কারণে সরকারী কর্তৃত্ব প্রয়োগ করে, \"একজন শক্তিশালী প্রয়োগবিদ অভিজাত সদস্য\", বা \"যে কেউ প্রয়োগ বিশেষজ্ঞদের আধিপত্যের পক্ষে\"। ম্যাকডোনেল এবং ভালব্রুজি একজন প্রধানমন্ত্রী বা মন্ত্রীকে প্রয়োগবিদ হিসাবে সংজ্ঞায়িত করেন যদি \"সরকারে তাদের নিয়োগের সময়, তারা: কোনো রাজনৈতিক দলের ব্যানারে কখনোই সরকারী পদে অধিষ্ঠিত হননি; কোনো দলের আনুষ্ঠানিক সদস্য নন; এবং বলা হয় স্বীকৃত নির্দলীয় রাজনৈতিক দক্ষতার অধিকারী হওয়া যা সরকারে নিযুক্ত ভূমিকার সাথে সরাসরি প্রাসঙ্গিক।\" রাশিয়ায়, রাশিয়ার রাষ্ট্রপতি প্রায়শই বাইরের রাজনৈতিক চেনাশোনা থেকে প্রযুক্তিগত দক্ষতার ভিত্তিতে মন্ত্রীদের মনোনীত করেছেন এবং তাদের \"প্রয়োগবিদ\" হিসাবে উল্লেখ করা হয়েছে।\n\n\n== অগ্রদূত ==\nবিশেষজ্ঞতন্ত্র শব্দটি উদ্ভাবিত হওয়ার আগে, প্রযুক্তিগত বিশেষজ্ঞদের দ্বারা শাসনের সাথে জড়িত বিশেষজ্ঞতান্ত্রিক বা আধা-বিশেষজ্ঞতান্ত্রিক ধারণাগুলি বিভিন্ন ব্যক্তি দ্বারা প্রচারিত হয়েছিল, বিশেষত প্রথম দিকের সমাজতান্ত্রিক তাত্ত্বিক যেমন হেনরি ডি সেন্ট-সাইমন। এটি অর্থনীতির উপর রাষ্ট্রের মালিকানার বিশ্বাস দ্বারা প্রকাশ করা হয়েছিল, রাষ্ট্রের কার্যকারিতা পুরুষদের উপর বিশুদ্ধ দার্শনিক শাসন থেকে বস্তুর বৈজ্ঞানিক প্রশাসনে এবং বৈজ্ঞানিক ব্যবস্থাপনার অধীনে উৎপাদন প্রক্রিয়ার একটি দিকনির্দেশনায় রূপান্তরিত হয়েছিল। ড্যানিয়েল বেলের মতে:\n\n\"শিল্প সমাজের সেন্ট সাইমনের দৃষ্টিভঙ্গি, বিশুদ্ধ বিশেষজ্ঞতন্ত্রের একটি দৃষ্টিভঙ্গি, ছিল একটি পরিকল্পনা এবং যৌক্তিক শৃঙ্খলার একটি ব্যবস্থা যেখানে সমাজ তার প্রয়োজনগুলি নির্দিষ্ট করবে এবং সেগুলি অর্জনের জন্য উত্পাদনের কারণগুলিকে সংগঠিত করবে।\" সেন্ট সাইমনের ধারণার উদ্ধৃতি দিয়ে, বেল উপসংহারে পৌঁছেছেন যে যৌক্তিক বিচারের দ্বারা \"বিষয়গুলির প্রশাসন\" হল বিশেষজ্ঞতন্ত্রের বৈশিষ্ট্য।\nআলেকজান্ডার বোগদানভ, একজন রাশিয়ান বিজ্ঞানী এবং সামাজিক তাত্ত্বিক, বিশেষজ্ঞতান্ত্রিক প্রক্রিয়ার একটি ধারণারও প্রত্যাশা করেছিলেন। বোগদানভের কথাসাহিত্য এবং তার রাজনৈতিক লেখা উভয়ই, যা অত্যন্ত প্রভাবশালী ছিল, ইঙ্গিত করে যে তিনি একটি প্রযুক্তিগত সমাজের দিকে নিয়ে যাওয়ার জন্য পুঁজিবাদের বিরুদ্ধে একটি আসন্ন বিপ্লব আশা করেছিলেন।\n১৯১৩ থেকে ১৯২২ পর্যন্ত, বোগদানভ মূল ধারণাগুলির একটি দীর্ঘ দার্শনিক গ্রন্থ রচনায় নিজেকে নিমগ্ন করেছিলেন, টেকটোলজি: ইউনিভার্সাল অর্গানাইজেশন সায়েন্স। টেকটোলজি সিস্টেম বিশ্লেষণের অনেক মৌলিক ধারণার প্রত্যাশিত, পরে সাইবারনেটিক্স দ্বারা অনুসন্ধান করা হয়। টেকটোলজিতে, বোগদানভ সমস্ত সামাজিক, জৈবিক, এবং ভৌত বিজ্ঞানকে একীভূত করার প্রস্তাব করেছিলেন সম্পর্কের ব্যবস্থা হিসাবে বিবেচনা করে এবং সমস্ত সিস্টেমের অন্তর্নিহিত সাংগঠনিক নীতিগুলি সন্ধান করে।\nতর্কাতীতভাবে, দার্শনিক-রাজাদের প্লেটোনিক ধারণাটি এক ধরণের বিশেষজ্ঞতন্ত্রের প্রতিনিধিত্ব করে যেখানে রাষ্ট্রটি বিশেষজ্ঞ জ্ঞানের দ্বারা পরিচালিত হয়, এই ক্ষেত্রে, বৈজ্ঞানিক জ্ঞানের পরিবর্তে ভালোর জ্ঞান।\nপ্লেটোনিক দাবী হল যে যারা ভাল ভাল বোঝে তাদের রাষ্ট্রের নেতৃত্ব দেওয়ার ক্ষমতা দেওয়া উচিত, কারণ তারা এটিকে সুখের পথে নিয়ে যাবে। যদিও ভালোর জ্ঞান বিজ্ঞানের জ্ঞান থেকে আলাদা, শাসকদের এখানে গণতান্ত্রিক আদেশের পরিবর্তে প্রযুক্তিগত দক্ষতার একটি নির্দিষ্ট উপলব্ধির ভিত্তিতে নিযুক্ত করা হয়।\n\n\n== বৈশিষ্ট্য ==\nপ্রয়োগবিদ হল কারিগরি প্রশিক্ষণ এবং পেশার অধিকারী ব্যক্তি যারা প্রযুক্তি এবং সংশ্লিষ্ট প্রয়োগের মাধ্যমে সমাধানযোগ্য অনেক গুরুত্বপূর্ণ সামাজিক সমস্যাগুলিকে উপলব্ধি করে। প্রশাসনিক বিজ্ঞানী গুনার কেএ নজালসন তত্ত্ব দেন যে প্রয়োগবিদরা প্রাথমিকভাবে তাদের জ্ঞানীয় \"সমস্যা-সমাধানের মানসিকতা\" দ্বারা চালিত হয় এবং শুধুমাত্র কিছু নির্দিষ্ট পেশাগত গোষ্ঠীর স্বার্থ দ্বারা চালিত হয়। তাদের কার্যকলাপ এবং তাদের ধারণার ক্রমবর্ধমান সাফল্য প্রযুক্তির আধুনিক বিস্তার এবং \"তথ্য সমাজ\"-এর বৃহত্তর আদর্শিক ধারণার পিছনে একটি গুরুত্বপূর্ণ কারণ বলে মনে করা হয়। প্রয়োগবিদদের \"অর্থনীতিবিদ (ইকোনোক্র্যাট) এবং \"আমলা\" (ব্যুরোক্র্যাট) থেকে আলাদা করা যেতে পারে যাদের সমস্যা-সমাধানের মানসিকতা প্রয়োগবিদদের থেকে আলাদা।\n\n\n=== উদাহরণ ===\nসোভিয়েত ইউনিয়নের সাবেক সরকারকে বিশেষজ্ঞতন্ত্র হিসেবে উল্লেখ করা হয়েছে। লিওনিড ব্রেজনেভের মতো সোভিয়েত নেতাদের প্রায়শই প্রযুক্তিগত পটভূমি ছিল। ১৯৮৬ সালে, পলিটব্যুরোর ৮৯% সদস্য ছিলেন প্রকৌশলী।\nচীনা কমিউনিস্ট পার্টির নেতারা বেশিরভাগই পেশাদার প্রকৌশলী হতেন। চীনে ১ মিলিয়ন বা তার বেশি জনসংখ্যার শহরগুলির পৌর সরকারগুলির সমীক্ষা অনুসারে, এটি পাওয়া গেছে যে ৮০% এরও বেশি সরকারী কর্মীদের কারিগরি শিক্ষা ছিল। গণপ্রজাতন্ত্রী চীনের পঞ্চবার্ষিক পরিকল্পনার অধীনে, ন্যাশনাল ট্রাঙ্ক হাইওয়ে সিস্টেম, চায়না হাই-স্পিড রেল সিস্টেম এবং থ্রি গর্জেস ড্যামের মতো প্রকল্পগুলি সম্পন্ন হয়েছে।\nচীনের ২০তম জাতীয় কংগ্রেসের সময়, উচ্চ প্রযুক্তির প্রয়োগবিদদের পক্ষে অর্থ ও অর্থনীতিতে এক শ্রেণীর প্রয়োগবিদ প্রতিস্থাপিত হয়।\n২০১৩ সালে, একটি ইউরোপীয় ইউনিয়ন লাইব্রেরি তার আইন প্রণয়ন প্রক্রিয়ার উপর একটি \"আইন প্রণয়ন একচেটিয়া\" ধারণ করে কমিশনকে \"বিশেষজ্ঞতান্ত্রিক কর্তৃপক্ষ\" হিসাবে উল্লেখ করেছে। ব্রিফিং পরামর্শ দেয় যে এই ব্যবস্থা, যা ইউরোপীয় সংসদকে একটি ভেটো এবং সংশোধনী সংস্থায় উন্নীত করে, \"মূলত যুদ্ধোত্তর ইউরোপে রাজনৈতিক প্রক্রিয়ার অবিশ্বাসের মূলে ছিল\"। এই ব্যবস্থাটি অস্বাভাবিক কারণ কমিশনের আইন প্রণয়নের উদ্যোগের একমাত্র অধিকার সাধারণত সংসদের সাথে যুক্ত একটি ক্ষমতা।\nইউরোপীয় সংসদীয় গণতন্ত্রের বেশ কয়েকটি সরকারকে বিশিষ্ট পদে অনির্বাচিত বিশেষজ্ঞদের ('প্রয়োগবিদ') অংশগ্রহণের ভিত্তিতে 'বিশেষজ্ঞতান্ত্রিক' বলে আখ্যা দেওয়া হয়েছে। ১৯৯০ এর দশক থেকে, অর্থনৈতিক বা রাজনৈতিক সংকটের সময়ে ইতালিতে এরকম বেশ কয়েকটি সরকার রয়েছে (ইতালীয় ভাষায়, গভর্নো টেকনিকো), যেখানে অর্থনীতিবিদ মারিও মন্টি অনির্বাচিত পেশাদারদের একটি মন্ত্রিসভায় সভাপতিত্ব করেছিলেন। 'বিশেষজ্ঞতান্ত্রিক' শব্দটি সরকারগুলিতে প্রয়োগ করা হয়েছে যেখানে নির্বাচিত পেশাদার রাজনীতিবিদদের একটি মন্ত্রিসভা একজন অনির্বাচিত প্রধানমন্ত্রীর নেতৃত্বে থাকে, যেমন ২০১১-২০১২ গ্রীক সরকারের ক্ষেত্রে অর্থনীতিবিদ লুকাস পাপাদেমোসের নেতৃত্বে এবং চেক প্রজাতন্ত্রের ২০০৯-২০১০ তত্ত্বাবধায়ক সরকার রাজ্যের প্রধান পরিসংখ্যানবিদ জ্যান ফিশারের সভাপতিত্বে। ২০১৩ সালের ডিসেম্বরে, তিউনিসিয়ান ন্যাশনাল ডায়ালগ কোয়ার্টেট দ্বারা সহায়তা করা জাতীয় সংলাপের কাঠামোতে, তিউনিসিয়ার রাজনৈতিক দলগুলি মেহেদি জোমার নেতৃত্বে একটি বিশেষজ্ঞতান্ত্রিক সরকার প্রতিষ্ঠা করতে সম্মত হয়।\nনিবন্ধটি \"টেকনোক্র্যাটস: মাইন্ডস লাইক মেশিন\" বলে যে সিঙ্গাপুর সম্ভবত বিশেষজ্ঞতন্ত্রেরজন্য সেরা বিজ্ঞাপন: সেখানকার শাসক ব্যবস্থার রাজনৈতিক এবং বিশেষজ্ঞ উপাদানগুলি সম্পূর্ণরূপে একত্রিত হয়েছে বলে মনে হয়। এটি ১৯৯৩ সালে স্যান্ডি স্যান্ডফোর্টের \"ওয়্যারড\"-এ একটি নিবন্ধে আন্ডারলাইন করা হয়েছিল, যেখানে তিনি দ্বীপের তথ্য প্রযুক্তি ব্যবস্থার বর্ণনা করেছেন এমনকি সেই প্রথম দিকে এটি কার্যকরভাবে বুদ্ধিমান করে তোলে।\n\n\n=== প্রকৌশল ===\nস্যামুয়েল হ্যাবারের অনুসরণ করে, ডোনাল্ড স্টেবিল যুক্তি দেন যে ঊনবিংশ শতাব্দীর শেষভাগের মার্কিন যুক্তরাষ্ট্রের নতুন কর্পোরেট পুঁজিবাদী উদ্যোগে প্রকৌশলীরা শারীরিক দক্ষতা এবং ব্যয় দক্ষতার মধ্যে দ্বন্দ্বের সম্মুখীন হয়েছিল। বাজারের চাহিদা সম্পর্কে তাদের উপলব্ধির কারণে, লাভ-সচেতন, অ-প্রযুক্তিগত ব্যবস্থাপক যেখানে প্রকৌশলী কাজ করে সেসব সংস্থার প্রকৌশলীরা যে প্রকল্পগুলি গ্রহণ করতে চান তার উপর সীমাবদ্ধতা আরোপ করে।\nসমস্ত ইনপুটগুলির দাম বাজারের শক্তির সাথে পরিবর্তিত হয়, যার ফলে প্রকৌশলীর যত্নশীল গণনা বিপর্যস্ত হয়। ফলস্বরূপ, প্রকৌশলী প্রকল্পগুলির উপর নিয়ন্ত্রণ হারান এবং ক্রমাগত পরিকল্পনাগুলি সংশোধন করতে হবে। প্রকল্পগুলির উপর নিয়ন্ত্রণ বজায় রাখার জন্য, প্রকৌশলীকে অবশ্যই এই বহিরাগত ভেরিয়েবলগুলিকে নিয়ন্ত্রণ করার চেষ্টা করতে হবে এবং তাদের ধ্রুবক কারণগুলিতে রূপান্তর করতে হবে।\n\n\n== বিশেষজ্ঞতন্ত্র আন্দোলন ==\n\nমার্কিন অর্থনীতিবিদ এবং সমাজবিজ্ঞানী থর্স্টেইন ভেবলেন ছিলেন বিশেষজ্ঞতন্ত্রের প্রথম দিকের প্রবক্তা এবং টেকনিক্যাল অ্যালায়েন্সের সাথে জড়িত ছিলেন, যেমন হাওয়ার্ড স্কট এবং এম. কিং হাববার্ট (যাদের পরে পিক অয়েলের তত্ত্বটি তৈরি করেছিলেন)। ভেবলেন বিশ্বাস করেছিলেন যে প্রযুক্তিগত উন্নয়নগুলি অবশেষে অর্থনৈতিক বিষয়গুলির একটি সমাজতান্ত্রিক পুনর্গঠনের দিকে নিয়ে যাবে। ভেবলেন সমাজতন্ত্রকে সমাজে চলমান বিবর্তনমূলক প্রক্রিয়ার একটি মধ্যবর্তী পর্যায় হিসাবে দেখেছিলেন যা ব্যবসায়িক উদ্যোগ ব্যবস্থার প্রাকৃতিক ক্ষয় এবং প্রকৌশলীদের উত্থানের দ্বারা সৃষ্ট হবে। ড্যানিয়েল বেল ভেবলেন এবং বিশেষজ্ঞতন্ত্র আন্দোলনের মধ্যে একটি সম্পর্ক দেখেন।\n১৯৩২ সালে, হাওয়ার্ড স্কট এবং মেরিয়ন কিং হাবার্ট বিশেষজ্ঞতন্ত্র ইনকর্পোরেটেড প্রতিষ্ঠা করেন এবং প্রস্তাব করেন যে অর্থ শক্তির শংসাপত্র দ্বারা প্রতিস্থাপিত হবে। গোষ্ঠীটি যুক্তি দিয়েছিল যে অরাজনৈতিক, যুক্তিবাদী ইঞ্জিনিয়ারদের একটি অর্থনীতিকে একটি তাপগতিগতভাবে ভারসাম্যপূর্ণ উৎপাদন এবং খরচের দিকে পরিচালিত করার কর্তৃত্ব দেওয়া উচিত, যার ফলে বেকারত্ব এবং ঋণ দূর করা যায়।\nগ্রেট ডিপ্রেশনের সময় ১৯৩০ এর দশকের গোড়ার দিকে মার্কিন যুক্তরাষ্ট্রে বিশেষজ্ঞতন্ত্র আন্দোলন সংক্ষিপ্তভাবে জনপ্রিয় ছিল। ১৯৩০-এর দশকের মাঝামাঝি সময়ে, আন্দোলনের প্রতি আগ্রহ হ্রাস পেতে থাকে। কিছু ইতিহাসবিদ রুজভেল্টের নতুন চুক্তির উত্থানের জন্য এই পতনকে দায়ী করেছেন।\nইতিহাসবিদ উইলিয়াম ই আকিন এই উপসংহার প্রত্যাখ্যান করেছেন। পরিবর্তে, আকিন যুক্তি দেন যে ১৯৩০-এর দশকের মাঝামাঝি সময়ে 'পরিবর্তন অর্জনের জন্য একটি কার্যকর রাজনৈতিক তত্ত্ব' তৈরি করতে প্রয়োগবিদদের ব্যর্থতার কারণে আন্দোলনটি হ্রাস পায়। আকিন অনুমান করেছেন যে অনেক প্রয়োগবিদ কণ্ঠস্বর, অসন্তুষ্ট এবং প্রায়শই নিউ ডিল-বিরোধী তৃতীয় পক্ষের প্রচেষ্টার প্রতি সহানুভূতিশীল ছিলেন।\n\n\n== সমালোচনা ==\nসমালোচকরা পরামর্শ দিয়েছেন যে প্রয়োগবিদ এবং সাধারণ জনগণের সদস্যদের দ্বারা বিভিন্ন মাত্রায় নিয়ন্ত্রিত একটি পরিচালনা পর্ষদের মধ্যে একটি \"বিশেষজ্ঞতান্ত্রিক বিভাজন\" বিদ্যমান। বিশেষজ্ঞতান্ত্রিক বিভাজনগুলি হল \"কার্যকারিতার ফাঁক যা বিশেষজ্ঞতান্ত্রিক নীতিগুলি নিযুক্তকারী পরিচালনা সংস্থা এবং সরকারী সিদ্ধান্ত গ্রহণে অবদান রাখার লক্ষ্যে সাধারণ জনগণের সদস্যদের মধ্যে বজায় থাকে\"। বিশেষজ্ঞতন্ত্র কারিগরি বিশেষজ্ঞদের মতামত এবং দৃষ্টিভঙ্গিকে বিশেষাধিকার দেয়, সাধারণ জনগণের মতামত এবং দৃষ্টিভঙ্গিগুলিকে প্রান্তিক করে তাদের এক ধরণের অভিজাততন্ত্রে উন্নীত করে।\nবড় বহুজাতিক তথ্য প্রযুক্তি কর্পোরেশন (যেমন, প্রযুক্তি দানব) বাজার মূলধন এবং গ্রাহক সংখ্যা বৃদ্ধির ফলে ২১ শতকের বিশেষজ্ঞতান্ত্রিক সরকারের সমালোচনা মার্কিন রাজনীতিতে এর প্রকাশকে \"নিপীড়ন ও সহিংসতার কর্তৃত্ববাদী দুঃস্বপ্ন\" হিসাবে নয় বরং একটি গুরুত্ত্বপূর্ণ ক্ষোভ হিসাবে দেখে: মার্ক জুকারবার্গ এবং \" বিগ টেক \" এক্সিকিউটিভদের পুরো দল দ্বারা পরিচালিত গণতান্ত্রিক ক্যাবল। তার ১৯৮২ সালের প্রযুক্তি ও সংস্কৃতি জার্নাল নিবন্ধে, \"দ্য টেকনোক্র্যাটিক ইমেজ অ্যান্ড দ্য থিওরি অফ বিশেষজ্ঞতন্ত্র\", জন জি. গানেল লিখেছেন: \"...রাজনীতি ক্রমবর্ধমানভাবে প্রযুক্তিগত পরিবর্তনের প্রভাবের সাপেক্ষে\" এর আবির্ভাবের নির্দিষ্ট উল্লেখ সহ লং বুম এবং ১৯৭৩-১৯৭৫ মন্দার পরে ইন্টারনেটের উৎপত্তি। গানেল তিনটি স্তরের বিশ্লেষণ যোগ করে যা প্রযুক্তির রাজনৈতিক প্রভাবকে চিত্রিত করে:\n\n\"রাজনৈতিক ক্ষমতা প্রযুক্তিগত অভিজাতদের দিকে অভিকর্ষের প্রবণতা রাখে\"।\n\"প্রযুক্তি স্বায়ত্তশাসিত হয়ে উঠেছে\" এবং এইভাবে রাজনৈতিক কাঠামোর দ্বারা দুর্ভেদ্য।\n\"প্রযুক্তি (এবং বিজ্ঞান) একটি নতুন বৈধ মতাদর্শ গঠন করে\", সেইসাথে \" উপজাতীয়তা, জাতীয়তাবাদ, ধর্মে ক্রুসেডিং চেতনা, গোঁড়ামি, সেন্সরশিপ, বর্ণবাদ, নিপীড়ন, অভিবাসন এবং দেশত্যাগের বিধিনিষেধ, শুল্ক এবং অরাজকতা \" এর উপর জয়লাভ করে।\nতিনটি বিশ্লেষণাত্মক স্তরের প্রতিটিতে, গানেল রাজনৈতিক প্রক্রিয়াগুলিতে প্রযুক্তির অনুপ্রবেশের পূর্বাভাস দেন এবং পরামর্শ দেন যে দুটির (অর্থাৎ প্রযুক্তি এবং রাজনীতি) আবদ্ধতা অনিবার্যভাবে উন্নত প্রযুক্তিগত প্রশিক্ষণপ্রাপ্তদের, অর্থাৎ প্রয়োগবিদদের চারপাশে শক্তি কেন্দ্রীভূত করবে। গানেলের লেখা প্রকাশের চল্লিশ বছর পরে, প্রযুক্তি এবং সরকার, ভাল বা খারাপের জন্য, ক্রমবর্ধমানভাবে জড়িত হয়ে গেছে। ফেসবুককে একটি বিশেষজ্ঞতান্ত্রিক অণুবিশ্ব, সাইবারস্পেশিয়াল জনসংখ্যার সাথে একটি \"বিশেষজ্ঞতান্ত্রিক জাতি-রাষ্ট্র\" হিসেবে বিবেচনা করা যেতে পারে যা যেকোনও স্থলজাগতিক দেশকে ছাড়িয়ে যায়। বিস্তৃত অর্থে, সমালোচকরা আশঙ্কা করছেন যে সামাজিক মিডিয়া নেটওয়ার্কগুলির উত্থান (যেমন টুইটার, ইউটিউব, ইনস্টাগ্রাম, পিন্টারেস্ট), \"মূলধারার ব্যস্ততা হ্রাস\" এর সাথে মিলিত হওয়া, \"নেটওয়ার্কযুক্ত তরুণ নাগরিক\" কে অ্যালগরিদমিক প্রক্রিয়া দ্বারা অস্পষ্ট জবরদস্তি এবং প্ররোচনার জন্য ক্ষতিগ্রস্থ করে।, এবং, কম প্রতারণামূলকভাবে, প্রধানত \"সোশ্যাল মিডিয়া এনগেজমেন্ট\" এর উপর ভিত্তি করে নির্দিষ্ট প্রার্থীদের প্ররোচিত করার জন্য।\nবোস্টন রিভিউতে প্রকাশিত একটি ২০২২ প্রবন্ধে, রাষ্ট্রবিজ্ঞানী ম্যাথিউ কোল বিশেষজ্ঞতন্ত্র নিয়ে দুটি সমস্যা তুলে ধরেছেন: এটি \"ক্ষমতার অন্যায্য কেন্দ্রীকরণ\" তৈরি করে এবং \"জ্ঞানের ত্রুটিপূর্ণ তত্ত্ব\" এর উপর নির্ভর করে। প্রথম পয়েন্টের প্রতি শ্রদ্ধা রেখে, কোল যুক্তি দেন যে বিশেষজ্ঞতন্ত্র নাগরিকদের নীতি-নির্ধারণ প্রক্রিয়া থেকে বাদ দেয় যখন অভিজাতদের সুবিধা হয়। দ্বিতীয়টির ক্ষেত্রে, তিনি যুক্তি দেন যে বিশেষজ্ঞতান্ত্রিক শাসনব্যবস্থায় দক্ষতার মূল্যকে অত্যধিক মূল্যায়ন করা হয় এবং \"বুদ্ধিমান (স্মার্ট) গণতন্ত্র\" এর একটি বিকল্প ধারণার দিকে নির্দেশ করে যা সাধারণ নাগরিকদের জ্ঞানকে তালিকাভুক্ত করে।\n\n\n== আরো দেখুন ==\nউজ্জ্বল সবুজ পরিবেশবাদ\nমহাদেশীয়তা\nসাইবারক্রেসি, সরকারের একটি অনুমানমূলক রূপ যা তথ্যের কার্যকর ব্যবহার দ্বারা শাসন করে\nগ্রুপ এক্স-ক্রাইস, ১৯৩০-এর দশকে ইকোল পলিটেকনিক ইঞ্জিনিয়ার স্কুলের ফরাসি প্রাক্তন ছাত্রদের দ্বারা গঠিত\nইম্পেরিয়াল পরীক্ষা, ইম্পেরিয়াল চীনে একটি পরীক্ষা পদ্ধতি যা রাষ্ট্রের আমলাতন্ত্রের জন্য সেরা প্রশাসনিক কর্মকর্তা নির্বাচন করার জন্য ডিজাইন করা হয়েছে\nদৃষ্টবাদ\nরাজনীতি-উত্তর অবস্থা\nঅভাব-পরবর্তী অর্থনীতি\nসাইবারসিন প্রকল্প\nরদ্রেসমঁ ফ্রঁসে, ১৯২৫ সালে আর্নেস্ট মার্সিয়ার দ্বারা প্রতিষ্ঠিত একটি ফরাসি বিশেষজ্ঞতান্ত্রিক আন্দোলন\nবৈজ্ঞানিক সাম্যবাদ\nবিজ্ঞানবাদ\nবিজ্ঞানতন্ত্র, বিজ্ঞানের উপর জননীতিকে ভিত্তি করার অনুশীলন\nপ্রযুক্তিভিত্তিক জনতুষ্টিবাদ\nতাপ-অর্থশাস্ত্র\nপ্লেয়ার পিয়ানো, কার্ট ভননেগুটের অনুমানমূলক কল্পকাহিনী উপন্যাস, যাতে একটি বিশেষজ্ঞতান্ত্রিক সমাজের বর্ণনা দেয়া হয়েছে।\nদ্য রিভল্ট অভ দ্য ম্যাসেস, হোসে ওর্তেগা ওয়াই গ্যাসেটের একটি বই যাতে বিশেষজ্ঞতন্ত্রের সমালোচনা রয়েছে।\nসম্পদ, অবাস্তব সম্পদ এবং ঋণ, নোবেল পুরস্কার বিজয়ী রসায়নবিদ ফ্রেডেরিক সডি-র একটি বই যেখানে মুদ্রানীতি ও সমাজ এবং অর্থনৈতিক ব্যবস্থায় শক্তির ভূমিকার উপর আলোচনা রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n টেকনোক্রেসি উইলিয়াম হেনরি স্মিথ লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\nউইলিয়াম হেনরি স্মিথ, বিশেষজ্ঞতন্ত্র অংশ ১-৪।, বিস্ফোরকভাবে কাজ করা, যান্ত্রিক দক্ষতার বিরুদ্ধে একটি প্রতিবাদ। বিস্ফোরকভাবে কাজ বনাম দক্ষতার সাথে কাজ করা। ইন্টারনেট আর্কাইভ এ\nউইলিয়াম হেনরি স্মিথ, টেকনোক্রেসি ১ম খণ্ড, পুনর্গঠনে মানব প্রবৃত্তি: তাদের দিকনির্দেশের জন্য অনুরোধ এবং পরামর্শগুলির একটি বিশ্লেষণ।, [১]\nউইলিয়াম হেনরি স্মিথ, টেকনোক্রেসি ২য় খণ্ড, জাতীয় শিল্প ব্যবস্থাপনা: জাতীয় পুনর্গঠনের জন্য ব্যবহারিক পরামর্শ।, [২]\nউইলিয়াম হেনরি স্মিথ, টেকনোক্রেসি ৩য় খণ্ড।, \"বিশেষজ্ঞতন্ত্র\" - শিল্প গণতন্ত্র অর্জনের উপায় এবং উপায়।, [৩]\nউইলিয়াম হেনরি স্মিথ, টেকনোক্রেসি ৪র্থ খণ্ড।, শিল্প গণতন্ত্রের জন্য দক্ষতা অর্থনীতি।, ৩৮-এর ৯ পৃষ্ঠায় যান\nইউটিউবে বিশেষজ্ঞতন্ত্র: একটি বিকল্প সামাজিক ব্যবস্থা;– আরভিড পিটারসন;– (১৯৮০)\nমেরিয়ন কিং হাববার্ট, হাওয়ার্ড স্কট, বিশেষজ্ঞতন্ত্র ইনক।, টেকনোক্রেসি স্টাডি কোর্স আন্যাব্রিজড, নিউ ইয়র্ক, ১ম সংস্করণ, ১৯৩৪; ৫ম সংস্করণ, ১৯৪০, ৪র্থ মুদ্রণ, জুলাই ১৯৪৫।\nস্টুয়ার্ট চেজ, টেকনোক্রেসি: অ্যান এক্সপ্লেনেশন [4]\nপল ব্লানশার্ড দ্বারা টেকনোক্রেসি অ্যান্ড সোশ্যালিজম।"}