{"pageid": 1417564, "title": "পুরুষোত্তম চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1417564", "content": "পুরুষোত্তম চক্রবর্তী (জন্ম: ১৯৫৩) হলেন একজন ভারতীয় পদার্থবিজ্ঞানী যিনি আয়ন বীম এবং সেকেন্ডারি আয়ন ভর স্পেকট্রোমেট্রি (SIMS) ব্যবহার করে পদার্থ বিশ্লেষণের জন্য সুপরিচিত বিশেষজ্ঞদের একজন।\nতিনি ভারতের কোলকাতার সাহা ইনস্টিটিউট অফ নিউক্লিয়ার ফিজিক্স একজন প্রাক্তন সিনিয়র অধ্যাপক এবং দক্ষিণ আফ্রিকার প্রিটোরিয়া ইউনিভার্সিটির পদার্থবিদ্যার প্রাক্তন অ্যাডজাঙ্কট প্রফেসর।\n\n\n== বৈজ্ঞানিক জীবন ==\nঅধ্যাপক চক্রবর্তী তার পিএইচডি করেছেন \"আয়ন-বোমাযুক্ত ধাতব পৃষ্ঠ থেকে নির্গত গৌণ-আয়নগুলির অধ্যয়নের জন্য একটি রেডিও-ফ্রিকোয়েন্সি কোয়াড্রপোল ভর স্পেকট্রোমিটারের নকশা এবং বিকাশ\" (\"Design and development of a radio-frequency (RF) quadrupole mass spectrometer (QMS) for the study of secondary-ions emitted from ion-bombarded metal surfaces\") -এর উপর। কোয়াড্রপোল মাস স্পেকট্রোমিটার (QMS) প্রাথমিকভাবে কোলকাতার সাহা ইনস্টিটিউট অফ নিউক্লিয়ার ফিজিক্সে প্রফেসর এস ডি দে, এস বি করমহাপাত্র এবং বি এম ব্যানার্জীর দ্বারা তৈরি করেছিলেন।\nপ্রফেসর চক্রবর্তী ‌আরএফ ভোল্টেজের ফ্রিকোয়েন্সি যথাযথভাবে কমিয়ে সরঞ্জামগুলিকে আপগ্রেড করেন যাতে কিউএমএস ২০০ amu-এর উপরে ভরকে পরিচালনা করতে পারে এবং তিনি সাহা ইনস্টিটিউটের সিস্টেমটিকে একটি পূর্ণাঙ্গ ইউএইচভি (UHV)-ভিত্তিক সেকেন্ডারি আয়ন মাস স্পেকট্রোমেট্রি (SIMS) সেটআপে রূপান্তর করেন। দেশীয় এসআইএমএস (SIMS) যন্ত্র ব্যবহার করে তিনি আয়ন-ম্যাটার ইন্টারঅ্যাকশনের উপর পরীক্ষামূলক গবেষণা শুরু করেন, যার জন্য তিনি \"প্রেমচাঁদ রায়চাঁদ বৃত্তি (PRS)\" এবং ১৯৮৬ সালে কলকাতা বিশ্ববিদ্যালয় কর্তৃক \"মৌত পদক\" লাভ করেন। পরবর্তীতে তিনি কঠিন পদার্থে পারমাণবিক সংঘর্ষ, স্থিতিস্থাপক আয়ন-সার্ফেস সংঘর্ষ এবং আয়ন-বিম পরিবর্তন ও উপাদানের বিশ্লেষণের উপর গবেষণায় লিপ্ত হন। তার অন্যান্য গবেষণার ক্ষেত্রের মধ্যে রয়েছে নিম্ন-মাত্রিক পদার্থ এবং ন্যানোস্কেল সিস্টেম, এক্স-ইউভি অপটিক্স, অপটোইলেক্ট্রনিক্স, ননলাইনার অপটিক্স, ফটোনিক্স, প্লাজমোনিক্স ইত্যাদি।\nফিলিপস রিসার্চ ল্যাবরেটরিজ নেদারল্যান্ডসের সহযোগিতায় এফওএম-ইনস্টিটিউট ফর অ্যাটমিক অ্যান্ড মলিকুলার ফিজিক্স – আমস্টারডাম (এএমওএলএফ)-এ 'স্তরযুক্ত সিন্থেটিক মাইক্রোস্ট্রাকচারস (এলএসএম)' (‘layered Synthetic Microstructures (LSM)’) তৈরিতে প্রফেসর চক্রবর্তীর কাজ এতে অগ্রণী অবদান হিসাবে স্বীকৃতি পেয়েছে যা \"অতিবেগুনী থেকে নরম এক্স-রেগুলির জন্য অপটিক্যাল ডিভাইসের উপলব্ধি\" উদ্ঘাটন করে।\nপ্রফেসর চক্রবর্তীর ‘আয়ন-বিম সিন্থেসিস অফ মেটাল-গ্লাস ন্যানোকম্পোজিটস’-এর কাজ অভিনব ফোটোনিক পদার্থের বিকাশের দিকে পরিচালিত করেছে, যার ফলে সমস্ত-অপটিক্যাল সুইচিং, সংযুক্ত ওয়েভগাইড এবং অপটিক্যাল গণনার অগ্রগতির পথ উন্মুক্ত হয়েছে।\nপ্রফেসর চক্রবর্তী বিশ্বের বিভিন্ন বিখ্যাত বিশ্ববিদ্যালয় এবং গবেষণা প্রতিষ্ঠান পরিদর্শন করেন এবং আমন্ত্রিত বক্তা হিসাবে বক্তৃতা করেন, যাদের মধ্যে রয়েছে ইম্পেরিয়াল কলেজ লন্ডন, যুক্তরাজ্য; ভ্যান্ডারবিল্ট বিশ্ববিদ্যালয়, মার্কিন যুক্তরাষ্ট্র; ইয়েল বিশ্ববিদ্যালয়, মার্কিন যুক্তরাষ্ট্র; এশিয়ান ইনস্টিটিউট অফ টেকনোলজি, থাইল্যান্ড; কিয়োটো বিশ্ববিদ্যালয়, জাপান এবং CERN (জেনেভা), সুইজারল্যান্ড।\nপ্রফেসর চক্রবর্তী বিভিন্ন গবেষণা প্রতিষ্ঠান ও বিশ্ববিদ্যালয়ে ভিজিটিং প্রফেসর ছিলেন, যার মধ্যে রয়েছে ব্রাজিলের রিও ডি জেনিরোর পন্টিফিকাল ক্যাথলিক বিশ্ববিদ্যালয়; ওসাকা ইলেক্ট্রো-কমিউনিকেশন ইউনিভার্সিটি, জাপান; ইউনিভার্সিট লাভাল, কুইবেক, কানাডা; ফ্রেডরিখ শিলার বিশ্ববিদ্যালয়, জেনা, জার্মানি; ইউনিভার্সিটি অব পাডোভা, ইতালি; তাত্ত্বিক পদার্থবিদ্যার জন্য আন্তর্জাতিক কেন্দ্র (ICTP), ট্রিস্টা, ইতালি; এফওএম - ইনস্টিটিউট ফর অ্যাটমিক অ্যান্ড মলিকুলার ফিজিক্স, নেদারল্যান্ডস।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}