{"pageid": 1417219, "title": "ফণীন্দ্রনাথ ঘোষ (পদার্থবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1417219", "content": "অধ্যাপক  ড.ফণীন্দ্রনাথ ঘোষ (১১ ফেব্রুয়ারি ১৮৮৪ – ২৩ ডিসেম্বর ১৯৪৬) ( প্রফেসর পি এন ঘোষ নামে পরিচিত) ছিলেন বিশিষ্ট ভারতীয় বাঙালি পদার্থবিজ্ঞানী, যিনি 'বেস্ট মেজারিং ম্যান অব দি ইস্ট' হিসাবে আখ্যায়িত হন।বিজ্ঞানচর্চা ও প্রসারে তিনি ছিলেন একনিষ্ঠ সাধক।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nফণীন্দ্রনাথ ঘোষের জন্ম  ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের দক্ষিণ চব্বিশ পরগনা জেলার মজিলপুরে। সেখানকার স্কুলের পাঠ শেষ করে তিনি কলকাতার  বঙ্গবাসী কলেজে ভর্তি হন। ১৯০৫ খ্রিস্টাব্দে পদার্থবিজ্ঞানে সাম্মানিক সহ  স্নাতক স্তরে বিশ্ববিদ্যালয়ে প্রথম হন। এর পর ভর্তি হন প্রেসিডেন্সি কলেজে।  কলকাতা বিশ্ববিদ্যালয়ের স্নাতকোত্তর পদার্থবিজ্ঞানে প্রথম শ্রেণীতে প্রথম হন এবং স্বর্ণপদক লাভ করেন। তিনি বিশ্ববিদ্যালয়ে  আচার্য জগদীশচন্দ্র বসু এবং  আচার্য প্রফুল্লচন্দ্র রায়কে শিক্ষক হিসাবে পান। \n\n\n== কর্মজীবন ==\nপদার্থবিজ্ঞানের ছাত্র হিসাবে প্রথম থেকেই ফণীন্দ্রনাথ বিজ্ঞান গূঢ় তত্ত্বগুলোর ব্যবহারিক প্রয়োগে মানুষের জীবন-জীবিকায় কিভাবে যুক্ত করা যায় সেই বিষয়ে চিন্তাভাবনা করতেন। স্নাতকোত্তরের পর তাই সরকারী চাকরি না নিয়ে জেশপ কোম্পানিতে শিক্ষানবিশি শুরু করেন। কিন্তু পারিবারিক অর্থনৈতিক সঙ্কটের সুরাহা করতে বঙ্গবাসী কলেজে পদার্থবিজ্ঞানে অধ্যাপনার চাকরি নেন। তিনি বিশুদ্ধ ও ফলিত দুই ধরনের বিজ্ঞান চেতনা ও সাধনায় লিপ্ত হন এবং পারদর্শিতা অর্জন করেন। যথারীতি তিনি  স্যার আশুতোষ মুখোপাধ্যায়ের নজরে আসেন। তার ঐকান্তিক প্রচেষ্টা আর রাসবিহারী ঘোষ ও তারকনাথ পালিতের অর্থানুকূল্যে ১৯১৪ খ্রিস্টাব্দে রাজাবাজারে বিশ্ববিদ্যালয়ের বিজ্ঞান কলেজ তৈরি হলে তিনি এবং  সি ভি রামনকে পদার্থবিজ্ঞান বিভাগে অধ্যাপকপদে নিযুক্ত করেন। সি ভি রামনের উৎসাহে দুজনে শুরু করেন অভ্রের বর্ণালী বীক্ষণ বা স্পেক্ট্রোস্কেপিক অ্যানালিসিস-এর কাজ। ১৯১৮ খ্রিস্টাব্দে তার ও  অধ্যাপক চন্দ্রশেখর ভেঙ্কট রামনের আলোক বিচ্ছুরণের উপর এক যৌথ গবেষণাপত্র লন্ডনের বিখ্যাত নেচার বিজ্ঞান পত্রিকায় প্রকাশিত হয়। গবেষণাপত্রটির সঙ্গে অভ্রের আলোক বিচ্ছুরণ সংক্রান্ত কিছু প্রশ্নের উত্তর সংযোজিত করেন নোবেল বিজয়ী ইংরেজ পদার্থবিজ্ঞানী লর্ড র‌্যলে। পরে লর্ড র‌্যলের প্রদর্শিত পথে তার একক গবেষণাপত্র প্রকাশিত হয় লন্ডনের রয়্যাল সোসাইটির জার্নালে। তার এই গবেষণাপত্রটির জন্য লাভ করেন আন্তর্জাতিক স্বীকৃতি। ১৯২০ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় তাকে ডক্টরেট ডিগ্রি প্রদান করে। ওই বছরেই কলকাতা বিশ্ববিদ্যালয়ের পদার্থবিদ্যা বিভাগে আর বি ঘোষ (রাসবিহারী ঘোষ) চেয়ার প্রফেসর সম্মানিতপদ লাভ করেন। তবে ফণীন্দ্রনাথ বুঝেছিলেন ইউরোপের বিশ্ববিদ্যালয় আর আধুনিক কলকারখানার মেলবন্ধনে পদার্থবিজ্ঞানের ব্যবহারিক প্রয়োগ সম্ভব। তাই প্রথমে তিনি ইংল্যান্ডের নানা বিশ্ববিদ্যালয় ঘুরে দেখেন সেখানকার পদার্থবিদ্যার প্রয়োগিক শাখার পঠনপাঠনের ধরন। তারপর জার্মানিতে গিয়ে তিনি সরাসরি যোগ দেন সিমেন্স কোম্পানিতে হাতে কলমে ইলেকট্রিক্যাল টেকনোলজির কাজ শিখতে। ১৯২৫ খ্রিস্টাব্দে দেশে ফিরে তিনি কলকাতা বিশ্ববিদ্যালয়ে তৈরি করলেন ফলিত পদার্থবিদ্যা বিভাগ।\nস্যার আশুতোষ মুখোপাধ্যায়ের প্রয়াণের পর নতুন বিভাগটির উন্নয়নে সমস্যা দেখা দিলেও তিনি কঠোর অধ্যাবসায় ও অবিরাম প্রচেষ্টায় সংযোজন করেন আলোকবিজ্ঞানসহ ইলেকট্রিক্যাল টেকনোলজি ও মেজারমেন্ট টেকনোলজি। নিজের ছাত্র ও পরবর্তীতে সহকর্মী পূর্ণচন্দ্র মহান্তিকে সঙ্গে নিয়ে ১৯২৮ খ্রিস্টাব্দে তৈরি করেন ২১ ফুট ব্যাসার্ধের অবতল গ্রেটিং স্পেক্ট্রোস্কোপ। সেই সময় ইউরোপ ছাড়া বিশ্বের আর কোথাও এত বড মাপের বর্ণালী বিশ্লেষণ ব্যবস্থাপনা ছিল না। ফলিত পদার্থ বিজ্ঞান বিভাগের ভবনটির বেসমেন্টে কম্পনবিরোধী ব্যবস্থা সম্বলিত তার ভূগর্ভস্থ গবেষণাগার ছিল বিশ্ববিখ্যাত। এই গবেষণাগার থেকেই তিনি বেশকিছু গবেষণাপত্র প্রকাশ করেন যেগুলি  নেচারসহ বহু বিজ্ঞান পত্রিকায় প্রকাশিত হয়। প্রাশ্চাত্যের বহু দেশ তাকে বেস্ট মেজারিং ম্যান অব দ্য ইস্ট আখ্যায় ভূষিত করে।\n১৯৪১ খ্রিস্টাব্দে  ভারতীয় বিজ্ঞান কংগ্রেসের পদার্থবিজ্ঞান বিভাগের সভাপতিত্ব করেন। \nতিনি কলকাতার এশিয়াটিক সোসাইটির ফেলো এবং কলকাতা বিশ্ববিদ্যালয়ের সিনেটের সদস্য ছিলেন। \n১৯৪৩-৪৫ খ্রিস্টাব্দে তিনি  ইন্ডিয়ান ফিজিক্যাল সোসাইটির এবং ইন্ডিয়ান সায়েন্স নিউজ অ্যাসোসিয়েশন সভাপতিপদে অধিষ্ঠিত ছিলেন। \n১৯৩৮ খ্রিস্টাব্দে সুভাষচন্দ্র বসু  ভারতীয় জাতীয় কংগ্রেসের সভাপতি নির্বাচিত হওয়ার পর তিনি জওহরলাল নেহরুর নেতৃত্বে গঠিত ন্যাশনাল প্ল্যানিং কমিটির সদস্য করেন শিল্পনীতির দিশা নির্ধারণের জন্য। এছাড়া বিভিন্ন সময়ে ফণীন্দ্রনাথ বহু গুরুত্বপূর্ণ পদে অধিষ্ঠিত ছিলেন। যেমন-\n\nসভাপতি, সায়েন্টিফিক ইনস্ট্রুমেন্ট কমিটি\nসভাপতি, ইন্ডাস্ট্রিয়াল সার্ভে কমিটি অফ বেঙ্গল\nসহ-সভাপতি, বেঙ্গল ইন্ডাস্ট্রিয়াল রিসার্চ বোর্ড\nইন্ডিয়ান অ্যাসোসিয়েশন ফর দ্য কালটিভেশন অব সায়েন্স-এর কার্যকরী কমিটির সদস্য \nসম্পাদকমণ্ডলীর প্রধান, কাল্টিভেশন, বিখ্যাত বিজ্ঞান পত্রিকা।\n\n\n== জীবনাবসান ==\nনানা কাজে লিপ্ত থাকার কারণে অধ্যাপক ফণীন্দ্রনাথ ঘোষের স্বাস্থ্য ভেঙ্গে পড়ে। ১৯৪৬ খ্রিস্টাব্দের ২৩ ডিসেম্বর তিনি তার কলকাতার সাউথ এন্ড পার্কের বাসভবন আকস্মিক প্রয়াত হন। \n\n\n== তথ্যসূত্র =="}