{"pageid": 1417749, "title": "জীবনানন্দ পত্রাবলী", "url": "https://bn.wikipedia.org/wiki?curid=1417749", "content": "জীবনানন্দ পত্রাবলী বাঙ্গালী কবি জীবনানন্দ দাশ কর্তৃক লিখিত চিঠিপত্রের একটি সংকলন গ্রন্থ। ২০২২ সালে ঢাকার প্রকাশনা সংস্থা পাঠক সমাবেশ গ্রন্থটি প্রকাশ করে। এর পৃষ্ঠা সংখ্যা ২৪৮ এবং মূল্য ৬৯৫ টাকা।  গ্রন্থটির ISBN ৯৭৮৯৮৪৯৫৯০৭৯৮ গ্রন্থটির প্রচ্ছদ করেছেন শিল্পী আনিসুজ্জামান সোহেল।\nজীবনানন্দ পত্রাবলী গ্রন্থটিতে জীবনানন্দের ১৩৮টি চিঠি সংকলন করা হয়েছে। যাদের কাছে জীবনানন্দ দাশ চিঠি লিখেছেন তাদের মধ্যে রয়েছেন কবি রবীন্দ্রনাথ ঠাকুর, বুদ্ধদেব বসু, অচিন্ত্যকুমার সেনগুপ্ত, মা কুসুমকুমারী দাশ,  তারাশঙ্কর বন্দ্যোপাধ্যায়, সৈয়দ ওয়ালীউল্লাহ, সাগরময় ঘোষ, শিবনারায়ণ রায়, কন্যা মঞ্জুশ্রী দাশ প্রমুখ। গ্রন্থের ফ্ল্যাপে লেখা হয়েছে: \n\nতাঁর চিঠিগুলোতে একজন আত্মবিশ্বাসী, সৌজন্যসুন্দর এবং অকপট ব্যক্তিত্বের পরিচয় পাওয়া যায়, যিনি মানবিক সম্পর্কের ব্যাপারে আন্তরিক, যাঁর পরিমিতিবোধ অগাধ, যাঁর বিনয় প্রশস্ত ও অবিচল। একই সঙ্গে আত্মমর্যাদা সচেতন। ব্যক্তিমানসের বিশ্বস্ত ছবি ফুটে উঠেছে চিঠির পঙক্তিতে পঙক্তিতে। যথাযথ ও নির্ভুলভাবে কবিতা মুদ্রণ নিয়ে অবিরাম দুশ্চিন্তা, বেকারত্ব ও সীমাহীন আর্থিক দুরবস্থা, চাকরির জন্য অসহায় প্রচেষ্টা, ব্যক্তিজীবনের নিঃসঙ্গতা, অন্যের কীর্তি ও প্রতিভার প্রতি ঈর্ষাহীন শ্রদ্ধা, গুরুজনদের ব্যাপারে দায়িত্ববোধ ইত্যাদি নানাবিধ জীবনানন্দীয় বৈশিষ্ট্যের অভিজ্ঞান এই চিঠিগুলো। বেশ কয়েকটি চিঠি তাঁর সাহিত্যবিষয়ক মতাদর্শ ও ধ্যানধারণার অকৃত্রিম স্বাক্ষর বহন করে আছে। কবি জীবনানন্দ দাশের চিঠিপত্রের বিষয়বস্তু সম্বন্ধে কবি সঞ্জয় ভট্টাচার্য বলেছেন, “চিঠিপত্রে অত্যন্ত অন্তরঙ্গ কবি ছিলেন তিনি। তাঁর চিঠি পেলে মনে হতো, সব সময় তিনি কবিতার কথা ভাবেন। এমন তো কেউ ভাবেন না, রবীন্দ্রনাথেরও অন্যান্য ভাবনা আছে। কিন্তু কবিতার দুর্ভাবনা ছাড়া কি এই ব্যক্তিটির ভাবনার মতো আর কিছু নেই?”\n\n\n== চিঠি প্রাপকদের তালিকা ==\nএই গ্রন্থে যে ৫৭ ব্যাক্তিকে কবি জীবনানন্দ দাশ চিঠি লিখেছিলেন তারা হলেন: কবি রবীন্দ্রনাথ ঠাকুর, প্রমথ চৌধুরী, প্রভাকর সেন, ধূর্জটিপ্রসাদ মুখোপাধ্যায়, দেবীপ্রসাদ চট্টোপাধ্যায়, কবি বুদ্ধদেব বসু, কথাসাহিত্যিক অচিন্ত্যকুমার সেনগুপ্ত, কবি বিষ্ণু দে, জীবনানন্দ দাশের মা, বোন ও কন্যা কুসুমকুমারী দাশ, সুচরিতা দাশ ও মঞ্জুশ্রী দাশ, নলিনী চক্রবর্তী, ভারতের শিক্ষা সচিব হুমায়ুন কবির, কবি নরেশ গুহ, দিনেশ দাশ, কবি সঞ্জয় ভট্টাচার্য, সিগনেট প্রেসের মালিক দিলীপকুমার গুপ্ত, সত্যপ্রসন্ন দত্ত, দেশ পত্রিকার সম্পাদক সাগরময় ঘোষ, অরুণ ভট্টাচার্য, সুরজিৎ দাশগুপ্ত, কবি নীরেন্দ্রনাথ চক্রবর্তী, নন্দগোপাল সেনগুপ্ত, বীরেন্দ্র চট্টোপাধ্যায়, অম্লান দত্ত, প্রাণতোষ ঘটক, অনিল বিশ্বাস, ড. সুশীল কুমার গুপ্ত, চঞ্চল চট্টোপাধ্যায়, হরপ্রসাদ মিত্র, পুলিনবিহারী পাল, জগদীশ ভট্টাচার্য, রমাপতি বসু, কথাসাহিত্যিক সৈয়দ ওয়ালীউল্লাহ, কবি কায়সুল হক, কথাসাহিত্যিক তারাশঙ্কর বন্দ্যোপাধ্যায়, বিজয়কৃষ্ণ ভট্টাচার্য, শিবনারায়ণ রায়, ড. অমলেন্দু বসু, গোপাল ভৌমিক, শিশিরকুমার নিয়োগী, লীলা রায়, বিনোদবিহারী বন্দ্যোপাধ্যায়, মুরলীধর বসু, সাবিত্রীপ্রসন্ন চট্টোপধ্যায়, বিশ্ব বন্দ্যোপাধ্যায়, জ্যোতিরিন্দ্র মৈত্র, অমিয়কুমার গঙ্গোপাধ্যায়, এবং ভাস্কর মিত্র।     \n\n\n== একটি চিঠির নমুনা ==\n\nবরিশালে অবস্থান কালে ১৯.১২.৪৩ তারিখে জীবনানন্দ দাশ কবি বিষ্ণু দে-কে একটি চিঠি লিখেছিলেন। সেই চিঠি এই বইয়ের ১০৬ পৃষ্ঠায় রয়েছে। চিঠিটি নিম্নে উদ্ধারণ করা হলো:\n\nপ্রিয়বরেষু,\nঅনেকদিন পরে আজ আপনাদের চিঠি পেয়ে খুবই খুশি হয়েছি। অনেক হারানো কথা মনে পড়ছে।\nসুভাষরা আমাকে কলেজের ঠিকানায় চিঠি দিয়েছিল,সে চিঠিও ঘুরে আজ এসেছে। ‘কেন লিখি’ এ সম্পর্কে এত তাড়াতাড়ি আমি কি যে লিখে দেব ভেবে পাচ্ছি না। সুভাষ  তিন—চার পৃষ্ঠায় একটা প্রবন্ধ অবিলম্বেই পাঠাতে লিখেছিল। আমি আজকেই খুব তাড়াতাড়ি পৃষ্ঠা তিনেক লিখে দিলাম। কাল থেকে আর সময় পাব না, গোছা গোছা টেষ্টের খাতা দেখতে হবে।\nপ্রবন্ধ আপনার ঠিকানায়ই পাঠালাম। প্রবন্ধ প্রায়ই লিখি না; সুবিধা পেলাম না। আমার হাতের লেখাও অস্পষ্ট। ভালো করে প্রুফ দেখে দেবার নিদ্দের্শ দিলে খুশি হব।\nআমি গত গরমের ছুটিতে দু’মাস কলকাতায় ছিলাম। আপনি কি তখন কলকাতায় ছিলেন? জানলে আপনার সঙ্গে দেখা করতে পারতাম। পূজোর ছুটিতে দিন কয়েক সপ্তাহ কলকাতায় কাটিয়েছি। নানা কাজের ভিড়ে বিশেষ কারু সঙ্গেই দেখা করতে পারি নি। বড়দিনের ছুটিতে যাওয়া হবে না। আপনার ঠিকানা জানা রইল। এরপর কলকাতায় গেলে অবশ্যই আপনার সঙ্গে দেখা করব।\nসুভাষের চিঠির উত্তর দেওয়া হয় নি। দু একদিনের মধ্যেই দেব। আশা করি ভালো আছেন। প্রীতি নমস্কার। \nইতি,\n\nজীবনানন্দ দাশ\n\n\n== তথ্যসূত্র =="}