{"pageid": 1417589, "title": "জেন স্কিলস ও'ডিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1417589", "content": "ক্যাপ্টেন জেন স্কিলস ও'ডিয়া ১৯৭৪ সালে মার্কিন নৌবাহিনীর পাইলট হিসাবে তাদের ডানা অর্জনকারী প্রথম ছয় নারীর অন্যতম এবং সি-১৩০ হারকিউলিসে পারদর্শী প্রথম নারী ছিলেন। এছাড়াও তিনি মার্কিন নৌবাহিনীর প্রথম নারী যিনি একজন ফ্লাইট ইন্সট্রাক্টর হবার কৃতিত্ব অর্জন করেছিলেন। তিনি ছিলেন নৌবাহিনীর প্রথম নারী বৈমানিক যিনি কমান্ড অর্জন করেন (নেভি রিক্রুটিং ডিস্ট্রিক্ট, ইন্ডিয়ানাপোলিস) এবং ক্যাপ্টেন পদে নির্বাচিত হন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nও'দিয়ার জন্মগত নাম জেন স্কাইলস এবং তিনি ১১ এপ্রিল, ১৯৫০ সালে জন্মগ্রহণ করেন। তার বাবা পল, একজন স্থপতি, দ্বিতীয় বিশ্বযুদ্ধে একজন নৌ বৈমানিক হিসেবে কাজ করেছিলেন। তার মা ক্লেয়ার একজন নৌ সরবরাহ কর্মকর্তা ছিলেন। ও'দিয়া ডি মোয়েন, আইওয়ার থিওডোর রুজভেল্ট হাই স্কুলে পড়াশোনা করেছেন। তিনি আইওয়া স্টেট ইউনিভার্সিটি থেকে রাষ্ট্রবিজ্ঞানে স্নাতক হন।\n\n\n== নৌবাহিনীর ক্যারিয়ার ==\nও'দিয়া ১৯৭২ সালে নৌসেবায় যোগদান করেন। ১৯৭৪ সালে তিনি সামরিক পাইলট প্রশিক্ষণে প্রবেশের জন্য প্রথম আট নারীর একজন নির্বাচিত হন। তিনি নিউপোর্ট, রোড আইল্যান্ডে নারী অফিসার ক্যান্ডিডেট স্কুল শেষ করেন, তারপর ফ্লাইট প্রশিক্ষণের জন্য ফ্লোরিডার নেভাল এয়ার স্টেশন পেনসাকোলাতে যান। তিনি ১৯৭৪ সালের এপ্রিলে একজন নৌ বৈমানিক মনোনীত হন, নৌবাহিনীর পাইলট হিসাবে বিমান উড়ানোর কৃতিত্ব অর্জনকারী প্রথম ছয় নারীর একজন। অন্য পাঁচজন নারী যারা তাদের উইংস অর্জন করেছিলেন তারা হলেন বারবারা অ্যালেন রেইনি, রোজমেরি ব্রায়ান্ট মেরিনার, জুডিথ অ্যান নিউফার, আনা মারি ফুকুয়া এবং জোলেন ড্র্যাগ।\nতার নৌ কর্মজীবনের সময়, ও'দিয়া কংগ্রেসনাল ম্যান্ডেট নিয়ে তার হতাশার কথা জানিয়েছিলেন যা সামরিক নারীদের যুদ্ধে কাজ করতে বাধা দেয়। নো-কমব্যাট নিয়মের কারণে, নারী পাইলটদের ক্যারিয়ারে উন্নতির সুযোগ কিছুটা সীমিত ছিল। “আপনি যত ভালোই হোন না কেন জুনিয়র ভার্সিটি টিমেই আপনি আপনার সেরাটি খেলতে পারবেন তা জানা খুবই হতাশাব্যঞ্জক,” তিনি ১৯৮৪ সালে এক সাক্ষাৎকারে বলেছিলেন৷\n\n\n== অবসর ==\nও'দিয়া ১১ এপ্রিল, ১৯৯৭-এ ক্যাপ্টেন পদে নৌবাহিনী থেকে অবসর গ্রহণ করেন। অবসর গ্রহণের সময় তিনি নৌবাহিনীর সিনিয়র নারী বৈমানিক ছিলেন। নৌবাহিনীর ফ্লাইট প্রশিক্ষণ সম্পূর্ণ করার জন্য ছয় নারীর প্রাথমিক দলের একজন, ও'দিয়া এপ্রিল ১৯৭৪ সালে তার উইংস পেয়েছিলেন। তিনিই প্রথম কমান্ড অর্জন করেন (নেভি রিক্রুটিং ডিস্ট্রিক্ট, ইন্ডিয়ানাপোলিস) এবং ক্যাপ্টেন পদে নির্বাচিত হন। তিনি C-130, C-1A, T-34, এবং EC-130Q-তে ৩,০০০ ঘণ্টার বেশি লগ করেছেন যখন VR-24, VT-2, AVT-16 (USS Lexington-এর জাহাজে) এবং VQ-4-এ বরাদ্দ করা হয়েছিল।\n\n\n== আরো দেখুন ==\nনেভাল এভিয়েশন\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nWeintraub, Beverly (২০২১)। Wings of Gold: The Story of the First Women Naval Aviators। Globe Pequot / Lyons Press। আইএসবিএন 978-1-4930-5511-1। \nPexton, Patrick. Closing Out First-Filled Careers: Navy's Female \"Gray Eagles\" Are Calling it a Day. Navy Times 46:16 May 19, 1997.\nPexton, Patrick. Five Women Aviators Fly Right. Navy Times 43:4 June 27, 1994.\nPexton, Patrick. New Captains Have Flown Against Tradition. Navy Times 42:4 April 5, 1993.\nEbbert, Jean and Marie-Beth Hall (অক্টোবর ১৯৯৯)। Crossed Currents: Navy Women from WWI to Tailhook [Revised]। Brassey's। আইএসবিএন 978-1-57488-193-6। \nHelen F. Collins (জুলাই ১৯৭৭)। \"Women in Naval Aviation: From Plane Captains to Pilots\" (পিডিএফ)। Naval Aviation News। \nSandy Russell (ফেব্রুয়ারি ১৯৮১)। \"High Flying Ladies\" (পিডিএফ)। Naval Aviation News। \n\"Woman Aviator Pioneer Retires\" (পিডিএফ)। Naval Aviation News। মে–জুন ১৯৯৭। \nGrossnick, Roy A. (১৯৯৭)। United States Naval Aviation 1910–1995। Naval Historical Center। আইএসবিএন 0-945274-34-3। \nHolden, Henry M. with Captain Lori Griffith (১৯৯১)। Ladybirds – The Untold Story of Women Pilots in America.। Black Hawk Publishing Co.। আইএসবিএন 978-1-879630-11-6। \n\n\n== বহি সংযোগ ==\nদ্য ইয়ার ইন রিভিউ (1997) উইলিয়াম টি বেকারের নেভাল এভিয়েশন নিউজ\nনেভাল হিস্টোরিক্যাল সেন্টার থেকে ইউনাইটেড স্টেটস নেভাল এভিয়েশন 1910-1995"}