{"pageid": 1417220, "title": "ফণীন্দ্রনাথ ঘোষ (বিপ্লবী)", "url": "https://bn.wikipedia.org/wiki?curid=1417220", "content": "ফণীন্দ্রনাথ ঘোষ (২০ মার্চ ১৯১৮ - ১৯৯২) ছিলেন ভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনের একজন সংগ্রামী। যুগান্তর দলের সদস্য ফণীন্দ্রনাথ  জিতেন্দ্রনাথ লাহিড়ীর সহযোগী হয়ে একদিকে বৈপ্লবিক ক্রিয়াকলাপে এবং পরবর্তীতে স্বদেশী উদ্যোগ গড়তে কাজ করেন। \n\n\n== জীবনী ==\nফণীন্দ্রনাথ ঘোষ  ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের হুগলি জেলার  শ্রীরামপুরে জন্মগ্রহণ করেন। তার পিতা চারুচন্দ্র ঘোষ। ছাত্রাবস্থায়, তিনি হুগলি জেলার জিতেন্দ্রনাথ লাহিড়ী, অমরেন্দ্রনাথ চট্টোপাধ্যায় এবং পাঁচুগোপাল ভাদুড়ীর মতো নিবেদিতপ্রাণ মুক্তিযোদ্ধাদের সংস্পর্শে আসেন। জে এন লাহিড়ীর সঙ্গে যুগান্তর বিপ্লবী দলে যোগদান করে, তিনি শ্রীরামপুরের \"গুপ্ত সমিতির\" সক্রিয় সদস্য হন। স্থানীয় যুবকদের শারীরিক সুস্থতা, ব্যায়াম, শুটিং এবং আত্মরক্ষার জন্য অনুপ্রাণিত করেন।\nতাঁর নেতৃত্বে হুগলি জেলা জুড়ে বিপ্লবী আন্দোলন পরিচালিত হত। ফলে তার কার্যকলাপ ব্রিটিশ পুলিশের দৃষ্টি আকর্ষণ করে। তাকে গ্রেফতার করে এবং পরবর্তীতে হুগলী জেলে বন্দী করা হয়। মুক্তির পর, শ্রীরামপুরে বিপ্লবী কার্যক্রম পুনরায় শুরু করার আগে তিনি কিছুদিনের জন্য আরামবাগে আত্মগোপন করে ছিলেন।\n১৯৪২ খ্রিস্টাব্দে ভারত ছাড়ো আন্দোলন শুরু হলে তিনি গুরুত্বপূর্ণ ভূমিকা পালন করেন। গান্ধীজির দর্শনে গভীরভাবে আকৃষ্ট হয়ে তিনি হুগলি জেলার নানা বিক্ষোভ, মিছিল, ধর্মঘট এবং বয়কট ইত্যাদি সংগঠিত করেন।\n১৯৪২ খ্রিস্টাব্দের ১৮ ডিসেম্বর, এক ব্রিটিশ বিরোধী মিছিলে নেতৃত্ব দেওয়ায়, পুলিশ তাকে গ্রেফতার করে এবং আলিপুর কেন্দ্রীয় কারাগারে বন্দী করে। সেখানে তাকে কঠোর নির্যাতন সহ্য করতে হয়। ১৯৪৪ খ্রিস্টাব্দের এপ্রিল মাসে মুক্তি পেয়েও তিনি ব্রিটিশ বিরোধী আন্দোলন জারি রাখেন।\nভারতের স্বাধীনতার পর, ফণীন্দ্রনাথ সরকারী চাকরির প্রস্তাব প্রত্যাখ্যান করে বিপ্লবী জেএন লাহিড়ীর সঙ্গে যুক্ত হয়ে শ্রীরামপুরে স্বদেশী এন্টারপ্রাইজ, শ্রীরামপুর বেল্টিং ওয়ার্কস প্রাইভেট লিমিটেড প্রতিষ্ঠা করেন। ব্রিটিশ ঔপনিবেশিকতা থেকে ভারতের মুক্তির জন্য নিরলস সংগ্রামে লিপ্ত স্বাধীনতা সংগ্রামী হিসাবে তার অপরিসীম অবদানের স্বীকৃতিস্বরূপ স্বাধীনতার রজত জয়ন্তী বর্ষে ১৯৭২ খ্রিস্টাব্দে ভারত সরকার তাম্রপত্র প্রদান করে।\nফণীন্দ্রনাথ ঘোষ ১৯৯২ খ্রিস্টাব্দে পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}