{"pageid": 1417610, "title": "২০২৩ এএফসি এশিয়ান কাপ গ্রুপ পর্ব", "url": "https://bn.wikipedia.org/wiki?curid=1417610", "content": "২০২৩ এএফসি এশিয়ান কাপ গ্রুপ পর্ব ২০২৪ সালের ১২ জানুয়ারি থেকে ১০ ফেব্রুয়ারি পর্যন্ত কাতারে অনুষ্ঠিত হয়েছিলো। এই টুর্নামেন্টে মোট ২৪টি দল নকআউট পর্বের শেষ-১৬ পর্বের স্থান নির্ধারণ করতে গ্রুপ পর্বে প্রতিদ্বন্দ্বিতা করেছিলো।\n\n\n== ড্র ==\nঅক্টোবরের ফিফা র‍্যাঙ্কিং এবং ২০১৯ সালে গৃহীত ব্যবস্থার উপর ভিত্তি করে নিম্নলিখিত ব্যবস্থাটি অস্থায়ী। ২০২২ ফিফা বিশ্বকাপ যোগ্যতার তৃতীয় রাউন্ডে অংশগ্রহণকারী ১২ টি দল  স্বাগতিক কাতারকে পট ১-এ রাখা হবে। ড্রয়ের সময় চূড়ান্ত ফিফা র‍্যাঙ্কিংয়ের ভিত্তিতে দলগুলির চূড়ান্ত বিন্যাস এএফসি দ্বারা নিশ্চিত করা হবে।\n\n\n=== গ্ৰুপ ড্রয়ের চুড়ান্ত ফলাফল ===\nদলগুলো এ থেকে এফ গ্রুপে ড্র হয়েছে। এএফসি এশিয়ান কাপের ইতিহাসে প্রথমবারের মতো, সর্বনিম্ন পাত্র থেকে দলগুলি প্রথমে আঁকা হয়েছিল কিন্তু তাদের গ্রুপের অবস্থানে বরাদ্দ করা হয়নি, পূর্ববর্তী সংস্করণের মতো গ্রুপ পর্যায়ের সংখ্যার ক্রম অনুসারে। পট ১ দলকে তাদের গ্রুপের প্রথম অবস্থানে বরাদ্দ করা হয়েছিল, পরবর্তীতে অন্য সব দলের পজিশন পট ২ থেকে ৪ পর্যন্ত আলাদাভাবে ড্র হয়েছিল (প্রতিটি গ্রুপে ম্যাচের সময়সূচী নির্ধারণের উদ্দেশ্যে)।\nড্রয়ের পরে গ্রুপগুলি নিশ্চিত করা হয়েছিল:\n\n\n== বিন্যাস ==\nপ্রতিটি গ্রুপ একক রাউন্ড-রবিন ফরম্যাটে খেলা হবে। গ্রুপ শীর্ষ দলগুলো নকআউট পর্বে যাবে।\n\n\n=== টাইব্রেকার ===\nদলগুলিকে পয়েন্ট অনুসারে র‍্যাঙ্কিং করা হয় (জয়ের জন্য ৩ পয়েন্ট, ড্রয়ের জন্য ১ পয়েন্ট, হারের জন্য ০ পয়েন্ট), এবং যদি পয়েন্টে টাই থাকে, তাহলে র‍্যাঙ্কিং নির্ধারণের জন্য প্রদত্ত ক্রম অনুসারে নিম্নলিখিত টাইব্রেকার মানদণ্ড প্রয়োগ করা হয়।\n\nগ্রুপ পর্বের সকল ম্যাচে অর্জিত পয়েন্ট;\nগ্রুপ পর্বের সকল ম্যাচে গোল পার্থক্য;\nগ্রুপ পর্বের সকল ম্যাচে গোল সংখ্যা;\nযেসকল দলের পয়েন্ট সমান, তাদের একে-অপরের বিরুদ্ধে ম্যাচে অর্জিত পয়েন্ট;\nযেসকল দলের পয়েন্ট সমান, তাদের একে-অপরের বিরুদ্ধে ম্যাচে গোল পার্থক্য;\nযেসকল দলের পয়েন্ট সমান, তাদের একে-অপরের বিরুদ্ধে ম্যাচে গোল সংখ্যা;\nপেনাল্টি শুট-আউট যদি শুধুমাত্র দুটি দল টাই থাকে এবং তারা গ্রুপের শেষ রাউন্ডে একে অপরের সাথে খেলতে থাকে;\nগ্রুপ পর্বের সকল ম্যাচে সর্বনিম্ন শাস্তিমূলক পয়েন্ট (একটি ম্যাচে একটি নির্দিষ্ট খেলোয়াড়ের ক্ষেত্রে শুধুমাত্র একটি নিয়ম প্রয়োগ করা যাবে): \nলটারি।\n\n\n== গ্রুপ পর্ব ==\n\n\n=== গ্রুপ এ ===\n\n\n===== ম্যাচ =====\n\n\n=== গ্রুপ বি ===\n\n\n===== ম্যাচ =====\n\n\n=== গ্রুপ সি ===\n\n\n===== ম্যাচ =====\n\n\n=== গ্রুপ ডি ===\n\n\n===== ম্যাচ =====\n\n\n=== গ্রুপ ই ===\n\n\n===== ম্যাচ =====\n\n\n=== গ্রুপ এফ ===\n\n\n===== ম্যাচ =====\n\n\n=== তৃতীয়-স্থানে থাকা দলের র‍্যাঙ্কিং ===\nছয়টি গ্রুপ থেকে চারটি সেরা তৃতীয়স্থান অধিকারকারী দল ছয়টি গ্রুপের বিজয়ী এবং ছয়টি রানার্স-আপের সাথে নকআউট পর্বে উত্তীর্ণ হয়েছে।\n\n\n== আরও দেখুন ==\n২০২২ এএফসি মহিলা এশিয়ান কাপ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট, দ্য-এএফসি.কম"}