{"pageid": 1417261, "title": "সারকোমিয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1417261", "content": "সারকোমিয়ার (Greek σάρξ sarx \"flesh\", μέρος meros \"part\") হল কোনো কঙ্কাল পেশির সংকোচনগত ক্ষুদ্রতম একক। দুটি জেড (Z) লাইনের মধ্যবর্তী অঞ্চলটি সারকোমিয়ার নামে পরিচিত। সরেখ পেশির মায়োফাইব্রিল অংশে সারকোমিয়ার স্পষ্ট দেখতে পাওয়া যায়। অরেখ পেশিতে সারকোমিয়ার সুস্পষ্ট নয়।\n\n\n== গঠন ==\n\nদুটি জেড-লাইন-এর মধ্যবর্তী অংশ হল সারকোমিয়ার (জার্মান: zwischen এর অর্থ মধ্যবর্তী)। এটি আলোক-অস্বচ্ছ ও এতে টি-টিবিউল বর্তমান। এর দুপাশে হালকা আই-ব্যান্ড বা আইসোট্রপিক ব্যান্ড অবস্থিত, যা অ্যাকটিন দ্বারা নির্মিত। এর পর এ-ব্যান্ড বা অ্যানআইসোট্রপিক ব্যান্ড অবস্থিত, যা মায়োসিন দ্বারা নির্মিত।\nএ-ব্যান্ডের মাঝে অবস্থিত অংশ এইচ-জোন নামে পরিচিত (জার্মান: heller এর অর্থ উজ্জ্বল)। এইচ-জোনের ঠিক মাঝ বরাবর এম-লাইন অবস্থিত (জার্মান: mittel এর অর্থ মাঝখান)।\n\n\n== পেশি সংকোচনে ভূমিকা ==\n\nপ্রোটিন ট্রপোমায়োসিন পেশী কোষে অ্যাক্টিন অণুর মায়োসিন-বাইন্ডিং সাইটগুলিকে কভার করে। একটি পেশী কোষ সংকোচন করার জন্য, ট্রপোমায়োসিনকে অবশ্যই অ্যাক্টিনের বাঁধাই স্থানগুলিকে উন্মোচন করতে সরানো হবে। ক্যালসিয়াম আয়নগুলি ট্রোপোনিন সি অণুর সাথে আবদ্ধ হয় (যা ট্রপোমায়োসিন প্রোটিন জুড়ে ছড়িয়ে পড়ে) এবং ট্রপোমায়োসিনের গঠন পরিবর্তন করে, এটি অ্যাক্টিনের ক্রস-ব্রিজ বাইন্ডিং সাইট প্রকাশ করতে বাধ্য করে।\nপেশী কোষের মধ্যে ক্যালসিয়ামের ঘনত্ব সারকোপ্লাজমিক রেটিকুলাম দ্বারা নিয়ন্ত্রিত হয়, যা সারকোপ্লাজমের এন্ডোপ্লাজমিক রেটিকুলাম-এর একটি অনন্য রূপ।\nপেশী কোষগুলিকে উদ্দীপিত করা হয় যখন একটি মোটর নিউরন, নিউরোট্রান্সমিটার অ্যাসিটাইলকোলিন নিঃসরণ করে, যা নিউরোমাসকুলার জংশন (নিউরনের টার্মিনাল বোতাম এবং পেশী কোষের মধ্যে সিন্যাপস) জুড়ে ভ্রমণ করে। অ্যাসিটাইলকোলিন একটি পোস্ট-সিনাপটিক নিকোটিনিক অ্যাসিটাইলকোলিন রিসেপ্টরের সাথে আবদ্ধ হয়। রিসেপ্টর কনফর্মেশনের পরিবর্তন সোডিয়াম আয়নগুলির প্রবাহ এবং পোস্ট-সিনাপটিক অ্যাকশন পটেনশিয়ালের সূচনা করতে দেয়। অ্যাকশন পটেনশিয়াল তারপর টি-টিউবুলস (ট্রান্সভার্স টিউবুলস) বরাবর ভ্রমণ করে যতক্ষণ না এটি সারকোপ্লাজমিক রেটিকুলামে পৌঁছায়। এখানে, ডিপোলারাইজড মেমব্রেন প্লাজমা মেমব্রেনে উপস্থিত ভোল্টেজ-গেটেড এল-টাইপ ক্যালসিয়াম চ্যানেলগুলিকে সক্রিয় করে। এল-টাইপ ক্যালসিয়াম চ্যানেলগুলি সারকোপ্লাজমিক রেটিকুলামে উপস্থিত রিয়ানোডাইন রিসেপ্টরগুলির সাথে ঘনিষ্ঠ সম্পর্কযুক্ত। এল-টাইপ ক্যালসিয়াম চ্যানেলগুলি থেকে ক্যালসিয়ামের অভ্যন্তরীণ প্রবাহ সারকোপ্লাজমিক রেটিকুলাম থেকে ক্যালসিয়াম আয়নগুলিকে মুক্ত করতে রিয়ানোডাইন রিসেপ্টরকে সক্রিয় করে। এই প্রক্রিয়াটিকে ক্যালসিয়াম-প্ররোচিত ক্যালসিয়াম ত্যাগ (calcium-induced calcium release/CICR) বলা হয়। এল-টাইপ ক্যালসিয়াম চ্যানেলগুলির শারীরিক খোলার কারণে নাকি ক্যালসিয়ামের উপস্থিতির কারণে রিয়ানোডিন রিসেপ্টরগুলি খোলা হয় তা বোঝা যায় না। ক্যালসিয়ামের বহিঃপ্রবাহ মায়োসিন হেডকে অ্যাক্টিন ক্রস-ব্রিজ বাইন্ডিং সাইটগুলিতে প্রবেশের অনুমতি দেয়, পেশী সংকোচনের অনুমতি দেয়।\nপেশী সংকোচন শেষ হয় যখন ক্যালসিয়াম আয়নগুলিকে আবার সারকোপ্লাজমিক রেটিকুলামে পাম্প করা হয়, যা সংকোচন যন্ত্রকে এবং এইভাবে, পেশী কোষকে শিথিল করতে দেয়।\nপেশী সংকোচনের পরে, এ-ব্যান্ডগুলি তাদের দৈর্ঘ্য পরিবর্তন করে না (স্তন্যপায়ী কঙ্কালের পেশীতে ১.৮৫ মাইক্রোমিটার), যেখানে আই-ব্যান্ড এবং এইচ-জোন ছোট হয়। এর ফলে জেড লাইনগুলো কাছাকাছি আসে। সারকোমিয়ার হ্রাস পায়।\n\n\n== সঞ্চয় ==\nবেশিরভাগ পেশী কোষ অল্প সংখ্যক পেশী সংকোচনের জন্য যথেষ্ট এটিপি (ATP) সঞ্চয় করতে পারে। যদিও পেশী কোষগুলি গ্লাইকোজেন সঞ্চয় করে, সংকোচনের জন্য প্রয়োজনীয় বেশিরভাগ শক্তি ফসফাজেন থেকে প্রাপ্ত হয়। এরকম একটি ফসফেজেন, ক্রিয়েটাইন ফসফেট, মেরুদণ্ডী প্রাণীদের মধ্যে এটিপি সংশ্লেষণের জন্য একটি ফসফেট গ্রুপের সাথে এডিপি প্রদান করতে ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nMBInfo: Sarcomere  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ এপ্রিল ২০১৬ তারিখে\nMBInfo: Contractile Fiber\nMuscular Tissues Videos\nটেমপ্লেট:BUHistology - \"Ultrastructure of the Cell: sarcoplasm of skeletal muscle\"\nMedicalMnemonics.com: 50 379 107 \nImages created by antibody to striations  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ ডিসেম্বর ২০২০ তারিখে\nMuscle Contraction for dummies\nModel representation of the sarcomere"}