{"pageid": 1417916, "title": "সিদ্ধার্থ রায়", "url": "https://bn.wikipedia.org/wiki?curid=1417916", "content": "সিদ্ধার্থ রায় (১৯ জুলাই ১৯৬৩ – ৮ মার্চ ২০০৪) ছিলেন একজন ভারতীয় অভিনেতা, যিনি হিন্দি এবং মারাঠি চলচ্চিত্রে কাজ করতেন। তাকে কয়েকটি দক্ষিণ ভারতীয় চলচ্চিত্রেও দেখা গেছে। তিনি চলচ্চিত্র নির্মাতা ভি. শান্তরামের নাতি ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nসিদ্ধার্থ রায়ের জন্ম একটি চলচ্চিত্র পরিবারে। তিনি ভি. শান্তরামের নাতি ছিলেন। তার মা চারুশীলা রায় ছিলেন শান্তরামের প্রথম স্ত্রী বিমলা শান্তরামের কন্যা। তার পিতা ছিলেন ডক্টর সুব্রত রায়, একজন বাঙালি অর্থনীতিবিদ, যিনি ভারতীয় পরিসংখ্যান ইনস্টিটিউট, কলকাতা থেকে পিএইচডি করেছিলেন। পরিবারের মাতৃপক্ষে সিদ্ধার্থ মারাঠি বংশোদ্ভূত এবং পরিবারের পৈত্রিক দিক থেকে বাঙালি বংশোদ্ভূত ছিলেন।\nতার বাবা ছিলেন একজন দক্ষ সেতার বাদক। চারুশীলা এবং ডক্টর রায় একটি রেকর্ডিং সেশনে দেখা করেছিলেন। সুশান্ত উভয় দিক থেকে বিশেষাধিকারের মধ্যে জন্মগ্রহণ করেন। তারা মুম্বইয়ের দাদরে একটি বাড়িতে থাকতেন। তার বাবা ড. রায় ছিলেন তৎকালীন বোম্বে পোর্ট ট্রাস্টের প্রধান অর্থনৈতিক উপদেষ্টা।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৯২ সালে সিদ্ধার্থ রায় দক্ষিণ ভারতীয় অভিনেত্রী ভানুপ্রিয়া'র বোন অভিনেত্রী শান্তিপ্রিয়াকে বিয়ে করেন। বিয়ের পাঁচ বছরের মধ্যে তারা দুই ছেলের বাবা-মা হন। ২০০৪ সালে মাত্র ৪০ বছর বয়সে হৃদরোগে আক্রান্ত হয়ে সিদ্ধার্থ মারা যান। তিনি তার স্ত্রী এবং দুই ছেলেকে রেখে গেছেন।\n\n\n== কর্মজীবন ==\nসিদ্ধার্থ চানি (১৯৭৭) চলচ্চিত্রে শিশুশিল্পী হিসেবে অভিনয় করেছিলেন। এই চলচ্চিত্রটি তার নানা ভি. শান্তরাম পরিচালনা করেছিলেন।  এছাড়াও তিনি বিখ্যাত মারাঠি চলচ্চিত্র জৈত রে জৈত-এ তরুণ নাগ্যার চরিত্রে অভিনয় করেছেন। প্রাপ্তবয়স্ক হিসেবে তার প্রথম চলচ্চিত্র ছিল ১৯৮০ সালে থোড়ি সি বেওয়াফাই, যেখানে তিনি পদ্মিনী কোলহাপুরীর বিপরীতে অভিনয় করেছিলেন। মণি রত্নমের অগ্নি নটচাথিরাম চলচ্চিত্রের রিমেক বংশ (১৯৯২) দিয়ে তিনি বিশেষভাবে একটি চিহ্ন তৈরি করেছিলেন। তিনি ১৯৯০-এর দশকে বেশ কয়েকটি হিন্দি চলচ্চিত্রে অভিনয় করেছিলেন, যেমন- বংশ (১৯৯২), পরওয়ানে (১৯৯৩), বাজীগর (১৯৯৩), পেহচান (১৯৯৩)। তার অভিনীত অন্যান্য চলচ্চিত্র হলো গঙ্গা কা বচন, তিলক এবং মিলিটারি রাজ। শাহরুখ খানের সঙ্গে বাজীগর চলচ্চিত্রেও অভিনয় করেছেন তিনি।\nমারাঠি ফিল্ম ইন্ডাস্ট্রিতে তিনি সুশান্ত রায় নামে পরিচিত ছিলেন এবং লক্ষ্মীকান্ত বের্ডে, অশোক সরাফ এবং শচীনের মতো উল্লেখযোগ্য মারাঠি অভিনেতাদের সাথে আশি হি বানওয়া বনভি-র মতো ব্যবসায়িকভাবে সফল চলচ্চিত্রে অভিনয় করেছিলেন।\nতার শেষ চলচ্চিত্র ছিল চরস: এ জয়েন্ট অপারেশন, যেটি ২০০৪ সালে তার মৃত্যুর বছর মুক্তি পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সিদ্ধার্থ রায় (ইংরেজি)"}