{"pageid": 1417953, "title": "২০২৪ পাকিস্তানে ইরানি ক্ষেপণাস্ত্র হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1417953", "content": "১৬ জানুয়ারী ২০২৪-এ, ইরান পাকিস্তানের বেলুচিস্তান প্রদেশের মধ্যে একটি সিরিজ ক্ষেপণাস্ত্র এবং ড্রোন হামলা চালায়, দাবি করে যে এটি ইরানী বেলুচ জঙ্গি গোষ্ঠী জইশ উল-আদলকে লক্ষ্যবস্তু করেছে। ইরান ইরাক ও সিরিয়ার মধ্যে একই ধরনের বিমান ও ড্রোন হামলা চালানোর একদিন পর ঘটনাটি ঘটেছে,দাবি করেছে যে তারা ৩ তারিখে কেরমান বোমা হামলার প্রতিক্রিয়া হিসাবে ইসরায়েলি গোয়েন্দা সংস্থা মোসাদের আঞ্চলিক সদর দফতর এবং সন্ত্রাসী গোষ্ঠীর বেশ কয়েকটি শক্ত ঘাঁটি লক্ষ্য করেছে। জানুয়ারি, যার জন্য ইসলামিক স্টেট দায়িত্ব নেয়। পাকিস্তান সরকার হামলার নিন্দা করেছে এবং বলেছে যে ইরান পাকিস্তানের আকাশসীমার \"বিনা প্ররোচনা\" লঙ্ঘনে দুই শিশুকে হত্যা করেছে।\n১৮ জানুয়ারী, পাকিস্তান ইরানের সিস্তান এবং বেলুচেস্তান প্রদেশে প্রতিশোধমূলক বিমান হামলা চালায়, দাবি করে যে এটি পাকিস্তানের বিরুদ্ধে সংঘাতে জড়িত বেলুচ বিচ্ছিন্নতাবাদী বিদ্রোহীদের গোপন আস্তানায় আঘাত করেছে। ইরান সরকার জানিয়েছে, বিমান হামলায় তিন নারী ও চার শিশুসহ সাত বিদেশি নাগরিক নিহত হয়েছেন।\n\n\n== পটভূমি ==\n\n\n=== সিস্তান ও বেলুচিস্তানে বিদ্রোহ ===\n২০০৪ সাল থেকে, ইরানের দক্ষিণ-পূর্ব সিস্তান এবং বেলুচেস্তান প্রদেশ জইশ উল-আদল সহ বেলুচ বিচ্ছিন্নতাবাদী গোষ্ঠীগুলির সাথে সংঘর্ষে জড়িয়ে পড়েছে। ১৫ ডিসেম্বর ২০২৩ তারিখে, ইরানের রাস্ক শহরে জইশ উল-আদল হামলায় ১১ জন পুলিশ নিহত হয়েছিল, ইরানি মিডিয়া অনুসারে। ২০১৯ সালে গোষ্ঠীর আরেকটি হামলায় ইরানের ইসলামিক বিপ্লবী গার্ড কর্পস (আইআরজিসি) এর ২৭ সদস্য নিহত হয়।\n\n\n=== ইরাক ও সিরিয়ায় ইরানের ক্ষেপণাস্ত্র হামলা ===\n২০২৪ সালের কেরমান বোমা হামলার প্রতিক্রিয়ায় সন্ত্রাসী গোষ্ঠীগুলিকে লক্ষ্যবস্তু করে ইরাক এবং সিরিয়ায় ইরানের ক্ষেপণাস্ত্র হামলার একদিন পরে এই আক্রমণটি হয়েছিল। একই দিনে পাকিস্তানের তত্ত্বাবধায়ক প্রধানমন্ত্রী আনোয়ার উল হক কাকার এবং ইরানের পররাষ্ট্রমন্ত্রী হোসেন আমির-আব্দুল্লাহিয়ান সুইজারল্যান্ডের ডাভোসে ওয়ার্ল্ড ইকোনমিক ফোরামের সময় বৈঠক করছিলেন এবং ইরান ও পাকিস্তানের নৌবাহিনীর যৌথ মহড়ার সময় এটি ঘটেছিল। পারস্য উপসাগর\n\n\n== আক্রমণ ==\nইরানের রাষ্ট্রীয় টিভি বলেছে যে আইআরজিসি পাকিস্তানের দক্ষিণ-পশ্চিম বেলুচিস্তান প্রদেশে জইশ উল-আদলের দুটি শক্তিশালী ঘাঁটি ধ্বংস করতে নির্ভুল ক্ষেপণাস্ত্র এবং ড্রোন হামলা ব্যবহার করেছে। পাঞ্জগুর জেলার কোহ-ই-সবজ গ্রামের বাড়িগুলোকে লক্ষ্য করে হামলা চালানো হয়, প্রায় ৫০ কিলোমিটার (৩১ মাইল) ইরান-পাকিস্তান সীমান্ত থেকে। পাকিস্তান বলেছে, হামলায় দুই শিশু নিহত এবং চারজন আহত হয়েছে।\nএটি আরও বলেছে যে এলাকায় তিন থেকে চারটি ড্রোন চালানো হয়েছিল, একটি মসজিদ, একটি বাড়ি এবং অন্যান্য ভবনে আঘাত করেছিল। জইশ উল-আদল দাবি করেছে যে ছয়টি ড্রোন এবং রকেট তার যোদ্ধাদের পরিবারের বাসভবনে আঘাত করেছে, এতে দুই শিশু নিহত হয়েছে এবং একজন কিশোর সহ তিনজন মহিলা আহত হয়েছে।\n\n\n== আফটারমেথ ==\nহামলার পরের দিন, আইআরজিসি কর্নেল হোসেন আলী জাভাদানফার সিস্তান ও বেলুচেস্তান প্রদেশে এক অজ্ঞাত বন্দুকধারীর হাতে নিহত হন। ইরানি গণমাধ্যমের খবর অনুযায়ী, জইশ উল-আদল হামলার দায় স্বীকার করেছে।\n\n\n== ইরানে পাকিস্তানি হামলা ==\n১৮ জানুয়ারি, পাকিস্তান বেলুচি জঙ্গিদের লক্ষ্যবস্তু করার দাবি করে ইরানের অভ্যন্তরে সামরিক হামলা চালায়। সারাভান শহরের একটি সাইট আঘাত হানে। ইরানি কর্মকর্তারা দাবি করেছেন, তিন নারী ও চার শিশুসহ সাত বিদেশি নাগরিক নিহত হয়েছেন।\nপররাষ্ট্র মন্ত্রণালয়ের এক প্রেস বিজ্ঞপ্তিতে সামরিক অভিযানকে অপারেশন মার্গ বার সরমাচার বলে উল্লেখ করা হয়েছে। এটি আল জাজিরা দ্বারা ১৮ জানুয়ারী ২০২৪ এ রিপোর্ট করা হয়েছিল যে ইরানের দক্ষিণ-পূর্ব সীমান্তের কাছে কমপক্ষে 9 জন নিহত হয়েছে।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== পাকিস্তান ===\nপাকিস্তান যাকে \"ইরানের দ্বারা তার আকাশসীমার অপ্রীতিকর লঙ্ঘন\" বলে অভিহিত করেছে তা নিন্দা করেছে, বলেছে যে এটি \"পাকিস্তান এবং ইরানের মধ্যে যোগাযোগের বেশ কয়েকটি চ্যানেল থাকা সত্ত্বেও এই বেআইনি কাজটি সংঘটিত হয়েছে\" বলে উল্লেখ করেছে।\n১৭ জানুয়ারি, পাকিস্তান ইরান থেকে তার রাষ্ট্রদূতকে প্রত্যাহার করে। পররাষ্ট্র মন্ত্রণালয়ের একজন মুখপাত্র প্রকাশ করেছেন যে হামলাটি পাকিস্তানের সার্বভৌমত্বের একটি স্পষ্ট লঙ্ঘনকে প্রতিনিধিত্ব করে এবং এটিকে \"অগ্রহণযোগ্য\" বলে মনে করে, যোগ করে যে পাকিস্তান এই \"অবৈধ\" কাজের প্রতিক্রিয়া জানানোর অধিকার ধরে রেখেছে। ইরানের রাষ্ট্রদূতকে তার পদে ফিরতেও নিষেধ করেছে পাকিস্তান।\n\n\n=== ইরান ===\nপ্রতিরক্ষা মন্ত্রী মোহাম্মদ-রেজা ঘরায়েই আশতিয়ানি টেলিভিশন ভাষণে বলেছেন যে \"ইসলামিক প্রজাতন্ত্রকে যেখান থেকে হুমকি দেওয়া হচ্ছে তা আমাদের জন্য কোন পার্থক্য করে না, আমাদের একটি আনুপাতিক, সিদ্ধান্তমূলক এবং দৃঢ় প্রতিক্রিয়া হবে।\nপররাষ্ট্রমন্ত্রী হোসেইন আমির-আব্দুল্লাহিয়ান স্পষ্ট করেছেন যে হামলাগুলি একটি \"ইরানি সন্ত্রাসী গোষ্ঠী\"কে লক্ষ্য করে এবং \"পাকিস্তানের বন্ধুত্বপূর্ণ ও ভ্রাতৃপ্রতিম দেশটির কোনো নাগরিককে ইরানি ক্ষেপণাস্ত্র এবং ড্রোন দ্বারা লক্ষ্যবস্তু করা হয়নি।\n\n\n== অন্য দেশ ==\n চীন: পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র মাও নিং ইরান ও পাকিস্তানকে \"সংযম\" দেখানোর এবং \"উত্তেজনা বৃদ্ধির দিকে পরিচালিত করে এমন পদক্ষেপ এড়ানোর\" আহ্বান জানিয়ে যোগ করেছেন যে উভয় দেশকে বেইজিংয়ের \"ঘনিষ্ঠ প্রতিবেশী\" হিসাবে বিবেচনা করা হয়।\n ভারত: বিদেশ মন্ত্রক একটি সরকারি বিবৃতি প্রকাশ করে \"ইরান ও পাকিস্তানের মধ্যে একটি বিষয়\" নিয়ে দেশের নিরপেক্ষতা ঘোষণা করে এবং সন্ত্রাসবাদের প্রতি ভারত সরকারের \"জিরো টলারেন্সের আপোষহীন অবস্থান\" তুলে ধরে ব্যাখ্যা করে যে তারা সন্ত্রাসবাদী সত্তার বিরুদ্ধে \"দেশগুলি তাদের আত্মরক্ষায় যে পদক্ষেপ নেয়\" তা বোঝে।\n মার্কিন যুক্তরাষ্ট্র: স্টেট ডিপার্টমেন্ট ইরানের হামলার নিন্দা জানিয়ে উল্লেখ করেছে যে ইরান \"মাত্র কয়েক দিনের মধ্যে তার তিন প্রতিবেশী দেশের সার্বভৌম সীমানা লঙ্ঘন করেছে।\n\n\n== তথ্যসূত্র =="}