{"pageid": 1417889, "title": "জসিম বিন হামাদ স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1417889", "content": "জসিম বিন হামাদ স্টেডিয়াম (আরবি: ملعب جاسم بن حمد) হল আল রায়ান, কাতারের একটি অ্যাসোসিয়েশন ফুটবল স্টেডিয়াম, যা দোহার কেন্দ্র থেকে প্রায় ৫ কিলোমিটার (৩ মাইল) পশ্চিমে অবস্থিত। এটি আল সাদ স্পোর্টস ক্লাবের অ্যাসোসিয়েশন ফুটবল দলের আবাসস্থল, যারা শীর্ষ-লিগ কাতার স্টারস লিগে খেলে এবং মাঝে মাঝে কাতারের পুরুষ ও মহিলা জাতীয় ফুটবল দল তাদের ঘরের মাঠ হিসেবে ব্যবহার করে। তৎকালীন কাতারের যুব ও ক্রীড়া মন্ত্রী জসিম বিন হামাদ বিন আবদুল্লাহ আল থানির নামে নামকরণ করা হয়েছে, যিনি ১৯৬৯ সালে আল সাদের প্রতিষ্ঠাতা সদস্যদের দল গঠনের অনুমতি প্রদান করেছিলেন, স্টেডিয়ামটি ১৯৭৫ সালে খোলা হয়েছিল, এবং তারপর থেকে এটি দুবার সংস্কার করা হয়েছে; একবার ২০০৪ সালে ১৭তম আরব উপসাগরীয় কাপে এবং আবার ২০১০ সালে। ২০০৪ সালে আরব উপসাগরীয় কাপের সমস্ত ম্যাচ আয়োজন করার পাশাপাশি, স্টেডিয়ামটি তার ইতিহাস জুড়ে অসংখ্য আন্তর্জাতিক অ্যাসোসিয়েশন ফুটবল ম্যাচ আয়োজন করেছে, যার মধ্যে রয়েছে ২০১৯ ফিফা ক্লাব বিশ্বকাপের ম্যাচ, ২০০৬ এশিয়ান গেমস এবং ২০১১ প্যান আরব গেমসের ফুটবল টুর্নামেন্ট এবং ইতালিয়ান সুপার কাপের দুটি সংস্করণ সুপারকোপা ইতালিয়া আয়োজন করা হয়েছিল।\n\n\n== সু্যোগ - সুবিধা ==\nমূল মাঠ ছাড়াও, স্টেডিয়াম এলাকায় প্রশাসনিক অফিস, একটি ক্যাফে, একটি মসজিদ, কর্মীদের কোয়ার্টার, একটি অ্যাথলেটিক্স ট্র্যাক, প্রশিক্ষণ ক্ষেত্র, একটি সুইমিং পুল এবং একটি মাল্টি-স্পোর্টস হল রয়েছে। মাল্টি-স্পোর্টস হলটির ধারণক্ষমতা ১,০০০ জন, এবং এটি বাস্কেটবল, ভলিবল, হ্যান্ডবল এবং অন্যান্য খেলা এবং ইভেন্টের স্থানীয় টুর্নামেন্টের জন্য ব্যবহৃত হয়।\n\n\n== ডিজাইন ==\nজসিম বিন হামাদ স্টেডিয়ামে প্রায় ১২,৯৪৬ আসন পাওয়া যায়। আধুনিক এবং ঐতিহ্যবাহী কাতারি স্থাপত্য উপাদান স্টেডিয়ামের নকশায় সহাবস্থান করে। কাতারের নটিক্যাল ঐতিহ্যের প্রতি সম্মান প্রদর্শন করে, এর অস্বাভাবিক কাঠামোটি প্রাচীন ধো নৌকার পাল থেকে অনুপ্রাণিত একটি আকর্ষণীয় বহিঃপ্রকাশ গর্ব করে।স্টেডিয়ামের প্রত্যাহারযোগ্য ছাদ খেলা এবং কার্যকলাপের সময় জলবায়ু নিয়ন্ত্রণ সক্ষম করে। স্টেডিয়ামের সুযোগ-সুবিধাগুলি খেলোয়াড় এবং দর্শক উভয়কেই অভিজাত অভিজ্ঞতা দেওয়ার জন্য তৈরি করা হয়েছে।এটিতে অত্যাধুনিক সম্প্রচার এবং মিডিয়া স্পেস, ভিআইপি লাউঞ্জ এবং চেঞ্জিং রুম রয়েছে। দর্শকদের বসার ব্যবস্থার জন্য ধন্যবাদ, প্রতিটি কোণ থেকে দুর্দান্ত দৃশ্য সহ একটি অন্তরঙ্গ পরিবেশে আচরণ করা হয়।কার্যকারিতা, সৌন্দর্য এবং স্থায়িত্ব সবই জসিম বিন হামাদ স্টেডিয়ামের ডিজাইনে একত্রিত করা হয়েছে, যা স্টেডিয়াম নির্মাণের স্থাপত্যের ক্রমবর্ধমান প্রবণতা অনুসরণ করে।দোহার আল সাদ পাড়া একটি বিখ্যাত ল্যান্ডমার্ক হিসাবে কাজ করে এবং দর্শকদের একটি সমসাময়িক এবং আরামদায়ক পরিবেশ প্রদান করে।\n\n\n== স্টেডিয়ামে অনুষ্ঠিত হয় গুরুত্বপূর্ণ টুর্নামেন্ট ==\nআরব উপসাগরীয় কাপ\nএই স্টেডিয়ামে আরব উপসাগরীয় কাপের ফাইনাল খেলা অনুষ্ঠিত হয়েছিল যখন কাতার ওমানকে পেনাল্টিতে পরাজিত করে শিরোপা জিতেছিল, সেখানে ফাইনাল অনুষ্ঠান অনুষ্ঠিত হয়েছিল।\n\n২০০৬ এশিয়ান গেমস\nসেখানে গেমসের ফুটবল টুর্নামেন্টের ফাইনাল অনুষ্ঠিত হয় যখন কাতার ইরাককে এক গোলে পরাজিত করে শিরোপা জিতে নেয়।\n\nকাতার স্টারস লিগ\nএটি আল সাদের হোম স্টেডিয়াম হওয়ায় তারা সেখানে তাদের হোম লিগের ম্যাচ খেলে এবং ২০০৯-২০১০ মৌসুমে এটি অন্য কাতারি দল আল আহলির সাথে ভাগ করা হয়েছিল। এবং যখনই আল সাদ গোল করে তখন স্টেডিয়ামের স্পীকার থেকে নেকড়ের চিৎকারের শব্দ ভেসে আসে কারণ ক্লাবের নিক বা মাসকট হল নেকড়ে।\n\nকাতার জাতীয় ফুটবল দলের ম্যাচ\nকাতারি ফুটবল দল সেখানে তাদের গুরুত্বপূর্ণ ম্যাচগুলো যেমন বিশ্বকাপ বাছাইপর্বের ম্যাচগুলো খেলে।\n\nকাতার হেয়ার অ্যাপারেন্টস কাপ\nএই কাপের সমস্ত ম্যাচ একই স্টেডিয়ামে খেলা হয় কারণ এই কাপটি শুধুমাত্র দুটি সেমিফাইনাল এবং একটি ফাইনাল ম্যাচ দিয়ে তৈরি।\n\nকাতার আমির কাপ\nসেমি-ফাইনাল ম্যাচগুলি এই স্টেডিয়ামে খেলা হয় যখন কোয়ার্টার ফাইনাল ম্যাচ এবং রাউন্ড অফ সিক্সটিন ম্যাচগুলি গ্র্যান্ড হামাদ স্টেডিয়ামে এবং ফাইনাল ম্যাচটি খলিফা স্টেডিয়ামে খেলা হয়।\n\nসুপারকোপা ইতালিয়া\nস্টেডিয়ামে জুভেন্টাস (সেরিয়ে আ চ্যাম্পিয়ন) এবং নাপোলি (কোপা ইতালিয়া চ্যাম্পিয়ন) চ্যাম্পিয়নদের সাথে জড়িত একটি ম্যাচে ২০১৪ সুপারকোপা ইতালিয়া আয়োজন করেছিল। জুভেন্টাস (সেরিয়ে আ চ্যাম্পিয়ন) এবং মিলান (কোপা ইতালিয়া রানার্স-আপ) এর সাথে জড়িত একটি ম্যাচে স্টেডিয়ামটি ২০১৬ সুপারকোপা ইতালিয়া আয়োজন করেছিল।\n২০১৯ ফিফা ক্লাব বিশ্বকাপের সময় স্টেডিয়ামটি তিনটি ম্যাচের আয়োজন করেছিল।\n২০২২ ফিফা বিশ্বকাপের সময়, ফ্রান্স স্টেডিয়ামটিকে তাদের প্রশিক্ষণ বেস হিসাবে ব্যবহার করেছিল।\n\n\n== তথ্যসূত্র =="}