{"pageid": 1418018, "title": "অনির্বাণ ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=1418018", "content": "অনির্বাণ ঘোষ হলেন একজন আমেরিকান নিউরোসায়েন্টিস্ট এবং বায়োটেক এক্সিকিউটিভ।\nঘোষ স্নায়ুবিজ্ঞান এবং জৈবপ্রযুক্তির ক্ষেত্রে একজন বিশেষজ্ঞ ব্যক্তিত্ব। ইউনিটি বায়োটেকনোলজির সিইও হিসেবে তার বর্তমান পদে যোগদানের আগে, তিনি বেশ কয়েকটি বিখ্যাত প্রতিষ্ঠান এবং কোম্পানিতে উচ্চ  পদে অধিষ্ঠিত ছিলেন। ঘোষ জনস হপকিন্স স্কুল অব মেডিসিনের ফ্যাকাল্টিতে এবং ইউসিএসডি-তে নিউরোবায়োলজির চেয়ার হিসেবে দায়িত্ব পালন করেন, যেখানে তিনি নিউরোসায়েন্সের ক্ষেত্রে গুরুত্বপূর্ণ অবদান রেখেছিলেন। ২০১১ থেকে ২০১৬ পর্যন্ত তিনি এফ. হফম্যান-লা রোচে নিউরোসায়েন্স ডিসকভারির গ্লোবাল হেড হিসেবে দায়িত্ব পালন করেন। ঘোষ ২০১৬ থেকে ২০১৭ সাল পর্যন্ত ই-স্কেপ বায়ো-এর সিএসও প্রতিষ্ঠা করেছিলেন এবং ২০১৭ থেকে ২০২০ পর্যন্ত বায়োজেনে গবেষণা ও প্রাথমিক উন্নয়নের প্রধান হিসেবে দায়িত্ব পালন করেন। তিনি ২০২০ সালে ইউনিটি বায়োটেকনোলজির সিইও নিযুক্ত হন।\n\n\n== জীবনী ==\nঅনির্বাণ ঘোষ ১৯৬৪ সালে যুক্তরাষ্ট্রের ইন্ডিয়ানার ব্লুমিংটনে জন্মগ্রহণ করেন। তিনি তার জীবনের প্রথম দিকের সময় ভারতের কানপুরে কাটিয়েছেন। আইআইটি কানপুরের কেন্দ্রীয় বিদ্যালয় হতে হাই স্কুল শেষ করার পর, তিনি মর্যাদাপূর্ণ ক্যালিফোর্নিয়া ইনস্টিটিউট অফ টেকনোলজিতে স্নাতক শিক্ষার জন্য মার্কিন যুক্তরাষ্ট্রে যান। তিনি ১৯৮৫ সালে ক্যালটেক থেকে পদার্থবিদ্যায় অনার্স সহ বি.এস. সম্পন্ন করেন।\n১৯৮৫ থেকে ১৯৯০ সাল পর্যন্ত ঘোষ স্ট্যানফোর্ড বিশ্ববিদ্যালয়তে নিউরোসায়েন্স গ্র্যাজুয়েট প্রোগ্রামে স্নাতক অধ্যয়ন করেন। কার্লা জে. শ্যাট্জের নির্দেশনায় তিনি স্তন্যপায়ীদের মস্তিষ্কে সংযোগ স্থাপনে সাবপ্লেট নিউরনের গুরুত্বপূর্ণ ভূমিকা আবিষ্কার করেন। ১৯৯১ সালে তিনি স্ট্যানফোর্ড বিশ্ববিদ্যালয় থেকে নিউরোবায়োলজিতে পিএইচডি ডিগ্রি অর্জন করেন। এরপর ঘোষ মাইকেল ই. গ্রিনবার্গের সাথে কাজ করে হার্ভার্ড মেডিকেল স্কুলে পোস্টডক্টরাল প্রশিক্ষণ নেন। এসময় তিনি এক্সট্রা সেলুলার সিগন্যাল দ্বারা পার্থক্যের নিয়ন্ত্রণ এবং বিডিএনএফ এক্সপ্রেশনের ক্যালসিয়াম নিয়ন্ত্রণ কীভাবে নিউরোনাল বেঁচে থাকাকে প্রভাবিত করতে পারে তা অন্বেষণ করেন।\nঘোষ ১৯৯৫ সালে জনস হপকিন্স স্কুল অব মেডিসিনের স্বনামধন্য স্নায়ুবিজ্ঞান বিভাগে যোগদান করেন। জনস হপকিন্সে থাকাকালীন তার পরীক্ষাগারে সিআরইএসটি'কে ক্যালসিয়াম-নিয়ন্ত্রিত ট্রান্সক্রিপশন ফ্যাক্টর হিসাবে ক্লোন করা হয়েছিল এবং ফলাফলে দেখা যায় যে এটি মস্তিষ্কের বিকাশে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। ২০০৩ সালে তিনি স্টিফেন কাফলার অধ্যাপক হিসাবে ইউসিএসডি-তে নিয়োগ পান এবং জীববিজ্ঞান বিভাগে নিউরোবায়োলজির প্রধান হিসেবে দায়িত্ব পালন করেন।\n২০১১ সালে রোচে ঘোষকে নিউরোসায়েন্স ডিসকভারির গ্লোবাল হেড হিসাবে কাজ করার জন্য নিয়োগ দান করে। পরবর্তীকালে, ২০১৭ হতে ২০২০ সাল পর্যন্ত তিনি বায়োজেনে গবেষণা ও প্রাথমিক উন্নয়নের প্রধান হিসেবে দায়িত্ব পালন করেন। ঘোষ ২০২০ সালে বার্ধক্যজনিত রোগগুলিকে ধীর, থামাতে বা বিপরীত করার জন্য থেরাপির বিকাশের দিকে গবেষণায় জোর দেয়া ইউনিটি বায়োটেকনোলজির সিইও নিযুক্ত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOfficial page: Anirvan Ghosh, Professor of Biology, UCSD\nThe Ghosh Lab  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ মে ২০১২ তারিখে\nScience Daily: Gene Essential For Development Of Normal Brain Connections Resulting From Sensory Input Discovered\nScience: Dendrite Development Regulated by CREST, a Calcium-Regulated Transcriptional Activator\nJohns Hopkins University Gazette: Heads up! The Brain Behind The Acclaim, by Michael Purdy\nFundamental Neuroscience, Elsevier\nDirectory of Pew Scholars\nBIOGEN press release\nUNITY BIOTECHNOLOGY press release"}