{"pageid": 1418986, "title": "কল্যাণ রায়", "url": "https://bn.wikipedia.org/wiki?curid=1418986", "content": "কল্যাণ রায় (২৭ ডিসেম্বর ১৯২৯ - ৩১ জানুয়ারী ১৯৮৫) একজন ভারতীয় রাজনীতিবিদ এবং ভারতের কমিউনিস্ট পার্টির একজন নেতা এবং অল ইন্ডিয়া ট্রেড ইউনিয়ন কংগ্রেসের একজন নেতা ছিলেন। আসানসোল-রানিগঞ্জ কয়লাক্ষেত্র এলাকার বিখ্যাত ট্রেড ইউনিয়ন নেতাদের মধ্যে একজন, কল্যাণ রায় সিপিআইয়ের অন্যতম সিনিয়র নেতা এবং রাজ্যসভার সংসদ সদস্য ছিলেন।\n\n\n== পারিবারিক পটভূমি এবং শিক্ষা ==\nকল্যাণ শঙ্কর রায় ভারতের কলকাতায় ২৭ ডিসেম্বর ১৯২৯ সালে কিরণশঙ্কর রায় এবং পদ্মা রায় (জন্ম নাম রায় চৌধুরী) এর ঘরে জন্মগ্রহণ করেন। তাঁর পিতা ছিলেন ভারতের স্বাধীনতার আগে যুক্তবঙ্গের ঢাকা বিভাগের মানিকগঞ্জ জেলার তেওতা গ্রামের প্রখ্যাত জমিদার বংশের সন্তান। তিনি ছিলেন একজন স্বাধীনতা সংগ্রামী, কংগ্রেস নেতা এবং ভারতের স্বাধীনতার পরপরই পশ্চিমবঙ্গের প্রাক্তন স্বরাষ্ট্রমন্ত্রী।\n\n\n== রাজনৈতিক জীবন ==\n১৯৪৫ সালের শেষ থেকে, ভারতীয় ট্রেড ইউনিয়ন আন্দোলনের নেতৃত্ব কমিউনিস্ট এবং মানবেন্দ্রনাথ রায়-এর অনুসারীদের হাতে চলে গেলে অনেক পরিবর্তন ঘটে। ১৯৪৬ সালে ট্রেড ইউনিয়নের সদস্য সংখ্যা তিনগুণ বৃদ্ধি পায় এবং বিশের দশকের গোড়ার দিকে ট্রেড ইউনিয়ন আন্দোলনের নেতা কংগ্রেস পার্টি একটি প্রভাবশালী অবস্থানে ছিল। ১৯৫৩ সালে ৭ বছর পর, উপ-শ্রমমন্ত্রী আবিদ আলীর লোকসভার বক্তৃতা অনুসারে, তখন ভারতে ৪টি ট্রেড ইউনিয়ন: INTUC, AITUC, HMS এবং UTUC শ্রমিকদের উপর একটি বড় প্রভাব ফেলেছিল।  সেই সময়ে, এআইটিইউসি নেতা কল্যাণ রায়ের নেতৃত্বে কোলিয়ারি মজদুর সভা এবং ভারতীয় খনি শ্রমিক ফেডারেশন, রাণীগঞ্জ এলাকায় ভারতের প্রাচীনতম কয়লা বেল্টে একটি শক্তিশালী ঘাঁটি ছিল।\nবাঙালি ভদ্রলোক প্রণব মুখার্জি, ১৯৭০-এর দশকের একজন সক্রিয় কংগ্রেস নেতা এবং কল্যাণ রায়ের মতো সিনিয়র কমিউনিস্ট নেতারা একটি ঘনিষ্ঠ সহযোগী ছিলেন যদিও তাদের মতাদর্শগত মতামত ভিন্ন ছিল।\nকয়লা বেল্ট পর্যালোচনা ১৯৫৮ - ভারতীয় খনি শ্রমিক ফেডারেশনের সাধারণ সম্পাদক, কল্যাণ রায় তার প্রবন্ধ, ১৯৫৮ সালে কোল বেল্ট - ১৯৫৯ সালে 'এআইটিইউসি জেনারেল কাউন্সিলের সংকট এবং শ্রমিকদের প্রতিবেদন'-এর জন্য একটি পর্যালোচনাতে তার মতামত প্রকাশ করেছেন। তিনি এই বলে নিবন্ধটি শেষ করেছেন, \"ভারতীয় খনি শ্রমিক ফেডারেশন এবং ভারতীয় জাতীয় খনি শ্রমিক ফেডারেশন উভয়ই কমবেশি একই দাবি নিয়ে এসেছে। ভূরকুন্ডায় iMWF এবং ধানবাদে inmwf-এর সম্মেলনগুলি স্লোগান তুলেছে: জাতীয়করণ। খনি, কয়লা শিল্পের জন্য মজুরি বোর্ড, চুক্তি শ্রমের বিলুপ্তি; বর্তমান বোনাস আইনে গ্র্যাচুইটি এবং পরিবর্তন।\" \nকল্যাণ রায় পশ্চিমবঙ্গ থেকে সিপিআই নেতা হিসাবে ১৯৬৯, ১৯৭৫ এবং ১৯৮২ সালের রাজ্যসভা নির্বাচনে নির্বাচিত হন।\n\nখনি (সংশোধন) বিল, ১৯৭২ - কল্যাণ রায় ভারত সরকারের ৪৫ সদস্যের যৌথ সংসদীয় কমিটির সদস্য ছিলেন। কমিটিতে লোকসভার ৩০ জন এবং রাজ্যসভার ১৫ জন সদস্য রয়েছে। ২৭ আগস্ট ১৯৭৩ তারিখে ২৬ তম বৈঠকের পর, কমিটির রিপোর্ট ৩০ আগস্ট ১৯৭৩ তারিখে রাজ্যসভায় পেশ করা হয় \nচাসনালা খনির বিপর্যয় ১৯৭৫ - ইন্দিরা গান্ধী ১৯৭৫ সালের ২৫ জুন জরুরি অবস্থা ঘোষণা করেন। সারাদেশের কয়লা খনি শ্রমিকরা সবচেয়ে খারাপ কাজের পরিস্থিতির মুখোমুখি হয়েছিল যার ফলে ২৭ ডিসেম্বর ১৯৭৫ সালে চাসনালা খনির বিপর্যয় ঘটে । দুর্যোগে ৩৭৫ জন খনি শ্রমিক নিহত হয়েছে।\nখনি শ্রমিকরা চাসনালা কোলিয়ারির তৎকালীন মালিক দ্য ইন্ডিয়ান আয়রন অ্যান্ড স্টিল কোম্পানি (IISCO) কে অব্যবস্থাপনা ও অবহেলার জন্য দায়ী করেছে। ভারতীয় লোহা ও ইস্পাত কোম্পানি (IISCO) দাবি করেছে যে চাসনালা কোলিয়ারিতে আন্তর্জাতিক মান বজায় রাখা হয়।\n১৬ জানুয়ারী ১৯৭৬-এ পশ্চিমবঙ্গে দ্য ইন্ডিয়ান আয়রন অ্যান্ড স্টিল কোম্পানি (আইআইএসসিও) এর দুর্নীতি শীর্ষক বিতর্কে, রাজ্যসভার সাংসদ কল্যাণ রায় কেন্দ্রীয় ইস্পাত ও খনি মন্ত্রীকে জিজ্ঞাসা করেছিলেন যে তিনি ভারতীয় আয়রন অ্যান্ড স্টিল কোম্পানির ব্যাপক দুর্নীতি জানেন কিনা? পশ্চিমবঙ্গের বার্নপুর এবং কুলটিতে; রায় মন্ত্রীর কাছে আরও জানতে চান, এই দুর্নীতি বন্ধে প্রশাসনিকভাবে কী ব্যবস্থা নেওয়া হয়েছে? দুর্নীতিবাজ কর্মকর্তা ও ঠিকাদারদের বিরুদ্ধে এখন পর্যন্ত কী ব্যবস্থা নেওয়া হয়েছে? এবং ১৯৭৪ এবং ১৯৭৫ সালে বার্নপুর এবং কুলটির পাশাপাশি চাসনালা এবং জিতপুর কয়লা খনিতে প্রতিটি ঠিকাদারকে কত টাকা দেওয়া হয়েছিল?\nপ্রাক্তন সাংবাদিক এবং রাজনৈতিক ভাষ্যকার রাজীব শুক্লার মতে, রায় খুব কম নেতাদের মধ্যে একজন যিনি একজন সংসদ সদস্য হিসাবে প্রতিষ্ঠানের জন্য একটি মানদণ্ড স্থাপন করেছিলেন।\n\n\n== মৃত্যু ==\nরায় ১৯৮৫ সালের ৩১ জানুয়ারি কলকাতায় মারা যান যখন তাঁর বয়স ছিল মাত্র ৫৫ বছর। কল্যাণ রায়ের মৃত্যুতে সৃষ্ট শূন্যপদে গুরুদাস দাশগুপ্ত রাজ্যসভায় নির্বাচিত হন।\nরায় তখন রাজ্যসভার একজন বর্তমান সদস্য ছিলেন যখন ৩১ জানুয়ারী ১৯৮৫ সালে হাউস সংবিধান (পঞ্চাশতম সংশোধনী) বিল, ১৯৮৫ পাশ করার পরে, ডেপুটি চেয়ারম্যান, নাজমা হেপতুল্লা কলকাতায় কল্যাণ রায়ের মৃত্যু ঘোষণা করেন এবং শোকপ্রকাশ করেন। তার সম্পর্কে রেফারেন্স।\n\n\n== তথ্যসূত্র =="}