{"pageid": 1418449, "title": "লিথিয়াম পারক্লোরেট", "url": "https://bn.wikipedia.org/wiki?curid=1418449", "content": "লিথিয়াম পারক্লোরেট একটি অজৈব যৌগ যার রাসায়নিক সংকেত LiClO4।\n\n\n== প্রস্তুতি ==\nশিল্পক্ষেত্রে বিভিন্ন রাসায়নিক প্রক্রিয়ার সাহায্যে লিথিয়াম পারক্লোরেট তৈরি করা হয়।\nপারক্লোরিক অ্যাসিডের সাথে লিথিয়াম কার্বনেটের বিক্রিয়া করে লিথিয়াম পারক্লোরেট উৎপন্ন করা যায়। উৎপন্ন সোদক লিথিয়াম পারক্লোরেট লবণকে অত্যন্ত নিয়ন্ত্রিত উত্তাপের সাহায্যে বা উদ্বায়ী অ্যামাইন দিয়ে বায়ুনিষ্কাশন যন্ত্রের মাধ্যমে জল সরিয়ে শুষ্ক লিথিয়াম পারক্লোরেট তৈরি করা হয়।\nলিথিয়াম ক্লোরাইডের সাথে সোডিয়াম পারক্লোরেটের বিক্রিয়া করেও লিথিয়াম পারক্লোরেট তৈরি করা যায়।\nএছাড়া ২০ ডিগ্রি সেলসিয়াস তাপমাত্রার উপরে ২০০ মিলিঅ্যাম্ফিয়ার/সেমি২ তড়িৎপ্রয়োগে লিথিয়াম ক্লোরেটের তড়িৎবিশ্লেষণ করে লিথিয়াম পারক্লোরেট প্রস্তুত করা যেতে পারে।\n\n\n== ধর্ম ==\nএই লবণটি দেখতে সাদা বা বর্ণহীন স্ফটিকাকার। অনেক দ্রাবকে উচ্চ দ্রবণীয়তার জন্য এই লবণটি বিশেষ পরিচিত। লিথিয়াম পারক্লোরেট অনার্দ্র বা সোদক স্ফটিক অবস্থায় পাওয়া যায়। স্ফটিক তৈরির সময় স্ফটিকের মূল উপাদানের সাথে সুনির্দিষ্ট সংখ্যক জলের অণু যুক্ত থাকলে সেই জলকে কেলাস জল বা স্ফটিক জল বলা হয়। লিথিয়াম পারক্লোরেটের ক্ষেত্রে তিনটি জলের অণু যুক্ত হয়ে সোদক লিথিয়াম পারক্লোরেটের স্ফটিক তৈরি হয়। একে ট্রাইহাইড্রেট লিথিয়াম পারক্লোরেট বলে।\n\n\n== ব্যবহার ==\n\n\n=== অজৈব রসায়নক্ষেত্রে ===\nকিছু রাসায়নিক অক্সিজেন জেনারেটরে অক্সিজেনের উৎস হিসেবে লিথিয়াম পারক্লোরেট ব্যবহার করা হয়। লিথিয়াম পারক্লোরেট প্রায় ৪০০ ডিগ্রি সেলসিয়াস তাপমাত্রায় ভেঙ্গে যায়। লিথিয়াম পারক্লোরেট ভেঙ্গে গিয়ে লিথিয়াম ক্লোরাইড এবং অক্সিজেন উৎপন্ন করে:\n\nLiClO4 → LiCl + 2 O2\nলিথিয়াম পারক্লোরেট ভরের শতকরা ৬০ ভাগের বেশি অক্সিজেন হিসাবে নির্গত করতে পারে। আয়তন অনুপাত এবং ওজন অনুপাতে সমস্ত ব্যবহারিক পারক্লোরেট লবণের তুলনায় লিথিয়াম পারক্লোরেটে বেশি অক্সিজেন থাকে। আয়তনের অনুপাতে তরল অক্সিজেনের তুলনায় লিথিয়াম পারক্লোরেটে অক্সিজেনের পরিমাণ বেশি থাকে।\nলিথিয়াম পারক্লোরেট কঠিন রকেট প্রোপেল্যান্টে একটি জারক হিসাবে ব্যবহৃত হয়। আতসবাজি শিল্পে লাল রঙের শিখা তৈরি করতে লিথিয়াম পারক্লোরেট কাজে লাগে।\n\n\n=== জৈব রসায়নক্ষেত্রে ===\nলিথিয়াম পারক্লোরেট জৈব দ্রাবক, এমনকি ডাইথাইল ইথারে অত্যন্ত দ্রবণীয়। এই ধরনের দ্রবণ জৈব রসায়নক্ষেত্রে ডিলস-অ্যালডার বিক্রিয়ায় ব্যবহার করা হয়।\nলিথিয়াম পারক্লোরেট অ্যালডিহাইডের সাথে α,β-অসম্পৃক্ত কার্বনাইলের সংযোগ করতে সহ-অনুঘটক হিসাবে ব্যবহৃত হয়, যা বেলিস-হিলম্যান বিক্রিয়া নামেও পরিচিত।\nকঠিন লিথিয়াম পারক্লোরেট কিছু কিছু জৈব বিক্রিয়ায় দক্ষ লুইস অ্যাসিড হিসাবে পাওয়া যায়।\n\n\n=== ব্যাটারি ===\nলিথিয়াম-আয়ন ব্যাটারিতে তড়িৎবিশ্লেষ্য লবণ হিসাবে লিথিয়াম পারক্লোরেট ব্যবহৃত হয়। বৈদ্যুতিক বর্তনীর প্রতিবন্ধকতা, পরিবাহিতা, জলগ্রাহীতা প্রভৃতি বৈশিষ্ট্যগুলির নির্দিষ্ট প্রয়োগ যেখানে গুরুত্বপূর্ণ, সেখানে লিথিয়াম হেক্সাফ্লুরোফসফেট বা লিথিয়াম টেট্রাফ্লুরোবোরেটের থেকে বিকল্প লবণ হিসাবে লিথিয়াম পারক্লোরেটকে বেছে নেওয়া হয়।\n\n\n=== জীবরসায়নে ===\nলিথিয়াম পারক্লোরেটের ঘন দ্রবণ (৪.৫ মোল/লিটার) প্রোটিনের হাইড্রোজেন বন্ধন বিকৃত করতে ক্যাওট্রপিক এজেন্ট হিসাবে ব্যবহৃত হয়।\n\n\n== সুরক্ষা ==\nজৈব যৌগ, গুঁড়ো ধাতু, গন্ধক এবং অন্যান্য বিজারক পদার্থের সাথে লিথিয়াম পারক্লোরেট মেশানো হলে সেটি বিস্ফোরক মিশ্রণ তৈরি করে।\n\n\n== তথ্যসূত্র =="}