{"pageid": 1418636, "title": "নরেন্দ্র কর্মকার", "url": "https://bn.wikipedia.org/wiki?curid=1418636", "content": "নরেন্দ্র কৃষ্ণ করমরকর(জন্ম: আনু. ১৯৫৬) হলেন একজন ভারতীয় গণিতবিদ। কর্মকার \"কর্মকারের অ্যালগরিদম\" (Karmarkar's Algorithm) উদ্ভাবন করেন। তিনি একজন আইএসআই অত্যন্ত উদ্ধৃত গবেষক হিসেবে তালিকাভুক্ত। \nকর্মকার লিনিয়ার প্রোগ্রামিংয়ের জন্য প্রথম প্রমাণিত বহুপদী সময় অ্যালগরিদমগুলির মধ্যে একটি আবিষ্কার করেন, যা সাধারণত একটি অভ্যন্তরীণ পয়েন্ট পদ্ধতি হিসাবে উল্লেখ করা হয়। এই অ্যালগরিদমটি লিনিয়ার প্রোগ্রামিংয়ের ক্ষেত্রে একটি ভিত্তিপ্রস্তর। ১৯৮৪ সালে তিনি নিউ জার্সির বেল ল্যাবরেটরিজে কাজ করার সময় তার এই বিখ্যাত গবেষণা ফলাফলটি প্রকাশ করেন।\n\n\n== জীবনী ==\nকর্মকার ১৯৭৮ সালে আইআইটি বোম্বে থেকে ইলেক্ট্রিক্যাল ইঞ্জিনিয়ারিংয়ে বি.টেক, ১৯৭৯ সালে ক্যালটেক থেকে এমএস এবং ১৯৮৩ সালে রিচার্ড এম. কার্পের তত্ত্বাবধানে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলি থেকে কম্পিউটার সায়েন্সে পিএইচডি ডিগ্রি লাভ করেন। কর্মকার পোস্ট-ডক্টরাল রিসার্চ ফেলো হিসাবে আইবিএম রিসার্চে (১৯৮৩), ফেলো এবং টেকনিক্যাল স্টাফের সদস্য হিসাবে গাণিতিক বিজ্ঞান গবেষণা কেন্দ্র, এটি & টি বেল ল্যাবরেটরিজে (১৯৮৩-১৯৯৮), গণিতের অধ্যাপক হিসাবে এম.আই.টি-তে (১৯৯১), ইনস্টিটিউট ফর অ্যাডভান্সড স্টাডি, প্রিন্সটনে (১৯৯৬), এবং ১৯৯৮ থেকে ২০০৫ সাল পর্যন্ত মুম্বাইয়ের টাটা ইনস্টিটিউট অফ ফান্ডামেন্টাল রিসার্চের হোমি ভাভা চেয়ার প্রফেসর ছিলেন। তিনি TATA গ্রুপের চেয়ারম্যানের বৈজ্ঞানিক উপদেষ্টা ছিলেন (২০০৬-২০০৭)। এই সময়ে টিআইএফআর-এ তার ডিজাইন করা এবং প্রাথমিক সূচনা করা সুপারকম্পিউটারটি উন্নয়ন করার জন্য রতন টাটা তাকে অর্থায়ন করেছিলেন। এই উন্নত মডেলটি সেই সময়ে জাপানের সুপারকম্পিউটার থেকে এগিয়ে ছিল এবং সুপারকম্পিউটিং-এ ভারতের সর্বকালের সেরা র‌্যাঙ্কিং অর্জন করেছিল। তিনি পুনেতে কম্পিউটেশনাল রিসার্চ ল্যাবের প্রতিষ্ঠাতা পরিচালক ছিলেন, যেখানে সুপার কম্পিউটারটির উন্নয়নের কাজ করা হয়েছিল। তিনি সুপারকম্পিউটিং-এর জন্য তার নতুন আর্কিটেকচারে কাজ চালিয়ে যাচ্ছেন।\n\n\n== কাজ ==\n\nকর্মকারের অ্যালগরিদম বহুপদী সময়ে লিনিয়ার প্রোগ্রামিং সমস্যার সমাধান করে। এই সমস্যাগুলিকে অনেকগুলি ভেরিয়েবল জড়িত রৈখিক সীমাবদ্ধতা দ্বারা উপস্থাপন করা হয়। এই সমস্যাগুলো সমাধানের পূর্ববর্তী পদ্ধতিতে সমস্যাটিকে শীর্ষবিন্দু সহ একটি উচ্চ-মাত্রিক কঠিন হিসাবে বিবেচনা করা হয়েছিল, যেখানে সমাধানটি শীর্ষবিন্দু থেকে শীর্ষে অতিক্রম করে সমাধান করা হতো। কর্মকারের অভিনব পদ্ধতিটি এর ট্রাভার্সালে উপরের কঠিনকে কেটে সমাধানের দিকে এগিয়ে যায়। ফলস্বরূপ, কর্মকারের অ্যালগরিদম ব্যবহার করে জটিল অপ্টিমাইজেশন সমস্যাগুলো আরও দ্রুত সমাধান করা যায়। এই দক্ষতার একটি বাস্তব উদাহরণ হল যোগাযোগ নেটওয়ার্ক অপ্টিমাইজেশানে জটিল সমস্যার সমাধান, যেখানে সমাধানের সময় সপ্তাহ থেকে দিনে নামিয়ে আনা সম্ভব হয়েছে। এই পদ্ধতিতে তার অ্যালগরিদমটি ব্যবসা এবং নীতিগত সিদ্ধান্তগুলো দ্রুত নিতে সহায়তা করছে। কর্মকারের অ্যালগরিদম বেশ কয়েকটি অভ্যন্তরীণ-পয়েন্ট পদ্ধতির বিকাশকে উদ্দীপিত করেছে, যার মধ্যে কয়েকটি রৈখিক-প্রোগ্রাম সমাধানকারীর বর্তমান বাস্তবায়নে ব্যবহৃত হচ্ছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nDistinguished Alumnus 1996 IIT Bombay\nFlashback: An Interior Point Method for Linear Programming IIT Bombay Heritage Fund\nKarmarkar function in Scilab\nটেমপ্লেট:ক্যানেলাকিস পুরস্কার প্রাপক"}