{"pageid": 1418769, "title": "ঐশী ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=1418769", "content": "ঐশী ঘোষ একজন ভারতীয় রাজনীতিবিদ এবং ছাত্র আন্দোলনের কর্মী। তিনি দিল্লির জওহরলাল নেহরু বিশ্ববিদ্যালয়ের ছাত্র সংসদের সভানেত্রী এবং ভারতের ছাত্র ফেডারেশনের (এসএফআই) কেন্দ্রীয় কার্যনির্বাহী কমিটির একজন সদস্য।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nঘোষ ২২ অক্টোবর ১৯৯৫ সালে জন্মগ্রহণ করেন। তিনি পশ্চিমবঙ্গের পশ্চিম বর্ধমান জেলার দুর্গাপুর শহরে বেড়ে ওঠেন। তিনি দেবাশীষ ঘোষ এবং শর্মিষ্ঠা ঘোষের বড় সন্তান। তার বাবা দেবাশীষ ঘোষ, দামোদর ভ্যালি কর্পোরেশনের একজন কর্মচারী, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) এর শ্রম শাখা সেন্টার ফর ইন্ডিয়ান ট্রেড ইউনিয়ন (সিটু) এর সাথে যুক্ত ছিলেন, যখন তার মা শর্মিষ্ঠা ঘোষ একজন গৃহিণী। তার একটি ছোট বোন ইশিকা ঘোষ আছে যিনি বর্তমানে নতুন দিল্লির শ্যামা প্রসাদ মুখার্জি কলেজ থেকে স্নাতক করছেন।\nদিল্লি বিশ্ববিদ্যালয়ের দৌলতরাম কলেজ থেকে রাষ্ট্রবিজ্ঞানে স্নাতক হওয়ার পর ঘোষ জওহরলাল নেহেরু বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর ডিগ্রি লাভ করেন। তিনি বর্তমানে জওহরলাল নেহরু বিশ্ববিদ্যালয়ের স্কুল অফ ইন্টারন্যাশনাল রিলেশন্সে দর্শনে স্নাতকোত্তর করছেন।\n\n\n== রাজনৈতিক পেশা ==\n২০১৯ সালের সেপ্টেম্বরে ঘোষ জওহরলাল নেহরু বিশ্ববিদ্যালয়ের ছাত্র সংসদের সভাপতি নির্বাচিত হন। সেই ভূমিকায় ঘোষ ফি বৃদ্ধি, লাইব্রেরির তহবিল হ্রাস, হোস্টেলের ঘাটতি, বিদ্যুতের বর্ধিত চার্জ এবং বিশ্ববিদ্যালয়ের ছাত্রদের পোশাক এবং সময় সীমাবদ্ধতার বিরুদ্ধে প্রতিবাদে জড়িত হন। অক্টোবর ২০১৯ সালে নতুন নিয়ম প্রবর্তনের পরে বিশ্ববিদ্যালয়টি ভারতের সবচেয়ে ব্যয়বহুল কেন্দ্রীয় বিশ্ববিদ্যালয়ে পরিণত হয়। তিনি মনে করেন যে রাষ্ট্রীয় বিশ্ববিদ্যালয়গুলিকে লাভজনক প্রতিষ্ঠানের মতো কাজ করা উচিত নয়। ঘোষ বিশ্ববিদ্যালয়ের লিঙ্গ সংবেদনশীলতা কমিটিকে অপসারণ এবং যৌন হয়রানির অভিযোগে অভিযুক্ত অধ্যাপক অতুল জোহরির দায়মুক্তির বিরুদ্ধে প্রতিবাদেও অংশ নিয়েছেন। তিনি ভারতীয় জনতা পার্টির সমালোচনা করেছেন শিক্ষা প্রতিষ্ঠানগুলিকে সমর্থন করার ক্ষেত্রে অবহেলার জন্য এবং ক্ষমতায় আসার পর থেকে বিশ্ববিদ্যালয় আক্রমণ করার জন্য দলটিকে অভিযুক্ত করেছেন।\n৫ জানুয়ারী ২০২০-এ ঘোষকে ক্যাম্পাসে আক্রমণের সময় মাথায় আঘাত পাওয়ার পরে দিল্লির এইমস হাসপাতালে ভর্তি করা হয়েছিল, একটি হিন্দু জাতীয়তাবাদী সংগঠন অখিল ভারতীয় বিদ্যার্থী পরিষদ দ্বারা অভিযুক্ত। ক্যাম্পাসে হামলা ব্যাপক কভারেজ পেয়েছে যার পরে তিনি ভারতে ক্রমবর্ধমান প্রতিবাদ আন্দোলনের মাঝখানে জাতীয় স্বীকৃতি অর্জন করেছিলেন।\n\nতিনি অভিনেত্রী, দীপিকা পাড়ুকোন এবং কেরলের মুখ্যমন্ত্রী পিনারাই বিজয়নের কাছ থেকে ব্যাপক সমর্থন পেয়েছিলেন যিনি ব্যক্তিগতভাবে তার সাথে দেখা করতে এসেছিলেন। এই ঘটনার জন্য পুলিশ ঐশী ঘোষের বিরুদ্ধে ভাঙচুর ও লাঞ্ছনার অভিযোগ আনলেও কাউকে গ্রেপ্তার করা হয়নি। পরে তিনি অভিযোগ করেন যে আন্দোলন ভাঙার অভিপ্রায়ে হামলাকারী, পুলিশ এবং জেএনইউ প্রশাসনের মধ্যে একটি সম্পর্ক রয়েছে। ঘটনার পর, তিনি সিএএ এবং এনআরসি-এর বিরুদ্ধে দেশব্যাপী প্রতিবাদ আন্দোলনে অংশ নেন।\n\nতিনি জেএনইউএসইউ- এর সভাপতির কর্তৃত্বে, বিশ্ববিদ্যালয় প্রশাসনের দ্বারা আরোপিত \"স্বেচ্ছাচারী\" ফি বৃদ্ধি এবং জরিমানা করার বিরুদ্ধে দিল্লি হাইকোর্টে একটি পিটিশন দায়ের করেছেন।\n২০২০ সালের ফেব্রুয়ারিতে ঘোষকে কলকাতার দুটি রাষ্ট্র-চালিত বিশ্ববিদ্যালয় ক্যাম্পাসে সভা করার জন্য অনুমতি দিতে অস্বীকার করেছিল। পশ্চিমবঙ্গের একটি জেলা প্রশাসন তাকে পশ্চিম বর্ধমানে সমাবেশ করার অনুমতিও প্রত্যাখ্যান করেছিল।\n\n\n== ২০২১ পশ্চিমবঙ্গ বিধানসভা নির্বাচন ==\n২০২১ সালের পশ্চিমবঙ্গ নির্বাচনে জামুরিয়া (বিধানসভা কেন্দ্র) থেকে সিপিআই(এম) প্রার্থী ছিলেন ঐশী ঘোষ; অল ইন্ডিয়া তৃণমূল কংগ্রেসের হরেরাম সিং এই আসনে জয়ী হয়েছেন।\n\n\n== তথ্যসূত্র =="}