{"pageid": 1418506, "title": "গরদ শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1418506", "content": "গরদ শাড়ি পশ্চিমবঙ্গের একটি ঐতিহ্যবাহী হাতে বোনা শাড়ি। এটি পশ্চিমবঙ্গের মুর্শিদাবাদ ও বীরভূম জেলায় উত্পাদিত হয়। মির্জাপুরের তাঁতি মৃত্যুঞ্জয় সরকার এই বিখ্যাত বস্ত্রের উদ্ভাবক। এই তাঁত শাড়ি আঁচল ও \"বুটি\"-তে সুন্দর সূক্ষ্ম নকশা, বুননে শতভাগ খাঁটি রেশমের ব্যবহার এবং কাপড়ের পাতলা সূক্ষ্মতার জন্য বিখ্যাত। গরদ শাড়ি ২০২৪ খ্রিস্টাব্দে একটি নিবন্ধিত ভৌগোলিক নির্দেশক হিসাবে স্বীকৃতি অর্জন করে।\nএই শাড়ি ঐতিহ্যগতভাবে ফ্লাই শাটল পিট তাঁতে ৯০-৯২এস রেশমের সুতা ও কৃত্রিম জরি ব্যবহার করে বোনা হয়। \nশাড়িতে নকশাবিহীন পাড় ও জমিন, বা পাড় ও জমিনের সঙ্গে অতিরিক্ত টানা জে/সি বা 'জালা' নকশার পরিলক্ষিত হয়। অতীতে শাড়ির পাড়, দেহ ও আঁচলে কোনো নকশা ছিল না, এবং এই শাড়ি ছিল পবিত্রতা, বিশুদ্ধতা ও মঙ্গলের প্রতীক। বর্তমানেও বাঙালি হিন্দু নারীরা পূজার সময় এই শাড়ি পরিধান করেন। গারদ শাড়ির বিশেষত্ব হল এটিকে একটি সাধারণ ঐতিহ্যবাহী খাই মাড় দেওয়া হয় এবং অবশেষে 'প্যাট' নামক একটি বিশেষ আকারে ভাঁজ করা হয়।\nরঘুনাথগঞ্জ ও মুরারাই অঞ্চলের তাঁতি সম্প্রদায়, এই শাড়ি সর্বপ্রথম তৈরি করে। ২০২৪ খ্রিস্টাব্দের তথ্য অনুসারে, পশ্চিমবঙ্গের মুর্শিদাবাদ ও বীরভূম জেলায় ৬০০ টির বেশি তাঁত গরদ শাড়ি বুননের সঙ্গে যুক্ত রয়েছে। ২০১৮-১৯ অর্থবর্ষে, গরদ শাড়ির বার্ষিক আয় ছিল ₹১৪.৯৬ কোটি।\n\n\n== নামকরণ ==\nমালবেরি রেশমে সেরিসিন নামক প্রাকৃতিক আঠা রয়েছে। আঠা অপসারণের জন্য সোডা ও জল দিয়ে সিল্কের সুতা সিদ্ধ করা হয়। সিদ্ধ করার পর অবশিষ্ট তরলের মধ্যে আঠা থাকে। কাঁচা রেশমকে থেকে আঠা অপসারণের মাধ্যমে ব্যবহার উপযোগী করার প্রক্রিয়া হল ডিগমিং, যা তাঁতিদের ভাষায় \"গদ\" হিসাবে পরিচিত। তাঁতিদের মতে, বাংলায় \"গাদ\" শব্দ থেকে \"গরদ\" নামের (শাড়ির) উৎপত্তি হয়েছে। শাড়ির \"গরদ\" নামটি মনের উজ্জ্বলতা ও পবিত্রতার সাথে জড়িত।\n\n\n== ইতিহাস ==\nমুর্শিদাবাদ জেলার রেশম শিল্প বেশ পুরনো, গত তিন শতাব্দী ধরে রেশম শিল্প ছিল প্রধান শিল্প। প্রাক-ব্রিটিশ যুগে জেলাটি রেশমের জন্য সুনাম অর্জন করেছিল। সেই সময়ে, রেশম শিল্পের প্রধান কেন্দ্র ছিল মুর্শিদাবাদের কসিমবাজার, যেখানে কোম্পানি প্রায় ১৬৫৮ খ্রিস্টাব্দে একটি কারখানা চালু হয়। শুরুতে, কারখানার কার্যক্রমটি সীমিত পরিসরে ছিল। কসিমবাজার ছিল বাংলার রেশমের সাধারণ বাজার; এখান থেকে এশিয়ার একটি বড় অংশ জুড়ে রপ্তানি হত।\nউনিশ শতকের শেষের দিকে গরদ বস্ত্র বয়ন শুরু হয়। বর্তমান মুর্শিদাবাদ জেলার মির্জাপুরে এই শাড়ি প্রথম বোনা হয়। এই বিখ্যাত বস্ত্রের উদ্ভাবন করেন মির্জাপুরের তাঁতি মৃত্যুঞ্জয় সরকার। অতীতে এই শাড়ি আভিজাত্যের প্রতীক ছিল। বিভিন্ন প্রতিযোগিতা ও প্রদর্শনীতে গরদ বুননের দক্ষতার জন্য মির্জাপুরের শাশ্বনকোশেখর গম্ভীরা, মনোরঞ্জন পোস্তি, শ্যাম সাহানা ও মণীন্দ্র বিরল বিজয়ী হয়েছেন।\nরাজনীতিবিদ পদ্মজা নাইডু ১৯৫৬-৬৭ খ্রিষ্টাব্দের মধ্যে পশ্চিমবঙ্গের রাজ্যপাল ছিলেন, তিনি শুধুমাত্র শ্যাম সাহানার বোনা গরদ শাড়ি পরিধান করতেন। এরপর থেকে, এই শাড়িগুলি বাংলার প্রাক্তন রাজ্যপালের নামের সঙ্গে মিল রেখে পদ্মজা নামেও জনপ্রিয় হয়ে ওঠে। এছাড়াও, ইন্দিরা গান্ধী নিয়মিত মির্জাপুর থেকে গরদের শাড়ি সংগ্রহ করতেন।\n\n\n== তথ্যসূত্র =="}