{"pageid": 1418691, "title": "নবীন চন্দ্র পাল", "url": "https://bn.wikipedia.org/wiki?curid=1418691", "content": "নবীন চন্দ্র পাল (১৮২৯-১৮৮০) হলেন ১৯শ শতকের একজন বাঙালি চিকিৎসক ও বিজ্ঞানী। সাধারণ্যে তিনি এন. সি. পাল নামেই অধিক পরিচিত। চিকিৎসাশাস্ত্রে অধ্যয়ন করে তিনি যোগব্যায়াম চর্চার সাথে এর সংযোগ ঘটানোর চেষ্টা করেছেন এবং যোগব্যায়াম চর্চা করা ব্যক্তিদের শরীরবৃত্তীয় পরিবর্তন নিয়ে দীর্ঘদিন ব্যাপক গবেষণা করেছেন। তার গবেষণা এবং লেখালেখির প্রেক্ষিতে পশ্চিমা জনসাধরণের নিকট বিস্তৃত পরিসরে যোগব্যায়াম চর্চার বিষয়ে আগ্রহের সৃষ্টি হয় এবং এটি নিয়ে সেখানে চর্চা ও গবেষণায় বিশেষ প্রভাব পড়ে।\n\n\n== জীবনী ==\n\nনবীন চন্দ্র পাল ১৯২৯ সালে ব্রিটিশ ভারতের বাংলা অঞ্চলের কলকাতায় জন্মগ্রহণ করেন। সেসময় তার নামকরণ করা হয় \"নবীন চন্দ্র পাল\" (বানান ভেদে \"নবিন চন্দ্র পাল\", \"নবিনা চন্দ্র পাল\" এবং \"নাভিনা চন্দ্র পাল\" নামেও লিখা হয়) হিসাবে; পরবর্তীতে তিনি তার নামটি ইংরেজিকরণ করে \"এন. সি. পল\" করে ব্যবহার করতেন। উচ্চ মাধ্যমিক সমাপ্তির পর পাল কলকাতার বেঙ্গল মেডিক্যাল কলেজে ভর্তি হন এবং সেখান থেকে ১৮৪১ সালে চিকিৎসাশাস্ত্রে স্নাতক হন; তার নামের সাথে প্রায়শই ব্যবহৃত হওয়া জিবিএমসি (জি.বি.এম.সি) তাকে অত্র প্রতিষ্ঠানের একজন স্নাতক হিসেবে পরিচিত করতেই যোগ করা হয়ে থাকে। চিকিৎসক হিসাবে কর্মজীবন শুরু করার পর বেনারসে (আধুনা বারাণসী) বদলি হয়ে তিনি \"যৌগিক জীবনের নির্দেশমূলক দৃষ্টিভঙ্গি\" লাভ করেন। এরপর তিনি যোগ চর্চা করার পাশাপাশি এটি নিয়ে ব্যাপক গবেষণাও করেন এবং তার এই পর্যবেক্ষণ এবং অধ্যয়নের ফলস্বরূপ তিনি যোগ দর্শনের উপর ট্রাইটিসে অন যোগ ফিলোসফি শিরোনামে একটি গ্রন্থ প্রকাশ করেন; যার প্রথম সংস্করণ লন্ডনে ১৮৫১ সালে (বা, ১৮৫০ সালে) এবং দ্বিতীয় সংস্করণ ১৮৮২ সালে প্রকাশিত হয়।\n\n\n== যোগ দর্শন ==\nযোগচর্চা নিয়ে পাল দীর্ঘদিন গবেষণা করে ৭৮ পৃ্ষ্ঠার বইটিতে তার সেই অধ্যয়ন এবং এর ফলশ্রুতিতে নেয়া সিদ্ধান্তসমূহ লিপিবদ্ধ করেন। পালের বইটিকে সম্ভবত যোগব্যায়াম এবং আধুনিক বৈজ্ঞানিক চিকিৎসাকে সংযুক্ত করার প্রথম প্রচেষ্টা হিসাবে বিবেচনা করা হয়। বইটিতে তিনি যোগব্যায়ামকে \"দীর্ঘক্ষণ ঘুম ছাড়া আর কিছুই নয় বলে\" সংজ্ঞায়িত করেছেন। গ্রন্থটিতে তিনি অসংখ্য কেস স্টাডির মাধ্যমে তার সিদ্ধন্তসমূহকে যৌক্তিক ভিত্তির ওপর দাঁড় করানোর প্রয়া পেয়েছেন। এতে এমন ব্যক্তিদের কেস স্টাডি রয়েছে যারা দীর্ঘায়িত হাইবারনেশনে গিয়েছিলেন। পল প্রথম ইঙ্গিত দেন যে যোগব্যায়াম হাইপারক্যাপনিয়া প্ররোচিত করে। তিনি রাজা এবং হঠ যোগের জন্য যোগব্যায়ামের অবস্থান এবং ব্যায়াম এবং তাদের সুবিধাসমূহ বর্ণনা করেন।\nবিশ্ব পরিব্রাজক এবং থিওসফিস্ট হেলেনা ব্লাভাটস্কি বইটির গুণ মুগ্ধ ছিলেন এবং ভুলবশতঃ লেখককে একজন ইংরেজ চিকিত্সক বলে ধরে নিয়েছিলেন। তিনি উল্লেখ করেছেন যে যোগব্যায়াম করেন তার এমন পরিচিতদের একজন ছিলেন ক্যাপ্টেন সেমুর, যিনি ছিলেন একজন ইংরেজ এবং পরবর্তীতে তিনি যোগী হয়েছিলেন। তিনি লক্ষ্য করেছিলেন যে, \"সে বইটি ভারতে ওষুধের প্রতিনিধিদের মধ্যে একটি সংবেদন সৃষ্টি করেছিল এবং অ্যাংলো-ইন্ডিয়ান এবং স্থানীয় সাংবাদিকদের মধ্যে একটি প্রাণবন্ত বিতর্ক তৈরি করেছিল।\"\n\n\n== প্রকাশনা ==\nএন. সি. পাল : ট্রাইটিসে অন যোগ ফিলোসফি . ই. জে. লাজারাস এন্ড কোং, মেডিক্যাল হল প্রেস, ১৮৮২। [১]\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}