{"pageid": 1418244, "title": "অ্যারন ক্রোমার", "url": "https://bn.wikipedia.org/wiki?curid=1418244", "content": "অ্যারন ক্রোমার (জন্ম ৩০ এপ্রিল, ১৯৬৭) একজন আমেরিকার ফুটবল কোচ যে জাতীয় ফুটবল লীগ (এনএফএল) এর বাফেলো বিলসের আক্রমণাত্মক লাইনের প্রশিক্ষক । ক্রোমার ২০১২ মৌসুমের প্রথম ছয়টি খেলার জন্য নিউ অরলিন্স সেন্টসের অন্তর্বর্তীকালীন প্রধান কোচ হিসেবে দায়িত্ব পালন করেন।\n\n\n== খেলোয়াড় বৃত্তি ==\nক্রোমার ১৯৮৫ সালে ওহাইওর কাস্টালিয়ার মার্গারেট হাই স্কুল থেকে স্নাতক পাস করেন, যেখানে তিনি ফুটবল এবং বাস্কেটবল খেলতেন। তিনি ১৯৮৭ থেকে ১৯৮৯ সাল পর্যন্ত মিয়ামি বিশ্ববিদ্যালয়ে তিনটি মৌসুমে আক্রমণাত্মক ট্যাকল খেলেন\n\n\n== প্রশিক্ষণ জীবন ==\nক্রোমার ২০০১ সালে ওকল্যান্ড রাইডার্সের সাথে এনএফএল প্রশিক্ষক হিসেবে যাত্রা শুরু করেন। ২০০৩ সালে, তিনি রাইডারদের একটি AFC চ্যাম্পিয়নশিপ এবং সুপার বোল XXXVII- এ নেতৃত্ব দিতে সাহায্য করেছিলেন। পরের মৌসুমে আক্রমণাত্মক লাইন প্রশিক্ষক হওয়ার আগে ক্রোমারকে ২০০৮ সালে নিউ অরলিন্স সেন্টস রানিং ব্যাকস কোচ হিসাবে নিয়োগ দেয়া হয়েছিল। ওএল কোচ হিসেবে তার মেয়াদের থাকাকালীন সেন্টস পাঁচজন খেলোয়াড়কে একটি দলগত নয়টি প্রো বোল- এ পাঠিয়েছিল এবং লিগে সবনিম্ন থলির জন্য 96 জনকে বেঁধেছিল ক্রোমারের অধীনে, সেন্টস লাইন লিগের সেরা আক্রমণাত্মক লাইন হিসাবে দুবার ম্যাডেন মোস্ট ভ্যালুয়েবল প্রোটেক্টরস অ্যাওয়ার্ড জিতেছিল (২০০৯ এবং ২০১১ সালে)। ক্রোমারের সাথে থেকে সেন্টস সুপার বোল XLIV জিতেছিল। তিনি ২০১২ এনএফএল সিজনের প্রথম ছয়টি গেমের জন্য সেন্টস-এর অন্তর্বর্তীকালীন প্রধান প্রশিক্ষক হিসাবে দায়িত্ব পালন করেন, কেননা জো ভিট এবং শন পেটন \" বাউন্টিগেট \" এর জন্য তাদের অব্যাহতি ছিলো। সেন্টস সেই মৌসুম উদ্বোধনী অনুশীলনের সময় ২-৪ এগিয়ে গিয়েছিল, তাদের প্রথম চারটি গেমের প্রতিটিতে আট পয়েন্ট বা তার চেয়ে কমে হেরে।\n১৬ জানুয়ারী, ২০১৩-এ, ক্রোমারকে শিকাগো বিয়ারসের জন্য নতুন আক্রমণাত্মক সমন্বয়কারী এবং আক্রমণাত্মক লাইন কোচ হিসাবে ঘোষণা করা হয়েছিল। ওকল্যান্ডে ট্রেস্টম্যানের সাথে কাজ করার পর তিনি মার্ক ট্রেস্টম্যানের প্রাথমিক কোচিং স্টাফ হিসেবে সেখানে যোগ দেন। তার প্রথম বছরে, বিয়ারদের অফেন্স ৪৪৫ পয়েন্ট সহ লিগে দ্বিতীয় সেরা নাম্বার ধরী অফেন্স ছিলো, ডেনভার ব্রঙ্কোসের পরে , যেখানে ৪২৮১ অতিক্রমকারী ইয়ার্ডের সাথে পঞ্চম স্থানে ছিল। এই অফেন্সটি ইয়ার্ড (৬,১০৯), অতিক্রকারী ইয়ার্ড(৪,৪৫০), পাসিং টাচডাউন (৩২) এবং প্রথম ডাউন (৩৪৪) এ সমস্ত দলীয় রেকর্ডও ভেঙে দিয়েছিল। ১২ ফেব্রুয়ারি, ২০১৪ সালে আক্রমণাত্মক লাইন সহকারি প্যাট মেয়ারকে আক্রমণাত্মক লাইন কোচ হিসাবে মনোনীত করা হয়েছিল যখন ক্রোমার, যিনি 2013 সালে আক্রমণাত্মক সমন্বয়কারী এবং লাইন কোচের দায়িত্ব ছিলেন, তিনি আক্রমণাত্মক সমন্বয়কারী ছিলেন এবং লাইন সহ অফেন্সের সমস্ত দিকগুলিতে জড়িত ছিলেন পাসিং খেলার লাইনে অবদান বাড়িয়ে।\n-\n\n১৭ জানুয়ারি, ২০১৫ সালে, বাফেলো বিলস ক্রোমারের সাথে দলের নতুন আক্রমণাত্মক লাইন কোচ হিসেবে থাকার জন্য দুই বছর মেয়াদী চুক্তিতে পৌঁছেছে। পরে তাকে একটি ঘটনার দরুণ বাফেলো বিলস কর্তৃক ৬টি খেলার জন্য বরখাস্ত করা হয়েছিল, যার কারণ ছিলো তিনি এবং তার ছেলে নাবালকের একটি দলের উপর আঘাত করার জন্য অভিযুক্ত ছিলেন। ক্রোমার নিজেই একটি ছেলেকে মুখে ঘুষি মেরেছেন এবং সৈকত চেয়ার নিয়ে বিতর্কে তার পরিবারকে হত্যার হুমকি দিয়েছেন বলে অভিযোগ রয়েছে। দুই সপ্তাহ পরে ক্রোমারের বিরুদ্ধে সমস্ত অভিযোগ প্রত্যাহার করা হয়, ক্ষতিগ্রস্তদের অনুরোধে এবং একটি নাগরিক নিষ্পত্তির অংশ হিসাবে।\n৩০ জানুয়ারি ২০১৮ সালে, লস এঞ্জেলেস র্্যামসের প্রধান কোচ শন ম্যাকভে তাকে খেলার কোঅর্ডিনেটর হিসেবে জন্য উন্নীত করেন যা হয়েছিল ম্যাট লাফ্লেউর টেনেসি টাইটানসের অফেন্সের কোর্ডিনেটর থেকে চলে আসার পর। শূন্যতা পূরনের জন্য, ম্যাকভে বিজয়ী দলের কোর্ডিনেটর সেন ওয়ালডনকে মনোনীত করেন।২০১৯ সালে ক্রোমার কোচ র্্যামসকে সাহায্য করেছিলেন এন এফ সি চ্যাম্পিয়নশিপ ও সুপার বোল Llll-তে। ফেব্রুয়ারি ২০২১ -এ ক্রোমারকে র্র‍্যামস কোচ হিসেবে ধরে রেখেছিলো।\nহছেড়েচলে যাওয়ারপরে। শূন্যতা পূরণে সহায়তা করার জন্য, ম্যাকভেও টাইট এন্ড কোচ শেন ওয়াল্ড্রনকে পাস গেম সমন্বয়কারীর নাম দিয়েছেন। 2019 সালে ক্রোমার র‌্যামসকে একটি NFC চ্যাম্পিয়নশিপ এবং সুপার বোল LIII- এ প্রশিক্ষক হিসেবে সাহায্য করেছিলেন। ক্রোমারকে ২০২১ সালের ফেব্রুয়ারিতে র‌্যামস কোচ হিসেবে ধরে রাখেননি\n৭ ফেব্রুয়ারী, ২০২২ সালে, বাফেলো বিলসক্রোমারকে তাদের নতুন আক্রমণাত্মক লাইন কোচ হিসাবে চুক্তিবদ্ধ করেছে।\n\n* - অন্তর্বর্তীকালীন প্রধান কোচ\n\n\n== তথ্যসূত্র =="}