{"pageid": 1418109, "title": "ইচ্ছা (মনোবিজ্ঞান)", "url": "https://bn.wikipedia.org/wiki?curid=1418109", "content": "ইচ্ছা বা সংকল্প হলো এমন জ্ঞানীয় প্রক্রিয়া যার মাধ্যমে একজন ব্যক্তি সিদ্ধান্ত নেয় এবং নির্দিষ্ট পদক্ষেপে প্রতিশ্রুতিবদ্ধ হয়। এটি উদ্দেশ্যমূলক প্রচেষ্টা হিসাবে সংজ্ঞায়িত করা হয় এবং এটি প্রাথমিক মানব মনস্তাত্ত্বিক বিষয়গুলির মধ্যে একটি। অন্যদের মধ্যে রয়েছে প্রভাব (অনুভূতি বা আবেগ), অনুপ্রেরণা (লক্ষ্য ও প্রত্যাশা), এবং চেতনা (চিন্তা)। ইচ্ছাকৃত প্রক্রিয়াগুলি সচেতনভাবে প্রয়োগ করা যেতে পারে বা সময়ের সাথে সাথে অভ্যাস হিসেবে স্বয়ংক্রিয়ভাবে করা যেতে পারে।\nইচ্ছার সবচেয়ে আধুনিক ধারণাগুলি এটিকে সচেতন ক্রিয়া নিয়ন্ত্রণের প্রক্রিয়া হিসাবে সম্বোধন করে যা স্বয়ংক্রিয় হয়ে যায়।\n\n\n== অধিক অভিমত ==\nঅনেক গবেষক একই প্রক্রিয়ার জন্য স্বেচ্ছা ও ইচ্ছাশক্তিকে বৈজ্ঞানিক ও কথোপকথন শব্দ হিসাবে বিবেচনা করেন (যথাক্রমে)। যখন কোনো ব্যক্তি কোনো কাজ করার জন্য মনস্থির করে, তখন সেই অবস্থাকে বলা হয় 'অধীনস্থ ইচ্ছা'। যখন আমরা পছন্দের কোনো নির্দিষ্ট কাজ উপস্থাপন করি, তখন সেই কাজটিকে বলা হয় নির্গমনশীল, কর্তব্যনিষ্ঠ বা বাধ্যতামূলক ইচ্ছা।\nযখন অস্থায়ী বা স্থির অবস্থা পছন্দের ধারা নিয়ন্ত্রণ করে বা পরিচালনা করে, সেই রাষ্ট্রকে প্রধান ইচ্ছা বলে অভিহিত করা হয়। অধীনস্থ ইচ্ছা হল পছন্দের বিশেষ কাজ যা গভর্নিং বা প্রধান ইচ্ছার দ্বারা চাওয়া বস্তুকে কার্যকর করে।\nগ্যারি কিলহফনারের \"মানব পেশার মডেল\" অনুসারে, ইচ্ছা হল তিনটি উপ-প্রণালীর একটি যা মানুষের আচরণের উপর কাজ করে। এই মডেলের মধ্যে, ইচ্ছা বলতে একজন ব্যক্তির মূল্যবোধ, আগ্রহ ও ব্যক্তিগত কর্মক্ষমতা সম্পর্কে স্ব-কার্যকারিতা (ব্যক্তিগত কারণ) বোঝায়। কার্ট লেউইন যুক্তি দেন যে প্রেরণা ও ইচ্ছা এক ও অভিন্ন, ঊনবিংশ শতাব্দীর মনোবিজ্ঞানী নারজিব আছের কাছে স্বতন্ত্র। আছের প্রস্তাব করেছেন যে ইচ্ছার নির্দিষ্ট সীমারেখা রয়েছে যা ইচ্ছা থেকে প্রেরণাকে আলাদা করে: যখন ইচ্ছা এই প্রান্তিকের নিচে থাকে, তখন এটি প্রেরণা, এবং যখন এটি অতিক্রম করে, তখন এটি স্বেচ্ছায় পরিণত হয়। A Bias for Action বইতে, হেনরিখ ব্রুচ এবং সুমন্ত্র ঘোষালও প্রেরণা থেকে ইচ্ছাশক্তিকে আলাদা করে। এই মডেলটি ব্যবহার করে, তারা অনুপ্রেরণা (আবেগ) থেকে ইচ্ছা (সিদ্ধান্ত) পর্যন্ত অভিপ্রায়ের স্কেলে পরিমাপ করে কাজের ক্ষেত্রে ব্যক্তির বিভিন্ন স্তরের প্রতিশ্রুতি মূল্যায়ন করার প্রস্তাব দেয়। আবেগ নিয়ন্ত্রণের আলোচনা (যেমন, কুহল ও হেকহাউসেন) এবং শিক্ষা (যেমন, কর্নো), এছাড়াও প্রেরণা-ইচ্ছা পার্থক্য করে। কর্নোর মডেল স্ব-নিয়ন্ত্রিত শিক্ষার প্রক্রিয়ার সাথে স্বেচ্ছাকে সংযুক্ত করে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nBoekaerts, M.; Corno, L. (২০০৫)। \"Self-regulation in the classroom: A perspective on assessment and intervention\"। Applied Psychology: An International Review। 54। 54 (2): 199–231। ডিওআই:10.1111/j.1464-0597.2005.00205.x। \nCorno, L. (মে ২০০১)। \"Volitional aspects of self-regulated learning\"।   Zimmerman, Bary J.; Schunk, Dale H.। Self-regulated learning and academic achievement: Theoretical perspectives (2nd সংস্করণ)। Mahwah, New Jersey: Taylor & Francis। আইএসবিএন 9780805835601। \nCorno, Lyn; Cronbach, Lee J.; Kupermintz, Haggai K.; Lohman, David F.; Mandinach, Ellen B.; Porteus, Ann W.; Talbert, Joan E. (সেপ্টেম্বর ২০০১)।  Cronbach, Lee J., সম্পাদক। Remaking the concept of aptitude: Extending the legacy of Richard E. Snow। Mahwah, New Jersey: Routledge। আইএসবিএন 978-0805835328। \nDeimann, M.; Bastiaens, T. (২০১০)। \"The role of volition in distance education: An exploration of its capacities.\"। The International Review of Research in Open and Distributed Learning। 11। 11 (1): 1। ডিওআই:10.19173/irrodl.v11i1.778 । \nKielhofner, Gary (২০০৮)। Model of Human Occupation: Theory and application (4th সংস্করণ)। Baltimore: Lippencott Williams & Wilkins। আইএসবিএন 978-0-7817-6996-9। \n\n\n== বহিঃসংযোগ ==\nVolition যুক্তরাষ্ট্রের জাতীয় চিকিৎসা গ্রন্থাগারে চিকিৎসা বিষয়ক শিরোনাম (MeSH)\nWeakness of Will (Stanford Encyclopedia of Philosophy)\nNarziß Kaspar Ach (1871-1946)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ মার্চ ২০১৬ তারিখে (University of Konstanz)\nhttp://www.sci.brooklyn.cuny.edu/~schopra/Persons/Frankfurt.pdf (Harry Frankfurt's Analysis of the Volition among other things)"}