{"pageid": 1418921, "title": "কমল গুহ", "url": "https://bn.wikipedia.org/wiki?curid=1418921", "content": "কমল গুহ (১৯২৮-২০০৭) একজন ভারতীয় রাজনীতিবিদ ছিলেন। তিনি দুই দশকেরও বেশি সময় ধরে ভারতের পশ্চিমবঙ্গ রাজ্যের একজন অল ইন্ডিয়া ফরওয়ার্ড ব্লক নেতা এবং বামফ্রন্ট মন্ত্রিসভার সদস্য ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nকমল গুহ ১৯২৮ সালের ২০ জানুয়ারি দিনহাটায় জন্মগ্রহণ করেন। তিনি দিনহাটা হাই স্কুল থেকে স্নাতক হন এবং কোচবিহারের ভিক্টোরিয়া কলেজ (বর্তমানে আচার্য ব্রজেন্দ্র নাথ সিল কলেজ ) থেকে ইন্টারমিডিয়েট আর্টস পাস করেন, যেটি তখন কলকাতা বিশ্ববিদ্যালয়ের সাথে অধিভুক্ত ছিল। গুহ খুব অল্প বয়সেই সুভাষ চন্দ্র বসুর দ্বারা অনুপ্রাণিত হয়েছিলেন। তিনি যখন ছাত্র ছিলেন তখন তিনি ফরওয়ার্ড ব্লকে যোগদানের সিদ্ধান্ত নেন। গুহ বাংলাদেশের সাবেক রাষ্ট্রপতি হুসেইন মুহম্মদ এরশাদের বাল্যবন্ধুদের একজন।\n\n\n== রাজনৈতিক পেশা ==\nগুহ ১৯৬২ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে পশ্চিমবঙ্গ বিধানসভার দিনহাটা আসনে প্রথম নির্বাচিত হন। তিনি ১৯৬৭ সালে এই আসনে পুনরায় নির্বাচিত হন, কিন্তু ১৯৬৯ সালে হেরে যান। তিনি ১৯৭৭ সালে পুনরায় নির্বাচিত হন, ১৯৮২, ১৯৮৭, ১৯৯১, ১৯৯৬ এবং ২০০১ নির্বাচনের মাধ্যমে এই আসনটি ধরে রেখেছিলেন। ১৯৭৭, ১৯৮২, ১৯৮৭ এবং ২০০১ সালে তিনি মন্ত্রিসভার সদস্য ছিলেন। তার বিভিন্ন পোর্টফোলিওর মধ্যে রয়েছে কৃষি, কৃষি বিপণন এবং জনস্বাস্থ্য প্রকৌশল। তিনি ২০০৬ সালের নির্বাচনে পুনরায় নির্বাচনে প্রতিদ্বন্দ্বিতা না করার সিদ্ধান্ত নেন।\nপশ্চিমবঙ্গে ফরওয়ার্ড ব্লক দলের সম্প্রসারণের পিছনে গুহ ছিলেন একটি চালিকা শক্তি। ১৯৮০-এর দশকের শেষের দিকে, তিনি ভারত-বাংলাদেশ ছিটমহলে বসবাসকারী লোকদের জন্য কাজ শুরু করেন। ১৯৯২ সালে, তিন বিঘা করিডোর বাংলাদেশের কাছে হস্তান্তর নিয়ে মতবিরোধের কারণে তাকে দল থেকে বহিষ্কার করা হয়েছিল। তিনি ফরোয়ার্ড ব্লক (সমাজবাদী) নামে একটি স্প্লিন্টার পার্টি গঠন করেন এবং ১৯৯৬ সালের নির্বাচনে সরকারী বামফ্রন্ট প্রার্থীর বিরুদ্ধে জয়লাভ করেন। ২০০১ সালের নির্বাচনে তিনি ফরওয়ার্ড ব্লকে ফিরে আসেন।\nগুহকে বামফ্রন্টের মধ্যে ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) (সিপিআই(এম)) বিরোধী কণ্ঠ হিসেবে দেখা হতো। তিনি রাজ্য সরকারের বাজার-চালিত খামার নীতির কঠোর বিরোধী ছিলেন। ২০০২ সালে, তিনি প্রকাশ্যে বলেছিলেন যে তিনি অনুভব করেছিলেন যে \"সরকারি বিভাগ দ্বারা সিপিআই(এম) ক্যাডারদের নির্বিচারে নিয়োগ এবং তাদের বেতন ঘন ঘন বৃদ্ধি পশ্চিমবঙ্গ সরকারকে দেউলিয়া করে দিয়েছে।\"\nগুহ ৬ আগস্ট ২০০৭ সালে মারা যান। একটি স্মৃতিচারণে, ফরওয়ার্ড ব্লক নেতা দেবব্রত বিশ্বাস বলেছিলেন যে গুহ \"জনগণের নেতা এবং সর্বদা মেহনতি জনগণের অধিকারের জন্য লড়াই করেছিলেন।\"\n\n\n== তথ্যসূত্র =="}