{"pageid": 1418857, "title": "সুধীন্দ্রনাথ কুমার", "url": "https://bn.wikipedia.org/wiki?curid=1418857", "content": "সুধীন্দ্রনাথ কুমার (মৃত্যু ১৯৮৪) ছিলেন একজন ভারতীয় রাজনীতিবিদ, যিনি ভারতের বিপ্লবী কমিউনিস্ট পার্টির অন্তর্গত। তিনি ১৯৬০-১৯৮৪ সালে দলের সাধারণ সম্পাদক হিসেবে দায়িত্ব পালন করেন, পশ্চিমবঙ্গ বিধানসভায় হাওড়া মধ্য নির্বাচনী এলাকার প্রতিনিধিত্ব করেন এবং ১৯৬৯ এবং ১৯৭৭-১৯৮৪ সালে রাজ্যের খাদ্যমন্ত্রী হিসেবে দায়িত্ব পালন করেন।\n\n\n== হাওড়া সম্মেলন ==\n১৯৬০ সালে হাওড়ায় অনুষ্ঠিত সর্বভারতীয় সম্মেলনে কুমার আরসিপিআই (পান্নানলাল দাশগুপ্ত গোষ্ঠী) এর সাধারণ সম্পাদক হন। মৃত্যুর আগ পর্যন্ত তিনি এ পদে অধিষ্ঠিত ছিলেন। ১৯৬৩ সাল থেকে তিনি মাসিক মার্ক্সবাদ টুডে- এর সম্পাদক হিসাবে তালিকাভুক্ত হন।\n\n\n== যুক্তফ্রন্ট সময়কাল ==\nকুমার ১৯৬৭ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনের আগে গঠিত যুক্তফ্রন্টের আহ্বায়ক হিসেবে দায়িত্ব পালন করেন। ১৯৬৭ সালে প্রথম যুক্তফ্রন্ট মন্ত্রিসভা বরখাস্তের বিরুদ্ধে বিক্ষোভ চলাকালী কুমারকে প্রতিরোধমূলক আটক আইনের অধীনে গ্রেপ্তার করা হয়। ১৯৬৯ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনের পর কুমারকে দ্বিতীয় যুক্তফ্রন্ট রাজ্য সরকারে খাদ্য ও সরবরাহ মন্ত্রী মনোনীত করা হয়। জোট সরকারে ভারতীয় কমিউনিস্ট পার্টি (মার্ক্সবাদী) কে খাদ্যমন্ত্রী দেওয়া হয়েছিল, কিন্তু সিপিআই(এম) এই পদের জন্য কুমারের নাম পছন্দ করেছিল। কুমারকে সেই সময়ে একজন সিপিআই(এম) প্রোটেজ হিসেবে দেখা যেত, হিম্মত ম্যাগাজিন তাকে ' জ্যোতি বসুর নীল চোখের ছেলে' বলে উল্লেখ করেছে।\n\n\n== খাদ্যমন্ত্রী হিসেবে প্রথম মেয়াদ ==\nমন্ত্রী হিসাবে কুমারের কার্যকাল সংক্ষিপ্ত এবং অশান্ত ছিল। দুই নির্বাচিত আরসিপিআই রাজ্য বিধায়ক, অনাদি দাস এবং এম. মোকশেদ আলি, কুমারকে উপ-নির্বাচনে তাদের আসনে প্রতিদ্বন্দ্বিতা করতে সক্ষম করার জন্য কুমারকে পদত্যাগ করতে বাধ্য করার চেষ্টা করার অভিযোগ করেছেন। ১৯৬৯ সালের জুলাই মাসে কুমার আরসিপিআইয়ের উভয় বিধায়ককে আরসিপিআই থেকে বহিষ্কার করেন, যা দলে বিভক্তি তৈরি করে। একই সময়ে যুক্তফ্রন্টের দুটি সদস্য দল, অল ইন্ডিয়া ফরওয়ার্ড ব্লক এবং সোশ্যালিস্ট ইউনিটি সেন্টার অফ ইন্ডিয়া, কুমারের পদত্যাগ দাবি করে। হিম্মতের জুন ১৯৬৯ সংস্করণে রিপোর্ট করা হয়েছিল যে কুমার তার মন্ত্রী পদ হারাতে চলেছেন। যেহেতু ১৯৬৯ সালের আগস্টে পশ্চিমবঙ্গ আইন পরিষদ বিলুপ্ত করা হয়েছিল (যাতে কুমারের, তাত্ত্বিকভাবে, নির্বাচিত হওয়ার সুযোগ ছিল) এবং নির্বাচিত বিধায়কদের কেউই কুমারকে নির্বাচিত করতে সক্ষম করার জন্য পদত্যাগ করতে রাজি ছিলেন না, কুমারকে পদত্যাগ করতে বাধ্য করা হয়েছিল। তার মন্ত্রী পদ।\n\n\n== ১৯৭১ সালের নির্বাচন ==\nযুক্তফ্রন্ট মন্ত্রিসভার পতনের পর আরসিপিআই (সুধীন কুমার গ্রুপ) সিপিআই(এম)-এর নেতৃত্বাধীন যুক্ত বামফ্রন্টে যোগ দেয়। ১৯৭০ সালের মে মাসে আনুষ্ঠানিকভাবে গঠিত ফ্রন্টের আহ্বায়ক ছিলেন কুমার। সিপিআই(এম) এর হরে কৃষ্ণ কোনার সহ কুমারকে যৌথ নির্বাচনী ইশতেহারের খসড়া তৈরির দায়িত্ব দেওয়া হয়েছিল।\nকুমার হাওড়া কেন্দ্রীয় আসন জিতেছেন, কংগ্রেস (ও), বাংলা কংগ্রেসের প্রার্থীদের পাশাপাশি তার প্রাক্তন পার্টি কমরেড অনাদি দাসকে পরাজিত করেছেন। তিনি ১২,৬১৬ ভোট (৩৯.৮০%) পেয়েছেন। যাইহোক, পরবর্তী ১৯৭২ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে কুমার হাওড়া কেন্দ্রীয় আসন থেকে মৃত্যুঞ্জয় ব্যানার্জির কাছে হেরে যান। কুমার ১৪,৮৭০ ভোট (৩৭.৭৭%) নিয়ে দ্বিতীয় স্থানে রয়েছেন।\n\n\n== দ্বিতীয় মেয়াদে খাদ্যমন্ত্রী ==\nকুমার ১৯৭৭ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে হাওড়া কেন্দ্রীয় আসন পুনরুদ্ধার করেন। তিনি ২১,৫০২ ভোট (৪৪.৫০%) পেয়েছেন। ১৯৭৭ সালের নির্বাচনের পর কুমারকে প্রথম বামফ্রন্ট মন্ত্রিসভায় খাদ্য ও বেসামরিক সরবরাহ মন্ত্রী হিসেবে মনোনীত করা হয়।\nকুমার ১৯৮২ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে কংগ্রেস (আই) প্রার্থী অম্বিকা ব্যানার্জির কাছে হাওড়া কেন্দ্রীয় আসন থেকে হেরে যান। কুমার ২৯,৭৮৫ ভোট (৪৩.৩৪%) নিয়ে দ্বিতীয় স্থানে রয়েছেন। বিধানসভা আসন হারানোর পর কুমার মন্ত্রী পদ হারান। বিমলানন্দ মুখোপাধ্যায় বামফ্রন্ট সরকারে আরসিপিআই প্রতিনিধি হিসাবে তার স্থলাভিষিক্ত হন।\nকুমার ১৯৮৪ সালে মারা যান।\n\n\n== তথ্যসূত্র =="}