{"pageid": 1418662, "title": "ট্রিলার টিভি", "url": "https://bn.wikipedia.org/wiki?curid=1418662", "content": "ট্রিলার টিভি (ট্রিলারটিভি নামে শৈলীকৃত, এফআইটিই দ্বারা চালিত ট্রিলারটিভি হিসাবে বাজারজাত করা হয়েছিল, এবং পূর্বে এফআইটিই নামে পরিচিত ছিল) হল একটি বুলগেরিয়ান-ভিত্তিক আমেরিকান ডিজিটাল ভিডিও স্ট্রিমিং পরিষেবা যার মালিকানা ট্রিলার,ইনক।\nট্রিলার টিভি খেলাধুলা -সম্পর্কিত প্রোগ্রামিং (বক্সিং, কিকবক্সিং, মিক্সড মার্শাল আর্ট, পেশাদার কুস্তি, এবং জমা গ্র্যাপলিং সহ) লড়াইয়ের জন্য নিবেদিত। পরিষেবাটি বিনামূল্যে-টু-এয়ার বিষয়বস্তু, প্রতি-ভিউ ইভেন্টে অর্থ প্রদান এবং এসভিওডি প্যাকেজ বিতরণ করে। ২০২৩ সালের ডিসেম্বর পর্যন্ত, পরিষেবাটির বিশ্বব্যাপী ৮ মিলিয়নেরও বেশি নিবন্ধিত ব্যবহারকারী রয়েছে।\nট্রিলার টিভিতে পাওয়া উল্লেখযোগ্য প্রো রেসলিং বিষয়বস্তুতে ন্যাশনাল রেসলিং অ্যালায়েন্স (এনডব্লিউএ), অল এলিট রেসলিং (এইডব্লিউ), এবং টোটাল ননস্টপ অ্যাকশন রেসলিং (টিএনএ) থেকে এনডব্লিউএ সমস্ত অ্যাক্সেস অন্তর্ভুক্ত রয়েছে' অন্যান্য সাবস্ক্রিপশন প্যাকেজের মধ্যে নিজস্ব স্ট্রিমিং পরিষেবা টিএনএ+।\n\n\n== ইতিহাস ==\n\n\n=== এফআইটিই হিসাবে ===\n\n২০১২ সালে প্রতিষ্ঠিত, ফ্লিপস মিডিয়া এবং তাদের নামের অ্যাপটি বিনোদন এবং ক্রীড়া ইভেন্ট সহ অনলাইন স্ট্রিমিং বিষয়বস্তুর উপর দৃষ্টি নিবদ্ধ করে। ৪ জানুয়ারি, ২০১৫-এ, ফ্লিপস গ্লোবাল ফোর্স রেসলিং -এর নিউ জাপান প্রো-রেসলিং -এর রেসেল কিংডম ৯টি ইভেন্টের উপস্থাপনা স্ট্রিম করেছেন।\nফেব্রুয়ারি ৯, ২০১৬-এ, ফ্লিপস মিডিয়া এফআইটিই (এফআইটিই টিভি নামেও পরিচিত), একটি নিবেদিত যুদ্ধ-ভিত্তিক স্ট্রিমিং প্ল্যাটফর্ম চালু করেছে।\nএপ্রিল ২০২০-এ, এফআইটিই+ নামে একটি নতুন মাসিক সাবস্ক্রিপশন বিকল্প চালু করা হয়েছিল, যার মধ্যে লাইভ পে-পার-ভিউ ইভেন্টগুলিতে অ্যাক্সেস এবং বিভিন্ন যুদ্ধ ক্রীড়া প্রচারের ব্যাক ক্যাটালগ রয়েছে।\n২০২০ সালের অক্টোবরে, এফআইটিই ২০২২ ফিফা বিশ্বকাপের জন্য কনমেবল বাছাইপর্বের অধিকার অর্জন করে, ফুটবল ইভেন্টের কভারেজ যোগ করা শুরু করে।\n১৪ এপ্রিল, ২০২১-এ, ট্রিলার, ইনক, প্রথম ট্রিলার ফাইট ক্লাব ইভেন্টের আগে, জেক পল বনাম বেন আসক্রেন বক্সিং ম্যাচের জন্য অপ্রকাশিত পরিমাণে পরিষেবাটি অধিগ্রহণ করে।\n২০২১ সালে, থার্ড কোস্ট গ্র্যাপলিং ফ্লোগ্র্যাপলিং থেকে প্ল্যাটফর্মে চলে যাওয়ার পরে এফআইটিই পেশাদার গ্র্যাপলিং ইভেন্টগুলি স্ট্রিম করা শুরু করে। জানুয়ারি ২০২৩-এ, এটি ঘোষণা করা হয়েছিল যে উত্তর আমেরিকা ভিত্তিক পেশাদার গ্র্যাপলিং প্রচার ফাইট ২ উইন ফ্লোগ্র্যাপলিং ছেড়ে যাচ্ছে এবং এফআইটিই-এর সাথে একটি একচেটিয়া দুই বছরের চুক্তি স্বাক্ষর করেছে।\n২০২৩ সালের ফেব্রুয়ারিতে, এফআইটিই ঘোষণা করেছে যে সমস্ত বেয়ার নাকল ফাইটিং চ্যাম্পিয়নশিপ ইভেন্ট এফআইটিই+ এর সাথে অন্তর্ভুক্ত করা হবে। পূর্ববর্তী বিকেএফসি ইভেন্টগুলি পরিষেবাতে স্বতন্ত্র পে-পার-ভিউ ইভেন্ট হিসাবে অফার করা হয়েছিল। প্রচারের একটি সংখ্যাগরিষ্ঠ অংশ আগের বছর ট্রিলার দ্বারা অধিগ্রহণ করা হয়েছিল।\n২ মে, ২০২৩-এ, এফআইটিই+ এর মাধ্যমে লাইভ ইভেন্টগুলি সম্প্রচার করতে মেজর লিগ রেসলিং (এমএলডব্লিউ) এর সাথে একটি নতুন অংশীদারিত্ব ঘোষণা করেছে, যার প্রথম ইভেন্টটি সেই বছরের ৮ জুলাই এমএলডব্লিউ নেভার সে নেভার।\n৩০ জুন, ২০২৩-এ, কলোসিয়াম টুর্নামেন্ট চার বছরের বিরতির পর এফআইটিই-তে পুনরায় চালু করা হয়েছিল।\n\n\n=== ট্রিলার টিভি হিসেবে ===\n২০২৩ সালের ডিসেম্বরে, এফআইটিই এর মূল কোম্পানির সাথে পরিষেবাটিকে আরও ঘনিষ্ঠভাবে সারিবদ্ধ করতে ট্রিলার টিভি হিসাবে পুনঃব্র্যান্ড করা হয়েছিল।\n\n\n== আরো দেখুন ==\nপেশাদার রেসলিং স্ট্রিমিং পরিষেবাগুলির তালিকা৷\nফাইটবক্স\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}