{"pageid": 1418937, "title": "ইসমাইল হাক্কী বুরসেভী", "url": "https://bn.wikipedia.org/wiki?curid=1418937", "content": "ইসমাইল হাক্কী বুরসেভী (তুর্কি : Bursalı İsmail Hakkı, আরবি: إسماعيل حقي البروسوي , ফার্সি : Esmā'īl HAqqī Borsavī) ছিলেন ১৭ শতকের একজন উসমানীয় তুর্কি মুসলিম পণ্ডিত, যিনি রহস্যময় অভিজ্ঞতার লেখক এবং কুরআনের রহস্যময় ব্যাখ্যাকারী। এছাড়াও একজন কবি এবং সঙ্গীত রচয়িতা। তিনি জেলভেটি সুফি তরিকার অনুসারী ছিলেন। ইসমাইল হাক্কী তুরস্কসহ অটোমান সাম্রাজ্যের অনেক অংশকে প্রভাবিত করেছিলেন। তিনি বিয়ুকলার, আনাতোলিয়ার মহান সাধকদের অন্যতম হিসাবে পরিচিত।\nতিনি তুর্কি ভাষার একজন বিশিষ্ট সাহিত্যিক ব্যক্তিত্ব হিসাবে বিবেচিত হন, তিনি একশোরও বেশি রচনা লিখেছেন। তার কিছু কাজের অনুবাদ বর্তমানে অন্যান্য ভাষায়ও অনুবাদ করা হচ্ছে।\n\n\n== জীবনী ==\n\nইসমাইল হাক্কীর বাবার নাম ছিল মুস্তাফা, যিনি বায়রাম চাওশের ছেলে ছিলেন এবং শাহ হুদা-বেন্দ তার দাদা ছিলেন। ইসমাইল হাক্কী ১৬৫২ বা ১৬৫৩ সালে থ্রেসের আয়তুস শহরে জন্মগ্রহণ করেছিলেন, যদিও তার বাবা-মা ইস্তাম্বুলের আকসারায় জন্মগ্রহণ করেছিলেন। তার সাত বছর বয়স চলাকালীন তার মা মারা যান এবং ১৬৬৩ সালের দিকে শেখ ওসমান ফজলির পরামর্শে তাকে শায়খের আত্মীয় পণ্ডিত 'আব্দ-আল-বাকি'র অধীনে ঐতিহ্যগত শিক্ষা গ্রহণের জন্য এডির্নে (আদ্রিনাওপল) পাঠানো হয়েছিল।\nতিনি আত্তার, রুমি, হাফিজ ও জামির লেখাসমূহ অধ্যয়নের জন্য ফার্সি শিখেছিলেন। এছাড়াও তিনি ইসলামিক ক্যালিগ্রাফি এবং সঙ্গীত অধ্যয়ন করেন।\n১৬৭৫ সালে, ২৩ বছর বয়সে, ওসমান ফজলি তাকে, তিনজন সহকারী দরবেশের সাথে, মেসিডোনিয়ার স্কপিয়েতে, জেলভেটি দর্শন শেখানোর জন্য একটি তরিকা প্রতিষ্ঠা করতে পাঠান। সেখানে অনেকে তাদের স্বাগত জানান এবং ইসমাইল হাক্কী শেখ মুস্তাফা উশশাদীর কন্যাকে বিয়ে করেন।\nতাঁর শিক্ষকের চিঠিগুলি দ্বারা উৎসাহিত হয়ে তিনি তাঁর সবচেয়ে উজ্জ্বল ধর্মীয় উপদেশগুলো লিখেছিলেন। যাইহোক, শহরবাসী তার \"অপ্রীতিকর আচরণের\" জন্য তার উপর অত্যধিক বিরক্ত হয়েছিলেন। তার বিরোধীতাকারীরা তাকে শহর ছাড়তে বাধ্য করেছিল এবং তিনি তার নিজের শহরে ফিরে গিয়েছিলেন।\n১৬৮২ সালে তাকে পাবলিক সার্বজনীন শেখানোর জন্য স্ট্রুমিকা, ম্যাসিডোনিয়াতে আমন্ত্রণ জানানো হয়েছিল। সেখানে তিনি বইও লিখতে শুরু করেন। মসনবীর একজন বিখ্যাত ভাষ্যকার ইসমাইল আঙ্কারভির নামের সাথে বিভ্রান্ত না হওয়ার জন্য, তাকে একটি নিসবাহ দেওয়া হয়, যেমন হালভেতি, বুর্সেভি বা উস্কুদারি \nসুফিদের মধ্যে, আনাতোলিয়ার বুরসা প্রথম ১৪ শতকের শাইখ সোমুনজু বাবা ও হাজি বায়রাম দ্বারা বিখ্যাত হয়েছিল, কিন্তু ১৬৮৫ সালে বুরসার তৎকালীন শেখ মারা যান এবং ফাসলি ইসমাইল হাক্কীকে নতুন শেখ হিসাবে নিযুক্ত করেন। দুর্ভাগ্যবশত বুরসায় তার প্রথম বছরগুলি ভিয়েনার যুদ্ধে অটোমান সাম্রাজ্যের বিপর্যয়কর পরাজয় এবং উসমানীয় বলকানে হোলি লিগের আক্রমণের কঠিন সময়ের মধ্যে অতিবাহিত হয়েছিল, তাই ইসমাঈল হাক্কী খুব দরিদ্র হয়ে পড়ে এবং বেঁচে থাকার জন্য তার বই বিক্রি করতে হয়েছিল।\n১৬৯০ সালে তিনি তার শিক্ষক ওসমান ফারসলির সাথে দেখা করতে সাইপ্রাসে যান, যিনি উসমানীয় বৈদেশিক নীতির তীব্র সমালোচনা কারণে জন্য নির্বাসনে ছিলেন। তার মৃত্যুতে ইসমাইল হাক্কী তরিকার প্রধান হিসেবে তার স্থলাভিষিক্ত হন।\n১৬৯৫-১৬৯৭ সালে সুলতান দ্বিতীয় মুস্তাফা ইসমাইল হাক্কীকে হাবসবুর্গ সাম্রাজ্যের বিরুদ্ধে তার সামরিক অভিযানে সাথে যেতে অনুরোধ করেন। তিনি বেশ কয়েকটি যুদ্ধে অংশগ্রহণ করেছিলেন এবং পরবর্তীতে একটি যুদ্ধে গুরুতরভাবে আহত হয়েছিলেন।\n১৭০০ সালে ইসমাইল হাক্কী হজ পালন করেন, কিন্তু মক্কা থেকে ফিরে বেদুইন দালালরা কাফেলার সদস্যদের দ্বারা হত্যা করে। তবে ইসমাইল বেঁচে যান এবং দামেস্কে পৌঁছাতে সক্ষম হন।\n১৭০০ সালে তিনি বুরসায় ফিরে আসেন। ২৭১৭ সালে তিনি দামেস্কে চলে যান এবং আরও ১২টি বই লেখেন। ১৭২০ সালে তিনি ইস্তাম্বুলের আনাতোলিয়ান অংশ উস্কুদারে ফিরে আসেন, যেখানে তিনি আবার শিক্ষকতা শুরু করেন। যাইহোক, তিনি দুইবার ধর্মান্ধ জনতার দ্বারা আক্রান্ত হন এবং বুরসায় ফিরে যাওয়ার সিদ্ধান্ত নেন।\n১৭২২ সালে, বুরসায় তিনি তার বইগুলি পাবলিক লাইব্রেরিতে দান করেছিলেন, একটি ছোট মসজিদ নির্মাণের জন্য তার সমস্ত অর্থ ব্যয় করেছিলেন এবং সমস্তকিছু থেকে পিছু হটেছিলেন। সেই মসজিদটি এখন ইসমাইল হাক্কী কুরআন কুরসুর মধ্যে রয়েছে।\n১৭২৪ বা ১৭২৫ সালের জুলাই মাসে তিনি মৃত্যুবরণ করেন। তার নির্মিত মসজিদের পেছনে তার সমাধি রয়েছে।\n\n\n== উল্লেখযোগ্য কাজ ==\nইসমাইল হাক্কী ছিলেন ১০৬টি বই এবং পুস্তিকার লেখক। তিনি সবচেয়ে প্রসিদ্ধ উসমানীয় পণ্ডিতদের মধ্যে একজন। তার লেখা বইগুলো আরবি ভাষায় ৪৬টি এবং তুর্কি ভাষায় ৬০টি। আজ অবধি তিনি তুর্কি ভাষার একজন বিশিষ্ট সাহিত্যিক ব্যক্তিত্ব হিসাবে সম্মানিত। তিনি ইসলামী বিজ্ঞান, সুফিবাদ, তাসাউফ, ইসলামী দর্শন, নৈতিকতা ও তাফসিরের উপর এমনভাবে লিখেছেন যা সে সময় অত্যন্ত প্রশংসিত হয়েছে। তার লেখাগুলো ইউনুস এমরের শৈলীর সাথে সাদৃশ্যপূর্ণ।\nতার সবচেয়ে বিখ্যাত প্রকাশিত গ্রন্থ হল:\n\nরূহ আল-বায়ান (\"ব্যাখ্যার আত্মা\"), কুরআনের একটি বিশাল রহস্যময় ব্যাখ্যা, লেখক, ইবনে আরাবি ও আল-গাজ্জালির ধারণাগুলিকে একত্রিত করে এবং একটি ফার্সি কাব্যিক আকারে লেখা। (৪৬৩৭ পৃষ্ঠা, ৪ খণ্ড। বাউলাক, ১৮৬৯)\nরূহ আল-মাথনাভি, মাসনাভির আয়াতের একটি ভাষ্য (ইস্তাম্বুল, ১৮৭০-১৮৭২)\nইবনে আরাবির ফুসুস আল-হিকামের একটি ভাষ্য\nলুব'উল-লুব (বীজের বীজ), ইংরেজিতে অনূদিত (চেল্টেনহাম, ১৯৮০)\nশাড়-ই পান্ড-নামা-ই আত্তার, আত্তারের পান্ড-নামার অনুবাদ (ইস্তাম্বুল, ১৭২২)\nশাড়-ই বুস্তান (কায়রো, ১৮৪১)\nনাজম আল-দীন কুবরার আল-উসুল আল-আসারা (ইস্তাম্বুল, ১৮৭৪) সম্পর্কে ভাষ্য\n\n\n== উক্তি ==\n\nজেলভেটি তরিকার একজন সুফি হিসাবে, ইসমাইল হাক্কী বুরসেভি তার সমস্ত শক্তি এবং স্থিতিস্থাপকতাকে 'আলোর বাহক' হিসেবে জন্য রেখেছিলেন। তার সমাধির ফলকটিতে লেখা রয়েছে:\"আপনি যদি চিরস্থায়ী পরিত্রাণের একজন খাঁটি দাস হতে চান, তাহলে আহমদের শরিয়া হেমকে ভালোবাসার সাথে ধরে রাখুন।\nআপনি যদি অপরিহার্য ঐক্যের স্রোতের পেয়ালা থেকে পান করতে চান, তবে সবচেয়ে সুন্দর রাজ্যে অনন্য মানুষ হয়ে উঠুন।\nকুলবৃক্ষ বা তুবা কে আপনার আত্মাকে মোহিত করতে দেবেন না এবং আপনার সময় নষ্ট করতে দেবেন না, নিজের ও সকলের সাথে আত্মার জগতে পৌঁছান।\nপ্রেমিকের দিকে কখনই তপস্যা চোখে তাকাবেন না, কখনও ভাববেন না যে একটি শিশু যে নিজের প্রাথমিক জ্ঞান শিখছে, সে একজন জ্ঞানী ব্যক্তির সমান।\n\nযে ব্যক্তি তাদের অন্তরে তাওহিদের আগুন জ্বালিয়েছে, হে হাক্কী, তাদের কবর হকের আলোয় আলোকিত হবে।\"\n\n\n== তথ্যসূত্র =="}