{"pageid": 1418674, "title": "কিক (সেবা)", "url": "https://bn.wikipedia.org/wiki?curid=1418674", "content": "কিক (ইংরেজি: Kick; কিক.কম নামেও পরিচিত) একটি ভিডিও সরাসরি সম্প্রচার পরিষেবা। এটি কিক স্ট্রিমিং পিটিওয়াই লিমিটেড দ্বারা পরিচালিত এবং স্টেক.কমের সহ-প্রতিষ্ঠাতা বিজান তেহরানি, এড ক্র্যাভেন এবং স্ট্রিমিং ব্যক্তিত্ব ট্রেনরেক্সটিভি দ্বারা সমর্থিত। কিক ২০২২ সালে অ্যামাজনের মালিকানাধীন টুইচের প্রতিযোগী হিসেবে প্রতিষ্ঠিত হয়েছিল, স্ট্রিমারদের জন্য আলগা সংযম এবং উচ্চতর রাজস্ব শেয়ারের দিকে মনোনিবেশ করে। কিক বেশিরভাগই তার ৫% রাজস্ব চার্জের জন্য পরিচিত, এর পাশাপাশি ২০২৩ সালে পূর্বে টুইচে সুপরিচিত একাধিক স্ট্রিমারের সাথে চুক্তি কিককে ব্যাপকভাবে পরিচিতি লাভ করতে সহায়তা করেছে; কিকের সাথে স্বাক্ষরিত উল্লেখযোগ্য ব্যক্তিগণ হলেন গ্র্যান্ডমাস্টার হিকারু নাকামুরা, নিকমার্কস, অ্যাডিন রস, অ্যামোরান্থ, আইস পোসেইডন এবং এক্সকিউসি।\n২০২৩ সালের জুন পর্যন্ত, কিক প্রতিদিন গড়ে ২,৩৫,০০০ লাইভস্ট্রিম করে।\n\n\n== ইতিহাস ==\nকিক স্ট্রিমিং প্ল্যাটফর্মটি ২০২২ সালের ডিসেম্বর মাসে যাত্রা শুরু করেছিল। অস্ট্রেলিয়ায় নিবন্ধিত সংস্থা হিসেবে তার কার্যক্রমকে আনুষ্ঠানিক করার জন্য, কিক স্ট্রিমিং পিটিওয়াই লিমিটেড একই বছরের নভেম্বর মাসে প্রতিষ্ঠিত হয়েছিল। কিক স্ট্রিমিংয়ের একমাত্র শেয়ারহোল্ডার ইজিগো এন্টারটেইনমেন্ট পিটিওয়াই লিমিটেড, যেটি মাত্র কয়েক মাস আগে নিবন্ধিত একটি সংস্থা।\nইজিগো এন্টারটেইনমেন্ট আংশিকভাবে কিকের অন্য একটি সত্তা, যা অ্যাশউড হোল্ডিংস পিটিওয়াই লিমিটেডের মালিকানাধীন, কিকে এর এক তৃতীয়াংশ অংশীদারিত্ব রয়েছে। উল্লেখযোগ্যভাবে, অ্যাশউড হোল্ডিংস স্টেক.কমের সহ-প্রতিষ্ঠাতা এড ক্র্যাভেনের সম্পূর্ণ মালিকানার অধীনে। ইজিগো এন্টারটেইনমেন্টের বাকি দুই-তৃতীয়াংশের মালিক স্টেক.কম আরেক সহ-প্রতিষ্ঠাতা বিজন তেহরানি। যদিও কিক স্টেকের সহ-প্রতিষ্ঠাতাদের সাথে সরাসরি যুক্ত নয়, রেকর্ডগুলো ইঙ্গিত দেয় যে তারা স্ট্রিমিং সাইটের মালিকানাধীন সংস্থার প্রধান শেয়ারহোল্ডার। কিছু সূত্রে জানা যায় যে মার্কিন স্ট্রিমার ট্রেনরেক্সটিভি প্ল্যাটফর্মের মালিকদের মধ্যে থাকতে পারে বা এর মধ্যে নেতৃত্বের ভূমিকা পালন করতে পারে।\n\n\n== রাজস্ব বণ্টন ও বেতন ==\nকিকের রাজস্ব বিভাজন স্ট্রিমারের কাছে ৯৫% এবং প্ল্যাটফর্মে ৫%। এর রাজস্ব বিভাজনে কিকের জনপ্রিয়তা ফোর্বস দ্বারা টুইচকে কিছু নির্মাতাদের জন্য ৭০:৩০রাজস্ব বিভাজন মডেল প্রবর্তনের জন্য চাপ দেওয়ার জন্য কৃতিত্ব দেওয়া হয়েছিল। কিক তার সকল স্ট্রিমারকে কিছু শর্ত পূরণ করলে প্রতি ঘন্টায় অর্থ প্রদানের প্রস্তাব দিয়েছে।\n\n\n== স্ট্রিমিং চুক্তি ==\nপ্ল্যাটফর্মে যোগদানে দৃষ্টি আকর্ষণ করার জন্য ট্রেনরেক্সটিভি প্রথম দিকের বড় স্ট্রিমিং ব্যক্তিত্বদের মধ্যে ছিল। মার্কিন স্ট্রিমার, যিনি এর আগে তার স্ট্রিমিংয়ের সময় জুয়া খেলার জন্য টুইচ থেকে নিষিদ্ধ হয়েছিলেন, তিনি ২০২৩ সালের মার্চ মাসে তার শ্রোতাদের কাছে প্রকাশ করেছিলেন, তিনি প্ল্যাটফর্মে স্ট্রিমিংয়ের প্রথম দশ দিনের মধ্যে সাইট থেকে ৩,৫০০ গ্রাহকের সাথে ১৬,০০০ মার্কিন ডলার উপার্জন করেছিলেন। ট্রেনরেক্সটিভি অ্যাডিন রসের সাথে যোগ দিয়েছিলেন, যিনি ২০২৩ সালের ১লা মার্চ মাসে প্রকাশ করেছিলেন যে তিনি একটি অঘোষিত পরিমাণের জন্য কিকের সাথে একটি স্ট্রিমিং চুক্তি স্বাক্ষর করেছেন। রস দাবি করেছিলেন যে সেই সময়ে তার চুক্তিটি স্ট্রিমিং ইতিহাসের বৃহত্তম ছিল, যদিও অস্বীকার করা হয়েছিল যে এটি ১৫০ মিলিয়ন মার্কিন ডলারের বেশি ছিল।\n\n২০২৩ সালের ২৯শে মার্চ তারিখে, কিক দাবা গ্র্যান্ডমাস্টার হিকারু নাকামুরাকে একটি অ-একচেটিয়া চুক্তিতে স্বাক্ষর করেছিলেন।\n২০২৩ সালের মে মাসে, ব্রুসড্রপএমঅফ ঘোষণা করেছিল যে সে কিকের সাথে অংশীদারিত্ব করেছে, যদিও চুক্তির যোগফল অপ্রকাশিত ছিল।\n২০২৩ সালের ১৬ই জুন তারিখে, এটি ঘোষণা করা হয়েছিল যে এক্সকিউসি প্ল্যাটফর্মে দুই বছরের জন্য ৭০ মিলিয়ন মার্কিন ডলারের বিনিময়ে অ-একচেটিয়া চুক্তি স্বাক্ষর করেছে, যেখানে প্রণোদনাসহ চুক্তির মূল্য ১০০ মিলিয়ন ডলারে বাড়িয়ে তুলতে পারে। এটি বিলুপ্ত মাইক্রোসফ্টের মালিকানাধীন মিক্সারের সাথে নিনজার ৫০ মিলিয়ন ডলার একচেটিয়া চুক্তিকে ছাড়িয়ে যাওয়ার জন্য এক্সকিউসি কিকের বৃহত্তম স্ট্রিমিং চুক্তিতে স্বাক্ষর করেছে এবং লস অ্যাঞ্জেলেস লেকার্সের লেব্রন জেমসের সাথে দুই বছরের চুক্তিকে আরও ছাড়িয়ে গেছে। দুইদিন পরে, ১৯শে জুন তারিখে, কিক আমোরান্থকে স্বাক্ষর করেছিল, যদিও তার চুক্তির বিবরণ প্রকাশ করা হয়নি।\n\n২০২৩ সালের ২৭শে জুন তারিখে, স্ট্রিমার এবং রাজনৈতিক ভাষ্যকার ডেসটিনি একটি অঘোষিত ৭-অঙ্কের পরিমাণের জন্য কিকের সাথে একটি অ-একচেটিয়া ১২ মাসের অংশীদারিত্ব ঘোষণা করেছে।\n২০২৩ সালের ১৪ই আগস্ট তারিখে, ইয়োরএজ ঘোষণা করেছিলেন যে তিনি একটি অঘোষিত পরিমাণের জন্য কিকের সাথে একচেটিয়াভাবে ২ বছরের চুক্তি স্বাক্ষর করেছেন এবং তিনি ফেজ ক্ল্যান সংস্থায় যোগ দেবেন।\n২০২৩ সালের ২২শে আগস্ট তারিখে, কিক ইতালীয় ফুটবল সাংবাদিক ফাব্রিৎসিয়ো রোমানোকে চুক্তিবদ্ধ করার ঘোষণা দেয়। তিনি ১লা সেপ্টেম্বর তারিখে তার ডেডলাইন ডে অনুষ্ঠানসহ প্ল্যাটফর্মে তার গ্রীষ্মের ট্রান্সফার স্থানান্তর কভারেজটি একচেটিয়াভাবে স্ট্রিম করেছিলেন।\n\n\n== পৃষ্ঠপোষকতা ==\n২০২৩ সালের জানুয়ারি মাসে, আলফা রোমিও এফ১ দল কিকের সাথে বহু বছরের পৃষ্ঠপোষক চুক্তি স্বাক্ষর করে। কিক এমন দেশগুলোতে স্টেক (আলফা রোমিওর শিরোনাম পৃষ্ঠপোষক) প্রতিস্থাপন করবে যেখানে জুয়া এবং ক্রীড়া পণ বিজ্ঞাপনগুলো \"আলফা রোমিও এফ ১ টিম কিক\" হিসেবে অনুমোদিত নয়। জুনে, সাউবার এস্পোর্টস \"আলফা রোমিও এফ ১ টিম কিক এস্পোর্টস\" গঠনের জন্য কিকের সাথে একটি অংশীদারিত্ব ঘোষণা করেছিল। আলফা রোমিও ২০২৩ বেলজিয়াম গ্র্যান্ড প্রিক্সে \"বিঘ্নিত লিভারি\" নামে একটি সংশোধিত কিক লিভারি করেছিলেন। ডিসেম্বরে, কিক সাউবার মোটরসপোর্টের সাথে তাদের সম্পর্ক বাড়িয়েছিল, ২০২৪ এবং ২০২৫-এর জন্য আলফা রোমিও খেলাধুলা থেকে চলে যাওয়ার পরে দলটির নামকরণ করে \"স্টেক এফ ১ টিম কিক সাউবার\"। দলটি জুয়া প্রচারের উপর বিধিনিষেধযুক্ত দেশগুলোতে \"কিক এফ ১ টিম\" হিসেবে যাবে, যা এর আগে আলফা রোমিওর শিরোনাম পৃষ্ঠপোষকতার সাথে করা হয়েছিল। কিক সাউবারের ২০২৪ এবং ২০২৫ চ্যাসির নামকরণের অধিকারও সুরক্ষিত করেছিল, ২০২৪ গাড়িটির নামকরণ করা হয়েছিল কিক সাউবার সি৪৪।\n২০২৩ সালের আগস্ট মাসে, কিক প্রিমিয়ার লিগের ক্লাব এভার্টনের সাথে ক্লাবের আনুষ্ঠানিক স্লিভ পৃষ্ঠপোষক হিসেবে বহু বছরের পৃষ্ঠপোষকতা চুক্তি স্বাক্ষর করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}