{"pageid": 1418429, "title": "লিথিয়াম হাইড্রক্সাইড", "url": "https://bn.wikipedia.org/wiki?curid=1418429", "content": "লিথিয়াম হাইড্রক্সাইড একটি অজৈব যৌগ যার রাসায়নিক সংকেত LiOH।\n\n\n== প্রস্তুতি ==\nপরীক্ষাগারে লিথিয়াম সালফেট দ্রবণে বেরিয়াম হাইড্রক্সাইডের দ্রবণ যোগ করে লিথিয়াম হাইড্রক্সাইড তৈরি করা যায়। এই বিক্রিয়ায় বেরিয়াম সালফেটের অধঃক্ষেপ পড়ে। ছাকনির সাহায্য বেরিয়াম সালফেটের অধঃক্ষেপ আলাদা করে আবশিষ্ট দ্রবণ ঘন করলে লিথিয়াম হাইড্রক্সাইড LiOH.2H2O কেলাসিত হয়। বিক্রিয়াটি এই রকম:\n\nLi2SO4 + Ba(OH)2 → 2LiOH+BaSO4 (অধঃক্ষেপ)\nশিল্পক্ষেত্রে লিথিয়াম কার্বনেটের সঙ্গে ক্যালসিয়াম হাইড্রক্সাইডের বিক্রিয়া করে লিথিয়াম হাইড্রক্সাইড উৎপাদন করা হয়:\n\nLi2CO3 + Ca(OH)2 → 2 LiOH + CaCO3\nপ্রাথমিকভাবে উৎপাদিত লিথিয়াম হাইড্রক্সাইড সোদক কেলাসরূপে পাওয়া যায়। সোদক লিথিয়াম হাইড্রক্সাইডকে ১৮০ °সে তাপমাত্রায় গরম করে বায়ু নিষ্কাশন যন্ত্রের সাহায্য জল সরিয়ে নিলে অনার্দ্র লিথিয়াম হাইড্রক্সাইড তৈরি হয়।\nলিথিয়াম হাইড্রক্সাইড তৈরির আরও একটি বিকল্প পদ্ধতি হলো লিথিয়ামের যৌগ বা আকরিক থেকে প্রথমে অন্তর্বর্তী যৌগ লিথিয়াম সালফেট তৈরি করা হয়। পরে লিথিয়াম সালফেটের সঙ্গে সোডিয়াম হাইড্রক্সাইডের বিক্রিয়া করে লিথিয়াম হাইড্রক্সাইড তৈরি করা হয়।\nলিথিয়ামের একটি খনিজ হলো স্পডুমিন। এটি লিথিয়াম অ্যালুমিনিয়াম সিলিকেট LiAl(SiO3)2-এর একটি রাসায়নিক যৌগ। শিল্পপদ্ধতিতে স্পডুমিন থেকে লিথিয়াম হাইড্রক্সাইড তৈরি করা হয়। স্পডুমিন খনিজকে ক্যালসিয়াম অক্সাইডের সাথে উচ্চ তাপমাত্রায় গরম করলে অন্যান্য পদার্থের সঙ্গে লিথিয়াম অক্সাইড তৈরি হয়। উৎপন্ন লিথিয়াম অক্সাইডকে সালফিউরিক অ্যাসিডর সাথে বিক্রিয়া করে লিথিয়াম সালফেট তৈরি করা হয়। এই লিথিয়াম সালফেটকে সোডিয়াম হাইড্রক্সাইডের সঙ্গে বিক্রিয়া করলে লিথিয়াম হাইড্রক্সাইড পাওয়া যায়।\n\nস্পডুমিন + CaO →Li2O}} +…\nLi2O + H2SO4 → Li2SO4 + H2O\nLi2SO4 + 2 NaOH → Na2SO4 + 2 LiOH\nএই শিল্পপদ্ধতিতে প্রধান উপজাতগুলি হল জিপসাম এবং সোডিয়াম সালফেট যার বাজার মূল্যও রয়েছে।\n\n\n== ধর্ম ==\nএটি অনার্দ্র বা আর্দ্র এই দুই অবস্থাতেই পাওয়া যায়। উভয় অবস্থাতেই এটি সাদা জলগ্রাহী কঠিন পদার্থ। এটি জলে দ্রবণীয় এবং ইথানলে সামান্য দ্রবণীয়। এই দুই অবস্থার লিথিয়াম হাইড্রক্সাইড বাণিজ্যিকভাবে পাওয়া যায়। একে শক্তিশালী ক্ষরক বলা হলেও লিথিয়াম হাইড্রক্সাইড অন্য সব পরিচিত ক্ষারীয় ধাতব হাইড্রক্সাইডের তুলনায় সবচেয়ে দুর্বল ক্ষার।\n\n\n== বাণিজ্যিক ==\nচীনের গানফেং লিথিয়াম কোং লিমিটেড   এবং আমেরিকার আলবেমারলে কর্পোরেশন এই দুই কোম্পানি ২০২০ সালে প্রায় ২৫০০০ কিলোটন/বছর লিথিয়াম হাইড্রক্সাইড উৎপাদন করে। এরপর রয়েছে লিভেন্ট কর্পোরেশন এবং চিলির এসকিউএম কোম্পানি। গাড়ির বিদ্যুতায়ন চাহিদার সাথে তাল মিলিয়ে গানফেং কোম্পানি তাদের লিথিয়াম হাইড্রক্সাইডের উৎপাদন বৃদ্ধি করেছে। ২০২১ সালে গানফেং কোম্পানি সারা বিশ্বে বৃহত্তম লিথিয়াম হাইড্রক্সাইড উৎপাদনকারী হয়ে ওঠে।\n\n\n== ব্যবহার ==\nলিথিয়াম হাইড্রক্সাইড প্রধানত লিথিয়াম আয়ন ব্যাটারির ক্যাথোড উপাদান যেমন লিথিয়াম কোবাল্ট অক্সাইড (LiCoO2 ) এবং লিথিয়াম আয়রন ফসফেট উৎপাদনে কাজে লাগে। শিল্পক্ষেত্রে বর্তমানে লিথিয়াম নিকেল ম্যাঙ্গানিজ কোবাল্ট অক্সাইড উৎপাদনে লিথিয়াম কার্বনেটের চেয়ে লিথিয়াম হাইড্রক্সাইডের বেশি ব্যবহার করা হয়। কিছু লিথিয়াম-ভিত্তিক লুব্রিকেটিং তেল এবং অন্যান্য লিথিয়াম লবণ পণ্য প্রস্তুত করার জন্য লিথিয়াম হাইড্রক্সাইড কাঁচামাল হিসাবে ব্যবহার করা যেতে পারে। তড়িৎকোষের তড়িৎবিশ্লেষ্য হিসাবে লিথিয়াম হাইড্রক্সাইড ব্যবহৃত হয়। পলিমারাইজেশন বিক্রিয়ার অনুঘটক হিসাবেও ব্যবহার দেখা যায়।\nস্টিয়ারিক এবং অন্যান্য ফ্যাটি অ্যাসিডের লিথিয়াম লবণ (সাবান) তৈরিতে লিথিয়াম হাইড্রক্সাইড ব্যবহৃত হয়। এই সাবান ব্যাপকভাবে গ্রিস ঘন করতে ব্যবহার করা হয়। একটি জনপ্রিয় গ্রিস ঘন করার লিথিয়াম লবণ (সাবান) হলো লিথিয়াম ১২-হাইড্রোক্সিস্টেরেট। এই গ্রিস বিভিন্ন তাপমাত্রায় ব্যবহার করা যায় এবং জলীয় বাষ্প প্রতিরোধের উচ্চ ক্ষমতা রয়েছে।\nলিথিয়াম হাইড্রোক্সাইড মহাকাশযান, ডুবোজাহাজ প্রভৃতির ভিতরে শ্বাস-প্রশ্বাসের নেওয়ার জন্য বায়ু পরিশোধন ব্যবস্থায় ব্যবহৃত হয়। লিথিয়াম হাইড্রোক্সাইড নিঃশ্বাসের গ্যাস থেকে উৎপন্ন কার্বন ডাই অক্সাইড শুষে নিয়ে লিথিয়াম কার্বনেট এবং জল তৈরি করে:\n\nLiOH.H2O + CO2 → Li2CO3 + 3 H2O\nLiOH + CO2 → Li2CO3 + H2O}}\nঅনার্দ্র লিথিয়াম হাইড্রক্সাইডের কম ভরের জন্য এবং মহাকাশযানে শ্বাসযন্ত্রের সিস্টেমের জন্য কম জল উৎপাদনের জন্য পছন্দ করা হয়। এক গ্রাম অনার্দ্র লিথিয়াম হাইড্রক্সাইড ৪৫০ ঘন সেন্টিমিটার কার্বন ডাই অক্সাইড গ্যাস অপসারণ করতে পারে। লিথিয়াম হাইড্রক্সাইডের মনোহাইড্রেট লবণ ১০০-১১০ °সে তাপমাত্রায় তার কেলাস জল হারিয়ে ফেলে।\nলিথিয়াম ফ্লোরাইড উৎপাদনে লিথিয়াম হাইড্রক্সাইডের ব্যবহার দেখা যায়। হাইড্রোফ্লোরিক অ্যাসিডের সাথে লিথিয়াম হাইড্রক্সাইডের বিক্রিয়ায় লিথিয়াম ফ্লোরাইড উৎপন্ন হয়:\n\nLiOH + HF → LiF + H2O\n\n\n=== অন্যান্য ব্যবহার ===\nলিথিয়াম হাইড্রক্সাইড সিরামিক এবং কিছু পোর্টল্যান্ড সিমেন্ট তৈরির উপাদানে মেশানো হয়। এর কারণ এটি কংক্রিটের মধ্যে ক্ষার ও সিলিকার বিক্রিয়া প্রতিহত করে কংক্রিটের শক্তি বাড়াতে সাহায্য করে। নির্মাণ শিল্পের ভাষায় এটি কংক্রিট ক্যান্সার দমনকারী।\nচাপযুক্ত জল চুল্লির ক্ষয় নিয়ন্ত্রণে লিথিয়াম হাইড্রক্সাইড ব্যবহৃত হয়।\n\n\n== দাম ==\n২০১২ সালে, লিথিয়াম হাইড্রক্সাইডের দাম ছিল প্রায় $৫-৬/কেজি। \n২০২০ সালের ডিসেম্বরে তা বেড়ে দাঁড়ায় $৯/কেজি \n১৮ মার্চ ২০২১-এ দাম বেড়ে US$১১.৫০/কেজি হয়েছিল \n\n\n== তথ্যসূত্র =="}