{"pageid": 1418786, "title": "কনক মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1418786", "content": "কনক মুখোপাধ্যায় (née দাশগুপ্ত ; ১৯২১ – ২০০৫) একজন কমিউনিস্ট ছিলেন এবং পশ্চিমবঙ্গের নারী আন্দোলনের অগ্রদূত হিসেবে বিবেচিত হন। তিনি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) এর কেন্দ্রীয় কমিটির সদস্য ছিলেন। তিনি সর্বভারতীয় গণতান্ত্রিক মহিলা সমিতির প্রতিষ্ঠাতা ছিলেন। সাহিত্যের ক্ষেত্রেও তার অবদান রয়েছে।\n\n\n== জীবনের প্রথমার্ধ ==\nকনক মুখার্জি ১৯২১ সালের ডিসেম্বরে অবিভক্ত ভারতের যশোর জেলায় জন্মগ্রহণ করেন। তার পিতা সতীশ চন্দ্র দাশগুপ্ত একজন প্রখ্যাত আইনজীবী ছিলেন। তার মা ছিলেন মলিনা দেবী। তিনি ১৯৩৭ সালে ম্যাট্রিকুলেশন পরীক্ষায় উত্তীর্ণ হন, কলকাতায় আসেন এবং কলকাতা বিশ্ববিদ্যালয়ের অধীনে বেথুন কলেজে ভর্তি হন। অষ্টম শ্রেণীতে পড়ার পর থেকেই তিনি যশোরের কমিউনিস্ট নেতা কৃষ্ণ বিনোদ রায়, সুকুমার মিত্র, শান্তিময় ঘোষের সংস্পর্শে আসেন। কলকাতায় এসে তিনি অল ইন্ডিয়া স্টুডেন্টস ফেডারেশনে কাজ করেন। তিনি ১৯৩৮ সালে ভারতের কমিউনিস্ট পার্টিতে যোগ দেন\n\n\n== পরবর্তী জীবন ==\nতিনি সিপিআই-এর বেঙ্গল উইমেনস সাব-কমিটির আহ্বায়ক ছিলেন। ১৯৬৪ সালে ভাগ হয়ে গেলে তিনি সিপাই(এম)-এ যোগ দেন। তিনি ১৯৭৮ থেকে ১৯৯৮ সাল পর্যন্ত সিপিআই(এম) পশ্চিমবঙ্গ রাজ্য কমিটির সদস্য এবং ১৯৮৯ থেকে ১৯৯৮ সাল পর্যন্ত সিপিআই(এম) কেন্দ্রীয় কমিটির সদস্য ছিলেন। ১৯৪৩ সালে তিনি প্রতিনিধি হিসাবে বোম্বেতে সিপিআই-এর প্রথম পার্টি কংগ্রেসে যোগ দেন। তিনি কিছু সময়ের জন্য একটি পার্টি পুরো-টাইমার হিসাবে কাজ করেছেন। ১৯৪১ সালে কনক দাশগুপ্ত সরোজ মুখোপাধ্যায়কে বিয়ে করেন যিনি একজন কমিউনিস্ট নেতাও ছিলেন। তিনি ১৯৭৮ থেকে ১৯৯০ সাল পর্যন্ত রাজ্যসভায় (ভারতীয় সংসদের উচ্চকক্ষ) দুইবার (১৯৭৮ এবং ১৯৮৪ সালে) নির্বাচিত হন\n১৯৪২-৪৩ বাংলার দুর্ভিক্ষে, তিনি বঙ্গীয় মহিলা আত্মরক্ষা সমিতির নেত্রী হিসাবে কাজ করেছিলেন। একই সঙ্গে নারী আন্দোলনের কর্মী হয়ে ওঠেন। পরে তিনি গণতান্ত্রিক মহিলা সমিতির নেত্রী হন, তিনি এই সংগঠনটিকে খুঁজে পেতে সহায়তা করেন। ১৯৫৭ থেকে ১৯৬৭ সাল পর্যন্ত তিনি \"ঘরে-বাইরে\" পত্রিকার সম্পাদক ছিলেন। ১৯৬৮ সালে, তিনি \"একসাথে\" পত্রিকার প্রতিষ্ঠাতা-সম্পাদক ছিলেন।\nতিনি বিএ ডিগ্রি নিয়ে স্নাতক হন এবং কিছু সময়ের জন্য একটি স্কুলে শিক্ষকতা করেন। ১৯৬৭ থেকে ১৯৮১ সাল পর্যন্ত তিনি কলকাতা মহিলা কলেজে ইংরেজির অধ্যাপক ছিলেন। ১৯৯৮ সালে তিনি সাহিত্যের ক্ষেত্রে অবদানের জন্য কলকাতা বিশ্ববিদ্যালয় কর্তৃক \"ভুবনমোহিনী দাসী\" উপাধিতে ভূষিত হন।\nকয়েকদিন অসুস্থ থাকার পর ২০০৫ সালের ৯ মার্চ তিনি কলকাতায় মারা যান\n\n\n== আরো দেখুন ==\nসরোজ মুখোপাধ্যায়\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী)\n\n\n== তথ্যসূত্র =="}