{"pageid": 1418796, "title": "ছান্দড়া জমিদার বাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1418796", "content": "ছান্দড়ার জমিদার বাড়ী মাগুরা জেলার শালিখা উপজেলার তালখাড়ি ইউনিয়নের ছান্দড়া গ্রামে অবস্থিত ছান্দড়া জমিদার বাড়ী। এক সময়কার ঐতিহ্যবাহী বাঙালি স্থাপত্যের একটি সুন্দর নিদর্শন ও আমাদের এই অঞ্চলের সমৃদ্ধ ইতিহাস এবং সাংস্কৃতিক ঐতিহ্যের প্রতীক, যা বিগত যুগের স্মৃতিচিহ্ন হিসাবে নীরব প্রহরী হয়ে দাঁড়িয়ে আছে সময়ের সাক্ষী হয়ে। ছান্দড়া জমিদার বাড়ীটি শালিখা উপজেলার মনোরম কাঠামোটি একটি শক্তিশালী জমিদারী পরিবারের উত্থান ও পতনের সাক্ষ্য বহন করে।\nএটি প্রতিষ্ঠা করেন জমিদার অলঙ্ঘন মোহন দেব রায়, যিনি একজন অঢেল সম্পদ ও প্রভাবশালী ধনী জমিদার ছিলেন, যার কোন সন্তান ছিল না। তার অপর ভাই সুরেন দেব রায়ও ছিলেন নিঃসন্তান। তার মৃত্যুর পর, জমিদারি তার ছোট ভাই অবনী মোহন দেব রায়ের কাছে চলে যায়, যিনি ছিলেন চিরকুমার। ছান্দড়ার শেষ জমিদার ছিলেন অবনী মোহন দেব রায়, যিনি ১৯৭৩ সালে মারা যান। \nবাংলাদেশের ঝিনাইদহ জেলার নলডিঙ্গা, কালীগঞ্জ উপজেলায় অবস্থিত একটি ঐতিহাসিক স্থান। এটি ছিল বাংলার একটি শক্তিশালী জমিদারী পরিবার নলডাঙ্গা জমিদারদের বাসস্থান। জমিদাররা শিল্প ও সংস্কৃতির পৃষ্ঠপোষক ছিলেন এবং তাদের পৃষ্ঠপোষকতা এই অঞ্চলে একটি সমৃদ্ধ ও প্রাণবন্ত সাংস্কৃতিক ঐতিহ্য তৈরি করতে সাহায্য করেছিল। নলডাঙ্গা রাজ পরিবারটি বিষ্ণু দাস হাজরা দ্বারা প্রতিষ্ঠিত হয়েছিল। নলডাঙ্গা রাজ পরিবার ৩০০ বছরেরও বেশি সময় ধরে নলডাঙ্গায় রাজত্ব করেছিল।\nছান্দড়ার জমিদাররা, নলডাঙ্গার মহারাজ ইন্দ্রনারায়ণ দেব রায় কাছ থেকে তাদের জমিদারি পেয়েছিলেন। ছান্দড়ার জমিদাররা একটি শক্তিশালী ও প্রভাবশালী পরিবার ছিল। তাদের অনেক হাতির ছিল, যা তারা বেগবতী নদীর তীরে বেঁধে রাখত। বেগবতী নদী একসময় একটি সমৃদ্ধ নদী ছিল। ব্যাঙ নদী নামেও পরিচিত, তালখাড়ি ইউনিয়নের চন্দ্রা গ্রামের মধ্য দিয়ে প্রবাহিত হয়। নদীটি এখন প্রায় মৃত, এবং এটি শুধুমাত্র কয়েকজন বয়স্ক লোকেরা এর আসল নামে চেনে। বেশিরভাগ মানুষ একে ব্যাঙ নদী নামেই চেনেন। নদীটি একদিকে চিত্রা নদী এবং অন্য পাশে ফাটাকি নদীর সাথে মিলিত হয়েছে।\nবাংলাদেশ থেকে পঞ্চাশের দশকে জমিদারি প্রথা বিলুপ্ত হয়। ছান্দড়ার জমিদাররা জমিদারি প্রথা বিলুপ্ত হওয়ার অনেক পরে ১৯৫৭ একটি প্রাথমিক বিদ্যালয় নির্মিত করে শিক্ষায় গুরুত্বপূর্ণ অবদানের চিহ্ন রেখে রেখেছেন যা এখনও চালু রয়েছে। তাদের বৈষয়িক অবদানের বাইরেও, জমিদারদের একটি দুর্গা মন্দির ও একটি কালী বেদি রয়েছে। জনশ্রুতি আছে যে, জমিদার অলংঘন মোহন দেব রায় জঙ্গল পরিষ্কার করার সময় এই বেদীটির পাশে এসেছিলেন, এর পাশে কিছু মাথার খুলি এবং হাড় পাওয়া গেছে। এটি কোনো তান্ত্রিকের আবাস ছিল বলে ধারণা করা হয়। সেই রাতেই দেবী কালী স্বপ্নে বাড়িওয়ালাকে পূজার নির্দেশ দেন। তখন থেকেই সেখানে পূজা হয়ে আসছে। এছাড়া এখানে একটি জমিদার পুকুর রয়েছে। জমিদার বাড়ির কিছু অংশ জঙ্গলে কালের সাক্ষী হয়ে টিকে আছে।\nআজ ছান্দড়া জমিদার বাড়িটি ধ্বংসপ্রায়, কালের ব্যবধানে হারিয়ে গেছে এর মহিমা। সময়ের সাথে সাথে, ছান্দড়া জমিদার বাড়ি একটি অতীত যুগের প্রতীক হিসাবে রয়ে গেছে, এর অবশিষ্টাংশগুলি একটি শক্তিশালী পরিবারের উত্থান ও পতনের প্রমাণ হিসাবে দাঁড়িয়ে আছে। এটি জমিদারি ব্যবস্থা এবং একসময় এর শাসনকারী শক্তিশালী পরিবারগুলির একটি অনুস্মারক হিসাবে কাজ করে।\n\n\n== তথ্যসূত্র =="}