{"pageid": 1418500, "title": "টাঙ্গাইল শাড়ি (পশ্চিমবঙ্গ)", "url": "https://bn.wikipedia.org/wiki?curid=1418500", "content": "টাঙ্গাইল শাড়ি ভারতের পশ্চিমবঙ্গ রাজ্যের একটি ঐতিহ্যবাহী হাতে বোনা শাড়ি। এটি পশ্চিমবঙ্গের পূর্ব বর্ধমান ও নদীয়া জেলায় উৎপাদিত হয়। এই তাঁতের শাড়ি নকশার অভিনবত্ব, হাতে বোনা বুটি, বুননে প্রাকৃতিক তন্তুর ব্যবহার এবং কাপড়ের পাতলা সূক্ষ্মতার জন্য বিখ্যাত। টাঙ্গাইল শাড়ি ২০২৪ খ্রিস্টাব্দে বাংলার টাঙ্গাইল শাড়ি ও ইংরেজি ভাষায় টাঙ্গাইল শাড়ি অব বেঙ্গল শিরোনামে একটি নিবন্ধিত ভৌগোলিক নির্দেশক  হিসাবে স্বীকৃতি অর্জন করে।\nএই টাঙ্গাইল শাড়ি ঐতিহ্যগতভাবে ফ্লাই শাটল পিট তাঁতে ১০০এস সুতির সুতা, বিভিন্ন কাউন্টের রেশম সুতা (১৪/১৬-২০/২২ ডেনিয়ার), তসর সুতা এবং এছাড়াও কৃত্রিম ফিলামেন্ট সুতা ব্যবহার করে বোনা হয়। দুই বা ততোধিক শাটল ব্যবহার করে শাড়ি বোনা হয়। শাড়িতে প্লেইন পাড় অথবা অতিরিক্ত ওয়ার্প জ্যাকোয়ার্ড নকশা সহ বিভিন্ন বৈশিষ্ট্যের পাড় থাকে, যার সঙ্গে আঁচলে সাধারণ ঐতিহ্যবাহী রঙের প্যাটার্ন বা অতিরিক্ত ওয়েফট ডিজাইনের সঙ্গে রঙিন ক্রস বর্ডার তৈরি করা হয়। কাপড়ের বডি প্লেইন হতে পারে অথবা জ্যাকোয়ার্ডের সাহায্যে বা ছাড়াই অতিরিক্ত ওয়ার্প/ওয়েফট ব্যবহার করে বুটি দিয়ে সজ্জিত হতে পারে। এই টাঙ্গাইল শাড়িতে (জামদানি জাত), অতিরিক্ত ওয়েফ্ট ও গ্রাউন্ড ওয়েফ্টের মধ্যে ১:২ অনুপাত বজায় রেখে অতিরিক্ত-ওয়েফ্ট ডিজাইন তৈরির জন্য এক্সট্রা ওয়েফট থ্রেড ঢোকানো হয়। নকশার বিশেষত্ব হল নকশার প্রান্তগুলি ধাপের মতো, যা গ্রাফিকাল ডিজাইনের অনুরূপ।\nঐতিহ্যগতভাবে উৎপাদিত পশ্চিমবঙ্গের টাঙ্গাইল শাড়ি একটি বিশেষ ফিজিক্যাল ফিনিশ দ্বারা চিহ্নিত করা হয়, যা এটিকে \"জোরেভাঙ্গা\" থেকে মুক্ত করার মাধ্যমে একটি বিশেষ চেহারা ও অনুভূতি প্রদান করে। এছাড়াও সাধারণ কড়া ফিনিস দ্বারা চিহ্নিত করা হয়।\n\"বসাক\" তাঁতি সম্প্রদায়, এই শাড়ি সর্বপ্রথম তৈরি করা শুরু করেছিল। ২০২৪ খ্রিস্টাব্দের তথ্য অনুসারে, পশ্চিমবঙ্গের নদীয়া ও পূর্ব বর্ধমান জেলায় ২০ হাজার তাঁতি টাঙ্গাইল শাড়ি বুননের সঙ্গে যুক্ত রয়েছে। পশ্চিমবঙ্গের টাঙ্গাইল শাড়ির ঐতিহ্যবাহী নামগুলি হল মেঘডম্বুর, নীলাম্বরী, জলতরঙ্গা, গঙ্গাজলি, বেগমবাহার, আনারকলি, অসমন্তরা, গঙ্গা-যমুনা, পাছা-পেরে ইত্যাদি। এই শাড়ি গুটি ভাঁজ বৈশিষ্ট্যে ভাঁজ করা হয়। ২০১৮-১৯ অর্থবর্ষে, টাঙ্গাইল শাড়ির বার্ষিক আয় ছিল ₹৯৬১ কোটি।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিকাল ===\nএক সময়, সুতির বস্ত্র বয়ন নদীয়া জেলার একটি অত্যন্ত গুরুত্বপূর্ণ শিল্প ছিল। আঠারো শতকের শেষের দিকে ও ঊনবিংশ শতাব্দীর শুরুতে শান্তিপুর ছিল একটি বড় সমৃদ্ধ বুনন শিল্পের কেন্দ্র। ১৮৯৮ খ্রিস্টাব্দে, এই জেলার প্রায় সমস্ত গ্রামেই কয়েকটি তাঁতি ছিল। ইংল্যান্ড থেকে উৎপাদিত কাপড়ের প্রচলনের কারণে ঊনবিংশ শতাব্দীর শেষের দিকে শান্তিপুরের তাঁতশিল্প একটি বড় হুমকির সম্মুখীন হয়। তাঁতিরা ব্যবসাটিকে অলাভজনক মনে করে অন্য পেশায় চলে যায়, ফলে শিল্পে তাঁতিদের সংখ্যা ধীরে ধীরে হ্রাস পেতে থাকে। তবে, বাংলার শিল্প অধিদপ্তর দ্বারা ১৯৪০ খ্রিস্টাব্দে পরিচালিত একটি সমীক্ষা অনুসারে, শান্তিপুর শহরের মোট ২৭,০০০ ব্যক্তির মধ্যে ১০,০০০ জন তাঁত পরিবারের সদস্য বলে জানায়।\nঅবিভক্ত বঙ্গে অর্থাৎ ব্রিটিশ ভারতের পূর্ব-বাংলায় উৎপাদিত টাঙ্গাইল শাড়ি বুননের সাথে তাঁতি পরিবারের প্রতিটি সদস্য জড়িত থাকত। কোনও কারিগর বা শ্রমিক নিয়োগ করা হত না, যা ছিল বয়ন কৌশলকে তাঁতি পরিবারের বাইরে যেতে না দেওয়ার রীতি। বসাক পরিবারগুলি ছিল টাঙ্গাইলের শাড়ির অন্যতম তাঁতি পরিবার। বাংলার এই তাঁতিরা ছিল মূলত হিন্দু ধর্মাবলম্বী \"বসাক\" সম্প্রদায়। ১৯৪৭-এর বঙ্গভঙ্গের পরপরই, অধিকাংশ বসাক তাঁতি সম্প্রদায় পূর্ব পাকিস্তান (বর্তমানে বাংলাদেশ) থেকে পশ্চিমবঙ্গে অভিবাসন শুরু করে। অভিবাসনের প্রক্রিয়া ১৯৬৫ খ্রিস্টাব্দে ভারত-পাক যুদ্ধে আরও তীব্র হয়, এবং ১৯৭১ খ্রিস্টাব্দে বাংলাদেশের স্বাধীনতা যুদ্ধের সময় সর্বোচ্চ মাত্রায় পৌঁছেছিল। ২০১৪ খ্রিস্টাব্দে একটি জার্নালে প্রকাশিত গবেষণাপত্রে উল্লেখ করা হয়, যে সাম্প্রদায়িক সহিংসতার শিকার হওয়ার ভীতি, কাঁচামালের খরচ কয়েক গুণ বেড়ে যাওয়া, সরকারের কাছ থেকে ঋণ না পাওয়া, পণ্য পরিবহনে সংকট, ব্যবসায়িক নিরাপত্তার অভাবের কারণে হিন্দু তাঁতিরা ধীরে ধীরে বাংলাদেশ দেশ থেকে ভারতে অভিবাসী হন।\n\n\n=== শাড়ির উৎপত্তি ===\nঐতিহ্যগতভাবে শান্তিপুর ও কালনা হল হাতে বোনা কাপড়ের জন্য বিখ্যাত কেন্দ্র, ফলত বসাক তাঁতিরা উক্ত স্থান ও পার্শ্ববর্তী এলাকায় বসতি স্থাপন করে। তবে বসাক সম্প্রদায় বহু প্রতিকূলতা মধ্য দিয়ে তাঁদের বুনন কৌশল টিকিয়ে রেখেছিল। বেশিরভাগই পূর্ববাংলা থেকে তাদের সঙ্গে নিয়ে আসা কিছু তাঁতের সাহায্যে এবং অন্যরা ভারত ও পশ্চিমবঙ্গ সরকার কর্তৃক প্রদত্ত তাঁতের সাহায্যে শরণার্থী শিবিরেও শাড়ি বোনার কাজ চালিয়ে গিয়েছিলেন; অনেকেই শান্তিপুর বা কালনার স্থানীয় তাঁতিদের মালিকানাধীন তাঁতে শ্রমিক হিসেবে পশ্চিমবঙ্গের তাঁতশিল্পে যোগদান করেন। পূর্ব-বাংলার সরু পাড়ের সূক্ষ্ম/মাঝারি কাউন্টের টাঙ্গাইল শাড়ির বাজার পশ্চিমবঙ্গে ছিল না।\nসরকারি অনুপ্রেরণা ও সহায়তায়, পূর্ব-বাংলা থেকে আগত তাঁতিরা শীঘ্রই তাদের পূর্বপুরুষের পেশাকে পুনরুজ্জীবিত করেন ও এতে বয়ন শিল্প আবারও বিকাশ ঘটে। পূর্ব-বাংলার বসাক সম্প্রদায়ের তাঁতিরা পশ্চিমবঙ্গের স্থানীয় তাঁতিদের তাঁত কেন্দ্রে শ্রমিক হিসাবে নিযুক্ত থাকাকালীন সময়ে ও স্থানীয় তাঁতিদের সহায়তায় শান্তিপুরী তাঁত শাড়ির বুনন ও নকশা তৈরির কৌশল অর্জন করেন। পরবর্তীতে, বসাক সম্প্রদায়ের তাঁতিরা শান্তিপুরী তাঁত শাড়ির সঙ্গে ঢাকা-টাঙ্গাইল শৈলীর সংমিশ্রণ ঘটাতে সক্ষম হন। এই সংমিশ্রণে এক নতুন শাড়ি উৎপন্ন হয়; পশ্চিমবঙ্গে উৎপন্ন নতুন এই শাড়ি \"টাঙ্গাইল শাড়ি\" নামে পরিচিতি লাভ করে, যা পূর্ব-বাংলায় উৎপাদিত টাঙ্গাইল শাড়ি থেকে ভিন্নতর। এটি বাংলাদেশি টাঙ্গাইল শাড়ির মতই উৎপাদনগত ভাবে বিখ্যাত জামদানি কৌশলের একটি সরল সংস্করণ।\n\n\n== শাড়ির প্রকারভেদ ==\n\nবুনন কৌশল এবং সুতার ব্যবহার ও পাড় বৈশিষ্ট্যের উপরে ভিত্তি করে শাড়ির বেশ কয়েকটি প্রকারভেদ রয়েছে। বুনন কৌশল অনুযায়ী, এই শাড়ির দুটি প্রকার করেছে, যেগুলি হল সুতির জামদানি জাত টাঙ্গাইল শাড়ি ও রেশমের জামদানি জাত টাঙ্গাইল শাড়ি। শাড়িতে ফুটিয়ে তোলা কারুকার্যের ভিতিত্তে পুরাতন টাঙ্গাইল জামদানি শাড়িগুলি কিছু ঐতিহ্যগত নাম রয়েছে, যেমন ফুল বেল, ফুল জাল, ফুল পাড়, পাখি ফুল কোর, আনারস আঁচল, ফুল তেরছি কটকা কোনিয়া, হার বুটি, পাখি কোর, ঝাড় বুটি আঁচল।\nঅপরদিকে, সুতা ও পাড় ভিত্তি শাড়ির প্রকারগুলি হল - সুতির নকশা পাড় টাঙ্গাইল শাড়ি এবং রেশমের নকশা পাড় টাঙ্গাইল শাড়ি।\n\n\n== বৈশিষ্ট্য ==\n\n\n=== স্বতন্ত্রতা ===\nএই শাড়িতে বেশ কিছু স্বতন্ত্রতা রয়েছে, যা শাড়িটিকে অন্যান্য তাঁত শাড়ি থেকে পৃথক শাড়ি হিসাবে তুলে ধরে। এই শাড়ি বুননে শুধুমাত্র প্রাকৃতিক তন্তু ব্যবহার করা হয়। শাড়িতে সুন্দর ‘বুটি’ দেখা যায়, কারিগরেরা হাতের নিপুণ দক্ষতার সাহায্যে তৈরি করেন। জ্যাকার্ড ব্যবহার করে শাড়ির পাড় ও আঁচলে নকশা তৈরি করা হয়।\n\n\n== উৎপাদন পদ্ধতি ==\n\n\n=== উপাদান ===\nশাড়ি বা কোন প্রকার বস্ত্র তৈরির মূল উপাদান হল তন্তু বা সুতা। টাঙ্গাইল শাড়ি তৈরিরে প্রায় সমস্ত প্রাকৃতিক তন্তু ব্যবহার করা হয়, যার মধ্যে অন্যতম হল সুতি, রেশম ও লিনেন।\n\n\n=== উৎপাদন পদ্ধতি ===\nএই শাড়ি উৎপাদনে ঐতিহ্যবাহী হস্তচালিত তাঁত ব্যবহার করা হয়। প্রতিটি শাড়ি ৯ টি উৎপাদন পর্যায় অতিক্রম করে, এবং শেষে বাজারজাত করা হয়।\n\n\n== উৎপাদন ক্ষেত্র ==\nএই শাড়ির উৎপাদন কেন্দ্রগুলি পশ্চিমবঙ্গের বিভিন্ন অংশে ছড়িয়ে রয়েছে। তবে, নদীয়া জেলা ও পূর্ব বর্ধমান জেলা টাঙ্গাইল শাড়ি উৎপাদনে প্রথম সারিতে রয়েছে। নদীয়া জেলার ফুলিয়া এবং পূর্ব বর্ধমান জেলার ধাত্রিগ্রাম ও সমুদ্রগড় হল টাঙ্গাইল শাড়ি উৎপাদনের শ্রেষ্ঠ ও সর্ববৃহৎ কেন্দ্র। পশ্চিমবঙ্গের ফুলিয়া, ধাত্রিগ্রাম ও সমুদ্রগড় মূলত টাঙ্গাইল জামদানি জাতের শাড়িগুলির জন্য বিখ্যাত।\nনদীয়া ও পূর্ব বর্ধমান জেলা ব্যতীত পশ্চিমবঙ্গের কোচবিহার, দক্ষিণ দিনাজপুর ও দক্ষিণ চব্বিশ পরগনা জেলায়ও টাঙ্গাইল শাড়ি উৎপাদিত হয়।\n\n\n== স্বীকৃতি ==\n\n\n=== ভৌগোলিক নির্দেশক ===\nওয়েস্ট বেঙ্গল স্টেট হ্যান্ডলুম উইভারস কো-অপারেটিভ সোসাইটি লিমিটেড ২০২০ খ্রিস্টাব্দে পশ্চিমবঙ্গের টাঙ্গাইল শাড়ির জন্য ভৌগোলিক নির্দেশক বা জিআই ট্যাগের আবেদন করেন। ভারতের চেন্নাই শহরস্থিত দপ্তর থেকে ২০২৪ খ্রিস্টাব্দে \"বাংলার টাঙ্গাইল শাড়ি\" বা টাঙ্গাইল \"শাড়ি অব বেঙ্গল\" শিরোনামে ভৌগোলিক নির্দেশক বা জিআই ট্যাগ প্রদান করা হয়। প্রাপ্ত সনদপত্র অনুযায়ী, পণ্যটির নিবন্ধন বা রেজিস্ট্রেশন ২০৩০ খ্রিস্টাব্দের ৭ই সেপ্টেম্বর পর্যন্ত বৈধ থাকবে।\n\n\n== সমালোচনা ==\nপশ্চিমবঙ্গের টাঙ্গাইল শাড়ির ভৌগোলিক নির্দেশক বা জিআই ট্যাগ অর্জন বাংলাদেশে সমালোচনার জন্ম দেয়। বাংলাদেশি সংবাদমধ্যমের মতে, কলকাতার বিশ্ব বাংলা বিপনি জিআই ট্যাগ-এর সুযোগ নিয়ে টাঙ্গাইল শাড়ি ফুলিয়ার পণ্য হিসাবে বিক্রয় করছে। অন্যদিকে ভৌগোলিক নির্দেশকের চেন্নাইস্থিত দপ্তর থেকে প্রকাশিত ১৭৮ নং জার্নাল অনুযায়ী, পশ্চিমবঙ্গের টাঙ্গাইল শাড়িকে বাংলাদেশে উৎপাদিত টাঙ্গাইল শাড়ি থেকে একটি ভিন্নতর শাড়ি হিসেবে আখ্যা দেওয়া হয়, যা মূলত পূর্ব-বঙ্গ ও পশ্চিমবঙ্গের তাঁতশাড়ির সংমিশ্রণ। এ ব্যাপারে ভিন্নমত পোষণ করে বাংলাদেশ জাতীয় কারুশিল্প পরিষদের সভাপতি চন্দ্র শেখর সাহা বলেন, \"টাঙ্গাইল শাড়ির জিআই স্বত্বের দাবি কোনোভাবেই ভারত করতে পারে না। কারণ, ভৌগোলিকভাবে টাঙ্গাইল কোনোকালেই পশ্চিমবঙ্গের ছিল না। তারা অন্য নামে তাদের শাড়ির জিআই স্বীকৃতি দিতে পারে, কিন্তু সেটির সঙ্গে টাঙ্গাইল নাম থাকলে কোনোভাবে যৌক্তিক হবে না।\"\n\n\n==== কূটনৈতিক উদ্যোগ ====\n২০২৪ সালের ৫ মার্চ ভারতের ভৌগোলিক নির্দেশক পণ্য হিসেবে টাঙ্গাইল শাড়ির নিবন্ধন বাতিল বা স্থগিত করতে ও অন্য নামে এই শাড়ির নিবন্ধন নেওয়ার জন্য কূটনৈতিক উদ্যোগের অংশ হিসেবে দিল্লিতে অবস্থিত বাংলাদেশ হাইকমিশন ভারতের পররাষ্ট্র মন্ত্রণালয়কে একটি চিঠি দেয়। চিঠিতে বলা হয়, “টাঙ্গাইল বাংলাদেশের একটি জেলা। এই জেলা ঐতিহাসিকভাবে তার অনন্য ‘টাঙ্গাইল শাড়ি’র জন্য বিখ্যাত। টাঙ্গাইল শাড়ির এই সুনির্দিষ্ট বয়নের ধরন ভারতের পশ্চিমবঙ্গের কিছু অঞ্চলে ছড়িয়ে থাকতে পারে। কারণ, ভারতভাগের সময় শাড়ির কিছু তাঁতি ও উৎপাদক এই অঞ্চল থেকে পশ্চিমবঙ্গে চলে যান। টাঙ্গাইল শাড়ির জিআইয়ে ‘টাঙ্গাইল’ নামটি অনন্য হওয়ায় এই একই নাম দুটি দেশের পণ্যের ক্ষেত্রে ব্যবহার করলে ভবিষ্যতে বিভ্রান্তি ও ভুল-বোঝাবুঝি হতে পারে। দুই দেশের মধ্যে যে চমৎকার দ্বিপক্ষীয় সম্পর্ক আছে, সেই চেতনায় এই সমস্যার মীমাংসা করা দরকার।”\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nRegistrar of Geographical Indications (৩১ আগস্ট ২০২৩)। \"Geographical Indications Journal No 178\" [ভৌগোলিক নির্দেশক জার্নাল নং ১৭৮] (ইংরেজি ভাষায়)।"}