{"pageid": 1418884, "title": "ক্ষিতীন্দ্রমোহন নাহা", "url": "https://bn.wikipedia.org/wiki?curid=1418884", "content": "ক্ষিতীন্দ্রমোহন নাহা (১৯৩২-১৯৯৬) হলেন একজন ভারতীয় ভূতাত্ত্বিক এবং একজন অধ্যাপক এবং ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি, খড়গপুরের সিএসআইআর ইমেরিটাস বিজ্ঞানী।  তিনি প্রাক-ক্যামব্রিয়ান যুগের কাঠামোগত ভূতত্ত্বের উপর পাণ্ডিত্যের জন্য পরিচিত ছিলেন এবং ভারতীয় ন্যাশনাল সায়েন্স একাডেমী ও ইন্ডিয়ান একাডেমি অফ সায়েন্সেসের একজন নির্বাচিত ফেলো ছিলেন। বৈজ্ঞানিক গবেষণার জন্য ভারত সরকারের শীর্ষ সংস্থা, কাউন্সিল অফ সায়েন্টিফিক অ্যান্ড ইন্ডাস্ট্রিয়াল রিসার্চ ১৯৭২ সালে তাকে বিজ্ঞান ও প্রযুক্তিতে শান্তি স্বরূপ ভাটনগর পুরস্কারে ভূষিত করে, যা পৃথিবী, বায়ুমণ্ডল, মহাসাগর এবং গ্রহে তার অবদানের জন্য ভারতীয় বিজ্ঞানের সর্বোচ্চ পুরস্কারগুলির মধ্যে একটি।\n\n\n== জীবনী ==\nনাহা মহাশয় ১৯৩২ সালের ২ জানুয়ারী তৎকালীন ব্রিটিশ ভারতের বাংলা অঞ্চলের (বর্তমান বাংলাদেশ) কুমিল্লায় একটি কায়স্থ পরিবারে জন্মগ্রহণ করেন। তিনি কলকাতার প্রেসিডেন্সি কলেজ থেকে বিজ্ঞানে স্নাতক হন এবং পরে রাজাবাজার বিজ্ঞান কলেজ থেকে স্নাতকোত্তর ডিগ্রি সম্পন্ন করে সেখানেই তিনি সন্তোষ কুমার রায়ের তত্ত্বাবধানে একজন গবেষণা পণ্ডিত হিসাবে কর্মেরত হন। ১৯৫৮ সালে তিনি ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি, খড়গপুরে ভূতত্ত্ব এবং ভূপদার্থবিদ্যা বিভাগের অনুষদের সদস্য হিসাবে যোগদান করেন এবং সেখানেই তার চাকরিরত অবস্থায় ১৯৫৯ সালে তিনি কলকাতা বিশ্ববিদ্যালয় থেকে ডক্টর অফ সায়েন্স ডিগ্রি লাভ করেন। তিনি আইআইটি খড়গাপুরের চাকুরিতে ধীরে ধীরে পদোন্নতিপ্রাপ্ত হন এবং ১৯৯২ সালে যখন তিনি চাকরি থেকে অবসর গ্রহণ করেন তখন তিনি একজন অধ্যাপকের পদে অধিষ্ঠিত ছিলেন। এই সময়ের মধ্যে তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলে (১৯৬৮) এবং লা ট্রোব ইউনিভার্সিটি (১৯৭৫-৭৬) -তে ভিজিটিং প্রফেসর হিসেবে কর্মরত ছিলেন। অবসর গ্রহণের পর থেকে ১৯৯৬ সালের ২৪ মে ৬৪ বছর বয়সে তার মৃত্যুর পূর্ব পর্যন্ত ইনস্টিটিউটের সিএসআইআর ইমেরিটাস বিজ্ঞানী হিসেবে দায়িত্ব পালন করছিলেন।\n\n\n== অবদান ==\nনাহা প্রিক্যামব্রিয়ান যুগের কাঠামোগত ভূতত্ত্বের উপর ব্যাপক গবেষণা করার জন্য সুবিদিত ছিলেন এবং বিহারের সিংভূমের ঘাটসিলা এবং সিমলা অঞ্চলে প্রাকক্যামব্রিয়ান শিলার একটি সমন্বিত ভূতাত্ত্বিক ইতিহাস সংকলনের কৃতিত্ব অর্জন করেন। তার অধ্যয়নের ফলে তিনি কোয়ার্টজে বিকৃতিতে ল্যামেলা গঠনের সময় এবং গতির তাত্পর্য অনুমান করতে সক্ষম হয়েছিলেন। মিগমাটাইটস এবং এর স্থাপত্য, হেলান দেওয়া ভাঁজের জ্যামিতি এবং ভারতের দক্ষিণাঞ্চল এবং মধ্য রাজস্থানের প্রারম্ভিক প্রাক-ক্যামব্রিয়ান টেরেন্স ছিল তার গবেষণার নানান ক্ষেত্র। তার অধ্যয়নগুলি রূপান্তরিত টেরেসগুলিতে কৌণিক অবস্থানের সামঞ্জস্যের স্বীকৃতির পাশাপাশি অ-অক্ষীয় বিকৃতির আগে কোঅক্সিয়াল রিফোল্ডিংয়ের জন্য পদ্ধতি বিকাশের ধারণা পেতে সহায়তা করে। তার গবেষণাগুলোর বেশ কয়েকটি পিয়ার-রিভিউ করা নিবন্ধ হিসাবে পাওয়া যায় এবং তিনি ইন্ডিয়ান জার্নাল অব আর্থ সায়েন্স, ইন্ডিয়ান জার্নাল অফ জিওলজি এবং প্রিক্যামব্রিয়ান রিসার্চের সাথে তাদের সম্পাদকীয় বোর্ডের সদস্য হিসাবে যুক্ত ছিলেন। তিনি মহাদেশীয় লিথোস্ফিয়ার সম্পর্কিত ভারতীয় জাতীয় কমিটির সভাপতিত্ব করেন এবং ১৯৯০-৯২ সালে ভারতীয় জাতীয় বিজ্ঞান একাডেমির কাউন্সিলের সদস্য হিসাবে দায়িত্ব পালন করেন।\n\n\n== তথ্যসূত্র =="}