{"pageid": 1418042, "title": "পরিণীতি (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1418042", "content": "পরিণীতি ( অনু. Destiny ) হল একটি ভারতীয় হিন্দি-ভাষা টেলিভিশন নাটক সিরিজ যা ১৪ ফেব্রুয়ারি ২০২২-এ কালারস টিভিতে প্রিমিয়ার হয়েছিল। এটি ডিজিটালভাবে স্ট্রিম করে জিওসিনেমা. বালাজী টেলিফিল্মস এর ব্যানারের অধীনে একতা কাপুর ও শোভা কাপুর কর্তৃক প্রযোজিত। এতে অভিনয় করেছেন  আঁচল সাহু, তানভি ডোগরা ও অঙ্কুর ভার্মা।\n\n\n== পটভূমি ==\nপরিণীত কক্কর এবং নীতি জুনেজা দুই বন্ধু যারা একসঙ্গে পরিণীতি নামে পরিচিত। রাজীব বাজওয়া একজন মজা-প্রেমময় স্বার্থপর ব্যক্তি। যেহেতু সে নীতিকে ভালবাসে, রাজীব তার মা তার জন্য যে মেয়েটিকে খুঁজে পেয়েছিল তা প্রত্যাখ্যান করে। যাইহোক, পরী এবং বরুণের বিয়েতে অসুখী থাকায়, রাজীব অবশেষে পরীকে বিয়ে করেন। পরে, গুরিন্দর গ্রামের সবচেয়ে বড় জমিদার হতে চেয়েছিল, রাজীবের মা পরীর বাবার কাছে জমি দাবি করে। রাজীব অনিচ্ছায় বিয়েতে রাজি হয়। কিছু সময় পরে, সে চণ্ডীগড়ে চলে যায়, পরীকে কক্করের বাড়িতে রেখে।\n\n\n=== ৩ মাস পর ===\nএখনও চণ্ডীগড়ে তার খালা এবং কাজিনদের সাথে, রাজীব একটি জাল পরিচয় তৈরি করতে তার ডাক নাম সঞ্জু ব্যবহার করে। নীতি চণ্ডীগড়ে তার এয়ার হোস্টেস কোর্স শেষ করছে, যখন পরী এখনও কক্কর বাড়িতে। পরীর বাবা যশবন্ত মারা যান। এই ঘটনার পর পরী রাজীবকে খুঁজতে যাওয়ার সিদ্ধান্ত নেয়। মনদীপ চণ্ডীগড়ে পরীকে ফেলে দেয়।\nপরী অপ্রত্যাশিতভাবে সেখানে নিতির সাথে ছুটে যায় এবং তার সাথে থাকে। রাজীব একটি পার্টিতে নীতিকে প্রস্তাব দেয় এবং সে তার প্রস্তাব গ্রহণ করে, রাজীব আসলে পরীর স্বামী। এরপর রাজীব ও নীতি বিয়ে করার সিদ্ধান্ত নেয়। রাজীব নীতিকে বিয়ে করে কিন্তু পরীকে জানায় না।\nপরে, পরী রাজীবের সম্পর্কে সন্দেহ করতে শুরু করে। নীতি পরামর্শ দেয় যে পরীকে তার আসল উদ্দেশ্য খুঁজে বের করতে রাজীবের পিছনে যাওয়া উচিত। রাকেশ রাজীব এবং পরিণীতকে আলাদা করতে চণ্ডীগড়ে পৌঁছেছেন। সে এবং তার গুন্ডারা ঘটনাক্রমে নীতিকে অপহরণ করে। যদিও সে পালাতে সক্ষম হয়, সে একটি দুর্ঘটনার সম্মুখীন হয়। পরী তাকে একটি হাসপাতালে নিয়ে যায় যেখানে সে আবিষ্কার করে যে সঞ্জু এবং রাজীব একই ব্যক্তি। পরী যখন সঞ্জুকে ঘৃণা করতে শুরু করে, তখন তার দাদি এসে পরী এবং রাজীবের বিয়ে ব্যক্তিগতভাবে দেখতে চায়। বিয়ের দিন, পরী সবার কাছে রাজীবের দ্বৈত সত্য প্রকাশ করে।\nপরী জানতে পারে যে নীতি রাজীবের সন্তানের সাথে গর্ভবতী। এইভাবে, তিনি বাজওয়া পরিবারকে নীতিকে গ্রহণ করার জন্য অনুরোধ করেন। রাজীব দোষী বোধ করলে, সে পরীর কাছে ক্ষমা চাওয়ার চেষ্টা করে, কিন্তু সে তার ক্ষমা প্রত্যাখ্যান করে। নীতির গর্ভপাত হওয়ার পরে এবং আবিষ্কার করার পরে যে সে আর মা হতে পারবে না, পরী তাকে এবং রাজীবের সারোগেট মা হওয়ার সিদ্ধান্ত নেয় এবং বাজওয়া বাড়িতে থাকতে থাকে।\nসারোগেট হওয়ার কিছুক্ষণ পর, রাকেশ পরীকে খুঁজে বের করার একটি উপায় আবিষ্কার করে। নীতি পরী এবং সঞ্জুর আচরণ একসাথে পর্যবেক্ষণ করে এবং মনে করে পরী সঞ্জুকে তার কাছ থেকে ছিনিয়ে নিতে চায়। বেবে, যে বাজওয়া পরিবারের কাছ থেকে প্রতিশোধ নিতে চায়, এর সুযোগ নেয় এবং নীতিকে পরীর জীবন নষ্ট করতে উস্কে দেয়। নীতি বিশ্বাস করতে শুরু করে যে পরী তার সুখী বিবাহিত জীবনে অন্য মহিলা। সে বুঝতে পারে যদি পরী তাকে এবং সঞ্জুর সন্তানকে বহন না করে তাহলে পরী তাদের জীবন থেকে বেরিয়ে যাবে। নীতি বেবের সাথে দল বেঁধে পরীর সন্তান গর্ভপাত করে, কিন্তু তাদের সমস্ত পরিকল্পনা ব্যর্থ হয়।\nঅপ্রত্যাশিতভাবে, নীতি রাকেশের কাছে আসে এবং বুঝতে পারে যে সে এখনও পরীর সাথে আচ্ছন্ন। সেখানে, নীতি এবং রাকেশ পরীকে বাজওয়া বাড়ি থেকে বের করে দেওয়ার জন্য একটি চুক্তি করে এবং রাকেশ তাকে বিয়ে করে। রাকেশকে বাবা প্রমাণ করতে নীতি এবং বেবে একটি জাল ডিএনএ রিপোর্ট তৈরি করে। পরিবারের কাছে মিথ্যা বলার জন্য পরী অপমানিত, যদিও পরিবারের কেউ কেউ বিশ্বাস করতে নারাজ যে পরী এমন কাজ করতে পারে। পরী রাকেশকে বিয়ে করতে রাজি হয় কারণ সে মনে করে এটা পরিবার এবং নীতির জন্য ভালো হবে।\nরাজীব বিয়ে বন্ধ করার জন্য একাধিক উপায় চেষ্টা করে, কিন্তু বিয়ে এগিয়ে যায়। বিয়ের দিন অবশ্য রাজীব বিয়ে থামাতে সফল হয়। রাকেশ কীভাবে পরীর বাচ্চাকে গর্ভপাত করার চেষ্টা করেছিল তার সত্যতা প্রকাশ পেয়েছে, কিন্তু নীতি এবং বেবের আসল চেহারা দেখা যাচ্ছে না। পুরো পরিবার জানতে পারে যে রাকেশ শিশুটির বাবা নয় এবং শিশুটি নীতি এবং রাজীবের।\nপরীকে ছেড়ে যেতে না পেরে রাকেশ তাকে অপহরণ করে, কিন্তু তাকে রক্ষা করে সঞ্জু। পরে রাজীব রাকেশকে খুনের অভিযোগে অভিযুক্ত হন এবং জেলে যান। বাস্তবে, রাকেশ বেঁচে আছে এবং রাজীবকে তার পথ থেকে সরিয়ে দেওয়ার জন্য এটি তার সমস্ত পরিকল্পনা। পরে পরিণীত জানতে পারে যে রাকেশ বেঁচে আছে এবং রাজীবকে নির্দোষ প্রমাণ করে। নীতি পরীর উপর রেগে যায় কারণ সে একাই রাজীবের বিরুদ্ধে অভিযোগগুলো মিথ্যা প্রমাণ করেছে এবং সে ভেবেছিল পরিবারের মনোযোগ এবং ভালোবাসা পাওয়ার জন্য পরী তার সাথে প্রতিদ্বন্দ্বিতা করতে চায়। পরীর প্রতি নীতির ঘৃণা পরবর্তী স্তরে পৌঁছেছে যে সে সরাসরি চিন্তা করতে পারে না এবং বেবে দ্বারা চালিত হয় যার বাজওয়া পরিবারকে ধ্বংস করার উদ্দেশ্য রয়েছে। নীতি পরীকে হত্যা করার জন্য একটি দুর্ঘটনার পরিকল্পনা করে। তবে রাজীব পরীকে বাঁচায় এবং আহত হন এবং হাসপাতালে ভর্তি হন। নীতি রাজীবের অবস্থার জন্য পরীকে দায়ী করে এবং তাকে হাসপাতালে মেরে ফেলার পরিকল্পনা করে। কিন্তু পরী পালিয়ে যায় এবং দেখে যে নীতি তাকে এবং শিশুটিকে হত্যা করতে চায়। দুজনেই একে অপরের মুখোমুখি। নীতির পরিবর্তন আবিষ্কার করতে গিয়ে পরী ভেঙে পড়ে।\n\n\n== কাস্ট ==\n\n\n=== প্রধান ===\nপরিণীত রাজীব বাজওয়া ওরফে পরী চরিত্রে আঁচল সাহু : যশবন্ত এবং গুরপ্রীতের বড় মেয়ে; নূপুরের বোন; বিক্রম এবং সিমারের চাচাতো বোন; নীতির সেরা বন্ধু; রাজীবের স্ত্রী (2022-বর্তমান)\nনীতি জুনেজা (পূর্বে মেহরা) চরিত্রে তানভি ডোগরা : সুখবিন্দরের মেয়ে; রকির বোন; পরিণীতের প্রাক্তন সেরা বন্ধু; বিক্রমের প্রাক্তন প্রেমিকা; রাজীবের প্রাক্তন স্ত্রী (2022-বর্তমান)\nরাজীব বাজওয়া ওরফে সঞ্জু মেহরা চরিত্রে অঙ্কুর ভার্মা: গুরিন্দর এবং করণবীরের ছেলে; অমিত আর কীর্তির ভাই; পরিণীতের স্বামী; নীতির প্রাক্তন স্বামী (2022-বর্তমান)\n\n\n=== পুনরাবৃত্ত ===\nরাকেশ সিং আহলাওয়াতের চরিত্রে বিশাল সোলাঙ্কি: পরিণীতের একতরফা প্রেমিক; রাজীবের শত্রু (2022-বর্তমান)\nসরোজানা \"বেবে\" চরিত্রে শবনম কাপুর: রাজবীর এবং করণবীরের খালা; নীতির পক্ষপাতী; পরিণীতের নেমিসিস (2022-বর্তমান)\nবিশাল চরিত্রে আমান গান্ধী: রাজীবের বন্ধু (2022-2023)\nগুরপ্রীত কক্করের চরিত্রে ডলি সোহি : যশবন্তের বিধবা; পরিণীত এবং নূপুরের মা (2022-বর্তমান)\nসিম্মি বাজওয়া চরিত্রে প্রবাল ভামরা / অঙ্কিতা সিং বাম্ব: পারমিন্দর এবং রাজবীরের মেয়ে; বলবিন্দর এবং মন্টির বোন; রাজীব, অমিত এবং কীরতির চাচাতো ভাই (2022-বর্তমান)\nঅভিনন্দন সিং বলবিন্দর বাজওয়া চরিত্রে: পারমিন্দর এবং রাজবীরের ছেলে; মন্টি আর সিম্মির ভাই; রাজীব, অমিত এবং কীরতির চাচাতো ভাই; মিশিকা এবং দলজিতের বাবা (2022-বর্তমান)\nযশবন্ত কক্কর চরিত্রে কৌশল কাপুর: হারমানের ভাই; গুরপ্রীতের স্বামী, পরিণীত এবং নূপুরের বাবা (2022)\nনুপুর কক্করের চরিত্রে খুশি ভরদ্বাজ: যশবন্ত এবং গুরপ্রীতের ছোট মেয়ে; পরিণীতের বোন (2022-বর্তমান)\nসিমার কক্কর ওরফে বাবলি চরিত্রে সিয়া ভাটিয়া: মনদীপ এবং হারমানের মেয়ে, বিক্রমের বোন, পরিণীত এবং নুপুরের কাজিন (2022-বর্তমান)\nবিক্রম কক্করের চরিত্রে আশিস দীক্ষিত: মনদীপ এবং হারমানের ছেলে; সিমারের ভাই; পরিণীত ও নূপুরের চাচাতো ভাই; নিতির প্রাক্তন প্রেমিক (2022)\nমনদীপ কক্কর চরিত্রে অর্পনা আগরওয়াল: হারমানের স্ত্রী, বিক্রম এবং সিমারের মা (2022-বর্তমান)\nহারমান কক্কর চরিত্রে জিতু ভাজিরানি: যশবন্তের ছোট ভাই; মনদীপের স্বামী; বিক্রম এবং সিমারের বাবা (2022-বর্তমান)\nগুরিন্দর বাজওয়া চরিত্রে অঞ্জলি মুখি /অলকা মোঘা: করণবীরের বিধবা; রাজীব, কীর্তি এবং অমিতের মা (2022) / (2022-বর্তমান)\nঅমিত বাজওয়া চরিত্রে আকাশ তালওয়ার : গুরিন্দর এবং করণবীরের বড় ছেলে; রাজীব এবং কীর্তি ভাই; চন্দ্রিকার স্বামী (2022-বর্তমান)\nচন্দ্রিকা অমিত বাজওয়া চরিত্রে হর্ষপ্রীত কৌর/মানসী জৈন: অমিতের স্ত্রী; সিম্মি, রাজীব, মন্টি, কীর্তি এবং পরীর বড় শ্যালক (2022-2023) / (2023-বর্তমান)\nকীর্তি বাজওয়া চরিত্রে টিয়ারা গুজরাল: গুরিন্দর এবং করণবীরের মেয়ে; রাজীব এবং অমিতের বোন (2022-বর্তমান)\nপারমিন্দর বাজওয়া চরিত্রে বৈষ্ণবী মহন্ত : রাজবীরের স্ত্রী; সিম্মি, বলবিন্দর এবং মন্টির মা (2022-বর্তমান)\nরাজবীর বাজওয়া চরিত্রে ববি পারভেজ/অরূপ পাল: করণবীরের বড় ভাই; পারমিন্দরের স্বামী; সিম্মি, বলবিন্দর এবং মন্টির বাবা (2022-বর্তমান)\nমন্টি বাজওয়া চরিত্রে ঋষি গ্রোভার/প্রভাত চৌধুরী/স্পর্শ সিং কোতওয়াল: পারমিন্দর এবং রাজবীরের ছেলে; রাজীব, কীর্তি এবং অমিতের কাজিন; সিম্মি এবং বলবিন্দরের ভাই (2022-2023) / (2023) / (2023-বর্তমান)\nমিসেস বাজওয়া \"বেজি\" চরিত্রে নীনা চিমা : রাজবীর এবং করণবীরের মা; রাজীব, কীর্তি, অমিত, মন্টি, সিম্মি এবং বলবিন্দরের নানী (2022-2023)\nশ্রেয়া সিং চরিত্রে ভব্য চৌহান: নীতি এবং রাজীবের বন্ধু (2022)\nঅজয় কুমার চরিত্রে উৎকর্ষ গুপ্ত: বীরের ভাই; নীতি এবং রাজীবের বন্ধু (2022)\nশালু শর্মা চরিত্রে কাজল চৌহান: পরিণীত এবং নীতির বন্ধু (2022)\nদলজিৎ বাজওয়া চরিত্রে রুশাল পারখ: বলবিন্দরের ছেলে; মিশিকার ভাই (2023)\nডাক্তার হিসেবে করুণা ভার্মা: যে ডাক্তার পরিণীতের সন্তানকে গর্ভপাত করার চেষ্টা করেছিলেন; রাকেশের জিজ্ঞাসা করা ডাক্তার (2023)\nবীরের চরিত্রে নীল উত্তম কুমার পারেখ: অজয়ের ভাই (2023)\nরকি জুনেজা চরিত্রে ভিভান সিং রাজপুত: সুখবিন্দরের ছেলে; নীতির ভাই (2022)\nসুখবিন্দর জুনেজা চরিত্রে সোনিয়া শ্রীবাস্তব: কানওয়ালের বোন; নীতি এবং রকির মা (2022-বর্তমান)\nমিস্টার আহলাওয়াত চরিত্রে রাজা কাপসে: একজন রাজনীতিবিদ; রাকেশের বাবা (2022)\nমিসেস আহলাওয়াত চরিত্রে অনাসুয়া চক্রবর্তী: রাকেশের মা (2022)\nদেবরাজ মালহোত্রার চরিত্রে হেমন্ত চৌধুরী : বরুণের বাবা (2022)\nবরুণ মালহোত্রার চরিত্রে প্রশান্ত শেঠি: দেবরাজের ছেলে, পরিণীতের প্রাক্তন বাগদত্তা (2022)\nকানওয়াল জুনেজা চরিত্রে অমিত কাপুর: সুখবিন্দরের ভাই (2022)\nকিরণ কাপুরের চরিত্রে সোনাল ভেঙ্গুরলেকার : মুখিয়াজির মেয়ে; পরিণীত এবং নীতির বন্ধু (2022)\n\n\n=== বিশেষ উপস্থিতি ===\nস্পাই বাহু (2022) থেকে সেজাল কোটাদিয়া চরিত্রে সানা সায়াদ\nমোলক্কি (2022) থেকে পূরবী বীরেন্দ্র প্রতাপ সিং চরিত্রে প্রিয়ল মহাজন\nChoti Sardarni (2022) থেকে কুলবন্ত কৌর ধিল্লনের চরিত্রে অনিতা রাজ\nনিমা ডেনজংপা (2022) থেকে নিমা ডেনজংপা চরিত্রে সুরভী দাস\nনিমা ডেনজংপা (2022) থেকে বিরাট শেঠি চরিত্রে মোহাম্মদ ইকবাল খান\nসঙ্গীতা ঘোষস্বরণ ঘর থেকে স্বরণ চরিত্রে (2022)\nপ্রতিক্ষা পারেখের চরিত্রে কৃতিকা সিং যাদবপেয়ার কে সাত বচন ধরমপত্নী\nবেলা রানাভ রাইচাঁদের চরিত্রে ইশা সিংবেকাবু (2023)\nরানাভ রাইচাঁদ/প্রথম চরিত্রে শালিন ভানোটবেকাবু (2023)\nনীরজা প্রতিমার চরিত্রে মাইরা ভাইকুল - এক নয়ি পেহচান (2023)\nকাম্যা পাঞ্জাবি থেকে দিদুন - এক নয়ি পেহচান (2023)\nড্রিম গার্ল 2 এর প্রচারে আয়ুষ্মান খুরানা এবং অনন্যা পান্ডে\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়নসম্পাদনা ===\nবালাজি টেলিফিল্মসের অধীনে একতা কাপুর এই শোটি ঘোষণা করেছিলেন । এটি দুই সেরা বন্ধুর গল্প বলে যারা তাদের ভাগ্যের কারণে একই পুরুষের সাথে বিয়ে করেছে।\n\n\n=== ঢালাই ===\nআঁচল সাহু এবং তানভি ডোগরা পরিণীত এবং নীতির ভূমিকায় অভিনয় করেছিলেন।  অঙ্কুর ভার্মা রাজীবের চরিত্রে অভিনয় করেছিলেন।  ডলি সোহিকে পরীর মায়ের চরিত্রে অভিনয় করা হয়েছিল।  আশিস দীক্ষিত যিনি পরীর ভাইয়ের ভূমিকায় অভিনয় করেছিলেন কিছু সৃজনশীল পরিবর্তনের কারণে 2022 সালের জুলাই মাসে শোটি ছেড়ে দেন।  ২০২৩ সালের অক্টোবরের শুরুতে, রুশাল পারখ দলজিৎ হিসেবে শোতে যোগ দেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nParineetii on Colors TV\nইন্টারনেট মুভি ডেটাবেজে পরিণীতি  (ইংরেজি)"}