{"pageid": 1419199, "title": "ট্রান্সলেশন (জীববিজ্ঞান)", "url": "https://bn.wikipedia.org/wiki?curid=1419199", "content": "জীববিজ্ঞানে, ট্রান্সলেশন হচ্ছে RNA অণুকে ছাঁচরূপে ব্যাবহার করে জীবিত কোষে পলিপেপটাইড বা প্রোটিন তৈরির প্রক্রিয়া।প্রোটিন মূলত অ্যামিনো এসিডের শৃঙ্খল যা আরএনএ তে নিউক্লিওটাইড এর বিন্যাস অনুসারে তৈরি হয় ।এটি কোষের সাইটোপ্লাজমে ঘটে।\nতিনটি পর্যায়ে ট্রান্সলেশন প্রক্রিয়াটি সংঘটিত হয়:\n\nসূচনা পর্ব:রাইবোজোমগুলো টার্গেট mRNA এর চারিদিকে জড়ো হয় এবং প্রথম tRNA স্টার্ট কোডনে সংযুক্ত হয়।\nবৃদ্ধিকরণ পর্ব:প্রতিটি tRNA কে ছোট রাইবোসোমাল সাব-ইউনিটগুলো শনাক্ত করে(accommodation)এবং কোডের নির্দেশ অনুযায়ী অ্যামিনো অ্যাসিড সরবরাহ করে। এটি বড় রাইবোসোমাল সাবইউনিটে বাহিত হয় এবং এর পূর্ববর্তী শনাক্তকৃত tRNA'র সাথে বণ্ড(বন্ধন) তৈরি করে(transpeptidation)।রাইবোসোম প্রক্রিয়াটি চালিয়ে যাওয়ার জন্য পরবর্তী mRNA কোডনে যায়(translocation)।  এভাবে একটি অ্যামিনো অ্যাসিড শৃঙ্খল তৈরি হয়।\nসমাপ্তিকরণ পর্ব: স্টপ কোডন পৌঁছানোর সঙ্গে সঙ্গে  রাইবোসোম থেকে  পলিপেপটাইডটি বিমুক্ত হয়। রাইবোসোমাল কমপ্লেক্সটি(যৌগ) অক্ষত থাকে এবং পরবর্তী mRNA ট্রান্সলেশনের জন্য চলে যায়।\nপ্রোক্যারিওটায় (প্রাককেন্দ্রিক কোষে) (ব্যাকটেরিয়া এবং আর্কিয়া),ট্রান্সলেশন সাইটোপ্লাজমীয় মাতৃকা বা সাইটোসলে ঘটে, যেখানে রাইবোসোমের বড় এবং ছোট সাবইউনিটগুলি mRNA এর সাথে আবদ্ধ হয়।  ইউক্যারিওটায় (প্রকৃতকোষে),ট্রান্সলেশন সাইটোপ্লাজম বা এন্ডোপ্লাজমিক রেটিকুলামের(অন্তঃপ্লাজমীয় জালিকা) ঝিল্লি জুড়ে কো-ট্রান্সলেশনাল ট্রান্সলোকেশন নামক একটি প্রক্রিয়ায় ঘটে।\n\n\n== মৌল প্রক্রিয়া ==\n\n\n== ট্রান্সলেশনের গাণিতিক মডেল ==\n\nট্রান্সক্রিপশন ও ট্রান্সলেশন প্রক্রিয়ার বর্ণনা (শুধুমাত্র মৌলিক এবং প্রাথমিক ধাপসমূহ) :\n\nmRNA অণু সৃষ্টি (স্প্লাইসিং সহ),\nInitiation factor এর সাহায্যে সূচনা পর্বের আরম্ভ (বিঃদ্রঃ সূচনা পর্বে Circularization ধাপ থাকতে পারে যদিও সবক্ষেত্রে প্রযোজ্য নয়),\nট্রান্সলেশনের সূচনা,ছোট রাইবোসোমাল সাবইউনিট যুক্ত হওয়া ,\nসম্পূর্ণ রাইবোজোম একত্রিত হওয়া,\nবর্ধিতকরণ , (অর্থাৎ,  প্রোটিন তৈরি করার সাথে সাথে রাইবোজোমের mRNA'র প্রান্তের দিকে অগ্রসর হওয়া),\nট্রান্সলেশনের সমাপ্তি,,\nmRNA অণুর অবমুক্তি,\nপ্রোটিনের অবমুক্তি।\n\n\n== জেনেটিক কোড ==\n\nনিজহাতে (স্বল্প পরিসরে) বা কম্পিউটারে (প্রথমে সঠিকভাবে প্রোগ্রাম করার পর, নিম্নে দেখুন) ট্রান্সলেশন করা সম্ভব ; এভাবে জীববিজ্ঞানীরা কিংবা রসায়নবিদেরা কাগজের উপর এনকোডেড প্রোটিনের গঠন এঁকে থাকেন।\nপ্রথমে প্রত্যেকটি DNA  ছাঁচকে এর সম্পূরক RNA (উল্লেখ্য, RNA এর ক্ষেত্রে A এর সম্পূরক U) দ্বারা পরিবর্তন করতে হবে ,যেমনটা নিম্নে দেখানো হয়েছে। এখনে উল্লেখ্য যে DNA'র ছাঁচ সূত্রক হবে সেইটা যার সাথে RNA যুক্ত হতে পারে(অর্থাৎ অনুবন্ধী সূত্রক) এবং অন্য DNA সূত্রকটি RNA'র সমরূপ হবে, কিন্তু থায়ামিনের(T) পরিবর্তে ইউরাসিল(U) হবে।\n\nDNA -> RNA\n A  ->  U\n T  ->  A\n C  ->  G\n G  ->  C\n A=T-> A=U\n\nতারপর RNA কে ট্রিপলেটে(তিনটি ক্ষারের একেকটা গ্রুপ)  বিভক্ত করতে হয়। মনে রাখতে হবে যে এখানে তিনটি Reading Frame (তিন জায়গা থেকে হিসাব শুরু করার সুযোগ) আছে,যা কোডটি কোথা থেকে পড়া হচ্ছে তার উপর নির্ভরশীল। সবশেষে রসায়নশাস্ত্রে ব্যাবহৃত জেনেটিক কোডের টেবিলটি অনুসরণ করে কোডটি গাঠনিক সংকেতে রূপান্তরিত করতে হবে।\nএভাবে প্রোটিনের একটি প্রাথমিক গঠন পাওয়া যাবে।\nউদাহরণ: স্ট্যান্ডার্ড জেনেটিক কোডের জন্য সংক্ষিপ্ত ট্রান্সলেশন টেবিল (NCBI এর ট্যাক্সোনমি ওয়েবপেজ থেকে)।\n\n AAs    = FFLLSSSSYY**CC*WLLLLPPPPHHQQRRRRIIIMTTTTNNKKSSRRVVVVAAAADDEEGGGG\n Starts = ---M---------------M---------------M----------------------------\n Base1  = TTTTTTTTTTTTTTTTCCCCCCCCCCCCCCCCAAAAAAAAAAAAAAAAGGGGGGGGGGGGGGGG\n Base2  = TTTTCCCCAAAAGGGGTTTTCCCCAAAAGGGGTTTTCCCCAAAAGGGGTTTTCCCCAAAAGGGG\n Base3  = TCAGTCAGTCAGTCAGTCAGTCAGTCAGTCAGTCAGTCAGTCAGTCAGTCAGTCAGTCAGTCAG\n\n\"Starts\" সারিটি তিনটি স্টার্ট কোডন  UUG, CUG এবং উভয়েরই সাধারণ ক্ষার AUG নির্দেশ করে।আবার যদি এখান থেকে ট্রান্সলেশনের সূচনা বিবেচনা করা হয় তাহলে এটি প্রথম সংশ্লেষিত অ্যামিনো অ্যাসিডের অবশিষ্টাংশ নির্দেশ করে এবং সেক্ষেত্রে এটি AUG অর্থাৎ মেথিওনিন হবে।\n\n\n== ট্রান্সলেশন টেবিল ==\nএমনকি ঈস্টের মত একটি সাধারণ প্রকৃতকোষের জিনোম সিকোয়েন্সের জন্যেও বিকল্প ট্রান্সলেশন টেবিল ব্যাবহার করার প্রয়োজন হয়ে থাকে-যাকে ট্রান্সলেশন অব মাইটোকন্ড্রিয়াল জিন্স বলা হয়।\nবর্তমানে নিম্নবর্ণিত ট্রান্সলেশন টেবিলগুলো NCBI Taxonomy Group for the translation of sequences in GenBank কর্তৃক নির্ধারিত হয়ে থাকে:\n\n\n== আরও দেখুন ==\n\n\n== উদ্ধৃতিসমূহ ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nVirtual Cell Animation Collection: Introducing Translation\nTranslate tool (from DNA or RNA sequence)"}