{"pageid": 14194, "title": "ফেলুদার গোয়েন্দাগিরি", "url": "https://bn.wikipedia.org/wiki?curid=14194", "content": "ফেলুদার গোয়েন্দাগিরি, সত্যজিৎ রায় রচিত গোয়েন্দা কাহিনী ফেলুদা সিরিজের প্রথম গল্প, যা লেখকের \"এক ডজন গপ্প\" গ্রন্থে স্থান পেয়েছে।\n\n\n== কাহিনী সংক্ষেপ ==\nএতে প্রথম ফেলু মিত্তিরের পরিচয় দেওয়া হয়। এতে ফেলুদা একটি চিঠিতে হুমকির রহস্য সমাধান করে।\nরাজেন বাবু, দার্জিলিং-এ বসবাসকারী একজন সম্মানিত বয়স্ক ভদ্রলোক একটি হুমকিমূলক চিঠি পান। ফেলুদা, একজন প্রাইভেট ডিটেকটিভ এবং তার চাচাতো ভাই তোপশে, যারা দার্জিলিংয়ে ছুটি কাটাচ্ছিলেন, রহস্য সমাধান করতে রাজেন বাবুর সাথে দেখা করেন। প্রাথমিক তদন্তের পর, তারা তিনজনের একজনকে চিঠি পাঠানোর জন্য দায়ী বলে সন্দেহ করেছে। প্রথমত, ডাঃ ফোনি মিত্র, যিনি রাজেন বাবুর চিকিত্সক। যেহেতু তার কোনো উন্নতিশীল অনুশীলন নেই এবং তার অর্থের প্রয়োজন, ফেলুদা মনে করেন যে রাজেন বাবু যদি এই ধরনের হুমকিমূলক চিঠি পাওয়ার পরে অসুস্থ হয়ে পড়েন, তাহলে এটি ডক্টর মিত্রকে আরও অর্থ উপার্জন করতে সহায়তা করবে। ফেলুদা মিঃ ঘোষালকেও সন্দেহ করেন, যিনি প্রাচীন জিনিসের বিশেষজ্ঞ। রাজেন বাবু সম্প্রতি প্রাচীন জিনিসের প্রতি গভীর আগ্রহ তৈরি করেছেন এবং কিউরিও সংগ্রহ শুরু করেছেন। তাই, তিনি মিঃ ঘোষালের প্রতিদ্বন্দ্বী। তিনি অসুস্থ হলে, তিনি কিউরিও কিনতে বাড়ির বাইরে যেতে পারবেন না এবং এইভাবে মিঃ ঘোষাল সেগুলি কিনতে সক্ষম হবেন। রাজেন বাবুর ছেলে প্রবীর মজুমদার, যাকে রাজেন বাবু বহু বছর আগে বাড়ি থেকে বের করে দিয়েছিলেন, বাবার আলমারি থেকে টাকা চুরি করতে গিয়ে ধরা পড়ার পর, তাকেও দার্জিলিংয়ে দেখা গেছে। সে তার বাবার উপর প্রতিশোধ নিতে হুমকিমূলক চিঠিও পাঠাতে পারে।\nএকদিন সকালে, রাজেন বাবু ফেলুদা এবং তোপশেকে জরুরীভাবে তার সাথে দেখা করতে বলেন। পৌঁছে তারা দেখে যে রাজেন বাবুকে ফ্যাকাশে এবং ক্লান্ত দেখাচ্ছে; ডাক্তার মিত্র তাকে পরীক্ষা করছেন এবং তার ভাড়াটিয়া তিনকোরী বাবু সেখানে দাঁড়িয়ে চিন্তিত হয়ে দেখছেন। রাজেন বাবু ফেলুদাকে বলেন যে তিনি আগের রাতে ভয় পেয়েছিলেন যখন মধ্যরাতের পরে একজন মুখোশধারী লোক এসে তার উপর বেঁকে গিয়েছিল। লোকটি ছিল ভয়ঙ্কর ভীতিকর মুখোশ এবং রাজেন বাবু ভয় পেয়েছিলেন।\nডাঃ মিত্রকে বিদায় জানানোর পর, তিনকোরি বাবু ফেলুদাকে জানান যে তাকে জরুরীভাবে কলকাতা চলে যেতে হবে। তিনি রাজেন বাবুর প্রতি তার উদ্বেগ প্রকাশ করেন এই বলে যে তিনি চলে যাওয়ার আগে পুলিশকে জানাবেন, কারণ রাজেন বাবুর সুরক্ষা প্রয়োজন ছিল। তিনকোরী বাবু কলকাতায় চলে গেলে রাজেন বাবু বাড়িতে একাই থাকবেন। তাই, ফেলুদা তার বাসায় রাত থাকার প্রস্তাব দেয়।\nরাতে ফেলুদা আর তোপসে মামলার বিস্তারিত আলোচনা করে। ফেলুদা তোপশেকে বলে যে তিনজন সন্দেহভাজন, যেমন ডক্টর মিত্র, মিঃ ঘোষাল এবং প্রবীর, অন্য রাতে যখন রাজেন বাবু ভয় পেয়েছিলেন, তারা ঘটনার সময় অন্য লোকেদের সাথে ছিল। হঠাৎ, ফেলুদা উঠে চলে যায় এবং তোপসে শুয়ে পড়ে। তিনি শীঘ্রই তন্দ্রা অনুভব করতে শুরু করেন এবং একটি মুখোশধারী ব্যক্তির উপস্থিতি টের পেয়ে চমকে ওঠেন যখন তিনি তার উপর নমন করেন। ফেলুদা যখন মুখোশ পরেছে বলে জানাল তখন সে চিৎকার করতে চলেছে। ফেলুদা তোপশেকে মুখোশ পরতে বলে এবং যদি সে এটিতে অদ্ভুত কিছু খুঁজে পায় তবে তাকে বলতে বলে। তোপশে চেরুটের গন্ধ শনাক্ত করে। সঙ্গে সঙ্গে তোপসে তিনকোরি বাবুর কথা মনে করে এবং ফেলুদা তার সঙ্গে একমত হয়।\nতবে, তিনকোরি বাবুর উদ্দেশ্য কী হতে পারে তা নিয়ে তারা বিভ্রান্ত। পরের দিন সকালে রাজেন বাবু যখন তিনকোরি বাবুর কাছ থেকে একটি চিঠি পান তখনই তারা উদ্দেশ্যটি জানতে পারেন। চিঠিতে, তিনকোরি বাবু বলেছেন যে রাজেন বাবু তার সাথে যে অন্যায় করেছিলেন তার প্রতিশোধ নিতে তিনি এটি করেছিলেন যখন তারা একসাথে স্কুলে পড়াশোনা করেছিল। রাজেন বাবুর কাজ তাকে শারীরিক ও মানসিকভাবে গভীরভাবে আঘাত করেছিল। যখন সে তার বাড়িতে রাজেন বাবুর ছবি দেখে, সে তাকে চিনতে পেরেছিল এবং তাকে উদ্বিগ্ন করে এবং তার মানসিক শান্তি হারানোর মাধ্যমে নিজেকে প্রতিশোধ নেওয়ার সিদ্ধান্ত নেয়।\nগল্পের শুরুতেই হুমকি ও ভয়ের পরিবেশ তৈরি করে হুমকিমূলক চিঠির উল্লেখ, যা রাজেন বাবুকে অতীতের অপকর্মের জন্য শাস্তি দেওয়ার প্রতিশ্রুতি দেয়। কী অপকর্ম হতে পারে এবং রাজেন বাবু কীভাবে এবং কী শাস্তি পাবেন তা নিয়ে পাঠক ভাবছেন। যেহেতু সমস্ত চরিত্রের পরিচয় দেওয়া হয়, অপরাধীকে ন্যূনতম সন্দেহজনক চরিত্র হিসাবে পরিচয় করিয়ে দেওয়া হয় তবে তাকে বুদ্ধিমানও দেখানো হয়। তিনি মিস্টার ঘোষালের দিকে নির্দেশ করে সন্দেহ দূর করার চেষ্টা করেন এবং এও বলে যে তিনি চলে যাওয়ার আগে পুলিশকে রাজেন বাবুর যত্ন নিতে বলবেন। এটি গল্পটিকে আকর্ষণীয় করে তোলে কারণ সে ফেলুদার সাথে বুদ্ধির মিল রাখতে সক্ষম। পাঠকের দৃষ্টি আকর্ষণ করা হয় বিভিন্ন চরিত্রের প্রতি তাদের প্রত্যেকের উদ্দেশ্য প্রকাশের মাধ্যমে। পাঠক এই ক্লুগুলির উপর ফোকাস করেন এবং সুস্পষ্ট বিশদটি মিস করতে পারেন যে রাজেন বাবুর ঘনিষ্ঠতার কারণে অপরাধীর পক্ষে এটি সবচেয়ে সহজ ছিল, যেহেতু তিনি রাজেন বাবুর বাড়িতে থাকতেন৷ তিনি রাজেন বাবুর বাড়িতে এসে তাঁর শৈশব দেখেছিলেন। ছবি তুলে রাজেন তার প্রতি অন্যায়ের প্রতিশোধ নিতে চেয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nখসড়া খাতায় ফেলুদা, সন্দীপ রায় রচিত। ফেলুদা পরিচিতি ফেলুদা সমগ্র ১, আনন্দ পাবলিকেশন্স, আইএসবিএন ৮১-৭৭৫৬-৪৮০-৩\nএক ডজন গপ্পে ফেলুদা\nরায়ের ভুবনে ফেলুদা\nফেলুদার গোয়েন্দাগিরি"}