{"pageid": 1419703, "title": "চুপকে চুপকে", "url": "https://bn.wikipedia.org/wiki?curid=1419703", "content": "চুপকে চুপকে (হিন্দি: चुपके चुपके, অনুবাদ 'গোপনে গোপনে') হলো ১৯৭৫  সালে  মুক্তিপ্রাপ্ত একটি হিন্দি কৌতুক চলচ্চিত্র যার পরিচালক ও প্রযোজক হৃষিকেশ মুখোপাধ্যায় আর এন.সি.সিপ্পি। গুলজার রচিত সংলাপ এবং উপেন্দ্রনাথ গাঙ্গুলির বাংলা গল্প ছদ্মবেশি  অবলম্বনে নির্মিত হৃষিকেশ মুখোপাধ্যায় পরিচালিত বাংলা চলচ্চিত্র ছদ্মবেশী, এর পুনঃনির্মাণ। এতে অভিনয় করেছেন ধর্মেন্দ্র, শর্মিলা ঠাকুর, অমিতাভ বচ্চন, জয়া বচ্চন, ওম প্রকাশ, উষা কিরণ, ডেভিড আব্রাহাম চেলকর, আসরানী এবং কেষ্ট মুখার্জী। সংগীত পরিচালনা করেছেন এস.ডি. বর্মন. এই ছবিটি ধর্মেন্দ্র এবং অমিতাভ বচ্চন কৌতুক অভিনয়ের জন্য অত্যন্ত স্মরণীয় হয়ে রয়েছে। একই বছর সর্বকালের ব্লকবাস্টার শোলে মুক্তি পেয়েছিল।\n\n\n== কাহিনী ==\nঅধ্যাপক পরিমল ত্রিপাঠি (ধর্মেন্দ্র) একজন উদ্ভিদের অধ্যাপক যিনি কয়েকজন মহিলাদের কলেজ উদ্ভিদ ভ্রমণের সময় সুলেখা চতুর্বেদী (শর্মিলা ঠাকুর) এর প্রেমে পড়েন। বাংলো প্রহরীর তার নাতি অসুস্থ হয়ে পড়েছে সে গ্রামে যেতে চান প্রফেসর পরিমল ত্রিপাঠি তাকে সাহায্য করে যাওয়ার জন্য এবং তার যাতে চাকরি না যায় তিনি নিজে বাংলোর প্রহরী সাজেন। একদিন সুলেখা সন্ধান করে ব্যাপারটি জানতে পারে পরিমলের আসল ব্যক্তিত্ব এবং তা দেখে সে মনোমুগ্ধকর হয় এবং তারা দুজনেই বিয়ে করে। পরিমল মজা করতে পছন্দ করেন এবং তিনি অন্য অধ্যাপকদের থেকে আলাদা ছিলেন। অন্যদিকে, সুলেখা তার জামাইবাবু রাঘবেন্দ্র (ওম প্রকাশ ) কে দেখে বিস্মিত হয়েছেন। তিনি তার জামাইবাবু অত্যন্ত বৌদ্ধিক এবং তিনি তাকে তার আদর্শ হিসাবে দেখেন। সুলেখার তার জামাইবাবুর অত্যধিক প্রশংসায় পরিমল ঠিক করে তিনি প্রমাণ করবেন যে তিনি কোনওভাবেই তার থেকে কম নয়। এরই মধ্যে জামাইবাবু হরিপাদ ভাইয়া (ডেভিড আব্রাহাম চেলকার) কে একটি চালক জন্য লেখেন এবং তিনি যেন ভালো হিন্দি বলতে পারে এমন একজন ড্রাইভারকে পাঠান কারণ তার বর্তমান চালক জেমস ডিকোস্টার (কেষ্ট মুখার্জী) ব্যবহারিক ভাষা ঠিক ছিল না। এটি পরিমলকে জামাইবাবুর সাথে দেখা এবং তাকে চেনার উপযুক্ত সুযোগ এনে দেয়। পরিমল হয়ে ওঠেন \"প্যারে মোহন ইলাহাবাদী\", নামক চালক যিনি ইংরেজি ভাষাকে ঘৃণা করেন এবং কেবল বিশুদ্ধ হিন্দিতে কথা বলতে ভালোবাসেন।\nনাটক শুরু হয়, প্রথমে সুলেখা আর পরিমল ভান করে যে সুলেখা তার বিবাহিত জীবনে সন্তুষ্ট নয়, পরে তারা এই ধারণাটি ছড়িয়ে দিয়েছিল যে সুলেখা প্যারে মোহনের সাথে সম্পর্ক রয়েছে এবং তাতেও যথেষ্ট না হওয়ায় তারা পরিমলের দীর্ঘকালীন বন্ধু সুকুমার সিনহা (অমিতাভ বচ্চন), ইংরেজি সাহিত্যের একজন অধ্যাপক, সাময়িকভাবে পরিমলের চরিত্রে অভিনয় করবার জন্য রাজি করিয়ে জামাইবাবুর বাড়িতে না পাঠিয়ে পরিমলের \nআর এক দীর্ঘকালীন বন্ধু পি কে শ্রীবাস্তব (আসরানী), বাড়িতে পাঠান। এদিকে প্যারে মোহন অত্যধিক বিশুদ্ধ হিন্দি বলে জামাইবাবু হিন্দি ভাষা সংশোধন করাতে থাকেন এবং সে নিজে ইংরাজী ভাষা জামাইবাবুর কাছ থেকে শিখতে চান এবং তা অনেকটাই ছবিতে হাসির যোগান দেয়। ওদিকে পি কে শ্রীবাস্তব (আসরানী) এর শ্যালিকা বসুধা (জয়া বচ্চন) নকল পরিমল (সুকুমার সিনহা) কে সন্দেহের চোখে দেখা শুরু করেন, যদিও নকল পরিমল (সুকুমার সিনহা) বসুধার প্রেমে পড়ে যান। বসুধা প্রথমে বিশ্বাস করেন না কিন্তু নকল পরিমল (সুকুমার সিনহা) পুরো নাটকটির কথা তাকে বলে দেন।\nলতা শ্রীবাস্তব (লিলি চক্রবর্তী), সুলেখার দিদি, তিনি তার বোনের এক গাড়ি চালকের সাথে প্রেমের সম্পর্কে মেনে নিতে পারছিলেন না। তবে শেষের দিকে, সুকুমার এবং বসুধা একটি মন্দিরে বিবাহ করে যেখানে হরিপাদ ভাইয়া নাটকের নায়ক \"প্যারে মোহন\" কে 'আত্মহত্যা' করতে বলেন যাতে পরিমলকে জীবিত করা যায়। অবশেষে জামাইবাবু পুরো ব্যাপারটি বুঝতে পারেন এবং স্বীকার করেন যে তিনি সত্যিই বোকা বনে গিয়েছিলেন। এই রকম নানা মজার ঘটনার ছবি, \"চুপকে চুপকে\"।\n\n\n== অভিনয় ==\nপ্রধান ভূমিকায় অভিনয় করেছেন ধর্মেন্দ্র আর গুরুত্বপূর্ণ চরিত্রে অভিনয় করেছেন শর্মিলা ঠাকুর, অমিতাভ বচ্চন, জয়া বচ্চন, ওম প্রকাশ, আসরানী, লিলি চক্রবর্তী, উষা কিরণ, ডেভিড আব্রাহাম চেলকার এবং কেষ্ট মুখার্জী।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে চুপকে চুপকে  (ইংরেজি)"}