{"pageid": 1419281, "title": "পেয়ার কা সপনা (১৯৬৯-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1419281", "content": "পেয়ার কা সপনা (অনু. Dream of love) হল একটি ১৯৬৯ সালের বলিউড ফিল্ম যেখানে অশোক কুমার, মালা সিনহা, বিশ্বজিৎ, হেলেন এবং অন্যান্যরা অভিনয় করেছেন।\nছবিটি প্রযোজনা করেন টিসি দেওয়ান এবং পরিচালনা করেন হৃষিকেশ মুখোপাধ্যায়, সঙ্গীত পরিচালনা করেন চিত্রগুপ্ত, গানের কথা ও সংলাপ রচনায় রাজেন্দ্র কৃষাণ, কাহিনীকার হরি জুৎশি এবং চিত্রনাট্য করেছেন এসকে প্রভাকর। অভিনেতা রাজন হাকসার (যিনি ছবিতে প্রকাশ মালহোত্রার ভূমিকায় অভিনয় করেছিলেন) সহযোগী প্রযোজকও ছিলেন।\nছবিটির শুটিং হয়েছে ভারত ও ইউরোপে।\n\n\n== পটভূমি ==\nএক বৃদ্ধ দম্পতি এক ঐতিহ্য পরায়ণ মেয়ে সুধার দেখা পান, যে তার মায়ের সাথে ট্রেনে তীর্থযাত্রায় যাচ্ছেন। তারা তাকে তাদের ছেলে রমেশের জন্য উপযুক্ত ভাবে এবং মনে করে যে সে তাকে ঠিক করবে, কারণ তারা বিশ্বাস করে যে সে একটু ভিন্ন জীবনধারার দ্বারা খুব বেশি প্রভাবিত (বন্ধুদের সাথে মদ্যপান এবং পার্টি করা)।\nরমেশের বাবা, জ্বল প্রসাদ লন্ডনে যাওয়ার আগে রমেশকে বলেন সুধাকে বিয়ে করতে, নতুবা তিনি বিদেশের খরচ জোগাবেন না। রমেশ বিয়েতে রাজি হয় ঠিকই, কিন্তু বিয়ের অনুষ্ঠানের পরপরই এমনকি তার স্ত্রীকে না দেখে লন্ডন চলে যায়। জাহাজে ভ্রমণকালে গুপ্তের সাথে তার দেখা হয় এবং তার সাথে বন্ধুত্ব হয়। সে লন্ডনে জেনির সাথেও দেখা করে এবং তার সাথে বন্ধুত্ব করে, যদিও জেনি তাকে ভালবাসে।\nশঙ্করনাথ এক বিচলিত সুধাকে খুঁজে পান এবং তাকে ইংরেজি শেখান, তাকে বিশ্বের পথ শিখতে সাহায্য করেন, যাতে তিনি রমেশকে খুঁজে পেতে এবং তার হৃদয় জয় করতে পারেন। সুধা তখন শঙ্করনাথের অধীনে লন্ডনে যায় এবং তার পরিচিত জনাব মালহোত্রার সাথে থাকে। সে সুষমা নাম নেয় এবং রমেশের দেখা পায়, যে তার প্রেমে পড়ে।\nতবে, বিষয়গুলো জটিল হয়ে ওঠে যখন শঙ্করনাথ আবিষ্কার করেন যে জেনি তার দীর্ঘদিনের হারানো নাতনী। কীভাবে সুধা এবং রমেশ আচরণ করে যখন সমস্ত সত্য প্রকাশিত হয় তখন থেকে গল্পটি তৈরি হয়।\n\n\n== কুশীলব ==\nশঙ্করনাথের চরিত্রে অশোক কুমার\nসুধা/সুষমার চরিত্রে মালা সিনহা\nরমেশ চরিত্রে বিশ্বজিৎ\nজেনির চরিত্রে হেলেন\nগুপ্তের চরিত্রে জনি ওয়াকার\nসুধার মায়ের চরিত্রে দুর্গা খোটে\nরাজন হাকসার মিঃ প্রকাশ মালহোত্রা\nজ্বলা প্রসাদ (রমেশের বাবা) চরিত্রে বিপিন গুপ্ত\nপার্বতী চরিত্রে মৃদুলা রানী (রমেশের মা)\nরেনু চরিত্রে নয়না (রমেশের বোন)\n\n\n== গান ==\nসকল গানের গীতিকার রাজিন্দর কৃষাণ; সকল গানের সুরকার চিত্রগুপ্ত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nইউটিউবে পেয়ার কা স্বপ্ন\nইন্টারনেট মুভি ডেটাবেজে Pyar ka Sapna  (ইংরেজি)"}