{"pageid": 1419252, "title": "আসলি-নকলি (১৯৬২-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1419252", "content": "আসলি-নকলি (অনু. Real and Fake) হল একটি ১৯৬২ সালের হিন্দি চলচ্চিত্র যা এলবি লাসমন এবং এলবি ঠাকুর কর্তৃক নির্মিত। ছবিটি পরিচালনা করেছেন হৃষিকেশ মুখোপাধ্যায় এবং এতে অভিনয় করেছেন দেব আনন্দ, সাধনা, লীলা চিটনিস, আনোয়ার হুসেন, সন্ধ্যা রায় এবং কেষ্ট মুখার্জি। ছবির সঙ্গীতে সুরারোপ করেছেন শঙ্কর জয়কিষণ এবং গানের কথা লিখেছেন হাসরাত জয়পুরী ও শৈলেন্দ্র। ছবিটি বক্স অফিস হিট হয়ে যায়।\n\n\n== পটভূমি ==\nআনন্দ (দেব আনন্দ) ধনী ব্যবসায়ী রায় বাহাদুরের নাতি (নাজির হোসেন) একজন ধনী ব্যক্তির একমাত্র মেয়ে রেখাকে বিয়ে করার জন্য আমন্ত্রিত। আনন্দ অবশ্য খুশি নন এতে। নিশ্চিত মতানৈক্যের মধ্যে, আনন্দ তার যোগ্যতা প্রমাণ করার জন্য বাড়ি ছেড়ে চলে যায়। মোহনের (আনোয়ার হুসেন) সাথে দেখা করার পর তিনি নিজেকে মুম্বাইয়ের একটি দরিদ্র পাড়ায় আবিস্কার করেন।\nআনন্দ থিতু হয় এবং কাজ খোঁজার চেষ্টা করে। তিনি এক সুন্দরী যুবতী রেনুর (সাধনা শিবদাসানী) দেখা পান এবং মন্ত্রমুগ্ধ হন। সে তাকে চাকরি খুঁজতে সাহায্য করে কিন্তু সে তার অক্ষমতার কারণে শীঘ্রই তা হারায়। রেনু একটি ছোট কোম্পানিতে কাজ করে কিন্তু সত্যটি তার মায়ের (লীলা চিটনিস) কাছ থেকে লুকিয়ে রাখে কারণ সে বিশ্বাস করে যে তার মা তার বাবা মারা গেছে এই সত্যটি সহ্য করতে পারবে না। সে তাকে তার উপার্জন করা টাকা সে (বাবা) পাঠায়, বলে জানায়। আনন্দ সম্পূর্ণরূপে প্রেমে পড়ে এবং রেনুকে মুগ্ধ করে দিয়ে প্রস্তাব দেয়।\nতবে রায় বাহাদুর আনন্দকে খুঁজে পান এবং জোর দেন যে তিনি রেখাকে বিয়ে করেন। যখন সে আনন্দের উত্তর পায় তখন সে রেনুকে ব্ল্যাকমেইল করার জন্য রওনা হয় — যে সে আনন্দকে প্রত্যাখ্যান না করলে সে তার বাবার মৃত্যুর কথা তার মাকে জানিয়ে দেবে। সে রাজি হয় এবং আনন্দকে তাকে ভুলে যেতে বলে। রেনুর মা এই কথোপকথন শুনে ফেলেন এবং হস্তক্ষেপ করেন। তিনি রেনুকে তার নিজের ইচ্ছায় বিয়ে করার পরামর্শ দেন। রেনু আর আনন্দ, রায় বাহাদুরের আশীর্বাদে বিয়ে করেন, এভাবেই একটি সুন্দর পরিচালিত মুভির শুভ সমাপ্তি ঘটে।\n\n\n== কুশীলব ==\nদেব আনন্দ — আনন্দ\nসাধনা শিবদাসানি — রেনু\nলীলা চিটনিস — রেনুর মা\nনাজির হোসেন — দ্বারকাদাস\nআনোয়ার হোসেন — মোহন\nসন্ধ্যা রায় — শান্তি\nইন্দিরা বিলি — রেখা\nমুকরি — নান্দু\nকেষ্ট মুখার্জি — মিস্টার গোমেজ\nমতিলাল — কর্নেল মিশ্র\nঅমল সেন — রামু\nমেহের বানু — মীনু\nশোভা সেন\nপোলসন — স্কুল বাস কন্ডাক্টর\n\n\n== ট্রিভিয়া ==\nপরিচালক হিসেবে হৃষিকেশ মুখোপাধ্যায় এই ছবিতে পরিপক্কতায় আসেন এবং সুস্থ পারিবারিক বিনোদনের একটি স্বাক্ষর শৈলী গড়ে তোলেন। এই মুভিটি তার আগের সাফল্য আনাড়ির অনুগামী হয়।\nউদ্ভাবনী গানের চিত্রায়ন: ভালোবাসার প্রকাশে, “এক বাত বানাউঙ্গা” গানটি চিত্রায়িত করার সময়, হৃষিকেশ মুখার্জি খেয়াল রেখেছিলেন যে দেব আনন্দ এবং সাধনা তাদের মধ্যে কমপক্ষে ২০ ফুট দূরত্ব বজায় রাখেন। এক সময় যখন তারা কাছাকাছি আসে, তাদের মাঝখানে একটি স্ট্যান্ডে একটি ব্ল্যাকবোর্ড থাকে। দেব আনন্দ যখন ব্ল্যাকবোর্ডটি সাধনার দিকে ঘুরিয়ে দেয়, তখন সাধনা তাদের মধ্যে একটি স্লেট রাখে। বাইরে বৃষ্টির আবহ, চারদিকে মোহাম্মদ রফির জাদু, কেউ বৃষ্টি-আশ্রিত বারান্দা থেকে একটি ছাগল তুলে নিয়ে যায় এবং কেউ প্রেমের স্বপ্নের জগতে নিয়ে যায়। মাঝে মাঝে দেব আনন্দ বাইরে বারান্দায় জানালার বাঁশের জাল থাকে দুজনার মাঝখানে। দেব হাত জোড় করে সাধনার প্রতি পূজা নিবেদন করছেন এবং শেষে সাধনা আশীর্বাদের হাত তুলে কাছে আসে।\nএকইভাবে, \"তেরা মেরা পেয়ার অমর\" গানটি চিত্রিত করার সময়, হৃষিকেশ মুখার্জি দেব আনন্দ এবং সাধনার মধ্যে প্রেমের প্রদর্শন করেছেন গানটির অগ্রগতির সাথে সাথে তাদেরকে বিভিন্ন জায়গায় রেখে। তার ক্যারিয়ারের শুরুর দিকে, হৃষিকেশ মুখার্জি একজন সিনেম্যাটোগ্রাফার ছিলেন এবং সমস্ত ছবিতেই ক্যামেরার চমৎকার কাজ রয়েছে।\n“তুঝে জীবন কি ডোরি সে” গানটি গুড্ডি সিনেমাতেও ধর্মেন্দ্রর একটি স্বপ্নের সিকোয়েন্সর গানে ব্যবহার করা হয়েছে।\nহাইলাইটস: একটি দৃশ্য আছে যেখানে নাজির হুসেন দেব আনন্দের কাছে একটি পুরাকীর্তির কারিগরির প্রশংসা করেন যখন দেব বিরক্ত হয়। ওম শিবপুরী এবং অমিতাভ বচ্চনের মধ্যে নমক হারাম (১৯৭৩) ছবিতে হৃষিকেশ মুখার্জি একই দৃশ্যের পুনরাবৃত্তি করেন।\nএকটি দৃশ্যে চরিত্র অভিনেতা মতিলাল দেব আনন্দকে পরিস্থিতি নিয়ন্ত্রণ করার পরিবর্তে ব্যাপারগুলোকে যেতে দেওয়ার পরামর্শ দিয়ে একটি দুর্দান্ত অভিনয় করেন। তিনি ক্লাবে দেব আনন্দকে তার হাতের তালুতে বালি ধরে রাখতে বলেন এবং তাকে বলেন: “আপনি যদি এই বালি ধরে রাখার চেষ্টা করেন তবে এগুলো আপনার আঙ্গুল দিয়ে বেরিয়ে যাবে। কিন্তু আপনি যদি আপনার হাতের তালু খোলা রাখেন, তবে তারা নির্বিঘ্নে থাকবে।”\nএক দৃশ্যে সাধনা বস্তিবাসীদের ইংরেজি শেখাচ্ছিলেন, তখন তিনি দেব আনন্দকে ‘No’ বানান ও উচ্চারণ করতে বলেন এবং এভাবে ইংরেজি উচ্চারণ নিয়ে একটি মজার তর্কের অবতারণা হয়। ধর্মেন্দ্র ও ওম প্রকাশের মধ্যে ১৯৭৫ সালের চুপকে চুপকে চলচ্চিত্রে একই সিনের পুনরাবৃত্তি ঘটে।\nসমস্ত কুশীলবের দুর্দান্ত অভিনয়ের সাথে ফিল্মটি সতেজ এবং হৃষিকেশ মুখার্জি খুব দক্ষতার সাথে পরিচালনা করেছেন।\nএই চলচ্চিত্রের গল্পটি আংশিকভাবে ১৯১৭ সালে ব্রিটিশ লেখক জেফরি ফার্নোল রচিত রোম্যান্টি উপন্যাস দ্য ডেফিনিট অবজেক্ট থেকে অনুপ্রাণিত।\n\n\n== সাউন্ডট্র্যাক ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Asli-Naqli  (ইংরেজি)"}