{"pageid": 1419951, "title": "প্যায়ার কে সাত বচন ধরমপত্নী", "url": "https://bn.wikipedia.org/wiki?curid=1419951", "content": "প্যায়ার কে সাত বচন ধরমপত্নী বা ধরমপত্নী (অনু. Seven Vows Of Love: Wife) হল একটি ভারতীয় হিন্দি -ভাষা নাটক টেলিভিশন সিরিজ যা 28 নভেম্বর 2022 থেকে Colors TV- তে সম্প্রচারিত হয় এবং JioCinema- এ ডিজিটালভাবে উপলব্ধ। বালাজি টেলিফিল্মসের অধীনে একতা কাপুর প্রযোজিত, এতে অভিনয় করেছেন ফাহমান খান এবং কৃতিকা সিং যাদব।\n\n\n== সারমর্ম ==\nপ্রতিক্ষা তার বাবা-মা এবং দুই বোন কিঞ্জল এবং পারুলের সাথে একটি ছোট গ্রামে থাকে এবং একজন স্কুল শিক্ষক। প্রতিক্ষার বাবা-মা একটি দুর্ঘটনায় মারা যান যা তাকে এবং তার বোনদের তাদের চাচা এবং খালার সাথে চণ্ডীগড়ে আসতে বাধ্য করে। প্রতিক্ষার খালা হানসা  কৌশলে মালহারের সাথে প্রতিক্ষার বিয়ে ঠিক করে যে একজন পুলিশ হতে চায়।\nঅন্যদিকে, রবি তার বাগদত্তা কীর্তিকে নিয়ে খুব খুশি এবং তারা বিয়ে করতে চলেছে। কীর্তির ছোট বোন কাব্য রবির প্রেমে পড়ে এবং তার দিকে অগ্রসর হওয়ার চেষ্টা করে কিন্তু কীর্তির প্রতি তার ভালবাসার কারণে সে তাকে প্রত্যাখ্যান করে। কীর্তি একজন সমাজকর্মী এবং ঠাকুরের গুণ্ডারা তাকে হত্যা করতে চায়। কীর্তি রবি এবং মালহার প্রতিক্ষার বিয়ের অনুষ্ঠান একই স্থানে হয় এবং সেখানে ঠাকুরের গুন্ডা কীর্তিকে আক্রমণ করে এবং মালহার ঘটনাক্রমে কীর্তিকে ধরে ফেলে কিন্তু ধরা পড়ার ভয়ে পালিয়ে যায়। প্রতিক্ষার বিরুদ্ধে কীর্তিকে খুনের অভিযোগ রয়েছে এবং তাকে গ্রেফতার করা হয়েছে। তবুও তাকে তার চাচা জামিন দিয়েছিলেন। রবি যে প্রতিক্ষাকে হত্যাকারী বলে বিশ্বাস করে সে বিশ্বাস করে যে সে সুখী হওয়ার যোগ্য নয় তাই তার বিরুদ্ধে প্রতিশোধ নিতে চায় তবে মালহার রবিকে মনে করিয়ে দেয় যে তার প্রতিশোধ নেওয়ার জন্য তাকে প্রতিক্ষার কাছাকাছি থাকতে হবে, তাই রবি বিয়ে করার সিদ্ধান্ত নেয়। প্রতীক্ষা, যদিও তার বিয়ে ঠিক হয়ে গিয়েছিল কাব্যের সাথে যে মন্ডপে অপেক্ষা করছিল। রবির পরিবার প্রতিক্ষাকে তাদের পুত্রবধূ হিসেবে মেনে নেয় না। কাব্য আত্মহত্যা করার হুমকি দেয় যদি রবি তাকে বিয়ে না করে যা সে শেষ পর্যন্ত করে। তবে প্রতিক্ষা তাদের বিয়ে মেনে নেয়নি। কাব্য ও রবির হানিমুন নষ্ট হয়ে যায়। রবি শীঘ্রই জানতে পারে যে সে ধীরে ধীরে প্রতিক্ষার প্রতি অনুভূতি তৈরি করছে এবং ঘটনাক্রমে তাকে জানায়। রান্ধাওয়ারা রবি এবং কাব্যের বিয়ে ঠিক করে, প্রতিক্ষা তার অধিকারের জন্য লড়াই করার সিদ্ধান্ত নেয় এবং বিয়ে বন্ধ করতে পারেনি। প্রতিক্ষা এনজিও থেকে কিছু মহিলাকে নিয়ে আসে এবং রবি এবং তার মা মনদীপকে তাকে গ্রহণ করে। তিনি কাব্যকে ক্ষমতাচ্যুত করার প্রতিশ্রুতি দেন যিনি মনদীপ দ্বারা সমর্থিত। রবি প্রতিক্ষার প্রতি অনুভূতি তৈরি করতে শুরু করে এবং তার প্রতি মুগ্ধ হয়।\n\n\n== কাস্ট ==\n\n\n=== প্রধান ===\nরবি রান্ধাওয়া চরিত্রে ফাহমান খান: অমরদীপ ও মনদীপের ছেলে; আমিরার ভাই; আদিত্য এবং নূপুরের চাচাতো ভাই; কীর্তির প্রাক্তন বাগদত্তা; প্রতিক্ষার স্বামী; কাব্যের অবৈধ স্বামী (2022-2023)\nপ্রতিক্ষা রবি রান্ধাওয়া চরিত্রে কৃতিকা সিং যাদব: ভারভি এবং জিগনেশের বড় মেয়ে; কিঞ্জল ও পারুলের বড় বোন; ধাওয়াল এবং মালহারের প্রাক্তন বাগদত্তা; রবির স্ত্রী (2022-2023)\n\n\n=== পুনরাবৃত্ত ===\nইন্সপেক্টর মালহারের চরিত্রে আকাশ জগ্গা: প্রতিক্ষার প্রাক্তন বাগদত্তা (2022 - 2023)\nকীর্তি সচদেব চরিত্রে গুরপ্রীত বেদি: গুলশান এবং মানবীর বড় মেয়ে; কাব্যের বোন; রবির বাগদত্তা (2022) (মৃত)\nকাব্য সচদেব চরিত্রে অদিতি শেঠি: গুলশান এবং মানবীর ছোট মেয়ে; কীর্তির বোন; রবির অবৈধ স্ত্রী  (2022-2023)\nজিগনেশ পারেখ চরিত্রে সৈয়দ আশরাফ করিম: প্রতীকের বড় ভাই; ভারভির স্বামী; প্রতিক্ষা, কিঞ্জল এবং পারুলের বাবা (2022) (মৃত)\nকিঞ্জল পারেখের চরিত্রে তাসনিম খান: জিগনেশ এবং ভারভির দ্বিতীয় মেয়ে; প্রতিক্ষা এবং পারুলের বোন (2022-2023)\nপারুল পারেখের চরিত্রে রোজ খান: জিগনেশ এবং ভারভির কনিষ্ঠ কন্যা; প্রতিক্ষা এবং কিঞ্জলের বোন (2022-2023)\nপ্রতীক পারেখের চরিত্রে বিজয় বদলানি: জিগনেশের ছোট ভাই; হংসার স্বামী; প্রতিক্ষা, কিঞ্জল এবং পারুলের কাকা (2022 - 2023)\nহানসা পারেখের চরিত্রে উৎকর্ষা নায়েক: প্রতীকের স্ত্রী; প্রতিক্ষা, কিঞ্জল এবং পারুলের কাকী (2022-2023)\nঅমিত সিং ঠাকুর অমরদীপ রান্ধাওয়া চরিত্রে: সুপ্রীতের বড় ছেলে; বিক্রান্ত ও হরনীতের ভাই; মনদীপের স্বামী; রবি এবং আমিরার বাবা (2022-2023)\nমনদীপ রান্ধাওয়া চরিত্রে শিরিন মির্জা: অমরদীপের স্ত্রী; রবি এবং আমিরার মা (2022-2023)\nডলি রান্ধাওয়া চরিত্রে আশিতা ধাওয়ান: বিক্রান্তের স্ত্রী; নূপুরের মা (2022-2023)\nবিক্রান্ত রান্ধাওয়া চরিত্রে ববি খান্না: সুপ্রীতের ছোট ছেলে; অমরদীপ ও হরনীতের ভাই; ডলির স্বামী; নূপুরের বাবা (2022-2023)\nনূপুর রান্ধাওয়া চরিত্রে মানসী ভানুশালী: বিক্রান্ত এবং ডলির মেয়ে; রবি, আদিত্য এবং আমিরার কাজিন (2022-2023)\nহরনীত রান্ধাওয়া ধিলোন চরিত্রে নেহা প্রজাপতি: সুপ্রীতের মেয়ে; অমরদীপ এবং বিক্রান্তের বোন; গুরমিতের স্ত্রী; আদিত্যের মা (2022-2023)\nগুরমিত ধিলোন চরিত্রে সৌরভ আগরওয়াল: হারনীতের স্বামী; আদিত্যের বাবা (2022-2023)\nআদিত্য ধিলোনের চরিত্রে নীতিন ভাটিয়া: গুরমিত ও হারনীতের ছেলে; রবি, আমিরা এবং নূপুরের কাজিন (2022-2023)\nসুপ্রীত রন্ধাওয়া চরিত্রে দলজিৎ সৌন্দ: অমরদীপ, বিক্রান্ত এবং হারনীতের মা; রবি, আদিত্য, আমিরা এবং নূপুরের দাদী (2022-2023)\nরিয়া ভট্টাচার্য / শালিনী মহল আমিরা রান্ধাওয়া চরিত্রে: অমরদীপ এবং মনদীপের মেয়ে; রবির বোন; আদিত্য এবং নূপুরের কাজিন (2022) / (2023)\nগুলশান সচদেব চরিত্রে নবীন সাইনি: মানবীর স্বামী; কীর্তি এবং কাব্যের বাবা (2022-2023)\nমানবী সচদেব চরিত্রে ধ্রুবী হালদঙ্কার: গুলশানের স্ত্রী; কীর্তি এবং কাব্যের মা (2022-2023)\nঅশোকের চরিত্রে প্রবীণ পাচপোর (2023)\n\n\n== উৎপাদন ==\n\n\n=== ঢালাই ===\nফাহমান খানকে প্রধান চরিত্রে অভিনয় করার জন্য কাস্ট করা হয়েছিল, রবি।  যদিও, কৃত্তিকা সিং যাদবকে প্রধান চরিত্রে প্রতিক্ষা চরিত্রে অভিনয় করা হয়েছিল।\nআকাশ জগ্গা এবং গুরপ্রীত বেদীকে যথাক্রমে মালহার এবং কীর্তি সমান্তরাল প্রধান চরিত্রে অভিনয় করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}