{"pageid": 1419603, "title": "মণীন্দ্র আগরওয়াল", "url": "https://bn.wikipedia.org/wiki?curid=1419603", "content": "মণীন্দ্র আগরওয়াল (জন্ম: ২০ মে ১৯৬৬) একজন ভারতীয় কম্পিউটার বিজ্ঞানী এবং ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি, কানপুরের কম্পিউটার সায়েন্স অ্যান্ড ইঞ্জিনিয়ারিং বিভাগের অধ্যাপক। আগরওয়াল আন্তর্জাতিক এবং দেশীয় পরিসরে অত্যন্ত সুপরিচিত গবেষক এবং বিভিন্ন প্রখ্যাত সংস্থার সভ্য হিসাবে নির্বাচিত। তিনি গণিতের জন্য প্রথম ইনফোসিস পুরস্কার, ২০০৬ সালে গ্যোডেল পুরস্কার প্রাপক এবং গাণিতিক বিজ্ঞানে গবেষণার জন্য ২০০৩ সালে ভারতের বিজ্ঞান বিষয়ক সর্বোচ্চ সম্মাননা হিসাবে পরিচিত শান্তি স্বরূপ ভাটনগর পুরস্কার লাভ করে। এছাড়াও, তিনি ২০১৩ সালে ভারত সরকার কর্তৃক প্রদত্ত ভারতের ৪র্থ সর্বোচ্চ বেসামরিক সম্মাননা পদ্মশ্রীতে ভূষিত হয়েছেন।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nমণীন্দ্র ভারতের উত্তর প্রদেশের এলাহাবাদে ১৯৬৬ সলের ২০ মে জন্মগ্রহণ করেন। উচ্চ মাধ্যমিক সমাপ্তের পর তিনি ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান কানপুরে ভর্তি হন এবং এখান থেকে ১৯৮৬ সালে কম্পিউটার বিজ্ঞানে বিটেক ও ১৯৯১ সালে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nমণীন্দ্র ১৯৯২ হতে ১৯৯৩ সাল পর্যন্ত ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান কানপুরে গবেষণা সহযোগী হিসাবে কাজ করেন। এরপর, ১৯৯৩ সালে তিনি মাদ্রাজের এসপিআইসি সায়েন্স ফাউন্ডেশনের গাণিতিক শিক্ষণ প্রতিষ্ঠানে সভ্য হিসাবে যোগ দেন এবং ১৯৯৫ সালে সেখান হতে জার্মানির উল্ম বিশ্ববিদ্যালয়ে হামবোল্ডট ফেলো হিসাবে গমন করে ১ বছরের ফেলোশীপ সমাপ্ত করে ১৯৯৬ সালে ভারতে ফিরে এসে পুনরায় ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান কানপুরে শিক্ষক হিসাবে যোগদান করে অদ্যাবধি সেখানেই কর্মরত আছেন; যেখানে তিনি ১৯৯৬ হতে ১৯৯৯ সাল পর্যন্ত সহকারী অধ্যাপক, ১৯৯৯ হতে ২০০১ সাল পর্যন্ত সহযোগী অধ্যাপক এবং ২০০১ হতে অধ্যাপক হিসাবে যুক্ত। এর মধ্যে, ২০০৩ সালে তিনি যুক্তরাষ্ট্রের প্রিন্সটনের ইনস্টিটিউট ফর এডভান্স স্টাডিজে গাণিতিক শিক্ষণ প্রতিষ্ঠানে সদস্য হিসাবে যোগ দিয়ে ২০০৪ সাল পর্যন্ত সেখানে এবং পরবর্তীতে সিঙ্গাপুরের ন্যাশনাল ইউনিভার্সিটি অব সিঙ্গাপুরে কম্পিউটার সায়েন্স বিভাগে ডিস্টিংগুইশ ভিজিটিং প্রফেসর হিসাবে ২০০৫ পর্যন্ত যুক্ত ছিলেন। আগরওয়াল ২০০৩ হতে ২০১৭ পর্যন্ত আইআইটি কানপুরের কম্পিউটার সায়েন্স এন্ড ইঞ্জিনিয়ারিং ডিপার্টমেন্টের এন রমা রাও চেয়ার প্রফেসর পদে ছিলেন এবং ২০১৭ থেকে ২০২১ সাল পর্যন্ত আইআইটি কানপুরের ডেপুটি ডিরেক্টর হিসেবে দায়িত্ব পালন করেছেন। বর্তমানে তিনি কম্পিউটার সায়েন্স এন্ড ইঞ্জিনিয়ারিং ডিপার্টমেন্টে প্রফেসর পদে কর্মরত আছেন।\n\n\n== অবদান ==\nতিনি নীরজ কয়াল এবং নিতিন সাক্সেনার সাথে মিলিতভাবে একেএস মৌলিকতা পরীক্ষণ পদ্ধতি উদ্ভাবন করেন। এই পরীক্ষাটি হলো প্রথম শর্তহীন নির্ধারক অ্যালগরিদম যা n-এ বহুপদ বলে প্রমাণিত সময়ে প্রাথমিকতার জন্য একটি n-সংখ্যার পরীক্ষা করে।\n\n\n== পুরস্কার ও সম্মাননা ==\n২০০৮ সালের সেপ্টেম্বরে গণিতের বিস্তৃত ক্ষেত্রে অসামান্য অবদানের জন্য আগরওয়ালকে প্রথম ইনফোসিস গণিত পুরস্কারের জন্য নির্বাচিত করা হয়। তিনি ২০১৪ এবং ২০১৫ সালে ইনফোসিস পুরস্কারের জন্য গাণিতিক বিজ্ঞানের জুরিতেও কাজ করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}