{"pageid": 1419172, "title": "হালিদা হানুম আখতার", "url": "https://bn.wikipedia.org/wiki?curid=1419172", "content": "ডা. হালিদা হানুম আখতার বাংলাদেশী চিকিৎসক। ২০২৩ সালে তিনি নারী অধিকার প্রতিষ্ঠায় বিশেষ অবদানের জন্য বাংলাদেশ সরকারের রোকেয়া পদক অর্জন করেন। তিনি বাংলা একাডেমি সম্মানসূচক ফেলোশিপ ২০২৩ পেয়েছেন।\n\n\n== জন্ম ও ব্যক্তিগত জীবন ==\nহালিদা জন্মেছেন রংপুরে। তার মা ড. হুমায়রা খানম গাইনোকলজিস্ট ছিলেন রংপুর মেডিকেল কলেজ হওয়ার আগে থেকে। হালিদা হানুম রংপুরের কারমাইকেল কলেজ থেকে এইচএসসি পাশ করে ঢাকা মেডিকেল কলেজে ভর্তি হন। তা স্বামী প্রকৌশলী গোলাম ফরিদুদ্দিন আখতার। দুই কন্যা- ফারহানা আক্তার রুহী, আফসানা আক্তার। ঢাকা মেডিকেল কলেজ থেকে পড়াশোনা শেষ করে গাইনি অবস্ট্রেক্টটিসে ইন্টার্নশিপ করেন। ঢাকা মেডিকেল কলেজ থেকে এমবিবিএস পাশ করার পর ১৯৬৯ সালে তিনি পরিবার পরিকল্পনা মোবাইল টিমের মেডিকেল অফিসার হিসেবে কর্মজীবন শুরু করেন। যোগ দেন ঢাকার নূরজাহান রোডের আরবান ক্লিনিকে মেডিকেল অফিসার হিসেবে। স্বাস্থ্য মন্ত্রণালয় থেকে ছয় মাসের প্রশিক্ষণে আমেরিকায় পাঠানো হয়। তিনিসহ মোট ৩ জনকে তখন বাংলাদেশ থেকে এই প্রশিক্ষণের জন্য পাঠানো হয়েছিল। ১৯৭০ সালের অক্টোবর মাসে আমেরিকায় পৌঁছার পর সেখানে জনস হপকিন্স বিশ্ববিদ্যালয়ে কিছু কোর্স করার ও প্রশিক্ষণের সুযোগ পান। ১৯৭১ সালের এপ্রিলে কোর্স শেষ হলেও দেশে মুক্তিযুদ্ধ চলার কারণে ফিরতে পারেননি তিনি। ১৯৭১ সালের অক্টোবরে দেশে ফিরে আসেন। তিনি ১৯৮১ সালে জনস হপকিন্স ইউনিভার্সিটির স্কুল অফ হাইজিন অ্যান্ড পাবলিক হেলথ, বাল্টিমোর, মেরিল্যান্ড থেকে জনসংখ্যার গতিবিদ্যা বিভাগ থেকে পিএইচডি ডিগ্রি অর্জন করেন। ১৯৭৯ সালে এমপিএইচ ডিগ্রি লাভ করেন জনস হপকিন্স ইউনিভার্সিটির স্কুল অফ হাইজিন অ্যান্ড পাবলিক হেলথ, বাল্টিমোর, মেরিল্যান্ড, মার্কিন যুক্তরাষ্ট্র থেকে। যুক্তরাষ্ট্রের সেন্টার ফর ডিজিজ কন্ট্রোল (সিডিসি), আটলান্টা, জর্জিয়াতে প্রজনন স্বাস্থ্য বিভাগে ১৯৮১ থেকে ১৯৮৩ সাল পর্যন্ত রকফেলার ফেলোশিপের মাধ্যমে যুক্ত ছিলেন।\n\n\n== কর্মজীবন ==\nহালিদা বাংলাদেশের প্রজনন স্বাস্থ্য গবেষণা ইনস্টিটিউটের প্রতিষ্ঠাতা ও পরিচালক ছিলেন। বাংলাদেশের বৃহত্তম পরিবার পরিকল্পনা সংস্থার মহাপরিচালক হিসেবে দায়িত্ব পালন করেছেন। নারী প্রজনন স্বাস্থ্য নিয়ে জনস হপকিন্স ব্লুমবার্গ স্কুল অফ পাবলিক হেলথে ইন্টারন্যাশনাল হেলথ ডিপার্টমেন্টের জ্যেষ্ঠ সহযোগী হিসেবে কাজ করেছেন। এছাড়াও ইউএসএআইডি-ডিএফআইডির এনজিও স্বাস্থ্যসেবা প্রকল্পের প্রধান, কাজ করেছেন পাথফাইন্ডার ইন্টারন্যাশনালের প্রধান হিসেবে। গর্ভবতী নারীদের জন্য গর্ভকালীন সঞ্চয়ের উদ্দেশ্যে 'মাটির ব্যাংক' চারু করেন তিনি। বাংলাদেশে সূর্যের হাসি স্বাস্থ্যসেবায় তিনি প্রভাবশালী হিসেবে ভূমিকা রেখেছেন।\n\n\n== মুক্তিযুদ্ধ ও যুদ্ধপরবর্তী ভূমিকা ==\nমুক্তিযুদ্ধ পরবর্তী সময়ে যুদ্ধে পাকিস্তানি সেনা দ্বারা ধর্ষণের শিকার গর্ভবতী মেয়েদের চিকিৎসার জন্য বাংলাদেশ সরকারের উদ্যোগে যুক্ত হন। সেবা সদনের দায়িত্ব নেন। সেবা সদন ছিল যুদ্ধের সময় সারাদেশে যে নারীরা ধর্ষণের শিকার হয়ে গর্ভবতী হয়েছে, তাদের চিকিৎসার জন্য বিশেষ ক্লিনিক। ধানমন্ডির ৩ নং সড়কের ‘সাদা বাহার’ নামে একটি বাড়িতে ক্লিনিক তৈরি করা হয়। ১৯৭১ সালের জানুয়ারিতে শুরু হয় সেবা সদনের কার্যক্রম। এমন কয়েকটা ক্লিনিক সারাদেশে তৈরি করা হয়েছিল।১৯৭১ সালের অক্টোবরে আমি দেশে ফিরি। সেনাবাহিনীর অত্যাচারের হাত থেকে বাঁচতে আমরা পুরো পরিবার নৌকায় করে ব্রাহ্মণবাড়িয়া চলে যাই। ১৬ ডিসেম্বরের পরে মুক্তিযুদ্ধ শেষে ঢাকা ফিরি। সেই সময় ২ লক্ষ নারী যুদ্ধকালীন সময়ে নির্যাতনের শিকার হয়েছিলেন। ৩০ হাজারের বেশি নারী আত্মহত্যা করেন। শাড়ি বা ওড়না পেচিয়ে আত্মহত্যা করেন। সামাজিক কলঙ্কের কারণে নারীরা তখন অবহেলিত ছিলেন। ২০ ডিসেম্বর পরিবার পরিকল্পনা বোর্ড গঠন করা হয়। ১৯৭১ সালের জানুয়ারী থেকে মে মাসে ধানমন্ডির সাদাবাহার বাড়িতে ক্লিনিক চালু করা হয়। ডা. খালেক ছিলেন মেডিকেল অফিস ও দুজন নার্স ছিলেন। আমরা ৪ মাসে ৩৫ জন নারীর চিকিৎসা সেবা ও কাউন্সেলিং করাই। তখন গর্ভপাত করানো ঝুঁকি ছিল। নানা ধরণের সামাজিক নির্যাতনের মুখোমুখি হয় নারীরা। মানসিক নির্যাতন বেশি ছিল।\nটিভিতে সাক্ষাৎকারে ড. হালিদা, মে, ২০২৪\n\n\n== সম্মাননা ==\nহালিদা ফ্যামিলি প্ল্যানিং অ্যাসোসিয়েশন অব বাংলাদেশ, সোসাইটি ফর গ্রামীণ বাংলাদেশসহ বিভিন্ন প্রতিষ্ঠানে নারীদের কমিউনিটি ম্যাটারনিটি প্র্যাকটিশনার হিসেবে প্রশিক্ষণ দান করছেন। চিকিৎসা ও কল্যাণকর কাজে অবদান রাখায় তিনি ২০২২ সালে জি-১০০ আজীবন সম্মাননা পান। ২০০৬ সালে জাতিসংঘের জনসংখ্যা পুরস্কারে ভূষিত হন। জনসংখ্যা এবং ব্যক্তিদের স্বাস্থ্য ও কল্যাণে অসামান্য কাজের জন্য ব্যক্তি ও প্রতিষ্ঠানকে এই পুরস্কার দেওয়া হয়।  গবেষণার জন্য আন্তর্জাতিক অ্যালামনাস অ্যাওয়ার্ড পান ১৯৯৭ সালে, জনস হপকিন্স ইউনিভার্সিটি, স্কুল অফ পাবলিক হেলথ, সোসাইটি অফ অ্যালামনাই, বাল্টিমোর, এমডি, ইউএসএ। জার্মানির জাস্টাস-লিবিগ ইউনিভার্সিটি গিয়েসেন থেকে  উন্নয়নশীল দেশ পুরস্কার পান ১৯৯৫ সালে।\n\n\n== তথ্যসূত্র =="}