{"pageid": 1419427, "title": "ভবতোষ সোরেন", "url": "https://bn.wikipedia.org/wiki?curid=1419427", "content": "ভবতোষ সোরেন (১ ফেব্রুয়ারি ১৯৩৪ - ২০১২) একজন ভারতীয় রাজনীতিবিদ ছিলেন। তিনি বাঁকুড়া জেলার জলগুরিয়া গ্রামের বাসিন্দা এবং সাঁওতাল জনগণের নেতা ছিলেন। পেশায় একজন আইনজীবী সোরেন ১৯৬৭-১৯৭১ সালে পশ্চিমবঙ্গ বিধানসভার সদস্য ছিলেন এবং রাজ্য সরকারের বনমন্ত্রী হিসেবে ১৯৬৯-১৯৭০ সালে দায়িত্ব পালন করেন।\n\n\n== যৌবন ==\nসোরেন বাঁকুড়া জেলার জলগুরিয়ায় ১৯৩৪ সালের ১ ফেব্রুয়ারি জন্মগ্রহণ করেন। তিনি ছিলেন বৈদ্যনাথ সোরেনের পুত্র। তিনি এমএ এবং এলএলবি ডিগ্রি অর্জন করেন এবং ১৯৫৮ সালে বাঁকুড়া জেলা বারে যোগ দেন। ১৯৫৯ সালে তিনি কলকাতায় একটি সরকারি চাকরি পান, সি কাস্টমস-এ প্রিভেন্টিভ অফিসার হিসেবে কাজ করেন। ১৯৬০ সালে তিনি রাজ্য সরকারের অধীনে জেলা তথ্য অফিসারের চাকরি পান। সোরেন ১৯৬৫ সালে সরকারি চাকরি থেকে পদত্যাগ করেন এবং আবার বাঁকুড়ায় আইন অনুশীলন শুরু করেন। সোরেন বাঁকুড়া থেকে সাঁওতালি ভাষার মাসিক খেরওয়াল আরাম (বাংলা লিপিতে) প্রকাশ করেন।\n\n\n== বিধায়ক ==\nরাজনীতিতে যোগদান করে সোরেন ১৯৬৭ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে রায়পুর (এসটি) আসনে জয়ী হন। বাংলা কংগ্রেস প্রার্থী হিসেবে দাঁড়িয়ে, তিনি ২২,৮৪০ ভোট (৫১.৪৮%) পেয়েছেন এবং ভারতীয় জাতীয় কংগ্রেস প্রার্থী জেএন মুর্মুকে পরাজিত করেছেন।\n\n\n== বনমন্ত্রী ==\nসোরেন ১৯৬৯ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে রায়পুর (এসটি) আসন ধরে রেখেছিলেন। বাংলা কংগ্রেস প্রার্থী হিসাবে দাঁড়িয়ে তিনি ২৩,৬৮৯ ভোট (৪৫.৯৭%) পেয়েছেন, কংগ্রেস প্রার্থী জেএন মুর্মুকে পুনরায় পরাজিত করেছেন।\n১৯৬৯ সালে গঠিত দ্বিতীয় যুক্তফ্রন্ট সরকারে সোরেন বনমন্ত্রী মনোনীত হন। সোরেন অন্যান্য দুই বাংলা কংগ্রেস মন্ত্রী চারু মিহির সরকার এবং সুশীল কুমার ধাড়ার সাথে ১৯৭০ সালের ১৯ ফেব্রুয়ারি মন্ত্রীর পদ থেকে পদত্যাগ করেন। ১৬ মার্চ ১৯৭০ অজয় মুখার্জি, মুখ্যমন্ত্রী, তার পদত্যাগ পেশ করেন, এবং ১৯ মার্চ ১৯৭০ এ সরকার বরখাস্ত করা হয়।\nতিনি ১৯৭১ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে আবার রায়পুর (এসটি) আসনে প্রতিদ্বন্দ্বিতা করেছিলেন, উভয় সময়ই তিনি শুধু কংগ্রেসের মুখোমুখি হননি, ঝাড়খণ্ড পার্টি, প্রাক্তন যুক্তফ্রন্ট জোটের অংশীদার সিপিআই, ব্রেক-অ্যাওয়ে বিপ্লবের প্রার্থী। বাংলা কংগ্রেসের পাশাপাশি জেএন মুর্মু (এখন কংগ্রেসে (ও))। ভবতোষ সোরেন ৮,০০৫ ভোট (১৮.৩১%) নিয়ে তৃতীয় স্থানে রয়েছেন।\nতিনি ১৯৭২ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেননি। ১৯৭৭ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে তিনি রায়পুরে (এসটি) জনতা পার্টির প্রার্থী হিসেবে দাঁড়িয়েছিলেন, ৯,১৩৮ ভোট (১৯.০৬%) পেয়ে তৃতীয় স্থানে ছিলেন।\nতিনি ১৯৮২ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে কংগ্রেস প্রার্থী হিসাবে রায়পুর (এসটি) আসনে প্রতিদ্বন্দ্বিতা করেছিলেন, কিন্তু সিপিআইএম এর উপেন কিস্কুর কাছে পরাজিত হন। সোরেন ২৮,৮৯৪ ভোট (৩৪.৭২%) নিয়ে দ্বিতীয় স্থানে রয়েছেন। তিনি আবার ১৯৮৭ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে কিস্কুকে চ্যালেঞ্জ জানাতে চেয়েছিলেন, ৩৩,০৫৩ ভোট (৩৫.৩৭%) নিয়ে দ্বিতীয় স্থানে ছিলেন।\n\n\n== পরবর্তী বছরগুলি ==\nরাজনীতি ছাড়ার পর সোরেন আবার বাঁকুড়ায় আইনি অনুশীলন শুরু করেন। ২০১২ সালে সোরেন মারা যান।\n\n\n== তথ্যসূত্র =="}