{"pageid": 1419411, "title": "২০০৭ সাইবেরিয়ার কমলা তুষারপাত", "url": "https://bn.wikipedia.org/wiki?curid=1419411", "content": "সাইবেরিয়ায় কমলা তুষারপাত ছিল ২০০৭ সালের ফেব্রুয়ারির শুরুতে ঘটা একটি অস্বাভাবিক আবহাওয়া প্রপঞ্চ। এই বিপর্যস্ত তুষারপাতের শুরু হয় ২০০৭ সালের ৩১ জানুয়ারি থেকে। রাশিয়ার রাজধানী মস্কো হতে প্রায় ১,৪০০ মাইল (২,৩০০ কিলোমিটার)  দূরে ওমস্ক ওব্লাস্টে, সাইবেরিয়া ফেডারেল জেলা ও পার্শ্ববর্তী টমস্ক এবং টিউমেন ওব্লাস্টে  ১,৫০০ বর্গকিলোমিটার (৫৮০ বর্গমাইল) এলাকা জুড়ে কমলা রঙের তুষারপাত হয়েছিল। আবহাওয়াবিদরা কমলা তুষারপাতের স্পষ্ট কারণ সনাক্ত করতে পারেননি। এমন অপূর্ব ঘটনার জন্য সাইবেরিয়ায় দূষণ ছাড়াও প্রতিবেশী কাজাখস্তানে হওয়া বালির ঝড়কে  মূখ্য কারণ মনে করা হয়।\n\n\n== বর্ণনা ==\nকমলা তুষার ছিল দুর্ঘন্ধময়, তৈলাক্ত। এতে স্বাভাবিক মাত্রার চেয়ে চারগুণ বেশি মৌলিক লোহা পাওয়া গেছে। বেশিরভাগ তুষার কমলা হলেও কিছু স্থানে লাল ও হলুদ রঙের তুষার পরেছে। তুষার পতনের অঞ্চল জুড়ে ২৭০০০ বাসিন্ধা ছিল। তাৎক্ষনিক ধারণা ছিল যে এটি শিল্প দূষণ, রকেট উৎক্ষেপণ বা এমনকি পারমাণবিক দুর্ঘটনার কারণে ঘটেছিল। পরে কমলা তুষার বিষমুক্ত হিসেবে সনাক্ত করা হয়। দুর্গন্ধ ও তৈলাক্ত বৈশিষ্ট্যের কারণে এই অঞ্চলের লোকেদেরকে তুষার ব্যবহার না করার বা পশুপাখিদের না খাওয়ানোর পরামর্শ দেওয়া হয়েছিল। রঙিন তুষার রাশিয়ায় অস্বাভাবিক কিন্তু শোনা যায় না, কারণ কালো, নীল, সবুজ এবং লাল তুষারপাতের অনেক ঘটনা ঘটেছে।\n\n\n== সম্ভাব্য কারণ ==\nপ্রতিবেশী কাজাখস্তানে প্রবল বালিঝড়ের কারণে এই কমলা রঙের তুষারপাত হতে পারে। তুষার পরীক্ষা করে অসংখ্য বালি এবং কাদামাটি ধূলিকণা পাওয়া গেছে, যা রাশিয়ার আকাশে স্ট্র্যাটোমণ্ডলে উড়ছিল। কাজাখস্তানের বাইকনুর থেকে একটি রকেট উৎক্ষেপণের কারণে এই রঙের সৃষ্টি হয়েছিল এমন জল্পনা পরে খারিজ হয়ে যায়, কারণ ২০০৭ সালের ১৮ জানুয়ারিতে বাইকনুর হতে শেষ রকেট উৎক্ষেপণ হয়েছিল।\nরাশিয়ার পরিবেশ পর্যবেক্ষক গোষ্টি মূলত দাবি করেছিল যে রঙিন তুষারপাত  \"ধাতব কারখানার বর্জ্য\"-এর মত শিল্পদূষণের কারণে হয়েছে। তাদের ভাষ্যে তুষারে স্বাভাবিক পরিমাণের চেয়ে চারগুণ বেশি অ্যাসিড, নাইট্রেট এবং মৌলিক লোহা ছিল। তবে, দূষণের নেপথ্যে মূল উৎস চিহ্নিত করে অপরাধী ধরা প্রায় অসম্ভব ছিল, তুষার পতন অঞ্চলের আশে পাশে অনেক শিল্পকারখানা ছিল যেমন- ওমস্ক শহর, যা রাশিয়ার তেল শিল্পের কেন্দ্র।\n\n\n== তথ্যসূত্র =="}