{"pageid": 1419521, "title": "বেমিসাল (১৯৮২-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1419521", "content": "বেমিসাল (ইংরেজি: unparalled, or, unprecedented) একটি ১৯৮২ সালের নাটক চলচ্চিত্র যার প্রযোজনায় ছিলেন দেবেশ ঘোষ এবং পরিচালনায় হৃষিকেশ মুখার্জি। এটি উত্তম কুমারের বাংলা ক্লাসিক অমি সে ও সখা (১৯৭৫) এর পুননির্মাণ, যা আশুতোষ মুখার্জির একই নামের বাংলা গল্পের উপর ভিত্তি করেও তৈরি হয়েছিল। ছবিতে অভিনয় করেছেন অমিতাভ বচ্চন, বিনোদ মেহরা, রাখী, দেবেন ভার্মা, অরুণা ইরানি এবং ওম শিবপুরি। সংগীতায়োজন করেছেন আরডি বর্মন।\nযখন একটি বঞ্চিত ছেলে, এক সুবিধাপ্রাপ্ত পরিবারে বেড়ে ওঠা এবং তার যা কিছু আছে তার প্রায় সবকিছুর জন্য ঋণী, পড়ে যায় এক বিভ্রান্তিকর পরিস্থিতিতে, জীবন তার কাছে বড় অন্যায় বলে মনে হয়। খুব কম মানুষই আছে যারা প্রকৃতপক্ষে তাদের প্রতি করা অনুগ্রহের প্রতি কৃতজ্ঞ থাকে। যখন এই ধরনের ঋণ শোধ করার কথা আসে, তখন আমরা অনেকেই কঠিন পরিস্থিতি এড়াতে অজুহাত খোঁজার চেষ্টা করি। কিন্তু এই ছবির নায়ক এক মহৎ ব্যক্তি, এক আদর্শ নায়ক, যিনি জানেন যে তার জীবনে যা কিছু আছে, তার সবকিছুর জন্য একটি পরিবারের কাছে সে ঋণী এবং যখন সে নিজেকে এমন পরিস্থিতিতে দেখতে পায় যেখানে তাকে তার ভালবাসা এবং পেশা ছেড়ে দিতে হয়, তখন সে বিন্দুমাত্র দ্বিধা করে না।\nএটি ছিল পরিচালক হিসেবে অমিতাভ বচ্চনের সঙ্গে হৃষিকেশ মুখার্জির শেষ ছবি। তবে, তাদের শেষ উদ্যোগ ছিল কুলি যেটিতে হৃষিকেশ মুখোপাধ্যায় ছিলেন সম্পাদক।\n\n\n== পটভূমি ==\nডাঃ সুধীর রায় (অমিতাভ বচ্চন) এবং ডাঃ প্রশান্ত চতুর্বেদী (বিনোদ মেহরা) ছুটিতে শ্রীমতী কবিতা গোয়েলের (রাখি) দেখা পান এবং নিয়মিত তার সাথে দেখা করতে শুরু করেন। যদিও তিনি নিজে কবিতার প্রতি আগ্রহী ছিলেন, সুধীর প্রশান্তকে তার কাছে বিয়ের জন্য সুপারিশ করেন। যখন সে জিজ্ঞেস করে কেন সে নিজেই তাকে বিয়ে করতে পারছে না, সুধীর তার ফ্ল্যাশব্যাক বর্ণনা করে।\nসুধীর ছিলেন এক দরিদ্র স্কুল শিক্ষকের দ্বিতীয় সন্তান এবং আশা করা হয়েছিল যে তার বড় ভাই চাকরি পাবে এবং তাদের ভরণ-পোষণ করবে। কিন্তু যখন তার বড় ভাই মানসিকভাবে অসুস্থ হয়ে পড়ে এবং তার বাবা মারা যায়, তখন সে ছোটখাটো চুরির পথ অবলম্বন করে। পুলিশ তাকে ধরলে ম্যাজিস্ট্রেট তাকে চিনতে পারেন এবং দত্তক নেন। সুধীর ম্যাজিস্ট্রেটের ছেলে প্রশান্তের সাথে বেড়ে ওঠে এবং একই শিক্ষা লাভ করে এবং সে এ শিশুরোগ বিশেষজ্ঞে পরিণত হয়। এখন সে তাকে বলে যে সে তাকে চিকিৎসাগত কারণে বিয়ে করতে পারবে না কারণ তার ভাই এক মানসিক রোগী এবং তার একটি অপরাধী অতীত রয়েছে।\nকবিতা এবং প্রশান্ত বিয়ে করে এবং প্রশান্ত উচ্চশিক্ষার উদ্দেশ্যে আমেরিকা চলে যায়, যখন সুধীর ম্যাজিস্ট্রেট এবং কবিতার যত্ন নেওয়ার জন্য বোম্বেতে থাকে। ফিরে এসে, প্রশান্ত তার চিকিৎসার প্রাকটিস শুরু করে এবং রোগীদের কাছ থেকে চড়া ফি নেয়, বিশেষ করে অবৈধ গর্ভপাত করার জন্য। সুধীর তাকে যুক্তি দিয়ে বোঝাবার চেষ্টা করে, কিন্তু সে শোনেনি। একদিন, প্রশান্তের রোগী গর্ভপাতের সময় মারা যায় এবং তাকে গ্রেফতার করা হয়। সুধীর পুলিশকে বলে যে সেই প্রকৃত অপরাধী ছিল এবং তা প্রমাণ করতে হাসপাতালের সমস্ত রেকর্ড পরিবর্তন করে। বিনিময়ে তিনি প্রশান্ত ও কবিতার থেকে শপথ নেন চিকিৎসা পেশার মাধ্যমে মানুষের সেবা করার জন্য, অর্থ উপার্জনের জন্য নয়। তারা তাকে তাদের কথা দেয় এবং সেই মতই কাজ করে। সুধীর নয় বছরের সাজাপ্রাপ্ত হয় আর তার মেডিকেল রেজিস্ট্রেশন বাতিল হয়।\nনয় বছর পর, কবিতা আর প্রশান্ত তাদের ছেলেকে নিয়ে জেল থেকে সুধীরকে স্বাগত জানায়।\n\n\n== কুশীলব ==\nডাঃ সুধীর রায় এবং অধীর রায় (ভাই) চরিত্রে অমিতাভ বচ্চন\nডঃ প্রশান্ত চতুর্বেদী চরিত্রে বিনোদ মেহরা\nকবিতা চতুর্বেদীর চরিত্রে রাখী (নি গোয়েল)\nডাঃ রামনারায়ণ গোয়েলের চরিত্রে এ কে হাঙ্গল\nম্যাজিস্ট্রেট চতুর্বেদীর চরিত্রে ওম শিবপুরী\nহীরালালের চরিত্রে দেবেন ভার্মা\nরুবি দত্তের চরিত্রে শীতল\nডাক্তারের ভূমিকায় অঞ্জন শ্রীবাস্তব\nরুবির বাবার চরিত্রে গোগা কাপুর\nনন্দনী মালহোত্রার চরিত্রে অরুণা ইরানি\nডক্টর আগরওয়ালের চরিত্রে অসিত সেন\nডাঃ গোয়েলের বোনের চরিত্রে প্রতিমা দেবী\nতরুণ সুধীরের ভূমিকায় মাস্টার ময়ূর\nমীনা চরিত্রে বেবি খুশবু\nছেলে শিশু রোগী হিসেবে মাস্টার বিকাশ\nদলীয় অতিথি হিসেবে হরিন্দ্রনাথ চট্টোপাধ্যায়\n\n\n== উৎপাদন ==\n\n\n=== চিত্রগ্রহণ ===\nবেমিসালের কিছু দৃশ্য কাশ্মীর উপত্যকায় ধারণ করা হয়েছে যেমন সোনমার্গ, পাহেলগামে। জঙ্গিবাদের আবির্ভাবের আগে বেমিসাল ছিল কাশ্মীরে শ্যুট করা শেষ চলচ্চিত্রগুলোর একটি।\n\n\n== পুরস্কার ==\n৩০তম ফিল্মফেয়ার পুরস্কার:\nজিতেছে\nমনোনীত\n\nসেরা অভিনেতা- অমিতাভ বচ্চন\nসেরা পার্শ্ব অভিনেতা- বিনোদ মেহরা\n\n\n== সাউন্ডট্র্যাক ==\nফিল্মের গানগুলোতে সুরারোপ করেছেন আর ডি বর্মণ এবং গীতিকার ছিলেন আনন্দ বক্সী। কিশোর কুমার, লতা মঙ্গেশকর এবং সুরেশ ওয়াদকরের মতো গায়ক চলচ্চিত্রের গানে কণ্ঠ দিয়েছেন। সাউন্ডট্র্যাকটিতে ৪টি গান এবং ২টি ইন্সট্রুমেন্টাল সংস্করণ রয়েছে। গানগুলো আজও মানুষের কাছে জনপ্রিয়। সাউন্ডট্র্যাকটি ১৯৮২ সালে প্রকাশিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Bemisal  (ইংরেজি)"}