{"pageid": 1419329, "title": "বিনয় কোঙার", "url": "https://bn.wikipedia.org/wiki?curid=1419329", "content": "বিনয় কৃষ্ণ কোঙার (২৪ এপ্রিল ১৯৩০ - ১৪ সেপ্টেম্বর ২০১৪) ছিলেন একজন ভারতীয় কমিউনিস্ট রাজনীতিবিদ এবং ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) এর একজন ফায়ারব্র্যান্ড কৃষক নেতা। তিনি সর্বভারতীয় কিষাণ সভার সভাপতি এবং ৮ বছর পশ্চিমবঙ্গ বিধানসভার সদস্য ছিলেন। সবচেয়ে কুখ্যাত সাঁইবাড়ি হত্যাকাণ্ড মামলার নেতৃত্ব দেন কোঙার।\n\n\n== জীবনের প্রথমার্ধ ==\nবিনয়কৃষ্ণ কোঙার ১৯৩০ সালে তার পিতা শরৎচন্দ্র কোনার এবং তার মাতার নাম সত্যবালা দেবী পূর্ব বর্ধমান জেলার মেমারীতে একটি ধনী পরিবারে জন্মগ্রহণ করেন। তার অফিসিয়াল ঠিকানা কামারগড়িয়া। তিনি বিখ্যাত রাজনীতিবিদ কমরেড হরেকৃষ্ণ কোঙারের ছোট ভাই। তাই, অল্প বয়স থেকেই তিনি কমিউনিস্ট পার্টির প্রতি আকৃষ্ট হন।\n\n\n== কমিউনিস্ট ক্যারিয়ার ==\nতাঁর বড় ভাই হরেকৃষ্ণ কোঙারের মতো তিনি বর্ধমানে কৃষক আন্দোলন সংগঠিত করার সাথে সম্পূর্ণভাবে জড়িত হন। তিনি কৃষি শ্রমিক ও দরিদ্র কৃষকদের বিভিন্ন সংগ্রামে নেতৃত্ব দেন। বিনয় কোনার পশ্চিমবঙ্গের কিষাণ আন্দোলনের একজন গুরুত্বপূর্ণ নেতা হয়ে ওঠেন এবং রাজ্য কিষান সভার সাধারণ সম্পাদক ও সভাপতি হিসেবে দায়িত্ব পালন করেন। পরে তিনি অল ইন্ডিয়া কিষাণ সভার জাতীয় সভাপতি হন, একটি পদ যেখানে তিনি বেশ কয়েক বছর দায়িত্ব পালন করেন। বিনয় কোঙার একজন কট্টর মার্ক্সবাদী-লেনিনবাদী ছিলেন। তিনি ১৯৮২ সাল থেকে সিপিআইএম-এর পশ্চিমবঙ্গ রাজ্য কমিটির সদস্য ছিলেন এবং ১৯৯১ সালে রাজ্য সচিবালয়ের সদস্য হন। তিনি ১৯৯৫ সালে পার্টির কেন্দ্রীয় কমিটিতে নির্বাচিত হন এবং পার্টির ২০ তম কংগ্রেসে কেন্দ্রীয় নিয়ন্ত্রণ কমিশনের চেয়ারম্যান হন। তিনি মেমারি আসন থেকে তিনবার রাজ্য বিধানসভার সদস্য ছিলেন। কমরেড বিনয় কোঙারকে তার রাজনৈতিক কর্মকাণ্ডে পুলিশি নিপীড়নের সম্মুখীন হতে হয়। বেশ কয়েকটি মিথ্যা মামলায় তাকে কারাগারে পাঠানো হয় এবং ছয় বছর নয় মাস কারাভোগ করেন। বর্ধমানে কৃষক সংগ্রামের সময়ও তিনি আন্ডারগ্রাউন্ডে কাজ করেছিলেন। বিনয় কোঙার কমিউনিস্ট পার্টিকে অত্যন্ত স্বাতন্ত্র্যের সাথে সেবা করেছিলেন। তিনি একজন শক্তিশালী বক্তা ছিলেন। তিনি মার্কসবাদের প্রতি তার দৃঢ় আদর্শিক প্রতিশ্রুতির জন্য পরিচিত ছিলেন এবং সরলতা দ্বারা চিহ্নিত একটি অনুকরণীয় জীবনযাপন করেছিলেন। তিনি ১৯৬৯, ১৯৭১ এবং ১৯৭৭ সালে মেমারি (বিধানসভা কেন্দ্র) থেকে পশ্চিমবঙ্গ বিধানসভায় নির্বাচিত হন তার স্ত্রী মহারানী কোঙার ১৯৮২, ১৯৮৭ ও ১৯৯১ সালে একই আসন থেকে নির্বাচিত হন। তিনি তৃণমূল কংগ্রেস এবং তার প্রধান মমতা বন্দ্যোপাধ্যায়ের বিরুদ্ধে কস্টিক মন্তব্য করার জন্য পরিচিত ছিলেন যা সিঙ্গুর এবং নন্দীগ্রাম আন্দোলনের সময় মিত্রদের কাছ থেকেও সমালোচনার মুখে পড়েছিল। ২০০৭ সালে নদীগ্রাম হত্যাকাণ্ডের পর কোঙার পশ্চিমবঙ্গের তৎকালীন রাজ্যপাল গোপালকৃষ্ণ গান্ধীর বিরুদ্ধেও পটশট নিয়েছিলেন।\n\n\n== মৃত্যু ==\nদীর্ঘ অসুস্থতার পর ১৪ সেপ্টেম্বর ২০১৪ তারিখে তিনি কলকাতায় মারা যান।\n\n\n== তথ্যসূত্র =="}