{"pageid": 1419879, "title": "জানওয়াড়া", "url": "https://bn.wikipedia.org/wiki?curid=1419879", "content": "জানওয়াড়া হলো তেলঙ্গানা রাজ্যের রাঙ্গারেডি জেলার শঙ্করপল্লী মন্ডলের একটি গ্রাম। এটি তহশিলের সদর শঙ্করপল্লী থেকে ২০ কিলোমিটার দূরে ও হায়দ্রাবাদ শহর থেকেও ২০ কিলোমিটার দুরে অবস্থিত।\n\n\n== জেলা পুনর্গঠনে ==\n১১ই অক্টোবর, ২০১৬ এ তেলঙ্গানায় অনেকগুলি নতুন জেলা গঠন করা হয়। অবশ্য জানওয়াড়া গ্রাম, জেলাগুলির পুনর্গঠনের পূর্ববর্তী সময়ে পুরানো রাঙ্গারেড্ডি জেলার যে তহশিলে অবস্থিত ছিল, পুনর্গঠনের পরও একই জেলা এবং একই তহশিলেরই অন্তর্গত।\n\n\n== শিক্ষাব্যবস্থা ==\nগ্রামে ছয়টি সরকারি প্রাথমিক বিদ্যালয়, একটি সরকারি উচ্চ বিদ্যালয় ও একটি সরকারি মাধ্যমিক বিদ্যালয় রয়েছে। নিকটতম কিন্ডারগার্টেন শঙ্করপল্লীতে অবস্থিত। নিকটতম জুনিয়র কলেজ শঙ্করপল্লীতে তথা সরকারি আর্টস/সায়েন্স ডিগ্রী কলেজ এবং ইঞ্জিনিয়ারিং কলেজ হায়দ্রাবাদে অবস্থিত। নিকটতম ব্যবস্থাপনা পড়াশোনার কলেজ দোন্তনপল্লী ও মেডিকেল কলেজ এবং পলিটেকনিক হায়দ্রাবাদে অবস্থিত। নিকটতম বৃত্তিমূলক প্রশিক্ষণ কেন্দ্র, অনানুষ্ঠানিক শিক্ষা কেন্দ্র ও প্রতিবন্ধীদের জন্য বিশেষ স্কুল হায়দ্রাবাদে অবস্থিত।\n\n\n== স্বাস্থ্যব্যবস্থা ==\n\n\n=== সরকারি চিকিৎসা ব্যবস্থা ===\nকিছু তথ্যসূত্রের অনুযায়ী জানওয়াড়ার একমাত্র প্রাথমিক স্বাস্থ্য উপকেন্দ্রে কোনও ডাক্তার নেই৷ দুজন প্যারামেডিক্যাল স্টাফ রয়েছেন। একটি বিকল্প চিকিৎসা হাসপাতালে একজন ডাক্তার এবং তিনজন প্যারামেডিক্যাল স্টাফ রয়েছেন। একটি ভেটেরিনারি হাসপাতালে একজন ডাক্তার এবং একজন প্যারামেডিক্যাল স্টাফ আছেন। নিকটবর্তী প্রাথমিক স্বাস্থ্যকেন্দ্র, গ্রাম থেকে ৫-১০ কিলোমিটার দূরে অবস্থিত। নিকটতম সামাজিক স্বাস্থ্য কেন্দ্র, মাতৃ ও শিশুদের স্বাস্থ্যকেন্দ্র, টি. বি বৈদ্যশালা, গ্রাম থেকে ১০ কিলোমিটার এর চেয়েও বেশি দূরে অবস্থিত। এলোপ্যাথিক হাসপাতাল, ডিসপেনসারি, অ্যাম্বুলারি ক্লিনিক, পরিবার কল্যাণ কেন্দ্রগুলিও গ্রাম থেকে ১০ কিলোমিটারের এর চেয়ে বেশি দূরে অবস্থিত। \n\n\n=== বেসরকারি চিকিৎসা সুবিধা ===\nগ্রামে একটি বেসরকারি চিকিৎসা ব্যবস্থা রয়েছে। একজন ডাক্তার আছেন যার কোনো ডিগ্রি নেই। একটি ওষুধের দোকান আছে।\n\n\n== পানীয় জলের লভ্যতা ==\nগ্রামে কলের মাধ্যমে নিরাপদ পানীয় জল সরবরাহ করা হয়। কুয়োর জলও পাওয়া যায়। গ্রামটিতে সারা বছর হাতপাম্প দিয়ে জল মেলে। বোরওয়েল দিয়েও জল পাওয়া যায় সারাবছর৷ গ্রামটির পানীয় জলের উৎস একটি পুকুর।\n\n\n== পরিচ্ছন্নতা ব্যবস্থাপনা ==\nজানওয়াড়ায়, খোলা নালার মাধ্যমে পয়ঃনিষ্কাশন বয়ে যায়। বর্জ্য সরাসরি জলাশয়ে নিঃসৃত হয়। গ্রামে সম্পূর্ণ স্যানিটেশন প্রকল্প বাস্তবায়ন করা হয়েছে। সামাজিক শৌচাগারের ব্যবস্থা নেই। ঘরে ঘরে বর্জ্য সংগ্রহের ব্যবস্থাও নেই। নেই সামাজিক বায়োগ্যাস উৎপাদন ব্যবস্থাও। এই গ্রামে, রাস্তার পাশেই ময়লা-আবর্জনা ফেলতে দেখা যায়।\n\n\n== যোগাযোগ ও পরিবহন সুবিধা ==\nজানওয়াড়াতে একটি সাব ডাকঘরের সুবিধা রয়েছে এবং ডাকঘরের সুবিধা গ্রাম থেকে ৫-১০ কিলোমিটার দূরে অবস্থিত। ডাক ও টেলিগ্রাফ অফিস, গ্রাম থেকে ১০ কিলোমিটারেরও বেশি দূরত্বে অবস্থিত। ল্যান্ড লাইন টেলিফোন, পাবলিক ফোন অফিস, মোবাইল ফোন ইত্যাদি সুবিধা গ্রামে রয়েছে। ইন্টারনেট ক্যাফে/সাধারণ সেবা কেন্দ্র গ্রাম থেকে ১০ কিলোমিটারেরও বেশি দূরত্বে অবস্থিত।\nভিকারাবাদ থেকে সড়ক পরিবহন পাওয়া যায়। প্রধান রেলওয়ে স্টেশন; হায়দ্রাবাদ 24 কিমি। মি\nসরকারি পরিবহন কোম্পানির বাসগুলো আশেপাশের এলাকা থেকে গ্রামে চলে। আশেপাশের গ্রাম থেকেও অটো সুবিধা পাওয়া যায়। গ্রামে কৃষিকাজের জন্য ট্রাক্টর রয়েছে। গ্রাম থেকে 10 কিমি দূরে বেসরকারি বাস সুবিধা, রেলওয়ে স্টেশন ইত্যাদি। মি এর চেয়ে বেশি দূরত্বে রয়েছে\nপ্রধান জেলা সড়ক এবং জেলা সড়ক গ্রামের মধ্য দিয়ে গেছে। গ্রাম থেকে 10 কিলোমিটার দূরে জাতীয় সড়ক এবং রাজ্য সড়ক। মি এর চেয়ে বেশি দূরত্বে রয়েছে গ্রামে ডামার রাস্তা, নুড়ি রাস্তা ও কাঁচা রাস্তা রয়েছে।\n\nগ্রামে সমন্বিত শিশু উন্নয়ন প্রকল্প, অঙ্গন ওয়াড়ি কেন্দ্র, অন্যান্য পুষ্টি কেন্দ্র এবং আশা কর্মী রয়েছে। গ্রামে খেলার মাঠ আছে। গ্রামে গ্রামে সংবাদপত্র বিতরণ করা হয়। বিধানসভা ভোট কেন্দ্র এবং জন্ম ও মৃত্যু নিবন্ধন অফিস। গ্রাম থেকে 10 কিমি দূরে সিনেমা হল, লাইব্রেরি, পাবলিক রিডিং রুম। মি এর চেয়ে বেশি দূরত্বে রয়েছে\n\n\n== বিদ্যুৎ ==\nগার্হস্থ্য প্রয়োজনে গ্রামে বিদ্যুৎ সরবরাহের ব্যবস্থা রয়েছে। কৃষিতে দিনে 5 ঘন্টা এবং বাণিজ্যিক উদ্দেশ্যে 10 ঘন্টা বিদ্যুৎ সরবরাহ করা হয়।\n\n\n== সেচ পরিকাঠামো ==\nজানওয়াড়ায় কৃষির জন্য জল সরবরাহ নিম্নলিখিত উত্সগুলির মাধ্যমে করা হয়।\n\n\n== উৎপাদন ==\nনিম্নলিখিত আইটেম জানওয়াড়া উত্পাদিত হয়.\n\n\n=== প্রধান ফসল ===\nভাত আর সবজি\n\n\n== বৈশিষ্ট্য ==\nএই গ্রামের উপকণ্ঠে ভেনুগোপালস্বামীর একটি বিখ্যাত মন্দির এবং গ্রামের মাঝখানে একটি বড় গাদি (দুর্গ) রয়েছে।\n\n\n== তথ্যসূত্র =="}