{"pageid": 1419202, "title": "মুসাফির (১৯৫৭-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1419202", "content": "মুসাফির (আক্ষ. 'Traveller') হৃষিকেশ মুখার্জি পরিচালিত ১৯৫৭ সালের একটি হিন্দি চলচ্চিত্র, এটি তার পরিচালনায় আত্মপ্রকাশ। চিত্রনাট্য ও কাহিনী লিখেছেন যথাক্রমে হৃষিকেশ মুখার্জি ও ঋত্বিক ঘটক। ছবিটি একটি বাড়ি এবং এতে বসবাসকারী তিনটি পরিবারের জীবন নিয়ে, তাই সারমর্মে, এটি বাড়ির সাথে যুক্ত তিনটি গল্প। প্রথম অংশে প্রধান চরিত্রে অভিনয় করেছেন সুচিত্রা সেন, শেখর; দ্বিতীয় অংশে প্রধান চরিত্রে অভিনয় করেছেন কিশোর কুমার, নিরূপা রায়; তৃতীয় অংশে মুখ্য ভূমিকায় অভিনয় করেছেন দিলীপ কুমার, উষা কিরণ। চলচ্চিত্রটি হৃষিকেশ মুখার্জির জন্য একটি লাভজনক উদ্যোগ ছিল।\n\n\n== পটভূমি ==\n\n\n=== পর্ব ১ – বিয়ে ===\nশকুন্তলা (সুচিত্রা সেন) এবং তার স্বামী অজয় (শেখর) পালিয়ে বিয়ে করে এবং একসাথে একটি নতুন বাড়িতে ওঠে। বাড়িওয়ালা মহাদেব চৌধুরী (ডেভিড) দম্পতিকে ভাড়া বাড়িতে যেতে সাহায্য করে, যে ছবির প্রধান চরিত্র। শকুন্তলা বাড়িটিকে একটি সুন্দর বাড়িতে পরিণত করে, আর তার স্বামী কাজে ব্যস্ত হয়ে পড়ে। তিনি প্রতিবেশী চা বিক্রেতার (মোহন ছোটি) সাথে দেখা করেন এবং পাশের বাড়ির \"আন্টি\" এর সাথে দেখা করেন, যার প্রিয় বিনোদন হল অন্যের বাড়ির ভালোমন্দ সম্পর্কে গপ্পো করা। এই দম্পতি রাতে বেহালার আওয়াজ শুনতে পান এবং সকালে চা-স্টলের দোকানদারকে জিজ্ঞাসা করেন। তিনি বলেন, এটা পাগলা বাবুর কাজ। যেহেতু এই দম্পতি পালিয়ে এসেছে, তাই শকুন্তলা চান তার শ্বশুর-শাশুড়ি তাকে পুত্রবধূ হিসেবে গ্রহণ করুক। তারা কোনোভাবে এই তরুণ দম্পতিকে খুঁজে পায় এবং শকুন্তলার সাথে দেখা করে, তাকে পরিবারে সাদরে গ্রহণ করে। অবশেষে, শকুন্তলা এবং তার স্বামী তাদের সাথে যায় এবং বাড়ি খালি করে। এর মধ্যে শকুন্তলা বাগানে কিছু বীজ রোপণ করেন।\nবাড়িওয়ালা আবার বাড়ির উপরে TO LET চিহ্নটি লাগান।\n\n\n=== পর্ব ২ – জন্ম ===\nবাড়ির পরবর্তী ভাড়াটিয়ারা হল এক বৃদ্ধ (নাজির হোসেন) কর্তার অধীন এক পরিবার। অন্য সদস্যরা হলেন তার বড় পুত্রের বিধবা পুত্রবধূ (নিরূপা রায়) এবং ছোট কলেজগামী ছেলে ভানু (কিশোর কুমার)। পুত্রবধূ অন্তঃসত্ত্বা, কিন্তু তার স্বামীটি সদ্যই মারা গেছেন। ভানু কলেজ শেষ করছে এবং একই সাথে চাকরি খুঁজছে, আর তার বৃদ্ধ বাবা সংসারের খরচ চালাচ্ছেন। যদিও বাড়িতে দুঃখ আছে, ভানু তার বুদ্ধি এবং রসিকতা দিয়ে তার বৌদির জন্য একটি হালকা পরিবেশ বজায় রাখে। পাশের বাড়ির “আন্টি” আবার এসে আড্ডা দিচ্ছে। ভানুও বেহালা শুনতে পায়, চা-বিক্রেতার কাছে সে সম্পর্কে জানতে চাইলে তাকে পাগলা বাবুর কথা বলা হয়। ভানু চাকরি পেতে ব্যর্থ হওয়ায় পরিবারের সমস্যা বেড়ে যায়, পরিবারকে মারাত্মক পরিণতির সম্মুখীন হতে হয়। সে হতাশ হয়; এতে তার বাবার সাথে সংঘর্ষ হয়। অপমানিত বোধ করে, ভানু অবশেষে ঘুমানোর আগে বিষ পান করে। তবে বিষে ভেজাল ছিল। ভানু পুরো পরিবারের শোকের কান্নার মধ্যে জেগে ওঠে। সে খবর পায় যে সে অবশেষে অন্য শহরে চাকরি পেয়েছে। গর্ভবতী মেয়েটিও একটি সন্তান প্রসব করে। পরিবারটি খুশি হয় এবং তারা বাড়ি ছেড়ে অন্য শহরে চলে যায়। শকুন্তলা যে বীজ বুনে গিয়েছিলেন তা অঙ্কুরিত হয়েছে।\nবাড়িওয়ালা আবারও বাড়ির উপরে TO LET চিহ্নটি লাগান।\nদ্রষ্টব্য: সিনেমার এই অংশে কিশোর কুমারের একটি গান আছে, \"মুন্না বড়া পেয়ারা, আম্মি কা দুলারা\"।\n\n\n=== পর্ব ৩ - মৃত্যু ===\nপরবর্তী বাসিন্দারা হলেন এক ব্যারিস্টার এবং তার বিধবা বোন উমা (উষা কিরণ)। উমার একটি ছোট প্রতিবন্ধী ছেলে আছে, রাজা (ডেইজি ইরানি)। পাড়ার “আন্টি” আবার বাড়িতে আসে। আগের ভাড়াটিয়াদের মতো এই পরিবারটিও রাতে বেহালার আওয়াজ শুনতে পায়। শিশুটিও গানের প্রতি আকৃষ্ট হয় এবং চা-বিক্রেতার কাছ থেকে পাগলা বাবুর কথা জানতে পেরে তার সাথে দেখা করার তার প্রবল ইচ্ছা। কিন্তু বিক্রেতা শিশুটিকে বলে পাগলা বাবু কারো সাথে দেখা করেন না। তবুও, শিশুটি শোনে না এবং রহস্যময় বেহালাবাদকের সাথে দেখা করার চেষ্টা চালায়। পাগলা বাবু বাচ্চাটির সাথে সত্যিই দেখা কর। পাগলা বাবু আর কেউ নয়, তার প্রাক্তন প্রেমিক রাজা (দিলীপ কুমার) বুঝতে পেরে উমা হতবাক। রাজা, যদিও, তা স্পষ্ট করে তোলেন না এবং বাচ্চাটির সাথে স্নেহের সাথে মেলামেশা করেন। খুব অল্প সময়ের মধ্যে, রাজা এবং শিশুটির মধ্যে একটি আশ্চর্য বন্ধন গড়ে ওঠে। প্রথমদিকে, উমা এই বন্ধনে খুব অস্বস্তিবোধ করে, কিন্তু ধীরে ধীরে সে তা মেনে নেয়। রাজা ক্যান্সারে আক্রান্ত এবং রোগটি বেশ চরম পর্যায়ে রয়েছে। মজার ব্যাপার, রাজা, যিনি মৃত্যুর দ্বারপ্রান্তে, শিশুটির মধ্যে জীবনদান করেন এবং তার অন্ধকার জগৎকে আশায় পূর্ণ করেন। তিনি শিশুটিকে আরও বলেন যে বাগানের গাছটিতে ফুল ফুটলেই সে হাঁটা শুরু করবে। রাজার কথা জানতে পেরে উমার ভাই রেগে যান। এ নিয়ে তাদের মধ্যে সংঘর্ষ হয়। ধীরে ধীরে, রাজা চূড়ান্ত পর্যায়ে পৌঁছে এবং উমা তার যত্ন নেয়। অবশেষে তিনি মারা যান এবং শিশুটি হাঁটতে শুরু করে। এদিকে, বাগানে, অঙ্কুরিত বীজ অবশেষে একটি ফুলে পরিণত হয়।\n\n\n== কুশীলব ==\nদিলীপ কুমার — রাজা\nকিশোর কুমার — ভানু\nশেখর — অজয় শর্মার\nসুচিত্রা সেন — শকুন্তলা ভার্মা\nউষা কিরণ — উমা\nনিরূপা রায় — ভানুর শ্যালিকা\nডেইজি ইরানি — রাজা\nনাজ — মুন্নি\nমোহন ছোটি — মোহন ছোটি\nডেভিড — মহাদেব চৌধুরী\nনাজির হোসেন — মাধব\nবিপিন গুপ্ত — নীলাম্বর শর্মা\nদুর্গা খোটে — মিসেস শর্মা\nরশিদ খান — ডাক্তার\nরাজলক্ষ্মী — মুন্নির মা\nপল মাহিন্দ্রা — অ্যাডভোকেট সুরেশ চন্দ্র\nস্ট্রিট ড্যান্সার — হীরা সাওয়ান্ত\nস্ট্রিট ড্যান্সার  কেষ্ট মুখার্জি\n\n\n== সঙ্গীত ==\nসমস্ত গানের কথা লিখেছেন শৈলেন্দ্র; সব গানের সুর করেছেন সলিল চৌধুরী।\n\n\n== পুরস্কার ==\nজাতীয় চলচ্চিত্র পুরস্কার\n১৯৫৭ - হিন্দিতে তৃতীয় সেরা পূর্ণদৈর্ঘ্য চলচ্চিত্রের জন্য মেরিট সার্টিফিকেট\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Musafir  (ইংরেজি)"}