{"pageid": 1419311, "title": "ফসফরাস অ্যাসিড", "url": "https://bn.wikipedia.org/wiki?curid=1419311", "content": "ফসফরাস অ্যাসিড (বা ফসফোনিক অ্যাসিড) হল একটি ডাইপ্রোটিক অ্যাসিড যার রাসায়নিক সংকেত H3PO3। বিভিন্ন ফসফরাস ভিত্তিক যৌগ গঠনে এর ভূমিকা অনেক। ফসফরাস অ্যাসিডের রূপান্তরিত জৈব রূপগুলিকে ফসফোনেট বলে, যাদের সংকেত RPO3H2।\n\n\n== বৈশিষ্ট্য ==\n\nকঠিন অবস্থায় HP(O)(OH)2 চতুস্তলকীয় জ্যামিতি দেখা যায়। এখানে, P−H বন্ধনটি ১৩২ পিমি, একটি P=O দ্বিবন্ধন ১৪৮ পিমি ও দুটি P−OH একবন্ধন ১৫৪ পিমি দৈর্ঘ্যের। P−H বন্ড সহ অন্যান্য ফসফরাস অক্সাইডের সাথে সাদৃশ্যপূর্ণ (যেমন হাইপোফসফরাস অ্যাসিড ও ডাইঅ্যালকাইল ফসফাইটস), এটি একটি অত্যন্ত গৌণ টটোমার P(OH)3 সহ ভারসাম্যের সাথে বিদ্যমান। (বিপরীতভাবে, আর্সেনাস অ্যাসিড-এর প্রধান টটোমার হল ট্রাইহাইড্রক্সি ফর্ম।) ইউপ্যাক সুপারিশ করে যে ট্রাইহাইড্রক্সি ফর্ম P(OH)3-কে ফসফরাস অ্যাসিড এবং ডাইহাইড্রক্সি ফর্ম HP(O)(OH)2-কে ফসফোনিক অ্যাসিড বলা হয়। শুধুমাত্র হ্রাসকৃত ফসফরাস যৌগগুলির ইংরেজি বানানের ক্ষেত্রে শেষ \"-ous\" লেখা হয়।\n\nPIII(OH)3  ⇌  HPV(O)(OH)2       K = 1010.3 (25°C, জলীয়)\n\n\n== উৎপাদন ==\nফসফরাস ট্রাইক্লোরাইডের সাথে জলের বিক্রিয়ায় এই অ্যাসিড তৈরী হয়। এটি শিল্প উৎপাদনে একটি গুরুত্বপূর্ণ পদ্ধতি।\n\nPCl3 + 3 H2O  →  HPO(OH)2 + 3 HCl\nফসফরাস ট্রাইঅক্সাইডের আর্দ্র বিশ্লেষণ ঘটালে HPO(OH)2 উৎপন্ন হতে পারে:\n\nP4O6 + 6 H2O  →  4 HPO(OH)2\n\n\n== ব্যবহার ==\nফসফরাস অ্যাসিডের (ফসফোনিক অ্যাসিড) সবচেয়ে গুরুত্বপূর্ণ ব্যবহার হল ক্ষারীয় লেড ফসফাইট উৎপাদন, যা পিভিসি ও সম্পর্কিত ক্লোরিনযুক্ত পলিমারের একটি স্টেবিলাইজার।\nএটি ক্ষারীয় লেড ফসফোনেট (পিভিসি স্টেবিলাইজার), অ্যামিনোমিথিলিন ফসফোনিক অ্যাসিড ও হাইড্রক্সিইথেন ডাইফসফোনিক অ্যাসিড উৎপাদনে ব্যবহৃত হয়। এটি একটি শক্তিশালী বিজারক হিসাবে এবং কৃত্রিম তন্তু, অর্গানোফসফরাস কীটনাশক ও অত্যন্ত দক্ষ জলীয় এজেন্ট এটিএমপি উৎপাদনে ব্যবহৃত হয়।\nইস্পাত সহ লৌহঘটিত পদার্থগুলি কিছুটা সুরক্ষিত করা যেতে পারে জারণকে (\"মরিচা\") বর্ধিত করে, এবং তারপরে ফসফরিক অ্যাসিড ব্যবহার করে অক্সিডেশনকে মেটালোফসফেটে রূপান্তরিত করে এবং পৃষ্ঠের আবরণ দ্বারা আরও সুরক্ষিত করা হতে পারে। (দেখুন: প্যাসিভেশন (রসায়ন))।\n\n\n== বিক্রিয়া ==\n\n\n=== অম্ল-ক্ষার ===\nফসফরাস অ্যাসিডের pKa হল ১.২৬–১.৩। \n\nHP(O)(OH)2  →  HP(O)2(OH)− + H+ pKa = ১.৩\nএটি একটি ডাইপ্রোটিক অ্যাসিড, হাইড্রোজেনফসফাইট আয়ন HP(O)2(OH)− একটি মৃদু অ্যাসিড:\n\nHP(O)2(OH)−  →  HPO2−3 + H+ pKa = ৬.৭\nপ্রথম অনুবন্ধী ক্ষারটি হল HP(O)2(OH)−, যা হাইড্রোজেন ফসফাইট নামে পরিচিত। দ্বিতীয়টি হল ফসফাইট আয়ন (HPO2−3)।\nফসফরাস পরমাণুর সাথে সরাসরি যুক্ত হাইড্রোজেন পরমাণু সহজেই আয়নযোগ্য নয়। রসায়ন পরীক্ষাগুলি প্রায়ই ছাত্রদের এই সত্যের উপলব্ধি পরীক্ষা করে যে তিনটি হাইড্রোজেন পরমাণুই H3PO4-এর বিপরীতে জলীয় অবস্থায় অম্লীয় হয় নয়।\n\n\n=== জারণ-বিজারণ ===\n২০০°সে. তাপমাত্রায় ফসফরাস অ্যাসিড বিয়োজিত হয়ে ফসফরিক অ্যাসিড ও ফসফিন উৎপন্ন করে। \n\n4 H3PO3  →  3 H3PO4 + PH3\nএই বিক্রিয়াটি পরীক্ষাগারে PH3 উৎপাদনের একটি গুরুত্বপূর্ণ উপায়।\nখোলা বাতাসে এই অ্যাসিড জারিত হয়ে ফসফরিক অ্যাসিড হয়ে যায়।\nফসফরাস অ্যাসিড এবং এর ডিপ্রোটোনেটেড ফর্ম উভয়ই ভাল বিজারক পদার্থ, যদিও দ্রুত বিক্রিয়া হয় না। এগুলি ফসফরিক অ্যাসিড বা এর লবণে জারিত হয়। এটি নোবেল ধাতু ক্যাটায়নগুলিকে বিয়োজিত করে ধাতুর পরমাণুতে রূপান্তরিত করে। যখন ফসফরাস অ্যাসিডকে মারকিউরিক ক্লোরাইডের ঠান্ডা দ্রবণ যুক্ত করা হয়, তখন মারকিউরাস ক্লোরাইডের একটি সাদা অধঃক্ষেপ তৈরি হয়:\n\nH3PO3 + 2 HgCl2 + H2O  →  Hg2Cl2 + H3PO4 + 2 HCl\nফসফরাস অ্যাসিড দ্বারা মারকিউরাস ক্লোরাইড আরও বিজারিত হয়ে পারদে পরিণত হয়:\n\nH3PO3 + Hg2Cl2 + H2O  →  2 Hg + H3PO4 + 2 HCl\n\n\n=== লিগ্যান্ড হিসেবে ===\n\nd6 কনফিগারেশনের ধাতুগুলির সাথে ট্রিটমেন্ট করার পরে, ফসফরাস অ্যাসিড তার বিরল P(OH)3 টটোমার হিসাবে সমন্বয় করতে পরিচিত। উদাহরণগুলির মধ্যে রয়েছে Mo(CO)5(P(OH)3) এবং [Ru(NH3)4(H2O)(P(OH)3)]2+।\nপটাসিয়াম টেট্রাক্লোরোপ্ল্যাটিনেট এবং ফসফরাস অ্যাসিডের মিশ্রণকে গরম করলে উজ্জ্বল লবণ পাওয়া যায়, যার নাম পটাসিয়াম ডাইপ্লাটিনাম(II) টেট্রাকিসপাইরোফসফাইট:\n\n2 K2PtCl4 + 8 H3PO3  →  K4[Pt2(HO2POPO2H)4] + 8 HCl + 4 H2O\n\n\n== জৈব রূপ ==\nবেশিরভাগ ফসফরাস অ্যাসিডের জৈব লবণগুলি ফসফোনিক অ্যাসিড নামে পরিচিত। এই নামকরণটি সাধারণত প্রতিস্থাপিত অন্তরকলজের (ডেরিভেটিভ) জন্য সংরক্ষিত, অর্থাৎ, ফসফরাসের সঙ্গে বন্ধন করা জৈব গোষ্ঠী, শুধুমাত্র এস্টার নয়। উদাহরণস্বরূপ, (CH3)PO(OH)2 হল \"মিথাইলফসফোনিক অ্যাসিড\", যা অবশ্যই \"মিথাইলফসফোনেট\" এস্টার গঠন করতে পারে।\n\n\n== আরও পড়ুন ==\nHolleman, A. F.; Wiberg, E. (২০০১)। Inorganic Chemistry। San Diego: Academic Press। আইএসবিএন 0-12-352651-5। \nCorbridge., D. E. C. (১৯৯৫)। Phosphorus: An Outline of its Chemistry, Biochemistry, and Technology (5th সংস্করণ)। Amsterdam: Elsevier। আইএসবিএন 0-444-89307-5। \nLee, J.D. (৩ জানুয়ারি ২০০৮)। Concise Inorganic Chemistry। Oxford University Press। আইএসবিএন 978-81-265-1554-7। \n\n\n== তথ্যসূত্র =="}