{"pageid": 1419310, "title": "সাধন গুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1419310", "content": "সাধন চন্দ্র গুপ্ত (৭ নভেম্বর ১৯১৭ - ১৯ সেপ্টেম্বর ২০১৫) একজন ভারতীয় আইনজীবী এবং রাজনীতিবিদ ছিলেন। গুপ্ত ১৯৫৩ সালে স্বাধীন ভারতে প্রথম অন্ধ সংসদ সদস্য হন এবং পরে পশ্চিমবঙ্গের অ্যাডভোকেট জেনারেল হিসেবে দায়িত্ব পালন করেন।\n\n\n== যৌবন ==\nগুপ্ত ১৯১৭ সালের ৭ নভেম্বর ঢাকায় জন্মগ্রহণ করেন। তাঁর পিতা যোগেশ চন্দ্র গুপ্ত ছিলেন কলকাতা হাইকোর্টের একজন আইনজীবী এবং ভারতীয় জাতীয় কংগ্রেসের একজন নেতা। সাধন গুপ্ত শৈশবে গুটি বসন্তে আক্রান্ত হয়ে স্থায়ীভাবে অন্ধ হয়ে যান। গুপ্ত ক্যালকাটা ব্লাইন্ড স্কুলে স্কুলে যান। পরে তিনি প্রেসিডেন্সি কলেজ (অর্থনীতি, অনার্স সহ স্নাতক) এবং কলকাতা বিশ্ববিদ্যালয়ে (আইন) অধ্যয়ন করেন। ছাত্রাবস্থায় তিনি কট্টরপন্থী রাজনীতিতে জড়িয়ে পড়েন, ১৯৩৯ সালে ভারতের কমিউনিস্ট পার্টিতে যোগ দেন। তিনি বঙ্গীয় প্রাদেশিক ছাত্র ফেডারেশনের সভাপতি হিসেবে দায়িত্ব পালন করেন।\n\n\n== আইনি পেশা ==\nগুপ্ত ১৯৪২ সালে কলকাতা হাইকোর্টে আইনজীবী হিসেবে নথিভুক্ত হন। একজন তরুণ আইনজীবী হিসাবে, তিনি প্রতিরোধমূলক আটক ব্যক্তিদের বিষয়ে অনেক মামলা গ্রহণ করেছিলেন। তিনি ১৯৪৫ সালের হেবিয়াস কর্পাস মামলা \"সম্রাট বনাম শিবনাথ ব্যানার্জী\", প্রথমে কলকাতা হাইকোর্টে এবং তারপরে ভারতের ফেডারেল কোর্টে তর্ক করার সময় দেশব্যাপী খ্যাতি অর্জন করেন। \"সম্রাট বনাম শিবনাথ বন্দ্যোপাধ্যায়\" মামলায় তার ক্রিয়াকলাপ মহাত্মা গান্ধীর প্রশংসার কারণ হয়েছিল। ১৯৪৭ সালে তিনি মিডল টেম্পল বারে যোগ দেন।\n\n\n== সংসদ সদস্য ==\nগুপ্ত ১৯৫১-১৯৫২ সালের নির্বাচনে ডাঃ শ্যামা প্রসাদ মুখোপাধ্যায়কে প্রতিদ্বন্দ্বিতা করে কলকাতা দক্ষিণ পূর্ব আসনে প্রতিদ্বন্দ্বিতা করেছিলেন। গুপ্ত ৩২,১৬৮ ভোট (২২.২৪%) নিয়ে তৃতীয় স্থানে রয়েছেন। গুপ্ত মুখার্জির মৃত্যুর পর অনুষ্ঠিত ১৯৫৩ সালের উপনির্বাচনে কলকাতা দক্ষিণ- পূর্ব নির্বাচনী এলাকা থেকে লোকসভায় (ভারতের সংসদের নিম্নকক্ষ) নির্বাচিত হন। গুপ্ত পেয়েছেন ৫৮,২১১ ভোট (৫৫.২৪%)। এভাবে তিনি স্বাধীন ভারতের প্রথম অন্ধ সংসদ সদস্য হয়েছিলেন। নির্বাচনে তিনি রাধাবিনোদ পালকে পরাজিত করেছিলেন, যিনি একজন সিনিয়র আইনজীবী ছিলেন।\nপার্লামেন্টে গুপ্ত তার নিখুঁত ইংরেজির জন্য বিখ্যাত ছিলেন। বিতর্ক শোনার সময় তিনি মৃদুভাবে ব্রেইল টাইপ করতেন। পার্লামেন্টারিয়ান হওয়া সত্ত্বেও গুপ্ত আইন চর্চা চালিয়ে যান। কলকাতা হাইকোর্টে তার কাজ ছাড়াও, গুপ্ত শ্রীনগর, জয়পুর, যোধপুর, পাটনা, এলাহাবাদ, কটক, জামশেদপুর, জবলপুর এবং এমনকি চট্টগ্রামে (পূর্ব পাকিস্তানে) আদালতে মামলায় হাজির হন।\nগুপ্ত ১৯৫৭ সালের সাধারণ নির্বাচনে কলকাতা পূর্ব নির্বাচনী এলাকা থেকে লোকসভায় পুনঃনির্বাচিত হন। তিনি ১,৪৩,৩৫০ ভোট (৬২.৬৮%) পেয়েছেন।\n\n\n== রাজ্যের বিধায়ক ==\nযখন সিপিআই বিভক্ত হয়েছিল, গুপ্তা ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) এর পক্ষে ছিলেন। গুপ্তা ১৯৬৭ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনে চৌরঙ্গী আসনে প্রতিদ্বন্দ্বিতা করেছিলেন। গুপ্ত ১১,৬৫৮ ভোট (৩১.৬২%) নিয়ে দ্বিতীয় স্থানে রয়েছেন, কংগ্রেস প্রার্থী সিদ্ধার্থ শঙ্কর রায়ের কাছে পরাজিত হয়েছেন। তিনি ১৯৬৯ সালের নির্বাচনে কালীঘাট কেন্দ্র থেকে পশ্চিমবঙ্গ বিধানসভায় নির্বাচিত হন। গুপ্ত পেয়েছেন ২৮,১৩৩ ভোট (৫৫.১৮%)।\n\n\n== বামফ্রন্ট সময়কাল ==\n১৯৭৭ সালে যখন বামফ্রন্ট পশ্চিমবঙ্গে ক্ষমতায় আসে, তখন গুপ্ত তার ভূমি সংস্কার কর্মসূচি এবং অপারেশন বর্গা বিরুদ্ধে বিভিন্ন আইনি চ্যালেঞ্জ মোকাবেলায় গুরুত্বপূর্ণ ভূমিকা পালন করেন। ১৯৭৯ সালে তাকে পশ্চিমবঙ্গের অতিরিক্ত অ্যাডভোকেট জেনারেল হিসেবে নামকরণ করা হয়।\n১৯৮৬ সালে স্নেহাংশু কান্ত আচার্যের মৃত্যুর পর বামফ্রন্ট সরকার তাকে পশ্চিমবঙ্গের অ্যাডভোকেট জেনারেল নিযুক্ত করে। তিনি সেই পদে অধিষ্ঠিত প্রথম দৃষ্টিপ্রতিবন্ধী ব্যক্তি হয়েছিলেন।\n\n\n== সামাজিক কাজ ==\nগুপ্ত ন্যাশনাল ফেডারেশন অফ দ্য ব্লাইন্ড প্রতিষ্ঠা করেন এবং সংগঠনের প্রথম সভাপতি হন। এছাড়াও তিনি প্রতিবন্ধী ব্যক্তিদের আন্তর্জাতিকের ভারতীয় অধ্যায়ের প্রথম সভাপতি হন। তিনি বীমা এবং আইটিসি সেক্টরের মতো বিভিন্ন ট্রেড ইউনিয়নের সভাপতি হিসেবে কাজ করেছেন।\nতার আইনগত ও রাজনৈতিক কর্মজীবন ছাড়াও, গুপ্ত গণসঙ্গীত, রবীন্দ্রসঙ্গীত এবং লোকসঙ্গীতের একজন গায়ক হিসেবে পরিচিত ছিলেন।\nগুপ্ত ১৯ সেপ্টেম্বর ২০১৫ মারা যান।\n\n\n== তথ্যসূত্র =="}