{"pageid": 1419983, "title": "তথাগত রায়", "url": "https://bn.wikipedia.org/wiki?curid=1419983", "content": "তথাগত রায় (জন্ম ১৪ সেপ্টেম্বর ১৯৪৫) হলেন একজন ভারতীয় রাজনীতিবিদ যিনি ২০১৫ থেকে ২০১৮ সাল পর্যন্ত ত্রিপুরার গভর্নর এবং আগস্ট ২০১৮ থেকে আগস্ট ২০২০ সালে তার মেয়াদ শেষ হওয়া পর্যন্ত মেঘালয়ের গভর্নর হিসেবে দায়িত্ব পালন করেছেন। তিনি ২০০২ থেকে ২০০৬ সাল পর্যন্ত ভারতীয় জনতা পার্টির পশ্চিমবঙ্গ রাজ্য শাখার ৬ষ্ঠ রাজ্য সভাপতি ছিলেন। এছাড়াও তিনি ২০০২ থেকে ২০১৫ পর্যন্ত বিজেপির জাতীয় কার্যনির্বাহী সদস্য ছিলেন।\nরায়ের সংক্ষিপ্তভাবে জুলাই ২০১৬ থেকে আগস্ট ২০১৬ পর্যন্ত অরুণাচল প্রদেশের গভর্নরের অফিসের অতিরিক্ত দায়িত্ব ছিল, এই সময়ে তিনি সুপ্রিম কোর্টের রায়ের পর মুখ্যমন্ত্রী কালিখো পুলের ক্ষমতাচ্যুতি পরিচালনা করেন এবং পেমা খান্ডুকে নতুন মুখ্যমন্ত্রী হিসাবে শপথ নেন। প্রশিক্ষণের মাধ্যমে একজন প্রকৌশলী, রায় নির্মাণ প্রকৌশল বিভাগের একজন প্রাক্তন অধ্যাপক এবং যাদবপুর বিশ্ববিদ্যালয়ের বিভাগের প্রতিষ্ঠাতা প্রধান।\n\n\n== রাজনীতি ==\nরায় হিন্দুত্ব, হিন্দু জাতীয়তাবাদের আদর্শের প্রতি আকৃষ্ট হন এবং ১৯৮৬ সালে রাষ্ট্রীয় স্বয়ংসেবক সংঘ (আরএসএস) এ যোগ দেন। সরকারি চাকরি ছেড়ে ১৯৯০ সালে তিনি বিজেপিতে যোগ দেন। তিনি ২০০২ সালে বিজেপির পশ্চিমবঙ্গ রাজ্য শাখার সভাপতি হিসাবে অসীম ঘোষের স্থলাভিষিক্ত হন এবং ২০০৬ সালে সুকুমার ব্যানার্জি তাঁর স্থলাভিষিক্ত হন।\nরায় পশ্চিমবঙ্গের উত্তর কলকাতা কেন্দ্র থেকে ২০০৯ সালে লোকসভা নির্বাচনে প্রার্থী হয়েছিলেন। তিনি জিতেননি। তিনি ২০১৪ সালের ভারতীয় সাধারণ নির্বাচনের জন্য কলকাতা দক্ষিণ (দক্ষিণ কলকাতা) সংসদীয় আসনে বিজেপি প্রার্থী হিসাবে দাঁড়িয়েছিলেন এবং মোট ভোটের ২৫.২৯% অর্জন করেছিলেন। তিনি ১২ মে ২০১৫ এ ত্রিপুরার রাজ্যপাল নিযুক্ত হন। ২০১৮ সালের আগস্ট মাসে তিনি বদলি হয়ে মেঘালয়ের রাজ্যপাল নিযুক্ত হন। তিনি ডিসেম্বর ২০১৯ অবধি দায়িত্ব পালন করেন এবং, একটি সংক্ষিপ্ত চিকিৎসা ছুটির পরে, আবার ২০২০ সালের জানুয়ারি থেকে ১৮ আগস্ট ২০২০ পর্যন্ত গভর্নেটর পদে তার পাঁচ বছরের মেয়াদ শেষ করে, সত্য পাল মালিকের কাছে দায়িত্ব হস্তান্তর করেন।\n\n\n== পরিবার ==\nরায় হলেন সৌগত রায়ের বড় ভাই। সৌগত রায় সর্বভারতীয় তৃণমূল কংগ্রেসের সাংসদ এবং প্রাক্তন নগর উন্নয়ন প্রতিমন্ত্রী। তথাগত রায় অনুরাধাকে বিয়ে করেন, যিনি কলকাতার বিকেসি কলেজে ইংরেজি পড়াতেন। তাদের দুটি কন্যা রয়েছে, মালিনী (রায়) এবং মধুরা (খেদেকর), যাদের দুজনেই বিবাহিত এবং মার্কিন যুক্তরাষ্ট্রে বসবাস করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটুইটারে তথাগত রায়"}