{"pageid": 1419131, "title": "হান্নান মোল্লা", "url": "https://bn.wikipedia.org/wiki?curid=1419131", "content": "হান্নান মোল্লা (জন্ম ৩ জানুয়ারী ১৯৪৬) একজন ভারতীয় কমিউনিস্ট রাজনীতিবিদ এবং সর্বভারতীয় কিষাণ সভার একজন সিনিয়র নেতা। তিনি ভারতীয় সংসদের সদস্য ছিলেন এবং পশ্চিমবঙ্গের হাওড়া জেলার উলুবেড়িয়া নির্বাচনী এলাকা থেকে আটবার (ভারতীয় সংসদের নিম্নকক্ষ) লোকসভার সদস্য হিসেবে নির্বাচিত হন। এছাড়াও মোল্লা ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) এর পলিটব্যুরোর সদস্য।\n\n\n== জীবনের প্রথমার্ধ ==\nমোল্লা পশ্চিমবঙ্গের হাওড়া জেলার পশ্চিম বাউরিয়ায় ১৯৪৬ সালের ৩ জানুয়ারি এক শ্রমিক পরিবারে জন্মগ্রহণ করেন। তার পিতা আব্দুল লতিফ মোল্লা ছিলেন একজন পাটকলের শ্রমিক, তিনি যখন খুব অল্প বয়সে মারা যান এবং তাকে তার মা জমিলা খাতুন তার নানা-নানীর বাড়িতে লালন-পালন করেন। সে চেঙ্গাইল জুনিয়র মাদ্রাসায় লেখাপড়া করেছে। তিনি একটি স্থানীয় ক্লাবে সক্রিয় ছিলেন, যা তাকে বাম রাজনীতিতে নিয়ে যায়। তিনি ১৮ বছর বয়সে ১৯৬২ সালে অবিভক্ত কমিউনিস্ট পার্টির (সিপিআই) সদস্য হন। ১৯৬৪ সালের পর তিনি সিপিআইএম-এ যোগ দেন। তিনি কলকাতা বিশ্ববিদ্যালয়ের প্রেসিডেন্সি কলেজ থেকে এমএ ডিগ্রি অর্জন করেন।\n\n\n== রাজনৈতিক জীবন ==\nমোল্লা ১৯৮০ থেকে ১৯৯১ সাল পর্যন্ত ভারতের ডেমোক্রেটিক ইয়ুথ ফেডারেশন (DYFI) এর সাধারণ সম্পাদক ছিলেন। তিনি সিপিআইএম এর একজন সদস্য, ১৯৮২ সাল থেকে পশ্চিমবঙ্গ রাজ্য কমিটির সদস্য, ১৯৮৬ থেকে কেন্দ্রীয় কমিটির সদস্য এবং এপ্রিল ২০১৫-এ ২১তম পার্টি কংগ্রেস থেকে পার্টির পলিটব্যুরো সদস্য হিসেবে দায়িত্ব পালন করছেন। তিনি বর্তমানে অল ইন্ডিয়া কিষাণ সভার (AIKS) সাধারণ সম্পাদক (২০১২ থেকে) এবং অল ইন্ডিয়া এগ্রিকালচারাল ওয়ার্কার্স ইউনিয়নের যুগ্ম সম্পাদক হিসাবে কাজ করছেন।\nতিনি একজন প্রবীণ নেতা এবং সর্বভারতীয় কিষান সংগ্রাম সমন্বয় কমিটি (AIKSCC) এর ওয়ার্কিং কমিটির (সর্বোচ্চ সংস্থা) সদস্য এবং দেশের বিভিন্ন প্রান্ত থেকে কৃষক ইউনিয়নকে একত্রিত করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছেন। তিনি ৪০ বছর ধরে ভারতের কৃষক আন্দোলনে নেতৃত্বের ভূমিকা পালন করছেন। চলমান ভারতীয় কৃষকদের বিক্ষোভে তিনি একজন সিনিয়র নেতার ভূমিকায় অভিনয় করছেন। তিনি ভারত সরকারের সাথে বৈঠকে কৃষক বিক্ষোভকারীদের প্রতিনিধিত্বকারী প্রতিনিধি দলেরও অংশ।\n২০২০ সালের ডিসেম্বরে দিল্লি পুলিশ মোল্লাকে গ্রেপ্তারের জন্য একটি নোটিশ জারি করেছিল, যা কিষান সভা ভারতীয় কৃষকদের প্রতিবাদের পটভূমিতে \"ভীতি প্রদর্শনের প্রচেষ্টা\" বলে দাবি করেছিল।\n৮ ডিসেম্বর জাতীয়ভাবে গুরুত্বপূর্ণ কৃষক ও সরকারি সভায় কী ঘটেছিল সে বিষয়ে সাংবাদিকদের জিজ্ঞাসা করা হলে, মোল্লা উল্লেখযোগ্য উত্তর দেন - \" কুছ না। মুরগি বেথি রাহি, পার আন্দা না দিয়া (আসলে কিছুই না। মুরগি বসেছিল কিন্তু ডিম দেয়নি)। \" কেন্দ্রীয় সরকার এবং স্বরাষ্ট্রমন্ত্রী অমিত শাহকে এখানে চিকেন বলে উল্লেখ করা হয়েছে। এই উক্তিটি জনপ্রিয়তা লাভ করে।\nতার সচিবের অধীনে, এআইকেএস ব্যাপক কৃষক আন্দোলন সংগঠিত করেছে - মহারাষ্ট্রে কিষান লং মার্চ (২০১৮), রাজস্থানে কিষাণ আন্দোলন (২০১৮), কিষাণ মুক্তি মার্চ টু দিল্লি (২০১৮) এবং সমস্ত ভারতীয় কৃষকদের প্রতিবাদ (২০২০)।\n\n\n== নির্বাচনী ক্যারিয়ার ==\nমোল্লা ১৯৮০ থেকে ২০০৯ সাল পর্যন্ত সংসদ সদস্য ছিলেন। তিনি টানা আটবার উলুবেড়িয়া আসন থেকে জয়ী হলেও ২০০৯ সালের নির্বাচনে তৃণমূল কংগ্রেসের সুলতান আহমেদের কাছে তার আসনটি হেরে যান। তিনি ৭ম লোকসভা থেকে ১৪তম লোকসভা পর্যন্ত সদস্য ছিলেন। তিনি পশ্চিমবঙ্গের ওয়াকফ বোর্ডের চেয়ারম্যান হিসেবে দায়িত্ব পালন করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nমোল্লা ১৯৮২ সালে AIDWA নেত্রী মায়মুনা আব্বাসকে বিয়ে করেন। তার এক মেয়ে ও এক ছেলে রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপার্লামেন্ট অফ ইন্ডিয়ার ওয়েবসাইটে অফিসিয়াল জীবনী সংক্রান্ত স্কেচ"}