{"pageid": 1419351, "title": "দেও প্রকাশ রাই", "url": "https://bn.wikipedia.org/wiki?curid=1419351", "content": "দেও প্রকাশ রাই (ডিসেম্বর ১৯২৬ - ১৯৮১) একজন ভারতীয় রাজনীতিবিদ ছিলেন। একজন প্রাক্তন গোর্খা ব্রিগেড সৈনিক, তিনি সর্বভারতীয় গোর্খা লীগের সাধারণ সম্পাদক ছিলেন এবং ১৯৬৭, ১৯৬৯ এবং ১৯৭১ সালে পশ্চিমবঙ্গ রাজ্য সরকারে মন্ত্রী হন।\n\n\n== যৌবন ==\n১৯২৬ সালের ডিসেম্বর মাসে দার্জিলিং এর টুকভার টি এস্টেটে রাই জন্মগ্রহণ করেন। তিনি কে এস সোতাং এর ছেলে। তিনি শিক্ষার উচ্চতর ইংরেজি সার্টিফিকেট পেয়ে অরুং স্কুল অফ এডুকেশনে স্কুলে যান।\n\n\n== সৈনিক ==\nদ্বিতীয় বিশ্বযুদ্ধের সময় রাই গোর্খা ব্রিগেডে তিন বছর দায়িত্ব পালন করেন। তিনি কালার সার্জেন্ট পদে পৌঁছেছেন। ১৯৫০ সালে তিনি মালয়ায় গ্রেফতার হন এবং নির্বাসিত হন, নতুন আর্মি স্কুল অফ এডুকেশন (গুর্খা) এর প্রধান প্রশিক্ষক জন ক্রস তাকে \"কমিউনিস্ট এজেন্ট\" হিসাবে নিন্দা করেছিলেন।\n\n\n== রাজনীতি ও ট্রেড ইউনিয়নবাদে ==\nরাই সর্বভারতীয় গোর্খা লীগের সাধারণ সম্পাদক ছিলেন। ১৯৪৬ সালে, ভারতের কমিউনিস্ট পার্টি (সিপিআই) নেপাল, দক্ষিণ সিকিম এবং দার্জিলিং পাহাড়কে একীভূত করে একটি \"গোর্খাস্থান\" গঠনের ধারণা প্রস্তাব করে। সিপিআই গোর্খা লীগকে গোর্খাস্থান প্রস্তাবকে সমর্থন করার জন্য বোঝানোর চেষ্টা করেছিল, কিন্তু রাই স্পষ্টভাবে এর বিরোধিতা করেছিলেন। একজন ট্রেড ইউনিয়নিস্ট হিসেবে তিনি দার্জিলিং চিয়া কামান শ্রমিক সংঘের প্রতিষ্ঠাতা ছিলেন। তিনি দার্জিলিং কালচারাল ইনস্টিটিউটের পৃষ্ঠপোষক ছিলেন। একজন লেখক হিসেবে তিনি নেপালি ভাষায় অনেক কবিতা এবং ছোট গল্প লিখেছেন।\n\n\n== বিধায়ক ==\n১৯৫৭ সাল থেকে মৃত্যুর আগ পর্যন্ত রাই পশ্চিমবঙ্গ বিধানসভায় দার্জিলিং কেন্দ্রের প্রতিনিধিত্ব করেন।\n\n\n== মন্ত্রী ==\nরাই পশ্চিমবঙ্গের ১৯৬৭ এবং ১৯৬৯ যুক্তফ্রন্ট সরকারগুলিতে তফসিলি জাতি ও উপজাতি কল্যাণ মন্ত্রী মনোনীত হন। তিনি আবার ১৯৭১ রাজ্য সরকারের মন্ত্রী হিসাবে নামকরণ করেছিলেন, এখন তফসিলি জাতি উপজাতি কল্যাণ ও পর্যটনের দায়িত্বে রয়েছেন।\nএক চতুর্থাংশ শতাব্দী ধরে দার্জিলিং পাহাড়ে রাই ছিলেন প্রভাবশালী রাজনীতিবিদ। তিনি তার নিজের সম্প্রদায়ের মধ্যে থেকে সমালোচনা পেয়েছিলেন, যা তাকে কলকাতায় রাজ্য সরকারের সাথে একটি গোপন চুক্তি করার জন্য অভিযুক্ত করেছিল। রাজ পরপর তিনটি রাজ্য মন্ত্রিসভায় মন্ত্রী থাকাকালীন, দার্জিলিং পাহাড়ের প্রশাসনিক স্বায়ত্তশাসনের বিষয়ে কোনো অগ্রগতি হয়নি।\n\n\n== ১৯৭৭ সালের নির্বাচন ==\n১৯৭৭ সালের নির্বাচনের সময় রাই অসুস্থ হয়ে পড়েন।\n১৯৮১ সালে রাই মারা যান। তার মৃত্যুর পর, তার দল দুর্বল হয়ে পড়ে এবং পাহাড়ে রাজনৈতিক ক্ষেত্রে আধিপত্য বিস্তার করতে শুরু করে পাহাড় পরিষদ এবং গোর্খা ন্যাশনাল লিবারেশন ফ্রন্টের মতো আরও জঙ্গি দল।\n\n\n== তথ্যসূত্র =="}