{"pageid": 1419179, "title": "অনুপমা (১৯৬৬-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1419179", "content": "অনুপমা (অনু. Incomparable) হৃষিকেশ মুখার্জি পরিচালিত ১৯৬৬ সালের একটি হিন্দি চলচ্চিত্র। সিনেমাটিতে অভিনয় করেছেন ধর্মেন্দ্র, শর্মিলা ঠাকুর, শশিকলা, দেবেন বর্মা এবং সুরেখা পণ্ডিত। সঙ্গীত পরিচালনা করেছেন হেমন্ত কুমার। ১৯৬৬ সালের জাতীয় চলচ্চিত্র পুরস্কারে এটি হিন্দিতে সেরা ফিচার ফিল্মের জন্য ১৪তম জাতীয় চলচ্চিত্র পুরস্কার জেতে।\nছবিটি সমালোচকদের দ্বারা প্রশংসিত হয়েছিল এবং চারটি ফিল্মফেয়ার পুরস্কারের জন্য মনোনীত হয়েছিল এবং সেরা সিনেমাটোগ্রাফির জন্য ফিল্মফেয়ার পুরস্কার জিতেছিল, সাদাকালো। এটি ভারতীয় বক্স অফিসে \"গড়ের উপরে\" ব্যবসা করেছে। বাবা এবং মেয়ের সম্পর্কের উপর একটি সেরা ভারতীয় সিনেমা।\n\n\n== পটভূমি ==\nমোহন শর্মা (তরুণ বোস), বোম্বেতে এক সফল ব্যবসায়ী, অরুণাকে (সুরেখা পণ্ডিত) একটু বেশি দেরিতেই বিয়ে করেন। তার সুখী দাম্পত্য জীবনের সমাপ্তি ঘটে যখন অরুণা সন্তান প্রসবের সময় মারা যায়, একটি ছোট মেয়ে উমাকে (শর্মিলা ঠাকুর) রেখে যায়। নেশায় মাতাল না হলে মোহন তার মেয়েকে দেখে সহ্য করতে পারে না, কারণ সে তার প্রয়াত স্ত্রীর বেদনাদায়ক স্মৃতি মনে করিয়ে দেয়। স্বাভাবিকভাবেই, উমা একা একাই বড় হয়ে ওঠেন এবং অত্যন্ত অন্তর্মুখী এবং বিষণ্ণ হয়ে পড়েন। সময়ের সাথে সাথে, অতিরিক্ত কাজ এবং মদ্যপানের কারণে মোহনের স্বাস্থ্য হানি ঘটতে শুরু করে; পাহাড়ী স্টেশন মহাবালেশ্বরে আবহাওয়া পরিবর্তনের পরামর্শ দেন চিকিৎসকরা।\nএদিকে, মোহনের বন্ধু হরি মেহতার ছেলে অরুণ মেহতা (দেবেন বর্মা) উমাকে বিয়ে করতে চলেছেন, কিন্তু তার পরিবর্তে অ্যানিকে (শশীকলা) পছন্দ করেন। তিনি পাঁচ বছর বিদেশে ইঞ্জিনিয়ারিং অধ্যয়ন করার পরে দেশে ফিরেছেন, এবং তার বন্ধু অশোককে (ধর্মেন্দ্র) সাথে নিয়ে তাদের সাথে দেখা করতে আসেন। অশোক একজন লেখক ও শিক্ষক যিনি তার সরল প্রকৃতির কারণে বেশিরভাগ সময় বেকার থাকেন। তরুণ অশোক উমার জীবনে প্রবেশ করলে পরিস্থিতি বদলে যায়। উমা অশোকের প্রেমে পড়েন কিন্তু তার বাবা অশোককে অপছন্দ করেন এবং তার বাবা আর তার মধ্যে ইতোমধ্যেই ভঙ্গুর সম্পর্ককে আরও বিপন্ন হবে বলে তিনি কিছু করতে পারেন না। শেষমেশ, উমার বাবা রাজি হন এবং উমা অশোকের সাথে তার গ্রামে চলে যায়।\n\n\n== কুশীলব ==\nধর্মেন্দ্র - অশোক\nশর্মিলা ঠাকুর - উমা শর্মা\nশশীকলা - অনিতা বক্সী 'অ্যানি'\nতরুণ বোস - মোহন শর্মা\nদুলারী- সরলা\nডেভিড - মুসা\nদেবেন বর্মা - অরুণ মেহতা\nনয়না- গৌরী\nদুর্গা খোটে - অশোকের মা\nসুরেখা পণ্ডিত - অরুণা শর্মা\nব্রহ্ম ভরদ্বাজ - সুরেশ বক্সী\n\n\n== উৎপাদন ==\nএক সাক্ষাৎকারে, পরিচালক বলেছেন যে ছবিটি আংশিকভাবে তার চাচাতো ভাইয়ের জীবনের উপর ভিত্তি করে তৈরি হয়েছিল। “আমার চাচী প্রসবের সময় মারা গিয়েছিলেন, আমার চাচা মদ্যপ হয়ে যান, এবং তিনি তার মেয়েকে সহ্য করতে পারতেন না” হিট গান কুছ দিল নে কাহা সহ ছবির কিছু অংশের শুটিং হয়েছিল মহাবালেশ্বরে।\n\n\n== সাউন্ডট্র্যাক ==\nসিনেমাটির সঙ্গীত পরিচালনায় ছিলেন হেমন্ত মুখোপাধ্যায় এবং গীতিকার ছিলেন কাইফি আজমি। মুভিটিতে অনেক জনপ্রিয় গান রয়েছে যেমন সুরেখা ও তরুণ বোসের উপর নির্মিত \"ধীরে ধীরে মাচাল\", গেয়েছেন লতা মঙ্গেশকর এবং সুর করেছেন হেমন্ত মুখোপাধ্যায়। \"ইয়া দিল কি সুনো\" এবং \"কুছ দিল নে কাহা\" এই সিনেমার অন্যান্য স্মরণীয় গান।\n\n\n== মুক্তি ==\n\n\n== পুরস্কার ==\n১৯৬৭: শ্রেষ্ঠ চিত্রগ্রহণ বিভাগে ফিল্মফেয়ার পুরস্কার: জয়বন্ত পাথারে (সাদা-কালো বিভাগে)\nমনোনীত\nশ্রেষ্ঠ চলচ্চিত্র : হৃষিকেশ মুখার্জি\nসেরা পরিচালক: হৃষিকেশ মুখার্জি\nসেরা গল্প: হৃষিকেশ মুখোপাধ্যায়\nশ্রেষ্ঠ পার্শ্ব অভিনেত্রী: শশীকলা\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Anupama  (ইংরেজি)\nHrishikesh Mukherjee's best films - Anupama (1966) at Rediff.com.\nA review of the film by one of its lovers"}