{"pageid": 1419901, "title": "মেটলাইফ স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1419901", "content": "মেটলাইফ স্টেডিয়াম হল ইস্ট রাদারফোর্ড, নিউ জার্সির মেডোল্যান্ডস স্পোর্টস কমপ্লেক্সে একটি উন্মুক্ত-বায়ু বহুমুখী স্টেডিয়াম, ৫ মাইল (৮কিমি) নিউ ইয়র্ক সিটির পশ্চিমে। জায়েন্টস স্টেডিয়াম প্রতিস্থাপনের জন্য ২০১০ সালে খোলা হয়েছিল, এটি ন্যাশনাল ফুটবল লিগ (এনএফএল) এর নিউ ইয়র্ক জায়ান্টস এবং নিউ ইয়র্ক জেটসের হোম ভেন্যু হিসাবে কাজ করে। আনুমানিক $১.৬ বিলিয়ন খরচে, এটি শেষ হওয়ার সময় মার্কিন যুক্তরাষ্ট্রে নির্মিত সবচেয়ে ব্যয়বহুল স্টেডিয়াম ছিল।\nমেটলাইফ স্টেডিয়াম দুটি এনএফএল স্টেডিয়ামের মধ্যে একটি যা দুটি দল ভাগ করেছে। অন্যটি, ক্যালিফোর্নিয়ার ইঙ্গেলউডের সোফি স্টেডিয়াম, লস অ্যাঞ্জেলেস র‌্যামস এবং লস অ্যাঞ্জেলেস চার্জারগুলির হোম ভেন্যু৷ লস অ্যাঞ্জেলেস ক্রিপ্টো ডটকম এরিনা, যা লস অ্যাঞ্জেলেস লেকার্স এবং ন্যাশনাল বাস্কেটবল অ্যাসোসিয়েশন (এনবিএ) এর লস অ্যাঞ্জেলেস ক্লিপারদের আবাসস্থল, এটি বর্তমানে মার্কিন যুক্তরাষ্ট্রে একই স্পোর্টস লিগের দুটি দলকে রাখার তৃতীয় সুবিধা (২০২৪ সালে ক্লিপারগুলি ইনটুইট ডোমে চলে যাবে বলে আশা করা হচ্ছে)। উপরন্তু, মেটলাইফ স্টেডিয়াম হল নিউ ইয়র্ক মেট্রোপলিটন এলাকার পঞ্চম বিল্ডিং যেখানে একই স্পোর্টস লিগের একাধিক দলের আবাসস্থল, পোলো গ্রাউন্ডের পর, যেখানে ১৯১৩ থেকে ১৯২২ সাল পর্যন্ত বেসবল জায়ান্টস এবং ইয়াঙ্কিস ছিল, তৃতীয় ম্যাডিসন স্কয়ার গার্ডেন। যেটি ১৯২৬ থেকে ১৯৪২ সাল পর্যন্ত এনএইচএল এর রেঞ্জার্স এবং আমেরিকানদের হোস্ট করেছিল, শিয়া স্টেডিয়াম, যেটি ১৯৭৪ এবং ১৯৭৫ মৌসুমে মেট এবং ইয়াঙ্কি এবং ১৯৭৫ সালে জেট এবং জায়ান্ট উভয়ই এবং জায়েন্টস স্টেডিয়াম, যা জায়ান্ট এবং জেট উভয়ই হোস্ট করেছিল ১৯৮৪ থেকে ২০০৯ পর্যন্ত। মেটলাইফ স্টেডিয়াম সুপার বোল এক্সএলভিআইআইআই আয়োজন করেছিল এবং ২০২৬ ফিফা বিশ্বকাপের সময় একাধিক ম্যাচ আয়োজন করবে।\n\n\n== ইতিহাস ==\nজায়েন্টস স্টেডিয়াম ৩০ বছর বয়সের কাছাকাছি আসার সাথে সাথে এটি এনএফএল এর পুরানো স্টেডিয়ামগুলির মধ্যে একটি হয়ে উঠছিল। জেট, যারা জায়ান্টদের ভাড়াটে ছিল, তারা ম্যানহাটনে একটি প্রস্তাবিত ওয়েস্ট সাইড স্টেডিয়াম তৈরি করতে চাইছিল। মূলত ২০১২ গ্রীষ্মকালীন অলিম্পিকের জন্য নিউ ইয়র্কের বিডের জন্য ৮৫,০০০ আসনের প্রধান স্টেডিয়াম হওয়ার উদ্দেশ্যে, এটি জেট বিমানের জন্য ৭৫,০০০ আসন কমিয়ে আনার জন্য ডিজাইন করা হয়েছিল। যাইহোক, এটির জন্য উল্লেখযোগ্য পাবলিক তহবিল প্রয়োজন হবে; ২০০৫ সালে প্রকল্পের অগ্রগতি স্থগিত করা হয়েছিল, ক্যাবলভিশন সহ বেশ কয়েকটি উত্সের বিরোধিতার কারণে, যারা সেই সময়ে নিকটবর্তী ম্যাডিসন স্কয়ার গার্ডেনের মালিক ছিল। জেটস তখন একটি নতুন স্টেডিয়াম তৈরি করার জন্য জায়ান্টদের সাথে একটি যৌথ উদ্যোগে প্রবেশ করে যেখানে নিউইয়র্কের দুটি দল সমান অংশীদার হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nস্টেডিয়ামডিবি.কম এ মেটলাইফ স্টেডিয়াম\nনিউ মেডোল্যান্ডস স্টেডিয়াম প্রজেক্ট স্কোপিং ডকুমেন্ট\nওভারগার্ড লিমিটেড / ফ্যাকাড ডিজাইন ও সাপ্লাই\nমেটলাইফ স্টেডিয়ামের বসার চার্ট\nনিউ ইয়র্ক জেটস এবং নিউ ইয়র্ক জায়ান্টস থেকে মিডিয়া:\n\nউডি জনসনের সাথে নতুন জেটস স্টেডিয়াম সফর\nএনএমএস এর ভার্চুয়াল ট্যুর এবং ফ্লাই-থ্রু ভিডিও\nজানুয়ারি ২০১০ নিউ জেটস স্টেডিয়াম সফর\nএনজে/এনওয়াই ২০১৪ সুপার বোল এক্সএলভিআইআইআই বিড উপস্থাপনা\nস্টেডিয়াম পরিবর্তনের টাইম-ল্যাপস ভিডিও\nস্টেডিয়ামের নামকরণের অধিকার\nমেটলাইফ স্টেডিয়াম প্রেসার\nব্রায়ান্ট পার্ক মেটলাইফ স্টেডিয়ামে উদযাপন"}