{"pageid": 1419533, "title": "ফসফরাস অক্সোঅ্যাসিড", "url": "https://bn.wikipedia.org/wiki?curid=1419533", "content": "ফসফরাস অক্সোঅ্যাসিড (ইংরেজি: Phosphorous oxoacids) হল ফসফরাস, হাইড্রোজেন ও অক্সিজেন পরমাণু সমন্বিত কিছু অ্যাসিডের গ্রুপ। আপাত অর্থে অসংখ্য এরূপ অ্যাসিড বর্তমান। কিন্তু অনেক অণুই অস্থিতিশীল এবং তাই অ্যাসিড হিসেবে পাওয়া যায় না। কিন্তু আয়ন তৈরী করার মাধ্যমে নানা কার্যকরী মূলক এবং লবণ গঠন করে।\nজীববিজ্ঞান, ভূতত্ত্ব, শিল্প এবং রাসায়নিক গবেষণায় সবচেয়ে গুরুত্বপূর্ণ হল ফসফরিক অ্যাসিড, যার এস্টার এবং লবণ হল ফসফেট।\nসাধারণভাবে, অক্সিজেন পরমাণুর সাথে বাঁধা যেকোন হাইড্রোজেন পরমাণু আম্লিক হয়, যার অর্থ হল –OH গোষ্ঠী একটি প্রোটন হারাতে পারে H+ একটি ঋণাত্মক চার্জযুক্ত –O− গ্রুপ এবং এইভাবে অ্যাসিডকে 'ফসফরাস অক্সোঅ্যানায়ন'তে পরিণত করা। হারিয়ে যাওয়া প্রতিটি অতিরিক্ত প্রোটনের একটি অ্যাসিড বিয়োজন ধ্রুবক Ka1, Ka2 Ka 3, ..., প্রায়শই এর কোলগারিদম দ্বারা প্রকাশ করা হয় (pKa1, pKa2, pKa3, ...)। ফসফরাসের সাথে সরাসরি যুক্ত হাইড্রোজেন পরমাণু সাধারণত অ্যাসিডিক হয় না।\n\n\n== শ্রেণীবিন্যাস ==\nফসফরাস অক্সোঅ্যাসিডগুলিকে ফসফরাস পরমাণুর জারণ অবস্থা দ্বারা শ্রেণীবদ্ধ করা যেতে পারে, যা +১ থেকে +৫ পর্যন্ত পরিবর্তিত হতে পারে। অক্সিজেন পরমাণুগুলি সাধারণত অক্সিডেশন অবস্থায় থাকে -২, তবে অণুতে পারক্সাইড গ্রুপ অন্তর্ভুক্ত থাকলে তা -১ অবস্থায় থাকতে পারে।\n\n\n=== জারণ স্তর +১ ===\n\nহাইপোফসফরাস অ্যাসিড (বা ফসফিনিক অ্যাসিড), H3PO2 (বা H2PO(OH)), একটি মনোপ্রোটিক অ্যাসিড। এর লবণ ও এস্টার গুলি হাইপোফসফাইট বা ফসফিনেট নামে পরিচিত।\n\n\n=== জারণ স্তর +৩ ===\n\nফসফরাস অ্যাসিড (বা ফসফোনিক অ্যাসিড), H3PO3 (বা HPO(OH)2), একটি ডাইপ্রোটিক অ্যাসিড। এর লবণ ও এস্টার গুলি ফসফাইট বা ফসফোনেট নামে পরিচিত।\n\n\n=== জারণ স্তর +৪ ===\n\nহাইপোফসফরিক অ্যাসিড, H4P2O6 (বা (HO)2P–P(OH)2), একটি টেট্রাপ্রোটিক অ্যাসিড]]। এর লবণ ও এস্টার গুলি হাইপোফসফেট নামে পরিচিত।\n\n\n=== জারণ স্তর +৫ ===\nএই গোষ্ঠীর সবচেয়ে গুরুত্বপূর্ণ সদস্য হল ফসফরিক অ্যাসিড এবং ফসফেট, যেখানে প্রতিটি ফসফরাস পরমাণু চারটি অক্সিজেন পরমাণুর সাথে বন্ধন দ্বারা যুক্ত এবং তাদের মধ্যে একটি দ্বিবন্ধন দ্বারা যুক্ত। এগুলি একটি টেট্রাহেড্রনের কোণ হিসাবে সাজানো। এই PO4 টেট্রাহেড্রাগুলি ভাগ করা একক বন্ধনযুক্ত অক্সিজেন দ্বারা সংযুক্ত হতে পারে, রৈখিক বা শাখাযুক্ত শৃঙ্খল, চক্র বা আরও জটিল কাঠামো তৈরি করতে পারে। একক বন্ধনযুক্ত অক্সিজেন পরমাণু যেগুলি ভাগ করা হয় না সেগুলি অম্লীয় হাইড্রোজেন পরমাণুর সাথে সম্পূর্ণ হয়। তাদের জেনেরিক সূত্র হল Hn−x+2PnO3n−x+1, যেখানে n হল ফসফরাস পরমাণুর সংখ্যা এবং x হল অণুর গঠনে মৌলিক চক্র সংখ্যা।\nএই অ্যাসিড, এবং তাদের এস্টার এবং লবণ (\"ফসফেট\") ফসফরাসের সবচেয়ে পরিচিত এবং সবচেয়ে গুরুত্বপূর্ণ যৌগগুলির অন্তর্ভুক্ত।\n\nএই গোষ্ঠীর সবচেয়ে সরল অ্যাসিড হল অর্থোফসফরিক অ্যাসিড।\nদুই বা ততোধিক ফসফরাস পরমাণু সহ এই শ্রেণীর ক্ষুদ্রতম যৌগগুলিকে \"অলিগোফসফরিক অ্যাসিড\" বলা হয় এবং রৈখিক –P–O– ব্যাকবোন সহ বড় যৌগগুলি হল \"পলিফসফরিক অ্যাসিড\"; উভয়ের মধ্যে কোন সুনির্দিষ্ট বিচ্ছেদ নেই। সবচেয়ে গুরুত্বপূর্ণ সদস্যদের মধ্যে কিছু হল:\n\nপাইরোফসফরিক অ্যাসিড, H4P2O7 (বা (HO)2P–O–P(OH)2), চারটি আম্লিক হাইড্রোজেন বর্তমান। পাইরোফসফেট তৈরি করে।\nট্রাইফসফরিক অ্যাসিড (বা ট্রাইপলিফসফরিক অ্যাসিড), H5P3O10 (বা (HO)2P–O–P(OH)–O–P(OH)2), পাঁচটি আম্লিক হাইড্রোজেন বর্তমান। ট্রাইফসফেট তৈরি করে।\nটেট্রাফসফরিক অ্যাসিড, H6P4O13 (বা (HO)2P(–O–P(OH))2–O–P(OH)2), ছয়টি আম্লিক হাইড্রোজেন বর্তমান। টেট্রাফসফেট তৈরি করে।\nচক্রাকার ব্যাকবোন যুক্ত ট্রাইফসফোনো ফসফরিক অ্যাসিড, H6P4O13 বা P(O)(–OP(O)(OH)2)3, যা টেট্রাপলিফসফরিক অ্যাসিডের আইসোমার।\nPO4 চতুস্তলকটি চক্রাকার আকার ধারণ করে:\n\nট্রাইমেটাফসফরিক অ্যাসিড (or সাইক্লোট্রাইফসফরিক অ্যাসিড), H3P3O9 (বা (HPO3)3, (–P(O)(OH)–O–)3), একটি চক্রাকার অণু যাতে তিনটি আম্লিক হাইড্রোজেন আছে। ট্রাইমেটাফসফেট লবণ ও এস্টার তৈরী করে।\nমেটাফসফরিক অ্যাসিড এর সাধারণ সংকেত HPO3, কিন্তু এর গঠনে তিনটি এরকম একক বর্তমান ((HPO3)3)।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nএছাড়া আরেকটি অ্যাসিড যাকে এই শ্রেণীভুক্ত করা যায়:\n\nপারক্সোমনোফসফরিক অ্যাসিড, H3PO5 (বা OP(OH)2(OOH)), যা একটি মনোফসফরিক অ্যাসিড যাতে পারক্সাইড গ্রুপ বর্তমান।\n\n\n=== মিশ্র জারণ স্তর ===\nদুই বা ততোধিক ফসফরাস পরমাণু যে অ্যাসিডে উপস্থিত, তাতে মিশ্র জারণ স্তর দেখা যেতে পারে। যেমন, আইসোহাইপোফসফরিক অ্যাসিড H4P2O6 (বা H(OH)(O)P−O−P(O)(OH)2)। এটি একটি টেট্রাপ্রোটিক অ্যাসিড এবং হাইপোফসফরিক অ্যাসিডের আইসোমার। এতে ফসফরাসের জারণ স্তর +৩ ও +৫।\n\n\n== আরও পড়ুন ==\nSchröder HC, Kurz L, Muller WE, Lorenz B (মার্চ ২০০০)। \"Polyphosphate in bone\" (পিডিএফ)। Biochemistry (Moscow)। 65 (3): 296–303। ২০১১-০৮-২৫ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nDetermination of Polyphosphates Using Ion Chromatography with Suppressed Conductivity Detection, Application Note 71 by Dionex\nUS 3044851, Young, Donald C., \"Production of ammonium phosphates and product thereof\", 1962-07-17 তারিখে প্রকাশিত,  Collier Carbon & Chemical Co.-কে নিযুক্ত করা হয়েছে। \nPhosphorus Acids যুক্তরাষ্ট্রের জাতীয় চিকিৎসা গ্রন্থাগারে চিকিৎসা বিষয়ক শিরোনাম (MeSH)"}