{"pageid": 1419169, "title": "সাঁঝ অর সাবেরা (১৯৬৪-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1419169", "content": "সাঞ্ঝ অর সাবেরা (আক্ষ. 'Dusk and Dawn') হল ১৯৬৪ সালের একটি বলিউড রোমান্টিক ড্রামা ফিল্ম যেখানে গুরু দত্ত, মীনা কুমারী এবং মেহমুদ অভিনীত। এটি প্রযোজনা করেছেন সেবন্তীলাল শাহ এবং পরিচালনা করেছেন হৃষিকেশ মুখার্জি। ছবির সঙ্গীত পরিচালনা করেছেন শঙ্কর জয়কিশান। এটি গুরু দত্তের শেষ চলচ্চিত্রে উপস্থিতি, তিনি পরে ছবিটি মুক্তির বছরই মারা যান।\n\n\n== পটভূমি ==\nডঃ শঙ্কর চৌধুরী, এক ধনী ডাক্তার যিনি তার ছোট বোন মঞ্জু এবং তার বিধবা মা রুক্মিনীর সাথে বোম্বেতে থাকেন। তার মা তার জন্য অ্যাডভোকেট মধুসূদনের মেয়ে মায়ার সাথে বিয়ের ব্যবস্থা করেছেন। সে বিয়েতে রাজি হয়, যদিও সে বা তার মা কেউই তাকে দেখেননি। অনুষ্ঠান চলাকালীন, মায়া অজ্ঞান হয়ে যায় এবং তার চাচাতো ভাই, প্রকাশ এবং মধুসূদনের তত্ত্বাবধানে সুস্থ হয়ে ওঠে এবং তারপরের দিন শঙ্করের সাথে তার বাড়িতে যায়। মায়া শঙ্করের যৌন অগ্রগতি প্রত্যাখ্যান করে, কারণ সে একটি পবিত্র উপবাস যাপন করছে।\nবেনারস সফরে, যেখানে মধুসূদন এখন থাকেন, শঙ্কর ভগবান বিশ্বনাথের মন্দিরে মায়াকে আবার বিয়ে করেন। তাদের সম্পর্কের ঘনিষ্ঠতা বাড়ে এবং সে গর্ভবতী হয়।\nশঙ্কর একদিন বাড়িতে ফিরে আবিষ্কার করেন যে প্রকাশ ও মায়া নিখোঁজ; তাদের জন্য তার খোঁজ নিষ্ফল হয়। পরে তিনি জানতে পারেন যে তার স্ত্রী এক প্রতারক এবং সে সম্ভবত প্রকাশকে বিয়ে করেছে।\n\n\n== কুশীলব ==\nমীনা কুমারী — গৌরী\nগুরু দত্ত — ড. শঙ্কর চৌধুরী\nমেহমুদ — প্রকাশ\nশুভা খোটে — রাধা\nমনমোহন কৃষ্ণ\nপদ্মাদেবী — (পদ্মা দেবী রূপে)\nজগদেব\nহরিন্দ্রনাথ চট্টোপাধ্যায় — রাধার মামা\nব্রহ্ম ভরদ্বাজ\nকানু রায়\nরশিদ খান — গানের দোকানের মালিক\nপ্রীতি বালা\nমনোরমা — প্রবীণ পাল - রাধার মা (রুবি পাল চরিত্রে)\nজেব রহমান — মায়া\n\n\n== সাউন্ডট্র্যাক ==\n\"আজুন না আয়ে বালামওয়া রিভাইভাল\": মোহাম্মদ রফি, সুমন কল্যাণপুর\n\"আজুন না আয়ে বালামওয়া\": মোহাম্মদ রফি, সুমন কল্যাণপুর\n\"চাঁদ কানওয়াল মেরে চাঁদ কানওয়াল\": সুমন কল্যাণপুর\n\"মন মোহন কৃষ্ণ মুরারি\": লতা মঙ্গেশকর\n\"ও সাজনা মেরে ঘর অঙ্গনা\": লতা মঙ্গেশকর\n\"তকদীর কাহান লে যায়েগি মালুম নাহি\": মোহাম্মদ রফি\n\"ইয়েহি হ্যায় ওহ সাঁজ অর সাভেরা\": মোহাম্মদ রফি, আশা ভোঁসলে\n\"জিন্দেগি মুঝকো দেখা দে রাস্তা\": মোহাম্মদ রফি\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সাঁঝ অর সাবেরা  (ইংরেজি)"}