{"pageid": 1419944, "title": "বিপ্লব দাসগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1419944", "content": "বিপ্লব দাশগুপ্ত (২ জানুয়ারী ১৯৩৮ - ১৭ জুলাই ২০০৫) একজন মার্কসীয় অর্থনীতিবিদ, রাজ্যসভা, লোকসভা এবং সিপিআই(এম) এর বেঙ্গল স্টেট কমিটির প্রাক্তন সদস্য ছিলেন। তিনি ভারতের কৃষি অর্থনীতির উপর বেশ কিছু বইয়ের লেখক ছিলেন।\n\n\n== জীবনী ==\nড. বিপ্লব দাশগুপ্ত কলকাতা বিশ্ববিদ্যালয় থেকে অর্থনীতিতে এমএ ডিগ্রি লাভ করেন। ১৯৬৭ সালে তিনি \"তেলের দাম এবং ভারতীয় বাজার, ১৮৮৬-১৯৬৪\" থিসিসের জন্য SOAS-এর সদস্য হিসাবে লন্ডন বিশ্ববিদ্যালয়ের পিএইচডি লাভ করেন যেখানে তার তত্ত্বাবধায়ক ছিলেন এডিথ পেনরোজ। এছাড়াও তিনি ইউনিভার্সিটি অব লন্ডন থেকে কম্পিউটার সায়েন্সে এমএসসি ডিগ্রি লাভ করেন।\nদাশগুপ্ত ১৯৫০-এর দশকের একজন জনপ্রিয় ছাত্র নেতা ছিলেন এবং ১৯৫৫ সালে সিপিআই- এর সদস্য হন। তিনি ১৯৬৪ সালে সিপিআই(এম)-এ যোগ দেন।\nতিনি ১৯৮০ সালে রাজ্য কমিটির সদস্য নির্বাচিত হন। তিনি ১৯৮৫ সালে সিপিআই(এম) এর কেন্দ্রীয় কমিটির সদস্য হন। লন্ডন এবং সাসেক্স বিশ্ববিদ্যালয়ের একজন শিক্ষক, দাশগুপ্ত ১৯৭২ এবং ১৯৭৮ সালের মধ্যে FAO, ILO, UNESCO, UNRISD এবং UNEP সহ জাতিসংঘ সংস্থার উপদেষ্টা হিসাবে কাজ করেছিলেন। তিনি CPI(M)- এর সাংস্কৃতিক মাসিক নন্দন পত্রিকার সম্পাদকও ছিলেন। তিনি ১৯৮৯ সালে লোকসভায় নির্বাচিত হন।\n\n\n== মৃত্যু ==\nবিপ্লব দাশগুপ্ত ৬৬ বছর বয়সে পারকিনসন রোগে মারা যান।\n\n\n== উল্লেখযোগ্য কাজ ==\n\n\n=== বই ===\nভারতে তেল শিল্প : কিছু অর্থনৈতিক দিক (1971)\nনকশাল আন্দোলন (1975)\nভারতীয় রাজনীতিতে নিদর্শন এবং প্রবণতা (1976)\nগ্রামীণ এলাকা থেকে অভিবাসন (1977)\nগ্রাম সমাজ এবং শ্রম ব্যবহার (1977)\nভারতে কৃষি পরিবর্তন এবং নতুন প্রযুক্তি (1977)\nতৃতীয় বিশ্বে গ্রাম অধ্যয়ন (1977)\nনতুন কৃষি প্রযুক্তি এবং ভারত (1980)\nনকশালবাদী আন্দোলন (হিন্দিতে) (1980)\nনগরায়ন অভিবাসন এবং গ্রামীণ পরিবর্তন (1984)\nকলকাতার আরবান ফিউচার: অ্যাগনিজ ফ্রম দ্য পাস্ট অ্যান্ড প্রসপেক্টস ফর দ্য ফিউচার (১৯৯২)\nভারতে নগরায়ন : মৌলিক পরিষেবা এবং জনগণের অংশগ্রহণ (1993)\nস্ট্রাকচারাল অ্যাডজাস্টমেন্ট, গ্লোবাল ট্রেড অ্যান্ড দ্য নিউ পলিটিক্যাল ইকোনমি অফ ডেভেলপমেন্ট (1998)\nইউরোপীয় বাণিজ্য এবং ঔপনিবেশিক বিজয় (সংগীত দক্ষিণ এশিয়ান স্টাডিজ) (2005)\nবিশ্বায়ন: ভারতের সমন্বয় অভিজ্ঞতা (2005)\nএছাড়াও তিনি CADC- তে প্রশাসক হিসেবে তাঁর অভিজ্ঞতার মতো বিভিন্ন বিষয়ে বাংলায় বেশ কিছু বই লিখেছেন। তাঁর শেষ বইটি ছিল বাঙালির উন্নয়ন, তাদের ইতিহাস, সমাজ, অর্থনীতি, সংস্কৃতি ও ভাষার প্রবন্ধ।\nএছাড়াও তিনি ব্যাপকভাবে ভ্রমণ করেছিলেন এবং তিনি প্রতিক্ষণ এবং নন্দনের মতো বিভিন্ন বাংলা সাময়িকীতে নিয়মিতভাবে চল্লিশটি দেশে এবং ভারতের অভ্যন্তরে তার অভিজ্ঞতা সম্পর্কে অবদান রেখেছিলেন। আফ্রিকার বিভিন্ন অংশে তাঁর অভিজ্ঞতা বাধ্যতামূলক 'আফ্রিকা অমনিবাস' (বাংলায়)।\n\n\n== তথ্যসূত্র ==\nইন্ডিয়া টাইমস-এ শ্মশান\nশ্মশান</link>এক্সপ্রেস ইন্ডিয়াতে"}