{"pageid": 1419001, "title": "মোংলা সরকারি কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1419001", "content": "মোংলা সরকারি কলেজ বাংলাদেশের বাগেরহাট জেলার মোংলা উপজেলায় অবস্থিত একটি সরকারি কলেজ। এটি ১৯৮১ সালে প্রতিষ্ঠিত হয়।\n\n\n== ইতিহাস ==\nমোংলা সরকারি কলেজ বাংলাদেশের বাগেরহাট জেলার মোংলা উপজেলায় অবস্থিত একটি কলেজ। এটি ১৯৮১ সালে প্রতিষ্ঠিত হয়। দক্ষিণ-পশ্চিম বাংলাদেশের কলেজসমূহের মধ্যে অন্যতম। ১৯৮১ সালে আব্দুল বাতেন ও তার সহযোগীরা এই কলেজ প্রতিষ্ঠা করেন। ১৯৮১ সালের ১৮ই মে ভিত্তিপ্রস্তর স্থাপনের মাধ্যমে দক্ষিণ বাংলার ঐতিহ্যবাহী বিদ্যাপীঠ মোংলা সরকারি কলেজের ঐতিহাসিক যাত্রা শুরু হয়। স্থানীয় বিদ্যোৎসাহী ব্যক্তিবর্গের উদ্যোগে এবং গণমানুষের সহযোগিতায় কলেজটি প্রতিষ্ঠিত হয়। আন্তর্জাতিক সমুদ্র-বন্দর মোংলার প্রাণকেন্দ্রে অবস্থিত এ বিদ্যাপীঠ অত্র এলাকার মানুষের শিক্ষা ও সংস্কৃতির কাঙ্ক্ষিত চাহিদা মিটিয়ে আলোকিত মানুষ গড়ার এক মহান ব্রত পালন করে চলেছে। শিক্ষাক্ষেত্রে পিছিয়ে থাকা এ জনপদবাসীর দীর্ঘদিনের স্বপ্ন পূরণে এ বিদ্যাপীঠ আলোকবর্তিকা হিসেবে কাজ করছে। মোংলার প্রথম উচ্চ শিক্ষা-প্রতিষ্ঠান মোংলা সরকারি কলেজ পরীক্ষায় কাঙ্ক্ষিত ফলাফল অর্জন এবং খেলাধুলা ও সাংস্কৃতিক ক্ষেত্রে উপজেলা, জেলা ও বিভাগীয় পর্যায়ে একটি সম্মানজনক অবস্থান অর্জন করতে সক্ষম হয়েছে। ২০১৬ সালের ৩০শে মার্চ কলেজটি জাতীয়করণ করা হয়। তখন থেকে মোংলা সরকারি কলেজ নামে নামকরণ করা হয়।\nমোংলা সরকারি কলেজ বর্তমানে একটি পূর্ণাঙ্গ উচ্চশিক্ষা প্রতিষ্ঠান। উচ্চমাধ্যমিক, ডিগ্রি ও স্নাতক (সম্মান) পর্যায়ে অভিজ্ঞ শিক্ষকবৃন্দ পাঠদান করেন। কোর্সভিত্তিক প্রতিটি স্তরে পরীক্ষার ফলাফল সন্তোষজনক। মোংলা সরকারি কলেজে পর্যাপ্ত শ্রেণিকক্ষ, সমৃদ্ধ একটি লাইব্রেরি, বিজ্ঞানাগার, কম্পিউটার ল্যাব, শ্রেণিকক্ষে প্রজেক্টরে ক্লাস নেওয়ার ব্যবস্থা, ছাত্র-ছাত্রী কমনরুম, বিতর্ক ও সাংস্কৃতিক অনুষ্ঠান পরিচালনার জন্য রয়েছে বৃহৎ মিলনায়তন। বৃহত্তর পরিসরে কথা বলা ও আলোচনা অনুষ্ঠানের জন্য রয়েছে সাউন্ডসিস্টেম। প্রায় ছয় একর জমির উপর বর্গাকার এবং চতুর্দিকে সীমানা প্রাচীর দ্বারা সুরক্ষিত একটি ক্যাম্পাস, যেটি অসংখ্য বৃক্ষের ছায়ায় ঢাকা। ভবনসমূহের সামনে রয়েছে আকর্ষণীয় ফুলের বাগান। কলেজ ক্যাম্পাসের একদিকে রয়েছে খেলার মাঠ আর অন্যদিকে রয়েছে বৃহৎ স্বচ্ছ মিষ্টিপানির পুকুর। এক কথায় চমৎকার সুন্দর পরিবেশ। কলেজ চলাকালীন ক্যাম্পাসে যাতে কোনো অনাকাঙ্ক্ষিত ঘটনা না ঘটে সেজন্য শিক্ষকবৃন্দের তত্ত্বাবধানে সার্বক্ষণিক মনিটরিংয়ের ব্যবস্থা রয়েছে। সকলের সার্বিক তত্ত্বাবধান ও সহযোগিতায় অত্যন্ত চমৎকার একটি শিক্ষাবান্ধব পরিবেশ নিয়ে এগিয়ে যাচ্ছে মোংলা সরকারি কলেজ।\nকলেজের উচ্চ মাধ্যমিক পর্যায়ে মানবিক, বিজ্ঞান ও ব্যবসায়ী শিক্ষা শাখায় পাঠদান করা হয়। ডিগ্রি পর্যায়ে মানবিক ও ব্যবসায় শিক্ষা বিভাগে পাঠদান করা হয়। রাষ্ট্রবিজ্ঞান এবং হিসাববিজ্ঞান বিভাগে অনার্স পর্যায়ে পাঠদান করা হয়।\n\n\n== সম্পর্কে ==\nমোংলা কলেজটি বাগেরহাট জেলার মোংলা উপজেলা সদরের মোংলা বন্দর পৌরসভায় অবস্থিত। সুন্দরবন, বিশ্বের বৃহত্তম ম্যানগ্রোভ বন মোংলা সংলগ্ন। এটি বাগেরহাট জেলার অন্যতম সেরা কলেজ। এই কলেজটি ১৯৮১ সালে প্রতিষ্ঠিত হয়। এখানে তিনটি স্তরের শিক্ষার্থী যেমন ইন্টারমিডিয়েট, ডিগ্রি (পাস) এবং অনার্স কোর্স অধ্যয়ন করে। প্রায় ১৫০০ ছাত্র আছে. ২০১১-২০১২ সেশন থেকে দুটি বিষয়ে (হিসাববিজ্ঞান ও রাষ্ট্রবিজ্ঞান) অনার্স কোর্স শুরু হয়। এখানে একটি বৃহৎ এবং স্বতন্ত্র লাইব্রেরি রয়েছে যেখানে শিক্ষার্থী এবং শিক্ষকরা নিয়মিত ভালো প্রস্তুতির জন্য অধ্যয়ন করেন। এছাড়াও একটি বিজ্ঞান পরীক্ষাগার এবং একটি কম্পিউটার ল্যাব রয়েছে যেখানে শিক্ষার্থীরা সহজেই শিখতে এবং অনুশীলন করতে পারে। এই কলেজের সামনে একটি বড় খেলার মাঠ ও বড় পুকুর রয়েছে।\n\n\n== আরো দেখুন ==\nবাংলাদেশের কলেজের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}