{"pageid": 1419779, "title": "ক্যারেন ব্ল্যাক", "url": "https://bn.wikipedia.org/wiki?curid=1419779", "content": "ক্যারেন ব্ল্যাঞ্চ ব্ল্যাক (ইংরেজি: Karen Blanche Black; জন্ম: জিগলার; ১ জুলাই ১৯৩৯ - ৮ আগস্ট ২০২৩) একজন মার্কিন অভিনেত্রী, চিত্রনাট্যকার, গায়িকা ও গীতিকার। তিনি ১৯৭০-এর দশকে বিভিন্ন স্টুডিও ও স্বাধীন চলচ্চিত্রে অভিনয় করে খ্যাতি অর্জন করেন। তাকে প্রায়ই খামখেয়ালি ও উদ্ভট চরিত্রে অভিনয় করতে দেখা যেত এবং এই সময়ে নিজেকে নব হলিউডের অন্যতম ব্যক্তিত্ব হিসেবে প্রতিষ্ঠিত করেন। ৫০ বছরের বেশি সময়ের কর্মজীবনে তিনি স্বাধীন ও মূলধারার চলচ্চিত্রে ২০০টির বেশি চলচ্চিত্রে অভিনয় করেছেন। ব্ল্যাক তার কর্মজীবনে একাধিক পুরস্কার ও স্বীকৃতি অর্জন করেছেন, তন্মধ্যে রয়েছে দুটি গোল্ডেন গ্লোব পুরস্কার জয় এবং একটি একাডেমি পুরস্কারের মনোনয়ন।\nশিকাগোর উপশহরে জন্মগ্রহণকারী ব্ল্যাক নর্থওয়েস্টার্ন বিশ্ববিদ্যালয়ে নাট্যতত্ত্ব নিয়ে পড়াশোনা করেন, কিন্তু পড়াশোনা শেষ না করেই নিউ ইয়র্ক সিটিতে পাড়ি জমান। তিনি ১৯৬৫ সালে ব্রডওয়ে মঞ্চে অভিনয় করেন এবং ফ্রান্সিস ফোর্ড কোপলার ইউ'র আ বিগ বয় নাউ (১৯৬৬) দিয়ে তার চলচ্চিত্রে অভিষেক ঘটে। ব্ল্যাক ক্যালিফোর্নিয়ায় চলে যান এবং ডেনিস হপারের পথ চলচ্চিত্র ইজি রাইডার (১৯৬৯)-এ এলএসডি নেশাসক্ত যৌনকর্মী চরিত্রে অভিনয় করেন। যার ফলে তিনি নাট্যধর্মী ফাইভ ইজি পিসেস (১৯৭০)-এ শ্রেষ্ঠাংশে অভিনয়ের সুযোগ পান। এতে আশাহত একজন ওয়েট্রেস চরিত্রে অভিনয় করে তিনি শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করেন ও গোল্ডেন গ্লোব পুরস্কার অর্জন করেন। তার প্রথম ব্যবসাসফল চলচ্চিত্র ছিল বিপর্যয় সংক্রান্ত চলচ্চিত্র এয়ারপোর্ট ১৯৭৫ (১৯৭৪) এবং এরপর তিনি দ্য গ্রেট গ্যাটসবি (১৯৭৪) চলচ্চিত্রে অভিনয় করে শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে তার দ্বিতীয় গোল্ডেন গ্লোব পুরস্কার অর্জন করেন।\nব্ল্যাক রবার্ট অল্টম্যানের তারকাবহুল সঙ্গীত-নাট্যধর্মী ন্যাশভিল (১৯৭৫) চলচ্চিত্রে জমকালো কান্ট্রি সঙ্গীতশিল্পী চরিত্রে অভিনয় করেন এবং দুটি গান রচনা ও পরিবেশন করেন, যার জন্য তিনি একটি গ্র্যামি পুরস্কারের মনোনয়ন লাভ করেন। জন স্লেসিঙ্গারের নাট্যধর্মী দ্য ডে অব দ্য লোকাস্ট (১৯৭৫)-এর জন্য তিনি তার তৃতীয় গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন লাভ করেন, এইবার নাট্যধর্মী চলচ্চিত্রে শ্রেষ্ঠ অভিনেত্রী বিভাগে। ব্ল্যাক এরপর ড্যান কার্টিসের সংকলিত ভীতিপ্রদ চলচ্চিত্র ট্রিলজি অব টেরর (১৯৭৫)-এ চারটি চরিত্রে এবং অতিপ্রাকৃত ভীতিপ্রদ চলচ্চিত্র বার্ন্ট অফারিংস (১৯৭৬)-এ অভিনয় করেন। একই বছর তিনি আলফ্রেড হিচককের নির্মিত সর্বশেষ চলচ্চিত্র ফ্যামিলি প্লট-এ একজন কন আর্টিস্ট চরিত্রে  অভিনয় করেন।\n১৯৮২ সালে ব্ল্যাক রবার্ট অল্টম্যান পরিচালিত প্রথম ব্রডওয়ে মঞ্চনাটক কাম ব্যাক টু দ্য ফাইভ অ্যান্ড ডাইম, জিমি ডিন, জিমি ডিন-এ একজন রূপান্তরকামী নারী চরিত্রে অভিনয় করেন, যেই চরিত্রটি তিনি এই নাটকের চলচ্চিত্ররূপেও অভিনয় করেন। তিনি এরপর হাস্যরসাত্মক ক্যান শি বেক আ চেরি পাই? (১৯৮৩) ও ইনভেডার্স ফ্রম মার্স (১৯৮৬) চলচ্চিত্রে শ্রেষ্ঠাংশে অভিনয় করেন। ১৯৮০-এর দশকের শেষভাগে ও ১৯৯০-এর দশকে ব্ল্যাক বিভিন্ন আর্টহাউজ, স্বাধীন ও ভীতিপ্রদ চলচ্চিত্রে শ্রেষ্ঠাংশে অভিনয় করেন এবং চিত্রনাট্য লিখেন। তিনি রব জম্বির হাউজ অব ওয়ান থাউজেন্ড কর্পসেস (২০০৩)-এ খল চরিত্রে অভিনয় করেন, যার ফলে তিনি কাল্ট হরর আইকন হিসেবে গণ্য হন। ব্ল্যাক ২০০০-এর দশকের শুরুতে নিম্ন-প্রোফাইলের চলচ্চিত্রে অভিনয় করেন এবং ২০১৩ সালে পেরিঅ্যামপিউলারি ক্যান্সারে মৃত্যুর পূর্ব পর্যন্ত নাট্যকার হিসেবে কাজ করে যান।\n\n\n== জীবনী ও কর্মজীবন ==\nক্যারেন ব্ল্যাঞ্চ জিগলার ১৯৩৯ সালের ১লা জুলাই ইলিনয় অঙ্গরাজ্যের পার্ক রিজ উপশহরে জন্মগ্রহণ করেন। তার পিতা নরম্যান আর্থার জিগলার একজন প্রকৌশলী ও ব্যবসায়ী ছিলেন এবং মাতা এলসি ম্যারি (জন্ম: রেইফ) একাধিক পুরস্কার বিজয়ী শিশুতোষ উপন্যাস লেখিকা ছিলেন। তার পিতামহ আর্থার চার্লস জিগলার একজন ধ্রুপদী সঙ্গীতজ্ঞ এবং শিকাগো সিম্ফনি অর্কেস্ট্রার প্রথম বেহালাবাদক ছিলেন। তার বোন গেইল ব্রাউন একজন অভিনেত্রী ও তার এক ভাই ছিল। ক্যারেন জার্মান, চেক ও নরওয়েজীয় বংশোদ্ভূত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅলমুভিতে ক্যারেন ব্ল্যাক\nইন্টারনেট মুভি ডেটাবেজে ক্যারেন ব্ল্যাক (ইংরেজি)\nইন্টারনেট ব্রডওয়ে ডেটাবেজে ক্যারেন ব্ল্যাক  (ইংরেজি)\nইন্টারনেট অফ-ব্রডওয়ে ডেটাবেজে ক্যারেন ব্ল্যাক (ইংরেজি)\nইউটিউবে \"The Films of Karen Black\", video compilation, 3 min.\nStuck! movie site\nPodcast interview March 2007\nKaren Black — The Terror Trap\nফাইন্ড এ গ্রেইভে ক্যারেন ব্ল্যাক (ইংরেজি)"}