{"pageid": 1419309, "title": "লন্ডন ব্রিজ স্টেশন অর্গান", "url": "https://bn.wikipedia.org/wiki?curid=1419309", "content": "লন্ডন ব্রিজ স্টেশন পাইপ অর্গান ১৮৮০ সালে নির্মিত একটি ভিক্টোরিয়ান পাইপ অর্গান। \"পাইপ আপ ফর পাইপ অর্গানস\" নামের একটি দাতব্য সংস্থা একটি বন্ধ হয়ে যাওয়া গীর্জা থেকে এটিকে সংরক্ষণ করে। ২০২২ সালে অর্গানটি লন্ডন ব্রিজ স্টেশনে যাত্রী ও পথাচারীদের বাজানোর জন্য স্থাপন করা হয়। নির্মাতার নামানুসারে এটি হেনরি নামেও পরিচিত।\n\n\n== ইতিহাস ==\n\n\n=== গীর্জার অর্গান ===\nহেনরি জোন্স ১৮৮০ সালে পাইপ অর্গানটি তৈরি করেছিলেন, তার নামানুসারে এটিকে 'হেনরি' নামে ডাক হয়। ২০২০ সালের জুলাই মাস পর্যন্ত এটি উত্তর লন্ডনের ওয়েটস্টোনের একটি ইউনাইটেড রিফর্মড গির্জায় ছিল, সেমাসে গীর্জা বন্ধ হয়ে যায়। ২০২১ সালে বন্ধ গীর্জা থেকে অর্গান সরানো হয়েছিল। অর্গানে একটি হস্তচালিত ও একটি পায়ে চালিত কী-বোর্ড  এবং আটটি উলম্ব বাঁশি রয়েছে। অর্গানের বাঁশিতে একটি ৩০-মিনিটের সুইচ রয়েছে এবং এটি যে কেউ বাজানোর জন্য উপলব্ধ। বেলজিয়ামের দাতব্য সংস্থা দ্য ফিউচার ফর রিলিজিয়াস হেরিটেজ এটিকে \"বিশ্বের প্রথম উন্মুক্ত ব্যবহারযোগ্য রেলওয়ে স্টেশন পাইপ অর্গান\" বলে বিশ্বাস করে।\n\n\n=== জনসাধারণের ব্যবহার ===\n\"পাইপ আপ ফর পাইপ অর্গানস\" নামক অর্গান পুনরুদ্ধারকারী দাতব্য প্রকল্প মার্টিন রেনশোর নেতৃত্বে হেনরিকে ২০২২ সালে লন্ডন ব্রিজ স্টেশনে (সেন্ট থমাস স্ট্রিটের কাছে স্টেইনার স্ট্রিট সংযোগে) স্থানান্ত করা হয়েছিল। প্রকল্পটি অনুমান অনুযায় যুক্তরাজ্যে আনুমানিক ৩৫,০০০ পাইপ অর্গান আছে, \"সপ্তাহে সর্বোচ্চ চারটি পর্যন্ত পাইপ অর্গান সরিয়ে নিয়ে আবর্জনা হিসেবে ফেলে দেওয়া হচ্ছে \"। দাতব্য সংস্থাটি ব্রিটিশ পাইপ অর্গান উদ্ধার বা সংরক্ষণ করে ফ্রান্স, পূর্ব ইউরোপ, নরওয়ে, নেদারল্যান্ডস, ডেনমার্ক এবং সুইজারল্যান্ডে স্থানান্তর করে।\n\n\n== অভ্যর্থনা ==\n২০২২ সালে পাইপ অর্গানটি লন্ডন ব্রিজ স্টেশনে স্থানান্তর করা হয়, ২৭ অক্টোবর তারিখে একটি অনুষ্ঠান করে হেনরিকে স্টেশনে স্থাপন করা হয়। কেমব্রিজের পেমব্রোক কলেজের সঙ্গীত পরিচালক আনা ল্যাপউড, যিনি \"টিকটক অর্গানিস্ট\" নামেও পরিচিত,  সে অনুষ্ঠানে অর্গান বাজিয়েছিলেন৷ আয়োজক এবং যুক্তরাজ্যের রেল অবকাঠামো নিয়ন্ত্রক নেটওয়ার্ক রেল কর্মকর্তারা জনসাধারণের কাছ থেকে যে ইতিবাচক প্রতিক্রিয়া দেখেছেন। পথচারী, যাত্রী অথবা যেকেউ হেনরি নামের  পাইপ অর্গানটি বাজাতে পারেন।\nল্যাপউডের \" গড সেভ দ্য কিং\"-এর পরিবেশনা, একজন নিরাপত্তারক্ষীর টুইটারে থেকে ছড়িয়ে পরে। সেন্ট জনস কলেজ, কেমব্রিজের অর্গান স্কলার ডেভিড হিলও অর্গানটি বাজিয়ে পরিবেশনা করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপাইপ আপ ফর পাইপ অর্গানের আনুষ্ঠানিক বাতায়ন\nপাইপ আপ ফর পাইপ অর্গানস সম্পর্কে বিবিসির প্রামাণ্যচিত্র"}