{"pageid": 1419813, "title": "কুলি (১৯৮৩-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1419813", "content": "কুলি হল একটি ১৯৮৩ সালের ভারতীয় অ্যাকশন কমেডি চলচ্চিত্র, মনমোহন দেশাই পরিচালিত এবং কাদের খান রচিত। ছবিতে অমিতাভ বচ্চন ইকবাল আসলাম খানের ভূমিকায় অভিনয় করেছেন, একজন রেল কুলি, যিনি তার মা সালমা (ওয়াহিদা রেহমান) থেকে জাফরের (কাদর খান) মোহের কারণে বিচ্ছিন্ন হয়েছিলেন। এই মোহ তার পরিবারের ধ্বংস এবং তার মানসিক ভাঙ্গন ঘটায়। কয়েক বছর পরে, ভাগ্য তার ছেলে ইকবাল এবং সানিকে (ঋষি কাপুর) কে এক করে দেয় এবং তারা জাফরের বন্দীদশা থেকে সালমাকে বাঁচাতে রওনা হয়। এতে আরও অভিনয় করেছেন রতি অগ্নিহোত্রী, শোমা আনন্দ, সুরেশ ওবেরয় এবং পুনীত ইসার।\nছবিটি ২রা ডিসেম্বর ১৯৮৩ মুক্তি পায় এবং বছরের সর্বোচ্চ আয়কারী চলচ্চিত্র হয়ে ওঠে। এটি মোট আয়ে ₹১৮০ মিলিয়ন (ইউএস$ ২.২ মিলিয়ন)  করেছে। এটি প্রতি অঞ্চলে ₹ ১০ মিলিয়ন (ইউএস$ ১,২২,২৩৩) বেশি  উপার্জন করেছে, যা সেই সময়ের জন্য একটি বিরল অর্জন এবং এটি একটি বিশাল ব্লকবাস্টার।\nচলচ্চিত্রটি সহ-অভিনেতা পুনীত ইসারের সাথে একটি লড়াইয়ের দৃশ্যের জন্যও সুবিদিত, যেটির সময়ে বচ্চন ভুলভাবে লাফ দেওয়ার কারণে প্রায় মারাত্মক আঘাত পেয়েছিলেন। ফিল্মের ফাইনাল কাটে, যে লড়াইয়ের দৃশ্যের সময় তিনি আহত হয়েছিলেন তা নিথর হয়ে যায় এবং একটি বার্তা প্রদর্শিত হয় যে দৃশ্যটিতে তিনি আহত হয়েছিলেন। মূল স্ক্রিপ্টে দেখানো হয়েছে কাদের খান তাকে গুলি করার পর বচ্চন মারা যাচ্ছেন। কিন্তু পরে, আঘাত-এবং-পুনরুদ্ধার পর্বের পরে, দেশাই ভেবেছিলেন যে এটি সিনেমাতে নেতিবাচক প্রভাব ফেলবে পাশাপাশি দর্শকদের মধ্যে একটি খারাপ অনুভূতি হবে, শেষটা তাই পরিবর্তন করার সিদ্ধান্ত নেন। পরিবর্তিত সমাপ্তিতে নায়ক তার অপারেশনের পরে সুস্থ্য হয়ে আসে।\n\n\n== পটভূমি ==\n১৯৫৩ সালে জাফর খান নামে একজন ধনী, কিন্তু দুষ্ট লোক সালমা নামের একটি মেয়ের প্রেমে পড়ে এবং তাকে বিয়ে করতে চায়, কিন্তু সে এবং তার বাবা তাকে অনুমতি দেয়নি। জাফর বিভিন্ন অপরাধের জন্য গ্রেফতার হয় এবং ১০ বছরের জন্য কারারুদ্ধ হয়, কিন্তু ১৯৬৩ সালে যখন সে মুক্তি পায, তখন সে দেখতে পায় যে সালমা আসলাম খান নামে একটি ভাল লোকের সাথে বৈবাহিক বন্ধনে আবদ্ধ আছে। জাফর খান আবার সালমাকে বিয়ে করতে রাজি করাতে চাইলেও সালমা রাজি হননি। জাফর সালমার বাবাকে হত্যা করে এবং সালমা যে অঞ্চলে বাস করে সেখানে বন্যা ঘটিয়ে তার প্রতিশোধের পরিকল্পনা করে, আসলামকে প্রায় মরণাপন্ন করে ফেলে এবং সালমাকে আহত করে, যার ফলে সে তার স্মৃতিশক্তি হারিয়ে ফেলে। এই বিপর্যয়ের সময় সালমা তার ছেলে ছোট ইকবালের কাছ থেকেও আলাদা হয়ে যায়। সালমা ট্রেনে থাকা অবস্থায় ইকবাল পায়ে হেঁটে তার পিছু ধাওয়া করার চেষ্টা করে, কিন্তু সে পিছলে পড়ে যায় এবং ট্রেনটি প্ল্যাটফর্ম ছেড়ে চলে যায়। জাফর সালমাকে অপহরণ করে এবং সবাইকে জানায় যে সে তার স্ত্রী। সে কানপুরের একটি অনাথ আশ্রম থেকে সানি নামে একটি শিশু ছেলেকেও দত্তক নেয়, এক মনোরোগ বিশেষজ্ঞের পরামর্শে সালমা তাকে বড় করার জন্য। এদিকে ইকবাল তার মামার সাথে মিলিত হয়, যে বন্যায় তার স্ত্রী ও ছেলেকে হারিয়েছে। একটি ভয়ঙ্কর লড়াইয়ের প্রক্রিয়ায়, ইকবালের চাচা তার ডান হাতটি হারিয়েছেন, যার জন্য ইকবাল তাকে বলে যে সে এখন থেকে তার চাচার ডান হাত হিসাবে কাজ করবে। মামা ইকবালকে নিজের ছেলের মতো করে মানুষ করবেন, কারণ তার আর সংসার নেই।\n২০ বছর পর ১৯৮৩ সালে ইকবাল এবং তার চাচা কুলি হিসেবে কাজ করে। ইকবাল একজন সাহসী, আত্মবিশ্বাসী যুবক হয়ে বেড়ে উঠেছে এবং স্থানীয় কুলিদের মধ্যে সে নেতা হয়ে উঠেছে। মিস্টার পুরী নামে একজনের সাথে একটি ঘটনার সময়, একজন কুলিকে খুব মারধর করা হয়, এতে ইকবাল ক্ষুব্ধ হয়। মিঃ পুরীকে মারধর করা হয়, কিন্তু ইকবালকে তার কাজের জন্য অন্যায়ভাবে বন্দী করা হয়। তবে একই দিনে তাকে মুক্ত করা হয়। তিনি একটি শ্রমিক ধর্মঘট সংগঠিত করেন, যা স্টেশনটিকে তার নিয়ন্ত্রণে নিয়ে আসে। সানি, একজন তরুণ, উদীয়মান রিপোর্টার, গল্পটি কভার করতে আসে। সানির সাথে কথা বলতে বলতে, ইকবাল সানির মায়ের একটি ছবি দেখেন যাকে সালমা হিসেবে চিনতে পারেন। সালমাকে ফিরিয়ে আনার আরেকটি প্রয়াসে, ইকবাল এত বছর পর তার বাড়িতে ছুটে যায়, কিন্তু তাকে অবাক করে দিয়ে সালমা তাকে চিনতে পারে না। জাফর ইকবালের অনুপ্রবেশে ক্ষুব্ধ। তার গুণ্ডারা, পুলিশ অফিসারের ছদ্মবেশে, ইকবালকে প্রায় মারাত্মকভাবে মারধর করে, এদিকে সে সালমাকে সাইকিয়াট্রিস্টের কাছে নিয়ে যায় তাকে বৈদ্যুতিক শক দেওয়ার জন্য যাতে তার স্মৃতি আর কখনো ফিরে না আসে। সালমাকে তার কাছে ফিরিয়ে না দিলে জাফরের সব অপরাধ পরের দিন পত্রিকায় প্রকাশ করার হুমকি দেয় সানি।\nইকবাল এবং সানি বন্ধুতে পরিণত হন, এবং দুজনেই প্রেম খুঁজে পান; খ্রিস্টান মেয়ে জুলি ডি’কস্তার সঙ্গে ইকবাল এবং শৈশবের প্রেমিকা দীপার সঙ্গে সানি। এদিকে আসলাম যে অপরাধ করেননি তার জন্য কারাগারে আছেন। অবশেষে যখন তাকে ছেড়ে দেওয়া হয়, জুলি তাকে একটি কবরস্থানে হত্যা করার চেষ্টা করে কারণ সে জানত সেই তার বাবা জন ডি'কস্তাকে হত্যা করেছে, কিন্তু রিভলভারটি খালি থাকায় সে গুলি করতে ব্যর্থ হয়। আসলাম ব্যাখ্যা করে যে জাফর তার বাবাকে খুন করেছিল, এবং আসলামকে ফ্রেম করেছিল, যেটা জুলি বিশ্বাস করেছিল। ব্যাপারগুলো এগিয়ে যায়, কিন্তু কুলিরা তাদের বিরুদ্ধে একটি ব্যাঙ্কিং এবং হাউজিং কেলেঙ্কারি উন্মোচন করেছে৷ দুর্নীতিবাজ দলগুলোর সাথে একের পর এক দ্বন্দ্বের পর, ইকবাল নিজেকে জাফরের সাথে মরণপণ লড়াইয়ে দেখতে পায়। ইকবালের অধীনে কমিউনিস্ট কর্মীদের এবং জাফরের অধীনে পুঁজিবাদী প্রভুদের মধ্যে নির্বাচনী অচলাবস্থার সময় সালমা ফিল্মের খুব গুরুত্বপূর্ণ দৃশ্যে ফিরে আসেন এবং তিনি জাফরের বিরুদ্ধে প্রকাশ্য সাক্ষ্য দেন এবং কীভাবে সে তার পরিবারকে ধ্বংস করেছে। ভিড়ের মধ্যে এক বৃদ্ধকে দেখা যায়, যিনি ইকবালের দীর্ঘদিনের হারিয়ে যাওয়া বাবা আসলাম। এছাড়াও, ইকবালের চাচা সানির গায়ে একটি জন্ম দাগ দেখে চিনতে পারেন, এতে প্রমাণ পান যে সানি আসলে সেই ছেলে যাকে তিনি ভেবেছিলেন যে তিনি মহা বন্যায় হারিয়ে ফেলেছিলেন। পরিবারটি আবার একত্রিত হচ্ছে, যা দেখে জাফরের প্রচণ্ড ক্রোধ হয়, সে তখন আসলামকে গুলি করতে উদ্যত হয় কিন্তু ঘটনাক্রমে ইকবালের প্রিয় মামুকে (মামা) গুলি করে হত্যা করে যে তাকে যৌবন পর্যন্ত তার যত্ন করেছিল। এরপর জাফর সালমাকে অপহরণ করে। ইকবাল এবং সানি দু’জনেই গুণ্ডাদের পিছনে তাড়া করে, মিস্টার পুরীকে (যিনি ধাওয়া করার মানসিক চাপের কারণে হার্ট অ্যাটাকে মারা যান) এবং ভিকিকে (যে জাফরের গাড়ি থেকে পড়ে গেলে একটি ধাবমান ট্রাক তাকে চাপা দেয়) হত্যা করে, যতক্ষণ না ইকবাল জাফরকে একটি মসজিদে কোণঠাসা করে। দরগাহ মাজার থেকে পবিত্র গিলাফটি ইকবালের বুকে উড়ে যায়, এবং ইকবাল তার বুকে ঈশ্বরের নাম রেখে ক্ষতি থেকে ঈশ্বরের সুরক্ষায় বিশ্বাস নিয়ে জাফরের মুখোমুখি হন। জাফর তাকে বেশ কয়েকবার গুলি করে, কিন্তু সে জাফরকে মিনারের দিকে তাড়া করতে থাকে, প্রতিটি গুলির সাথে আজানের একটি অংশ বলে। তার শেষ শক্তি দিয়ে, সে তাকবীর বলে এবং জাফরকে প্যারাপেট থেকে ধাক্কা দেয়, তাকে তাৎক্ষণিকভাবে হত্যা করে এবং ইকবাল তার মায়ের কোলে পড়ে যায়। সমস্ত ধর্মের কুলিরা তার সুস্থতার জন্য কঠোরভাবে প্রার্থনা করে, আর ইকবাল সকলের আনন্দে কারণ হয়ে তার আঘাত থেকে সেরে ওঠে।\n\n\n== কুশীলব ==\nইকবাল খানের চরিত্রে অমিতাভ বচ্চন\nসানি খানের চরিত্রে ঋষি কাপুর\nজুলি ডি' কস্তা চরিত্রে রতি অগ্নিহোত্রী\nদীপা আয়েঙ্গার চরিত্রে শোমা আনন্দ\nজাফর খানের চরিত্রে কাদের খান\nসালমা খানের চরিত্রে ওয়াহিদা রেহমান\nবব চরিত্রে পুনিত ইসার\nআসলাম খান (ইকবালের বাবা) চরিত্রে সত্যেন্দ্র কাপুর\nভিকি পুরি চরিত্রে সুরেশ ওবেরয়\nওম পুরী চরিত্রে ওম শিবপুরী\nনাথু চরিত্রে নীলু ফুলে\nদীপার বাবার চরিত্রে মুকরি\n৭ সন্তানের মা হিসেবে তুন তুন\nগোগা চরিত্রে গোগা কাপুর\nজন ডি' কস্তার চরিত্রে অমরিশ পুরি (জুলির বাবা)\nবাল্লু ঈগল আল্লাহ রাখা চরিত্রে\n\n\n== উৎপাদন ==\nচিত্রনাট্য লিখেছেন কাদের খান, যিনি চলচ্চিত্রটির প্রতিনায়ক হিসেবেও অভিনয় করেছেন। বচ্চন একজন মুসলিম নায়ক চরিত্রে অভিনয় করার পাশাপাশি, খান বিভিন্ন সুফি মোটিফ এবং রেফারেন্স সহ স্ক্রিপ্টে ইসলামী সুফি রহস্যবাদের উপাদানগুলোকে অন্তর্ভুক্ত করেছিলেন।\nচলচ্চিত্রটি শুরু হওয়ার আগে অমিতাভ বচ্চন কিংবদন্তি কন্নড় অভিনেতা রাজকুমারকে ছবিতে তার ক্যামিও করতে অনুরোধ ছিলেন। অমিতাভ এবং রাজকুমারের মধ্যে পারস্পরিক শ্রদ্ধা ছিল এবং তারা উভয়েই একে অপরকে পছন্দ করতেন।\n\n\n== চিত্রগ্রহণের সময় দুর্ঘটনা ==\nছবিটি মুক্তির আগেই বিখ্যাত হয়ে ওঠে যখন অমিতাভ বচ্চন ২৬ জুলাই ১৯৮২ তারিখে বেঙ্গালুরু বিশ্ববিদ্যালয় ক্যাম্পাসে সহ-অভিনেতা পুনীত ইসারের সাথে একটি মারামারি দৃশ্যের চিত্রগ্রহণের সময় অন্ত্রে গুরুতরভাবে আহত হন, যার ফলে প্রায় তার জীবন সঙ্কটে পড়েছিল।\nলড়াইয়ের দৃশ্যে, বচ্চনের টেবিলে পড়ে যাওয়ার কথা ছিল কিন্তু তার লাফটির টাইমিং ভুল হয়ে যায়, ফলে পেটে অভ্যন্তরীণ জখম হয়। তাকে মুম্বাইয়ের একটি হাসপাতালে স্থানান্তরিত করা হয়েছিল, যেখানে অভিনেতার মতে, তিনি “ধোঁয়াশা এবং কোমা-এর মতো পরিস্থিতিতে” চলে গিয়েছিলেন এবং “কয়েক মিনিটের জন্য ক্লিনিক্যালি মারা গিয়েছিলেন”।\nতিনি যখন হাসপাতালে ছিলেন, সেখানে ব্যাপক শোকের আবহের সৃষ্টি হয়েছিল, এবং দেশ ও বিদেশের অনেক ভারতীয় প্রার্থনা করেছিল। খবরে বলা হয়েছে, রাজীব গান্ধী তাকে দেখার জন্য যুক্তরাষ্ট্র সফর বাতিল করেছেন।\nবচ্চন ২০০ জন দাতার কাছ থেকে ৬০ বোতল রক্ত পেয়েছিলেন, যাদের মধ্যে একজন হেপাটাইটিস বি ভাইরাস বহন করছিলেন। বচ্চন দুর্ঘটনা থেকে পুনরুদ্ধার করেন কিন্তু ২০০০ সালে আবিষ্কার করেন যে ভাইরাসটির কারণে লিভারের সিরোসিস হয়েছে, যা তার যকৃতের প্রায় ৭৫% ক্ষতি করেছে। বচ্চন পরে হেপাটাইটিস বি ভ্যাকসিন সম্পর্কে সচেতনতা বাড়াতে তার অভিজ্ঞতার কথা বলেছিলেন।\nগুরুতর আঘাত সত্ত্বেও, বচ্চন উল্লেখযোগ্যভাবে সুস্থ হয়ে ওঠেন এবং ৭ জানুয়ারী ১৯৮৩-তে আবার শুটিং শুরু করেন। ফিল্মের ফাইনাল কাটে, যে লড়াইয়ের দৃশ্যের সময় তিনি আহত হয়েছিলেন তা স্তব্ধ হয়ে যায় এবং একটি বার্তায় প্রদর্শিত হয় যে এই দৃশ্যটিতে তিনি আহত হয়েছিলেন। মনমোহন দেশাই অমিতাভের ইচ্ছাতেই এটা করেছিলেন।\nবচ্চনের ইনজুরির কারণে সমাপ্তিটাও বদলে যায়। মূল স্ক্রিপ্টে দেখানো হয়েছিল অমিতাভকে কাদের খান গুলি করার পর মারা যাচ্ছেন। কিন্তু পরে, ইনজুরি-এবং-পুনরুদ্ধার পর্বের পরে, মনমোহন দেশাই ভেবেছিলেন যে এটি সিনেমার উপর নেতিবাচক প্রভাব ফেলবে এবং সেই সাথে দর্শকদের মধ্যে খারাপ অনুভূতি হবে, তাই সমাপ্তিটি পরিবর্তন করার সিদ্ধান্ত নেন। পরিবর্তিত সমাপ্তিতে নায়ক তার অপারেশন পরে সুস্থ্য হয়ে ওঠেন।\n\n\n== সাউন্ডট্র্যাক ==\nসঙ্গীতে সুরারোপ করেছেন লক্ষ্মীকান্ত-পেয়ারেলাল জুটি এবং গানের কথা লিখেছেন আনন্দ বক্সী। মনমোহন দেশাই সাউন্ডট্র্যাকে একাধিক গানের জন্য শাব্বির কুমারকে গায়ক হিসাবে রাখেন কারণ তার কণ্ঠ মহম্মদ রফির কণ্ঠের মতো শোনায়, যাকে মনমোহন একজন গায়ক হিসাবে প্রশংসা করেছিলেন। অমিতাভ বচ্চনের জন্য প্লেব্যাকের জন্য প্রথমবার শাব্বির কুমারকে ব্যবহার করা হয়েছিল।\n\n\n== বক্স অফিস ==\nএটি ছিল ১৯৮৩ সালের সর্বোচ্চ আয় করা বলিউড ফিল্ম, যার মোট আয় ছিল ₹১৮০ মিলিয়ন (ইউএস$ ২.২ মিলিয়ন)। এটি ২০০৯ সালে বক্সঅফিস ইন্ডিয়া কর্তৃক \"সুপার-হিট\" ঘোষণা করা হয়েছিল ফিল্মটি প্রতি অঞ্চলে ₹ ১০ মিলিয়ন (ইউএস$ ১,২২,২৩৩)  আয় করেছে, যা সেই সময়ের জন্য একটি বিরল অর্জন এবং এটি একটি বিশাল ব্লকবাস্টার ছিল। ১৯৮৪ সালে, এটি অনুমান করা হয়েছিল যে ছবিটি ৭০ মিলিয়ন টিকেট বিক্রি হয়েছিল।\n\n\n== আরো দেখুন ==\n\nঅমর আকবর অ্যান্টনি\nমুকাদ্দার কা সিকান্দার\nমুসলিম সামাজিক\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Coolie  (ইংরেজি)\nটেমপ্লেট:Manmohan Desai"}