{"pageid": 1419550, "title": "নৌকরি (১৯৭৮-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1419550", "content": "নৌকরি (আক্ষ. 'Job') হৃষিকেশ মুখার্জি পরিচালিত ১৯৭৮ সালের একটি বলিউড চলচ্চিত্র। এটি সমালোচকদের দ্বারা প্রশংসিত হয় এবং বক্স অফিসে অপ্রত্যাশিতভাবে ফ্লপ হয়ে যায়। তবে, কয়েক বছর ধরে, চলচ্চিত্রটি টেলিভিশনে প্রদর্শনের সময় দর্শকদের দ্বারা প্রশংসিত হয়েছে এবং বছরের পর বছর ধরে এটি একটি সংস্কৃতি অর্জন করেছে। ১৯৪৪-১৯৪৭ সালের পটভূমিতে এই সিনেমায় রাজেশ খান্না এবং রাজ কাপুর অভিনয় করেছিলেন।\nনৌকরির মূল ধারণাটি ১৯৫৫ সালের শিবাজি গণেশান এবং অঞ্জলি দেবী অভিনীত তামিল চলচ্চিত্র মুধল থেঠির উপর ভিত্তি করে তৈরি করা হয়েছে। এই ছবির আরেকটি অনুপ্রেরণা ছিল ফ্রাঙ্ক ক্যাপরা প্রযোজিত ও পরিচালিত ইটস এ ওয়ান্ডারফুল লাইফ। গল্পটিতে এক ব্যক্তি তার মৃত্যুর পর এক দেবদূতের সাহায্য পান। তবে এই ছবির গল্প এবং ট্রিটমেন্ট এই উভয় ছবিদুটিরই সম্পূর্ণ ভিন্ন রূপ। ঈশ্বর প্রেরিত ব্যক্তি নায়ককে উপলব্ধি করান যে তিনি যখন জীবিত ছিলেন তখন তিনি তার চারপাশের সকলের কাছে এত গুরুত্বপূর্ণ এবং প্রিয় ছিলেন কিন্তু তিনি তা চিনতে পারেননি। রাজেশ খান্না সেই ব্যক্তির চরিত্রে অভিনয় করেছেন যে দেবদূত রাজ কাপুরের দেখা পায়, সে আত্মহত্যা করার পরে।\nছবিটি মুক্তির আগে খুব বেশি প্রচারিত হয়নি এবং এমন সময়ে মুক্তি পেয়েছিল যখন বহু তারকাবিশিষ্ট চলচ্চিত্রগুলো রাজত্ব করছিল, এই ক্লাসিকটি বক্স অফিসে ব্যর্থ হয়েছিল। তবে, কয়েক বছর ধরে এটি দর্শকদের দ্বারা প্রশংসিত হয়েছে। বলিউড গাইড সংগ্রহে, সমালোচকরা ছবিটিকে ৫ এ ৪ তারকা দিয়েছিলেন।\nমৃত ব্যক্তিকে পৃথিবীতে তার তাৎপর্য উপলব্ধি করতে কোনো দেবদূত সাহায্য করার ধারণাটি ২০০৫ সালের বাহ! লাইফ হো তো এয়সি! চলচ্চিত্রেও গৃহীত হয়েছিল, যেখানে শাহিদ কাপুর এবং সঞ্জয় দত্ত যথাক্রমে রাজেশ খান্না এবং রাজ কাপুরের ভূমিকায় অভিনয় করেছেন, যেখানে দত্ত আধুনিক যমরাজের ভূমিকায় অভিনয় করছেন। মিউজিক্যাল স্কোর করেছেন সলিল চৌধুরী আর গানের সুর করেছেন আর ডি বর্মণ।\n\n\n== পটভূমি ==\nফিল্মটির শুরু হয় এক বিচলিত, শংকাকীর্ণ রঞ্জিতকে তার মা এবং তার বোন এবং তাদের দত্তক নেওয়া ভাইকে ঘনিষ্ঠভাবে দেখভাল করার দৃশ্য দিয়ে। এক প্রতিবন্ধী ব্যক্তি হওয়ায় তিনি তার পরিবারের সদস্যদের সঠিকভাবে উপার্জন করে খাওয়াতে পারেন না বলে তিনি হতাশাগ্রস্ততায় নিমজ্জিত। তিনি  লাঠির সাহায্যে হাঁটেন। তিনি স্থির করেন যে অন্যদের কষ্ট দেওয়া এবং তার পরিবারের সদস্যদের বেঁচে থাকার জন্য লড়াই করা দেখার চাইতে আত্মহত্যা করা এবং মারা যাওয়া শ্রেয়। তার মা তাকে অনেক ভালোবাসে যদিও তিনি খোঁড়া এবং বেকার। তিনি তাকে চিন্তা না করতে এবং খুশি হতে বলেন। তাদের বাড়িওয়ালা পরের দিন তাদের জায়গা খালি করে দিতে বলে। তার মন উত্তেজনায় আবিষ্ট হয়ে পড়ে, রঞ্জিত খুব ভোরে বেরিয়ে যাবেন এবং রেললাইনের উপরে ব্রিজ থেকে লাফ দিয়ে তার জীবন বিসর্জন দেবেন, এমন সিদ্ধান্ত নিয়ে নেন। রঞ্জিত তার পরিকল্পনা বাস্তবায়ন করেন। পরের দৃশ্যগুলোতে তিনি কোনো লাঠির সাহায্য ছাড়াই হাঁটতে শুরু করেন। তিনি এক ব্যক্তির দর্শন পান যিনি নিজেকে ক্যাপ্টেন বলে পরিচয় দেন এবং তিনি বলেন যে তিনিই একমাত্র ব্যক্তি যিনি এই মুহূর্তে রঞ্জিতকে দেখতে পাচ্ছেন। সেই লোকটি নিজেকে স্বরাজ সিং ক্যাপ্টেন হিসাবে পরিচয় দেন এবং বলেন যে তিনি একটি ভূত এবং রঞ্জিত মারা যাওয়ায় এখন তিনিও ভূত। ক্যাপ্টেন তাকে সব জায়গায় নিয়ে যান এবং দেখান যে আত্মহত্যা করার পর পৃথিবীতে আরও কত মানুষ ভূত হয়ে ঘুরে বেড়াচ্ছে। ক্যাপ্টেন বলেন, ভূতেরা তখনই মোক্ষ লাভ করে যখন তাদের অপূর্ণ ইচ্ছা পূরণ হয়। ক্যাপ্টেন তাকে জিজ্ঞেস করেন, কেন তিনি আত্মহত্যা করেছেন। রঞ্জিত তাকে তার গল্প বলেন যে তিনি কীভাবে একজন ব্যাডমিন্টন খেলোয়াড় ছিলেন এবং তারা কতটা ধনী ছিলেন। এমনকি তিনি এক ধনী মেয়ের প্রেমেও পড়েছিলেন। বাকি গল্পটি রঞ্জিতের বর্ণনা সম্পর্কিত, যা তাকে দারিদ্র্যের দিকে নিয়ে গিয়েছিল, তারা কীভাবে বেঁচে ছিলেন, কীভাবে তার বন্ধুরা তার সাথে বিশ্বাসঘাতকতা করেছিল এবং তাকে চাকরি পাওয়া থেকে বঞ্চিত করেছিল, কীভাবে তিনি তার পা হারিয়েছিলেন এবং তার প্রেমিকা তাকে ছেড়ে চলে যাওয়ার কারণে তিনি কতটা বিশ্বাসঘাতকতা অনুভব করেন এবং অন্য সবার থেকে একা হয়ে যান। ক্যাপ্টেন তার গল্প শুনতেই থাকেন। উপরের প্রশ্নের উত্তর এবং বাকি গল্প সাসপেন্সে ভরা।\n\n\n== গ্রহণ ==\nএটি বলিউড গাইড সংগ্রহে ৪ পেয়েছিল। চলচ্চিত্রটি ১৯৭৮ সালে বক্স অফিসে ₹২,৭০,০০,০০০ রূপি আয় করেছিল এবং যার ফলে একটি আশ্চর্যজনক ফ্লপ হয়েছিল। ছবিটি মুক্তির সময় সমালোচকদের দ্বারা প্রশংসিত হয়েছিল এবং দর্শকদের মধ্যে বছরের পর বছর জুড়ে এটি একটি সংস্কৃতি গড়ে তুলেছিল।\n\n\n== কুশীলব ==\nরাজ কাপুর - স্বরাজ সিং 'ক্যাপ্টেন'\nরাজেশ খান্না - রঞ্জিত গুপ্ত 'রোনু'\nজাহিরা - রামোলা\nনাদিরা- লিলি\nএ কে হঙ্গল - রঞ্জিতের পিতা\nপ্রতিমা দেবী - রণজিতের মা\nটম অল্টার - মিস্টার অ্যান্ডারসন\nদেবেন বর্মা - লোকো\nজয়শ্রী তালপাদে - মেরি\nমীনা রায় - মীনা\nআরতি - রেখা\nমাস্টার আকবর - রাজা\nভি গোপাল - জমিদার\nবিজয় শর্মা - সঞ্জয়\nললিতা কুমারী - চন্দ্রবদানী\nকেষ্ট মুখার্জি - হাওলদার\nওম শিবপুরী - মিঃ রাই, রামোলার বাবা\nইউনুস পারভেজ- রসিক লাল\nআয়থোদা\nসত্য বাবু\nমুনি রাজ\nঅমল সেন\nশুভ্র নাথ\nহাবিবা রহমান\nঅঞ্জু গুপ্তা\nজলিল\nসিদ্ধার্থ নারায়ণ\nপদ্মা খান্না - ফিরোজা বাই (সৌজন্য)\n\n\n== কলাকুশলী ==\nপরিচালক- হৃষিকেশ মুখোপাধ্যায়\nগল্প- সলিল চৌধুরী\nচিত্রনাট্য- বিমল দত্ত\nসংলাপ- বীরেন ত্রিপাঠী\nপ্রযোজক - জয়েন্দ্র পান্ড্য, রাজারাম পান্ড্য, সতীশ ওয়াগলে\nপ্রযোজনা সংস্থা - আরএসজে প্রোডাকশন\nসম্পাদক- সুভাষ গুপ্ত, খান জামান খান\nচিত্রগ্রাহক- জয়বন্ত পাঠারে\nশিল্প পরিচালক - অজিত ব্যানার্জী\nসঙ্গীত পরিচালক - রাহুল দেব বর্মণ\nগীতিকার- আনন্দ বক্সী\nপ্লেব্যাক গায়ক - আশা ভোঁসলে, মান্না দে, মুকেশ, কিশোর কুমার, লতা মঙ্গেশকর\n\n\n== সাউন্ডট্র্যাক ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Naukri  (ইংরেজি)"}