{"pageid": 1419280, "title": "সত্যকাম", "url": "https://bn.wikipedia.org/wiki?curid=1419280", "content": "সত্যকাম হল একটি ১৯৬৯ সালের ভারতীয় নাটক চলচ্চিত্র যা নারায়ণ সান্যালের একই নামের একটি বাংলা উপন্যাস অবলম্বনে হৃষিকেশ মুখার্জি পরিচালিত। ছবিটিতে অভিনয় করেছেন ধর্মেন্দ্র, শর্মিলা ঠাকুর, সঞ্জীব কুমার এবং অশোক কুমার। ছবিটির সঙ্গীত পরিচালনা করেছেন লক্ষ্মীকান্ত পেয়ারেলাল। ছবিটির নামটি নেওয়া হয়েছে প্রাচীন হিন্দু সাধক সত্যকাম জাবাল থেকে।\nধর্মেন্দ্র অভিনীত চরিত্রটিকে ভারতীয় সিনেমার সেরাদের মধ্যে বিবেচনা করা হয়। এটি রাজিন্দর সিং বেদির জন্য ১৯৭১ সালের ফিল্মফেয়ার সেরা সংলাপের পুরস্কার জিতেছে। চলচ্চিত্রটি হিন্দিতে সেরা ফিচার ফিল্মের জন্য জাতীয় চলচ্চিত্র পুরস্কারও জিতেছে। ছবিটি তামিল ভাষায় পুন্নাগাই (১৯৭১) নামে পুনঃনির্মাণ করেছিলেন কে. বালাচন্দর।\n\n\n== পটভূমি ==\nসত্যপ্রিয় আচার্য এক নীতি ও সত্যের মানুষ। তাঁর দৃষ্টিভঙ্গি এবং জীবনধারা তাঁর তপস্বী পিতামহ “দাদাজি” সত্যশরণ আচার্য দ্বারা পরিচালিত হয়েছিল। একটি ইঞ্জিনিয়ারিং ডিগ্রি নিয়ে, সত্যপ্রিয় একটি নতুন ভারত গড়ার বিষয়ে তার স্বপ্ন উপলব্ধি করার জন্য উদ্যোগী হন, কিন্তু এমন চরিত্রদের মুখোমুখি হন যারা তার আদর্শের সামান্যই ভাগ করেন৷ তার প্রথম অ্যাসাইনমেন্টের সময়, তিনি রঞ্জনার দেখা পান, যিনি তার নিয়োগকর্তা এক বদমাইশ রাজপুত্র দ্বারা যৌন লাঞ্ছনার শিকার হতে চলেছেন। যদিও সম্পূর্ণরূপে জানতেন যে রঞ্জনা তাকে ভালোবাসে, সত্যপ্রিয় তাকে উদ্ধার করতে দ্বিধা করে এবং তাকে নৈতিকভাবে দুর্নীতিগ্রস্ত রাজকুমারের শিকার হতে দেয়। ঘটনাটি সত্যপ্রিয়র নৈতিক ভিত্তিকে নাড়া দেয়, যে তার বিবেক ও অনুভূতির সাথে বিশ্বাসঘাতকতা করেছে। ক্রমবর্ধমান অপরাধবোধের প্রতিকারের জন্য, তিনি রঞ্জনাকে বিয়ে করেন, কিন্তু তাদের জীবন আর কখনও আগের মতো হয় না। তিনি একটি সন্তানের জন্ম দেন যার পিতৃত্ব কখনই স্পষ্টভাবে প্রতিষ্ঠিত হয় না। পরে, সত্যপ্রিয় এক চাকরি থেকে অন্য চাকরিতে চলে যায় কারণ সে অসৎ আপস করতে পারে না। সত্যপ্রিয় এবং রঞ্জনার দাম্পত্য কলহও হয়। রঞ্জনা একটি স্বাভাবিক জীবনযাপন করার চেষ্টা করে এবং তার অতীত ভুলে যেতে চায়। সত্যপ্রিয় ক্রমাগত তার ব্যর্থতার কথা মনে করিয়ে দেয় এবং বাস্তব জীবনে তার নীতির প্রয়োগ করার বিষয়ে কঠোরতা বাড়িয়ে এটি পূরণ করতে দেখা যায়।\nপেশাগতভাবে সংগ্রাম করে, তিনি একটি দুরারোগ্য এবং মারাত্মক অসুস্থতায় আক্রান্ত হন। শেষ পর্যন্ত, হাসপাতালে ভর্তি হওয়া এবং এমনকি কথা বলতেও অক্ষম, সত্যপ্রিয়কে একটি অসাধু ঠিকাদার দ্বারা অনুসরণ করা হয় যেটি একটি খারাপভাবে সম্পাদিত নির্মাণ প্রকল্পের অনুমোদন চাচ্ছিল, যার পরিবর্তে ঠিকাদার তাকে যথেষ্ট পরিমাণ অর্থ দেবে যা তার মৃত্যুর পর সত্যপ্রিয়র স্ত্রী রঞ্জনা এবং তাদের সন্তানের যত্ন নেবে। সত্যপ্রিয়র কাছে তার পরিবারের ভবিষ্যৎ সুরক্ষিত করার কোন উপায় নেই এবং তার জীবনের প্রথম সমঝোতায়, সত্যপ্রিয় তার স্ত্রীর কাছে স্বাক্ষরিত অনুমোদনের কাগজপত্র তুলে দেন। যদিও রঞ্জনা অনেক কষ্ট সহ্য করেছিলেন এবং সত্যপ্রিয়র জীবনের প্রতি গোলাপের-চাইতেও-লাল দৃষ্টিভঙ্গিটি পুরোপুরি খুশি নন, তবে তিনি তার জীবনের শেষ পর্যায়ে তাকে হতাশ দেখতে চান না। তিনি নথিগুলো ছিঁড়ে ফেলেন এবং দেখেন তিনি তার দিকে তাকিয়ে হাসছেন। কথা বলতে না পারলেও সত্যপ্রিয় স্পষ্টতই খুশি যে তিনি অন্তত একজনকে তার আদর্শবাদী বিশ্বদর্শনে রূপান্তর করতে পেরেছেন।\nসত্যপ্রিয়র অবস্থা জানতে পেরে তার দাদা “দাদাজি” দেখতে আসেন। তার সম্মতি ছাড়া এবং তার মতে, সন্দেহজনক পরিচয়ের এক নারীকে বিয়ে করার কারণে তিনি এর আগে সত্যপ্রিয় থেকে মুখ ফিরিয়ে নিয়েছিলেন। ধর্মীয় দর্শনে পারদর্শী, পিতামহ সত্যপ্রিয়কে জ্ঞানের বাণী প্রদান করেন। তিনি সত্যপ্রিয়কে বলেন যে পার্থিব জীবনের অস্থিরতা এবং বৃহত্তর ঐশ্বরিক সত্যের মত ধারণা সম্পর্কে সচেতন হওয়ার কারণে, সত্যপ্রকাশ আত্মবিশ্বাসের সাথে মৃত্যুর মুখোমুখি হতে নৈতিকভাবে তৈরি। তার মৃত্যুর পর, দাদা বলেন যে তার নাতির প্রশ্নবিদ্ধ পিতৃত্বের কারণে তিনি শেষকৃত্য করবেন। সেই মুহূর্তে সত্যপ্রিয় এবং রঞ্জনার সন্তান প্রকাশ্যে সত্য কথা বলে যে তার শেষকৃত্য না করার আসল কারণ হল, সে জৈবিক পুত্র নয়। পিতামহ এই সত্যের দ্বারা বিনয়ী হয়েছিলেন যে তিনি যে ফলাফল নির্বিশেষে সত্যের প্রতি বিশ্বস্ততার শপথ করেছিলেন, তিনি তার গুরুকুলের বিচ্ছিন্নতা ছাড়া এটি অনুশীলন করতে পারেননি, যেখানে তাকে পরীক্ষা করা হয়নি। তবুও তার নাতনি তার নিজ সন্তানের সাথে এই সমস্যাটি ভাগ করে নিতে পারে এবং শিশুটি জনসমক্ষে এটি সম্পর্কে কথা বলতে পারে, যদিও এটি অস্বস্তিকর এবং বিশ্বের অন্যদের থেকে কটূক্তি এবং অপমানিত হতে পারে৷ দাদা প্রকাশ্যে তার ব্যর্থতা স্বীকার করেন যে যদিও তিনি তার পুরো জীবন ধর্মীয় শাস্ত্র এবং দার্শনিক গ্রন্থ অধ্যয়নের পাশাপাশি অনেক আচার-অনুষ্ঠান পালন করেছেন, তবুও সত্যের প্রকৃতি সম্পর্কে তার অনেক কিছু শেখার বাকি ছিল। তিনি পুত্রের হাত থেকে জল পান করেন এবং তার কুসংস্কার ত্যাগ করেন। রঞ্জনা ও তার সন্তানকে নিয়ে বাড়ির উদ্দেশ্যে রওনা হওয়ার মধ্য দিয়ে চলচ্চিত্রটি শেষ হয়।\n\n\n== কুশীলব ==\nসত্যপ্রিয় 'সাথ' আচার্যের চরিত্রে ধর্মেন্দ্র\nরঞ্জনা চরিত্রে শর্মিলা ঠাকুর\nসত্যশরণ 'দাদাজি' আচার্যের চরিত্রে অশোক কুমার\nনরেন্দ্র 'নরেন' শর্মার চরিত্রে সঞ্জীব কুমার\nরুস্তমের চরিত্রে ডেভিড\nকাবুল এস অর্চার্যের চরিত্রে সারিকা (বেবি সারিকা নামে কৃতিত্ব)\nমিস্টার লাদিয়ার চরিত্রে তরুণ বোস\nপিটার চরিত্রে আসরানী\nহরভজনের মায়ের ভূমিকায় দীনা পাঠক\nকুনভার বিক্রম সিং চরিত্রে মনমোহন\nঅনন্ত চ্যাটার্জির চরিত্রে রবি ঘোষ\nবলদেব খোসা\nদেওয়ান বাজরিধর তলওয়ারের চরিত্রে সাপ্রু\nপ্রধান প্রকৌশলী হিসেবে উমা দত্ত\nশ্যাম সুন্দরের চরিত্রে রাজন হাকসার\nশিব নন্দনের চরিত্রে দেব কিষাণ\n\n\n== গান ==\nছবির সঙ্গীতে সুরারোপ করেছেন লক্ষ্মীকান্ত-পেয়ারেলাল এবং গীতিকার কাইফি আজমি।\n\n \n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Satyakam  (ইংরেজি)"}