{"pageid": 1419628, "title": "বার্নাডেট পিটার্স", "url": "https://bn.wikipedia.org/wiki?curid=1419628", "content": "বার্নাডেট পিটার্স (জন্ম: বের্নাদেত্তে লাৎজারা; ২৮ ফেব্রুয়ারি ১৯৪৮) একজন মার্কিন অভিনেত্রী, সঙ্গীতশিল্পী ও শিশুতোষ বইয়ের লেখিকা। ছয় দশকের বেশি সময়ের কর্মজীবনে তিনি অসংখ্য গীতিনাট্য, টেলিভিশন ও চলচ্চিত্রে অভিনয় করেছেন, একক কনসার্টে পরিবেশনা করেছেন এবং অ্যালবাম প্রকাশ করেছেন। তিনি একজন সমাদৃত ব্রডওয়ে মঞ্চ অভিনেত্রী, যিনি সাতটি টনি পুরস্কারের মনোনয়ন লাভ করেছেন এবং দুটি (একটি সম্মানসূচক পুরস্কার-সহ) পুরস্কার অর্জন করেছেন এবং নয়টি ড্রামা ডেস্ক পুরস্কারের মনোনয়ন থেকে তিনটি পুরস্কার অর্জন করেছেন। ব্রডওয়েতে তার অভিনীত চারটি অ্যালবাম গ্র্যামি পুরস্কার অর্জন করেছে।\nস্টিফেন সন্ডহাইমের সৃষ্টিকর্মের অন্যতম প্রধান পরিবেশক হিসেবে গণ্য পিটার্স ব্রডওয়ে মঞ্চে গীতিনাট্য ম্যাক অ্যান্ড মেবল (১৯৭৪), সানডে ইন দ্য পার্ক উইথ জর্জ (১৯৮৪), সং অ্যান্ড ড্যান্স (১৯৮৫), ইনটু দ্য উডস (১৯৮৭), দ্য গুডবাই গার্ল (১৯৯৩), অ্যানি গেট ইওর গান (১৯৯৯), জিপসি (২০০৩), আ লিটল নাইট মিউজিক (২০১০), ফলিস (২০১১), ও হ্যালো, ডলি! (২০১৮)। তিনি ছয়টি একক অ্যালবাম ও একাধিক মঞ্চ অ্যালবাম প্রকাশ করেছেন এবং নিয়মিত তার নিজের গানের একক কনসার্টে সঙ্গীত পরিবেশন করেছেন।\nপিটার্স শিশু অভিনেত্রী হিসেবে প্রথম মঞ্চে অভিনয় করেন এবং এরপর তিনি ১৯৬০-এর দশকে কৈশোর বয়সে মঞ্চে কাজ করেন। ১৯৭০-এর দশকে তিনি চলচ্চিত্র ও টেলিভিশনে কাজ শুরু করেন। কর্মজীবনের শুরুতে তিনি টেলিভিশনে দ্য মাপেট শো ও দ্য ক্যারল বার্নেট শো-এ এবং চলচ্চিত্রে সাইলেন্ট মুভি (১৯৭৬), দ্য জার্ক (১৯৭৯), পেনিস ফ্রম হেভেন (১৯৮১, যার জন্য তিনি সঙ্গীতধর্মী বা হাস্যরসাত্মক চলচ্চিত্রে শ্রেষ্ঠ অভিনেত্রী বিভাগে গোল্ডেন গ্লোব পুরস্কার অর্জন করেন), অ্যানি (১৯৮২)-এ অভিনয় করে প্রশংসিত হয়। এছাড়া তিনি টেলিভিশনে অ্যালি ম্যাকবিয়েল, স্ম্যাশ (২০১২-২০১৩), মোৎসার্ট ইন দ্য জাঙ্গল (২০১৪-২০১৮), দ্য গুড ফাইট (২০১৭-২০১৮), জোই'স এক্সট্রাঅর্ডিনারি প্লেলিস্ট (২০২০-২০২১) ও হাই ডেজার্ট কাজ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটুইটারে বার্নাডেট পিটার্স\nইন্টারনেট মুভি ডেটাবেজে বার্নাডেট পিটার্স (ইংরেজি)\nইন্টারনেট ব্রডওয়ে ডেটাবেজে বার্নাডেট পিটার্স (ইংরেজি)\nইন্টারনেট অফ-ব্রডওয়ে ডেটাবেজে বার্নাডেট পিটার্স (ইংরেজি)\nটেমপ্লেট:Playbill person\nবিং ক্রজবির ক্রিসমাস স্পেশালে বার্নাডেট পিটার্সের চিত্র\nপিটার্সের অসংখ্য চিত্র, ভক্তের ওয়েবসাইট"}