{"pageid": 1420924, "title": "সুপ্তিকাল", "url": "https://bn.wikipedia.org/wiki?curid=1420924", "content": "সুপ্তিকাল (সুপ্তপর্ব বা বিলম্বকাল নামেও পরিচিত) হলো রোগ সংক্রামক জীবাণু জীবের রাসায়নিক বা বিকিরণের সংস্পর্শে আসা পর্যন্ত এবং এর লক্ষণগুলো প্রথম স্পষ্ট হওয়া পর্যন্ত অতিবাহিত সময়। একটি সাধারণ সংক্রামক রোগে, সুপ্তিকাল বলতে সাধারণত বস্তুর মধ্যে উপসর্গ তৈরির জন্য প্রয়োজনীয় প্রবেশস্থলে পৌঁছানোর জন্য গুণক জীব দ্বারা নেওয়া সময়কে বোঝায়।\nযদিও সুপ্তপর্ব বা বিলম্বকাল এর সমার্থক হতে পারে, তবে মাঝে মাঝে সুপ্তপর্বে একটি পার্থক্য তৈরি করা হয়, যেখানে সুপ্তপর্বকে সংজ্ঞায়িত করা হয় সংক্রমণ থেকে সংক্রামকতা পর্যন্ত সময় হিসেবে। কোন সময়কাল কম তা রোগের উপর নির্ভর করে। একজন ব্যক্তি কোনো উপসর্গ ছাড়াই গলায় স্ট্রেপটোকক্কাসের মতো রোগ বহন করতে পারে। রোগের উপর নির্ভর করে সুপ্তিকালে ব্যক্তি সংক্রামক হতে পারে বা নাও হতে পারে।\nবিলম্বকালে, একটি সংক্রমণ সাধারণত উপসর্গহীন হয়। ভাইরাসঘটিত সংক্রমণের ক্ষেত্রে, সুপ্তিকালে ভাইরাস প্রতিলিপি তৈরি করে। এটি ভাইরাস বিলম্বের বিপরীতে সুপ্ততার একটি ধরন, যেখানে ভাইরাস প্রতিলিপি করে না। বিলম্বের একটি উদাহরণ হল এইচআইভি সংক্রমণ। এইচআইভি লসিকাতন্ত্রে প্রতিলিপি হওয়া এবং দ্রুত একটি বড় ভাইরাল লোড জমা হওয়া সত্ত্বেও এর প্রথমে কোনো উপসর্গ নাও থাকতে পারে এবং এসময় এইডসের কোনো লক্ষণ নাও দেখাতে পারে। এই পর্যায়ে এইচআইভি আক্রান্ত ব্যক্তিরা সংক্রামক হতে পারে।\n\n\n== অভ্যন্তরীণ ও বাহ্যিক সুপ্তিকাল ==\n\"অভ্যন্তরীণ সুপ্তিকাল\" এবং \"বাহ্যিক সুপ্তিকাল\" শব্দ দুটি রোগের বাহকের ক্ষেত্রে ব্যবহৃত হয়। অভ্যন্তরীণ সুপ্তিকাল হলো নির্দিষ্ট বস্তুতে বিকাশ সম্পূর্ণ করতে একটি জীবের নেওয়া সময়। বাহ্যিক সুপ্তিকাল হলো মধ্যবর্তী বস্তুতে বিকশিত হতে একটি জীবের নেওয়া সময়।\nউদাহরণস্বরূপ, মশা মানুষকে একবার গ্রাস করলে ম্যালেরিয়া পরজীবীগুলো মানুষের মধ্যে সংক্রমিত হওয়ার আগে মশার মধ্যে বিকাশ লাভ করতে হবে। পরজীবী প্রজাতি এবং তাপমাত্রার উপর নির্ভর করে মশার বিকাশের জন্য প্রয়োজনীয় সময় ১০ থেকে ২৮ দিনের মধ্যে হয়ে থাকে। এটিই হলো সেই পরজীবীর বাহ্যিক সুপ্তিকাল। যদি একটি স্ত্রী মশা বাহ্যিক সুপ্তিকালের চেয়ে বেশি সময় বেঁচে না থাকে, তাহলে সে কোনো ম্যালেরিয়া পরজীবী সংক্রমণ করতে পারবে না।\nকিন্তু যদি একটি মশা সফলভাবে একটি কামড়ের মাধ্যমে পরজীবীটিকে মানবদেহে স্থানান্তর করে, তবে পরজীবীটি বিকাশ শুরু করে। মানুষের মধ্যে মশা হতে পরজীবীর প্রবেশ এবং ম্যালেরিয়ার প্রথম লক্ষণগুলোর বিকাশের মধ্যবর্তী সময় হলো এর অন্তর্নিহিত সুপ্তিকাল।\n\n\n== কারণ নির্ণয় ==\nএকটি রোগ প্রক্রিয়ার জন্য নির্দিষ্ট সুপ্তিকাল একাধিক কারণের ফলাফল, যার মধ্যে রয়েছে:\n\nএকটি সংক্রামক প্রতিনিধির ডোজ বা টিকা\nটিকা দেওয়ার স্থান\nসংক্রামক প্রতিনিধির প্রতিলিপির হার\nবস্তুর সংবেদনশীলতা\nনিরাপদ প্রতিক্রিয়া\n\n\n== মানব রোগের উদাহরণ ==\nআন্তঃব্যক্তিগত তারতম্যের কারণে, সুপ্তিকাল সর্বদা একটি পরিসর হিসাবে প্রকাশ করা হয়। সম্ভব হলে গড় এবং ১০তম ও ৯০তম শতকরা হার প্রকাশ করা ভালো, যদিও এই তথ্য সবসময় পাওয়া যায় না।\nবিভিন্ন অবস্থার কারণে প্রাপ্তবয়স্কদের মধ্যে সুপ্তিকাল শিশুদের তুলনায় বেশি হয়।\n\n\n== আরও দেখুন ==\nসুপ্তপর্ব\nসঙ্গনিরোধ\n\n\n== তথ্যসূত্র =="}