{"pageid": 1420985, "title": "থাবা", "url": "https://bn.wikipedia.org/wiki?curid=1420985", "content": "থাবা হল একটি বাঁকা, সূক্ষ্ম উপাঙ্গ যা বেশিরভাগ অ্যামনিওটে (স্তন্যপায়ী প্রাণী, সরীসৃপ, পাখি) পায়ের আঙুল বা আঙুলের শেষে পাওয়া যায়। কিছু অমেরুদণ্ডী প্রাণী যেমন গুবরে পোকা এবং মাকড়সার পায়ের শেষে কিছুটা একই রকম সূক্ষ্ম, হুকযুক্ত কাঠামো থাকে যা তাদের হাঁটার সময় পৃষ্ঠকে আঁকড়ে ধরতে সাহায্য করে থাকে। কাঁকড়া, গলদা চিংড়ি এবং বিছেদের চিমটি, যা আনুষ্ঠানিকভাবে তাদের দাঁড়া নামে পরিচিত, কখনও কখনও থাবা বলা হয়।\nএকটি সত্যিকারের থাবা কেরাটিন নামক একটি শক্ত প্রোটিন দিয়ে তৈরি। বিড়াল এবং কুকুরের মতো মাংসাশী স্তন্যপায়ী প্রাণীদের শিকার ধরতে এবং ধরে রাখতে থাবা ব্যবহার করে, তবে সেই এবং অন্যান্য প্রজাতিতে খনন কার্য, গাছে আরোহণ, আত্মরক্ষা এবং সাজসজ্জার মতো উদ্দেশ্যেও এগুলো ব্যবহার করা যেতে পারে।\nঅনুরূপ উপাঙ্গ যা সমতল এবং তীক্ষ্ণ নয় তাদেরকে থাবার পরিবর্তে নখ বলা হয়। থাবা-সদৃশ অভিক্ষেপ যা অঙ্গের শেষে তৈরি হয় না কিন্তু পায়ের অন্যান্য অংশ থেকে বেরিয়ে আসে সেগুলো স্পার নামে পরিচিত।\n\n\n== চতুষ্পদ ==\nচতুষ্পদ প্রাণিদের, থাবাগুলি কেরাটিন দিয়ে তৈরি এবং দুটি স্তর নিয়ে গঠিত। আনগুইস হল শক্ত বাহ্যিক স্তর, যা কেরাটিন তন্তু নিয়ে গঠিত যা বৃদ্ধির দিকে লম্বভাবে এবং একটি তির্যক কোণে স্তরে বিন্যস্ত থাকে। সাবুংগুইস হল নরম, স্তরযুক্ত নীচের স্তর যার দানা বৃদ্ধির দিকের সমান্তরাল। থাবার আনগুইসের গোড়ায় নখ ম্যাট্রিক্স থেকে বাইরের দিকে বৃদ্ধি পায় এবং নখ বিছানা জুড়ে বিস্তৃত হবার সময় সাবুংগুই মোটা হয়। একটি বক্ররেখা তৈরির জন্য আনগুইস সাবুংগুইসের তুলনায় বাইরের দিকে দ্রুত বৃদ্ধি পায় এবং নখরগুলির পাতলা দিকগুলি তাদের ঘন মাঝামাঝি অংশ থেকে দ্রুত দূরে চলে যায়, যার ফলে থাবাগুলিতে বাঁকা ও কম বা বেশি তীক্ষ্ণ বিন্দু তৈরি করে। চতুষ্পদগুলি তাদের থাবা ব্যবহার করে অনেক উপায়ে, সাধারণত শিকার ধরতে বা হত্যা করতে, খনন করতে এবং আরোহণ করতে এবং ঝুলতে।\n\n\n=== স্তন্যপায়ী প্রাণী ===\n\nসমস্ত মাংসাশী প্রাণীর থাবা থাকে, যা দৈর্ঘ্য এবং আকারে যথেষ্ট পরিবর্তিত হয়। থাবার তৃতীয় ফালাঞ্জ থেকে থাবা গজায় এবং কেরাটিন দিয়ে তৈরি। অনেক শিকারী স্তন্যপায়ী প্রাণীর প্রলম্বিত থাবা থাকে যা আংশিকভাবে প্রাণীর থাবার ভিতরে লুকিয়ে রাখতে পারে, বিশেষ করে বিড়াল পরিবার, মার্জার, যাদের প্রায় সকল সদস্যেরই সম্পূর্ণ প্রসারিত থাবা রয়েছে। বিড়াল পরিবারের বাইরে, সঙ্কোচনীয় থাবা শুধুমাত্র ভিবেরিডি (এবং বিলুপ্তপ্রায় নিমরাভিডি) নির্দিষ্ট প্রজাতির মধ্যে পাওয়া যায়। সঙ্কোচনীয় একটি নখর পরিধান এবং ছিঁড়িয়া ফেলা থেকে সুরক্ষিত।\nবেশিরভাগ বিড়াল এবং কুকুরের সামনের পাঞ্জাগুলির অভ্যন্তরে একটি ডিউক্ল থাকে। এটি অন্যান্য নখর তুলনায় অনেক কম কার্যকরী কিন্তু বিড়ালদের শিকার ধরতে সাহায্য করে। যেহেতু এর নখর মাটি স্পর্শ করে না, এটি কম পরিধান পায় এবং তীক্ষ্ণ ও দীর্ঘ হয়ে থাকে।\nএকটি নখের একটি সমসংস্থিত কিন্তু প্রশস্থ এবং একটি বিন্দুর পরিবর্তে একটি বাঁকা প্রান্ত আছে। একটি নখ যা ওজন বহন করার জন্য যথেষ্ট বড় তাকে \"খুর\" বলে। (তবুও, আর্টিওড্যাক্টিল আনগুলেটসের ক্লোভেন-খুরের একপাশকে থাবাও বলা যেতে পারে)।\nপ্রায়ই, চুলের মতো থাবা বৃদ্ধি বন্ধ হয়ে পুনরায় শুরু হয়। একটি চুলে, এর ফলে চুল পড়ে যায় এবং একটি নতুন দ্বারা প্রতিস্থাপিত হয়। থাবাগুলিতে, এর ফলে একটি বিচ্ছিন্ন স্তর তৈরি হয় এবং পুরনো অংশটি ভেঙে যায়। এই প্রক্রিয়াটি মানুষের বুড়ো আঙুলের নখের বেলায় কয়েক মাস সময় নেয়। বিড়ালদের প্রায়শই কাঠের উপর বা এই উদ্দেশ্যের জন্য তৈরি বোর্ডে পুরানো আনগুইস স্তরগুলিকে কাজ করতে দেখা যায়। আঙ্গুলেটস খুর পরিধান বা স্থল সংস্পর্শে স্ব-ছাঁটা হয়ে যায়। গৃহপালিত ইকুইস (ঘোড়া, গাধা এবং খচ্চর) সাধারণত একটি অশ্ববৈদ্য দ্বারা নিয়মিত ছাঁটাই করা প্রয়োজন, না হলে শক্ত মাটিতে কার্যকলাপ হ্রাস পায়।\n\n\n==== প্রাইমেট ====\nপ্রাইমেট প্রাণিদের নখ কেবলমাত্র আনগুইস নিয়ে গঠিত, কারণ সাবুংগুইস অদৃশ্য হয়ে গেছে। হাত ও পা আঁকড়ে ধরার বিবর্তনের সাথে, গতিবিধির জন্য থাবার আর প্রয়োজন নেই, এবং পরিবর্তে বেশিরভাগ সংখ্যক নখ প্রদর্শন করে। যাইহোক, থাবার মতো নখগুলি পায়ের আঙ্গুল বা পায়ের বড় আঙুল ছাড়া সমস্ত অঙ্কে ছোট-দেহযুক্ত ক্যালিট্রিকিডগুলিতে পাওয়া যায়। একটি পার্শ্বীয়ভাবে চ্যাপ্টা গ্রুমিং ক্ল, গ্রুমিং এর জন্য ব্যবহৃত হয়, জীবন্ত স্ট্রেপসিররাইনে দ্বিতীয় এবং তৃতীয় পায়ের আঙ্গুলে পাওয়া যায়। হ্যালাক্স ব্যতীত অন্যান্য সমস্ত অঙ্কে আয়ে-আয়েসের কার্যকরী থাবা রয়েছে, যার মধ্যে দ্বিতীয় পায়ের আঙ্গুলে একটি গ্রুমিং ক্লও রয়েছে। কম পরিচিত, রাতের বানর (Aotus), টাইটিস (Callicebus) এবং সম্ভবত অন্যান্য নিউ ওয়ার্ল্ড বানরের দ্বিতীয় প্যাডেল ডিজিটে একটি গ্রুমিং ক্লও পাওয়া যায়।\n\n\n=== সরীসৃপ ===\n\nবেশির ভাগ সরীসৃপেরই ভালোভাবে বিকশিত থাবা থাকে। বেশির ভাগ টিকটিকির পায়ের আঙুলগুলো শক্ত থাবা দিয়ে শেষ হয়। সাপের ক্ষেত্রে, পা এবং থাবা অনুপস্থিত থাকে, কিন্তু অনেক বয়েড যেমন বোয়া কনস্ট্রিক্টর, মলদ্বারের কাছে প্রতি পাশে \"স্পার্স\" হিসাবে একটি থাবা সহ অত্যন্ত হ্রাসকৃত পশ্চাৎ অঙ্গের অবশিষ্টাংশগুলি আবির্ভূত হয়।\nটিকটিকি থাবা আরোহণে সহায়ক হিসেবে ব্যবহৃত হয় এবং মাংসাশী প্রজাতির শিকার ধরে রাখতে ব্যবহৃত হয়।\n\n\n=== পাখি ===\nট্যালন হল শিকারী পাখির থাবা, এটির প্রাথমিক শিকারের হাতিয়ার। ট্যালন খুব গুরুত্বপূর্ণ; তাদের ছাড়া, বেশিরভাগ শিকারী পাখি তাদের খাবার ধরতে সক্ষম হতো না। কিছু পাখি প্রতিরক্ষামূলক উদ্দেশ্যে থাবা ব্যবহার করে। ক্যাসোওয়ারী তাদের পায়ের ভেতরের আঙ্গুলে থাবা ব্যবহার করে প্রতিরক্ষার জন্য এবং লোকেদের অন্ত্র কেটে বের করার জন্য পরিচিত। যাইহোক, সমস্ত পাখির থাবা থাকে, যা সাধারণ কোন কিছু ধরতে প্রথমেই ব্যবহৃত হয় এবং অঙ্গুলী ডগা রক্ষা করার জন্য।\nবুড়ো আঙুল এবং তর্জনীতে কার্যকরী থাবা থাকার জন্য বর্তমান পাখিদের মধ্যে হোটজিন এবং তুরাকো অনন্য। ছানা অবস্থায় তারা গাছে উঠতে পারে, যতক্ষন না তাদের প্রাপ্তবয়স্ক উড়ার পালকের বিকাশ না হয়। যাইহোক, বেশ কয়েকটি পাখির হাতের অঙ্কের শেষে পালকের নীচে একটি থাবা- বা নখের মতো কাঠামো লুকিয়ে থাকে, বিশেষত উটপাখি, ইমু, হাঁস, গিজ এবং কিউই পাখির।\n\n\n=== উভচর ===\nথাবা বহনকারী একমাত্র উভচর হল আফ্রিকান থাবাযুক্ত ব্যাঙ। উভচর এবং অ্যামনিওট (রেপ্টিলিওমর্ফ) লাইনে থাবা আলাদাভাবে বিবর্তিত হয়েছে। যাইহোক, লোমশ ব্যাঙের পায়ে নখর অ্যানালগ রয়েছে; ব্যাঙ ইচ্ছাকৃতভাবে তার আঙ্গুলের ডগাগুলোকে স্থানচ্যুত করে তার শেষ ফালাঞ্জের তীক্ষ্ণ বিন্দুগুলোকে মুক্ত করার জন্য।\n\n\n== আর্থ্রোপড ==\n\nগলদা চিংড়ি বা কাঁকড়ার মতো আর্থ্রোপডের \"থাবার\" এর জন্য বৈজ্ঞানিকভাবে সঠিক শব্দটি হল দাঁড়া। দাঁড়া বহনকারী পাকে চেলিপেড বলে। একে চিমটাও বলা হয়।\n\n\n== আরও দেখুন ==\nঘোড়ার খুর\nনৃশংসভাবে\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইঁদুরের নখর, সাধারণভাবে স্তন্যপায়ী নখর সম্পর্কেও অনেক কিছু ব্যাখ্যা করে।"}