{"pageid": 1420607, "title": "মিন সাও মোনের রাজ্য পুনরুদ্ধার", "url": "https://bn.wikipedia.org/wiki?curid=1420607", "content": "মিন সাও মোনের পুনরুদ্ধার ছিল বাংলা সালতানাতের নেতৃত্বে সামরিক অভিযান যা মিন সাও মোনকে তার লাউংগিয়েট রাজবংশের নিয়ন্ত্রণ পুনরুদ্ধার করতে সহায়তা করে। অভিযান সফল হয়েছিল। মিন সাও মোন লাউংগিয়েট সিংহাসন ফিরে পায় এবং উত্তর আরাকান বাংলা সালতানাতের ভাসাল রাজ্যে (নির্ভরশীল) পরিণত হয়।\n\n\n== পটভূমি ==\n১৪০৬ সালে, আভা রাজ্যের বার্মিজ বাহিনী আরাকান আক্রমণ করে। আরাকানের নিয়ন্ত্রণ বার্মার মূল ভূখণ্ডে আভা এবং হানতাওয়াদি পেগুর মধ্যে চল্লিশ বছরের যুদ্ধের অংশ ছিল। ১৪১২ সালে হানতাওয়াদি বাহিনী আভা বাহিনীকে বিতাড়িত করার আগে আরাকানের নিয়ন্ত্রণ কয়েকবার হাত বদল হয়। আভা ১৪১৬/১৭ সাল পর্যন্ত উত্তর আরাকানের একটি অংশ ধরে রেখেছিলেন কিন্তু আরাকান পুনরুদ্ধারের চেষ্টা করেননি। ১৪২১ সালে রাজা রাজাদারিতের মৃত্যুর পর হানথাওয়াদ্দি প্রভাবের অবসান ঘটে।\nপ্রাক্তন আরাকানি শাসক মিন সাও মোন বাংলা সালতানাতে আশ্রয় লাভ করেছিল এবং সেখানে পান্ডুয়ায় ২৪ বছর বসবাস করেন। রাজার সেনাবাহিনীতে একজন সেনাপতি হিসেবে দায়িত্ব পালন করে মোন বাংলার সুলতান জালালউদ্দিন মুহাম্মদ শাহের ঘনিষ্ঠ হয়ে ওঠেন। মোন সুলতানকে তার হারানো সিংহাসনে ফিরিয়ে আনতে সাহায্য করার জন্য রাজি করান।\n\n\n== আক্রমণ ==\n১৪২৯ সালে, সো মোন \"মূলত আফগান অভিযাত্রীদের সমন্বয়ে গঠিত\" সৈন্যদের সহায়তায় আরাকান আক্রমণ করে। আক্রমণের প্রথম প্রচেষ্টা ব্যর্থ হয় কারণ সো মন বাংলার জেনারেল ওয়ালী খানের সাথে বিতর্কে জড়িয়ে পড়েন এবং জেনারেল তাকে কারারুদ্ধ করেন। মোনকে পালিয়ে যেতে দেখে, এবং সুলতান আরেকটি প্রচেষ্টায় রাজি হন। দ্বিতীয় আক্রমণ ভালোই হয়েছে। ১৪২৯ সালের ১৮ এপ্রিল লাউংগিতে মোনকে রাজা ঘোষণা করা হয়েছিল।\n\n\n== ফলাফল ==\nবাঙালি সেনাপতি ওয়ালী খান এবং সিন্ধি খানের সামরিক সহায়তায় ১৪৩৮ খ্রিস্টাব্দে সাও মোন অবশেষে আরাকানি সিংহাসনের নিয়ন্ত্রণ পুনরুদ্ধার করেন। পরে তিনি একটি নতুন রাজকীয় রাজধানী প্রতিষ্ঠা করেন যার দেন ম্রাউক ইউ। পরে রাজ্যটি ম্রাউক ইউ রাজ্য নামে পরিচিত হয়। আরাকান বাংলা সালতানাতের ভাসাল রাজ্যে পরিণত হয় এবং উত্তর আরাকানের কিছু ভূখণ্ডের উপর বাঙালি সার্বভৌমত্বকে স্বীকৃতি দেয়। তার রাজ্যের ভাসাল মর্যাদার স্বীকৃতিস্বরূপ, আরাকানের রাজারা বৌদ্ধ হওয়া সত্ত্বেও ইসলামিক উপাধি লাভ করে এবং রাজ্যের মধ্যে বাংলা থেকে ইসলামিক স্বর্ণ মুদ্রা দিনার হিসাবে ব্যবহার বৈধ করেন। রাজারা নিজেদেরকে সুলতানদের সাথে তুলনা করতেন এবং মুসলমানদেরকে রাজকীয় প্রশাসনের মধ্যে মর্যাদাপূর্ণ পদে নিয়োগ করতেন। ১৪৩৩ সালে সাও সুলেমান শাহ নামধারণ করেন এবং তার মৃত্যু তার ছোট ভাই মিন খায়ীর স্থলাভিষিক্ত হন।\nবাংলার সঙ্গে অধস্তন সম্পর্ক বেশিদিন টেকেনি। সুলতান জালালুদ্দিন মুহম্মদ শাহ ১৪৩৩ সালে মৃত্যুবরণ করেন এবং তার স্থলাভিষিক্ত হন একদল দুর্বল সুলতান। ১৪৩৭ সালে, খায়ী স্যান্ডোওয়ে (থান্ডওয়ে) এর সিংহাসন গ্রহণ করেন, আরাকান উপকূলকে সম্ভবত ইতিহাসে প্রথমবারের মতো একীভূত করে। তিনি স্যান্ডওয়ের রানী স ইয়িন মি- কেও বিয়ে করেন। তারপর, খায়ী তার পূর্বের বাংলার দক্ষিণতম অঞ্চল রামু দখল করে। আরাকানি ইতিহাস বলে যে, খায়ী ১৪৫০ সালে সফলভাবে চট্টগ্রাম দখল করে যাইহোক, চট্টগ্রামের প্রথম নিশ্চিত সফল দখল আসে মাত্র নয় বছর পরে ১৪৫৯ সালে যখন রাজা বা স ফিউ সুলতান রুকুনউদ্দিন বারবক শাহের কাছ থেকে বন্দরটি দখল করেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nGutman, Pamela (২০০১)। Burma's Lost Kingdoms: Splendours of Arakan। Orchid Press। আইএসবিএন 974-8304-98-1। \nHarvey, G. E. (১৯২৫)। History of Burma: From the Earliest Times to 10 March 1824। Frank Cass & Co. Ltd। \nMyanma Swezon Kyan (বার্মিজ ভাষায়) (১ম সংস্করণ)। Sarpay Beikman। ১৯৬৪। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nPhayre, Major Gen. Sir Arthur P. (১৮৭৩)। \"The History of Pegu\"। Oxford University। \nMyint-U, Thant (২০০৬)। The River of Lost Footsteps—Histories of Burma। Farrar, Straus and Giroux। আইএসবিএন 978-0-374-16342-6। \nSandamala Linkara, Ashin (১৯৩১)। Rakhine Yazawinthit Kyan (বার্মিজ ভাষায়) (১৯৯৭–১৯৯৯ সংস্করণ)। Tetlan Sarpay। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link)"}