{"pageid": 1420595, "title": "ফিঙ্কেলস্টেইন বিক্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1420595", "content": "ফিঙ্কেলস্টেইন বিক্রিয়া হল কোনো হ্যালোজেন যুক্ত জৈব যৌগে ঐ হ্যালোজেনটি অন্য হ্যালোজেন দ্বারা প্রতিস্থাপনের বিক্রিয়া। মূলত এটি SN2 (দ্বিআণবিক নিউক্লিওফিলিক প্রতিস্থাপন বিক্রিয়া) পদ্ধতি মেনে চলে। জার্মান রসায়নবিদ হান্স ফিঙ্কেলস্টেইন-এর নামে এই বিক্রিয়ার নামকরণ। এই বিক্রিয়াটি মূলত রাসায়নিক সাম্যাবস্থা মেনে চলে। কিন্তু লবণের দ্রাব্যতা পরিবর্তনের মাধ্যমে এটি শেষ করা সম্ভব। সেই ক্ষেত্রে হ্যালাইড লবণের প্রয়োগ বেশিমাত্রায় করা হয়।\n\nR–X  +  X′−  ⇌  R–X′  +  X−\n\n\n== পদ্ধতি ==\nএই বিক্রিয়াতে অ্যালকিল ক্লোরাইড বা অ্যালকিল ব্রোমাইডকে সোডিয়াম আয়োডাইড-এর সাহায্যে অ্যাসিটোন দ্রবণের মধ্যে অ্যালকিল আয়োডাইডে রূপান্তরিত করা হয়। অ্যাসিটোনে সোডিয়াম আয়োডাইড দ্রবীভূত হতে পারে, কিন্তু সোডিয়াম ক্লোরাইড বা সোডিয়াম ব্রোমাইড হতে পারে না। ভরক্রিয়া সূত্র, যা রাসায়নিক সাম্যাবস্থার ভিত্তি, প্রমাণ করে যে, বিক্রিয়ার অগ্রগতির ফলে সৃষ্ট NaCl বা NaBr দ্রবীভূত না হওয়ায় তা অধঃক্ষিপ্ত হয়ে যায় এবং ফরওয়ার্ড বিক্রিয়ার বেগ অনেক বেশি হয়।\nউদাহরণ স্বরূপ, ৫-ব্রোমো ভ্যালেরিক অ্যাসিড এর ইথাইল এস্টার এর আয়োডাইডে রূপান্তর:\n\nEtO2C(CH2)4Br + NaI  →  EtO2C(CH2)4I + NaBr\nপটাসিয়াম ফ্লুওরাইড ক্লোরোকার্বনকে ফ্লোরোকার্বনে রূপান্তরের জন্য ব্যবহার করা হয়। এই ধরনের বিক্রিয়া সাধারণত পোলার দ্রাবক যেমন ডাইমিথাইল ফরমামাইড, ইথিলিন গ্লাইকল এবং ডাইমিথাইল সালফক্সাইড ব্যবহার করে করা হয়।\n\n\n== ব্যবহার ==\nঅ্যালকাইল হ্যালাইডগুলি যে মাত্রায় ফিঙ্কেলস্টাইন বিক্রিয়া করে, তার মধ্যে ব্যাপকভাবে পৃথকীকরণ করা সম্ভব। প্রতিক্রিয়াটি প্রাথমিক (নিওপেন্টাইল ব্যতীত) হ্যালাইডের জন্য ভাল কাজ করে এবং অ্যালাইল, বেঞ্জাইল এবং α-কার্বনিল হ্যালাইডের জন্য ব্যতিক্রমীভাবে ভাল। সেকেন্ডারি হ্যালাইড অনেক কম প্রতিক্রিয়াশীল। ভিনাইল, অ্যারাইল এবং টারশিয়ারি অ্যালকাইল হ্যালাইডগুলি প্রতিক্রিয়াহীন; ফলস্বরূপ, অ্যাসিটোনে NaI-এর প্রতিক্রিয়া একটি গুণগত পরীক্ষা হিসাবে ব্যবহার করা যেতে পারে যেটি পূর্বোক্ত শ্রেণীগুলির মধ্যে কোনটি অজানা অ্যালকাইল হ্যালাইডের অন্তর্ভুক্ত, অ্যালকাইল আয়োডাইডগুলি বাদ দিয়ে, কারণ তারা প্রতিস্থাপনের পরে একই পণ্য দেয়। প্রতিক্রিয়ার কিছু আপেক্ষিক হার নিচে দেওয়া হল (৬০°সে., অ্যাসিটোনে NaI):\n\n\n== অ্যারোম্যাটিক ফিঙ্কেলস্টেইন বিক্রিয়া ==\nঅ্যারোম্যাটিক ক্লোরাইড এবং ব্রোমাইড সহজে আয়োডাইড দ্বারা প্রতিস্থাপিত হয় না, যদিও যথাযথভাবে অনুঘটক করা হলে সেগুলি ঘটতে পারে। তথাকথিত \"অ্যারোম্যাটিক ফিঙ্কেলস্টাইন বিক্রিয়া\" ডাইঅ্যামাইন লিগ্যান্ডের সংমিশ্রণে কপার(I) আয়োডাইড দ্বারা অনুঘটক হয়। নিকেল ব্রোমাইড এবং ট্রাই-এন-বিউটাইলফসফিনও উপযুক্ত অনুঘটক হিসেবে পাওয়া গেছে।\n\n\n== আরও দেখুন ==\nসোয়ার্টস বিক্রিয়া\n\n\n== তথ্যসূত্র =="}