{"pageid": 1420343, "title": "দেবাপি", "url": "https://bn.wikipedia.org/wiki?curid=1420343", "content": "দেবাপি (সংস্কৃত: देवापि, Devāpi, অর্থ. ঈশ্বরের বন্ধু) বা দেবাপি অর্ষ্টিষেণ, একজন অমর ঋষি। নিরুক্ত (ii.10), বৃহদেবতা, মহাভারত এবং পুরাণ অনুসারে, তিনি ছিলেন একজন কুরু রাজকুমার এবং হস্তিনাপুরের রাজা প্রতীপের জ্যেষ্ঠ পুত্র। তিনি ছিলেন একজন সম্ভ্রান্ত এবং সকলের প্রিয় রাজপুত্র কিন্তু প্রতীপকে উত্তরাধিকারী হতে দেওয়া হয়নি, কারণ তিনি কুষ্ঠরোগে আক্রান্ত ছিলেন এবং ব্রাহ্মণ ও বয়স্ক নাগরিকদের পরিষদ এই প্রস্তাবের বিরোধিতা করেছিল। এর ফলে তার ছোট ভাই শান্তনু হস্তিনাপুরের রাজা হিসেবে প্রতীপের স্থলাভিষিক্ত হন। পরে দেবাপি তপস্যার জন্য বনবাসে যান। মৎস্য পুরাণ এবং ভাগবত পুরাণ অনুসারে, তিনি ঋষি মরু সহ বর্তমান কলিযুগের শেষ পর্যন্ত কলাপগ্রাম নামক স্থানে জীবিত থাকবেন এবং পরবর্তী সত্যযুগে পৌরব রাজবংশকে পুনরুজ্জীবিত করবেন \n\n\n== কুরু রাজ্যে খরা ==\nশৌনকের বৃহদেবতা অনুসারে, যখন দেবাপি শান্তনুর পক্ষে সিংহাসন ত্যাগ করে বনবাসে যান, তখন কুরু রাজ্য বারো বছর ধরে প্রচণ্ড খরায় ভুগেছিল, কারণ পর্জন্য বৃষ্টি দেননি। অবশেষে, শান্তনু তার প্রজাদের সাথে বনে গিয়ে তাকে কুরু সিংহাসনের প্রস্তাব দেয়, যা তিনি প্রত্যাখ্যান করেন। পরিবর্তে, তিনি শান্তনুর পুরোহিত (পুরোহিত) হতে সম্মত হন এবং তার জন্য বৃষ্টি উৎপাদনের জন্য একটি যজ্ঞ (বলি) পরিচালনা করেন। এই আখ্যানের একটি পরবর্তী সংস্করণ বিষ্ণু পুরাণে পাওয়া যায় (IV.20) বিষ্ণু পুরাণ অনুসারে, শান্তনুকে তার ব্রাহ্মণ মন্ত্রীদের দ্বারা ব্যাখ্যা করা খরার কারণ ছিল তার বড় ভাইয়ের স্থানে শান্তনুর সিংহাসনে আরোহণের কারণে দেবতাদের অসন্তুষ্টি, কারণ তা আদি আইনের লঙ্ঘন। শান্তনুর একজন কুচক্রী মন্ত্রী যখন এই কথা শুনলেন, তখন তিনি বেশ কিছু বিধর্মীকে বনে পাঠিয়েছিলেন, যারা সরলমনা রাজকুমার দেবাপিকে বৈদিক বিরোধী মতবাদে বিভ্রান্ত করেছিল। শান্তনু কর্তৃক প্রেরিত ব্রাহ্মণরা যখন তাকে সিংহাসন অর্পণ করতে বনে আসেন, তখন তিনি বেদের অনুশাসনের বিপরীতে যুক্তি তুলে ধরেন। ফলস্বরূপ, ব্রাহ্মণরা তাকে অধঃপতিত এবং শাসনের অযোগ্য ঘোষণা করে, যার ফলে বৃষ্টি হয়।\n\n\n== ঋগ্বেদে ==\nঋগ্বেদে, দেবাপিকে সর্বদা “দেবাপি অর্ষ্টিষেণ” হিসাবে উল্লেখ করা হয়েছে। ঋগ্বেদ (X.98) উল্লেখ করেছে যে দেবাপি শান্তনুর রাজ্যে বৃষ্টির জন্য যজ্ঞ পরিচালনা করেছিলেন। আধুনিক পণ্ডিতরা অর্ষ্টিষেণ এর প্রকৃত অর্থ সম্পর্কে একমত নন। আধুনিক পণ্ডিতরা, যার মধ্যে এস.এন প্রধান এবং ভি.এস মিশ্র রয়েছে, বিশ্বাস করেন যে, দেবাপি ব্রাহ্মণ হওয়ার পরে, ঋষ্ঠীষেণ গোত্রে প্রবেশ করেছিলেন।\n\n\n== তথ্যসূত্র =="}