{"pageid": 1420803, "title": "অভির রাজ‍্য", "url": "https://bn.wikipedia.org/wiki?curid=1420803", "content": "মহাভারতের অভির রাজ্য সরস্বতী নদীর নিকটবর্তী দুটি রাজ্যের মধ্যে একটি। এখানে আভিরদের আধিপত্য ছিল, কখনও কখনও সুরভির নামেও উল্লেখ করা হয় এছাড়াও সুর এবং অভির উভয় রাজ্যের সমন্বয়ে। আধুনিক দিনের অভিরা অঞ্চলটি ভারতের গুজরাট এবং দক্ষিণ রাজস্থানের উত্তরাঞ্চলের মধ্যে অবস্থিত।\n\n\n== সাহিত্যে অভিরাসের উল্লেখ ==\nমহাভারতের সভা-পর্ব এবং ভীষ্ম-পর্বে অভির প্রদেশের কথা উল্লেখ করা হয়েছে, যেটি একসময় প্রাচীন সিন্ধুর সরস্বতী নদীর নিটবর্তী ছিল। যে ক্ষত্রিয়রা পরশুরামকে ভয় পেয়েছিলেন এবং ককেশীয় পাহাড়ী অঞ্চলে নিজেদের লুকিয়ে রেখেছিলেন তারা পরবর্তীতে অভির নামে পরিচিত হয় এবং তারা যে স্থানটিতে বসবাস করত সেটি অভিরদেশ নামে পরিচিত হয়। পরে, কিছুকালের জন্য, তারা মহারাজা যুধিষ্ঠির কর্তৃক শাসিত হয়েছিল। কলিযুগে তাদের রাজত্ব করার ব্যাপারে ঋষি মার্কণ্ডেয় ভবিষ্যদ্বাণী করেছেন। বাৎস্যায়ন কামসূত্রে অভির রাজ্যের কথাও উল্লেখ আছে। অভির যুধিষ্ঠির শাসিত রাজ্যের বাসিন্দা হওয়ার উল্লেখ ভাগবতমে পাওয়া যায়।\nমহাভারতের যুদ্ধে দুর্যোধনের সমর্থনে অভিরদেরকে যোদ্ধা হিসেবে উল্লেখ করা হয়েছে। গোপরা, যাদের কৃষ্ণ দুর্যোধনকে তাঁর সমর্থনে যুদ্ধ করার প্রস্তাব দিয়েছিলেন যখন তিনি নিজে অর্জুনের পক্ষে যোগ দিয়েছিলেন, তারা অন্য কেউ ছিল না, যাদবরা ছিল, যারা অভিরগণ ছিল। তাদের রাজা চিত্র যুধিষ্ঠির ও দ্রৌপদীর পুত্র প্রতিবিন্ধ্য কর্তৃক নিহত হন। অভিরদেরকে ব্রত ক্ষত্রিয় হিসেবেও বর্ণনা করা হয়েছে। অভির, গোপ, গোপাল এবং যাদব সব সমার্থক শব্দ। তারা মহাভারত যুদ্ধের নায়ককে পরাজিত করেছিল, যখন সে শ্রীকৃষ্ণের পরিবারের সদস্যদের পরিচয় প্রকাশ করেছিল তখন তাকে রেহাই দিয়েছিল। অর্জুন সমস্ত কৌরবকে হত্যা করেছিলেন এবং গোপদের (অভির) কাছে পরাজিত হয়েছিল তা ছিল কেবল হরির খেলা।\n\n\n== মথুরার অভিরা রাজ্য ==\nদক্ষিণে মথুরা ছিল, কৃষ্ণের মাতামহ রাজা উগ্রসেন দ্বারা শাসিত নির্ভীক গো-পালক অভির উপজাতির শক্তিশালী রাজ্য।\n\n\n== সৌরাষ্ট্রের অভিরা রাজ্য ==\nঅভিরগণ সাতবাহনদের উত্তরাধিকারী হয়ে মহারাষ্ট্রে একটি বৃহৎ রাজ্য প্রতিষ্ঠা করেছিল, যার মধ্যে নাসিক, অপরান্ত, লতা, খানদেশ এবং বিদর্ভ অন্তর্ভুক্ত ছিল।\nঅভিরগণ খ্রিস্টীয় দশম শতাব্দীর দ্বিতীয়ার্ধ থেকে দক্ষিণ ও পশ্চিম সৌরাষ্ট্রে রাজত্ব করতে শুরু করে তাদের রাজধানী ছিল জুনাগড় থেকে নয় মাইল পশ্চিমে আধুনিক বনথালি। গ্রহরিপু রাজত্বকালে তারা অত্যন্ত শক্তিশালী হয়ে উঠেছিল যারা সৈন্ধব এবং চৌলুক্যদের পরাজিত করেছিল।\n\n\n== আরও দেখুন ==\nআবিরিয়া\nঅভিরদেশ\nঅভির রাজবংশ\nঅভির মানুষ\nপ্রাচীন ভারতের রাজ্য\n\n\n== তথ্যসূত্র ==\n\nকিসারি মোহন গাঙ্গুলী, কৃষ্ণ-দ্বৈপায়ন ব্যাসের মহাভারত ইংরেজি গদ্যে অনুবাদ, 1883-1896।"}