{"pageid": 1420416, "title": "দুখু মাঝি", "url": "https://bn.wikipedia.org/wiki?curid=1420416", "content": "দুখু মাঝি (জন্ম:১৯৪৬) হলেন একজন ভারতীয় বাঙালি পরিবেশবিদ, যিনি সবুজ ভবিষ্যতের জন্য বৃক্ষরোপনে সচেতনতা বাড়াতে পশ্চিমবঙ্গের রুক্ষ জেলা পুরুলিয়াতে বিগত পাঁচ দশক ধরে নিরন্তর কাজ করে চলেছেন। নিজের গ্রামে তিনি গাছ দাদু নামে পরিচিত হন। ২০২৪ খ্রিস্টাব্দে ভারত সরকার পরিবেশ রক্ষার্থে তথা সামাজিক কাজে অবদান রাখার জন্য তাকে দেশের সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী দ্বারা ভূষিত করে। \n\n\n== জীবনী ==\nদুখু মাঝির জন্ম ১৯৪৬ খ্রিস্টাব্দে অধুনা  পশ্চিমবঙ্গের  পুরুলিয়া জেলার বাঘমুন্ডি সমষ্টি উন্নয়ন ব্লকের অযোধ্যা পাহাড়তলির সিন্দরি গ্রামে। স্কুলে যান নি, বাড়িতে লেখাপড়াও করেন নি, কিন্তু পনেরো বৎসর বয়সেই উপলব্ধি করেন, গাছ মানুষের জীবনে অত্যন্ত উপকারী। নিজের কাকার সঙ্গে গাছ লাগানো শুরু করেন। তারপর বন দপ্তরের আধিকারিকের কাছে শুনেছেন গাছ অক্সিজন দেয় আর সেজন্যই মানুষ শ্বাস নিতে পারে। সেই থেকে খাতাকলমে নিরক্ষর দুখু মাঝি শুরু করেন গাছ লাগাতে এবং ক্রমে বনসূজন হয়ে যার তার নেশা। বনদপ্তর তাকে এক সাইকেল উপহার দিলে, তিনি সেই সাইকেলেই মাটি, সার, গাছের চারা এমনকি বালতি ভরে জল নিয়ে, নিজের গ্রাম ছাড়াও এ গ্রাম ও গ্রাম ঘুরে ঘুরে গাছ লাগান ও বন সৃজন চালান। বিগত পাঁচ দশক আগে থেকেই নিরন্তর এই কাজ করে চলেছেন তিনি। নিজের গ্রাম সিঁদরি ছাড়াও সড়কড়ি, চড়িদা, ঘোড়াবাঁধা, হরিডিসহ পুরুলিয়ার বহু এলাকায় ৫০০০ এর বেশি বট, অশ্বত্থ, আম, জাম, তেঁতুল, পলাশসহ নানা গাছ ইতোমধ্যে লাগিয়েছেন। ফলে চডিদা-বীরগ্রাম রাস্তা, ডাভা-সিঁদরি রাস্তা সহ এরকম বেশ কয়েকটি রাস্তার মোট আঠারো কিলোমিটার সবুজ করে তুলেছেন। অযোধ্যা পাহাড় লাগোয়া বিভিন্ন এলাকাতেও তিনি গাছ লাগিয়ে চলেছেন। মোটের উপর মাঠে, ঘাটে, শ্মশানে যেখানেই একটু ফাঁকা জায়গা পান সেখানেই কিছু না কিছু চারা গাছ বপন করে পরিচর্যা শুরু করেন তিনি। সঙ্গে পেয়ে যান নিজের স্ত্রী ফুনগি মাঝানকে। সন্তানস্নেহে তারা পরিচর্যা করেন গাছগুলিকে। \nবন সংরক্ষণ ও গাছ লাগানোর সুবাদে বনদপ্তরসহ বিভিন্ন জায়গা থেকে পেয়েছেন একাধিক পুরস্কার ও মানপত্র। ২০২৪ খ্রিস্টাব্দে ভারত সরকার সামাজিক কাজ (পরিবেশ - বৃক্ষরোপণ) বিভাগে তাঁকে পদ্মশ্রী প্রদান করে এবং পুরস্কার সম্পর্কে ঘোষণা করে: ‘একজন পরিবেশবিদ, যিনি বৃক্ষরোপণ করতে এবং সবুজ ভবিষ্যতের জন্য সচেতনতা বাড়াতে নিজের জীবনের পাঁচটা দশক উৎসর্গ করে দিয়েছেন।’\n২০২২ খ্রিস্টাব্দে দুখু মাঝিকে নিয়ে পরিচালক সোমনাথ মণ্ডল “রুখু মাটির দুখু মাঝি” নামে বাংলা ভাষায় একটি স্বল্প দৈঘ্যের (২৮ মিনিটের) তথ্যচিত্র নির্মাণ করেন এবং তথ্যচিত্রটি ২০২২ খ্রিস্টাব্দের ১৫ মে মুক্তি পায়।\n\n\n== তথ্যসূত্র =="}