{"pageid": 1420617, "title": "গঠন", "url": "https://bn.wikipedia.org/wiki?curid=1420617", "content": "একটি 'স্ট্রাকচার/কাঠামো' হল একটি বস্তুগত বস্তু বা সিস্টেম কিংবা বস্তু বা সিস্টেমের মধ্যে আন্তঃসম্পর্কিত উপাদানগুলির একটি বিন্যাস এবং সংগঠন।\n. \nবস্তুগত কাঠামোর মধ্যে রয়েছে মানবসৃষ্ট বস্তু যেমন বিল্ডিং এবং মেশিন এবং প্রাকৃতিক বস্তু যেমন জৈবিক জীব, খনিজ এবং রাসায়নিক। বিমূর্ত কাঠামোর মধ্যে রয়েছে ডেটা স্ট্রাকচার কম্পিউটার বিজ্ঞান এবং মিউজিক্যাল ফর্ম। কাঠামোর ধরনগুলির মধ্যে রয়েছে একটি শ্রেণিক্রম (এক-থেকে-অনেক সম্পর্কের ক্যাসকেড), একটি নেটওয়ার্ক বহু-থেকে-অনেক লিঙ্কগুলি, অথবা একটি লেটিস স্থানের প্রতিবেশী উপাদানগুলির মধ্যে সংযোগ বৈশিষ্ট্যযুক্ত।\n\n\n== রাসায়নিক ==\n\nরাসায়নিক গঠন আণবিক জ্যামিতি এবং ইলেকট্রনিক গঠন উভয়কেই বোঝায়। গঠনটিকে কাঠামোগত সূত্র বলে বিভিন্ন চিত্র দ্বারা উপস্থাপন করা যেতে পারে। লুইস স্ট্রাকচার একটি পরমাণুর জন্য ভ্যালেন্স ইলেকট্রনগুলিকে প্রতিনিধিত্ব করতে একটি বিন্দু স্বরলিপি ব্যবহার করে; এই ইলেকট্রন রাসায়নিক বিক্রিয়ায় পরমাণুর ভূমিকা নির্ধারণ করে।\n\nপরমাণুর মধ্যে বন্ধন ভাগ করা ইলেকট্রনের প্রতিটি জোড়ার জন্য একটি লাইন সহ লাইন দ্বারা প্রতিনিধিত্ব করা যেতে পারে। এই জাতীয় চিত্রের একটি সরলীকৃত সংস্করণে, যাকে কঙ্কাল সূত্র বলা হয়, শুধুমাত্র কার্বন-কার্বন বন্ধন এবং কার্যকরী গোষ্ঠীগুলি দেখানো হয়।\n\nএকটি স্ফটিকের পরমাণুর একটি কাঠামো থাকে যার মধ্যে একটি মৌলিক ইউনিটের পুনরাবৃত্তি জড়িত থাকে যাকে বলা হয় ইউনিট সেল। পরমাণুগুলিকে একটি জালি বিন্দু হিসাবে মডেল করা যেতে পারে, এবং কেউ একটি প্রতিসাম্য ক্রিয়াকলাপের প্রভাব অন্বেষণ করতে পারে যার মধ্যে একটি বিন্দুর ঘূর্ণন, একটি প্রতিসাম্য সমতল সম্পর্কে প্রতিফলন এবং অনুবাদ (সমস্ত বিন্দুর গতি একই পরিমাণে)। প্রতিটি ক্রিস্টালের একটি সসীম গ্রুপ আছে, যাকে স্পেস গ্রুপ বলা হয়, 230টি সম্ভাব্য স্পেস গ্রুপ আছে।\n\nনিউম্যানের সূত্র দ্বারা, একটি স্ফটিকের প্রতিসাম্য নির্ধারণ করে যে পিজোইলেকট্রিসিটি এবং ফেরোম্যাগনেটিজম সহ, স্ফটিকের কী কী শারীরিক বৈশিষ্ট্য থাকতে পারে।\n\n\n== জৈবিক ==\n\nজীববিজ্ঞান, জীবনের বৈশিষ্ট্যগুলির মধ্যে একটি হল এর অত্যন্ত ক্রমিক গঠন,\n \nযা জীবের কোষ, টিস্যু,  অঅঙ্গপ্রত্যঙ্গে দেখা যায়।অপরদিকে, ম্যাক্রোমোলিকিউল, বিশেষ করে প্রোটিন এবং নিউক্লিক অ্যাসিড-এ গঠনও লক্ষ্য করা যায়।\n\nএই অণুগুলির কার্যকারিতা তাদের আকারের পাশাপাশি তাদের গঠন দ্বারা নির্ধারিত হয় এবং তাদের গঠনের একাধিক স্তর রয়েছে। প্রোটিন গঠন একটি চার-স্তরের শ্রেণিবিন্যাস আছে। প্রাথমিক গঠন হল এমিনো অ্যাসিড এর ক্রম যা এটি তৈরি করে। এটি একটি নাইট্রোজেন এবং দুটি কার্বন পরমাণুর পুনরাবৃত্তি ক্রম দ্বারা গঠিত একটি পেপটাইড ব্যাকবোন রয়েছে। সেকেন্ডারি স্ট্রাকচার হাইড্রোজেন বন্ডিং দ্বারা নির্ধারিত বারবার প্যাটার্ন নিয়ে গঠিত। দুটি মৌলিক প্রকার হল α-হেলিক্স এবং β-প্লেটেড শীট। টারশিয়ারি স্ট্রাকচার হল পলিপেপটাইড চেইনের সামনের দিকে বাঁকানো, এবং চতুর্মুখী গঠন হল টারশিয়ারি ইউনিটগুলিকে একত্রিত করার উপায়। \n\nস্ট্রাকচারাল বায়োলজি ম্যাক্রোমোলিকুলসের বায়োমোলিকুলার গঠন সাথে সম্পর্কিত।\n\n\n== আরও পড়ুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nWüthrich, Christian। \"Structure in philosophy, mathematics and physics (Phil 246, Spring 2010)\" (পিডিএফ)। University of California San Diego। ৪ মার্চ ২০১৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১ অক্টোবর ২০১৫।  (syllabus and reading list)"}