{"pageid": 1420725, "title": "বাষ্পীয় ইঞ্জিনের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1420725", "content": "প্রাচীনকালের ইতিহাসে খ্রিস্টপূর্ব ৩০ থেকে ১৫ অব্দে \"এওলিপাইল\" নামক প্রথম বাষ্পীয় ইঞ্জিনের কথা পাওয়া যায়। রোমান লেখক ভিট্রুভিয়াস এই ইঞ্জিনের উল্লেখ করেছিলেন এবং পরবর্তীতে ১ম শতাব্দীতে মিশরের আলেকজান্দ্রিয়ার হিরো আরও বিস্তারিত বর্ণনা দিয়েছিলেন। এরপরে বিভিন্ন উদ্ভাবক আরও উন্নত বাষ্পীয় যন্ত্র তৈরির চেষ্টা চালিয়ে যান। উদাহরণস্বরূপ, ষোড়শ শতাব্দীতে অটোমান সাম্রাজ্যের টাকি আল-দিন বাষ্পীয় ঘড়ি ও টারবাইন নিয়ে পরীক্ষা-নিরীক্ষা চালান। সপ্তদশ শতাব্দীতে ইংল্যান্ডের থমাস সাভেরি বাষ্পীয় পাম্প উদ্ভাবন করেন। তবে ১৭১২ সালে টমাস নিউকোমেনের \"বায়ুমণ্ডলীয় ইঞ্জিন\"ই প্রথম বাণিজ্যিকভাবে সফল হয়। পিস্টন এবং সিলিন্ডারের নীতি ব্যবহার করে এই ইঞ্জিনটি কাজ করত এবং ২০ শতাব্দীর গোড়া পর্যন্ত মূল ধরনের বাষ্পীয় ইঞ্জিন হিসেবে ব্যবহৃত হয়েছিল। প্রথমদিকে এসব ইঞ্জিন কয়লা খনি থেকে পানি বের করতে ব্যবহৃত হত।\nশিল্প বিপ্লবের সময় বাষ্পীয় ইঞ্জিন জল এবং বাতাসের শক্তিকে ধীরে ধীরে প্রতিস্থাপন শুরু করে। ১৯ শতাব্দীর শেষের দিকে এবং ২০ শতাব্দীর প্রথম দশকে এসে এটিই প্রধান শক্তির উৎস হয়ে ওঠে। তবে এরপরে আরও দক্ষ এবং উন্নত প্রযুক্তি, যেমন বাষ্পীয় টারবাইন এবং অভ্যন্তরীণ জ্বলন ইঞ্জিন আবিষ্কার হওয়ায় বাষ্পীয় ইঞ্জিনের ব্যবহার কমতে থাকে। যদিও এখন পর্যন্ত বিদ্যুৎ উৎপাদনে বাষ্পীয় টারবাইনই সবচেয়ে বেশি ব্যবহৃত হয়। উল্লেখ্য, সাম্প্রতিককালে নতুন প্রযুক্তি নির্ভর এডভান্সড স্টিম ইঞ্জিন তৈরির চেষ্টা চলছে, যা হয়তো ভবিষ্যতে জ্বালানী সঙ্কট মোকাবেলায় গুরুত্বপূর্ণ ভূমিকা রাখতে পারে।\n\n\n== অগ্রদ্রুত ==\n\nঅ্যালেকজান্দ্রিয়ার হিরোন নামের একজন গণিতবিদ ও প্রকৌশলী প্রথম শতাব্দীর রোমান মিশরে তার ম্যানুস্ক্রিপ্ট \"স্পিরিটালিয়া সিউ নিউমেটিকা\"-তে আদিম বাষ্পীয় ইঞ্জিন এবং রিঅ্যাকশন বাষ্পীয় টারবাইন \"এওলিপাইল\" এর বর্ণনা দিয়েছিলেন। প্রায় ১০০ বছর আগে ভিট্রুভিয়াসও \"ডি আর্কিটেকচুরা\" গ্রন্থে একই ডিভাইসের কথা উল্লেখ করেছিলেন। ট্যাংজেন্টীয়ালভাবে নোজল থেকে নির্গত বাষ্প ঘূর্ণায়মান বলকে ঘুরিয়ে দেয়। তবে এর তাপীয় দক্ষতা ছিল কম। এটি ইঙ্গিত দেয় যে রোমান মিশরে ১ম শতাব্দীতে বাষ্পের চাপকে যান্ত্রিক গতিতে রূপান্তর করার কৌশল জানা ছিল। হিরোন আরও একটি যন্ত্র উদ্ভাবন করেছিলেন যেটি একটি বেদির আগুনে গরম করা বাতাস ব্যবহার করে একটি বদ্ধ পাত্র থেকে নির্দিষ্ট পরিমাণ পানি সরিয়ে ফেলে। পানির ওজন একটি লুকানো দড়ি টেনে মন্দিরের দরজা পরিচালিত করত।\nউইলিয়াম অফ মালমেসবারি ১১২৫ সালে লিখেছিলেন যে, রিমস শহরের একটি গির্জায় এমন একটি অর্গান ছিল যা \"গরম করা পানি\" দ্বারা চাপ সৃষ্টি করে নির্গত বাতাস দ্বারা চালিত হত। কিছু ঐতিহাসিক মনে করেন এটি অধ্যাপক গারবার্টাস নকশা ও নির্মাণ করেছিলেন। তবে এই তথ্যের সত্যতা যাচাই করা যায়নি।\n\n\n== তথ্যসূত্র =="}