{"pageid": 1420122, "title": "মার্কিন যুক্তরাষ্ট্রের আঞ্চলিক বিবর্তন", "url": "https://bn.wikipedia.org/wiki?curid=1420122", "content": "৪ জুলাই ১৭৭৬-এ উত্তর আমেরিকার ১৩টি ব্রিটিশ উপনিবেশ ব্রিটেন থেকে স্বাধীন ঘোষণা করে মার্কিন যুক্তরাষ্ট্র গঠন করেছিল। দুই দিন আগে সেকেন্ড কন্টিনেন্টাল কংগ্রেস দ্বারা পাস করা লি রেজোলিউশন অনুযায়ী এই ১৩টি উপনিবেশ মুক্ত ও স্বাধীন রাষ্ট্র হওয়ার সিদ্ধান্ত গ্রহণ করেছিল। আর্টিকেলস অব কনফেডারেশনের মাধ্যমে আনুষ্ঠানিকভাবে যুক্তরাষ্ট্রের প্রতিষ্ঠা হয়েছিল এবং ব্রিটেনের কাছ থেকে স্বাধীন হওয়া সেই ১৩টি রাষ্ট্র এতে স্বাক্ষর করেছিল। ১ মার্চ ১৭৮১-এ এই আর্টিকেল বলবৎ হয়েছিল। ১৭৮৩ সালের প্যারিস চুক্তিতে গ্রেট ব্রিটেন এই রাষ্ট্রগুলোর স্বাধীনতার স্বীকৃতি দিয়েছিল এবং এর ফলে মার্কিন বিপ্লবী আন্দোলন সমাপ্ত হয়েছিল। এর ফলে উপনিবেশগুলোর আকার দ্বিগুণ হয়েছিল এবং এদের পশ্চিম সীমান্ত মিসিসিপি নদী পর্যন্ত বিস্তৃত হয়েছিল। এই অতিরিক্ত এলাকাকে প্রথমে বিভিন্ন অঞ্চল ও পরে বিভিন্ন রাজ্যের মধ্যে ভাগ করা হয়েছিল।\n১৮০৩ সালে লুইজিয়ানা ক্রয়ের ফলে যুক্তরাষ্ট্রের প্রথম বৃহৎ প্রসারণ সম্পন্ন হয়েছিল, যার ফলে দেশটির রাজ্যক্ষেত্র দ্বিগুণ হয়েছিল। অবশ্য ১৮২১ সাল পর্যন্ত স্পেনীয় ফ্লোরিডার সঙ্গে যুক্তরাষ্ট্রের দক্ষিণপূর্ব সীমান্ত অত্যন্ত বিবাদমান ছিল এবং পরে স্পেন ফ্লোরিডা ও ওরেগন কান্ট্রিকে যুক্তরাষ্ট্রের হতে সঁপে দিয়েছিল। ওরেগন কান্ট্রির ফলে যুক্তরাষ্ট্র প্রশান্ত মহাসাগরের উপকূল লাভ করেছিল, যদিও সেখানে একদা যুক্তরাষ্ট্র ও যুক্তরাজ্যের যৌথ শাসন ছিল। ১৮৪৫ সালে টেক্সাস প্রজাতন্ত্র লাভ করার ফলে মেক্সিকোর সাথে সরাসরি যুদ্ধ লেগে গিয়েছিল। যুক্তরাষ্ট্র এই যুদ্ধে জয়লাভ করেছিল এবং মেক্সিকোর উত্তর অংশ লাভ করেছিল, যার মধ্যে বর্তমান ক্যালিফোর্নিয়া রাজ্য অন্তর্গত। তবে যুক্তরাষ্ট্রের উন্নয়ন পশ্চিমদিকে স্থানান্তরিত হওয়ার সময় দাসপ্রথা এক গুরুত্বপূর্ণ বিষয়ে পরিণত হয়েছিল এবং এই সদ্য লাভ করা এলাকায় আদৌ দাসপ্রথা প্রচলিত করা উচিত কিনা তা নিয়ে তুমুল বিতর্ক হয়েছিল। ১৮৬০ ও ১৮৬১ সালে দক্ষিণ যুক্তরাষ্ট্রের রাজ্য সরকাররা যুক্তরাষ্ট্র থেকে বিচ্ছিন্ন হয়ে কনফেডারেট স্টেটস অব আমেরিকা গঠন করেছিল। মার্কিন গৃহযুদ্ধের ফলে ১৮৬৫ সালে কনফেডারেসির পরাজয় ঘটেছিল এবং সেই বিচ্ছিন্ন রাজ্যগুলো পুনরায় যুক্তরাষ্ট্রের অন্তর্ভুক্ত হয়েছিল।\n১৮৫৭ সালে যুক্তরাষ্ট্র গুয়ানো দ্বীপপুঞ্জ আইন পাস করে উত্তর আমেরিকার বাইরে প্রসারিত হতে শুরু করেছিল। এই আইনের মাধ্যমে যুক্তরাষ্ট্র ক্যারিবীয় সাগর ও প্রশান্ত মহাসাগরের অনেক ছোট ও বসতিহীন কিন্তু অর্থনৈতিকভাবে গুরুত্বপূর্ণ দ্বীপ দাবি করেছিল। তবে মূলত অন্যান্য দেশের প্রতিদ্বন্দ্বী দাবির জন্য যুক্তরাষ্ট্র ক্যারিবীয় ও প্রশান্ত মহাসাগরীয় দ্বীপপুঞ্জের দাবি থেকে অনেকটা সরে গিয়েছিল। প্রশান্ত মহাসাগরীয় প্রসারণের ফলে ১৮৯৩ সালে স্বাধীন হাওয়াই সরকারকে উৎখাত করা হয়েছিল এবং পাঁচ বছর পরে হাওয়াই দ্বীপপুঞ্জ যুক্তরাষ্ট্রের অন্তর্ভুক্ত হয়েছিল। ১৮৬৭ সালে যুক্তরাষ্ট্র রুশ সাম্রাজ্য থেকে আলাস্কা অঞ্চল কিনে নিয়েছিল এবং এটি উত্তর আমেরিকায় যুক্তরাষ্ট্রের শেষ এলাকা অধিগ্রহণ। যুক্তরাষ্ট্র স্পেনীয় সাম্রাজ্য থেকে কিউবার স্বাধীনতা আন্দোলনকে সমর্থন করেছিল এবং স্পেন যুক্তরাষ্ট্রের ইউএসএস মেইন জাহাজ ডুবিয়ে দিয়েছিল, যার ফলে ১৮৯৮ সালে স্পেন ও যুক্তরাষ্ট্রের মধ্যে যুদ্ধ সংঘটিত হয়েছিল। এই যুদ্ধের ফলে যুক্তরাষ্ট্র স্পেনের কাছ থেকে পুয়ের্তো রিকো, গুয়াম ও ফিলিপাইন লাভ করেছিল এবং কয়েক বছর ধরে কিউবা যুক্তরাষ্ট্র দ্বারা অধিগৃহীত ছিল। ১৯০০ সালে সামোয়ার দ্বিতীয় গৃহযুদ্ধের অবসানের  পর মার্কিন সামোয়া যুক্তরাষ্ট্রের অন্তর্ভুক্ত হয়েছিল। ১৯১৭ সালে যুক্তরাষ্ট্র ডেনমার্কের কাছ থেকে ইউএস ভার্জিন দ্বীপপুঞ্জ লাভ করেছিল। পুয়ের্তো রিকো ও গুয়াম যুক্তরাষ্ট্রের অংশ হিসাবে রয়ে গেলেও ১৯৪৬ সালে দ্বিতীয় বিশ্বযুদ্ধের পর ফিলিপাইন যুক্তরাষ্ট্র থেকে স্বাধীনতা লাভ করেছিল।\nদ্বিতীয় বিশ্বযুদ্ধের পর জাতিসংঘ প্রশান্ত মহাসাগরের অনেক দ্বীপকে যুক্তরাষ্ট্রের অছির অধীনে এনেছিল, এবং এর মধ্যে উত্তর মারিয়ানা দ্বীপপুঞ্জ যুক্তরাষ্ট্রের অংশ হিসাবে রয়ে গেলেও মার্শাল দ্বীপপুঞ্জ, মাইক্রোনেশিয়া ও পালাউ যুক্তরাষ্ট্র থেকে স্বাধীনতা লাভ করেছিল। ১৯০৪ সালে পানামা খাল পরিচালনা করার জন্য যুক্তরাষ্ট্র পানামার কাছ থেকে পানামা খাল অঞ্চল লাভ করেছিল এবং ১৯৭৯ সালে পানামাকে এই অঞ্চল ফেরত করা হয়েছিল।\nসাধারণত প্রতিষ্ঠার পর যুক্তরাষ্ট্রের রাজ্যের সীমান্তের পরিবর্তন হয় না। অন্য রাজ্যের এলাকা থেকে মাত্র তিনটি রাজ্য সরাসরি তৈরি করা হয়েছে (কেন্টাকি, পশ্চিম ভার্জিনিয়া ও মেইন)। যুক্তরাষ্ট্রের ইউনিয়নের সদস্য হওয়ার পর যুক্তরাষ্ট্রীয় অঞ্চল লাভ করে চার রাজ্য তাদের আয়তন প্রসারিত করেছিল (নেভাদা, পেনসিলভেনিয়া, মিসৌরি ও লুইজিয়ানা)। ১৯১২ সালে তৈরি হওয়া অ্যারিজোনা রাজ্য যুক্তরাষ্ট্রের পার্শ্ববর্তী ৪৮টি রাজ্যের মধ্যে সবচেয়ে নতুন এবং ১৯৫৯ সালে হাওয়াই যুক্তরাষ্ট্রের সবচেয়ে সাম্প্রতিক রাজ্যে পরিণত হয়েছিল।\n\n\n== মানচিত্রে ব্যবহৃত রং ==\n\n\n== ১৭৭৬–১৭৮৪ (মার্কিন বিপ্লব) ==\n\n\n== ১৭৮৪–১৮০৩ (রাজ্যক্ষেত্রের পুনর্গঠন) ==\n\n\n== ১৮০৩–১৮১৮ (লুইজিয়ানা ক্রয়) ==\n\n\n== ১৮১৮–১৮৪৫ (উত্তরপশ্চিম সম্প্রসারণ) ==\n\n\n== ১৮৪৫–১৮৬০ (দক্ষিণপশ্চিম সম্প্রসারণ) ==\n\n\n== ১৮৬০–১৮৬৫ (গৃহযুদ্ধ) ==\n\n\n== ১৮৬৫–১৮৯৭ (পুনর্গঠন ও পশ্চিমের রাজ্য গঠন) ==\n\n\n== ১৮৯৭–১৯৪৫ (প্রশান্ত ও ক্যারিবীয় সম্প্রসারণ) ==\n\n\n== ১৯৪৫–বর্তমান (বিউপনিবেশায়ন) ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nRohrbough, M. J. (১৯৭৮)। The Trans-Appalachian Frontier: People, Societies, and Institutions, 1775-1858। Oxford University Press। আইএসবিএন 978-0-19-502209-4। \nStein, Mark (২০০৮)। How the States Got Their Shapes। New York: Smithsonian Books/Collins। আইএসবিএন 978-0-06-143138-8। ওসিএলসি 137324984। \nVan Zandt, Franklin K. (১৯৭৬)। Boundaries of the United States and the Several States: With Miscellaneous Geographic Information Concerning Areas, Altitudes, and Geographic Centers। Washington, D.C.: U.S. Government Printing Office। ওসিএলসি 69426475। \nWalker, Francis A. (১৮৭৪)। Statistical Atlas of the United States। [New York] J. Bien, lith.। পৃষ্ঠা 65–79। সংগ্রহের তারিখ এপ্রিল ৩, ২০১৯। \n\nটেমপ্লেট:মার্কিন যুক্তরাষ্ট্র প্রসঙ্গ"}