{"pageid": 1420168, "title": "ডেভাইন জয় র‍্যান্ডলফ", "url": "https://bn.wikipedia.org/wiki?curid=1420168", "content": "ডেভাইন জয় র‍্যান্ডলফ (; জন্ম: ২১ মে ১৯৮৬) একজন মার্কিন অভিনেত্রী। তিনি ব্রডওয়ে মঞ্চে গৌস্ট (২০১২) নাটকে ওডা মে ব্রাউনের বোনের চরিত্রে অভিনয় করে প্রথম খ্যাতি অর্জন করেন, যার জন্য তিনি শ্রেষ্ঠ চরিত্রাভিনেত্রী বিভাগে টনি পুরস্কারের মনোনয়ন লাভ করেন। র‍্যান্ডলফ এরপর দি অ্যাংরিয়েস্ট ম্যান ইন ব্রুকলিন (২০১৪) ও অফিস ক্রিসমাস পার্টি (২০১৬) চলচ্চিত্রে অভিনয় করেন এবং ডোলামাইট ইজ মাই নেম (২০১৯) ও দ্য ইউনাইটেড স্টেটস ভার্সাস বিলি হলিডে (২০২০) চলচ্চিত্রে অভিনয় করে প্রশংসিত হন। দ্য হোল্ডওভারস (২০২৩)-এ তার অভিনয়ের জন্য তিনি শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে একাডেমি পুরস্কার, গোল্ডেন গ্লোব পুরস্কার, ও বাফটা পুরস্কার অর্জন করেন।\nটেলিভিশনে তিনি সেলফি (২০১৪), দিস ইজ আস (২০১৬), পিপল অব আর্থ (২০১৬-২০১৭), এম্পায়ার (২০১৭-২০১৮), হাই ফিডেলিটি (২০২০), অনলি মার্ডারস ইন দ্য বিল্ডিং (২০২১-বর্তমান), ও দি আইডল (২০২৩)-এ অভিনয় করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nডেভাইল জয় র‍্যান্ডলফ ১৯৮৬ সালের ২১শে মে জন্মগ্রহণ করেন। তার পিতামাতার সন্তান নিতে সাত বছর লেগে যায়, যার জন্য তারা বলেন তিনি ছিলেন ডিভাইন জয় (ইংরেজি: Divine joy, অনুবাদ 'স্বর্গীয় সুখ')। র‍্যান্ডলফের শৈশব কাটে ফিলাডেলফিয়ার নিকটবর্তী মাউন্ট এয়ারি ও পেনসিলভেনিয়ার হার্শি শহরে। কৈশোরে তিনি ইন্টারলোচেন আর্টস ক্যাম্পে মঞ্চনাটক নিয়ে পড়াশোনা করেন। তিনি ধ্রুপদী কণ্ঠাভিনয় ও গীতিনাট্য নিয়ে পড়াশোনা করার লক্ষ্যে টেম্পল বিশ্ববিদ্যালয়ে ভর্তি হন, কিন্তু প্রথম বছরেই তিনি এর পরিবর্তে সঙ্গীতধর্মী মঞ্চনাটকে মনোযোগ দেওয়া শুরু করেন। টেম্পল বিশ্ববিদ্যালয় থেকে স্নাতক সম্পন্ন করার পর তিনি ইয়েল স্কুল অব ড্রামায় ভর্তি হন। তিনি ২০১১ সালে ইয়েল থেকে স্নাতকোত্তর ডিগ্রি অর্জন করেন। তিনি অক্সফোর্ড বিশ্ববিদ্যালয়ে শেকসপিয়ার নিয়ে পড়াশোনা করেন এবং তিনি ব্রিটিশ আমেরিকান ড্রামা অ্যাকাডেমির (বাডা) প্রাক্তন শিক্ষার্থী।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট অফ-ব্রডওয়ে ডেটাবেজে ডেভাইন জয় র‍্যান্ডলফ  (ইংরেজি)\nইন্টারনেট ব্রডওয়ে ডেটাবেজে ডেভাইন জয় র‍্যান্ডলফ  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে ডেভাইন জয় র‍্যান্ডলফ  (ইংরেজি)"}