{"pageid": 1420292, "title": "জেন ডারওয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1420292", "content": "জেন ডারওয়েল (ইংরেজি: Jane Darwell; জন্ম: প্যাটি উডার্ড; ১৫ অক্টোবর ১৮৭৯ - ১৩ আগস্ট ১৯৬৭) একজন মার্কিন মঞ্চ, চলচ্চিত্র ও টেলিভিশন অভিনেত্রী। ৫০ বছরের কর্মজীবনে তিনি শতাধিক চলচ্চিত্রে অভিনয় করেছেন। তিনি জন স্টাইনবেকের দ্য গ্রেপস অব র‍্যাথ উপন্যাসের চলচ্চিত্ররূপে অভিনয় করে শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে একাডেমি পুরস্কার অর্জন করেন। তার অভিনীত অন্যান্য উল্লেখযোগ্য চলচ্চিত্র হল হাকলবেরি ফিন (১৯৩১), জেসি জেমস (১৯৩৯), গন উইথ দ্য উইন্ড (১৯৩৯), দ্য ডেভল অ্যান্ড ড্যানিয়েল ওয়েবস্টার (১৯৪১), দি অক্স-বো ইনসিডেন্ট (১৯৪৩) ও মাই ডার্লিং ক্লেমেন্টিন (১৯৪৬)। তিনি ১৯৭৯ সালের ১৫ই অক্টোবর হৃৎপেশীর রক্তাভাবজনিত কারণে মৃত্যুবরণ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nপ্যাটি উডার্ড ১৮৭৯ সালের ১৫ই অক্টোবর মিজুরি অঙ্গরাজ্যের পালমিরা শহরে জন্মগ্রহণ করেন। তার পিতা উইলিয়াম রবার্ট উডার্ড লুইসভিল সাউদার্ন রেলরোডের সভাপতি ছিলেন এবং মাতা এলেন রুথ উডার্ড। ডারওয়েল শুরুতে সার্কাসের রাইডার ও পরে অপেরা সঙ্গীতশিল্পী হতে চেয়েছিলেন। তার পিতা তার সেসব পরিকল্পনায় বাধা দেন, ফলে তিনি অভিনেত্রী হিসেবে তার কর্মজীবন শুরু করেন ও তার নাম পরিবর্তন করে ডারওয়েল রাখেন।\n\n\n== কর্মজীবন ==\nতিনি টম সয়ার (১৯৩০) চলচ্চিত্র দিয়ে হলিউডে চরিত্রাভিনেত্রী হিসেবে কাজ শুরু করেন। এরপর তিনি হাকলবেরি ফিন (১৯৩১), জেসি জেমস (১৯৩৯), গন উইথ দ্য উইন্ড (১৯৩৯) চলচ্চিত্রে কাজ করেন।\n\nডারওয়েল জন স্টাইনবেকের দ্য গ্রেপস অব র‍্যাথ উপন্যাসের চলচ্চিত্ররূপে (১৯৪০) মা জোড চরিত্রে অভিনয় করেন। চলচ্চিত্রটির তারকা হেনরি ফন্ডার পীড়াপীড়িতে তাকে এই চরিত্রটি দেওয়া হয়েছিল। এই কাজের জন্য তিনি শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে একাডেমি পুরস্কার অর্জন করেন। এরপর তিনি এই দশকে দ্য ডেভল অ্যান্ড ড্যানিয়েল ওয়েবস্টার (১৯৪১), দি অক্স-বো ইনসিডেন্ট (১৯৪৩) ও মাই ডার্লিং ক্লেমেন্টিন (১৯৪৬) চলচ্চিত্রে অভিনয় করেন। ডারওয়েল মঞ্চেও কাজ করেন; ১৯৪৪ সালে তিনি হাস্যরসাত্মক মঞ্চনাটক সাডস ইন ইউর আই-এ অভিনয় করে জনপ্রিয়তা অর্জন করেন।\nতিনি ম্যারি পপিন্স (১৯৬৪) চলচ্চিত্রে বার্ড ওম্যান চরিত্রে অভিনয় করেন। ডিজনি তাকে এই চরিত্রে অভিনয়ের প্রস্তাব দিলে তিনি তা ফিরিয়ে দেন। ওয়াল্ট ডিজনি নিজে তার বাড়িতে গিয়ে তাকে অনুরোধ করলে তিনি এই চরিত্রে কাজ করতে সম্মত হন। এটি ছিল তার অভিনীত সর্বশেষ চলচ্চিত্র।\nচলচ্চিত্র শিল্পে তার অবদানের জন্য ১৯৬০ সালের ৮ই ফেব্রুয়ারি ৬৭৩৫ হলিউড বুলেভারে হলিউড ওয়াক অব ফেমে তার নামাঙ্কিত তারকা খচিত হয়।\n\n\n== মৃত্যু ==\nডারওয়েল তার জীবনের শেষ বছরগুলোতে অসুস্থ্য হয়ে পড়েন। তিনি ১৯৬৭ সালের ১৩ই আগস্ট হৃৎপেশীর রক্তাভাবজনিত কারণে মোশন পিকচার অ্যান্ড টেলিভিশন কান্ট্রি হাউজ অ্যান্ড হসপিটালে মৃত্যুবরণ করেন। মৃত্যুকালে তার বয়স হয়েছিল ৮৭ বছর।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট ব্রডওয়ে ডেটাবেজে জেন ডারওয়েল  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে জেন ডারওয়েল  (ইংরেজি)\nটার্নার ক্লাসিক মুভিজ ডেটাবেজে জেন ডারওয়েল (ইংরেজি)\nরটেন টম্যাটোসে জেন ডারওয়েল (ইংরেজি)\nফাইন্ড এ গ্রেইভে জেন ডারওয়েল  (ইংরেজি)"}