{"pageid": 1420943, "title": "তড়িৎ প্রকৌশলের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1420943", "content": "এই নিবন্ধটি তড়িৎ প্রকৌশলের ইতিহাসের বিস্তারিত বিবরণ। বিদ্যুতের প্রথম উল্লেখযোগ্য ব্যবহারিক ব্যবহার ছিল তড়িৎচুম্বকত্ব।\n\n\n== প্রাচীন বিকাশ ==\nবিদ্যুতের কোনো জ্ঞানের অস্তিত্বের অনেক আগে থেকেই মানুষ বৈদ্যুতিক মাছের ধাক্কা সম্পর্কে সচেতন ছিল। ২৭৫০ খ্রিস্টপূর্বাব্দের প্রাচীন মিশরীয় গ্রন্থে এই মাছগুলিকে \"নীল নদের বজ্রপাণি\" হিসাবে উল্লেখ করা হয়েছে এবং অন্যান্য সমস্ত মাছের \"রক্ষক\" হিসাবে বর্ণনা করা হয়েছে। বৈদ্যুতিক মাছ আবার সহস্রাব্দের পরে প্রাচীন গ্রীক, রোমান এবং আরবি প্রকৃতিবিদ ও চিকিত্সকদের দ্বারা জ্ঞাপিত হয়েছিল। বেশ কয়েকজন প্রাচীন লেখক যেমন প্লিনি দ্য এল্ডার ও স্ক্রিবোনিয়াস লারগাস বৈদ্যুতিক মাগুর মাছ ও বৈদ্যুতিক রশ্মির দ্বারা প্রদত্ত বৈদ্যুতিক শকগুলির অসাড় প্রভাবের সত্যতা প্রমাণ করেছেন এবং জানতেন যে এই ধরনের শকগুলি পরিবাহী বস্তুর সাথে ভ্রমণ করতে পারে। গেঁটেবাত বা মাথাব্যথার মতো রোগে আক্রান্ত রোগীদের বৈদ্যুতিক মাছ স্পর্শ করার জন্য নির্দেশ দেওয়া হয়েছিল এই আশায় যে শক্তিশালী ঝাঁকুনি তাদের নিরাময় করতে পারে। অন্য কোনো উৎস থেকে বজ্রপাত ও বিদ্যুতের পরিচয় আবিষ্কারের জন্য সম্ভবত প্রাচীনতম ও নিকটতম পদ্ধতির জন্য আরবদের আরোপিত করা যেতে পারে, যারা ১৫ শতকের আগে বজ্রপাতের আরবি শব্দ রা'দ বৈদ্যুতিক রশ্মির ক্ষেত্রে প্রয়োগ করতো।\nভূমধ্যসাগরের আশেপাশের প্রাচীন সংস্কৃতি জানান দেয় যে কিছু নির্দিষ্ট বস্তু যেমন অ্যাম্বারের লাঠি পালকের মতো হালকা বস্তুকে আকর্ষণ করার জন্য বিড়ালের পশম দিয়ে ঘষে দেওয়া যেতে পারে। একজন প্রাচীন গ্রীক দার্শনিক থেলেস অফ মিলেটাস ৬০০ খ্রিস্টপূর্বাব্দে স্থির তড়িতের একটি রূপ বর্ণনা করে উল্লেখ করেছিলেন যে, অ্যাম্বারের মতো বিভিন্ন পদার্থের উপর পশম ঘষলে উভয়ের মধ্যে একটি বিশেষ আকর্ষণ সৃষ্টি হবে। তিনি উল্লেখ করেছেন যে অ্যাম্বার বোতাম চুলের মতো হালকা বস্তুকে আকর্ষণ করতে পারে এবং যদি সেগুলোতে অ্যাম্বারটি দীর্ঘক্ষণ ঘষা হয় তবে সেগুলোর উল্লম্ফনের জন্য একটি স্ফুলিঙ্গও পাওয়া যেতে পারে।\nপ্রায় ৪৫০ খ্রিস্টপূর্বাব্দে পরবর্তী গ্রীক দার্শনিক ডেমোক্রিটাস একটি পারমাণবিক তত্ত্ব তৈরি করেছিলেন যা আধুনিক পারমাণবিক তত্ত্বের অনুরূপ ছিল। তার পরামর্শদাতা লিউসিপাসকে এই একই তত্ত্বের কৃতিত্ব দেওয়া হয়। লিউসিপাস ও ডেমোক্রিটাসের অনুমান সবকিছুই পরমাণু দ্বারা গঠিত। কিন্তু এই পরমাণু, যাকে \"এটোমোস\" বলা হয়, যেগুলি অবিভাজ্য ও অক্ষয় ছিল। তিনি পূর্বে বলেছিলেন যে পরমাণুর মধ্যে ফাঁকা স্থান রয়েছে এবং পরমাণুগুলি ক্রমাগত গতিশীল। তিনি ভুল ছিলেন শুধুমাত্র এই বলে যে পরমাণু বিভিন্ন আকার ও গঠনে আবির্ভূত হয় এবং প্রতিটি বস্তুর নিজস্ব আকৃতি ও গঠনের পরমাণু রয়েছে।\n১৯৩৮ সালে ইরাকে পাওয়া গ্যালভানিক কোষের মতো একটি বস্তু, যা প্রায় ২৫০ খ্রিস্টপূর্বাব্দের এবং বাগদাদ ব্যাটারি নামে পরিচিত, এবং কেউ কেউ দাবি করে যে এটি মেসোপটেমিয়ায় তড়িৎ প্রলেপন করার জন্য ব্যবহৃত হয়েছিল, যদিও এর কোন প্রমাণ নেই।\n\n\n== ১৭ শতকের বিকাশ ==\n\nতড়িৎ সহস্রাব্দ পরে একটি বৌদ্ধিক কৌতূহল ছাড়া আর কিছু ছিল না। ১৬০০ সালে ইংরেজ বিজ্ঞানী উইলিয়াম গিলবার্ট অ্যাম্বার ঘষে উৎপাদিত স্থির তড়িৎ থেকে লোডস্টোন প্রভাবকে পৃথক করে তড়িৎ ও চৌম্বকত্বের উপর কার্ডানোর অধ্যয়নকে সম্প্রসারণ করেন। ঘষার পর ছোট বস্তুকে আকর্ষণ করার বৈশিষ্ট্য বোঝাতে তিনি নব্য-ল্যাটিন শব্দ ইলেকট্রিকাস (\"অ্যাম্বার\" বা \"অ্যাম্বারের মতো\", ήλεκτρον [elektron] \"অ্যাম্বার\" এর গ্রীক শব্দ থেকে) উদ্ভাবন করেন। এই সংযুক্তটি ইংরেজি শব্দ \"ইলেকট্রিক\" ও \"ইলেকট্রিসিটি\" এর জন্ম দেয়, যা ১৬৪৬ সালের টমাস ব্রাউনের সিউডোডক্সিয়া এপিডেমিকাতে মুদ্রণে প্রথম দেখা গিয়েছিল।\nআরও কাজ পরিচালনা করেছিলেন অটো ভন গুয়েরিক যিনি স্থিরতাড়িত বিকর্ষণ দেখিয়েছিলেন। রবার্ট বয়েলও কাজ প্রকাশ করেন।\n\n\n== ১৮ শতকের বিকাশ ==\nযদিও তড়িৎ ঘটনা বহু শতাব্দী ধরে পরিচিত ছিল, ১৮ শতকে তড়িতের পদ্ধতিগত গবেষণা \"বিজ্ঞানের কনিষ্ঠতম\" হিসাবে পরিচিতি লাভ করে এবং জনসাধারণ এই ক্ষেত্রের নতুন আবিষ্কার দ্বারা বিদ্যুতায়িত হয়ে ওঠে।\n১৭০৫ সাল নাগাদ, ফ্রান্সিস হাকসবি আবিষ্কার করেছিলেন যে তিনি যদি অটো ভন গুয়েরিকের জেনারেটরের পরিবর্তিত সংস্করণের গ্লাসে অল্প পরিমাণে পারদ রেখে হালকা শূন্যতা তৈরি করতে এটি থেকে বাতাসটি বের করে নেন এবং আধান তৈরির জন্য বলটি ঘষা হয় তবে বলের বাইরের দিকে হাত রাখলে একটা আভা দেখা যেত। এই আভা পড়ার মতো যথেষ্ট উজ্জ্বল ছিল। এটিকে সেন্ট এলমো'স ফায়ারের অনুরূপ বলে মনে করা হতো। এই প্রভাবটি পরে গ্যাস-নিঃসরণ বাতির ভিত্তি হয়ে ওঠে, যা নিয়ন আলো ও পারদ বাষ্পের আলোর দিকে পরিচালিত করে। ১৭০৬ সালে তিনি এই প্রভাব তৈরি করার জন্য একটি 'প্রভাব যন্ত্র' তৈরি করেন। একই বছর তিনি রয়্যাল সোসাইটির ফেলো নির্বাচিত হন।\n\nহাকসবি বিদ্যুৎ নিয়ে পরীক্ষা-নিরীক্ষা চালিয়ে গিয়েছিলেন, বিভিন্ন বৈদ্যুতিক ঘটনা তৈরি ও প্রদর্শনের জন্য অসংখ্য পর্যবেক্ষণ এবং বিকাশকারী যন্ত্র তৈরি করেছিলেন। ১৭০৯ সালে তিনি বিভিন্ন বিষয়ের উপর ফিজিকো-মেকানিক্যাল পরীক্ষণ প্রকাশ করেন যা তার অনেক বৈজ্ঞানিক কাজের সংক্ষিপ্ত বিবরণ প্রদান করে।\nস্টিফেন গ্রে অপরিবাহী ও পরিবাহীর গুরুত্ব আবিষ্কার করেন। সিএফ ডু ফে তার কাজ দেখে তড়িতের একটি \"দ্বি-তরল\" তত্ত্ব তৈরি করেন।\n১৮ শতকে, বেঞ্জামিন ফ্র্যাঙ্কলিন তার কাজের অর্থের জন্য তার সম্পত্তি বিক্রি করে তড়িৎ নিয়ে ব্যাপক গবেষণা চালান। ১৭৫২ সালের জুন মাসে তিনি একটি স্যাঁতসেঁতে ঘুড়ির তারের নীচে একটি ধাতব চাবি সংযুক্ত করেছিলেন এবং ঝড়-আসন্ন আকাশে ঘুড়িটি উড়িয়েছিলেন বলে পরিচিতি আছে। তার হাতের চাবি থেকে পিছন দিকে একের পর এক স্ফুলিঙ্গের চমকানো থেকে বোঝা গেল যে বজ্রপাত প্রকৃতপক্ষে তড়িৎ প্রকৃতির। তিনি তড়িতের একক তরল, বিদ্যুতের দুই অবস্থা তত্ত্ব নিয়ে বিপুল পরিমাণ তড়িৎ আধান সঞ্চয় করার জন্য একটি যন্ত্র হিসাবে লেইডেন জারটির আপাতদৃষ্টিতে বিরোধিতামূলক আচরণ ব্যাখ্যা করেছিলেন।\n১৭৯১ সালে, ইতালীয় লুইগি গ্যালভানি তার জৈবতড়িতের আবিষ্কার প্রকাশ করে দেখিয়েছিলেন যে তড়িৎই সেই মাধ্যম যার মাধ্যমে স্নায়ু কোষগুলি পেশীতে সংকেত প্রেরণ করে। ১৮০০ সালের আলেসান্দ্রো ভোল্টার ব্যাটারি বা ভোল্টাইক পাইল দস্তা ও তামার পর্যায়ক্রমিক স্তর থেকে তৈরি, বিজ্ঞানীদের পূর্বে ব্যবহৃত স্থিরতাড়িত যন্ত্রের তুলনায় বৈদ্যুতিক শক্তির আরও নির্ভরযোগ্য উৎস সরবরাহ করেছিল।\n\n\n== ১৯ শতকের বিকাশ ==\n\n১৯ শতকের শেষের দিকে তড়িৎ প্রকৌশল একটি পেশায় পরিণত হয়। অনুশীলনকারীরা বিশ্বব্যাপী বৈদ্যুতিক টেলিগ্রাফ নেটওয়ার্ক তৈরি করেছিল এবং নতুন শাখা চালুকে সমর্থন করে প্রথম তড়িৎ প্রকৌশল প্রতিষ্ঠানগুলি যুক্তরাজ্য ও মার্কিন যুক্তরাষ্ট্রে প্রতিষ্ঠিত হয়েছিল। যদিও প্রথম তড়িৎ প্রকৌশলী কে তা সুনির্দিষ্টভাবে চিহ্নিত করা অসম্ভব, ফ্রান্সিস রোনাল্ডস এই ক্ষেত্রে জায়গা করে নেওয়ার দিকে এগিয়ে আছেন, যিনি ১৮১৬ সালে একটি কার্যকরী বৈদ্যুতিক টেলিগ্রাফ সিস্টেম তৈরি করেছিলেন এবং কীভাবে বিশ্বকে তড়িতের মাধ্যমে রূপান্তরিত করা যেতে পারে তার দৃষ্টিভঙ্গি নথিভুক্ত করেছিলেন। ৫০ বছরেরও বেশি সময় পরে, তিনি নতুন টেলিগ্রাফ ইঞ্জিনিয়ার্স সোসাইটিতে যোগদান করেন (শীঘ্রই ইলেকট্রিক্যাল ইঞ্জিনিয়ার্স ইন্সটিটিউশন নামকরণ করা হয়েছিল) যেখানে অন্যান্য সদস্যরা তাকে তাদের দলের প্রথম হিসাবে গণ্য করেছিলেন। তার বিস্তৃত তড়িৎ গ্রন্থাগারের দান নতুন সমাজের জন্য যথেষ্ট মঙ্গলময় ছিল।\n\n১৯ শতকে আধুনিক গবেষণা কৌশলগুলির সরঞ্জাম সহ তড়িৎ প্রকৌশলের বৈজ্ঞানিক ভিত্তির বিকাশ তীব্রতর হয়। এই শতাব্দীর প্রথম দিকে উল্লেখযোগ্য অগ্রগতির মধ্যে রয়েছে জর্জ ওহমের কাজ, যিনি ১৮২৭ সালে একটি পরিবাহীর তড়িৎ প্রবাহ ও সম্ভাব্য পার্থক্যের মধ্যে সম্পর্কের পরিমাপ নির্ধারণ করেছিলেন, মাইকেল ফ্যারাডে যিনি ১৮৩১ সালে তড়িৎচুম্বকীয় আবেশ আবিষ্কার করেন। ১৮৩০-এর দশকে, জর্জ ওহম একটি প্রাথমিক স্থিরতড়িৎ যন্ত্রও তৈরি করেছিলেন। হোমপোলার জেনারেটরটি ১৮৩১ সালে মাইকেল ফ্যারাডে তার স্মরণীয় পরীক্ষার সময় প্রথম তৈরি করেছিলেন। এটি ছিল আধুনিক ডায়নামোর সূচনা - অর্থাৎ, তড়িৎ জেনারেটর যা একটি চৌম্বক ক্ষেত্র ব্যবহার করে কাজ করে। ১৮৬৬ সালে ওয়ার্নার ভন সিমেন্সের দ্বারা শিল্প জেনারেটরের উদ্ভাবন হয় - যার জন্য বাহ্যিক চৌম্বকীয় শক্তির প্রয়োজন ছিল না - পরবর্তীতে অন্যান্য আবিষ্কারের একটি বড় ধারা সম্ভব করে তুলেছিল।\n১৮৭৩ সালে জেমস ক্লার্ক ম্যাক্সওয়েল এ ট্রিটিজ অন ইলেক্ট্রিসিটি অ্যান্ড ম্যাগনেটিজম- এ তড়িৎ ও চুম্বকত্বের সমন্বিত আচরণ প্রকাশ করেন যা ম্যাক্সওয়েলের সমীকরণ দ্বারা বর্ণিত ক্ষেত্রগুলির পরিপ্রেক্ষিতে চিন্তা করতে বেশ কিছু তাত্ত্বিককে উদ্দীপিত করেছিল। ১৮৭৮ সালে, ব্রিটিশ উদ্ভাবক জেমস উইমহার্স্ট একটি যন্ত্রপাতি তৈরি করেছিলেন যার দুটি দণ্ডে দুটি কাচের চাকতি বসানো ছিল। ১৮৮৩ সাল পর্যন্ত উইমসহার্স্ট যন্ত্রটি সম্পর্কে বৈজ্ঞানিক সম্প্রদায়ের কাছে অধিক সম্পূর্ণরূপে জানানো হয়নি।\n\n১৮০০-এর দশকের শেষের দিকে, তড়িতের অধ্যয়নকে মূলত পদার্থবিজ্ঞানের একটি উপক্ষেত্র হিসাবে বিবেচনা করা হত। ১৯ শতকের শেষের দিকে বিশ্ববিদ্যালয়গুলি তড়িৎ প্রকৌশলে ডিগ্রি দেওয়া শুরু করেছিল। ১৮৮২ সালে, ডার্মস্ট্যাড ইউনিভার্সিটি অফ টেকনোলজি বিশ্বব্যাপী প্রথম শিক্ষাপীঠ ও তড়িৎ প্রকৌশলের প্রথম অনুষদ প্রতিষ্ঠা করে। একই বছরে প্রফেসর চার্লস ক্রসের অধীনে ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজি পদার্থবিদ্যা বিভাগের মধ্যে তড়িৎ প্রকৌশলের প্রথম বিকল্প প্রদান করা শুরু করে। ১৮৮৩ সালে ডার্মস্ট্যাড প্রযুক্তি বিশ্ববিদ্যালয় ও কর্নেল বিশ্ববিদ্যালয় তড়িৎ প্রকৌশল বিষয়ে বিশ্বের প্রথম পাঠ্যক্রম চালু করে এবং ১৮৮৫ সালে ইউনিভার্সিটি কলেজ লন্ডন যুক্তরাজ্যে তড়িৎ প্রকৌশলের প্রথম শিক্ষাপীঠ প্রতিষ্ঠা করে। মিসৌরি বিশ্ববিদ্যালয় পরবর্তীকালে ১৮৮৬ সালে মার্কিন যুক্তরাষ্ট্রে তড়িৎ প্রকৌশল বিভাগের প্রথম বিভাগ প্রতিষ্ঠা করে।\nএই সময়ে তড়িতের বাণিজ্যিক ব্যবহার নাটকীয়ভাবে বৃদ্ধি পায়। ১৮৭০-এর দশকের শেষের দিকে শহরগুলি ধনু বাতির উপর ভিত্তি করে বড় আকারে বৈদ্যুতিক রাস্তার আলো ব্যবস্থা চালু করা শুরু করে। গৃহমধ্যস্থ আলোর জন্য একটি ব্যবহারযোগ্য ভাস্বর বাতি উদ্ভাবনের পর টমাস এডিসন ১৮৮২ সালে বিশ্বের প্রথম পাবলিক ইলেকট্রিক সাপ্লাই ইউটিলিটি চালু করেন, যা গ্রাহকদের সরবরাহের জন্য তুলনামূলকভাবে নিরাপদ ১১০ ভোল্টের একমুখী বিদ্যুৎ প্রবাহ সিস্টেম হিসাবে বিবেচিত হয়। ১৮৮০-এর দশকে ট্রান্সফরমারের উদ্ভাবন সহ প্রকৌশলগত অগ্রগতির ফলে বৈদ্যুতিক ইউটিলিটি পরবর্তী তড়িৎ প্রবাহ গ্রহণ করতে শুরু করে, তখন পর্যন্ত প্রাথমিকভাবে ধনু প্রজ্বলন বহিরঙ্গন ও অন্দর আলোর জন্য বিতরণের মান হিসাবে সিস্টেমে ব্যবহৃত হত (অবশেষে এই ধরনের উদ্দেশ্যে সরাসরি প্রবাহ প্রতিস্থাপন করা হয়)। মার্কিন যুক্তরাষ্ট্রে একটি প্রতিদ্বন্দ্বিতা ছিল, প্রাথমিকভাবে ওয়েস্টিংহাউস এসি ও এডিসন ডিসি সিস্টেমের মধ্যে যা \"তড়িৎ যুদ্ধ\" নামে পরিচিত। \n\n\"১৮৯০-এর দশকের মাঝামাঝি পর্যন্ত চারটি \"ম্যাক্সওয়েল সমীকরণ\" সমস্ত পদার্থবিদ্যার সবচেয়ে শক্তিশালী এবং সবচেয়ে সফল তত্ত্বের ভিত্তি হিসাবে স্বীকৃত হয়েছিল; সেগুলি নিউটনের বলবিদ্যার সূত্রের অবিচ্ছেদ্য অংশ, এমনকি প্রতিদ্বন্দ্বী হিসাবে সেগুলির স্থানও দখল করে নিয়েছিল। সমীকরণগুলি ততক্ষণে ব্যবহারিকভাবে ব্যবহার করা হয়েছে, সবচেয়ে নাটকীয়ভাবে রেডিও যোগাযোগের উদীয়মান নতুন প্রযুক্তিতে, তবে টেলিগ্রাফ, টেলিফোন ও বৈদ্যুতিক শক্তি শিল্পেও ব্যবহার করা হয়।\" ১৯ শতকের শেষের দিকে তড়িৎ প্রকৌশলের অগ্রগতির পরিসংখ্যান উঠে আসতে শুরু করে।\nচার্লস প্রোটিয়াস স্টেইনমেটজ বিকল্প প্রবাহের বিকাশে সহায়তা করেছিলেন যা প্রকৌশলীদের জন্য গাণিতিক তত্ত্ব প্রণয়ন করে মার্কিন যুক্তরাষ্ট্রে বৈদ্যুতিক শক্তি শিল্পের সম্প্রসারণকে সম্ভব করেছিল।\n\n\n=== রেডিও ও ইলেকট্রনিক্সের উত্থান ===\n\nরেডিওর বিকাশের সময় অনেক বিজ্ঞানী ও উদ্ভাবক রেডিও প্রযুক্তি ও ইলেকট্রনিক্সে অবদান রেখেছিলেন। ১৮৮৮ সালের তার মানসম্পন্ন ইউএইচএফ পরীক্ষায় হেনরিখ হার্টজ তড়িচ্চুম্বকীয় তরঙ্গের (রেডিও তরঙ্গ) অস্তিত্ব প্রদর্শন করেছিলেন যা গুগলিয়েলমো মার্কোনি (১৮৯৫) এবং আলেকজান্ডার পপভ (১৮৯৬)-দের মতো অনেক উদ্ভাবক ও বিজ্ঞানীকে বাণিজ্যিক প্রয়োগের সাথে খাপ খাইয়ে নেওয়ার চেষ্টা করতে পরিচালিত করেছিল।\nমিলিমিটার তরঙ্গ যোগাযোগ প্রথম ১৮৯৪  –  ১৮৯৬ সালে জগদীশ চন্দ্র বসু দ্বারা নির্ণয় করা হয়েছিল, যখন তিনি তার পরীক্ষায় ৬০ GHz পর্যন্ত অত্যন্ত উচ্চ কম্পাঙ্কে পৌঁছেছিলেন। তিনি রেডিও তরঙ্গ সনাক্ত করার জন্য অর্ধপরিবাহী জংশনের ব্যবহারও প্রবর্তন করেছিলেন, যখন তিনি ১৯০১ সালে রেডিও স্ফটিক নিরূপক স্পষ্ট করেছিলেন।\n\n\n== ২০ শতকের বিকাশ ==\nজন ফ্লেমিং ১৯০৪ সালে প্রথম রেডিও টিউব ডায়োড আবিষ্কার করেন।\nরেজিনাল্ড ফেসেনডেন স্বীকার করেছিলেন যে বক্তৃতা প্রেরণ সম্ভব করার জন্য একটি অবিচ্ছিন্ন তরঙ্গ তৈরি করা প্রয়োজন এবং ১৯০৬ সালের শেষের দিকে তিনি বাচনের প্রথম রেডিও সম্প্রচার প্রেরণ করেছিলেন। এছাড়াও ১৯০৬ সালে রবার্ট ভন লিবেন ও লি ডি ফরেস্ট স্বাধীনভাবে পরিবর্ধক টিউব তৈরি করেছিলেন, যাকে বলা হয় ট্রায়োড। এডউইন হাওয়ার্ড আর্মস্ট্রং ১৯৩১ সালে ইলেকট্রনিক টেলিভিশনের জন্য প্রযুক্তি সক্ষম করেন।\n১৯২০-এর দশকের প্রথম দিকে বিদ্যুতের জন্য গার্হস্থ্য প্রয়োগের বিকাশে ক্রমবর্ধমান আগ্রহ ছিল। জনস্বার্থের কারণে \"ভবিষ্যতের বাড়ি\" প্রদর্শনী প্রদর্শন করা হয়েছিল এবং যুক্তরাজ্যে নারীদের তড়িৎ প্রকৌশলে জড়িত হতে উত্সাহিত করার জন্য ১৯২৪ সালে ক্যারোলিন হ্যাসলেট এর পরিচালক হিসাবে নিযুক্ত করে ইলেকট্রিক্যাল অ্যাসোসিয়েশন ফর উইমেন প্রতিষ্ঠিত হয়েছিল।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধের বছর ===\nদ্বিতীয় বিশ্বযুদ্ধ সময়কালে ইলেকট্রনিক্সের ক্ষেত্রে বিশেষত রাডারে এবং ১৯৪০ সালে বার্মিংহাম বিশ্ববিদ্যালয়ে র্যান্ডাল ও বুট দ্বারা ম্যাগনেট্রন আবিষ্কারের সাথে অসাধারণ অগ্রগতি দেখা গিয়েছিল। রেডিও অবস্থান, রেডিও যোগাযোগ এবং বিমানের রেডিও নির্দেশিকা সবই এই সময়ে বিকশিত হয়েছিল। কলোসাস নামে একটি প্রারম্ভিক ইলেকট্রনিক কম্পিউটিং ডিভাইস জার্মান লরেঞ্জ সাইফার মেশিনের কোডেড বার্তাগুলিকে পাঠোদ্ধার করতে জিপিও-র টমি ফ্লাওয়ারস দ্বারা নির্মিত হয়েছিল। এছাড়াও এই সময়ে উন্নত লুক্কায়িত রেডিও ট্রান্সমিটার এবং গোপন গুপ্তচরদের দলের দ্বারা ব্যবহারের জন্য গ্রাহক-যন্ত্র গড়ে উঠেছিল।\nসেই সময়ে একটি আমেরিকান উদ্ভাবন ছিল উইনস্টন চার্চিল ও ফ্র্যাঙ্কলিন ডি রুজভেল্টের মধ্যে টেলিফোন কলগুলিকে অবোধ্য করার একটি যন্ত্র। এটিকে গ্রিন হর্নেট সিস্টেম বলা হত এবং সিগন্যালে শব্দ ঢুকিয়ে কাজ করতে হত। এরপরে গ্রাহক প্রান্তে শব্দটি নিষ্কাশিত করা হয়েছিল। এই ব্যবস্থা জার্মানরা কখনই ভাঙেনি।\nরেডিও ডিরেকশন ফাইন্ডিং, পালসড লিনিয়ার নেটওয়ার্ক, ফ্রিকোয়েন্সি মড্যুলেশন, ভ্যাকুয়াম টিউব সার্কিট, ট্রান্সমিশন লাইন তত্ত্ব এবং তড়িৎচুম্বকীয় প্রকৌশলের মৌলিক বিষয়গুলির ক্ষেত্রে যুদ্ধ প্রশিক্ষণ কর্মসূচির অংশ হিসাবে মার্কিন যুক্তরাষ্ট্রে প্রচুর পরিমাণে কাজ করা হয়েছিল। এইসব গবেষণা যুদ্ধের পরপরই প্রকাশিত হয়েছিল যা ১৯৪৬ সালে ম্যাকগ্রা-হিল দ্বারা প্রকাশিত 'রেডিও কমিউনিকেশন সিরিজ' নামে পরিচিতি লাভ করেছিল।\n১৯৪১ সালে কনরাড জুস বিশ্বের প্রথম সম্পূর্ণ কার্যকরী ও প্রোগ্রামেবল কম্পিউটার জেডথ্রি উপস্থাপন করেন।\n\n\n=== যুদ্ধ-পরবর্তী বছর ===\nদ্বিতীয় বিশ্বযুদ্ধের আগে, বিষয়টি সাধারণত 'রেডিও প্রকৌশল' নামে পরিচিত ছিল এবং এটি প্রাথমিকভাবে যোগাযোগ ও রাডার, বাণিজ্যিক রেডিও ও প্রাথমিক টেলিভিশনের দিকগুলির মধ্যে সীমাবদ্ধ ছিল। এই সময়ে, বিশ্ববিদ্যালয়গুলিতে রেডিও প্রকৌশল অধ্যয়ন শুধুমাত্র পদার্থবিদ্যার ডিগ্রির অংশ হিসাবে গ্রহণ করা যেতো।\nপরবর্তী সময়ে যুদ্ধোত্তর বছরগুলিতে ভোক্তা ডিভাইসগুলি তৈরি হতে শুরু করলে আধুনিক টিভি, অডিও সিস্টেম, হাই-ফাই এবং পরবর্তীতে কম্পিউটার ও মাইক্রোপ্রসেসর অন্তর্ভুক্ত করার জন্য ক্ষেত্রটি বিস্তৃত হয়। ১৯৪৬ সালে জন প্রেসার একার্ট ও জন মাউচলির এনিয়াক (ইলেক্ট্রনিক নিউমেরিক্যাল ইন্টিগ্রেটর অ্যান্ড কম্পিউটার) অনুসরণ করে কম্পিউটিং যুগের সূচনা হয়। এই যন্ত্রগুলোর গাণিতিক কর্মক্ষমতা প্রকৌশলীদের সম্পূর্ণ নতুন প্রযুক্তি বিকাশ করতে এবং অ্যাপোলো মিশন ও নাসার চাঁদে অবতরণ সহ নতুন উদ্দেশ্যগুলি অর্জন করতে সহায়তা করেছিল।\n১৯৫০-এর দশকের মাঝামাঝি থেকে শেষের দিকে রেডিও প্রকৌশল শব্দটি ধীরে ধীরে ইলেকট্রনিক্স প্রকৌশল নামে পরিচিতি লাভ করে, যেটি তখন একটি স্বতন্ত্র বিশ্ববিদ্যালয়ের ডিগ্রি বিষয়ে পরিণত হয়, যা সাধারণত তড়িৎ প্রকৌশলের পাশাপাশি পড়ানো হয় যার সাথে কিছু মিলের কারণে এটি যুক্ত হয়েছিল।\n\n\n=== কঠিন-অবস্থার ইলেকট্রনিক্স ===\n\n১৯৪৭ সালে বেল টেলিফোন ল্যাবরেটরিজ (বিটিএল)-এ উইলিয়াম শকলির অধীনে কাজ করার সময় জন বারডিন ও ওয়াল্টার হাউসার ব্র্যাটেন দ্বারা আবিষ্কৃত একটি পয়েন্ট-কন্টাক্ট ট্রানজিস্টর ছিল প্রথম কার্যকরী ট্রানজিস্টর। এরপর তারা ১৯৪৮ সালে বাইপোলার জংশন ট্রানজিস্টর আবিষ্কার করেন। যদিও প্রাথমিক জংশন ট্রানজিস্টরগুলি তুলনামূলকভাবে ভারী ডিভাইস ছিল যেগুলি একটি ভর-উৎপাদনের ভিত্তিতে তৈরি করা কঠিন ছিল, সেগুলি আরও ঘন ডিভাইসের জন্য দ্বার উন্মুক্ত করেছিল।\nপ্রথম সমন্বিত বর্তনীগুলি ছিল ১৯৫৮ সালে টেক্সাস ইন্সট্রুমেন্টে জ্যাক কিলবি দ্বারা উদ্ভাবিত সংকর সমন্বিত বর্তনী এবং ১৯৫৯ সালে ফেয়ারচাইল্ড সেমিকন্ডাক্টরে রবার্ট নয়েস দ্বারা উদ্ভাবিত একশিলা সমন্বিত বর্তনী চিপ।\nমসফেট (মেটাল-অক্সাইড-সেমিকন্ডাক্টর ফিল্ড-ইফেক্ট ট্রানজিস্টর, বা এমওএস ট্রানজিস্টর) ১৯৫৯ সালে বিটিএল-এ মোহাম্মদ আতাল্লা ও ডওন কাহং উদ্ভাবন করেছিলেন। এটি ছিল প্রথম সত্যিকারের ঘন ট্রানজিস্টর যা বিস্তৃত ব্যবহারের জন্য ক্ষুদ্রাকৃতি এবং ব্যাপকভাবে উৎপাদিত হতে পেরেছিল। এটি ইলেকট্রনিক্স শিল্পে বিপ্লব ঘটায়, বিশ্বের সবচেয়ে বেশি ব্যবহৃত ইলেকট্রনিক ডিভাইসে পরিণত হয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nমসফেট উচ্চ ঘনত্বের সমন্বিত বর্তনী চিপ তৈরি করা সম্ভব করেছে। ১৯৬২ সালে আরসিএ ল্যাবরেটরিজে ফ্রেড হেইম্যান ও স্টিভেন হফস্টেইন প্রথম পরীক্ষামূলক এমওএস আইসি চিপটি তৈরি করেছিলেন। এমওএস প্রযুক্তি মুরের সূত্রকে সক্ষম করেছে, প্রতি দুই বছরে একটি আইসি চিপে ট্রানজিস্টর দ্বিগুণ করে ১৯৬৫ সালে গর্ডন মুর ভবিষ্যদ্বাণী করেছিলেন।\nসিলিকন-গেট এমওএস প্রযুক্তি ফেডারিকো ফ্যাগিন ফেয়ারচাইল্ডে ১৯৬৮ সালে তৈরি করেছিলেন। সেই থেকে মসফেট হল আধুনিক ইলেকট্রনিক্সের মৌলিক নির্মাণ ব্লক। সিলিকন মসফেট ও এমওএস সমন্বিত বর্তনী চিপগুলির ব্যাপক-উৎপাদন ও সূচকীয় গতিতে ক্রমাগত মসফেট স্কেলিং ক্ষুদ্রকরণের ফলে (মুরের সূত্র দ্বারা ভবিষ্যদ্বাণী করা হয়েছে) প্রযুক্তি, অর্থনীতি, সংস্কৃতি ও চিন্তাধারায় বৈপ্লবিক পরিবর্তন ঘটেছে।\nঅ্যাপোলো প্রোগ্রাম যা ১৯৬৯ সালে অ্যাপোলো ১১ এর সাথে চাঁদে মহাকাশচারীদের অবতরণে নাসার অঅর্ধপরিবাহী ইলেকট্রনিক প্রযুক্তিতে অগ্রগতি গ্রহণের মাধ্যমে সক্ষম হয়েছিল, যার মধ্যে ইন্টারপ্ল্যানেটারি মনিটরিং প্ল্যাটফর্ম (আইএমপি) এ মসফেট এবং অ্যাপোলো গাইডেন্স কম্পিউটার (এজিসি) এ সিলিকন সমন্বিত বর্তনী চিপ রয়েছিল।\n১৯৬০-এর দশকে এমওএস সমন্বিত বর্তনী প্রযুক্তির বিকাশের ফলে ১৯৭০-এর দশকের প্রথম দিকে মাইক্রোপ্রসেসর আবিষ্কার হয়েছিল। প্রথম একক-চিপ মাইক্রোপ্রসেসর ছিল ইন্টেল ৪০০৪, যা ১৯৭১ সালে উন্মোচিত হয়েছিল। ইন্টেল ৪০০৪ ইন্টেলের ফেদেরিকো ফ্যাগিন তার সিলিকন-গেট এমওএস প্রযুক্তির সাহায্যে ইন্টেলের মার্সিয়ান হফ ও স্ট্যানলি মাজোর এবং বুসিকমের মাসাতোশি শিমার সাথে নকশা ও নিরূপিত করেছিলেন।\nএটি ব্যক্তিগত কম্পিউটারের বিকাশকে প্রজ্বলিত করেছিল। ৪-বিট প্রসেসর ৪০০৪ ১৯৭৩ সালে ৮-বিট প্রসেসর ইন্টেল ৮০৮০ অনুসরণ করে করা হয়েছিল, যা প্রথম ব্যক্তিগত কম্পিউটার অল্টেয়ার ৮৮০০ তৈরি করা সম্ভব করেছিল।\n\n\n== আরও দেখুন ==\nইলেকট্রনিক প্রকৌশলের ইতিহাস\nতড়িচ্চুম্বকীয় তত্ত্বের ইতিহাস\nরেডিওর ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nতড়িৎ প্রকৌশল সম্পর্কিত নোবেল পুরস্কার প্রদান (প্রাসঙ্গিক পেটেন্ট অন্তর্ভুক্ত)\nশক অ্যান্ড ওয়ে: দ্য স্টোরি অফ ইলেক্ট্রিসিটি – জিম আল-খালিলি বিবিসি হরাইজন\nইলেকট্রিকরি, সাইমন শ্যাফার, প্যাট্রিসিয়া ফারা ও ইওয়ান মোরাসের সাথে বিবিসি রেডিও ৪-এ আলোচনা (ইন আওয়ার টাইম, নভেম্বর ৪, ২০০৪)"}