{"pageid": 1420747, "title": "টিংকচার আয়োডিন", "url": "https://bn.wikipedia.org/wiki?curid=1420747", "content": "টিংকচার আয়োডিন, আয়োডিনের টিংকচার, বা মৃদু আয়োডিন দ্রবণ একটি এন্টিসেপটিক বা পচন নিবারক। এটি সাধারণত ২ থেকে ৩% মৌলিক আয়োডিন, পটাসিয়াম আয়োডাইড বা সোডিয়াম আয়োডাইডের সাথে, ইথানল এবং জলের মিশ্রণে দ্রবীভূত থাকে। টিংকচার দ্রবণগুলোকে অ্যালকোহলের উপস্থিতির মাধ্যমে চিহ্নিত করা হয়। ১৯০৮ সালে ইতালীয় সার্জন আন্তোনিও গ্রোসিচ এটিকে প্রাক-অস্ত্রোপচার ত্বকের প্রস্তুতিতে ব্যবহার করা শুরু করেন।\nযুক্তরাজ্যে ত্বক জীবাণুমুক্তকরণের জন্য একটি আয়োডিন দ্রবণের বিকাশ করার পথে অগ্রণী ছিলেন লিওনেল স্ট্রেটন। দ্য ব্রিটিশ মেডিকেল জার্নাল ১৯০৯ সালে কিডারমিনস্টার ইনফার্মারিতে তার গবেষণাকর্মের বিস্তারিত প্রকাশ করে। স্ট্রেটন গ্রোসিচের ব্যবহৃত দ্রবণের চেয়ে অনেক মৃদু দ্রবণ ব্যবহার করেছিলেন। তিনি ১৯১৫ সালে দাবি করেন যে, গ্রসিচ লিকার আইওডি ফোর্টিসের মতো একটি তরল ব্যবহার করে আসছেন এবং তিনিই (স্ট্রেটন) টিংকচার আয়োডিন বিপি ব্যবহার করার পদ্ধতিটি চালু করেছিলেন যা সারা বিশ্বে ব্যবহৃত হয়েছিল।\n\n\n== ইউএসপি সূত্র ==\nইউএসপি টিংকচার অফ আয়োডিনকে ইউএস ন্যাশনাল ফর্মুলারি (এনএফ) তে সংজ্ঞায়িত করা হয়েছে প্রতি ১০০ মিলি.তে, ১.৮ থেকে ২.২ গ্রাম মৌলিক আয়োডিন, এবং ২.১ থেকে ২.৬ গ্রাম সোডিয়াম আয়োডাইড থাকে। অ্যালকোহল থাকে ৫০ মিলি, এবং অবশিষ্ট অংশ গঠন করে বিশুদ্ধ পানি। এই \"২% মুক্ত আয়োডিন\" দ্রবণটিতে ০.০৮ মোল/লি I 2 থাকে, যা প্রতি ০.০৫ মিলি ফোঁটায় প্রায় ১ মিলিগ্রাম মুক্ত আয়োডিন প্রদান করে। \"২% মুক্ত আয়োডিন\" ধারণাটি মৌলিক আয়োডিনের পরিমাণের ভিত্তিতে বলা হয়, সোডিয়াম/পটাসিয়াম আয়োডাইডের পরিমাণের ভিত্তিতে নয়।\nইউএসপি স্ট্রং টিংকচার আয়োডিনকে ন্যাশনাল ফর্মুলারিতে সংজ্ঞায়িত করা হয়েছে প্রতি ১০০ মিলি.তে, ৬.৮ থেকে ৭৭.৫ গ্রাম আয়োডিন, এবং ৪.৭ থেকে ৫.৫ গ্রাম পটাসিয়াম আয়োডাইড থাকে। বিশুদ্ধ পানি ৫০ মিলি এবং অবশিষ্ট অংশ গঠন করে অ্যালকোহল। এই ৭% টিংকচার দ্রবণটি ইউএসপি ২% টিংকচারের চেয়ে প্রায় ৩.৫ গুণ বেশি ঘন।\nলুগোলের আয়োডিনের ক্ষেত্রে, দ্রবণে আয়োডাইডের ভূমিকা হলো মৌলিক আয়োডিনের দ্রবণীয়তা বৃদ্ধি করার মাধ্যমে এটিকে দ্রবণীয় ট্রাইআয়োডাইড অ্যানায়ন I3- এ পরিণত করে। তবে, যেহেতু ইথানলে আয়োডিনের দ্রবণীয়তা মাঝারি, তাই এটি সরাসরি এই দ্রাবকের মাধ্যমে সহায়তা লাভ করে। বিপরীতভাবে, লুগোলের আয়োডিনে কোনো অ্যালকোহল নেই, এবং মৌলিক আয়োডিনের তুলনায় পটাসিয়াম আয়োডাইডের ভর দ্বিগুণ। আয়োডিনের টিংকচারে অ্যালকোহলের পরিমাণ অ্যালকক, রোস্কো-শোর্লেমার এবং থার্স্টন-থার্স্টনের পদ্ধতির মাধ্যমে নির্ধারণ করা যেতে পারে।\n\n\n== ব্যবহার ==\nযেহেতু উভয় ইউএসপি দ্রবণেই মৌলিক আয়োডিন থাকে, যা পানি জীবাণুমুক্ত করার জন্য প্রয়োজনীয় পরিমাণের চেয়ে বেশি পরিমাণে খাওয়া হলে মাঝারিভাবে বিষাক্ত হয়, তাই টিংচার আয়োডিনকে \"কেবল বাহ্যিক ব্যবহারের জন্য\" হিসেবে লেবেলযুক্ত করে বিক্রি করা হয় এবং মূলত একটি জীবাণুনাশক হিসাবে ব্যবহার করা হয়।\nজরুরি রক্ষাকারী সরঞ্জামগুলোতে প্রায়শই টিংকচার আয়োডিন পাওয়া যায়, যা ক্ষত জীবাণুমুক্ত করতে এবং পান করার জন্য উপরিভাগের পানিকে জীবাণুমুক্ত করতে ব্যবহৃত হয়। যখন এই উদ্দেশ্যে অ্যালকোহল দ্রবণটি কাম্য নয়, তখন অ্যালকোহল-মুক্ত লুগোলের আয়োডিন, যা পটাসিয়াম আয়োডাইড দ্রবণে আয়োডিনের জলীয় দ্রবণ, বা অন্যথায় পোভিডোন-আয়োডিন (ব্র্যান্ডের নাম অকাডিন, বেটাডিন) এর মতো একটি পিভিপিআই দ্রবণ ব্যবহার করা যেতে পারে।\nসন্দেহজনক পানীয় জলকে জীবাণুমুক্ত করার জন্য অল্প পরিমাণে যোগ করা যেতে পারে (সাধারণত ৫ মিলিগ্রাম মুক্ত আয়োডিন প্রতি লিটার, বা ২% টিংকচারের ৫ ফোঁটা)। যদিও এই চিকিত্সা ব্যাকটেরিয়া এবং ভাইরাসের বিরুদ্ধে কার্যকর, এটি ক্রিপ্টোস্পোরিডিয়াম এবং গিয়ার্ডিয়ার মতো প্রোটোজোয়া পরজীবীদের বিরুদ্ধে সুরক্ষা দেয় না।\nআয়োডিন দ্রবণ ব্যাকটেরিয়া এবং ভাইরাস থেকে ফল ও সবজির উপরিভাগকে জীবাণুমুক্ত করতে ব্যবহৃত হয়। পরিষ্কারকরণের জন্য সাধারণ ঘনত্ব হল ১ মিনিটে ২৫ পিপিএম আয়োডোফোর। তবে, এর কার্যকারিতা নির্ভর করে দ্রবণটি ফাটলের মধ্যে প্রবেশ করে কিনা এবং প্রথমে ময়লা কার্যকরভাবে সরানো হয় কিনা তার উপর। এর মাধ্যমে প্রোটোজোয়া পরজীবীর উওসাইট মেরে ফেলা যায় না, এবং ব্যাকটেরিয়া স্পোর মারা যাবে কিনা এ নিয়ে সন্দেহ আছে। আয়োডিন দ্রবণগুলো মল দ্বারা দূষিত সালাদ, ফল বা শাকসবজি পরিষ্কারকরণ বা জীবাণুমুক্ত করতে সক্ষম বলে বিবেচনা করা উচিত নয়।\nআয়োডিন টিংকচার একক-পুষ্টিকর আয়োডিনের জন্য সুপারিশকৃত উৎস নয়। কম বিষাক্ত আয়োডিন (এসএসকেআই দেখুন) বা আয়োডেট লবণের আকারে পুষ্টিকর আয়োডিন ভালোভাবে সরবরাহ করা যায়, যা শরীর সহজেই থাইরয়েড হরমোনে রূপান্তর করতে পারে।\nতবে, পানির জীবাণুনাশক হিসাবে ব্যবহৃত আয়োডিনের টিংকচারে থাকা আয়োডাইড পর্যাপ্ত পুষ্টিকর আয়োডিনের চেয়ে বেশি আয়োডিন সরবরাহ করে, সম্ভবত প্রতি লিটার বা কোয়ার্টে সুপারিশকৃত দৈনিক অনুমোদনের তুলনায় ৩০ গুণ বা তারও বেশি। ত্বকে টিংকচার বা লুগোলের আয়োডিন প্রয়োগের ফলে আয়োডিনের কিছু মাঝারি ভগ্নাংশের শোষণ এবং জৈব উপলব্ধতা হয়।পারমাণবিক দুর্ঘটনায় তেজস্ক্রিয় আয়োডিন-১৩১-এর অত্যধিক গ্রহণ প্রতিরোধে সাহায্য করার জন্য এই পদ্ধতিটি আয়োডিন দিয়ে থাইরয়েডকে পরিপূর্ণ করতে ব্যবহার করা যেতে পারে।\n\n\n== আরও দেখুন ==\nএন্টিসেপটিক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহেলথ কানাডা পানীয় জলের গুণমান বিভাগটি দেখুন: বাড়ি থেকে দূরের পানি"}