{"pageid": 1420873, "title": "নেইসেরিয়া সিনেরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1420873", "content": "নেইসেরিয়া সিনেরিয়া হল একটি গ্রাম-নেগেটিভ ব্যাকটেরিয়া, যা অক্সিডেস-পজিটিভ এবং ক্যাটালেস-পজিটিভ ডিপ্লোকক্কাস এর শ্রেণীবদ্ধ একটি প্রজাতি। আলেকজান্ডার ভন লিঙ্গেলশেইম এটিকে প্রথম ১৯০৬ সালে মাইক্রোকক্কাস সিনেরিয়াস হিসাবে শ্রেণীবদ্ধ করেন। ডিএনএ হাইব্রিডাইজেশন ব্যবহার করে নেইসেরিয়া সিনেরিয়া নেইসেরিয়া গনোরিয়ার সাথে ৫০% সাদৃশ্য প্রদর্শন করে।\n\n\n== শ্রেণিবিভাগ ==\nনেইসেরিয়া সিনেরিয়াকে পূর্বে মোরাক্সেলা ক্যটারহালিস এবং নেইসেরিয়া সিউডোক্যটারহালিস সহ অন্যান্য অনেক জীব হিসাবে শ্রেণীবদ্ধ করা হয়েছে। এটিকে প্রায়শই এন. গনোরিয়া বলে ভুল করা হয় যার সাথে এটির আকারগত এবং জৈব রাসায়নিক বৈশিষ্ট্যগুলির মিল আছে। উভয়ই অনুরূপ সংক্রমণের দিক থেকে আলাদা। যার মধ্যে রয়েছে এন্ডোসারভিকাল এবং রেকটাল ইনফেকশন, নবজাতক কনজাংটিভাইটিস এবং লিম্ফডেনাইটিস। নেইসেরিয়া সিনেরিয়া থেকে এন.গনোরিয়াকে বিচ্ছিন্ন করার জন্য একে গনোকক্কাল সিলেক্টিভ মিডিয়া হিসেবে আলাদা করা হয়েছে।\n\n\n== কলোনি অঙ্গসংস্থানবিদ্যা ==\nএন. সিনেরিয়া এবং এন. গনোরিয়া - এর মধ্যে একটি গুরুত্বপূর্ণ পার্থক্য হল এন. সিনেরিয়া সামান্য বেশি পিগমেন্টযুক্ত এবং গোলাপী-বাদামী পিগমেন্টেশনের পরিবর্তে সোনালি-বাদামী দেখায়। এন. সিনেরিয়ার কলোনির গড় ব্যাস পরিবর্তিত হয়, কিন্তু এর কলোনির গড় ব্যাস প্রায় ১-২ মিলিমিটারের কাছাকাছি থাকে।কলোনিগুলি উত্তল, স্বচ্ছ এবং চকচকে। লোগুলের আয়োডিন দিয়ে দাগের আগে বা পরে এন. সিনেরিয়া বিচ্ছিন্ন করতে ব্যবহৃত মিডিয়ার রঙে কোন পরিবর্তন ঘটে না।\n\n\n== জৈব রাসায়নিক প্রক্রিয়া ==\nনাইসেরিয়া সিনেরিয়া এন. গনোরিয়ার মতো গ্লুকোজ থেকে অ্যাসিড তৈরি করতে পারে, তবে এটি অ্যাসিডকে কার্বন ডাই অক্সাইডে অক্সিডাইজ করে। যদিও এটি গ্লুকোজকে ভেঙ্গে ফেলতে পারে, তবে এটি শক্তির জন্য গ্লুকোজ বা অন্যান্য কার্বোহাইড্রেট ব্যবহার করতে অক্ষম,কারন এগুলো এটিকে অ্যাসাকারোলাইটিক করে তোলে। এন. সিনেরিয়া জমাট বাঁধা সেরোলজিক পরীক্ষায় প্রতিক্রিয়া দেখায় এবং এন. গনোরিয়ার মতো এটি হাইড্রোক্সিপ্রোলাইলামিনোপেপ্টিডেস এনজাইম তৈরি করে। এন. গনোরিয়া নাইট্রাইট কমায় কিন্তু এন সিনেরিয়া নাইট্রেট কমায় না।এন সিনেরিয়ার বৃদ্ধির জন্য প্রোলিন, আর্জিনাইন, সিস্টাইন এবং সিস্টাইন প্রয়োজন। এন. সিনেরিয়া অ্যান্টিগনোকক্কাল প্রোটিন মনোক্লোনাল অ্যান্টিবডিগুলির সাথে প্রতিক্রিয়া করে না এবং এন. গনোরিয়ার মতো ইমিউনোগ্লোবুলিন এ প্রোটিজ তৈরি করে না। এছাড়াও এন. গনোরিয়ার বিপরীতে, এন. সিনেরিয়া অ্যান্টিবায়োটিক কোলিস্টিনের প্রতিরোধী নয়। এটি মুলার-হিন্টন আগর এবং ট্রিপটিকেস সয়া আগরে জন্মাতে পারে।\n\n\n== রোগ ==\nনেইসেরিয়া সিনেরিয়াকে একটি ননপ্যাথোজেনিক ব্যাকটেরিয়া হিসাবে শ্রেণীবদ্ধ করা হয়েছে। তবে একে তীব্র মেনিনজাইটিস সহ অসংখ্য সংক্রমণ থেকে আলাদা করা হয়েছে। অনেক গবেষণা ইঙ্গিত দেয় যে, এনসিনেরিয়া গলার মধ্যম অংশ এবং কখনও কখনও যৌনাঙ্গে কলোনী স্থাপন করে।কিছু রিপোর্ট বলা হয়েছে, কিছু সংক্রমণ রয়েছে যা সম্ভবত নেইসেরিয়া সিনেরিয়া দ্বারা সৃষ্ট হতে পারে। যাইহোক, প্রতিটি ক্ষেত্রে, জীবটিকে এন. ফ্লেভেসেনস, এন. গনোরিয়া, বা এম. ক্যাটারহালিস হিসাবে ভুল শনাক্ত করা হয়েছিল।\n\n\n== আরও দেখুন ==\nযৌনবাহিত রোগ\n\n\n== তথ্যসূত্র =="}