{"pageid": 1420035, "title": "টিফানি স্ট্র্যাটন", "url": "https://bn.wikipedia.org/wiki?curid=1420035", "content": "জেসিকা ওয়নিলকো (ইংরেজি: Tiffany Stratton, ইংরেজি উচ্চারণ: /ˈtɪfəni ˈstrætən/; জন্ম: ১ মে ১৯৯৯; টিফানি স্ট্র্যাটন নামে সুপরিচিত) হলেন একজন মার্কিন পেশাদার কুস্তিগির, বডি বিল্ডার এবং জিমন্যাস্ট। তিনি বর্তমানে তার রিং নাম টিফানি স্ট্র্যাটন নামের অধীনে ডাব্লিউডাব্লিউইর চুক্তিবদ্ধ রয়েছেন এবং এনএক্সটি ব্র্যান্ডের হয়ে কুস্তিগির লড়ছেন, যেখানে তিনি একজন প্রাক্তন এনএক্সটি নারী চ্যাম্পিয়ন।\nওয়নিলকো গ্রেগ গানিয়ে দ্বারা প্রশিক্ষিত হওয়ার পরে ২০২১ সালে পেশাদার কুস্তিতে অভিষেক করেছিলেন এবং একই বছরের ডিসেম্বরে একটি মুগ্ধকর নারীর চরিত্র গ্রহণ করে অভিষেক করেছিলেন। তিনি এনএক্সটি নারী চ্যাম্পিয়নশিপ জয়লাভ করেছিলেন, তার প্রথম চ্যাম্পিয়নশিপটি তিনি ১০৭ দিন ধরে রেখেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nজেসিকা ওয়নিলকো ১৯৯৯ সালের ১লা মে তারিখে মার্কিন যুক্তরাষ্ট্রের মিনেসোটার প্রায়র লেকে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন। তিনি ২০১৯ সালে সেন্ট ক্যাথরিন বিশ্ববিদ্যালয় থেকে স্নাতক সম্পন্ন করেছেন। তিনি বেশ কয়েক বছর ধরে জিমন্যাস্টিকস অনুশীলন করেছিলেন। ডাব্লিউডাব্লিউইর সাথে সংযুক্ত হওয়ার পূর্বে, ওয়নিলকোর মা ওয়েওয়নিলকোকে প্রশিক্ষণ দেওয়ার জন্য আমেরিকান রেসলিং অ্যাসোসিয়েশনে (এডাব্লিউএ) তার সময়ের জন্য সর্বাধিক পরিচিত প্রাক্তন কুস্তিগির গ্রেগ গানিয়ের সাথে যোগাযোগ করেছিলেন।\n\n\n== পেশাদার কুস্তি ==\n\n\n=== ডাব্লিউডাব্লিউই (২০২১–বর্তমান) ===\n২০২১ সালের ৩০শে আগস্ট, ওয়নিলকো চুক্তি হওয়া একটি নতুন দলে ঘোষিত একমাত্র নারী পেশাদার কুস্তিগির হিসেবে ডাব্লিউডাব্লিউইতে কাজ করার জন্য ডাব্লিউডাব্লিউই পারফর্মেন্স সেন্টারে যোগদান করেছেন। ২০৫ লাইভের ১৬ নভেম্বরের পর্বটি ধারণের সময়, তিনি আমারি মিলারকে পরাজিত করে রিং নাম টিফানি স্ট্র্যাটনের অধীনে পেশাদার কুস্তিতে অভিষেক করেছিলেন। দুইজনের মধ্যকার ম্যাচটি তিন দিন পরে সম্প্রচারিত হয়েছিল।\nতিনি ডাব্লিউডাব্লিউইর উন্নয়নশীল ব্র্যান্ড এনএক্সটিতে খলনায়ক হিসেবে আত্মপ্রকাশ করেছেন, যেখানে ২০২১ সালের ২৮ই ডিসেম্বর তারিখে তিনি ফ্যালন হেনলিকে পরাজিত করেছেন। অতঃপর তিনি সারায়ের সাথে দ্বন্দ্ব শুরু করেন, যার ফলে তারা একে অপরের জয়ের ব্যত্যয় ঘটায়; অতঃপর তারা একে অপরের বিরুদ্ধে ম্যাচে মুখোমুখি হন। এই দ্বন্দ্ব ২০২২ সালের ১৯শে এপ্রিল তারিখে প্রচারিত এনএক্সটির পর্বে শেষ হয়, যেখানে স্ট্র্যাটন বিজয়ী হন। ২৬শে মে তারিখে, স্ট্র্যাটন এনএক্সটি নারী ব্রেকআউট প্রতিযোগিতায় অংশগ্রহণ করেছিলেন, যেখানে তিনি নিকিতা নায়ন্স আঘাত পাওয়ার পর তার পরিবর্তে সেমিফাইনালে ফ্যালন হেনলিকে পরাজিত করেছিলেন। তবে তিনি ফাইনালে রোক্সান পেরেজের কাছে পরাজিত হন। অতঃপর স্ট্র্যাটন ওয়েন্ডি চুর সাথে ঝগড়া শুরু করে, এনএক্সটি: দ্য গ্রেট আমেরিকান ব্যাশে তিনি চুকে পরাজিত করেন, কিন্তু এনএক্সটির ২৩শে আগস্টের পর্বে লাইট আউট ম্যাচে তার কাছে হেরে যান।\n২০২২ সালের অক্টোবর মাসে, মাথায় আঘাতের কারণে বেশ কয়েকদিন কুস্তি হতে দূরে থাকার পর, স্ট্র্যাটন ২০২৩ সালের ১০লা জানুয়ারি তারিখে এনএক্সটি: নিউ ইয়ার'স ইভিলে ফিরে আসেন, যেখানে তিনি তার ধনী মেয়ে ব্যক্তিত্বের প্রতি ইতিবাচক মনোভাব দেখিয়ে একটি ভিডিও প্রচার করেছিলেন, যদিও তিনি তার চরিত্রের 'ড্যাডি'স গার্ল' অংশটি বাদ দিয়েছিলেন। তার প্রথম ম্যাচে, তিনি এনএক্সটির ২৪ জানুয়ারির পর্বে ইন্ডি হার্টওয়েলের বিরুদ্ধে জয় তুলে নেন। হার্টওয়েলকে পুনরায় পরাজিত করার পর, স্ট্র্যাটন ১লা এপ্রিল তারিখে অনুষ্ঠিত এনএক্সটি স্ট্যান্ড অ্যান্ড ডেলিভারে এনএক্সটি নারী চ্যাম্পিয়নশিপের জন্য ল্যাডার ম্যাচে অংশগ্রহণের জন্য উত্তীর্ণ হয়েছিলেন, যদিও তিনি চ্যাম্পিয়নশিপটি জয়লাভ করতে ব্যর্থ হয়েছিলেন। মে মাসে, স্ট্র্যাটন আট-নারীর একক-নির্মূল প্রতিযোগিতায় অংশগ্রহণ করেছিলেন, যেখানে তিনি কোয়ার্টার ফাইনালে জিজি ডোলিনকে পরাজিত করেছিলেন, সেমিফাইনালে রোক্সান পেরেজ এবং এনএক্সটি ব্যাটেলগ্রাউন্ডে অনুষ্ঠিত ফাইনালে লাইরা ভালকিরিয়াকে পরাজিত করে এনএক্সটি নারী চ্যাম্পিয়নশিপ জয়লাভ করেছিলেন, যা তার পেশাদার কুস্তি জীবনের প্রথম চ্যাম্পিয়নশিপ ছিল। ২৭শে জুন, গোল্ড রাশের দ্বিতীয় সপ্তাহে, স্ট্র্যাটন চেজ ইউনিভার্সিটির থিয়া হেইলের বিরুদ্ধে তার প্রথম চ্যাম্পিয়নশিপ প্রতিরক্ষা ম্যাচে সফলভাবে তার চ্যাম্পিয়নশিপ রক্ষা করেছিলেন। ম্যাচ চলাকালীন, হেইল স্ট্র্যাটনকে সাবমিট করেছিলেন, তবে স্ট্র্যাটন শেষ পর্যন্ত ম্যাচটি জয়ের পূর্বে রেফারি ড্রু গুলাকের দ্বারা বিভ্রান্ত হয়েছিলেন। এর ফলে স্ট্র্যাটন ৩০শে জুলাই তারিখে দ্য গ্রেট আমেরিকান ব্যাশে হেইলের বিপক্ষে চ্যাম্পিয়নশিপের জন্য সাবমিশন ম্যাচে মুখোমুখি হন, যেখানে আন্দ্রে চেজ মাঠে একটি তোয়ালে নিক্ষেপ করে যেসময় স্ট্র্যাটন হেইলকে একটি অর্ধ কাঁকড়ায় লক করেছিল, এর ফলে স্ট্র্যাটন পুনরায় চ্যাম্পিয়নশিপটি ধরে রেখেছিল। এনএক্সটির ১২ই সেপ্টেম্বরের পর্বে, স্ট্র্যাটন বেকি লিঞ্চের কাছে চ্যাম্পিয়নশিপটি হারেন, যার মাধ্যমে তার রাজত্বের মেয়াদ ১০৭ দিন পূর্ণ হয়।\n২০২৪ সালের ২রা জানুয়ারি তারিখে এনএক্সটি: নিউ ইয়ার'স ইভিলে স্ট্র্যাটন \"র‍্যাঞ্চ হ্যান্ড অর সার্ভেন্ট ফর আ ডে\" ম্যাচে ফ্যালন হেনলির মুখোমুখি হন, যেখানে স্ট্র্যাটন ম্যাচটি হেরে যায় এবং পরের সপ্তাহে তাকে একদিনের জন্য হেনলির খামারে কাজ করতে হয়। ২৭শে জানুয়ারি তারিখে অনুষ্ঠিত রয়্যাল রাম্বলে তিনি প্রথমবারের মতো রয়্যাল রাম্বল ম্যাচে অংশগ্রহণ করেন, যেখানে তিনি প্রায় ৭ মিনিট থাকার পাশাপাশি ১ জন কুস্তিগিরকে নিষ্কাশন করেছেন।\n\n\n=== শৈলী এবং ব্যক্তিত্ব ===\nতার ট্রাম্পোলিন জিমন্যাস্টিকসের ধারা বজায় রেখে ওয়নিলকো তার সমাপ্তি কৌশল হিসেবে \"প্রিটিয়েস্ট মুনসল্ট এভার\" নামে পরিচিত ট্রিপল জাম্প মুনসল্টের একটি প্রকরণ ব্যবহার করেন। ওয়নিলকোর কুস্তি ব্যক্তিত্ব প্যারিস হিলটন এবং হাই স্কুল মিউজিকাল চলচ্চিত্রের শার্পে ইভান্সের চরিত্র দ্বারা অনুপ্রাণিত।\n\n\n== অন্যান্য গণমাধ্যম ==\nওয়নিলকো ডাব্লিউডাব্লিউই ২কে২৩-এর \"প্রিটি সুইট প্যাক\" ডিএলসিতে উপস্থিত হওয়ার মাধ্যমে ভিডিও গেমের জগতে অভিষেক করেছেন।\n\n\n== ব্যক্তিগর জীবন ==\nওয়নিলকো শার্লট ফ্লেয়ারকে সেই ব্যক্তি হিসেবে উদ্ধৃত করেছেন যিনি তাকে পেশাদার কুস্তিগির হতে অনুপ্রাণিত করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডাব্লিউডাব্লিউই.কম-এ টিফানি স্ট্র্যাটন \nটিফানি স্ট্র্যাটন-এর প্রোফাইল: কেজম্যাচ.নেট, রেসলিংডাটা.কম, ইন্টারনেটের রেস্টলিং ডাটাবেস\nইন্টারনেট মুভি ডেটাবেজে টিফানি স্ট্র্যাটন  (ইংরেজি)"}