{"pageid": 1420727, "title": "হিস্ট্রি অব অ্যানিমেলস", "url": "https://bn.wikipedia.org/wiki?curid=1420727", "content": "প্রাণীদের ইতিহাস (গ্রিক: Τῶν περὶ τὰ ζῷα ἱστοριῶν, টন পেরি টা জোইয়া হিস্টোরিয়ন, \"ইনক্যুইরিস অন অ্যানিমেলস\"; লাতিন: Historia Animalium, \"হিস্ট্র অব অ্যানিমেলস\") হলো জীববিজ্ঞানের একটি প্রধান পাঠ্য যা গ্রীক দার্শনিক এরিস্টটল, যিনি এথেন্সের প্লেটোর একাডেমিতে পড়াশোনা করেছিলেন, কর্তৃক লিখিত। এটি খ্রিস্টপূর্ব চতুর্থ শতাব্দীতে রচিত হয়েছিল; এরিস্টটল ৩২২ খ্রিস্টপূর্বাব্দে মারা যান।\nসাধারণত প্রাণীবিদ্যায় এটিকে একটি সূচনাকারী কাজ হিসাবে বিবেচনা করা হয়, অ্যারিস্টটল তার পাঠ্যটিতে ব্যাখ্যা করেন যে তিনি কেন (এই বৈশিষ্ট্যগুলির কারণগুলি) প্রতিষ্ঠা করার আগে কী (প্রাণী সম্পর্কে বিদ্যমান তথ্য) তদন্ত করছেন তা ব্যাখ্যা করে তার পাঠ্যটি তৈরি করেছেন। ফলশ্রুতিতে, বইটি প্রাকৃতিক জগতের অংশে দর্শন প্রয়োগ করার একটি প্রয়াস হিসাবে বিবেচিত হয়। পুরো কাজ জুড়ে অ্যারিস্টটল একক এবং গোষ্ঠী উভয়ের মধ্যে পার্থক্য চিহ্নিত করার প্রচেষ্টা চালিয়েছেন। একটি গোষ্ঠীকে প্রতিষ্ঠিত করা হয়েছে যখন দেখা গিয়েছে যে এর সমস্ত সদস্যের আলাদা বৈশিষ্ট্যের মধ্যে একটি সাধারণ মিল রয়েছে; উদাহরণস্বরূপ, সমস্ত পাখির পালক, ডানা এবং চঞ্চু আছে। পাখি এবং তাদের বৈশিষ্ট্যগুলির মধ্যে এই সম্পর্কটি সর্বজনীন হিসাবে স্বীকৃত।\nপ্রাণীদের ইতিহাসে অনেক সঠিক প্রত্যক্ষদর্শী পর্যবেক্ষণ রয়েছে, বিশেষ করে [[লেসবোস দ্বীপের চারপাশে সামুদ্রিক জীববিজ্ঞান, যেমন অক্টোপাসের রঙ পরিবর্তন করার ক্ষমতা এবং একটি শুক্রাণু-স্থানান্তর করার কর্ষিকা ছিল, যে ডগফিশ তাদের মায়ের শরীর ভিতরে বেড়ে ওঠে অথবা নদীর ক্যাটফিশের পুরুষের স্ত্রীরা ডিম পেড়ে চলে যাওয়ার পরে সেই ডিম পাহারা দেয়। ঊনবিংশ শতাব্দীতে পুনঃআবিষ্কৃত হওয়ার পূর্বপর্যন্ত এদের কয়েকটিকে দীর্ঘকাল যাবত্ কল্পনাপ্রসূত বলে মনে করা হতো। এরিস্টটলকে ভুল সিদ্ধান্ত নেয়ার জন্য অভিযুক্ত করা হয়ে থাকে; তবে তার কিছু পাঠ্যের ভুল ব্যাখ্যার কারণে হয়েছে এবং অন্যগুলো তার প্রকৃত পর্যবেক্ষণের ভিত্তিতে করায় হতে পারে। তবে তিনি ভ্রমণকারী এবং মৌমাছি পালনকারীদের মতো অন্যান্য লোকজনের নিকট থেকে প্রাপ্ত প্রমাণকে কিছুটা সমালোচনামূলকভাবে ব্যবহার করেন।\nপ্রাণীদের ইতিহাস প্রায় দুই হাজার বছর ধরে প্রাণিবিদ্যায় শক্তিশালী প্রভাব ফেলছে। ষোড়শ শতাব্দীর প্রাণীবিজ্ঞানীরা, যেমন কনরাড গেসনার, যিনি নিজেও অ্যারিস্টটল দ্বারা প্রভাবিত, এই বিষয়ে তাদের নিজস্ব গবেষণা সম্পর্কে না-লেখা পর্যন্ত এটি প্রাণিবিদ্যা সম্পর্কিত জ্ঞানের একটি প্রাথমিক উত্স হিসাবে ব্যবহৃত হতো।\n\n\n== প্রসঙ্গ ==\n\nএরিস্টটল (৩৮৪-৩২২ খ্রিস্টপূর্বাব্দ) এথেন্সের প্লেটোর একাডেমিতে অধ্যয়ন করেছিলেন, সেখানে তিনি প্রায় ১৭ বছর ছিলেন। প্লেটোর মতো, তিনি তার দর্শনে সার্বজনীনতার সন্ধান করেছিলেন, কিন্তু প্লেটোর বিপরীতে তিনি বিশদ পর্যবেক্ষণের সাথে তার দৃষ্টিভঙ্গি সমর্থন করেছিলেন, বিশেষত লেসবোস দ্বীপের প্রাকৃতিক ইতিহাস এবং পাইরা দ্বীপের উপহ্রদের সামুদ্রিক জীবন সম্পর্কে। এই অধ্যয়ন তাকে প্রাচীনতম প্রাকৃতিক ইতিহাসবিদ করে তোলে যার লিখিত কাজ অদ্যাবধি টিকে আছে। ষোড়শ শতাব্দীর পূর্ব পর্যন্ত প্রাণিবিদ্যার উপর এইভাবে বিস্তারিত কোনো কাজ করার চেষ্টা করা হয়নি; তদনুসারে অ্যারিস্টটল প্রায় দুই হাজার বছর ধরে এই ক্ষেত্রে অত্যন্ত প্রভাব রেখেছেন। প্রাণিবিদ্যার উপর তার লেখাগুলো তার টিকে যাওয়া কাজের এক চতুর্থাংশ। অ্যারিস্টটলের ছাত্র থিওফ্রাস্টাস পরবর্তীকালে উদ্ভিদবিদ্যার উপর উদ্ভিদের অনুসন্ধান শিরোনামে অনুরূপ একটি বই লিখেছিলেন।\n\n\n== বইয়ের বিবরণ ==\n\n\n=== অগ্রসরণ ===\nপ্রাণীদের ইতিহাস বইটিতে অ্যারিস্টটল তাদের কারণগুলি (গ্রীক \"dioti\", কেন) প্রতিষ্ঠার আগে বিদ্যমান তথ্য (গ্রীক \"hoti\", কী) অনুসন্ধান করেন। বইটির এই পদ্ধতিটি প্রাণিবিদ্যা সম্পর্কিত গবেষণায় তার অনুসৃত নিয়মের ক্ষেত্রে একধরণের কার্যকরণ প্রদর্শন করে। অ্যারিস্টটল প্রাণীদের মধ্যে চার ধরনের পার্থক্য অনুসন্ধান করেছেন: শরীরের নির্দিষ্ট অংশের পার্থক্য (বইটির প্রথম খণ্ড হতে চতুর্থ খণ্ড); জীবন পরিচালনার উপায় এবং কার্যকলাপের ধরনের পার্থক্য (বইটির পঞ্চম, ষষ্ঠ, সপ্তম এবং নবম খণ্ড) এবং সুনির্দিষ্ট বৈশিষ্ঠ্য বিষয়ক পার্থক্য (বইটির অষ্টম খণ্ড)।\nএরিস্টটল অনুসৃত এই দার্শনিক পদ্ধতিটিতে এভাবে ব্যাখ্যা করা যায় - অনেক ধরণের প্রাণীর একটি দলকে বিবেচনা করা যায়, যেমন 'পাখি': এই গোষ্ঠীর সকল সদস্যের একই স্বতন্ত্র ধরণের বৈশিষ্ট্য রয়েছে - পালক, ডানা, ঠোঁট এবং অস্থিময় দুটি পা। এটি একটি সর্বজনীন উদাহরণ: যদি কোনো কিছুকে পাখি হিসাবে উল্লেখ করা হয়, তবে তার পালক এবং ডানা আছে; আবার, যদি কোন কিছুর পালক এবং ডানা থাকে, তবে তাহলে এটিও বোঝায় যে সেটি একটি পাখি - তাই এখানে যুক্তিটি দ্বিমুখী। অন্যদিকে, কিছু প্রাণী যাদের রক্ত লাল থাকে তাদের ফুসফুস থাকে; অন্যান্য লাল রক্তের প্রাণীদের (যেমন মাছ) ফুলকা থাকে। এরিস্টটলের যুক্তিতে এটা বোঝায় যে, কোনো কিছুর যদি ফুসফুস থাকে তবে তার রক্ত লাল থাকে; কিন্তু অ্যারিস্টটল সতর্কতা অবলম্বন করেছেন যে সমস্ত লাল রক্তের প্রাণীর ফুসফুস নেই; তাই এখানে যুক্তিটি দ্বিমুখী নয়।\nযদিও এই বিষয়ে বিশেষজ্ঞদের মধ্যে ঐকমত্য রয়েছে যে প্রাণীদের ইতিহাস বইটির বেশিরভাগ লক্ষ্যই ছিল প্রাণীদের বৈশিষ্ট্য বর্ণনা করার জন্য, কিন্তু এটির মাধ্যমে অ্যারিস্টটলও একটি শ্রেণিবিন্যাস তৈরিতে আগ্রহী ছিলেন কিনা তা বুঝানো নিয়ে তাদের মধ্যে বিতর্ক রয়েছে। বেশিরভাগ দার্শনিক যারা প্রাণীর ইতিহাস এবং অ্যারিস্টটলের অন্যান্য লেখা অধ্যয়ন করেছেন তারা মতামত দেন যে অ্যারিস্টটল নতুন একটি শ্রেণিবিন্যাস তৈরি করার চেষ্টা করেননি, তবে জীববিজ্ঞানীদের দ্বারা সংগঠিত সাম্প্রতিক গবেষণার ফলাফল থেকে অন্যরা ভিন্ন সিদ্ধান্তে পৌঁছান।\n\n\n=== বিষয়বস্তু ===\n\nপ্রথম খণ্ড: প্রাণীদের দল এবং মানবদেহের অংশ সম্পর্কে বর্ণনা দেয়া হয়েছে। অ্যারিস্টটল মানবদেহ যে অংশগুলো দিয়ে তৈরি তা বর্ণনা করেছেন; এগুলোর মধ্যে রয়েছে: মাথার খুলি, মস্তিষ্ক, মুখমণ্ডল, চোখ, কান, নাক, জিহ্বা, বক্ষপিঞ্জর, পেট, হৃৎপিণ্ড, নাড়ীভুঁড়ি, যৌনাঙ্গ এবং দেহ অবয়ব।\nদ্বিতীয় খণ্ড: লাল রক্তের প্রাণীদের বিভিন্ন অংশ সম্পর্কে বর্ণনা দেয়া হয়েছে। অ্যারিস্টটল দেহ অবয়ব; কুকুর, ঘোড়া, মানুষ এবং হাতির দাঁত; হাতির জিহ্বা; এবং কতিপয় বিশেষ প্রাণী, যেমন বানর, কুমির, গিরগিটি, পাখি বিশেষ করে ঘাড়ব্যথা, মাছ এবং সাপ সম্পর্কে এতে লিখেছেন।\nতৃতীয় খণ্ড: অভ্যন্তরীণ অঙ্গপ্রত্যঙ্গ, যার মধ্যে রয়েছে প্রজননতন্ত্র, শিরা, স্নায়ু, হাড় ইত্যাদি সম্পর্কে বর্ণনা দেয়া হয়েছে। এগুলোর বিবরণ লিপিবদ্ধ করার ধারাবাহিকতায় তিনি রক্ত, অস্থি মজ্জা, দম্বল এবং পনির সহ দুধ এবং বীর্য সম্পর্কিত আলোচনার দিকে চলে যান।\nচতুর্থ খণ্ড: রক্তবিহীন প্রাণী (অমেরুদণ্ডী) – সেফালোপড, ক্রাস্টেসিয়ান ইত্যাদি সম্পর্কে বর্ণনা দেয়া হয়েছে। চতুর্থ অধ্যায়ে তিনি প্রাণীদের ইন্দ্রিয় অঙ্গ নিয়ে আলোচনা করেছেন। দশম অধ্যায়ে তিনি প্রাণীদের ঘুম সম্পর্কে আলোচনা করেছেন এবং এটি মাছের ক্ষেত্রে ঘটে কি-না সে সম্পর্কে মতামত দিয়েছেন।\nপঞ্চম ও ষষ্ঠ খণ্ড: প্রজনন, সামুদ্রিক অমেরুদণ্ডী প্রাণীর স্বতঃস্ফূর্ত এবং যৌন, পাখি, চতুষ্পদী, সাপ, মাছ এবং স্থলজ সন্ধিপদী সহ বোলতা, মৌমাছি, পিঁপড়া, বিচ্ছু, মাকড়সা এবং ঘাসফড়িং সম্পর্কে বর্ণনা দেয়া হয়েছে।\nসপ্তম খণ্ড: বয়ঃসন্ধি, গর্ভধারণ, গর্ভাবস্থা, স্তন্যদান, ভ্রূণ, প্রসব, দুধ এবং শিশুদের রোগ সহ মানুষের প্রজনন সম্পর্কে বর্ণনা দেয়া হয়েছে।\nঅষ্টম খণ্ড: প্রাণীদের বৈশিষ্ট্য ও অভ্যাস, খাদ্য, স্থানান্তর, স্বাস্থ্য, মৌমাছির পরজীবী সহ প্রাণীর রোগ এবং তাদের ওপর জলবায়ুর প্রভাব সম্পর্কে আলোচনা করা হয়েছে।\nনবম খণ্ড: প্রাণীদের মধ্যে পরিদৃষ্ট সামাজিক আচরণ ; ভেড়া এবং পাখির মতো প্রাণীদের মধ্যকার বুদ্ধিমত্তার লক্ষণ নিয়ে আলোচনা করা হয়েছে।\nকিছু কিছু সংস্করণে দশম খণ্ড অন্তর্ভুক্ত রয়েছে যেখানে মহিলাদের মধ্যে দেখা যাওয়া বন্ধ্যাত্বের কারণগুলি নিয়ে আলোচনা করা হয়েছে; তবে সাধারণভাবে এটিকে অ্যারিস্টটল কর্তৃক কৃত নয় বলে ধরে নেয়া হয়। ডি'আর্সি ওয়েন্টওয়ার্থ থম্পসন তার কৃত অনুবাদের মুখবন্ধে এটিকে \"প্রশ্নের বাইরে মিথ্যা\" বলে উল্লেখ করেছেন।\n\n\n=== পর্যবেক্ষণ ===\n\nহিস্ট্রি অফ অ্যানিম্যালস বইটিতে প্রচুর সংখ্যক প্রত্যক্ষদর্শী পর্যবেক্ষণের বিবরণ রয়েছে, বিশেষ করে সামুদ্রিক জীববিজ্ঞান বিষয়ক, যা মূলতঃ প্লেটোর \"প্রতীকী প্রাণীবিদ্যা\" -র সম্পূর্ণ বিপরীতে অবস্থান নেয়া। অ্যারিস্টটলের শৈলী এবং সূক্ষ্মতা সেই অনুচ্ছেদে দেখা যায় যেখানে তিনি সেফালোপদীদের আচরণ এবং শারীরস্থান নিয়ে আলোচনা করেছেন, শিকারীদের বিরুদ্ধে তাদের কালির ব্যবহার, ছদ্মবেশ এবং সংকেত দেওয়ার কথা উল্লেখ করেছেন। ডি'আর্সি থম্পসনের অনুবাদে এই সম্পর্কে লিখা আছে:\n\nমোলাস্কদের মধ্যে সেপিয়া হল সবচেয়ে ধূর্ত এবং একমাত্র প্রজাতি যে তার গাঢ় তরলকে আড়াল করার পাশাপাশি ভয়ের জন্যও ব্যবহার করে থাকে: অক্টোপাস এবং ক্যালামারি শুধুমাত্র ভয় থেকে স্রাব তৈরি করে থাকে। এই প্রাণীরা কখনই রঙ্গকটিকে সম্পূর্ণরূপে নিঃসরণ করে না; এবং একটি স্রাব নিঃসরণ করার পর পরই রঙ্গক আবারো জমা হয়। সেপিয়া, যেমনটি বলা হয়েছে, প্রায়শই গোপন করার জন্য তার রঙিন রঙ্গক ব্যবহার করে; এটি রঙ্গকটির সামনে নিজেকে প্রদর্শন করে এবং তারপর পুনরায় এটিতে ফিরে যায়; এটি তার দীর্ঘ কর্ষিকা দ্বারা শিকার করে শুধু ছোট মাছই নয়, অনেক সময় এমনকি মুলেটও এদের শিকারে পরিণত হয়। অক্টোপাস একটি স্থূলবুদ্ধির প্রাণী, কারণ জলে নামলে এটি একটি মানুষের হাতের নাগালের মধ্যকার দূরত্বে যায়; তবে এটি তার অভ্যাসের দিক থেকে ঝরঝরে এবং মিতব্যয়ী: অর্থাৎ, এটি তার নীড়ে সঞ্চয় করে এবং যা খাওয়ার যোগ্য তা খাওয়ার পর খাওয়ার অনুপযোগী অংশসমূহ, যেমন কাঁকড়া এবং খোলসযুক্ত মাছের খোলস এবং খাপ এবং ছোট মাছের কঙ্কাল উগরে বের করে দেয়। এটি সংলগ্ন পাথরের রঙের মতো রঙ ধারণ করে তার শিকারের সন্ধান করে যেন সে সহজে শিকার ধরতে সক্ষম হয়; শঙ্কিত হলেও এটি এভাবেই আত্মগোপন করে।\nদার্শনিক অ্যান্থনি প্রিউসের মতে তার পর্যবেক্ষণ প্রায় সবই সঠিক ছিলো; যদিও মারিও ভেজেটি যুক্তি দেন যে অ্যারিস্টটল কখনও কখনও তত্ত্বকে আবছায়ায় পর্যবেক্ষণ করেছেন।\n\n১৯শ শতকে স্বাধীনভাবে পুনঃআবিষ্কৃত না হওয়া পর্যন্ত অ্যারিস্টটলের কিছু পর্যবেক্ষণকে বিজ্ঞান গুরুত্বের সাথে নেয়নি। উদাহরণস্বরূপ, তিনি লিখেছিলেন যে, পুরুষ অক্টোপাসের একটি হেক্টোকোটাইলাস থাকে, একটি কর্ষিকা যাতে শুক্রাণু সঞ্চয় করে রাখে এবং যেটিকে নারীর দেহে স্থানান্তর করতে পারে; কখনো কখনো এটি সঙ্গমের সময় বন্ধ হয়ে যায়। ফরাসি প্রকৃতিবিদ জর্জেস কুভিয়ার ১৮১৭ সালে লিখিত তার লে রেগনে অ্যানিমেল বইটিতে এটি সম্পর্কে বর্ণনা করার পূর্ব পর্যন্ত এরিস্টটলের এই দাবীটিকে কাল্পনিক বলে বাতিল করে দেয়া হয়েছিল। অ্যারিস্টটল আরও উল্লেখ করেন যে ডগফিশের বাচ্চারা তাদের মায়ের শরীরের ভিতরে বৃদ্ধি পেতে থাকে যা একটি প্ল্যাসেন্টার (কুসুম থলি) মতো কর্ড দ্বারা সংযুক্ত থাকে। জার্মান প্রাণীবিদ জোহানেস পিটার মুলার ১৮৪২ সালে এই তথ্যটি নিশ্চিত করেন। অ্যারিস্টটল আরও উল্লেখ করেন যে, এক প্রজাতির নদীর ক্যাটফিশ, যাকে তিনি গ্লানিস নামে অভিহিত করেন, তাদের বাচ্চাদের যত্ন করে থাকে, স্ত্রীরা ডিম পাড়ার পর সেগুলো ছেড়ে চলে যায় এবং পুরুষরা চল্লিশ বা পঞ্চাশ দিন সেই ডিম পাহারা দেয়, ডিমের জন্য হুমকি স্বরূপ ছোট মাছকে তাড়া করে ও গোঙানির মতো শব্দ করে থাকে। ১৮৯০ সালে সুইস আমেরিকান প্রাণিবিদ লুইজ আগাসিজ এই তথ্যটিকে সঠিক বলে প্রমাণ করেন।\nএরিস্টটলের পর্যবেক্ষণ পদ্ধতির মধ্যে ব্যবচ্ছেদ অন্তর্ভুক্ত ছিল (এরিস্টটলের হারিয়ে যাওয়া কাজ দ্য ডিসেকশনস বইটিতে এগুলোর চিত্রাবলী রয়েছে), তাই তিনি সরাসরি প্রাণীর শারীরিক গঠন-কাঠামো পর্যবেক্ষণ করতে পেরেছিলেন, যদিও তিনি যে কাঠামোগুলি পর্যবেক্ষণ করেছিলেন তার কার্যাবলীর ব্যাখ্যাগুলতে ত্রুটির বিষয় ছিল। প্লিনি দ্য এল্ডারের ন্যায় অন্যান্য ধ্রুপদী যুগের লেখকদের মতো, এরিস্টটলও ভ্রমণকারী এবং বিশেষ জ্ঞানসম্পন্ন ব্যক্তিদের কাছ থেকে প্রমাণ সংগ্রহ করেছিলেন, যেমন জেলে এবং মৌমাছি পালনকারীদের ও তারা যা বলেছে তার স্বপক্ষে প্রমাণ যোগাঢ় করার খুব বেশি চেষ্টা ছাড়াই তিনি তা ব্যবহার করেন।\n\n\n=== আপাত ত্রুটি ===\n\nবইটিতে এমন কিছু দাবি রয়েছে যা আপাতভাবে ত্রুটিপূর্ণ বলে মনে হয়। উদাহরণ স্বরূপ, এরিস্টটল তার বইয়ের দ্বিতীয় খণ্ডে জোর দিয়ে বলেন যে মানুষ, ভেড়া, ছাগল এবং শূকর প্রজাতির নারীদের দাঁতের সংখ্যা পুরুষদের দাঁতের সংখ্যা অপেক্ষা কম হয়ে থাকে। এরিস্টটলের এই দাবিটি আপাতদৃষ্টিতে মিথ্যা বলে মনে করা হলেও এর স্বপক্ষে একটি সত্যিকারের পর্যবেক্ষণ হতে পারে যদি রবার্ট মেহিউয়ের মতামতকে আমলে নেয়া হয়, তিনি বলেন যে যেহেতু সেই সময়ে নারীদের খাদ্যাভ্যাস পুরুষদের তুলনায় কিছুটা ভিন্ন ছিল; কিছু গবেষণার ফলাফলে পাওয়া গিয়েছে যে ২৫ বছর বয়সের পরে মহিলাদের তুলনায় পুরুষদের মধ্যে আক্কেল দাঁত বেশি বার গঁজিয়ে থাকে। কিন্তু এই দাবিটি মানুষ ব্যতীত অন্য প্রজাতির ক্ষেত্রেও প্রযোজ্য নয়। এর ফলশ্রুতিতে, ফিলিপা ল্যাং যুক্তি দেন যে এরিস্টটল হয়তো অভিজ্ঞতাবাদী ছিলেন, কিন্তু তিনি পর্যবেক্ষণের ব্যাপারে বেশ স্বাধীন মতাদর্শের ছিলেন, \"কারণ [তিনি] প্রকৃতিকে বিভ্রান্তিকর হবে বলে আশা করতেন না\"।\nঅন্যান্য ক্ষেত্রে, ত্রুটিগুলোর জন্য ভুলবশতঃ এরিস্টটলকে দায়ী করা হয়। ক্যাট্রিন ওয়েগম্যান লিখেছেন, \"[এরিস্টটলের] বিবৃতি অনুসারে মাছিদের যে চার পা আছে তা প্রাকৃতিক ইতিহাস গ্রন্থে হাজার বছরেরও বেশি সময় ধরে পুনরাবৃত্তি করা হয়েছে, যদিও সামান্য গণনা এর ভিন্নতাকে প্রমাণ করা যেতো।\" তবে, জীববিজ্ঞানের ইতিহাসবিদ এবং দার্শনিক জন এস. উইলকিন্স ব্যাখ্যা করে বলেন যে এরিস্টটল বলেননি \"সব মাছির চারটি করে পা আছে\"; বরং তিনি লিখেছিলেন যে একটি বিশেষ জাতের প্রাণী, এফিমেরন বা মেফ্লাই, \"চারটি পা এবং চারটি ডানা নিয়ে চলাফেরা করে: এবং, আমি পর্যবেক্ষণের সময় লক্ষ্য করেছি যে, এই প্রাণীটি কেবল তার অস্তিত্বের সময়কালের ক্ষেত্রেই এই ধরণের ব্যতিক্রমী নয়, বরং যখন সে তার জীবনের সূচনা করছে তখন থেকেই এমনটি করে, অধিকন্তু এটি চতুর্পদী হলেও এর ডানাও রয়েছে।\" মেফ্লাইস আসলে চার পায়ে হাঁটে, সামনের জোড়া হাঁটার জন্য খাপ খায় না, তাই উইলকিন্স উপসংহারে টানেন যে, এরিস্টটল তার পর্যবেক্ষণের ক্ষেত্রে সঠিক ছিলেন।\nআরও সাধারণভাবে বলতে গেলে, এরিস্টটলের জীববিজ্ঞান, যাকে কখনও কখনও অন অ্যানিমেলস নামে পাঁচটি বইয়ের একটি ধারাবাহিক এবং তার কিছু ছোটখাটো কাজ, পারভা ন্যাচারালিয়া নামে যেগুলোকে উল্লেখ করা হয়, এগুলো ছিলো আধুনিক পরিভাষায় বিপাক, তাপমাত্রা পরিবহণ, তথ্য প্রক্রিয়াকরণ, উত্তরাধিকার এবং ভ্রূণজননের মডেলগুলো সম্পর্কিত পর্যবেক্ষণের একটি সঙ্গবদ্ধ কাজের তালিকা। এই সবগুলো এই অর্থে ভুল যে আধুনিক বিজ্ঞান তাদের বিভিন্ন মডেলের মাধ্যমে এদেরকে প্রতিস্থাপিত করেছে, কিন্তু তারা এই অর্থে বৈজ্ঞানিক ধারার ছিল যে এগুলোতে পর্যবেক্ষিত ঘটনা, প্রস্তাবিত প্রক্রিয়া ব্যাখ্যা করার চেষ্টা করা হয়েছে এবং পরীক্ষাযোগ্য ভবিষ্যদ্বাণী তাতে রয়েছে।\n\n\n=== অনুবাদসমূহ ===\n\nআরবি অনুবাদ কিতাব-উল-হাইয়াওয়ান (প্রাণীর বই) -এর ১ম হতে ১০ম খণ্ড এরিস্টটলের এই গ্রন্থটি বলে মনে করা হয়। এটি আরব দার্শনিক আল-কিন্দি (মৃত্যু: ৮৫০ খ্রি.) -র কাছে পরিচিত ছিল এবং অন্যদের মধ্যে ইবনে সিনা এটির ব্যাখ্যা দিয়েছেন। ১৩দশ শতকের গোড়ার দিকে মাইকেল স্কট কর্তৃক এটি নিয়ে কৃত ইবনে রুশদের (অ্যাভেরোস) ব্যাখ্যা সহ বইটি ল্যাটিন ভাষায় অনুদিত হয়।\nএই বইটির ইংরেজি অনুবাদ ১৮৬২ সালে রিচার্ড ক্রেসওয়েল এবং ১৯১০ সালে প্রাণীবিদ ডি'আর্সি ওয়েন্টওয়ার্থ থম্পসন কর্তৃক করা হয়।\n১৮৮৩ সালে জুলেস বার্থেলেমি-সেন্ট-হিলাইয়ার এর একটি ফরাসি অনুবাদ প্রকাশ করেন। ডি'আর্সি থম্পসনের অনুবাদ অনুসরণ করে ১৯৫৭ সালে ফরাসি ভাষায় বইটির আরেকটি অনুবাদ প্রকাশ করেন জে. ট্রিকোট।\n১৮৮৬ সালে শুরু হওয়া প্রথম হতে অষ্টম খণ্ডের একটি জার্মান অনুবাদ অ্যান্টন কার্শ প্রকাশ করেন। ১৯৪৯ সালে পল গোলখ দ্বারা জার্মান ভাষায় দশটি খণ্ডে সম্পূর্ণ বইয়ের একটি অনুবাদ প্রকাশ করা হয়।\n\n\n== প্রভাব ==\n\nতুলনামূলক অ্যানাটমিস্ট রিচার্ড ওয়েন ১৮৩৭ সালে বলেন যে \"প্রাণিজ বিজ্ঞান [এরিস্টটলের] শ্রম থেকে উদ্ভূত হয়েছে, আমরা প্রায় বলতে পারি, জোভের প্রধান থেকে মিনার্ভার মতো, একটি মহৎ এবং দুর্দান্ত পরিপক্ক অবস্থায়\"।\nইউনিভার্সিটি অফ ক্যালিফোর্নিয়া মিউজিয়াম অফ প্যালিওন্টোলজির বেন ওয়াগনার এমনটাই লিখেছেন:\n\nযদিও প্রাণিবিদ্যায় অ্যারিস্টটলের কাজ ত্রুটিবিহীন ছিল না, এটি ছিল সেই সময়ের সবচেয়ে বড় জৈবিক সংশ্লেষণ এবং তার মৃত্যুর পর বহু শতাব্দী ধরে চূড়ান্ত কর্তৃত্ব করেছিল। অক্টোপাস, কাটলফিশ, ক্রাস্টেসিয়ান এবং অন্যান্য অনেক সামুদ্রিক অমেরুদন্ডী প্রাণীর শারীরস্থানের উপর তার পর্যবেক্ষণগুলি উল্লেখযোগ্যভাবে নির্ভুল এবং শুধুমাত্র প্রথমবারের মতো করা হাত-কলমে প্রাপ্ত ব্যবচ্ছেদের অভিজ্ঞতা থেকে গঠিত হতে পারে। এরিস্টটল একটি ছানার ভ্রূণগত বিকাশ বর্ণনা করেছেন; তিনি মাছ থেকে তিমি এবং ডলফিনকে আলাদা করেছিলেন; তিনি রুমিন্যান্টদের চেম্বারড পেট এবং মৌমাছিদের সামাজিক সংগঠনের বর্ণনা দিয়েছেন; তিনি লক্ষ্য করেছেন যে কিছু হাঙ্গর জীবিত বয়োপ্রাপ্ত শিশুর জন্ম দেয় - প্রাণীদের উপর তার বইগুলি এমন পর্যবেক্ষণে ভরা, যার মধ্যে কয়েকটি বহু শতাব্দী পরেও নিশ্চিত করা যায়নি।\nওয়াল্টার পেজেল মন্তব্য করেছেন যে এরিস্টটল সুইস কনরাড গেসনারকে তার ১৫৫১–১৫৫৮ সালের হিস্টোরিয়া অ্যানিমেলিয়াম, ইতালীয় উলিস অ্যালড্রোভান্ডি (১৫২২–১৬০৫), ফরাসি গুইলাউম রনডেলেট (১৫০৭–১৫৬৬), ডাচ ভলচার কোইটার (১৫৩৪–১৫৭৬) - আধুনিক প্রাণিবিদ্যার প্রতিষ্ঠাতাদের \"প্রত্যক্ষভাবে প্রভাবিত\" করেছেন; যেখানে তার গবেষণা পদ্ধতি সেই সময়ক্রমের প্রেক্ষিতে এবং তুলনামূলক শারীর পরিবীক্ষণ স্থান ব্যবহার করার পদ্ধতিগুলো ইংরেজ উইলিয়াম হার্ভেকে তার ১৬৫১ সালের ভ্রূণবিদ্যার কাজে সহায়তা করেছিল।\nআরমান্ড মারি লেরোইয়ের ২০১৪ সালে লিখিত বই দ্য লেগুন: হাউ এরিস্টটল ইনভেনটেড সায়েন্স এবং বিবিসির তথ্যচিত্র এরিস্টটলস লেগুন - এই দুটিতে এরিস্টটলের জীববিজ্ঞান বিষয়ক লেখাগুলোর সাথে প্রাসঙ্গিকভাবে প্রাণীদের ইতিহাস বইটিকেও সংযোজিত করা হয় এবং তার প্রদত্ত জীববিদ্যা বিষয়ক তত্ত্বগুলোর সম্পর্কে একটি ব্যাখ্যা প্রদান করে।\n\n\n== টীকাসমূহ ==\n\n\n== সংস্করণসমূহ ==\nDean-Jones, Lesley (২০২৩)। Historia animalium book X: Aristotle's endoxon, topos and dialectic on On Failure to Reproduce। Cambridge, United Kingdom: Cambridge University Press। আইএসবিএন 9781107015159। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nEnglish translation by D'Arcy Wentworth Thompson. Oxford: Clarendon Press, 1910. Archive.org – or this\nEnglish translation by Richard Cresswell. London: Henry G. Bohn, 1862.\n History of Animals লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\nHistoria animalium – 1837 (আধুনিক গ্রিক ভাষায়)"}