{"pageid": 1420914, "title": "কিউটিকল", "url": "https://bn.wikipedia.org/wiki?curid=1420914", "content": "কিউটিকল () বা কিউটিকুলা হলো জীবের একটি অংশ বা বিভিন্ন ধরণের শক্ত কিন্তু নমনীয় অ-খনিজ বাইরের আবরণ, যা জীবকে সুরক্ষা প্রদান করে। বিভিন্ন ধরণের \"কিউটিকল\" অ-সমজাতীয় এবং তাদের উৎস, গঠন, কার্যকারিতা ও রাসায়নিক গঠনে ভিন্নতা দেখা যায়।\n\n\n== মানব দেহ ==\n\nমানব দেহে, \"কিউটিকল\" বিভিন্ন কাঠামোকে নির্দেশ করতে পারে, তবে সাধারণ পরিভাষায় এবং এমনকি চিকিৎসাবিদদের দ্বারা আঙ্গুলের নখ ও পায়ের নখের (এপোনিচিয়াম) আশেপাশের ত্বকের ঘন স্তরকে বোঝাতে পারে। এটি মূলত ত্বকের উপরিভাগের জন্য ব্যবহার করা হয়। এছাড়া এটি মৃত কোষ নিয়ে গঠিত চুলের খাদকে আবৃত করে রাখা কোষের স্তরকে (কিউটিকুলা পিলি) বোঝাতে পারে, যা চুলকে তার ফলিকলে আটকে রাখার কাজ করে। এটি ত্বকের বাইরের স্তরের প্রতিশব্দ বহিস্ত্বক (এপিডার্মিস) হিসেবেও ব্যবহার করা যেতে পারে।\n\n\n== অমেরুদণ্ডী প্রাণীর কিউটিকল ==\n\nপ্রাণিবিদ্যায়, অমেরুদণ্ডী প্রাণীর কিউটিকল বা কিউটিকুলা হলো বহু অমেরুদণ্ডী প্রাণী বিশেষ করে আর্থ্রোপোডা ও নেমাটোডা প্রজাতির প্রাণীদের বহিস্ত্বকের বাইরে অবস্থিত একটি বহু-স্তরবিশিষ্ট কাঠামো, যেখানে এটি একটি বহিঃকঙ্কাল গঠন করে (দেখুন সন্ধিপদী বহিঃকঙ্কাল)।\nনেমাটোডা কিউটিকলের প্রধান কাঠামোগত উপাদানগুলো হলো প্রোটিন, দৃঢ় আড়াআড়ি সংযুক্ত কোলাজেন এবং \"কিউটিক্লিনস\" নামে পরিচিত বিশেষ অদ্রবণীয় প্রোটিন, যা গ্লাইকোপ্রোটিন এবং লিপিডের সাথে সংযুক্ত থাকে।\nআর্থ্রোপোডা কিউটিকলের প্রধান কাঠামোগত উপাদান হলো কাইটিন, যা প্রোটিন এবং লিপিডের সাথে সংযুক্ত এন-এসিটাইলগ্লুকোজামাইন শ্রেণীর সমন্বয়ে গঠিত একটি পলিস্যাকারাইড। প্রোটিন এবং কাইটিন আডাআডি সংযুক্ত। দৃঢ়তা হলো প্রোটিনের প্রকার ও কাইটিনের পরিমাণের একটি কার্যক্রম। এটা বিশ্বাস করা হয় যে, এপিডার্মাল কোষ প্রোটিন তৈরি করে এবং কিউটিকলে প্রোটিনের সময় ও পরিমাণ নিরীক্ষণ করে।\nপ্রায়শই, আর্থ্রোপোডার কিউটিকলে ন্যানোকাঠামো দ্বারা উৎপাদিত কাঠামোগত রং পরিলক্ষিত হয়।\n\n\n== উদ্ভিদবিদ্যা ==\n\nউদ্ভিদবিদ্যায়, উদ্ভিদ কিউটিকল হলো প্রতিরক্ষক, জলাভেদ্য, পাতার বহিস্থ কোষ দ্বারা উৎপাদিত মোমের আবরণ, কচি অঙ্কুর এবং অন্যান্য সমস্ত বায়বীয় উদ্ভিদের বিশেষ অঙ্গ। কিউটিকল পানির ক্ষয় কম করে এবং তাদের মোমের নিঃসরণের কারণে প্যাথোজেনের প্রবেশ কার্যকরভাবে কমায়। উদ্ভিদের কিউটিকলের প্রধান কাঠামোগত উপাদানগুলো হলো অনন্য পলিমার কিউটিন বা কিউটান, যা মোম দ্বারা পরিপূর্ণ। উদ্ভিদের কিউটিকল পানি এবং পানিতে দ্রবণীয় পদার্থের ব্যাপ্তিযোগ্যতা বাধা হিসেবে কাজ করে। এগুলো গাছের পৃষ্ঠকে সিক্ত করতে বাধা দেয় এবং গাছের শুকিয়ে যাওয়া প্রতিরোধ করতেও সহায়তা করে। ক্যাকটাসের মতো মরুজ উদ্ভিদের শুষ্ক আবহাওয়ায় বেঁচে থাকতে সাহায্য করার জন্য খুব পুরু কিউটিকল থাকে। যে সকল উদ্ভিদ সমুদ্রের নিকটবর্তী সীমার মধ্যে অবস্থান করে তাদের ঘন কিউটিকল থাকতে পারে, যা তাদের লবণের বিষাক্ত প্রভাব থেকে রক্ষা করে।\nকিছু উদ্ভিদ বিশেষ করে যারা স্যাঁতসেঁতে বা জলজ পরিবেশের সাথে খাপ খাইয়ে নেয়, তাদের সিক্ততার জন্য চরম প্রতিরোধ ব্যবস্থা থাকে। যার একটি সুপরিচিত উদাহরণ হলো পদ্ম। এই অভিযোজন বিশুদ্ধভাবে একটি মোমের আবরণের ভৌত এবং রাসায়নিক প্রভাব নয়, তবে এটি মূলত উদ্ভিদ পৃষ্ঠের আণুবীক্ষণিক আকৃতির উপর নির্ভর করে। এই প্রভাব পৃষ্ঠের সিক্ততা যথেষ্ট পরিমাণে কমাতে ভূমিকা রাখে।\nউদ্ভিদের কিউটিকলেও কাঠামোগত রং পরিলক্ষিত হয় (উদাহরণস্বরূপ, তথাকথিত \"মারবেল বেরি\", পোলিয়া কনডেনসাটা দেখুন)।\n\n\n== ছত্রাকবিদ্যা ==\n\"কিউটিকল\" একটি শব্দ, যা মাশরুমের বেসিডিওকার্পের কলার বাইরের স্তর বা ফলের দেহের জন্য ব্যবহৃত হয়। এর বিকল্প শব্দ \"পাইলিপেলিস\", যার লাতিন রূপ \"ক্যাপ\" এর \"ত্বক\" (অর্থাৎ \"মাশরুম\") প্রযুক্তিগতভাবে পছন্দনীয় হতে পারে, তবে জনপ্রিয় ব্যবহারের জন্য সম্ভবত এটি খুব একটা গ্রহণযোগ্য নয়। এটি মাশরুমের \"খোসা ছাড়ানো\" অংশ। অন্যদিকে, ছত্রাকবিদ্যায় কিছু অঙ্গসংস্থান পরিভাষা সূক্ষ্ম পার্থক্য তৈরি করে, যেমনটা \"পাইলিপেলিস\" নিবন্ধে বর্ণিত রয়েছে। যাই হোক না কেন, পাইলিপেলিস (বা \"খোসা\") ট্রামা থেকে আলাদা। এমনকি মাশরুম বা অনুরূপ ফলের দেহের অভ্যন্তরীণ মাংসল কলা ও অণুবীজ বহনকারী কলার স্তর এবং হাইমেনিয়াম থেকেও আলাদা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে кутикула সম্পর্কিত মিডিয়া দেখুন।"}