{"pageid": 1420688, "title": "শ্যাম্পেনের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1420688", "content": "শ্যাম্পেনের ইতিহাস শুরু হয়েছিল যখন রোমানরা উত্তর-পূর্ব ফ্রান্সের এই অঞ্চলে ৫ম শতাব্দীতে বা সম্ভবত তার আগে দ্রাক্ষাক্ষেত্র রোপণ করেছিল। শতাব্দীর পর শতাব্দী ধরে, শ্যাম্পেন একটি ফ্যাকাশে, গোলাপী স্টিল ওয়াইন থেকে একটি ঝকঝকে ওয়াইনে পরিণত হয়েছে। যখন হিউ ক্যাপেটকে ৯৮৭ সালে রেইমসের ক্যাথেড্রালে ফ্রান্সের রাজার মুকুট দেওয়া হয়েছিল, তখন তিনি একটি ঐতিহ্য শুরু করেছিলেন যা এই অঞ্চলে ধারাবাহিক রাজাদের নিয়ে এসেছিল- রাজ্যাভিষেকের ভোজসভায় স্থানীয় ওয়াইন বিশিষ্ট প্রদর্শনের সাথে। শ্যাম্পেন অঞ্চলের প্রথম দিকের ওয়াইন ছিল পিনোট নোয়ার থেকে তৈরি একটি ফ্যাকাশে, গোলাপী মদ।\nশ্যাম্পেনোয়ারা দক্ষিণে তাদের বারগুন্ডিয়ান প্রতিবেশীদের থেকে তৈরি ওয়াইনগুলির খ্যাতির জন্য ঈর্ষান্বিত ছিল এবং সমান প্রশংসার ওয়াইন তৈরি করতে চেয়েছিল। তবে এই অঞ্চলের উত্তরাঞ্চলীয় জলবায়ু রেড ওয়াইন তৈরিতে শ্যাম্পেনোইসদের এক অনন্য চ্যালেঞ্জ দিয়েছে। ভিটিকালচার টেকসই করার চরম পর্যায়ে, আঙ্গুর পুরোপুরি পাকতে লড়াই করবে এবং প্রায়শই এতে অম্লতা এবং কম চিনির মাত্রার ব্রেসিং লেভেল থাকবে। ওয়াইনগুলি বার্গুন্ডির তুলনায় হালকা শরীর এবং পাতলা ছিল।\nতদ্ব্যতীত, শীতের শীতের তাপমাত্রা অসময়ে ভাণ্ডারগুলিতে গাঁজন বন্ধ করে দেয়, সুপ্ত খামির কোষগুলি ছেড়ে দেয় যা বসন্তের উষ্ণতায় জেগে উঠবে এবং আবার গাঁজন শুরু করবে। গাঁজন করার উপজাতগুলির মধ্যে একটি হল কার্বন ডাই অক্সাইড গ্যাস নিঃসরণ, যা, যদি ওয়াইন বোতলজাত করা হয়, তাহলে ওয়াইনের ভিতরে আটকা পড়ে, তীব্র চাপ সৃষ্টি করে। দুর্বল, প্রারম্ভিক ফ্রেঞ্চ ওয়াইনের বোতলগুলির ভিতরে চাপের কারণে প্রায়ই বোতলগুলি বিস্ফোরিত হয়, যার ফলে সেলারগুলিতে বিপর্যয় সৃষ্টি হয়। বোতলটি বেঁচে থাকলে, ওয়াইনে বুদবুদ পাওয়া যায়, যা দেখে প্রথম দিকের শ্যাম্পেনোয়ারা এটিকে একটি দোষ বলে মনে করে ভয় পেয়েছিলেন। ১৭শতকের শেষের দিকে, শ্যাম্পেনোইস ওয়াইন নির্মাতারা, বিশেষ করে বেনেডিক্টাইন সন্ন্যাসী ডম পেরিগনন (১৬৩৮-১৭১৫), এখনও তাদের ওয়াইনগুলিকে বুদবুদ থেকে মুক্তি দেওয়ার চেষ্টা করছিলেন।\nশ্যাম্পেনোস এবং তাদের ফরাসি ক্লায়েন্টরা তাদের শ্যাম্পেনকে ফ্যাকাশে এবং স্থির থাকতে পছন্দ করে, ব্রিটিশরা অনন্য বুদবুদ ওয়াইনের স্বাদ তৈরি করছিল। শ্যাম্পেনের ঝকঝকে সংস্করণ জনপ্রিয়তা বৃদ্ধি পেতে থাকে, বিশেষ করে রাজপরিবার এবং ধনী ব্যক্তিদের মধ্যে। ১৭১৫ সালে ফ্রান্সের লুই চতুর্দশের মৃত্যুর পর, দ্বিতীয় ফিলিপের আদালত, ডিউক অফ অরলেন্স শ্যাম্পেনের ঝকঝকে সংস্করণটিকে ফরাসি অভিজাতদের মধ্যে একটি প্রিয় করে তোলে। আরও শ্যাম্পেনোইস ওয়াইন নির্মাতারা ইচ্ছাকৃতভাবে তাদের ওয়াইনগুলিকে ঝলমলে করার চেষ্টা করেছিল, কিন্তু কীভাবে প্রক্রিয়াটি নিয়ন্ত্রণ করতে হয় বা কীভাবে চাপ সহ্য করার জন্য মদের বোতলগুলিকে যথেষ্ট শক্তিশালী করা যায় সে সম্পর্কে যথেষ্ট পরিমাণে জানা ছিল না।\n১৯ শতকে এই বাধাগুলি অতিক্রম করা হয়েছিল, এবং আধুনিক শ্যাম্পেন ওয়াইন শিল্প রূপ নেয়। মেথোড শ্যাম্পেনোইসের বিকাশে ভিউভ ক্লিককোট হাউসের অগ্রগতিগুলি বৃহৎ পরিসরে স্পার্কিং ওয়াইন উৎপাদনকে লাভজনক করে তুলেছিল এবং এই সময়কালে ক্রুগ (১৮৪৩), পোমারি (১৮৫৮) এবং সহ আজকের অনেক বিখ্যাত শ্যাম্পেন হাউসের প্রতিষ্ঠা হয়েছিল। বলিঙ্গার (১৮২৯)। শ্যাম্পেনোসের ভাগ্য এবং শ্যাম্পেনের জনপ্রিয়তা ২০ শতকের গোড়ার দিকে ধারাবাহিক বিপর্যয়ের আগ পর্যন্ত বৃদ্ধি পায়। ফিলোক্সেরা আবির্ভূত হয়েছিল, ১৯১০-১১ সালে দ্রাক্ষাক্ষেত্রের চাষীরা দাঙ্গা করেছিল, রুশ বিপ্লব এবং নিষেধাজ্ঞার কারণে রাশিয়ান এবং আমেরিকান বাজারগুলি হারিয়ে গিয়েছিল এবং দুটি বিশ্বযুদ্ধ শ্যাম্পেনের দ্রাক্ষাক্ষেত্রকে যুদ্ধক্ষেত্রে পরিণত করেছিল।\nআধুনিক যুগে অবশ্য শ্যাম্পেনের জনপ্রিয়তার পুনরুত্থান দেখা গেছে, একটি ওয়াইন যা বিলাসিতা এবং উদযাপন উভয়ের সাথেই যুক্ত, ১৯৫০ সাল থেকে বিক্রি চারগুণ বেড়েছে। আজ এই অঞ্চলের ৮৬,৫০০ একর (৩৫,০০০ হেক্টর) বিশ্বব্যাপী চাহিদার সাথে শ্যাম্পেনের ২০০ মিলিয়নেরও বেশি বোতল উত্পাদন করে যা ফরাসি কর্তৃপক্ষকে আরও উৎপাদনের সুবিধার্থে এই অঞ্চলের উৎপত্তির নিয়ন্ত্রিত উপাধি (এওসি) জোন সম্প্রসারণের দিকে নজর দিতে প্ররোচিত করে৷\n\n\n== প্রথম ইতিহাস ==\nরোমানরা শ্যাম্পেন অঞ্চলে দ্রাক্ষাক্ষেত্র রোপণ করার জন্য প্রথম পরিচিত বাসিন্দা। শ্যাম্পেন নামটি ল্যাটিন ক্যাম্পানিয়া থেকে এসেছে এবং এটি প্রদেশের ঘূর্ণায়মান পাহাড় এবং রোমের দক্ষিণে অবস্থিত ক্যাম্পানিয়ার ইতালীয় গ্রামাঞ্চলের মধ্যে সাদৃশ্যকে নির্দেশ করে। এলাকাটি শ্যাম্পেন পইলিউসে বিভক্ত ছিল—রিমসের পূর্বে খড়কুটো, অনুর্বর সমভূমি—এবং শ্যাম্পেন ভিটিকোল, রেইমস এবং মারনে নদীর মধ্যে মন্টাগনে দে রেইমস নামে পরিচিত বনাঞ্চলীয় অঞ্চল যেখানে লতাগুলি রোপণ করা হয়েছিল। যদিও দ্রাক্ষাক্ষেত্রগুলি নিঃসন্দেহে আগে রোপণ করা হয়েছিল, প্রথম রেকর্ডকৃত দ্রাক্ষাক্ষেত্রটি ৫ম শতাব্দীতে সেন্ট রেমির অন্তর্গত। এই অঞ্চলের প্রাথমিক ইতিহাসের বেশিরভাগের জন্য, শ্যাম্পেন থেকে পাওয়া ওয়াইনগুলি \"শ্যাম্পেন\" বা এমনকি ভিন ডি শ্যাম্পেন নামে পরিচিত ছিল না। বরং মার্নে নদী যেটি প্যারিসের সাথে সেনের মধ্য দিয়ে একটি গুরুত্বপূর্ণ বাণিজ্য পথ সরবরাহ করেছিল তার উল্লেখে তারা ভিন ডি রেইমস এবং ভিন্স দে লা রিভার নামে পরিচিত ছিল। দুটি প্রধান বাণিজ্য পথের সংযোগস্থলে শ্যাম্পেনের অবস্থান, একটি পূর্ব-পশ্চিমে প্যারিস এবং রাইনল্যান্ডের মধ্যে এবং অন্যটি উত্তর-দক্ষিণে ফ্ল্যান্ডার্স এবং সুইজারল্যান্ডের মধ্যে, এই অঞ্চল এবং এর ওয়াইনগুলিকে অনেক সমৃদ্ধি এবং কুখ্যাতি এনে দেবে তবে এটি একটি গুরুত্বপূর্ণ ভূমিকাও পালন করবে। শ্যাম্পেন অসংখ্য যুদ্ধ এবং পেশার স্থান।\n\n৯৮৭ সালে, হিউ ক্যাপেটকে ক্যাথেড্রাল রিমস-এ ফ্রান্সের রাজার মুকুট দেওয়া হয়েছিল। রাজ্যাভিষেকের ভোজসভায়, অঞ্চলগুলির স্থানীয় মদ পরিবেশন করা হয়েছিল। শহরটি ফ্রান্সের আধ্যাত্মিক রাজধানী হিসাবে পরিচিত হয়ে ওঠে এবং পরবর্তী আট শতাব্দীর জন্য, রাজারা ক্যাপেটের ঐতিহ্য অনুসরণ করবে এবং রেইমস-এ তাদের রাজ্যাভিষেক অনুষ্ঠিত করবে। রয়্যালটির সাথে এই অঞ্চলের মেলামেশা এই অঞ্চলের ওয়াইনের সুনামকে আরও বাড়িয়ে তুলতে অনেক কিছু করেছে। ১৬শতকের মধ্যে, রেইমসের দক্ষিণে অবস্থিত আই গ্রামটি তার ওয়াইনের গুণমানের জন্য ব্যাপকভাবে প্রশংসিত হয়েছিল এবং রাজা ফ্রান্সিস প্রথম নিজেকে \"রোই ডি' এয়া এট দে গোনেসে \" - সেসব দেশের রাজা বলে ঘোষণা করেছিলেন যেখানে দেশটির সর্বশ্রেষ্ঠ ওয়াইন এবং ময়দা উত্পাদিত হয়. আয়ের ওয়াইনের খ্যাতি এমন ছিল যে তারা ভিন ডি ফ্রান্স নামে পরিচিত ছিল, তাদের গুণমান শুধুমাত্র একটি অঞ্চলের পরিবর্তে সমগ্র দেশের প্রতিনিধিত্ব করে। অবশেষে শ্যাম্পেন অঞ্চলের সমস্ত ওয়াইন উল্লেখ করার জন্য আয়ের নামটি একটি সংক্ষিপ্ত রেফারেন্স হয়ে ওঠে। (অনেকটা বোর্দো বা বিউনের মতোই আজকে যথাক্রমে গিরোন্ডে এবং বারগান্ডি অঞ্চলের ওয়াইন বোঝাতে ব্যবহৃত হয়)।\nমধ্যযুগে, শ্যাম্পেন অঞ্চলের ওয়াইনগুলি হালকা লাল থেকে ফ্যাকাশে গোলাপী রঙের বিভিন্ন শেড ছিল কারণ দক্ষিণে শ্যাম্পেনো এবং তাদের বারগুন্ডিয়ান প্রতিবেশীদের মধ্যে একটি তিক্ত প্রতিদ্বন্দ্বিতা তৈরি হয়েছিল। ফ্লেমিশ বণিকরা বারগান্ডিতে যে বাণিজ্য পথটি ব্যবহার করত তা রেইমসের মধ্য দিয়ে গিয়েছিল এবং শ্যাম্পেনোইসরা তাদের ব্যবসাকে \"সস্তা\" বিকল্প দিয়ে প্রলুব্ধ করতে আগ্রহী ছিল। দুর্ভাগ্যবশত এই অঞ্চলের জলবায়ু বারগুন্ডিয়ান ওয়াইনের সমৃদ্ধি এবং রঙের সাথে লাল ওয়াইন তৈরি করা কঠিন করে তুলেছিল, যদিও শ্যাম্পেনোয়ারা তাদের ওয়াইনগুলিকে এল্ডবেরিতে মিশ্রিত করে \"উন্নত\" করার চেষ্টা করেছিল। অবশেষে তাদের মনোযোগ তাদের বারগুন্ডিয়ান প্রতিদ্বন্দ্বীদের থেকে আলাদা করার প্রয়াসে সাদা ওয়াইন তৈরির দিকে চলে গেল। যাইহোক, সাদা আঙ্গুর থেকে উত্পাদিত হোয়াইট ওয়াইন একটি নিস্তেজ গন্ধ এবং দ্রুত নষ্ট হতে দেখা গেছে। সবচেয়ে বেশি চাওয়া ওয়াইন ছিল লাল ওয়াইন আঙ্গুর থেকে তৈরি \"সাদা ওয়াইন\", যেমন পিনোট নোয়ার যার স্বাদ, সুগন্ধি এবং দীর্ঘায়ু ছিল। ১৬শ এবং ১৭শতকের গোড়ার দিকে, শ্যাম্পেনোইস ওয়াইন মেকাররা রেড ওয়াইন আঙ্গুর থেকে সেরা \"সাদা\" ওয়াইন তৈরি করার চেষ্টা করেছিল যদিও ফলাফলগুলি প্রায়শই সাদা ছিল না তবে ধূসর রঙ থেকে গোলাপী রঙের ছায়া পর্যন্ত বিস্তৃত ছিল যা ওইরিল ডি পার্ডরিজ নামে পরিচিত। তিতির চোখ হাউটভিলারদের অ্যাবে থেকে ডম পিয়ের পেরিগনন নামে একজন বেনেডিক্টাইন সন্ন্যাসী তার কৌশলগুলি নিখুঁত না করা পর্যন্ত শ্যাম্পেনোইসরা লাল আঙ্গুর থেকে সত্যিই সাদা ওয়াইন তৈরি করতে সক্ষম হবেন।\n\n\n=== ডম পেরিগনন ===\n\nফরাসি ধর্ম যুদ্ধের সময় ধ্বংস হওয়ার পর, হাউটভিলারের বেনেডিক্টাইন অ্যাবে পুনর্নির্মাণ করা হয়েছিল এবং এর দ্রাক্ষাক্ষেত্রগুলিকে প্রতিস্থাপন করা হয়েছিল। ১৬৬১ সাল নাগাদ, অ্যাবেটির ২৫ একর (১০ হেক্টর) দ্রাক্ষাক্ষেত্রের, তবে আশেপাশের গ্রামগুলি থেকে আঙ্গুরের আকারে দশমাংশও পেয়েছিলেন, যার মধ্যে রয়েছে আঃয় এবং অ্যাভেনে-ভাল-ডি'অর- এর অত্যন্ত সম্মানিত দ্রাক্ষাক্ষেত্র। অ্যাবট একটি সেলার নির্মাণের দায়িত্ব দিয়েছিলেন এবং অ্যাবের ক্রমবর্ধমান ওয়াইনমেকিং অপারেশন বিকাশে সহায়তা করার জন্য একজন কোষাধ্যক্ষ এবং সেলার মাস্টার নিয়োগের চেষ্টা করেছিলেন। ১৬৬৮ সালে, পিয়ের পেরিগনন এই পদে নিযুক্ত হন। তার পূর্বসূরী, ডম গ্রাউসার্ড এবং ক্যানন গডিনোট দ্বারা একজন পারফেকশনিস্ট হিসাবে বর্ণনা করা হয়েছে, পেরিগনন অ্যাবের দ্রাক্ষাক্ষেত্রের ভিটিকালচারাল অনুশীলন এবং ওয়াইনের গুণমান উন্নত করার জন্য আন্তরিকভাবে কাজ করেছিলেন। তিনি শুধুমাত্র পিনোট নোয়ার আঙ্গুর ব্যবহার করার একজন দৃঢ় প্রবক্তা ছিলেন যা তিনি বিশ্বাস করেছিলেন যে সেরা স্বাদ এবং সম্ভাব্য গুণমান রয়েছে। সেই সময়ে, অঞ্চলের দ্রাক্ষাক্ষেত্রগুলিতে পিনোট নোয়ার, চ্যাসেলাস, পিনোট ব্ল্যাঙ্ক, পিনোট গ্রিস, পিনোট মিউনিয়ার এবং সম্ভবত চার্ডোনে সহ বিভিন্ন ধরণের আঙ্গুর রোপণ করা হয়েছিল। সবচেয়ে গুরুত্বপূর্ণ, ডম পেরিগননের মনে, পিনোট নোয়ারের মতো লাল আঙ্গুরের বসন্তে \"অস্থির\" হওয়ার সম্ভাবনা কম ছিল এবং সাদা আঙ্গুরের মতো বুদবুদ তৈরি হয়। তার ওয়াইনগুলিতে বুদবুদের উপস্থিতি একটি ত্রুটি হিসাবে বিবেচিত হয়েছিল এবং ডম পেরিগনন এই ত্রুটি ঘটার সম্ভাবনা সীমিত করার জন্য সুনির্দিষ্ট কৌশল বিকাশের জন্য প্রস্তুত হন।\nডম পেরিগনন আক্রমনাত্মক ছাঁটাইয়ের একজন কট্টর সমর্থক ছিলেন, তিনি নির্দেশ দিয়েছিলেন যে দ্রাক্ষালতাগুলি ১ মিটার (৩ ফুট) এবং ছোট ফলন উত্পাদন করে। খুব ঠাণ্ডা হলেই খুব ভোরে ফসল কাটা হতো এবং আঙ্গুর অক্ষত রাখার জন্য সব ধরনের যত্ন নিতে হতো। থেঁতলে যাওয়া বা ভেঙে যাওয়া আঙ্গুর প্রত্যাখ্যান করা হয়েছিল। প্রেস হাউসে আঙ্গুর পরিবহনের জন্য ঘোড়ার চেয়ে খচ্চর এবং গাধাদের পছন্দ করা হয়েছিল কারণ তারা উত্তেজিত হওয়ার সম্ভাবনা কম ছিল এবং সম্ভবত আঙ্গুরের ক্ষতি করতে পারে। ডোম পেরিগনন আঙ্গুরের রসে ছিটকে যাওয়ার সম্ভাবনা কমাতে যত তাড়াতাড়ি সম্ভব এবং দক্ষতার সাথে আঙ্গুরগুলিকে টিপতে চেয়েছিলেন। প্রেসিংয়ের বিভিন্ন স্তরের মধ্যে একটি পার্থক্য তৈরি করা হয়েছিল। প্রথম প্রেস, একে অপরের উপরে আঙ্গুরের ওজন দ্বারা সম্পূর্ণভাবে সম্পন্ন করা হয়, সর্বোচ্চ মানের ওয়াইন তৈরি করে, যা ভিন ডি গাউট নামে পরিচিত। দ্বিতীয় এবং তৃতীয় প্রেসিং, ওজন প্রয়োগ করা হচ্ছে, ভাল ওয়াইন উত্পাদিত কিন্তু ব্যতিক্রমী মানের না. চতুর্থ এবং পঞ্চম প্রেসিং, ভিন দে টেইল এবং ভিন্স ডি প্রেসোয়ার, গাঢ় রঙের ছিল এবং মোটেও ব্যবহার করা হবে না। গোলাপী/ধূসর রঙ যোগ করার পাশাপাশি, ডম পেরিগনন জানতেন যে স্কিনগুলি তার উচ্চ মানের ওয়াইনের চেয়ে ভিন্ন স্বাদের এবং মোটা টেক্সচার প্রদান করে। ত্বকের যোগাযোগ সীমিত করার উপর তার জোর দেওয়া হাউটভিলারদের অ্যাবেকে রেড ওয়াইন আঙ্গুর থেকে সত্যিকারের সাদা ওয়াইন তৈরি করতে সাহায্য করেছিল।\n\n\n== ইংরেজের প্রভাব ==\n\nসীমিত ওয়াইনমেকিং সংস্থান সহ একটি ধনী এবং শক্তিশালী জাতি হিসাবে, ইংল্যান্ডের স্পার্কিং শ্যাম্পেনের বিকাশে একটি উল্লেখযোগ্য প্রভাব ছিল। ১৬৬১ সালে এপিকিউরিয়ান চার্লস ডি সেন্ট-এভরেমন্ডের আগমনের পর নন-স্পার্কলিং শ্যাম্পেন লন্ডনের সমাজে জনপ্রিয় হয়ে ওঠে। পার্টি এবং ভোজসভায়, সেন্ট-এভরেমন্ড জ্বরপূর্ণভাবে শ্যাম্পেন অঞ্চলের ওয়াইন প্রচার করেছিলেন। শীঘ্রই লন্ডনের কিছু শক্তিশালী এবং ফ্যাশনেবল পুরুষ, যেমন ডিউক অফ বেডফোর্ড এবং ডিউক অফ বাকিংহাম এবং সেইসাথে আর্লিংটনের আর্লিংটন শ্যাম্পেনের কেসের নিয়মিত অর্ডার করতে শুরু করেছিলেন। ওয়াইন অ-স্ফুলিঙ্গ ছিল, বা অন্তত এটা হতে উদ্দেশ্য ছিল। ওয়াইন প্রায়ই কাঠের ওয়াইন ব্যারেলে ইংল্যান্ডে পরিবহণ করা হত এবং বণিক ঘরগুলি বিক্রির জন্য মদ বোতল করে রাখত। ১৭ শতকের সময়, ইংরেজ কাচ নির্মাতারা কয়লা -জ্বালানিযুক্ত চুলা ব্যবহার করত এবং কাঠ-চালিত ফ্রেঞ্চ কাচের চেয়ে শক্তিশালী, আরও টেকসই কাঁচের বোতল তৈরি করত। ইংরেজরাও কর্ক স্টপারের ব্যবহার পুনঃআবিষ্কার করে, একসময় রোমানরা ব্যবহার করত কিন্তু পশ্চিম রোমান সাম্রাজ্যের পতনের পর শতাব্দীর পর শতাব্দী ভুলে যায়। শ্যাম্পেন অঞ্চলের ঠাণ্ডা শীতের সময়, তাপমাত্রা এতটাই কমে যেত যে গাঁজন প্রক্রিয়া অকালে বন্ধ হয়ে যায়, কিছু অবশিষ্ট চিনি এবং সুপ্ত খামির রেখে যায়। যখন ওয়াইন ইংল্যান্ডে পাঠানো হয় এবং বোতলজাত করা হয়, তখন আবহাওয়া উষ্ণ হলে গাঁজন প্রক্রিয়া পুনরায় শুরু হবে এবং কর্ক-স্টপারড ওয়াইন কার্বন ডাই অক্সাইড গ্যাস থেকে চাপ তৈরি করতে শুরু করবে। মদ খুললেই বুদবুদ হয়ে যেত।\nইংরেজরা প্রথম যারা শ্যাম্পেনের প্রবণতাকে একটি পছন্দসই বৈশিষ্ট্য হিসাবে দেখেছিল এবং কেন এটি বুদবুদ করেছিল তা বোঝার চেষ্টা করেছিল। ১৬৬২ সালে, ইংরেজ বিজ্ঞানী ক্রিস্টোফার মেরেট একটি পেপার উপস্থাপন করেন যে কীভাবে একটি ওয়াইনে চিনির উপস্থিতি এটিকে শেষ পর্যন্ত ঝলমলে করে তোলে এবং প্রায় যে কোনো ওয়াইনকে বোতলজাত করার আগে একটি ওয়াইনে চিনি যোগ করে ঝকঝকে করা যায়। এটি স্পার্কলিং ওয়াইন প্রক্রিয়া বোঝার প্রথম পরিচিত বিবরণগুলির মধ্যে একটি এবং পরামর্শ দেয় যে ফরাসি শ্যাম্পেনোস ইচ্ছাকৃতভাবে এটি তৈরি করার আগেও ব্রিটিশ বণিকরা \"স্পার্কলিং শ্যাম্পেন\" তৈরি করছিলেন। একইসাথে, জর্জ রেভেনক্রফ্ট এবং অন্যান্যদের দ্বারা ব্রিটেনে কাচের উত্পাদনের অগ্রগতি, আরও শক্তিশালী ওয়াইন বোতল তৈরি করার অনুমতি দেয় যা বিস্ফোরিত না হয়েই প্রভাব ধারণ করতে পারে। স্পার্কিং শ্যাম্পেনের জনপ্রিয়তা ক্রমাগত বেড়েছে। ১৬৬৩ সালে, ব্রিটিশ কবি স্যামুয়েল বাটলার তার হুডিব্রাস কবিতায় \"দ্রুত\" (অর্থাৎ ফেনাযুক্ত) শ্যাম্পেন সম্পর্কে প্রথম লিখিত ইংরেজি উল্লেখ করেন। ১৬৯৮ সালের জর্জ ফারকুহার নাটক লাভ এবং একটি বোতল একটি শ্যাম্পেনের গ্লাসে বুদবুদের অবিচলিত স্রোতে বিস্ময়কর চরিত্রগুলির একটিকে বৈশিষ্ট্যযুক্ত করেছিল। লন্ডনে স্পার্কিং শ্যাম্পেন-এর জনপ্রিয়তা বাড়ার সাথে সাথে অন্যান্য ইউরোপীয় আদালত বুদবুদের কৌতূহল আবিষ্কার করতে শুরু করে- যার মধ্যে ফরাসিরাও ছিল যারা আগে বুদবুদকে ওয়াইন ফল্ট বলে ঘৃণা করেছিল।\n\n\n== স্পার্কিং শ্যাম্পেনের ক্রমবর্ধমান জনপ্রিয়তা ==\n\n১৭১৫ সালে লুই চতুর্দশের মৃত্যুর পর, তার ভাগ্নে ফিলিপ দ্বিতীয়, ডিউক অফ অরলিন্স ফ্রান্সের রিজেন্ট হন। ডিউক অফ অর্লিন্স শ্যাম্পেনের ঝকঝকে সংস্করণ উপভোগ করেছিলেন এবং প্যালেস-রয়্যালে তার রাতের পেটিটস স্যুপারগুলিতে এটিকে বৈশিষ্ট্যযুক্ত করেছিলেন। এটি প্যারিসে একটি উন্মাদনা সৃষ্টি করেছিল কারণ রেস্তোরাঁ এবং ফ্যাশনেবল সমাজ বুদবুদযুক্ত ওয়াইনের জন্য ডিউকের স্বাদ অনুকরণ করতে চেয়েছিল। এই উন্মাদনাকে পুঁজি করার জন্য শ্যাম্পেনোইস ওয়াইন মেকাররা তাদের ব্যবসাকে স্টিল ওয়াইন তৈরি থেকে স্পার্কলিং-এ পরিবর্তন করতে শুরু করে। ১৮শ শতাব্দী জুড়ে, শ্যাম্পেন হাউসগুলি শ্যাম্পেন অঞ্চলে একটি নতুন ব্যবসায়িক গতিশীলতা তৈরি করে। বেশিরভাগ ওয়াইন উৎপাদনকারী একক এস্টেট চাষী বা মঠের পরিবর্তে, ব্যক্তিগত বাড়ি বা ব্যবসায়ীরা যারা শ্যাম্পেন তৈরি করতে দ্রাক্ষাক্ষেত্রের মালিকদের কাছ থেকে আঙ্গুর কিনেছিলেন। - মোয়েট এবং চন্দন, লুই রোডেরার, পাইপার-হাইডসিক এবং টাইটিংগার- এর বাড়িগুলি এই সময়ের মধ্যে প্রতিষ্ঠিত কয়েকটি প্রধান বাড়ি ছিল। প্রতিটি বাড়ি ক্রমবর্ধমান শ্যাম্পেন বাজারের শেয়ারের জন্য একে অপরের সাথে প্রতিদ্বন্দ্বিতা করার জন্য ইউরোপ জুড়ে রাজকীয় আদালতে তাদের ওয়াইনের নমুনা আনতে বিক্রয় এজেন্টদের নিয়োগ করেছিল।\nযাইহোক, ১৮শতকের শেষ নাগাদ অ-ঝকঝকে গোলাপী ওয়াইন উৎপাদন এখনও শ্যাম্পেন অঞ্চলের উৎপাদনের ৯০% এর বেশি। ফরাসি বিপ্লব এবং পরবর্তী নেপোলিয়নিক যুদ্ধগুলি সাময়িকভাবে শ্যাম্পেনের জনপ্রিয়তাকে লাইনচ্যুত করে। গিলোটিন থেকে তাদের কিছু মহৎ ক্লায়েন্টকে বাঁচাতে, শ্যাম্পেন ব্যবসায়ীরা তাদের ক্লায়েন্টদের শিরোনাম \"নাগরিক\" দিয়ে প্রতিস্থাপন করে ব্যবসার রেকর্ড পরিবর্তন করে। অনেক উচ্চপদস্থ ব্যক্তিরা অন্য দেশে পালিয়ে যাওয়ার কারণে, ব্যবসায়ীরা তাদের প্রিয় শ্যাম্পেন এর কেস অনুসরণ করার জন্য তাদের যথাসাধ্য চেষ্টা করেছিল। নেপোলিয়ন যুদ্ধের সময়, ইউরোপীয় বন্দরগুলি অবরোধ এবং পাল্টা অবরোধের অবিরাম ধারার অধীন ছিল। ভিউভ ক্লিকোট-এর লুই বোহনে- এর মত সেলস এজেন্টরা তাদের মদ তাদের ক্লায়েন্টদের কাছে পাচার করার জন্য সৃজনশীল পরিকল্পনা তৈরি করেছিল। এমনকি এজেন্টরা বিজয় এবং পরাজয় উভয়কেই বিক্রয়ের সুযোগে পরিণত করার চেষ্টা করেছিল। নেপোলিয়নের রাশিয়া আক্রমণের সময়, চার্লস-হেনরি হেইডসিক মস্কো যাওয়ার পথে ফরাসি ইম্পেরিয়াল আর্মির আগে ঘোড়ায় চড়ে যাত্রা করেছিলেন। শ্যাম্পেনের কেস দিয়ে সজ্জিত, হেইডসিক বিজয়ী যে কেউ তার সাথে ব্যবসা করতে প্রস্তুত ছিল। নেপোলিয়নের পরাজয়ের পর, শ্যাম্পেন অঞ্চল নিজেই রাশিয়ান বাহিনী দ্বারা দখল করা হয়েছিল। দখলের সময়, শ্যাম্পেন রিকুইজিশন এবং শ্রদ্ধা হিসাবে ব্যবহার করা হয়েছিল। যখন তার ভাণ্ডারটি তার ওয়াইন থেকে খালি করা হচ্ছিল, তখন বিধবা ক্লাইকোট বলেছিল \"আজ তারা পান করবে। আগামীকাল তারা অর্থ প্রদান করবে\"। তার কথা ভবিষ্যদ্বাণীমূলক হবে কারণ পরবর্তী শতাব্দীর জন্য, ১৯১৭ সালের রাশিয়ান বিপ্লব পর্যন্ত, রাশিয়ান সাম্রাজ্য হবে বিশ্বের দ্বিতীয় বৃহত্তম শ্যাম্পেন ভোক্তা।\n\n\n== আধুনিক শ্যাম্পেন শিল্পের বিকাশ ==\nআধুনিক শ্যাম্পেন শিল্পের শিকড়গুলি শিল্প বিপ্লবের সময় স্থাপিত হয়েছিল যা স্পার্কিং ওয়াইন তৈরির পদ্ধতি এবং উত্পাদনকে আরও আর্থিকভাবে সম্ভাব্য করার জন্য প্রয়োজনীয় প্রযুক্তির উন্নতি বোঝার ক্ষেত্রে বিশাল উল্লম্ফন দেখেছিল। ফরাসি বিজ্ঞানী জিন-অ্যান্টোইন চ্যাপ্টাল এই ধারণাটিকে জনপ্রিয় করেছিলেন যে শ্যাম্পেন জ্বলজ্বল করে কারণ এটি গাঁজন সম্পূর্ণ হওয়ার আগে একটি বোতলে সিল করা হয়েছিল। তিনি আরও উল্লেখ করেছেন যে ওয়াইনের চিনিই এই গাঁজন প্রক্রিয়াকে সহজতর করে যার ফলে বুদবুদ হয়। বুদবুদের পাশাপাশি কার্বন ডাই অক্সাইড গ্যাস থেকে তীব্র চাপ আসে যার ফলে বোতল বিস্ফোরিত হতে পারে। একটি বোতলের বিচ্ছিন্নতার কারণে সৃষ্ট ব্যাঘাত একটি শৃঙ্খল প্রতিক্রিয়া সৃষ্টি করতে পারে, এটি সেলারগুলির জন্য তাদের ২০-৯০% বোতলগুলিকে অস্থিরতার জন্য হারাতে নিয়মিত। কয়লা চালিত গ্লাস তৈরির ব্রিটিশ পদ্ধতি শক্তিশালী ওয়াইনের বোতল পাওয়া যায় যা কার্বন ডাই অক্সাইড গ্যাসের চাপ আরও ভালভাবে সহ্য করতে পারে। ১৮৩০-এর দশকে, আন্দ্রে ফ্রাঙ্কোস নামে চ্যালোন্স-সুর-মার্নের একজন ফার্মাসিস্ট সুনির্দিষ্ট পরিমাপ সহ সূত্রগুলিকে রূপরেখা দিয়েছিলেন যে ওয়াইনের বোতলটি সহ্য করতে পারে তার চেয়ে বেশি চাপ তৈরি না করেই একটি ওয়াইন স্পার্কল তৈরি করতে কতটা চিনি প্রয়োজন। কর্কিং মেশিন এবং উন্নত কর্কগুলি বোতল থেকে মূল্যবান গ্যাস বের হওয়ার কম সুযোগ সহ ওয়াইন সিল করা সহজ করে তুলেছে।\n\n১৯শতকের গোড়ার দিকে করা একটি গুরুত্বপূর্ণ অগ্রগতি হল সেকেন্ডারি গাঁজন করার পরে মৃত খামির দ্বারা সৃষ্ট পলি অপসারণের একটি কৌশল তৈরি করা। প্রারম্ভিক শ্যাম্পেন উৎপাদনকারীরা পলল অপসারণ না করা বেছে নিয়েছিলেন, যা ওয়াইনকে মেঘলা করে রেখেছিল এবং যদি পলিটি কাঁচে ঢেলে দেওয়া হয় বা ঢেলে দেওয়া হয় তবে তার স্বাদ বন্ধ হয়ে যায়। রাজকীয় দরবার এবং ভোজসভায়, সার্ভারগুলি আগের গ্লাসে অবশিষ্ট পলির অবশিষ্টাংশ এড়াতে একটি তাজা গ্লাসে শ্যাম্পেনের নতুন পরিবেশন ঢেলে দেবে। পলল অপসারণ করার জন্য, কিছু উত্পাদক ওয়াইনটি একটি নতুন বোতল ঢেলে তা পরিষ্কার করবে। যাইহোক, এই প্রক্রিয়ার ফলে প্রচুর পরিমাণে কার্বন ডাই অক্সাইড গ্যাস বেরিয়ে যায় এবং ফলস্বরূপ ওয়াইন লক্ষণীয়ভাবে কম বুদবুদ ছিল। তার সেলার মাস্টারের সহায়তায়, শ্যাম্পেন হাউস ভিউভ ক্লিককোটের ম্যাডাম ক্লিককোট ১৯শতকের গোড়ার দিকে প্রচুর গ্যাস না হারিয়ে পলির সমস্যা সমাধানের জন্য ধাঁধাঁ তোলার প্রক্রিয়া তৈরি করেছিলেন। এই কৌশল, যার মধ্যে বোতলের ঘাড়ে পলল সংগ্রহ করা এবং শুধুমাত্র পলল বের করার জন্য ওয়াইনের চাপ ব্যবহার করা জড়িত, ধাঁধার সময় হারিয়ে যাওয়া ওয়াইন প্রতিস্থাপনের জন্য চিনি-মিষ্টি ডোজ যোগ করার জনপ্রিয়তা তৈরি করে। রাশিয়ানরা, বিশেষ করে, খুব মিষ্টি শ্যাম্পেন এর ভক্ত ছিল এবং ভেইভে ক্লাইকোট তাদের ডোজ এর সংমিশ্রণ দ্বারা তাদের গ্রাহকদের জন্য তাদের ওয়াইনের মিষ্টির মাত্রা তৈরি করতে সক্ষম হয়েছিল। প্রথমে ভেইভে ক্লাইকোট-এর বাড়িটি ধাঁধাঁ বানানোর এই কৌশলটি গোপন রাখার চেষ্টা করেছিল কিন্তু ১৮২০-এর দশকের শেষের দিকে গোপনটি বেরিয়ে গিয়েছিল এবং শ্যাম্পেন হাউসগুলি ধাঁধাঁ বানানোর জন্য উত্পাদন লাইন স্থাপন করছিল। ১৮৫৪ সালে, ফরাসি জাতীয় রেলপথ ব্যবস্থা রেইমসকে এর উপকূলীয় বন্দর সহ দেশের বাকি অংশের সাথে সংযুক্ত করে। সেই সময় থেকে, শ্যাম্পেন তার বিশ্বব্যাপী বাজারের সাথে সংযুক্ত ছিল এবং বিক্রি লাফিয়ে লাফিয়ে বেড়েছে। ১৮৫০-এর দশকে উৎপাদন ছিল বছরে গড়ে ২০ মিলিয়ন বোতল।\n\n\n=== মিষ্টি থেকে পাশবিক ===\n১৯শতকের বেশিরভাগ সময় জুড়ে শ্যাম্পেন মিষ্টি তৈরি করা হয়েছিল। স্বাদটি বেশিরভাগ ওয়াইন পানকারীদের কাছে আনন্দদায়ক ছিল এবং যোগ করা চিনি ওয়াইন প্রস্তুতকারকদের কম আকাঙ্খিত আঙ্গুর থেকে ওয়াইন বা নিম্নমানের ত্রুটিগুলি ঢাকতে সাহায্য করেছিল। শ্যাম্পেন হাউসগুলি একটি নির্দিষ্ট বাজারে ফ্যাশনে যাই হোক না কেন স্টাইলে মিষ্টির জন্য ডোজ ব্যবহার করবে। রাশিয়ানরা ২৫০-৩৩০-এর মতো মিষ্টি স্তরকে পছন্দ করে; চিনি গ্রাম যোগ করা হয়েছে। স্ক্যান্ডিনেভিয়া প্রায় ২০০ গ্রাম এর পরে ছিল; ১৬৫-এ ফ্রান্সের পরে গ্রাম; জার্মানি সামান্য বেশি, এবং মার্কিন যুক্তরাষ্ট্র ১১০-১৬৫ গ্রাম এর মধ্যে পছন্দ করে; ইংরেজরা ২২-৬৬ গ্রাম সবচেয়ে শুষ্ক চিনি শৈলী পছন্দ করে। ধীরে ধীরে শ্যাম্পেনের স্বাদ কম মিষ্টি এবং উচ্চ সামগ্রিক মানের পক্ষে তৈরি হয়। প্রথম সামান্য শুকনো শ্যাম্পেন আবির্ভূত হয়েছিল ডেমি-সেকেন্ড বা \"হাফ ড্রাই\" লেবেলযুক্ত। সেই ওয়াইনের সাফল্য সেকেন্ড বা ড্রাই ওয়াইন প্রবর্তনকে উৎসাহিত করেছিল। অন্যান্য প্রযোজকরা এমনকি কম চিনি দিয়ে ওয়াইন তৈরি করে এবং এই ওয়াইনগুলিকে অতিরিক্ত শুকনো বলা শুরু করে। ১৮৪৬ সালে, শ্যাম্পেন হাউস পেরিয়ার-জুট একটি ওয়াইন প্রবর্তন করে যা কোনো চিনি ছাড়াই তৈরি করা হয়েছিল। এই স্টাইলটি প্রাথমিকভাবে খারাপভাবে গ্রহণ করা হয়েছিল এবং সমালোচকরা এই ওয়াইনটিকে খুব গুরুতর বা পাশবিক বলে অভিহিত করেছিলেন। কিন্তু পরবর্তী প্রজন্মে, অতিরিক্ত শুষ্ক লেবেলযুক্ত ওয়াইনের তুলনায় উল্লেখযোগ্যভাবে কম চিনিযুক্ত এই \"ব্রুট\" স্টাইলটি শ্যাম্পেনের ফ্যাশনে পরিণত হয়েছে এবং আজ সেই আধুনিক শৈলী যেটিতে বেশিরভাগ শ্যাম্পেন তৈরি হয়।\n\n\n== ১৯শতকের শেষ থেকে আধুনিক দিন পর্যন্ত ==\n\n১৯শতকের শেষের দিকে, শ্যাম্পেন তার চিহ্ন তৈরি করছিল এবং নিজেকে জনপ্রিয় সংস্কৃতিতে এম্বেড করছিল। ২০শতকের গোড়ার দিকে চ্যালেঞ্জের অংশ নিয়ে এসেছিল। শ্যাম্পেনের ক্রমবর্ধমান জনপ্রিয়তা শ্যাম্পেন হাউসগুলিকে আঙ্গুরের সস্তা সরবরাহের জন্য শ্যাম্পেন অঞ্চলের বাইরে দেখতে উত্সাহিত করেছিল সেই শতাব্দীর আগে এই চ্যালেঞ্জগুলির কিছু বীজ রোপণ করা হয়েছিল। ফরাসি রেলওয়ে ব্যবস্থা সহজ করে দিয়েছে লোয়ার ভ্যালি বা ল্যাঙ্গুয়েডক থেকে আঙ্গুরের ট্রাকগুলিকে শ্যাম্পেনে পরিবহন করা সহজ করে দিয়েছে প্রায় অর্ধেক দামে যা বাড়িগুলি তাদের আঙ্গুরের জন্য শ্যাম্পেনোইস লতা চাষীদেরকে প্রদান করে। সংবাদপত্রে গুজব প্রকাশিত হয়েছে যে কিছু বাড়ি ইংল্যান্ড থেকে মদ তৈরির জন্য রবার্ব কিনেছে। লতা চাষী বা ভোক্তাদের রক্ষা করার জন্য খুব কমই কোনো আইন আছে, এই ভুল শ্যাম্পেনগুলি থেকে লাভ করার জন্য শ্যাম্পেন হাউসগুলির বেশিরভাগ ক্ষমতা ছিল। শ্যাম্পেনোইস লতা চাষীদের জন্য দুর্দশা বাড়াতে, ১৯শতকের শেষ কয়েকটি ভিন্টেজ হিম এবং বৃষ্টির কারণে ফসলের ফলন মারাত্মকভাবে হ্রাস করা কঠিন ছিল। ফিলোক্সেরার মহামারি যা ফ্রান্স জুড়ে দ্রাক্ষাক্ষেত্রগুলিকে ধ্বংস করে দিয়েছিল অবশেষে শ্যাম্পেনের পথ তৈরি করছে। ১০২ এবং ১৯০৯ সালের মধ্যে ফসলগুলি ছাঁচ এবং চিতা দ্বারা আরও সমস্যায় পড়েছিল। ১৯১০ সালের ভিন্টেজগুলি শিলাবৃষ্টি এবং বন্যার সাথে বিশেষভাবে সমস্যাযুক্ত ছিল। প্রায় ৯৬% ফসল নষ্ট হয়ে গেছে।\n১৯১৭ সালে রাশিয়ায়, অক্টোবর বিপ্লবে আমদানি করা পানীয় হিসাবে শ্যাম্পেনকে ব্যাপকভাবে নিষিদ্ধ করা হয়েছিল। কার্ল মার্ক্সের কমিউনিস্ট ইশতেহারের উপর ভিত্তি করে, রাশিয়ান জীবনে পানীয়ের একটি শ্রেণী ব্যবস্থা চালু করা হয়েছিল। শ্যাম্পেন এবং আমদানি করা বিলাসবহুল পানীয়ের দিনগুলি চলে গেল, সর্বহারাদের পানীয়, ভদকা। রাশিয়ান জনগণের জন্য একটি পানীয়, বিদেশী হস্তক্ষেপ ছাড়াই রাশিয়ান জনগণের দ্বারা। \"আমাদের রাশিয়ান ভূমি দীর্ঘজীবী হোক\", বিয়ার হল থেকে বিয়ার হল পর্যন্ত শোনা যায় যখন বিজয়ী দলের সদস্যরা জারদের পতন উদযাপন করে। ১৯৭০-এর দশকে নিকিতা ক্রুশ্চেভের উত্তরসূরি সরকারের ডি-স্ট্যালিনাইজেশন প্রচেষ্টার মাধ্যমে এই নিষেধাজ্ঞাগুলি শেষ পর্যন্ত শিথিল করা হয়েছিল।\nনতুন অর্থনৈতিক নীতির প্রবর্তনের সাথে সাথে সোভিয়েত সরকার ১৯২৪ সালে জনসাধারণের জন্য ঝকঝকে এবং ডেজার্ট ওয়াইনগুলির অভ্যন্তরীণ উত্পাদনের আদেশ দেয়। সোভিয়েত শ্যাম্পেনের প্রথম বোতল (সোভিয়েত শ্যাম্পেন) ১৯৩৭ সালে অস্টির চারমাট পদ্ধতির মতো প্রযুক্তি ব্যবহার করে উত্পাদিত হয়েছিল। আন্তর্জাতিক ট্রেড মার্ক আইন এবং এওপি নিয়ম দ্বারা আবদ্ধ নয় ইউএসএসআর ১৯৭০ সালে প্রতি বছর ২৪৯ মিলিয়ন বোতল সোভিয়েত শ্যাম্পেন উত্পাদিত হয়। শেষ পর্যন্ত, ফ্রেঞ্চ শ্যাম্পেন ১৯৯১ সালে আয়রন কার্টেনের পতনের সাথে রাশিয়ান পানীয় দৃশ্যে এর ব্যাপক প্রবর্তন দেখেছিল।\nবিভিন্ন শ্যাম্পেন হাউসের মধ্যে আঙ্গুরের দাম যত কম হবে তত কমতে নামিয়ে আনার জন্য কারসাজির চর্চা করা হয়েছিল, সর্বদা এই হুমকি দিয়ে যে বাড়িগুলি যদি যথেষ্ট সস্তায় তাদের আঙ্গুর না পায় তবে তারা আঙ্গুরের উত্স অব্যাহত রাখবে। অঞ্চলের বাইরে। শ্যাম্পেনোইস দ্রাক্ষাক্ষেত্রের মালিকরা নিজেদেরকে এমন পরিস্থিতিতে খুঁজে পেয়েছিল যেখানে তাদের কম আঙ্গুরের জন্য কম বেতন দেওয়া হচ্ছে। দারিদ্র্য ছিল ব্যাপক। ১৯১১ সালের জানুয়ারীতে, হতাশাগুলি তাদের ফুটন্ত পয়েন্টে পৌঁছেছিল যখন ডেমেরি এবং হাউটভিলিয়ার্স শহরে দাঙ্গা শুরু হয়েছিল। শ্যাম্পেনোইস লতা চাষীরা লোয়ার উপত্যকা থেকে আঙ্গুর সহ ট্রাকগুলিকে বাধা দেয় এবং মারনে নদীতে ঠেলে দেয়। তারপরে তারা ভুয়া শ্যাম্পেন তৈরির জন্য পরিচিত প্রযোজকদের গুদামে নেমে আসে, আরও মদ এবং ব্যারেল মার্নেতে ফেলে দেয়। ফরাসি সরকার শ্যাম্পেন ওয়াইন কোথা থেকে আসবে তা নির্ধারণ করে আইন পাস করে লতা চাষীদের উদ্বেগের উত্তর দেওয়ার চেষ্টা করেছিল। এই প্রাথমিক আইনটি নির্দেশ করে যে মার্নে বিভাগ এবং আইসনে বিভাগের কয়েকটি গ্রাম শ্যাম্পেন উৎপাদনের জন্য আঙ্গুর চাষের জন্য অনুমোদিত এলাকা ছিল। আউবে অঞ্চলের উজ্জ্বল বর্জন, যেখানে শ্যাম্পেনের ঐতিহাসিক রাজধানী— ট্রয়েস —অবস্থিত, এই সিদ্ধান্তের প্রতিবাদ করায় আউবস আরও অসন্তোষকে উন্নীত করে। মার্নের দক্ষিণে অবস্থিত আউবে মাটি এবং অবস্থানের দিক থেকে বারগান্ডি অঞ্চলের কাছাকাছি ছিল। মার্নের চাষীরা এই অঞ্চলটিকে \"বিদেশী\" হিসাবে দেখেছিল এবং সত্যিকারের শ্যাম্পেন উৎপাদনে সক্ষম ছিল না কিন্তু আউবোইসরা নিজেদেরকে শ্যাম্পেনোস হিসাবে দেখেছিল এবং তাদের ঐতিহাসিক শিকড়কে আঁকড়ে ধরেছিল। সরকার শেষ পর্যন্ত নিজেদের উলটপালট করে এবং আউবে-কে অন্তর্ভুক্ত করে মারনে লতা চাষীদের হতাশার জন্য যারা এই সিদ্ধান্তের তীব্র প্রতিবাদ করেছিল। আরও দাঙ্গা শুরু হয়েছিল এবং অঞ্চলটি গৃহযুদ্ধের দ্বারপ্রান্তে ছিল। সরকার উভয় পক্ষকে সন্তুষ্ট করতে পারে এমন একটি উত্তরের জন্য বিচলিত হওয়ার সাথে সাথে প্রথম বিশ্বযুদ্ধ শুরু হয় এবং পুরো দেশটি যুদ্ধের জন্য নিজেকে প্রস্তুত করার কারণে এই সমস্যাগুলিকে একপাশে সরিয়ে রাখতে হয়েছিল।\n\n\n=== প্রথম ও দ্বিতীয় বিশ্বযুদ্ধ ===\n\nওয়েস্টার্ন ফ্রন্টের কাছে শ্যাম্পেনের কৌশলগত অবস্থানের কারণে শ্যাম্পেন ওয়াইনগুলি নো ম্যানস ল্যান্ডে লাইন অতিক্রম করে। যদিও বেশ কয়েকটি শ্যাম্পেন ঘর এবং আঙ্গুরের বাগান পরিত্যক্ত হয়েছিল, অনেক শ্যাম্পেনোই রয়ে গিয়েছিল এবং জার্মান আর্টিলারির বোমাবর্ষণ থেকে বাঁচতে ভূগর্ভস্থ ক্রেয়ার বা চুনাপাথরের গুহায় আশ্রয় নিয়েছিল যেখানে শ্যাম্পেন প্রায়শই বয়স্ক হয়। বিখ্যাত রেইমস ক্যাথেড্রাল এই অঞ্চলের অন্যান্য অনেক ভবনের সাথে জার্মানদের দ্বারা কার্যত ধ্বংস হয়ে গিয়েছিল। দ্রাক্ষাক্ষেত্রগুলি গর্ত এবং বোমা ক্রেটারগুলির একটি পতিত জমিতে পরিণত হয়েছিল কারণ জমিতে বেশ কয়েকটি যুদ্ধ এবং আক্রমণ চালানো হয়েছিল। প্রথম বিশ্বযুদ্ধের (১৯১৪-১৯১৭) কঠিন ভিন্টেজের সময় এখনও কিছু শ্যাম্পেনোস শ্যাম্পেন তৈরিতে নকল করে। যুদ্ধ শেষ হওয়ার সময় শ্যাম্পেন অঞ্চলটি তার অর্ধেকেরও বেশি জনসংখ্যা হারিয়েছিল এবং একা আইসনে অঞ্চল প্রায় দুই তৃতীয়াংশ হারিয়েছিল। শ্যাম্পেন উত্পাদন এবং গুদামগুলি সম্পূর্ণরূপে ধ্বংস হয়ে গিয়েছিল, যেমন অনেকগুলি দ্রাক্ষাক্ষেত্র ছিল।\nযুদ্ধের ধ্বংসলীলা রূপালী আস্তরণ নিয়ে এসেছিল। ১৯১৯ সালে, ফরাসি সরকার একাধিক আইন পাস করে যা অ্যাপেলেশন ডি'অরিজিন কন্ট্রোলি (এওসি) সিস্টেমের ভিত্তি স্থাপন করবে যা কঠোরভাবে ওয়াইনমেকিং আইন এবং আঞ্চলিক সীমানাকে সংজ্ঞায়িত করবে। প্রতারণা এবং বেআইনি সংযোজন যেমন রবার্ব এবং আপেলের রস নির্মূল করার জন্য ব্যবস্থা নেওয়া হয়েছিল। শুধুমাত্র চিহ্নিত শ্যাম্পেন অঞ্চল থেকে জন্মানো আঙ্গুর, যা অবশেষে আউবকে অন্তর্ভুক্ত করবে, আইনত \"শ্যাম্পেন\" বলা যেতে পারে। এই অঞ্চলের দ্রাক্ষাক্ষেত্রের বিনাশের ফলে লতা চাষীদের জন্য ফিলোক্সেরা প্রতিরোধী রুটস্টকের সাথে পুনরায় রোপণের সুযোগ হয়েছে এবং মানসম্পন্ন আঙ্গুর উৎপাদনের জন্য আরও আদর্শ স্থানে। কিন্তু এই রৌপ্য আস্তরণের মধ্যে, রাশিয়ান বিপ্লবের সম্পূর্ণ প্রভাব বাড়িতে আঘাত করায় এবং লাভজনক রাশিয়ান বাজার শ্যাম্পেন আমদানির জন্য বন্ধ হয়ে যাওয়ায় আরও কালো মেঘ আবির্ভূত হবে। মার্কিন যুক্তরাষ্ট্রে ১৯২০ সালের নিষেধাজ্ঞার ঘোষণা আরেকটি বাজার বন্ধ করে দেয় এবং মহামন্দার বৈশ্বিক অর্থনৈতিক মন্দা বিক্রয় আরও হ্রাসের দিকে পরিচালিত করে। দ্বিতীয় বিশ্বযুদ্ধ শ্যাম্পেনের দ্রাক্ষাক্ষেত্রের মধ্য দিয়ে আরও সৈন্য নিয়ে আসবে। যদিও এই অঞ্চলে আনা ধ্বংসাত্মক পূর্ববর্তী যুদ্ধের মতো গুরুতর ছিল না, দ্বিতীয় বিশ্বযুদ্ধ এখনও এই অঞ্চলের জন্য একটি সমস্যাজনক সময় ছিল। ৭ মে, ১৯৪৫ সালে রেইমস-এ জার্মান সামরিক কমান্ডার আলফ্রেড জোডল সুপ্রিম অ্যালাইড কমান্ডার জেনারেল ডোয়াইট ডি. আইজেনহাওয়ারের কাছে নিঃশর্ত আত্মসমর্পণের প্রস্তাব দেন। পরের দিন সকালে, পোমারির ১৯৩৪ সালের ভিন্টেজের ৬টি ক্ষেত্রে স্বাক্ষরটি উদযাপন করা হয়েছিল। ওয়াইন ইতিহাসবিদ ডন এবং পেটি ক্ল্যাডস্ট্রুপ উল্লেখ করেছেন যে দ্বিতীয় বিশ্বযুদ্ধের ইতিহাসবিদ পরে মন্তব্য করবেন যে \"যুদ্ধের শেষ বিস্ফোরণগুলি ছিল শ্যাম্পেন কর্কের পপিং\"।\n\n\n=== আধুনিক দিনের কাছে ===\n\nদ্বিতীয় বিশ্বযুদ্ধের পর, শ্যাম্পেন বিক্রি এবং জনপ্রিয়তা আরও একবার বেড়ে যায়। ১৯৫০ সাল থেকে, বিক্রয় ক্রমাগত বৃদ্ধি পেয়েছে, মোট ২০০ মিলিয়ন বোতলের উপরে চারগুণ। বিশ্বব্যাপী চাহিদা বৃদ্ধি ফরাসি কর্তৃপক্ষকে আরও উৎপাদনের সুবিধার্থে এই অঞ্চলের এওসি জোন সম্প্রসারণের দিকে নজর দিতে প্ররোচিত করেছে। ২০০৮ সালে, এই সম্প্রসারণটি অনুমোদিত হয়েছিল এবং এওসি প্রায় ৩০% বৃদ্ধি করার জন্য শ্যাম্পেন উৎপাদনে (২টি গ্রাম তালিকাভুক্ত করার সময়) আরও ৪০টি গ্রাম যুক্ত করা হয়েছিল। এখনও এই অঞ্চলের ১৯,০০০ চাষিদের প্রায় ৩০০টি শ্যাম্পেন হাউসের কাছে তাদের আঙ্গুর বিক্রি করার সাথে সাথে লতা চাষীদের এবং শ্যাম্পেন হাউসগুলির মধ্যে ব্যবসায়িক গতিশীলতা বিদ্যমান। সময়ের সাথে সাথে শ্যাম্পেন শুধুমাত্র শ্যাম্পেন অঞ্চলের টেরোয়ারের প্রতিফলনই নয় বরং নিজেই একটি ব্র্যান্ড হয়ে উঠেছে, শ্যাম্পেনয় সেই ব্র্যান্ড এবং \"শ্যাম্পেন\" শব্দটির ব্যবহারকে জোরালোভাবে রক্ষা করেছে। শ্যাম্পেনের জনপ্রিয়তা এবং সাফল্য সারা বিশ্বে অনেক অনুকরণকারীকে অনুপ্রাণিত করেছে (যেমন স্পেনের কাভা, জার্মানির সেক্ট এবং বেশ কয়েকটি আমেরিকান স্পার্কলার) তবে ফ্রান্সের মধ্যেও স্পার্কলিং ক্রিম্যান্টস। \"শ্যাম্পেন\" নামটি ইউরোপীয় ইউনিয়নের উত্সের একটি সুরক্ষিত পদবী এবং ইউরোপীয় ইউনিয়নে উৎপাদিত এবং বিক্রি হওয়া সমস্ত ওয়াইনকে অবশ্যই সেই মানগুলি মেনে চলতে হবে এবং শ্যাম্পেন এওসিএওসি (যুক্তরাষ্ট্রে) থেকে না আসা পর্যন্ত ওয়াইনকে \"শ্যাম্পেন\" হিসাবে লেবেল করা উচিত নয় আধা-জেনারিক পদের জন্য একটি আইনি ফাঁক আছে)। ১৯৮৫ সালে, \"শ্যাম্পেন স্টাইল\" স্পার্কলিং ওয়াইনের উত্পাদকদের সাথে মেথোড শ্যাম্পেনোইজ শব্দটিও নিষিদ্ধ করা হয়েছিল, তারা মেথোড ট্রেডিশানেলের মতো শব্দগুচ্ছ ব্যবহার করে যে তাদের ওয়াইন শ্যাম্পেনের মতো একই উত্পাদন পদ্ধতি ব্যবহার করে তৈরি করা হয়েছিল।\nঅনেক শিল্পের মতো, কোভিড-১৯ এবং বিভিন্ন প্রভাবের কারণে, শ্যাম্পেন শিল্প বিক্রির ক্ষেত্রে একটি আঘাত পেয়েছে।\n\n\n== তথ্যসূত্র =="}