{"pageid": 1420711, "title": "প্রাণীর অংশ", "url": "https://bn.wikipedia.org/wiki?curid=1420711", "content": "প্রাণীর অংশ (বা প্রাণীর অংশে ; গ্রীক Περὶ ζῴων μορίων; ল্যাটিন ডি পার্টিবাস অ্যানিমালিয়াম) জীববিজ্ঞান বিষয়ক অ্যারিস্টটলের অন্যতম প্রধান গ্রন্থ। এটি ৩৫০ খ্রিস্টপূর্বাব্দে রচিত হয়েছিল। পুরো বইটি মোটামুটিভাবে প্রাণীর শারীরস্থান এবং শারীরবৃত্তির একটি অধ্যয়ন; এটি প্রাণীর বিভিন্ন অংশের (অঙ্গ, টিস্যু, তরল, ইত্যাদি) বৈজ্ঞানিক দৃষ্টিভঙ্গী প্রদানের লক্ষ্য রাখে এবং অনুসন্ধান করে যে এই অংশগুলো ডিজাইন করা হয়েছে নাকি ঘটনাক্রমে উদ্ভূত হয়েছে।\n\n\n== কালানুক্রম ==\nসিরিজটি ৪টি বই নিয়ে গঠিত যার সত্যতা নিয়ে প্রশ্ন করা হয়নি, যদিও এর কালানুক্রমিকতা বিতর্কিত। এটি প্রাণী প্রজন্ম নামক বইয়ের আগে এবং সম্ভবত প্রাণী ইতিহাস বইয়ের পরে রচনা করা হয়েছে বলে ধারণা করা হয়। এমন ইঙ্গিত রয়েছে যে অ্যারিস্টটল তার জৈবিক রচনাগুলির শুরুতে এই বইটি রচনা করেছিলেন।\n\n\n== বিষয়বস্তু ==\nপ্রথম বইয়ে, অ্যারিস্টটল তার কার্যকারণ তত্ত্বকে প্রাণের রূপ অধ্যয়নের ক্ষেত্রে প্রয়োগ করেছেন। এখানে, তিনি জীব অধ্যয়নের পদ্ধতির প্রস্তাব করেন এবং জীবন বিজ্ঞানে উদ্দেশ্যবাদী ব্যাখ্যা চাওয়ার চূড়ান্ত কারণ, নকশা বা উদ্দেশ্যের গুরুত্বের ওপর জোর দেন। তিনি প্লেটোর একাডেমিতে অনুশীলন করা দ্বি-বিভক্ত শ্রেণিবিন্যাসের সমালোচনা করেছেন, যেহেতু বেশিরভাগ সময়, তা বাড়তি এবং \"অর্থহীন\"। তিনি প্রাণীর অধ্যয়নকে স্বর্গীয় বস্তুর মতো গুরুত্বপূর্ণ বিজ্ঞান হিসাবে রক্ষা করে উপসংহারে পৌঁছেছেন।\nঅ্যারিস্টটল নিশ্চিত করেন যে প্রতিটি জীব দুটি অন্তর্নিহিত অংশ নিয়ে গঠিত:\n\nপ্রাথমিক বিষয় (οὐσία)\nসার্থক রূপ (εἶδος)\nতিনি সেই নীতিগুলোর প্রয়োগ করেছিলেন প্রকৃতির আদি উপাদানগুলো অধ্যয়ন করতে যা দিয়ে প্রাণীদের দেহ গঠিত হয় এবং অভ্যন্তরীণ অবস্থা যা দেহগুলোকে পরিণত করে। প্রথমে সেগুলো প্রকৃতির মৌলিক উপাদান (পৃথিবী, জল, বায়ু এবং আগুন) গঠনের টিস্যু এবং এই অঙ্গগুলোর সংমিশ্রণ থেকে শুরু করে।\nবাকি বইগুলোতে, অ্যারিস্টটল রক্ত এবং রক্তহীন প্রাণীদের অভ্যন্তরীণ এবং বাহ্যিক অংশগুলো অধ্যয়ন করেছেন, তাদের সাথে মানুষের তুলনা করেছেন, সাধারণ এবং বিশিষ্টতা দেখিয়েছেন।\nঅ্যারিস্টটলের জন্য, একটি জীবের বস্তুগত কারণ তার সমস্ত দিক ব্যাখ্যা করতে পারে না। ঘটনা ব্যাখ্যা করতে যেমন একটি জীব বা জীবের পরিবেশে এর অভিযোজন প্রক্রিয়াগুলোকে চূড়ান্ত কারণগুলো অবলম্বন করতে হয়েছিল, সেই ঘটনাগুলোর উদ্দেশ্যবাদী ব্যাখ্যা। তার জেনারেশন অফ অ্যানিম্যালস- এ তিনি উদ্দেশ্যবাদিভাবে প্রজনন এবং প্রাণীর বিকাশ ব্যাখ্যা করেন।\n\n\n== আরবি এবং ল্যাটিন অনুবাদ ==\nকিতাব আল-হাইয়াওয়ানের বইটির ১১-১৪ অধ্যায় হিসেবে প্রাণীর অংশ বইটির আরবি অনুবাদ অন্তর্ভুক্ত করা হয়েছে।\nমাইকেল স্কট বইটির ল্যাটিন অনুবাদ করেছেন এবং পেড্রো গ্যালেগো আরবি এবং ল্যাটিন উভয় সংস্করণ থেকে অনুবাদ করে Liber de animalibus নামক বই রচনা করেছেন।\n\n\n== আরও দেখুন ==\nপ্রাণীদের প্রজন্ম\nপ্রাণীদের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\n উইকিসংকলনে প্রাণীর অংশ সম্পর্কিত কর্ম দেখুন।\nTranslation and Commentary by James G. Lennox (Clarendon Press)\nOn the Parts of Animals, English translation by William Ogle\nOn the Parts of Animals public domain audiobook at LibriVox\nDe Partibus Animalium, English translation by William Ross and John Smith (Internet Archive)\nGreek text: Hodoi elektronikai  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ জানুয়ারি ২০২৩ তারিখে (with parallel French translation), Greco interattivo\nটেমপ্লেট:Aristotelianism"}