{"pageid": 1420787, "title": "অ্যালডোজ", "url": "https://bn.wikipedia.org/wiki?curid=1420787", "content": "অ্যালডোজ হচ্ছে এক ধরণের মনোস্যাকারাইড (একটি সরল শর্করা) যার একটি কার্বন শিকল রয়েছে ও শিকলের একপ্রান্তের শেষে অ্যালডিহাইড জাতীয় কার্বনাইল গ্রুপ বিদ্যমান এবং অন্যসব কার্বন পরমাণুর সাথে হাইড্রক্সিল গ্রুপ যুক্ত। অ্যালডোজ শর্করা কিটোজ থেকে পৃথক। কারণ কিটোজ শর্করায় কার্বনাইল গ্রুপের দুই প্রান্তেই কিটোনের মতো অন্য কার্বন যুক্ত থাকে।\n\n\n== গঠন ==\n\nবেশিরভাগ কার্বোহাইড্রেটের মতো, সাধারণ অ্যালডোজে সাধারণ রাসায়নিক সূত্র Cn(H2O)n থাকে। যেহেতু ফর্মালডিহাইড (n=1) এবং গ্লাইকোলডিহাইড (n=2) সাধারণত কার্বোহাইড্রেট হিসাবে বিবেচিত হয় না, তাই সহজতম সম্ভাব্য অ্যালডোজ হলো ট্রায়োস গ্লিসারালডিহাইড, যেটিতে শুধুমাত্র তিনটি কার্বন পরমাণু রয়েছে।\nঅ্যালডোজে অন্তত একটি অপ্রতিসম কার্বন কেন্দ্র (কাইরাল কার্বন) থাকায় সকল অ্যালডোজ স্টেরিওসোমেরিজম প্রদর্শন করে। অ্যালডোসগুলি D-ফর্ম বা L-ফর্মে থাকতে পারে। এটি অ্যালডিহাইড প্রান্ত থেকে সবচেয়ে দূরে অসমমিতিক কার্বনের কাইরালিটির উপর ভিত্তি করে নির্ণয় করা হয়, অর্থাৎ কার্বন শিকলের দ্বিতীয়-শেষ কার্বন। ফিশার অভিক্ষেপের ডানদিকে অ্যালকোহল গ্রুপের অ্যালডোজগুলি হল D-অ্যালডোস এবং বাম দিকে অ্যালকোহলযুক্ত অ্যালডোজগুলি হল৷ প্রকৃতিতে L-অ্যালডোজের তুলনায় D-অ্যালডোজের আধিক্য রয়েছে।\nঅ্যালডোজের উদাহরণ হিসেবে রয়েছে গ্লিসারালডিহাইড, এরিথ্রোজ, রাইবোজ, গ্লুকোজ এবং গ্যালাকটোজ। সেলিওয়ানফ পরীক্ষার মাধ্যমে কিটোস এবং অ্যালডোজকে রাসায়নিকভাবে পৃথক করা যেতে পারে। এই পরিক্ষায় প্রদত্ত নমুনাটিতে অ্যাসিড (সাধারণত HCl) ও রেজরসিনল যোগ করে উত্তপ্ত করা হয়। পরীক্ষাটি নিরুদন বিক্রিয়ার উপর নির্ভর করে। এই পরীক্ষায় কিটোস খুব দ্রুত বিক্রিয়া করে গাঢ় লাল রঙ তৈরির মাধ্যমে জোরালোভাবে প্রতিক্রিয়া জানায়। অন্যদিকে অ্যালডোজগুলো ধীরে ধীরে বিক্রিয়া করে হালকা গোলাপী রঙ তৈরি করে থাকে।\nলব্রি-ডি ব্রুইন-ভ্যান একেনস্টাইন রূপান্তরের মাধ্যমে অ্যালডোজকে কিটোসে সমাণুকরণ (আইসোমারাইজ) করা সম্ভব।\n\n\n== নামকরণ ও সাধারণ অ্যালডোজ ==\n\nঅ্যালডোসগুলোকে প্রধান শৃঙ্খলের কার্বন পরমাণুর সংখ্যা দ্বারা পৃথক করা হয়। এখনও কার্বোহাইড্রেট হিসাবে বিবেচিত একটি অণু গঠনের জন্য একটি মেরুদণ্ডে কার্বন পরমাণুর ন্যূনতম সংখ্যা ৩ এবং তিনটি কার্বন পরমাণুযুক্ত কার্বোহাইড্রেটকে ট্রায়োজ বলা হয়। একমাত্র অ্যালডোট্রিওজ হল গ্লিসারালডিহাইড, যার একটি কাইরাল স্টেরিওসেন্টার রয়েছে যার 2টি সম্ভাব্য অ্যানানশিওমার D-এবং L-গ্লিসারালডিহাইড রয়েছে।\nকিছু সাধারণ অ্যালডোস হল:\n\nট্রায়োস : গ্লিসারালডিহাইড\nটেট্রোস : এরিথ্রোজ, থ্রোজ\nপেন্টোজ : রাইবোজ, অ্যারাবিনোজ, জাইলোজ, লাইক্সোজ\nহেক্সোস : গ্লুকোজ\nঅ্যালডোসের সবচেয়ে আলোচিত শ্রেণী হল ছয় কার্বন পরমাণু বিশিষ্ট,অ্যালডোহেক্সোজ। কিছু অ্যালডোহেক্সোস যেগুলোকে সাধারণ নামে ডাকা হয়:\n\nডি-(+)-অ্যালোজ\nডি-(+)-অল্ট্রোজ\nডি-(+)-গ্লুকোজ\nডি-(+)-্ম্যানোজ\nডি-(−)-গুলোজ\nডি-(+) -আইডোজ\nডি-(+)-গ্যালাকটোজ\nডি-(+)-ট্যালোজ\n\n\n== স্টেরিওকেমিস্ট্রি ==\nঅ্যালডোসগুলোকে সাধারণত যৌগের একটি স্টেরিওইসোমারের নির্দিষ্ট নাম দ্বারা উল্লেখ করা হয়। এই পার্থক্যটি জৈব রসায়নে বিশেষভাবে গুরুত্বপূর্ণ, কারণ অনেক সিস্টেম শুধুমাত্র কার্বোহাইড্রেটের একটি অ্যানানশিওমার ব্যবহার করতে পারে কিন্তু অন্যটি পারে না। অ্যালডোসগুলো কোনও একটি গঠনের মধ্যে আটকে থাকে না: তারা বিভিন্ন গঠনের মধ্যে রূপান্তর করতে পারে এবং করে।\nঅ্যালডোসগুলি একটি এনোল ইন্টারমিডিয়েট (আরও বিশেষভাবে, একটি এনিডিওল) দিয়ে গতিশীল প্রক্রিয়ায় কিটোসে পরিণত হতে পারে। এই প্রক্রিয়াটি বিপরীতমুখী, তাই অ্যালডোজ এবং কিটোস একে অপরের সাথে ভারসাম্যপূর্ণ বলে মনে করা যেতে পারে। অ্যালডিহাইড এবং কিটোন সংশ্লিষ্ট এনোল ফর্মগুলির তুলনায় প্রায় সবসময়ই বেশি স্থিতিশীল থাকে, তাই অ্যালডো- এবং কিটো-ফর্মগুলি সাধারণত প্রাধান্য পায়। এই প্রক্রিয়াটি এর এনওএল ইন্টারমিডিয়েট সহ স্টেরিওসোমারাইজেশনের সুযোগ সৃষ্টি করে। ক্ষারীয় দ্রবণ আইসোমারগুলোর আন্তঃরূপান্তরকে ত্বরান্বিত করে।\nচারটির বেশি কার্বন পরমাণু সহ কার্বোহাইড্রেট বদ্ধ বলয়, বা চক্রাকার আকার এবং মুক্ত শিকল গঠনের মধ্যে ভারসাম্যের মধ্যে বিদ্যমান। চক্রীয় অ্যালডোসগুলি সাধারণত হাওয়ার্থ অভিক্ষেপ হিসাবে আঁকা হয়, এবং মুক্ত শিকল গঠনগুলো সাধারণত ফিশার অভিক্ষেপ হিসাবে আঁকা হয়। দুটোই তাদের চিত্রিত গঠন সম্পর্কে গুরুত্বপূর্ণ স্টেরিওকেমিক্যাল তথ্য উপস্থাপন করে।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:শর্করা"}