{"pageid": 1420609, "title": "অমিতাভ মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1420609", "content": "অমিতাভ মুখোপাধ্যায় (জন্ম ৫ ফেব্রুয়ারি ১৯৫৯) একজন ভারতীয় কোষ জীববিজ্ঞানী এবং ন্যাশনাল ইনস্টিটিউট অফ ইমিউনোলজির অধ্যাপক। তিনি হোস্ট-প্যাথোজেনের মিথস্ক্রিয়া এবং ঔষধ আবিষ্কারের উপর তাঁর গবেষণার জন্য পরিচিত এবং ভারতীয় বিজ্ঞান একাডেমী এবং ইন্ডিয়ান অ্যাকাডেমি অফ সায়েন্সেসের একজন নির্বাচিত সভ্য।\nমুখোপাধ্যায়, কলকাতা বিশ্ববিদ্যালয়ের একজন প্রাক্তন ছাত্র যেখান থেকে তিনি এমএসসি অর্জন করেন। ইনস্টিটিউট অফ মাইক্রোবিয়াল টেকনোলজিতে গবেষণা করার পর যাদবপুর বিশ্ববিদ্যালয় থেকে পিএইচডি অর্জন করেন। পরবর্তীকালে, তিনি ভারতের ন্যাশনাল ইনস্টিটিউট অফ ইমিউনোলজিতে যোগদান করেন যেখানে তিনি একজন অধ্যাপকের পদে অধিষ্ঠিত হন। এছাড়াও তিনি ওয়াশিংটন ইউনিভার্সিটি স্কুল অফ মেডিসিন এবং কর্নেল ইউনিভার্সিটি মেডিক্যাল স্কুলে ভিজিটিং সায়েন্টিস্ট হিসেবে কাজ করেন। তিনি দুটি মাইক্রোবায়াল প্যাথোজেন সালমোনেলা এবং লেশম্যানিয়ার হোস্ট-প্যারাসাইট মিথস্ক্রিয়া নিয়ে গবেষণা চালিয়েছেন। তিনি হোস্ট ম্যাক্রোফেজের বিরুদ্ধে সালমোনেলার বেঁচে থাকার প্রক্রিয়া সনাক্ত করেছেন বলে জানা গেছে এবং তার কাজ লিশম্যানিয়াতে হিমোগ্লোবিন এন্ডোসাইটোসিস বোঝার প্রসারে সহায়তা করেছে, এইভাবে টাইফয়েড জ্বর এবং কালা জ্বরের মতো রোগের জন্য নতুন ওষুধের লক্ষ্যগুলো অন্বেষণে সহায়তা করেছে। তার অধ্যয়নগুলো বেশ কয়েকটি নিবন্ধের মাধ্যমে নথিভুক্ত করা হয়েছে এবং ইন্ডিয়ান একাডেমি অফ সায়েন্সেসের বৈজ্ঞানিক নিবন্ধগুলোর অনলাইন ভান্ডার তাদের মধ্যে ২৪টি তালিকাভুক্ত করেছে।\nমুখোপাধ্যায় ২০০০ সালে বায়োটেকনোলজি বিভাগের ক্যারিয়ার উন্নয়নের জন্য জাতীয় জীববিজ্ঞান পুরস্কারের প্রাপক। বৈজ্ঞানিক গবেষণার জন্য ভারত সরকারের শীর্ষ সংস্থা, বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ ২০০২ সালে তাকে জীববিজ্ঞানে তার অবদানের জন্য ভারতীয় বিজ্ঞানের সর্বোচ্চ পুরস্কারগুলোর মধ্যে একটি, বিজ্ঞান ও প্রযুক্তিতে শান্তি স্বরূপ ভাটনগর পুরস্কারে ভূষিত করেন।\n\n\n== পুরস্কার ==\nজীববিজ্ঞানে তরুণ বিজ্ঞানী পুরস্কার, সিএসআইআর, ভারত সরকার। (১৯৯১)\nবায়োটেকনোলজি বিভাগ, ভারত সরকার থেকে দীর্ঘমেয়াদী ওভারসিজ রিসার্চ অ্যাসোসিয়েটশিপ পুরস্কার। (১৯৯৩)\nজাতীয় জীববিজ্ঞান পুরস্কার, বায়োটেকনোলজি বিভাগ, ভারত সরকার। (২০০০)\nশান্তি স্বরূপ ভাটনগর পুরস্কার, বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ, ভারত সরকার। (২০০২)\nডাঃ নারায়ণ রাও ওরেশন অ্যাওয়ার্ড, ইন্ডিয়ান কাউন্সিল অফ মেডিক্যাল রিসার্চ, ভারত সরকার, (২০০২)\n\"মেডিকেল সায়েন্সেস - বেসিক রিসার্চ\"-এর ক্ষেত্রে ২০০৪ সালে র‍্যানব্যাক্সি গবেষণা পুরস্কার\nবায়োটেকনোলজি বিভাগ, ভারত সরকার থেকে স্বল্পমেয়াদী ওভারসিজ রিসার্চ অ্যাসোসিয়েটশিপ পুরস্কার। (২০০৫)\nজে.সি. বোস জাতীয় ফেলো, বিজ্ঞান ও প্রযুক্তি বিভাগ, ভারত সরকার। (২০১০)\nন্যাশনাল একাডেমি অফ সায়েন্সেসের ফেলো\nভারতীয় জাতীয় বিজ্ঞান একাডেমির ফেলো\nইন্ডিয়ান একাডেমি অফ সায়েন্সেসের ফেলো\nপশ্চিমবঙ্গ বিজ্ঞান ও প্রযুক্তি একাডেমির ফেলো\nসদস্য, গুহ গবেষণা সম্মেলন\nসদস্য, ইন্ডিয়ান ইমিউনোলজি সোসাইটি\nসদস্য, অ্যাসোসিয়েশন অফ মাইক্রোবায়োলজিস্ট অব ইন্ডিয়া\nসদস্য, আণবিক ইমিউনোলজি ফোরাম\nসদস্য: ইন্ডিয়ান সোসাইটি অফ সেল বায়োলজি\n\n\n== নির্বাচিত গ্রন্থপঞ্জি ==\n\nSrividya, S.; Roy, R. P.; Basu, S. K.; Mukhopadhyay, A. (২০০০)। \"Scavenger receptor-mediated delivery of muramyl dipeptide activates antitumor efficacy of macrophages by enhanced secretion of tumor-suppressive cytokines\"। Journal of Leukocyte Biology। 67 (5): 683–690। ডিওআই:10.1016/0006-2952(93)90502-N। পিএমআইডি 8373443। \nMukherjee, Konark; Parashuraman, Seetharaman; Raje, Manoj; Mukhopadhyay, Amitabha (২০০১)। \"Sope acts as an Rab5-specific nucleotide exchange factor and recruits non-prenylated Rab5 on Salmonella-containing phagosomes to promote fusion with early endosomes\"। Journal of Biological Chemistry। 276 (26): 23607–23615। ডিওআই:10.1074/jbc.M101034200 । পিএমআইডি 11316807। \nSingh, B. Sudha; Tandon, Ruchi; Krishnamurthy, Ganga; Vikram, Rajagopal; Sharma, Nimisha; Basu, K. Sandip; Mukhopadhyay, Amitabha (২০০৩)। \"Rab5-mediated endosome–endosome fusion regulates hemoglobin endocytosis in Leishmania donovani\"। The EMBO Journal। 22 (21): 5712–5722। ডিওআই:10.1093/emboj/cdg557। পিএমআইডি 14592970। পিএমসি 275414 । \nPatel, Nitin; Singh, Sudha B.; Basu, Sandip K.; Mukhopadhyay, Amitabha (২০০৮)। \"Leishmania requires Rab7-mediated degradation of endocytosed hemoglobin for their growth\"। Proceedings of the National Academy of Sciences of the United States of America। 105 (10): 3980–3985। ডিওআই:10.1073/pnas.0800404105 । পিএমআইডি 18319337। পিএমসি 2268841 । বিবকোড:2008PNAS..105.3980P। \n\n\n== আরও দেখুন ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Indo-German Workshop on \"Chemical Biology of Infectious Diseases\"\"। Max Planck Institute of Colloids and Interfaces। ২০১৪। সংগ্রহের তারিখ ২০১৭-১১-২৫। \nটেমপ্লেট:জীববিজ্ঞানে এসএসবিপিএসটি প্রাপক\nটেমপ্লেট:এন-বিআইওএস বিজয়ী ১৯৯৯-২০০৯"}