{"pageid": 1420620, "title": "গ্রিগনার্ড বিকারক", "url": "https://bn.wikipedia.org/wiki?curid=1420620", "content": "গ্রিগনার্ড বিকারক (ইংরেজি: Grignard Reagent) হল রসায়নবিদ ভিক্টর গ্রিগনার্ড-এর নামে নামাঙ্কিত একটি রাসায়নিক যৌগ যার সাধারণ সংকেত R−Mg−X, যেখানে R অ্যালকিল গ্রুপ, X হ্যালোজেন। উদাহরণ: মিথাইলম্যাগনেসিয়াম ক্লোরাইড Cl−Mg−CH3 ও ফিনাইলম্যাগনেসিয়াম ব্রোমাইড (C6H5)−Mg−Br। এগুলি মূলত অর্গানোম্যাগনেসিয়াম যৌগ।\nগ্রিগনার্ড যৌগগুলি নতুন কার্বন-কার্বন বন্ধন তৈরির জন্য জৈব সংশ্লেষণে জনপ্রিয় বিকারক। উদাহরণস্বরূপ, একটি উপযুক্ত অনুঘটকের উপস্থিতিতে আরেকটি হ্যালোজেনেটেড যৌগ R'−X'-এর সাথে বিক্রিয়া করলে, তারা সাধারণত R−R' এবং ম্যাগনেসিয়াম হ্যালাইড MgXX' একটি উপজাত হিসাবে উৎপন্ন করে; এবং পরেরটি সাধারণত ব্যবহৃত দ্রাবকগুলিতে অদ্রবণীয়। এই দিক থেকে, তারা অর্গানোলিথিয়াম বিকারকের অনুরূপ।\nবিশুদ্ধ গ্রিগনার্ড বিকারকগুলি অত্যন্ত প্রতিক্রিয়াশীল কঠিন পদার্থ। এগুলি সাধারণত ডাইথাইল ইথার বা টেট্রাহাইড্রোফুরানের মতো দ্রাবকগুলিতে দ্রবণ হিসাবে পরিচালনা করা হয়; যতক্ষণ জল বাদ দেওয়া হয় ততক্ষণ যা অপেক্ষাকৃত স্থিতিশীল। এই ধরনের একটি মাধ্যমে, একটি গ্রিগনার্ড বিকারক একটি কমপ্লেক্স হিসাবে উপস্থিত থাকে যা ম্যাগনেসিয়াম পরমাণুর সাথে অসমযোজী বন্ধনের মাধ্যমে দুটি ইথার অক্সিজেনের সাথে সংযুক্ত থাকে। কিছু গ্রিগনার্ড যৌগ কেমিলুমিনেসেন্স প্রদর্শন করে।\nগ্রিগনার্ড বিক্রিয়া আবিষ্কারের জন্য ভিক্টর গ্রিগনার্ড ১৯১২ সালে নোবেল পুরস্কার লাভ করেন।\n\n\n== উৎপাদন ==\n\n\n=== ম্যাগনেসিয়াম থেকে ===\nপ্রথাগতভাবে গ্রিগনার্ড বিকারকগুলি ম্যাগনেসিয়াম ধাতু দিয়ে একটি জৈব হ্যালাইড দ্বারা (সাধারণত অর্গানোব্রোমিন) ট্রিটমেন্ট করে প্রস্তুত করা হয়। অর্গানোম্যাগনেসিয়াম যৌগকে স্থিতিশীল করার জন্য ইথার প্রয়োজন হয়। জল এবং বায়ু, যা প্রোটোনোলাইসিস বা জারণ দ্বারা বিকারককে দ্রুত ধ্বংস করে, বায়ু-মুক্ত কৌশল ব্যবহার করে বাদ দেওয়া হয়। যদিও বিকারকগুলিকে তখনও শুষ্ক করা দরকার, আল্ট্রাসাউন্ড ম্যাগনেসিয়ামকে সক্রিয় করে ভেজা দ্রাবকগুলিতে গঠন করতে দেয় যাতে এটি জল শোষণ করে।\nকঠিন পদার্থ এবং দ্রবণ জড়িত প্রতিক্রিয়াগুলির জন্য সাধারণ হিসাবে, গ্রিগনার্ড বিকারকগুলির গঠন প্রায়শই একটি আবেশের সময় সাপেক্ষে হয়। এই পর্যায়ে, ম্যাগনেসিয়ামের প্যাসিভেটিং অক্সাইড সরানো হয়। এই আনয়ন সময়ের পরে, প্রতিক্রিয়াগুলি অত্যন্ত তাপমোচী (এক্সোথার্মিক) হতে পারে। এই এক্সোথার্মিসিটি অবশ্যই বিবেচনা করা উচিত যখন একটি প্রতিক্রিয়া পরীক্ষাগার থেকে উত্পাদন উদ্ভিদ পর্যন্ত স্কেল আপ করা হয়। বেশিরভাগ অর্গানোহ্যালাইড কাজ করবে, কিন্তু কার্বন-ফ্লোরিন বন্ধন সাধারণত অপ্রতিক্রিয়াশীল, বিশেষভাবে সক্রিয় ম্যাগনেসিয়াম ছাড়া (রাইকে ধাতুর মাধ্যমে)।\nবিক্রিয়া পদ্ধতি হিসেবে, একক ইলেকট্রন ট্রান্সফার উল্লেখযোগ্য:\n\n  \n    \n      \n        \n          \n            \n              \n                \n                  R\n                  \n                    −\n                  \n                  X\n                  \n\n                  \n                  +\n                  Mg\n                \n              \n              \n                \n                ⟶\n                \n                  \n                    \n                      [\n                      R\n                      \n                        −\n                      \n                      \n                        X\n                        \n                          ∙\n                        \n                      \n                      ]\n                    \n                    \n                      −\n                    \n                  \n                  \n\n                  \n                  +\n                  \n                    \n                      [\n                      \n                        Mg\n                        \n                          ∙\n                        \n                      \n                      ]\n                    \n                    \n                      +\n                    \n                  \n                \n              \n            \n            \n              \n                \n                  \n                    \n                      [\n                      R\n                      \n                        −\n                      \n                      \n                        X\n                        \n                          ∙\n                        \n                      \n                      ]\n                    \n                    \n                      −\n                    \n                  \n                \n              \n              \n                \n                ⟶\n                \n                  \n                    R\n                    \n                      ∙\n                    \n                  \n                  \n\n                  \n                  +\n                  \n                    X\n                    \n                      −\n                    \n                  \n                \n              \n            \n            \n              \n                \n                  \n                    R\n                    \n                      ∙\n                    \n                  \n                  \n\n                  \n                  +\n                  \n                    \n                      [\n                      \n                        Mg\n                        \n                          ∙\n                        \n                      \n                      ]\n                    \n                    \n                      +\n                    \n                  \n                \n              \n              \n                \n                ⟶\n                \n                  R\n                  \n                    −\n                  \n                  \n                    Mg\n                    \n                      +\n                    \n                  \n                \n              \n            \n            \n              \n                \n                  R\n                  \n                    −\n                  \n                  \n                    Mg\n                    \n                      +\n                    \n                  \n                  \n\n                  \n                  +\n                  \n                    X\n                    \n                      −\n                    \n                  \n                \n              \n              \n                \n                ⟶\n                \n                  R\n                  \n                    −\n                  \n                  MgX\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{aligned}{\\ce {R-X{}+Mg}}&\\longrightarrow {\\ce {[R-X^{\\bullet }]^{-}{}+[Mg^{\\bullet }]+}}\\\\{\\ce {[R-X^{\\bullet }]-}}&\\longrightarrow {\\ce {R^{\\bullet }{}+X-}}\\\\{\\ce {R^{\\bullet }{}+[Mg^{\\bullet }]+}}&\\longrightarrow {\\ce {R-Mg+}}\\\\{\\ce {R-Mg+{}+X-}}&\\longrightarrow {\\ce {R-MgX}}\\end{aligned}}}\n  \n\n\n=== হ্যালোজেন প্রতিস্থাপন ===\nগ্রিগনার্ড রিএজেন্টগুলির একটি বিকল্প প্রস্তুতির মধ্যে একটি পূর্ব প্রস্তুত গ্রিগনার্ড বিকারক থেকে একটি জৈব হ্যালাইডে ম্যাগনেসিয়াম স্থানান্তর জড়িত। অন্যান্য অর্গানোম্যাগনেসিয়াম বিকারক ও ব্যবহার করা হয়। এই পদ্ধতিটি সুবিধা প্রদান করে যে Mg স্থানান্তর অনেক কার্যকরী গ্রুপ সহ্য করে। একটি দৃষ্টান্তমূলক প্রতিক্রিয়া আইসোপ্রোপাইলম্যাগনেসিয়াম ক্লোরাইড এবং অ্যারাইল ব্রোমাইড বা আয়োডাইড জড়িত:\n\ni-PrMgCl  +  ArCl    →   i-PrCl  +  ArMgCl\n\n\n== পরীক্ষা ==\nযেহেতু গ্রিগনার্ড বিকারকগুলি আর্দ্রতা এবং অক্সিজেনের প্রতি এত সংবেদনশীল, তাই একটি ব্যাচের গুণমান পরীক্ষা করার জন্য অনেক পদ্ধতি তৈরি করা হয়েছে। সাধারণ পরীক্ষায় ওজনযোগ্য, নিরুদিত প্রোটিক বিকারক সহ টাইট্রেশন জড়িত থাকে, যেমন, একটি রঙ-সূচকের উপস্থিতিতে (মেন্থল)। ফেনানথ্রোলিন বা ২,২'-বাইকুইনোলিনের সাথে গ্রিগনার্ড রিএজেন্টের মিথস্ক্রিয়া রঙের পরিবর্তন ঘটায়।\n\n\n== বিক্রিয়াসমূহ ==\n\n\n=== কার্বনিল যৌগ ===\nগ্রিগনার্ড বিকারক বিবিধ কার্বনিল যৌগের সাথে বিক্রিয়া করে।\n\nগ্রিগনার্ড বিকারক মূলত অ্যালকিল গ্রুপের নিউক্লিওফাইল তৈরী করে। যেমন: ন্যাপ্রোক্সেন এর শিল্প উৎপাদন। \n\nআরও কিছু উদাহরণ:\n\n\n=== ক্ষার হিসেবে ===\nগ্রিগনার্ড রিএজেন্ট নন-প্রোটিক সাবস্ট্রেটগুলির জন্য একটি ভিত্তি হিসাবে কাজ করে। গ্রিগনার্ড রিএজেন্ট ক্ষারীয় প্রকৃতির এবং অ্যালকোক্সাইড (ROMgBr) দিতে অ্যালকোহল, ফেনল ইত্যাদির সাথে বিক্রিয়া করে। ফেনোক্সাইড ডেরিভেটিভ স্যালিস্যালডিহাইড দিতে, প্যারাফরম্যালডিহাইড দ্বারা গঠনের জন্য সংবেদনশীল।\n\n\n=== ধাতু ও ধাতুকল্পের অ্যালকাইলেশন ===\n\n  \n    \n      \n        \n          \n            \n              \n                \n                  \n                    R\n                    \n                      4\n                    \n                    \n                      \n                    \n                  \n                  \n                    B\n                    \n                      −\n                    \n                  \n                \n              \n            \n            \n              \n                \n                  \n                    \n                      \n                        \n                          Et\n                          \n                            2\n                          \n                          \n                            \n                          \n                        \n                        O\n                        ⋅\n                        \n                          BF\n                          \n                            3\n                          \n                          \n                            \n                          \n                        \n                         \n                        or\n                         \n                        \n                          NaBF\n                          \n                            4\n                          \n                          \n                            \n                          \n                        \n                      \n                    \n                  \n                \n                \n                  \n                    ↑\n                  \n                \n                \n                  \n                    \n                      Et\n                      \n                        2\n                      \n                      \n                        \n                      \n                    \n                    O\n                    ⋅\n                    \n                      BF\n                      \n                        3\n                      \n                      \n                        \n                      \n                    \n                     \n                    or\n                     \n                    \n                      NaBF\n                      \n                        4\n                      \n                      \n                        \n                      \n                    \n                  \n                \n              \n            \n            \n              \n                \n                  \n                    Ph\n                    \n                      2\n                    \n                    \n                      \n                    \n                  \n                  PR\n                  \n                    \n                      ←\n                      \n                        \n                          \n                            Ph\n                            \n                              2\n                            \n                            \n                              \n                            \n                          \n                          PCl\n                        \n                      \n                    \n                  \n                  RMgX\n                  \n                    \n                      →\n                      \n                        \n                          \n                            Bu\n                            \n                              3\n                            \n                            \n                              \n                            \n                          \n                          SnCl\n                        \n                      \n                    \n                  \n                  \n                    Bu\n                    \n                      3\n                    \n                    \n                      \n                    \n                  \n                  SnR\n                \n              \n            \n            \n              \n                \n                  \n                    \n                      \n                        B\n                        \n                          \n                            (\n                            OMe\n                            )\n                          \n                          \n                            3\n                          \n                          \n                            \n                          \n                        \n                      \n                    \n                  \n                \n                \n                  \n                    ↓\n                  \n                \n                \n                  \n                    B\n                    \n                      \n                        (\n                        OMe\n                        )\n                      \n                      \n                        3\n                      \n                      \n                        \n                      \n                    \n                  \n                \n              \n            \n            \n              \n                \n                  RB\n                  \n                    \n                      (\n                      OMe\n                      )\n                    \n                    \n                      2\n                    \n                    \n                      \n                    \n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{matrix}{\\ce {R4B-}}\\\\{\\color {White}\\scriptstyle {\\ce {Et2O.BF3\\ or\\ NaBF4}}}{\\Bigg \\uparrow }\\scriptstyle {\\ce {Et2O.BF3\\ or\\ NaBF4}}\\\\{\\ce {Ph2PR<-[{\\ce {Ph2PCl}}]RMgX->[{\\ce {Bu3SnCl}}]Bu3SnR}}\\\\{\\color {White}\\scriptstyle {\\ce {B(OMe)3}}}{\\Bigg \\downarrow }\\scriptstyle {\\ce {B(OMe)3}}\\\\{\\ce {RB(OMe)2}}\\end{matrix}}}\n  \n\n\n== শিল্প উৎপাদনে ব্যবহার ==\nট্যামক্সিফেন (স্তন ক্যানসারের ঔষধ) উৎপাদনে গ্রিগনার্ড বিকারক গুরুত্বপূর্ণ ভূমিকা পালন করে।\n\n\n== আরও পড়ুন ==\nRakita, Philip E.; Silverman, Gary S., সম্পাদকগণ (১৯৯৬)। Handbook of Grignard Reagents। New York, N.Y: Marcel Dekker। আইএসবিএন 0-8247-9545-8। \nMary McHale, \"Grignard Reaction,\" Connexions, http://cnx.org/content/m15245/1.2/. 2007.\nGrignard knowledge: Alkyl coupling chemistry with inexpensive transition metals by Larry J. Westrum, Fine Chemistry  November/December 2002, pp. 10–13 [১]\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nRogers, H. R.; Hill, C. L.; Fujiwara, Y.; Rogers, R. J.; Mitchell, H. L.; Whitesides, G. M. (১৯৮০)। \"Mechanism of formation of Grignard reagents. Kinetics of reaction of alkyl halides in diethyl ether with magnesium\"। Journal of the American Chemical Society। 102 (1): 217। ডিওআই:10.1021/ja00521a034। \nDe Boer, H.J.R.; Akkerman, O.S; Bickelhaupt, F. (১৯৮৮)। \"Carbanions as intermediates in the synthesis of Grignard Reagents\"। Angew. Chem. Int. Ed.। 27 (5): 687–89। ডিওআই:10.1002/anie.198806871। \nVan Klink, G.P.M.; de Boer, H.J.R; Schat, G.; Akkerman, O.S.; Bickelhaupt, F.; Spek, A. (২০০২)। \"Carbanions as Intermediates in the Formation of Grignard Reagents\"। Organometallics। 21 (10): 2119–35। hdl:1874/14334 । এসটুসিআইডি 94556915। ডিওআই:10.1021/om011083a। \nShao, Y.; Liu, Z.; Huang, P.; Liu, B. (২০১৮)। \"A unified model of Grignard reagent formation\"। Physical Chemistry Chemical Physics। 20 (16): 11100–08। ডিওআই:10.1039/c8cp01031e। পিএমআইডি 29620768। বিবকোড:2018PCCP...2011100S।"}