{"pageid": 1420957, "title": "টেট্রোজ", "url": "https://bn.wikipedia.org/wiki?curid=1420957", "content": "টেট্রোজ হলো একটি মনোস্যাকারাইড যার ৪টি কার্বন পরমাণু রয়েছে। এর প্রথম কার্বনে একটি অ্যালডিহাইড মূলক থাকে যাকে অ্যালডোটেট্রোজ বলে বা দ্বিতীয় কার্বনে একটি কিটোন গ্রুপ থাকে যাকে কিটোটেট্রোজ বলে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nঅ্যালডোটেট্রোস হলো চারটি কার্বন পরমাণু সমন্বিত চিনি যাতে একটি অ্যালডিহাইড গ্রুপ থাকে। কিটোটেট্রোস হলো চারটি কার্বন পরমাণু সমন্বিত চিনি যাতে একটি কিটোন গ্রুপ থাকে। একটি কাইরাল কেন্দ্র হলো একটি কার্বন পরমাণু যা চারটি ভিন্ন পরমাণু বা গ্রুপ দ্বারা বেষ্টিত থাকে। অ্যালডোটেট্রোসে দুটি কাইরাল কেন্দ্র থাকে, এবং কিটোটেট্রোসে একটি কাইরাল কেন্দ্র থাকে। স্টেরিওআইসোমার হলো যৌগ যাদের একই রাসায়নিক সংকেত থাকে কিন্তু তাদের ত্রিমাত্রিক কাঠামো ভিন্ন হয়। অ্যালডোটেট্রোসের দুটি কাইরাল কেন্দ্র থাকায়, ৪টি ভিন্ন স্টেরিওআইসোমার সম্ভব। কিটোটেট্রোসের একটি কাইরাল কেন্দ্র থাকায়, ২টি ভিন্ন স্টেরিওআইসোমার সম্ভব। ডি-কনফিগারেশন এবং এল-কনফিগারেশন হলো স্টেরিওআইসোমারের দুটি ভিন্ন রূপ। ডি-কনফিগারেশনযুক্ত স্টেরিওআইসোমারগুলিকে ডেক্সট্রোরোটেটরি বলা হয় কারণ তারা পোলারাইজড আলোকে ডানদিকে ঘোরায়। এল-কনফিগারেশনযুক্ত স্টেরিওআইসোমারগুলিকে লিভোরোটেটরি বলা হয় কারণ তারা পোলারাইজড আলোকে বামদিকে ঘোরায়। শুধুমাত্র ডি-কনফিগারেশনযুক্ত অ্যালডোটেট্রোস এবং কিটোটেট্রোস প্রাকৃতিকভাবে ঘটে। এর কারণ হলো জীবন্ত প্রাণীরা ডি-অ্যামিনো অ্যাসিড থেকে তৈরি হয়, এবং ডি-অ্যামিনো অ্যাসিড থেকে ডি-চিনি তৈরি হয়।\n\n\n== জৈবিক কার্যাবলী ==\nপ্রকৃতিতে টেট্রোজ শর্করা ব্যবহার করার কয়েকটি পরিচিত উপায় রয়েছে। কিছু কিছু টেট্রোজ বিপাকীয় কাজে ব্যবহৃত হয় এবং অন্যগুলো নির্দিষ্ট এনজাইমকে প্রভাবিত করতে ব্যবহৃত হয়।\n\n\n=== পেন্টোজ ফসফেট পথের মধ্যবর্তী পদার্থ ===\nপেন্টোজ ফসফেট পথ হল একটি বিপাকীয় পথ যেখানে টেট্রোজ শর্করা জড়িত থাকে। এই পথে দুটি ধাপ রয়েছে: অক্সিডেটিভ এবং অক্সিডেটিভ-বহির্ভূত।\nঅক্সিডেটিভ-বহির্ভূত ধাপে ডি-ইরিথ্রো নামক টেট্রোজ শর্করা ব্যবহৃত হয়। ডি-ইরিথ্রোজ থেকে ডি-রিবুলোজ ৫-ফসফেট তৈরি হয়। এই ডি-রিবুলোজ ৫-ফসফেট পরে একটি ৬-কার্বন শর্করা (ফ্রুক্টোজ ৬-ফসফেট) এবং একটি ৩-কার্বন শর্করা (গ্লিসারালডিহাইড ৩-ফসফেট) তৈরি করে। উভয় অণুই শরীরের অন্যান্য বিপাকীয় পথে ব্যবহৃত হয়।\nট্রান্সাল্ডোলাশন নামক একটি বিক্রিয়ায় ডি-ইরিথ্রোজ ৪-ফসফেট তৈরি হয়। এই বিক্রিয়ায় ট্রান্সালডোলাজ এনজাইমটি সিডোহেপ্টুলোজ ৭-ফসফেট থেকে প্রথম ৩-কার্বন অংশকে সরিয়ে নিয়ে গ্লিসারালডিহাইড ৩-ফসফেটের সাথে যুক্ত করে। ট্রান্সালডোলাজ একটি শিফ বেস ব্যবহার করে বিপরীত আলডোল এবং সরাস্তি আলডোল বিক্রিয়া সম্পাদন করে, যা ইরিথ্রোজ ৪-ফসফেট এবং ফ্রুক্টোজ ৬-ফসফেট তৈরি করে। ইরিথ্রোজ ৪-ফসফেট পেন্টোজ ফসফেট পথের একটি গুরুত্বপূর্ণ মধ্যস্থতাকারী কারণ এটি পরবর্তী ধাপে ব্যবহৃত হয়।\nট্রান্সকেটোলাজ এনজাইমটি থিয়ামিন পাইরোফসফেট (টিপিপি) সহকারী এনজাইম ব্যবহার করে কার্বনিল কার্বন এবং অ্যালফা কার্বনের মধ্যে দুর্বল বন্ধন ভেঙে দেয়। টিপিপি একটি জাইলুলোজ ৫-ফসফেট অণু আক্রমণ করে এবং C2 (কার্বনিল কার্বন) ও C3 (অ্যালফা কার্বন) এর মধ্যে বন্ধন ভেঙে দেয়, ফলে গ্লিসারালডিহাইড ৩-ফসফেট মুক্ত হয়। এরপর, C2 ইরিথ্রোজ ৪-ফসফেটকে আক্রমণ করে, ফলে ফ্রুক্টোজ ৬-ফসফেট তৈরি হয়। এই বিক্রিয়ার উভয় ফলাফলই গ্লুকোনোজেনেসিস পথে প্রবেশ করে গ্লুকোজ পুনরায় তৈরি করতে পারে।\n\n\n=== এনজাইমের বাধক ===\nডি-থ্রিওজ ২,৪-ডাইফসফেট গ্লিসারঅ্যালডিহাইড ৩-ফসফেট ডিহাইড্রোজেনেজর (GAPDH) একটি বাধক। GAPDH গ্লাইকোলাইসিসের ষষ্ঠ এনজাইম। GAPDH এর কাজ হল গ্লিসারঅ্যালডিহাইড ৩-ফসফেটকে ১,৩-বিসফসফোগ্লিসারেটে রূপান্তরিত করা। ডি-থ্রিওজ ২,৪-ডাইফসফেট GAPDH কে অক্সিডাইজ করে অ্যাক্টিভ সাইটে আবদ্ধ হওয়ার মাধ্যমে বাধা দেয়। যখন ডি-থ্রিওজ ২,৪-ডাইফসফেট GAPDH এর সাথে আবদ্ধ থাকে, তখন এনজাইমের অ্যাক্টিভ সাইট আবদ্ধ হয়ে যায়। এর ফলে গ্লিসারঅ্যালডিহাইড ৩-ফসফেটের ফসফোরোলাইসিস বন্ধ হয়ে যায়। GAPDH এর কার্যকারিতা হারিয়ে গেলে গ্লাইকোলাইসিস বন্ধ হয়ে যায়।\nডি-ইরিথ্রোজ ৪-ফসফেট ফসফোগ্লুকোজ আইসোমেরেজর (PGI) একটি বাধক। PGI গ্লাইকোলাইসিসের দ্বিতীয় এনজাইম। PGI এর কাজ হল গ্লুকোজ ৬-ফসফেটকে ফ্রুক্টোজ ৬-ফসফেটে রূপান্তরিত করা। ডি-ইরিথ্রোজ ৪-ফসফেট PGI কে অ্যাক্টিভ সাইটে আবদ্ধ হওয়ার মাধ্যমে বাধা দেয়। যখন ডি-ইরিথ্রোজ ৪-ফসফেট PGI এর সাথে আবদ্ধ থাকে, তখন এনজাইমের অ্যাক্টিভ সাইট অवरुদ্ধ হয়ে যায়। এর ফলে গ্লুকোজ ৬-ফসফেটের আইসোমেরাইজেশন বন্ধ হয়ে যায়। PGI এর কার্যকারিতা হারিয়ে গেলে গ্লাইকোলাইসিস বন্ধ হয়ে যায়।\nউভয় ক্ষেত্রেই টেট্রোজ ডাইফসফেট অণুগুলো এনজাইমের অ্যাক্টিভ সাইটে আবদ্ধ হয়ে প্রতিযোগিতামূলক বাধক হিসাবে কাজ করে। এনজাইমের অ্যাক্টিভ সাইট আবদ্ধ হওয়ার কারণে সাবস্ট্রেট (গ্লিসারঅ্যালডিহাইড ৩-ফসফেট বা গ্লুকোজ ৬-ফসফেট) এনজাইমের সাথে আবদ্ধ হতে পারে না। এর ফলে এনজাইম ক্যাটালিসিস সম্পাদন করতে পারে না এবং গ্লাইকোলাইসিস বন্ধ হয়ে যায়।\n\n\n== তথ্যসূত্র =="}