{"pageid": 1420541, "title": "উত্তর-পূর্ব ভারতে বিদ্রোহ", "url": "https://bn.wikipedia.org/wiki?curid=1420541", "content": "উত্তর-পূর্ব ভারতে বিদ্রোহ বলতে ভারতের উত্তর-পূর্ব অঞ্চলের বিভিন্ন রাজ্যের একাধিক বিচ্ছিন্নতাবাদী সশস্ত্র বাহিনী দ্বারা সংঘটিত বিদ্রোহকে বোঝায়। উত্তর-পূর্ব ভারত অরুণাচল প্রদেশ, আসাম, ত্রিপুরা, নাগাল্যান্ড, মণিপুর, মিজোরাম, মেঘালয় ও সিকিম এই আট রাজ্য নিয়ে গঠিত। এই আট রাজ্যের বিদ্রোহী সংগঠন ও কেন্দ্রীয় সরকার এবং সেখানকার আদিবাসী জনগণ, ভারতের অন্যপ্রান্তের অভিবাসী ও বেআইনি অভিবাসীদের মধ্যে সংঘাত বিদ্যমান। সংকীর্ণ শিলিগুড়ি করিডোর উত্তর-পূর্বকে ভারতের বাকি অংশের সাথে যুক্ত করে এবং এর প্রস্থ ২৩.০০ কিমি (১৪.২৯ মাইল) পর্যন্ত হতে পারে।\nবিগত কয়েক বছরে এই অঞ্চলে বিদ্রোহ দ্রুত কমে এসেছে এবং ২০১৩ সালের তুলনায় ২০১৯ সালে বিদ্রোহ ঘটনা ৭০% এবং অসামরিক মৃত্যু ৮০% কমে গিয়েছিল।\n২০১৪ সালের ভারতের সাধারণ নির্বাচনে উত্তর-পূর্বের সমস্ত রাজ্যে ভোটদানের হার ৮০%, যা ভারত সরকার অনুযায়ী ভারতের অন্যান্য রাজ্যের তুলনায় সর্বোচ্চ। ভারতীয় কর্তৃপক্ষের দাবি যে এটি ভারতের গণতন্ত্রের প্রতি উত্তর-পূর্বের জনগণের আস্থাকে প্রকাশ করছে। ভারতের তৎকালীন পূর্ব সেনা কমান্ডার জেনারেল অনিল চৌহানের মতে ২০২০ সালের হিসাব অনুযায়ী, সমগ্র উত্তর-পূর্বের হিংসার এলাকা মূলত অরুণাচল, আসাম ও উত্তর নাগাল্যান্ডের সীমান্তে সীমিত হয়ে গেছে।\n\n\n== বিদ্রোহের কারণ ==\n\n\n=== জাতিগত বৈচিত্র্য ===\nউত্তর-পূর্ব অঞ্চল হচ্ছে ভারতের সবচেয়ে বেশি জাতিগত বৈচিত্র্যপূর্ণ অঞ্চল। সেখানে প্রায় ৪ কোটি মানুষের বাস এবং ভারতের ৬৩৫টি আদিবাসী সম্প্রদায়ের মধ্যে ২১৩টি সম্প্রদায় উত্তর-পূর্ব অঞ্চলের। প্রত্যেক আদিবাসী সম্প্রদায়ের নিজস্ব সংস্কৃতি রয়েছে এবং প্রত্যেকেই ভারতের মূলস্রোতে মিলিত হতে নারাজ কারণ মূলস্রোতে মিলিত হলে তাদের জাতিসত্ত্বা লুপ্ত হয়ে যেতে পারে।\n\n\n=== প্রতিনিধিত্বের অভাব ===\nভারতের মূল ভূখণ্ড ও উত্তর-পূর্বের মধ্যে দীর্ঘ দূরত্ব এবং ভারতীয় সংসদে ঐ অঞ্চলে প্রতিনিধিত্বের অভাবের ফলে দেশের রাজনৈতিক কাঠামোতে উত্তর-পূর্ব অঞ্চল অবহেলিত, এবং এটি ঐ অঞ্চলে বিদ্রোহের অন্যতম কারণ।\n\n\n=== পূর্ব বাংলার উদ্বাস্তু ===\nবাংলাদেশের স্বাধীনতা যুদ্ধ চলাকালীন পূর্ব পাকিস্তান (বর্তমান বাংলাদেশ) থেকে প্রায় ১ কোটি লোক দেশত্যাগ করে ভারতে আশ্রয় নিয়েছিল, বিশেষ করে পশ্চিমবঙ্গ, ত্রিপুরা ও আসাম রাজ্যে। এর ফলে উত্তর-পূর্ব অঞ্চলের জনপরিসংখ্যান বদলে গিয়েছিল এবং সেখানকার স্থানীয় বাসিন্দা ও উদ্বাস্তুর মধ্যে দ্বন্দ্বের সৃষ্টি হয়েছিল।\n\n\n=== অনুন্নয়ন ===\nঅর্থনৈতিকভাবে ভারতে উত্তর-পূর্ব অঞ্চলকে সাধারণত অবহেলা করা হয় এবং ভারত সরকার ও অন্যান্য বিনিয়োগকারীর তরফ থেকে এই অঞ্চলে বিনিয়োগ কম মাত্রায় হয়।\n\n\n== রাজ্য অনুযায়ী বিদ্রোহ ==\n\n\n=== আসাম ===\n\n\n==== ইউনাইটেড ন্যাশনাল ফ্রন্ট অব আসাম ====\n\n\n==== বড়োল্যান্ড ====\n\n\n== আরও দেখুন ==\nনকশাল আন্দোলন\nভারতের নিষিদ্ধ সংগঠনগুলির তালিকা\nভারতের বিচ্ছিন্নতাবাদী আন্দোলন\n\n\n== আরও পড়ুন ==\nA. Lanunungsang Ao; From Phizo to Muivah: The Naga National Question; New Delhi 2002\nBlisters on their feet: tales of internally displaced persons in India's North East; Los Angeles [u.a.] 2008; আইএসবিএন ৯৭৮-৮১-৭৮২৯-৮১৯-১\nDutta, Anuradha; Assam in the Freedom Movement; Calcutta 1991\nHazarika, Sanjoy; Strangers of the Mist: Tales of War and Peace from India's Northeast; New Delhi u.a. 1994\nHoram, M.; Naga insurgency: the last thirty years; New Delhi 1988\nInternational Work Group for Indigenous Affairs (Hrsg.); The Naga nation and its struggle against genocide; Kopenhagen 1986\nNibedom, Nirmal; The Night of the Guerillas; Delhi 1978\nSrikanth, H.; Thomas, C. J.; Naga Resistance Movement and the Peace Process in Northeast India; in: Peace and Democracy in South Asia, Vol. I (2005)\nTerrorism and separatism in North-East India; Delhi 2004; আইএসবিএন ৮১-৭৮৩৫-২৬১-৩\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃত উৎস ===\n\n\n== বহিঃসংযোগ =="}