{"pageid": 1420400, "title": "দ্বিতীয় ঈশ্বর গুপ্ত সেতু", "url": "https://bn.wikipedia.org/wiki?curid=1420400", "content": "দ্বিতীয় ঈশ্বর গুপ্ত সেতু হল হুগলী নদীর উপর বিস্তৃত একটি নির্মাণাধীন এক্সট্রাডোজড তার আলম্বিত সেতু, যা নদিয়া জেলার কল্যাণীকে হুগলি জেলার বাঁশবেড়িয়ার সাথে সংযুক্ত করে। সেতুটি রেল ইন্ডিয়া টেকনিক্যাল অ্যান্ড ইকোনমিক সার্ভিসের নকশায় তৈরি করা হচ্ছে। এটি কল্যাণী এক্সপ্রেসওয়ের অংশ।\nহুগলি নদী জুড়ে একটি সেতু নির্মাণের ধারণাটি ২০১৬ খ্রিস্টাব্দে উদ্ভূত হয়েছিল। মূল পরিকল্পনা ছিল পুরাতন ঈশ্বর গুপ্ত সেতুর বিকল্প হিসাবে একটি সেতু নির্মাণ, যা দিল্লি রোড ও ৬ নং রাজ্য সড়ক এবং কল্যাণী এক্সপ্রেসওয়ে ও ১২ নং জাতীয় সড়কের মাঝে সংযোগ ঘটাবে। সেতুর স্তম্ভগুলো ডেক থেকে বাইরের দিকে ঝুকে থাকবে, সেই সঙ্গে এগুলি কংক্রিট ব্যবহার করে নির্মিত হবে। সেতুর ডেকটি ৭ টি স্প্যান নিয়ে গঠিত।\n\n\n== ইতিহাস ==\n\n\n=== পরিকল্পনা ===\nবাঁশবেড়িয়া ও কল্যাণীর মাঝে হুগলী নদী জুড়ে প্রথম সেতুটি ১৯৮৯ খ্রিস্টাব্দে নির্মিত হয়েছিল, তবে ২০১০-এর দশকে সেতুতে নির্মাণগত ত্রুটি ও কাঠামোগত দুর্বলতা পরিলক্ষিত হয়। পুরাতন সেতুটি প্রতিস্থাপনের জন্য একটি নতুন সেতুর প্রস্তাব সর্বপ্রথম ২০১৪ খ্রিস্টাব্দে উত্থাপিত হয়। এই সেতু প্রকল্পের অনুমোদন পশ্চিমবঙ্গ সরকার ২০১৫ খ্রিস্টাব্দে প্রদান করে। সেতুটি দিল্লি রোড ও ১২ নং জাতীয় সড়কের মধ্যে সংযোগকারী ২১ কিলোমিটার দীর্ঘ সড়ক প্রকল্পের অংশ হিসাবে পরিকল্পনা করা হয়েছিল।\nসেতুর জন্য বিশদ প্রকল্প প্রতিবেদন (ডিপিআর) তৈরির প্রতিযোগিতা অনুষ্ঠিত হয়েছিল, যেখানে রেল ইন্ডিয়া টেকনিক্যাল অ্যান্ড ইকোনমিক সার্ভিসে প্রস্তাবগুলির প্রকৌশল গুণাবলী পরীক্ষা করেছিলেন। বিশদ প্রকল্প প্রতিবেদন (ডিপিআর) প্রস্তুতের জন্য ডেনমার্কের সিওডব্লিউআই সংস্থাকে নির্বাচিত করা হয়েছিল। সেতুর পরামর্শদাতা হিসেবে আইআইটি খড়গপুর, আইআইটি মাদ্রাজ ও আইআইটি কানপুরকে নিযুক্ত করা হয়েছিল। নকশা অনুমোদন দেওয়ার ক্ষেত্রে ভূমিকম্পের বিষয়টিতে গুরুত্ব সহকারে পর্যালোচনা করা হয়েছিল।\n\n\n=== নির্মাণ ===\nনির্মাণ কাজ শুরু করার জন্য একটি অনুষ্ঠান ২০১৮ খ্রিস্টাব্দে অনুষ্ঠিত হয়েছিল।\n\n\n== বর্ণনা ==\n\n\n=== স্থাপত্যগত বৈশিষ্ট্য ===\nদ্বিতীয় ঈশ্বর গুপ্ত সেতু হল একটি এক্সটাডোজ কেবল-স্টেইড সেতু। ৬ টি কংক্রিট-নির্মিত পাইলন কেবলগুলিকে ধরে আছে। সেতুটিতে দুটি ক্যারেজওয়ে সহ ইস্পাতের কাঠামোযুক্ত কংক্রিট ডেক রয়েছে, যার মোট দৈর্ঘ ৭১৪ মিটার (২,৩৪৩ ফুট)। ডেকের ক্যারেজওয় দুটির প্রস্থ ৩৫ মিটার (১১৫ ফু)।\n\n\n== তথ্যসূত্র =="}