{"pageid": 1420892, "title": "শমিতা দাশ দাশগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1420892", "content": "শমিতা দাশ দাশগুপ্ত (জন্ম ১৯৪৯) একজন এশীয় ভারতীয় পণ্ডিত এবং কর্মী। তিনি ১৯৭০-এর দশকের শুরু থেকেই একজন সামাজিক কর্মী হিসেবে কাজ করছেন এবং ১৯৮৫ সালে মানবী সহ-প্রতিষ্ঠা করেন। এই সংস্থাটি মার্কিন যুক্তরাষ্ট্রে থাকা দক্ষিণ এশিয়ার মহিলাদের ওপরে ঘটা সহিংসতার বিরুদ্ধে সহায়তার জন্য তৈরি একটি সংস্থা। তিনি আংশিক সময়ে শিক্ষকতা করেন এবং পূর্ণ-সময় সমাজ কর্মী হিসেবে কাজ করেন। তিনি জাতি, লিঙ্গ, অভিবাসন এবং নারীর প্রতি সহিংসতা নিয়ে ব্যাপকভাবে লিখেছেন। তাঁর বইগুলির মধ্যে রয়েছে: এ প্যাচওয়ার্ক শাল: ক্রনিকলস অফ সাউথ এশিয়ান উইমেন ইন আমেরিকা; বডি এভিডেন্স: ইন্টিমেট ভায়োলেন্স এগেইন্সট সাউথ এশিয়ান উইমেন ইন আমেরিকা; গ্লোবালাইজেশন অ্যাণ্ড ট্রান্সন্যাশনাল সারোগেসি ইন ইণ্ডিয়া: আউটসোর্সিং লাইফ এবংমাদারস ফর সেল: উইমেন ইন কলকাতা'স সেক্স ট্রেড।\n\n\n== পটভূমি ==\nঅল্প বয়সে বিবাহ হবার পর তিনি ১৯ বছর বয়সে মার্কিন যুক্তরাষ্ট্রে চলে যান। তিনি ওহাইও স্টেট ইউনিভার্সিটিতে স্নাতক-পূর্ব এবং স্নাতক স্তরে অধ্যয়ন করেন। তিনি উন্নয়নমূলক মনোবিজ্ঞানে পিএইচডি লাভ করেন। তিনি নিউ জার্সিতে চলে আসেন এবং বেশ কয়েক বছর ধরে রটজার্স বিশ্ববিদ্যালয়ে শিক্ষকতা করেন, তিনি বেশ কিছু গবেষণামূলক পত্র এবং বই লিখেছেন। বিভিন্ন মহিলা সংস্থার সাথে যুক্ত হয়ে, তিনি বুঝতে পেরেছিলেন যে দক্ষিণ এশীয় নারীরা সাধারণত মূলধারার গার্হস্থ্য সহিংসতা সংস্থাগুলি দ্বারা উপেক্ষিত হয়। তাই তিনি এমন একটি সংস্থা প্রতিষ্ঠা করার সিদ্ধান্ত নেন, যেটি নারীদের বিশেষ সমস্যাগুলিতে মনোযোগ দেবে। তিনি অন্য পাঁচজন নারীকে নিয়ে নিউ জার্সিতে দক্ষিণ এশীয় নারীদের জন্য একটি বিশেষ সংগঠন মানবী সহ-প্রতিষ্ঠা করেন।\n\n\n== সক্রিয়তা এবং শিক্ষাক্ষেত্র ==\nযদিও, শমিতা নিজেকে একজন সমাজ কর্মী হিসেবে বর্ণনা করেন, তবে তিনি সেইসব সমাজ কর্মীদের একজন যাঁরা গবেষণা ও শিক্ষাদানের মাধ্যমে নিজেদেরকে শিক্ষাবিদ হিসেবেও প্রতিষ্ঠিত করেছেন। তিনি দক্ষিণ এশীয় মহিলাদের সমস্যাগুলির উপর অসংখ্য নিবন্ধ লিখেছেন এবং মা-মেয়ের অভিজ্ঞতার বিষয়ে তাঁর চিকিৎসক কন্যা সায়ন্তনী দাশগুপ্তের সাথে একত্রে কাজ করেছেন। বর্তমানে তিনি নিউ ইয়র্ক ইউনিভার্সিটি স্কুল অফ ল-এর একজন অনুষদ সদস্য। তিনি ভায়োলেন্স এগেইন্সট উইমেন পত্রিকার সম্পাদকীয় বোর্ডে কাজ করেন। তিনি ব্যানারম্যান ফেলোশিপসহ অনেক পুরস্কারের প্রাপক। তিনি বেশ কয়েকটি জাতীয় সংস্থার বোর্ডে রয়েছেন।\n\n\n== গ্রন্থপঞ্জি ==\nদ্য ডেমন স্লেয়ারস অ্যাণ্ড স্টোরিজ: বাংলা লোককাহিনী। ইন্টারলিংক বুকস। ১৯৯৫। আইএসবিএন 978-1-56656-156-3। \nএ প্যাচওয়ার্ক শাল: ক্রনিকলস অফ সাউথ এশিয়ান উইমেন ইন আমেরিকা। রটজার্স ইউনিভার্সিটি প্রেস। ১৯৯৮। আইএসবিএন 978-0-81352-518-1। \nবডি এভিডেন্স: ইন্টিমেট ভায়োলেন্স এগেইন্সট সাউথ এশিয়ান উইমেন ইন আমেরিকা। রটজার্স ইউনিভার্সিটি প্রেস। ২০০৭। আইএসবিএন 978-0-81353-982-9। \nমাদারস ফর সেল: উইমেন ইন কলকাতা'স সেক্স ট্রেড। দাশগুপ্ত-অ্যালায়েন্স। ২০০৯। আইএসবিএন 978-8-18211-051-9। \nগ্লোবালাইজেশন অ্যাণ্ড ট্রান্সন্যাশনাল সারোগেসি ইন ইণ্ডিয়া: আউটসোর্সিং লাইফ। রোম্যান এবং লিটলফিল্ড। ২০১৪। আইএসবিএন 978-0-73918-742-5। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\"শমিতা দাস দাশগুপ্তের সাক্ষাৎকার\"। সাউথ এশিয়ান আমেরিকানস লিডিং টুগেদার। ১৮ মে ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৪ মার্চ ২০১৮। \n\n\n== বহিঃসংযোগ ==\nদ্য ফ্রন্টলাইন কভার স্টোরি: দ্য ভয়েস অফ সাইলেন্স"}