{"pageid": 1420879, "title": "বৃহদাণু", "url": "https://bn.wikipedia.org/wiki?curid=1420879", "content": "বৃহদাণু বা ম্যাক্রোমলিকিউল হলো এমন একটি বৃহৎ আকারের অণু, যা জৈবিক কার্যকলাপের জন্য অত্যন্ত গুরুত্বপূর্ণ। এগুলো হাজার হাজার পরমাণুর সমষ্টি দ্বারা গঠিত হয়, যেগুলো পরস্পরের সাথে দৃঢ়ভাবে যুক্ত থাকে। অনেক বৃহদাণুই ছোট ছোট অণুর (যা \"মনোমার\" নামে পরিচিত) সমন্বয়ে গঠিত পলিমার। জীববিজ্ঞানে সবচেয়ে সাধারণ বৃহদাণু হলো জৈব-পলিমার (নিউক্লিক এসিড, প্রোটিন এবং কার্বোহাইড্রেট) এবং বড় অ-পলিমার অণু যেমন লিপিড, ন্যানোজেল এবং ম্যাক্রোসাইকেল। এছাড়াও, কৃত্রিম তন্তু এবং কার্বন ন্যানোটিউবের মতো পরীক্ষামূলক উপকরণও বৃহদাণুর উদাহরণ।\n\n\n== সংজ্ঞা ==\n১৯২০-এর দশকে নোবেলজয়ী হেরমান স্টাউডিঞ্জার \"ম্যাক্রোমলিকিউল\" (ম্যাক্রো + মলিকিউল) শব্দটি ব্যবহার করেন, যদিও এই ক্ষেত্রে তার প্রথম প্রাসঙ্গিক প্রকাশনায় কেবল \"উচ্চ আণবিক যৌগ\" (১,০০০-এর বেশি পরমাণুর সমন্বয়ে গঠিত) শব্দটি উল্লেখ করা হয়েছে। সেই সময়ে ১৮৩২ সালে বার্জেলিয়াস কর্তৃক প্রবর্তিত \"পলিমার\" শব্দটির আজকের অর্থ থেকে ভিন্ন ছিল: এটি কেবল বেঞ্জিন এবং অ্যাসিটাইলিনের মতো আইসোমেরিজমের আরেকটি রূপ ছিল এবং আকারের সাথে এর খুব কমই সম্পর্ক ছিল।\nজীববিজ্ঞানে, \"বৃহদাণু\" শব্দটি সাধারণত জীবন্ত বস্তুর গাঠনিক চারটি বড় অণু (প্রোটিন, নিউক্লিক এসিড, কার্বোহাইড্রেট এবং লিপিড) বোঝাতে ব্যবহার করা হয়। কিন্তু রসায়নে, এই শব্দটি দুই বা ততোধিক অণুর সমষ্ঠিকে বোঝায় যেগুলো সমযোজী বন্ধনের পরিবর্তে আন্তঃআণবিক বল দ্বারা একত্রে আবদ্ধ থাকে এবং সহজে বিযুক্ত হয় না। উদাহরণস্বরূপ, পলিমারগুলোকে \"বৃহদাণু\" হিসাবে বিবেচনা করা হয় কারণ সেগুলো ছোট ছোট একক (মনোমার) দ্বারা গঠিত হয় যা আন্তঃআণবিক বল দ্বারা যুক্ত থাকে।\nআন্তর্জাতিক বিশুদ্ধ ও ফলিত রসায়ন সংস্থার (IUPAC) সংজ্ঞানুসারে, পলিমার বিজ্ঞানে \"ম্যাক্রোমলিকিউল\" শব্দটি শুধুমাত্র একটি একক অণুকে নির্দেশ করে। উদাহরণস্বরূপ, একটি পলিমারিক অণুকে \"ম্যাক্রোমলিকিউল\" বা \"পলিমার অণু\" হিসাবে সঠিকভাবে বর্ণনা করা যায়, কিন্তু \"পলিমার\" শব্দটি ব্যবহার করা সঠিক নয়, কারণ এটি ম্যাক্রোমলিকিউল দিয়ে গঠিত একটি পদার্থকে বোঝায়।\nবৃহদাণুর আকারের কারণে, এদেরকে শুধুমাত্র স্টয়কিওমিতি দ্বারা সুবিধাজনকভাবে বর্ণনা করা যায় না। হেমোপলিমার এর মতো সরল বৃহদাণুর গঠন পৃথক মনোমার উপ ইউনিট এবং মোট আণবিক ভর এর পরিপ্রেক্ষিতে বর্ণনা করা যেতে পারে। অন্যদিকে, জটিল জৈব অণুগুলির জন্য বহুমুখী কাঠামোগত বর্ণনার প্রয়োজন হয়, যেমন প্রোটিন বর্ণনা করতে কাঠামোগত শ্রেণিবিন্যাস ব্যবহৃত হয়। ব্রিটিশ ইংরেজি ভাষায়, \"বৃহদাণু\" শব্দটিকে \"উচ্চ পলিমার\" বলা হয়ে থাকে।\n\n\n== বৈশিষ্ট্য ==\nম্যাক্রোমলিকিউল হলো বৃহৎ আণবিক যৌগ যাদের অণুতে অসংখ্য পরমাণু থাকে। এদের উদাহরণ হলো প্রোটিন, কার্বোহাইড্রেট, লিপিড এবং নিউক্লিক অ্যাসিড।\nম্যাক্রোমলিকিউলগুলো ছোট মলিকিউলগুলোর তুলনায় অনেক বড়। তাদের গঠনে জটিল রাসায়নিক গঠন থাকে। জীবন্ত প্রাণীতে গুরুত্বপূর্ণ জৈবিক কার্য সম্পাদন করে। ম্যাক্রোমলিকিউলগুলো সাধারণত পানিতে দ্রবীভূত হয় না কারণ তাদের অণুতে পানি-আকর্ষণকারী (hydrophilic) এবং পানি-প্রতিহতকারী (hydrophobic) উভয় ধরনের অংশ থাকে। পানিতে মিশে গেলে, ম্যাক্রোমলিকিউলগুলো কলয়েড নামক স্থায়ী মিশ্রণ তৈরি করে। লবণ বা নির্দিষ্ট আয়ন যোগ করলে ম্যাক্রোমলিকিউলগুলির দ্রাব্যতা বৃদ্ধি পেতে পারে।\nম্যাক্রোমলিকিউলগুলোর উচ্চ ঘনত্ব দ্রবণে অন্যান্য মলিকিউলের সংঘর্ষের সম্ভাবনা বৃদ্ধি করে, যার ফলে প্রতিক্রিয়া হার বৃদ্ধি পায়। ম্যাক্রোমলিকিউলগুলো দ্রবণের একটি অংশ দখল করে, যার ফলে অন্যান্য মলিকিউলগুলোর জন্য কার্যকর স্থান কমে যায়। এটি সাম্যাবস্থার ধ্রুবককে প্রভাবিত করতে পারে।\n\n\n== অণুজৈবপদার্থ ==\nসকল জীবন্ত প্রাণী তাদের জৈবিক কার্যক্রমের জন্য তিনটি অপরিহার্য জৈব অণুজৈবপদার্থের উপর নির্ভরশীল: ডিএনএ, আরএনএ এবং প্রোটিন। এই অণুগুলোর প্রত্যেকটিই জীবনের জন্য প্রয়োজনীয় কারণ প্রত্যেকটি কোষে একটি স্বতন্ত্র, অপরিহার্য ভূমিকা পালন করে। সহজ সারাংশ হলো, ডিএনএ আরএনএ তৈরি করে এবং তারপর আরএনএ প্রোটিন তৈরি করে।\nডিএনএ, আরএনএ এবং প্রোটিন সবগুলোই সম্পর্কিত বিল্ডিং ব্লকগুলোর (ডিএনএ এবং আরএনএর ক্ষেত্রে নিউক্লিওটাইড, প্রোটিনের ক্ষেত্রে অ্যামিনো অ্যাসিড) পুনরাবৃত্তিমূলক কাঠামো দিয়ে গঠিত। সাধারণত, তারা সবাই অপ্রধান পলিমার, তাই স্ট্রিং আকারে উপস্থাপন করা যায়। প্রকৃতপক্ষে, তাদেরকে মণির মালা হিসাবে দেখা যেতে পারে, প্রতিটি মণি একটি নিউক্লিওটাইড বা অ্যামাইনো অ্যাসিড মনোমারকে খুব লম্বা চেইনে সমযোজী বন্ধনের মাধ্যমে সংযুক্ত করে।\nঅধিকাংশ ক্ষেত্রে, শৃঙ্খলে থাকা মনোমারগুলি অন্যান্য অ্যামাইনো অ্যাসিড বা নিউক্লিওটাইডের সাথে মিথস্ক্রিয়ার একটি দৃঢ় প্রবণতা রাখে। ডিএনএ এবং আরএনএ-তে, এটি ওয়াটসন-ক্রিক বেজ পেয়ার (জি-সি এবং এ-টি বা এ-ইউ) হিসাবে গ্রহণ করতে পারে, যদিও আরও অনেক জটিল মিথস্ক্রিয়া ঘটতে পারে এবং হয়।\n\n\n=== গাঠনিক বৈশিষ্ট্য ===\n\n\n== শাখাযুক্ত জৈবপলিমার ==\n\nকার্বোহাইড্রেট ম্যাক্রোমলিকিউলগুলো (পলিস্যাকারাইড) মনোস্যাকারাইডের পলিমার থেকে গঠিত হয়। যেহেতু মনোস্যাকারাইডের একাধিক ফাংশনাল গ্রুপ থাকে, পলিস্যাকারাইডগুলো রৈখিক পলিমার (যেমন, সেলুলোজ) বা জটিল শাখাযুক্ত কাঠামো (যেমন, গ্লাইকোজেন) তৈরি করতে পারে। পলিস্যাকারাইড জীবন্ত প্রাণীদের মধ্যে বিভিন্ন ভূমিকা পালন করে, শক্তি সঞ্চয়কারক (যেমন, স্টার্চ) এবং কাঠামোর উপাদান (যেমন, আর্থ্রোপড এবং ছত্রাকের কাইটিন) হিসাবে কাজ করে। অনেক কার্বোহাইড্রেটে সংশোধিত মনোস্যাকারাইড ইউনিট থাকে যার ফাংশনাল গ্রুপগুলো প্রতিস্থাপন বা অপসারিত হয়।\nপলিফেনলগুলো একাধিক ফিনোলিক উপ-ইউনিটের শাখাযুক্ত কাঠামো নিয়ে গঠিত। তারা কাঠামোর ভূমিকা (যেমন, লিগনিন) সেইসাথে সংকেত, রঞ্জকতা এবং প্রতিরক্ষায় জড়িত গৌণ বিপাকীয় পদার্থ হিসাবে ভূমিকা পালন করতে পারে।\n\n\n== কৃত্রিম বৃহদাণু ==\n\nবৃহদাণুর কিছু উদাহরণ হিসেবে রয়েছে কৃত্রিম পলিমার (প্লাস্টিক, কৃত্রিম তন্তু এবং কৃত্রিম রাবার), গ্রাফিন এবং কার্বন ন্যানোটিউব। এই পলিমারগুলো অজৈব পদার্থের পাশাপাশি অজৈব পলিমার এবং জিওপলিমার থেকেও প্রস্তুত করা হয়। অজৈব উপাদানগুলো যখন পলিমারে অন্তর্ভুক্ত করা হয়, তখন এটি সেই পলিমারের বিভিন্ন বৈশিষ্ট্য এবং কার্যকলাপকে নিয়ন্ত্রণ করতে সক্ষম হয়।\n\n\n== তথ্যসূত্র =="}