{"pageid": 1420912, "title": "পেপসিন", "url": "https://bn.wikipedia.org/wiki?curid=1420912", "content": "পেপসিন  হল একটি এন্ডোপেপ্টিডেস যা প্রোটিনকে ছোট পেপটাইড এবং অ্যামিনো অ্যাসিডে ভেঙে দেয়। এটি পাকস্থলীর আস্তরণের গ্যাস্ট্রিক প্রধান কোষগুলিতে উত্পাদিত হয় এবং এটি মানুষ এবং অন্যান্য অনেক প্রাণীর পাচনতন্ত্রের প্রধান পাচক এনজাইমগুলির মধ্যে একটি, যেখানে এটি খাদ্যের প্রোটিনগুলিকে হজম করতে সাহায্য করে। পেপসিন একটি অ্যাসপার্টিক প্রোটিস, এটির সক্রিয় সাইটে একটি অনুঘটক অ্যাসপার্টেট ব্যবহার করে।\nএটি মানুষের পাচনতন্ত্রের তিনটি প্রধান এন্ডোপেপ্টিডেস (মাঝখানে প্রোটিন কাটা এনজাইম) এর একটি, অন্য দুটি হল কাইমোট্রিপসিন এবং ট্রিপসিন। এছাড়াও এক্সোপেপ্টিডেস রয়েছে যা প্রোটিনের উভয় প্রান্তে পৃথক অ্যামিনো অ্যাসিড অপসারণ করে (অগ্ন্যাশয় দ্বারা উত্পাদিত কার্বক্সিপেপ্টিডেস এবং ছোট অন্ত্র দ্বারা নিঃসৃত অ্যামিনোপেপ্টিডেস)। হজম প্রক্রিয়ার সময়, এই এনজাইমগুলি, যার প্রত্যেকটি বিশেষ ধরনের অ্যামিনো অ্যাসিডের মধ্যে সংযোগ বিচ্ছিন্ন করার জন্য বিশেষ, খাদ্যের প্রোটিনগুলিকে তাদের উপাদানগুলিতে, যেমন, পেপটাইড এবং অ্যামিনো অ্যাসিডগুলিকে ভেঙে দিতে সহযোগিতা করে, যা ছোট অন্ত্র দ্বারা সহজেই শোষিত হতে পারে। . পেপসিনের ক্লিভেজ নির্দিষ্টতা বিস্তৃত, কিন্তু কিছু অ্যামিনো অ্যাসিড যেমন টাইরোসিন, ফেনিল্যালানিন এবং ট্রিপটোফ্যান ক্লিভেজ হওয়ার সম্ভাবনা বাড়িয়ে দেয়।\nপেপসিনের প্রোএনজাইম, পেপসিনোজেন, পাকস্থলীর প্রাচীরের গ্যাস্ট্রিক প্রধান কোষ দ্বারা নির্গত হয় এবং গ্যাস্ট্রিক রসের হাইড্রোক্লোরিক অ্যাসিডের সাথে মিশ্রিত হলে, পেপসিনোজেন পেপসিনে পরিণত হয়।\n\n\n== ইতিহাস ==\nপেপসিন ১৮৩৬ সালে থিওডর শোয়ান দ্বারা আবিষ্কৃত প্রথম এনজাইমগুলির মধ্যে একটি। শোয়ান গ্রীক শব্দ πέψις থেকে এর নাম তৈরি করেছেন পেপসিস, যার অর্থ \" পাচন \" (πέπτειν থেকে পেপটিন \"হজম করতে\")। একটি অ্যাসিডিক পদার্থ যা নাইট্রোজেন-ভিত্তিক খাবারকে পানিতে দ্রবণীয় উপাদানে রূপান্তর করতে সক্ষম ছিল তা পেপসিন হিসাবে নির্ধারিত হয়েছিল।\n১৯২৮ সালে, জন এইচ. নর্থরপ  ডায়ালাইসিস, পরিস্রাবণ এবং শীতলকরণ ব্যবহার করে এটিকে স্ফটিক করে তোলার পর  এটি প্রথম এনজাইমগুলির মধ্যে একটি হয়ে ওঠে।\n\n\n== অগ্রদূত ==\nপেপসিনকে পেপসিনোজেন নামে একটি জাইমোজেন হিসাবে প্রকাশ করা হয়, যার প্রাথমিক গঠনে সক্রিয় এনজাইমের তুলনায় অতিরিক্ত ৪৪ অ্যামিনো অ্যাসিড রয়েছে।\nপেটে, গ্যাস্ট্রিক প্রধান কোষগুলি পেপসিনোজেন নিঃসরণ করে। এই জাইমোজেন হাইড্রোক্লোরিক অ্যাসিড (HCl) দ্বারা সক্রিয় হয়, যা পেটের আস্তরণের প্যারিটাল কোষ থেকে নির্গত হয়। হরমোন গ্যাস্ট্রিন এবং ভ্যাগাস স্নায়ু যখন খাদ্য গ্রহণ করা হয় তখন পেটের আস্তরণ থেকে পেপসিনোজেন এবং এইচসিএল উভয়ের নিঃসরণ ঘটায়। হাইড্রোক্লোরিক অ্যাসিড একটি অম্লীয় পরিবেশ তৈরি করে, যা পেপসিনোজেনকে একটি অটোক্যাটালিটিক ভাবে নিজেকে উন্মোচন এবং বিভক্ত করতে দেয়, যার ফলে পেপসিন (সক্রিয় ফর্ম) তৈরি হয়। পেপসিন আরও পেপসিন তৈরি করতে পেপসিনোজেন থেকে ৪৪টি অ্যামিনো অ্যাসিড বিভক্ত করে।\nপেপসিনোজেনগুলি তাদের প্রাথমিক গঠনের উপর ভিত্তি করে প্রধানত ৫টি ভিন্ন গ্রুপে বিভক্ত: পেপসিনোজেন এ (পেপসিনোজেন I ও বলা হয়), পেপসিনোজেন বি, প্রোগাস্ট্রিসিন (পেপসিনোজেন II এবং পেপসিনোজেন সি ও বলা হয়), প্রোকাইমোসিন (প্রোরেনিনও বলা হয়) এবং পেপসিনোজেন এফ (প্রেগন্যান্সিও - যুক্ত গ্লাইকোপ্রোটিন বলা হয়)।\n\n\n== কার্যকলাপ এবং স্থিতিশীলতা ==\nপেপসিন পিএইচ ১.৫ থেকে ২.৫ এর মধ্যে অম্লীয় পরিবেশে সবচেয়ে সক্রিয়। তদনুসারে, এর সংশ্লেষণ এবং ক্রিয়াকলাপের প্রাথমিক স্থানটি পেটে (pH ১.৫ থেকে ২)। মানুষের পাকস্থলীতে পেপসিনের ঘনত্ব ০.৫-১ mg/mL পর্যন্ত পৌঁছায়।\nপেপসিন পিএইচ ৬.৫ এবং তার উপরে নিষ্ক্রিয়, তবে পিএইচ ৮.০ পর্যন্ত পেপসিন সম্পূর্ণরূপে বিকৃত বা অপরিবর্তনীয়ভাবে নিষ্ক্রিয় হয় না। অতএব, পিএইচ ৮.০ পর্যন্ত দ্রবণে থাকা পেপসিন পুনরায় অ্যাসিডিফিকেশনের পরে পুনরায় সক্রিয় করা যেতে পারে। উচ্চ পিএইচ-এ পেপসিনের স্থায়িত্ব ল্যারিংগোফ্যারিঞ্জিয়াল রিফ্লাক্সের জন্য দায়ী রোগের উপর উল্লেখযোগ্য প্রভাব ফেলে। গ্যাস্ট্রিক রিফ্লাক্স ইভেন্টের পরে পেপসিন স্বরযন্ত্রে থেকে যায়। ল্যারিঙ্গোফ্যারিনক্স এর গড় পিএইচ এ (পিএইচ = ৬.৮) পেপসিন নিষ্ক্রিয় হবে কিন্তু পরবর্তী অ্যাসিড রিফ্লাক্স ইভেন্টে স্থানীয় টিস্যুগুলির ক্ষতির ফলে পুনরায় সক্রিয় হতে পারে।\nপেপসিন একটি বিস্তৃত বিভাজন নির্দিষ্টতা প্রদর্শন করে। পেপসিন ইনজেস্টেড অ্যামাইড বন্ডের ২০% পর্যন্ত হজম করবে। P1 এবং P1' অবস্থানের অবশিষ্টাংশ ক্লিভেজ সম্ভাব্যতা নির্ধারণে সবচেয়ে গুরুত্বপূর্ণ। সাধারণত, P1 এবং P1' অবস্থানে হাইড্রোফোবিক অ্যামিনো অ্যাসিড বিভাজনের সম্ভাবনা বাড়ায়। P1 অবস্থানে ফেনিল্যালানাইন, লিউসিন এবং মেথিওনিন এবং P1 অবস্থানে ফেনাইল্যালানাইন, ট্রিপটোফান এবং টাইরোসিনের ফলে সর্বোচ্চ বিভাজনের সম্ভাবনা দেখা দেয়। P1 অবস্থানে ধনাত্মক চার্জযুক্ত অ্যামিনো অ্যাসিড হিস্টিডিন, লাইসিন এবং আরজিনিন দ্বারা বিভাজক বিচ্ছিন্ন হয়।\n\n\n== ল্যারিঙ্গোফ্যারিঞ্জিয়াল রিফ্লাক্সে ==\nপেপসিন ল্যারিংগোফ্যারিঞ্জিয়াল রিফ্লাক্সের সময় মিউকোসাল ক্ষতির একটি প্রাথমিক কারণ। গ্যাস্ট্রিক রিফ্লাক্স ইভেন্টের পরে পেপসিন স্বরযন্ত্রে (পিএইচ ৬.৮) থেকে যায়। এই পরিবেশে এনজাইম্যাটিকভাবে নিষ্ক্রিয় থাকাকালীন, পেপসিন স্থিতিশীল থাকবে এবং পরবর্তী অ্যাসিড রিফ্লাক্স ইভেন্টগুলিতে পুনরায় সক্রিয় হতে পারে। এনজাইম্যাটিকভাবে সক্রিয় পেপসিনের সাথে ল্যারিঞ্জিয়াল মিউকোসার এক্সপোজার, কিন্তু অপরিবর্তনীয়ভাবে নিষ্ক্রিয় পেপসিন বা অ্যাসিড নয়, ফলে প্রতিরক্ষামূলক প্রোটিনের প্রকাশ কমে যায় এবং এর ফলে ল্যারিঞ্জিয়াল ক্ষতির সংবেদনশীলতা বৃদ্ধি পায়।\nপেপসিন দুর্বলভাবে অ্যাসিডিক বা নন-অ্যাসিড গ্যাস্ট্রিক রিফ্লাক্সের সময় মিউকোসাল ক্ষতির কারণ হতে পারে। দুর্বল বা অ-অ্যাসিড রিফ্লাক্স রিফ্লাক্স উপসর্গ এবং মিউকোসাল আঘাতের সাথে সম্পর্কযুক্ত। অ-অ্যাসিড অবস্থার অধীনে (নিরপেক্ষ পিএইচ), পেপসিনকে রিসেপ্টর-মিডিয়াটেড এন্ডোসাইটোসিস নামে পরিচিত একটি প্রক্রিয়ার মাধ্যমে উপরের শ্বাসনালী যেমন স্বরযন্ত্র এবং হাইপোফারিনক্সের কোষ দ্বারা অভ্যন্তরীণ করা হয়। যে রিসেপ্টর দ্বারা পেপসিন এন্ডোসাইটোসড হয় তা বর্তমানে অজানা। সেলুলার গ্রহণের পরে, পেপসিন কম pH এর অন্তঃকোষীয় ভেসিকেলগুলিতে সংরক্ষণ করা হয় যেখানে এর এনজাইমেটিক কার্যকলাপ পুনরুদ্ধার করা হবে। পেপসিন ২৪ ঘন্টা পর্যন্ত কোষের মধ্যে ধরে রাখা হয়। নিরপেক্ষ পিএইচ-এ পেপসিনের এই ধরনের এক্সপোজার এবং পেপসিনের এন্ডোসাইক্টোসিস প্রদাহের সাথে যুক্ত জিনের অভিব্যক্তিতে পরিবর্তন ঘটায়, যা রিফ্লাক্স, এবং টিউমারের অগ্রগতির লক্ষণ ও উপসর্গকে অন্তর্নিহিত করে। এই এবং অন্যান্য গবেষণা গ্যাস্ট্রিক রিফ্লাক্সের জন্য দায়ী কার্সিনোজেনেসিসে পেপসিনকে জড়িত করে।\nশ্বাসনালীর নমুনাগুলিতে পেপসিনকে ল্যারিনগোফ্যারিঞ্জিয়াল রিফ্লাক্সের জন্য একটি সংবেদনশীল এবং নির্দিষ্ট চিহ্নিতকারী হিসাবে বিবেচনা করা হয়। গ্যাস্ট্রিক রিফ্লাক্সের জন্য নতুন পেপসিন-লক্ষ্যযুক্ত থেরাপিউটিক এবং ডায়াগনস্টিক সরঞ্জামগুলি বিকাশের জন্য গবেষণা চলছে। পেপটেস্ট নামে একটি দ্রুত অ-আক্রমণকারী পেপসিন ডায়াগনস্টিক এখন উপলব্ধ যা লালা নমুনায় পেপসিনের উপস্থিতি নির্ধারণ করে।\n\n\n== বাধাদান ==\nপেপসিন উচ্চ পিএইচ বা ইনহিবিটর যৌগ দ্বারা বাধা হতে পারে। পেপস্ট্যাটিন একটি কম আণবিক ওজনের যৌগ এবং পেপসিনের জন্য প্রায় 10−10 M এর একটি ইনহিবিটরি ডিসোসিয়েশন ধ্রুবক (Ki) সহ অ্যাসিড প্রোটিসের জন্য নির্দিষ্টভাবে প্রতিরোধক। পেপস্টাটিনের স্ট্যাটাইল অবশিষ্টাংশ পেপসিনের পেপস্টাটিন বাধার জন্য দায়ী বলে মনে করা হয়; স্ট্যাটাইন হল পেপসিন এবং অন্যান্য অ্যাসিড প্রোটিস দ্বারা অনুঘটকের জন্য ট্রানজিশন স্টেটের একটি সম্ভাব্য অ্যানালগ। পেপস্ট্যাটিন পেপসিনকে সমন্বিতভাবে আবদ্ধ করে না এবং পেপস্ট্যাটিন দ্বারা পেপসিনের বাধা তাই বিপরীত হয়। ১-বিস(ডায়াজোএসিটাইল)-২-ফেনাইলথেন পিএইচ ৫-এ পেপসিনকে বিপরীতভাবে নিষ্ক্রিয় করে, একটি প্রতিক্রিয়া যা Cu(II) এর উপস্থিতি দ্বারা ত্বরান্বিত হয়।\nপোরসিন পেপসিনকে পেপসিন ইনহিবিটর-৩ (PI-৩) দ্বারা নিষেধ করা হয় যা শূকরের বড় রাউন্ডওয়ার্ম (Ascaris suum) দ্বারা উত্পাদিত হয়। PI-৩ তার N-টার্মিনাল অবশিষ্টাংশ ব্যবহার করে পেপসিনের সক্রিয় স্থান দখল করে এবং এর ফলে সাবস্ট্রেট বাঁধাই ব্লক করে। পরিপক্ক PI-৩ এর অ্যামিনো অ্যাসিডের অবশিষ্টাংশ ১-৩ (Gln-Phe-Leu) পেপসিনের P1' - P3' অবস্থানের সাথে আবদ্ধ। PI-৩:পেপসিন কমপ্লেক্সে PI-৩-এর N-টার্মিনাস হাইড্রোজেন বন্ড দ্বারা অবস্থিত যা একটি আট-স্ট্র্যান্ডেড β-শীট গঠন করে, যেখানে তিনটি স্ট্র্যান্ড পেপসিন দ্বারা এবং পাঁচটি PI-৩ দ্বারা অবদান রাখে।\nপেপসিন দ্বারা প্রোটিন হজমের একটি পণ্য প্রতিক্রিয়াকে বাধা দেয়।\nসুক্রালফেট, পেটের আলসার এবং অন্যান্য পেপসিন-সম্পর্কিত অবস্থার চিকিত্সার জন্য ব্যবহৃত একটি ওষুধ, পেপসিনের কার্যকলাপকেও বাধা দেয়।\n\n\n== ব্যবহার ==\n\nবাণিজ্যিক পেপসিন শূকর পেটের গ্রন্থি স্তর থেকে নিষ্কাশিত হয়। এটি রেনেটের একটি উপাদান যা পনির তৈরির সময় দুধ দধিতে ব্যবহৃত হয়। পেপসিন খাদ্য উৎপাদনে বিভিন্ন ধরনের প্রয়োগের জন্য ব্যবহার করা হয়: সয়া প্রোটিন এবং জেলটিনে চাবুকের গুণাগুণ পরিবর্তন করতে এবং প্রদান করতে, ননডেইরি স্ন্যাক আইটেমগুলিতে ব্যবহারের জন্য উদ্ভিজ্জ প্রোটিন পরিবর্তন করতে, আগে থেকে রান্না করা সিরিয়ালকে তাৎক্ষণিক গরম সিরিয়ালে পরিণত করতে, এবং স্বাদযুক্ত খাবার এবং পানীয়গুলিতে ব্যবহারের জন্য প্রাণী এবং উদ্ভিজ্জ প্রোটিন হাইড্রোলাইসেট প্রস্তুত করা। এটি চামড়া শিল্পে চুল এবং অবশিষ্ট টিস্যুগুলিকে আড়াল থেকে অপসারণ করতে এবং রৌপ্য ধারণকারী জেলটিন স্তরকে পরিপাক করে ফেলে দেওয়া ফটোগ্রাফিক ফিল্মগুলি থেকে রূপা পুনরুদ্ধার করতে ব্যবহৃত হয়। পেপসিন ঐতিহাসিকভাবে ডাঃ এডউইন ই. বিম্যানের বিম্যানের গাম ব্র্যান্ডের চুইংগামের একটি সংযোজন।\nপেপসিন সাধারণত অ্যান্টিবডি থেকে F(ab')2 টুকরা তৈরিতে ব্যবহৃত হয়। কিছু পরীক্ষায়, অ্যান্টিবডির শুধুমাত্র অ্যান্টিজেন-বাইন্ডিং (ফ্যাব) অংশ ব্যবহার করা বাঞ্ছনীয়। এই অ্যাপ্লিকেশানগুলির জন্য, অ্যান্টিবডিগুলিকে এনজাইমেটিকভাবে হজম করা হতে পারে একটি ফ্যাব বা অ্যান্টিবডির একটি F(ab')2 খণ্ড তৈরি করতে। একটি F(ab')2 খণ্ড তৈরি করতে, IgG কে পেপসিন দিয়ে পরিপাক করা হয়, যা কব্জা অঞ্চলের কাছে ভারী চেইনগুলিকে ছিঁড়ে ফেলে। কব্জা অঞ্চলে ভারী চেইনের সাথে যুক্ত হওয়া এক বা একাধিক ডিসালফাইড বন্ধন সংরক্ষিত থাকে, তাই অ্যান্টিবডির দুটি ফ্যাব অঞ্চল একত্রে যুক্ত থাকে, একটি দ্বিমুখী অণু (দুটি অ্যান্টিবডি বাইন্ডিং সাইট ধারণ করে), তাই উপাধি F(ab'))2। হালকা চেইনগুলি অক্ষত থাকে এবং ভারী চেইনের সাথে সংযুক্ত থাকে। Fc খণ্ডটি ছোট পেপটাইডে পরিপাক হয়। পেপসিনের পরিবর্তে প্যাপেইনের সাথে IgG-এর বিভক্ত দ্বারা ফ্যাব টুকরা তৈরি হয়। প্যাপেন কব্জা অঞ্চলের উপরে IgG কে ছেঁকে দেয় যাতে ভারী চেইনের সাথে যুক্ত হওয়া ডিসালফাইড বন্ড থাকে, কিন্তু হালকা চেইন এবং ভারী চেইনের মধ্যে ডিসালফাইড বন্ধনের জায়গার নীচে। এটি দুটি পৃথক মনোভ্যালেন্ট (একটি একক অ্যান্টিবডি বাইন্ডিং সাইট ধারণ করে) ফ্যাব টুকরা এবং একটি অক্ষত Fc খণ্ড তৈরি করে। জেল পরিস্রাবণ, আয়ন বিনিময় বা অ্যাফিনিটি ক্রোমাটোগ্রাফি দ্বারা টুকরোগুলি শুদ্ধ করা যেতে পারে।\nফ্যাব এবং এফ(এবি')2 অ্যান্টিবডি খণ্ডগুলি অ্যাস সিস্টেমে ব্যবহার করা হয় যেখানে এফসি অঞ্চলের উপস্থিতি সমস্যা সৃষ্টি করতে পারে। লিম্ফ নোড বা প্লীহার মতো টিস্যুতে বা পেরিফেরাল রক্তের প্রস্তুতিতে, এফসি রিসেপ্টরযুক্ত কোষ (ম্যাক্রোফেজ, মনোসাইট, বি লিম্ফোসাইট এবং প্রাকৃতিক ঘাতক কোষ) উপস্থিত থাকে যা অক্ষত অ্যান্টিবডিগুলির এফসি অঞ্চলকে আবদ্ধ করতে পারে, যার ফলে সেই অঞ্চলে পটভূমিতে দাগ পড়ে। লক্ষ্য অ্যান্টিজেন ধারণ করবেন না। F(ab')2 বা ফ্যাব টুকরা ব্যবহার নিশ্চিত করে যে অ্যান্টিবডিগুলি অ্যান্টিজেনের সাথে আবদ্ধ এবং Fc রিসেপ্টর নয়। এই টুকরোগুলি প্লাজমার উপস্থিতিতে কোষের প্রস্তুতির দাগ দেওয়ার জন্যও আকাঙ্খিত হতে পারে, কারণ তারা পরিপূরক বাঁধতে সক্ষম নয়, যা কোষগুলিকে লাইজ করতে পারে। F(ab')2, এবং একটি বৃহত্তর পরিমাণে ফ্যাব, টুকরোগুলি লক্ষ্য অ্যান্টিজেনের আরও সঠিক স্থানীয়করণের অনুমতি দেয়, যেমন, ইলেক্ট্রন মাইক্রোস্কোপির জন্য স্টেনিং টিস্যুতে। F(ab')2 খণ্ডের বৈচিত্র্য এটিকে ক্রস-লিংক অ্যান্টিজেন করতে সক্ষম করে, যা বৃষ্টিপাতের অ্যাসেস, পৃষ্ঠের অ্যান্টিজেনগুলির মাধ্যমে সেলুলার অ্যাগ্রিগেশন বা রোসেটিং অ্যাসে ব্যবহার করতে দেয়।\n\n\n== জিন ==\nনিম্নলিখিত তিনটি জিন অভিন্ন মানব পেপসিনোজেন এ এনজাইমগুলিকে এনকোড করে:\n\nএকটি চতুর্থ মানব জিন গ্যাস্ট্রিকসিনকে এনকোড করে যা পেপসিনোজেন সি নামেও পরিচিত:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপেপটিডেস এবং তাদের ইনহিবিটারগুলির জন্য মেরোপস অনলাইন ডাটাবেস:\nপেপসিন এ A01.001  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ মার্চ ২০০৮ তারিখে, \nপেপসিন বি A01.002  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ ডিসেম্বর ২০০৭ তারিখে, \nপেপসিন সি (গ্যাস্ট্রিকসিন) A01.003  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ জুন ২০২০ তারিখে\n\nপেপসিন এ যুক্তরাষ্ট্রের জাতীয় চিকিৎসা গ্রন্থাগারে চিকিৎসা বিষয়ক শিরোনাম (MeSH)\nপেপসিনোজেন যুক্তরাষ্ট্রের জাতীয় চিকিৎসা গ্রন্থাগারে চিকিৎসা বিষয়ক শিরোনাম (MeSH)\nপেপসিনোজেন এ যুক্তরাষ্ট্রের জাতীয় চিকিৎসা গ্রন্থাগারে চিকিৎসা বিষয়ক শিরোনাম (MeSH)\nপেপসিনোজেন সি যুক্তরাষ্ট্রের জাতীয় চিকিৎসা গ্রন্থাগারে চিকিৎসা বিষয়ক শিরোনাম (MeSH)\nবিম্যান্স গাম\nপেপসিন: ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৫-১১-৩০ তারিখে মাসের অণু, ডেভিড গুডসেল, আরসিএসবি প্রোটিন ডেটা ব্যাংক\nটেমপ্লেট:PDBe-KB2\nটেমপ্লেট:PDBe-KB2\nটেমপ্লেট:গ্যাস্ট্রোইনটেস্টাইনাল দেহতত্ব\nটেমপ্লেট:অ্যাসপার্টিক অ্যাসিড প্রোটিস\nটেমপ্লেট:উৎসেচক"}