{"pageid": 1420820, "title": "কায়াজমা (বংশগতিবিদ্যা)", "url": "https://bn.wikipedia.org/wiki?curid=1420820", "content": "বংশাণুবিজ্ঞানে কায়াজমা (বহুবচন: কায়াজমাটা) হল হোমোলগাস ক্রোমোজোমের অন্তর্গত দুটি নন সিস্টার ক্রোমাটিডের মধ্যে যোগাযোগের বিন্দু তথা প্রত্যক্ষ সংযোগ। একটি প্রদত্ত কায়াজমাত উভয় ক্রোমাটিডের মধ্যে জিনগত উপাদানের বিনিময় ঘটতে পারে, যাকে ক্রোমোসোমাল ক্রসওভার বলা হয়, তবে মাইটোসিসের তুলনায় মিয়োসিসের সময় এটি অনেক বেশি ঘন ঘন হয়। মিয়োসিসে কায়াজমার অনুপস্থিতির ফলে সাধারণত বেঠিক ক্রোমোসোমাল বিভাজন এবং অ্যানিউপ্লয়ডি হয়।\nসিনাপটোনেমাল কমপ্লেক্স বিচ্ছিন্ন এবং হোমোলোগাস ক্রোমোজোমগুলি একে অপরের থেকে কিছুটা দূরে সরে যাওয়ার পরে ক্রসিং ওভার বিন্দুগুলি কায়াজমা হিসাবে দৃশ্যমান হয়।\n১৯০৯ সালে বেলজিয়ামের লিউভেন বিশ্ববিদ্যালয়ের অধ্যাপক ফ্রান্স আলফন্স জ্যানসেন্স জিনগত কায়াজমাটা (কায়াজমাটাইপি) আবিষ্কার এবং বর্ণনা করেন।\nযখন প্রতিটি টেট্র্যাড (যা দুই জোড়া সিস্টার ক্রোমাটিড দ্বারা গঠিত) বিভক্ত হতে শুরু করে, তখন কায়াজমাটা যোগাযোগের একমাত্র বিন্দু হিসাবে থাকে। মিয়োসিসের প্রোফেজ I-এর ডিপ্লোটিন পর্যায়ে কায়াজমাটা দৃশ্যমান হয়, কিন্তু জিনগত উপাদানের প্রকৃত \"ক্রসিং-ওভার\" পূর্ববর্তী প্যাকাইটিন পর্যায়ে ঘটে বলে মনে করা হয়। সিস্টার ক্রোমাটিডগুলি একে অপরের মধ্যে কায়াজমাটা গঠন করে (এটি 'কি' স্ট্রাকচার নামে পরিচিত)। কিন্তু যেহেতু তাদের জিনগত উপাদান অভিন্ন, এটি তাই অপত্য কোষে কোন লক্ষণীয় পরিবর্তন ঘটায় না।\nমানুষের মধ্যে প্রতিটি ক্রোমোজোমের বাহুতে একটি কায়াজমা থাকে বলে মনে করা হয় এবং স্তন্যপায়ী প্রাণীদের মধ্যে ক্রোমোজোমের বাহুর সংখ্যা থেকে ক্রসওভারের সংখ্যা অনুমান করা যায়। মানুষ এবং সম্ভবত অন্যান্য প্রজাতিতে প্রমাণস্বরূপ দেখা যায় যে ক্রসওভারের সংখ্যা একক বাহু স্তরে নয় বরং একটি সম্পূর্ণ ক্রোমোজোম স্তরে নিয়ন্ত্রিত হয়।\nঘাসফড়িং এর একটি প্রজাতি, মেলানোপ্লাস ফেমুরাব্রামকে মিয়োসিসের প্রতিটি পৃথক পর্যায়ে তীব্র মাত্রার এক্স-রে এর সংস্পর্শে এনে কায়াজমার পুনরাবৃত্তির হার পরিমাপ করা হয়েছিল। প্যাকাইটিন পর্যায়ের আগে যেখানে ক্রসওভার পুনর্মিলন ঘটে, অর্থাৎ মিয়োসিসের লেপ্টোটিন-জাইগোটিন পর্যায়ে বিকিরণ, পরবর্তীকালে কায়াজমা পুনরাবৃত্তির হারে বৃদ্ধি ঘটায়। একইভাবে, চোরথিপ্পাস ব্রুনিয়াস প্রজাতির ঘাসফড়িংয়ে জাইগোটিন-প্রাথমিক প্যাকাইটিন পর্যায়ে এক্স-রে বিকিরণের সংস্পর্শে আসলে কোষে কায়াজমা পুনরাবৃত্তির হার উল্লেখযোগ্যভাবে বৃদ্ধি পায়। মিয়োসিসের পরবর্তী ডিপ্লোটিন-ডায়াকিনেসিস পর্যায়ে কায়াজমা পুনরাবৃত্তির হার গণনা করা হয়েছিল। এই ফলাফলগুলি ইঙ্গিত করে যে এক্স-রে সম্ভবত ডাবল-স্ট্র্যান্ড ভাঙন করে ডিএনএর ক্ষতি সাধন করে এবং এই ক্ষতিগুলি একটি ক্রসওভার দ্বারা মেরামত করা হয় যা কায়াজমা গঠন প্রক্রিয়াকে প্ররোচিত করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nRecombination and the formation of chiasmata in meiosis\nWhitby, M. (2009), \"Recombination and the formation of chiasmata in meiosis\", in Millar, J. (ed.), The Cell Division Cycle: Controlling when and where cells divide and differentiate, The Biomedical & Life Sciences Collection, Henry Stewart Talks Ltd, London (online at http://hstalks.com/?t=BL0422198)"}