{"pageid": 1420796, "title": "মোবাইল ফোনের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1420796", "content": "মোবাইল ফোনের ইতিহাসে এমন মোবাইল যোগাযোগ ডিভাইসগুলি অন্তর্ভুক্ত যা সার্বজনীনভাবে সুইচ করা টেলিফোন নেটওয়ার্কের সাথে বেতার সংযুক্ত করে যোগাযোগের কাজ করে।\nসংকেত ব্যবহার করে দূরে আওয়াজ প্রেরণের একটি দীর্ঘ ইতিহাস রয়েছে। এ বিষয়ক প্রাথমিক যন্ত্রগুলো বেতার, মোবাইল এবং স্ট্যান্ডার্ড টেলিফোন নেটওয়ার্কের চেয়ে পুরনো। আজকের বহনযোগ্য যন্ত্রগুলোর তুলনায় প্রথমদিককার যন্ত্রগুলো বহন করা দুরুহ ছিল এবং তাদের ব্যবহার বহুল ছিল না।\nবেতার যোগাযোগের নেটওয়ার্কিং এবং এর ব্যবহারের ব্যাপকতা উভয় ক্ষেত্রেই ব্যাপক পরিবর্তন ঘটেছে। বর্তমানে স্মার্টফোন বিশ্বব্যাপী সাধারণ হয়ে উঠেছে এবং ইন্টারনেট অধিগমনের বেশিরভাগই এখন মোবাইল ব্রডব্যান্ডের মাধ্যমে সম্পন্ন হয়ে থাকে।\n\n\n== ভিত্তি ==\n\n\n=== প্রাথমিক আবিস্কার ===\n১৯০৮ সালে অধ্যাপক অ্যালবার্ট জাহান ও ওকল্যান্ড ট্রান্সকন্টিনেন্টাল এরিয়াল টেলিফোন অ্যান্ড পাওয়ার কোম্পানি একটি বেতার টেলিফোন তৈরি করেছে বলে দাবি করে। তাদের বিরুদ্ধে প্রতারণার অভিযোগ আনা হয়েছিল এবং অভিযোগটি তখন বাতিলও করা হয়েছিল। কিন্তু তারা সত্যিই মোবাইল ফোন উৎপাদন করেছেন বলে প্রমাণ পাওয়া যায় নি। ১৯১৭ সালে, ফিনল্যান্ডের উদ্ভাবক এরিক টাইগারস্টেড সফলভাবে একটি \"খুব পাতলা কার্বন মাইক্রোফোনবিশিষ্ট পকেট-আকারের ভাঁজ করা টেলিফোন\" হিসেবে একটি যন্ত্রের পেটেন্টের জন্য আবেদন করেন। ১৯১৮ সালের শুরুতে জার্মান রেলপথ কর্তৃপক্ষ বার্লিন ও জোসেনের মধ্যে সামরিক ট্রেনগুলিতে বেতার টেলিফোনের পরীক্ষা চালায়। ১৯২৪ সালে, বার্লিন ও হামবুর্গের মধ্যে ট্রেনে জনসাধারণের জন্য পরীক্ষামূলকভাবে টেলিফোন সংযোগ দেওয়া হয়। ১৯২৫ সালে, ট্রেন-টেলিফোনি সরঞ্জাম সরবরাহ করার জন্য জাগটেলিফোনি এজি নামের একটি কোম্পানি প্রতিষ্ঠিত হয়েছিল। কোম্পানিটি ১৯২৬ সালের মধ্যে বেশ কয়েকটি এলাকায় প্রথম শ্রেণির যাত্রীদের জন্য ট্রেনে টেলিফোন পরিষেবা শুরু করে।\n\nমোবাইল ফোন পূর্ববর্তী সময়ের বেশ কয়েকটি কথাসাহিত্যে বাস্তব-বিশ্বের মোবাইল টেলিফোনের বিকাশের ধারণা চিত্রিত হয়েছিল।\nদ্বিতীয় বিশ্বযুদ্ধ (১৯৩৯-১৯৪৫) চলাকালীন বেতার-টেলিফোনি যন্ত্রগুলো সামরিক ক্ষেত্রে ব্যবহৃত হয়েছিল। ১৯৪০ সাল থেকে ওয়াকিটকি উপলব্ধ হয়। ১৯৪০ এর দশকে কিছু টেলিফোন কোম্পানি থেকে গাড়িতে ব্যবহারের জন্য মোবাইল টেলিফোন পাওয়া যেত। প্রারম্ভিক মোবাইল যন্ত্রগুলো খুব ভারী ছিল, প্রচুর পরিমাণ বৈদ্যুতিক শক্তি ব্যবহার করত এবং এই নেটওয়ার্কগুলো একই সময়ে শুধুমাত্র কয়েকজনের কথোপকথনের জন্য সহনীয় ছিল।\nমার্কিন যুক্তরাষ্ট্রে বেল ল্যাবসের প্রকৌশলীরা গাড়ি মোবাইল ফোনের পরিধি সম্প্রসারিত করে টেলিফোন কল করার সুবিধা চালু করার জন্য কাজ শুরু করে, যার ফলে ১৭ জুন ১৯৪৬ সালে মিসৌরির সেন্ট লুইসে মোবাইল পরিষেবার যাত্রা শুরু হয়। কিছুদিন পর এটিঅ্যান্ডটি কর্পোরেশন মোবাইল টেলিফোন পরিষেবা প্রদান শুরু করে৷ বেশিরভাগ মোবাইল-টেলিফোন পরিষেবা প্রদানকারী সীমিত পরিসরে শহুরে এলাকায় কাজ করত। যেহেতু ফোনগুলি এনক্রিপ্ট-বিহীন অ্যানালগ সংকেত হিসাবে প্রেরণ করা হয়েছিল, তাই বেতার সরঞ্জামধারী যে কেউ এই ফ্রিকোয়েন্সিগুলি গ্রহণ করে অন্যের কথা শুনতে পারত। ১৯৭৯ সালে জাপানে সেলুলার প্রযুক্তির বাণিজ্যিক প্রবর্তন করা হয়। এটি তুলনামূলকভাবে কম শক্তি ব্যবহারকারী ট্রান্সমিটার দ্বারা সমর্থিত, যার ফলে ছোট সংলগ্ন এলাকায় একাধিকবার ফ্রিকোয়েন্সিগুলির পুনঃব্যবহারের সুযোগ তৈরি হয়। সেলুলার নেটওয়ার্ক মোবাইল টেলিফোনের ব্যাপকতাকে অর্থনৈতিকভাবে সম্ভবপর করে তোলে।\nসোভিয়েত ইউনিয়নে মস্কোর একজন প্রকৌশলী লিওনিড কুপ্রিয়ানোভিচ ১৯৫৭-১৯৬১ সালে বেশ কয়েকটি পরীক্ষামূলক পকেট-আকারের বেতার যোগাযোগ যন্ত্র তৈরি ও উপস্থাপন করেছিলেন। ১৯৬১ সালে উপস্থাপিত একটি মডেলের ওজন ছিল মাত্র ৭০ গ্রাম এবং এটি সহজেই হাতের তালুতে নিয়ে ঘুরে বেড়ানো যায়। যাইহোক, সোভিয়েত ইউনিয়নে প্রথমে অটোমোবাইল \"আলতাই\" ফোনের সিস্টেম বিকাশের সিদ্ধান্ত নেওয়া হয়েছিল \n১৯৬৫ সালে বুলগেরীয় কোম্পানি \"রেডিওইলেক্ট্রনিকা\" মস্কোতে ইনফোরগা-৬৫ আন্তর্জাতিক প্রদর্শনীতে বেস স্টেশনের সাথে মিলিত একটি মোবাইল স্বয়ংক্রিয় ফোন উপস্থাপন করে। একসাথে ১৫ জন গ্রাহককে পরিষেবা দিতে সমর্থ এই বেস স্টেশন একটি টেলিফোন তারের লাইনের সাথে সংযুক্ত থাকে।\nপ্রাথমিক পরিষেবা (০জি) থেকে ধারাবাহিকভাবে মোবাইল টেলিফোনিতে অগ্রগতি হয়েছে, যেমন: প্রথম প্রজন্মের (১জি) অ্যানালগ সেলুলার নেটওয়ার্ক (১৯৭৯), দ্বিতীয়-প্রজন্মের (২জি) ডিজিটাল সেলুলার নেটওয়ার্ক (১৯৯১), তৃতীয়-প্রজন্মের (৩জি) ব্রডব্যান্ড ডেটা পরিষেবা (২০০১, জাপান) এবং চতুর্থ-প্রজন্মের (৪জি) নেটিভ-আইপি নেটওয়ার্ক (২০০৬ সাল, দক্ষিণ কোরিয়া)। ২০১৯ সালে আনুষ্ঠানিকভাবে ৫জি নেটওয়ার্ক গঠনের কাজ শুরু হয়েছে।\n\n\n== প্রারম্ভিক পরিষেবা ==\n\n\n=== এমটিএস ===\n১৯৪৯ সালে এটিঅ্যান্ডটি মোবাইল টেলিফোন পরিষেবাকে বাণিজ্যিকীকরণ করে। ১৯৪৬ সালে মিসৌরির সেন্ট লুইসে এর যাত্রা শুরু হয়। ১৯৪৮ সালের মধ্যে এটিঅ্যান্ডটি ১০০টি শহর ও মহাসড়ক করিডোরে মোবাইল টেলিফোন পরিষেবা চালু করে। সে সময়ে প্রতি সপ্তাহে গড়ে মাত্র ৫,০০০ গ্রাহক প্রায় ৩০,০০০টি কল করতেন। তখনকার কলগুলি একটি অপারেটকে নিজ হাতে সেট আপ করতে হতো এবং ব্যবহারকারীকে কথা বলার জন্য হ্যান্ডসেটের একটি বোতাম চাপতে হতো, আর কথা শোনার জন্য বোতামটি ছেড়ে দিতে হতো। কল করার জন্য ব্যবহৃত সরঞ্জামের ওজন ছিল প্রায় ৮০ পাউন্ড (৩৬ কিলোগ্রাম)।\nপ্রযুক্তিগত সীমাবদ্ধতার কারণে গ্রাহক বৃদ্ধি এবং রাজস্ব উৎপাদন বাধাগ্রস্ত হয়েছিল। কারণ তখন মাত্র তিনটি রেডিও চ্যানেল সক্রিয় ছিল এবং পুরো শহরে একযোগে মাত্র তিনজন গ্রাহকই মোবাইল ফোন কল করতে পারতেন। মোবাইল টেলিফোন পরিষেবা প্রচুর ব্যয়বহুলও ছিল। সে সময় প্রতি মাসে মোবাইল পরিষেবা ব্যবহারের জন্য ১৫ মার্কিন ডলার খরচ পড়ত। এছাড়া প্রতিটি স্থানীয় কলে ০.৩০–০.৪০ ডলার (২০১২-এ ডলারের মান অনুযায়ী প্রতি মাসে প্রায় ১৭৬ ডলার এবং কল প্রতি ৩.৫০–৪.৭৫ ডলার এর সমতুল্য) অর্থ ব্যয় হতো।\nযুক্তরাজ্যে \"পোস্ট অফিস রেডিওফোন সার্ভিস\" নামে একটি যানবাহন-ভিত্তিক ব্যবস্থাও ছিল, যা ১৯৫৯ সালে ম্যানচেস্টার শহরের আশেপাশে চালু করা হয়েছিল। কলারদের কথা বলার জন্য এটিতে একটি অপারেটরের প্রয়োজন থাকলেও গ্রেট ব্রিটেনের যেকোনো গ্রাহকের সাথে এর মাধ্যমে সংযুক্ত হওয়া সম্ভব ছিল। পরিষেবাটি ১৯৬৫ সালে লন্ডন ও ১৯৭২ সালে অন্যান্য বড় শহরগুলোয় প্রসারিত হয়েছিল।\n\n\n=== আইএমটিএস ===\nএটিঅ্যান্ডটি ১৯৬৫ সালে মোবাইল টেলিফোনিতে প্রথম বড় উন্নতির সূচনা করে। প্রতিষ্ঠানটি তার এই উন্নত পরিষেবাটিকে উন্নত মোবাইল টেলিফোন পরিষেবা নাম দেয়। আইএমটিএস অতিরিক্ত রেডিও চ্যানেল ব্যবহার করে একটি ভৌগোলিক এলাকায় একযোগে বহু কল করার জন্য সহায়ক। এ পরিষেবায় গ্রাহক ডায়ালিং সেবা চালু করে অপারেটর দ্বারা ম্যানুয়াল কল সেটআপ বাদ দেওয়া এবং গ্রাহক সরঞ্জামের আকার এবং ওজন হ্রাস করা হয়।\nএর উন্নত ক্ষমতা থাকা সত্ত্বেও, আইএমটিএস-এর চাহিদা ক্ষমতার তুলনায় বেশি হয়ে যায়। পরবর্তীতে রাষ্ট্রীয় নিয়ন্ত্রক সংস্থাগুলির সাথে চুক্তিতে, এটিঅ্যান্ডটি পরিষেবাটিকে মাত্র ৪০,০০০ গ্রাহকের মধ্যে সীমাবদ্ধ করে৷ এ পদক্ষেপ গ্রহণের পর নিউ ইয়র্ক সিটিতে মাত্র ১২টি রেডিও চ্যানেল চালু ছিল এবং এর গ্রাহক সংস্থা ২,০০০-এ নেমে এসেছিল। একটি কল করতে তখন সাধারণত ৩০ মিনিট সময় অপেক্ষা করতে হয়েছিল।\n\n\n=== রেডিও কমন ক্যারিয়ার ===\n\nরেডিও কমন ক্যারিয়ার বা আরসিসি একটি পরিষেবা যা ১৯৬০-এর দশকে স্বাধীন টেলিফোন কোম্পানিগুলি দ্বারা এটিঅ্যান্ডটি ও আইএমটিএস-এর প্রতিদ্বন্দ্বী হিসেবে চালু হয়েছিল। আরসিসি ব্যবস্থা সংযুক্ত ইউএফটি ৪৫৪/৪৫৯ এমএইচজেড ও ভিএইচএফ ১৫২/১৫৮ আইএমটিএস দ্বারা ব্যবহৃত মেগাহার্টজ ফ্রিকোয়েন্সি ব্যবহার করত। আরসিসি ভিত্তিক পরিষেবাগুলি সেলুলার এএমপিএস ব্যবস্থার উদ্ভাবনের আগ পর্যন্ত ১৯৮০ সাল পর্যন্ত চালু ছিল।\nকিছু আরসিসি ব্যবস্থাকে সংলগ্ন ক্যারিয়ারের গ্রাহকদের জন্য গঠন করা হয়েছিল, কিন্তু আরসিসি দ্বারা ব্যবহৃত সরঞ্জামগুলি আধুনিক \"রোমিং\"-এর সমতুল্য পরিষেবা প্রদান করতে পারেনি, কারণ এটির প্রযুক্তিগত মান তুলনামূলকভাবে ভালো ছিল না। উদাহরণস্বরূপ, নেব্রাস্কার ওমাহা-ভিত্তিক আরসিসি পরিষেবার একটি ফোন অ্যারিজোনার ফিনিক্সে কাজ করত না। তবে প্রাথমিকভাবে রোমিং ব্যবস্থাকে উৎসাহিত করা হয়নি, কারণ আরসিসির জন্য কোনো কেন্দ্রীভূত রশিদ তথ্যভাণ্ডার ছিল না। আরসিসির সংকেত বিন্যাসও মানসম্মত ছিল না, যেমন: অনেক ব্যবস্থা ছিল যেগুলো একটি ইনকামিং কলের (আগমনী কল) সংকেত দিতে সেন্সেটিভ কলিং সিস্টেম বা দ্বিমুখী রেডিও সিস্টেম ব্যবহার করত। অন্যান্য ব্যবস্থা ডিটিএমএফ ব্যবহার করত, যেটি ভয়েস-ফ্রিকোয়েন্সি ব্যান্ড ব্যবহার করে কাজ করত। অনেকগুলো আবার সেকোড ২৮০৫ ব্যবহার করত, যা একটি ইনকামিং মোবাইলে কলের সতর্কতা প্রেরণ করার জন্য বিচ্ছিন্ন ২৮০৫ এইচজেড টোন (আইএনটিএস সিগন্যালিংয়ের অনুরূপ) প্রেরণ করত। আরসিসি ব্যবস্থায় ব্যবহৃত কিছু রেডিও সরঞ্জাম ছিল হাফ-ডুপ্লেক্স নামক পুশ-টু-টক লোমো সরঞ্জাম যেমন মটোরোলা হ্যান্ড-হেল্ড বা আরসিএ ​​৭০০-সিরিজের প্রচলিত দ্বিমুখী রেডিও। অন্যান্য যানবাহন সরঞ্জামগুলিতে টেলিফোন হ্যান্ডসেট ও রোটারি ডায়াল বা পুশবাটন প্যাড ছিল। এটি প্রচলিত তারযুক্ত টেলিফোনের মতো সম্পূর্ণ ডুপ্লেক্স পরিচালনা করত।\nআরসিসি-এর বিলুপ্তির পর শিল্প সমিতিগুলি একটি মানসম্মত প্রযুক্তি নিয়ে কাজ করছিল যেটি রোমিংকে অনূকূল করতে পারে এবং কিছু মোবাইল ব্যবহারকারীদের একাধিক ডিকোডার ছিল যা একাধিক সাধারণ সিগন্যালিং ফরম্যাটগুলোর (৬০০/১৫০০,২৮০৫ ও রিচ) সাথে কাজ করতে পারে।\n\n\n=== অন্যান্য পরিষেবা ===\n১৯৬৯ সালে পেন সেন্ট্রাল রেলওয়ে নিউ ইয়র্ক থেকে ওয়াশিংটন যাত্রাপথে ৩৬০ কিলোমিটার (২২০ মাইল) বরাবর কমিউটার ট্রেনে বিশেষ ভাড়াবিশিষ্ট ফোন রাখা হয়েছিল যাতে ট্রেন চলাকালীন যাত্রীরা টেলিফোন কল করতে পারেন। এই ব্যবস্থা ৪৫০ মেগাহার্টজে নয়টি স্থানে ছয়টি ফ্রিকোয়েন্সি পুনরায় ব্যবহার করে।\nযুক্তরাজ্যে, চ্যানেল দ্বীপপুঞ্জ এবং অন্যত্র \"র‍্যাবিট\" ফোন ব্যবস্থা কম সময়ের জন্য ব্যবহৃত হয়েছিল, এটি \"সেল\" বেস স্টেশন ও হ্যান্ডসেটের একটি সংকর ছিল। এটিতে একটি প্রধান সমস্যা ছিল যে একটি বহনযোগ্য ডিভাইসে এটি কল পাঠানোর স্থান থেকে ৩০০ ফুট (৯১ মিটার) স্থানের মধ্যে সীমাবদ্ধ ছিল। আধুনিক প্রযুক্তির সাথে অ্যাপলের নতুন ৪জি \"স্মার্ট ওয়াচ\"-এর জন্য একটি অনুরূপ বৈকল্পিক বিবেচনা করা হচ্ছে যাতে সেগুলি ফেমটোসেলের মতো বিস্তৃতভাবে একইভাবে বড় জায়গায় ব্যবহার করা যেতে পারে।\n\n\n=== ইউরোপীয় মোবাইল রেডিও নেটওয়ার্ক ===\nইউরোপে বেশ কিছু পারস্পরিক বেমানান মোবাইল রেডিও পরিষেবা প্রতিষ্ঠা করা হয়েছিল।\n১৯৬৬ সালে নরওয়েতে ওএলটি নামে একটি ব্যবস্থা ছিল যা হস্তদ্বারা নিয়ন্ত্রিত ছিল। ফিনল্যান্ডের এআরপি ১৯৭১ সালে চালু হয়, এটিও সুইডিশ এমটিডির মতো ম্যানুয়াল (হস্তদ্বারা নিয়ন্ত্রিত) ছিল। ১৯৮০-এর দশকের গোড়ার দিকে এই সমস্ত ব্যবস্থাগুলো স্বয়ংক্রিয় এনএমটি (নর্ডিক মোবাইল টেলিফোন) ব্যবস্থা দ্বারা প্রতিস্থাপিত হয়েছিল।\n১৯৭১ সালের জুলাই মাসে পোস্ট অফিসের একচ্ছত্রতা থেকে মুক্তির বিশেষ রায় পাওয়ার পর উন্মুক্ত টেলিফোন ব্যবস্থা থেকে কলের মাধ্যমে মোবাইলে সুনির্দিষ্ট কিছু কল করার জন্য বার্নডেপ্ট লন্ডনে রেডিকল সেবা চালু করেছিল। এই ব্যবস্থা জনসাধারণের কাছে প্রতি মাসে ১৬ পাউন্ড ব্যয়ে উপলব্ধ ছিল। এক বছর পর এটি যুক্তরাজ্যের অন্য দুটি শহরেও চালু করা হয়।\nপশ্চিম জার্মানিতে ১৯৫২ সালে দেশের প্রথম উন্মুক্ত বাণিজ্যিক মোবাইল ফোন নেটওয়ার্ক হিসাবে এ-নেটজ নামে একটি নেটওয়ার্ক চালু হয়েছিল। ১৯৭২ সালে বি-নেটজ নামে এটির উন্নত সংস্করণ প্রকাশ হয়েছিল। এটি স্বয়ংক্রিয়ভাবে কলগুলিকে সংযুক্ত করতে পারত।\n\n\n== সেলুলার ধারণা ==\n\n১৯৪৭ সালের ডিসেম্বরে ডগলাস এইচ. রিং এবং ডব্লিউ রাই ইয়ং বেল ল্যাবস ইঞ্জিনিয়ারের যানবাহনে মোবাইল ফোনের জন্য সেলুলার নেটওয়ার্কের প্রস্তাব করেন। সেই পর্যায়ে, এই ধারণাগুলি বাস্তবায়নের জন্য প্রযুক্তি বিদ্যমান ছিল না বা ফ্রিকোয়েন্সিগুলি বরাদ্দ করা ছিল না। দুই দশক পর বেল ল্যাবসের রিচার্ড এইচ. ফ্রেনকিয়েল, জোয়েল এস. এঙ্গেল ও ফিলিপ টি. পোর্টার প্রাথমিক প্রস্তাবগুলিকে আরও বিশদ ব্যবস্থাপনা পরিকল্পনায় প্রসারিত করেন। পোর্টার প্রথম প্রস্তাব করে যে সেল টাওয়ারগুলিতে ব্যাতিচার কমাতে এবং চ্যানেলের পুনঃব্যবহার বাড়াতে বর্তমানে পরিচিত অ্যান্টেনা ব্যবহার করা উচিত। পোর্টার চ্যানেলের সময় কমাতে ডায়ালের পর কল করার পদ্ধতি আবিস্কার করেছিলেন।\nএই সমস্ত প্রাথমিক পদ্ধতিগুলোতে মোবাইল ফোনগুলোকে পুরো ফোন কল জুড়ে একটি মূল স্টেশনের আয়ত্তে থাকা এলাকার মধ্যে থাকতে হত, অর্থাৎ ফোনগুলি বিভিন্ন সেল এলাকার মধ্য দিয়ে যাওয়ার কারণে পরিষেবার কোনও ধারাবাহিকতা ছিল না। ১৯৬০-এর দশকের শেষের দিকে ফ্রিকোয়েন্সি পুনঃব্যবহার ও হ্যান্ডঅফের ধারণাসহ অনেকগুলি ধারণা আবির্ভূত হয়েছিল যা আধুনিক সেল ফোন প্রযুক্তির ভিত্তি তৈরি করে। ১৯৭০ সালে বেল ল্যাবসের প্রকৌশলী আমোস ই. জোয়েল, জুনিয়র, এক সেল থেকে অন্য সেলে \"কল হ্যান্ডঅফ\" প্রক্রিয়ায় সহায়তা করার জন্য একটি \"তিন-পার্শ্বযুক্ত ট্রাঙ্ক সার্কিট\" উদ্ভাবন করেন। কিন্তু স্যুইচিং ব্যবস্থা দ্রুততর হওয়ার সাথে সাথে এই ধরনের একটি সার্কিট অপ্রয়োজনীয় হয়ে ওঠে এবং এটি কখনও কোনো ব্যবস্থায় প্রয়োগ করা হয়নি।\n১৯৭৩ সালে ফ্লুহর ও নুসবাউম দ্বারা একটি সেলুলার টেলিফোন স্যুইচিং পরিকল্পনা বর্ণনা করা হয়েছিল এবং ১৯৭৭ সালে হাচেনবার্গ-এট-আল একটি সেলুলার টেলিফোন ডেটা সিগন্যালিং সিস্টেম আবিস্কার করে।\n\n\n== স্বয়ংক্রিয় পরিষেবার উত্থান ==\nযানবাহনের জন্য এমটিএ (মোবাইলটেলিফোনিসিস্টেম এ) নামে প্রথম সম্পূর্ণ স্বয়ংক্রিয় মোবাইল ফোন ব্যবস্থা ১৯৫৬ সালে সুইডেনে চালু হয়েছিল। এটি একটি রোটারি ডায়াল ব্যবহার করে গাড়িতে কল করা ও গ্রহণ করার প্রক্রিয়া সম্পাদন করে। গাড়ি থেকে সরাসরি ডায়াল ব্যবস্থা ব্যবহার করে কল করা হতো। অপারেটর কলগুলি গ্রহণ করার জন্য গাড়ির নিকটতম বেস স্টেশনটি সনাক্ত করত৷ এটি স্টুর লরেন ও টেলিভারকেট নেটওয়ার্ক অপারেটরের অন্যান্য প্রকৌশলীরা তৈরি করেছিলেন। সুইডিশ বহুজাতিক নেটওয়ার্কিং ও টেলিযোগাযোগ কোম্পানি এরিকসন সুইচবোর্ড, সুইডিশ রেডিও অ্যাকটিভিটি কোম্পানি (এসআরএ) এবং মার্কনি কোম্পানি টেলিফোন ও বেস স্টেশন সরঞ্জাম সরবরাহ করে। এমটিএ ফোনে ভ্যাকুয়াম টিউব এবং রিলে থাকে এবং এর ওজন ৪০ কিলোগ্রাম (৮৮ পাউন্ড)। ১৯৬২ সালে, মোবাইল সিস্টেম বি (এমটিবি) নামে একটি হালনাগাদকৃত সংস্করণ চালু করা হয়েছিল। এটি একটি পুশ-বোতাম টেলিফোন ছিল এবং এটির কার্যক্ষম নির্ভরযোগ্যতা উন্নত করতে ট্রানজিস্টর ও ডিটিএমএফ সিগন্যালিং ব্যবহার করত। ১৯৭১ সালে এমটিডি সংস্করণ চালু করা হয়। এটি বিভিন্ন মানের সরঞ্জামের জন্য চালু হয় ও বাণিজ্যিকভাবে সাফল্য অর্জন করে। নেটওয়ার্কটি ১৯৮৩ সাল পর্যন্ত খোলা ছিল এবং এটি বন্ধ হওয়ার পরেও এটির ৬০০ জন গ্রাহক ছিল।\n১৯৬৮ সালে সোভিয়েত ইউনিয়নে \"আলতাই\" নামে গাড়িচালকদের জন্য অনুরূপ ব্যবস্থার কাজ শুরু হয়েছিল। আলতাই ব্যবস্থার প্রধান বিকাশকারী ছিল ভোরোনিজ যোগাযোগ বিজ্ঞান গবেষণা ইনস্টিটিউট (ভিএনআইআইএস) এবং রাষ্ট্রীয় বিশেষায়িত প্রকল্প ইনস্টিটিউট (জিএসপিআই)। ১৯৬৩ সালে পরিষেবাটি মস্কোতে চালু হয় এবং ১৯৭০ সালের মধ্যে সোভিয়েত জুড়ে ৩০টি শহরে চালু করা হয়েছিল। রাশিয়ার কিছু অংশে আলতাই ব্যবস্থার সংস্করণগুলি এখনও ট্রাঙ্কিং সিস্টেম হিসাবে ব্যবহৃত হচ্ছে।\n১৯৫৯ সালে মার্কিন যুক্তরাষ্ট্রের একটি বেসরকারি টেলিফোন কোম্পানি এসঅ্যান্ডটি টেলিফোন কোম্পানি (এখনো চালু আছে) মটোরোলা রেডিও টেলিফোন সরঞ্জাম ও একটি ব্যক্তিগত টাওয়ার ব্যবহার করে এটির স্থানীয় এলাকায় (ব্রুস্টার, কানসাস) উন্মুক্ত মোবাইল টেলিফোন পরিষেবা চালু করেছিল। এটি উত্তর কানসাসে তাদের স্থানীয় সুইচবোর্ডের মাধ্যমে একটি সরাসরি ডায়াল আপ পরিষেবা গঠিত হয়েছিল এবং এটি ট্রাক, অটোমোবাইল সহ অনেক ব্যক্তিগত যানবাহনে ব্যবহার করা হত। তবে অজানা কারণে ব্যবস্থাটি অনলাইনে স্থাপন করার পরে এবং খুব সংক্ষিপ্ত সময়ের জন্য পরিচালিত হওয়ার পরে বন্ধ হয়ে যায়। এটির ফলে এসঅ্যান্ডটি কোম্পানির ব্যবস্থাপনায় ব্যপক পরিবর্তন ঘটে।\n১৯৬৬ সালে বুলগেরিয়া ইন্টারঅর্গটেকনিক-৬৬ আন্তর্জাতিক প্রদর্শনীতে একটি বেস স্টেশন রাটস-১০  এর সাথে সংযুক্ত একটি পকেটে বহণযোগ্য মোবাইল স্বয়ংক্রিয় ফোন র‍্যাট-০,৫ উপস্থাপন করে। একটি বেস স্টেশন একটি টেলিফোন ওয়্যার লাইনের সাথে সংযুক্ত এই মোবাইল ফোনটি একসাথে ছয়জন গ্রাহককে পরিষেবা প্রদান করতে সক্ষম ছিল।\nপ্রথম সফল উন্মুক্ত বাণিজ্যিক মোবাইল ফোন নেটওয়ার্কগুলির মধ্যে অন্যতম হল ফিনল্যান্ডের এআরপি নেটওয়ার্ক যা ১৯৭১ সালে চালু হয়েছিল। এআরপিকে কখনও কখনও একটি শূন্য প্রজন্ম (০জি) সেলুলার নেটওয়ার্ক হিসাবে বর্ণনা করা হয়।\n\n\n== হাতে বহণযোগ্য মোবাইল ফোন ==\n\n১৯৭৩ সালের আগে মোবাইল টেলিফোনি গাড়ি ও অন্যান্য যানবাহনে ব্যবহৃত ফোনের মধ্যে সীমাবদ্ধ ছিল। সেলুলার নেটওয়ার্কে ব্যবহারের জন্য বাণিজ্যিকভাবে উপলব্ধ প্রথম হাতে বহণযোগ্য সেলুলার ফোন ইএফ জনসন ও মিলিকম দ্বারা তৈরি করা হয়েছিল। ১৯৮১ সালের সেপ্টেম্বরে সুইডেনে মিলিকমের সহযোগী প্রতিষ্ঠান কমভিক এটি চালু করে।\nমটোরোলা হাতে বহণযোগ্য মোবাইল ফোন উৎপাদনকারী প্রথম কোম্পানি। ৩ এপ্রিল ১৯৭৩-এ মটোরোলা গবেষক ও প্রকৌশলী মার্টিন কুপার হাতে বহণযোগ্য গ্রাহক সরঞ্জাম থেকে প্রথম মোবাইল টেলিফোন কল করেন। তিনি প্রথম কলটি তার প্রতিদ্বন্দ্বী বেল ল্যাবসের অধ্যাপক জোয়েল এস. এঙ্গেলকে করেন। অধ্যাপক কুপারের ব্যবহৃত প্রোটোটাইপ হাতে বহণযোগ্য ফোনটির ওজন ২ কিলোগ্রাম (৪.৪ পাউন্ড) ও পরিমাপ ২৩ বাই ১৩ বাই ৪.৫ সেন্টিমিটার (৯.১ বাই ৫.১ বাই ১.৮ ইঞ্চি) ছিল। প্রোটোটাইপটিতে মাত্র ৩০ মিনিটের জন্য কথা বলার সুযোগ পাওয়া যায় এবং পুনরায় কল করতে ১০ ঘন্টা সময় প্রয়োজন হয়। এটিকে সাধারণত \"দ্য ব্রিক\" হিসাবে উল্লেখ করা হয়। এটি ১৯৮৩ সালের অক্টোবর পর্যন্ত বাণিজ্যিকভাবে চালু হয়নি।\nমটোরোলার পোর্টেবল কমিউনিকেশন প্রোডাক্টের প্রধান ও কুপারের কর্তা জন এফ. মিচেল হাতে বহণযোগ্য মোবাইল টেলিফোন সরঞ্জামের উন্নয়নে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।\n\n\n== প্রাথমিক প্রজন্ম ==\nসময়ের সাথে প্রযুক্তির উন্নয়নের মাধ্যমে ধারাবাহিকভাবে মোবাইল ফোনের উন্নয়ন ঘটেছে, যেগুলোকে ক্রমানুসারে \"প্রজন্ম\" হিসেবে চিহ্নিত করা হয়েছে। \"প্রজন্ম\" পরিভাষাটি ৩জি চালু হওয়ার সময় ব্যাপকভাবে ব্যবহৃত হয়েছিল, কিন্তু এখন পূর্ববর্তী ব্যবস্থাগুলোকে উল্লেখ করার সময়ও এটি ব্যবহৃত হয়।\n\n\n=== ১জি - অ্যানালগ সেলুলার ===\n\nসর্বপ্রথম যে স্বয়ংক্রিয় অ্যানালগ সেলুলার ব্যবস্থা স্থাপন করা হয়েছিল সেটি হল নিপ্পন টেলিগ্রাফ ও টেলিফোন ব্যবস্থা, যেটি প্রথম ১৯৭৯ সালে টোকিওতে (এবং পরবর্তীতে জাপানের বাকি অঞ্চলগুলোতে) গাড়ির ফোনের জন্য ব্যবহৃত হয়। একই বছর সেপ্টেম্বর মাসে সুইডেনে কমভিক ও ১৯৮১ সালে এনএমটি দ্বারা উন্মুক্ত করা সেলুলার ব্যবস্থাও এর অনুরূপ।\nউত্তর আমেরিকায় ব্যাপকভাবে কার্যকর প্রথম অ্যানালগ সেলুলার ব্যবস্থা ছিল অ্যাডভান্সড মোবাইল ফোন সিস্টেম (এএমপিএস)। এটি বাণিজ্যিকভাবে মার্কিন যুক্তরাষ্ট্রে ১৩ অক্টোবর ১৯৮৩, ইসরায়েলে ১৯৮৬ সালে এবং অস্ট্রেলিয়ায় ১৯৮৭ সালে চালু হয়। এএমপিএস একটি অগ্রগামী প্রযুক্তি যা সেলুলার প্রযুক্তির ব্যাপক বাজার গড়তে সাহায্য করেছিল, কিন্তু আধুনিক মান অনুসারে এতে বেশ কিছু সমস্যা ছিল। এটিতে এনক্রিপ্ট রাখা হয়নি এবং এতে স্ক্যানারের মাধ্যমে তথ্য চুরির আশঙ্কা ছিল। এছাড়া এটি সেল ফোন \"ক্লোনিং\"-এর ক্ষেত্রে সংবেদনশীল ছিল।\n৬ মার্চ ১৯৮৩-এ আমেরিটেক দ্বারা প্রথম যুক্তরাষ্ট্রে ১জি নেটওয়ার্কে ডায়নাটিএসি ৮০০০এক্স মোবাইল ফোন চালু হয়। এটির উন্নয়নে ১০০ মিলিয়ন ডলার খরচ হয় এবং বাজারে পৌঁছতে এক দশকের বেশি সময় লেগে যায়। ফোনটিতে মাত্র ত্রিশ মিনিটের জন্য কথা বলা যেত এবং পূণরায় কল করতে ও চার্জ করতে দশ ঘন্টা সময় লাগত। ব্যাটারির শক্তি কম থাকা, কথা বলার জন্য কম সময় এবং অপেক্ষার তালিকা হাজার হাজার হওয়া সত্ত্বেও ভোক্তাদের মাঝে এর চাহিদা অধিক ছিল।\nমটোরোলা ডাইনাট্যাক অ্যানালগ এএমপিএস-এর মতো অনেক আইকনিক প্রাথমিক বাণিজ্যিক সেল ফোনগুলি অবশেষে ১৯৯০ সালে ডিজিটাল এএমপিএস (ডি-এএমপিএস) সেবা চালু হওয়ার পর বাতিল করা হয় এবং ২০০৮ সালের মধ্যে বেশিরভাগ উত্তর আমেরিকার ক্যারিয়ারগুলোর জন্য এএমপিএস পরিষেবা বন্ধ করে দেওয়া হয়েছিল।\n১৯৮৬ সালের ফেব্রুয়ারিতে অস্ট্রেলিয়া টেলিকম সেলুলার টেলিফোন ব্যবস্থা চালু করে।\n\n\n=== ২জি - ডিজিটাল সেলুলার ===\n\n১৯৯৯-এর দশকে 'দ্বিতীয় প্রজন্মের' মোবাইল ফোন ব্যবস্থার আবির্ভাব ঘটে। বিশ্ব বাজারে আধিপত্যের জন্য প্রতিদ্বন্দ্বিতাকারী দুটি ব্যবস্থা: ইউরোপীয় জিএসএম ও মার্কিন সিডিএমএ নিজেদের সেবার মান উন্নত করে। অ্যানালগ ট্রান্সমিশনের ব্যবহারেত পরিবর্তে ডিজিটাল ট্রান্সমিশন ব্যবহার শুরু হয়, ফলে আগেরগুলো বাজার থেকে ছিটকে পড়ে। ২জি-এর ফলে মোবাইল ফোনের ব্যবহার দ্রুত বৃদ্ধি পায় এবং এই যুগে প্রিপেইড মোবাইল ফোনের আবির্ভাব ঘটে।\nসাধারণভাবে ইউরোপে ২জি ব্যবস্থায় ব্যবহৃত ফ্রিকোয়েন্সি মার্কিন যুক্তরাষ্ট্রের তুলনায় বেশি ছিল। উদাহরণস্বরূপ, ইউরোপে ১জি ও ২জি উভয় ব্যবস্থার জন্য ৯০০এমএইচজেড ফ্রিকোয়েন্সি রেঞ্জ ব্যবহার করা হয়েছিল, তাই ২জি ব্যবস্থার জন্য জায়গা তৈরি করতে ১জি ব্যবস্থা দ্রুত বন্ধ করে দেওয়া হয়।\n১৯৯৩ সালে আইবিএম সাইমন নামের একটি ফোন উন্মুক্ত করা হয়। এটি সম্ভবত বিশ্বের প্রথম স্মার্টফোন ছিল। এটি ছিল একটি মোবাইল ফোন, পেজার, ফ্যাক্স মেশিন ও পিডিএর একটি সমষ্টি। এটিতে একটি বর্ষপঞ্জি, অ্যাড্রেসবুক, ঘড়ি, ক্যালকুলেটর, নোটপ্যাড, ইমেল এবং একটি কোয়ার্টি কিবোর্ড সহ একটি টাচস্ক্রিন অন্তর্ভুক্ত ছিল। আইবিএম সাইমনের একটি স্টাইলাস ছিল যা টাচ স্ক্রীনে ট্যাপ করতে ব্যবহৃত হত। এটি অনুমান নির্ভর টাইপিং বৈশিষ্ট্যযুক্ত যা ট্যাপ করার সাথে সাথে পরবর্তী অক্ষরগুলি অনুমান করতে পারে৷ এটিতে অ্যাপ্লিকেশন ছিল এবং অন্ততপক্ষে ফোনে পিসিএমসিএ ১.৮ এমবি মেমোরি কার্ড অন্তর্ভুক্ত করে আরও বৈশিষ্ট্য সরবরাহ করার একটি সুযোগ ছিল৷ ২জি ব্যবস্থার প্রবর্তনের সাথে সাথে ১০০–২০০ গ্রাম (৩.৫–৭.১ আউন্স) ওজনের হাতে বহণযোগ্য ফোনের ব্যবহার শুরু হয়। এছাড়া ফোন থেকে মূল স্টেশনে গড় দূরত্ব সংক্ষিপ্ত করা হয় যা চলার সময় ব্যাটারির সময়সীমা বৃদ্ধি করে।\n\nদ্বিতীয় প্রজন্মে শর্ট মেসেজ সার্ভিস (এসএমএস) বা টেক্সট মেসেজিং নামে যোগাযোগের একটি নতুন রূপ চালু হয়। এটি প্রাথমিকভাবে শুধুমাত্র জিএসএম নেটওয়ার্কে উপলব্ধ ছিল পরবর্তীতে সমস্ত ডিজিটাল নেটওয়ার্কে ছড়িয়ে পড়ে। মেশিন দ্বারা প্রথম এসএমএস বার্তাটি যুক্তরাজ্যে ৩ ডিসেম্বর ১৯৯২-এ পাঠানো হয়েছিল এবং ১৯৯৩ সালে ফিনল্যান্ডে প্রথম এক ব্যক্তি আরেক ব্যক্তিকে এসএমএস পাঠায়। ১৯৯০ এর দশকের শেষের দিকে প্রিপেইড পরিষেবার আবির্ভাব দ্রুত এসএমএসকে তরুণদের মধ্যে পছন্দের যোগাযোগের পদ্ধতিতে পরিণত করে।\n২জি মোবাইল ফোনে মিডিয়া সামগ্রী প্রবেশ করানোর করার ক্ষমতাও চালু করা হয়। ১৯৯৮ সালে মোবাইল ফোনে বিক্রি হওয়া প্রথম ডাউনলোডযোগ্য সামগ্রী ছিল রিংটোন যা ফিনল্যান্ডের রেডিওলিঞ্জা (বর্তমানে এলিসা) দ্বারা চালু করা হয়েছিল। ফিনল্যান্ডে প্রথম মোবাইল ফোনে বিজ্ঞাপন প্রদর্শিত হয়েছিল যখন ২০০০ সালে একটি বিনামূল্যের দৈনিক এসএমএস সংবাদ শিরোনাম পরিষেবা চালু হয়েছিল, এটি বিজ্ঞাপনের দ্বারা পৃষ্ঠপোষকতা করা হয়েছিল।\nফিনল্যান্ড ও সুইডেনে ১৯৯৮ সালে পরীক্ষামূলক মোবাইল লেনদেন করা হয়েছিল যেখানে কোকা-কোলা ভেন্ডিং মেশিন ও গাড়ি পার্কিংয়ের অর্থ প্রদানের জন্য একটি মোবাইল ফোন ব্যবহার করা হয়েছিল। ১৯৯৯ সালে নরওয়েতে এটির বাণিজ্যিক প্রবর্তন হয়। ব্যাংক ও ক্রেডিট কার্ডের অনুরূপ প্রথম বাণিজ্যিক লেনদেন ব্যবস্থা ফিলিপাইনে ১৯৯৯ সালে মোবাইল অপারেটর গ্লোব ও স্মার্ট দ্বারা একই সাথে চালু করা হয়েছিল।\n১৯৯৯ সালে জাপানে এনটিটি ডোকোমো দ্বারা মোবাইল ফোনে প্রথম পূর্ণ ইন্টারনেট পরিষেবা চালু করা হয়।\n\n\n=== ৩জি - মোবাইল ব্রডব্যান্ড ===\n\nযখন ২জি ফোনের ব্যবহার আরও ব্যাপক হয়ে উঠে ও মানুষ তাদের দৈনন্দিন জীবনে মোবাইল ফোন ব্যবহার করতে শুরু করে তখন এটি স্পষ্ট হয়ে উঠে যে ডেটার চাহিদা (যেমন ইন্টারনেটে বিচরণ করার প্রবেশাধিকার) বাড়ছে। স্থির ব্রডব্যান্ড পরিষেবাগুলির অভিজ্ঞতা থেকে দেখা যায় যে আরও বেশি গতির ডেটা পরিষেবার জন্য চাহিদা বাড়ছে। তখন ৩জি নামে পরিচিত প্রযুক্তির পরবর্তী প্রজন্ম হিসেবে ২জি প্রযুক্তি কাজ শুরু করে। ৩জি আর ২জি প্রযুক্তির মধ্যে মূল পার্থক্য হলো ডেটা পরিবহনের জন্য সার্কিট সুইচিংয়ের পরিবর্তে প্যাকেট সুইচিং ব্যবহার। উপরন্তু, পরিবর্তনের এই প্রক্রিয়া প্রযুক্তির চেয়ে বেশি চাহিদার উপর দৃষ্টি নিবদ্ধ করে প্রণীত হয়।\nঅনিবার্যভাবে, এর ফলে বিভিন্ন প্রতিযোগী প্রতিষ্ঠান তাদের নিজস্ব প্রযুক্তির মানোন্নয়ন করার প্রয়োজনীয়তা অনুভব করে। মানসম্মত ২জি সিডিএমএ নেটওয়ার্কগুলি ৩জি-এর অধীন হয়ে ওঠে।\n\nবেশ কয়েকটি নতুন ফরোয়ার্ড লিঙ্ক ডেটা রেট প্রবর্তন করা হয়, যা সর্বাধিক গতির হার ২.৪৫ এমবি/সে. থেকে ৩.১এমবি/সে.-এ উত্তীর্ণ করে\nএকটি নির্দিষ্ট নীতি প্রবর্তিত হয়, যা সংযোগ স্থাপন দ্রুততর করে\nএকই সময়ে একাধিক মোবাইলে সংযোগ স্থাপন সম্ভ হয়\nসেবার মান বৃদ্ধি করার উদ্যোগ গ্রহণ করা হয়\nকম সময় নেয়া, কম বিট হারে যোগাযোগ যেমন ভিওআইপি কার্যকরের জন্য এই সুবিধাগুলো স্থাপন করা হয়েছিল।\n৩জি বিশিষ্ট প্রথম প্রাক-বাণিজ্যিক পরীক্ষামূলক নেটওয়ার্কটি ২০০১ সালের মে মাসে জাপানের টোকিও অঞ্চলে এনটিটি ডোকোমো দ্বারা চালু হয়। এনটিটি ডোকোমো প্রথম বাণিজ্যিক ৩জি নেটওয়ার্ক চালু করে ১ অক্টোবর ২০০১-এ। পরবর্তী বছরগুলোতে অন্যান্য প্রতিযোগী দেশ ও কোম্পানি ৩জি সেবা চালু করে। মোনেট তখন থেকে দেউলিয়া হয়ে যায়। ২০০২ সালের শেষের দিকে দ্বিতীয় ডব্লিউসিডিএমএ মানের ৩জি নেটওয়ার্ক ভোডাফোন কেকে (বর্তমানে সফটব্যাঙ্ক) দ্বারা জাপানে চালু হয়। ডব্লিউসিডিএমএ-তে থ্রি/হাচিসন গ্রুপ দ্বারা ইতালি ও যুক্তরাজ্য ইউরোপীয় পর্যায়ে ৩জি'র প্রবর্তন হয়। ২০০৩-এ বিভিন্ন মানে আরও ৬টি দেশে ৩জি প্রবর্তিত হয়।\n৩জি প্রযুক্তির দ্রুতগতির সংযোগ শিল্পে একটি বড় প্রভাব ফেলে। প্রথমবারের মতো ৩জি ব্যবহার করে রেডিও ও টেলিভিশনে সম্প্রচার সম্ভব হয়। রিয়েলনেটওয়ার্কস এবং ডিজনি এর মতো কোম্পানিগুলি প্রাথমিকভাবে এই ধরনের ব্যবস্থা চালু করে।\n২০০০-এর দশকের মাঝামাঝিতে ৩জি প্রযুক্তির একটি বিবর্তন বাস্তবায়িত হতে শুরু করে, যথা হাই-স্পিড ডাউনলিংক প্যাকেট অ্যাক্সেস (এইচএসডিপিএ)। এটি হাই-স্পিড প্যাকেট অ্যাক্সেস (এইচএসপিএ)-এর একটি উন্নত ৩জি (তৃতীয় প্রজন্মের) মোবাইল টেলিফোনি যোগাযোগ সৌজন্যবিধি। এছাড়াও ৩.৫জি, ৩জি+ বা টার্বো ৩জি সেই সময়ে তৈরি হয়েছিল যা ইউনিভার্সাল মোবাইল টেলিকমিউনিকেশন সিস্টেম (ইউএমএস) ভিত্তিক নেটওয়ার্কগুলিকে উচ্চতর করে। এটি ডেটা স্থানান্তর গতি ও ক্ষমতা বৃদ্ধি করে।\n২০০৭ সালের শেষ নাগাদ বিশ্বব্যাপী ৩জি নেটওয়ার্কে ২৯.৫ কোটি গ্রাহক ছিল, যা বিশ্বব্যাপী মোট বাজারের ৯%। এর মধ্যে প্রায় দুই তৃতীয়াংশ ডব্লিউসিডিএমএ মানের এবং এক তৃতীয়াংশ ইভি-ডিও মানের ছিল। ৩জি টেলিকম পরিষেবাগুলি ২০০৭-এ ১২০ বিলিয়ন ডলারের রাজস্ব সংগ্রহ করে। অনেক বাজারে নতুন ফোনগুলির বেশিরভাগই ৩জি ফোন ছিল৷ জাপান ও দক্ষিণ কোরিয়ার বাজারে সম্পূর্ণভাবে ৩জি ফোন বিক্রি হত।\nযদিও মোবাইল ফোনে ইন্টারনেটের মতো ডেটা নেটওয়ার্কগুলি যুক্ত করার ক্ষমতা অনেক আগে থেকেই ছিল, তবে ২০০০-এর দশকের মাঝামাঝিতে ভাল মানের ৩জি কভারেজের ব্যাপক সহজলভ্যতা না হওয়া পর্যন্ত বিশেষায়িত ফোন খুব বেশি মোবাইল ওয়েবে যুক্ত হতে দেখা যায়নি। এই ধরনের প্রথম ডিভাইসটই \"ডঙ্গল\" নামে পরিচিত। এটি ইউএসবি পোর্টের মাধ্যমে সরাসরি কম্পিউটারে যুক্ত করা হয়।\nএই ধরনের ডিভাইসগুলি ল্যাপটপ কম্পিউটারে ব্যবহারের জন্য বিশেষভাবে জনপ্রিয় হয়ে ওঠে কেননা এগুলো অধিক বহনযোগ্য ছিল। ফলস্বরূপ কিছু কম্পিউটার নির্মাতারা মোবাইল ডেটা ফাংশন সরাসরি ল্যাপটপে ঢুকাতে শুরু করে যাতে একটি ডঙ্গল বা মাই-ফাই প্রয়োজন না হয়। মোবাইল ডেটা পরিষেবাগুলি সমন্বয় করার জন্য সরাসরি মোবাইলে সিম কার্ড ঢোকানো শুরু হয়। এই ধরনের ৩জি ল্যাপটপগুলি সাধারণত \"নেটবুক\" নামে পরিচিতি পায়। অন্যান্য ধরণের ডেটা-বান্ধব ডিভাইসগুলি নেটবুকের পদাঙ্ক অনুসরণ করে। ২০১০-এর শুরুতে ই-রিডার যেমন আমাজন কিন্ডল সংযুক্ত বেতার ইন্টারনেটের সাথে উপলব্ধ হয়ে উঠে এবং এপল সেই বছরের শেষের দিকে তার আইপ্যাড ট্যাবলেট ডিভাইসগুলিতে সংযুক্ত বেতার ইন্টারনেট ব্যবহারের পরিকল্পনা ঘোষণা করে।\n\n\n== ৪জি - স্থানিক আইপি নেটওয়ার্ক ==\n\n২০০৯ সালের মধ্যে এটা স্পষ্ট হয়ে গিয়েছিল যে কিছু সময়ের মধ্যে ৩জি নেটওয়ার্কগুলি ভারি অ্যাপ্লিকেশন (যেমন স্ট্রিমিং মিডিয়া) বৃদ্ধি পাওয়ার কারণে প্রভাবিত হবে। ফলস্বরূপ শিল্পটি বর্তমান ৩জি প্রযুক্তির তুলনায় দশগুণ পর্যন্ত বেশি গতিসম্পন্ন ডেটা-অপ্টিমাইজকৃত চতুর্থ-প্রজন্মের (৪জি) প্রযুক্তি খুঁজতে শুরু করে। ২০০৯ সালে তেলিয়াসোনেরা দ্বারা স্ক্যান্ডিনেভিয়ায় প্রথম সর্বজনীনভাবে উপলব্ধ এলটিই পরিষেবা চালু হয়। ২০১০-এর দশকে একটি ৪জি প্রযুক্তি বিভিন্ন সেক্টরে বিভিন্ন ধরনের উচ্চ গতিসম্পন্ন বেতার যোগাযোগের জন্য বহুমুখী অ্যাপ্লিকেশনের খোঁজ পায়, যেমন মোবাইল ব্রডব্যান্ড, ইন্টারনেট অফ থিংস (আইওটি), ফিক্সড ওয়্যারলেস অ্যাক্সেস এবং মাল্টিমিডিয়া স্ট্রিমিং (শব্দ ও ভিডিওসহ রেডিও ও টেলিভিশন)।\n৪জি প্রযুক্তিগতভাবে ৩জি থেকে আলাদা হওয়ার একটি প্রধান কারণ হল সার্কিট সুইচিংয়ের পরিবর্তে একটি পূর্ণ-আইপি নেটওয়ার্ক ব্যবহার করা। এইভাবে ৪জি ভিওএলটিই এর মাধ্যমে মোবাইল নেটওয়ার্কে প্যাকেট সুইচিং ব্যবহার করে অন্য যেকোনো ধরনের স্ট্রিমিং অডিও মিডিয়ার মতো ভয়েস কলের সুবিধা অন্তর্ভুক্ত হয়েছে।\n\n\n== ৫জি - সেলুলার মোবাইল যোগাযোগ ==\n\n২০১৯ সালে বিশ্বব্যাপী পঞ্চম প্রজন্মের (৫জি) সেলুলার নেটওয়ার্কের স্থাপনা শুরু হয়। \"৫জি\" শব্দটি মূলত ৪জি/আইএমটি-অ্যাডভান্সড মানের বাইরে মোবাইল টেলিযোগাযোগ মানগুলির পরবর্তী পর্যায়কে বোঝাতে গবেষণাপত্র ও প্রকল্পগুলিতে ব্যবহৃত হয়েছিল। ৩জিপিপি ৫জিকে ৫জি এনআর (৫জি নিউ রেডিও) মান মেনে চলে এমন একটি ব্যবস্থা হিসাবে সংজ্ঞায়িত করে৷ ৫জি লো-ব্যান্ড, মিড-ব্যান্ড বা হাই-ব্যান্ড মিলিমিটার-ওয়েভে প্রয়োগ করা যেতে পারে। এটিতে ডাউনলোডের গতি ১ গিগাবিট-প্রতি-সেকেন্ড পর্যন্ত বিস্তৃত হতে পারে। এটির উন্নত ডেটা সক্ষমতা অনলাইন গেমিং, অগমেন্টেড ও ভার্চুয়াল রিয়্যালিটি, যানবাহন অটোমেশন এবং যোগাযোগ পরিষেবাকে প্রভাবিত করবে।\n\n\n== স্যাটেলাইট টেলিফোন ==\n\nস্যাটেলাইট ফোন হল এক ধরনের মোবাইল ফোন যা সেলফোনের মতো স্থলচর সেল সাইটের পরিবর্তে পৃথিবীকে প্রদক্ষিণকারী কৃত্রিম উপগ্রহের মাধ্যমে রেডিও সংযোগ ব্যবহার করে অন্য ফোন বা টেলিফোন নেটওয়ার্কের সাথে সংযোগ করে। এগুলো পৃথিবী পৃষ্ঠের বেশিরভাগ ভৌগোলিক অবস্থানে কাজ করতে পারে। স্যাটেলাইট ফোনের সুবিধা হল যে এটি এমন অঞ্চলে ব্যবহার করা যেতে পারে যেখানে ল্যান্ডলাইন ও সেলুলার নেটওয়ার্কগুলির মতো স্থানীয় স্থলজ যোগাযোগ অবকাঠামো উপলব্ধ নেই৷ স্যাটেলাইট ফোনের ওপর পৃথিবীতে প্রাকৃতিক দুর্যোগ বা যুদ্ধের মতো পরিস্থিতিতে খুব একটা প্রভাব পড়ে না, তাই জরুরী ও মানবিক পরিস্থিতিতে যখন স্থানীয় যোগাযোগ ব্যবস্থা বিচ্ছিন্ন হয়ে যায় তখন এটি নির্ভরযোগ্য যোগাযোগের সরঞ্জাম হিসাবে কাজ করে।\nইনমারস্যাট ব্যবস্থা সবচেয়ে পুরোনো, যা মূলত সমুদ্রে জীবনের নিরাপত্তার জন্য ১৯৭৯ সালে বিকশিত হয়। এটি পৃথিবীর বেশিরভাগ অংশ জুড়ে ভূস্থির কক্ষপথের কিছু উপগ্রহ ব্যবহার করে কাজ করে। বেশ কয়েকটি ছোট অপারেটর আঞ্চলিক পরিষেবা প্রদানের জন্য মাত্র এক বা দুটি স্যাটেলাইটের সাথে একই পদ্ধতি ব্যবহার করে কাজ করে। এটির বিকল্প পদ্ধতি হলো পৃথিবীর অনেক কাছাকাছি নিম্ন ভূ-কক্ষপথের উপগ্রহগুলি ব্যবহার করা। এটি ইরিডিয়াম ও গ্লোবালস্টার স্যাটেলাইট ফোন পরিষেবাগুলির ভিত্তি।\n\n\n=== প্রচলিত মোবাইল ফোনের সাথে সমন্বয় ===\n২০২০ এর দশকের গোড়ার দিকে নির্মাতারা সেলুলার নেটওয়ার্ক পরিসরের বাইরে প্রত্যন্ত অঞ্চলে ব্যবহারের জন্য স্মার্টফোন ডিভাইসে স্যাটেলাইট সংযোগ সংহত করতে শুরু করে। স্যাটেলাইট থেকে ফোন পরিষেবাগুলি এল ব্যান্ড ফ্রিকোয়েন্সি ব্যবহার করে, যা বেশিরভাগ আধুনিক মোবাইল ফোনের সাথে সামঞ্জস্যপূর্ণ। যাইহোক, প্রচলিত ফোনে অ্যান্টেনার সীমাবদ্ধতার কারণে প্রাথমিক পর্যায়ে স্যাটেলাইট ফোনের পরিধি স্যাটেলাইট সংযোগ, স্যাটেলাইট মেসেজিং ও স্যাটেলাইট জরুরি পরিষেবার মধ্যে সীমাবদ্ধ।\n২০২২ সালে অ্যাপল আইফোন ১৪ গ্লোবালস্টারে স্যাটেলাইটের মাধ্যমে জরুরী লিখিত বার্তা পাঠানোর ফিচার অন্তর্ভুক্ত করে। ২০২৩ সালে অ্যাপল আইফোন ১৫ মার্কিন যুক্তরাষ্ট্রের পরিষেবার সাথে স্যাটেলাইট যোগাযোগ যুক্ত করেছে। ২০২২ সালে টি-মোবাইল বিদ্যমান এলটিই স্পেকট্রামের মাধ্যমে স্টারলিঙ্ক পরিষেবাগুলি ব্যবহার করার জন্য একটি অংশীদারিত্ব গঠন করে যা ২০২৪ সালের শেষের দিকে চালু করার প্রত্যাশা রয়েছে। ২০২২ সালে এএসটি স্পেসমোবাইল একটি ৩জিপিপি মানভিত্তিক সেলুলার মহাকাশ নেটওয়ার্ক তৈরি করা শুরু করে যাতে বিদ্যমান ও অপরিবর্তিত স্মার্টফোনগুলি কভারেজ থেকে বিচ্ছিন্ন ও দূরবর্তী এলাকায়ও স্যাটেলাইটের সাথে সংযোগ করতে পারে।\n২০২৩ সালে কোয়ালকম স্ন্যাপড্রাগন স্যাটেলাইট কোম্পানি ঘোষণা করে যে পরিষেবাটি ব্যবহার করে ৮ জেন ২ চিপসেট থেকে শুরু করে স্ন্যাপড্রাগন পর্যন্ত সমর্থন করে এমন ৫জি ব্যবহার করে ভূ-পৃষ্ঠের বাইরে থাকা নন-ট্রেস্ট্রিয়াল নেটওয়ার্কের (এনটিএন) মাধ্যমে খুদে বার্তা পাঠানো এবং গ্রহণ করা যাবে। ২০২৪ সালে ইরিডিয়াম প্রজেক্ট স্টারডাস্ট চালু করে, এটি একটি মান ভিত্তিক স্যাটেলাইট থেকে সেলফোনে সংযোগ পরিষেবা যা ৫জি অ-ভূমিক নেটওয়ার্কগুলির জন্য এনবি-আইওটির মাধ্যমে সমর্থিত। এটি ইরিডিয়ামের বিদ্যমান পৃথিবীর নিম্ন কক্ষপথের স্যাটেলাইটগুলিতে ব্যবহার করা হবে। ২০২৬ সালে বাস্তবায়নের সম্ভাবনাময় পরিষেবাটি গাড়ি, স্মার্টফোন, ও এবং সম্পর্কিত ভোক্তা অ্যাপ্লিকেশনগুলির মতো ডিভাইসগুলির জন্য বার্তা আদান-প্রদান, জরুরি যোগাযোগ এবং আইওটির সেবা প্রদান করবে।\n\n\n== চার্জার মানক ==\n\n২০০০-এর দশকের শেষের দিকে একটি সার্বজনীন চার্জারের মান পাশ হওয়ার আগ পর্যন্ত মোবাইল চার্জ করতে ব্যবহারকারীদের একটি অ্যাডাপ্টারের প্রয়োজন হয় যা প্রায়শই ব্র্যান্ড বা প্রস্তুতকারকের মালিকানাধীন ছিল। পরবর্তীতে প্রধান ব্র্যান্ডের মোবাইল ফোনগুলি সাধারণত একটি মাইক্রো-ইউএসবি বিশিষ্ট একটি ইউএসবি কেবল ব্যবহার করতে শুরু করে। ২০১০-এর দশকের মাঝামাঝি থেকে ইউএসবি-সি ইন্টারফেস ব্যবহার শুরু হয়। অ্যাপলের আইফোন ছিল একমাত্র প্রধান ব্র্যান্ড যাদের নিজস্ব ইন্টারফেস ছিল (২০১২ সালে লাইটনিং দ্বারা প্রতিস্থাপিত)। ২০২৩ সালে অ্যাপলের আইফোন ১৫ সিরিজে প্রথম ইউএসবি-সি ব্যবহৃত হয়েছিল, তখন থেকে সমস্ত বড় ব্র্যান্ডগুলি চার্জার হিসাবে ইউএসবি-সি ব্যবহার শুরু করে।\n\n\n=== চীন ===\n১৪ জুন ২০০৭ সাল থেকে চীনে লাইসেন্সের জন্য আবেদনকৃত সমস্ত নতুন মোবাইল ফোনের ব্যাটারি চার্জ করার জন্য পাওয়ার পোর্ট হিসাবে একটি ইউএসবি পোর্ট ব্যবহার করতে হবে। D+ ও D− সংক্ষিপ্ত করার রীতি ব্যবহার করার জন্য এটিই প্রথম মানক।\n\n\n=== ওএমটিপি/জিএসএমএ সর্বজনীন চার্জিং সমাধান ===\n২০০৭ সালের সেপ্টেম্বরে ওপেন মোবাইল টার্মিনাল প্ল্যাটফর্ম গ্রুপ (মোবাইল নেটওয়ার্ক অপারেটর ও নির্মাতাদের একটি ফোরাম যেমন নকিয়া, স্যামসাং, মটোরোলা, সনি এরিকসন এবং এলজি) ঘোষণা করে যে এর সদস্যরা মোবাইলের জন্য ভবিষ্যতের সাধারণ সংযোগকারী হিসাবে মাইক্রো-ইউএসবি ব্যবহার করতে সম্মত হয়েছে।\nজিএসএম অ্যাসোসিয়েশন (জিএসএমএ) ১৭ ফেব্রুয়ারী ২০০৯ ও ২২ এপ্রিল ২০০৯-এ একই কাজ করে। এটিকে সিটিআইএ-ওয়্যারলেস অ্যাসোসিয়েশন এবং আন্তর্জাতিক টেলিযোগাযোগ ইউনিয়ন (আইটিইউ) সমর্থন জানায়। ২২ অক্টোবর ২০০৯ এটিকে এর \"শক্তি-দক্ষতা এক-চার্জার-উপযোগীতার জন্য সমস্ত নতুন মোবাইল ফোনের জন্য যথাযথ হিসাবে গ্রহণ করা হয় এবং বলা হয়: \"মাইক্রো-ইউএসবি ইন্টারফেসের উপর ভিত্তি করে ইউসিএস চার্জারগুলিতে একটি ৪-তারকা বা উচ্চতর দক্ষতার রেটিংও অন্তর্ভুক্ত থাকবে যা একটি রেট বিহীন চার্জারের চেয়ে তিনগুণ বেশি শক্তিশালী।\"\n\n\n=== ইউরোপীয় ইউনিয়ন স্মার্টফোন পাওয়ার সাপ্লাই মান ===\nজুন ২০০৯ সালে বিশ্বের অনেক বড় মোবাইল ফোন নির্মাতারা ইসির পৃষ্ঠপোষকতায় একটি সমঝোতা স্মারক (এমওইউ) স্বাক্ষর করে যেখানে স্বাক্ষরকারীরা ইউরোপীয় ইউনিয়নে বিপণন করা বেশিরভাগ ইন্টারনেট সক্ষম মোবাইল ফোনকে একটি সাধারণ বাহ্যিক বিদ্যুৎ সরবরাহের (সাধারণ ইপিএস) সাথে সামঞ্জস্যপূর্ণ করতে সম্মত হয়। ইইউ-এর সাধারণ ইপিএস স্পেসিফিকেশন (ইএন ৬২৬৮৪:২০১০) ইউএসবি ব্যাটারি চার্জিং স্পেসিফিকেশনের ওপর ভিত্তি করে প্রণীত হয়। এটি জিএসএমএ/ওএমটিপি ও চীনা চার্জিং সমাধানের অনুরূপ। জানুয়ারি ২০১১ সালে আন্তর্জাতিক ইলেকট্রোটেকনিক্যাল কমিশন তার সাধারণ ইপিএস স্ট্যান্ডার্ডের সংস্করণ (ইইই-এর) আইইসি ৬২৬৮৪:২০১১ হিসাবে প্রকাশ করেছে।\n২০২২ সালে রেডিও সরঞ্জাম নির্দেশিকা ২০২১/০২৯১-এর জন্য ২০২৪ সালের শেষ নাগাদ স্মার্টফোনে এবং ২০২৬ সালের মধ্যে ল্যাপটপে ইউএসবি-সি সার্বজনীন চার্জার ব্যবহার করার পরিকল্পনা নেওয়া হয়েছে।\n\n\n== আরও দেখুন ==\nটেলিফোনের ইতিহাস\nসিম কার্ড\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAgar, Jon (২০০৪)। Constant Touch: a Global History of the Mobile Phone। Cambridge: Icon। আইএসবিএন 978-1-84046-541-9। \nFarley, Tom (২০০৭)। \"The Cell-Phone Revolution\"। American Heritage of Invention & Technology। 22 (3): 8–19। আইএসএসএন 8756-7296। ওসিএলসি 108126426। BL Shelfmark 0817.734000।"}