{"pageid": 1420666, "title": "প্রকৌশলের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1420666", "content": "প্রকৌশলের ইতিহাস প্রকৌশলের ধারণাটি প্রাচীনকাল থেকেই বিদ্যমান ছিল কারণ মানুষ কপিকল, লিভার এবং চাকার মতো মৌলিক আবিষ্কারগুলি তৈরি করেছিল। এই আবিষ্কারগুলির প্রত্যেকটি প্রকৌশলের আধুনিক সংজ্ঞার সাথে সামঞ্জস্যপূর্ণ, দরকারী সরঞ্জাম এবং বস্তুর বিকাশের জন্য মৌলিক যান্ত্রিক নীতিগুলি শোষণ করে।\nপ্রকৌশল শব্দটির নিজেই অনেক সাম্প্রতিক ব্যুৎপত্তি রয়েছে, যা ইঞ্জিনিয়ার শব্দটি থেকে উদ্ভূত, যা নিজেই ১৩২৫ সালে ফিরে আসে, যখন একটি ইঞ্জিন (আক্ষরিক অর্থে, যিনি একটি ইঞ্জিন পরিচালনা করেন) মূলত \"সামরিক ইঞ্জিনের নির্মাতা\" হিসাবে উল্লেখ করেছিলেন।\" এই প্রসঙ্গে, এখন অপ্রচলিত, একটি \"ইঞ্জিন\" একটি সামরিক মেশিনকে বোঝায়, অর্থাত্, যুদ্ধে ব্যবহৃত একটি যান্ত্রিক সংকোচন (উদাহরণস্বরূপ, একটি গুলতি)। \"ইঞ্জিন\" শব্দটি নিজেই আরও পুরানো উৎস, শেষ পর্যন্ত ল্যাটিন ইনজেনিয়াম (সি১২৫০)।\"\nপরবর্তীতে, সেতু এবং ভবনগুলির মতো নাগরিক কাঠামোর নকশা এবং নির্মাণ আরও জটিল হয়ে ওঠে এবং একটি পৃথক প্রযুক্তিগত শৃঙ্খলায় পরিণত হয়, শব্দটি \"সিভিল ইঞ্জিনিয়ারিং ভাষাতে প্রবেশ করে। সিভিল ইঞ্জিনিয়ার, বা, যেমন তারা সাধারণত রাশিয়ায় বলা হয়, সিভিল ইঞ্জিনিয়ার, তাদের পূর্বপুরুষদের বিপরীতে, অ-সামরিক ভবন এবং কাঠামো নির্মাণে বিশেষজ্ঞ। সামরিক প্রকৌশলীরা বেঁচে গেছেন, যারা সামরিক অবকাঠামো বা দুর্গ নির্মাণে নিয়োজিত রয়েছেন, তারা বিশ্বের বিভিন্ন দেশের সেনাবাহিনীর অধিকারী।\n\n\n== প্রাচীন যুগ ==\nমেসোপটেমিয়ার জিগুরাটস, প্রাচীন মিশরের আলেকজান্দ্রিয়ার পিরামিড এবং ফারোস, সিন্ধু উপত্যকা সভ্যতার শহর, প্রাচীন গ্রিসের অ্যাক্রোপলিস এবং পার্থেনন, রোমান সাম্রাজ্যের জলাশয়, অ্যাপিয়া এবং কলোসিয়ামের মাধ্যমে, টিওটিহুয়াকান, থিওটিহুয়াকান, থিওটিহুয়াকান শহরগুলি মায়ান, ইনকা এবং অ্যাজটেক সাম্রাজ্য এবং চীনের মহাপ্রাচীর, অন্যান্য অনেকের মধ্যে, প্রাচীন বেসামরিক এবং সামরিক প্রকৌশলীদের দক্ষতা এবং দক্ষতার প্রমাণ হিসাবে দাঁড়িয়েছে।\nছয়টি ক্লাসিক সরল যন্ত্র প্রাচীন নিকট প্রাচ্যে পরিচিত ছিল। ওয়েজ এবং আনত তল (র্যাম্প) প্রাগিতিহাস কাল থেকে পরিচিত ছিল। চাকা, চাকা এবং এক্সেল মেকানিজম সহ, মেসোপটেমিয়া (আধুনিক ইরাক) ৫ম সহস্রাব্দ খ্রিস্টপূর্বাব্দে উদ্ভাবিত হয়েছিল। লিভার মেকানিজম প্রথম আবির্ভূত হয়েছিল প্রায় ৫,০০০ বছর আগে কাছাকাছি প্রাচ্যে, যেখানে এটি একটি সাধারণ ব্যালেন্স স্কেলে ব্যবহার করা হয়েছিল, এবং প্রাচীন মিশরীয় প্রযুক্তিতে বড় বস্তু সরানোর জন্য। লিভারটি শ্যাডুফ ওয়াটার-লিফটিং ডিভাইসেও ব্যবহার করা হয়েছিল, প্রথম ক্রেন মেশিন, যা মেসোপটেমিয়া আনুমানিক ৩০০০ খ্রিস্টপূর্বাব্দে আবির্ভূত হয়েছিল, এবং তারপরে ২০০০ খ্রিস্টপূর্বাব্দে প্রাচীন মিশরীয় প্রযুক্তিতে। কপিকল প্রাচীনতম প্রমাণ মেসোপটেমিয়ায় পাওয়া যায় খ্রিস্টপূর্ব ২য় সহস্রাব্দের প্রথম দিকে, এবং দ্বাদশ প্রাচীন মিশর রাজবংশের (১৯৯১-১৮০২ খ্রিস্টপূর্বাব্দ) সময়। স্ক্রু, উদ্ভাবিত সহজ যন্ত্রগুলির মধ্যে শেষ, প্রথম মেসোপটেমিয়ায় নব্য-অ্যাসিরীয় সাম্রাজ্য যুগে (৯১১-৬০৯) খ্রিস্টপূর্বাব্দে আবির্ভূত হয়েছিল। গিজার গিজার মহা পিরামিড মতো কাঠামো তৈরি করতে মিশরীয় পিরামিডগুলি ছয়টি সাধারণ যন্ত্রের মধ্যে তিনটি, ঝুঁকে থাকা সমতল, ওয়েজ এবং লিভার ব্যবহার করে নির্মিত হয়েছিল।\nইমহোটেপ নামে পরিচিত প্রাচীনতম স্থপতি। ফারাও, জোসারের একজন কর্মকর্তা হিসাবে, তিনি সম্ভবত ২৬৩০-২৬১২ খ্রিস্টপূর্বাব্দের দিকে মিশরের সাক্কারাতে জোসারের পিরামিড (একটি ধাপ পিরামিড) নির্মাণের নকশা ও তত্ত্বাবধান করেছিলেন। তিনি স্থাপত্যে কলামের প্রথম পরিচিত ব্যবহারের জন্যও দায়ী থাকতে পারেন।\nকুশ খ্রিস্টপূর্ব ৪র্থ শতাব্দীতে সাকিয়া গড়ে তোলেন, যা মানুষের শক্তির পরিবর্তে পশু শক্তির উপর নির্ভরশীল ছিল। সেচ বৃদ্ধির জন্য কুশে হাফির আকারে জলাধার তৈরি করা হয়েছিল। স্যাপারদের সামরিক অভিযানের সময় কজওয়ে নির্মাণের জন্য নিযুক্ত করা হয়েছিল। কুশিতের পূর্বপুরুষরা ৩৭০০ এবং ৩২৫০ খ্রিস্টপূর্বাব্দের মধ্যে স্পিও তৈরি করেছিলেন। মেরোইটিক যুগে ব্লুমরি এবং মারুত চুল্লি তৈরি হয়েছিল।\nপ্রাচীনতম ব্যবহারিক জল-চালিত মেশিন, ওয়াটার হুইল এবং ওয়াটারমিল, প্রথম দেখা যায় পারস্য সাম্রাজ্যে, বর্তমানে ইরাক এবং ইরানে, খ্রিস্টপূর্ব ৪র্থ শতাব্দীর প্রথম দিকে।\nপ্রাচীন গ্রিস বেসামরিক এবং সামরিক উভয় ক্ষেত্রেই মেশিন তৈরি করেছিল। অ্যান্টিকিথেরা যন্ত্রকৌশল, যান্ত্রিক অ্যানালগ কম্পিউটারের একটি প্রাথমিক পরিচিত মডেল এবং আর্কিমিডিসের যান্ত্রিক আবিষ্কারগুলি গ্রীক যান্ত্রিক প্রকৌশলের উদাহরণ। আর্কিমিডিসের কিছু উদ্ভাবন, সেইসাথে অ্যান্টিকাইথেরা মেকানিজমের জন্য প্রয়োজন ডিফারেনশিয়াল গিয়ারিং বা এপিসাইক্লিক গিয়ারিং সম্পর্কে পরিশীলিত জ্ঞান, মেশিন তত্ত্বের দুটি মূল নীতি যা শিল্প বিপ্লবের গিয়ার ট্রেন ডিজাইন করতে সাহায্য করেছিল এবং আজও বিভিন্ন ক্ষেত্রে ব্যাপকভাবে ব্যবহৃত হয় যেমন রোবটিক্স এবং অটোমোটিভ ইঞ্জিনিয়ারিং।\nচীনা এবং রোমান সেনাবাহিনী ব্যালিস্তা এবং ক্যাটাপল্ট সহ জটিল সামরিক মেশিন নিযুক্ত করেছিল। মধ্যযুগে ট্রেবুচেট বিকশিত হয়েছিল। ১৩২ সালে, পলিম্যাথ ঝাং হেং ভূমিকম্প শনাক্ত করার জন্য সিসমোস্কোপ আবিষ্কার করেছিলেন, যা ১১০০ বছর পরে বিশ্বের অন্য কোথাও আবিষ্কৃত হয়নি।\nহুয়ান তানের ঝিনলুন হল হাইড্রলিক্স দ্বারা চালিত ট্রিপ হ্যামার ডিভাইস (অর্থাৎ, একটি ওয়াটারহুইল) বর্ণনা করার জন্য প্রাচীনতম পাঠ্য, যা শস্যকে পাউন্ড এবং সজ্জিত করতে ব্যবহৃত হত।\n\n\n== মধ্যযুগ ==\n\n\n=== বাইজেন্টাইন সাম্রাজ্য ===\nবাইজেন্টাইনরা অগণিত গ্রীক পাণ্ডুলিপি অনুবাদ ও সংরক্ষিত করেছে এবং প্রাথমিক মধ্যযুগীয় বিশ্বে প্রকৌশলে অবদান রেখেছে। ট্র্যালেসের অ্যান্থেমিয়াস এবং মিলেটাসের ইসিডোর, ৫৩২-৫৩৭ সিইতে আয়া সোফিয়া গির্জার স্থাপত্যের জন্য দায়ী ছিলেন।\nহেলিওপোলিসের ক্যালিনিকাস দ্বারা উদ্ভাবিত গ্রীক আগুন ছিল বাইজেন্টাইনদের দ্বারা ব্যবহৃত একটি অস্ত্র। এতে পেট্রোলিয়াম, ন্যাফথা, কুইকলাইম, সালফার, রজন এবং পটাসিয়াম নাইট্রেটের মতো দাহ্য পদার্থ ছিল।\n\n\n=== ইসলামের স্বর্ণযুগ ===\nগ্রীক, ফার্সি, রোমান এবং ভারতীয় পণ্ডিতদের কাজ অনুবাদ করার পরে, ইসলামী স্বর্ণযুগ প্রকৌশল জ্ঞানের অগ্রগতি প্রত্যক্ষ করেছে।\nসর্বপ্রথম ব্যবহারিক বায়ুশক্তি মেশিন, উইন্ডমিল এবং উইন্ড পাম্প, প্রথম মুসলিম বিশ্বে ইসলামের স্বর্ণযুগে আবির্ভূত হয়েছিল, যেটি এখন ইরান, আফগানিস্তান এবং পাকিস্তান, ৯ম শতাব্দীতে। প্রাচীনতম ব্যবহারিক বাষ্পীয় ইঞ্জিন যন্ত্রটি ছিল একটি স্টিম জ্যাক বাষ্পীয় টার্বাইন, যা ১৫৫১ সালে অটোমান মিশরের তাক্বী আদ দীন দ্বারা বর্ণিত।\nখ্রিস্টীয় ৬শতকের মধ্যে ভারতে তুলা জিন আবিষ্কৃত হয়েছিল, এবং ১১শতকের গোড়ার দিকে ইসলামী বিশ্বে চরকা উদ্ভাবিত হয়েছিল, উভয়ই তুলা শিল্পের বৃদ্ধির জন্য মৌলিক ছিল। স্পিনিং হুইলটি স্পিনিং জেনিরও একটি অগ্রদূত ছিল, যা ১৮শতকের প্রথম দিকের শিল্প বিপ্লবের সময় একটি মূল বিকাশ ছিল।\nআলেকজান্দ্রিয়ার হিরোর কাজগুলো অনুবাদ করার পর, কুস্তা ইবনে লুকা, মুসলিম বিশ্বে প্রথম দিকের প্রোগ্রামেবল মেশিন তৈরি করা হয়েছিল। একটি মিউজিক সিকোয়েন্সার, একটি প্রোগ্রামেবল বাদ্যযন্ত্র, এটি ছিল প্রথম ধরনের প্রোগ্রামেবল মেশিন। প্রথম মিউজিক সিকোয়েন্সারটি ছিল একটি স্বয়ংক্রিয় বাঁশি বাদক যা বনু মুসা ভাইদের দ্বারা উদ্ভাবিত হয়েছিল, যেটি ৯ম শতাব্দীতে তাদের বই অফ ইনজেনিয়াস ডিভাইসে বর্ণিত হয়েছে। ১২০৬ সালে, আল-জাজারি প্রোগ্রামেবল স্বয়ংক্রিয় যন্ত্র/রোবট আবিষ্কার করেন। তিনি একটি প্রোগ্রামেবল ড্রাম মেশিন দ্বারা চালিত ড্রামার সহ চারটি স্বয়ংক্রিয় যন্ত্র সঙ্গীতশিল্পীদের বর্ণনা করেছেন, যেখানে তাদের বিভিন্ন তাল এবং বিভিন্ন ড্রাম প্যাটার্ন বাজানোর জন্য তৈরি করা যেতে পারে। ক্যাসেল ক্লক, আল-জাজারি দ্বারা উদ্ভাবিত একটি জল শক্তি যান্ত্রিক জ্যোতির্বিদ্যা ঘড়ি, প্রথম প্রোগ্রামযোগ্য অ্যানালগ কম্পিউটার।\nইসমাইল আল-জাযারি তুরস্কের আরতুকিদ রাজবংশের রাজা এবং তাদের প্রাসাদের জন্য পানি পাম্প করার জন্য পাঁচটি মেশিন তৈরি করেছিলেন। ৫০টিরও বেশি উদ্ভাবনী যান্ত্রিক ডিভাইস ছাড়াও, ইসমাইল আল-জাযারি বিভাগীয় গিয়ার, যান্ত্রিক নিয়ন্ত্রণ, পালানোর প্রক্রিয়া, ঘড়ি, রোবোটিক্স এবং ডিজাইনিং এবং উত্পাদন পদ্ধতির জন্য প্রোটোকলের বিকাশ এবং উদ্ভাবন করেছে।\n\n\n== ইউরোপীয় রেনেসাঁ ==\nপ্রথম সম্পূর্ণরূপে কার্যকরী বাষ্পীয় ইঞ্জিনটি ১৭১৬ সালে কামার থমাস নিউকমেন দ্বারা নির্মিত হয়েছিল। এই ডিভাইসের বিকাশ আগামী দশকগুলিতে শিল্প বিপ্লবের জন্ম দিয়েছে, যা গণ-উৎপাদন শুরু করার অনুমতি দিয়েছে।\n১৮শতকে একটি পেশা হিসাবে প্রকৌশলের উত্থানের সাথে সাথে, শব্দটি আরও সংকীর্ণভাবে প্রয়োগ করা হয় ক্ষেত্রগুলিতে যেখানে গণিত এবং বিজ্ঞান এই প্রান্তগুলিতে প্রয়োগ করা হয়েছিল। একইভাবে, মিলিটারি এবং সিভিল ইঞ্জিনিয়ারিং ছাড়াও, তখন মেকানিক আর্টস নামে পরিচিত ক্ষেত্রগুলি ইঞ্জিনিয়ারিংয়ে অন্তর্ভুক্ত হয়ে যায়।\nনিম্নলিখিত চিত্রগুলি ১৭০২ সালে ইংল্যান্ডে প্রকৌশল যন্ত্রের চিত্রিত কার্ডের ডেক থেকে নমুনা। তারা প্রকৌশল বিশেষীকরণের একটি পরিসীমা চিত্রিত করে, যা শেষ পর্যন্ত সিভিল ইঞ্জিনিয়ারিং, মেকানিক্যাল ইঞ্জিনিয়ারিং, ভূগণিত এবং জিওম্যাটিক্স ইত্যাদি নামে পরিচিত হবে।\nপ্রতিটি কার্ডে যন্ত্রটির উদ্দেশ্য ব্যাখ্যা করে একটি ক্যাপশন রয়েছে:\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আধুনিক যুগ ==\nটমাস সেভেরি এবং স্কটিশ প্রকৌশলী জেমস ওয়াটের উদ্ভাবনগুলি আধুনিক মেকানিক্যাল ইঞ্জিনিয়ারিংয়ের জন্ম দেয়। শিল্প বিপ্লবের সময় বিশেষ মেশিন এবং তাদের রক্ষণাবেক্ষণের সরঞ্জামগুলির বিকাশের ফলে মেকানিক্যাল ইঞ্জিনিয়ারিং এর জন্মস্থান ব্রিটেন এবং বিদেশে উভয় ক্ষেত্রেই দ্রুত বিকাশ ঘটে।\n১৯শতকে আলেসান্দ্রো ভোল্টার পরীক্ষা, মাইকেল ফ্যারাডে, জর্জ ওহম এবং অন্যান্যদের পরীক্ষা এবং ১৮৭২ সালে বৈদ্যুতিক মোটর আবিষ্কারের মাধ্যমে বৈদ্যুতিক প্রকৌশলের শৃঙ্খলা তৈরি হয়েছিল। ১৯শতকের শেষের দিকে ইলেকট্রিক্যাল ইঞ্জিনিয়ারিং একটি পেশা হয়ে ওঠে। অনুশীলনকারীরা একটি বিশ্বব্যাপী বৈদ্যুতিক টেলিগ্রাফ নেটওয়ার্ক তৈরি করেছিল এবং নতুন শৃঙ্খলাকে সমর্থন করার জন্য প্রথম বৈদ্যুতিক প্রকৌশল প্রতিষ্ঠানগুলি যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রে প্রতিষ্ঠিত হয়েছিল। যদিও একজন প্রথম বৈদ্যুতিক প্রকৌশলীকে সুনির্দিষ্টভাবে চিহ্নিত করা অসম্ভব, ফ্রান্সিস রোনাল্ডস এই ক্ষেত্রে এগিয়ে রয়েছেন, যিনি ১৮১৬ সালে প্রথম কর্মরত বৈদ্যুতিক টেলিগ্রাফ সিস্টেম তৈরি করেছিলেন এবং কীভাবে বিশ্বকে বিদ্যুতের মাধ্যমে রূপান্তরিত করা যেতে পারে তার দৃষ্টিভঙ্গি নথিভুক্ত করেছিলেন।\n১৯শতকের শেষের দিকে জেমস ম্যাক্সওয়েল এবং হেনরিখ হার্টজের কাজ ইলেকট্রনিক্স ক্ষেত্রের জন্ম দেয়। ভ্যাকুয়াম টিউব এবং ট্রানজিস্টরের পরবর্তী উদ্ভাবনগুলি ইলেকট্রনিক্সের বিকাশকে এমনভাবে ত্বরান্বিত করেছিল যে বৈদ্যুতিক এবং ইলেকট্রনিক্স ইঞ্জিনিয়াররা বর্তমানে অন্য যেকোন ইঞ্জিনিয়ারিং বিশেষত্বের সহকর্মীদের চেয়ে বেশি।\nরাসায়নিক প্রকৌশল, তার অংশীদার মেকানিক্যাল ইঞ্জিনিয়ারিংয়ের মতো, শিল্প বিপ্লবের সময় ১৯শতকে বিকশিত হয়েছিল। শিল্প স্কেল উৎপাদন নতুন উপকরণ এবং নতুন প্রক্রিয়ার দাবি করে এবং ১৮৮০ সালের মধ্যে রাসায়নিকের বৃহৎ স্কেল উৎপাদনের প্রয়োজনীয়তা এমন ছিল যে একটি নতুন শিল্প তৈরি করা হয়েছিল, নতুন শিল্প কারখানায় রাসায়নিকের বৃহৎ আকারের উৎপাদদনের জন্য উৎসর্গীকৃত। রাসায়নিক প্রকৌশলীর ভূমিকা ছিল এই রাসায়নিক উদ্ভিদ এবং প্রক্রিয়াগুলির নকশা।\nঅ্যারোনটিক্যাল ইঞ্জিনিয়ারিং বিমানের নকশা নিয়ে কাজ করে যখন অ্যারোস্পেস ইঞ্জিনিয়ারিং একটি আরও আধুনিক শব্দ যা মহাকাশযানের নকশা অন্তর্ভুক্ত করে শৃঙ্খলার নাগালের খামকে প্রসারিত করে। এর উৎপত্তি ২০শতকের দিকে এভিয়েশন অগ্রগামীদের কাছে খুঁজে পাওয়া যায় যদিও স্যার জর্জ কেলির কাজটি সম্প্রতি ১৮শতকের শেষ দশক থেকে করা হয়েছে। অ্যারোনটিক্যাল ইঞ্জিনিয়ারিং এর প্রাথমিক জ্ঞান প্রকৌশলের অন্যান্য শাখা থেকে আমদানি করা কিছু ধারণা এবং দক্ষতার সাথে মূলত অভিজ্ঞতামূলক ছিল। রাইট ভাইদের সফল ফ্লাইটের মাত্র এক দশক পরে, ১৯২০-এর দশকে প্রথম বিশ্বযুদ্ধের সামরিক বিমানের বিকাশের মাধ্যমে অ্যারোনটিক্যাল ইঞ্জিনিয়ারিংয়ের ব্যাপক বিকাশ ঘটে। ইতোমধ্যে, পরীক্ষার সাথে তাত্ত্বিক পদার্থবিদ্যাকে একত্রিত করে মৌলিক পটভূমি বিজ্ঞান প্রদানের জন্য গবেষণা অব্যাহত ছিল।\n১৮৬৩ সালে ইয়েল ইউনিভার্সিটিতে উইলার্ড গিবসের কাছে প্রকৌশলে (প্রযুক্তিগতভাবে, প্রয়োগকৃত বিজ্ঞান এবং প্রকৌশল) প্রথম পিএইচডি মার্কিন যুক্তরাষ্ট্রে পুরস্কৃত হয়েছিল; এটি ছিল মার্কিন যুক্তরাষ্ট্রে বিজ্ঞানে পুরস্কৃত দ্বিতীয় পিএইচডি লাভ করে।\n১৯৯০ সালে, কম্পিউটার প্রযুক্তির উত্থানের সাথে সাথে, প্রথম সার্চ ইঞ্জিনটি কম্পিউটার প্রকৌশলী অ্যালান এমটাজ দ্বারা নির্মিত হয়েছিল।\n\n\n== আরও দেখুন ==\nঐতিহাসিক আবিষ্কারের সময়রেখা\nইঞ্জিনিয়ারিংয়ে মহিলাদের ইতিহাস\nকেমিক্যাল ইঞ্জিনিয়ারিংয়ের ইতিহাস\nবৈদ্যুতিক প্রকৌশলের ইতিহাস\nঅবকাঠামো প্রকৌশলের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nবিক্স, অ্যামি স্যু। মেয়েরা প্রযুক্তিতে আসছে!: মহিলাদের জন্য আমেরিকান ইঞ্জিনিয়ারিং শিক্ষার ইতিহাস : মহিলাদের জন্য আমেরিকান ইঞ্জিনিয়ারিং শিক্ষার ইতিহাস\nহিল, ডোনাল্ড। গ্রীক, রোমান, বাইজেন্টাইন এবং আরবদের উপর শাস্ত্রীয় এবং মধ্যযুগীয় সময়ে প্রকৌশলের ইতিহাস (রাউটলেজ, ২০১৩)\nল্যান্ডেলস, জন জি. ইঞ্জিনিয়ারিং ইন দ্য অ্যানসিয়েন্ট ওয়ার্ল্ড (ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া প্রেস, ২০০০, রেভ. সংস্করণ) আইএসবিএন;978-0-520-22782-8\nলটন, ব্রায়ান, এড. মেকানিক্যাল ইঞ্জিনিয়ারিং এর প্রাথমিক ইতিহাস - ভল. ১\nরাই, জন এবং রুডি ভোল্টি। ইতিহাসে ইঞ্জিনিয়ার (২০০১) অনলাইন\nরোডস, এডওয়ার্ড, এড. ইঞ্জিনিয়ারিং আমেরিকা: দ্য রাইজ অফ দ্য আমেরিকান প্রফেশনাল ক্লাস, ১৮৩৮-১৯২০ (ওয়াশিংটন: ওয়েস্টফালিয়া প্রেস, ২০১৪) ১৪২ পিপি।\nস্মিথ, এডগার সি. নৌ ও সামুদ্রিক প্রকৌশলের সংক্ষিপ্ত ইতিহাস (কেমব্রিজ বিশ্ববিদ্যালয় প্রেস, ২০১৩)\nউশার, অ্যাবট পেসন। যান্ত্রিক আবিষ্কারের ইতিহাস (২য় সংস্করণ ১৯৫৪), ৪৫০ পিপি অনলাইন পর্যালোচনা\n\n\n== বহিঃসংযোগ ==\nমিনেসোটা বিশ্ববিদ্যালয়ের ইঞ্জিনিয়ারিংয়ের ইতিহাস"}