{"pageid": 1420276, "title": "সাইটোকাইন", "url": "https://bn.wikipedia.org/wiki?curid=1420276", "content": "সাইটোকাইন হল একটি বিস্তৃত এবং আলগা শ্রেণির ছোট প্রোটিন (~5-25 kDa) কোষের সংকেত দেওয়ার ক্ষেত্রে গুরুত্বপূর্ণ। তাদের আকারের কারণে, সাইটোকাইন সাইটোপ্লাজমে প্রবেশের জন্য কোষের লিপিড বাইলেয়ার অতিক্রম করতে পারে না এবং তাই সাধারণত লক্ষ্য কোষের পৃষ্ঠে নির্দিষ্ট সাইটোকাইন রিসেপ্টরগুলির সাথে মিথস্ক্রিয়া করে তাদের কার্য সম্পাদন করে। সাইটোকাইন অটোক্রাইন, প্যারাক্রাইন এবং অন্তঃস্রাব সংকেত ইমিউনোমোডুলেটিং এজেন্ট হিসাবে জড়িত বলে দেখা গেছে।\nসাইটোকাইনের মধ্যে রয়েছে কেমোকাইনস, ইন্টারফেরন, ইন্টারলিউকিনস, লিম্ফোকাইনস এবং টিউমার নেক্রোসিস ফ্যাক্টর, কিন্তু সাধারণত হরমোন বা বৃদ্ধির কারণ নয় (পরিভাষায় কিছু ওভারল্যাপ থাকা সত্ত্বেও)। সাইটোকাইনগুলি কোষের একটি বিস্তৃত পরিসর দ্বারা উৎপাদিত হয়, যার মধ্যে রয়েছে ম্যাক্রোফেজ, বি লিম্ফোসাইট, টি লিম্ফোসাইট এবং মাস্ট কোষ, সেইসাথে এন্ডোথেলিয়াল কোষ, ফাইব্রোব্লাস্ট এবং বিভিন্ন স্ট্রোমাল কোষ; একটি প্রদত্ত সাইটোকাইন একাধিক ধরণের কোষ দ্বারা উৎপাদিত হতে পারে। এগুলি কোষের পৃষ্ঠের রিসেপ্টরগুলির মাধ্যমে কাজ করে এবং বিশেষ করে ইমিউন সিস্টেমে গুরুত্বপূর্ণ; সাইটোকাইন হিউমারাল এবং কোষ-ভিত্তিক ইমিউন প্রতিক্রিয়াগুলির মধ্যে ভারসাম্য সংশোধন করে এবং তারা নির্দিষ্ট কোষের জনসংখ্যার পরিপক্কতা, বৃদ্ধি এবং প্রতিক্রিয়াশীলতা নিয়ন্ত্রণ করে। কিছু সাইটোকাইন জটিল উপায়ে অন্যান্য সাইটোকাইনের ক্রিয়া বাড়ায় বা বাধা দেয়। এগুলি হরমোন থেকে আলাদা, যা গুরুত্বপূর্ণ কোষ সংকেত অণুও। হরমোনগুলি উচ্চ ঘনত্বে সঞ্চালিত হয় এবং নির্দিষ্ট ধরণের কোষ দ্বারা তৈরি হয়। সাইটোকাইন স্বাস্থ্য এবং রোগের ক্ষেত্রে গুরুত্বপূর্ণ, বিশেষত সংক্রমণ, প্রদাহ, ট্রমা, সেপসিস, ক্যান্সার এবং প্রজননে হোস্ট ইমিউন প্রতিক্রিয়াতে।\nসাইটোকাইন হিউমারাল এবং কোষ-ভিত্তিক ইমিউন প্রতিক্রিয়াগুলির মধ্যে ভারসাম্য সংশোধন করে এবং তারা নির্দিষ্ট কোষের জনসংখ্যার পরিপক্কতা, বৃদ্ধি এবং প্রতিক্রিয়াশীলতা নিয়ন্ত্রণ করে। কিছু সাইটোকাইন জটিল উপায়ে অন্যান্য সাইটোকাইনের ক্রিয়া বাড়ায় বা বাধা দেয়। এগুলি হরমোন থেকে আলাদা, যা গুরুত্বপূর্ণ কোষ সংকেত অণুও। সাইটোকাইন হিউমারাল এবং কোষ-ভিত্তিক ইমিউন প্রতিক্রিয়াগুলির মধ্যে ভারসাম্য সংশোধন করে এবং তারা নির্দিষ্ট কোষের জনসংখ্যার পরিপক্কতা, বৃদ্ধি এবং প্রতিক্রিয়াশীলতা নিয়ন্ত্রণ করে। কিছু সাইটোকাইন জটিল উপায়ে অন্যান্য সাইটোকাইনের ক্রিয়া বাড়ায় বা বাধা দেয়। এগুলি হরমোন থেকে আলাদা, যা গুরুত্বপূর্ণ কোষ সংকেত অণুও।\nশব্দটি এসেছে প্রাচীন গ্রীক ভাষা থেকে: সাইটো, গ্রীক κύτος, kytos, 'cavity, cell' + kines, গ্রীক κίνησις, kinēsis, 'চলাচল' থেকে।\n\n\n== আবিষ্কার ==\nইন্টারফেরন-আলফা, একটি ইন্টারফেরন টাইপ I, ১৯৫৭ সালে একটি প্রোটিন হিসাবে চিহ্নিত হয়েছিল যা ভাইরাল প্রতিলিপিতে হস্তক্ষেপ করে। ইন্টারফেরন-গামার কার্যকলাপ (ইন্টারফেরন টাইপ II ক্লাসের একমাত্র সদস্য) ১৯৬৫ সালে বর্ণনা করা হয়েছিল; এটিই প্রথম শনাক্ত লিম্ফোসাইট থেকে প্রাপ্ত মধ্যস্থতাকারী। ম্যাক্রোফেজ মাইগ্রেশন ইনহিবিটরি ফ্যাক্টর (MIF) একই সাথে ১৯৬৬ সালে জন ডেভিড এবং ব্যারি ব্লুম চিহ্নিত করেছিলেন।\n১৯৬৯ সালে, ডুডলি ডুমন্ড লিম্ফোসাইট থেকে নিঃসৃত প্রোটিনকে বর্ণনা করার জন্য \"লিম্ফোকাইন\" শব্দটি প্রস্তাব করেন এবং পরবর্তীতে, সংস্কৃতিতে ম্যাক্রোফেজ এবং মনোসাইট থেকে প্রাপ্ত প্রোটিনকে \"মনোকাইনস\" বলা হয়। ১৯৭৪ সালে, প্যাথলজিস্ট স্ট্যানলি কোহেন, এমডি (নোবেল বিজয়ীর সাথে বিভ্রান্ত হবেন না) ভাইরাস-সংক্রমিত অ্যালানটোয়িক মেমব্রেন এবং কিডনি কোষে এমআইএফ-এর উত্পাদন বর্ণনা করে একটি নিবন্ধ প্রকাশ করেছেন, যা দেখিয়েছে যে এটির উৎপাদন শুধুমাত্র ইমিউন কোষের মধ্যে সীমাবদ্ধ নয়। এটি তার সাইটোকাইন শব্দটির প্রস্তাবের দিকে নিয়ে যায়। ওগাওয়া প্রাথমিক কাজের বৃদ্ধির কারণ, মধ্যবর্তী কাজের বৃদ্ধির কারণ এবং দেরীতে কাজের বৃদ্ধির কারণগুলি বর্ণনা করেছেন।\n\n\n== হরমোন থেকে পার্থক্য ==\nক্লাসিক হরমোনগুলি ন্যানোমোলার (10-9 M) ঘনত্বে জলীয় দ্রবণে সঞ্চালিত হয় যা সাধারণত এক ক্রম থেকে কম মাত্রায় পরিবর্তিত হয়। বিপরীতে, কিছু সাইটোকাইন (যেমন IL-6) পিকোমোলার (10-12 M) ঘনত্বে সঞ্চালিত হয় যা আঘাত বা সংক্রমণের সময় ১,০০০ গুণ পর্যন্ত বৃদ্ধি পেতে পারে। সাইটোকাইনগুলির জন্য সেলুলার উৎসের বিস্তৃত বিতরণ একটি বৈশিষ্ট্য হতে পারে যা তাদের হরমোন থেকে আলাদা করে। কার্যত সমস্ত নিউক্লিয়েটেড কোষ, কিন্তু বিশেষ করে এন্ডো/এপিথেলিয়াল কোষ এবং আবাসিক ম্যাক্রোফেজ (অনেকটি বাহ্যিক পরিবেশের সাথে ইন্টারফেসের কাছাকাছি) হল IL-1, IL-6 এবং TNF-α এর শক্তিশালী উৎপাদক। বিপরীতে, ক্লাসিক হরমোন, যেমন ইনসুলিন, অগ্ন্যাশয়ের মতো বিচ্ছিন্ন গ্রন্থি থেকে নিঃসৃত হয়। বর্তমান পরিভাষা সাইটোকাইনকে ইমিউনোমোডুলেটিং এজেন্ট হিসেবে উল্লেখ করে।\nহরমোন থেকে সাইটোকাইনগুলিকে আলাদা করতে অসুবিধার একটি অবদানকারী কারণ হল সাইটোকাইনের কিছু ইমিউনোমোডুলেটিং প্রভাব স্থানীয় না হয়ে সিস্টেমিক (অর্থাৎ, সমগ্র জীবকে প্রভাবিত করে)। উদাহরণস্বরূপ, হরমোনের পরিভাষাকে সঠিকভাবে ব্যবহার করার জন্য, সাইটোকাইন প্রকৃতিতে অটোক্রাইন বা প্যারাক্রাইন হতে পারে এবং কেমোট্যাক্সিস, কেমোকাইনেসিস এবং এন্ডোক্রাইন পাইরোজেন হিসাবে। মূলত, সাইটোকাইনগুলি অণু হিসাবে তাদের ইমিউনোমোডুলেটরি অবস্থার মধ্যে সীমাবদ্ধ নয়।\n\n\n== নামকরণ ==\nসাইটোকাইনকে লিম্ফোকাইনস, ইন্টারলিউকিনস এবং কেমোকাইন হিসাবে শ্রেণীবদ্ধ করা হয়েছে, তাদের অনুমান কোষের নিঃসরণ, ফাংশন বা কর্মের লক্ষ্যের উপর ভিত্তি করে। যেহেতু সাইটোকাইন যথেষ্ট অপ্রয়োজনীয়তা এবং প্লিওট্রপিজম দ্বারা চিহ্নিত করা হয়, এই ধরনের পার্থক্যগুলি, ব্যতিক্রমের জন্য অনুমতি দেয়, অপ্রচলিত।\n\nইন্টারলেউকিন শব্দটি প্রাথমিকভাবে গবেষকরা সেই সাইটোকাইনগুলির জন্য ব্যবহার করেছিলেন যাদের অনুমান করা লক্ষ্যগুলি মূলত শ্বেত রক্তকণিকা (লিউকোসাইট)। এটি এখন নতুন সাইটোকাইন অণুগুলির উপাধির জন্য মূলত ব্যবহৃত হয় এবং তাদের অনুমিত ফাংশনের সাথে সামান্য সম্পর্ক বহন করে। এর মধ্যে বেশিরভাগই টি-হেল্পার কোষ দ্বারা উত্পাদিত হয়।\nলিম্ফোকাইনস : লিম্ফোসাইট দ্বারা উত্পাদিত\nমনোকাইনস : একচেটিয়াভাবে মনোসাইট দ্বারা উত্পাদিত\nইন্টারফেরন : অ্যান্টিভাইরাল প্রতিক্রিয়া জড়িত\nকলোনি উদ্দীপক কারণগুলি : সেমিসলিড মিডিয়াতে কোষের বৃদ্ধি সমর্থন করে\nকেমোকাইনস : কোষের মধ্যে কেমোঅ্যাট্রাকশন (কেমোট্যাক্সিস) মধ্যস্থতা করে।\n\n\n== শ্রেণিবিভাগ ==\n\n\n=== কাঠামোগত ===\nকাঠামোগত একজাতীয়তা আংশিকভাবে সাইটোকাইনগুলির মধ্যে পার্থক্য করতে সক্ষম হয়েছে যেগুলি যথেষ্ট পরিমাণে অপ্রয়োজনীয়তা প্রদর্শন করে না যাতে তাদের চার প্রকারে শ্রেণীবদ্ধ করা যায়:\n\nচার- α-হেলিক্স বান্ডেল পরিবার (InterPro ): সদস্য সাইটোকাইনগুলির চারটি α-হেলিসের বান্ডিল সহ ত্রি-মাত্রিক কাঠামো থাকে। এই পরিবারটি, আবার, তিনটি উপ-পরিবারে বিভক্ত:\nIL-2 সাবফ্যামিলি। এটাই সবচেয়ে বড় পরিবার। এতে ইরিথ্রোপয়েটিন (ইপিও) এবং থ্রম্বোপয়েটিন (টিপিও) সহ বেশ কয়েকটি অ-ইমিউনোলজিক্যাল সাইটোকাইন রয়েছে। টপোলজি অনুসারে এগুলিকে লং-চেইন এবং শর্ট-চেইন সাইটোকাইনে বিভক্ত করা যেতে পারে। কিছু সদস্য তাদের রিসেপ্টরের অংশ হিসাবে সাধারণ গামা চেইন ভাগ করে নেয়।\nইন্টারফেরন (IFN) সাবফ্যামিলি।\nIL-10 সাবফ্যামিলি।\nIL-1 পরিবার, যার মধ্যে প্রাথমিকভাবে IL-1 এবং IL-18 অন্তর্ভুক্ত রয়েছে।\nসিস্টাইন নট সাইটোকাইনস (IPR029034) এর মধ্যে TGF-β1, TGF-β2 এবং TGF-β3 সহ ট্রান্সফর্মিং গ্রোথ ফ্যাক্টর বিটা সুপারফ্যামিলির সদস্য রয়েছে।\nIL-17 পরিবার, যা এখনও সম্পূর্ণরূপে চিহ্নিত করা হয়নি, যদিও সদস্য সাইটোকাইনগুলি সাইটোটক্সিক প্রভাব সৃষ্টিকারী টি-কোষের বিস্তারের প্রচারে একটি নির্দিষ্ট প্রভাব ফেলে।\n\n\n=== কার্যকরী ===\nএকটি শ্রেণিবিন্যাস যা কাঠামোগত জীববিজ্ঞানের বাইরে ক্লিনিকাল এবং পরীক্ষামূলক অনুশীলনে আরও কার্যকর প্রমাণিত হয় তা ইমিউনোলজিক্যাল সাইটোকাইনগুলিকে ভাগ করে যেগুলি সেলুলার ইমিউন প্রতিক্রিয়া বাড়ায়, টাইপ ১ (TNFα, IFN-γ, ইত্যাদি), এবং যেগুলি অ্যান্টিবডি প্রতিক্রিয়া বাড়ায়, টাইপ ২ (TGF) -β, IL-4, IL-10, IL-13, ইত্যাদি)। আগ্রহের একটি মূল ফোকাস হল যে এই দুটি উপ-সেটের একটিতে সাইটোকাইনগুলি অন্যটির প্রভাবগুলিকে বাধা দেয়। অটোইমিউন ডিসঅর্ডারগুলির প্যাথোজেনেসিসে এর সম্ভাব্য ভূমিকার জন্য এই প্রবণতাটির অনিয়ন্ত্রন নিবিড় অধ্যয়নের অধীনে রয়েছে। বেশ কিছু প্রদাহজনক সাইটোকাইন অক্সিডেটিভ স্ট্রেস দ্বারা প্ররোচিত হয়। সাইটোকাইনগুলি নিজে থেকেই অন্যান্য সাইটোকাইনগুলিকে ট্রিগার করে এবং অক্সিডেটিভ স্ট্রেস বাড়ায় যা দীর্ঘস্থায়ী প্রদাহের পাশাপাশি অন্যান্য ইমিউনোরস্পন্স যেমন জ্বর এবং লিভারের অ্যাকিউট ফেজ প্রোটিনগুলির ক্ষেত্রে গুরুত্বপূর্ণ করে তোলে। (IL-1,6,12, IFN-a)। সাইটোকাইনগুলি প্রদাহ-বিরোধী পথগুলিতেও ভূমিকা পালন করে এবং প্রদাহ বা পেরিফেরাল নার্ভের আঘাত থেকে প্যাথলজিকাল ব্যথার সম্ভাব্য থেরাপিউটিক চিকিত্সা। প্রো-ইনফ্ল্যামেটরি এবং অ্যান্টি-ইনফ্লেমেটরি সাইটোকাইন উভয়ই রয়েছে যা এই পথকে নিয়ন্ত্রণ করে।\n\n\n== রিসেপ্টর ==\nসাম্প্রতিক বছরগুলিতে, সাইটোকাইন রিসেপ্টরগুলি সাইটোকাইনের চেয়ে বেশি তদন্তকারীদের দৃষ্টি আকর্ষণ করতে এসেছে, আংশিকভাবে তাদের উল্লেখযোগ্য বৈশিষ্ট্যগুলির কারণে এবং আংশিকভাবে কারণ সাইটোকাইন রিসেপ্টরগুলির ঘাটতি এখন কিছু দুর্বল ইমিউনোডেফিসিয়েন্সি অবস্থার সাথে সরাসরি যুক্ত হয়েছে। এই ক্ষেত্রে, এবং সাইটোকাইনগুলির অপ্রয়োজনীয়তা এবং প্লোমরফিজম প্রকৃতপক্ষে তাদের সমজাতীয় রিসেপ্টরগুলির একটি পরিণতি হওয়ায়, অনেক কর্তৃপক্ষ মনে করেন যে সাইটোকাইন রিসেপ্টরগুলির একটি শ্রেণিবিভাগ আরও চিকিত্সাগত এবং পরীক্ষামূলকভাবে কার্যকর হবে।\nতাদের ত্রিমাত্রিক গঠনের উপর ভিত্তি করে সাইটোকাইন রিসেপ্টরগুলির একটি শ্রেণিবিন্যাস করার চেষ্টা করা হয়েছে। এই ধরনের শ্রেণিবিভাগ, যদিও আপাতদৃষ্টিতে কষ্টকর, আকর্ষণীয় ফার্মাকোথেরাপিউটিক লক্ষ্যগুলির জন্য বেশ কয়েকটি অনন্য দৃষ্টিভঙ্গি প্রদান করে।\n\nইমিউনোগ্লোবুলিন (আইজি) সুপারফ্যামিলি, যা মেরুদণ্ডী দেহের বিভিন্ন কোষ এবং টিস্যুতে সর্বব্যাপী উপস্থিত থাকে এবং ইমিউনোগ্লোবুলিন (অ্যান্টিবডি), কোষের আনুগত্য অণু এবং এমনকি কিছু সাইটোকাইনের সাথে কাঠামোগত সমতা ভাগ করে নেয়। উদাহরণ: IL-১ রিসেপ্টর প্রকার।\nহিমোপয়েটিক গ্রোথ ফ্যাক্টর (টাইপ ১) পরিবার, যাদের সদস্যদের তাদের এক্সট্রা সেলুলার অ্যামিনো-অ্যাসিড ডোমেনে নির্দিষ্ট সংরক্ষিত মোটিফ রয়েছে। IL-২ রিসেপ্টর এই শৃঙ্খলের অন্তর্গত, যার γ-চেইন (অন্যান্য সাইটোকাইনের সাধারণ) ঘাটতি সরাসরি সিভিয়ার কম্বাইন্ড ইমিউনোডেফিসিয়েন্সি (X-SCID) এর x-লিঙ্কযুক্ত ফর্মের জন্য দায়ী।\nইন্টারফেরন (টাইপ ২) পরিবার, যার সদস্যরা IFN β এবং γ এর রিসেপ্টর।\nটিউমার নেক্রোসিস ফ্যাক্টর (TNF) (টাইপ ৩) পরিবার, যার সদস্যরা একটি সিস্টাইন সমৃদ্ধ সাধারণ এক্সট্রা সেলুলার বাইন্ডিং ডোমেন ভাগ করে, এবং লিগ্যান্ডগুলি ছাড়াও যে লিগ্যান্ডগুলির উপর পরিবারের নামকরণ করা হয়েছে সেগুলি ছাড়াও CD40, CD27 এবং CD30 এর মতো অন্যান্য নন-সাইটোকাইন লিগ্যান্ডগুলি অন্তর্ভুক্ত করে।\nসেভেন ট্রান্সমেমব্রেন হেলিক্স পরিবার, প্রাণীজগতের সর্বব্যাপী রিসেপ্টর প্রকার। সমস্ত জি প্রোটিন-সংযুক্ত রিসেপ্টর (হরমোন এবং নিউরোট্রান্সমিটারের জন্য) এই পরিবারের অন্তর্গত। কেমোকাইন রিসেপ্টর, যার মধ্যে দুটি এইচআইভি (CD4 এবং CCR5) এর জন্য বাঁধাই প্রোটিন হিসাবে কাজ করে, এছাড়াও এই পরিবারের অন্তর্গত।\nInterleukin-17 রিসেপ্টর (IL-17R) পরিবার, যা অন্য সাইটোকাইন রিসেপ্টর পরিবারের সাথে সামান্য সমতা দেখায়। এই পরিবারের সদস্যদের মধ্যে সংরক্ষিত কাঠামোগত মোটিফগুলির মধ্যে রয়েছে: একটি বহিরাগত ফাইব্রোনেক্টিন III-এর মতো ডোমেন, একটি ট্রান্সমেমব্রেন ডোমেন এবং একটি সাইটোপ্লাজমিক SERIF ডোমেন। এই পরিবারের পরিচিত সদস্যরা নিম্নরূপ: IL-17RA, IL-17RB, IL-17RC, IL17RD এবং IL-17RE।\nপ্রতিটি সাইটোকাইনের একটি ম্যাচিং সেল-সারফেস রিসেপ্টর থাকে। অন্তঃকোষীয় সিগন্যালিং এর পরবর্তী ক্যাসকেডগুলি কোষের কার্যাবলীকে পরিবর্তন করে। এর মধ্যে বিভিন্ন জিন এবং তাদের ট্রান্সক্রিপশন ফ্যাক্টরগুলির আপগ্র্যুলেশন এবং/অথবা ডাউনরেগুলেশন অন্তর্ভুক্ত থাকতে পারে, যার ফলে অন্যান্য সাইটোকাইন তৈরি হয়, অন্যান্য অণুর জন্য পৃষ্ঠের রিসেপ্টরের সংখ্যা বৃদ্ধি পায়, অথবা প্রতিক্রিয়া নিষেধের মাধ্যমে তাদের নিজস্ব প্রভাবকে দমন করে। প্রদত্ত কোষে একটি নির্দিষ্ট সাইটোকাইনের প্রভাব নির্ভর করে সাইটোকাইন, এর বহিঃকোষীয় প্রাচুর্য, কোষের পৃষ্ঠে পরিপূরক রিসেপ্টরের উপস্থিতি এবং প্রাচুর্য এবং রিসেপ্টর বাইন্ডিং দ্বারা সক্রিয় ডাউনস্ট্রিম সংকেতের উপর; এই শেষ দুটি কারণ কোষের ধরন অনুসারে পরিবর্তিত হতে পারে। সাইটোকাইনগুলি যথেষ্ট অপ্রয়োজনীয়তার দ্বারা চিহ্নিত করা হয়, এতে অনেক সাইটোকাইন একই রকম ফাংশন ভাগ করে দেখায়। এটি একটি প্যারাডক্স বলে মনে হয় যে অ্যান্টিবডিগুলির সাথে আবদ্ধ সাইটোকাইনগুলির একা সাইটোকাইনের তুলনায় একটি শক্তিশালী ইমিউন প্রভাব রয়েছে। এটি কম থেরাপিউটিক ডোজ হতে পারে।\nএটি দেখানো হয়েছে যে প্রদাহজনক সাইটোকাইনগুলি মনোসাইটগুলিতে PD-1 স্তরগুলিকে আপ-নিয়ন্ত্রিত করার মাধ্যমে টি-কোষের বিস্তার এবং কার্যকারিতার IL-10-নির্ভর বাধা সৃষ্টি করে, যা PD-কে বাঁধার পরে মনোসাইট দ্বারা IL-10 উৎপাদনের দিকে পরিচালিত করে। PD-L দ্বারা 1। সাইটোকাইনের প্রতিকূল প্রতিক্রিয়াগুলি ইনজেকশন সাইটগুলিতে স্থানীয় প্রদাহ এবং/অথবা আলসারেশন দ্বারা চিহ্নিত করা হয়। মাঝে মাঝে এই ধরনের প্রতিক্রিয়া আরও বিস্তৃত প্যাপুলার বিস্ফোরণের সাথে দেখা যায়।\n\n\n== স্বাস্থ্য এবং রোগের ভূমিকা ==\nসাইটোকাইনগুলি ভ্রূণের বিকাশের সময় বিভিন্ন উন্নয়নমূলক প্রক্রিয়ার সাথে জড়িত। সাইটোকাইনগুলি ব্লাস্টোসিস্ট থেকে নিঃসৃত হয় এবং এন্ডোমেট্রিয়ামেও প্রকাশিত হয় এবং জোনা হ্যাচিং এবং ইমপ্লান্টেশনের পর্যায়ে গুরুত্বপূর্ণ ভূমিকা পালন করে। সাইটোকাইনগুলি সংক্রমণের বিরুদ্ধে লড়াই করার জন্য এবং অন্যান্য ইমিউন প্রতিক্রিয়াগুলির জন্য অত্যন্ত গুরুত্বপূর্ণ। যাইহোক, প্রদাহ, ট্রমা, সেপসিস, এবং হেমোরেজিক স্ট্রোকের ক্ষেত্রে তারা অনিয়ন্ত্রিত এবং রোগগত হতে পারে। বয়স্ক জনগোষ্ঠীর মধ্যে অনিয়ন্ত্রিত সাইটোকাইন নিঃসরণ প্রদাহের দিকে পরিচালিত করতে পারে এবং এই ব্যক্তিদের বয়স-সম্পর্কিত রোগ যেমন নিউরোডিজেনারেটিভ রোগ এবং টাইপ ২ ডায়াবেটিসের জন্য আরও ঝুঁকিপূর্ণ করে তোলে।\n\n\n== বিরূপ প্রভাব ==\nসাইটোকাইনের প্রতিকূল প্রভাব সিজোফ্রেনিয়া, বড় বিষণ্নতা এবং আলঝেইমার রোগ থেকে ক্যান্সার পর্যন্ত অনেক রোগের অবস্থা এবং অবস্থার সাথে যুক্ত। টি নিয়ন্ত্রক কোষ (Tregs) এবং সম্পর্কিত-সাইটোকাইনগুলি কার্যকরভাবে টিউমার ইমিউন এস্কেপ প্রক্রিয়ায় নিযুক্ত থাকে এবং কার্যকরীভাবে টিউমারের বিরুদ্ধে ইমিউন প্রতিক্রিয়াকে বাধা দেয়। ট্রান্সক্রিপশন ফ্যাক্টর হিসাবে ফর্কহেড বক্স প্রোটিন 3 (Foxp3) হল Treg কোষের একটি অপরিহার্য আণবিক চিহ্নিতকারী। Foxp3 পলিমরফিজম (rs3761548) ক্যানসারের অগ্রগতির সাথে জড়িত থাকতে পারে যেমন গ্যাস্ট্রিক ক্যানসারকে প্রভাবিত করে ট্রেগস ফাংশন এবং IL-10, IL-35 এবং TGF-β- এর মতো ইমিউনোমোডুলেটরি সাইটোকাইনের নিঃসরণ। সাধারন টিস্যু অখণ্ডতা সংরক্ষিত হয় আনুগত্য অণু এবং গোপন সাইটোকাইন দ্বারা মধ্যস্থিত বিভিন্ন কোষের মধ্যে প্রতিক্রিয়া মিথস্ক্রিয়া দ্বারা; ক্যান্সারে স্বাভাবিক প্রতিক্রিয়া প্রক্রিয়ার ব্যাঘাত টিস্যুর অখণ্ডতাকে হুমকি দেয়।\nসাইটোকাইনগুলির অতিরিক্ত নিঃসরণ একটি বিপজ্জনক সাইটোকাইন স্টর্ম সিন্ড্রোমকে ট্রিগার করতে পারে। TGN1412 এর ক্লিনিকাল ট্রায়ালের সময় সাইটোকাইন ঝড় গুরুতর প্রতিকূল ঘটনার কারণ হতে পারে। 1918 সালের \"স্প্যানিশ ফ্লু\" মহামারীতেও সাইটোকাইন ঝড় মৃত্যুর প্রধান কারণ বলে সন্দেহ করা হয়। স্বাস্থ্যকর ইমিউন সিস্টেম আছে এমন লোকেদের প্রতি মৃত্যুকে বেশি বোঝানো হয়েছিল, কারণ তাদের শক্তিশালী ইমিউন প্রতিক্রিয়া তৈরি করার ক্ষমতা, সাইটোকাইনের মাত্রা নাটকীয়ভাবে বৃদ্ধি পায়। সাইটোকাইন ঝড়ের আরেকটি উদাহরণ তীব্র প্যানক্রিয়াটাইটিসে দেখা যায়। সাইটোকাইনগুলি অবিচ্ছেদ্য এবং ক্যাসকেডের সমস্ত কোণে জড়িত, ফলে সিস্টেমিক ইনফ্ল্যামেটরি রেসপন্স সিন্ড্রোম এবং মাল্টি-অর্গান ব্যর্থতা এই আন্তঃ-পেটের বিপর্যয়ের সাথে যুক্ত। COVID-19 মহামারীতে, COVID-19 থেকে কিছু মৃত্যু সাইটোকাইন রিলিজ ঝড়ের জন্য দায়ী করা হয়েছে। বর্তমান তথ্য থেকে জানা যায় সাইটোকাইন ঝড় কোভিড-১৯ সংক্রমণে ফুসফুসের টিস্যুর ব্যাপক ক্ষতি এবং অকার্যকর জমাট বাঁধার উৎস হতে পারে।\n\n\n== ড্রাগ হিসাবে চিকিৎসায় ব্যবহার ==\nকিছু সাইটোকাইন রিকম্বিন্যান্ট ডিএনএ প্রযুক্তি ব্যবহার করে প্রোটিন থেরাপিউটিকস তৈরি করা হয়েছে। ২০১৪ সাল পর্যন্ত ওষুধ হিসেবে ব্যবহৃত রিকম্বিন্যান্ট সাইটোকাইনগুলির মধ্যে রয়েছে:\n\nহাড়ের মরফোজেনেটিক প্রোটিন (BMP), হাড়-সম্পর্কিত অবস্থার চিকিৎসার জন্য ব্যবহৃত হয়\nএরিথ্রোপোয়েটিন (EPO), রক্তাল্পতার চিকিত্সার জন্য ব্যবহৃত হয়\nগ্রানুলোসাইট কলোনি-স্টিমুলেটিং ফ্যাক্টর (জি-সিএসএফ), ক্যান্সার রোগীদের নিউট্রোপেনিয়া চিকিত্সার জন্য ব্যবহৃত হয়\nগ্রানুলোসাইট ম্যাক্রোফেজ কলোনি-স্টিমুলেটিং ফ্যাক্টর (GM-CSF), ক্যান্সার রোগীদের নিউট্রোপেনিয়া এবং ছত্রাক সংক্রমণের চিকিত্সার জন্য ব্যবহৃত হয়\nইন্টারফেরন আলফা, হেপাটাইটিস সি এবং মাল্টিপল স্ক্লেরোসিসের চিকিৎসায় ব্যবহৃত হয়\nইন্টারফেরন বিটা, মাল্টিপল স্ক্লেরোসিসের চিকিৎসায় ব্যবহৃত হয়\nইন্টারলিউকিন 2 (IL-2), ক্যান্সারের চিকিৎসায় ব্যবহৃত হয়।\nইন্টারলিউকিন 11 (IL-11), ক্যান্সার রোগীদের থ্রম্বোসাইটোপেনিয়ার চিকিৎসা করতে ব্যবহৃত হয়।\nইন্টারফেরন গামা দীর্ঘস্থায়ী গ্রানুলোম্যাটাস রোগ এবং অস্টিওপেট্রোসিস চিকিত্সার জন্য ব্যবহৃত হয়\n\n\n== আরো দেখুন ==\nঅ্যাডিপোকাইন\nঅ্যাপোপ্টোসিস\nসাইটোকাইন রিডানডেন্সি\nসাইটোকাইন রিলিজ সিন্ড্রোম\nসাইটোকাইন সিক্রেশন অ্যাস\nএলিসা অ্যাসেস\nমায়োকাইন\nসংকেত ট্রান্সডাকশন\nথাইমিক স্ট্রোমাল লিম্ফোপোয়েটিন\nভিরোকাইন\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসাইটোকাইন সিগন্যালিং ফোরাম  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ ডিসেম্বর ২০১৪ তারিখে\nসাইটোকাইন টিউটোরিয়াল\nসাইটোকাইন জিনের সারাংশ, অন্টোলজি, পাথওয়েজ এবং আরও অনেক কিছু: ইমিউনোলজি ডেটাবেস এবং বিশ্লেষণ পোর্টাল (ImmPort)\nReperfusion Injury in Stroke at eMedicine\nটেমপ্লেট:সাইটোকাইন রিসেপ্টর মডুলেটর\n\nটেমপ্লেট:কোষীয় সঙ্কেত প্রেরণ ও গ্রহণ"}