{"pageid": 1420385, "title": "ল্যাংটন রুসেরে", "url": "https://bn.wikipedia.org/wiki?curid=1420385", "content": "ল্যাংটন রুসেরে জিম্বাবুয়েতে জন্মগ্রহণকারী এক ক্রিকেট আম্পায়ার। তার আম্পায়ার জীবনে অভিষেক হয়েছিল ১৯ জুলাই ২০১৫-এ, জিম্বাবুয়ে বনাম ভারত সিরিজে টুয়েন্টি২০ আন্তর্জাতিক ম্যাচে। প্রথম একদিনের আন্তর্জাতিক ম্যাচে আম্পায়ারিং করেন আফগানিস্তান বনাম জিম্বাবুয়ে সিরিজে, ২৪ অক্টোবর ২০১৫-এ।\n\n\n== আম্পায়ারিং জীবন ==\nতিনি ২০১৮ অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপ প্রতিযোগিতার ১৭ জন আম্পায়ারদের একজন ছিলেন। ১৭ মার্চ ২০১৮-এ, ২০১৮ ক্রিকেট বিশ্বকাপ বাছাইপর্ব-তে, শরফুদ্দৌলার সাথে, তিনি পাপুয়া নিউগিনি এবং হংকংয়ের মধ্যে নবম স্থানের প্লে অফ ম্যাচের সময় মাঠের আম্পায়ারদের একজন ছিলেন। হারারেতে ওল্ড হারারিয়ানস মাঠে খেলা এই ম্যাচটি ছিল ঐ মাঠের ৪,০০০তম ওডিআই ম্যাচ।\nঅক্টোবর ২০১৮-এ, তাকে ২০১৮ আইসিসি মহিলা বিশ্ব টুয়েন্টি২০-এর জন্য বারোজন অন-ফিল্ড আম্পায়ারের একজন হিসাবে নামকরণ করা হয়েছিল। শন জর্জের সাথে, তিনি টুর্নামেন্টের ফাইনালের জন্য মাঠের একজন আম্পায়ার হিসেবে নিযুক্ত হন। তিনিই প্রথম জিম্বাবুয়ের আম্পায়ার যিনি একটি বড় আন্তর্জাতিক ক্রিকেট টুর্নামেন্টের ফাইনালে দাঁড়ান। ২০২০ সালের ফেব্রুয়ারিতে, আইসিসি তাকে অস্ট্রেলিয়ায় ২০২০ আইসিসি মহিলা টি২০ বিশ্বকাপ-এর ম্যাচগুলিতে দায়িত্ব পালনের জন্য একজন আম্পায়ার হিসাবে মনোনীত করে।\nএপ্রিল ২০২১-এ, জিম্বাবুয়ে এবং পাকিস্তানের মধ্যে টেস্ট সিরিজে, রুসেরে প্রথম কৃষ্ণাঙ্গ আফ্রিকান আম্পায়ার হয়েছিলেন যিনি একটি টেস্ট ম্যাচে দাঁড়িয়েছিলেন।\n২০২১-এর অক্টোবরে, তিনি ওমান এবং সংযুক্ত আরব আমিরাতে অনুষ্ঠিত ২০২১ আইসিসি পুরুষ টি২০ বিশ্বকাপ-এ দায়িত্ব পালনের জন্য ১৬ জন আম্পায়ারের একজন হিসেবে নিযুক্ত হন। ফেব্রুয়ারি ২০২২ সালে, নিউজিল্যান্ডে ২০২২ মহিলা ক্রিকেট বিশ্বকাপ-এর জন্য মাঠের একজন আম্পায়ার হিসেবে তাকে মনোনীত করা হয়।\n২০২২ সালের অক্টোবরে, আইসিসি তাকে অস্ট্রেলিয়ায় ২০২২ আইসিসি পুরুষ টি২০ বিশ্বকাপ-এর দায়িত্ব পালনকারী ২০ জন ম্যাচ কর্মকর্তাদের অন্তর্ভুক্ত করে।\nএছাড়া ২০২৪ অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপ প্রতিযোগিতার জন্যও তাকে আম্পায়ার হিসেবে মনোনীত করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে ল্যাংটন রুসেরে (ইংরেজি)"}