{"pageid": 1421273, "title": "মার্ক ইনডেক্স", "url": "https://bn.wikipedia.org/wiki?curid=1421273", "content": "মার্ক ইনডেক্স হলো রাসায়নিক, ঔষুধ এবং জীবজ অণুর একটি বিশ্বকোষ, যা রয়েল সোসাইটি অফ কেমিস্ট্রি দ্বারা অনলাইনে প্রকাশিত হয় এবং একক পদার্থ বা সম্পর্কিত যৌগের গ্রুপের বা শ্রেণীর উপর ১০,০০০ এরও বেশি মনোগ্রাফ রয়েছে।\n\n\n== ইতিহাস ==\nমার্কের ইনডেক্স এর প্রথম সংস্করণটি ১৮৮৯ সালে জার্মান রাসায়নিক সংস্থা ইমানুয়েল মার্ক দ্বারা প্রকাশিত হয়েছিল এবং এটি প্রাথমিকভাবে মার্কের বিক্রয়-ক্যাটালগ হিসাবে ব্যবহৃত হতো, যা তাদের বিক্রিত রাসায়নিকের ক্রমবর্ধমান তালিকার জন্য তৈরি করা হয়েছিল। মার্কিন সহায়ক সংস্থা দুই বছর পরে প্রতিষ্ঠিত হয় এবং এটি প্রকাশ করা চালু রাখে। প্রথম বিশ্বযুদ্ধের সময় মার্কিন সরকার মার্কের মার্কিন অপারেশন দখল করে নেয় এবং এটিকে একটি পৃথক আমেরিকান \"মার্ক\" কোম্পানিতে পরিণত করে যা মার্ক ইনডেক্স প্রকাশ অব্যাহত রাখে।\n২০১২ সালে, মার্ক ইনডেক্সটি রয়্যাল সোসাইটি অফ কেমিস্ট্রিতে লাইসেন্সপ্রাপ্ত করা হয়েছিল। মার্ক ইনডেক্সের একটি অনলাইন সংস্করণ, যার মধ্যে ঐতিহাসিক রেকর্ড এবং নতুন আপডেটগুলি মুদ্রণ সংস্করণে নেই,  সাধারণত গবেষণা গ্রন্থাগারগুলির মাধ্যমে পাওয়া যায়। এতে নামাঙ্কিত বিক্রিয়া নামক প্রতিক্রিয়াগুলির উপর মনোগ্রাফ সহ একটি সূচক অন্তর্ভুক্ত রয়েছে।\nএটির ১৫তম সংস্করণটি ২০১৩ সালের এপ্রিল মাসে প্রকাশিত হয়।\nসাধারণত, মার্ক ইনডেক্সের মনোগ্রাফে থাকে:\n\nএকটি সি.এ.এস. নিবন্ধন নম্বর\nরাসায়নিক পদার্থের সাধারণ নাম, প্রতিশব্দ এবং আন্তর্জাতিক বিশুদ্ধ ও ফলিত রসায়ন কর্তৃক প্রদত্ত নাম\nরাসায়নিক সংকেত\nআণবিক ভর\nস্থূল সংকেত\nএকটি কাঠামোগত কাঠামো\nপদার্থের দৃশ্যমান বর্ণনা\nগলনাঙ্ক এবং স্ফুটনাঙ্ক\nসাধারণত পরীক্ষাগারে ব্যবহৃত দ্রাবকে দ্রবণীয়তা\nযৌগের রাসায়নিক সংশ্লেষণ সম্পর্কিত অন্যান্য বইয়ের উদ্ধৃতি\nএকটি থেরাপিউটিক বিভাগ, যদি প্রযোজ্য হয়\nসতর্কতা এবং বিপদচিহ্নের তথ্য\n\n\n== সংস্করণ-সমূহ ==\n\n১ম (১৮৮৯) – ই. মার্কের (জার্মান) ১ম সংস্করণ প্রকাশ\n২য় (১৮৯৬) – মার্কের আমেরিকান সহায়ক প্রতিষ্ঠান দ্বারা প্রকাশিত দ্বিতীয় সংস্করণ এবং ইউনাইটেড স্টেটস ফার্মাকোপিয়া এবং ন্যাশনাল ফরমুলারি থেকে ওষুধ যোগ করা হয়েছে\n৩য় (১৯০৭)\n৪র্থ (১৯৩০)\n৫ম (১৯৪০)\n৬ষ্ঠ (১৯৫২)\n৭ম (১৯৬০) – প্রথম নামকৃত সম্পাদক হলেন মার্ক রসায়নবিদ পল জি. স্টেচার\n৮ম (১৯৬৮) – সম্পাদক পল জি. স্টেচার\n৯ম (১৯৭৬) – সম্পাদক মার্থা উইন্ডহলজ, একজন মার্ক রসায়নবিদ\n১০ম (১৯৮৩), আইএসবিএন ০-৯১১৯১০-২৭-১ – সম্পাদক মার্থা উইন্ডহলজ। ১৯৮৪ সালে ইনডেক্সটি মুদ্রণের পাশাপাশি অনলাইনে প্রকাশিত হয়।\n১১ম (১৯৮৯), আইএসবিএন ০-৯১১৯১০-২৮-X\n১২ম (১৯৯৬), আইএসবিএন ০-৯১১৯১০-১২-৩ – সম্পাদক সুসান বুদাভারি, একজন মার্ক রসায়নবিদ\n১৩ম (২০০১), আইএসবিএন ০-৯১১৯১০-১৩-১ – সম্পাদক মেরিয়াডেলে ও'নিল, মার্কের সিনিয়র সম্পাদক\n১৪ম (২০০৬), আইএসবিএন ৯৭৮-০-৯১১৯১০-০০-১ – সম্পাদক মেরিয়াডেলে ও'নিল\n১৫ম (২০১৩), আইএসবিএন ৯৭৮-১-৮৪৯৭৩৬৭০-১ – সম্পাদক মেরিয়াডেলে ও'নিল; রয়েল সোসাইটি অফ কেমিস্ট্রির অধীনে প্রথম সংস্করণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহির্সংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}