{"pageid": 1421177, "title": "মিনাল রোহিত", "url": "https://bn.wikipedia.org/wiki?curid=1421177", "content": "মিনাল রোহিত হলেন একজন ভারতীয় বিজ্ঞানী এবং ভারতীয় মহাকাশ গবেষণা সংস্থা (ইএসআরও) এর সিস্টেম ইঞ্জিনিয়ার। তিনি মঙ্গলযান স্পেস প্রোব মঙ্গলে পাঠাতে সাহায্য করেছিলেন।\nনির্মা ইনস্টিটিউট অফ টেকনোলজি থেকে স্নাতক হওয়ার পর, রোহিত ইসরোতে যোগ দেন। তিনি মঙ্গলযান এর দলে মেকানিক্যাল ইঞ্জিনিয়ারদের সাথে কাজ করেছেন। তিনি মহাকাশযানের সাথে জড়িত সিস্টেম এবং মিথেন সেন্সরগুলি পর্যবেক্ষণ করেছিলেন। তিনি সেই দলের অংশ হয়েছিলেন যেটি মঙ্গলযানকে সিস্টেম ইন্টিগ্রেশন ইঞ্জিনিয়ার হিসাবে চালু করেছিল।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nমিনাল সম্পাত ভারতের রাজকোটে জন্মগ্রহণ করেন।\nছোটবেলায় রোহিত স্বপ্ন দেখতেন একজন ডাক্তার হওয়ার, কিন্তু টিভিতে একটি স্পেস শো তার মন পরিবর্তন করে যখন ৮ম শ্রেণিতে পড়েন। বিদ্যালয়ে পড়ার সময়, তিনি লক্ষ্য করেন যে তার নারী সহপাঠীরা জ্ঞান অর্জনের পরিবর্তে তাদের সম্ভাব্য বেতনের উপর ভিত্তি করে বৈজ্ঞানিক ক্যারিয়ার গঠনে লিপ্ত। যদিও তিনি কলেজের পাশাপাশি পূর্ণ শিক্ষা লাভ করেন, তার আশেপাশের অনেক মেয়েই শুধুমাত্র আংশিক শিক্ষা লাভ করে। তিনি ১৯৯৯ সালে গুজরাট ইউনিভার্সিটি থেকে স্নাতক হন, সাথে স্পেস অ্যাপ্লিকেশন সেন্টার থেকে যোগাযোগে বি টেক সহ স্নাতক হন এবং আহমেদাবাদের নিরমা ইনস্টিটিউট অফ টেকনোলজি অ্যান্ড সায়েন্স থেকে ইলেকট্রনিক্স এবং কমিউনিকেশন ইঞ্জিনিয়ারিংয়ে স্বর্ণপদক লাভ করেন।\n\n\n== কর্মজীবন ==\nরোহিত ইন্ডিয়ান স্পেস রিসার্চ অর্গানাইজেশনে (ইসরো) একজন স্যাটেলাইট কমিউনিকেশন ইঞ্জিনিয়ার হিসাবে তার কর্মজীবন শুরু করেন এবং স্পেস অ্যাপ্লিকেশন সেন্টারে কাজ করতে যান। তিনি ৫০০ জন বিজ্ঞানী এবং প্রকৌশলীদের মধ্যে একজন যারা মার্স অরবিটার মিশনে কাজ করেছিলেন। মিশনের সিস্টেম ইঞ্জিনিয়ার হিসাবে, তিনি অরবিটার বহনকারী সেন্সরগুলিকে একীভূত করতে এবং পরীক্ষা করতে সহায়তা করেছিলেন। তিনি দুই বছর ধরে কোনো ছুটি নেওয়া থেকে বিরত ছিলেন।\nরোহিত ছিলেন একজন প্রধান প্রকৌশলী এবং চন্দ্রযান-২ এর মতো আসন্ন প্রকল্পগুলির জন্য একজন প্রকল্প ব্যবস্থাপক। সম্পাত বর্তমানে ইসরোর উপ-প্রকল্প পরিচালক। তিনি জাতীয় মহাকাশ সংস্থার প্রধান হওয়া প্রথম নারী পরিচালক হতে চান।\n\n\n== গবেষণা অবদান ==\nরোহিত ছিলেন ইসরোর নেতৃত্বে মঙ্গলযান মিশনে কাজ করা ৫০০ ন বিজ্ঞানীর মধ্যে একজন এবং এই প্রকল্পে নিযুক্ত ১০জন নারীর একজন। তিনি প্রকল্প ব্যবস্থাপকের পাশাপাশি সিস্টেম ইঞ্জিনিয়ার হিসাবে কাজ করেছিলেন এবং মিথেন সেন্সর (এমএসএম), লাইম্যান-আলফা ফটোমিটার (এলএপি), থার্মাল ইনফ্রারেড ইমেজিং স্পেকট্রোমিটার (টিআইএস), এবং মঙ্গলযানে মার্স কালার ক্যামেরা (এমসিসি) এর উপাদানগুলি অন্তর্ভুক্ত করার সাথে জড়িত ছিলেন। তিনি ইসরোর একজন সিনিয়র ইঞ্জিনিয়ার।\nতিনি বর্তমানে চন্দ্রযান-২- এর সাথে জড়িত, চন্দ্রযান-১- এর অনুপ্রেরিত মিশন, ভারতের প্রথম সফল চন্দ্র অনুসন্ধান। এই প্রকল্পে তার প্রাথমিক কাজের মধ্যে রয়েছে বায়ুমণ্ডলীয় তথ্য এবং প্রাপ্ত গুণমান বৃদ্ধির জন্য ইনস্যাট-থ্রিডিএস স্যাটেলাইট উন্নত করা।\n\n\n== উত্তরাধিকার ==\nভারতকে মঙ্গল গ্রহে নিয়ে আসা ৫০০জন বিজ্ঞানীর মধ্যে মিনাল রোহিত ছিলেন দশজন নারীর একজন। তিনি ভারতকে প্রথম প্রচেষ্টায় একটি উপগ্রহ দিয়ে মঙ্গল গ্রহের প্রদক্ষিণকারী প্রথম দেশ হতে সাহায্য করেছিলেন।\nরোহিতকে একটি স্বল্পদৈর্ঘ্য চলচ্চিত্র স্ন্যাপশট ফ্রম আফারে দেখানো হয়েছিল, যেখানে তিনি মঙ্গল গ্রহে মঙ্গলযান মহাকাশ অনুসন্ধানে তার অবদান নিয়ে আলোচনা করেছিলেন।\n\n\n== পুরস্কার ও কৃতিত্ব ==\nরোহিত তাদের টেলিমেডিসিন প্রোগ্রামে অবদানের জন্য ২০০৭ সালে ইসরো থেকে তরুণ বিজ্ঞানী মেরিট পুরস্কার এবং ২০১৩ সালে ইনস্যাট থ্রিডি আবহাওয়া সংক্রান্ত পেলোডগুলিতে কাজের জন্য ইসরো টিম এক্সিলেন্স অ্যাওয়ার্ড জিতেছিল। এমওএম প্রকল্প সম্পর্কে, ১৫ মাসের সময়সীমার সাথে মিশনে তাদের কাজের জন্য প্রধানমন্ত্রী মনমোহন সিংয়ের একটি বক্তৃতায় রোহিত এবং তার কলেজগুলির প্রশংসা করা হয়েছিল। তিনি গুজরাট বিশ্ববিদ্যালয় থেকে ইলেকট্রনিক এবং কমিউনিকেশন ইঞ্জিনিয়ারিংয়ে স্বর্ণপদক নিয়ে স্নাতক হন।\nতিনি সিএনএন-এর ২০১৪ সালের নারীদের মধ্যে একজন নির্বাচিত হন।\n\n\n== ব্যক্তিগত জীবন ==\nরোহিতের একটি ছেলে রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nDaswani, Divia Thani (১ মার্চ ২০১৬)। \"The Women of ISRO\"। VOGUE India। ২৬ ডিসেম্বর ২০১৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১০ অক্টোবর ২০১৭। \nhttps://www.shethepeople.tv/home-top-video/chandrayaan-2-minal-rohit-scientist-systems-engineer"}