{"pageid": 1421333, "title": "থিওডোর নিকোলাস গোবলি", "url": "https://bn.wikipedia.org/wiki?curid=1421333", "content": "থিওডোর নিকোলাস গোবলি  (ফরাসি : [ɡɔblɛ] ; (১১ মে ১৮১১, প্যারিসে - ১ সেপ্টেম্বর ১৮৭৬, বার্গান্ডি ডি লুচন ),   ফসফোলিপিড শ্রেণীর প্রথম চিহ্নিত এবং বৈশিষ্ট্যযুক্ত সদস্য লেসিথিনের রাসায়নিক গঠন বিচ্ছিন্ন এবং চূড়ান্তভাবে নির্ধারণকারী প্রথম ব্যক্তি ছিলেন। তিনি মস্তিষ্কের টিস্যুগুলির রাসায়নিক উপাদানগুলির অধ্যয়ন এবং বিশ্লেষণে একজন অগ্রণী গবেষকও ছিলেন।\n\n\n== জীবনী ও একাডেমিক কোর্স ==\nগোবলির পরিবার ইয়োনে অঞ্চলের ছোট শহর ফুলভি থেকে উদ্ভূত হয়েছিল, বার্গান্ডির একটি খুব গ্রামীণ পাহাড়ি এলাকা। তার বাবা ১৮ শতকের শেষের দিকে প্যারিসে একজন মদের দালাল হিসাবে স্থায়ী হয়েছিলেন, ফ্রান্সের রাজধানী শহরে সেই বাণিজ্যে দীর্ঘদিন ধরে প্রতিষ্ঠিত (অন্তত ১৭ শতকের শুরু থেকে) একটি পরিবারের  যুবতী মহিলাকে বিয়ে করেছিলেন। সেই পরিবার, বুট্রন, ১৭ তম এবং ১৮ তম শতাব্দীতে রাজার আদালতে মদ সরবরাহকারী ১২ জনের একজন হিসাবে নিবন্ধিত হয়েছিল।\nঅ্যালকোহলযুক্ত পাতনের সাথে ওয়াইন ব্যবসার দৃঢ় সম্পর্ক ছিল, বুট্রন পরিবারের কিছু ঘনিষ্ঠ আত্মীয় প্রকৃতপক্ষে স্পিরিট ডিস্টিলার ছিল এবং সম্ভবত এই পরিবেশই গোবেলিকে রসায়ন এবং ফার্মেসিতে পড়াশোনা করতে পরিচালিত করেছিল।\n১৯৫৭ সালে পি. এট সি. চাতাগনন কর্তৃক মস্তিষ্কের টিস্যুর রাসায়নিক গঠন অধ্যয়নের প্রাথমিক ধাপগুলো নিয়ে পরিচালিত একটি ঐতিহাসিক গবেষণায় উল্লেখ করা হয়েছে যে, গোবলি তার পিতামাতার মধ্যে একজনের কাছে, যিনি গেরিন নামে পরিচিত একজন ফার্মাসিস্ট (আসলে, তার শ্যালক, ডেনিস গেরিন (১৭৯৮-১৮৮৮), ১৮৩০-এর দশকের প্রথমদিকে কয়েক বছর প্যারিসে ফার্মাসিস্ট হিসেবে কর্মরত ছিলেন, কিন্তু ফোঁটেইনব্লু শহরের মেয়র হিসেবে প্রায় ৩০ বছর (১৮৪৩ থেকে ১৮৭১) অধিক পরিচিত এবং যতদূর জানা, বুট্রন পরিবারের সাথে সম্পর্কিত নয়), শিক্ষানবিশ হিসেবে কিছু সময় কাটিয়েছিলেন।\nযাই হোক না কেন প্রাথমিক সূত্রটি যা ছিল, পরবর্তীকালে গোবলি ফার্মাসিতে পূর্ণাঙ্গ অধ্যয়নে ভর্তি হন এবং ১৮৩০ এর দশকের প্রথম দিকে সেই সময়ের ফরাসি ফার্মাসিউটিক্যাল এবং রসায়ন শিল্পের অন্যতম বিশিষ্ট ব্যক্তিত্ব পিয়ের জিন রোবিকেটের দেওয়া কোর্সে অংশগ্রহণ করেন।  গোবলি রোবিকেটের ঘনিষ্ঠ সহযোগী হয়ে ওঠেন এবং অবশেষে তাঁর মেয়েদের মধ্যে একজন লরে রোবিকেটকে বিবাহ করে তাঁর শিক্ষক ও উপদেষ্টার জামাতা হন।\nরোবিকেট (১৭৮০-১৮৪০), যিনি ১৮১১ সাল থেকে প্যারিসের \"ইকোল দে ফার্মেসি\"-তে অধ্যাপক ছিলেন, ১৯ শতকের প্রথমার্ধে ফরাসি রসায়নবিদ এবং ফার্মাসিস্ট সম্প্রদায়ের মধ্যে একজন অত্যন্ত বিশিষ্ট, সম্মানিত এবং সম্মানিত ব্যক্তি ছিলেন। তিনি ছিলেন \"সোসাইটি দে ফার্মেসি\"-র সদস্য, পরে \"আকাদেমি ন্যাশনাল দে ফার্মেসি\" (১৮১৭) হিসাবে নামকরণ করা হয়, যেখানে তিনি মহাসচিব এবং তারপরে সভাপতি ছিলেন (১৮১৭ থেকে তার মৃত্যু পর্যন্ত)। তিনি \"আকাদেমি দে মেডিসিন\" (১৮২০) এবং \"আকাদেমি দে সায়েস\" এর সদস্য ছিলেন, \"অর্ডার অফ লেজিয়ন ডি'অনার\" দ্বারা সম্মানিত, প্রাকৃতিক দেহ, উদ্ভিদ বা প্রাণী, এমনকি জটিল অণু গবেষণায় অগ্রণী কাজ এবং লেখক, যিনি ক্যাফিন, ক্যানথারডিন এবং সবচেয়ে গুরুত্বপূর্ণ অ্যালিজারিন, একটি শক্তিশালী এবং স্থিতিশীল লাল রঞ্জক যা সম্পূর্ণ রাসায়নিক সংশ্লেষণ পথের মাধ্যমে উৎপাদিত প্রথম রঞ্জকগুলির মধ্যে একটি হয়ে উঠেছে, এর মতো মৌলিক পণ্য আলাদা করেছিলেন।\n১৮৩৫ সালে গোবলি ফার্মাসিস্ট হিসেবে যোগ্যতা অর্জন করেন, ১৮৩৭ সালে লরে রোবিকেটকে বিবাহ করেন এবং একজন ফার্মাসিস্ট হিসেবে প্যারিসে প্রতিষ্ঠিত হন (৬০ রু ডু ব্যাক; স্থানটি প্রায় ৩০ বছর পরে বুলেভার্ড সেন্ট জার্মেইন খোলার সময় পড়ে গিয়েছিল)। তার ব্যবসার পাশাপাশি, তার ব্যক্তিগত ল্যাবে তিনি গবেষণা চালিয়ে যেতে থাকেন এবং তার শ্বশুর (১৮৪০ সালে মৃত্যুবরণ করেন) এর অনুরূপ পথ ধরে চলেন: ১৮৪২ সালে তিনি একজন অধ্যাপক হিসেবে \"ইকোল দে ফার্মেসি\" তে যোগদান করেন (১৮৪৭ সালে তিনি ছেড়ে দেন), ১৮৪৩ সালে \"আকাদেমি ন্যাশনাল দে ফার্মেসি\"র সদস্য হন, ১৮৬১ সালে সভাপতি হন এবং সেই বছরেই \"আকাদেমি দে মেডিসিন\" এর সদস্য হিসাবে ভর্তি হন।\nউনবিংশ শতাব্দীর অধিকাংশ ফার্মাসিস্ট/রসায়নবিদদের মতো বিভিন্ন বিষয়ে বিভিন্ন কাজ পরিচালনা করার সময়, গোবলি জীবন্ত প্রাণীদের মধ্যে লিপিড গবেষণায় একজীবনব্যাপী অনন্য কাজের মাধ্যমে নিজেকে আলাদা করেছিলেন। এই গবেষণার মাধ্যমে তিনি একটি মৌলিক পদার্থের সর্বব্যাপী উপস্থিতি প্রদর্শন করেছিলেন, যা তিনি লেসিথিন নাম দিয়েছিলেন এবং ৩০ বছর ধরে এর সঠিক রাসায়নিক গঠন নির্ণয়ের জন্য কাজ করেছিলেন।\nগোবলি একজন পরোপকারী ব্যক্তি ছিলেন এবং \"দিপার্টেমেন্ট দে লা সেইন\" (বর্তমানে প্যারিস অঞ্চল, ৭৫, ৭৮, ৯১, ৯২, ৯৩, ৯৪, ৯৫ নম্বর জেলা সহ) এ দরিদ্র মানুষদের আवास ব্যবস্থাপনার জন্য একটি স্থানীয় প্রশাসনিক দফতর পরিচালনায় জড়িত ছিলেন।\nগোবলির কন্যাদের একজন সুরকার পল কলিনকে বিবাহ করেন। গোবলি ১৮৭৬ সালের ১ সেপ্টেম্বর পিরিনীয় তাপীয় অবলম্বন \"বাগনিয়ার-দে-লুচোন\"-এ একটি পারিবারিক ভ্রমণে থাকাকালীন মারা যান। তাঁকে দক্ষিণ প্যারিসের \"সিমেটিয়ার মোঁপারনাশে\" সমাহিত করা হয়।\n\n\n== লেসিথিন এবং ফসফোলিপিডস আবিষ্কারক ==\n১৯ শতকের প্রথম দিকে, কয়েকজন ফরাসি রসায়নবিদ মস্তিষ্কের টিস্যুর রাসায়নিক উপাদানগুলি নিয়ে কিছু গবেষণা শুরু করেছিলেন। কিন্তু সেই সময় বিশ্লেষণের সরঞ্জাম এবং পদ্ধতিগুলি খুবই দুর্বল ছিল এবং ফলাফলও তেমন সন্তোষজনক ছিল না। তবে তারা বিভিন্ন পদ্ধতির মাধ্যমে, মূলত মস্তিষ্কের পদার্থকে উষ্ণ অ্যালকোহলে দ্রবীভূত করে, এক ধরনের লিপিড পদার্থ পেয়েছিলেন, যার গঠন কম বেশি স্থিতিশীল ছিল এবং তারা এটিকে বিভিন্নভাবে নাম দিয়েছিলেন, যেমন \"ম্যাটিয়ার ব্লাঁচ\" (লুই-নিকোলাস ভোকোয়েলিন), \"সেরেব্রোট\" (জে. পি. কুর্বে), এসিড সেরেব্রিক (এডমন্ড ফ্রেমি)।\nস্পষ্টতই, মস্তিষ্কের টিস্যু শুধুমাত্র এটি দ্বারা গঠিত ছিল না, এবং তাদের প্রকৃত গঠন নিয়ে বিভ্রান্তি ছিল, বিশেষ করে এডমন্ড ফ্রেমি তার \"এসিড সেরেব্রিক\" এর উপর কাজের উপর ভিত্তি করে, নিরপেক্ষ লিপিড যেমন ওলিন এবং ফসফরিক অ্যাসিডের মিশ্রণের জন্য ধরে ছিলেন।\nগোবলি এই প্রশ্নের জন্য একটি দক্ষ সমাধান খুঁজে পেয়েছিলেন সাবধানে ক্রমশঃ বাড়তে থাকা পদক্ষেপের একটি ধারাবাহিক মাধ্যমে। জৈব টিস্যু মডেলের একটি ক্রম অনুসরণ করে: ডিমের কুসুম (১৮৪৬-১৮৪৭), কার্প মাছের ডিম (১৮৫০), কার্প মাছের ডিম্বাণ্ড (১৮৫০), মুরগির মতো বিভিন্ন উচ্চশ্রেণীর কর্ডেট জাতীয় প্রাণীর মস্তিষ্কের পদার্থ, এবং চূড়ান্তভাবে মানুষ, মানব তরল পদার্থে চর্বি: রক্ত (১৮৫২), পিত্ত (১৮৫৬), গোবলি, ৩০ বছরেরও বেশি সময় ধরে কঠোর পরিশ্রম করে করা একগুচ্ছ কাজে বিভিন্ন জৈব টিস্যু থেকে বিভিন্ন চর্বি পদার্থকে শ্রেণীবদ্ধ করেছিলেন, তাদের বিভিন্ন বৈশিষ্ট্য চিহ্নিত করেছিলেন, তাদের নিজ নিজ গঠন চিহ্নিত করেছিলেন, ব্যাপকভাবে আলাদা বিভাগ (বীজপদার্থ, মস্তিষ্ক) এবং প্রাণিবিজ্ঞানের শাখা (পাখি, মাছ, স্তন্যপায়ী) এর মধ্যে সেতু স্থাপন করেছিলেন, টিস্যু গঠনের সাদৃশ্যের উপর আলোকপাত করেছিলেন এবং তাদের কার্যকারিতা (১৮৭৪) অনুসারে তাদের পার্থক্য নির্দিষ্ট করেছিলেন।\n\n\n=== ডিমের কুসুমের রাসায়নিক উপাদানের উপর প্রাথমিক গবেষণা, ১৮৪৩-১৮৪৭ ===\n১৮৪৫ সালে প্রথম পদক্ষেপ হিসেবে (\"রিচার্চেস কেমিক সুর লে জাউনে ডি'উফ\", কম্পট রেন্ডু হেবডোমেইর একাডেমি দে সায়েস ১৮৪৫, ২১, ৭৬৬) গোবলি একটি গ্রাউন্ডব্রেকিং প্রথম কাজ সম্পাদন করেছিলেন যেখানে তিনি ডিমের কুসুমের লিপিডগুলিকে বিশদভাবে বিশ্লেষণ করেছিলেন, ডিমের কুসুম থেকে উপজাত পণ্যগুলি পেয়েছিলেন যা আগে এই পদার্থে প্রমাণিত হয়নি:\n\nফসফোলিপিড, যা তিনি \"লেসিথিন\" নামে নামকরণ করেছিলেন, গ্রীক শব্দ \"লেকিথোস\" থেকে, যার অর্থ \"ডিমের কুসুম\"।\nনিউট্রাল লিপিড, যেমন স্টেরিন, ওলেইন এবং প্যালমিটিক অ্যাসিড।\nমার্গারিক অ্যাসিড, যার জন্য তিনি মিশেল ইউজিন শেভরিউল দ্বারা টিকিয়ে রাখা বৈকল্পিকের ব্যয়ে মিঃ ভারেন্ট্রাপ দ্বারা প্রাপ্ত রাসায়নিক ভাঙ্গনের বিষয়টি নিশ্চিত করেছেন\nঅলিক অ্যাসিড, যার জন্য তিনি মিঃ মিশেল ইউজিন শেভরুল দ্বারা প্রাপ্ত রাসায়নিক ভাঙ্গনের বিষয়টি নিশ্চিত করেছেন\nফসফরাস ধারণকারী একটি অ্যাসিড, যে বিশ্লেষণের একটি অত্যন্ত সতর্ক এবং সূক্ষ্ম সিরিজ তাকে সন্দেহাতীতভাবে গ্লিসারোফসফরিক অ্যাসিড হিসাবে চিহ্নিত করতে পরিচালিত করেছিলগোবলির এই কাজ লিপিড রসায়নের ক্ষেত্রে একটি গুরুত্বপূর্ণ অগ্রগতি ছিল। এটি প্রথমবারের মতো দেখানো হয়েছিল যে লিপিডগুলি জটিল অণু যা বিভিন্ন উপাদান দ্বারা গঠিত।\nযদিও প্রথম দুটির প্রমাণ কিছুটা স্বাভাবিক প্রত্যাশা দিয়ে দেখা যেতে পারে, বিভিন্ন অঙ্গ বা দেহের তরলে (যেমন রক্ত, পিত্ত, মস্তিষ্কের টিস্যু) তাদের পূর্ববর্তী উপস্থিতি প্রদর্শিত হয়েছে, তবুও পরেরটি ততক্ষণ পর্যন্ত সরাসরি রাসায়নিক প্রস্তুতির উপজাত পণ্য হিসাবে পরিচিত ছিল।\nগোবলি ডিমের কুসুমের তৈলাক্ত অংশের গঠন সম্পর্কেও পূর্ণাঙ্গ বিবরণ দিয়েছিলেন, যা তিনি ওলিন, মার্জারিন এবং কোলেস্টেরল দিয়ে গঠিত বলে নির্ধারণ করেছিলেন, যা পূর্বে লুই-রেনে লে কানু প্রমাণিত করেছিলেন এবং মিশেল ইউজিন চেভ্রুল পিত্ত থেকে বিচ্ছিন্ন করেছিলেন এটির সাথে সম্পূর্ণরূপে অভিন্ন বৈশিষ্ট্য প্রদর্শন করে।\nএর সাথে সাথেই, ১৮৪৭ সালে দ্বিতীয় পদক্ষেপে (\"রিচার্চেস কেমিক সুর লে জাউনে ডি'উফ ডি পোউলে\"; পার এম. গোবলি। ডিউজিয়াম মেমোইরে। কম্পটেস রেন্ডুস হেবডোমেইর একাডেমি দে সায়েস ১৮৪৭, ২১, ৯৮৮) গোবলি ডিমের কুসুমের রাসায়নিক গঠনের একটি বিশ্বব্যাপী দৃষ্টিভঙ্গি নিয়েছিলেন এবং তার লিপিড অংশের জন্য দুটি পৃথক ফ্র্যাকশন সমন্বিত একটি মডেল প্রস্তাব করেছিলেন:\n\nএকটি, খুবই কম পরিমাণে (মোট ভরের ০.৩%) যা তিনি ফসফরাস সম্পূর্ণ রিহিত একটি নাইট্রোজেনযুক্ত ফ্র্যাকশন হিসাবে যোগ্যতা দিয়েছিলেন, এবং যা সম্ভবত ১৯ শতকের প্রথম দিকে চিহ্নিত এবং বর্ণিত লুই-নিকোলাস ভোকোয়েলিনের \"ম্যাটিয়ার ব্লাঁচ\", \"সেরেব্রোট\" (জেপি. কোয়্যারবে), এবং \"এসিড সেরেব্রিক\" (এডমন্ড ফ্রেমি) এর সাথে অভিন্ন বলে তিনি ইঙ্গিত দিয়েছিলেন। এই ফ্র্যাকশনের জন্য গোবলি \"ম্যাটিয়ার সেরেব্রিক\" (\"রিচার্চেস কেমিক সুর লে জাউনে ডি'উফ ২য় মেমোইরে\") নাম ব্যবহার করেছিলেন, তারপরে \"সেরেব্রিন\" নামটি ব্যবহার করেছিলেন (\"রিচার্চেস কেমিক সুর লে'উফ ডি কার্পে\"); এই নাম \"সেরেব্রিন\" কয়েক বছর আগে জার্মান রসায়নবিদ মুলার তৈরি করেছিলেন, যদিও তার রাসায়নিক গঠন এবং বৈশিষ্ট্যগুলিকে সম্পূর্ণরূপে চিহ্নিত করেছিলেন;\nঅন্যটি, উল্লেখযোগ্য পরিমাণে (মোট ভরের ৮.৫%) যা তিনি ফসফরাসকে কোনও না কোনও রূপে নিশ্চিতভাবে ধারণকারী হিসাবে যোগ্যতা দিয়েছিলেন এবং তিনি সাধারণভাবে \"ম্যাটিয়ার ফসফোরে\" (\"ফসফরিক পদার্থ\") (\"রিচার্চেস কেমিক সুর লে জাউনে ডি'উফ ২য় মেমোইরে\") নামকরণ করেছিলেন; এই ফ্র্যাকশনকে মার্জারিক অ্যাসিড, ওলিক অ্যাসিড এবং গ্লিসারোফোসফোরিক অ্যাসিডের মিশ্রণে বিযুক্ত করা যায়, যার জন্য এটি একমাত্র এবং একচেয়ে উৎস, গোবলি কার্যকরভাবে প্রদর্শন করেছিলেন যে এই তিনটি অ্যাসিডের মধ্যে কোনটিই ডিমের কুসুমের মধ্যে নিজেরাই বিদ্যমান নেই।\nগোবলি আরও দেখিয়েছিলেন যে ডিমের কুসুমের লিপিড অংশের \"সেরেব্রিন\" ফ্র্যাকশনটি আসলে মস্তিষ্কের টিস্যু থেকে প্রাপ্ত \"সেরেব্রোসাইডস\" এর সাথে অভিন্ন।\nতার কাজ লিপিড রসায়নের ক্ষেত্রে একটি গুরুত্বপূর্ণ অগ্রগতি ছিল। এটি প্রথমবারের মতো দেখানো হয়েছিল যে লিপিডগুলি জটিল অণু যা বিভিন্ন উপাদান দ্বারা গঠিত।\n\n\n=== ডিমের কুসুম থেকে মানুষের মস্তিষ্কে রাসায়নিক সেতুগুলিকে আলোকিত করা, ১৮৪৭ ===\nএই একই কাজটিতে, গোবলি একটি সচেতনতা তৈরি করেছিলেন যে এই ফসফরিক অংশটি একটি সুনির্দিষ্ট প্রকৃতি এবং স্থিতিশীল কাঠামোর একটি নতুন, অ-চরিত্রহীন এবং জটিল উপাদান, বিভিন্ন অনুপাতে উপ-পণ্যের মিশ্রণ নয়:\n\nযদি ডিমের কুসুমের ঘন পদার্থের মধ্যে ওলিক অ্যাসিড, মার্জারিক অ্যাসিড এবং গ্লিসারোফোসফোরিক অ্যাসিডের কোনটিই বিদ্যমান না থাকে, তাহলে কী ধরনের (অণু) হতে পারে (যা তাদের উৎস), যা জৈবিক টিস্যুর সকল (অংশের) মধ্যে সবচেয়ে অস্বাভাবিক বৈশিষ্ট্যের একটি নিঃসন্দেহে উপস্থাপন করে?\n১৮৪৭ সালে এই গুরুত্বপূর্ণ কাজের মাধ্যমে এই উপাদানের অনন্যত্ব উপলব্ধির পর থেকে, গোবলি পরবর্তীতে অধিকাংশ গবেষণা প্রচেষ্টা এর উপরই নিবদ্ধ করেছিলেন।\nভোকোয়েলিন, কোয়্যারবে এবং ফ্রেমির পূর্বের কাজ গ্রহণ করে, তিনি তাদের মতো প্রাণীদের মস্তিষ্কের চর্বি পদার্থ এবং মানব মস্তিষ্ক থেকেও একটি ফসফোরিক অংশ বিচ্ছিন্ন করেছিলেন, কিন্তু এক ধাপ এগিয়ে গিয়ে, তিনি দেখিয়েছিলেন যে এই মস্তিষ্কের পদার্থ হাইড্রোলাইসিসের মাধ্যমে ঠিক সেই একই সেট উপ-পণ্য দেয় যা তিনি ডিমের কুসুম থেকে পেয়েছিলেন: সর্বদাই ত্রিভুজ আকারে ওলিক অ্যাসিড, মার্জারিক অ্যাসিড, গ্লিসারোফোসফোরিক অ্যাসিড (জার্নাল ডি ফার্মেসি এট ডি চিমি ১৮৪৭, ১২, ৫)।\n\nআমি মুরগির, ভেড়ার এবং অবশেষে মানুষের মস্তিষ্ক থেকে ফসফোরিক ঘন পদার্থ ব্যবহার করে সেই সমস্ত পরীক্ষা পুনরায় চালিয়েছি এবং সবসময় একই ফলাফল পেয়েছি। সুতরাং, ডিমের কুসুমের মতোই মস্তিষ্কেও একটি ফসফোরিক পদার্থ বিদ্যমান, যা আমি এতে প্রয়োগ করা শর্তাবলীর অধীনে সর্বদা বিস্ফোরণ পণ্য হিসাবে ওলিক অ্যাসিড, মার্জারিক অ্যাসিড এবং গ্লিসারোফোসফোরিক অ্যাসিড উৎপাদন করে।\nএই সংগ্রহবদ্ধ শক্ত ফলাফলগুলি তাকে মস্তিষ্কের টিস্যুগুলির জন্য ডিমের কুসুমের সমান্তরালে একটি রাসায়নিক গঠন গড়ে তোলে, যা একটি ফসফোরাসযুক্ত অংশ, লেসিথিন, এবং একটি অ-ফসফোরাসযুক্ত নাইট্রোজেনযুক্ত অংশ, সেরেব্রিনের উপর নির্ভর করে (\"রিচার্চেস কেমিক সুর লে'উফ ডি কার্পে\"। জার্নাল ডি ফার্মেসি এট ডি চিমি ১৮৫০, টি১৭, ৪০১, এবং টি১৮, ১০৭)। এই পদ্ধতি তাকে অবিলম্বে সেই সময়ের বিশিষ্ট মস্তিষ্কের রাসায়নিক অধ্যয়নের বিশেষজ্ঞ এবং একাডেমি দে সায়েন্সেস-এর সদস্য এডমন্ড ফ্রেমির দ্বারা তৈরি মতামতের সাথে বিরোধে ফেলে দেয়; ফ্রেমির মতামত ছিল যে মস্তিষ্কের ফসফোরাসযুক্ত অংশ অ-ফসফোরাসযুক্ত অ্যাসিডের সাথে সম্পর্কযুক্ত।\nএই সত্যটি সম্পূর্ণরূপে প্রমাণ করতে গোবলি আরও কুড়ি বছর সময় ব্যয় করেন।.\n\n\n=== লেসিথিনের সনাক্তকরণ এবং রাসায়নিক ভাঙ্গন, প্রথম ফসফোলিপিড, ১৮৪৮-১৮৭৪ ===\n১৮৪৮ থেকে ১৮৫০ পর্যন্ত পরবর্তী তিন বছরে, গোবলি তার গবেষণার পরিধি ডিমের কুসুম, কার্প মাছের ডিম, মাছের ডিম এবং মস্তিষ্কের টিস্যু জুড়ে সমান্তরালভাবে প্রসারিত করেছিলেন।\n১৮৫০ সালে (\"রিচার্চেস কেমিক সুর লে'উফ ডি কার্পে\") তিনি কার্প মাছের ডিমে একই বৈশিষ্ট্য সহ তার \"ম্যাটিয়ার ফসফোরে\"র উপস্থিতি প্রমাণিত করেছিলেন; তিনি এর জন্য লেসিথিন নামটি প্রস্তাব করেছিলেন, যা ইতিহাস সমর্থন করে, গ্রিক শব্দ লেকিথোস (ডিমের কুসুম) থেকে এসেছে (জার্নাল ডি ফার্মেসি এট ডি চিমি, প্যারিস, ১৮৫০, ১৭, ৪০১), যা তার পূর্ববর্তী অধ্যয়নের সাথে সুস্পষ্ট সংযোগ রেখে আছে।\nএবং এই আবিষ্কারের পরে তিনি দেখিয়েছিলেন যে লেসিথিন, এটি যেভাবেই পাওয়া হোক না কেন (ডিমের কুসুম, কার্প মাছের ডিম, মাছের ডিম, মানব মস্তিষ্ক), এবং যদিও সম্পূর্ণরূপে পরিশুদ্ধ না হলেও, হাইড্রোলাইসিসের ফলে সর্বদা ওলিক অ্যাসিড, মার্জারিক অ্যাসিড এবং গ্লিসারোফোসফোরিক অ্যাসিডের মিশ্রণ দেয়, এবং সাধারণ চর্বিযুক্ত অ্যাসিড, যেমন ফসফো-ওলিক অ্যাসিড জড়িত থাকলে যে কোনো পরিস্থিতিতে ফসফোরিক অ্যাসিডের মতো কিছু পাওয়া যায়নি (\"রিচার্চেস কেমিক সুর লা লৈতান্স ডি কার্পে\"। জার্নাল ডি ফার্মেসি এট ডি চিমি ১৮৫১, টি১৯, ৪০৬)।\nবিপরীতে, তিনি দেখিয়েছিলেন যে ডিমের কুসুমের ফসফরাসযুক্ত-বহির্ভূত অংশ, যা তিনি \"সেরেব্রিন\" নাম দিয়েছিলেন, রাসায়নিক বিশ্লিষ্টকরণ এবং প্রতিক্রিয়াশীল বৈশিষ্ট্যগুলিতে এডমন্ড ফ্রেমি এবং এম. আর. ডি. থম্পসন মস্তিষ্কে \"এসিড সেরেব্রিক\" হিসাবে চিহ্নিতকৃত পদার্থের সাথে সম্পূর্ণরূপে অভিন্ন।\n১৮৫২ সালে, তিনি শিরাপ্রবাহী রক্তে লেসিথিনের উপস্থিতি প্রমাণ করেছিলেন (রিচার্চেস কেমিক সুর লে ম্যাটিয়ারেস গ্রাসেস ডু সাং ভেনিউ ডি ল'হোম), এবং ১৮৫৬ সালে পিত্তেও (রিচার্চেস সুর লা ন্যাচারে কেমিক এট লেস প্রোপ্রিয়েটেস ডেস ম্যাটিয়ারেস গ্রাসেস কনটেনিউস ডান্স লা বিলে)।\nতবে, লেসিথিনের গঠনের পুরো বিশ্লেষণের জন্য তার এখনও একটি অংশের প্রয়োজন ছিল।\n১৮৬০-এর দশকে সমান্তরাল গবেষণার মাধ্যমে সেই অংশটি পাওয়া যায়, যা প্রধানত জার্মানিতে পরিচালিত হয়েছিল। এই গবেষণা জৈবিক চর্বিযুক্ত পদার্থের একটি নতুন উপাদান চলিনকে শনাক্ত করেছিল। প্রথমে জার্মান রসায়নবিদ অ্যাডলফ স্ট্রেকার দ্বারা যকৃত-নির্মিত পিত্তে (\"অ্যান. চেম. ফার্ম। ১৮৬৮, ১৪৮, ৭৭\"), তারপরে কিছুক্ষণ পরে বার্লিনের অস্কার লিবেরেইচ-এর গবেষণার মাধ্যমে মানব মস্তিষ্কে এটি পাওয়া যায় (যিনি মনে করেছিলেন তিনি একটি ভিন্ন পদার্থ খুঁজে পেয়েছেন এবং প্রথমে এটিকে \"নিভরিন\" নাম দিয়েছিলেন) এবং তার পরে ডিবকোস্কি, বেয়ার এবং ওয়ার্ৎজ-এর পরিপূরক অবদান।\nগোবলি ১৮৭৪ সালে, তার নিজের কাজের সাথে এই সংযোজনগুলি ব্যবহার করে, লেসিথিনের একটি পূর্ণ গঠনের চূড়ান্ত প্রস্তাবের মাধ্যমে এই দীর্ঘ, ধৈর্যশীল এবং অটল পদক্ষেপগুলির শীর্ষস্থান অর্জন করেন। তার হাইড্রোলাইসিসে ঠিক এক গ্লিসারোফোসফোরিক অ্যাসিড এবং এক চলিন পাওয়া যায় (\"সুর লা লেসিথিন এট লা সেরেব্রিন\", গোবলি জে ফার্ম চিম ১৮৭৪, ১৯, ৩৪৬)।\n\nপরবর্তী গবেষণা ডিমের কুসুম থেকে পাওয়া লেসিথিনকে এই কাঠামো সম্পর্কিত লেসিথিনের একটি বিস্তৃত পরিবারে পরিবর্ধিত করেছে। এই পরিবারে একটি চলিন হেড এবং গ্লিসারোফোসফোরিক অ্যাসিডের সাথে বিভিন্ন ধরণের ফ্যাটি অ্যাসিড সংযুক্ত থাকে। সাধারণভাবে, একটি লেসিথিন, বা আরও নির্দিষ্টভাবে একটি ফসফ্যাটিডিলকোলিন, একটি স্যাচুরেটেড ফ্যাটি অ্যাসিড ব্যবহার করে পাওয়া যায়। এখানে উদাহরণ হিসেবে পামিটিক অ্যাসিড বা হেক্সাডেকানোইক অ্যাসিড H3C-(CH2)14-COOH (গোবলি ডিমের কুসুমে শনাক্তকৃত মার্জারিক অ্যাসিড, এখন হেপ্টাডেকানোইক অ্যাসিড H3C-(CH2)15-COOH নামে পরিচিত, এই শ্রেণীতে অন্তর্ভুক্ত) এবং একটি অ-স্যাচুরেটেড ফ্যাটি অ্যাসিড, এখানে গোবলি'র মূল ডিমের কুসুমের লেসিথিনে থাকা মতো ওলিক অ্যাসিড বা 9Z-অক্টাডেকেনোয়িক অ্যাসিড ব্যবহৃত হয়।\n\n\n=== মস্তিষ্কের টিস্যুর রাসায়নিক গঠনের প্রথম বিশ্বব্যাপী পর্যালোচনা ===\nগবেষণার ফলাফলের ভিত্তিতে, গোবলি ১৮৭৪ সালে \"রিচার্চেস কেমিক সুর লে সেরভো দে ল'হোম\" (Journal de Pharmacie et de Chimie) জার্নালে প্রকাশিত একটি গবেষণাপত্রে মানব মস্তিষ্কের সান্দ্র পদার্থের জন্য নিম্নলিখিত কাঠামোটি প্রস্তাব করেছিলেন (জল বাদ দিয়ে, প্রায় 80%):\n\nলেসিথিন (৫.৫%),\nসেরিব্রিন (প্রায় ৩%), নাইট্রোজেনাস পদার্থ হিসাবে চিহ্নিত, ডিমের কুসুমের মতো, কিন্তু মস্তিষ্কে অনেক বেশি পরিমাণে\nকোলেস্টেরিন (প্রায় ১%),\nএবং নিয়মিত অ্যালবুমিন (১%) ছাড়াও অ্যালবামিনাস ধরণের একটি প্রচুর নতুন উপাদান, যার নাম তিনি সিফালিন (প্রায় ৭%) রেখেছিলেন।\n\nগোবলি এইভাবে ফসফোলিপিডের সম্পূর্ণ নতুন শ্রেণীর আবিষ্কারক এবং মস্তিষ্কের গঠন এবং গঠনের রাসায়নিক ভিত্তি বোঝার ক্ষেত্রে একজন প্রতিষ্ঠাতা অগ্রদূত।\n\n\n== অন্যান্য গবেষণা, অনুসন্ধান ও আবিষ্কার ==\nসমান্তরালভাবে, গোবলি আরও মূলধারার ধরণের গবেষণার বেশ কয়েকটি অতিরিক্ত থ্রেড তৈরি করেছেন:\nএকজন ফরাসি ডাক্তার, অ্যাকাডেমি ডি মেডিসিনের সদস্য, জিন-লিওনার্দ-মারি পোইস্যুইলের সহযোগিতায়, তিনি রক্ত ও প্রস্রাবে ইউরিয়া নিয়ে কিছু ফলাফল প্রকাশ করেছিলেন।\nজনস্বাস্থ্য বিষয়ে তার প্রতিশ্রুতির সাথে সম্পর্কযুক্ত হয়ে, তিনি বিভিন্ন গবেষণায় জড়িত হয়েছিলেন, যেমন বিষাক্ত পদার্থ, মানব পুষ্টি ও স্বাস্থ্য এবং শিল্প প্রক্রিয়ার সুরক্ষা। এই বিষয়ে তার কাজগুলো হলো:\n১৮৫৬ সালে, ছত্রাকের বিষাক্ত পদার্থ (রিচার্চেস কেমিক সুর লে চাম্পিগননস ভেনেনক্স) , διάφορα গাছপালা, ঔষধি ও প্রস্তুতির প্রকৃত বা কল্পিত ঔষধি গুণাবলী, রান্নার সরঞ্জাম হিসাবে ব্যবহৃত টিনে লেডের বিষাক্ততা ও রাইয়ের বিষাক্ত প্রভাব\nগোবলি, রোবিকেটের পদ্ধতি অনুসরণ করে, ১৮৫৮ সালে প্রাকৃতিক ভ্যানিলা ফল থেকে প্রথমবারের মতো বিশুদ্ধ ভ্যানিলিন, এর সক্রিয় স্বাদ উপাদান, উৎপাদন করতে সক্ষম হন। গোবলি এই অগ্রগতির ফলে ১৮৭৪ সালে পাইন গাছের রস থেকে নিষ্কাশিত গ্লাইকোসাইডের উপর ভিত্তি করে কৃত্রিম শিল্প ভ্যানিলিন সংশ্লেষণ প্রক্রিয়ার সূচনা দেখতে পেতে যথেষ্ট বেঁচে ছিলেন, যা এই জনপ্রিয় স্বাদের ব্যবহারের অসীম প্রসারণের পথ খুলে দিয়েছিল। যদিও এটি প্রাকৃতিক ভ্যানিলা চাষ এবং সম্পর্কিত শিল্পের সম্পূর্ণ পতনের দিকে নিয়ে গেছে, কিন্তু সম্ভবত গোবলি এর উদ্দেশ্য করেননি।\n\n\n== প্রকাশনা ==\n\"ডিমের কুসুমে ওলিক, মার্গারিক এবং ফসফোগ্লিসেরিক অ্যাসিডের উপস্থিতি। প্রথম স্মৃতিকথা: ডিমের কুসুমের রাসায়নিক গঠন\"; লেখক: M. Gobley. (বহির্ভূত)।  CR hebd Acad Sci 1845, 11, 8\n\nডিমের কুসুমের রাসায়নিক গবেষণা\"; লেখক: M. Gobley. প্রথম স্মৃতিকথা. CR hebd Acad Sci 1845, 21, 988\nডিমের কুসুম এবং মস্তিষ্কের পদার্থের তুলনামূলক পরীক্ষা\"; লেখক: M. Gobley. Journal de Pharmacie et de Chimie 1847, t11, 409 এবং 412\nমাছের ডিম:\nকার্পের ডিমের রাসায়নিক গবেষণা\"; লেখক: M. Gobley. Journal de Pharmacie et de Chimie 1850, t17, 401, এবং t18, 107\nকার্পের শুক্রাণু:\n\nকার্পের শুক্রাণুর রাসায়নিক গবেষণা\"; লেখক: M. Gobley. Journal de Pharmacie et de Chimie 1851, t19, 406\nমানব রক্ত:\n\nমানব শিরাস্থ রক্তের চর্বিযুক্ত পদার্থের রাসায়নিক গবেষণা\"; লেখক: M. Gobley. Journal de Pharmacie et de Chimie 1852, t21, 241\nপিত্ত:\n\nপিত্তে থাকা চর্বিযুক্ত পদার্থের রাসায়নিক প্রকৃতি এবং বৈশিষ্ট্য সম্পর্কে গবেষণা\"; লেখক: M. Gobley. Journal de Pharmacie et de Chimie 1856, t30, 241\nমস্তিষ্ক:\n\nমস্তিষ্কের রাসায়নিক গবেষণা\"; লেখক: M. Gobley. Journal de Pharmacie et de Chimie 1874, 4ème série, t19, পৃষ্ঠা 346–354\n\"লেসিথিন এবং সেরেব্রিন\"; লেখক: M. Gobley. Journal de Pharmacie et de Chimie 1874, t20, 98–103, 161–166\nঅন্যান্য:\n\nElaïometer, জলপাই তেল পরীক্ষার জন্য নতুন যন্ত্র\"; লেখক: M. Gobley. J Pharm Chim 1843, 4, 285\nপিত্তে থাকা চর্বিযুক্ত পদার্থের রাসায়নিক প্রকৃতি এবং বৈশিষ্ট্য সম্পর্কে গবেষণা\"; লেখক: M. Gobley. Journal de Pharmacie et de Chimie, 1856\nইউরিয়া সম্পর্কে শারীরবৃত্তীয় গবেষণা (ডাঃ পোইসুয়েলের সাথে)\"; লেখক: M. Gobley. Comptes rendus de l'Académie des Sciences et Gazette hebdomadaire de médecine et de chirurgie, 1859\nভ্যানিলার সুগন্ধি নীতি সম্পর্কে গবেষণা\"; লেখক: M. Gobley. Journal de Pharmacie et de Chimie 1858\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\nডসিয়ার দে লেজিওন ডি'অনার (বেস লিওনোর ডেস আর্কাইভস ন্যাশনালস, কোট L1157072)\nডসিয়ার জীবনী à la bibliothèque interuniversitaire de pharmacie\nEloge funèbre par Mr Jean Baptiste Chevallier (1793-1879), মেম্বার ডি ল'অ্যাকাডেমি ডি ফার্মাসি\nL'étude chimique des constituents du tissu cérébral au cours du XIXème siècle, Les pionniers français (III): Théodore-Nicolas GOBLEY (1811–1874), par Mlle C.Chatagnon et P.Chatagodschopnles, এক্সট্রা ম্যানইউ °2, জুইলেট 1957\nবার্নার্ড এফ. সুহাজ, \"লেসিথিনস\", দ্য আমেরিকান অয়েল কেমিস্ট সোসাইটি, 1989\nRichard L. Myers, Rusty L. Myers, \"The 100 Most Important Chemical Compounds\", Greenwood Publishing Group, 2007\nডোনাল্ড বেলি টাওয়ার, মিশেল-অগাস্টিন থুরেট, \"ব্রেন কেমিস্ট্রি অ্যান্ড দ্য ফ্রেঞ্চ কানেকশন, 1791-1841: অ্যান অ্যাকাউন্ট অফ দ্য কেমিক্যাল অ্যানালাইসিস অফ দ্য হিউম্যান ব্রেইন বাই থুরেট\", রেভেন প্রেস, 1994\nঅ্যাডলফ স্ট্রেকার, \"আইসোলিমেন্ট দে লা লেসিথিন ডি ল'ওউফ\" অ্যাকাডেমি ডি মিউনিখ, 1869, t2, 269\nJLW Thudichum \"Die chemische Konstitution des Gehirns des Menschen und der Tiere\", Tübingen, Verlag von Franz Pietzcker, 1901\nজেএফ জন, \"কেমিশে শ্রিফটেন, ভলিউম 4, n°31, p228\nJF জন, \"Zoochemische Tabellen\", TIA, 1814, p12\nO. Liebreich, Ann. কেম। , 1864,134,29"}