{"pageid": 1421238, "title": "ব্রাহ্মণ ও বেজি", "url": "https://bn.wikipedia.org/wiki?curid=1421238", "content": "ব্রাহ্মণ ও বেজি (বা ব্রাহ্মণের স্ত্রী ও বেজি ) ভারতের একটি লোককথা, এবং \"বিশ্বে সবচেয়ে বেশি পরিভ্রমণ করা কাহিনীগুলির মধ্যে একটি\"। এখানে অতিমাত্রায় তাড়হুড়ো করে একটি অনুগত প্রাণীকে হত্যার বর্ণনা করা হয়েছে এবং নীতিবাক্য হিসাবে এই কাহিনিটিতে দ্রুত পদক্ষেপের বিরুদ্ধে সতর্ক করা হয়েছে। গল্পটিতে পশ্চিমের কিছু কিংবদন্তি অন্তর্নিহিত রয়েছে, যেমন ওয়েলসের লিওয়েলিন এবং তার কুকুর গেলার্টের গল্প বা ফ্রান্সের সেন্ট গিনিফোর্টের ঘটনা। এটিকে আর্নে-থম্পসন টাইপ ১৭৮এ (লোককাহিনী গবেষণায় ব্যবহৃত লোককথার সূচী) হিসাবে শ্রেণীবদ্ধ করা হয়েছে।\n\n\n== কাহিনি ==\n\nসংস্কৃতে পঞ্চতন্ত্রের মূল সংস্করণটি নিম্নরূপ ( রাইডার ১৯২৫ থেকে অনুবাদ):\n\nঅনুগত বেজি\nএকদা কোন এক শহরে ভগবান নামে এক ব্রাহ্মণ ছিল [মূল দেবশর্মা]। তার স্ত্রী নিজের পুত্র এবং একটি বেজিকে পুত্রসম পালন করত। সে শিশুদের ভালোবাসত বলে বেজিটিকেও সে নিজের সন্তানের মতো যত্ন করত, তাকে স্তন্যপান করাতো, শুশ্রুষা করত, স্নান করাতো ইত্যাদি। কিন্তু সে তাকে বিশ্বাস করত না, সে ভাবতো: \"বেজি একটি বাজে ধরনের প্রাণী। সে আমার সন্তানের ক্ষতি করতে পারে।\" [...]\nএকদিন সে তার ছেলেকে দোলনায় শুইয়ে, একটি জলপাত্র নিয়ে তার স্বামীকে বলল: \"হে পণ্ডিত, আমি জলের জন্য যাচ্ছি। তুমি ছেলেকে বেজির থেকে রক্ষা করবে।\" কিন্তু  সে চলে যাবার পর, ব্রাহ্মণ বাড়ি খালি রেখে খাবার ভিক্ষা করতে কোথাও চলে গেল।\nব্রাহ্মণ চলে যাওয়ার পর গর্ত থেকে একটি কালো সাপ বের হলো এবং, দুর্ভাগ্যের মতো, শিশুর দোলনার দিকে বেয়ে চলল। কিন্তু সাপ হলো বেজির স্বাভাবিক শত্রু, বেজিটি তার শিশু ভাইয়ের জীবনের জন্য শঙ্কিত হয়ে মাঝপথেই দুষ্ট সাপের উপর ঝাঁপিয়ে পড়ে তার সাথে লড়াই শুরু করল, তাকে টুকরো টুকরো করে দূরে ছুঁড়ে ফেলে দিল। তারপর নিজের বীরত্বে পুলকিত হয়ে, রক্তাক্ত মুখে সে মায়ের সাথে দেখা করতে দৌড়ে গেল। তার ইচ্ছা ছিল মাকে তার বীরত্ব দেখানোর।\nকিন্তু মা তাকে রক্তাক্ত মুখে উত্তেজনার সঙ্গে আসতে দেখে ভয় পেয়ে ভাবলো যে শয়তান তার বাচ্চা ছেলেকে খেয়ে ফেলেছে। দ্বিতীয়বার চিন্তা না করে, সে রেগে জলের পাত্রটি বেজির উপর ছুঁড়ে মারল। এই আঘাত পাবার সাথে সাথেই বেজিটি মৃত্যুমুখে পতিত হল। দ্বিতীয়বার আর কিছু না ভেবে তাকে ফেলে রেখে সে দ্রুত বাড়ি চলে গেল। সেখানে সে দেখলো শিশুটি নিরাপদ ও সুস্থ আছে এবং দোলনার কাছে একটি বড় কালো সাপ, টুকরো টুকরো অবস্থায় পড়ে আছে। সে অতীব দুঃখে অভিভূত  হয়ে পড়ল, কারণ সে তার হিতৈষী বেজি পুত্রকে ভাবনা চিন্তা না করেই হত্যা করেছে। সে তার মাথা এবং বুক চাপড়াতে লাগলো।\n\nএই সময় ব্রাহ্মণ ভিক্ষা করে পাওয়া চালের মণ্ড নিয়ে ঘরে ফিরল এবং দেখল তার স্ত্রী তার বেজি পুত্রকে নিয়ে তিক্তভাবে বিলাপ করছে। সে \"লোভী ! লোভী!\" বলে কাঁদছিল। \"যেহেতু আমি তোমাকে যা বলেছিলাম তুমি তা করোনি, তাই তোমাকে এখন পুত্রের মৃত্যুর তিক্ততা, তোমার নিজের পাপাচারের গাছের ফলের স্বাদ নিতে হবে। হ্যাঁ, লোভে অন্ধদের ক্ষেত্রে এটাই হয়...।\"\nগল্পের পশ্চিমী রূপগুলিতে, অন্যান্য প্রাণীরা বা প্রায়শই একটি কুকুর বেজির স্থান নেয়। গল্পের অন্যান্য সংস্করণে বেজির জায়গায় নেউল, বিড়াল (পারস্যে), ভাল্লুক বা সিংহকেও পাওয়া যায় এবং সাপের জায়গায় কখনও কখনও নেকড়ের (ওয়েলসে) চরিত্র রাখা হয়। গল্পের সারমর্ম অবশ্য একই থাকে। একইভাবে, গল্পের ভিন্নতায় কখনও কখনও স্ত্রীর পরিবর্তে পুরুষটি তার অনুগত প্রাণীকে হত্যা করে।\nগল্পটি কখনও কখনও একটি কাঠামোর গল্পের মধ্যে স্থাপন করা হয়, যেখানে একজন ত্রাণকর্তা ভুলভাবে অভিযুক্ত হন এবং এই গল্পটি বর্ণনা করেন, যার ফলে তাঁর নিজের মৃত্যু নিবারিত হয়।\n\n\n== উৎপত্তি এবং ভ্রমণ ==\n১৮৫৯ সালে তুলনামূলক সাহিত্যের অগ্রদূত থিওডর বেনফে এই গল্পটি নিয়ে গবেষণা করেছিলেন, তিনি ভারত, মধ্যপ্রাচ্য এবং ইউরোপের সংস্করণগুলির মধ্যে তুলনা দেখিয়েছিলেন। ১৮৮৪ সালে, ডব্লিউ এ ক্লাস্টন দেখিয়েছিলেন কিভাবে এটি ওয়েলসে পৌঁছেছিল।\n\nভারত থেকে পদক্ষেপের মাধ্যমে ওয়েলসে এই গল্পের স্থানান্তরকে মারে বি ইমেনিউ \"লোক-কাহিনীর এই ধরনের ছড়িয়ে পড়ার সেরা প্রমাণীকৃত ঘটনাগুলির মধ্যে একটি\" হিসাবে বিবেচনা করেন। এটি আর্নে-থম্পসন টাইপ ১৭৮এ হিসাবে শ্রেণীবদ্ধ করা হয়েছে।\nগল্পটি পঞ্চতন্ত্রের সমস্ত সংস্করণে, সেইসাথে পরবর্তী সংস্কৃত রচনা হিতোপদেশ এবং কথাসরিৎসাগরে পাওয়া যায়। এটি ভারতের (এবং দক্ষিণ এশিয়ার) বেশিরভাগ ভাষায়ও লিপিবদ্ধ হয়েছে এবং এটি অত্যন্ত পরিচিত একটি গল্প। উদাহরণস্বরূপ, দক্ষিণ ভারতের কর্ণাটক রাজ্যে, গল্পটি শিলালিপিতে একটি প্রবাদ হিসাবে আসে,  মন্দিরে একটি ভাস্কর্য হিসাবে দেখা যায়, ভ্রমণকারী গল্পকার এবং গায়কদের বর্ণনায় শোনা যায়, এবং চলচ্চিত্রে দেখা যায়। একইভাবে, তামিল মহাকাব্য সিলাপট্টিকারম-এ গল্পটিকে নামেই স্মরণ করা হয়েছে।\nবাকি পঞ্চতন্ত্রের মতো, পশ্চিমমুখী স্থানান্তরণে এটি সংস্কৃত থেকে আরবি (কালীলা ওয়া দিমনা হিসাবে), ফার্সি, হিব্রু, গ্রীক, ল্যাটিন, পুরাতন ফরাসি এবং শেষ পর্যন্ত ইউরোপের সমস্ত প্রধান ভাষায় (পিলপে  বা বিডপাইয়ের কল্পকাহিনী হিসাবে) লেখা হয়েছিল, রাশিয়ান থেকে গ্যালিক থেকে ইংরেজি পর্যন্ত। এর পূর্বমুখী স্থানান্তরণে, এটি চীনা ভাষায় (দশটি সংস্করণ, বিনয় পিটকের একটি সংস্কার সহ) এবং মঙ্গোলিয়া থেকে মালয়েশিয়া পর্যন্ত বিস্তৃত অঞ্চলে দেখা গেছে। পঞ্চতন্ত্রের সমস্ত সংশোধিত গ্রন্থে, \"বুক অফ সিন্দিবাদ\" ( সিন্দবাদ নয়)-এর সমস্ত সংস্করণে এবং \" দ্য সেভেন সেজেস অফ রোমের \" সমস্ত সংস্করণেই একমাত্র এই গল্পটি পাওয়া গেছে।\nএটি মেক্সিকো এবং মার্কিন যুক্তরাষ্ট্রেও পাওয়া যায়। ব্ল্যাকবার্ন পর্যবেক্ষণ করেছেন যে কল্পকাহিনীটি একটি মৃত ঐতিহ্য নয় এবং এখনও বর্তমান, কারণ একটি বেলজিয়ান সংবাদপত্র এটিকে একজন ব্যক্তির সম্পর্কে একটি উপাখ্যান হিসাবে প্রতিবেদন করেছে, যেখানে এক ব্যক্তি তার ছেলে এবং কুকুরকে তার গাড়িতে একটি কেনাকাটা করার ট্রলিতে রেখে গিয়েছিল।\nডিজনি ফিল্ম লেডি অ্যান্ড দ্য ট্রাম্প (১৯৫৫)-এ মোটিফটিতে একটি সুখী সমাপ্তি দেখানো হয়েছে।\n\n\n== প্রাপ্তি এবং প্রভাব ==\nপ্রায়শই এই গল্পটি তাড়াহুড়ো করার অভ্যাসের বিরুদ্ধে সতর্কতার উদাহরণ হিসাবে ব্যবহৃত হয়। এটি পাপ, অনুশোচনা এবং দুঃখের সংক্ষিপ্ত বিবরণ হিসাবেও কাজ করে।\nওয়েলশে এটি হলো এক সম্ভ্রান্ত ব্যক্তি লিওয়েলিনের গল্প, যে তার অনুগত কুকুর গেলার্টকে হত্যা করেছিল। পরবর্তীতে দেখা গিয়েছিল এটি সত্য ঘটনা সম্পর্কিত একটি কিংবদন্তি। ওয়েলসে কুকুরের জন্য ছোট মন্দিরও রয়েছে (যেমন বেডজেলার্ট গ্রামে, \"গেলার্টের কবর\")। ফ্রান্সে একটি অনুরূপ রূপান্তর বৃহত্তর অনুপাতে এসেছিল, এবং গল্পটি সেন্ট গিনিফোর্টের (একটি কুকুর) প্রতি প্রবল শ্রদ্ধাস্বরূপ হয়ে উঠেছিল, যা ১৯৩০-এর দশক পর্যন্ত জনপ্রিয় ছিল।\nব্ল্যাকবার্ন উল্লেখ করেছেন যে যদিও অনেক সাহিত্য সংস্করণে দেখানো হয়েছে বেজিটিকে কোন পুরুষ হত্যা করেছে, বেশিরভাগ মৌখিক সংস্করণে (এবং উপরে উদ্ধৃত সাহিত্য সংস্করণ) পাওয়া যায় মহিলাই হত্যা করেছে।\n\n\n== আরও দেখুন ==\nবুশভেল্ডের জক\n\n\n== পাদটীকা ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nStuart Blackburn (১৯৯৬), \"The Brahmin and the Mongoose: The Narrative Context of a Well-Travelled Tale\", Bulletin of the School of Oriental and African Studies, University of London, 59 (3), পৃষ্ঠা 494–507, এসটুসিআইডি 162672939, জেস্টোর 619805, ডিওআই:10.1017/s0041977x00030615 \nRyder, Arthur W. (১৯২৫), The Panchatantra, University of Chicago Press, আইএসবিএন 81-7224-080-5 \nWilliam Alexander Clouston; Christine Goldberg, সম্পাদকগণ (১৯৬৮), Popular tales and fictions: their migrations and transformations, Volume 1, ABC-CLIO, পৃষ্ঠা 363–374, আইএসবিএন 978-1-57607-616-3 \n\n\n== বহিঃসংযোগ ==\nঅন্যান্য সংস্কৃতির উদাহরণ সহ অধ্যাপক ডিএল আশিমানের AT 178A টাইপের গল্প\nস্টাডি দ্বারা বন্ধুত্বপূর্ণ মঙ্গুজ সারাংশ\nটেমপ্লেট:Panchatantra"}