{"pageid": 1421754, "title": "বুনো বাঁধাকপি", "url": "https://bn.wikipedia.org/wiki?curid=1421754", "content": "বুনো বাঁধাকপি হল ব্রাসিকেসি পরিবারের একটি উদ্ভিদ প্রজাতি যার মধ্যে অনেক সাধারণ জাত রয়েছে যা সবজি হিসাবে ব্যবহৃত হয়, যেমনঃ বাঁধাকপি, ব্রকলি, ফুলকপি, পাতাকপি, ব্রাসেলস অঙ্কুর, সবুজ কলার্ড, স্যাভয় বাঁধাকপি, ওলকপি এবং চীনা ব্রকলি।\nএর অচাষকৃত রূপ, বন্য বাঁধাকপি, উপকূলীয় দক্ষিণ ও পশ্চিম ইউরোপে স্থানীয়, লবণ ও চুনের বিরুদ্ধে উচ্চ সহনশীলতাসম্পন্ন একটি শক্ত উদ্ভিদ। অবশ্য, অন্যান্য গাছপালা থেকে এটির প্রতিযোগিতা অসহিষ্ণুতা সাধারণত  চুনাপাথরসমৃদ্ধ সাগরঘেঁষা খাড়া পাহাড়ে (যেমনঃ ইংলিশ চ্যানেলের উভয় পাশে চুনাসমৃদ্ধ খাড়া পাহাড়) এটির প্রাকৃতিকভাবে উদ্ভূত হওয়াকে সীমাবদ্ধ করে। বুনো বাঁধাকপি হল একটি লম্বা দ্বিবার্ষিক উদ্ভিদ, যা প্রথম বছরে বড় পাতার একটি শক্ত রোজেট গঠন করে। পাতাগুলো অন্যান্য ব্রাসিকা প্রজাতির তুলনায় মাংসল এবং ঘন - একটি অভিযোজন, যা এটির প্রতিকূল ক্রমবর্ধমান পরিবেশে পানি ও পুষ্টি সঞ্চয় করতে সহায়তা করে। দ্বিতীয় বছরে, এটি সঞ্চিত পুষ্টি ব্যবহার করে অসংখ্য হলুদ ফুল সমন্বয়ে ১ থেকে ২ মিটার (৩-৭ ফুট) লম্বা একটি ফুল স্পাইক তৈরি করে।\n২০২১ সালের একটি সমীক্ষা নির্দেশ করে যে, পূর্ব ভূমধ্যসাগরীয় ব্রাসিকা ক্রেটিকা গৃহপালনকৃত বুনো বাঁধাকপির উৎস। ফরাসীয় আটলান্টিক উপকূলে নয়টি বন্য জনসংখ্যার জিনগত বিশ্লেষণ তাদের সাধারণ বন্য উৎস নির্দেশ করে, যা মাঠ ও বাগান থেকে হারিয়ে যাওয়া গৃহপালিত উদ্ভিদ থেকে উদ্ভূত।\n\n\n== শ্রেণিবিন্যাস ==\n\n\n=== উৎপত্তি ===\nU এর ত্রিভুজ তত্ত্বানুসারে, বুনো বাঁধাকপি ব্রাসিকা গণের অন্য পাঁচটি প্রজাতির সাথে খুবই ঘনিষ্ঠভাবে সম্পর্কিত। ২০২১ সালের একটি সমীক্ষা নির্দেশ করে যে, পূর্ব ভূমধ্যসাগরবর্তী এলাকায়, বিশেষ করে গ্রিস ও এজিয়ান দ্বীপপুঞ্জে স্থানীয় ব্রাসিকা ক্রেটিকা চাষকৃত বুনো বাঁধাকপির নিকটতম জীবিত আত্মীয়, যা এই দৃষ্টিভঙ্গিকে সমর্থন করে যে, এর চাষ পূর্ব ভূমধ্যসাগরীয় অঞ্চলে অন্যান্য ব্রাসিকা প্রজাতির পরবর্তী মিশ্রণের সাথে উদ্ভূত হয়েছিল।\n\nবুনো বাঁধাকপির জাতগুলোকে উন্নয়নমূলক রুপের ভিত্তিতে বেশ কয়েকটি প্রধান চাষের গোষ্ঠীতে বিভক্ত করা হয়, যার মধ্যে অ্যাসিফালা (\"অ- শীর্ষক\") গ্রুপটি দেখতে অনেকটা প্রাকৃতিক বন্য বাঁধাকপির মতোই থাকে। এই গোষ্ঠীগুলোর একটি তালিকার জন্য চাষের সারণীটি দেখুন।\n\n\n=== ব্যুৎপত্তি ===\n'ব্রাসিকা' বেশ কয়েকটি বাঁধাকপির মতো উদ্ভিদের জন্য প্লিনি দ্য এল্ডারের দেওয়া নাম ছিল।\nএর সুনির্দিষ্ট এপিথেট ওলেরেসা এর ল্যাটিন ভাষায় অর্থ \"উদ্ভিদ/ভেষজ\" এবং এটি হলেরাসিয়াস (ওলেরাসিয়াস) এর একটি রূপ।\n\n\n== চাষ ও ব্যবহারসমূহ ==\n\nবুনো বাঁধাকপি একটি গুরুত্বপূর্ণ মানব খাদ্যশস্য উদ্ভিদ হিসাবে প্রতিষ্ঠিত হয়েছে। বৃহৎ খাদ্য মজুদের (যা শীতকালে এর পাতায় সংরক্ষিত হয়) কারণে এটি ব্যবহৃত হয়। এটি বাঁধাকপি, ব্রকলি, ফুলকপি, ব্রাসেলস অঙ্কুর, কলার্ড, ও ওলকপিসহ চাষজাত উদ্ভিদের একটি বিস্তৃত পরিসরে সংকরায়ন করা হয়েছে, যার মধ্যে কিছু সংখ্যক উদ্ভিদকে একই গণের সদস্য হিসেবে শনাক্ত করা খুবই দুরুহ, প্রজাতি তো দূরের কথা। ক্রুসিফেরার ঐতিহাসিক গণ, যার অর্থ চার-পাপড়িযুক্ত ফুলের বেলায় \"ক্রস-বিয়ারিং\", স্বাদ-বহির্ভূত একমাত্র ঐক্যবদ্ধ বৈশিষ্ট্য হতে পারে।\nগবেষকরা বিশ্বাস করেন যে, এটি কয়েক হাজার বছর ধরে চাষ করা হয়েছে। তবে একটি গৃহপালিত উদ্ভিদ হিসেবে এর ইতিহাস গ্রিক ও রোমান সভ্যতার পূর্বে স্পষ্ট নয়, যখন এটি একটি সুপ্রতিষ্ঠিত বাগান-সবজি ছিল। থিওফ্রাস্টাস তিন ধরণের rhaphanos (ῤάφανος) উল্লেখ করেছেনঃ কোঁকড়ানো-পাতাবিশিষ্ট, মসৃণ-পাতাবিশিষ্ট, ও বন্য প্রকার। তিনি বাঁধাকপি ও আঙ্গুরলতার বিদ্বেষের কথা জানিয়েছেন, কারণ প্রাচীন মানুষজন বিশ্বাস করত যে, আঙ্গুরের কাছাকাছি বেড়ে ওঠা বাঁধাকপি ওয়াইনকে তাদের স্বাদ দেবে। \n\n\n=== ইতিহাস ===\n\nবিভিন্ন ফেনোটাইপ বৈশিষ্ট্যের জন্য কৃত্রিম নির্বাচনের মাধ্যমে উদ্ভিদের বাহ্যিকতায় আকস্মিক পার্থক্যসহ বিভিন্ন বৈচিত্র্যের আবির্ভাব শতাব্দী ধরে ঘটেছে। পাতা, প্রান্তমুকুল, পার্শ্বীয়মুকুল, কাণ্ড, ও পুষ্পমঞ্জুরির জন্য অগ্রাধিকারের ফলে বুনো বাঁধাকপির বৈচিত্র্য নির্বাচিত হয়েছে, যা আজ বিভিন্নরূপে পরিচিত।\n\n\n==== পছন্দের প্রভাব ====\nপাতা খাওয়ার অগ্রাধিকার বড় পাতাবিশিষ্ট গাছপালার নির্বাচনের সূচনা করেছিল, যা চাষ করা হয় এবং পরবর্তী বৃদ্ধির জন্য তাদের বীজ রোপণ করা হয়। খ্রিস্টপূর্ব পঞ্চম শতাব্দীর দিকে, বর্তমানে সুপরিচিত ওলকপির গঠন গড়ে উঠেছিল।\nপরবর্তীতে অগ্রাধিকার দৃঢ়ভাবে-গুচ্ছিত পাতা বা প্রান্তমুকুলবিশিষ্ট ওলকপির কৃত্রিম নির্বাচনের সূচনা করেছিল। খ্রিস্টীয় প্রথম শতাব্দীর কাছাকাছি বুনো বাঁধাকপির ফেনোটাইপ বৈচিত্র্যের আবির্ভাব ঘটে, যা বাঁধাকপি নামে পরিচিত।\nজার্মানিতে ফেনোটাইপ নির্বাচন অগ্রাধিকারের ফলে ওলকপির চাষজাত উদ্ভিদ থেকে একটি নতুন প্রকরণ এসেছে। মোটা ডালপালা বেছে নেওয়ার মাধ্যমে, ওলকপি নামে পরিচিত প্রকরণ উদ্ভিদটি প্রথম শতাব্দীর দিকে আবির্ভূত হয়।\nইউরোপীয় অগ্রাধিকার অপরিণত মুকুল খাওয়ার জন্য উদ্ভূত হয়েছে (পুষ্পবিন্যাসের জন্য নির্বাচন)। খ্রিস্টীয় ১৫ শতকের প্রারম্ভিক নথিগুলো নির্দেশ করে যে, প্রাথমিক ফুলকপি ও ব্রকলি-শীর্ষক প্রকারগুলো দক্ষিণ ইতালি ও সিসিলি জুড়ে পাওয়া গিয়েছিল, যদিও প্রায় ১০০ বছর পরে এই প্রকারগুলো পৃথক জাতকরণ করা হয়নি।\nবেলজিয়ামে পার্শ্বীয়মুকুলের আরো নির্বাচন ১৮ শতকে ব্রাসেলস অঙ্কুর উদ্ভাবন পরিচালিত করে।\n\n\n=== জাত ===\nরয়্যাল বোটানিক গার্ডেন (কিউ প্রজাতি প্রোফাইল) অনুসারে, প্রজাতির আটটি চাষকৃত জাত রয়েছে। প্রতিটি চাষকৃত জাতের অনেক বৈচিত্র্য রয়েছে, যেমনঃ 'ল্যাসিনাটো' ওলকপি বা 'বেলস্টার' ব্রকলি।\n\nঅ্যাসিফালাঃ অ-শীর্ষক চাষজাত (ওলকপি, কলার্ড, শোভাবর্ধক বাঁধাকপি, শোভাবর্ধক ওলকপি, সপুষ্পক ওলকপি, গাছ বাঁধাকপি)।\nআলবোগ্লাব্রাঃ এশীয় রন্ধন চাষজাত (চীনা ওলকপি, চীনা ব্রকলি, কাই ল্যান)।\nবোট্রাইটিসঃ দৃঢ় পুষ্পবিন্যাস গঠনকারী চাষজাত (ব্রকলি, ফুলকপি, ব্রোকোফ্লাওয়ার, ক্যালাব্রেস ব্রকলি, রোমানেস্কো ব্রকলি)। \nক্যাপিটাটাঃ বাঁধাকপি ও বাঁধাকপিসদৃশ চাষজাত (বাঁধাকপি, স্যাভয় বাঁধাকপি, লাল বাঁধাকপি)।\nজেমিফেরাঃ কুঁড়ি উৎপাদনকারী চাষজাত (স্প্রাউট, ব্রাসেলস স্প্রাউট)।\nগনগাইলোডসঃ শালগমসদৃশ চাষজাত (ওলকপি, নোল-কোল)\nইটালিকাঃ অঙ্কুর (বেগুনি অঙ্কুরিত ব্রকলি, অঙ্কুরিত ব্রকলি)। ভোজ্য পুষ্পবিন্যাসগুলো একক শীর্ষে সন্নিবেশিত হয় না।\nট্রনচুডাঃ বিস্তৃত পাতাবিশিষ্ট স্বল্পবর্ধনশীল বার্ষিক চাষজাত (পর্তুগিজ বাঁধাকপি, সামুদ্রিক বাঁধাকপি)।\n২০২৪ সালের একটি সমীক্ষা ৭০৪টি বুনো ওলকপির বিন্যাসের তুলনা করে এবং চাষজাত উদ্ভিদসমূহের একটি জাতিজনি বৃক্ষ প্রতিষ্ঠা করে। গবেষকরা জিনের অভিব্যক্তি ও উপস্থিতিতে বড় রকমের পরিবর্তন খুঁজে পান। কিছু জিন ধারণামূলকভাবে নির্দিষ্ট বৈশিষ্ট্যের সাথে যুক্ত থাকে, যেমনঃ ধৃত পুষ্পবিন্যাস (ফুলকপি ও ব্রকলির বৈশিষ্ট্য)।\n\n\n== ব্যবহারসমূহ ==\nএটি ভিটামিন সি সহ প্রয়োজনীয় পুষ্টিতে সমৃদ্ধ। ক্রুসিফেরাস শাকসবজি (যেমনঃ বাঁধাকপি, ব্রকলি, ফুলকপি)-সমৃদ্ধ একটি খাদ্যতালিকা মানুষের বিভিন্ন ক্যান্সারের ঝুঁকি হ্রাসের সাথে যুক্ত।\n\n\n=== স্বাদের সাথে সম্পর্কিত মানব জিনতত্ত্ব ===\nTAS2R38 জিন একটি G প্রোটিন-সংযুক্ত গ্রাহককে এনকোড করে, যা স্বাদ গ্রহণকারী হিসেবে কাজ করে, লিগ্যান্ড দ্বারা মধ্যস্থতাকৃত (যেমনঃ PROP ও ফেনাইলথায়োকার্বামাইড, যা গ্রাহকের সাথে সংযুক্ত হয় এবং সংকেত প্রদানের সূচনা করে যা স্বাদ গ্রহণের বিভিন্ন মাত্রা প্রদান করে)। ব্রাসিকা পরিবারের সবজিসমূহ (যেমনঃ সবুজ কলার্ড , ওলকপি, ব্রকলি, বাঁধাকপি, ও ব্রাসেলস অঙ্কুর) গ্লুকোসাইনোলেট ও আইসোথায়োসায়ানেট ধারণ করে, যা PROP-সদৃশ। তাই, এইসব সবজির বেশিরভাগ অনুভূত \"তিক্ততা\" TAS2R38 দ্বারা মধ্যস্থতাকৃত হয়।  TS2R পরিবারের তিক্ত স্বাদের গ্রাহকগুলো মানুষ ও ইঁদুরের অন্ত্রের মিউকোসাল ও অগ্ন্যাশয়ের কোষেও পাওয়া যায়। এই গ্রাহকগুলো ক্ষুধা নিয়ন্ত্রণে জড়িত হরমোনগুলোর নিঃসরণকে প্রভাবিত করে (যেমনঃ পেপটাইড YY এবং গ্লুকাগন-সদৃশ পেপটাইড-1), এবং তাই ক্যালরি গ্রহণ এবং স্থূলতার বিকাশকে প্রভাবিত করতে পারে। এইভাবে, তিক্ত স্বাদ উপলব্ধি স্বাদ অগ্রাধিকার ও বিপাকীয় হরমোন নিয়ন্ত্রণকে প্রভাবিত করে খাদ্যতালিকাগত আচরণকে প্রভাবিত করতে পারে।\nTAS2R38 জিনের তিনটি রূপ – rs713598, rs1726866, ও rs10246939 – বেশিরভাগ জনগোষ্ঠীর মধ্যে উচ্চ সংযোগজনিত ভারসাম্যহীনতা রয়েছে এবং এর ফলে অ্যামিনো অ্যাসিড কোডিং পরিবর্তিত হয়, যা বিভিন্ন তিক্ত স্বাদ উপলব্ধিকারী ফিনোটাইপের দিকে পরিচালিত করে। PAV হ্যাপ্লোটাইপ আধিপত্য বিস্তারকারী; তাই, PAV অ্যালিলের অন্তত একটি অনুলিপিযুক্ত ব্যক্তিবর্গ শাকসবজির মধ্যে এমন অণুসমূহ অনুভব করেন, যা PROP-এর তিক্ত স্বাদকে অনুরুপ করে এবং ধারাবাহিকভাবে তিক্ত সবজির প্রতি বিরূপ মনোভাব তৈরি করতে পারে। বিপরীতে, দুইটি AVI হ্যাপ্লোটাইপযুক্ত ব্যক্তিবর্গ তিক্ত স্বাদ অনুভব করেন না। PAV ও AVI হ্যাপ্লোটাইপগুলি সবচেয়ে সাধারণ, যদিও অন্যান্য হ্যাপ্লোটাইপগুলো বিদ্যমান যেগুলো অন্তর্বর্তী তিক্ত স্বাদ সংবেদনশীলতা প্রদান করে (AAI, AAV, AVV, ও PVI)। এই স্বাদ-বিরূপতা সাধারণভাবে সবজির ক্ষেত্রে প্রযোজ্য হতে পারে।\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Brassica oleraca\n\nBeckett, Emma (২০১৪)। \"Bitter Taste Genetics – the Relationship to Tasting, Liking, Consumption and Health\": 3040–54। ডিওআই:10.1039/C4FO00539B। পিএমআইডি 25286017।  \nBoxer, E.E.; Garneau, N.L. (২০১৫)। \"Rare haplotypes of the gene TAS2R38 confer bitter taste sensitivity in humans\": 505। ডিওআই:10.1186/s40064-015-1277-z । পিএমআইডি 26405625। পিএমসি 4574037 । \nBufe, B. (২০০৫)। \"The Molecular Basis of Individual Differences in Phenylthiocarbamide and Propylthiouracil Bitterness Perception\": 322–7। ডিওআই:10.1016/j.cub.2005.01.047। পিএমআইডি 15723792। পিএমসি 1400547 । \nCalancie, Larissa (২০১৮)। \"TAS2R38 Predisposition to Bitter Taste Associated with Differential Changes in Vegetable Intake in Response to a Community-Based Dietary Intervention\": 2107–2119। ডিওআই:10.1534/g3.118.300547। পিএমআইডি 29686110। পিএমসি 5982837 । \nDuffy, V.B. (২০১০)। \"Vegetable Intake in College-Aged Adults Is Explained by Oral Sensory Phenotypes and TAS2R38 Genotype\": 137–148। ডিওআই:10.1007/s12078-010-9079-8। পিএমআইডি 21157576। পিএমসি 3000691 । \nWieczorek, Martyna. (২০১৮)। \"Bitter Taste of Brassica Vegetables: The Role of Genetic Factors, Receptors, Isothiocyanates, Glucosinolates, and Flavor Context.\": 3130–3140। ডিওআই:10.1080/10408398.2017.1353478। পিএমআইডি 28718657। \nRozengurt, E.। \"Taste Receptors in the Gastrointestinal Tract. I. Bitter taste receptors and α-gustducin in the mammalian gut\": 171–177। \nRoura, Eugeni (২১ মে ২০১৫)। \"Variability in Human Bitter Taste Sensitivity to Chemically Diverse Compounds Can Be Accounted for by Differential TAS2R Activation.\": 427–35। ডিওআই:10.1093/chemse/bjv024 । পিএমআইডি 25999325। \nRisso, David (২৭ জুন ২০১৬)। \"Erratum: Corrigendum: Global Diversity in the TAS2R38 Bitter Taste Receptor: Revisiting a Classic Evolutionary PROPosal.\": 28406। ডিওআই:10.1038/srep28406। পিএমআইডি 27346370। পিএমসি 4921822 । \nMennella, Vito (২০ ফেব্রুয়ারি ২০০৫)। \"Functionally Distinct Kinesin-13 Family Members Cooperate to Regulate Microtubule Dynamics during Interphase.\": 235–45। ডিওআই:10.1038/ncb1222। পিএমআইডি 15723056। \nKim, U.K. (২০০৫)। \"Genetics of individual differences in bitter taste perception: lessons from the PTC gene\": 275–80। ডিওআই:10.1111/j.1399-0004.2004.00361.x। পিএমআইডি 15733260। \nKim, U.K. (২০০৪)। \"Genetics of Human Taste Perception\": 448–53। ডিওআই:10.1177/154405910408300603। পিএমআইডি 15153450। \nKhataan, Nora H. (২০০৯)। \"TAS2R38 Genotypes and Phenylthiocarbamide Bitter Taste Perception in a Population of Young Adults.\": 251–6। ডিওআই:10.1159/000297217 । পিএমআইডি 20484932। \nGenick, U.K. (২০১১)। \"Sensitivity of genome-wide-association signals to phenotyping strategy: the PROP-TAS2R38 taste association as a benchmark\": e27745। ডিওআই:10.1371/journal.pone.0027745 । পিএমআইডি 22132133। পিএমসি 3223210 । \n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:Brassica oleraca\n\nব্রাসিকা ওলেরেসায় প্রোটাবেস (ব্রাসেলস স্প্রাউট)\nব্রাসিকা ওলেরেসায় প্রোটাবেস (ফুলকপি এবং ব্রকলি)\n[১]ব্রাসিকা ওলেরেসাএর ভিডিও ওভারভিউঃ আনটেমড সায়েন্স থেকে\nটেমপ্লেট:Brassica"}