{"pageid": 1421899, "title": "জেট ইঞ্জিনের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1421899", "content": "\n== অগ্রদূত ==\nজেট ইঞ্জিনগুলি প্রায় ১৫০ খ্রিস্টপূর্বাব্দে এওলিপিল আবিষ্কারের সময়কাল হতে পারে। এই ডিভাইসটি দুটি অগ্রভাগের মাধ্যমে নির্দেশিত বাষ্প শক্তি ব্যবহার করে যাতে একটি গোলক তার অক্ষের উপর দ্রুত ঘোরাতে পারে। যতদূর জানা যায়, এটি যান্ত্রিক শক্তি সরবরাহের জন্য ব্যবহার করা হয়নি এবং এই উদ্ভাবনের সম্ভাব্য ব্যবহারিক প্রয়োগগুলি স্বীকৃত হয়নি। এটি কেবল একটি কৌতূহল হিসাবে বিবেচিত হয়েছিল।\nআর্কিটাস, গাণিতিক বলবিদ্যার প্রতিষ্ঠাতা, যেমনটি তাঁর পাঁচ শতাব্দী পরে আউলাস গেলিয়াসের লেখায় বর্ণিত হয়েছে, তিনি প্রথম কৃত্রিম, স্ব-চালিত উড়ন্ত যন্ত্রের নকশা ও নির্মাণের জন্য বিখ্যাত ছিলেন। এই ডিভাইসটি ছিল একটি পাখির আকৃতির মডেল যা সম্ভবত বাষ্পের একটি জেট দ্বারা চালিত হয়েছিল, যা আসলে প্রায় ২০০ মিটার উড়েছিল বলে জানা গেছে।\nঅটোমান লাগারি হাসান চেলেবি ১৬৩৩ সালে একটি শঙ্কু আকৃতির রকেট নিয়ে উড্ডয়ন করেছিলেন এবং তারপরে ডানা দিয়ে সফল অবতরণ করেছিলেন, অটোমান সেনাবাহিনীতে একটি অবস্থান জিতেছিলেন বলে জানা যায়। যাইহোক, এটি মূলত একটি স্টান্ট ছিল। সমস্যাটি ছিল যে রকেটগুলি সাধারণ বিমান চলাচলের জন্য উপযোগী হওয়ার জন্য কম গতিতে খুব অদক্ষ।\nপ্রথম কার্যকরী পালসজেটটি ১০৬ সালে রাশিয়ান প্রকৌশলী ভিভি কারাভোডিন দ্বারা পেটেন্ট করা হয়েছিল, যিনি ১৯০৭ সালে একটি কার্যকরী মডেল সম্পন্ন করেছিলেন।ফরাসি উদ্ভাবক জর্জেস মার্কনেট ১৯০৮ সালে তার ভালভহীন পালসজেট ইঞ্জিনের পেটেন্ট করেছিলেন এবং স্পেনের রিপোলে র্যামন ক্যাসানোভা ১৯১৭ সালে বার্সেলোনায় একটি পালসজেট পেটেন্ট করেছিলেন, যা ১৯১৩ সালে শুরু হয়েছিল। রবার্ট গডার্ড ১৯৩১ সালে একটি পালসজেট ইঞ্জিন আবিষ্কার করেছিলেন এবং এটি জেট চালিত সাইকেলে প্রদর্শন করেছিলেন।প্রকৌশলী পল শ্মিট ১৯৩৩ সালে জার্মান বিমান মন্ত্রকের কাছ থেকে সরকারী সমর্থন অর্জন করে ইনটেক ভালভ (বা ফ্ল্যাপ) এর পরিবর্তনের উপর ভিত্তি করে আরও দক্ষ ডিজাইনের পথপ্রদর্শক\n\nএয়ারব্রেথিং জেট ইঞ্জিনের কিছু প্রাথমিক প্রচেষ্টা ছিল হাইব্রিড ডিজাইন যার মধ্যে একটি বাহ্যিক শক্তির উৎস প্রথমে বায়ু সংকুচিত করে, যা পরে জ্বালানীর সাথে মিশ্রিত হয় এবং জেট থ্রাস্টের জন্য পোড়ানো হয়। এরকম একটি সিস্টেমে, যাকে সেকেন্ডো ক্যাম্পিনি দ্বারা থার্মোজেট বলা হয় কিন্তু সাধারণত, মোটরজেট, একটি প্রচলিত পিস্টন ইঞ্জিন দ্বারা চালিত পাখা দ্বারা বায়ু সংকুচিত হয়। উদাহরণগুলির মধ্যে রয়েছে ক্যাপ্রোনি ক্যাম্পিনি এন.১ এবং জাপানি ট্সু-১১ ইঞ্জিন যা দ্বিতীয় বিশ্বযুদ্ধের শেষের দিকে ওহকা কামিকাজে প্লেনকে শক্তি দেওয়ার উদ্দেশ্যে। কোনোটিই সম্পূর্ণরূপে সফল হয়নি এবং সিসি.২ একটি ঐতিহ্যবাহী ইঞ্জিন এবং প্রপেলার সংমিশ্রণে একই ডিজাইনের চেয়ে ধীরগতিতে শেষ হয়েছে।\n\n১৯১৩ সালে, ফরাসি মহাকাশ প্রকৌশলী রেনে লরিন বিশ্বের প্রথম রামজেটের জন্য একটি নকশা পেটেন্ট করেছিলেন, কিন্তু একটি কার্যকরী প্রোটোটাইপ তৈরি করা সম্ভব হয়নি কারণ বিদ্যমান কোনো বিমান এটি চালানোর জন্য পর্যাপ্ত গতি অর্জন করতে পারেনি, এবং এইভাবে ধারণাটি তাত্ত্বিক রয়ে গেছে।\n১৯৩০-এর দশকে প্রকৌশলীরা বুঝতে পেরেছিলেন যে পিস্টন ইঞ্জিনগুলির সর্বাধিক কর্মক্ষমতা সীমিত, কারণ ব্লেডের টিপগুলি শব্দের গতির কাছাকাছি আসার সাথে সাথে প্রপালসিভ দক্ষতা হ্রাস পেয়েছে। ইঞ্জিনের কর্মক্ষমতা এই বাধা অতিক্রম করার জন্য, পিস্টন ইঞ্জিনের নকশাকে আমূল উন্নত করার জন্য একটি উপায় খুঁজে বের করতে হবে, অথবা একটি সম্পূর্ণ নতুন ধরনের পাওয়ারপ্ল্যান্ট তৈরি করতে হবে। গ্যাস টারবাইন ইঞ্জিন, সাধারণত \"জেট\" ইঞ্জিন বলা হয়, এটি করতে পারে।\n\nএকটি ব্যবহারিক জেট ইঞ্জিনের চাবিকাঠি ছিল গ্যাস টারবাইন, যা কম্প্রেসার চালাতে ইঞ্জিন থেকে শক্তি আহরণ করতে ব্যবহৃত হত। গ্যাস টারবাইন ১৯৩০-এর দশকে বিকশিত একটি ধারণা ছিল না। ১৭৯১ সালে ইংল্যান্ডের জন বারবারকে একটি স্থির টারবাইনের পেটেন্ট দেওয়া হয়েছিল। ১৯০৩ সালে নরওয়েজিয়ান প্রকৌশলী এগিডিয়াস এলিং দ্বারা সফলভাবে স্ব-নির্ভরশীলভাবে চালানোর জন্য প্রথম গ্যাস টারবাইনটি নির্মিত হয়েছিল। নকশা এবং ব্যবহারিক প্রকৌশল এবং ধাতুবিদ্যার সীমাবদ্ধতাগুলি এই ধরনের ইঞ্জিনগুলিকে উত্পাদনে পৌঁছাতে বাধা দেয়। প্রধান সমস্যাগুলি ছিল নিরাপত্তা, নির্ভরযোগ্যতা, ওজন এবং বিশেষ করে টেকসই অপারেশন।\nহাঙ্গেরিতে, আলবার্ট ফোনো ১৯১৫ সালে আর্টিলারির পরিসর বাড়ানোর জন্য একটি সমাধান তৈরি করেছিলেন, যার মধ্যে একটি বন্দুক-চালিত প্রজেক্টাইল ছিল যা একটি রামজেট প্রপালশন ইউনিটের সাথে একত্রিত হবে। এটি ছিল কম প্রারম্ভিক মুখোশের বেগ সহ একটি দীর্ঘ পরিসর প্রাপ্ত করা সম্ভব করে, যার ফলে তুলনামূলকভাবে হালকা ওজনের বন্দুক থেকে ভারী শেল গুলি চালানো যায়। ফোনো তার আবিষ্কারটি অস্ট্রো-হাঙ্গেরিয়ান সেনাবাহিনীর কাছে জমা দিয়েছিলেন কিন্তু প্রস্তাবটি প্রত্যাখ্যান করা হয়েছিল। ১৯২৮ সালে তিনি সুপারসনিক রামজেট দ্বারা চালিত বিমানের একটি জার্মান পেটেন্টের জন্য আবেদন করেছিলেন এবং এটি ১৯৩২ সালে পুরস্কৃত হয়েছিল।  \nএকটি বিমানকে শক্তি দেওয়ার জন্য গ্যাস টারবাইন ব্যবহার করার জন্য প্রথম পেটেন্টটি ১৯২১ সালে ফরাসী ম্যাক্সিমে গুইলাম দ্বারা দায়ের করা হয়েছিল। তার ইঞ্জিন ছিল একটি অক্ষীয়-প্রবাহ টারবোজেট।\n১৯২৩ সালে, ইউএস ন্যাশনাল ব্যুরো অফ স্ট্যান্ডার্ডস-এর এডগার বাকিংহাম একটি প্রতিবেদন প্রকাশ করেন। যে সন্দেহ প্রকাশ করে যে জেট ইঞ্জিনগুলি সেই সময়ের কম উচ্চতা এবং বায়ুগতিতে প্রপ চালিত বিমানের সাথে অর্থনৈতিকভাবে প্রতিযোগিতামূলক হবে: \"সেখানে দেখা যাচ্ছে না, বর্তমানে, এখানে যে ধরণের জেট চালনা বিবেচনা করা হোক না কেন, যে কোনো সম্ভাবনাই বাস্তবিক মূল্য হবে, এমনকি সামরিক উদ্দেশ্যেও।\"\nপরিবর্তে, ১৯৩০-এর দশকে, পিস্টন ইঞ্জিনটি তার বিভিন্ন আকারে (ঘূর্ণমান এবং স্ট্যাটিক রেডিয়াল, এয়ার-কুলড এবং লিকুইড-কুলড ইনলাইন) বিমান ডিজাইনারদের কাছে উপলব্ধ একমাত্র পাওয়ারপ্ল্যান্ট ছিল। এটি গ্রহণযোগ্য ছিল যতক্ষণ না শুধুমাত্র নিম্ন-কার্যক্ষমতা সম্পন্ন বিমানের প্রয়োজন ছিল, এবং প্রকৃতপক্ষে যা উপলব্ধ ছিল।\n\n\n== দ্বিতীয় বিশ্বযুদ্ধের পূর্বে ==\n\n১৯২৮ সালে, আরএএফ কলেজ ক্র্যানওয়েল ক্যাডেট ফ্র্যাঙ্ক হুইটল আনুষ্ঠানিকভাবে তার ঊর্ধ্বতনদের কাছে টার্বো-জেটের জন্য তার ধারণা জমা দেন। ১৯২৯ সালের অক্টোবরে, তিনি তার ধারণাগুলিকে আরও উন্নত করেছিলেন। 16 জানুয়ারী ১৯৩০ সালে ইংল্যান্ডে, হুইটল তার প্রথম পেটেন্ট জমা দেন (১৯৩২ সালে মঞ্জুর করা হয়েছিল)।  পেটেন্টে দেখানো হয়েছে একটি দ্বি-পর্যায়ের অক্ষীয় সংকোচকারী যা একটি একমুখী কেন্দ্রাতিগ সংকোচকারীকে খাওয়ায়। ব্যবহারিক অক্ষীয় কম্প্রেসারগুলি ১৯২৬ সালে একটি সেমিনাল পেপারে এএ গ্রিফিথের ধারণার দ্বারা সম্ভব হয়েছিল (\"টারবাইন ডিজাইনের একটি অ্যারোডাইনামিক তত্ত্ব\")। হুইটল পরবর্তীতে বিভিন্ন ব্যবহারিক কারণে শুধুমাত্র সরল সেন্ট্রিফিউগাল কম্প্রেসারে মনোনিবেশ করবে। হুইটল তার প্রথম ইঞ্জিন ১৯৩৭ সালের এপ্রিলে চালু করেছিলেন। এটি তরল-জ্বালানিযুক্ত ছিল এবং এতে একটি স্বয়ংসম্পূর্ণ জ্বালানী পাম্প অন্তর্ভুক্ত ছিল। হুইটলের দল প্রায় আতঙ্কের সম্মুখীন হয়েছিল যখন ইঞ্জিনটি থামবে না, জ্বালানি বন্ধ হয়ে যাওয়ার পরেও ত্বরান্বিত হয়েছিল। দেখা গেল যে ইঞ্জিনে জ্বালানি লিক হয়ে পুলগুলিতে জমেছে। \n\nস্পেনে, পাইলট এবং প্রকৌশলী ভার্জিলিও লেরেট রুইজকে ১৯৩৫ সালের মার্চ মাসে জেট ইঞ্জিন ডিজাইনের জন্য একটি পেটেন্ট দেওয়া হয়েছিল। রিপাবলিকান প্রেসিডেন্ট ম্যানুয়েল আজানা ১৯৩৬ সালে মাদ্রিদের হিস্পানো-সুইজা বিমান কারখানায় প্রাথমিক নির্মাণের ব্যবস্থা করেছিলেন, কিন্তু স্প্যানিশ গৃহযুদ্ধের প্রথম দিনগুলিতে অসফলভাবে তার সমুদ্র বিমান ঘাঁটি রক্ষা করার পরে কয়েক মাস পরে ফ্রাঙ্কোবাদী মরক্কোর সৈন্যদের দ্বারা লেরেটকে মৃত্যুদণ্ড দেওয়া হয়েছিল। তার পরিকল্পনা, ফ্রাঙ্কোবাদীদের কাছ থেকে লুকানো, কয়েক বছর পরে তার স্ত্রী কার্লোটা ও'নিল জেল থেকে মুক্তি পাওয়ার পরে গোপনে মাদ্রিদে ব্রিটিশ দূতাবাসে দিয়েছিলেন।  ১৯৩৫ সালে, হ্যান্স ফন ওহেন জার্মানিতে হুইটলের অনুরূপ নকশার কাজ শুরু করেছিলেন এবং প্রায়শই দাবি করা হয় যে তিনি হুইটলের কাজ সম্পর্কে অবগত ছিলেন না। ওহেন বলেছিলেন যে তিনি হুইটলের পেটেন্ট পড়েননি এবং হুইটল তাকে বিশ্বাস করেছিলেন। যাইহোক, হুইটলের পেটেন্টটি জার্মান লাইব্রেরিতে ছিল এবং হুইটলের ছেলের সন্দেহ ছিল যে ওহেন এটি পড়েছেন বা শুনেছেন।\nবহু বছর পরে, ভন ওহেন তার  স্বীকার করেছিলেন যে এটি এমন ছিল। লেখক মার্গারেট কনার বলেছেন \"ওহেনের পেটেন্ট অ্যাটর্নি সেই বছরগুলিতে একটি হুইটল পেটেন্টের উপর ঘটেছিল যে বছরগুলিতে ভন ওহেন পেটেন্টগুলি প্রণয়ন করা হয়েছিল।\" ভন ওহেন নিজেই এই বলে উদ্ধৃত হয়েছেন যে  \"আমরা অনুভব করেছি যে এটি একটি ধারণার পেটেন্টের মতো লাগছিল\" \"আমরা ভেবেছিলাম যে এটা গুরুত্ব সহকারে কাজ করা হচ্ছে না.\" যেহেতু ওহেনের পেটেন্ট ১৯৩৫ সাল পর্যন্ত দায়ের করা হয়নি, এই স্বীকারোক্তিটি স্পষ্টভাবে দেখায় যে তিনি হুইটলের পেটেন্ট পড়েছিলেন এবং এমনকি তার নিজের পেটেন্ট ফাইল করার আগে এবং তার নিজের ইঞ্জিন চালানোর ২ বছর আগে কিছু বিশদে সমালোচনা করেছিলেন।\nভন ওহেন: \"আমাদের পেটেন্ট দাবিগুলি হুইটলের তুলনায় সংকীর্ণ করা উচিত কারণ হুইটল কিছু জিনিস দেখিয়েছিল।\" \"এটিতে একটি দ্বি-প্রবাহ, ডুয়াল এন্ট্রান্স ফ্লো রেডিয়াল ফ্লো কম্প্রেসার ছিল যা ইঞ্জিনের দৃষ্টিকোণ থেকে ভয়ঙ্কর দেখায়। এর ফ্লো রিভার্সালটি আমাদের কাছে একটি অবাঞ্ছিত জিনিস বলে মনে হয়েছিল কিন্তু দেখা গেল যে এটি এতটা খারাপ ছিল না যদিও এটি কিছু ছোটখাটো অস্থিরতার সমস্যা দিয়েছে।\"\nতার প্রথম ডিভাইসটি কঠোরভাবে পরীক্ষামূলক ছিল এবং শুধুমাত্র বাহ্যিক শক্তির অধীনে চলতে পারে কিন্তু তিনি মৌলিক ধারণাটি প্রদর্শন করতে সক্ষম হন। ওহেইনের সাথে তখন পরিচয় হয় আর্নস্ট হেইঙ্কেলের সাথে, যিনি সেই সময়ের অন্যতম বৃহত্তর বিমান শিল্পপতি, যিনি অবিলম্বে ডিজাইনের প্রতিশ্রুতি দেখেছিলেন। হেইঙ্কেল সম্প্রতি হির্থ ইঞ্জিন কোম্পানি কিনেছিলেন, এবং ওহেন এবং তার প্রধান যন্ত্রবিদ ম্যাক্স হ্যানকে সেখানে হির্থ কোম্পানির একটি নতুন বিভাগ হিসাবে স্থাপন করা হয়েছিল। তাদের প্রথম হিস ১ সেন্ট্রিফুগাল ইঞ্জিন ১৯৩৭ সালের সেপ্টেম্বরের মধ্যে চলছিল। হুইটলের নকশার বিপরীতে, ওহেন বাহ্যিক চাপে সরবরাহ করা জ্বালানী হিসাবে হাইড্রোজেন ব্যবহার করেছিলেন। তাদের পরবর্তী ডিজাইনগুলি ১,১০০-এর মধ্যে পেট্রল-জ্বালানিযুক্ত হিস ৩- তে পরিণত হয়েছিল।, যা হেইঙ্কেলের সহজ এবং কমপ্যাক্ট হি ১৭৮ এয়ারফ্রেমে লাগানো হয়েছিল এবং এরিখ ওয়ারসিটজ ২৭ আগস্ট ১৯৩৯-এর ভোরে রোস্টক -মেরিয়েনিহে এরোড্রোম থেকে উড্ডয়ন করেছিলেন, যা উন্নয়নের জন্য একটি চিত্তাকর্ষকভাবে স্বল্প সময়।\nবিশ্বের প্রথম টার্বোপ্রপ ছিল হাঙ্গেরীয় যান্ত্রিক প্রকৌশলী জিয়র্গি জেন্দ্রাসিক দ্বারা ডিজাইন করা জেন্দ্রাসিক সিএস-১। এটি ১৯৩৮ এবং ১৯৪২ সালের মধ্যে বুদাপেস্টের গাঞ্জ কারখানায় উত্পাদিত এবং পরীক্ষা করা হয়েছিল। এটি ভার্গা আরএমআই-১ এক্স/এইচ টুইন-ইঞ্জিনযুক্ত রিকনাইস্যান্স বোমারু বিমানের সাথে ফিট করার পরিকল্পনা করা হয়েছিল যা ১৯৪০ সালে লাসজলো ভার্গ দ্বারা ডিজাইন করা হয়েছিল কিন্তু প্রোগ্রামটি বাতিল করা হয়েছিল। ১৯৩৭ সালে কিলোওয়াট টার্বোপ্রপজেন্দ্রসিক একটি ছোট আকারের ৭৫ ডিজাইনও করেছিলেন।\nহুইটলের ইঞ্জিনটি উপযোগী দেখাতে শুরু করেছে এবং তার পাওয়ার জেটস লিমিটেড এয়ার মিনিস্ট্রি টাকা পেতে শুরু করেছে। ১৯৪১ সালে, ডাব্লিউ.১ নামক ইঞ্জিনের একটি উড়ন্ত সংস্করণ, ১০০০এলবিএফ সক্ষম (৪কেএন) থ্রাস্ট, এটির জন্য বিশেষভাবে নির্মিত গ্লোস্টার ই ২৮/৩৯ এয়ারফ্রেমে লাগানো হয়েছিল এবং ১৫ মে ১৯৪১ সালে আরএএফ ক্র্যানওয়েল এ প্রথম উড়েছিল।\n\nব্রিটিশ বিমানের ইঞ্জিন ডিজাইনার, ফ্রাঙ্ক হ্যালফোর্ড, হুইটলের ধারণা থেকে কাজ করে, সেন্ট্রিফিউগাল জেটের একটি \"সরাসরি মাধ্যমে\" সংস্করণ তৈরি করেছিলেন; তার নকশা হয়ে ওঠে ডি হ্যাভিল্যান্ড গবলিন।\nএই দুটি প্রাথমিক ডিজাইনের একটি সমস্যা, যাকে সেন্ট্রিফিউগাল-ফ্লো ইঞ্জিন বলা হয়, সেটি হল কম্প্রেসার কেন্দ্রীয় গ্রহণ থেকে ইঞ্জিনের বাইরের পরিধিতে বায়ুকে ত্বরান্বিত করে কাজ করত, যেখানে বায়ু তখন একটি ভিন্ন নালী সেট দ্বারা সংকুচিত হয়- আপ, এর বেগকে চাপে রূপান্তরিত করে। এই ডিজাইনের একটি সুবিধা ছিল যে এটি ইতিমধ্যেই ভালভাবে বোঝা গিয়েছিল, সেন্ট্রিফিউগাল সুপারচার্জারগুলিতে প্রয়োগ করা হয়েছে, তারপরে পিস্টন ইঞ্জিনগুলিতে ব্যাপকভাবে ব্যবহার করা হয়েছে। যাইহোক, ইঞ্জিনের শ্যাফ্ট গতির প্রাথমিক প্রযুক্তিগত সীমাবদ্ধতাগুলির প্রেক্ষিতে, প্রয়োজনীয় শক্তি উত্পাদন করার জন্য কম্প্রেসারের খুব বড় ব্যাস থাকা দরকার। এর মানে হল যে ইঞ্জিনগুলির একটি বড় সম্মুখভাগের এলাকা ছিল, যা টেনে আনার কারণে এটিকে বিমানের পাওয়ারপ্ল্যান্ট হিসাবে কম উপযোগী করে তুলেছিল। আগের হুইটল ডিজাইনগুলির আরও একটি অসুবিধা হল যে বায়ু প্রবাহ দহন বিভাগের মাধ্যমে এবং আবার টারবাইন এবং টেলপাইপে বিপরীত হয়েছিল, জটিলতা যোগ করে এবং দক্ষতা কমিয়ে দেয়। তা সত্ত্বেও, এই ধরনের ইঞ্জিনগুলির হালকা ওজন, সরলতা এবং নির্ভরযোগ্যতার প্রধান সুবিধা ছিল এবং বিকাশ দ্রুত ব্যবহারিক বায়ুর উপযোগী ডিজাইনে অগ্রসর হয়েছিল।\n\nজাঙ্কার্সের ইঞ্জিন বিভাগের অস্ট্রিয়ান আনসেলম ফ্রাঞ্জ (জাঙ্কার্স মোটরেন বা জুমো) অক্ষীয়-প্রবাহ সংকোচকারীর প্রবর্তনের মাধ্যমে এই সমস্যাগুলির সমাধান করেছেন। মূলত, এটি বিপরীতে একটি টারবাইন। ইঞ্জিনের সামনের দিকে আসা বাতাসকে ইঞ্জিনের পিছনের দিকে একটি ফ্যান স্টেজ (কনভারজেন্ট নালী) দ্বারা প্রবাহিত করা হয়, যেখানে এটি স্টেটর (ডাইভারজেন্ট নালী) নামক অ-ঘূর্ণায়মান ব্লেডের একটি সেটের বিরুদ্ধে চূর্ণ করা হয়। প্রক্রিয়াটি সেন্ট্রিফিউগাল কম্প্রেসারের মতো শক্তিশালী কোথাও নেই, তাই প্রয়োজনীয় কম্প্রেশন পাওয়ার জন্য এই কয়েকটি জোড়া ফ্যান এবং স্টেটরকে সিরিজে স্থাপন করা হয়। এমনকি সমস্ত অতিরিক্ত জটিলতার সাথেও, ফলস্বরূপ ইঞ্জিনটি ব্যাস অনেক ছোট এবং এইভাবে, আরও অ্যারোডাইনামিক। জুমোকে আরএলএম নম্বরিং সিকোয়েন্সে পরবর্তী ইঞ্জিন ৪ নম্বর বরাদ্দ করা হয়েছিল এবং ফলাফল ছিল জুমো ০০৪ ইঞ্জিন। অনেক কম প্রযুক্তিগত সমস্যা সমাধানের পর, এই ইঞ্জিনের ব্যাপক উৎপাদন ১৯৪৪ সালে বিশ্বের প্রথম জেট-ফাইটার বিমান, মেসিরস্মিট মি ২৬২ (এবং পরে বিশ্বের প্রথম জেট-বোমার বিমান, আরাডো আর ২৩৪) এর পাওয়ারপ্ল্যান্ট হিসাবে শুরু হয়। বিভিন্ন কারণে ইঞ্জিনের প্রাপ্যতা বিলম্বিত করার ষড়যন্ত্র করা হয়েছিল, এই বিলম্বের কারণে যোদ্ধাটি দ্বিতীয় বিশ্বযুদ্ধে জার্মানির অবস্থানকে চূড়ান্তভাবে প্রভাবিত করার জন্য খুব দেরি করে। তবুও, এটি পরিষেবাতে জেট ইঞ্জিনের প্রথম ব্যবহার হিসাবে স্মরণ করা হবে।\nহেইনকেল-হার্থ এভিয়েশন পাওয়ারপ্ল্যান্ট ফার্মটি আরও শক্তিশালী টার্বোজেট ইঞ্জিন তৈরি করার চেষ্টা করেছিল, পূর্ণ শক্তিতে প্রায় ৩,০০০ পাউন্ড থ্রাস্টের হেইঙ্কেল হিস ০১১, নতুন জার্মান সামরিক জেট বিমানের ডিজাইনের জন্য উপলব্ধ প্রপালশন বিকল্পগুলিকে উন্নত করতে যুদ্ধের খুব দেরীতে, এবং বিদ্যমান ডিজাইনের কর্মক্ষমতা উন্নত করতে। এটি একটি অনন্য \"তির্যক\" কম্প্রেসার বিভাগ ব্যবহার করেছে যা টারবোজেট পাওয়ারপ্ল্যান্টের জন্য কেন্দ্রাতিগ এবং অক্ষীয়-প্রবাহ সংকোচকারী বিন্যাসের বৈশিষ্ট্যগুলিকে একত্রিত করেছে, কিন্তু পরীক্ষা বেঞ্চে রয়ে গেছে, মাত্র উনিশটি উদাহরণ তৈরি করা হয়েছে।\nযুক্তরাজ্যে, তাদের প্রথম অক্ষীয়-প্রবাহ ইঞ্জিন, মেট্রোভিক এফ.২, ১৯৪১ সালে চলে এবং ১৯৪৩ সালে প্রথম উড়েছিল। যদিও তৎকালীন কেন্দ্রাতিগ নকশার চেয়ে বেশি শক্তিশালী, মন্ত্রণালয় এটির জটিলতা এবং অবিশ্বস্ততাকে যুদ্ধকালীন একটি ত্রুটি বলে মনে করেছিল। মেট্রোভিকের কাজটি আর্মস্ট্রং সিডেলি স্যাফায়ার ইঞ্জিনের দিকে পরিচালিত করে যা মার্কিন যুক্তরাষ্ট্রে জে৬৫ হিসাবে নির্মিত হবে।\n\n\n== দ্বিতীয় বিশ্বযুদ্ধের পরে ==\nযুদ্ধের সমাপ্তির পরে, জার্মান জেট বিমান এবং জেট ইঞ্জিনগুলি বিজয়ী মিত্রদের দ্বারা ব্যাপকভাবে অধ্যয়ন করা হয়েছিল এবং প্রাথমিক সোভিয়েত (আরখিপ লিউলকা দেখুন) এবং মার্কিন জেট ফাইটারগুলিতে কাজ করতে অবদান রাখে। অক্ষীয়-প্রবাহ ইঞ্জিনের উত্তরাধিকার এই বাস্তবতায় দেখা যায় যে ফিক্সড উইং বিমানের কার্যত সমস্ত জেট ইঞ্জিন এই নকশা থেকে কিছু অনুপ্রেরণা পেয়েছে।\nসেন্ট্রিফুগাল-ফ্লো ইঞ্জিনগুলি তাদের প্রবর্তনের পর থেকে উন্নত হয়েছে। ভারবহন প্রযুক্তির উন্নতির সাথে সাথে ইঞ্জিনের শ্যাফ্ট গতি বৃদ্ধি করা হয়েছিল, যা সেন্ট্রিফিউগাল কম্প্রেসারের ব্যাসকে ব্যাপকভাবে হ্রাস করে। ছোট ইঞ্জিনের দৈর্ঘ্য এই ডিজাইনের একটি সুবিধা হিসেবে রয়ে গেছে, বিশেষ করে হেলিকপ্টারে ব্যবহারের জন্য যেখানে সামগ্রিক আকার সামনের অংশের চেয়ে বেশি গুরুত্বপূর্ণ। এছাড়াও, তাদের ইঞ্জিন উপাদানগুলি আরও শক্তিশালী হওয়ায় তারা অক্ষীয়-প্রবাহ সংকোচকারী ইঞ্জিনগুলির তুলনায় বিদেশী বস্তুর ক্ষতির জন্য কম দায়ী।\nযদিও জার্মান ডিজাইনগুলি অ্যারোডাইনামিকভাবে আরও উন্নত ছিল, টারবাইন ব্লেড এবং বিয়ারিং ইত্যাদির মতো উচ্চ চাপের উপাদানগুলির জন্য প্রয়োজনীয় উন্নত ধাতুবিদ্যার (যেমন টাংস্টেন, ক্রোমিয়াম এবং টাইটানিয়াম ) জন্য প্রয়োজনীয় বিরল ধাতুগুলির সরলতার সংমিশ্রণ এবং প্রয়োজনীয় বিরল ধাতুগুলির অভাব বোঝায়। পরে উত্পাদিত জার্মান ইঞ্জিনগুলির একটি সংক্ষিপ্ত পরিষেবা জীবন ছিল এবং ১০-২৫ ঘন্টা পরে পরিবর্তন করতে হয়েছিল। ব্রিটিশ ইঞ্জিনগুলিও মার্কিন যুক্তরাষ্ট্রে লাইসেন্সের অধীনে ব্যাপকভাবে তৈরি করা হয়েছিল (টিজার্ড মিশন দেখানো), এবং সোভিয়েত রাশিয়ার কাছে বিক্রি করা হয়েছিল যারা সেগুলিকে বিপরীতভাবে প্রকৌশলী করেছিল এবং নেনে বিখ্যাত মিগ-১৫- এর ক্ষমতায় চলে গিয়েছিল। আমেরিকান এবং সোভিয়েত ডিজাইন, স্বাধীন অক্ষীয়-প্রবাহের ধরন, বেশিরভাগ অংশে, ১৯৬০ সাল পর্যন্ত উচ্চতর কর্মক্ষমতা অর্জনের জন্য প্রচেষ্টা করবে, যদিও জেনারেল ইলেকট্রিক জে৪৭ ১৯৫০-এর দশকে এফ-৮৬ সাবের- এ চমৎকার পরিষেবা প্রদান করেছিল।\n১৯৫০ সাল নাগাদ, কার্গো, যোগাযোগ এবং অন্যান্য বিশেষ ধরনের ব্যতীত যুদ্ধ বিমানে জেট ইঞ্জিন প্রায় সর্বজনীন ছিল। এই মুহুর্তে কিছু ব্রিটিশ নকশা ইতিমধ্যেই বেসামরিক ব্যবহারের জন্য সাফ করা হয়েছিল, এবং ডি হ্যাভিল্যান্ড ধূমকেতু এবং অভ্র কানাডা জেটলাইনারের মতো প্রাথমিক মডেলগুলিতে উপস্থিত হয়েছিল। ১৯৬০-এর দশকের মধ্যে সমস্ত বড় বেসামরিক বিমানগুলিও জেট চালিত ছিল, পিস্টন ইঞ্জিনকে কার্গো ফ্লাইটের মতো কম খরচে বিশেষ ভূমিকায় রেখেছিল।\nটার্বোজেট ইঞ্জিনের জ্বালানি দক্ষতা মূলত পিস্টন ইঞ্জিনের চেয়ে খারাপ ছিল, যা বেশি জ্বালানির জন্য উচ্চ গতির ব্যবসা করত, কিন্তু ১৯৭০-এর দশকে জেটলাইনারগুলিতে উচ্চ বাইপাস ইঞ্জিনের আবির্ভাব দেখা যায় যা সমতা অর্জন করে এবং তারপরে উচ্চ উচ্চতায় আরও বেশি দক্ষতা অর্জন করে, যা অনেক দীর্ঘ সরাসরি ফ্লাইটকে সক্ষম করে। টার্বোপ্রপের উন্নতিগুলি পিস্টন ইঞ্জিনকে মূলধারা থেকে সম্পূর্ণভাবে বাইরে ঠেলে দেয়, এটিকে শুধুমাত্র ক্ষুদ্রতম সাধারণ বিমান চলাচলের ডিজাইন এবং ড্রোন বিমানে কিছু ব্যবহার করে।\n\n\n== আরও দেখুন ==\nবায়ুগতিবিদ্যা\nরকেটের ইতিহাস\nঅভ্যন্তরীণ জ্বলন ইঞ্জিনের ইতিহাস\nমেকানিক্যাল ইঞ্জিনিয়ারিং\n\n\n== তথ্যসূত্র =="}