{"pageid": 1421870, "title": "ইন্টারফেজ", "url": "https://bn.wikipedia.org/wiki?curid=1421870", "content": "ইন্টারফেজ বা আন্তঃপর্ব কোষ চক্রের একটি গুরুত্বপূর্ণ অংশ যা মাইটোসিস কোষ বিভাজন প্রক্রিয়া শুরুর পূর্বে ঘটে। মাইক্রোস্কোপ ব্যবহার করে এই পর্যায়ে কোষের দৃশ্যমান পরিবর্তন দেখা যায় না। ইন্টারফেজকে তিনটি উপ-পর্যায়ে ভাগ করা যায়। G1 পর্যায় (প্রথম বিরাম দশা), S পর্যায় (সংশ্লেষ দশা) এবং G2 পর্যায় (দ্বিতীয় বিরাম দশা)। G1 পর্যায়ে, কোষ বৃদ্ধি পায় এবং তার স্বাভাবিক কার্যক্রম সম্পাদন করে। এটি কোষ চক্রের \"বৃদ্ধি এবং বিপাক\" পর্যায় হিসেবে পরিচিত। S পর্যায়ে, কোষ তার DNA-এর প্রতিলিপি তৈরি করে। এটি কোষ চক্রের \"সংশ্লেষণ\" পর্যায় হিসেবে পরিচিত। G2 পর্যায়ে, কোষ মাইটোসিসের জন্য প্রস্তুতি নেয়। এটি কোষ চক্রের \"প্রস্তুতি\" পর্যায় হিসেবে পরিচিত।\nইন্টারফেজ কোষের বৃদ্ধির জন্য অপরিহার্য। G1 পর্যায়ে, কোষ প্রোটিন এবং অন্যান্য অণু তৈরি করে যা তার বৃদ্ধির জন্য প্রয়োজন। S পর্যায়ে, কোষ তার DNA-এর প্রতিলিপি তৈরি করে। এটি নিশ্চিত করে যে মাইটোসিসের সময় প্রতিটি অপত্য কোষে সঠিক পরিমাণে DNA থাকে। G2 পর্যায়ে, কোষ মাইটোসিসের জন্য প্রয়োজনীয় উপাদান তৈরি করে। এতে স্পিন্ডল ফাইবার এবং সেন্ট্রোসোমের মতো কাঠামো অন্তর্ভুক্ত রয়েছে। ইন্টারফেজ কোষ চক্রের সবচেয়ে দীর্ঘতম পর্যায়। কিছু কোষ G0 পর্যায়ে প্রবেশ করে, যেখানে তারা বিভাজন বন্ধ করে এবং স্থির থাকে। ক্যান্সার কোষগুলো প্রায়শই ইন্টারফেজের নিয়ন্ত্রণ হারিয়ে ফেলে, যার ফলে অনিয়ন্ত্রিত বৃদ্ধি এবং বিভাজন ঘটে।\nইন্টারফেজ হলো কোষ চক্রের এমন একটি পর্যায় যেখানে একটি সাধারণ কোষ তার জীবনের বেশিরভাগ সময় ব্যয় করে। ইন্টারফেজকে কোষের 'দৈনন্দিন জীবন' বা বিপাকীয় পর্যায় হিসেবে বিবেচনা করা হয়, যেখানে কোষটি পুষ্টি গ্রহণ করে এবং সেগুলোকে বিপাকিত করে, বৃদ্ধি পায়, মাইটোসিসের প্রস্তুতির জন্য তার ডিএনএ অনুলিপন করে এবং অন্যান্য \"স্বাভাবিক\" কোষ ক্রিয়া পরিচালনা করে।\nইন্টারফেজকে আগে \"বিশ্রামের পর্যায়\" বলা হতো। তবে, ইন্টারফেজ শুধুমাত্র বিশ্রাম নেওয়া কোষকে বোঝায় না; বরং, কোষটি জীবিত থাকে এবং পরবর্তী কোষ বিভাজনের জন্য প্রস্তুত হয়, তাই নামটি পরিবর্তন করা হয়েছে। একটি সাধারণ ভুল ধারণা হলো ইন্টারফেজ মাইটোসিসের প্রথম পর্যায়, কিন্তু মাইটোসিস যেহেতু নিউক্লিয়াসের বিভাজন, তাই প্রকৃতপক্ষে প্রথম পর্যায় হল প্রোফেজ।\nইন্টারফেজ পর্যায়ে, একটি কোষ মাইটোসিস বা মিয়োসিস কোষ বিভাজনের জন্য প্রস্তুত হয়। দেহের সাধারণ ডিপ্লয়েড কোষ বা দেহকোষ কোষ বিভাজনের মাধ্যমে নিজেদের প্রতিলিপি তৈরি করার জন্য মাইটোসিস কোষ বিভাজন প্রক্রিয়ায় অংশ নেয়। অন্যদিকে ডিপ্লয়েড জার্ম কোষগুলো (যেমন প্রাথমিক শুক্রাণুকোষ এবং প্রাথমিক ডিম্বাণু) যৌন জননের উদ্দেশ্যে হ্যাপ্লয়েড গ্যামেট (যেমন শুক্রাণু এবং ডিম্বাণু) তৈরি করার জন্য মিয়োসিস কোষ বিভাজন প্রক্রিয়ায় অংশ নেয়।\n\n\n== ইন্টারফেজের ধাপ ==\nইন্টারফেজ হলো কোষ বিভাজনের চক্রের একটি অংশ, যেখানে কোষ বিভাজনের জন্য প্রস্তুতি নেয়। এই পর্যায়টি তিনটি পর্যায়ে বিভক্ত:\n\nগ্যাপ ১ (G1):\nএই পর্যায়ে কোষ বৃদ্ধি পায় এবং স্বাভাবিকভাবে কাজ করে। প্রচুর প্রোটিন সংশ্লেষণ ঘটে এবং কোষ প্রায় দ্বিগুণ আকারে বৃদ্ধি পায়। নতুন অঙ্গাণু তৈরি হয় এবং সাইটোপ্লাজমের আয়তন বৃদ্ধি পায়। যদি কোষ আবার বিভাজিত না হয়, তাহলে এটি G0 পর্যায়ে প্রবেশ করবে।\n\nসংশ্লেষণ (S):\nএই পর্যায়ে কোষ নিজের ডিএনএ সংশ্লেষণ করে এবং ডিএনএর পরিমাণ দ্বিগুণ হয় কিন্তু ক্রোমোজোমের সংখ্যা অপরিবর্তিত থাকে (অর্ধসংরক্ষণশীল অনুলিপনের মাধ্যমে)।\n\nগ্যাপ ২ (G2):\nএই পর্যায়ে কোষ বিভাজনের জন্য প্রস্তুতিতে আবার বৃদ্ধি শুরু করে। মাইটোসিস শুরু না হওয়া পর্যন্ত কোষ বৃদ্ধি চালিয়ে যায়। উদ্ভিদের ক্ষেত্রে, ক্লোরোপ্লাস্ট G2 পর্যায়ে বিভাজিত হয়।\n\nএছাড়াও, কিছু কোষ যা কমই বা কখনো বিভাজিত হয় না, সেগুলো G0 (গ্যাপ শূন্য) নামক একটি পর্যায়ে প্রবেশ করে, যা হয় আন্তঃপর্ব থেকে পৃথক একটি পর্যায় অথবা একটি প্রসারিত G1 পর্যায়।\nইন্টারফেজ এবং প্রতিটি পর্যায়ে ব্যয় করা সময়ের পরিমাণ পরিবর্তনশীল। এটি কোষের ধরন ও জীবের প্রজাতির উপর নির্ভর করে। পূর্ণবয়স্ক স্তন্যপায়ী প্রাণীর অধিকাংশ কোষ ইন্টারফেজ পর্যায়ে প্রায় ২৪ ঘন্টা সময় ব্যয় করে; এটি কোষ বিভাজনে ব্যয় করা মোট সময়ের প্রায় ৯০%-৯৬%। ইন্টারফেজে G1, S এবং G2 পর্যায় অন্তর্ভুক্ত থাকে। মাইটোসিস এবং সাইটোকিনেসিস ইন্টারফেজ থেকে পৃথক।\nআন্তঃপর্বে ডিএনএ দ্বি-স্ট্র্যান্ড বিরতি দুটি প্রধান প্রক্রিয়ার মাধ্যমে মেরামত করা যায়:\n\nঅ-সমজাতীয় শেষ যোগদান (NHEJ): এই প্রক্রিয়াটি আন্তঃপর্বে G1, S এবং G2 পর্যায়ে ডিএনএর ভাঙা দুই প্রান্তকে সংযুক্ত করতে পারে। এটি দ্রুত কাজ করে কিন্তু কিছু ত্রুটির ঝুঁকি রয়েছে।\nসমজাতীয় পুনঃসংযোজন মেরামত (HRR): এই প্রক্রিয়াটি NHEJ এর চেয়ে আরও নিখুঁতভাবে ডিএনএ দ্বি-স্ট্র্যান্ড বিরতি মেরামত করে। তবে HRR শুধুমাত্র ইন্টারফেজে S এবং G2 পর্যায়ে সক্রিয় হয়, যখন ডিএনএ অনুলিপন আংশিক বা সম্পূর্ণরূপে সম্পন্ন হয়, কারণ HRR-এ দুটি পাশাপাশি সমজাতীয় ক্রোমোজোমের প্রয়োজন হয়।\n\n\n== কোষ চক্রে ইন্টারফেজ ==\n\n\n=== ইন্টারফেজ এবং কোষ চক্র: ===\nG2 পর্যায় শেষ হওয়ার পর, কোষ নিউক্লিয়ার এবং কোষীয় বিভাজনের একটি তুলনামূলকভাবে সংক্ষিপ্ত পর্যায়ে প্রবেশ করে, যা যথাক্রমে মাইটোসিস এবং সাইটোকিনেসিস নিয়ে গঠিত। মাইটোসিস এবং সাইটোকিনেসিস সফলভাবে শেষ হওয়ার পর, উভয়ই ফলস্বরূপ অপত্য কোষ পুনরায় ইন্টারফেজের G1 পর্যায়ে প্রবেশ করে।\nকোষ বিভাজনের চক্রে আন্তঃপর্ব M পর্যায়ের টেলোফেজ এবং সাইটোকাইনেসিসের পরে শুরু হয়। কিছু ক্ষেত্রে, আন্তঃপর্ব G0 পর্যায় দ্বারা বাধাপ্রাপ্ত হতে পারে। G0 পর্যায়টি ইন্টারফেজের বাইরের এবং কোষ বিভাজনের চক্র থেকে কিছুটা পৃথক। G0 পর্যায় শেষ হওয়ার পর, ইন্টারফেজের বাকি পর্যায়গুলো শুরু হতে পারে। G2 পর্যায়ের চেকপয়েন্ট সফলভাবে পার হওয়ার পর (ইন্টারফেজের শেষ চেকপয়েন্ট), কোষ প্রোফেজে প্রবেশ করে। উদ্ভিদের ক্ষেত্রে এটি প্রিপ্রোফেজে প্রবেশ করে, যা মাইটোসিসের প্রথম পর্যায়।\nG0 পর্যায়টি G1 পর্যায়েরই একটি দীর্ঘায়িত রূপ, যেখানে কোষটি বিভাজিত হয় না বা বিভাজনের জন্য প্রস্তুতি নেয় না। এটি সাধারণত পরিপক্ব কোষের ক্ষেত্রে দেখা যায়, যেমন স্নায়ু কোষ বা পেশী কোষ। G0 পর্যায়টি কোষ বিভাজনের চক্রের বাইরে একটি পৃথক পর্যায়, যেখানে কোষটি বিভাজন থেকে সম্পূর্ণ বিরত থাকে। এই পর্যায়ে কোষটি কেবল তার স্বাভাবিক কাজগুলিই পালন করে।\n\n\n=== ইন্টারফেজ ও অন্যান্য কোষীয় প্রক্রিয়া ===\nজননকোষ উৎপাদন (Gamete Production): সাধারণ কোষ বিভাজনে, ইন্টারফেজের পরে মাইটোসিস ঘটে। তবে যৌনকোষ উৎপাদনের ক্ষেত্রে, ইন্টারফেজের পরে মিয়োসিস নামক বিশেষ ধরনের কোষ বিভাজন ঘটে। মিয়োসিসের মাধ্যমে একটি ডিপ্লয়েড কোষ থেকে চারটি হ্যাপ্লয়েড জননকোষ তৈরি হয়।\nনির্ধারিত কোষ মৃত্যু (Programmed Cell Death): কিছু কিছু ক্ষেত্রে, আন্তঃপর্বের পরে অপোপটোসিস নামক কোষ মৃত্যুর প্রক্রিয়া শুরু হয়। অপোপটোসিস একটি নিয়ন্ত্রিত এবং নির্ধারিত প্রক্রিয়া, যা দেহের স্বাস্থ্যের জন্য গুরুত্বপূর্ণ। তবে কিছু ক্ষেত্রে, অপোপটোসিস আন্তঃপর্ব শুরু হওয়ার আগেই কোষকে প্রভাবিত করে এবং কোষ বিভাজন ঘটতে দেয় না।\n\n\n== আরও দেখুন ==\nপ্রোফেজ\nপ্রোমেটাফেজ\nমেটাফেজ\nঅ্যানাফেজ\nটেলোফেজ\nকোষকঙ্কাল\n\n\n== তথ্যসূত্র =="}