{"pageid": 1421947, "title": "লরি মেটকাফ", "url": "https://bn.wikipedia.org/wiki?curid=1421947", "content": "লরা এলিজাবেথ মেটকাফ (জন্ম ১৬ই জুন, ১৯৫৫) হলেন একজন মার্কিন অভিনেত্রী। মঞ্চ এবং পর্দা জুড়ে মেটকাফ তাঁর জটিল ও বহুমুখী ভূমিকায় অভিনয়ের জন্য পরিচিত। তিনি চার দশকেরও বেশি সময় ব্যাপী তাঁর কর্মজীবন জুড়ে বিভিন্ন পুরস্কার পেয়েছেন, যার মধ্যে রয়েছে দুটি টনি এবং চারটি প্রাইমটাইম এমি পুরস্কার। এ ছাড়াও তিনি একটি একাডেমি পুরস্কার, একটি বাফটা পুরস্কার এবং তিনটি গোল্ডেন গ্লোব পুরস্কারের জন্য মনোনয়ন পেয়েছেন।\nমেটকাফ স্টেপেনওল্ফ থিয়েটার কোম্পানির সাথে তাঁর কর্মজীবন শুরু করেন এবং অধিকাংশ সময়েই শিকাগো থিয়েটারে কাজ করেছেন। তিনি ১৯৮৫ সালে মাই থিং অফ লাভ নাটকে ব্রডওয়ে থিয়েটারে (ব্রডওয়ে হল একটি মঞ্চনাটকীয় ধারা যা ৪১টি পেশাদার মঞ্চনাটকে উপস্থাপিত নাটক প্রদর্শন নিয়ে গঠিত) আত্মপ্রকাশ করেন। তিনি ছয়টি টনি পুরস্কারের মনোনয়ন পেয়েছিলেন, ২০১৭ সালে এ ডল'স হাউস, দ্বিতীয় ভাগ-এ অভিনয়ের জন্য একটি নাটকে সেরা অভিনেত্রী এবং ২০১৮ সালের এডওয়ার্ড আলরির থ্রি টল উইমেন-এর পুনরুজ্জীবনের জন্য একটি নাটকে সেরা সহায়ক অভিনেত্রীর পুরস্কার জিতেছিলেন। তাঁর অন্যান্য টনি-মনোনীত ভূমিকা ছিল নভেম্বর (২০০৮), দ্য আদার প্লেস (২০১০), মিজারি (২০১৬), এবং হিলারি অ্যাণ্ড ক্লিনটন (২০১৯) এর জন্য।\nতিনি সিটকম (\"সিচুয়েশন কমেডি\"র সংক্ষিপ্ত রূপ অর্থাৎ হাস্যরসাত্মক পরিস্থিতি) রোজেন (১৯৮৮ - ১৯৯৭, ২০১৮)-এ এবং এর স্পিন-অফ (ইতোমধ্যে বিদ্যমান কাজ থেকে উদ্ভূত কোনো বর্ণনামূলক কাজ) দ্য কনার্স (২০১৮ - বর্তমান)-এ জ্যাকি হ্যারিসের চরিত্রে অভিনয়ের জন্য জাতীয় মনোযোগ অর্জন করেছিলেন। এর জন্য তিনি একটি হাস্যরসাত্মক ধারাবাহিকে অসামান্য সহায়ক অভিনেত্রী হিসেবে তিনটি প্রাইমটাইম এমি পুরস্কার জিতেছিলেন। তিনি হ্যাকস (২০২২) এ তাঁর অতিথি চরিত্রের জন্য একটি প্রাইমটাইম এমি পুরস্কারও জিতেছিলেন এবং তাঁর অন্যান্য এমি-মনোনীত ভূমিকাগুলির মধ্যে রয়েছে ৩র্ড রক ফ্রম দ্য সান (১৯৯৯), মঙ্ক (২০০৬), ডেসপারেট হাউসওয়াইভস (২০০৭), দ্য বিগ ব্যাং থিওরি (২০১৬), গেটিং অন (২০১৩ - ২০১৫), এবং হোরেস অ্যাণ্ড পিট (২০১৬)। তিনি দ্য নর্ম শো (১৯৯৯ - ২০০১), ফ্রেসিয়ার এবং দ্য ড্রপআউট (২০২২) এও উপস্থিত হয়েছিলেন।\nগ্রেটা গারউইগের হাস্যরসাত্মক-নাট্য চলচ্চিত্র লেডি বার্ড (২০১৭)-এ মেরিয়ন ম্যাকফারসন চরিত্রে অভিনয় করে লরি মেটকাফ চলচ্চিত্রের ক্ষেত্রে সবচেয়ে বেশি পরিচিত। তিনি একটি একাডেমি পুরস্কার, একটি গোল্ডেন গ্লোব পুরস্কার, একটি এসএজি পুরস্কার, এবং একটি বাফটা পুরস্কারের জন্য মনোনীত হন। ১৯৯৫ সাল থেকে, তিনি টয় স্টোরি ফ্র্যাঞ্চাইজিতে অ্যাণ্ডির মা মিসেস ডেভিসের হয়ে কণ্ঠ দিয়েছেন এবং ডিজনি অ্যানিমেটেড ট্রেজার প্ল্যানেটে (২০২২) সারা হকিন্সের হয়ে কণ্ঠ দিয়েছেন। লরি মেটকাফ অভিনীত অন্যান্য চলচ্চিত্র শিরোনামগুলির মধ্যে রয়েছে ডেসপারেটলি সিকিং সুজান (১৯৮৫), আঙ্কেল বাক (১৯৮৯), জেএফকে (১৯৯১), ডিয়ার গড (১৯৯৬), জর্জিয়া রুল (২০০৭) এবং স্ক্রিম ২ (১৯৯৭)।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nমেটকাফ ইলিনয়ের এডওয়ার্ডসভিলে বেড়ে উঠেছেন, তিনি বলেছেন এই স্থান \"কোনও নাট্যমঞ্চের কাছাকাছি নয়।\" তাঁর বাবা, জেমস, ১৯৮৪ সালে আকস্মিক মৃত্যুর আগে, সাউদার্ন ইলিনয় বিশ্ববিদ্যালয়-এডওয়ার্ডসভিলে বাজেট পরিচালক ছিলেন। তাঁর মা লিবি ছিলেন একজন গ্রন্থাগারিক। তাঁর বাবার পিসি ছিলেন পুলিৎজার পুরস্কার বিজয়ী নাট্যকার জো আকিনস।\nমেটকাফ হলেন ইলিনয় স্টেট ইউনিভার্সিটির ১৯৭৬ সালের ক্লাসের প্রাক্তন ছাত্রী। কলেজে থাকাকালীন তিনি সেক্রেটারি হিসাবে কাজ করেছিলেন এবং বলেছিলেন যে তাঁর ডেস্কের একপাশে \"করতে হবে\" বক্সের কাগজের স্তূপ দিনের শেষে \"হয়ে গেছে\" বক্সে চলে যেতে দেখে তিনি আনন্দ পেয়েছিলেন। তিনি প্রায়শই নিজের কাজের প্রতি এত মনোযোগী থাকতেন যে অনেক সময় দুপুরের খাবার খাওয়া হতো না। তিনি মূলত জার্মান ভাষায় মেজর করেছিলেন এবং ভেবেছিলেন যে তিনি একজন দোভাষী হিসাবে কাজ করতে পারেন। এরপরে তিনি নৃবিজ্ঞানে মেজর নিয়ে ছিলেন এবং শেষ অবধি তাঁর আসল আবেগ থিয়েটারে মেজর গ্রহণ করেন। তিনি বলেছেন যে থিয়েটারের কাজের মধ্যে মানুষের আচরণ ব্যাখ্যা করা এবং অধ্যয়ন করাও জড়িত। তিনি নিজেকে প্রচণ্ডভাবে লাজুক হিসাবে বর্ণনা করেছেন, এবং তবুও তিনি উচ্চ বিদ্যালয়ে পড়ার সময় কয়েকটি নাটকের জন্য অডিশন দেওয়ার সাহস খুঁজে পেয়েছিলেন এবং  \"খুব উপভোগ করতে শুরু\" (ইংরেজি: hooked) করেছিলেন। তিনি প্রাথমিকভাবে অভিনয়কে পেশা হিসেবে বেছে নেননি, কারণ এখানে নিয়মিত কাজ করার সম্ভাবনা কম ছিল।\n\n\n== কর্মজীবন ==\n\n\n=== ১৯৭৬ - ১৯৮৭: প্রসিদ্ধি অর্জন ===\n\nমেটকাফ ইলিনয় স্টেট ইউনিভার্সিটিতে পড়াশোনা করেন এবং ১৯৭৬ সালে মঞ্চনাটকে কলাবিদ্যায় স্নাতক অর্জন করেন। আইএসইউতে থাকাকালীন, সহ নাট্যকর্মী শিক্ষার্থীদের সাথে তাঁর সাক্ষাৎ হয়েছিল, তাঁদের মধ্যে ছিলেন জন মালকোভিচ, গ্লেন হেডলি, জোয়ান অ্যালেন, টেরি কিনি এবং জেফ পেরি। এঁদের মধ্যে শেষের দুইজন, পেরির উচ্চ বিদ্যালয়ের সহপাঠী গ্যারি সিনিসের সাথে মিলে শিকাগোর স্টেপেনওল্ফ থিয়েটার কোম্পানি প্রতিষ্ঠা করেন। মেটকাফ নিজের পেশাগত জীবন শুরু করেন স্টেপেনওল্ফে, যার মধ্যে তিনি একজন ভাড়া করা সদস্য ছিলেন। মেটকাফ ১৯৮৪ সালে নিউইয়র্কে গিয়েছিলেন সার্কেল রেপার্টরিতে বাম ইন গিলিয়েড -এর একটি অফ-ব্রডওয়ে (একটি অফ-ব্রডওয়ে থিয়েটার হল নিউ ইয়র্ক সিটির যেকোনো পেশাদার থিয়েটার স্থল) স্টেপেনওল্ফ সৃষ্টিতে অভিনয় করার জন্য। এর জন্য তিনি ১৯৮৪ সালে সেরা অভিনেত্রীর জন্য ওবি পুরস্কার এবং ১৯৮৪ - ৮৫ থিয়েটার ওয়ার্ল্ড পুরস্কার (একটি ব্রডওয়ে বা অফ-ব্রডওয়ে অভিনয়ে সেরা আত্মপ্রকাশের জন্য) পান। ডার্লিনের চরিত্রে মেটকাফের অভিনয় প্রশংসিত হয়েছিল, এবং বিশেষভাবে তাঁর ২০-মিনিটের দুটি একক অভিনয়ের জন্য আলাদা করে বলা হয়েছিল। শিকাগোর সমালোচক রিচার্ড ক্রিশ্চিয়ানসেন বলেছেন:\n\nএকটা মুহূর্ত আছে যখন লরি মেটকাফ—যিনি এই দরিদ্র মানুষটির চরিত্রে অভিনয় করেন যে বড় শহরে আসে এবং এই ছোট, সস্তা রেস্টুরেন্টে (ইংরেজি: greasy spoon diner) আড্ডা দেয়, যেখানে নাটকটির শুরু— তাঁর এক সময়ের প্রেমিকের কথা বলছেন যিনি একজন অ্যালবিনো; আমার মনে হয় এটি প্রায় পাঁচ, ছয়, সাত মিনিটের একটি স্বগত উক্তি। শুধু সেখানে বসে থেকে লরির সেই গল্পটি মেলে ধরাকে দেখা এবং শোনা, এটা শুধু আপনার চোখ বেয়ে অশ্রু নিয়ে আসবে—ওহ ভাই, এটা কিছু ছিল।\nমেটকাফ বেশ কয়েকটি টেলিভিশন ধারাবাহিকে উপস্থিত হয়েছেন, যার মধ্যে স্যাটারডে নাইট লাইভের একটি একক পর্বে তিনি অভিনয় করেছিলেন— এই পর্বটি ১৯৮০ - ১৯৮১ মরশুমের চূড়ান্ত পর্বের আলোড়ন ফেলে দেওয়া অনুষ্ঠান ছিল। ১৯৮১ সালে, জিন ডোমানিয়ানের গুলি চালানোর ঘটনার পরে স্যাটারডে নাইট লাইভ- এর প্রথম ডিক এবারসোল প্রযোজিত পর্বে তিনি একজন কেন্দ্রীয় অভিনেতা হিসাবে উপস্থিত হন। তিনি মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতির হয়ে একটি বুলেট নেওয়ার বিষয়ে একটি উইকএণ্ড আপডেট বিভাগে উপস্থিত হয়েছিলেন। সেই সময়ে স্কেচ শো-এর মানের মারাত্মক পতন এবং ১৯৮১ সালের রাইটার্স গিল্ড অফ আমেরিকার স্ট্রাইকের কারণে, অনুষ্ঠানটিতে বিরতি দেওয়া হয়েছিল পুনরায় সজ্জিত করে ফিরে আসার জন্য। মেটকাফকে পরের বছর একজন চরিত্রাভিনেত্রী হিসাবে ফিরে আসতে বলা হয়নি।\nপর্দায় মেটকাফের প্রথম উপস্থিতি ছিল রবার্ট অল্টম্যানের কমেডি এ ওয়েডিং (১৯৭৮) -এ একজন দাসীর ভূমিকায়। ১৯৮০-র দশকে, মেটকাফ অনেক জনপ্রিয় চলচ্চিত্রে সহায়ক চরিত্রে অভিনয় করেছিলেন, যেগুলির মধ্যে রয়েছে সুসান সিডেলম্যান কমেডি ডেসপারেটলি সিকিং সুসান (১৯৮৫) এবং মেকিং মিস্টার রাইট (১৯৮৭), গ্যারি সিনিস এর নাটক মাইলস ফ্রম হোম (১৯৮৮), প্যাট ও'কনর প্রহসন স্টারস অ্যাণ্ড বারস (১৯৮৮), এবং জন হিউজের প্রহসন চলচ্চিত্র আঙ্কেল বাক (১৯৮৯)।\n\n\n=== ১৯৮৮ - ১৯৯৮: রোজেন এবং স্বীকৃতি ===\n\n১৯৮৮ সালে, মেটকাফের আত্মপ্রকাশ ঘটে তাঁর সবচেয়ে পরিচিত ভূমিকায়, যেটি ছিল জ্যাকি হ্যারিস চরিত্র, বহু ধরণের কর্মজীবনযুক্ত, আত্ম-সম্মানের অভাব সহ একটি চরিত্র। এটি ছিল বিস্ময়কর সাফল্যযুক্ত এবিসি সিটকম (প্রহসনমূলক টেলিভিশন ধারাবাহিক) ধারাবাহিকের রোজেন শিরোনামী চরিত্রের বন্ধুত্বপূর্ণ বোনের চরিত্র। তিনি রোজেন বার এবং জন গুডম্যানের সাথে অভিনয় করেছিলেন। এই সিটকমে একটি হাস্যরসাত্মক ধারাবাহিকে পার্শ্ব অভিনেত্রী বিভাগে অসামান্য অভিনয়ের জন্য তিনি চারটি প্রাইমটাইম এমি পুরস্কারের মনোনয়ন পেয়েছিলেন, এই বিভাগে তিনি ১৯৯২ থেকে ১৯৯৪ সাল পর্যন্ত পরপর তিনবার জিতেছিলেন। রোজেন ১৯৯৭ সাল পর্যন্ত চলেছিল; অনুষ্ঠানের পুরো নয়টি মরশুমে মেটকাফ জ্যাকি হিসাবে উপস্থিত হয়েছিলেন।\n১৯৯০-এর দশক জুড়ে, তিনি বিশেষ একটি ধরণের চরিত্রের অভিনয়ে আবদ্ধ না থেকে বিভিন্ন ধরণের চরিত্রে অভিনয় করেছিলেন। এগুলির মধ্যে আছে জন শ্লেসিঞ্জারের মনস্তাত্ত্বিক রোমাঞ্চকর প্যাসিফিক হাইটস (১৯৯০), মাইক ফিগিসের রোমাঞ্চকর ইন্টারনাল অ্যাফেয়ার্স (১৯৯০), হলিউডের হাস্যরসাত্মক নাট্য মিস্ট্রেস (১৯৯২), রোম্যানটিক ড্রামা এ ডেঞ্জারাস ওম্যান (১৯৯৩), মাইকেল অ্যাপটেডের নিও-নয়ার (নয়ার চলচ্চিত্রের পুনরুজ্জীবন) থ্রিলার ব্লিঙ্ক (১৯৯৪) এবং ফিগিসের সাথে পুনরায় ফিরে এসে তাঁর অস্কার বিজয়ী নাটক লিভিং লাস ভেগাস (১৯৯৫)। এছাড়াও তিনি ওয়ারেন বিটির রাজনৈতিক নাটক বুলওয়ার্থ (১৯৯৮) এবং গ্যারি মার্শালের রোমান্টিক কমেডি রান অ্যাওয়ে ব্রাইড (১৯৯৯)-এ ছোট ভূমিকায় অভিনয় করেছেন।\nএই দশকে মেটকাফের সবচেয়ে বড় চলচ্চিত্রের ভূমিকা ছিল অলিভার স্টোন- এর ঐতিহাসিক মহাকাব্য জেএফকে (১৯৯১)-তে জিম গ্যারিসনের অন্যতম প্রধান তদন্তকারী সুসি কক্স হিসেবে। এই সময়ের মধ্যে, তিনি ডাকম্যান (১৯৯৫ - ১৯৯৬), কিং অফ দ্য হিল (১৯৯৭), লাইফ উইথ লুই (১৯৯৭), ধর্ম অ্যাণ্ড গ্রেগ (১৯৯৭), এবং ৩র্ড রক ফ্রম দ্য সান (১৯৯৮) -এর মতো অনুষ্ঠানগুলিতে ধারাবাহিকভাবে অতিথি শিল্পী হিসেবে কিছু চরিত্রে অভিনয় করেছিলেন। এর মধ্যে শেষেরটির জন্য একটি হাস্যরসাত্মক ধারাবাহিকে অসামান্য অতিথি অভিনেত্রীর জন্য তাঁর প্রথম প্রাইমটাইম এমি পুরস্কারের মনোনয়ন এসেছিল।\n\n\n=== ১৯৯৯ - ২০০৭: প্রতিষ্ঠিত অভিনেত্রী ===\n১৯৯৯ থেকে ২০০১ পর্যন্ত, মেটকাফ দ্য নর্ম শো -তে (পরে নর্ম নামে পরিচিত) নর্ম ম্যাকডোনাল্ডের সাথে অভিনয় করেছিলেন। এটি তিনটি মরশুম (১৯৯৯ - ২০০১) ধরে চলেছিল। এর পরে তিনি ২০০৩ সালের হাস্যরসাত্মক ধারাবাহিক চার্লি লরেন্সে -এ নাথান লেনের বিপরীতে অভিনয় করেছিলেন। দুটি পর্ব সম্প্রচারের পরে অনুষ্ঠানটি বাতিল করা হয়েছিল। ২০০৮ সালে, মেটকাফ দ্য সিডব্লিউ হাস্যরসাত্মক নাট্য ইজি মানিতে অভিনয় করেছিলেন, কুসীদজীবী একটি পরিবারের কর্ত্রী হিসেবে। তিন পর্বের পর ধারাবাহিকটি বাতিল হয়ে যায়। এই সময়ের মধ্যে, মেটকাফ অ্যাবসোলিউটলি ফ্যাবুলাস, ম্যালকম ইন দ্য মিডল (সুসান ওয়েল্কার, লোইসের ছোট বোন হিসাবে), মাই বয়েজ, ফ্রেসিয়ার, পোর্টল্যাণ্ডিয়া, উইদাউট এ ট্রেস, এবং গ্রে'স অ্যানাটমি -র মতো ধারাবাহিকে অতিথি-শিল্পী হিসেবে অভিনয় করেছিলেন। এর মধ্যে শেষেরটিতে তিনি প্রাক্তন স্বামী জেফ পেরির বিপরীতে অভিনয় করেছিলেন। প্রধান ভূমিকায় টনি শালহাউব অভিনীত মঙ্ক এবং এবিসি দ্বারা একত্রিত করা হাস্যরসাত্মক নাটক ডেসপারেট হাউসওয়াইভস -এ তাঁর কাজ এতটাই ভাল হয়েছিল যে হাস্যরসাত্মক ধারাবাহিকে অতিথি অভিনেত্রী হিসেবে অসামান্য অভিনয়ের জন্য তিনি আরও দুটি প্রাইমটাইম এমি পুরস্কারের মনোনয়ন অর্জন করেছিলেন।\nডিজনি - পিক্সার অ্যানিমেটেড চলচ্চিত্র টয় স্টোরি (১৯৯৫), টয় স্টোরি ২ (১৯৯৯), টয় স্টোরি ৩ (২০১০), এবং টয় স্টোরি ৪  (২০১৯) -এ মেটকাফ অ্যাণ্ডির মা হিসেবে কণ্ঠ দিয়েছেন। চারটি চলচ্চিত্রই বিশাল আর্থিক এবং সমালোচনামূলক সাফল্য পেয়েছিল এবং যৌথভাবে বিলিয়ন ডলারের বেশি আয় করেছিল। ১৯৯৭ সালে, তিনি লোমহর্ষক চলচ্চিত্র স্ক্রিম ২- এ ডেবি সল্টের চরিত্রে অভিনয় করেছিলেন। সিনেমার শেষে প্রকাশ করা হয়েছিল যে তাঁর চরিত্রটি কেবল একজন খুনিই নয়, সে বিলি লুমিসের মা, যে প্রথম চলচ্চিত্রের অন্যতম খুনি। তিনি ১৯৯০-এর দশকের শেষের দিকে টেলিভিশন চলচ্চিত্রে সংক্ষিপ্ত সময়ের জন্য এসেছিলেন, এনবিসি চলচ্চিত্র দ্য লং আইল্যাণ্ড ইনসিডেন্ট (১৯৯৮) -এ তিনি বাস্তব জীবনের বন্দুক নিয়ন্ত্রণ কর্মী ক্যারোলিন ম্যাকার্থির চরিত্রে অভিনয় করেন।\n২০০০-এর দশকে, মেটকাফ বেশিরভাগই চলচ্চিত্রে তাঁর কণ্ঠদানের জন্য পরিচিত হন। ২০০২ সালে, তিনি ডিজনি অ্যানিমেটেড ট্রেজার প্ল্যানেট (২০০২) -এ সারা হকিন্সকে কণ্ঠ দিয়েছিলেন। ছবিটি ইতিবাচক পর্যালোচনা প্রাপ্ত হওয়া সত্ত্বেও, এটি আর্থিকভাবে বক্স অফিস সাফল্য পায়নি। ২০০৭ সালে, ডিজনি কম্পিউটার-অ্যানিমেটেড চলচ্চিত্র মিট দ্য রবিনসন -এ তিনি লুসিল ক্রাঙ্কলেহর্ন রবিনসনকে কণ্ঠ দেন। ট্রেজার প্ল্যানেটের মতো চলচ্চিত্রটি মিশ্র পর্যালোচনা পেয়েছিল। দ্য নিউ ইয়র্ক টাইমস- এর এও স্কট লিখেছেন: \"বেশ কিছু সময়ের মধ্যে ডিজনি নামে অধীনে জারি করা মঞ্চে প্রকাশিত সবচেয়ে খারাপ অ্যানিমেটেড চলচ্চিত্রের মধ্যে মিট দ্য রবিনসন অবশ্যই একটি\"। মেটকাফ এই সময়ের মধ্যে বেশি লাইভ অ্যাকশন চলচ্চিত্রে অভিনয় করেননি তবে তিনি কামোত্তেজক হাস্যরসাত্মক ছবি বিয়ার লিগ (২০০৬), মূল চরিত্রে জিম ক্যারি অভিনীত হাস্যরসাত্মক পুনর্নির্মান ফান উইথ ডিক অ্যাণ্ড জেন (২০০৫), জেন ফন্ডা এবং লিন্ডসে লোহানের সাথে আগামী-যুগের নাটক জর্জিয়া রুল (২০০৬) এবং রায়ান ফিলিপ, চ্যানিং টাটুম ও জোসেফ গর্ডন-লেভিটের সাথে যুদ্ধ নাটক স্টপ লস (২০০৮) -এ অভিনয় করেছেন।\n২০০৭ সালে, মেটকাফ অভিনয় করেছিলেন মেরি কুপারের ভূমিকায়, যে ছিল প্রধান চরিত্রগুলির মধ্যে একজন, শেলডন কুপারের মা। এটি ছিল শীর্ষ ক্রম পাওয়া সিবিএস সিটকম দ্য বিগ ব্যাং থিওরি। তিনি এটির বারো-মরশুম ধরে চলাকালীন সময়ে বারবার এই ভূমিকায় ফিরে এসেছেন এবং ২০১৬ সালে, তাঁর অভিনয়ের জন্য তিনি একটি হাস্যরসাত্মক ধারাবাহিকে অসামান্য অতিথি অভিনেত্রীর জন্য প্রাইমটাইম এমি পুরস্কারের জন্য তাঁর চতুর্থ মনোনয়ন অর্জন করেছিলেন। তাঁর মেয়ে জো পেরি স্পিনঅফ প্রিক্যুয়েল (একটি চলচ্চিত্র যা একটি চরিত্রের পূর্ব জীবন নিয়ে তৈরি করা হয় যখন এর পরবর্তী অংশ ইতোমধ্যে একটি সফল চলচ্চিত্রে পরিণত হয়েছে) ধারাবাহিক ইয়াং শেলডন -এ মেরির তরুণ বয়সকে চিত্রিত করেছেন।\n\n\n=== ২০০৮ - ২০১৯: ব্রডওয়েতে ভূমিকা এবং লেডি বার্ড ===\nমেটকাফ শেষ পর্যন্ত নিউ ইয়র্ক সিটিতে স্থানান্তরিত হন এবং ২০০৮ সালে ব্রডওয়েতে ডেভিড ম্যামেটের নভেম্বর -এর মতো নাট্য প্রযোজনাগুলিতে কাজ শুরু করেন। এর জন্য তিনি টনি পুরস্কারের মনোনয়ন পেয়েছিলেন। ২০০৯ সালের জুন মাসে, মেটকাফ হলিউডে এসে ফ্রেঞ্চ স্টুয়ার্টের সাথে জাস্টিন ট্যানারের নাটক ভয়েস লেসন্স-এ অভিনয় করেন। এরপর ডেভিড ক্রোমার দ্বারা পরিচালিত নিল সিমনের আধা-আত্মজীবনীমূলক নাটক ব্রাইটন বিচ মেমোয়ার্স এবং ব্রডওয়ে বাউণ্ড -এ ব্রডওয়ের পুনরুজ্জীবনে কেট জেরোম চরিত্রে অভিনয় করার মহড়া শুরু করেন।আগের প্রযোজনাটি অবশ্য ২০০৯ সালের অক্টোবরে নয়টি অভিনয় মাত্র স্থায়ী হয়েছিল এবং পরবর্তীটি শুরু হওয়ার আগেই বন্ধ করে দেওয়া হয়েছিল। আগের অভিনয় শিল্পীদের রেখে দিয়ে, ভয়েস লেসনস আরও তিনবার চলেছিল— একটি ২০১০ সালের মে মাসে অফ-ব্রডওয়ে, এরপর  ২০১১ সালে মে মাসে হলিউডে, এবং অন্যটি ২০১৬ সালের মে মাসে শিকাগোতে। ২০১০ সালের সেপ্টেম্বরে মেটকাফ স্টেপেনওল্ফে ফিরে আসেন এবং লিসা ডি'আমোরের নাটক ডেট্রয়েটে অভিনয় করেন। ২০১১ সালে, তিনি জো ম্যান্টেলো পরিচালিত শার হোয়াইট- এর অফ-ব্রডওয়ে নাটক দ্য আদার প্লেস -এ অভিনয় করেন। তিনি অভিনয়ের জন্য ২০১১ লুসিল লোরটেল পুরস্কার, অসামান্য প্রধান অভিনেত্রী এবং ২০১১ ওবি পুরস্কার জিতেছেন।\n২০১২ সালে, মেটকাফ ডেভিড সুচেটের সাথে ওয়েস্ট এণ্ড প্রোডাকশনে যোগ দেন, ইউজিন ও'নিলের লং ডে'জ জার্নি ইনটু নাইট- এর জন্য। এখানে অভিনয় করে তিনি সেরা অভিনেত্রীর হিসেবে ইভিনিং স্ট্যাণ্ডার্ড থিয়েটার পুরস্কার -এর জন্য মনোনীত হন। ২০১৩ সালে, দ্য আদার প্লেস ব্রডওয়েতে স্থানান্তরিত হয় এবং মেটকাফ তাঁর ভূমিকায় আবার ফিরে আসেন। এই অভিনয় থেকে তিনি টনি এবং ড্রামা লিগের মনোনয়ন অর্জন করেন। তিনি নিজের বাস্তব জীবনের মেয়ে জো পেরির সাথে অভিনয় করেছিলেন। ২০১৩ সালে, মেটকাফ লিংকন সেন্টারের মিটজি নিউহাউস থিয়েটারে জেফ গোল্ডব্লামের সাথে ব্রুস নরিসের অফ-ব্রডওয়ে নাটকে অভিনয় করেন। তিনি অভিনয়ের জন্য ২০১৪ সালের ড্রামা লীগ পুরস্কার, বিশিষ্ট প্রদর্শন এবং ২০১৪ সালের একটি নাটকে অসামান্য অভিনেত্রীর জন্য ড্রামা ডেস্ক পুরস্কার -এর জন্য মনোনীত হন।\n২০১৩ থেকে ২০১৫ পর্যন্ত, মেটকাফ এইচবিও হাস্যরসাত্মক ধারাবাহিক গেটিং অন- এ অভিনয় করেছেন। তিনি এর শেষ মরশুমের জন্য একটি হাস্যরসাত্মক ধারাবাহিকে প্রধান অভিনেত্রী হিসেবে অসামান্য অভিনয় করে প্রাইমটাইম এমি পুরস্কারের জন্য মনোনীত হন, কিন্তু ভিপ- এর জুলিয়া লুই-ড্রাইফাসের কাছে হেরে যান। এছাড়াও তিনি স্বল্পকালীন চলা সিবিএস পারিবারিক সিটকম দ্য ম্যাককার্থিস (২০১৪ - ১৫) -এর প্রধান অভিনেত্রী ছিলেন। ২০১৫ সালে, তিনি ব্রুস উইলিসের বিপরীতে অ্যানি উইলকসের ভূমিকায় অভিনয় করেছিলেন। এটি ছিল স্টিফেন কিংসের ব্রডওয়ে প্রোডাকশন মিজারি। নাটকটি ২০১৫ সালের ১৫ই নভেম্বর তারিখে ব্রডহার্স্ট থিয়েটারে প্রথম বারের জন্য অভিনীত হয়েছিল। এটি সমালোচকদের কাছ থেকে মিশ্র পর্যালোচনা পেয়েছিল, কিন্তু মেটকাফের অভিনয় ব্যাপকভাবে প্রশংসিত হয়েছিল। তিনি একটি নাটকে সেরা অভিনেত্রী হিসেবে টনি পুরস্কারের জন্য মনোনীত হন, সামগ্রিকভাবে এটি ছিল তাঁর তৃতীয় টনি মনোনয়ন।\n২০১৬ সালে, লুই সিকে -এর স্ব-অর্থায়নকৃত অনুষ্ঠান হোরেস অ্যাণ্ড পিটের তৃতীয় পর্বে মেটকাফ একটি নাটকীয় মোড় নেন, যার জন্য তিনি একটি নাটক ধারাবাহিকে অসামান্য অতিথি অভিনেত্রী হিসেবে প্রাইমটাইম এমি পুরস্কারের জন্য মনোনীত হন। ইণ্ডিওয়্যার- এর ম্যাট ব্রেনান মেটকাফের অভিনয়ের প্রশংসা করে বলেছেন: \"মেটকাফের আনতি এবং অভিব্যক্তিগুলি [আখ্যানের] কেন্দ্রীয় চরিত্র; সি কে-এর অপ্রতিহত নির্দেশনা তাঁর অভিনয়কে তলানি পর্যন্ত নিংড়ে নেয় (ইংরেজি: drinks her performance to the lees), এমনভাবে এটি হয় যে সারার একটি বিকেলের সূর্যস্নানের স্মৃতিচারণের সময় উদ্বেগের সাথে লোম খাড়া হয়ে যায়, কিছু অদৃশ্য গিরিচূড়ার ঢালের কিনারায় পৌঁছে যায়।\" ২০১৭ সালের ২৮শে এপ্রিল ঘোষণা করা হয়েছিল যে রোজেনের পুনরুজ্জীবনের কাজ চলছে এবং বেশিরভাগ মূল অভিনেতা এবং কিছু প্রযোজক সহ মেটকাফ সেই সীমিত সিরিজের জন্য ফিরে আসবেন যা নিয়ে এবিসি এবং নেটফ্লিক্সের সাথে কথা হচ্ছে, এরা অনুষ্ঠানটি চালু করার জন্য সবচেয়ে এগিয়ে আছে। ২০১৭ সালের ১৬ই মে প্রযোজকরা নিশ্চিত করেন যে ২০১৮ সালের মাঝামাঝি মরশুমে আটটি পর্ব এবিসি-তে প্রচারিত হবে। ২০১৮ সালের ২৯শে মে প্রাক্তন রাষ্ট্রপতি বারাক ওবামার উপদেষ্টা ভ্যালেরি জ্যারেট সম্পর্কে টুইটারে বার একটি বর্ণবাদী মন্তব্য পোস্ট করেন। এর পরিপ্রেক্ষিতে, এবিসি একটি মরশুমের পরেই পুনরুজ্জীবন বাতিল করে দেয়। দ্য কনার্স- এ মেটকাফ তাঁর নিজের ভূমিকায় আবার ফিরে এসেছিলেন। ২০১৮ সালের শরৎকালে বারের অংশগ্রহণ ছাড়াই রোজানের একটি স্পিন অফ প্রিমিয়ার হয়েছিল। ২০১৮ সালে, রোজানের পুনরুজ্জীবনের জন্য, মেটকাফের জ্যাকি হ্যারিস চরিত্রে অভিনয় একটি হাস্যরসাত্মক ধারাবাহিকে অসামান্য সহায়ক অভিনেত্রীর জন্য মনোনীত হয়ে পঞ্চমবার প্রাইমটাইম এমি পুরস্কার জিতেছিলেন।\nজন গোল্ডেন থিয়েটারে ক্রিস কুপারের সাথে লুকাস হাননাথের এ ডল'স হাউস, পার্ট ২ -এ মেটকাফ ব্রডওয়েতে অভিনয় করেছিলেন। এটি ২০১৭ সালের এপ্রিলে শুরু হয়েছিল। তিনি অভিনয়ের জন্য সমালোচকদের প্রশংসা পেয়েছিলেন এবং একটি নাটকে সেরা অভিনেত্রীর জন্য তাঁর প্রথম টনি পুরস্কার অর্জন করেন। ২০১৭ সালে, গ্রেটা গারউইগের বড় হয়ে ওঠার চলচ্চিত্র (ইংরেজি: coming of age film) লেডি বার্ড -এ সাওরসে রোনান এবং ট্রেসি লেটস- এর সাথে অভিনয় করে মেটকাফ বিশ্বজনীন সমালোচকদের প্রশংসা পেয়েছিলেন। অভিনয়ের জন্য, তিনি একাডেমি পুরস্কার, গোল্ডেন গ্লোব, এসএজি, বাফটা, ক্রিটিক চয়েস এবং ইণ্ডিপেণ্ডেন্ট স্পিরিট অ্যাওয়ার্ড সহ অসংখ্য পুরস্কারের জন্য মনোনীত হন। পরের বছর, ২০১৮ সালে, জন গোল্ডেন থিয়েটারে মেটকাফ গ্লেন্ডা জ্যাকসন এবং অ্যালিসন পিলের সাথে থ্রি টল উইমেন -এ অভিনয় করেছিলেন ব্রডওয়ে পুনরুজ্জীবনে। তিনি টানা দ্বিতীয়বারের জন্য টনি পুরস্কার জিতেছিলেন, এবার একটি নাটকে সেরা সহায়ক অভিনেত্রীর জন্য। ২০১৯ সালে জন গোল্ডেন থিয়েটারে ব্রডওয়েতে লুকাস হাননাথের হিলারি অ্যাণ্ড ক্লিনটন-এ  হিলারি ক্লিনটনের চরিত্রে মেটকাফ অভিনয় করেছিলেন এবং তাঁর বিপরীতে বিল ক্লিনটনের চরিত্রে জন লিথগো অভিনয় করেছিলেন। নাটকটি পরিচালনা করেছিলেন জো ম্যান্টেলো। এতে হিলারি ক্লিনটনের ২০০৮ সালের রাষ্ট্রপতি প্রচারণার একটি কাল্পনিক বিবরণ বলা হয়েছিল। এটি ২০১৯ সালের ১৮ই এপ্রিল থেকে ২০১৯ সালের ২৩শে জুন পর্যন্ত চলেছিল। একটি নাটকে প্রধান ভূমিকায় একজন অভিনেত্রীর সেরা প্রদর্শন দেখিয়ে মেটকাফ ২০১৯ টনি পুরস্কারের জন্য মনোনীত হয়েছিলেন।\n\n\n=== ২০২০ - বর্তমান ===\n২০২০ সালে, এডওয়ার্ড অ্যালবির হু ইজ অ্যাফ্রেড অফ ভার্জিনিয়া উলফ? দিয়ে মেটকাফ ব্রডওয়ে পুনরুজ্জীবনে অভিনয় শুরু করেন, তিনি মার্থা চরিত্রে অভিনয় করেছিলেন। এই সৃষ্টিটির পরিচালনা করেছিলেন জো ম্যান্টেলো এবং মেটকাফ রুপার্ট এভারেটের পাশাপাশি অভিনয় করেছিলেন। নাটকটি ২০২০ সালের ৩রা মার্চ থেকে ২০২০ সালের ১১ই মার্চ পর্যন্ত বুথ থিয়েটারে চলেছিল। কোভিড-১৯ মহামারীর কারণে কোনো পরিকল্পিত পুনরাভিনয়ের তারিখ ছাড়াই নাটক বাতিল করা হয়েছিল। ২০২০ সালের ফেব্রুয়ারিতে জানানো হয়েছিল যে মেটকাফ নাথান লেনের বিপরীতে আর্থার মিলারের ডেথ অফ আ সেলসম্যান -এ ব্রডওয়ে পুনরুজ্জীবনে অভিনয় করবেন, যদিও এটি ফলপ্রসূ হয়নি। ২০২২ সালে তিনিহুলু লিমিটেড সিরিজের দ্য ড্রপআউট -এ ফিলিস গার্ডনার চরিত্রে অভিনয় করেন। অ্যামান্ডা সাইফ্রেড এলিজাবেথ হোমস চরিত্রে অভিনয় করেছিলেন। একই বছর তিনি এইচবিও ম্যাক্স ধারাবাহিক হ্যাকস (২০২২) -এ অভিনয় করেছিলেন। এর জন্য তিনি একটি হাস্যরসাত্মক ধারাবাহিকে অসামান্য অতিথি অভিনেত্রীর জন্য প্রাইমটাইম এমি পুরস্কার জিতেছিলেন।\nমেটকাফ ২০২৩ সালের এপ্রিলে গ্রে হাউস নাটকে ব্রডওয়েতে ফিরে আসেন, যা ২০২৩ সালের ৩০শে জুলাই পর্যন্ত চলেছিল। মেটকাফ রে রোমানোর পরিচালনায় সামহোয়্যার ইন কুইন্স (২০২৩) ছবিতে অভিনয় করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৮৩ সালে, মেটকাফ স্টেপেনওল্ফ থিয়েটার কোম্পানির সহ-প্রতিষ্ঠাতা সদস্য জেফ পেরিকে বিয়ে করেন; ১৯৮৩ সালে দুজনের একটি কন্যা হয় যার নাম জো পেরি। ১৯৮৬ সালে তাঁদের বিবাহবিচ্ছেদ হয়\nমেটকাফ পরে রোজানের সহ-অভিনেতা ম্যাট রথের সাথে সম্পর্ক শুরু করেন। ম্যাট তাঁর অত্যাচারী বয়ফ্রেণ্ড ফিশারের ভূমিকায় অভিনয় করেছিলেন। ১৯৯৩ সালের নভেম্বরের মধ্যে, তাঁদের একটি ছেলে হয়েছিল এবং তারপর তাঁরা বিয়ে করেছিলেন। তাঁরা বিভিন্ন সময়ে একসাথে কাজ করেছেন, সেগুলির মধ্যে আছে ১৯৯৪ সালের রোমাঞ্চকর কাহিনি চিত্র ব্লিঙ্ক এবং ১৯৯৮ সালের নাটক শিকাগো ক্যাব। তাঁরা ডেসপারেট হাউসওয়াইভস- এর একটি পর্বে একসঙ্গেও হাজির হয়েছিলেন। ২০০৫ সালে সারোগেট (ইংরেজি: surrogate) পদ্ধতির মাধ্যমে তাঁদের মেয়ের জন্ম হয়। ২০০৬ সালে ছয় বছর বয়সী একটি ছেলেকে   লালনপালন করে তাঁরা দ্বিতীয় পুত্রের পিতামাতা হয়েছিলেন, এবং পরে তাকে দত্তক নেন। ২০০৮ সালের নভেম্বরে, মেটকাফ এবং রথ আলাদা হয়ে যান। ২০১১ সালের সেপ্টেম্বরে, রথ অমিলনযোগ্য বিভেদ উল্লেখ করে বিবাহবিচ্ছেদের জন্য আবেদন করেছিলেন। ২০১৪ সালের মে মাসে, বিবাহবিচ্ছেদ চূড়ান্ত হয়।\nমেটকাফ নিজেকে একজন কর্মপাগল হিসাবে বর্ণনা করেছেন এবং বলেছেন যে রিহার্সালের সময় তিনি নিজের উপর কঠোর। তিনি বলেছেন যে তিনি অন্যান্য অভিনয় মাধ্যমের চেয়ে মঞ্চ পছন্দ করেন কারণ এখানেই তিনি সবচেয়ে স্বাচ্ছন্দ্য বোধ করেন।\nতিনি প্ল্যান ইউএসএ-এর বিজ্ঞাপনেও উপস্থিত হয়েছেন, এটি একটি মানবিক সংস্থা যারা সারা বিশ্বের অভাবী শিশুদের সাহায্য করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে লরি মেটকাফ (ইংরেজি)\nইন্টারনেট ব্রডওয়ে ডেটাবেজে লরি মেটকাফ (ইংরেজি)\nইন্টারনেট অফ-ব্রডওয়ে ডেটাবেজে লরি মেটকাফ (ইংরেজি)"}