{"pageid": 1421112, "title": "সিস্টার ক্রোমাটিড", "url": "https://bn.wikipedia.org/wiki?curid=1421112", "content": "সিস্টার ক্রোমাটিড বলতে ক্রোমোজোমের ডিএনএ অনুলিপন দ্বারা গঠিত প্রতিলিপি ক্রোমাটিডকে বোঝায়, উভয় অনুলিপি একটি সাধারণ সেন্ট্রোমিয়ার দ্বারা যুক্ত থাকে। একটি ভগিনী ক্রোমাটিডকে প্রত্যয়িত ক্রোমোজোমের 'অর্ধেক' বলা যেতে পারে। ভগিনী ক্রোমাটিডের একটি জোড়াকে ডায়াড বলা হয়। ইন্টারফেজের সংশ্লেষ (S) দশায় যখন একটি কোষের সমস্ত ক্রোমোজোমগুলির প্রতিলিপি করা হয় তখন ভগিনী ক্রোমাটিডের একটি সম্পূর্ণ সেট তৈরি হয়। মাইটোসিসের সময় বা মিয়োসিসের দ্বিতীয় বিভাজনের সময় দুটি ভগিনী ক্রোমাটিড একে অপরের থেকে বিচ্ছিন্ন হয়ে দুটি পৃথক কোষে স্থানান্তরিত হয়।\nভগিনী ক্রোমাটিডগুলিকে হোমোলগাস ক্রোমোজোমের (যা একটি ক্রোমোজোমের দুটি ভিন্ন অনুলিপি যা ডিপ্লয়েড জীবেরা যেমন মানুষ উত্তরাধিকার সূত্রে পায় পিতামাতার থেকে একটি করে) সাথে তুলনা করা হলো। ভগিনী ক্রোমাটিডগুলি প্রায় একই রকমের হয় (যেহেতু তারা একই অ্যালিল বহন করে যাকে জিনের রূপ বা সংস্করণও বলা হয়) কারণ তারা একটি একক ক্রোমোজোম থেকে উদ্ভূত হয়। একটি ব্যতিক্রম হয় মিয়োসিসের শেষের দিকে, ক্রসিং ওভার হওয়ার পরে, কারণ প্রতিটি ভগিনী ক্রোমাটিডের অংশগুলি হোমোলোগাস ক্রোমাটিডগুলির অনুরূপ অংশগুলির সাথে পরস্পর বিনিময় হতে পারে যার সাথে তারা মিয়োসিসের সময় জোড়া থাকে। হোমোলগাস ক্রোমোজোমগুলি একে অপরের মতো একই হতে পারে বা নাও হতে পারে কারণ তারা বিভিন্ন পিতামাতার থেকে সৃষ্টি হয়।\nপ্রমাণ আছে যে, কিছু প্রজাতিতে, ভগিনী ক্রোমাটিডগুলি ডিএনএ মেরামতের জন্য পছন্দের মাপদন্ড। কন্যা কোষের মধ্যে জিনগত তথ্যের সঠিক বিতরণ এবং ক্ষতিগ্রস্ত ক্রোমোজোম মেরামতের জন্য ভগিনী ক্রোমাটিড সমন্বয় অপরিহার্য। এই প্রক্রিয়ায় ত্রুটিগুলি অ্যানিউপ্লয়েডি এবং ক্যান্সারের দিকে পরিচালিত করতে পারে, বিশেষ করে যখন চেকপয়েন্টগুলি ডিএনএ ক্ষতি সনাক্ত করতে ব্যর্থ হয় বা যখন বেঠিকভাবে সংযুক্ত মাইটোটিক স্পিন্ডলগুলি সঠিকভাবে কাজ করে না।\n\n\n== মাইটোসিস ==\n\nমাইটোটিক রিকম্বিনেশন প্রাথমিকভাবে স্বতঃস্ফূর্ত বা প্ররোচিত ক্ষতির প্রতিক্রিয়া হিসাবে ডিএনএ মেরামত প্রক্রিয়ার ফলাফল।  মাইটোসিসের সময় হোমোলোগাস রিকম্বিনেশনাল মেরামত মূলত নিকটবর্তী ভগিনী ক্রোমাটিডগুলির মধ্যে যোগাযোগে সীমাবদ্ধ থাকে যেগুলি ডিএনএ প্রতিলিপির পরে কিন্তু কোষ বিভাজনের আগে কোষে উপস্থিত থাকে । তাদের বিশেষ নিকট সম্পর্কের কারণে, ভগিনী ক্রোমাটিডগুলিকে দূরবর্তী হোমোলোগাস ক্রোমাটিডগুলির থেকে রিকম্বিনেশনাল মেরামতের জন্য মাপদন্ড হিসাবে অধিক গুরুত্ব দেওয়া হয়। এরা হোমোলগগুলির চেয়ে ডিএনএ ক্ষতি বেশি মেরামত করার ক্ষমতা রাখে।\n\n\n== মিয়োসিস ==\nঈস্ট নিয়ে গবেষণাগুলি ইঙ্গিত করে যে আন্তঃ-ভগিনী পুনঃসংযোগ প্রায়শই মিয়োসিসের সময় ঘটে থাকে এবং সমস্ত পুনর্মিলন ঘটনাগুলির এক-তৃতীয়াংশ পর্যন্ত ভগিনী ক্রোমাটিডগুলির মধ্যে ঘটে থাকে।\n\n\n== তথ্যসূত্র =="}