{"pageid": 1421835, "title": "ভারতে পঞ্চায়েতি রাজ", "url": "https://bn.wikipedia.org/wiki?curid=1421835", "content": "পঞ্চায়েতি রাজ (পাঁচজন কর্মকর্তার পরিষদ) হল গ্রামীণ ভারতের গ্রামগুলির স্থানীয় স্ব-সরকারের ব্যবস্থা। শহর ও শহরতলির পৌরসভার বিপরীতে।\nএটি পঞ্চায়েতি রাজ প্রতিষ্ঠান (পিআরআই) নিয়ে গঠিত যার মাধ্যমে গ্রামগুলির স্ব-শাসন বাস্তবায়িত হয়। তাদের দায়িত্ব দেওয়া হয়েছে \"অর্থনৈতিক উন্নয়ন, সামাজিক ন্যায়বিচারকে শক্তিশালী করা এবং একাদশ তফসিলে তালিকাভুক্ত 29টি বিষয় সহ কেন্দ্রীয় ও রাজ্য সরকারের স্কিমগুলির বাস্তবায়ন।\"\nভারতীয় সংবিধানের নবম অংশ হল পঞ্চায়েত সম্পর্কিত সংবিধানের একটি অংশ। এটি নির্ধারণ করে যে রাজ্য বা কেন্দ্রশাসিত অঞ্চলে যেখানে দুই মিলিয়নেরও বেশি বাসিন্দা রয়েছে সেখানে তিনটি স্তরের পিআরআই রয়েছে:\n\nগ্রাম পর্যায়ে গ্রাম পঞ্চায়েত\nব্লক স্তরে পঞ্চায়েত সমিতি (ব্লক সমিতি, মণ্ডল পরিষদ) এবং\nজেলা পর্যায়ে জেলা পরিষদ (জেলা পঞ্চায়েত)।\nরাজ্য বা কেন্দ্রশাসিত অঞ্চলে যেখানে দুই মিলিয়নেরও কম বাসিন্দা রয়েছে সেখানে পিআরআই-এর মাত্র দুটি স্তর রয়েছে। গ্রাম সভা একটি গ্রাম পঞ্চায়েতের এলাকায় বসবাসকারী সমস্ত নিবন্ধিত ভোটারদের নিয়ে গঠিত এবং এটি সেই সংস্থা যার মাধ্যমে গ্রামের বাসিন্দারা স্থানীয় সরকারে সরাসরি অংশগ্রহণ করে। পঞ্চায়েতের সকল স্তরের সদস্যদের নির্বাচন প্রতি পাঁচ বছর অন্তর হয়। পঞ্চায়েতগুলিতে অবশ্যই সাধারণ জনসংখ্যার অনুপাতে তফসিলি জাতি (এসসি) এবং তফসিলি উপজাতি (এসটি) সদস্যদের অন্তর্ভুক্ত করতে হবে। সমস্ত আসনের এক তৃতীয়াংশ এবং চেয়ারপারসন পদ মহিলাদের জন্য সংরক্ষিত হতে হবে, কিছু রাজ্যে সমস্ত আসনের অর্ধেক এবং চেয়ারপারসন পদ।\nজওহরলাল নেহেরু ২ অক্টোবর ১৯৫৯ সালে নাগৌরে পঞ্চায়েতি উদ্বোধন করেন। মহাত্মা গান্ধীর জন্মদিন উপলক্ষে দিনটি নির্বাচন করা হয়েছিল। গান্ধী পঞ্চায়েতি রাজের মাধ্যমে গ্রাম স্বরাজ চেয়েছিলেন। 1992 সালে 73 তম সাংবিধানিক সংশোধনীর মাধ্যমে সিস্টেমটি সংশোধন করা হয়েছিল।\nভারতে, পঞ্চায়েতি রাজ এখন একটি শাসন ব্যবস্থা হিসাবে কাজ করে যেখানে গ্রাম পঞ্চায়েতগুলি স্থানীয় প্রশাসনের মৌলিক একক। বর্তমানে, নাগাল্যান্ড, মেঘালয় এবং মিজোরাম ছাড়া সমস্ত রাজ্যে এবং দিল্লি ছাড়া সমস্ত কেন্দ্রশাসিত অঞ্চলে পঞ্চায়েতি রাজ ব্যবস্থা বিদ্যমান।\n\n\n== ইতিহাস ==\nপঞ্চায়েতি রাজের উৎপত্তি ভারতে বৈদিক যুগ থেকে (১৭০০ সালে)। বৈদিক যুগ থেকে, দেশের গ্রাম (গ্রাম) আঞ্চলিক স্ব-প্রশাসনের জন্য মৌলিক একক হিসাবে বিবেচিত হয়।\n\nমহাত্মা গান্ধী পঞ্চায়েতি রাজকে ভারতের রাজনৈতিক ব্যবস্থার ভিত্তি হিসাবে সমর্থন করেছিলেন, একটি বিকেন্দ্রীকৃত সরকার হিসাবে যেখানে প্রতিটি গ্রাম তার নিজস্ব বিষয়গুলির জন্য দায়ী থাকবে। এই ধরনের দৃষ্টিভঙ্গির শব্দটি ছিল গ্রাম স্বরাজ (\"গ্রাম স্ব-শাসন\")। পরিবর্তে, ভারত একটি উচ্চ কেন্দ্রীভূত সরকার গঠন করেছে। যাইহোক, এটি স্থানীয় পর্যায়ে বিভিন্ন প্রশাসনিক কার্যাবলীর প্রতিনিধিদল দ্বারা নিয়ন্ত্রিত হয়েছে, নির্বাচিত গ্রাম পঞ্চায়েতগুলির ক্ষমতায়ন। প্রথাগত পঞ্চায়েতি রাজ ব্যবস্থার মধ্যে উল্লেখযোগ্য পার্থক্য রয়েছে, যেটি গান্ধী দ্বারা কল্পনা করা হয়েছিল এবং ১৯৯২ সালে ভারতে আনুষ্ঠানিকভাবে প্রথার রূপ দেওয়া হয়েছিল।\nজওহরলাল নেহেরু ২ অক্টোবর ১৯৫৯ সালে নাগৌরে পঞ্চায়েতি উদ্বোধন করেন। মহাত্মা গান্ধীর জন্মদিন উপলক্ষে দিনটি নির্বাচন করা হয়েছিল। গান্ধী পঞ্চায়েতি রাজের মাধ্যমে গ্রাম স্বরাজ চেয়েছিলেন। রাজস্থান প্রথম রাজ্য যা এটি কার্যকর করেছিল। দশেরা উপলক্ষে ১১ অক্টোবর ১৯৫৯ সালে নেহেরু অন্ধ্রপ্রদেশে পঞ্চায়েত রাজ উদ্বোধন করেন। ধীরে ধীরে সমগ্র ভারতে এই ব্যবস্থা প্রতিষ্ঠিত হয়। ১৯৯২ সালে ৭৩ তম সাংবিধানিক সংশোধনীর মাধ্যমে পদ্ধতির সংশোধন করা হয়েছিল।\nসংসদ সদস্য বলবন্তরাই মেহতার নেতৃত্বে বলওয়ান্ত রাই মেহতা কমিটি ছিল ভারত সরকার কর্তৃক ১৯৫৭ সালের জানুয়ারিতে কমিউনিটি ডেভেলপমেন্ট প্রোগ্রাম (১৯৫২) এবং ন্যাশনাল এক্সটেনশন সার্ভিস (১৯৫৩) এর কাজ পরীক্ষা করার জন্য নিযুক্ত একটি কমিটি। তাদের কাজ উন্নত করার ব্যবস্থা। কমিটির সুপারিশ ১৯৫৮ সালের জানুয়ারিতে এনডিসি দ্বারা বাস্তবায়িত হয় এবং এটি সারা দেশে পঞ্চায়েতি রাজ প্রতিষ্ঠান চালু করার মঞ্চ তৈরি করে। কমিটি 'গণতান্ত্রিক বিকেন্দ্রীকরণ' প্রকল্প প্রতিষ্ঠার সুপারিশ করেছিল, যা অবশেষে পঞ্চায়েতি রাজ নামে পরিচিত হয়। এটি একটি তিন স্তরের পঞ্চায়েতি রাজ ব্যবস্থা প্রতিষ্ঠার দিকে পরিচালিত করে: গ্রাম স্তরে গ্রাম পঞ্চায়েত, ব্লক স্তরে পঞ্চায়েত সমিতি এবং জেলা স্তরে জেলা পরিষদ৷\n২৪ এপ্রিল ১৯৯৩-এ, পঞ্চায়েতি রাজ প্রতিষ্ঠানগুলিকে সাংবিধানিক মর্যাদা দেওয়ার জন্য ১৯৯২ সালের সাংবিধানিক (৭৩ তম সংশোধন) আইন ভারতে কার্যকর হয়। এই সংশোধনীটি আটটি রাজ্যের উপজাতীয় অঞ্চলের পঞ্চায়েতগুলিতে প্রসারিত হয়েছিল, যথা: অন্ধ্রপ্রদেশ, গুজরাট, হিমাচল প্রদেশ, মহারাষ্ট্র, মধ্যপ্রদেশ, ওড়িশা এবং রাজস্থান ২৪ ডিসেম্বর ১৯৯৬ থেকে শুরু হয়েছিল। এই সংশোধনীতে অর্থনৈতিক উন্নয়ন পরিকল্পনা প্রণয়ন এবং সামাজিক ন্যায়বিচারের পাশাপাশি সংবিধানের একাদশ তফসিলে তালিকাভুক্ত ২৯টি বিষয়ের ক্ষেত্রে বাস্তবায়নের জন্য পঞ্চায়েতগুলিতে ক্ষমতা ও দায়িত্ব হস্তান্তরের বিধান রয়েছে, উপযুক্ত কর, শুল্ক, টোল এবং ফি ধার্য করা এবং সংগ্রহ করা। এই আইনের লক্ষ্য হল ২ মিলিয়নের বেশি জনসংখ্যার সমস্ত রাজ্যের জন্য পঞ্চায়েতি রাজের একটি ত্রি-স্তরীয় ব্যবস্থা প্রদান করা, প্রতি পাঁচ বছরে নিয়মিত পঞ্চায়েত নির্বাচন করা, তফসিলি জাতি, উপজাতি এবং মহিলাদের জন্য সংরক্ষিত আসন প্রদান করা, একটি রাজ্য নিয়োগ করা। পঞ্চায়েতগুলির আর্থিক ক্ষমতা সম্পর্কে সুপারিশ করতে এবং একটি জেলা পরিকল্পনা কমিটি গঠন করতে অর্থ কমিশন৷\n\n\n== ৪র্থ - স্তরের পঞ্চায়েত ব্যবস্থা ==\n৪র্থ স্তর বিশিষ্ট পঞ্চায়েত ব্যবস্থা\n১৯৬৩ সালে পশ্চিমবঙ্গ জেলা পরিষদ আইন পাসের মাধ্যমে ১৯৬৪ সালে মহাত্মা গান্ধীর জন্মদিনে (২রা অক্টোবর) পশ্চিমবঙ্গে উদ্বোধন করা হয়েছিল। এটা গঠিত\n\nগ্রাম পঞ্চায়েতগুলি ৪ বছরের মেয়াদের জন্য গ্রামবাসীদের দ্বারা সরাসরি নির্বাচিত প্রতিনিধিদের নিয়ে গঠিত\nস্থানীয় পঞ্চায়েতগুলি ৪ বছরের মেয়াদে গ্রামবাসীদের দ্বারা সরাসরি নির্বাচিত সরপঞ্চ এবং প্রতিনিধিদের নিয়ে গঠিত,\nসেই কমিউনিটি ডেভেলপমেন্ট ব্লকের ব্লক ডেভেলপমেন্ট অফিসারের সমন্বয়ে গঠিত লোকালয়িটি কাউন্সিল, সেই ব্লকের এখতিয়ারাধীন এলাকার পঞ্চায়েতগুলির সমস্ত প্রধান, সেই ব্লকের অধীনে থাকা প্রতিটি স্থানীয় পঞ্চায়েতের সদস্যদের দ্বারা নির্বাচিত স্থানীয় পঞ্চায়েতগুলির প্রতিনিধিত্বকারী ব্যক্তি, স্থানীয় লোকসভা সাংসদ যিনি কোনও মন্ত্রীর পোর্টফোলিও রাখেন না, স্থানীয় বিধায়ক যিনি কোনও মন্ত্রীর পোর্টফোলিও রাখেন না, একজন রাজ্যসভার সাংসদ যিনি সেই ব্লকে বসবাস করেন এবং কোনও মন্ত্রীর পোর্টফোলিও রাখেন না, একজন এমএলসি যিনি সেই ব্লকে বসবাস করেন এবং কোনও মন্ত্রীর পোর্টফোলিও রাখেন না, রাজ্য সরকার কর্তৃক মনোনীত ২ জন মহিলা সদস্য, রাজ্য সরকার কর্তৃক মনোনীত এসসি, এসটি এবং ওবিসি জনসংখ্যার প্রতিনিধিত্বকারী ২ জন সদস্য এবং ৪ বছরের মেয়াদে পূর্বোক্ত সদস্যদের দ্বারা নির্বাচিত গ্রামীণ উন্নয়নে অভিজ্ঞ ২ জন সমাজকর্মী\nসেই জেলার মহকুমাগুলির দায়িত্বে থাকা মহকুমা আধিকারিকদের নিয়ে গঠিত জেলা পরিষদ, রাজ্য সরকার কর্তৃক নিযুক্ত একজন জেলা পঞ্চায়েত আধিকারিক, রাজ্য সরকার কর্তৃক মনোনীত একজন বেসামরিক কর্মচারী, সেই জেলার অধীনস্থ সমস্ত স্থানীয় পরিষদের চেয়ারপার্সন, ২ জন সদস্য। থাই জেলার প্রতিটি মহকুমার সরপঞ্চদের দ্বারা নির্বাচিত, রাজ্য সরকার কর্তৃক মনোনীত একজন স্থানীয় পৌরসভার চেয়ারম্যান বা মেয়র, জেলা স্কুল বোর্ডের চেয়ারপার্সন, রাজ্য সরকার কর্তৃক মনোনীত ২ জন মহিলা সদস্য এবং বিধায়ক ও সাংসদ (উভয়ই জেলার প্রতিনিধিত্ব করে এবং যে জেলায় আবাসিক) যারা ৪ বছরের মেয়াদের জন্য কোনো মন্ত্রীর পোর্টফোলিও রাখেন না।\n\n\n== ৩য় - স্তরের পঞ্চায়েত ব্যবস্থা ==\nসেই বছর পাশ হওয়া পশ্চিমবঙ্গ পঞ্চায়েত আইনের মাধ্যমে ১৯৭৩ সালের জুন মাসে ৩য় স্তরের পঞ্চায়েত ব্যবস্থার উদ্বোধন করা হয়েছিল। ইহা গঠিত\n\nগ্রাম পঞ্চায়েত\nপঞ্চায়েত সমিতি এবং\nজেলা পরিষদ\n\n\n== গ্রাম পঞ্চায়েত সভা ==\nসরপঞ্চ (সভাপতি) এর নির্বাচিত প্রধান। গ্রাম পঞ্চায়েতের সদস্যরা পাঁচ বছরের জন্য ভোট-বয়সের গ্রামের জনসংখ্যা দ্বারা সরাসরি নির্বাচিত হন। গ্রাম পঞ্চায়েত সভাপতি, যিনি সরপঞ্চ নামেও পরিচিত, তিনি প্রায়শই সভার সভাগুলির সভাপতিত্ব করেন।\nনির্বাচিত স্থায়ী কমিটিগুলি পঞ্চায়েতে কাজ করে, অর্থ, উন্নয়ন, শিক্ষা, স্বাস্থ্য এবং কল্যাণের মতো নির্দিষ্ট ক্ষেত্রে ফোকাস করে। প্রতিটি কমিটি, একজন চেয়ারপারসনের নেতৃত্বে, তিন থেকে পাঁচজন সদস্য নিয়ে গঠিত, তাদের নিজ নিজ ডোমেনে প্রতিনিধিত্ব এবং দক্ষতা নিশ্চিত করে।\n\n\n== ব্লক স্তরের পঞ্চায়েত বা পঞ্চায়েত সমিতি ==\n\nভারতের বিভিন্ন অংশে যেমন তহসিল অন্যান্য নামে যায়, বিশেষ করে মন্ডল এবং তালুকা, তেমনি ব্লক পঞ্চায়েতের নামকরণে বেশ কিছু বৈচিত্র্য রয়েছে। উদাহরণস্বরূপ, এটি অন্ধ্র প্রদেশে মন্ডল প্রজা পরিষদ, গুজরাট ও কর্ণাটকের তালুকা পঞ্চায়েত এবং মহারাষ্ট্রে পঞ্চায়েত সমিতি নামে পরিচিত। সাধারণভাবে, ব্লক পঞ্চায়েত গ্রাম পঞ্চায়েতের মতোই কিন্তু উচ্চ স্তরে।\n\n\n=== গঠন ===\nব্লক পঞ্চায়েতের সদস্যপদ বেশিরভাগই প্রাক্তন কর্মকর্তা ; এটি গঠিত: পঞ্চায়েত সমিতি এলাকার সকল সরপঞ্চা (গ্রাম পঞ্চায়েত চেয়ারম্যান), এলাকার সাংসদ ও বিধায়ক, মহকুমার উপ-জেলা অফিসার (এসডিও), কো-অপ্ট সদস্য (প্রতিনিধিরা) এসসি, এসটি এবং মহিলা), সহযোগী সদস্য (এলাকার একজন কৃষক, একজন সমবায় সমিতির প্রতিনিধি এবং একজন বিপণন পরিষেবা থেকে), এবং কিছু নির্বাচিত সদস্য। তবে, কেরালায়, গ্রাম পঞ্চায়েত এবং জেলা পঞ্চায়েত সদস্যদের মতোই ব্লক পঞ্চায়েত সদস্যরা সরাসরি নির্বাচিত হন।\nপঞ্চায়েত সমিতি পাঁচ বছরের মেয়াদের জন্য নির্বাচিত হয় এবং একজন চেয়ারম্যান এবং একজন ডেপুটি চেয়ারম্যানের নেতৃত্বে থাকে।\n\n\n== অনুশীলনে পদ্ধতি ==\nপঞ্চায়েতগুলি, বছরের পর বছর ধরে, অর্থনৈতিকভাবে নিজেদের টিকিয়ে রাখার জন্য ফেডারেল এবং রাষ্ট্রীয় অনুদানের উপর নির্ভর করে। পঞ্চায়েত পরিষদের জন্য বাধ্যতামূলক নির্বাচনের অনুপস্থিতি এবং সরপঞ্চের কদাচিৎ মিটিং গ্রামবাসীদের কাছে তথ্যের বিস্তারকে হ্রাস করেছে, যা আরও রাষ্ট্রীয় নিয়ন্ত্রণের দিকে পরিচালিত করেছে। অনেক পঞ্চায়েত তাদের লক্ষ্য অর্জনে সফল হয়েছে, বিভিন্ন সংস্থার মধ্যে সহযোগিতা এবং ভারতে পূর্বে কম প্রতিনিধিত্ব করা গোষ্ঠীগুলির রাজনৈতিক সংঘটনের মাধ্যমে। সাক্ষরতার একটি বাধা রয়েছে যা গ্রামবাসীদের জড়িত করার জন্য অনেক পঞ্চায়েতের মুখোমুখি হয়, বেশিরভাগ উন্নয়ন প্রকল্পগুলি কাগজে কলমে থাকে। যাইহোক, পঞ্চায়েতি রাজ ব্যবস্থার সাথে যুক্ত বাড়িগুলিতে স্থানীয় বিষয়ে অংশগ্রহণ বৃদ্ধি পেয়েছে। পঞ্চায়েত পরিষদে মহিলাদের জন্য সংরক্ষণ নীতি মহিলাদের অংশগ্রহণে যথেষ্ট বৃদ্ধির দিকে পরিচালিত করেছে এবং আরও গার্হস্থ্য পারিবারিক সমস্যাগুলিকে অন্তর্ভুক্ত করার জন্য উন্নয়নের কেন্দ্রবিন্দুকে আকার দিয়েছে৷\n১৯৯২ সালে, ৭৩ তম সংশোধনী পাস হয়েছিল, পঞ্চায়েতি রাজে মহিলাদের ভূমিকাকে রূপান্তরিত করেছিল। ৭৩তম সংশোধনী মৌলিক গ্রাম পরিষদে মহিলাদের জন্য এক-তৃতীয়াংশ আসন সংরক্ষিত করে। এই সংরক্ষণের ফলে স্থানীয় শাসন ব্যবস্থায় নারীদের অংশগ্রহণ উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে। মহিলারা এখন বিভিন্ন পদে নির্বাচিত প্রতিনিধি হিসেবে কাজ করছেন, যার মধ্যে রয়েছে সরপঞ্চ (গ্রাম প্রধান) এবং পঞ্চায়েত সদস্য। মহিলাদের প্রতি সরকারের প্রত্যাশার প্রতি সাড়া দেওয়ার জন্য মহিলারাও পঞ্চায়েতে তাদের ইতিবাচক এবং আলোকিত চিন্তাভাবনা প্রদর্শন করেছিলেন। তাদের পরিবারের পক্ষ থেকে সহায়তামূলক পদক্ষেপগুলি মহিলাদের প্রতিটি পিআরআই (ভারতে পঞ্চায়েতি রাজ) সভায় যোগদান করতে উত্সাহিত করছে৷ যদিও আমলাতন্ত্র পুরোটাই পুরুষ শাসিত ছিল, গান্ধী আশা করেছিলেন যে পঞ্চায়েতি রাজ একটি মুক্ত ভারতীয় রাজনৈতিক ব্যবস্থার কাঠামো হতে পারে। উদারনীতির প্রবর্তক হিসাবে, তিনি মহিলাদের সর্বাধিক অধিকার দেওয়ার জন্য গ্রাম স্বরাজ বা স্বয়ংসম্পূর্ণ এবং স্বায়ত্তশাসিত গ্রামগুলির প্রস্তাব করেছিলেন। ৭৩ তম সংশোধনীও প্রতিহত করা হয়েছিল কারণ আসন সংরক্ষণের অর্থ হল যে উচ্চ বর্ণের লোকেদের রাজনৈতিক ক্ষমতায়ন ব্যবস্থায় প্রান্তিক বর্ণের মহিলাদের গ্রহণ করতে হবে। পরোক্ষভাবে, এটি দুর্নীতির দিকে পরিচালিত করে যখন সরকার তৃণমূল পঞ্চায়েতে তহবিল উৎসর্গ করে যেখানে সম্পদ এবং তহবিল আমলাতান্ত্রিক চ্যানেল দ্বারা শোষিত হয়।\n\n\n== আরও পড়ুন ==\nমিত্র, সুব্রত কে. ; সিং, ভিবি (1999)। ভারতে গণতন্ত্র এবং সামাজিক পরিবর্তন: জাতীয় নির্বাচনের একটি ক্রস-বিভাগীয় বিশ্লেষণ। নয়াদিল্লি: সেজ পাবলিকেশন্স।আইএসবিএন 978-81-7036-809-0 (ভারত HB) আইএসবিএন 978-0-7619-9344-5 (US HB)।\nমিত্র, সুব্রত কে.. (2001)। \"স্থানীয় সরকারের কাজ করা: ভারতে স্থানীয় অভিজাত, পঞ্চায়েতি রাজ এবং শাসন\", কোহলিতে , অতুল (সম্পাদনা)। ভারতের গণতন্ত্রের সাফল্য। কেমব্রিজ: কেমব্রিজ ইউনিভার্সিটি প্রেস।আইএসবিএন 978-0-521-80144-7\nমিত্র, সুব্রত কে.. (2003)। \"অধ্যায় 17: ভারতে রাজনীতি\", আলমন্ডে, গ্যাব্রিয়েল এ. এট আল। (eds.), তুলনামূলক রাজনীতি আজ। 8 ম সংস্করণ। নিউ ইয়র্ক: অ্যাডিসন-ওয়েসলি-লংম্যান, পিপি। 634-684।আইএসবিএন 978-0-321-15896-3 (9ম (2007), 10 তম (2012) এবং 11 তম (2015) সংস্করণেও পুনর্মুদ্রিত)\nপালানিথুরাই, গণপতি (সম্পাদনা) (2002-2010) ভারতে নতুন পঞ্চায়েতি রাজ ব্যবস্থার গতিশীলতা। নয়াদিল্লি: কনসেপ্ট পাবলিশিং কোম্পানি। সাত খণ্ডে, ভলিউম 1 (2002) \"নির্বাচিত রাজ্য\" আইএসবিএন 978-81-7022-911-7 ; ভলিউম 2 (2002) \"রাজ্য নির্বাচন করুন\" আইএসবিএন 978-81-7022-912-4 ; ভলিউম 3 (2004) \"রাজ্য নির্বাচন করুন\" আইএসবিএন 978-81-8069-129-4 ; ভলিউম 4 (2004) \"নারীর ক্ষমতায়ন\" আইএসবিএন 978-81-8069-130-0 ; ভলিউম 5 (2005) \"পঞ্চায়েতি রাজ এবং বহু-স্তরীয় পরিকল্পনা\" আইএসবিএন 978-81-8069-244-4 ; ভলিউম 6 (2008) \"ক্ষমতা বৃদ্ধি\" আইএসবিএন 978-81-8069-506-3 ; ভলিউম 7 (2010) \"পঞ্চায়েতের আর্থিক অবস্থা\" আইএসবিএন 978-81-8069-672-5।\nশৌরি, অরুণ (1990)। ব্যক্তি, প্রতিষ্ঠান, প্রক্রিয়া: কীভাবে আজ ভারতে একজন আরেকজনকে শক্তিশালী করতে পারে। নয়াদিল্লি, ভারত: ভাইকিং।আইএসবিএন 978-0-670-83787-8।\nশিবরামকৃষ্ণন, কাল্লিদাইকুরিচি চিদাম্বরকৃষ্ণন (2000) জনগণের ক্ষমতা: বিকেন্দ্রীকরণের রাজনীতি এবং অগ্রগতি। দিল্লি: কোনার্ক পাবলিশার্স।আইএসবিএন 978-81-220-0584-4\n\n\n== টীকা এবং তথ্যসূত্র ==\n\n\n=== উৎস ===\nNepal glossary, United States Library of Congress\nArticle 333357, zeenews.com\nArticle India994-07, hrw.org\n\n\n== আরও দেখুন ==\nজাতীয় পঞ্চায়েতি রাজ দিবস\nভারতে স্থানীয় স্ব-শাসন\n\n\n== বহিঃসংযোগ ==\n\nপঞ্চায়েতি রাজ মন্ত্রক, ভারত সরকার\n\"Home page\"। গ্রামীণ উন্নয়ন বিভাগ, গ্রামীণ উন্নয়ন মন্ত্রক, ভারত সরকার। \n\"Panchayat (article 440944)\"। Encyclopædia Britannica। ২৯ জানুয়ারি ২০১২ তারিখে মূল থেকে আর্কাইভ করা।  about the caste panchayats\nThe Hunger Project। \"২০ লাখ নারী নেতৃত্ব ও গণনাঃ ভারতীয় নারীরা তাদের স্থানীয় সরকারে অংশগ্রহণ করছেন\"। আন্তর্জাতিক নারী জাদুঘর। ১৫ সেপ্টেম্বর ২০১৫ তারিখে মূল থেকে আর্কাইভ করা।"}