{"pageid": 1421065, "title": "এইচবিএসএজি", "url": "https://bn.wikipedia.org/wiki?curid=1421065", "content": "HBsAg (যা অস্ট্রেলিয়া অ্যান্টিজেন নামেও পরিচিত) হল হেপাটাইটিস বি ভাইরাসের (HBV) পৃষ্ঠদেশের অ্যান্টিজেন। রক্তে এর উপস্থিতি সক্রিয় হেপাটাইটিস বি সংক্রমণ নির্দেশ করে।\n\n\n== গঠন এবং কাজ ==\nএকটি এনভেলপ আচ্ছাদিত ভাইরাসের এনভেলপে বাকি ভাইরাস থেকে ভিন্ন পৃষ্ঠ প্রোটিন থাকে যা অ্যান্টিজেন হিসাবে কাজ করে। এই অ্যান্টিজেনগুলিকে অ্যান্টিবডি প্রোটিন চিনতে পারে এবং এই পৃষ্ঠ প্রোটিনগুলির মধ্যে একটির সাথে বিশেষভাবে আবদ্ধ হয়।\nআজকাল এই অ্যান্টিজেন-প্রোটিনগুলি জিনগতভাবে তৈরি করা যেতে পারে (যেমন ট্রান্সজিন এশেরিকিয়া কোলাই) যা দ্রুত অ্যান্টিজেন পরীক্ষার (যা HBV-এর উপস্থিতি সনাক্ত করতে পারে) জন্য উপাদান তৈরি করতে সাহায্য করে।\nএটি ভাইরাল হেপাটাইটিস বি রোগীদের (উপসর্গ সহ বা ছাড়া) সেরামে উপস্থিত থাকে। HBsAg (HBsAG বিরোধী seroconversion) এর বিরুদ্ধে অ্যান্টিবডি তৈরি করা রোগীদের সাধারণত অ-সংক্রামক বলে মনে করা হয়। ইমিউনোএসে দ্বারা HBsAg সনাক্তকরণ রক্ত পরীক্ষায়,চিকিৎসাক্ষেত্রে (অন্যান্য রোগ চিহ্নিতকারীর সাথে একত্রে) হেপাটাইটিস বি সংক্রমণ নির্ণয় করতে এবং ভাইরাস বিরোধক চিকিৎসা নিরীক্ষণে ব্যবহৃত হয়।\nরোগবিজ্ঞানে, শিকাটা অরসিন কৌশল ব্যবহার করে HBsAg-এর উপস্থিতি দেখা হয়। এক্ষেত্রে সংক্রমিত যকৃত কোষে অ্যান্টিজেনের সাথে আবদ্ধ হওয়ার জন্য একপ্রকার প্রাকৃতিক রং ব্যবহার করা হয়।\nইতিবাচক HBsAg পরীক্ষার ফলাফল হেপাটাইটিস বি ভাইরাসের বিরুদ্ধে সাম্প্রতিক টিকা নেওয়ার কারণে হতে পারে তবে এই ইতিবাচকতা টিকা নেওয়ার পরে ১৪ দিনের বেশি থাকার কথা নয়।\n\n\n== ইতিহাস ==\nএকে সাধারণত অস্ট্রেলিয়া অ্যান্টিজেন বলা হয়। কারণ এটিকে প্রথম আমেরিকান গবেষণা চিকিৎসক এবং নোবেল পুরস্কার বিজয়ী বারুক স্যামুয়েল ব্লুমবার্গ একজন অস্ট্রেলীয় আদিবাসী ব্যক্তির সিরামে খুঁজে পান। এটিকে ১৯৬৮ সালে ভাইরোলজিস্ট আলফ্রেড প্রিন্স সিরাম হেপাটাইটিস সৃষ্টিকারী ভাইরাসের অংশ হিসাবে আবিষ্কার করেন।\nহেপ্টাভ্যাক্স ১৯৮০-র দশকের একটি \"প্রথম-প্রজন্মের\" হেপাটাইটিস বি টিকা যেটি হেপাটাইটিস রোগীদের রক্তরস থেকে নেওয়া HBsAg থেকে তৈরি করা হয়েছিল। বর্তমানকালে টীকাগুলি ঈস্টে জন্মানো রিকম্বিন্যান্ট HBsAg থেকে তৈরি।\n\n\n== আরও দেখুন ==\nHBcAg\nHBeAG\n\n\n== তথ্যসূত্র =="}