{"pageid": 1421207, "title": "লিন মারগুলিস", "url": "https://bn.wikipedia.org/wiki?curid=1421207", "content": "লিন মার্গুলিস (জন্ম লিন পেট্রা আলেকজান্ডার ৫ ই মার্চ ১৯৩৮ - ২২  ডিসেম্বর ২০১১)  একজন আমেরিকান বিবর্তনীয় জীববিজ্ঞানী এবং বিবর্তনে সিম্বিওসিসের তাৎপর্যে প্রাথমিক আধুনিক প্রবক্তা ছিলেন। ইতিহাসবীদ জ্যান স্যাপ বলেছেন যে \"লিন মার্গুলিসের নাম সিম্বিওসিসের সমার্থক, যেমন চার্লস ডারউইনের বিবর্তনের সাথে।\nমার্গুলিস ব্রিটিশ রসায়নবিদ জেমস লাভলকের সাথে গায়া হাইপোথিসিসের সহ-বিকাশকারীও ছিলেন।\nমার্গুলিস ১৯৮৩ সালে ইউএস ন্যাশনাল একাডেমী অব সায়েন্সের সদস্য নির্বাচিত হন। রাষ্ট্রপতি বিল ক্লিনটন তাকে ১৯৯৯ সালে বিজ্ঞানের জাতীয় পদক প্রদান করেন। লন্ডনের লিনিয়ান সোসাইটি তাকে ২০০৮ সালে ডারউইন-ওয়ালেস পদক প্রদান করে।\nতার অনেক বড় কাজ, বিশেষ করে যেগুলি সাধারণ পাঠকদের জন্য অভিপ্রেত, তার ছেলে ডোরিয়ন সাগান (যার পিতা ছিলেন কার্ল সেগান) এর সাথে যৌথভাবে লেখা।\n\n\n== জীবন ==\nমার্গুলিস শিকাগোতে একটি ইহুদি, জায়নবাদী পরিবারে জন্মগ্রহণ করেছিলেন।  তার বাবা-মা ছিলেন মরিস আলেকজান্ডার এবং লিওনা ওয়াইজ আলেকজান্ডার। চার কন্যার মধ্যে তিনি ছিলেন জ্যেষ্ঠ। তার বাবা একজন অ্যাটর্নি ছিলেন যিনি রাস্তার রঙ তৈরি করে এমন একটি কোম্পানীও চালাতেন। তার মা একটি ট্রাভেল এজেন্সী পরিচালনা করতেন।  তিনি ১৯৫২ সালে হাইড পার্ক একাডেমী উচ্চ বিদ্যালয়ে পড়াশুনা শুরু করেছিলেন, ক্লাসে প্রায়ই কোণায় দাঁড়িয়ে থাকতে হয় বলে  নিজেকে একজন খারাপ ছাত্রী হিসেবে বর্ণনা করতেন। \nতিনি পনেরো বছর বয়সে শিকাগো ল্যাবরেটরি স্কুল  বিশ্ববিদ্যালয়ে শিক্ষা গ্রহণ করেছিলেন।  ১৯৫৭ সালে, ১৯  বছর বয়সে, তিনি শিকাগো বিশ্ববিদ্যালয় থেকে লিবারেল আর্টসে বিএ ডিগ্রি অর্জন করেন। তিনি উইসকনসিন বিশ্ববিদ্যালয়ে তার তত্ত্বাবধায়ক হ্যান্স রিস এবং ওয়াল্টার প্লাউটের অধীনে জীববিজ্ঞান অধ্যয়নের জন্য যোগদান করেন এবং ১৯৬০ সালে জেনেটিক্স এবং প্রাণীবিদ্যায় এমএস সহ স্নাতক ডিগ্রি লাভ করেন। (তার প্রথম প্রকাশনা, ১৯৫৮ সালে প্লাউটের সাথে জার্নাল অফ প্রোটোজোলজিতে প্রকাশিত হয়েছিল, ইউগলেনার জেনেটিক্সের উপর ছিল, ফ্ল্যাজেলেট যার মধ্যে প্রাণী এবং উদ্ভিদ উভয়ের বৈশিষ্ট্য রয়েছে।)  এরপর তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলে, এর অধীনে বিজ্ঞানের গবেষণা চালিয়ে যান। প্রাণিবিদ ম্যাক্স আলফার্ট। তিনি তার গবেষণাপত্রটি সম্পূর্ণ করার আগে, তাকে ১৯৬৪ সালে ম্যাসাচুসেটসের ব্র্যান্ডেস বিশ্ববিদ্যালয়ে গবেষণা সহযোগী এবং তারপর লেকচারশিপের প্রস্তাব দেওয়া হয়েছিল। সেখানে কাজ করার সময় তিনি ১৯৬৫ সালে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলে থেকে পিএইচডি অর্জন করেন। তার থিসিস ছিল একটি অস্বাভাবিক প্যাটার্ন ইউগলেনায় থাইমিডিন ইনকর্পোরেশন ।  ১৯৬৬ সালে তিনি বোস্টন বিশ্ববিদ্যালয়ে চলে যান, যেখানে তিনি বাইশ বছর জীববিজ্ঞান নিয়ে শিক্ষকতা করেন। তিনি প্রাথমিকভাবে একজন  সহকারী অধ্যাপক ছিলেন, তারপর ১৯৬৭ সালে সহকারী অধ্যাপক হিসেবে নিযুক্ত হন। তিনি ১৯৭১ সালে সহযোগী অধ্যাপক, ১৯৭৭ সালে পূর্ণ অধ্যাপক এবং ১৯৮৬ সালে বিশ্ববিদ্যালয়ের অধ্যাপক পদে পদউন্নীত হন। ১৯৮৮ সালে তিনি বোটানের বিশিষ্ট অধ্যাপক নিযুক্ত হন। আমহার্স্টে ম্যাসাচুসেটস বিশ্ববিদ্যালয়। তিনি ১৯৯৩ সালে জীববিজ্ঞানের বিশিষ্ট অধ্যাপক ছিলেন। ১৯৯৭ সালে তিনি (UMass) আমহার্স্টের ভূ-বিজ্ঞান বিভাগে স্থানান্তরিত হয়ে \"খুব আনন্দের সাথে\" ভূ-বিজ্ঞানের বিশিষ্ট অধ্যাপক হন,  যে পদে তিনি তার মৃত্যুর আগ পর্যন্ত অধিষ্ঠিত ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nমার্গুলিস তার স্নাতক ডিগ্রি পাওয়ার পরেই ১৯৫৭ সালে জ্যোতির্বিজ্ঞানী কার্ল সেগানকে বিয়ে করেন। সেগান তখন শিকাগো বিশ্ববিদ্যালয়ের পদার্থবিদ্যায় স্নাতক ছাত্র। তার পিএইচডি শেষ করার ঠিক আগে তাদের ১৯৬৪ সালে বিচ্ছেদ হয়েছিল। তাদের দুই পুত্র ছিল, ডরিওন সাগান, যিনি পরে একজন জনপ্রিয় বিজ্ঞান লেখক এবং তার সহযোগী হয়েছিলেন এবং জেরেমি সাগান, সফটওয়্যার বিকাশকারী এবং সাগান প্রযুক্তির প্রতিষ্ঠাতা।\n১৯৬৭ সালে তিনি টমাস এন. মার্গুলিসকে বিয়ে করেন, যিনি একজন ক্রিস্টালোগ্রাফার। তাদের একটি পুত্র ছিল যার নাম জাচারি মার্গুলিস-ওহনুমা, একজন নিউ ইয়র্ক সিটির ফৌজদারি প্রতিরক্ষা আইনজীবী এবং একটি কন্যা জেনিফার মার্গুলিস, শিক্ষক এবং লেখক।  ১৯৮০ সালে তাদের বিবাহবিচ্ছেদ হয়।\nতিনি মন্তব্য করেছিলেন, \"আমি দুবার স্ত্রী হিসাবে আমার চাকরি ছেড়ে দিয়েছি,\" এবং, \"একজন ভাল স্ত্রী, একজন ভাল মা এবং একজন প্রথম শ্রেণীর বিজ্ঞানী হওয়া মানবিকভাবে সম্ভব নয়। কেউ এটি করতে পারে না - কিছু করতে হবে।\"\n২০০০ এর দশকে তার সহকর্মী জীববিজ্ঞানী রিকার্ডো গুয়েরোর সাথে সম্পর্ক ছিল।\nতিনি ছিলেন একজন ধর্মীয় অজ্ঞেয়বাদী,  এবং একজন কট্টর বিবর্তনবাদী, কিন্তু আধুনিক বিবর্তনীয় সংশ্লেষণকে প্রত্যাখ্যান করেছিলেন,  এবং বলেছিলেন: \"আমার মনে আছে একদিন জেগে উঠেছিল একটি এপিফেনাস উদ্ঘাটন: আমি নব্য-ডারউইনবাদী নই! আমি মনে করি একটি পূর্বের অভিজ্ঞতা, যখন আমি বুঝতে পেরেছিলাম যে আমি একজন মানবতাবাদী ইহুদি নই। যদিও আমি ডারউইনের অবদানের প্রশংসা করি এবং তার বেশিরভাগ তাত্ত্বিক বিশ্লেষণের সাথে একমত এবং আমি একজন ডারউইনবাদী, আমি নব্য-ডারউইনবাদী নই।\"  তিনি যুক্তি দিয়েছিলেন যে \"প্রাকৃতিক নির্বাচন দূর করে এবং হয়ত বজায় রাখে, কিন্তু এটি তৈরি করে না\", এবং বজায় রেখেছিলেন যে সিম্বিওসিস বিবর্তনীয় পরিবর্তনের প্রধান চালক।\n২০১৩ সালে মার্গুলিসকে ন্যাশনাল সেন্টার ফর সায়েন্স এডুকেশনের উপদেষ্টা পরিষদের সদস্য হিসাবে তালিকাভুক্ত করা হয়েছিল।\nমারগুলিস রক্তক্ষরণজনিত স্ট্রোকের পাঁচ দিন পর ২২ নভেম্বর, ২০১১ তারিখে ম্যাসাচুসেটসের আমহার্স্টে বাড়িতে মারা যান।  তার ইচ্ছা অনুযায়ী তাকে দাহ করা হয় এবং তার ছাই তার বাড়ির কাছে তার প্রিয় গবেষণা এলাকায় ছড়িয়ে দেওয়া হয়।\n\n\n== অবদান ==\nএন্ডোসিম্বিওসিস তত্ত্ব\nবিবর্তনীয় শক্তি হিসাবে সিম্বিওসিস\nগাইয়া হাইপোথিসিস\nজীবনের পাঁচটি রাজ্য\n\n\n== বিতর্ক =="}