{"pageid": 1421939, "title": "ওএসকমার্স", "url": "https://bn.wikipedia.org/wiki?curid=1421939", "content": "ওএসকমার্স (ইংরেজিতে \"osCommerce\" হিসেবে বিন্যাসকৃত, ওএসকমার্সের অর্থ \"ওপেন সোর্স কমার্স\") একটি ই-কমার্স সফটওয়্যার সলিউশন। এটি পিএইচপি এবং মাইএসকিউএল ইনস্টল করা যেকোনো ওয়েব সার্ভারে ব্যবহার করা যেতে পারে। এটি গ্নু জেনারেল পাবলিক লাইসেন্সের অধীনে বিনামূল্যে সফটওয়্যার হিসাবে উপলব্ধ।\n\n\n== ইতিহাস ==\n২০০০ সালের মার্চ মাসে ওএসকমার্স জার্মানিতে হ্যারাল্ড পন্স ডি লিওন শুরু করেছিলেন। ওপেন সোর্স প্রকল্পটি দ্য এক্সচেঞ্জ প্রজেক্ট নামে পরিচিত ছিল। শুরুর দিকে ওএসকমার্সকে পন্স ডি লিওন \"একটি পার্শ্ব জিনিস\" এবং \"একটি উদাহরণ গবেষণা অধ্যয়ন\" হিসাবে উল্লেখ করেছিলেন। ২০০১ সালের শেষের দিকে, এটির উন্নয়নের জন্য একটি দল গঠিত হয় এবং হ্যারাল্ড পন্স ডি লিওনের ভাষায়, এই দলটি প্রকল্পটিকে গুরুত্ব সহকারে নেওয়া শুরু করেছিল। ২০০৫ সাল নাগাদ ২০০০টিরও বেশি ওয়েবসাইট ওএসকমার্স ব্যবহার করছিল এবং ২০০৯ সালে এই সংখ্যাটি ১৩,০০০-এ উন্নীত হয়। জানুয়ারী ২০২৪ পর্যন্ত, বিল্টউইথ প্রতিবেদন করেছে যে, বর্তমানে দৃশ্যমান ৩৯,৭৩৪টি ওয়েবসাইট ওএসকমার্স ব্যবহার করছে।\n২০২১ সালে হলবি গ্রুপ পন্স ডি লিওন থেকে ওএসকমার্স কিনেছিল এবং ৪.ক সংস্করণ তৈরি করার তাদের অভিপ্রায় ঘোষণা করেছিল। এটির মুক্তি শেষ পর্যন্ত ২০২২ সালের মার্চে নির্ধারিত হয়েছিল, তবে ইউক্রেনের যুদ্ধের কারণে এটি বিলম্বিত হয়েছিল।\n১৬ নভেম্বর ২০২১-এ, ওএসকমার্স ভি৪ বিট ১ সীমিত সংখ্যক বিটা পরীক্ষকদের জন্য প্রকাশ করা হয়েছিল।\nওএসকমার্স ভি৪ বিটা ২ ২৬ জানুয়ারী ২০২২-এ একাধিক বিটা পরীক্ষকদের কাছে প্রকাশ করা হয়েছিল।\nওএসকমার্স ভি৪ পাবলিক ডেমো ১ জুন ২০২২ এ প্রকাশিত হয়েছিল।\nওএসকমার্স ভি৪ একটি বিনামূল্যের শপিং কার্ট এবং ওপেন সোর্স ইকমার্স প্ল্যাটফর্ম হিসাবে ২৫ জুলাই ২০২২-এ প্রকাশ করা হয়েছিল। পুরানো সংস্করণগুলির সাথে প্রধান পার্থক্য ছিল সর্বশেষ সার্ভার সফটওয়্যার ব্যবহার, কোড এবং ডিজাইন আলাদা করা, ওএসকমার্স অ্যাপ শপ এবং অ্যাপস (বিনামূল্যে এবং মূল্যে), একাধিক বিক্রয় চ্যানেলের প্রবর্তন, একাধিক ডিজাইন টেমপ্লেট, ওয়াইসিওয়াই সম্পাদকে নির্মিত।\n\n\n== অফিসিয়াল সংস্করণ ==\nবর্তমান সংস্করণ হচ্ছে ৪.০।\nনিচের পূর্ববর্তী সংস্করণ এবং অ্যাডঅনগুলো osCommerce.com থেকে সরানো হয়েছে, কারণ সেগুলি অপ্রচলিত হয়ে গেছে।\n\n\n== শাখা ==\nগ্নু জেনারেল পাবলিক লাইসেন্সের অধীনে বিতরণ করা হয়েছে, ওএসকমার্স হল প্রথম দিকের পিএইচপি ভিত্তিক ওপেন সোর্স শপিং কার্ট সফটওয়্যার বিতরণগুলির মধ্যে একটি। এটি আরও অনেক অনলাইন স্টোর প্ল্যাটফর্ম তৈরি করতে অনুপ্রাণিত করেছে, যেমন ম্যাজেন্টো। এটি হতে জেন কার্ট, এক্সটি:কমার্স, ওএসসিম্যাক্স এবং ফিনিক্সের মতো বেশ কয়েকটি ফর্ক তৈরি করেছে।\n\n\n== প্রচারিত দুর্বলতা (পুরানো সংস্করণ) ==\nআগস্ট ২০১১-এ ওএসকমার্স সিস্টেমের ২.২ সংস্করণে তিনটি দুর্বলতা কাজে লাগানো হয়েছিল, একটি আইফ্রেম এবং জাভাস্ক্রিপ্ট কোড যোগ করার ফলে ওয়েবসাইটগুলিতে দর্শকদের সংক্রমিত হতে পারে৷ আর্মারাইজ রিপোর্ট করেছিল যে, এটি সংক্রামিত ওয়েব পৃষ্ঠাগুলিকে খুব অল্প সময়ের মধ্যে ৯০,০০০ হিট করতে দেয় যতক্ষণ না এটি লক্ষ্য করা যায় এবং এক সপ্তাহের মধ্যে আরও ৪.৫ মিলিয়ন পৃষ্ঠায় বৃদ্ধি পায়।\nওএসকমার্স ২.৩ নভেম্বর ২০১১-এ উপলব্ধ করা হয়েছিল এবং এক্সপ্লয়টেড সিকিউরিটি দুর্বলতাগুলো প্যাচ করেছিল।\nযখন ওএসকমার্স ২.৩-এর একটি প্রতিক্রিয়াশীল সংস্করণের চাহিদা বেড়ে যায়, তখন সম্প্রদায়ের সদস্যরা এটিকে বিকাশ করার জন্য নিজেদের উপর নিয়েছিল। প্রায়শই ওএসকমার্স ২.৩ (বিএস) হিসাবে উল্লেখ করা হয়, এটি পরে ফিনিক্স কার্ট নামে একটি ফর্ক আকারে বিবর্তিত হয়।\n\n\n== আর‌ও দেখুন ==\nঅ্যাবান্টেকার্ট সফটওয়্যার\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\nOsCommerce"}