{"pageid": 1421572, "title": "শেলডন কুপার", "url": "https://bn.wikipedia.org/wiki?curid=1421572", "content": "শেলডন লি কুপার,  পিএইচ.ডি., Sc.ডি .,  হল সিবিএস টেলিভিশন সিরিজ দ্য বিগ ব্যাং থিওরি এবং এর স্পিনঅফ সিরিজ ইয়ং শেলডনের একটি কাল্পনিক চরিত্র, যা যথাক্রমে অভিনেতা জিম পার্সনস এবং ইয়ান আর্মিটেজ দ্বারা চিত্রিত হয়েছে (পরবর্তী সিরিজের বর্ণনাকারী হিসাবে পার্সনদের সাথে)। তার চরিত্রে অভিনয়ের জন্য, পার্সন্স চারটি প্রাইমটাইম এমি অ্যাওয়ার্ড, একটি গোল্ডেন গ্লোব অ্যাওয়ার্ড, একটি টিসিএ অ্যাওয়ার্ড এবং দুটি ক্রিটিকস চয়েস টেলিভিশন অ্যাওয়ার্ড জিতেছে।চরিত্রটির শৈশব হল ইয়ং শেলডনের ফোকাস, যেখানে সে তার পরিবারের সাথে পূর্ব টেক্সাসে বেড়ে ওঠে।\nপ্রাপ্তবয়স্ক শেলডন ক্যালিফোর্নিয়া ইনস্টিটিউট অফ টেকনোলজি (ক্যালটেক) এর একজন সিনিয়র তাত্ত্বিক পদার্থবিদ এবং দ্য বিগ ব্যাং থিওরির প্রথম দশটি সিজনে তার সহকর্মী এবং সেরা বন্ধু, লিওনার্ড হফস্টাডটার ( জনি গ্যালেকি ) এর সাথে একটি অ্যাপার্টমেন্ট শেয়ার করেছেন। এছাড়াও তারা হাওয়ার্ড ওলোভিটজ ( সাইমন হেলবার্গ ) এবং রাজেশ কুথরাপ্পালি ( কুনাল নায়ার ) এর বন্ধু এবং সহকর্মী।সিজন 10-এ, শেলডন তার বান্ধবী অ্যামি ফারাহ ফাউলার ( মায়িম বিয়ালিক ) এর সাথে লিওনার্ডের স্ত্রী পেনির প্রাক্তন অ্যাপার্টমেন্টে ( ক্যালি কুওকো ) হল জুড়ে চলে।\nতার জিনিয়াস-স্তরের আইকিউ 187।দ্য বিগ ব্যাং থিওরিতে বলা হয় যে তার এবং লিওনার্ডের আইকিউ 360 পর্যন্ত যোগ হয়, যার অর্থ লিওনার্ডের আইকিউ 173।ইয়ং শেল্ডনে, তার মা বলেছেন যে আলবার্ট আইনস্টাইন এবং স্টিফেন হকিং- এর মতোই তার আইকিউ রয়েছে, যদিও কেউই আইকিউ পরীক্ষা দেননি বলে জানা যায়।যাইহোক, তিনি সামাজিক দক্ষতার একটি মৌলিক অভাব, হাস্যরসের একটি ক্ষীণ বোঝাপড়া এবং অন্য লোকেদের মধ্যে বিদ্রুপ এবং ব্যঙ্গ চিনতে অসুবিধা প্রদর্শন করেন, যদিও তিনি নিজে প্রায়শই তাদের নিয়োগ করেন।তিনি অত্যন্ত আদর্শহীন আচরণ এবং নম্রতা, সহানুভূতি এবং সহনশীলতার সাধারণ অভাব প্রদর্শন করেন।এই বৈশিষ্ট্যগুলি তাকে জড়িত বেশিরভাগ হাস্যরস প্রদান করে, যা তাকে শো-এর ব্রেকআউট চরিত্রে পরিণত করার কৃতিত্ব দেয়। কিছু দর্শক দাবি করেছেন যে শেলডনের ব্যক্তিত্ব অটিজম স্পেকট্রাম ডিসঅর্ডারের সাথে সামঞ্জস্যপূর্ণ (অথবা যাকে অ্যাসপারজার সিনড্রোম হিসাবে শ্রেণীবদ্ধ করা হত)। সহ-সৃষ্টিকর্তা বিল প্রাডি বলেছেন যে শেলডনের চরিত্রটি অ্যাসপারজারের ক্ষেত্রে কল্পনা করা হয়নি বা বিকশিত হয়নি, যদিও পার্সনস বলেছেন যে তার মতে, শেলডন অ্যাসপারজার সিন্ড্রোমের \" আরো দিকগুলি প্রদর্শন করতে পারেনি\"।\n\n\n== সৃষ্টি এবং ঢালাই ==\nশেলডন কুপারের চরিত্রটি একজন কম্পিউটার প্রোগ্রামার দ্বারা অনুপ্রাণিত হয়েছিল যা ব্যক্তিগতভাবে সিরিজের সহ-নির্মাতা বিল প্রাডির কাছে পরিচিত। অভিনেতা/প্রযোজক শেলডন লিওনার্ড এবং নোবেল পুরস্কার বিজয়ী লিওন কুপারের সম্মানে তিনি এবং তার বন্ধু লিওনার্ড হফস্টাডটারের নামকরণ করা হয়েছে। চাক লোরে মূলত জনি গ্যালেকিকে এই চরিত্রে অভিনয় করতে চেয়েছিলেন, কিন্তু গ্যালেকি ভেবেছিলেন তিনি লিওনার্ডের চরিত্রের জন্য \"ভালভাবে উপযুক্ত\" হবেন। লরে বলেছিলেন যে যখন জিম পার্সন এই ভূমিকার জন্য অডিশন দিয়েছিলেন, তখন তিনি \"এত চমকপ্রদ ভালো\" ছিলেন যে তাকে \"নিশ্চিত করার জন্য যে তিনি ভাগ্যবান হননি\" পুনরায় অডিশন দিতে বলা হয়েছিল।\n\n\n== চরিত্রায়ন ==\n\n\n=== জীবনের প্রথমার্ধ ===\nশেলডন এবং তার ভ্রাতৃত্বপূর্ণ যমজ বোন, মিসির জন্ম 26 ফেব্রুয়ারি, 1980, টেক্সাসের গালভেস্টনের লরেন্স মেমোরিয়াল হাসপাতালে,  এবং মেডফোর্ডে বেড়ে ওঠেন, পূর্ব টেক্সাসের একটি কাল্পনিক ছোট শহর যা ডালাস থেকে তিন ঘন্টার পথ।, তাদের বড় ভাই জর্জ জুনিয়র সহ, তাদের মা, মেরি কুপার, একজন স্পষ্টতই ভক্ত ব্যাপটিস্ট, এবং তাদের বাবা, জর্জ কুপার সিনিয়র, একজন ফুটবল কোচ। শেলডন একবার তার বাবাকে বরখাস্ত করেছিলেন যখন তিনি দোকানের মালিক মিঃ হিঙ্কলিকে বলেছিলেন যে জর্জ নগদ নিবন্ধন থেকে চুরি করছে।  ইয়ং শেল্ডনে, এটি পুনরায় সংযোজিত হয়েছে : তার বাবা একজন ফুটবল কোচ যিনি গালভেস্টনে তার কোচিং পদ থেকে বরখাস্ত হয়েছিলেন কারণ তিনি প্রকাশ করেছিলেন যে অন্যান্য কোচরা তাদের স্কুলে অবৈধভাবে খেলোয়াড়দের নিয়োগ করছে, পরিবারকে মেডফোর্ডে ফিরে যেতে বাধ্য করেছে। তিনি পান করেন, বেশিরভাগ বিয়ার, এবং একজন প্রেমময় পিতা যিনি তার বুদ্ধিবৃত্তিকভাবে প্রতিভাধর ছেলেকে বোঝার চেষ্টা করছেন। তার পরিবারের একমাত্র সদস্য যিনি বিজ্ঞানে তার কাজকে সক্রিয়ভাবে উত্সাহিত করেছিলেন তিনি ছিলেন তার মাতামহ, যাকে তিনি লালন করতেন এবং স্নেহের সাথে \"পপ-পপ\" বলে ডাকতেন এবং শেলডন যখন পাঁচ বছর বয়সে মারা যান। পপ-পপের ক্ষতি হল শেলডনকে ক্রিসমাস খুব বেশি পছন্দ না করার কারণে যখন তার ক্রিসমাস পপ-পপকে ফিরিয়ে আনার ইচ্ছা পূরণ হয়নি। শেলডনের সবচেয়ে কাছের আত্মীয় হলেন তার মাতামহী যাকে তিনি স্নেহের সাথে \"মীমাও\" বলে ডাকেন এবং যিনি তাকে \"মুন পাই\" বলে ডাকেন। তার খালাও তাকে চিকিৎসা সরঞ্জাম দিয়ে বিজ্ঞানে তার কাজকে উত্সাহিত করেছিলেন বলে বলা হয়েছিল, \"যদি পদার্থবিজ্ঞানে তার কাজ ব্যর্থ হয়, তবে তার পিছনে ফিরে যাওয়ার জন্য একটি 'বাণিজ্য' হবে\"। ইয়ং শেলডন- এ দেখানো হয়েছে যে তার শৈশবের বন্ধু ট্যামই তাকে কমিক বই এবং অন্ধকূপ এবং ড্রাগনের মতো অ-বৈজ্ঞানিক আগ্রহের সাথে পরিচয় করিয়ে দিয়েছিল।\nশেলডন শৈশবকাল থেকেই বিজ্ঞানের প্রতি আগ্রহী ছিলেন এবং তিনি ছিলেন একজন শিশু বিদ্বেষী,  যদিও তার আচরণগত কুয়াশা এবং তার উচ্চতর বুদ্ধির বিষয়ে তার নম্রতার অভাবের কারণে, সহপাঠী এবং প্রতিবেশীদের দ্বারা তাকে উত্ত্যক্ত করা হয়েছিল। শেলডন এগারো বছর বয়সে কলেজে প্রবেশ করেন,  এবং চৌদ্দ বছর বয়সে তিনি কলেজ থেকে স্নাতক হন সুমা কাম লাউড ।  দ্য বিগ ব্যাং থিওরির পুরো সময় জুড়ে, তিনি যে কলেজে স্নাতক অধ্যয়নের জন্য গিয়েছিলেন তা প্রকাশ করা হয়নি, তবে তিনি সর্বদা অনুভব করতেন যে এটি তার সহকর্মী বিগ ব্যাং থিওরি সহকর্মী প্রিন্সটন (লিওনার্ড), কেমব্রিজ (রাজ) এর আলমা ম্যাটারদের চেয়ে উচ্চতর ছিল।, এবং MIT (হাওয়ার্ড); যাইহোক, এটি \"দ্য ট্যাম টারবুলেন্স\" (সিজন 12, পর্ব 4) এ বোঝানো হয়েছে যে শেলডন প্রকৃতপক্ষে একজন ক্যালটেক প্রাক্তন ছাত্র, এবং ইয়ং শেলডনে তিনি কাল্পনিক ইস্ট টেক্সাস টেক-এ নথিভুক্ত হওয়ার কথা বলা হয়েছে। তারপর থেকে, তিনি তার ডক্টরেটের উপর কাজ করেছিলেন, জার্মানির হাইডেলবার্গ বিশ্ববিদ্যালয়ের একজন ভিজিটিং প্রফেসর ছিলেন, সেই সময়ে স্টিভেনসন পুরস্কার প্রাপ্ত সর্বকনিষ্ঠ ব্যক্তি ছিলেন,  এবং জার্নাল অফ ফিজিক্যাল কেমিস্ট্রি A এর প্রচ্ছদে উপস্থিত হয়েছেন।  শেলডন এখন ক্যালটেক- এ গবেষণা করছেন একজন তাত্ত্বিক পদার্থবিজ্ঞানী, যদিও তিনি ইয়ং শেলডনে বলেছিলেন যে তাদের উদ্বেগহীন জীবনযাত্রার কারণে তিনি নিজেকে ক্যালিফোর্নিয়ায় বসবাস করতে দেখতে পাননি।\n\n\n=== ব্যক্তিত্ব ===\nলিওনার্ড, রাজ এবং হাওয়ার্ডের মতো, শেলডনকে অত্যন্ত বুদ্ধিমান হিসাবে চিহ্নিত করা হয়, কিন্তু তিনি চরম একগুঁয়েতা এবং নিষ্ঠুরতার মতো শিশুসুলভ গুণাবলী প্রদর্শন করেন। বার্নাডেট দাবি করেছেন যে শেলডন কখনও কখনও খারাপ হওয়ার কারণ হল কারণ তার মস্তিষ্কের যে অংশটি তাকে বলে যে এটি খারাপ হওয়া ভুল তা হল \"তার মস্তিষ্কের বাকি অংশ থেকে ওয়েজি পাওয়া\"। যাইহোক, সিজন 8-এর \"দ্য স্পেস প্রোব ডিসইনটিগ্রেশন\"-এ শেলডন অশ্রুসিক্তভাবে লিওনার্ডকে স্বীকার করেন যে তিনি তার আচরণ সম্পর্কে সচেতন। দ্য বিগ ব্যাং থিওরির প্রথম চারটি পর্বে শেলডনকে তার পরবর্তী চরিত্রায়নের ক্ষেত্রে কিছুটা অসামঞ্জস্যপূর্ণভাবে চিত্রিত করা হয়েছে, যেখানে তাকে বেশ মজার এবং ব্যঙ্গাত্মক হিসেবে চিত্রিত করা হয়েছে এবং পাইলট পর্বে পেনির প্রতি কিছুটা তোষামোদ করা হয়েছে, যেখানে তিনি এবং লিওনার্ড তার জন্য সংক্ষিপ্তভাবে প্রতিদ্বন্দ্বিতা করেন। মনোযোগ: প্রাডির মতে, চরিত্রটি \"পাঁচ পর্বের পরে বিকশিত হতে শুরু করে এবং তার নিজের জিনিস হয়ে ওঠে\"।\nশেলডন প্রায়শই বলেন যে তার একটি ইডেটিক স্মৃতি রয়েছে (যদিও তার আত্মজীবনী স্মরণ করার ক্ষমতা হাইপারথাইমেসিয়ার মতো) এবং একটি আইকিউ 187,  যদিও তিনি দাবি করেন যে তার আইকিউ স্বাভাবিক পরীক্ষা দ্বারা সঠিকভাবে পরিমাপ করা যায় না।  তিনি প্রথমে একটি স্নাতকোত্তর ডিগ্রি এবং দুটি ডক্টরেট ডিগ্রি দাবি করেছিলেন, তবে এই তালিকা আরও বেড়েছে।   শেলডন পদার্থবিদ্যা, স্পেকট্রোস্কোপি, রেডিওলজি, কেমিস্ট্রি, ফার্মাকোলজি, অ্যানাটমি এবং ফিজিওলজি, প্রাণিবিদ্যা, মাইক্রোবায়োলজি, অ্যাস্ট্রোনমি , কসমোলজি , বীজগণিত, ক্যালগোন কম্পিউটার, ইকোনমিক ট্রাই, সফ্টওয়্যার , সফটওয়্যার ইত্যাদির মতো বিভিন্ন বিষয়ে দক্ষতা (এবং বিস্তৃত জ্ঞান) রাখেন। প্রকৌশল, রোবোটিক্স / সাইবারনেটিক্স, কৃত্রিম বুদ্ধিমত্তা, ন্যানো প্রযুক্তি, ইতিহাস, নৃবিজ্ঞান, ভূগোল, ভাষাবিজ্ঞান, ক্রিপ্টোগ্রাফি, ফরেনসিক, এবং রেলপথ প্রকৌশল (তিনি একজন সুপরিচিত রেল ভক্ত এবং কে ফ্লুতে অতিরিক্ত মডেল ট্রেনের অনুরাগী), এবং, সুইডিশ, ফিনিশ, ম্যান্ডারিন,  এবং হিন্দি ভাষায় কিছু জ্ঞান রয়েছে। ইয়ং শেলডনে এটাও প্রকাশিত হয়েছে যে তিনি স্প্যানিশ ভাষায় দক্ষ, যদিও সেই বিশেষ দক্ষতা দৃশ্যত দ্য বিগ ব্যাং থিওরির সময় কমে গেছে। তিনি দুর্দান্ত সংগীত প্রতিভাও দেখান, কীভাবে পিয়ানো বাজাতে হয় (বাস্তব জীবনে পার্সনদের মতো) এবং থেরেমিন (যা পার্সনরা বাস্তব জীবনে বাজাতে শিখেছিল) এবং নিখুঁত পিচের সাথে গান গাইতে জানে।  যদিও তার বন্ধুদেরও তার মতো বুদ্ধি আছে, তার অহংবোধ এবং একগুঁয়েমি তাদের প্রায়ই হতাশ করে। শেলডন মাঝে মাঝে স্ল্যাং ব্যবহার করেন (খুবই অপ্রাকৃতিক ফ্যাশনে) এবং তার ক্যাচফ্রেজ \" !\" দিয়ে কৌতুক অনুসরণ করেন, যেটি এখন ওয়ার্নার ব্রাদার্সের একটি আনুষ্ঠানিকভাবে ট্রেডমার্ক। যা তার ব্যতিক্রমী বিরল আলিঙ্গনকে অত্যন্ত বিশ্রী এবং বেদনাদায়ক-সুদর্শন করে তোলে। এছাড়াও তার হিমোফোবিয়া এবং সিনেস্থেসিয়া রয়েছে, পরবর্তীটি প্রদর্শিত হয় যখন তিনি মৌলিক সংখ্যাগুলিকে লাল, যমজ প্রাইমগুলিকে গোলাপী এবং গ্যাসোলিনের মতো গন্ধ এবং ফাজেসিকেলগুলিকে আলোর গতির মতো স্বাদ হিসাবে বর্ণনা করেছিলেন। গোপন রাখতে বলা হলে, যখন তাকে বাধা দেওয়া হয়, বা যখন তিনি তর্ক শুনতে পান তখন শেলডনের সমস্যা হয়।    তিনি একজন নোটারি পাবলিকও এবং আইন ও চুক্তিতে তার জ্ঞান সাধারণত তার নিজের সুবিধার জন্য ব্যবহার করেন এবং যখন তিনি যুক্তিযুক্তভাবে রক্ষা করতে পারেন না এমন একটি আইনি দিককে চ্যালেঞ্জ করা হয় তখন সর্বদা বিরক্ত হন। তার আচরণে, শেলডন অবসেসিভ-বাধ্যতামূলক ব্যক্তিত্বের ব্যাধির সাথে সম্পর্কিত লক্ষণগুলিও দেখান, যেমনটি অ্যামি নিজেই শো-তে পরামর্শ দিয়েছিলেন যে কীভাবে, যখনই একটি দখল করা ঘরের দরজার কাছে যায়-বাথরুম বলুন-তাকে অবশ্যই তিনবার নক করতে হবে, তারপর ব্যক্তির নাম বলুন, এবং এটি তিনবার পুনরাবৃত্তি করতে হবে; তেরো বছর বয়সে অন্য একজন মহিলার সাথে তার বাবার সাথে চলাফেরা করার ফলে এটি প্রকাশিত হয়েছিল (\"প্রথম [নক] ঐতিহ্যগত, কিন্তু 'দুই' এবং 'তিন' হল লোকেরা তাদের প্যান্ট পরার জন্য।\")।  একজন ব্যক্তির বাড়িতে প্রবেশ করার পরে, বসার আগে তাকে অবশ্যই উপযুক্ত আসন নির্বাচন করতে হবে। যখন পেনি দ্বারা পরামর্শ দেওয়া হয়েছিল যে তিনি \"যেকোন জায়গায় বসেন\", তার প্রতিক্রিয়া হল \"ওহ, না, যদি এটি এত সহজ হত!\" তার অনমনীয়তা এবং একগুঁয়েতার কারণে, শুধুমাত্র তার মা এবং বার্নাডেট,  উভয়েই শক্তিশালী মাতৃত্বের অধিকারী, তাকে কিছু করতে আদেশ করার ক্ষমতা দেখিয়েছেন। তার বন্ধুদের মতো, শেলডনও কমিক বই (বেশিরভাগই ডিসি ইউনিভার্স থেকে), পোশাক, ভিডিও গেম (তিনি বিভিন্ন ভিনটেজ গেম এবং সিস্টেমের মালিকানার উল্লেখ করেছেন), রোলপ্লেয়িং গেমস, টেবিলটপ গেমস, সংগ্রহযোগ্য কার্ড গেম এবং অ্যাকশন ফিগারের প্রতি অনুরাগী। শেলডন তার নায়ক লিওনার্ড নিময়, কার্ল সাগান এবং স্ট্যান লি, পাশাপাশি টেলিভিশন বিজ্ঞানী বিল নিয়ের কাছ থেকে নিষেধাজ্ঞার আদেশ পেয়েছেন।  শেলডন প্রায়শই সুপারহিরো লোগো দিয়ে সজ্জিত ভিনটেজ টি-শার্ট পরেন। তার একটি শার্টে 73 নম্বর লেখা রয়েছে এবং \"দ্য এলিয়েন প্যারাসাইট হাইপোথিসিস\" পর্বে তিনি ব্যাখ্যা করেছেন যে 73 তার প্রিয় সংখ্যা কারণ এটি 21তম মৌলিক সংখ্যা, এর আয়না, 37, 12তম মৌলিক সংখ্যা এবং এর আয়না (21) হল 7 এবং 3কে গুণ করার গুণফল, বাইনারিতেও, 73 হল 1001001, একটি প্যালিনড্রোম ।\nশেলডন মাঝে মাঝে সহানুভূতি দেখিয়েছেন, যার মধ্যে পেনিকে দ্রুত ফেরত পাওয়ার আশা না করে টাকা ধার দেওয়া (যদিও এটি হয়তো তার যৌক্তিক স্পকের মতো একটি সমস্যা সমাধানের জন্য প্রতিক্রিয়া ছিল; সর্বোপরি, তিনি অর্থ ব্যবহার করেননি এবং করবেন না। মিস  ) এবং তার কাঁধ স্থানচ্যুত হলে তাকে হাসপাতালে নিয়ে যাওয়া হয়।  সিজন 6 এপিসোড \"দ্য ডিকপলিং ফ্লাকচুয়েশন\", অ্যামি গোপনে তাকে বলে যে পেনি লিওনার্ডের সাথে সম্পর্ক ছিন্ন করার কথা ভাবছে। লিওনার্ডের কাছ থেকে গোপন রাখার জন্য সংগ্রাম করে, শেলডন মাঝরাতে পেনিকে জাগিয়ে তোলে এবং তাকে তার বন্ধুকে আঘাত না করতে বলে। সিজন 8 সমাপ্তিতে, তিনি লিওনার্ড এবং পেনির জন্য তার প্রকৃত আনন্দ প্রকাশ করেন যখন তারা অবশেষে লাস ভেগাসে বিয়ে করার সিদ্ধান্ত নেয় (যদিও তার এবং অ্যামির বিচ্ছেদের পর সিজন 9 প্রিমিয়ারের সময় তার অবস্থান সংক্ষিপ্তভাবে বিপরীত হয়েছিল)। সিজন 10 থেকে, অন্যদের প্রতি তার সহানুভূতি এবং যত্নশীল মনোভাব এমন পরিমাণে উন্নত হয়েছে যে সে তার বাগদত্তা অ্যামিকে আদর করার জন্য তার পথের বাইরে চলে যায়। শেলডন স্বীকার করেছেন যে তিনি কোয়ালা ভাল্লুককে ইউক্যালিপটাসের উপর এত বেশি ঝাঁকুনি দিতে পছন্দ করেন যে তার মুখের অভিব্যক্তি রয়েছে যা তিনি তার কোয়ালা মুখ হিসাবে উল্লেখ করেন। তিনি উপহারগুলি অপছন্দ করেন, কারণ \"সামাজিক প্রথা\" তার দৃষ্টিতে উপহার গ্রহণকারীর উপর একটি ঘৃণা বা বোঝা তৈরি করে যা \"উপহার-সম্পর্ক\" এর সাথে জড়িত দুজনের মধ্যে একজনের মৃত্যু না হওয়া পর্যন্ত বন্ধ হবে না, হয় ঋণে বা একটি অযথা উদ্বৃত্ত সঙ্গে.  শেলডন তার মায়ের প্রতি প্রতিশ্রুতির কারণে মাদকদ্রব্য গ্রহণ করেন না, এমনকি ক্যাফিনের মতো আইনী ওষুধও গ্রহণ করেন না এবং দুর্ঘটনাক্রমে সেগুলি সেবন করলে অতি সংবেদনশীল হন।   যাইহোক, এটি দেখানো হয়েছে যে অ্যালকোহল প্রায়শই শেলডনকে উল্লেখযোগ্যভাবে শিথিল করে তোলে,  যদিও এটি কখনও কখনও তার রায়কেও মেঘ করে দেয়। অ্যালকোহলযুক্ত পানীয় পান করার পরে (ইচ্ছাকৃতভাবে এবং দুর্ঘটনাক্রমে), তিনি এমন কিছু করেছেন যা তিনি কখনই শান্ত থাকার সময় করতেন না, যেমন উচ্চস্বরে গান করা,  লোকে পূর্ণ দর্শকদের চাঁদ তোলা,  উইল হুইটনের মুখোমুখি হওয়া,  চলে যাওয়া \"মাতাল ডায়ালিং\" স্টিফেন হকিং এবং স্নেহের সাথে অ্যামির পিঠে থাপ্পড় মারার পরে অত্যন্ত অনুপযুক্ত ভয়েসমেল।  কফি বা এনার্জি ড্রিংকস আকারে ক্যাফেইন গ্রহণ করার পরে, সাধারণত বিরল অনুষ্ঠানে যে সময়সীমা পূরণের জন্য তাকে তার স্বাভাবিক কাজের সময়ের বাইরে কাজ করতে হয়, সে একটি অতিসক্রিয়, অনিয়মিত পদ্ধতিতে কাজ করে।\nতার বন্ধুদের সমালোচনার জবাবে যে সে মানসিকভাবে অসুস্থ, শেলডন প্রায়ই উত্তর দেন, \"আমি পাগল নই; আমার মা আমাকে পরীক্ষা করেছিলেন\"; যেটি তার মা সত্য বলে নিশ্চিত করেছেন, একবার ইচ্ছা করার সময় তিনি একটি ফলো-আপ পরীক্ষার মধ্য দিয়ে যেতেন।\n\n\n=== পরিবার ===\nশেলডন তার পরিবারের সাথে দৃঢ়ভাবে বৈপরীত্য করেন, যারা বিজ্ঞানী বা বুদ্ধিজীবী নন। তার বাবা জর্জ দ্য বিগ ব্যাং থিওরি শুরু হওয়ার আগে মারা যান, যখন শেলডনের বয়স 14 বা 15,  যখন তার মা মেরি একজন ধর্মপ্রাণ ব্যাপটিস্ট এবং প্রেমময় পিতামাতা। শেলডনের দুটি ভাইবোন রয়েছে: একটি যমজ বোন, মিসি, যিনি একজন প্রাপ্তবয়স্ক হিসাবে লম্বা, আকর্ষণীয় শ্যামাঙ্গিনী; এবং একজন বড় ভাই,  জর্জ জুনিয়র, যিনি ডালাসে সদর দফতরে ডাঃ টায়ার নামে একটি টায়ার স্টোর চেনের মালিক।  প্রাপ্তবয়স্ক শেলডন বলেছেন যে মিসি এবং জর্জ জুনিয়র উভয়েই শৈশবকালে শেলডনকে মারধর করেন এবং তাদের মা তাদের \"স্যুপের মতো বোবা\" বলে বর্ণনা করেন।  দ্য বিগ ব্যাং থিওরির পাইলট পর্বে, শেলডন লিওনার্ডকে বলেন যে ডিএনএ একজন বুদ্ধিমান সন্তানের গ্যারান্টি নয় কারণ তিনি নিজে একজন তাত্ত্বিক পদার্থবিদ এবং তার যমজ বোন ফুডড্রাকার্সের একজন হোস্টেস। শেলডন তার নানীকে খুব পছন্দ করেন, যাকে তিনি \"মিমাউ\" বলে ডাকেন এবং যিনি তাকে \" মুন পাই \" বলে ডাকেন।  তিনি তার দাদাকে ডাকেন, যিনি শেলডনের বয়স যখন পাঁচ বছর বয়সে মারা গিয়েছিলেন, \"পপ পপ\"।  শেলডনও তার দাদার খুব ঘনিষ্ঠ ছিলেন, একবার বলেছিলেন যে তার দাদাই একমাত্র আত্মীয় যিনি তাকে বিজ্ঞানে জড়িত হতে উত্সাহিত করেছিলেন।\nশেলডনের একজন মামা, এডওয়ার্ড, যাকে \"স্টাম্পি\" বলা হয় যখন তিনি হাতে একটি কাঠের চিপার পরিষ্কার করেছিলেন। শার্লিন নামে তার এক মামীও আছে, যা ইয়াং শেলডনে প্রকাশ করেছিল যখন তার মা মীমাউকে বলেছিলেন যে তিনি তার চেয়ে বেশি বার \"শার্লিন এবং এডওয়ার্ড\" এর জন্য ডিনার করেছেন। শেলডনের আরেক চাচা ছিলেন, কার্ল কুপার, যিনি একটি চিমনি পরিষ্কার করার সময় একটি ব্যাজার দ্বারা নিহত হয়েছিলেন, এবং অন্য একজন চাচা যিনি ওকলাহোমায় \"দ্য ক্লিন রুম ইনফিল্ট্রেশন\"-এর জন্য আইনানুগ শিশুদের সাথে এমন কিছু করতে পারেন।\n\"দ্য এনগেজমেন্ট রিঅ্যাকশন\"-এ শেলডন উল্লেখ করেছেন যে তার খালা রুথ একটি প্যাথোজেন দ্বারা সংক্রমিত হওয়ার এক সপ্তাহ পরে মারা গিয়েছিলেন যেখানে তিনি শেলডনের চাচা রজারকে দেখতে গিয়েছিলেন এবং তাদের ছাই এখন শেলডনের মায়ের আবরণে একটি কফির ক্যানে সংরক্ষণ করা হয়েছে। ইয়াং শেলডন নিশ্চিত করেছেন যে রুথ হলেন জর্জের বোন এবং তিনি এবং রজার 1990 সালের মধ্যে এখনও বেঁচে আছেন।\nইয়ং শেলডন পর্বে \"ভ্যানিলা আইসক্রিম, জেন্টলম্যান কলারস এবং একটি ডিনেট সেট\", এটি প্রকাশ করা হয়েছে যে শেলডনের ভবিষ্যতে সন্তান রয়েছে, তবে বিগ ব্যাং থিওরিতে এটি কখনই উল্লেখ বা নিশ্চিত করা হয়নি। ইয়াং শেলডন পর্ব \" গ্র্যাজুয়েশন \" (সিজন 4 পর্ব 1), শেলডন তার ছেলে লিওনার্ড কুপারের কথা উল্লেখ করেছেন। তিনি বলেছেন যে তিনি তার নাম লিওনার্ড নিময় কুপার রাখতে চেয়েছিলেন, কিন্তু তার স্ত্রী অ্যামি আপত্তি করেছিলেন।  দ্য বিগ ব্যাং থিওরিতে, শেলডন সামাজিক বা আচরণগত পরীক্ষা-নিরীক্ষার বিষয় হিসাবে পরিবেশন করার জন্য একটি অসম্ভাব্য সংখ্যক হলেও অ্যামির সাথে সন্তান নেওয়ার আগ্রহ প্রকাশ করেছিলেন।\n\n\n=== সম্পর্ক ===\nশেলডনের সবচেয়ে কাছের বন্ধুরা হলেন লিওনার্ড হফস্ট্যাডটার, হাওয়ার্ড ওলোভিটজ এবং রাজ কুথ্রাপ্পালি । তিনটির মধ্যে, শেলডন প্রকাশ্যে হাওয়ার্ডকে প্রত্যাখ্যান করেন এবং ক্রমাগত মত দেন যে ইঞ্জিনিয়ারিংয়ে স্নাতকোত্তর ডিগ্রি অন্যদের তুলনায় কম বুদ্ধি প্রদর্শন করে, যারা সকলেই বিজ্ঞান ডক্টরেটের অধিকারী। তা সত্ত্বেও, শেলডন হাওয়ার্ডকে \"মূল্যবান পরিচিত\"  এবং পরে তার বন্ধু  হিসাবে বিভিন্ন পয়েন্টে উল্লেখ করেছেন। শেলডন ক্রমাগত লিওনার্ডকে ছোট করে এবং তার কাজকে বরখাস্ত করে, তবুও একই সাথে লিওনার্ডকে তার সেরা বন্ধু হিসাবে বিবেচনা করে, কারণ তারা একসাথে থাকত এবং একে অপরকে সহ্য করতে পারত: \"দ্য স্পেস প্রোব ডিসইনটিগ্রেশন\"-এ, শেলডন লিওনার্ডকে স্বীকার করেছেন যে তিনি কীভাবে সচেতন ছিলেন। তিনি কঠিন হতে পারেন, এবং অশ্রুসিক্তভাবে লিওনার্ডকে তার জীবনে নিজের থাকা সত্ত্বেও কৃতজ্ঞতা প্রকাশ করেন, যার ফলে লিওনার্ড তার পাশে ভেঙে পড়েন। প্রাডি বলেছিলেন যে \"সবকিছু থাকা সত্ত্বেও, লিওনার্ড শেলডনকে তার সেরা বন্ধু হিসাবে বিবেচনা করে তা আমাদের শেলডনের অপরিহার্য মানবতার কথা মনে করিয়ে দেয়\"। শেলডন তার জীবনে শুধুমাত্র একটি সময়ে সীমিত সংখ্যক বন্ধু থাকাকে সামলাতে পারে, কিন্তু পরে যখন সে বার্নাডেট এবং অ্যামিকে সামাজিক গোষ্ঠীর অংশ হিসাবে গ্রহণ করে তখন নমনীয়তা দেখায়। সিজন 6-এ, ছেলেরা জিজ্ঞাসা করে যে হাওয়ার্ড মহাকাশে থাকাকালীন কমিক বুক স্টোরের মালিক স্টুয়ার্ট গ্রুপের অংশ হতে পারে কিনা।\nপেনি একজন বিজ্ঞানী না হওয়া সত্ত্বেও বা গ্রুপের অনেক আগ্রহ ভাগাভাগি করে না থাকা সত্ত্বেও, এবং প্রথম পর্বে শেলডনের সাথে ক্রমাগত মারামারি করে, তারা ঘনিষ্ঠ বন্ধু হয়ে ওঠে।  যদিও কিছু ভক্ত শেলডন এবং পেনির মধ্যে একটি রোমান্টিক সম্পর্ককে সমর্থন করেছিলেন, লরে তার বিরোধিতা করেছিলেন এই বলে: \"আমরা এমন একটি চরিত্র তৈরি করতে গিয়ে হোঁচট খেয়েছি যে নিজের জন্য এমন একটি জীবনধারা বেছে নিয়েছে যা অনন্য। এবং আমি ডন এটা পরিবর্তন করার কোনো কারণ দেখছি না।\"\nতিনি একবার স্টার ট্রেক: দ্য নেক্সট জেনারেশন- এর কাল্পনিক প্রডিজি ওয়েসলি ক্রাশারকে মূর্তি বানিয়েছিলেন, উইল হুইটন দ্বারা চিত্রিত, যতক্ষণ না 1995 সালে শেলডনের একটি কনভেনশনে হুইটন উপস্থিত হননি। শেলডন কনভেনশনে যাওয়ার জন্য একটি বাসে 15 ঘন্টা কাটিয়েছিলেন এই সময়ে তাকে চলন্ত গাড়িতে প্রস্রাব করার নিয়ম ভঙ্গ করতে বাধ্য করা হয়েছিল। এই মুহুর্তের পরে উইল হুইটন শেলডনের নশ্বর শত্রু তালিকায় ছয় নম্বরে পরিণত হন (একটি তালিকা তিনি শুরু করেছিলেন যখন তিনি 5¼-ইঞ্চি ফ্লপি ডিস্কে 9 বছর বয়সে ছিলেন)। ওয়েটন তার সহকর্মী ব্যারি ক্রিপকে এবং লেসলি উইঙ্কেলের সাথে শেলডনের নশ্বর শত্রুদের একজন ছিলেন। পরবর্তীতে, Wheaton শেলডনের সাথে জিনিসগুলি সামঞ্জস্য করতে সক্ষম হয়, শুধুমাত্র অসাবধানতাবশত শত্রু তালিকার স্থানটি ব্রেন্ট স্পিনারের কাছে পৌঁছে দেয়, যিনি শেলডনকে উপহার হিসাবে উপস্থাপন করা একটি স্বাক্ষরিত ওয়েসলি ক্রাশার অ্যাকশন ফিগার থেকে প্যাকেজিংটি সরিয়ে দেন।  শেলডন পরবর্তীতে Wheaton এর সাথে তার শত্রুতা 11-এর \"The Proton Regeneration\"-এ আবার শুরু করবে যখন তারা শেলডনের শৈশবের প্রিয় বিজ্ঞান টিভি সিরিজ, প্রফেসর প্রোটনের একটি ইন্টারনেট রিবুটে প্রধান ভূমিকার জন্য প্রতিদ্বন্দ্বিতা করবে, যেখানে Wheaton অংশ পাবে; যাইহোক, যখন তিনি দেখেন যে Wheaton কতটা ভাল ভূমিকা পালন করছে এবং হাওয়ার্ডের পরামর্শে, তিনি তার কাছে ক্ষমা চান।\nএটি অনুমান করা হয়েছে যে শেলডন অযৌন বা সুগন্ধী হতে পারে। সিরিজের সহ-নির্মাতা চাক লোরে বলেছেন: \"[শেল্ডন] সম্পর্কে যা অসাধারণ এবং অনন্য তার একটি অংশ হল সে সম্পর্ক খেলায় না খেলতে বেছে নিয়েছে – বিষমকামী, সমকামী, উভকামী, যেকোন যৌনতা।\" এটি \"দ্য কুপার-নোভিটজকি থিওরেম\"-এ উল্লেখ করা হয়েছে, যখন শেলডন অজান্তেই গ্র্যাড স্টুডেন্ট রামোনা নাউইটজকির দৃষ্টি আকর্ষণ করেন, এবং পেনি এটি দেখে তার বন্ধুদের জিজ্ঞেস করেন তার \" চুক্তি\" (অর্থাৎ, যৌন অভিমুখীতা) হল, যার উত্তরে লিওনার্ড বলেন, \"সত্যি বলতে, আমরা এই ধারণার অধীনে কাজ করছি যে তার কোনো 'ডিল' নেই\"; যখন লিওনার্ড অনুমান করেছিলেন যে শেলডন তার লার্ভা পর্যায়ে ছিল এবং একদিন তার রূপ নেবে একটি ক্রাইসালিস, হাওয়ার্ড বিশ্বাস করতেন যে শেলডন খুব বেশি থাই খাবার খাওয়ার পরে মাইটোসিসের মাধ্যমে পুনরুৎপাদন করবেন।\n\nসিজন 3 ফাইনালে, হাওয়ার্ড এবং রাজ শেলডনকে ব্ল্যাকমেইল করে অ্যামি ফারাহ ফাউলারের সাথে দেখা করার জন্য, যার সাথে তারা একটি ডেটিং ওয়েবসাইটে তার সাথে মিলিত হয়েছিল। ডেটিং ওয়েবসাইট সম্পর্কে কিছু অপ্রীতিকর মন্তব্যের পর, শেলডন দেখতে পান যে অ্যামি তার সাথে একমত, এবং যখন সে বলে যে \" কোইটাস সহ যে কোনো বা সমস্ত শারীরিক যোগাযোগ টেবিলের বাইরে\"। তাদের সম্পর্ক 4 মরসুমে চলতে থাকে, যদিও শেলডন প্রায়শই উল্লেখ করেন যে তারা একটি রোমান্টিক সম্পর্কের মধ্যে নেই (বলেন যে তিনি \"একজন মেয়ে যিনি একজন বন্ধু, কিন্তু আমার বান্ধবী নন\")। দুজনেই তাদের তৈরি করা বুদ্ধিবৃত্তিক খেলা উপভোগ করে এবং অ্যামি এবং শেলডন প্রকাশ্যে একই ধরনের বুদ্ধিবৃত্তিক শ্রেষ্ঠত্ব প্রকাশ করে।\nসিজন 5-এ, যখন লিওনার্ড অসাবধানতাবশত বোঝায় যে তিনি এবং অ্যামি একটি বিয়ের রিসেপশনের পরে সেক্স করেছেন যেখানে তারা দুজনই যোগ দিয়েছিলেন, শেলডন অপ্রত্যাশিতভাবে হিংসাত্মক প্রতিক্রিয়া দেখান, লিওনার্ডকে বলতে গিয়ে লিওনার্ডের ঘাড় ক্যারাটে-কাপ করেন \"সে আপনার জন্য নয়... আপনার জন্য নয় !\"  পরে, শেলডন আনুষ্ঠানিকভাবে অ্যামিকে \" দ্য ফ্লেমিং স্পিটুন অ্যাকুইজিশন \"-এ তার বান্ধবী হতে বলে। তাদের সম্পর্কের সময়, অ্যামি শেলডনকে তার স্বার্থকে আলিঙ্গন করে তার প্রতি তার অনুভূতি বাড়ানোর জন্য আরও মনোযোগ দেওয়ার জন্য একটি প্রচারণা শুরু করে।  যখন তারা হাওয়ার্ডকে তার সিজন ফাইনালে মহাকাশে লঞ্চ হতে দেখে, অ্যামি অবাক হয়ে যায় যখন শেলডন মানসিক সমর্থনের জন্য তার হাত নেয়।\nসিজন 6-এর প্রথমার্ধে, \" দ্য পার্কিং স্পট এসকেলেশন \" এবং \" দ্য ফিশ গাটস ডিসপ্লেসমেন্ট \"-এ, অ্যামিকে আংশিকভাবে উন্মোচিত এবং অসুস্থ থাকা অবস্থায় তার যত্ন নেওয়া দেখে শেলডনকে আরও ধাক্কা দেওয়া হয়। \" দ্য কুপার/ক্রিপকে ইনভার্সন \"-এ, পেনির সরাসরি জিজ্ঞাসা করার পর যে সে কখনও অ্যামির সাথে যৌন সম্পর্ক করবে কিনা, শেলডন পেনি এবং লিওনার্ডকে স্বীকার করেছেন যে অ্যামির সাথে শারীরিক সম্পর্ক একটি সম্ভাবনা, এবং স্পর্শ করা এমন একটি বিষয় যা সে কাজ করছে। ক্রিপকে নিয়ে বিচলিত থাকাকালীন, অ্যামি তাকে একটি সান্ত্বনামূলক আলিঙ্গন দেয় যা শেলডনের প্রয়োজন বলে মনে হয় এবং চায়। তবুও, অ্যামি অন্যান্য রোমান্টিক শারীরিক যোগাযোগের প্রস্তাব দিয়েছে, এবং যখন তাদের আলিঙ্গন করতে হয়েছিল তখন তারা খুব অস্বস্তিকর ছিল। \" দ্য স্পয়লার অ্যালার্ট সেগমেন্টেশন \"-এ, লিওনার্ড সাময়িকভাবে বাইরে চলে যায় এবং অ্যামি প্রস্তাব দেয় যে সে তার নিখুঁত রুমমেট হবে এবং সেখানে যাওয়ার চেষ্টা করে, যদিও শেলডন তাদের সম্পর্কের এই পরিবর্তনে অস্বস্তিকর। \" দ্য লাভ স্পেল পটেনশিয়াল \" চলাকালীন ডাঞ্জিওন্স এবং ড্রাগন খেলার সময়, শেলডন এবং অ্যামির চরিত্রগুলিকে গেমের মধ্যে সেক্স করার নির্দেশ দেওয়া হয়। খুব বিচলিত অ্যামি শেলডনকে জিজ্ঞাসা করে যে তারা কখনও ঘনিষ্ঠ হতে যাচ্ছে কিনা এবং তিনি আবার স্বীকার করেছেন যে এটি একটি সম্ভাবনা।\nসিজন 7-এ, শেলডন প্রথমবারের মতো আবেগের সাথে অ্যামিকে ঠোঁটে চুম্বন করেন। প্রাথমিকভাবে একটি বিন্দু প্রমাণ করার জন্য, তিনি পরে এটি দীর্ঘায়িত করেছিলেন, বোঝায় যে তিনি অনুভূতি উপভোগ করেছেন।  পরবর্তী পর্বগুলো তাকে স্বেচ্ছায় অ্যামিকে চুম্বন করতে দেখায়, বোঝায় যে তিনি শারীরিক ঘনিষ্ঠতার এই ধরনের অবস্থানে আরও স্বাচ্ছন্দ্য বোধ করেছেন। অ্যামির প্রতি শেলডনের অনুভূতি থাকার চূড়ান্ত প্রমাণটি সিজন 8 পর্ব \" দ্য প্রম ইকুইভালেন্সি \"-এ দেওয়া হয়েছে, যখন সে অবশেষে তার প্রেমে পড়েছে বলে স্বীকার করে: \"আমিও তোমাকে ভালোবাসি। অস্বীকার করার কিছু নেই যে তোমার প্রতি আমার অনুভূতি আছে যা করতে পারব না। অন্য কোন উপায়ে ব্যাখ্যা করা যেতে পারে। আমি সংক্ষেপে ভেবেছিলাম যে আমার একটি মস্তিষ্কের প্যারাসাইট ছিল, কিন্তু এটি আরও বেশি দূরের বলে মনে হয়। একমাত্র উপসংহারটি ছিল প্রেম।\" সিজন 8 এর সমাপনীতে, \" কমিটমেন্ট ডিটারমিনেশন \", শেলডন এবং অ্যামি তাদের \"কমিটমেন্ট\" এর সংজ্ঞা নিয়ে লড়াইয়ে জড়িয়ে পড়ে। শেলডন অনুভব করেন যে অ্যামির সাথে তার সম্পর্ক দ্রুত এগিয়ে যাচ্ছে, কিন্তু অ্যামি যুক্তি দেন যে তিনি জিনিসগুলি খুব ধীরে ধীরে নিচ্ছেন এবং তার সীমাহীন স্নেহকে সঠিকভাবে প্রদান করেন না। পর্বের শেষের দিকে সে তাদের সম্পর্ক থেকে বিরতি নেওয়ার সিদ্ধান্ত নিয়েছে যখন শেলডন অ্যামির প্রকাশ থেকে অসাড় হয়ে পড়েছেন। তিনি নিদারুণভাবে প্রকাশ করেন যে তিনি অ্যামিকে তার দাদীর আংটি - একটি পারিবারিক উত্তরাধিকারের সাথে প্রস্তাব করার পরিকল্পনা করেছিলেন।\nসিজন 9 প্রিমিয়ারে, শেলডন অ্যামিকে তাদের সম্পর্কের বিষয়ে তার মন তৈরি করার জন্য চাপ দিতে থাকে, কিন্তু অনেক দূরে যায় এবং তাকে তার মুখে অপমান করে এবং সে রাগ করে তার সাথে ভালোর জন্য ব্রেক আপ করে, এইভাবে আনুষ্ঠানিকভাবে তাদের সম্পর্ক শেষ করে। \"দ্য পার্সপিরেশন ইমপ্লিমেন্টেশন\"-এ ব্যারি ক্রিপকে শিখেছে যে অ্যামি আর সম্পর্কের মধ্যে নেই এবং তাকে ডেটে যাওয়ার বিষয়ে আগ্রহ বোঝায়। শেলডন এই ধারণার দ্বারা বিরক্ত হয় এবং ব্যারিকে একটি দ্বন্দ্বে চ্যালেঞ্জ করে যা তিন বছর শেষ হবে। \" দ্য প্লেটোনিক পারমুটেশন \"-এ অ্যামি শেলডনকে থ্যাঙ্কসগিভিং-এ অ্যাকোয়ারিয়ামে একসঙ্গে সময় কাটানোর পরে তার সাথে ফিরে আসার সুযোগ দেয়, কিন্তু শিখেছে যে সে কেবল তার বন্ধু হতে চায়, সে তার কাছে প্রকাশ করে যে \"আমি অনেকের কাছে শ্রেষ্ঠ জিনিস, কিন্তু আপনি তাদের মধ্যে একটি ছিল না।\" \" দ্য ইয়ারওয়ার্ম রিভারবারেশন \"-এ, শেলডন তার মাথা থেকে একটি গান বের করতে পারে না, কিন্তু হঠাৎ শিরোনাম এবং গানের কথা মনে রাখার পরে, সে বুঝতে পারে যে গানটি অ্যামির সম্পর্কে ছিল এবং সে তার জীবনকে আরও ভালো করার জন্য পরিবর্তন করেছে, যা তাকে যেতে প্ররোচিত করে তার অ্যাপার্টমেন্ট তার ভালবাসা প্রকাশ করার জন্য. সে অ্যামিকে ডেভের সাথে ডেটে খুঁজে পায়, যে তার বুদ্ধির কারণে শেলডনের প্রতি দারুণ ভক্তি করে। তারা একে অপরকে কতটা ভালবাসে তা দেখে, ডেভ আনন্দের সাথে শেলডনকে অ্যামিকে চুম্বন করার জন্য অনুরোধ করে, যার ফলে তাদের পুনর্মিলন হয়। পরের পর্বে, \" দ্য ওপেনিং নাইট এক্সাইটেশন \" লিওনার্ড, হাওয়ার্ড এবং রাজ স্টার ওয়ার্স দেখতে যান: শেলডনকে ছাড়াই দ্য ফোর্স জেগে ওঠে যখন সে প্রাথমিকভাবে অনিচ্ছুক ছিল, শেষ পর্যন্ত তার পরিবর্তে অ্যামির জন্মদিন উদযাপন করার সিদ্ধান্ত নেয়। অ্যামির জন্মদিনকে আনন্দদায়ক এবং স্মরণীয় করে তুলতে, শেলডন পেনি এবং বার্নাডেটকে খোঁজেন কারণ তিনি সামাজিকভাবে উপযুক্ত সমস্ত বিষয়ে তাদের মতামতকে সম্মান করেন। তিনি তাদের কাছে প্রকাশ করেন যে তিনি জিনিসগুলিকে তিনটি বিকল্পের মধ্যে সংকুচিত করেছেন, প্রথমটি হল লস অ্যাঞ্জেলেস ফিলহারমোনিকের সাথে বীণা বাজানোর সুযোগ, দ্বিতীয়টি হল উইসকনসিন মেষ ও উলের উত্সবে সমস্ত খরচ-প্রদানের ট্রিপ (যদিও অ্যামি করবে) তাকে একা যেতে হবে কারণ শেলডনের অর্নিথোফোবিয়া তার ভেড়ার ভয়ের তুলনায় কিছুই নয়) এবং তৃতীয়টি হচ্ছে তাদের দুজনের সহবাসে লিপ্ত, এই সময়ে পেনি অবিশ্বাস এবং/অথবা ধাক্কার কারণে তার হাতে থাকা ওয়াইন গ্লাসটি ছিঁড়ে ফেলে। পেনি এবং বার্নাডেট তাকে বোঝানোর পরে যে শেষ পর্যন্ত তার সাথে ঘনিষ্ঠ হওয়াটাই সবচেয়ে সুন্দর উপহার যা সে তাকে দিতে পারে, শেলডন এবং অ্যামি তার জন্মদিনে প্রথমবারের মতো সেক্স করে। শেলডন মন্তব্য করেন, \"আমি যা ভেবেছিলাম তার চেয়ে বেশি উপভোগ করেছি\"।\nসিজন 10-এ, শেলডন এবং অ্যামি তাদের সামঞ্জস্য পরীক্ষা করার জন্য পাঁচ সপ্তাহের পরীক্ষার জন্য একসাথে চলে যান,  এবং সফলভাবে চালানোর পরে, স্থায়ীভাবে একসাথে যাওয়ার সিদ্ধান্ত নেন।  \"দ্য হলিডে সামেশন\"-এ, মেরি কুপার স্বীকার করেছেন যে শেলডন এবং অ্যামির একত্রে বিবাহ বন্ধনে আবদ্ধ থাকার বিশ্বাসে শেলডন কখনোই কোনো সম্পর্কের মধ্যে থাকবে না, যা তাকে গভীরভাবে বিরক্ত করে। দশম-সিজনের ফাইনালে, শেলডন অপ্রত্যাশিতভাবে অ্যামিকে রমোনা নাউইট্‌স্কির চুম্বন করার পর প্রস্তাব দেন। একাদশ-সিজনের প্রিমিয়ারে, অ্যামি তার প্রস্তাব গ্রহণ করে, এবং তারা সিজন ফাইনালে বিয়ে করে। 12 মরসুমের শেষের দিকে, অ্যামি শেলডনকে ওলোউইৎস শিশুদের সাথে মজা করার জন্য পরীক্ষা করার জন্য বাচ্চা হওয়ার সম্ভাবনাকে গ্রহণ করার জন্য প্রস্তুত করছে। সিরিজের সমাপনীতে, শেলডন এবং অ্যামি উভয়েই তাদের বিবাহের কিছু মুহূর্ত আগে প্রথম কাজ করার জন্য সুপার অ্যাসিমেট্রি আবিষ্কারের জন্য পদার্থবিজ্ঞানে নোবেল পুরস্কারের প্রাপক। অ্যামির বক্তৃতায়, তিনি সারা বিশ্বে অল্পবয়সী মেয়েদেরকে তারা যা খুশি পড়াশোনা করতে উত্সাহিত করেন। একটি আত্মকেন্দ্রিক বক্তৃতা দেওয়ার পরিবর্তে, শেলডন তার পরিবারকে, তার বন্ধুদের এবং তার স্ত্রী অ্যামিকে সবসময় তাকে সমর্থন করার জন্য ধন্যবাদ জানায় । তিনি হাওয়ার্ডকে \"মহাকাশচারী হাওয়ার্ড ওলোভিটজ\" হিসাবেও উল্লেখ করেছেন, প্রথমবারের মতো প্রদর্শন করে, একজন মহাকাশচারী বন্ধুকে পেয়ে কিছুটা গর্বিত। তিনি এও স্বীকার করেছেন যে তিনি পাইলট পর্বে লিওনার্ড যা বলেছিলেন তার সাথে তিনি একমত যে লিওনার্ড এবং পেনির সন্তানরা \"স্মার্ট এবং সুন্দর\" হবে।\nইয়ং শেলডনের প্রথম মৌসুমের শেষে, প্রাপ্তবয়স্ক শেলডন ভয়েস ওভারে সন্তান ধারণের কথা উল্লেখ করেন: 4 মরসুমে, এটি প্রকাশ পায় যে তাদের একজন লিওনার্ড নামে একটি পুত্র, এবং প্রাপ্তবয়স্ক শেলডন এবং অ্যামির মধ্যে বাকবিতণ্ডা বোঝায় যে তাদের ছেলের নাম লিওনার্ড হফস্ট্যাডটার এবং লিওনার্ড নিময় উভয়ের নামে রাখা হয়েছিল।\n\n\n== অভ্যর্থনা ==\n\n\n=== সাধারণ ===\n\nউভয় চরিত্র এবং পারসন্সের চিত্রায়ন ব্যাপক প্রশংসা পেয়েছে, এবং প্রায়শই সমালোচক এবং অনুরাগীদের দ্বারা প্রোগ্রামটির সাফল্যের প্রধান কারণ হিসাবে উল্লেখ করা হয়। আইজিএন-এর জেমস চেম্বারলিন লিখেছেন: \" বিগ ব্যাং থিওরিটি কী হত তা কল্পনা করা কঠিন যদি এটি জিম পার্সনসের শেলডন কুপারের দুর্দান্ত চিত্রায়ন না হত\"। টিভি গাইডের ম্যাট রৌশ বলেছেন যে \"জিম পার্সনের উত্তাল শেলডন কুপারে ঐশ্বরিক অনুপ্রেরণার একটি স্ফুলিঙ্গ রয়েছে\"। এন্টারটেইনমেন্ট উইকলি- এর কেন টাকার লিখেছেন যে: \"পার্সনস নেটওয়ার্ক টিভিতে বিরল কিছু করছে: বুদ্ধিবৃত্তিকে প্রশংসনীয়, এমনকি বীরত্বপূর্ণ করে তোলে\"।\n16 জুলাই, 2009-এ, পার্সনস একটি কমেডি সিরিজে অসামান্য প্রধান অভিনেতার জন্য প্রাইমটাইম এমি অ্যাওয়ার্ডের জন্য মনোনীত হন। তিনি 8 জুলাই, 2010-এ একই পুরস্কারের জন্য আবার মনোনীত হন এবং 29 আগস্ট, 2010-এ পুরস্কার জিতেছিলেন আগস্ট 1, 2009-এ, তিনি কমেডিতে স্বতন্ত্র কৃতিত্বের জন্য TCA পুরস্কার জিতেছিলেন, শো নিজেই 2 মরসুমে কমেডিতে অসাধারণ অর্জনের জন্য পুরস্কার জিতেছিল তিনি 2010 এবং 2012 সালে একই পুরস্কারের জন্য আবার মনোনীত হন। পার্সনস প্রিয় টিভি কমেডি অভিনেতার জন্য পিপলস চয়েস অ্যাওয়ার্ডের জন্যও মনোনীত হন এবং 2009, 2010 এবং 2012 সালে সেরা অভিনেতা - টেলিভিশন সিরিজ মিউজিক্যাল বা কমেডির জন্য স্যাটেলাইট পুরস্কার 16 জানুয়ারী, 2011-এ, পার্সনস 3 এবং 4 ঋতুতে তার কাজের জন্য সহ-অভিনেতা ক্যালি কুওকো দ্বারা উপস্থাপিত সেরা অভিনেতা - টেলিভিশন সিরিজ মিউজিক্যাল বা কমেডির জন্য গোল্ডেন গ্লোব পুরস্কার জিতেছে। 20 জুন, 2011-এ, তিনি 4 মরসুমে তার কাজের জন্য 1ম ক্রিটিকস চয়েস টেলিভিশন অ্যাওয়ার্ডে একটি কমেডি সিরিজে সেরা অভিনেতার জন্য সমালোচকদের চয়েস টেলিভিশন পুরস্কার জিতেছিলেন এবং 2012 সালে একই পুরস্কারের জন্য আবার মনোনীত হন। 18 সেপ্টেম্বর, 2011-এ, তিনি তার টানা দ্বিতীয় প্রাইমটাইম এমি পুরস্কার জিতেছিলেন - কমেডিতে প্রধান অভিনেতা, এবং 19 জুলাই, 2012-এ একই পুরস্কারের জন্য আবার মনোনীত হন। 2013 সালে, পার্সন আবারও গোল্ডেন গ্লোবের জন্য মনোনীত হন এবং একটি কমেডি সিরিজে একজন পুরুষ অভিনেতার অসামান্য অভিনয়ের জন্য স্ক্রিন অ্যাক্টরস গিল্ড অ্যাওয়ার্ডের জন্য তার প্রথম মনোনয়ন পান। 2013 এবং 2014 সালে, পার্সন্স প্রাইমটাইম এমি অ্যাওয়ার্ডের জন্য মনোনীত হয়েছিল - কমেডিতে প্রধান অভিনেতা যথাক্রমে 5 তম এবং 6 বারের জন্য, যে দুটিই তিনি তার 3য় এবং 4 র্থ প্রাইমটাইম এমি অ্যাওয়ার্ডের জন্য জিতেছিলেন - একটি কমেডি সিরিজের প্রধান অভিনেতা যার অর্থ হল পার্সনস 2010/2011 এবং 2013/2014 সহ গত পাঁচ বছরে চারবার এই পুরস্কার জিতেছে। এই পুরস্কারের ইতিহাসে কোনও অভিনেতা দুটি পৃথক অনুষ্ঠানে ব্যাক-টু-ব্যাক পুরস্কার জিতেনি, এবং তার মোট চারটি পুরস্কার পার্সনকে ক্যারল ও'কনর, কেলসি গ্রামার এবং মাইকেল জে ফক্সের সাথে চার দিকের টাইয়ে রাখে।\nগ্রহাণু 246247 Sheldoncooper শেলডনের নামে নামকরণ করা হয়েছিল। 2012 সালে, মৌমাছির একটি নতুন আবিষ্কৃত প্রজাতির নামকরণ করা হয়েছিল ইউগ্লোসা বাজিঙ্গা, চরিত্রটির উল্লেখ্য ক্যাচ বাক্যাংশ, \"বাজিংগা!\"\nমার্চ 2013 সালে, কলম্বাস চিড়িয়াখানা এবং অ্যাকোয়ারিয়াম শেলডনের নামানুসারে একটি কালো-সাদা কোলোবাসের নামকরণ করে। 2015 সালে, মধ্য-পূর্ব পোল্যান্ডের লোয়ার ডেভোনিয়ান থেকে একটি নতুন ইচিনোক্যারিডিড ফিলোক্যারিডান, শেলডনের নামানুসারে Ptychocaris sheldoni নামকরণ করা হয়েছিল।\n\n\n=== অটিজম স্পেকট্রাম ===\nকিছু দর্শক দাবি করেছেন যে শেলডনের আচরণ অটিজম স্পেকট্রামের শ্রেণীবিভাগের সাথে সামঞ্জস্যপূর্ণ যেটি অ্যাসপারজার সিনড্রোম নামে পরিচিত ছিল। লেখকরা বলেছেন যে তারা চরিত্রের ভিত্তি হিসাবে এটি ব্যবহার করেননি, বরং তার ক্রিয়াকলাপকে \"শেল্ডনি\" হিসাবে ভেবেছিলেন। সিরিজের সহ-নির্মাতা বিল প্রাডি বলেছেন: \"আমরা চরিত্রটিকে চরিত্র হিসাবে লিখি। অনেক লোক তার মধ্যে বিভিন্ন জিনিস দেখে এবং সংযোগ তৈরি করে। আমাদের অনুভূতি হল যে শেলডনের মা কখনই রোগ নির্ণয় করেননি, তাই আমাদের একটি নেই। \" প্রাডি নিউ জার্সি স্টার-লেজারের অ্যালান সেপিনওয়ালকেও বলেছিলেন যে শেলডন যখন অ্যাসপারজার সিন্ড্রোমযুক্ত লোকেদের সাথে বৈশিষ্ট্যগুলি ভাগ করে নেয়, তখন সে শেলডনকে এমনভাবে লেবেল করতে অস্বস্তিকর ছিল।\nএকটি সাক্ষাত্কারে, জিম পার্সনস লেখকদের প্রতিক্রিয়া উল্লেখ করেছেন, কিন্তু যোগ করেছেন যে, তার মতে, শেলডন অ্যাসপারগারের \" আরো বৈশিষ্ট্য প্রদর্শন করতে পারেনি\"। পার্সন জন এল্ডার রবিসনের স্মৃতিকথা লুক মি ইন দ্য আই পড়েছেন অ্যাসপারগার সিন্ড্রোম নিয়ে তার জীবন সম্পর্কে, এবং বলেছেন যে: \"আমি এই বইটিতে যা পড়েছি তার বেশিরভাগই শেলডনের দিকগুলিকে স্পর্শ করেছে।\" তিনি আরও বলেছিলেন যে \"তার মস্তিষ্ক যেভাবে কাজ করে, এটি হাতে থাকা বৌদ্ধিক বিষয়গুলির উপর এতটাই দৃষ্টি নিবদ্ধ করে যে তিনি অটিস্টিক বলে মনে করা লোকেদের জন্য শো দেখার জন্য একটি সহজ লাফ\"।\n\nযখন সিরিজের আরেকজন অভিনেতা, মায়িম বিয়ালিক, যিনি অ্যামির চরিত্রে অভিনয় করেন এবং পিএইচডি করেছেন। নিউরোসায়েন্সে, স্টারটক- এ নীল ডিগ্র্যাস টাইসন দ্বারা সাক্ষাত্কার নেওয়া হয়েছিল, তিনি এই তত্ত্ব সম্পর্কে বলেছিলেন:আমাদের সমস্ত চরিত্রই নিউরোসাইকিয়াট্রিক স্পেকট্রামের তত্ত্বে রয়েছে, আমি বলব। শেলডন প্রায়শই Asperger's বা OCD এর বিষয়ে কথা বলে। তার জীবাণুর সাথে একটি জিনিস আছে, তার কাছে সংখ্যা সহ একটি জিনিস আছে, সে অনেক নির্ভুলতা পেয়েছে যা আমরা ওসিডিতে দেখি। আমাদের সমস্ত চরিত্রে অনেক আকর্ষণীয় বৈশিষ্ট্য রয়েছে যা তাদের সামাজিকভাবে প্রযুক্তিগতভাবে অপ্রচলিত করে তোলে। এবং আমরা আমাদের শোতে যা দেখানোর চেষ্টা করছি তা হল এটি এমন একদল লোক যাদের সম্ভবত টিজ করা হয়েছিল, উপহাস করা হয়েছিল, বলা হয়েছিল যে তারা কখনই প্রশংসা বা ভালবাসা পাবে না এবং আমাদের কাছে এমন একদল লোক রয়েছে যাদের সফল ক্যারিয়ার রয়েছে, সক্রিয় সামাজিক জীবন (যা অন্ধকূপ এবং ড্রাগন এবং ভিডিও গেমের মত বিষয় জড়িত), কিন্তু তাদের সম্পর্ক আছে, এবং এটি একটি পরিপূর্ণ এবং সন্তোষজনক জীবন।\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র =="}