{"pageid": 1421730, "title": "রাইবোনিউক্লিয়োপ্রোটিন কণা", "url": "https://bn.wikipedia.org/wiki?curid=1421730", "content": "একটি রাইবোনিউক্লিওপ্রোটিন কণা (RNP) হল আরএনএ এবং আরএনএ-বাইন্ডিং প্রোটিন (RBPs) এর মধ্যে গঠিত একটি জটিল প্রোটিন-সমবায় (RBP). আরএনপি ফোকাই শব্দটি আরএনএ প্রতিলিপিকরণ প্রক্রিয়ার সাথে জড়িত অন্তঃকোষীয় বিভাগগুলিকে বোঝাতেও ব্যবহার করা যেতে পারে।\n\n\n== আরএনএ আরবিপি জটিল প্রোটিন-সমবায় ==\nRBP গুলি বিভিন্ন কাঠামোগত নকশার মাধ্যমে আরএনএর সাথে যোগাযোগ স্থাপন করে। আরএনএ-বন্ধনকারী প্রোটিনের সুগন্ধযুক্ত অ্যামিনো অ্যাসিডের অবশিষ্টাংশের উপস্থিতির কারণে আরএনএর সাথে স্ট্যাকিং বিক্রিয়া হয়। আরএনএ বন্ধনকারী প্রোটিনের হেলিকাল অংশে থাকা লাইসিন অবশিষ্টাংশ, ধনাত্মক আধানযুক্ত লাইসিন পার্শ্ব শৃঙ্খল এবং আরএনএর ঋণাত্মক আধানযুক্ত ফসফেট মেরুদন্ডর মধ্যে সৃষ্ট আকর্ষণ বলের ফলে অন্যান্য নিউক্লিক অ্যাসিডের সাথে ঘটা বিক্রিয়াকে স্থিতিশীল করতে সাহায্য করে।\nএটা অনুমান করা হয় যে 3'-অনুবাদিত অঞ্চলে আরএনএ ক্রমগুলি RBP-এর বন্ধন নির্ধারণ করে এবং এই RBPগুলি mRNA-এর প্রতিলিপিকরণ পরবর্তী ভাগ্য নির্ধারণ করে।\n\n\n== আরএনপি কণিকা ==\nRNP কণিকা হল একটি অত্যন্ত বৈচিত্র্যময় গোষ্ঠী। এর মধ্যে রয়েছে স্ট্রেস কণিকা, প্রসেসিং বডি এবং দেহকোষের এক্সোজোম। অনেক RNP কণিকা কোষের প্রকার এবং প্রজাতি নির্দিষ্ট। উদাহরণস্বরূপ, ক্রোমাটয়েড দেহগুলি শুধুমাত্র পুরুষ জীবাণু কোষে পাওয়া যায় এবং পরিবহন কণিকা এখনও পর্যন্ত শুধুমাত্র স্নায়ুকোষ এবং ডিম্বাণুতে পাওয়া গেছে। RNP কণিকাগুলি মূলত প্রোটিনের সাথে প্রতিলিপিগুলিকে শারীরিকভাবে আলাদা করে বা সংযুক্ত করে কাজ করে। তারা তাদের সংশ্লিষ্ট প্রতিলিপিগুলির সংরক্ষণ, প্রক্রিয়াকরণ, অবক্ষয় এবং পরিবহনে কাজ করে।\nRNP কণিকার সেই কোষগুলিতে বিশেষ গুরুত্ব হয়েছে যেখানে প্রতিলিপিকরণ-পরবর্তী নিয়ন্ত্রণ অত্যন্ত গুরুত্বপূর্ণ। উদাহরণস্বরূপ, স্নায়ুকোষে যেখানে ট্রান্সক্রিপ্টগুলিকে সংযোগ গঠন এবং শক্তিশালী করার জন্য ডেনড্রাইটে পরিবহন এবং সংরক্ষণ করতে হয়, / ডিম্বাণু/ভ্রূণে যেখানে mআরএনএ প্রতিলিপিকরণ হওয়ার আগে কয়েক বছর ধরে সংরক্ষণ করা হয় এবং বিকাশশীল শুক্রাণু কোষে যেখানে বিকাশ সম্পূর্ণ হওয়ার আগে প্রতিলিপি বন্ধ করা থাকে।\n\n\n== আরও দেখুন ==\nদূত RNP, নিউক্লিয়াসে উপস্থিত mRNA এবং প্রোটিন(গুলি) এর জটিল প্রোটিন সমবায়\nভিন্নধর্মী রাইবোনিউক্লিওপ্রোটিন কণা, কোষের নিউক্লিয়াসে উপস্থিত আরএনএ এবং প্রোটিনের জটিল প্রোটিন সমবায়।\n\n\n== তথ্যসূত্র =="}