{"pageid": 1421380, "title": "আসকা সাইতো", "url": "https://bn.wikipedia.org/wiki?curid=1421380", "content": "আসকা সাইতো (齋藤 飛鳥, Saitō Asuka, জন্ম: ১০ আগস্ট ১৯৯৮) হলেন একজন বর্মী–জাপানি অভিনেত্রী, মডেল এবং টেলিভিশন ব্যক্তিত্ব। তিনি মেয়েদের আইডল দল নোগিজাকা৪৬-এর প্রাক্তন প্রথম প্রজন্মের সদস্য এবং ফ্যাশন ম্যাগাজিন সুইটের নিয়মিত মডেল।\nঅভিনেত্রী হিসেবে তার প্রধান ভূমিকাগুলোর মধ্যে ইউ আর দ্য অ্যাপল অব মাই আইয়ের জাপানি পুনর্নির্মাণে মানা হায়াসের চরিত্র এবং কিপ ইয়র হ্যান্ডস অফ ইজুকেন!-এর চলচ্চিত্র এবং টেলিভিশন ধারাবাহিক উভয়ে মিদোরি আসাকুসার চরিত্র অন্যতম।\n\n\n== প্রারম্ভিক জীবন ==\nআসকা সাইতো ১৯৯৮ সালের ১০ই আগস্ট তারিখে জাপানের টোকিওয়ের কাতসুশিকায় জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন। তার বাবা জাপানি হলেও তার মা বর্মী বংশোদ্ভূত। তার দুই বড় ভাই রয়েছে।\nসাইতো যখন প্রাথমিক বিদ্যালয়ে ছিলেন, তখন তার সহপাঠীরা তাকে উৎপীড়ন করতো এবং যোগাযোগ করা সত্ত্বেও তার শিক্ষকদের কাছ থেকে তিনি কোনও সহায়তা পাননি; এজন্য তাকে কিছু সময়ের জন্য স্কুলে যাওয়া বন্ধ করতে হয়েছিল।\n\n\n== কর্মজীবন ==\n\n\n=== শিশু অভিনেত্রী ===\nসাইতো ২০০৭ সালে সাকুরান চলচ্চিত্রে অভিনয়ের মাধ্যমে একজন অভিনেত্রী হিসেবে অভিষেক করেছেন, যেখানে তিনি শিশু চরিত্রে অভিনয় করেছিলেন। উক্ত সময় তিনি বেশ কয়েকটি বিজ্ঞাপনেও উপস্থিত হয়েছিলেন।\n\n\n=== নোগিজাকা৪৬ ===\n২০১১ সালে, তার মায়ের দ্বারা উৎসাহিত হয়ে তিনি [তৎকালীন] একটি আসন্ন জে-পপ মেয়েদের আইডল দলের জন্য পরীক্ষা দিয়েছিলেন, যেখানে তিনি সফলভাবে আইডল দল, নোগিজাকা৪৬-এর প্রথম প্রজন্মের জন্য পরীক্ষায় পাস করেছিলেন, ২০১২ সালের ফেব্রুয়ারি মাসে দলের প্রথম একক গান \"গুরুগুরু কার্টেন\"-এ আইডল হিসেবে অভিষেক করেছিলেন। সাইতো ২০১৬ সালে নোগিজাকা৪৬-এর ১৫তম একক গান \"হাদাশি দে সামারের\" কেন্দ্রীয় সদস্য হয়েছিলেন।\n২০১৫ সালে, সাইতো তাকারাজিমাশা দ্বারা প্রকাশিত ফ্যাশন ম্যাগাজিন কিউটি-এর একচেটিয়া মডেল হয়েছিলেন, যা একই বছর প্রকাশনা বন্ধ করে দেয়। সাইতো তখন একই প্রকাশকের অধীনস্থ আরেকটি ফ্যাশন ম্যাগাজিন সুইটের নিয়মিত মডেল হয়ে ওঠেন, যেখানে উপস্থিত হওয়ার মাধ্যমে তিনি ম্যাগাজিনের সর্বকনিষ্ঠ মডেল হিসেবে কাজ করেন।\n২০১৭ সালে জেন্তোশা সাইতোর প্রথম ফটোবুক প্রকাশ করে। শিওসাই শিরোনামে উক্ত ফটোবুকটি প্রথম সপ্তাহে ৫৮,২১৫ কপি বিক্রি হয়েছিল। ২০১৮ সালের ডিসেম্বর মাস পর্যন্ত, ফটোবুকটি ২০০ হাজারেরও বেশি অনুলিপি বিক্রি করেছে।\nসাইতো ২০২২ সালের ৪ঠা নভেম্বর তারিখে নোগিজাকা৪৬ থেকে তার স্নাতক হওয়ার ঘোষণা দেন। তিনি জানান যে তিনি ২০২২ সালের শেষ পর্যন্ত এই দলে থাকবেন এবং ২০২৩ সালে দলের হয়ে সর্বশেষ কনসার্টের পরিকল্পনা করবেন। তিনি দলটি ছেড়ে যাওয়া প্রথম প্রজন্মের সদস্য। আসকা আনুষ্ঠানিকভাবে ২০২২ সালের ৩১শে ডিসেম্বর তারিখে দলটি ছেড়ে দেন এবং তার সর্বশেষ কনসার্টটি ২০২৩ সালের ১৭ হতে ১৮ই মে তারিখে টোকিও ডোমে অনুষ্ঠিত হয়েছিল, যেখানে ১০০ হাজার লোক উপস্থিত ছিল।\n\n\n=== অভিনয় ===\nসাইতো নোগিজাকা৪৬-এর বাইরে অভিনেত্রী এবং মডেল হিসেবে সক্রিয় ছিলেন। তিনি তাইওয়ানী চলচ্চিত্র ইউ আর দ্য অ্যাপল অব মাই আই এবং এনটিভির ভৌতিক নাট্যধর্মী জাম্বির জাপানি পুনর্নির্মাণের প্রধান চরিত্রে অভিনয় করেছেন। নোগিজাকা৪৬ থেকে বিদায় নেয়ার পর সাইতো পূর্ণকালীন অভিনয়ে ফিরে আসেন। ২০২৩ সালের মার্চ মাসে, ঘোষণা করেছিলেন যে তিনি চিহিরো ইতো পরিচালিত অপরাধ ও সাসপেন্স চলচ্চিত্র সাইড বাই সাইডে রিকো চরিত্রে অভিনয় করবেন।\n২০২৩ সালের ৯ই জানুয়ারি তারিখে এটি প্রকাশিত হয়েছিল যে সাইতো মাঙ্গা মাই হোম হিরোর চলচ্চিত্র এবং টেলিভিশন ধারাবাহিক উভয়ে রেইকা তোসু চরিত্রে অভিনয় করবেন, তিনি উক্ত গল্পে আপত্তিজনক সম্পর্কের মধ্যে আটকা পড়া ১৮ বছর বয়সী কলেজ ছাত্রীর চরিত্রে অভিনয় করবেন, যিনি পরবর্তীকালে একটি টাইমস্কিপের পরে পুলিশ তদন্তকারী হন। চলচ্চিত্রটি ২০২৪ সালের মার্চ মাসে মুক্তি পাওয়ার কথা রয়েছে।\n২০২৪ সালের ২৩শে জানুয়ারি তারিখে, এক ঘোষণায় জানানো হয়েছিল যে তিনি মাঙ্গা [[ওশি নো কো]]-এর লাইভ-অ্যাকশন চলচ্চিত্রে জন্য আই হোশিনো চরিত্রে অভিনয় করবেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট  (ইংরেজি)\nইন্সটাগ্রামে আসকা সাইতো\nটুইটারে আসকা সাইতো"}