{"pageid": 1421028, "title": "ভিটামিন বি৬", "url": "https://bn.wikipedia.org/wiki?curid=1421028", "content": "ভিটামিন বি৬ হলো বি ভিটামিনগুলোর মধ্যে একটি, এবং এটি একটি অপরিহার্য পুষ্টি উপাদান। শব্দটি ছয়টি রাসায়নিকভাবে অনুরূপ যৌগ (যেমন, \" ভিটামার \" এর) একটি গ্রুপকে বোঝায়। যা জৈবিক প্রক্রিয়ায় আন্তঃরূপান্তরিত হতে পারে। এর সক্রিয় রূপ পাইরিডক্সাল ৫′-ফসফেট; অ্যামিনো অ্যাসিড, গ্লুকোজ এবং লিপিড বিপাকসহ ১৪০ টিরও বেশি এনজাইম বিক্রিয়ায় কোএনজাইম হিসেবে কাজ করে।\nগাছপালা সূর্যালোকে পাওয়া UV-B বিকিরণ থেকে সুরক্ষার উপায় হিসেবে পাইরিডক্সিনকে সংশ্লেষণ করে এবং এটি ক্লোরোফিলের সংশ্লেষণে ভূমিকা পালন করে প্রাণীরা ভিটামিনের ভিন্ন ভিন্ন রূপের কোনোটিই সংশ্লেষণ করতে পারে না। তাই ভিটামিন পেতে হলে তা অবশ্যই গাছপালা বা অন্যান্য প্রাণীকে খাওয়ার মাধ্যমে পেতে হবে। প্রাণী আন্ত্রিক অণুজীব দ্বারা উৎপাদিত ভিটামিনের কিছু শোষণ করে, কিন্তু তা খাদ্যের চাহিদা পূরণের জন্য যথেষ্ট নয়। বিভিন্ন দেশের খাদ্য নিয়ন্ত্রক সংস্থার মতে একজন প্রাপ্তবয়স্ক মানুষের জন্য প্রতিদিন ১.০ থেকে ২.০ মিলিগ্রাম (মিলিগ্রাম) ভিটামিন প্রয়োজন। এই সংস্থাগুলিই অত্যধিক পরিমাণে ভিটামিন গ্রহণের খারাপ প্রভাবগুলিও স্বীকার করেছে। তাই দেশের উপর ভিত্তি করে দৈনিক সর্বনিম্ন ২৫ মিগ্রা থেকে সর্বোচ্চ ১০০ মিগ্রা ভিটামিন গ্রহণ করা যেতে পারে। গরুর মাংস, পাখি এবং মাছ সাধারণত ভিটামিন বি৬ ভালো উৎস। দুগ্ধজাত খাদ্য, ডিম, মলাস্ক এবং ক্রাস্টেসিয়ানগুলিতেও ভিটামিন বি৬ থাকে তবে তা সল্প পরিমাণে। বিভিন্ন ধরণের উদ্ভিদের খাবারে যথেষ্ট পরিমাণে ভিটামিন বি৬ রয়েছে যাতে নিরামিষ (vegetarian) বা নিরামিষ (vegan) খাবার ভোক্তাদের অভাবের ঝুঁকিতে না ফেলে।\nখাদ্যতালিকাগত ভিটামিনের ঘাটতি বিরল। প্রথম দিককার লক্ষণগুলির মধ্যে রয়েছে মুখ এবং চোখের চারপাশে ফুসকুড়ি এবং প্রদাহ।এছাড়াও স্নায়বিক প্রভাব যার মধ্যে রয়েছে তন্দ্রা এবং পেরিফেরাল নিউরোপ্যাথি হাত ও পায়ের সংবেদনশীল স্নায়ু ও মোটর স্নায়ুকে প্রভাবিত করে। খাদ্যতালিকাগত ঘাটতি ছাড়াও, ভিটামিন-বিরোধী ওষুধের প্রভাবে ভিটামিন বি৬ এর ঘাটতি হতে পারে। এছাড়াও বিরল জেনেটিক ত্রুটি রয়েছে যা শিশুদের ভিটামিন বি৬-এর ঘাটতি-নির্ভর মৃগীরোগকে ট্রিগার করতে পারে। এগুলি পাইরিডক্সাল ৫'-ফসফেট থেরাপির জন্য প্রতিক্রিয়াশীল।\n\n\n== সংজ্ঞা ==\n\nভিটামিন বি৬ হলো বি ভিটামিনগুলির মধ্যে একটি। যা পানিতে দ্রবণীয়।\nভিটামিনটি ছয়টি রাসায়নিকভাবে সম্পর্কিত যৌগ অর্থাৎ, ভিটামার এর একটি গ্রুপ নিয়ে গঠিত, যেগুলির মূল(core) হিসাবে একটি পাইরিডিন রিং থাকে। ভিটামারগুলো হলো পাইরিডক্সিন, পাইরিডক্সাল, পাইরিডক্সামিন, এবং তাদের নিজ নিজ ফসফরিলেটেড ডেরিভেটিভ পাইরিডক্সিন ৫'-ফসফেট, পাইরিডক্সাল ৫'-ফসফেট এবং পাইরিডক্সামিন ৫'-ফসফেট। পাইরিডক্সাল ৫'-ফসফেটের জৈবিক ক্রিয়াকলাপ সর্বাধিক, তবে অন্যগুলিও সেই গঠনে রূপান্তরযোগ্য।\n\n\n=== গঠন ===\nপাইরিডক্সিন হাইড্রোক্লোরাইড এর রাসায়নিক স্থিতিশীলতার কারণে, ভিটামিন বি৬ কে খাদ্যতালিকাগত পাইরিডক্সিন হাইড্রোক্লোরাইড সম্পূরক(supplement)হিসাবে সর্বাধিক দেওয়া হয়। শোষিত পাইরিডক্সিন (PN) পাইরিডক্সাল কাইনেস এনজাইম দ্বারা পাইরিডক্সামিন ৫'-ফসফেটে (পিএমপি) রূপান্তরিত হয়, পিএমপি আবার পাইরিডক্সাল ৫'-ফসফেটে (পিএলপি) রূপান্তরিত হয়, যা বিপাকীয়ভাবে সক্রিয়, এনজাইম পাইরিডক্সাল কিনেস বা ট্রান্সফোসাইন - ফসফেট। পাইরিডক্সিন ৫'-ফসফেট অক্সিডেস, যার পরেরটি পাইরিডক্সিন ৫′-ফসফেট (PNP) থেকে PLP-তে রূপান্তরকেও অনুঘটক করে। পাইরিডক্সিন ৫'-ফসফেট অক্সিডেস রিবোফ্লাভিন (ভিটামিন বি 2) থেকে উৎপাদিত একটি কো-ফ্যাক্টর হিসাবে ফ্ল্যাভিন মনোনিউক্লিওটাইড (FMN) এর উপর নির্ভরশীল। অবক্ষয়ের জন্য, একটি অ-প্রত্যাবর্তনযোগ্য বিক্রিয়ায়, পিএলপি ৪-পাইরিডক্সিক অ্যাসিডে বিপাক হয়, যা প্রস্রাবের সাথে নির্গত হয়।\n\n\n== সংশ্লেষণ ==\n\n\n=== জৈবসংশ্লেষণ ===\nPLP-এর জন্য দুটি পথ বর্তমানে যানা গেছে: একটির জন্য deoxyxylulose 5-phosphate (DXP) প্রয়োজন, অন্যটির জন্য প্রয়োজন নেই, তাই এগুলি DXP-নির্ভর এবং DXP-স্বাধীন হিসাবে পরিচিত। এই পথগুলি যথাক্রমে এশেরিকিয়া কোলাই এবং বেসীলাস সাবটিলস এ ব্যাপকভাবে অধ্যয়ন করা হয়েছে। প্রারম্ভিক যৌগগুলির মধ্যে বৈষম্য এবং ভিন্ন ভিন্ন প্রয়োজনীয় ধাপ থাকা সত্ত্বেও, দুটি পথের মধ্যে অনেক মিল রয়েছে। DXP-নির্ভর পথ:\n\n\n=== বাণিজ্যিক সংশ্লেষণ ===\nপ্রারম্ভিক উপাদান হলো অ্যামিনো অ্যাসিড অ্যালানাইন বা প্রোপিওনিক অ্যাসিড ;হ্যালোজেনেশন এবং অ্যামিনেশনের মাধ্যমে অ্যালানিনে রূপান্তরিত হয়। তারপরে, প্রক্রিয়াটি একটি অক্সাজোল এর মধ্যবর্তী গঠনের মাধ্যমে অ্যামিনো অ্যাসিডকে ডিয়েলস-অ্যাল্ডার বিক্রিয়ার মাধ্যমে পাইরিডক্সিনে রূপান্তরিত করে। এই সম্পূর্ণ প্রক্রিয়াটিকে \"অক্সাজোল পদ্ধতি\" হিসাবে উল্লেখ করা হয়। খাদ্যতালিকাগত পরিপূরক এবং খাদ্যের দুর্গে ব্যবহৃত পণ্যটি হল পাইরিডক্সিন হাইড্রোক্লোরাইড(পাইরিডক্সিনের রাসায়নিকভাবে স্থিতিশীল হাইড্রোক্লোরাইড লবণ)। পাইরিডক্সিন লিভারে বিপাক হয়ে সক্রিয় কোএনজাইম আকারে পাইরিডক্সাল ৫'-ফসফেটে রূপান্তরিত হয়। বর্তমানে, শিল্পে প্রধানত অক্সাজোল পদ্ধতি ব্যবহার করে।সেখানে গবেষণা মাধ্যমে কম বিষাক্ত এবং কম বিপজ্জনক বিকারক ব্যবহার করার উপায় অন্বেষণ করা হয়। ফার্মেন্টেটিভ ব্যাকটেরিয়া জৈব সংশ্লেষণ পদ্ধতিগুলিও অন্বেষণ করা হচ্ছে, কিন্তু বাণিজ্যিক উৎপাদনের জন্য এখনও স্কেল করা হয়নি।\n\n\n== উৎস ==\nএকটি জীবের বৃহৎ অন্ত্রে বসবাসকারী ব্যাকটেরিয়াগুলি বি-ভিটামিন সংশ্লেষণ করতে পারে, যার মধ্যে বি-৬ ও রয়েছে, কিন্তু এটি সেই জীবের প্রয়োজনীয়তা পূরণের জন্য পর্যাপ্ত নয়, কারণ ভিটামিনগুলি অ-সংশ্লেষণকারী ব্যাকটেরিয়া প্রতিযোগিতামূলকভাবে গ্রহণ করে।\nভিটামিন বি৬ বিভিন্ন ধরণের খাবারে পাওয়া যায়। সাধারণভাবে, মাংস, মাছ এবং পাখি ভিটামিন বি-৬ এর ভালো উৎস, কিন্তু দুগ্ধজাত খাবার এবং ডিমে ভিটামিন বি-৬ পাওয়া গেলেও তা পরিমাণে কম। ক্রাস্টেসিয়ান এবং মোলাস্কে প্রায় ০.১ মিগ্রা থেকে ১০০ গ্রাম পর্যন্ত থাকতে পারে। ফলে (যেমন:আপেল, কমলা, নাশপাতি) ০.১ মিগ্রা/১০০ গ্রাম এর থেকে কম ভিটামিন বি ৬ বিদ্যমান।\nমিশ্র খাদ্যের জৈব উপলভ্যতা (প্রাণী- এবং উদ্ভিদ-উৎসিত খাবার রয়েছে) অনুমান করা হয় ৭৫% ভিটামিন বি ৬ মাংস, মাছ এবং পাখি, উদ্ভিদ থেকে পাওয়া যায়। তবে প্রাণী,মাছ,পাখি থেকে ভিটামিন বি-৬ বেশি পরিমাণে পাওয়া যায়। তবে উদ্ভিদ কম পাওয়া যায় কেননা উদ্ভিদ বিদ্যমান ভিটামিনের বেশিরভাগ পাইরিডক্সিন গ্লুকোসাইড আকারে থাকে। প্রাণীর অন্ত্র গ্লুকোসাইড ১০০% শোষণ করতে পারে না। কম পরিমাণে এবং উদ্ভিদ থেকে ভিটামিনের কম জৈব উপলভ্যতার কারণে একটি উদ্বেগ ছিল যে একজন নিরামিষ (vegeterian) বা নিরামিষ (vegan) খাবার ভক্ষণকারির ভিটামিনের অভাব হতে পারে। যাইহোক, মার্কিন যুক্তরাষ্ট্রে পরিচালিত একটি জনসংখ্যা-ভিত্তিক সমীক্ষার ফলাফলগুলি প্রমাণ করে যে কম ভিটামিন গ্রহণ সত্ত্বেও, মাংস ভোজনকারী এবং নিরামিষাশীদের মধ্যে সিরাম পিএলপি এর উল্লেখযোগ্যভাবে কোন পার্থক্য ছিল না, এটি থেকে বোঝা যায় যে নিরামিষ খাবার গ্রহণে ভিটামিন বি৬ এর অভাবের ঝুঁকি নেই। .\nপ্রক্রিয়াজাতকরণের সময় উদ্ভিদের খাবার কম ভিটামিন বি ৬ হারায়, কারণ এতে পাইরিডক্সিন থাকে, যা পশু-উৎসিত খাবারে পাওয়া পাইরিডক্সাল বা পাইরিডক্সামিন রূপের চেয়ে বেশি স্থিতিশীল। উদাহরণস্বরূপ, দুধ শুকিয়ে গেলে ৩০-৭০% তার ভিটামিন বি ৬ হারাতে পারে। সিরিয়াল জীবাণুতে এবং শস্যের অ্যালিউরন স্তরে ভিটামিন বি ৬ পাওয়া যায়, তাই সাদা রুটির তুলনায় গমের রুটিতে এবং সাদা চালের তুলনায় বাদামী চালে বেশি ভিটামিন বি ৬ পাওয়া যায়।\nসারণীতে কিছু খাবারের ভিটামিন বি ৬ এর পরিমাণ দেখানো হলো:\n\n২০১৯ সালের হিসাবে, চৌদ্দটি দেশে পাইরিডক্সিন হাইড্রোক্লোরাইড হিসাবে ভিটামিন বি ৬ সহ গমের আটা, ভুট্টার আটা বা চালের খাদ্যের শক্তিশালীকরণ প্রয়োজন। এর বেশিরভাগই দক্ষিণ-পূর্ব আফ্রিকা বা মধ্য আমেরিকায়। নির্ধারিত পরিমাণ 3.0 থেকে 6.5 পর্যন্ত মিলিগ্রাম/কেজি ভারত সহ অতিরিক্ত সাতটি দেশে একটি স্বেচ্ছাসেবী শক্তিশালীকরণ কর্মসূচি রয়েছে। ভারত ২.০ মিলিগ্রাম/কেজি নির্ধারণ করেছে\n\n\n=== খাদ্যতালিকাগত সম্পূরক অংশ ===\nমার্কিন যুক্তরাষ্ট্রে, মাল্টি-ভিটামিন/খনিজ পণ্যে সাধারণত ২ থেকে ৪ মিলিগ্রাম থাকে যা দৈনিক ভিটামিন বি 6 পাইরিডক্সিন হাইড্রোক্লোরাইড হিসাবে পরিবেশন করা হয়, তবে কয়েকটিতে ২৫ মিলিগ্রাম এর বেশি থাকে অনেক মার্কিন খাদ্যতালিকাগত পরিপূরক কোম্পানিও একটি B6- শুধুমাত্র খাদ্যতালিকাগত সম্পূরক বাজারজাত করে 100 mg প্রতিদিন পরিবেশন করা হয় . যখন ইউএস ন্যাশনাল একাডেমি অফ মেডিসিন একটি প্রাপ্তবয়স্ক নিরাপত্তা ইউএল নির্ধারণ করেছে 100 mg/day, ইউরোপিয়ান ফুড সেফটি অথরিটি তার UL নির্ধারণ করেছে 25 মিলিগ্রাম/দিন।\n\n\n== চিকিৎসাক্ষেত্রে ব্যবহার ==\nআইসোনিয়াজিড হল যক্ষ্মা রোগের চিকিৎসার জন্য ব্যবহৃত একটি অ্যান্টিবায়োটিক। এর সাধারণ পার্শ্বপ্রতিক্রিয়ার মধ্যে রয়েছে হাত ও পায়ের অসাড়তা, যা পেরিফেরাল নিউরোপ্যাথি নামেও পরিচিত। ভিটামিন বি৬ এর সহ-চিকিৎসায় এটি আইসোনিয়াজিড এর পার্শ্বপ্রতিক্রিয়ায় সৃষ্ট অসাড়তা দূর করে।\nজিঙ্কগো বিলোবার বীজের অত্যধিক ব্যবহার ভিটামিন বি ৬ হ্রাস করতে পারে, কারণ জিঙ্কগোটক্সিন একটি অ্যান্টি-ভিটামিন (ভিটামিন বিরোধী) ঔষধ। জিঙ্কগো বিলোবার বীজের অত্যধিক ব্যবহার এর ফলে যে সাধারণ লক্ষণ দেখা যায় সেই লক্ষণগুলির মধ্যে রয়েছে বমি এবং সাধারণ খিঁচুনি। জিঙ্কগো বীজের বিষ ভিটামিন বি ৬ দিয়ে চিকিৎসা করা যেতে পারে।\n\n\n== শোষণ, বিপাক এবং নির্গমন ==\nভিটামিন বি৬ প্যাসিভ ডিফিউশনের মাধ্যমে জেজুনামে শোষিত হয়। এমনকি অত্যন্ত বেশি পরিমাণ ভিটামিন বি৬ ও ভালো ভাবে শোষিত হয়। ফসফেট রূপগুলোর শোষণ তাদের ডিফসফরিলেশনের মাধ্যমে ঘটে যা অ্যালকাইন ফসফটেজ নামক এনজাইম দ্বারা উৎপেরিত হয়।  বেশিরভাগ ভিটামিন লিভার দ্বারা গৃহীত হয়। সেখানে, ডিফোসফোরিলেটেড ভিটামিনগুলি ফসফরিলেটেড PLP, PNP এবং PMP তে রূপান্তরিত হয়। পরবর্তীতে PNP এবং PMP ও PLP তে রূপান্তরিত হয়। প্রাথমিকভাবে অ্যালবুমিন লিভারে, PLP প্রোটিনের সাথে আবদ্ধ থাকে। PLP-অ্যালবুমিন কমপ্লেক্স, লিভার দ্বারা রক্তরসে সঞ্চালনের জন্য নির্গত হয়। পুরো শরীরের বেশিরভাগ ভিটামিন বি৬ পেশির মধ্যে সঞ্চিত হয়। কিন্তু যকৃত কম পরিমাণ সঞ্চিত হয়।অনুমান করা হয় ৬১ থেকে ১৬৭ মিলিগ্রামের ভিটামিন বি ৬ পেশিতে সঞ্চিত হয়।\nএনজাইমেটিক প্রক্রিয়াগুলি PLP কে ফসফেট-দানকারী কোফ্যাক্টর হিসাবে ব্যবহার করে। PLP একটি সালভেজ পথের মাধ্যমে পুনরুদ্ধার করা হয়। যার জন্য তিনটি মূল এনজাইম, পাইরিডক্সাল কাইনেস, পাইরিডক্সিন 5'-ফসফেট অক্সিডেস এবং ফসফেটেস প্রয়োজন হয়। স্যালভেজ এনজাইমগুলির মধ্যে জন্মগত ত্রুটিগুলি কোষে (বিশেষত নিউরোনাল কোষগুলিতে) অপর্যাপ্ত মাত্রার PLP সৃষ্টি হয়। ফলস্বরূপ PLP ঘাটতিকে বিভিন্ন রোগবিদ্যার কারণ হিসেবে বিবেচনা করা হয়, বিশেষ করে শিশুর মৃগীরোগকে।\nভিটামিন বি ৬ ক্যাটাবোলিজমের শেষ পণ্য হল ৪-পাইরিডক্সিক অ্যাসিড, যা প্রস্রাবে থাকা বি৬ যৌগের প্রায় অর্ধেক তৈরি করে। ৪-পিরিডক্সিক অ্যাসিড লিভারে অ্যালডিহাইড অক্সিডেসের প্রক্রিয়া দ্বারা তৈরি হয়। ভিটামিন পরিপূরক গ্রহণের সাথে সাথে ১-২ সপ্তাহের মধ্যে ভিটামিন নিঃসরণ পরিমাণ বৃদ্ধি পায় এবং পরিপূরক গ্রহণ বন্ধ হওয়ার পরে দ্রুত হ্রাস পায়। প্রস্রাবে নির্গত অন্যান্য ভিটামিনের মধ্যে রয়েছে পাইরিডক্সাল, পাইরিডক্সামিন এবং পাইরিডক্সিন এবং তাদের ফসফেট। যখন পাইরিডক্সিনের বড় ডোজ মৌখিকভাবে দেওয়া হয়, তখন এই অন্যান্য রূপগুলোর অনুপাত বৃদ্ধি পায়। অল্প পরিমাণে ভিটামিন বি৬ মলের সাথেও নির্গত হয়। এটি অশোষিত ভিটামিনের সংমিশ্রণ এবং বৃহৎ অন্ত্রের মাইক্রোবায়োটা দ্বারা সংশ্লেষিত হতে পারে।\n\n\n== তথ্যসূত্র =="}