{"pageid": 1421179, "title": "কেতায়ুন আরদেশির দিনশ", "url": "https://bn.wikipedia.org/wiki?curid=1421179", "content": "কেতায়ুন আরদেশির দিনশ এফআরসিআর (১৬ নভেম্বর ১৯৪৩ - ২৬ আগস্ট ২০১১) ভারতীয় ওষুধের ক্ষেত্রে একজন বিশিষ্ট ব্যক্তিত্ব ছিলেন এবং ভারতে আধুনিক ক্যান্সারের যত্নের বিবর্তনে এবং কার্যকর বিকিরণ থেরাপির বিকাশে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। ২০০১ সালে, ভারতের রাষ্ট্রপতি তাকে পদ্মশ্রী প্রদান করেন। একটি বিশিষ্ট সংবাদ চ্যানেল তাকে বর্ণনা করেছে: \"চূড়ান্ত আশা এবং শেষ সম্ভাব্য পোস্ট ভারতে ক্যান্সার আক্রান্তদের জন্য আঁকড়ে ধরার জন্য\"। ত্রিশ বছরের সময়কালে, দিনশ ভারতে ক্যান্সারের ওষুধে বিপ্লব ঘটিয়েছেন, নিয়মের পরিবর্তে ব্যতিক্রম হিসাবে বহু-মডাল চিকিত্সা পরিমার্জন করেছেন।\n\n\n== জীবন এবং কর্মজীবন ==\nকলকাতার এক পার্সি পরিবারে জন্ম।\n১৯৬৬ সালে ভেলোরের ক্রিশ্চিয়ান মেডিকেল কলেজ থেকে স্নাতক হওয়ার মাধ্যমে দিনশ তার চিকিৎসা জীবন শুরু করেন। তিনি ১৯৭০ থেকে ১৯৭৩ সাল পর্যন্ত যুক্তরাজ্যের কেমব্রিজের অ্যাডেনব্রুক হাসপাতালে তার প্রশিক্ষণ অব্যাহত রাখেন। এই সময়ের মধ্যে তিনি তার ডিপ্লোমা ইন রেডিয়েশন থেরাপি সম্পন্ন করেন এবং তারপরে লন্ডনের রয়্যাল কলেজ অফ রেডিওলজিস্ট এর ফেলো হিসাবে নথিভুক্ত হন।\nএর পরে তিনি ভারতে ফিরে আসেন এবং ১৯৭৪ সালে মুম্বাইয়ের টাটা মেমোরিয়াল হাসপাতালের একজন স্টাফ সদস্য হন এবং সাত বছর পরে রেডিয়েশন অনকোলজি বিভাগের প্রধান হিসেবে মনোনীত হন। ১৯৯৫ সালে, তিনি টাটা মেমোরিয়াল হাসপাতালের পরিচালক নিযুক্ত হন এবং দুই বছর পরে টাটা মেমোরিয়াল সেন্টার (টাটা মেমোরিয়াল হাসপাতাল এবং ক্যান্সার রিসার্চ ইনস্টিটিউট) তত্ত্বাবধানের জন্য নির্বাচিত হন। তিনি ২০০৮ সাল পর্যন্ত এই ইনস্টিটিউটের পরিচালক হিসেবে দায়িত্ব পালন করেন এবং ইনস্টিটিউটটিকে বর্তমান সময়ে ভারতের অন্যতম প্রধান ক্যান্সার কেন্দ্র হিসেবে গড়ে তোলার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেন।\nতিনি অসংখ্য পুরস্কার এবং স্বীকৃতি পেয়েছেন এবং ইন্টারন্যাশনাল ইউনিয়ন অ্যাগেইনস্ট ক্যান্সার, ইন্টারন্যাশনাল অ্যাটমিক এনার্জি এজেন্সি এবং ভারত সরকার সহ অসংখ্য মর্যাদাপূর্ণ কমিটি এবং সংস্থার সদস্য হিসেবে কাজ করেছেন। তার নামে শত শত প্রকাশনা রয়েছে এবং অসংখ্য বৈজ্ঞানিক সাময়িকীর সম্পাদকীয় বোর্ডে ছিলেন। টাটা মেমোরিয়াল সেন্টারে তার পুরো মেয়াদ জুড়ে, তিনি সর্বোচ্চ মান প্রতিষ্ঠা, সমস্ত বিভাগ সংগঠিত ও পুনর্নবীকরণ, ক্যান্সার নির্ণয় ও চিকিত্সার জন্য আধুনিক যন্ত্র সরবরাহ এবং হাসপাতালে আধুনিক ব্যবস্থাপনা ব্যবস্থা এবং কম্পিউটারাইজেশন প্রতিষ্ঠার জন্য একটি চালিকা শক্তি হিসেবে কাজ করেছেন।\nতার প্রথম দিকের একটি উদ্যোগ ছিল ক্যান্সার চিকিৎসার জন্য একটি সমন্বিত দলগত পদ্ধতিকে উৎসাহিত করা, রেডিওলজিস্ট এবং সার্জনদের লিম্ফোমা জয়েন্ট ক্লিনিকে নতুন রোগীদের পর্যালোচনা করতে উৎসাহিত করা। একসাথে, চিকিত্সকরা ক্লিনিকাল প্রোটোকল প্রতিষ্ঠা করেছেন এবং এখন চলমান ক্লিনিকাল ট্রায়ালের পরিপ্রেক্ষিতে নির্ধারিত নির্দেশিকা অনুসারে উপযুক্ত চিকিত্সা প্রোগ্রামগুলিতে চ্যানেল ক্যান্সার রোগীদের চিকিত্সা করেছেন। টাটা মেমোরিয়াল হাসপাতালের সমস্ত গবেষণা কার্যক্রম পরিচালনার জন্য তার দ্বারা একটি প্রাণবন্ত বৈজ্ঞানিক পর্যালোচনা কমিটি এবং হাসপাতালের নীতিশাস্ত্র কমিটি গঠন করা হয়েছিল। তিনি টাটা মেমোরিয়াল হাসপাতালে ভারতে প্রথম ব্র্যাকিথেরাপি প্রোগ্রাম তৈরি করেন এবং থ্রিডিসিআরটি, এসআরটি, আইএমআরটি এবং আইজিআরটি-এর মতো আধুনিক রেডিয়েশন থেরাপি কৌশল বিকাশের দিকে চালিকা শক্তি ছিলেন।\nনাভি মুম্বাইতে অ্যাডভান্সড সেন্টার ফর ট্রিটমেন্ট রিসার্চ অ্যান্ড এডুকেশন ইন ক্যান্সার, টিএমএইচ-এ নতুন টাটা ক্লিনিক এবং ফ্যাকাল্টি ব্লক, টিএমএইচ-এ আইজিআরটি ফ্যাসিলিটি ব্লক প্রতিষ্ঠার পিছনেও দিনশা ছিলেন। তিনি ভাবট্রন নামক একটি দেশীয় রেডিওথেরাপি মেশিনের উন্নয়নেও গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। মেশিনটি তখন থেকে ভারতে আরও বিশটি ক্যান্সার কেন্দ্রে ইনস্টল করা হয়েছে এবং বেশ কয়েকটি উন্নয়নশীল দেশে দান করা হয়েছে।\nতিনি ২৬ আগস্ট ২০১১ সালে ক্যান্সারে আক্রান্ত হয়ে মৃত্যুবরণ করেন।  \n\n\n== সম্মান ও অর্জন ==\nবিজ্ঞান ও প্রকৌশল ক্ষেত্রে অবদানের জন্য ভারতের রাষ্ট্রপতি কর্তৃক পুরস্কৃত পদ্মশ্রী (২৬ জানুয়ারী ২০০১) \nঅতীত সভাপতি, ইন্টারন্যাশনাল সোসাইটি ফর রেডিয়েশন অনকোলজি (বেইজিং, চীন ১৯৯৭-২০০১)\nঅতীত সভাপতি, ভারতের রেডিয়েশন অনকোলজিস্ট অ্যাসোসিয়েশন (১৯৯৫-১৯৯৬)\nইন্দো আমেরিকান উলরিচ হেনস্ক মেমোরিয়াল অ্যাওয়ার্ড অফ এক্সিলেন্স, (মাদ্রাজ, ডিসেম্বর ১৯৯৩)\nফেডারেশন অফ দ্য পারসি জরথুস্ট্রিয়ান আঞ্জুমান অফ ইন্ডিয়া (জুন ১৯৯৭) দ্বারা পেশাদার দক্ষতায় শ্রেষ্ঠত্বের জন্য পুরস্কার\nস্তন ক্যান্সার ফাউন্ডেশন অফ ইন্ডিয়া (মার্চ ২০০০) দ্বারা ক্যান্সারের কারণগুলির জন্য পরিষেবার জন্য লাইফ টাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড\nঔষধে অসামান্য অবদানের জন্য এফআইই ফাউন্ডেশন জাতীয় পুরস্কার (১৯৯৯)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডাঃ (মিসেস) কেএ দিনশ, ভারত সরকার।\nদিনশ, কেতায়ুন (জানুয়ারি 2006)। টাটা মেমোরিয়াল সেন্টারের পরিচালকের ডেস্ক থেকে ।\nজেসিআরটি প্রকাশনা, ঘোষ-লস্কর এস. একজন কিংবদন্তীর অনুরাগী স্মৃতিতে: ড. কেতায়ুন আরদেশীর দিনশ। জে ক্যান রেস থার 2011;7:393-4\nপাবমেড"}