{"pageid": 1421246, "title": "বারবারা গ্রাহাম", "url": "https://bn.wikipedia.org/wiki?curid=1421246", "content": "বারবারা এলেইন \"বনি\" উড গ্রাহাম (ইংরেজি: Barbara Elaine \"Bonnie\" Wood Graham; জন্ম: ফোর্ড; ২৬ জুন ১৯২৩ - ৩ জুন ১৯৫৫) একজন মার্কিন খুনের আসামী। তাকে ও তার সাথী জ্যাক স্যান্টো ও এমেট পারকিন্সকে ডাকাতি করতে গিয়ে একজন বয়োঃবৃদ্ধ বিধবাকে খুনের অপরাধে স্যান কোয়েন্টিন কারাগারে গ্যাস চেম্বারে মৃত্যুদণ্ড দেওয়া হয়। \"ব্লাডি ব্যাবস\" ডাকনামে পরিচিত গ্রাহাম ক্যালিফোর্নিয়ায় গ্যাসের মাধ্যমে সর্বোচ্চ মৃত্যুদণ্ডপ্রাপ্ত তৃতীয় নারী।\n১৯৫৮ সালের আই ওয়ান্ট টু লিভ! চলচ্চিত্রে তার অপরাধ সম্পর্কিত গল্প বর্ণিত হয়েছে। এতে তার ভূমিকায় অভিনয় করে সুজান হেওয়ার্ড শ্রেষ্ঠ অভিনেত্রী বিভাগে একাডেমি পুরস্কার ও নাট্যধর্মী চলচ্চিত্রে শ্রেষ্ঠ অভিনেত্রী বিভাগে গোল্ডেন গ্লোব পুরস্কার অর্জন করেন।\n\n\n== প্রারম্ভিক জীবন ==\nবারবারা এলেইন ফোর্ড ১৯২৩ সালের ২৬শে জুন ক্যালিফোর্নিয়া অঙ্গরাজ্যের ওকল্যান্ড শহরে জন্মগ্রহণ করেন। তার মা কিশোরী ও অবিবাহিত হর্টেন্স ফোর্ড স্যান্টা ক্রুজ শহরে গণিকাবৃতি করে জীবন কাটাতেন। ১৯২৫ সালের ২৩শে ফেব্রুয়ারি অবিবাহিত হর্টেন্স তার দ্বিতীয় কন্যা ক্লেয়ার এলিজাবেথের জন্ম দেন। ১৯২৯ সালের ১০ই অক্টোবর ২৩ বছর বয়সে হর্টেন্স আলামেডার জোসেফ উডকে (১৯০১-১৯৩০) বিয়ে করেন। হর্টেন্স ও তার দুই কন্যা বারবারা ও ক্লেয়ারের বংশনাম পরিবর্তিত হয়ে উড হয়ে যায়। হর্টেন্স ও জোসেফের পুত্র জোসেফ রবর্ট উড ১৯৩০ সালের ২৭শে মার্চ জন্মগ্রহণ করেন, যদিও ১৯৩০ সালের ১৯শে জানুয়ারি পুত্রের জন্মের পূর্বে ২৮ বছর বয়সে জোসেফ সিনিয়র মারা যান। হর্টেন্স ফোর্ড উড (১৯০৬-১৯৮৯) তার পিতার দিক থেকে পর্তুগিজ (আজোরেয়ান) বংশোদ্ভূত ছিলেন, তার মূল পারিবারিক নাম ছিল ফুর্তাদো।\nবারবারার যখন দুই বছর বয়স, তখন তার মা গ্রেপ্তার হন ও তাকে শোধনাগারে পাঠানো হয় এবং বারবারাকে পালিত বাবা-মায়ের কাছে দেওয়া হয়, যেখানে তাকে মারধোর করা ও বাজে আচরণের স্বীকার হওয়ার অভিযোগ ওঠে। হর্টেন্স ২১ বছর বয়সে শোধনাগার থেকে ছাড়া পাওয়ার পর বারবারাকে গ্রহণ করতে অস্বীকৃতি জানান। বারবারা অপরিচিত ও যৌথ পরিবারে বেড়ে ওঠেন, তিনি বুদ্ধিদীপ্ত হলেও অল্প পড়াশোনা করেছেন। কিশোর বয়সে তাকে ভবগুরেমির জন্য গ্রেপ্তার করা হয় এবং তার মাকে যেই শোধনাগারে পাঠানো হয়েছিল, সেই ভেঞ্চুরা স্টেট স্কুল ফর গার্লসে পাঠানো হয়।\n১৯৩৯ সালে শোধনাগার থেকে ছাড়া পাওয়ার পর বারবারা জীবনকে নতুন করে সাজাতে চান। তিনি ১৯৪০ সালে মার্কিন কোস্টগার্ডসম্যান হ্যারি কিয়েলহ্যামারকে (১৯১৩-১৯৯৩) বিয়ে করেন এবং কলেজে ভর্তি হন। অল্প সময়ের ব্যবধানে তার দুই সন্তান জন্মগ্রহণ করে। ১৯৪২ সালে এই দম্পতির বিবাহবিচ্ছেদ ঘটে। হ্যারি দুই পুত্র সন্তানের অভিভাবকত্ব লাভ করেন। পরের কয়েক বছরে বারবারার আরও দুইবার বিয়ে হয়, কিন্তু প্রতি বারই তার প্রথাগত জীবন ব্যহত হয়।\nবৈবাহিক জীবন ব্যর্থ হওয়ার পর বারবারা তার মায়ের মত গণিকাবৃতি শুরু করেন। দ্বিতীয় বিশ্বযুদ্ধের সময় তাকে \"সিগাল\" চক্রে বা নৌ-ঘাঁটির নিকটবর্তী দলে একসাথে কাজ করতেন। ১৯৫৩ সালে তিনি তার কয়েকবারের খদ্দের হেনরি গ্রাহামকে বিয়ে করেন। গ্রাহামের ঔরসে তার তৃতীয় সন্তান টমির জন্ম হয়।\n\n\n== মেবল মনোহান হত্যাকাণ্ড ==\nহেনরি গ্রাহাম অবৈধ নেশায় আসক্ত ছিলেন এবং নিম্ন-শ্রেণির অপরাধের সাথে জড়িত ছিলেন। তার মাধ্যমেই বারবারা তার বন্ধু জ্যাক স্যান্টো ও এমেট \"দ্য উইজেল\" পারকিন্সের সাথে পরিচিত হন, যাদের দুজনেরই অপরাধের রেকর্ড ছিল। পারকিন্সের সাথে তিনি সম্পর্কে জড়িয়ে পড়েন, যার কাছে তিনি ৬৪ বছর বয়সী বিধবা মেবল মনোহানের কথা জানতে পারেন যে ক্যালিফোর্নিয়ার বারব্যাংকে তার বাড়িতে অনেক অর্থ ও অলঙ্কার রয়েছে।\nমনোহান অবসরপ্রাপ্ত ভডভিল অভিনয়শিল্পী, যিনি কিথ-অ্যালবি সার্কিটে কাজ করতেন। তার সাবেক জামাতা লুথার বি. শেরার (১৮৭৯-১৯৫৭) মাল্টি-মিলিয়নিয়ার ছিলেন, যিনি পাম স্প্রিংসের বিভিন্ন স্থানে জুয়ার ক্লাব ও লাস ভেগাসে ক্যাসিনোর মালিকানার জন্য সুপরিচিত ছিলেন। ধারণা করা হয় বিভিন্ন অপরাধ চক্রের সাথে তার গভীর সম্পর্ক ছিল। মনোহানের কন্যা আইরিসের দুই বছর পূর্বে শেরারের সাথে বিবাহবিচ্ছেদ ঘটে এবং বিবাহবিচ্ছেদের মীমাংসায় বারব্যাংকের বাড়িটি পায়। আইরিস অন্য একজনকে বিয়ে করে নিউ ইয়র্কে চলে যান এবং তার মা মেবলকে এই বাড়িটি দিয়ে যান। মনোহান ও শেরার বিবাহবিচ্ছেদের পরও ঘনিষ্ঠ বন্ধু ছিলেন এবং তাদের বন্ধুত্ব নিয়ে বিভিন্ন গুঞ্জন ও গুজব রটে, যা পরবর্তীকালে ভয়াবহ পরিণতির দিকে নিয়ে যায়। অপরাধ চক্র ও স্থানীয় পানশালায় মধ্যে একটি গুজব রটে যে মনোহানের প্রতি তার বিশ্বস্ততার কারণে শেরার এই বাড়িতে একটি সিন্দুকে নগদ ১,০০,০০০ মার্কিন ডলার রেখে গেছেন।\nব্যাক্সটার শর্টারের স্বীকারোক্তি ও জন ট্রু'র সাক্ষ্য বয়ান অনুসারে:\n১৯৫৩ সালের ৮ই মার্চ গ্রাহাম সান ফার্নান্দো ভ্যালিতে পারকিন্স, স্যান্টো, ট্রু ও সিন্দুক ভাঙ্গায় দক্ষ শর্টারের সাথে ডিনার করেন। শর্টার বলেন শুরুতে তিনি চাননি গ্রাহাম থাকুক কারণ তিনি একজন \"মহিলা\", কিন্তু পারকিন্স তাকে বোঝায় যে তাকে নিয়ে গেলেই মনোহান প্রধান দরজা খুলবে।\n১৯৫৩ সালের ৯ই মার্চ সন্ধ্যায় গ্রাহাম দরজায় ঠোকা দিয়ে গৃহে প্রবেশ করেন এবং গাড়িতে সমস্যা হয়েছে বলে মনোহানের ফোন ব্যবহারের অনুমতি চান। মনোহান গ্রাহাম, পারকিন্স,  স্যান্টো ও ট্রুকে ভিতরে আসার জন্য দরজা খুলে দেন এবং তার পিছে পিছে শর্টার গৃহে প্রবেশ করেন। শর্টার বলেন তিনি তখন গৃহে প্রবেশ করেন ততক্ষণে মনোহানের রক্তপাত শুরু হয় এবং তার মুখ বন্ধ করা ছিল। দলটি মনোহানের বাড়িতে সিন্দুক, অর্থ বা অলঙ্কার খুঁজতে গিয়ে সব ছিন্ন-বিচ্ছিন্ন করে ফেলে। ট্রু বলেন গ্রাহাম পারকিন্সের হাতে একটি বন্দুক দিয়ে তাকে শেষ করে ফেলতে বলেন। শর্টার বলেন এই সময়ে তিনি পারকিন্সকে মেঝেতে ফেলে দেন এবং ট্রুকে মনোহানের মুখের বাঁধন খুলে দিতে বলেন কারণ তিনি দেখেন মনোহানের শ্বাস নিতে কষ্ট হচ্ছিল। ট্রু এই ব্যাপারে কিছু বলেননি এবং জানান যে গ্রাহাম মনোহানকে মারতে শুরু করেন। তারা চলে যাওয়ার পর স্যান্টো ধারণা করেন যে মনোহান মারা গেছে। শর্টার একটি পে ফোন থেকে সাহায্যের জন্য ফোন করেন। অপারেটরকে যে ঠিকানা দেওয়া হয়েছিল তা ভুল ছিল এবং দুই দিন পর মনোহানের বাগানের মালি তার মৃতদেহ খুঁজে পায়।\nএই ডাকাতির চেষ্টা বৃথা চেষ্টা ছিল কারণ বাড়িতে মূল্যবান কিছুই পাওয়া যায়নি। তারা পরবর্তীকালে কাঠগড়ায় জানতে পারে ১৫,০০০ মার্কিন ডলার মূল্যের অলঙ্কার আলমারিতে রাখা পার্সে ছিল। মনোহানের কন্যা আইরিস তার মায়ের খুনীদের গেপ্তার ও সাজার তথ্যের জন্য ৫,০০০ মার্কিন ডলারের পুরস্কার ঘোষণা করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফাইন্ড এ গ্রেইভে বারবারা গ্রাহাম  (ইংরেজি)"}