{"pageid": 1421450, "title": "পাইরুভিক অ্যাসিড", "url": "https://bn.wikipedia.org/wiki?curid=1421450", "content": "পাইরুভিক অ্যাসিড ( আইইউপিএসি নাম : 2-অক্সোপ্রোপানোয়িক অ্যাসিড, যাকে অ্যাসিটোইক অ্যাসিডও বলা হয়) (CH 3 COCOOH) হল আলফা-কিটো অ্যাসিডগুলির মধ্যে সবচেয়ে সহজ, একটি কার্বক্সিলিক অ্যাসিড এবং একটি কিটোন ফাংশনাল গ্রুপ। পাইরুভেট, কনজুগেট বেস, CH 3 COCOO −, কোষ জুড়ে বিভিন্ন বিপাকীয় পথের মধ্যবর্তী ।\nপাইরুভিক অ্যাসিড গ্লাইকোলাইসিসের মাধ্যমে গ্লুকোজ থেকে তৈরি করা যেতে পারে, গ্লুকোনিওজেনেসিসের মাধ্যমে আবার কার্বোহাইড্রেট (যেমন গ্লুকোজ) তে রূপান্তরিত হতে পারে বা অ্যাসিটাইল-CoA -এর সাথে বিক্রিয়ার মাধ্যমে ফ্যাটি অ্যাসিডে রূপান্তরিত হতে পারে।  এটি অ্যামিনো অ্যাসিড অ্যালানিন তৈরি করতেও ব্যবহার করা যেতে পারে এবং গাঁজন করার মাধ্যমে ইথানল বা ল্যাকটিক অ্যাসিডে রূপান্তরিত হতে পারে।\nপাইরুভিক অ্যাসিড সাইট্রিক অ্যাসিড চক্রের (ক্রেব চক্র নামেও পরিচিত) মাধ্যমে কোষে শক্তি সরবরাহ করে যখন অক্সিজেন উপস্থিত থাকে (বায়বীয় শ্বসন), এবং অক্সিজেনের অভাব হলে ল্যাকটেট উত্পাদন করতে বিকল্পভাবে গাঁজন করে।\n\n\n== রসায়ন ==\n১৮৩৪ সালে, থিওফাইল-জুলস পেলুজ টারটারিক অ্যাসিড এবং বিচ্ছিন্ন গ্লুটারিক অ্যাসিড এবং অন্য একটি অজানা জৈব অ্যাসিড পাতিত করেছিলেন। জন্স জ্যাকব বার্জেলিয়াস পরের বছর এই অন্য অ্যাসিডটিকে চিহ্নিত করেছিলেন এবং পাইরুভিক অ্যাসিডের নামকরণ করেছিলেন কারণ এটি তাপ ব্যবহার করে পাতিত হয়েছিল। সঠিক আণবিক কাঠামোটি ১৮৭০ এর দশকে অনুমান করা হয়েছিল।\nপাইরুভিক অ্যাসিড একটি বর্ণহীন তরল যা অ্যাসিটিক অ্যাসিডের মতো গন্ধযুক্ত এবং এটি জলের সাথে মিশ্রিত হয়।  পরীক্ষাগারে, পাইরুভিক অ্যাসিড টারটারিক অ্যাসিড এবং পটাসিয়াম হাইড্রোজেন সালফেটের মিশ্রণ গরম করে, একটি শক্তিশালী অক্সিডাইজার (যেমন, পটাসিয়াম পারম্যাঙ্গানেট বা ব্লিচ) দ্বারা প্রোপিলিন গ্লাইকলের জারণ দ্বারা বা পটাসিয়াম সায়ানাইডের সাথে অ্যাসিটাইল ক্লোরাইডের বিক্রিয়া দ্বারা গঠিত অ্যাসিটাইল সাইনাইডের হাইড্রোলাইসিস দ্বারা প্রস্তুত করা যেতে পারে:\n\nCH 3 COCl + KCN → CH 3 COCN + KCl\nCH 3 COCN → CH 3 COCOOH\n\n\n== বায়োকেমিস্ট্রি ==\n\nপাইরুভেট জৈব রসায়নে একটি গুরুত্বপূর্ণ রাসায়নিক যৌগ। এটি গ্লাইকোলাইসিস নামে পরিচিত গ্লুকোজের বিপাকের ফল। গ্লুকোজের একটি অণু পাইরুভেটের দুটি অণুতে বিভক্ত হয়, যা পরে দুটি উপায়ের একটিতে আরও শক্তি সরবরাহ করতে ব্যবহৃত হয়। পাইরুভেটকে অ্যাসিটাইল-কোএনজাইম এ রূপান্তরিত করা হয়, যা ক্রেব চক্র (সাইট্রিক অ্যাসিড চক্র বা ট্রাইকারবক্সিলিক অ্যাসিড চক্র নামেও পরিচিত) নামে পরিচিত বিক্রিয়াগুলি একটি সিরিজের প্রধান ইনপুট। পাইরুভেট একটি অ্যানাপ্লেরোটিক বিক্রিয়া দ্বারা অক্সালোঅ্যাসিটেটে রূপান্তরিত হয়, যা ক্রেব চক্র মধ্যবর্তী পূরণ করে; এছাড়াও, অক্সালোঅ্যাসিটেট গ্লুকোনোজেনেসিসের জন্য ব্যবহৃত হয়।\nএই বিক্রিয়াগুলির নামকরণ করা হয়েছে হ্যান্স অ্যাডলফ ক্রেবসের নামানুসারে, জৈব রসায়নবিদ ১৯৫৩ সালে বিপাকীয় প্রক্রিয়া নিয়ে গবেষণার জন্য ফ্রিটজ লিপম্যানের সাথে যৌথভাবে ফিজিওলজির জন্য নোবেল পুরস্কার পেয়েছিলেন। চক্রটি সাইট্রিক অ্যাসিড চক্র বা ট্রাইকারবক্সিলিক অ্যাসিড চক্র নামেও পরিচিত, কারণ সাইট্রিক অ্যাসিড হল বিক্রিয়ার সময় গঠিত মধ্যবর্তী যৌগগুলির মধ্যে একটি।\nযদি অপর্যাপ্ত অক্সিজেন পাওয়া যায়, তবে অ্যাসিড অ্যানারোবিকভাবে ভেঙে যায়, যা প্রাণীদের মধ্যে ল্যাকটেট এবং উদ্ভিদ ও অণুজীবের ইথানল তৈরি করে (এবং কার্প  )। গ্লাইকোলাইসিস থেকে পাইরুভেট ল্যাকটেট ফার্মেন্টেশনে এনজাইম ল্যাকটেট ডিহাইড্রোজেনেজ এবং কোএনজাইম NADH ব্যবহার করে ল্যাকটেটে রূপান্তরিত হয় বা অ্যাসিটালডিহাইডে ( পাইরুভেট ডিকারবক্সিলেস এনজাইম সহ) এবং তারপর অ্যালকোহলযুক্ত গাঁজনে ইথানলে রূপান্তরিত হয়।\nপাইরুভেট বিপাকীয় পথের নেটওয়ার্কের একটি মূল ছেদ। পাইরুভেটকে গ্লুকোনোজেনেসিসের মাধ্যমে কার্বোহাইড্রেটে, অ্যাসিটাইল-CoA এর মাধ্যমে ফ্যাটি অ্যাসিড বা শক্তিতে, অ্যামিনো অ্যাসিড অ্যালানিন এবং ইথানলে রূপান্তরিত করা যায়। অতএব, এটি বেশ কয়েকটি মূল বিপাকীয় প্রক্রিয়াগুলিকে একত্রিত করে।\n\n\n=== গ্লাইকোলাইসিস দ্বারা পাইরুভিক অ্যাসিড উত্পাদন ===\nগ্লাইকোলাইসিসের শেষ ধাপে, ফসফোনোলপাইরুভেট (পিইপি) পাইরুভেট কাইনেসে পাইরুভেটে রূপান্তরিত হয়। এই বিক্রিয়া দৃঢ়ভাবে এক্সারগনিক এবং অপরিবর্তনীয়; গ্লুকোনিওজেনেসিসে, পাইরুভেট থেকে পিইপি-তে বিপরীত রূপান্তরকে অনুঘটক করতে দুটি এনজাইম, পাইরুভেট কার্বোক্সিলেজ এবং পিইপি কার্বোক্সিকাইনেস লাগে।\n\nCompound C00074 at KEGG Pathway Database. Enzyme 2.7.1.40 at KEGG Pathway Database. Compound C00022 at KEGG Pathway Database.\nClick on genes, proteins and metabolites below to link to respective articles. \n\n\n=== ডিকারবক্সিলেশন থেকে এসিটাইল CoA ===\nপাইরুভেট ডিহাইড্রোজেনেস কমপ্লেক্স দ্বারা পাইরুভেট ডিকারবক্সিলেশন অ্যাসিটাইল-CoA উত্পাদন করে।\n\n\n=== কার্বক্সিলেশন থেকে অক্সালোঅ্যাসিটেট ===\nপাইরুভেট কার্বক্সিলেস দ্বারা কার্বক্সিলেশন অক্সালোঅ্যাসিটেট তৈরি করে।\n\n\n=== অ্যালানিনে ট্রান্সামিনেশন ===\nঅ্যালানাইন ট্রান্সমিনেজ দ্বারা ট্রান্সামিনেশন অ্যালানিন উৎপন্ন করে।\n\n\n=== ল্যাকটেট থেকে হ্রাস ===\nল্যাকটেট ডিহাইড্রোজিনেস দ্বারা হ্রাস ল্যাকটেট উৎপন্ন করে।\n\n\n=== পরিবেশগত রসায়ন ===\nপাইরুভিক অ্যাসিড গৌণ জৈব অ্যারোসোলগুলিতে প্রচুর পরিমাণে কার্বক্সিলিক অ্যাসিড।\n\n\n== ব্যবহারসমূহ ==\nপাইরুভেট ওজন হ্রাস পরিপূরক হিসাবে বিক্রি হয়, যদিও বিশ্বাসযোগ্য বিজ্ঞান এখনও এই দাবিকে সমর্থন করতে পারেনি। ছয়টি ট্রায়ালের একটি পদ্ধতিগত পর্যালোচনাতে প্লাসিবোর তুলনায় পাইরুভেটের সাথে শরীরের ওজনে পরিসংখ্যানগতভাবে উল্লেখযোগ্য পার্থক্য পাওয়া গেছে। তবে, সমস্ত পরীক্ষায় পদ্ধতিগত দুর্বলতা ছিল এবং প্রভাবের মাত্রা কম ছিল। পর্যালোচনাতে পাইরুভেটের সাথে যুক্ত প্রতিকূল ঘটনাগুলি যেমন ডায়রিয়া, ফোলাভাব, গ্যাস এবং কম ঘনত্বের লাইপোপ্রোটিন (এলডিএল) কোলেস্টেরল বৃদ্ধিও চিহ্নিত করা হয়েছে। লেখকরা উপসংহারে পৌঁছেছেন যে ওজন হ্রাসের জন্য পাইরুভেট ব্যবহারকে সমর্থন করার জন্য পর্যাপ্ত প্রমাণ নেই।\nহৃদয়ে ইন-ভিট্রো পাশাপাশি ইন-ভিভো প্রমাণও রয়েছে যে পাইরুভেট এনএডিএইচ উত্পাদন উদ্দীপনা দ্বারা বিপাক উন্নত করে এবং কার্ডিয়াক ফাংশন বাড়ায়। \n\n\n== আরও দেখুন ==\nপাইরুভেট স্কেল\nইউভিটোনিক অ্যাসিড\n\n\n== তথ্যসূত্র ==\n\n\n== তথ্যসূত্র ==\nCody, G. D.; Boctor, N. Z. (২০০০)। \"Primordial Carbonylated Iron-Sulfur Compounds and the Synthesis of Pyruvate\": 1337–1340। ডিওআই:10.1126/science.289.5483.1337। পিএমআইডি 10958777। \n\n\n== বহিঃসংযোগ ==\nপাইরুভিক অ্যাসিড ভর বর্ণালী\nটেমপ্লেট:Glycolysisটেমপ্লেট:Amino acid metabolism intermediates"}