{"pageid": 1421551, "title": "সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1421551", "content": "বিজ্ঞানে সূত্র হলো, তথ্যকে প্রতীকীভাবে প্রকাশ করার একটি সংক্ষিপ্ত উপায়। যেমন, গাণিতিক সূত্র বা রাসায়নিক সংকেত। পুরো বিশ্বকে বুঝতে সাহায্যকারী বিজ্ঞানে সূত্র শব্দটি একটি গুরুত্বপূর্ণ ধারণা। এটি নীতি, নিয়ম এবং সম্পর্কের একটি সাধারণ বর্ণনা প্রদান করে যা বিভিন্ন পরিমাণের মধ্যে বিদ্যমান।\n\n\n== গণিতে সূত্রের সংজ্ঞা ==\nগণিতে একটি সূত্র সাধারণত দুটি গাণিতিক অভিব্যক্তিকে সম্পর্কিত করে এমন একটি সমীকরণকে বোঝায়। সবচেয়ে গুরুত্বপূর্ণ সূত্র হলো গাণিতিক উপপাদ্য। উদাহরণস্বরূপ, একটি গোলকের আয়তন নির্ণয়ের জন্য উল্লেখযোগ্য পরিমাণে ইন্টিগ্রাল ক্যালকুলাস বা এর জ্যামিতিক বিকল্প ব্যবহার করা হয়। তবে একবার কোনও পরামিতির (উদাহরণস্বরূপ ব্যাসার্ধ) শর্তে এটি করা হলে তার ব্যাসার্ধের ক্ষেত্রে গণিতবিদরা গোলকের আয়তনকে বর্ণনা করার জন্য একটি সূত্র তৈরি করেছেন:\nগোলকের আয়তন, \n  \n    \n      \n        V\n        =\n        \n          \n            4\n            3\n          \n        \n        π\n        \n          r\n          \n            3\n          \n        \n        .\n      \n    \n    {\\displaystyle V={\\frac {4}{3}}\\pi r^{3}.}\n  \n\nএখানে, V হলো আয়তন, r হলো ব্যাসার্ধ, এবং π (পাই)  হলো একটি গাণিতিক ধ্রুবক, যার মান প্রায় = 3.1416\nএই ফলাফল অর্জনের পর ব্যাসার্ধ জানা থাকে যেকোনো গোলকের আয়তন নির্ণয় করা যাবে। এখানে লক্ষ্য করা যায় যে আয়তন V এবং ব্যাসার্ধ r কে শব্দ বা বাক্যাংশের পরিবর্তে একক অক্ষরে প্রকাশ করা হয়েছে। তুলনামূলকভাবে সহজ সূত্রে কম গুরুত্বপূর্ণ এই রীতিটি গণিতবিদদের আরও দ্রুত বড় এবং আরও জটিল সূত্রগুলি পরিচালনা করতে সাহায্য করে। গাণিতিক সূত্রগুলো প্রায়শই বীজগাণিতিক, বিশ্লেষণাত্মক বা বদ্ধ রূপে থাকে।\nসাধারণ প্রেক্ষাপটে সূত্রগুলো প্রায়শই বাস্তব জগতের ঘটনাবলীর গাণিতিক মডেলের প্রকাশ এবং এইভাবে বাস্তব জগতের সমস্যার সমাধান (বা আনুমানিক সমাধান) সরবরাহ করতে ব্যবহার করা যেতে পারে, যার মধ্যে কিছু কিছু অন্যদের তুলনায় আরও সাধারণ। উদাহরণস্বরূপ, এই সূত্র\n\n  \n    \n      \n        F\n        =\n        m\n        a\n      \n    \n    {\\displaystyle F=ma}\n  \n\nনিউটনের দ্বিতীয় সূত্রের একটি প্রকাশ ও বিস্তৃত পরিসরের শারীরিক পরিস্থিতিতে প্রযোজ্য। অন্যান্য সূত্র, যেমন একটি উপসাগরে জোয়ারের গতিমানের মডেল তৈরি করতে সাইন বক্ররেখার সমীকরণ ব্যবহার করা এবং একটি নির্দিষ্ট সমস্যা সমাধানের জন্য তৈরি করা যেতে পারে। যাইহোক, সকল ক্ষেত্রেই সূত্রগুলো গণনার ভিত্তি তৈরি করে।\nএক্সপ্রেশন এবং সূত্রের মধ্যে পার্থক্য:\nএক্সপ্রেশন সূত্র থেকে আলাদা কারণ সেখানে সমান চিহ্ন (=) থাকতে পারে না। এক্সপ্রেশনগুলোকে ফ্রেজের সাথে তুলনা করা যেতে পারে ঠিক যেমন সূত্রগুলোকে বাক্যগত বাক্যের সাথে তুলনা করা যেতে পারে।\nউদাহরণ:\nসূত্র: \n  \n    \n      \n        V\n        =\n        \n          \n            4\n            3\n          \n        \n        π\n        \n          r\n          \n            3\n          \n        \n        .\n      \n    \n    {\\displaystyle V={\\frac {4}{3}}\\pi r^{3}.}\n  \n  (একটি গোলকের আয়তন)\nএক্সপ্রেশন: 2x + 3y (একটি বীজগাণিতিক এক্সপ্রেশন)\n\n\n=== গাণিতিক যুক্তিতে ===\nগাণিতিক যুক্তিতে একটি সুগঠিত সূত্র (ডাব্লিউএফএফ) হলো নির্দিষ্ট যৌক্তিক ভাষার প্রতীক ও গঠন নিয়ম ব্যবহার করে তৈরি করা একটি সত্তা। এটি এমন একটি বাক্যের মতো যা সেই ভাষার নিয়ম মেনে তৈরি করা হয়েছে এবং যার একটি স্পষ্ট অর্থ রয়েছে। ব্যাখ্যা:\n\nনির্দিষ্ট যৌক্তিক ভাষা: গাণিতিক যুক্তিতে বিভিন্ন ধরনের ভাষা ব্যবহার করা হয়, যেমন প্রস্তাবগত যুক্তি, প্রেডিকেট যুক্তি, ইত্যাদি। প্রতিটি ভাষার নিজস্ব প্রতীক ও গঠন নিয়ম থাকে।\nপ্রতীক: যৌক্তিক ভাষায় বিভিন্ন ধরনের প্রতীক ব্যবহার করা হয়, যেমন অক্ষর, সংখ্যা, বিশেষ চিহ্ন ইত্যাদি। প্রতিটি প্রতীকের নির্দিষ্ট অর্থ থাকে।\nগঠন নিয়ম: এই নিয়ম নির্ধারণ করে কোন বাক্যগুলো সেই ভাষায় সঠিকভাবে গঠিত এবং কোনগুলো নয়।\nসত্তা: এটি একটি বিমূর্ত ধারণা যা বাস্তব জগতের কোন বস্তুর সাথে সরাসরি সম্পর্কিত নয়।\nস্পষ্ট অর্থ: একটি সুগঠিত সূত্রের একটি স্পষ্ট ও নির্দিষ্ট অর্থ থাকতে হবে।\nউদাহরণস্বরূপ, প্রথম ক্রমের যুক্তিতে,\n\n  \n    \n      \n        ∀\n        x\n        ∀\n        y\n        (\n        P\n        (\n        f\n        (\n        x\n        )\n        )\n        →\n        ¬\n        (\n        P\n        (\n        x\n        )\n        →\n        Q\n        (\n        f\n        (\n        y\n        )\n        ,\n        x\n        ,\n        z\n        )\n        )\n        )\n      \n    \n    {\\displaystyle \\forall x\\forall y(P(f(x))\\rightarrow \\neg (P(x)\\rightarrow Q(f(y),x,z)))}\n  \n\nএকটি সূত্র, তবে শর্ত থাকে যে \n  \n    \n      \n        f\n      \n    \n    {\\displaystyle f}\n  \n একটি ইউনারি ফাংশন প্রতীক, \n  \n    \n      \n        P\n      \n    \n    {\\displaystyle P}\n  \n একটি ইউনারি প্রিডিকেট প্রতীক এবং \n  \n    \n      \n        Q\n      \n    \n    {\\displaystyle Q}\n  \n একটি টার্নারি প্রিডিকেট প্রতীক।\n\n\n== রাসায়নিক সংকেত ==\n\nআধুনিক রসায়নে একটি রাসায়নিক সংকেত হলো কোনো নির্দিষ্ট রাসায়নিক যৌগ গঠনকারী পরমাণুর অনুপাত সম্পর্কে তথ্য প্রকাশ করার একটি পদ্ধতি। এটি রাসায়নিক উপাদানের প্রতীক, সংখ্যা এবং কখনও কখনও অন্যান্য প্রতীক যেমন বন্ধনী, যোগ-বিয়োগ চিহ্ন ইত্যাদি ব্যবহার করে একটি সারিতে লেখা হয়। উদাহরণস্বরূপ, H2O হলো পানির রাসায়নিক সংকেত, এটি নির্দেশ করে যে প্রতিটি অণুতে দুটি হাইড্রোজেন (H) পরমাণু ও একটি অক্সিজেন (O) পরমাণু রয়েছে। একইভাবে O−3 একটি ওজোন অণুকে বোঝায় যা তিনটি অক্সিজেন পরমাণু এবং একটি ঋণাত্মক চার্জ নিয়ে গঠিত।\n\nরাসায়নিক সংকেতে প্রতিটি উপাদানকে তার নিজস্ব রাসায়নিক চিহ্ন দিয়ে চিহ্নিত করা হয় এবং যৌগে থাকা প্রতিটি উপাদানের পরমাণুর অনুপাতকে নির্দেশ করে।\nআণবিক সংকেতে, এই অনুপাতগুলি একটি মূল উপাদানের সাথে শুরু হয় এবং তারপরে যৌগে মূল উপাদানের সাথে অনুপাত হিসেবে অন্যান্য উপাদানের পরমাণুর সংখ্যা নির্ধারণ করে। আণবিক যৌগের জন্য এই অনুপাত সংখ্যাগুলো সর্বদা পূর্ণসংখ্যা হিসাবে প্রকাশ করা যায়। উদাহরণস্বরূপ, ইথানলের আণবিক সংকেতটি C2H6O হিসাবে লেখা যেতে পারে, কারণ ইথানলের অণুগুলোতে দুটি কার্বন পরমাণু, ছয়টি হাইড্রোজেন পরমাণু এবং একটি অক্সিজেন পরমাণু থাকে। কিন্তু কিছু ধরণের আয়নিক যৌগকে কেবল পূর্ণসংখ্যা ধারণকারী আণবিক সংকেত হিসেবে লেখা যায় না। একটি উদাহরণ হলো বোরন কার্বাইড যার সংকেত CBn একটি পরিবর্তনশীল অ-পূর্ণসংখ্যা অনুপাত, যেখানে n এর মান ৪ থেকে ৬.৫ এর বেশি হতে পারে।\nযখন সংকেতের রাসায়নিক যৌগটি সাধারণ অণু দ্বারা গঠিত হয়, তখন রাসায়নিক সংকেতগুলি প্রায়শই অণুর কাঠামো প্রস্তাব করার জন্য উপায় ব্যবহার করে। এই সংকেতগুলোর বিভিন্ন ধরন রয়েছে যার মধ্যে রয়েছে আণবিক সংকেত এবং সংক্ষিপ্ত সংকেত। একটি আণবিক সংকেত অণুতে থাকা পরমাণুর সংখ্যা গণনা করে যাতে গ্লুকোজের আণবিক সংকেত \"CH2O\"-এর পরিবর্তে এর আণবিক সংকেতটি C6H12O6 হয়। খুবই সাধারণ পদার্থ ব্যতীত আণবিক রাসায়নিক সংকেতগুলোয় প্রয়োজনীয় কাঠামোর তথ্যের অভাব থাকে ও এমনকি কিছু কিছু ক্ষেত্রে দ্ব্যর্থহীন হতে পারে।\nযেকোন কাঠামোর সংকেত হলো এমন একটি আঁকন যা প্রতিটি পরমাণুর অবস্থান এবং সেগুলো কোন পরমাণুর সাথে বন্ধনযুক্ত তা দেখায়।\n\n\n== কম্পিউটার বিজ্ঞানে ==\nকম্পিউটার বিজ্ঞানে সূত্র সাধারণত এক বা একাধিক চলকের উপর সম্পাদিত একটি গণনা বর্ণনা করে। এই সূত্রগুলো প্রায়শই কম্পিউটারের নির্দেশাবলীর মাধ্যমে প্রদান করা হয়, যেমন:\nডিগ্রি সেলসিয়াস = (5/9) * (ডিগ্রি ফারেনহাইট - 32)\nকম্পিউটারের স্প্রেডশিট সফ্টওয়্যারে একটি ঘরের মান নির্ণয়ের সূত্র, যেমন A3 নিম্নলিখিতভাবে লেখা যেতে পারে:\n=A1+A2\nএখানে, A1 এবং A2 স্প্রেডশীটের অন্যান্য ঘর (কলাম A, সারি 1 বা 2) কে নির্দেশ করে।\nএই সূত্রটি \"কাগজে\" লেখা A3 = A1+A2 রূপের একটি সংক্ষিপ্ত রূপ। রীতি অনুসারে A3 বাদ দেওয়া হয় কারণ ফলাফলটি সর্বদা ঘরের মধ্যেই সংরক্ষিত থাকে, ফলে নাম উল্লেখ করা অপ্রয়োজনীয় করে উঠে।\n\n\n== পরিমাপের একক ==\nবিজ্ঞানের সূত্রগুলোয় প্রায় সবসময়ই একক নির্বাচন করতে হয়। সূত্রগুলো বিভিন্ন রকমের পরিমাণের মধ্যে সম্পর্ক প্রকাশ করতে ব্যবহৃত হয়, যেমন পদার্থবিজ্ঞানে তাপমাত্রা, ভর বা চার্জ; অর্থনীতিতে যোগান, লাভ বা চাহিদা; এবং অন্যান্য বিভিন্ন বিষয়ে পরিমাপে সূত্র প্রয়োগ করা হয়ে থাকে।\nবিজ্ঞানে ব্যবহৃত সূত্রের একটি উদাহরণ হল বোল্টজমানের এনট্রপি সূত্র। \nএনট্রপিকে ব্যবস্থায় ব্যাধি বা এলোমেলোতার সূচক হিসাবে সংজ্ঞায়িত করা যেতে পারে। ধারণাটি প্রথম ১৮৫০ সালে রুডলফ ক্লসিয়াস নামে একজন জার্মান পদার্থবিজ্ঞানী আবিষ্কার করেছিলেন।\n\nপরিসংখ্যানগত তাপগতিবিদ্যায় এটি একটি সম্ভাব্যতা সমীকরণ যা একটি আদর্শ গ্যাসের এনট্রপি (S)-কে W-এর সাথে সম্পর্কিত করে। W হল একটি নির্দিষ্ট ম্যাক্রোস্টেটের সাথে সম্পর্কিত মাইক্রোস্টেটের সংখ্যা। অন্য কথায় এনট্রপি যত বেশি, ব্যবস্থার অবস্থা ততো বেশি \"অজানা\" বা এলোমেলো।\n\n  \n    \n      \n        S\n        =\n        k\n        ⋅\n        log\n        ⁡\n        W\n      \n    \n    {\\displaystyle S=k\\cdot \\log W}\n  \n           (1) S= k ln W\nযেখানে:\n\nS: গ্যাসের এনট্রপি (জুল/কেলভিন)\nW: গ্যাসের একটি নির্দিষ্ট ম্যাক্রোস্টেটের সাথে সম্পর্কিত মাইক্রোস্টেটের সংখ্যা\nk: বোল্টজমান ধ্রুবক (1.38062 x 10^-23 জুল/কেলভিন)\nln: স্বাভাবিক লগারিদম\n\n\n== আরও দেখুন ==\nগাণিতিক প্রতীক-চিহ্নাদি\nরাসায়নিক প্রতীক\nউপপাদ্য\nঅসমতা\nক্যালকুলাস\n\n\n== তথ্যসূত্র =="}