{"pageid": 1421180, "title": "বারবারা ক্রেগ", "url": "https://bn.wikipedia.org/wiki?curid=1421180", "content": "বারবারা ডেনিস ক্রেগ (জন্মনাম: চ্যাপম্যান ; ২২ অক্টোবর ১৯১৫ - ২৫ জানুয়ারী ২০০৫) ছিলেন একজন ব্রিটিশ প্রত্নতাত্ত্বিক, ক্লাসিস্ট এবং শিক্ষাবিদ, যিনি ধ্রুপদী মৃৎশিল্পে বিশেষজ্ঞ ছিলেন। ১৯৬৭ থেকে ১৯৮০ সাল পর্যন্ত, তিনি সোমারভিল কলেজ, অক্সফোর্ডের অধ্যক্ষ ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nতিনি ব্রিটিশ রাজের কলকাতায় ১৯১৫ সালের ২২ অক্টোবর জন্মগ্রহণ করেন। তার বাবা ছিলেন কলকাতার ইম্পেরিয়াল লাইব্রেরির (বর্তমানে ভারতের জাতীয় গ্রন্থাগারের) গ্রন্থাগারিক। ১৯২০ সালে, তিনি তার মা এবং ভাইবোনদের সাথে লন্ডন, ইংল্যান্ডে চলে আসেন; তার বাবা ভারতে থেকে যান। তিনি লন্ডনের অ্যাক্টনের একটি বেসরকারী স্কুল হ্যাবারডাশার্স অ্যাস্কের স্কুল ফর গার্লস- এ শিক্ষিত হন।\nঅক্সফোর্ড বিশ্ববিদ্যালয়ে বৃত্তি পেয়ে এবং তার চাচা আর. ডব্লিউ. চ্যাপম্যানের প্রভাবে, তিনি ক্লাসিক পড়ার জন্য অক্সফোর্ডের সোমারভিল কলেজে ১৯৩৪ সালে ম্যাট্রিকুলেশন করেন। তার ডিগ্রির সময়, তিনি প্রাচীন ইতিহাস এবং শাস্ত্রীয় প্রত্নতত্ত্বে বিশেষীকরণ করেছিলেন। তার একজন প্রভাশক ছিলেন এইচটি ওয়েড গেরি, যিনি লাতিন বা গ্রীকের পরিবর্তে প্রাচীন ইতিহাসে তার আগ্রহকে উৎসাহিত করেছিলেন। তিনি ১৯৩৮ সালে ব্যাচেলর অফ আর্টস (বিএ) ডিগ্রি নিয়ে স্নাতক হন, মোডস এবং গ্রেটস উভয় ক্ষেত্রেই প্রথম শ্রেণীর সম্মান অর্জন করেন।\n\n\n== কর্মজীবন ==\nক্রেগের প্রাথমিক কর্মজীবন একাডেমিয়ায় ভবিষ্যত গড়ার পরামর্শ দিয়েছিল। তার ডবল ফার্স্ট হওয়ার পর, তাকে ক্রেভেন ফেলোশিপ এবং গোল্ডস্মিথের সিনিয়র স্টুডেন্টশিপ দেওয়া হয়েছিল আরও পড়াশোনার অর্থায়নের জন্য। এরপর তিনি রোমের ব্রিটিশ স্কুলে গবেষণা ও আরও অধ্যয়নের জন্য ইতালি যান। সেখানে তিনি গ্রীক গীতিকবিতার ঐতিহাসিক পটভূমি এবং সিসিলির প্রাচীন ইতিহাস অধ্যয়ন করেন। তিনি সিসিলিতে প্রাচীন স্থানগুলি দেখে একা ভ্রমণ করে কিছু সময় কাটিয়েছেন। নিয়মিত পর্যটন স্থানগুলি থেকে দূরে সরে যাওয়ার পরে, তিনি নিজেকে দ্বীপের অভ্যন্তরে খুঁজে পান যেখানে ইতালির বিপুল সংখ্যক অস্ত্র কারখানা ছিল। একজন পুলিশ অফিসারকে তিনি কিছুতেই বোঝাতে পারেন নি যে একটি আকর্ষণীয়, দুরবীনওয়ালা তরুণী কারখানায় গুপ্তচরবৃত্তি করছে না, ফলস্বরুপ তাকে গ্রেপ্তার করা হয়েছিল। সৌভাগ্যবশত স্থানীয় পুলিশ প্রধান তাকে বিশ্বাস করেছিলেন যে তিনি একজন পর্যটক এবং পণ্ডিত ছিলেন এবং পাখি দেখার প্রতি অনুরাগ ছিল এবং তাকে ছেড়ে দেওয়া হয়েছিল।\n১৯৩৯ সালে দ্বিতীয় বিশ্বযুদ্ধ শুরু হলে, তাকে যুক্তরাজ্যে ফিরে যেতে হয়েছিল। এক বছর ধরে, তিনি সরবরাহ মন্ত্রণালয় এবং শ্রম মন্ত্রণালয়ে অস্থায়ী বেসামরিক কর্মচারী হিসাবে কাজ করেছিলেন। তারপরে তিনি একাডেমিয়ায় ফিরে আসার সুযোগ পেয়েছিলেন। ১৯৪০ থেকে ১৯৪২ সালের মধ্যে, তিনি অ্যাবারডিন বিশ্ববিদ্যালয়ের গ্রিক অধ্যাপকের সহকারী ছিলেন। তারপরে তিনি একবার একজন সরকারী কর্মচারী হয়েছিলেন: তিনি হোম সিকিউরিটি এবং উত্পাদন মন্ত্রকের সহকারী অধ্যক্ষ ছিলেন। যুদ্ধের শেষের দিকে, তিনি অধ্যক্ষের পদে অধিষ্ঠিত হন।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি তার ভবিষ্যত স্বামী জেমস ক্রেগের সাথে দেখা করেছিলেন, যখন তারা দুজনেই ১৯৩৮ সালে রোমের ব্রিটিশ স্কুলে ছিলেন; তিনি অধ্যয়নরত ছিলেন এবং তিনি বিএসআর এর সেক্রেটারি এবং গ্রন্থাগারিক ছিলেন। তারা ১৯৪২ সালে বিয়ে করেন। ১৯৮৬ সালে একটি গুরুতর সড়ক দুর্ঘটনায় তার স্বামী পঙ্গু হয়ে যান এবং হুইলচেয়ার করতেন। তিনি ১৯৮৯ সালে তার মৃত্যুর আগ পর্যন্ত তার যত্ন নেন। তাদের কোনো সন্তান ছিল না।\nতিনি একজন খ্রিস্টান এবং অ্যাংলিকান অনুশীলনকারী ছিলেন।\n\n\n== তথ্যসূত্র =="}