{"pageid": 1421946, "title": "ফিলোসফি জুওলজিক", "url": "https://bn.wikipedia.org/wiki?curid=1421946", "content": "ফিলোসফি জুওলজিক (\"প্রাণিবিদ্যার দর্শন, বা প্রাণীর প্রাকৃতিক ইতিহাসের বিবরণ\") ১৮০৯ সালে ফরাসি প্রকৃতিবিদ ল্যামার্কের লেখা একটি বই, যেখানে তিনি তাঁর প্রাক-ডারউইনীয় বিবর্তন তত্ত্বের রূপরেখা তুলে ধরেছেন, যার একটি অংশ এখন পরিচিত ল্যামার্কবাদ হিসাবে।\nবইটিতে ল্যামার্ক দুটি অনুমিত আইন প্রবর্তন করেছেন যেগুলোর মতে পরিবেশের প্রভাবে একটি প্রাণী প্রজাতি হিসেবে নতুন নতুন বৈশিষ্ট্য অর্জন করতে সক্ষম। প্রথম আইন অনুসারে ক্রমাগত ব্যবহার বা দীর্ঘসময় অপব্যবহারের ফলে দেহের নির্দিষ্ট কোনো গঠন প্রজন্ম থেকে প্রজন্মে বৃদ্ধি পাবে বা সঙ্কুচিত হবে। দ্বিতীয় আইন বলে যে এই ধরনের পরিবর্তন উত্তরাধিকারসূত্রে প্রাপ্ত হবে। এই শর্তগুলো একত্রে দেখলে এই অর্থ দাঁড়ায় যে প্রজাতিগুলি তাদের পরিবেশের সাথে অভিযোজনের মাধ্যমে ক্রমাগত পরিবর্তিত হয়ে বৈবর্তনিক পথের বিভিন্ন শাখা গঠন করে।\nসমসাময়িক বিশিষ্ট ফরাসি প্রাণীবিদ কুভিয়ের যদিও ল্যামার্কের এই ধারণা অনেকাংশে উপেক্ষা করেছিলেন, কিন্তু ল্যামার্ক তার তত্ত্ব নিয়ে ফ্রান্সের বাইরে যথেষ্ট আগ্রহ তৈরি করতে সক্ষম হন। বইটি ভালো করে পড়ার পরেও ঊনবিংশ শতাব্দীর বিজ্ঞানীদের, বিশেষ করে ভূতাত্ত্বিক চার্লস লায়েল এবং তুলনামূলক শারীরবিদ টমাস হেনরি হাক্সলির কাছে এই থিসিস প্রত্যাখ্যাত হয়। চার্লস ডারউইন ল্যামার্ককে একজন গুরুত্বপূর্ণ প্রাণিবিদ হিসেবে স্বীকৃতি দেন, এবং তাঁর তত্ত্বকে ডারউনের প্রাকৃতিক নির্বাচন তত্ত্বের অগ্রদূত বলে স্বীকার করেন।\n\n\n== পরিপ্রেক্ষি ==\n\nজঁ-বাতিস্ত লামার্ক (১৭৪৪-১৮২৯) ছিলেন ফ্রেঞ্চ একাডেমি অফ সায়েন্সেসের একজন সদস্য এবং জারদন দে প্ল্যান্টেসে উদ্ভিদবিদ্যার অধ্যাপক, পরবর্তীতে তিনি নতুন স্থাপিত মিউজেয়াম ন্যাশনাল দ'হিস্টোয়ার ন্যাচেরেলে প্রাণিবিদ্যার প্রথম অধ্যাপক নিযুক্ত হন। তিনি অমেরুদণ্ডী প্রাণীদের, বিশেষ করে মোলাস্কের, শ্রেণিবিন্যাস নিয়ে কাজ করার পরে বিজ্ঞানীমহলে পরিচিত হয়ে ওঠেন। কিন্তু তাকে প্রধানত মনে রাখা হয়েছে সেই তত্ত্বের জন্য যা তার নাম ধারণ করে আছে - ল্যামার্কিজম, এবং বিশেষত করে তার এই মত যে পারিপার্শ্বিক পরিবেশই (যাকে ল্যামার্ক জীবনের শর্ত বলে অভিহিত করেন) প্রাণীদের মধ্যে স্থায়ী, বংশগত ও বিবর্তনীয় পরিবর্তনের জন্ম দেয়। তিনি তাঁর তত্ত্ব বর্ণনা করেছেন তাঁর বিভিন্ন বইয়ে, যেমন ১৮০২ এর Recherches sur l'or l'organisation des corps vivants, ১৮০৯ এর ফিলোসফি জুওলজিক, এবং ১৮১৫-১৮২২ এর মধ্যে Histoire naturelle des animaux sans vertèbres-এ।\n\n\n== বই ==\n\nফিলোসফি জুওলজিকে ল্যামার্ক প্রস্তাব করেছিলেন যে প্রাণীর প্রজাতিগুলি পারিপার্শ্বিক পরিবেশে উপস্থিত নানা প্রভাবের কারণে নতুন বৈশিষ্ট্য অর্জন করতে পারে দুটি নিয়মে, যেগুলোকে তিনি আইন হিসাবে আখ্যা দেন। তাঁর প্রথম আইন অনুসারে শরীরের যে কাঠামোর ব্যবহার বা অপব্যবহার হতে থাকবে সেটা কয়েক প্রজন্মের মধ্যে বৃদ্ধি হতে বা লোপ পেতে পারে। তার দ্বিতীয় আইনে বলা হয়েছিল যে এইভাবে হওয়া যেকোনো পরিবর্তন উত্তরাধিকারসূত্রে পরবর্তী প্রজন্মে প্রাপ্ত হবে। একসাথে দেখলে, ল্যামার্কের আইনগুলি পরিবেশের প্রভাবে প্রাণীদের ক্রমাগত অভিযোজনকে নির্দেশ করে।\nতিনি বইটিতে বেশ কয়েকটি নিষ্ক্রিয় অঙ্গের নাম তুলে ধরেন, যাদের মধ্যে রয়েছে \"অলিভিয়ের স্প্যালাক্স, যা ছুঁচোর মতো ভূগর্ভে থাকে এবং সম্ভবত ছুঁচোর চেয়েও কম পরিমাণে সূর্যালোকে বিচরণ করে, (প্রজাতি হিসেবে) যেটি সম্পূর্ণরূপে দৃষ্টিশক্তি হারিয়েছে: যার কারণে এই অঙ্গের নিষ্ক্রিয় অবশিষ্টাংশ ছাড়া এখন আর কিছুই দেখা যায় না।\"\n\nল্যামার্ক প্রজাত্যায়নকে নিম্নরূপে বর্ণনা করেছেন:যেহেতু নতুন পরিবর্তনগুলো অবধারিতভাবে বিদ্যমান থাকবে, ক্রমাগত নতুন প্রজাতি, গোত্র ও বর্গ পাওয়া যেতে থাকবে যত ধীরেই হোক না কেনো, প্রতিটি প্রজাতি তার গঠন ও কাঠামোগত কিছু কিছু দিক দিয়ে ভিন্ন হবে ... একক প্রাণী যাদেরকে এমন পরিবেশে নিয়ে যাওয়া হয়েছে যেখানকার পরিস্থিতি ওই প্রজাতির অন্যদের স্বাভাবিক উৎপত্তিস্থল থেকে অনেক ভিন্ন, এবং অত:পর ওই প্রাণীদের যদি ধারাবাহিকভাবে নতুন প্রভাবের সম্মুখীন করা হয়ে থাকে – তাহলে আমি মনে করি ওই প্রাণীগুলো নতুন রূপ ধারণ করে, এবং অত:পর একটি নতুন প্রজাতিতে পরিণত হয়।\nতিনি যুক্তি দিয়েছিলেন যে মধ্যবর্তী রূপগুলির বিলুপ্তির ফলে বিভিন্ন ধরণের প্রাণীর মধ্যে পার্থক্য দেখা দেয়:একটি শাখান্বিত ধারা যেখানে অনিয়মিতভাবে পরিবর্তন এসেছে কোনোরকম বিচ্ছিন্নতা ছাড়া, অথবা যদি (বিচ্ছিন্নতা) থেকে থাকে, এটা সত্যি যে তা হতে পারে কিছু (মধ্যবর্তী প্রজাতি) হারিয়ে যাবার কারণে, কিন্তু সবসময় এমনটা (বিচ্ছিন্নতা) ছিলো তা নয়। এটা অনুমেয় যে সাধারণ একটি শাখায় বিদ্যমান প্রত্যেকটি প্রজাতি, অন্তত কোনো একদিকে, পার্শ্ববর্তী প্রজাতিগুলোর সাথে সম্পর্যুক্ত।.ল্যামার্ক প্রজাতির রূপান্তর (\"ট্রান্সফর্মিজম\") ঘটে এমন প্রস্তাব করেছিলেন , কিন্তু তিনি এটা মনে করতেন না যে সমস্ত জীবের একটি সাধারণ পূর্বপুরুষ রয়েছে। বরং তিনি বিশ্বাস করতেন যে সরল প্রকৃতির জীব তৈরি হয়েছে ক্রমাগত স্বতঃস্ফূর্ত পরিবর্তন সাধনের দ্বারা। তিনি আরও ধারণা করতেন যে একটি সহজাত জীবনী শক্তির অস্তিত্ব আছে, যাকে তিনি স্নায়বিক তরল হিসাবে বর্ণনা করেছেন, যেটা সময়ের সাথে প্রজাতিগুলিকে আরও জটিল দিকে চালিত করে এমনভাবে অগ্রসর হয় যেটা মধ্যযুগীয় গ্রেট চেইন অফ বিইং-এর মতো জটিলতার রৈখিক উন্নতির সাথে সামঞ্জস্যপূর্ণ।\n\n\n== বিষয়বস্তু ==\n\nপ্রথম খণ্ডটি প্রাকৃতিক ইতিহাস, দ্বিতীয় অংশটি শারীরবিদ্যা এবং তৃতীয়টি মনোবিজ্ঞান সংক্রান্ত। পৃষ্ঠা নম্বর বন্ধনীতে দেওয়া আছে।\n\nভলিউম 1\nAvertissement (I–XXV)\nDiscours Préliminaire (১)\n\nPremière Partie\n(Considérations sur l'Histoire naturelle des Animaux, leurs caractères, leurs rapports, leur organisation, leur distribution, leur classification et leur espèces)\nI. Des Parties de l'art dans les productions de la Nature (১৭)\nII. Importance des Rapports (৩৯)\nIII. De l'Espèce parmi les Corps vivans, et de l'idée que nous devons attacher à ce mot (৫৩)\nIV. Généralités sur les Animaux (৮২)\nV. Sur l'Etat actuel de la Distribution et de la Classification des Animaux (১০২)\nVI. Dégradation et simplification de l'organisation d'une extrémité a l'autre de la Chaîne animale (১৩০)\nVII. De l'influence des Circonstances sur les actions et les habitudes des Animaux, et de celle des actions et des habitudes de ces Corps vivans, comme causes qui modifient leur organisation et leurs parties (২১৮)\nVIII. De l'Ordre naturel des Animaux et de la disposition qu'il faut donner a leur distribution generale pour la rendre conforme a l'ordre meme de la nature (২৬৯)\n\nSeconde Partie\n(Considerations sur les Causes physiques de la Vie, les conditions qu'elle exige pour exister, la force excitatrice de ses mouvemens, les facultes qu'elle donne aux corps qui la possedent, et les resultats de son existence dans les corps) (৩৫৯)\nIntroduction (৩৫৯)\nI. Comparison des Corps inorganiques avec les Corps vivans, suivie d'un Parallele entre les Animaux et les Vegetaux (৩৭৭)\nII. De la Vie, de ce qui la constitue, et des Conditions essentielles a son existence dans un corps (৪০০)\n\nভলিউম ২ [১৮৩০ সংস্করণ]\nIII. De la cause excitatrice des mouvemens organiques (১)\nIV. De l'orgasme et de l'irritabilité (২০)\nV. Du tissu cellulaire, considere comme la gangue dans laquelle toute organisation a ete formee (৪৬)\nVI. Des generations directes ou spontanees (৬১)\nVII. Des resultats immediats de la vie dans un corps (৯১)\nVIII. Des facultes communes a tous les corps vivans (১১৩)\nIX. Des facultes particulieres a certains corps vivans (১২৭)\n\nTroisieme Partie\nIntroduction (১৬৯)\nI. Du système nerveux (১৮০)\nII. Du fluide nerveux (২৩৫)\nIII. De la sensibilité physique et du mécanisme des sensations (২৫২)\nIV. Du sentiment intérieur, des émotions qu'il est susceptible d'éprouver, et de la puissance (২৭৬)\nV. De la force productrice des actions des animaux (৩০২)\nVI. De la volonté (৩৩০)\nVII. De l'entendement, de son origine, et de celle des idees (৩৪৬)\nVIII. Des principaux actes de l'entendement (৩৮৮)\nDe l'imagination (৪১১)\nDe la raison et de sa comparaison avec l'instinct (৪৪১)\n\n\n== গ্রহণ ==\nল্যামার্কের বিবর্তন তত্ত্ব তাঁর সমসাময়িক প্রাণীবিদ বা জনসাধারণের উপর সামান্যই প্রভাব ফেলেছিল। বিজ্ঞানের ইতিহাসবিদ রিচার্ড বারখার্ড ধারণা করেন এমনটা হয়েছিলো কারণ ল্যামার্ক ধরেই নিয়েছিলেন যে তার দৃষ্টিভঙ্গি খুব একটা গ্রাহ্য হবে না, এবং তাই ইতিবাচকভাবে নিজের তত্ত্বকে তুলে ধরতে বেশি প্রচেষ্টা করেননি।\nল্যামার্কের জীবদ্দশায় ফরাসি-ভাষাভাষী দেশগুলোতে তাঁর তত্ত্বগুলি কুভিয়ারসহ তৎকালীন বিশিষ্ট প্রাণিবিদরা প্রত্যাখ্যান করেছিলেন। কিন্তু তিনি ফ্রান্সের বাইরে এবং তাঁর মৃত্যুর পরে একটি বৃহত্তর প্রভাব ফেলেন, যখন আর্নস্ট হেকেল, চার্লস লায়েল এবং ডারউইনের মতো বিজ্ঞানীরা ল্যামার্ককে গুরুত্বপূর্ণ একজন প্রাণীবিদ হিসেবে স্বীকৃতি দেন, যার তত্ত্বসমূহ ডারউইনের বিবর্তনতত্ত্বের পূর্বসূচনা করে।\n১৮৩০ থেকে ১৮৩৩ এই সময়কালে চার্লস লায়েল তাঁর ভূতত্ত্বের নীতিমালা বইয়ে ল্যামার্কের তত্ত্বটি সংক্ষিপ্তকরণ করেন (প্রায় ৬ পৃষ্ঠায় মধ্যে, ফিলোসফি জুওলজিকের ক্রস-রেফারেন্স সহ) এবং তারপরে এটির সমালোচনা করেন। লায়েলের পর্যবেক্ষণ শুরু হয় এভাবে যে ল্যামার্ক সম্পূর্ণ নতুন কোনো ক্রিয়া বিকাশের কোনো উদাহরণ দেননি (\"কোনো সম্পূর্ণ নতুন অনুভূতি, অনুষদ বা অঙ্গের প্রতিস্থাপন\") বরং কেবল এটুকু প্রমাণ করেন যে দৈহিক কিছু অংশের \"আকার এবং শক্তি\" বৃদ্ধি বা হ্রাস পেতে পারে। লায়েল বলেছেন যে এই \"প্রবর্তনের দৃঢ় নিয়মগুলিকে উপেক্ষা করে\" ল্যামার্ক \"কল্পকাহিনীর আশ্রয় নিয়েছেন\"। লায়েল আরো বলেন যে যুক্তির খাতিরে যদি অনুমান করাও হয় যে ল্যামার্ক নতুন অঙ্গ তৈরির বিষয়ে সঠিক ছিলেন, ল্যামার্কের তত্ত্বের অর্থ তাহলে দাঁড়াবে একটি প্রাণীর প্রকৃতি ও রূপ ওই প্রাণীর বাহ্যিক আচরণ গড়ে তোলে না, বরং বাহ্যিক আচরণই প্রকৃতি ও রূপ নির্ধারণ করে।\n\n শরীরের আকৃতি, অঙ্গের সংখ্যা এবং অবস্থা, সংক্ষেপে বলতে গেলে সকল শারীরবৃত্তীয় বিষয় যা একটি প্রাণীতে আছে। ভোঁদড়, বীভার, হাঁস, কচ্ছপ, এবং ব্যাঙের জোড়া পা তৈরি হয়েছে কারণ তাদের সাঁতার কাটতে হবে এজন্য নয়, বরং এটা যে তাদের খাদ্যের প্রয়োজনে পানিতে নামতে হয়, পায়ের আঙুলগুলো প্রসারিত করে পানিতে আঘাত দিয়ে এর পৃষ্ঠতলে দ্রুত চলাচল করতে হয়: এভাবে বারবার পায়ের আঙুল প্রসারণের কারণে ত্বকের যে অংশটুকু দিয়ে গোড়ার দিকে আঙুলগুলো যুক্ত থাকে সেই অংশটুকু বৃদ্ধি পায়, কালক্রমে সেটাই দীর্ঘায়িত পর্দার মতো তৈরি হয় যা এই প্রাণীগুলোর প্রান্তিক প্রত্যঙ্গগুলোকে যুক্ত করে।\nকৃষ্ণসার ও হরিণ দ্রুত দৌড়ানোর জন্য \"হালকা ও গতিশীল আকার\" অর্জন করেছে; বা \"ক্যামেলোপার্ডের\" (জিরাফ) \"গলা লম্বা ও নমনীয় হয়েছে\" ল্যামার্কের এই ধারণারও একইভাবে সমালোচনা করেন লায়েল।\nল্যামার্কিজম ইংরেজী-ভাষাভাষী দেশগুলোতে জনপ্রিয় করেছিলো রবার্ট চেম্বারসের বেনামে প্রকাশিত ১৮৪৪ সালের দূরকল্পী বই ভেস্টিজেস অফ দা ন্যাচারাল হিস্টরি অফ ক্রিয়েশন।\n১৮৮৭ সালে টমাস হেনরি হাক্সলি, একজন তুলনামূলক শারীরবিদ যাকে ডারউইনের বিবর্তন তত্ত্বের উদ্যমী সমর্থনের জন্য \"ডারউইনের বুলডগ\" বলা হতো, লিখেছিলেন যে,\n\nফিলোসফি জুলজিক প্রসঙ্গে, এটা ল্যামার্কের প্রতি নিন্দা হবে না যদি বলা হয় যে প্রজাতি বিষয়ক প্রশ্নে যে আলাপ ওই বইতে ছিলো, তা নিয়ে ১৮০৯ সালে কী বলা যেত বাদ দিয়ে, অর্ধশতাব্দী পরে জ্ঞানের নতুন সীমার সাথে তুলনা করলে সেটা শোচনীয়ভাবে দুর্বল মনে হয়। এই মধ্যবর্তী সময়ে নিম্নতর প্রাণী ও উদ্ভিদের কাঠামোগত ব্যাখ্যা নিয়ে আলোচনা সম্পূর্ণ নতুন ও আধুনিক ধারণা প্রবর্তন করেছে তাদের মধ্যকার সম্পর্ক, কলাস্থানবিদ্যা এবং ভ্রূণবিদ্যা নিয়ে; শারীরতত্ত্বের ধারণা পুনর্গঠিত হয়েছে; প্রাণীর ভূতাত্ত্বিক ও ভৌগোলিক বিন্যাস নিয়ে অতিরিক্ত আলোচনা কমিয়ে আনা হয়েছে। যেকোনো জীববিজ্ঞানী যিনি ১৮৫০ সালে কেবল প্রজাতি নিয়ে ব্যস্ত ছিলেন না, তার কাছে ল্যামার্কের অর্ধেক যুক্তি অচল এবং বাকি অর্ধেক ভুল বা দোষাক্রান্ত মনে হবে কারণ ল্যামার্কের সময় থেকে সেই পর্যন্ত উদ্ঘাটিত হওয়া নতুন তথ্যের সাপেক্ষে পুরাতন অনেক কিছুই তাকে বাদ দিয়ে চিন্তা করতে হবে। তার ওপর প্রজাতির ধীর ও ক্রমাগত পরিবর্তন নিয়ে ল্যামার্কের দেওয়া কারণ - পারিপার্শ্বিক চাপে প্রাণীর নিজ প্রচেষ্টা - প্রথম থেকেই ছিলো উদ্ভিদকূলের জন্য অপ্রযোজ্য। আমি মনে করি কোনো নিরপেক্ষ বিচারক যে এখন ফিলোসফি জুলজিক পড়বে, এবং তারপরে লায়েলের তীক্ষ্ণ ও কার্যকরী সমালোচনাগুলো দেখবে (যেটা প্রকাশ হয়েছিলো ১৮৩০ এর মধ্যেই), সে ল্যামার্ককে বৈবর্তনিক বিজ্ঞান প্রতিষ্ঠায় ততটুকুই উচ্চ পদ দিতে আগ্রহ প্রকাশ করবে যতটা বেকন নিজেকে দিয়েছিলেন ভৌত বিজ্ঞান প্রতিষ্ঠায় - বুকিনেটর ট্যানটাম বা কেবল একজন ট্রাম্পেটবাদকের স্থান।\n\n\n=== সংস্করণসমূহ ===\nল্যামার্ক: বিষয়বস্তু\n1809, ভলিউম। (অক্সফোর্ড)\n1830, ভলিউম। (হার্ভার্ড)\n1830, ভলিউম। (মিশিগান)\n1830, ভলিউম। II (মিশিগান)\n\n\n=== মন্তব্য ===\n\n\n== তথ্যসূত্র =="}