{"pageid": 1421199, "title": "ডে হিউম্যানি কর্পোরিস ফ্যাব্রিকা", "url": "https://bn.wikipedia.org/wiki?curid=1421199", "content": "ডে হিউম্যানি কর্পোরিস ফ্যাব্রিকা লিব্রি সেপ্টেম ( ল্যাটিন, আক্ষ.\"সাত খণ্ডে মানবদেহের গঠন সম্পর্কে\") ১৫৪৩ সালে প্রকাশিত আন্দ্রেয়াস ভেসালিয়াসের (‌১৫১৪-১৫৬৪) লেখা মানব শারীরস্থানের ওপর সাতটি বইয়ের একটি সংকলন। শারীরস্থানের ইতিহাসে গ্যালেনের দীর্ঘ প্রভাবশালী লেখালেখির পরে এটিই প্রথম একটি বড় অগ্রগতি ছিল এবং বইটি প্রকাশের সময় সেভাবেই প্রচারিত হয়।\nপাদোয়া বিশ্ববিদ্যালয়ে আন্দ্রেয়াসের দেওয়া বক্তৃতাগুলির ওপর ভিত্তি করে সংকলনটি প্রস্তুত করা হয়েছে। তিনি প্রচলিত নিয়মের বাইরে গিয়ে নিজেই মৃতদেহ ব্যবচ্ছেদ করে তাঁর বক্তৃতার আলোচ্য বিষয় তুলে ধরতেন। এর পূর্বে ব্যবচ্ছেদ সাধারণত করতেন একজন নাপিত-শল্যবিদ যাকে দিকনির্দেশনা দিতেন একজন চিকিৎসক, যিনি কিনা কায়িক শ্রম করবেন এমনটা ধরা হতো না। ভেসালিয়াসের এইম্যাগনাম ওপাস মানব অঙ্গসমূহের নিবিড় নিরীক্ষণ ও মানবদেহের সম্পূর্ণ গঠনকে উপস্থাপন করে। চিত্রাঙ্কনে শৈল্পিক উন্নতি এবং ছাপার কাজে সূক্ষ্ণতর কাঠ-খোদাইয়ের কারগরি অগ্রগতির মতো রেনেসাঁ যুগের নানাবিধ ক্রমবিকাশ না ঘটলে এভাবে বইটির সম্পাদনা করা সম্ভব হতো না। ভেসালিয়াস পূর্ববতী যেকোনো কারো থেকে অধিকরত ভালো চিত্র তৈরিতে সফল হন এসব কালানুক্রমিক উন্নতি এবং এই কাজে সতর্কতা ও দ্রুততার সাথে নিযুক্ত হবার কারণে।\n\n\n== সংকলনের পুস্তকসমূহ ==\nভেসালিয়াস তাঁর বইটিকে সাতটি খণ্ডে ভাগ করেন।\n\n\n=== প্রথম বই: অস্থি এবং তরুণাস্থি ===\nপ্রথম বইটি পুরো সংকলনের প্রায় চার ভাগের এক ভাগ। এটার আলোচ্য বিষয় মানব হাড় ও তরুণাস্থি নিয়ে ভেসালিয়াসের পর্যবেক্ষণ, যেগুলো তিনি সংগ্রহ করেন কবরস্থান থেকে দেহ তুলে এনে। হাড়ের আকার-আকৃতি এবং ক্রিয়ার সাপেক্ষে অস্থি ও তরুণাস্থির মধ্যে পার্থক্য  আলোচনা করা হয়েছে এখানে। প্রতিটি অধ্যায়ে ভেসালিয়াস বিশদভাবে মানব অস্থি সম্পর্কে লিখেছেন, নানাভাবে ব্যাখ্যা করেছেন সেগুলোর বৈশিষ্ট্য । শুরুর দিকের অধ্যায়গুলোতে ভেসালিয়াস \"গঠন, দৃঢ়তা ও সহনশীলতায় পার্থক্য  তুলনা করে অস্থি এবং অস্থিগত সজ্জা সম্বন্ধে সার্বিক ধারণা দিয়েছেন; আরো ব্যাখ্যা করেছেন অস্থিসন্ধির জটিল প্রকারভেদ। মানবদেহ বর্ণনার কৌশল ও সংশ্লিষ্ট পরিভাষা নিয়ে রেখেছেন পর্যালোচনা।\" গ্যালেন সঠিকভাবে মানবদেহের অস্থিসজ্জা বর্ণনা করতে পেরেছিলেন কিনা তা এই খণ্ডটির অন্যতম প্রধান আলোচ্য। মানব কঙ্কাল নিয়ে বক্তৃতা রাখার সময় ভেসালিয়াস প্রাণীদেহের অস্থিও দেখাতেন, গ্যালেনের পর্যবেক্ষণকে আরো বিশ্বাসযোগ্যতা দেবার জন্য।  \n\n\n=== দ্বিতীয় বই: লিগামেন্ট ও পেশি ===\nএখানে ভেসালিয়াস বর্ণনা করেছেন মাংসপেশির গঠন এবং তার সাথে দেহে চলন সৃষ্টির জন্য ও অস্থিসন্ধি ধরে রাখার জন্য ব্যবহৃত উপাদানগুলো। কসাইদের মাংস কাটা পর্যবেক্ষণ করে তিনি সেই দক্ষতা কাজে লাগান মানবদেহ ব্যবচ্ছেদে। এই বইতে কোন ক্রম অনুসরণ করে ব্যবচ্ছেদ করলে প্রতিটি পেশি নিরীক্ষণ করা যাবে তার নির্দেশনা দেওয়া আছে। সংযুক্ত প্রতিটি চিত্র মানবদেহ নিয়ে বিস্তারিত ধারণা উন্মোচন করে যেটা ব্যবচ্ছেদের সময় অনুসরণ করে আগানো যায়। কোন সরঞ্জাম দিয়ে এরূপ ব্যবচ্ছেদ করা যাবে সেটাও ভেসালিয়াস এখানে উল্লেখ করে গেছেন। গ্যালেনের শারীরবিদ্যা কোথায় কোথায় ভেসালিয়াসের পর্যবেক্ষণের সাথে খাপ খায় না সেটা এই খণ্ডে ভেসালিয়াস তুলে ধরা শুরু করেন। গ্যালেনের প্রতি সম্মান দেখিয়ে তিনি লেখেন যে গ্যালেনের তৈরিকৃত শারীরস্থানিক কাঠামো আদতেই সঠিক, কিন্তু মানবদেহের ক্ষেত্রে নয়। এমনকি তিনি কিছু কিছু শারীরিক কাঠামো গ্যালেনের মতো করেই ব্যাখ্যা করতে থাকেন।\n\n\n=== তৃতীয় বই: শিরা ও ধমনী, চতুর্থ বই: স্নায়ু ===\nতৃতীয় ও চতুর্থ বইতে ভেসালিয়াস শিরা, ধরমী ও স্নায়ুকে নালী হিসেবে চিহ্নিত করেন, কিন্তু এটাও লক্ষ্য করেন যে এদের মধ্যে কাঠামোগত পার্থক্য বিদ্যমান: শিরা এবং ধমনীর মাঝে ফাঁপা নালী থাকে, কিন্তু স্নায়ুতে এমন নেই। ফুসফুস ও হৃৎপিণ্ড থেকে কোন পথে বায়ু চলাচল করে তার বর্ণনা দেন ভেসালিয়াস। এই প্রক্রিয়া তিনি ব্যাখ্যা করেন \"একটি গাছ যার কান্ড বিভক্ত হয়েছে বিভিন্ন ডালপালায়\" এই উদাহরণ দিয়ে। তিনি মানবদেহে চারটি শিরা (পোর্টাল শিরা, ভ্যানা কাভা, ধমনীর-ন্যায় শিরা [যেটা এখন চিহ্নিত ফুসফুসীয় শিরা নামে], এবং নাভীশিরা) আর দুইটি ধমনী (মহাধমনী এবং শিরার-ন্যায় ধমনী [যেটা এখন চিহ্নিত ফুসফুসীয় ধমনী নামে] আছে বলে বর্ণনা দেন যে এই মূল নালীসমূহ থেকেই ক্ষু্দ্র থেকে ক্ষুদ্রতর শিরা ও ধমনী শাখা-প্রশাখার মতো বিস্তৃত হয়। ধমনী, শিরা ও স্নায়ুর একটি গনণায় ভেসালিয়াস প্রায় ৬০০টি এরূপ নালীর তালিকা করেন, কিন্তু হাত ও পায়ের ক্ষুদ্রতর নালীসমূহ, কিউটেনাস স্নায়ুতে প্রান্তিক নালী বা ফুসফুস ও যকৃতে থাকা নালীসমূহ সেখানে উল্লেখ করতে ব্যর্থ হন।\n\n\n=== পঞ্চম বই: পুষ্টি ও প্রজনন অঙ্গ ===\nভেসালিয়াস এখানে পুষ্টিতন্ত্র, মূত্রতন্ত্র এবং নারী ও পুরুষ প্রজননতন্ত্রের বিস্তারিত বর্ণনা করেছেন। এই বইয়ের প্রায় চল্লিশ শতাংশ জুড়ে আছে পৌষ্টিকতন্ত্র ও প্রজননতন্ত্রের বিবরণ, এবং অবশিষ্ট অংশে আছে মূত্রতন্ত্রের বর্ণনা এবং এটিকে ব্যবচ্ছেদ করার সঠিক কৌশল। শেষ অধ্যায়ে, যেটা একই সাথে সংকলনটির দীর্ঘতম অধ্যায়, ভেসালিয়াস তলপেট ও শ্রোণীদেশীয় অঙ্গগুলিকে কীভাবে ব্যবচ্ছেদ করতে হয় সে সম্পর্কে বিস্তারিত ধাপে ধাপে নির্দেশনা দিয়েছেন। বইয়ের প্রথমার্ধে ভেসালিয়াস পেরিটোনিয়াম, খাদ্যনালী, পাকস্থলী, ওমেন্টাম, অন্ত্র এবং মেসেন্টারি নিয়ে কথা বলেছেন। এরপর তিনি যকৃত, পিত্তকোষ এবং প্লীহা বর্ণনা করেন। অবশেষে তিনি কিডনি, মূত্রাশয় এবং মূত্রনালীর বর্ণনা যোগ করেন। ভেসালিয়াস গর্ভাবস্থাকালীন শারীরস্থানের সম্পর্কে অজ্ঞত ছিলেন, যার কারণে তিনি ক্রুটিপূর্ণভাবে ডে ফ্যাব্রিকার ১৫৪৩ সালের সংস্করণে জোনারি অমরা (আংটি-আকৃতির) এবং ভ্রুণঝিল্লির চিত্র প্রকাশ করেন; যেটা তিনি করেছিলেন শ্বাপদ জাতীয় প্রাণীর প্রজননতন্ত্র গবেষণা করে তৈরি গ্যালেনিক চিকিৎসাপদ্ধতির ওপর নির্ভর করে। চিত্রগুলি ডে ফ্যাব্রিকার ১৫৫৫ সংস্করণে সংশোধন করা হয়েছিলো। নতুন চিত্রগুলি একটি চাকতির আকারের প্লাসেন্টা এবং ভ্রূণঝিল্লি চিত্রিত করে।\n\n\n=== ষষ্ঠ বই: হৃৎপিন্ড ও সংশ্লিষ্ট অঙ্গ, সপ্তম বই: মস্তিষ্ক ===\nএই বইগুলি হৃৎপিণ্ড, শ্বাস-প্রশ্বাসের অঙ্গ, মস্তিষ্ক এবং এর আবরণ, চোখ, সংবেদনের অঙ্গ এবং অঙ্গ-প্রত্যঙ্গে স্নায়ুর গঠন ও তার কার্যাবলী বর্ণনা করে। চক্ষু ব্যবচ্ছেদ নিয়ে একটি সম্পূর্ণ অধ্যায় রয়েছে। ভেসালিয়াস শারীরিক অঙ্গসমূহকে বিশদভাবে ব্যাখ্যা করতে গিয়ে \"প্লুরার সাথে বক্ষ:প্রাচীর অসম শক্তির সংযোগ, পেরিকার্ডিয়ামের সাথে মধ্যচ্ছদার শক্তিশালী সংযোগ. হৃৎপিন্ডে নিলয়ের আকার এবং অবস্থান এবং অর্ধচন্দ্র কপাটিকার বিবরণ সম্পর্কে\" আলাপ রাখেন। দুইটি বই-ই শেষ হয়েছে কীভাবে সঠিকভাবে হৃৎপিণ্ড ও মস্তিষ্ক ব্যবচ্ছেদ করা যায় তার নির্দেশনা দিয়ে।\n\n\n== গ্যালেনের ত্রুটিসমূহ ==\nরোমান সাম্রাজ্যের বিশিষ্ট গ্রীক চিকিৎসক, সার্জন এবং দার্শনিক গ্যালেন নানান বিষয়াবলীর মধ্যে শারীরস্থানের উপরেও লেখালেখি করেছিলেন, কিন্তু ভেসালিয়াসের সময় পর্যন্ত তাঁর গবেষণা মূলত অবিসন্বাদিত ছিল। ফ্যাব্রিকা প্রকাশ করার পরে গ্যালেনের সবথেকে বড় ভুলগুলোর কয়েকটি সংশোধিত হয়, যার মাঝে অন্যতম হলো যকৃত থেকে গুরুত্বপুর্ণ রক্তনালী উৎপত্তির ধারণা। অন্যান্য সংশোধিত ধারণার মধ্যে ছিলো মানুষের চোয়াল দুইভাগে ভাগ থাকা (যেটার কিনা আসলে একটাই ভাগ রয়েছে) এবং পুরুষদেহে নারীদেহের তুলনায় বেশি পাঁজরের অস্থি থাকা। ক্যাথলিক চার্চের কাছে ভেসালিয়াসের জনপ্রিয়তা কমে যায় এই শেষের ধারণাটি ভুল প্রমাণ করার জন্য, যা বাইবেলে আদম ও হাওয়ার বর্ণনার সাথে সাংঘর্ষিক হয়ে দাঁড়ায়। গ্যালেন তাঁর গবেষণায় কেবল প্রাণী (কুকুর ও বানর) মরদেহ নিরীক্ষণ করায় গ্যালেনের পর্যবেক্ষণের সাথে ভেসালিয়াসের মানব মরদেহ পর্যবেক্ষণে অসঙ্গতি দেখা দেয়। ভেসালিয়াসের গবেষণায় সরাসরি মানবদেহের ব্যবহার তাকে গ্যালেনের প্রায় ৩০০টি ভুল ঠিক করিয়ে দিতে সাহায্য করে। এরূপ সফলতার পরেও দেখা যায় ভেসালিয়াস তার পূর্ববর্তী গ্যালেনের কিছু ক্রুটিপূর্ণ ধারণাকে ধরে রাখেন, যেমন ধমনী ও শিরাতে ভিন্ন ভিন্ন প্রকারের রক্ত চলাচল করে। রক্ত সঞ্চালনের উপর উইলিয়াম হার্ভির গবেষণা (ডি মোটু কর্ডিস, ১৬২৮) না হওয়া পর্যন্ত  গ্যালেনের এই ত্রুটিপূর্ণ ধারণা ইউরোপে সংশোধিত হয়নি।\n\n\n== প্রকাশনা ==\n\n\n=== ১৫৪৩ সংস্করণ ===\nবইটির মান নিশ্চিত করার জন্য কঠিন প্রয়াস নিয়ে ভেসালিয়াস ২৮ বছর বয়সে লেখাটি প্রকাশ করেছিলেন পবিত্র রোমান সম্রাট পঞ্চম চার্লসকে উৎসর্গ করে। এতে বিদ্যমান ২৫০টিরও অধিক চিত্রণের শৈল্পিক মূল্য ব্যপক এবং বর্তমানে বিশেষজ্ঞরা এই চিত্রগুলোর জন্য কৃতিত্ব দেন \"স্টুডিও অফ টাইটিয়ানকে\", ক্যালকারের ইয়োহানেস স্টেফানাসকে নয় যিনি এর পূর্বে ভেসালিয়াসের জন্য চিত্রকর্ম সরবরাহ করেছিলেন। কাঠে খোদাই করা অঙ্কনসমূহ তৎকালীন শারীরবিদ্যীয় নকশার থেকে অনেক উন্নত ছিলো, যেগুলো শারীরস্থানের অধ্যাপকরা নিজেরা বানাতেন না। খোদাই করা কাঠের তক্তাগুলো সুইজারল্যান্ডের বাজেলে নিয়ে যাওয়া হয় কেননা ভেসালিয়াস চেয়েছিলেন তাঁর বইটি ওই সময়ের অন্যতম খ্যাতিমান মুদ্রাকর ইয়োহানেস ওপোরিনাসের দ্বারা মুদ্রিত হোক। ওপোরিনাসের উদ্দেশ্যে ভেসালিয়াসের লেখা নির্দেশনাসমূহ এতটাই গুরুত্বপূর্ণ ছিলো যে প্রকাশক সেগুলোকে বইতে অন্তর্ভুক্ত করেন। চিত্রগুলি কাঠের তক্তায় খোদাই করা হয়েছিল, যা খুব সূক্ষ্ম বিষয়গুলিকেও তুলে ধরতে সক্ষম হয়\n\n\n=== ১৫৫৫ সংস্করণ ===\n১৫৫৫ সালে বইটির দ্বিতীয় সংস্করণ প্রকাশিত হয়েছিল। টরন্টো ইউনিভার্সিটির টমাস ফিশার রেয়ার বুক লাইব্রেরিতে দান করা সেই সংস্করণের একটি কপিতে দেখা যায় ভেসালিয়াস নিজহাতে কয়েকটি টীকা লিখে রেখেছিলেন, যা ইঙ্গিত করে তিনি একটি তৃতীয় সংস্করণের কথা ভাবছিলেন যেটা শেষ পর্যন্ত হয়ে ওঠেনি।\n\n\n== গ্রহণ ==\nফ্যাব্রিকা বইটি লেখার কাজে ব্যয়িত বিশাল অর্থের পুরোটাই উঠে আসে কাজটির সাফল্যে, এবং ভেসালিয়াসকে এনে দেয় পুরো ইউরোপজুড়ে খ্যাতি যার জন্য কিয়দংশে দায়ী কম দামে মুদ্রিত অননুমোদিত কপিগুলো। তিনি পবিত্র রোমান সম্রাট পঞ্চম চার্লসের ব্যক্তিগত চিকিৎসক হিসেবে নিযুক্ত হন এবং ভেসালিয়াস তাকেই মুদ্রিত প্রথম অনুলিপিটি দেখান (যেটি ছিলো রাজকীয় বেগুনি রঙের রেশমী কাপড়ে বাঁধা ও এতে ছিলো বিশেষভাবে হাতে আঁকা চিত্রণ যা অন্য কোনো অনুলিপিতে ছিলো না)। ফ্যাব্রিকার সাথে, এপিটোম শিরোনামে ভেসালিয়াস একটি সংক্ষিপ্ত এবং কম ব্যয়বহুল বই প্রকাশ করেছিলেন, ১৫৪৩ সালে প্রকাশের সময় যেটির দাম ছিল ১০ ব্যাটজেন।  এর ফলে এপিটোম বইটিকেই অনেকসময় দেখা হতো ফ্যাব্রিকা হিসেবে; এপিটোমে ছিলো আটটি শারীরস্থানীয় অঙ্কন যা ফ্যাব্রিকাতে থাকা চিত্রলিপিগুলোর সংক্ষিপ্ত রূপ, মানব কঙ্কালের একটি চিত্রণ যা ফ্যাব্রিকা থেকে হুবহু নেওয়া, এবং দুইটি নতুন কাঠখোদাই করা তক্তাচিত্র। \n\n\n== দেহাবশেষ ==\nক্যাথলিক চার্চের ঘোষণামাফিক ষোড়শ শতকে মানবদেহ ব্যবচ্ছেদ কঠিনভাবে নিষিদ্ধ ছিলো।  এই নিষেধাজ্ঞার বিরুদ্ধে গিয়ে মৃত্যুদণ্ড কার্যকর হয়েছে এমন অপরাধীদের দেহ গোপনভাবে সরিয়ে নিতেন ভেসালিয়াস, এবং এই প্রক্রিয়াটি তিনি ডে হিউম্যানি কর্পোরিস ফ্যাব্রিকায় ব্যাখ্যা করে গেছেন। এভাবে মৃত অপরাধীদের দেহ চুরি করা তৎকালীন শারীরস্থানবিদ ও চিত্রশিল্পীদের মানবদেহ অধ্যয়নের জন্য একটি অন্যতম পন্থা ছিলো। উদাহরণস্বরূপ দেখানো যায় ১৮২৮ সালে বার্ক ও হেয়ার দ্বারা সংঘটিত হত্যাসমূহ, যারা খুন করার পরে মৃতদেহ শারীরবিদদের বিক্রি করতো ব্যবচ্ছেদের জন্য এবং হত্যাগুলো করাই হয়েছিলো এই আর্থিক লাভের আশায়।\n\n\n== টিকে থাকা অনুলিপি ==\n১৫৪৩ এবং ১৫৫৫ সংস্করণ থেকে ৭০০টিরও বেশি অনুলিপি এখনও টিকে আছে।  এর মধ্যে ২০১৮ সালে লন্ডনে ২৯টি, প্যারিসে ২০টি, বোস্টনে ১৪টি, নিউইয়র্কে ১৩টি, ক্যামব্রিজ (ইংল্যান্ডে) ১২টি এবং অক্সফোর্ড এবং রোমে ১১টি করে কপি ছিল।  ব্রাউন ইউনিভার্সিটির জন হে লাইব্রেরিতে এই বইয়ের একটি অনুলিপি আছে যা মানুষের চামড়া দিয়ে আবদ্ধ।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nকিছু কিছু চিত্র, যদিওবা মূল বইতে একাধিক পৃষ্ঠা দ্বারা পৃথকীকৃত, পাশাপাশি রাখা হলে সেগুলোর পটভূমিতে একটি ধারাবাহিক দৃশ্য তৈরি হয়।\n\n\n== প্রভাব ==\n\"ডে হিউম্যানি কর্পোরিস ফ্যাব্রিকা,\" শিরোনামে লুসিয়েন কাস্টেইং-টেলর এবং ভেরেনা প্যারাভেলের মানবদেহ সম্পর্কে ২০২২ সালের একটি ডকুমেন্টারি সিনেমার নামকরণ এই সংকলনের নামানুসারে করা হয়েছিল।\n\n\n== আরও দেখুন ==\nসবথেকে দামী বই ও পান্ডুলিপির তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nও'ম্যালি, ব্রাসেলসের সি.ডি. আন্দ্রেয়াস ভেসালিয়াস, ১৫১৪-১৫৬৪ । বার্কলে: ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া প্রেস, ১৯৬৪।\nভেসালিয়াস, আন্দ্রেয়াস। ডি হিউম্যানি কর্পোরিস ফ্যাব্রিকা লিব্রি সেপ্টেম [নামপৃষ্ঠা: আন্দ্রে ভেসালি ব্রুকসেলেনসিস, স্কুল মেডিকোরাম প্যাটাউইনা প্রফেসরিস ডি হিউম্যানি কর্পোরিস ফ্যাব্রিকা লিব্রি সেপ্টেম ]। Basileae [Basel]: প্রাক্তন কর্মকর্তা ইয়োয়ানিস ওপোরিনি, ১৫৪৩।\n\n\n=== অনুবাদ ===\nভেসালিয়াস, আন্দ্রেয়াস। অন দ্য ফ্যাব্রিক অব দ্য হিউম্যান বডি, অনুবাদ করেছেন ডব্লিউএফ রিচার্ডসন এবং জেবি কারম্যান। 5 খণ্ড। সান ফ্রান্সিসকো এবং নোভাটো: নরম্যান পাবলিশিং, ১৯৯৮-২০০৯।\nভেসালিয়াস, আন্দ্রেয়াস। দা ফ্যাব্রিক অফ দা হিউম্যান বডি। ১৫৪৩ এবং ১৫৫৫সংস্করণের টীকাযুক্ত অনুবাদ , ডিএইচ গ্যারিসন এবং এমএইচ হাস্ট, নর্থওয়েস্টার্ন ইউনিভার্সিটি, ২০০৩ দ্বারা সম্পাদিত।\nভেসালিয়াস, আন্দ্রেয়াস। La Fabrique du corps humain (1543), livre I dans La fabrique de Vésale et autres textes . ফরাসি ভাষায় প্রথম অনুবাদ J. Vons et S. Velut, Paris, BIU Santé, ২০১৪।\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ডে হিউম্যানি কর্পোরিস ফ্যাব্রিকা সম্পর্কিত মিডিয়া দেখুন।\nAndreae Vesalii Bruxellensis, Dе humani corporis fabrica libri septem, Basileae 1543\nTurning the Pages Online. A U.S. National Library of Medicine project to digitize images and plates from \"rare and beautiful historic books in the biomedical sciences\".\nAndreas Vesalius.  De Humani Corporis Fabrica. Historical Anatomies on the Web. Selected images from the original work.  National Library of Medicine.\nDe Humani Corporis Fabrica online— translated with full images, from Northwestern University\nAndreae Vesalii bruxellensis, scholae medicorum Patavinae professoris, de Humani corporis fabrica Libri septem, Basileae, ex officina Ioannis Oporini, June 1543.\nSelected images from De humani corporis fabrica From The College of Physicians of Philadelphia Digital Library\nAnatomia 1522–1867: Anatomical Plates from the Thomas Fisher Rare Book Library\nAndreae Vesalii Bruxellensis, Dе humani corporis fabrica libri septem, Venetiis 1548"}