{"pageid": 1421163, "title": "কালারি পনির", "url": "https://bn.wikipedia.org/wiki?curid=1421163", "content": "কালারি বা কালাদি একটি ভারতীয় ঐতিহ্যবাহী পাকা পনির হতে তৈরি খাদ্য। এটি একটি রন্ধনসম্পর্কীয় দুগ্ধজাত পণ্য যা যাযাবর উপজাতি গুজ্জররা শতাব্দী আগে উদ্ভাবন করেছিল। এটি গ্রীষ্মের মাসগুলিতে এই উপজাতিরা দ্বি-বার্ষিকভাবে এক পাহাড় থেকে আরেক পাহাড়ে তাদের গবাদি পশু নিয়ে যেত, তখন দুধ সংরক্ষণের প্রয়োজনীয়তা দেখা দিলে তার সমাধানে এটি তৈরি করা হয়েছিল। গুজ্জররা গ্রীষ্মের মাসগুলিতে তাদের পুষ্টির চাহিদা মেটাতে এই দুগ্ধজাত খাবার ব্যবহার করে এবং তারা তাদের জীবিকা নির্বাহের জন্য জম্মু ও কাশ্মীরের উভয় বিভাগের বাজারে বিক্রি করে।\nএটি ভারতের জম্মু ও কাশ্মীরের কেন্দ্রশাসিত অঞ্চলের অন্তর্গত জম্মু বিভাগের উধমপুর জেলার রামনগরের আদিবাসী এবং জাতিগত ডোগরাদের একটি প্রিয় খাদ্য নাস্তা। এটি একটি খুব ঘন পনির যা সাধারণত এর সাথে যুক্ত চর্বি দিয়ে ভাজা হয় এবং পরিবেশন করার সময় লবণ দেওয়া হয়। কালারি সাধারণত গরু বা মহিষের দুধ থেকে তৈরি করা হয়, তবে ছাগলের দুধ থেকেও কালারিও তৈরি করা হয় এবং এর রঙ সাদা হয়। ঐতিহ্যগতভাবে কালারি কাঁচা (অসিদ্ধ) চর্বিযুক্ত দুধ থেকে তৈরি করা হয় ও টক দুধ ব্যবহার করে আলাদা করা হয়। শক্ত করা অংশটি ডোনাসে (পাতা দিয়ে তৈরি ছোট বাটি) প্যাক করা হয় এবং রোদে শুকানো হয়। রোদে শুকানোর সময় আধা ছিদ্রযুক্ত ডোনা থেকে অতিরিক্ত তরল ঝরে পড়ে এবং বাকি আর্দ্রতা চলে যায়। শিবলিক পর্বতের পরিবেশের তাপমাত্রা কম এবং সূর্য প্রবল হওয়ায় কালারির বাইরে অংশ শুষ্ক হয়ে গেলেও ভিতরে এর আর্দ্রতা বজায় থাকে। কখনও কখনও এটিতে ছত্রাক জন্মায় এবং এটি অন্যরকম স্বাদ দেয়।\n\n\n== প্রেক্ষাপট ==\nকালারি, ঐতিহ্যগতভাবে চেনানি, রামনগর, উধমপুর পনির, পাশাপাশি একটি খাঁটি ডোগরা পনির এবং প্রায়শই বিভিন্ন পনির-ভিত্তিক খাবারের অংশ হিসাবে তৈরি করা হয়, যেমন \"কালাদি কুলচা\", যা জম্মু অঞ্চলের আদিবাসীদের একটি প্রিয় নাস্তা। কালারি কুলচা হল বিখ্যাত পথখাবার, পথের ধারের বিক্রেতা এবং বড় দোকানের খাদ্য তালিকায় এটি দেখা যায়। কালারি প্রস্তুত করার জন্য এটিতে লবণ মেশানো হয় এবং তারপর চর্বিতে ভাজা হয়, ভাজানোর সময় এটিতে ঢাকনা দিয়ে ঢেকে দেওয়া হয়। কালারি প্রস্তুত করার জন্য কিছু দক্ষতার প্রয়োজন। কিছু লোক এটিকে আরও সান্দ্র ও মচমচে করতে মাখন বা ঘি ব্যবহার করে। ভাঁজার সময় কিছুক্ষণ পর কালারি উল্টে আবার ঢেকে দেওয়া হয়। ভাজার পরে, এটি বাইরে বাদামী মচমচে স্তর এবং ভিতরে নরম, ক্রিমি, গুই গলিত পনিরের রূপ (গলিত মোজারেলা পনিরের মতো) পায়। ঠিক এই কারণেই কালারিকে প্রায়শই \"জম্মুর মোজারেলা\" বা \"ডোগরাসের মোজারেলা\" বলা হয়।\nকালারি প্রায়শই টমেটো, পেঁয়াজ, রুটি ও বাঁধাকপি দিয়ে গরম পরিবেশন করা হয়। সাম্প্রতিক সময়ে পাউরুটির ভিতর বার্গারের মতো করে সালাদ, টমেটো ইত্যাদির মতো কালারি পরিবেশন করা হয়। কালারি, কুলচা দিয়েও পরিবেশন করা হয়, এই জন্য প্রথমে কালারি লাল গুঁড়ো মরিচ দিয়ে মাখানো হয় এবং তারপরে হালকা ভাজার সময় কুলচার মধ্যে কুঁচি করা হয়। সম্পূর্ণ অংশটি হালকা ভাজা হয়। আগে কালারি কোনো রুটি ছাড়াই পরিবেশন করা হতো।\n\n\n== তথ্যসূত্র =="}