{"pageid": 1421146, "title": "হিস্টোরিয়া প্লান্টারাম (থিওফ্রাস্টাসের বই)", "url": "https://bn.wikipedia.org/wiki?curid=1421146", "content": "এনকোয়ারি ইনটু প্ল্যান্টস, বা, হিস্টোরিয়া প্ল্যান্টারাম (গ্রিক: Περὶ φυτῶν ἱστορία, পেরি ফাইটন হিস্টোরিয়া) হলো প্রাচীন গ্রীসের দার্শনিক থিওফ্রাস্টাস লিখিত একটি বই। এই বইটি থিওফ্রাস্টাসের পরামর্শদাতা এরিস্টটলের হিস্ট্রি অব অ্যানিমেলস, প্লিনি দ্য এল্ডারের ন্যাচারাল হিস্ট্রি এবং পেডানিয়াস ডায়োস্কোরাইডসের ডি ম্যাটেরিয়া মেডিকা - বইগুলোর ন্যায় প্রাচীনকালে লিখিত প্রাকৃতিক ইতিহাসের অন্যতম গুরুত্বপূর্ণ বই এবং এগুলোর মতই এটিও রেনেসাঁতে গুরুত্বপূর্ণ প্রভাব রেখেছিলো। থিওফ্রাস্টাস উদ্ভিদের গঠন, প্রজনন এবং বৃদ্ধি; বিশ্বজুড়ে উদ্ভিদের জাত; কাঠ; বন্য এবং চাষ করা গাছপালা এবং তাদের ব্যবহার পর্যবেক্ষণ করেন। বইটির নবম খণ্ডটি বিশেষভাবে উল্লেখ্যের দাবী রাখে, এতে উদ্ভিদের ঔষধি ব্যবহার সম্পর্কে আলোচনা করা হয়েছে, যা ভেষজ সম্পর্কিত প্রথম বইগুলোর মধ্যে একটি, যেখানে উদ্ভিদ থেকে আহরিত রস, আঠা ও রজন এবং কীভাবে সেগুলি সংগ্রহ করতে হয় তার বর্ণনা দেয়া হয়েছে।\nহিস্টোরিয়া প্লান্টারাম রচিত হয়েছিল খ্রিস্টপূর্ব আনুমানিক ৩৫০ অব্দ থেকে খ্রিস্টপূর্ব আনুমানিক ২৮৭ অব্দের মধ্যবর্তী সময়কালে দশটি খণ্ডে, যার মধ্যে নয়টি খণ্ড অদ্যাবধি টিকে আছে। বইটিতে, থিওফ্রাস্টাস উদ্ভিদকে তাদের ব্যবহার উপযোগিতার ভিত্তিতে বর্ণনা করেছেন এবং উদ্ভিদের পুনরুত্পাদন করার উপর ভিত্তি করে এদের একটি জৈবিক শ্রেণিবিন্যাস করার চেষ্টা করেছেন, যা উদ্ভিদবিদ্যার ইতিহাসে প্রথম পদক্ষেপ ছিলো। তিনি ক্রমাগত পাণ্ডুলিপিটি সংশোধন করতেন এবং তার মৃত্যুতে এটি অসমাপ্ত অবস্থায় থেকে যায়। এর অনেকগুলি উদাহরণের তালিকা সহ পাঠ্যটির সংক্ষিপ্তকৃত রচনা শৈলী ইঙ্গিত করে যে থিওফ্রাস্টাস পাণ্ডুলিপিটিকে পাঠ্য বই হিসাবে গড়ার ইচ্ছা না-করে বরং তার ছাত্রদের শিখনের জন্য বক্তৃতা দেওয়ার কাজের নোট হিসাবে ব্যবহার করতেন।\nহিস্টোরিয়া প্লান্টারাম প্রথম ল্যাটিন ভাষায় অনুবাদ করেন থিওডোরাস গাজা; অনুবাদটি ১৪৮৩ সালে প্রকাশিত হয়। জোহানেস বোডাইউস ১৬৪৪ সালে আমস্টার্ডামে একটি বারংবার উদ্ধৃত বিশদ ভাঁজ করা সংস্করণ প্রকাশ করেছিলেন যেটিতে তার সম্পূর্ণ ভাষ্য এবং কাঠে খোদিত চিত্র সংযুক্ত ছিলো। প্রথম ইংরেজি অনুবাদটি স্যার আর্থার হর্ট করেছিলেন এবং তা ১৯১৬ সালে প্রকাশিত হয়েছিল।\n\n\n== বিবরণ ==\nউদ্ভিদের অনুসন্ধান শিরোনামে হর্টের কৃত মূল গ্রিক ভাষার প্রায় ৪০০ পৃষ্ঠার বইটির যুগোপত্ সমান্তরাল একটি পাঠ্য রয়েছে যেটি প্রায় ১০০,০০০ শব্দ সমন্বিত বই। এই বইটি মূলত দশটি খণ্ডে নিয়ে গঠিত হয়েছিল, যার মধ্যে নয়টি টিকে আছে; যদিও এটিও সম্ভব যে টিকে থাকা বইটিতেই সমস্ত বিষয়াবলী সংযুক্ত করা হয়েছে - মূল দশটির পরিবর্তে নয়টি খণ্ডে পুনর্বিন্যাস করা হয়েছে। তার অন্যান্য টিকে থাকা উদ্ভিদজ বিষয়ক কাজ অন দ্যা কোজেস অব প্লান্টস বইটির সাথে এনকোয়ারি ইনটু প্লান্টস বইটিরও মধ্যযুগের বিজ্ঞানের ওপরও একটি গুরুত্বপূর্ণ প্রভাব রেখেছিলো। এই বইগুলোর প্রভাবের ফলে, উদ্ভিদ সম্পর্কে প্রথম বৈজ্ঞানিক অনুসন্ধান এবং উদ্ভিদের শ্রেণিবিভাগ করণে ধারাবাহিক অগ্রসরতার প্রথম পদ্ধতিগত পদক্ষেপগুলো সূচনাকারীর একটি হিসাবে বিবেচনা করে কার্ল লিনিয়াস থিওফ্রাস্টাসকে \"উদ্ভিদবিদ্যার জনক\" বলে অভিহিত করেছেন।\nথিওফ্রাস্টাসের লিখিত উদ্ভিদ সম্পর্কিত দুটি বইয়ের শিরোনাম তার পরামর্শদাতা এরিস্টটলের প্রাণীদের ওপর লিখিত দুটি বইয়ের মতোই হয়েছে; রজার ফ্রেঞ্চ এই সম্পর্কে এমন উপসংহারে পৌঁছেছেন যে তিনি কার্যকরভাবে \"(এরিস্টটলের অনুগামী ব্যক্তি হিসাবে) সঠিক পন্থায়ই অনুশীলন করেছেন\" উদ্ভিদের মধ্যে নিয়মিততা এবং পার্থক্য সনাক্তকরণে তার গুরু এরিস্টটলের প্রাণীদের ক্ষেত্রে অনুসৃত পর্যবেক্ষণ এবং আলোচনার পদ্ধতির আলোকে। যাইহোক, তিনি বীজকে উদ্ভিদের অংশ হিসাবে বর্ণনা করার ক্ষেত্রে এরিস্টটলকে ছাড়িয়ে গেছেন; এরিস্টটল, ফরাসিদের যুক্তি অনুযায়ী, বীর্য বা ভ্রূণকে কখনওই প্রাণীর অংশ হিসাবে মনে করতেন না।\nথিওফ্রাস্টাস বইটি লিখার জন্য বিভিন্ন উত্স হতে তথ্য সংগ্রহ করে এগুলোকে ব্যবহার করেছেন, যার মধ্যে রয়েছে ঔষুধ এবং ঔষধি গাছের উপর করা ডায়োক্লেসের বিবরণসমূহ। থিওফ্রাস্টাস ঔষুধ বিক্রেতা (ফার্মাকোপোলাই) এবং রুট-কাটার (রাইজোটোমোই) -দের নিকট থেকে তথ্য সংগ্রহ করেছেন বলে দাবি করেছেন। বর্ণিত উদ্ভিদগুলোর মধ্যে রয়েছে পপি (মেকোন), হেমলক (কোনিয়ন), বন্য লেটুস (থ্রিডাকিনে) এবং ম্যান্ড্রাক (ম্যান্ড্রাগোরাস)।\nএই টিকে থাকা গ্রন্থগুলো হল সেই সকল নোট যা থিওফ্রাস্টাস শিক্ষাদানে ব্যবহার করতেন এবং সেগুলোকে তিনি ক্রমাগত সংশোধন করতেন। তিনি দেমোক্রিতোস সহ লাইসিয়াম পাঠাগারে থাকা আগের বইগুলো সম্পর্কে এতে উল্লেখ করেছেন, কখনও কখনও সেসব বইয়ের খণ্ড-বিখণ্ডগুলোকে সংরক্ষণ করেছেন অন্যথায় সেগুলো হারিয়ে যাবে বলে। বইটিতে তিনি প্রায় ৫০০ প্রজাতির উদ্ভিদের উল্লেখ করেছেন।\n\n\n== অনুবাদসমূহ ==\n\nউদ্ভিদে অনুসন্ধান (উদ্ভিদের কারণ সহ) ল্যাটিন ভাষায় থিওডোর গাজা কর্তৃক ১৪৫৪ সালে প্রথম অনুবাদ করা হয়, ম্যানুস্ক্রিপ্টে এটি প্রথমে প্রচারিত হয়েছিল এবং তারপর ১৪৮৩ সালে ট্রেভিসোতে প্রকাশিত হয়েছিল। বইটিএ মূল ভাষা গ্রিক ভাষায় এটি ১৪৯৫ হতে ১৪৯৮ সালের মধ্যে প্রথম ভেনিসের অ্যালডাস মানুটিয়াসের প্রেস থেকে প্রকাশিত হয়েছিল, যা ছিলো একটি একক খণ্ডিত ম্যানুস্ক্রিপ্ট যেটি তখন থেকেই হারিয়ে গেছে। উইমার প্রথমবার প্রকাশিত হওয়া দুটি ম্যানুস্ক্রিপ্ট সনাক্ত করেছিলেন, যার একটি ছিলো ভ্যাটিকান লাইব্রেরিতে রক্ষিত কোডেক্স আরবিনাস, যেটি সম্পর্কে জোহান গটলোব থিয়েইনাস স্নিডার এইচ. এফ. লিঙ্কের সাথে মিলে লিপজিগে ১৮১৮ হতে ১৮২১ সালের মধ্যে প্রথম আধুনিক সমালোচনামূলক সংস্করণ তৈরি কালীন সময় জানতেন না এবং অবশিষ্টটি ফরাসী জাতীয় গ্রন্থাগারের কোডেক্স পারিসিনসিস।\nউত্কৃষ্ট এবং প্রায়শই উদ্ধৃত সংস্করণটি প্রকাশ করেন জোহানেস বোডাইউস ১৬৪৪ সালে আমস্টারডাম হতে। এই ফোলিও সংস্করণে জুলিয়াস সিজার স্কেলিগার এবং রবার্ট কনস্টানটাইন প্রদত্ত পাঠ্যের ভাষ্য সহ গ্রীক এবং ল্যাটিন ভাষা সমান্তরালভাবে মুদ্রিত হয়েছে এবং উদ্ভিদের বৃক্ষ-খোদিত চিত্রসমূহ রয়েছে। গাছপালা। স্যার উইলিয়াম থিসেল্টন-ডায়ার এই ভাষ্যটিকে \"উদ্ভিদবিদ্যা অনুযায়ী অত্যন্ত গুরুত্বপূর্ণ এবং মৌলিক কার্য\" হিসেবে বর্ণনা করেছেন।\nইংরেজিতে প্রথম অনুবাদটি স্যার আর্থার হর্ট (১৮৬৪-১৯৩৫) প্রণয়ন করেছিলেন, যাতে তিনি একটি ভূমিকাংশ এবং সমান্তরালভাবে গ্রীক এবং ইংরেজি ভাষায় পাঠ্য সন্নিবেশিত করেন। এটি ১৯১৬ সালে লন্ডনে উইলিয়াম হেইনম্যান এবং নিউইয়র্কে জি. পি. পুটনামস সন্স কর্তৃক একযোগে দুটি খণ্ডে প্রকাশিত হয়েছিল, যাতে থিওফ্রাস্টাস ইনকোয়ারি ইনটু প্ল্যান্টস এন্ড মাইনর ওয়ার্কস অন ওডোরস এন্ড ওয়েদার সাইনস শিরোনামে দুটি বই ছিলো।\nভাষ্য সহ তিনটি পুরানো জার্মান সংস্করণকে হর্ট অপরিহার্য বলে বর্ণনা করেছেন: স্নাইডার এবং লিঙ্কের ১৮১৮ হতে ১৮২১ সালের মধ্যে প্রকাশিত সংস্করণ যেটি সম্পর্কে ইতিমধ্যেই উল্লেখ করা হয়েছে; কার্ট পলিকার্প জোয়াকিম স্প্রেঙ্গেলের ১৮২২ সালে হ্যালে থেকে প্রকাশিত সংস্করণ এবং ক্রিশ্চিয়ান ফ্রেডরিখ হেনরিখ উইমার কর্তৃক ১৮৪২ সালে ব্রেসলাউ থেকে প্রকাশিত সংস্করণ।\n\n\n== আলোচ্যসূচী ==\nএনকুয়ারি ইনটু প্লান্টস বইটিতে উদ্ভিদকে কীভাবে তারা বংশ বিস্তার করে, তাদের এলাকা, তাদের আকার এবং খাবার, রস এবং ভেষজ সহ তাদের ব্যবহারিক কার্যোপযোগিতা অনুসারে শ্রেণিবদ্ধ করা হয়েছে।\nবইগুলোতে উদ্ভিদের প্রাকৃতিক ইতিহাস নিম্নলিখিত ভাবে বর্ণনা করা হয়েছে:\n\n\n=== প্রথম খণ্ড : উদ্ভিদের শরীর কাঠামো বিশ্লেষণ ===\nথিওফ্রাস্টাস উদ্ভিদের শরীর কাঠামো বিশ্লেষণ করেছিলেন যাতে ছিলো পাতা (ফাইলা), ফুল, ক্যাটকিন, ফল (কারপোই), বীজ, মূল (রাইজাই) এবং কাঠ সহ পূর্ণাঙ্গ পরীক্ষণ।\nউদ্ভিদকে বৃক্ষ, গুল্ম, ভেষজ বহুবর্ষজীবী এবং বার্ষিক ভেষজ (পোয়াই) হিসাবে শ্রেণীবদ্ধ করা হয়; যেমনটি বন্য বা চাষকৃত উদ্ভিদের ক্ষেত্রে বিভাজন সুনির্দিষ্ট করা যায় অতি সহজেই তেমনিই এই বিভাগগুলিকেও সরাসরি এবং সহজেই প্রাপ্ত বলে ধরে নেয়া হয়েছে, যেখানে জলজ কিংবা স্থলজ বিভাজনকে প্রাকৃতিক বলে মনে করা হয়েছে। থিওফ্রাস্টাস উল্লেখ করেছেন যে কিছু গাছপালা অনিয়মিত; রূপালী ফারের শাখাগুলি সর্বদা একে অপরের বিপরীতে জন্মে থাকে এবং এর বিপরীত চিত্রে দেখা যায় যে অন্যান্য উদ্ভিদের শাখাগুলি সমান ব্যবধানে বা সারিতে ছড়ানো থাকে। ডুমুরের সবচেয়ে লম্বা মূল রয়েছে; যখন বটগাছের কান্ড থেকে শিকড় নিচে নেমে আসে তখন তা কাণ্ডের চারদিকের একই দূরত্বে শিকড়ের একটি বৃত্ত তৈরি করে থাকে।\n\n\n=== দ্বিতীয় খণ্ড : বৃক্ষ ও উদ্ভিদের চারা উত্পাদন ===\n\nথিওফ্রাস্টাস লিখেছেন যে গাছপালা স্বতঃস্ফূর্তভাবে, বীজ থেকে বা উদ্ভিদের উদ্ভিজ্জ অংশ থেকে বৃদ্ধি পেতে পারে। বাল্ব সহ যেসব গাছপালা রয়েছে সেগুলো সেসব বাল্ব থেকে বৃদ্ধি পায়। মাটি এবং জলবায়ু উদ্ভিদের বৃদ্ধিকে প্রভাবিত করে। সঠিকভাবে যত্ন না-নেওয়া হলে কিছু উদ্ভিদ অন্য রূপে পরিবর্তিত হয়ে যায়, তাই বার্গামট পুদিনায় পরিণত হয় এবং গম ডার্নেলে পরিণত হয়। তিনি গবেষণার ফলাফল থেকে দেখতে পেয়েছেন যে সেলারি যদি বীজ বপনের পরে মাড়ানো হয় তবে এটি কোঁকড়া হয়ে যায়; এবং চারা উত্পাদন করার জন্য সবচেয়ে সহজ গাছ হচ্ছে ডুমুর, যেখানে খেজুর একত্রে একাধিক বীজের মাধ্যমে জন্মাতে হয় এবং তাতে সেচ, গোবর, লবণ (এক বছর বয়সে) দিতে হবে এবং প্রতিস্থাপন করতে হয় পরবর্তীতে নতুন স্থানে। অন্যান্য ধরণের পামের ক্ষেত্রে ভিন্ন অভ্যাস দেখতে পাওয়া যায় এবং তাদের ভিন্ন ফল জন্মায়। তিনি উল্লেখ করেছেন যে বন্য ডুমুর থেকে পিত্ত পোকা বেরিয়ে আসে এবং চাষকৃত ডুমুর ফুলে যায়, যা ফলের অকাল ঝরে যাওয়া রোধ করতে সাহায্য করে। খেজুরের পুরুষ স্প্যাথ কেটে স্ত্রী গাছের ফুলের কাছে আনা হয় এবং এটিকে স্ত্রী গাছের উপর ঝাড়া হয় যাতে পরাগায়ন ঘটার মাধ্যমে ফলের জন্ম হয়।\n\n\n=== তৃতীয় খণ্ড : বন্য বৃক্ষ ===\nথিওফ্রাস্টাস দাবি করেন যে সমস্ত বন্য গাছ বীজ থেকে অথবা মূল থেকে বৃদ্ধি পায়। তিনি উল্লেখ করেছেন যে দার্শনিকরা স্বতঃস্ফূর্ত প্রজন্মের কথা বলেছিলেন, যেমন আনাক্সাগোরাস দাবি করেছিলেন যে বাতাসে প্রতিটি উদ্ভিদের বীজ রয়েছে, অনুরূপভাবে, দিওগেনেস বিশ্বাস করতেন যে পৃথিবীর সাথে জল মিশ্রিত হলে উদ্ভিদের উদ্ভব হয়। ক্রিটের মতো জায়গায়, থিওফ্রাস্টাস লিখেছেন যে, স্থানীয় গাছপালা জন্মায় যদি মাটি কেবল উপদ্রুত হয়ে পড়ে এবং বন্য গাছগুলি সাধারণত চাষ করা গাছের চেয়ে বেশি টেকসই হয় এবং ঠান্ডা ও পাহাড়ি অঞ্চলের মতো দেরিতে ফল দেয়। তিনি দাবি করেন যে যেসব গাছগুলো পাহাড় এবং সমতল - উভয় জায়গায়ই জন্মাতে পারে সেগুলো সমতলে জন্মালে আরও উৎকৃষ্ট এবং লম্বা হয়।\nবইটিতে থিওফ্রাস্টাসের নোট-সদৃশ রচনা শৈলীর অসংখ্য উদাহরণ দেওয়া হয়েছে, তার দেয়া সাধারণ ব্যাখ্যাগুলোর মধ্যে উদ্ভিদের প্রজাতির তালিকা দেয়া রয়েছে। উদাহরণস্বরূপ, \"এখন বন্য গাছগুলির মধ্যে যেগুলো চিরহরিৎ উদ্ভিদ, যাদের বিষয়ে আগে উল্লেখ করা হয়েছে, যেমন সিলভার-ফার ফার, 'বুনো পাইন', বক্স আন্দ্রাচনে ইয়ু, ফিনিশিয়ান সিডার, টেরেবিন্থ অ্যালাটারনাস, হাইব্রিড আরবুটাস, বে হোলম-ওক, হলি কোটোনেস্টার, কারমেস-ওক তামারিস্ক; কিন্তু অন্য সবগুলো বৃক্ষ তাদের পাতা ত্যাগ করে থাকে (পত্র-পতনশীল চিরহরিৎ বৃক্ষ)...\"\n\n\n=== চতুর্থ খণ্ড : ভিনদেশী বৃক্ষ ও গুল্ম ===\nথিওফ্রাস্টাস বিভিন্ন স্থান এবং আবাসস্থল থেকে প্রাপ্ত বৃক্ষ এবং গুল্ম সম্পর্কে বর্ণনা দিয়েছেন; উদাহরণস্বরূপ, ক্রেনের কাছে আর্কেডিয়া অঞ্চলের একটি গভীর উপত্যকায় আবৃত একটি বিশেষ অংশ যেখানে সূর্যের আলোক কখনই পৌঁছায় না এবং সিলভার-ফার গাছগুলি ব্যতিক্রমীভাবে দীর্ঘাকৃতির হয়। তিনি মিশর, লিবিয়া, এশিয়া, উত্তর অঞ্চলের গাছপালা এবং অতঃপর ভূমধ্যসাগরীয় জলজ উদ্ভিদ, বিশেষ করে মিশরের জলাভূমিতে জন্মানো নলখাগড়া জাতীয় এবং জলা অঞ্চলের ফুলের গাছপালা পর্যবেক্ষণ করেন। তিনি উদ্ভিদের জীবনকালের দৈর্ঘ্য কমিয়ে দেয়ার জন্য দায়ী বিভিন্ন রোগবালাই এবং বিরূপ আবহাওয়া সম্পর্কিত কারণগুলো বিবেচনা করে সে সম্পর্কেও তার পর্যবেক্ষণসমূহ লিপিবদ্ধ করেন।\n\n\n=== পঞ্চম খণ্ড : কাঠ ===\n\nথিওফ্রাস্টাস বিভিন্ন গাছের কাঠ, কাঠের গঠনের উপর জলবায়ুর প্রভাব, কাঠের গিঁট এবং 'কুণ্ডলী' এবং মানের অন্যান্য পার্থক্য সম্পর্কে বিস্তারিত বিবরণ দিয়েছেন। সুনির্দিষ্ট কাজের জন্য কোন কোন বিশেষ কাঠ ব্যবহার করতে হবে, যেমন ছুতারের কাজ করার জন্য কাঠমিস্ত্রির কোন কাঠগুলো ব্যবহার করা উচিত, জাহাজ নির্মাণ এবং ঘর নির্মাণের জন্য কোন কোন কাঠ অধিক উপযুক্ত এবং কাঠকয়লা তৈরির জন্য কোন কাঠ অধিক ব্যবহার উপযোগি তিনি সেগুলো নিয়ে আলোচনা করেছেন। সবচেয়ে দরকারী গাছ বলা হয়েছে সিলভার-ফার এবং ফার গাছকে এবং তাদের মধ্যেই সবচেয়ে বৃহদাকারের সেরা মানের কাঠ রয়েছে; গঠনগত দিক থেকে সিলভার-পাইন পাইনের চেয়ে নরম এবং এর কাঠে পেঁয়াজের মতো স্তর রয়েছে এবং এটি সম্পূর্ণরূপে স্তরে স্তরে সজ্জিত আকারে গঠিত। সবচেয়ে শক্ত এবং সবচেয়ে আকর্ষণীয় কাঠ মসৃণ এবং গিঁট ছাড়া হয়ে থাকে। সিরিয়ায় প্রাপ্ত টেরেবিন্থ কাঠ গাঢ় বর্ণের এবং ঘন-বুনটের বলে থিওফ্রাস্টাস পর্যবেক্ষণ করেছেন এবং ড্যাগারের হাতল এবং কাপ তৈরির জন্য কুঁদ - এই উভয়ই দ্রব্য বানাতেই ব্যবহৃত হয়ে থাকে। তিনি দাবি করেন যে সবচেয়ে শক্ত কাঠ হল ওক এবং হোলম ওক; অপরপক্ষে, এলম কাঠ সবচেয়ে কম ঝাঁকুনি দেয় বলে এটি দরজার পিভট এবং সকেটের জন্য ব্যবহৃত হয়, যার গঠন অবশ্যই সোজা আকৃতির হতে হয়। পাম গাছের কাঠ কর্ক-ওক গাছের কাঠের মতোই হালকা এবং নরম, তবে এটি এগুলোর চেয়ে আরও শক্ত এবং কম ভঙ্গুর বলে এটি ছবি খোদাই করার জন্য ভালো। সিডার, আবলুস, বাক্স, জলপাই, ওক এবং [[মিষ্টি চেস্টনাট থেকে প্রাপ্ত কাঠ ভাল মানের এবং দীর্ঘদিন যাবৎ ক্ষয় প্রতিরোধ করতে পারে। তিনি দাবি করেন যে গ্রীসের তামারিস্ক গাছের কাঠগুলো দুর্বল, তবে টাইলোসের আরব দ্বীপের তামারিস্ক গাছের কাঠ কারমেস-ওকের কাঠের মতোই শক্ত। বইটিতে ওকের কাঠ এবং ফার এবং সিলভার-ফারের গিঁটযুক্ত অংশগুলো ব্যবহার করা সবচেয়ে কঠিন বলে বর্ণনা করা হয়েছে। জাহাজ সাধারণত সিলভার-পাইন, পাইন এবং সিরিয়ান সিডার দিয়ে তৈরি করা হয়; সাইপ্রাসের অধিবাসীরা জাহাজ নির্মান করার জন্য আলেপ্পো পাইন গাছের কাঠ ব্যবহার করে থাকে যেগুলোর মান সেখানে জন্মানো ফারের চেয়ে ভালো। থিওফ্রাস্টাস তার বইয়ে বর্ণনা করেছেন যে ইতালির নিম্নভূমিতে (ল্যাটিনদের দেশ) বসবাসকারীরা বে, মর্টল এবং চমৎকার বিচ গাছ জন্মায় যেগুলোর পুরো দৈর্ঘ্য জাহাজ নির্মানে  জন্য যথেষ্ট।\n\n\n=== ষষ্ঠ খণ্ড : কাঁটাযুক্ত বা কাঁটাহীন ঝোপঝাড় ===\nথিওফ্রাস্টাস ঝোপঝাড় জাতীয় গুল্মগুলোর থিসল, এরিঙ্গো এবং কুসুম ফুল জাতীয় গুল্মগুলোকে কাঁটাযুক্ত হিসাবে এবং মার্জোরাম, স্যাভরি, সেজ, হোরহাউন্ড এবং বালাম জাতীয় গুল্মগুলোকে কাঁটাহীন হিসাবে শ্রেণীবদ্ধ করেছেন। তিনি উল্লেখ করেছেন যে কারও কারও ফাঁপা কাণ্ড রয়েছে; যেমন মারাত্মক বিষাক্ত নাইটশেড এবং হেমলক। গোলাপ গাছ সম্পর্কে তিনি লিখেছেন, এর পাপড়ির সংখ্যায়, বাকলের রুক্ষতায়, রঙে এবং ঘ্রাণে ভিন্নতা রয়েছে; তাদের পাঁচ, বারো, বিশ বা এরচেয়েও অধিক পাপড়ি রয়েছে এবং সবচেয়ে মিষ্টি ঘ্রাণ আছে সাইরিন জাতের থেকে এবং এরা সুগন্ধি তৈরিতে ব্যবহৃত হয়। বিভিন্ন প্রজাতির গাছের ফুল ফোঁটার সময়ও বইটিতে তালিকাভুক্ত করা হয়েছে।\n\n\n=== সপ্তম খণ্ড : পাত্রস্থ ভেষজ উদ্ভিদ ===\nথিওফ্রাস্টাস বর্ণনা করেছেন যে বীট, লেটুস, সরিষা এবং ধন সহ বাঁধাকপি, মূলা এবং শালগম জুলাই মাসে গ্রীষ্মের অয়নকালের পরবর্তী সময়ে বপন করা হয়। লিক, সেলারি, পেঁয়াজ এবং ওরাচে জানুয়ারি মাসে বপন করা হয়। তার মতে, এর বিপরীতে, শসা, লাউ, তুলসী, পার্সলি এবং সেভয় এপ্রিল মাসে বপন করা হয়। পাকা বীজ একবারে অঙ্কুরিত হয় না, তবে সঠিক সময়ের জন্য অপেক্ষা করতে হয়। তিনি দাবি করেন যে সমস্ত ভেষজ উদ্ভিদ বীজ থেকে জন্মানো হয়; তবে রু, মার্জোরাম এবং তুলসী কাটা-কলম করার মাধ্যমে উৎপাদ করা যায় এবং রসুন, পেঁয়াজ এবং অন্যান্য বাল্ব জাতীয় উদ্ভিদ তাদের শিকড় থেকে জন্মায়। যেকোনো ভেষজ গাছের ক্ষেত্রে এদের সকল ফুল একই সময়ে ফুটে কেবলমাত্র তুলসী গাছ ছাড়া, এদের গাছে ফুল স্বল্প থেকে শুরু করে সময় পার হওয়ার সাথে সাথে ধারাবাহিকভাবে অধিক হতে থাকে। জিরাতে সবচেয়ে বেশি ফল ধরে, তবে বলা হয় যে একটি ভাল ফসল পেতে এই গাছটিকে ছুড়ে ফেলতে হয় এবং এতে যত্ন কমিয়ে দিতে হয়। থিওফ্রাস্টাস কিছু ভেষজ উদ্ভিদের বৈচিত্র্য বর্ণনা করেছেন, উদাহরণস্বরূপ, তিনি বলেছেন যে সাদা লেটুস সবচেয়ে মিষ্টি এবং কোমল, অপর দিকে অনেক ধরণের পেঁয়াজ রয়েছে, সেসব অঞ্চলের জাতের মধ্যে রয়েছে সার্ডিয়ান, সিনিডিয়ান, সামোথ্রাসিয়ান এবং অ্যাসকালোনিয়ান প্রজাতি। রসুন অয়নকালের কাছাকাছি সময় রোপণ করা বলে তিনি উল্লেখ করেছেন এবং বলেছেন যে, সাইপ্রিয়ান জাতটি আকৃতিতে বৃহত্তম এবং এটি সালাদে ব্যবহার করা হয়। রু ছাড়া সকল ভেষজেই সার হিসাবে গোবর ব্যবহার করা ভালো। বন্য ভেষজগুলির মধ্যে, থিওফ্রাস্টাস উল্লেখ করেছেন যে করেছেন যে ক্যাটস ইয়ার জাতীয় কিছু উদ্ভিদই কেবল ভোজ্য, বিপরীতে ড্যান্ডেলিয়নের মতো অন্যান্য উদ্ভিদগুলো খাওয়ার অযোগ্য।\n\n\n=== অষ্টম খণ্ড : ভক্ষ্য শস্য ও শুটি ===\nথিওফ্রাস্টাস ভক্ষ্য শস্য (সিরিয়াল) এবং শুটি (মটর এবং শিম) জাতীয় ফসলকে একত্রে একটি দলভূক্ত করেন এবং তাতে বাজরা ও তিলের মতো অন্যান্য বহু-বীজযুক্ত উদ্ভিদকেও অন্তর্ভুক্ত করেন। এই উদ্ভিদগুলোকে কেবলমাত্র বীজ থেকেই জন্মানো যায়। এগুলো শীতকালের প্রথম দিকে বপন করা যেতে পারে, যেমনটি করা হয় গম, বার্লি এবং শিমের ক্ষেত্রে, বা, অয়নকালের পরবর্তী বসন্তকাল মসুর ডাল, পশুখাদ্যের তৃণ এবং মটর জাতীয় উদ্ভিদ বপনের জন্য উপযুক্ত সময়। তিনি আরও লিখেছেন যে, কালাই এবং ছোলা যেকোনো মৌসুমেই বপন করা যেতে পারে। থিওফ্রাস্টাসের পর্যবেক্ষণ মতে, অঙ্কুরিত হওয়ার সময় শিম একটি লিঙ্গের মতো আকৃতি ধারণ করে যেটি থেকে শিকড় নীচের দিকে এবং পাতাযুক্ত কান্ড উপরের দিকে বৃদ্ধি পেতে থাকে। গম এবং বার্লি ফুল চার বা পাঁচ দিনের জন্য ফুটে যেখানে শুটি জাতীয় উদ্ভিদের ক্ষেত্রে ফুলের স্থায়িত্ব অনেক বেশি সময় যাবৎ ঘটে। তিনি উল্লেখ করেছেন যে এই উদ্ভিদগুলো অঞ্চল অনুসারে আলাদাভাবে বৃদ্ধি পেয়ে থাকে; উদাহরণস্বরূপ সালামিস দ্বীপের ফসল আট্টিকার যেকোনো জায়গার তুলনায় আগে বৃদ্ধিপ্রাপ্ত হয়। গমের জাতগুলোকে তাদের এলাকার ভিত্তিতে নামকরণ করা হয়েছে; এগুলো বর্ণ, আকার, বৃদ্ধির ধরণ এবং খাদ্য মূল্যের দিক থেকে পৃথক ধরণের হয়ে থাকে। এশিয়ার ব্যাকট্রার নিকটবর্তী একটি স্থানের গমের দানাগুলোর আকার জলপাইয়ের বিচির মতো বড় হয়ে থাকে বলে কথিত আছে, অথচ, বিপরীতক্রমে, থিওফ্রাস্টাসের দৃষ্টিতে ডাল জাতীয় উদ্ভিদের ক্ষেত্রে এমন বিশদ ধরণের পরিবর্তন দৃষ্ট হয় না।\n\n\n=== নবম খণ্ড : উদ্ভিদের ঔষধি ব্যবহার ===\n\nএই বইটি প্রথমদিককার ভেষজ সম্পর্কিত বইগুলোর মধ্যে একটি, যা নিকান্ডার, ডায়োস্কোরাইডস বা গ্যালেনের লিখিতগুলোর তুলনায় অনেক সহজবোধ্য করে লিখিত। থিওফ্রাস্টাস ফলের রস (কাইলিসমোস), মাড়ি ও রজন, ঔষুধ হিসাবে ব্যবহৃত হওয়া কয়েকশত গাছের তথ্যাবলী এবং কীভাবে সেগুলি সংগ্রহ করতে হয় সে সম্পর্কে বিস্তারিত বিবরণ উল্লেখ করেছেন।\nসিলভার-ফার এবং আলেপ্পো পাইন গাছ সহ গাছের বাকল অল্প ছেদন করে রজন সংগ্রহ করা হয়; সেরা রজন পাওয়া যায় টেরেবিন্থ থেকে। ক্রীটের ইডা পর্বত এলাকার অধিবাসীরা সচরাচর কর্সিকান পাইন এবং আলেপ্পো পাইন থেকে পিচ সংগ্রহ করে থাকে। মক্কার লোবান, গন্ধরস এবং বালসামের মতো মাড়িগুলো সাধারণতঃ গাছ কেটে বা প্রাকৃতিকভাবে সংগ্রহ করা হয়। লোবান এবং গন্ধরস সংগ্রহ করে সাবাইদের নিকটাঞ্চলের সুরক্ষিত ভবনে জড়ো করা হয়। ক্যাসিয়া এবং দারুচিনির মতো মসল্লাগুলোও আরব উপদ্বীপ থেকে আসে।\nনেশাজাতীয় ঔষধ সংগ্রাহকদের মধ্যে কিছু ঐতিহ্য প্রচলিত রয়েছে যে সম্পর্কিত তথ্যগুলো সঠিক হতে পারে, কিংবা অতিরঞ্জিতও হতে পারে। হেলেবোর সংগ্রহ করার সময় পূর্ব সতর্কতা অবলম্বন করা হয় এবং সংগ্রহকারীরা এটি অধিক সময় ধরে সংগ্রহ করতে পারে না - এই তথ্যটি সঠিক; বিপরীতক্রমে পিওনি ফুল সংগ্রহ করার জন্য রাত্রীকালকে বেছে নেয়ার কারণ হচ্ছে দিনে সংগ্রহ করার সময় হয়তো কাঠঠোকরা দেখে ফেলবে এবং ফলশ্রতিতে সংগ্রহকারীর মলদ্বারের স্থানচ্যুতি ঘটবে বলে ভীত হওয়া বিষয়ক গল্পটি নিছক কুসংস্কার। একইভাবে, ম্যান্ড্রেক গাছের চারপাশে একটি তরবারি দিয়ে তিনটি বৃত্ত অঙ্কন করতে হবে এবং এটিকে কাটার সময় মৃদুস্বরে প্রেমের রহস্যের কথা বলতে হবে সম্পর্কিত ধারণাটি কেবলমাত্র বহু প্রাচীনকাল হতে চলে আসা গল্পকথা।\nগ্রীসের নিজ অঞ্চল ছাড়াও ইতালির ইটরুরিয়া এবং লাটিয়ামে ঔষধি গাছ উৎপাদিত হয়ে থাকে, যেমনটি ইস্কিলাস উল্লেখ করেছেন; এবং মিশরেও ঔষধি গাছ উৎপাদিত হয়ে, যেমনটি হোমার তার রচনায় উল্লেখ করেছেন, যেটি নেশাজাতীয় ঔষধ (ড্রাগ) নেপেনথেসের উৎপাদক অঞ্চল, যেটি গ্রহণের ফলে গ্রহীতা দুঃখবোধ এবং আবেগ হারিয়ে ফেলে। সর্বোৎকৃষ্ট হেমলক উৎপাদিত হয় সুসা অঞ্চলে এবং সন্তানপ্রসবের জন্য অতি প্রয়োজনীয় ঔষধি ডিটানি কেবলমাত্র ক্রিট দ্বীপে উৎপাদিত হয়ে থাকে। ওল্ফসবেন ড্রাগটি ক্রিট এবং জ্যাকিন্থোস দ্বীপে উৎপাদিত হয়; এটি মারাত্মক বিষে পরিণত হতে পারে যা এটি গ্রহণের এক বছর বা তারও অধিককাল পর গ্রহীতার মৃত্যুর কারণ হতে পারে এবং এই বিষটির কোনো প্রতিষেধক নেই। হেমলক এম এক প্রজাতির বিষ যা ব্যথাহীন মৃত্যু ঘটায়; গোলমরিচ এবং লোবান এই বিষটির প্রতিষেধক। স্ট্রাইখনোস গ্রহীতার মধ্যে সাময়িক উন্মাদনার উন্মেষ ঘটায়, তবে সুরার সাথে করবীর মূল মিশিয়ে পান করলে গ্রহণকারী কোমল আচরণের এবং প্রফুল্ল মেজাজের হয়ে যায়। বার্থওয়ার্টের অসংখ্য ব্যবহার রয়েছে, যার মধ্যে রয়েছে মাথার ক্ষতের চিকিৎসা, সাপের কামড় এবং জরায়ুর স্থানচ্যুতির প্রতিকার।\n\n\n== গ্রহনযোগ্যতা ==\n\n\n=== প্রাচীন আমলে ===\nপ্লিনি দ্য এল্ডার থিওফ্রাস্টাসকে প্রতিনিয়ত উদ্ধৃত করেছেন; এর মধ্যে তার উদ্ভিদ সম্পর্কিত বই নেচারাল হিস্ট্রি বইটিও রয়েছে; ডেমোক্রিটাস এবং ভারোকে ব্যতীত একমাত্র লেখক যাকে তিনি প্রায়শই উল্লেখ করেছেন।\nজন স্কারবোরো মন্তব্য করেছেন যে \"হিস্টোরিয়া প্লান্টারাম বইটির নবম খণ্ডে একত্রিত ভেষজগুলোর তালিকাটি প্রাচীনকালে পরবর্তী সমস্ত ঔষধ সম্পর্কিত প্রবন্ধগুলোর সরাসরি পূর্বসূরী ছিলো এবং থিওফ্রাস্টাসের (এবং ডায়োক্লিসের) মূল পর্যবেক্ষণের অনেকগুলোর প্রমাণক ডায়োসকোরাইডের মেটেরিয়া মেডিকাতে টিকে আছে৷ নানাবিধ উদ্ভিদের বিশ্লেষণ এবং উদ্ভিদের সংগ্রহ প্রমাণ করে যে গ্রীক রাইজোটোমোই এবং ওষুধ-বিক্রেতারা উদ্ভিদের চিকিৎসার কর্মসংস্থানের ক্ষেত্রে অনেক মূল্যবান তথ্য সংগ্রহ করেছিলেন এবং থিওফ্রাস্টাস এই ধরণের তথ্যের জন্য একটি বিন্যাস আবিষ্কার করেছিলেন যা তার নিজের সময়ের পরেও অনুসরণ করা হবে।\"\n\n\n=== মধ্যযুগে ও রেনেসাঁকালীন ===\n\nমধ্যযুগে থিওফ্রাস্টাস পশ্চিম ইউরোপীয়দের কাছে খুব কমই পরিচিত ছিলেন; তার লেখাগুলো সেখানে ১৫শ শতাব্দীতে এসে জনপ্রিয়তা অর্জন করে যখন ভ্যাটিকানে সংরক্ষিত গ্রীক পাণ্ডুলিপিগুলো, যেগুলো সম্ভবত ১৫শ শতকে অটোমানদের পতনের সময় বাইজেন্টাইন সাম্রাজ্য থেকে আনা অন্যান্য প্রাচীন ভ্যাটিকান গ্রীক পাণ্ডুলিপিগুলোর মতোই, পোপ পঞ্চম নিকোলাস-এর অনুরোধে বাইজেন্টাইন গ্রীক উদ্বাস্তু থিওডোরাস গাজা কর্তৃক ল্যাটিন ভাষায় অনুবাদ করা হয়েছিল। এর প্রভাব ছিল উদ্ভিদ শ্রেণিবিন্যাসের অন্বেষণ পুনরায় শুরু করার জন্য রেনেসাঁর পণ্ডিতদের উদ্দীপ্ত করা। উদ্ভিদ সম্পর্কিত বিজ্ঞান প্রতিষ্ঠিত হয়েছিল যখন এই সকল পণ্ডিতরা উদ্ভিদের বিবরণ এবং বিশেষ করে তাদের ঔষধি ব্যবহারের সাথে জড়িত ছিলেন, সাথে মধ্যযুগীয় ফার্মাকোলজির একটি নতুন সমালোচনামূলক কার্যক্রমের সাথে, যা প্লিনি দ্য এল্ডারের নেচারাল হিস্ট্রি এবং ডায়োসকোরাইডেসের ডি মেটেরিয়া মেডিকার অভাবনীয় গ্রহণযোগ্যতার উপর ভিত্তি করে তৈরি হয়েছিল। যদিও ১৫৫০ সালের দিকে থিওফ্রাস্টাস (এবং এরিস্টটল) রচিত বইগুলোর ব্যবহার হঠাৎ বন্ধ হয়ে যায়, কারণ ধ্রুপদী উদ্ভিদবিদ্যা এবং প্রাণীবিদ্যাকে সচিত্র বিশ্বকোষের আকারে রেনেসাঁ চিন্তাধারায় কার্যকরভাবে একীভূত করা হয়েছিল - যা এই একই পদ্ধতিতে এখনও ধ্রুপদী লেখার উপর নির্ভর করে রচিত হয়।\nআন্দ্রেয়া সেসালপিনো ১৫৮৩ সালে প্রকাশিত তার উদ্ভিদ সম্পর্কিত দার্শনিক বই ডি প্লান্টিস-এ থিওফ্রাস্টাসের বইটি হতে উদ্ধৃতি ব্যবহার করেছেন। ইতালীয় পণ্ডিত জুলিয়াস সিজার স্কেলিগারের করা হিস্টোরিয়া প্লান্টারাম বইটির সঠিক এবং বিশদ ভাষ্য তার মৃত্যুর পর ১৫৮৪ সালে লেইডেন হতে প্রকাশিত হয়।\n\n\n=== আধুনিক যুগে ===\nশিকাগো বোটানিক গার্ডেন হিস্টোরিয়া প্লান্টারামকে থিওফ্রাস্টাসের \"প্রথম মহান উদ্ভিদবিজ্ঞান সম্পর্কিত কাজ\" হিসাবে বর্ণনা করে স্বীকৃতি দেয় এভাবে - \"প্রথম প্রকৃত উদ্ভিদবিদ\"; ১৪৮৩ সালে বার্তোলোমিও কনফালোনিয়ারি কর্তৃক ট্রেভিসো হতে মুদ্রিত সংস্করণে বলা হয়েছে যে \"উদ্ভিদের সমস্ত শ্রেণীবিন্যাস এই পরিমিত বইটির মাধ্যমেই শুরু হয়\", কার্ল লিনিয়াসের করা আধুনিক শ্রেণীবিন্যাসেরও কয়েক শতাব্দী আগে।\nআন্না পাভর্ড তার ২০০৫ সালে প্রকাশিত বই দ্য নেমিং অফ নেমস-এ পর্যবেক্ষণ উল্লেখ করেছেন যে থিওফ্রাস্টাস উদ্ভিদের প্রথম শ্রেণিবিন্যাস করেছিলেন এবং প্লিনি দ্য এল্ডার, যিনি এখনকার সময় অনেক বেশি পরিচিতি পেয়েছেন, তার বেশিরভাগ উপাদান নিজের কাজের ক্ষেত্রে ব্যবহার করেছেন।\n\n\n== আরও দেখুন ==\nঅন প্লান্টস;\nন্যাচারাল হিস্ট্রি;\nডি ম্যাটেরিয়া মেডিকা (ডায়োস্কোরাইডস)।\n\n\n== টীকাসমূহ ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\nপাঠ্য\nEnquiry into Plants (Hort). Books 1 to 5 (গ্রিক ও ইংরেজি ভাষার যুগোপত্ পাঠ্য)\nEnquiry into Plants (Hort). Books 6 to 9 (গ্রিক ও ইংরেজি ভাষার যুগোপত্ পাঠ্য)\nDe Historia Plantarum. Book 1. (ল্যাটিন ভাষায়)\nEnquiry into Plants. Book 1 (trans. Emile Egger and Eugene Fournier: in French)\nচিত্র এবং বিবরণ\nChicago Botanic Garden: Theophrastus and the beginnings of modern botany in the Renaissance  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ জুলাই ২০১৬ তারিখে\nEdward Worth Library: Theophrastus of Eresus  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ আগস্ট ২০১৬ তারিখে"}