{"pageid": 1421636, "title": "জনি গ্যালেকি", "url": "https://bn.wikipedia.org/wiki?curid=1421636", "content": "জন মার্ক গ্যালেকি (জন্ম ৩০শে এপ্রিল, ১৯৭৫) হলেন একজন আমেরিকান অভিনেতা। তিনি সিবিএস সিটকম দ্য বিগ ব্যাং থিওরি (২০০৭-২০১৯) এ লিওনার্ড হফস্ট্যাডটার চরিত্রে অভিনয় করেছেন যার জন্য তিনি প্রাইমটাইম এমি অ্যাওয়ার্ডের মনোনয়ন পেয়েছিলেন এবং এবিসি সিটকম রোজেন-এ ডেভিড হিলি (১৯৯২-১৯৯৭; ২০১৮) এবং দ্য কনার্স (২০১৮-২০১৯) -এ অভিনয় করেছেন । গ্যালেকি প্র্যান্সার (১৯৮৯), ন্যাশনাল ল্যাম্পুনস ক্রিসমাস ভ্যাকেশন (১৯৮৯), সুইসাইড কিংস (১৯৯৭), আই নো হোয়াট ইউ ডিড লাস্ট সামার (১৯৯৭), বুকিজ (২০০৩), ইন টাইম (২০১১), এবং রিংস (২০১৭)-এও অভিনয় করেছেন।\nগ্যালেকি বিশ্বের সবচেয়ে বেশি বেতনপ্রাপ্ত অন্যতম টেলিভিশন অভিনেতা ছিলেন দ্য বিগ ব্যাং থিওরিতে তার ভূমিকার জন্য, সেখানে তিনি ২০১৭ থেকে ২০১৯ সালের মধ্যে প্রতিটি পর্বের জন্য প্রায় ৯০০,০০০ ইউ এস ডলার উপার্জন করতেন। ২০১৮ সালে, তিনি ছিলেন ফোর্বসের দ্বারা অনুমিত $২৫ মিলিয়ন উপার্জন সহ বিশ্বের দ্বিতীয় সর্বোচ্চ বেতনপ্রাপ্ত পুরুষ টিভি অভিনেতা (শুধুমাত্র তার দ্য বিগ ব্যাং থিওরির সহ-অভিনেতা জিম পারসন্সের পরেই)।\n\n\n== জীবনের প্রথমার্ধ ==\nগ্যালেকির জন্ম বেলজিয়ামের লিমবার্গের ব্রীতে, তার আমেরিকান পিতামাতা পোলিশ, আইরিশ এবং ইতালীয় বংশোদ্ভূত ছিলেন।  তার মা, মেরি লুইস (মেরি লু) নুন, একজন বন্ধক পরামর্শদাতা ছিলেন এবং তার বাবা, রিচার্ড গ্যালেকি, বেলজিয়ামে অবস্থানরত মার্কিন বিমান বাহিনীর সদস্য ছিলেন এবং পুনর্বাসন শিক্ষক হিসেবে কাজ করতেন। তিন সন্তানের মধ্যে গ্যালেকি জ্যেষ্ঠ, তার এক বোন, অ্যালিসন আর এক ভাই, নিক, যাকে তিনি অটোমোটিভ শিল্পে \"মেকানিক্যাল প্রতিভা\" বলে বর্ণ্না করেছেন। গ্যালেকি ইলিনয়ের ওক পার্কে বড় হয়েছেন। তিনি অষ্টম শ্রেণীর পরে স্কুল ছেড়ে দেন, মাত্র একদিনের জন্য উচ্চ বিদ্যালয়ে যোগ দেওয়ার পরে।\nনিউজিল্যান্ড রেডিও স্টেশন জেডএম-এর সাথে একটি সাক্ষাত্কারের সময়, গ্যালেকি তার মায়ের সাথে তার শৈশবের সম্পর্কের কথা স্মরণ করেছিলেন। শৈশবে, তিনি দীর্ঘ গল্প তৈরির জন্য সুপরিচিত ছিলেন।এইরকম পরিস্থিতিতে, তার মা তাকে \"শান্ত খেলা\" খেলতে বাধ্য করতেন, যেখানে তাকে দেখতে হত কতক্ষণ সে কথা না বলে যেতে পারে। তিনি আরও স্মরণ করেন যে একজন স্নেহময়ী মা হওয়া সত্ত্বেও, তিনি খুব কঠোর ছিলেন। একটি বাক্যাংশ তিনি স্নেহের সহিত ব্যবহার করতেন, \"আমি তোমাকে ভালোবাসি, এখন বের হয়ে যাও।\"\n\n\n== কর্মজীবন ==\nশিকাগো থিয়েটারের দৃশ্যে শিশু শিল্পী হিসেবে কাজ করার পরে, গ্যালেকি ১৯৮৭ সালের সিবিএস মিনিসিরিজ মার্ডার অর্ডেনড জোবেথ উইলিয়ামস এবং ভবিষ্যতে রোজেনে সহ-অভিনেতা জন গুডম্যান-এর সাথে পর্দায় আত্মপ্রকাশ করেন। ১৯৮৯ সালে, গ্যালেকি ন্যাশনাল ল্যাম্পুন'স ক্রিসমাস ভ্যাকেশন-এ রাস্টি গ্রিসওল্ডের চরিত্রে অভিনয় করেছিলেন। ১৯৯০ সালে, তিনি এনবিসি কমেডি আমেরিকান ড্রিমার-এ রবার্ট উরিচের প্রধান চরিত্রের ছেলে ড্যানি ন্যাশের চরিত্রে অভিনয় করেছিলেন; পরের মৌসুমে, তিনি এবিসি সিটকম বিলি (হেড অফ দ্য ক্লাসের স্পিন-অফ)-তে একজন নিয়মিত কাস্ট ছিলেন। তিনি ১৯৯১ সালে ব্লসম-এর একটি পর্বে তাঁর ভবিষ্যৎ দ্য বিগ ব্যাং থিওরির সহ-অভিনেতা মায়িম বিয়ালিকের বিপরীতে উপস্থিত হন। ১৯৯৩ সালে সত্য ঘটনা অবলম্বনে নির্মিত টিভি সিনেমা আ ফ্যামিলি টর্ন অ্যাপার্ট-এ একজন অপরাধী যুবকের চরিত্রে অভিনয় করেছিলেন।\nবিলিতে কাজ করার সময়, গ্যালেকি এবিসি-র হিট সিটকম রোজেনে মার্ক হিলি (গ্লেন কুইন)-এর ছোট ভাই হিসাবে অতিথি শিল্পী হিসেবে উপস্থিত হতে শুরু করেন, যিনি ডার্লেন কনারের (সারা গিলবার্ট) সাথে সম্পর্ক শুরু করেছিলেন। কেভিন হিলি হিসাবে তার প্রথম উপস্থিতির পরেই, তার নাম শীঘ্রই ডেভিড করা হয়। আরো কিছু সময় অতিথি শিল্পী হিসেবে কাজ করার পর, ১৯৯২ সালের শরতের পর থেকে বিলি শেষ হওয়া পর্যন্ত তিনি বিলির পূর্ণ সময়ের সদস্য হয়ে যান। ১৯৯৭ সালে রোজেন শেষ হওয়া অবধি তিনি ডেভিড হিলির চরিত্রে অভিনয় করে, চরিত্রটি অবশেষে ডার্লিনকে বিয়ে করে এবং তার সাথে দুটি সন্তানের জন্ম দেয়। দ্য বিগ ব্যাং থিওরিতে গ্যালেকির চরিত্রটিও একই শোতে গিলবার্টের চরিত্রের সাথে একটি স্বল্পস্থায়ী সম্পর্কে থাকবে।\nগ্যালেকি ১৯৯৫ সালে ডেভ ম্যাথিউস ব্যান্ডের গান \"স্যাটেলাইট\"-এর মিউজিক ভিডিওতেও উপস্থিত ছিলেন।\nরোজেন শেষ হওয়ার পর, গ্যালেকি ১৯৯৭ সালের গ্রীষ্মকালীন স্ল্যাশার ফিল্ম আই নো হোয়াট ইউ ডিড লাস্ট সামার (হত্যাকারীর প্রথম শিকার হিসাবে), বিন (১৯৯৭), দ্য অপোজিট অফ সেক্স (১৯৯৮), বাউন্স (২০০০) এবং ভ্যানিলা স্কাই (২০০১) সহ বেশ কয়েকটি চলচ্চিত্রে ছোট ভূমিকা পালন করেছিলেন। ১৯৯৭ সালের চলচ্চিত্র সুইসাইড কিংস (১৯৯৮) এবং ২০০৩ সালের ছবি বুকিজ-এ (চারজন কলেজ ছাত্রকে নিয়ে একটি কমেডি থ্রিলার) তার বড় ভূমিকা ছিল। গ্যালেকি ২০০৫ সালের মাই নেম ইজ আর্ল-এর \"স্টোল বিয়ার ফ্রম এ গলফার\" শিরোনামের একটি পর্বে একজন গলফার হিসেবে উপস্থিত হন।\n২০০৫ সালে, গ্যালেকি ব্রিটিশ সিটকম পিপ শো-এর একটি মার্কিন সংস্করণের পাইলট পর্বে মার্ক করিগানের চরিত্রে অভিনয় করেন। তিনি টিবিএস-এর সিটকম মাই বয়েজ-এ ট্রাউটি নামে একটি চরিত্রে অভিনয় করেছেন এবং সিটকম হোপ অ্যান্ড ফেইথ-এ প্রধান চরিত্র বোন হোপ শানোস্কি এবং ফেইথ ফেয়ারফিল্ডের সৎ ভাই হয়েছিলেন। ২০০৬ সালে সেকেন্ড স্টেজ থিয়েটার-এ ডগলাস কার্টার বিন-এর দ্য লিটল ডগ লাফড নাটকে গ্যালেকি একজন পুরুষ পতিতা অ্যালেক্সের ভূমিকায় অভিনয় করেন। তিনি ২০০৬ সালের শেষের দিকে এবং ২০০৭ সালের শুরুর দিকে কর্ট থিয়েটার-এ ব্রডওয়ে নাটকে ছিলেন। গ্যালেকি সেই সময়ে বলেছিলেন, \"এর মূল অংশে, নাটকটি আমাদের ক্যারিয়ার বা লক্ষ্য যাই হোক না কেন, সফল হওয়ার জন্য আমরা সবাই কী ত্যাগ স্বীকার করি।\" নাটকটি বাণিজ্যিক এবং সমালোচনামূলক সাফল্য পেয়েছিল এবং গ্যালেকি তার অভিনয়ের জন্য ২০০৭ সালে থিয়েটার ওয়ার্ল্ড পুরস্কার জিতেছিলেন।\nগ্যালেকি সিবিএস সিটকম দ্য বিগ ব্যাং থিওরিতে লিওনার্ড হফস্ট্যাডটারের ভূমিকায় অভিনয় করেছিলেন, যেটি ২০০৭ থেকে ২০১৯ পর্যন্ত চলেছিল এবং শো-টি চলাকালীন বেশিরভাগ সময়ে, মার্কিন যুক্তরাষ্ট্রের শীর্ষ তিনটি জনপ্রিয় টেলিভিশন কমেডির মধ্যে ছিল। গ্যালেকিকে মূলত শেলডন কুপারের ভূমিকায় অভিনয় করতে বলা হয়েছিল, কিন্তু তিনি অনুভব করেছিলেন যে তিনি লিওনার্ডের ভূমিকার জন্য আরও উপযুক্ত এবং শেলডনের ভূমিকা শেষ পর্যন্ত জিম পার্সনকে দেওয়া হয়েছিল। শো চলাকালীন, রোজেনে গ্যালেকির প্রাক্তন দুই সহ-অভিনেতা শোতে উপস্থিত হন: সারা গিলবার্ট (লেসলি উইঙ্কেল, লিওনার্ডের সহকর্মী হিসাবে) এবং লরি মেটকাফ (মেরি কুপার, শেলডনের মা হিসাবে)। গ্যালেকি একজন সেলিস্ট, একটি প্রতিভা যা শোতে ব্যবহৃত হয়েছিল। ২০১৩ সাল পর্যন্ত, গ্যালেকি এবং তার বিগ ব্যাং সহ-অভিনেতা ক্যালি কুওকো এবং জিম পার্সন প্রত্যেকে প্রতি পর্বে $৩২৫,০০০ উপার্জন করেছেন। ২০১৪ সাল নাগাদ, এই তিনজন প্রতি পর্বে ১ মিলিয়ন মার্কিন ডলার আয় করেছিল।\nগ্যালেকি ২০০৮ সালের সুপারহিরো কমেডি হ্যানকক-এ উইল স্মিথ এবং জেসন বেটম্যান-এর সাথে সংক্ষিপ্তভাবে উপস্থিত হন। জুলাই ২০১১ সালে, তিনি এনট্যুরেজ-এর তিনটি পর্বে নিজের একটি প্যারোডি সংস্করণে অভিনয় করেছিলেন। তিনি জাস্টিন টিম্বারলেক এবং আমান্ডা সেফ্রিড-এর সাথে ইন টাইম (২০১১) ছবিতেও অভিনয় করেছিলেন।\nগ্যালেকি এবিসি-তে রোজেনের ২০১৮ পুনরুজ্জীবনের একটি পর্বে উপস্থিত হন। শো-এর উচ্চ রেটিং সত্ত্বেও, রোজেন বার ভ্যালেরি জ্যারেট সম্পর্কে একটি বর্ণবাদী এবং বিতর্কিত টুইট পোস্ট করার পরে বাতিল করা হয়েছিল। রোজেনে একটি নতুন প্রোগ্রাম, দ্য কনার্স দ্বারা প্রতিস্থাপিত হয়েছিল, যা অক্টোবর ২০১৮-এ প্রিমিয়ার হয়েছিল এবং বার ছাড়া একই কাস্টকে নেওয়া হয়েছিল। গ্যালেকি মাঝে মাঝে দ্য কনার্সে ডেভিডের চরিত্রে উপস্থিত হয়েছেন।\n\n\n== ব্যক্তিগত জীবন ==\nকিশোর বয়সে, গ্যালেকি তার রোজেন (এবং পরে দ্য বিগ ব্যাং থিওরি) সহ-অভিনেত্রী সারা গিলবার্টের সাথে সম্পর্কে ছিলেন (তাদের চরিত্রগুলিও সম্পর্কে ছিল)। তাদের সম্পর্কের সময়, গিলবার্ট সমকামী হিসাবে বেরিয়ে এসেছিলেন। তারা ঘনিষ্ঠ বন্ধু হিসেবে থাকেন।\nদ্য বিগ ব্যাং থিওরিতে কাজ করার সময়, গ্যালেকি সহ-অভিনেতা ক্যালে কুওকোর সাথে ডিসেম্বর ২০০৯ পর্যন্ত প্রায় দুই বছর ডেট করেন (যখন দুজনে শোতেও দম্পতিও ছিলেন)। কুওকো সিবিএস ওয়াচকে বলেছে্ন যে তারা তাদের সম্পর্ক শেষ করার পর থেকে ভাল শর্তে রয়েছে।\nগ্যালেকি ক্যালিফোর্নিয়ার সান্তা মার্গারিটাতে ৩৬০ একর জমির মালিক। তার সম্পত্তির মধ্যে দ্রাক্ষাক্ষেত্র এবং একটি লগ কেবিন অন্তর্ভুক্ত ছিল। ২০১৭ সালের জুনের শেষের দিকে, হিল ফায়ার নামে পরিচিত একটি বড় দাবানলে গ্যালেকির খামার ধ্বংস হয়ে যায়। গ্যালেকি, একটি মিডিয়া বিবৃতিতে, দাবানল সম্পর্কে বলেন যে, \"হুমকি ... আমরা ক্রমাগত যার সঙ্গে বসবাস করি, যা কিছু পাগল মনে হতে পারে কিন্তু আমরা তাই করি কারণ আমাদের সুন্দর, গ্রামীণ এলাকায় বসবাস করাটা এটা সার্থক করে তোলে.\"\n২০১৮ সালে, গ্যালেকি অ্যালাইনা মেয়ারের সাথে ডেটিং শুরু করেছিলেন। তাদের ছেলে, অ্যাভারি, ২০১৯ সালের নভেম্বরে জন্মগ্রহণ করে। নভেম্বর ২০২০ সালে, গ্যালেকি এবং মেয়ারের বিচ্ছেদ হয়েছিল বলে জানা গেছে। তিনি এখন মরগান গ্যালেকিকে বিয়ে করেছেন, যিনি ২০২৪ সালে তাদের কন্যা ওনা ইভেলেনাকে জন্ম দিয়েছিলেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n=== মিউজিক ভিডিও ===\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে জনি গ্যালেকি (ইংরেজি)\nPlaybill article about the end of The Little Dog Laughed's run at The Cort Theatre\nMovieline interview with Johnny Galecki"}