{"pageid": 1421883, "title": "অ্যাস্ট্রোটার্ফ", "url": "https://bn.wikipedia.org/wiki?curid=1421883", "content": "অ্যাস্ট্রোটার্ফ হল স্পোর্টগ্রুপের একটি আমেরিকান সাবসিডিয়ারি যা খেলাধুলার জন্য সারফেস খেলার জন্য কৃত্রিম টার্ফ তৈরি করে। আসল অ্যাস্ট্রোটার্ফ পণ্যটি ছিল একটি ছোট-গাদা সিন্থেটিক টার্ফ যা ১৯৬৫ সালে মনসান্টো দ্বারা উদ্ভাবিত হয়েছিল। ২০০০ এর দশকের গোড়ার দিক থেকে, অ্যাস্ট্রোটার্ফ লম্বা গাদা সিস্টেমগুলি বাজারজাত করেছে যা প্রাকৃতিক টার্ফকে আরও ভালভাবে প্রতিলিপি করতে ইনফিল সামগ্রী ব্যবহার করে। ২০১৬ সালে, অ্যাস্ট্রোটার্ফ জার্মান ভিত্তিক স্পোর্টগ্রুপের একটি সহযোগী প্রতিষ্ঠান হয়ে ওঠে, একটি ক্রীড়া সারফেসিং কোম্পানিগুলির একটি পরিবার, যেটি নিজেই বিনিয়োগ সংস্থা ইকুইস্টোন পার্টনারস ইউরোপের মালিকানাধীন।\n\n\n== ইতিহাস ==\n\nআসল অ্যাস্ট্রোটার্ফ ব্র্যান্ডের পণ্যটি মনসান্টোতে জেমস এম ফারিয়া এবং রবার্ট টি. রাইট দ্বারা উদ্ভাবিত হয়েছিল। ১৯৬৪ সালে রোড আইল্যান্ডের প্রোভিডেন্সের মোসেস ব্রাউন স্কুলের ওয়াঘটেল-হাউ ফিল্ড হাউসের ভিতরে আসল, পরীক্ষামূলক ইনস্টলেশন ছিল। এটি ১৯৬৫ সালে পেটেন্ট করা হয়েছিল এবং মূলত \"কেমগ্রাস\" নামে বিক্রি হয়েছিল। ১৯৬৬ সালে হিউস্টন অ্যাস্ট্রোডোম স্টেডিয়ামে এটির প্রথম সুপ্রচারিত ব্যবহারের পরে কোম্পানির কর্মচারী জন এ. ওয়ার্টম্যান এটিকে অ্যাস্ট্রোটার্ফ হিসাবে পুনঃব্র্যান্ড করেছিলেন। ডোনাল্ড এল. এলবার্ট ১৯৭১ সালে পণ্য উন্নত করার জন্য দুটি পদ্ধতির পেটেন্ট করেন। \nশর্ট-পাইল টার্ফের প্রারম্ভিক পুনরাবৃত্তিগুলি অনেক বড় স্টেডিয়ামকে ভেসে গিয়েছিল, কিন্তু পণ্যটির উন্নতির প্রয়োজন ছিল। দিকনির্দেশনা এবং ট্র্যাকশন নিয়ে উদ্বেগ মনসান্টোর গবেষণা ও উন্নয়ন বিভাগকে একটি টেক্সচারাইজড নাইলন সিস্টেম বাস্তবায়ন করতে পরিচালিত করেছে। নাইলনকে এক্সট্রুড করার পরে একটি ক্রিমড টেক্সচার প্রদান করে, পণ্যটি অত্যন্ত অভিন্ন হয়ে ওঠে।\n১৯৮৭ সালে, মনসান্টো তার অ্যাস্ট্রোটার্ফ ব্যবস্থাপনা, বিপণন, এবং প্রযুক্তিগত কার্যক্রম ডাল্টন, জর্জিয়ার অ্যাস্ট্রোটার্ফ ইন্ডাস্ট্রিজ, ইনকর্পোরেটেড হিসাবে একত্রিত করে। ১৯৮৮ সালে, বালসাম এজি অ্যাস্ট্রোটার্ফ ইন্ডাস্ট্রিজ, ইনকর্পোরেটেডের সমস্ত মূলধন স্টক ক্রয় করে। ১৯৯৪ সালে, সাউথওয়েস্ট রিক্রিয়েশনাল ইন্ডাস্ট্রিজ। (এসআরআই) অ্যাস্ট্রোটার্ফ ব্র্যান্ড অধিগ্রহণ করেছে। ১৯৯৬ সালে, এসআরআই আমেরিকান স্পোর্টস প্রোডাক্টস গ্রুপ ইনকর্পোরেটেড দ্বারা অধিগ্রহণ করা হয়েছিল।\nযদিও অ্যাস্ট্রোটার্ফ ২০ শতকের শেষের দিকে শিল্পের নেতা ছিল, অন্যান্য কোম্পানি ২০০০ এর দশকের শুরুতে আবির্ভূত হয়েছিল। ফিল্ডটার্ফ, ২০০০ এর দশকের গোড়ার দিক থেকে অ্যাস্ট্রোটার্ফের প্রধান প্রতিযোগী, ইনফিল সহ লম্বা-গাদা পলিথিন টার্ফের একটি পণ্য বাজারজাত করে, যা পুরানো পণ্যগুলির চেয়ে প্রাকৃতিক ঘাসকে বেশি অনুকরণ করে। এই তৃতীয় প্রজন্মের টার্ফ, এটি পরিচিত হয়ে উঠলে, বাজারের ল্যান্ডস্কেপ পরিবর্তন করে। যদিও এসআরআই সফলভাবে অ্যাস্ট্রোপ্লে, একটি তৃতীয়-প্রজন্মের টার্ফ পণ্য বাজারজাত করেছে, বর্ধিত প্রতিযোগিতা মামলার পথ তৈরি করেছে। ২০০০ সালে, ফিল্ডটার্ফ তার নিজস্ব পণ্য সম্পর্কে মিথ্যা বিবৃতি দিয়ে এবং অ্যাস্ট্রোটার্ফ এবং অ্যাস্ট্রোপ্লে পণ্য সম্পর্কে মিথ্যা দাবি করে জনসাধারণের কাছে মিথ্যা বলে মনে করার পরে এসআরআইকে একটি মামলায় $১.৫ মিলিয়ন পুরস্কার দেওয়া হয়েছিল।\n\nতাদের আইনি বিজয় সত্ত্বেও, প্রতিযোগিতা বৃদ্ধি পেয়েছে। ২০০৪ সালে, এসআরআই দেউলিয়া ঘোষণা করে। দেউলিয়া হওয়ার প্রক্রিয়ার মধ্যে, জর্জিয়ার ডাল্টনের টেক্সটাইল ম্যানেজমেন্ট অ্যাসোসিয়েটস, ইনক। (টিএমএ), অ্যাস্ট্রোটার্ফ ব্র্যান্ড এবং অন্যান্য সম্পদ অধিগ্রহণ করেছে। টিএমএ কোম্পানি অ্যাস্ট্রোটার্ফ, এলএলসি এর অধীনে অ্যাস্ট্রোটার্ফ ব্র্যান্ডের বিপণন শুরু করে। ২০০৬ সালে, জেনারেল স্পোর্টস ভেন্যু (জিএসভি) আমেরিকান বাজারের জন্য অ্যাস্ট্রোটার্ফ ব্র্যান্ডের জন্য টিএমএ-এর বিপণন অংশীদার হয়ে ওঠে। অ্যাস্ট্রোটার্ফ, এলএলসি বাকি বিশ্বের অ্যাস্ট্রোটার্ফ-এর বিপণন পরিচালনা করে।\n২০০৯ সালে, টিএমএ সরাসরি বিক্রেতা হিসাবে বাজারে প্রবেশ করার জন্য জিএসভি অধিগ্রহণ করে। অ্যাস্ট্রোটার্ফ, এলএলসি গবেষণা এবং উন্নয়নের উপর তার প্রচেষ্টাকে কেন্দ্রীভূত করেছে, যা দ্রুত বৃদ্ধিকে উন্নীত করেছে। অ্যাস্ট্রোটার্ফ অ্যাস্ট্রোফ্লেক্ট (একটি তাপ-হ্রাস প্রযুক্তি) এবং ফিল্ড প্রিফেব্রিকেশন (অভ্যন্তরীণ, জলবায়ু-নিয়ন্ত্রিত ইনলেয়িং) সহ নতুন পণ্য বৈশিষ্ট্য এবং ইনস্টলেশন পদ্ধতি চালু করেছে। অ্যাস্ট্রোটার্ফ \"রুটজোন\" নামে একটি পণ্যও প্রবর্তন করেছে যা ইনফিল এনক্যাপসুলেট করার জন্য ডিজাইন করা ক্রিম্পড ফাইবার নিয়ে গঠিত।\n২০১৬ সালে, স্পোর্টগ্রুপ হোল্ডিং ঘোষণা করেছিল যে এটি অ্যাস্ট্রোটার্ফ ক্রয় করবে, এর সাথে সম্পর্কিত উৎপাদন সুবিধাগুলিও। অ্যাস্ট্রোটার্ফ ব্র্যান্ডটি তখন থেকে উত্তর আমেরিকায় অ্যাস্ট্রোটার্ফ কর্পোরেশন হিসেবে কাজ করছে।\nআগস্ট ২০২১ সালে, অ্যাস্ট্রোটার্ফ ইউনাইটেড সকার লিগে কৃত্রিম টার্ফের অফিসিয়াল সরবরাহকারী হয়ে ওঠে, যারা মার্কিন পুরুষদের সকার স্তরের দ্বিতীয়, তৃতীয় এবং চতুর্থ স্তরে এবং মার্কিন মহিলাদের ফুটবল পিরামিডের দ্বিতীয় স্তরে সকার লিগগুলি পরিচালনা করে।\n\n\n=== ১৯৬০ এর দশক ===\n\n১৯৬৪\n\nরোড আইল্যান্ডের প্রোভিডেন্সের মোসেস ব্রাউন স্কুল কেমগ্রাস প্রতিস্থাপন করেছিল।\n১৯৬৬\n\nহিউস্টন অ্যাস্ট্রোসের জন্য হিউস্টন অ্যাস্ট্রোডোম ইনডোর স্টেডিয়ামে অ্যাস্ট্রোটার্ফ (কেমগ্রাস) এর প্রথম বড় ইনস্টলেশন। এপ্রিলে খোলার দিন আগে ইনফিল্ড অংশটি ছিল; আউটফিল্ডটি গ্রীষ্মের শুরুতে প্রতিস্থাপন করা হয়েছিল।\n১৯৬৭\n\nঅ্যাস্ট্রোটার্ফ প্রথম একটি বহিরঙ্গন স্টেডিয়ামে প্রতিস্থাপন করা হয়েছিল - টেরে হাউতে ইন্ডিয়ানা স্টেট ইউনিভার্সিটির মেমোরিয়াল স্টেডিয়ামে। \n১৯৬৮\n\nডাল্টন, জর্জিয়ার অ্যাস্ট্রোটার্ফ উৎপাদন সুবিধা খোলে৷\n১৯৬৯\n\nব্র্যাডি বাঞ্চ বাড়ির পিছনের উঠোন পরিষেবা বারান্দা এবং গ্যারেজের মধ্যে এবং টাইগারের ক্যানেলের নিচে অ্যাস্ট্রোটার্ফ দিয়ে আচ্ছাদিত। স্ক্রিপ্ট ডেভেলপমেন্ট নোট অনুসারে, টার্ফ স্থাপনের জন্য মাইক ব্র্যাডি দ্বারা নিয়োগকৃত ইনস্টলেশন ফার্মটি তার কলেজের রুমমেটের মালিকানাধীন ছিল, যিনি ১৮তম ইঞ্জিনিয়ার ব্রিগেডের সাথে ভিয়েতনাম যুদ্ধে একটি যুদ্ধ সফর থেকে ফিরে আসার পরে একটি ল্যান্ডস্কেপিং ব্যবসা শুরু করেছিলেন। স্টুডিওর নির্দেশনা মেনে, স্ক্রিপ্টে ভিয়েতনামের যুদ্ধের সরাসরি কোনো উল্লেখ নেই। যে দৃশ্যে ইনস্টলেশন সঞ্চালিত হয় তা শেষ পর্যন্ত কাটা হয়েছিল, তাই সিরিজে কখনও উপস্থিত হয়নি।\n\n\n=== ১৯৭০ এর দশক ===\n\n১৯৭০\n\n১৯৭০ ওয়ার্ল্ড সিরিজটি প্রথম অ্যাস্ট্রোটার্ফে গেমের সাথে (পূর্বে সিনসিনাটির রিভারফ্রন্ট স্টেডিয়ামে প্রতিস্থাপন করা হয়েছিল), কারণ রেডরা বাল্টিমোর ওরিওলস খেলেছিলেন।\n১৯৭১\n\nসিএফএল- এর হ্যামিল্টন টাইগার-ক্যাটস পরের বছর গ্রে কাপ খেলা আয়োজনের প্রস্তুতি হিসেবে তাদের হোম স্টেডিয়াম, আইভর উইন স্টেডিয়ামে অ্যাস্ট্রোটার্ফ প্রতিস্থাপন করেছিলেন।\n১৯৭২\n\nঅ্যারোহেড স্টেডিয়ামের কানসাস সিটি চিফস হোম ফিল্ড এবং রয়্যালস স্টেডিয়ামের কানসাস সিটি রয়্যালস হোম ফিল্ড (বর্তমানে কফম্যান স্টেডিয়াম) কানসাস সিটি, মিসৌরিতে খোলা, যেখানে অ্যাস্ট্রোটার্ফ খেলার সারফেস রয়েছে।\nকিউবার স্বৈরশাসক, ফিদেল কাস্ত্রো, হাভানার উপকণ্ঠে একটি ক্রীড়া কেন্দ্রে একটি অ্যাস্ট্রো টার্ফ পিচ খোলার সময় একজন তরুণ ভিন্নমতাবলম্বী দ্বারা আক্রমণ করা হয়৷ তিনি কাস্ত্রোর উপর প্রথম ঘুষি মারবার কয়েক সেকেন্ডের নিরাপত্তায় এই ভিন্নমতাবলম্বী ব্যক্তিকে মোকাবিলা করা হয়। কাস্ত্রো সামান্য আঘাত পেয়েছিলেন; ভিন্নমতাবলম্বীকে হত্যা করা হয়েছে বলে ধারণা করা হয়েছিল।\n১৯৭৩\n\nরিচ স্টেডিয়াম (পরে রাল্ফ উইলসন স্টেডিয়াম এবং তারপর হাইমার্ক স্টেডিয়াম) বাফেলো বিলের হোম ফিল্ড নিউইয়র্কের অর্চার্ড পার্কে একটি অ্যাস্ট্রোটার্ফ খেলার পৃষ্ঠের সাথে খোলে।\n১৯৭৪\n\nমিয়ামি ডলফিনরা অ্যাস্ট্রোটার্ফে মিনেসোটা ভাইকিংসের মুখোমুখি হয় (পৃষ্ঠে প্রথম সুপার বোল খেলা হয়েছিল, কিন্তু কৃত্রিম টার্ফে খেলা প্রথম নয়; যেটি ছিল সুপার বোল ৫ম (১৯৭১ সালে) পলি-টার্ফের সাথে) সুপার বোল ৮ম - রাইস স্টেডিয়াম, হিউস্টন, টেক্সাস।\n১৯৭৫\n\nপ্রথম আন্তর্জাতিক ফিল্ড হকি খেলা মন্ট্রিলের মলসন স্টেডিয়ামে অ্যাস্ট্রোটার্ফে খেলা হয়েছিল।\n\n\n=== ১৯৮০ এর দশক ===\n১৯৮০\n\nফিলাডেলফিয়া ফিলিস এবং কানসাস সিটি রয়্যালস তাদের বলপার্কগুলিতে অ্যাস্ট্রোটার্ফে সমগ্র ১৯৮০ ওয়ার্ল্ড সিরিজ খেলেছিলেন।\n১৯৮৪\n\nঅ্যাস্ট্রোটার্ফ ট্রেন্টন স্টেট কলেজে (বর্তমানে দ্য কলেজ অফ নিউ জার্সি নামে পরিচিত) এউইং, নিউ জার্সির প্রথম উত্তর আমেরিকার উল্লম্ব নিষ্কাশন ব্যবস্থা প্রতিস্থাপন করেছিল।\n১৯৮৫\n\nসেন্ট লুইস কার্ডিনাল এবং কানসাস সিটি রয়্যালস তাদের বলপার্কগুলিতে অ্যাস্ট্রোটার্ফে সমগ্র ১৯৮৫ ওয়ার্ল্ড সিরিজ খেলেছিলেন।\n১৯৮৭\n\nসেন্ট লুইস কার্ডিনালস এবং মিনেসোটা টুইনস তাদের বলপার্কগুলিতে অ্যাস্ট্রোটার্ফে সমগ্র ১৯৮৭ ওয়ার্ল্ড সিরিজ খেলেছিলেন।\n১৯৮৯\n\nপ্রথম ই-লেয়ার সিস্টেম (ইলাস্টোমেরিক) কলেজ অফ উইলিয়াম অ্যান্ড মেরি, সেইসাথে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলেতে প্রতিস্থাপন করা হয়েছিল।\n\n\n=== ১৯৯০ এর দশক ===\n১৯৯৩\n\nফিলাডেলফিয়া ফিলিস এবং টরন্টো ব্লু জেসের মধ্যে ১৯৯৩ সালের ওয়ার্ল্ড সিরিজটি ১৯৮০, ১৯৮৫ এবং ১৯৮৭ সালের পরে কৃত্রিম টার্ফে সম্পূর্ণরূপে খেলা চতুর্থ ওয়ার্ল্ড সিরিজ ছিল।\n১৯৯৯\n\nরিয়াল মাদ্রিদ সিএফ (স্পেন) তাদের অনুশীলন ক্ষেত্রের জন্য একটি অ্যাস্ট্রোটার্ফ সিস্টেম কেনার জন্য প্রথম ইউরোপীয় ফুটবল ক্লাব হয়ে উঠেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}