{"pageid": 1421923, "title": "সমাপ্তি চ্যাটার্জি", "url": "https://bn.wikipedia.org/wiki?curid=1421923", "content": "সমাপ্তি চ্যাটার্জি (জন্ম ১৩ ডিসেম্বর ১৯৫৮) ভারতের পশ্চিমবঙ্গের কলকাতা হাইকোর্টের প্রাক্তন বিচারপতি। পশ্চিমবঙ্গের বিধাননগরের মেয়রের বিরুদ্ধে গৃহীত একটি অনাস্থা প্রস্তাব বাতিল করার পর তিনি জনসাধারণের দৃষ্টি আকর্ষণ করেছিলেন, একটি ব্যাপকভাবে রিপোর্ট করা শুনানিতে, এই সময় তিনি সরকারী আইনজীবীদের দ্বারা তার আদালতের অস্থায়ী বয়কটের সম্মুখীন হন।\n\n\n== জীবন ==\nচ্যাটার্জি গোখলে মেমোরিয়াল কলেজ থেকে স্নাতক এবং কলকাতা বিশ্ববিদ্যালয় থেকে আইন ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nচ্যাটার্জি ১৯৮৫ সালে পশ্চিমবঙ্গের বার কাউন্সিলে নথিভুক্ত হন এবং কলকাতা উচ্চ আদালত পাশাপাশি অন্যান্য আদালত এবং ট্রাইব্যুনালগুলোতে আইন অনুশীলন করেন। তিনি ৩০ অক্টোবর ২০১৩ তারিখে কলকাতা হাইকোর্টের অতিরিক্ত বিচারক হিসাবে নিযুক্ত হয় এবং ১৪ মার্চ ২০১৬ সালে তার নিয়োগ স্থায়ী হয়।\n২০১৪ সালে চ্যাটার্জির গাড়িটি ট্র্যাফিকের মধ্যে একটি অটোরিকশা দ্বারা আঘাত করেছিল। তিনি চালকের বিরুদ্ধে পুলিশে অভিযোগ দায়ের করেছিলেন তবে পুলিশকে নির্দেশ দিয়েছিলেন চালককে কলকাতা হাইকোর্টে তার ব্যক্তিগত চেম্বারে হাজির করতে। তিনি কলকাতা পুলিশকে চালকের বিরুদ্ধে কিছু ব্যবস্থা নেওয়ার নির্দেশ দেন কিন্তু পুলিশ তাকে আইন অনুযায়ী জামিনে মুক্তি দেয়।\nজুলাই ২০১৯ সালে চ্যাটার্জি বিধাননগরের মেয়র সব্যসাচী দত্তের বিরুদ্ধে জারি করা অনাস্থা প্রস্তাবের আহ্বান জানিয়ে একটি নোটিশের বৈধতা সংক্রান্ত একটি মামলার শুনানি করেন। শুনানির সময় চট্টোপাধ্যায় ভারতীয় জনতা পার্টি এবং তৃণমূল কংগ্রেসের মধ্যে রাজনৈতিক সহিংসতার বিষয়টি উত্থাপন করেন পরবর্তীটির সমালোচনা করেন। জবাবে চ্যাটার্জির আইনজীবী তার বিচারক হিসেবে নিয়োগ নিয়ে প্রশ্ন তোলেন এবং আর্থিক অনিয়মের সম্ভাবনার পরামর্শ দেন। চ্যাটার্জি অভিযোগ অস্বীকার করেছেন। পরে, আইনজীবী ব্যক্তিগতভাবে তার মন্তব্যের জন্য চ্যাটার্জির কাছে ক্ষমা চেয়েছিলেন। কথোপকথনটি জাতীয় সংবাদমাধ্যমে ব্যাপকভাবে প্রকাশিত হয়েছিল। শুনানির সময়, পশ্চিমবঙ্গ সরকারের প্রতিনিধিত্বকারী বেশ কয়েকজন আইনজীবী সংক্ষিপ্তভাবে তার আদালত বয়কট করেন, যদিও শেষ পর্যন্ত বয়কট প্রত্যাহার করা হয়। চট্টোপাধ্যায় অবশেষে অনাস্থা প্রস্তাব বাতিল করার রায় দেন এটিকে বেআইনিভাবে পাস করা হয়েছে। তিনি ১২ ডিসেম্বর ২০২০ এ অবসর গ্রহণ করেছিলেন।\n\n\n== তথ্যসূত্র =="}