{"pageid": 1421255, "title": "থিওডোর গাজা", "url": "https://bn.wikipedia.org/wiki?curid=1421255", "content": "থিওডোর গাজা (গ্রিক: Θεόδωρος Γαζῆς, থিওডোরস গাজিস; ইতালীয়: Teodoro Gaza, থিওডোরো গাজা; লাতিন: Theodorus Gazes, থিওডোরোস গাজেস), যাকে থিওডোর গাজিস নামেও ডাকা হয় বা থিসালোনিসেনসিস (ল্যাটিন ভাষায়) এবং থেসালোনিকিয়াস (গ্রীক ভাষায়) (১৩৯৮–১৪৭৫ খ্রিস্টাব্দ) নামেও ডাকা হয়, ছিলেন একজন গ্রীক মানবতাবাদী ব্যক্তি হিসেবে এবং এরিস্টটলের অনুবাদক, একজন গ্রীক পণ্ডিতদের মধ্যে যারা ১৫শতকে শিক্ষার পুনরুজ্জীবনের নেতা ছিলেন (প্যালিওলোগান রেনেসাঁ)।\n\n\n== জীবন ==\nথিওডোর গাজা তিনি একজন গ্রীক পন্ডিত ব্যক্তি। জন্মগ্রহণ করেন  থেসালোনিকি, মেসিডোনিয়ার  প্রায় খ্রিস্টপূর্বাব্দে ১৪০০ যখন শহরটি তুর্কি শাসনের প্রথম সময়ের অধীনে ছিল (এটি ১৪০৩ সালে বাইজেন্টাইন শাসনে পুনরুদ্ধার করা হয়েছিল)। ১৪৩০ সালে তুর্কিদের দ্বারা তার জন্ম শহর চূড়ান্ত দখলের পর তিনি ইতালিতে পালিয়ে যান। ১৪৪০ সালের ডিসেম্বরে তিনি পাভিয়ায় ছিলেন, যেখানে তিনি আইকোপো দা সান ক্যাসিয়ানোর সাথে পরিচিত হন, যিনি তাকে তার মাস্টার ভিত্তোরিনো দা ফেলত্রের সাথে পরিচয় করিয়ে দেন। মান্টুয়াতে তিন বছরের বসবাসের সময় যেখানে ভিট্টোরিনো বিখ্যাত মানবতাবাদী স্কুল \"লা জিওকোসা\" পরিচালনা করেছিলেন, তিনি দ্রুত তার শিক্ষার অধীনে ল্যাটিন ভাষার একটি দক্ষ জ্ঞান অর্জন করেছিলেন, ইতোমধ্যে গ্রীক পাঠ দিয়ে এবং প্রাচীন ক্লাসিকের পাণ্ডুলিপিগুলি অনুলিপি করে নিজেকে সমর্থন করেছিলেন।\n১৪৪৭ সালে তিনি নতুন প্রতিষ্ঠিত ফেরার ইউনিভার্সিটিতে গ্রীক ভাষার অধ্যাপক হন, যেখানে ইতালির সমস্ত অংশের বিপুল সংখ্যক ছাত্র শীঘ্রই একজন শিক্ষক হিসাবে তাঁর খ্যাতি দ্বারা আকৃষ্ট হয়েছিল। সেখানে তার ছাত্রদের মধ্যে ছিল রডলফাস অ্যাগ্রিকোলা । তিনি সিয়েনা (১৪২৩), ফেররা (১৪৩৮) এবং ফ্লোরেন্স (১৪৩৮৯) তে অনুষ্ঠিত কাউন্সিলগুলিতে কিছু অংশ নিয়েছিলেন, যার উদ্দেশ্য ছিল গ্রীক এবং ল্যাটিন চার্চের মধ্যে একটি পুনর্মিলন ঘটানো; এবং ১৪৫০ সালে, পোপ নিকোলাস ৫ম- এর আমন্ত্রণে তিনি রোমে যান, যেখানে তিনি কয়েক বছর ধরে এরিস্টটল এবং অন্যান্য গ্রীক লেখকদের থেকে ল্যাটিন অনুবাদ তৈরির জন্য তাঁর পৃষ্ঠপোষক দ্বারা নিযুক্ত ছিলেন। রোমে, তিনি তার শিক্ষা কার্যক্রম অব্যাহত রেখেছিলেন: এটা জানা গেছে যে এক অনুষ্ঠানে পোপ সিক্সটাস ৪র্থ গাজাকে এরিস্টটলের রচনাগুলি ল্যাটিন ভাষায় অনুবাদ করার জন্য, বেশ কয়েকটি স্বর্ণের টুকরো প্রদান করে; তবে বেতন পাওয়ার পর গাজাকে প্রদত্ত পরিমাণে অপমান করা হয় এবং ক্ষিপ্ত হয়ে টাকা টাইবার নদীতে ফেলে দেয়। তার ছাত্রদের মধ্যে ছিলেন সহকর্মী বাইজেন্টাইন গ্রীক ডেমেট্রিয়াস চ্যালকন্ডাইলস, রেনেসাঁ যুগের একজন নেতৃস্থানীয় পণ্ডিত এবং থিওডোর গাজার চাচাতো ভাই অ্যান্ড্রোনিকাস ক্যালিস্টাস।\nনিকোলাস (১৪৫৫) এর মৃত্যুর পর, রোমে জীবিকা নির্বাহ করতে অক্ষম হওয়ায়, গাজা নেপলসে চলে যান, যেখানে তিনি দুই বছর (১৪৫৬-১৪৫৮) আলফোনসো দ্য ম্যাগনানিমাসের পৃষ্ঠপোষকতা উপভোগ করেন। এর কিছুক্ষণ পরেই তিনি কার্ডিনাল বেসারিয়ন দ্বারা ক্যালাব্রিয়ার একটি উপকারে নিযুক্ত হন, যেখানে তার জীবনের পরবর্তী বছরগুলি অতিবাহিত হয়েছিল এবং যেখানে তিনি ১৪৭৫ সালের দিকে মারা যান এবং সান জিওভান্নি পিরোর ব্যাসিলিয়ান মঠে তাকে সমাহিত করা হয়েছিল।\n\nগাজার মৃত্যুর পর তাকে রেনেসাঁর লেখকরা স্মরণ করেন এবং তার দক্ষতার জন্য প্রশংসিত হন; ১৪৮০ সালে এরমোলাও বারবারোর পোপ সিক্সটাস ৪র্থকে লেখা একটি চিঠিতে গাজার অনুবাদ ক্ষমতার বিশদ মূল্যায়ন অন্তর্ভুক্ত রয়েছে:\n\nএরিস্টোটেলিয়ানবাদের বিরুদ্ধে প্লেথন যে প্রচারণা চালান তাতে তিনি প্রতিরক্ষায় তার অংশ অবদান রাখেন। মানবতাবাদীদের উপর তার প্রভাব যথেষ্ট ছিল, যে সাফল্যের সাথে তিনি গ্রীক ভাষা ও সাহিত্য শিখিয়েছিলেন। ফেরারায় তিনি ফ্লোরেন্সে প্লেথন দ্বারা প্রতিষ্ঠিত প্লেটোনিক একাডেমির প্রভাব কমানোর জন্য একটি একাডেমি প্রতিষ্ঠা করেন।\n\n\n== কর্মজীবন ==\nতার অনুবাদগুলি তার সময়ের আগে ব্যবহৃত সংস্করণগুলির থেকে যথার্থতা এবং শৈলী উভয় ক্ষেত্রেই উন্নত ছিল। তিনি প্রাকৃতিক বিজ্ঞানের উপর অ্যারিস্টটলের রচনাগুলির অনুবাদ এবং প্রকাশের প্রতি বিশেষ মনোযোগ নিবদ্ধ করেছিলেন।\nগাজা তার সমসাময়িক অধিকাংশ পণ্ডিতদের মতামতে উচ্চ অবস্থানে ছিল, তবে পরবর্তী প্রজন্মের পণ্ডিতদের তুলনায় এখনও উচ্চতর। তার গ্রীক ব্যাকরণ (চারটি বইয়ে), গ্রীক ভাষায় লেখা, ১৪৯৫ সালে ভেনিসে প্রথম মুদ্রিত, এবং পরবর্তীতে ১৫২১ সালে ইরাসমাস দ্বারা আংশিকভাবে অনুবাদ করা হয়, যদিও অনেক ক্ষেত্রে ত্রুটিপূর্ণ, বিশেষ করে এর বাক্য গঠনে, দীর্ঘ সময়ের জন্য শীর্ষস্থানীয় পাঠ্যপুস্তক ছিল। ল্যাটিন ভাষায় তার অনুবাদগুলি ছিল অনেক, যার মধ্যে রয়েছে:\n\nপ্রবলেমটা, ডি পার্টিবাস অ্যানিমেলিয়াম এবং এরিস্টটলের ডি জেনারেশন অ্যানিমেলিয়াম\nথিওফ্রাস্টাসের হিস্টোরিয়া প্লান্টারাম\nঅ্যাফ্রোডিসিয়াসের আলেকজান্ডারের প্রবলেম্যাটা\nএলিয়ান এর ডি ইন্সট্রুয়েন্ডিস অ্যাসিবাস\nহ্যালিকারনাসাসের ডায়োনিসিয়াসের ডি কম্পোজিশন ভার্বোরাম\nজন ক্রিসোস্টমের সাম অফ দ্য হোমিলি'স।\nইরাসমাসের মতে তিনি অনেক সাফল্যের সাথে গ্রীক সিসেরোর ডি সেনিক্টুট এবং সোমনিয়াম সিপিওনিসে পরিণত হন; আধুনিক পণ্ডিতদের ঠান্ডা রায় অনুসারে সঠিকতার চেয়ে বেশি কমনীয়তার সাথে। তিনি ডি মেনসিবাস এবং ডি ওরিগিনে তুরকারাম নামে দুটি ছোট গ্রন্থেরও লেখক ছিলেন।\nতার নামানুসারে দক্ষিণ আফ্রিকার গাজানিয়া ফুলের উদ্ভিদের নামকরণ করা হয়েছে।\n\n\n== টীকা ==\n\n\n== আরও দেখুন ==\nরেনেসাঁর বাইজেন্টাইন পণ্ডিতরা\nম্যাসেডোনিয়ানদের তালিকা (গ্রীক)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n-থিওডোরোসের এরিস্টটলের অনুবাদের ডিজিটাল ফ্যাসিমিল, থেকে পাওয়া যায় লিন্ডা হল লাইব্রেরি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ আগস্ট ২০২০ তারিখে\nগণিত উদ্ভববিজ্ঞান প্রকল্পে থিওডোর গাজা\nতাঁর ব্যাকরণের ১৫২৬ ফ্লোরেন্স সংস্করণ, গুগল বুকস-এ।"}