{"pageid": 1421424, "title": "ক্রিশ্চিয়ান নুসলেইন-ভোলহার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1421424", "content": "ক্রিশ্চিয়ান (জানি) নুসলেইন-ভোলহার্ড (জার্মান উচ্চারণ: [kʁɪsˈti̯anə ˈnʏslaɪ̯n ˈfɔlˌhaʁt] () জন্ম ২৪ অক্টোবর ১৯৪২) হলেন একজন জার্মান উন্নয়নমূলক জীববিজ্ঞানী এবং ১৯৯৫ সালে ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কার বিজয়ী। তিনি জার্মানির একমাত্র নারী যিনি বিজ্ঞানে নোবেল পুরস্কার পেয়েছেন। \nনুসলেইন-ভোলহার্ড ১৯৭৪ সালে টুবিঙেন বিশ্ববিদ্যালয় থেকে তার পিএইচডি অর্জন করেন, যেখানে তিনি প্রোটিন-ডিএনএ মিথস্ক্রিয়া অধ্যয়ন করেন। তিনি ১৯৯১ সালে বেসিক মেডিক্যাল রিসার্চের জন্য অ্যালবার্ট লাস্কার পুরস্কার এবং ১৯৯৫ সালে এরিক উইশকাস এবং এডওয়ার্ড বি. লুইসের সাথে ভ্রূণের বিকাশের জেনেটিক নিয়ন্ত্রণের বিষয়ে গবেষণার জন্য ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কার জিতেছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nনুসলেইন-ভোলহার্ড ২০ অক্টোবর ১৯৪২ তারিখে ম্যাগডেবার্গে জন্মগ্রহণ করেন। রল্ফ ভোলহার্ড, একজন স্থপতি এবং ব্রিগেট হাস ভলহার্ড, একজন নার্সারি স্কুলের শিক্ষকের পাঁচ সন্তানের মধ্যে তিনি দ্বিতীয়। তার চার ভাইবোন ছিল: তিন বোন এবং এক ভাই। তিনি দক্ষিণ ফ্রাঙ্কফুর্টের বিদ্যালয়ে পড়েছিলেন, যেখানে তিনি শিল্প ও সঙ্গীতের সাথে পরিচিত হন এবং এইভাবে \"বিভিন্ন বিষয় দেখতে এবং জিনিস সনাক্ত করতে শিখেন\"। তার প্রপিতামহ ছিলেন রসায়নবিদ জ্যাকব ভলহার্ড এবং তার দাদা ছিলেন বিখ্যাত ইন্টার্নিস্ট ফ্রাঞ্জ ভোলহার্ড। তিনি রসায়নে নোবেল বিজয়ী বেঞ্জামিন তালিকার খালাও।\n১৯৬২ সালে আবিতুরের পরে, তিনি সংক্ষিপ্তভাবে ওষুধ বিষয়ে কাজ করার কথা বিবেচনা করেছিলেন, কিন্তু একটি হাসপাতালে এক মাসের নার্সিং কোর্স করার পরে তিনি এই ইচ্ছাটি বাদ দেন। এর পরিবর্তে, তিনি গোয়েথে ইউনিভার্সিটি ফ্রাঙ্কফুর্টে জীববিদ্যা অধ্যয়ন করা বেছে নেন। ১৯৬৪ সালে নুস্লেইন  বায়োকেমিস্ট্রিতে একটি নতুন কোর্স শুরু করার জন্য টুবিঙেন বিশ্ববিদ্যালয়ের জন্য ফ্রাঙ্কফুর্ট ত্যাগ করেন। তিনি মূলত আচরণগত জীববিজ্ঞান অধ্যয়ন করতে চেয়েছিলেন, \"কিন্তু তারপরে কোনোভাবে আমি বায়োকেমিস্ট্রিতে এবং আণবিক জেনেটিক্সে যুক্ত হই (...) কারণ সেই সময়ে এটি ছিল সবচেয়ে আধুনিক বিষয়, এবং আমি উচ্চাকাঙ্ক্ষী ছিলাম - আমি যেখানে অগ্রগামীরা সেখানে যেতে চেয়েছিলাম। পুরানো দিনের উদ্ভিদবিজ্ঞানী এবং প্রাণীবিদরা এমন নিস্তেজ মানুষ ছিলেন - সেখানে আকর্ষণীয় কিছুই ছিল না।\"\nতিনি ১৯৬৯ সালে বায়োকেমিস্ট্রিতে ডিপ্লোমা লাভ করেন এবং ১৯৭৪ সালে প্রোটিন-ডিএনএ মিথস্ক্রিয়া এবং এসচেরিচিয়া কোলাইতে আরএনএ পলিমারেজে গবেষণায় পিএইচডি অর্জন করেন। \n\n\n== কর্মজীবন ==\n১৯৭৫ সালে নুসলেইন-ভোলহার্ড, বায়োজেনট্রাম, ইউনিভার্সিটি অফ বাসেল- এ ওয়াল্টার গেহরিং- এর গবেষণাগারে পোস্টডক্টরাল গবেষক হন। তিনি ইউরোপীয় আণবিক জীববিজ্ঞান সংস্থা (ইএমবিও) থেকে দীর্ঘমেয়াদী ফেলোশিপ দ্বারা সমর্থিত ড্রোসোফিলা মেলানোগাস্টার (ফলের মাছি) এর বিকাশমূলক জীববিজ্ঞানের একজন বিশেষজ্ঞ ছিলেন। ১৯৭৭ সালে, তিনি ফ্রেইবার্গ বিশ্ববিদ্যালয়ের ক্লাউস স্যান্ডারের গবেষণাগারে গবেষণা চালিয়ে যান, যিনি ভ্রূণের প্যাটার্নিংয়ের বিশেষজ্ঞ ছিলেন। ১৯৭৮ সালে, তিনি এরিক উইসচাউসের সাথে হাইডেলবার্গে সদ্য প্রতিষ্ঠিত ইউরোপীয় আণবিক জীববিজ্ঞান গবেষণাগারে তার নিজস্ব ল্যাব স্থাপন করেন, যার সাথে তিনি বাসেলে দেখা করেছিলেন। পরের তিন বছরে তারা প্রায় ২০,০০০ পরিবর্তিত মাছি পরিবার পরীক্ষা করে, তাদের পরিবর্তিত শরীরের প্যাটার্নসহ প্রায় ৬০০ মিউট্যান্ট সংগ্রহ করেন এবং দেখেছিলেন যে প্রায় ৫,০০০ প্রয়োজনীয় জিনের মধ্যে মাত্র ১২০টি প্রাথমিক বিকাশের জন্য প্রয়োজনীয়। ১৯৮০ সালের অক্টোবরে, তারা ড্রোসোফিলা লার্ভার বিভক্ত প্যাটার্ন নিয়ন্ত্রণ করে মাত্র ১৫টি জিন প্রকাশ করেন।\n১৯৮১ সালে, নুসলেইন-ভোলহার্ড টুবিঙেন-এর ম্যাক্স প্ল্যাঙ্ক সোসাইটির ফ্রেডরিখ মিশার ল্যাবরেটরিতে চলে যান। ১৯৮৪ থেকে ২০১৪ সালে তার অবসর গ্রহণের আগ পর্যন্ত, তিনি টুবিঙেনের ম্যাক্স প্ল্যাঙ্ক ইনস্টিটিউট ফর ডেভেলপমেন্টাল বায়োলজির পরিচালক ছিলেন এবং এর জেনেটিক্স বিভাগের নেতৃত্বও দিয়েছিলেন। ১৯৮৪ সালের পর, তিনি তার গবেষণার মডেল হিসেবে জেব্রাফিশ ( ড্যানিও রেরিও ) ব্যবহার করে মেরুদণ্ডী প্রাণীর উন্নয়নমূলক জীববিজ্ঞানের উপর কাজ শুরু করেন।\n২০০১ সালে, তিনি জীবন বিজ্ঞানের নতুন উন্নয়ন এবং ব্যক্তি ও সমাজের উপর তাদের প্রভাবের নৈতিক মূল্যায়নের জন্য ন্যাশনালের ইথিক্রাত (জার্মানির ন্যাশনাল এথিক্স কাউন্সিল) এর সদস্য হন। লে-রিডারের জন্য তার প্রাইমার, কামিং টু লাইফ: হাউ জিনস ড্রাইভ ডেভেলপমেন্ট, এপ্রিল ২০০৬ এ প্রকাশিত হয়েছিল।\n২০০৪ সালে, তিনি ক্রিশ্চিয়ান নুসলেইন-ভোলহার্ড ফাউন্ডেশন ( ক্রিশ্চিয়ান নুসলেইন-ভোলহার্ড স্টিফটিং ) শুরু করেন যা শিশুদের সাথে প্রতিশ্রুতিশীল তরুণ নারী জার্মান বিজ্ঞানী হয়ে ওঠার জন্য সাহায্য করে। ফাউন্ডেশনের মূল ফোকাস হলো বিদ্যমান উপবৃত্তি এবং দিবাগত দেখভালের পরিপূরক হিসেবে শিশু যত্নকে সহজতর করা।\n\n\n=== গবেষণা ===\n১৯৭০-এর দশকের শেষের দিকে এবং ১৯৮০-এর দশকের গোড়ার দিকে, জেনেটিক এবং আণবিক প্রক্রিয়া সম্পর্কে খুব কমই অবগত  ছিল যার মাধ্যমে বহুকোষী জীব একক কোষ থেকে ভ্রূণজনিত প্রক্রিয়ার সময় আকারগতভাবে জটিল আকারে বিকাশ লাভ করে। নুসলেইন-ভোলহার্ড  এবং উইশকাস জেনেটিক স্ক্রীনের একটি সিরিজের মাধ্যমে ভ্রূণের বিকাশের সাথে জড়িত জিন শনাক্ত করেছেন, যা ইথাইল মিথেনেসালফোনেট ব্যবহার করে ফলের মাছিতে এলোমেলো মিউটেশন তৈরি করে। এর মধ্যে কিছু মিউটেশন ভ্রূণের বিকাশে জড়িত জিনকে প্রভাবিত করে। তারা ড্রোসোফিলা লার্ভার বিভক্ত ফর্মের সুবিধা গ্রহণ করে বিকাশ নিয়ন্ত্রণকারী জিনগুলোর প্রক্রিয়াকে মোকাবেলা করার জন্য। তারা অণুবীক্ষণ যন্ত্রের নিচে প্রতিটি মিউট্যান্টের সেগমেন্ট এবং ডেন্টিকলের প্যাটার্ন দেখেছিল এবং সেইজন্য নির্দিষ্ট জিনগুলো তাদের ভিন্ন ভিন্ন মিউট্যান্ট ফিনোটাইপের উপর ভিত্তি করে বিকাশের সময় বিভিন্ন প্রক্রিয়ায় জড়িত ছিল (যেমন কম সেগমেন্ট, স্বাভাবিক সেগমেন্টে ফাঁক) প্যাটার্ন, এবং সেগমেন্টে ডেন্টিকলের প্যাটার্নে পরিবর্তন)। মিউট্যান্ট লার্ভা, যেমন <i id=\"mweQ\">হেজহগ</i>, গুরকেন (জার্মান: \"শসা\"), এবং ক্রুপেল (\"পঙ্গু\") এর মতো এই জিনের অনেকগুলিকে বর্ণনামূলক নাম দেওয়া হয়েছিল। পরে, গবেষক পাভেল টোমানকাল, অ্যামি বিটন, এট। আল, প্রতিটি মিউটেশনের দ্বারা ঠিক কোন জিন প্রভাবিত হয়েছিল তা শনাক্ত করা হয়েছে, যার ফলে ড্রোসোফিলা ভ্রূণজননের জন্য গুরুত্বপূর্ণ জিনগুলোর একটি সেট শনাক্ত করা গেছে।\nএই মিউট্যান্টদের পরবর্তী অধ্যয়ন এবং তাদের মিথস্ক্রিয়া প্রাথমিকভাবে ড্রোসোফিলার বিকাশের ক্ষেত্রে গুরুত্বপূর্ণ নতুন অন্তর্দৃষ্টির দিকে পরিচালিত করে, বিশেষ করে প্রক্রিয়াগুলো যা দেহের অংশগুলোর ধাপে ধাপে বিকাশের অন্তর্গত। এই পরীক্ষাগুলি শুধুমাত্র তাদের নিছক স্কেল দ্বারা আলাদা করা হয় না (সে সময়ে উপলব্ধ পদ্ধতিগুলোর সাথে, তা্দের একটি বিশাল কাজের চাপ জড়িত), তবে আরও গুরুত্বপূর্ণভাবে ফলের মাছি ব্যতীত অন্যান্য জীবের জন্য তারা তাৎপর্যপূর্ণ।\nতার অনুসন্ধানগুলো বৃহৎ পরিবর্তন সম্পর্কে গুরুত্বপূর্ণ উপলব্ধির দিকে পরিচালিত করেছিল - উদাহরণস্বরূপ, যে প্রোটোস্টোম এবং ডিউটেরোস্টোমের একটি তুলনামূলকভাবে উন্নত সাধারণ পূর্বপুরুষ থাকতে পারে যা প্রচলিতভাবে চিন্তা করা হয়েছিল তার চেয়ে অনেক বেশি জটিল দেহ পরিকল্পনা সহ।\nউপরন্তু, তারা ট্রান্সক্রিপশনের নিয়ন্ত্রণ, সেইসাথে বিকাশের সময় কোষের ভাগ্য সম্পর্কে আমাদের বোঝার দক্ষতা ব্যাপকভাবে বৃদ্ধি করেছে।</link>\nনুসলেইন-ভোলহার্ড টোল আবিষ্কারের সাথে যুক্ত, যার ফলে টোল-সদৃশ রিসেপ্টর শনাক্ত করা যায়।\n২০২৩ সাল পর্যন্ত, স্কোপাস অনুসারে নুসলেইন-ভোলহার্ডের ১০৪ এর এইচ-ইনডেক্স রয়েছে.\n\n\n== ব্যক্তিগত জীবন ==\nনুসলেইন-ভোলহার্ড ১৯৬০-এর দশকের মাঝামাঝি সময়ে গোয়েথে ইউনিভার্সিটি ফ্রাঙ্কফুর্টে অধ্যয়নরত অবস্থায় বিয়ে করেন, কিন্তু তার পরেই বিবাহ বিচ্ছেদ ঘটে এবং তার কোনো সন্তান হয়নি। তিনি জার্মানির বেবেনহাউসেনে থাকেন। তিনি বলেছেন যে তিনি গান গাইতে, বাঁশি বাজাতে এবং চেম্বার সঙ্গীত করতে ভালবাসেন। তিনি ২০০৬ সালে একটি রান্নার বই প্রকাশ করেন\n\n\n== পুরস্কার ও সম্মাননা ==\n \nনুসলেইন-ভোলহার্ডকে নিম্নলিখিত বিশ্ববিদ্যালয়গুলি দ্বারা সম্মানসূচক ডিগ্রী প্রদান করা হয়েছে: ইয়েল, হার্ভার্ড, প্রিন্সটন, রকফেলার, উট্রেখ্ট, ইউনিভার্সিটি কলেজ লন্ডন, অক্সফোর্ড (জুন ২০০৫), শেফিল্ড, সেন্ট অ্যান্ড্রুজ (জুন ২০১১), ফ্রেইবার্গ, মিউনিখ এবং ব্যাথলি ২০১২ )\n\n১৯৯১: ইউনিভার্সিটি অফ ইউট্রেক্ট থেকে সম্মানসূচক ডক্টরেট\n১৯৯১: প্রিন্সটন বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট\n১৯৯৩: ফ্রেইবার্গ বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট\n১৯৯৩: হার্ভার্ড বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট\n২০০১: রকফেলার বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট\n২০০২: ইউনিভার্সিটি কলেজ লন্ডন থেকে সম্মানসূচক ডক্টরেট\n২০০৫: অক্সফোর্ড বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট\n২০০৭: উইজম্যান ইনস্টিটিউট অফ সায়েন্স থেকে সম্মানসূচক ডক্টরেট\n২০০৮: মার্কেটর প্রফেসরশিপ, ডুইসবার্গ-এসেন বিশ্ববিদ্যালয়\n২০১১: সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট\n২০১২: বাথ বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট\n\n\n=== সদস্যপদ ===\n১৯৮৯: একাডেমিয়া ইউরোপিয়ার প্রতিষ্ঠাতা সদস্য\n১৯৮৯: হাইডেলবার্গ একাডেমি অফ সায়েন্সেসের সংশ্লিষ্ট সদস্য\n১৯৯০: নর্থ রাইন-ওয়েস্টফালিয়া একাডেমি ফর সায়েন্সেস অ্যান্ড আর্টসের সংশ্লিষ্ট সদস্য\n১৯৯০: রয়্যাল সোসাইটির (ফরমেমআরএস) একজন বিদেশী সদস্য নির্বাচিত হন, লন্ডন\n১৯৯০: ন্যাশনাল একাডেমি অফ সায়েন্সেস, ওয়াশিংটনের সদস্য\n১৯৯১: জার্মান একাডেমি অফ সায়েন্সেস লিওপোল্ডিনার সদস্য\n১৯৯২: আমেরিকান একাডেমি অফ আর্টস অ্যান্ড সায়েন্সেসের সদস্য\n১৯৯৫: আমেরিকান ফিলোসফিক্যাল সোসাইটির সদস্য\n২০০১-২০০৬: ফেডারেল সরকারের ন্যাশনাল এথিক্স কাউন্সিলের সদস্য ( জার্মান এথিক্স কাউন্সিল )\nফরাসি বিজ্ঞান একাডেমির সদস্য\nইনগ্রিড জু সোল্মস ফাউন্ডেশনের বৈজ্ঞানিক কমিটির সদস্য\nইউরোপীয় আণবিক জীববিজ্ঞান সংস্থার সদস্য\n\n\n== আরও দেখুন ==\nবিজ্ঞানে নারীদের অবদানের সময়রেখা\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nNobelprize.org-এ ক্রিশ্চিয়ান নুসলেইন-ভোলহার্ড  (ইংরেজি) including the Nobel Lecture on 8 December 1995 The Identification of Genes Controlling Development in Flies and Fishes\nটেমপ্লেট:Genarchটেমপ্লেট:FRS 1990"}