{"pageid": 1421559, "title": "তন্তু", "url": "https://bn.wikipedia.org/wiki?curid=1421559", "content": "তন্তু (ইংরেজি Fiber/fibre; লাতিন: fibra) হলো একটি প্রাকৃতিক বা কৃত্রিম পদার্থ বা উপাদান যা প্রশস্ত নয় তবে বেশ দীর্ঘ।  সাধারণত, ফাইবারগুলো বিভিন্ন প্রকারের অন্য বস্তু বা  উপকরণ তৈরিতে ব্যবহৃত হয়। সবচেয়ে শক্তিশালী ইনজিনিয়ারিং বা প্রকৌশলগত উপকরণ প্রায় সবই ফাইবার অন্তর্ভুক্ত, উদাহরণস্বরূপ- কার্বন ফাইবার এবং অতি-উচ্চ-আণবিক-ওজন পলিথিন (আল্ট্রা হাই মলিকিউলার ওয়েট পলিথিন।)\nপ্রাকৃতিক তন্তুর তুলনায় কৃত্রিম তন্তু প্রায়শই খুব সস্তায় এবং প্রচুর পরিমাণে উৎপাদন করা যায়, তবে পরিধেয় কাপড় তৈরির ক্ষেত্রে প্রাকৃতিক তন্তুগুলো, কৃত্রিম তন্তুর তুলনায় বেশ আরামদায়ক ও মোলায়েম, সুবিধাজনক। \n\n\n== প্রাকৃতিক তন্তু ==\n\nপ্রাকৃতিক তন্তুগুলো তন্তু আকারে প্রাকৃতিকভাবে বিকশিত বা তৈরি হয় এবং উদ্ভিদ, প্রাণী এবং ভূতাত্ত্বিক প্রক্রিয়ায় উৎপাদিত হতে পারে এমন তন্তুও এর অন্তর্ভুক্ত করে। উৎস অনুযায়ী তন্তুকে নিন্মোক্তভাবে শ্রেণিভুক্ত করা যেতে পারে:\n\nউদ্ভিজ্জ তন্তু সাধারণত সেলুলোজের বিন্যাসের উপর ভিত্তি করে তৈরি হয়, প্রায়শই লিগনিন সমৃদ্ধ: উদাহরণস্বরূপ: তুলা, শণ, পাট, শণ, আবাকা, পিনা, রেমি, সিসাল, ব্যাগাস এবং কলা থেকে প্রাকৃতিক তন্তু পাওয়া যায়। উদ্ভিজ্জ তন্তু থেকে কাগজ এবং টেক্সটাইল (কাপড়) তৈরি হয় এবং খাদ্য আঁশ/তন্তু মানবদেহের পুষ্টির একটি গুরুত্বপূর্ণ উপাদান।\nবৃক্ষজ তন্তু, উদ্ভিজ্জ তন্তু থেকে ভিন্ন, যা বৃক্ষ বা বড় গাছ থেকে পাওয়া যায়। বৃক্ষজ তন্তুর মধ্যে রয়েছে গ্রাউন্ডউড, লেসবার্ক, থার্মোমেকানিকাল পাল্প (টিএমপি), এবং ব্লিচড বা আনব্লিচড ক্রাফট বা সালফাইট পাল্প। ক্রাফ্ট এবং সালফাইট হলো মূল কাঠের কাঠামোর থেকে লিগনিন বন্ধন অপসারণ করতে ব্যবহৃত পাল্পিং প্রক্রিয়া, এইভাবে কাগজ এবং ইঞ্জিনিয়ারড বা প্রকৌশলগত কাঠের পণ্য যেমন ফাইবারবোর্ডে ব্যবহারের জন্য তন্তুগুলো অবমুক্ত করা হয়।\nপ্রাণীজ তন্তুতে মূলত বিশেষ ধরনের আমিষ/প্রোটিন থাকে। উদাহরণস্বরূপ: রেশম কীট সিল্ক, স্পাইডার সিল্ক, সিনিউ, ক্যাটগাট, উল, সামুদ্রিক সিল্ক এবং চুল যেমন: ক্যাশমিয়ার উল, মোহায়ার এবং অ্যাঙ্গোরা, পশম যেমন: ভেড়ার চামড়া, খরগোশ, মিঙ্ক, শিয়াল, বিভার প্রভৃতি থেকে প্রাপ্ত তন্তু।\nখনিজ তন্তুগুলোর মধ্যে রয়েছে অ্যাসবেস্টস গ্রুপ। অ্যাসবেস্টস হলো একমাত্র প্রাকৃতিকভাবে প্রাপ্ত দীর্ঘ খনিজ তন্তু। ছয়টি খনিজ পদার্থকে \"অ্যাসবেস্টস\" হিসেবে শ্রেণিভুক্ত করা হয়, যার মধ্যে রয়েছে সর্পিল শ্রেণির ক্রাইসোটাইল এবং অ্যামফিবোল শ্রেণি অন্তর্ভুক্ত: অ্যামোসাইট, ক্রোসাইডোলাইট, ট্রেমোলাইট, অ্যান্থোফাইলাইট এবং অ্যাক্টিনোলাইট। ছোট, তন্তু-সদৃশ খনিজগুলোর মধ্যে রয়েছে ওয়ালোস্টোনাইট এবং পেলগোরস্কাইট। জৈবিক তন্তুর মধ্যে রয়েছে ফাইব্রাস প্রোটিন বা প্রোটিন ফিলামেন্ট নামেও পরিচিত। এটি মূলত জৈবিকভাবে প্রয়োজনীয় এবং জৈবিকভাবে অত্যন্ত গুরুত্বপূর্ণ প্রোটিন নিয়ে গঠিত, যেখানে মিউটেশন বা অন্যান্য জেনেটিক ত্রুটিগুলো গুরুতর রোগের কারণ হতে পারে। উদাহরণস্বরূপ: কোলাজেন প্রোটিন পরিবার, টেন্ডন, অ্যাক্টিনের মতো পেশী প্রোটিন, মাইক্রোটিউবিউলসের মতো কোষ প্রোটিন এবং আরও অনেক তন্তু, যেমন: স্পাইডার সিল্ক, সিনিউ এবং চুল।\n\n\n== কৃত্রিম তন্তু ==\nকৃত্রিম বা রাসায়নিক তন্তু হলো এমন তন্তু যাদের রাসায়নিক গঠন, কাঠামো এবং বৈশিষ্ট্যগুলো উৎপাদন প্রক্রিয়ার সময়ে উল্লেখযোগ্যভাবে পরিবর্তন করা হয়। ফ্যাশন শিল্পে, একটি ফাইবার বা তন্তু হলো একটি দীর্ঘ এবং সরু স্ট্র্যান্ড বা উপাদানের সুতো যা নিটিং করে বা তাঁতের বুননে কাপড় তৈরি করা যায়।  সহজ কথায়, কৃত্রিম তন্তু হলো শিল্পে পুনরুৎপাদিত তন্তু এবং সিনথেটিক তন্তু নিয়ে গঠিত মানুষের তৈরি তন্তু।\n\n\n=== সেমি-সিনথেটিক তন্তু ===\nসেমি-সিনথেটিক তন্তু হলো এমন তন্তু যেগুলো বিভিন্ন কাঁচামালের সাথে প্রাকৃতিকভাবে প্রাপ্ত লং চেইন স্ট্রাকচারের পলিমার কাঠামো থেকে তৈরি করা হয় এবং রাসায়নিক প্রক্রিয়ায় এগুলো মডিফাইড করা হয় এবং অংশত অবনয়ন করা হয়। অপরদিকে, সম্পূর্ণ সিনথেটিক তন্তু যেমন: নাইলন (পলিমাইড) বা ডেক্রন (পলিয়েস্টার) হলো রাসায়নিক পলিমারাইজেশন (চেইন-বিল্ডিং) বিক্রিয়া দ্বারা কম-আণবিক ওজন যৌগ থেকে সংশ্লেষণ করে তৈরি করা। প্রাচীনতম সেমি-সিনথেটিক তন্তু হলো সেলুলোজ পুনরুৎপাদিত ফাইবার বা তন্তু, রেয়ন। অধিকাংশ সেমি-সিনথেটিক ফাইবার হলো সেলুলোজ নির্ভর পুনরুৎপাদিত তন্তু/ফাইবার।\n\n\n==== সেলুলোজ রিজেনেরেটেড তন্তু ====\nসেলুলোজ তন্তু হলো কৃত্রিম তন্তুর একটি প্রকারভেদ যেগুলো প্রকৃতি থেকে প্রাপ্ত সেলুলোজকে রিজেনারেটেড করে তৈরি করা হয়। বিভিন্ন উৎস থেকে সেলুলোজ পাওয়া যায়, যেমন: বৃক্ষের কাঠ থেকে পাওয়া যায় রেয়ন, বাঁশের তন্তু থেকে বাঁশ তন্তু, সীউয়িড বা সামুদ্রিক শৈবাল থেকে সীসেল পাওয়া যায় প্রভৃতি। এসব তন্তু উৎপাদনের ক্ষেত্রে প্রথমে সেলুলোজকে পরিশোধন ও অবনয়ন করে পরিষ্কার ভিসকোস ম্যাস আকার দেওয়া হয় এবং পরবর্তীতে, স্পিনারেট থেকে তন্তু আকারে নিঃসরিত হয়। ফলত, এই উৎপাদন প্রক্রিয়াটি চূড়ান্তভাবে প্রাপ্ত তন্তুতে অনন্য প্রাকৃতিক বৈশিষ্ট্যের ছাপ রাখে।\nএই ধরনের তন্তুর কতিপয় উদাহরণ হলো:\n\nরেয়ন,\nলাইওসেল, রেয়নে একটি ব্র্যান্ড,\nমোডাল\nডাইসেট ফাইবার,\nট্রাইসেট ফাইবার, প্রভৃতি।\nঐতিহাসিকভাবে, সেলুলোজ ডাইসেট এবং ট্রাইসেট রেয়ন হিসেবে শ্রেণিভুক্ত করা হতো, কিন্তু বর্তমানে এগুলোকে ভিন্ন উপাদান হিসেবে বিবেচিত।\n\n\n=== সিনথেটিক তন্তু ===\nসিনথেটিক তন্তু সম্পূর্ণভাবে সিনথেটিক উপাদান যেমন- পেট্রোকেমিক্যাল থেকে। এছাড়া অন্যথায়, যেসব কৃত্রিম তন্তু অন্যপ্রাকৃতিক উপাদান থেকে সংগৃহীত হয় সেগুলো হলো সেলুলোজ অথবা প্রোটিন। রিইনফোর্সড প্লাস্টিক থেকে প্রাপ্ত তন্তু ২ প্রকারের, যথা: (i) শর্ট ফাইবার, যার অন্য নাম বিচ্ছিন্ন তন্তু (ডিসকন্টিনিউয়াস ফাইবার)। এর সাধারণ অ্যাসপেক্ট অনুপাত ২০ থেকে ৬০এর মধ্যে (তন্তুর দৈর্ঘ্য এবং ব্যাসের অনুপাতে সংজ্ঞায়িত) এবং লং ফাইবার, এর অন্য় নাম অবিচ্ছিন্ন তন্তু (কনটিনিউয়াস ফাইবার), এর সাধারণ অ্যাসপেক্ট রেশিও ২০০ থেকে ৫০০ এর মধ্যে।\n\n\n==== মেটালিক তন্তু ====\n \nমেটালিক বা ধাতব তন্তু নমনীয় ধাতু যেমন: তামা, সোনা বা রূপা থেকে টেনে সংগ্রহ করা হয় এবং অন্য় ভঙ্গুর ধাতু যথা: নিকেল, অ্যালুমিনিয়াম বা লোহা থেকে টেনে সংগ্রহ করা হয়।\n\n\n==== কার্বন তন্তু ====\nকার্বন তন্তু হলো সাধারণত অক্সিডাইজড এবং পাইরোলাইসিস কার্বনাইজড পলিমার থেকে তৈরি করা হয়। এগুলোর মধ্যে প্যান(PAN) তন্তু অন্যতম। তবে চূড়ান্ত পণ্যটি প্রায় বিশুদ্ধ কার্বন হয়ে থাকে।\n\n\n==== সিলিকন তন্তু ====\nসিলিকন কার্বাইড তন্তু হলো এমন তন্তু যেখানে মৌলিক পলিমারগুলো হাইড্রোকার্বন নয় বরং পলিমারই। যার প্রায় ৫০% কার্বন পরমাণুকে সিলিকন পরমাণু দ্বারা প্রতিস্থাপন করা হয়, পলি-কার্বো-সিলেনস পদ্ধতিতে। পাইরোলাইসিস হলো একটি অ্যমোরফাস সিলিকন কার্বাইড তন্তু, যার মধ্যে অধিকাংশ অন্যান্য উপাদান, যেমন- অক্সিজেন, টাইটেনিয়াম বা অ্যালুমিনিয়াম থাকে, তবে এর যান্ত্রিক বৈশিষ্ট্যগুলো, কার্বন তন্তুগুলোর মতোই একইরকম।\n\n\n==== ফাইবারগ্লাস ====\nফাইবারগ্লাস বা কাচ তন্তু বিশেষ ধরনের কাচ থেকে তৈরি করা হয়। এর মধ্যে অপটিক্যাল ফাইবার রয়েছে, এটি বিশুদ্ধ প্রাকৃতিক কোয়ার্টজ থেকে তৈরি হয় যা এক প্রকারের কৃত্রিম তন্তু। এটিও প্রকৃতিতে সংগৃহীত উপকরণ থেকে তৈরি করা হয়। সিলিকা ফাইবার তৈরি করা হয় সোডিয়াম সিলিকেট (ওয়াটার গ্লাস) থেকে এবং ব্যাসাল্ট ফাইবার, গলিত ব্যাসাল্ট থেকে নির্মিত হয়।\n\n\n==== মিনারেল ফাইবার ====\nমিনারেল ফাইবার বা খনিজ তন্তু বিশেষত শক্তিশালী হয় কারণ এগুলো স্বল্প সংখ্য়ক পৃষ্ঠত্রুটি সহযোগে কারখানায় উৎপাদিত হয়। অন্য়তম মিনারেল ফাইবার হলো অ্যাসবেস্টস।\n\n\n==== পলিমার ফাইবার ====\nপলিমার ফাইবার হলো বিশেষ ধরনের কৃত্রিম তন্তু, যেগুলো ভৌত প্রক্রিয়ায় প্রাকৃতিক উপাদান থেকে তৈরি করা হয় না বরং সম্পূর্ণরূপে কৃত্রিম রাসায়নিক থেকে শিল্পীয়ভাবে তৈরি করা হয়। এরূপ তন্তু তৈরির মূল কাঁচামাল প্রকৃতিতে সংগ্রহ করা হয় না, বিশেষত পেট্রোকেমিক্যাল উপাদান থেকে সংগৃহীত হয়। এই ধরনের ফাইবার নিচের উপাদানগুলো থেকে তৈরি হয়, যথা:\n\nপলিমাইড নাইলন\nপিইটি (PET) অথবা পিবিটি(PBT) পলিয়েস্টার\nফেনল-ফরমালডিহাইড (PF)\nপলিভিনাইল ক্লোরাইড ফাইবার (PVC) ভিনায়ন\nঅ্যাক্রাইলিল পলিয়েস্টার, বিশুদ্ধ পলিয়েস্টার (PAN) দিয়ে স্বল্প অক্সিজেন পরিবেশে রোস্টিংএর মাধ্যমে করে কার্বন ফাইবার তৈরি করতে ব্যবহৃত হয়। প্রথাগত অ্যাক্রাইলিক ফাইবার প্রায়শই উলের সিনথেটিক বিকল্প হিসেবে ব্যবহৃত হয়। কার্বন ফাইবার এবং পিএফ ফাইবার দুটি রেজিন-বেইজড ফাইবার হিসাবে উল্লেখ করা হয় যেগুলো থার্মোপ্লাস্টিক নয়, অধিকাংশই তাপে গলিত হতে পারে।\nঅ্যারোমেটিক পলিমাইডস (অ্যারামিডস) যেমন- টোয়ারন, কেভলার এবং নোমেক্স উচ্চতাপে তাপীয় অবনয়ন করে তৈরি করা হয় এবং এগুলো তাপে গলে না। এই তন্তুগুলোর পলিমার চেইনে শক্তিশালী বন্ডিং থাকে।\nপলিইথিলিন (PE), অধিকাংশ ক্ষেত্রে বৃহদাকারে দীর্ঘ চেইন/এইচএমপিঈ (HMPE), উদাহরণস্বরূপ- ডানিমা, স্পেক্ট্রা রয়েছে।\nইলাস্টোমার ব্যবহৃত হয় যেমন- স্প্যানডেক্স হিসেবে। যদিও স্প্যানডেক্সের পরিবর্তে এখন ইউরেথিন ফাইবার ব্যবহৃত হচ্ছে।\nপলিইউরেথিন ফাইবার\nইলাস্টোলেফিন\n\nকোএক্সট্রুডেড ফাইবারগুলোতে দুটি স্বতন্ত্র পলিমার থাকে যা তন্তু তৈরিতে ব্যবহৃত হয়, এটি সাধারণত একটি কোর-শিথ বা পাশাপাশিভাবে থাকে। প্রলিপ্ত তন্তু (Coated fiber)ও বিদ্যমান রয়েছে, যেমন— স্ট্যাটিক এলিমিনেশন করার জন্য তন্তুতে নিকেল-কোটিং, অ্যান্টি-ব্যাকটেরিয়াল বৈশিষ্ট্য প্রদানের জন্য তন্তুতে সিলভার-কোটিং এবং রাডার চ্যাফে আরএফ (RF) ডিফ্লেকশন প্রদানের জন্য তন্তুতে অ্যালুমিনিয়াম-কো িং।\nরাডার চ্যাফ হলো মূলত অবিচ্ছিন্ন কাচ নির্মিত টোয়ের একটি স্পুল যাতে অ্যালুমিনিয়াম কোটিং করা হয়। একটি এয়ারক্র্যাফট-মাউন্ট করা হাই স্পিড কাটার রাডার সিগন্যালকে বিভ্রান্ত করার জন্য একটি চলমান বিমান থেকে স্পিউ করে এটিকে কেটে দেয়।\n\n\n==== মাইক্রোফাইবার ====\nমাইক্রোফাইবার ১৯৮০ সালের দিকে জাপানে উদ্ভাবিত হয়, যেটি মাইক্রোডেনিয়ার ফাইবার নামেও পরিচিত। অ্যাক্রাইলিক, নাইলন, পলিয়েস্টার, লাইপসেল এবং রেয়ন মাইক্রোফাইবার রূপে উৎপাদিত হতে পারে। ১৯৮৬ সালে জার্মানির হোওস্ট এ. জি. ইউরোপে মাইক্রোফাইবার উৎপাদন করে। ১৯৯০ সালে ডু পন্ট কর্তৃক মার্কিন যুক্তরাষ্ট্রে এটি উৎপাদন করে।\nবস্ত্রশিল্পে, মাইক্রোফাইবার বলতে সাব-ডেনিয়ার তন্তুকে বুঝায়, যেমন- পলিয়েস্টার ০.৫ ডেনিয়ারে টানা হয়। ডেনিয়ার এবং ডিটেক্স হলো ওজন এবং দৈর্ঘ্যের ভিত্তিতে তন্তু উৎপাদন পরিমাপের দুটি পদ্ধতি। তন্তুর ঘনত্ব জানা থাকলে তন্তু ব্যাসও পরিমাপ করা যায়, অন্যথায় তন্তুর ব্যাস মাইক্রোমিটারে পরিমাপন করা সুবিধাজনক। কারিগরি দিক থেকে মাইক্রোফাইবার হলো অতি-স্বচ্ছতম তন্তু (যেমন-কাচ বা থার্মোপ্লাস্টিক) প্রায়শ পরিশোধনকরণে ব্যবহৃত হয়। অধিকাংশ সিনথেটিক তন্তু ক্রস-সেকশনে গোলাকার, তবে বিশেষ নকশাকৃতি তন্তু ফাঁপা, ডিম্বাকৃতি, তারকা আকৃতির বা ট্রিলোবাল হতে পারে। ট্রিলোবাল নকশা আরো অপটিক্যালভাবে প্রতিফলিত বৈশিষ্ট্য প্রদান করে। সিনথেটিক টেক্সটাইল ফাইবারগুলো প্রায়শই একটি বুননকৃত, অবুননকৃত বা নিটিং কাঠামোতে বাল্ক সরবরাহ করার জন্য ক্রিম্পড করা হয়। তন্তুর পৃষ্ঠগুলো ধূসর বা উজ্জ্বল হতে পারে। ধূসর পৃষ্ঠগুলো আরও আলো প্রতিফলিত করে অন্যদিকে উজ্জ্বল পৃষ্ঠগুলো আলো পরিবহন করে এবং তন্তুকে আরো স্বচ্ছ করে তোলে।\nখুব ছোটো এবং/অথবা অনিয়মিত ধরনের তন্তুকে ফাইব্রল বলা হয়। প্রাকৃতিক সেলুলোজ, যেমন— তুলা বা ব্লিচড ক্রাফট, ছোট ফাইব্রলগুলোকে দেখায় যা মূল ফাইবার কাঠামো থেকে বেরিয়ে যায় এবং দূরে থাকে।\n\n\n== কিছু তন্তুর সাধারণ বৈশিষ্ট্য ==\nপ্রধানত তন্তুকে প্রাকৃতিক এবং কৃত্রিম (সিনথেটিক) উপাদানের ভিত্তিতে বিভক্ত করা যায়, তাদের বৈশিষ্ট্য অনেক ক্ষেত্রে তাদের কর্মক্ষমতাকে প্রভাবিত করে। সিনথেটিক ফাইবার উপাদান ক্রমবর্ধমানভাবে অন্যান্য প্রচলিত উপাদান যেমন- কাচ এবং কাঠের অনেকগুলো প্রয়োগে প্রতিস্থাপন করছে। এর কারণ হলো  কৃত্রিম তন্তুগুলোকে রাসায়নিকভাবে, ভৌতভাবে এবং যান্ত্রিকভাবে বিশেষ প্রযুক্তিগত প্রকৌশলের জন্য উন্নয়ন করে ব্যবহার করা যায়। একটি ফাইবার টাইপ বেছে নেওয়ার ক্ষেত্রে, একজন শিল্পোৎপাদক অ্যাপ্লিকেশনগুলোর প্রযুক্তিগত প্রয়োজনীয়তার সাথে তন্তুর বৈশিষ্ট্যগুলোর ভারসাম্য বজায় রেখে তন্তু তৈরি করে। উৎপাদনের জন্য নির্বাচন করার জন্য বিভিন্ন তন্তু পাওয়া যায়। কৃত্রিম তন্তুগুলোর বৈশিষ্ট্যের তুলনায় প্রাকৃতিক তন্তুগুলোর সাধারণ বৈশিষ্ট্য এখানে উল্লেখিত হলো:—\n\n\n== আরও দেখুন ==\nখাদ্য আঁশ\nতন্তু শস্য\nফাইবার সিমুলেশন\nমোল্ডেড পাল্প/মোল্ডেড তন্তু\nঅ্যাক্সন\nঅপটিক্যাল ফাইবার\n\n\n== তথ্যসূত্র =="}