{"pageid": 1421976, "title": "পেকটিন", "url": "https://bn.wikipedia.org/wiki?curid=1421976", "content": "পেকটিন (প্রাচীন গ্রিক: πηκτικός pēktikós : \"জমাবদ্ধ\" ও \"অখণ্ড\") হল হেটেরোপলিস্যাকারাইড, কাঠামোগত অ্যাসিড যা প্রাথমিক ল্যামেলা, মধ্যম ল্যামেলা ও স্থলজ উদ্ভিদের কোষ প্রাচীরে থাকে। পেকটিনের প্রধান রাসায়নিক উপাদান হল গ্যালাক্টুরোনিক অ্যাসিড (গ্যালাকটোজ থেকে প্রাপ্ত একটি চিনির অ্যাসিড) যা ১৮২৫ সালে হেনরি ব্র্যাকনোট বিচ্ছিন্ন ও বর্ণনা করেছিলেন। বাণিজ্যিকভাবে উৎপাদিত পেকটিন হল সাদা-থেকে-হালকা-বাদামী চূর্ণ, যা ভোজ্য জেলিং এজেন্ট বিশেষত জ্যাম ও জেলি, ডেজার্ট ফিলিংস, ওষুধ ও মিষ্টিতে; এবং ফলের রস ও দুধের পানীয়তে খাদ্য স্টেবিলাইজার এবং খাদ্যতালিকাগত ফাইবারের উৎস হিসেবে সাইট্রাস ফল থেকে তৈরি করা হয়।\n\n\n== জীববিজ্ঞান ==\nপেকটিন জটিল পলিস্যাকারাইড দ্বারা গঠিত যা উদ্ভিদের প্রাথমিক কোষের প্রাচীরে উপস্থিত থাকে এবং স্থলজ উদ্ভিদের সবুজ অংশে প্রচুর পরিমাণে থাকে। পেকটিন হল মধ্যম ল্যামেলার প্রধান উপাদান, যেখানে এটি কোষকে আবদ্ধ করে। পেকটিন গলগি যন্ত্রে উৎপাদিত ভেসিকলের মাধ্যমে এক্সোসাইটোসিস দ্বারা কোষ প্রাচীরের মধ্যে জমা হয়। পেকটিনের পরিমাণ, কাঠামো ও রাসায়নিক সংমিশ্রণ উদ্ভিদের মধ্যে, সময়ের সাথে সাথে উদ্ভিদের অভ্যন্তরে এবং একটি উদ্ভিদের বিভিন্ন অংশে ভিন্ন ভিন্ন হয়। পেকটিন হল একটি গুরুত্বপূর্ণ কোষ প্রাচীর পলিস্যাকারাইড যা প্রাথমিক কোষ প্রাচীর সম্প্রসারণ এবং উদ্ভিদ বৃদ্ধি করতে দেয়। ফল পাকার সময় পেকটিন এনজাইম পেকটিনেজ ও পেকটিনস্টেরেজ দ্বারা ভেঙ্গে যায়, এই প্রক্রিয়ায় মধ্যম ল্যামেলা ভেঙ্গে এবং কোষগুলি একে অপরের থেকে পৃথক হয়ে যাওয়ার ফলে ফল নরম হয়ে যায়। পেকটিনের ভাঙ্গনের কারণে কোষ বিভাজনের অনুরূপ প্রক্রিয়াটি পাতার ঝরে পড়ার সময় পর্ণমোচী উদ্ভিদের পেটিওলের অ্যাবসিসিশন অঞ্চলে ঘটে।\nপেকটিন মানুষের খাদ্যের একটি প্রাকৃতিক অংশ, কিন্তু পুষ্টিতে উল্লেখযোগ্যভাবে অবদান রাখে না। প্রতিদিন প্রায় ৫০০ গ্রাম ফল এবং শাকসবজি খাওয়া হলে ফল ও শাকসবজি থেকে পেকটিনের দৈনিক গ্রহণের পরিমাণ প্রায় ৫ গ্রাম অনুমান করা যেতে পারে।\nমানুষের হজমে পেকটিন গ্যাস্ট্রোইনটেস্টাইনাল ট্র্যাক্টে কোলেস্টেরলের সাথে আবদ্ধ হয় এবং কার্বোহাইড্রেট আটকে গ্লুকোজ শোষণকে ধীর করে দেয়। পেকটিন এইভাবে একটি দ্রবণীয় খাদ্য আঁশ। অ-স্থূল ডায়াবেটিক (এনওডি) মূষিকে পেকটিন অটোইমিউন টাইপ ১ ডায়াবেটিসের প্রবণতা বাড়াতে দেখা গেছে।\nএকটি সমীক্ষায় দেখা গেছে যে ফল খাওয়ার পরে কোলনে প্রাকৃতিক পেকটিন (যা মিথানল দিয়ে এস্টেরিফাইড করা হয়) এর অবক্ষয়ের কারণে মানবদেহে মিথানলের ঘনত্ব মাত্রার ক্রম বেড়ে যায়।\nকিছু ধরণের উদ্ভিদের বীজ, সাধারণত মরুভূমির উদ্ভিদের ডিএনএ মেরামতের ক্ষেত্রে পেকটিনের কিছু কাজ লক্ষ্য করা গেছে। পেকটিনেসিয়াস সারফেস পেলিকল, যা পেকটিন সমৃদ্ধ, একটি মিউকিলেজ স্তর তৈরি করে যা শিশির ধরে রাখে যা কোষকে তার ডিএনএ মেরামত করতে সাহায্য করে।\nপেকটিন সেবনে রক্তের এলডিএল কোলেস্টেরলের মাত্রা সামান্য (৩-৭%) কমাতে দেখা গেছে। এই প্রভাব পেকটিন উৎসের উপর নির্ভর করে; আপেল ও সাইট্রাস পেকটিন কমলার মজ্জা আঁশ পেকটিন থেকে বেশি কার্যকর ছিল। প্রক্রিয়াটি অন্ত্রের ট্র্যাক্টে সান্দ্রতা বৃদ্ধি বলে মনে হয়, যার ফলে পিত্ত বা খাদ্য থেকে কোলেস্টেরলের শোষণ হ্রাস পায়। বৃহৎ অন্ত্র ও কোলনে অণুজীব পেকটিনকে হ্রাস করে এবং শর্ট-চেইন ফ্যাটি অ্যাসিডকে মুক্ত করে যা স্বাস্থ্যের উপর ইতিবাচক প্রভাব ফেলে (প্রিবায়োটিক প্রভাব)।\n\n\n== রসায়ন ==\n\nগ্যালাক্টুরোনিক অ্যাসিড সমৃদ্ধ পেকটিন পেকটিক পলিস্যাকারাইড নামেও পরিচিত। পেকটিক গ্রুপের মধ্যে বেশ কয়েকটি স্বতন্ত্র পলিস্যাকারাইড সনাক্ত ও চিহ্নিত করা হয়েছে। হোমোগাল্যাক্টুরানস হল α-(1–4)-সংযুক্ত D-গ্যালাক্টুরনিক অ্যাসিডের রৈখিক চেইন। প্রতিস্থাপিত গ্যালাক্টুরোনান D-গ্যালাক্টুরোনিক অ্যাসিডের অবশিষ্টাংশগুলির কশেরুকা থেকে শাখাযুক্ত স্যাকারাইড অ্যাপেনডেন্ট অবশিষ্টাংশগুলির উপস্থিতি দ্বারা চিহ্নিত করা হয় (যেমন D-জাইলোজ বা D-এপিওস জাইলোগ্যালাক্টুরোনান এবং এপিওগ্যাল্যাক্টুরোনান সম্পর্কিত ক্ষেত্রে)।\nরামনোগ্যালাক্টুরোনান আই পেকটিন (RG-I) পুনরাবৃত্তি ডিস্যাকচারাইডের কশেরুকা ধারণ করে: 4)-α-D-গ্যালাক্টুরোনিক অ্যাসিড-(1,2)-α-L-রামনোজ-(1। অনেক রামনোজের অবশিষ্টাংশ থেকে বিভিন্ন নিরপেক্ষ শর্করার সাইডচেইন শাখা বন্ধ হয়ে যায়। নিরপেক্ষ শর্করা প্রধানত D-গ্যালাক্টোজ, L-অ্যারাবিনোজ এবং D-জাইলোজ, নিরপেক্ষ শর্করার ধরন ও অনুপাত পেকটিন এর উৎপত্তির সাথে পরিবর্তিত হয়।\nপেকটিনের আরেকটি কাঠামোগত ধরন হল রামনোগাল্যাক্টুরোনান ২ (RG-II), যা কম ঘন ঘন, জটিল, অত্যন্ত শাখাযুক্ত পলিস্যাকারাইড। রামনোগাল্যাক্টুরোনান ২-কে কিছু লেখক দ্বারা প্রতিস্থাপিত গ্যালাক্টুরোনান গ্রুপের মধ্যে শ্রেণীবদ্ধ করা হয়েছে যেহেতু রামনোগাল্যাক্টুরোনান ২ কশেরুকাটি একচেটিয়াভাবে D-গ্যালাক্টুরনিক অ্যাসিড ইউনিট দ্বারা তৈরি।\nবিচ্ছিন্ন পেকটিনের আণবিক ওজন সাধারণত ৬০,০০০ থেকে ১৩০,০০০ g/mol হয়, যা উৎপত্তি ও নিষ্কাশন অবস্থার সাথে পরিবর্তিত।\nপ্রকৃতিতে গ্যালাক্টুরোনিক অ্যাসিডের কার্বক্সিল গ্রুপের প্রায় ৮০ শতাংশ মিথানল দিয়ে এস্টারিফাইড করা হয়। পেকটিন নিষ্কাশনের সময় এই অনুপাতটি বিভিন্ন মাত্রায় হ্রাস পায়। সমস্ত গ্যালাক্টুরোনিক অ্যাসিডের অর্ধেকেরও কম এস্টারিফায়েড করে পেকটিনগুলিকে উচ্চ- বনাম নিম্ন-মেথক্সি পেকটিন (সংক্ষিপ্ত এইচএম-পেকটিন বনাম এলএম-পেকটিন) হিসাবে শ্রেণীবদ্ধ করা হয়। এস্টারিফাইড থেকে অ-এস্টারিফাইড গ্যালাক্টুরোনিক অ্যাসিডের অনুপাত খাদ্য প্রয়োগে পেকটিনের আচরণ নির্ধারণ করে – উচ্চ চিনির ঘনত্বের উপস্থিতিতে এইচএম-পেকটিন অ্যাসিডিক অবস্থার অধীনে একটি জেল তৈরি করতে পারে, অন্যদিকে এলএম-পেকটিন আদর্শকৃত 'ডিমের বাক্স' মডেল অনুসারে দ্বিযোজী ক্যাটায়ন বিশেষত Ca2+ এর সাথে মিথস্ক্রিয়া দ্বারা জেল তৈরি করে, যেখানে ক্যালসিয়াম আয়ন ও গ্যালাক্টুরোনিক অ্যাসিডের আয়নযুক্ত কার্বক্সিল গ্রুপগুলির মধ্যে আয়নিক সেতু তৈরি হয়।\nউচ্চ-মেথক্সি পেকটিনগুলিতে দ্রবণীয় কঠিন পদার্থের পরিমাণ ৬০% এর উপরে এবং পিএইচ মান ২.৮ ও ৩.৬ এর মধ্যে, হাইড্রোজেন বন্ধন ও হাইড্রোফোবিক মিথস্ক্রিয়া পৃথক পেকটিন চেইনগুলিকে একত্রে আবদ্ধ করে। এই বন্ধনগুলি তৈরি হয় কারণ পানি চিনি দ্বারা আবদ্ধ হয় এবং পেকটিন সূত্রগুলিকে একত্রে আটকে থাকতে বাধ্য করে। এগুলি একটি ত্রিমাত্রিক আণবিক জাল তৈরি করে যা ম্যাক্রোমোলিকুলার জেল তৈরি করে। জেলিং-মেকানিজমকে নিম্ন-পানি-সক্রিয়তা জেল বা চিনি-অ্যাসিড-পেকটিন জেল বলা হয়।\nযদিও কম-মেথক্সি পেকটিনগুলির একটি জেল গঠনের জন্য ক্যালসিয়ামের প্রয়োজন হয়, তারা কম দ্রবণীয় কঠিন পদার্থে এবং উচ্চ-মেথক্সি পেকটিনগুলির তুলনায় উচ্চ পিএইচে তা করতে পারে। সাধারণত নিম্ন-মেথক্সি পেকটিন ২.৬ থেকে ৭.০ পর্যন্ত পিএইচ মাত্রা এবং ১০ থেকে ৭০% এর মধ্যে দ্রবণীয় কঠিন পদার্থের সাথে জেল তৈরি করে।\nঅ-এস্টেরিফাইড গ্যালাক্টুরোনিক অ্যাসিড এককগুলি হয় মুক্ত অ্যাসিড (কার্বক্সিল গ্রুপ) বা সোডিয়াম, পটাসিয়াম বা ক্যালসিয়ামযুক্ত লবণ হতে পারে। আংশিকভাবে এস্টারিফাইড পেকটিনগুলির লবণকে পেকটিনেট বলা হয়, যদি এস্টারিকরণের মাত্রা ৫ শতাংশের নিচে হয় তবে লবণকে পেকটেটস, অদ্রবণীয় অ্যাসিড রূপ, পেকটিক অ্যাসিড বলা হয়।\nকিছু উদ্ভিদ যেমন চিনি বীট, আলু ও নাশপাতিতে মিথাইল এস্টার ছাড়াও অ্যাসিটাইলেটেড গ্যালাক্টুরনিক অ্যাসিডযুক্ত পেকটিন থাকে। অ্যাসিটিলেশন জেল-গঠন রোধ করে কিন্তু পেকটিন এর স্থিতিশীল এবং ইমালসিফাইং প্রভাব বাড়ায়।\nঅ্যামিডেটেড পেকটিন হল পেকটিন এর একটি পরিবর্তিত রূপ। এখানে, কিছু গ্যালাক্টুরোনিক অ্যাসিড অ্যামোনিয়ার সাথে কার্বক্সিলিক অ্যাসিড অ্যামাইডে রূপান্তরিত হয়। এই পেকটিনগুলি বিভিন্ন ক্যালসিয়ামের ঘনত্বের প্রতি বেশি সহনশীল যা ব্যবহারে ঘটে।\nথায়োলেটেড পেকটিন উল্লেখযোগ্যভাবে উন্নত জেলিং বৈশিষ্ট্য প্রদর্শন করে কারণ এই থায়োমার ডিসালফাইড বন্ধন গঠনের মাধ্যমে ক্রসলিংক করতে সক্ষম। এই উচ্চ জেলিং বৈশিষ্ট্যগুলি খাদ্য শিল্পে বিভিন্ন ফার্মাসিউটিক্যাল প্রয়োগ ও উপযোজনের জন্য সুবিধাজনক।\nএকটি পেকটিন-জেল প্রস্তুত করতে পেকটিন দ্রবীভূত করে উপাদানগুলিকে উত্তপ্ত করা হয়। জেলিং তাপমাত্রার নিচে ঠান্ডা হলে একটি জেল তৈরি হতে শুরু করে। যদি জেলের গঠন খুব শক্তিশালী হয়, তাহলে সিনারেসিস বা দানাদার বয়নের ফল হয়, যখন দুর্বল জেলিং অত্যধিক নরম জেলের দিকে নিয়ে যায়।\nঅ্যামিডেটেড পেকটিনগুলি কম-এস্টার পেকটিনগুলির মতো আচরণ করে তবে কম ক্যালসিয়ামের প্রয়োজন এবং অতিরিক্ত ক্যালসিয়াম সহনশীল। এছাড়াও, অ্যামিডেটেড পেকটিন থেকে জেলগুলি তাপ পরিবর্তনযোগ্য; এগুলিকে উত্তপ্ত করা যেতে পারে এবং ঠান্ডা হওয়ার পরে আবার শক্ত হয়ে যায়, যেখানে প্রচলিত পেকটিন-জেলগুলি পরে তরল থেকে যায়।\nউচ্চ-এস্টার পেকটিনগুলি নিম্ন-এস্টার পেকটিনগুলির তুলনায় উচ্চ তাপমাত্রায় স্থির করা হয়। তবে, ক্যালসিয়ামের সাথে জেলিং বিক্রিয়া\nএস্টারিকরণের মাত্রা কমে যাওয়ার সাথে সাথে বৃদ্ধি পায়।\nএকইভাবে, কম পিএইচ-মান বা উচ্চতর দ্রবণীয় কঠিন পদার্থ (সাধারণত শর্করা) জেলিংয়ের গতি বাড়ায়। তাই জ্যাম ও জেলির জন্য বা উচ্চ-চিনির মিষ্টান্ন জেলির জন্য উপযুক্ত পেকটিন নির্বাচন করা যেতে পারে।\n\n\n== উৎস ও উৎপাদন ==\nনাশপাতি, আপেল, পেয়ারা, কুইন্স, বরই, গুজবেরি ও কমলা এবং অন্যান্য সাইট্রাস ফলে প্রচুর পরিমাণে পেকটিন থাকে, আবার চেরি, আঙ্গুর ও স্ট্রবেরির মতো নরম ফলগুলিতে অল্প পরিমাণে পেকটিন থাকে।\nতাজা ফল ও সবজিতে পেকটিন এর সাধারণ মাত্রা হল:\n\nআপেল, ১-১.৫%\nখুবানি, ১%\nচেরি, ০.৪%\nকমলা, ০.৫-৩.৫%\nগাজর ১.৪%\nসাইট্রাস খোসা, ৩০%\nরোজ হিপস, ১৫%\nপেকটিন উৎপাদনের প্রধান কাঁচামাল হল শুকনো সাইট্রাসের খোসা বা আপেল পোমেস, উভয়ই রস উৎপাদনের উপজাত। চিনির বীট থেকে পোমেসও অল্প পরিমাণে ব্যবহৃত হয়।\nএই উপাদানগুলি থেকে ১.৫ থেকে ৩.৫ পর্যন্ত পিএইচ মানগুলিতে গরম পাতলা অ্যাসিড যোগ করে পেকটিন নিষ্কাশন করা হয়। কয়েক ঘন্টা নিষ্কাশনের সময় প্রোটোপেক্টিন তার শাখা ও চেইন দৈর্ঘ্য হারায় এবং দ্রবণে চলে যায়। ফিল্টার করার পরে, নির্যাসটি একটি ভ্যাকুয়ামে ঘনীভূত হয় এবং তারপরে ইথানল বা আইসোপ্রোপ্যানল যোগ করে পেকটিনকে অধঃক্ষেপণ করা হয়। অ্যালুমিনিয়াম লবণের সাথে পেকটিনকে অধঃক্ষেপণ করার একটি পুরানো কৌশল আর ব্যবহার করা হয় না (অ্যালকোহল ও বহুযোজী ক্যাটায়ন ছাড়াও পেকটিন প্রোটিন ও ডিটারজেন্টের সাথেও ক্ষরণ করে)।\nঅ্যালকোহল-অধঃক্ষেপণযুক্ত পেকটিন তারপর আলাদা, ধুয়ে ও শুকানো হয়। প্রাথমিক পেকটিনকে পাতলা এসিড দিয়ে ব্যবহার করলে নিম্ন-এস্টারিফাইড পেকটিন বাড়ে। যখন এই প্রক্রিয়াটিতে অ্যামোনিয়াম হাইড্রক্সাইড (NH3(aq)) অন্তর্ভুক্ত থাকে, তখন অ্যামিটেড পেকটিনগুলি পাওয়া যায়। শুকানো ও চূর্ণ করার পরে পেকটিন সাধারণত চিনি, এবং কখনও কখনও ক্যালসিয়াম লবণ বা জৈব অ্যাসিড দিয়ে একটি নির্দিষ্ট প্রয়োগে কার্যকারিতা অপ্টিমাইজ করা হয়।\n\n\n== ব্যবহার ==\nপেকটিন এর প্রধান ব্যবহার হল জেলিং এজেন্ট, ঘন করার এজেন্ট এবং খাবারে স্টেবিলাইজার হিসাবে। শাস্ত্রীয় প্রয়োগ জ্যাম বা মোরব্বাকে জেলির মতো দৃঢ়তা প্রদান করে, যা না হলে মিষ্টি রস হতো। পেকটিন জ্যাম ও মোরব্বার মধ্যে সিনেরেসিস কমায় এবং নিম্ন-ক্যালোরি জ্যামের জেল শক্তি বাড়ায়। গৃহস্থালীর ব্যবহারের জন্য পেকটিন হল জেলিং চিনির একটি উপাদান (\"জ্যাম সুগার\" নামেও পরিচিত) যেখানে এটিকে চিনি ও কিছু সাইট্রিক অ্যাসিড দিয়ে পিএইচ সামঞ্জস্য করার জন্য সঠিক ঘনত্বে মিশ্রিত করা হয়। কিছু দেশে, পেকটিন দ্রবণ বা নির্যাস হিসাবে বা ব্লেন্ডেড পাউডার হিসাবে বাড়িতে জ্যাম তৈরির জন্য উপলব্ধ।\n৬০% এর বেশি চিনি এবং দ্রবণীয় ফলের সলিড ধারণ করে প্রচলিত জ্যাম ও মোরব্বার জন্য উচ্চ-এস্টার পেকটিন ব্যবহার করা হয়। নিম্ন-এস্টার পেকটিন এবং অ্যামিডেটেড পেকটিনগুলির সাথে কম চিনির প্রয়োজন হয়, যাতে ডায়েট পণ্য তৈরি করা যায়। তাইওয়ানে আইয়ু বীজের পানির নির্যাস ঐতিহ্যগতভাবে আইয়ু জেলি তৈরি করতে ব্যবহৃত হয়, যেখানে বীজ থেকে নিম্ন-এস্টার পেকটিন এবং পানি থেকে দ্বিযোজী ক্যাটায়নের কারণে নির্যাস জেলগুলিকে গরম না করেই করা হয়।\nপেকটিন মিষ্টান্ন জেলিগুলিতে একটি ভাল জেল গঠন, একটি নির্মল দন্তাঘাত এবং একটি ভাল স্বাদ নিষ্কৃতি দেওয়ার জন্য ব্যবহৃত হয়। পেকটিনকে অ্যাসিডিক প্রোটিন পানীয় যেমন দই পান, মুখের অনুভূতি ও জুস ভিত্তিক পানীয়গুলিতে সজ্জার স্থিতিশীলতা উন্নত করতে ও বেকড পণ্যগুলিতে চর্বি বিকল্প হিসাবে ব্যবহার করা যেতে পারে\n খাদ্য সংযোজন হিসাবে ব্যবহৃত পেকটিন এর সাধারণ মাত্রা ০.৫ থেকে ১.০% এর মধ্যে - এটি তাজা ফলের মতো প্রায় একই পরিমাণ পেকটিন।\nওষুধে পেকটিন সান্দ্রতা ও মলের পরিমাণ বাড়ায় যাতে এটি কোষ্ঠকাঠিন্য ও ডায়রিয়ার বিরুদ্ধে ব্যবহৃত হয়। ২০০২ সাল পর্যন্ত এটি কেওপেক্টেটে ব্যবহৃত অন্যতম প্রধান উপাদান ছিল – কেওলিনাইট সহ ডায়রিয়া মোকাবেলার একটি ওষুধ। এটি জৈবিক সিস্টেম থেকে মৃদু ভারী ধাতু অপসারণে ব্যবহৃত হয়েছে। পেকটিন গলার লোজেঞ্জে ডিমুলসেন্ট হিসাবেও ব্যবহৃত হয়।\nপ্রসাধনী পণ্যগুলিতে পেকটিন একটি স্টেবিলাইজার হিসাবে কাজ করে। পেকটিন ক্ষত নিরাময় প্রস্তুতি এবং বিশেষ চিকিৎসা আঠালো, যেমন কোলোস্টোমি যন্ত্রেও ব্যবহৃত হয়।\nশ্রীমর্নসাক প্রকাশ করেছেন যে পেকটিন বিভিন্ন ওরাল ড্রাগ ডেলিভারি কর্মপন্থায় ব্যবহার করা যেতে পারে, যেমন নিয়ন্ত্রিত নিষ্কৃতি সিস্টেম, গ্যাস্ট্রো-রিটেনটিভ সিস্টেম, কোলন-নির্দিষ্ট ডেলিভারি সিস্টেম এবং মিউকোআডেসিভ ডেলিভারি সিস্টেম, এর নেশা ও কম খরচ অনুযায়ী। এটি পাওয়া গেছে যে, আণবিক আকার ও রাসায়নিক গঠনের তারতম্যের কারণে বিভিন্ন উৎস থেকে পেকটিন বিভিন্ন জেলিং ক্ষমতা প্রদান করে। অন্যান্য প্রাকৃতিক পলিমারের মতো পেকটিনের একটি প্রধান সমস্যা হল নমুনার মধ্যে পুনরুৎপাদনযোগ্যতার অসঙ্গতি, যার ফলে ওষুধ সরবরাহের বৈশিষ্ট্যগুলি দুর্বল পুনরুৎপাদনযোগ্যতা হতে পারে।\nরোমন্থক পুষ্টিতে কোষ প্রাচীরের লিগনিফিকেশনের পরিমাণের উপর নির্ভর করে পেকটিন ব্যাকটেরিয়া এনজাইম দ্বারা ৯০% পর্যন্ত হজমযোগ্য। রোমন্থক পুষ্টিবিদরা সুপারিশ করেন যে চারায় পেকটিন ঘনত্ব বৃদ্ধির মাধ্যমে খাদ্যের পরিপাকযোগ্যতা এবং শক্তির ঘনত্ব উন্নত করা যায়।\nসিগারে পেকটিনকে উদ্ভিজ্জ আঠারের একটি চমৎকার বিকল্প হিসেবে বিবেচনা করা হয় এবং অনেক সিগার ধূমপায়ী ও সংগ্রাহক তাদের সিগারে ক্ষতিগ্রস্ত তামাক পাতা মেরামতের জন্য পেকটিন ব্যবহার করেন।\nইউক্রেনীয় সেন্টার অফ রেডিয়েশন মেডিসিন এবং বেলারুশিয়ান ইনস্টিটিউট অফ রেডিয়েশন মেডিসিন অ্যান্ড এন্ডোক্রিনোলজি দ্বারা পরিচালিত গবেষণার উদ্ধৃতি দিয়ে ইয়াবলোকভ এট অ্যাল চেরনোবিল: মানুষ ও পরিবেশের জন্য বিপর্যয়ের পরিণতি-তে লিখেছেন, পেকটিন-এর রেডিওপ্রোটেক্টিভ প্রভাব সম্পর্কে এই সিদ্ধান্তে উপনীত হয়েছে যে, \"চেরনোবিল-দূষিত অঞ্চলের বাসিন্দাদের খাবারে পেকটিন প্রস্তুতি যুক্ত করা সিজিয়াম-১৩৭ এর মতো নিগমিত রেডিয়োনোক্লাইডের কার্যকর নির্গমনকে উৎসাহ দেয়\"। লেখক নিয়ন্ত্রণ গোষ্ঠীর তুলনায় ৫০% পর্যন্ত উন্নতি সহ গুরুতরভাবে দূষিত অঞ্চলে শিশুদের উপর পরিচালিত বেশ কয়েকটি রোগশয্যা সম্পর্কিত গবেষণায় পেকটিন খাদ্য সংযোজন প্রস্তুতি ব্যবহারের ইতিবাচক ফলাফলের বিষয়ে প্রতিবেদন করেছেন।\nদ্বিতীয় বিশ্বযুদ্ধের সময় মিত্রবাহিনীর পাইলটদের পালাতে এবং ফাঁকি দেওয়ার প্রচেষ্টায় নেভিগেশনের জন্য রেশমে মুদ্রিত মানচিত্র সরবরাহ করা হয়েছিল। মুদ্রণ প্রক্রিয়াটি প্রথমে প্রায় অসম্ভব প্রমাণিত হয়েছিল কারণ কালির বেশ কয়েকটি স্তর তৎক্ষনাৎ চলে গিয়েছিল, ছক অস্পষ্ট করে এবং স্থানের নামগুলিকে অপাঠ্য করে দেয় যতক্ষণ না মানচিত্রের উদ্ভাবক ক্লেটন হাটন কালির সাথে সামান্য পেকটিন মিশ্রিত করেন এবং তখনই পেকটিনটি কালি জমাট বাঁধে ও ছোট টপোগ্রাফিক বৈশিষ্ট্যগুলিকে স্পষ্টভাবে দৃশ্যমান করার অনুমতি দিয়ে এটিকে চলমান থেকে বাধা দেয়।\n\n\n== আইনি অবস্থা ==\nখাদ্য সংযোজন সম্পর্কিত যৌথ এফএও/ডাব্লুএইচও বিশেষজ্ঞ কমিটির প্রতিবেদনে ও ইউরোপীয় ইউনিয়নে পেকটিন নিরাপদ বলে বিবেচিত হওয়ায় কোনো সংখ্যাগত গ্রহণযোগ্য দৈনিক গ্রহণ (এডিআই) নির্ধারণ করা হয়নি।\nমার্কিন যুক্তরাষ্ট্রে, পেকটিন সাধারণত মানুষের ব্যবহারের জন্য নিরাপদ হিসাবে স্বীকৃত।\nইন্টারন্যাশনাল নাম্বারিং সিস্টেম (আইএনএস)-এ পেকটিন এর সংখ্যা ৪৪০। ইউরোপে পেকটিনগুলিকে অ-অমিডেটেড পেকটিনের জন্য ই নম্বর ই৪৪০(১) এবং অ্যামিডেটেড পেকটিনের জন্য ই৪৪০(২)-তে আলাদা করা হয়। সমস্ত জাতীয় ও আন্তর্জাতিক আইনে এর গুণমান সংজ্ঞায়িত করে এবং এর ব্যবহার নিয়ন্ত্রণ করে সবিস্তার বিবরণী রয়েছে।\n\n\n== ইতিহাস ==\n১৮২৫ সালে হেনরি ব্র্যাকনোট দ্বারা পেকটিন প্রথম বিচ্ছিন্ন ও বর্ণনা করা হয়েছিল, যদিও জ্যাম ও মোরব্বা তৈরিতে পেকটিনের ক্রিয়া অনেক আগে থেকেই জানা ছিল। অল্প বা শুধুমাত্র নিম্নমানের পেকটিনযুক্ত ফলগুলি থেকে ভালভাবে নির্ধারণ করা জাম পেতে পেকটিন সমৃদ্ধ ফল বা তাদের নির্যাস রেসিপিতে মেশানো হয়েছিল।\nশিল্প বিপ্লবের সময় ফল সংরক্ষণকারীরা পেকটিন আহরণের জন্য রান্না করা শুকনো আপেল পোমেস পেতে আপেলের রস উৎপাদনকারীদের দিকে ঝুঁকে পড়েন। পরবর্তীতে, ১৯২০ ও ১৯৩০-এর দশকে, কারখানাগুলি তৈরি করা হয়েছিল যেগুলি মার্কিন যুক্তরাষ্ট্র এবং ইউরোপ উভয় অঞ্চলে আপেলের রস উৎপন্ন করে এমন অঞ্চলে বাণিজ্যিকভাবে শুকনো আপেল পোমেস এবং পরে সাইট্রাস খোসা থেকে পেকটিন আহরণ করে।\nপেকটিন প্রথমে তরল নির্যাস হিসাবে বিক্রি হয়েছিল, কিন্তু এখন প্রায়শই শুকনো পাউডার হিসাবে ব্যবহৃত হয়, যা সংরক্ষণ ও চালনা করা তরলের চেয়ে সহজ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকোডেক্স জেনারেল স্ট্যান্ডার্ড ফর ফুড অ্যাডিটিভস (জিএসএফএ) অনলাইন ডাটাবেস; পেকটিনের অনুমোদিত ব্যবহারের একটি তালিকা, পেকটিনের জেইসিএফএ (...) সবিস্তার বিবরণীর অধিকতর সংযোগ\nইউরোপীয় সংসদ ও কাউন্সিলের নির্দেশিকা নং ৯৫/২/ ইসি ২০ ফেব্রুয়ারি ১৯৯৫ রঙ ও মিষ্টি ব্যতীত অন্যান্য খাদ্য সংযোজনের উপর ইইউ-নির্দেশিকা যা পেকটিন ব্যবহার করে খাদ্যগুলিকে তালিকাভুক্ত করে দ্রষ্টব্য: সংযোগটি নির্দেশিকার একটি \"কনস্লেগ\"-সংস্করণকে নির্দেশ করে, যাতে খুব সাম্প্রতিক পরিবর্তনগুলি অন্তর্ভুক্ত নাও হতে পারে। নির্দেশিকাটি আগামী কয়েক বছরের মধ্যে খাদ্য সংযোজনের জন্য একটি নতুন বিধি দ্বারা প্রতিস্থাপিত হবে।\nসার্টো হেলথ: আপেল পেকটিন (ইউকে) এর উপর প্রতিবেদন করা স্বাস্থ্য উপকারিতা সম্পর্কিত তথ্য"}