{"pageid": 1421183, "title": "সোমদত্তা সিনহা", "url": "https://bn.wikipedia.org/wiki?curid=1421183", "content": "সোমদত্ত সিনহা (জন্ম ১৯৫১) একজন ভারতীয় গবেষক এবং জীববিজ্ঞানের অধ্যাপক, যিনি ভারতে তাত্ত্বিক জীববিজ্ঞানের ক্ষেত্রে কাজ শুরু করার প্রথম দিকের একজন। জৈবিক প্রক্রিয়ার যুক্তি এবং নকশা বোঝার জন্য তার দক্ষতা গাণিতিক এবং গণনামূলক জীববিজ্ঞান, ননলাইনার গতিবিদ্যা এবং জটিল সিস্টেমের আন্তঃবিভাগীয় ক্ষেত্রে। তিনি গাণিতিক এবং গণনামূলক পদ্ধতি ব্যবহার করে জৈবিক ব্যবস্থায় স্থান-কালিক সংস্থার অধ্যয়ন করেন - জৈবিক ক্রম থেকে জনসংখ্যায় রোগের বিস্তার পর্যন্ত। তিনি গবেষণা, বৈজ্ঞানিক সভা সংগঠন, প্রশিক্ষণ কর্মসূচি, সম্মেলন এবং স্নাতক ও স্নাতকোত্তর স্তরে আন্তঃবিষয়ক কোর্স শেখানোর মাধ্যমে তার দেশে গাণিতিক এবং গণনামূলক জীববিজ্ঞানের বিকাশে কেন্দ্রীয় ভূমিকা পালন করেছেন। তার গবেষণা জটিল বহু-স্কেল জৈবিক সিস্টেম বোঝার জন্য গাণিতিক এবং শারীরিক পদ্ধতি ব্যবহার করে জৈবিক সিস্টেমের প্যাটার্ন, মিথস্ক্রিয়া এবং গতিবিদ্যাকে অন্তর্ভুক্ত করে। সিনহার গবেষণার অবদান বিভিন্ন ধরনের জৈবিক সিস্টেমের মডেলিং, যেমন সার্কাডিয়ান রিদম, প্যাটার্ন গঠন, জৈব রাসায়নিক পথ, সিন্থেটিক বায়োলজি, একক এবং মেটা-জনসংখ্যার পরিবেশগত মডেল, মহামারীবিদ্যা, এবং স্প্যাটিওটেম্পোরাল ডায়নামিক্স নিয়ন্ত্রণে ফোকাস করে। তিনি ক্যাওস গেম রিপ্রেজেন্টেশন (সিজিআর) এবং মাল্টি-ফ্র্যাক্টাল বিশ্লেষণ, গ্রাফ তত্ত্ব ব্যবহার করে প্রোটিন গঠন ফাংশন বিশ্লেষণ এবং বৃহৎ জৈব রাসায়নিক পথের নেটওয়ার্ক বিশ্লেষণ ব্যবহার করে জীবের শ্রেণিবিভাগের জন্য জিনোমের গণনামূলক বিশ্লেষণ করেছেন। তার প্রকাশনাগুলি সংশ্লিষ্ট ক্ষেত্রে গুরুত্বপূর্ণ অবদান রেখেছে এবং অত্যন্ত উদ্ধৃত করা হয়েছে। ভারতে গাণিতিক এবং কম্পিউটেশনাল বায়োলজির আন্তঃবিভাগীয় ক্ষেত্রের উন্নয়নে তার মৌলিক অবদান ভারত সরকারের বায়োটেকনোলজি বিভাগ দ্বারা ২০১৩ সালে জাতীয় সিনিয়র মহিলা জীববিজ্ঞানী পুরস্কার (জীবনকালীন অবদানের জন্য) দ্বারা স্বীকৃত হয়  এবং জে সি বোস বিজ্ঞান ও প্রযুক্তি বিভাগ থেকে জাতীয় ফেলোশিপ প্রদান করে ভারত সরকার।  তিনি ভারতীয় জাতীয় বিজ্ঞান একাডেমী, ভারতীয় বিজ্ঞান একাডেমী এবং ন্যাশনাল একাডেমী অব সায়েন্স, ইন্ডিয়া এর একজন সভ্য। তিনি ২০০০-২০০১ এর জন্য উইসেনশ্যাফ্টস্কোলেগ জু বার্লিনের ফেলো (বার্লিন, জার্মানির ইনস্টিটিউট অফ অ্যাডভান্সড স্টাডি) নির্বাচিত হন  এবং ২০১৮ সালে ব্রিটিশ কলাম্বিয়া, ভ্যাঙ্কুভার, কানাডার বিশ্ববিদ্যালয়ের পিটার ওয়াল ইনস্টিটিউট ফর অ্যাডভান্সড স্টাডিজের আন্তর্জাতিক পরিদর্শক রিসার্চ স্কলার নির্বাচিত হন।  তিনি বিশ্বব্যাপী ব্যাপকভাবে ভ্রমণ করেছেন এবং বিশ্ববিদ্যালয় এবং সম্মেলনে অনেক আমন্ত্রণমূলক বক্তৃতা দিয়েছেন।\nতিনি বিশ্বভারতী বিশ্ববিদ্যালয় থেকে পদার্থবিজ্ঞানে বি.এস-সি, এম.এস-সি এবং এম.ফিল ও পিএইচ.ডি করেছেন তাত্ত্বিক জীববিজ্ঞানে জওহরলাল নেহরু বিশ্ববিদ্যালয়, নিউ দিল্লি (১৯৮২) থেকে। তিনি ১৯৮৩ থেকে ২০১১ সাল পর্যন্ত হায়দ্রাবাদের সেন্টার ফর সেলুলার অ্যান্ড মলিকুলার বায়োলজিতে একজন বিজ্ঞানী হিসেবে কাজ করেছেন। তারপরে তিনি ২০১১ থেকে ২০১৬ এবং ২০১৬ থেকে ২০১৯ পর্যন্ত ইন্ডিয়ান ইনস্টিটিউট অফ সায়েন্স এডুকেশন অ্যান্ড রিসার্চ মোহালিতে  একজন পূর্ণ অধ্যাপক এবং পরে একজন ভিজিটিং প্রফেসর নিযুক্ত হন। বর্তমানে তিনি আইআইএসইআর কলকাতা,  এবং সোনিপাতের অশোকা বিশ্ববিদ্যালয়ের ভিজিটিং প্রফেসর।  তিনি ইংরেজি এবং বাংলা উভয় ভাষায় জার্নাল এবং ম্যাগাজিনে অনেক জনপ্রিয় বিজ্ঞান নিবন্ধ লিখেছেন এবং এনসিইআরটি বিজ্ঞান পাঠ্য বইয়ের সহ-লেখক। \n\n\n== তথ্যসূত্র =="}