{"pageid": 1421874, "title": "ভগওয়াল", "url": "https://bn.wikipedia.org/wiki?curid=1421874", "content": "ভাগওয়াল (بھگوال) হল পাকিস্তানের পাঞ্জাব প্রদেশের গুজরাত জেলা খারিয়ান তহসিলের একটি গ্রাম ও ইউনিয়ন পরিষদ। পাকিস্তানের রাজধানী ইসলামাবাদ থেকে ভাগওয়ালের দূরত্ব প্রায় ১৩১ কিলোমিটার।\n\n\n== ভূগোল ==\nভাগওয়াল ২৮২ মিটার উচ্চতায় ৩২.৮২১৪ অক্ষাংশ এবং ৭৩.৯৫৫৪ দ্রাঘিমাংশে খারিয়ান সামব্রিয়াল (এখনও নির্মাণাধীন) ভাগওয়াল গ্রামের কাছে অবস্থিত। শেষ পয়েন্টটি হল এম১২ মোটরওয়ে দক্ষিণে ধাম এবং পূর্বে ভগওয়াল, এবং এই বিন্দু থেকে একটি সংযোগ সড়ক আল মুদাসার চকের সাথে সংযোগ করেছে যা সাধারণত বিসমিল্লাহ মোর নামে পরিচিত।\nএটি ৬ টি মসজিদ নিয়ে গঠিত প্রধান মাকরাজি জামিয়া মসজিদ আশেপাশের গ্রাম গুলিয়ানা, গোলরা হাশিম, ঝোঁতলা, শোরিয়ান, ধাম ধল গুজ্জর লাম্মে চক বখতাওয়ার এবং জান্দ শরীফ গ্রামের কেন্দ্রস্থলে অবস্থিত।\n\n\n== শিক্ষা ==\nভাগওয়ালে ৪ টি সরকারি এবং ২ টি বেসরকারি স্কুল রয়েছে:\n\nসরকারি উচ্চ বিদ্যালয় ভাগওয়াল (বালক)\nসরকারি প্রাথমিক বিদ্যালয় ভাগওয়াল (বালক)\n\nসরকারি উচ্চ বিদ্যালয় ভাগওয়াল (বালিকা)\n\nসরকারি প্রাথমিক বিদ্যালয় ভাগওয়াল (বালিকা)\nপশ্চিম মহলা ভগওয়ালের ২ টি বেসরকারি স্কুল\n\n\n== ভাষা ==\nপাকিস্তানের ২০১৭ সালের আদমশুমারি অনুসারে, 96.50% জনসংখ্যা পাঞ্জাবি ভাষায় কথা বলে এটি ভাগওয়াল (بھگوال) গ্রামের প্রধান ভাষা। জাতীয় ভাষা উর্দুতে এখানকার অধিবাসীরা ব্যাপকভাবে কথা বলে। তবে শিক্ষিত অভিজাতরা ইংরেজিতে কথা বলে।\nভগওয়ালের বেশিরভাগ লোকেরই এখানে কৃষি ব্যবসা রয়েছে যা অর্থনীতির মেরুদণ্ড।\n\n\n== কৃষি ==\n\n\n=== প্রধান ফসল ===\nগম\n\nমুক্তা বাজরা\n\nভুট্টা\nভাত\nআখ\nশাকসবজি\n\n\n== বিদেশী পাকিস্তানিরা ==\nভগওয়ালের আরও অনেক লোক চাকরি/ব্যবসার জন্য বিদেশে গিয়েছিল। বেশিরভাগই ইউরোপীয় দেশগুলিতে, মার্কিন যুক্তরাষ্ট্র, ইউনাইটেড কিংডম, পাশাপাশি উপসাগরীয় দেশগুলিতে, গ্রামীণ সামাজিক এবং মৌলিক স্বাস্থ্য সমস্যার জন্য বিদেশী পাকিস্তানি এগিয়ে আসেন এবং ২০১৬ সালে ভগওয়ালে আল খিদমত ভাগওয়াল (الخدمت خداوال) নামে একটি সামাজিক কল্যাণ সমিতি চালু করেন। গ্রাম এবং আশেপাশের এলাকায় মৌলিক স্বাস্থ্য পরিষেবা এবং বিশুদ্ধ জল প্রকল্প প্রদানকারী সংস্থা। এই নিবন্ধিত সংস্থার অধীনে আল খিদমত ক্লিনিক এবং ধাম চকের কাছে প্রধান ৪ তে কাজ করা অভাবী লোকদের জন্য বিনামূল্যে অ্যাম্বুলেন্স পরিষেবা, এখনও পর্যন্ত অনেক জল পরিস্রাবণ প্ল্যান্ট প্রকল্পের ইনস্টলেশনের কাজ সম্পন্ন হয়েছে অভ্যন্তরে এবং আশেপাশের গ্রামগুলিতে, এটি বিশ্বের ভগওয়াল প্রবাসীদের উদার অনুদানের কারণে সম্ভব হয়েছে। এবং চারপাশে পাকিস্তান আর্থিকভাবে সংস্থাটিকে সমর্থন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Bing Maps\"। Bhagwal Bing Maps (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ২০২৩-১২-১০। \nBhagwal Map\nUC-92 Bhagwal\nGujrat Division\nHonour of Bhagwal Gujrat\nVideo about Bhagwal made by Pakistan Travel Pioneer\n\"Kharian Sambrial M12 Motorway - کھاریاں سمبڑیال موٹروے , Bhagwal, Gujrat, Punjab, Pakistan\"। Kharian Sialkot M12 Motorway- کھاریاں سیالکوٹ موٹروے · گلیانہ روڈ, Bhagwal, Gujrat, Punjab, Pakistan (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ২০২৩-১২-০৩। \nAllama Khadim Hussain Rizvi - Heart Touching Bayan - in Bhagwal Gujrat-Best Video (ইংরেজি ভাষায়), সংগ্রহের তারিখ ২০২৩-১২-০৫"}