{"pageid": 1421587, "title": "সম্পৃক্ত চর্বি", "url": "https://bn.wikipedia.org/wiki?curid=1421587", "content": "সম্পৃক্ত চর্বি বা স্যাচুরেটেড ফ্যাট হল এক ধরণের চর্বি যেখানে ফ্যাটি অ্যাসিড চেইনগুলি সমযোজী একবন্ধনে থাকে। গ্লিসারাইড নামে পরিচিত একটি স্নেহ পদার্থ দুটি ধরণের ছোট অণু দিয়ে তৈরি: একটি সংক্ষিপ্ত গ্লিসারল ব্যাকবোন এবং ফ্যাটি অ্যাসিড যা প্রতিটি কার্বন (C) পরমাণুর একটি দীর্ঘ রৈখিক বা শাখাযুক্ত চেইন ধারণ করে। শৃঙ্খল বরাবর, কিছু কার্বন পরমাণু একক বন্ড (-C-C-) দ্বারা সংযুক্ত থাকে এবং অন্যরা ডাবল বন্ড (-C=C-) দ্বারা সংযুক্ত থাকে। কার্বন শৃঙ্খল বরাবর একটি ডাবল বন্ড একজোড়া হাইড্রোজেন পরমাণুর সাথে একক -সি-সি-বন্ডে পরিবর্তিত হতে পারে, প্রতিটি এইচ পরমাণু এখন দুটি সি পরমাণুর একটিতে আবদ্ধ। কোনও কার্বন চেইন ডাবল বন্ড ছাড়াই গ্লিসারাইড ফ্যাটগুলিকে স্যাচুরেটেড বলা হয় কারণ তারা হাইড্রোজেন পরমাণুর সাথে \"স্যাচুরেটেড\" থাকে, আরও হাইড্রোজেন সাথে প্রতিক্রিয়া জানাতে কোনও ডাবল বন্ড উপলব্ধ নেই।\nবেশিরভাগ প্রাণীর স্নেহ পদার্থ স্যাচুরেটেড বা সম্পৃক্ত। উদ্ভিদ এবং মাছের স্নেহ পদার্থ সাধারণত অসম্পৃক্ত হয়। বিভিন্ন খাবারে সম্পৃক্ত এবং অসম্পৃক্ত ফ্যাটের বিভিন্ন অনুপাত থাকে। অনেক প্রক্রিয়াজাত খাবার যেমন হাইড্রোজেনেটেড তেলে ভাজা খাবার এবং সসেজে সম্পৃক্ত চর্বি বেশি থাকে। কিছু দোকানে কেনা বেক করা পণ্যগুলিও রয়েছে, বিশেষত যেগুলি আংশিকভাবে হাইড্রোজেনেটেড তেল রয়েছে৷। সম্পৃক্ত চর্বি এবং খাদ্যতালিকাগত কোলেস্টেরলের উচ্চ অনুপাতযুক্ত খাবারের অন্যান্য উদাহরণগুলির মধ্যে রয়েছে পশু চর্বিজাত দ্রব্য যেমন লার্ড বা স্মাল্টজ, চর্বিযুক্ত মাংস এবং দই, আইসক্রিম, পনির এবং মাখনের মতো সম্পূর্ণ বা কম চর্বিযুক্ত দুধ দিয়ে তৈরি দুগ্ধজাত পণ্য। কিছু উদ্ভিজ্জ পণ্যগুলিতে উচ্চ স্যাচুরেটেড চর্বিযুক্ত উপাদান থাকে যেমন নারকেল তেল এবং পাম তেল।\nবিশ্ব স্বাস্থ্য সংস্থা সহ অনেক চিকিত্সা সংস্থা দ্বারা প্রকাশিত নির্দেশিকাগুলি স্বাস্থ্যের উন্নতি এবং হৃদ ও রক্ত সংবহনতন্ত্রের রোগের ঝুঁকি হ্রাস করতে সম্পৃক্ত চর্বি গ্রহণের পরিমাণ হ্রাস করার পক্ষে পরামর্শ দিয়েছে।\n\n\n== ফ্যাট প্রোফাইল ==\nপুষ্টির লেবেলগুলি নিয়মিত তাদের একত্রিত করার সময়, স্যাচুরেটেড ফ্যাটি অ্যাসিডগুলি খাদ্য গ্রুপগুলির মধ্যে বিভিন্ন অনুপাতে উপস্থিত হয়। লরিক এবং মিরিস্টিক অ্যাসিডগুলি সাধারণত \"ক্রান্তীয়\" তেল (যেমন, পাম, নারকেল) এবং দুগ্ধজাত পণ্যগুলিতে পাওয়া যায়। মাংস, ডিম, কোকো এবং বাদামে থাকা সম্পৃক্ত চর্বি মূলত পামিটিক এবং স্টিয়ারিক অ্যাসিডের ট্রাইগ্লিসারাইড।\n\n\n== স্যাচুরেটেড ফ্যাটি অ্যাসিডের উদাহরণ ==\nস্যাচুরেটেড ফ্যাটি অ্যাসিডের কিছু সাধারণ উদাহরণ:\n\n১২ টি কার্বন পরমাণু সহ লরিক অ্যাসিড (নারকেল তেল, পাম তেল, গরুর দুধ এবং বুকের দুধে থাকে)\n১৪ টি কার্বন পরমাণু সহ মিরিস্টিক অ্যাসিড (গরু দুধ এবং দুগ্ধজাত দ্রব্যের মধ্যে রয়েছে)\n১৬ টি কার্বন পরমাণু সহ পালমিটিক অ্যাসিড (পাম তেল এবং মাংসে থাকে)\n১৮ টি কার্বন পরমাণু সহ স্টিয়ারিক অ্যাসিড (মাংস এবং কোকো মাখনেও থাকে) \n\n\n== রোগের সাথে সম্পর্ক ==\n\n\n=== হৃদরোগ ===\nহৃদরোগের উপর সম্পৃক্ত চর্বিের প্রভাব ব্যাপকভাবে অধ্যয়ন করা হয়েছে। অনেক স্বাস্থ্য কর্তৃপক্ষ, যেমন একাডেমি অফ নিউট্রিশন অ্যান্ড ডায়েটিক্স, ব্রিটিশ ডায়েটিক অ্যাসোসিয়েশন, আমেরিকান হার্ট অ্যাসোসিয়েশন, ওয়ার্ল্ড হার্ট ফেডারেশন, ব্রিটিশ ন্যাশনাল হেলথ সার্ভিস, অন্যদের মধ্যে, পরামর্শ দেন যে সম্পৃক্ত চর্বি কার্ডিওভাসকুলার রোগের ঝুঁকির কারণ। ২০২০ সালে, বিশ্ব স্বাস্থ্য সংস্থা খাদ্যতালিকায় সম্পৃক্ত চর্বি গ্রহণের পরিমাণ কমিয়ে মোট শক্তি খরচের 10% এর কম এবং অসম্পৃক্ত চর্বি খাওয়ার পরিমাণ বাড়ানোর সুপারিশ করেছিল। মাঝারি-মানের প্রমাণ রয়েছে যে খাদ্যে সম্পৃক্ত চর্বিের অনুপাত হ্রাস করা এবং কমপক্ষে দুই বছরের জন্য অসম্পৃক্ত চর্বি বা কার্বোহাইড্রেট দিয়ে প্রতিস্থাপন করা কার্ডিওভাসকুলার রোগের ঝুঁকি হ্রাস করে।\nএকটি ২০১৭ পর্যালোচনা দ্বারা অস্ট্রেলিয়ার ন্যাশনাল হার্ট ফাউন্ডেশনের জন্য একটি পর্যালোচনা করা হয়েছে যেখানে বেশী মৃত্যুর সাথে সম্পৃক্ত হল স্যাটুরেটেড ফ্যাট খাদ্য গ্রহণ এবং স্যাটুরেটেড ফ্যাট পলিউনস্যাটুরেটেড ফ্যাট দিয়ে পরিবর্তন করলে হৃদয়ের রোগ ঘটনা এবং মৃত্যুর ঝুঁকি কমে। ২০১৯ সালে, ইউকে বিজ্ঞানী পরামর্শ কমিটি পর্যালোচনা করে বেশী স্যাটুরেটেড ফ্যাট খাদ্য গ্রহণ হলে রক্তের কোলেস্টেরল উচ্চ হয় এবং হৃদয়ের রোগের ঝুঁকি বাড়ে।\n২০২১ সালের একটি পর্যালোচনায় দেখা গেছে যে উচ্চমাত্রায় সম্পৃক্ত চর্বিযুক্ত খাবারগুলি অন্যান্য কারণগুলির পাশাপাশি হৃদ রোগের কারণে উচ্চ মৃত্যুর সাথে যুক্ত।\nবিশ্ব স্বাস্থ্য সংস্থার ২০২৩ সালের পর্যালোচনায় নিশ্চিত প্রমাণ পাওয়া গেছে যে উচ্চতর সম্পৃক্ত চর্বি সেবন উচ্চতর করোনারি হৃদরোগের ঘটনা এবং মৃত্যুর সাথে সম্পর্কিত।\nঅ্যাকাডেমি অফ নিউট্রিশন অ্যান্ড ডায়েটিক্সের একটি ২০২৩ পর্যালোচনায় হৃদরোগ এবং হৃদরোগ সম্পরকিত ঘটনা গুলির ঝুঁকি হ্রাসের জন্য সম্পৃক্ত চর্বি গ্রহণ কমাতে সমর্থন করার জন্য নিশ্চিত মাঝারি প্রমাণ পাওয়া গেছে।\n\n\n=== ডিসলিপিডেমিয়া ===\nসম্পৃক্ত চর্বি খাওয়াকে সাধারণত ডিসলিপিডেমিয়ার ঝুঁকির কারণ হিসেবে বিবেচনা করা হয়, যা কিছু ধরণের হৃদরোগের ঝুঁকির কারণ।\nঅস্বাভাবিক রক্তের লিপিডের মাত্রা  –  বেশি মোট কোলেস্টেরল, বেশি মাত্রার ট্রাইগ্লিসারাইড, বেশি মাত্রার নিম্ন-ঘনত্বের লাইপোপ্রোটিন (LDL) বা নিম্ন মাত্রার উচ্চ-ঘনত্বের লাইপোপ্রোটিন (HDL) কোলেস্টেরল  –  হৃদরোগ এবং স্ট্রোকের ঝুঁকি বৃদ্ধির সাথে যুক্ত।\nমেটা-বিশ্লেষণগুলি সম্পৃক্ত চর্বি এবং সিরাম কোলেস্টেরলের মাত্রার মধ্যে একটি উল্লেখযোগ্য সম্পর্ক খুঁজে পেয়েছে। উচ্চ মোট কোলেস্টেরলের মাত্রা, যা অনেকগুলি কারণের কারণে হতে পারে, কার্ডিওভাসকুলার রোগের ঝুঁকির সাথে যুক্ত।\nস্থূলতা, ট্রাইগ্লিসারাইডের মাত্রা, ইনসুলিন সংবেদনশীলতা, এন্ডোথেলিয়াল ফাংশন এবং থ্রম্বোজেনিসিটি জড়িত অন্যান্য পথ রয়েছে যা কার্ডিওভাসকুলার রোগে ভূমিকা পালন করে। বিভিন্ন সম্পৃক্ত চর্বিি অ্যাসিডের বিভিন্ন লিপিড স্তরের উপর ভিন্ন ভিন্ন প্রভাব রয়েছে। দৃঢ় প্রমাণ আছে যে লরিক, মিরিস্টিক এবং পামিটিক অ্যাসিড LDL-C বাড়ায়, যখন স্টিয়ারিক অ্যাসিড বেশি নিরপেক্ষ।\n\n\n=== টাইপ ২ ডায়াবেটিস ===\n২০২২ সালের একটি সমন্বিত গবেষণার পর্যালোচনায় দেখা গেছে যে টাইপ ২ ডায়াবেটিসের ঝুঁকি মোট সম্পৃক্ত চর্বি, পামিটিক অ্যাসিড এবং স্টিয়ারিক অ্যাসিডের খাদ্য গ্রহণের সাথে সম্পর্কিত নয়। খাদ্যতালিকাগত লরিক অ্যাসিড এবং মিরিস্টিক অ্যাসিড, উদ্ভিদের তেল এবং দুগ্ধজাত চর্বিতে উপস্থিত, ডায়াবেটিসের ঝুঁকি হ্রাসের সাথে যুক্ত ছিল।\n\n\n=== ক্যান্সার ===\nকেস-কন্ট্রোল স্টাডির বেশ কয়েকটি পর্যালোচনায় দেখা গেছে যে সম্পৃক্ত চর্বি গ্রহণ স্তন ক্যান্সারের ঝুঁকি এবং মৃত্যুর সাথে সম্পর্কিত।\nপর্যবেক্ষণমূলক গবেষণায় দেখা গেছে যে উচ্চমাত্রায় সম্পৃক্ত চর্বিযুক্ত খাবার প্রোস্টেট ক্যান্সারের ঝুঁকি বাড়ায়।\n\n\n== খাদ্যতালিকাগত উত্স ==\n\n\n== খাদ্যতালিকাগত প্রস্তাবনা ==\nঅসম্পৃক্ত চর্বি এবং সম্পৃক্ত চর্বিের খাদ্যতালিকায় গ্রহন কমাতে, সীমিত বা প্রতিস্থাপন করার জন্য প্রস্তাবনাগুলি বিশ্ব স্বাস্থ্য সংস্থা,  আমেরিকান হার্ট অ্যাসোসিয়েশন, হেলথ কানাডা, দ্বারা তৈরি করা হয়েছে। ইউএস ডিপার্টমেন্ট অফ হেলথ অ্যান্ড হিউম্যান সার্ভিস, ইউকে ন্যাশনাল হেলথ সার্ভিস, ইউকে সায়েন্টিফিক অ্যাডভাইজরি কমিটি অন নিউট্রিশন, অস্ট্রেলিয়ান ডিপার্টমেন্ট অফ হেলথ অ্যান্ড এজিং, সিঙ্গাপুরের স্বাস্থ্য মন্ত্রণালয়, ভারতীয় স্বাস্থ্য ও পরিবার কল্যাণ মন্ত্রণালয়, নিউজিল্যান্ডের স্বাস্থ্য মন্ত্রণালয়, এবং হংকং এর স্বাস্থ্য বিভাগ।\n২০০৩ সালে, বিশ্ব স্বাস্থ্য সংস্থা (WHO) এবং ফুড অ্যান্ড এগ্রিকালচার অর্গানাইজেশন (FAO) বিশেষজ্ঞ পরামর্শ প্রতিবেদনে উপসংহারে পৌঁছেছে:\n\nপ্রমাণগুলি দেখায় যে সম্পৃক্ত চর্বিি অ্যাসিড গ্রহণ সরাসরি কার্ডিওভাসকুলার ঝুঁকির সাথে সম্পর্কিত। প্রথাগত লক্ষ্য হল সম্পৃক্ত চর্বিি অ্যাসিড গ্রহণকে দৈনিক শক্তি গ্রহণের ১০ % এর কম এবং উচ্চ-ঝুঁকিপূর্ণ গোষ্ঠীর জন্য ৭ % এর কম সীমাবদ্ধ করা। যদি জনসংখ্যা 10% এর কম গ্রহণ করে, তবে তাদের গ্রহণের মাত্রা বাড়ানো উচিত নয়। এই সীমার মধ্যে, মিরিস্টিক এবং পালমিটিক অ্যাসিড সমৃদ্ধ খাবার গ্রহণের ক্ষেত্রে এই বিশেষ ফ্যাটি অ্যাসিডের কম উপাদানের সাথে চর্বি দ্বারা প্রতিস্থাপিত হওয়া উচিত। যদিও উন্নয়নশীল দেশগুলিতে, যেখানে কিছু জনসংখ্যা গোষ্ঠীর জন্য শক্তি গ্রহণ অপর্যাপ্ত হতে পারে, সেখানে শক্তি ব্যয় বেশি এবং শরীরের চর্বি সঞ্চয় কম (BMI <১৮.৫ kg/m২)। চর্বি সরবরাহের পরিমাণ এবং গুণমান বিবেচনা করতে হবে শক্তির চাহিদা পূরণের প্রয়োজনের কথা মাথায় রেখে। সম্পৃক্ত চর্বিের নির্দিষ্ট উৎস, যেমন নারকেল এবং পাম তেল, কম খরচে শক্তি প্রদান করে এবং দরিদ্রদের জন্য শক্তির একটি গুরুত্বপূর্ণ উৎস হতে পারে।\nসেন্টার ফর ডিজিজ কন্ট্রোল (সিডিসি) দ্বারা প্রকাশিত ২০০৪ সালের একটি বিবৃতি নির্ধারণ করে যে \"আমেরিকানদের সম্পৃক্ত চর্বি খাওয়া কমাতে কাজ চালিয়ে যেতে হবে...\" উপরন্তু, আমেরিকান হার্ট অ্যাসোসিয়েশনের পর্যালোচনাগুলি অ্যাসোসিয়েশনকে সম্পৃক্ত চর্বি গ্রহণ কমানোর সুপারিশ করতে পরিচালিত করেছিল। ২০০৬ এর সুপারিশ অনুসারে মোট ক্যালোরির ৭ % এর কম। এটি ইউএস ডিপার্টমেন্ট অফ হেলথ অ্যান্ড হিউম্যান সার্ভিসেসের অনুরূপ সিদ্ধান্তের সাথে একমত, যা নির্ধারণ করে যে সম্পৃক্ত চর্বি সেবন হ্রাস স্বাস্থ্যকে ইতিবাচকভাবে প্রভাবিত করবে এবং হৃদরোগের প্রকোপ কমিয়ে দেবে।\nইউনাইটেড কিংডম, ন্যাশনাল হেলথ সার্ভিস দাবি করে যে বেশিরভাগ ব্রিটিশ মানুষ খুব বেশি সম্পৃক্ত চর্বি খায়। ব্রিটিশ হার্ট ফাউন্ডেশন লোকেদের সম্পৃক্ত চর্বি কমাতে এবং তারা যে খাবার কিনেছে তার লেবেল পড়ার পরামর্শ দেয়। ব্রিটিশ নিউট্রিশন ফাউন্ডেশন বলেছে যে উপলব্ধ প্রমাণের সম্পূর্ণতার উপর ভিত্তি করে সম্পৃক্ত চর্বিি অ্যাসিড মোট খাদ্যের শক্তির ১০ % এর বেশি হওয়া উচিত নয়।\n২০০৪ সালের একটি পর্যালোচনাতে বলা হয়েছে যে \"নির্দিষ্ট সম্পৃক্ত চর্বিি অ্যাসিড গ্রহণের কোনও নিম্ন নিরাপদ সীমা চিহ্নিত করা যায়নি\" এবং সুপারিশ করা হয়েছে যে বিভিন্ন স্বতন্ত্র জীবনধারা এবং জেনেটিক ব্যাকগ্রাউন্ডের পটভূমির বিরুদ্ধে বিভিন্ন সম্পৃক্ত চর্বিি অ্যাসিড গ্রহণের প্রভাবকে ভবিষ্যতের গবেষণায় ফোকাস করা উচিত।\nসম্পৃক্ত চর্বি হ্রাস করার জন্য সুপারিশগুলি ২০১০ সালের সম্মেলনের বিতর্কে সমালোচিত হয়েছিল আমেরিকান ডায়েটিক অ্যাসোসিয়েশন স্বাস্থ্যকর চর্বি এবং অপরিশোধিত কার্বোহাইড্রেটের বর্ধিত ব্যবহারের উপর জোর দেওয়ার পরিবর্তে সম্পৃক্ত চর্বি হ্রাস করার দিকে খুব সংকীর্ণভাবে মনোনিবেশ করার জন্য। ডায়েটে সম্পৃক্ত চর্বিগুলি পরিশোধিত কার্বোহাইড্রেটের সাথে প্রতিস্থাপনের স্বাস্থ্য ঝুঁকির বিষয়ে উদ্বেগ প্রকাশ করা হয়েছিল, যা স্থূলত্ব এবং হৃদরোগের উচ্চ ঝুঁকি বহন করে, বিশেষত পলিঅনসম্পৃক্ত চর্বিগুলির ব্যয়ে, যার স্বাস্থ্য সুবিধা থাকতে পারে। প্যানেলিস্টদের কেউই সম্পৃক্ত চর্বিগুলির ভারী ব্যবহারের পরামর্শ দেননি, পরিবর্তে কার্ডিওভাসকুলার স্বাস্থ্যের জন্য সামগ্রিক ডায়েটরি মানের গুরুত্বের উপর জোর দিয়েছিলেন।\nসাহিত্য এবং ক্লিনিকাল ট্রায়ালগুলির একটি ২০১৭ সালের বিস্তৃত পর্যালোচনাতে, আমেরিকান হার্ট অ্যাসোসিয়েশন একটি সুপারিশ প্রকাশ করেছে যে সম্পৃক্ত চর্বি গ্রহণ মনস্যাচুরেটেড এবং পলিঅনসম্পৃক্ত চর্বিযুক্ত পণ্যগুলি দ্বারা হ্রাস বা প্রতিস্থাপন করা উচিত, একটি ডায়েটরি সামঞ্জস্য যা কার্ডিওভাসকুলার রোগের ঝুঁকি ৩০ % হ্রাস করতে পারে।\n\n\n== আণবিক বর্ণনা ==\n\nদ্বি-মাত্রিক চিত্রটিতে মিরিস্টিক অ্যাসিড অণুর পলিকার্বন লেজের প্রতিটি কার্বন পরমাণুর সাথে সংযুক্ত হাইড্রোজেন পরমাণু রয়েছে (লেজে 13টি কার্বন পরমাণু রয়েছে; সমগ্র অণুতে ১৪ টি কার্বন পরমাণু)।\n\nকার্বন পরমাণুগুলিও পরোক্ষভাবে আঁকা হয়, কারণ সেগুলি দুটি সরল রেখার মধ্যে ছেদ হিসাবে চিত্রিত হয়। \"স্যাচুরেটেড\", সাধারণভাবে, পলিকার্বন লেজের প্রতিটি কার্বনের সাথে আবদ্ধ হাইড্রোজেন পরমাণুর একটি সর্বাধিক সংখ্যক বোঝায় যা অক্টেট নিয়ম দ্বারা অনুমোদিত৷ এর মানে হল যে শুধুমাত্র একক বন্ধন (সিগমা বন্ড) লেজের সংলগ্ন কার্বন পরমাণুর মধ্যে উপস্থিত থাকবে।\n\n\n== মন্তব্য ==\n\n\n== আরও দেখুন ==\n \n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Lipidsটেমপ্লেট:Fatty acids"}