{"pageid": 1421877, "title": "ভূর্জবাকল পাণ্ডুলিপি", "url": "https://bn.wikipedia.org/wiki?curid=1421877", "content": "ভূর্জবাকল পাণ্ডুলিপি মূলত ভূর্জবাকলের ভিতরের স্তরের টুকরোতে লেখা পাণ্ডুলিপি, যা কাগজ তৈরির আগে লেখার জন্য ব্যবহৃত হত। লেখার প্রয়োজনে ভূর্জবাকলের প্রমাণ বহু শতাব্দী পুরনো এবং বিভিন্ন সংস্কৃতিতে উপস্থিত। এগুলি আনুমানিক প্রথম শতাব্দীর, বর্তমানে আফগানিস্তানে পাওয়া অসংখ্য গান্ধারী বৌদ্ধগ্রন্থ। এগুলি ধম্মপদ সহ উল্লেখযোগ্য বৌদ্ধ ধর্মগ্রন্থের প্রাচীন সংস্করণগুলির মধ্যে রয়েছে, বুদ্ধের বক্তৃতা যার মধ্যে রয়েছে খড়্গভীষণ সূত্র, অবদান এবং অভিধর্ম গ্রন্থ।\nব্রাহ্মী লিপি দিয়ে লেখা সংস্কৃত ভূর্জবাকল পাণ্ডুলিপি প্রথম কয়েক শতাব্দীর। বেশ কিছু প্রাথমিক সংস্কৃত লেখক, যেমন কালিদাস (আনুমানিক ৪র্থ শতাব্দী), সুশ্রুত (আনুমানিক ৩য় শতাব্দী) এবং বরাহমিহির (৬ষ্ঠ শতাব্দী) পাণ্ডুলিপির জন্য এর ব্যবহার উল্লেখ করেছেন। ভূর্জবৃক্ষের বাকল (ভোজপত্র) আজও ভারত ও নেপালে পবিত্র মন্ত্র লেখার জন্য ব্যবহৃত হয়। ভেলিকি নোভগোরোডে আবিষ্কৃত রাশিয়ান পাঠ্যগুলি আনুমানিক নবম থেকে পঞ্চদশ শতাব্দীর খ্রিস্টাব্দের মধ্যে। নথিগুলির বেশিরভাগই পুরানো নোভগোরোড উপভাষায় বিভিন্ন লোকের লেখা চিঠি। আইরিশ ভাষার স্থানীয় লেখার পদ্ধতি ওঘাম, যাকে কখনও কখনও \"বৃক্ষের বর্ণমালা\" বলা হয়, ঐতিহ্যগতভাবে দেবতা ওগমাকে আরোপিত করা হয়, যিনি বার্চের উপর লুগকে সতর্ক করে দিয়েছিলেন; এই প্রস্তাবের পাঠ্যটি Book of Ballymote এ পাওয়া যাবে। ওঘামের প্রথম অক্ষর হলো বিথ; বিথ এর অর্থ ভূর্জবৃক্ষ।\n\n\n== গান্ধারী বৌদ্ধ পাণ্ডুলিপি ==\n\nগান্ধারী ভাষায় রচিত বৌদ্ধ পাণ্ডুলিপিগুলি সম্ভবত প্রাচীনতম বিদ্যমান ভারতীয় গ্রন্থ, যা আনুমানিক প্রথম শতাব্দীর খ্রিস্টাব্দে। এগুলি ভূর্জবাকলে লেখা ছিল এবং মাটির পাত্রে সংরক্ষণ করা হয়েছিল। ব্রিটিশ গ্রন্থাগার এগুলি ১৯৯৪ সালে অধিগ্রহণ করেএগুলি খরোষ্টিতে লেখা হয়েছিল এবং আফগানিস্তান থেকে উদ্ভূত বলে বিশ্বাস করা হয়েছিল, কারণ পূর্ব আফগানিস্তানে একই ধরনের ভূর্জবাকলের পাণ্ডুলিপি আবিষ্কৃত হয়েছিল। ১৯৯৪ সাল থেকে, একই যুগের গান্ধারী গ্রন্থগুলির একটি অনুরূপ সংগ্রহ, যাকে জ্যেষ্ঠ সংগ্রহ বলা হয়, এটিও প্রকাশিত হয়েছে।\nব্রিটিশ গ্রন্থাগারের ভূর্জবাকলের পাণ্ডুলিপি পাকান আকারে ছিল। তারা খুব ভঙ্গুর ছিল এবং ইতোমধ্যে ক্ষতিগ্রস্ত হয়েছে। তারা পাঁচ থেকে নয় ইঞ্চি চওড়া, এবং বারো থেকে আঠারো-ইঞ্চি লম্বা, অধিক্রমণ গুটানগুলি নিয়ে গঠিত যা দীর্ঘ পাকানগুলি তৈরি করতে একসাথে আঠালো ছিল। প্রান্ত দিয়ে সেলাই করা সুতা তাদের একসাথে ধরে রাখতে সাহায্য করেছিল। চিত্রনাট্য লেখা হয়েছিল কালো কালিতে। পাণ্ডুলিপিগুলি পাকানগুলির উভয় পাশে লেখা ছিল, একপাশে শীর্ষ থেকে শুরু করে, পাকানটি উল্টে এবং উল্টে দিয়ে অব্যাহত ছিল, যাতে পাঠ্যটি পাকানের উপরের ও পিছনে সমাপ্ত হয়। ব্রিটিশ গ্রন্থাগার সংগ্রহের দীর্ঘতম অক্ষত পাকানটি চুরাশি ইঞ্চি লম্বা।\nগ্রন্থগুলি সম্ভবত ধর্মগুপ্তক সম্প্রদায়ের দ্বারা সংকলিত হয়েছিল এবং সম্ভবত রিচার্ড স্যালোমনের মতে \"নগরাহারতে ধর্মগুপ্তক সম্প্রদায়ের মঠের গ্রন্থাগারে সংরক্ষিত গ্রন্থগুলির বৃহত্তর তালিকা যা সম্ভবত এলোমেলো কিন্তু যুক্তিসঙ্গতভাবে প্রতিনিধিত্বমূলক ভগ্নাংশের প্রতিনিধিত্ব করে।\" সংকলনে ধম্মপদ, শাক্যমুনি বুদ্ধের বক্তৃতা সহ বিভিন্ন পরিচিত ভাষ্য ও সূত্র রয়েছে যার মধ্যে রয়েছে খড়্গভীষণ সূত্র, অবদান এবং অভিধর্ম গ্রন্থ।\nপাকানগুলির অবস্থা ইঙ্গিত করে যে মাটির পাত্রে সংরক্ষণ করার সময় তারা ইতোমধ্যেই খারাপ অবস্থায় ছিল এবং টুকরো টুকরো ছিল। পণ্ডিতরা উপসংহারে পৌঁছেছেন যে খণ্ডিত পাকানগুলিকে আচার-অনুষ্ঠান দেওয়া হয়েছিল, অনেকটা জেনিজে সংরক্ষিত ইহুদি গ্রন্থের মতো।\n\n\n== সংস্কৃত ও ব্রাহ্মী পাণ্ডুলিপি ==\n\nভূর্জবৃক্ষ (হিমালীয় ভূর্জ) এর বাকল (ভোজপত্র) বহু শতাব্দী ধরে ভারতে বিভিন্ন লিপিতে ধর্মগ্রন্থ ও পাঠ্য লেখার জন্য ব্যবহৃত হয়ে আসছে। ঐতিহাসিক কাশ্মীরে এর ব্যবহার বিশেষভাবে প্রচলিত ছিল। কাগজ হিসাবে ছালের ব্যবহার প্রথম দিকের সংস্কৃত লেখক যেমন কালিদাস (আনুমানিক ৪র্থ শতাব্দী), সুশ্রুত (আনুমানিক ৩য় শতাব্দী) এবং বরাহমিহির (৬ষ্ঠ শতাব্দী) দ্বারা উল্লেখ করা হয়েছে। কাশ্মীরে, প্রারম্ভিক পণ্ডিতরা বর্ণনা করেছেন যে তাদের সমস্ত বই ষোড়শ শতাব্দী পর্যন্ত হিমালীয় ভূর্জবাকলের উপর লেখা ছিল।\n\nব্রাহ্মী লিপিতে সংস্কৃতে ভূর্জবাকল পাকানের একটি খণ্ড ব্রিটিশ লাইব্রেরি গান্ধার পাকান সংগ্রহের অংশ ছিল। এটি উত্তর ভারতের বলে অনুমান করা হয়, খ্রিস্টীয় প্রথম কয়েক শতাব্দীর এর মধ্যে কোন এক সময়কালের। ব্রাহ্মী লিপিতে ভূর্জবাকল পাণ্ডুলিপি পাকিস্তানের পাঞ্জাবের তক্ষশীলার নিকটে, জৌলিয়ানে প্রাচীন বৌদ্ধ বিহারে পঞ্চম শতাব্দীতে আবিষ্কৃত হয়েছিল।\nবাখশালী পাণ্ডুলিপিতে শারদা লিপিতে সংস্কৃত ও প্রাকৃত ভাষায় লেখা ভূর্জবাকলের সত্তরটি অংশ রয়েছে। ভাষা এবং বিষয়বস্তুর উপর ভিত্তি করে, এটি খ্রিস্টীয় দ্বিতীয় থেকে তৃতীয় শতাব্দীর বলে অনুমান করা হয়। পাঠ্যটি বিভিন্ন গাণিতিক কৌশল নিয়ে আলোচনা করে।\nবিংশ শতাব্দীর শেষের দিকে এবং একবিংশ শতাব্দীর শুরুর দিকে গৃহযুদ্ধের সময় আফগানিস্তানে ভূর্জবাকল পাকানের একটি বড় সংগ্রহ আবিষ্কৃত হয়েছিল, সম্ভবত বামিয়ান গুহাগুলিতে। আনুমানিক ৩,০০০ পাকান টুকরো সংস্কৃত বা বৌদ্ধ সংস্কৃত, ব্রাহ্মী লিপিতে, এবং খ্রিস্টীয় দ্বিতীয় থেকে অষ্টম শতাব্দীর সময়কালের।\nবাওয়ার পাণ্ডুলিপি হলো ব্রাহ্মী লিপিতে ভূর্জবাকলের উপর প্রাচীনতম সংস্কৃত গ্রন্থগুলির মধ্যে একটি। এটি একটি চিকিৎসা গ্রন্থ এবং প্রবাদ সহ বিষয়গুলি কভার করে বেশ কয়েকটি পাঠ্য অন্তর্ভুক্ত করে। এটি উত্তর সিল্ক রোডের প্রাচীন বৌদ্ধ রাজ্য কুচায় (বর্তমানে শিনচিয়াং, চীনের আকসু প্রিফেকচারে) আনুমানিক ৪৫০ খ্রিস্টাব্দের দিকে আবিষ্কৃত হয়েছিল।\nগিলগিত পান্ডুলিপিগুলি ছিলো ১৯৩১ সালে পাকিস্তানের গিলগিত এলাকায় আবিষ্কৃত বৌদ্ধ গ্রন্থ এবং এতে লোককাহিনী, চিকিৎসা ও দর্শনের পাশাপাশি সদ্ধর্ম পুণ্ডরীক সূত্র সহ বিভিন্ন সূত্র অন্তর্ভুক্ত রয়েছে। এগুলি আনুমানিক খ্রিস্টীয় পঞ্চম থেকে ষষ্ঠ শতাব্দীর, এবং বৌদ্ধ সংস্কৃতে শারদা লিপিতে লেখা হয়েছিল।\nদেবী দুর্গার প্রশংসাকারী স্তোত্র দেবীকবচ পাঠ্য ভূর্জবাকল সম্বলিত পাণ্ডুলিপি, যাহা ব্যক্তিকে কবচ বা মন্ত্রের মতো অশুভ প্রভাব থেকে রক্ষা করে। কেমব্রিজ বিশ্ববিদ্যালয় গ্রন্থাগারে পাণ্ডুলিপি সংকলন ১৫৭৮ নেপালের দেবনাগরী লিপিতে এই পাঠ্যগুলির একটি উদাহরণ।\nএখনও ভারত ও নেপালের কিছু অংশে পবিত্র মন্ত্র লেখার জন্য ভূর্জবাকল ব্যবহৃত হয়। পদ্ধতিটি প্রথমে উল্লেখ করা হয়েছিল আনুমানিক অষ্টম বা নবম শতাব্দীতে, লক্ষ্মীতন্ত্রে।\nভারতীয় ভাস্কর্যে, ভূর্জবাকলের পাণ্ডুলিপি ক্ষয়প্রাপ্ত দ্বারা সহজেই সনাক্ত করা যায়। তালপাতার পাণ্ডুলিপি ভূর্জবাকল পাণ্ডুলিপির চেয়ে অনমনীয়।\n\n\n== পুরানো সিরিলীয় লিপি ==\n\nজুলাই ২৬, ১৯৫১-এ, নোভগোরোডে খননকালে, রাশিয়ায় ১৪০০ সালের দিকে আর্টেমি আর্টসিখভস্কির নেতৃত্বে অভিযান স্ট্র্যাটিগ্রাফিক স্তরে প্রথম ভূর্জবাকল পাণ্ডুলিপি আবিষ্কার করে। তারপর থেকে, স্টারায়া রুসা,\nস্মোলেনস্ক, পোলাতস্ক, ভিতেবস্ক, মস্তসিসলা,  তোরঝোক, পসকোব, তবের, মস্কো, রিয়াজান এবং  ভোলোগদায় ১,০০০টিরও বেশি অনুরূপ পাণ্ডুলিপি আবিষ্কৃত হয়েছে, যদিও নোভগোরোড এখনও পর্যন্ত তাদের মধ্যে সবচেয়ে প্রসারিত উৎস। ইউক্রেন, যভেন্যহরদ, ভোলিনিয়ায়\nভূর্জবাকল পাণ্ডুলিপি পাওয়া গেছে; বেলারুশ থেকে যারা ভিতেবস্কে আবিষ্কার করা হয়েছিল।\nভূর্জবাকল লেখার বিষয়বস্তুতে কেবল ধর্মীয় লেখাই নয়, রাজকুমারদের মৃত্যু, শান্তির উপসংহার, মর্যাদাপূর্ণ আগমন, লোক কাহিনি এবং স্থানীয় প্রবাদ, এমনকি নৈমিত্তিক ডুডলও নথিভুক্ত ছিল। আইনী বিষয়গুলির মধ্যে রয়েছে অভিযোগ, সাক্ষী ও প্রমাণের পদ্ধতি, অর্থ প্রদান ও জরিমানা, চুরি, প্রতারণা এবং সেইসাথে স্ত্রী-প্রহার। জাগতিক ব্যক্তিগত লেখা পড়ে \"বাড়ি বিক্রি করে স্মোলেনস্ক বা কিয়েভে আসুন; রুটি সস্তা; যদি আসতে না পারো, তোমার স্বাস্থ্যের কথা আমাকে লিখো।\n\nপাণ্ডুলিপি নং ৭৫২ স্ট্র্যাটিগ্রাফিকভাবে সময়কালটি ১০৮০-১১০০ খ্রিস্টাব্দে পরিত্যক্ত যুবতীর আবেগপূর্ণ চিঠি যা দুই ভাগে ছিঁড়ে ফেলে দেওয়া হয়েছিল (তার ঠিকানার দ্বারা?)।\nভূর্জবাকল পাণ্ডুলিপিগুলির পরবর্তীতে আবিষ্কার, সেইসাথে তাদের সংরক্ষণের আশ্চর্যজনক অবস্থা, নোভগোরোডে গভীর সংস্কৃতির স্তর (আট মিটার বা ২৫ ফুট পর্যন্ত) এবং ভারী জলাবদ্ধ মৃত্তিকা দ্বারা ব্যাখ্যা করা হয়েছে যা অক্সিজেনের অভিগমনকে বাধা দেয়। নোভগোরোডে গুরুতর খনন কাজ শুধুমাত্র ১৯৩২ সালে শুরু হয়েছিল, যদিও ঊনবিংশ শতাব্দীতে  কিছু প্রচেষ্টা করা হয়েছিল।\nযদিও তাদের অস্তিত্ব কিছু পুরানো পূর্ব সিরিলীয় পান্ডুলিপিতে (ইবনে আল নাদিমের \"সাদা কাঠ\" এর উপর লেখার উল্লেখ সহ), ভূর্জবাকল পাণ্ডুলিপির আবিষ্কার (রুশ: берестяна́я гра́мота) উল্লেখ করা হয়েছে, সেইসাথে একবিংশ ও পঞ্চবিংশ  শতাব্দীর মধ্যে পূর্ব সিরিলীয়দের দ্বারা কথ্য সাংস্কৃতিক স্তর এবং ভাষার বোঝার উল্লেখযোগ্যভাবে পরিবর্তন করেছে। দুই শতাধিক শৈলীও পাওয়া গেছে, বেশিরভাগই লোহার, কিছু হাড় বা ব্রোঞ্জের তৈরি।\nইতিহাসবিদ ভ্যালেন্টিন যানিন এবং আন্দ্রে জালিজনিয়াকের মতে, বেশিরভাগ পাণ্ডুলিপি হলো বিভিন্ন লোকের সাধারণ চিঠি যা স্থানীয় উপভাষা বলে বিবেচিত হয়। অক্ষরগুলি ব্যক্তিগত বা ব্যবসায়িক চরিত্রের। কয়েকটি পাণ্ডুলিপিতে বিস্তৃত অশ্লীলতা রয়েছে। খুব কম দলিলই প্রাচীন চার্চ সিরিলীয় এবং শুধুমাত্র প্রাচীন নর্স ভাষায় লেখা আছে। অনফিম নামের অল্প বয়স্ক ছেলের বিদ্যালয়ের ব্যায়াম ও অঙ্কন অনেক মনোযোগ আকর্ষণ করেছে।\n\nনভগোরোড খনন থেকে ২৯২ নম্বরের পাণ্ডুলিপিটি (১৯৫৭ সালে আবিষ্কৃত) যে কোনো ফিনিক ভাষায় সবচেয়ে পুরনো পরিচিত পাণ্ডুলিপি। এটি ত্রয়োদশ শতাব্দীর শুরুতে সময়কাল। পাণ্ডুলিপিতে ব্যবহৃত ভাষাটি ওলোনেট কারেলিয়াতে কথিত ভাষার প্রাচীন রূপ বলে মনে করা হয়, এটি কারেলীয় ভাষার উপভাষা। বিস্তারিত ও সম্পূর্ণ পাঠ্যের জন্য, ভূর্জবাকল অক্ষর নং ২৯২ দেখুন।\n\n\n== সোভিয়েত ইউনিয়ন ==\nবিংশ শতাব্দীতে লেখা ভূর্জবাকল অক্ষর রয়েছে, বিশেষত সোভিয়েত স্ট্যালিনবাদী শাসনের নিপীড়নের শিকারদের দ্বারা। সোভিয়েত জোরপূর্বক বসতি এবং সাইবেরিয়ার গুলগ ক্যাম্পের লোকেরা কাগজের অপ্রাপ্যতার কারণে বাড়িতে ফিরে তাদের প্রিয়জনকে চিঠি লিখতে ভূর্জবাকলের লিপি ব্যবহার করে। সোভিয়েত শাসনের লাটভিয়ান শিকার থেকে এই চিঠির উদাহরণ \nইউনেস্কো \"মেমোরি অফ দ্য ওয়ার্ল্ড\" ঐতিহ্য তালিকায় অন্তর্ভুক্ত করা হয়েছে।\nদ্বিতীয় বিশ্বযুদ্ধের সময়, গেরিলা যোদ্ধাদের দ্বারা প্রকাশিত প্রোপাগান্ডা সংবাদপত্র এবং লিফলেটগুলি কাগজের অভাবের কারণে কখনও কখনও বার্চের ছালে ছাপা হত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nGandhari.org Complete Corpus, Catalog, Bibliography and Dictionary of Gāndhārī texts\nBritish Library Gandharan Scrolls  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ আগস্ট ২০১৮ তারিখে\nThe Early Buddhist Manuscripts Project at University of Washington\nUniversity of Chicago Novgorodian Scrolls  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০২০-০৪-২৪ তারিখে\n(রুশ ভাষায়) 956 Russian birch bark documents with modern translations\nDevīkavaca at Cambridge University Library\nStemmen op Boombast, monograph by Jos Schaeken on the Novgorod beretsy (free download)"}