{"pageid": 1421841, "title": "দ্য ইকুয়ালাইজার ৩", "url": "https://bn.wikipedia.org/wiki?curid=1421841", "content": "দ্য ইকুয়ালাইজার ৩ হলো ২০২৩ সালের একটি আমেরিকান ভিজিলান্ট অ্যাকশন-থ্রিলার ফিল্ম; যার পরিচালক অ্যান্টোইন ফুকা। এটি দ্য ইকুয়ালাইজার ২ এর একটি সিক্যুয়াল এবং দ্য ইকুয়ালাইজার ট্রিলজির তৃতীয় এবং চূড়ান্ত কিস্তি, যা একই নামের টেলিভিশন সিরিজের উপর ভিত্তি করে তৈরি। চলচ্চিত্রটিতে ডেনজেল ওয়াশিংটন অবসরপ্রাপ্ত ইউএস মেরিন এর ভূমিকায় অভিনয় করেছেন এবং ডিআইএ অফিসার রবার্ট ম্যাককলের ভূমিকায় অভিনয় করেছেন, ডাকোটা ফ্যানিং, ইউজেনিও মাস্ট্রান্দ্রিয়া, ডেভিড ডেনম্যান, গাইয়া স্কোডেলারো, এবং রেমো গিরোন সহ-সহায়ক ভূমিকায় অভিনয় করেছেন৷ সিনেমাটিতে, ম্যাককল আবিষ্কার করেণ যে, দক্ষিণ ইতালির একটি ছোট শহরে তার নতুন বন্ধুরা ক্যামোরার সদস্যদের দ্বারা আতঙ্কিত হয়ে পড়ে, যেখানে তিনি তাদের সেই হুমকি থেকে মুক্ত করার জন্য প্রস্তুত হন।\n১০ অক্টোবর, ২০২২ এ ইতালির আমালফি উপকূলে শুরু হয়েছিল, প্রধান ফটোগ্রাফি’র কাজ। ২০ নভেম্বর পর্যন্ত, এই অঞ্চলে চিত্রগ্রহণ চলতে থাকে; ২০২৩ সালের জানুয়ারিতে রোমে প্রোডাকশন শেষ করার আগে, ডিসেম্বরের শুরুতে নেপলসে চলে যায় টিম। ফুকা আবারও পরিচালক হিসেবে দায়িত্ব পালন করেন, ওয়াশিংটনকে সাথে নিয়ে ঘোষণা দেন যে এটি তার পরবর্তী সিনেমা হবে। রবার্ট রিচার্ডসন এই প্রকল্পে ফটোগ্রাফির পরিচালক হিসাবে কাজ করেছেন। এর আগে ইমানসিপেশন (২০২২) সিনেমাতেও অ্যান্টোইন ফুকার সাথে কাজ করেছেন তিনি।\nদ্য ইকুয়ালাইজার ৩ মার্কিন যুক্তরাষ্ট্রে ১ সেপ্টেম্বর, ২০২৩-এ সনি পিকচার্স রিলিজিং এর মাধ্যমে মুক্তি পায়। চলচ্চিত্রটি একটি বাণিজ্যিক সফল সিনেমা ছিল, যেটি $৭০ মিলিয়ন বাজেটের বিপরীতে বিশ্বব্যাপী $১৯১ মিলিয়ন আয় করে এবং সমালোচকদের কাছ থেকে ইতিবাচক পর্যালোচনা পায়। ছবিটি সেরা অ্যাকশন বা অ্যাডভেঞ্চার ফিল্মের জন্য স্যাটার্ন অ্যাওয়ার্ডে মনোনীত হয়েছিল, যেখানে ফুকা ৫৫তম এনএএসিপি ইমেজ অ্যাওয়ার্ডে, মোশন পিকচারে অসামান্য পরিচালকের জন্য এবং ওয়াশিংটনে অসামান্য অভিনেতার জন্য মনোনীত হয়েছিল।\n\n\n== পটভূমি ==\nসিসিলির একটি নির্জন ওয়াইনারিতে, রবার্ট ম্যাককল একজন গ্যাংস্টার, লরেঞ্জো ভিটালে এবং তার গুন্ডাদের হত্যা করে ওয়াইনারির ভল্টের চাবি পেতে এবং সাইবার-ডাকাতিতে চুরি হওয়া অর্থ ফেরত দিতে। ওয়াইনারি থেকে বের হওয়ার সময় রবার্টকে পিঠে গুলি করে ভিটালের কিশোর নাতি। রবার্ট তার আঘাতের কারণে আত্মহত্যার কথা বিবেচনা করে, কিন্তু তার বন্দুকটিতে কোনও বুলেট ছিলো না; এরপর সে ফেরিতে ওঠে মূল ভূখণ্ডে ফিরে যাওয়ার জন্য। আমালফি উপকূলে ফেরি চালানোর সময়, রবার্ট ধাক্কা খেয়ে অজ্ঞান হয়ে পড়ে, জিও বোনুচি নামের একজন স্থানীয় ক্যারাবিনিয়ের তাকে খুঁজে পায় এবং উদ্ধার করে।\nএদিকে, ক্যামোরার সদস্যরা গ্রামবাসীদের তাদের আবাসন থেকে জোরপূর্বক বের করে দেওয়ার এবং বাণিজ্যিকীকরণের উদ্দেশ্যে আলটামন্টে দখল করার প্রচেষ্টায় হয়রানি ও হত্যা করে। রবার্ট মার্কো কোয়ারান্টার (যে ছিলো ক্যামোরার একজন উচ্চ-পদস্থ সদস্য) কথা শুনতে পায় যে, স্থানীয় একটি স্টোরের মালিক অ্যাঞ্জেলোকে অর্থপ্রদানের জন্য চাপ দিচ্ছে। একটি উদাহরণ তৈরি করার জন্য, ক্যামোরা অ্যাঞ্জেলোর মাছের দোকানটিতে আগুন জ্বালিয়ে দেয়, যাতে করে পুরো শহরটি দেখতে পায়। বোনুচি ফায়ারবোম্বিংয়ের ভিডিও পর্যালোচনা করেন এবং ইতালীয় কেন্দ্রীয় পুলিশকে তদন্তের জন্য কল করেন। বোনুচ্চি, তার স্ত্রী এবং কন্যা ক্যামোরা দ্বারা আক্রান্ত হন এবং মারধোর করা হয়, ক্যামোরাদের অপারেশনে হস্তক্ষেপ করার জন্য করেন।\nকিছুকাল পরে, মার্কো দাবি করে যে বোনুচ্চি তাদের জন্য একটি নৌকা স্থাপন করবে; তাদের কথা শুনে, রবার্ট তাদের কার্যক্রমগুলিকে অন্য জায়গায় নিয়ে যেতে বলে। এরপর মার্কো সে প্রস্তাব প্রত্যাখ্যান করলে, রবার্ট তাকে এবং তার গুন্ডাদের হত্যা করে। মার্কোর ভাই এবং ক্যামোরার প্রধান ভিনসেন্ট, মার্কোর মৃত্যুর পিছনে থাকা ব্যক্তিকে খুঁজে বের করার জন্য নেপলসের পুলিশ প্রধানকে হুমকি দেয় ও নির্যাতন করে। ভিনসেন্ট কলিন্সের গাড়িতে বোমা মারে, কিন্তু রবার্ট তাকে সতর্ক করার জন্য সে বেঁচে যায়। ভিনসেন্ট পুরো শহরের সামনে বোনুচ্চিকে গুলি করার হুমকি দেয়, রবার্টকে সামনে আনার জন্য; কিন্তু লোকজন তাদের ক্যামেরা ফোনে এই পুরো বিষয়টিকে রেকর্ড করতে শুরু করে, যার ফলে ভিনসেন্ট এবং তার দল পিছু হটতে বাধ্য হয় এবং তার বাড়িতে ফিরে যায়, যেখানে তারা পরবর্তী দিন প্রতিশোধ নেওয়ার প্রস্তুতি নিতে থাকে।\nযা হোক, সে রাতে ভিনসেন্টকে হত্যা করার জন্য রবার্ট তার বাড়িতে আসে, অনুপ্রবেশ করে এবং তার দেহরক্ষীদের হত্যা করে; এরপর ভিনসেন্টকে তার নিজের ড্রাগের একটি প্রাণনাশক ডোজ নিতে বাধ্য করে। কলিন্সের মাধ্যমে, রবার্ট ওয়াইনারি থেকে একটি বয়স্ক দম্পতির পেনশন তহবিলে নেওয়া অর্থ ফেরত দেন। ল্যাংলি, ভার্জিনিয়ায় ফিরে, কলিন্স আলটামন্টে ড্রাগ ব্যবসার অবসানে তার ভূমিকার জন্য একটি পদোন্নতি পান। তিনি রবার্টের কাছ থেকে পরিচিতি লেখা একটি বই এবং নোট সংবলিত একটি প্যাকেজ পায়, যেখানে রবার্ট তাকে অভিনন্দন জানিয়েছে এই লিখে যে- তার মা তার জন্য অনেক গর্বিত হবেন - রবার্ট কলিন্সকে তার দীর্ঘদিনের বন্ধু এবং সহকর্মী সুসান প্লামারের কন্যা বলে প্রকাশ করে। কোয়ারান্টা ভাইদের মৃত্যুর সাথে সাথে, রবার্ট তাদের স্থানীয় ফুটবল দলের জয় উদ্‌যাপন করে।\n\nরবার্ট ম্যাককলের চরিত্রে ডেনজেল ওয়াশিংটন\nএমা কলিন্স চরিত্রে ডাকোটা ফ্যানিং\nজিও বোনুচ্চির চরিত্রে ইউজেনিও মাস্ট্রান্দ্রিয়া\nফ্র্যাঙ্ক কনরয়ের চরিত্রে ডেভিড ডেনম্যান\nআমিনাহ চরিত্রে গাইয়া স্কোডেলারো\nএনজো অ্যারিসিও চরিত্রে রেমো জিরোন\nভিনসেন্ট কোয়ারান্টার চরিত্রে আন্দ্রেয়া স্কারডুজিও\nমার্কো কোয়ারান্টার চরিত্রে আন্দ্রেয়া ডোডেরো\nঅ্যাঞ্জেলো চরিত্রে ড্যানিয়েল পেরোন\nগ্যাব্রিয়েলা বোনুচ্চির চরিত্রে ডি লাঞ্জারো\nচিয়ারা বোনুচ্চির চরিত্রে সোনিয়া বেন আম্মার\nলরেঞ্জো ভিটালের চরিত্রে ব্রুনো বিলোটা\nSalvatore Ruocco ভিনসেন্টের ম্যান হিসাবে\nভাইকিং চরিত্রে আলেসান্দ্রো পেস\n\n\n== তথ্যসূত্র =="}