{"pageid": 1421075, "title": "আন্দালুসিয়ার ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1421075", "content": "আন্দালুসিয়া বর্তমান ইউরোপের রাষ্ট্র স্পেনের একটি স্বায়ত্তশাসিত অঞ্চল এবং এটি স্পেনের স্বায়ত্তশাসিত অঞ্চলগুলোর মধ্য সবচেয়ে জনবহুল ও দ্বিতীয় বৃহত্তম অঞ্চল। এটির রাজধানীর হলো সেভিয়া । ইউরোপের দক্ষিণতম প্রান্তে অঞ্চলটির ভূ-কৌশলগত অবস্থানের কারণে এর ভৌগোলিক গুরুত্ব অপরিসীম। এ অঞ্চলটি ইউরোপ ও আফ্রিকার মধ্যবর্তী স্থানে ও আটলান্টিক মহাসাগর ও ভূমধ্যসাগরের মধ্যে অবস্থিত। সেইসাথে এর খনিজ ও কৃষি সম্পদ এনং বৃহৎ পৃষ্ঠের ক্ষেত্রফল (২৬ বর্গকিলোমিটার, যা অনেক ইউরোপীয় দেশের চেয়েও বড় ) সবার আগ্রহের একটি সংমিশ্রণ তৈরি করেছিল, যা আন্দালুসিয়াকে ধাতব যুগের শুরু থেকে অন্যান্য সভ্যতার আকর্ষণের কেন্দ্রবিন্দুতে পরিণত করেছিল।\nআফ্রিকা ও ইউরোপ মহাদেশের মধ্যে একটি সংযোগ হিসাবে অঞ্চলটির ভৌগোলিক অবস্থান এ তত্ত্বের দিকে স্পষ্ট ইঙ্গিত করে যে, প্রথম ইউরোপীয় আদিম মানবরা জিব্রাল্টার প্রণালী অতিক্রম করার পর আন্দালুসিয়ায় অবস্থান নিয়েছিল। আন্দালুসিয়ায় (লসমিলারেস, এল আর্গার ও টারটেসোস) বিকশিত প্রথম সংস্কৃতিগুলির মধ্যে একটি সুস্পষ্ট প্রাচ্যগত সূক্ষ্মতা ছিল; কারণ পূর্ব ভূমধ্যসাগরের লোকেরা খনিজের সন্ধানে আন্দালুসীয় উপকূলে বসতি স্থাপন করেছিল এবং তাদের সভ্যতার প্রভাব ছেড়েছিল। প্রাগৈতিহাসিক থেকে ইতিহাসে রূপান্তরের প্রক্রিয়া ( যা প্রোটোহিস্ট্রি বা প্রাগিতিহাস নামে পরিচিত) এই আগত জনগণের প্রভাবের সাথে প্রধানত ফিনিশীয় ও গ্রীকরা যুক্ত ছিল।\n\n\n== সংক্ষিপ্ত বিবরণ ==\nবেটিকা প্রদেশের বিজয় এবং তাকে রোমানীকরণের মাধ্যমে আন্দালুসিয়া সম্পূর্ণরূপেই পশ্চিমা সভ্যতার অন্তর্ভুক্ত হয়। রোমান সাম্রাজ্যে এ অঞ্চলটির ব্যাপক অর্থনৈতিক এবং রাজনৈতিক গুরুত্ব ছিল, যখন এটি সম্রাট ট্রাজান ও হাদ্রিয়ানের মত অসামান্য ব্যক্তিত্বের জন্মভূমি ছাড়াও অসংখ্য ম্যাজিস্ট্রেট ও সিনেটর তৈরি করেছিল।\nভ্যান্ডাল ও পরবর্তীকালে ভিসিগোথদের জার্মান আক্রমণ বেটিকার সাংস্কৃতিক ও রাজনৈতিক ভূমিকাকে অদৃশ্য করে দিতে পারেনি এবং ৫ম ও ৬ষ্ঠ শতাব্দীতে বেটিক-রোমান জমির মালিকেরা টলেডোতে একটি অদৃশ্য স্বাধীনতা বজায় রেখেছিল। এ সময়ে সেভিলের সেন্ট ইসিডোর বা সেন্ট এর্মেনিগিল্ডের মত ব্যক্তিত্বের জন্ম হয়েছিল।\n\n৭১১ সালে আইবেরীয় উপদ্বীপে মুসলিম আক্রমণের সময় একটি গুরুত্বপূর্ণ সাংস্কৃতিক বিচ্ছেদ ঘটে যায়। তখন আন্দালুসীয় অঞ্চলটি আল-আন্দালুসের বিভিন্ন মুসলিম রাজ্যের প্রধান রাজনৈতিক কেন্দ্রে পরিণত হয়। কর্ডোবা ছিল এর রাজধানী এবং এটি সেই সময়ে বিশ্বের অন্যতম প্রধান সাংস্কৃতিক ও অর্থনৈতিক কেন্দ্র ছিল। তার বিকাশের এই সময়টি কর্ডোবা খিলাফতের সময় পরিপূর্ণতা লাভ করেছিল, যেখানে তৃতীয় আব্দর রহমান বা ২য় আল হাকামের মতো ব্যক্তিত্বরা উপস্থিত ছিলেন। এরই মধ্যে অঞ্চলটি ১১ শতকের মাঝে একটি গুরুতর সংকট অতিক্রম করে, যা এর উত্তর উপদ্বীপে খ্রিস্টান রাজ্যগুলি বিজয়ের পর অগ্রসর হওয়া এবং একের পর এক বিভিন্ন উত্তর আফ্রিকীয় সাম্রাজ্যের– মুরাবিতুন রাজবংশ ও মুওয়াহহিদিন রাজবংশ–প্রভাব বিস্তারের চেষ্টার কারণে সৃষ্ট হয়। তখন এই অঞ্চলের শাসকেরা আল-আন্দালুসে এবং যথাক্রমে গ্রানাডা ও সেভিল উপদ্বীপে তাদের ক্ষমতার কেন্দ্র স্থাপন করে। ক্ষমতা কেন্দ্রীকরণের সেই সময়ে অঞ্চলটি উপদ্বীপীয় অঞ্চলে রাজনৈতিক বিভক্ততা তৈরি করে, যার ফলে এটি তাইফার প্রথম, দ্বিতীয় এবং তৃতীয় রাজ্যে বিভক্ত হয়ে পড়ে। পরবর্তীদের মধ্যে গ্রানাডার নাসরীয় রাজ্য একটি মৌলিক ঐতিহাসিক ও প্রতীকী ভূমিকা পালন করেছিল।\nমুসলিম শাসন দুর্বল হয়ে যাওয়ার পরে কাস্তিল রাজ্য ধীরে ধীরে দক্ষিণ উপদ্বীপের অঞ্চলগুলি জয় করতে শুরু করে। কাস্তিলের ফার্দিনান্দ তৃতীয় ১৩শ শতকে সমগ্র গুয়াডালকুইভির উপত্যকাকে জয় করে নিজের আওতাধীন করেছিলেন। ১৪৯২ সাল পর্যন্ত আন্দালুস অঞ্চলটি খ্রিস্টান এবং একটি মুসলিম অংশে বিভক্ত ছিল এবং তখন গ্রানাডা যুদ্ধের মাধ্যমে এই উপদ্বীপে বিভক্তি শেষ হয়ে গিয়েছিল। তখন গ্রানাডা আমিরাত ও নাসরি রাজবংশকে পরাজিত করে খ্রিস্টীয় রাজ্য কাস্তিল ও আরগন একটি সম্মিলিত রাজ্য গঠন করে।\n১৬শ শতকে আন্দালুসিয়া তার ভৌগোলিক অবস্থানকে আরও বেশি কাজে লাগিয়েছিল; কারণ এই অঞ্চলটি তখন নয়া বিশ্বের সাথে বাণিজ্যকে নিজেই কেন্দ্রীভূত করেছিল, যেখানে এর আবিষ্কার ও উপনিবেশ স্থাপনে এটির একটি মৌলিক ভূমিকা ছিল। যাহোক, পরবর্তী কালে কাস্তিলের রাজকুমারদের অসংখ্য উদ্যোগের কারণে আন্দালুসিয়ার প্রকৃত অর্থনৈতিক উন্নয়ন হয় নি। ১৭ শতকের শুরুর দিকে সামাজিক ও অর্থনৈতিক অবনতি অতি সাধারণ হয়ে ওঠে এবং ১৬৪১ সালের সময় অলিভারেসের কাউন্ট-ডিউক সরকারের বিরুদ্ধে আন্দালুসীয় আভিজাত্যের বিজয় লাভের মাধ্যমে এই অবনতি শেষ হয়।\n\n১৮ শতকের বোর্বন সংস্কারগুলিও এই সত্য কথাটির প্রতিকার করতে পারেনি যে, সাধারণভাবে স্পেন এবং বিশেষ করে আন্দালুস ইউরোপীয় ও বিশ্ব প্রেক্ষাপটে নিজের রাজনৈতিক ও অর্থনৈতিক ওজন হারাচ্ছিল। একইভাবে, বিদেশের মাটিতে স্পেনীয় উপনিবেশের ফলে সৃষ্ট ক্ষতিসমূহ আন্দালুসিয়াকে বাণিজ্যবাদী অর্থনৈতিক বৃত্ত থেকে বের করে দিতে থাকে। পরবর্তী শতাব্দীগুলিতে এই পরিস্থিতি আরো খারাপ হয় এবং ১৯ শতকে ব্যর্থ শিল্পায়ন প্রক্রিয়ার শেষে আন্দালুসিয়া স্পেনের অন্যতম ধনী অঞ্চল থেকে দরিদ্রতম অঞ্চলে পরিণত হয়।\nএরই মাঝে বিংশ শতাব্দীতে আন্দালুসিয়া এ অঞ্চলের ইতিহাস বোঝার জন্য একটি মৌলিক পদক্ষেপ নেয়, যার ফলে এই অঞ্চলটি স্পেনের একটি স্বায়ত্তশাসিত সম্প্রদায় হিসাবে সংগঠিত হয়। ইউরোপীয় ইউনিয়নের ধনী অন্যান্য অঞ্চলের সাথে তুলনামূলক অনুন্নয়নের পরিস্থিতি থেকে বেরিয়ে আসার লক্ষ্যে আন্দালুসিয়া নিজের ভবিষ্যতের মুখোমুখি হয়।\n\n\n== প্রাগৈতিহাসিক ==\n\n\n=== পুরা প্রস্তর যুগ ===\n\nআন্দালুসিয়ায় হোমিনিডদের উপস্থিতি নিম্ন পুরা প্রস্তর যুগে হয়, যেখানে ৭০০০০ ও ৪০০০০০ বছরের মধ্যে আচিউলীয় সংস্কৃতির প্রত্নতাত্ত্বিক অবশিষ্ট রয়েছে।  তা সত্ত্বেও, তথাকথিত ম্যান অফ ওরসের বিতর্কিত আবিষ্কার বৃহত্তর প্রাচীনত্বের দিকে একটু ইঙ্গিত করে বলে মনে হয়।  এখানে মানন বসতি স্থাপনের প্রধান স্থান ছিল আল্টো গুয়াডালকুইভির এলাকা ও সিয়েরা মোরেনার দক্ষিণাঞ্চল, যা বড় বড় নদীর আশেপাশেই অবস্থিত এবং সেগুলি প্রচলিত অক্ষ ও খাদ্য সরবরাহ করার ক্ষেত্র ( শিকার এবং জমায়েত) হিসাবে ব্যবহৃত হত।  মধ্য পুরা প্রস্তর যুগেহোমো নিয়ান্ডারথালেন্সিস ও মাউস্টেরিয়ান সংস্কৃতি দ্বারা চিহ্নিত একটি জলবায়ু পুনরুদ্ধার হয়েছিল, যা আশ্রয় হিসাবে গুহাকে ব্যবহার করতে উদ্বুদ্ধ করেছিল। এর সাক্ষ্য হল কুয়েভা দে লা ক্যারিহুয়েলা, পিনারে, কুয়েভা দে যাযারা, কুয়েভাস দেল আলমানজোরা ও জিব্রাল্টেরীয় গুহাসমূহ। উচ্চ পুরা প্রস্তরীয় যুগে হিমবাহের পশ্চাদপসরণ ও মানুষ উপস্থিতি চিহ্নিত করা হয়েছিল, যখন তাদের আবাস স্থল আন্দালুসিয়া জুড়ে বিস্তৃত হয়ে উঠেছিল। বস্তুগত সংস্কৃতি লিথিক 'শিল্পের অগ্রগতি' এবং 'শিলা শিল্পের' প্রথম প্রকাশের উপস্থিতি দ্বারা চিহ্নিত করা হয়েছিল। এর উদাহরণ হল কুয়েভা দে লা পিলেটা, আল্মেরিয়ার কুয়েভা দে অ্যামব্রোসিও, কুয়েভা দে লাস মতিলাসের, গ্রানাডার কুয়েভা দে মালালমুয়েরজো এবং গ্রানাডার কুয়েভা দেল মরনের চিত্রকর্ম; এসবের সবকটি তাদের সুপ্তাবস্থা দ্বারা চিহ্নিত করা হয়েছিল। তবে বিশেষভাবে উল্লেখযোগ্য হল আইবেরীয় উপদ্বীপের সুদূর দক্ষিণের তথাকথিত রক আর্ট, যা আন্দালুসীয় প্রেক্ষাপটে আর্তে সুরেনো (দক্ষিণ শিল্প) নামে পরিচিত।  নার্জা মালাগা পৌরসভার মারো শহরে অবস্থিত নেরজা গুহাগুলিতে কিছু সীলমোহর অঙ্কিত হয়েছে, যা মানব ইতিহাসের ৪২০০০ বছরের পুরনো শিল্পের প্রথম পরিচিত কাজ হতে পারে। \n\n\n=== নব্য প্রস্তর যুগ ===\n\nনব্য প্রস্তর যুগে কৃষিকাজ ও পশুসম্পদভিত্তিক একটি উৎপাদনশীল বৈশিষ্ট্যের অর্থনীতি এবং পালিশ করা পাথর ও মৃৎশিল্পের মত বস্তুগত সংস্কৃতির একটি নতুন নমুনা প্রায় খ্রিস্টপূর্ব ৫ম সহস্রাব্দের কাছাকাছি সময়ে আন্দালুসিয়ায় পৌঁছেছিল বলে ধারণা করা হয়। পূর্ব ভূমধ্যসাগর থেকে প্রসারণের মাধ্যমে প্রবর্তিত হওয়ার কারণে প্রথম নব্য প্রস্তর যুগের নমুনাগুলি লেভান্তে অ্যালমেরিয়েন্সে অবস্থিত। \nএই সময় কালটিতে দুই ধরণের বাসস্থান বা মানুষের বসতির অস্তিত্ব চিহ্নিত করা হয়েছিল; গ্রাম এবং গুহা। গ্রামগুলি ছিল একটি বৃত্তাকার ভিত্তি এবং অ্যাডোব বা কাঠের দেয়ালসহ ঝুপড়িগুলির একটি সাধারণ গোষ্ঠী, যা নদী উপত্যকায় বা ততোধিক শুষ্ক অঞ্চলে অবস্থিত ছিল এবং তাদের জীবিকার কার্যকলাপ প্রধানত কৃষি ও পশুপালন ছিল। গুহাগুলি প্রায়শ বাসস্থান ও সমাধি উভয় হিসাবে ব্যবহৃত হত। মৃৎশিল্পের ক্ষেত্রে কার্ডিয়াম মৃৎপাত্র এবং আলমাগ্রা মৃৎপাত্র স্বভাবত ব্যবহৃত হত। আন্দালুসিয়ায় বিদ্যমান নব্য প্রস্তর যুগীয় গুহাগুলির মধ্যে কয়েকটি হলো: কুয়েভা দে লস মুরসিলাগোস, কুয়েভা দে লা মুজের, কুয়েভা দে লা ক্যারিগুয়েলা, কুয়েভা দেল তেসোরো এবং নেরজা গুহা উল্লেখ্য।\n\n\n=== লৌহ যুগ ===\n\nলৌহ যুগে এই অঞ্চলটি ধাতু গলানোর একটি উদ্ভাবন দ্বারা চিহ্নিত করা হয়েছিল, যা আন্দালুসিয়ায় পূর্ব ভূমধ্যসাগরের লোকেরা প্রবর্তিত করেছিল। প্রযুক্তিতে ধাতুর প্রবর্তনের অর্থ হল কৃষিকাজ, শিকার এবং মাছ ধরার পাশাপাশি যুদ্ধের জন্য সরঞ্জাম তৈরিতে একটি গুরুত্বপূর্ণ অগ্রগতি। হাতিয়ারের বিশেষীকরণ এমন ছিল যে সমাজে শ্রমভিত্তিক বিভাজন অর্জিত হয়েছিল এবং কৃষি কাজে উৎপাদনের উদ্বৃত্ত অনুকূল ছিল, যা বিভিন্ন গোষ্ঠীতে প্রথম সামাজিক স্তরবিন্যাস ঘটায়। ভূমধ্যসাগরীয় লেভানটাইন আর্কের অঞ্চলে ধাতব জমার অবস্থান এবং তাদের পরিবহনের কারণে এই সময়ে উত্পাদিত আরেকটি গুরুত্বপূর্ণ পরিবর্তন ছিল পরিবহন ও বাণিজ্যের বিকাশ। ভূমধ্যসাগর বাণিজ্যের প্রধান অক্ষে পরিণত হয়েছিল, যা সব ধরণের সম্পর্কে তীব্রতা-দৃঢ়তা এবং প্রযুক্তিগত অগ্রগতি ও সাংস্কৃতিক বিনিময়ের একটি দ্রুত বিকিরণ ঘটায়, যা তৎকালীন আন্দালুসিয়ার প্রাগৈতিহাসিক পর্বে প্রবেশ করাকে ত্বরান্বিত করেছিল। \nধাতু যুগকে সাধারণত তিনটি পর্যায়ে বিভক্ত করা হয় এবং নামকরণের ক্ষেত্রে সেই প্রতিটি ধাপে ব্যবহৃত সে ধাতুর নাম ব্যবহার করা হয়ে থাকে ; যেমন: তাম্র যুগ, ব্রোঞ্জ যুগ এবং লৌহ যুগ । তাম্র যুগে আন্দালুসিয়ায় গুরুত্বপূর্ণ সংস্কৃতির একটি ক্রম গড়ে উঠেছিল; যেমন মেগালিথিক সংস্কৃতি, লস মিলার্স সংস্কৃতি, বেল বিকার সংস্কৃতি, আর্গারিক সংস্কৃতি। লৌহ যুগে ঔপনিবেশিক জনগণের আগমনের সাথে সাথে টার্টেসোসের একটি গুরুত্বপূর্ণ সভ্যতা বিকশিত হয়েছিল, যার সাথে সাথেই আন্দালুসিয়া প্রায় ইতিহাসে প্রবেশ করেছিল।\n\n\n== প্রাচীন যুগ ==\n\n\n=== পূর্ব উপনিবেশ, টারটেসাস ও টার্ডেটানিয়া ===\n\nদশম শতাব্দীর পর থেকে টায়ারের ফিনিশীয় জাতিরা ফিনিশীয় শহরগুলির বাকি অংশের উপর আধিপত্য বিস্তার করে। নবম শতাব্দীর দিকে উপদ্বীপীয় অঞ্চলে বেশ কয়েকটি উপনিবেশ এবং কারখানা তৈরির সাথে একটি ঔপনিবেশিক প্রক্রিয়া সংঘটিত হয়েছিল, যার মধ্যে মালাকা, সেরো দেল ভিলার ( মালাগা ), গাদির (কার্ডিজ), ডোনা ব্লাঙ্কা ( এল পুয়ের্তো দে সান্তা মারিয়া ), আবদেরা ( আদ্রা ), সেক্সি ( আলমুনেকার ), সেরো দে লা মোরা (মোরালেদা দে জাফায়োনা) এবং অন্যরা উল্লেখযোগ্য ছিল।  এই উপনিবেশবাদীরা ভূমধ্যসাগর ও আটলান্টিক মহাসাগরের মধ্যে প্রচলিত বাণিজ্যিক রাস্তায় একটি বাধ্যতামূলক উত্তরণ পয়েন্ট হিসাবে বিভিন্ন সংস্থান পেতে এবং একটি কৌশলগত গুরুত্বের জন্য আন্দালুসীয় অঞ্চল ব্যবহার করত। টায়ারের বাণিজ্যিক আধিপত্য ৫৭৩ খ্রিস্টপূর্বাব্দ পর্যন্ত স্থায়ী ছিল, যখন তেরো বছরের অবরোধের পর এটি ব্যাবিলনের রাজা নেবুচাদনেজারের হাতে এসে পড়ে। টায়ারের পতনের সাথে টারটেসোস ও ফেনিশীয়দের মধ্যে বাণিজ্য অবরুদ্ধ হয়ে পড়ে।\nস্পষ্টতই টার্টেসোস সভ্যতা গ্রীক ফোসিয়াদের সাথেও বাণিজ্যিক বিনিময় বজায় রাখে, যারা হিরোডোটাসের মতে তাদের মিত্র ছিলেন।  যাইহোক, আলালিয়ার যুদ্ধের পর প্রায় ৫৩৭ খ্রিস্টপূর্বাব্দে ফোকেন বাণিজ্যও কার্থাজিনীয় বা পুনিক্স কর্তৃক অবরুদ্ধ করা হয়েছিল, যারা প্রায় ৫০০ খ্রিস্টপূর্বাব্দে ভূমধ্যসাগরীয় বাণিজ্যে ফিনিশীয়দের নিশ্চিতভাবে স্বস্তিতে থাকতে দিয়েছিল; তারা প্রায় সামরিকভাবে জিব্রাল্টার প্রণালীকে নিয়ন্ত্রণ করেছিল এবং এতে অন্যের অনুপ্রবেশকে দুর্গম করে তুলেছিল। এর ফলে আটলান্টিক মহাসাগরের দিকে অন্যান্য ভূমধ্যসাগরীয় জনগণের প্রবেশ বিঘ্নিত হয়ে যায় এবং একইভাবে ইট্রুস্কীয়দের প্রভাব (টার্টেসোসে বাণিজ্যিকভাবে উপস্থিত অন্য জাতির লোক) রোমের উত্থানের পর পর বিলীন হয়ে যায়। এরা সবাই মিলে টার্টেসোসে একটি অপরিবর্তনীয় বাণিজ্যিক সংকট সৃষ্টি করে রেখেছিল \nউপরের সব কিছু বিবেচনা করে, এটা বলা যেতে পারে যে, টার্টেসোস সভ্যতাটি পুরানো এবং মধ্য ব্রোঞ্জ যুগ থেকে বিকশিত হয়েছিল; একই তা সাথে এল আরগার এবং লস মিলারেসের সংস্কৃতির সাথে প্রায় খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দী পর্যন্ত সহাবস্থান করেছিল, যখন তা ভেঙে পড়েছিল। টার্টেসোস সভ্যতাটি আন্দালুসীয় অঞ্চলের বেশিরভাগ অংশ; আলগারভে এবং মুরসিয়া অঞ্চলের অংশ জুড়ে বিস্তৃত ছিল বলে ধারণা করা হয়; যদিও এর প্রধান অক্ষটি হুয়েলভা, সেভিল ও ক্যাডিজ শহর দ্বারা গঠিত ত্রিভুজে অবস্থিত ছিল। সভ্যতাটির সবচে' উল্লেখযোগ্য ক্রিয়াকলাপ ছিলো খনি এবং ধাতুবিদ্যার (সোনা, রূপা, লোহা এবং তামা ) সংকলন; যদিও কৃষি, পশুসম্পদ পালন, মাছ ধরা এবং সামুদ্রিক বাণিজ্যও চর্চা করা হত। তখন এই অঞ্চলটি ভূমধ্যসাগরীয় এবং আটলান্টিক রুটের মধ্যে একটি কৌশলগত পয়েন্ট হিসেবে ছিল, যাতে ব্রিটিশ দ্বীপপুঞ্জ থেকে টিন সংগ্রহ করার সাথে ফিনিশীয় বাণিজ্যের মূল চাবিকাঠি ছিল।\nউপনিবেশের কালানুক্রমিকতা ও প্রত্নতাত্ত্বিক অবশেষ অনুসারে টার্টেসোস মূলত ফিনিশীয় ঔপনিবেশিকদের প্রভাবে আদিবাসী জনসংখ্যা সংগ্রহ করার প্রতি উদ্ভূত হয়েছিল; যার ধ্বনিগত বর্ণমালা, যা কারো কারো মতে টারটেসীয় ভাষার লেখার ভিত্তি গঠিত হয়েছিল। তখন লাল বার্নিশ পোড়ানোসহ গ্রিডের মৃৎপাত্র ও আস্তার্তে, বাল বা মেলকার্টের মতো প্রাচ্য দেবতাদের উপাসনা করা এদিকেই ইঙ্গিত করে; যেমনটি এল কারাম্বোলোর ট্রেজার ও কাডিজের মেল্কার্টের মন্দির কর্তৃক দেখানো হয়েছিল। গ্রীক এবং ইট্রুস্কীয়দের সাথে যোগাযোগের ফলে এখানে তখন একটি গুরুত্বপূর্ণ সংস্কৃতিও তৈরি হয়েছিল, যা ভূমধ্যসাগরের সবচে' গুরুত্বপূর্ণ সভ্যতার সুযোগে টার্টেসোসকে প্রবর্তন করেছিল, যার ফলে তা আইবেরীয় উপদ্বীপের প্রথম মহান বিদ্যমান সভ্যতায় পরিণত হয়েছিল।\nআমাদের নিকটে টারটেসোসের প্রায় সমস্ত তথ্যচিত্র প্রাচীন গ্রিক লেখকদের কারণে পৌঁছায়। তারা প্রায়শ ঐতিহাসিক বিষয়কে পৌরাণিক বা আধা-পৌরাণিক, গেরিয়ন, হাবিস, নোরাক্স এবং আর্গানটোনিয়াসের মতো রাজাদের সাথে বিভ্রান্ত করে। একিভাবে প্লেটোর কথোপকথনে টাইমিয়াস এবং ক্রিটিয়াসের রাজধানী বা টার্টেসোস শহরের সাথে বর্ণিত আটলান্টিস প্রায়ই চিহ্নিত করা হয়েছে।\nটার্টেসোসের পতন হওয়ার পর বর্তমান আন্দালুসিয়ার ভূখণ্ড কার্থাজিনীয় নিয়ন্ত্রণে চলে যায়।  যাইহোক, তাদের সংস্কৃতির উত্তরাধিকারী হিসাবে তুর্দেটানিয়ার আবির্ভূত হয়েছিল, যা টার্ডেটীয়দের সমন্বয়ে জনবহুল একটি অঞ্চল ছিল। যারা স্ট্র্যাবো অনুসারে আইবেরীয় উপদ্বীপীয় মানুষ ছিল :\n\n...তারা আইবেরীয়দের মধ্যে সবচেয়ে সংস্কৃতিবান বলে বিবেচিত হয়, যেহেতু তারা লিখতে জানে এবং তাদের পূর্বপুরুষের ঐতিহ্য অনুসারে, তাদের কাছে ঐতিহাসিক ঘটনাবলি, কবিতা ও শ্লোকাকার আইনও রয়েছে, যা তাদের ভাষ্যমতে ছয় হাজার বছরের পুরানো।\nটার্ডেটীয়দের সমান্তরালে টার্টেসোসের অঞ্চলটি অন্য আদিবাসীদেরও আবাসস্থল হিসেবে ব্যবহৃত হয়েছিল; যেমন: তুর্দুলো, বাস্তেতানি, ওরেটানি এবং সাইনেটিস । রোমের ক্রমবর্ধমান ঊর্ধ্বগতির ফলে দীর্ঘ সময় ধরে চলমান পিউনিক যুদ্ধের পর কার্থাজিনীয়রা অবশেষে বিজয়ী রোমানদের হাতে ইবেরিয়ান উপদ্বীপ থেকে বিতাড়িত হয়েছিল।\n\n\n=== রোমান বেটিকা ===\n\nপ্রায় ২১৮ খ্রিস্ট পূর্বাব্দে রোমান সেনাপতি পুবলিয়াস কর্নেলিয়াস সিপিও কার্থাজিনিয়ানদের সরবরাহ বন্ধ করার জন্য এমপুরিসে অবতরণ করেছিলেন। কিছু দিন যুদ্ধের পর তাদের পরাজিত করার পরে প্রায় ২১০ খ্রিস্টপূর্বাব্দে তিনি কনসাল নিযুক্ত হন এবং সে সময়ে দ্বিতীয় পুনিক যুদ্ধ এবং রোমানদের হাতে আইবেরীয় উপদ্বীপের বিজয় শুরু হয়। যুদ্ধের পর কার্থাগিনিয়রা আন্দালুসিয়া পরিত্যাগ করেন এবং তাদের উপস্থিতি রোমানদের দ্বারা প্রতিস্থাপিত হয়; তবে সেখানে তাদের কিছু প্রতিরোধের সম্মুখীন হতে হয়েছিল।\nরোমানদের এ বিজয়ের ফলস্বরূপ দক্ষিণ হিসপানিয়া প্রদেশ তৈরি করা হয়েছিল, যা প্রায় সমগ্র আন্দালুসীয় অঞ্চল জুড়ে বিস্তমত ছিল। তবে জায়েন এবং গ্রানাডা প্রদেশের উত্তর অংশ এবং আলমানজোরা নদীর পূর্বে আল্মেরিয়া প্রদেশের বর্তমান অংশ এর অন্তর্ভুক্ত ছিল না। এগুলি তারাকোনেন্স প্রদেশ এবং পরবর্তী কালে কার্থাগিনেন্সের প্রশাসনের অধীনে ছিল। পরবর্তীতে কালে আউগুস্তুসের সময়ে একটি নতুন প্রশাসনিক বিভাগ তৈরি করা হয়েছিল, যা বেটিকা প্রদেশ নামে পরিচিত হয়, যার রাজধানী ছিল কর্ডুবাতে।\nঅঞ্চলটি রাস্তার একটি নেটওয়ার্কের মাধ্যমে ব্যাপক বিবৃত করা হয়েছিল, যা তিনটি বড় প্রাকৃতিক অক্ষের ভিত্তিতে সাজানো হয়েছিল; তা হলো বেটিক ডিপ্রেশন, ইন্ট্রাবেটিক অববাহিকা এবং উপকূল। এই অক্ষের চারপাশে গুরুত্বপূর্ণ জনসংখ্যার কেন্দ্র ছিলো; যেমন: কর্ডুবা (তার রাজধানী), গেডস, মালাকা, ইতালিকা, ইলিবেরিস, হিসপালিস, অস্টিপ্পো , ওবুলকো, ইত্যাদি। এসব অঞ্চলগুলি কর আদায়, বাণিজ্যের একচেটিয়া অধিকারী ছিল এবং এই সব অঞ্চল রোমান সংস্কৃতির অনুপ্রবেশের মহান কেন্দ্র ছিলো এবং তাদের গ্রামীণ এলাকাগুলিও এর প্রভাবাধীন ছিল। গুয়াডিয়ানা এবং গুয়াডালকুইভিরের মত বড় নদীগুলির বিভাজনকারী চরিত্র, আলমাডেনের মতো মহান খনিজ জেলাগুলির গুরুত্ব, সিয়েরা মোরেনার বৃহৎ প্রাকৃতিক সীমান্ত, বৃহৎ জনসংখ্যা কেন্দ্রের গুরুত্ব এবং সমুদ্রের মাধ্যমে সর্বদা যোগাযোগের সহজতা প্রভৃতি উপাদান সীমানা হিসাবে চিহ্নিত করা হয় এবং একই সাথে তা বিভিন্ন বাস্তবতার সাথে একটি নির্দিষ্ট সংহতির সঙ্গে একটি আঞ্চলিক স্থান গঠিত করেছিল।\n\n[...] এটি একটি উপলব্ধির ফলাফল মাত্র, যা পার্থক্য স্থাপন করে। এর মূল উদ্দেশ্য ছিল সম্পদের শোষণ এবং এমনভাবে যে, একটি পরিচিত অঞ্চল হিসাবে আন্দালুসিয়ার শুরু ইতোমধ্যে এমন কিছু নির্দেশ করে, যা নির্দিষ্ট সময়ের মধ্যে একটি ধ্রুবক উপনিবেশ হিসেবে থাকবে [...]\nপুরো রোমান সাম্রাজ্যে অর্থনৈতিক, সাংস্কৃতিক এবং রাজনৈতিকভাবে বেটিকার গুরুত্বপূর্ণ অবদান ছিল। অর্থনৈতিক ক্ষেত্রে খনিজ ( সোনা, রৌপ্য, তামা এবং সীসা ), কৃষি, খাদ্যশস্য, তেল ও ওয়াইন উৎপাদন ও রপ্তানিসহ খনিজ নিষ্কাশন অত্যন্ত তাৎপর্যপূর্ণ হতে থাকে; শেষোক্ত দুইটি ( তেল ও ওয়াইন) বিশেষ করে গ্যারুমসহ সমগ্র রোমান সাম্রাজ্য জুড়ে বিখ্যাত ছিল। রাজনৈতিক ক্ষেত্রে বেটিকা প্রদেশ দীর্ঘদিন ধরে একটি সিনেটরীয় প্রদেশ ছিল, যা উচ্চমাত্রার রোমানীকরণের কারণেই সিনেটের রাজনৈতিক ক্ষমতার উপর নির্ভর হয়ে পড়েছিল; রোমান সম্রাটের সামরিক শক্তির উপর নয়। এখানেই জুলিয়াস সিজার ও পম্পের সমর্থক ও অপটিমেটদের মধ্যে মুন্ডার জনপ্রিয় সিদ্ধান্তমূলক যুদ্ধ হয়েছিল। এটি রোমকে সম্রাট ট্রাজান, হাদ্রিয়ান এবং ইতালিকার আদিবাসী ও কর্ডোভার দার্শনিক সেনেকা দ্য ইয়াংগারের আওতাধীন করে দিয়েছিল।\nঅর্থনৈতিক ও রাজনৈতিক উভয়ক্ষেত্রে রোমান বিজয় এবং বেটিকার গভীর রোমানীকরণ স্বয়ংক্রিয় সংস্কৃতি ও সভ্যতার অনেকাংশে অবসান ঘটিয়েছে [...] একটি সূক্ষ্ম বাষ্প হিসাবে আন্দালুসীয় ভূমির একটি দূরবর্তী চেতনার অস্তিত্ব হারিয়েছিল [ ... ]।  যাইহোক, এটি তখনকার একটি প্রাথমিক খ্রিস্টান ধর্মান্তরীকরণ ছিল, যা পরবর্তীতে আন্দালুসীয় উপকূলে শক্তিশালী শিকড় গেড়েছিল এবং তা সমগ্র আইবেরিয়ান উপদ্বীপ জুড়ে একটি নতুন সাংস্কৃতিক বিকাশকে চিহ্নিত করেছিল। চতুর্থ শতাব্দীতে খ্রিস্টধর্মকে সাম্রাজ্যে সহনীয় হিসেবে চিহ্নিত হয়েছিল এবং পরে এটিকে সরকারী ও কেবল একমাত্র অনুমোদিত রাষ্ট্রীয় ধর্ম হিসাবে ঘোষণা করা হয়। এল্ভিরা কাউন্সিল নামে প্রসিদ্ধ স্পেনের খ্রিস্টান ধর্মের ইতিহাসের একটি মৌলিক মাইলফলক বেটিক ভূমিতে অনুষ্ঠিত হয়েছিল এবং এতে প্রায় এগারোজন বেটিক বিশপ উপস্থিত ছিলেন; যা সর্বমোট উনিশ জন খ্রিস্টানের উপস্থিতির মধ্যে অনুষ্ঠিত হয়েছিল। \n\n\n== মধ্যযুগ ==\n\n\n=== প্রথম বার্বার আক্রমণ ===\n\n৪১১ খ্রিস্টাব্দে পশ্চিম রোমান সাম্রাজ্যের সাথে সম্মত একটি ফয়েডাসের কারণে, উত্তর ও দক্ষিণাঞ্চল থেকে সুয়েবি, ভ্যান্ডাল এবং অ্যালান জাতি লোকরা ইবেরীয় উপদ্বীপে বসতি স্থাপন করে। ভান্ডাল জাতির লোকেরা সিলিঙ্গি ফেরেডেবালের নেতৃত্বে নিজেদের সমজাতীয় হাসডিঙ্গিদের চেয়ে বেশি শক্তিশালী বায়টিকা প্রদেশটি পেয়েছিল, যেখানে তারা মাগরেবে যাওয়ার আগে অল্প সময়ের জন্য বাসিন্দা ছিল। তাদের স্বল্প স্থায়ীত্ব এবং প্রত্নতাত্ত্বিক অনুসন্ধানের অভাবের কারণে তারা আন্দালুসিয়ার ঠিক কোন অঞ্চলটিতে বসতি স্থাপন করেছিল তা নির্দিষ্ট করা আদো সম্ভব নয়। \n\n\n=== ভিসিগোথীয় বেটিকা এবং বাইজেন্টাইন উপস্থিতি ===\n৪১৮ সালের দিকে আইবেরীয় উপদ্বীপের রাজনৈতিক দৃশ্যে ভিসিগোথদের বিপর্যয়ের সাথে ভ্যান্ডালদেরও বহিষ্কার করা হয়েছিল। আন্দালুসিয়ার দক্ষিণের চরিত্র বেটিকাকে তার শক্তিশালী রোমানীকরণ এবং একটি আঞ্চলিক অলিগার্কির একীকরণ, যার নিজস্ব মজবুত সেনাবাহিনী ছিল–একটি বিশেষ চরিত্র উপহার দেয়। এটি ছিল ভিসিগোথদের দ্বারা নিয়ন্ত্রিত সর্বশেষ অঞ্চল এবং সবচেয়ে বড় রাজনৈতিক অস্থিতিশীলতা মূলত এখানেই ছিল। এর প্রমাণ হল যে, ৫২১ সালে পোন্টিফ লুসিটানিয়া ও বেটিকার জন্য সেভিলের মেট্রোপলিটন বিশপের (সালাস্ট) কাছে ভিকার নিযুক্ত করেছিলেন, যা বোঝায় যে, ট্যারাগোনার ধর্মীয় এখতিয়ার দক্ষিণ উপদ্বীপের অঞ্চলগুলিকে বাস্তবে নিয়ন্ত্রণ করে না। ৫৩১ সাল থেকে ভিসিগোথীয় রাজা টেউডিস দক্ষিণ দিকে দ্রুত সম্প্রসারণ করেন এবং উপদ্বীপের দক্ষিণে তার ক্ষমতা ও আধিপত্যের আরও পোক্ত নিয়ন্ত্রণের জন্য সেভিলে তার আদালত স্থাপন করেন। এমনকি তিনি সেটেমে (সেউটা) প্রতিষ্ঠিত বাইজেন্টাইন শক্তির বিরুদ্ধে একটি ব্যর্থ আক্রমণ পরিচালনা করেছিলেন। তখন বেটিকা নিশ্চিতভাবেই টলেডোর ভিসিগোথীয় রাজ্যের সাথে একত্রিত হয়; যদিও যখন হিস্পানীয়-রোমান জমিদার অলিগার্কিদের স্বার্থ বিপদে পড়েছিল, তখন অ্যাথানাগিল্ড এবং হারমেনিগিল্ডের মত বিদ্রোহ সংঘটিত হয়েছিল।\nঅ্যাটানাগিল্ডোর বিদ্রোহ, বেটিকার অলিগার্কি সমর্থনে সাম্রাজ্যের সম্প্রসারণে প্রথম জাস্টিনিয়ানের অধীনে তৎকালীন বাইজেন্টাইন শক্তির পরিমাণ অনুমিত হয়। ভূমধ্যসাগরে বাণিজ্যের জন্য আন্দালুসীয় উপকূলের অতি গুরুত্বের অর্থ হল, এটি স্পেনিয়ার বাইজেন্টাইন প্রদেশের অন্তর্ভুক্ত ছিলো। যাইহোক, আন্দালুসিয়ায় বাইজেন্টাইন উপস্থিতি ক্ষণস্থায়ী ছিল; কারণ সাবেক টলেডোর ভিসিগোথীয় রাজ্য সর্বদাই তাদের হারানো উপকূলরেখা পুনরুদ্ধার করতে বদ্ধপরিকর ছিল। এই প্রচারাভিযান প্রথমে লিওভিগিল্ড; তারপর সুইন্টিলায় ইবেরীয় উপদ্বীপে একটি ঐক্যবদ্ধ শক্তি সৃষ্টির দিকে পরিচালিত করেছিল। ভিসিগোথীয় যুগে ধর্মীয় এবং সাংস্কৃতিক দৃষ্টিকোণে সেভিলের লিয়ন্ডার ও সেভিলের ইসিডোর ছিলেন মৌলিক ব্যক্তিত্ব, যারা উভয় প্রধানত সেভিলে তাদের কাজ চালিয়ে গিয়েছিলেন। \n\n\n=== আল-আন্দালুস ===\n\nরদ্রিগো এবং উইটিজার উত্তরসূরিদের মধ্যে লড়াইয়ের মাঝামাঝি সময়ে ৭১১ খ্রিস্টাব্দে স্পেনে তারিক বিন জিয়াদের সামরিক অভিযানের পর গুয়াদালেতের যুদ্ধ সংঘটিত হয় এবং পরবর্তী কালে মুসা বিন নুসাইরের অভিযানের পরে ভিসিগোথীয় শক্তির পতন ঘটে এবং আইবেরীয় উপদ্বীপে মুসলিম আক্রমণ শুরু হয়ে যায় (একটি থিসিস, যা লেখকদের একটি ছোট দল রচনা করে প্রকাশিত করেছে; প্রধানত ইগনাসিও ওলাগু; তা বরং একে একটি ইসলামী বিপ্লব বিবেচনা করে)।  তারপর থেকে ১৪৯২ সালে গ্রানাডা দখল করার আগ পর্যন্ত বিভিন্ন ইসলামী শক্তি এবং রাজবংশের অধীনে ইবেরীয় উপদ্বীপীয় অঞ্চলগুলিকে সাধারণভাবে আল আন্দালুস বলা হত, যার ইতিহাস ছিল বিভিন্ন মুসলিম রাষ্ট্রের উত্তরাধিকার সম্পর্কে।\nকর্ডোবা আমিরাত, যা প্রাথমিকভাবে দামেস্ক ভিত্তিক উমাইয়া খিলাফতের উপর রাজনীতি ও ধর্মীয় ক্ষেত্রে নির্ভরশীল ছিল; এটি ৭৫৬ সালে আবদুর রহমান আদ দাখিলের নেতৃত্বে আব্বাসীয় খিলাফতের কাছ থেকে বেসামরিক বিষয়ে স্বাধীনতা লাভ করে এবং একটি সীমান্তবর্তী অঞ্চল হিসেবে স্থিতি লাভ করে এবং তার রাজনৈতিক সিদ্ধান্তসমূহের ক্ষেত্রে একটি প্রভাবশালী কেন্দ্রে পরিণত হয়েছিল। তবে সে স্বাধীন আমিরাতের সময় কালের শেষের দিকে ৮৮০ থেকে ৯১৮ সালের মধ্যে মুলাদি উমর ইবনে হাফসুনের  ( যিনি রন্ডার কুরায় জন্মগ্রহণ করেন) কর্ডোভা আমিরাতের বিরুদ্ধে একটি বিদ্রোহের সূচনা হয়েছিলো। আল আন্দালুসে বসবাসকারী বিভিন্ন জাতিগত ও ধর্মীয় সম্প্রদায়ের দ্বন্দ্বমূলক স্বার্থের কারণে এখানে অন্তর্দ্বন্দ্ব সর্বদা স্থির ছিল। আরব বংশোদ্ভূত প্রভাবশালী অভিজাততন্ত্রটির প্রায় বার্বার, হিস্পানিয়া, রোমান, মোসারাবে, মুলাদিস, ইহুদি, স্লাভ এবং উপদ্বীপের উত্তর অথবা মধ্য ইউরোপ থেকে মুক্ত করা ক্রীতদাস কর্তৃক বিরোধিতা করা হয়।\nআল আন্দালুসে উমাইয়া শাসকদের সর্বাধিক ক্ষমতা ৯১২ খ্রিস্টাব্দে তৃতীয় আবদুর রহমান কর্তৃক কর্ডোবা খিলাফতের ঘোষণার মাধ্যমে এসেছিল, যিনি নিজেকে একজন খলিফা হিসেবে ঘোষণা করেছিলেন; প্রাচ্যের উপর ধর্মীয় নির্ভরতার বিচ্ছেদ ঘটিয়ে দেওয়ার মাধ্যমে এবং যদিও তখন সাম্রাজ্যেট আঞ্চলিক সীমা বর্তমান আন্দালুসীয় অঞ্চলের সীমা ছাড়িয়ে গিয়েছিল; তবুও এটি অনিশ্চিত নয় যে, গুয়াদালকিবির উপত্যকা ছিল উপদ্বীপের মুসলিম শক্তির অক্ষ ছিল। কর্ডোবা তখন সবচেয়ে জনবহুল শহর ও রাজধানী ছিল এবং মহান কর্দোবা মসজিদ ক্যাথেড্রাল এখানে অবস্থিত ছিল, যা ছিল খিলাফতের প্রধান মসজিদ ও শিক্ষাকেন্দ্র। এটি মদিনা ও আজহারার সাথে একজন নতুন খলিফার ক্ষমতার নিদর্শনে পরিণত হয়। গুয়াডিয়ানার উত্তরে মেরিডা, টলেডো ও জারাগোজার তিনটি বড় অঞ্চলে ক্রমাগত বিদ্রোহ ছিল একটি সামরিক চিহ্ন। \n\n[আঞ্চলিক সীমা] \"আগের সময়ের সাথে সম্পর্কিত উত্তর দিকে নির্ধারিত করা হয়েছিল, যা গুয়াডালকুইভির/গুয়াডিয়ানা জলের কাছে পৌঁছেছিল এবং তাই বর্তমান সীমানার একটি স্পষ্ট নজির গঠন করে\" [...]\nঅভ্যন্তরীণ বিভাজন আল মানসুর ও তাদের বংশধর শাসকদের আমিরিদের দ্বারা উস্কে দেওয়ার ফলস্বরূপ আন্দীলুসীয় ফিতনার উৎপত্তি হয়। এর ফলে তৃতীয় হিশামকে ক্ষমতাচ্যুত এবং ১০৩১ সালে খিলাফতের বিলুপ্তি ঘটে, যা আরব, বারবার বা স্লাভিক গোষ্ঠী দ্বারা আধিপত্যকারী কুরাগুলির (অঞ্চল) নিজেদের স্বাধীন ঘোষণা করতে বাধ্য করে; ফলস্বরূপ উমাইয়া রাজ্যকে প্রথম তাইফা নামে পরিচিত অনেক রাজ্যে বিভক্ত হয়ে যায়।  এই নতুন পরিস্থিতিতে সেভিলের তাইফা একটি বিশেষ ভূমিকা পালন করেছিল, যা আব্বাদীয় সম্রাট আল মুতাদিদ ও আল মুতামিদের সাথে শ্রেষ্ঠত্ব ও ধর্মীয় ক্ষমতা অর্জন করেছিল এবং তারা ব্যতিক্রম ছাড়া দক্ষিণ পর্তুগাল, মুর্সিয়া ও বর্তমান আন্দালুসীয় অঞ্চলের বেশিরভাগ অংশে তাদের আধিপত্য বিস্তার করেছিল। ক্ষমতা ও শক্তির প্রশ্নে তা তাইফা জিরি ডি গ্রানাডাকেও ছাড়িয়ে যায়। আলফোনসো ষষ্ঠ কর্তৃক ১০৮৫ খ্রিস্টাব্দে টলেডো বিজয়ের পর পর কাস্তিলীয়-লিওনিজ হুমকি ক্রমশ বড় হয়ে উঠতে থাকে। অতএব সেভিল, গ্রানাডা, মালাগা, আল্মেরিয়া ও বাদাজোজের রাজারা নিজেদের মাঝে মিত্র করে এবং মুরাবিতুনদের কাছে সামরিক সাহায্য চেয়েছিল। তারা ১০৮৬ সালে জালাকার যুদ্ধে খ্রিস্টানদের পরাজিত করে তাইফার সকল রাজার সাথে একটি সম্মিলিত জোট গঠন করে আলজেসিরাস শহরে নিজেদের প্রতিষ্ঠা করতে সক্ষম হয়। যাইহোক, সেখানে নতুন খ্রিস্টান আক্রমণ সর্বদা জারি ছিল; যেমন আলেডোর দুর্গ দখল করা, যার অর্থ ছিল সেভিলের তাইফা এবং তার আওতাভুক্ত অঞ্চল এবং আল-আন্দালুসের পূর্বের তাইফাগুলির মধ্যে পথ অবরোধ হয়ে যাওয়া। তাই সেভিলের রাজা মুরাবিতুন আমির ইউসুফ ইবনে তাশফিনের সাহায্য দাবি করতে পুনরায় তার দরবারে ফিরে যান। তিনি ১০৮৮ সালে উপদ্বীপে ফিরে আসেন; কিন্তু খ্রিস্টানদের সাথে যুদ্ধ করার জন্য নয় ; বরং একের পর এক সমস্ত তাইফা জয় করতে এবং তাদের ওপর মুরাবিতুনদের ক্ষমতা চাপিয়ে দিতে অভিযান শুরু করেন। তিনি আন্দালুসের গ্রানাডায় রাজধানী স্থাপন করেন এবং ১২শ শতাব্দীর মাঝামাঝি পর্যন্ত শাসন করেন, যা উত্তর আফ্রিকায় মুওয়াহহিদের সম্প্রসারণ করে এবং আল আন্দালুসে আল মুরাবিতদের সামরিক ক্ষমতা দুর্বল করে দেয়। যার ফলে ঐক্য আবার ভেঙে যায় এবং দ্বিতীয় তাইফা রাজ্যের জন্ম দেয়। এটি ১১৪৪ ও ১১৭০ খ্রিস্টাব্দের মাঝামাঝি সময়ে সংঘটিত হয়। \nআলফন্সো দ্য ব্যাটলারের অভিযানের পর পর, যাকে মোজারাবরা অভিযানে সহযোগিতা করেছিল–১১২৬ সালে আল মুরাবিত সুলতান আলী ইবনে ইউসুফের একটি ডিক্রির মাধ্যমে অনেক খ্রিস্টানকে আফ্রিকায় নির্বাসিত করা হয়েছিল এবং তাদের মধ্যে হাজার হাজার দুই দশকের মধ্যে স্পেনে ফিরে যেতে সক্ষম হয় এবং পরে তারা টলেডোতে বসতি স্থাপন করে।  তবে কয়েক বছর পরে যারা রয়ে গিয়েছিল, ক্রমাগত হয়রানির শিকার হয়েছিল। কারণ, তাদের অনেকেকে বিদ্রোহ কিংবা গুপ্তচরবৃত্তির অভিযোগে অভিযুক্ত করা হয়েছিল এবং তারা মুওয়াহহিদিন রাজবংশের শাসক আব্দুল মুমিন বিন আলী আল কৌমির একটি ডিক্রি কর্তৃক কাস্তিল এবং লিওনের উদ্দেশ্যে দেশ ত্যাগ করা অথবা ইসলাম ধর্ম গ্রহণ করতে বাধ্য হয়েছিল এবং তা তাদের ওপর আরোপিত অভিযোগের শাস্তির অধীনে বাস্তবায়িত হয়েছিল; অন্যথায় তাদের জীবন ও পণ্য বাজেয়াপ্ত করার হুমকি দেওয়া হয়েছিল। ফ্রান্সিসকো জাভিয়ের সিমোনেটের মতে, বিদ্রোহীদের প্রতি আল মুরাবিতুনদের প্রতিশোধপরায়ণতা এমন ছিল যে, এর কারণে সেভিলের মুসলিমরা নিজেরাই লিওনের সম্রাট আলফোনসো সপ্তমকে তাদের সুরক্ষার জন্য অনুরোধ করেছিল এবং এজন্যে তারা তাকে শ্রদ্ধা জানাতে বাধ্য হয়েছিল। \nএই তাইফাগুলিকে পরে মুওয়াহহিদিন রাজবংশ দ্বারা পরাজিত করা হয়, যারা পরবর্তীতে সেভিলে নিজেদের রাজধানী স্থাপন করেছিল। ১১৯৫ সালে আলার্কসের যুদ্ধের মত দুর্দান্ত বিজয়ের সাথে খ্রিস্টান অগ্রযাত্রাকে থামাতে তারা সক্ষম হয়েছিল। যাইহোক, প্রথম থেকেই আল আন্দালুসের সমগ্র অঞ্চলে; বিশেষ করে গ্রানাডা ও লেভান্তে, যেখানে বহু বছর ধরে রাজা উল্ফ খ্রিস্টান সমর্থনে প্রতিরোধ করে যাচ্ছিলেন–তাদের আধিপত্য করতে সমস্যা হয়েছিল। অবশেষে, পোপ ইনোসেন্ট তৃতীয় আল-আন্দালুসে ক্রুসেডের ডাক দেওয়ার পর, ১২১২ সালে লাস নাভাস দে টোলোসার যুদ্ধে খ্রিস্টান জোটের বিজয় হয়, যা আল মুওয়াহহিদ রাজবংশের অবসানের সূচনা করে এবং এটি শুধুমাত্র ফলাফলের কারণেই নয়; বরং পারিপার্শ্বিক আরো অনেক কারণে মুওয়াহহিদদের আধিপত্য ক্রমশ কমে আসতে থাকে। এ হামলার সাথে সাথে আমির মুহাম্মদ আল নাসিরের পরবর্তী মৃত্যু, যা একটি উত্তরাধিকার সংগ্রামের সূচনা করেছিলো –মুওয়াহহিদিন খিলাফতকে প্রায় ডুবিয়ে দিয়েছিল এবং এতে তাইফার একটি তৃতীয় রাজ্যের আবির্ভাব হয় এবং তা মাগরেবে বনিমারিনদের উত্থান ত্বরান্বিত করেছিল। ১২৩২ সালে ১ম মুহাম্মদ নিজেকে আরজোনা, জায়েন, গুয়াডিক্স ও বাজার আমির এবং ১২৩৭ সালে গ্রানাডার আমির ঘোষণা করে গ্রানাডার নাসরি রাজ্য প্রতিষ্ঠা করেন।\n\n\n=== কাস্তিলের মুকুটে আন্দালুসিয়া ===\n\nমুওয়াহহিদিন রাজবংশের শক্তির বিচ্ছিন্নতা ও তৃতীয় তাইয়েফা রাজ্যের পরবর্তী অবস্থা সৃষ্টি থেকে উদ্ভূত দুর্বলতা সেন্ট ফার্দিনান্ড এবং আলফোনসো এক্স দ্য ওয়াইজ দ্বারা দ্রুত খ্রিস্টান বিজয় বা গুয়াডালকুইভি উপত্যকার ভূমিতে রিকন্কোয়েস্টা দ্রুত সংঘটিত হতে সাহায্য করে।  ১২২৭ সালে বাইজা, ১২৩৬ সালে কর্ডোবা, ১২৪৬ সালে জেন এবং ১২৪৮ সালে সেভিল জয়লাভ করে, যা ঐতিহাসিক আন্দালুসিয়া জন্ম দেয়, যা মুসলমান জনসংখ্যার স্থায়ীত্বকে আরো শক্তিশালী করে তুলেছিল।  তখন উত্তর উপদ্বীপীয় অঞ্চলের মানুষের আগমন, বিদেশী বণিকদের উপনিবেশ স্থাপন এবং আন্দালুসীয় অঞ্চলের সামন্তকরণের একটি দীর্ঘ প্রক্রিয়ার মাধ্যমে অঞ্চলটিতে মুসলিম শক্তির স্থায়িত্ব আরো পোক্ত হতে থাকে। তারপর এরা সবাই ফ্রন্টিয়ার বা মরিস্কা হয়ে গ্রানাডার নাসরি রাজ্যের প্রভাবে এবং বেনিমেরিনদের আক্রমণের হুমকির কারণে ১৩৪০ সালে রিও সালাডোর যুদ্ধে তাদের নিশ্চিত পরাজয় সংঘটিত হয়েছিল।\n১২৬৪ সালের মুদেজার বিদ্রোহের পর প্রাক্তন মুসলিম জনসংখ্যাকে বহিষ্কার করা হয়েছিল এবং তখন থেকে নিম্ন আন্দালুসিয়া ধীরে ধীরে উত্তর থেকে খ্রিস্টানদের দ্বারা পুনরুদ্ধার হতে থাকে।  মধ্য যুগের শেষের দিকে গোটা আন্দালুসিয়া এমন স্পেনীয় অঞ্চল ছিল, যেখানে বিদেশীদের উপস্থিতি সবচেয়ে বেশি ছিল; তারা প্রধানত ইতালীয় এবং বিশেষ করে জেনোইজ ছিল । \n\n\n== আধুনিক যুগ ==\nগ্রানাডা আমিরাত ১৪৯২ সাল পর্যন্ত টিকে ছিল, যখন ক্যাথলিক রাজারা সম্মিলিত আক্রমণ করে গ্রানাডার কর্তৃত্ব দখল করে আমিরাতটির সমাপ্তি ঘটায়। ১৪৯২ সালে গ্রানাডা যুদ্ধ মুসলিম শাসনের অবসান ঘটায়।  সেই থেকে প্রাচীন শাসনামল জুড়ে বর্তমান আন্দালুসিয়ার ভূখণ্ড জেন, কর্ডোবা, সেভিলা এবং গ্রানাডা রাজ্য দ্বারা গঠিত হয়েছিল, এগুলি সমস্তই কাস্টিলের মুকুটে একীভূত হয়েছিল এবং প্রায়শই আন্দালুসিয়ার চারটি রাজ্য হিসাবে উল্লেখ করা হয়। \n\n১৪৯২ সালের ৩রা আগস্ট প্রথম কলম্বীয় অভিযানটি পালোস দে লা ফ্রন্টেরার অনবেন্স শহর থেকে রওনা হয়, যার ফলে কিছুদিন পর আমেরিকা আবিষ্কার হয় । অনেক আন্দালুসীয় নাগরিক; বেশিরভাগই হুয়েলভা থেকে ( যেমন: পিনজোন ভাইদ্বয় ও নিনো ভাইদ্বয় এবং আরও অনেকে) সেই মহান উদ্যোগে অংশগ্রহণ করেছিলেন, যা সাধারণত মধ্যযুগের শেষ ও আধুনিক যুগের সূচনা চিহ্নিত করার জন্য একটি মাইলফলক হিসাবে নেওয়া হয়। তবে হুয়েল্ভা উপকূলের নাবিকরা সেই কলম্বীয় প্রকল্প বাস্তবায়নে একটি মূল অংশ ছিল; কারণ তাদের একটি দীর্ঘ ঐতিহ্য এবং পাক্কা সামুদ্রিক অভিজ্ঞতা ছিল এবং ইতোপূর্বে তারা আটলান্টিক ও ভূমধ্যসাগরীয় নৌ-চলাচলে এবং তাদের প্রতিবেশী রাজ্য পর্তুগালের সাথে যুদ্ধে তাদের গুণাবলী প্রদর্শন করেছিল। লুগারেস কলম্বিনোস হলেন এই যুগের একজন বড় সাক্ষী, যার আওতাধীন লা রাবিদা মঠটি তার খ্যাতির জন্য বিশেষভাবে উল্লেখযোগ্য ছিল।\n\nকাস্তিলীয়দের দ্বারা আমেরিকার সাথে যোগাযোগের সূচনা এবং ঔপনিবেশিক সময়ের শেষ পর্যন্ত তার রক্ষণাবেক্ষণ ইত্যাদি বিষয় আন্দালুসিয়া থেকে প্রায় একচেটিয়াভাবে পরিচালনা করা হয়। আন্দালুসিয়ার জন্য আমেরিকান ঘটনাটির গুরুত্বের কারণ এই যে নতুন মহাদেশের সাথে সমস্ত বাণিজ্যিক যোগাযোগ একচেটিয়া আইনত কাস্তিলীয় এবং তা শারীরিকভাবে আন্দালুসীয় হয়ে ওঠে। এছাড়াও বেশিরভাগ ক্ষেত্রেই আন্দালুসীয়রা তথাকথিত \"আন্দালুসীয় সমুদ্রযাত্রার\" নায়কও ছিল, যা মার্কিন পথে সমুদ্রযাত্রায় অ্যাডমিরাল কোলনের একচেটিয়া আধিপত্য এবং কর্তৃত্বের অবসান ঘটিয়েছিল। এটি এই অঞ্চলের জন্য জাঁকজমক ও দুর্দান্ত গম্ভীর সময় ছিলো, যা স্পেনের সবচেয়ে ধনী ও সবচেয়ে মহাজাগতিক এবং বিশ্বব্যাপী সবচেয়ে প্রভাবশালী অঞ্চলগুলির মধ্যে একটি হয়ে ওঠে। অপর দিকে গ্রানাডা রাজ্যের ভূমধ্যসাগরে তার স্বার্থ নিহিত ছিল; তাই আমেরিকান উপনিবেশগুলির সাথে তার যোগাযোগ ছিল খুবই সামান্য। যাইহোক, ১৬৪৯ সালের বিরাট মহামারীর কারণে ১৭শ শতক আন্দালুসিয়ার জন্য বিপর্যয়কর ছিল। আন্দালুসীয় কৃষকদের জন্য এর ফলে ক্ষতির সাথে সাথে তাদের জমিগুলির একটি নতুন আইনও জারি করা হয়। তবে আধুনিক আন্দালুসীয় অঞ্চলে একটি গুরুত্বপূর্ণ ঘটনা ছিল ১৫৬৭০-১৫৭২ সালের আলপুজাররাসের যুদ্ধ । এর শেষে মূর জনসংখ্যার বিশাল সংখ্যাগরিষ্ঠকে সেই সব জমি থেকে বিতাড়িত করা হয়, যেখানে তারা বংশ পরম্পরায় বসবাস করেছিল। প্রথমে তারা ক্যাস্টিলের অভ্যন্তরে পুনর্বাসিত হয়েছিল এবং তার পরে ১৬০৯ সালে স্পেন থেকে তাদের বহিষ্কৃত করা হয়েছিল। এই মূরদের মধ্যে অনেকেই শেষে উত্তর আফ্রিকার ফেজ বা টেটুয়ানের মতো শহরগুলিতে গিয়ে স্থায়ী হয়েছিল।\nসপ্তদশ শতকের প্রথমার্ধ থেকে আন্দালুসিয়া স্পেনীয় অধঃপতনের প্রেক্ষাপটে একটি তীব্র সংকট এবং দীর্ঘ অর্থনৈতিক স্থবিরতার শিকার হয়েছিল। ১৬৪০ থেকে ১৬৫৫ সালের মধ্যবর্তী সময়েই আন্দালুসিয়ার বিভিন্ন অংশে বড় বড় বিদ্রোহ সংঘটিত হয়। অলিভারেসের কাউন্ট ডিউকের আর্থিক অপব্যবহার ১৬৪ খ্রিস্টাব্দে মদিনা সিডোনিয়ার ডিউক ও আয়ামন্টের মার্কুইসকে বিতর্কিত উদ্দেশ্য নিয়ে একটি ষড়যন্ত্র সংগঠিত করতে উদ্বুদ্ধ করেছিল, যে ঘটনাটি ঐতিহাসিকভাবে \"মদিনা সিডোনিয়ার ডিউকের ষড়যন্ত্র\" হিসাবে পরিচিত। \n\n\n=== অষ্টাদশ শতাব্দী ===\n\n১৭ শতকের সঙ্কট স্পেনীয় উত্তরাধিকার যুদ্ধের সাথে সাথে নিজের চূড়ান্ত পরিণতি উপভোগ করেছিল, যা আন্দালুসিয়াতে খুব কমই প্রভাব ফেলেছিল এবং তা শুরু থেকেই স্পেনের পঞ্চম ফিলিপের পক্ষে ছিল। যাইহোক, ইংরেজ এবং ডাচ স্কোয়াড্রন ১৭০২ সালে কাডিজের কাছকাছি আটলান্টিক উপকূলে আক্রমণ পরিচালনা করে। তবে যদিও তারা সেখানে নিজেদের প্রতিষ্ঠিত করার প্রচেষ্টায় ব্যর্থ হয়েছিল; কিন্তু ১৭০৪ সালে তারা এর অরক্ষিততার সুযোগ নিয়ে জিব্রাল্টার দখল করে নিয়েছিল এবং ইউট্রেক্টের চুক্তির পর সেটি ইংরেজদের হাতেই অবশিষ্ট থাকে।\nপরবর্তী বোরবন বিকেন্দ্রীকরণে আন্দালুসিয়ার জন্য বুঝানো হয়েছিল যে, একটি অঞ্চল হিসাবে কাস্টিলের মুকুটে এটি একত্রিত হবে এবং এর রাজকীয় শ্রোতা ও চ্যান্সিলেরিয়াদের পুনর্গঠন করা হবে, সেই সাথে উক্ত অঞ্চলটিকে প্রদেশে পরিণত করে তার সমস্যাগুলি সংগঠিত করা হবে; পুরানো রাজ্যগুলির উত্তরাধিকারী বাতিল করা করা হবে; পৌরসভার সুযোগ-সুবিধা এবং স্বাধীনতা ও তাদের নিজস্ব প্রতিষ্ঠানের বিলুপ্তি ঘোষণা করা হবে।\nনতুন রাজকীয় শক্তি অঞ্চলে কৃষি, খনি ও বাণিজ্যিক সম্পদকে কেন্দ্রীভূত করার অভিপ্রায়ে তাদের স্থাপিত আদালতের চারপাশে একটি রশ্মীয় যোগাযোগ-যোগ্য নেটওয়ার্ক তৈরি করে, যা এই অঞ্চলটির ঐতিহ্যগত বিচ্ছিন্নকরণে অবদান রেখেছিল।\n\n[...] উত্তর-দক্ষিণ সম্পর্ক স্থাপনের জন্য পরিবেশের সাথে খাপ খাইয়ে নেওয়ার মত আগেকার কাঠামো ভেঙে দেয়; তবে পূর্ব-পশ্চিম দিকগুলির পাশেও তা এত বেশি ছিল না, বরং তা এসবের খরচের ব্যয়ে ছিল[...]১৭১৭ সালে কাস্তিলের প্রসাদ কাসা দে কন্ট্রাটেসিয়ান দে ইন্ডিয়ান্সকে সেভিল থেকে ক্যাডিজে স্থানান্তরিত করা হয়; এর ফলে এটি আমেরিকান বাণিজ্যের কেন্দ্র সেভিলের মহানগর থেকে স্থানান্তরিত হয়ে যায়, যা ১৬ শতকের শুরু থেকে সেখানে অবস্থিত ছিল। \n১৮ শতাব্দীর দ্বিতীয়ার্ধে সেভিল এবং চার আন্দালুসীয় রাজ্যের সেনাবাহিনীর তত্ত্বাবধায়ক কমিটির প্রধান পাবলো দে ওলাভিড আন্দালুসিয়ার কয়েকটি অঞ্চল পুনরুদ্ধারে গুরুত্বপূর্ণ কিছু কাজ করেছিলেন। নুভাস পোব্লাসিওনস ডি সিয়েরা মোরেনা এ আন্দালুসিয়ার সুপারিন্টেন্ডেন্ট হিসেবে, তিনি ১৭৬৭ সালের ফিউরো দে লাস নেউভাস পাবলোওশান অনুযায়ী সিয়েরা মোর্নার বিভিন্ন উপনিবেশে বসতি স্থাপনের জন্যে প্রায় ১৪০০ টির বেশি বিদেশী পরিবারকে উৎসাহিত করেন  এবং এই জনসংখ্যাটি ছিল চল্লিশ বছরেরও বেশি সময়ের জন্যে একটি প্রকল্প, যার জন্য নিজের বিস্তৃত ক্ষমতা ছিল। এর জন্যে তার ক্যাম্পোমেনদের সমর্থন এবং ১৭৬৭ সালের বহিষ্কৃত জেসুইটদের কাছ থেকে বাজেয়াপ্ত বহু সম্পত্তি ছিল। তবে সময়ের সাথে সাথে, উপনিবেশবাদীরা আন্দালুসীয় সংস্কৃতিকে গভীরভাবে আত্তীকরণের মধ্য দিয়ে যায়। \nঅর্থনৈতিক, সামাজিক এবং শিক্ষাগত সংস্কার করার লক্ষ্যে কাডিজ ( ১৭৭৪ খ্রি.), সেভিল (১৭৭৫), গ্রানাডা (১৭৭৫) ও ভেরায় (১৭৭৫) সোসিয়েদাদ ইকোনোমিকা দে লস অ্যামিগোস দেল পাইস নামে একটি সমিতিও গঠন করা হয়েছিল। এছাড়াও দ্বিতীয় ধাপে সান্লুকার দে বারমেদা (১৭৮০), পোট্রে রিয়াল (১৭৮৫), মেদিনা সিদোনিয়া ( ১৭৮৬), জেইন (১৭৮৬ ), এল পেট্রো দে সানটা মারিয়া এবং মাগালাতেও (১৭৮৬) তৈরি করা হয়েছিল।\nএছাড়াও, জেন এ লিনারেস এবং লা ক্যারোলিনার মতো অঞ্চলগুলিকে পুনরুদ্ধার করার লক্ষ্যে তাদের আশেপাশে বেশ কয়েকটি নতুন শহরের উদ্ভব হয়।\n\n\n=== উনবিংশ শতাব্দী ===\n\n১৮০৫ সালে চতুর্থ চার্লস ও নেপোলিয়ন বোনাপার্টের মধ্যে জোট ইংল্যান্ডের বিরুদ্ধে নৌ যুদ্ধে স্পেনীয়দের অংশগ্রহণ করতে উদ্বুদ্ধ করে, যা ট্রাফালগারের যুদ্ধে উভয়কে মুখোমুখি করেছিল এবং এ যুদ্ধটি কাডিজের উপকূলীয় জলে সংঘটিত হয়েছিল; ফলস্বরূপ ফ্রাঙ্কো-স্পেনীয়দের পরাজয় হয়েছিল এবং তাদের সম্মিলিত বাহিনী ইংরেজ নৌবহরের স্কোয়াড্রনের বিরুদ্ধে রুখে দাঁড়াতে অক্ষম প্রমাণিত হয়েছিল।  ১৮০৮ সালের দিকে নেপোলিয়নের সৈন্যরা স্পেনীয় সেনাবাহিনীর সাথে পর্তুগাল আক্রমণ করার অজুহাতে আইবেরীয় উপদ্বীপে প্রবেশ করে । যাইহোক, তখন নেপোলিয়ন বিশ্বাসঘাতকতা করে স্পেনীয় শাসক বংশকে উৎখাত করে দেশ দখল করার সুযোগ নিয়েছিলেন এবং এটি একটি জনপ্রিয় বিদ্রোহের সূচনা করে এবং এই হামলা স্থানীয়দের একটি স্বাধীনতা যুদ্ধের দিকে পরিচালিত করে। যেখানে আন্দালুসিয়া আক্রমণকারীর বিরুদ্ধে প্রতিরোধে একটি নিষ্পত্তিমূলক ভূমিকা পালন করে এবং তখন বেইলেনের যুদ্ধটি সংঘটিত হয়, যা ফরাসি বাহিনীর বিরুদ্ধে প্রথম স্পেনীয় বিজয় ছিল। এ যু্দ্ধের মূল নায়ক ছিলেন মুভিমিয়েন্টো জুন্টেরো এবং কার্টেস দে কাডিজ, যিনি ১৮১২ সালের ১৯ মার্চ স্পেনে প্রথম উদার সংবিধান ঘোষণা করেছিলেন, যা জনপ্রিয়ভাবে লা পেপা নামে পরিচিত। এরপর স্পেনে প্রত্যাবর্তনের সময় রাজা সপ্তম ফার্দিনান্দ দ্বারা সংবিধানটির ওপর শপথ গ্রহণ করা হয়েছিল; কিন্তু রাজা ফার্দিনান্দ শীঘ্রই এটি বাতিল করে দেন এবং তার নিরঙ্কুশতা পুনরুদ্ধার করেন।\nপরবর্তীতে আন্দালুসিয়াকে ফার্দিনান্দের নিরঙ্কুশতার বিরুদ্ধে একটি উদারতাবাদ প্রতিরক্ষা গড়ে ওঠে, যার প্রধান ঘাঁটি ছিল কাডিজ এবং এর ফলে জিব্রাল্টারের নৈকট্য ছিল উদারপন্থীদের মিলনের ঘাঁটি এবং কোনো সঙ্গিন পরিস্থিতিতে পালানোর জন্যে অনুকূল জায়গা ছিল। ১৮২০ খ্রিস্টাব্দে লাস ক্যাবেসাস দে সান জুয়ান আরকোস দে লা ফ্রন্টেরা এবং অন্যান্য আন্দালুসীয় শহরে রিগোর ব্যর্থতার পরে, গ্যালিসিয়ার ঘটনাগুলি ফার্দিনান্দ সপ্তমকে সংবিধান পুনরুদ্ধার করতে বাধ্য করেছিল এবং তথাকথিত লিবারেল ট্রিনিয়ামের পথ তৈরি করেছিল, যার সময় রাজা ফার্দিনান্দ নিরঙ্কুশতা পুনঃপ্রতিষ্ঠার ষড়যন্ত্র অব্যাহত রাখেন। ১৮২৩ সালে ফরাসি সেনাবাহিনী (যাকে \"সেন্ট লুইসের শত হাজার পুত্র\" বলা হয়) স্পেন আক্রমণ করে এবং উদারপন্থীরা ফার্দিনান্দ সপ্তমকে জিম্মি করে কাডিজে আশ্রয় নেয়। তখন শহরটি একটি দীর্ঘ অবরোধ প্রতিহত করে, যা একটি চুক্তির মাধ্যমে শেষ হয়েছিল: যার ভাষ্য ছিল যে, উদারপন্থী দলটি আত্মসমর্পণ করবে এবং রাজা ফার্দিনান্দকেও মুক্তি দেওয়া হবে এই শর্তে যে, তিনি ১৮১২ সালের সংবিধান মেনে নেবেন। তখন এটি করা হয়েছিল; কিন্তু, মুক্তি পাওয়ার সাথে সাথে রাজা সপ্তম ফার্দিনান্দ নিজের নিরঙ্কুশতায় পুনরায় ফিরে আসেন এবং এর ফলে স্পেন পুনরায় একটি অশুভ দশকের পথে পা বাড়ায়।\nসপ্তম ফার্দিনান্দের মৃত্যু এবং কার্লিজ মতবাদ উত্থিত হওয়ার সাথে সাথে উদারপন্থী আন্দালুসিয়া ১৮৩৫ সালে একটি প্রাদেশিক উদারপন্থী বোর্ড তৈরি করে প্রতিক্রিয়া দেখায় এবং আন্দুজারে অবস্থিত জান্তা সুপ্রেমা দে আন্দালুসিয়া গঠনের জন্য ফেডারেশন করে, যার উদ্দেশ্য ছিল প্রগতিশীল সংস্কার, কনডের প্রতিস্থাপন অনুসরণ করা, মেন্ডিজাবালের টোরেনো এবং একটি নতুন উদার সংবিধান দ্বারা রাজকীয় সংবিধি তৈরি করা।\nরাজা দ্বিতীয় ইসাবেলর রাজত্বের সময় ১৮৪৫ সালের সংবিধান আবার রাজতন্ত্রকে আরো ক্ষমতা দেয় এবং ক্যাসিকুইজম জাতীয় রাজনীতিতে একটি স্থির বিষয় ছিল। তবে কিছু ব্যতিক্রম সর্বদা ছিল; যেমন মালাগার উদার বুর্জোয়ারা যে শহর এবং প্রদেশের শিল্পায়নকে উন্নীত করেছিল, তা মালাগাকে লোহা এবং ইস্পাত বা টেক্সটাইল উত্পাদনের মতো খাতে নেতা করে তোলে। এই অসন্তোষটি ১৮৬৮ সালে সংঘটিত বিপ্লবের দিকে পরিচালিত করে, যাকে লা গ্লোরিওসা ( \"মহিমান্বিত\") বলা হয়। বিপ্লবটি কাডিজে শুরু হয় এবং সারা দেশে ছড়িয়ে পড়েছিল এবং তখন বিপ্লবের ফলে সেক্সেনিও ডেমোক্র্যাটিকো ১৮৭৩ সালে প্রথম প্রজাতন্ত্রে ঘোষণা করেন।\nমালাগা থেকে আন্তোনিও ক্যানোভাস দেল কাস্টিলোর নেতৃত্বে রাজতন্ত্রী পুনরুদ্ধার করা হয় এবং এটির সাথে ১৮৭৬ সালে নতুন সংবিধান নিয়ে এসেছিল; সেইসাথে দ্বিপক্ষীয়তা দ্বারা সমর্থন করা একটি বড় রাজনৈতিক অচলতা সৃষ্টি হয়, যা ক্যাসিকিস্মোর রাজত্বের গুরুতর পরিস্থিতিকে আরও বাড়িয়ে তোলে এবং পরিস্থিতি আরো ঘোলাটে হয়ে যায়।\nআন্দালুসিয়ায় ১৯ শতক বৈপরীত্যের একটি শতাব্দী ছিল; কিন্তু অর্থনৈতিক দৃষ্টিকোণ থেকে বিস্তৃত ছিল। কারণ ১৯ শতকে স্পেনীয় অর্থনীতিতে আন্দালুসীয় শিল্পের একটি গুরুত্বপূর্ণ ওজন ছিল। ১৮৫৬ সালের দিকে শিল্পায়নের মাত্রার দিক থেকে আন্দালুসিয়া ছিল দ্বিতীয় স্পেনীয় অঞ্চল এবং ১৮৫৬ সাল থেকে ১৯০০ সালের মধ্যে আন্দালুসিয়ায় খাদ্য, ধাতুবিদ্যা, রসায়ন এবং সিরামিকের শাখায় জাতীয় গড়ের চেয়ে বেশি শিল্পায়নের হার ছিল। তবে ১৯১৫ সাল থেকে এই আধিপত্য হ্রাস করা হয়েছিল এবং খাদ্য ও রসায়নে অঞ্চলটিতে শিল্লের হার নিম্ন পর্যায়ে চলে যায়। \n১৮০৮ খ্রিস্টাব্দের ফরাসি আক্রমণ থেকে নিয়ে ১৯৯৮ সাল পর্যন্ত বিদেশী উপনিবেশগুলির বিরুদ্ধে স্বাধীনতা যুদ্ধের একটি দীর্ঘ প্রক্রিয়া ছিল, যা ১৯৯৮ খ্রিস্টাব্দে একটি বিপর্যয়ে পরিণত হয়েছিল, যখন আমেরিকার সাথে বাণিজ্যিক সংযোগের কারণে সমগ্র স্পেন এবং বিশেষ করে আন্দালুসিয়াকে ক্ষতিগ্রস্ত করা হয়েছিল। তখন দস্যুতা খুব তীব্র হয় এবং আন্দালুসিয়ার স্থানীয় সমস্যার সমাধান তৈরি হয়নি এবং আন্দালুসীয় সমাজ স্পেন, ইউরোপ ও আমেরিকার অন্যান্য অঞ্চল থেকে পিছিয়ে পড়েছিল। মালাগার মত প্রদেশে একটি ছোট বুর্জোয়া শ্রেণী গড়ে উঠেছিল যেখানে কোন বড় খামার ছিল না। কিন্তু সামগ্রিকভাবে এই অঞ্চলে বিচ্ছিন্নতার ফলে একটি দুর্বল ব্যবস্থাপনাও ছিল না এবং একটি খাঁটি কৃষি সংস্কারের অভাবের কারণে এই অঞ্চলটি পিছিয়ে যায়। এসব বিপর্যয়ের একটি মূল কারণ ছিল দিনমজুর শ্রমিকদের অনিশ্চিত অবস্থা এবং এর সাথে রয়েছে বিচার বিভাগীয় প্রভুত্বের বিলুপ্তি। মধ্যযুগের শেষের দিক থেকে একটি শক্তিশালী সামন্ততান্ত্রিক অঞ্চলে আন্দালুসিয়াকে একটি বিশাল অর্থনৈতিক অস্থিতিশীলতার মধ্যে নিমজ্জিত করেছিল, যার সাথে ক্যাসিকুইসমোর রাজনৈতিক সমস্যা যুক্ত হয়েছিল, যা তাদের মধ্যে নৈরাজ্যবাদী আন্দোলনের জন্ম দেয়। \n\n\n=== বিংশ শতাব্দী ===\n\nআলফোনসো ত্রয়োদশের শাসনামলে, পুনর্জন্মবাদের ধারণার মধ্যে, একটি ক্ষুদ্র আন্দালুসীয় আঞ্চলিকতা আবির্ভূত হয়। ১৯২৩ থেকে ১৯৩০ সালের মধ্যে প্রিমো দে রিভারার একনায়কত্ব আন্দালুসিয়ার জন্যে কিছু উন্নতি এনেছিল, যা ক্যাসিকুইসমোর পতনকে তুলে ধরে।  ১৯৩১ সালের পৌর নির্বাচনে স্পেনের বাকি অংশের মত আন্দালুসিয়াতেও রিপাবলিকান পার্টির জন্য একটি সুস্পষ্ট বিজয় ছিল, যার সিটি কাউন্সিলে প্রতিনিধিত্ব একই বছর দ্বিতীয় স্পেনীয় প্রজাতন্ত্রের ঘোষণার দিকে উদ্বুদ্ধ করেছিল। প্রজাতন্ত্র একটি বড় রাজনৈতিক অস্থিরতয় ছিল, যেখানে আন্দালুসিয়ার বড় সমস্যাগুলির সমাধান হয়নি; তাদের মধ্যে কৃষি সংস্কার এবং নিরক্ষরতার মত বিষয়গুলি মনোযোগ আকর্ষণ করতে পারেনি। কাসাস ভিজাস ঘটনা ছিল প্রজাতন্ত্রীয় সরকারের প্রতি আন্দালুসীয় জনগণের অসন্তোষের একটি উদাহরণ। কিছু সংখ্যালঘু প্রচেষ্টা সত্ত্বেও, আন্দালুসিয়া ১৯৩১ সালের সংবিধান কর্তৃক আরোপিত রাজনৈতিক স্বায়ত্তশাসন সম্ভব করার জন্য এই সময়ের মধ্যে কোনো পদক্ষেপ নিতে পারেনি। \nআন্দালুসিয়ায় গৃহযুদ্ধের সূত্রপাত হওয়া একটি অসম ফলাফল ছিল এবং গৃহ যুদ্ধে পশ্চিম আন্দালুসিয়ার অধিকাংশ অংশ অবিলম্বে বিদ্রোহী পক্ষের হাতে চলে গেলেও প্রায় পূর্ব আন্দালুসিয়া যুদ্ধের অধিকাংশ সময় রিপাবলিকান শাসনের অধীনে ছিল। তবে কঠোরভাবে যুদ্ধের এক পর্যায়ে আন্দালুসিয়ার গৃহযুদ্ধ ছোট খাটো যুদ্ধে পরিণত হয়েছিল; তবে তখনো গুলি এবং দমন-পীড়ন প্রচুর ছিল। মালাগা উপকূলের ফ্রাঙ্কোর বোমা হামলা এবং আলমেরিয়ায় জার্মান বোমা হামলা ছিল এই যুদ্ধের বিশেষ নাটকীয় ঘটনা।\nযুদ্ধোত্তর সময়কালে ও পঞ্চাশের দশকের শুরু পর্যন্ত ফ্রাঙ্কোবাদ প্রতিষ্ঠার সময় গোটা আন্দালুসিয়া একটি সামরিক, দমনমূলক, স্বৈরাচারী ও কেন্দ্রবাদী রাষ্ট্রের স্বৈরাচার থেকে প্রাপ্ত রেশনিংয়ের পরিণতি ভোগ করে এবং এগুলি ছিল ক্ষুধা ও স্বাধীনতার সম্পূর্ণ অভাবের বছর।\n১৯৫০ এর দশক থেকে ফ্রাঙ্কো শাসনামলে খুব সামান্য পরিবর্তন ঘটেছিলো বলে ধারণা করা হয়। পর্যটনের বিকাশের জন্য দেশটি বিদেশীদের জন্য উন্মুক্ত ছিল; কোস্টা দেল সোলের পর্যটনের সূচনা হয়েছিলো এবং এছাড়াও অভিবাসীদের প্রস্থান ঘটেছিল, যারা বিদেশে এবং সবচে' শিল্পোন্নত স্পেনের অন্যান্য অঞ্চল থেকে বিশেষ করে জার্মানিতে গিয়েছিলো। তখন স্পেনের কাতালোনিয়া অঞ্চল অধিকাংশ বিদেশী প্রস্থান করে। উন্নয়ন পরিকল্পনার মাধ্যমেও শিল্পকে উন্নীত করা হয়েছিল; যার মধ্যে প্রথম ধাপে সেভিলা এবং হুয়েলভা এবং দ্বিতীয় ধাপে কর্ডোবা ও গ্রানাডা অন্তর্ভুক্ত ছিল। সড়ক পরিবহন উন্নত করা হয় এবং কিছু মহাসড়ক ও জলাধার নির্মিত হয়। বাহ্যিকভাবে এই উন্মোচন এবং অর্থনীতির পুনঃসক্রিয়তা তার শাসনের ক্রমবর্ধমান বিরোধী আন্দোলনের সাথে সাথে সংঘটিত হয়েছিল এবং ১৯৭৫ সালে স্বৈরশাসক ফ্রান্সিসকো ফ্রাঙ্কোর মৃত্যুর আগ পর্যন্ত স্পেন গণতান্ত্রিক উত্তরণ অর্জন করতে সক্ষম হয়নি।\n\n\n==== আন্দালুসিয়ার স্বায়ত্তশাসিত সম্প্রদায় ====\nসংসদীয় রাজতন্ত্রের সূত্র ধরে সংঘটিত গণতান্ত্রিক উত্তরণ আন্দালুসিয়ায় ব্যাপকভাবে সমর্থিত ছিল। ১৯৭৭ সালের ৪ ডিসেম্বর প্রায় দুই মিলিয়নের অধিক আন্দালুসীয় এই অঞ্চলের রাজনৈতিক স্বায়ত্তশাসনের পক্ষে সারা দেশে বিক্ষোভ দেখায় এবং মালাগা শহরে বিক্ষোভ করার সময় উনিশ বছর বয়সী বিক্ষোভকারী ম্যানুয়েল হোসে গার্সিয়া ক্যাপারোস সরকারি পুলিশের হাতে নিহত হন, যা চলমান বিক্ষোভকে আরো বেগবান করে তুলেছিল। ১৯৭৮ খ্রিস্টাব্দে প্ল্যাসিডো ফার্নান্দেজ ভায়াগাসের নেতৃত্বে আন্দালুসিয়ায় একটি অস্থায়ী স্বায়ত্তশাসিত সরকার এবং একই বছর নতুন স্পেনীয় সংবিধান প্রণীত হয়েছিলো, যা একটি স্বায়ত্তশাসিত সম্প্রদায়ের মাধ্যমে একটি বিকেন্দ্রীভূত রাষ্ট্র গঠনের উপায় স্থাপন করে।\nপরবর্তীতে আন্দালুসিয়ায় স্বায়ত্তশাসিত প্রক্রিয়া শুরু হয়েছিল প্রাক-স্বায়ত্তশাসিত বোর্ড ও ইউসিডির সাথে দেশের কেন্দ্রীয় সরকারের মধ্যে পার্থক্যের ফলে এবং কেন্দ্রীয় সরকার আন্দালুসিয়াকে সংবিধানের ১৪৩ নং অনুচ্ছেদে অন্তর্ভুক্ত কিছুটা হ্রাসকৃত স্বায়ত্তশাসন দিতে চেয়েছিল। এই নিবন্ধটি স্পেনের সেই অঞ্চলগুলিতে স্বায়ত্তশাসন অতি দ্রুত সংঘটিত হওয়ার অনুমতি দেয়, যেগুলি দ্বিতীয় প্রজাতন্ত্রের সময় স্বায়ত্তশাসনের বিধি অনুমোদন করেনি এবং এর ফলে তারা \"ঐতিহাসিক সম্প্রদায়\" হিসাবে বিবেচিত হয়নি । যাইহোক, জান্তা প্রিউটোনোমিকা দে সম্পূর্ণ আন্দালুসীয় স্বায়ত্তশাসন অনুসরণ করেছিল এবং তাই সে ১৫১ নং ধারার পথ বেছে নেয়, যা মূলত ম্যানুয়েল ক্লেভেরো আরভালোর হস্তক্ষেপের মাধ্যমে সাংবিধানিক পাঠে প্রবর্তিত হয় ।\n১৯৯০ সালের ২৮ ফেব্রুয়ারির গণভোট এবং কেন্দ্রীয় সরকারের অনুমোদনে বাধা দেওয়ার প্রচারাভিযান সত্ত্বেও, অধিকাংশ আন্দালুসীয় জনগণ সিদ্ধান্ত নেয় যে, আন্দালুসিয়ার সম্পূর্ণ স্বায়ত্তশাসন থাকা উচিত, যা রাজকীয় সংবিধানের ১৫১ নম্বর অনুচ্ছেদে প্রকাশিত বিধিনিষেধমূলক পদ্ধতির মাধ্যমে, যা এটিকে একমাত্র স্পেনীয় স্বায়ত্তশাসিত সম্প্রদায় করে তুলেছিল। এই পদ্ধতির মাধ্যমেই আন্দালুসিয়া স্বায়ত্তশাসনের সাথে যুক্ত হয়েছিল। অবশেষে ১৯৮১ সালে, আন্দালুসিয়ার স্বায়ত্তশাসনের সংবিধি, যা \"এস্টাটুটো ডি কারমোনা\" ডাকনামে পরিচিত– গণভোটের মাধ্যমে অনুমোদিত হয়, যার মাধ্যমে স্পেনীয় ভাষার দ্বিতীয় অনুচ্ছেদের বিধানের অধীনে এই অঞ্চলটিকে একটি স্বায়ত্তশাসিত সম্প্রদায় হিসাবে গঠন করা হয়। ১৯৭৮ সালে প্রণীত সংবিধানটি স্পেনীয় জাতীয়তা এবং এর অঞ্চলগুলির স্বায়ত্তশাসনের অধিকারকে স্বীকৃতি দেয় এবং তাদের স্বায়ত্তশাসনের অধিকার রক্ষা করার গ্যারান্টি দেয়।\nএ স্বায়ত্তশাসিত প্রক্রিয়া এবং ১৯৮৭ সালে ইউরোপীয় ইউনিয়নের অর্থনৈতিক সম্প্রদায়ে স্পেনের প্রবেশের পরে আন্দালুসিয়া ধীর পুনরুদ্ধারের সময়কালে প্রবেশ করে এবং তখন ইউরোপীয় আঞ্চলিক উন্নয়ন তহবিল (ERDF) এবং প্ল্যান ডি এমপ্লিও রুরাল (PER) থেকে আন্দালুসিয়া ব্যাপকভাবে উপকৃত হয়। এর সৃষ্টির পর থেকে এটি জান্তা দে আন্দালুসীয় সরকার পিএসওই-এর নেতৃত্বে রয়েছে, যার মধ্যে রাফায়েল এস্কিউরেডো, হোসে রদ্রিগেজ দে লা বোরবোলা, ম্যানুয়েল শ্যাভেস, হোসে আন্তোনিও গ্রিনান এবং সুসানা দিয়াজ ছিলেন রাষ্ট্রপতি। এই সময়ের মধ্যে জনসেবা ও তার মৌলিক অবকাঠামো সম্প্রসারিত হয়েছে। ১৯৯৯ সালে সেভিল এবং মাদ্রিদের মধ্যে চলাচলকারী একটি উচ্চ গতির রেললাইন উদ্বোধন করা হয়েছিল এবং এটি সেভিলের ইউনিভার্সাল এক্সপোজিশন উপলক্ষে উদ্বোধিত হয়, যা সেই প্রদেশটির যোগাযোগের উন্নতিতে একটি বড় মাইলফলক ছিল। পর্যটনকেও উৎসাহিত করা হয়েছে এবং আন্তর্জাতিক গুরুত্ববহ অন্যান্য বহু অনুষ্ঠানও সেখানে অনুষ্ঠিত হয়েছিল; যেমন আলমেরিয়া শহরে ভূমধ্যসাগরীয় গেমস বা সিয়েরা নেভদায় এফআইএস আলপাইন ওয়ার্ল্ড স্কি চ্যাম্পিয়নশিপ (১৯৯৬)।\n\n\n=== একবিংশ শতাব্দী ===\n২০০৭ খ্রিস্টাব্দে আন্দালুসিয়ার স্বায়ত্তশাসনের বিধি সংস্কার করা হয়েছিল এবং এটির প্রস্তাবনায় বলা হয় যে, প্রথমত স্পেনীয় জাতির অবিচ্ছেদ্য ঐক্যের মধ্যে একটি জাতীয়তা হিসাবে অঞ্চলটির বর্তমান অবস্থাকে অবিরত রাখার জন্যে ১৯১৯ আন্দালুসীয় ইশতেহারে আন্দালুসিয়াকে একটি জাতীয় বাস্তবতা হিসাবে বর্ণনা করা হয়েছিল। পরবর্তীকালে, এর নিবন্ধগুলিতে এটি নিজেকে আরও নির্দিষ্টভাবে ও ঐতিহাসিক জাতীয়তা হিসাবে সংজ্ঞায়িত করে এবং পূর্ববর্তী আইন ( ১৯৮১) থেকে তাকে ভিন্নভাবে সংজ্ঞায়িত করা হয়েছিল এবং এই সংজ্ঞায়ন আরো সহজভাবে ও জাতীয়তা হিসাবে করা হয়েছিল। এই নতুন আইন স্বায়ত্তশাসনের বৃহত্তর স্তরের পথ খুলে দেয়।\nসাম্প্রতিক দশকগুলিতে ইউরোপীয় ইউনিয়ন কর্তৃক প্রদত্ত ভর্তুকির মাধ্যমে লক্ষ লক্ষ অর্থনৈতিক সাহায্য সত্ত্বেও আন্দালুসিয়ার মাথাপিছু আয় এখনও স্পেনীয় এবং ইউরোপের অন্যান্য অঞ্চলের গড় থেকে অত্যন্ত কম। যদিও নির্দিষ্ট কিছু বছরে এর অর্থনৈতিক প্রবৃদ্ধি জাতীয় গড় থেকে বেশি হয়েছে; তবে এটি স্পেন এবং ইউরোপের বাকি অংশের সাথে মিলিত হওয়া থেকে এখনো অনেক দূরে রয়েছে; এমনকি ২০০৮ থেকে ২০১৩ সালের অর্থনৈতিক সংকটের পরে মাথাপিছু আয়ের সূচকগুলি আরও খারাপ হয়েছে। এর কারণ হল, আন্দালুসিয়ায় সম্পদের ধ্বংস স্পেনের অন্যান্য অঞ্চলের তুলনায় অনেক বেশি হয়েছে৷\nআন্দালুসীয় অর্থনীতিতে খুব কমই বৈচিত্র্য এসেছিল; যেহেতু প্রাথমিক সেক্টরের খুব বেশি ওজন রয়েছে। তবে যদিও মাধ্যমিক সেক্টরটি অনুন্নত, সেখানে একটি শক্তিশালী তৃতীয়করণ হয়েছিল। এছাড়াও টাউন হল ও সরকারী প্রতিষ্ঠানে রাজনৈতিক ও শহুরে দুর্নীতির গুরুতর ঘটনা ঘটেছে; যেমন মালায়া কেস, অপারেশন মালায়া বা ইআরই ব্যাপার ।\n২০০৮–২০১৩ খ্রিস্টাব্দের অর্থনৈতিক সংকটের পরে, আন্দালুসিয়া সমগ্র ইউরোপীয় ইউনিয়নের বেকারত্বের র্যাঙ্কিংয়ের শীর্ষে ছিল, যা ২০১২ সালে প্রায় ৩৬% এর কাছাকাছি পৌঁছে গিয়েছিল।\n\n\n== আরও দেখুন ==\nআন্দালুস\nমুসলিমদের স্পেন বিজয়\nআব্দুর রহমান আল দাখিল\nতাইফা\nস্পেনের ইতিহাস\nআন্দালুসীয় ঘোড়া\nআন্দালুসি আরবি ভাষা\nগ্রানাডা আমিরাত\nনসরি রাজবংশ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}