{"pageid": 1421326, "title": "ডাব্লিউডাব্লিউইতে ওয়ার্ল্ড চ্যাম্পিয়নশিপ", "url": "https://bn.wikipedia.org/wiki?curid=1421326", "content": "আমেরিকান পেশাদার কুস্তি প্রচার ডাব্লিউডাব্লিউই বহু পুরুষের এক নারির ওয়ার্ল্ড চ্যাম্পিয়নশিপ যেহেতু ক্যাপিটল রেসলিং কর্পোরেশন থেকে বিচ্ছিন্ন জাতীয় কুস্তি জোট ১৯৬৩ সালে হয়ে ওয়ার্ল্ড ওয়াইড রেসলিং ফেডারেশন (ডাব্লিউডাব্লিউএফ), যা পরে ওয়ার্ল্ড রেসলিং ফেডারেশন (ডাব্লিউডাব্লিউএফ) এবং ওয়ার্ল্ড রেসলিং এন্টারটেইনমেন্ট (ডাব্লিউডাব্লিউই) সহ বিভিন্ন নাম পরিবর্তনের শিকার হয়েছিল—এপ্রিল ২০১১ এ, সংস্থাটি তার পুরো নামটি ব্যবহার বন্ধ করে দিয়েছে এবং তখন থেকে কেবল ডাব্লিউডাব্লিউই হিসাবে উল্লেখ করা হয়েছে কোম্পানির প্রথম বিশ্ব চ্যাম্পিয়নশিপ ছিল ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ, যা প্রচারের সৃষ্টির সাথে সাথে প্রতিষ্ঠিত হয়েছিল ১৯৬৩ হিসাবে ডাব্লিউডাব্লিউএফ ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ; এটি আজও সক্রিয় এবং এটি ডাব্লিউডাব্লিউইয়ের প্রাচীনতম সক্রিয় শিরোনাম. যখনই ডাব্লিউডাব্লিউই ব্র্যান্ড এক্সটেনশন বাস্তবায়িত হয়েছে (২০০২-২০১১; ২০১৬-বর্তমান), প্রতিটি ব্র্যান্ডের জন্য পৃথক বিশ্ব চ্যাম্পিয়নশিপ তৈরি বা বরাদ্দ করা হয়েছে৷\nডাব্লিউডাব্লিউই বর্তমানে তিনটি পুরুষদের বিশ্ব চ্যাম্পিয়নশিপের প্রচার করে তাদের মধ্যে দুটি, ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ এবং ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ, একসাথে রাখা এবং রক্ষা করা হয় আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ উপর স্ম্যাকডাউন ব্র্যান্ড. তৃতীয়টি হল বিশ্ব হেভিওয়েট চ্যাম্পিয়নশিপ চালু কাঁচা.\nএই নিবন্ধটি তার ইতিহাস জুড়ে ডাব্লুডাব্লুইতে প্রতিদ্বন্দ্বিতা করা সমস্ত পুরুষদের বিশ্ব চ্যাম্পিয়নশিপকে কভার করে, সংস্থাটি অর্জিত এবং এর ব্যানারের অধীনে কখনও প্রতিদ্বন্দ্বিতা করেনি, যদিও ডাব্লুডাব্লুই চ্যাম্পিয়নশিপ রেকর্ডের জন্য সংস্থার বাইরে থেকে কিছু শিরোনাম স্বীকৃতি দিতে পারে, যেমন এনডাব্লিউএ ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ অথবা এডব্লিউএ বিশ্ব হেভিওয়েট চ্যাম্পিয়নশিপ.\n\n\n== চ্যাম্পিয়নস ==\n\n\n=== বর্তমান চ্যাম্পিয়নরা ===\n\n\n== ওভারভিউ ==\n\n\n== ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ ==\n\nডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ হল ডাব্লিউডাব্লিউই-র আসল বিশ্ব চ্যাম্পিয়নশিপ, বর্তমানে স্ম্যাকডাউন ব্র্যান্ডে সুরক্ষিত। ক্যাপিটল রেসলিং কর্পোরেশন ন্যাশনাল রেসলিং অ্যালায়েন্স (এনডব্লিউএ) থেকে বিচ্ছিন্ন হয়ে এনডব্লিউএ -তে বিরোধের কারণে ডাব্লুডাব্লুডব্লিউএফ হয়ে যাওয়ার পর এটি 25 এপ্রিল, 1963-এ তৎকালীন ওয়ার্ল্ড ওয়াইড রেসলিং ফেডারেশন (WWWF) দ্বারা WWWF ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ হিসাবে প্রতিষ্ঠিত হয়েছিল। ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ। উদ্বোধনী চ্যাম্পিয়ন ছিলেন বাডি রজার্স। প্রতিষ্ঠার পর থেকে, কোম্পানির নাম পরিবর্তন এবং শিরোনাম একীকরণের কারণে শিরোনামটির অনেক নাম পরিবর্তন হয়েছে। 1979 সালে WWWF এর নাম পরিবর্তন করে ওয়ার্ল্ড রেসলিং ফেডারেশন (WWF) রাখা হয় এবং তারপর 2002 সালে ওয়ার্ল্ড রেসলিং এন্টারটেইনমেন্ট (WWE) —এপ্রিল ২০১১ সাল থেকে কোম্পানিটি WWE এর ট্রেড নামে কাজ করে, যদিও আইনি নাম এখনও সম্পূর্ণ সংক্ষিপ্ত নাম।\n\n\n== ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ==\n\nডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ হল তৃতীয় বিশ্ব চ্যাম্পিয়নশিপ যা ডাব্লিউডাব্লিউই দ্বারা প্রতিষ্ঠিত এবং বর্তমানে স্ম্যাকডাউন ব্র্যান্ডে সুরক্ষিত। জুলাই ২০১৬-এ ব্র্যান্ড এক্সটেনশনের পুনঃপ্রবর্তনের ফলে এটির সৃষ্টি হয়েছে। ২৫ জুলাই র- এর পর্বে, ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ স্ম্যাকডাউনের জন্য একচেটিয়া হওয়ার পর থেকে ব্র্যান্ডের জন্য বিশ্ব চ্যাম্পিয়নশিপের অভাব পূরণ করার জন্য, ইউনিভার্সাল চ্যাম্পিয়নশিপ তৈরি করা হয়েছিল। ফিন ব্যালর পরবর্তীতে পরের মাসে সামারস্লামে উদ্বোধনী চ্যাম্পিয়ন হন। ক্রাউন জুয় ২০১৯েল পে-পার-ভিউ-এর ইভেন্টগুলির পরে শিরোনামগুলি ব্র্যান্ডগুলি পরিবর্তন করবে। এপ্রিল ২০২২ থেকে, আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ব্যানারের অধীনে শিরোনামটি ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপের সাথে একত্রে অনুষ্ঠিত হয়েছে, কিন্তু পূর্ববর্তী শিরোনাম একীকরণের বিপরীতে, এই অবিসংবাদিত মনিকারের অধীনে উভয় শিরোনাম তাদের পৃথক বংশ বজায় রেখেছে।\n\n\n== আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ==\n\nআনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ হল ডাব্লিউডাব্লিউই দ্বারা ব্যবহৃত শব্দ যা ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপ এবং ইউনিভার্সাল চ্যাম্পিয়নশিপ একই ব্যক্তির দ্বারা একই সাথে অনুষ্ঠিত এবং রক্ষা করা উভয়কেই বোঝায়। 2022 সালের এপ্রিল মাসে রেসলম্যানিয়া ৩৮ এ উইনার টেকস অল ম্যাচের ফলে এই স্বীকৃতি এসেছে। ডাব্লিউডাব্লিউই ম্যাচটিকে একটি চ্যাম্পিয়নশিপ ইউনিফিকেশন ম্যাচ হিসেবেও বিল করে; যাইহোক, উভয় টাইটেল তাদের স্বতন্ত্র বংশ বজায় রেখেছে যদিও ডাব্লিউডাব্লিউই একটি চ্যাম্পিয়নশিপ হিসাবে অবিসংবাদিত শিরোনাম প্রচার করেছে।\nরেসেলম্যানিয়া ৩৮-এ, স্ম্যাকডাউন-এর ইউনিভার্সাল চ্যাম্পিয়ন রোমান রেইন্স র-এর ডাব্লিউডাব্লিউই চ্যাম্পিয়ন ব্রক লেসনারকে পরাজিত করে পরেরটির খেতাব জিতে নেয় এবং আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়ন হিসেবে স্বীকৃত হয়, এই স্বীকৃতি তিনি ১৫ মে, 0পর্যন্ত বজায় রেখেছেন। অবিসংবাদিত চ্যাম্পিয়ন হিসাবে, রেইনসকে উভয় ব্র্যান্ডে উপস্থিত হওয়ার অনুমতি দেওয়া হয়েছিল; ডাব্লিউডাব্লিউই ড্রাপ্ট (২০২৩) ফলস্বরূপ, তবে, তাকে স্ম্যাকডাউন-এ ড্রাফ্ট করা হয়েছিল, এইভাবে উভয় চ্যাম্পিয়নশিপকে আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ব্যানারের অধীনে ব্র্যান্ডের জন্য একচেটিয়া করে তোলে। একটি নতুন ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ তৈরি করা হয়েছিল এবং পরবর্তীতে র-এর জন্য মনোনীত হয়েছিল।\n২ জুন, ২০২৩-এ, স্ম্যাকডাউন- এর পর্বে, ইউনিভার্সাল চ্যাম্পিয়ন হিসেবে ১০০০ দিন পূর্ণ করার রাজত্বের উদযাপনে, তাকে একটি কাস্টম বেল্ট উপস্থাপন করা হয়েছিল, যা পৃথক শিরোনামের একই \" নেটওয়ার্ক লোগো \" ডিজাইন বৈশিষ্ট্যযুক্ত, কিন্তু উল্লেখযোগ্য পার্থক্য সহ। এটি একটি কালো স্ট্র্যাপের উপর, ডাব্লিউডাব্লিউই লোগোটি কালো হীরা দিয়ে ঘেরা, লোগোর পিছনের পটভূমিতে সোনার নগেট টেক্সচারিং, এবং প্লেটের নীচে লেখা \"অবিবাদিত চ্যাম্পিয়ন\" বলে, অন্যদিকে পাশের প্লেটে রেইন্সের লোগো রয়েছে . তার ম্যানেজার পল হেইম্যান জুলাইয়ের শেষ অবধি স্ট্যান্ডার্ড ডাব্লিউডাব্লিউই এবং ইউনিভার্সাল চ্যাম্পিয়নশিপ বেল্টগুলি নিয়ে যাওয়া অব্যাহত রেখেছিলেন।কোডি রোডস রেসলম্যানিয়া এক্সএল-এ রোমান রেইন্সকে পরাজিত করার পর, তিনি একক আনডিস্পিউটেড বেল্টটি ধরে রেখেছিলেন, এখন পাশের প্লেটে তার নিজস্ব লোগো রয়েছে, উভয় চ্যাম্পিয়নশিপের বংশধারা অব্যাহত রেখে।\n\n\n== ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ ==\n\nবর্তমান ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ হল ডাব্লিউডাব্লিউই দ্বারা প্রতিষ্ঠিত চতুর্থ বিশ্ব চ্যাম্পিয়নশিপ, এবং বর্তমানে এটি র ব্র্যান্ডে রক্ষা করা হয়েছে। এর সৃষ্টি রোমান রেইনস এবং আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপের ফলস্বরূপ। ২০২২ সালের এপ্রিলে রোমান রেইন্স আনডিস্পিউটেড চ্যাম্পিয়ন হওয়ার পর, তিনি র এবং স্ম্যাকডাউন উভয় ব্র্যান্ডেই টেন্ডেম শিরোনাম রক্ষা করেছিলেন, কিন্তু তার চুক্তির শর্তাবলীর কারণে এই প্রতিরক্ষাগুলি খুব কমই ছিল। ২৪ এপ্রিল, ২০২৩, র- এর এপিসোডে, ডাব্লিউডাব্লিউই চিফ কনটেন্ট অফিসার ট্রিপল এইচ ঘোষণা করেন যে ডাব্লিউডাব্লিউই ড্রাফট-২০২৩ রোমান রেইন্স যে ব্র্যান্ডের জন্য ড্র্যাফ্ট করা হয়েছে তা নির্বিশেষে, তিনি এবং তার অবিসংবাদিত চ্যাম্পিয়নশিপ সেই ব্র্যান্ডের জন্য একচেটিয়া হয়ে যাবে, ট্রিপল এইচ পরবর্তীতে উন্মোচন করবে। বিরোধী ব্র্যান্ডের জন্য বিশ্ব হেভিওয়েট চ্যাম্পিয়নশিপ। খসড়া চলাকালীন, স্ম্যাকডাউন রাজত্বের খসড়া তৈরি করে, এইভাবে বিশ্ব হেভিওয়েট চ্যাম্পিয়নশিপ র-এর জন্য একচেটিয়া হয়ে ওঠে। সেথ \"ফ্রিকেন\" রলিন্স 27 মে, 2023 তারিখে নাইট অফ চ্যাম্পিয়নস- এ একটি টুর্নামেন্ট ফাইনালে এজে স্টাইলসকে হারিয়ে উদ্বোধনী চ্যাম্পিয়ন হন\n\n\n== আরো দেখুন ==\nডাব্লিউডাব্লিউইতে সেকেন্ডারি চ্যাম্পিয়নশিপ\nডাব্লিউডাব্লিউইতে ট্যাগ টিম চ্যাম্পিয়নশিপ\nডাব্লিউডাব্লিউইতে মহিলাদের চ্যাম্পিয়নশিপ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}