{"pageid": 1421719, "title": "গুলি অনাভেদী কাঁচ", "url": "https://bn.wikipedia.org/wiki?curid=1421719", "content": "গুলি অনাভেদী কাঁচ (ইংরেজি: Bulletproof glass) বা ব্যালিস্টিক গ্লাস, স্বচ্ছ বর্ম, বা বুলেট-প্রতিরোধী কাচ হল একটি শক্তিশালী এবং অপটিক্যালি স্বচ্ছ উপাদান যা প্রজেক্টাইল দ্বারা অনুপ্রবেশের জন্য বিশেষভাবে প্রতিরোধী। অন্যান্য উপাদানের মতো, এটি সম্পূর্ণরূপে দুর্ভেদ্য নয়। এটি সাধারণত দুই বা ততোধিক ধরনের কাচের সমন্বয়ে তৈরি করা হয়, একটি শক্ত এবং একটি নরম। নরম স্তরটি কাচটিকে আরও স্থিতিস্থাপক করে তোলে, যাতে এটি ভেঙে যাওয়ার পরিবর্তে নমনীয় হতে পারে। বুলেটপ্রুফ স্তরগুলিতে ব্যবহৃত সমস্ত চশমার প্রতিসরণের সূচক অবশ্যই কাচটিকে স্বচ্ছ রাখতে এবং কাচের মধ্য দিয়ে একটি পরিষ্কার, অবিকৃত দৃশ্যের অনুমতি দেওয়ার জন্য প্রায় একই হতে হবে। বুলেটপ্রুফ গ্লাস ৩⁄৪ থেকে ৩+১⁄২ ইঞ্চি (১৯ থেকে ৮৯ মিমি) বেধে পরিবর্তিত হয়।\nগহনার দোকান এবং দূতাবাস এবং সামরিক ও ব্যক্তিগত গাড়ির মতো নিরাপত্তা প্রয়োজন এমন ভবনের জানালায় বুলেটপ্রুফ গ্লাস ব্যবহার করা হয়।\nনির্মাণ\nপ্লাস্টিকের চাদরের স্তর (ধূসর) এবং কাচের স্তর (নীল) দ্বারা গঠিত বুলেটপ্রুফ কাচের একটি রুক্ষ দৃশ্যায়ন\nবুলেট-প্রতিরোধী কাচ স্তরিত কাচের স্তর ব্যবহার করে নির্মিত হয়। যত বেশি স্তর আছে, গ্লাস তত বেশি সুরক্ষা দেয়। যখন ওজন কমানোর প্রয়োজন হয়, তখন পলিকার্বোনেট (একটি থার্মোপ্লাস্টিক) স্পাল বন্ধ করার জন্য নিরাপদ দিকে স্তরিত করা হয়। লক্ষ্য হল স্ট্যান্ডার্ড কাচের চেহারা এবং স্বচ্ছতার সাথে কিন্তু ছোট অস্ত্র থেকে কার্যকর সুরক্ষা সহ একটি উপাদান তৈরি করা। পলিকার্বোনেট ডিজাইনে সাধারণত আর্মোরম্যাক্স, ম্যাক্রোক্লিয়ার, সাইরোলন-এর মতো পণ্য থাকে: একটি নরম আবরণ যা স্ক্র্যাচ করার পরে নিরাময় করে (যেমন ইলাস্টোমেরিক কার্বন-ভিত্তিক পলিমার) বা একটি শক্ত আবরণ যা ঘামাচি প্রতিরোধ করে (যেমন সিলিকন-ভিত্তিক পলিমার)।\nল্যামিনেট ডিজাইনের প্লাস্টিক ভোঁতা এবং ধারালো বস্তুর শারীরিক আক্রমণের প্রভাবের প্রতিরোধও প্রদান করে। প্লাস্টিক বুলেট-প্রতিরোধের পথে সামান্যই সরবরাহ করে। গ্লাস, যা প্লাস্টিকের চেয়ে অনেক কঠিন, বুলেটকে চ্যাপ্টা করে এবং বাকি শক্তি শোষণ এবং অনুপ্রবেশ রোধ করার লক্ষ্যে প্লাস্টিক বিকৃত হয়ে যায়। পলিকার্বোনেট স্তরের বিভিন্ন শক্তির সাথে প্রজেক্টাইল বন্ধ করার ক্ষমতা সরাসরি এর পুরুত্বের সমানুপাতিক, এবং এই ডিজাইনের বুলেটপ্রুফ গ্লাস ৩.৫ ইঞ্চি পর্যন্ত পুরু হতে পারে।\nস্তরিত কাচের স্তরগুলি পলিভিনাইল বুটিরাল, পলিউরেথেন, সেন্ট্রিগ্লাস বা ইথিলিন-ভিনাইল অ্যাসিটেটের সাথে সংযুক্ত কাঁচের শীট থেকে তৈরি করা হয়। রাসায়নিক প্রক্রিয়ার সাথে চিকিত্সা করা হলে, কাচ অনেক শক্তিশালী হয়ে ওঠে। এই নকশাটি দ্বিতীয় বিশ্বযুদ্ধের পর থেকে যুদ্ধের যানবাহনে নিয়মিত ব্যবহার হয়ে আসছে। এটি সাধারণত পুরু এবং সাধারণত অত্যন্ত ভারী হয়।\n\n\n== তথ্যসূত্র =="}