{"pageid": 1421826, "title": "ডিএইচএল", "url": "https://bn.wikipedia.org/wiki?curid=1421826", "content": "ডিএইচএল একটি জার্মান লজিস্টিক কোম্পানি যারা প্রদান করত কুরিয়ার, প্যাকেজ ডেলিভারি এবং এক্সপ্রেস মেইল সেবা। তারা প্রতি বছর ১.৮ বিলিয়ন পার্সেল বিতরণ করত। জার্মান লজিস্টিক প্রতিষ্ঠান এর সহায়ক সংস্থা হিসেবে ডিএইচএল গ্রুপ, এর এক্সপ্রেস মেইল সার্ভিস ডিএইচএল এক্সপ্রেস ছিল ইউরোপের পার্সেল পরিষেবাগুলির জন্য বাজারের নেতৃস্থানীয়দের মধ্যে একটি এবং জার্মানির প্রধান কুরিয়ার এবং পার্সেল পরিষেবা\n\nকোম্পানি ডিএইচএল ১৯৬৯ সালে সান ফ্রান্সিসকো, মার্কিন যুক্তরাষ্ট্রে প্রতিষ্ঠিত হয়েছিল এবং ১৯৭০ এর দশকের শেষের দিকে সারা বিশ্বে এর পরিষেবা প্রসারিত করেছিল। ১৯৭৯ সালে, ডিএইচএল এয়ার কার্গো নামে কোম্পানির অধীনে দুটি ডগলাস ডিসি-৩ এবং চারটি ডিসি-৬ বিমান ব্যবহার করে একটি আন্তঃদ্বীপ কার্গো পরিষেবা নিয়ে হাওয়াই দ্বীপপুঞ্জে সেবা সম্প্রসারণ করে। অ্যাড্রিয়ান ডালসি এবং ল্যারি হিলব্লম ১৯৮৩ সালে প্রতিষ্ঠানটি দেউলিয়া হওয়া পর্যন্ত প্রতিদিনের কার্যক্রম ব্যক্তিগতভাবে তত্ত্বাবধান করেন। উন্নতির শীর্ষে থাকা অবস্থায়, ডিএইচএল এয়ার কার্গো  ১০০ জনেরও বেশি কর্মী, ব্যবস্থাপনা কর্মী এবং পাইলট নিয়োগ করেছিল।\nকোম্পানিটি প্রাথমিকভাবে অফশোর এবং ইন্টারকন্টিনেন্টাল ডেলিভারিতে আগ্রহী ছিল, কিন্তু FedEx- (ফেডএক্স) এর সাফল্য ১৯৮৩ সালে ডিএইচএল-এর নিজস্ব অভ্যন্তরীণ (আন্ত-মার্কিন) সেবা সম্প্রসারণকে উৎসাহিত করেছিল। ১৯৯৮ সালে, ডয়েচে পোস্ট ডিএইচএল-এর শেয়ার ক্রয় করতে শুরু করে। এটি ২০০১ সালে লভ্যাংশ নিয়ন্ত্রণের পর্যায়ে পৌঁছেছিল এবং ২০০২ সালের ডিসেম্বরের মধ্যে সমস্ত বকেয়া শেয়ার ক্রয়ে সক্ষম হয়। কোম্পানিটি তখন ডিএইচএলকে তার এক্সপ্রেস ডিভিশনে অন্তর্ভূক্ত করে নেয়, ডিএইচএল ব্র্যান্ডের ব্যবহার অন্যান্য ডয়েচে পোস্ট বিভাগ, ব্যবসায়িক ইউনিট এবং সহযোগী প্রতিষ্ঠানে সম্প্রসারিত করে। আজ, ডিএইচএল এক্সপ্রেস তার ডিএইচএল ব্র্যান্ডটি ব্যবসায়িক ইউনিটগুলির সাথে শেয়ার করে যেমন ডিএইচএল গ্লোবাল ফরওয়ার্ডিং এবং ডিএইচএল সাপ্লাই চেইন। এয়ারবর্ন এক্সপ্রেস অধিগ্রহণ করার সময় এটি মার্কিন যুক্তরাষ্ট্রে একটি শক্ত ভিত্তি লাভ করে।\nডিএইচএল এক্সপ্রেসের আর্থিক ফলাফল ডয়েচে পোস্ট এজি বার্ষিক প্রতিবেদনে প্রকাশিত হয়েছে৷ ২০১৬ সালে, এই বিভাগের আয় ২.৭% বেড়ে ১৪ বিলিয়ন ইউরো হয়েছে।  সুদ ও কর প্রদানের আগে আয় (EBIT)  ২০১৫ এর তুলনায় ১১.৩% বেড়ে €১.৫ বিলিয়ন হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\n১৯৬০ এর শেষের দিকে ল্যারি হিলব্লম যখন ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ে বার্কলের বোল্ট হল স্কুল অফ ল তে আইন নিয়ে পড়াশুনা করছিলেন, তখন তিনি বীমা কোম্পানি মাইকেল, পো অ্যান্ড অ্যাসোসিয়েটস (এমপিএ) এর জন্য একজন কুরিয়ার হিসাবে একটি চাকরি নেয়েছিলেন। তিনি ওকল্যান্ড ইন্টারন্যাশনাল এয়ারপোর্ট এবং লস এঞ্জেলেস আন্তর্জাতিক বিমানবন্দরের মধ্যে কুরিয়ার ডিউটি চালাতে শুরু করেন। তিনি দিনের শেষ ফ্লাইটে প্যাকেজ তুলে নেন এবং পরের দিন সকালে প্রথম ফ্লাইটে ফিরে আসেন, এভাবে সপ্তাহে পাঁচ বার পর্যন্ত। \nতিনি স্নাতক হওয়ার পর, হিলব্লম এমপিএ সেলসম্যান অ্যাড্রিয়ান ডালসির সাথে দেখা করেন এবং তারা এমপিএ-এর দ্রুত ডেলিভারির ধারণা অন্যান্য ব্যবসা প্রতিষ্ঠানে ছড়িয়ে দেয়ার পরিকল্পনা করেন। তারা হোনোলুলু এবং সান ফ্রান্সিসকোর মধ্যে, তাদের প্রথম ক্লায়েন্ট, সিট্রেন লাইনসের জন্য বিল অফ লেডিং পরিবহন করেছিল। \n\n\n==== নামের উৎপত্তি ====\nহিলব্লম কোম্পানিটি শুরু করার জন্য তার ছাত্র ঋণের একটি অংশ রেখেছিলেন, তার দুই বন্ধু অ্যাড্রিয়ান ডালসি এবং রবার্ট লিনকে অংশীদার হিসেবে নিয়ে এসেছিলেন, কোম্পানির নাম (ডিএইচএল) হিসাবে তাদের উপাধিগুলির সম্মিলিত আদ্যক্ষর দিয়ে ঠিক করেছিলেন। তারা একটি প্লাইমাউথ ডাস্টার গাড়ি ভাগে চালাতো যাতেসান ফ্রান্সিসকোর বিভিন্ন এলাকা থেকে তারা স্যুটকেসে বিভিন্ন কাগজপত্রাদি নিয়ে আরেকটি অপেক্ষাকৃত নতুন আবিষ্কার, কর্পোরেট ক্রেডিট কার্ড ব্যবহার করে ফ্লাইট বুক করার জন্য বিমানবন্দরে ছুটে যেত। ব্যবসা শুরু হওয়ার সাথে সাথে তারা কোম্পানিতে যোগদানের জন্য নতুন কুরিয়ার নিয়োগ করতে শুরু করে। তারা প্রথমে ভাড়া করে ম্যাক্স এবং ব্লাঞ্চে ক্রোল, যাদের হাওয়াইয়ের অ্যাপার্টমেন্ট প্রায়ই তাদের কুরিয়ারদের জন্য একটি অস্থায়ী ফ্লপহাউস হয়ে ওঠে।\n\n\n=== আভ্যন্তরিন সম্প্রসারণ ===\n১৯৭০-এর দশকে লুমিস এবং পিউরোলেটরের মতো ডিএইচএল একটি আন্তর্জাতিক ডেলিভারি কোম্পানি হয়ে ওঠে। লুমিস এবং পিউরোলেটরের ছিল সেই সময়ে ডিএইচএল ব্যতিত একমাত্র আন্তর্জাতিক কুরিয়ার কোম্পানি। ওভারনাইট বাজারে একমাত্র ও প্রবল প্রতিযোগী ছিল ফেডারেল এক্সপ্রেস (FedEx), যা ১৯৮১ সালে প্রথম আন্তর্জাতিক পরিষেবা চালু করে; এই পরিসেবা টরন্টো, অন্টারিও, কানাডায় বিস্তৃত হয়েছিল। তবুও, অভ্যন্তরীণ বাজার অত্যন্ত লাভজনক ছিল। FedEx এবং UPS- এর পিছনে ডিএইচএল (DHL) ছিল তৃতীয় বৃহত্তম কুরিয়ার।\n\n\n=== ডয়চে পোস্ট ক্রয় ===\nডয়েচে পোস্ট ১৯৯৮ সালে ডিএইচএল-এর শেয়ার ক্রয় করতে শুরু করে, ২০০১ সালে এটি সিংহভাগ শেয়ার কিনে ফেলে। ২০০২ সালের শেষের দিকে, ডয়েচে পোস্ট ডিএইচএল-এর অবশিষ্ট সমস্ত স্টক কিনে নেয়, এবং এর কার্যক্রমকে তার এক্সপ্রেস বিভাগে অধিগ্রহণ করে নেয়। ডিএইচএল ব্র্যান্ডটি অন্যান্য ডয়েচে পোস্ট বিভাগ, ব্যবসায়িক ইউনিট এবং সহায়ক সংস্থাগুলিতে ব্যবহৃত হয়েছিল। আজ, ডিএইচএল এক্সপ্রেস তার ডিএইচএল ব্র্যান্ডকে অন্যান্য ডয়েচে পোস্ট ব্যবসায়িক ইউনিটের সাথে শেয়ার করে, যেমন ডিএইচএল গ্লোবাল ফরওয়ার্ডিং, ডিএইচএল ফ্রেইট, ডিএইচএল সাপ্লাই চেইন এবং ডিএইচএল গ্লোবাল মেইল ।\n\n১৯৯৯: ডয়েচে পোস্ট ওয়ার্ল্ড নেট (DPWN) বেলজিয়ান শিপিং কোম্পানি ভ্যান জেন্ড অ্যান্ড লুস এবং সেইসাথে সুইস মালবাহী ফরওয়ার্ডার ড্যানজাস ক্রয় করে।</link>\n২০০১: ডয়েচে পোস্ট DHL-এর বেশিরভাগ শেয়ার (৫১%) অর্জন করে এবং ২০০২ সালে অবশিষ্ট ৪৯%। পুরানো DHL, Danzas এবং Securicor ওমেগা ইউরো এক্সপ্রেসকে একত্রিত করে নতুন DHL চালু করা হয়েছে।  প্যাকস্টেশন, একটি স্বয়ংক্রিয় ডেলিভারি বুথ, ডর্টমুন্ড এবং মেইঞ্জে একটি পাইলট প্রকল্প হিসাবে চালু করা হয়েছিল।\n\n\n=== ২০০১ এর পর ===\n\nডিএইচএল ২০০২ সালে, নতুন একটি লাল-হলুদ রঙের স্কিম এবং লোগো চালু করে। এই হঠাৎ রঙ পরিবর্তনটি মূলত জর্ডান গ্র্যান্ড প্রিক্স ফর্মুলা ওয়ান রেসিং দলের সাথে তাদের সম্পর্কের কারণে হয়েছিল।  অন্যান্য প্রধান পৃষ্ঠপোষকদের সাথে চুক্তির কারণে জর্ডান গ্র্যান্ড প্রিক্স ফর্মুলা ওয়ান রেসিং দলকে হলুদ রঙের গাড়ি চালাতে হয়েছিল।\nDHL Airways, Inc., যেটি মার্কিন যুক্তরাষ্ট্রের সমস্ত অভ্যন্তরীণ ফ্লাইট পরিচালনা করত, ২০০৩ সালে ম্যানেজমেন্ট বাইআউট এর পর তার নামকরণ করা হয় ASTAR এয়ার কার্গো। অক্টোবর ২০০৮ সালে DHL এর এয়ারলাইন্সে ৫৫০ জনের বেশি পাইলট কর্মরত ছিলেন। আগস্ট ২০০৩ সালে, ডয়েচে পোস্ট এয়ারবর্ন এক্সপ্রেস অধিগ্রহণ করে এবং ডিএইচএল-এ এর একীভূতকরণ শুরু করে।\nব্রাসেলস বিমানবন্দরে ডিএইচএল এর একটি পরিকল্পিত সম্প্রসারণ ২০০৪ সালে বেলজিয়ামে একটি রাজনৈতিক সংকট তৈরি করেছিল। ২১ অক্টোবর ২০০৪-এ, ডিএইচএল এক্সপ্রেস ঘোষণা করে যে এটি তার ইউরোপীয় সদর দপ্তর ব্রাসেলস থেকে লিপজিগ, জার্মানিতে নিয়ে যাওয়ার পরিকল্পনা করেছে ( ভ্যাট্রি, ফ্রান্সকেও বিবেচনা করা হয়েছিল কিন্তু পরে বাতিল করা হয়)। ডিএইচএল এর ইউনিয়নগুলি প্রতিক্রিয়া হিসাবে ধর্মঘট ডাকে এবং একদিনের জন্য কাজ বন্ধ করে দেয়। ৮ নভেম্বর ২০০৪-এ, ডিএইচএল এক্সপ্রেস একটি ভারতীয় অভ্যন্তরীণ কুরিয়ার ব্লু ডার্টএ ১২০ মিলিয়ন ইউরো বিনিয়োগ করে এবং কোম্পানিটির প্রধান শেয়ারহোল্ডার হয়ে ওঠে।\n২০০৫ সালে, ডয়চে পোস্ট চুক্তিভিত্তিক লজিস্টিক কোম্পানি এক্সেল পিএলসি কেনার প্রস্তাব করে, যেটি মাত্রই টিবেট অ্যান্ড ব্রিটেন গ্রুপ অধিগ্রহণ করেছিল। ১৪ ডিসেম্বর ২০০৫-এ, ডয়েচে পোস্ট এক্সেলের অধিগ্রহণ সম্পূর্ণ করার ঘোষণা দেয়। ডিএইচএল এক্সেলকে তার লজিস্টিক ডিভিশনে একীভূত করেছে, ডিভিশনের পরিষেবাগুলিকে ডিএইচএল এক্সেল সাপ্লাই চেইন হিসাবে পুনঃব্র্যান্ডিং করেছে। সেই অধিগ্রহণের পর, ডিএইচএল-এর একটি বিশ্বব্যাপী কর্মীবাহিনী ছিল, যাতে ২৮৫,০০০ লোক কর্মরত ছিল (DPWN এবং অন্যান্য অংশীদারী কোম্পানি সহ ৫০০,০০০ লোক) এবং বার্ষিক বিক্রয় ছিল প্রায় $৬৫ বিলিয়ন।\n২০০৬ সালে, DHL ইউনাইটেড কিংডমের জাতীয় স্বাস্থ্য পরিষেবার অংশ, NHS সাপ্লাই চেইন চালানোর জন্য £১.৬ বিলিয়ন মূল্যের একটি দশ বছরের চুক্তি অর্জন করে। চুক্তির অধীনে, DHL যুক্তরাজ্যের ৬০০টি হাসপাতাল এবং অন্যান্য স্বাস্থ্য প্রদানকারীদের সহায়তা করার জন্য ৫০০,০০০টিরও বেশি পণ্যের জন্য লজিস্টিক পরিষেবা প্রদানের জন্য দায়বদ্ধ ছিল।\nলুফথানসা কারগো- এর সাথে ৫০/৫০ যৌথ উদ্যোগে, DHL Express ২০০৭ সালে লিপজিগ/হ্যালি বিমানবন্দর ভিত্তিক একটি নতুন কার্গো এয়ারলাইন, AeroLogic সহ-প্রতিষ্ঠা করে। ক্যারিয়ারটি ২০১২ সালের মধ্যে ১১টি বোয়িং ৭৭৭ এফ প্লেন পরিচালনা করেছিল। ২০০৭ সালের ডিসেম্বরে, DHL বায়ুচালিত জাহাজের মাধ্যমে কার্গো পরিবহনের প্রথম বাহক হয়ে ওঠে, এমএস বেলুগা স্কাইসেল ঘুড়ি উড়ে।\n২০০৮ সালে খাদ্য এবং অন্যান্য পণ্যের স্টক-হোল্ডিং হাব হিসাবে কাজ করার জন্য NHS চুক্তির অংশ হিসাবে, DHL একটি নতুন ২,৫০,০০০ ফু২ (২৩,০০০ মি২) বিতরণ কেন্দ্র চালু করে। ২০১২ সালে আরেকটি বিতরণ কেন্দ্র খোলার পরিকল্পনা করা হয়েছিল। দুটি নতুন বিতরণ কেন্দ্র প্রায় ১,০০০ নতুন কর্মসংস্থান সৃষ্টি করে। ২০০৮ সালের মে মাসে, ডিএইচএল এভিয়েশন তার কেন্দ্রীয় ডিপো লিপজিগ, জার্মানিতে স্থানান্তর করে, যা ইউরোপীয় ইউনিয়নে তাদের উন্নত এবং সময়োপযোগী পরিষেবা নিশ্চিত করে।</link> একই মাসে, ডিএইচএল এক্সপ্রেস তার যুক্তরাস্টীয় নেটওয়ার্কের জন্য পুনর্গঠন পরিকল্পনা ঘোষণা করে, যার মধ্যে রয়েছে ABX এয়ারের সাথে ব্যবসায়িক সম্পর্কের অবসান এবং কার্গো বিমান পরিচালনার জন্য প্রতিযোগী UPS এর সাথে একটি নতুন চুক্তি সম্পাদন। DHL এর কার্গো হাবও উইলমিংটন থেকে লুইসভিলে স্থানান্তরিত হয়।  এয়ার লাইন পাইলটস অ্যাসোসিয়েশন, ইন্টারন্যাশনাল এর প্রতিবাদ করে, কিন্তু ১০ নভেম্বর ২০০৮-এ, ডিএইচএল ঘোষণা করে যে এটি অর্থনৈতিক অনিশ্চয়তার কারণে মার্কিন যুক্তরাষ্ট্রের অভ্যন্তরে অভ্যন্তরীণ বিমান ও স্থল পরিচালন বন্ধ করে দিচ্ছে। এলক্ষে এটি ৯,৫০০ জন কর্মী কমিয়ে দেয়ার ঘোষণা দেয়।  যাইহোক, এটি আন্তর্জাতিক পরিষেবাগুলি চালু রাখে এবং মার্কিন বিমানবন্দরগুলির মধ্যে ডিএইচএল প্যাকেজগুলি পরিবহনের জন্য UPS-এর সাথে তখনও আলোচনা চালিয়ে যাচ্ছিল।\nDHL ২০০৯ সালে মার্কিন যুক্তরাষ্ট্রে অভ্যন্তরীণ পিকআপ এবং ডেলিভারি পরিষেবা বন্ধ করে দেয়। কার্যত UPS এবং FedEx মার্কিন যুক্তরাষ্ট্রে দুটি প্রধান এক্সপ্রেস পার্সেল ডেলিভারি কোম্পানি হিসাবে পরিণত হয়।  স্থানীয় ডেলিভারির জন্য ইউএসপিএস- এ টেন্ডার করা প্যাকেজগুলির জন্য DHL এর সীমিত ঘরোয়া পরিষেবা তখনও প্রচলিত ছিল। এপ্রিল ২০০৯ সালে, ইউপিএস ঘোষণা করে যে উত্তর আমেরিকার বিমানবন্দরগুলির মধ্যে ডিএইচএল প্যাকেজের জন্য এয়ারলিফ্ট প্রদানে ডিএইচএল এবং ইউপিএস আলোচনা চুক্তি ছাড়াই শেষ হয়েছে। ডিএইচএল এক বিবৃতিতে বলেছে, \"আমরা একটি চূড়ান্ত চুক্তিতে আসতে পারিনি যা উভয় পক্ষের কাছে গ্রহণযোগ্য।\" DHL তার বর্তমান এয়ার কার্গো প্রদানকারী, ASTAR এয়ার কার্গো এবং ABX এয়ার এর সেবা গ্রহণ অব্যাহত রেখেছে।\nকোম্পানিটি ২০১০ সালে ব্রিটিশ ডেলিভারি কোম্পানি হোম ডেলিভারি নেটওয়ার্কের কাছে তার UK B2B এবং B2C ঘরোয়া পার্সেল কার্যক্রম বিক্রি করে, তখন এর ননাম হয় ইয়োডেল।\n২০১৩ সালে, কোম্পানিটি কেনটাকির হেব্রনে সিনসিনাটি/উত্তর কেনটাকি আন্তর্জাতিক বিমানবন্দরে একটি নতুন সম্প্রসারিত এবং অধিক উন্নত বৈশ্বিক হাব উদ্‌বোধন করে। ০১ নভেম্বর ২০১৩-এ, এটি ব্রিটিশ কুরিয়ার রিকো লজিস্টিকস  এর কাছে তার যুক্তরাজ্যের অভ্যন্তরে এক দিনের পরিসেবা বিক্রি করে তবে যুক্তরাজ্যে আন্তর্জাতিক পরিষেবাগুলির পাশাপাশি নির্দিষ্ট সময় ও দিনের  অভ্যন্তরীণ পরিষেবাগুলি চালু রাখে।\n২০২০ সালের শেষের দিকে, DHL BioNTech এবং Pfizer দ্বারা নির্মিত COVID-19 ভ্যাকসিন সরবরাহ করার জন্য চুক্তিবদ্ধ হয়।\nমার্চ ২০২১-এ, DHL এভিয়েশন বার্গামো থেকে মিলান মালপেনসা বিমানবন্দরে পরিচালন হাবগুলি স্থানান্তরের ঘোষণা দিয়েছিল যেখানে DHL নতুন লজিস্টিক সুবিধা চালু করেছিল।\n২০২১ সালের অক্টোবরে, DHL বলেছিল যে এটি ০১ জানুয়ারী, ২০২২ থেকে শুরু করে মার্কিন যুক্তরাষ্ট্রে গ্রাহকদের জন্য গড়ে ৫.৯ শতাংশ রেট বাড়িয়ে দেবে।\n\n\n== সেবা ==\n\nবনে DHL এক্সপ্রেসের বিশ্বব্যাপী সদর দপ্তরটি ডয়েচে পোস্ট এর সদর দফতরের একটি অংশ।\nDHL এর আমেরিকার সদর দপ্তর প্লান্টেশন, ফ্লোরিডায় এবং এর এশিয়া-প্যাসিফিক ও উদীয়মান বাজারের সদর দফতর সিঙ্গাপুর, মালয়েশিয়া, হংকং এবং চীনে অবস্থিত। ইউরোপীয় হাব অবস্থিত লিপজিগ, জার্মানিতে।\nডিএইচএল এক্সপ্রেসের বেশিরভাগ ব্যবসাই ডিএইচএল ইন্টারন্যাশনাল জিএমবিএইচ এর অন্তর্ভুক্ত।\nDHL এর প্রধান প্রতিদ্বন্ধীদের মধ্যে রয়েছে FedEx, UPS এবং জাতীয় ডাক বাহক যেমন ইউনাইটেড স্টেটস পোস্টাল সার্ভিস (USPS) এবং রয়্যাল মেল । যাইহোক, USPS এর সাথে ডিএইচএল-এর একটি ছোট অংশীদারিত্ব রয়েছে, যা ডিএইচএলকে, ডিএইচএল গ্লোবাল মেইল নামে পরিচিত ইউএসপিএস নেটওয়ার্কের মাধ্যমে গ্রাহকের কাছে ছোট প্যাকেজ সরবরাহ করতে দেয়, যা এখন ডিএইচএল ইকমার্স নামে পরিচিত। এটি ইরাক এবং আফগানিস্তানের মধ্যে এবং বাইরে USPS মেল অনা-নেয়ার জন্য একমাত্র সেবাদাতা প্রতিষ্ঠান।\n\nDHL ইরাক, আফগানিস্তান এবং মায়ানমার (পূর্বে বার্মা) এর মতো দেশে ডেলিভারি সহ বিশ্বব্যাপী পরিষেবা অফার করে। যেহেতু এটি জার্মান-মালিকানাধীন, ডিএইচএল মার্কিন নিষেধাজ্ঞা বা বিধিনিষেধ এর মাধ্যমে প্রভাবিত হয় না এবং কিউবা। ও উত্তর কোরিয়ায় এদের সেবা সম্প্রসারিত হবে।  যাইহোক, উত্তর কোরিয়াকে সরবরাহ করার জন্য কঠোর বিধিনিষেধ রয়েছে, কারণ পশ্চিমের দেশগুলোর সাথে এই দেশটির অস্থিতিশীল সম্পর্ক রয়েছে।\n\n\n== ডিএইচএল এভিয়েশন ==\nটেমপ্লেট:British Royal Warrant holders\n\nডয়েচে পোস্ট, DHL এক্সপ্রেসের জন্য পরিচালিত পাঁচটি এয়ারলাইন সাবসিডিয়ারির মালিক, যা প্রায় ২৫০টি এয়ারক্রাফ্ট পরিচালনা করে এবং অন্য ২১ টি এয়ারক্রাফ্ট চাহিদা মোতাবেক ব্যবহৃত হয়, যাকে সম্মিলিতভাবে ডিএইচএল এভিয়েশন বলা হয়। ডিএইচএল এক্সপ্রেস একটি ষষ্ঠ এয়ারলাইনের সম-অংশীদার যা ডিএইচএল এক্সপ্রেসের জন্য কাজ করে।\n\nব্লু ডার্ট এভিয়েশন, চেন্নাই, ভারত, চেন্নাই আন্তর্জাতিক বিমানবন্দর থেকে ভারতীয় গন্তব্যগুলির জন্য পরিষেবা প্রদান করে\nDHL Aero Expreso, Panama City, Panama মধ্য এবং দক্ষিণ আমেরিকার গন্তব্যগুলির জন্য পরিষেবা প্রদান করে\nDHL Air UK, Hounslow, United Kingdom পূর্ব মিডল্যান্ডস বিমানবন্দর থেকে ইউরোপীয় গন্তব্যগুলির জন্য পরিষেবা প্রদান করে\nইউরোপিয়ান এয়ার ট্রান্সপোর্ট লেইপজিগ, লিপজিগ, জার্মানি লিপজিগ/হ্যালে বিমানবন্দর থেকে ইউরোপীয় গন্তব্যগুলির জন্য পরিষেবা প্রদান করে\nAeroLogic ( লুফথানসার সাথে যৌথ উদ্যোগ ), Schkeuditz, জার্মানি লিপজিগ/হ্যালে বিমানবন্দর এবং ফ্রাঙ্কফুর্ট বিমানবন্দর থেকে ইউরোপ থেকে মধ্য এবং পূর্ব এশিয়ার গন্তব্যে পরিষেবা প্রদান করে\nSNAS/DHL, বাহরাইন বাহরাইন আন্তর্জাতিক বিমানবন্দর থেকে মধ্যপ্রাচ্যের গন্তব্যের জন্য পরিষেবা প্রদান করে\n\n\n== দুর্ঘটনা ও ঘটনা ==\n২০০২ সালে, বাশকিরিয়ান এয়ারলাইন্স ফ্লাইট ২৯৩৭, একটি Tupolev Tu-১৫৪ যাত্রীবাহী জেট, DHL ফ্লাইট ৬১১, একটি বোয়িং ৭৫৭-২০০ কার্গো জেট ৩৫,০০০ ফু (১১,০০০ মি) এর সাথে সংঘর্ষ হয় উবারলিংগেন, জার্মানিতে। বাশকিরান ফ্লাইটে থাকা ৬৯ জন যাত্রী (মূলত রাশিয়ান স্কুলছাত্রী) এবং ডিএইচএল-এর দুই পাইলট নিহত হন।\n২২ নভেম্বর ২০০৩-এ বাগদাদে DHL গোলাগুলির ঘটনা যেখানে ইরাকি বিদ্রোহীরা DHL-এর পক্ষে পরিচালিত ইউরোপীয় এয়ার ট্রান্সপোর্ট এয়ারবাস এ৩০০- এ SA-7 \"Grail\" ভূমি থেকে আকাশে নিক্ষেপযোগ্য মিসাইল নিক্ষেপ করেছিল। বিমানটি বাগদাদ বিমানবন্দর থেকে উড্ডয়নের সময় ক্ষেপণাস্ত্রটি বাম দিকে আঘাত করে, তিনটি হাইড্রোলিক সিস্টেমকে নিষ্ক্রিয় করে এবং পাখায় আগুন ধরিয়ে দেয়। বিমানটি একটি বিপজ্জনক ফুগোয়েড (উল্লম্ব দোলন) শুরু করেছিল কিন্তু শুধুমাত্র ইঞ্জিন থ্রাস্ট সামঞ্জস্য করে বিমানটিকে নিয়ন্ত্রণ করতে সক্ষম হওয়া সত্ত্বেও ক্রুরা বিমানবন্দরে নিরাপদে অবতরণ করতে সক্ষম হয়েছিল,।\nঅক্টোবর ২০০৮-এ, দুই DHL এক্সপ্রেস মধ্যপ্রাচ্যের সিনিয়র এক্সিকিউটিভ, ডেভিড গাইলস এবং জেসন ব্রেসলার, তাদের একজন আফগান কর্মচারীর দ্বারা কাবুলে হত্যার স্বীকার হয়েছিল; তারা মার্কিন সামরিক বাহিনীর কাছ থেকে সামরিক সম্মান পেয়েছে। আফগানিস্তানে এই ধরনের ঘটনা এই প্রথম।\n১৮ মার্চ ২০১০-এ, একটি DHL Antonov An-26 বিমান লেনার্ট মেরি তালিন বিমানবন্দরের কাছে হিমায়িত লেক উলেমিস্টে জরুরি অবতরণ করে। প্রাথমিক রিপোর্টে ল্যান্ডিং গিয়ার এবং একটি ইঞ্জিনের সমস্যা নির্দেশ করা হয়েছে। ফ্লাইটটি ডিএইচএল-এর পক্ষে এক্সিন দ্বারা পরিচালিত হয়েছিল। বিমানটি ছিল SP-FDO এবং ফ্লাইটটি হেলসিঙ্কি বিমানবন্দর থেকে ছেড়েছিল। ছয়জন ক্রু সদস্যের মধ্যে দুজন আহত হয়েছিলেন।</link>\n১৩ ফেব্রুয়ারি ২০২১-এ, ডিএইচএল ফ্লাইট ১২৬ লাইপজিগ/হ্যালে বিমানবন্দর থেকে রওনা হওয়ার পরে, বোয়িং ৭৫৭-২০০ মালবাহী জি-ডিএইচকেজেড বিমানটির কার্গো দরজাটি প্রায় ৫,৩০০ ফু (১,৬০০ মি) উচ্চতায় খুলে গিয়েছিল । এয়ারফ্রেম যন্ত্রাংশ একটি পাওয়ার প্ল্যান্টের মাটিতে পড়েছিল যা ছিল বিমানবন্দর থেকে প্রায় ১০ নটিক্যাল মাইল (১২ মা; ১৯ কিমি) দূরে, কিন্তু কোন কার্গো হারিয়ে যায়নি এবং ফ্লাইট ক্রুরা কোন আঘাত ছাড়াই লাইপজিগ/হ্যালে ফিরে যেতে সক্ষম হয়েছিল। ঘটনাটির তদন্ত চলছে।\n৭ এপ্রিল ২০২২-এ, একটি ডিএইচএল ডি গুয়াতেমালা ফ্লাইট ৭২১৬ একটি হাইড্রোলিক ব্যর্থতার কারণে জরুরী অবতরণের চেষ্টা করার পরে কোস্টারিকার সান জোসেতে ক্র্যাশ অবতরণ করে। উভয় ক্রু সদস্য আহত হননি। বর্তমানে ঘটনাটির তদন্ত চলছে।\n\n\n== আরও দেখুন ==\nমেজর লীগ বেসবল ডেলিভারি ম্যান অফ দ্য ইয়ার অ্যাওয়ার্ড\nডিএইচএল বেলুন\nDHL ফাস্টেস্ট ল্যাপ অ্যাওয়ার্ড\nউইলমিংটন, ওহিও\n\n\n== তথ্যসূত্র ==\n\nদাপ্তরিক ওয়েবসাইট\nMajor DHL Express feature on Global Aviation Resource"}